{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 1,
    "day": 29
  },
  "case_number": "平成9(ワ)1312",
  "case_name": "火災保険金等請求",
  "court_name": "神戸地方裁判所",
  "lawsuit_id": "7276",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=7276",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/276/007276_hanrei.pdf",
  "contents": "判決　平成１４年１月２９日　神戸地方裁判所　平成９年(ワ)第１３１２号の２\n火災保険金等請求事件\n主　　　　　　　文\n１  原告らの請求をいずれも棄却する。\n２　訴訟費用は，原告らの負担とする。\n事実及び理由\n第１　請求\n１　被告東京海上は，原告ゴールドに対し，金１４２５万円及びこれに対する平\n成７年４月１日から支払済まで年６パーセントの割合による金員を支払え。\n２　被告三井住友海上は，原告ゴールドに対し，金３８９５万円及びこれに対す\nる平成７年４月１日から支払済まで年６パーセントの割合による金員を支払え。\n３　被告三井住友海上は，原告憲産業に対し，金３０００万円及びこれに対する\n平成７年４月１日から支払済まで年６パーセントの割合による金員を支払え。\n４　訴訟費用は，被告らの負担とする。\n５　仮執行宣言\n第２　事案の概要\n１　本件は，兵庫県南部地震（以下「本件地震」という。）後起きた火災によっ\nて，その占有する事業場内の動産類が全焼したと主張する原告らが，保険契約者と\nして締結していた火災保険契約の保険者である被告らに対し，火災保険金の支払を\n求めた事案である。\n２　争いのない事実等（証拠による事実は後掲括弧内に摘示する。）\n(1)　被告らは，火災等の損害保険業等を目的とする株式会社である。\n(2)　原告ゴールドは，その所有する動産について，被告東京海上及び承継前被告\n住友海上火災保険株式会社（以下「住友海上」という。）との間で，次の各火災保\n険契約を締結し，所定の保険料を支払った（以下「本件各火災保険契約」とい\nう。）。\n①　保険者　　　　　　被告東京海上\n証券番号　　　　　９８０７７２３５１４\n保険の種類　　　　普通火災保険\n保険の目的　下記建物内の機械設備什器備品・商品，製品，半製品，仕掛\n品，原材料\n所在地　　　神戸市須磨区a町b丁目c番d号eビル５階\n建　物　　　鉄筋コンクリート造陸屋根５階建工場１棟\n保険金額　　　　　金１５００万円\n保険期間　　　　　平成６年４月２日から同７年４月２日\n②　保険者　　　　　　住友海上\n証券番号　　　　　４６２５０２５８０６\n保険の種類　　　　普通火災保険\n保険の目的　下記建物内の商品，製品，半製品，仕掛品，原材料\n所在地　　　神戸市須磨区a町b丁目c番d号eビル５階\n建　物　　　鉄筋コンクリート造陸屋根５階建工場１棟\n（以下上記５階部分を「ゴールド事業場」という。）\n保険金額　　　　　金４１００万円\n保険期間　　　　　平成６年１２月２日から同７年１２月２日\n(3)　原告憲産業は，その所有する動産について，住友海上との間で，次の火災保\n険契約（以下「本件火災保険契約」という。）を締結し，所定の保険料を支払っ\nた。\n証券番号　　　　　８００－４６２０１８４５５４\n保険の種類　　　　普通保険\n保険の目的　下記地上建物内機械在庫商品または製品\n所在地　　　神戸市須磨区a町b丁目f番c号\n鉄筋コンクリート造陸屋根\ngビル３階ないし４階（証拠上３階か４階かについては\n争いがある。）\n（以下「憲産業事業場」という。）\n保険金額　　　　　金３０００万円\n保険期間　　　　　平成６年６月５日から同７年６月５日\n(4)　平成７年１月１７日午前５時４６分，兵庫県淡路島北部を震源とするマグニ\nチュード７．２の規模の本件地震が発生した。\n(5)　平成７年１月１７日，神戸市須磨区a町b丁目f番c号所在gビル東館から火災\nが発生し，この火災が延焼し（以下「本件火災」という。），ゴールド事業場，憲\n産業事業場にもこの火災は及んだ。\n(6)　原告らは，被告らに対し，平成７年１月ないし２月の間に火災保険金の請求\n手続を問い合わせるなどして，本件火災によって損害が発生した旨通知した。\n(7)　原告ゴールドは，本件各火災保険契約に基づき，地震火災費用保険金とし\nて，被告東京海上から金７５万円，平成７年３月１日，住友海上から金２０５万円\nを受け取った。\n原告憲産業は，平成７年３月１７日，本件火災保険契約に基づき，地震火災\n費用保険金として，住友海上から金１５０万円を受け取った。\n(8)　本件各火災保険及び本件火災保険に関する普通保険約款（１章２条２項２\n号）には，次のような条項があった（以下「本件地震免責条項」という。）。\n「当会社は，次に掲げる事由によって生じた損害または傷害（これらの事由に\nよって発生した前条（保険金を支払う場合）の事故が延焼または拡大して生じた損\n害または傷害，および発生原因のいかんを問わず前条（保険金を支払う場合）の事\n故がこれらの事由によって延焼または拡大して生じた損害または傷害を含みま\nす。）に対しては，保険金を支払いません。\n地震もしくは噴火またはこれらによる津波。ただし，前条（保険金を支払う\n場合）第８項の地震火災費用保険金については，この限りではありません。」\n（丁Ｃ２）\n(9)　住友海上は，平成１３年１０月１日に三井海上火災保険株式会社に吸収合併\nされ，同日，三井海上火災保険株式会社は，商号を「三井住友海上火災保険株式会\n社」と変更した。\n第３　争点\n１　地震免責条項の存在根拠から見た有効性\n（原告らの主張）\n地震免責条項の存在根拠から考えると，地震保険は無効である。\n(1)　地震免責条項の存在根拠としては，①地震の発生頻度を正確に予測すること\nが困難なこと，②地域的逆選択（地方ごとに地震の頻度・程度が異なるため，頻\n度・程度の大きい地域の保険への加入率が高く，小さい地域の保険への加入率が低\nくなること）が起こること，③時間的逆選択（地震はある程度の周期を持って起こ\nると考えられているため地震の発生直後の保険への加入は少なく，次の地震の時期\nが近付くにつれて契約が増加すること）が起こる，④大震災が発生した場合に，損\n害額が巨大にのぼり，保険者に重大な影響を及ぼしかねないことが挙げられる。\n(2)　しかし，次の各点からすると，地震免責条項の存在根拠はない。\nア　各種災害における被害\n関東大震災以降の大地震における全壊・全焼家屋数は，昭和元年以降の大火\nにおける焼損家屋数，昭和２１年以降の風水害による全壊流出家屋数に比べ，突出\nしているとはいえず，却って，後２者の方が遥かに甚大な被害をもたらしている。\nこの点に鑑みれば，地震に関連する火災を他の災害と区別して不担保とする\n合理的理由はない。\nイ　地震に関連する火災の数\n昭和５３年から平成１０年までの各上半期における総出火件数，建物火災件\n数，焼損件数を見ると，平成７年度が特に突出しているとは言い難く，平成７年の\nみが保険会社の予想を遥かに超える程度の建物火災の発生数，焼損棟数があったと\nはいえない。\nウ　本件地震が保険会社に及ぼした影響\n損害保険各社が，本件地震に基づく損害保険金支払総額を当初は金２０００\n億円としていたが，徐々に下方修正したところ，当初予定していた保険金を払った\nとしても，平成７年度の経常利益が金２１５５億円であったことを考慮すると，決\n算が赤字に転落することもなかったから，地震免責条項を適用しなくとも，保険会\n社の存立の基盤を脅かすまでのことはなかった。\nまた，近年に台風被害が多発した平成３年には，損害保険会社は合計金６０\n００億円の保険金を支払っていて，それに損害保険会社は対応できたから，本件地\n震に関連する火災保険金を支払ったとしても，同様に対応できた。\nエ　生命保険との比較\n生命保険契約の約款では死亡保険等の主契約において地震免責がなく，災害\n割増特約や傷害特約等の特約においては地震免責は認められているが，それは約款\n上限定的であるし，運用上も，生命保険各社は，本件地震の際に上記免責条項に基\nづく保険金の支払の削減をしていない。\n（被告らの主張）\n(1)　原告らの主張は争う。\n(2)　損害保険制度\n保険は，確率的予測を前提とする危険の分散化のためのシステムであるか\nら，保険料の総額と支払保険金の総額とは均衡していなければならず（収支相当の\n原則），その原則は各保険団体ごとに適用されるべきである。また，保険事業にお\nいては，個々の保険加入者の事故発生の危険率等に応じて保険料の額を割り振り，\n他方，保険加入者は，保険料と対価的均衡関係にある損害の範囲においてのみ保険\n金の支払を受けることができる（給付反対給付の原則）。このように，保険は，高\n度の数理計算を基礎とする極めて技術的な性格を持つ制度である（保険の技術\n性）。また，保険は，大量の保険加入者によって共同の備蓄を形成し，危険の分散\nを図るものであるから，個々の保険加入者は保険団体の構成員としての性質を有\nし，保険団体内部における危険の公平な分散のために各種の制約に服する（保険の\n団体性）。\n(3)　地震免責条項の有効性\nア　地震損害の巨大性，発生予測の困難性，逆選択の危険（地震は地域的に頻度\n差が大きく，一旦発生すれば一定地域に長期に地震が反復する傾向があるから，そ\nのような地域，時期にだけ保険に加入する等の傾向が生じ，危険の平均化が難しい\nこと）からすると，地震は保険に馴染みにくい異常危険である。\nイ　判例，学説によっても地震免責条項の有効性に異論はない。\nウ　昭和４１年５月１８日に地震保険に関する法律が制定されたが，その際，前\n記の地震が保険に馴染みにくいという問題点に対して，保険の目的の制限や支払限\n度額を定め，一定額を超える損害については政府の再保険制度を採用して民営ベー\nスに乗せ，地震保険を火災保険等の特定の保険に附帯させ，逆選択の防止を図った\n上，保険料率は，１４９８年から１９６４年までの４６７年間に，日本及びその周\n辺で発生し，災害をもたらした計３３１の地震を参考にし，地震保険発足当時の被\n害額を想定して算定され，その後の制度改訂の際にも同様な方法で保険料率が算定\nされるとの措置がとられた。このように，地震保険は約５世紀にわたる期間を料率\n計算の前提とし，様々な制約を設けて始めて実現可能となった。このことは地震損\n害を現在の火災保険で付保することが不可能で，地震免責条項が合理的であること\nを示すものである。\n(4)　保険制度と本訴請求\n収支相当の原則からすると，特定の危険を免責として保険の担保範囲から除\n外する場合，それを前提に収支が均衡するよう保険料率が計算される。そして，火\n災保険では，地震損害を填補しないことを前提とし，単年度内で収支が均衡するよ\nう保険料率の計算がされているから，地震損害を填補するための原資は蓄積されて\nおらず，地震火災による保険金の支払を拒絶しても，保険会社に利得は生じない。\nこのことは，火災保険のみの加入者は，地震損害の填補を受ける対価を負担してい\nないことを意味し，そのような者に保険会社が保険金を支払うことは，保険の財政\n的基盤を危うくするもので許されない。このように，火災保険に基づく地震損害の\n填補の請求は，保険制度の本質に照らし認められない。\n現行制度は，地震保険によって地震損害が救済されることを前提としている\nから，この制度の基本的な枠組は，解釈論によって左右し得ない。\n２　地震免責条項の明確性から見た有効性\n（原告らの主張）\n(1)　保険契約における約款の明確化の必要性\n保険契約はサービスを提供するものであるから，約款は商品内容を特定する\nものであること，保険会社は多数の危険を分散するという公共的役割を担っている\nことからすると，約款の内容の明確性が強く要求されるのに，後記のとおり，その\n内容は不明確であるから，無効である。\n(2)　本件地震免責条項の明確性\nア　本件地震免責条項は，法律の専門家が時間をかけて，解説書を片手に読んで\n始めて３類型があると辛うじて分かる程度の明確さしかなく，この点からも明確性\nを欠く。\nイ　更に，本件地震免責条項は，新潟地震に関する東京地裁判決（昭和４５年６\n月２２日下民集２１巻５・６号８６４頁，以下「新潟地震判決」という。）におい\nて，以前の損害保険会社の地震免責約款の「被害が直接であると間接であるとを問\nわず，地震又は噴火によって生じた火災及びその延焼その他の損害」という文言の\nもとでは，火元の火災が地震によらない場合で，延焼に地震が何らかの形で作用し\nた場合は免責とならない旨の判断がなされたため，各損害保険会社が，地震と火災\nとの間に相当因果関係があるものについて，全て免責とするという立場から昭和５\n０年に改正（以下「昭和５０年改正」という。）されたものである。\nしかし，本件地震免責条項は，地震と相当因果関係のある火災ばかりでな\nく，地震となんらかの関係がある火災をすべて免責としかねない条項で，時間的，\n場所的限定をつけなければ，拡大解釈を招きかねず，明確性を欠く。\n（被告らの主張）\n原告らの主張は争う。\n３　地震免責条項の拘束性\n（原告らの主張）\n(1)　地震免責条項の拘束性の根拠\n地震免責条項は火災保険約款の中に記載されており，その拘束性について\nは，大審院判決（大正４年１２月２４日民録２１輯２１８２頁，以下，「大正４年\n大審院判決」という。）が，意思推定説によって，普通約款の拘束力を肯定し，学\n説も同様であるところ，上記判決は，基盤が脆弱であった保険業界の保護，育成に\n大きな貢献を果たしたが，現代では，保険業界は巨大化しており，透明化の要請が\n高いから，消費者の利益を犠牲としたまま保険業界が利益を得るような状態は許さ\nれず，その見解は妥当しない。また，理論的にも，保険約款は契約であるから，当\n事者間の合意を全く無視して，その意思を擬制することは許されない。\nこのような観点からすると，保険募集者は，私的自治の原則，保険募集の取\n締に関する法律（以下「募取法」という。）１６条１項，信義則からして，保険内\n容の重要な部分を告知する義務があると解すべきである。\n(2)　約款の告知\nア　告知すべき保険契約の内容\n保険契約における重要部分は，保険契約者，保険の目的物，保険事故，保険\n金額，保険料，保険期間であるところ，地震免責条項は，保険金の支払に直接関わ\nるから，重要部分といえる。加えて，現在地震保険は，主契約たる火災保険契約に\n原則附帯するものとされ，保険会社は，保険契約者の地震保険を拒否する意思表示\nがない限り自動附帯することとされているから，地震保険に関する情報も火災保険\n契約における重要部分である。\nイ　告知の方法\n書面の交付とともに，口頭の説明を要する。\nまた，上記地震免責条項，地震保険の原則自動附帯方式の重要性に鑑みれ\nば，それらの規定の存在を通り一遍に告知したのみでは足りず，地震免責条項の存\n在，地震免責条項は，昭和５０年４月１日に改定され，３類型とされたこと，地震\n保険の存在及び原則自動附帯方式であることも説明する義務があると解すべきであ\nる。\nウ　不告知の効果\n不告知によって，地震免責条項の拘束力が生じないこととなり，商法６６５\n条の任意規定が契約内容を補充し，保険会社は地震免責条項を主張し得なくなると\n解すべきである。\nなぜならば，不告知によって，火災保険契約全体の効力を否定し，支払済保\n険料の返還のみを認めると，告知義務を怠った保険会社が，火災保険金の支払を免\nれることとなり，妥当ではないからである。\nエ　本件への当てはめ\n(ア)　原告ゴールド代表者Aは，昭和５７年頃被告東京海上と，それに遅れて，住\n友海上と火災保険契約を締結してきたところ，その手続きの際には，保険料と保険\n金額の話しかしておらず，地震免責条項について，説明を受けていなかった。\n(イ)　原告憲産業は，平成２，３年頃から，住友海上の代理店であり，代表者Bの\n親族であるCを通じて保険契約を締結してきたとのことであるが，地震免責条項につ\nいて，説明を受けていなかった。\nしたがって，原告らは，地震免責条項に拘束されない。\n（被告らの主張）\n(1)　原告らの主張は争う。\n(2)　保険約款の拘束力\n保険は高度の技術的基盤に立ち，団体的性格を有するから，迅速かつ大量に\n保険契約を締結するためには，保険会社において，全保険加入者に一律に適用する\n公平な契約条項をあらかじめ定めておき，個々の保険加入者がこれに従う形式をと\nることが必要であるので，現在の保険契約においては，主務官庁の監督のもと，詳\n細な標準的約款が保険会社によって作成され，保険加入者はこれに附合することに\nよって保険契約を締結することとされ，保険約款に基づいて保険契約が行われたと\nきは，保険加入者の知，不知にかかわらず，また，保険加入者の主観的な意思にか\nかわりなく，強行法規に触れない範囲において，保険約款が保険加入者を拘束する\nものとされている。このことは，判例（大正４年大審院判決），学説で承認されて\nいる。\n(3)　地震免責条項の説明義務について\n火災保険及びその普通保険約款は，個人にとっても馴染みの深いもので，地\n震免責条項は，その約款のうち，最もポピュラーな約款といえる。そして，地震免\n責条項を含む火災保険普通保険約款は，他の契約約款と異なり，その解釈につき数\n多くの公刊物が発行されており，地震免責条項は，一般個人にとって，その存在は\n言うまでもなく，その内容についても容易に認識できる状態にあった。\n(4)　昭和５０年改正について\nこれは新潟地震判決が，従来の約款について特異な解釈をしたが，保険会社\n側が勝訴したため，それを上訴で正すことができず，やむを得ず，特異な解釈の余\n地を払拭するため，損害保険会社は文言の改定をしたものであって，従来の地震免\n責条項を内容的に変更したものではない。\n(5)　本件各火災保険契約の締結手続\n原告らの主張は争う。\n原告らは，火災保険契約を何度か更新し，その度に保険証券と共に保険約款\nが記載された契約のしおりの送付を受けていたものであるから，容易に地震免責条\n項の内容を知り得たところであることからすると，原告らの主張には理由はない。\n４　本件地震免責条項の制限解釈\n（原告らの主張）\n(1)　本件地震免責条項の制限解釈の必要性\n仮に，本件地震免責条項の有効性・拘束性が認められるとしても，前記\n（１(2)）のとおりその存在根拠は乏しいこと，保険約款も契約である以上，その条\n項である本件地震免責条項の解釈は当事者の合理的意思に基づくべきことからする\nと，制限的に解釈されるべきである。\n(2)　本件地震免責条項の制限解釈\n地震免責条項の存在意義は，地震損害の巨大性，予測困難性から損害保険会\n社の経営基盤を揺るがすような事態を回避するところにある。\nしたがって，そこにいう「地震によって」は「地震そのもの，即ち，大地の\n揺れによって」と，そこにいう「地震」は「地震と同時に広範囲にわたって多発的\nに火災が生じ，被害額自体が損害保険会社の基礎を掘り崩し，企業の存立を危うく\nするような地震」とそれぞれ制限的に解釈すべきである。\n（被告らの主張）\n原告らの解釈は，「地震」，「地震によって」という文言を過度に限定する\nもので，妥当ではない。\n５　本件火災の本件地震免責条項該当性\n（被告らの主張）\n(1)　本件地震の発生とその被害（被告ら共通）\nア　本件地震の発生\n本件地震は神戸市などの直下で発生した大都市直下型のもので，戦後最大の\n被害が阪神地区に及ぼされた。\nイ　被害の概要\n(ア)　人的被害\n老朽木造住宅の倒壊や家具の転倒によって多数の死傷者を出すことになっ\nた。平成７年５月２３日現在におけるこの震災による死者は５５０２名，負傷者は\n４万１５２７名に及んでいる。\n(イ)　建物被害\n兵庫県全体では全壊建物８万１２０６棟，半壊６万２８２６棟に及んだ（平\n成７年２月２０日現在）。\n神戸市内では，全壊６万７４２１棟，半壊５万５１４５棟に達した（平成８\n年１月現在）が，建物被害は地震後に発生した火災による被害も甚大であり，神戸\n市内だけでも，全焼建物は６９７５棟，半焼建物は７３棟であった。\n(ウ)　交通関係の被害\n阪神高速神戸線では東灘区深江付近の高架橋が６００メートルに亘って倒壊\nしたのをはじめ，名神高速の尼崎インターから西宮インター間，中国自動車道での\n池田インターから宝塚インター間における高架橋の被害によって，被災地の高速道\n路の使用が不可能となった。\n一般道路についても，国道２号線，４３号線をはじめとする幹線道路や主要\n道路が各所で段差や陥没の路面被害を生じ，また，倒壊建物が道路を塞ぐなどの被\n害が続出して，車両の通行を阻害し，道路交通は寸断され，機能しなくなった。\nまた，鉄道についても，東海道・山陽新幹線，ＪＲ在来線，阪神・阪急の私\n鉄各線，更には地下鉄も線路や高架橋，駅舎，車両などに大きな被害を受けてすべ\nて不通になった。\n(エ)　生活関連施設の被害\n関西電力では，発電，変電，配電の種々の設備に被害を受けたため，多くの\n住宅や施設で停電となった。\n関西地区を供給エリアとする大阪ガスのガス導管網に甚大な被害が生じ，ピ\nーク時にはガス供給停止が８６万戸に及んだとされる。中圧導管については，主と\nして継ぎ手の緩みなどから１０６個所，低圧導管についてはねじ接合部に被害を受\nけたことなどから２万６４５９個所で損傷を受け，一部でガス漏れなども生じた。\n上水道は，兵庫県を中心として，１２９万戸が断水した。神戸市内において\nも，配水管漏水１６１０個所，給水管道路上漏水が１万２４８６個所，宅地内給水\n管については５万５５５１個所の漏水を記録している。\n電話については，地震発生時の電源停止による交換機故障によって，約３０\n万回線が不通となった。しかも，平成７年１月１７日の地震発生から同月２１日ま\nでには，全国から神戸方面に対して通常の５０倍程度の通話が集中したため，電話\nが極めて繋がりにくい状況となっていた。\n(オ)　その他の被害\n以上に見た被害以外にも，医療施設の損壊，市役所庁舎や警察署，消防署な\nど公的施設の被害も大きく，また，港湾施設や工業施設などの経済基盤の損\n壊，更には，銀行をはじめとする金融機関や商業店舗の被害なども甚大であっ\nた。\n(2)　本件地震後の火災の発生（被告ら共通）\nア　本件地震後，神戸市を中心として同時多発的に火災が発生し，それがその後\nも数日間にわたって五月雨的に継続し，漸次減少した。\nイ　須磨区での火災\n須磨消防署管内においても，本件地震後３日間で１６件の火災発生が見ら\nれ，内１３件は本件地震当日に出火し，その当日に出火した火災はすべて午前１０\n時までに発生したものである。\nこの１７日に発生した火災での焼損棟数は，須磨区内２６７棟，焼損面積\nは，須磨区内２万６２８２平方メートルに及んでいる。\n(3)　本件火災について\nア　大都市直下型地震における火災の特徴（被告ら共通）\n(ア)　本件地震当日に発生した火災の約半数は地震発生直後から午前６時までに\n発生しているが，残りの半数については午前６時以降の発生であり，しかも，数時\n間以上経過後に発生しているものも相当多数にのぼり，翌１８日以後も火災の発生\nは継続している。\nその発生の経過は，１９９４年に発生したロサンゼルスのノースリッジ地震\n後の火災発生パターンに類似している。ロサンゼルス消防局は，ノースリッジ地震\n火災の第１波は，主としてガス漏れに起因する同時多発火災であり，その後，第２\n波として散発的に発生した火災は，主に損壊した建物への電力供給の再開とともに\n発生した電気的火災と説明している。\n本件地震後における火災の発生原因の調査においても，その判明している火\n災原因の約半数は電気的火災あるいは電気とガス漏れとが競合する火災と考えられ\nていることからも，地震から数時間あるいはそれ以上の時間経過後に発生する火災\nの主たる原因は，この通電によるものとの推認が強く働くと考えられる。\n(イ)　初期消火の困難性\n大都市直下型の地震後に発生する火災では，通常時は，その初期に家人等の\n私的な消防力によって鎮火できる火も，都市機能の破壊や消防力の著しい低下と競\n合して，巨大な火災へと延焼拡大する。\nイ　消防の火災調査の特性と限界（被告ら共通）\n神戸市消防局の原因調査結果によれば，本件地震後に神戸市内で発生した火\n災の多くの原因を不明としていて，特に，大規模火災は原因不明とされているが，\nこれは，消防機関による火災原因等の調査の目的から，特定の火源及びその火源が\nどのような経過をたどって着火物に引火し，火災といえるまでに拡大していったの\nかを科学的かつ一義的に確定する必要があるため，火災原因を認定するのが極めて\n慎重であることによる。\nしかし，大地震後に発生した本件のような大規模火災では，延焼は広範囲に\n及ぶこと，特に出火場所は跡形もないほど焼き尽くされていること，当時火災が頻\n発していて，消防機関に，火災原因を調査する余裕はなかったことから，火源等の\n特定は困難であったもので，地震と火災の因果関係を認めるには，火源等を特定し\nなくとも，その火災の発生時間帯や発生経過などを総合的に考慮して地震による火\n災と推認すべきである。\nウ　地震（震度）と出火との関連性（被告ら共通）\n本件地震後の火災においても，震度分布と火災発生件数には正比例の相関関\n係がみられ，火災の発生は震度６以上とりわけ震度７以上の地域に見られている。\nエ　本件火災の発生（被告東京海上）\n(ア)　出火場所，出火時刻\n平成７年１月１７日（以下，同月中は月までを略す。）午前９時，本件地震\nにより損壊したgビル東館から出火した（乙１）。\n(イ)　延焼拡大の状況\n本件火災は，出火後，北に隣接するhビルの外壁を焼きながら，順次，gビル\n西館，e第１ビル，神戸市水道局西部営業所西部センター（以下「水道局」とい\nう。）へと拡大し延焼していった（乙１）。\n(ウ)　消防隊の活動状況\nⅰ　本件火災の覚知時間は，１７日午前１１時３０分で，覚知方法は消防隊であ\nる。鎮圧時間は１８日午前２時，鎮火時間は同日午前４時である。これによって，\n延べ５６５６平方メートルの建物（全焼３棟，部分焼２棟）が焼損した。\n消防車の配置状況は，ＪＲ鷹取工場内貯水槽４００トンに姫路１台，水道局\nの西側（鷹取工場の東側）に姫路２台の消防車が配置されているが，これら３台は\nいずれもポンプ車で，人員は各５名，うち１台はＪＲ鷹取工場内の貯水槽に部署し\nて他の２台に中継し，上記２台が各１本の筒先で放水した。\n須磨消防署（須２，５，１３）の消防車が出動したが，これらはgビル周辺に\n配置されていたとは認められず，本件火災の消火活動に当たらなかった。\n（乙１の火災調査報告書，火災防ぎょ報告書）\nⅱ　本件火災当時水道局所長であったDがgビルからの出火に気付いたのは１７日\n午前１０時ないし１１時頃である。消防車が来たのは同日午後２時ないし３時頃\nで，姫路方面の消防車２台であった。消防車は水道局の防火水槽を使用した後，Ｊ\nＲ鷹取工場の水を使用したが，gビルは，放水されることなく燃え尽き，消防車は水\n道局やe第１ビルへ放水していた。\n（丁Ｃ３のDの供述）\nⅲ　gビル東館に隣接する神戸市立a保育所（以下「保育所」という。）所長であ\nったEが，同人がgビルからの出火に気付いたのは１７日午前１１時頃であるが，保\n育所に設置されていた須磨消防署直通の火災報知器は作動せず，gビルに対して消防\n署の消火活動は行われなかった。\n（乙１の現場聞き込みメモＣ，丁Ｃ４のEの供述）\nⅳ　消火活動の状況\n上記のように，消防隊は，１７日午後２時ないし３時頃，本件火災現場に到\n着した後，水道局の防火水槽を使用し，次にＪＲ鷹取工場の貯水槽を使用して消火\n活動を行ったが，消火活動は，主としてe第１ビル及び水道局に対して行われ，gビ\nル東館及び西館には殆ど消火活動が行われず，早期に燃え尽きた。\n仮に，gビル西館に放水がされたとしてもごく短時間で，あるいはほぼ燃え尽\nきた後鎮火を確実なものとするために放水されたに過ぎない。\n(エ)　延焼・拡大の原因\nⅰ　覚知の遅れ\n本件火災の出火時間から覚知時間まで２時間３０分を要しているところ，そ\nれは異常事態であり，１７日が平日であったことからみても，ゴム工場として利用\nされていたg東館から午前９時に出火した場合，通常であれば工場職員ないし付近住\n民などにより直ちに消防署に通報がされるはずであり，覚知まで時間を要したのは\n本件地震のためである。\nまた，前記のとおり，保育所所長Eが，火災報知器を作動させたのに，作動せ\nず，須磨消防署へ通報されなかったのは，本件地震による電気，通信手段の断絶に\nよるものである。\nⅱ　消防隊出動の遅れ\n消防隊が現場に到着したのは，覚知から実に２時間半，３時間半後の午後２\n時ないし３時頃であり，通常であれば当然出動するはずの須磨消防署の消防車でな\nく，遠く姫路方面の消防署から派遣された消防車が出動している。このような事態\nに至った原因は，倒壊家屋，交通渋滞，救急活動等により覚知から出動までの時間\nがかかったほか，地震後他に大きな火災が頻発しているなどのために須磨消防署の\n消防車が出動することができず，遠方の姫路の消防署に応援を頼まざるを得なかっ\nたためであり，本件地震のためである。\nⅲ　消防車及び放水線の絶対的不足\n神戸市では，通常時には消防署はポンプ車等放水を担当する消防車を４台出\n動させ，家屋が炎上している場合にはさらに４台を追加して８台を出動させてい\nる。放水線は消防車１台で２線延長を原則としているので，家屋炎上に至らない火\n災においてすら，少なくとも８本の放水線からの放水により消火活動がされるのが\n一般である。ましてや，家屋炎上の際においては，少なくとも１６本の放水線から\nの放水により消火活動がされる。\nしかし，本件火災で出動した消防車は，ポンプ車３台，放水線はわずか２本\nにすぎないのであり，家屋炎上火災においては，１６線放水がなされる通常の消火\n体制と比較すれば，本件火災における消火力は著しく低下している。\nこのような異常事態に陥った原因は，地震のため，本来であれば多数存在す\nる消防車が他の火災の消火活動に出動するなどしたためである。\nオ　本件地震免責条項該当性（被告東京海上）\n(ア)　地震によって発生した火災が延焼または拡大して生じた損害\n本件火災現場付近は，近隣商業地域で住宅・ケミカル産業関連工場が混在す\nる地域であったが，震度７程度の揺れが記録されたこと，須磨区内では被害の多く\nが区南部に集中し，特にＪＲ以北・山陽電鉄以南の地域で被害が甚大であったが，\n本件火災はまさにこの地域内で発生したものであること，特に本件火災において\nは，出火時が本件地震後約３時間後であること，出火場所であるgビル東館は当時ゴ\nム工場として利用されており，ビル内には引火し易いものが多数保管されていたと\n考えられること，同ビルは本件地震によって東部分が大きく倒壊し，しかも１階部\n分は大きく潰された状態であったこと等の事実からすれば，本件火災は地震によっ\nて発生した火災と強く推定される。\nしたがって，本件火災は，少なくとも第２類型に該当する。\n(イ)　発生原因のいかんを問わず火災が地震によって延焼または拡大して生じた\n損害\n本件火災が延焼・拡大した原因は，通常であれば直ちになされるべき火災の\n覚知が出火から２時間半後と異常に遅れ，しかも消防隊の出動は覚知からさらに２\n時間半ないし３時間半後となり，初期消火活動が全く行われなかったことはもとよ\nり，通常であれば多数存在する消防車が他の火災の消火活動に従事していた等のた\nめに本件火災では消防力の著しい低下を来たし，十分な消火活動を行えなかったた\nめに，広範囲に火災が延焼・拡大したものであり，これらの原因は総て本件地震に\nよる。\nしたがって，本件火災は，第３類型に該当する。\n(ウ)　したがって，被告東京海上は地震免責条項により保険金支払義務は負担し\nない。\nカ　本件火災の発生・本件地震免責条項該当性（被告三井住友海上）\n(ア)　第２類型該当性\n本件火災は，１７日午前９時頃gビル東館１階ないし２階から出火したもので\nある。\nその時刻は，本件地震の発生から３時間後という近接した時間帯であるこ\nと，出火当時gビル東館は建物全体が本件地震により倒壊状態にあり，極めて危険な\n状況にあったから，出火時である１７日午前９時という早い時間帯に何者かが倒壊\n中の危険な建物の２階にまで侵入して人為的な火災を発生させることは考えられな\nいことからすると，本件地震の発生から本件火災の発生までは，人為的な変更な\nく，自然の流れで発生したものといえる。したがって，本件火災の原因は，本件地\n震により，gビル東館が倒壊し，本件地震により火源が発生し，これがケミカルシュ\nーズ又はその材料等に燃え移り火災が発生したものに他ならない。\nそして，憲産業事業場はgビル東館の３階ないし４階であること，ゴールド事\n業場も近接するe第１ビル内にあることから，その焼失は本件地震による火災の延\n焼・拡大によるものであって，第２類型に該当する。\n(イ)　第３類型該当性\n被告東京海上が主張するとおり，憲産業事業場及びゴールド事業場への延焼\nは地震によるものであることからすると，第３類型に該当する。\nなお，gビル東館は，鉄筋コンクリート造４階建の建物であって，１階，２階\nで発生した火災が容易に上階に延焼・拡大するとは考えられず，通常の消火活動が\n行われていれば，同一階の他の部屋はともかく，上階についてへの延焼・拡大は本\n件地震によることは明らかである。\n（原告らの主張）\n(1)　(3)エ(ウ)ⅱ，ⅲについては，gビルからの火災の発生時期は，午後も遅くな\nってからであり，消防隊の到着も午後遅くで，e第１ビルが燃えだしたのは，同日夜\nになってからであって，その余は認める。\nなお，憲産業事業場は，gビル東館３階にあった。\n(2)　地震による火元火災に基づく免責について\n本件地震免責条項適用のためには，火災が大地の揺れによって発生したこと\nを立証する必要があると解されるところ，本件火災が，大地の揺れによって発生し\nたとの立証はない。\n(3)　延焼拡大による火災免責について\n本件地震免責条項適用のためには，保険目的物への火災の延焼・拡大が大地\nの揺れそのものによることを立証すべきであるが，本件火災の延焼・拡大の原因は\n消防力が無力化したことによるところ，それは人災的要素によるもので，大地の揺\nれそのものによって本件火災がゴールド事業場，憲産業事業場に延焼・拡大したと\nはいえない。\n６　本件火災による損害の有無及び額\n（原告らの主張）\nゴールド事業場，憲産業事業場内の動産類は，それぞれ，それらを目的とす\nる本件各火災保険の保険金額を下らない価値があったところ，本件火災によって，\n全焼し，上記金額の損害を被った。\n被告らの，本件地震によって本件各保険契約の目的物が損傷していたとの主\n張は否認する。\n（被告らの主張）\nゴールド事業場のあったe第１ビル，憲産業事業場のあったgビル東館の本件\n地震による破損が著しいことからすると，それらの中にあった本件各保険契約の目\n的物は，本件地震により使用不能な程度に損傷していたことが推定され，経済的に\nは無価値に帰していたもの考えられるから，それらに対しての本件火災による損害\nはない。\n第４　当裁判所の判断\n１　地震免責条項の有効性（争点１）\n(1)　原告らは，①風水害における被害が地震における被害より甚大である，②地\n震に関連する火災の数が総出火数，建物火災の件数，焼損件数等から見て突出して\nいるとはいえない，③本件地震において，地震免責条項を適用しなくとも，損害保\n険会社各社の存立の基盤を脅かすまでのことはなかった，④生命保険契約との比較\nを主張し，地震免責条項の存在理由はないとして，地震免責条項は無効である旨を\n主張する。\nしかし，被告らの主張のとおり，損害保険は，確率的予測を前提とする危険\nの分散化のためのシステムであるから，保険料の総額と支払保険金の総額とは均衡\nしていなければならず（収支相当の原則），その原則は各保険団体ごとに適用され\nなくてはならず，保険事業においては，個々の保険加入者の事故発生の危険率等に\n応じて保険料の額を割り振り，他方，保険加入者は，保険料と対価的均衡関係にあ\nる損害の範囲においてのみ保険金の支払を受けることができる（給付反対給付の原\n則）こと，火災保険においては，地震に関連する一定の火災に基づく損害を含む地\n震損害を填補しないことを前提として，保険料率が算定されていること，地震に関\nしては，その損害の巨大性，発生予測の困難性，逆選択の危険からすると，地震は\n保険に馴染みにくい異常危険であるとして別個に地震保険によってその損害の填補\nが図られていることは当裁判所に顕著である。\nこれらの事実からすると，現行の火災保険契約において，地震に関連する一\n定の火災に基づく損害を填補するための利益の蓄積はないことになるから，それに\nついて保険金を支払えば，収支相当の原則に反する上，火災保険料は地震損害の填\n補を受ける対価となっておらず，給付反対給付の原則からしても，火災保険のみの\n加入者に保険金を支払う根拠がないことになる。したがって，少なくとも，現行の\n運用を前提とすると，本件地震免責条項は合理性を有する（大判大１５・６・１２\n民集５巻４９５号参照）。\n(2)　原告らが主張するところのうち，①，②については，立法論ないし制度論と\nしては検討には値するが，そのような制度を採用することが合理的かを決するに際\nしても地震火災の発生頻度や地震火災によって生じると想定される損害額等を予想\nし，異常危険か否かを慎重に検討することが不可欠であるし，少なくとも，現在の\n火災保険では，地震による一定の火災については補償せず，地震保険で賄うことを\n前提に保険料率が定められていることからすると，解釈論としては到底採用できな\nい。\n③については，損害保険会社が現に高い利潤の蓄積があり，かつ，その利潤\nを保険契約者に還元すべきとの判断が相当であるとしても，その利潤は，保険料率\n設定のシステムの見直し等によって，保険契約者全体に平等に還元されるべきもの\nで，地震免責条項の効力や解釈によって解消すべき問題ではなく，この点も地震免\n責条項の効力を否定すべき理由とはならない。\n④については，その保険料率の定め方を検討しないまま生命保険の議論が直\nちに損害保険の議論に当てはまるものではない。\nしたがって，原告らの主張は，いずれも採用できない。\n２　地震免責条項の拘束性（争点３について）\n(1)　原告らは，大正４年大審院判決や学説が意思推定説を採用し，普通約款の拘\n束力を肯定したのは，基盤が脆弱であった保険業界の保護，育成に大きな貢献を果\nたしたが，保険業界が巨大化した現代ではその適用の基盤がない，あるいは，理論\n的にも，保険約款は契約である以上，当事者間の合意を全く無視して，その意思を\n擬制することは許されないなどと主張した上，保険募集者は，私的自治の原則，募\n取法１６条１項，信義則からして，保険内容の重要な部分を告知する義務があり，\nそれを怠った場合には，火災保険契約は有効であるが，そのうちの地震免責条項の\n適用はないと解すべきである旨主張する。\nしかし，被告らが主張するとおり，火災保険契約は，収支相当の原則，給付\n反対給付の原則が働くもので，技術的，団体的な性質を有し，画一化，合理化に馴\n染む契約であるから，約款による附合契約によるべき典型的な契約類型というべき\nである。また，約款の個別条項である地震免責条項自体を知っているか否かはさて\nおき，保険契約ないし共済契約は普通保険約款や各団体規約等に従って契約内容が\n定まることは一般に知られていて，かつ，上記普通保険約款が合理的であると一般\nに信頼されていることは強く推定されるものである。したがって，上記普通保険約\n款に従って保険契約がされた場合は，特段の事情がない限り，保険契約の申込者\nは，上記普通保険約款や各団体規約等に従う旨の意思を有すると推認するのが相当\nである。そして，本件地震免責条項の適用についても，同様と解すべきであって，\n保険者側が，地震による火災についても保険金が出る旨の積極的な説明をした，な\nいし，それと同視し得る特段の事情がない以上，普通保険約款に含まれる本件地震\n免責条項の適用があると解すべきである。\n原告らの主張は，約款等の個別的内容についての契約者の知，不知を問題と\nし，結局，約款等に基づく附合契約を個別契約と同視するもので，採用できない。\nまた，原告らが，開示論の根拠として，①私的自治の原則，    ②募取法１\n６条１項，    ③信義則上の義務などを挙げるが，それらは，直ちに，原告らの主\n張を基礎付けるものとはいえない。\n更に，原告らは，関連して地震保険は火災保険に原則自動附帯方式をとって\nいることを前提に，その点の情報開示がない以上，地震免責条項の拘束力はないと\nも主張するが，原告らの主張を前提としても，その説明の目的は，地震保険の付保\nの確認であるから，それを怠ったことが，火災保険の約款中地震免責条項の拘束力\nのみを否定する根拠にはなり得ず，その主張も理由がない。\n(2)　本件地震免責条項を適用すべきでない特段の事情の有無\nア　原告ゴールドについて\n(ア)　前記前提事実及び証拠（丙Ｃ１，丁Ｃ１の１，２，原告ゴールド代表者）\n並びに弁論の全趣旨によると，次の事実が認められる。\n原告ゴールド代表者Aは，昭和５７年頃から被告東京海上と，その後住友海上\nと火災保険契約を締結し，何度か更新し，本件各火災保険契約の締結に至った。本\n件各火災保険契約申込書には，いずれも普通保険約款に従う旨の定型文言が印刷さ\nれており，その申込人欄には，原告ゴールド代表者Aの印章による押印がある。ま\nた，本件各火災保険契約の目的は家財ではないので，地震保険の対象ではないもの\nの，被告東京海上との契約書においては，地震保険を希望しないことを確認する欄\nにも同様に押印されている。また，上記各契約の更新ごとに，被告らからAに対し，\n保険証書と共に普通保険約款の送付があった。\n原告ゴールド代表者は，上記各契約時に，被告ら側から地震免責条項につい\nて説明を受けていない旨供述している。\n(イ)　上記認定の事実に，本件全証拠を総合しても，被告ら側が積極的に地震に\nよる火災においても火災保険金が出る旨説明したなど，本件地震免責条項を適用す\nべきでない特段の事情は認められない（なお，地震免責条項について説明を受けて\nいないことは，前示特段の事情に当たらない。）。\n(ウ)　よって，原告ゴールドに対し，本件地震免責条項の拘束力が及ぶ。\nイ　原告憲産業について\n(ア)　前記前提事実及び証拠（乙Ｄ１，証人F）並びに弁論の全趣旨によると，次\nの事実が認められる。\n原告代表者Bは，住友海上の代理店をしていた，同人の親族であるCを通じ\nて，平成２，３年頃から，火災保険契約を締結し，更新した。その契約の更新ごと\nに，保険証書と普通保険約款の送付があったと推認できる。また，本件火災保険契\n約申込書には，普通保険約款に従う旨の定型文言が印刷されており，その申込人欄\nには，同人の印章による押印がある。\n証人Fは，原告代表者Bは，本件地震後，本件火災保険契約に基づく火災保険\n金が出ると判断していた旨供述している。\n(イ)　上記認定の事実に本件全証拠を総合しても，被告ら側が，積極的に地震に\nよる火災においても火災保険金が出る旨説明したなど，本件地震免責条項を適用す\nべきでない特段の事情は認められない。\n(ウ)　よって，原告憲産業に対し，本件地震免責条項の拘束力が及ぶ。\n３　本件地震免責条項の明確性，制限解釈（争点２，４）\n(1)　本件地震免責条項の文言によると，いわゆる第１類型，第２類型のみなら\nず，いわゆる第３類型，即ち，出火原因のいかんを問わず生じた火元火災が地震に\nよって延焼または拡大して生じた損害も免責とする趣旨と解すべきである。このこ\nとは，この文言が，新潟地震判決が従来の地震免責条項の規定では第３類型を対象\nとしていないと判断したことを受け，第３類型も対象とすることを明確化するため\nに昭和５０年に地震免責条項約款が改正され，定められたものであること（弁論の\n全趣旨）によっても裏付けられる。\nまた，そこにいう「地震」は限定する必要はなく，「地震によって」の意義\nは，地震と火災の発生ないし延焼に相当因果関係がある場合と解すべきである。\n(2)　なお，原告らは，本件地震免責条項の存在根拠は乏しいこと，保険約款も契\n約である以上，その条項である本件地震免責条項の解釈は当事者の合理的意思に基\nづくべきことからすると，制限的に解釈されるべきであって，そこにいう「地震に\nよって」は「地震そのもの，即ち，大地の揺れによって」と，そこにいう「地震」\nは「地震と同時に広範囲にわたって多発的に火災が生じ，被害額自体が損害保険会\n社の基礎を掘り崩し，企業の存立を危うくするような地震」と制限的に解釈すべき\nである旨主張する。\nしかし，原告らの上記主張は，文言上無理があり，また，本件地震免責条項\nに合理性が乏しいことを前提とするが，その前提は前記のとおり採用できないばか\nりか，実質的に検討しても，地震という異常危険に際して，通常の頻度を超えて発\n生する火災には，漏電，ガス漏れ及び地震によって必然的に起こる消防力の低下な\nどの二次的なものも存在するから，地震免責条項の趣旨からすると，そのようなも\nのを一切地震免責条項の対象から排除するとの解釈は妥当とは言い難いことなども\n併せ考えると，採用することはできない。\n４　本件火災の地震免責条項該当性\n(1)　前記前提事実及び証拠（乙１ないし３，丁Ｃ３ないし６）並びに弁論の全趣\n旨を総合すると，次の事実を認めることができる。\nア　本件地震の発生\n平成７年１月１７日午前５時４６分，兵庫県淡路島北部を震源とするマグニ\nチュード７．２の規模の本件地震が発生した。本件地震は神戸市などの直下で発生\nした大都市直下型のものである。\nイ　本件地震による被害の概要\n(ア)　人的被害\n老朽木造住宅の倒壊や家具の転倒によって多数の死傷者を出すことになっ\nた。平成７年５月２３日現在におけるこの震災による死者は５５０２名，負傷者は\n４万１５２７名に及んでいる。\n(イ)　建物被害\n兵庫県全体では全壊建物８万１２０６棟，半壊６万２８２６棟に及んだ（平\n成７年２月２０日現在）。\n神戸市内では，全壊６万７４２１棟，半壊５万５１４５棟に達した（平成８\n年１月現在）が，建物被害は地震後に発生した火災による被害も甚大であり，神戸\n市内だけでも，全焼建物は６９７５棟，半焼建物は７３棟であった。\n(ウ)　交通関係の被害\n阪神高速神戸線では東灘区深江付近の高架橋が６００メートルに亘って倒壊\nしたのをはじめ，名神高速の尼崎インターから西宮インター間，中国自動車道での\n池田インターから宝塚インター間における高架橋の被害によって，被災地の高速道\n路の使用が不可能となった。\n一般道路についても，国道２号線，４３号線をはじめとする幹線道路や主要\n道路が各所で段差や陥没の路面被害を生じ，また，倒壊建物が道路を塞ぐなどの被\n害が続出して，車両の通行を阻害し，道路交通は寸断され，機能しなくなった。\nまた，鉄道についても，東海道・山陽新幹線，ＪＲ在来線，阪神・阪急の私\n鉄各線，さらには地下鉄も線路や高架橋，駅舎，車両などに大きな被害を受けてす\nべて不通になった。\n(エ)　生活関連施設の被害\n関西電力では，発電，変電，配電の種々の設備に被害を受けたため，多くの\n住宅や施設で停電となった。\n関西地区を供給エリアとする大阪ガスのガス導管網に甚大な被害が生じ，ピ\nーク時にはガス供給停止が８６万戸に及んだとされる。中圧導管については，主と\nして継ぎ手の緩みなどから１０６個所，低圧導管についてはねじ接合部に被害を受\nけたことなどから２万６４５９個所で損傷を受け，一部でガス漏れなども生じた。\n上水道は，兵庫県を中心として，１２９万戸が断水した。神戸市内において\nも，配水管漏水１６１０個所，給水管道路上漏水が１万２４８６個所，宅地内給水\n管については５万５５５１個所の漏水を記録している。\n電話については，地震発生時の電源停止による交換機故障によって，約３０\n万回線が不通となった。しかも，平成７年１月１７日の地震発生から同月２１日ま\nでには，全国から神戸方面に対して通常の５０倍程度の通話が集中したため，電話\nが極めて繋がりにくい状況となっていた。\n(オ)　その他の被害\n以上に見た被害以外にも，医療施設の損壊，市役所庁舎や警察署，消防署な\nど公的施設の被害も大きく，また，港湾施設や工業施設などの経済基盤の損壊，更\nには，銀行をはじめとする金融機関や商業店舗の被害なども甚大であった。\nウ　本件地震後，神戸市を中心として同時多発的に火災が発生し，それがその後\nも数日間にわたって五月雨的に継続し，漸次減少した。\nエ　須磨区での火災\n須磨消防署管内においても，本件地震後３日間で１６件の火災発生が見ら\nれ，内１３件は本件地震当日に出火し，その当日に出火した火災はすべて午前１０\n時までに発生したものである。\nこの１７日に発生した火災での焼損棟数は，須磨区内２６７棟，焼損面積\nは，須磨区内２６，２８２平方メートルに及んでいる。\nオ　本件火災の出火状況\n平成７年１月１７日（以下，同月中は月までを略す。）午前９時，本件地震\nにより損壊したgビル東館１階ないし２階から本件火災は出火した。\ngビル東館の用途はゴム工場であり，ビル内には引火し易いものが多く保管さ\nれていた。\n須磨消防署長作成の火災調査報告書においては，人的・物的資料が得られず\n不明火とされている。\n（なお，原告らは，gビルからの火災の発生時間は，午後も遅くなってからであ\nる旨主張する。\nしかし，出火時間について，原告らの主張を認めるに足りる証拠はなく，乙\n１，丁Ｃ３，４，原告ゴールド代表者（本人調書２５，２７頁）によると，前記認\n定のとおりとなる。）\n（正確な出火した階については，確かに，乙１によると，平成７年２月１日に\nされた，須磨消防署による現場聞き込みにおいて，２名の目撃者が，２階部分が燃\nえていたと述べていたところ，それらの事実を踏まえ，須磨消防署長作成の火災調\n査報告書においては，本件地震によりgビル東館１階部分が押しつぶれている状況で\nあるので，上記供述の２階は３階に訂正する必要があるとした上，出火場所は３階\n付近の可能性が高いと判断されたことが認められる。\nしかし，他方，原告ゴールド代表者本人によると，同人が，同日午前１０時\nないし１１時頃，gビル東館１階から火がちょろちょろと出ていたのを見た事実，乙\n１（特にgビル（東館）４階平面図），証人Fによると，gビル東館は４階建てである\nが，４階は一部に建物部分があるのみであって，乙１添付の写真Ｎｏ．２２の開口\n部の最上部が３階である事実がそれぞれ認められる。\nそうすると，１階部分は残存していたことが窺われ，須磨消防署が，１階部\n分が押しつぶされたので，出火場所を２階とする目撃者の供述に訂正が必要とした\n上，３階が出火場所である可能性が高いとした須磨消防署の判断を採用することは\n困難であり，上記のとおり認定できる。）。\nカ　憲産業事業場の位置\ngビル東館３階である。\n（これに反する乙Ｄ１は，乙Ｄ２，証人Fに照らすと，誤記と窺われ，採用しな\nい。）\nキ　延焼拡大の状況\n本件火災は，出火後，gビル東館内を焼き，hビルの外壁を焼きながら，順\n次，gビル東館の西に隣接するgビル西館，e第１ビル，水道局へと拡大し延焼してい\nった。その位置関係は，別紙地図記載のとおりである。\n（なお，憲産業事業場の所在するgビル３階に延焼した時間，ゴールド事業場の\n所在するe第１ビル５階に延焼した時間を特定するに足りる証拠はない。）\nク　消防隊の活動状況\nⅰ　本件火災の覚知時間は，１７日午前１１時３０分で，覚知方法は消防隊であ\nる。鎮圧時間は１８日午前２時，鎮火時間は同日午前４時である。これによって，\n延べ５６５６平方メートルの建物（全焼３棟，部分焼２棟）が焼損した。\n消防車の配置状況は，ＪＲ鷹取工場内貯水槽４００トンに姫路１台，水道局\nの西側（鷹取工場の東側）に姫路２台の消防車が配置されているが，これら３台は\nいずれもポンプ車で，人員は各５名，うち１台はＪＲ鷹取工場内の貯水槽に部署し\nて他の２台に中継し，上記２台が各１本の筒先で放水した。\nⅱ　gビル東館に隣接する保育所所長であったEは，１７日午前１１時頃，gビルか\nらの出火に気付いた。そこで，同人は，保育所に設置されていた須磨消防署直通の\n火災報知器を押したが，作動しなかったので，直ちには，gビルに対して消防署の消\n火活動は行われなかった。\nⅲ　水道局所長であったDがgビルからの出火に気付いたのは１７日午前１０時な\nいし１１時頃である。消防車が来たのは同日午後２時ないし３時頃で，姫路方面の\n消防車２台であった。消防車は水道局の防火水槽を使用した後，ＪＲ鷹取工場の水\nを使用したが，gビルは，ほとんど放水されることなく燃え尽き，消防車は水道局や\ne第１ビルへ放水していた。\n（原告らは，消防隊の到着も午後遅くであると主張するが，消防車の到着時間\nについては，原告らの主張を裏付ける証拠はなく，丁Ｃ３によると，前記認定のと\nおり認めるのが相当である。）\n(2)　本件地震免責条項の適用\nア　地震による火元火災に基づく免責について\n上記認定の事実を総合しても，出火時間が地震後約３時間経過していること\nからすると，地震によって出火したと推認することは困難である。\n被告らは，本件地震後の火災発生状況とノースリッジ地震後の火災発生状況\nとの類似性や，大地震後の火災では，火災原因の調査や証拠の確保が困難であるこ\nとなどから，本件火災は，本件地震によって発生したと推認されるべきである旨主\n張する。\nしかし，ノースリッジ地震後の火災発生状況との類似性は，一般的傾向を示\nすに止まり，そのことから，本件火災の出火が本件地震によると推認するのは困難\nである（そのような推認を認めるとすれば，事実上，因果関係に対する立証責任を\n転換することとなり，通常，被告らに比して，調査のための能力・組織において劣\nる保険契約者である原告らに本件火災が本件地震以外の原因によるものであること\nを調査・解明すべき負担を強いることになるから，相当でない。）。\nしたがって，被告らの上記主張は採用することができない。\nイ　地震による延焼火災に基づく免責について\n上記認定事実によれば，本件火災は午前９時頃発生したもので，１７日が平\n日であったことを総合すると，本件地震がなければ，出火後直ちに発見され，事業\n場内の従業員によって初期消火がされると推認できること，現に発見された時間を\n前提としても，通常であれば，発見後直ちに消防署に通報され，それによって消防\n車が到着することは容易に推認できるのに，本件において，消防署が本件火災を覚\n知したのは出火後約２時間半経過した時点であるところ，それは，前記認定の本件\n地震の被害に照らすと，停電等によって通信機能が害されていたことによると容易\nに推認でき，現に保育所所長Eが押した須磨消防署に直通する火災報知器も作動しな\nかったこと，須磨消防署が本件火災を覚知した後，現に本件火災現場に消防車が到\n着したのは，約２時間半経過した午後２時以降であって，それらの消防車がgビルに\n通常程度の十分な放水はできなかったと認められるところ，前記認定の本件地震後\nの被害状況に照らすと，それは，須磨区等神戸市内の各地で多発的に火災が発生\nし，道路等の交通網が分断され，水道管等が破壊され，十分な水を確保できなかっ\nたこと等本件地震によってもたらされた諸事情によるものと容易に推認できるこ\nと，本件火災がgビル東館３階に所在する憲産業事業場に延焼した時間を特定するに\n足りる確たる証拠はないものの，gビル東館は鉄筋コンクリート造であるから，火元\nの階から他の階に火災が燃え広がるには相応の時間を要することは容易に推認でき\nること，また，e第１ビル５階のゴールド事業場に延焼した時間の特定もできないも\nのの，前記認定のe第１ビルの位置，延焼の経緯からすると，早くとも１７日の夕方\n頃と推認できることからすると，本件地震がなければ，本件火災は，ゴールド事業\n場，憲産業事業場に延焼しなかったと推認することができる。\nそうだとすると，本件地震によって，ゴールド事業場，憲産業事業場に延焼\nしたものと認めるのが相当である。\nなお，原告らは，本件火災の延焼・拡大の原因は，消防力が無力化したこと\nによるところ，それは人災的要素によるもので，大地の揺れそのものによる延焼・\n拡大といえないから，地震による延焼・拡大とはいえない旨主張する。\nしかし，前記のとおり，「地震による延焼」というためには，地震と火災の\n延焼に相当因果関係がある場合と解すべきであるところ，前記認定のとおり，ゴー\nルド事業場，憲産業事業場に本件火災が延焼した原因は，本件地震による消防力の\n無力化，具体的には，通信機能の低下，同時多発的な火災の発生，交通渋滞，断水\nによる水利の不足等であるところ，前記認定の本件地震の程度からすると，そのよ\nうな障碍が発生し，それによって，上記延焼が生じることも十分考えられるところ\nであり，他方，原告らが指摘する人災的要素については，本件地震と本件火災の延\n焼との因果関係を否定するほどの具体的事実があると認めるに足りる証拠はない。\nしたがって，本件地震と上記延焼には相当因果関係があるというべきである。\n５　よって，その余の点について判断するまでもなく，原告らの火災保険金請求\nには理由がない。\n６　以上の次第で，原告らの請求はいずれも理由がないから，これを棄却するこ\nととし，訴訟費用の負担について，民事訴訟法６１条，６５条１項を適用して，主\n文のとおり判決する。\n神戸地方裁判所第６民事部\n裁　判　長　裁　判　官　　　　　　　　松　　　村　　　雅　　　司\n裁　判　官                水　　　野　　　有　　　子\n裁　判　官                増　　　田　　　純　　　平\n"
}