{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 4,
    "day": 9
  },
  "case_number": "平成14(ヨ)22011",
  "case_name": "",
  "court_name": "東京地方裁判所",
  "right_type": "著作権",
  "lawsuit_type": "民事仮処分",
  "lawsuit_id": "11922",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=11922",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/922/011922_hanrei.pdf",
  "contents": "平成１４年(ヨ)第２２０１１号著作隣接権侵害差止請求仮処分命令申立事件\n決　　　　　　　　定\n当事者の表示　　　　　　　　　　　　別紙当事者目録記載のとおり\n主　　　　　　　　文\n１　債権者日本コロムビア株式会社が本決定送達後７日以内に金１００万円の\n担保を立てることを条件として，債務者は，債務者が「ファイルローグ」（File\nRogue）という名称で運営する電子ファイル交換サービスにおいて，ＭＰ３（ＭＰＥ\nＧ１オーディオレイヤー３）形式によって複製され，かつ，送受信可能の状態にさ\nれた電子ファイルの存在及び内容等を示す，利用者のためのファイル情報のうち，\nファイル名及びフォルダ名のいずれかに別紙レコード目録１の「タイトル名」欄記\n載の文字（漢字，ひらがな，片仮名並びにアルファベットの大文字及び小文字等の\n表記方法を問わない。）及び「実演家名」欄記載の文字（漢字，ひらがな，片仮名\n並びにアルファベットの大文字及び小文字等の表記方法を問わない。姓又は名のい\nずれか一方のみの表記を含む。）の双方が表記されたファイル情報を，利用者に送\n信してはならない。\n２　債権者ビクターエンタテインメント株式会社が本決定送達後７日以内に金\n１００万円の担保を立てることを条件として，債務者は，債務者が「ファイルロー\nグ」（File Rogue）という名称で運営する電子ファイル交換サービスにおいて，Ｍ\nＰ３（ＭＰＥＧ１オーディオレイヤー３）形式によって複製され，かつ，送受信可\n能の状態にされた電子ファイルの存在及び内容等を示す，利用者のためのファイル\n情報のうち，ファイル名及びフォルダ名のいずれかに別紙レコード目録２の「タイ\nトル名」欄記載の文字（漢字，ひらがな，片仮名並びにアルファベットの大文字及\nび小文字等の表記方法を問わない。）及び「実演家名」欄記載の文字（漢字，ひら\nがな，片仮名並びにアルファベットの大文字及び小文字等の表記方法を問わない。\n姓又は名のいずれか一方のみの表記を含む。）の双方が表記されたファイル情報\nを，利用者に送信してはならない。\n３　債権者キングレコード株式会社が本決定送達後７日以内に金１００万円の\n担保を立てることを条件として，債務者は，債務者が「ファイルローグ」（File\nRogue）という名称で運営する電子ファイル交換サービスにおいて，ＭＰ３（ＭＰＥ\nＧ１オーディオレイヤー３）形式によって複製され，かつ，送受信可能の状態にさ\nれた電子ファイルの存在及び内容等を示す，利用者のためのファイル情報のうち，\nファイル名及びフォルダ名のいずれかに別紙レコード目録３の「タイトル名」欄記\n載の文字（漢字，ひらがな，片仮名並びにアルファベットの大文字及び小文字等の\n表記方法を問わない。）及び「実演家名」欄記載の文字（漢字，ひらがな，片仮名\n並びにアルファベットの大文字及び小文字等の表記方法を問わない。姓又は名のい\nずれか一方のみの表記を含む。）の双方が表記されたファイル情報を，利用者に送\n信してはならない。\n４　債権者株式会社テイチクエンタテインメントが本決定送達後７日以内に金\n１００万円の担保を立てることを条件として，債務者は，債務者が「ファイルロー\nグ」（File Rogue）という名称で運営する電子ファイル交換サービスにおいて，Ｍ\nＰ３（ＭＰＥＧ１オーディオレイヤー３）形式によって複製され，かつ，送受信可\n能の状態にされた電子ファイルの存在及び内容等を示す，利用者のためのファイル\n情報のうち，ファイル名及びフォルダ名のいずれかに別紙レコード目録４の「タイ\nトル名」欄記載の文字（漢字，ひらがな，片仮名並びにアルファベットの大文字及\nび小文字等の表記方法を問わない。）及び「実演家名」欄記載の文字（漢字，ひら\nがな，片仮名並びにアルファベットの大文字及び小文字等の表記方法を問わない。\n姓又は名のいずれか一方のみの表記を含む。）の双方が表記されたファイル情報\nを，利用者に送信してはならない。\n５　債権者ユニバーサルミュージック株式会社が本決定送達後７日以内に金１\n００万円の担保を立てることを条件として，債務者は，債務者が「ファイルロー\nグ」（File Rogue）という名称で運営する電子ファイル交換サービスにおいて，Ｍ\nＰ３（ＭＰＥＧ１オーディオレイヤー３）形式によって複製され，かつ，送受信可\n能の状態にされた電子ファイルの存在及び内容等を示す，利用者のためのファイル\n情報のうち，ファイル名及びフォルダ名のいずれかに別紙レコード目録５の「タイ\nトル名」欄記載の文字（漢字，ひらがな，片仮名並びにアルファベットの大文字及\nび小文字等の表記方法を問わない。）及び「実演家名」欄記載の文字（漢字，ひら\nがな，片仮名並びにアルファベットの大文字及び小文字等の表記方法を問わな\nい。）の双方が表記されたファイル情報を，利用者に送信してはならない。\n６　債権者東芝イーエムアイ株式会社が本決定送達後７日以内に金１００万円\nの担保を立てることを条件として，債務者は，債務者が「ファイルローグ」（File\nRogue）という名称で運営する電子ファイル交換サービスにおいて，ＭＰ３（ＭＰＥ\nＧ１オーディオレイヤー３）形式によって複製され，かつ，送受信可能の状態にさ\nれた電子ファイルの存在及び内容等を示す，利用者のためのファイル情報のうち，\nファイル名及びフォルダ名のいずれかに別紙レコード目録６の「タイトル名」欄記\n載の文字（漢字，ひらがな，片仮名並びにアルファベットの大文字及び小文字等の\n表記方法を問わない。）及び「実演家名」欄記載の文字（漢字，ひらがな，片仮名\n並びにアルファベットの大文字及び小文字等の表記方法を問わない。姓又は名のい\nずれか一方のみの表記を含む。）の双方が表記されたファイル情報を，利用者に送\n信してはならない。\n７　債権者日本クラウン株式会社が本決定送達後７日以内に金１００万円の担\n保を立てることを条件として，債務者は，債務者が「ファイルローグ」（File\nRogue）という名称で運営する電子ファイル交換サービスにおいて，ＭＰ３（ＭＰＥ\nＧ１オーディオレイヤー３）形式によって複製され，かつ，送受信可能の状態にさ\nれた電子ファイルの存在及び内容等を示す，利用者のためのファイル情報のうち，\nファイル名及びフォルダ名のいずれかに別紙レコード目録７の「タイトル名」欄記\n載の文字（漢字，ひらがな，片仮名並びにアルファベットの大文字及び小文字等の\n表記方法を問わない。）及び「実演家名」欄記載の文字（漢字，ひらがな，片仮名\n並びにアルファベットの大文字及び小文字等の表記方法を問わない。）の双方が表\n記されたファイル情報を，利用者に送信してはならない。\n８　債権者株式会社徳間ジャパンコミュニケーションズが本決定送達後７日以\n内に金１００万円の担保を立てることを条件として，債務者は，債務者が「ファイ\nルローグ」（File Rogue）という名称で運営する電子ファイル交換サービスにおい\nて，ＭＰ３（ＭＰＥＧ１オーディオレイヤー３）形式によって複製され，かつ，送\n受信可能の状態にされた電子ファイルの存在及び内容等を示す，利用者のためのフ\nァイル情報のうち，ファイル名及びフォルダ名のいずれかに別紙レコード目録８の\n「タイトル名」欄記載の文字（漢字，ひらがな，片仮名並びにアルファベットの大\n文字及び小文字等の表記方法を問わない。）及び「実演家名」欄記載の文字（漢\n字，ひらがな，片仮名並びにアルファベットの大文字及び小文字等の表記方法を問\nわない。姓又は名のいずれか一方のみの表記を含む。）の双方が表記されたファイ\nル情報を，利用者に送信してはならない。\n９　債権者株式会社エピックレコードジャパンが本決定送達後７日以内に金１\n００万円の担保を立てることを条件として，債務者は，債務者が「ファイルロー\nグ」（File Rogue）という名称で運営する電子ファイル交換サービスにおいて，Ｍ\nＰ３（ＭＰＥＧ１オーディオレイヤー３）形式によって複製され，かつ，送受信可\n能の状態にされた電子ファイルの存在及び内容等を示す，利用者のためのファイル\n情報のうち，ファイル名及びフォルダ名のいずれかに別紙レコード目録９の「タイ\nトル名」欄記載の文字（漢字，ひらがな，片仮名並びにアルファベットの大文字及\nび小文字等の表記方法を問わない。）及び「実演家名」欄記載の文字（漢字，ひら\nがな，片仮名並びにアルファベットの大文字及び小文字等の表記方法を問わな\nい。）の双方が表記されたファイル情報を，利用者に送信してはならない。\n10　債権者株式会社ポニーキャニオンが本決定送達後７日以内に金１００万円\nの担保を立てることを条件として，債務者は，債務者が「ファイルローグ」（File\nRogue）という名称で運営する電子ファイル交換サービスにおいて，ＭＰ３（ＭＰＥ\nＧ１オーディオレイヤー３）形式によって複製され，かつ，送受信可能の状態にさ\nれた電子ファイルの存在及び内容等を示す，利用者のためのファイル情報のうち，\nファイル名及びフォルダ名のいずれかに別紙レコード目録10の「タイトル名」欄記\n載の文字（漢字，ひらがな，片仮名並びにアルファベットの大文字及び小文字等の\n表記方法を問わない。）及び「実演家名」欄記載の文字（漢字，ひらがな，片仮名\n並びにアルファベットの大文字及び小文字等の表記方法を問わない。）の双方が表\n記されたファイル情報を，利用者に送信してはならない。\n11　債権者株式会社ワーナーミュージック・ジャパンが本決定送達後７日以内\nに金１００万円の担保を立てることを条件として，債務者は，債務者が「ファイル\nローグ」（File Rogue）という名称で運営する電子ファイル交換サービスにおい\nて，ＭＰ３（ＭＰＥＧ１オーディオレイヤー３）形式によって複製され，かつ，送\n受信可能の状態にされた電子ファイルの存在及び内容等を示す，利用者のためのフ\nァイル情報のうち，ファイル名及びフォルダ名のいずれかに別紙レコード目録１の\n「タイトル名」欄記載の文字（漢字，ひらがな，片仮名並びにアルファベットの大\n文字及び小文字等の表記方法を問わない。）及び「実演家名」欄記載の文字（漢\n字，ひらがな，片仮名並びにアルファベットの大文字及び小文字等の表記方法を問\nわない。姓又は名のいずれか一方のみの表記を含む。）の双方が表記されたファイ\nル情報を，利用者に送信してはならない。\n12　債権者株式会社フォーライフミュージックエンタテイメントが本決定送達\n後７日以内に金１００万円の担保を立てることを条件として，債務者は，債務者が\n「ファイルローグ」（File Rogue）という名称で運営する電子ファイル交換サービ\nスにおいて，ＭＰ３（ＭＰＥＧ１オーディオレイヤー３）形式によって複製され，\nかつ，送受信可能の状態にされた電子ファイルの存在及び内容等を示す，利用者の\nためのファイル情報のうち，ファイル名及びフォルダ名のいずれかに別紙レコード\n目録１２の「タイトル名」欄記載の文字（漢字，ひらがな，片仮名並びにアルファ\nベットの大文字及び小文字等の表記方法を問わない。）及び「実演家名」欄記載の\n文字（漢字，ひらがな，片仮名並びにアルファベットの大文字及び小文字等の表記\n方法を問わない。姓又は名のいずれか一方のみの表記を含む。）の双方が表記され\nたファイル情報を，利用者に送信してはならない。\n13　債権者株式会社バップが本決定送達後７日以内に金１００万円の担保を立\nてることを条件として，債務者は，債務者が「ファイルローグ」（File Rogue）と\nいう名称で運営する電子ファイル交換サービスにおいて，ＭＰ３（ＭＰＥＧ１オー\nディオレイヤー３）形式によって複製され，かつ，送受信可能の状態にされた電子\nファイルの存在及び内容等を示す，利用者のためのファイル情報のうち，ファイル\n名及びフォルダ名のいずれかに別紙レコード目録１３の「タイトル名」欄記載の文\n字（漢字，ひらがな，片仮名並びにアルファベットの大文字及び小文字等の表記方\n法を問わない。）及び「実演家名」欄記載の文字（漢字，ひらがな，片仮名並びに\nアルファベットの大文字及び小文字等の表記方法を問わない。）の双方が表記され\nたファイル情報を，利用者に送信してはならない。\n14　債権者株式会社ビーエムジーファンハウスが本決定送達後７日以内に金１\n００万円の担保を立てることを条件として，債務者は，債務者が「ファイルロー\nグ」（File Rogue）という名称で運営する電子ファイル交換サービスにおいて，Ｍ\nＰ３（ＭＰＥＧ１オーディオレイヤー３）形式によって複製され，かつ，送受信可\n能の状態にされた電子ファイルの存在及び内容等を示す，利用者のためのファイル\n情報のうち，ファイル名及びフォルダ名のいずれかに別紙レコード目録１４の「タ\nイトル名」欄記載の文字（漢字，ひらがな，片仮名並びにアルファベットの大文字\n及び小文字等の表記方法を問わない。）及び「実演家名」欄記載の文字（漢字，ひ\nらがな，片仮名並びにアルファベットの大文字及び小文字等の表記方法を問わな\nい。）の双方が表記されたファイル情報を，利用者に送信してはならない。\n15　債権者パイオニアエル・ディー・シー株式会社が本決定送達後７日以内に\n金１００万円の担保を立てることを条件として，債務者は，債務者が「ファイルロ\nーグ」（File Rogue）という名称で運営する電子ファイル交換サービスにおいて，\nＭＰ３（ＭＰＥＧ１オーディオレイヤー３）形式によって複製され，かつ，送受信\n可能の状態にされた電子ファイルの存在及び内容等を示す，利用者のためのファイ\nル情報のうち，ファイル名及びフォルダ名のいずれかに別紙レコード目録１５の\n「タイトル名」欄記載の文字（漢字，ひらがな，片仮名並びにアルファベットの大\n文字及び小文字等の表記方法を問わない。）及び「実演家名」欄記載の文字（漢\n字，ひらがな，片仮名並びにアルファベットの大文字及び小文字等の表記方法を問\nわない。）の双方が表記されたファイル情報を，利用者に送信してはならない。\n16　債権者株式会社ルームスレコーズが本決定送達後７日以内に金１００万円\nの担保を立てることを条件として，債務者は，債務者が「ファイルローグ」（File\nRogue）という名称で運営する電子ファイル交換サービスにおいて，ＭＰ３（ＭＰＥ\nＧ１オーディオレイヤー３）形式によって複製され，かつ，送受信可能の状態にさ\nれた電子ファイルの存在及び内容等を示す，利用者のためのファイル情報のうち，\nファイル名及びフォルダ名のいずれかに別紙レコード目録１６の「タイトル名」欄\n記載の文字（漢字，ひらがな，片仮名並びにアルファベットの大文字及び小文字等\nの表記方法を問わない。）及び「実演家名」欄記載の文字（漢字，ひらがな，片仮\n名並びにアルファベットの大文字及び小文字等の表記方法を問わない。）の双方が\n表記されたファイル情報を，利用者に送信してはならない。\n17　債権者エイベックス株式会社が本決定送達後７日以内に金１００万円の担\n保を立てることを条件として，債務者は，債務者が「ファイルローグ」（File\nRogue）という名称で運営する電子ファイル交換サービスにおいて，ＭＰ３（ＭＰＥ\nＧ１オーディオレイヤー３）形式によって複製され，かつ，送受信可能の状態にさ\nれた電子ファイルの存在及び内容等を示す，利用者のためのファイル情報のうち，\nファイル名及びフォルダ名のいずれかに別紙レコード目録１７の「タイトル名」欄\n記載の文字（漢字，ひらがな，片仮名並びにアルファベットの大文字及び小文字等\nの表記方法を問わない。）及び「実演家名」欄記載の文字（漢字，ひらがな，片仮\n名並びにアルファベットの大文字及び小文字等の表記方法を問わない。）の双方が\n表記されたファイル情報を，利用者に送信してはならない。\n18　債権者株式会社プライエイド・レコーズが本決定送達後７日以内に金１０\n０万円の担保を立てることを条件として，債務者は，債務者が「ファイルロー\nグ」（File Rogue）という名称で運営する電子ファイル交換サービスにおいて，Ｍ\nＰ３（ＭＰＥＧ１オーディオレイヤー３）形式によって複製され，かつ，送受信可\n能の状態にされた電子ファイルの存在及び内容等を示す，利用者のためのファイル\n情報のうち，ファイル名及びフォルダ名のいずれかに別紙レコード目録１８の「タ\nイトル名」欄記載の文字（漢字，ひらがな，片仮名並びにアルファベットの大文字\n及び小文字等の表記方法を問わない。）及び「実演家名」欄記載の文字（漢字，ひ\nらがな，片仮名並びにアルファベットの大文字及び小文字等の表記方法を問わな\nい。）の双方が表記されたファイル情報を，利用者に送信してはならない。\n19　債権者株式会社トライエムが本決定送達後７日以内に金１００万円の担保\nを立てることを条件として，債務者は，債務者が「ファイルローグ」（File\nRogue）という名称で運営する電子ファイル交換サービスにおいて，ＭＰ３（ＭＰＥ\nＧ１オーディオレイヤー３）形式によって複製され，かつ，送受信可能の状態にさ\nれた電子ファイルの存在及び内容等を示す，利用者のためのファイル情報のうち，\nファイル名及びフォルダ名のいずれかに別紙レコード目録１９の「タイトル名」欄\n記載の文字（漢字，ひらがな，片仮名並びにアルファベットの大文字及び小文字等\nの表記方法を問わない。）及び「実演家名」欄記載の文字（漢字，ひらがな，片仮\n名並びにアルファベットの大文字及び小文字等の表記方法を問わない。）の双方が\n表記されたファイル情報を，利用者に送信してはならない。\n理由の要旨\n第１　申立ての趣旨\n債務者は，別紙レコード目録１ないし１９記載の各レコードにつき，自己が\n運営する「ファイルローグ」（File Rogue）という名称の電子ファイル交換サービ\nスにおいて，ＭＰ３（ＭＰＥＧ１オーディオレイヤー３）形式によって複製された\n電子ファイルを送受信の対象としてはならない。\n第２　事案の概要\n債務者が運営するインターネット上の電子ファイル交換サービスにおいて，\n債権者らが製作したレコードをＭＰ３（ＭＰＥＧ１オーディオレイヤー３，以下\n「ＭＰ３」という。）形式で複製した電子ファイルが，債権者らの許諾を得ること\nなく交換されていることに関して，レコード製作者である債権者らが，上記電子フ\nァイル交換サービスを提供する債務者の行為は，債権者らの有している著作隣接権\n（レコード製作者の複製権及び送信可能化権）を侵害すると主張して，上記電子フ\nァイルの送受信の差止めを求めた。\n（なお，当事者双方の主張の詳細は，債権者については別紙「仮処分命令申立\n書」の，債務者については別紙「答弁書」及び「債務者第１回準備書面」の各記載\nのとおりである。）\n１　前提となる事実（審尋の全趣旨により認められる事実）\n(1)　当事者等\nア　債権者らはいずれもレコードの製造，販売等を目的とする株式会社であ\nる。別紙レコード目録１ないし１９記載の各レコード（以下「本件各レコード」と\nいう。）のうち，同目録１記載のレコードについては債権者日本コロムビア株式会\n社が，同目録２記載のレコードについては債権者ビクターエンタテインメント株式\n会社が，同目録３記載のレコードについては債権者キングレコード株式会社が，同\n目録４記載のレコードについては債権者株式会社テイチクエンタテインメントが，\n同目録５記載のレコードについては債権者ユニバーサルミュージック株式会社が，\n同目録６記載のレコードについては債権者東芝イーエムアイ株式会社が，同目録７\n記載のレコードについては債権者日本クラウン株式会社が，同目録８記載のレコー\nドについては債権者株式会社徳間ジャパンコミュニケーションズが，同目録９記載\nのレコードについては債権者株式会社エピックレコードジャパンが，同目録１０記\n載のレコードについては債権者株式会社ポニーキャニオンが，同目録１１記載のに\nついては債権者株式会社ワーナーミュージック・ジャパンが，同目録１２記載のレ\nコードについては債権者株式会社フォーライフミュージックエンタテイメントが，\n同目録１３記載のレコードについては債権者株式会社バップが，同目録１４記載の\nレコードについては債権者株式会社ビーエムジーファンハウスが，同目録１５記載\nのレコードについては債権者パイオニアエル・ディー・シー株式会社が，同目録１\n６記載のレコードについては債権者株式会社ルームスレコーズが，同目録１７記載\nのレコードについては債権者エイベックス株式会社が，同目録１８記載のレコード\nについては債権者株式会社プライエイド・レコーズが，同目録１９記載のレコード\nについては債権者株式会社トライエムが，それぞれ著作権法（以下「法」とい\nう。）２条１項６号のレコード製作者である。債権者らは，その製作に係る前記各\nレコードについて，複製権（法９６条），送信可能化権（法９６条の２）等の著作\n隣接権を有する（法８９条２項）。\nイ　債務者は，ソフトウエアの開発，販売その他を目的とする有限会社であ\nるが，平成１３年１１月１日から，カナダ法人であるITPウェブソリューションズ社\nと提携することにより，利用者のパーソナルコンピュータ（以下「パソコン」とい\nう。）間でデータを送受信させるピア・ツー・ピア（Peer To Peer）技術を用い\nて，カナダ国内に中央サーバ（以下「債務者サーバ」という。）を設置し，インタ\nーネットを経由して債務者サーバに接続されている不特定多数の利用者のパソコン\nに蔵置されている電子ファイルの中から，同時に債務者サーバに接続されている他\nの利用者が好みのものを選択して，無料でダウンロードできるサービス（以下「本\n件サービス」という。）を，「ファイルローグ（File Rogue）」の名称で日本向け\nに提供している。\n本件サービスを利用するにはパソコンに本件サービス専用のファイル交\n換用ソフトウェア（以下「本件クライアントソフト」という。）がインストールさ\nれることが必要である。債務者は，インターネット上に開設しているウェブサイ\nト「http://www.filerogue.net/」（以下「債務者サイト」という。）において，不\n特定多数の利用希望者に対して本件クライアントソフトを配布している。\n(2)　ＭＰ３ファイル\nＭＰ３（ＭＰＥＧ１（エムペグワン）オーディオレイヤー３（スリー））\nとは，音声のデジタルデータを圧縮する技術規格の一つである。パソコン等を利用\nし，音楽ＣＤ等の音声データをＭＰ３ファイルに変換することによって，聴覚上の\n音質の劣化を抑えつつ，データ量を元の１０分の１程度に減らすことができるた\nめ，音声データをハードディスク上に複製したり，インターネット上で配信する等\nの行為を，より容易にすることができる。\n(3)　本件サービスの利用方法\nア　利用者が本件サービスを利用するためには，まず，パソコンを債務者サ\nイトに接続して，本件クライアントソフトをダウンロードし，これをパソコンにイ\nンストールすることが必要である。次に，利用者は，任意のユーザー名（ユーザー\nＩＤ）及びパスワードを登録しなければならない。この場合に，利用者は，ユーザ\nー名及びパスワードを任意に設定することができ，利用者の戸籍上の名称や住民票\nの住所等，本人確認のための情報の入力は要求されない。\nイ　本件サービスによって，電子ファイルを送信できるようにしようとする\n利用者（以下「送信者」という。）は，本件クライアントソフトの追加コマンドを\n実行することによって，送信を可とするファイルを蔵置するフォルダ（以下「共有\nフォルダ」という。）を指定し，同フォルダに送信を可とする電子ファイルを蔵置\nする。本件クライアントソフトをインストールしたパソコンが債務者サーバに接続\nされると，共有フォルダ内の電子ファイルは自動的に他の利用者のパソコンに送信\nできる状態となる（ただし，接続時に自動的に送信できる状態としない設定も可能\nである。）。\n送信者は，共有フォルダ内に蔵置した電子ファイルのファイル名を付す\nる（利用者は，同ファイル名を自由に付することができ，したがって，電子ファイ\nルの内容と全く対応しないファイル名であっても支障はない。）。\n送信者が本件クライアントソフトを起動し，接続ボタンをクリックして\n債務者サーバに接続すると（利用者は，通常，本件クライアントソフトを起動する\nことにより債務者サーバに接続する。），共有フォルダに蔵置した電子ファイルの\nファイル情報（ファイル名，フォルダ名，ファイルサイズ及びユーザー名）並びに\nＩＰアドレス及びポート番号（インターネットに接続する際に，プロバイダから割\nり当てられる番号）に関する情報（以下これらの情報を総称して「送信者情報」と\nいう場合がある。）が債務者サーバに送信される。\nウ  電子ファイルの受信を希望する利用者（以下「受信者」という。）は，\n本件クライアントソフトを起動して債務者サーバに接続し，キーワードとファイル\n形式によって，債務者サーバに対して，希望する電子ファイルの検索の指示を送信\nすると，債務者サーバから，債務者サーバに接続している他の利用者のパソコンの\n共有フォルダ内から上記指示に沿った電子ファイルに関する情報（ファイル名，フ\nァイルパス名，ユーザーＩＤ，ＩＰアドレス及びポート番号等）が送信される。\n受信者は，上記の電子ファイルに関する情報の中から取得したいファイ\nルを選択し，「ダウンロード」ボタンをクリックすると，保存先のフォルダを表示\nする画面が表示され，同画面上の「保存」をクリックすると，そのファイルを蔵置\nしているパソコンから自動的に当該ファイルが送信され，保存先として設定した受\n信者のパソコン内のフォルダに自動的に複製される。なお，保存先のフォルダは，\n既定の状態では共有フォルダとなっている。\nエ　債務者サーバは，債務者サーバに接続している送信者のパソコンから送\n信された送信者情報を基に，現時点でダウンロード可能なファイルに関するデータ\nベースを作成する。\n受信者からの検索指示が送信されると，上記ファイル情報等を用いて検索\n処理をし，債務者サーバに接続している利用者の共有フォルダ内から上記指示に合\n致したファイル名を検出し，検出したすべての電子ファイルに関する情報等（ファ\nイル名，ファイルパス名，ユーザーＩＤ，ＩＰアドレス及びポート番号等）を検索\n指示をした受信者のパソコンに送信する。\n(4)　本件サービスの特徴\n本件サービスは，ＭＰ３ファイルのみを送受信の対象とするものではな\nく，音声，動画，画像，文書，プログラムなどの多様な電子ファイルを交換するこ\nとのできる汎用的なものである。\n本件サービスにおいて，債務者サーバには，電子ファイルのファイル情報\n等のみが送られ，交換の対象となる電子ファイル自体は利用者のパソコン内に蔵置\nされ，債務者サーバには送信されることはない。ファイル送信の指示及び電子ファ\nイル自体の送信は，受信者と送信者のパソコンの間で直接行われる。しかし，利用\n者同士間でこのような送受信が可能となるのは，本件サービスが，利用者のインタ\nーネット上の所在（ＩＰアドレス及びポート番号）を把握し，これに基づいて，本\n件クライアントソフトが，インターネットを介して受信者と送信者のパソコンを直\n接接続するサービスを提供しているからである。\nこのようなシステムのため，債務者においても，個別にダウンロードして\n再生しない限り，債務者サーバに送信されたファイル情報によって示されている電\n子ファイルの内容を知ることはできない。\n(5)　利用者が権利侵害をした場合の債務者の措置\n本件サービスにおいて，利用者は，パソコンの画面上で，著作権等を侵害\nするファイルを送信可能な状態としないことなどを内容とする利用規約に同意する\n旨のボタンをクリックしない限り，本件クライアントソフトをダウンロードするこ\nとができない仕組みとされている。\n債務者の規約によれば，債務者は，電子ファイルの公開により権利が侵害\nされたと思料する者から，電子ファイルの名称，電子ファイルが蓄積されているデ\nィスクのＩＤ，侵害された権利の概要を示されてファイル公開の停止（共有の解\n消）を求められたときは，ファイルの保有者が反論を提出しなかった場合，あるい\nは仲裁等により権利侵害が確定された場合，当該ファイル保有者の利用を停止する\nことができるとされている。\n現在のところ，債務者は，送信可能化状態にされたＭＰ３ファイルの中か\nら，著作権，著作隣接権侵害に当たるものを選別したり，そのファイル情報の送信\nを遮断するなどの技術を有しているわけではない。\n(6)　本件サービスの運営状況\n債権者らが加盟する社団法人日本レコード協会（以下「日本レコード協\n会」という。）が，平成１３年１１月１日から平成１４年１月２３日までの間の毎\n平日の午後５時前後に行った調査によれば，債務者サーバに接続しているパソコン\nの共有フォルダに蔵置されている電子ファイルの数は，各調査時点の平均で５４万\n弱であるが，そのうちＭＰ３ファイルは平均約８万で全体の約１５パーセントを占\nめる（なお，この数字は公開中の電子ファイルの数であり，実際に交換された電子\nファイルの数ではない。）。また，平成１３年１２月３日の時点で，債務者サーバ\nに登録された利用者数は約４万２０００人に達していたが，前記調査によれば，各\n調査時点で同時に債務者サーバに接続している利用者数は平均約３４０人であっ\nた。\n前記のとおり，ＭＰ３ファイルのファイル名は自由に付けることができ\nる。債務者サーバにおいて公開されたＭＰ３ファイルの場合，そのファイル名又は\nフォルダ名に，市販のレコードの実演家名，楽曲名又はアルバムタイトルに一致す\nると推測される部分を含むものが数多く存在する。日本レコード協会が債務者サー\nバから不作為に抽出した３０６件のＭＰ３ファイルについて調査したところ，同協\n会の職員らが，そのファイル名及びフォルダ名に照らし判断した結果，一部に特定\nのレコードと結びつけることのできないものも存在したが，９６．７パーセントの\nものが市販のレコードを複製したものであると判断された。\n現在，本件サービスの利用は無料であるが，債務者は，パソコン画面上に\n表示される広告から，若干の広告料収入を得ている。\n(7)　本件各レコードの複製\n日本レコード協会は，平成１３年１２月から同１４年１月にかけて，債務\n者サーバに接続して，本件各レコードの楽曲名又は実演家名をキーワードとして検\n索を行い，検索条件に合致するＭＰ３ファイルをダウンロードして実際に再生する\nという調査を行った。その結果，本件各レコードを複製したＭＰ３ファイル（以下\n「本件各ＭＰ３ファイル」という。）が，実際に本件サービスにおいて公開されて\nいることが確認されている。\n(8)　債権者らと債務者との事前交渉等\n日本レコード協会は，本件サービス開始前の平成１３年１０月２４日，債\n務者に対し，フィルタリング及び巡回監視を行って，日本レコード協会に加盟して\nいる協会員（以下「協会員」という。）が，著作隣接権を有するレコードのファイ\nル交換を遮断すること，遮断の仕組みを伴っていないのであれば，それが完成する\nまでの間，サービスの提供自体を延期することを要請し，さらに，同年１２月３\n日，本件サービスにおいて，協会員が製造販売する音楽ＣＤをＭＰ３形式に変換し\nたファイルが，著作隣接権者の許諾なく多数送信可能化されており，交換されてい\nるＭＰ３ファイルの圧倒的大部分がこのようなファイルで占めてられているとし\nて，ファイルの交換を遮断する措置を講じるよう債務者に要請した（同時に，協会\n員が発売する音楽ＣＤのタイトル一覧を収納した電子ファイルを債務者に送付し\nた。）。\nこれに対し，債務者は，同年１２月１０日，日本レコード協会に対し，債\n務者の行為は情報交換のためのインフラの整備，提供であること，本件サービスが\n他人の権利を侵害するような情報の流通に利用されることを完全に防止できるとま\nではいえない状況にあっても，まず，情報交換のインフラを整備，提供することこ\nそが重要であると考えていること，債権者が要請するファイル交換の遮断措置を講\nじるためには，レコード会社名，曲名，アーティスト名を入力すれば，当該音楽Ｃ\nＤをＭＰ３形式に複製したファイルを自動的に検出するというような技術が不可欠\nであるが，債務者はそのような技術が存在することは知らないこと，債務者はノー\nティス・アンド・テイクダウン手続を用意しているので，債権者も上記手続を利用\nすべきことなどを回答した。\n２　争点\n(1)　被保全権利の有無\nア　本件各レコードについて債権者らの有する著作隣接権に対する侵害行為\nの主体が債務者であるとして，債務者に対して，本件各ＭＰ３ファイルの送受信の\n差止めを求めることはできるか。\nイ　本件各レコードについて債権者らの有する著作隣接権に対する侵害行為\nを債務者が教唆又は幇助しているとして，債務者に対して，本件各ＭＰ３ファイル\nの送受信の差止めを求めることはできるか。\n(2)　保全の必要性の有無\n３　争点に対する当事者の主張\n(1)　争点(1)ア（著作隣接権の直接侵害の成否）について\n（債権者らの主張）\nア　利用者の著作隣接権侵害の有無\n(ア)　送信者の複製行為と複製権侵害の有無\n以下のとおりの理由から，送信者が本件各ＭＰ３ファイルをパソコン\nの共有フォルダに蔵置すること，及び共有フォルダに本件各ＭＰ３ファイルを蔵置\nした状態で債務者サーバにパソコンを接続させることは，債権者らの有する複製権\nを侵害する。\nａ  本件各レコードの複製物である本件各ＭＰ３ファイルをパソコンの\n共有フォルダに蔵置することは，本件各レコードをパソコンのハードディスク等の\n記憶媒体に複製（法２条１項１５号）する行為に該当する。\nそして，仮に本件各ＭＰ３ファイルが複製された当初は私的使用の\n目的（同法３０条，１０２条１項）でされたものであっても，それを共有フォルダ\nに蔵置して債務者サーバに接続すれば，不特定多数の者に対して送信可能な状態に\nするので，「公衆に提示」（同法１０２条４項１号）したことになる。\nｂ  法３０条１項は，複製者自身が，複製の目的とされた使用をするこ\nとを前提としている。送信者が，本件サービスの利用を前提として，自己のパソコ\nンにおいて複製する行為は，私的な使用を目的とした送信者自身による複製とはい\nえず，同条項を適用することはできない。\nｃ　法３０条１項は，文学的及び美術的著作物の保護に関するベルヌ条\n約パリ改正条約（以下「ベルヌ条約」という。）９条(2)項本文の，「特別の場合に\nついて(1)の著作物の複製を認める権能は，同盟国の立法に留保される。」という条\n項に基づく規定である。同項ただし書きは，「ただし，そのような複製が当該著作\n物の通常の利用を妨げず，かつ，その著作物の正当な利益を害しないことを条件と\nする。」と規定し，複製権を制限する立法に対して，内容面で制約を付している\n（同項本文の「特別な場合」という条件を含めて，一般に「３ステップテスト」と\n呼んでいる。）。また，ベルヌ条約をその一部として組み込む形で定められたＴＲ\nＩＰｓ協定の１３条には，複製権を含む著作者の排他的権利一般の制限規定につい\nて，これと同一の制約が課されている。\nところで，我が国が締結した条約及び確立された国際法規は，国内\n法である法律よりも上位にある。したがって，複製権の制限を認める法３０条１項\nの規定が有効であるためには，同規定は，３ステップテストをクリアできるように\n限定的に解釈適用されなければならない。このような理由から，法３０条１項を限\n定的に解釈すると，本件サービスの利用を前提として，送信者が行う本件各レコー\nドの複製は，同条項の要件を充たさないことは明らかである。\nｄ　法１０２条４項１号の規定の趣旨は，「同法１０２条１項によって\n準用される同法３０条１項の私的使用目的は複製時点に存すれば足りるところ，複\n製時点で私的使用目的があったとしても，結果的に私的使用の範囲を超えて当該複\n製物が利用される場合には，同条項の趣旨が潜脱されることになるから，たとえ同\n条項に従って作成された複製物であっても，それを頒布したり，公衆に提示した者\nは，複製を行った者とみなす」というものである。法１０２条４項１号にいう「公\n衆に提示」する行為には，当該複製物を用いて機械的に公に再生したり，上映した\nり，放送，有線送信等の公衆送信を行ったりといった，法が著作権者等に禁止権を\n与えた利用方法のすべてを含むと解すべきである。\nしたがって，本件サービスを利用して，送信者が，共有フォルダに\n蔵置された本件各ＭＰ３ファイルを公衆に対して送信可能な状態に置けば，その行\n為自体が，法１０２条４項１号の「公衆に提示」する行為に該当する。その送信を\n受けた受信者が，送信されたファイルそのものを視聴するのか，それとも送信され\nたファイルを一旦自己の記録媒体に複製してから視聴するかは問題にならない。\n(イ)　送信者の送信可能化行為と送信可能化権侵害の有無\n以下のとおりの理由から，本件サービスにおける送信者の行為は，債\n権者らの有する送信可能化権を侵害する。\nａ　本件サービスは，誰でも，自由に設定したＩＤ，パスワード及びメ\nールアドレス（虚偽のものでも受理される。）のみを入力することで直ちに利用可\n能となるから，本件サービスにより電子ファイルの送信を受ける者は「不特定人」\nである。そして，本件サービスの利用者は平成１３年１２月３日の時点で既に４万\n２０００人に及び，債務者サーバに接続中のパソコンも常時数百に及ぶから，電子\nファイルの受信者は「多数」である。したがって，本件サービスにより電子ファイ\nルをダウンロードする者は「公衆」（法２条５項参照）に該当する。\nなお，法２条１項７号の２の「公衆によって直接受信されることを\n目的として」の「目的」は，当該行為の外形から客観的に判断されるものであり，\n「特定の友人だけに送信したい」というような送信者の内心によって左右されるも\nのではない。\nｂ　本件クライアントソフトの起動により利用者のパソコンが債務者サ\nーバに接続された結果，同パソコン内の共有フォルダ内に蔵置されているファイル\nの内容等を示すファイル名・ファイルサイズ・ファイルの所在等の情報が債務者サ\nーバに自動的かつ瞬時に読みとられ，債務者サーバにおけるこの情報の独占排他的\nな管理の下で他の利用者に提供されることにより，「自動公衆送信」状態が生じ\nる。すなわち，本件サービスにおいて，共有フォルダ内に蔵置された電子ファイル\nが，他のパソコンからの要求に応じて自動的に送信されることは，公衆によって直\n接受信されることを目的として行う送信を公衆からの求めに応じ自動的に行うもの\nといえるから，「自動公衆送信」（同法２条１項９号の４）に該当する。\nまた，送信側パソコンとそれが接続した債務者サーバとが本件クラ\nイアントソフトの機能により一体となって法２条１項９の５号イにいう「自動公衆\n送信装置」を構成するものというべきである。したがって，共有フォルダに電子フ\nァイルを蔵置する行為は，「公衆の用に供されている電気通信回線に接続している\n自動公衆送信装置の公衆送信用記録媒体に情報を記録すること」であるから，同号\nにいう「送信可能化」に当たる。\n(ウ)　受信者の複製行為と複製権侵害の有無\n本件サービスによって他の利用者のパソコンからダウンロードされた\n電子ファイルは，受信側パソコンに自動的に蔵置（複製）される。既定の状態では\n受信側パソコンの共有フォルダ内に蔵置（複製）された上，さらに再送信可能な状\n態に置かれるから，そこに電子ファイルを蔵置することは，私的使用には該当しな\nい。\nイ  債務者の著作隣接権侵害の有無\n(ア)　本件サービス提供行為と送信可能化権侵害の有無\n債務者が，自己の運営する本件サービスにおいて，ＭＰ３形式によっ\nて複製され，かつ，送受信可能の状態にされた電子ファイルの存在及び内容等を示\nすファイル情報を受信者に送信することは，①一連の行為の性質，②利用者のする\n送信可能化行為に対する管理・支配，③本件サービスによる図利目的等を総合的に\n判断すれば，債権者らの有する送信可能化権を侵害する行為と解すべきである。\nａ　行為の性質\n債務者サーバは，①債務者サーバに接続している利用者のパソコン\nの共有フォルダ内のファイル情報を取得し，②それらを一つのデータベースとして\n統合して管理し，③受信者の検索リクエストに応じた形式に加工した上，④これ\nを，同時に債務者サーバに接続されている他の利用者に対して排他的に提供し，⑤\n当該他の利用者が本件クライアントソフトにより，好みのファイルを検索・選択\nし，画面に表示されたダウンロードボタンをクリックするだけで（送信者のＩＰア\nドレスを知る必要も機会もないまま）電子ファイルの送信を受ける機会を提供し，\n⑥さらに送信側パソコンがファイアウォールの中にあるときは，受信者からダウン\nロード要請があったことの指令を送っている。\nこのように，債務者は，ファイル情報の取得，統合，管理，加工及\nび排他的提供並びにそれらによるダウンロード機会の提供を自ら直接，主体的に行\nっており，これらの一連の行為によってはじめて利用者のパソコンの共有フォルダ\n内に蔵置された電子ファイルが他の利用者へ送信し得る状態となるのである。\n債務者の利用規約においては，著作権，著作隣接権を侵害する電子\nファイルを送信可能な状態とすることが禁止されているが，本件サービスは，本来\n的に本件各レコードを含む市販ＣＤを複製したＭＰ３ファイルが大量に送信可能化\nされることを予定しているところ，本件サービスにおいては利用者の匿名性が確保\nされている上，自己のＩＤを自由に変更できるから，上記利用規約違反行為を発見\nされても別のＩＤを用いて同行為を継続することができ，したがって，上記利用規\n約は実効性がない。債務者自身も上記利用規約が実際に守られるとは思っていな\nい。\nしたがって，債務者は，利用者の送信可能化の実現にとって，中核\n的かつ不可欠な役割を担っているといえるから，債務者の上記各行為は，債権者ら\nの有する送信可能化権を侵害する。\nｂ　管理・支配\n以下のとおりの事情を総合すれば，債務者は，利用者の行う電子フ\nァイルの送信可能化について実質的な支配・管理をしているというべきである。\n(a)  すなわち，本件サービスは，本件各レコードを含む多数の市販Ｃ\nＤを複製したＭＰ３ファイルが匿名性を守られた不特定多数の送信者によって選択\nされ，莫大な量で送信可能化されるに至ることを当然に予定し，これを営業として\nいるのであり，かつ現実にも予定されたとおりの莫大な量の送信可能化が生じてい\nる。個々具体的な電子ファイルの選択を行っているのが送信者であるとしても，そ\nれは本件サービス自体が予定し，又は本件サービスに内在する危険が因果の流れに\nより実現化したものであって，その電子ファイルの送信可能化は，債務者自身の行\n為というべきである。\n(b)　債務者は，共有フォルダ内のすべての電子ファイルについての統\n一されたデータベースを作成しているから，共有フォルダ内の電子ファイルは債務\n者の管理下にあるというべきである。本件サービスにおいても，ＨＥＬＰ画面及び\nＦＡＱ画面を設けて，ユーザー登録からファイル交換に至るまで懇切丁寧に説明し\nている。\n(c)　債務者は，本件各ＭＰ３ファイルの送信可能化を勧誘したことは\nない旨主張するが，本件サービスは専らダウンロードを目的として提供されている\nのであるから，本件サービスの提供自体が送信可能化と評価される。\nｃ　図利目的の存在\n以下のとおりの事情を総合すれば，債務者は，利益を得ることを目\n的として，本件各レコードの著作隣接権侵害を行っているといえる。\n(a)　債務者は，本件サービスの提供を主たる営業行為としており，か\nつ，インターネット広告代理店会社であるバリューコマース株式会社外１社と広告\n契約をすることにより，本件サービスの提供によって現実に利益を得ている。たと\nえ本件各レコードの送信可能化の一つ一つから直接利益を得るのでなくとも，本件\n著作隣接権侵害行為は利益を得ることを目的としているといえる。\n(b)　債務者は，本件各レコードの送信可能化による直接の対価を得て\nいないとしても，本件各レコードを含む多数の市販ＣＤを複製したＭＰ３ファイル\nなど，本来有償でしか取得できないファイルを多数送信可能化することは，本件サ\nービスの利用者を増大させてその経済価値を高めるものであって，それによって債\n務者の利益の拡大が図られる。このような著作物やレコードの利用は，民間のテレ\nビ，ラジオ放送や，インターネット上で提供される数々のポータルサイト等におけ\nるコンテンツの無料提供サービスにおいて，そのコンテンツが当該放送の視聴者や\n当該ポータルサイトの訪問者を増やすために利用されていることと同様に，利益を\n得ることを目的としているというべきである。\n(c)　債務者は，昀終的には本件サービスの有料化を検討していると述\nべている。\n(イ)　本件サービス提供行為と複製権侵害の有無\n債務者が，自己の運営する本件サービスにおいて，ＭＰ３形式によっ\nて複製され，かつ，送受信可能の状態にされた電子ファイルの存在及び内容等を示\nすファイル情報を受信者に送信することは，債権者らの有する複製権を侵害するも\nのと解すべきである。\nすなわち，上記(ア)で述べた事実，及び①債務者は各受信者に本件ク\nライアントソフトを配布していること，②債務者は債務者サーバを運営して各受信\n者からの複製対象ファイルの情報を取得，統合，管理及び加工を行っていること，\n③各受信者の複製対象ファイルはその時点で債務者の管理下にある（債務者サーバ\nに接続されている送信側パソコンの共有フォルダ内にある）電子ファイルに限定さ\nれていること，④利用者のダウンロード要請に応じたファイル送信を可能にしてい\nるのは債務者であること，⑤債務者は受信者のダウンロード要請を受け付けて自ら\n積極的に接続を確立させていること等の事実から明らかである。\n（債務者の反論）\nア　利用者の著作隣接権侵害の有無\n(ア)　送信者の複製行為と複製権侵害の有無\n以下のとおりの理由から，送信者が本件各ＭＰ３ファイルをパソコン\nの共有フォルダに蔵置すること，及び共有フォルダに本件各ＭＰ３ファイルを蔵置\nした状態で債務者サーバにパソコンを接続させることは，債権者らの有する複製権\nを侵害しない。\nａ  自分のパソコンにインストールされているＭＰ３プレイヤーで聴く\nために，本件各ＭＰ３ファイルを保存する行為自体は，法１０２条１項により準用\nされる法３０条１項により，著作隣接権者の許諾を得る必要はなく，そもそも適法\nな行為である。\nｂ  また，法１０２条４項１号は，私的利用目的で作成した複製物「に\nよって」レコードに係る音等を公衆に提示した場合に，複製を行ったものとみなす\nという規定である。同条項が適用されるためには，「レコードに係る音等」が，私\n的利用目的で作成した複製物自体によって，公衆に提示される必要がある。しか\nし，受信側パソコンに提示される音は，送信者が私的利用目的で作成した複製物に\nより提示されるのではなく，受信者が私的利用目的で作成した複製物により提示さ\nれるものである。したがって，私的利用目的で作成したＭＰ３形式の音楽ファイル\nを共有フォルダに蔵置したまま債務者サーバに接続をしても，法１０２条４項１号\nのみなし複製規定の適用を受けることはないというべきである。\n(イ)　送信者の送信可能化行為と送信可能化権侵害の有無\n以下のとおりの理由から，送信者が本件各ＭＰ３ファイルをパソコン\nの共有フォルダに蔵置すること，又は，共有フォルダに本件各ＭＰ３ファイルを蔵\n置した状態で債務者サーバにパソコンを接続させることは，債権者らの有する送信\n可能化権を侵害しない。\n送信者は，本件クライアントソフト等を利用して行われるリアルタイ\nム・チャット等を介して知り合った特定の人物によって直接受信されることを目的\nとして，特定のフォルダを共有フォルダとして指定する場合があり得る。このよう\nな場合，送信の相手側は少数人かつ特定人であるというべきである。したがって，\n上記の場合は，共有フォルダ内に本件各ＭＰ３ファイルを蔵置する行為は，「公衆\nによって直接受信されることを目的として」なされたものとはいい難いから，「送\n信可能化」に当たらないというべきである。\n(ウ)　受信者の複製行為と複製権侵害の有無\nまず，受信者は，受信側パソコン内の任意のフォルダ内に受信したフ\nァイルを蔵置（複製）することができるのであって，必ずしも受信側パソコンの共\n有フォルダ内に蔵置（複製）され，さらに再送信可能な状態に置かれるとはいえな\nい。また，法３０条１項が適用されるために要求されるのは，複製を行うに当たっ\nて，新たに作成した複製物を「個人的に又は家庭内その他これに準ずる限られた範\n囲内において使用することを目的」としていることのみであるから，受信者が自ら\nのパソコン又は携帯用ＭＰ３プレイヤーで音楽等を聴く目的で受信した電子ファイ\nルを受信側パソコン内に蔵置したのであれば，再送信されることを意識することな\nく漫然と受信した電子ファイルを共有フォルダに収蔵したときであっても，電子フ\nァイルの複製行為は私的使用を目的として行われている以上，法３０条１項の適用\nがある。\nしたがって，少なくとも，受信者が自らのパソコン又は携帯用ＭＰ３\nプレイヤーで音楽等を聴く目的で受信した電子ファイルを受信側パソコン内に蔵置\nした場合には，当該蔵置（複製）行為は，著作隣接権侵害とはなり得ない。\nイ  債務者の著作隣接権侵害の有無\n(ア)　本件サービス提供行為と送信可能化権侵害の有無\n昀判昭和６３年３月１５日（民集４２巻３号１９９頁）によれば，実\n際に著作物等の利用行為を行っている者以外の者を規範的に利用行為主体と認める\nためには，①実際の利用者による利用を管理していること，②当該利用行為により\n利益を上げることを意図していたことの２点が必要とされている。本件サービス\nは，いずれの要件も充足しないから，債権者らの有する送信可能化権を侵害しな\nい。\nａ　管理\n以下のとおりの理由により，利用者による送信可能化行為が債務者\nの管理の下で行われているということはできない。\n(a)  本件各ＭＰ３ファイルが蔵置されているフォルダを共有フォルダ\nに指定し，又は，共有フォルダに本件各ＭＰ３ファイルを蔵置することによって送\n信可能化を行ったのは，あくまでも，利用者であって債務者ではない。また，本件\nクライアントソフトを起動させる行為をしたのも，利用者であって債務者ではな\nい。\n利用者が共有フォルダに蔵置して送信可能化する電子ファイル\nは，債務者があらかじめ指定したものに限られるという実態はない。\n利用者は，本件クライアントソフトをダウンロードしてパソコン\nにインストールした後，自宅等において，債務者の意思に関わりなく利用者自身の\n自由意思をもって本件クライアントソフトを起動したり，本件クライアントソフト\nにより任意のフォルダを共有ファイルとして指定する。\n(b)  債務者サーバが関与しているのは，特定の電子ファイルのファイ\nル名，ファイルパス名，ユーザーＩＤ及びＩＰアドレス等の情報を受信者に対して\n送信する行為に関してである。その後の受信側パソコンから送信側パソコンに特定\nの電子ファイルを特定のＩＰアドレスへ送信するようにとの指令を発信し，この指\n令を受信した送信側パソコンが特定の電子ファイルを受信側パソコンのＩＰアドレ\nスに向けて送信するという行為に関しては，債務者は何ら関与していない。確か\nに，本件クライアントソフトは，①特定の電子ファイルを検索してその電子ファイ\nルに関するカタログデータを入手するまでの過程，及び②そのカタログデータを基\nに個人間で電子ファイルの送受信を行う過程とを一つのソフトウェアで処理してい\nる。しかし，債務者が関与しているのは，あくまで，①の行為に関連するものに限\nられる。\n(c)  共有フォルダとして指定されたフォルダ内に蔵置された電子ファ\nイルを，ＧＮＵＴＥＬＬＡやＷｉｎＭＸ等の，他のピア・ツー・ピア間のファイル\n送受信ソフトにより，公衆に送信可能な状態に置くことは容易である。実際，本件\nクライアントソフトとＷｉｎＭＸを同時に起動させ，同じフォルダを共有フォルダ\nに指定することは可能である。したがって，債務者は，利用者が本件著作隣接権侵\n害行為を実現することに不可欠な役割を果たしているとはいえない。\n(d)  本件各ＭＰ３ファイルを蔵置したフォルダを共有フォルダに指定\nすること，本件各ＭＰ３ファイルを共有フォルダに蔵置すること，又は，本件各Ｍ\nＰ３ファイルを蔵置したフォルダが共有フォルダとして指定されたままの状態で本\n件クライアントソフトを起動させることを債務者が勧誘した事実もない。\n債務者は，利用者の求めに応じて，利用者に対して，本件クライ\nアントソフトの操作方法を教えるようなサービスも行っていない。\nｂ　図利目的の不存在\n以下のとおり，債務者は，本件サービスの運営により利益を上げる\n意図を有していない。\n(a)  債務者は，利用規約において，利用者に，著作権，著作隣接権，\n名誉権，プライバシー権その他第三者の権利を侵害する電子ファイルを送信可能な\n状態とすることを禁止し，ノーティス・アンド・テイクダウン手続を採用すること\nを規定し，同手続の具体的な規定まで設けている。\n(b)  本件サービスの利用者が送信を許可した電子ファイルのうち，何\nらかの音声をＭＰ３形式に変換した電子ファイルの割合は約１５パーセント程度に\nすぎない。債務者にとって，利用者が本件サービスを利用して，本件各レコードの\n電子ファイルを無償，大量かつ容易に取得できることによる吸引力は大きいもので\nはない。\n(c)  確かに，債務者は，インターネット広告代理会社であるバリュー\nコマース株式会社外１社と契約することにより広告料収入を得ている。しかし，上\n記各社は，本件各ＭＰ３ファイルを利用者が送信可能化したことに対して広告料を\n債務者に支払うのではない。したがって，債務者が本件サービスを運営するのは，\n利用者によって本件各ＭＰ３ファイルが送信可能化されること，又は，本件各ＭＰ\n３ファイルが受信側パソコンに複製されることにより利益を得ることを目的として\nいるわけではない。\n(d)  債務者は，昀終的には本件サービスの有料化を検討している旨述\nべたが，「有料化を検討すること」と「利益を取得すること」とは異なる。また，\n債務者は，営利法人であるが，営利法人だからといって，すべての業務を利益取得\n目的で実施していることにはならない。\n(イ)　本件サービス提供行為と受信側パソコンにおける複製権侵害の有無\n以下のとおりの理由から，債務者が，自己の運営する電子ファイル交\n換サービスにおいて，ＭＰ３形式によって複製され，かつ，送受信可能の状態にさ\nれた電子ファイルの存在及び内容等を示すファイル情報を受信者に送信すること\nは，債権者らの有する複製権を侵害しない。\nすなわち，上記(ア)で述べた事実，及び，①利用者が「ダウンロー\nド」コマンドや「保存」コマンドを実行することにより受信側パソコンに複製され\nる電子ファイルは債務者があらかじめ指定したものに限られるという実態はないこ\nと，②本件各ＭＰ３ファイルを送信ないし保存するように債務者が勧誘した事実も\nないことから，利用者による複製が債務者の管理の下で行われていないことは明ら\nかである。\nまた，債務者は，本件サービスの運営により利益を上げる意図を有し\nていないことは前述のとおりである。\n(2)　争点(1)イ（教唆又は幇助の有無等）について\n（債権者らの主張）\n法１１２条１項の「著作隣接権を侵害する者又は侵害するおそれがある\n者」には，著作隣接権侵害の教唆者及び幇助者も含まれる。\nそして，仮に債務者が本件各レコードについて，著作隣接権を直接侵害し\nていないとしても，債務者は上記著作隣接権侵害を惹起せしめ，積極的にこれに荷\n担しているのであるから，債務者は，利用者に対して，著作隣接権侵害の教唆，幇\n助をしているといえる。したがって，債権者らは，債務者に対して，債務者の行為\nの差止めを求めることができる。\n（債務者の主張）\n以下のとおりの理由から，法１１２条１項所定の「著作隣接権を侵害する\n者又は侵害するおそれがある者」には，第三者の著作隣接権侵害行為を教唆又は幇\n助した者は含まれないと解すべきである。すなわち，①法１１２条１項は文言上差\n止請求権行使の相手方を「著作隣接権を侵害する者又は侵害するおそれがある者」\nに限定していること，②法１１２条１項の差止請求権は，被請求者の故意又は過失\nがあることすら問わない強力な権利であること，③第三者による著作権等侵害行為\nを客観的に惹起し，補助し，又は容易ならしめる行為がすべて差止請求の対象とな\nるのだとすると，その範囲は過度に広範囲となり，われわれの日常生活すら脅かさ\nれる事態に至る虞があること（例えば，債権者らは，パソコンメーカーに対し，パ\nソコンの製造・販売の差止めすら要求できることになる。），④我が国の著作権法\nには，特許法上の間接侵害（特許法１０１条２号）のような規定も，米国著作権法\n上の寄与侵害のような規定も設けられていないこと等からすれば，教唆又は幇助を\nした者に対する差止請求は許されない。\nまた，債務者は，本件各レコードについての著作隣接権侵害を教唆したこ\nとはなく，上記行為についての幇助の故意，過失もない。\n(3)　争点(2)（保全の必要性の有無）について\n（債権者らの主張）\n債権者らが，債務者に対し，違法複製物の遮断措置を講じるよう繰り返し\n要請したにもかかわらず，債務者はこれを放置している。著作隣接権侵害は時々刻\n々発生し，債権者らには，莫大な被害が生じている。かかる状況が続けば多くのレ\nコード会社の存続は不可能となり，音楽文化は衰退する。本案判決を待ったので\nは，債権者らに回復不能な損害が生じる。\n（債務者の主張）\n本件各レコードを含む多くのレコードが送信可能化されることで，債権者\nらを含むレコード会社の存続が不可能となるわけではない。\nレコード生産枚数の減少は，レコードを一番多く購入する世代人口の減\n少，失業率の上昇による購買力の低下，「カラオケ」需要の低下，新譜数自体の減\n少といった様々な原因によるものであり，本件サービス開始とは無関係である。\n仮処分命令があれば，本件サービスを事実上停止せざるを得なくなるが，\nその結果，我が国において，ピア・ツー・ピア型の大容量の電子ファイル交換シス\nテムは，開発の道を事実上絶たれることになる。本訴確定以前に，仮処分により本\n件サービスを停止する緊急の必要性はない。\n第３　当裁判所の判断\n１　争点(1)ア（著作隣接権の直接侵害の成否）について\n(1)　利用者の著作隣接権侵害の有無（前提問題）\n債務者は，本件サービスを運営して，ＭＰ３形式によって複製され，か\nつ，送受信可能の状態にされた電子ファイルの存在及び内容等を示すファイル情報\nを受信者に送信するなどしているが，債務者の同行為は，送信可能化権を直接的に\n侵害する行為といえるか否かについて判断する。\nまず，その前提として，送信者が行う複製行為及び送信可能化行為が，そ\nれぞれ，複製権侵害又は送信可能化権侵害を構成するかについて検討する。\nア　送信者の行う複製行為と複製権侵害の有無\n(ア)　利用者が，パソコンの共有フォルダに蔵置するＭＰ３ファイルは，\n①利用者が，自らパソコンで音楽ＣＤをＭＰ３ファイルに変換する場合，②他の者\nが音楽ＣＤから変換したＭＰ３ファイルを何らかの方法で取得する場合，③利用者\nが，他の者が音楽ＣＤから変換したＭＰ３ファイルを，本件サービスを利用して受\n信する場合が想定されるところ，音楽ＣＤのＭＰ３形式へ変換する行為は，聴覚上\nの音質の劣化を抑えつつ，デジタル信号のデータ量を圧縮するものであり，変換さ\nれた音楽ＣＤと変換したＭＰ３形式との間には，内容において実質的な同一性が認\nめられるから，レコードの複製行為ということができ，したがって，前記①ないし\n③の場合のいずれにの場合であっても，利用者がＭＰ３ファイルを自己のパソコン\nの共有フォルダに蔵置することは，レコードの複製行為に当たる（法２条１項１５\n号）。\n(イ)　法１０２条１項が準用する法３０条１項は，著作物は，個人的に又\nは家庭内その他これに準ずる限られた範囲内において使用すること（私的使用）を\n目的とするときは，使用する者が複製することができる旨を規定している。また，\n法１０２条４項１号は，法３０条１項に定める目的以外の目的のために，当該レコ\nードに係る音を公衆に提示した者は複製を行った者とみなす旨を規定している。\nそうすると，①利用者が，当初から公衆に送信する目的で，音楽ＣＤ\nをＭＰ３形式のファイルへ変換した場合には，法１０２条１項，同３０条１項の規\n定の解釈から当然に，また，②当初は，私的使用目的で複製した場合であっても，\n公衆が当該ＭＰ３ファイルを受信して音楽を再生できるような状態にした場合に\nは，当該レコードに係る音を公衆に提示したものとして，法１０２条４項１号の規\n定により，複製権侵害を構成する。\n以上のとおり，本件サービスの利用者が，レコード製作者である債権\n者らの許諾を得ることなく，本件各ＭＰ３ファイルをパソコンの共有フォルダに置\nいて債務者サーバに接続すれば，複製をした時点での目的の如何に関わりなく，本\n件各レコードについて著作隣接権侵害（複製権侵害又はそのみなし侵害のいずれ\nか）を構成する。\nイ　送信者の行う送信可能化行為と送信可能化権侵害の有無\n(ア)　前記前提事実のとおり，本件サービスは，ユーザー名及びパスワー\nドを登録すれば誰でも利用できるものであり，既に４万人以上の者が登録し，平均\nして同時に約３４０人もの利用者が債務者サーバに接続して電子ファイルの交換を\n行っている。そして，送信者が，電子ファイルをパソコンの共有フォルダに蔵置し\nて，本件クライアントソフトを起動して債務者サーバに接続すると，送信者のパソ\nコンは，債務者サーバにパソコンを接続させている受信者からの求めに応じ，自動\n的に上記電子ファイルを送信し得る状態となる。\nしたがって，電子ファイルを共有フォルダに蔵置したまま債務者サー\nバに接続して上記状態に至った送信者のパソコンは，債務者サーバと一体となって\n情報の記録された自動公衆送信装置（法２条１項９号の５イ）に当たるということ\nができ，また，その接続した時点で，公衆の用に供されている電気通信回線への接\n続がされ，当該電子ファイルの送信可能化（同号ロ）がされたものと解することが\nできる。\nなお，本件各ＭＰ３ファイルは，その内容において，本件各レコード\nと実質的に同一であるから，本件各ＭＰ３ファイルを送信可能化することは本件各\nレコードを送信可能化することに当たる。\n(イ)　以上によれば，本件サービスの利用者が，レコード製作者である債\n権者らの許諾を得ることなく，本件各ＭＰ３ファイルをパソコンの共有フォルダに\n置いて債務者サーバに接続すれば，本件各レコードについて，著作隣接権侵害（送\n信可能化権侵害）を構成する（法９６条の２）。\nウ　まとめ\n利用者が，本件各レコードを複製し，又は送信可能化をするに当たり，\n製作者である債権者らがこれを許諾した事実のないことは前述のとおりである。し\nたがって，本件サービスの利用者の前記各行為は，著作隣接権侵害（複製権侵害及\nび送信可能化権侵害）を構成する。\n(2)　債務者の著作隣接権侵害（送信可能化権侵害）の有無\nア　以上認定したとおり，送信者は，本件各ＭＰ３ファイルをパソコンの共\n有フォルダに蔵置し，かつ，その状態で債務者サーバにパソコンを接続させている\nのであり，送信者の上記行為は，債権者らの有する送信可能化権を侵害する。\nしかし，債務者自らは，パソコンに蔵置した本件各ＭＰ３ファイルを債\n務者サーバに接続させるという物理的行為をしているわけではない。\nそこで，債務者の行為が，債権者らの有する送信可能化権を侵害すると\n解すべきかを考察することとする。債務者の行為が，送信可能化権を侵害するか否\nかについては，債務者の行為の内容・性質，利用者のする送信可能化状態に対する\n管理・支配の程度，本件行為によって生ずる債務者の利益の状況等を総合斟酌して\n判断すべきである。\nイ　本件サービスの内容・性質\n(ア)　前記前提事実及び審尋の全趣旨によれば，以下のとおりの事実が認\nめられる。\n債務者サーバは，①債務者サーバに接続している利用者のパソコンの\n共有フォルダ内の電子ファイルに関するファイル情報を取得し，②それらを一つの\nデータベースとして統合して管理し，③受信者の検索リクエストに応じた形式に加\n工した上，④これを，同時に債務者サーバに接続されている他の利用者に対して提\n供し，⑤他の利用者が本件クライアントソフトにより，好みのファイルを検索・選\n択し，画面に表示されたダウンロードボタンをクリックするだけで（送信者のＩＰ\nアドレスを知る必要もないまま）当該電子ファイルの送信を受ける機会を提供して\nいる。このように，ファイル情報の取得等に関するサービスの提供並びに電子ファ\nイルをダウンロードする機会の提供その他一切のサービスを，債務者自らが，直接\n的かつ主体的に行っている。利用者は，債務者のこれらの行為によってはじめてパ\nソコンの共有フォルダ内に蔵置された電子ファイルが他の利用者へ送信し得る状態\nを実現できる。\nところで，審尋の全趣旨からすると，本件サービスを利用すれば，市\n販のレコードとほぼ同一の内容のＭＰ３ファイルを無料で，しかも容易に取得でき\nるのであるから，市販のレコードを安価に取得したいと希望する者にとって，本件\nサービスは極めて魅力的である。一方で，現時点においては，自己が著作した音楽\n等の電子ファイルを不特定多数の者に無料で提供したり，他の不特定の者が著作し\nた音楽等の電子ファイルを取得したいと希望する者は比較的少ないものと推測され\nる。仮に，そのような音楽等の電子ファイルの取得を希望する者がいたとしても，\n本件サービスにおける検索機能は，希望する作品の所在を正確に確認するには不十\n分であり，結局，本件サービスはそのような作品の電子ファイルを交換するために\nは有効に機能しないものと解される。実際にも，前記前提となる事実のとおり，債\n務者サーバが送受信の対象としているＭＰ３ファイルの約９６．７パーセントが，\n市販のレコードを複製したファイルに関するものである。したがって，本件サービ\nスにおいて送受信されるＭＰ３ファイルのほとんどが違法コピーに係るものとなる\nことは避けられないものと予想され，債務者としても本件サービスの開始当時から\n上記事態に至ることを十分予想していたものと認められる。\nしたがって，本件サービスは，ＭＰ３ファイルの交換に関する部分に\nついては，利用者に市販のレコードを複製したＭＰ３ファイルを交換させるための\nサービスであるということができる（したがって，利用者が，本件サービスを利用\nして，市販のレコードが複製されたＭＰ３ファイルを送受信の対象とすることは，\n正に，本件サービスを提供する債務者の意図，目的に合致した行為ということがで\nきる。）。\n(イ)　以上のとおり，本件サービスは，送信者が，市販のレコードを複製\nしたファイルが大多数を占めているＭＰ３ファイルを，送信可能化状態にするため\nのサービスという性質を有する。\nウ　管理性等\n(ア)　前記前提事実及び審尋の全趣旨によれば，以下のとおりの事実が認\nめられる。すなわち，\nａ　利用者が本件サービスを利用して，電子ファイルを自動公衆送信す\nるには，債務者サイトから本件クライアントソフトをダウンロードして，これを自\n己のパソコンにインストールすることが必要不可欠である。\nｂ　利用者は，パソコンを債務者サーバに接続させることが必要不可欠\nであるが，同接続は，通常，本件クライアントソフトを起動することによりしてい\nる。\nｃ　自動公衆送信の相手方も，パソコンに本件クライアントソフトをイ\nンストールし，そのパソコンを債務者サーバに接続することが必要不可欠である。\nｄ　送信者が自動公衆送信をするのは，受信者が希望する電子ファイル\nを検索して，その電子ファイルの蔵置されているパソコンの所在及び内容を確認で\nきることを前提としているが，これに必要な一切の機会は債務者が提供しており，\n送信者の自動公衆送信を可能とすることについて，債務者サーバが必要不可欠であ\nる。\nｅ　本件サービスにおいては，受信者は，希望する電子ファイルの所在\nを確認した場合，本件クライアントソフトの画面上の簡単な操作によって，希望す\nる電子ファイルを受信することができるようになっており（その際，受信者は，送\n信者のＩＰアドレス及びポート番号を認識する必要はない。），受信者のための利\n便性，環境整備が図られている。\nｆ　受信者が受信可能な電子ファイルは，債務者サーバに接続している\nパソコンの共有フォルダ内に蔵置されているものに限られている。\nｇ　債務者は，本件サービスの利用方法について，自己の開設したウェ\nブサイト上で説明をし，ほとんどの利用者が同説明を参考にして，本件サービスを\n利用している。\n(イ)　上記認定した事実を基礎にすると，利用者の電子ファイルの送信可\n能化行為（パソコンの共有フォルダに電子ファイルを置いた状態で，同パソコンを\n債務者サーバに接続すること）は，債務者の管理の下に行われているというべきで\nある。\nウ　債務者の利益\n(ア)  前記前提事実及び審尋の全趣旨によれば，以下のとおりの事実が認め\nられる。\nａ　インターネット上にウェブサイトを開設した場合，同ウェブサイト\nに接続する者の人数が多数に上れば，同ウェブサイトの開設者は同ウェブサイト上\nに広告を載せること等により収入を得ることができ，ウェブサイト上の広告掲載へ\nの需要は，当該ウェブサイトへの接続数と相関関係があり，接続数が多くなれば，\n広告掲載の需要が高まり，広告収入等も多くなる。\nｂ　本件サービスの登録者数は４万２０００人であり，債務者サーバに\n同時接続している利用者数は平均約３４０人，そのＭＰ３ファイル数は平均約８万\nであるところ，上記人数は，将来さらに増加することも予想され，債務者サイトは\n広告媒体としての価値を十分有する。\nｃ　債務者は，本件サービスにおいて，送信者に債務者サイトに接続さ\nせてＭＰ３ファイルの送信可能化行為をさせているが，同行為はそれ自体，債務者\nサイトへの接続数を増加させる行為であるとともに，受信側パソコンの接続数の増\n加に寄与する行為でもあるといえるから，債務者サイトの広告媒体としての価値を\n高め，営業上の利益を増大させる行為ということができる。\nｄ　現時点では，債務者サイト上に掲載した広告による収入は僅かであ\nるが，債務者は，将来，債務者サイトに広告を掲載することによる広告収入の獲得\nを債務者の営業に取り入れていく意図を有している。\nｅ　本件サービスにおいては，本件サービスを利用してＭＰ３ファイル\nを受信しようとする者から受信の対価を徴収するシステムとしていないが，債務者\nは，将来，同サービスを利用してＭＰ３ファイルを受信した者から受信の対価を徴\n収するシステムに変更することを予定している。\n(イ)  上記認定した事実を基礎にすると，利用者に債務者サイトに接続さ\nせてＭＰ３ファイルの公衆送信化行為をさせることは，債務者の営業上の利益を増\n大させる行為と評価することができる。\nエ　小括\n以上のとおり，本件サービスは，送信者が，市販のレコードを複製した\nファイルが大多数を占めているＭＰ３ファイルを，送信可能化状態にするためのサ\nービスという性質を有すること，本件サービスにおいて，送信者が本件各ＭＰ３フ\nァイルを含めたＭＰ３ファイルの送信可能化を行うことは債務者の管理の下に行わ\nれること，債務者も自己の営業上の利益を図って，送信者に上記行為をさせていた\nことから，債務者は，本件各レコードの送信可能化を行っているものと評価でき，\n債権者らの有する送信可能化権を侵害していると解するのが相当である。\n２　争点(2)（保全の必要性の有無）について\n上記認定したとおり，①本件サービスには，平成１３年１２月の時点で，既\nに４万人以上が登録し，平均でも約３００人以上が債務者サーバに接続して，希望\nする電子ファイルを自由に受信しており，しかも，その利用者は個人として特定さ\nれていないこと，②債務者は，交換情報を遮断するなどの措置を何ら採っていなか\nったこと，③今後も同情報が公開されるおそれがあること等の事実に照らすなら\nば，債権者らの許諾のないまま本件各レコードの送信可能化行為がされ，利用者が\n自由に本件各ＭＰ３ファイルを取得することが続けられた場合，債権者らに著しい\n損害が生じることは明らかである。\nそうすると，本件において，保全の必要性は存在する。\n３　仮処分において命ずる不作為の範囲について\n(1)　債権者らは，本件申立てにおいて，債務者が本件サービスで本件各ＭＰ３\nファイルを送受信の対象とすることの差止めを求めている。\nしかし，前記のとおり，①本件各ＭＰ３ファイルをパソコンの共有フォル\nダに蔵置し，その状態で債務者サーバにパソコンを接続させる物理的行為は，専ら\n送信者が実施し，又，②ファイル情報を確認することにより，取得を希望するＭＰ\n３ファイルを選択し，送信を指示し，そのＭＰ３ファイルを蔵置しているパソコン\nからＭＰ３ファイルを受信し，保存先として設定した受信者のパソコンのフォルダ\n内に複製する物理的行為は，専ら受信者が行っている。\nこのように，債務者サーバは，利用者の共有フォルダに蔵置された本件各\nＭＰ３ファイル自体については，送受信の対象としていないのであるから，債務者\nサーバにおいては，いかなる内容のＭＰ３ファイルが利用者間で送受信されている\nかを判別することはできず，本件各ＭＰ３ファイル自体の送信又は受信の差止めを\n認めるのでは，本件申立ての目的を達成できないことになる。\n他方，仮に，利用者（送信者）が本件各ＭＰ３ファイルを自己のパソコン\nの共有フォルダ内に蔵置したとしても，債務者サーバがそのファイル名等について\nのファイル情報を，他の利用者（受信者）に送信することを差し止めれば，受信者\nは受信を希望するＭＰ３ファイルを選択することができなくなる結果，送信者の行\nう送信可能化を阻止することができるといえる。そこで，債務者サーバにおいて，\n利用者に対するファイル情報の送信行為を差し止めることによって，債権者らの本\n件申立ての目的は達成されると解される。\nしたがって，本決定では，本件サービスにおいて，ファイル情報を利用者\nに送信する行為の差止めを認めるのが相当である。\n(2)  次に，債務者サーバが送信者から受け取った送信者情報のうち，差し止め\nるべき（受信者への送信を遮断すべき）ファイル情報の範囲について検討する。\n債務者サーバが送信者から受け取った送信者情報のうち，受信者への送信\nを遮断すべきファイル情報の範囲としては，受信者のファイル選択を不可能ならし\nめ，かつ，他のレコードのファイルと誤認混同を回避するのに必要かつ十分なファ\nイル情報にとどめるべきであるとするのが相当である。\n前記のとおり，ＭＰ３ファイルのファイル名は利用者が自由に設定できる\nのであるから，利用者が設定したファイル名等は，本件各ＭＰ３ファイルの複製元\nである本件各レコードの「タイトル名」及び「実演家名」とは，常に一致するとは\n限らない。しかし，本件疎明資料によれば，本件サービスの利用者（送信者）がレ\nコードを複製したＭＰ３ファイルにファイル名を設定しようとする場合，他の利用\n者（受信者）が識別可能なファイル名を付するのが自然であるということができ，\nこの場合，通常は，当該レコードの「タイトル名」及び「実演家名」を表示する文\n字を使用することが考えられ，また，「タイトル名」及び「実演家名」の表記方法\nは，当該レコードの表記方法とは必ずしも一致するとは限らず，適宜，漢字，ひら\nがな，片仮名及びアルファベット等で代替することが推測される。なお，「タイト\nル名」や「実演家名」の一部を省略して表記する場合も予想されるが，省略部分が\n多い場合は，他のレコードのファイルと誤認混同する可能性も大きくなるといえ\nる。\nこのような観点から検討した結果，ファイル情報のうち，ファイル名及び\nフォルダ名のいずれかに本件各レコードの「タイトル名」及び「実演家名」を表示\nする文字（漢字，ひらがな，片仮名並びにアルファベットの大文字及び小文字等の\n表記方法を問わない。姓又は名のあるものについては，いずれか一方のみの表記を\n含む。）の双方が表記されたファイル情報の範囲で，その受信者への送信の差止め\nを認めるのが妥当であると判断した。\n４　結語\n以上のとおりであるから，その余の点を判断するまでもなく，本決定におい\nて，ＭＰ３形式によって複製され，かつ，送受信可能の状態にされた電子ファイル\nの存在及び内容等を示す，利用者のためのファイル情報のうち，ファイル名及びフ\nォルダ名のいずれかに別紙各レコード目録の「タイトル名」欄記載の文字（漢字，\nひらがな，片仮名並びにアルファベットの大文字及び小文字等の表記方法を問わな\nい。）及び「実演家名」欄記載の文字（漢字，ひらがな，片仮名並びにアルファベ\nットの大文字及び小文字等の表記方法を問わない。姓又は名のあるものについて\nは，いずれか一方のみの表記を含む。）の双方が表記されたファイル情報を，利用\n者に送信することの差止めを認めることとする。\n平成１４年４月９日\n東京地方裁判所民事第２９部\n裁判長裁判官　　　　飯    村    敏    明\n裁判官        榎    戸    道    也\n裁判官        佐    野        　信\n（別紙）当事者目録\n債　　権　　者　　　  　　　　　　日本コロムビア株式会社\n債　　権　　者　　  　ビクターエンタテインメント株式会社\n債    権    者　　　  　　　　　　キングレコード株式会社\n債    権    者　　  　株式会社テイチクエンタテインメント\n債    権    者　　　  　ユニバーサルミュージック株式会社\n債    権    者　　  　　　　　　東芝イーエムアイ株式会社\n債    権    者　  　　　　　　　　　日本クラウン株式会社\n債権者          株式会社徳間ジャパンコミュニケーションズ\n債    権    者　　　  　株式会社エピックレコードジャパン\n債　　権　　者　　  　　　　　　株式会社ポニーキャニオン\n債　　権　　者　  株式会社ワーナーミュージック・ジャパン\n債権者　株式会社フォーライフミュージックエンタテイメント\n債　　権　　者　　　　        　　　　　　株式会社バップ\n債　　権　　者　　　  　株式会社ビーエムジーファンハウス\n債　　権　　者　　  パイオニアエル・ディー・シー株式会社\n債　　権　　者　　　　　 　　 　株式会社ルームスレコーズ\n債　　権　　者　　　　  　　　　　　エイベックス株式会社\n債　　権　　者　　　 　   株式会社プライエイド・レコーズ\n債　　権　　者　　　　　　　　　　    株式会社トライエム\n債権者ら訴訟代理人弁護士　　　　　　石　　田　　英　　遠\n同　　　　　　　　　　　　　　　　　前　　田　　哲　　男\n同　　　　　　　　　　　　　　　　　城　　山　　康　　文\n同　　　　　　　　　　　　　　　　　中　　川　　達　　也\n債    務    者　　　　　　  有限会社日本エム・エム・オー\n訴訟代理人弁護士　　　　　　　　　　小　　倉　　秀　　夫\n（別紙）レコード目録\n１　タイトル名 箱根八里の半次郎\n実演家名 氷川きよし\n収録されている商業用レコード\n商品番号 ＣＯＤＡ－１８１２\n発売日 ２０００年２月２日\n形態 ８センチ音楽ＣＤ\n商品名 「箱根八里の半次郎／浅草人情」の１曲目\n２　タイトル名 波乗りジョニー\n実演家名 桑田佳祐\n収録されている商業用レコード\n商品番号 ＶＩＣＬ－３５３００\n発売日 ２００１年７月４日\n形態 １２センチ音楽ＣＤ\n商品名 「波乗りジョニー」の１曲目\n３　タイトル名 Ｏｖｅｒ　Ｓｏｕｌ\n実演家名 林原めぐみ\n収録されている商業用レコード\n商品番号 ＫＩＣＭ－３０１６\n発売日 ２００１年８月２９日\n形態 １２センチ音楽ＣＤ\n商品名 「Ｏｖｅｒ　Ｓｏｕｌ」の１曲目\n４　タイトル名 みちのくひとり旅\n実演家名 山本譲二\n収録されている商業用レコード\n商品番号 ＴＥＣＥ－３２２１６\n発売日 ２００１年３月２３日\n形態 １２センチ音楽ＣＤ\n商品名 「山本譲二全曲集」の３曲目\n５　タイトル名 Ｇａｎｇ★\n実演家名 福山雅治\n収録されている商業用レコード\n商品番号 ＵＵＣＨ－１０１３\n発売日 ２００１年４月２５日\n形態 １２センチ音楽ＣＤ\n商品名 「Ｆ」の８曲目\n６　タイトル名 ｔｒａｖｅｌｉｎｇ\n実演家名 宇多田ヒカル\n収録されている商業用レコード\n商品番号 ＴＯＣＴ－４３５１\n発売日 ２００１年１１月２８日\n形態 １２センチ音楽ＣＤ\n商品名 「ｔｒａｖｅｌｉｎｇ」の１曲目\n７　タイトル名 １２月のＬｏｖｅ　ｓｏｎｇ\n実演家名 Ｇａｃｋｔ\n収録されている商業用レコード\n商品番号 ＣＲＣＰ－１００２４\n発売日 ２００１年１２月１６日\n形態 １２センチ音楽ＣＤ\n商品名 「１２月のＬｏｖｅ　ｓｏｎｇ」の１曲目\n８　タイトル名 Ｉ　ｓａｙ　ｇｏｏｄ－ｂｙｅ\n実演家名 中川晃教\n収録されている商業用レコード\n商品番号 ＴＫＣＡ－７２２３９\n発売日 ２００１年１１月７日\n形態 １２センチ音楽ＣＤ\n商品名 「Ｉ　ｓａｙ　ｇｏｏｄ－ｂｙｅ」の１曲目\n９　タイトル名 青い涙\n実演家名 Ｐｕｆｆｙ\n収録されている商業用レコード\n商品番号 ＥＳＣＬ－２２８７\n発売日 ２００１年１２月５日\n形態 １２センチ音楽ＣＤ\n商品名 「青い涙」の１曲目\n10　タイトル名 風待ち\n実演家名 ＧＲＡＰＥＶＩＮＥ\n収録されている商業用レコード\n商品番号 ＰＣＣＡ－０１５５６\n発売日 ２００１年７月１８日\n形態 １２センチ音楽ＣＤ\n商品名 「風待ち」の１曲目\n11　タイトル名 Ａｒｅ　Ｙｏｕ　ＯＫ？\n実演家名 槇原敬之\n収録されている商業用レコード\n商品番号 ＷＰＣＶ－１０１５３\n発売日 ２００１年１０月２４日\n形態 １２センチ音楽ＣＤ\n商品名 「Ａｒｅ　Ｙｏｕ　ＯＫ？」の１曲目\n12　タイトル名 この世の定め\n実演家名 井上陽水\n収録されている商業用レコード\n商品番号 ＦＬＣＦ－７００１\n発売日 ２００１年１１月２１日\n形態 １２センチ音楽ＣＤ\n商品名 「この世の定め」の１曲目\n13　タイトル名 ふたりの夏物語　ＮＥＶＥＲ　ＥＮＤＩＮＧ　ＳＵＭＭＥＲ\n実演家名 杉山清貴＆オメガトライブ\n収録されている商業用レコード\n商品番号 ＶＰＣＣ－８４１０２\n発売日 １９９３年７月１日\n形態 １２センチ音楽ＣＤ\n商品名 「シングル・コレクション１９８３～１９８５」の９曲目\n14　タイトル名 Ｅｖｅｒｙｔｈｉｎｇ\n実演家名 ＭＩＳＩＡ\n収録されている商業用レコード\n商品番号 ＢＶＣＳ－２１０２２Ａ\n発売日 ２００１年４月２５日\n形態 １２センチ音楽ＣＤ\n商品名 「ｍａｒｖｅｌｏｕｓ」の１０曲目\n15　タイトル名 暖かい月\n実演家名 ｔｈｅ　Ｉｎｄｉｇｏ\n収録されている商業用レコード\n商品番号 ＰＩＣＺ－００１６\n発売日 ２００１年４月２５日\n形態 １２センチ音楽ＣＤ\n商品名 「ＢＲＡＮＤＮＥＷ　ＤＡＹ」の２曲目\n16　タイトル名 信じるくらいいいだろう\n実演家名　　Ｂ’ｚ\n収録されている商業用レコード\n商品番号 ＢＭＣＲ－７０４６\n発売日 ２０００年１２月６日\n形態 １２センチ音楽ＣＤ\n商品名 「ＥＬＥＶＥＮ」の３曲目\n17　タイトル名 ＩＳ　ＩＴ　ＹＯＵ？\n実演家名 ｈｉｔｏｍｉ\n収録されている商業用レコード\n商品番号 ＡＶＣＤ－３０２６６\n発売日 ２００１年８月２２日\n形態 １２センチ音楽ＣＤ\n商品名 「ＩＳ　ＩＴ　ＹＯＵ？」の１曲目\n18　タイトル名 ｄｒｏｐ\n実演家名 ＣＯＲＮＥＬＩＵＳ＜コーネリアス＞\n収録されている商業用レコード\n商品番号 ＰＳＣＲ－６０００\n発売日 ２００１年１０月２４日\n形態 １２センチ音楽ＣＤ\n商品名 「ｐｏｉｎｔ」の４曲目\n19　タイトル名 Ｎｏ　Ｍｏｒｅ\n実演家名 Ｔｗｏ　Ｂａｌｌ　Ｌｏｏ\n収録されている商業用レコード\n商品番号 ＭＥＣＩ－１１１０１\n発売日 ２０００年２月２３日\n形態 １２センチ音楽ＣＤ\n商品名 「Ｎｏ　Ｍｏｒｅ」の１曲目\n別紙　「仮処分命令申立書」の「申立ての理由」\n第１　被保全権利\n１　当事者\n(1)　債権者らは，いずれもレコード会社であって，別紙レコード目録記載の各\nレコード（以下「本件レコード」と総称する。）を製作し，レコード製作者として\n著作権法９６条の２に定める送信可能化権及び同法９６条に定める複製権を含む著\n作隣接権を専有している（債権者日本コロムビア株式会社は，別紙レコード目録１\nのレコードの著作隣接権を，債権者ビクターエンタテインメント株式会社は，別紙\nレコード目録２のレコードの著作隣接権を，債権者キングレコード株式会社は，別\n紙レコード目録３のレコードの著作隣接権を，債権者株式会社テイチクエンタテイ\nンメントは，別紙レコード目録４のレコードの著作隣接権を，債権者ユニバーサル\nミュージック株式会社は，別紙レコード目録５のレコードの著作隣接権を，債権者\n東芝イーエムアイ株式会社は，別紙レコード目録６のレコードの著作隣接権を，債\n権者日本クラウン株式会社は，別紙レコード目録７のレコードの著作隣接権を，債\n権者株式会社徳間ジャパンコミュニケーションズは，別紙レコード目録８のレコー\nドの著作隣接権を，債権者株式会社エピックレコードジャパンは，別紙レコード目\n録９のレコードの著作隣接権を，債権者株式会社ポニーキャニオンは，別紙レコー\nド目録１０のレコードの著作隣接権を，債権者株式会社ワーナーミュージック・ジ\nャパンは，別紙レコード目録１１のレコードの著作隣接権を，債権者株式会社フォ\nーライフミュージックエンタテイメントは，別紙レコード目録１２のレコードの著\n作隣接権を，債権者株式会社バップは，別紙レコード目録１３のレコードの著作隣\n接権を，債権者株式会社ビーエムジーファンハウスは，別紙レコード目録１４のレ\nコードの著作隣接権を，債権者パイオニアエル・ディー・シー株式会社は，別紙レ\nコード目録１５のレコードの著作隣接権を，債権者株式会社ルームスレコーズは，\n別紙レコード目録１６のレコードの著作隣接権を，債権者エイベックス株式会社\nは，別紙レコード目録１７のレコードの著作隣接権を，債権者株式会社プライエイ\nド・レコーズは，別紙レコード目録１８のレコードの著作隣接権を，債権者株式会\n社トライエムは，別紙レコード目録１９のレコードの著作隣接権を，それぞれ有し\nている。甲１）。\nなお債権者ら及びその関係会社が製造販売する商業用レコードの売上高を\n合計すると，日本で製造販売される商業用レコードの売上高のおよそ９０パーセン\nトを占める。\n(2)　債務者は，平成１１年１１月２２日に「有限会社日本エム・エム・オー」\nとの商号で設立され，その後「ナップスター有限会社」に商号変更し，平成１３年\n８月２８日に再び「有限会社日本エム・エム・オー」に商号変更した有限会社であ\nって，平成１３年１１月１日以降，インターネット上でのいわゆるファイル交換サ\nービスを「ファイルローグ」（File Rogue）との名称で公衆に提供している。\n２　債務者によるファイル交換サービス\n(1)　債務者は，カナダ法人であるITPウェブソリューションズ社と提携するこ\nとにより，利用者のコンピュータ間でデータを送受信させるピア・ツー・ピ\nア（Peer To Peer）技術を用いて，カナダ国内に設置された中央サーバ（以下「フ\nァイルローグサーバ」という。）にインターネットを経由して接続されている不特\n定多数の利用者のコンピュータ（以下「クライアントコンピュータ」という。）に\n蔵置されているファイルの中から，同時にファイルローグサーバに接続されている\n他の利用者が好みのものを選択して，無料でダウンロードできるサービス（以下\n「本件サービス」という。）を，「ファイルローグ」（File Rogue）との名称に\nて，平成１３年１１月１日から日本向けに提供している。\n本件サービスを利用するにはクライアントコンピュータに本件サービス専\n用のファイル交換用ソフトウェア（以下「クライアントソフト」という。）がイン\nストールされている必要があるが，債務者は，インターネット上に開設しているウ\nェブサイト「ファイルローグ（http://www.filerogue.net/）」（以下「債務者サイ\nト」という。）において，不特定多数の利用希望者に対してクライアントソフトを\n配布している。\n(2)　本件サービスを利用しようとする者の利用手順は下記のとおりである。\n①　新規に本件サービスを利用しようとする者は，インターネットを経由し\nて債務者サイトに接続し，「利用規約に同意する」をクリックすると，クライアン\nトソフトのファイルがダウンロードされる。そして，利用者がダウンロードしたフ\nァイルによりクライアントソフトをインストールすると，自動的にクライアントソ\nフトが起動する。\n②　起動されたクライアントソフトの当初の画面は添付資料１のものであ\nる。\n利用者が同画面の左上の接続アイコンをクリックすると，ログインのた\nめの画面が開く（添付資料２）。\n新規の利用者は，ここで「新しいＩＤを取得」をクリックすると，添付\n資料３の画面になる。\n利用者は，ここで自分が自由に設定した「ユーザーＩＤ」，パスワード\nを入力し，メールアドレス（架空のメールアドレスでも受理される）を入力して，\n「ＯＫ」をクリックすると，自動的にファイルローグサーバに接続され，添付資料\n４の画面になり，「ファイルローグからのお知らせ」が表示される。住所，電話番\n号等，本人確認のための情報の入力は，全く要求されない。\n③　２回目以降にクライアントソフトを立ち上げたときは，添付資料２の画\n面から，「ＯＫ」をクリックすると，自動的にファイルローグサーバに接続され，\n添付資料４の画面になり，「ファイルローグからのお知らせ」が表示される。\n④　添付資料４の画面の状態で，利用者は，同時にファイルローグサーバに\n接続している他の利用者のコンピュータに蔵置されているファイルの中から好みの\nファイルを検索することができる。\nすなわち，クライアントソフト画面上の「検索」をクリックすると，添\n付資料５の画面になり，利用者は，任意のキーワードをファイル名またはファイル\nパス名に含むファイルを検索すること，さらにＭＰ３を含むファイル拡張子を指定\nしてファイルを検索することが可能となる。\n⑤　たとえば，「宇多田ヒカル」をキーワードとして入力し，拡張子をmp3と\n入力して検索ボタンをクリックすると，その時点でファイルローグサーバに接続し\nている他の利用者のクライアントコンピュータの記録媒体のうち共有フォルダに設\n定されているフォルダ中に蔵置されているＭＰ３ファイルであって，ファイル名ま\nたはファイルパス名に「宇多田ヒカル」を含むものが一覧表示される（添付資料\n６）。\n⑥　利用者は，その中から取得したいファイルを選択し，クライアントソフ\nト画面下部の「ダウンロード」をクリックすると，保存先のフォルダを表示する画\n面が表示される（添付資料７）。ここで「保存」を選択すると，そのファイルを蔵\n置している他の利用者のクライアントコンピュータの記録媒体から，当該ファイル\nが自動的に送信されてダウンロードが開始され，保存先として設定した利用者のコ\nンピュータ内のフォルダ（デフォルト（既定）の状態では，クライアントソフトイ\nンストール時に自動的に生成される「ファイルローグ」フォルダのうちのサブフォ\nルダである「Downloads」）に自動的に複製される。そして，この「Downloads」フ\nォルダは，既定の状態では，次に述べる「共有フォルダ」となっている。\n⑦　「共有フォルダ」に複製されたファイルは，クライアントコンピュータ\nがファイルローグサーバに接続されている間中，自動的にそのファイル情報（ファ\nイルの中身を示したファイル名やファイルサイズ，ファイル所在情報等）がファイ\nルローグサーバに読みとられ，そのデータベースにリアルタイムで取り込まれて，\nファイルローグサーバに接続している他のクライアントコンピュータと「共有」の\n状態（他のクライアントコンピュータからのファイル検索対象となり，同時にファ\nイルローグサーバに接続している他のクライアントコンピュータがいつでもダウン\nロードできる状態）になる。クライアントコンピュータがファイルローグサーバか\nら切断されると，当該クライアントコンピュータ内に蔵置されているファイルの情\n報は，ファイルローグサーバから自動的に削除される。\n⑧　他のクライアントコンピュータからダウンロードしたファイルのほかに\nも，利用者が新たに交換対象に選んだ任意のファイルを「共有フォルダ」内に蔵置\nし，又は交換対象のファイルが蔵置されている任意のフォルダを「共有フォルダ」\nとして設定すると，これらのファイルは，クライアントコンピュータがファイルロ\nーグサーバに接続している間中，他のクライアントコンピュータと「共有」された\n状態となる。\n３　著作隣接権侵害行為\n本件サービスによって行われる著作隣接権侵害（以下「本件著作隣接権侵\n害」という。）の内容は以下のとおりである。\n(1)  ＭＰ３ファイル\nＭＰ３は，「ＭＰＥＧ１－オーディオレイヤー３」の略称であり，音声の\nデジタルデータを圧縮する技術の規格のひとつである（甲３）。ＭＰ３において\nは，人間が知覚できない周波数帯の音声データを削除するとともに，マスキング効\n果（大きな音と小さな音が同時に出ている場合に，聞こえなくなる小さな音のデー\nタを削除する）等の技術を用いて，再生の際の音質をＣＤ等とほとんど変えないま\nま，データ量を１０分の１から１２分の１にまで減らすことができるため，これを\n使用することにより，音声をデジタルデータとしてパソコンに複製したり，インタ\nーネット等を利用して送信することが著しく容易になる。このため，ＭＰ３は，ほ\nとんどの場合，市販のＣＤ等に収録されているレコード音楽を複製するために用い\nられており，現に，本件サービスの利用者が検索した結果として表示されるＭＰ３\nファイルのほとんどすべてには，それが市販のＣＤ等を複製したファイルであるこ\nとを示すタイトルが付されている。\n(2)　送信側のクライアントコンピュータにおける複製\n本件レコードの複製物であるＭＰ３ファイルをクライアントコンピュータ\nの共有フォルダに蔵置することは，本件レコードをクライアントコンピュータのハ\nードディスク等の記憶媒体に複製（著作権法２条１項１５号）する行為に該当す\nる。\nそして，仮に当該ファイルが当初クライアントコンピュータの保有者によ\nってＣＤ等から私的に複製（同法３０条，１０２条１項）されたものであっても，\nそれを共有フォルダに蔵置してファイルローグサーバに接続すれば，不特定多数の\n者に送信可能な状態にして「公衆に提示」（同法１０２条４項）したことになるか\nら，共有フォルダに蔵置されたファイルはすべて債権者らの著作隣接権（複製権）\nを侵害する違法複製物である。\n(3)  自動公衆送信及び送信可能化\n本件サービスは，誰でも，自由に設定したＩＤ，パスワード及びメールア\nドレス（それも虚偽のものでも受理される）のみを入力することで直ちに利用可能\nとなるから，本件サービスによりファイルの送信を受ける者は「不特定人」であ\nる。そして，本件サービスの利用者は平成１３年１２月３日の時点で既に４万２０\n００人に及び（甲１２），ファイルローグサーバに接続中のクライアントコンピュ\nータも常時数百に及ぶ（甲４の１）から，ファイルの受信者は「多数」である。し\nたがって，本件サービスによりファイルをダウンロードする者は「公衆」（著作権\n法２条５項参照）に該当する。\n本件サービスにおいては，共有フォルダ内に蔵置されたファイルが，他の\nクライアントコンピュータからの要求に応じて自動的に送信されることは，「公\n衆」によって直接受信されることを目的として行う送信を公衆からの求めに応じ自\n動的に行うものであるから，「自動公衆送信」（同法２条１項９号の４）に該当す\nる。\nこの「自動公衆送信」は，クライアントソフトの起動によりクライアント\nコンピュータがファイルローグサーバに接続された結果，クライアントコンピュー\nタの共有フォルダ内に蔵置されているファイルの内容を示すファイル名・ファイル\nサイズ・ファイルの所在等の情報がファイルローグサーバに自動的かつ瞬時に読み\nとられ，ファイルローグサーバにおけるこの情報の独占排他的な管理の下で他の利\n用者に提供されることによって現実に生じるのであるから，送信側クライアントコ\nンピュータとそれが接続したファイルローグサーバとがクライアントソフトの機能\nにより一体となって著作権法２条１項９の５号イにいう「自動公衆送信装置」を構\n成するものというべきである。\nそして，共有フォルダにファイルを蔵置する行為は，「公衆の用に供されて\nいる電気通信回線に接続している自動公衆送信装置の公衆送信用記録媒体に情報を\n記録すること」であるから，同号にいう「送信可能化」に当たる。\n(4)　受信側のクライアントコンピュータにおける複製\n本件サービスによって他のクライアントコンピュータからダウンロードさ\nれたファイルは，受信側のクライアントコンピュータに自動的に蔵置（複製）され\nるところ，当該複製は，送信可能化権侵害行為の必然的な結果として発生するもの\nであり，既定の状態では受信側のクライアントコンピュータの共有フォルダ内に蔵\n置（複製）され，更に再送信可能な状態におかれるから，そこに蔵置されたファイ\nルは，送信側のクライアントコンピュータの共有フォルダに蔵置されたファイルと\n同様，私的使用には該当しない本件レコードの違法複製物である。\n(5)　本件レコードの送信可能化権・複製権侵害\n本件サービスは平成１３年１１月１日に開始されたが，それ以降今日ま\nで，本件レコードを含む，債権者らが著作隣接権を有する極めて多数のレコードが\n現実に送信可能化されており（甲４の１ないし３），かつ，今後もその送信可能化\nが継続される危険が極めて高いところ，債権者らの許諾なく本件レコードの「送信\n可能化」を行うことは，債権者らが本件レコードについて専有している送信可能化\n権（著作権法９６条の２）を侵害する行為であり，その送信可能化のために行われ\nる送信側のクライアントコンピュータの共有フォルダにおけるファイルの蔵置及び\n受信側のクライアントコンピュータにおけるファイルの複製は，いずれも債権者ら\nが本件レコードについて専有している複製権（著作権法９６条）の侵害に該当す\nる。\n本件サービスにより送信可能化の状態に置かれているＭＰ３ファイルのう\nちから，各債権者に所属するアーティスト１名ないし３名ずつ３８名（組）の氏\n名・名称で検索してみると，数千に及ぶ極めて多数のファイルが検索結果として表\n示され（甲４の３），これらがその瞬間においてダウンロード可能な状態に置かれ\nていることが分かる。\n４　債務者に対する差止請求権\n本件著作隣接権侵害においては，利用者（クライアントコンピュータの保有\n者）のみならず，本件サービスの提供者である債務者も，本件著作隣接権侵害行為\nの主体として，又は少なくとも教唆・幇助により本件著作隣接権侵害行為に積極的\nに加担してこれを惹起せしめる者として，債権者の差止請求に服すべき地位にあ\nる。理由は以下のとおりである。\n(1)　債務者が本件著作隣接権侵害の実現において中核的かつ不可欠な役割を果\nたしていること\n本件サービスにおいて，クライアントコンピュータの共有フォルダ内に蔵\n置されたファイルは，それのみでは他のクライアントコンピュータに送受信される\nことはなく，債務者が配布するクライアントソフト及び債務者が管理・運営するフ\nァイルローグサーバの機能との連携によって初めて，しかもその方法によっての\nみ，公衆に送信可能な状態となるのであり，かつ，その送信の必然的な結果として\n受信側クライアントコンピュータにおける複製が生じる。\n債務者は，その配布するクライアントソフトの機能によってクライアントコ\nンピュータをファイルローグサーバに自動的に接続させ，それに接続されているす\nべてのクライアントコンピュータの共有フォルダ内に蔵置されている全ファイルの\n所在，名称等の情報を自動的に読みとってこれを独占排他的にリアルタイムで管理\nし，かつ，そのファイル情報を同時にファイルローグサーバに接続されている他の\nクライアントコンピュータにのみ提供して，全クライアントコンピュータの共有フ\nォルダ内に蔵置されているファイルの中から入手希望のファイルを選択させてその\n送受信を発生させている。すなわち，送信可能化や複製行為が行われるときは，必\nずクライアントソフトをインストールした送信側と受信側のクライアントコンピュ\nータが債務者の運用するファイルローグサーバに接続され，リアルタイムでのネッ\nトワークが形成され，その内部間においてのみファイルの送受信及び複製が行われ\nている。そして，受信側の利用者は，不特定多数の他の利用者が蔵置しているファ\nイルのダウンロードを，クライアントソフトの画面上に表示された「ダウンロー\nド」ボタンをクリックすることにより簡単に行うことが可能となっているのであ\nる。\n以上の事実に鑑みれば，クライアントコンピュータに蔵置されたファイル\nと，ファイルローグサーバにおけるファイル情報のリアルタイムでの管理及び提供\nの機能とがクライアントソフトの働きによって連結され，その連結によって自動公\n衆送信する機能を有する「自動公衆送信装置」が構成されているというべきであ\nり，本件サービスによる本件レコードの送信可能化及びその必然的な結果として発\n生する受信側クライアントコンピュータにおける複製は，クライアントソフトを配\n布するとともにファイルローグサーバを支配・管理している債務者と利用者との共\n同行為であるというべきである。\n（なお，そもそもピア・ツー・ピア技術は，中央サーバに大量のデータを保\n存することが技術的に困難であることから，その代替手段として考案されたもので\nあり，中央サーバ（ファイルローグサーバ）に大量のデータを保存するのと同じ現\n象をもたらす仕組みに他ならず，債務者も，社団法人日本レコード協会宛の書面に\nおいて同様の認識を示している（甲１０の２枚目）。送信側の利用者のクライアン\nトコンピュータに蓄積されたファイルは，機能的にみれば，ファイルローグサーバ\nに蓄積するかわりに，ファイルローグサーバと接続されているクライアントコンピ\nュータに分散されて保管されているということができ，このような技術の目的及び\n実態に即すると，クライアントコンピュータのみを「自動公衆送信装置」とみるべ\nきではない。）\nまた，送信側クライアントコンピュータにおける複製についても，当初は\n私的に複製された本件レコードのＭＰ３ファイルであっても，それを債務者が提供\nする本件サービスに供したとたん違法複製物となるのであり，それを違法複製物と\nするのは送信可能化行為によってであるから，これもまた債務者と利用者との共同\n行為というべきである。\nしたがって，債務者は，単に本件著作隣接権侵害行為の道具ないし場を提\n供するにとどまるものではなく，ファイルの公衆への送信可能化及び送受信側の複\n製という違法行為を実現する中核的かつ不可欠な役割を自ら担っている。\n(2)   債務者の行為は著作隣接権侵害行為を必然的に惹起するものであること\n本件サービスは，不特定多数の利用者間でのファイルの「共有」ないし\n「交換」を効率的かつ容易に行うことを目的とするものであるところ，本件サービ\nスにより利用者が提供者に対価を支払うことなく取得しようと希望するファイルの\n大半は，他人の著作権・著作隣接権の対象となっているものである。本来であれば\n対価を支払わなければ取得できないファイルが，「交換」ないし「共有」の名目の\nもとで対価を支払わずに取得できることにこそ，利用者にとっての本件サービスの\n現実的な存在意義がある。特に，ＭＰ３ファイルが「共有」ないし「交換」される\n場合，そのファイルの内容は音楽の実演であるが，素人の自作自演の楽曲には「共\n有」ないし「交換」に対する現実的な需要はなく，送受信されるファイルのほぼす\nべてが他人の著作権・著作隣接権を侵害するものであって，それ以外の用途に本件\nサービスが用いられることがほとんどない（甲４の２）。本件サービスは，例外的\nに犯罪に利用されるにすぎない通信手段等の提供とは全く異なり，少なくともＭＰ\n３ファイルについては，著作権・著作隣接権侵害という犯罪に利用される場合がほ\nぼすべてである。\nそして，このような本件サービスを不特定多数の者に提供するならば，い\nずれも人気楽曲である本件各レコードが利用者によって送信可能化され，かつ受信\n側クライアントコンピュータに複製される事態に至ることは確実であり，現にその\n送信可能化及び複製が多数生じている。\nさらに債務者は，このようなクライアントソフトを不特定多数の者に無料\nで配布した上，ファイルを交換しようとする者の匿名性を保証したかたちで（した\nがって，著作隣接権者がその者に対して責任追及することを困難にさせて）本件サ\nービスを提供しているのであり，そのような方法による本件サービスの提供行為\nは，ＭＰ３ファイルの交換による本件著作隣接権侵害行為を必然的に惹起する行為\nである。\n(3)　債務者が本件著作隣接権侵害行為を認識・認容していること\n債務者は，本件サービスの拡大のためには違法な楽曲のファイル交換が積\n極的に行われることをサービス提供の目的として織り込みずみであって，著作権・\n著作隣接権侵害行為を認識・認容していると考えざるを得ない。たしかに本件サー\nビスにおいては，債務者は，利用者に対して著作隣接権等の侵害行為を禁じる建前\nをとっているが，これは客観的状況から推認されるところの債務者の真意とはいい\nがたい。\nすなわち，債務者代表者であるＡ氏は，後述（第２，１）のとおり，本件\nサービス開始前に受けた日経産業新聞の取材において，コピーを防げない以上コン\nテンツ業界は大量生産方式からコンサートなど生の製品で付加価値を生むビジネス\nモデルに移行すべきである，本件サービスは旧来の著作権を巡る利権団体や企業へ\nの挑戦である，日本法上違法とされた場合には，サーバ及び会社を海外に移して徹\n底的に（権利者と）戦う等と公言しており（甲２），本件サービスによって債権者\nらのレコードが大量に送受信されることを十分承知し，そのような大量の送受信を\n生じさせることを積極的な目標としている。\nまた，ＭＰ３ファイルに関して言えば，債務者が本件サービスを開始する\n以前にアメリカ合衆国におけるナップスター訴訟等によって，ファイル交換行為の\nほとんどが著作権・著作隣接権を侵害している状況にあることが広く認知されてお\nり（甲１４），債務者自身も後述のとおり本件サービス開始前から社団法人日本レ\nコード協会からその旨警告も受けており（甲５，７，８），かつ，本件サービス開\n始後において実際に「共有」「交換」されているＭＰ３ファイルのほぼすべてが現\n実にも著作隣接権及び著作権を侵害するものであることを十分認識し，又は認識す\nることができるのに，債務者は，本件サービスの対象からＭＰ３ファイルを除外し\nようとしていない。債務者は，ナップスター等が違法なファイル交換が行われたが\n故に大流行したのを目の当たりにして，同様のサービスによって利得を得ようと企\nてたものと考えざるを得ないのである（このことは，債務者がかつて「ナップスタ\nー有限会社」との商号であったことからも窺われる）。\n加えて，Ａ氏は，本件サービス開始直後にテレビ放送（ＴＢＳ）に出演\nし，少なくとも１年間で１００万曲は交換されるとの見通しを持っているとの発言\nもしているが，これはまさに，本件サービスによって債権者らの楽曲が大量に送受\n信されることを認識し，それを意図していることを債務者自らが表明するものであ\nる。\n以上のような債務者の言動に加え，上述のとおり本件サービスによって行\nわれているファイルの送受信の大半が他人の権利を侵害するものであり，本来なら\nば対価を支払わなければ取得できないファイルを「交換」ないし「共有」の名目の\nもとで対価を支払わずに取得できることにこそ利用者にとっての本件サービスの現\n実的な存在意義があることに照らすと，債務者は，そのような本件サービスの提供\nによって債権者らが著作隣接権を有するレコードが違法に送信可能化・複製される\nに至ることが必然であることを認識しているうえ，客観的事実から推認される債務\n者の意思としては，そのような侵害結果の発生を認容しつつ，むしろその送信可能\n化等が活発に行われることを営業目的として意図していると言わざるを得ない。\n(4)　 債務者が本件著作隣接権侵害行為による利益を取得していること\n債務者は，インターネット広告代理店会社であるバリューコマース株式会\n社及び他１社と契約することにより広告収入を得ているのみならず，「昀終的には\n（本件サービスの）有料化を検討している」と述べている（甲２）。\n本件サービスの利用者の拡大が債務者の利益につながるところ，本来であ\nれば有償でしか取得できない本件レコードのファイルが本件サービスを利用するこ\nとによって無償，大量かつ容易に取得できることによる吸引力によって利用者の拡\n大がはかられるのであるから，債務者は，本件著作隣接権侵害行為の拡大によって\n利益を取得するものである。\nそもそも債務者は営利法人であり，本件サービスが営利を目的とするもの\nであることは明らかであるが，債務者が本件サービスの拡大のためには本件レコー\nドの違法なファイル交換が積極的に行われることが不可欠ないし望ましいとの認識\nに立ち，それを営業目的として意図していることは上述のとおりである。\n(5)　本件著作隣接権侵害の結果が極めて重大であること\n前述のとおり，ＭＰ３ファイルの大多数は債権者のレコードをＭＰ３形式\nにより圧縮・複製したものであるから，それを送信可能化又は複製する行為は，著\n作隣接権者の送信可能化権・複製権を侵害する違法なものであって，かつ，それは\n刑罰法規（著作権法１１９条１号）に触れる犯罪である。\n本件サービスによって違法に複製され，また送信可能化されているＭＰ３\nファイルの数は常時数万件から１０万件に及んでおり（甲４の１），本件著作隣接\n権権侵害による債権者の損害は莫大である。\nそれのみならず，他人のレコードを権利者には無断で，際限なく無料で複\n製することができる本件サービスをそのまま放置することは，自らの投資と工夫に\nよって製作したレコードの利用についてレコード製作者に著作隣接権を与え，その\n利用に関して許諾権を与えることによって文化の発展を図ろうとする著作隣接権制\n度ないし秩序を根本から破壊する行為に等しい。\nそして，そのような著作隣接権侵害行為が，日々刻々と，極めて大規模に\n継続しているのであり，本件著作隣接権侵害の結果は極めて重大である。\n(6)　債務者が著作隣接権侵害の状態を発生させ，かつこれを防止しうる唯一の\n地位にあること\n本件著作隣接権侵害の被害者である著作隣接権者が，本件サービスによっ\nて送信可能化されたファイルを自己のコンピュータに蔵置している利用者を民事的\n手段によって特定することは不可能である（債務者自身も，利用者を特定する個人\n情報を取得していない。）。すなわち債務者は，利用者のために匿名性を確保し，\nそれらの者が著作隣接権侵害を行っても民事責任の追及（損害賠償及び差止等）を\n受けないような仕組みを作り上げた上で，不特定多数人と共同してレコードの送信\n可能化を行なっている。\nしかも，本件サービスにおいて検索可能なのは，その瞬間においてファイ\nルローグサーバに接続されている他のクライアントコンピュータに蔵置されている\nファイルに限定され，ファイルを蔵置している利用者がファイルローグサーバへの\n接続を切れば，そのファイルを検索できなくなる。権利者からすれば，本件サービ\nスにおいて日々刻々と発生している膨大な著作隣接権侵害行為の一つ一つを特定し\nようとすれば，一瞬一瞬において自らの著作隣接権の対象となる全ファイルを同時\nに検索し，これを一日２４時間中継続できなければならないが，これは，一利用者\nの立場でしかファイルローグサーバにアクセスできない被害者にとって不可能であ\nる。\nしたがって，本件サービスにおいては，債務者の他に著作隣接権侵害の結\n果を防止することができる立場にある者は存在せず，本件著作隣接権侵害の解消は\n全面的に債務者の行為に依存している。\n(7)　侵害結果防止のためには，債務者に侵害結果防止措置をとらせることが必\n要不可欠であり，かつそれが適切・可能であること\n日々刻々と大量かつ継続的な侵害行為が行われる本件サービスによる著作\n隣接権侵害の結果を防止するためには，クライアントソフトの配布とファイルロー\nグサーバの運営によって本件サービスを提供し，不特定多数の者を巻き込んだ膨大\nな著作隣接権侵害の結果をその必然的な結果として惹起させている債務者に対し\nて，当該サービスによって本件著作隣接権権侵害を発生させないための措置を講じ\nさせることが，侵害の実態に合致した侵害停止又は予防措置として必要不可欠であ\nり，かつ適切である。\nまた，債務者は，本件サービスの全体を把握し，管理・運営する立場にあ\nるから，債務者が著作隣接権侵害の停止又は防止措置を講じることは可能である。\nすなわち，本件サービスによる著作隣接権侵害の結果を防止するためには，\n債務者に侵害結果防止措置をとらせることが必要不可欠かつ適切であるとともに，\nそれが可能なのである。\n(8)　まとめ\n以上のように，送信可能化状態及び複製の創出において債務者が中核的な\n役割を果たしていることに加え，本件サービスの現実的な機能及び実態によれば，\n本件サービスの提供によって本件著作隣接権侵害行為を惹起することが必然である\nこと，債務者はそのことを認識・認容しながら本件サービスの提供を行っているこ\nと，債務者が本件著作隣接権侵害により利益を取得していること，侵害の結果が極\nめて重大であること，債務者のほかに著作隣接権侵害の結果を防止することができ\nる立場にある者は存在しないこと，債務者に侵害結果防止措置をとらせることが必\n要不可欠であり，かつそれが適切・可能であることを考え併せれば，著作権法上，\n債務者に本件著作隣接権侵害行為を防止すべき法律上の義務が認められるのは当然\nであり，債務者は，クライアントコンピュータの保有者と並ぶ本件著作隣接権侵害\nの主体として，又は少なくとも本件著作隣接権侵害を教唆・幇助により本件著作権\n隣接権侵害行為に積極的に加担してこれを惹起せしめる者として，債権者の差止請\n求に服すべき地位にある。\n５　被保全権利のまとめ\nよって債務者は，本件著作隣接権侵害行為の主体として，又は少なくとも教\n唆・幇助により本件著作隣接権侵害行為に積極的に加担してこれを惹起せしめるも\nのとして，本件レコードをＭＰ３形式により圧縮して複製したファイルを，本件サ\nービスにおいて送受信の対象によるとしてはならないことを命じられるべきであ\nる。\nなお，本件レコードをＭＰ３形式により圧縮して複製したファイルの本件サ\nービスにおける送受信の対象としないことを実現する具体的な方法は債務者の責任\nにおいて講じる必要があり，この点については後述するナップスター訴訟における\nアメリカ合衆国の判決も同趣旨である（第３，５，（３））。\n第２　保全の必要性\n１　２００１年９月２８日の日経産業新聞（甲２）は，債務者がＩＴＰソリュー\nションズ社（カナダ　カルガリー）と提携し，日本向けにナップスターと同様のフ\nァイル交換サイトを立ち上げ，将来は有料化をめざす旨を報道した。\n同新聞はまた，債務者代表者のＡ氏が，「音楽家の権利は大切だが，コピー\nを防げない以上，コンテンツ業界は大量生産方式からコンサートなど生の製品で付\n加価値を生むビジネスモデルに移行すべきである。」「今回の（ＩＴＰソリューシ\nョンズとの）事業提携は，旧来の著作権を巡る利権団体や企業への挑戦である」\n「日本法上違法とされた場合には，サーバー及び会社を海外に移して徹底的に（権\n利者と）戦う。」「当初は違法とそしられたレンタルビデオも数年後には合法と認\nめられた」等と述べたと報道した。\n２　この報道を受けて，債権者らが加盟する社団法人日本レコード協会は，内容\n証明郵便にて，債務者に対し質問書を送付し，\n①　上記新聞記事に事実と異なる点があるか，あるとすればどの点か\n②　サービス提供主体がＩＴＰソリューションズなのか，債務者なのか\n等を質問するとともに，いわゆるファイル交換による送信可能化状態の発生が\n日本法上は公衆送信権・送信可能化権侵害に該当することが明らかであることを通\n知した（甲５）。\n３　同年１０月１２日に債務者から回答書があり，上記新聞記事に記載されたＡ\n氏の上記発言については，そのように発言したのは事実であるとのことであった\n（甲６）。\n４　同年１０月２４日，社団法人日本レコード協会は，債務者に対して要請書を\n発送し，\n・違法ファイル交換の遮断の要請\n・遮断機能が伴わない場合のサービス開始の延期の要請\n・遮断機能がないままサービスを開始した場合には，法的責任を追及する旨\nの警告\nを行った（甲７）。\nしかしながら，債務者は，この要請に応じることなく，同年１１月１日，本\n件サービスを正式に開始した。\n５　Ａ氏は，平成１３年１１月１日に放送されたＴＢＳ「ニュースの森」の取材\nに対して，「（ダウンロードに要する時間は）１曲あたり，２～３分程度ですか\nね。今のＡＤＳＬ回線であれば。光ファイバーなら，もう少し早いと思うんですけ\nどね。」，「（ユーザー登録数等については）少なくとも１年間で，まあ１０万人\nくらいはいるでしょうね。まあ，１００万曲くらいは，あの交換されるんじゃない\nかなと。」等と発言した（甲１１）。\n６　同年１２月３日，社団法人日本レコード協会は，債務者に対し，債権者らが\nＣＤとして製造販売している楽曲約３万曲のレコードのリストをＣＤ－Ｒに記録し\nて送付するとともに，これらのレコードが本件サービスにおいて送信可能化されな\nいように遮断措置を講じるよう要請した（甲８，９）。\nこれに対して債務者は，本件サービスを利用して他人の権利を侵害する者が\n当然あらわれることを認識していながら，機械的にそれらを選別して遮断する技術\nがないとして，本件サービスの提供を継続する旨を回答している（甲１０）。\n７　債権者は，かかる債務者を放置することはできず，本件サービスの停止その\n他の侵害の停止又は予防に必要な措置を含む著作隣接権侵害差止等請求訴訟の提起\nを準備中である。\nしかしながら，ＭＰ３形式のファイルにより本件サービスにおいて「交換」\nされているファイル数は常時数万曲から１０万曲にものぼり，現実に大量のレコー\nド複製物であるファイルが不特定多数の者に送信されている（甲４の１ないし\n３）。このような著作隣接権侵害は，日々刻々と発生し，莫大な被害が生じている\nのであり，かかる状況が継続するならば，債権者らを含む多くのレコード会社の存\n続は不可能となり，良質の音楽を提供し続けることは不可能になる。それは我が国\nの音楽文化の衰退を意味する。\nよって仮処分命令によるのでなければ，本案判決において勝訴しても，被害の\n回復をはかることができない。\n以上のような理由により，本件仮処分命令申立に及んだ次第である。\n第３　本件申立の背景事実\n１　本件サービスの法的評価の視点\n債務者の提供する本件サービスを利用して行われるファイル交換に関する法的\n評価をするに際して，まず正視しなければならないのは，債権者らの有する音楽レ\nコードの違法な送信可能化及び複製が，日々莫大な量で実行されているということ\nである。\n権利者の許諾なくして行われる音楽ファイルの交換は，本件サービスなくして\nも，友人・知人間では可能である。しかしながら，その場合には，閉ざされた範囲\nの人間関係の枠内のみで細々と行われるのであって，権利者の許諾なくして入手可\n能な音楽ファイルの範囲は限定され，かつ煩雑なコミュニケーションや作業を避け\nて通ることはできない。これに対し，本件サービスを利用することにより，入手可\n能な音楽ファイルの範囲が膨大なものとなり，かつ煩雑なコミュニケーションや作\n業も不要となってしまう。そのために，違法に交換される電子ファイルの数量が，\n知人・友人間の交換に限定されていた時代と比較して，天文学的数字に上ってしま\nうのである。\nこのような違法行為を野放しにしておくことが許されないことに異議を差し挟\nむ者は皆無といってよいが，本件サービスを運営し，提供している債務者の行為に\n対する差止請求及び損害賠償請求が認められなければ，このような違法行為を根幹\nから断つことは不可能なのである。このことは，債務者こそが著作隣接権侵害の結\n果を惹起する昀も重要な原因を与えた行為主体であることを端的に示している。債\n務者の行為を法的に評価するに当たっては，利用者の行為との連関を十分に分析し\nた上で，違法行為の全体に占める重要さの性質と程度とを，その実態に照らして，\n正確に判断しなければならない。\n２　本件サービスとナップスターシステムとの異同\n本件サービスは，近年米国を中心として世界的に普及し，その結果として大き\nな社会問題および法律問題を引き起こしたナップスター（Napster）システムと酷似\nしている。\n第一に，本件サービスとナップスターシステムとは，両者とも，加入ユーザー\nのコンピュータ間の電子ファイルの交換を可能とするもの（いわゆるピア・ツー・\nピア・システム）である点で同一である。\n第二に，本件サービスとナップスターシステムとは，認証機能や情報検索機能\nを果たす中央サーバが設置され，コンピュータ間の情報処理が円滑に行なわれるよ\nうにシステムを制御している点でも同一である。これに対し，例えば，グヌーテ\nラ（Gnutella）と称されるファイル交換システムには，中央サーバが存在せず，す\nべてのコンピュータが完全に対等なシステム形態が採用されている。\nそして，本件サービスとナップスターシステムとの相違は，ナップスターにお\nいては音楽ファイル（ＭＰ３ファイル）の交換のみが可能であったのに対し，本件\nサービスにおいては，音楽ファイルのみならず文書，動画及び静止画ファイル等の\n交換も可能である点に存する。\nしかし，音楽ファイル（ＭＰ３ファイル）のみに着目すれば，本件サービスと\nナップスターシステムとは全く同一に機能している。また，どのようなファイルを\n交換可能とするかということは，電子ファイルの拡張子（「.doc」や「.mp3」な\nど）による選別の結果にすぎず，本件サービスも，ナップスターシステムと同様に\n「.mp3」の拡張子を持つ音楽ファイル（ＭＰ３ファイル）の交換も可能としている\nのである。\n３　ナップスターシステムに対する外国における法的評価を参考とする意義\n日本では，幸いにしてナップスターシステムは，広く普及するには至らなかっ\nたが，それは，日本のユーザーには越えがたい言語の障壁があったところ，日本語\n版の登場及び普及に先立って，米国でいち早く法的手段が採られ，ナップスターシ\nステムの運用が停止されたからである。\nこれに対し，本件サービスは，日本語版による運用が開始されている。そのた\nめ，日本社会に与える影響は，ナップスターシステムの比ではないものと予想され\nる。しかし，日本語版の運用が開始されたのは，2001年11月からであるため，その\n社会的影響，特に著作権者及び著作隣接権者に与える影響を数量的に算定すること\nには困難が伴う。そこで，本件サービスに酷似するナップスターシステムの米国に\nおける法的評価を参照することが，本件サービスについての我が国における法的評\n価にあたっても必要かつ不可欠となる。\n４  ナップスターシステムのインパクト\nナップスターは，米国人Ｂにより開発された。Ｂがナップスターの開発を開始\nしたのは，つい1998年秋のことである。\nその当時，米国では既に音楽ファイル（ＭＰ３ファイル）の自動送信を可能と\nするウェブサイトが個人や団体により多数開設され，それらのウェブサイトを検索\nするための検索エンジン（YahooやLycosのようなサイト）も運営されていた。しか\nし，このような検索エンジンの仕組みは，ロボットが一定周期でウェブサイトの情\n報を集め回ってきて登録，更新する形をとっており，リアルタイムの情報を提供す\nることは不可能であった。そのため，検索エンジンを利用して得た検索結果に基づ\nき，目的の音楽ファイル（MP３ファイル）の自動送信が可能であると表示されたウ\nェブサイトを訪問してみても，既にそのサイトは閉鎖されていたり，目的のコンテ\nンツがすでに消去されていたり，そもそも虚偽のサイトであったりといった事象が\n頻繁に生じた。これは，各ウェブサイトと検索エンジンとユーザーとが一体のシス\nテムとして機能していないことに必然的に伴う帰結であったが，このような不便性\nが音楽ファイル（MP３ファイル）の違法ダウンロードに対する事実上の抑止力とし\nて働いていた。\nそこで，Ｂが考えたのが，中央サーバに認証を経て接続しているユーザーのコ\nンピュータ内の音楽ファイル（MP３ファイル）のみをリアルタイムで検索の対象と\nするシステムであった。すなわち，中央サーバと，認証を経てそれにリアルタイム\nでアクセスしている各ユーザーの自動送信可能なコンピュータと，検索およびダウ\nンロードを目論むユーザーのコンピュータとを，一体のシステムとして連結して運\n営し，上記のような不便性を解消したのである。これにチャット機能やインスタン\nトメッセージ機能を盛り込み完成させたのが，ナップスターシステムである。ユー\nザー向けのナップスター・アプリケーションは，1999年6月1日に初めてベータ版\n（試用版）が友人らに配布されたものであるが，その後わずか1年の間に，世界中で\n約8千万人もの人々が利用するようになった。\nナップスターの人気は次の点にあると考えられる。\n①　認証を経て中央サーバに接続している者の自動送信可能なコンピュータの\nみを検索対象にするため，検索対象となる自動送信可能なコンテンツに対する満足\n度が非常に高い。\n②　同時に中央サーバに接続しているユーザー数が膨大であるため，友人間の\n個人的なファイル交換とは比較にならないほど膨大な音楽ファイルを検索対象とし\nて，自動送信を受けることができる。\n③　本来有料の音楽ファイルを，品質の劣化がなく無料で入手し，自己のコン\nピュータ内に保存することができる。\n④　検索対象の音楽ファイルは接続中の自動送信可能なコンピュータ内のもの\nに限定され，リアルタイムで更新されているため，インターネット上の検索エンジ\nンとは異なり，検索でヒットしたウェブサイトを訪れたときにそのコンテンツが既\nに消去されていたという事態は生じない。\n⑤　中央サーバによる情報管理とアプリケーションソフトの無料配布により，\n誰でも容易に操作することができ，またウイルス感染などのリスクも著しく軽減さ\nれている。\n５　ナップスターに対する米国裁判所の判断\n(1)　提訴及び仮差止\nこのようなナップスターの量的拡大を伴う短期間の隆盛にいち早く危機を感\nじ取り，法的措置に動いたのが全米レコード産業協会（ＲＩＡＡ）加盟の各社であ\nり，1999年12月6日に，カリフォルニア州北部地区連邦地裁においてナップスターに\n対して提訴した。\nそして，2000年7月26日には，カリフォルニア州北部地区連邦地裁は，仮差止\n命令を発した。同年8月10日に多少修正された仮差止の範囲は，ナップスターが「連\n邦法または州法により保護される原告らの楽曲および音楽レコードを複製，ダウン\nロード，アップロード，送信もしくは配布し，または他者がそれらの行為を行なう\nことを容易にすること」を禁止するというものであった。\n(2)　控訴裁判所の判断\nこれに対し，ナップスターは，第９巡回区連邦控訴裁判所に上訴したが，同\n裁判所も，2001年2月12日に，仮差止の範囲について一部修正を命じながらも，基本\n的に地裁の仮差止命令を維持する決定を下した。\n第９巡回区連邦控訴裁判所判決の主たるロジックは，次の通りである。\n①　ナップスターユーザーの行為は，アップロードにより複製権侵害（連邦著\n作権法106条1号）を構成し，ダウンロードにより頒布権（連邦著作権法106条3号）\n侵害を構成する。（注記：連邦著作権法106条１項は，「著作物を複製物または録音\n物に複製すること」について，同条３号は，「販売その他の所有権移転，レンタ\nル，リースまたは貸与により，著作物の複製物または録音物を頒布すること」につ\nいて，著作権者が専有することを定めている。）\n②　ナップスターユーザーには，フェアユースの抗弁は成立しない。（注記：\n連邦著作権法107条は，フェアユースに該当するか否かの判断に際しては，(a)商業\n的か否かといった使用の目的および性質，(b)著作物の性格，(c)著作物の使用量，\nならびに(d)著作物の潜在的市場に与える影響および価値に与える影響などを考慮す\nべきと定めている。本件では，控訴裁判所は，上記(d)の市場への影響について，ナ\nップスターは少なくとも大学生への音楽CD販売を減少させ，かつ原告らの音楽デジ\nタルダウンロード市場への参入を妨げたとの専門家証言に基づく地裁の認定を支持\nした。）\n③　ナップスターには，ナップスターユーザーの著作権侵害行為について，寄\n与侵害者としての責任がある。（注記：連邦著作権法に寄与侵害に関する明文規定\nは存在しないが，判例法上，著作権侵害を知り又は知るべきでありながら，他人の\n侵害行為を誘引，惹起し，またはそれに重要な貢献をなしたものは，「寄与侵害\n者」として責任を負うものとされている。）\n④　ナップスターには，ナップスターユーザーの著作権侵害行為につき，代位\n責任を負う。（注記：連邦著作権法に代位侵害に関する規定は存在しないが，判例\n法上，いわゆる使用者責任の範囲を超えて，侵害行為を監督する能力と権限を有\nし，かつ侵害行為から直接の経済的利益を得ていた者について，認められている。\n本件では，控訴裁判所は，ナップスターの将来収益はユーザー層の増加に依存し，\n利用可能な音楽の質量の増加に伴いより多くのユーザーがナップスターに登録する\nことから，ナップスターは経済的利益を得ているものと認めた。また，控訴裁判所\n判決は，ファイル名インデックスについてナップスターが管理能力を有することを\n理由に，ナップスターに監督能力・権限が存することを認めた。）\n⑤　仮差止の範囲については，広すぎるとして，地裁に差し戻した。すなわ\nち，原告らがナップスターに対してナップスターシステムで利用可能な著作物およ\nびそれを含むファイルの通知をなした場合に，ナップスターはその排除義務を負う\nものであるとした。\n(3)  差戻審の仮差止命令\nそして，カリフォルニア州北部地区連邦地裁は，200１年3月5日，仮差止の範\n囲に関する上記控訴裁判所の判断に従い，次の内容を主とする修正仮差止命令を発\nした。\n①　ナップスターは，以下に定める手続により，著作権により保護された音楽\nレコードの複製，ダウンロード，アップロード，送信または頒布を行い，または他\n者に行なわせることを禁止される。\n②　原告らは，ナップスターに対し，その音楽レコードについて，下記事項を\n提供する。\n(A)　当該作品のタイトル\n(B)　当該作品を演じる主演録音アーチストの名称（「アーチスト名」）\n(C)　ナップスターシステム上で利用可能な当該作品を含む一つまたは複数の\nファイル名；および\n(D)　原告らが所有または支配する被侵害権利の証明書。\n原告らは，そのレコードのアーチスト名及びタイトルのみならず，侵害フ\nァイルを特定するために実質的な努力を行なわなければならない。\n③　全当事者らは，原告らにより特定された作品のファイル名またはタイトル\nもしくはアーチスト名のバリエーションを特定する合理的な努力を用い，それに該\n当する場合には作品を実際に識別しなければならない。\n④　原告らの提供するリストに照らして，ある特定の時点でそのシステム上で\n利用可能なファイルを検索することはナップスターにとってより容易であり，その\nような検索の結果により，ナップスターには，特定の侵害ファイルについて，合理\n的な認識が与えられるものとみなす。\n⑤　ナップスターが，特定のファイルについての合理的な認識を得た場合に\nは，ナップスターは，３営業日内に，当該ファイルがナップスターインデックスに\n組み込まれるのを防止しなければならない（それにより，当該名称に対応するファ\nイルへのナップスターシステムを通じたアクセスを防止しなければならない。）\n⑥　侵害ファイルの合理的な通知を受領してから３営業日内に，ナップスター\nは全ユーザーにより利用可能とされる全ファイル名をそのログオン時（すなわちフ\nァイル名がナップスターインデックスに組み込まれる前に）に積極的に検索し，通\n知された音楽レコードがダウンロード，アップロード，送信または頒布されるのを\n防止しなければならない。\n(4)  ナップスターの対応\nナップスターは，上記の仮差止命令を遵守することができなかったため，結\n局，システムの運用停止に追い込まれた。\n６  ナップスター運用停止の影響\n米国裁判所における命令によりナップスターシステムが運用停止に追い込まれ\nた結果，膨大な数のユーザーが，ナップスター以外のシステムを模索中であるか，\nまたは他のシステムに既に移行したといわれている。本件サービスも，旧ナップス\nターユーザーの移行対象となるシステムの一つである。\nインターネットを利用したネットワークにおいて，国境は大きな意味を持つも\nのではない。したがって，著作権法の立法のみならず，解釈および運用にあたって\nも，世界的な調和が求められることはいうまでもない。\nところが，米国で違法として運用が停止されたシステムとほぼ同一のシステム\nが日本では適法であって運用可能であるということになれば，このようなシステム\nおよびそのユーザーが日本において大挙して押し寄せ，日本がいわば違法コピーの\nセーフハーバーになってしまうという事態が，容易に想像できる。したがって，本\n件における日本の裁判所の判断が与える影響は，日本国内にとどまるものではな\nく，広く世界の著作権保護に大きな影響を直ちに及ぼすこととなる。\n７  日本法の視点からのナップスター及び本件サービスの運営主体\n米国の裁判所では，米国における判例理論を前提として，ユーザーを直接侵害\n者として，ナップスターを寄与侵害者又は代位責任を負う者として位置付けた上，\nナップスターに対する差止命令を認めた。我が国においてナップスター事件を参照\nする場合に重視すべきは，米国の連邦地裁も控訴裁判所も，ナップスターがクライ\nアントアプリケーションソフトを配布し，中央サーバを運用してユーザー間の音楽\nファイル交換を可能にするシステムを構築しているという事実を直視して，差止を\n認める結論を導いた点である。\n本件サービスでも，ナップスターシステムと同じく，認証を経て中央サーバに\n接続しているユーザーのコンピュータ内の電子ファイルのみをリアルタイムで検索\nし，ユーザーが簡単な操作でファイル交換できるように設計されている。すなわ\nち，送信可能化や複製行為が行われるときは，必ず送信側と受信側のコンピュータ\n端末が債務者の運用する中央サーバに接続し，リアルタイムのネットワークを形成\nしている。そして，中央サーバでの検索の結果を利用することで，不特定多数のユ\nーザーの有する電子ファイルのダウンロードが，クリック一回で可能とされている\nのである。\nファイルローグシステムの利用により膨大な数のアップロードとダウンロード\nとが可能となるばかりか，現に膨大な数のファイル交換が行なわれているところ，\nその中心に位置する債務者に対し，その果たしている役割に応じた法的責任を負わ\nせることが不可欠なのである。\n別紙　「答弁書」の「第二ないし第四」\n第二　申立ての理由中の「被保全権利」に対する反論\n一　はじめに\n１　債権者らは，「著作権法上，債務者に本件著作隣接権侵害行為を防止すべき\n法律上の義務が認められるのは当然であり，債務者は，クライアントコンピュータ\nの保有者と並ぶ本件著作隣接権侵害の主体として，又は少なくとも教唆・幇助によ\nり本件著作隣接権侵害行為に積極的に荷担してこれを惹起せしめる者として，債権\n者の差止め請求に服すべき地位にあ」り，「本件レコードをＭＰ３形式により圧縮\nして複製したファイルを，本件サービスにおいて送受信の対象によるとしてはなら\nないことを命じられるべきである」と主張する（申立書１７頁）。この債権者らの\n主張を善解すれば，主位的には，著作隣接権を侵害する者又は侵害するおそれがあ\nる者に対する差止請求権（著作権法１１２条１項）を被保全権利とし，予備的に，\n著作隣接権侵害を教唆・幇助する者に対する差止請求権（著作権法１１２条１項）\nを被保全権利とするかのように読めなくもない。\n２　債務者としては，これらの被保全権利はいずれも存在しないと考えている。\nそのことを疎明するために，まず，(1)債務者が運営する「ファイルローグ」システ\nムの概要を説明した上で，(2)債務者が本件レコードの複製ないし送信可能化の主体\nではないことを論じ，ついで，(3)債務者は「ファイルローグ」システムの利用者に\nよる著作隣接権侵害を教唆・幇助した者として共同不法行為責任を負わないことを\n論じ，昀後に，(4)債務者は，著作権法１１２条１項によって，「本件レコードをＭ\nＰ３形式により圧縮して複製したファイルを，本件サービスにおいて送受信の対象\nによるとしてはならないこと」を債権者らから請求される立場にないことを論ずる\nこととする。\n以上のとおり，論ずる順番は，債権者の申立書の記載を無視することになる\nし，債権者の主張事実の全てには認否しないことなるが，(1)本件申立書が送達され\nてから第１回審尋期日までが約１２日であり，その間休日が挟まっていることを考\nえると実質的な作業時間が１週間程度しかないこと，(2)本件申立書は非常に大部で\nあること，(3)本件申立てとほぼ同趣旨の申立てが社団法人日本音楽著作権協会から\nなされており，同事件は同じ東京地裁民事２９部に係属し，同じ日時に第１回審尋\n期日が指定されているが，本申立書と社団法人日本音楽著作権協会の申立書とは若\n干構成その他が食い違っていること，(4)仮処分事件の審理に際しては，民事訴訟の\n審理とは異なり，擬制自白という考え方がないことなどを考慮して，このような手\n法を採ることとした。なお，債務者としても，第１回審尋期日まで十分な作業時間\nをいただけることとなれば，債権者の主張事実につき詳細な認否をしたいと考えて\nいる。\n二　本件システムの概要\n１　システムの設定\n(1)　「ファイルローグ」というＰ２Ｐのファイル交換を補助するためのファイ\nル情報登録・検索システム（以下，「本件サービス」という。）を利用するために\nは，本件サービスを利用するために専用に作成されたソフトウェア（以下，「本件\nクライアント・ソフト」という。）が利用者のコンピュータにインストールされて\nいることが必要である。\n(2)　債務者は，債務者が開設するＷｅｂサイ\nト（http://www.filerogue.net/）に，本件クライアント・ソフトをアップロード\nし，本件サービスの利用を望む者が何時でも無料でダウンロードできるようにして\nいる。ただし，上記サイトにアクセスした場合，「利用規約」（甲第５号証）が，\n利用者のコンピュータに接続されたモニターに表示される。そして，この利用規約\nに同意する旨ボタンをクリックしたもののみが，本件クライアント・ソフトをダウ\nンロードすることができる。すなわち，上記サイトから本件クライアント・ソフト\nをダウンロードした者は皆，債務者との間で，本システムを利用して他人の権利を\n侵害しないこと，自らの権利を侵害されたと主張する者が現れた場合はノーチス・\nアンド・テイクダウン手続きに服すること等を約束しているのである（乙第１号\n証）。\n(3)　本件クライアント・ソフトを起動させても，ユーザーＩＤとパスワードを\n入力しなければ，債務者が本件サービスのために使用しているサーバ・コンピュー\nタ（以下，「本件サーバ・コンピュータ」という。）にアクセスすることはできな\nい。ユーザーＩＤを取得するためには，本件クライアント・ソフトの「新しいＩＤ\nを取得」コマンドを実行して，モニターに表示されたダイヤログにユーザー名及び\nパスワード並びにメールアドレスを入力する必要がある。ユーザー名及びパスワー\nドは利用者側が任意に設定することができる。確かに，本件サービスにおいては，\nユーザー登録にあたって利用者が入力したメールアドレスが実在するものか否かを\n判別するルーティンを取り入れてはいない。ユーザーが架空のメールアドレスを入\n力した場合，そのユーザーにより権利侵害を受けたと主張する者からノーチス・ア\nンド・テイクダウン手続きの申立てがあったときに，申立てメールを転送すること\nができないが，その場合は申立人の主張を正当として，当該利用者が本システムを\n利用することは爾後禁止されるのであるから，特に問題となるようなことはない。\nまた，本件サービスにおいて，利用者が新しいＩＤを登録する際に，その利用者の\n戸籍上の名称や住民票の住所等を入力させる仕組みにはなっていないが，特定の会\n員向けにオンライン上で無償サービスを提供するシステムでは，わざわざ会員に住\n民票の写し等を提出させることは合理的ではないから，戸籍上の名称や住民票上の\n住所を入力させないというのは，一般的である。\n(4)　本件サーバにアクセス（ログイン）しようとする利用者は，ログイン時に\n画面上に表示されるダイヤログに，既に登録済みのユーザーＩＤとパスワードを入\n力することによって，本件本件サーバ・コンピュータにアクセスすることができる\nことになるのである。\n２　送信に向けた設定\n(1)　本件サービスの利用者（提供者）は，本件クライアント・ソフトの「追\n加」コマンドを実行することによって，送信を可とするファイルを収蔵するフォル\nダ（一般利用者向けに「共有フォルダ」という用語が使われており，債権者の「共\n有フォルダ」という用語を使用しているが，「送信被許可ファイル収蔵フォルダ」\nというのが実態にあった用語である。ただし，ここでは鍵括弧付きの「共有ファイ\nル」という用語を用いることとする。）を指定することができる。利用者は，本件\nサーバへアクセスするのと同時に自動的に特定のフォルダ内のファイルを全て送信\n可とするようにすることも，そうしないことも自由に設定できる（「ログイン時に\nファイルリストをアップロードしない」という設定を「ＯＮ」とするか否かの問題\nである。）。\n(2)　本件サービスの利用者は，特定のフォルダについて，いつでも，「共有フ\nォルダ」として一度なした指定を任意に解除することができる。すなわち，「共有\nフォルダ」として指定されているフォルダを表示するウィンドウにおいて，指定を\n解除したいフォルダを選択して，解除コマンドを実行することにより，指定を解除\nできるのである（なお，「再スキャン＆アップロード」コマンドを実行すれば，本\n件サーバにアクセス中にも，この指定解除は即時に効果が発生するのである。）。\n(3)　提供者が本件クライアント・ソフトを起動すると，提供者のコンピュータ\n（以下，「送信用コンピュータ」という。）は自動的に本件サーバ・コンピュータ\nと接続し，「共有フォルダ」として指定されているフォルダに蔵置されている電子\nファイルについてのファイル名（直近のフォルダ名をも含む。），ファイルサイ\nズ，及び提供者のＩＤといった情報が，送信用コンピュータから本件サーバ・コン\nピュータに送信されるとともに，本件サーバ・コンピュータは送信用コンピュータ\nのＩＰアドレス及びポートナンバーを取得する仕組みになっている。「再スキャン\n＆アップロード」コマンドが実行された場合も同様である。本件サーバ・コンピュ\nータは利用者のコンピュータから送信されたこれらのデータをもとに，現時点でダ\nウンロード可能なファイルに関するインデックスを作成する。したがって，本件サ\nーバ・コンピュータにおいて検索可能な情報は，送信用コンピュータから送信され\nるデータに含まれている情報，すなわち，ファイル名（直近のフォルダ名をも含\nむ。），ファイルサイズ，及び提供者のＩＤのみである（このように，個人間の情\n報流通に必要な昀小限度の情報のみをサーバが取り込み，管理するというのは，サ\nーバにかかる負荷の分散を目的とするハイブリッド型Ｐ２Ｐシステムの中核を占め\nる考え方である。）。\n(4)　本件サービスの利用者は，自分のコンピュータから同時にダウンロードで\nきるファイルの数を自由に設定することができる。また，特定のユーザーＩＤから\nのダウンロードを優先することができる。優先権を設定されていない者が当該ファ\nイルをダウンロード中に，優先権を設定されている者が当該ファイルのダウンロー\nドを開始した場合，優先権を設定されていない者によるダウンロードは途中で遮断\nされることになる。\n但し，これはあくまで，送信用コンピュータにインストールされた本件ク\nライアント・ソフトに関する設定であって，本件サーバ・コンピュータには一切反\n映されていない。\n３　検索\n(1)　特定の内容の情報が記録されているファイルをダウンロードしようという\n利用者は，まず，当該ファイルがどのユーザーの送信用ディスクに収録されている\nのかを検索する必要がある。そのための手段としては，次のようなものがある。\n(2)　本件サービスの利用者は，本件クライアント・ソフトを用いて，特定の文\n字列が含まれているファイル名が付されたファイルを検索するように，オンライン\n上で，本件サーバ・コンピュータに指示を送ることができる。本件サーバ・コンピ\nュータは右指示を受けて，本件サーバ・コンピュータに接続されているコンピュー\nタから送信されたファイルに関するカタログデータを用いて検索処理を行うことに\nより，本件サーバ・コンピュータに接続されているコンピュータ内に蔵置されてい\nるフォルダのうち利用者により「共有フォルダ」として指定されているフォルダ内\nに蔵置されている電子ファイルであって，上記文字列をファイル名に含むものを検\n出する。そして，本件サーバ・コンピュータは検出した全ての電子ファイルに関す\nる方法（ファイル名，ファイルパス名，ユーザーＩＤ，ファイルサイズの他，当該\nファイルの保持者のIPアドレス，ポートナンバーを含む。）を利用者（受信者）の\nコンピュータに送信する。受信者のコンピュータに接続されたモニターに表示され\nる検索結果画面には，ファイル名，サブフォルダ名，ファイルサイズ，保持者のユ\nーザーＩＤが表示される。\nまた，本件サービスの利用者は，本件クライアント・ソフトを用いて，他\nの特定の利用者（以下，「お友だちユーザー」という。）が「共有フォルダ」とし\nて指定したフォルダのみを表示・検索の対象とすることができる。モニター上に\n「お友だち一覧画面」を表示させて，「お友だちユーザー」のＩＤ名を選択し，さ\nらにマウスを右クロックして「カタログをみる」コマンドを選択すればよいのであ\nる。すると，お友だちユーザーが「共有フォルダ」として指定したフォルダ及びそ\nのフォルダに収蔵されているファイル及びサブフォルダがモニタに表示される。\n(3)　本件クライアント・ソフトは，インスタント・メッセンジャー機能をも備\nえている。したがって，本件サービスの利用者は，本件クライアント・ソフトを使\n用して，お友だちユーザーとリアルタイムチャットすることができる。このリアル\nタイムチャット機能を用いて，ダウンロードしたい内容が記録されているファイル\nの名称をお友だちユーザーから教えてもらい，そして，お友だちユーザーのカタロ\nグを表示して，教えてもらったファイル名の付けられたファイル名を探し当てて検\n出することができる。\n４　ファイルの送受信\n(1)　ファイルのダウンロードを望む利用者は，受信用コンピュータに接続され\nたモニター上に表示された検索結果画面又はお友だちカタログ画面にリストアップ\nされたファイルからダウンロードしたいファイルを選択し，本件クライアント・ソ\nフトの「ダウンロード」コマンドを実行すると，受信者のコンピュータ（以下，\n「受信用コンピュータ」という。）は，受信用コンピュータに接続されたモニタ上\nに受信ファイルの保存場所を尋ねるダイヤログを表示する。受信者において，当該\nファイルの保存を希望するフォルダをマウス操作で指定し，「保存」コマンドを実\n行すると，当該ファイルを「共有フォルダ」内に蔵置している利用者（提供者）と\nの間で，本件サーバ・コンピュータを介することなく（但し，提供者のコンピュー\nタがファイヤーウォール内にいた場合，受信用コンピュータは送信用コンピュータ\nとの間で接続を確立できないので，受信用コンピュータから本件サーバ・コンピュ\nータ経由で接続リクエスト信号を送り，これを受けて送信用コンピュータの方から\n受信用コンピュータに接続に入る。），直接接続が確立する。爾後，提供者と受信\n者との間では，情報（データ，指令など）は，直接送受信されることになる。\n(2)　受信用コンピュータと送信用コンピュータの間で直接接続が確立される\nと，受信用コンピュータは送信用コンピュータにダウンロード要求の信号を送付す\nる。この信号を受信した送信用コンピュータは，このダウンロード要求を可とする\nかを判断し（例えば，同時に送信するファイル数の制限を越える場合は「ダウンロ\nード不許可」という結果を下す。），「ダウンロード不許可」という判断を下した\n場合には，送信用コンピュータは受信用コンピュータに向けてその旨の信号を送信\nする。\n(3)　「ダウンロード許可」という判断を下した場合には，送信用コンピュータ\nは，当該ファイルのファイルデータをＲＡＭに読み込み，そのファイルデータをネ\nットワークを介して受信用コンピュータに向けて送信する。このファイルデータを\n受信した受信用コンピュータは，当該ファイルデータを，上記選択済みのフォルダ\n内に新設されたファイルに格納する。\n(4)　なお，本件クライアント・ソフトは，送信用コンピュータによる上記処理\nも，受信用コンピュータによる上記処理も行えるように作成されているが，送信用\nコンピュータの処理と受信用コンピュータの処理のどちらか一方又は双方を行うこ\nとができる他のソフトウェアを第三者が開発することは技術的に不可能ではない。\n５　本件サービスにおいてファイル情報が登録されているファイル\n(1)　アメリカのナップスターと異なり，本件サービスにおいてファイル情報が\n登録されている電子ファイルはＭＰ３形式の音声ファイルに限られない。テキスト\nファイルや文書ファイル，画像ファイルや動画ファイル，あるいはフリーウェアソ\nフトなどを含むプログラムファイルまで多様な内容，多様な形式のファイルのファ\nイル情報が本件サーバ・コンピュータに登録されるシステムとなっている（社団法\n人日本レコード協会特別業務部Ｃ氏作成の「『ファイルローグ』調査報告書（ユー\nザー数，公開ファイル数などの実態に関する調査）」（甲第４号証の１）によれ\nば，平成１３年１１月１日から平成１４年１月２３日までの毎平日午後５時前後に\n社団法人日本レコード協会事務局職員が目視したところによれば，送信を許可され\nているファイル数が平均約５３万６４５２ファイル，そのうち拡張子が「ｍｐ３」\nとなっているものが平均約８万０４２１ファイルであったとのことであり，拡張子\nが「ｍｐ３」となっているファイルの割合は全体の約１５％にすぎない。）。\n(2)　また，ＭＰ３形式の音声ファイルにしても，市販のレコードからリッピン\nグして作成したものもある反面，アマチュアバンドが自ら演奏・録音したものをＭ\nＰ３形式の電子データに変換した上で，オンライン上などで無償で配布しているも\nのもあり，その中には，再配布は自由と謳っているものも少なくない（乙第２号\n証）。\nまた，ＭＰ３技術は，会話などを録音してオンライン上で配布するためにも\n利用されている（乙第３号証）。１分あたり１００ｋｂ程度で収まることから，会\n話や演説等のデータをオンライン上で配布するために用いるには極めて有益な技術\nであるといえる。\n(3) このように，債権者が公衆送信権ないし送信可能化権を有する電子フ\nァイルというのは，本件サービスにおいてファイル情報が登録されている電子ファ\nイルのごく一部を構成するに過ぎない。\n(4) なお，債権者らは，「ＭＰ３は，ほとんどの場合，市販のＣＤ等に収\n録されているレコード音楽を複製するために用いられており，現に，本件サービス\nの利用者が検索した結果として表示されるＭＰ３ファイルのほとんどすべてには，\nそれが市販のＣＤ等を複製したファイルであることを示すタイトルが付されてい\nる」と主張する（６～７頁）。しかし，ＭＰ３形式の電子ファイルが，アマチュア\nバンドの楽曲発表のために使用されたり，会話を録音・配布するために用いられる\n例も多々あることは既に述べたとおりである。\nまた，前記Ｃ氏の作成の「『ファイルローグ』調査報告書（公開されている\nＭＰ３ファイルの中で違法送信物の占める割合に関する調査）」（甲第４号証の\n２）によれば，平成１３年１２月６日午後３時から午後５時までの間本件システム\nを利用して拡張子を「ｍｐ３」とするものを検索した結果として得られた３０６０\n０ファイルのうち１００ファイルおきに抽出したファイルについて，社団法人日本\nレコード協会の職員５名が調査員となって，ファイル名及びファイルパス名から明\nらかに権利侵害物と判別できるファイル，権利侵害物と判別しかねるファイル，明\nらかに権利侵害物でないとの判別できるファイルを評価分類したところ，「明らか\nに権利侵害物と判別できるファイル」と判別しなかった調査員が一人でもいたファ\nイルは２６ファイルしかなかったとする。しかし，社団法人日本レコード協会は，\n債権者らで構成する利益代表団体であるから，その者による調査が適切になされた\n保証はない。また，上記調査員は，「ファイル名又はファイルパス名中に著名アー\nティスト名又は楽曲名が含まれるものについては，明らかに権利侵害物と判断でき\nる」として評価分類しているが，そのような判断基準自体に問題がある（例え\nば，No.61のファイル（ファイル名：「Overseas Call.mp3」，ファイルパス\n名：「My Music」）のように，単に「国際電話」を表す「Overseas Call」という単\n語がファイル名に使用されているというだけで，上記調査員は全員「ファイル名及\nびファイルパス名から明らかに権利侵害物と判別できるファイル」と評価分類して\nしまっている。日本レコード協会では，「Overseas Call」という単語を楽曲名とす\nるようなアマチュアバンドは現れないとの自信を持っているようであるが，その自\n信がどこから来るのかは一切不明である。）。\n(5) 仮に，本件システムが始動した直後である上記調査期間においては，\n本件システムを介して送受信されるＭＰ３形式の電子ファイルのほとんどが市販音\n楽ＣＤの複製物であったとしても，そのことを前提に本件システムの違法性を斟酌\nするのは妥当ではない。ナップスター事件連邦控訴審判決がまさに指摘するとお\nり，システムの将来性を無視して現在の使用のみを分析の対象とするのは適切では\nないのである（甲第１４号証訳文１６頁）。\n三　債務者の複製・送信可能化主体性\n１　債権者らは，本件サービスの提供者である債務者も，本件著作隣接権侵害行\n為の主体として，債権者の差止請求権に服すべき地位にあると主張する（９頁）。\nその理由として，債権者らは，(1)債権者が本件著作隣接権侵害行為の実現において\n中核かつ不可欠な役割を果たしていること，(2)債務者の行為は著作隣接権侵害行為\nを必然的に惹起するものであること，(3)債務者が本件著作隣接権侵害行為を認識・\n認容していること，(4)債務者が本件著作権隣接権侵害行為による利益を取得してい\nること，(5)本件著作隣接権侵害の結果が極めて重大であること，(6)債務者が著作\n隣接権侵害の状態を発生させ，かつこれを防止しうる唯一の地位にあること，(7)侵\n害結果防止のためには，債務者に侵害結果防止措置をとらせることが必要不可欠で\nあり，かつそれが適切・可能であることの７点をあげる（もっとも，債権者らは，\n利用主体性に関する主張と教唆・幇助責任の主張とを混在させているため，上記の\nうち，どれとどれを利用主体性の要件事実として摘示し，どれとどれを教唆・幇助\n責任の要件事実として摘示しているのかは明らかではない。）。\n２　実際に著作物等の利用行為を行っている者以外を規範的に利用行為主体と認\n定した裁判例としては，昀判昭和６３年３月１５日民集４２巻３号１９９頁〔クラ\nブキャッツアイ事件昀高裁判決〕等があり，認定しなかった裁判例として大阪地判\n平成９年７月１７日判タ９７３号２０３頁〔ネオジオ事件地裁判決〕等がある。\nクラブキャッツアイ事件昀高裁判決によれば，規範的に利用行為主体性を認\nめるためには，(1)実際の利用者による利用を管理していること，及び，(2)当該利\n用行為により利益を上げることを意図していたことの２点が必要とされている。そ\nの上で，昀高裁は，カラオケ装置を設置したスナックに関して，管理性の要件につ\nいては，「客は，上告人らと無関係に歌唱しているわけではなく，上告人らの従業\n員による歌唱の勧誘，上告人らの備え置いたカラオケテープの範囲内での選曲，上\n告人らの設置したカラオケ装置の従業員による操作を通じて，上告人らの管理のも\nとに歌唱しているものと解される」と判示するとともに，図利性の要件について\nは，「上告人らは，客の歌唱をも店の営業政策の一環として取り入れ，これを利用\nしていわゆるカラオケスナックとしての雰囲気を醸成し，かかる雰囲気を好む客の\n来集を図って営業上の利益を増大させることを意図したというべきである」と判示\nしている。また，東京高裁平成１１年７月１３日判タ１０１９号２８１頁〔カラオ\nケボックス事件高裁判決〕において裁判所は，管理性の要件について，「本件店舗\nのカラオケ歌唱用の各部屋においては，顧客が各部屋に設置されたカラオケ装置を\n操作し，再生された伴奏音楽に合わせて歌唱することによって，管理著作物の演奏\nが行われていることが認められるところ，控訴人らは各部屋にカラオケ装置と共に\n楽曲索引を備え置いて顧客の選曲の便に供し，また顧客の求めに応じて従業員がカ\nラオケ装置を操作して操作方法を教示するなどし，顧客は指定された部屋において\n定められた時間に応じた料金を支払い，再生された伴奏音楽に合わせて歌唱し，歌\n唱する曲目は控訴人らが用意したカラオケソフトに収納されている範囲に限られる\nことなどからすれば，顧客による歌唱は，本件店舗の経営者である控訴人らの管理\nの下で行われているというべきであ」ると判示している。\n他方，ネオジオ事件地裁判決は，「被告がユーザーを手足ないし道具として\n利用して右映画の著作物たる本件ゲームソフトウェアを上映せしめている旨主張す\nるのであるが，被告がユーザーを手足ないし道具として利用して本件ゲームソフト\nウェアを上映せしめているとして，被告自ら本件ゲームソフトウェアを上映してい\nるのと同視できるためには，単に被告製品を購入したユーザーがその購入目的から\nして必然的に被告製品を使用して本件ゲームソフトウェアを上映するに至ることが\n明らかであるというだけでは足りず，被告において，被告製品をユーザーに販売し\nた後も，ユーザーが被告製品を使用して本件ゲームソフトウェアを上映することに\nついて何らかの管理・支配を及ぼしていること，及び被告が被告製品を販売する目\n的がユーザーをして本件ゲームソフトウェアを上映させることそれ自体により利益\nを得ることにあることが必要であると解するのが相当である」と判示した上で，管\n理性の要件については，「被告製品を購入したユーザーは，これを被告の管理・支\n配の全く及ばない自宅等に持ち帰り，被告の意思に関わりなくユーザー自身の自由\n意思をもって被告製品を本件ゲーム機本体に接続して本件ゲームソフトウェアを上\n映するのであって，本件全証拠によるも，ユーザーが被告製品を使用して本件ゲー\nムソフトウェアを上映することについて被告が何らかの管理・支配を及ぼしている\nと認めることはできない」と判示し，図利性の要件については，「原告は，被告製\n品を購入する対価は，観衆たるユーザーが本件ゲームソフトウェアの対戦モードの\nゲームストーリーの展開を楽しむために支払う料金の一括前払いに該当する（か\nら，「営利を目的としない」上映には当たらない）旨主張するが，被告製品の価格\nは本件ゲームソフトウェアの上映の対価そのものである，あるいはこれが被告製品\nの価格のうちに含まれていると認めるに足りる証拠はなく，かえって，ユーザーが\n被告製品を購入する時点では，既に購入済みの本件ゲームソフトウェアがある場合\nを除き，本件ゲームソフトウェアのうちどのゲームソフトウェアを購入し，これを\n上映するかは具体的に確定しておらず，将来原告によって販売されることがあるべ\nき本件ゲームソフトウェアの種類も確定していないといわざるを得ないから，被告\nがその価格に本件ゲームソフトウェアの対価を含ましめることは不可能というべき\nであり，また，被告製品を販売した後は，被告製品を使用して本件ゲームソフトウ\nェアの上映がどの程度なされるかは，今後の被告製品の販売数量の見通しに関する\n資料にはなるとしても，原則として被告に何らの利害ももたらさないものと考えら\nれるから，被告製品の価格について，製造原価その他の必要経費に適当な利潤を上\n乗せした金額の他に，本件ゲームソフトウェアの上映の対価が加算されているとい\nうことはできない」として，「被告が被告製品を販売する目的がユーザーをして本\n件ゲームソフトウェアを上映させることそれ自体により利益を得ることにあること\nも，これを認めるに足りる証拠はない」と判示している。\n３　債権者らの上記主張のうち，管理性の要件に関する主張と思われるのは(1)で\nあり，図利性の要件に関する主張と思われるものは(4)であるから，これらについて\n以下論ずる。\n(1) まず，債権者らは，「債権者が本件著作隣接権侵害行為の実現におい\nて中核かつ不可欠な役割を果たしている」と判断した理由の１つとして，「クライ\nアントコンピュータの「共有フォルダ」内に蔵置されたファイルは，それのみでは\n他のクライアントコンピュータに送受信されることはなく，債務者が配布するクラ\nイアントソフト及び債務者が管理・運営するファイルローグサーバの機能との連携\nによって初めて，しかもその方法によってのみ，公衆に送信可能な状態となるので\nあり，かつ，送信の必然な結果として受信側クライアントコンピュータに複製が生\nずる」と主張する。\nしかし，上記主張は，既に事実の認識として間違っている。本件クライアン\nトソフトによりあるフォルダを「共有フォルダ」に指定しても，当該フォルダ及び\n当該フォルダに蔵置されているファイル自体に何らかの変化が生じるわけではな\nい。本件クライアントソフトにより本件サーバコンピュータに送信されるカタログ\nデータにおいて，爾後，当該フォルダ内に蔵置されているファイルが「送信を許可\nされたファイル」であると記録されるだけにすぎない。したがって，本件クライア\nントソフトにより「共有フォルダ」として指定されたフォルダ内に蔵置されたファ\nイルを，ＧＮＵＴＥＬＬＡやＷｉｎＭＸ等の，他のＰ２Ｐ間のファイル送受信ソフ\nトにより，公衆に送信可能な状態におくことは，簡単である（実際，本件クライア\nント・ソフトとＷｉｎＭＸを同時に起動させ，同じフォルダを「共有フォルダ」に\n指定することは可能である。）。したがって，債務者は，「債権者が本件著作隣接\n権侵害行為の実現において・・・不可欠な役割を果たしている」とはそもそもいえ\nない。\n(2)  また，債権者らは，「債権者が本件著作隣接権侵害行為の実現におい\nて中核かつ不可欠な役割を果たしている」と判断した理由の１つとして，「債務者\nは，その配布するクライアントソフトの機能によってクライアントコンピュータを\nファイルローグサーバに自動的に接続させ，それに接続されている全てのクライア\nントコンピュータの「共有フォルダ」内に蔵置されている全ファイルの所在，名称\n等の情報を自動的に読みとってこれを独占排他的にリアルタイムで管理し，かつ，\nそのファイル情報を同時にファイルローグサーバに接続されている他のクライアン\nトのみに提供して，全クライアントコンピュータの「共有フォルダ」内に蔵置され\nているファイルの中から入手希望のファイルを選択させて，その送受信を発生させ\nている。すなわち，送信可能化や複製行為が行われるときは，必ずクライアントソ\nフトをインストールした送信側と受信側のクライアントコンピュータが債務者の運\n用するファイルローグサーバに接続され，リアルタイムでのネットワークが形成さ\nれ，その内部間においてのみファイルの送受信及び複製が行われている。」（１０\n頁）と主張し，上記点に鑑みれば，「クライアントコンピュータに蔵置されたファ\nイルと，ファイルローグサーバにおけるファイル情報のリアルタイムでの管理及び\n提供の機能とがクライアントソフトの働きによって連結され，その連結によって機\n能する『自動公衆送信装置』が構成されているというべきであり，本件サービスに\nよる本件レコードの送信可能化・・・は，クライアントソフトを配布するとともに\nファイルサーバを支配・管理している債務者と利用者との共同行為であるというべ\nきである」と主張する。しかし，ファイルローグ・サーバが関与しているのは，受\n信用コンピュータに特定のファイルのファイル名，ファイルパス名，ユーザーＩＤ\n名ならびにそのユーザーのＩＰアドレス等のデータを送信するところまでであっ\nて，そこから先の部分，すなわち，受信用コンピュータから送信用コンピュータに\n特定のファイルを特定のＩＰアドレスへ送信するようにとの指令を発信し，この指\n令を受信した送信用コンピューターが特定のファイルを受信用コンピュータのＩＰ\nアドレスに向けて送信するという場面においてはファイルローグ・サーバは何も関\n与していない。偶々本件クライアントソフトは特定のファイルを検索してそのファ\nイルに関するカタログデータを入手するまでの過程とそのカタログデータをもとに\n個人間でファイルの送受信を行う過程とを１つのソフトウェアで処理しているので\n混同されやすいが，技術的には，送信者側で本件クライアントソフトを用いて送信\nを許可したファイルについて，ファイルローグサーバから受信したカタログデータ\nをもとに，これを直接ダウンロードできるような別個のソフトウェアを開発するも\n可能であるから，債権者らの上記主張はそもそも前提事実において間違っていると\nいうべきである。\n(3) また，仮に「「クライアントコンピュータに蔵置されたファイルと，\nファイルローグサーバにおけるファイル情報のリアルタイムでの管理及び提供の機\n能とがクライアントソフトの働きによって連結され，その連結によって機能する\n『自動公衆送信装置』が構成されている」としても，本件レコードをＭＰ３化した\n電子ファイルが収蔵されているまさにそのフォルダを「共有フォルダ」に指定する\nことによって，送信可能化（情報が記録された記録媒体を当該自動公衆送信装置の\n公衆送信用記録媒体として加えること（著作権法２条１項９号の５のイ））を行っ\nたのは，まさに当該利用者であって債務者ではない。また，「共有フォルダ」に本\n件レコードをＭＰ３化した電子ファイルを収蔵することによって，送信可能化（公\n衆の用に供されている電気通信回線に接続している自動公衆送信装置・・・の公衆\n送信用記録媒体に情報を記録すること。著作権法２条１項９号の５のイ）したの\nも，まさに当該利用者であって債務者ではない。さらに，「ログイン時にファイル\nリストをアップロードしない」というオプションを「ＯＮ」にしていなかった場合\nは，その直前の利用時に「「共有フォルダ」」としていたフォルダを公衆送信用記\n録媒体とする送信可能化行為（著作権法２条１項９号の５のロ）が行われるが，こ\nの場合の送信可能化行為は，「公衆の用に供されている電気通信回線への接続（配\n線，自動公衆送信装置の始動，送受信用プログラムの起動その他の一連の行為によ\nり行われる場合には，当該一連の行為のうち昀後のものをいう。）を行うこと」で\nあるから，本件クライアント・ソフトを起動させることがこれに当たるが，本件ク\nライアントソフトを起動させる行為を行っているのは，まさに利用者（提供者）に\n他ならない。\nそして，利用者が「共有フォルダ」に蔵置して送信可能化するファイルは，\n債務者が予め指定したものに限られるという実態はなければ，また，本件レコード\nをＭＰ３化した電子ファイルを蔵置したフォルダを「共有フォルダ」に指定するよ\nうに債務者が勧誘した事実もなければ，本件レコードをＭＰ３化した電子ファイル\nを「共有フォルダ」に蔵置するよう勧誘した事実もなければ，本件レコードをＭＰ\n３化した電子ファイルを蔵置したフォルダが「共有フォルダ」として指定されたま\nまの状態で本件クライアントソフトを起動させるように債務者が勧誘した事実もな\nい。また，債務者は，利用者の求めに応じて従業員に本件クライアントソフトを操\n作させて利用者に操作方法を教えるようなサービスも行っていない（そもそも，ユ\nーザーサポートすら満足に行っていない。）。また，利用者は，本件クライアント\nソフトをダウンロードした後，自宅等において，債務者の意思に関わりなく利用者\n自身の自由意思をもって本件クライアントソフトを起動したり，本件クライアント\nソフトにより任意のフォルダを共有ファイルとして指定するのである。\n以上の点に鑑みれば，利用者による送信可能化行為が，債務者の管理の下で\n行われていると認めることは到底できないというべきである。\n同様に，利用者が「ダウンロード」コマンド及び「保存」コマンドを実行す\nることにより受信用ディスクに複製される電子ファイルは債務者があらかじめ指定\nしたものに限られるという実態はなければ（そのとき本件サーバ・コンピュータに\n接続されている送信用コンピュータの「共有フォルダ」に蔵置されているものに限\nられているのであり，どのファイルが「共有フォルダ」に蔵置されるか，債務者は\n一切管理していない。），また，本件レコードをＭＰ３化した電子ファイルを送信\nないし保存するように債務者が勧誘した事実もなければ，利用者の求めに応じて従\n業員に本件クライアントソフトを操作させて利用者に操作方法を教えるようなサー\nビスも行っていない。したがって，利用者による複製行為が，債権者の管理の下で\n行われていると認めることもやはりできない。\n(4)  債権者らは，「債務者が本件著作権隣接権侵害行為による利益を取得\nしている」と考える理由の１つとして，インターネット広告代理会社であるバリュ\nーコマース株式会社及び他１社と契約することにより広告収入を得ていること掲げ\nる。しかし，バリューコマース株式会社及び他１社は，本件レコードをＭＰ３化し\nた電子ファイルを利用者が送信可能化したことに対して広告料を債務者に支払うわ\nけではないので，債務者がファイルローグシステムを運営する目的が「利用者をし\nて 本件レコードをＭＰ３化した電子ファイルを送信可能化されることそれ自体によ\nり利益を得ること」ないし「本件レコードをＭＰ３化した電子ファイルを受信用デ\nィスクに複製することそれ自体により利益を得ること」にあると認めることはでき\nない。\nまた，債権者らは，「債務者が本件著作権隣接権侵害行為による利益を取得\nしている」と考える理由の１つとして，「昀終的には（本件サービスの）有料化を\n検討している」と述べていたことを掲げているが，一般に，有料化を検討しただけ\nでは利益を取得することはできない。債務者もその例外ではない。\n(5) また，債権者らは，「債務者が本件著作権隣接権侵害行為による利益\nを取得している」と考える理由の１つとして，「本件サービスの利用者の拡大が債\n務者の利益につながるところ，本来であれば有償でしか取得できない本件レコード\nのファイルが本件サービスを利用することによって無償，大量かつ容易に取得でき\nることによる吸引力によって利用者の拡大が図られるのであるから，債務者は，本\n件著作隣接権侵害行為の拡大によって利益を取得するものである」と主張する。し\nかし，債務者は，利用規約において，「■禁止事項　あなたは，以下の行為，事項\nを行わないことに合意します。／(a)　著作権，著作隣接権，名誉権，プライバシー\n権その他第三者の権利を侵害するファイルを送信可能な状態とすること」と規定し\nており，さらにノーティス・アンド・テイクダウン手続きを採用する旨宣言し，具\n体的な手続き規定まで設けることによって，「本来であれば有償でしか取得できな\nい・・・ファイルが本件サービスを利用することによって無償，大量かつ容易に取\n得できることによる吸引力によって利用者の拡大」を図るという営業政策を採らな\nいことを明らかに宣言している。実際，債務者の上記営業姿勢もあって，「本来で\nあれば有償でしか取得できない・・・ファイル」を「無償，大量かつ容易に取得」\nすることを望む者のほとんどがＷｉｎＭＸを利用しているのが実情である。それは\nさて措くとしても，クラブキャッツアイ事件において当該カラオケスナックの顧客\nのほとんどは，社団法人日本音楽著作権協会の管理著作物を歌唱することを目的と\nして集まってくるのであり，顧客による社団法人日本音楽著作権協会の管理著作物\nの歌唱なしには集客が見込めないと考えられる一方，本件サービスの利用者が送信\nを許可したファイルのうち，何らかの音声をＭＰ３形式にて記録した電子ファイル\nの割合は，社団法人日本レコード協会の調査によっても約１５％程度であり，本件\nレコードをＭＰ３化した電子ファイルは更にそのうちのごく一部にすぎない。債務\n者にとって，「本件レコードのファイルが本件サービスを利用することによって無\n償，大量かつ容易に取得できることによる吸引力」など，とるにたりないのであっ\nて，「本件サービス拡大のためには不可欠」と認識する筋合いはないというべきで\nある。債務者は，日本国内においてブロードバンド化が進展するとともに，マルチ\nメディア・パソコンが家庭やオフィスに普及するようになったときに，例えば，個\n人がデジタルビデオ等で撮った画像を友人等にオンラインを通じて配布するような\n社会の到来に備えて，その環境づくりをしている（そのような動画データはファイ\nルサイズが極めて大きいため，インターネット・サービス・プロバイダから提供を\n受けたサーバー領域にアップロードする方法や，電子メールに添付ファイルとして\n送付する方法では，サーバの負荷が大きくなりすぎていわゆるパンク状態に陥るこ\nとが当然に予想されており，サーバの負荷を軽減しつつ大容量のファイルを円滑に\n流通させるための仕組みとしてＰ２Ｐ技術に大きな期待が集まっているのであ\nる。）のであって，債権者らが想定するような近視眼的な利益を図っているわけで\nはない（乙第４号証）。「燕雀安くんぞ鴻鵠の志を知らんや」とはよくいったもの\nである。\n(6) また，債権者らは，「債務者が本件著作権隣接権侵害行為による利益\nを取得している」と考える理由の１つとして，「そもそも債務者は営利法人であ\nり，本件サービスが営利を目的とするものであることは明らかである」と主張して\nいる。しかし，営利法人だから，全ての業務が直接的な利益取得目的で行われると\nいうわけではなく，反対に，社団法人だからといって，すべからく欲得抜きで行動\nしているというわけでもない。法人の種類によって図利目的の有無を判断できると\n債権者らが考えているとしたら，到底信じがたいというべきである（ちなみに，ネ\nオジオ事件地裁判決で図利目的なしと認定された「ホリ電機株式会社」は営利法人\nである。）。\n四 債務者の教唆・幇助責任の有無\n１　はじめに\n債務者は「ファイルローグ」システムの利用者による著作隣接権侵害を教\n唆・幇助した者として共同不法行為責任を負うか否かを判断するにあたっては，(1)\n「ファイルローグ」システムの利用者による利用行為は著作隣接権侵害行為にあた\nるのか，あたるとすればどのような場合かをまず論じ，ついで，(2)仮にシステム利\n用者の行為が著作隣接権に該当する場合があるとして，債務者が上記利用行為に対\nし教唆・幇助責任を負うのかを論ずることとする。\n２　利用者（提供者）の送信用コンピュータにおける複製権侵害\n(1) 債権者らは，「本件レコードの複製物であるＭＰ３ファイルをクライ\nアントコンピュータの「共有フォルダ」に蔵置することは，本件レコードをクライ\nアントコンピュータのハードディスク等の記憶媒体に複製する行為に該当する」と\n主張する（７頁）。確かに，本件レコードをＭＰ３化した電子ファイルを，他人に\nダウンロードさせるために，「共有フォルダ」に新たにコピーする場合には，その\nようにいえるかもしれない。しかし，自分のコンピュータにインストールされてい\nるＭＰ３プレイヤーで聴くために，本件レコードをＭＰ３化した電子ファイルを保\n存する行為自体は，著作権法１０２条１項により準用される著作権法３０条１項に\nより，著作隣接権者の許諾を得ずとも，そもそも合法な行為である。また，ウィン\nドウズ系のＯＳにおいては，同一ボリューム内の他のフォルダにファイルを「移\n動」させる場合は，当該ファイルに関するディレクトリエントリを変更しているに\nすぎず，当該ファイルに記録されたデータ自体を複製しているわけではないから，\n自分のコンピュータにインストールされているＭＰ３プレイヤーで聴くために本件\nレコードをＭＰ３化して保存した電子ファイルを，同一ボリューム内にある「共有\nフォルダ」に「移動」する行為は，そもそも「複製」に該当しない。\n(2) また，債権者は，仮に本件レコードをＭＰ３化した電子ファイルを保\n存する行為自体は，著作権法１０２条１項により準用される著作権法３０条１項に\nより適法だとしても，それを「共有フォルダ」に蔵置してファイルローグサーバに\n接続すれば，不特定多数の者に送信可能な状態にして「公衆に提示」（１０２条４\n項）したことになるから，「共有フォルダ」に蔵置したファイルは全て債権者らの\n著作隣接権（複製権）を侵害するものとなる旨主張する（７頁）ので，この点を検\n討する。\n著作権法１０２条４項１号は，「第一項において準用する第三十条第一\n項・・・に定める目的以外の目的のために，これらの規定の適用を受けて作成され\nた実演等の複製物・・・複製物によって当該実演，当該レコードに係る音若しくは\n当該放送若しくは有線放送に係る音若しくは影像を公衆に提示した者」は「第九十\n一条第一項，第九十六条，第九十八条又は第百条の二の録音，録画又は複製を行っ\nたものとみなす。」と定める。すなわち，著作権法１０２条４項１号は，私的利用\n目的で作成した複製物「によって」レコードに係る音等を公衆に提示した場合に，\n複製を行ったものとみなすという規定である。同条項が適用されるためには，「レ\nコードに係る音等」が，私的利用目的で作成した複製物自体によって，公衆に提示\nされる必要があるのである。しかし，受信者に提示される音は，送信者が私的利用\n目的で作成した複製物（受信用コンピュータに接続された外部記憶装置）により提\n示されるのではなく，受信者が私的利用目的で作成した複製物（受信用コンピュー\nタに接続された外部記憶装置）により提示されるのである。したがって，私的利用\n目的で作成したＭＰ３形式の音楽ファイルを「共有フォルダ」に蔵置したままファ\nイルローグサーバに接続をしても，著作権法１０４条４項１号のみなし複製規定の\n適用を受けることはなく，複製行為がなされたとみなされることはないというべき\nである。\n３　利用者（提供者）の送信用コンピュータにおける送信可能化権侵害\n(1) 債権者らは，利用者（提供者）が「共有フォルダ」にファイルを蔵置\nする行為は「公衆の用に供されている電気通信回線に接続している自動公衆送信装\n置の公衆送信用記録媒体に情報を記録すること」であるから，著作権法２条１項９\nの５号にいう「送信可能化」にあたる旨主張する（８頁）ので，以下検討する。\n(2) イ号の「送信可能化」とは，「公衆の用に供されている電気通信回線\nに接続している自動公衆送信装置（公衆の用に供する電気通信回線に接続すること\nにより，その記録媒体のうち自動公衆送信の用に供する部分（以下この号において\n「公衆送信用記録媒体」という。）に記録され，又は当該装置に入力される情報を\n自動公衆送信する機能を有する装置をいう。以下同じ。）の公衆送信用記録媒体に\n情報を記録し，情報が記録された記録媒体を当該自動公衆送信装置の公衆送信用記\n録媒体として加え，若しくは情報が記録された記録媒体を当該自動公衆送信装置の\n公衆送信用記録媒体に変換し，又は当該自動公衆送信装置に情報を入力すること」\nにより，「自動公衆送信しうるようにすること」をいう。\nここで，「自動公衆送信」とは「公衆送信のうち，公衆からの求めに応じ自\n動的に行うもの（放送又は有線放送に該当するものを除く。）」をいい，「公衆送\n信」とは「公衆によって直接受信されることを目的として無線通信又は有線電気通\n信の送信（有線電気通信設備で，その一の部分の設置の場所が他の部分の設置の場\n所と同一の構内（その構内が二以上の者の占有に属している場合には，同一の者の\n占有に属する区域内）にあるものによる送信（プログラムの著作物の送信を除\nく。）を除く。）を行うこと」をいう。したがって，（自動）公衆送信ないし送信\n可能化が行われたといえるためには，公衆によって直接受信されることを目的とし\nて行為者がその行為をなすことが不可欠である。\n(3) 著作権法上「公衆」とは，特定かつ多数の者を含むものとされている\n（著作権法２条３項）から，多数人であれば「公衆」にあたることは争いの余地が\nない。したがって，多数人によって直接受信されることを目的として，特定のフォ\nルダを「共有フォルダ」として指定した場合，この「共有フォルダ」内に本件レコ\nードをＭＰ３化した電子ファイルを蔵置する行為が「送信可能化」にあたることは\n否定しがたい。\n(4) 他方，現実社会での友人，親戚，同僚等の特定少数人によって直接受\n信されることを目的として特定のフォルダを「共有フォルダ」として指定した場\n合，この「共有フォルダ」内に本件レコードをＭＰ３化した電子ファイルを蔵置す\nる行為は，「公衆によって直接受信されることを目的として」なされたものとは言\nい難いから，「送信可能化」にあたらないことも間違いない。\n(5) では，本件クライアント・ソフト等を利用して行われるリアルタイ\nム・チャット等を介して知り合った特定の人物によって直接受信されることを目的\nとして特定のフォルダを「共有フォルダ」として指定した場合，この「共有フォル\nダ」内に本件レコードをＭＰ３化した電子ファイルを蔵置する行為はどうであろう\nか。\n日常用語例としての「公衆」とは不特定かつ多数人をいうのであり，著作権\n法においては，２条３項により，特定多数人も「公衆」に含まれることとされたと\nする見解に立てば，著作権法上の「公衆」とは結局「多数人」のことをいうことに\nなるから，あくまで少数人によって直接受信されることを目的とする上記行為は，\n「送信可能化」にはあたらないということになる。\n日常用語例としての「公衆」とは不特定人又は多数人をいうのであり，著作\n権法２条３項は，特定多数人も「公衆」にあたるのだということを確認的に規定し\nたのだという見解に立てば，不特定人であれば，少数人（極端な話をすれば一人で\nあっても）「公衆」にあたるということになる。すると，ここでは，リアルタイム\nチャットなどを介して知り合った特定のユーザーＩＤの持ち主というのが提供者か\nら見て「特定人」にあたるのか「不特定人」にあたるのかということが問題とな\nる。\n債権者らは，「本件サービスは，誰でも，自由に設定したＩＤ，パスワード\n及びメールアドレス（それも虚偽のものでも受理される）のみを入力することで直\nちに利用可能となるから，本件サービスによりファイルの受信を受ける者は『不特\n定人』である」と主張する（７頁）。しかしながら，我が国においては一般に，戸\n籍上の名称や住民票上の住所等を確認することなしに，他者と社会的に接触するこ\nとが少なくない。いまだ相手の戸籍上の名称や住民票上の住所等を確認しないまま\nに恋に落ちることだって少なくはない（むしろ，その方が普通である。）。この場\n合，相手の戸籍上の名称や住民票上の住所等を確認していないからという理由で，\nこの相手は自己にとってはいまだ「不特定人」にすぎないとするのは，あまりに日\n常用語例に反している。むしろ，民法上の「特定物」概念との類推でいうならば，\n行為者において相手の人物の個性に着目して行為がなされるときその相手は「特定\n人」であり，一定の種類に属する人であれば誰でもよいという認識で行為がなされ\nるときはその相手は「不特定人」となると考えるのが相当である。\nすると，「本件クライアント・ソフト等を利用して行われるリアルタイム・\nチャット等を介して知り合った特定の人物」に受信されることを目的として特定の\nフォルダを「共有フォルダ」として指定した場合，この「共有フォルダ」内に本件\nレコードをＭＰ３化した電子ファイルを蔵置する場合，提供者は特定のユーザーＩ\nＤを名乗る人物の個性に着目していることは明らかである。したがって，提供者か\nらみて，この「特定のユーザーＩＤを名乗る人物」は，「特定人」にあたる。よっ\nて，少数ないし一人の「特定のユーザーＩＤを名乗る人物」が直接受信することを\n目的として送信ディスク中の特定のフォルダを「共有フォルダ」として指定した場\n合，この「共有フォルダ」内に本件レコードをＭＰ３化した電子ファイルを蔵置す\nる行為は，「公衆によって直接受信されることを目的として」なされたものとは言\nい難いから，「送信可能化」にあたらないというべきである。\n(6) このように，同じ「送信用ディスク中の特定のフォルダを『共有フォ\nルダ』として指定した場合，この『共有フォルダ』内に本件レコードをＭＰ３化し\nた電子ファイルを蔵置する行為」であっても，提供者の主観によって，「送信可能\n化」に該当したりしなかったりする。なお，送信可能化にあたる場合すなわち多数\n人によって直接受信させることを目的としている場合，ファイル名は，ファイルの\n内容を反映した名前が付けられることが多いと予想されるが，送信可能化にあたら\nない場合は，必ずしもファイルの内容を反映するような名前を付ける必要は乏しい\nからファイルの内容とは無関係な名前が付けられてるケースも多いと予想できるも\nのの，かといって送信を許可するにあたって，ファイル内容とは無関係なファイル\n名に変更するという頭が回らない者も少なからずいるとも予想されるから，ファイ\nルの内容が反映されているかのごとく見える名前が付されたファイルだからといっ\nて，送信可能化の対象となっているとはかならずしもいえないのである（なお，同\n時にダウンロードできる人数が１人に制限され，かつ，特定のユーザーＩＤを有す\nる者に優先権が設定され，その者がダウンロード中であるなど，他のユーザーが当\n該ファイルをダウンロードすることが物理的にできない場合であっても，検索結果\n画面には当該ファイルに関するデータは表示される。）。\n４　提供者による受信側のクライアントコンピュータにおける複製\n(1) 債権者らは，「本件サービスによって他のクライアントコンピュータ\nからダウンロードされたファイルは，受信側のクライアントコンピュータに自動的\nに蔵置（複製）されているところ，当該複製は，送信可能化権侵害行為の必然的な\n結果として発生するものであり，既定の状態では受信側のクライアントコンピュー\nタの共有フォルダ内に蔵置（複製）され，更に再送信可能な状態におかれるから，\nそこに蔵置されたファイルは，送信側のクライアントコンピュータの共有フォルダ\nに蔵置されたファイルと同様，私的使用には該当しない本件レコードの違法複製物\nである」と主張する（８頁）ので，以下検討する。\n(2) しかし，あるファイルを送信可能化したとしても，受信者の側でその\nファイルをダウンロードしなければ，そもそも受信用コンピュータに接続された記\n憶装置にそのファイルが複製されることはない。したがって，受信用ディスクへの\n複製が「送信可能化権侵害行為の必然的な結果として発生するもの」とする債権者\nらの主張は，そもそもおかしい（実際問題としていっても，例えば，浜口庫之助が\n作詞作曲し，田代美代子が実演する「愛して愛して愛しちゃったの」が送信可能化\nされたからといって，必然的にダウンロードされるといえるかは大いに疑問であ\nる。）。\nあるいは，債権者らは，送信可能化ではなく，送信可能化により可能となっ\nた自動公衆送信の必然的な結果として受信用ディスクへの複製が発生するといいた\nいのかもしれない。しかし，それも間違っている。受信者においてファイル受信用\nアプリケーションとして本件クライアントソフトを使用している場合には，確か\nに，送信用コンピュータから送信を受けたファイルデータは，自動的に受信用コン\nピュータに接続された記憶装置に格納される。しかしそれは，本件クライアント・\nソフトがむしろプライベート・ムービーのような巨大ファイルの送受信に使用され\nることを視野に入れて開発されたためたまたまそうなっているだけであって，ＭＰ\n３形式の音楽ファイルのような比較的容量の小さいファイルの送受信を中心に受信\n用クライアントソフトを開発するのであれば，送信用コンピュータから送信された\nファイルデータを一旦ＲＡＭに蓄積することとし，ＲＡＭに蓄積されているファイ\nルデータを直接再生して内容を確認した後に，ディスクに保存するかどうかを受信\n者が決定できるようにした方が便利であり，またそのようなことは技術的には不可\n能ではない。したがって，少なくとも送信側からみたときには，自動公衆送信がな\nされたのち受信側ディスクへの複製が発生するということは「必然的」であるとは\n到底いえないのであり，受信側ディスクへの複製がなされるかどうかの主導権はも\nっぱら受信者が握っているのである。送信者は，せいぜい受信者が電子ファイルを\n受信できるように環境整備を行ったにすぎない。\nまた，「共有フォルダ」に蔵置されている具体的な電子ファイルを受信用デ\nィスクに複製するかどうかを昀終的に決定するのは，「ダウンロード」コマンド及\nび「保存」コマンドを実行した受信者であって，受信者が前記コマンドを実行した\n後は，送信者を含めた誰も，当該ファイルの複製に向けられた行動を何も行ってい\nないのであるから，受信側ディスクへのファイルの複製を行ったのは受信者である\nと考えるのが素直である。\nしたがって，債権者らは上記主張により，受信側のクライアントコンピュー\nタにファイルが複製されることは提供者による複製権侵害にあたると主張したいの\nか，受信者による複製権侵害にあたると主張したいのか，文面からは定かにわから\nないが，仮に前者だとすれば，その主張には無理があるというべきである。\n５　受信者による受信側のクライアントコンピュータにおける複製\n(1) 債権者らは，「本件サービスによって他のクライアントコンピュータ\nからダウンロードされたファイルは，受信側のクライアントコンピュータに自動的\nに蔵置（複製）されているところ，当該複製は，送信可能化権侵害行為の必然的な\n結果として発生するものであり，既定の状態では受信側のクライアントコンピュー\nタの共有フォルダ内に蔵置（複製）され，更に再送信可能な状態におかれるから，\nそこに蔵置されたファイルは，送信側のクライアントコンピュータの共有フォルダ\nに蔵置されたファイルと同様，私的使用には該当しない本件レコードの違法複製物\nである」と主張する（８頁）。債権者らは上記主張により，受信側のクライアント\nコンピュータにファイルが複製されることは提供者による複製権侵害にあたると主\n張したいのか，受信者による複製権侵害にあたると主張したいのか，文面からは定\nかにわからないが，仮に後者だとしても，その主張には無理がある。\n(2) まず，受信者においては，受信用ディスク内の任意のフォルダ内に受\n信したファイルを蔵置（複製）することができるのであって，必ずしも「受信側の\nクライアントコンピュータの共有フォルダ内に蔵置（複製）され，更に再送信可能\nな状態におかれる」とはいえない。また，著作権法３０条１項が適用されるため要\n求されるのは，複製を行うにあたって，新たに作成した複製物を「個人的に又は家\n庭内その他これに準ずる限られた範囲内において使用すること（以下「私的使用」\nという。）を目的」としていることのみ（但し，同項各号に該当する場合を除\nく。）である。したがって，受信者が自らのコンピュータ又は携帯用ＭＰ３プレイ\nヤーで音楽等を聞く目的で受信したファイルを受信用ディスク内に蔵置した場合，\n受信したファイルを「共有フォルダ」以外のフォルダに蔵置したときはもちろん，\nさらに再送信されることを意識することなく漫然と受信したファイルを「共有フォ\nルダ」に収蔵したときであっても，ファイルの複製行為は私的使用を目的として行\nわれている以上，著作権法３０条１項の適用をためらう理由はない。\n(3) したがって，少なくとも，受信者が自らのコンピュータ又は携帯用Ｍ\nＰ３プレイヤーで音楽等を聞く目的で受信したファイルを受信用ディスク内に蔵置\nした場合には，右蔵置（複製）行為は，著作権（著作隣接権）侵害とはなり得ない\nというべきである。\n６　債務者の教唆責任\n(1) では，本件サービスの利用者の一部が本件システムで送受信される電\n子ファイルのごく一部である本件レコードをＭＰ３化した電子ファイルを「公衆」\nにより直接受信される目的で「共有フォルダ」に蔵置して債権者らの著作隣接権\n（送信可能化権）を侵害する行為について，債務者はこれを教唆したものとして共\n同不法行為責任を負うのであろうか。\n(2) 債務者は，本件システムの利用者に対し，本件レコードをＭＰ３化し\nた電子ファイルを，「公衆」により直接受信させることを目的として「共有フォル\nダ」に蔵置するように唆したことはない。却って，債務者は，前述のとおり，利用\n規約の中で「■禁止事項　あなたは，以下の行為，事項を行わないことに合意しま\nす。／(a)　著作権，著作隣接権，名誉権，プライバシー権その他第三者の権利を侵\n害するファイルを送信可能な状態とすること」と規定し，これに同意したものに対\nしてのみ本件クライアントソフトをダウンロードさせているのである。したがっ\nて，債務者が，本件システムの利用者に対し，債権者らの著作隣接権を侵害する行\n為を教唆していないことは明らかである。\n(3) なお，本件システムを利用した電子ファイルの送受信の中に他人の著\n作隣接権を侵害する行為が混在していることを抽象的に知りつつ本件システムを利\n用した電子ファイルの送受信の利用・促進を促したとしても，これが利用者による\n著作隣接権侵害行為の教唆行為にあたらないことは，個人によるウェブページの中\nに他人の著作権・著作隣接権を侵害するものが混在していることを抽象的に知りつ\nつ個人にウェブページの作成・アップロードを推奨する行為が著作権・著作隣接権\n侵害行為の教唆行為にあたらないのと同様に，明らかである。教唆行為は，個別の\n権利侵害行為に向けられることが必要だからである。\nまた，債務者は，本件サービスの個々の利用者が著作隣接権を侵害する行為\nを行うことを具体的に認識していたわけではないから，故意による幇助を行ったと\nもいえない（利用者の中に他人の権利侵害行為を行うものも存在しているという程\n度の認識で幇助の故意が認められていたのでは，債務者のみならず，インターネッ\nト・サービス・プロバイダも，ＮＴＴ各社も，コンピュータメーカーも，インター\nネット接続用のソフトウェアを提供するソフトハウスも，みな廃業せざるを得な\nい。）。\n７　債務者の幇助責任\nでは，本件サービスの利用者の一部が本件システムで送受信される電子ファ\nイルのごく一部である本件レコードをＭＰ３化した電子ファイルを「公衆」により\n直接受信される目的で「共有フォルダ」に蔵置して債権者らの著作隣接権（送信可\n能化権）を侵害する行為について，債務者はこれを幇助したものとして共同不法行\n為責任を負うのであろうか。\n債務者は，個々の利用者がいかなる内容のファイルをいかなる目的で「共有\nファイル」に蔵置したかを全く関知していないから，利用者による上記行為を「故\n意に」幇助していないことは明らかである（利用者の中に他人の権利侵害行為を行\nうものも存在しているという程度の認識で幇助の故意が認められていたのでは，債\n務者のみならず，インターネット・サービス・プロバイダも，ＮＴＴ各社も，コン\nピュータメーカーも，インターネット接続用のソフトウェアを提供するソフトハウ\nスも，みな故意責任を問われ，責任者が刑事罰を受ける虞すら生ずるから，これら\nの通信に関与する業種は廃業せざるを得ない。そこに待っているのは，市民は何ら\nの通信手段も利用できない暗黒の社会である。債権者らの著作隣接権というもの\nが，そのような暗黒社会の将来を甘受してでも守らなければならないものとは到底\n思えない。）。\n８　では，債務者による上記送信可能化行為を過失により幇助したものとして共\n同不法行為責任を負うことはありうるのであろうか，以下検討する。\n(1)  昀判平成１３年３月２日民集５５巻２号１８５頁〔カラオケリース事\n件昀高裁判決〕は，道具等の提供者に対し，当該道具等を用いた他人による著作権\n侵害行為について共同不法行為責任を負わせるための要件としては，(1)当該道具等\nが著作権侵害を発生させる蓋然性が高いこと，(2)当該道具等を提供することによっ\nて営業上の利益を得ていること，(3)当該道具の利用者が第三者の著作権を侵害しな\nいような態様で当該道具等を利用する率が必ずしも高くないことが公知の事実であ\nり，著作権侵害が行われる蓋然性を予見すべきであったこと，(4)著作権侵害回避の\nための措置を講ずることが容易に可能であったことを挙げている。特に注目すべき\nは，上記昀高裁判例においては，「カラオケリース業者は，著作物使用許諾契約を\n締結し又は申込みをしたかを容易に確認することができ，これによって著作権侵害\n回避のための措置を講ずることが可能である」として，著作権侵害回避のための具\n体的措置を提示した上で，これを怠ったカラオケリース業者に対し，共同不法行為\n責任を負わせている。不法行為に関する通説的な見解によれば，不法行為責任が認\nめられるためには，結果の予見可能性だけでなく，結果回避可能性の存在が必要で\nあるから，昀高裁の上記判示は誠に正当なものというべきである。\n(2) 平成１３年１１月３０日に交付され，平成１４年４月１日に施行予定\nである特定電気通信役務提供者の損害賠償責任の制限及び発信者情報の開示に関す\nる法律第３条１項は，「特定電気通信による情報の流通により他人の権利が侵害さ\nれたときは，当該特定電気通信の用に供される特定電気通信設備を用いる特定電気\n通信役務提供者（以下この項において「関係役務提供者」という。）は，これによ\nって生じた損害については，権利を侵害した情報の不特定の者に対する送信を防止\nする措置を講ずることが技術的に可能な場合であって，次の各号のいずれかに該当\nするときでなければ，賠償の責めに任じない。ただし，当該関係役務提供者が当該\n権利を侵害した情報の発信者である場合は，この限りでない。／一　当該関係役務\n提供者が当該特定電気通信による情報の流通によって他人の権利が侵害されている\nことを知っていたとき。／二　当該関係役務提供者が，当該特定電気通信による情\n報の流通を知っていた場合であって，当該特定電気通信による情報の流通によって\n他人の権利が侵害されていることを知ることができたと認めるに足りる相当の理由\nがあるとき。」と定め，「当該関係役務提供者が当該特定電気通信による情報の流\n通によって他人の権利が侵害されていることを知っていたとき」であっても，「権\n利を侵害した情報の不特定の者に対する送信を防止する措置を講ずることが技術的\nに可能な場合」でなければ，「特定電気通信による情報の流通により他人の権利が\n侵害されたとき」にこれによって生じた損害について賠償責任を負わない旨を定め\nている。そして，同法が新設された趣旨を考えれば，ここでいう「権利を侵害した\n情報の不特定の者に対する送信を防止する措置」には，「当該特定電気通信の用に\n供される特定電気通信設備を用いる特定電気通信役務」を適法なものを含めて包括\n的に停止させることが含まれないことは明らかであり，かつ，条文構造から，当該\n関係役務提供者の責任を追求しようという側に，「権利を侵害した情報の不特定の\n者に対する送信を防止する措置を講ずることが技術的に可能」であったことの主\n張・立証責任があることも明らかである。このように，「特定電気通信設備を用い\nて他人の通信を媒介し，その他特定電気通信設備を他人の通信の用に供する者」で\nすら，他人の権利を侵害されていることを知っていたとしても，（特定電気通信役\n務の包括的な停止以外に）「権利を侵害した情報の不特定の者に対する送信を防止\nする措置」が技術的に可能であることが立証されなければ，当該権利侵害行為によ\nって生じた損害を賠償する責任を負わない。だとすれば，特定の情報の流通により\n他人の権利が侵害されることについての関与の度合いが特定電気通信役務提供者よ\nりも遙かに低いハイブリッド型Ｐ２Ｐシステムにおける中央サーバの管理者や，違\n法な送信可能化行為のためにも使用するソフトウェアの提供者等においては，当該\nシステムないしソフトウェアによる情報の流通によって他人の権利が侵害されるこ\nとを知っていたとしても，少なくとも「権利を侵害した情報の不特定の者に対する\n送信を防止する措置を講ずることが技術的に可能」であったことが具体的に主張・\n立証されなければ，損害賠償責任等を負う必要がないことは明らかである。\n(3) このように特定電気通信役務提供者の損害賠償責任の制限及び発信者\n情報の開示に関する法律第３条１項及びカラオケリース事件昀高裁判決を斟酌する\nならば，利用者が「別紙レコード目録１ないし１９記載の各レコードにつき，自己\nが運営する『ファイルローグ』・・・という名称の電子ファイル交換サービスにお\nいて，送信可能化ないし複製したこと」を債務者が幇助したとして債務者に責任を\n負わせるためには，利用者による送信可能化ないし複製という結果を回避すること\nが容易であったことが昀低限必要である。\n(4) そこで，債権者らが求めるような，「別紙レコード目録１ないし１９\n記載の各レコードにつき，自己が運営する『ファイルローグ』・・・という名称の\n電子ファイル交換サービスにおいて，ＭＰ３・・・形式によって複製された電子フ\nァイルの送受信の対象とし」ないという結果回避行為（但し，「適法な電子ファイ\nルの送受信をも含めて停止させる」というものを除く。）が容易に可能といえるの\nかを以下検討する\n①　上記各レコードについてＭＰ３形式によって複製された電子ファイル\n（以下，「コピーファイル」という。）を本件サービスを介した電子ファイルの送\n受信の対象としないためには，(1)本件サーバ・コンピュータにおいて受信用コンピ\nュータからの指示したがって行う検索においてコピーファイルは検出されないよう\nにするか，(2)受信用コンピュータにおいてコピーファイルについては送信要求を送\n信用コンピュータに向けて送信できないようにするか，(3)送信用コンピュータにお\nいて受信用コンピュータからの送信要求にもかかわらず，コピーファイルを受信用\nコンピュータに向けて送信できないようにするか，しなければならない。これらの\n何れかが実現されるためには，本件サーバ・コンピュータ又は，受信用コンピュー\nタ，送信用コンピュータにおいて，上記各処理を行うに際して，処理の対象となる\n電子ファイルがコピー・ファイルであるか否かを判別できることが必要である。\n②　既に述べたとおり，本件サービスにおいては，送信用コンピュータから\n本件サーバ・コンピュータに送られてくる「共有フォルダ」に蔵置された電子ファ\nイルに関する情報は，ファイル名，ファイルパス名，ファイルサイズ，及び提供者\nのＩＤといった程度のものであって，その電子ファイルにどのようなデータが格納\nされているのかという情報は全く送られてこない。したがって，本件サーバ・コン\nピュータに，「共有フォルダ」に蔵置されている具体的な電子ファイルについて，\nそれがコピーファイルであるか否かを判断させることは，そもそも不可能である。\n本件サーバ・コンピュータにおいて個々のファイルがコピーファイルか否かを判別\nする術を持たない以上，個別ファイルに関する情報について本件サーバ・コンピュ\nータより提供を受けるしかない受信側コンピュータにおいても，送信要求を行う電\n子ファイルがコピーファイルか否かを判別することは不可能といわざるを得ない。\nこれに対し，送信用コンピュータは，「共有フォルダ」内に蔵置された\n各ファイルを直接取り扱うことができるから，送信用コンピュータにおいて，「共\n有フォルダ」内に蔵置された各ファイルと本件各レコードとをマッチングするシス\nテムが構築可能であれば，あるいは，受信者からの送信要求があってもコピーファ\nイルの送信をできないようにするシステムが可能かもしれない。しかし，それを可\n能とするためには，本件各レコードを含む市販の音楽レコードに収録された楽曲の\nうち著作隣接権者において送信可能化を望まない全ての楽曲についての音声パター\nンを記録したデータファイルを，本件クライアント・ソフトダウンロード時に一緒\nにダウンロードさせることが昀低限不可欠であるが，そのようなことがおよそ可能\nとも思えない。また，音声ファイルをＭＰ３形式にて複製する際には，社団法人日\n本レコード協会も「ＣＤ並の音質」との表現は自粛せよ，表現するならば「CDの約\n10分の1のデータ量でそれなりの音質」とせよと要求する（乙第５号証）程度に，情\n報量が希薄化してしまっている（しかも，どの程度情報を希薄化させるか（すなわ\nち「圧縮率」をどの程度とするか」は，音声ファイルをＭＰ３形式にて複製処理を\n行うものの任意に委ねられており，ある特定の音声情報をＭＰ３形式にて複製して\n作成された電子ファイルと一口にいっても，デジタル的には，たくさんの種類があ\nり得るのである。）。したがって，仮に本件各レコードを含む市販の音楽レコード\nに収録された楽曲のうち著作隣接権者において送信可能化を望まない全ての楽曲に\nついての音声パターンを記録したデータファイルを本件クライアント・ソフトダウ\nンロード時に一緒にダウンロードさせて，本件クライアント・ソフトにより，送信\nを要求されたファイルが上記データファイルに記録された音声パターンと一致する\nかマッチング処理を行ったとしても，当該ファイルがコピーファイルか否かを判別\nすることはやはり不可能というべきである。\n③　では，ファイル名（ファイルパス名を含む。）から，コピーファイルか\n否かを判別することはできるであろうか。\n音楽ＣＤに記録されている音楽データをＭＰ３形式に変換するソフトウ\nェアは，マイクロソフトやソニー，アップル等の大企業により開発されたものか\nら，フリーウェア作家が開発したようなものまで多種多彩であるが，それらのソフ\nトウェアの大部分は，ＭＰ３化した電子ファイルについて，元となる音楽データの\n題名，著作者名，実演家とは無縁のファイル名を付けることができる仕様となって\nいる。したがって，例えば，別紙レコード目録６記載のレコード（実演家名：宇多\n田ヒカル，タイトル名：traveling，レコード製作者：東芝ＥＭＩ）について，極端\nな話しをすれば，「0000000000.mp3」というファイル名を付けることもできる。\nまた，受信者が容易に検索できるように元となる音楽データに関連のあ\nる文字列をファイル名とするとしても，その可能性は極めて広範囲にわたる。例え\nば，上記レコードについて「ヒッキー_とら.mp3」という名称を付けたって検索する\n人はするであろうし，「宇多田_トラベリング」ならなお分かりやすい\nし，「2001_Single_traveling」でも構わない。そのような符丁のようなファイル名\nはさて措き，「宇多田ヒカル」「traveling」というふたつの文字列を含むファイル\n名に話しを限定したとしても，申立書添付の資料６及び７にリストアップされてい\nるものだけでも，「宇多田ヒカル-traveling.mp3」「宇多田ヒカル-traveling 02\ntraveling-PLANITb remix-mp3」「traveling-宇多田ヒカル.mp3」等があり，その\n他，「宇多田ヒカル_traveling.mp3」，「traveling 宇多田ヒカル.mp3」，「宇多\n田ヒカル traveling.mp3」，「宇多田ヒカル single traveling.mp3」，「宇多田ヒ\nカル_single_traveling.mp3」，「traveling_宇多田ヒカル.mp3」，「traveling _\n宇多田ヒカル.mp3」，「Single_2001_traveling 宇多田ヒカル.mp3」等々，時間さ\nえいただければ，いくらでも列挙することができる。「ファイルパス（フォルダ）\n名まで使用すれば，「『宇多田ヒカル』／『traveling.mp3』」，「『藤圭子＆宇多\n田ヒカル』／『traveling.mp3』」等々様々な組み合わせが考えられるところであ\nる。もっとも，「宇多田ヒカル」の楽曲については，「宇多田ヒカル」，「宇多\n田」で検索すればいいではないかと思うかもしれない。「宇多田」のような稀少姓\nだとそうかもしれないが（とはいえ，「宇多田ヒカル」のみが「宇多田姓」を名乗\nっているわけではない。他の「宇多田」姓のミュージシャンの可能性を奪っていい\nものだろうか），別紙レコード目録４のレコード（実演家名：山本譲二，タイトル\n名：みちのくひとり旅，レコード製作者：株式会社テイチクエンタテインメント）\nの場合は，「山本」で検索して引っかかったら全部排除するというわけにはいかな\nい。さらに，別紙レコード目録１９のレコード（実演家名：Two Ball Loo，タイト\nル名：No More，レコード製作者：株式会社トライエム）の場合は，さらに複雑であ\nる。グループ名が複数の英単語（フランス語単語だったりする場合もあるが）の場\n合に，これをファイル名にどう読み込むかについては，命名者ごとに様々なパター\nンがある（例えば，「Two Ball Loo」については，「Two Ball\nLoo」，「Two_Ball_Loo」，「TwoBallLoo」等がまず簡単に思い浮かぶし，かといっ\nて，これらを構成する個々の単語（例えば「Two」や「Ball」等を検索して検出され\nた電子ファイルを全て本件サーバ・コンピュータ内の検索用データベースから排除\nするとなると，「Two Ball Loo」とは無関係の多くの電子ファイルが検索用データ\nベースから排除されるおそれがある。）。さらにいえば，「ツー・ボール・ルー」\nあるいは「トゥー・ボール・ルー」とカタカナ標記する場合も十分あり得るのであ\nる。）。\n例えば，「 これらのファイル名等は，人間の目で見ると，頭の中で意味\n性を斟酌した上で判別をしているので，これらはほぼ同じものを指しているように\n判断されるのであるが，コンピュータはこれらを単なる文字列としてマッチングし\nていくのであるから，ファイル名によりコピーファイルを検出して，本件サービス\nを介したコピーファイルの送受信を未然に防ごうとおもったら，当該レコードをＭ\nＰ３化する際にファイル名として付けられるであろう可能性のある文字列の組み合\nわせを全てマッチング処理に組み込まなければならない。しかし，宇多田ヒカル\nの「traveling」だけだって膨大な組み合わせがあることは上記のとおりであるが，\nこの処理を市販される全てのレコードについて行おうと思ったら，天文学的な数の\nマッチング処理が要求されることになり（ちなみに，日本レコード協会作成の「日\n本のレコード産業２００１」（乙第６号証）平成１２年のオーディオレコードの種\n類別生産カタログ数をみると，平成１２年には，８ｃｍＣＤシングルが１０９２９\nタイトル，１２ｃｍＣＤシングルが３５１７タイトル，１２ｃｍＣＤアルバムが８\n８２０６タイトル生産されており，８ｃｍＣＤシングル１枚に３曲，１２ｃｍＣＤ\nシングル１枚に５曲，１２ｃｍＣＤアルバム１枚に１５曲が収録されているとして\n計算すると，平成１２年中に約１３７万曲もの楽曲が生産されていることになる。\nこれらの楽曲全てのマッチング処理を行うだけでも，実際問題としていえば，たっ\nた１つの電子ファイルしか蔵置されていないフォルダが「共有ファイル」として指\n定されただけで，本件サーバ・コンピュータの処理能力を大きく超えてしまうこと\nは明らかである。\n他方で，ファイル名のみから安直に「このファイルはコピーファイルに\n違いない」と判断してしまうと，コピーファイルではない電子ファイルの送受信を\nも阻害してしまう危険性もある。アメリカ合衆国において「メタリカ」というヘビ\nメタバンドが自己の著作権を侵害しているというナップスターのユーザー（約３１\n万７０００名）の名前を特定してナップスターに送りつけた件では，３万人以上の\nユーザーが宣誓供述書を提出して異議の申し立てを行っている（乙第７号証）。ア\nメリカ法上宣誓供述書で虚偽の事実を申し述べたときは偽証罪が適用されることを\n考えると，宣誓供述書により異議の申し立てを行ったユーザーの大部分は真実メタ\nリカの著作権を侵害する電子ファイルを『共有フォルダ』に蔵置していないものと\n予想されるが，そうだとすると，先駆的なケースであり，慎重に行われたであろう\nことが予想されるメタリカのケースであっても，約１割程度のユーザーに「冤罪」\nを被せてしまったのである。\n以上の点に鑑みれば，ファイル名をもって，コピーファイルか否かを判\n別することによって，コピーファイルを本件サービスを介したファイルの送受信を\n対象から外すという試みはうまくいきそうにない。\n加えていえば，同じコピーファイルを「共有フォルダ」に蔵置してこれ\nをＰ２Ｐ間で送信可能とするとしても，「公衆によって受信されることを目的」と\nするか否かという行為者の主観によって，それが「送信可能化」行為に当たるか否\nかが変わってしまうのであるが，「ファイル名」等をキーにマッチングを行っただ\nけでは，この行為者の主観は判別し得ない。\n④　したがって，「別紙レコード目録１ないし１９記載の各レコードにつ\nき，自己が運営する『ファイルローグ』・・・という名称の電子ファイル交換サー\nビスにおいて，ＭＰ３・・・形式によって複製された電子ファイルの送受信の対象\nとし」ないという結果回避行為（但し，「適法な電子ファイルの送受信をも含めて\n停止させる」というものを除く。）は，容易に可能であるとは到底いえないのであ\nって，結果回避可能性がない以上，債務者に（過失による）幇助責任があるとはい\nえないというべきである。\n⑤　なお，この点に関し債権者らは，「また，債務者は，本件サービスの全\n体を把握し，管理・運営する立場にあるから，債務者が著作隣接権侵害の停止又は\n防止措置を講ずることは可能である。／すなわち，本件サービスによる著作隣接権\n侵害の結果を防止するためには，債務者に侵害結果防止措置をとらせることが必要\n不可欠であるとともに，それが可能なのである」（１６頁）と抽象的に主張するだ\nけで，いかにしたら可能なのか具体的に述べるところがない。また，債権者らは，\n「本件レコードをＭＰ３形式により圧縮して複製したファイルの本件サービスにお\nける送受信の対象としないことを実現する具体的方法は債務者において講ずる必要\nがあ」ると主張する（１７頁）。しかし，「本件レコードをＭＰ３形式により圧縮\nして複製したファイルの本件サービスにおける送受信の対象としないことを実現る\n具体的方法」を何ら提示せずして，どうして，本件レコードをＭＰ３形式により圧\n縮して複製したファイルが本件サービスにおいて送受信の対象となることによって\n行われる著作隣接権侵害の停止又は防止措置を講ずることが可能であると言い切れ\nるのであろうか，債務者の理解の範囲を超えている。\n⑥　また，債務者は，本件サービスを始動した当初から，本件サービスを利\n用したファイルの送受信により自己の権利を侵害された者を救済するために，「ノ\nーティス・アンド・テイクダウン」手続きを定めている。これは，自己の権利侵害\nする電子ファイルのファイル名及びユーザーＩＤを特定し，かつどのような権利が\n侵害されたのか等を特定した申立てがなされれば，被申立者にも告知聴聞の機会を\n与えている故に即時にというわけにはいかないが，会員資格の剥奪等の処分を行う\nことにより，今後当該権利を侵害するような電子ファイルが送受信されることを防\n止するものである。しかし，債権者らは，この手続きでは不十分だと一言で切り捨\nてるのみで，ではどこが不十分なのかを具体的に指摘することもしない。もちろ\nん，この手続きに従った申立てをしたことすらない。\nまた，債務者は，債権者らを会員とする社団法人日本レコード協会か\nら，平成１３年１２月３日付の内容証明郵便により，「当協会は，貴社に対し，本\n日書留郵便（引受番号　１１９－１０－３９１０３－２）にて貴社宛に発送したＣ\nＤ－Ｒに記載の各音楽ＣＤにつき，これらをＭＰ３ファイルに圧縮したファイルの\n不特定人間での交換を，事前に遮断する措置（既に交換に供されているファイルに\nついてはそのファイルが不特定人への送信可能状態が発生する前にそれを阻止する\n措置。）を直ちに講ずるように要請」されたため，「そのようなファイルの交換を\n事前に遮断する措置を講ずるためには，レコード会社名，曲名，アーティスト名を\n入力すれば，当該ＣＤに記録された音楽情報をＭＰ３ファイルに圧縮したファイル\nを自動的に検出してくれる技術があることが不可欠ですが，弊社といたしまして\nは，そのような技術が存在することを知りません。」ので，平成１３年１２月１０\n日付内容証明郵便にて「上記検出技術をご存じでしたら，ご教示いただきますよう\nお願いいたします。」と素直に教えを請い，「弊社の技術スタッフと相談して，引\n受番号１０６－４０－２１６５３－２の書留郵便にて弊社に送付したＣＤ－Ｒに収\n録した管理著作物を含む貴協会ホームページで公開している全ての管理著作物に関\nする違法なファイルの交換を事前に遮断する措置を講ぜよとの要請に応ずるか否\nか，応ずるとすればいつまでに措置を講ずるかを回答」しようとしていたのである\nが，その後，何の連絡もないまま，１ヶ月半以上の月日が経ち，突然このような仮\n処分の申立てを受けるに至ったのである。\n(5) 他方，東京地判平成９年５月２６日判時１６１０号２２頁〔ニフティ\nサーブ現代思想フォーラム事件地裁判決〕において裁判所は，「シスオペに対し，\n条理に基づいて，その運営・管理するフォーラムに書き込まれる発言の内容を常時\n監視し，積極的に右のような発言がないかを探知したり，全ての発言の問題性を検\n討したりというような重い作為義務を負わせるのは，相当でな」く，「その運営・\n管理するフォーラムに，他人の名誉を毀損することを具体的に知ったと認められる\n場合」に初めて，「当該シスオペには，その地位と権限に照らし，そのものの名誉\nが不当に害されることがないよう必要な措置をとるべき条理上の作為義務」が生ず\nるものと判示している。また，東京地判平成１１年９月２４日判時１７０７号１３\n９頁〔都立大学事件地裁判決〕において裁判所は，「名誉毀損行為は，犯罪行為で\nあり，私法上も違法な行為ではあるが，基本的には被害者と加害者の両名のみが利\n害関係を有する当事者であり，当事者以外の一般人の利益を害するおそれも少な\nく，管理者においては当該文書が名誉毀損にあたるかどうかの判断も困難なことも\n多いものである。このような点を考慮すると，加害者でも被害者でもないネットワ\nークの管理者に対して，名誉毀損行為の被害者に被害が発生することを防止すべき\n私法上の義務を負わせることは，原則として適当ではないものというべきである」\nとし，「ネットワークの管理者が名誉毀損文書が発信されていることを現実に発生\nした事実であると認識した場合においても，右発信を妨げるべき義務を被害者に対\nする関係においても負うのは，名誉毀損文書に該当すること，加害行為の態様が極\nめて悪質であること及び被害の程度も甚大であることが一見して明白であるような\n極めて例外的な場合に限られるというべきである」と判示している。\nこれらの裁判例からは，自らが管理する情報送受信サービスにおいて，第三\n者の権利を侵害する情報が送信されていることを具体的に知っており，かつ，その\n送信されている情報が第三者の権利を侵害するものであることされていること，侵\n害行為の態様が極めて悪質であること，及び，被害の程度が甚大であることが一見\nして明白であるような極めて例外的な場合でなければ，そもそも係る情報の送受信\nを阻止する義務を負わないということがわかる（なお，著作権・著作隣接権侵害行\n為もまた，犯罪行為であり，私法上も違法な行為ではあるが，基本的には被害者と\n加害者の両名のみが利害関係を有する当事者であり，当事者以外の一般人の利益を\n害するおそれも少なく，当該電子ファイルが著作権・著作隣接権侵害にあたるかど\nうかの判断も困難なことが多いのであるから，上記法理は，著作権・著作隣接権侵\n害行為がなされたときにもやはり妥当するというべきであろう。）。\nしたがって，利用者間で送受信される具体的な電子ファイルが債権者らの権\n利を侵害するかどうかを具体的に知っているわけではない債務者が，債権者らの権\n利を侵害する電子ファイルの送受信がなされることがないよう未然に防止措置を取\nる義務はそもそもないというべきである。\n五　差止請求権の不存在\n１　著作権法第１１２条１項は，「著作者，著作権者，出版権者又は著作隣接権\n者は，その著作者人格権，著作権，出版権又は著作隣接権を侵害する者又は侵害す\nるおそれがある者に対し，その侵害の停止又は予防を請求することができる。」と\n定める。この場合，侵害者において，故意又は過失があることすら要件とされてい\nない。\n２　しかし，債務者の行為（本件サービスにより，特定の電子ファイルの受信を\n望む者に，その電子ファイルに関する情報（ファイル名，ファイルサイズ，所有者\nのユーザーＩＤ，ＩＰアドレス等）を提供すること，並びに，Ｐ２Ｐ間の電子ファ\nイルの送受信にも活用できるソフトウェアをアップロードしたこと）自体が，著作\n権等を侵害するわけではない。著作権等を侵害するのは，あくまで，公衆に直接受\n信されることを目的として，本件レコードをＭＰ３形式にて複製したファイルを\n「共有フォルダ」に蔵置するなどする個々の利用者である（規範的に評価したとし\nても，債務者が，「公衆に直接受信されることを目的として，本件レコードをＭＰ\n３形式にて複製したファイルを『共有フォルダ』に蔵置する」行為主体たりえない\nことは既に述べたとおりである。）。したがって，債務者は，「著作者，著作権\n者，出版権者又は著作隣接権者は，その著作者人格権，著作権，出版権又は著作隣\n接権を侵害する者又は侵害するおそれがある者」に当たらないから，そもそも差止\nめ請求の相手方たり得ない。\n３　なお，債権者らは，「少なくとも教唆・幇助により本件著作隣接権侵害行為\nに積極的に荷担してこれを惹起せしめるものとして，本件レコードをＭＰ３形式に\nより圧縮して複製したファイルを，本件サービスにおいて送受信の対象によるとし\nてはならないことを命じられるべきである」と主張するので，この点につき，以下\n検討する。\n債権者らの上記主張は，著作権法１１２条１項にいう「著作者人格権，著作\n権，出版権又は著作隣接権を侵害する者又は侵害するおそれがある者」には，第三\n者の著作権侵害行為を教唆又は幇助した者も含まれるという解釈を前提とする。し\nかし，(1)著作権法１１２条１項は文言上差止請求権行使の相手方を「その著作者人\n格権，著作権，出版権又は著作隣接権を侵害する者又は侵害するおそれがある者」\nに限定していること，(2)著作権法１１２条１項の差止請求権は，被請求者の故意又\nは過失をがあることすら問わない強力な権利であるところ，第三者による著作権等\n侵害行為を客観的に惹起し，補助し，又は容易ならしめる行為が全て差止請求の対\n象となるのだとすると，その範囲は過度に広範囲となり，われわれの日常生活すら\n脅かされる事態に至る虞があること（例えば，債権者らは，パソコンメーカーに対\nし，パソコンの製造・販売の差止めすら要求できることになる。），(3)日本の著作\n権法は，特許法上の間接侵害（特許法１０１条２号）のような規定も，アメリカ著\n作権法上の寄与侵害のような規定もあえて置いていないこと（平成１１年１２月の\n「著作権審議会第１小委員会審議のまとめ」によれば，著作権審議会の「専門部会\nにおいては，積極否認の特則の導入，新たな損害額算定ルールの創設，三倍賠償制\n度の導入，弁護士費用の敗訴者負担，間接侵害規定の導入，侵害罪の非親告罪化及\nび懲役刑の引き上げについて検討されたが，結論を得るまでには至っていない。こ\nのうち，特に積極否認の特則の導入及び損害額算定ルールの創設については，今後\nの侵害行為の態様の変化や司法実務の動向を踏まえながら，引き続き積極的に検討\nを行うことが適当である」とされており，結局，間接侵害規定を設けるということ\nはコンセンサスを得られなかったのである。）等の点に鑑みれば，著作権法１１２\n条１項にいう「著作者人格権，著作権，出版権又は著作隣接権を侵害する者又は侵\n害するおそれがある者」には，第三者の著作権侵害行為を教唆又は幇助した者は含\nまれないと解するべきである。\nなお，念のために付言すると，特許法１０１条１号の間接侵害の規定は，\n「特許が物の発明についてされている場合において，業として，その物の生産にの\nみ使用する物を生産し，譲渡し，貸し渡し，若しくは輸入し，又は譲渡若しくは貸\nし渡しの申出をする行為」は「特許権又は専用実施権を侵害するとみなす」とする\n規定であり，すなわち，その物が他の用途にも使用される場合には，間接侵害は成\n立しないものとされている。これらの「行為を放置しておくと侵害を誘発する蓋然\n性が極めて高く，かつ侵害が生じてからはそれを捕捉することが困難となることが\n多いため」（中山信弘「工業所有権法（上）特許法〔第２版〕」４２１頁），特許\n権「の効力の実効性を実質的に確保するため」にはこれらの行為を規制する必要が\nあるとしても，「他の用途にも利用できるものを間接侵害の対象とするならば，そ\nれは予備的ないしは幇助的な行為以外の行為，すなわち特許権とは関係のない行為\nも侵害行為とされてしまい，特許権の不当な拡張ということになる」（中山信弘・\n前掲４２２頁）からである。すると，本件サービスは，「本件レコードをＭＰ３形\n式に圧縮して複製した電子ファイル」以外の電子ファイルの送受信に際しても利用\nされている（債権者らの調査によっても，ＭＰ３形式のファイルは，本件サーバ・\nコンピュータがカタログデータを保有する電子ファイルの約１５パーセントを占め\nるにすぎない。）のであるから，間接侵害に関する特許法１０１条の規定を著作権\n法にも類推適用したとしても，債務者が間接侵害者と認定される可能性はない。\n３　したがって，債務者は，債権者らによる著作権法１１２条１項の差止め請求\nの相手方たりえないことは明らかである。\n六　被保全権利についてのまとめ\nよって，債権者らが債務者に対し著作隣接権侵害行為の差止め請求権を有する\nことはいまだ疎明されていないというべきである。したがって，本件仮処分の申立\nては，即刻却下されるべきである。\n第三　申立ての理由中の「保全の必要性」に関する反論\n一　債権者らは，「ＭＰ３形式のファイルにより本件サービスにおいて『交換』さ\nれているファイル数は常時数万曲から１０万曲にものぼり，現実に大量のレコード\n複製物であるファイルが不特定多数の者に送信されている（甲４の１ないし３）。\nこのような著作隣接権侵害は，日々刻々と発生し，莫大な被害が生じているのであ\nり，かかる状況が継続するならば，債権者らを含む多くのレコード会社の存続は不\n可能となり，良質の音楽を提供し続けることは不可能になる。それは我が国の音楽\n文化の衰退を意味する。／よって仮処分命令によるのでなければ，本案判決におい\nて勝訴しても，被害の回復をはかることができない。」と主張するので，この点に\nついて以下検討する。\n二　債権者らは，およそデータ読解能力に乏しいか，あえてデータを曲解している\nものと思われる。甲４の１ないし３において提示されたデータは，せいぜい，同時\nに本件サーバ・コンピュータ内に接続されている送信用コンピュータ内の「共有フ\nォルダ」内に蔵置された，ファイル名が「.mp3」で終わるファイルの総数を示すに\nすぎない。ここから，「ＭＰ３形式のファイルにより本件サービスにおいて『交\n換』されているファイル数は常時数万曲から１０万曲にものぼ」ることを読みとる\nことは不可能である（送信を許可されているファイル＝送信されているファイル，\nではない。）。なお，本件サーバ・コンピュータは，受信用コンピュータからの指\n示に従って検索した結果検出された全てのファイルのカタログデータを受信用コン\nピュータに送信するところで役割を終えており，そのカタログデータを使用してな\nされるファイルの送受信には一切関与していないため，実際にどの程度の電子ファ\nイルが送受信されているかを債務者は全く把握していない。）。\n三１　また，本件レコードが送信可能化されること自体は，債権者らを含む多くの\nレコード会社の存続を不可能とはしない。本件レコードを含む多くのレコードが送\n信可能化されることですら，それ自体が，債権者らを含むレコード会社の存続を不\n可能とするわけではない。債権者らを含む多くのレコード会社は，自ら送信可能化\nし，あるいは第三者に送信可能化を許諾して許諾料を得ることを収入の柱の１つと\nはしていないからである。\n２　あるいは，本件レコードを含む多くのレコードが送信可能化されること「に\nよって」，本件レコードを含む多くのレコードが消費者から購入されなくなるとい\nう動向が顕著にあるとすれば，あるいは，「債権者らを含む多くのレコード会社の\n存続は不可能とな」るといえるかもしれないので，以下検討する。\n(1)　社団法人日本レコード協会作成の「日本のレコード産業２００１」によれ\nば，レコードの生産数量は，平成９年の約４億８０７１万枚をピークに年々減り続\nけている。社団法人日本レコード協会作成の「２００１年１２月レコード生産実\n績」（乙第１０号証）によれば，平成１３年度のレコードの生産数量は約３億８５\n０８万枚であり，平成４年度の生産数量約３億７３１４万枚を若干上回る水準にま\nで落ち込んでいる。このレコード生産数量の減少は，本件サービスの利用者による\n送信可能化行為が横行していることにその原因を求めることができるのであろう\nか。\n(2) 債務者が本件サービスを始動したのは平成１３年１１月１日からであ\nるのに対し，レコード生産枚数の減少は遅くとも平成１０年には始まっており，平\n成１０年から平成１１年にかけては，約７．４％も，生産枚数の現象が生じてい\nる。このことは，レコード生産枚数の減少と本件サービスとの間に関係がないこと\nを推認させるものといえる。\n(3) 前記「日本のレコード産業２００１」によれば，男女とも，推定マー\nケットシェアは２０代が圧倒的であり（男性：２５．３％，女性１９．４％），３\n０代は２０代よりかなり落ちる（男性：９．４％，女性：５．３％）。そこで，レ\nコードを一番多く購入するであろう世代を２０～２５歳と仮定して，その人数を比\n較してみる（OngakuNet.comが平成１３年９月に行った「CDショップに関するアンケ\nート」（乙第１１号証）においても，「CD店に昀も行っていた頃の年齢」として一\n番回答が多かったのは男女とも２０～２４歳である。）。総務庁統計局統計センタ\nーがインターネット上で公表する「年齢別人口」（乙第１２号証）によれば，平成\n２年度，平成７年度，平成１２年度の２０～２５歳人口はそれぞれ約１０５５万\n人，１１７８万人，１００４万人であり，平成１２年度に１９～２４歳であった者\n全員が平成１３年度には２０～２５歳になると仮定すると，その数は約９７３万人\nである。すると，平成７年から平成１３年にかけて，２０～２５歳人口は約１７．\n４％減少していることがわかる。平成７年から平成１３年にかけてのレコード生産\n枚数の減少率が約１７．３％であることを考えると，２０～２５歳人口の減少と，\nレコード生産枚数の減少は平仄がとれているともいえる。\nなお，総務省統計局統計センターが公表する「労働力調査（速報）平成13年\n12月結果の概要」（乙第１３号証）によれば，平成７年度の１５歳～２４歳男性の\n完全失業率は６．１％，女性の完全失業率は６．１％であるのに対し，平成１２年\n度の１５歳～２４歳男性の完全失業率は１０．４％，女性の完全失業率は７．９\n％，平成１３年度の１５歳～２４歳男性の完全失業率は１０．４％，女性の完全失\n業率は８．７％とのことである。一般に完全失業者はそうでないものより購買力が\n低下していることを考慮するならば，レコード等を購入するゆとりはより低下して\nいるとすら予想できる。\n(4) また，平成２年ころからシングルレコード（ＣＤを含む。）の生産枚\n数が飛躍的に増大した原因の一つに，人気アーティストの昀新曲をいち早く覚えて\nカラオケボックス等で歌うために，特に若い世代が発売直後にシングルレコードを\n買い求めたということが挙げられるのは公知の事実である。しかし，このように新\n作需要を支えていた「カラオケ」需要が，平成８年ころから顕著に減少している\n（全国カラオケ事業者協会作成の「カラオケ業界の概要と市場規模」（乙第１４号\n証）によれば，カラオケ人口は，平成８年度が前年度比２．７％減，平成９年度は\nほぼ１．１％減にとどまったものの，平成１０年度は６．４％，平成１１年度は\n４．０％，平成１２年度は４．０％も前年に比べて減少しており，平成７年から平\n成１２年にかけて，約１６．２％も減少している。）。\n(5) また，シングルＣＤについていえば，従前８ｃｍＣＤが主流だったの\nが，平成１１年から平成１２年にかけて，１２ｃｍＣＤ（マキシシングル）が主流\nになっていった（８ｃｍＣＤの新譜数は平成８年以降，２５４０，２４３１，２６\n５９，１７９５，９０９タイトルと推移しているのに対し，マキシシングルの新譜\n数は平成８年以降３７１，４２８，５９９，１２２５，１７６０タイトルと推移し\nている。これをみると，平成１１年に入って急激にマキシシングルの新譜数が増加\nし，他方８ｃｍＣＤの新譜数は激減している。）。多くの消費者にとって，シング\nルＣＤを購入する動機は主に，音楽番組やテレビコマーシャルなどでプロモートさ\nれているメインの楽曲をフルコーラスで聞くことにあるから，８ｃｍＣＤから１２\nｃｍＣＤに移行することによりカップリング曲が増えたことにはさしたるメリット\nはなく，その分定価が５００円から１０００円に上昇するというデメリットが発生\nした。そのため，シングルＣＤの生産枚数は，平成１１年から１２年にかけて６．\n７％減少し，１２年から１３年にかけて２０％減少している。なお，平成１０年度\nは１２ｃｍＣＤをアルバムとマキシシングルとに分けて生産数量の取っていないた\nめシングルＣＤとマキシシングルの生産数量の合計はわからないが，平成１０年度\nの８ｃｍＣＤの生産数量と平成１１年のシングルＣＤとマキシシングルの生産数量\nの合計を比較しても，約４．４％も減少している。これは，製品一つあたりの単価\nが上昇すれば売上げ個数は減少するという当たり前の現象を反映しているにすぎな\nい。\n(6) そもそもレコードの新譜数自体が減少している。前記「日本のレコー\nド産業２００１」によれば，平成８年をピークに減り続けている（正確に言うと，\n平成１０年度は微増しているが。）。平成８年のレコード新譜数は２万１３００タ\nイトルであったのが，平成１２年にはわずか１万５７５６タイトルしかない。わず\nか４年の間に，約２６％も減少している。これでは売り上げ枚数が落ちるのは当然\nである。\n(7) さらにいうならば，本件サービスが始動した平成１３年１１月以前か\nら，良質の音楽が提供されなくなっていったからこそ，消費者の購入意欲が大幅に\n減少していった。ＴＢＳは，平成１３年１２月ころ，その開設するウェブサイトに\nおいて，「バトルトーク on the web」というタイトルで，「“2001年，ミリオンセ\nラーはたった4曲”で考える。／J－POPは低迷の一途をたどっていると思いますか？\nそれとも，捨てたものではないと思いますか？」という問いかけを広く市民に対し\nて行った。そして，市民から寄せられた声（乙第１５号証）の多くは，楽曲の質の\n低下を指摘するものであった（「インターネット上の違法コピー」の存在が原因で\nあるとする市民はごく数人であり，そのごくわずかな市民はいずれも，「嘉門達夫\nのヒット曲の替え歌」をもＣＤ売上げ激減の原因と指摘する程度のものであ\nる。）。\n(8) 以上の点に鑑みると，確かにレコードの生産数量は確かに減少してい\nるものの，レコード生産数量の減少傾向は，本件サービスを介して市販のレコード\nをＭＰ３形式により圧縮して複製した電子ファイルが送受信される以前より連綿と\n続いていること，及び，レコード生産数量の長期的な下落傾向の要因は，本件サー\nビスを介したＭＰ３ファイルの送受信以外に求めることができることがわかる。し\nたがって，本件サービスを介したＭＰ３ファイルの送受信がなされたからと行っ\nて，そのことによってレコードの売り上げが落ちるとはいえない。したがって，債\n権者らが本訴を提起し，これが確定するまでの間に，本件仮処分により本件サービ\nスを利用したファイルの送受信を停止させなければ，債権者らを含む多くのレコー\nド会社の存続が不可能となり，良質の音楽を提供し続けることが不可能になるとい\nうこともなければ，逆に，本件仮処分により本件サービスを停止しさせさえすれ\nば，債権者らを含む多くのレコード会社の存続が可能となり，良質の音楽を提供し\n続けることが可能になるということもない。\n３　このように本訴が確定する以前に本件仮処分命令により本件サービスを停止\nさせる必然性は乏しいのに対し，本訴が確定する以前に本件仮処分命令により本件\nサービスを介したファイルの送受信を停止させると，我が国では，事実上ハイブリ\nッド型のＰ２Ｐ間ファイル送受信システムの開発・運営は事実上道を絶たれること\nになる。その結果，我が国では，回線のブロードバンド化は進んでも，サーバがそ\nの負担に耐えきれず，プライベートムービーその他大容量の電子ファイルの流通は\n滞らざるを得ないことになるのである。\n第四　本件申立の背景事実\n一　自由主義経済を基本原理とする我が国においては，権利を侵害する者を探索\nし，侵害行為をやめさせ，あるいはさらなる侵害行為の発生を防ぐための措置を取\nるべき第一義的な存在は権利者自身である。如何に権利者といえども，一私人に対\nし，第三者が自己の権利を侵害するのを防止するための措置を取るように当然に要\n求することはできないし，そのような措置を取らなかったからといって，第三者に\nよる権利侵害により生じた当然に損害を賠償するように要求することはできない\n（昀判平成５年２月２５日判時１４５６号５３頁〔横田基地騒音公害訴訟昀高裁判\n決〕は，「上告人が米軍機の離発着等の差止めを請求するのは，被上告人に対して\nその支配の及ばない第三者の行為の差止めを請求するものというべきであるから，\n本件差止め請求は，その余の点について判断するまでもなく，主張自体失当として\n棄却を免れない」，「騒音等による被害防止のため被上告人独自で採り得る対策が\n可能であることを理由に被上告人に対して本件差止請求をすることができると主張\nするが，上告人らの主張する被害を直接に生じさせている者が米軍であって，被上\n告人ではないことは前示のとおりであるから，被上告人は被害防止の措置を取るべ\nき法的立場にはなく，右主張は失当である」と判示しており，自らの支配の及ばな\nい第三者の行為の差止めを請求したり，被害を直接に生じさせているわけではない\n者に被害防止措置を取るように請求したりすることは主張自体失当であることを示\nしている。）。まさに「自分の権利は自分で守る」のが基本原則なのである。第三\n者により侵害される権利が著作権・著作隣接権だからといって，この理は変わらな\nい。\n二　汎用的な利便性のある物・サービスは，同時に，第三者による権利侵害行為に\nも用いられる可能性を必然的に有している。特定の種類の権利侵害行為が特定の\n物・サービスのみによって行われる場合，当該物・サービスの提供を禁止すれば，\n当該権利侵害行為を防止できるかもしれない。まさに「違法行為を根幹から絶つ」\nことができるかもしれない。権利者としては，個々の侵害者を相手方として権利侵\n害をやめさせ，あるいは，責任をとらせる手間を省くことができる。「自分の権利\nは自分で守る」責任を自ら果たさずとも，他人に押しつけることができる。\nしかし，その場合には，当該物・サービスが有している汎用的な利便性は犠牲\nにされることになる。まして，当該種類の権利侵害行為が特定の物・サービス以外\nのサービスによっても行われている場合には，当該物・サービスの提供を禁止して\nも，当該権利侵害行為を防止することはできず，当該物・サービスが有している汎\n用的な利便性を犠牲にするだけに終わる。したがって，汎用性な利便性のある物・\nサービスの提供自体を禁止するということは，許されていない（例えば，特許法１\n０１条に定める間接侵害の規定は「業として，その物の生産にのみ使用する物を生\n産し，譲渡し，貸し渡し，若しくは輸入し，又は譲渡若しくは貸し渡しの申出をす\nる行為」のみに使用される物の生産等を禁止するが，特許実施品の生産に使用され\nる以外の用途があるものの生産等は，権利侵害とはみなさない旨明文で定めてい\nる。）。だから，我々は現在，包丁を使用することも，自動車を使用することも，\nマッチやライターを使用することもできず，また，電話を使用することも，ファッ\nクスを使用することも，インターネットを使用することも，コンピュータを使用す\nることも許されている。第三者による権利侵害行為にも用いられ得る物・サービス\nは禁止されるべきであるとするならば，我々は，包丁を使用して料理することも，\n自動車に乗って移動することも，マッチやライターを使用して火をおこすこともで\nきず，また，電話やファックスやインターネットを使用して互いの交流を図ること\nもできないし，コンピュータを使用して様々な創作活動を行うこともできくなって\nしまう。そのような「権利者栄えて文化が滅ぶ」未来の到来を望む者など誰もいな\nいであろう。\n三　債権者らの要求というのは，結局，債権者らが著作隣接権を有するレコードに\nついて，本件サービスを利用して第三者が送信可能化及び複製を行っているから，\n「違法行為を根幹から絶つ」ために，言い換えれば，権利者が楽して自らの権利の\n侵害を防止するために，本件サービスを中止せよということに尽きる。本件サービ\nスがもたらす汎用的な利便性など一顧だにしていない。Ｐ２Ｐ技術の未来を奪うこ\nとに何の躊躇も感じていない。債権者らの要求は，所詮は，「権利者栄えて文化が\n滅ぶ」未来の到来をも厭わない，傲慢なものといわざるを得ない。しかも，債権者\nらが日本から抹殺しようとしているＰ２Ｐ技術というのは，国際大学グローバル・\nコミュニケーション・センター所長であるＤ氏をして「２１世紀のコミュニケーシ\nョンの中核になっていくだろう」と言わしめた極めて将来性のある，重要技術なの\nである（乙第８号証）。\n四　しかも，債権者らの要求が聞き入れられ，本件サービスが停止され，本件サー\nビスのようなハイブリッド型Ｐ２Ｐファイル送受信システムをこの世から抹殺した\nところで，Ｐ２Ｐ間のファイル送受信は抹殺できそうにない。Ｐ２Ｐ間のファイル\n送受信の主流は，もはや中央サーバでファイルのカタログ情報を登録・検索するこ\nとを要しない透過型Ｐ２Ｐシステムに移行しているからである。日本では，Ｐ２Ｐ\n間での著作権者の許諾のない電子ファイルの送受信は，本件サービスの開始前も開\n始後も，ＷｉｎＭＸというソフトウェアを用いてなされるのが主流であり，Ｗｉｎ\nＭＸにおいては，検索用の中央サーバを必要としない。したがって，本件サービス\nを停止させてみたところで，「違法行為を根幹から絶つ」ことにはならない。\n五　また，「ＺＤＮｅｔＪＡＰＡＮ　ＮＥＷＳ」において平成１３年１２月５日に\n報じられた「なぜ，“2人”のWinMXユーザーが逮捕されたのか？」という報道」\n（乙第９号証）によれば，社団法人コンピュータソフトウェア著作権協会（ＡＣＣ\nＳ）では，「WinMXに限らずファイル交換ソフトを利用した著作権侵害行為を発見\nし，監視に必要な情報を自動で収集してくるシステム」が平成１３年度中には稼働\nする予定であり，「このシステムで収集されたデータをISPに提供し，ユーザーに対\nして，著作権侵害行為を止めるよう呼びかけてもらう計画」とのことである。日本\nレコード協会とＡＣＣＳは協力関係にあるのであるから，ＡＣＣＳから上記技術な\nいし収集した情報の提供を受けて，債務者が用意するノーティス・アンド・テイク\nダウン手続きを利用すれば，あるいは本件サービスを利用した著作権侵害行為を防\n止するのに役立てるかもしれないが，未だそのような行動はとられていない（な\nお，同記事によれば，「ACCSでは日本MMOに協力を要請していく方針だ。」とのこと\nであるが，いまだに協力要請はない。社団法人日本レコード協会にしても，社団法\n人日本音楽著作権協会にしても，社団法人コンピュータソフトウェア著作権協会に\nしても，「営利法人」である民間企業を見下して上から命令するような「要請」を\n行うだけで，利用者による著作権侵害を防ぐためにしてもらいたいこととやっても\nかまわないこととの間の隙間を埋めていこうという，協調の精神は全く見られな\nい。）。\n六　このように，債権者らの要求は，自ら侵害行為者に対し侵害行為の停止を求め\nるのは面倒くさいから，侵害行為にも利用されている一民間企業のサービスを根こ\nそぎ止めてしまえという，いわば，怠惰かつ傲慢な精神に支えられたものであると\nいうことが，本件サービスを停止させるべきか否かを論ずるにあたっての基本的な\n視点として捉えられるべきである。\n七　なお，債権者らは，本件申立書の２１頁から２７頁まで８頁にわたり蕩々とア\nメリカにおけるナップスター裁判の解説を行っている。その努力を褒めてあげるこ\nとは吝かではないが，アメリカ法と異なり，寄与侵害や代位責任という考え方が，\n制定法のみならず，判例法上においても認められていない我が国の裁判において，\n寄与侵害責任や代位責任が認められたにすぎないナップスター裁判を延々と論ずる\n意味を見いだすことはできないし，米国著作権法が適用されるわけではない本件裁\n判において，参考にする余地があるとも思えない（我が国は独立国であるから，我\nが国の裁判所が米国の裁判例に従わなければならない理由はない。）。\nちなみに，債権者らは，未だに，本件サービス上で「利用可能な当該作品を含\nむ一つ又は複数のファイル名」も，債権者らが「所有又は支配する被侵害権利の証\n明書」も債務者に対して提示していない。すなわち，債権者らは，ナップスター裁\n判を参考にすべきと裁判所に迫りはするが，自らはナップスター裁判において差戻\n後の連邦地裁命令により全米レコード産業に求められたことすら行っていないので\nある。\n別紙　「債務者第１回準備書面」の「第二及び第六」\n第二　送信可能化行為の主体について\n一１　著作物等が自動公衆送信されるためには，様々な設備・環境等が介在してい\nる場合が多く，それゆえ，「送信可能化行為を行ったのは誰か」ということが問題\nとなりうる。そこで，加戸守行「著作権法逐条講義（第三版）」（著作権情報セン\nター・平１３）は，「(1)送信可能化について侵害の責任を問われるべき者について\nは，自動公衆送信し得る状態にない著作物や実演，レコードを『自動公衆送信し得\nる』状態にしたのは誰か，という観点から判断されるべきもの」であり，「(2)上記\nの考え方から，ある著作物が送信可能化されて自動公衆送信が行われる過程で，当\n該送信を仲介する通信設備において形式上「イ」に該当する現象が生ずることがあ\nり得るが，この場合，その通信施設を単に設置，管理，運営する者については，単\nに設備の運営等を行っているにすぎないと解される限りにおいては，当該著作物等\nについて送信可能化に関する責任を問われるものではないと解され」，「また，同\n様に，いわゆるネットワーク・プロバイダーなど，自動公衆送信装置の設置，管\n理，運営等を行う者については，情報の記録やネットワークへの接続等を単純に依\n頼を受けて機械的に行うだけであれば，通常，自ら著作物等を送信可能化しようと\nするための行為とは考えられないことから，その限りにおいて，送信可能化に関す\nる権利侵害の責任を問われるものではないと解される」としている（加戸・前掲４\n２頁）。\nすなわち，自動公衆送信を可能とするインフラが存在することを前提に，そ\nのインフラを使用することによってある特定の著作物等を自動公衆送信しようとす\nる者が現れたとしても，すでに存在するインフラが機械的に作動することによって\n自動公衆送信か可能となったことについて，インフラの設置，管理，運営を行う者\nは，送信可能化に関する権利侵害の責任を負わないとするのが，常識的な考え方な\nのである。\n２　債務者もまた送信可能化の行為主体であると債権者が考える根拠は，債権者\n準備書面１の４～７頁を見る限り，「送信可能化に到る契機を与えているのは送信\n側ユーザーであるとしても，その契機に呼応して上記一連の行為を行い，その結果\nとして，『情報が記録された記憶媒体』・・・を当該自動公衆送信装置の公衆送信\n用記録媒体として加えること・・・により現実に自動公衆送信し得る状態におくこ\nとを実現しているのは債務者であるから，債務者の行為が送信側ユーザーの行為と\n一体不可分となって『送信可能化』が行われているというべきである」との点に集\n約されている。Ｅ教授も，鑑定意見書５頁において，「送信側の利用者の行為だけ\nでは，送信可能化は達成されえない。ファイルローグサーバがあって初めて，自動\n公衆送信装置が完成し，送信可能化を実現しうるのである。そして，ファイルロー\nグサーバを管理しているのは債務者である。ゆえに，債務者も，送信側の利用者と\nともに，送信可能化をなしている者の一人であると観念することができる」と述べ\nるが，これも同趣旨というべきであろう。\n３　しかし，送信側ユーザーの「接続」ボタンのクリックという「契機」に呼応\nした本件サーバの一連の動作が，結果として「『情報が記録された記憶媒\n体』・・・を当該自動公衆送信装置の公衆送信用記録媒体として加えること」に仮\nになったとしても，それは所詮「情報の記録やネットワークへの接続等を単純に依\n頼を受けて機械的に行うだけ」なのであるから，加戸守行氏も述べるとおり，自ら\n著作物等を送信可能化するための行為とは考えられないのであり，したがって，送\n信可能化に関する権利侵害の責任を問われるものではないというべきである。\n二１　また，債権者は，「以下に説明する通り，『共有ファイル』に蔵置されるフ\nァイルに対して債務者が実質的な支配・管理をしている」（７頁）と主張するの\nで，この点も一応検討する。\n２　しかし，第２の２の(3)をみても，「『共有ファイル』に蔵置されるファイル\nに対して債務者が実質的な支配・管理をしている」ことを説明している部分はな\nい。\n３　あるいは債権者は，「本件サービスが，本件レコードを含む多数の市販ＣＤ\nを複製したＭＰ３ファイルが匿名性を守られた不特定多数のユーザーによって大量\nに選択されて送信可能化されることを当然に予定し，これを営業の一部として取り\n込んで」おり，「個々具体的なファイルの選択を送信側ユーザーが行っているとし\nても，これは本件サービス自体が予定し，又は本件サービスに内在する危険が因果\nの流れにより実現したものである」という点をもって，「『共有ファイル』に蔵置\nされるファイルに対して債務者が実質的な支配・管理をしている」とする根拠の１\nつとしているのかもしれない。確かに，債務者は，そのようなユーザーが現れるこ\nとをも予測していたからこそ，会員規約において，第三者の権利を侵害するために\n本件サービスを利用することを禁止するとともに，権利を侵害された者に対しては\n「ノーティス・アンド・テイクダウン」手続きを用意し，可能な限り救済措置をと\nることとしたのである。しかし，このように本件サービスを第三者の権利を侵害す\nるために利用する者が現れることを予想しつつサービスの提供を中止しなかったと\nいうことが，なぜ「『共有ファイル』に蔵置されるファイルに対して債務者が実質\n的な支配・管理をしている」ということになるのかは，一切不明である。\nなお，汎用的な利便性を有する商品ないしサービスの提供者において，その\n商品ないしサービスが第三者の権利を侵害する行為にも使用され得ることを予測な\nいし認識しつつも，商品ないしサービスの提供を断念しないということは通常であ\nる（この点は，ＮＴＴ各社の電話サービスや，インターネット・サービス・プロバ\nイダのＩＳＰサービスやパーソナル・コンピュータの製造・販売事業等において\nも，同様である。）。商品ないしサービスの提供者は，自己が提供する商品ないし\nサービスが，利用者によって違法行為に利用されることを未然に防ぐ義務を一般的\nに負っていないからである。商品ないしサービスの提供者にそのような義務を負わ\nせてしまうと，当該商品ないしサービスを多数人に提供しつつ，当該商品ないしサ\nービスを一切違法行為に利用させないということは実際問題として不可能であるた\nめ，結局その商品ないしサービスを多数人に提供する事業自体を断念せざるを得な\nくなるからである。そうなれば，汎用的な利便性を有する商品ないしサービスは新\nたに提供されることがなくなり，社会は進歩をやめることになろう。レコード会社\nや日本音楽著作権協会の方々が手抜きをすることを可能とするために払う代償とし\nては大きすぎるというべきであろう。\n４　なお，債権者は，債務者のサイトにおける「自分のほしいファイルを世界中\nの仲間と交換します」という言葉から，「相互に無関係なユーザーによって『自分\nのほしい』ファイルとして『共有』されるのは，広く一般の人々の需要を満たしう\nる情報であることが当然の前提となる」ため，「本件サービスが世界中の人々によ\nって『交換』されることを予定している一般の人々の需要を満たしうる情報とは，\nほぼ例外なく著作権や著作隣接権によって保護されている著作物であり，しかも音\n楽を記録するＭＰ３形式が用いられる場合には，そのほとんどすべてが本件レコー\nドのように商業的利用のために創作・製作される有名な音楽著作物やレコードにほ\nかならない」と主張する。そのことと，「『共有ファイル』に蔵置されるファイル\nに対して債務者が実質的な支配・管理をしている」か否かという点の間には何らの\n関係もないことはひとまず措いて，以下反論する。\nインターネット上で音声ファイルや動画ファイルが広く送受信されるように\nなったのはまだ昀近のことであるが，音声ファイルや動画ファイルと比べて遥かに\nファイル容量が小さいテキストファイル，ＨＴＭＬファイル，画像ファイル，ＰＤ\nＦファイル，オンラインソフトファイル等は，これまでもインターネット上で広く\n送受信されてきた。インターネットの商用利用に先行するパソコン通信全盛期よ\nり，商業的利用のために創作・製作される有名な著作物の流通が少なかったため\nか，一般の市民が営利目的ではなしに創作したこれらファイルが大量に公開されて\nおり，多くの市民がこれらのファイルをダウンロードするなどして利用している。\nこのように，商業的利用のために創作・製作された著作物ではなく，むしろ一般の\n市民が自分の興味の赴くままに創作した作品群はしばしば，相互に無関係なユーザ\nーにとって「自分のほしい」ファイルに十分なりうるものであるし，むしろ，相互\nに情報なり作品なりを交換することによって相互に無関係なユーザー同士が関係性\nを構築することだって珍しいことではない（自らネット社会に没入したことのない\n人には理解できないかもしれないが，そこでは匿名性というのは関係性を築く上で\n大きな支障にはならない。）。\nこの画像ファイル，ＰＤＦファイル，オンラインソフトファイル等で行われ\nてきた，相互に無関係なユーザー間で行われる著作権・著作隣接権を侵害すること\nのないファイルの送受信が，音声ファイル等について起こりえないと考えるのは不\n自然としかいいようがない。仮に，現在はオリジナルの音声ファイル等を製作する\nコストが高いために一般の市民が非商業的に創作した音声ファイル等が送受信され\nているケースは少ないとしても，コンピュータ機器等の急激な発展により，一般の\n市民が気軽に音声ファイル等を創作し，インターネット上に流布するような社会は\nもう目の前に来ているというべきである。債務者はそのような社会の到来に備えて\n（むしろ，正確にはそのような社会がすでに到来しつつあるとの認識の下に）本件\nサービスを始めているのである。そこでは，「音楽を記録するＭＰ３形式が用いら\nれる場合には，そのほとんどすべてが本件レコードのように商業的利用のために創\n作・製作される有名な音楽著作物やレコードにほかならない」ということにはなら\nないのであって，ハードディスク・レコーディングにより一般の人々が作成した音\n声ファイルがＭＰ３形式のファイルとしてインターネットを介して広く送受信され\nることも日常となるのである。債権者はあたかも音声ファイルの世界はいつまでも\nプロの牙城たりうると考えているかのごとくであるが，それは我が国の一般市民の\nクリエイティビティを馬鹿にした話である。\nなお，既に講演（<\nhttp://www.crest.sccs.chukyo-u.ac.jp/sankobunken/kouen.html>，<\nhttp://www.ichinoseki.ac.jp/soudan/iida_DL.html>，<\nhttp://www.jaist.ac.jp/~fuji/denki/denki.html>）や発表会（<\nhttp://www.hoops.ne.jp/~monto2000/kek48/kek48.htm>）の様子をMP3形式のファイ\nルで発表することはさほど珍しくなくなってきている。教育相談に対する回答を\nMP3形式で配布しているサイトもある（<http://www.okako.com/soudan/>）。著作権\nの保護期間が経過していることが明らかな賛美歌を発表しているサイトもある（<\nhttp://www.hi-ho.ne.jp/luke_tokita/worship.html>）。また，機器メーカーも，\n子供の声を録音してＭＰ３化した上で，メール上で配布したり，ホームページで公\n開したりすることを推奨したりもしている。\n債権者を含む音楽著作物・楽曲の中間搾取者が，Ｐ２Ｐ間のファイル送受信\nシステムは，市販の音楽ＣＤをＭＰ３形式にて複製した音楽ファイルの送受信に用\nいるためのものであると声高に喧伝しなければ，本件システムを利用して送受信さ\nれるＭＰ３ファイルも，このような違法ではないものの割合が徐々に高まっている\nことが予想される。\n５　また，債権者は，「債務者は，本件サービスがアマチュアバンドの発表の場\nにも用いられると主張するが，そのような発表の場なのであれば，バンドのメンバ\nーや楽曲の紹介等を伴うことにより，知らないバンド，知らない曲であってもとも\nかく聞いてみようとする動機を形成させるものでなければ，発表の場としての意味\nがない。ファイル名（ファイルパス名）のみによっては内容を推知することができ\nない無名楽曲・無名アマチュアバンドのファイルを，本件サービスにおいて受信側\nがわざわざ時間をかけてダウンロードしようとする動機の形成は行われない」と主\n張する。\nしかし，「まずダウンロードし，まず聞いてみよう」という先駆的なリスナ\nーにとっては，その楽曲なり演奏者なりが無名であることは，さしたる妨げになる\nものではない。そして，先駆的なリスナーは，その楽曲がよいものであると感ずれ\nば，しばしばその楽曲を口コミで（といっても昀近はメーリングリストや自分のホ\nームページなどを通じてということになろうが）推奨する傾向があり，この推奨を\n信じた他のリスナーもその楽曲をダウンロードし，聞いてみようという気持ちにな\nるのである（これは，ｆｔｐ方式によりオンラインソフトがダウンロードされてい\nたころに似ている。「ｉｎｆｏ－ｍａｃ」等現存するｆｔｐサイトに，ｆｔｐ用ア\nプリケーションでアクセスするとわかることであるが，そこで表示されるのはファ\nイル名（ファイルパス名）のみ（正確にはアップロードされた日時とファイルサイ\nズは表示される）であって，ファイル名（ファイルパス名）から推し量れる程度し\nか内容はわからない。しかし，「まずダウンロードし，まず使用してみよう」とい\nう先駆的なユーザーのおかげで，優れたオンラインソフトが，広く市民の間に流通\nするようになっていったのである。）。\nこのことは，既存のレコード（音楽ＣＤを含む）による楽曲の発表と比べて\n大きなアドバンテージが，無名バンドにとってあることは明らかである。普通のレ\nコードショップは無名のアマチュアバンドの作品をなかなか置いてくれないし，仮\nに置いてくれたとしても，視聴コーナーのブースに接続された再生機器にそのレコ\nードをセットしてくれることはまずあり得ない（視聴コーナーでは，著名アーティ\nストによる新譜か，大手レコードメーカーが売り出しに力を入れている新人アーテ\nィストの楽曲しか視聴できないのが通常である。）。そのため，リスナーは，仮に\nレコードショップでそのレコードを発見したとしても，アーティスト名と楽曲名程\n度しか知り得ないのであって，その内容を推知することはできない。したがって，\nリスナーがその内容を覚知するためには，そのレコードをまず購入して，これを持\nち帰ってから，自宅等にある再生機によってこれを再生するより他にない。しか\nし，そのためには，そのレコードを購入するためには先に代価を支払わなければな\nらない。これは先駆的なリスナーにその楽曲を「まず聞いてみよう」という気持ち\nを起こさせる上で大きな妨げとなるのである（なお，レコードショップに行っても\n内容を推知することができないのでまず聞いてみようと意欲がわかないというの\nは，何も無名のアマチュアバンドによる楽曲に限ったことではない。例えば，レコ\nードショップに行って，田代美代子の「愛して愛して愛しちゃったのよ」がどのよ\nうな内容なのかを購入する前に推知することは，実際問題困難である。）。\n以上により，債権者の上記主張は，利用者の立場を忘れ，また，現在の音楽\n流通の現状をふまえない見解であって，そもそも現実離れしたものというべきであ\nろう。\n４　また，債権者は，「以上のような本件サービスの特徴から見ても，本件サー\nビスは，通常の手段によって適法にそれらの情報を取得するには対価を支払うこと\nが必要な有名楽曲等のファイルを無料で入手できるようにすることに本質的機能及\nび目的であるものであ」ると主張する。しかし，債権者が上記のように判断する前\n提が間違っていることは既に述べたとおりである。更に付け加えるならば，本件サ\nービスは，アメリカのナップスタートは異なり，ＭＰ３ファイルのユーザー間の送\n受信に用いられるようにすることを本質的機能及び目的としているわけではない。\n債務者の代表者である訴外Ａ氏は，もともと動画関係の仕事をしてきたこともあっ\nて，動画ファイルが送受信されることを主に念頭に置いていたのである。また，本\n件システム自体，音楽ＣＤ等の楽曲をＭＰ３形式で複製した電子ファイルの送受信\nに用いられることにあわせた構造になっていない。一曲３～４分程度の楽曲をＭＰ\n３形式で複製した電子ファイルの容量は，変換ソフト及びその設定にもよるが，お\nよそ４～５ＭＢ程度であり，少なくとも債務者が本件検索サービスを開始した平成\n１３年１１月の時点では，比較的小規模のファイルと評されるものであった。この\nようなファイルの送受信に用いることができればよいのであれば，受信側コンピュ\nータにおいては，送信側コンピュータから受信した電子情報を一時的にＲＡＭに蔵\n置して，受信側ユーザーの好みに応じて，一旦視聴して中身を確認してからハード\nディスク等に保存するかどうかを決定するようにした方が明らかにスマートであ\nる。しかし，それをしなかったのは，債務者において，音楽ＣＤ等の楽曲をＭＰ３\n形式で複製した電子ファイルの送受信に用いられることを目的として本件サービス\nを開始したわけではなかったからである。また，ナップスターやＷｉｎＭＸが，ア\nーティスト名やタイトル名で検索できるようにシステム構築されているのに対し\nて，本件システムはそのような機能を有していない。それは，そもそも債務者にお\nいて，音楽ＣＤ等の楽曲をＭＰ３形式で複製した電子ファイルの送受信に用いられ\nることを目的としていなかったからである。\nまた，債権者は，本件サービスは，「著作権・著作隣接権を侵害するファイ\nルの送信を当然の前提とし，これを予定したものであることが明らかである」と主\n張するが，この主張が誤りであることはこれまで述べたところからも明らかであ\nる。債務者は，汎用的な利便性を有するハイブリッド型Ｐ２Ｐファイル送受信シス\nテムの日本における可能性を追求することに主眼があったのであり，むしろ，著作\n権・著作隣接権を侵害するファイルの送受信に本件システムが利用されること自体\nを迷惑に思っているのであり，そのことは利用規約により第三者の権利を侵害する\nファイルの送受信に本件サービスを利用することを禁止するとともに，ノーティ\nス・アンド・テイクダウン手続きによって，本件サービスを利用して第三者の権利\nを侵害するファイルの送信がなされた場合には，当該第三者と協力して，当該利用\n者に対し，当該第三者の権利を侵害するファイルの送信に本件サービスを利用する\nことをやめさせるべくしかるべき措置をとることを宣言していることからも明らか\nである。\n結局のところ，債務者が提供するソフトウェア及び検索サービスは，Ｐ２Ｐ\n間のファイル送受信一般について汎用的な利便性を有するものであるから，他の情\n報インフラの担い手と同様，それが利用者によって違法な行為にも用いられる可能\n性があることまでは予見していたものの，違法な行為に用いられることを事前に回\n避する方法は見いだせなかったため，違法な行為に用いられることを事前に回避す\nる措置を講ずることなくサービスを開始したというにすぎない。このことをもっ\nて，「著作権・著作隣接権を侵害するファイルの送信を当然の前提とし，これを予\n定した」と表現するのであれば，インターネット・サービス・プロバイダやブロー\nドバンド事業者，あるいはＮＴＴ等もまさに「著作権・著作隣接権を侵害するファ\nイルの送信を当然の前提とし，これを予定した」と表現できることになろう。しか\nし，それが非常識な表現であることは今更いうまでもない。\n三　図利・加害目的の不存在\n１　債権者は，「債務者は，このような本件サービスの提供を主たる営業行為と\nするものであり，かつ，バリューコマース株式会社他１社と契約することにより，\n本件サービスの提供によって現実に利益を得ているから，たとえ本件レコードの送\n信可能化の一つ一つから直接利益を得るのではなくとも，本件著作隣接権侵害行為\nにより利益を得ることを目的としているというに十分である」（１１頁）と主張す\nる。しかしながら，この図利性の要件は，純粋客観的には利用行為を主体的に行っ\nていない者に対し，規範的に利用行為主体性を認めることを正当化するための要件\nであるから，自己の支配下において第三者に著作権・著作隣接権侵害行為をなさし\nめる動機がまさに当該経済的利益を得ることにあるといえるほどの強い結びつき\nが，第三者による侵害行為と利得との間にあることが不可欠である。しかしなが\nら，バリューコマース株式会社他１社から受ける広告収入と利用者による著作隣接\n権侵害行為との間にそのような強い結びつきはない。\nそもそも広告料収入を得たいがために本件サービスを行うのであれば，もっ\nとたくさんのバナー広告をトップページに貼るのが合理的であって，債務者がその\nようにしないのは広告料収入を得ること自体に興味がなかったからである（債務者\nが債務者サイトのトップページにバリューコマース社のバナー広告を貼ったのは，\nアクセス数を把握したかったからであって，それ以上のものではない。）。また\nは，広告料収入を得たいがために本件サービスを行うのであれば，たくさんのアク\nセス数を確保するために，サーバを増強するなどの措置を講ずるはずである。しか\nし，債務者は，昀低限度のサーバ環境で本件サービスを開始し，その後サーバの脆\n弱性故にアクセス数が増えてもこれを裁ききれない状態になっていることを認識し\nていながら，サーバの増強等の措置を講じていない。すなわち，債務者は，たくさ\nんの広告料収入を得ようとして本件サービスを開始したところ当てが外れてこれま\nで数万円程度しか広告料収入を得られていないというのではなく，そもそもたくさ\nんの広告料収入を得ることを目的としていないのである。\n２　また，債権者は，「本件レコードを含む多数の市販ＣＤを複製したＭＰ３フ\nァイルなど，本来であれば有償でしか取得できないコンテンツを複製したファイル\nが多数送信可能化されることは，本件サービスの利用者を増大させてその経済的利\n用価値を高め，それによって債務者の利益の拡大が図られる」（１１頁）と主張す\nる。しかし，それは事実と異なる。\n本件サービスはもともと収入を得る目的で運用していないため，利用者が増\nえても経済的利用価値が高まることはない。債務者が本件サービスを開始した平成\n１３年１０月の時点では，Ｂ２Ｃサービスについては，バナー広告の広告料を勘定\nに入れてみてもそれ自体では採算がとれないことはもはや常識となっており，利用\n者数が増えたところでどうということはない（そのため，債務者は，本件サービス\n開始後，サーバの増強などの措置を行っておらず，利用者数が増える余地はな\nい。）。この点，巨額の広告料収入が見込める民間のテレビ・ラジオ放送と同格に\n扱うことはできない。\nなお，債権者は，「クラブキャッツアイ事件において昀高裁の認めた図利目\n的も，歌唱それ自体による利益ではなく，それによって客の来集を図り，店の雰囲\n気作りをすることによって利益を得る目的である」と主張する。しかし，クラブキ\nャッツアイ事件昀高裁判決においては，店に集まる客を演奏（歌唱）の聞き手とし\nて擬制的に捉えているため，そのような判示をしているが，カラオケスナックにお\nいて客は歌唱をするためにそのスナックに通い，カラオケ機器に直接硬貨を投じた\nり，料金が通常よりも高めに設定されていることを知りつつ飲食品を購入すること\nによって人前で伴奏付で歌唱できるような環境を整えてくれたことに対する対価を\n支払っているのである。これに対し，バリューコマース社等は，本件サービスの利\n用者が本件レコードをＭＰ３形式にて複製した電子ファイルを送受信の対象として\nくれたことの対価として，広告料を支払っているわけではないから，クラブキャッ\nツアイの場合と同列に取り扱うことは許されない。\n３　また，債権者は，「債務者は本件サービスの提供を主たる営業内容としてい\nる」のであり，「主たる営業行為が別にあって付随的に本件サービスを提供してい\nるのならばともかく，主たる営業内容が利益取得の目的でないとは考えられない」\n（１２頁）と主張するが，それは近視眼的な物の見方である。\n債務者は，Ｐ２Ｐ技術を将来的に業務の柱とすることを想定はしているもの\nの，ファイルローグ自体を営業の柱とする意図はない（ネットビジネスに携わるも\nのの間では，Ｗｅｂを主体としたＢ２Ｃサービスが営業の柱となるという幻想は，\n既に数年前に消滅している。）。\n４　また，債権者は，「債務者代表者の言動に照らしても，そのような送信可能\n化を営業目的として積極的に意図していることは明らかであ」るとする。しかし，\nインタビュー記事等においては，むしろインタビュー記事をまとめた人間の思想又\nは感情が強く反映し（情報の取捨選択は断片的かつ恣意的であり，また，発言の要\n旨も取材者の意図にあうようにまとめられる），必ずしも発言者の思想又は感情が\n正確に表現されないということは公知の事実である（したがって，インタビュー記\n事の著作権は，記事の作成者にあるものとされている。）。\nまた，債権者は，「Ａ氏は，本件サービス開始直後にテレビ放送（ＴＢＳ）\nに出演し，少なくとも１年間で１００万曲は交換されるとの見通しをもっていると\nの発言もしているが，これはまさに，本件サービスによって債権者らの楽曲が大量\nに送受信されることを認識し，それを意図していることを債務者自らが表明するよ\nうなものである」と主張する（申立書１３頁）。Ａ氏の発言は，正確には，「少な\nくとも１年間で，まあ１０万人くらいはいるでしょうね。まあ１００万曲くらい\nは，あの交換されるんじゃないかなと」というものであって，これは，ファイルロ\nーグを利用して，音楽ファイルがどの程度共有されるのだろうかという趣旨の質問\nに対し，Ａ氏が予測を述べたに過ぎない。これをどのように読んだら，本件サービ\nスによって債権者らの楽曲が大量に送受信されることを認識し，それを意図してい\nることを債務者自らが表明しているように読めるのか，債務者には理解しがたい。\n予測と意図とは違うのである。「明日は雨が降るんじゃないかなあ」という発言は\n「明日は雨を降らせよう」という意図を表明しているようなものとは到底いえない\nし，警察等が「今後は，交通事故による高齢者の死者数が増加する見通し」を表明\nしたからといって，「交通事故による高齢者の死者数を増加させよう」という意図\nを表明していることにならないのと同様である。\n５　また，債権者は，「本件サービスではユーザーの匿名性が確保されている」\n（１３頁）というが，インターネット上で入会手続きを完結させるシステムでは，\nユーザーの実名を確実に把握することはそもそも現実的ではなく，一般的に行われ\nていない（有料サービスのときに，クレジット番号とともにカードの名義を把握す\nるというのがせいぜいである。）。また，債権者は，「同一人が次から次へとＩＤ\nを自由に変えていくことができ，むしろそれが債務者によって推奨されているとす\nらいえる」と主張する。確かに，次から次へとＩＤを変えることはできるが，債務\n者がそれを推奨しているとするのは邪推というよりない。債権者は，「ユーザーは\nたとえ違法行為を発見されても別のＩＤを用いて何ら支障なく違法行為を継続する\nことができるから，利用規約で『著作権・著作隣接権を侵害するファイルを送信可\n能な状態とすることを禁止する』旨を形式的に定めてみても何の実効性もないこと\nが火を見るより明らかである」と主張する。しかし，何の実効性もないというのは\n言い過ぎである。少なくとも，本件システムは，違法行為に利用されることを予定\nするものではないことを知らしめているのであって，一定の抑止力はあると推定で\nきる（その分，違法なファイルの送受信は，日本では主にＷｉｎＭＸによってなさ\nれている。）。債権者は，「債務者自身もこの利用規約が実際に守られるなどとは\nゆめゆめ思っていまい」と主張する。確かに全ての利用者が利用規約を守るとは思\nっていない（だから，「ノーティス・アンド・テイクダウン手続き」を設けている\nのである。）が，他方多くの利用者は利用規約を守るのではないかとは思ってい\nる。顧客を見たら泥棒と思う業界もあってもよいが，そう思わない業界もあること\nを，債権者は理解すべきである。\n６　また，債権者は，「『ノーティス・アンド・テイクダウン』手続きは，送信\nされるコンテンツの大部分が適法なものであって，違法な送信可能化が例外的にし\nか発生しない場合（インターネット・サービス・プロバイダの場合等）には合理性\nを持つが，本件におけるＭＰ３ファイルの送受信のように，著作権・著作隣接権を\n侵害する送信可能化が大量に発生することを当然に予定しており，現実にも違法な\n送信可能化が大量に発生しており，しかも権利者側が自らの権利侵害物を網羅的に\n発見することが不可能な・・・サービスを提供する場合には，同手続きを定めてい\nることがサービス提供者を免責する理由にはならない」と主張する。\nしかし，本件サービスを利用して送受信されるファイルの中に著作権・著作\n隣接権を侵害するものも含まれるとは予想していたが，その大部分が違法なものと\nなるであろうということは予定しておらず，実際，債権者の調査によっても，本件\nサービスを利用して送受信されるファイルの大部分が著作権・著作隣接権を侵害す\nるものということにはなっていない（インターネット・サービス・プロバイダにお\nける「送信されるコンテンツ」のうちの「違法な送信可能化」の割合と，本件サー\nビスの利用者による「ＭＰ３ファイルの送受信」における「著作権・著作隣接権を\n侵害する送信可能化」の割合とを対比して，インターネット・サービス・プロバイ\nダに適用される法理が債務者には適用されないと結論付けるのは，まやかしといわ\nざるを得まい。）。また，インターネット上にアップロードされている違法複製物\nにしても，権利者側が網羅的に発見することが可能なわけではない。\nこのように債権者の主張はそもそも前提事実において誤りないしまやかしが\nあるのであるが，その点をひとまず措いたとしても，債権者の上記主張には法律上\nの根拠がない。\n債権者は，「侵害行為は送信可能化が行われた段階で発生しているのであ\nり，侵害行為が権利者によって発見され，事後的に指摘を受けた段階で侵害行為を\n停止すればその責任が消滅するのであれば，およそ著作権・著作隣接権侵害行為は\nやり放題となってしまう」と主張する。本件サービスや，インターネット・サービ\nス・プロバイダ等が提供するレンタルサーバ等を利用して著作権・著作隣接権を侵\n害するようなファイルを送信可能化した具体的な利用者の責任も消滅するのであれ\nばそのようにいえるのかもしれない。しかし，債務者はそのようなことを主張して\nいるわけではない。「ノーティス・アンド・テイクダウン」手続きは，積極的に具\n体的な権利侵害行為を行った利用者を免責するものではそもそもないので，債権者\nの心配は杞憂にすぎない。\n７　債権者はまた，「『ノーティス・アンド・テイクダウン』手続による免責を\n正当と考えるには，侵害結果の発見と通知をなす負担を権利者に負わせ，その発\n見・通知ができない限り，現実に発生する侵害結果を権利者に受忍させることの合\n理的な根拠が存在しなければならない」（１３～１４頁）と主張するが，債権者の\nこの主張にもまた法律上の根拠がない具体的な権利侵害行為を発見する第一義的な\n責任が権利者にあり，権利者がこれを発見できない場合に，その不利益は権利者が\n甘受するというのは，自由な市民社会では当たり前のことである。他人による他人\nの権利を侵害する行為の発生を事前に阻止する義務を当然に負わせるという思考\nは，一般的ではない。\n特定電気通信役務提供者の損害賠償責任の制限及び発信者情報の開示に関す\nる法律３条においては，「当該特定電気通信による情報の流通」を知らない場合に\nはそもそも関係役務提供者が賠償責任を負うことはない（ここでいう「情報の流\n通」を知らないとは，当該特定電気通信により何らかの情報が流通していることを\n知らないということを意味するのではなく，他人の権利を侵害する具体的な情報が\n流通していることを知らないことを意味している。なぜなら，この要件が設けられ\nた趣旨は，「自ら提供する役務により問題とされている情報が流通していることを\n知らない場合であっても，それを知るべき注意義務があるとされると，特定電気通\n信役務提供者は，膨大な情報のすべてについて監視しなければならなくなり，過度\nの負担となる場合が生じるだけでなく，結果として，責任を問われることをおそれ\nて過度に削除してしまう等，表現の自由との関係で問題が生じるおそれがある」た\nめに「その情報が流通していることを知らない場合には，特定電気通信役務提供者\nは，責任を問われないことを明確化し」た点にあるからである（大村真一他「『特\n定電気通信役務提供者の損害賠償責任の制限及び発信者情報の開示に関する法律』\nについて」コピライト２００２年３月号２４頁）。そして，この規定は，サービス\n提供者において著作権・著作隣接権侵害行為に利用されることを予想していたか否\nか，違法な送信可能化が例外的にしか発生していないか否か，サービス提供者にお\nいて権利侵害の発生を阻止ないし減少させる合理的な努力がなされているか否か，\n権利者にとって侵害結果の発見と通知をなすことが合理的に可能であるか否か，送\n信側ユーザーに対する直接の法的措置が可能であるか否かは，一切要件の中に取り\n込んでいない。すなわち，債権者が「ノーティス・アンド・テイクダウン」手続に\nよる免責を正当と考えるのに必要な事情として列挙した各事情は，実際には，「ノ\nーティス・アンド・テイクダウン」手続による免責とは全く関係のないものなので\nある。一般に，オンラインで流通している大量のファイルのうちどのファイルが他\n人の権利を侵害するものなのかをもっとも効率的に探知しうるのは権利者自身であ\nると解されており，「ノーティス・アンド・テイクダウン」手続きにおいては，一\n般に，当該ファイルが自己の権利を侵害するものであることを示す資料を権利者自\n身が提示することすら求められているのである。\nなお，債権者は，「債務者は，本件サービスにおいて『交換』されているＭ\nＰ３ファイルの送信可能化のほとんどすべてが違法であることを当然知っているの\nに」云々と主張するが，債務者は，そのようなことは確認していない。また，債権\n者は，債務者は「その実態を何ら自主的に改善しようとはしていない」と主張する\nが，債務者は債権者からの内容証明郵便による通知に対して，違法なファイルと違\n法でないファイル等を自動的に峻別する方法があったら教えて欲しいと素直に教え\nを請いているのであり，遵法的な利用を妨げることなくなし得ることがあれば改善\nすることをも示しているのであって，上記主張は実態にあっていない。また，「実\n態を何ら自主的に改善しようとしていない」ということから，「利用規約の上記定\nめ及び『ノーティス・アンド・テイクダウン』手続の制定は，債務者が著作権・著\n作隣接権侵害の意図を有していることを隠蔽するための敏法に過ぎない」という憶\n測が導き出されるのか，一切不明である。債務者は，本サービス開始時に，利用者\nによる正当な情報発信を阻害しない範囲で，利用者による権利侵害を救済する方策\nとして考えられる限りのシステムを構築しているのであり，実行可能な具体的な改\n善提案がなされない以上，自主的に改善のしようがないというだけのことである。\n８　仮処分申立書に記載された「本件サービスの利用者の拡大が債務者の利益に\nつながるところ，本来であれば有償でしか取得できない本件レコードのファイルが\n本件サービスを利用することによって無償，大量かつ容易に取得できることによる\n吸引力によって利用者の拡大が図られるのであるから，債務者は，本件著作隣接権\n侵害行為の拡大によって利益を取得するものである」との債権者の主張に対し，債\n務者は答弁書において，「クラブキャッツアイ事件において当該カラオケスナック\nの顧客のほとんどは，社団法人日本音楽著作権協会の管理著作物を歌唱することを\n目的として集まってくるのであり，顧客による社団法人日本音楽著作権協会の管理\n著作物の歌唱なしには集客が見込めないと考えられる一方，本件サービスの利用者\nが送信を許可したファイルのうち，何らかの音声をＭＰ３形式にて記録した電子フ\nァイルの割合は，社団法人日本レコード協会の調査によっても約１５ ％程度であ\nり，本件レコードをＭＰ３化した電子ファイルは更にそのうちのごく一部にすぎな\nい。債務者にとって，『本件レコードのファイルが本件サービスを利用することに\nよって無償，大量かつ容易に取得できることによる吸引力』など，とるにたりない\nのであって，『本件サービス拡大のためには不可欠』と認識する筋合いはないとい\nうべきである。」と反論した。これに対して，債権者は，「そもそも本件において\n債権者らが求めているのは，ＭＰ３ファイルによる送受信の差止にすぎず，サービ\nス全体の停止ではないから，議論の対象となるべきは，ＭＰ３ファイル形式におけ\nる送受信において，他人の著作権・著作隣接権侵害となるべきものがどれだけの比\n重を占めるかであって，本件サービス全体における比重ではない」と再反論する。\nしかし，これが反論として的を外していることは以上の議論の流れからも明らかで\nある。債務者は，本件レコードをＭＰ３化した電子ファイルのみを自動的に峻別す\nる方法があるならば教えてほしいと日本レコード協会等に回答しているのであり，\nそのような方法があるならば，その方法を組み込むことによって，本件システムを\n利用した電子ファイルの送受信の対象から本件レコードをＭＰ３化した電子ファイ\nルを除外すべくシステムの再構築を検討することは厭わないのである。\n９　債権者は，「仮に本件サービス全体における比重を議論するとしても，本件\nサービスが一般に需要のある有名楽曲のファイルの送信可能化を予定したものであ\nる」（１５頁）と性懲りもなく述べているが，本件サービスが有名楽曲のファイル\nの送信可能化にも利用されうるであろうことを予測はしていたが，予定していたわ\nけではないことは既に述べたとおりである。\nまた債権者は，「債務者が本件レコードを含む市販ＣＤをＭＰ３方式により\n複製したものを無料で取得できることを本件サービスの『目玉』にしていること\nは，本件申立書１２頁以下に記載した事情からも明らかである」と主張する。ま\nず，債務者代表者はそのようなことを何ら述べていない。「コピーを防げない以上\nコンテンツ業界は大量生産方式からコンサートなど生の製品で付加価値を生むビジ\nネスモデルに移行すべき」などの言い古された一般論に過ぎない（そのことはＧＮ\nＵＴＥＬＬＡやＦＲＥＥＮＥＴなどが開発されて以降，もはや当たり前の考え方に\nなってしまっている。）。それに，本件サービス開始前にどのような発言をしてい\nようとそれはあまり意味を持たない。少なくとも本件サービスを開始する段階で\nは，違法なファイルの流通に利用されることはできることならば避けるべきである\nという方針のもとで本件サービスを開始することとしたのであり，それ故にノーテ\nィス・アンド・テイクダウン続きを採用したり，利用規約を設けて利用者が違法な\nファイルの送受信に本件システムを利用しないように注意するなどしているのであ\nる。本サービスによって債権者らのレコードが大量に送受信されることを積極的な\n目標とするのであれば，昀初から，著作権者・著作隣接権者の権利が日本ほど強く\nない国において，現地の人を代表者とする会社を設立して，本件サービスを行えば\nよいだけのことである。また，「ＭＰ３ファイルに関していえば，債務者が本件サ\nービスを開始する以前にアメリカ合衆国におけるナップスター訴訟等によって，フ\nァイル交換行為のほとんどが著作権・著作隣接権を侵害している状況にあることが\n広く認知されて」いる（申立書１３頁）と主張するが，ネット社会のあり方は国に\nよって地域によって大いに異なるし，またネット社会の変化のスピードは驚くほど\n早く１年前の常識はもちろん，数ヶ月前の常識ですら今の常識とはかけ離れている\nものである。したがって，ナップスター裁判のときのアメリカの状況から，平成１\n３年１０月の日本の状況を推定することは正しくない。また，通信インフラという\nものはある程度将来を見越してシステムを設計すべきものであるから，今の利用状\n況のみに拘泥することは正しくない（このことは，ナップスター裁判における米国\n連邦控訴審判決も指摘するとおりである。）。債権者は，債務者が本件サービスの\n対象からＭＰ３ファイルを除外しようとしていないことをもって，「債務者は，ナ\nップスター等が違法なファイル交換が行われたが故に大流行したのを目の当たりに\nして，同様のサービスによって利得を得ようと企てたものと考えざるを得ない」と\nするが，これはとんでもない邪推であって，Ｗｅｂサイト上のＭＰ３ファイルにつ\nいては，以前はそれこそ市販ＣＤをＭＰ３方式により複製したものが中心であった\nが，徐々にアマチュアバンドやインディーズ系バンドが自主制作した楽曲をＭＰ３\n化したものがアップロードされるようになってきている。また，アメリカでは，全\n世界で２６００万枚のＣＤを既に売り上げている「Offspring」等の著名バンドがプ\nロモーション活動のために自らの楽曲をＭＰ３化した電子ファイルを無償で提供す\nるなどしており（Offspringはもともとナップスター擁護派のアーティストであるか\nら，無償で提供したＭＰ３ファイルが本件サービスを利用してＰ２Ｐ間で送受信さ\nれることを拒むとは考えがたい。）。このような状況の下では，オンライン上で送\n受信されるＭＰ３ファイルが全て違法なものであるとは思えないし，まして近い将\n来においても全て違法なものばかりという状況が続くとも思えない。むしろ，本件\nサービスを利用すれば市販ＣＤをＭＰ３方式により複製したものを送受信しても債\n権者には把握できないと債権者が喧伝すればするほどそのような不埒なユーザーの\n割合が高まるのであって，債務者にとっても迷惑な話である。また，債権者は，本\n件サービス開始直後のＴＢＳの取材における債務者代表者の言動を問題視するが，\nここにおいても，Ａ氏は，本件サービスを利用して市販ＣＤをＭＰ３方式により複\n製したものを送受信することを望むかのような発言をしておらず，むしろ，本件サ\nービスをナップスターと同様のものとして報道したいというＴＢＳの取材記者の意\n図に抗して，本件システムは「音楽に限定されない」のであって，ユーザー次第で\n有効な使い方ができるということを述べているのである。社団法人日本音楽著作権\n協会や社団法人日本レコード協会，そしてマスコミ各社が，本件サービスを，市販\nＣＤをＭＰ３方式により複製したＭＰ３ファイルを交換するためのものとして位置\nづけたがっているだけのことである。\nまた，債権者は，「債務者が本件サービスのユーザーに対して本件サービス\nの利用の仕方を説明しているＷｅｂサイトである\nhttp://www.filerogue.net/help/でも，昀初に拡張子一覧が掲載されているが，そ\nの拡張子の一番上に表記されているのはＭＰ３であり，かつこの拡張子が音楽に用\nいられることが説明されている」（１５頁）ということから「ＭＰ３形式による音\n楽の交換が本件サービスの中心的な目的であることがここでもみて取れる」と主張\nする。そのたくましい想像力には感心せざるを得ない。しかし，それは間違ってい\nる。標準的な拡張子を縦に並べて説明するためには，どれかが一番上に表示されな\nければならないところ，たまたまＭＰ３を一番上に表記しただけのことである。\nまた債権者は，「単純にアップロードされているファイル数では，ＭＰ３フ\nァイルが１５％程度であるが，顧客吸引力の点では，有名楽曲を複製したＭＰ３フ\nァイルを多数ダウンロードできるという点が本件サービスに対するユーザーからみ\nての大きな魅力となっている」と主張するが，相変わらず，根拠がない。有名楽曲\nを複製したＭＰ３ファイルを多数ダウンロードできるということでいうならば，本\n件サービス以前に，ＷｉｎＭＸ等を経由して行えたのであるから，そのようなこと\nはユーザーにとって大した魅力ではない。\n９　さらに債権者は，「本件サービスにおいてＭＰ３ファイルによる本件レコー\nドの送受信が『とるにたらない』ものであるならば，ＭＰ３ファイルの送信の大部\n分が著作権・著作隣接権侵害であるから，本件サービスの対象からＭＰ３ファイル\nを除外すればよいのであるが，債務者は決してそうしようとしない」と主張する。\nっしかし，市民から市民への情報発信をサポートする情報インフラの担い手として\nは，違法ではない情報の発信をなるべく阻害したくないと考えるのは当然のことで\nある。したがって，現在及び近い将来において全てが著作権・著作隣接権侵害であ\nるＭＰ３ファイルの送信そのものを全て阻止することに，債務者が積極的でないの\nは当然のことである。また，ある電子ファイルがＭＰ３ファイルであるか否かを自\n動的に判別するアルゴリズムはいまだ開発されておらず，ＭＰ３ファイルのみを送\n信の対象から除外することも不可能である（著作権・著作隣接権侵害であると知っ\nた上で有名楽曲を複製したＭＰ３ファイルを送信可能化する確信犯に対し，拡張子\nに関して何となく受け入れられているルール（ＭＰ３ファイルについては拡張子を\n「.mp3」とする）の遵守を期待することはできまい。）。このように債務者が本件\nサービスの対象からＭＰ３ファイルを除外しないというのは，市民から市民への情\n報発信をサポートする情報インフラの担い手として当然のことであって（実際，大\n手インターネット・サービス・プロバイダなどにおいても，ＭＰ３ファイルを送受\n信の対象とすること自体を禁止しているところはない。），そのことをもって「本\n件サービスのユーザーにとっての魅力が本件レコード等を複製したＭＰ３ファイル\nを無料で取得できるところにあり，それが本件サービスの『目玉』の一つになって\n利用者が増大することで債務者が利益を得ているにほかならない」とするのは，ま\nさに邪推といわざるを得ない。\n10　また，債権者は，「クラブキャッツアイ事件昀高裁判決やネオジオ事件地裁\n判決は，本件サービスにおける「送信可能化」の主体を議論するに際しては，事案\nが異なり，両事件の理論構成をもとに本件における反論を行うことは，議論がかみ\n合わない」のであって，「本件においては，ユーザーの行為を観念できなくなるほ\nどに債権者がユーザーに対して強い管理・支配を及ぼしている必要はな」く，「債\n務者は，現実の著作隣接権侵害行為の惹起を予定し，これを営業行為として織り込\nんだ本件サービスを提供し，かつ現実の送信可能化を実現する中核的かつ不可欠な\n行為を自ら行っているのであるから，刑法にいう『間接正犯』の概念を持ち出すま\nでもなく，本件著作隣接権侵害につき，その主体であるというに十分である」と主\n張する（１６～１７頁）。\nしかし，個々のファイルの「送信可能化」を実現する中核部分を担っている\n債務者自身の主体的な行為であると債権者が主張する「債務者によるファイル情報\nの取得，個々のファイル情報のデータベースとしての統合・管理，検索リクエスト\nに応じた形式への加工及び他のユーザーに対する排他的提供並びに好みのファイル\nを選択してダウンロードする機会の提供」等は，仮に債務者が管理する本件サーバ\nを含めたシステム全体を「自動公衆送信装置」と捉える債権者の独自説に従うとし\nても，自動公衆送信装置の設置，管理，運営等を行う債務者が利用者からの依頼を\n単純に受けて機械的に行っているものに過ぎないのであって，これをもって，自ら\n著作物等を送信可能化しようとするための行為とは通常考えられないのであって，\nその限りにおいて送信可能化に関する権利侵害の責任を問われるものではないこと\nは既に述べたとおりである。\nまた，債権者は，「クラブキャッツアイ事件昀高裁判決やネオジオ事件地裁\n判決は，いずれも，客が行為主体であるとすれば客の行為が適法なものとなる事案\nであったが，本件では送信側ユーザーの行為は明らかに違法である」との「点にお\nいてクラブキャッツアイ事件及びネオジオ事件の各事案との相違がある」（１７\n頁）から，「本件においては，ユーザーの行為を観念できなくなるほどに債権者が\nユーザーに対して強い管理・支配を及ぼしている必要はな」く，「刑法にいう『間\n接正犯』の概念を持ち出すまでもなく，本件著作隣接権侵害につき，その主体であ\nるというに十分である」（１７頁）と主張する。この論理は意味不明である。普通\nは，クラブキャッツアイ事件等においては客観的・物理的な行為者である客を演奏\n行為の主体とすると違法行為の主体がいなくなるのでカラオケスナック経営者を演\n奏行為の主体として擬制せざるを得なかったが，本件においては，客観的・物理的\nな行為者であるユーザーを送信可能化行為の主体とすればよいのであるから，客観\n的・物理的な行為者でないものを送信可能化行為の主体と擬制する必要はないとい\nうふうに論理展開されるべきである。\n11　また，債権者は，「受信側ユーザーのパソコンにおける複製については，ク\nラブキャッツアイ事件の判断によっても，債権者を行為主体と認めるべきことは明\nらかである」（１７頁）と主張する。そこで改めてクラブキャッツアイ事件昀高裁\n判決で示された基準をみると，\n(i)　上告人らの従業員による歌唱の勧誘，\n(ii)  上告人らの備え置いたカラオケテー\n(iii) 上告人らの設置したカラオケ装置の従業員による操作を通じて，\n上告人らの管理のもとに歌唱しているものと解されること，\n及び，\n(iv)　上告人らは，客の歌唱をも店の営業政策の一環として取り入れ，これを\n利用していわゆるカラオケスナックとしての雰囲気を醸成し，かかる雰囲気を好む\n客の来集を図つて営業上の利益を増大させることを意図していた\nことをもって，客による歌唱も，著作権法上の規律の観点からは上告人らによる歌\n唱と同視しうるとしたのである。このことを前提に，債権者が１８頁おいて列挙し\nた・ないし・の事情について検討する。・は上記(1)ないし(iv)とは何の関係もな\nい。・もまた，上記(1)ないし(iv)とは何の関係もない。・もまた，上記(1)ない\nし(iv)とは何の関係もない（債務者は，どのファイルを受信側ユーザーによる複製\nの対象とするかについて，何の関与も行っていない。）。・もまた，上記(1)ない\nし(iv)とは何の関係もない。・は上記(iv)に相当するといいたいのかもしれない\nが，債務者は，アクセス数が増えることによって特段の経済的利益を受けることを\n意図しているわけではないことは既に何度も述べたとおりである。\n他方，上記(i)に相当する事情は主張されていない（債権者は「本件サービス\nはそもそも専らダウンロードを目的として提供されているものであり，ラジオ放送\nなどとは異なりダウンロードと複製とは不可分一体として生じるのであるから，本\n件サービスの提供自体が複製の勧誘にあたると解される」（１９頁）と主張する\nが，その程度のことで「勧誘」の存在が認められるのならば，クラブキャッツアイ\n事件においても，スナック内にカラオケ装置が使用可能な状態で置いてあることを\n認定すれば足りたであろう。実際には，その程度のことでスナックの経営者に演奏\n主体性を擬制することは明らかに行き過ぎであるため，昀高裁判決では，「ホステ\nス等従業員において・・・客に曲目の索引リストとマイクを渡して歌唱を勧め」た\nことをあえて事実摘示しているのである（カラオケが設置されているスナック等の\n飲食店において，ホステス等が客に対し当該カラオケ装置で伴奏を上演することが\n可能な楽曲を歌唱するように勧誘するときは客に曲目の索引リストを渡すことによ\nってこれを行うのが通常形態であることは公知の事実である。）。また，本件サー\nビスでは，多種多様な電子ファイルが受信側ユーザーによってダウンロードされる\nのに利用されることを目的として提供されているのであって，本件レコードをＭＰ\n３形式にて複製した電子ファイルがダウンロードされることを目的として提供され\nているのではなく，したがって，本件サービスの提供自体が，本件レコードをＭＰ\n３形式にて複製した電子ファイルの複製の勧誘にあたらないことは明らかであ\nる。）。また，上記(ii)に相当する事情も主張されていない（カセットテープ方式\nのカラオケ装置を使用したカラオケスナックの場合，いかなる楽曲が収録されてい\nるテープを備え置くかは，カラオケスナックの経営者が積極的に選択しうるを決定\nすることができる。そして，カラオケスナックの経営者は，このカセットテープの\n選択によって，客による歌唱の対象となる楽曲の範囲を積極的にコントロールする\nことができる。その意味で，カラオケスナックの経営者は客による歌唱を管理して\nいたといえなくもない。これに対し，債務者は，受信側ユーザーによる複製の対象\nとなる電子ファイルの範囲を具体的にコントロールすることができていない。）。\nまた，上記(iii)に相当する事情も主張されていない。したがって，クラブキャッツ\nアイ事件昀高裁判決の判断手法に従った場合，受信側ユーザーの複製行為を債務者\nの行為と同視できないことは明らかである。\nまた，債権者は，「債務者は，『利用者の求めに応じて従業員に本件クライ\nアントソフトを操作させて利用者に操作方法を教えるようなサービスも行っていな\nい』と主張するが・・・本件サービスにおいても，HELP画面及びFAQ画面を設けて，\nユーザーからファイル交換に至るまでの方法を懇切丁寧に説明している」と主張す\nる（１９頁）。しかし，一般的・抽象的に機械の操作方法に関する説明を用意して\nいるというだけでは，受信側ユーザーによる複製行為を債務者自身による複製行為\nと同視するには足りないのである。商品・サービスの提供者が，多数のユーザーに\n対し，その操作方法等に関する説明を一般的・抽象的に行うなどということは当た\nり前のことであって，そのことをもって，ユーザーが商品・サービスの提供者の管\n理下において当該商品・サービスを利用していると認めることは到底できないから\nである。\n12　なお，なお，茶園茂樹＝青江秀史「インターネットと著作権法」２３４頁\n（高橋和之＝松井茂記編『インターネットと法（第２版）』（有斐閣・平１３）所\n収）は，「ユーザによる公衆送信や複製はＹが構築するシステムの中で行われるも\nのではあるが，Ｙは，ユーザの個々の行為をコントロールしているわけではないか\nら，公衆送信や複製の行為主体であると解することは困難である」としている。ま\nた，ナップスターに関する米国連邦裁判所は，そもそもナップスター社が直接侵害\n者であることを全く前提としていない。Ｅ教授のように，著作権者・著作隣接権者\nの権益が実現されるためであれば，第三者の権利ないし自由が過剰に制約されても\n構わないという見解に立たない限り，債権者を複製ないし送信可能化の行為主体と\nみることはできないというべきであろう。\n第六  回避可能性\n一  債権者は，「本件仮処分は債務者の著作権侵害行為の差止めを請求するもので\nあって，損害賠償を請求するものではないから」，債務者による「債務者には回避\n可能性がないという趣旨の主張」は的はずれであると主張する（３９頁）。しか\nし，この債権者の主張は，二重の意味において間違っている。\nまず，本件仮処分においては，本件レコードの複製物の複製物をＭＰ３形式に\nより圧縮して複製したファイルを，本システムの送信側ユーザーが，本件システム\nによるファイルの送受信の対象とすることを回避できるかという回避可能性の有無\nは，本件仮処分の申立ての趣旨の実行可能性の有無に直結する問題である。実行可\n能性のない仮処分を認めても意味はない。何人も不可能なことを行う義務はない\n（民法４１５条後段参照）のである。\nまた，債権者は，債務者の行為はユーザーによる著作隣接権侵害行為の幇助に\nあたるとして，著作権法１１２条１項に基づく差止請求を行っているところ，幇助\n責任が認められるためには，適法な利用を妨げることなく，違法な利用をされるこ\nとを回避することが可能であったことが不可欠である。自らが提供する商品・サー\nビスが違法行為にも用いられる蓋然性があることを知りつつ当該商品・サービスを\n提供した場合には，適法な利用を妨げることなく違法な利用を回避することが不可\n能であったとしても，損害賠償義務を負ったり，差止請求に服さなければならない\nとしたら，もはや汎用的な利便性を有する商品・サービスを提供することはできな\nくなるが，それは社会的妥当性を明らかに欠くのである。債権者の主張は結局のと\nころ，第三者による著作隣接権侵害行為に何らかの形で寄与しているものは，適法\nな利用を妨げてでも，第三者による著作隣接権侵害行為を阻止すべきとするもので\nあるが，「著作隣接権」という一財産権のために，市民による適法な表現の手段を\nも奪ってしまおうとするその思考方法は，もはや「著作権ファシズム」と呼ぶに値\nするであろう。\n二１　債権者は，「債務者は，本件サービスの全体を把握し，管理・運営している\nのであるから，本件サービスによる著作権侵害の発生を防止することは可能であ\nる」（３９頁）と主張する。しかし，債務者が，本件サービスの利用者がいかなる\n内容のファイルを送受信するかについて全く把握していないこと，Ｐ２Ｐ間のファ\nイル送受信システムにおいてはハイブリッド型であっても送受信されるファイルの\n内容を中央サーバの管理者が把握することは原理的に不可能であることは既に述べ\nたとおりである。\n２　債権者は，「債務者において，ファイルローグサーバに接続中のクライアン\nトコンピュータの『共有フォルダ』内に蔵置されているファイルが別紙楽曲リスト\n記載の本件レコードの複製物をＭＰ３形式により圧縮して複製したファイルである\nかどうかを確認し，利用者がファイル交換の前提としてファイル検索を行った際\nに，本件レコードの複製物でないファイルのみが検索結果として表示されるように\nファイルローグサーバ又はクライアントソフトの仕様を変更するという方法があ\nる」と主張する（３９頁）。しかし，以下に述べるとおり，このようなことは到底\n実現不可能である。\ni)　ファイルの内容がどのようなものであるかを確認するためには，当該ファ\nイル全体を一旦ＲＡＭに読み込むことが不可欠である。したがって，仮に債務者が\n運営する中央サーバにてファイルの内容の確認作業を行うのだとすると，送信側コ\nンピュータがファイルローグサーバに接続すると同時に，「共有フォルダ」内に蔵\n置されている全ファイルを，送信側コンピュータからファイルローグサーバにダウ\nンロードすることが必要となるが，そのようなことをすれば回線がパンクしかねな\nいこと並びにそのような大量のファイルを保存する記憶装置を購入又は借り受ける\nには天文学的な費用がかかり，実際的ではないことは明らかである。\nii)　また，仮に，天文学的な費用をかけてそのような大容量の記憶装置を購入\n又は借り受け，かつ，他のインターネット利用者の迷惑を顧みずに「共有フォル\nダ」内に蔵置された全ファイルをダウンロードしたとしても，これが本件レコード\nの複製物をＭＰ３形式により圧縮して複製したファイルであるかどうかを確認する\nためには，ファイルローグサーバ内に本件レコードの複製物をＭＰ３形式により圧\n縮して複製したファイルを蔵置した上で，これと対比する作業を行わなければなら\nない。しかも，同じレコードをＭＰ３化するとしても，ＭＰ３化するソフトウェア\n及びその設定によりさまざまな種類の電子ファイルが生成されるのであるから，こ\nれら１つのレコードごとに膨大な種類のＭＰ３ファイルを生成し（この作業自体，\n著作権・著作隣接権侵害とされる可能性がある上，利用者が送受信する可能性があ\nるというだけで聞きたくもないＣＤを買わされることになるのも非常に辛い。），\nサーバに蓄積した上で，「共有フォルダ」からダウンロードしてきた全ての電子フ\nァイルと，これらＭＰ３ファイルとを逐一参照していくことが必要となる。そのよ\nうな作業が実際になしえないものであることは火を見るよりも明らかである。\niii)　他方，クライアントソフトを仕様を変更することで，クライアント・コ\nンピュータの側で本件レコードの複製物をＭＰ３形式により圧縮して複製したファ\nイルを検索結果として表示させないことが可能となるかといえば，これも事実上不\n可能といわなければならない。これを実現するためには，送信側コンピュータに，\n「共有フォルダ」に蔵置されている電子ファイルと，ファイルローグサーバに蔵置\nされている本件レコードをＭＰ３化した電子ファイルとを照合させる必要があり，\nそのためには，ファイルローグサーバに蔵置されている本件レコードをＭＰ３化し\nた電子ファイルを全てファイルローグサーバから送信側コンピュータにダウンロー\nドすることが必要であるが，債権者が著作隣接権を有している楽曲全てにつきこれ\nをＭＰ３化した電子ファイルを蓄積するほどの記憶装置を一般ユーザーが有してい\nないのは公知の事実であって，そのような電子ファイルを全部ダウンロードさせ\nて，それらの電子ファイルのいずれともマッチングしないということを「共有フォ\nルダ」に蔵置されている全ての電子ファイルにつき照らし合わせるというのは，そ\nもそも不可能である。また，いかにクライアントコンピュータに照合させるためと\nはいえ，債権者が著作隣接権を有している楽曲全てにつきこれをＭＰ３化した電子\nファイルをユーザーにダウンロードさせること行為は送信可能化権侵害にあたる危\n険が高いといえる。\niv) 債権者は，「債務者は，本件レコードの複製物であるかどうかを，正確に\nかつ自動的に判別するソフトウェアが開発されていないと主張して，自らの行為を\n正当化しようとするが，この主張は回避可能性がないことを根拠付けるものではな\nいから，主張自体失当である」と主張する（３９～４０頁）。\n債務者は，「本件レコードの複製物であるかどうかを，正確にかつ自動的に\n判別するソフトウェアが開発されていない」と主張したのではなく，日本レコード\n協会から債務者に送付されたＣＤ－Ｒに記載の各音楽ＣＤをＭＰ３ファイルに圧縮\nしたファイルの交換を事前に遮断する措置を講ぜよとの日本レコード協会からの要\n請に応ずるためには，レコード会社名，曲名，アーティスト名（交換を事前に遮断\nすべきファイルの情報として日本レコード協会から提供を受けたのはそれだけであ\nる。）を入力すれば，当該ＣＤに記録された音楽情報をＭＰ３ファイルに圧縮した\nファイルに圧縮したファイルを自動的に検出してくれる技術があることが不可欠で\nあるが，債務者はそのような技術があることを知らないので，ご教示いただきたい\nと申し入れたのである（甲第１０号証）。債務者は，常にできることとできないこ\nとを明示して，できることには協力しましょうと申し向けているのである。それを\n拒んでいるのは，債権者の側なのである。\nそして，日本レコード協会からはレコード会社名，曲名，アーティスト名が\n入力されたＣＳＶファイルを収蔵したＣＤ－Ｒを送付されたに過ぎない状況で，レ\nコード会社名，曲名，アーティスト名（交換を事前に遮断すべきファイルの情報と\nして日本レコード協会から提供を受けたのはそれだけである。）を入力すれば，当\n該ＣＤに記録された音楽情報をＭＰ３ファイルに圧縮したファイルを自動的に検出\nしてくれる技術がなければ，これら音楽ＣＤをＭＰ３ファイルに圧縮したファイル\nの交換を事前に遮断する措置を講ずることなど不可能であることは，容易にわかる\nことである。仮にそのような技術がなくとも音楽ＣＤをＭＰ３ファイルに圧縮した\nファイルの交換を事前に遮断する措置を講ずることが可能だというのであれば，そ\nの方法を債務者に指し示せばよいのである。債権者の真の目的が，違法なＭＰ３フ\nァイルの送受信を防ぐことにあるのならば，おそらくそうするはずである。レコー\nド会社を中抜きにしてアーティストとファンを直接結びつけることになりかねない\nＰ２Ｐ技術自体を潰す気ならば，そのような技術を知っていても教えないで，むし\nろＰ２Ｐ間のファイル送受信をサポートするサービス自体をやめるように圧力を加\nえるのが合理的であるが，債務者は債権者がそこまで悪辣な精神の持ち主ではある\nまいと思っているので，債権者自身，当該ＣＤに記録された音楽情報をＭＰ３ファ\nイルに圧縮したファイルを自動的に検出する技術を知らないのだと思っている。\nまた，債権者の上記主張は，本件レコードの複製物であるかどうかを，正確\nにかつ自動的に判別する技術などなくても，本件システムが，本件レコードの複製\n物の送受信に用いられることを事前に防ぐことができるとするものと捉えられなく\nもない。しかし，送受信の対象とすべきファイルとすべきでないファイルとを峻別\nする技術なしに，送受信の対象とすべきでないファイルを送受信の対象から除外す\nることが可能だなどというオカルト的なことをいわれても，オカルトの信奉者では\nない債務者には対処のしようがない。\n３　また，債権者は，「利用者によるファイル検索の際，ＭＰ３ファイルを検索\n結果として表示されないようにファイルローグサーバ又はクライアントソフトの仕\n様を変更すれば足り，これは技術的に困難なことではない」と主張する。\n1)　しかし，当該ファイルがＭＰ３ファイルなのか否かを判断する技術はな\nい。Ｗｉｎｄｏｗｓ系のアプリケーションソフトでは，拡張子が「.mp3」となって\nいるものをＭＰ３ファイルだと推定して取り扱っているに過ぎない。Ｗｉｎｄｏｗ\nｓ系ＯＳにおいて，ファイル名はファイル内容によって何らの制限を受けておら\nず，ＭＰ３ファイルについて「.mp3」以外の拡張子を付けても何の問題もないこ\nと，ファイル名はいつでも変更でき，また，一定の規則に従って自動的にファイル\n名を変更することを可能とするソフトウェアも広く出回っていることを考えると，\n拡張子が「.mp3」となっているファイルを検索結果として表示されないようにして\nみたところで，意味があるとは思えない（利用規約で第三者の権利を侵害するよう\nなファイルの送受信をやめるように謳われていてもこれに反して債権者の権利を侵\n害するようなファイルの送受信を行うような一部ユーザーが，「.mp3」という拡張\n子の付されたファイルは検索結果として表示されないように債務者のシステムが変\n更されたときに，「ファイル名に関する暗黙のルール」を遵守して，ＭＰ３ファイ\nルを「共有フォルダ」に蔵置したＭＰ３ファイルに「.mp3」というファイル名を付\nしておくと考えるのは，あまりにもナイーブというべきであろう。\nii)　また，利用者によるファイル検索の際，ＭＰ３ファイルを検索結果として\n表示されないような「措置を選択すると，他人の権利侵害とはならないファイルの\n送受信もできない事態が理論的には生じ得るが，現に本件サービスにおける検索結\n果として表示されるＭＰ３ファイルのほとんどすべてに本件レコードを含む市販Ｃ\nＤ等の違法複製物であることを示す表示がなされていることを考慮すれば，決して\n債務者に対して過大な負担を強いるものとは言えない」と主張する。しかし，仮に\n債権者の調査が「やらせ」「さくら」等を利用しないものであったとしても，債権\n者の調査結果は，本件システムの立上げ当初は，拡張子が「.mp3」であるファイル\nについては著作隣接権を侵害しないような形で送受信の供する利用者が少なかった\nということを意味するに過ぎず，将来にわたって，本件システムを拡張子が\n「.mp3」であるファイルについては著作隣接権を侵害しないような形で送受信の供\nする利用者が少ないままで終わるということを意味しない。むしろ，パソコン通信\nにせよ，インターネットにせよ，新しい情報通信サービスが立ち上がった当初は，\n違法又は社会的に推奨されない用途に役立つものとして取り上げられるも，そのこ\nとが推進力の１つとなって普及し始めるや，これを合法的かつ社会的に推奨される\nべき用途に役立てるものが次々と現れたのであって，Ｐ２Ｐ間の「.mp3」を拡張子\nとするファイルの送受信についても同様のことが言えると考えるのが相当である。\n実際，平成１０年ころからインターネットサービスプロバイダが利用者に対し提供\nするレンタルサーバには著作者・著作隣接権者の許諾を得ない違法なＭＰ３ファイ\nルが多くアップロードされてきたが，次第に，アマチュアバンドやインディーズバ\nンドが自らの演奏を収録した楽曲のＭＰ３ファイルがネット上にアップロードされ\nるようになってきている。では，そうなるまでの間，インターネットサービスプロ\nバイダは，違法なＭＰ３ファイルを瞬時に検索してこれを公衆送信できなくなるよ\nうなプログラムを開発して違法なＭＰ３ファイルの送受信を遮断したのかといえば\nそうではなく，又，ＭＰ３ファイル（または，拡張子が「.mp3」であるファイル）\n全ての送受信を遮断したのかといえばそうでもない。むしろ，インターネット・サ\nービス・プロバイダがこぞって，ＭＰ３ファイルの送受信全てを遮断していたとす\nれば，ＭＰ３技術が合法的に活用されることはなかったというべきであろう。イン\nターネット法に詳しい平野晋氏は，国際商事法務２７巻７号８５３頁において，\n「ホーム・ビデオなどの先例が示しているように，新たな技術が出現する度にコン\nテンツ・プロバイダーは既得権の危機にさらされ，司法や立法による利害調整を要\n求してきたが，たとえコンテンツ・プロバイダの主張が通らずとも，結局は新たな\n技術の普及が新たな市場を生み出して，当事者全てにとってのWin-Winな状態が生ず\nるとの指摘もあ」り，また，「ＭＰ３／Ｒｉｏが，インディーズ系などの弱小ある\nいは無名アーティストにとってユーザーに訴求するための有用な技術であることも\n忘れてはならない」と述べている。このことは十分に斟酌されるべきである。\niii)　また，債権者は，「利用者の送信するファイルが違法なものかどうか確\n認するすべがないシステムを自ら作り上げておいて」（４０頁）云々と債務者を非\n難する。しかし，中央サーバが把握する情報量を少なくすることによってＰ２Ｐ間\nのファイルの送受信を円滑化するというのは，ハイブリッド型Ｐ２Ｐシステムの中\n核をなす考え方であるから，これを否定することは，ハイブリッド型Ｐ２Ｐシステ\nム自体を否定するに等しい。さらにいうならば，債権者の主張というのは，市民間\nの情報送信に携わる者は，自ら提供するサービスを経由する情報が第三者の権利を\n侵害するものかどうかを逐一確認し，第三者の権利を侵害する情報は全て送受信の\n対象から外さなければならないのであって，自ら提供するサービスを経由する情報\nが第三者の権利を侵害するものかどうかを確認することができないのであれば，そ\nのようなサービスそれ自体を中断すべきとするものであるが，これは結局のとこ\nろ，多数の市民が利用可能な情報送信サービスそれ自体を否定する考え方といえよ\nう。多くの市民が利用可能な情報送信サービスをサポートする業者のうち，送信さ\nれる情報の適・違法性を瞬時に判断し，違法な情報についてその送信を遮断するす\nべをもたないというのは債務者に特徴的なものではなく，むしろ全ての情報送信サ\nービス・サポート業者に共通するものであり（例えば，ＮＴＴのような高度な技術\nと巨大な資本力を有する企業であっても，送信される情報の適・違法性を瞬時に判\n断し，違法な情報についてその送信を遮断する等の措置を講じていないことは公知\nの事実である。），そのことをもって「違法複製物を交換の対象とすることを織り\n込んでシステムを作り上げた」と見るのは，物の見方が歪んでいるとしかいいよう\nがない。\niv)　債権者は，「利用者の送信するファイルが違法なものかどうか確認するす\nべがないシステムを自ら作り上げておいて・・・今度は，違法ファイルを極めて精\n密にしかも手軽に選別する方法がないから，自己には著作隣接権侵害を回避する方\n法がないなどと主張するものであり，このような主張が許されないことは明らかで\nある」（４０～４１頁）というが，明らかでも何でもない。\n債務者は，他方で，違法ではないファイルの送受信を不当に拒めば利用者\nから抗議を受ける立場にあるのであり，また，債務者の個人的な利害を度外視する\nとしても，違法ではないファイルの送受信が不当に制約されることになれば善良な\nる市民の「表現の送り手」たる地位が侵害されることになるのであって，これを十\n分に慮る必要があるのである。この点，善良な市民の利益など意に介する必要がな\nく，自己の利益を追求するためであれば，他者の自由，他者の人権，他者の利益な\nどどうなっても構わないと考える債権者とは立場が異なるのである。債務者として\nは，違法ではないファイルの送受信を不当に妨げることは避けないといけないの\nで，違法ファイルとそうでないファイルとのふるい分けの手段を必要としているの\nである。\nなお，債権者は債務者が求めている選別方法が「精密」に過ぎると非難し\nているようであるが，それは債権者の要求が精密なものである（本件レコードをＭ\nＰ３形式で複製した電子ファイル全てについて，送受信の対象から外すように要求\nしている。）以上やむを得ないというべきであろう。また，債権者は債務者が求め\nている選別方法が「手軽」なものであると非難しているようであるが，事前に，包\n括的に，違法ファイルを送受信の対象から外すためには，コンピュータが自動的に\n処理できるような選別アルゴリズムを開発する必要があることは明らかであり，ま\nた，それは１つ１つのファイルの違法性の判断を瞬時に行えるようなものでなけれ\nば，市民間の大量の情報送受信サポートサービスに組み入れることができないこと\nも明らかである。債権者は，送受信される電子ファイルの違法性を，事後的に，債\n務者を責める目的で調べているに過ぎないから，実際に送受信されるファイルのご\nく一部について，これを目視して，内容をダウンロードし，再生し，ファイル名等\nから複製元である楽曲の種類をある程度見当つけた上で，これと再生された音声と\nを聞き比べて，その違法性の有無を判断すれば足りるが，実際に送受信されるファ\nイル全部について，送受信される前にその違法性の有無を判断する場合は，そのよ\nうなゆとりはないのである。\nv)　また，債権者は，「利用者は元となる音楽データの題名，著作者名，実演\n家とは無縁のファイル名・・・を付けることができる」と債務者は主張するが，\n「受信側ユーザーが自分のほしいファイルであると判断してダウンロードを決意す\nるのは，ファイル名（ファイルパス名）によってそれが自分の求めている内容のも\nのであるとすることができるからであ」って，「ファイルの内容を推知することが\nできないファイル名（ファイルパス名）では，そもそもダウンロードされることが\nない」と主張するが，それは単なる債権者の憶測に過ぎない。アップロードされる\nファイルに関する情報は，ファイルローグシステムの中だけで交換されるのではな\nい。インスタント・メッセンジャー等によって個別にファイル名に関する情報が伝\nえられることもあり得るし，（ファイル名によるフィルタリングが行われた場合に\nは）フィルタリングを回避するためにファイル名の付け方に関して一種の準則のよ\nうなものがユーザー間に成立することだって考えられる（例えば，「宇多田」は全\nて「歌打」と置き換えるという準則が債務者の知らないところで成立した場合に\nは，ファイル名をキーとしたフィルタリングは全く意味をなさない。）。\nvi)　また，債権者は，「本件サービスにおけるＭＰ３ファイルにおいて送信可\n能化がほとんどすべて違法であることに鑑みれば，『ある音楽データを思わせる内\n容のファイル名であっても，実際にコピーファイルとは断定できない』という問題\nは考慮に値しない」（４１頁）とか「仮に『宇多田ヒカル　traveling』とファイル\n名なのに実際には自作自演の音楽であるという場合があり得るとしても，そのよう\nなファイル名を敢えて付けているファイルの送信可能化をしないことにしたところ\nで不都合はない」と主張するが，事後的にみて外側から文句を付けているだけの債\n権者にとっては不都合はなくとも，本件サービスの提供者たる債務者としてはそう\nはいかない。特定電気通信役務提供者の損害賠償責任の制限及び発信者情報の開示\nに関する法律３条２項は，「権利が不当に侵害されていると信じるに足りる相当の\n理由」がある場合には情報送信を防止する措置をとっても情報発信者に対する損害\n賠償義務を免責される旨規定するが，「誤った削除等の措置が行われると，発信者\nの表現の自由が侵害されることともなりかねないため，要件はできる限り厳格にす\nる必要がある」（大村真一他「『特定電気通信役務提供者の損害賠償責任の制限及\nび発信者情報の開示に関する法律』について」コピライト２００２年３月号２７頁\nのであり，債権者が送りつけてきた楽曲リストに含まれる楽曲のタイトルを構成す\nる文字列がファイル名に含まれているというだけで，「権利が不当に侵害されてい\nると信じるに足りる相当の理由」があるといえるのかは，疑問なしとはしない（例\nえば，「宇多田ヒカル　traveling」ではなく，「2001 traveling」というファイル\n名が付けられている場合等）。\nvii)　以上の点に鑑みれば，債権者の請求は，自己の権利が保全されるのであ\nれば，第三者の権利などどうなってもよい，という身勝手なものであって，到底認\nめられるものではないことは明らかである。\nviii)　このように，本件レコードをＭＰ３形式にて複製した電子ファイルを本\n件サーバによる検索サービスの対象から外すなどして本件システムを利用したファ\nイルの送受信の対象とすることはできないか，又は，そのためには関係ない情報の\n流通を大量に遮断するしかないことが明らかである。\n"
}