{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 3,
    "day": 12
  },
  "case_number": "平成14(ネ)873",
  "case_name": "損害賠償請求控訴事件",
  "court_name": "名古屋高等裁判所民事第3部",
  "original_court_name": "名古屋地方裁判所",
  "original_case_number": "平成13(ワ)1750",
  "lawsuit_id": "3202",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=3202",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/202/003202_hanrei.pdf",
  "contents": "主            　　　　文\n１　原判決中，控訴人敗訴部分を取り消す。\n２　被控訴人の請求を棄却する。\n３  訴訟費用は，第１，２審とも，被控訴人の負担とする。\n事実及び理由\n第１　当事者の求めた裁判\n１  控訴人\n主文と同旨\n２　被控訴人\n(1)　本件控訴を棄却する。\n(2)　控訴費用は控訴人の負担とする。\n第２　事案の概要\n１　本件は，中古自動車販売業者である被控訴人から自動車修理業者である控訴人\nに普通乗用自動車１台（本件車両）の修理を依頼し，控訴人が本件車両を保管中\n盗まれた事故（本件盗難事故）について，被控訴人が債務不履行による損害賠償\nとして８１万６２９０円及び遅延損害金の支払を求めた事案であり，これに対し，控\n訴人は，本件盗難事故は被控訴人代表者が関わっているから控訴人に帰責事由\nは存在しない等と主張して争った事案である。\n原審は，被控訴人代表者が本件盗難事故に関わっているとまで認めることはでき\nないとし，被控訴人に本件車両のキーの管理が極めて杜撰であった過失を認め５\n割の過失相殺をし，３８万３１４５円及び遅延損害金の限度で被控訴人の請求を認\n容し，その余の請求を棄却したところ，控訴人が控訴したものである。\n２　当事者の主張は，以下に当審主張を付加するほか，原判決の事実欄に記載のと\nおりであるから，これを引用する。\n３　控訴人の当審主張\n(1)　被控訴人代表者が自ら本件車両の窃取に関与していたか\n本件事実関係のもとでは，当然被控訴人代表者が本件車両の窃取に関与して\nいたことは優に認定できる。\nア  原判決の推論過程に見られる構造的な問題点\n原判決は，控訴人が主張した事情を，抗弁(1)に摘示された①ないし④の４点\nに整理（４頁）する一方で，理由（６頁以下）において，①ないし④の事情を相\n互に切り離し，各々単独で逐次検討し，各々単独では「それだけで被控訴人\n代表者が本件盗難事故を自ら偽装しているとまで認めるには足りない。」など\nと判示して，控訴人の主張を一つずつ排斥した。\nしかしながら，本件盗難事故の偽装性の根拠を，上記①ないし④として，単\n純に分節・整理することが妥当でないことは，措くとしても，上記①ないし④の\n事情は，いずれもが相互に相まって本件盗難事故の偽装性を根拠づける事\n実である。すなわち，規範的な評価を含む主要事実に対する，その規範的評\n価に関する間接事実に当たるものであって，これらの間接事実はその相互の\n補強作用によって，被控訴人代表者が自ら本件車両の窃取に関与していたこ\nとを推認するものである。\n従って，原判決が独自に整理した上記①ないし④の事情はもとより，原審で\n控訴人が主張した間接事実は全て総合的に考慮し，全体として被控訴人代表\n者が自ら本件車両の窃取に関与していたか否かが検討されなければならな\nい。\nしかるに，原判決は，上記①ないし④の間接事実のみを選択し，それを総合\n考慮することなく，その各々を単独で証明力・信憑力を検討し，他の事情と切\nり離して，一つ一つ証明力を否定し，順次考慮外に放擲していっているのであ\nるから，事実認定の構造・推論過程自体が不当かつ不合理であり，誤ってい\nる。\nイ　原審証拠関係のもとで認められる事実認定上の問題点\n(ア)　まず，原判決は，本件車両のキーの使用状況等について認定している\nが，最も重要な間接事実が欠落している。\nすなわち，本件車両を窃取するために利用された純正スペアキーは，本件\n盗難事故以前の平成１２年１２月末ころには紛失していた事実である。\nこのこと，犯行供与物件たるスペアキーが本件盗難事故の２か月以上も前\nに被控訴人の従業員の手元から離れていたことは，元従業員Ａの供述書\n（乙５の１）に述べられており，被控訴人代表者も，「もうカギはないことにし\nて」（原審の同本人調書６頁）などと口裏合わせを申し出ていること，スペア\nキーの紛失時期について，Ａの上記供述を否認していない（甲１６の４項）こ\nとなどから，明らかである。\n上記「スペアキーの紛失時期と，車両の盗難時期が異なる」事実に加え，\n当初紛失したスペアキーが，本件車両窃取に利用された事実を総合考慮\nするならば，「スペアキーの窃取と，車両の窃取は同一人物が関与した計\n画的犯行である」ことが明らかとなる。\nそして，「スペアキーの窃取と，車両の窃取は同一人物が関与した計画的\n犯行である」ならば，その犯人は，Ⅰ　被控訴人事務所内にある被控訴人\n従業員Ｂの机の引き出しに他の車両のキーと一緒に雑然と保管されていた\n当該スペアキー（原判決６頁）が，本件車両のキーであることを知っていたこ\nと，かつ，Ⅱ　平成１３年２月８日，被控訴人事務所から遠く離れた控訴人\n修理工場横の駐車場に，上記盗取キーに対応する本件車両が存在するこ\nとを知っていた，ということになる。本件窃盗犯人は，上記Ⅰ，Ⅱ二つの条\n件を兼ね備えた人物に特定されることとなる。\n上記Ⅰ，Ⅱの各条件は，単独の条件としてみても，内部事情を知る被控訴\n人関係者しか満たし得ない条件であり，Ⅰ，Ⅱ二つの条件を満たす人物＝\n犯人は，被控訴人代表者本人に限られる（ＣはⅠ，Ⅱともに条件を欠き，Ａ\nはⅡの条件を欠く。）。第三者では絶対にありえない。すなわち，本件車両\n窃取の犯人は，被控訴人代表者本人とその従業員に限られることは，社会\n通念上断定して何ら差し支えない事実である。\n(イ)　さらに加えるに，特に本件車両は，ボルボ型式Ｅ－８Ｂ５２３４Ｗであっ\nて，イモビライザーというコンピュータによる制御装置が装着されており，被\n控訴人代表者又はその従業員でないと作動しないシステムとなっているの\nである。\n(ウ)　従業員Ａ及び同Ｃの供述内容の詳細は，録音テープの反訳書（乙１０，１\n３）のとおりである。両名の供述は，具体的かつ詳細であり，何ら不自然・不\n合理なところは認められず，極めて信用性の高いものである。\n(エ)　本件車両の修理完了の事実の告知を受けたのは，被控訴人代表者本\n人に限られるのであるから，被控訴人から反証なき限り，当該事実を知って\nいたのは被控訴人代表者に限られると推認すべきである。\n本件盗難事故発生当時，本件車両のキーを扱えた者は，被控訴人代表者\nと従業員のＡに限られたところ，Ａは，平成１３年２月８日（控訴人代表者が\n被控訴人代表者に本件車両の修理完了を告げた日）から，本件盗難事故\n発生後の同月１０日までの間，本件車両が修理されていた事実を知らなか\nったからである（乙１４）。\n従って，本件盗難事故を実行しうる立場にあった者は，被控訴人代表者に\n限られることは明らかである。\n(オ)　被控訴人代表者は，本件の他にも多数の不審な保険事故に遭遇したと\nして複数の保険会社に保険請求をしていること\n本件盗難事故と直接利害関係のない，その意味で第三者的立場にある，\n複数の保険会社が，被控訴人代表者がらみの保険事故を複数報告してい\nること（乙１，２）は，極めて異例のことであり，本件盗難事故に係る，被控訴\n人代表者の犯人性を基礎づけ，本件盗難事故の偶然性を否定する他の間\n接事実の充分な補強証拠となるものである。\n(カ)　本件盗難事故後，被控訴人代表者が従業員に「キーは１本しかなかった\nと話を合わせてくれ。」と口裏合わせを頼んだ事実について\n原判決は，「保険会社に疑われると保険金が下りなくなるので，なるべく疑\nわしきは隠したかったという被控訴人代表者の説明も，被控訴人会社が関\n係する保険会社に対する他の保険金請求の一部が保留されているという\n状況下においては，あながち不自然な弁解とも言い切れず」と判示してい\nる。\nしかし，「保険会社に疑われると保険金が下りなくなる」という趣旨・理由は\n全く理解できない。そもそも，「疑わしきは隠したかった」というが，キーがも\nともと２本あった事実を述べることで，何が疑われるのか，全く理解できな\nい。\n仮に，被控訴人代表者が，スペアキーを使った自作自演の偽装事故を疑\nわれることを隠したかった，というのであれば，正に代表者自ら偽装事故と\n疑われることを恐れる客観的な状況下にあり，かつ，後ろめたく，やましい\n心理状況にあったことを自認するに等しく，かかる被控訴人代表者の不審\n行動自体が不正疑惑を著しく強めるものというべきである。\n被控訴人代表者にしてみれば，スペアキーの紛失に気付いたのは本件盗\n難後のことだというのであるから（原審の同本人調書５頁），そのスペアキー\nの盗難と同時に，そのキーを使って盗まれたのだと思う旨報告すれば，一\n応辻褄は合うのである。これに対し，もともとキーは１本しかなかったという\n形で事実関係を歪曲しようとすれば，かえって疑われることになることは必\n定である。何故なら，本件車両はイモビライザーという特殊な盗難防止装置\nのついたキーでないと作動しないのであるから，仮に窃盗犯人が，窃取の\nためレッカーで本件車両を場所的に移動させたとしても，本件車両に乗車し\nようにも動かしようがないのであって，キーが控訴人に預けた１本だけという\nことはありえないのではないか，という形でかえって疑われることになるう\nえ，そもそもキーの本数を偽ってみても，調査員が販売元で調査すれば容\n易に当該虚偽申告は発覚するからである。\nすなわち，被控訴人代表者の口裏合わせに関する上記弁明は，不合理か\nつ不可解なものであって，何ら措信するに足りるものではない。\n(キ)　原判決は，交通事故で摘発されたＤに関する刑事記録を検討しても，\n「被控訴人代表者とＤあるいはＤが本件車両の入手先と供述しているＥとの\n間に何らかの結びつきがあることを肯定するに足りる資料はない。」（原判\n決７頁）として，被控訴人代表者の犯人性を否定する一つの根拠としてい\nる。\nしかし，かかる人的関係が明らかとされていないのは，警察の捜査能力の\n限界若しくはその怠慢に起因するもので，言うまでもなく，Ｄと被控訴人代表\n者との間接的なつながりを否定する理由にはならない。Ｄとして，被控訴人\n代表者の関与なしには，本件車両とイモビライザーの装着されたスペアキ\nーを自己の占有下におくことが不可能であることが推認できれば，被控訴\n人代表者の関与を認めるに充分である。\nウ　控訴審において補充する事情\n(ア)　被控訴人代表者の欺瞞性・詐欺性に関すること\n本件車両の走行距離が約８万キロであったことは，被控訴人代表者自身\nも認める事実であるが（原審の同本人調書１８頁），元従業員Ａの供述によ\nれば，被控訴人が本件車両を広告宣伝するために掲載していた雑誌には，\n走行距離１万キロで掲載されていたというのである。\nかかるエピソードは，いうまでもなく，被控訴人代表者の詐欺性・欺瞞性を\n如実に示すものというべきであろう。\n(イ)　従業員Ａの犯人性を否定する事情\n従業員Ａの供述によれば，本件盗難事故に遭う直前の平成１２年１２月，Ｆ\nから本件車両購入につき打診があり，Ａは，販売手続を進めようとして，被\n控訴人代表者に申し向けたところ，いつの間にか，ボンネットが凹損してお\nり，被控訴人代表者は，その破損を修繕した上で，当該顧客に見せる旨発\n言したというのである。\nすなわち，従業員の立場としては，せっかく顧客との交渉が始まり，売上収\n益をあげる見込みがついた状況のもとで，殊更当該車両を奪うことは通常\n考えがたいことである。\nまた，もしＡが犯人であるとすれば，本件車両が修理に出されることになっ\nたという偶発的な思いがけない出来事がおきた平成１３年２月６日からわず\nか２日後までの間に，盗品引渡条件の交渉，車両隠匿の方法・場所の設定\n等，盗難のための一切の準備行為を完了させたということになるが，かかる\n事態は我々の健全な社会常識に照らし，あり得ることであろうか。\n仮に，百歩譲って，従業員Ａに疑惑が多少ともあると仮定しても，その可能\n性のレベル，疑惑のレベルは，①真っ先に，控訴人から本件車両の所在を\n確認し，②本件の他にも多数の疑惑を伴う保険事故を頻発させ，かつ，③\n本件においても不可解な口裏合わせを求めるといった，不審行動を取っ\nた，被控訴人代表者の疑惑と比べるならば，雲泥の差であり，全く考慮に値\nしない程度のものである。\n(2)　控訴人に本件車両について管理上の過失があったか\nア　原判決は，控訴人に本件車両について管理上の過失があったと認定し，そ\nの具体的内容として，「本件車両を修理工場から露天の駐車場に移動して，\nキーをロックしただけで特段の盗難防止装置も採らずに，夜間そのままの状\n態で上記駐車場での保管を継続しておくことは，修理済み自動車の盗難防止\nの観点からは安易・軽率に過ぎるとの非難を免れない。」と判示する。\nイ　しかし，上記判示は不当である。\n日本の駐車場の絶対多数は，露天の駐車場であって，窃盗犯人が車両窃盗\nを企図すれば，容易に出入り可能な駐車場である。かかる駐車場において\nも，キーをロックして，それを安全な建物内に保管すれば，通常は盗難対策と\nして必要かつ十分な措置というべきであって，現に，絶対多数の自動車保有\n者はそのようにして，自動車を管理していることは社会常識に属する事柄であ\nる。\n実際，下級審の一般的傾向は，ドアを施錠したうえで当該車両を駐車場に駐\n車させ，かつ，閉鎖された建物内にキーを保管すれば，保管者として「保管上\nの注意義務を尽くしている」と認定されるのであり（広島地裁平成元年６月３０\n日判決・判例時報１３４６号１１８頁以下参照），「客観的にみて第三者が自由\nに立ち入ることができる駐車場」に車両を駐車させた者の管理責任が問われ\nるのは，エンジンキーを差し込んだままの状態でドアに施錠もせずに置いたよ\nうな，例外的な場合に限られているのである（大阪地裁昭和６１年３月２７日判\n決・交民１９巻２号４２６頁。なお，東京高裁昭和６２年３月３１日判決・判例タイ\nムス６４５号２２６頁以下参照）。\nウ　まして，本件車両（ボルボ型式Ｅ－８Ｂ５２３４Ｗ）は，メーカーの盗難対策とし\nて，イモビライザーが装着され，コンピュータ制御で使用者が所持しているキ\nーでないと作動しないように制御されているのである。\nエ　よって，控訴人は，自動車修理業者として，本件車両の管理上必要な注意\n義務を尽くしていたというべきであり，控訴人に管理上の過失を認定した原判\n決の判断は誤っている。\n(3)　損害（本件車両の修理代金）と本件盗難事故との因果関係について\n仮に控訴人に賠償責任が発生すると仮定しても，本件車両の修理代金４０万９\n２９０円は，本件盗難事故との間の相当因果関係を欠くものである。\nア　本件車両盗難後，窃盗犯人関係者から本件車両を処分目的で預かった第\n三者Ｄが惹起した交通事故（以下「本件交通事故」という。）の結果，「フロント\nガラスと車幅灯が割れ，ボンネットと前部バンパーが凹損」した事実は一応証\n拠上認定できるが（甲７の５丁），盗難車両が，盗難後に交通事故による損傷\nを受けることは極めて異例のことである。何故なら，財産犯においては，犯人\nは，利欲犯の性格上，犯行後も客体たる財物の価値を維持しようと配慮する\nのが通常であり，特に，自動車窃盗においては，交通事故を起こせば直ちに\n犯行発覚に直結するため，犯人及びその車両保管者は，交通事故を起こさな\nいように配慮するのが当然だからである。\n従って，車両盗難後の交通事故による車両損傷は，当事者に予見できない\n「特別の事情」（民法４１６条２項）に当たるというべきである。\nイ　加えるに，本件交通事故は単なる自転車との衝突事故であり，運転者は，そ\nのまま本件車両に乗って現場を逃亡し，しばらく走行した後にゴルフ場の駐車\n場内に本件車両を放置したものであって，本件交通事故によってブレーキが\n損傷した訳ではない。しかるに，修理費の請求書（甲１４）の内訳を見るに，「ブ\nレーキパット」の脱着・交換，「ブレーキクリーナー及びグリス」及び「ブレーキ\nエアー抜き工賃」等ブレーキの老朽化に伴う修理も含まれているのである。か\nかるブレーキ関連費用は，本件盗難事故及び本件交通事故とは何ら関連性\nのない損害であることは明白である。\n(4)　使用者責任等\nア　原判決は，被控訴人の事務所内での自動車の鍵の管理が極めて杜撰であ\nったことを根拠に，５割の過失相殺を認めている。\nイ　しかしながら，仮に，被控訴人代表者の犯人性が否定されたと仮定しても，\n本件事実関係のもとでは，被控訴人代表者が犯人でないとすれば，必然的に\n従業員Ａが犯人とならざるを得ないという関係にあることは，前記のとおりであ\nる。\nしたがって，被控訴人としては，いずれにしても使用者責任を負うべき立場に\nあることになる。\nそうであるならば，賠償責任者が，賠償請求をするなど自己矛盾に他ならず，\n主張自体失当というべきである。\nウ　仮に，被控訴人代表者が使用者責任を負わないことが観念上ありうるとして\nも，被控訴人代表者は，事前にキーが紛失していたことを熟知していたもの\nで，本件車両の盗取を計画的に狙っている者（自己の従業員に限られる）の\n所在を当然に予見できる状況のもとで，かかるキー喪失の事実を放置し，そ\nの事実を控訴人に告げることもせず，同人に修理目的で預け，かつ，本件車\n両の盗取を計画的に狙っていると疑われる従業員にわざわざ車両の所在と盗\n難容易な状況にあることを告げたということになるのであるから，本件盗難事\n故は起こるべくして起こったか，あるいは自ら招致したに等しいというべきであ\nる。\n従って，被控訴人の過失割合は５割程度にとどまる，ということはありえず，\n最低限９割を下らないものというべきである。\n４　被控訴人の当審主張\n(1)　控訴人は，原判決抗弁事実①ないし④を切り離して単独で逐次検討し，被控\n訴人代表者が本件車両の窃取に関与したことを否定したことについて，論難す\nる。\nしかし，これは事実の認定と推論という評価過程とを混同する誤った主張であ\nる。すなわち原判決は，①について，Ｃについては本件車両のキーを選別するこ\nとができなかったと認めるのは疑問が残ると認定しているのであり，②について\nは被控訴人会社の従業員にも修理が完了したことを伝えたことは十分にあり得\nると認定しているのであり，③についても控訴人が「不審」と主張する保険金請\n求が客観的に不審であるか否かの証明がないと認定しているのであり，④につ\nいても，口裏合わせを画策したとしても無理からぬ面があると認定しているので\nある。\n控訴人の主張は，①ないし④の事実を総合考慮する必要があると述べながら，\nその論理構造を全く提示していない。\n(2)　控訴人は，Ａの陳述書（乙５の１）の記載を正しいものとし，平成１２年１２月末\n頃にはスペアキーが紛失していたとの事実を前提として論理を展開する。\nしかし，Ａが平成１２年１２月末ころにスペアキーがなくなっていた事実に気づい\nていたのであれば，被控訴人代表者に対し，その事実を報告してしかるべきであ\nる。また，従前からキーがなくなっていた事実に気づいていたのであれば，被控\n訴人代表者から口裏合わせを頼まれたときに，実際の平成１２年１２月末頃にな\nくなっていた事実を伝えてしかるべきである。控訴人の上記主張は，この点につ\nいて全く言及しないまま，独自に論理を展開するものであり，前提を欠く議論とい\nわなければならない。\n(3)　控訴人は，本件自動車の修理が完了していたことを被控訴人代表者以外の者\nが知り得た事実を，被控訴人において主張立証すべきであるのに，それがない\nと述べる。\nしかし，被控訴人は，原審においてその事実を主張している。また，その立証に\nついては，電話が事務所に入った可能性などを指摘しており，原判決の認定に，\n立証責任の分配に関する公平の原則・理念には反する部分はない。\n(4)　控訴人は，被控訴人代表者がらみの保険事故が複数報告されていることを極\nめて異例なことであると主張する。しかしながら，被控訴人が原審においてした\n反論については全く言及していない。\n(5)　控訴人は，本件車両は，イモビライザーという特殊な盗難防止装置のついたキ\nーでないと作動しないとして，被控訴人代表者が，そのような装置の付いた車両\nであると知っていたことを前提として立論する。\nしかし，被控訴人代表者は，そのような装置があることを知らなかったのであ\nり，控訴人の立論はその前提を欠くものである。\n(6)　使用者責任と過失相殺について\n控訴人の主張は，賠償責任者が，賠償請求するのは自己矛盾であるというもの\nである。しかし，仮に本件犯行に被控訴人の従業員が関与していたとしても，そ\nれは被控訴人の業務の執行ではなく，従業員の行為について被控訴人が責任\nを負う理由はない。従って，控訴人の主張は誤りであり，被控訴人は，キーの管\n理の杜撰さの範囲において責任を負うに過ぎない。\n第３　当裁判所の判断\n１　請求原因(1)（当事者），(2)（本件車両の修理依頼と引渡し），及び(3)（本件盗難事\n故の発生）の各事実は，当事者間に争いがない。\n２　そこで，抗弁(1)（被控訴人代表者が自ら本件車両の窃取に関与していたか）につ\nいて，判断する。\n前記当事者間に争いのない事実に，証拠（甲１６，乙３，４，５の１・２，８，１０，１\n１，１３の１，１４，原審における控訴人代表者，同被控訴人代表者，調査嘱託の結\n果）及び弁論の全趣旨を総合すれば，以下の事実が認められる。\n(1)　本件車両は，被控訴人が平成１２年３月ころ購入し，商品として自動車情報誌\n等に掲載する一方で，被控訴人代表者が自家用車代わりに日常使用することと\nした。\n(2)　本件車両には，純正キーとして，メインキーとスペアキーの２本しかなく，被控\n訴人代表者が本件車両を使用する際にはメインキーを使用し，純正スペアキー\nは被控訴人の事務所内にある従業員Ｂの机の引き出しに他の車両のキーと一\n緒に雑然と保管されていた。\nなお，本件車両には，盗難対策としてイモビライザーが設置されており，キーと車\n両のＩＤコードが一致しない限り始動しないようになっていた。\n(3)　本件車両のスペアキーは被控訴人事務所の上記机の引き出しに保管されて\nいたが，上記スペアキーは，同年１２月ころ上記保管場所からなくなっていた。\n(4)　平成１３年２月６日，被控訴人代表者は控訴人に本件車両の修理を依頼し，本\n件車両を引き渡したが，その際，被控訴人代表者はメインキーを控訴人代表者\nに預けた。\n(5)　同月８日，控訴人は本件車両の修理を完成させ，控訴人代表者は同日午後３\n時ころ被控訴人代表者の携帯電話に連絡してその旨を伝えた後，本件車両を控\n訴人修理工場内から同工場横の駐車場に移動し，ドアをロックして同所に置い\nておいた。なお，本件車両のメインキーは修理工場内に保管した。\n(6)　同日の夜間に，上記駐車場から本件車両が何者かに盗まれた。\n(7)　本件盗難事故を受けて，保険会社の調査員が被控訴人事務所へ盗難事故の\n調査に出向くことになった際，被控訴人代表者は，従業員であったＡやＣに対し，\n「変に疑われても嫌だから，キーは（当初から）１本しかなかったと話を合わせてく\nれ。」と言って，調査員に対する口裏合せを頼んだ。\n(8)　同年３月２４日，岐阜市内で本件交通事故が発生し，その事故車両が本件車\n両であることが判明した。\n本件交通事故の際に本件車両を運転していたＤが所持していたキーは本件車\n両の純正のスペアキーであり，また本件車両のキーシリンダーには何らの損傷\nもなく純正スペアキー以外のキーが使用された形跡はなかった。\n３　前項認定の事実によれば，本件車両にはイモビライザーが装備されており，盗難\n後発見された本件車両には純正スペアキー以外のキーが使用された形跡はなか\nったのであるから，本件車両窃取のために，約２か月前に被控訴人事務所からなく\nなった純正スペアキーが使用されたものと認められる。\nこの点につき，被控訴人は，被控訴人代表者は本件車両にイモビライザーが装備\nされていたことを知らなかったのであるから，控訴人の主張は前提を欠く旨主張す\nる。\nしかしながら，弁論の全趣旨によれば，盗難防止装置としてのイモビライザーは，\n複製キーによったり，車両の電気配線を直結したりしても車両を始動することがで\nきず，車両の使用には純正キーを必要とすることが認められ，仮に被控訴人代表\n者が本件車両にイモビライザーが装備されていたことを知らないとしても，本件車\n両窃取の約２か月前に被控訴人事務所からなくなった純正スペアキーが使用され\nたとの上記認定を左右するものではない。被控訴人の同主張は採用できない。\nそして，本件車両は被控訴人代表者が使用していた間，あるいは被控訴人事務\n所周辺にあった間ではなく，たまたま修理のため控訴人の修理工場横の駐車場に\n置いてあったときに盗難に遭ったことに鑑みれば，第三者が被控訴人事務所から\n本件車両の純正スペアキーを盗み出し約２か月経過後本件車両を窃取したとは考\nえられず，本件車両盗難には被控訴人の代表者ないし従業員が関与していたと推\n認することができ，同推認を覆すに足りる証拠はない。\nしかも，控訴人代表者から修理が完成し修理工場横の駐車場に置いておく旨の連\n絡を受けたのは，被控訴人代表者であり，被控訴人代表者が他の被控訴人従業\n員にこれを伝えたことを窺わせる証拠は何もない（被控訴人は，その可能性を主張\nするが，控訴審の段階に至ってもその点の立証は何ら存在しない。）ことを考慮す\nると，本件車両盗難に関与したのは被控訴人代表者である可能性が高いとみるべ\nきである。\n４　そして，上記２認定の事実によれば，本件盗難事故後保険会社の調査員が被控\n訴人事務所に調査に来る前に，被控訴人代表者は，従業員であったＡやＣに対し，\n「変に疑われても嫌だから，キーは（当初から）１本しかなかったと話を合わせてく\nれ。」と言って，調査員に対する口裏合せを頼んだことを認めることができ，同口裏\n合わせの依頼は，事務所に従前存在した本件車両の純正スペアキーを使用して本\n件車両盗難が行われたことを隠しておきたかったからとみるのが自然であって，本\n件車両窃取に被控訴人代表者が関与したと認めるのが相当である。\nこれに対し，被控訴人代表者は，原審における本人尋問において，「保険会社に\n疑われると保険金が下りにくくなるので」と，その動機を説明する。確かに，乙１・２\nの各１・２によれば，被控訴人に関して車両の保険事故が多発し保険会社から疑\n義を持たれている状況にあったことが認められ，余分な疑いは避けたかったとする\n被控訴人代表者の説明も，当時の状況には合致していると言えなくはない。\nしかし，疑いを招くような状況にある際に，その疑いを免れようとして事実を隠蔽し\nたり偽りを述べたりすると，一般に保険会社の調査は表面的なものにとどまらず他\nの客観的な状況と対比するので，かえって上記隠蔽行為などの不審性が明らかと\nなり疑惑を著しく強めることになる。そして，そのことは，上記多発する事故により保\n険会社と折衝等をしていたとみられる被控訴人代表者にとっては自明のことである\nと考えられるから，被控訴人代表者の口裏合わせに関する上記説明は，不合理か\nつ不可解なものであるというべきである。\n５　したがって，抗弁(1)は理由があり，その余の点につき判断するまでもなく，被控訴\n人の本件請求は理由がなく，棄却すべきである。\nよって，これと一部異なる原判決のうち控訴人敗訴部分を取り消して被控訴人の\n請求を棄却することとし，訴訟費用の負担について民事訴訟法６７条２項，６１条を\n適用して，主文のとおり判決する。\n名古屋高等裁判所民事第３部\n裁判長裁判官　　青　　　山　　　邦　　　夫\n裁判官    藤　　　田　　　　　　　敏\n裁判官    倉　　　田　　　慎　　　也\n"
}