{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 9,
    "day": 30
  },
  "case_number": "平成15(わ)374",
  "case_name": "覚せい剤取締法違反(変更後の訴因・覚せい剤取締法違反，国際的な協力の下に規制薬物に係る不正行為を助長する行為等の防止を図るための麻薬及び向精神薬取締法等の特例等に関する法律違反被告事件)",
  "court_name": "さいたま地方裁判所第三刑事部",
  "lawsuit_id": "6065",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=6065",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/065/006065_hanrei.pdf",
  "contents": "【主文】１　被告人を懲役７年及び罰金３００万円に処する。\n２　未決勾留日数中１５０日をその懲役刑に算入する。\n３　その罰金を完納することができないときは，金５０００円を１日に換\n算した期間被告人を労役場に留置する。\n４　押収してある覚せい剤１９袋（押収番号省略），覚せい剤１個（カプ\nセルに入ったもの，押収番号省略）及び覚せい剤１本（プラスチック容器入りのも\nの，押収番号省略）を没収する。\n５　被告人から金６７０万４０００円を追徴する。\n【理由】\n（罪となるべき事実）\n被告人は，\n第１　みだりに，\n１　営利の目的で，平成１１年７月１２日ころから同１５年２月１５日までの\n間，別表（省略）記載のとおり，前後５回にわたり，埼玉県ａ市ｂ（番地等略）Ａ\n方外４箇所において，Ａ外４名に対し，覚せい剤である塩酸フェニルメチルアミノ\nプロパンを含有する結晶状粉末合計約３．４グラムを代金合計６万円及び同結晶状\n粉末約０．８グラムを代金合計２万円の約束で，覚せい剤様の結晶状粉末約２グラ\nムを覚せい剤として代金３万円でそれぞれ譲り渡したほか，多数回にわたり，同所\n等において，上記Ａ外多数の者に対し，それぞれ覚せい剤様の結晶状粉末を覚せい\n剤として有償で譲り渡し，もって，覚せい剤を譲り渡すことを業とし，\n２　平成１５年２月１５日午前１０時過ぎころ，同県ｃ市ｄ（番地略）先路上に\nおいて，覚せい剤である塩酸フェニルメチルアミノプロパンを含有する結晶状粉末\n約０．２４８グラム（押収番号省略）を所持するとともに，営利の目的で，覚せい\n剤である塩酸フェニルメチルアミノプロパンを含有する結晶状粉末約４４．８３９\nグラム（押収番号証略）を所持し，\n第２　法定の除外事由がないのに，同日午前零時３０分ころ，ｅ市ｆ（番地等略）\n前路上に駐車中の普通貨物自動車内において，覚せい剤であるフェニルメチルアミ\nノプロパンの塩類若干量を含有する水溶液を自己の右手に注射し，もって，覚せい\n剤を使用し\nたものである。\n（法令の適用）\n被告人の判示第１の所為は包括して国際的な協力の下に規制薬物に係る不正行為\nを助長する行為等の防止を図るための麻薬及び向精神薬取締法等の特例等に関する\n法律（以下，「麻薬特例法」という。）５条４号に（なお，判示第１の１の所為は\n麻薬特例法５条４号（８条２項）に，判示第１の２の所為は非営利目的の所持も含\nめ包括して覚せい剤取締法４１条の２第２項，１項にそれぞれ該当するが，判示第\n１の２の所持に係る覚せい剤は判示第１の１の行為の一環として所持していたもの\nであるから，全体につき包括して判示第１の１の罪が成立する。），判示第２の所\n為は覚せい剤取締法４１条の３第１項１号，１９条にそれぞれ該当するところ，判\n示第１の罪につき所定刑中有期懲役刑及び罰金刑を選択し，以上は刑法４５条前段\nの併合罪であるから，懲役刑については同法４７条本文，１０条により重い判示第\n１の罪の刑に同法１４条の制限内で法定の加重をし，その刑期及び所定金額の範囲\n内で被告人を懲役７年及び罰金３００万円に処し，同法２１条を適用して未決勾留\n日数中１５０日をその懲役刑に算入し，その罰金を完納することができないとき\nは，同法１８条により金５０００円を１日に換算した期間被告人を労役場に留置\nし，押収してある覚せい剤１９袋（押収番号省略），同覚せい剤１個（カプセルに\n入ったもの，押収番号省略）及び同覚せい剤１本（プラスチック容器入りのもの，\n押収番号省略）は，いずれも判示第１の罪に係る覚せい剤で，犯人の所有するもの\nであるから，覚せい剤取締法４１条の８第１項本文によりこれらを没収し，判示第\n１の犯行により被告人が得た現金６７０万４０００円は，麻薬特例法１１条１項１\n号の薬物犯罪収益に該当するが，既に費消して没収することができないので，同法\n１３条１項前段によりその価額を被告人から追徴することとし，訴訟費用は，刑事\n訴訟法１８１条１項ただし書を適用して被告人に負担させないこととする。\n（量刑の理由）\n本件は，被告人が，営利の目的で覚せい剤を譲り渡すことを業とするとともに，\nその一環として覚せい剤約４５グラムを所持したいわゆる麻薬特例法違反（判示第\n１の事実）と，覚せい剤を自己使用した（判示第２の事実）事案である。\n被告人は，平成４年ころから覚せい剤の使用を始めるようになり，平成６年には\n覚せい剤所持等の罪で保護観察付き執行猶予の判決を受けたが，約半年後には再び\n覚せい剤に手を出すようになり，前裁判の勾留中に知り合った暴力団関係者から覚\nせい剤を入手して使用を続けていたところ，比較的安値で覚せい剤が入手できたこ\nとや，仲間から覚せい剤の入手を依頼されたことなどから，平成１１年に仕事を辞\nめてからは，生活費や小遣い稼ぎ，また，自分で使用する覚せい剤の購入資金を得\nる目的で，上記暴力団関係者からまとまった量の覚せい剤を購入し，その一部を自\n己使用する傍ら，覚せい剤の密売を業として行っていたものであって，覚せい剤が\n社会にもたらす害悪を考えることなく，利欲目的で，安易に犯行に及んでおり，動\n機に酌量すべき余地はない。\n譲渡しの態様は，平均して１箇月に約３０グラムの覚せい剤を仕入れ，自分で使\n用する約３グラムを除いた残量を，電子秤等を用いて小分けした上，数人の固定客\nを相手に，携帯電話で注文を受けては，直接取引したり，宅配便を利用して自宅に\n送付し，代金を銀行口座に振込送金させるなどして，反復継続して行っていたもの\nで，逮捕当時，被告人が小分けした覚せい剤約４５グラムを所持していたことや，\n覚せい剤取引を記載したメモが存在すること，また，銀行口座の取引状況等に照ら\nすと，犯行の常習性は明らかである。犯行期間も，平成１１年７月ころから約３年\n半と長期に及んでおり，この間，少なくとも６７０万円余りを利得していることが\n認められるのであり，犯情は悪質である。これらの点からすると，被告人の刑責は\n重大である。\nそうすると，被告人が，事実を認め，反省の態度を示していること，母親が更生\nに助力することを誓約していること，てんかんの持病があることなど，被告人のた\nめしん酌し得る事情を十分に考慮してみても，主文掲記の科刑は免れない。\n（求刑  懲役８年及び罰金３００万円，覚せい剤の没収，６７０万４０００円の追\n徴）\n【さいたま地方裁判所第三刑事部\n裁判長裁判官川上拓一，裁判官森浩史，裁判官岩井佳世子】\n"
}