{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 2,
    "day": 6
  },
  "case_number": "平成12(わ)221",
  "case_name": "殺人，銃砲刀剣類所持等取締法違反被告",
  "court_name": "青森地方裁判所",
  "lawsuit_id": "8552",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=8552",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/552/008552_hanrei.pdf",
  "contents": "主　　　　　　　文\n被告人を懲役１５年に処する。\n未決勾留日数中２７０日を上記刑に算入する。\n押収してある刺身包丁一丁を没収する。\n理　　　　　　　由\n（罪となるべき事実）\n被告人は，\n第１　借金の返済に窮したこと等から前途を悲観し，妻及び二人の子供を殺害して\n自らも自殺しようと企て，\n１　平成１２年１１月３日午後１０時ころ，青森県上北郡ａ町字ｄ○○番地有限会\n社Ｉ砕石採石場出入口橋から北東約１７０メートルの町道Ｓ防災ダム線上に駐車中\nの普通貨物自動車内において，長男Ａ（当時１２歳）の左胸部を所携の刺身包丁\n（刃体の長さ約２１．５センチメートル）で２回突き刺し，よって，そのころ，同\n所において，同人を心損傷を伴う胸部刺創による血胸により死亡させて殺害し，\n２　同日時ころ，同所において，長女Ｂ（当時１４歳）の左胸部を上記刺身包丁で\n１回突き刺し，よって，そのころ，同所において，同人を心及び大動脈損傷を伴う\n胸部刺創による血胸により死亡させて殺害し，\n３　同日時ころ，同所において，妻Ｃ（当時４７歳）の承諾を得て，そ\nの左胸部を上記刺身包丁で２回突き刺し，よって，そのころ，同所において，同人\nを左肺損傷を伴う胸部刺創による呼吸障害により死亡させて殺害し，\n第２　業務その他正当な理由による場合でないのに，前記日時ころ，前記場所にお\nいて，前記刺身包丁一丁を携帯し\nたものである。\n（事実認定の補足説明）\n１　判示第１の３の妻Ｃに対する殺人の公訴事実について，検察官は，Ｃは，被告\n人がＣを殺害することを始め，親子心中をすることについて承諾していなかったと\n主張するのに対し，弁護人は，この点について，Ｃが予め同意していたと主張し，\n被告人も，これに沿う供述をするので，以下，この点について検討する。\n２　関係各証拠（省略）によれば，被告人が本件犯行に至る経過等について，次の\nとおりの事実が認められる。\n（１）被告人は，昭和２４年青森県上北郡ａ町で出生し，地元の高等学校を卒業し\nて東京のデザイナー専門学校を中退した後，工員のアルバイトを経て福島県郡山市\n内の看板店で稼働するようになった。被告人は，昭和５０年にＤと結婚したが，昭\n和５１年には精神分裂病の診断を受けて精神病院に入院し，昭和５２年１月には妻\nＤを刺殺した後に自殺を図った。被告人は，妻Ｄを刺殺した事件については責任能\n力を欠いていたとして不起訴処分となり，同市内の精神病院に措置入院となった。\n被告人は，昭和５６年に上記精神病院を退院後，郷里の青森県上北郡ａ町に帰って\n看板業を営むようになり，昭和５８年にはＣと結婚した。被告人とＣとの間には，\n昭和６１年にＢが，昭和６３年にはＡが誕生した。被告人は，平成７年，Ｃ所有の\n土地上に自宅を建築し，Ｃ，Ｂ，Ａ及び被告人の実母Ｅと共に生活していた。\n被告人は，昭和５６年に精神病院を退院した後は投薬による精神分裂病の治療を継\n続し，平成８年６月からはＴ市立中央病院に通院して治療を受け，平成１２年当時\nは向精神薬ユミレース，精神緩和薬レキソタン，睡眠導入剤ハルシオンの投薬を受\nけていた。\n（２）被告人は，平成７年以降，自宅及び仕事場を建築し，自動車を購入したこと\n等により，合計約３０００万円の負債を抱えるようになり，平成１２年当時は毎月\n約２０万円を返済しなければならなかったうえ，同年１２月からは，住宅ローンの\nステップアップ償還により，毎月の返済額が約４万円増額されることとなってい\nた。\n一方，被告人の営んでいた看板業は，景気の停滞に加え，被告人がカッティング文\n字による看板製作のための機械を導入しなかったことにより仕事量が減少し，かと\nいって積極的な営業努力もしなかったため，収入は減少の一途をたどっていた。そ\nのうえ，平成１２年５月にはＣの勤務していたデパートが倒産したため，被告人一\n家は，Ｃの実家から借財したり，Ｅの年金を生活費に充てるなどして暮らしていた\nが，同年１２月以降の借財返済の目途は立たなかった。被告人は，借金の返済に行\nき詰まることを思い悩んでいたが，その前年の平成１１年に約１０年間に亘って交\n際を続けてきた愛人と未練を残しながらも別れたことや，平成１２年１０月に受診\nした健康診断で胆嚢ポリープが疑われると診断されたことも相俟って将来を悲観す\nるようになり，同年１０月ころ，自殺しようと考え，さらに，Ｃ，Ｂ及びＡを道連\nれに心中することを決意した。そして，被告人は，同月下旬ころ，所有していたテ\nレビ，８ミリビデオカメラ，業務用掃除機等を売却し，ビデオテープ，日記等を焼\n却処分するなどして，身辺整理を始めた。\n（３）被告人は，心中の方法として，自動車の排気ガスを車内に引き込み，もしこ\nれを吸って心中することができなかった場合には，刃物を用いて心中することに決\nめ，犯行当日までに，排気ガスを引き込むためのダクト２本を入手し，刺身包丁一\n丁を購入して準備した。\nまた，被告人は，心中の機会として，祝日で子供らの学校が休みとなる平成１２年\n１１月３日に，同月８日に迫っていたＢの修学旅行のための買い物をするとの名目\nの下に，Ｃ及び子供らを連れ出すことに決めた。\n（４）被告人は，平成１２年１１月３日午前９時ころ，普通貨物自動車を運転して\n知人のＦ宅に赴き，同人を乗せて心中に適した場所を探して見て回り，同日午前１\n０時３０分ころ，同人を同人宅に送った後に別れた。\n同日午後２時ころから午後３時ころまでの間に，被告人は，Ｃ，Ｂ及びＡを連れ，\n買い物に行くと言って，普通貨物自動車に乗り，前記ダクト及び刺身包丁を持って\n自宅を出発した。この際，Ｃは，Ｅに対し，買い物に行ってくるから，夕飯を食べ\nたら寝ているようにと言った。\n被告人らは，まず，Ｋスポーツ店に赴き，午後３時５３分ころ，トレーニングスー\nツを購入した。\nその後，被告人らは，Ｏショッピングセンターに赴き，回転寿司店で食事をして午\n後４時４１分ころに同店を出た後，同ショッピングセンター内の「ブルーグラス」\nに赴き，午後４時４４分ころ，パーカーを購入した。\nそして，被告人らは，Ｏショッピングセンターを出て，自宅のあるａ町とは反対方\n向の八戸市方面に向かい，同市ｎのレンタルビデオ店の駐車場に駐車して時間潰し\nをしたり，同市内で普通貨物自動車に給油をした後，午後８時ころ，ａ町の本件犯\n行現場に至った。\n上記の自宅を出てから本件犯行現場に至るまでの間のいずれかの時点で，Ｃは被告\n人が投薬を受けていた薬剤のうちのレキソタンを，Ｂは同じくハルシオンを，Ａは\n同じくハルシオン及びレキソタンを，それぞれ服用した。\n（５）本件犯行現場に至り，被告人は，用意しておいたダクトを普通貨物自動車の\nマフラーに繋ぎ，これを助手席の窓に取り付け，ガムテープで目張りをし，服用し\nた薬物の影響で既に眠り込んでいたＣ，Ｂ及びＡを乗車させたままでエンジンをか\nけ，心中しようとしたが，思うように排気ガスが車内に入ってこなかったため，準\n備してきた刺身包丁を用いてＡ，Ｂ及びＣを刺殺したうえで自殺することとし，判\n示第１の１ないし３の犯行に及んだ。\n被告人は，妻子３名を刺殺した後，自殺しようとして自らの身体を刺身包丁で多数\n回突き刺したが，死に切れず，通りかかった者の通報により病院に搬送された。\n３　被告人は，捜査段階及び当公判廷において，Ｃが，被告人が自殺しようとして\nいることに気付き，被告人に対し，「死ぬのであれば子供たちを残すことはできな\nい。死ぬときは家族一緒に死ななければならない。」などと言い出し，排気ガスを\n車内に引き込むためのダクトを購入してきたり，心中を図るには，１１月３日の学\n校が休みの日にＢの修学旅行のための買い物と称して出掛けるといいと提案した\nり，子供たちに睡眠薬を飲ませたり，一緒に普通貨物自動車のマフラーにダクトを\nつないだりしたと供述する。これに対し，検察官は，被告人の上記のような供述\nは，多くの点で客観的事実と異なっており，到底信用することができないと主張す\nる。\nそこで検討するに，被告人の上記供述は，被告人自身，必ずしも確かな記憶ではな\nいとしているうえ，被告人は，Ｃが本件犯行現場でワインをコップで３，４杯飲ん\nだと供述しているのに対し，Ｃの解剖検査の結果からは，有意濃度のエチルアルコ\nールは検出されておらず，また，被告人は，自宅から，投与されていた薬剤を３本\nの瓶に入れ，被告人がそのうち２本，Ｃが残り１本を持参して本件犯行現場に至っ\nたと供述しているのに対し，本件犯行現場及びその周辺からは瓶が１本しか発見さ\nれていないなど，客観的事実と一致しない部分が存在するし，被告人は，Ｃが，そ\nの実母から死ぬときは家族一緒に死ななければならないと言われていると話した旨\n供述しているのに対し，Ｃの実母であるＵは，Ｃにそのようなことを言ったことは\nないと供述するなど，不自然な点が存在しており，被告人の上記供述は，直ちに信\n用することができない。\nただ，鑑定人Ｇ作成の鑑定書によれば，被告人には，本件犯行により自らが受けた\n精神的衝撃及び被告人が自殺を図って病院に搬送された後に全身麻酔下で行われた\n手術の影響により，記憶障害が残っていることが認められるから，被告人の供述に\n客観的事実と一致しない部分や不自然な点が存在するからといって，被告人が，そ\nの罪責を軽減させるためにあえて虚偽の供述をしていると断定することはできな\nい。したがって，被告人の上記供述を信用することができないからといって，これ\nのみをもって，Ｃが殺害に同意していなかったとまで認めることはできない。\n４　検察官は，Ｃには殺害を承諾する動機がなく，Ｃの生前の言動からも，Ｃが殺\n害について同意していたことは窺い得ないと主張する。確かに，Ｃの本件被害前の\n言動は，特段に普段と異なるものではなく，身辺整理をしたり，遺書を残したりも\nしていないことが認められる。\nしかしながら，これらの事情があるからといって，Ｃが，周囲に心中の気配を気取\nられないようにあえて平静を装い，普段どおりの生活を送っていた可能性を否定す\nることはできず，これに加えて，Ｃが被告人の身辺整理を押し止めた形跡がないこ\nと，Ｃが親や兄姉に家庭内の不平や不満等を言わない傾向があったことに照らす\nと，上記事情のみをもって，Ｃが殺害を承諾していなかったとまで認めることもで\nきない。\nまた，Ｃが子供らを含めた親子心中を承諾する動機についても，前記２の２で認定\nしたとおり，被告人一家は経済的に困窮していたのであるし，夫が心中を決意して\nいると知ったときに，家族への情愛等から，これに同意した可能性を完全には否定\nすることができない。\n５　そこで，さらに進んで，前記２において認定した事実経過を前提として，親子\n心中についてのＣの承諾を否定することができるかどうか検討することとする。\nまず，本件当日の，自宅を出発する時から犯行現場に至るまでのＣの行動について\nみるに，前記２の４のとおり，Ｃは，自宅を出発する際，Ｅに対し，夕飯を食べた\nら寝ているようにと話している。ところが，Ｅの司法警察員に対する供述調書２通\nによれば，一家の夕食は大抵午後７時３０分ころであるが，Ｅはくも膜下出血の後\n遺症により右半身が不自由なため，Ｃが夕食の支度をしており，被告人とＣらが買\nい物に出掛けても，午後６時ころには帰宅していたことが認められる。そして，本\n件当日，被告人とＣらが自宅を出発したのは，午後２時ころから午後３時ころまで\nの間であり，自宅とＯショッピングセンターの間は自動車を使えば長くても１時間\n程度で移動できるのであるから，実際にＫスポーツ店でトレーニングスーツを購入\nしたのが午後３時５３分ころ，Ｏショッピングセンターの回転寿司店を出たのが午\n後４時４１分ころ，同ショッピングセンター内の店舗でパーカーを購入したのが午\n後４時４４分ころであることに照らすと，被告人らが買い物と食事をした後に帰宅\nしても，午後７時以前には十分到着することができることになるから，Ｃは，既\nに，自宅を出発する際，買い物と食事をして直ちに帰宅するつもりがなかったもの\nと認められる。これは，老齢で右半身不随の姑と同居している嫁の行動としては些\nか不自然であるといわざるを得ず，Ｃが，この時点で被告人が心中するつもりであ\nることを知っていた可能性を否定することができない。さらに，被告人らは，前記\n２の４のとおり，Ｏショッピングセンターを出てから，自宅とは反対の八戸市方面\nに向かって時間を浪費しているところ，これについてＣが特に異を唱えた形跡は見\n当たらない。これも，上記姑と同居する嫁の行動としては不自然の感を免れず，こ\nの点も，Ｃが，親子心中をすることを承諾していた方向に推認させる事情というべ\nきである。\n次に，Ｃが，レキソタンを服用していた点についてであるが，確かに，Ｃはある程\n度乗り物酔いをしやすかったことは認められるものの，子供らとは異なり，当時４\n７歳に達していたＣは，自分が服用する薬剤が何であるかを確認することなく飲み\n込む可能性はほとんど無いものと考えられ，Ｃは，被告人に投与された薬剤である\nことを知って飲み込んだ可能性が十分にあるというべきである。そうすると，Ｃ\nは，被告人が親子心中をしようとしていることを知り，これを是認して，敢えて，\n薬物を飲んで眠ろうとしたのではないかとの疑いが生ずることになる。加えて，自\n宅を出てから本件犯行現場に至る間に，被告人が，Ｃに見つかることなく，子供ら\nに薬物を服用させることは困難であることに照らすと，更に進んで，Ｃが親子心中\nに同意していた疑いも残るところである。確かに，前記３及び４で検討したよう\nに，Ｃが殺害に同意していたと積極的に認めることはできず，むしろ，それは相当\nに疑わしいというべきですらあるが，反面，上記の諸事情に鑑みると，Ｃが，親子\n心中に同意していたのではないかとの合理的疑いを払拭することもまた，できない\nというべきである。\n６　以上の次第で，Ｃの殺害については，Ｃが予めこれに同意していた可能性を否\n定し切れないのであって，同意殺人を認定するに止めるのが相当である。\n（法令の適用）（省略）\n（被告人の責任能力に対する判断）\n１　弁護人は，本件犯行当時，被告人はうつ状態に陥っており，このために心神耗\n弱の状態にあったと主張するので，以下，この点について検討する。\n２　青森県立Ｘ病院副院長Ｈ作成の「被告人精神簡易鑑定書」と題する書面及び鑑\n定人Ｇ作成の鑑定書等によれば，被告人の精神分裂病は，平成１２年９月当時には\nほぼ完全寛解に近い状態にあったが，前記のとおり，被告人は，借金返済が行き詰\nまる窮状にあったことに加え，前年に別れた愛人への未練，健康診断で胆嚢ポリー\nプの疑いがあるとの診断が下されたことが相俟って，将来を悲観するようになり，\nこれらが原因となって，精神分裂病の基盤とは直接関係がなく，反応性うつ状態に\n陥り，平成１２年１０月ころ，自殺を考えるようになり，さらにはその自己中心的\nな性向も影響して，妻子を道連れに無理心中することを決意し，本件犯行に及んだ\nことが認められる。即ち，本件犯行には，被告人が陥ったうつ状態が影響を及ぼし\nているのであって，その影響の程度について，当審において被告人の精神状態を鑑\n定した鑑定人Ｇは，是非を弁別し，これに従って行動する能力は完全には失われて\nいなかったものの，相当程度障害されていたとの見解を示し，本件起訴前に検察官\nの嘱託により被告人の精神状態を鑑定したＨ副院長は，是非を弁別する能力は完全\nではなく，これに従って行動する能力が軽度低下していたとの見解を示している。\n３　一方，被告人は，前記のとおり，本件犯行に至るまでに，所有していたテレビ\nやビデオテープ等を処分して身辺整理をしたこと，無理心中の方法として，自動車\nの排気ガスを車内に引き込むことを考え，ダクトを入手し，さらに，これが失敗し\nた場合には，刃物を用いることとして，刺身包丁を準備していること，本件犯行ま\nでに，自らあるいは知人と共に，心中に適した場所を探し求めて下見しているこ\nと，子供らの学校が休みとなる祝日に，５日後に予定されていたＢの修学旅行のた\nめの買い物を口実としてＣと子供らを連れ出していること，Ｃ，Ｂ及びＡに，被告\n人が投薬を受けていたハルシオン及びレキソタンを服用させ，眠らせて抵抗する力\nを奪っていること，実際の犯行においても，当初は排気ガスを用いて心中しようと\nしたもののこれに失敗し，次いで，予め準備していた刺身包丁を用いてＡ，Ｂ及び\nＣを刺殺し，被告人自身もその後に自殺を図っていることが認められる。\n４　以上を前提として，本件犯行当時の被告人の責任能力について判断するに，上\n記２で認定したとおり，本件犯行には，被告人がうつ状態に陥っていた影響が相当\n程度にあったものの，そのうつ状態と被告人の精神分裂病との関係は直接的なもの\nではないうえ，上記３で認定したとおり，被告人が本件犯行を決意するに至った動\n機は，一応了解可能なものであること，被告人は，本件犯行に至るまで，身辺整理\nをすると共に周到に犯行の準備をし，計画的に本件犯行を敢行していることが認め\nられ，さらに，本件犯行の前後に亘り，被告人が特段不自然ないし不合理な行動を\nした形跡は認められないのであって，これらの事情に照らせば，被告人は，うつ状\n態による影響を受けつつも，犯行時点まで，相当程度に合理的な判断をし，これに\n基づいて行動をしているということができる。\nしたがって，被告人は，本件犯行当時，うつ状態に陥っており，これによって，是\n非を弁別しこれに従って行動する能力は一定程度減弱していたと認められるもの\nの，刑事責任能力を軽減するまでに著しく減弱していたとはいえず，通常の責任能\n力を具有していたものと認められ，弁護人の前記主張は採用することができない。\n（量刑の理由）\n１　本件は，借金の返済に窮するなどして将来を悲観した被告人が，妻子を道連れ\nに心中を図り，妻，長女及び長男を所携の刺身包丁で刺殺したが，妻については，\n心中に同意していたのではないかとの疑いを否定し切れない事案である。\n犯行の主要な動機は，被告人が抱えた合計約３０００万円の借金と看板業の業績不\n振により，将来を悲観したことにあるが，その借金を重ねるに至った事情と業績不\n振に陥った事情のいずれも，被告人の無計画さや業績改善意欲の乏しさに起因して\nいるばかりでなく，妻子まで巻き込んで死に至らしめる理由には到底なり得るもの\nではなく，甚だ思慮に欠けた，自己中心的かつ身勝手な犯行であって，酌むべき余\n地はない。\nしかも，被告人は，犯行現場の下見や凶器の準備を始め，周到に準備をし，少なく\nとも子供らについてはその意思を全く無視し，薬物を服用させて眠らせ，抵抗した\nり逃げ出したりする力を奪ったうえで計画的に殺害したものであり，その態様も，\n当初は排気ガスを用いて殺害を図ったものの，これが叶わないとなるや，予め準備\nしていた刺身包丁で被害者３名を次々と刺殺したもので，血に染まった現場は実に\n凄惨であり，冷酷非情な犯行といわなければならず，犯情極めて悪質である。\nそして，本件犯行により，３名もの尊い生命が失われており，その結果は余りにも\n痛ましく，重大である。被告人の妻Ｃは当時４７歳，長女Ｂは当時１４歳，長男Ａ\nは当時１２歳であって，それぞれに将来が開けていたはずであるのに，被告人は，\n被害者らの将来を完全に奪ったものであり，とりわけ，未だ十代の若さで，これか\nら青春を謳歌する筈であった長女及び長男は，その意思に反し，庇護を受けるべき\n筈の父親の手によって，一方的に人生の終焉を告げられたものであって，その無念\nさは察するに余りあるものがある。\nまた，被害者らの隣の家で生活していた，Ｃの実母及び実兄，さらには被害者ら及\nび被告人と同居していた，Ｃの姑であり，Ｂ及びＡの祖母でもある被告人の実母の\n被った精神的衝撃は甚大であるが，同人らに対する慰藉の措置はほとんど講じられ\nておらず，その処罰感情は，いずれも，甚だ厳しいものがある。\nしたがって，被告人に対しては，長期間刑務所に収容して，その刑事責任の重大さ\nを深く自覚させ，長く被害者らの冥福を祈らせる必要がある。\n２　他方，被告人については，本件犯行当時，反応性うつ状態に陥っており，その\n判断能力が一定程度減弱していたこと，犯行が，怨恨や経済的利益の追求に根差し\nたものではないこと，自らも自殺を図り，重傷を負っていること，被告人は，現在\nでは，妻子３名の尊い生命を奪ってしまったことを悔い，相応の反省の情を示して\nいることなど，被告人のために酌むべき事情も認められる。そこで，これらの事情\nを総合考慮して，被告人に対しては，主文掲記の刑を科するのが相当と判断した。\nよって，主文のとおり判決する。\n（求刑　懲役１８年，刺身包丁没収）\n裁判長裁判官　　山　内　昭　善\n裁判官　　石　原　直　弥\n裁判官　　守　山　修　生\n"
}