{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 18,
    "month": 6,
    "day": 23
  },
  "case_number": "平成15(ワ)12164",
  "case_name": "損害賠償",
  "court_name": "東京地方裁判所民事第３４部",
  "result": "その他",
  "gist": "膵頭部癌との診断のもとに手術を受けた患者の疾患が実際には慢性膵炎であった場合において、手術適応はあるものの、膵頭部癌と慢性膵炎とが鑑別困難な疾患であって実際には良性疾患である可能性もあることにつき、術前に十分な説明をしなかった過失があるとした事例",
  "lawsuit_id": "33312",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=33312",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/312/033312_hanrei.pdf",
  "contents": "平成１８年６月２３日判決言渡\n平成１５年 第１２１６４号 損害賠償請求事件()ワ\n判決\n主文\n１ 被告らは、原告に対し、連帯して１１０万円及びこれに対する被告北九州市\nについては平成１５年６月１６日から、被告Ａについては同月２７日からそれ\nぞれ支払済みまで年５分の割合による金員を支払え。\n２ 原告のその余の請求を棄却する。\n３ 訴訟費用は、鑑定に要した費用についてはこれを２分し、その１を被告らの\n負担とし、その余を原告の負担とし、その余の訴訟費用については原告の負担\nとする。\n４ この判決は、第１項に限り、仮に執行することができる。\n事実及び理由\n第１ 請求\n被告らは、原告に対し、連帯して２億２０００万円及びこれに対する被告北\n九州市については平成１５年６月１６日から、被告Ａについては同月２７日か\nらそれぞれ支払済みまで年５分の割合による金員を支払え。\n第２ 事案の概要\n事案の要旨１\n原告は、胆石症及び総胆管結石の疑いがあるとして被告北九州市が設置経営\nする北九州市立医療センターに入院して検査を受けたところ、悪性の膵頭部腫\n瘍があると診断されたため、同医療センターの医師である被告Ａ医師の執刀に\nより、膵頭十二指腸等を切除する手術を受けたが、術後の病理検査により、原\n告の疾病は悪性の膵頭部腫瘍でなく、慢性膵炎であったことが判明した。\nこのことについて、原告は、被告Ａ医師が慢性膵炎を膵頭部腫瘍と誤診した\nことや十分な説明をしなかったことなどにより、生命維持に関わる臓器を失い、\n療養生活を強いられたことなどを主張して、被告らに対し、不法行為又は診療\n契約上の債務不履行に基づき、損害賠償及びこれに対する訴状送達日の翌日\n（被告北九州市について平成１５年６月１６日、被告Ａ医師について同月２７\n日）から支払済みまで民法所定の年５分の割合による遅延損害金の支払を求め\nた。\n２ （認定の根拠となった証拠等を（）内に示す。直前に示した前提となる事実\n証拠のページ番号等を〔〕内に示す ）。\n1 当事者()\nア 原告関係\n原告は、昭和１４年１月３日生まれの女性であり、主婦業の傍ら、声楽\n家としての活動を行っていた。Ｂ（以下単に「Ｂ」という ）は、原告の。\n夫である （争いのない事実、甲Ａ３０〔２９ 、甲Ｃ５）。〕\nイ 被告関係\n被告北九州市は、同市ａ区ｂｃ丁目ｄ番ｅ号において地方公営事業の()ア\n一環として北九州市立医療センター（以下「被告病院」という ）を設。\n置経営している（裁判所に顕著な事実、争いのない事実 。）\n被告Ａ（以下「被告Ａ医師」という ）は、原告が被告病院で治療を()イ 。\n受けていた当時、被告北九州市の職員として被告病院に勤務する医師で\nあった（争いのない事実 。）\n2 被告病院への入院に至る経緯()\n原告は、平成１３年はじめころから、時折、食後に胃右上部の痛みを自覚\nしていたところ、平成１３年３月１４日、赤い尿が出たことに気づき、同月\n１６日には薄い赤色の尿が出た。そこで、原告は、同年３月１６日、被告病\n院泌尿器科及び消化器科を受診したところ（乙Ａ１〔７ないし９、１１ 、〕）\n泌尿器科において同月２６日に実施された腹部エコー検査により胆嚢結石が\n発見されたため、同年４月６日に再び被告病院消化器科を受診し、担当医師\nから、痛みは胆嚢結石が原因の可能性もあると説明された（乙Ａ１〔１\n２ 。そのため、原告は、同月１２日、被告病院外科を受診し、同月２６日、〕）\n同科の被告Ａ医師から、胆石症及び総胆管結石の疑いがあるので、入院して\n内視鏡的逆行性胆道膵管造影（ ）検査及び内視鏡的乳頭切開が必要でERCP\nあるとの説明をされ、同年５月２８日、被告病院に入院して同検査を受けた\nところ、膵頭部癌の疑いがあり、精密検査をする必要があると診断された\n（乙Ａ１〔１２、１３ 、乙Ａ２〔１、９ 。〕〕）\n3 診療経過の概略()\n別紙２「診療経過一覧表 （下線部分を除く ）及び別紙３「検査結果一覧」。\n表」記載のとおりである（これらの診療経過一覧表及び検査結果一覧表は、\n平成１６年１２月１日の本件第９回弁論準備手続期日において両当事者が陳\n述したものを整形したものである。なお、各一覧表の日付はいずれも平成１\n３年のそれである 。。）\n争点３\n1 被告病院が、慢性膵炎を膵頭部腫瘍と誤診し、膵頭十二指腸・胃・肝動脈()\n・胆管・神経叢・胆のう等を切除する手術（本件手術）を行った過失の有無\n2 被告病院が本件手術を行うに当たって必要な検査の実施を怠った過失の有()\n無\n3 被告病院の診断を前提として、原告に対して手術を行ったこと又はその術()\n式に誤りがあったか否か\n4 手術の実施・手術方法に関する説明義務違反の有無()\n5 同意のない右肝動脈合併切除・再建術（本件拡大手術）を行った過失の有()\n無\n6 胆管炎の発症についての過失の有無()\n7 損害額()\n争点についての当事者の主張４\n別紙１「主張要約書」記載のとおりである（この「主張要約書」は、平成１\n７年７月１４日の本件第１５回弁論準備手続期日において両当事者が陳述した\n「争点整理案（追加主張記入版 」に対し、その後の主張をふまえて加筆修正）\nを施したものである 。。）\n第３ 当裁判所の判断\n事実認定１\n前記第２の２記載の前提となる事実に加え、証拠等によれば、次の事実が認\nめられる（認定の根拠となった証拠等を（）内に示す。直前に示した証拠のペ\nージ番号を〔〕内に示す（鑑定の結果については、鑑定人調書及び同添付の意\n見の要旨についての通しページ数を示す 。以下同じ 。。）。）\n1 被告病院外科を受診するに至った経緯()\nア 原告の職業等\n原告は、昭和１４年１月３日生まれの女性であり、主婦業の傍ら、\n「Ｃ」という集まりを主宰して、北九州市内でコンサートを開くなど、声\n楽家としての活動を行っていた（前記第２の２ 1 ア、甲Ｃ８、証人Ｂ〔１()\n３ 。原告は、平成１３年３月当時、同年７月２０日に北九州市内におい〕）\nて開かれるコンサートに出演する予定であった（甲Ｐ３０〔８、資料１\n３。〕）\nイ 自覚症状と被告病院泌尿器科、消化器科の受診\n原告は、平成１３年はじめころから、時折、食後に胃右上部の痛みを自\n覚していたところ、平成１３年３月１４日には赤い尿が出たことに気づき、\n同月１６日には薄い赤色の尿が出たことから、同日、被告病院泌尿器科及\nび消化器科を受診した（乙Ａ１〔７ないし９ 。〕）\n泌尿器科においては、原告が尿の異常を訴えたことから、同科担当医師\nは尿検査を実施したが、異常がなく（乙Ａ１〔２５ 、腹部エコー検査を〕）\n同月２６日に実施することとした。他方、消化器科においては、原告が平\n成１３年のはじめから右季肋部痛があるとして胃内視鏡検査を希望したこ\nとから、同科担当医師は同月２３日に同検査を施行することとした （乙。\nＡ１〔１１ ）〕\nウ 被告病院外科の受診\n同月２３日の胃内視鏡検査においては異常なしとの所見が得られたが、\n同月２６日に実施された腹部エコー検査においては胆嚢結石が発見された\n（乙Ａ１〔１２、２２、２４ 、Ａ３、Ａ１１〔２ ）ことから、原告が４〕〕\n月６日に再び被告病院消化器科を受診したところ、担当医師は、原告に対\nし、痛みは胆石発作ではないが、胆嚢結石が原因の可能性もあると説明し\nた。そこで、原告は、同月１２日、被告病院外科を受診した （乙Ａ１。\n〔１２ ）〕\n2 - 検査、 検査目的の入院の決定等の経過() DIC CT ERCP\nア 検査予約、採血\n被告病院外科において原告を担当した被告Ａ医師は、平成１３年４月１\n２日、原告に対し、心窩部痛が胆道の痛みによる可能性があり、尿の色が\n濃くなっているのはビリルビン尿になっているためである可能性があるこ\nとや、胆嚢結石によって起こる症状についても説明し、同日に採血を実施\nし（その際、 及び 19-9の腫瘍マーカー検査も実施された 、さらCEA CA 。）\nに同月２６日に点滴静注胆道造影と 検査の併用検査（ - 検査。CT DIC CT\n以下単に「 - 」という ）施行することを予約した （甲Ａ１４、乙DIC CT 。。\nＡ１〔１２、１３、１９、３０ ）〕\nイ - の施行と入院の決定DIC CT\n平成１３年４月２６日１１時３０分に原告に対して - が施行されDIC CT\nた結果、原告に胆嚢結石が存在し、かつ、総胆管拡張がみられるものの、\n明らかな総胆管結石はみられないとの所見が得られたほか、軽度の肝障害\nがみられた。そこで、被告Ａ医師は、同日、原告に対し、これらの所見を\n説明した上、総胆管結石が排石後なのかどうかを確認するために同年５月\n２８日に入院し、翌２９日に内視鏡的逆行性胆道膵管造影（ 。以下ERCP\n単に「 」という ）及び内視鏡的乳頭切開（ 。以下単に「 」ERCP EST EST。\n。、という ）を、同年６月１日に腹腔鏡下胆嚢摘出手術をそれぞれ行うこと\nの合併症等を説明した（乙Ａ１〔１３、２３、３１ 。ERCP 〕）\n同年５月１０日には、原告について術前採血、心電図検査、肺機能検査\n及び胸部・腹部 線検査が実施され、被告Ａ医師は、原告に同行した夫X\nDIC CT ERCP ESTに対し、原告に入院してもらって - を施行する旨、 及び\nをし、腹腔鏡下胆嚢摘出術をする方針である旨を説明した（乙Ａ１〔１５、\n１８、２１ 。〕）\nウ 腫瘍マーカー検査\n被告Ａ医師は、平成１３年５月１０日の採血により、腫瘍マーカー検査\nCEA CA CEA ng/ml（ 及び 19-9）を実施したところ、 については３．２\n（基準値は５．０以下。なお、以下においては、単位に関わる表記は原則\nとして国際単位系記号による 、 19-9については２８．５ （基準。） CA u/ml\n値は３７以下）であった（甲Ａ７、Ａ１１、乙Ａ１〔１８ 。〕）\nエ ５月１５日・初回のセカンドオピニオン\n他方、Ｂは、東京の医師に対してセカンドオピニオンを求めていた（証\n人Ｂ〔３９、４５ 。ただし、セカンドオピニオンの話題を原告にしたと〕）\nころ、原告が医師に失礼だからやめてほしい旨を述べたため、原告には、\n上記及び後記 5 エの各セカンドオピニオンをした事実を伝えていない（証()\n人Ｂ〔３１ないし３３、４５ 。〕）\n3 膵頭部癌の疑いと入院、諸検査の施行()\nア入院\n原告は、平成１３年５月２８日、被告病院外科に入院した（乙Ａ２ 。）\nERCP ESTイ・\nERCP()ア 平成１３年５月２８日午後３時、被告Ａ医師は、原告に対し、\nを施行し、次の所見を認めたため 「膵頭部癌」と診断した （乙Ａ２、。\n〔７６ 、Ａ５、Ａ１１〔５ ）〕〕\n「乳頭は正常である」●\n「選択的胆管造影にて中下部胆管に不整な高度狭窄を認めたため、●\n造影剤の注入を少量にとどめた 」。\n「選択的膵管造影からバルーン膵管造影を行い、下部胆管の狭窄に●\n一致して、主膵管狭窄(＋)（ダブルダクトサイン 、同部の分枝の描）\n出不良であるが、不整は胆管の方が著明で膵内胆管原発の胆管癌かも\nしれない 」。\nこれを受けて、被告Ａ医師は、腹腔鏡下胆嚢摘出は延期して精密検査()イ\nをすることが必要であると判断し、同日午後６時、原告及びＢに対し、\n本日の で悪性の膵頭部腫瘍が判明し、疼痛や肝障害の原因が判明ERCP\nしたこと、エコー検査や 検査などで精査を進め、５月３１日に内視CT\n鏡的逆行性胆管ドレナージ（ ）により黄疸の改善（減黄）を図るERBD\n方針であることを説明した（乙Ａ２〔９ 。〕）\nウ 超音波検査\n平成１３年５月３０日、被告Ａ医師は、原告に対して腹部エコー検査を\n施行し、次の所見を認めたため 「膵頭部癌、閉鎖性黄疸、胆嚢結石」と、\n診断した （乙Ａ２〔１０、７３、７４ 、Ａ４、Ａ１１〔３ ）。〕 〕\n「膵頭部、膵鉤部側に３１×３１×２５ の低エコー腫瘤、辺縁● mm\n凹凸が見られ、癌です。主膵管の拡張はないが、総胆管は内側、腹側よ\nり腫瘤で圧排され、ほぼ閉塞。総胆管１６ と拡張し、肝内胆管もmm\nごく軽度拡張→外科的黄疸です。上腸間膜静脈から門脈は開存している\n状態だが、脾静脈－門脈合流部から門脈本幹にかけて、圧排、狭窄が見\nられ、浸潤が強く疑われる。\n肝臓：コメット・エコー(＋)。腫瘤なし\n胆嚢に多発結石と胆砂。\n壁肥厚軽度 」。\nエ検査CT\n平成１３年５月３１日、被告病院放射線科の医師は原告に対して 検CT\n査を施行した結果、次の所見を認めたため 「膵頭部癌」と診断した （乙、。\nＡ２〔８１ 、Ａ７、Ａ１１〔９ ）〕〕\n「膵頭部に３１×２１ 大の、正常膵実質と比較して増強効果の● mm\n低い領域があります。膵癌に合致する所見です。\n総胆管は上記腫瘤内にて狭窄し、総胆管、肝内胆管は拡張しています。\n主膵管の軽度拡張もあります。\n脾静脈門脈合流部は上記の腫瘤に取り囲まれ、脾静脈および上腸間膜静\n脈の遠位部、門脈の近位部に狭窄が認められます。\n下大静脈は腫瘤の後方にありますが、両者の間に脂肪組織が介在し、浸\n潤は否定的です。\n腹腔動脈本幹、総肝動脈、脾動脈、上腸間膜動脈は腫瘤と離れ、問題な\nしです。\nなお、胆嚢内には結石があります。\n脾臓、腎臓に明らかな異常を認めません。\n描出範囲内に有意なリンパ節腫大を認めません。\n腹水を認めません 」。\nERCP EST ERBDオ、 及び\nまた、同日、被告Ａ医師は、原告に対して再び を実施し（乙Ａ６。ERCP\nなお、この際にも膵頭部癌と診断した 、同時に 及び胆管ドレナー。） EST\nジ術を施行して、７ 長のダブルピッグテイルステントを留置した。cm\n（乙Ａ２〔１０、７７ ）〕\nカ 内視鏡検査\n平成１３年６月４日、被告病院のＤ医師が原告に対して食道・胃・十二\n指腸内視鏡検査を施行したところ、全体に萎縮、腸上皮化生がやや目立つ\nが、局在病変は認めなかった（乙Ａ２〔１０ 。〕）\nキ 血管造影検査\n平成１３年６月５日、被告Ａ医師からの依頼により、被告病院のＥ医()ア\n師は、原告に対して、右大腿動脈の経皮的穿刺によりカテーテルを挿入\nして上腸間膜動脈、腹腔動脈及び総肝動脈について血管造影検査を施行\nし、次のｂの所見に基づき、次のａのとおり診断した （乙Ａ２〔８。\n６ 、Ａ８、Ａ１１〔１０、１１ ）〕〕\nａ診断\n「１．後膵十二指腸動脈及び背膵動脈の壁不整\n２．門脈狭窄」\nｂ所見\n「１．上腸間膜動脈造影\n動脈相にて上腸間膜動脈本幹に著変を認めません。上腸間膜動\n脈より背膵動脈が分岐していますが、膵頸部領域の分枝が全体\nに少なく、また分枝に硬化性変化と壁の軽度不整が疑われます。\n静脈相にて上腸間膜静脈から門脈本幹への移行部に狭窄を認め\nます。明らかな副側血行路は認めません。\n２．腹腔動脈および総肝動脈造影\n後膵十二指腸動脈は屈曲蛇行した走行を呈しており、一部に壁\nの軽度不整を認めます。前膵十二指腸動脈や胃十二指腸動脈、\n総肝動脈などには著変を認めません。静脈相にて脾静脈から門\n脈の本幹の移行部に狭窄を認めます 」。\n「以上、後膵十二指腸動脈と背膵動脈の分枝に壁の不整を、門脈本幹\nに狭窄を認め、膵頭部から頸部にかけての膵癌に合致すると思われ\nます 」。\nこれを受けて、被告Ａ医師は、同日、原告には門脈合流部への浸潤を()イ\n伴う膵頭部癌が存在するものと判断した（乙Ａ２〔１０ 。〕）\n4 膵頭部癌の診断と手術等に関する説明等()\nア 原告及びＢに対する説明\n上記 3 の検査結果を基に、被告Ａ医師は、平成１３年６月９日、原告() ( )ア\n及びＢに対し 「癌」との言葉を用いずに、原告の膵頭部に悪性腫瘍が、\nあることを、門脈に浸潤があることは明言せずに、門脈の狭窄があるの\nで切除する必要があることをそれぞれ説明した（乙Ａ２〔１１ 。〕）\n、()イ その上で、被告Ａ医師は、手術の方法について、紙に図示しながら\n膵頭十二指腸を切除し、その際に門脈を切除し、リンパ節を郭清し、さ\nらに悪性細胞の遺残に対して治療をするために術中照射を実施すること、\n上記切除後は、胆管空腸吻合、膵胃吻合、胃空腸吻合及び門脈吻合を行\nうことを説明した（乙Ａ２〔１１、９５ 。〕）\nさらに、被告Ａ医師は、手術による合併症について、おおむね次のと()ウ\nおり説明した（乙Ａ２〔９６ 。〕）\nａ 術中や術後に出血があること、輸血すると輸血合併症を起こし得る\nこと\nｂ 感染があること、その原因として創感染や腹腔内膿瘍、腹膜炎があ\nり、その場合は処置を行うこと\nｃ 組織の癒着により腸閉塞が起こり得ること\nｄ 縫合不全（吻合部から消化液や腸内容が漏れること）が起こり得る\nこと、縫合不全のうち特に問題なのは膵臓吻合部であること、縫合不\n全により腹腔内膿瘍や腹膜炎が起これば措置をするが、膵液瘻が起こ\nれば治療が難しいこと\nｅ 門脈合併切除後、吻合中に肝臓や胆嚢が出血したり術後に血栓が形\n成されたりして肝不全が起こりうること、肝不全が起こると致命的で\nあること\nｆ 心肺合併症として、不整脈や心不全、肺炎、無気肺、下肢の血栓に\nよる肺梗塞が起こり得ること\nｇ 長期的には、食事量の低下により体重が低下することがあるが、こ\nの点は後に回復すること、便通異常として下痢や便秘が起こりうるこ\nと、糖尿病も起こりうるが、これに対してはインシュリン治療を行う\nこと\nイ同意\n以上の説明の後、原告は、膵頭十二指腸切除、門脈合併切除、リンパ節\n郭清及び術中照射を行うことについて同意し 「医療行為について、その、\n必要性と内容、また、状況に応じた内容の変更、起こりうる危険性、予後\nなどについて説明をいたしました 「私は、上記の説明を受け、納得し。」、\n。、ましたので、実施に同意します 」などと記載された「説明・同意書」に\n原告及び説明に同席したＢがそれぞれ署名押印した（乙Ａ２〔９４ 。〕）\n5 説明以降、術前までの経過等()\nア 原告の発熱とその処置等\n原告は、平成１３年６月１０日から３８度以上の発熱があり、これに対\nして、被告Ａ医師は抗生剤を投与したが、原告は戦慄を伴う程となり、熱\nも４０度を超える状態となった。そこで、被告Ａ医師は、６月１１日午後\n８時３０分から緊急 を実施し、閉塞したダブルピッグテイルステンERCP\nトを抜挙した上、新たに７ のダブルピッグテイルステントを２本留置cm\nすると、清明な黄色の胆汁が流出した。そのため、被告Ａ医師は、原告に\n切迫性急性閉塞性胆管炎が生じているものと診断した （乙Ａ２〔１１、。\n７９ ）〕\nイ検査MRI\n被告Ａ医師の依頼により、被告病院のＥ医師は、原告に対して 検MRI\n査を実施し、次の診断及び所見を得た（乙Ａ２〔１２、８５ 、Ａ９、Ａ〕\n１１〔１０ 。〕）\n診断()ア\n「膵頭部癌」\n所見()イ\n「 にて描出された膵頭部の腫瘤は 1強調にて正常膵実質よりも軽度CT T\n低信号、 2強調にて等信号を呈し、ガドリニウムにて造影増強されT\nています。\n門脈の脾静脈合流部に浸潤し、その内腔は狭小化しています。\n有意なリンパ節の腫大は認めません。\n胆嚢内には数個の結石を認め、壁は全周性に肥厚しています。\n核磁気強鳴（ ）による膵胆管造影にては総胆管の末梢部と膵頭部MR\n領域の主膵管に高度の狭窄もしくは閉塞を認めます 」。\nウ 検査等と手術の延期、原告の状態の回復CT\n平成１３年６月１２日夕刻より、原告が再び、戦慄を伴う高熱状態とな\nったことから、被告Ａ医師は、緊急 検査を行ったところ、既知の膵頭CT\n部癌に加えて急性胆管炎との診断が得られ、嵌頓結石も見られたため、緊\n急に経皮経肝的胆嚢ドレナージを施行した（乙Ａ２〔１２、８２ 、Ａ１〕\n０、Ａ１１〔１３ 。〕）\nERその後、原告について血液検査を行った上で、被告Ａ医師は、緊急\n時に総胆管内の汚染が著明でなかったことや、トランスアミナーゼのCP\n上昇が見られなかったことなどから、回顧的に見れば、胆管炎というより\nは胆嚢炎の状態にあったものと考え、６月１３日に予定されていた手術を\n同月２０日に延期した上、胆嚢炎ないし胆管炎の感染状態の緩解後に手術\nをすることとした（乙Ａ２〔１３ 。〕）\n原告の身体状態は、その後、６月１５日以降、回復傾向にあった（乙Ａ\n２〔１３、１４ 。〕）\nエ 被告Ａ医師による再説明とＢによるセカンドオピニオンの要求\n被告Ａ医師は、平成１３年６月１８日午後８時にＢと面談し、膵頭部()ア\n癌の診断を改めて確認し、進行例であって門脈浸潤の可能性があること\nを説明した。これに対して、Ｂから、門脈合併切除の是非について東京\nのがんセンターの知己に対してセカンドオピニオンを求めたいとの意向\nが表明された。そこで、被告Ａ医師は、翌１９日、診断等のフィルム及\nび所見のコピーをＢに交付した （乙Ａ２〔１４ ）。〕\nＢが、Ａ医師からもらった上記診断等のフィルム及び所見のコピーを()イ\n基にセカンドオピニオンを求めたのに対して、東京の医師は、門脈には\n浸潤がなく、狭窄しているのみである可能性が強いから切除の必要がな\nいし、仮に開腹してみて門脈に浸潤があっても、それに対する治療法は\n複数あるから門脈合併切除はすべきでない旨を述べた（証人Ｂ〔４１、\n４２ 。〕）\nなお、原告は、主治医であるＡ医師の言うとおりにすべきであるとの\n意向を有していた（証人Ｂ〔４５ 。〕）\nオ 腫瘍マーカー\n平成１３年６月１９日、被告Ａ医師は原告に対して５種類の腫瘍マーカ\nー検査を実施した。そのうち 及び 19-9については院内で検査さCEA CA\nれ、それぞれ、 の値が１．９ （基準値は５．０以下 、 19-9CEA ng/ml CA）\nの値が２３．１ （基準値は３７以下）であるとの検査結果が同日報u/ml\n告された（乙Ａ２〔４０ 。〕）\n他方、エラスターゼ 、 -1及び -2の検査については外注さISPAN DUPAN\nれ、エラスターゼ の値が２４７ （基準値は１００ないし４００ 、I ng/dl ）\nSPAN u/ml DUPAN u/ml-1の値が４２ （基準値は３０未満 、 -2の値が５４）\n（基準値は１５０未満）であるとの検査結果は本件手術後である同月２１\n日に報告された（甲Ａ１２、乙Ａ２〔６８ 。〕）\n6 手術の施行()\nア 平成１３年６月２０日、原告に対して、約１３時間にわたって手術が実\n施された（乙Ａ２〔１５、１２６ 。〕）\n手術においては、開腹の上、膵頭十二指腸切除術、リンパ節郭清、門脈\n合併切除、再建術が行われたほか、原告に右肝動脈が膵頭部後方へ回り込\nむ奇形（走行異常）がみられたことから、右肝動脈合併切除再建及び術中\n照射が施行された（乙Ａ２〔１２７ 。膵頭十二指腸切除術後の吻合につ〕）\nいては、胃空腸吻合、胆管空腸吻合及び膵胃吻合が行われた（乙Ａ２〔１\n２６ 。〕）\nイ 手術の際、術中腹腔洗浄細胞診が実施されたが、陰性との結果であった。\nまた、胆管と膵断端について術中病理検査が実施されたが、その結果も陰\n性（悪性所見なし）であった （乙Ａ２〔８９ ）。〕\nウ Ａ医師は、原告の腫瘤について であるとの手術所見を得たstage IVa\n（乙Ａ２〔１２７ 。〕）\n7 病理検査所見と説明等()\nア 被告病院の医師は、原告から摘出された腫瘤について病理組織検査を行\nい、次のような診断に至り、平成１３年７月３日、これをＡ医師に報告し\nた （乙Ａ２〔２１、８８ ）。〕\n「膵臓（膵頭十二指腸切除 ：慢性膵炎● ）\n切片は、腺房細胞の脱落及び顕著な繊維化を伴い、膵頭部において\n中等度の慢性炎症性細胞浸潤の様相を呈している。悪性組織はな\nい」。\n「胆嚢（手術 ：慢性急性胆嚢炎● ）\n当該部分は、中等度の急性かつ慢性の炎症性細胞浸潤を伴う繊維性\nに肥厚した胆嚢壁である。悪性所見はない 」。\n「リンパ節（郭清 ：悪性所見なし 」● ）。\n「ゲロッター筋膜に悪性細胞はない 」● 。\nイ 原告及びＢへの説明\n上記報告を受けた被告Ａ医師は、同日午後７時、原告及びＢに対し、原\n告の腫瘤が良性の腫瘤形成性膵炎であったこと、術前の画像診断で鑑別困\n難であったため、膵癌を強く疑ったものの、結果として血管合併切除及び\n術中照射を伴う過大な侵襲を加えてしまったこと、原告には発熱が続いて\nいるが腹腔内合併症は考えにくく、創感染に対する炎症反応と思われるこ\nとを説明した（乙Ａ２〔２１ 、証人Ｂ〔１０ 。〕〕）\n8退院()\n原告は、平成１３年８月９日、被告病院を退院した（乙Ａ２〔３、２５、\n１８９ 。〕）\n医学的知見２\n証拠等によれば、次の医学的知見が認められる。\n1 膵癌について()\nア予後\n膵癌は消化器癌の中で最も予後不良な癌とされており、膵癌全国登録調\n査報告による５年生存率は１８．９％にすぎないとの指摘がある（甲Ｐ４\n〔４２９ 。平成１４年の文献である 。また、膵頭部癌切除例の進行度〕。）\n別５年生存率は、 で５９．１％、同 で４５．５％、同 で１２．stage I II III\n６％、同 で６．２％、同 で３．６％であるとされており、膵癌IVa IVb\nといえども早期癌においては比較的高い５年生存率が得られているが、平\n成８年度で 膵癌の切除例に占める比率は６．９％で、また腫瘍径stage I\n２ 以下の例は１３．１％を占めるにすぎず、これらの癌も最近１０年cm\n間で若干の増加傾向を認めるものの、その発見率に進歩を認めていないに\n等しい状況にあるとの指摘がある（甲Ｐ５〔１０ 。平成１１年の論文で〕\nある 。。）\nイ 腫瘍マーカー\n膵癌に反応する腫瘍マーカーとしては、エラスターゼ 、 、 19-9、ICEA CA\n-2があるところ、膵癌患者血清における 19-9や -2の陽DUPAN CA DUPAN\n性率は約８０％であるとされている。ただし、良性疾患でも胆管又は膵管\nの閉塞を伴う場合に偽陽性を示すことがある（甲Ｐ４〔４３０ 。〕）\n腫瘍マーカー検査は、結果が陽性であれば画像診断等によって得られた\n癌という診断に間違いはなかったと医師が認識するものであるが、特異性\n感度がそれほど高くないことから、検査結果が陰性であっても、それによ\nって癌であるとの診断を否定し得るものではないのであって、補助診断の\n１つにすぎないものである（鑑定人３名〔１９ないし２２ 。〕）\nウ 細胞診\n細胞診には、超音波映像ガイド下経皮的膵穿刺生検、内視鏡下による細\n胞診等がある。前者は、膵腫瘍の良悪鑑別が困難な場合や慢性膵炎と膵癌\nの鑑別が困難な場合に適応があるが、画像診断で膵癌との診断が明らかで\nあれば適応はなく、外科的切除が予定されている場合は癌の播種の危険が\nあるため禁忌とすべきとの指摘がある（乙Ｐ４５〔９５４ 、Ｂ４６〔４〕\n４８ 。後者について、相当高い診断率が報告されたこともあったが（甲〕）\nＰ１１〔６２１ 。昭和５７年の文献である 、最近の文献においては、〕。）\nにて悪性疾患を疑う所見のある症例が適応であり、疾患の良悪鑑別ERCP\nに有用であるが、鉗子の挿入が困難で十分な組織片が得られない場合があ\nるし、合併症として にともなう膵炎などがあると指摘されているERCP\n（乙Ｐ４５〔９５６ 。さらに、比較的新しい検査法として超音波内視鏡〕）\nガイド下膵生検があるものの、手技に熟練を要するし、画像診断で確定診\n断が得られている場合には禁忌とされている（乙Ｐ４５〔９５６ 。〕）\n細胞診は、術前に胆汁が容易に得られるのであれば行われるが、ドレナ\nージないしチューブにより体外に排出される胆汁を用いない場合、内視鏡\nを用いて膵液を採取する、ブラシでこする、又は胆汁を採る方法によるこ\nとが必要であり、いずれも患者の負担が重く、膵炎、膵液瘻（術中細胞診\nの場合）等の合併症が起きる可能性が高まるところ、膵炎は場合によって\nは致死的である。したがって、癌が間違いない症例については、内視鏡的\nな細胞診は実施しない （鑑定人３名〔２３、２４、３１ ）。〕\n平成４年度の全国膵癌登録調査報告からすれば、術前に組織学的確定診\n断が得られたのは、細胞診、内視鏡下膵生検、エコー下膵生検を併せても\n１６．３％にすぎないとの指摘があり、さらに、膵臓は解剖学的に管腔臓\n器であると同時に実質臓器でもあり、しかもその管腔は細く、また、位置\n的にも体腔の中心に存在するため、管腔からの生検や経皮的生検も他の臓\n器に比べて難しいとの指摘がある（乙Ｐ１３〔３２５ 。〕）\nエ 術中迅速病理診断\n術中に注射針を用いて病巣の組織を採取して行う検査である。比較的古\nい文献には診断率が高いとの指摘もあるが（甲Ｐ１１〔６２２ 、最近の〕）\n文献においては、その正診率は５割を上回る程度であるとの指摘もあり\n（乙Ｐ４７〔２６９ 。平成１５年の文献である 、鑑定人らも、真に必〕。）\n要な組織を採取し得るか否かに疑問があるとして同旨の指摘をし、かつ、\n穿刺に伴う出血や癌細胞撒布の危険性を指摘して、その有用性には疑問が\nあるとしている（鑑定人Ｆ〔５３ 、同Ｇ〔２９ 、同Ｈ〔３１、６５ 。〕〕 〕）\n2 膵癌と慢性膵炎の鑑別診断()\nア 膵癌と慢性膵炎は画像診断で類似した所見を示すことがある。超音波検\n査や 検査で膵臓の局所腫大と膵管拡張が、 で膵管の閉塞又は狭CT ERCP\n窄と尾側膵管の拡張が見られる場合には鑑別が必要になる （甲Ｐ１〔３。\n１５ ）〕\nイ 閉塞性慢性膵炎の中でも限局性の膵腫大を示し、腫瘍病変との鑑別が困\n難な形態をとるものが臨床的に散見され、慣用的に「腫瘤形成性膵炎」と\nいう用語が使われているところ（ 肉眼的あるいは画像診断にて認識可能「\nな炎症性腫瘤の形成を伴う慢性膵炎の特殊型」と定義する文献もある（乙\nＰ１０ 、これらは最新の画像診断法を駆使しても診断に難渋すること）。）\nが多いとの指摘がある（甲Ｐ３１〔５７ 。また、悪性を否定できないた〕）\nめに切除手術を施行せざるを得ない症例も多いのが現状であると指摘する\n平成１４年４月発行の文献もある（乙Ｐ２３〔４９８ 。〕）\nウ 膵癌と慢性膵炎の鑑別基準として、次のことが挙げられる。\n超音波検査（ （甲Ｐ１〔３１４ ）()ア US）〕\n膵癌 低エコーの辺縁不明瞭な腫瘤、膵管途絶、膵管拡張\n慢性膵炎 腫大部と他の部分とのエコーレベルに差がない、膵管が\n腫瘤内を貫通（ 、膵管拡張（被告Ａduct penetrating sign）\n医師〔４０ ）〕\n検査（甲Ｐ１〔３１４ ）()イ CT 〕\n膵癌 造影剤静注で染まらない（部分がある）\n慢性膵炎 造影剤静注で染まる\n（甲Ｐ１〔３１４ ）()ウ ERCP 〕\n膵癌 胆管の狭窄、頭側膵管は正常、膵管狭窄、尾側膵管拡張\n慢性膵炎 総胆管末端部の滑らかな狭窄、膵管狭窄、頭側と尾側の\n膵管拡張\nなお、 では、膵管の狭窄、閉塞を認めることが多く、狭窄部よERCP\nり尾側の膵管は拡張する。主膵管の口径不同、偏位などとともに粘液産\n生膵癌では粘液の透亮像、嚢胞像などの所見を認める。 はコントERCP\nラストの良さ、微細な病変の描出能など優れた特性を持つ一方、膵炎、\n胆管炎、消化管穿孔などの合併症も認められることから、経験を積んだ\n指導者の下で慎重に行う必要があるとの指摘がある（甲Ｐ４〔４３\n０。〕）\n検査()エ MRI\nで、正常な膵臓であれば脂肪抑制 1強調画像において高信号をMRI T\n示すが、膵癌は低信号を示すために造影剤なしでその存在を診断し得る。\nしかし、慢性膵炎により膵腺房細胞が減少すると、脂肪抑制 1強調画T\n像で膵癌と同様の低信号を呈する （甲Ｐ４〔４３０ ）。〕\n血管造影（甲Ｐ１〔３１４ ）()オ 〕\n膵癌 不整な狭窄、無血管野、動脈の閉塞\n慢性膵炎 無血管野はない、滑らかな狭窄、血管の屈曲蛇行\nエ ダブルダクトサイン（ ）とは、２つのダクト（総胆管とdouble duct sign\n主膵管）が高度に狭窄している状態をいい、悪性腫瘍の存在を疑う所見で\nあるが（被告Ａ医師〔９、１１ 、膵炎でも起こり得る（同〔３６ 。〕）〕）\n3 膵癌と慢性膵炎の治療法()\nア 疼痛を伴う腫瘤形成性膵炎では、徐痛目的で十二指腸温存膵頭切除術や\n全胃幽門輪温存膵頭十二指腸切除術を推奨する施設もあるが、膵切除術後\nの消化吸収能や内分泌機能の低下、術後の合併症等を考えると、むやみに\n手術適応とすべきではなく十分な経過観察が必要である（乙Ｐ２７〔５１\n３。〕）\nこれに対して、膵癌の進行は非常に早く１か月で大きさが倍増するとも\nいわれ、早期にリンパ節郭清術と膵切除術を行うのが基本方針となってい\nる（乙Ｐ２７〔５１３ 。〕）\nイ 膵切除術は、多くの施設において、 （局所的 ）までをstage IVa stage IV\n原則的に適応としており（甲Ｐ２３〔１７１ 、 及び に対す〕） stage III IVa\nる第一選択の治療は膵切除術であり、放射線治療や化学療法よりも勝った\n治療法である（鑑定人Ｈ〔３９、４０ 、同Ｇ〔４０ 。〕〕）\n膵頭部癌においては、閉塞性黄疸を契機として医師を訪れることが多い\nことから、術前に減黄処置が必要であり、平成１３年では経皮経肝胆道ド\nレナージ（ ）や内視鏡的経鼻胆管ドレナージ（ ）などの方法PTCD ENBD\nで同処置を行うとの指摘がある（甲Ｐ２３〔１７１ 。〕）\nウ なお、経過観察をする条件としては、[1]微細分枝膵管が描出された鮮\n明な膵管像で膵癌特有の異常所見がない、[2]狭窄部より上流膵管の膵液\nうっ滞が高度でない、[3]少量の飲酒や過食の負荷で、急性膵炎症状を来\nさない、[4]エコー検査で狭窄膵管周囲の膵実質に異常（低エコー域）を\n認めない、等が充たされる必要があると指摘する文献がある（甲Ｐ１３\n〔１８８ 。〕）\n4 膵頭部癌に対する手術の術式に関する指摘等()\nア 膵癌取扱い規約\n平成１４年４月２０日に第５版が発行された日本膵臓学会編「膵癌取扱\nい規約」の「 .外科的治療」の欄には、次の旨の記載がある（甲Ｐ１IV\n４。）\n手術の種類()ア\nａ膵切除術\nｂ姑息手術\nバイパス手術（胆管空腸吻合、胃空腸吻合など）\nｃ単開腹\n膵臓切除術式の記載()イ\nａ 切除術式の種類\n膵頭切除（ ： ）PHR pancreatic head resection\n膵頭十二指腸切除（ ： ）PD pancreaticoduodenectomy\n幽門輪温存膵頭十二指腸切除（ ： ）PPPD pylorus-preserving PD\nSSPPD subtotal stomach-preser亜全胃温存膵頭十二指腸切除（ ：\n）ving PD\n十二指腸温存膵頭切除（ ： ）DPPHR duodenum-preserving PHR\n尾側膵切除（ ： ）DP distal pancreatectomy\n膵全摘（ ： ）TP total pancreatectomy\n中央切除（ ： ）MP middle pancreatectomy\n部分切除（ ： ）PR pertial resection\nｂ 再建術式の種類\n、 後の再建術式を、膵、胆管、胃のそれぞれと空腸とのPD PPPD\n吻合を、空腸口側からの順位によって分類する。\n型 胆管、膵、胃の順に吻合I\n型 膵、胆管、胃の順に吻合II\n型 . 胃、膵、胆管の順に吻合III a\n. 胃、胆管、膵の順に吻合b\n型 その他の吻合IV\nイ と に関する指摘PD PPPD\n平成９年１月１０日発行の文献において、拡大郭清膵切除術では患者()ア\nQOL QOLの が損なわれることが難点であり、最近ではより良い術後の\nを求めて全胃を温存する幽門輪温存膵頭十二指腸切除術が普及してきて\nおり、同術式は膵頭部癌にも適応が拡大され、長期予後を見てもこれま\nでの拡大手術を比べて大きな遜色がないとする報告も見られているが、\nリンパ節郭清の点で未だ議論があるところであるとの指摘がある（甲Ｐ\n２０〔２、３ 。〕）\n他方、 と では、成績に有意差はないもののむしろ長期生存()イ PD PPPD\n率は の方が よりも良好であり、 の向上が間接的ではあっPPPD PD QOL\nても長期生存率の向上に寄与している可能性があるとの指摘がある（甲\nＰ２３〔１８１ ）が、他方で、 で胃を残した方が術後の栄養状〕 PPPD\n態の改善が見られるとはいわれているものの平成１３年の段階では膵癌\nに対して を積極的に行うとの気運はなく、 をしなければなPPPD PPPD\nらないわけではないとの指摘もあるし（鑑定人Ｈ〔４２ 、むしろ制限〕）\nされているのが一般的であったとの指摘もある（鑑定人Ｇ〔４４ 。〕）\n平成１１年度の症例に関する膵癌全国登録調査報告によれば、膵切除()ウ\nの種類については、切除例５７４例中、 が２１３例、 が１５PD PPPD\n８例である（乙Ｐ２１〔６４：１２６ 。〕）\nウ 膵胃吻合について（乙Ｐ５２ないし５５）\n膵臓と消化管との再建方法について、膵臓と胃とを吻合する方法が、昭\n和２１年、 らにより報告され、我が国では昭和６０年に報告がさWaugh\nれ、最近では安全な吻合法として周知されつつある（乙Ｐ５２〔７０ 。〕）\n平成１３年の段階及び現段階において、我が国では約２０パーセントの\n施設で膵胃吻合が行われており、不適切であるとか否定された吻合法では\nないし（鑑定人Ｈ〔４１ 、膵臓を胃に吻合した方が血流の状態がよく、〕）\n縫合不全の危険性が低くなるとの報告もあるが、それには差がないとの報\n告があるほか、胃に吻合すると残膵の機能に影響があるとの報告もあるが、\nエビデンスとしてどちらが優位であるかについて確証はない（鑑定人Ｆ\n〔４４ 、同Ｇ〔４５ 。〕〕）\n争点 1 （被告病院が、慢性膵炎を膵頭部腫瘍と誤診し、膵頭十二指腸・胃・３ ()\n肝動脈・胆管・神経叢・胆のう等を切除する手術（本件手術）を行った過失の\n有無）について\n1 認定事実に対する評価()\nア 前記１ 3 イないしエ及びキ並びに 5 イにおいて認定したとおり、原告に() ()\nついては、平成１３年５月２８日から６月１１日にかけて順次 、超ERCP\n音波検査、 検査、血管造影検査及び 検査が施行され、いずれも膵CT MRI\n頭部癌の所見が得られている。これについて、前記２ 2 において認定した()\n鑑別基準に照らして検討すると、 においては、胆管に不正な高度狭ERCP\n窄があり、主膵管の狭窄も認められており、いわゆるダブルダクトサイン\nの所見が、超音波検査においては、辺縁が凸凹した低エコー部分があるこ\nとが、 検査においては、正常膵実質と比較して増強効果の低い領域、CT\n総胆管の狭窄及び主膵管の軽度拡張が、血管造影検査においては、後膵十\n二指腸動脈と背膵動脈の分枝の壁不整及び門脈本幹の狭窄がそれぞれ存在\nし、これらはいずれも膵癌を疑うべき所見である。\nこれらのことに加え、上記画像について、第一に考えるのは癌である旨\nの鑑定人の一致した意見があり（鑑定人Ｆ〔１０、５３ 、同Ｇ〔１２、〕\n５９ 、同Ｈ〔１４、６４ 、これに反する証拠はないから、上記各検査〕〕）\nについて、被告Ａ医師が膵頭部癌であると診断したことが誤診であるとは\n認められない。\nイ この点に関し、Ｆ鑑定人は、 、 で腫瘤の造影効果がやや良い点CT MRI\nや、膵管造影で狭窄部主膵管の上流膵管について拡張の程度が通常の膵癌\nに比べて少ない点、原告の年齢が６２歳である点、本件の１年前に顎下腺\n炎の既往症がある点を挙げ、原告については、自己免疫性膵炎の疑いが強\nいと述べる（鑑定人Ｆ〔４、５、５３ 。〕）\nしかしながら、Ｆ鑑定人は、平成１３年の段階では自己免疫性膵炎とい\nう概念は普及していなかったとも述べ、同年の段階で自己免疫性膵炎と診\n断できなくとも不適切ではないと述べているところであるから（鑑定人Ｆ\n〔８ないし１１、５３ 、原告について、上記各画像から自己免疫性膵炎〕）\nを疑うべき注意義務はないというべきである。\nもっとも、被告Ａ医師は、平成１３年当時においても自己免疫性膵炎の\n概念を知っていたと述べているが、自己免疫性膵炎はびまん性の病変で腫\n瘤がはっきりしないものであるとの認識であった旨も述べており（鑑定人\n調書〔４６ 、原告についての所見が、典型例たるびまん性の病変とは異〕）\nなり、限局性の病変であったこと（鑑定人Ｆ〔５、４８ ）や、限局性の〕\n自己免疫性膵炎があるとの報告は、ようやく平成１２年ころからされ始め、\n翌１３年の論文で取り上げられたにとどまること（同〔４８ ）からすれ〕\nば、平成１３年当時において一般の医師には限局性の自己免疫性膵炎の存\n在を認識することは困難であったといわざるを得ないから、原告について\n限局性の自己免疫性膵炎であると疑うべき注意義務があるということはで\nきない。\nなお、原告は、原告が女性であり、抗核抗体及び に異常がみられIgG\nなかったこと、胆石症がみられたことを根拠に原告が自己免疫性膵炎であ\nるとするＦ鑑定人の意見はにわかに信用できないと主張する。しかし、仮\nに原告主張のように画像所見以外のデータから自己免疫性膵炎を否定し得\nるとすると、そのことと画像所見とを総合して導出し得る結論は、他の２\n鑑定人と同じく膵癌のみを疑うことに帰するのであるから、原告の上記主\n張は原告に有利な主張とはいい難い。また、自己免疫性膵炎は男性に好発\nするものの（鑑定人Ｆ〔５３ 、女性に発症しないとはいえないし、抗核〕）\n抗体及び に異常がみられることが自己免疫性膵炎の診断基準であるIgG\nと認めるに足りる証拠はなく、胆石症については、後記のとおり原告に存\n在する胆石が慢性膵炎を発症させるものとはいえないのであるから、原告\nが主張する根拠はいずれも上記Ｆ鑑定人の意見の信用性を覆すものとはい\nえないのであって、いずれにしても原告の主張は採用できない。\n2 腫瘍マーカーについて()\n原告は、前記１ 2 ウ及び 5 オにおいて認定したとおり、原告に対する腫瘍() ()\nマーカー検査の結果はいずれも基準値内で陰性であったと指摘する。\nしかしながら、腫瘍マーカー検査は、前記２ 1 イのとおり、補助診断の１()\nつとして用いられるべきものであり、画像診断等によって癌という診断が得\nられた場合に、仮に腫瘍マーカー検査結果が陰性であっても上記診断を否定\nするものではない。そうすると、腫瘍マーカー検査が陰性であったことは、\n上記のとおり膵癌を疑ったことの適否の判断に影響するものではないという\nべきである。\nまた、前記１ 5 オにおいて認定したとおり、術前に実施され術後に報告さ()\nれた -1の検査結果は陽性となっており、客観的には腫瘍マーカーの値SPAN\nからも癌を疑うべきであったと認められ、原告の主張はその前提を欠くこと\nとなる。\n3 画像の明るさ及び濃淡について()\n原告は、 検査、血管造影検査及び 検査の画像がいずれも明るさ及CT MRI\nび濃淡（コントラスト）の点で不適切であって診断の根拠とすべきものでな\nいと主張するが、医師である鑑定人３名のうち、Ｆ鑑定人は、 画像のMRI\nうち１つが不良で読影に耐えないが他のフィルムは診断上問題ないと述べて\nおり（鑑定人Ｆ〔１、２、５２ 、他の鑑定人も診断に不適切な画像はない〕）\nと述べているところであるから（鑑定人Ｈ〔２、６４ 、同Ｇ〔２、３、５〕\n９ 、上記各画像検査の画像が明るさ及び濃淡の点で不適切であるとはいい〕）\n難く、原告の主張は採用できない。\n4 胆石の存在について()\nア さらに、原告は、女性には胆石に原因する慢性膵炎が多いとの知見（甲\nＰ３７）を理由に、原告に胆石が存在したことから、医師としては癌でな\nいと疑うべきであると主張する。\nイ 確かに、前記１ 3 エ及び同 5イにおいて認定したとおり、原告には胆石() ()\nが複数存在していた。しかしながら、この点については、文献上、慢性膵\n炎の原因として女性については胆石が多いとされているにとどまるのであ\nって、直ちにその逆が成り立つということはできないし、胆石が原因とな\nる膵炎は、比較的小さな３ないし５ 程度の胆石が胆嚢から落ち、総mm\n胆管の末端の乳頭部に嵌頓することによって引き起こされるものであると\nころ（被告Ａ医師〔３３ 、原告の胆石は小さなものではなく 検査で〕） CT\n認識可能なほどに大きなものであり、そのような胆石が移動して膵臓に影\n響することはほとんどないと認められ（同〔３４ 、これに反する証拠は〕）\nない。したがって、原告の主張する機序は原告についてそもそも成立しな\nいのであって、原告の主張は前提を欠くというべきである。\n5小括()\n以上によれば、原告に関する画像所見等はすべて膵頭部癌と診断すべき所\n見であり、しかも腫瘍マーカー検査等によって慢性膵炎を疑うべきとも認め\nられないのであるから、被告Ａ医師が上記各検査によって原告に膵頭部癌が\nあると診断したことが誤診であり、過失となるとは認められない。\n争点 2 （被告病院が本件手術を行うに当たって必要な検査の実施を怠った過４ ()\n失の有無）について\n1 認定事実に対する評価()\n原告は、本件手術を行うに当たって必要な検査として、腫瘍マーカー検査、\n膵液細胞診・膵管生検、開腹下膵生検・細胞診の３つを挙げ、これらの検査\nを実施しなかったことを過失として主張するので、これらについて判断する。\nア 腫瘍マーカー検査\n腫瘍マーカー検査は、前記３ 2 において説示したとおり補助的な診断() ( )ア\n法であることからすれば、多数回実施したからといって画像診断の結果\nを覆すものであるとはいえない。したがって、腫瘍マーカー検査を更に\n実施すべき注意義務は認められない。\nこの点について、Ｇ鑑定人は、自らの病院ではルーチンワークとして\n術前に 19-9、 -1、 -2、エラスターゼ の腫瘍マーカーCA SPAN DUPAN I\n検査を実施していると述べているが、他方で、陰性だから癌を否定でき\nるものではなく、腫瘍マーカー検査の値が高値であれば医師として強い\n自信を持って手術に臨めるという趣旨のものであるとも明言していると\nころであるし（鑑定人Ｇ〔２１ 、Ｈ鑑定人も、これと同旨の考えを示〕）\nし、かつ、被告病院が腫瘍マーカー検査の値が上がらないことから、術\n後のフォローに供するために -1等の検査を追加したことも適切なSPAN\n措置であったとしているところ（鑑定人Ｈ〔２２ 、これらの意見は腫〕）\n瘍マーカー検査が画像診断を前提とする補助的診断であり、画像診断を\n覆すことがないことを前提とするものと理解できるから、画像診断によ\nって癌を強く疑うのが相当であった本件においては、腫瘍マーカー検査\nを更に実施すべき状況にはなかったと認められる。\nこれに対して、原告は、複数の腫瘍マーカー検査を実施することで偽()イ\n陰性率が計算上低下することから、膵癌と慢性膵炎の鑑別のために腫瘍\nマーカー検査を複数実施すべきであると主張するが、上記において説示\nしたとおり、腫瘍マーカー検査が補助的なものにすぎないとされている\nほか、医師としては癌を見逃すことの方が問題であるから補助的診断法\nに頼るのが危険であるとの意見もあり（鑑定人Ｇ〔２１ 、一般に癌が〕）\n致死的な疾患であり、特に膵癌の予後が悪いことからすれば上記意見に\nは合理性があると考えられることに照らせば、腫瘍マーカー検査を追加\nすべきであるということはできないのであって、原告の主張は採用でき\nない。\nイ 膵液細胞診・膵管生検等\n前記２ 1 ウにおいて認定したとおり、膵臓について細胞診を行うことは()\nそもそも困難であるし、膵臓細胞診の合併症には膵炎や細胞播種があると\nころ、前者においてはそれが原因で死亡することもあることや、後者につ\nいては癌細胞をまき散らす結果となり得ることに加え、そもそも癌との確\n定診断を得るには膵臓を摘出して病理検査をするよりほかないし、細胞診\nが、癌であるか否か疑義があるとされる場合に有用とされる検査であると\nころ、本件においては画像所見において強く癌を疑うものであったことに\n鑑みると、本件手術前においては、すでに原告については検査の必要性が\nない状況にあったといわざるを得ない。\nそして、開腹下の膵生検ないし細胞診についても、前記２ 1 エのとおり()\nそれにより確定診断をすることはできないことに照らせば、同様に検査の\n必要性はないものというべきである。\nまた、この点について、Ｈ鑑定人は、自らは細胞診及び術中の組織診を\n全例において実施していると述べるが、平成１３年当時は実施していなか\nったとも述べているところであり（鑑定人Ｈ〔３０、３１ 、Ｆ鑑定人が、〕）\n自己免疫性膵炎を疑診していなければ細胞診は特にしないと述べているこ\nとも考え合わせると（鑑定人Ｆ〔２４ 。なお、平成１３年当時において〕\n自己免疫性膵炎を疑う義務がないことは前述のとおりである 、膵液細胞。）\n診及び膵管生検等を実施すべき注意義務はないというほかない。\n2小括()\n以上からすれば、原告の主張する諸検査についてはいずれも実施すべき注\n意義務が認められないから、この点においても、被告Ａ医師、ひいては被告\n北九州市に注意義務違反は認められない。\n争点 3 （被告病院の診断を前提として、原告に対して手術を行ったこと又は５ ()\nその術式に誤りがあったか否か）について\n1 手術適応について()\nア 原告は、 や の患者には手術適応がないと主張するところ、stage III IVa\n確かに、アメリカ癌学会（ ）による、膵癌の処置は非常に難しく、１ACS\n年存命率や５年存命率が低いので治療の究極の目標が膵癌の積極的処置で\nはなく の向上を図って延命に努めることになるとの指摘や、 . . .QOL J H P\nによる、大部分の膵癌患者が手術の対象にならないとの指摘もある（甲Ｐ\n１５の１ないし４、Ｂ１６ 。）\nイ しかしながら、前記２ 3 において認定したとおり、膵癌については早期()\nstage III IVaにリンパ節郭清術と膵切除術を行うのが基本方針であり、 や\nまでが原則として手術適応となるとされており、むしろ や のstage III IVa\n癌に対する第一選択の治療は膵切除術であるし、しかも放射線治療や化学\nstag療法よりも勝った治療法なのであるから、少なくともわが国における\ne III IVa stや の患者に対する標準的治療法は手術であるというほかなく、\nや の患者に対する手術適応がないとすることはできない。age III IVa\nウ したがって、前記１ 6 ウにおいて認定したとおり原告について癌の進行()\n度が と術中に診断された本件において、原告に手術適応がないstage IVa\nとすることはできないのであって、原告に対して膵切除術を実施した被告\nＡ医師、ひいては被告北九州市に手術適応を誤った過失はない。\n2 術式について()\nア 膵切除術の術式\n前記１ 6 において認定したとおり、被告Ａ医師は、原告に対して、膵() ( )ア\n切除術の術式として を採用、実施したものであるが、この点についPD\n、ては、原告は、 ではなく を採用実施すべきであったと主張しPD PPPD\nPPPD QOL確かに、前記２ 4 イにおいて認定したとおり、 の方が患者の()\nがよく、長期生存率も向上していると指摘した医学文献もある。\nしかしながら、まず、前記２ 4 ア において認定したとおり、膵切除() ( ) ()イイ\n術の術式について、膵癌取扱い規約には 及び の双方が記載さPD PPPD\nれているところ、そもそも不適切な術式であれば取扱い規約に記載され\nないのが通常と考えられることに照らすと、膵切除術を行う際の選択肢\nの一つにはなり得るものと認められる。また、前記２ 4 イにおいて認定()\nしたとおり、平成１３年の段階で膵癌に対して を積極的に行うとPPPD\nの気運はないとの意見や、 はむしろ制限されていたとの意見もあPPPD\nることからすれば、 が否定された術式ではないということができるPD\n（鑑定人Ｈ〔４１ 。〕）\nそして、これらに加え、病気の進行度や診断にどれだけの自信がある\nかといった事情は術式の選択に影響しないこと（鑑定人Ｈ〔４３ ）に〕\n鑑みれば、 も、 と並んで術式のひとつとして選択し得るものPD PPPD\nであり、かつ、原告の状態に照らして を選択すべきことにもならPPPD\nないのであるから、医師として、原告に対して による膵切除術をPPPD\n実施すべき注意義務は認められない。\nイ 膵臓と消化器との吻合術の術式\n前記１ 6 において認定したとおり、被告Ａ医師は、原告に対して、膵() ( )ア\n臓と消化器との吻合術式として膵胃吻合を採用、実施したものであるが、\nこの点については、原告は、膵胃吻合ではなく膵腸吻合を採用実施すべ\nきであったと主張している。\nしかしながら、この点についても、前記２ 4 ウにおいて認定したとお() ()イ\nり、膵胃吻合が安全な吻合法として周知されつつあるとの指摘があるほ\nか平成１３年の段階及び現段階において我が国において膵胃吻合が現実\nに行われており、しかもそれが不適切であるともいわれていないし、膵\n胃吻合と膵腸吻合とのどちらが優位であるともいわれていないことに照\nらすと、膵胃吻合及び膵腸吻合のうち、どちらを選択するかについては、\nＨ鑑定人が当該施設で一番安全にできる慣れた方式によるのが適切であ\nるとの意見を述べているとおり（鑑定人Ｈ〔４２ 、医師の合理的裁量〕）\nの範囲内にあるというべきであるから、医師として後者を選択しなけれ\nばならない注意義務は認められない。\nなお、原告は、被告Ａ医師が執筆者の１人となっている論文中にも実\n際の手術例において、 の方が よりも圧倒的に多く、それらのPPPD PD\nいずれについても再建方式は膵空腸吻合が行われており、膵胃吻合はほ\nとんど行われていないとの指摘があるが、たとえ、そのような実情があ\nるとしても、上記で説示したことに照らすと、被告Ａ医師の術式の選択\nに誤りがあったとは認められない。\n3小括()\n以上のとおり、被告Ａ医師が原告に対して手術を実施し、その際、術式と\nして 及び膵胃吻合を行ったことについて、手術適応もあり、術式としてPD\n及び膵腸吻合を選択すべき義務もないのであるから、いずれの点につPPPD\nいても、被告Ａ医師、ひいては被告北九州市に注意義務違反はない。\n争点 4 （手術の実施・手術方法に関する説明義務違反の有無）について６ ()\n1 認定事実に対する評価()\nERCPア 前記１ 3 において認定したとおり、被告Ａ医師は、原告に対して()\nをはじめとする諸検査を実施して、原告に膵頭部癌が存在すると診断した\nものであり、そのこと自体は前記３において認定説示したとおり適切であ\nる。しかしながら、画像診断は万全ではないこと（鑑定人Ｈ〔１４ ）か〕\nらすれば、画像診断が確定診断と異なる可能性は否定できず、前記２ 2 に()\nおいて認定したとおり腫瘤形成性膵炎と膵癌との鑑別は容易ではないこと\nからすれば、原告の疾患が膵炎である可能性も否定できない。しかも、前\n記２ 3 アにおいて認定したとおり、膵炎であれば膵臓の切除が不要であり、()\nこのことは被告Ａ医師も認めるところである（被告Ａ医師〔９１ 。〕）\nとはいえ、上記のとおり、そもそも腫瘤形成性膵炎と膵癌とは鑑別が困\n難であり、しかも膵癌の予後は悪いものであるから（前記２ 1 ア 、経過() ）\n観察をすれば、仮に患者の疾患が膵癌であった場合に手遅れとなることが\nあり得るのであって、このことに照らせば、膵炎の可能性が否定できなく\nても、原告に対する治療としては手術をせざるを得なかったといわざるを\n得ない。\nイ ところで、患者は、自己の行動について自ら決める権利、いわゆる自己\n決定権を有しているから、特定の治療を受けるに当たっても、当該治療の\n性質、それによる効果、自らの身体状態等に鑑み、自ら納得の上で当該治\n療を選択するか否かを決定すべきものであるところ、当該治療により予測\nされる結果や治療による不都合は、専門的知識がなければ正確には認識で\nきず、医師から説明されない限り、患者が知り得ないのが通常である。\nしたがって、治療を行う医師としては、患者に対して、治療を受けるべ\nきか否かを判断するのに十分な情報説明すべき義務があるというべきであ\nる。\nウ 本件においては、上記アのとおり、手術を選択するのがやむを得ない状\n況である反面、客観的には手術が必要でないという可能性も常に存在して\nいたのであり、しかも、その手術は、前記１ 6 のとおり、１３時間にも及()\nぶ大手術であって、胃や十二指腸など生命維持にとって極めて重要な臓器\nを摘出するという侵襲度の高いものであり、手術自体が成功してもその後\nの予後に重大な影響を及ぼすものであるから、そのような手術を実施する\n際には、患者に対し、その症状からして手術が避けられず、その手術自体\nも大規模であり予後にも影響を及ぼすものであるが、それが全く不要なも\nのであると後に判明する可能性もある状況を十分に説明し、その納得を得\nることが必要であったと考えられる。そして、上記の状況が患者である原\n告に伝えられれば、たとえ手術後に良性疾患であったことが判明したとし\nても、それを自らの選択の結果として受け入れることが可能であるのに対\nし、上記の状況が伝えられなかった場合には、このような選択の結果であ\nると評価することができず、それが重大な精神的苦痛を生じさせる可能性\nもあることからすれば、上記の状況は、患者が治療を受けることを選択す\nる際に必要不可欠な情報であるということができる。\nしたがって、被告Ａ医師は、原告に対して、上記のとおり、発見された\n腫瘤は良性、すなわち腫瘤形成性膵炎の可能性もあり、その場合は同疾病\nの治療としては手術の必要はないが、鑑別が困難であることや膵癌であっ\nた場合の予後を考慮すると手術に踏み切るのが適切であることを説明し、\n予後に対する原告の納得を得、その上で原告の同意を得るべき注意義務が\nあったというべきである。鑑定人３名が、いずれも、癌であるとの確定診\n断はできないが、医師としてはほぼ癌に間違いないから手術を勧める旨の\n説明をするとの趣旨の意見を述べているのは（鑑定人Ｆ〔３４ 、同Ｇ〕\n〔３５ 、同Ｈ〔３７、３８ 、上記の義務があることを前提とした意見〕〕）\nであると解するべきものである。\nエ しかしながら、被告Ａ医師は、前記のとおり、原告が膵癌に罹患してい\nることを前提として、腫瘤形成性膵炎等、良性疾患の可能性があることを\n説明することなく、手術が必要であることやその術式、合併症等の説明を\nしたのみであるから、同人には、上記の状況を説明しなかった点において、\n説明義務違反を免れない。\n2 なお、原告は、説明義務違反の内容として、上記の点を明示的には主張せ()\nず、化学療法、放射線療法など各治療法の長所・短所を説明して基本的選択\nを患者の意思で行わせる義務や、術式についての説明義務、膵頭部癌である\nことの根拠について等の説明義務があったと主張するにとどまっているが、\nこれらを善解すれば、手術の必要性についての説明義務を欠いているとの主\n張を含むものということができる。\n争点 5 （同意のない右肝動脈合併切除・再建術（本件拡大手術）を行った過７ ()\n失の有無）について\n1 原告の主張内容()\n前記１ 6 において認定したとおり、被告Ａ医師は、原告に対して、膵頭十()\n二指腸切除術を施行し、その際、原告の血管走行に奇形があり、右肝動脈が\n切除対象である膵頭部の後方を走行しており、しかも両者が癒着していたこ\nとから、これを剥離することができず、右肝動脈を切除し、腫瘤を切除した\n後に再建するとの手技を採ったものであるところ、原告は、この点について\nの事前の説明及び同意を欠いていたものと主張する。\n2 同意の性質等()\nしかしながら、まず、医師は、患者に対して侵襲を伴う治療をする際には、\n患者に対して説明をして同意を得る必要があるが、予期できない状況が生じ\n得ることや、行うことが予定されている治療内容についてもれなく詳細に説\n明することはそもそも患者が望まないことが通常であること、右肝動脈切除\nが本来すべき治療内容である膵頭十二指腸切除術を施行するための前提をな\nす付随的手技であったことに照らすと、このような付随的手技についてまで\n医師として患者に説明する必要性は乏しいというべきであり、さらに、この\nような付随的手技は本来すべき治療内容と一体をなすものと評価できること\nからすれば、本来すべき治療について同意が得られた場合には、付随的手技\nについてもまた同意があったと解すべきである。\n3小括()\nしたがって、本件については、膵頭十二指腸切除術について患者から同意\nが得られている（前記１ 4 イ）以上、同切除術に付随する右肝動脈切除及び()\n同再建についても同意があったものというべきであって、原告の主張には理\n由がない。\n争点 6 （胆管炎の発症についての過失の有無）について８ ()\n1 原告の主張は、切迫急性閉塞性胆管炎の発症を防止する観点から、開腹手()\n術が決定しているのに手術前にステントを留置したことが不適切であること、\nステントを留置するならば筋弛緩剤を使うのが一般的なので はすべきEST\nでないし、 を用いるべきであること、対象部位に傷などがあるときはEMS\n傷口に熱傷が起こり得るから 検査をステント留置直後に実施すべきでMRI\nないことの３点である。\n2 しかしながら、まず、術前のステント留置は減黄が目的であるところ（前()\n記１ 3 イ 、手術自体は減黄が目的であるわけではないから、目的が異な() ( )イ）\nるのであって、開腹手術前にステント留置をしたことが不適切となることは\nない。\nまた、ステント留置の際に筋弛緩剤を使うのが一般的だとすべきこと（甲\nEMSＰ２１の１・２ 、及び挿入時の負担、胆管への負担が少ないことから）\nを用いるべきである（甲Ｐ２７）との原告の主張については、それぞれ文献\n中にこれに沿う記載があるが、前者については、 の可否については何EST\nも触れるところがなく、他に を否定すべきと認めるに足りる証拠はなEST\nいから、 の施行をすべきでないとはいえないし、後者についても、切EST\n除不能と判定した場合に を用いるべきことが記載されているにとどまEMS\nることに照らすと、術前の減黄目的のステント留置の際に を用いるこEST\nとが誤りであるとする趣旨ではないと認められる。\nさらに、 検査の時期については、甲２８号証の１に 検査の危険MRI MRI\n性として「ラジオ周波数パルスによる、眼球レンズのような脆弱組織への加\n熱効果」が挙げられているものの（甲Ｐ２８の１ 、傷口と眼球レンズとを）\n同等に評価することはできず、その他に 検査によって切迫急性閉塞性MRI\n胆管炎が発症することを予見すべきであるとうかがわせる証拠はないから、\n原告の主張は前提において理由がないというべきである。\n3 したがって、原告が主張する注意義務はいずれも認められず、被告Ａ医師()\n及び被告北九州市に原告の主張する過失はない。\n争点 7 （損害額）について９ ()\n1 因果関係について()\nア 以上からすれば、原告が主張する過失のうち、手術の必要性についての\n説明が不十分であった過失（争点 4 ）のみが認められるところ、原告は、()\n侵害利益の内容として、原告の後遺症等を主張し、これに基づく損害とし\nて、逸失利益等を主張している。そこで、損害額について判断するための\n前提として、上記過失行為（説明義務違反）と上記利益侵害の発生との間\nの因果関係の有無、すなわち、手術の必要性について適切な説明をされた\n場合に、原告が本件手術を受けないとの選択をし、原告に本件手術後の後\n遺症等が発生しなかった高度の蓋然性の有無について判断する。\nイ 前記１ 1 において認定したとおり、原告は声楽家であって平成１３年７()\n月２０日にコンサートに出演する予定であったところ、前記２ 1 アにおい()\nて認定したとおり膵癌の予後が悪く、手術をするのであれば早期にする必\n要があることを併せ考えれば、原告としては、疾患を治療してコンサート\nに出演するためには手術が必要であったと認められる。\n他方、前記１ 2 エにおいて認定したとおり、原告は医者に失礼だからと()\nの理由でセカンドオピニオンには否定的であり、しかも前記１ 5 エ にお() ( )イ\nいて認定したとおり、原告は被告Ａ医師の言うとおりにしたいとの意向を\n有していたことからすれば、原告としては被告Ａ医師から説明があれば、\nその勧める治療法を受容したものと考えられるところ、同医師が自分なら\nやはり手術をした旨を述べていることからすれば（被告Ａ医師〔２６ 、〕）\n原告は、被告Ａ医師の意向である手術を受けることを選択した可能性が極\nめて高いというべきであり、これらの事情に鑑みれば、仮に被告Ａ医師が\n良性疾患の可能性等を指摘し、説明義務を果たしたとしても、原告として\nは手術を選択したものと推認するのが相当である。\nウ したがって、被告Ａ医師が説明義務を果たしたとしても原告がなお手術\nを選択したものである以上、同義務を果たしたとしても、手術に続く治療\n等がなく原告に後遺症等が発生しなかった高度の蓋然性があるとは認めら\nれないから、被告Ａ医師の説明義務違反行為と原告が主張する上記利益侵\n害の発生との間に因果関係があるとは認められない。\nエ 他方、被告Ａ医師による説明義務違反行為によって、原告としては、適\n切に情報を提供され、これに基づいて治療を受けるか否かを真摯に選択判\n断する権利、いわゆる自己決定権を侵害されたといえるから、同違反行為\nと自己決定権侵害との間には因果関係があるものと認められる。\n2 損害額()\n以上を前提として、自己決定権侵害によって発生する損害について判断す\nる。\nア 慰謝料\n本件手術は、前記１ 6 において認定したとおり、１３時間にも及ぶ大手()\n術であって、胃や十二指腸などの重要な臓器を摘出するものであり、術後\nにはそれらの臓器を喪失したことによる生活上の影響も生じているのであ\nるから、それが全く必要のない手術によるものであることが術後に知らさ\nれた場合、通常人ならば相当重大な精神的苦痛を受けると考えられ、それ\nを慰謝するには、本来、相当高額の金額を以てすべきものというべきであ\nる。\nしかし、原告は、上記自己決定権侵害によって、通常人と同様に精神的\n苦痛を受けたものと推認することはできるものの、術後に被告Ａ医師から\n病巣が良性のものであった旨の説明を受けた後も、特に落胆したり動揺し\nた様子もなく、これを静かに受け止めており、術後の吐気等がなくなって\nからは、穏やかに過ごし、退院時にもにこやかな様子であったことが認め\nられる（乙Ａ２〔１６９、１８３ないし１８９ 。その上、原告は本件訴〕）\n訟において、本件治療全般による損害の程度等、特に精神的苦痛について、\n自ら陳述する機会を求めないばかりか、陳述書を提出することもなく、単\nに原告の夫であるＢが陳述ないし供述をするにとどまることを総合考慮す\nれば、原告の精神的苦痛を慰謝するには、１００万円を以てするのが相当\nである。\nイ 弁護士費用\n本件提訴のために要した弁護士費用については、本件訴訟の経過に鑑み、\n１０万円の限度で本件不法行為により通常生ずべき損害と認める。\nウ合計\n以上によれば、原告の損害は１１０万円である。\n結論１０\n以上のとおり、原告の請求のうち不法行為に基づく請求について、主文第１\n項の限度において理由があるから、その限りで認容し、その余の請求は理由が\nないから棄却することとし、主文のとおり判決する。\n東京地方裁判所民事第３４部\n裁判長裁判官 藤 山 雅 行\n裁判官 大 嶋 洋 志\n裁判官 萩 原 孝 基\n（別紙１）\n主張要約書\n被告病院が、慢性膵炎を膵頭部腫瘍と誤診し、膵頭十二指腸・胃・肝動脈・胆１\n管・神経叢・胆のう等を切除する手術（本件手術）を行った過失の有無（争点\n1 ）について()\n（）原告の主張\n1 被告病院による画像診断が適切に行われなかったこと()\nア 画像診断の結果\n５月２８日の 検査()ア ERCP\n５月２８日、被告Ａ医師によって （内視鏡的逆行性膵胆管造影）ERCP\nが実施された。被告Ａ医師は、同 画像（乙Ａ５）から、ERCP\n下部胆管の狭窄に一致して、主膵管狭窄が認められる\n同部の分枝の描出不良であるが、不整は胆管の方が著明\nと判断し、\n膵内胆管原発の胆管癌かもしれない\nと考え、原告の病名を\n膵頭部癌\nと診断した。\nなお、同日、被告Ａ医師はＢに対し、\n本日の で膵頭部腫瘍（悪性）が判明したERCP\nとの説明を行っている。\n５月３０日の超音波（腹部エコー）検査()イ\n５月３０日、腹部エコー検査が実施された。被告Ａ医師は、本検査の\n「依頼目的」欄に、\n５／２８ で膵頭部癌の診断ERCP\n外来時のＵＳ（腹部エコー）において検査陰性→再検\nと記載した。検査を担当したＩ医師は 「所見」欄に、、\n膵頭部、膵鉤部側に３１×３１×２５ 低エコー腫瘤、辺縁mm\n凹凸が見られ、癌です。\n主膵管の狭窄はないが、総胆管は内側、腹側より腫瘤で圧排され、\nほぼ閉塞。\n上腸間膜静脈から門脈は開存しているが、脾静脈－門脈合流部か\nら門脈本管にかけて、圧排、狭窄が見られ、浸潤が強く疑われる。\n等と記載し 「印象」欄に、、\n膵頭部癌\nと記した。\n５月３１日の 検査()ウ CT\n５月３１日、 検査が実施された。検査を行ったＪ医師及びＫ医師は、CT\n「所見」欄に、\n膵頭部に、３１×２１ 大の、正常膵実質と比較して増強効mm\n果の低い領域があります。膵癌と矛盾しない（ ）所見でcompatible\nす。\n脾静脈門脈合流部は上記の腫瘤に取り囲まれ、脾静脈及び上腸間\n膜静脈の遠位部、門脈の近位部に狭窄が認められます。\n腹腔動脈本管、総胆動脈、脾動脈、上腸間膜動脈は腫瘤と離れ問\n題はありません。\n等の記載を行った上で 「診断」欄に、、\n膵頭部癌\nと記載した。\n６月５日の血管造影検査()エ\n６月５日、血管造影検査が実施された。検査を行ったＥ医師は「所見」\n欄に、\n動脈相にて上腸間膜動脈本幹に著変を認めません。\n静脈相にて上腸間脈静脈から門脈本幹への移行部に狭窄を認めま\nす。明らかな副側血行路は認めません。\n後膵十二指腸動脈は屈曲蛇行した走行を呈しており、一部に壁の\n軽度不整を認めます。\n前膵十二指腸動脈や胃十二指腸動脈、総担動脈などには著変を認\nめません。静脈相にて脾静脈から門脈の本幹の移行部に狭窄を認め\nます。\nと分析した上で、\n以上、後膵十二指腸動脈と背膵動脈の分枝に壁の不整を、門脈本\nco幹に狭窄を認め、膵頭部から頸部にかけての膵癌と矛盾しない（\n）と思われます。mpatible\nと記している。\n６月１１日の 検査()オ MRI\n６月１１日、 検査が実施された。検査を行ったＥ医師は「所見」MRI\n欄に、\nにて描出された膵頭部の腫瘤はＴ１強調にて正常膵実質よりCT\nも軽度低信号、Ｔ２強調にて等信号を呈し、カドリニウムにて造影\n増強されています。\nとした上で、 画像（乙Ａ９の２）を、MRCP\n（核磁気共鳴による膵胆管造影）にては、総胆管の末梢部MRCP\nと膵頭部領域の主膵管に高度の狭窄もしくは閉塞を認めます。\nと分析し、\n膵頭部癌\nとの診断結果を記載している。\nイ 上記結果は、膵頭部癌の所見を示していなかったこと（むしろ慢性膵炎の\n可能性を示すものであったこと）\n５月２８日の 検査()ア ERCP\n被告Ａ医師の作成した５月２８日の 所見には、ERCP\n選択的胆管造影にて中下部胆管に不整な高度狭窄を認めたため、造\n影剤の注入を少量にとどめた。選択的胆管造影からバルーン膵管造\n影を行い、下部胆管の狭窄に一致して、主膵管狭窄がある（いわゆ\nるダブルダクトサイン 。）\nと記載され、この「ダブルダクトサイン（ 」が認められdouble duct sign）\nることが膵頭部癌の有力な徴表であるかの如く主張している。\nしかし、被告Ａ医師が「膵頭部癌」と断定するに至った上記「ダブルダ\nクトサイン（ 」は必ずしも典型的な膵頭部癌の所見ではdouble duct sign）\nない。本件原告のような膵炎においては、膵頭部に腫瘤が発生した場合に\n総胆管と膵管の双方を腫瘤が圧排し、画像所見上 「総胆管、膵管の双方、\nに拡張、狭窄を認める症例」は生じうる。\n膵癌の場合には管壁も蚕食（さんしょく）され癒着が生じているため、\n画像における狭窄は「走行の変位」が見られるのに対して、膵炎はERCP\n管壁は単に「圧排」されているにすぎず、 画像は 「辺縁平滑な狭ERCP 、\n窄」を呈するところ、乙Ａ第５号証の 画像を「不整な高度狭窄」とERCP\n見る所見は被告Ａ医師の主観にすぎず、事実と異なる。同日撮影された別\nの胆管造影（乙Ａ５左下）からも明らかなとおり、原告の膵管及び総胆管\nの狭窄は「滑らかな糸を引いたような」狭窄となっている。従って、乙Ａ\n、第５号証の 画像から、原告を膵頭部癌とした被告Ａ医師の診断はERCP\n同 画像の解析判断を誤ったものである。ERCP\n５月３０日の超音波（腹部エコー）検査()イ\n画像診断所見として、\n膵頭部、膵鉤部側に３１×３１×２５ 低エコー腫瘤、辺縁凹mm\n凸が見られる\nとの記載があるが、膵管の拡張については記載が無く、逆に\n主膵管の狭窄はない\nと記載されている。被告病院側が提出する同画像（乙Ａ４の１）には膵頭\n部、膵鉤部に加えて膵管が映し出されているわけではない。従って、膵管\nとの比較において\n膵頭部、膵鉤部側に低エコー領域\nがあるか否かの対照はできるはずもなく 「膵頭部、膵鉤部」だけを見た、\n検査医師（Ｉ医師）の主観が記されているにすぎない。\n５月３１日の 検査()ウ CT\n被告病院は 「 検査において、造影早期相で低濃度域として描出さ、 CT\nれる明瞭な腫瘤像は、膵癌を強く示唆するものであり、腫瘤形成性膵炎の\n場合、 及び造影 において周囲の膵実質と同様の濃度を呈することCT CT\nが多い」と主張した上で、５月３１日に実施された、 検査において、CT\n膵頭部に、３１×２１ 大の、正常膵実質と比較して増強効果mm\nの低い領域があります。\nとの報告があることから、\n膵癌を示唆するものであった\nとの結論を導いている。\nしかし、被告病院が引用する乙Ｐ第２９号証の「膵癌への挑戦－ とCT\n－膵癌診断の最近の進歩－」は 『膵癌の診断方法』を述べるもので、MRI 、\n『膵癌と膵炎（特に腫瘤形成性膵炎）の識別方法』を論じたものではない。\n膵炎を起こしている膵細胞が『正常膵』でないことは論をまたない。本件\nでは『識別困難な膵癌と腫瘤形成性膵炎との識別』が検討されるべきとこ\nろ、上記 検査は 『本件膵細胞は正常膵ではない』との報告を述べるCT 、\nにすぎない。この報告を以て 『正常膵ではないから膵癌である』との結、\n論を導くことに論理の飛躍があることは明らかである。\n加えて、本件造影 画像は、画像の明るさ及びコントラストにも問題CT\nがあり、当該画像診断から原告を膵頭部癌と診断することはできない。\n６月５日の血管造影検査()エ\n原告に対して、６月５日付で実施された血管造影検査の「所見」欄に、\n後膵十二指腸動脈は屈曲蛇行した走行を呈している\nとの記載があるが 「血管造影」画像において血管が『屈曲蛇行』するこ、\nとは 「慢性膵炎」の特徴である。即ち、同画像所見は、原告が慢性膵炎、\nであることを強く推認させる特徴を呈している。\nまた、本件血管造影画像は、造影剤注入後の撮影のタイミングや、画像\nの明るさ及びコントラストにも問題があり、当該画像診断から原告を膵頭\n部癌と診断することはできない。\n６月１１日の 検査()オ MRI\n６月１１日付 検査の検査医師は上記 の６月５日付血管造影検査MRI ()エ\nと同じＥ医師であり、膵癌に対して否定的な観点からの検討など望みよう\nもない。\nまた、本件 画像は、画像の明るさ及びコントラストにも問題があMRI\nり、当該画像診断から原告を膵頭部癌と診断することはできない。\n2 その他の検査データ等が、膵癌の可能性を示していなかったこと()\nア 原告の腫瘍マーカー値とその意義（４月１２日、５月１０日、６月１９\n日）\n診療録によれば、本件原告に対する腫瘍マーカーの検査は、以下の４回だ\nけしか行われていない。すなわち、\n① ４月１２日、 と 19-9が院内検査として実施され、同日、ともCEA CA\nに正常値であるとの報告がなされている。\n② ５月１０日、 と 19-9が院内検査として実施され、翌５月１１CEA CA\n日、ともに正常値であるとの報告がなされている。\n、③ ６月１９日、再び と 19-9が院内検査として実施され、同日CEA CA\nともに正常値であるとの報告がなされている。\n④ 上同日、Ｌに対し、エラスターゼ 、 -1、 -2の検査が外I SPAN DUPAN\n注され、同月２１日付でほぼ問題のない数値結果が報告されている。な\nお、本件手術は６月２０日に実施されているから、この④の報告は本件\n手術の翌日になされたもので、手術時には結果は明らかではなかった。\nイ 胆石症が見られたこと\n原告は、平成１３年３月１６日、尿が茶褐色であることに気付き、医療セ\nンターの消化器科及び泌尿器科において受診したところ、腹部エコーの結果、\n胆石症との指摘を受けた。\n慢性膵炎と膵癌とが類似の症状を呈することは、医学的には公知の事実で\nあるところ、女性の場合には胆石に原因する慢性膵炎が多いことが世界的に\n共通していることを考慮するなら、胆石症が見られた本件ケースにおいては、\n担当医師として、まず、慢性膵炎の可能性を十分に検討するべきであった。\nこの点、Ｆ鑑定人は、原告が自己免疫性膵炎であったとするが、原告は女\n性であり、かつ抗核抗体、 ともに異常がみられなかったこと、上記のとIgG\nおり胆石症がみられたことからすれば、自己免疫性膵炎であったとは考えら\nれず、同鑑定人の鑑定はにわかに信用しがたい。また、同鑑定人は、自己免\n疫性膵炎の概念自体、比較的新しいものであり、本件当時（平成１３年）は\nまだ一般的に定着した概念ではないとするが、被告Ａ医師自身は自己免疫性\n膵炎を知っていたと述べている。\n3結論()\n以上からすれば、次のとおり、被告Ａ医師の過失は明らかであって、その使\n用者である被告北九州市の過失もまた明らかである。\nア 被告Ａ医師が、画像診断以外の検査データ等が膵癌の可能性を示していな\nいにもかかわらず誤診した過失\n本件においては、腫瘍マーカーの値をはじめとする画像診断以外の検査結\n果・臨床所見がいずれも膵癌の可能性を否定するものであったにもかかわら\nず、被告Ａ医師は、画像診断のみから安易に原告を膵頭部癌と誤診した。\nこの点について、Ｈ鑑定人も 「膵頭領域腫瘍における画像診断は絶対的、\nなものではない」と述べている。\n被告Ａ医師の診断は、医師として当然に要求される注意義務を著しく欠く\nものであって、同人は過失責任を免れない。\nイ 被告Ａ医師が、本件画像所見からは慢性膵炎の可能性を疑うべきであるに\nもかかわらず誤診した過失\n仮に、本件診断に当たり、画像所見から判断すべきであったとしても、本\n件画像所見は、必ずしも典型的な膵頭部癌の所見を示していたものではなく、\nむしろ慢性膵炎の可能性を強く示すものであったから、これを膵頭部癌と誤\n診した被告Ａ医師の過失は明らかである。\nウ 被告Ａ医師が、本件画像の撮影方法に問題があるために頭蓋画像により膵\n癌であると診断できないにもかかわらず誤診した過失\n仮に、上記画像所見の一部が膵頭部癌の可能性を示すものであったとして\nも、そもそも次の画像についてはその撮影方法に問題があり、これらによっ\nて膵癌の診断をすることはできない。\nすなわち、平成１３年５月３１日に実施された 検査については、画像CT\nの明るさ及びコントラストに問題がある。また、同年６月５日に実施された\n血管造影検査については、造影剤注入後の撮影のタイミングや画像の明るさ\n及びコントラストに問題がある。そして、同月１１日に実施された 検MRI\n査についても、画像の明るさ及びコントラストに問題がある。\nこのように、撮影方法自体に問題がある画像をもとに、原告を膵頭部癌で\nあると誤診した被告Ａ医師の過失は明らかである。\n（）被告らの主張\n1 被告病院による画像診断が適切に行われたこと()\nア 画像診断の結果\n５月２８日の 検査()ア ERCP\nの結果、いわゆる「ダブルダクトサイン」と呼ばれる膵頭部癌のERCP\n典型的な画像所見が得られていること及び膵管及び胆道の双方に悪性腫瘍\nに典型的な画像所見が得られたことから、被告Ａ医師は、膵管由来の癌で\nあるか膵内胆管由来の癌であるかを確定できないものの、膵頭部癌の可能\n性を強く疑った。\n５月３０日の超音波（腹部エコー）検査()イ\n膵頭部癌\n閉塞性黄疸\n胆嚢結石\n５月３１日の 検査()ウ CT\n膵頭部癌と診断されている。\n６月５日の血管造影検査()エ\n後方の膵十二指腸アーケードに壁不整がある\n門脈合流部に狭窄がある\n門脈合流部に浸潤している膵頭部癌である\n６月１１日の 検査()オ MRI\n診断は 「膵頭部癌」であった。、\nイ 画像診断の結果は、膵癌の所見を示していたこと\n５月２８日の 検査()ア ERCP\n選択的胆管造影にて中下部胆管に不整な高度狭窄を認めたため、造影剤\nの注入を少量にとどめた。選択的膵管造影からバルーン膵管造影を行い、\n下部胆管の狭窄に一致して、主膵管狭窄がある（いわゆるダブルダクトサ\nイン 。同部の分枝の描出不良であるが、不整は胆管の方が著明で、膵内）\n胆管原発の胆管癌かもしれない。\n５月３０日の超音波（腹部エコー）検査()イ\n膵頭部。膵鉤部側に３１×３１×２５ 低エコー腫瘤、辺縁凹凸がmm\n見られ、癌です。主膵管の拡張はないが、総胆管は内側、腹側より腫瘤で\n圧排され、ほぼ閉塞。総胆管１６ と拡張し、肝内胆管もごく軽度拡mm\n張 → 外科的黄疸です。上腸間膜静脈から門脈は開存しているが、脾静脈\n－門脈合流部から門脈本幹にかけて、圧排、狭窄が見られ、浸潤が強く疑\nわれる。\n肝臓。コメット・エコー＋ 腫瘤なし。胆嚢に多発結石と胆砂。壁肥厚\n軽度\n５月３１日の 検査()ウ CT\n膵頭部に３１×２１ 大の、正常膵実質と比較して増強効果の低いmm\n領域があります。膵癌に合致する所見です。\n総胆管は上記腫瘤内にて狭窄し、肝内胆管は拡張しています。主膵管の\n軽度拡張もあります。\n脾静脈門脈合流部は上記の腫瘤に取り囲まれ、脾静脈及び上腸間膜静脈、\n門脈の近位部に狭窄が認められます。\n下大静脈は腫瘤の後方にありますが、両者の間に脂肪組織が介在し、浸\n潤は否定的です。\n腹腔動脈本幹、総肝動脈、脾動脈、上腸間膜動脈は腫瘤と離れ、問題は\nありません。\nなお、胆嚢内には結石があります。\n脾臓、腎臓に明らかな異常を認めません。\n描出範囲内に有意なリンパ節腫大を認めません。\n腹水を認めません。\n６月５日の血管造影検査()エ\n後膵十二指腸静脈及び背膵動脈に壁不整がある\n門脈狭窄がある\n６月１１日の 検査()オ MRI\nにて描出された膵頭部の腫瘤はＴ１強調にて正常膵実質よりも軽度CT\n低信号\nＴ２強調にて等信号を呈し、ガドリニウムにて造影増強されています\n門脈の脾静脈合流部に浸潤し、その内腔は狭小化しています\n有意なリンパ節の腫大は認めません\n胆嚢内には数個の結石を認め、壁は全周性に肥厚しています\n核磁気共鳴による膵胆管造影にては総胆管の末梢部と膵頭部領域の主膵\n管に高度の狭窄もしくは閉塞を認めます\n2 その他の検査データ等によっても、膵癌との診断が適切であったこと()\nア 腫瘍マーカー\n膵癌はその腫瘍としての性質に相違があり、例えば 19-9や -2CA DUPAN\nなどの腫瘍マーカーは、８０％の膵癌の患者において検査値の上昇を見るが、\n残りの２０％の膵癌の患者においては、そもそもこれらの腫瘍マーカーの検\n査値の上昇は見られない。\nしたがって、腫瘍マーカーにて正常値が複数回出ていても、膵癌ではない\nとの確率が上昇するものではない。\nいずれの腫瘍マーカーも、感度、特異度ともに低く、検査値が上昇してい\nる場合には悪性を示唆するが、正常値であるからといって膵癌を否定するこ\nとはできず、診断上のルーティン検査とすることはできない（乙Ｐ４ 。）\n例えば、１９９９年度の膵癌全国登録調査によれば、 19-9が正常値でCA\nあったにもかかわらず膵癌であった症例は２１．７％、 が正常値であCEA\nったにもかかわらず膵癌であった症例は５２％にも及ぶ（乙Ｐ２１ 。）\nしたがって、原告の腫瘍マーカーの検査値が正常値であったことをもって、\n画像診断において膵癌との診断がなされている原告の病態評価を覆すことは\nできない。\nイ 胆石症\n胆石が見られたからといって、画像所見に関わらず慢性膵炎の可能性を優\n先して考えることはできない。\n本件治療においては、慢性膵炎と膵癌の鑑別を被告Ａ医師が単独で診断し\nたものではなく、甲Ｐ第１号証が述べる手順とまさに同じ手順によって慎重\nに診断を進め、４名の放射線科医の画像診断の結論を踏まえ、臨床所見と併\nせて総合的に判断して膵癌との診断をしたものである。\nウ 血中アミラーゼ値\n血中アミラーゼ値の改善があったこと自体は認めるが、その臨床的な評価\nについては否認ないし争う。\n原告の言う総胆管バイパス手術とは、内視鏡的に乳頭を切開して胆管ステ\nントを留置した 及び のことを意味しているが、５月２８日ではEST ERBD\nなく５月３１日に行っており、６月１日の血中アミラーゼの６４２という値\nは、この 及び 施行の翌日の数値であって、十二指腸乳頭に対すEST ERBD\nる内視鏡的処置に起因したものである。\nの直後に一過性の高アミラーゼ血症を見ることはよくある現象であEST\nり、この時点の血中アミラーゼ値の変化は膵頭部腫瘤とは何ら関係がない。\n3結論()\n膵癌との診断、腫瘤形成性膵炎と膵癌との鑑別においては、画像診断を総合\nすることが正診率が最も高く、画像診断により確定診断に至らない場合に、補\n助的な診断法として腫瘍マーカーや膵液細胞診、膵管生検を行って診断を進め\nるのが通常である。\n被告Ａ医師は、画像診断に関して経験豊富な複数の医師らの手により得られ\nた画像診断を踏まえ、臨床症状と総合判断の上、原告の病態を膵頭部癌と診断\nしたものであり、その診断過程に何ら注意義務違反はない。\n被告病院が、本件手術を行うに当たって、必要な検査の実施を怠った過失の有２\n無（争点 2 ）について()\n（）原告の主張\n1 腫瘍マーカーについて()\nア 膵癌の診断において必要な腫瘍マーカー値の検査\n膵癌の診断に使用される腫瘍マーカーとして、 19-9や 、エラスタCA CEA\nーゼ 、 -1、 -2がある。 19-9や -2の膵癌患者血清にI SPAN DUPAN CA DUPAN\nおける陽性率は８０％であるという報告がある。この他にも膵癌の診断に用\nいられる腫瘍マーカーとしては -439や などが知られている。ST SLX\nイ 被告病院は、上記の腫瘍マーカー値の検査を行うべきであったこと及びそ\nの根拠\n既述のとおり、原告に対して実施された４月１２日、５月１０日と６月１\n９日の 19-9及び の検査において、いずれもマーカー値は正常値CA CEA\n（陰性）を示していた。複数のマーカーを調べることにより膵癌の識別可能\n性は格段に向上することになる。膵癌患者血清の 19-9陽性率は約８０％CA\n、であるが、 も約６０％の陽性率を示すことが報告されている。従ってCEA\n19-9と がともに陰性を示した本件事例では、CA CEA\n（１００－８０）％ ×（１００－６０）％ ＝ ８％\nと膵癌の偽陰性率は１割を切ることになる。この場合、膵癌でない可能性を\n考えるべきであり、直ぐに細胞診ないしは膵管生検を実施しないまでも、少\nなくとも -2や -439ないし といった 19-9などとは特異性DUPAN ST SLX CA\nの異なったマーカー値を検査すべきことは医師の責務と言える。\nちなみに、被告病院の術前要約（乙Ａ２〔７ ）においても 「ルーティン〕、\n検査結果表（ 」の中に、腫瘍マーカーの値をroutine laboratory examinations）\n記入する欄が設けられており、術前のマーカー値の検査はまさに「ルーティ\nン検査」とされている。\nウ 被告病院が上記の検査を怠ったこと\n既述のとおり被告Ａ医師は本件手術前に 19-9と の検査を各３回CA CEA\n実施しただけで、エラスターゼ 、 -1及び -2に至っては本件手I SPAN DUPAN\n術に間に合わない時期（手術の前日）に外注に出し、結果を確認しないまま\nに本件手術に及んでいる。\n2 本件手術前における膵液細胞診・膵管生検について()\nア 膵癌の診断における細胞診・生検の種類、方法及び必要性\n細胞診ないし膵管生検の方法としては、 下、 ガイド下、超音波ERCP CT\nガイド下の経皮的膵生検や細胞診、さらには経乳頭的膵管生検や細胞診、最\n近では超音波内視鏡下( - ）の膵生検や細胞診も試みられている。細CE EUS\n胞診に関しても膵液採取による方法とブラシにより直接病巣から採取する方\n法があり、いずれも に引き続いて実施されるのが一般的である。また、ERCP\nIPEU門脈や膵頭神経叢への浸潤の有無については門脈血管内超音波検査(\n）などの方法も行われている。S\n細胞診、膵管生検は 『疑わしい塊（ 』が発見された場合、）suspicious mass\nに癌細胞そのものの有無を確認するのに最も有用であると広く認められた方\n法である。\n細針生検（ ）に関し 「病巣の異なったところを反復して穿刺するFNAB 、\nことによって偽陰性の危険を避けうる。実際、自験例において疑陽性の２例\nを含めると、術中診断率は１００％であった」との報告もあるように、細胞\n診、膵管生検は、その実施方法により格段に診断の精度を引き上げることが\nできるものである。\nイ 被告病院は上記の細胞診・生検を行うべきであったこと及びその根拠\n原告は、５月２８日に医療センターに入院してから、６月２０日に実施さ\nれた本件手術までの間、\nERCP５月２８日、\nUS５月３０日、\nERCP CT５月３１日、 、\nERCP６月１１日、\nCT６月１２日、\nと６回 、 ないし 検査を受けている。CT US ERCP\n従って、上記 、 ないし 実施時に並行して膵管生検ないし細CT US ERCP\n胞診を実施することは可能であるしかつ容易であった。\nウ 被告病院が上記の細胞診・生検を怠ったこと\n本件手術に先立って、原告に対し膵癌の診断方法としての細胞診ないし膵\n管生検が一度も実施されていないことは被告病院も認めるところである。\n3 本件手術時（開腹下）における膵生検ないし細胞診について()\nア 開腹下における細胞診・生検の方法及び必要性\n開腹下に膵組織を採取して行う膵の生検ないし細胞診は最も古くから行わ\nれてきた方法である。\n開腹下における細胞診・生検の方法としては、細針生検（ ）などがFNAB\n一般的であるが、術中迅速に出すことにより１５～３０分程度で結果が得ら\nれ、その精度と必要性については上述のとおり 「術中診断率は１００％で、\nあった」との報告もあるとおり膵癌の誤診を避けるためには有効であるとと\nもに最後の機会でもある。\nイ 被告病院は上記の細胞診・生検を行うべきであったこと及びその根拠\n本件手術は、午前９時４０分に始まり午後１０時４５分に終了した合計１\n３時間に及ぶ手術であったが、被告病院によれば、患部を摘出した後、癌の\n取り残しがないかを確かめるために術中迅速によって膵断端の生検が実施さ\nれ、午後３時２９分には診断結果が出ていることからすると、午後３時前後\nには患部の摘出は終了していたものと解される。従って、本件において、開\n腹後、患部の摘出前に術中迅速により膵の生検を行うことも十分に可能であ\nった。\nウ 被告病院が上記の細胞診・生検を怠ったこと\n本件手術中に、膵癌であることを確かめるための患部の細胞診・生検が行\nわれていないことは被告病院も認めるところである。\n4 結論（上記検査を行えば、原告が膵頭部腫瘍でないことが明らかになり、本()\n件手術は必要なかったこと）\n本件は、鑑別が難しいとされる膵癌と腫瘤形成性膵炎が疑われる状況にあっ\nたケースであり、その識別判断は慎重になされるべきであった。仮に、被告Ａ\n医師が上記画像診断のみに頼ることなく、マーカー値の検査や細胞診・生検を\n適切に実施していたなら、少なくとも膵頭部癌の可能性が低く、腫瘤形成性膵\n炎である可能性が高いことがわかったはずであり、そのうえで本件手術中に患\n部の生検を慎重に実施すれば、本件原告が膵頭部癌ではなく、単なる慢性膵炎\nであることが判明し、これに続く本件拡大郭清手術の実施を避けることが出来\nた。\n（）被告らの主張\n1 腫瘍マーカーについて()\nア 膵癌の診断における、腫瘍マーカー値の検査の必要性\n膵癌の診断において、画像診断を総合して診断することによる正診率は９\n０％に及ぶ。\n腫瘍マーカーによる検査は補助的診断法に過ぎない。\nイ 原告の主張する、腫瘍マーカーの検査は不要であったこと及びその根拠\n（正常値であったとしても膵癌を否定できないこと）\n膵癌はその腫瘍としての性質に相違があり、例えば 19-9や -2CA DUPAN\nどの腫瘍マーカーは、８０％の膵癌の患者において検査値の上昇を見るが、\n残りの２０％の膵癌の患者においては、そもそもこれらの腫瘍マーカーの検\n査値の上昇は見られない。\nしたがって、腫瘍マーカーにて正常値が複数回出ていても、膵癌ではない\nとの確率が上昇するものではない。\nいずれの腫瘍マーカーも、感度、特異度ともに低く、検査値が上昇してい\nる場合には悪性を示唆するが、正常値であるからといって膵癌を否定するこ\nとはできず、診断上のルーティン検査とすることはできない。\n例えば、１９９９年度の膵癌全国登録調査によれば、 19-9が正常値でCA\nあったにもかかわらず膵癌であった症例は２１．７％、 が正常値であCEA\nったにもかかわらず膵癌であった症例は５２％にも及ぶ。\nしたがって、原告の腫瘍マーカーの検査値が正常値であったことをもって、\n画像診断において膵癌との診断がなされている原告の病態評価を覆すことは\nできない。\n2 膵液細胞診・膵管生検について()\nア 膵癌の診断における、細胞診・生検の種類、方法及び必要性\n細胞診、膵管生検は、画像診断にて確定的な診断が得られない場合の補助\n的な診断法に過ぎない。\nこの点、原告の引用する医学文献にも、\n、 、 である程度鑑別が可能である。 、 、 で鑑US CT ERCP US CT ERCP\n別が困難な例には血管造影が有効である。その他に 、膵液細胞EUS\n診、膵管生検も行われる。\nとの記載がなされている。\nすなわち、主たる診断法として、 、 、 の画像診断に加えて血US CT ERCP\n管造影の画像診断が極めて有効なものとされており、膵液細胞診や膵管生検\nは必須なものではなく、補助的な診断法に止まるものとされている。\nイ 原告の主張する、細胞診・生検は不要であったこと及びその根拠（陰性で\nあったとしても膵癌を否定できないこと）\nそもそも細胞診は膵液の中に脱落してくる細胞を拾って染色し、その個々\nの細胞の悪性度を定性的に判断するものであって、仮に膵液細胞診で陰性の\n所見が得られたとしても直ちにそれによって全体の診断を覆すことは不可能\nである。\nまた、膵管生検についても、その腫瘤全体の中で、悪性腫瘍本体である部\n分と、腫瘍が浸潤することによって周囲の組織が破壊され膵液等の漏出によ\nって反応性に腫瘤が形成されて炎症を生じているような部分とがある場合に\nは、腫瘤全体が悪性腫瘍の細胞で満たされているということはなく、陰性の\n所見が得られたとしてもそれによって全体の診断を覆すことは到底できない。\nさらに、膵管生検を行うときには、末梢の膵管にまで針を刺して生検をす\nることは困難であるため比較的径の太い主膵管から生検を行うことになるが、\n膵癌の特徴として末梢の膵管を発生場所とした癌が主膵管に伸展、浸潤して\n初めて主膵管に悪性の組織が認められると言われており、主膵管からの膵管\n生検によって陰性の所見が得られた場合に手術を思いとどまることは、むし\nろ医療過誤の疑いさえある。\n逆に、経皮的穿刺による針生検では、陰性の結果によって膵癌を否定でき\nないにもかかわらず、出血や膵液瘻などの合併症があり、穿刺により癌細胞\nを播種させる危険がある。\n実際、１９９６年度の膵癌全国登録調査によれば、細胞診或いは生検で術\n前に組織学的に確定診断が得られた症例は、切除例５９６例中７４例（１２．\n４％）であり、術中生検を行った４８例を加えても１２２例（２０．５％）\nに過ぎず、その診断的価値は低いものである。\n3 術中迅速病理診断について()\nア 術中迅速病理診断に関しては、偽陰性率が高く信頼度は低く、またそれに\nよる診断は困難である。\n経皮的膵生検と同様、陰性の結果によって癌を否定できないから、膵癌の\n典型的画像所見が得られている症例では、主病変の術中生検は施行されない\nことが多く、切除断端の癌陰性を確認することの方に術中迅速病理診断の重\nきが置かれる。\nイ 組織学的確診が得られないという理由で根治的切除手術が施行されなけれ\nば、多くの癌が手遅れになるまで放置されることになるのであり、そのため、\n膵生検は可能な限り行わないという方針の施設も多い。\n膵癌全国登録調査報告（１９９９年度症例の要約）の「Ｂ．術前診断」の\n「表１２最初に組織学的診断をつけた方法」にみられるように、膵癌切除例\n５７４例中、術前精査（細胞診、内視鏡下膵生検、ＵＳガイド下膵生検 、）\nあるいは術中迅速病理診断で組織学的確診が得られた症例は１１２例（１９．\n５％）に過ぎず、大多数の症例が画像診断で膵癌と診断されて切除手術を受\nけ、切除膵の病理組織で初めて膵癌の組織学的確定診断に至っているのであ\nる。\n4結論()\nしたがって、原告の腫瘍マーカーの検査値が正常値であったことをもって、\n画像診断において膵癌との診断がなされている原告の病態評価を覆すことはで\nきない。\nまた、画像診断において膵癌との診断がなされている本件において、本件手\n術前に細胞診、膵管生検を行わなかったことが何らかの注意義務違反となるこ\nとはない。\n被告病院の診断を前提として、原告に対して手術を行ったこと又はその術式に３\n誤りがあったか否か（争点 3 ）について()\n（原告の主張）\n1 原告に対して膵切除術を行うべきではなかったこと()\nIV被告Ａ医師は、本件手術時点においても原告の膵癌進行度を「ステージ\n」と判断していた。a\n特に進行度の進んだ膵癌について 『切除手術を指示するコンセンサスが得、\nられている』などという事実はない。全米最大のアメリカ癌学会（ＡＣＳ）の\n２００３年度報告によれば「３０，７００人の新患に対し３０，０００人の死\n亡を見ている 「膵癌は非常に処置が難しいものであり、全てのステージの膵。」\n癌で一年存命率は２１％であり、５年存命率はおよそ４％である。限局性の早\n期膵癌ですら１７％である 」従って、膵癌の「治療の究極の目標は、膵癌の。\n積極的処置を試みるより、悲惨な症状を除き 向上を図り、延命を努めるQOL\n点にある」と指摘されている。\nまた、 . . も 「膵癌と診断された時点で既に相当進行している場合が多JH P 、\n。。い。それ故、大部分の膵癌患者は手術の対象にはならない 」と報告している\nすなわち、膵癌に対する治療の世界的潮流は、積極的処置（手術）よりむし\nろ患者の （ ）の向上を図ることにあるとされている。QOL quality of life\n仮に、初期段階の膵癌に対し、積極的処置が施されることについてある程度\nのコンセンサスが得られつつあるとしても、ステージ や といった進行III IV\n度の高い膵癌に対してまで『切除手術を指示するコンセンサスが得られてい\nる』などという事実は存在しない。\n2 膵切除術が避けられなかったとしても、術式に誤りがあったこと()\nア 被告Ａ医師は原告に対する本件手術において、膵頭十二指腸、門脈、胃、\n肝動脈、胆管、神経叢、胆嚢を切除するという拡大郭清膵切除術を実施して\nいる。\nしかし、このような拡大郭清膵切除術においては、術後早期からの頻回の\n下痢による腸液の喪失が多く、術後の体液バランスの調節に難渋することも\nまれではなく、また、腸動の異常亢進、膵内・外分泌機能障害や術後長期に\nわたり消化吸収障害が続き患者の が損なわれるなどの難点が指摘され、QOL\n最近ではより良い術後の を考え、十二指腸温存膵頭切除術や、全胃をQOL\n温存する幽門輪温存膵頭十二指腸切除術が普及している。\nそもそも、本件では、膵癌取扱い規約に関する手術所見において「 0」DU\nすなわち十二指腸に浸潤していないとされているから、十二指腸の切除自体\nの必要性がなかったといえる。\nまた、門脈については、血管造影の結果「狭小化」が見られるとされてい\nること、切除標本マクロ写真に門脈が写っていないことからも、癒着がない\nから切除は必要なかったと言える。\nさらに、上記手術所見において 「 0」すなわち神経組織に浸潤してい、 Rp\nないとされており、神経叢に癌が浸潤していないことは明らかであるから、\n本件手術において切除は必要なかったと言える。\n原告は上記拡大郭清膵切除術の結果、術後３年を経過した現在も消化吸収\n障害を患い正常な日常生活が営めない状態が続いている。これは、被告Ａ医\n師が本件において現在の標準的手術方法である十二指腸温存膵頭切除、ある\nいは仮に十二指腸の切除の必要性が認められたとしても、胃の幽門輪温存膵\n頭十二指腸切除術を行っていれば避けられた結果である。\nイ また、仮に上記拡大郭清手術が避けられなかったとしても、吻合方式につ\nいては、膵・胃吻合（ ）ではなく、膵・空腸吻合（ ）を取るべきであPG PJ\nった。\nすなわち、本件において を採用したことによって、吻合された胃からPG\n出る酸の影響で、残存した膵臓の外分泌機能が低下することとなり、原告の\nが損なわれた。本件で を採用していれば、このような結果は避けらQOL PJ\nれたはずである。\n実際、九州大学における２０年間の胃十二指腸合併切除（ ）実施例のPD\n中で、吻合方式として を採用した例は皆無であるし、被告Ａ医師自身がPG\n共著者とされている論文においても、 の場合でも を採用した例は皆PD PG\n無であるとされているところである。\n3 以上のとおり、被告Ａ医師の認識を前提にしても、本件手術は予後の改善が()\n期待できない不必要な手術であり、被告Ａ医師には本件手術を実施したことに\nおいて重大な判断の誤りが存する。\n（被告らの主張）\n1 原告の膵癌の進行度からすると膵切除術が必要であったこと()\nIII IV術前の進行度予想としてステージ とし、本件手術時点では、ステージ\nと判断していた。a\n膵癌の予後は極めて不良であるが、その治癒を望みうる唯一の治療方法は、\n腫瘍の外科的切除である。\nかつては、癌の門脈浸潤があれば切除不可能と考えられていたが、現在は、\n門脈合併切除の合併症や術死率は非合併切除例と同等であり、剥離面の癌遺残\nをなくすために門脈や近接動脈の合併切除を含む拡大手術の安全性は確立され\nている。\n欧米の多くの医師は、ステージ 膵癌に相当する患者は手術せずに、放IV a\n射線化学療法などを選択しているが、この点については、外科的に切除を行う\nことが患者の予後、 において有意な良好性が確認されている。QOL\n厚生労働省の研究班（班長：京都大学今村教授）が、無作為に割付けにより、\nIVa QOLステージ 膵癌の患者を手術群と放射線化学療法群とに分け、予後、\nにおける有意差を確認したところ、手術群の有意な良好性が解析結果として得\nられ、またクオリティー・オブ・ライフに有意差はなく、入院期間と治療費に\nおいて、手術群が優れていたことが判明した。\nこれによって、ステージ 膵癌に対する治療選択として、外科的に切除すIVa\nることの優位性が確認され、そのため、逆に手術をせずに放射線化学療法をと\nることの倫理的な問題が生じうるため、研究が中止されるに至っている。\n2 本件手術の術式が膵癌に対する標準術式であったこと()\nア 本件手術施行時において、悪性度の高い膵頭部癌においては、根治性の劣\nる可能性のある幽門輪温存膵頭十二指腸切除（ ）は標準術式ではなかPPPD\nった。\n将来において、膵癌がより早期に診断されるようになり、根治度を下げな\nい の手術手技が一般化すれば、膵癌でもより多くの症例に が施PPPD PPPD\n行されるようになる可能性はあるものの、現時点で（本件手術施行時におい\n）、て 、門脈合併切除が必要と考えられるステージ の進行膵癌に対してはIVa\n従来型の膵頭十二指腸切除（ ）が標準術式である。conventional PD\nPPPD本件では、原告の診断は悪性度の高い膵頭部癌であったことから、\nはその標準術式ではなかった。\nイ なお、膵癌に を施術する場合は、胆管癌や乳頭部癌に対する場合とPPPD\n異なり、広範なリンパ節および神経叢の郭清を行うので、胃を全て残すとい\nうだけで、原告が主張するような術後の に差が出ることは考え難い。QOL\n手術の実施・手術方法に関する説明義務違反の有無（争点 4 ）について４ ()\n（）原告の主張\n1 原告に対して選択しうる治療法について()\n上記３（原告の主張） 1 、 2 のとおりである。() ()\n2 被告病院が、本件拡大郭清膵切除術を行うに当たって、原告に説明すべき内()\n容及び説明を行わなかったこと\nア 手術以外の治療法について\n被告病院の主張を前提にしても、ステージ と診断された原告についてIVa\n切除手術による予後の改善がどの程度期待できるかなどにつき、原告は当時、\n主治医であった被告Ａ医師から何らの説明も受けていない。\n被告Ａ医師が、真実、当時「切除手術は、放射線化学療法との比較で、有\n意な良好性が認められ、患者のクオリティー・オブ・ライフ（ ）におQOL\nいて有意差がなく、しかも入院期間と治療費においては優れている 」と信。\nじていたとしても 『患者のクオリティー・オブ・ライフにおいて有意差が、\nな』いのであるなら、切除手術を選ぶのか、放射線化学療法を選ぶのかはま\nさに患者の自己決定権の範囲内に属する基本的かつ重要な事柄であり、決し\nて『医師の合理的な裁量の範囲内』において決せられるものなどではない。\n患者であった原告は被告Ａ医師から『入院期間と治療費』の違いや予後の改\n善見通しを具体的に摘示した上で十分な説明を受け、いずれの方法を選ぶか\nの選択権を有していた。この点については 「インフォームド・コンセント、\n、、ガイダンス－がん治療編－」においても 「手術の利益が明らかではなく\nほかの非観血的治療法の適応もある場合には、手術、化学療法、放射線療法\nなど、各治療法の長所・短所を説明して基本的選択を患者の意思で行わせ\nる」と明記されている。\nイ 術式選択について\n「インフォームド・コンセント ガイダンス－がん治療編－ （甲Ｐ２」\n２）には、医師に新規治療方法についての情報提供義務が広く認められると\nしたうえで 「手術方法に複数の選択の余地がある場合には、その優劣を説、\n明する必要があるが、……、手術方法の決定には必ず患者の同意が必要」で\nあることが明記されている。\n原告及びＢに対し、本件手術にあたって、被告Ａ医師から上記手術方法の\n選択に関する説明は一切なされなかった。\nウ 膵頭部癌であることの根拠について\n被告Ａ医師は、原告が膵頭部癌であることを告知した際、その根拠、特に\n腫瘍マーカーに関しては、検査の実施の有無、検査結果等について何らの説\n明もしなかった。そればかりか、Ｂが被告Ａ医師に対し、腫瘍マーカーの検\n査結果を尋ねた際、同人は「出ていない」と答えたのである。\nまた、腫瘍の位置についても、被告Ａ医師は、原告が膵頭部癌であること\nを告知した際、膵内拡張総胆管を指して、これが腫瘍であると説明している。\n仮に原告がこれらの点について正確な説明を受けていれば、原告の病名が\n癌ではないことが明らかとなり、原告は本件手術を承諾しなかったはずであ\nる。\n3結論()\nこれらの点においても被告病院及び被告Ａ医師には原告に対する重大な説明\n義務違反が認められる。\n（）被告らの主張\n1 拡大郭清膵切除術が標準術式であったこと()\n上記３（被告らの主張） 1 、 2 のとおりである。() ()\n2 説明すべき内容はすべて説明を尽くしていること()\nア 被告Ａ医師は、原告及びＢに対し、膵頭部腫瘍について「癌」という言葉\nは使わず「悪性腫瘍」とし、門脈の狭窄があるということについては「浸\n潤」とは明言せず、狭窄が認められるので切除が必要であるとして、膵頭十\n二指腸切除、門脈合併切除、術中照射（悪性細胞の遺残に対しての治療）の\n詳細及び合併症について、図を描きながら説明を行っている。\n膵内拡張総胆管を指して、これが腫瘍である、というような説明はしてい\nない。\n膵頭部腫瘍（悪性 、膵頭十二指腸切除、門脈合併切除、リンパ節郭清、）\n術中照射につき、その必要性と具体的な内容、また、状況に応じた内容の変\n更、起こりうる危険性、合併症、予後などについて説明した上で、同施術に\n関し、原告及びＢの同意を得ている。\nイ 治療方法に複数の選択肢がある場合に、他の採り得べき治療方法について\nの説明をすることが法的な義務とされることはあるが、そもそも治療方法と\nしての適応がない場合には、その説明をすべき法的な義務はない。\n被告Ａ医師が原告及びＢに対して についての説明をしていないのは、PPPD\nステージ の膵癌に対する治療方法としての適応がなかったからであり、IVa\n何ら説明義務違反と評価されるものではない。\n3結論()\n標準術式でない についての説明を行わないことが注意義務違反となるPPPD\nこともない。\n被告Ａ医師は、原告のステージングに対して適応のある拡大郭清膵切除術を\n施行し、その点についての十分な説明を尽くしている。\n同意のない右肝動脈合併切除・再建術（本件拡大手術）を行った過失の有無５\n（争点 5 ）について()\n（）原告の主張\n1 拡大手術について、原告及びＢの同意がなかったこと()\n本件手術に際しては、膵頭十二指腸切除、門脈合併切除、リンパ節郭清及び\n術中照射に加え、右肝動脈の切除、再建が行われている。\n上記右肝動脈の切除、再建は原告及びＢの同意の範囲内に含まれるものでは\nなく、本件拡大手術は有効な同意なしに行われたものである。なぜなら、右肝\n動脈は膵頭部と離れた位置にあり、到底「状況に応じた内容の変更」として同\n意の範囲内にあるとは考えられないからである。\n本件手術中、Ｂは別室で待機していた。従って、術中に不測の事態が発生し、\n本件右肝動脈の切除、再建が必要とされたとしても、Ｂに説明した上で同意を\n得ることは容易であった。しかし、被告Ａ医師がかかる必要かつ容易な行為を\n行った事実はない。\n2 被告病院が、本件拡大手術を行う必要性はなかったこと及び拡大手術を行っ()\nたことが違法であること\n右肝動脈まで腫瘤との癒着を裏付ける客観的資料は何もない。それどころか、\n５月３１日付で行われた 検査の「所見」欄には、CT\n総胆動脈……は腫瘤と離れ、問題ありません\nとの報告がなされている。\n仮に、癒着があったとするならば、切除標本に癒着した右肝動脈が残ってい\nるはずであるが 「切除標本マクロ」を見ても「癒着した」肝動脈は認められ、\nない。ちなみに、肝動脈の癒着が認められるのであれば、より患部に近い門脈\nも当然に癒着が認められるはずであるが、同「切除標本」には癒着した門脈も\n認められない。\n3結論()\n以上のとおり、本件手術に際してなされた右肝動脈の切除、再建に関しては、\n原告ないしＢの有効な同意なしに行われたものであり、このことは医師として\n当然に要求される注意義務を著しく欠くものであって、被告Ａ医師の過失責任\nの成立は免れない。従って、被告北九州市についても使用者ないし履行補助者\nの過失として過失責任が成立するものである。\n（）被告らの主張\n1 本件拡大手術は、原告の同意の範囲内であること()\n本件手術において右肝動脈の切除、再建の必要性があり、またその侵襲の程\n度からしても、膵頭十二指腸切除、門脈合併切除、リンパ節郭清及び術中照射\nと本質的な違いはなく、重大な危険の拡大があるものでもないことから、本件\n手術に際してなされた右肝動脈の切除、再建は、６月９日に原告及びＢに対し\nてなされた説明のうち 「状況に応じた内容の変更」として、医師の合理的な、\n裁量により、原告の同意の範囲内の処置としてなされたものと言うべきである。\n2 被告病院が、本件拡大手術を行った理由及び本件拡大手術を行ったことが違()\n法ではないこと\nア 必要性\n原告の右肝動脈にはヴァリアントがあった。\n通常人は、総肝動脈が胃十二指腸動脈と固有動脈に分岐し、固有動脈が左\n右の肝動脈に分岐するが、原告は、総肝動脈から分岐した固有肝動脈がその\nまま左肝動脈として肝内へ流入し、右肝動脈は胃十二指腸動脈から分岐して、\n左肝動脈とは別に肝臓内へ流入するというヴァリアントがあった。\nそして、右肝動脈まで膵頭部後面との強固な炎症性の癒着があったため、\n剥離して根治的な郭清を行うことが困難であり、右肝動脈を切除し、腫瘤を\n剥離した後再建するという手技を採る必要があった。\nイ 相当性（危険の拡大がないこと）\n被告Ａ医師が行ったのはヴァリアントとしての右肝動脈の切除、再建であ\nり、総肝動脈の切除、再建ではない。\n総肝動脈の切除、再建であれば、その侵襲の程度は大きく、原告及びＢに\n対して明示的に説明されていた膵頭十二指腸切除、門脈合併切除、リンパ節\n郭清及び術中照射に比較して、危険の拡大があると評価することもできなく\nはないが、本件手術においてなされたヴァリアントとしての右肝動脈の切除、\n再建は、上記の術式に本質的な変更を加えるものでもなく、重大な危険の拡\n大があるものでもない。\nまた、一般的に肝臓への血流は門脈及び肝動脈によって保持されているが、\n門脈と肝動脈を比較した場合には門脈優位であることが多く、右肝動脈１本\nであれば、切除後再建をしなくても、門脈の血流によって肝臓の機能が維持\nされるという考え方もあるほどである。\n以上より、右肝動脈の切除、再建は、その侵襲の程度からして、原告及び\nＢに対して明示的に説明されていた膵頭十二指腸切除、門脈合併切除、リン\nパ節郭清及び術中照射と本質的な違いはなく、重大な危険の拡大があるもの\nでもない。\n3結論()\n以上のとおり、本件手術においてなされた右肝動脈の切除、再建は、その必\n要性、相当性から、医師の合理的な裁量により原告の同意の範囲内の術式とし\nてなしうるものである。\nこの点に関し、インフォームド・コンセントの問題は何ら生じえない。\n胆管炎の発症についての過失の有無（争点 6 ）について６ ()\n（）原告の主張\n1 原告に対するステントの留置措置が不必要であったこと()\n被告Ａ医師は、平成１３年５月３１日、原告に対し 下において、ダブERCP\nル・ピッグ・テイル・ステント留置措置を講じている。\nその後、原告は切迫急性閉塞性胆管炎を発症し、被告Ａ医師は６月１１日、\n再びダブル・ピッグ・テイル・ステント２本を留置する措置を講じている。そ\nの際、閉塞した旧ステントを抜去する時に乳頭開口部より胆泥、胆砂を混じた\n胆汁の流出が認められている。\nそもそも、原告に関しては、開腹手術が決定しているにもかかわらず、何故、\nその直前にステントを留置する措置が採られたのかという根本的な疑問もある。\nしかも、６月１１日に再度ステントを２本も留置したにもかかわらず、原告の\n症状は改善せず、翌１２日には体外ドレナージ（経皮経肝的胆嚢ドレナージ）\nに減黄処置方法を変更し、これを実施している。\n2 ステント留置挿入の一般的な方法について（乳頭切除ないし切開法をとらな()\nいこと）\n膵内胆管にステントを留置する措置をとるにあたっては、通常乳頭部切除は\n行わず、乳頭部に筋弛緩剤を注入して括約筋を弛緩させたうえでステントを挿\n入する方法が採られている。これは、乳頭部が腸内から胆管内へ消化液等が\n（胆汁を排出するため胆嚢が収縮するが、その後の胆嚢弾性復元による吸引作\n用で）逆流・浸入してくることを防ぐ逆止弁の役割を果たしているからである。\n3 被告病院が原告に対し不適切なステントの留置措置を行ったこと()\n本件において、被告Ａ医師は、平成１３年５月３１日のステント留置に際し\nて、ハピロトームにより乳頭部切除・切開術を実施している。このため、この\n乳頭部切除・切開によって胆管内に十二指腸内から消化液や内容物等が逆流し\nたため原告が胆管炎を併発したものと考えられる。\n4 ステントの選択を誤ったこと()\n本件ステントの留置に関しては、開腹手術までの短期的な処置であることか\nらすると、慢性膵炎の治療向きの耐久性に重点をおいたダブル･ピッグ・テイ\nル・ステントではなく （伸縮性金属ステント）など胆管や挿入の際の負EMS\n荷が少ない、挿入し易いもので済ますべきであった。\n本件臨床記録には「ステント閉塞により胆嚢胆管炎発症」と記載されている\nが、特に胆石、胆砂が流下する胆管に両端が渦巻状のステントを留置したため\n胆石、胆砂の流下が妨害（ステントに入らない）され、ステントの入り口付近\nに堆積し、閉塞という事態を招いたことも、原告が胆管炎を併発した原因と考\nえられる。\n5 ステント留置等の措置後に を行ったこと() MRI\n本件切迫急性閉塞性胆管炎は、同日、被告Ａ医師の指示で が行われたMRI\n直後に発症している。 検査は電磁波の一種（ ）などをMRI radio frequency pulse\n使用するため対象部位に傷などが存する場合には傷口が熱傷（ ）heating effects\nを起こす可能性があると指摘されている。\n本件においては、上記ステントの留置措置のみならず、 検査を実施すERCP\nるなど、胆管内に傷がついていた可能性が大きい。殊にステントの留置措置を\n行った場合、胆管を傷つける可能性があることから、腹部を圧迫することは極\nMRI力避けなければならないことは一般的に医師も支持するところであるが、\n検査においては必然的に腹部の緊迫を伴うことになる。そもそも 検査はMRI\n診察の初期段階において実施される検査方法であるが、様々な検査や措置を行\nった後の段階で実施されたことから、上記検査や措置によって傷ついていた胆\n管内が熱傷（ ）を起こした可能性が大きい。heating effects\n従って、本件において６月１１日（当初計画の手術前日）に 検査が実MRI\n施されたことも、原告が切迫急性閉塞性胆管炎を発症した原因の一つと考えら\nれる。\n6結論()\n以上のとおり、被告Ａ医師は、開腹手術が決まっている原告に対し、不必要\nなステントの留置措置を繰り返し実施し、その際、ステントの選択を誤り、か\nつ乳頭部を切除・切開するという方法を選択したばかりでなく、不適切な時期\n。に 検査を実施したため、原告に胆管炎を併発させるという事態を招いたMRI\n被告Ａ医師の過失は明らかである。\n（）被告らの主張\n1 ステント留置について()\n胆管ステントを留置する は、消化管や胆管という管腔臓器内での内ERBD\n視鏡的処置であり、腹腔を経由して臓器外から穿刺する穿刺吸引細胞診とは全\nく次元の異なる処置である。\n仮に、癌細胞を擦って消化管内に細胞をばらまいたとしても播種することは\nない。また、胆管ステントが胆管壁を「圧迫」することはあっても、よほど未\n熟で粗暴な処置をしない限り 「傷つける」こともない。、\nしたがって、穿刺によって癌細胞を播種させる危険を主張しているのに胆管\n壁を傷つけるステント留置を行った処置は矛盾しているとの原告の主張につい\nては、否認ないし争う。\nERBD閉塞性黄疸の減黄のため、下部胆管癌や膵頭部癌の術前処置として\nを選択したことは、何ら非難されることのない標準的医療である。\n2 施行及び弛緩薬について() EST\n膵内胆管にステントを留置する際に、 を施行せずに括約筋の弛緩薬をEST\n用いて行うべきであったとの主張については、否認ないし争う。\n胆管ステントを留置するためには を付加して乳頭開口部を広げる必要EST\nがある。\n出血のリスクが極めて高い症例（抗凝固剤内服中や肝硬変など）で、敢えて\nを行わずにステントを留置する場合もあるが、 なしで外径７フレンEST EST\nチ以上のチューブを留置した場合には、膵管口を圧迫して膵炎を起こすリスク\nがあるとされており、本件のように、十分な胆汁流出を求めて２本のステント\nを留置するためには は必須であった。EST\nなお、原告の引用する甲Ｐ第２１号証の記述は、一般的な 検査の前処ERCP\n置の解説であるが、内視鏡検査の前に抗コリン剤（ブスコパン）やグルカゴン\nを使用するのは当然のことであり、本件でもブスコパンを使用して一連の内視\n鏡検査を行っている。\n3 胆管炎・胆嚢炎の発症について()\n原告は、胆管炎の発症の原因を乳頭部切除術を実施したことにあると主張す\nるが、否認する。\nは乳頭「切開」であって乳頭「切除」ではない。EST\n胆管炎・胆嚢炎は、 、 の合併症であり、この点については施術ERCP ERBD\nに際しての説明において、図を描いて説明している。\n被告Ａ医師は、起こり得る合併症について十分にインフォームド・コンセン\nERBDトを得て施術し、起こってしまった合併症に対しては、胆管炎に対する\nステント交換、胆嚢炎に対する経皮経肝的胆嚢ドレナージを施行し、適切にか\nつ迅速に対応したものである。\n4 ステントの選択について()\n手術を前提とした短期間の胆管ドレナージに金属ステント（ ）を使用EMS\nすることはない。\nは、切除不能症例に対する長期の維持を目的として留置されるものでEMS\nある。\n5 ステント留置等の措置後の について() MRI\nERBD MRI heatinのチューブステントを留置した状態で を施行したことで、\nによって胆管炎を惹起するという原告の主張には、医学的根拠は全くg effect\nない。\n損害額（争点 7 ）について７ ()\n（）原告の主張\n1 治療費 １５８万５８５３円()\n原告は本件手術後の平成１３年６月２０日から現在に至るまで、投薬等の治\n療を余儀なくされているところ、原告が負担した治療費の合計である金１５８\n万５８５３円については、本件手術から生じた損害として賠償されるべきであ\nる。\n2 付添看護費 ３５万１０００円()\n本件手術後の平成１３年６月２０日から医療センターを退院する同年８月９\n日まで（但し、Ｂが出張のため不在であった１４日間を除くので３７日間 、）\n）、検査のためＭ病院に入院をした同年１２月１０日から２１日まで（１２日間\n及び平成１４年８月２６日から同月３０日まで（５日間）の間（合計５４日\n間 、Ｂが、生活用品の買い物、洗濯物の運搬、声楽関係の連絡等の補助をす）\nるなど、原告に付添い看護した。\nＢの付添看護費としては１日当たり金６５００円が妥当である。\nしたがって、付添看護費は６５００円×５４日＝金３５万１０００円となる。\n3 入院雑費 ３０万６０００円()\n本件手術後の平成１３年６月２０日から医療センターを退院する同年８月９\n日まで（５１日間 、検査のためＭ病院に入院をした同年１２月１０日から２）\n１日まで（１２日間 、及び平成１４年８月２６日から同月３０日まで（５日）\n）。間）の間（合計６８日間 、原告は１日当たり１５００円の入院雑費を要した\nしたがって、入院雑費は１５００円×６８日＝３０万６０００円となる（裁\n判所注；この計算は原告の主張のまま記載してある 。。）\n4 通院交通費 ６８万３５８０円()\n原告は本件手術後、医療センター及びＭ病院に通院を余儀なくされたが、そ\nの際に要した交通費は、少なくとも合計６８万３５８０円である。\n原告は本件手術により幽門を切除されたため、食事中でも下痢が起こるとい\nった「ダンピング症候群」に罹り、現在に至るまでその症状は継続している。\nそのため、公共交通機関を利用することができず、通院にはいつでもトイレに\n行かれるようにタクシーを利用せざるを得ない。\nしたがって、本件ではタクシー代の請求も認められるべきである。\n5 自宅改装費 ８２２万３６００円()\n原告は本件手術により運動（歩行）機能が低下し、階段の昇降が非常に困難\n）。になった（移動及び活動が制限されており随時介助を必要とする状態である\nそのため、原告は自宅にホームエレベーターを設置する予定であるが、その費\n用は８０４万３０００円（７６６万円×１．０５）である。\nまた、上記の通り原告は階段の昇降が非常に困難になったため、現時点でと\nりあえず自宅の階段に手摺を設置したが、その費用は金１８万０６００円であ\nる。\n6 休業損害 １０５万１８９４円()\n原告は声楽家としても活躍する傍ら、主婦として家事にも従事していたとこ\nろ、本件手術により後遺障害が残存したことにより、平成１３年６月２０日か\nら症状固定日である平成１５年１０月６日までの計１０９日間（裁判所注；こ\nの主張は原告の主張のまま記載してある 、家事労働に従事できなかった。。）\n賃金センサス第１巻第１表の産業計、企業規模計、学歴計、女子労働者の全\n年齢平均の賃金額は１年間で３５２万２４００円であるから、原告に生じた休\n業損害は３５２万２４００円×１０９日÷３６５日＝１０５万１８９４円であ\nる。\n7 逸失利益 １２１９万９９０２円()\n原告は上記のとおり主婦として家事にも従事していたところ、本件手術によ\nり後遺障害が残存したことにより、家事労働に従事できなくなった。\n具体的には、上記 4 記載のとおり外出もままならないため買い物を原告の妹()\nや弟に手伝ってもらう、食事も作ることが困難で出前に頼らざるを得ない、大\nきな洗濯物は自分で洗濯ができないのでクリーニング店に依頼する、その他洗\n濯を原告の妹に依頼するなど、家事に支障が生じている状態である。\nかかる原告の家事労働に関する労働能力喪失率は、８０％とみるべきである。\nまた、労働能力喪失期間は５年間とみるべきである。\n上記のとおり原告の症状固定日は平成１５年１０月６日であるが、同日から\n５年間の原告の逸失利益は、\n３５２万２４００円\n×労働能力喪失率８０％\n×４．３２９４（５年間のライプニッツ係数）\n＝１２１９万９９０２円\nである。\n8 入通院慰謝料 ３００万００００円()\n原告は本件手術の日である平成１３年６月２０日から同年８月９日まで５１\n日間にわたり医療センターに入院し、同日から症状固定日である平成１５年１\n０月６日まで４２３日間にわたり通院した。なお、平成１３年１２月１０日か\nら２１日までの１２日間、及び平成１４年８月２６日から同月３０日までの５\n日間は検査のためＭ病院に入院した。\nこのように原告は本件手術により長期に渡り入通院を余儀なくされたもので\nあり、その精神的苦痛を慰謝するに足る金員は金３００万円を下らないもので\nある。\n9 後遺症慰謝料 ５０００万００００円()\n原告は本件手術により一時期耐糖能障害が出現し、経口血糖降下剤の内服が\n必要であったが、膵機能回復に伴い現在はほぼ良好な血糖コントロール状態に\nある。しかし、膵外分泌機能の低下による消化機能障害は残っており、それに\nよると思われる下痢を認め、体重は手術前より１０キログラムほど減少したま\nまである。また、突然便意を催したり、時にふらつきを自覚するため、外出、\n音楽活動に自身が持てず、移動及び活動が制限されており随時介助を必要とす\nる状態である。\nさらに、本件手術が原因となり、将来的に起こりうる病態として、膵頭部切\n除に起因する膵機能低下によって起こる糖尿病、消化機能障害の増悪、胆道路\n変更に起因する胆道系感染症、及び術後癒着性腸閉塞が考えられると診断され\nている。\n特に、原告は声楽家として活躍し、北九州市民文化賞を受賞したり、世界的\nに活躍するソプラノ歌手であるＮ氏を指導したり 「Ｃ」主宰として北九州市、\nの音楽文化の向上に貢献するなどしてきたが、上記の状態で音楽活動が制限さ\nれたことによる精神的苦痛は計り知れないものである。\nまた、原告は音楽活動の他に、海外の美術館を見たり、音楽会を鑑賞するこ\nとが趣味であったが、上記の状態であり海外はもちろん、国内における移動も\n困難になり、老後の楽しみが奪われる形となった。\nかかる原告の後遺障害により受けた精神的苦痛を慰謝するに足る金員は、金\n５０００万円を下らない。\nその他の慰謝料 １億２２５９万８１７１円()10\n本件の誤診に基づく不必要な手術の実施の他、上記の通り原告の承諾なくし\nて肝動脈の切除・再建が行われたこと、手術後高熱が異常に長く続き、不要な\n苦しみを与えられたこと、長期の投薬により歯が劣化したこと、等により原告\nが受けた精神的苦痛を慰謝するに足る金員は、金１億３０００万円を下らない\n（本件ではそのうち金１億２２５９万８１７１円を請求する 。）\n弁護士費用 金２０００万００００円()11\n原告は、被告らが任意に損害賠償金を支払わないため、原告訴訟代理人に本\n訴の提起遂行を委任し、その費用及び報酬として合計金２０００万円を支払う\nことを約した。\n（）被告らの主張\n争う。\n以上\n"
}