{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 8,
    "day": 7
  },
  "case_number": "平成13(ワ)2933",
  "case_name": "地上権確認請求事件",
  "court_name": "神戸地方裁判所第4民事部",
  "lawsuit_id": "6942",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=6942",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/942/006942_hanrei.pdf",
  "contents": "主文\n１　原告の請求を棄却する。\n２　訴訟費用は，原告の負担とする。\n事実及び理由\n第１　原告の請求\n訴外Ａが別紙物件目録３ないし５の土地について，地上権を有することの確\n認を求める。\n第２　事案の概要\n１　争いのない事実\n(1)　訴外Ａは，平成６年３月２９日当時，別紙物件目録１及び２の土地，別紙\n物件目録３ないし５の土地（以下「本件土地」という。）を所有し，かつ，上記各\n土地上に別紙物件目録６の建物（以下｢本件旧建物｣という。）を所有していた。\n(2)　Ａは，訴外木津信用組合（以下｢木津信｣という。）との間で，平成６年３\n月２９日，別紙物件目録１及び２の土地，本件土地及び本件旧建物につき，極度額\n１３億８０００万円，債権の範囲を信用組合取引，手形債権，小切手債権とし，債\n務者をＡ，根抵当権者を木津信とする共同根抵当権設定契約を締結した。\n(3)　本件旧建物は，平成７年１月１７日，阪神淡路大震災によって倒壊，滅失\nした。\n(4)　Ａは，平成８年３月ころ，本件土地上に別紙物件目録７の建物（以下｢本\n件新建物｣という。）を建築し，以来これを所有している。\n(5)　原告は，平成８年３月２日，Ａから，本件新建物を賃借した。\n(6)　木津信から事業譲渡を受けた訴外株式会社整理回収銀行（ただし，平成１\n１年４月１日合併により現在は訴外株式会社整理回収機構）は，本件土地につき，\n上記根抵当権に基づき不動産競売を申し立て，これを受けた神戸地方裁判所は，平\n成１０年２月２０日，不動産競売開始決定をして，不動産競売手続を進め，平成１\n３年１０月９日，被告に対して，本件土地につき売却許可決定をした。\n(7)　被告は，上記売却許可決定に基づき，平成１３年１２月１１日，代金９６\n１６万円を納付して，本件土地の所有者となった。\n(8)　被告は，本件新建物の所有者であるＡが本件土地につき地上権（法定地上\n権）を有することを争っている。\n２　争点\n本件新建物の所有者であるＡは，本件土地につき法定地上権を有するか。\n３　争点に関する当事者の主張\n(1)　原告の主張\n土地，建物が同一所有者に帰属し，土地，建物の双方に共同抵当権が設定\nされた後に，建物が滅失し，新たに建物が再築された後，土地のみが競落された場\n合に，法定地上権が成立するかについては，従来から肯定説と否定説が対立してき\nたところ，最高裁第三小法廷判決平成９年２月１４日（民集５１巻２号３７５頁）\nは，法定地上権の成立を否定した。\nしかし，本件旧建物は阪神淡路大震災という不可抗力によって倒壊したも\nので，抵当権設定者によって意図的に取り壊されたものではないこと，本件新建物\nの建築も執行妨害のためではなく，従前の営業を継続するためのものであること，\n震災等で倒壊した後建物を再築したような場合にまで法定地上権の成立を否定すれ\nば，震災後の土地利用を阻害し，復興にも支障が生じること等に照らせば，本件\nは，前記最高裁判決の射程外の事案であって，同判決の法理は妥当せず，本件土地\nにつき本件新建物のために法定地上権の成立が認められるべきである。\nなお，本件新建物は，未登記のコンテナーハウスであるが，原告は，訴外\nＢに対し代金１８５４万円で天井工事，ブロック積，左官工事，塗装工事，内装工\n事，電気設備工事，給排水衛生設備工事，給排気設備工事，空調設備工事，鉄骨補\n修補強工事等，内外装の大規模な改装工事を請け負わせて，土地と堅固な定著性を\n有し，完全なる店舗としての外観，内装を備えるものとしたものであり，法定地上\n権の保護を受ける建物であって，執行妨害のために建築されたいわゆるバラック建\n物等の簡易な建物とは明らかに異なる。\n(2)　被告の主張\n本件土地に法定地上権は成立していない。\n本件新建物は，コンテナハウス３個を並列設置したに過ぎず，もともと建\n物とは言えない代物である。また，建物と言えるとしても未登記である。\nのみならず，本件は，前記最高裁判決の射程内の事案であり，Ａは，本件\n新建物を建築するにつき，根抵当権者の木津信の承諾を得たわけでも，同建物につ\nき本件土地と同順位の根抵当権を設定したわけでもないのであるから，本件新建物\nのために法定地上権は成立しない。\n第３　当裁判所の判断\n１　所有者が土地及び地上建物に共同抵当権を設定した後，同建物が取り壊さ\nれ，同土地上に新たに建物が建築された場合には，新建物の所有者が土地所有者と\n同一であり，かつ，新建物が建築された時点での土地の抵当権者が新建物について\n土地の抵当権と同順位の共同抵当権の設定を受けたなどの特段の事情のない限り，\n新建物のために法定地上権は成立しないと解するのが相当である(前記最高裁判決参\n照)。\n２　これを本件についてみるに，Ａは，平成６年３月２９日，木津信に対し，本\n件土地及び本件旧建物について共同根抵当権を設定したものの，その後，平成７年\n１月１７日，阪神淡路大震災により本件旧建物が倒壊，滅失したことから，平成８\n年３月ころ，同土地上に新たに本件新建物を建築したものであるが，本件全証拠に\nよっても，本件新建物が建築された平成８年３月ころに，当時の共同根抵当権者で\nある木津信が本件新建物について土地と同順位の共同根抵当権の設定を受けたとい\nったような本件新建物のために法定地上権が成立することを認めるべき特段の事情\nの存在はこれを認めることができない。\n３　この点につき，原告は，本件旧建物が，抵当権設定者によって意図的に取り\n壊されたのではなく，阪神淡路大震災という不可抗力によって倒壊したこと，本件\n新建物の建築も執行妨害のためではなく，従前の営業を継続するためのものである\nこと，震災等で倒壊した後に建物を再築したような場合にまで法定地上権の成立を\n否定すれば，震災後の土地利用を阻害し，復興にも支障が生じること等から，本件\nは，前記最高裁判決の射程外の事案であり，同判決の法理は妥当せず，法定地上権\nの成立が認められるべきであると主張する。\nしかしながら，所有者が，土地及び地上建物に共同抵当権を設定した後，同\n建物が取り壊され，同土地上に新たに建物が建築された場合に，新建物について法\n定地上権が成立しないと解されるのは，抵当権設定当事者が，土地及び地上建物に\n共同抵当権を設定するにあたり，土地及び建物がともに存在するときは，抵当権者\nは，土地及び建物の全体の担保価値を把握しているので，建物について法定地上権\nの成立を認めるとしても，建物が取り壊された場合には，土地について法定地上権\nの制約のない更地としての担保価値を把握しようとするのが，抵当権設定当事者の\n合理的意思であると考えられ，建物が取り壊された後に，新建物が建築された場合\nに，その新建物のために法定地上権が成立することになると，抵当権者の把握して\nいた土地の担保価値が\n，法定地上権の価値の分だけ減少してしまい，抵当権者が不測の損害を受けること\nとなり，当事者の合理的な意思に反するという点にあると考えられる。とすれば，\nたとえ，震災等の不可抗力によって旧建物が倒壊し，その後，執行妨害の意図なく\n新建物が建築された場合であっても，新建物に法定地上権が成立するとすれば，抵\n当権者は新建物の法定地上権の価値分だけ減少した土地の価値しか把握できないこ\nととなり，当事者の合理的な意思に反することには何ら変わりはないし，原告が主\n張する震災復興についての公益的要請等に関しても，震災復興の観点からは新建物\nに法定地上権が発生するものとすれば，建物の再築・復興が推進される一面がある\nことは否定できないとしても，前記当事者の合理的な意思を排除してまで，震災復\n興等の公益的目的を\n重視して，抵当権の設定なしに当然に法定地上権の成立を認めるべき必要性がある\nとまではにわかには認めがたい。\n４　以上のとおりで，本件土地につき法定地上権は成立しないから，Ａが本件土\n地につき地上権を有することの確認を求める原告の請求は理由がない。\nよって，原告の請求を棄却することとし，主文のとおり判決する。\n神戸地方裁判所第４民事部\n裁　判　官　　　　　上　　田　　昭　　典\n"
}