{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 12,
    "month": 3,
    "day": 23
  },
  "case_number": "平成11(行ケ)32",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "13193",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=13193",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/193/013193_hanrei.pdf",
  "contents": "平成１１年（行ケ）第３２号　特許取消決定取消請求事件\n判　　　　決\n原　　　　　　告　　　　　　ローム株式会社\n代表者代表取締役　　　　　　【Ａ】\n訴訟代理人弁護士    　　　　竹　　田　　　　　稔\n同　　　　弁理士　　　　　　【Ｂ】\n同　　　　　　　　　　　　　【Ｃ】\n被　　　　　　告　　        特許庁長官　【Ｄ】\n指定代理人　　　　　　　　　【Ｅ】\n同　　　　　　　　　　　　　【Ｆ】\n同　　　　　　　　　　　　　【Ｇ】\n同　　　　　　　　　　　　　【Ｈ】\n主　　　　文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n事　　　　実\n第１  請求\n特許庁が平成１０年異議第７０２４６号事件について平成１０年１２月４日にし\nた決定を取り消す。\n第２  前提となる事実（当事者間に争いのない事実）\n１  特許庁における手続の経緯\n原告は、発明の名称を「面実装用ネットワーク型電子部品」とする特許第２６３\n３７２１号（平成２年１０月２９日特許出願、平成９年４月２５日設定登録。以下\n「本件特許」といい、その発明を「本件発明」という。）の特許権者である。\n【Ｉ】らは、本件特許につき特許異議の申立てをした。\n特許庁は、この申立てを平成１０年異議第７０２４６号事件として審理した結\n果、平成１０年１２月４日、本件特許の特許を取り消す旨の決定をし、その謄本\nは、平成１１年１月１３日原告に送達された。\n２　本件発明の要旨\n基板上に、端子部を含むコモン電極用導体パターンと複数個の端子部を含む個別\n電極用導体パターンが形成され、コモン電極用導体パターンと各個別電極用導体パ\nターン間に抵抗膜層及び／又は誘電体膜層が電気的に接続され、各導体パターンの\n端子部が露出して、前記基板の相対する二辺の辺縁にそれぞれ等間隔をおいて配置\nされる面実装用ネットワーク型電子部品において、\n前記基板は四隅に角部を有し、前記コモン電極用導体パターンは、少なくとも２個\nの端子部と、この端子部を共通に接続する導体パターン部とを有し、これら端子部\nを互いに前記二辺の逆の端部から等距離の位置に配置してなることを特徴とする面\n実装用ネットワーク型電子部品。\n３　決定の理由\n決定の理由は、別紙決定書の理由写し（以下「決定書」という。）に記載のとお\nりであり、決定は、特許請求の範囲において、基板の形状を「基板は四隅に角部を\n有し」と限定し、その技術的意義として発明の詳細な説明の欄に「角部を画像認識\nして容易に自動実装できる」という効果を付加した平成７年１２月１５日付け手続\n補正（以下「本件補正」という。）は、本件出願当初の明細書の要旨を変更するも\nのであり、本件出願は、特許法４０条の規定により本件補正をした平成７年１２月\n１５日にされたものとみなされるところ、本件発明は、第１引用例（特開平４－１\n６５６０３号公報）及び第２引用例（実願昭６３－８０７７８号（実開平２－２８\n９６号）のマイクロフィルム）に記載された発明に基づいて当業者が容易に発明を\nすることができたものであるから、本件特許は、特許法２９条２項の規定に違反し\nてされたものであり、取り消されるべきである旨判断した。\n第３　決定の取消事由\n１  決定の認否\n(1)　決定の理由Ⅰ（手続きの経緯）は認める。\n(2)　同Ⅱ（本件発明）中、(1)（要旨変更についての判断。決定書２頁１６行\nないし７頁末行）のうち、６頁１７行「のみで」から７頁末行までは争い、その余\nは認める。(2)（本件発明の構成）は認める。\n(3)　同Ⅲ（引用刊行物記載の発明）のうち、第１引用例の記載事項の認定（同\n９頁１０行ないし１０頁１２行）は認める。\n第２引用例の記載事項の認定（決定書１０頁１４行ないし１１頁８行）のうち、\n第２引用例記載の電子部品が本件発明の「基板」に相当すること（同１１頁５\n行）、及び第２引用例記載の４つの角部が本件発明の「四隅に角部」に相当するこ\nと（同１１頁６行、７行）は争い、その余は認める。\n(4)　同Ⅳ（対比・判断）は争う。\n(5)　同Ⅴ（むすび）は争う。\n２  取消事由\n決定は、本件補正が本件出願当初の明細書の要旨を変更するものと誤って判断し\nたため、本件発明の進歩性の判断を誤ったものであるから、違法なものとして取り\n消されるべきである。\n(1)　すなわち、決定は、本件出願当初の明細書及び図面に「基板の四隅を角部\nとすること及びその技術的意義については何ら記載されていなかったものである。\nしたがって、図面において、基板の四隅に角部を有する点が記載されているからと\nいって、それは基板の輪郭を正確に表しているのではなく、単に基板の所在を表し\nているにすぎないものであり、基板の四隅に角部を有するようにして、角部を画像\n認識して容易に自動実装できるようにしたという技術的思想までは記載されている\nとはいえず、また、出願当初の明細書及び当該図面の記載からそのような技術的思\n想が当業者にとって自明な事項ともいえない。」（決定書６頁１８行ないし７頁１\n０行）と認定、判断するが、誤りである。\n(2)　本件出願当初の明細書及び図面（甲第３号証）には、次の記載が認められ\nる。\nア　特許請求の範囲\n「基板上に、端子部を含むコモン電極用導体パターンと複数個の端子部を含む個\n別電極用導体パターンが形成され、コモン電極導体パターンと各個別電極パターン\n間に抵抗膜層及びもしくは誘電体膜層が形成され、各導体パターンの端子部が露出\nして、前記基板の相対する二辺の辺縁にそれぞれ一定間隔をおいて配置されるネッ\nトワーク型電子部品において、\n前記コモン電極導体パターンは、内部導体パターンで共通に接続される少なくと\nも２個の端子部を備え、これら端子部を互いに前記二辺の逆の端部から等距離の位\n置に配置してなることを特徴とするネットワーク型電子部品。」\nイ　発明が解決しようとする課題\n「上記した従来のネットワーク抵抗器は、・・・二辺の端子は互いに対称ではな\nい。そのため、第７図のネットワーク抵抗器を第８図に示すように、配線回路８１\nの配線パッド８２に実装する場合、チップ搭載の角度が１８０°ずれて逆方向にな\nると誤配線になるという問題があった。また、二辺の端子部の配置数が同じでも、\nコモン用の端子部は一辺のみに設けられているので、回路的にやはり対称でない。\nそのためチップが１８０°逆に搭載されると、やはり誤配線となるという問題があ\nった。\nこの発明は、上記問題点に着目してなされたものであって、搭載方向が、正逆い\nずれでも、誤配線を生じないネットワーク型電子部品を提供することを目的として\nいる。」（１頁右欄１１行ないし２頁左上欄７行）。\nウ　課題を解決するための手段及び作用\n「この発明のネットワーク型電子部品は、基板上に、端子部を含むコモン電極用\n導体パターンと複数個の端子部を含む個別電極用導体パターンが形成され、コモン\n電極導体パターンと各個別電極パターン間に抵抗膜層及びもしくは誘電体膜層が形\n成され、各導体パターンの端子部が露出して、前記基板の相対する二辺の辺縁にそ\nれぞれ一定間隔をおいて配置されるものにおいて、前記コモン電極導体パターン\nは、内部導体パターンで共通に接続される少なくとも２個の端子部を備え、これら\n端子部を互いに前記二辺の逆の端部から等距離の位置に配置するようにしている。\nこのネットワーク型電子部品では、各端子部が等間隔であるとともに、コモン用\nの端子部が少なくとも２個、二辺で互いに対称にしているので、配線回路の配線パ\nターンに、チップ搭載の正逆いずれの場合でも誤配線となることはない。」（２頁\n左上欄９行ないし右上欄５行）。\nエ　実施例\n「今、第２図に示す状態、つまり端子部３－５と、パッド９－５が対応する状態に\n対し、ネットワーク抵抗器１が１８０°逆に配線回路基板８上に搭載された場合\nに、配線パッド９－５に対し、端子部３－１０が対応してハンダ付けされることにな\nるが、この場合、端子部３－５と３－１０がともにコモン端子として導体パターン４\nより共通接続されているので、何ら支障なく、誤配線を生ずることもなく、したが\nってネットワーク抵抗器１を実装する場合、方向を考慮する必要がない。また、従\n来ネットワーク抵抗器であれば、自動実装において、方向が違う場合に、１８０°\n方向を変えて載置する必要があるが、この実施例ネットワークでは、昀大９０°の\n角度変更によって適正な位置にネットワークを配置することができ、非常に便利で\nある。」（２頁右下欄５行ないし１９行）\nオ　発明の効果\n「この発明によれば、コモン端子部を基板の端部から互いに逆方向に等距離の位\n置に２つのコモン端子部を設けているので、ネットワークの配置方向を気にするこ\nとなく、実装することができる。\nまた、電子部品を実装する場合に、角度がずれていても、従来の場合、１８０°\nの修正が必要であるが、本願発明においては、９０°以内ということになり、非常\nに扱いが便利となる。」（３頁左下欄３行ないし１０行）\nカ　図面の記載\n第１図ないし第３図には、いずれも四隅に角部を有するネットワーク抵抗器が記\n載されている。\n(3)ア　以上の記載から明らかなように、本件発明は、ネットワーク抵抗器を配\n線回路の配線パッドに実装する場合において、従来のネットワーク抵抗器の２辺の\n端子は互いに対称ではないため、チップが逆方向になると誤配線になる問題がある\nことに着目してされたものであって、その目的は、搭載方向が正逆いずれでも誤配\n線を生じないネットワーク型電子部品を提供することにある。つまり、本件発明は\nそもそもネットワーク型電子部品の実装上の問題点について解決手段を与えるもの\nである。\nイ　甲第５号証（電子雑誌「エレクトロニクス」臨時増刊８６年版電子計測\n器ガイドブック　日本電子機械工業会技術本委員会編集　昭和６０年１０月１日発\n行）の記事「電子部品実装自動化への対応と自動実装技術の動向」）に、電子部品\nと自動実装技術の変遷の図とともに、わが国のエレクトロニクス産業の発展の推進\n力の１つとして、電子部品実装自動化の進歩があげられるとして、１９６０年前後\nの時期が今日のすばらしく進展した自動実装の原点である旨記載されており（４６\n頁左欄）、かつ「いま、第２次の実装自動化ともいわれるものがエレクトロニクス\n産業の変革をもたらそうとしている。これは、電子部品のリードレス化、すなわち\nチップ部品の出現と拡大により、面実装技術（Ｓ．Ｍ．Ｔ．）があらゆる機器に採\n用されはじめて、機器の小形化、高性能化、高機能化を実現している。」（４６頁\n中欄１６行ないし右欄４行）と記載されているように、電子部品の自動実装、取分\nけ、電極とパッドとを面接触させて接続するいわゆる面実装技術（本件出願当初の\n図面第２図参照）は、我が国のエレクトロニクス産業の発展に欠くことのできない\nものとして、本件発明の出願前に既に広く認識されかつ実施されてい\nたのである。\n本件出願当初の明細書及び図面に記載された発明（以下「本件補正前発明」とい\nう。）も、このような技術的背景のもとで、ネットワーク型電子部品の回路基板へ\nの取付けを自動的に行う、つまり、自動実装における前記従来の技術の問題点を解\n消すべくなされたものである。\nウ　本件補正前発明において、ネットワーク抵抗器の電極が回路基板の配線\nパッドに正確に接続されるのも（第２図）、また、「電子部品を実装する場合に、\n角度がずれていても、従来の場合、１８０°修正が必要であるが、本願発明におい\nては、９０°以内ということになり、非常に扱いが便利となる。」（前記(2) オ）\nとしたのも、自動実装における電子部品の画像認識を前提として初めていえること\nである。\n(ｱ)　すなわち、ネットワーク型電子部品を含む電子部品を回路基板へ自動\n実装するためには、回路基板に対し電子部品を正しく位置決めする必要があり、そ\nのため電子部品の実装の際、電子部品の回路基板に対する相対位置を正確に把握し\nておくことは不可欠である。ところが、面実装用ネットワーク型電子部品、例えば\nネットワーク型抵抗器は、１辺がせいぜい数ミリ程度と極めて小さく、かつ、実装\nスピードはランダムアクセス方式（部品を任意に取り出してきて実装するもの）で\nも約０．４秒と極めて速いため（甲第５号証４７頁右欄１３行ないし１７行）、到\n底人間の目で配線基板の位置を確認することは不可能である。そこで、この電子部\n品の回路基板に対する相対位置を把握する方法として、例えば、甲第６号証（特開\n昭６１－１５２１００号公報）、甲第７号証（特開昭６２－１２００９９号公報）\n及び甲第８号証（特開昭６４－２１５７９号公報）に示すように、撮像などにより\n電子部品を認識しそこから位置を割り出す、いわゆる画像認識による方法が本件出\n願当時においてごく一般的に採用されていたのである。\n(ｲ)　次に、本件補正前発明では、「前記コモン電極パターンは、内部導体\nパターンで共通に接続される少なくとも２個の端子部を備え、これら端子部を互い\nに前記二辺の逆の端部から等距離の位置に配置してなる」（特許請求の範囲）と規\n定されている。ここで、前記「前記二辺の逆の端部」は、第１図ないし３図（甲第\n３号証）では、矩形をなすネットワーク抵抗器の２辺の逆の角部として記載されて\nいるから、これを角部と言い替えることは当然可能である。\nそして、コモン電極端子は、前記ネットワーク抵抗器の前記２辺の端部すなわち\n角部を起点として、そこからの距離が等距離であることが規定され、かつ、その構\n成を採用したことにより、ネットワークの配置方向を気にすることなく実装するこ\nとができ、電子部品を実装する場合に、角度がずれていても、従来の場合、１８０\n°修正が必要であるのに対し９０°以内の修正で済むことになり非常に扱いが便利\nとなるという本件補正前発明の特有の効果を奏することができるのである。\nつまり、本件補正前発明における「前記二辺の逆の端部」、すなわち角部は、ネ\nットワーク型抵抗器におけるコモン電極端子、ひいてはネットワーク型抵抗器の位\n置決めにおける基準をなす点、すなわち基準点として極めて重要な意味を持ってい\nる。\nそして、電子部品の自動実装における画像認識では、電子部品の基準となる位置\nを認識するのが技術常識上むしろ当然である。また、これに加え、角部はネットワ\nーク抵抗器の縦及び横の辺の交点にあるから、この点を認識することにより１点の\n認識で前記縦及び横辺の限界位置つまり外縁を知ることができるのである。つま\nり、角部は面実装用ネットワーク型電子部品においてもっとも簡単かつ確実に位置\nを認識し得る位置でもある。\nしたがって、本件出願当初の明細書及び図面に記載されたネットワーク抵抗器の\n角部が画像認識の対象となることは自明のことである。\nエ　以上のとおり、本件補正は、前記２辺の逆の端部について限定を加えて\nそれが角部であることを明らかにし、かつ、その角部が備える自明な技術的意義に\nついて、明細書中に単に確認的に記載したものである。\n(3)　被告は、自動実装には機械的手段も使われているから、本件出願当初の明\n細書に「自動実装」することが記載されているからといって、画像認識を当然の前\n提とするものではない旨主張する。\nしかしながら、自動実装技術において画像認識技術を用いる場合と機械的手段の\nみによる位置決め装置を用いるものがあることは技術常識であり、両者が相容れな\nいものでない以上、当業者であれば、自動実装の精度向上のためにそれらを組み合\nわせて用いることも当然考慮することである。また、画像認識を伴わない機械的手\n段のみによる実装装置（乙第３、第４号証）は、外形が滑らかで単純な四角形状を\nした電子部品等の位置決めには使用可能であるとしても、それらを本件発明の対象\nであるネットワーク型電子部品のように小型で、かつ複雑な外形形状の電子部品に\n適用することは、その実装スピードからしても、位置精度の低下や部品の欠けなど\nを生じる可能性が極めて高く、このような場合に当業者があえて画像認識を行わず\nに機械的手段のみに頼る技術的必然性はそもそも存在しない。\nしたがって、乙第３、第４号証に機械的手段のみによる位置決め装置が記載され\nているからといって、自動実装を行う上で画像認識の技術を用いることが技術常識\nであることには何ら変わりはない。\n(4)　以上のとおり、本件補正が本件出願当初の明細書の要旨を変更するもので\nあるとし、本件出願は本件補正をした日にされたものとみなされるとする決定の認\n定、判断は誤っており、そうすると、第１引用例（特開平４－１６５６０３号公\n報）は、本件発明の出願日（平成２年１０月２９日）後の刊行物であるということ\nになるから、第１引用例により本件発明が容易に発明することができたとした決定\nの判断は明らかに誤りである。\n第４　決定の取消事由に対する認否及び反論\n１  認否\n原告主張の決定の取消事由は争う。\n２  反論\n(1)　本件出願当初の明細書及び図面には、「基板は四隅に角部を有し」という\n点、及び「角部を画像認識して容易に自動実装できる」という点は、記載されてい\nないし、また、そのような技術的思想が当業者にとって自明な事項ともいえない。\nすなわち、本件出願当初の明細書及び図面の記載から理解されることは、本件補\n正前発明が、搭載方向が正逆いずれでも誤配線を生じないネットワーク型電子部品\nを提供することを目的とし、コモン電極導体パターンは、内部導体パターンで共通\nに接続される少なくとも２個の端子部を備え、これら端子部を互いに基板の相対す\nる２辺の逆の端部から等距離の位置に配置するようにしているという点であり、実\n装手段については何ら着目していないことが明らかである。\nそして、搭載方向が、正逆いずれでも誤配線を生じないという目的を達成する上\nで重要なのは端子部の位置であり、基板の四隅の形状は考慮の対象とならないこと\nは容易に理解される。\nそうした目的を持つ発明を記載した本件出願当初の明細書及び図面において、図\n面のみに基板の四隅に角部を有する点が記載されているからといって、その点の技\n術的意義が記載されているわけでもない以上、それは、本件出願当初の明細書及び\n図面の記載からみれば基板の輪郭を表しているとはいえず、単に基板の所在を表し\nているとしか認識し得ないものである。\n(2)　電子部品の基板の四隅の形状に関しては、乙第１号証第１図及び第６図に\n記載されているように、対角線上の２つの隅が角部となっていて、他の２つの隅が\n凹部となっているものや、乙第１号証第７図及び乙第２号証第６図に記載されてい\nるように、四隅が凹部となっているものもある。そして、凹部を設ける理由は、\n「また、多連チップ抵抗器２０によれば、電極４Ａ、４Ｂ間に凹部１６が形成され\nているので、半田ブリッジの発生や不純物の付着によって電気的に短絡されるのを\n防止でき、接続の信頼性を高めることができる。」（乙第２号証２頁左下欄１７行\nないし右下欄１行）と記載されているように、電極間の絶縁性を良好にするための\nものと認められる。このように、基板の形状決定には、技術的意義が密接に関係す\nるものである。\nしたがって、基板の形状を限定するには、明細書中において、その形状とともに\nその技術的意義が明記されている必要がある。\nそれが明記されていない本件出願当初の明細書及び図面の記載からみれば、図面\nにおいて、基板の四隅に角部を有する点が記載されているからといって、それは基\n板の輪郭を正確に表しているとはいえず、それは単にその所在を表しているとしか\nいえない。\n(3)　原告は、その主張の中で、端部を角部と言い替えているが、そのような言\nい替えはできないものである。\nすなわち、２辺の逆の端部とはこの２辺とそれに隣接する他の２辺との交点であ\nればよく、四隅が凹部となっていても本件出願当初の明細書に記載された搭載方向\nが正逆いずれでも誤配線を生じないという目的を達成することができるものである\nから、そこは仮想の交点であっても差し支えない。\n(4)　本件出願当初の明細書には、「自動実装」に関する記載としては、「ま\nた、従来のネットワーク抵抗器であれば、自動実装において、方向が違う場合に、\n１８０°方向を変えて載置する必要があるが、この実施例ネットワークでは、昀大\n９０°の角度変更によって適正な位置にネットワークを配置することができ、非常\nに便利である。」（甲第３号証２頁右下欄１４行ないし１９行）との記載があるの\nみであり、自動実装の具体的手段は何ら記載されていなかったものである。\nそして、電子部品の自動実装については、乙第３、第４号証に記載されているよ\nうな位置決め爪による機械的位置決め手段を用いることによって自動実装するもの\nもあり、自動実装と記載されていることのみでは、どのような手段により自動実装\nするのか不明である。\n(5)　したがって、本件出願当初の明細書に「自動実装」することが示されてい\nるからといって、画像認識を当然の前提としているとはいえず、それを前提とし理\n論を展開している原告の主張は当を得たものではない。\n理　　　　由\n１　本件補正の要旨変更の有無について\n(1)　「本件出願当初の図面には、基板の四隅が角部になっている点が記載されて\nいる」（決定書５頁９行、１０行）ことは、当事者間に争いはない。\n(2)　しかしながら、以下のとおり、本件出願当初の明細書又は図面に、「基板は\n四隅に角部を有」するようにして、「角部を画像認識して容易に自動実装できる」\nようにするという技術的思想が記載されているということはできず、また、このよ\nうな技術的思想が当業者にとって自明のものであるとすることもできない。\nア　すなわち、甲第３号証によれば、本件出願当初の明細書の実施例の項に\nは、「今、第２図に示す状態、つまり端子部３－５と、パッド９－５が対応する状態\nに対し、ネットワーク抵抗器１が１８０°逆に配線回路基板８上に搭載された場合\nに、配線パッド９－５に対し、端子部３－１０が対応してハンダ付けされることにな\nるが、この場合、端子部３－５と３－１０がともにコモン端子として導体パターン４\nより共通接続されているので、何ら支障なく、誤配線を生ずることもなく、したが\nってネットワーク抵抗器１を実装する場合、方向を考慮する必要がない。また、従\n来ネットワーク抵抗器であれば、自動実装において、方向が違う場合に、１８０°\n方向を変えて載置する必要があるが、この実施例ネットワークでは、昀大９０°の\n角度変更によって適正な位置にネットワークを配置することができ、非常に便利で\nある。」（２頁右下欄５行ないし１９行）と「自動実装」に関する記載があること\nが認められる。\nしかし、この「自動実装」に関する記載中に「角部を画像認識」することの記載\nはなく、本件出願当初の明細書の他の箇所にも、「角部を画像認識」することにつ\nいての記載を見いだすこともできない。\nイ　本件発明の効果についても、甲第３号証によれば、本件出願当初の明細書\nには、「この発明によれば、コモン端子部を基板の端部から互いに逆方向に等距離\nの位置に２つのコモン端子部を設けているので、ネットワークの配置方向を気にす\nることなく、実装することができる。\nまた、電子部品を実装する場合に、角度がずれていても、従来の場合、１８０°\nの修正が必要であるが、本願発明においては、９０°以内ということになり、非常\nに扱いが便利となる。」（３頁左下欄３行ないし１０行）と端子部の位置により実\n装が容易になるとの効果が記載されていることは認められるが、「角部を画像認\n識」することによる実装上の効果については記載されていないことが認められる。\nウ　　原告は、本件補正前発明は、自動実装における電子部品の画像認識を前\n提としており、本件出願当初の明細書及び図面に記載された電子部品の角部が画像\n認識の対象となることは、本件出願当初の明細書及び図面に接する当業者にとって\n自明のことである旨主張する。\n確かに、甲第６号証（特開昭６１－１５２１００号公報）、甲第７号証（特開昭\n６２－１２００９９号公報）及び甲第８号証（特開昭６４－２１５７９号公報）に\nよれば、自動実装において画像認識が行われることは、本件発明の出願当時、周知\nのことであったことが認められる。しかしながら、乙第３号証（特開平１－１８７\n８９９号公報）及び乙第４号証（実願昭６２－６３６４号（実開昭６３－１１４０\n９９号）のマイクロフィルム）によれば、自動実装に機械的位置決めを用いるもの\nも存在することが認められる。\nまた、本件発明がネットワーク型電子部品のように小型でかつ複雑な外形形状の\n電子部品を対象とする点も、本件出願当初の明細書及び図面に記載の自動実装にお\nいて画像認識が採用されることが多いであろうことは推測させても、画像認識の方\n式を採用することが必須であり、機械的位置決めを用いることができないものとま\nで認めさせるに足りるものではない。\nさらに、弁論の全趣旨によれば、四隅を角型とすることは、ネットワーク型電子\n部品において通常みられる形状である（もっとも、乙第１、第２号証によれば、例\nえば四隅の全部又は一部が凹部になっているものもみられる。）ことが認められる\nが、四隅を角型とすることは画像認識により自動実装をする場合についてのみに特\n有な形状ではないことが認められる。\nそうすると、自動実装においては、当然に角部を画像認識する方式が採用され、\nこれに限定されるものであることが、本件出願当初の明細書及び図面に接する当業\n者にとって自明のことであるということはできず、原告の上記主張は採用すること\nができない。\n(3)　したがって、平成７年１２月１５日付けでされた本件補正は明細書の要旨を\n変更するものであり、本件出願の出願日は平成７年１２月１５日とみなされる旨の\n決定の認定、判断に誤りはない。\nそうすると、第１引用例は、本件発明の出願前に頒布された刊行物となるから、\n決定には、上記第１引用例を進歩性の判断に使用した点において誤りはなく、進歩\n性についての具体的判断にも誤りは見いだせない。\n２　結論\n以上によれば、原告の請求は理由がないからこれを棄却することとし、主文のと\nおり判決する。\n（口頭弁論終結の日　平成１２年３月７日）\n東京高等裁判所第１８民事部\n裁判長裁判官 　    永　　井　　紀　　昭\n裁判官   　  塩　　月　　秀　　平\n裁判官     　市　　川　　正　　巳\n"
}