{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 17,
    "month": 1,
    "day": 27
  },
  "case_number": "平成15(行ウ)6",
  "case_name": "公金支出差止等請求事件",
  "court_name": "新潟地方裁判所",
  "field": "行政",
  "gist": "市町村の合併（廃置分合）の申請に備えて新市電算統合システム構築業務負担金を支出したことにつき，市が前記合併に参加する場合には住民投票を行う旨を定めた条例があるにもかかわらず，住民投票を実施しないで前記負担金を支出したことは違法であるとして，地方自治法２４２条の２第１項４号に基づき，合併前の市長個人に損害賠償の請求をすることを合併後の市長に対して求める請求が，棄却された事例",
  "case_gist": "市町村の合併（廃置分合）の申請に備えて新市電算統合システム構築業務負担金を支出したことにつき，市が前記合併に参加する場合には住民投票を行う旨を定めた条例があるにもかかわらず，住民投票を実施しないで前記負担金を支出したことは違法であるとして，地方自治法２４２条の２第１項４号に基づき，合併前の市長個人に損害賠償の請求をすることを合併後の市長に対して求める請求につき，前記条例は住民投票を実施すること自体は前提としていたが，市町村の廃置分合に関しては，地方自治法上，住民投票の実施が要件となっているものではなく，前記条例においても住民投票の結果に従う等の拘束性を認める規定はされておらず，市町村長の判断が住民投票の結果に拘束されるものでもないから，住民投票を実施しなかったことは廃置分合の効力に何らの影響も及ぼさず，前記負担金の支出は適法な予算手続に従っているから，法令に違反していないことは明らかであるとして，前記請求を棄却した事例",
  "lawsuit_id": "14920",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=14920",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/920/014920_hanrei.pdf",
  "contents": "主              文\n１　原告の請求を棄却する。\n２　訴訟費用は原告の負担とする。\n事実及び理由\n第１　請求\n１　被告は，Ａに対し，２４８８万円及びこれに対する平成１６年２月２１日か\nら支払済みまで年５分の割合による金員を支払うよう請求せよ。\n２　訴訟費用は被告の負担とする。\n第２　事案の概要\n本件は，もと両津市議会議員であった原告が，両津市の平成１５年度予算に\nおいて，佐渡一島一市の合併（廃置分合）の申請に備え，新市電算統合システム構\n築業務負担金（以下「本件負担金」という。）１億７７０１万円が計上され，その\nうち２４８８万円が支出されたことに関し，両津市では，「両津市が佐渡一島一市\nの合併の可否を住民投票に付するための条例」（以下「本件住民投票条例」とい\nう。）を制定し，両津市が一島一市の合併に参加する場合には，住民投票を行う旨\nを定めているところ，本件負担金の支出は，合併に賛成する意思表明にほかならな\nいのであるから，住民投票を実施しないで本件負担金を支出したのは違法であると\n主張して，平成１６年３月１日の合併により両津市長の訴訟上の地位を承継した佐\n渡市長が，両津市長の職にあったＡに対し，損害賠償として本件負担金のうち支出\n額２４８８万円及びこれに対する最終支出日の翌日である平成１６年２月２１日か\nら支払済みまで民法所定の年５分の割合による遅延損害金を請求するよう求める事\n案である。\n１　争いのない事実\n(1)　当事者等\n原告は，新潟県両津市の住民であり，昭和４６年１０月から平成１５年８\n月３１日までの間，両津市議会議員の職にあった。\n本件訴訟は，平成１５年９月１７日に提起され，当初の被告は，当時の両\n津市長Ａであったが，平成１６年３月１日，佐渡島に所在する両津市と他の９町村\nとが合併して佐渡市が誕生し，同年４月１８日施行の佐渡市長選挙によりＢが選出\nされ，同月１９日，佐渡市長に就任したため，佐渡市長Ｂが被告の地位を承継し\nた。\n(2)　本件住民投票条例の制定\n両津市議会は，平成１３年１２月２１日，本件住民投票条例を全会一致で\n可決した。本件住民投票条例は公布の日から施行するとされ，その第１条ないし第\n４条の規定は次のとおりであった。\n第１条（目的）\nこの条例は，両津市が佐渡一島一市の合併に参加する場合，その合併\nの可否について，市民の意思を確認することを目的とする。\n第２条（住民投票）\n前条の目的を達成するために，合併に対する賛否について，市民によ\nる投票（以下「住民投票」という。）を行う。\n２　住民投票は，市民の自由な意思が反映されるものでなければならな\nい。\n第３条（住民投票の実施とその措置）\n住民投票は，本条例の施行の日から１２０日以内に，これを実施する\nものとする。\n２　市長は，一島一市の合併問題に関する可否の表明をするにあたり，地\n方自治の本旨に基づき住民投票における有効投票の賛否いずれか過半数の意思を尊\n重して行うものとする。\n第４条（住民投票の執行）\n住民投票は，市長が執行するものとする。\n(3)　本件住民投票条例の改正\n平成１４年３月，平成１４年第１回両津市議会定例会において，本件住民\n投票条例の改正案が提案され，その提案理由につき，両津市長は，「本案は，住民\n投票の実施について本条例施行の日から１２０日以内に実施すると規定しているも\nのを，市民に市町村合併に関する情報の提供等を行い，その上で市長が適当と認め\nたときに議会の同意を得て実施する規定に改正するものであります。」と説明し\nた。\nそして，同改正案は全会一致で可決され，同条例第３条が次のとおり改正\nされた。\n第３条（住民投票の実施とその措置）\n住民投票は，市長が適当と認めたときに議会の同意を得て，これを実\n施するものとする。\n２　市長は，一島一市の合併問題に関する可否の表明をするにあたり，地\n方自治の本旨に基づき住民投票における有効投票の賛否いずれか過半数の意思を尊\n重して行うものとする。\n(4)　本件負担金の予算計上とその支出\n平成１５年度両津市予算には，本件負担金として１億７７０１万円が計上\nされ，平成１５年３月２５日，両津市議会の議決を得た。\n両津市議会は，同年１２月２５日，平成１５年第８回両津市議会定例会に\nおいて，本件負担金１億７７０１万円を１億１７０１万円に減額する補正予算（議\n案第１３０号）を全会一致で可決した。\n両津市長は，代表市町村である金井町に対し，本件負担金として，同日に\n１８０万円，平成１６年１月２７日に１４７８万円，同年２月２０日に８３０万円\nをそれぞれ支払った。\n(5)　両津市の合併手続\n平成１５年６月３０日，平成１５年第３回両津市議会臨時会において，廃\n置分合についての議案として，両津市他９町村を廃止して佐渡市を設置する旨の新\n潟県知事に対する申請を行うための議案（議案第６１号）が地方自治法７条５項に\nより両津市議会に上程され，議決を得た。\nこのとき，これに関連して，\n議案第６２号　財産や債務を佐渡市に帰属させる件\n議案第６３号　議会の議員定数の件\n議案第６４号　議会の議員定数特例を市町村合併特例法第６条８項により議\n会の議決をもとめる件\n議案第６５号　新たに佐渡市を設置することに伴い旧市町村の区域ごとに地\n域審議会を設置する件\nがそれぞれ上程され，いずれの議案も，同日，市町村合併に関する調査特別\n委員会に付託され，同年７月１日開催の市議会において，全て賛成多数で議決され\nた。\nこれを受けて，同年１０月１０日，新潟県知事は，新潟県議会の賛成多数\nの議決を得て前記廃置分合を決定した。そして，同年１１月４日第３７２４号の官\n報において，総務省告示第６６４号により，両津市他９町村の廃置分合に関する告\n示がなされ，この告示において，平成１６年３月１日からその効力が生ずるものと\nされた。\nそして，同年２月２９日をもって両津市は閉市され，同年３月１日，佐渡\n市が誕生した。\n(6)　住民監査請求\n原告，Ｃ及びＤは，平成１５年６月２３日，両津市監査委員に対し，両津\n市長は本件負担金を支出してはならないとの勧告を求める住民監査請求を行った。\nしかし，両津市監査委員は，同年８月２０日，上記監査請求を却下し，同\n月２１日，請求人代表であるＣに対し，監査結果を通知した。\n２　争点及びこれに関する当事者の主張\n本件の争点は，本件負担金の支出が違法か否かであり，争点に関する当事者\nの主張の概要は次のとおりである。\n(1)　原告\nア　住民投票の実施について\n(ア)　改正前の本件住民投票条例の文言及び立法趣旨\n本件住民投票条例１条，２条及び３条２項の文言並びに制定経過から\nすると，本件住民投票条例の趣旨は，佐渡一島一市の合併問題について両津市民の\n意見を聴き，市民の主体的な参加による合併を促進するため，合併に先立ち住民の\n意思を反映するための方法として住民投票を実施し，市長が合併問題に関する意思\nを表明するにあたっては住民投票の結果を尊重しなければならないとしたものであ\nる。\n改正前の本件住民投票条例３条１項は，「住民投票は，本条例の施行\nの日から１２０日以内に，これを実施するものとする。」と規定しているのであ\nり，制定経過からすれば，住民投票の実施時期については，本条例の施行の日から\n１２０日以内という範囲で市長の裁量に委ねたものである。これらの規定の文言及\nび趣旨によれば，改正前の本件住民投票条例においては，市長には住民投票を実施\nするか否かの裁量権はなく，本条例の施行の日から１２０日以内に住民投票を実施\nしなければならなかったことは明らかである。\n(イ)　本件住民投票条例の改正経過及び改正の趣旨\n本件住民投票条例３条１項改正案は，１２０日間では市民に市町村合\n併に関する情報の提供等が困難であるとの理由により改正するものであり，市長に\n住民投票を実施するかどうかについて裁量権を与えたものではなかった。このこと\nは，市長の提案理由の説明に続く原告の質問と企画財政課長の答弁が，住民投票の\n実施の有無ではなく，もっぱら情報提供の方法，期間及びタイムリミットの点に集\n中していることからして明らかである。\n原告の情報提供のタイムリミットすなわち住民投票実施のタイムリミ\nットはいつかという質問に対し，企画財政課長から「廃置分合の議決は遅くとも１\n５年の夏ごろまでにしなければならない。」との答弁がなされたのであり，住民投\n票実施のタイムリミットが廃置分合の議決前であるという意味で答弁したものであ\nることは明らかである。この企画財政課長の答弁について，原告は更に質問するこ\nとはしておらず，企画財政課長もこれ以上の説明をせず，答弁を終了している。そ\nれは，この改正案では，住民投票は遅くとも廃置分合の議決前に行われなければな\nらないということで，議会も提案者側も一致していたからである。\n(ウ)　議員らの理解\n当時の両津市議会議員らは，「市長が適当と認めたときに」という意\n味について，住民に市町村合併のメリット及びデメリットの詳細を知らせて，その\n上で市長が適当と認めた時に実施するという意味であると解釈していた。すなわ\nち，当時合併協議会の協議内容が市民に全部報告できるような状況ではなく，１２\n０日以内では不十分であるということで，市長の提案理由にも一理あると考えたの\nである。\n議会審議に入る前に各党代表者の議案に関する自由な情報交換や意見\n交換をする場である「会派会議」においても，本件住民投票条例の改正案が市長に\n住民投票の実施自体について裁量権を与えたものであるとの発言をした議員はいな\nかった。仮に，本件住民投票条例の改正案が市長に住民投票の実施自体について裁\n量権を与えたものであるとすると，本件住民投票条例の重大かつ抜本的な修正とな\nるため，賛否はともかく，会派会議においていずれかの議員がそのことを採り上げ\nて議論したはずである。\nまた，本件住民投票条例の改正案に対しては，同条例提出者及び原告\nを含む賛成者も全て賛成し，全会一致で可決された。仮に，本件住民投票条例の改\n正案が市長に住民投票の実施自体について裁量権を与えたものであるとすると，本\n件住民投票条例は住民投票を実施することに核心があったのであるから，原告をは\nじめとして本件住民投票条例の提出者，賛成者及び「市町村合併に関する調査特別\n委員会」の委員である議員らから相当数の反対者が出たはずである。\n(エ)　市長による情報提供\n本件住民投票条例の改正案の可決後，Ａ両津市長は，平成１４年８月\nから平成１５年６月までの期間をかけて，合計２５か所で住民説明会を実施し，市\n民に市町村合併に関する情報の提供を行った。このことからも，本件住民投票条例\nの改正案が，１２０日以内では市民に対する情報提供の期間としては不十分である\nから，住民投票の実施時期について「１２０日以内」という限定をなくしたにすぎ\nないことが明らかである。\n(オ)　他の規定は改正されなかったこと\n本件住民投票条例１条，２条及び３条２項など市長に対し住民投票の\n実施を義務付けている規定は何ら改正されなかった。このことは，本件住民投票条\n例は，上記改正後も市長に対し住民投票の実施を義務付けていることを表してい\nる。仮に，上記改正案が住民投票の実施自体についても市長に裁量権を与えたもの\nであるとすると，他の自治体の住民投票条例で，首長に対し住民投票の実施につい\nて裁量を付与するものは，その旨を明記しているのであるから，本件住民投票条例\n１条，２条及び３条２項について，そのことを表す文言の改正が行われたはずであ\nる。\n(カ)　代表民主制，間接民主主義との関係\n個々の地方公共団体が法律に規定されていない住民投票制度を条例レ\nベルで創設できるかについては，条例により住民投票の結果に長が法的に拘束され\nなければ合法であると解される。本件住民投票条例３条２項は，「過半数の意思に\n従う」ではなく，「過半数の意思を尊重するものとする」と規定するにとどまるも\nのであり，住民投票の結果に長が法的に拘束されないものである。したがって，本\n件住民投票条例において，市長に住民投票の実施を義務付けている点が，代表民主\n制，間接民主主義に反するとはいえない。また，条例による住民投票の結果に長が\n法的に拘束されなければ，法的に市町村の廃置分合及び境界変更の要件を加重した\nことにはならない。\nむしろ，地方公共団体の執行機関は，当該普通地方公共団体の条例，\n予算その他の議会の議決に基づく事務及び法令，規則その他の規程に基づく当該地\n方公共団体の事務を，自らの判断と責任において，誠実に管理し及び執行する義務\nを負うこととされている（地方自治法１３８条の２）。この規定が議会制民主主義\nに根拠を有することは明らかである。執行機関である市長が，本件住民投票条例で\n「行う。」と明記された住民投票を，本件住民投票条例が廃止されてもいないのに\n実施しないことは，かかる誠実執行義務に違反し，議会制民主主義に反するもので\nある。\nイ　本件負担金の支出が「可否の表明」であること\n本件住民投票条例によれば，両津市が佐渡一島一市の合併に参加するか\n否かを決定するための手続として住民投票の実施が必要であり，両津市長は，一島\n一市の合併問題に関する可否を表明するにあたり，地方自治の本旨に基づき住民投\n票における有効投票の賛否いずれか過半数の意思を尊重して行うものと規定されて\nいる。したがって，本件住民投票条例によれば，条例上の手続として，両津市長\nは，本件住民投票における有効投票の賛否のいずれが過半数を占めるかが判明する\nまで，一島一市の合併問題に関する可否を表明してはならないことになる。そし\nて，両津市長が合併の準備のために公金を支出することは，両津市が上記合併に加\nわることを当然の前提とするから，一島一市の合併問題に関する賛成の意思表明に\nほかならない。\n両津市においては，平成１５年６月３０日に臨時議会が招集され，市長\nより「廃置分合」の申請をするために必要な議決を得るための議案が提案され，同\n年７月１日に可決されているのであり，少なくともこの提案がなされた時点で，市\n長は，合併に賛成の意思表明をしたといえる。\n市長が上記議決を踏まえ，合併準備のために本件負担金の支出をするこ\nとも，合併に対する賛成の意思表明というべきである。\nまた，たとえ本件負担金の予算が計上されていたとしても，本件住民投\n票条例２条１項，３条１項及び同条２項により，支出負担行為及び現実の支出は，\n住民投票が実施された後でなさなければならないというべきである。したがって，\n両津市長が本件住民投票の実施前に上記合併の準備のための公金を支出すること\nは，本件住民投票条例２条１項，３条１項及び同条２項に違反し許されないもので\nある。\nウ　予算執行との関係\n本件負担金を平成１５年度の予算に計上することは違法ではないが，こ\nの予算は，あくまで住民投票の結果，合併に賛成する票が有効投票の過半数を占め\nたときでなければ，執行してはならないものである。\n公金の支出に先立って，まず，支出の原因となるべき契約その他の行為\n（支出負担行為）が，法令又は予算の定めるところに従って行われなければならな\nいとされている（地方自治法２３２条の３）。これは，支出負担行為をする内容が\n法令又は予算に違反してはならないことと，支出負担行為をする手続が法令に違反\nしてはならないことを規定したものである。さらに，出納長又は収入役は，長の命\n令があった場合にのみ「支出」をすることができ（同法２３２条の４第１項），支\n出に先立って，その支出負担行為にかかる「債務が確定していること」を確認しな\nければならない（同条２項）。このように，予算の執行については，支出負担行為\nと支出との２段階において，「法令又は予算」への適合性がチェックされる仕組み\nになっている。\n本件の予算の執行は，予算に違反はしていないが，Ａ両津市長が本件住\n民投票条例に違反し住民投票を経ないで合併に関する賛成の意思を表明したという\n点において，支出負担行為をする手続が条例に反していることになり，「法令に違\n反」していることは明らかである。\nエ　合併手続違反\n本件負担金の支出は，両津市における廃置分合の手続が適法に行われ，\n廃置分合による新市の成立が法的に有効となることを前提とする。両津市における\n廃置分合の手続の過程に違法があれば，廃置分合による新市の成立が無効となるか\nら，当該違法が治癒されない限り，本件負担金の支出は，違法な存在に対する無用\nの支出となるのであって，違法な支出に該当するというべきである。\n本件住民投票条例及び地方自治法によれば，両津市における廃置分合の\n申請に至るまでに両津市がとるべき法的手続は，①住民投票の実施（条例２条），\n②住民投票の結果の判明，③市長は，前記②で示された市民の意思を尊重し，合併\nに賛成の表明をする（条例３条２項），④廃置分合の申請の議決を得るための議会\nの招集，⑤市長による「廃置分合の申請の議決を求める」旨の議案の提案，⑥廃置\n分合の申請の議決（地方自治法７条５項），⑦廃置分合の申請（同条１項）であ\nる。\n両津市においては，住民投票を実施しないまま合併の手続を進めたので\nあり，本件廃置分合の手続には法的瑕疵があり，違法無効であるというべきであ\nる。そうすると，廃置分合による新市の成立が無効となるから，本件負担金の支出\nは，違法な支出に該当するというべきである。\nオ　直接請求の否決等と本件住民投票条例の解釈に対する影響\n裁判所が，当該法令の解釈に際して，いわゆる立法者意思の判断の基礎\nとなる事実として，当該法令の立法経過における議会の審議状況を参酌することは\nあり得るが，立法者意思の判断の基礎となる事実は，あくまで当該法令の制定当時\nの議会の審議状況である。他方，当該法令が制定された後の住民からの直接請求や\n陳情に関する議会の審議状況は，当該法令がこれらに基づいて改正されない限り，\n立法者意思の判断の基礎とされるべきではない。なぜなら，議会を構成する議員の\n政治的判断は，その時々の政治情勢や議員の考え方の変化等様々な理由によって，\n当該法令の議決時点以降に変化しうるものであり，当該法令が制定された後の住民\nからの直接請求や陳情に関する議会の審議状況は，必ずしも当該法令の制定にかか\nる立法者意思を推認\nさせるものではないからである。\n本件では，両津市議会が本件住民投票条例を制定したのは平成１３年１\n２月２１日，同条例３条１項が改正されたのが平成１４年３月であるのに対し，住\n民からの本件住民投票条例の改正の直接請求が否決され，また，住民投票の実施を\n求める陳情が不採択とされたのは，平成１５年３月２５日である。したがって，住\n民からの直接請求の否決や陳情の不採択が本件住民投票条例の解釈に対し影響を与\nえることはないものというべきである。\nまた，平成１５年７月１日の廃置分合の議決，適法な廃置分合手続を経\nて本件負担金の支出が行われたこと，市民による両津市議会の解散の直接請求に基\nづき同年９月１４日に実施された投票においても議会解散とはならなかったこと，\n同年１１月２３日実施の両津市市長選挙においてＡが原告を破って当選したこと\nは，いずれも本件住民投票条例の制定及び改正後の議員や投票者のその時々の判断\nによるものであって，同条例の制定及び改正の立法経過には含まれない事実である\nから，本件住民投票条例に関する立法者意思を推認させるものではない。\n(2)　被告\nア　本件負担金の支出が予算の議決に基づきなされ，適法であること\n本件負担金については，平成１５年度の両津市の予算に計上されて両津\n市議会の承認を得ており，市長が，議会の承認を得た予算に基づき支出をすること\nに何らの違法はない。\n市長は，予算中に当該費用の支出が計上されて議会の承認を得れば当然\nに支出できるのであり，これは市長に予算執行権があることから導かれる結論であ\nる（地方自治法１４９条２号，２２０条１項，２１１条）。そして，本件負担金\nは，市町村合併により誕生する新市の住民の利便性を図るとともに合併後の行政事\n務をスムースに行うため，電算システムを統合する事業費用についての両津市負担\n金であった。この負担金は，正式に両津市の予算に計上され，市議会の承認を得て\nおり，その支出についても，市議会において承認されている。また，議会の議決に\nよって予算が成立した後は，一般に長は予算の内容に従って財政運営を行うべき法\n的な拘束を受け，この意味で予算は，行政の活動を規制する法規であると解釈され\nている。\nこのように，本件負担金の支払は，議会制民主主義の理念のもと，両津\n市議会の承認を得て適正に支出されたものである。\nイ　本件負担金の支出が本件住民投票条例に違反しないこと\n本件負担金の予算が議決された平成１５年３月２５日に，住民から「両\n津市が佐渡一島一市の合併の可否を住民投票に付するための条例改正請求書」によ\nる直接請求がなされたが，この内容の一部は，本件住民投票条例３条１項中「市長\nが適当と認めたときに議会の同意を得て，これを」を「合併協定書の調印前まで\nに」に改め，同条２項中「一島一市の合併問題に関する可否の表明をするにあた\nり」を削り，「を尊重して行う」を「に従う」に改めるというものであった。ま\nた，同日，住民が同年２月２７日付けで「市町村合併について住民投票を実施して\nいただきたい」との内容の住民投票実施についての陳情を提出した。しかし，Ａが\n市長の事務執行に関し拘束的なものであると反対意見を述べ，両津市議会は，同年\n３月２５日，この直接請求\nの議案を否決し，陳情を不採択とした。\nこのように，本件負担金の予算が議決された際，本件住民投票条例の解\n釈について，住民投票を行うことが義務的なものであると市議会が認識していたも\nのではない。また，本件住民投票条例に基づく住民投票を実施した後でなければ本\n件支出をしてはならないなどの意見は問題とならずに，上記予算は全会一致で議決\nされた。\n以上の経過からすれば，本件負担金の議決に基づく本件支出が本件住民\n投票条例に違反しないことは明らかである。\nウ　Ａの「可否の表明」と廃置分合の議決\n原告は，平成１５年６月２３日に，Ａが市長として両津市議会に対して\n廃置分合の申請をするための必要な議決をする議案を提出したことを「合併問題に\n関する可否の表明」に当たると主張するが，この主張を前提とすれば，Ａが市長と\nして両津市議会に対して廃置分合の議案を提出するまでに住民投票を実施する必要\nがある。そして，住民投票の実施が義務付けられているというのであれば，このと\nきの市議会においてＡが住民投票を実施しないことについて議論がなされるべきで\nある。しかるに，原告をはじめ大半の議員は住民投票を実施しなかったＡの対応に\nついて格別の問題提起をすることなく，同月３０日に招集された両津市議会臨時会\nにおいて，廃置分合に関する各議案が同年７月１日に全て賛成多数で可決承認され\nたのである。これは\n，当時の市議会は，本件住民投票条例に基づく住民投票の実施をするかしないかは\nＡの裁量に属するものと解していたことを意味する。\n原告自身もこのときの市議会において，住民投票を行っていないことを\n理由にＡが廃置分合に関する議案を提出したことが違法であるとの発言をしていな\nい。何よりも，両津市議会は，Ｄ議員の反対意見をも踏まえて廃置分合に関する各\n議案を賛成多数で議決した。このことは，本件住民投票条例を制定した両津市議会\n自身が住民投票を実施するか否かについて市長の裁量に属するものであると判断し\nた証左である。\n本件住民投票条例が成立した平成１３年１２月２１日から原告が本件訴\n訟を提起する平成１５年９月１７日までの間，両津市議会の解散は行われておら\nず，同議会議員は一部変動があったもののその大半は同一の議員で構成されていた\nのであり，本件住民投票条例の制定に関与した議員がそのままその後の同条例に関\nわる出来事に関与してきたのである。同議会は，住民投票を実施する必要性を認め\nず，合併手続を進めてきたのであり，本件負担金の予算計上もかかる合併を前提と\nしたものとして行われたのであって，議会制民主主義にかなっている。\nエ　本件負担金が適法な廃置分合手続などを経た上で支出されたこと\n両津市議会は，本件住民投票条例３条１項に定められている住民投票の\n実施時期について，「市長が適当と認めたときに議会の同意を得て」の意味を，Ａ\n市長及び両津市議会議員の大半が住民投票実施の必要性の有無についても市長の裁\n量に委ねる趣旨と考えていたのである。このことは，前記のような，両津市議会に\nおける本件住民投票条例の一部改正に関する直接請求を受けた議案の審議等から明\nらかである。\nそして，平成１５年１０月１０日，新潟県知事は，新潟県議会の賛成多\n数の承認可決を得て，前記廃置分合を決定し，同年１１月４日，総務省告示第６６\n４号により両津市他９町村の廃置分合に関する告示がなされた。\nこのような経過の後，本件負担金合計２４８８万円の支出がなされたも\nので，本件支出が適法であることは明らかである。\nオ　拘束的な住民投票条例について\n憲法は地方自治行政について間接民主制を基本としているため（憲法９\n３条），現行の地方自治制度上，住民投票制度は一般的制度としては規定されてい\nない。他方，住民の意思を直接地方行政に反映させる制度として，地方自治法にお\nいて直接請求制度や住民監査請求制度等の直接参政制度が認められているが，これ\nらは代表民主制の補完的な制度である。このように，現行の法制度においては，合\n併そのものについて住民投票を行うことは認めていない。地方自治法７条５項は，\n市町村の廃置分合及び境界変更について，当該市町村の議会の議決を要件としてい\nるが住民投票までは要求していないのであり，法律よりも下位にある条例でもっ\nて，同条の要件を加重することは許されない。\nこのような憲法や法律の定めからして，条例において住民投票制度を定\nめるにしても，それは地方自治行政における代表民主制を損なわないものであるこ\nとが要請される（憲法９４条）。したがって，投票結果が拘束的な内容の住民投票\n条例（拘束的住民投票条例）は違法である。両津市の住民投票条例３条２項は，市\n長は住民投票の結果を尊重すべきとしているが，前記のとおり，両津市議会が市民\nからの条例改正の直接請求を否決したことからすると，本件住民投票条例の解釈が\n住民投票の結果に市長が「従う」という内容のものではないこと及び住民投票の実\n施時期について「合併協定書の調印前までに」と期限を定めての実施を義務化する\n内容のものではないことが示されている。\n第３　争点に対する判断\n１　前記第２の１記載の事実に証拠（甲１ないし４，６，１０，１１，乙１ない\nし１０，１２，１３，原告）及び弁論の全趣旨を総合すると，以下の事実が認めら\nれる。\n(1)　本件住民投票条例の制定経緯\nア　平成１３年６月２２日，毎年１回開催される佐渡島内の市町村長及び議\n会議長の懇談会の席上で，佐渡市町村会長から，佐渡市町村合併検討協議会（合併\n任意協議会）を設置することが提案された。両津市は，これに対する態度を保留し\nたが，同協議会の発足と役員人事が決定された。\n両津市長及び両津市議会議長は，佐渡市町村合併検討協議会会長に対\nし，同年８月１日付けで，「検討協議会参加について（意見）」と題する文書を提\n出し，両津市としては，市町村合併は地域の将来や住民の生活に大きな影響を及ぼ\nす問題としてとらえ，住民の意向を充分に反映させてから任意協議会をスタートさ\nせるべく，住民説明会を開催する等その事前準備を進めているところであるとし，\n市町村合併に対する両津市の方向性が決まるまで，任意協議会として認めることは\nできないので，それまでの間は合併連絡協議会としての認識で参加するなどの意見\nを付して参加することを表明した。\nイ　両津市は，同年９月８日，市町村合併に賛成・反対等の討論者による合\n併討論会を開催し，同年１０月には，市内全世帯を対象に合併のアンケート調査を\n実施した。\nウ　両津市議会では，議員全員を委員とする市町村合併に関する調査特別委\n員会を設置し，同年１２月１９日開催の同委員会において，上記アンケートでは住\n民の意向が充分反映されていないとの意見が相次ぎ，住民投票を行うべきであると\nする意見が委員の大勢を占め，出席委員全員が住民投票を行うこととしてその時期\n等については小委員会で検討することを了承した。\n次いで，当時の両津市議会の全８会派から各１名を小委員に選出し，そ\nの８名の小委員で構成する小委員会を開催した。小委員会では，住民投票の実施時\n期に関して議論が集中し，住民説明会を開催するなどして住民に情報を提供した上\nで住民投票を実施すべきであるとする意見と，合併に参加する他の町村に迷惑をか\nけないようできる限り早期に実施すべきであるとする意見があったが，原告が「１\n２０日以内にして，後は市長判断に任せてはどうか。」と提案し，全員がこれを了\n承した。\nそして，再開された市町村合併に関する調査特別委員会では，上記審議\nの結果を踏まえ，小委員会で住民投票条例案を作成することとされ，原告が作成し\nた原案をもとにした同条例案は，同月２１日，両津市議会において提出された。同\n条例案は全会一致で可決され，さらに，両津市長が再議に付したものの，出席議員\nの３分の２以上の賛成者を得たため，本件住民投票条例が成立した。\n(2)　本件住民投票条例の改正経緯\nア　平成１４年３月議会における本件住民投票条例改正案の提案に際し，両\n津市長は，「本案は，住民投票の実施について本条例施行の日から１２０日以内に\n実施すると規定しているものを，市民に市町村合併に関する情報の提供等を行い，\nその上で市長が適当と認めたときに議会の同意を得て実施する規定に改正するもの\nであります。」と提案理由を説明した。\nこの説明に対する質疑応答では，住民投票を実施するか否か自体は議論\nの対象とはならず，専ら市民に情報提供をするタイムリミットはいつか，どこまで\nの情報を提供できるのかという点に議論が集中していた。市民に対する情報提供に\n関する原告らの質疑に対し，企画財政課長は，既に実施した住民説明会は小学校単\n位であったがそれでも２か月かかったのであるから，市民に理解してもらうにはく\nまなく住民説明会を実施する必要があり，かなり時間がかかるという認識を示し\nた。\nイ　そして，同改正案は全会一致で可決され，同条例３条１項のうち，「本\n条例の施行の日から１２０日以内に」とあったのが「市長が適当と認めたときに議\n会の同意を得て」と改正された。しかし，他の規定については改正されなかった。\n(3)　市民に対する情報提供等の状況\n両津市は，本件住民投票条例制定前である平成１３年５月から同年７月に\nかけて，市内２０会場で，同年２月に新潟県が策定した「新潟県市町村合併促進要\n綱」に関し，地域別住民説明会を開催した。\n本件住民投票条例改正案の可決後は，平成１４年８月から平成１５年６月\nまでの間，合計２５か所で住民説明会が実施され，両津市民に対し，市町村合併に\n関する情報提供等がなされた。\n(4)　本件住民投票条例改正後の経過\n平成１５年３月２５日，両津市議会において，全会一致で本件負担金の予\n算が議決された。同日，両津市議会は，同年２月２２日に受理した住民からの「両\n津市が佐渡一島一市の合併の可否を住民投票に付するための条例改正請求書」によ\nる直接請求（本件住民投票条例３条１項中「市長が適当と認めたときに議会の同意\nを得て，これを」を「合併協定書の調印前までに」に改め，同条２項中「一島一市\nの合併問題に関する可否の表明をするにあたり」を削り，「を尊重して行う」を\n「に従う」に改めるという内容のもの。）の議案を否決し，同年２月２７日付け\n「市町村合併について住民投票を実施していただきたい」との住民からの陳情が提\n出されたものの，これを不採択とした。\nそして，住民投票は行われなかったが，同年６月３０日に招集された両津\n市議会臨時会において，廃置分合に関する各議案が同年７月１日に全て賛成多数で\n可決承認された。\n同年７月２８日，住民から両津市議会の解散直接請求がなされ，同年９月\n１４日に解散投票が実施されたが，反対が有効投票の過半数を占め，解散とはなら\nなかった。同年１０月１０日，新潟県知事は，新潟県議会の賛成多数の承認可決を\n得て，前記廃置分合を決定した。そして，同年１１月４日，総務省告示第６６４号\nにより両津市他９町村の廃置分合に関する告示がなされた。その後，同年１１月２\n３日，任期満了に伴う両津市市長選挙が行われ，Ａと原告が立候補したが，Ａが有\n効投票の過半数を獲得して三選を果たした。\nこのような経過の後，本件負担金合計２４８８万円の支出がなされた。\n２　争点について\n(1)　本件住民投票条例の改正の趣旨について\n前記のとおり，本件住民投票条例は，両津市が佐渡一島一市の合併に参加\nする場合，その合併の可否について，市民の意思を確認することを目的とし，この\n目的を達成するために，合併に対する賛否について住民投票を行うと定めるととも\nに，市長は，一島一市の合併問題に関する可否の表明をするにあたり，地方自治の\n本旨に基づき住民投票における有効投票の賛否いずれか過半数の意思を尊重して行\nうものとすると定めていた。そして，住民投票の実施時期については，同条例制定\n当時，その施行日から１２０日以内に住民投票を実施するものとすると規定されて\nいた。さらに，その改正に当たっても，住民投票実施時期につき定めた同条例３条\n１項のうち，「本条例の施行の日から１２０日以内に」とあったのが「市長が適当\nと認めたときに議会\nの同意を得て」と改正されたほかは，改正された規定はなかった。\nまた，本件住民投票条例制定に至るまでの議会の審議状況は，市町村合併\nに関する調査特別委員会において，住民投票を行うべきであるとする意見が委員の\n大勢を占め，小委員会では，住民投票の実施時期に関して議論が集中したという状\n況であった。改正時には，市長の提案理由において，「市民に市町村合併に関する\n情報の提供等を行い，その上で市長が適当と認めたときに議会の同意を得て実施す\nる規定に改正する」旨説明され，その質疑応答では，住民投票を実施するか否か自\n体については何ら議論されず，専ら市民に情報提供をするタイムリミットはいつ\nか，どこまでの情報を提供できるのかという点に議論が集中していたのである。\n以上のような本件住民投票条例の規定の内容や改正部分，制定及び改正時\nの議会における審議状況からすると，本件住民投票条例の改正に当たり，両津市議\n会においては，住民投票を実施すること自体は前提とされていたものと認められ\nる。そうすると，本件住民投票条例の改正の趣旨は，原告の主張するとおり，当時\n合併協議会の協議内容が市民に全部報告できるような状況ではなく，１２０日以内\nでは市民に対する情報提供の期間としては不十分であるから，１２０日以内という\n制限をなくすための改正とみるべきであり，「市長が適当と認めたときに」の意味\nについては，市民に市町村合併の詳細を知らせて，その実施状況を確認した上で市\n長が適当と認めた時に住民投票を実施するという意味であると解するのが相当であ\nる。もっとも，議会の\n同意が新たな要件として加えられたことは文言上明らかである。\nこの点，被告は，本件住民投票条例改正後に，両津市議会が住民からの同\n条例の一部改正に関する直接請求を賛成少数で否決したこと，住民投票実施の陳情\nについても不採択の議決をしたこと，住民投票は行われなかったものの，平成１５\n年７月１日に両津市議会で廃置分合に関する各議案が賛成多数で可決承認されたこ\nと，住民からの両津市議会の解散直接請求について実施された解散投票において，\n反対が有効投票の過半数を占め，解散とはならなかったこと，任期満了に伴う両津\n市市長選挙においてＡが原告を破り三選を果たしたことなど，両津市議会等におい\nて，合併問題に関し住民投票が実施されないことがほとんど問題視されなかったこ\nとを指摘し，本件住民投票条例の成立日から本件訴訟の提起日までの間，両津市議\n会議員の大半が同一\nの議員であったことからすると，両津市議会は，本件住民投票条例を改正し，住民\n投票の実施そのものを市長の裁量に委ねたと主張する。しかし，被告の指摘するこ\nれらの事実は，いずれも本件住民投票条例の改正後の事情であり，同改正後に両津\n市議会の意思がこのように変化したものとは認められても，同改正時の意思も同様\nであったとは認められない。\n(2)　本件負担金の支出の適法性について\nしかし，本件住民投票条例の改正の趣旨を上記のとおりに解したとして\nも，市町村の廃置分合に関しては，地方自治法上，住民投票の実施が要件となって\nいるものではなく，また，市町村長の判断が住民投票の結果に拘束されるものでも\nない。本件住民投票条例においても，「合併問題に関する可否の表明をするにあた\nり」，「住民投票における有効投票の賛否いずれか過半数の意思を尊重して行う」\nと規定されているにとどまり，「住民投票の結果に従う」等の拘束性を認める規定\nはされていないのであるから，両津市長の廃置分合に関する判断が住民投票の結果\nに拘束されるものではないことは明らかである。そうすると，住民投票を実施した\nとしても，両津市長は，その裁量の範囲内で市長としての判断をすることができる\nのであるから，住民投\n票の実施の有無自体が直接に本件の廃置分合の効力に影響を及ぼすと認めることは\nできない。したがって，本件において住民投票を実施しなかったことは，佐渡一島\n一市の廃置分合の効力には何ら影響を及ぼさないものというべきである。\nそして，本件負担金の支出は，両津市議会において，平成１５年度予算と\nして適正な手続を経て議決して計上したものを，佐渡一島一市の廃置分合が正式に\n決定したため，同予算に従って執行したにすぎず，その手続には何ら違法な点は見\n当たらない。\nこの点，原告は，公金の支出に当たっては，支出の原因となるべき契約そ\nの他の行為（支出負担行為）が，法令又は予算の定めるところに従って行われなけ\nればならないとされているところ，本件住民投票条例２条１項及び３条によれば，\n合併に対する賛成の意思表明である合併準備のための本件負担金の支出は，住民投\n票が実施された後でなければできないというべきであるから，両津市長が住民投票\nを経ないで合併に関する賛成の意思を表明したという点において，支出負担行為を\nする手続が同条例に反し，「法令に違反」していることは明らかであると主張す\nる。\nしかし，予算の提案や予算の執行が本件住民投票条例でいう「合併問題に\n関する可否の表明」に当たらないことは明らかというべきである。また，本件住民\n投票条例は，住民投票の結果，有効投票の賛否のいずれが過半数を占めるかが判明\nするまで，両津市長において合併問題に関する可否を表明してはならないことまで\n義務付けたものとは認められないのである。\nしたがって，住民投票が実施されなかったとしても，本件負担金の支出\nは，適法な予算手続に従っているのであり，本件住民投票条例によって予算執行が\n拘束されるものではないのであるから，本件負担金の支出負担行為が法令に違反し\nていないことは明らかである。\nまた，原告は，住民投票が実施されなかったことにより，両津市における\n廃置分合手続の過程に違法が生じているから，佐渡市の成立は無効であり，したが\nって，本件負担金の支出も違法な支出に該当する旨主張するが，前記のとおり，住\n民投票の実施は，地方自治法上市町村の廃置分合の要件とはなっていないのであっ\nて，本件において，住民投票が実施されなかったことは，佐渡一島一市の廃置分合\nの効力には何ら影響を及ぼさないから，原告の主張は失当である。\n(3)　以上のとおり，本件負担金の支出は適法であるから，その余の主張につい\nて判断するまでもなく，原告の主張は理由がない。\n３　したがって，本件請求は理由がないからこれを棄却することとし，訴訟費用\nの負担につき，民事訴訟法６１条を適用して，主文のとおり判決する。\n新潟地方裁判所第二民事部\n裁　判　長　裁　判　官  犬　飼　眞　二\n裁　判　官  外　山　勝　浩\n裁　判　官  入　江　恭　子\n"
}