{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 16,
    "month": 9,
    "day": 16
  },
  "case_number": "平成16(行ケ)18",
  "case_name": "審決取消請求事件",
  "court_name": "東京高等裁判所",
  "right_type": "商標権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "10071",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=10071",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/071/010071_hanrei.pdf",
  "contents": "平成１６年（行ケ）第１８号　審決取消請求事件\n平成１６年６月２４日口頭弁論終結\n判　　　　　　　決\n原　　　　　　　告　　　　日清食品株式会社\n訴訟代理人弁護士　　　　　三山峻司\n訴訟復代理人弁護士　　 　井上周一\n訴訟代理人弁理士　　 　角田嘉宏\n同　　　　　　　　　　　　西谷俊男\n同　　　 　　　　　　　古川安航\n同　　　 　　　　　　　是枝洋介\n被　　　　　　　告　　　　特許庁長官　小川洋\n指定代理人　　　　　　　　井出英一郎\n同　　　 　　　　　　　涌井幸一\n主　　　　　　　文\n特許庁が不服２００１－７９１１号事件について平成１５年１２月２日に\nした審決を取り消す。\n訴訟費用は被告の負担とする。\n事実及び理由\n第１　当事者の求めた裁判\n１　原告\n主文と同旨\n２　被告\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n第２　当事者間に争いのない事実\n１　特許庁における手続の経緯\n原告は，平成１０年５月２０日，「ひよこちゃん」の平仮名文字を標準文字\nで横書きして成る商標（以下「本願商標」という。）について，指定商品を第３０\n類「即席中華そばのめん」（補正後のもの）として，商標登録出願（以下「本件出\n願」という。）をし，平成１３年４月９日に拒絶査定を受けたので，平成１３年５\n月１４日，これに対する不服の審判を請求した。特許庁は，これを不服２００１－\n７９１１号事件として審理し，その結果，平成１５年１２月２日に「本件審判の請\n求は，成り立たない。」との審決をし，その謄本を，同年１２月１２日ころ，原告\nに送達した。\n２　審決の理由\n審決は，別紙審決書の写しのとおり，本願商標は，登録第５２４９１４号の\n商標権者である株式会社ひよ子が，商品「菓子」に使用する「ひよ子」の文字から\n成る登録商標（以下，審決と同様に「引用商標」という。）と類似する商標であっ\nて，これを本願指定商品について使用するときは，当該商標権者の製造販売に係る\n商品，あるいは，当該商標権者と何らかの関係ある商品であるかのように，商品の\n出所について混同を生じさせるおそれがあるから，商標法４条１項１５号に該当す\nる，と認定判断した。\n審決が，上記結論を導く過程において，本願商標と引用商標の類否，引用商\n標の著名性，本願商標の周知性，商品における関連性等について認定したところ\nは，次のとおりである。\n「(1) 商標の類否\n・・・してみれば，本願商標と引用商標とは，外観において相違するとこ\nろがあるとしても，両商標より生ずる共通の「ヒヨコ」の称呼及び「ひよ子」\n「雛」の観念において，互いに相紛れるおそれのある類似する商標である。\n(2) 「ひよ子」商標の著名性\n・・・以上の事実を総合すれば，引用商標は，商品「菓子」の商標とし\nて，取引者，需要者間に相当広く知られているものであって，相当に著名なもので\nあると認められる。\n(3) 本願商標の周知性\n・・・本願商標は，請求人が「『チキンラーメン』のシンボルキャラクタ\nーとして正式に採用した」と述べている（請求書３頁下から５行目）とおり，「チ\nキンラーメン」に付随して採択されたものであるから，単にシンボルキャラクター\nとして認識されるものであり，これが商品に付された場合であっても，請求人の代\n表的出所標識である「ｎｉｓｓｉｎ」「日清食品」，あるいは，個別商品商標であ\nる「日清チキンラーメン」「チキンラーメン」と共に付され，使用されているもの\nであるから，これが独立して自他商品の識別機能を果たし，その結果，相当に周知\nになっているものとは認め難いところである。また，「平成１２年度の売上は１２\n８億円にのぼる」としていることも，該売上高は，「チキンラーメン」の商標の下\nに生じた売上高であって，本願商標に起因する売上高であるとは見られないもので\nある。・・・\n(4) 商品における関連性\n補正後の本願指定商品「即席中華そばのめん」と引用商標の使用に係る商\n品「菓子」とは，共に食品であるところを共通にし，販売店，販売場所において\nも，共に「食料品店」「食品売場」で扱われる商品であり，また，「即席中華そば\nめん」の一部には，同一のものが「スナック菓子」として菓子売場において陳列，\n販売されている実情にあることをも合わせ勘案すれば，取引者，需要者が重複する\n相当に近似し，密接な関連性を有する商品であるということができるものである。\n(5) 本願商標と引用商標との周知，著名性の比較\n本願商標と引用商標とは，(1)認定のとおり類似し，本願商標の補正後の指\n定商品「即席中華そばのめん」と引用商標の使用に係る商品「菓子」とは，(4)認定\nのとおり密接な関連性を有する商品であり，引用商標「ひよ子」の著名性は，上\n記(2)認定のとおり，相当に著名なものであるから，その著名性は，補正後の本願指\n定商品「即席中華そばのめん」にも及ぶものというべきであり，上記(3)の本願商標\nの当該使用により，本願商標「ひよこちゃん」に若干の周知性が認められるとして\nも，引用商標「ひよ子」の著名性と同等又は凌駕するほどの周知性があるものとは\n到底認められない。」\n第３　原告主張の取消事由の要点\n審決は，本願商標と引用商標との混同を生ずるおそれについての判断を誤り\n（取消事由１），本願商標と引用商標との類否判断を誤ったものであり（取消事由\n２），これらの誤りがそれぞれ結論に影響を及ぼすことは明らかであるから，違法\nとして取り消されるべきである。\n１　取消事由１（混同を生ずるおそれについての判断の誤り）\n(1) 本願商標の指定商品と引用商標に係る商品の相違\n本願商標をその指定商品「即席中華そばのめん」に使用した場合，引用商\n標に係る商品の出所との混同のおそれは，「即席中華そばのめん」と引用商標の指\n定商品「菓子」の各商品特性を十分に踏まえた上で検討されなければならない。\n審決は，「本願指定商品「即席中華そばのめん」と引用商標の使用に係る\n商品「菓子」とは，共に食品であるところを共通にし，販売店，販売場所において\nも，共に「食料品店」「食品売場」で扱われる商品であ」（審決書３頁３８行～４\n頁１行）ると認定し，両者の関連性を表面的・抽象的にのみ判断して，具体的に両\n商品の特性を比較することなく，商品間の性質，用途又は目的における関連性の程\n度を見誤って，現実の取引の実情を無視ないし軽視し，事実を誤認するものであ\nる。審決は，食品には，極めて多くの種類があり，その用途は多様であり，異なる\n販売形態がとられることを無視ないし軽視している。\n(ｱ)  指定商品の対比\n本願商標の指定商品は，「即席中華そばのめん」であるのに対し，引用\n商標の指定商品は，「菓子及び麺ぽうの類」であり，両者は非類似の商品である。\n(ｲ) 商品特性（最寄品・恒常商品・同質志向性商品か，専門品・非恒常商\n品・異質性志向商品か）\n①　「即席中華そばのめん」は，いわゆるインスタントラーメンであり，\n単価は少額で購買頻度は高く，購買のために時間をかけず，習慣的にスーパーマー\nケットやコンビニエンスストア（以下「コンビニ」という。）等の小売店で購入さ\nれる「最寄品（convenience goods）」と呼ばれる商品である。\nまた，消費者の購入がだいたい定期的，反復的である恒常商品に属\nし，生鮮食品などを例外として，消費者は恒常商品を銘柄（ブランド）で購入する\n割合が高く，ブランドとの結合関係は強い。\nこのような調理済みの加工食品の消費者の需要の心理的特性は，同質\n志向性（皆が購入するものを自分も購入したいという志向性）があるといわれてい\nる。\n②　引用商標が使用されている「ひよ子まんじゅう」（お菓子）は，お土\n産品・贈答品として，百貨店の菓子販売コーナー又は駅や空港の売店等で販売され\nる商品である。その主たる需要者は，旅行又は仕事等で訪れた土産物の購入者であ\nる。このように，引用商標は，お土産品の「菓子」に特化して使用されてきた表示\nであり，「ひよ子まんじゅう」と強く結びつけられ，浸透している。\n「ひよ子まんじゅう」は，贈答品であるから，計画的に購入され，そ\nの価格の高低よりは，品質が重要であり，購入についても信用のある店が選ばれ，\n購入頻度も比較的特別の場合に限られ，贈答品として商標に固執する傾向があり，\n「専門品（specialty goods）」に類した性質を有する。\nこのような，恒常商品とは異なる類の商品であるお土産品・贈答品を\n一人の消費者が定期的・反復的に購入することは少ない。\nお土産品・贈答品の消費者の需要の心理的特性は，異質志向性（なる\nべくありふれたものではないものを自分は購入したいという志向性）が多くみられ\nる。\n(ｳ) 両商品の流通経路（取引流通経路の明白な相違すなわち取引者・需要者\n層の相違）\n「即席中華そばのめん」は，中間業者として一次卸・二次卸が介在した\nり，生産工場からコンビニやスーパーマーケットの量販店（小売店）の物流倉庫に\n直送されるという流通経路をとる。\nこれに対し，「ひよ子まんじゅう」は，お土産品としての和菓子であ\nり，空港・駅ターミナル内の店舗，百貨店と直営店における販売を中心とするもの\nで，流通経路は短く，商品の賞味期限が短いため，特定の店舗に集中的に置かれ\nる。\n両者は，共に一次産品（生野菜，鮮魚のような未加工の商品）ではな\nく，加工の手が加えられる第二次産品（加工品）であり，いずれも流通経路が短い\n点で共通するものの，最終消費者（購入者）の違いを反映して，最終消費者の一歩\n手前にある小売業者の立地条件が大きく異なる。\nお土産品としての菓子「ひよ子まんじゅう」のような専門品的性格を有\nする商品は，流通経路の系列が限定されることによる専門化と，絞られた顧客層の\n限定による専門化が如実に表れる商品である。\nまた，商品特性や流通経路の相違に応じて，取引者や最終消費者などの\n需要者層も，両商品で異なっている。すなわち，「即席中華そばのめん」は，スー\nパーマーケットやコンビニという量販店において主婦や若者を中心とする一般消費\n者が購入し，日常の食事の場で普通に食される商品である。これに対して，お土産\n品としての菓子「ひよ子まんじゅう」は，旅行者がお土産品・贈答品として購入\nし，お土産品として特別な機会があったときに食することができる菓子であり，日\n常的に食される類の商品ではない。\n(ｴ) 販売態様の相違\n①　お土産品「ひよ子まんじゅう」のような専門品は，土産物売り場でよ\nく見かける光景のように，直営店，専門店で対面販売されるのに対し，「即席中華\nそばのめん」は，スーパーマーケットなどの量販店で消費者が棚に陳列された商品\nを直接手にとってレジカウンターに運び購入する。\n量販店の棚で「即席中華そばのめん」とお土産品としての菓子「ひよ\n子まんじゅう」が並べられることはない。両者の売場，販売コーナーのレイアウト\nには相当な違いがある。\n②　審決は，「即席中華そばのめん」の一部には，同一のものが「スナッ\nク菓子」として菓子売場において陳列，販売されている（審決書４頁１行～３行）\nと認定する。しかし，麺状のものを短く截断したような形をしたスナック菓子商品\n（「ベビースターラーメン」など）は一部の菓子メーカーが販売するにすぎない特\n殊な商品であり，菓子そのものであって，インスタントの麺として注湯などをして\n食される「即席中華そばのめん」とは全く別異の商品カテゴリーに属する商品であ\nる（株式会社おやつカンパニーは，「ベビースターラーメン」を「スナック菓子」\nだけに付して，「菓子」の名称として使用している。）。また，一般消費者の認識\nとしても，「ベビースターラーメン」などの麺状のスナック菓子はそのまま食べる\n菓子であり，これに湯を入れて，インスタントラーメンのように食べることはな\nい。これらは，いわゆるインスタントラーメン味のスナック菓子である。菓子類に\nは同種の商品として，ピザ，お好み焼，たこ焼，肉じゃが，果物，魚等，ほかの食\n品の味付け，又は形を模倣した商品が多数存在する。例外的な商品である前記スナ\nック菓子を，商品「菓子」と「即席中華そばのめん」の中間に位置する商品である\nとあえて位置付け，そのような商品の存在を理由に引用商標の保護の範囲を広げる\nことは，いたずらに商標の選択と商標登録の自由な分野を狭める結果を招くことに\nなる。\n③　被告は，コンビニや生活協同組合においても，引用商標に係る「ひよ\n子まんじゅう」が販売され，「即席中華そばのめん」とその取引者が共通する，と\n主張する。\nしかし，コンビニへの納品の詳細は明らかでないし，仮に取引きがあ\nるとしても，それは生活協同組合におけると同様，カタログ販売などであり，土産\n品・贈答品として販売されているに過ぎない。\n本願商標のように，非類似の商品について出願された非類似の商標と\nの間における「混同の生ずるおそれ」を検討するに当たっては，このような例外的\nな取引態様（量販店等におけるカタログ販売）を殊更に参酌すべきではない。\n(2) 引用商標の周知・著名性\n(ｱ) 非類似の商品間における排除効の及ぶ範囲\n引用商標「ひよ子」の指定商品「菓子及び麺ぽうの類」と本願商標「ひ\nよこちゃん」の指定商品「即席中華そばのめん」は非類似の関係にある。そして，\n引用商標「ひよ子」の周知著名性は，食品一般にまで広くその排除効を及ぼすべき\nではなく，非類似の商品である「即席中華そばのめん」にまで及ぶことはない。\n一口に「食品」といっても，様々な種類が含まれる。単純に「菓子」と\n「即席中華そばのめん」が，「食品」として共通しているとか，「食品」であるが\n故に売場が近いなどの理由で，引用商標の排除効を無自覚的に広げるべきではな\nい。例えば，生鮮食料品が食品として「菓子」と共通するからといって，両者間に\n「出所混同のおそれ」があるとは到底いえないはずであるから，引用商標の周知性\nは，生鮮食料品について及ばないことは明らかである。\nこのように，出所の誤認混同のおそれの判断は，需要者の認識に立っ\nて，現実の取引実態を踏まえた上で，具体的な食品間でなされるべきである。具体\n的には，「菓子」についての出所混同のおそれが，各種の食品のそれぞれに及ぶの\nか検討されるべきである。\n(ｲ) 引用商標の周知・著名性\n引用商標「ひよ子」が使用され，周知著名となった経緯からすると，引\n用商標「ひよ子」は，お土産品の菓子，特にひよ子の形をした「まんじゅう」にお\nいて，周知著名性を獲得してきた。これは世人の認識とも一致する。\n商標の周知・著名性は，その識別力を前提とするところ，その周知・著\n名性の範囲は，識別力が及ぶ範囲を超えることはない。\n確かに商品「まんじゅう」に限っていえば，引用商標の周知・著名性は\n首肯できるかもしれない\nしかし，株式会社ひよ子は，商品「ひよ子まんじゅう」の立体形状から\nなる立体商標を，指定商品を「まんじゅう」に限定する旨の手続補正書を提出し\nて，その登録を受けているのである。引用商標「ひよ子」も，この立体商標である\n「ひよ子まんじゅう」とともに浸透したものである。「ひよ子」というような一般\n名称・ディクショナリーワードから成る引用商標の周知著名性が，限定した特定の\n商品である「ひよ子まんじゅう」を離れ，ほかの商品について及ぶことが認められ\nるとしても，その範囲は商品「菓子」の分野に限られ，同分野以外の商品分野には\nその周知著名性は及ばないというべきである。\n(3) 「出所の混同のおそれ」\n(ｱ) 現実の誤認混同\n引用商標と本願商標が現実に混同されたことはない。インターネットの\n検索サイトを用いた検索結果においても，両者は明確に区別されて使用されてお\nり，検索されたホームページの内容において両者が混同されている事実も見当たら\nない。\n需要者は，引用商標「ひよ子」をまんじゅう，菓子と結びつけて，本願\n商標「ひよこちゃん」を「チキンラーメン」，即席中華そばのめんと結びつけてお\nり，両者を明確に区別して認識している。需要者において混同が生じるおそれは，\n抽象的にもない。\n(ｲ) 離隔観察\n引用商標は，草書体で縦書きの「ひよ子」であり，本願商標は，一連一\n体に横書きされた「ひよこちゃん」であり，両者は外観上，異なる。\nそして，お土産品の商品「まんじゅう（菓子）」と「即席中華そばのめ\nん」では，その販売形態，購入動機などが異なることは上述のとおりである。東京\nや福岡のキヨスクで，「ひよ子」のまんじゅう(菓子)を見た旅行者が，その後，自\n宅付近のスーパーマーケットで，「即席中華そばのめん」の「ひよこちゃん」を見\nて，両商品を誤認して間違えることはない。時や場所を異にして両者に接する場合\nでも，消費者の一般的な注意力をもって，容易に区別することはできる。\n(ｳ) 広義の混同\n原告は，「即席中華そばのめん」を含むインスタント食品業界では，我\nが国有数の企業である。また，本願商標「ひよこちゃん」は，原告商品「チキンラ\nーメン」，「ひよこちゃん図形」と一体として，消費者に浸透している。他方，株\n式会社ひよ子は，お土産品「ひよ子まんじゅう」の製造・販売業者として，広く知\nられている。このように，原告と株式会社ひよ子は，それぞれの商品について，独\n自の地位を築いている。\n本願商標「ひよこちゃん」が「即席中華そばのめん」に使用されても，\n「即席中華そばのめん」が株式会社ひよ子と緊密な営業上の関係や商品化事業を営\nむグループに属する者の商品であると誤信されるおそれはない。\n本願商標が使用される商品「チキンラーメン」と，引用商標が使用され\nる「ひよ子まんじゅう」は，その取引者，需要者，流通経路，販売場所が全く異な\nる商品であり，両者は取引の実情からみて何らの関連性のない商品である。広義の\n混同を考える場合にも，その取引者は共通せず，消費者の購買行動も異なり，取引\n者，需要者が普通に払う注意力によっても，両者を区別することができるのであ\nる。\n２　取消事由２（本願商標と引用商標の類否判断の誤り）\n普通名詞（ディクショナリーワード）的な要素のある商標の類否について，\n具体的な各商品の取引の実情を考慮せず，類否判定の道具概念の一つである「称呼\n類否」や「観念類否」を用いて抽象的に商標の類似性を認定した審決の判断は誤っ\nている。\n(1) ウィークマーク（weak mark）\n本願商標と引用商標の商標は，共にいわゆるウィークマーク（weak mark）\nである。\n商標の独創性の程度は，「混同を生ずるおそれ」の有無の重要な判断要素\nの一つである。引用商標は，造語ではなく普通名詞（ディクショナリーワード）で\nある。元来，このような非造語であるディクショナリーワードが，特定商品の商標\nとして採択されても，当該商標それ自体は奇抜性や独創性あるいは特異性がなく，\n構成要素がありふれていて，その性質上，自他識別力は発揮し難く，周知著名性の\n獲得も困難である。\n(2) 商品との関係（結びつき）における識別標\n商標は，常にその使用される商品との関係で論じられるものであるから，\n本件でも，非類似である商品間において，一方の商品の識別標として使用された普\n通名詞が，他方の商品の識別標であると連想させ，非類似商品間において出所の誤\n認混同を生じさせるか，という点から類否が検討されなければならない。\n(ｱ) 「即席中華そばのめん」に使用される本願商標\n本願商標は，原告が製造販売する商品「チキンラーメン」のシンボルキ\nャラクターである「ひよこちゃん図形」の愛称である。\n①　商品の結びつきとの関係での本願商標\n本願商標の指定商品「即席中華そばのめん」が取引されている即席麺\n業界の需要者及び取引者が本願商標に接する機会は非常に多く，本願商標は，商品\n「チキンラーメン」のシンボルキャラクター及びその愛称として，需要者及び取引\n者の間に識別標として浸透しやすい商標である。\n②　本願商標の構成自体の観察\n本願商標は，同一同大の書体で一連一体に表示されたものである。商\n標全体は６文字からなり，これを「ひよこ」と「ちゃん」にわざわざ分離すべき外\n観上の要因はない。また，本願商標から生じる称呼「ヒヨコチャン」は，５音の短\nくまとまりの良い音構成よりなるものであり，これを「ヒヨコ」とわざわざ略称す\nべき称呼上の要因もない。\n本願商標からは，「ひよこちゃん」という擬人化された特定の対象が\n想起され，把握される，観念上，原告商品の「チキンラーメン」，「ひよこちゃん\n図形」が想起される。\n(ｲ) 「菓子（まんじゅう）」に使用される引用商標\n①　商品の結びつきとの関係での引用商標\n審決が指摘するように，引用商標と商品「菓子（まんじゅう）」との\n結びつきは極めて強い。\n②　引用商標の構成自体の観察\n引用商標は，毛筆様の書体で「ひよ子」と縦書きに書された構成態様\nからなり，「ひよこ」を暗示させる，極めてありふれた商標である。\n引用商標「ひよ子」は，「ひよこ」の暗示的な表記であるものの，\n「ひよ子」からは「ひよこ」の一般的な意味合いである「雛，ニワトリの子」又は\n「一人前でない者」などの観念が直ちに把握されるとは限らない。\n③　引用商標の著名性は，その指定商品に限られている。「ひよ子」の立\n体商標の登録の経緯などからすると，引用商標の著名性は「まんじゅう」から「菓\n子」の分野に及ぶことはあっても，インスタント食品である「即席中華そばのめ\nん」までは及ばない。株式会社ひよ子は，創業以来「和菓子」を製造販売し，最\n近，和菓子以外の分野への進出もしているものの，その進出分野は洋菓子であり菓\n子の分野に限られている。\n(ｳ) 「即席中華そばのめん」は最寄品・恒常商品であり，「ひよこまんじゅ\nう」（菓子）は専門品であるから，消費者は，共にその商品特性を反映して，それ\nぞれ異なった意味において，その商品とブランドに対し注意を払う。したがって，\n商品や役務との結びつきを等閑視して，ディクショナリーワードの商標の観念・称\n呼の類似を云々することは，意味がない。引用商標が「菓子」について一定の著名\n性を獲得したにしても，引用商標の保護の範囲が，食品という極めて広い範囲の類\n似商標のすべてにまで及ぶとすると，元来自由であるべき商標採択の範囲をむやみ\nに狭め，商標法の本来の目的に反する結果となる事態を招来しかねない。\n(3) 本願商標と引用商標との類似性（外観・称呼・観念等と取引の実情）\n(ｱ) 本願商標「ひよこちゃん」は，外観上は常に一連一体とみなされる構成\nより成り，これから称呼上も「ヒヨコチャン」の称呼が生じ，インスタントラーメ\nンの商品と結合して，「ひよこちゃん」の標章からは，原告の商品「チキンラーメ\nン」ないしこの商品のシンボルキャラクターである「ひよこちゃん図形」が想起さ\nれる。\nこれに対し，引用商標は，外観上は毛筆の書体で縦書きに表され，「ひ\nよこ」ではなく漢字の「子」を使用した「ひよ子」を表記して成り，「ヒヨコ」の\n称呼は生じるものの，直ちに「ヒヨコチャン」との称呼が生じるわけではない。ま\nた，「ひよ子」は，暗示的には「ひよこ」又は「雛」の観念を含むものの，直ちに\nそのような観念を生じさせるわけでもない。引用商標「ひよ子」は，菓子「まんじ\nゅう」と結合した「ひよ子まんじゅう」などとして把握されており，「ひよ子」の\n標章からは，引用商標権者の商品「ひよ子まんじゅう」が想起されるのである。\nしたがって，本願商標と引用商標から想起される内容は異なり，両者は\n外観・観念・称呼においても非類似である。\n(ｲ) 仮に，審決の認定するように，本願商標と引用商標からは，共に「ヒヨ\nコ」の称呼及び「ひよ子」又は「雛」の観念が生じ，この点において類似性が認め\nられるとしても，単なるディクショナリーワードを非類似の商品間に使用した場合\nにおいて，両商品間で出所の誤認混同のおそれが生じるはずもない。結局，両者は\n相紛れるおそれのない非類似の商標であるということができる。\n「ひよこ」，「ひよ子」は，本来，自他商品識別力の弱い商標であり，\n著しく稀釈化の進みやすい商標であって，その指標力は弱いわけであるから，需要\n者はいかなる「ひよこ」，「ひよ子」であるかを相当の注意をもって見極めること\nを余儀なくされ，その結果，使用されている商品との関係から識別を行うものであ\nる。本願商標の指定商品等の取引者及び需要者において普通に払われる注意力を基\n準とすれば，両者間に，出所の誤認混同のおそれが惹起されることはない。\n第４　被告の反論の要点\n１　取消事由１（混同を生ずるおそれについての判断の誤り）について\n(1) 本願商標の指定商品と引用商標に係る商品の相違について\n(ｱ) 審決は，引用商標が商品「菓子」の商標として，相当に著名なものであ\nると認定した上で，本願商標の指定商品「即席中華そばのめん」と引用商標の使用\nに係る商品「菓子」とを比較している。\n株式会社ひよ子の著名商標「ひよ子」は，「ひよこを形どったまんじゅ\nう」だけでなく，その他の菓子にも使用されているものであり，同社の社名の略称\n及び店舗名として使用されて当該業務主体を表す代表的出所標識（いわゆるハウス\nマーク，社標）ともいうべきものである。\n「即席中華そばのめん」と「菓子」とは，共に食品であり，いずれも，\nスーパーマーケットなどでは，食品売場あるいはそれと近接した売場で販売される\nものであるから，同じ需要者が，近接する場所で両商品を目にし，同時に購買する\nことも通常行われることといい得るところである。両方の商品は，共に手軽に食べ\nられる食品であって，常食のほかにおやつとしても食されるものであるから，食品\nの中でも商品の関連性が十分にあり，食品売場でも比較的近い場所で販売されてい\nるものである。\n株式会社ひよ子は，引用商標に係る菓子を，東京を拠点とした全国的規\n模で販売しており，お土産品として駅などの売店で販売する以外にも，イトーヨー\nカドー，西友，ダイエー，ジャスコ，サティなどのスーパーマーケット及びセブン\nイレブン，生協などにおいても販売している。\nしたがって，菓子以外の食品であっても，これに引用商標「ひよ子」と\n同一又は類似する商標を使用したときは，「株式会社ひよ子」の業務主体を表す代\n表的出所標識（いわゆるハウスマーク，社標）である著名商標「ひよ子」を想起す\nることが十分にあり得ることである。\n(ｲ) 審決は，「スナック菓子」の一部には，おやつ等として食される食品で\nあって，いわゆる「インスタントラーメン」（即席中華そばのめん）に極めて近い\n物との印象を呼び起こすといえるような「スナック菓子」が菓子会社から販売され\nていることを指摘している。このようなスナック菓子の存在を無視ないし軽視する\n原告の主張は失当である。\n(ｳ) 審決は，「菓子」と「即席中華そばのめん」とが類似の商品であるとし\nているのではなく，関連性を有する商品であるとしているのである。「即席中華そ\nばのめん」が箱詰め等の形態で贈答用に使用されることがあるように，商品は様々\nな使用形態や販売形態をとりうるものといえる。したがって，両商品間に用途・用\n法の差異や販売形態が異なることがあるとしても，そのことによって，両商品が取\n引上全く関連性が存在しない異種の部類といえる程に，商品間の関連性が欠落し，\nおよそその出所について，経済的・組織的に関連のある者の取扱いに係る商品であ\nるかのような認識すらも否定され，需要者が引用商標と本願商標を使用した商品の\n間を全く関連付ける余地がないとはいえない。\n(ｴ) 実際，スーパーマーケットなどでは，和菓子，洋菓子，スナック菓子及\nび即席中華そばのめんなど各種食品について，それぞれの棚，コーナー等を近接し\nて設けて商品を販売している実情にある。また，スーパーマーケットなどに専門店\nが出店している場合であっても，それはごく限られた小さなスペースであって，食\n品売場の一部であることに変わりはない。なお，株式会社ひよ子の取引先であるス\nーパーマーケットなどにおいては，そのすべての店舗において，株式会社ひよ子の\n専門店を出店しているものではなく，その店舗内の菓子コーナーなどで商品が販売\nされているのである。\n(ｵ) 原告が主張するように，引用商標「ひよ子」が菓子に使用され，需要者\nにお土産品の名称として親しまれているとしても，当該「ひよ子」の商標権者は，\n昭和３８年３月に商号を「吉野堂製菓株式会社」から「株式会社ひよ子」と変更\nし，以来約４０年にわたり引用商標を使用してきているのである。その結果，引用\n商標「ひよ子」は，菓子を製造販売する同社の略称としての著名性も同時に獲得す\nるに至ったものである。したがって，引用商標の著名性は，その商品販売を通じ，\n同社の略称として形成されてきたものというべきであって，引用商標「ひよ子」が\nお土産品のみに特化したものであると限定することはできないものであり，代表的\n出所標識として認識されることを否定することはできない。\n(ｶ) 「即席中華そばのめん」と「菓子」の需要者は，主婦などであり，相当\nに重複するものであるから，「即席中華そばのめん」に「ひよこちゃん」が使用さ\nれたときは，需要者の間に広く知られた著名商標「ひよ子」をまったくもって想起\nすることがないとはいえないのであり，混同のおそれが生じることを否定すること\nはできない。\n(2) 本願商標の周知・著名性について\n原告は，本願商標「ひよこちゃん」の文字を，その商品（「チキンラーメ\nン」）について，自他商品識別標識として機能する商標として使用していない。\n原告は，本願商標を，原告が販売するインスタントラーメンの販売促進の\nキャンペーンにおけるキャラクターである「ひよこの図形」の名称（愛称）として\n使用しているだけであり，このキャラクターの名称「ひよこちゃん」をいわゆる販\n促品（ノベルティーグッズ）などに使用したとしても，これが直ちに商標の使用に\nなるとはいえない。キャラクターの名称である本願商標が商標と認識されるために\nは，商品に付されるなどして，商標の機能が発揮される態様での使用でなければな\nらない。\n(3) 引用商標の周知・著名性について\n引用商標は，食品に関するほとんどの商品について，商標法３条１項各号\nに該当せず，自他商品の識別力がある商標と認められるものであり，その著名性の\n範囲は，ほとんどすべての食品に及ぶといえるものである。そして，引用商標「ひ\nよ子」の著名性は，審決が援用した証拠（乙１７～２４号証）に加えて，新聞，イ\nンターネットのホームページ（乙２５～４９号証）によれば，「菓子」の分野に限\nらず，食品業界においても，相当に著名なものといえるのであって，食品業界にお\nける取引者，需要者に相当広く知られているものである。\n(4) 「出所の混同のおそれ」について\n本願商標の「ひよこちゃん」については，上記のとおり，これまで自他商\n品の識別標識としてではなく，キャラクターの名称として使用されてきたのである\nから，もともと著名商標「ひよ子」との間で現実に商品の出所の誤認混同を生じる\n余地がなかったのは当然のことといえる。仮に，「菓子」以外の食品に「ひよ子」\nに類似する「ひよこ」「ひよこちゃん」などの商標が，数多く使用された場合，著\n名商標「ひよ子」の希釈化が起こるであろうことは明らかである。\nこれについて，引用商標の商標権者は，食品の分野において，防護標章登\n録をするなどして，自己の著名商標へのただ乗り及び希釈化の防止を図っているも\nのである。\n２　取消事由２（本願商標と引用商標の類否判断の誤り）について\n(1) ウィークマーク（weak mark）について\n辞書に載っている単語であるからといって，商標の類否において，称呼，\n観念よりも書体などの外観がより重視されなければならないということはない。ま\nた，商標の類否判断が指定商品や指定役務との関係を考慮せずになされるべきでな\nいことも当然のことである。\n(2) 商品との関係における識別標について\n(ｱ) 「即席中華そばのめん」に使用される本願商標について\n本願商標を構成する「ひよこちゃん」の文字は，商品（「チキンラーメ\nン」）の販売促進におけるキャラクター（「ひよこの図形」）の名称として使用さ\nれてきたものであり，商品の商標として使用されてきたものではない。本願商標を\n構成する「ひよこちゃん」の文字は，ひよこのキャラクター（「ひよこの図形」）\nの周知性の程度に比べて，それと同等なほどに周知なものともいえない。\n本願商標「ひよこちゃん」の名称が，商品（「チキンラーメン」）の商\n標として一連一体の自他商品識別標識であると認識，把握されるものでもない。\nそして，本願商標「ひよこちゃん」の名称から直ちに前記キャラクター\nを想起し，キャラクターから直ちに当該名称が想起されるといった程に，両者の関\n係が密接なものとして広く知られているとも認められない。\n本願商標の構成中の「ひよこ」の文字は，「鳥の子。特にニワトリの\n子。ひな。」を意味するものである。本願商標の構成中の「ちゃん」の文字は，名\n詞等の直後に配置される場合，それ自体独自の観念を有するものではない。一般に\n「○○ちゃん」という表現は親しみやかわいらしさを表した愛称として用いられて\nおり，菓子などの食品の商品名としては，「○○ちゃん」という名称が多数用いら\nれている。これらによれば，本願商標に接する取引者，需要者は，「ひよこちゃ\nん」中の「ひよこ」の部分は「鳥の子。特にニワトリの子。ひな。」を意味するも\nのと理解し，それを愛称化するものとして，「ちゃん」が付されたものと理解する\nのが自然であるから，本願商標は，その構成中の「ひよこ」の文字部分が注目され\nて，これより「ヒヨコ」の称呼及び「雛（ひな）」の観念が生ずるものである。\nそして，本願商標の構成中の「ひよこ」の文字は，「ひよこ」に通じる\n株式会社ひよ子の著名な引用商標「ひよ子」をも想起するものである。\n(ｲ) 「菓子（まんじゅう）」に使用される引用商標について\n引用商標は，「ひよ子」の文字より成り，「ひよ子」の文字は，「ひよ\nこ」の「こ」の平仮名に「子」の漢字を当て字したものであり，「ひよこ」に通じ\nるものと理解され，認識されるものである。引用商標からは，「ひよこ」から生ず\nる「鳥の子。特にニワトリの子。雛（ひな）。」の意味合いを容易に想起するもの\nである。\nその一方で，引用商標の「ひよ子」の文字は造語であって，株式会社ひ\nよ子の著名商標であることから，出所表示であるブランド名としての「ひよ子」の\n観念をも生ずるものである。\n「即席中華そばのめん」は，「穀物の加工品」の一つである。株式会社\nひよ子は，「穀物の加工品」である「あん」の製造販売も事業とし，さらに，パン\nやケーキ類の製造販売，飲食店の経営などの事業も展開しており，少なくとも食品\nの需要者に，株式会社ひよ子が菓子以外の食品の分野に事業展開を行わないという\n認識を与えるものということはできない。\n引用商標「ひよ子」は，前記のとおり，「雛」の観念を容易に直観させ\nる造語であり，原告のいうように「ひよこ」を暗示するものであるとしても，極め\nてありふれた商標であるとはいえない。\n(3) 本願商標と引用商標との類似性（外観・称呼・観念等と取引の実情）につ\nいて\n引用商標の周知性の程度からすれば，本願商標の「ひよこちゃん」の文字\nから，原告のシンボルキャラクターである「ひよこちゃん図形」が直ちに想起され\nることはないし，商品「チキンラーメン」を想起することはない。\n本願商標の称呼及び観念については，上述のとおりである。\n引用商標「ひよ子」は，「菓子」についての著名商標であることから，同\n時に，株式会社ひよ子の出所標識としても想起されるものであり，引用商標から\nは，「ヒヨコ」の称呼及びその出所表示であるブランド名としての「ひよ子」の観\n念を生ずるものである。また，引用商標は，「「ひよこ」の「こ」の平仮名に\n「子」の漢字を当て字したものと極めて容易に理解され，「ひよこ」に通じるもの\nと認識されるから，「雛（ひな）」の観念をも生ずるものである。\nしたがって，本願商標と引用商標とは，外観において相違するところがあ\nるとしても，両商標より生ずる共通の「ヒヨコ」の称呼及び出所表示であるブラン\nド名としての「ひよ子」，「雛」の観念において，互いに相紛れるおそれのある類\n似する商標である。\n辞書に載っている単語であるからといって，著名商標が自他商品識別力の\n弱い商標であるはずがなく，引用商標は，長期間にわたりそれ相応の使用がなされ\nた結果，強い出所表示機能が備わっているものである。\nまた，商標の類似性を検討する上で，その外観，称呼や観念を総合して判\n断することは一般に行われることであり，審決は取引の実情を十分に考慮して判断\nしているものである。\n第５　当裁判所の判断\n１　取消事由１（混同を生ずるおそれについての判断の誤り）について\n商標法４条１項１５号にいう「他人の業務に係る商品又は役務と混同を生ず\nるおそれ」の有無は，当該商標と他人の表示との類似性の程度，他人の表示の周知\n著名性及び独創性の程度，当該商標の指定商品等と他人の業務に係る商品等との間\nの性質，用途又は目的における関連性の程度並びに商品等の取引者及び需要者の共\n通性その他取引の実情などに照らし，当該商標の指定商品等の取引者及び需要者に\nおいて普通に払われる注意力を基準として，総合的に判断すべきである（最判平１\n２・７・１１民集５４巻６号１８４８頁）。\n(1) 本願商標と引用商標の類似性について\n本願商標は，「ひよこちゃん」の文字から成るものであり，引用商標は，\n「ひよ子」の文字から成るものである。\n本願商標は，「ひよこ」の文字と，愛称で呼ぶときにしばしば使用される\n「ちゃん」の文字とから成るものである。「○○ちゃん」のように，「ちゃん」を\n他の語に付して使用した場合は，「○○」の部分が取引者又は需要者の注意を引く\n部分となることは当然である。したがって，本願商標の「ひよこちゃん」は，「ひ\nよこ」の部分が取引者又は需要者の注意を惹く部分であるから，同商標について\nは，普通名詞の「ひよこ【雛】」から「鳥の子。特にニワトリの子。ひな」（広辞\n苑第５版）との観念が生じ，また，「ひよこちゃん」との称呼のみならず，「ヒヨ\nコ」との称呼も生じ得るものである。\nこれに対し，引用商標の「ひよ子」は，普通名詞である「ひよこ」の\n「こ」を漢字の「子」にしたものであるから，文字どおり，「ひよこ【雛】」を連\n想させるものであり，「鳥の子。特にニワトリの子。ひな」との観念及び「ヒヨ\nコ」との称呼を生ずるものである。\n以上からすれば，本願商標と引用商標とは，外観において相違するところ\nがあるとしても，「ひよこ【雛】」の観念及び「ヒヨコ」の称呼を共通にするもの\nであり，商標のみを比較した場合は，互いに類似する商標であると認められる。\nただし，上に述べたところから明らかなとおり，引用商標の「ひよ子」\nは，普通名詞の「ひよこ」の「こ」を「子」としただけであり，また，本願商標の\n「ひよこちゃん」も，普通名詞の「ひよこ」に「ちゃん」を付しただけの商標であ\nるから，いずれも普通名詞の「ひよこ」と類似するものであって，独創的な商標と\nいうことはできず，その商標としての自他識別力は本来的に弱いものである。\n(2) 引用商標の周知・著名性及び独創性の程度について\n(ｱ) 証拠（甲１０９，１１０号証，乙１ないし６号証，乙１７ないし４９号\n証）によれば，次の事実が認められる。\n株式会社ひよ子の沿革は，大正元年に先々代石坂茂がひよ子を形どった\n菓子を考案したころにさかのぼる。その和菓子を製造販売する事業を引き継ぐ形で\n昭和２７年に飯塚市で吉野堂製菓株式会社が設立され，その後，福岡市で昭和３１\n年に株式会社吉野堂，昭和３４年に吉野堂商事株式会社が設立され，昭和３８年に\nは吉野堂製菓株式会社が株式会社ひよ子に社名変更され，また，昭和４１年に，東\n京都中央区において株式会社東京ひよ子が設立され，その後も商号変更，営業譲渡\nなどを経て，昭和６２年１０月にはグループ会社４社が合併し，株式会社ひよ子と\nされ，平成７年には，同社の東京支社が，株式会社東京ひよ子として独立してい\nる。株式会社ひよ子は，その年間売上高が，昭和６０年度で７４億円（グループ全\n体）であったが，平成３年ころには１０５億円，その後，１１０億円に上り，店舗\n数も８９店，生産工場も福岡県に「飯塚総合工場」「穂波工場」「製あん工場」を\n有するに至っており，さらに，株式会社東京ひよ子が埼玉県に「草加工場」を有し\nている。株式会社ひよ子の引用商標が使用されている「ひよ子の形をしたお菓子」\nは，その主力商品であり，贈答品，土産物商品として，首都圏のみならず，全国的\nに盛大に販売されている。\nまた，昭和５８年８月２０日に発行された株式会社東京堂出版の「和菓\n子の辞典」には，福岡の和菓子として「ひよ子」が紹介されており，１９９１年\n（平成３年）６月２０日に発行された株式会社真珠書院の「菓子　新食品事典１\n０」にも，福岡の菓子として「ひよこ」が「白あん入りのひよこの形をしたまんじ\nゅう。」として紹介されている。さらに，１９８７年（昭和６２年）９月２３日発\n行の日刊工業新聞１３頁には「ひよ子本舗吉野堂がグループ３社を吸収合併，製販\n一本化へ。新工場も建設」と題して「ひよ子」に関する掲載記事があり，１９８９\n年（平成元年）８月３１日読売新聞東京夕刊９頁には，「帰省ラッシュは稼ぎ時\nキヨスク上野７５号店は年商１１億円」と題して，「この数年，みやげの人気№１\nは和菓子「ひよ子」。後に続くカステラ，どらやきに大差をつけてのダントツ\nで，・・・」との記載があり，また，１９９０年（平成２年）１１月１３日発行の\n流通サービス新聞１７頁には「土産品業界－夢から出たひよ子。明太子と双璧な\nす」と題して「ひよ子」に関する記事が掲載され，１９９８年（平成１０年）３月\n１０日発行の中日新聞夕刊１２頁には「銘菓ひよ子」が「ＪＲ東京駅・東京土産ベ\nスト１０」の１位であることが報じられている。\nさらに，２００３年（平成１５年）７月１６日発行の西日本新聞夕刊１\n頁には「韓国に「偽ひよ子」味，形，名物菓子”パクリ”「勝手にまねた」」と題\nして，「福岡や東京の土産用菓子として有名な「ひよ子」にそっくりの商品が韓国\n内で売られていることが分かった。」などの記事が掲載され，２００３年（平成１\n５年）８月７日発行の朝日新聞大阪朝刊２３頁には，「いま，東京駅土産の売上高\nの上位は(1)・・・(3)ひよ子・・・となっている」との記事が掲載され，インター\nネットのＷｅｂサイト「東京みやげKIOSKモール」（２００４年３月９日）では，\n「東京みやげ年間人気ベスト１２」の３位に「ひよ子」が挙げられている。\n(ｲ) 以上の事実を総合すれば，引用商標は，本件出願当時である平成１０年\nころも，平成１５年の審決時のころも，主として土産物あるいは贈答品に頻繁に利\n用される，ひよこの形をしたお菓子に付された商標として，首都圏及び九州を中心\nとして，広く全国的に，取引者，需要者間に知られていたものと認められる。ただ\nし，引用商標は，上記のとおり，普通名詞の「ひよこ」と類似するものであり，独\n創的な商標ではなく，その商標としての自他識別力は弱いものであるから，その周\n知性は，主として土産物あるいは贈答品に頻繁に利用される，ひよこの形をしたお\n菓子という商品と密接に結合して形成されたものであり，いわば，当該商品を連想\nさせる商標として，周知著名であったものであると認められる（株式会社ひよ子\nは，ひよこの形をしたお菓子以外の菓子，すなわち，どら焼き，カステラ，おか\nき，和生菓子なども販売しているものの，これらについては引用商標を使用してい\nないのであり（乙１号証），また，これらの商品の売上げも証拠上明らかではない\nことからすれば，引用商標の周知性は，上記のとおり，ひよ子の形をしたお菓子と\n密接に結び付いて形成されてきたものということができる。）。\n(3) 本願商標の指定商品と引用商標に係る商品等との間の性質，用途又は目的\nにおける関連性の程度，取引者，需要者の共通性並びに取引の実情について\n(ｱ) 本願商標の指定商品である「即席中華そばのめん」（インスタントラー\nメン）は，一般消費者がスーパーマーケットやコンビニ等の小売店で購入し，日常\nの食事の場で普通に食される商品であり，単価は少額で日常的に購入される商品で\nある。\nこれに対して，引用商標が使用されている「ひよ子の形をしたお菓子」\nは，一般の消費者が，主として，旅行又は仕事等で訪れる際のお土産品あるいは贈\n答品として，駅や空港の売店，百貨店やスーパーマーケットなどの大規模店舗の専\n門店，贈答品コーナー，あるいは株式会社ひよ子の直営店等で購入するお菓子であ\nり，お土産品・贈答品として食することが多いお菓子であって，日常的に食される\n「即席中華そばのめん」とは相当に異なる食品である（乙２２ないし２５号証，乙\n２９ないし３１号証，乙３３ないし３５号証，乙４７ないし４９号証）。\n(ｲ) 審決は，「補正後の本願指定商品「即席中華そばのめん」と引用商標の\n使用に係る商品「菓子」とは，共に食品であるところを共通にし，販売店，販売場\n所においても，共に「食料品店」「食品売場」で扱われる商品であり」（審決書３\n頁下から２行～４頁１行）と認定する。\nしかし，駅や空港の売店等で，お土産品，贈答品として，「即席中華そ\nばのめん」が販売されていることを認めるに足りる証拠はない。\nまた，引用商標を使用した「ひよ子の形をしたお菓子」は，百貨店やス\nーパーマーケットなどの大規模店舗において，専門店，贈答品コーナーで対面販売\nされることはあっても，スーパーマーケットなどの大規模店舗における日常的な食\n料品のコーナーにおいて，「即席中華そばのめん」といっしょに陳列され，消費者\nが棚に陳列された商品を直接手にとってレジカウンターに運び購入する形式で販売\nされることは一般的ではなく，その売場は，明りょうに区別されているのであり，\nまた，日常的な食料品として，スーパーマーケットのチラシ等で宣伝広告されるこ\nとは通常みられない（甲１１４ないし１２８号証，乙１４ないし１６号証）。\nなお，証拠（乙６４ないし６７号証）によれば，「即席中華そばのめ\nん」のセットが，インターネットなどで，贈答品として販売されたり，１個当たり\nの小売価格１０００円の「即席中華そばのめん」のセットがデパートなどで贈答品\nとして販売された例があることが認められる。しかし，１個当たりの小売価格が１\n０００円の「即席中華そばのめん」は，「即席中華そばのめん」としては例外的な\n価格の商品であり，このような「即席中華そばのめん」が一般的なものとなってき\nていることを認めるに足りる証拠はないし，インターネット等における贈答品とし\nての「即席中華そばのめん」のセットの販売も，例外的なものであり，このような\n贈答品としての販売形態が一般的になってきていることを認めるに足りる証拠もな\nい。まして，これらの「即席中華そばのめん」のセットが，駅や空港の売店等でお\n土産品あるいは贈答品として販売されていることを認めるに足りる証拠はない。\nこのように，「即席中華そばのめん」と引用商標が使用されている「ひ\nよこの形をしたお菓子」とは，食品の範疇に属するものであっても，その商品の性\n質，用途，目的の差異から，販売店あるいは販売場所を異にするものであり，共に\n「食品売場」で一緒に取り扱われるものではない。\n(ｳ) 審決は，「「即席中華そばのめん」の一部には，同一のものが「スナッ\nク菓子」として菓子売場において陳列，販売されている実情にある」（審決書４頁\n１行～３行）と認定する。しかし，麺状のものを短く截断したような形をしたスナ\nック菓子商品（「ベビースターラーメン」など）は，一部の菓子メーカーが販売す\nるにすぎない特殊な商品であり，菓子そのものであって，インスタントの麺として\n注湯などをして食される「即席中華そばのめん」とは別異の商品カテゴリーに属す\nる商品である（乙１２号証）。一般消費者は，「ベビースターラーメン」などの麺\n状のスナック菓子はそのまま食べる菓子であり，これに湯を入れてインスタントラ\nーメンのように食べるものと認識してはいないことは当然である。これらは，いわ\nゆるインスタントラーメン味のスナック菓子であるから，このような例外的な商品\nである前記スナック菓子が存在するからといって，一般消費者にとって，「菓子」\nと「即席中華そばのめん」とが類似性あるいは関連性を有する商品となるわけでは\nない。\n(ｴ) 以上からすれば，引用商標が使用されている「ひよ子の形をしたお菓\n子」と本願商標に係る「即席中華そばのめん」とは，一般の消費者を共通の需要者\nとするとしても，上記のとおり，前者は，主として，お土産品・贈答品として，駅\nや空港の売店，百貨店やスーパーマーケットなどの大規模店舗の専門店，贈答品コ\nーナー，あるいは株式会社ひよ子の直営店等で対面販売されるものであるのに対\nし，後者は，主として，スーパーマーケットやコンビニなどの量販店で日常食料品\nとして販売され，消費者が棚に陳列された商品を直接手にとってレジカウンターに\n運び購入するものであるから，同じ食品に属するものであるとしても，両者は，商\n品の性質，用途，目的が異なり，一般の消費者により明りょうに区別される商品で\nあるということができる。\n(4) 総合的判断\n以上に認定したところからすれば，引用商標「ひよ子」が普通名詞の「ひ\nよこ」と顕著な差がなく，自他識別性が強くはないこと，引用商標「ひよ子」の周\n知著名性は，お土産品・贈答品に頻繁に利用される，「ひよこの形をしたお菓子」\nという商品と密接に結合したものであり，当該商品を連想させる商標として周知著\n名なものであるから，その周知著名性が及ぶのはせいぜい「菓子」の範囲までであ\nり，食肉，野菜，果実などの生鮮食料品から，様々なものが含まれる加工食料品な\nど食品全般にまで広く及ぶと解することはできない。\n前記のとおり，本願商標の指定商品である「即席中華そばのめん」（イン\nスタントラーメン）は，一般消費者がスーパーマーケットやコンビニ等の小売店で\n購入し，日常の食事の場で普通に食される商品であり，単価は少額で日常的に購入\nされる商品であるのに対して，引用商標が使用されている「ひよ子の形をしたお菓\n子」は，一般の消費者が，主として，旅行又は仕事等で訪れる際のお土産品あるい\nは贈答品として，駅や空港の売店あるいは百貨店やスーパーマーケットなどの大規\n模店舗の専門店，贈答品コーナー，あるいは株式会社ひよ子の直営店等で購入する\nお菓子であり，お土産品・贈答品として食することが多いお菓子であって，一般消\n費者が日常的に食する「即席中華そばのめん」とは，商品自体が相当に異なり，販\n売経路，売場などからも，明りょうに区別することができる食品であることからす\nれば，「即席中華そばのめん」に本願商標を使用しても，その取引者及び需要者で\nある一般消費者が，同商品を，引用商標「ひよ子」の業務主体又は同社と何らかの\n関係にある者の業務に係るものと混同するおそれがあるとみることはできない。審\n決の「本願商標は，これをその指定商品について使用した場合，商品の出所につい\nて混同を生じさせるおそれのあるものと認められる」（審決書４頁１６行～１７\n行）との認定判断は誤りであるといわざるを得ない。\n２　結論\n以上に検討したところによれば，原告の取消事由１の主張は理由がある。\nよって，原告の請求を認容することとし，訴訟費用の負担について，行政事\n件訴訟法７条，民事訴訟法６１条を適用して，主文のとおり判決する。\n東京高等裁判所知的財産第３部\n裁判長裁判官    　　　 佐　　藤　　久　　夫\n裁判官　　　　　 設　　樂　　隆　　一\n裁判官　 　　　  高　　瀬　　順　　久\n"
}