{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 7,
    "day": 30
  },
  "case_number": "平成14(ワ)2473",
  "case_name": "",
  "court_name": "東京地方裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "10926",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=10926",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/926/010926_hanrei.pdf",
  "contents": "平成１４年(ワ)第２４７３号損害賠償等請求事件\n口頭弁論終結日　平成１５年４月７日\n判　　　　決\n原　　　告　　　　　株式会社東芝\n訴訟代理人弁護士　　吉　武　賢　次\n同　　　　　　　　　宮　嶋　　　学\n補佐人弁理士        佐　藤　政　光\n被　　　告　　　　　オルガノ株式会社\n訴訟代理人弁護士　　永　島　孝　明\n同                  飯　島　紀　昭\n同                  伊　藤　晴　國\n補佐人弁理士        伊　藤　高　英\n同　　　　　　　　　磯　田　志　郎\n同                  細　田　浩　一\n主　　　　文\n１　原告の請求を棄却する。\n２　訴訟費用は，原告の負担とする。\n事実及び理由\n第１　請求\n被告は原告に対し，金１６億９７００万円及びこれに対する平成１４年３月\n１日から支払済みまで年５分の割合による金員を支払え。\n第２　事案の概要\n本件は，原告が被告に対し，特許権侵害による損害賠償を求めた事案であ\nる。\n１　争いのない事実\n(1)　原告の特許権\n原告は，次の特許権（以下「本件特許権」といい，その請求項１の発明を\n「本件発明」という。）を有する。\n発明の名称　　　　中空糸膜濾過装置\n出願年月日　　　　昭和５９年３月３１日\n出願番号　　  　　特願昭５９－６２１８０号\n登録年月日　　　　平成６年６月２１日\n特許番号　　　  　第１８５１８９１号\n特許請求の範囲　　後記訂正後の明細書請求項１のとおりである。\n「少なくとも流入口と流出口を設けた容器本体と，前記容器本体内に\n配設した仕切板と，前記仕切板に固定された中空糸膜モジュールとから構成された\n中空糸膜濾過装置において，前記中空糸膜モジュールは取水管と，前記取水管の周\n囲に配設された多数本の中空糸膜フィルタと，前記取水管と前記中空糸膜フィルタ\nの両端を解放状態で接着固定した端部材とから構成され，前記中空糸膜フィルタ内\nに浸透した処理液の一部が上記中空糸膜フィルタの中空部の下端から取水管に流れ\nるようにしたことを特徴とする中空糸膜濾過装置。」\n(2)　本件発明の構成要件\n本件発明は，次のとおりに分説できる。\nＡ　少なくとも流入口と流出口を設けた容器本体と，前記容器本体内に配設\nした仕切板と，前記仕切板に固定された中空糸膜モジュールとから構成された中空\n糸膜濾過装置において，\nＢ　前記中空糸膜モジュールは\nａ　取水管と，\nｂ　前記取水管の周囲に配設された多数本の中空糸膜フィルタと，\nｃ　前記取水管と前記中空糸膜フィルタの両端を解放状態で接着固定した\n端部材と\nから構成され，\nＣ　前記中空糸膜フィルタ内に浸透した処理液の一部が上記中空糸膜フィル\nタの中空部の下端から取水管に流れるようにしたことを特徴とする\nＤ　中空糸膜濾過装置。\n(3)　被告の行為\n被告は，業として，別紙物件目録記載の物件（以下「被告物件」とい\nう。）を製造し，販売している。\n(4)　構成要件充足性\n被告物件は，本件発明の構成要件Ａ，Ｃ（ただし，後記のとおり，「取水\n管」の点を除く。）及びＤを充足する。\n(5)　本件特許に係る明細書の訂正\n原告は，平成１３年７月１１日，本件特許に係る明細書の訂正を求める訂\n正審判を請求した。特許庁は，平成１３年８月３０日，訂正を認める審決をし，同\n年９月１２日，この審決は確定し，同年１０月１０日，その旨の登録がされた（甲\n１，３，以下，この訂正を「本件訂正」といい，訂正前の明細書を「訂正前明細\n書」，訂正後の明細書を「訂正明細書」という。）。\n第３　争点に関する当事者の主張\n１　被告物件は，本件発明の構成要件Ｂの「取水管」を具備しているか。\n（原告の主張）\n訂正明細書の特許請求の範囲には，本件発明の構成要件Ｂの「取水管」は，\n「中空糸膜モジュール」の構成要素であること，「取水管」の周囲に多数本の中空\n糸膜フィルタが配設されていること，その両端が解放状態で，中空糸膜フィルタ内\nに浸透した処理液の一部が中空糸膜フィルタの中空部の下端から「取水管」に流れ\nるものであることが記載されているのみであって，訂正明細書には「非浸透性の\n管」に限定すべきである旨の記載も示唆もないから，「取水管」を「非浸透性の\n管」に限定して解釈することはできない。\n被告物件における「多数本の太い中空糸膜フィルタ」は，別紙物件目録の第\n２図のとおり，中空糸膜モジュールの構成要素であり，これをひとまとまりのもの\nとして見れば，その周囲に，多数本の細い中空糸膜フィルタが配設され，接着樹脂\nａ，ｂが多数本の太い中空糸膜フィルタと細い中空糸膜フィルタの両端を解放状態\nで接着固定し，細い中空糸膜フィルタ内に浸透した処理液の一部が，細い中空糸膜\nフィルタの中空部の下端から，太い中空糸膜フィルタに流れる構造になっているの\nで，本件発明の構成要件Ｂの「取水管」に該当する。\n（被告の反論）\n被告物件は，以下のとおり，本件発明の構成要件Ｂの「取水管」を有しな\nい。　訂正明細書の特許請求の範囲には，「取水管」は，「取水管の周囲に配設さ\nれた多数本の中空糸膜フィルタ」，「取水管・・・の両端を解放状態で接着固定し\nた端部材」及び「中空糸膜フィルタ内に浸透した処理液の一部が上記中空糸膜フィ\nルタの中空部の下端から取水管に流れるようにした」と記載されていること及び，\n訂正明細書の発明の詳細な説明及び願書に添付された図面の記載によれば，構成要\n件Ｂにおける「取水管」は，「中空糸膜フィルタ」と別体であること，両端が解放\nされている形状を有すること，中空糸膜フィルタ内に浸透した処理液の一部が中空\n糸膜フィルタの下端から流れる先にあることが記載されている。そうすると，構成\n要件Ｂの「取水管」とは，単に水を流すだけの「非浸透性の管」であって，水を浸\n透させるものは除外されると解すべきである。\nこれに対して，被告物件の「太い中空糸膜フィルタ」は，「水のみを浸透さ\nせ」，「固液分離を行っている」から，被告物件は，本件発明の構成要件Ｂの「取\n水管」を有しない。\n２　被告物件は，本件発明の構成要件Ｂの「端部材」を具備しているか。\n（原告の主張）\n被告物件の接着樹脂ａ，ｂは，「太い中空糸膜フィルタ」と「細い中空糸膜\nフィルタ」の両端を解放状態で接着固定したものであるから，本件発明の「端部\n材」に当たる。\nなお，後記４（無効理由２）で詳述するように，本件訂正は特許法１２６条\n１項ただし書の規定に違反するものではないから，被告の主張する無効理由２を回\n避するために「端部材」を限定して解釈する必要はない。\n（被告の反論）\n「端部材」に関しては，「両端に解放状態で接着固定された」から「両端を\n解放状態で接着固定した」と訂正された。同訂正は，後記４のとおり，平成５年改\n正特許法１２６条１項ただし書の規定に違反する無効理由を有するが，仮に無効理\n由がないように解釈すれば，「端部材」は，以下のとおり解釈されるべきである。\n構成要件Ｂの「端部材」は，特許請求の範囲請求項１の記載からは明白とは\nいえない。そこで，訂正前明細書の発明の詳細な説明及び図面（第３図）を参照す\nると，発明の詳細な説明においては，「取水管の両端に配設した端部材」（甲２の\n４欄１０～１１行），「中空糸膜フィルタの両端を解放状態で・・・端部材に接着\n固定した」（同４欄１２～１３行），「モジュール結合体の昀上端の端部材２０\n（以下端栓という）は仕切板１７と結合するように幅広の端部を形成して［い\nる。］」（同５欄４～６行），「端部材２１と固定金具１６または２２並びに端栓\n２０と仕切板１７との間にシール材２３を設けて廃液と処理液とが混合しないよう\nにする。」（同５欄８～１１行）等と記載され，第３図においては取水管と中空糸\n膜フィルタの長手方向の上端に仕切板１７と結合するように，また下端に固定金具\n１６と結合するようにそれぞれ配設された端部である端部材２０，２１が図示され\nていることに照らすならば，構成要件Ｂの「端部材」は，接着固定される対象であ\nって，「中空糸膜モジュールと仕切板や固定金具とを結合するための別個の部材」\nであると解すべきである。\nこれに対して，被告物件の接着樹脂ａ，ｂは，「中空糸膜モジュールと仕切\n板や固定金具とを結合するための別個の部材」とはいえないから，被告物件の中空\n糸膜モジュールは「端部材」を有しない。\n３　本件発明は，進歩性を欠く無効理由があるか（無効理由１）。\n（被告の主張）\n本件発明は，以下のとおり，いずれも本件特許の出願日より前に頒布された\n特公昭５３－３５８６９号公報（以下「８６９公報」という。乙３の３）に記載さ\nれた発明（以下「８６９公報記載の発明」という。）及び特開昭５８－１８３９１\n６号公報（以下「９１６公報」という。乙３の４）に記載された発明（以下「９１\n６公報記載の発明」という。）に基づいて当業者が容易に発明できたものであるか\nら，特許法２９条２項の規定により特許を受けることができない。\n(1)　８６９公報記載の発明について\n８６９公報には，以下のような発明が開示されている。\n「排出口を設けた耐圧管と耐圧管内に固定された浸透膜モジュールとから\n構成された液体濾過装置において，\n前記浸透膜モジュールは連通管１３と，連通管１３の周囲に配設された\n多数本の中空フィラメント１と，連通管１３と中空フィラメント１の両端を解放状\n態で集束したチューブシート８とから構成され，中空フィラメント１内に膜透過し\nた透過液の一部が中空フィラメント１の中空部の一端から連通管１３に流れるよう\nにしたことを特徴とする液体濾過装置。」\n(2)　本件発明と８６９公報記載の発明との一致点\n８６９公報記載の発明の「耐圧管」，「耐圧管の排出口」，「浸透膜モジ\nュール」，「液体濾過装置」，「連通管」，「中空フィラメント」及び「チューブ\nシート」は，それぞれ，本件発明の「容器本体」，「流出口」，「中空糸膜モジュ\nール」，「中空糸膜濾過装置」，「取水管」，「中空糸膜フィルタ」及び「端部\n材」に相当する。したがって，本件発明と８６９公報記載の発明は，\n「流出口を設けた容器本体と，中空糸膜モジュールとから構成された中空\n糸膜濾過装置において，\n前記中空糸膜モジュールは取水管と，前記取水管の周囲に配設された多\n数本の中空糸膜フィルタと，前記取水管と中空糸膜フィルタの両端を解放状態で接\n着固定した端部材とから構成され，中空糸膜フィルタ内に浸透した処理液の一部が\n中空糸膜フィルタの中空部の一端から取水管に流れるようにしたことを特徴とする\n液体濾過装置」\nである点において一致する。\n(3)　本件発明と８６９公報記載の発明との相違点\nア　相違点１\n本件発明においては「容器本体に流入口を設け」，「容器本体内に仕切\n板を配設し」，「仕切板に中空糸膜モジュールを固定し」ており，「処理液の一部\nが中空糸膜フィルタの中空部の下端から取水管に流れる」のに対し，８６９公報記\n載の発明においては，「容器本体に流入口」及び「容器本体内の仕切板」が存在せ\nず，仕切板がないので「仕切板に中空糸膜モジュールが固定」されていない点にお\nいて相違する。\nイ　相違点２\n本件発明においては，「処理液の一部が中空糸膜フィルタの中空部の一\n端から取水管に流れる」が，８６９公報記載の発明においては，「下端から」流れ\nることが明示されていない点において相違する。\n(4)　相違点についての検討\nア　相違点１について\n(ア)　９１６公報には，中空糸ろ過膜集束体を使用したろ過装置に関す\nる，以下の発明が開示されている。\n「原液供給ライン５およびろ過液ライン６を有するろ過容器１と，ろ\n過容器１内に配設した仕切板２と，仕切板２に鉛直に固定された中空糸ろ過膜集束\n体４とから構成される中空糸ろ過装置」\n(イ)　９１６公報記載の発明の「原液供給ライン」，「ろ過液ライン」，\n「ろ過容器」，「仕切板」，「中空糸ろ過膜集束体」及び「中空糸ろ過装置」は，\nそれぞれ，本件発明の「流入口」，「流出口」，「容器本体」，「仕切板」，「中\n空糸膜フィルタ」及び「中空糸膜濾過装置」に相当する。\nしたがって，９１６公報記載の発明は，「中空糸膜濾過装置におい\nて，流入口と流出口を設けた容器本体と，前記容器本体内に配設した仕切板と，前\n記仕切板に固定された中空糸膜モジュールとからなる」構成を具備する。\nところで，８６９公報記載の発明も９１６公報記載の発明も「中空糸\nを濾材とする濾過装置である点」及び「逆浸透圧法による液体濾過に使用する点」\nにおいてその技術分野を共通とし，さらに，８６９公報記載の発明が「新規な膜モ\nジュールを提供する」ことを目的としていることから，８６９公報記載の発明にお\nいて，９１６公報記載の発明の構成及び技術思想を考慮し，「容器本体に流入口を\n設け，容器本体内に仕切板を配設し，仕切板に中空糸膜モジュールを固定する」構\n成を付加し，「少なくとも流入口と流出口を設けた容器本体と，前記容器本体内に\n配設した仕切板と，前記仕切板に固定された中空糸膜モジュールとから構成された\n中空糸膜濾過装置において，前記中空糸膜モジュールは取水管と，前記取水管の周\n囲に配設された多数本の中空糸膜フィルタと，前記取水管と前記中空糸膜フィルタ\nの両端を解放状態で接着固定した端部材とからなる」構成とすることは，必要に応\nじて当業者が容易に想到し得ることである。\nイ　相違点２について\n本件訂正明細書及び図面には，従来技術としてＵ形モジュールが記載さ\nれ，また，９１６公報記載の発明の図面には，中空糸膜モジュールが鉛直に配置さ\nれている。さらに，本件特許出願当時，中空糸膜モジュールを横方向で使用するか\n又は縦方向で使用するかは当業者が適時選択し得る設計事項に属することであり，\nしかも，８６９公報記載の発明の中空糸膜モジュールを鉛直に配置し，「中空糸膜\nフィルタ内に浸透した処理液の一部が中空糸膜フィルタの中空部の下端から取水管\nに流れる」という本件発明の構成とすることに特段の技術的意義を見出すことはで\nきない。さらに，８６９公報記載の発明には，中空糸膜モジュールの格納態様（使\n用態様）を鉛直に配置することを排除し又は制限する記載は存在しない。\nしたがって，８６９公報記載の発明に，９１６公報記載の発明における\n中空糸膜モジュールの鉛直配置の構成及び技術を考慮して，８６９公報記載の発明\nの中空糸膜モジュールを鉛直に配置し「前記中空糸膜フィルタ内に浸透した処理液\nの一部が上記中空糸膜フィルタの中空部の下端から取水管に流れる」という本件発\n明の構成とすることは，当業者であれば容易に想到し得ることである。\n(5)　以上のとおり，本件発明は，８６９公報記載の発明に９１６公報記載の発\n明を適用することにより当業者が必要に応じて容易に発明できたことは明らかであ\nる。\n（原告の反論）\n(1)　本件発明と８６９公報記載の発明との一致点\n否認する。\n８６９公報記載の発明は，逆浸透圧法による濾過装置に関するものであ\nり，本件発明は懸濁物を濾過する精密濾過法を用いた装置に関するものである。し\nたがって，８６９公報記載の発明の「排出口」，「浸透膜モジュール」，「液体濾\n過装置」，「連通管」，及び「半透性中空フィラメント」は，本件発明の「流出\n口」，「中空糸膜モジュール」，「中空糸膜濾過装置」，「取水管」及び「中空糸\n膜フィルタ」に相当するものとはいえない。\n(2)　本件発明と８６９公報記載の発明との相違点\n原告の指摘する以外に，以下の相違点がある。\nア　８６９公報記載の発明は，逆浸透圧法による濾過装置に関するものであ\nり，本件発明は懸濁物を濾過する精密濾過法を用いた装置に関するものである。\nイ　８６９公報記載の発明では，半透性のフィラメントと，非半透性フィラ\nメントとを交互に交差させて層状とし，該層の単層または複層をもって浸透膜モジ\nュールが構成されている（８６９公報６欄６～９行）のに対し，本件発明における\n中空糸膜モジュールは，取水管とその取水管の周囲に配設された多数本の中空糸膜\nフィルタと，端部材とにより構成されており，８６９公報記載の発明における「浸\n透膜モジュール」と本件発明における「中空糸膜モジュール」とはその構成を異に\nしている。\nウ　８６９公報記載の発明では，取水管に対応するという連通管の周囲に中\n空フィラメントが設けられておらず，本件発明とはその構成を異にしている。\nエ　本件発明では，従来のＩ型モジュールに比べて昀大で理論上約２倍の透\n水量を得られるが，８６９公報記載の発明の構成では，従来のＩ型モジュールに比\nべて透水量がほとんど増加しないばかりか，減少する場合もあるから，本件発明と\nは明らかに顕著な作用効果の差がある。\n(3)　相違点についての検討\nア　一般に，液体中の不純物を分離除去するろ過方法としては，通常の砂ろ\n過装置では除去できない微細な懸濁物を除く精密ろ過法，及び細菌類を除去する限\n外ろ過法，並びにイオンや低分子を分離する逆浸透膜分離法がある（甲５）。逆浸\n透膜分離法とは，例えば，水は透過させるが，水に溶解した溶質（イオンや分子）\nをほとんど透過させない性質を持つ半透膜を隔てて，塩水と淡水とを収容し，塩水\n側に浸透圧以上の圧力を加えることにより，塩水側から淡水側へ水のみを浸透さ\nせ，塩水から淡水を分離して採水するものである（甲５の８２頁）。したがって，\n懸濁物より小さい孔を有するろ過エレメントに直接原水を通して懸濁物を上記ろ過\nエレメントにより分離除去する精密ろ過法とはその原理を全く異にする。\n８６９公報記載の発明は，半透性フィラメントの表面から圧力によって膜透過さ\nせる逆浸透圧法を利用したものであり，中空でない半透性の線などの糸状，棒状な\nどのフィラメントを使用可能なものである。これに対し，本件発明は，精密ろ過方\n法を利用するものであって，８６９公報記載の発明とはろ過方法を全く異にしてい\nる。\nしかも，本件発明は，中空糸膜フィルタの中空部内の圧損の影響を少なくするこ\nとを目的とするものであり，中空糸膜フィルタの中間部付近より下方で中空糸膜フ\nィルタの中空部内に浸透した処理液が中空糸膜フィルタ内を下方に流れ，その結\n果，中空糸膜フィルタ内での処理液の流れが上下二方向に分かれることにより，中\n空糸膜フィルタの透水量を多くでき，より大量の廃液を処理することができるよう\nにしたものである。これに対し，８６９公報記載の発明は，膜の充填密度が大で，\n膜と膜との異常な密着並びに膜汚染を防止し得る新規な膜モジュールを提供するこ\nとを目的とするだけのものであり，前記のとおり，必ずしも中空糸膜フィルタを使\n用しなければならないものではない。８６９公報記載の発明においては，中空糸膜\nフィルタの中空部内の圧損を考慮する必要はなく，本件発明におけるような中空糸\n膜フィルタの中空部内の圧損の影響を少なくするという課題は全く存在しない。\nイ　以上のとおり，８６９公報記載の発明は，本件発明と，解決しようとす\nる課題及びその構成を全く異にしており，８６９公報には，中空糸膜フィルタ内に\n浸透した処理液の一部が上記中空糸膜フィルタの中空部の下端から取水管に流れる\nようにして，上記中空糸膜フィルタの中空部内での圧損の影響を少なくしようとす\nる技術思想は全く開示されていないし，８６９公報記載の発明は，本件発明との構\n成の相違から，本件発明とは顕著な作用効果の差がある。\nしたがって，当業者が両発明を組み合わせ，本件発明の構成を想到する\nことは容易ではなく，本件発明は進歩性を有する。\n４　本件訂正は，平成５年改正特許法１２６条１項ただし書に違反してされたも\nのか（無効理由２）。\n（被告の主張）\n本件訂正は，以下のとおり，①出願公告時の明細書等に記載した事項の範囲\n内においてされたものではないこと，②特許請求の範囲の減縮，誤記の訂正又は明\n瞭でない記載を明らかにするものとはいえないことから，平成５年改正特許法１２\n６条１項ただし書の規定に違反してなされたものであり，本件特許は，同法１２３\n条１項７号の規定により無効とされるべきである。すなわち，\n(1)　訂正前の特許請求の範囲請求項１の「端部材」に関する記載は，「両端に\n解放状態で接着固定された端部材」と記載されていたが，本件訂正により，「両端\nを解放状態で接着固定した端部材４」と訂正された（以下「本訂正事項」とい\nう。）。\n本件訂正により，出願公告時の明細書等（特公平５－６３２０７号公報。\n乙３の５）において，「端部材」を，中空糸膜モジュールと他の部材（仕切板や固\n定金具）とを結合するための別個の部材に限っていたものから，「両端を解放した\n状態で接着固定するもの」，すなわち「両端を束ねて接着固定する接着剤や樹脂等\nの接着媒体」というものに拡張された。\nしたがって，「端部材」を「両端を接着固定するもの」とした本件訂正\nは，出願公告時の明細書等に記載された事項の範囲内においてされたものではな\nい。\n(2)　本件訂正は，「端部材」の技術的概念を「端部材２１等の予め成形されて\nいる剛性部材」から，新たな別個の「接着剤等の接着媒体」に変更するものであっ\nて，誤記の訂正を目的とするものではない。さらに，本件訂正事項は特許請求の範\n囲を減縮しないから，特許請求の範囲の減縮を目的とするものでもなく，本件訂正\n事項に関して訂正前の請求項には明瞭でない記載はないから，明瞭でない記載の釈\n明を目的とするものでもない。\n以上のように，本件訂正は平成５年改正特許法第１２６条１項ただし書で\n定める事項のいずれにも該当しない。\n（原告の反論）\n特許請求の範囲請求項１の「両端に解放状態で接着固定された」を「両端を\n解放状態で接着固定した」とした本件訂正は，以下のとおり，出願公告時の明細書\n等に記載した事項の範囲内においてされたものである。\nすなわち，取水管と中空糸膜フィルタの「両端を解放状態で端部材に接着固\n定すること」は，訂正前明細書や図面（第３図）に示されており，また，取水管と\n中空糸膜フィルタの両端を解放状態で固定しなければ，本件発明の目的や効果が達\n成されないことは明らかである。\nしたがって，本件訂正は，出願公告時の明細書等に記載した事項の範囲内に\nおいてなされたものであり，しかも，「両端を」とするべきところを誤って「両端\nに」とした点を訂正したにすぎないのであるから，誤記の訂正に当たることも疑い\nがない。本件訂正には，何ら違法性はない。\n５　消滅時効（抗弁）\n（被告の主張）\n仮に，本件特許が有効であり，かつ被告物件が本件特許権を侵害するとして\nも，東京電力株式会社（以下「東京電力」という。）の柏崎刈羽原子力発電所（以\n下「柏崎原発」という。）の４号機及び６号機への納入並びに中部電力株式会社\n（以下「中部電力」という。）の浜岡原子力発電所（以下「浜岡原発」という。）\n４号機についての３回の中空糸膜モジュールの交換についての損害賠償請求権は，\n時効により消滅している。\n(1)　東京電力の柏崎原発４号機は株式会社日立製作所（以下「日立」とい\nう。）の製造に係るものであり，被告は日立の下請けとして柏崎原発４号機に被告\n物件を納入した。他方，柏崎原発３号機は原告の製造に係るものである。原告と日\n立は，自己のプラントを製作するに当たり，東京電力から各プラントの復水濾過装\n置に用いる中空糸膜モジュールが互換性を有するよう仕様を標準化することを求め\nられ，昭和６２年１０月，共同で中空糸膜モジュールの標準化に関する報告書を作\n成し，東京電力に提出した（乙４）。同報告書には被告物件搭載の中空糸膜モジュ\nールの構成を示す図面が掲載されており，原告は同報告書を作成する過程で被告物\n件の構成を知るに至った。\n(2)　また，被告は，原告と共に，１９８９年（平成元年）に開催された水化学\nに関する国際会議に参加調査団の一員として参加し，それぞれ自己の中空糸膜モジ\nュールの構成等を他の参加調査団員及び海外訪問先に開示した。１９９０年（平成\n２年）３月に発行された上記参加調査団の報告書（乙５）には，上記会議において\n被告が参加者に頒布した被告物件の構造図が掲載されている。同報告書には被告物\n件の中空糸膜モジュールの構成が図示されており，「Hollow Fiber Filter（中空糸\n膜フィルタ）」の内側に「Bold Fiber（太糸）」が存在し，中空糸膜フィルタに浸\n透した処理液の一部が中空糸膜フィルタの中空部の下端から太糸に流れ，太糸の中\n空部を通って上に流れるという構成が明確に示されている（乙５の２４４頁）。加\nえて，同報告書には被告物件の中空糸膜濾過装置を示す図５が掲載されていた（同\n号証２４５頁）。したがって，１９８９年（平成元年）に開催された国際会議の調\n査団活動において，原告は被告物件の構成を知った。\n(3)　さらに，被告は，平成３年４月２２日から同月２５日に開催された「1991\nJAIF International Conference on Water Chemistry in Nuclear Power Plants」\n（以下「水化学国際会議９１」という。）に，原告，日立，中部電力らと共に出席\nした。同月２５日，日立は，被告と中部電力の連名で，中部電力の浜岡原発４号機\nに納入する予定の被告物件の構成に関してポスターセッションによるプレゼンテー\nションを行った。水化学国際会議９１の参加者に配布された資料集には，「Fig.2\nFilter Vessel」において被告物件を示す図７が掲載され，「Fig.3 Module and the\nInside Water Flow」において被告物件の中空糸膜モジュールの構成及び処理液の流\nれが図示されている（乙６の６２４頁）。したがって，同月２２日から同月２５日\nに開催された国際会議においても，原告は被告物件の構成を知ることとなった。\n(4)　以上から，原告は，遅くとも平成３年４月２５日には被告物件の構成を知\nるに至ったものといえる。\nところで，被告が被告物件を東京電力の柏崎原発４号機に納入したのは平\n成６年１０月３１日，同６号機に納入したのは平成８年１２月３０日，中部電力の\n浜岡原発４号機に納入したのは平成５年８月２５日，浜岡原発４号機につき中空糸\n膜モジュールの交換を行ったのは，平成８年１月ころ，平成９年５月ころ，平成１\n０年９月ころのことである。原子力発電所に納入する中空糸膜モジュールを用いた\n復水濾過装置のメーカーは，日本において原告と被告の２社だけであり，通常メン\nテナンス要員が納入先の原子力発電所に常駐しているので，原告は，被告が復水濾\n過装置を納入した時期及び中空糸膜モジュールを交換した時期を知悉している。し\nたがって，原告は，被告による上記各原子力発電所への被告物件の納入及び中空糸\n膜モジュールの交換の事実につき，それらの行為が行われた時点で知っていた。\n以上のとおり，原告主張の被告物件の納入時点及び中空糸膜モジュールの\n交換時点において，原告は，既に被告物件の構成を知悉していたのであり，被告物\n件が本件特許権を侵害し，原告に損害が発生したことを知っていた。しかるに，そ\nれらの時点から本訴提起まで３年以上が経過している。\nしたがって，原告の本件特許権侵害に基づく上記損害賠償請求権は時効に\nより消滅した。被告は，上記消滅時効を援用する。\n（原告の反論）\n被告の主張を争う。\n乙４ないし６には，そこに説明された装置が実際に被告により製造，販売\nされたことを示す記載は一切ないから，これらにより，原告が，平成３年４月２５\n日の時点において，被告物件の構成を知ったということはできない。原告は，平成\n１１年２月ころまで，被告が被告物件を製造，販売したことを知らなかった。ま\nた，被告物件が中空糸膜濾過装置のすべてではなく，他の構成の中空糸膜濾過装置\nも存在するから，被告による中空糸膜濾過装置の納入及び中空糸膜モジュールの交\n換を知ったとしても，被告物件が納入されたことを知ることはできず，原告が損害\nの発生を知ったことにはならない。\n６　権利失効の原則（抗弁）\n（被告の主張）\n(1)　本件特許権に基づく損害賠償又は不当利得の返還請求権は，以下のとお\nり，信義則に反するものとして失効した。\nすなわち，原告の損害賠償又は不当利得の返還請求権は，①長期間の権利\nの不行使，②もはや権利行使を受けないとの正当な信頼，③権利を行使することが\n信義則に反すると評価し得る権利者の帰責性があれば，失効により消滅したと解す\nべきである（昀高裁昭和３０年１１月２２日判決民集９巻１２号１７８１頁参\n照）。\n東京電力の柏崎原発の３号機及び４号機の中空糸膜濾過装置は，昭和６２\n年１０月，東京電力の要望により，原告と日立との間で協調設計され，特に両社間\nの中空糸膜モジュールの互換性を図った。その過程において，中空糸膜濾過装置の\n系統構成，濾過塔，中空糸膜モジュール等の情報交換が頻繁になされ，原告は，柏\n崎原発４号機に納入予定の日立の下請けである被告の中空糸膜濾過装置の詳細を知\nることとなった。上記協調設計の時点においては，本件特許よりも広い特許請求の\n範囲が既に公開されており，原告は，柏崎原発４号機の中空糸膜濾過装置がその公\n開特許に係る発明の実施であるとして補償金請求権の警告をすることが可能であっ\nたのであり，また，本件特許が公告された平成５年９月１０日の時点で直ちに本件\n特許権を行使して本件発明の実施の中止を求めることも可能であったのである。\nこのように，原告は，本件特許権を永らく行使していないので，日立及び\n被告は，もはや原告がその権利を行使することはないという期待権を持つこととな\nったものであり，この期待を裏切って権利を行使するのは信義則に反し許されな\nい。\n(2)　また，原告は，早い時点で被告に対し本件発明の実施を中止することを求\nめることができたにもかかわらず，被告からの賠償額を増大させるために権利行使\nをしなかったものであるから，英米法の「laches」の法理により，原告の被告に対\nする損害賠償及び不当利得の返還の請求は認められるべきでない。\n（原告の反論）\n(1)　被告の主張する事実については否認する。前記のとおり，原告は，平成１\n１年２月ころまで，被告が被告物件を実際に製造，販売したことを知らなかった。\n(2)　前記のとおり，本件損害賠償請求権については消滅時効が成立せず，原告\nは，本訴提起日より３年以上前においては，被告に対して損害賠償請求も不当利得\n返還請求もなし得なかったのであるから，長期間にわたって権利を行使しなかった\nとしても，何ら非難される筋合いはない。そもそも，民法７２４条は２０年の除斥\n期間を定めており，損害賠償請求権の長期間にわたる不行使があった場合，消滅時\n効が成立しないときでも，除斥期間の経過により損害賠償請求権は消滅するのであ\nるから，権利の長期間の不行使による侵害者の不利益は，除斥期間の定めによって\n救済されている。これ以上に，英米法上の「laches」の法理により，除斥期間の定\nめより短期間で損害賠償請求権が行使できなくなるとすることは許されないという\nべきである。\n(3)　また，被告物件が本件発明の技術的範囲に属するとすれば，被告は，昀低\nでも原告に実施料を支払うべきであったことになるが，これをも支払わなくてよい\nとして，侵害者に明らかな利得を生じさせ，権利者を犠牲にするほどの信義則違反\nが原告にあるとは到底考えられない。不当利得返還請求権は，権利を行使できたと\nきから１０年で消滅時効が完成するのであるから，突然の権利行使で不当な結果と\nなるような場合は消滅時効で救済されており，それ以上に侵害者を保護する理由は\nない。\n７　原告の受けた損害額\n（原告の主張）\n(1)　被告は，被告物件である中空糸膜濾過装置を，東京電力の柏崎原発の４号\n機，６号機，東北電力株式会社（以下「東北電力」という。）の女川原子力発電所\n（以下「女川原発」という。）３号機に納入し，中部電力の浜岡原発４号機におい\nて，少なくとも３回は，中空糸膜モジュールを交換している。\n(2)　中空糸膜濾過装置が一定期間使用され，その機能が低下し又はなくなった\nとしても，中空糸膜モジュールを交換することで，新品に近い状態になるのであ\nり，この中空糸膜モジュール交換後の中空糸膜濾過装置は，本件発明の技術的範囲\nに属するものであるから，中空糸膜モジュールの交換は，実質的に本件発明に係る\n中空糸膜濾過装置の生産と同視すべきである。\n仮にそうでないとしても，中空糸膜モジュールの交換は，特許法１０１条\n１号の間接侵害に該当する。すなわち，中空糸膜モジュールは，本件発明の実施品\nである中空糸膜濾過装置の中空糸膜モジュールが消耗等した場合の取り替え部品と\nしてのみ生産，販売されるものであるから，被告の上記行為が間接侵害に当たるこ\nとは明らかである。\n(3)　原告が上記の納入，交換を行えば，その売上は少なくとも７６億６０００\n万円に上り，この売上額に原告の平均利益率である約２２．１５％を乗じると，１\n６億９７００万円となる。したがって，原告の逸失利益の額は，１６億９７００万\n円であり，これが，原告の受けた損害額となる。また，被告は，これと同額の利得\nを得ている。\n(4)　よって，原告は，被告に対し，本件特許権侵害に基づく損害賠償金又は不\n当利得金として１６億９７００万円，及びこれに対する不法行為の後の平成１４年\n３月１日から支払済みまで民法所定の年５分の割合による遅延損害金の支払を求め\nる。\n（被告の反論）\n東京電力の柏崎原発の４号機，同６号機に中空糸膜濾過装置を納入したの\nは，日立であり，被告は同社の下請け会社である。東北電力の女川原発３号機につ\nいては，本訴提起日にはまだ中空糸膜濾過装置は納入されていない。原告が，中部\n電力の浜岡原発４号機において，少なくとも３回中空糸膜モジュールを交換したこ\nとは認める。\nその余の原告の主張は，否認し，争う。\n第４　当裁判所の判断\n１　争点３（本件発明の進歩性の有無）について\n(1)　８６９公報記載の発明の内容（乙３の３）\nア　８６９公報の記載\n(ア)　特許請求の範囲\n「半透性のフィラメントと，非半透性フィラメントとを相互に交叉\nさせて層状とし，該層の単層又は複層をもって浸透膜モジュールの構成要素とし該\n層中の半透性フィラメントの少なくとも一端を膜透過水集水部に連通せしめたこと\nを特徴とする透過膜モジュール。」\n(イ)　発明の詳細な説明\nａ　「本発明は，・・・浸透膜を装備した浸透膜装置，特に浸透膜とし\nて半透性フィラメントを利用したモジュールに関するものである。」（１欄２１～\n２４行）\nｂ　「第１図示例において，半透性中空フィラメント１を経糸または緯\n糸とし，これに交叉させて緯糸または経糸に非半透性の例えばポリエチレン製のフ\nィラメント２を使用して形成させた織布の間にコルゲイト式のスペーサ３を挟ん\nで，被処理液導入管４に連通された多数の分散孔５を有する分散管６を中心軸とし\nて，のり巻き状に巻き，・・・のり巻き状に巻いた織布中の半透性フィラメント１\nの両端をエポキシ樹脂等のチューブシート８によって集束し，それぞれ集水室９に\n連通させてある。また集水室９には流出管１０が接続され，集水室９外壁には流路\n１１が形成されている。・・・被処理液は，加圧されつつ導入管４から分散管６内\nに送液され，多数の分散孔５からスペーサ３によって形成された間隙内に分散され\n渦巻状に流過して外端から噴出し，流路１１を経て・・・次のモジュールに送液さ\nれる。」（３欄３４行～４欄１１行）\nｃ　「半透性フィラメント１の表面から圧力によって膜透過した透過液\nは，両端の集水室９内に集水され，連通管１３を経て流出管１０から系外へ取り出\nされる。」（４欄１１～１４行）\nｄ　「このモジュールは耐圧管（図示せず）内に単数または複数個を格\n納されて使用され，また流路１１を設けず直接耐圧管本体に適宜設けられた排出口\nから系外へ排出させることもできる。」（４欄１９～２３行）\nイ　同発明の内容\n以上の各記載及び８６９公報の第１図ないし第３図，第６図，第８図に\nよれば，８６９公報記載の発明には，\n「流入口及び排出口を設けた耐圧管１８と，耐圧管１８内に固定された浸\n透膜モジュールとから構成された液体濾過装置において，前記浸透膜モジュール\nは，連通管１３と，連通管１３の近傍に配設された多数本の中空フィラメント１\nと，連通管１３と中空フィラメント１の両端を開放状態で接着固定したチューブシ\nート８とから構成され，中空フィラメント１内に透過した透過液の一部が中空フィ\nラメント１の中空部の一端から連通管１３に流れるようにした液体濾過装置。」が\n開示されているものと認められる。\n(2)　本件発明と８６９公報記載の発明との一致点及び相違点\nア　一致点\n８６９公報記載の発明における「中空フィラメント１」は，液体濾過を\n行う浸透膜であるから，本件発明の「中空糸膜フィルタ」に相当し，８６９公報記\n載の発明も本件発明も共にこの浸透膜モジュールを用いた液体濾過装置であるか\nら，８６９公報記載の発明の「耐圧管」，「排出口」，「浸透膜モジュール」，\n「液体濾過装置」，「連通管１３」，「チューブシート８」は，それぞれ本件発明\nの「容器本体」，「流出口」，「中空糸膜モジュール」，「中空糸膜濾過装置」，\n「取水管」，「端部材」に相当する。\nそうすると，本件発明と８６９公報記載の発明とは，\n「流入口及び流出口を設けた容器本体と，中空糸膜モジュールとから構\n成された中空糸膜濾過装置において，前記中空糸膜モジュールは，取水管と，前記\n取水管の近傍に配設された多数本の中空糸膜フィルタと，前記取水管と中空糸膜フ\nィルタの両端を開放状態で接着固定した端部材とから構成され，中空糸膜フィルタ\n内に透過した処理液の一部が中空糸膜フィルタの中空部の一端から取水管に流れる\nようにした中空糸膜濾過装置」\nである点で一致する。\nイ　相違点\n(ア)　相違点１\n本件発明においては，仕切板に中空糸膜モジュールが固定されている\nのに対し，８６９公報記載の発明においては，仕切板が存在せず，仕切板に中空糸\n膜モジュールが固定されていない点が相違する。\n(イ)　相違点２\n本件発明においては，処理液の一部が中空糸膜フィルタの中空部の下\n端から取水管に流れるのに対し，８６９公報記載の発明では，処理液の一部が中空\n糸膜フィルタの中空部の一端から取水管に流れるが，８６９公報には，その一端が\n「下端」であることが記載されていない点が相違する。\n(ウ)　相違点３\n本件発明では，取水管の「周囲に」多数本の中空糸膜フィルタが配設\nされているのに対し，８６９公報記載の発明では，取水管の「近傍に」配設されて\nいることは確実であるが，８６９公報にはその位置関係が明記されていない点が相\n違する。\n(3)　容易想到性\nア　相違点１について\n(ア)　９１６公報（乙３の４）には，「本発明に適用されるろ過装置は第\n１図に示すように，ろ過容器１にはろ過液帯部Ａと原液帯部Ｂとに分ける仕切板２\nが設けられている。この仕切板には中空糸ろ過膜集束体４を収納した保護外筒３が\n取付けられている。懸濁物を含む原液は原液供給ライン５から原液帯部Ｂに導入さ\nれる。その液は保護外筒３の内部に入り，懸濁物は，中空糸ろ過膜集束体４の膜に\nよって阻止され，ろ過液は中空糸内を通り，ろ過液帯部Ａに導かれろ過液ライン６\nからろ過容器１外に取り出される。」（２頁右上欄１９行～同頁左下欄９行）との\n記載があり，同公報のこの記載及び図面から，同公報には，「容器本体と，前記容\n器本体内に配設した仕切板と，前記仕切板に固定された中空糸膜モジュールとから\nなる構成」を備えた中空糸膜濾過装置（９１６公報記載の発明）が記載されている\nものと認められる。\n９１６公報には，「中空糸状の多孔質高分子膜は・・・限外ろ過や逆\n浸透用の膜として工業的にも採用されている」（１頁右欄５～８行）との記載があ\nり，同記載部分によれば，９１６公報記載の発明と８６９公報記載の発明とは，中\n空糸膜を濾材とする逆浸透法の濾過装置であることが認められ，技術分野を共通に\nする。\nしたがって，９１６公報記載の発明の前記構成を８６９公報記載の発\n明に適用して本件発明の構成とすることは，当業者が容易に想到し得ることである\nと認めて差し支えない。\n(イ)　のみならず，訂正明細書（甲２）における以下の記載からも，容易\nに想到し得ると判断すべきことは明らかである。すなわち，①本件発明は，従来の\n中空糸膜濾過装置においては，中空糸膜フィルタの中空部の内径が小径であるた\nめ，処理液が流通する際の圧損等からフィルタの長さは約１ｍが限度と考えられて\nおり，廃液濾過装置としては相当なスペースを必要としていたことから，「限られ\nた場所に設置するのに適するとともに高い濾過効果を有し，かつコンパクトな中空\n糸膜濾過装置を提供する」（甲２の４欄１～３行）ことを目的としてされたもので\nある旨が記載されていること，②本件発明においては，取水管を設け，この周囲に\n中空糸膜フィルタを配置し，取水管及び中空糸膜フィルタの両端を解放状態で端部\n材に接着固定することにより，中空糸膜フィルタから中空部に浸透した処理水が，\n上方に流れてフィルタの上部開放端から流出するものと，下方に流れて取水管に流\n入し，取水管内を流れて取水管の上部開放端から流出するものとに分かれるように\nするとの構成を採用したことにより，「従来のＩ型モジュールと比較して約２倍の\n透水量を得ることができる。また，中空糸膜モジュールを複数個直列接続しても中\n空糸膜フィルタの圧損の影響を受けることがないので，中空糸膜濾過装置を縦長構\n造にすることができる。」（甲２の６欄１７行～２１行）との効果を有すると記載\nされていること，③原告である出願人自らが，訂正前明細書において，本件発明の\n先行技術として，「仕切板の存在する」中空糸膜濾過装置を図示していること等の\n事実に照らすならば，中空糸膜濾過装置において仕切板を配設する構成は，本件発\n明が前提としている技術的構成であって，新規性を肯定するに値する本質的な技術\n事項であるとはいえないからである。\n(ウ)　以上のとおり，９１６公報記載の発明と８６９公報記載の発明と\nは，ともに中空糸膜を濾材とする逆浸透法の濾過装置であり，技術分野を共通にす\nるうえ，仕切板の存在する中空糸膜濾過装置は本件発明の先行技術とされ，本件発\n明の特徴に照らし，仕切板が存在することは本件発明の本質的事項とはいえないこ\nとからすれば，９１６公報記載の発明の前記構成を８６９公報記載の発明に適用し\nて本件発明の構成とすることは，当業者が容易に想到し得る事項であると解すべき\nである。\nイ  相違点２について\n９１６公報記載の発明について，同公報の図面には，中空糸膜モジュー\nルを上下方向に配置したろ過装置が図示されており，また，中空糸膜モジュールを\n水平方向で使用するか上下方向で使用するかは，設計事項の範囲内であるから，８\n６９公報記載の発明において，中空糸膜モジュールを上下方向に配置して使用し，\n本件発明の構成とすることは当業者が容易に想到し得ることであると認められる。\nウ  相違点３について\n８６９公報記載の発明について，同公報の第２図には渦巻状に多数配設\nされた中空糸膜フィルタ（中空フィラメント１）外周部に取水管（連通管１３）が\n位置し，その外側に織布７が位置している構成が図示されていることから，取水管\nの近傍に多数の中空糸膜フィルタが配設されていることは認められるが，同公報に\nは，それ以上に取水管と中空糸膜フィルタとの位置関係を示す記載がない。\nところで，本件発明においては，取水管の周囲に中空糸膜フィルタが配\n設されることとされているが，訂正明細書において，取水管の「全周囲に」中空糸\n膜フィルタが配設されると限定されているわけではない。また，本件発明は，中空\n糸膜フィルタの両端を解放状態で端部材に接着固定することにより，「従来のＩ型\nモジュールと比較して約２倍の透水量を得ることができる。また，中空糸膜モジュ\nールを複数個直列接続しても中空糸膜フィルタの圧損の影響を受けることがないの\nで，中空糸膜濾過装置を縦長構造にすることができる。」（甲２の６欄１７行～２\n１行）との効果を奏するようにした点に特徴があるが，この効果を奏するために\nは，中空糸膜フィルタを取水管の近傍に配置すればよく，取水管の全周に配置する\n必要はない。\n以上の点に照らすならば，取水管と中空糸膜フィルタとの位置関係に関\nする上記相違点は，当業者が適宜選択し得る設計事項にすぎないものと認められ\nる。\nエ　容易想到性に関する当裁判所の判断\n(ア)　以上に判示したとおり，本件発明と８６９公報記載の発明との相違\n点１ないし３は，いずれも，９１６公報記載の発明を組み合わせることにより当業\n者が容易に想到し得るか，又は単なる設計事項にすぎないものであるから，本件発\n明は，当業者が８６９公報記載の発明及び９１６公報記載の発明により容易に発明\nすることができたものと認められる。\n(イ)　これに対して，原告は，８６９公報記載の発明は逆浸透圧法による\nろ過装置に関するものであるのに対し，本件発明は精密ろ過法を用いた装置に関す\nるものであり，両者は技術分野が異なるから，８６９公報記載の発明の「排出\n口」，「浸透膜モジュール」，「液体濾過装置」，「連通管」，及び「半透性中空\nフィラメント」は，本件発明の「流出口」，「中空糸膜モジュール」，「中空糸膜\n濾過装置」，「取水管」及び「中空糸膜フィルタ」に相当するものとはいえず，ま\nた，本件発明は，８６９公報記載の発明及び９１６公報記載の発明により，容易に\n発明することはできないと主張する。\nしかし，原告のこの点の主張は，以下のとおり理由がない。\nまず，訂正明細書において，本件発明に係る中空糸膜濾過装置のろ過\n方法が精密ろ過法に限定されることを示唆する記載はないから，本件発明に係る中\n空糸膜濾過装置が精密ろ過法を用いた装置に関するものであるとする原告の上記主\n張は，主張自体その前提を欠く。\nのみならず，以下の各事実に照らすならば，精密ろ過法や限外ろ過法\nと逆浸透法とは，対象とする液体から小孔を通過するものと通過しないものを分離\nする点で共通の技術分野に属するものと認められるから，原告の上記主張は採用で\nきない。すなわち，\nａ　９１６公報には，「中空糸状の多孔質高分子膜は・・・限外ろ過や\n逆浸透用の膜として工業的にも採用されている」（１頁右欄５～８行）と記載され\nていること，\nｂ　本件特許出願前である昭和５３年６月３０日に発行されたＨ編著\n「逆浸透法・限外ろ過法　Ⅱ応用　膜利用技術ハンドブック」（乙８）には，「逆\n浸透法，限外ろ過法，精密ろ過法では選択透過性膜を用いて，圧力を推進力とし\nて，溶液を分離しようとするものであり，ひとまとめにして透過法と呼んでもよ\nい。」（同書１頁２～３行）と記載されていること，\nｃ　本件特許出願前である昭和５９年１月２０日に第４刷が発行された\n社団法人化学工学協会編「改訂四版　化学工学便覧」（乙９）には，各ろ過法につ\nいて，「一般に，加圧下で膜を透過させて分離しようとする分離法には，ろ過，精\n密ろ過，限外ろ過などの方法があり，この順にろ過されるものの大きさが小さくな\nり，昀後の限外ろ過ではコロイドや高分子量のものを分離するのに用いられるが，\n逆浸透法はさらに低分子量の，無機塩類まで分離しようとする方法である。以上の\n各分離法の対象とするものの大きさを表わす目安として図１２・２２を参照された\nい。」（同書９３０頁３～１２行），「逆浸透法はreverse osmosisの訳であるが，\n人によっては上に述べたようにろ過法の延長としてとらえて，hyperfiltrationと呼\nぶ場合もあり，超ろ過法と訳する。」（同書同頁２３行～２６行）と記載され，図\n１２・２２（同書同頁）には，逆浸透法，ウルトラフィルトレーション，精密ろ\n過，ろ過の対象とする粒子の大きさを示す図が示されていること，\nｄ　本件特許出願前である昭和５８年５月１０日に発行された造水技術\n編集企画委員会編「造水技術－水処理のすべて－」（乙１０）には，「透析法では\n膜を透過する駆動力は濃度差であるために，透過速度が遅い。そこで圧力を加えて\n速く透過させるということで限外ろ過法が用いられるようになったという。・・・\nこの時に用いられた膜はコロジオン膜であり，この膜の製膜条件をいろいろとかえ\nることによって，いろいろの孔径の膜ができることが報告されている。これが発達\nして現在メンブレンフィルターと呼ばれている精密ろ過膜となるのである。限外ろ\n過法が工業的に用いられるようになるのは，１９６０年の逆浸透法出現以後のこと\nであり，逆浸透膜やモジュールの開発に刺激されて，いろいろの限外ろ過膜やモジ\nュールが開発され，その応用分野も逆浸透法を補う形で相互に発展した。」（同書\n７３頁左欄４～２０行）と記載されていること，\nｅ　本件特許出願前である昭和５７年６月２５日に公開された昭５７－\n１０２２０２公開特許公報（乙７）は，選択透過性を有する中空糸を用いた液体分\n離装置に関するものであるが，同公報には，「選択透過性を有する膜を用いて流体\nの成分を分離する流体分離装置の適用単位操作としては，気体透過，液体透過，透\n析，限外濾過および逆浸透などがある。」（１頁右欄４～７行）と記載されている\nこと，\n等の事実から，精密ろ過法や限外ろ過法と逆浸透法とは，共通の技術分\n野に属するものと認められる。\nその他，原告は，本件発明と８６９公報記載の発明との濾過方法の相\n違を前提として縷々主張するが，いずれも上記と同様の理由から採用することはで\nきない。\n(ウ)　また，原告は，８６９公報記載の発明においては，中空糸膜フィル\nタの中空部内の圧力損失を考慮する必要はなく，本件発明におけるような中空糸膜\nフィルタの中空部内の圧力損失の影響を少なくするという課題は全く存在しないと\n主張する。\nしかし，原告のこの点の主張も，以下のとおり理由がない。\nまず，前記のとおり，本件発明は，従来の中空糸膜濾過装置において\nは，中空糸膜フィルタの中空部の内径が小径であるため，処理液が流通する際の圧\n損等からフィルタの長さは約１ｍが限度と考えられており，廃液濾過装置としては\n相当なスペースを必要としていたことから，「限られた場所に設置するのに適する\nとともに高い濾過効果を有し，かつコンパクトな中空糸膜濾過装置を提供する」\n（甲２の４欄１～３行）ことを目的としてなされたものである（甲２）。そして，\n本件発明は，中空糸膜フィルタの両端を解放状態で端部材に接着固定することによ\nり，「従来のＩ型モジュールと比較して約２倍の透水量を得ることができる。ま\nた，中空糸膜モジュールを複数個直列接続しても中空糸膜フィルタの圧損の影響を\n受けることがないので，中空糸膜濾過装置を縦長構造にすることができる。」（甲\n２の６欄１７行～２１行）との効果を有するとされている。\n一方，前記公開特許公報（乙７）には，中空糸型の逆浸透膜を用いた\n液体分離装置につき，大容量化装置を製作するに当たっての留意点として，「中空\n糸内透過液流動圧損のため，中空糸組立体中の中空糸はその長さ方向の制約を受け\nる。」（２頁左上欄１３～１４行）と記載されていること，前記膜利用技術ハンド\nブック（乙８）には，逆浸透モジュールに用いられる半透膜の中空糸について，\n「透過水側の圧力損失が大きい。」（４８頁１７行）と記載されていること等の事\n実に照らすならば，逆浸透法を用いる８６９公報記載の発明においても，中空糸膜\nフィルタ内を流通する透過水に圧力損失が生ずるという技術的課題は存在したこと\nが認められる。そして，８６９公報記載の発明は，「中空フィラメント１内に透過\nした透過液の一部が中空フィラメント１の中空部の一端から連通管１３に流れるよ\nうにした」ことにより，中空フィラメント１の両端から透過液を取り出すことがで\nきるから，本件発明と同様に，中空フィラメント１内の圧力損失の影響を減少させ\nるという効果を有するものと認められる。\n以上のとおり，８６９公報記載の発明においても，本件発明と同様の\n技術的課題及びこれを解決する構成が示されているというべきであるから，原告の\n上記主張は採用できない。\n(エ)　さらに，原告は，本件発明では，従来のＩ型モジュールに比べて昀\n大で理論上約２倍の透水量を得られるが，８６９公報記載の発明の構成では，従来\nのＩ型モジュールに比べて透水量がほとんど増加しないばかりか，減少する場合も\nあるから，本件発明とは明らかに顕著な作用効果の差があるとも主張する。\nしかし，原告のこの点の主張も，以下のとおり理由がない。\nすなわち，証拠（乙１，２）によれば，本件特許出願に対しては，特\n開昭５９－４４０３号公報（引例イ）及び特開昭５８－１８３９１６号公報（引例\nロ）に記載された発明に基づき当業者が容易に発明することができたとして拒絶理\n由通知が発されたこと，これに対し，特許出願人である原告は，手続補正書を提出\nし，これにより，訂正前明細書に「従来のＩ型モジュールと比較して約２倍の透水\n量を得ることができる。」（６欄１７～１８行）との文言が加わったこと，原告\nは，上記手続補正書とともに，意見書（乙２）を提出し，同意見書には，「引例イ\n及び引例ロはいずれも中空糸の上端面が開口し下端面が閉塞された所謂Ｉ型モジュ\nールと称されるものである。・・・引例イ及び引例ロのＩ型モジュールは中空糸の\n片側からしか濾過水を引けないため，細い中空糸内を流れる濾過水の抵抗のため所\n定長さ以上長くしても透水量が増加しない。一方，本願発明の中空糸膜モジュール\nは，・・・中空糸膜フィルタの両端が解放状態で端部材に接着固定された構造であ\nるため，同じ長さの中空糸を用いた引例イ及び引例ロの場合（Ｉ型モジュール）に\n比較して約２倍の透水量を得ることができる。」（３頁下から１行～５頁１行）と\n記載されていること，以上の事実が認められ，これらの事実に照らすならば，訂正\n前明細書における「従来のＩ型モジュールと比較して約２倍の透水量を得ることが\nできる。」（６欄１７～１８行）との記載は，中空糸膜フィルタの一端から処理液\nを取り出すＩ型モジュールとの対比において，処理液を中空糸膜フィルタの両端か\nら取り出すことになるという本件発明における処理液の取水構造を説明するものに\nすぎないと理解するのが相当であり，定量的にＩ型モジュールに比べて透水量が約\n２倍になるという効果を記載したものではないと認められる。\nそうすると，前記のとおり，８６９公報記載の発明においても，本件\n発明と同様に，中空フィラメント１の両端から処理液を取り出すという構成を有す\nるのであるから，本件発明と同様の効果を有するものと認めるのが相当である。\nしたがって，原告の上記主張は採用できない。\nオ  小括\n以上のとおり，本件発明は，８６９公報記載の発明及び９１６公報記載\nの発明を組み合わせることにより当業者が容易に発明することができたものであ\nり，無効理由が存在することが明らかである。したがって，本件特許権に基づく原\n告の本訴請求は，権利の濫用として許されない。\n２　結論\n(1)　判決言渡しの経緯\n本件は，平成１５年４月７日に口頭弁論を終結し，判決言渡日を，当初，\n６月２５日（その後６月３０日に変更）と指定した。この間に，本件特許に係る無\n効審判事件（無効２００２－３５２４５号）について，６月１７日付けで，「本件\n審判請求は，成り立たない。」旨の審決がされた。これを受けて，原告から，口頭\n弁論再開の申立てがされたため，当裁判所は，原告，被告双方から，審理に関する\n意見を聴取した上で，本件については弁論を再開をしないが，他方，念のため，当\n事者からの事実上の主張を確認するために，判決言渡日を７月３０日に延期するこ\nととした。\n本件のような事案において，特許権侵害事件を審理する裁判所が，権利濫\n用の抗弁を肯定して，本件請求を棄却すべきか，無効審判事件における審決が確定\nするまで中止すべきかは，事案の性質及び審理の進行状況によって異なる対応が考\nえられ，一様ではないというべきである。本件においては，当裁判所の本件特許の\n有効性に関する判断を示した上で，控訴審において，審決と本件判決の両者を，一\n回的に審理し，結論を出すのが，昀も，紛争の迅速な解決に資するものと解したた\nめ，本判決を言い渡すこととした。\n(2)　以上のとおり，原告の請求は，その余の点について判断するまでもなく理\n由がないからこれを棄却することとし，主文のとおり判決する。\n東京地方裁判所民事第２９部\n裁判長裁判官　　　飯　  村　　敏　　明\n裁判官  　  榎　　戸　　道　　也\n裁判官   　 佐　　野　　　　　信\n（別紙）\n物　　件　　目　　録\n別紙図面に示し，下記に説明する構造の中空糸膜濾過装置\n第１　図面の説明\n第１図は被告製造に係る中空糸膜濾過装置の一部断面斜視図，第２図は同装\n置の中空糸膜モジュール部分の断面図である。\n第２　図面の符号\n４…廃液供給管\n５…処理液排出管\n１４…容器本体\n１５…中空糸膜モジュール\n１７…仕切板\n１８…太い中空糸膜フイルタ\n１９…細い中空糸膜フイルタ\n第３　構造の説明\n１　本件中空糸膜濾過装置は，廃液の流入口である廃液供給管４と処理液の流出\n口である処理液排出管５を設けた容器本体１４と，前記容器本体１４内に配設\nした仕切板１７と，前記仕切板１７に固定された中空糸膜モジュール１５とを\n備えている。\n２　前記中空糸膜モジュール１５は，\nａ　多数本の太い中空糸膜フイルタ１８と，\nｂ　前記多数本の太い中空糸膜フイルタ１８の周囲に配設された，多数本の細\nい中空糸膜フイルタ１９と，\nｃ　前記太い中空糸膜フイルタ１８と前記細い中空糸膜フイルタ１９の両端を\n解放状態で接着固定した接着樹脂ａ，ｂと\nから構成される。\n３　前記細い中空糸膜フイルタ１９内に浸透した処理液の一部は，前記細い中空\n糸膜フイルタ１９の中空部の下端から，前記太い中空糸膜フイルタ１８に流れる。\n以上\n第１図第２図\n"
}