{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 16,
    "month": 6,
    "day": 1
  },
  "case_number": "平成14(ワ)8337",
  "case_name": "不正競争行為差止等請求事件",
  "court_name": "大阪地方裁判所",
  "right_type": "不正競争",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "10275",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=10275",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/275/010275_hanrei.pdf",
  "contents": "平成１４年(ワ)第８３３７号　不正競争行為差止等請求事件\n口頭弁論終結日　平成１６年２月２４日\n判　　　　　　　決\n原　　　　　　告      カメヤマ株式会社\n訴訟代理人弁護士　　　櫻林正己\n同　　　　　　　　　　楠井嘉行\n同　　　　　　　　　　北薗太\n同　　　　　　　　　　川端康成\n同　　　　　　　　　　西澤博\n被　　　　　　告      株式会社日本香堂\n訴訟代理人弁護士　　　浅岡輝彦\n同　　　　　　　　　　三森仁\n同　　　　　　　　　　中久保満昭\n主　　　　　　　文\n１　被告は、その販売するろうそく及びその広告に別紙被告表示目録記載１ないし\n４若しくは６ないし８の各表示をし、又はその各表示をした商品を譲渡し、引き渡\nし、譲渡若しくは引渡しのために展示してはならない。\n２　被告は、別紙被告表示目録記載１ないし４若しくは６ないし８の各表示の付さ\nれた商品パッケージ、ポップ、商品パンフレット、商品しおりを廃棄せよ。\n３　被告は、原告に対し、金３００万円及びこれに対する平成１４年９月３日から\n支払済みまで年５分の割合による金員を支払え。\n４　原告のその余の請求をいずれも棄却する。\n５　訴訟費用は、これを２分し、その１を原告の負担とし、その余を被告の負担と\nする。\n６　この判決は、第１ないし第３項に限り、仮に執行することができる。\n事実及び理由\n第１　請求\n１　被告は、その販売するろうそく及びその広告に別紙被告表示目録記載の各表\n示をし、又はその各表示をした商品を譲渡し、引き渡し、譲渡若しくは引渡しのた\nめに展示してはならない。\n２　被告は、別紙被告表示目録記載の各表示の付された商品パッケージ、ポッ\nプ、商品パンフレット、商品しおりを廃棄せよ。\n３　被告は、原告に対し、金３０００万円及びこれに対する平成１４年９月３日\n（不正競争の後である本件訴状送達の日）から支払済みまで年５分の割合による金\n員を支払え。\n４　被告は、原告に対し、日本経済新聞（全国版）及び読売新聞（全国版）並び\nに別紙謝罪広告対象業界紙目録記載の業界紙の各最終面に、別紙謝罪広告目録記載\nの謝罪広告を同目録記載の要領で各１回掲載せよ。\n第２　事案の概要\n１　被告は、その販売するろうそく、及びその広告であるポップ、商品パンフレ\nット、商品しおりに、燃焼時に発生するすすの量が９０％減少していること、火を\n消したときに生じる消しにおいが５０％減少していることを趣旨とする別紙被告表\n示目録記載の各表示をしていた。\n原告は、被告の販売するろうそくのすすの量が９０％減少していること及び\n消しにおいが５０％減少していることは虚偽の事実であるとした上で、被告の販売\nするろうそく及びその広告に別紙被告表示目録記載の各表示をすること又はその各\n表示をした商品を譲渡等することは、商品の品質について誤認させるような表示を\nし若しくはその表示をした商品を譲渡等すること（不正競争防止法２条１項１３号\n所定の不正競争）又は競争関係にある他人の営業上の信用を害する虚偽の事実を告\n知し若しくは流布すること（同法２条１項１４号所定の不正競争）に当たると主張\nし、同法２条１項１３号又は１４号、３条１項に基づく差止め（前記第１、１）、\n同法３条２項に基づく廃棄（前記第１、２）、同法４条に基づく損害賠償の支払\n（前記第１、３）、同法７条に基づく謝罪広告の掲載（前記第１、４）を請求して\nいる。\n２　基礎となる事実（証拠を摘示した部分以外は、当事者間に争いがない。）\n(1)　当事者\n原告は、ろうそくの製造、加工、仕入、販売等を目的とする株式会社であ\nり、昭和２年に創業し、昭和２１年に株式会社として設立された。（弁論の全趣\n旨）\n被告は、薫物、線香、焼香等の製造、販売等を目的とする株式会社であ\nり、昭和１７年に設立され、昭和６２年からろうそくの販売を行っている。（ろう\nそくの販売開始時期は弁論の全趣旨により認められる。）\n(2)　競争関係\n原告及び被告の販売地域は日本全国に及んでおり、ろうそくの販売におい\nて、原告と被告は競争関係にある。\n(3)　被告の商品\nア　被告は、従前から、「毎日ローソク」という商品名のろうそくを販売し\nていた（以下、被告の「毎日ローソク」という商品名のろうそくを「被告従来商\n品」という。）\nイ　被告は、平成１１年ころから、「プレミアム　毎日ローソク」という商\n品名のロウソクの販売を開始した。当初の「プレミアム　毎日ローソク」は、「消\nしにおいすっきり」と表示されていただけであった。その表示の趣旨は、火を消し\nた時のにおいが従来の商品よりも減少しているということであった（以下、「消し\nにおいすっきり」と表示されていただけであった、当初の「プレミアム　毎日ロー\nソク」を「被告旧商品」という。）\nウ　被告は、平成１３年１０月ころから、商品パッケージに別紙被告表示目\n録記載１、２などの表示をした「プレミアム　毎日ローソク」の販売を開始した\n（以下、商品パッケージに別紙被告表示目録記載１、２などの表示をした「プレミ\nアム　毎日ローソク」を「被告新商品」という。）。\nエ　被告は、平成１４年９月２０日出荷分から、商品パッケージに別紙被告\n表示目録記載１、２の表示に代えて、「油煙極少」、「消しニオイ減少」と記載し\nた「プレミアム　毎日ローソク」の販売を開始した（以下、商品パッケージに別紙\n被告表示目録記載１、２の表示に代えて、「油煙極少」、「消しニオイ減少」と記\n載した「プレミアム　毎日ローソク」を「被告新々商品」という。）。（弁論の全\n趣旨）\nオ　被告従来商品、被告旧商品、被告新商品、被告新々商品は、いずれも神\n棚、仏壇用のろうそくであり、主に量販店で販売される商品である。（当事者間に\n争いがない。）\n(4)　被告による表示等\nア　被告新商品の表示\n(ア)　被告新商品の商品パッケージの正面の上部には別紙被告表示目録記\n載１、２の表示がされ、下部には同目録記載５の表示がされている。（甲第１号証\nの１、検甲第１号証の１ないし３）\n(イ)　被告新商品の商品パッケージの後面の上部には別紙被告表示目録記\n載６の表示がされている。ただし、その表示の後に「（当社比）」と記載されてい\nる。（甲第１号証の２、検甲第１号証の１ないし３）\n(ウ)　被告新商品の商品パッケージの上面には、別紙被告表示目録記載１\nの表示がされている。ただし、その表示の下に「（当社比）」と記載されている。\n（甲第１号証の３、検甲第１号証の１ないし３）\nイ　ポップの表示\n被告新商品を宣伝するポップには、別紙被告表示目録記載２ないし４及\nび８の表示がされている。（甲第５号証、検甲第４号証）\nなお、上記ポップには、「消し臭い５０％カット！」と記載されている\nが、これは、同目録記載２の表示と「臭い」の文字が平仮名か漢字かの点で異なる\nだけであるから、上記ポップには、同目録記載２の表示がされていると認めるのが\n相当である。\nウ　商品パンフレットの表示\n被告新商品の商品パンフレット（４頁構成）の１頁目の上部には別紙被\n告表示目録記載１、２の表示がされ、下部には同目録記載５の表示がされている。\nただし、上部の同目録記載１、２の表示の下には「（当社比）」と記載されてい\nる。同商品パンフレットの２頁目には、同目録記載８の表示がされている。（甲第\n６号証）\nエ　商品しおりの表示\n被告の商品しおりには、別紙被告表示目録記載２の表示がされている。\n（甲第４号証の１）\nなお、上記商品しおりには、「油煙９０％、消しにおい５０％カッ\nト。」と記載されているが、その趣旨は、同目録記載１、２の表示の趣旨と同じで\nあり、少なくとも「消しにおい５０％カット」という部分において同目録記載２の\n表示と重なっているから、上記商品しおりには、少なくとも同目録記載２の表示が\nされていると認めるのが相当である。\nオ　新聞広告の表示\n業界紙である石鹸日用品新報、東京石鹸商報及び洗剤日用品粧報の被告\n新商品の広告には、別紙被告表示目録記載１、２の表示がされている（甲第７号証\nの１の１ないし３、第７号証の３及び４の各１、２）。\n業界紙である生活産業新聞の被告新商品の広告には、同目録記載１、２\n及び７の表示がされている。（甲第７号証の２）\nなお、上記新聞広告には、「油煙を９０％カット！」と記載されている\nが、これは、同目録記載１の表示と「を」の文字の有無が異なるだけであるから、\n上記新聞広告には、同目録記載１の表示がされていると認めるのが相当である。\nカ　テレビコマーシャルの表示\n被告新商品のテレビコマーシャルには、別紙被告表示目録記載１、２の\n表示がされている。（甲第８号証の１ないし７、検甲第５号証）\nキ　被告新商品の譲渡等\n被告は、前記ア(ア)ないし(ウ)記載の表示をした被告新商品を譲渡し、\n引き渡し、譲渡若しくは引渡しのため展示しており、また、前記イないしカ記載の\n表示をした広告であるポップ、商品パンフレット、商品しおり、新聞広告、テレビ\nコマーシャルにより、宣伝広告を行っている。（甲第９号証（後記第４、６記載の\n採用することができない部分を除く。以下、同じ。）、弁論の全趣旨）\n(5)　別紙被告表示目録記載の表示の趣旨\nア　「油煙９０％カット」の趣旨\n「油煙」とは、一般に「すす」と呼ばれているもので、ろうそくが不完\n全燃焼の状態になったときに燃焼しきれなかった炭素粒子（カーボン）のことをい\nう。（甲第９号証、弁論の全趣旨）\n別紙被告表示目録記載の表示における「油煙９０％カット」とは、ろう\nそくの燃焼時に発生するすすの量が９０％減少しているという趣旨である。\nイ　「消しにおい５０％カット」の趣旨\n別紙被告表示目録記載の表示における「消しにおい５０％カット」と\nは、ろうそくの火を消したときに生ずる消しにおいが５０％減少しているという趣\n旨である。\n３　争点\n(1)　被告新商品の燃焼時に発生するすすの量が９０％減少しているということ\nは虚偽か。\n(2)　別紙被告表示目録記載８の表示は虚偽か。\n(3)　被告新商品の火を消したときに発生する消しにおいが５０％減少している\nということは虚偽か。\n(4)　被告が、その販売するろうそく及びその広告に別紙被告表示目録記載の各\n表示をすること若しくはその各表示をした商品を譲渡等することは、商品又はその\n広告に商品の品質について誤認させるような表示をし、又はその表示をした商品を\n譲渡等すること（不正競争防止法２条１項１３号）に当たるか。\n(5)　被告が、その販売するろうそく及びその広告に別紙被告表示目録記載の各\n表示をすること又はその各表示をした商品を譲渡等することは、原告の営業上の信\n用を害する虚偽の事実の告知又は流布（不正競争防止法２条１項１４号）に当たる\nか。\n(6)　損害額\n(7)　差止め、謝罪広告の必要性\n第３　争点に関する当事者の主張\n１　争点(1)（すすの量が９０％減少していることの虚偽性）について\n(1)　原告の主張\nア　乙５すす実験\n被告は、被告新商品の燃焼時に発生するすすの量が９０％減少している\nことを裏付けるために、乙第５号証記載の油煙量の測定実験（以下「乙５すす実\n験」という。）を行った。\n乙５すす実験においては、ろうそくの芯を切りそろえているところ、ダ\nルマなどの小型ろうそくでは、芯の長さが通常は平均１０ｍｍであるのに、２ｍｍ\nにカットするなど極端に短くしており、これは、ろうの燃焼量を減少させてすすの\n捕集量の測定を行い、意図する結果を出そうとしたものと推察される。\n実際のろうそくの燃焼において、ろうそく先端のろうの量は脈動するか\nら、被告が安定燃焼状態と主張する測定時の状態は、実際のろうそくの使用状態に\nおいて短時間しか現出しない。ろうそくが実際に使用される状態では、十分な予燃\n焼時間の後、炎がそれ相当に大きくなっていることが通常であるが、その場合のす\nすの発生状況は、炎の小さなときとは全く異なる。\n乙５すす実験においては、二酸化炭素濃度が実際のろうそくの使用状態\nと異なるが、実際の使用状態において生じないような二酸化炭素濃度の環境条件を\n設定しても、そこから実際の使用状態に合致した実験結果が出るはずはなく、その\nような環境条件における実験に基づいて表示の正当化をすることはできない。\nイ　甲２７実験\n原告は、被告が行った乙５すす実験を追試するために、財団法人三重県\n環境保全事業団（以下「環境保全事業団」という。）に依頼して甲第２７号証記載\nの実験（以下「甲２７実験」という。）を行ったところ、すすのカット率は、ダル\nマ、豆の小型ろうそくについては９０％以上、１．５号ろうそくについては８０％\n強、７．５号ろうそくについては４０％強、１０号ろうそくについては９０％以\n上、３０号ろうそくについては８０％弱であり、３号ろうそくについては被告従来\n商品の方が性能的に優れていた。\nなお、原告が７．５号、１０号、３０号の大型ろうそくについて頭部を\nカットしたのは、ろうそくの頭部先端と検体（アルミホイル）との距離を乙５すす\n実験と同一にするためである。\nウ　甲３０実験\n乙５すす実験においては、芯やろうそく頭部のカット、予燃焼時間の短\n縮、高濃度の二酸化炭素など、実際のろうそくの使用状態と異なる条件が設定され\nているので、原告は、これらを実際の使用状態と同じ条件にして乙５すす実験を追\n試するために、環境保全事業団に依頼して甲第３０号証記載の実験（以下「甲３０\n実験」という。）を行ったところ、カット率が９０％に達するものは一つもなく、\n被告新商品よりも被告従来商品の方がすすの発生量が少ないという結果が１９例中\n１０例であった。\nなお、甲３０実験における希釈率は乙５すす実験における希釈率と同じ\nである。\nエ　甲４３実験\n原告は、乙第２７号証記載の実験（以下「乙２７実験」という。）の結\n果を受けて、甲３０実験と同様の実験を、より精度を高めるために各条件について\n２０回行い、その結果は甲第４３号証記載のとおりであった（以下、甲第４３号証\n記載の実験を「甲４３実験」という。）。ほとんどの事例において検体（アルミホ\nイル）にはごく微量のすすが付着するのみであり、極端な事例を除外して比較すれ\nば、すすのカット率はほとんど生ぜず、カット率が９０％などという測定結果は出\nてこない。被告のテレビコマーシャルのような、ろうそくの上にかざした検体に見\nる見るうちにすすが付着していく状態は生じない。\nオ　甲４６実験\n原告は、乙３２実験の追試などをするために甲第４６号証記載の実験\n（以下「甲４６実験」という。）を行った。\n甲４６実験においては、６０ないし７０％前後のカット率が測定され\nた。なお、３号ろうそくは、大幅にろうが流れてろうそくが崩れてしまい、追試で\nきなかった。\n乙３２実験の実験方法は、最初からろうそくの頭部を切りそろえ、かつ\n芯も通常の長さである１５ないし２０ｍｍよりも短く１０ｍｍにカットしている。\nそこで、実際の使用条件により近づけるため、乙３２実験の方法により１０分間測\n定した後、更に同時間燃焼させて測定した結果、約４７％のカット率が測定され\nた。なお、被告従来商品については、５回しか実験しなかったので、いずれも平均\n値を採用してカット率を算出した。さらに、例えば７．５号では全部燃焼するまで\nに約３時間３０分を要することなどから、ろうそくの燃焼時間として１０分間は短\nいと考えられたので、５０分間燃焼させたところ、約５４％のカット率が測定され\nた。このような測定結果によれば、被告が乙３２実験において設定した条件の方\nが、通常の使用状態に近いと思われる条件よりもカット率が高く測定される傾向が\n見られた。\n乙３２実験の方法は、毎分４０ないし８５回という相当の回転数で回る\n回転台に燃焼するろうそくを載せるというものであり、実際のろうろくの使用状態\nとは異なる。また、乙３２実験の方法は、頭部をカットし、通常１５ｍｍないし２\n０ｍｍある芯の長さを１０ｍｍに切りそろえるというというものであり、このよう\nな方法によると、被告新商品についてだけ、燃焼初期の炎の小さい時間が長くな\nり、すすの発生が抑制される。したがって、乙３２実験の方法を採用した場合で\nも、燃焼時間を長くした場合の測定結果を重視すべきである。\n乙３２実験の方法は、１０分間燃焼した際に排出される極めて微量のす\nすの重量測定によるものであり、０．００１ｍｇを基本的な測定単位とするもので\nあって、測定誤差がどれだけ生じるかについて正確な予測ができないという懸念も\nある。\nカ　虚偽性\nいずれにせよ、９０％というような当業者において驚くべきカット率は\n測定できない。不完全燃焼状態においては、比較的高いカット率が測定されること\nもあるが、カット率は、使用状態に応じて変化し、これに、被告新商品の発売前の\n実験による明確な裏付けがないこと、原告の提出した実験結果は、環境保全事業団\nという第三者も関与したものが含まれていることも合わせ考えれば、すすの発生量\nが９０％減少した旨の表示は、事実の基礎を欠く虚偽のものであることが明らかで\nある。\n(2)　被告の主張\nア　乙５すす実験\n(ア)　被告は、被告の研究室において、すすが、実験者の作業方法や炎の\n状態等の変動要因に極力影響されることなく短時間で安定的に発生捕集できるよう\nに条件を設定し、被告従来商品と被告新商品の７種類すべてのサイズのろうそくの\nそれぞれについて、すすの発生状況を比較する実験（乙５すす実験）を行った。そ\nの結果によれば、被告新商品のすすのカット率は９０％以上である。\n(イ)　ろうそくの芯の長さは検体ごとにばらつきがあるので、統一された\n短い予燃焼時間で安定した燃焼状態を生じさせるために、被告は乙５すす実験に先\n立ちろうそくの芯の長さを切りそろえた。当初の芯の長さが通常の使用状態と異な\nっても、燃焼状態が安定するまでの予燃焼時間に相違が生ずるにすぎず、着火後、\n燃焼状態が安定し、炎の大きさ及び芯の長さが安定する際の芯の長さは、着火時に\n芯を切りそろえると否とにかかわらず同じであるから、着火時に芯を切りそろえた\nことをもって、ろうそくの実際の使用状態と異なった条件が設定されているという\nことはできない。被告がすすの捕集を行っているときの芯の長さはほぼ一定してお\nり、これは着火時に芯を短くカットすると否とにかかわらない。\n(ウ)　７．５号以上のろうそくは、ろうそくの頭部の山型になっている部\n分のろうの量が多いため、燃焼開始後、これが溶けて安定した燃焼状態が得られる\nまでには相応の時間を要するところ、頭部の大きさは検体ごとに異なるため、安定\nした燃焼状態が得られるまでの時間は、同一サイズのろうそくであっても検体ごと\nに異なる。このため、統一された一定の短い予燃焼時間で安定した燃焼状態が得ら\nれるように、７．５号以上の大型のろうそくについては、頭部の山型となっている\n部分をカットしている。原告は、自ら設定した実験条件においても頭部をカットし\nており、その必要性を認めているのであるから、ろうそくの頭部をカットしている\nことは非難されることではない。\n(エ)　被告は、炎の大きさ及び形状が安定し、炎が伸びておらず丸い形状\nで一定しており、炎の先が割れておらず、芯の長さが安定した段階を、安定燃焼状\n態と考えている。被告が安定燃焼状態とする状態は、一般のろうそくの使用状態に\nおいて最も頻繁に生ずる状態である。\n被告は、各号数のろうそくの燃焼状態が安定するまでの時間を調べて\n予燃焼時間を設定している。原告が安定燃焼状態の例として提出する写真は、ろう\nそくの上部が外周まで全面的に溶けて十分な大きさのすり鉢状態が形成されていた\nとしても、炎が異常に長く伸びており、到底安定燃焼状態と評価することはできな\nい。原告とは、ろうそくのどのような燃焼状態をもって安定燃焼状態と評価するか\nについて意見が相違するというほかはない。\n(オ)　被告が二酸化炭素濃度を基準として酸素供給量を調整している理由\nは、一定時間、安定的に不完全燃焼状態を発生させるためである。すすは、酸素、\n原料、エネルギーの燃焼の３要素のバランスの崩れにより不完全燃焼が生じた際に\n発生するから、一定の不完全燃焼の生ずる環境条件を設定し、同一条件下で比較実\n験を行うことは、ろうそくのすすの発生量を比較する実験方法として適切である。\n不完全燃焼の生ずる条件を設定せずに十分な酸素供給を行い、完全燃焼に近い状況\nにあれば、すすはほとんど発生せず、完全燃焼に近い状態で実験を行えば、短時間\nで比較検証可能な量のすすを捕集することは不可能である。\n(カ)　商品の品質を検証し、その性能の優劣を見極めるための実験とし\nて、実際の使用状態と異なる劣悪な条件を設定して実験を行う方法（虐待実験）\nは、広く行われており、被告は、被告従来商品と被告新商品の性能を短時間で効率\n的に検証するために適切な実験方法として虐待実験を採用したものである。実際の\nろうそくの使用状態での実験では、すすの捕集量が微量であるため、捕集器具及び\n計測器具の精度等の限界から比較検証が困難であるにすぎず、微量でも比較検証が\n可能であれば、実際の使用状態において実験を行っても被告従来商品と被告新商品\nの機能の差異は明白であると考えられる。このことは、すす及び消しにおいの発生\nを抑制するメカニズムから当然のことと考えられる。\n微量の発生物質を量的に比較する場合に精度の高い相応の測定手段が\n存在しないために虐待実験を実施している例は枚挙に暇がなく、通常の使用状態と\n同一の環境条件で実験を行わない限り実験方法として不適切であるかのように述べ\nる原告の主張は、商品の性能実験において広く採用されている実験方法を否定する\nに等しい。\nイ　乙２７実験\n甲３０実験を追試するため、甲３０実験と同じ条件で乙２７実験を行っ\nたところ、１９の測定のうち１２の測定において、すすの発生量について９０％を\n超えるかほぼ９０％のカット率が測定され、カット率が９０％であるという測定結\n果が得られなかった甲３０実験とは大きく異なる結果が得られた。\nウ　甲３０実験\n甲３０実験の設定条件の問題点は次のとおりである。（甲第３０号証記\n載の測定結果（１）ないし（１９）の各結果を導き出す前提となった各測定を、以\n下、「測定（１）」のように番号により特定する。）\n(ア)　甲３０実験の測定（９）、（１０）、（１２）、（１４）について\nこれらの測定においては、ファンネル内の二酸化炭素濃度が低すぎ、\n炎が完全燃焼に近い状態となり、すすの発生量が被告従来商品、被告新商品ともご\nく微量であるため、比較検証が困難であった。測定可能なすすの量を生じさせるた\nめには、ある程度安定的に不完全燃焼状態を生ずる条件を人為的に設定した上で比\n較するほかないが、測定（９）、（１０）、（１２）、（１４）が対象とした豆、\nダルマ、１．５号の小型ろうそくについて安定的に不完全燃焼状態を生ずるには、\nファンネル内の二酸化炭素濃度を約４．５％から５．５％程度に設定する必要があ\nる。ところが、ファンネル内の二酸化炭素濃度は、測定（１０）において平均１．\n６３％、測定（１４）において平均２．５７％であり、被告の実験によれば、この\nような濃度で甲第３０号証に記載された量のすすが捕集されることはあり得ない。\n(イ)　甲３０実験の測定（１９）について\n甲３０実験の測定（１９）においては、すすの捕集中に炎の先端がア\nルミホイルに触れ、アルミホイルにすすが付着した。このような状態では、炎のア\nルミホイルに触れた部分だけ急激に温度が低下して不完全燃焼を生じ、アルミホイ\nルにすすが付着するが、一般消費者がろうそくの炎をアルミホイルに触れさせて使\n用するわけではないから、このような実験では、通常の使用状態において発生する\n不完全燃焼状態におけるすすの発生量を比較するための実験として不適切である。\n(ウ)　甲３０実験の測定（１）、（４）について\n乙２７実験において甲３０実験の測定（１）、（４）を追試したとこ\nろ、カット率が９０％であるという測定結果は得られなかったが、いずれも５０％\n前後のカット率が測定されており、被告新商品の機能的優位性は明らかである。カ\nット率が低くなっている原因としては、検体数が少ないことによる実験上の誤差、\n検体によるばらつきその他いくつかの要因が考えられるほか、甲３０実験により捕\n集されたすすの量に対する希釈率が不適切であったことも想定される。\n被告は、微量のすすの発生量を数値化して比較検証する方法として、\n捕集したすすを溶媒で希釈し、すすを含む溶液が光をどの程度遮蔽するかを検証\nし、その結果得られた遮蔽率を比較検証することですすの発生量を比較する方法を\n考案し、その方法に基づいて被告従来商品と被告新商品のすす発生量についての比\n較検証を行った。この方法による場合、すすが多量であれば遮蔽率が高く、逆に少\n量であれば遮蔽率が低くなるが、すすが一定量を超えると、すすの量がいくら増加\nしても遮蔽率は１００％となって、すすの量の差異が遮蔽率の差異となって現れな\nい不都合が生じる。逆にすすを希釈しすぎると、溶媒中に存在する極微量のすすの\n量の差異が遮蔽率の算定に当たって大きな誤差を招くという不都合を生ずる。そこ\nで、被告は、このような不都合を避けるため、すすがより多く捕集される被告従来\n商品の遮蔽率が１００％をぎりぎり切る最低限の希釈率を各号ごとに検証の上決定\nし、同一号数間では同一の希釈率を適用して遮蔽率のデータを集め、その平均値の\n比較からカット率を算定したものである。したがって、捕集量が微量であれば、そ\nれぞれの捕集量に応じた希釈率を適用しなければ適切な実験結果は得られないので\nあって、捕集量の異なる原告の実験に、被告が開示した希釈率をそのまま適用して\nも適切な実験結果は得られない。甲３０実験におけるすすの捕集量からすると、希\n釈のし過ぎであることが強くうかがわれる。\n(エ)　甲３０実験の追試を行った際にファンネル内の二酸化炭素濃度を測\n定した結果は乙第２９号証記載のとおりであるが、これによれば、原告の設定した\n条件下での実験方法によっても、捕集器具の影響で、二酸化炭素濃度は大気中と大\nきく異なっている。\nエ　乙３２実験\n通常の使用状態に近い状態、すなわちろうそくの炎に風が当たる状態で\n発生するすすを回収し、カット率を検証するため、乙第３２号証記載の実験（以下\n「乙３２実験」という。）を行ったところ、いずれも９０％を超えるカット率が確\n認された。\nオ　甲４３実験\n原告は、甲４３実験において、ろうそくの実際の使用状態に近い条件設\n定である甲３０実験と同じ条件下で２０回にわたって実験を行った結果、ほとんど\nの事例において、検体（アルミホイル）にごく微量のすすが付着するのみであった\n旨主張する。しかし、そうであるとすると、甲３０実験、甲４３実験のような方法\nにより量的な比較検証を正確に行うことは極めて困難であるといわざるを得ず、こ\nのことは、甲３０実験について設定された条件が被告従来商品と被告新商品を比較\nするための実験条件として不適切であることを端的に物語る。被告が虐待実験を採\n用した理由の一つはこの点に存する。\nカ　虚偽性\n被告新商品は、燃焼時に発生するすすの量が９０％減少しており、その\n旨の表示は虚偽ではない。\n２　争点(2)（別紙被告表示目録記載８の表示の虚偽性）について\n(1)　原告の主張\nア　甲１０実験、甲１１実験\n被告のテレビコマーシャルでは、炎が安定するようにろうそくの回りに\nホヤ（風防）を置いて、炎から１ないし３ｃｍ離して検体をかざしたところ、被告\n従来商品は見る見るうちにすすが付いていくのに、被告新商品は全くすすが付かな\nい状態であることが示されている。原告は、甲第１０号証記載の実験（以下「甲１\n０実験」という。）、甲第１１号証記載の実験（以下「甲１１実験」という。）に\nおいて、ろうそくの炎に検体（甲第１０号証ではタイル、第１１号証では金網にセ\nラミックを円形に付けたもの）をかざしたところ、検体を炎から１ないし３ｃｍ離\nした状態では、被告従来商品、被告新商品ともすすの付着が確認されなかったが、\n検体を炎の中に入れたところ、被告従来商品、被告新商品ともすすが付着した。\nイ　甲３５実験\n被告は、別紙被告表示目録記載８の表示の実験を、インターネット上で\n公開した方法（被告の平成１５年１月２４日付け準備書面３別紙３記載の方法）に\nより行っていると主張する。そこで、原告は、インターネット上で公開された方法\nによる実験を追試するために、甲第３５号証記載の実験（以下「甲３５実験」とい\nう。）を行ったところ、すすの付着は全く目視することができなかった。\nウ　甲４７実験\n原告は、被告が平成１６年１月２１日付け準備書面１０別紙１で開示し\nたテレビコマーシャル撮影時の実験方法に基づいて追試を行うために甲第４７号証\n記載の実験（以下「甲４７実験」という。）を行ったところ、被告新商品だけでは\nなく、被告従来商品についても、すすの付着は目視できなかった。被告が、テレビ\nコマーシャルを始めとして、業界紙、パンフレット、店頭のポップで大々的に報道\nした比較実験結果、すなわちろうそくに検体をかざしても被告新商品はすすの付着\nが目視できないのに、被告従来商品は見る見るうちにすすが付着する様子は、虚偽\nのものと思われる。\nエ　虚偽性\nしたがって、別紙被告表示目録記載８の表示は虚偽である。\n(2)　被告の主張\nア　甲１０実験、甲１１実験\n甲１０実験のようにタイルをろうそくの芯近くまで近づけ(甲第１０号証\n「③の条件」)、又は甲１１実験のように金網にセラミックを円形につけたものを炎\nの中に入れれば(甲第１１号証「テスト１」)、炎の中に挿入した部分のみ温度が急\n激に減少し、不完全燃焼状態が生じてすすが付着することは当然である。一般消費\n者が実際にろうそくを使用する際、炎の中にタイルやセラミックを入れて使用する\nわけではないから、甲１０実験、甲１１の実験方法は、ろうそくからのすすの出方\nについて被告従来商品と被告新商品の性能を比較するための実験方法として不適切\nなことは、同実験において設定された他の環境条件を検討するまでもなく明らかで\nある。\nまた、甲１０実験においてタイルをろうそくの炎の先から約１ｃｍ離し\n３０秒間あてた場合(甲第１０号証「①の条件」)、及び甲１１実験において金網に\nセラミックを円形につけたものを炎の上約１ｃｍ又は約３ｃｍにセットし３０秒以\n上待った場合（甲第１１号証「テスト２」、「テスト３」）、いずれも、目視です\nすの付着は認められなかったとされている。しかし、仮にそのような結果が得られ\nたとしても、それは、原告の設定した環境条件下で、３０秒間捕集しても目視で確\n認できないほど微量のすすしか発生していないこと、すなわち完全燃焼に近い燃焼\n状態であることを明らかにしているにとどまり、微量ではあるが必ず発生している\nすすを定量的に比較したわけではないから、原告の上記実験方法では、そもそも被\n告新商品と被告従来商品の性能を比較したことには全くならない。\nさらに、すすは、様々な要因でろうそくに不完全燃焼状態が生じた時に\n発生するものであることに鑑みれば、完全燃焼状態に近い状態で短時間燃焼実験を\n行って捕集したすすを目視で比較しても無意味なことは明白である。\nしたがって、原告が行った甲１０実験及び甲１１実験は、その細かな設\n定条件を問題にするまでもなく、実験方法自体が、被告新商品と被告従来商品の機\n能の比較を行う上で全く不適切な実験方法であることが明らかである。\nイ　被告の実験方法\n被告は、別紙被告表示目録記載８の表示の実験を、インターネット上で\n公開した方法（被告の平成１５年１月２４日付け準備書面３別紙３記載の方法）に\nより行っている。\nまた、被告は、テレビコマーシャルにおいて行っている実験を、被告の\n平成１６年１月２１日付け準備書面１０別紙１で開示した方法により行っている。\n被告のテレビコマーシャルにおいて行われている実験は、検体を炎の先から１ない\nし３ｃｍ離す方法などではないから、原告の主張は、その前提において大きな誤り\nがある。\nウ　虚偽性\nしたがって、別紙被告表示目録記載８の表示は虚偽ではない。\n３　争点(3)（消しにおいの５０％減少の虚偽性）について\n(1)　原告の主張\nア　消しにおいの意義\nろうそくの火を消した際には、パラフィン類の気化したもののにおい、\n芯の燃えかすで生じるにおい、パラフィン類に添加された脂肪酸その他の物質のに\nおいがし、一般消費者がこれらをかぎ分けるなどということはあり得ないから、\n「消しにおい」とは、パラフィン類の臭気に限らず、これらのすべてのにおいをい\nう。\nイ　甲１８実験\n原告が環境保全事業団に依頼して嗅覚測定法によって行った実験（以下\n「甲１８実験」という。）によれば、臭気濃度、臭気指数のいずれも、被告従来商\n品、被告旧商品、被告新商品の順に高くなっており、被告新商品は、被告従来商品\nと比べても消しにおいが低いとはいえない。\nにおいは人間の感覚であるから、嗅覚測定法による官能試験が正確な測\n定方法である。\nウ　乙５消しにおい実験\n乙第５号証記載の消しにおい成分量の測定実験（以下「乙５消しにおい\n実験」という。）は、パラフィン類の気化したものだけがろうそくの消しにおいで\nあるという実験の前提が誤りであること、においの成分は極めて微量な微粒子であ\nるからフィルター（ろ紙）によって補集できず、重量測定だけでにおいの原因とな\nる物質の量を測定することはできないこと、フィルター（ろ紙）は水分を含み重量\nが一定でないにもかかわらずその乾燥手順が採られていないこと、ウェーバー・フ\nェヒナーの法則によれば、官能的ににおいが半減するためにはにおいの原因物質が\n９割以上減少しなければならず、においの強さがにおいの原因となる物質の重量に\n正比例することはないことなどの事情から、その結果は信頼性がない。\n乙５消しにおい実験に使用された白煙発生装置という被告独自の装置\nは、ろうそくの炎を遮って燃焼中のろうそくのパラフィン成分を集めているにすぎ\nないから、ろうそくの炎を消したときの消しにおいの原因となる物質の量を測定し\nているものではない。\nエ　甲３３実験\n原告は、乙５消しにおい実験を追試するとともに、被告が同実験で使用\nした白煙発生装置によるのではなく、炎の吹き消しにより発生したパラフィン成分\nの量を測定するために、環境保全事業団に依頼して甲第３３号証記載の実験（以下\n「甲３３実験」という。）を行った。それによると、消しにおいのカット率は、白\n煙発生装置による場合、ダルマにつき２９％、３号ろうそくにつき１３％であり、\nそれ以外の被告新商品ではおおむね４０ないし５９％であり、吹き消しによる場\n合、発生するパラフィン成分の量について、被告新商品の方が被告従来商品より減\n少しているという結果を得ることはできなかった。\nオ　甲３４実験\n乙５消しにおい実験においてフィルターを通過した気体についてもパラ\nフィン臭は感じられ、消しにおいはフィルターによって１００％捕集されているわ\nけではない。原告が環境保全事業団に依頼して行った甲第３４号証記載の実験（以\n下「甲３４実験」という。）によれば、白煙発生装置から生じた気体をフィルター\nなしで捕集したものと、フィルターを通過した上で捕集したものは、臭気濃度及び\n臭気指数は異なったが、臭気強度はいずれも４で、においは強かった。これはウェ\nーバー・フェヒナーの法則が当てはまっている。\nカ　乙２８実験\nにおいの原因成分について、官能試験によらないでパラフィンというご\nく限られた成分の重量比だけで議論する手法は不相当である。\nピペットで炎を吹き消した場合でも、捕集方法を適宜工夫すれば、甲第\n３３号証に記載されたようににおいの成分を捕集することは可能である。\n実際のろうそくの使用状態と全く異なる方法によってパラフィン成分を\n採取している被告の実験を正当化することはできない。\n乙２８実験は、予燃焼をファンネル内で行っているため、高温や酸素不\n足から、ろうだれや炎が割れるなどの現象が生じたものと思われる。甲３３実験で\nは、ろうだれや炎が割れるという現象は生じていない。\nキ　虚偽性\nしたがって、消しにおいが５０％減少した旨の表示は、虚偽である。\n(2)　被告の主張\nア　消しにおいの意義\nろうそくの火を消した際、芯から白煙が立ち昇るが、この白煙は、ろう\nそくの成分であるパラフィン類が芯に吸い込まれ、芯から気化したが燃焼せず空気\n中に放出されることにより生ずるものであり、パラフィン類独特の臭気を発する。\n被告は、このパラフィン類の臭気を「消しにおい」と呼んでいる。\n原告も、そのホームページ（乙第２３号証の１、２）において、「キャ\nンドルの炎を消すと、白い煙りが出て臭いがします。これは、火によって気化して\n燃えたパラフィンの臭いです。」と記述しており、消しにおいについて一般消費者\nからの改善要望がしばしば見られることから、被告のみならず原告においても、消\nしにおいがパラフィン類の臭気であることは共通の理解となっている。被告は、こ\nの消しにおいの正体であるパラフィン類の発生量が５０％抑制されることを指して\n「消しにおい５０％カット」と表示したものであって、原告の主張するように、消\nしにおいをもって、消火時に発生するすべてのにおいの総和と解すべき必然性はな\nく、原告の主張は、自らのホームページの記述とも矛盾するものである。\nイ　乙５消しにおい実験\n(ア)　被告は、被告の研究室において、パラフィン類が燃焼せず気化した\n際に生ずる消しにおいが、実験者の作業方法や炎の状態等の変動要因に極力影響さ\nれることなく短時間で安定的に発生捕集できるように条件を設定し、被告従来商品\nと被告新商品の７種類すべてのサイズのろうそくそれぞれについて、消しにおいの\n発生状況を比較する実験（乙５消しにおい実験）を行った。その結果によれば、被\n告新商品の消しにおいのカット率は５０％以上である。\n(イ)　乙第８号証によれば、ろうそくの火を消したときに漂う白煙につい\nて、フィルター（ろ紙）で捕集したものと、瓶に回収したものの双方をガスクロマ\nトグラフィー分析にかけて波形を比較検討すると、その波形はほぼ一致しているか\nら、フィルター（ろ紙）による捕集の際にフィルター（ろ紙）を透過している物質\nはほとんどなく、仮に透過する物質が若干量存在したとしても、それは消しにおい\nのカット率の算定に影響を与えるような数字として現れない。\nまた、フィルター（ろ紙）の含水率の相違が消しにおいの捕集量に影\n響するかについてみると、フィルター（ろ紙）の中で最も高温となる（したがって\n最も多く水分が蒸発する）部位の温度は約７０℃であるところ、フィルター（ろ\n紙）を７０℃で、捕集時間（最大６０秒）を大幅に上回る５分間加熱した際のデー\nタをとっても、蒸発量は最大で０．０００９ｇにすぎない。そして、乙５消しにお\nい実験において、水分が蒸発したためフィルター（ろ紙）全体の重量が減少してい\nる分につき、被告新商品においてのみ、実際はもっと多く消しにおいが発生してい\nると仮定し、乙５消しにおい実験における被告新商品についての測定重量の各平均\n値に０．０００９ｇを加えたとしても、これがカット率の算定に及ぼす影響は極め\nて軽微であり、消しにおいが５０％カットされるという結論を左右するものではな\nい。実際は、水分は、被告新商品に使用したフィルター（ろ紙）からのみ蒸発する\nのではなく、被告従来商品に使用したフィルター（ろ紙）からも蒸発するのである\nから、上記の仮定は、実際にはあり得ない不利な条件設定を行った場合であって\nも、消しにおいを５０％カットしたという被告新商品の優位性の結論に影響がない\nことを意味するものである。\nウェーバー・フェヒナーの法則は、一定の範囲の刺激強度にしか当て\nはまらないものである上、そもそも人間の官能を数値化することには困難を伴うの\nであって、原告の主張するような官能試験が商品の機能性を数値化して検証する方\n法として妥当か否かは判断の分かれるところであり、官能試験が消しにおいの測定\n方法として唯一絶対の基準であるかのごとき前提に立った主張は誤りである。\n(ウ)　被告は、においの成分量とにおいの強さが正比例するという前提に\n立っているわけではなく、消しにおいの原因物質であるパラフィン類の発生量を独\n自の技術によって半減させたことを指して、消しにおいを５０％カットした旨表示\nしたものであるから、表示内容と商品の有する機能との間には何らの齟齬はない。\n原告がその実験方法として妥当性を主張する臭気判定士による官能試験では、あら\nゆるにおいの総和の強弱を一定の尺度で判定し得るにすぎず、特定のにおいのみを\n取り出してその官能の度合いの減少を数値化することは不可能である。\n(エ)　ろうそくを消したときに生ずる白煙は、熱により溶けて芯に吸われ\nて気化し、本来であれば炎の中に入って分解され燃焼していくはずのパラフィン類\nが、炎がなくなることで、分解される前の気化した状態のまま大気中に放出され拡\n散していくことにより生じる。被告は、このような白煙発生のメカニズムに着目\nし、特殊な添加剤を加えることなどのノウハウを開発してパラフィン類の気化自体\nを抑制し、消しにおい成分の発生を減少させている。このような白煙発生のメカニ\nズムに鑑みると、白煙発生装置によって検証された効果は、吹き消し方を全く同じ\nにすることが可能であるという前提に立てば、吹き消す方法によった場合もその効\n果が同様に現れるはずである。しかし、吹き消す方法によった場合には、吹き消し\n方を一定にすることが困難であり、吹き消し方の相違によって実験結果にばらつき\nが出ることから、そのような不都合を排除し、同一条件下で白煙を機械的に捕集す\nるための装置として白煙発生装置を考案したものであり、同装置を使用した捕集方\n法は、消しにおい成分の発生量の比較検証方法として適切なものである。\nウ　乙２８実験\n甲３３実験を追試するため、甲３３実験と同じ条件で乙第２８号証記載\nの実験（以下「乙２８実験」という。）を行ったところ、甲第３３号証に記載され\nたような実験結果は全く得られなかった。\nエ　甲３３実験\n甲３３実験の設定条件の問題点は次のとおりであり、このような方法に\nよっては正確な対比実験を行うことはできない。\n(ア)　甲３３実験の実験方法は、予燃焼時間が長いこと及び複数のろうそ\nくを同時に燃焼させていることから、フィルターの温度が高温となり、フィルター\nからの水分の蒸発量が増える反面、消しにおいの原因となる成分の捕集量が極めて\n微量であるため、フィルターからの水分の蒸発量が実験結果に大きな影響を及ぼし\nている。乙第１５号証記載の実験により明らかなとおり、フィルターの温度を、５\n分間、１００℃に保った場合、水分蒸発量は１．６ｍｇとなるが、甲第３３号証記\n載の消しにおい成分の測定値はこれを下回る場合もあるほど微量であり、極めて微\n量の水分蒸発量も捕集量との関係では無視することができない。この点の手当をし\nなければ、甲３３実験の条件は妥当性を欠く。\n(イ)　乙第２８号証記載のとおり、ピペットで吹き消す方法によった場\n合、捕集できる消しにおい成分の量は、極めて微量であり、甲第３３号証の「消し\nにおい測定結果」（９）ないし（１１）記載の捕集量は、消しにおい成分のみの捕\n集量としてはあり得ない数値である。\n(ウ)　甲３３実験の実験方法では、豆のサイズのろうそくは随時ろうだれ\nを起こしている状態となり、３号及び３０号は着火後捕集完了までの間に３回以上\nろうだれを起こすなど、ろうだれを頻繁に発生した。ろうだれを生じた状態は、燃\n焼状態としては通常と異なりイレギュラーな状態であるから、このような燃焼状態\nが頻繁に出現する実験方法は妥当性を欠く。ろうだれが頻繁に生ずる原因として\nは、一度に複数のろうそくを至近距離で同時に燃焼させることによって通常以上の\n熱が加わりろう溶けを促進してしまうこと、ファンネル内が高温となりその余熱に\nよってろうが溶けやすくなることなどの原因が考えられる。\n(エ)　甲３３実験の実験方法では、一度に複数のろうそくを至近距離で同\n時に燃焼させることにより、酸素の供給量が減少して炎が大きくなり、炎の先端が\n割れて予燃焼中にすすが発生し、このすすが、目視でも分かる程度に大量にフィル\nターに付着しており、これが実験結果に影響を及ぼしている。\n(オ)　甲３３実験のような吹き消しの方法によった場合、炎を消した際\nに、消しにおい成分の白煙がファンネルの外に逃げてしまう。\n(カ)　ファンネル外で甲３３実験の予燃焼を再現した結果を撮影した写真\nが乙第３４号証の各写真であり、これによれば、ファンネル外で予燃焼を行って\nも、ろうそくの炎の割れ、ろうだれなどが多数発生している。したがって、甲３３\n実験の実験方法は、捕集されたすすの重量を測定する以前の捕集の段階に大きな問\n題があり、予燃焼をファンネルの内で行うかどうかにかかわりなく、甲３３実験の\n実験データは信頼に足りるものではない。\nオ　甲１８実験\n消しにおいとは、ろうそくを消したときに生ずるパラフィン類独特のに\nおいをいうところ、甲１８実験は、においの質を一切問わず、あらゆるにおいの強\nさの総計を人間の嗅覚で判定する嗅覚測定法による官能試験にすぎないのであっ\nて、消しにおい、すなわち消火時に気化したパラフィン類が燃焼せずに生ずる白煙\nそのものの量を定量的に比較するものではないから、このような実験方法は、被告\n従来商品と被告新商品の消しにおいに関する性能を比較する実験方法として不適切\nである。このことは、甲第１８号証の「用語解説」に「このように嗅覚測定法は、\n臭気全体の強さを評価するものであり、一方機器分析法を採用している悪臭防止法\nにおいては、悪臭中の特定の原因物質（指定２２物質）ごとに、臭気の強さと気中\n濃度との関係をもとにして濃度規制を行うものであり、この点で両者に相違があ\nる。」と記載されていることからも明らかである。\nカ　虚偽性\nしたがって、被告新商品は、火を消したときに発生する消しにおいが５\n０％減少しており、その旨の表示は虚偽ではない。\n４　争点(4)（品質誤認表示）について\n(1)　原告の主張\n別紙被告表示目録記載の各表示は、いずれも虚偽であるから、被告が、そ\nの販売するろうそく及びその広告に同目録記載の各表示をすること若しくはその各\n表示をした商品を譲渡等することは、商品又はその広告に商品の品質について誤認\nさせるような表示をし、又はその表示をした商品を譲渡等すること（不正競争防止\n法２条１項１３号）に当たる。\n(2)　被告の主張\n別紙被告表示目録記載の各表示は、いずれも虚偽ではないから、被告が、\nその販売するろうそく及びその広告に同目録記載の各表示をすること若しくはその\n各表示をした商品を譲渡等することは、商品又はその広告に商品の品質について誤\n認させるような表示をし、又はその表示をした商品を譲渡等すること（不正競争防\n止法２条１項１３号）に当たらない。\n５　争点(5)（原告の営業上の信用を害する虚偽事実）について\n(1)　原告の主張\n別紙被告表示目録記載の表示をした被告の広告には、「当社比」という記\n載がないものがある上、「当社比」という記載も、他の表示部分の大きさに比べて\n申し訳程度に小さく付記されているにすぎず、被告新商品の商品パッケージにおい\nては、商品を立てた状態で陳列したときに最も目に付く正面部分には記載されてい\nない。業界の事情に詳しくない多くの一般消費者には、現在の各社の商品の性能が\nかなり拮抗していると受け止められていると推測され、また、ろうそくの市場にお\nいて原告の商品（カメヤマローソク）が５割以上の占有率を有している。このこと\nから、すすの量が９０％減少している、消しにおいが５０％減少しているという趣\n旨の表示は、一般的な従来のろうそく製品と比較した場合、被告新商品には、すす\nの量が９０％減少している、消しにおいが５０％減少しているという優位性がある\n反面、原告を含む同業他社のろうそく製品が、被告新商品の１０倍の油煙が発生\nし、２倍以上の消しにおいが発生するものと受け止められる。被告は、すすの量が\n９０％減少している、消しにおいが５０％減少しているという趣旨の表示をするこ\nとにより、このような商品の優位性が被告新商品に存在するように誇示するととも\nに、事実に反して、原告を含めた同業他社の従来のろうそく製品が著しくその性能\nにおいて劣っていることを示しているので、これは、原告を含めた同業他社に対す\nる営業誹謗行為である。なお、すすの量が９０％減少している、消しにおいが５０\n％減少しているという趣旨の表示により被告新商品と比較される原告の商品は、圧\n倒的な市場占有率を有する原告の主力商品である「カメヤマローソク」のうち、被\n告新商品の号数に対応する号数の商品である。\nしたがって、被告が、その販売するろうそく及びその広告に別紙被告表示\n目録記載の各表示をすること又はその各表示をした商品を譲渡等することは、原告\nの営業上の信用を害する虚偽の事実の告知又は流布（不正競争防止法２条１項１４\n号）に当たる。\n(2)　被告の主張\n被告新商品について行われてきた、すすの量が９０％減少している、消し\nにおいが５０％減少しているという趣旨の表示は、すす及び消しにおいの減少率を\n相対的に示した表示であるから、比較の対象となる商品の存在を前提とすること\nは、その記載自体から客観的に明白である。被告新商品「プレミアム　毎日ローソ\nク」は、被告従来商品である「毎日ローソク」に、商品の優位性を示す「プレミア\nム」の語を付した新商品であるから、その商品名自体からして、被告新商品に付さ\nれた、すすの量が９０％減少している、消しにおいが５０％減少しているという趣\n旨の表示が、被告従来商品と比較した場合の相対的表示であることは、容易に推測\nされる。その上、被告新商品には、商品パッケージの裏面の別紙被告表示目録記載\n６の表示の後に「（当社比）」という記載が目立つ配色で明確にされており、商品\nパッケージの上面の同目録記載１の表示の後にも「（当社比）」という記載がされ\nている。さらに、販売促進用のポップ、商品パンフレット及び店頭に設置するスウ\nィングにおいて、同目録記載１、２の表示の真下に「当社比」との記載が明確にさ\nれ、ポップ及び商品パンフレットの同目録記載８の表示にも「当社商品比較」と明\n確に記載されており、テレビコマーシャルにおいて、視聴者に対し被告新商品の機\n能的優位性を視覚的に最も印象づける燃焼実験のシーンにおいて、終始「当社比」\nの表示が画面左上に明確に表示されている。これらの広告態様に鑑みれば、別紙被\n告表示目録記載の各表示が、被告従来商品と比較した場合の相対的表示であること\nは客観的に明らかである。\nしたがって、被告が、その販売するろうそく及びその広告に別紙被告表示\n目録記載の各表示をすること又はその各表示をした商品を譲渡等することは、原告\nの営業上の信用を害する虚偽の事実の告知又は流布（不正競争防止法２条１項１４\n号）に当たらない。\n６　争点(6)（損害額）について\n(1)　原告の主張\n原告は、被告の不正競争防止法２条１項１３号所定の不正競争又は同法２\n条１項１４号所定の不正競争によって信用を毀損されたものであり、その損害は金\n銭に換算すると３０００万円を下回ることはない。\n(2)　被告の主張\n原告の主張は争う。\n７　争点(7)（差止め、謝罪広告の必要性）について\n(1)　原告の主張\nア　別紙被告表示目録記載の表示の付された被告新商品は未だに販売されて\nおり、同目録記載の表示の付されたポップ等もいまだに使用されているから、差止\nめ、廃棄を求める必要性がある。\nイ　被告の不正競争は、商品しおり、ポップ、商品パンフレットや業界紙の\n広告を使用して行われただけでなく、平成１４年１月以降、全国ネットの視聴率の\n高い番組の出演者を起用したテレビコマーシャルを再三放映するという強力な手法\nにより行われた。また、被告は、本訴提起後も、上記広告を行う前の実験結果さえ\nまともに開示できない状態であり、被告の不正競争は、単に何らかの過誤や誤解に\nよってされたものではなく、明白な不正競争の意図をもってされたものと思われ\nる。\nしたがって、原告の営業上の信用を回復するためには、被告に対し、損\n害賠償とともに、別紙謝罪広告目録記載の謝罪広告を命ずる必要がある。\n(2)　被告の主張\n原告の主張は争う。\n被告は、前記第２、２(3)エ記載のとおり、平成１４年９月２０日出荷分か\nら、商品パッケージに別紙被告表示目録記載１、２の表示に代えて、「油煙極\n小」、「消しニオイ減少」と記載した被告新々商品の販売を開始したから、差止\nめ、廃棄を求める必要性はない。\n謝罪広告を命ずる必要性もない。\n第４　当裁判所の判断\n１　争点(1)（すすの量が９０％減少していることの虚偽性）について\n(1)　弁論の全趣旨によれば、別紙被告表示目録記載のすすの量が９０％減少し\nている旨の表示は、それを見た一般消費者によって、ろうそくの通常の使用状態に\nおいてすすの量が９０％減少している趣旨と認識されるものと認められる。そこ\nで、ろうそくの通常の使用状態において、被告新商品のすすの量が、少なくとも被\n告従来商品のすすの量に比べて９０％減少していることが認められるか否かについ\nて検討する。\n(2)　乙５すす実験\nア　被告は、乙５すす実験に基づき、被告新商品のすすのカット率が９０％\n以上である旨主張するから、乙５すす実験について検討する。\nイ　被告は、ろうそくの安定燃焼状態について、炎の大きさ及び形状が安定\nし、炎が伸びておらず丸い形状で一定しており、炎の先が割れておらず、芯の長さ\nが安定した段階であるとし、そのような状態は一般のろうそくの使用状態において\n最も頻繁に生ずる状態であると主張する。\nしかし、甲第３２号証及び弁論の全趣旨によれば、一般のろうそくの使\n用状態において最も長時間持続し、燃焼が安定している状態は、ろうそくの上部が\n外周まで全面的に溶けてすり鉢状の窪みが形成された状態であり、その状態におい\nては、溶けてすり鉢状の窪みにたまったろうの量が増減するのに伴い、炎の長さも\n若干伸縮するが、炎の長さは、縮んだときでも相当程度の長さになっていることが\n認められる。このような事実に鑑みると、被告が安定燃焼状態として主張するとこ\nろの、炎が伸びておらず丸い形状で一定している状態は、いまだ、上記のような状\n態に達しておらず、ろうそくの燃焼が十分に行われておらず、一般のろうそくの使\n用状態において最も頻繁に生ずる状態であるとはいえず、ろうそくの安定燃焼状態\nということはできないものというべきである。\nウ　被告は、乙５すす実験において、被告新商品の芯の長さを、それぞれ、\nダルマ２ｍｍ、豆４ｍｍ、１．５号８ｍｍ、３号１０ｍｍ、７．５号１５ｍｍ、１\n０号１５ｍｍ、３０号１０ｍｍに切っている。乙第１３号証の１ないし７によれ\nば、被告新商品の本来の芯の長さは、ダルマ９ｍｍ、豆１２ｍｍ、１．５号１１ｍ\nｍ、３号１２ｍｍ、７．５号２０ｍｍ、１０号１５ｍｍ、３０号２０ｍｍであるこ\nとが認められるから、乙５すす実験は、芯を本来の長さよりも短く切って行われた\nものと認められる。そして、被告は、統一された短い燃焼時間で安定した燃焼状態\nを生じさせるために、芯の長さを切りそろえた旨主張する。さらに、被告は、当初\nの芯の長さが通常の使用状態と異なっても、燃焼状態が安定するまでの予燃焼時間\nに相違が生ずるにすぎず、着火後、燃焼状態が安定し、炎の大きさ及び芯の長さが\n安定する際の芯の長さは、着火時に芯を切りそろえると否とにかかわらず同じであ\nるから、着火時に芯を切りそろえたことをもって、ろうそくの実際の使用状態と異\nなった条件が設定されているということはできない旨主張し、また、被告がすすの\n捕集を行っているときの芯の長さはほぼ一定しており、それは、着火時に芯を短く\n切りそろえると否とにかかわらない旨主張する。\nしかし、前記イ記載のとおり、被告の主張する安定燃焼状態は、ろうそ\nくの燃焼が十分に行われておらず、ろうそくの一般の使用状態における安定燃焼状\n態と異なるから、被告の主張する安定燃焼状態を生じさせるために芯を短く切りそ\nろえたとすれば、それは、ろうそくの実際の使用状態と異なった条件が設定されて\nいるというべきである。\nまた、被告は、前記のとおり、当初の芯の長さが通常の使用状態と異な\nる場合に、燃焼状態が安定するまでの予燃焼時間に相違が生ずるとしているが、乙\n第１３号証の１ないし７によれば、芯を短く切りそろえたものも、通常の芯の長さ\nのものも、同じ予燃焼時間を経た時点における炎の長さはそれほど変わらないとも\nみることができる。仮にそうであるとすると、いかなる基準をもって、芯を切りそ\nろえたものが安定燃焼状態に達し、通常の芯の長さのものが未だ安定状態に達して\nいないということを判断するのか明らかでないともいえる。\n弁論の全趣旨によれば、芯を短く切った場合は、芯が長い場合に比べ\nて、燃焼するろうの量が少なくなるものと推認され、たとえ予燃焼時間をおいた後\nであるとしても、芯を短く切ったものは、そうでないものに比べ、ろうの燃焼量が\n少なく、すすの発生量も少ないものと推認される。\nエ　被告は、一定時間、安定的に不完全燃焼状態を発生させるため、二酸化\n炭素濃度を基準として酸素供給量を調整しているとし、完全燃焼に近い状況にあれ\nば、すすはほとんど発生せず、短時間で比較検証可能な量のすすを捕集することは\n不可能である旨主張する。そして、弁論の全趣旨によれば、乙５すす実験において\nろうそくが燃焼する際の二酸化炭素の濃度は、大気中の二酸化炭素の濃度に比べて\n相当程度に高濃度であることが認められる。\nしかし、二酸化炭素濃度の高い不完全燃焼状態におけるすすの発生の状\n況が、完全燃焼に近いろうそくの通常の燃焼状態におけるすすの発生の状況と同じ\nであるとは、直ちには認められない。不完全燃焼の状態においてすすの発生量が少\nなければ、完全燃焼に近い通常の使用状態においてもすすの発生量が少ないであろ\nうという程度のことは推測されるとしても、不完全燃焼の状態において測定された\nすすのカット率の数字が、完全燃焼に近い通常の使用状態にそのまま当てはまると\n認めるに足りる証拠はない。したがって、仮に二酸化炭素濃度の高い不完全燃焼状\n態においてすすの量が９０％カットされたとしても、通常の使用状態においてすす\nの量が９０％カットされることが認められるとはいえない。\nオ　被告は、商品の品質を検証し、その性能の優劣を見極めるための実験と\nして、実際の使用状態と異なる劣悪な条件を設定して実験を行う方法（虐待実験）\nは、広く行われており、被告従来商品と被告新商品の性能を短時間で効率的に検証\nするために適切な実験方法として虐待実験を採用したものである旨主張する。\n弁論の全趣旨によれば、一般に、商品の品質を検証し、その性能の優劣\nを見極めるための実験として、実際の使用状態と異なる劣悪な条件を設定して実験\nを行う方法（虐待実験）が行われる場合のあることは認められる。しかし、本件に\nおいて、二酸化炭素濃度の高い状態でのすすのカット率が、通常の使用状態でのカ\nット率と等しいと認めるに足りる証拠はないから、実際の使用状態と異なる劣悪な\n条件を設定して行った実験の結果によるカット率をもって、通常の使用状態におけ\nるカット率と認めることはできない。\n被告は、すす及び消しにおいの発生を抑制するメカニズムから、被告従\n来商品と被告新商品の機能の差異は明白である旨主張するが、本件において、すす\nの発生を抑制するメカニズムは必ずしも明らかにされているとは認められないし、\nまた、そのメカニズムから、二酸化炭素濃度の高い状態でのすすのカット率と通常\nの使用状態でのすすのカット率が同じであると認めるに足りる証拠もない。\n(3)ア　甲第２７号証によれば、原告が乙５すす実験を追試するために環境保全\n事業団に依頼して行った甲２７実験において、すすのカット率は、ダルマ、豆の小\n型ろうそくについては９０％以上、１．５号ろうそくについては８０％強、７．５\n号ろうそくについては４０％強、１０号ろうそくについては９０％以上、３０号ろ\nうそくについては８０％弱であり、３号ろうそくについては被告従来商品の方が性\n能的に優れているという結果が得られたことが認められる。\n甲第３０号証によれば、原告が乙５すす実験を追試するために環境保全\n事業団に依頼して行った甲３０実験は、芯の長さ、予燃焼時間、酸素の供給量など\nの条件が、乙５すす実験よりも実際の使用状態に近い状態とされていたが、カット\n率が９０％に達するものは一つもなく、被告新商品よりも被告従来商品の方がすす\nの発生量が少ないという結果が１９例中１０例であったことが認められる。\nまた、甲第４３号証によれば、甲３０実験と同様の実験を各条件につい\nて２０回行った甲４３実験において、カット率が９０％という結果は得られなかっ\nたことが認められる。\nイ　被告は、甲３０実験を追試するために甲３０実験と同じ条件で乙２７実\n験を行ったところ、１９の測定のうち１２の測定において、９０％を超えるかほぼ\n９０％のカット率が測定されたとする。そして、甲３０実験、甲４３実験につき、\nファンネル内の二酸化炭素濃度が低すぎ、比較検証が困難であり、測定可能なすす\nを生じさせるためには、ある程度安定的に不完全燃焼状態を生ずる条件を人為的に\n設定した上で比較するほかないとし、さらに、甲３０実験の追試を行った際のファ\nンネル内の二酸化炭素濃度は、大気中の二酸化炭素濃度と大きく異なると主張す\nる。\nしかし、前記(2)エ記載のとおり、二酸化炭素濃度の高い不完全燃焼状態\nでのすすのカット率と通常の使用状態でのすすのカット率が同じであるとは認めら\nれないから、安定的に不完全燃焼状態を生ずる条件における測定を前提とする被告\nの主張は、採用することができない。\n(4)　被告は、ろうそくの炎に風が当たる状態で発生するすすを回収する乙３２\n実験を行ったところ、９０％を超えるカット率が測定されたとする。\nしかし、甲第４６号証によれば、原告が乙３２実験を追試するために行っ\nた甲４６実験において、カット率は、６０ないし７０％にとどまったことが認めら\nれる。\n乙３２実験の実験方法は、ろうそくの頭部を切りそろえていること、通常\nは１５ないし２０ｍｍの長さの芯を１０ｍｍに切っていること、毎分４０ないし８\n５回回転する回転台に燃焼するろうそくを載せることなどの点で、実際の使用状態\nと異なる条件の下に行われており、乙３２実験の結果をもって、通常の使用状態に\nおいてカット率が９０％を超えると認めることはできない。\n(5)　甲第９号証によれば、ろうそくの燃焼時に発生するすすの量を減少させる\nことは、ろうそくの製造業者の課題であったことが認められ、甲第６号証及び弁論\nの全趣旨によれば、被告もすすの量を減少させるために製品の改良に努めていたこ\nとが推認される。そして、甲２７実験、甲３０実験、甲４６実験は、被告の行った\n実験を追試することに主眼があり、必ずしもろうそくの通常の使用状態におけるす\nすの減少量を正確に測定したものとはいえない面があるが、原告又は原告の依頼を\n受けた環境保全事業団によるこれらの実験の結果中にも、被告新商品のすすの発生\n量が被告従来商品のすすの発生量に比べて少ないことを示すデータが存在すること\nが認められるから、カット率の数字を別とすれば、被告新商品のすすの発生量は、\n被告従来商品のすすの発生量に比べて減少していることが推認される。しかし、前\n記(1)ないし(4)の認定によれば、被告新商品を被告従来商品と比べた場合のカット\n率が９０％であることは認められない。\nしたがって、別紙被告表示目録記載の表示のうち、すすの量が９０％減少\nしている旨の表示は、虚偽であると認められる。\n２　争点(2)（別紙被告表示目録記載８の表示の虚偽性）について\n(1)　別紙被告表示目録記載８の表示は、測定の条件として「３号ローソクを使\n用：測定時間３０秒」と記載されているのみであり、その他の条件設定については\n記載されていないから、同表示は、それを見た一般消費者によって、３号ろうそく\nを通常の状態で３０秒間燃焼させて得られた結果を示したものと認識されると認め\nられる。そこで、ろうそくの通常の使用状態において、同表示のような結果が得ら\nれるかについて検討する。\n(2)　甲第１０、第１１号証によれば、甲１０実験、甲１１実験において、ろう\nそくの炎に検体（甲第１０号証ではタイル、第１１号証では金網にセラミックを円\n形に付けたもの）をかざし、検体を炎から１ないし３ｃｍ離した状態では、被告従\n来商品、被告新商品ともすすの付着が確認されなかったが、検体を炎の中に入れた\nところ、被告従来商品、被告新商品ともすすが付着したことが認められる。\n被告は、別紙被告表示目録記載８の表示の実験を、インターネット上で公\n開した方法（被告の平成１５年１月２４日付け準備書面３別紙３記載の方法）によ\nり行っていると主張するところ、甲第３５号証によれば、原告がその方法を追試す\nるために行った甲３５実験において、すすの付着は全く目視することができなかっ\nたことが認められる。\n被告は、テレビコマーシャル撮影時の実験方法を、平成１６年１月２１日\n付け準備書面１０別紙１で開示しているところ、甲第４７号証によれば、原告がそ\nの方法による実験を追試するために行った甲４７実験において、被告新商品だけで\nはなく、被告従来商品についても、すすの付着は目視できなかったことが認められ\nる。\n(3)　被告は、一般消費者が実際にろうそくを使用する際、炎の中にタイルやセ\nラミックを入れて使用するわけではないから、甲１０実験、甲１１実験の実験方法\nは、ろうそくからのすすの出方について被告従来商品と被告新商品の性能を比較す\nるための実験方法として不適切である旨主張する。また、甲１０実験、甲１１実験\nにおいて、目視ですすの付着が確認できなかったとしても、微量ではあるが必ず発\n生しているすすを定量的に比較したわけではないから、被告新商品と被告従来商品\nの性能を比較したことにはならない旨主張する。\nしかし、甲第１０、第１１号証によれば、甲１０実験、甲１１実験は、別\n紙被告表示目録記載８の表示の結果が実際に得られるか否かを確かめるために行わ\nれ、検体を炎から１ないし３ｃｍ離した場合には検体にすすが付着せず、検体を炎\nに入れたときに初めて検体にすすが付いたことを明らかにしたものである。それら\nの実験は、被告新商品と被告従来商品の性能を単に比較するために行われたもので\nはなく、すすを定量的に比較したものでもないから、被告の主張は、失当というべ\nきである。\nさらに、被告は、甲１０実験、甲１１実験について、すすは、様々な要因\nでろうそくに不完全燃焼状態が生じた時に発生するものであることに鑑みれば、完\n全燃焼状態に近い状態で短時間燃焼実験を行って捕集したすすを目視で比較しても\n無意味である旨主張する。しかし、前記(1)記載のとおり、別紙被告表示目録８記載\nの表示は、それを見た一般消費者によって、ろうそくを通常の使用状態で燃焼させ\nて得られた結果を示したものと認識されると認められるから、通常の使用状態にお\nいて、同表示の結果が得られることが認められなければ、同表示は虚偽といわざる\nを得ず、被告の上記主張も採用することができない。\n(4)　被告は、別紙被告表示目録記載８の表示の実験の方法、及びテレビコマー\nシャル撮影時の実験方法を開示するが、それらの方法に従った場合に同目録記載８\nの表示の結果やテレビコマーシャルに撮影された結果が得られることを具体的に裏\n付ける証拠はない。\nしたがって、同目録記載８の表示は、虚偽であるものと認められる。\n３　争点(3)（消しにおいの５０％減少の虚偽性）について\n(1)　弁論の全趣旨によれば、ろうそくを消した際には、パラフィン類の気化し\nたもののにおい、芯の燃えかすで生じるにおい、パラフィン類に添加された脂肪酸\nその他の物質のにおいがするものと推認される。しかし、乙第２３号証の１、２\n（原告のホームページ）には、「ローソクを消すと白い煙をだして臭いのは、火に\nよって蒸発して燃えていたロウが火を消されたために、蒸発したロウだけが白い煙\nとなってでるからで、臭いのもこのロウの匂いです。」、「キャンドルの炎を消す\nと、白い煙りが出て臭いがします。これは、火によって気化して燃えたパラフィン\nの臭いです。」と記載されており、この記載と弁論の全趣旨によれば、消しにおい\nの大半は、気化したパラフィンのにおいであると認められる。したがって、消しに\nおいの減少を検討するに当たって、消しにおいの大半を占める気化したパラフィン\nのにおいの減少を検討することは、意味があるものと認められる。\n(2)　別紙被告表示目録記載の消しにおいが５０％減少している旨の表示は、単\nに消しにおいが５０％減少している旨記載されているだけで、消しにおいの意味に\nついての記載や条件の限定は何らされていないから、それを見た一般消費者によっ\nて、ろうそくの通常の使用状態において、人間の感じる消しにおいの強さが５０％\n減少している趣旨と認識されるものと認められる。そこで、ろうそくの通常の使用\n状態において、被告新商品について、人間の感じる消しにおいの強さが、少なくと\nも被告従来商品に比べて５０％減少していることが認められるか否かについて検討\nする。\n(3)　甲１８実験\nア　甲第１８号証によれば、原告が環境保全事業団に依頼して嗅覚測定法に\nよって行った甲１８実験において、臭気濃度、臭気指数のいずれも、被告従来商\n品、被告旧商品、被告新商品の順に高くなっており、被告新商品は、被告従来商品\nと比べても消しにおいが低いとはいえないという結果が出たことが認められる。\nイ(ア)　被告は、甲１８実験は、においの質を一切問わず、あらゆるにおい\nの強さの総計を人間の嗅覚で判定する嗅覚測定法による官能試験にすぎないのであ\nって、消しにおい、すなわち消火時に気化したパラフィン類が燃焼せずに生ずる白\n煙そのものの量を定量的に比較するものではないから、このような実験方法は、被\n告従来商品と被告新商品の消しにおいに関する性能を比較する実験方法として不適\n切であると主張し、甲第１８号証の「用語解説」の「このように嗅覚測定法は、臭\n気全体の強さを評価するものであり、一方機器分析法を採用している悪臭防止法に\nおいては、悪臭中の特定の原因物質（指定２２物質）ごとに、臭気の強さと気中濃\n度との関係をもとにして濃度規制を行うものであり、この点で両者に相違があ\nる。」という記載をその主張の根拠として挙げる。\n(イ)　しかし、甲第２３号証（群馬県衛生環境研究所環境科学部大気課作\n成のホームページ）には、次の趣旨が記載されている。\nすなわち、悪臭防止法は昭和４６年に制定され、においの測定につい\nては、分析機器を用いる機器測定法が定められたが、その後、においは人間の嗅覚\nで直接感じるものであるため、分析機器によるにおいの測定結果と人間の感覚とが\n一致しないケースが多々生じていた。これを受けて、平成７年に悪臭防止法は改正\nされ、においの測定方法として、人間の嗅覚を用いる方法である嗅覚測定法が追加\nされた。嗅覚測定法は、①低濃度であること、②多成分であること（一つのにおい\nでも多くの成分が含まれており、通常の人間は、そのにおいの成分一つ一つを嗅ぎ\n分ける力は弱いが、どんなに多くの成分が含まれていても、それらを逃すことなく\n全部まとめて感じることができる。一方、分析機器を用いると、においの成分を知\nることができるが、全部まとめるとどれ程のにおいになるかは知ることができな\nい。）、③相互作用を有することというにおいの三つの特徴をうまく反映した測定\n方法として、多くの自治体で導入され始めている。しかし、人間の嗅覚を用いるた\nめ、測定精度や結果の客観性などについて、分析機器を用いる機器測定法以上に細\n心の注意を払わなければならない。嗅覚測定法は、嗅覚検査に合格した嗅覚パネラ\nー６名以上により、三点比較式臭い袋法により行う。元のにおいを何倍に薄めたか\nによりにおいを数値化したものが臭気濃度であり、例えば、元のにおいを１０倍に\n薄めたとき、においを判別できなくなったら、臭気濃度は１０であり、１００倍に\n薄めたとき、においを判別できなくなったら、臭気濃度は１００となり、臭気濃度\nが大きいほど、元のにおいが強いことになる。嗅覚測定法により求めた臭気濃度\nを、「『臭気指数』＝１０×ｌｏｇ『臭気濃度』」の式により臭気指数に変換して\n表示する。人間の感覚強度（においの感じ方）は刺激量（においの量）の対数に比\n例するといわれるから、臭気濃度を臭気指数に変換すると、人間の感覚とよく一致\nする結果になる。これをウェーバー・フェヒナーの法則という。\n(ウ)　また、甲第１８号証の「用語解説」には、臭気濃度と臭気指数の説\n明、嗅覚測定法の説明が記載され、嗅覚測定法の説明の後に、上記の被告指摘の記\n載がされ、更にその後に、次のように記載されている。\nすなわち、「環境庁では、悪臭の機器分析の補完法として活用されて\nいる嗅覚測定法について、従来より地方自治体に対し報告書を送付する等によりそ\nの普及に努めてきたところであるが、さらに本判定試験の信頼性の向上を図り、も\nって悪臭防止行政の推進に資するものとするため、当該試験を実施する者（オペレ\nーター）の知識及び技術の水準について、公益法人が行う審査・証明事業を民間技\n能審査事業として環境庁長官認定するための規程を、平成４年度環境庁告示第９１\n号『嗅覚を用いる臭気の判定試験に関する知識及び技能の審査・証明事業の認定に\n関する規程』として整備した。その後、上記環境庁告示９１号に代わって平成７年\nに環境庁告示第６３号『臭気指数の算定の方法』が制定され、さらに、平成８年４\n月の悪臭防止法の改正施行に伴い、臭気判定試験の総括等の一連の測定業務に従事\nする者として『臭気判定士』制度が定められた。」\n(エ)　上記(イ)の甲第２３号証の記載によれば、嗅覚測定法は、特定のに\nおいだけではなく、においのすべての強さを明らかにする測定法であることが認め\nられる。本件で問題となっているろうそくの消しにおいは、前記(1)認定のとおり、\n様々なにおいを含み、そのうち大半が気化したパラフィンのにおいであることか\nら、消しにおいの減少を検討するに当たって、気化したパラフィンのにおいの減少\nを検討することに意味があるとされているものであり、消しにおいの減少の検討\nは、パラフィンのにおいのみをその他のにおいから厳密に区別してその減少を検討\nすることが目的ではない。したがって、嗅覚測定法がパラフィンのにおいのみを測\n定するものでないことをもって甲１８実験を不適切であるとする被告の主張は、採\n用することができない。\nまた、被告が指摘する甲第１８号証の記載は、嗅覚測定法と機器分析\n法の相違を指摘するものであるが、上記(イ)、(ウ)の甲第１８号証、第２３号証の\n記載によれば、悪臭防止法は、機器分析法だけでは人間の感覚と一致しない場合が\nあることから嗅覚測定法を採用したことが認められ、嗅覚測定法の客観性、正確性\nを確保するために測定方法などが工夫されていることが認められ、甲１８実験も、\n平成７年環境庁告示第６３号に基づいて実施されていることからすれば、甲１８実\n験が嗅覚測定法を採用したことをもって不適切であるとする被告の主張も採用する\nことができない。\n前記(2)のとおり、別紙被告表示目録記載の消しにおいが５０％減少し\nている旨の表示は、人間の感じる消しにおいの強さが５０％減少している趣旨と認\n識されるものと認められる。そうであるとすれば、同表示の消しにおいとは、臭気\n指数に近いものを意味すると認めるのが相当であり、同表示は、臭気指数が５０％\n減少していることを意味すると認めるのが相当である。\n(4)　乙５消しにおい実験\nア(ア)　乙５消しにおい実験は、フィルターによって採取された物質がパラ\nフィンの気化したものであること、その量が５０％以上減少することにより消しに\nおいも５０％以上減少することを前提とする。\nまた、被告は、消しにおいの原因物質であるパラフィン類の発生量を\n独自の技術によって半減させたことを指して、消しにおいを５０％カットした旨表\n示したものであると主張する。\n(イ)　しかし、甲第２３号証及び弁論の全趣旨によれば、ウェーバー・フ\nェヒナーの法則は、悪臭防止法施行規則により、悪臭防止法に規定された臭気指数\nの計算にも使われていることが認められ、相当程度の信頼性があるものと推認され\nる。同法則によれば、においが半減するためには、においの原因物質が９割以上減\n少しなければならないはずであるから、たとえパラフィンの気化したものの量が５\n０％減少したとしても、必ずしも消しにおいが５０％減少するとは認められない。\n被告は、ウェーバー・フェヒナーの法則は、一定の範囲の強度にしか\n当てはまらないものであると主張する。そして、被告が証拠として提出する乙第１\n８号証（「生化学辞典（第２版）」１９９７年（平成９年）９月１１日発行）に\nは、「この関係をフェヒナーの法則あるいはウェーバー・フェヒナーの法則とい\nい、精神物理学の基本法則として知られている．しかし，この法則は，ある範囲の\n刺激強度にしかあてはまらず，しかもすべての感覚の種類に適用できるわけでもな\nい．むしろ、S.S.Stevens(1961)による関係式Ｅ＝ｋ（Ｉ－Ｉ０)\nｎ  の方が広い適用\n範囲をもつ．ここで，Ｅは感覚量，Ｉは刺激の強さ，Ｉ０は閾刺激の強さ，ｋは比\n例定数，ｎは感覚の種類と刺激方法で決まる定数である．」と記載されている。し\nかし、仮に、消しにおいにウェーバー・フェヒナーの法則が当てはまらず、関係式\nＥ＝ｋ（Ｉ－Ｉ０)\nｎ によるとしても、消しにおいの原因となる成分の量が５０％減\n少したことによって消しにおいも５０％減少することが明らかであるとはいえな\nい。\n前記(3)イ(イ)、(ウ)記載のとおり、悪臭防止法においては、においが\n人間の感覚に訴えるものであることから、においの程度を明らかにするために、機\n器分析法の他に嗅覚測定法を採り入れ、測定の正確性を多角的に確保しようとして\nいる。そして、前記(3)イ(エ)認定のとおり、別紙被告表示目録記載の消しにおいが\n５０％減少している旨の表示は、臭気指数が５０％減少していることを意味するか\nら、単に原因物質の重量が５０％減少したことをもって、消しにおいが５０％減少\nしたとすることはできないというべきである。\nイ(ア)　乙５消しにおい実験は、においの成分をフィルターで採取し、その\n重量を計測することによって、においの成分の量を明らかにしようとするものであ\nる。\n(イ)　しかし、乙５消しにおい実験は、０．０００１ｇを単位とし、１５\n０程度を最大として測定された数値であり、その測定数値が極めて小さいことから\nすると、誤差による影響もあり得るところであり、その結果の信頼性は必ずしも高\nいものとは認められない。\nウ(ア)　被告は、乙第８号証によれば、ろうそくの火を消したときに漂う白\n煙について、フィルター（ろ紙）で捕集したものと、瓶に回収したものの双方をガ\nスクロマトグラフィー分析にかけて波形を比較検討すると、その波形はほぼ一致し\nているから、フィルター（ろ紙）による捕集の際にフィルター（ろ紙）を透過して\nいる物質はほとんどなく、仮に透過する物質が若干量存在したとしても、それは消\nしにおいのカット率の算定に影響を与えるような数字として現れないと主張する。\n(イ)　しかし、ガスクロマトグラフィーの波形が一致したことからは、消\nしにおい中の特定の成分だけがフィルターに捕集されることはなかったということ\nが分かるとしても、ろうそくから消しにおいとして発生した物質のすべてがフィル\nターに捕集されることが直ちに裏付けられるとはいえない。\n甲第３４号証によれば、原告が環境保全事業団に依頼して行った甲３\n４実験において、乙５消しにおい実験の白煙発生装置から生じた気体をフィルター\nなしで捕集したものとフィルターを通過した上で捕集したものは、臭気濃度及び臭\n気指数は異なるが、臭気強度はいずれも４であるという結果が得られたことが認め\nられ、消しにおいの原因となる物質の一部はフィルターを通過していることが推認\nされるから、この点からも、被告の上記(ア)の主張は、採用することができない。\nエ(ア)　乙５消しにおい実験は、消しにおいを発生させるために白煙発生装\n置を使用するものであり、被告は、白煙発生のメカニズムに鑑み、吹き消し方の相\n違によって実験結果にばらつきが出る不都合を排除し、同一条件下で白煙を機械的\nに捕集するための装置として白煙発生装置を考案したものである旨主張する。\n(イ)　しかし、乙５消しにおい実験の白煙発生装置は、燃焼中のろうそく\nの炎を遮って白煙を発生させる装置であるから、同装置による白煙の発生状況は、\n炎を消した際の白煙の発生状況と同一であるとは認められない。乙第６号証は、被\n告の出願した特許（特願平１１－２８２９９５）の公開特許公報（特開２００１－\n１０７０７７）であるが、同公報によれば、同特許の特許請求の範囲は、「パラフ\nィンワックス、ステアリン酸等のろうそく形成用成分に、テトラヒドロ　メチルア\nビエテート　アンド　ジヒドロ　メチルアビエテート（Tetrahydro Methylabietate\nand Dihydro Methylabietate）、イソプロピルミリステート（Isopropyl\nMyristate）、アルファ　アミルシンナミック　アルコール（α Amylcinnamic\nAlcohl）、イソ　ボルニル　シクロヘキサノール（Iso Bornyl Cyclohexanol）、ト\nリエチル　シトレート（Tri Ethyl Citrate）を添加混合してなることを特徴とする\nろうそく。」というものであり、発明の詳細な説明の欄には、これらの添加物によ\nり消しにおいが抑制される理由について、「上記添加物を添加混合することによっ\nて炎を消したときに生ずる異臭（消し匂い）の気散を抑制する作用機能は必ずしも\n明らかではないが、これらの添加物が高沸点であり、沸騰しないように抑えること\nにより気化しようとする蒸気圧を抑制し、成分の蒸発を抑制する効果があることに\nよるものと考えられる。」（段落番号【０００６】）と記載されている。この記載\nによると、消しにおいは、パラフィンが気化しようとする際の圧力（蒸気圧）と密\n接な関係があるものと推認されるところ、蒸気圧は、温度によって左右されること\nが推認され、温度は、ろうそくの炎の燃焼中と炎が消えた後とで異なることが明ら\nかであるから、炎の燃焼中と炎が消えた後とで蒸気圧が異なり、消しにおいも異な\nることが推認される。この点からも、白煙発生装置による白煙の発生状況が、炎を\n消した際の白煙の発生状況と同じであるとは認められない。\nオ　したがって、乙５消しにおい実験の結果をそのまま採用することはでき\nない。\n(5)　甲３３実験\nア　原告は、乙５消しにおい実験を追試するとともに、被告が同実験で使用\nした白煙発生装置によるのではなく、炎の吹き消しにより発生したパラフィン成分\nの量を測定するために、環境保全事業団に依頼して、甲３３実験を行った。甲第３\n３号証によれば、甲３３実験において、乙５消しにおい実験と同様の白煙発生装置\nによる場合は、消しにおいのカット率は、ダルマにつき２９％、３号ろうそくにつ\nき１３％であり、それ以外の被告新商品ではおおむね４０ないし５９％であったこ\nと、これに対し、吹き消しによる場合は、発生するパラフィン成分の量について、\n被告新商品の方が被告従来商品より減少しているという結果を得ることができなか\nったことが認められる。\n前記(4)エ(イ)記載のとおり、白煙発生装置による白煙の発生状況は、炎\nを消した際の白煙の発生状況と同じであるとは認められず、吹き消しによる場合の\n方が、実際に炎が消されたときの消しにおいに近いものと推認される。甲３３実験\nにおいて、上記のとおり、吹き消しによる場合は、発生するパラフィン成分の量に\nついて、被告新商品の方が被告従来商品より減少しているという結果を得ることは\nできなかったから、この点からしても、被告新商品は、被告従来商品に比べて消し\nにおいが減少しているとは認められない。\nイ　被告は、甲３３実験を追試するため、甲３３実験と同じ条件で乙２８実\n験を行ったところ、甲第３３号証に記載されたような実験結果は全く得られなかっ\nたと主張し、甲３３実験の問題点を主張するが、次のとおり、その主張は、いずれ\nも採用することができない。\n(ア)　被告は、甲３３実験の問題点として、予燃焼時間が長いこと及び複\n数のろうそくを同時に燃焼させていることから、フィルターの温度が高温となり、\nフィルターからの水分の蒸発量が増える反面、消しにおいの原因となる成分の捕集\n量が極めて微量であるため、フィルターからの水分の蒸発量が実験結果に大きな影\n響を及ぼしている旨主張する。\nしかし、弁論の全趣旨によれば、予燃焼はファンネルの外で行われた\nことが認められるし、仮に複数のろうそくを同時に燃焼させたことにより測定結果\nに影響を与えるほどにフィルターが水分を含んでいるのであれば、一本のろうそく\nを燃焼させた場合にもフィルターの水分が測定結果に影響を与えることが考えられ\nるところであり、複数のろうそくを同時に燃焼させた場合の結果の正確性のみが疑\nわれるわけではないはずである。\n(イ)　被告は、ピペットで吹き消す方法によった場合、捕集できる消しに\nおい成分の量は、極めて微量であり、甲第３３号証の「消しにおい測定結果」\n（９）ないし（１１）記載の捕集量は、消しにおい成分のみの捕集量としてはあり\n得ない数値であると主張する。\nしかし、弁論の全趣旨によれば、吹き消す方法によった場合も、相当\n程度の白煙が芯から立ち上るのを目視できることが認められ、消しにおい成分が全\nく捕集されないということはあり得ないはずであり、甲第３３号証には、吹き消し\nによる場合は、白煙発生装置による場合よりも捕集量が少ないものの、消しにおい\n成分が捕集されたことが記載されているから、甲第３３号証の「消しにおい測定結\n果」（９）ないし（１１）記載の捕集量が、消しにおい成分のみの捕集量としてあ\nり得ない数値であると一概にいうことはできない。\n(ウ)　被告は、甲３３実験の方法ではろうだれを頻繁に発生し、そのよう\nな燃焼状態が頻繁に出現する実験方法は妥当性を欠く旨、甲３３実験の方法では酸\n素の供給量が減少して炎が大きくなり、炎の先端が割れて予燃焼中にすすが発生\nし、それが実験結果に影響を及ぼしている旨、ファンネル外で予燃焼を行っても、\nろうそくの炎の割れ、ろうだれなどが多数発生する（乙第３４号証）旨主張する。\nしかし、弁論の全趣旨によれば、甲３３実験の際には、ろうだれや炎\nを割れをほとんど生じなかったことが認められ、ろうだれ等を起こすかどうかは、\n実験を行う際の室温などの条件に左右されることも考えられるから、乙２８実験、\n乙第３４号証に撮影された実験の際にろうだれが発生したとしても、それによっ\nて、甲３３実験の方法が不適切であるとはいえない。\n(エ)　被告は、甲３３実験のような吹き消しの方法によった場合、炎を消\nした際に、消しにおい成分の白煙がファンネルの外に逃げてしまうと主張する。\nしかし、甲３３実験では、吸引装置を作動させると同時に炎を吹き消\nしていることから、吹き消しの場合のみ、消しにおい成分の白煙がファンネルの外\nに逃げてしまうとは考えにくく、被告の主張は採用することができない。\n(6)　したがって、被告新商品の消しにおいの臭気指数が被告従来商品に比べて\n５０％減少しているとは認められず、被告新商品について、人間の感じる消しにお\nいの強さが５０％減少しているとは認められないから、別紙被告表示目録記載の消\nしにおいが５０％減少している旨の表示は、虚偽であると認められる。\n４　争点(4)（品質誤認表示）について\n(1)ア(ア)　前記１(5)、３(6)のとおり、別紙被告表示目録記載のすすの量が９\n０％減少している旨の表示及び消しにおいが５０％減少している旨の表示は、いず\nれも虚偽であると認められるところ、別紙被告表示目録記載１ないし４、６、７の\n表示は、上記の趣旨の表示であるから、これらの表示は虚偽であると認められる。\n(イ)　ところで、別紙被告表示目録記載５の表示は、油煙が少ないこと、\n消しにおいがすっきり、さわやかであること、仏壇、神棚をよごさないことをその\n趣旨とし、カット率の数値等については言及していない。\n前記１(5)認定のとおり、被告新商品は、カット率の数字を別にすれ\nば、被告従来商品に比べてすすが減少していることが推認され、それによって、被\n告従来商品に比べて仏壇、神棚をよごすことが少ないと推認されるから、同目録記\n載５の表示のうち、油煙が少ないこと、仏壇、神棚をよごさないことは、虚偽であ\nるとは認められない。\nまた、前記３(5)ア記載のとおり、被告新商品は、被告従来商品に比べ\nて消しにおいが減少しているとは認められないが、甲第９号証、乙第６、第７号証\n及び弁論の全趣旨によれば、被告新商品は、被告の出願に係る特許（特願平１１－\n２８２９９５）の実施品であることが推認され、同特許は、ろうそくの消しにおい\nの気散の抑制の他に、添加物が熱によって気化して空気中に拡散したとき、空気中\nに漂う種々の臭い分子を捕捉し、部屋全体の空気を爽やかにすることを作用効果と\nするから、被告新商品は、消しにおいが減少しているとはいえないとしても、部屋\n全体の空気を爽やかにする作用効果があるものと推認され、そのことに照らすと、\n消しにおいがすっきり、さわやかであるという趣旨の表示は、虚偽であるとは認め\nられない。\nしたがって、別紙被告表示目録記載５の表示は、虚偽であるとは認め\nられない。\nイ　別紙被告表示目録記載１ないし４、６、７の表示は、被告新商品につい\nて、通常の使用状態ですすの量が９０％減少しておらず、消しにおいが５０％減少\nしていないにもかかわらず、そのようにすすの量及び消しにおいが減少しているよ\nうに誤認させるから、商品の品質について誤認させるような表示であると認められ\nる。\n(2)　また、前記２(4)のとおり、別紙被告表示目録記載８の表示は、虚偽であ\nるものと認められ、通常の使用状態で３号ろうそくに３０秒間検体をかざしても、\n被告新商品及び被告従来商品とも検体に目視できるほどにすすが付かないにもかか\nわらず、被告従来商品にのみすすが付き被告新商品にのみすすが付かないように誤\n認させるから、商品の品質について誤認させるような表示であると認められる。\n(3)　したがって、被告が、その販売するろうそく及びその広告に別紙被告表示\n目録記載１ないし４、６ないし８の表示をすること又はその各表示をした商品を譲\n渡し、引き渡し、譲渡若しくは引渡しのために展示することは、商品又はその広告\nに商品の品質について誤認させるような表示をし、又はその表示をした商品を譲渡\n等すること（不正競争防止法２条１項１３号）に当たるものと認められる。\n５　争点(5)（原告の営業上の信用を害する虚偽事実）について\n(1)　前記４(1)ア(ア)のとおり、別紙被告表示目録記載１ないし４、６、７の\n表示はいずれも虚偽であり、前記２(4)のとおり、同目録記載８の表示も虚偽であ\nる。そこで、被告がその販売するろうそく及びその広告にこれらの各表示をするこ\nと又はその各表示をした商品を譲渡等することが、競争関係にある他人の営業上の\n信用を害する虚偽の事実を告知若しくは流布すること（不正競争防止法２条１項１\n４号）に当たるか検討する。\n(2)ア　不正競争防止法２条１項１４号は「競争関係にある他人の営業上の信用\nを害する虚偽の事実を告知し、又は流布する行為」と規定するところ、ここにいう\n営業上の信用を害される「他人」については、虚偽の事実の告知又は流布を受けた\n者が、だれであるかを認識し得る程度に特定されていることが必要であるというべ\nきである。そして、「他人」が特定されているというためには、必ずしも氏名その\n他の名称が明示されていなくてもよく、特定されているか否かは、競争関係の状\n況、虚偽の事実の内容、告知又は流布を受ける者の意識などの諸事情を考慮して決\nせられるというべきである。\nイ　そこで、別紙被告表示目録記載の表示によって、営業上の信用を害され\nる者として原告が特定されるかを検討する。\n(ア)　甲第７号証の２、第９号証、第３９号証及び弁論の全趣旨によれ\nば、原告は、神棚、仏壇用のろうそくの市場において最大の占有率を有するが、そ\nの占有率は約５０ないし６０％であること、被告の占有率は約５％であること、ろ\nうそくの製造業者は全国に約６０存在すること、原被告の他に長年の歴史のあるろ\nうそくの製造業者が少なからず存在することが認められる。このような認定事実に\nよれば、確かに、神棚、仏壇用のろうそくとして原告の商品が広く流通しているこ\nとは認められるが、一般消費者によって、被告以外のろうそくの製造業者として直\nちに原告が想起されるとまでは認められず、他にこれを認めるに足りる証拠はな\nい。\n別紙被告表示目録記載１ないし４、６及び７の表示は、被告新商品の\nすすの量が９０％減少していること、消しにおいが５０％減少していることをその\n趣旨としており、その表現自体は、被告新商品の機能が優れていることを述べてお\nり、他の製造業者の商品が劣っていることを直接に述べるものではない。\n甲第９号証、乙第６、第７号証及び弁論の全趣旨によれば、すすと消\nしにおいの減少は、ろうそく製造業者の重大な課題であり、そのために研究が重ね\nられていることが認められ、甲第６号証によれば、被告新商品の商品パンフレット\nに掲載された一般消費者に対するアンケート結果において、「ローソクをご使用さ\nれる際、気になることがありますか？」という問いに対する回答は、「火が危険」\nが４４％、「油煙が気になる」が９％、「消した後の臭い」が１１％、「その他」\nが３６％であったことが認められ、一般消費者の中に、すすや消しにおいに関心を\nもつ者があったことが認められる。しかし、甲第９号証及び弁論の全趣旨によれ\nば、従来のろうそくにおいても、すすや消しにおいの減少に努力が払われていたこ\nと、すすや消しにおいがあったとしても、実際の使用に当たって特に支障を生ずる\nほどのことはなかったことが認められ、前記アンケート結果によっても、すす、消\nしにおいを挙げた回答がそれぞれ１０％程度であることも合わせ考えれば、一般消\n費者にとって、すすや消しにおいは、従来のろうそくの問題としても、原告の商品\nの問題としても、さほど強く意識されていたとは認められない。\n(イ)　別紙被告表示目録記載１ないし４、６及び７の表示は、穿った見方\nをすれば、原告のろうそく商品について、被告新商品の１０倍の油煙が発生し、２\n倍以上の消しにおいが発生することを意味すると解する余地がないわけではない\nが、前記(ア)認定のろうそく市場における競争関係の状況、表示の内容、表示を受\nけ取る一般消費者の意識に照らすと、被告新商品の需要者である一般消費者によっ\nて、同目録記載１ないし４、６及び７の表示は、原告を特定してその営業上の信用\nを害する表示として受け取られるものとは認められない。\nなお、同目録記載１ないし４、６及び７の表示のうち、被告新商品の\n商品パッケージの後面の上部の同目録記載６の表示（前記第２、２(4)ア(イ)）、同\n商品パッケージの上面の同目録記載１の表示（前記第２、２(4)ア(ウ)）、被告新商\n品の販売カタログの１頁の上部の同目録記載１、２の表示（前記第２、２(4)ウ）に\nついては、いずれも「当社比」という表示が付されており、被告新商品が、被告の\n従来の商品に比べて、すすの量が９０％減少し、消しにおいが５０％減少した趣旨\nであることが示されているから、この点からしても、それらの表示は、原告を特定\nしてその営業上の信用を害する表示として受け取られるものとは認められない。ま\nた、同目録記載８の表示にも、「当社商品比較」という表示が付されており、被告\n新商品が被告の従来の商品に比べて優れている趣旨が示されているから、商品ポッ\nプ（前記第２、２(4)イ）、販売カタログの２頁（前記第２、２(4)ウ）の同目録記\n載８の表示は、被告新商品の需要者である一般消費者によって、原告を特定してそ\nの営業上の信用を害する表示として受け取られるものとは認められない。\n(3)　したがって、被告がその販売するろうそく及びその広告に別紙被告表示目\n録記載１ないし４、６ないし８の各表示をすること又はその各表示をした商品を譲\n渡等することは、競争関係にある他人の営業上の信用を害する虚偽の事実を告知し\n又は流布すること（不正競争防止法２条１項１４号）に当たるとは認められない。\n６　争点(6)（損害額）について\n(1)　甲第９号証、第４２号証（後記の採用することができない部分を除く。）\n及び弁論の全趣旨によれば、被告の不正競争により、原告は営業上の利益を侵害さ\nれ、信用を毀損されたものと認められる。\n(2)　被告の不正競争の態様や、被告の不正競争が不正競争防止法２条１項１３\n号の品質誤認表示には当たるが同法２条１項１４号の営業上の信用を害する虚偽事\n実の告知等には当たらないこと、その他、弁論の全趣旨及び証拠により認定された\n既述の諸事実を考慮すると、原告の受けた信用毀損による損害は、金銭に換算する\nと３００万円に相当するものと認められる。\n甲第９号証（原告代表取締役副社長作成の陳述書）には、原告は、被告の\n不正競争（品質誤認表示、営業誹謗行為）によって信用を毀損され、その損害は金\n銭に換算すると少なくとも３０００万円程度に相当する旨記述されており、甲第４\n２号証（原告常務取締役営業本部長作成の陳述書）には、被告が平成１３年１０月\nに別紙被告表示目録記載の表示の使用を開始した後、前年同期と比較しても、ま\nた、ろうそくが年間で最もよく売れるお盆時期と比較しても、被告は相当量の売上\n増を得ていると思う旨記述されている。\nしかし、本件において、原告の受けた信用毀損による損害が３０００万円\nに相当すると認めるに足りる証拠はないというべきであり、また、被告が平成１３\n年１０月に別紙被告表示目録記載の表示の使用を開始した後、被告の売上が増加し\nたとしても、その増加分をもって、被告による虚偽の表示の使用により原告が被っ\nた損害に相当すると認めるに足りる証拠もないから、甲第９号証、第４２号証のう\nち、上記部分は、採用することができない。\n７　争点(7)（差止め、謝罪広告の必要性）について\n(1)　前記第２、２(3)エ記載のとおり、被告は、平成１４年９月２０日出荷分\nから、被告新々商品の販売を開始した。しかし、弁論の全趣旨によれば、被告は、\n出荷済みの被告新商品を回収せず、現在においても、被告新商品は小売店で販売さ\nれており、別紙被告表示目録記載の表示が付されたポップ等は小売店で使用されて\nいることが認められ、また、被告新々商品の販売開始後も、被告の商品等を、同目\n録記載の表示を付したものとすることは、商品パッケージ等を変えるだけで容易に\nなし得るものと認められる。さらに、本件において、被告は、同目録記載の表示が\n虚偽であることについて全面的に争っている。このような事実を考慮すると、本件\nにおいては、同目録記載１ないし４、６ないし８の各表示をすること等の差止め、\n及びそれらの各表示の付された商品パッケージ等の廃棄の請求を認める必要性があ\nるものと認められる。\n別紙被告表示目録記載１ないし４又は６ないし８の各表示の付された商品\nパッケージ、ポップ、商品パンフレット、商品しおりは、前記４(3)認定の不正競争\n（不正競争防止法２条１項１３号）の行為を組成した物に当たるから、不正競争防\n止法３条２項に基づき、その廃棄の請求は認められる。\n(2)　被告の不正競争の態様や、被告の不正競争が不正競争防止法２条１項１３\n号の品質誤認表示には当たるが同法２条１項１４号の営業上の信用を害する虚偽事\n実の告知等には当たらないこと、原告の受けた信用毀損による損害の程度などに照\nらし、原告の営業上の信用を回復するために謝罪広告を命じる必要性があるとは認\nめられない。\n８　結論\n以上によれば、原告の請求は、次の限度で理由があるからこれを認容し、そ\nの余はいずれも理由がないから棄却する。\n(1)　原告は、被告に対し、不正競争防止法２条１項１３号、３条１項に基づ\nき、被告の販売するろうそく及びその広告に別紙被告表示目録記載１ないし４若し\nくは６ないし８の各表示をし、又はその各表示をした商品を譲渡し、引き渡し、譲\n渡若しくは引渡しのために展示することの差止めを求めることができる。\n(2)　原告は、被告に対し、不正競争防止法２条１項１３号、３条２項に基づ\nき、同目録記載１ないし４若しくは６ないし８の各表示の付された商品パッケー\nジ、ポップ、商品パンフレット、商品しおりの廃棄を求めることができる。\n(3)　原告は、被告に対し、不正競争防止法２条１項１３号、４条に基づき、損\n害賠償として３００万円及びこれに対する不正競争の後である平成１４年９月３日\n（本件訴状送達の日）から支払済みまで民法所定の年５分の割合による遅延損害金\nの支払を求めることができる。\n大阪地方裁判所第２１民事部\n裁判長裁判官　　　小　　松　　一　　雄\n裁判官　　　中　　平　　　　　健\n裁判官　　　守　　山　　修　　生\n（別紙）\n被告表示目録写真目録\n"
}