{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 17,
    "month": 7,
    "day": 21
  },
  "case_number": "平成17(わ)60",
  "case_name": "強盗殺人，窃盗被告事件",
  "court_name": "青森地方裁判所刑事部",
  "lawsuit_id": "8498",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=8498",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/498/008498_hanrei.pdf",
  "contents": "（主　文）\n被告人を無期懲役に処する。\n未決勾留日数中８０日をその刑に算入する。\n（犯行に至る経緯）\n被告人は，札幌市で出生し，調理師免許を取得して同市内や神奈川県内のフランス料理\n店でシェフとして働き，平成７年ころから職を転々とするようになったが，平成９年ころには\n札幌市内の病院に入院して生活健忘症と診断され，その後も自己の記憶を喪失しては北\n海道内の病院を転々として入退院を繰り返していた。平成１５年４月ころには，被告人は生\n活健忘症により記憶を無くした状態で青森市内で警察に保護され，同市内の病院に入院し\nたが，そこでアルコール依存症の治療のために入院していたＡと知り合った。被告人は，同\n年９月末ころ，現住居地に居住するようになり，間もなく，Ａも同じアパートの住人であること\nを知った。被告人は，その後も記憶を無くして盛岡市内の病院や東京都町田市内の病院に\n入院することがあったが，平成１６年１１月ころには，それまでの記憶をほとんど取り戻し，\n青森市から月額約１２万円の生活保護費支給を受けて生活していた。\nところで，被告人は，平成１６年１１月以降はパチスロにのめり込み，また，スナック等にも\n好んで通い，受給した生活保護支給金のほとんど全てをこれらに費消するようになり，所\n有していたアコースティックギターを質入れして得た金銭も主にパチスロや飲食代につぎ込\nむなどしていた。\n被告人は，平成１７年２月１日，同月分の生活保護費約１２万円の交付を受けたが，家賃\n等を支払った残額のほとんどをパチスロや飲酒代に浪費し，同月３日に前記ギターを質入\nれして得た金銭もまたたく間にパチスロに費消してしまったため，生活に困窮し，友人から\n５万円を借りるなどしたものの，これもわずか２日間のうちにパチスロにつぎ込んでしまっ\nた。\n被告人は，所持金が底をつき，他に借金するあてもなく生活にも事欠くに至ったため，Ａ\nが自己と同様に生活保護受給者であることから，同人から金銭を奪取することを計画し，Ａ\nに見つからずに確実に現金を盗むことができるならば，同人から現金を盗もうと思い立った\nが，それが不可能であった場合には，同人は１人暮らしで交友関係も狭く，仮に同人を殺\n害しても発見されにくいだろうなどと考え，同人を殺害して財物を奪取しようと決意するに至\nった。\n被告人は，平成１７年２月８日午後４時４５分ころ，Ａ方を訪れ，同人の所持金額を確認す\nると同時に金品窃取の機会を窺ったが，同人に発見されずに現金を窃取することができな\nかったため，同人を殺害して財物を奪取することにして，凶器として使用するギターケーブ\nルを取りに自室に戻った。\n（罪となるべき事実）\n被告人は，\n第１　前述のような事情で生活に困窮したことから，Ａ（当時４７歳）を殺害して金品を強取\nする目的で，平成１７年２月８日午後５時ころ，青森市ａ町ｂ丁目ｃ番ｄ号ｅマンションの\n同人方に無施錠の玄関ドアから上記意図を秘して侵入し，そのころ，同所において，\n殺意をもって，同人の頚部に所携のギターケーブルを二，三回巻き付け，その両端を\n強く引っ張って締め付け，よって，そのころ，同所において，同人を窒息死させて殺害\nした上，同室にあった同人所有又は管理に係る日本郵政公社発行のＡ名義のキャッ\nシュカードなど６点（時価合計約６６００円）を強取し\n第２　同日午後５時２９分ころ，同市ｆ町ｇ丁目ｈ番ｉ号株式会社Ｂ銀行Ｃ支店において，同所\nに設置されている現金自動預入払出機に前記強取したキャッシュカードを挿入して同\n機を作動させ，同機から同支店支店長Ｄが管理する現金２万円を払い出させてこれを\n窃取し\nたものである。\n（量刑の理由）\n本件は，被告人が，所持金のほとんど全てをパチスロ等の遊興費に費消して生活に困\n窮したことから，知人で同じアパートに居住していたＡを殺害して金品を強取しようと計画\nし，Ａ方にその意図を秘して侵入し，所携のギター用接続ケーブルで同人の頚部を絞めて\n殺害し，キャッシュカードや通帳等の財物を強取し（判示第１），強取したキャッシュカードを\n使用して銀行の現金自動預払機からＡ名義の口座に入金されていた２万円を窃取した（判\n示第２）という事案である。\n被告人が生活に困窮した原因は，前述のとおり所持金のほとんど全てをパチスロ等の\n遊興費に費消するという被告人の生活態度にあるところ，被告人はこのような生活態度自\n体を全く改めることなく，被告人と同様に青森市からの生活保護受給金で生活をしていたＡ\nを殺害して金品を強取しようといとも安易に決断し，実際そのとおりに敢行したもので，その\n動機は身勝手で自己中心的であり短絡的であって，酌量の余地は全くない。判示第１の強\n盗殺人は，確定的殺意をもって，自室から凶器として使用すべくギターケーブルを持ち出し\nた上，殺害の際すべらないように手袋を着用するなどしているほか，Ａ方に侵入後直ちに\n同人の首に上記ギターケーブルを二，三重に巻き付け，一気に５分間位力一杯その首を\n締め付けて殺害したものであり，Ａの死亡を確認すべく，右手首の脈や心臓の鼓動の有無\nを確認するなどしていて，犯行態様は，誠に残忍かつ冷酷で，悪質であると言わざるを得\nない。しかも，被告人は，犯行後にＡ方の室内を乱すなどの行為をも行っている。Ａは，被\n告人と従来からの知り合いであり，被告人を信用して部屋に入るのを許したのであって，Ａ\nには財物奪取はおろか，生命を奪われるような理由は全くなく，被告人から，訪問早々，顔\nを見るなり声もかけずにいきなり首を絞められたＡの驚きと苦痛はいかばかりであったか想\n像に難くない。人生半ばで突然命を絶たれ，この世を去らざるを得なかったＡの無念さは察\nするに余りあり，本件犯行の結果は誠に重大であって，遺族らの憤りが大きいのも当然で\nある。しかるに遺族らには何らの賠償もなされていない。また，判示第２の窃盗について\nも，判示第１の犯行からわずか３０分後に，計画どおり遊興費等として費消するために，Ａ\n名義の郵便貯金口座から２万円を引き出したものであり，犯情は悪い。\n以上によれば，被告人の刑事責任は誠に重大というべきであり，被告人が犯行後に，殺\n人について警察に自ら申し出たこと，捜査の初期段階は強盗目的を隠していたものの，本\n件犯行を素直に認めて反省していること，Ａや遺族に対して申し訳ない旨述べていること，\n正式裁判を受けるのは今回が初めてであることなど被告人に有利な情状を最大限に考慮\nしたとしても，主文掲記のとおり，被告人に無期懲役刑を科すのが相当であると判断した。\n（求刑　無期懲役）\n平成１７年７月２１日宣告\n青森地方裁判所刑事部\n裁判長裁判官　　髙　原　 　　章\n裁判官　　室　橋　雅　仁\n裁判官　　香　川　礼　子\n"
}