{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 5,
    "day": 28
  },
  "case_number": "平成15(行コ)33",
  "case_name": "行政文書不開示処分取消請求控訴事件(原審・東京地方裁判所平成14年(行ウ)第277号)",
  "court_name": "東京高等裁判所",
  "field": "行政",
  "gist": "特定の宗教団体又はその会員である特定の者を視察対象として決定した会議の議事録及び視察結果についての県警察本部警備部からの報告書の開示請求に対してした，行政機関の保有する情報の公開に関する法律８条に基づく不開示処分が，適法とされた事例",
  "case_gist": "特定の宗教団体又はその会員である特定の者を視察対象として決定した会議の議事録及び視察結果についての県警察本部警備部からの報告書の開示請求に対してした，行政機関の保有する情報の公開に関する法律８条に基づく不開示処分につき，仮に，前記文書が存在することを前提として不開示事由該当を理由に不開示処分をし，又は前記文書が不存在であることを理由に不開示処分をすれば，そのことのみで，前記宗教団体及びその構成員が県警察本部等の視察活動の対象となっているかいないかが明らかになり，一般には秘密裡に行われることによってその目的を達し得るものである警察の情報収集活動等が阻害され，犯罪の予防，鎮圧その他公共の安全と秩序の維持に支障を及ぼす可能性が生ずるから，前記文書の存否に関する情報は，同法５条４号に該当する情報であり，また，この情報は，仮に公にされた場合，前記宗教団体の正当な利益を害することが明らかであるから，前記文書の存否に関する情報は，同法５条２号イの不開示情報にも該当する情報であるとして，前記処分を適法とした事例",
  "lawsuit_id": "15168",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=15168",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/168/015168_hanrei.pdf",
  "contents": "主　　　文\n１　本件控訴を棄却する。\n２　控訴費用は，控訴人の負担とする。\n事実及び理由\n第１　控訴の趣旨\n１　原判決を取り消す。\n２　被控訴人が控訴人に対し平成１３年６月２１日付けでした「東京都大田区所在\nの神命愛心会（又は神命大神宮ともいう。宗教団体）或はその会員であるＡを視察\n対象として決定した会議の議事録及び視察結果についての神奈川県警察本部警備部\nからの報告書」に係る行政文書不開示決定処分を取り消す。\n３　訴訟費用は，第１，２審とも，被控訴人の負担とする。\n第２　事案の概要\n１　本件は，控訴人が，平成１３年５月３１日，被控訴人に対し，行政機関の保有\nする情報の公開に関する法律（法）４条１項に基づき，「東京都大田区所在の神命\n愛心会（又は神命大神宮ともいう。宗教団体）或はその会員であるＡを視察対象と\nして決定した会議の議事録及び視察結果についての神奈川県警察本部警備部からの\n報告書」と題する行政文書（本件文書）の開示請求（本件請求）を行ったところ，\n被控訴人が同年６月２１日付けで行政文書不開示決定（本件決定）を行ったため，\n本件決定は，本件文書が法所定の不開示事由に該当しないにもかかわらず，法５条\n４号，同２号及び同１号に該当し，本件文書が存在しているか否かを答えるだけ\nで，不開示情報を開示することとなるため，行政文書の存否自体を回答できないも\nのとしてされた違法なものであるとして，本件処分の取消しを求めたものである。\n原審は，控訴人の請求を棄却したので，控訴人が控訴した。\n２　「前提事実」及び「当事者の主張」\n次のとおり，当審における控訴人の主張を付加するほか，原判決の「事実及び理\n由」第２の２及び３に摘示するとおりであるから，これを引用する。\n（控訴人の主張）\n被控訴人が本件文書を不開示とすることができるのは，警察が正当な情報収集活\n動を行っていることが前提となるが，控訴人に対する警察の情報収集活動は，警察\n法２条に掲げる「警察の責務」を逸脱した不正・違法な情報収集活動であるから，\nこのような場合には，本件文書を不開示とすることは違法である。\n第３　当裁判所の判断\n当裁判所も，控訴人の本訴請求は理由がないから棄却すべきものと判断する。\nその理由は，原判決の「事実及び理由」第３に説示するとおりであるから，これ\nを引用する。\n控訴人は，上記のとおり主張するが，本件処分が適法であることは原判決が説示\nするとおりである。控訴人は，その他るる主張するが，いずれも失当である。\nよって，原判決は相当であり，本件控訴は理由がないから棄却することとして，\n主文のとおり判決する。\n東京高等裁判所第１１民事部\n裁判長裁判官　大藤敏\n裁判官　高野芳久\n裁判官　佐藤道明\n"
}