{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 10,
    "day": 29
  },
  "case_number": "平成14(行ケ)250",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "意匠権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "11544",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=11544",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/544/011544_hanrei.pdf",
  "contents": "平成１４年（行ケ）第２５０号　審決取消請求事件　（平成１４年９月５日口頭弁\n論終結）\n判　　　　　決\n原　　　　　　告　　　ケージーパルテック株式会社\n訴訟代理人弁護士　　　山上和則、西山宏昭\n被　　　　　　告　　　Ａ\n訴訟代理人弁理士　　　亀井弘勝、稲岡耕作、川崎実夫\n主　　　　　文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n事実及び理由\n第１　請求\n特許庁が無効２０００－３５６５０号事件について平成１４年４月１１日にし\nた審決を取り消す。\n第２　事案の概要\n本件は、意匠登録を無効とした審決に対して、意匠権者（原告）が審決の取消し\nを求めている事案である。\n１　特許庁における手続の経緯等\n原告は、登録第９３０６６３号の類似第３号の意匠（本件登録意匠）の意匠権者\nである。本件登録意匠は、平成７年２月６日に意匠登録出願され（意願平７－２８\n４７号）、意匠に係る物品を「戸車用レール材」として、平成８年３月１２日に設\n定登録されたものである。本件登録意匠の形態は、別紙１のとおりである。\n本件登録意匠について、被告から無効審判の請求がされ、特許庁は、これを無効\n２０００－３５６５０号事件として審理し、平成１４年４月１１日に「登録第９３\n０６６３号の類似３号意匠の登録を無効とする。」との審決をし、その謄本を平成\n１４年４月２３日に原告に送達した。\n２　審決の理由の要旨\n【要約】本件登録意匠は、①その出願日（平成７年２月６日）前に出願された意\n願平６－１６２７０号の意匠（引用意匠、別紙２参照）に類似し、また、②その本\n意匠とする登録第９３０６６３号意匠（別紙３参照）に類似しないから、（旧）意\n匠法９条１項及び同法１０条１項の規定に違反して登録されたものであって、同法\n４８条１項１号に該当する。\n【審決の判断】\nⅠ．本件登録意匠について\nⅠ．１　本件登録意匠の構成要素を摘記すれば、次の①～⑦の点を挙げること\nができる。\n①　ウイング状の鍔を有している点。\n②　中央に溝を有している点。\n③　外側に鋸歯状突起を有している点\n④　レール全体の高さと幅の寸法比が非常に似通っている点。\n⑤　中央の溝の上に左右対称の内向きに下がるように戸車転動面を形成して\nいる点。\n⑥　「レール裏面中央に浅い溝状部を形成している点。\n⑦　「溝の底面中央に細い条溝を形成している点。\n（上記①を構成要素①といい、②ないし⑦についても同様に表記する。）\nⅠ．２　上記①～④については、当事者間に争いがなく、審判甲１号証の一、\n二（Der Groe Hfele 1980年版表紙及びコラム４の写し、コラム４の写真）及び\n審判甲第２号証（TROLA technic写し)からも明らかなように、それがこの種の物品\nにおけるありふれた態様であると認められる。\nⅠ．３　上記⑤の「中央の溝の上に左右対称の内向きに下がるように戸車転動\n面を形成している点」については、以下に示すように、本件登録意匠の出願日であ\nる平成７年２月６日以前に出願された他の意匠、あるいは刊行物所載の他の意匠に\nも認められるものであって、本件登録意匠を特徴付ける態様とはなし得ないもので\nある。・意願平６－１６２７０号意匠（引用意匠。平成９年６月１９日拒絶確定、\n別紙２　参照）\n・実用新案登録第３００１７６１号（審決添付別紙５）\nⅠ．４　上記⑥の「レール裏面中央に浅い溝状部を形成している点」について\nは、該溝状部の態様がこの種物品の裏面等にいわゆる「肉盗み」として施される常\n套的手法を用いて形成される典型的なものであるため、やはり本件登録意匠を特徴\n付ける態様とはなし得ないものである。\nⅠ．５　上記⑦の「溝の底面中央に細い条溝を形成している点」については、\n該条溝がありふれた罫書き溝の域を出ないものであるため、意匠の構成要素として\n特筆すべきものはない。\nⅠ．６　してみると、本件登録意匠は、これを全体的に特徴付ける新規な構成\n要素を具備していないものであるとみなさざるを得ない。\nⅡ　本件登録意匠と意願平６－１６２７０号意匠の類否\nⅡ．１　本件登録意匠と引用意匠とを対比すると、両意匠は、意匠に係る物品\nが一致し、本件登録意匠の前記構成要素のうち、①、②、④及び⑤の構成要素が共\n通し、さらに、各部の寸法比率については、④のレール全体の高さと幅の寸法比に\n加えて、「レール全幅に対する溝幅の寸法比を約１０：３程度とし、溝の幅と深さ\nが同程度の断面視略矩形状としている点」までも共通し、戸車転動面については、\n⑤の中央の溝の上に左右対称の内向きに下がるように戸車転動面を形成している点\nに加えて、「戸車転動面の傾斜角度」までも共通するものである。\nⅡ．２　これらの共通点のうち、①のウイング状の鍔を有している点、②の中\n央に溝を有している点及び⑤の中央の溝の上に左右対称の内向きに下がるように戸\n車転動面を形成している点、及びこれらの各態様が協調して表出する態様は、両意\n匠の構成要素の大部分を占めるものであって、全体的に見れば、意匠の骨格を成す\nものであり、これに④のレール全体の高さと幅の寸法比を端緒とする各部間の寸法\n比率における共通性が加味されることによって意匠の基調が形成され、両意匠間に\n強い類似性をもたらしているものと認められる。\nⅡ．３　一方、両意匠には、③の「外側に鋸歯状突起を有している」か否か、\n⑥の「レール裏面中央に浅い溝状部を形成している」か否か、及び⑦「溝の底面中\n央に細い条溝を形成している」か否かの相違点が認められる。\nⅡ．４　しかしながら、これらの相違点に係る本件登録意匠の態様について\nは、前項で述べたとおりであり、いずれも本件登録意匠を特徴付ける態様とは成し\n得ず、各共通点からもたらされる類似性を凌ぐものではない。\nⅡ．５　すなわち、本件登録意匠は、引用意匠に類似するものと認められる。\nⅢ　本件登録意匠と本意匠の類否\nⅢ．１　本件登録意匠と本意匠を対比すると、両者は意匠に係る物品が一致\nし、形態については、次に示す共通点と相違点が認められる。\n［共通点］\n（１）全体的な構成態様について、溝形鋼状レールの開口部両縁にウイング状\nの鍔を形成し、溝の上縁部に傾斜する戸車転動面を形成し、外側壁面に断面視鋸歯\n状の抜け止めを形成している点。\n（２）鍔の基本形を平板状とし、外側上縁部に面取りを施している点。\n（３）レールの全幅を全高の２倍程度としている点。\n［相違点］\n（１）溝の態様について、本件登録意匠においては、戸車転動面を緩斜面と\nし、底部両隅を細幅の傾斜面とし、溝全体の断面形状を深さと幅が同程度の略矩形\n状としているのに対し、本意匠においては、戸車転動面をやや急斜面とし、底部両\n隅の側壁に断面視円弧状の窪みを形成し、溝全体の断面形状を深さが幅の２倍強あ\nる断面視略Ｙ字形状としている点。\n（２）外側壁面の態様について、本件登録意匠においては、壁面全体に鋸歯状\nの抜け止めを均一に配置しているのに対し、本意匠においては、壁面の上方約１／\n３程度を平坦面としてその中央に楔状の切り込みを設け、下方約２／３程度の部分\nに鋸歯状の抜け止めを配置している点。\n（３）レール裏面の態様について、本件登録意匠においては、裏面中央に浅い\n溝状部を形成しているのに対し、本意匠においては、裏面全体を平坦面としている\n点。\n（４）側壁の肉厚と溝幅の寸法比率について、本件登録意匠においては、側壁\nを含む全体の肉厚を溝幅の１／２弱の薄手のものとしているのに対し、本意匠にお\nいては、側壁の肉厚を溝幅と略同程度で、他の部分の略３倍程度ある厚手のものと\nしている点。\nⅢ．２　上記の共通点及び相違点について検討すると、共通点（１）に示す態\n様は、意匠全体の骨格を成すものではあるが、多分に抽象的な共通性であり、これ\nに共通点（２）及び（３）に示す態様を加味したとしても、戸車転動面を除けば、\nその態様はこの種の物品においてありふれたものであると認められる。\nⅢ．３　戸車転動面についても、相違点（１）に示すように、その傾斜角に明\nらかな差異が認められることを考慮すれば、これらの共通点からもたらされる類似\n性は、各相違点に示す両意匠の差異を圧倒するほどのものとは認められない。\nⅢ．４　これに対し、相違点（１）に示す本意匠の「戸車転動面をやや急斜面\nとし、底部両隅の側壁に断面視円弧状の窪みを形成し、溝全体の断面形状を深さが\n幅の２倍強ある断面視略Ｙ字形状としている」態様は、その出願前に例を見ないも\nのであり、これに相違点（４）に示す「側壁の肉厚を溝幅と略同程度で、他の部分\nの略３倍程度ある厚手のものとしている」態様が加わることによって、本意匠に\nは、本件登録意匠とは明らかに異なる特有の基調が形成されているものと認められ\nる。\nⅢ．５　さらに、相違点（２）に示す外側壁面の態様、及び相違点（３）に示\nすレール裏面の態様における差異は、両意匠の基調の違いを一層際立たせる効果を\nもたらしており、この基調の違いは、各共通点からもたらされる類似性を凌駕する\nものであると認められる。\nⅢ．６　すなわち、本件登録意匠は、本意匠とする登録第９３０６６３号意匠\nに類似しないものと認められる。\nⅣ　むすび\n以上のとおりであって、本件登録意匠は、本意匠とする自己の登録意匠に類\n似せず、しかも本件登録意匠の出願日に先行する他の出願に係る意匠（引用意匠）\nに類似するものであるから、（旧）意匠法第９条第１項及び同法第１０条第１項の\n規定に違反して登録を受けたものであり、同法第４８条第１項第１号に該当する。\n第３　原告主張の取消事由の要点\n１　本件登録意匠と引用意匠との類否判断の誤り（取消事由１）\n本件登録意匠が「外側に鋸歯状突起を有している」点（審決認定の構成要素③）\nは、本件登録意匠を特徴づける重要な態様の１つであるのに、審決は、これを「こ\nの種の物品におけるありふれた態様である」とし、中央の溝の上に左右対称の内向\nきに下がるように戸車転動面を形成している点と外側壁面に断面視鋸歯状の抜け止\nめを形成している点とを総合的に評価しなかった。本件登録意匠は、外側に鋸歯状\n突起を有する点において、鋸歯状突起を有しない引用意匠とは非類似の意匠と評価\nされるべきである。\n２　本件登録意匠と本意匠との類否判断の誤り\n本件登録意匠と本意匠とは、傾斜した戸車転動面と外側側面に断面視鋸歯状の抜け\n止めの存在という共通点によって類似していると評価されるべきである。両者を非\n類似とした審決の判断は誤っている。\n第４　被告の主張の要旨\n審決の認定判断に誤りはなく、原告の主張は失当である。\n第５　当裁判所の判断\n１　本件登録意匠、本件登録意匠の本意匠及び引用意匠\n本件登録意匠（９３０６６３号の類似３）は、意匠に係る物品を「戸車用レール\n材」とし、その形態を別紙１本件登録意匠図面記載のとおりとしたものである。引\n用意匠（意願平６－１６２７０号意匠）及び本件登録意匠の本意匠（登録９３０６\n６３号意匠、以下単に「本意匠」という。）は、それぞれ、別紙２、別紙３のとお\nりの形態のものである。\n２　本件登録意匠と引用意匠との類否\n（１）本件登録意匠と引用意匠との類否については、当裁判所も審決と同様の理\n由（前記第２の２のⅡ参照）により、両意匠は類似すると判断をするものである。\n（２）原告は、本件登録意匠において「外側に鋸歯状突起を有している」点は、\n意匠を特徴づける重要な態様の１つであり、この点に関する本件登録意匠と引用意\n匠との差異は、両意匠を非類似とするものである旨主張する。しかし、戸車レール\n材に外側に鋸歯状突起を設けた点は、審決添付別紙２に示された審判甲第１、第２\n号証の意匠にも見られるように、この種物品におけるありふれた形態と認められる\nものであって、看者の注意を惹くものということができず、全体として観察する\nと、原告主張の鋸歯状突起の有無を考慮しても、なお、本件登録意匠と引用意匠と\nの間には強い共通性が看取されるというべきである。原告の主張は採用することが\nできない。\n３　本件登録意匠と本意匠との類否\n（１）本件登録意匠と本意匠との類否については、当裁判所も審決と同様の理由\n（前記第２の２のⅢ．２ないし５）により、本意匠には本件登録意匠とは明らかに\n異なる特有の基調が形成されており、両意匠は非類似であると判断するものであ\nる。　（２）原告は、ア．審決は引用意匠との対比においては本件登録意匠の構成\n要素⑥「レール裏面中央に浅い溝状部を形成している点」が意匠の構成要素となり\n得ないと認定する一方で、本意匠との対比においては、「相違点（３）に示すレー\nル裏面の態様における差異（注－裏面中央に浅い溝状部を形成しているか否か）\nは、両意匠の基調の違いを一層際だたせる効果をもたらしており、この基調の違い\nは、各共通点からもたらされる類似性を凌駕する」という、矛盾する認定を行って\nおり、明白な誤りがある、イ．本意匠や本件登録意匠に施された傾斜した転動面\nは、それ自体従前にないものであり、きわめて重要な構成要素となっているととも\nに、看者に強烈な印象を与える部分であるから、戸車転動面の傾斜角度がいか様で\nあろうと、溝が断面視Ｙ字形状であれば、傾斜角度の差異は戸車転動面がもたらす\n印象を凌駕するものではない、ウ．外側壁面に断面視鋸歯状の抜け止めが存在して\nいる点も両意匠の類似性を裏付ける、などと主張する。\nしかし、原告の主張は、結局、意匠を構成する各部分に個別的に着目したときの\n両意匠の共通性を取り上げて、両意匠は類似すると主張しているものにすぎないと\n解される。両意匠を全体観察によって対比すると、本意匠は、溝全体の断面形状を\n深さが幅の２倍強ある断面視略Ｙ字状としたものであるのに対して、本件登録意匠\nは、溝全体の断面形状を深さと幅が同程度の断面視略矩形状ないしＵ字状としたも\nのであって、両意匠には意匠の基調において明らかな差異が認められるのであり、\n原告が主張する上記ア．ないしウ．の点を勘案しても、前記（１）の判断は動かな\nい。\n４　結論\n以上のとおりであるから、本件登録意匠と引用意匠との類否、及び本件登録意匠\nと本意匠との類否についての審決の判断に誤りを認めることはできず、原告主張の\n取消事由１及び２はいずれも理由がない。\nよって、原告の請求を棄却することとし、主文のとおり判決する。\n東京高等裁判所第１８民事部\n裁判長裁判官　　　　　永　　　　井　　　　紀　　　　昭\n裁判官　　　　　古　　　　城　　　　春　　　　実\n裁判官　　　　　田　　　　中　　　　昌　　　　利\n（別紙）\n別紙１本件登録意匠別紙２引用意匠別紙３本意匠\n"
}