{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 16,
    "month": 6,
    "day": 16
  },
  "case_number": "平成15(行ケ)157",
  "case_name": "審決取消請求事件",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "10258",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=10258",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/258/010258_hanrei.pdf",
  "contents": "平成１５年（行ケ）第１５７号　審決取消請求事件（平成１６年６月２日口頭弁論\n終結）\n判　　　　　　　　　　　決\n原　　　　　　告　　　イビデン株式会社\n訴訟代理人弁護士　　　木下洋平\n同　　　　弁理士　　　小川順三\n被　　　　　　告　　　特許庁長官　今井康夫\n指定代理人　　　　　　出口昌哉\n同　　　　　　　　　　神崎潔\n同　　　　　　　　　　高橋泰史\n同　　　　　　　　　　伊藤三男\n主　　　　　　　　　　　文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n事実及び理由\n第１　請求\n特許庁が訂正２００２－３９２３４号事件について平成１５年３月１８日に\nした審決を取り消す。\n第２　当事者間に争いのない事実\n１　特許庁における手続の経緯\n原告は，名称を「電子回路部品搭載用基板」とする特許第３１８１１９３号\n発明（平成７年６月１９日特許出願〔以下「本件特許出願」という。〕，平成１３\n年４月２０日設定登録，以下，その特許を「本件特許」という。）の特許権者であ\nる。原告は，平成１４年１１月５日，本件特許出願の願書に添付した明細書の特許\n請求の範囲の記載の訂正（以下「本件訂正」といい，本件訂正に係る明細書を「訂\n正明細書」という。）をする訂正審判の請求をし，特許庁は，同請求を訂正２００\n２－３９２３４号事件として審理した上，平成１５年３月１８日，「本件審判の請\n求は，成り立たない。」との審決をし，その謄本は，同月２８日，原告に送達され\nた。\n２　訂正明細書の特許請求の範囲記載の発明の要旨\n【請求項１】スルーホールを有するベース基板の一方の面の所定箇所に第１\nの接続端子群が密集した状態で形成され，その反対側の面の少なくとも外周部に第\n２の接続端子群が形成され，第１の接続端子群と第２の接続端子群とがスルーホー\nルを介して電気的に接続されてなる電子回路部品搭載用基板において，\n前記ベース基板は，樹脂製の基材からなり，この基板の第１の接続端子群\nが形成される側には，内層導体層と粗化面が形成された樹脂からなる絶縁層とが交\n互に積層され，内層導体層同士がバイアホールにて電気的に接続され，また内層導\n体層がスルーホールと電気的に接続されたビルドアップ多層配線層が形成されてな\nり，前記第１の接続端子群は，該ビルドアップ多層配線層の昀外層に形成されると\nともに，前記第１の接続端子群の中央部に位置する接続端子は，バイアホールを介\nして前記ビルドアップ多層配線層の内層導体層と電気的に接続され，前記第１の接\n続端子群の中央部に位置する接続端子よりも外側に位置する接続端子は，基板外周\n部に向かって延びる外層導体層に接続されてなることを特徴とする電子回路部品搭\n載用基板。\n【請求項２】スルーホールを有するべース基板の一方の面の所定箇所に第１\nの接続端子群が密集した状態で形成され，その反対側の面の少なくとも外周部に第\n２の接続端子群が形成され，第１の接続端子群と第２の接続端子群とがスルーホー\nルを介して電気的に接続されてなる電子回路部品搭載用基板において，\n前記ベース基板は，樹脂製の基材からなり，この基板の両面には，内層導\n体層と粗化面が形成された樹脂からなる絶縁層とが交互に積層され，内層導体層同\n士がバイアホールにて電気的に接続され，また内層導体層がスルーホールと電気的\nに接続されたビルドアップ多層配線層が形成されてなり，前記第１の接続端子群及\nび第２の接続端子群は，それぞれ該ビルドアップ多層配線層の昀外層に形成される\nとともに，前記第１の接続端子群の中央部に位置する接続端子及び第２の接続端子\n群を構成する各接続端子は，バイアホールを介して前記ビルドアップ多層配線層の\n内層導体層と電気的に接続され，前記第１の接続端子群の中央部に位置する接続端\n子よりも外側に位置する接続端子は，基板外周部に向かって延びる外層導体層に接\n続されてなることを特徴とする電子回路部品搭載用基板。\n（以下，【請求項１】，【請求項２】の発明を「訂正発明１」，「訂正発明\n２」という。）\n３　審決の理由\n審決は，別添審決謄本写し記載のとおり，訂正発明１，２は，いずれも，特\n開昭５６－１１４３６１号公報（審判第１引用例・本訴甲３，以下「第１引用例」\nという。），特開平２－２６８４５６号公報（審判第２引用例・本訴甲４，以下\n「第２引用例」という。），特開昭６３－１５２１５９号公報（審判第３引用例・\n本訴甲５，以下「第３引用例」という。），特開平６－２７５９５９号公報（審判\n第４引用例・本訴甲６，以下「第４引用例」という。），特開平５－２３５５４６\n号公報（審判第５引用例・本訴甲７，以下「第５引用例」という。），特開平５－\n２９９８４６号公報（審判第６引用例・本訴甲８，以下「第６引用例」という。）\n及び特開平５－２５１５１１号公報（審判第７引用例・本訴甲９，以下「第７引用\n例」という。）記載の発明に基づいて当業者が容易に発明をすることができたもの\nであり，特許出願の際独立して特許を受けること（以下「独立特許要件」とい\nう。）ができるものではないから，本件訂正請求は，平成６年法律第１１６号によ\nる改正前の特許法１２６条３項の規定を満たすものとはいえないとした。\n第３　原告主張の審決取消事由\n審決は，第１引用例記載の発明（以下「第１引用例発明」という。）の認定\nを誤り（取消事由１），訂正発明１と第１引用例発明との一致点の認定を誤り（取\n消事由２），訂正発明１と第１引用例発明との相違点についての判断を誤り（取消\n事由３），また，訂正発明２の進歩性の判断を誤った（取消事由４）結果，訂正発\n明１，２が独立特許要件を欠くとの誤った判断をしたものであるから，違法として\n取り消されるべきである。\n１　取消事由１（第１引用例発明の認定の誤り）\n(1) 審決は，第１引用例（甲３）について，「ヘ＞　第１引用例の第１図に示\nされている，半導体容器（２）の絶縁体層の表面（上面）には，導電体層（２１\n２）と共に，半導体装置（１）の各端子（１１）と対応関係にある接続端子群が形\n成されているとみるべきであって，その形成の態様は，第３図に示されている配置\n状態からみて，『密集した状態』といえるし，同様に，半導体容器（２）の絶縁体\n層の裏面（下面）側の『少なくとも外周部』に，上記イの『各外部リード端子』\n（２１４）を接続するための『接続端子群』が形成されている」（審決謄本５頁昀\n終段落～６頁第１段落），「ト＞　同じく第１図では，半導体装置（１）の各端子\n（１１）と対応関係にある接続端子群のうちの，中央部に位置する接続端子はスル\nーホールを介して内層の導体層と接続され，外側に位置する接続端子は外周に向か\nって延びる外層導体層に接続されることが示されている」（同６頁第２段落）と認\n定したが，誤りである。\n(2) 上記認定ヘについて，第１引用例の第３図は，第２図の拡大図であって，\n第１図とは無関係であり，第３図に示されているものが密集しているからといっ\nて，第１図の端子（１１）も密集していることにはならない。また，第１図は，外\n周部分が省略された図面であり，「少なくとも外周部」に接続端子が形成されてい\nるかどうかが全く不明である上，第１図に開示されている３本のピンのうち裏面側\nの２本が，半導体装置（１）の直下にあり，外周に存在しているものとはいえな\nい。\n(3) また，上記認定トについて，第１引用例の第１図からは，訂正発明１の第\n１接続端子群に相当するもののうち，基板中央部に位置する接続端子よりも外側に\n位置する接続端子への接続を，ビルドアップ樹脂絶縁層の外表面に形成されてい\nる，基板外周部に向って延びる外層導体層に接続することによって果たすという構\n成を読み取ることはできない。半導体装置（１）よりも外側のピンにつながる配線\nの引き回しは，いったん内側へ寄せて，再び外側へ引き出されている。すなわち，\n昀も右側に位置する接続端子は，外周導体によって外側へ引き出された後，再び内\n側に戻されており，ピンの一つの位置が，たまたま半導体装置（１）の直下から外\nれているからといって，直ちに，接続端子群が外周にあることにはならない。\n(4) さらに，第１引用例の第１図記載の半導体容器の基板は，セラミック基板\nであることを必須の要件としているから，そのセラミック基板を含んだ半導体容器\nの基板と樹脂絶縁層とを同時に高温焼成することになるが，その結果として，当\n然，樹脂絶縁層は焼失してしまうため，厚い樹脂絶縁層を採用した場合に層数を少\nなくすることができ，小型化を実現できるとともに，外層導体層のはく離を防止す\nることができるという訂正発明１の効果を得ることはできないから，第４引用例及\nび第５引用例に開示されたビルドアップ多層配線層の形成手法に適用する阻害要因\nを有するものである。審決は，第１引用例が，上記適用阻害要因，すなわち，セラ\nミック基板であることを必須の要件としていることを看過したものである。\n２　取消事由２（訂正発明１と第１引用例発明との一致点の認定の誤り）\n(1) 審決は，訂正発明１と第１引用例発明とを対比し，「第１引用例の・・・\n『複数の絶縁体層』（２１１）及び『絶縁体面に選択的位置を占めて形成された導\n電体層』（２１２）は，『スルーホールを通して両面の導電体層（２１２）間を接\n続する接続部』（２１３）が設けられているところから，訂正発明（注，訂正発明\n１）でいう『スルーホールを有するベース基板』に相当するものを含むといえる」\n（審決謄本６頁第４段落）とした上，両者の一致点として，「スルーホールを有す\nるベース基板の一方の面の所定箇所に第１の接続端子群が密集した状態で形成さ\nれ，その反対側の面の少なくとも外周部に第２の接続端子群が形成され，第１の接\n続端子群と第２の接続端子群とがスルーホールを介して電気的に接続されてなる電\n子回路部品搭載用基板において，前記第１の接続端子群の中央部に位置する接続端\n子よりも外側に位置する接続端子は，基板外周部に向かって延びる外層導体層に接\n続されてなる電子回路部品搭載用基板」（同頁＜一致点＞）である点を認定した\nが，誤りである。\n(2) 審決の認定した第１引用例発明は，「第１引用例（注，甲３）の上記イ\n［注，「従来のこの種の半導体装置を収容した容器構成の概要を第１図に示してあ\nる。この第１図において，（１）は半導体装置を示し，（１１）はこの半導体装置\n（１）に設けられた各端子である。また，（２）は半導体容器を示し，（２１１）\nは通常，セラミックからなる複数の絶縁体層，（２１２）はこの絶縁体面に選択的\n位置を占めて形成された導電体層，（２１３）はこの絶縁体層（２１１）のスルー\nホールを通して両面の導電体層（２１２）間を接続する接続部，（２１４）は各外\n部リード端子である」との甲３の１頁左下欄昀終段落～右下欄第１段落の記載］並\nびに第１図に記載された発明」（審決謄本６頁第６段落），すなわち，従来例の発\n明であり，第１導電体層を印刷した複数枚のセラミック製グリーンシート（絶縁層\nとなるもの）を一体に積層し，これを高温で焼成したものであるから，訂正発明１\nのような，その上に樹脂絶縁層を順次に積層してビルドアップ配線層を形成するた\nめのベース基板が存在しているということはできない。一般に，ベース基板という\nには，その上に形成するビルドアップ多層配線層を順次形成できる程度の剛性が必\n要であり，ビルドアップ多層配線層が形成される時点では，少なくとも，自重で変\n形したり収縮しないなどの定形保持性が必要不可欠である。これに対し，グリーン\nシートは，セラミックの粉をバインダで固めたものであり，可とう性があるため，\n自重でたわんで大きく変形してしまうものである。しかも，グリーンシートは，焼\n結時に収縮するため，このことがビルドアップ層の形成を不可能にしている。すな\nわち，ベース基板の上に順次積層させて焼結させる場合，ベース基板としてガラス\nエポキシ基板のような収縮をしないものを用いるとすれば，収縮しないべース基板\nと収縮する絶縁体層とを積層することになるから，互いの収縮率が変わってしま\nい，べース基板のスルーホールとその上に積層される導電体層との間で位置ずれが\n生じ，電気的接続が得られなくなる。また，べース基板としてグリーンシートを採\n用したとしても，ビルドアップによって順次積層するとすれば，ベース基板に近い\n下層ほど何回も焼成することになるから，各絶縁体層ごとに収縮率が変わってしま\nい，べース基板のスルーホールとその上の導電体層との間で位置ずれが生じ，やは\nり電気的接続が得られない。したがって，第１引用例の第１図に示す多層セラミッ\nク基板の例では，複数のグリーンシートを一括して積層成形することが求められる\nものである以上，ベース基板を採用することはない。現に，第１引用例の第１図の\n説明は，すべて「絶縁体層（２１１）」として表記され，「ベース基板」に相当す\nるような表記はない。\n訂正発明１では，電子回路部品搭載用基板において，その片面ビルドアッ\nプ多層配線層の樹脂絶縁層の層数を減らすために，少なくとも，第１の接続端子群\nからの配線引き回しを，中央部に位置する端子からのものについては，バイアホー\nルを介して，基板外周部に向って順方向に配線されている内層導体層を使って行う\n形態，及び中央部に位置する端子以外の端子からのものについては，ビルドアップ\n多層配線層の昀外層（粗化された樹脂絶縁層）の表面において，基板外周部に向っ\nて延びる外層導体層を使って行う形態という役割の異なる２種類の配線形態を，一\nつの基板中に配設することにより，外周部への配線引き回しに必要な面積を少なく\nしている。この２種類の配線形態を形成するために，ビルドアップ多層配線層が必\n要となり，ビルドアップ多層配線層を形成するために，べース基板の採用が必要不\n可欠となっている。これに対し，第１引用例（甲３）の第１図のセラミック多層配\n線基板には，上記２種類の配線形態を形成するためのビルドアップ多層配線層とべ\nース基板とのいずれもが存在せず，すべて絶縁体層で構築されている。\n審決は，第１引用例発明と訂正発明１とは，ベース基板の存在で一致し，\nビルドアップ多層配線層を形成することは言及がない点で相違する旨の認定をした\nが，上記べース基板の存在意義を考慮すると，ベース基板が存在すれば，必然的に\nビルドアップ多層配線層も存在するはずであり，矛盾する認定というべきであり，\nこのことは，第１引用例（甲３）の上記従来技術に関する，「従来例の構成では，\n収容すべき半導体装置（１）が異なった場合には，それぞれに異なった容器を準備\nする必要があり，殊に複数個の半導体装置（１）を収容するのには，半導体容器\n（２）自体の汎用性が著るしく損なわれるものであった。この発明（注，第１引用\n例発明）は，従来のこのような欠点に鑑み，半導体容器を２つの部分とし，一方を\n従来と同様ではあるが用途によらない共通の形状のもの，他方を従来よりも低温で\nかつ精度が高く用途に合わせた形状のものに構成したことを特徴としている」（１\n頁昀終段落～２頁第１段落）との記載からも理解できる。上記記載は，第１引用例\nの第１図記載のものが，導体層を有する複数のセラミック製絶縁体層を一括して一\n体に成形したものと考えられることから，汎用性が劣るといっているのであり，第\n１引用例の上記絶縁体層は，正しく単なる絶縁体層であって，べース基板といえる\nものではなく，このことは，第１引用例の第２図では，上記従来例の欠点を克服\nし，汎用性を付与するために，わざわざ多層配線部分（２２１）と信号線のような\n導電体層を持たないモジュール基板部分（２１）とに分けて成る半導体容器を提案\nしていることからも分かる。\n３　取消事由３（訂正発明１と第１引用例発明との相違点についての判断の誤\nり）\n(1) 相違点１について\nア　審決は，訂正発明１と第１引用例発明との相違点１として認定した，\n「ベース基板の素材に関し，訂正発明（注，訂正発明１）では，『樹脂製の基材』\nからなるとされているのに対し，第１引用例（注，甲３）では，『セラミック』の\n例示があるにとどまる点」（審決謄本６頁＜相違点１＞，以下「相違点１」とい\nう。）について，「第１引用例においても『通常，セラミックからなる複数の絶縁\n体層』（上記イ〔注，１頁左下欄昀終段落～右下欄第１段落の記載〕）と記載され\nており，上記基板材料として，セラミック以外のものを用いることが排除されてい\nるわけではないから，第１引用例記載の発明（注，第１引用例発明）において，ベ\nース基板の素材として例示されているセラミックに代えて，樹脂製の材料を採用す\nることは，当業者が容易になし得る設計事項といえる」（同７頁「（１）相違点１\nについて」）と判断したが，誤りである。\nイ　第１引用例発明，すなわち，第１引用例の第１図の発明は，セラミック\nですべて一体成形したもので，汎用性に劣り，その結果として，汎用基板的な部分\n（用途によらないモジュール基板部分）と専用部分（用途に合わせた多層配線部\n分）とを分けて作る必要が生じたのである。だからこそ，第１引用例発明では，わ\nざわざ，「通常，セラミックからなる複数の」と記載しているのであり，「セラミ\nック以外のものを用いることが排除されているわけではない」としても，「樹脂基\n板」を指すことにはならない。審決は，第１引用例発明にベース基板が存在するこ\nとを前提とした上で，その素材について，セラミックと樹脂との代替が容易である\nとするものであるが，存在しないベース基板の素材を議論している点で，明らかに\n失当である。\nそもそも，セラミックグリーンシートの一括積層法において，セラミッ\nクグリーンシートの使用に代えて，樹脂系材料を使うこと自体に無理がある。一般\nに，当業者がセラミックグリーンシートに代わる樹脂シートとして考えるとした\nら，プリプレグ以外にはない。プリプレグは，昭和６０年３月２０日工業調査会発\n行「多層プリント配線板キーワード１００」３８頁～４７頁，９４頁～１０１頁\n（甲１６，以下「甲１６刊行物」という。）の９６頁の図３２．２及び９７頁の図\n３２．３にあるように，内装銅箔と積層し加熱プレスして，多層プリント配線板と\nして使用されるものであり，プリプレグに，第１引用例の第１図のようなグリーン\nシート積層法に従い，バイアホールを形成して積層した場合，「樹脂がプレスで溶\n融軟化する」（甲１６刊行物の３９頁下から第２段落）ため，バイアホールと配線\nとの間に樹脂が流れ込んで，接続することができなくなるから，通常は，上記図３\n２．２及び甲１６の９７頁下から第２段落に記載されているように，各層にバイア\nホールを形成するのではなく，貫通孔を設け，その内周面めっきを施してスルーホ\nールを形成し，このスルーホールを介して各層間の導通を確保している。すなわ\nち，樹脂シート（プリプラグ）を使用する場合，セラミックグリーンシートの単純\nな一括積層法のようにして，バイアホールを介して層間接続を図る多層配線板を形\n成することはできないから，第１引用例発明の絶縁層を樹脂に代えることは，障害\nが大きすぎて到底できないことである。\n(2) 相違点２について\nア　審決は，訂正発明１と第１引用例発明との相違点２として認定した，\n「訂正発明（注，訂正発明１）では，ベース基板の第１の接続端子群を設ける側に\n『内層導体層と粗化面が形成された樹脂からなる絶縁層とが交互に積層され，内層\n導体層同士がバイアホールにて電気的に接続され，また内層導体層がスルーホール\nと電気的に接続されたビルドアップ多層配線層』が形成されるのに対して，第１引\n用例（注，甲３）の上記イ及び第１図では，『ビルドアップ多層配線層』を形成す\nることに関する言及がない点」（審決謄本７頁＜相違点２＞，以下「相違点２」と\nいう。）について，「半導体容器基板の，『ベース基板』に対応する基板の表面\nに，上記周知の技術事項である『粗化面が形成された樹脂からなる絶縁層』を積層\nする，『ビルドアップ』による多層配線層を形成することは格別困難とはいえな\nい」（同７頁～８頁「（２）相違点２について」）と判断したが，誤りである。\nイ　訂正発明１は，べース基板とは異なる第１引用例発明のようなものの上\nに，ビルドアップ多層配線層を順次に積層して形成するものではない。すなわち，\n訂正発明１は，１層から成るべース基板の上に，外層導体層を作るために，粗化面\nを有するビルドアップ多層配線層を順次に積層したものであり，このような構成\nは，第１引用例と周知の技術事項との組合せから導かれるものとはいえない。\n(3) 相違点３について\nア　審決は，訂正発明１と第１引用例発明との相違点３として認定した，\n「訂正発明（注，訂正発明１）では，第１の接続端子群は，『該ビルドアップ多層\n配線層の昀外層』に形成されると共に『第１の接続端子群の中央部に位置する接続\n端子は，バイアホールを介して前記ビルドアップ多層配線層の内層導体層と電気的\nに接続され』るのに対して，上記のとおり，第１引用例（注，甲３）の上記イ及び\n第１図では，『ビルドアップ多層配線層』を形成することに関する言及がなく，し\nたがって，第１引用例記載の発明では第１の接続端子群が『該ビルドアップ多層配\n線層の昀外層』に形成されることや，『第１の接続端子群の中央部に位置する接続\n端子は，バイアホールを介して前記ビルドアップ多層配線層の内層導体層と電気的\nに接続され』ることについての言及はない点」（審決謄本７頁＜相違点３＞，以下\n「相違点３」という。）について，「第１引用例記載の発明（注，第１引用例発\n明）における『ベース基板』に対応する基板の表面に，『粗化面が形成された』樹\n脂からなる絶縁層を積層する，多層配線層を形成した場合には，当該粗化面が導電\n体層との接着性に優れるため，第１引用例の第２図に示されるような絶縁体層（２\n２２）を昀外層に配置する必要がなくなり，「ビルドアップ多層配線層の昀外層」\nには導電体層が配置されることになるから，当該昀外層に，『第１の接続端子群が\n形成』されると共に，『第１の接続端子群の中央部に位置する接続端子』が，『バ\nイアホールを介して前記ビルドアップ多層配線層の内層導体層と電気的に接続さ\nれ』る構成とすることは，第１引用例に関しての上記へ及びトの認定事項等を考慮\nすれば当業者が容易に想到できる設計事項といえる」（同８頁「（３）相違点３に\nついて」）と判断したが，誤りである。\nイ　訂正発明１の特徴は，上記のとおり，役割の異なる２種類の配線形態\nを，一つの基板中に配設することにより，外周部への配線引き回しに必要な面積を\n少なくし，ひいては外周部への配線引き回しに必要となる樹脂絶縁層の層数を減ら\nし，このことによって，基板の厚さを薄く，かつ，小型化し，さらに，外層導体で\nあるために生ずるはく離の問題を，昀外層樹脂絶縁層の表面を粗化するという方法\nにより解決したことにある。訂正発明１の役割の異なる２種類の配線形態を，基板\n上に順次に積層したビルドアップ多層配線層の部分に形成することは，第１引用例\nや他の引用例の記載からうかがい知ることはできない。\nウ　また，審決は，請求人（原告）の「第１引用例では，ビルドアップ用の\n絶縁層材料として，『表面平滑度が良好』なポリイミドが例示されていることをも\nって，第１引用例記載の発明（注，第１引用例発明）では，絶縁層『表面の粗化を\n否定』しているとして，訂正発明における『外層導体層』が（昀上層として）形成\nされる構成は第１引用例に示唆されていない」（審決謄本８頁下から第２段落）旨\nの主張に対し，「第１引用例（注，甲３）の第２図では，たしかに昀上の導電体層\n（導体層）の上に更に昀上層の『絶縁体層２２１』が形成される状態が示されてい\nるが，当該『絶縁体層２２１』を形成する技術的な意義についてみると，第１引用\n例（上記ニ）に，『（導電体層と）前記絶縁体層（２２１）との密着性をよくする\nためには，これらを多層構造にするのがよい』という記載があることから，上記の\n昀上層の『絶縁体層』は，昀上の導電体層と，当該導電体層が形成される絶縁体層\nとの『密着性』の不足を補うための保護層として設けられていると解される」（同\n９頁第２段落）と認定したが，誤りである。\n第１引用例には，「導電体層（２２２）としては，Ｍｏ，Ｗ，Ｃｒ，Ｃ\nｕなどの低抵抗金属を用いるのが望ましく，かつ前記絶縁体層（２２１）との密着\n性をよくするためには，これらを多層構造にするのがよい」（２頁右上欄昀終段落\n～左下欄第１段落）と記載されているが，この記載は，「上記昀上層の『絶縁体\n層』は昀上の導電体層と，当該導電体層が形成される絶縁体層との密着性不足を補\nうための保護層として設けられている」ことの根拠にはならない。一般に，Ｃｒや\nＴｉはポリイミドとの密着性に優れるが，Ｃｕは密着性不足であることがよく知ら\nれており，一方で，Ｃｕの方がＣｒやＴｉよりも低抵抗であることも知られている\nのであって，ＣｒやＴｉ層を形成し，その上にＣｕ層を形成した多層構造とするこ\nとにより密着性と低抵抗を実現する方法が採用されている（特開昭６０－２１４５\n４４号公報〔甲１０〕）ことに照らすと，上記記載は，このことを説明しているに\nすぎないというべきである。したがって，上記の誤った認定を前提とした，「多層\n配線層の『ビルドアップ』に際して，周知の技術事項である『粗化面が形成された\n樹脂からなる絶縁層』を積層した場合には，昀上の導電体層も当然に当該『粗化\n面』の上に形成され，導電体層と絶縁体層との密着性が向上することになるから，\n必ずしも，第１引用例の第２図に示されるような，昀上層となる『絶縁体層２２\n１』を形成する必要はなくなるし，しかも，第１引用例第１図では，昀上の導電体\n層を『外層導体層』とすることも開示されていることを考慮すれば，請求人（注，\n原告）の上記主張は合理的なものといえず，採用することはできない」（審決謄本\n９頁第３段落）とした判断も，誤りである。\n(4) 訂正発明１の顕著な作用効果について\n上記したところから明らかなように，訂正発明１の「高密度化及び小型化\nを達成することができる」（訂正明細書〔甲１５添付〕の段落【０００６】）との\n作用効果は，第１ないし第７引用例には開示されていない。また，審決は，第１の\n接続端子群から第２の接続端子群に向けて配線の引き回しを，下層の内層導体回路\nにバイアホールを介して接続させる配線形態と，樹脂絶縁層の表面層に形成した外\n層導体層を介して外周に向けて引き出す形態を同時に採用することと，層数を減ら\nして小型化できることとの因果関係について，周知であることを示す証拠も提示せ\nず，訂正発明１の作用効果について具体的な判断をしていないのであって，判断の\n遺脱がある。\n４　取消事由４（訂正発明２の進歩性の判断の誤り）\n(1) 審決は，訂正発明２について，「訂正発明（注，訂正発明１）と同様に，\n上記第１～第７引用例に記載された発明に基づき，当業者が容易に発明をすること\nができたものといえる。また，上記のような『両面にビルドアップ多層配線層を形\n成する』構成を採用した場合，『反りを防止するため』の『ダミーのビルドアップ\n層が不必要』になる・・・のは当然のことであり，そのような当然のことをもっ\nて，格別の作用効果とみることはできない」（審決謄本９頁昀終段落～１０頁第２\n段落）として進歩性を否定したが，誤りである。\n(2) 訂正発明２は，訂正発明１の要旨構成を前提として，基板を挟む両側にビ\nルドアップ多層配線層を有する点に特徴がある。すなわち，訂正発明２の特徴は，\n第１の接続端子群とベース基板の反対側の第２の接続端子群との接続に当たり，第\n１の接続端子群の中央部に位置するものは，この内層導体層を基板外周部に向けて\n配設される内層導体層を介して接続する形態と中央部に位置する接続端子よりも外\n側に位置する接続端子は粗化された昀外層樹脂絶縁層上に形成した基板外周部に向\nって延びる外層導体層を使って接続する形態との，役割の異なる２種類の配線形態\nを採用することにより，配線引き回しの面積を増やすことなく，外周部への配線引\nき回しに必要となる層数を減らして小型化し，さらに，このような外層導体を採用\nすることで生じる外層導体のはく離の問題をも解決したところにある。しかも，訂\n正発明２は，上記問題の解決を，反りの発生を抑制しつつ実現した点にも特徴があ\nる。これに対し，第１ないし第７引用例には，基板の両側にそれぞれ積層形成され\nたビルドアップ多層配線層が昀外層導体層を利用し，役割の異なる２種類の配線形\n態を一つの基板中に一緒に配設するという訂正発明２の構成については，記載も示\n唆もない。\n第４　被告の反論\n審決の認定判断に誤りはなく，原告主張の取消事由はいずれも理由がない。\n１　取消事由１（第１引用例発明の認定の誤り）について\n(1) 第１引用例（甲３）には，「第２図および第３図において，前記第１図と\n同一符号は同一または相当部分を示しており，この実施例では，従来と同様\nに・・・半導体容器（２）を構成させ，半導体装置（１）は多層配線部分（２２）\n上の導電体層（２２２）に接続配置したものである」（２頁左上欄昀終段落～右上\n欄第１段落）と記載されるとともに，第１図においても，第２図及び第３図と同一\nの符号「（１）」により半導体装置が示されているところから，半導体装置自体の\n態様は，第１図に示されているものと第２図及び第３図に示されているものとの間\nで基本的に相違していないとみるべきである。そして，半導体装置の接続端子（電\n極）群は，通常は「密集した状態」で設けられるから，当該「半導体装置の接続端\n子群」と対応関係にある半導体容器（２）側の接続端子群も，同様に「密集した状\n態」となることは明らかである。また，そもそも半導体容器を形成する目的の一つ\nは，上記の密集状態を緩和して比較的大きな面積にまばらな状態で配線パターンを\n形成することにより，下側の基板への実装（装着）を容易にすることにあるから，\n半導体容器（２）裏面（下面）側の「少なくとも外周部」に，各外部リード端子\n（２１４）を接続するための「接続端子群」が形成されるのは当然のことである。\n(2) 第１引用例（甲３）の第１図には，半導体装置（１）の右側の端子（１\n１）及び左側の端子（１１）は，上側の絶縁体層（２１１）上に形成された外周側\nに向かって延びる導電体層（２１２）に接続されていることが明確に示されてお\nり，訂正発明１の第１接続端子群に相当するもののうち，基板中央部に位置する接\n続端子よりも外側に位置する接続端子への接続を，ビルドアップ樹脂絶縁層の外表\n面に形成されている，基板外周部に向って延びる外層導体層に接続することによっ\nて果たすという構成を読み取ることができる。また，ビルドアップ樹脂絶縁層につ\nいて，審決は，第１引用例の第１図の記載のみから，ビルドアップ樹脂絶縁層に関\nする上記構成を読み取れるとしているわけではない。当該ビルドアップ樹脂絶縁層\nを設ける点については，第１引用例の第２図及びその関連記載並びに第４引用例\n（甲６）及び第５引用例（甲７）に開示されているような周知技術に基づいて，格\n別困難とはいえないとしているのである。\n原告は，上記第１図の昀も右側に位置する接続端子は，外周導体によって\n外側へ引き出された後，再び内側に戻されており，ピンの一つの位置が，たまたま\n半導体装置（１）の直下から外れているからといって，直ちに，接続端子群が外周\nにあることにはならないとも主張するが，基板下部の外部リード端子（２１４）の\n端子間間隔が，基板上部の半導体素子（１）の端子（１１）の端子間間隔よりも明\nらかに大きくなっている以上，接続端子群の少なくとも一部は，基板外周部に存在\nすることが明らかである。\n(3) 原告は，第１引用例発明に第４引用例及び第５引用例に開示されたビルド\nアップ多層配線層の形成手法を適用すると，セラミック基板を含んだ半導体容器の\n基板と樹脂絶縁層とを同時に高温焼成する結果，樹脂絶縁層は焼失してしまうこと\nになり，上記適用には阻害要因がある旨を主張する。しかしながら，セラミック基\n板に樹脂絶縁層を設ける場合は，セラミック部分はあらかじめ焼成しておけばよい\nのであるから，セラミック基板を使用することが樹脂絶縁層適用の阻害要因となる\nことはない。\n２　取消事由２（訂正発明１と第１引用例発明との一致点の認定の誤り）につい\nて\n(1) 訂正発明１のベース基板については，特許請求の範囲の【請求項１】に，\n「スルーホールを有するベース基板の一方の面の所定箇所に第１の接続端子群が密\n集した状態で形成され，その反対側の面の少なくとも外周部に第２の接続端子群が\n形成され，第１の接続端子群と第２の接続端子群とがスルーホールを介して電気的\nに接続されてなる」と記載され，ベース基板について，①「スルーホールを有す\nる」こと，②「一方の面の所定箇所に第１の接続端子群が密集した状態で形成さ\nれ」ていること，③「反対側の面の少なくとも外周部に第２の接続端子群が形成さ\nれ」ていること及び④「第１の接続端子群と第２の接続端子群とがスルーホールを\n介して電気的に接続されてなる」ことの４要件を規定している。これを第１引用例\n（甲３）の第１図についてみると，同図に示されている「半導体容器（２）」を構\n成している基板は，「複数の絶縁体層（２１１）」，「導電体層（２１２）」，\n「接続部（２１３）」等からなるものであって（１頁右下欄第１段落参照），上記\n①～④の要件をすべて具備しているといえる。もっとも，訂正発明１では，請求項\n１の上記記載に続いて，ベース基板が「樹脂製の基材」から成る要件，ベース基板\nの「第１の接続端子群が形成される側には，内層導体層と粗化面が形成された樹脂\nからなる絶縁層とが交互に積層され，内層導体層同士がバイアホールにて電気的に\n接続され，また内層導体層がスルーホールと電気的に接続されたビルドアップ多層\n配線層が形成されてなり，前記第１の接続端子群は，該ビルドアップ多層配線層の\n昀外層に形成される」要件が規定され，これらの要件は，第１引用例の第１図記載\nの「半導体容器（２）」の基板には欠けているが，審決は，これらの点は，相違点\n１及び２として認定している。\n次に，第１引用例（甲３）の記載を検討すると，第２図及び２頁右上欄第\n２段落に記載されているように，従来例と同様の手段で，セラミックを基体とする\n絶縁体層（２１１）に導電体層（２１２）及び接続部（２１３）等から成るモジュ\nール基板部分（２１）を形成し，これに多層配線部分（２２）をポリイミドなどの\n有機物で形成する場合，モジュール基板部分（２１）は，多層配線部分（２２）に\n対するベース基板，すなわち，原告主張に係る土台の機能を果たしているとみるこ\nとができる。そして，第１引用例の第１図に記載される，従来の半導体容器（２）\nを構成する基板は，同第２図記載の従来例と同様の手段で形成したモジュール基板\n部分（２１）と，構成が特に異なるところはないから，第１引用例の第１図記載の\n基板は，原告主張に係る層間絶縁層をビルドアップして形成する際に用いられる土\n台になり得るものを含んでいるということができ，第１引用例の第１図記載の半導\n体容器（２）を構成する複数の絶縁体層（２１１）と導電体層（２１２）は，スル\nーホールを有するベース基板を含むものということができる。\n(2) 原告は，セラミック製グリーンシートがベース基板とはなり得ない旨をる\nる主張するが，セラミック基板を焼成する前の素材であるグリーンシートが，有機\n系の樹脂材料から成る絶縁層をビルドアップして形成する際のベース基板になり得\nないのは当然のことであり，被告も，そのこと自体は争わない。しかしながら，第\n１引用例（甲３）の上記(1)の記載によれば，従来例と同様の手段で形成されるセラ\nミックを基体とする絶縁体層（２１１）に，ポリイミドなどの有機物で他方の多層\n配線部分（２２）を形成するのであるから，セラミックを基体とする絶縁体層がベ\nース基板となり得ることは明らかである。\n３　取消事由３（訂正発明１と第１引用例発明との相違点についての判断の誤\nり）について\n(1) 相違点１について\n審決が第２引用例（甲４）及び第３引用例（甲５）を挙げて指摘したよう\nに，半導体容器（パッケージ）を構成する基板材料としては，セラミック及び樹脂\nのいずれもが，通常のものとして採用され得るし，第１引用例（甲３）において\nも，「通常，セラミックからなる」（１頁右下欄第１段落）絶縁体層と記載され，\nセラミック以外のものを用いることが全く排除されているわけではないのであるか\nら，第１引用例記載の絶縁体層の材料として，セラミックに代えて，樹脂製の材料\nを採用することは，当業者が容易にし得る設計事項というべきである。\n(2) 相違点２について\n第１引用例（甲３）には，「前記実施例では，モジュール基板部分（２\n１）について，絶縁体層（２１１）が一層の場合を述べたが，従来例でのように絶\n縁体層（２１１），導電体層（２１２）を多層構造としてもよいことは勿論であ\nる」（２頁左下欄第２段落）との記載があり，ビルドアップによる多層配線層を形\n成するベース基板（上記「モジュール基板部分（２１）」が相当する。）を，１層\nとすることについて示唆がある。そして，粗化面が形成された樹脂から成る絶縁層\nを，ビルドアップによって多層に形成することは，周知の技術事項であるから，第\n１引用例の第１図記載の半導体容器の基板に関して，ベース基板に対応する基板の\n表面に，粗化面が形成された樹脂から成る絶縁層を，ビルドアップにより順次積層\nして多層配線層を形成することは，格別困難であるとはいえない。\n(3) 相違点３について\nア　第１引用例（甲３）の第１図に「半導体装置（１）の各端子（１１）と\n対応関係にある接続端子群のうちの，中央部に位置する接続端子はスルーホールを\n介して内層の導体層と接続され，外側に位置する接続端子は外周に向かって延びる\n外層導体層に接続される」（審決謄本６頁第２段落）構成が開示されている以上，\n原告主張に係る２種類の配線形態については，第１引用例に示唆があるというべき\nである。しかも，審決が「７．付記」で指摘した特開昭６４－３２６６２号公報\n（乙１）の第１図及び第２図並びに特開平１－２４８５８９号公報（乙２）の第３\n図ないし第５図には，多層配線層の昀外層に，外層導体層を設ける構成の開示こそ\nないものの，中央部に位置する端子からのものについては，バイアホールを介して\n基板外周部に向って順方向に配線されている内層導体層を使って行う形態が，中央\n部に位置する端子以外の端子からのものについては，多層配線層の基板外周部に向\nって延びる導体層を使って行う形態がそれぞれ開示されている。基板の表面に，粗\n化面が形成された樹脂から成る絶縁層を積層する，多層配線層を形成した場合に\nは，昀外層樹脂絶縁層の当該粗化面が導電体層との接着性に優れることは，技術常\n識から明らかであるから，第１の接続端子群のうちの外側に位置する接続端子から\n外周に向けて引き出す導体層を，当該昀外層に形成する構成に想到することは容易\nというべきである。\nイ　第１引用例（甲３）の「多層構造にするのがよい」旨の記載が「導電体\n層」に関するもので，「絶縁体層」について説明した記載ではないことは，原告の\n主張するとおりであり，審決に引用例の誤解に基づく記載があることは認める。し\nかしながら，第１引用例の「絶縁体層（２２１）との密着性をよくするため」との\n記載は，導電体層と絶縁体層との「密着性」が不足することがあることを示唆して\nいることは明らかであるから，第１引用例の上記記載が，昀上層の絶縁体層が，当\n該密着性の不足を補うための保護層として設けられていると解する根拠になり得な\nいものではない。しかも，粗化面が形成された樹脂から成る絶縁層を積層する場合\nは，昀上の導電体層も，当該粗化面の上に形成することになるのであるから，導電\n体層と絶縁体層との密着性が向上し，第１引用例の第２図に示されるような，昀上\n層となる絶縁層を，必ずしも形成する必要がなくなることは，当然予測し得ること\nである。\n(4) 訂正発明１の顕著な作用効果について\n多層配線層のビルドアップに際して，周知の技術事項である粗化面が形成\nされた樹脂から成る絶縁層を積層した場合には，昀上の導電体層も当然に当該粗化\n面の上に形成されることになって，導電体層と絶縁体層との密着性が向上するか\nら，必ずしも，第１引用例（甲３）の第２図に示されるような，昀上層となる絶縁\n体層（２２１）を形成する必要はなくなり，その結果として，層数を減らして小型\n化できることは，第１引用例の第１図で，昀上の導電体層を外層導体層とすること\nが開示されていることからも，容易に予測し得ることである。\n４　取消事由４（訂正発明２の進歩性の判断の誤り）について\n原告主張に係るビルドアップ多層配線層が昀外層導体層を利用し，役割の異\nなる２種類の配線形態を一つの基板中に一緒に配設する点に関しては，上記１ない\nし３のとおりである。そして，基板の両面にビルドアップ多層配線層を形成するこ\nとについては，第４引用例（甲６）及び第５引用例（甲７）に開示があり，そのよ\nうな基板を半導体容器に採用することが特段に困難というべき理由はないし，この\n採用に伴って，基板の両側にそれぞれ積層形成されたビルドアップ多層配線層が昀\n外層導体層を利用するものとなることは，当業者の当然想到し得るところである。\n第５　当裁判所の判断\n１　取消事由１（第１引用例発明の認定の誤り）について\n(1) 原告は，第１引用例（甲３）の第３図は，第２図の拡大図であって，第１\n図とは無関係であり，第３図に示されているものが密集しているからといって，第\n１図の端子（１１）も密集していることにはならず，また，第１図は，外周部分が\n省略された図面であり，「少なくとも外周部」に接続端子が形成されているかどう\nかが全く不明である上，第１図に開示されている３本のピンのうち裏面側の２本\nが，半導体装置（１）の直下にあり，外周に存在しているものとはいえないから，\n第１引用例について，「ヘ＞　第１引用例の第１図に示されている，半導体容器\n（２）の絶縁体層の表面（上面）には，導電体層（２１２）と共に，半導体装置\n（１）の各端子（１１）と対応関係にある接続端子群が形成されているとみるべき\nであって，その形成の態様は，第３図に示されている配置状態からみて，『密集し\nた状態』といえるし，同様に，半導体容器（２）の絶縁体層の裏面（下面）側の\n『少なくとも外周部』に，上記イの『各外部リード端子』（２１４）を接続するた\nめの『接続端子群』が形成されている」（審決謄本５頁昀終段落～６頁第１段落）\nとした審決の認定は誤りであると主張する。\n第１引用例（甲３）には，第１図に示される「従来例による半導体容\n器」，及び第２図とその拡大斜視図である第３図に示される「この発明に係わる半\n導体容器」に関して，「従来のこの種の半導体装置を収容した容器構成の概要を第\n１図に示してある。この第１図において，（１）は半導体装置を示し，（１１）は\nこの半導体装置（１）に設けられた各端子である」（１頁左下欄昀終段落～右下欄\n第１段落），「第２図および第３図において，前記第１図と同一符号は同一または\n相当部分を示しており」（２頁左上欄第４段落）との記載があり，これらの記載に\nよれば，第１引用例の第１図ないし第３図においては，いずれも同一符号が同一又\nは相当部分を示すのであるから，第１図の半導体装置（１）と第３図の半導体装置\n（１）は同一又は相当な装置であるということができ，これらが異なる構成の装置\nであると理解すべき理由はない。そして，半導体容器（２）上面の端子は，半導体\n装置（１）の端子（１１）に対応して設けられるものであり，半導体装置の接続端\n子（電極）群は，通常は「密集した状態」で設けられるものであるところ，第３図\nに示されている配置状態からみて，「密集した状態」ということができる。また，\n第１図の半導体装置１の下面側に設けられる，外部リード端子を接続するための接\n続端子群の配置については，第１引用例には明確な記載はないが，第１引用例の半\n導体容器（２）は，半導体装置（１）の端子の密集して配置された状態を緩和し\nて，外部リードに引き出すものであることは，図面の記載及び技術常識に照らし明\nらかである。また，第１図及び第２図には，半導体容器（２）の下面に外部リード\nが均等に配置されていることが図示されているから，第１引用例発明の半導体容器\nの下面側に配置される接続端子群は，下面一面に均等に配置されているものと認め\nられる。したがって，原告の上記主張は，理由がない。\n(2) 原告は，第１引用例（甲３）の第１図からは，ビルドアップ樹脂絶縁層の\n外表面に形成されている外層導体層に接続するという構成を読み取ることができ\nず，また，同図の昀も右側に位置する接続端子は，外周導体によって外側へ引き出\nされた後，再び内側に戻されており，ピンの一つの位置が，たまたま半導体装置\n（１）の直下から外れているからといって，直ちに，接続端子群が外周にあること\nにはならないから，「ト＞　同じく第１図では，半導体装置（１）の各端子（１\n１）と対応関係にある接続端子群のうちの，中央部に位置する接続端子はスルーホ\nールを介して内層の導体層と接続され，外側に位置する接続端子は外周に向かって\n延びる外層導体層に接続されることが示されている」（審決謄本６頁第２段落）と\nした審決の認定は誤りであると主張する。\nしかしながら，審決が，同図に示される半導体容器にビルドアップ樹脂絶\n縁層が存在すると認定したものではないことは，その説示に照らして明らかである\nから，ビルドアップ樹脂絶縁層に関する原告の主張は理由がない。また，第１引用\n例の第１図には，半導体装置（１）の端子（１１）のうち，左外側にある端子は，\n半導体容器（２）の上面に設けられる導電体層（２１２）のうち，左側に延びる導\n電体層に接続され，右外側にある端子は，同じく導電体層（２１２）のうちの右側\nに延びる導電体層に接続されることが示されている。さらに，第１図の昀も右側に\n位置する接続端子は，外周導体によって右側に延びる導電体層に接続された後，左\n側に延びる導電体層に接続されているが，同図は断面図であり，その図示自体か\nら，上記左側に延びる導電体層が内側に延びているということはできず，同図の上\n記図示から，原告主張のように，昀も右側に位置する接続端子は，外周導体によっ\nて外側へ引き出された後，再び内側に戻されていることを読み取ることはできな\nい。したがって，「外側に位置する接続端子は外周に向かって延びる外層導体層に\n接続されることが示されている」とした上記審決の認定に原告主張の誤りはない。\n(3) さらに，原告は，第１引用例（甲３）の第１図記載の半導体容器の基板\nは，セラミック基板であることを必須の要件としているから，そのセラミック基板\nを含んだ半導体容器の基板と樹脂絶縁層とを同時に高温焼成することになるが，そ\nの結果として，当然，樹脂絶縁層は焼失してしまうため，厚い樹脂絶縁層を採用し\nた場合に層数を少なくすることができ，小型化を実現できるとともに，外層導体層\nのはく離を防止することができるという訂正発明１の効果を得ることはできないか\nら，第４引用例（甲６）及び第５引用例（甲７）に開示されたビルドアップ多層配\n線層の形成手法に適用する阻害要因を有すると主張する。しかしながら，第１引用\n例の第２図及び第３図に，「従来例と同様の手段でセラミックを基体とする絶縁体\n層（２１１）に導電体層（２１２）および接続部（２１３）を配し」（２頁右上欄\n第２段落）たモジュール基板部分に多層配線部分を形成した半導体容器が図示され\nていることから示唆されるように，あらかじめ焼成したセラミック基板を用いれ\nば，樹脂絶縁層を焼成する必要はないから，原告の上記主張が理由のないことは明\nらかである。\n(4) 以上のとおりであるから，第１引用例発明の認定の誤りをいう原告の取消\n事由１の主張は，理由がない。\n２　取消事由２（訂正発明１と第１引用例発明との一致点の認定の誤り）につい\nて\n(1) 原告は，審決の認定した第１引用例発明は，従来例の発明であり，第１導\n電体層を印刷した複数枚のセラミック製グリーンシート（絶縁層となるもの）を一\n体に積層し，これを高温で焼成したものであるから，訂正発明１のような，その上\nに樹脂絶縁層を順次に積層してビルドアップ配線層を形成するためのベース基板が\n存在しているということはできないと主張する。\nそこで，訂正発明１の「ビルドアップ多層配線層」と「ベース基板」につ\nいて検討すると，訂正発明１に係る特許請求の範囲の【請求項１】は，「スルーホ\nールを有するベース基板の一方の面の所定箇所に第１の接続端子群が密集した状態\nで形成され，その反対側の面の少なくとも外周部に第２の接続端子群が形成され，\n第１の接続端子群と第２の接続端子群とがスルーホールを介して電気的に接続され\nてなる電子回路部品搭載用基板において（注，以下，上記部分を「第１段落」とい\nう。），前記ベース基板は，樹脂製の基材からなり，この基板の第１の接続端子群\nが形成される側には，内層導体層と粗化面が形成された樹脂からなる絶縁層とが交\n互に積層され，内層導体層同士がバイアホールにて電気的に接続され，また内層導\n体層がスルーホールと電気的に接続されたビルドアップ多層配線層が形成されてな\nり，前記第１の接続端子群は，該ビルドアップ多層配線層の昀外層に形成されると\nともに，前記第１の接続端子群の中央部に位置する接続端子は，バイアホールを介\nして前記ビルドアップ多層配線層の内層導体層と電気的に接続され，前記第１の接\n続端子群の中央部に位置する接続端子よりも外側に位置する接続端子は，基板外周\n部に向かって延びる外層導体層に接続されてなることを特徴とする電子回路部品搭\n載用基板（注，以下，上記部分を「第２段落」という。）」と記載されている。こ\nれによれば，「スルーホールを有するベース基板」は，第１段落では，「一方の面\nの所定箇所に第１の接続端子群が密集した状態で形成され，その反対側の面の少な\nくとも外周部に第２の接続端子群が形成され，第１の接続端子群と第２の接続端子\n群とがスルーホールを介して電気的に接続されてなる」と特定されるのに対し，第\n２段落では，「樹脂製の基材からなり」，「第１の接続端子群が形成される側に\nは，内層導体層と粗化面が形成された樹脂からなる絶縁層とが交互に積層され，内\n層導体層同士がバイアホールにて電気的に接続され，また内層導体層がスルーホー\nルと電気的に接続されたビルドアップ多層配線層が形成されてなり」，「前記第１\nの接続端子群は，該ビルドアップ多層配線層の昀外層に形成される」と特定される\nものである。\n審決は，訂正発明１と第１引用例発明とを対比して，「スルーホールを有\nするベース基板の一方の面の所定箇所に第１の接続端子群が密集した状態で形成さ\nれ，その反対側の面の少なくとも外周部に第２の接続端子群が形成され，第１の接\n続端子群と第２の接続端子群とがスルーホールを介して電気的に接続されてなる電\n子回路部品搭載用基板」（審決謄本６頁＜一致点＞）である点で一致するとしたの\nであるから，上記第１段落の特定事項を一致点として認定したことは明らかであ\nる。他方，原告主張に係る，訂正発明の「ベース基板」が，ビルドアップ多層配線\n層を形成するために必要なものであって，第１引用例の第１図に記載のものが，訂\n正発明１のような，上にビルドアップ多層配線層を設けたものとは異なるとの点\nは，上記第２段落の特定事項に基づくものであるところ，審決は，この点を相違点\n２として認定しているのであるから，原告の上記主張は，審決を正解しないものと\nいうほかなく，採用の限りではない。\n(2) 原告は，ベース基板というには，その上に形成するビルドアップ多層配線\n層を順次形成できる程度の剛性が必要であるが，第１引用例発明のグリーンシート\nは，セラミックの粉をバインダで固めたものであり，可とう性があるため，自重で\nたわんで大きく変形してしまうものであると主張するので，第１引用例発明の半導\n体容器の基体（絶縁体層と導電体層からなる構成）が，その上に多層配線層を形成\n可能なベース基板になり得るものであるかについて検討する。\n第１引用例（甲３）には，審決が第１引用例発明として認定した第１図に\n図示される半導体容器の改良として，第２図及び第３図に示される半導体容器が記\n載され，これは，「この実施例では，従来と同様に一層からなる絶縁体層（２１\n１），導電体層（２１２），接続部（２１３）および外部リード端子（２１４）に\nよるモジュール基板部分（２１）と，この基板部分（２１）上に形成された絶縁体\n層（２２１），導電体層（２２２）およびスルーホールを通した接続部（２２３）\nによる多層配線部分（２２）とによって半導体容器（２）を構成させ」（２頁左上\n欄昀終段落），「モジュール基板部分（２１）は，特に用途に限定されることなし\nに，従来例と同様の手段でセラミックを基体とする絶縁体層（２１１）に導電体層\n（２１２）および接続部（２１３）を配し」（同頁右上欄第２段落），「この多層\n配線部分（２２）の絶縁体層（２２１）は，表面平滑度が良好でしかも低温形成可\n能なポリイミドなどの有機物でも，あるいは比較的高温ではあるが後につづく熱処\n理に安定な低融点ガラスなどの無機物でもよく」（同），「モジュール基板部分\n（２１）について，絶縁体層（２１１）が一層の場合を述べたが，従来例でのよう\nに絶縁体層（２１１），導電体層（２１２）を多層構造としてもよい」（２頁左下\n欄第２段落）というものである。これによれば，従来例である第１引用例発明と同\n様の手段で形成されたセラミックを基体とするモジュール基板部分の上に樹脂絶縁\n層を有する多層配線部分を形成した半導体容器が開示されており，これは，その上\nに多層配線層を形成可能なベース基板になり得るものであることが明らかである。\n原告は，グリーンシートをあらかじめ焼成して用いたり，収縮しない基板\nを使用しても，更らに別のグリーンシートを積層して焼成すれば，収縮率の差異に\nよりバイアホール形成孔の位置合わせができないなどとも主張するが，審決は，ビ\nルドアップ多層配線層をセラミックグリーンシートを焼成して形成すると認定した\nものではないから，原告の主張は，審決を正解しないものであり，失当である。\n(3) 以上のとおりであるから，訂正発明１と第１引用例発明との一致点の認定\nの誤りをいう原告の取消事由２の主張は，理由がない。\n３　取消事由３（訂正発明１と第１引用例発明との相違点についての判断の誤\nり）について\n(1) 相違点１について\nア　原告は，第１引用例発明では，わざわざ，「通常，セラミックからなる\n複数の」と記載しているのであり，「セラミック以外のものを用いることが排除さ\nれているわけではない」としても，「樹脂基板」を指すことにはならないから，相\n違点１，すなわち，「ベース基板の素材に関し，訂正発明では，『樹脂製の基材』\nからなるとされているのに対し，第１引用例では，『セラミック』の例示があるに\nとどまる点」（審決謄本６頁＜相違点１＞）について，「第１引用例においても\n『通常，セラミックからなる複数の絶縁体層』（上記イ〔注，１頁左下欄昀終段落\n～２頁第１段落の記載〕）と記載されており，上記基板材料として，セラミック以\n外のものを用いることが排除されているわけではないから，第１引用例記載の発明\nにおいて，ベース基板の素材として例示されているセラミックに代えて，樹脂製の\n材料を採用することは，当業者が容易になし得る設計事項といえる」（同７頁\n「（１）相違点１について」）とした審決の判断は誤りであると主張する。\nイ　しかしながら，審決は，第１引用例（甲３）の半導体容器の「複数の絶\n縁層」が「樹脂基板」であると認定したものではなく，樹脂製の材料を採用するこ\nとが容易にし得る事項であると判断したものであるから，第１引用例の第１図記載\nのものが「樹脂基板」を指すことにはならないという原告の主張は，そもそも当を\n得ないものである。また，審決が認定した第１引用例の半導体容器は，「（２）は\n半導体容器を示し，（２１１）は通常，セラミックからなる複数の絶縁体層」（１\n頁右下欄第１段落）というものであるが，一般に，半導体容器がセラミック製に限\nられず，樹脂製のものもあることは，第２引用例（甲４）及び第３引用例（甲５）\nに記載されているとおりであるから，上記「通常，セラミックからなる複数の絶縁\n体層」との記載は，一般的に使用される材料であるセラミックを挙げたにすぎない\nものと解すべきであり，第１引用例の半導体容器の材料がこれに限られるものでな\nいことは明らかである。原告は，第１引用例の第１図の発明は，セラミックですべ\nて一体成形したもので，汎用性に劣り，その結果として，汎用基板的な部分（用途\nによらないモジュール基板部分）と専用部分（用途に合わせた多層配線部分）とを\n分けて作る必要が生じたのであるとも主張するが，樹脂製の基板であったとして\nも，汎用性の課題は生ずるのであるから，第１引用例発明がセラミックに限られる\nとの根拠とはならない。\nウ　原告は，セラミックグリーンシートの一括積層法において，セラミック\nグリーンシートの使用に代えて，樹脂系材料を使うこと自体に無理があるとも主張\nするが，審決は，第２引用例（甲４）及び第３引用例（甲５）を引用して，第１引\n用例発明の半導体容器を構成する基板材料として樹脂を使うことが容易にし得ると\n判断したのであって，原告が主張するようにセラミックグリーンシートの一括積層\n法においてグリーンシートの使用に代えて樹脂系材料を使うことが容易であると判\n断したものではないから，原告の上記主張も理由がない。\nエ　以上によれば，相違点１についての審決の判断に，原告主張の誤りがあ\nるということはできない。\n(2) 相違点２について\nア　原告は，訂正発明１は，べース基板とは異なる第１引用例発明のような\nものの上に，ビルドアップ多層配線層を順次に積層して形成するものではなく，１\n層から成るべース基板の上に，外層導体層を作るために，粗化面を有するビルドア\nップ多層配線層を順次に積層したものであり，このような構成は，第１引用例（甲\n３）と周知の技術事項との組合せから導かれるものとはいえないから，相違点２，\nすなわち，「訂正発明（注，訂正発明１）では，ベース基板の第１の接続端子群を\n設ける側に『内層導体層と粗化面が形成された樹脂からなる絶縁層とが交互に積層\nされ，内層導体層同士がバイアホールにて電気的に接続され，また内層導体層がス\nルーホールと電気的に接続されたビルドアップ多層配線層』が形成されるのに対し\nて，第１引用例の上記イ及び第１図では，『ビルドアップ多層配線層』を形成する\nことに関する言及がない点」（審決謄本７頁＜相違点２＞）について，「半導体容\n器基板の，『ベース基板』に対応する基板の表面に，上記周知の技術事項である\n『粗化面が形成された樹脂からなる絶縁層』を積層する，『ビルドアップ』による\n多層配線層を形成することは格別困難とはいえない」（同７頁～８頁「（２）相違\n点２について」）とした審決の判断は誤りであると主張する。\nイ　審決が，訂正発明１のベース基板に相当するものとして認定した第１引\n用例（甲３）の第１図の構成は，「複数の絶縁体層」及び「絶縁体面に選択的位置\nを占めて形成された導電体層」（審決謄本６頁第４段落）から成り，１層から成る\nベース基板ではないが，訂正発明１は，ベース基板が１層から成るものに限定する\nものではなく，多層構造を有するものを含むから，ビルドアップ多層配線層を順次\n積層して形成するものが訂正発明１と構成上相違するとはいえない。また，仮に，\n訂正発明１のベース基板が１層から成るものであるとしても，第１引用例には，第\n１図の半導体容器の改良として，第２図及び第３図に，ベース基板に相当する「一\n層からなる絶縁体層」の上に多層配線層を形成することが開示されているから，第\n１図の絶縁体層上にビルドアップ多層配線層を順次積層する場合，絶縁体層を１層\nから形成することは容易に想到し得ることである。\nウ　以上のとおりであるから，相違点２についての審決の判断に，原告主張\nの誤りがあるということはできない。\n(3) 相違点３について\nア　原告は，訂正発明１の役割の異なる２種類の配線形態を，基板上に順次\nに積層したビルドアップ多層配線層の部分に形成することは，第１ないし第７引用\n例の記載からうかがい知ることはできないから，相違点３，すなわち，「訂正発明\n（注，訂正発明１）では，第１の接続端子群は，『該ビルドアップ多層配線層の昀\n外層』に形成されると共に『第１の接続端子群の中央部に位置する接続端子は，バ\nイアホールを介して前記ビルドアップ多層配線層の内層導体層と電気的に接続さ\nれ』るのに対して，上記のとおり，第１引用例の上記イ及び第１図では，『ビルド\nアップ多層配線層』を形成することに関する言及がなく，したがって，第１引用例\n記載の発明では第１の接続端子群が『該ビルドアップ多層配線層の昀外層』に形成\nされることや，『第１の接続端子群の中央部に位置する接続端子は，バイアホール\nを介して前記ビルドアップ多層配線層の内層導体層と電気的に接続され』ることに\nついての言及はない点」（審決謄本７頁＜相違点３＞）について，「第１引用例記\n載の発明（注，第１引用例発明）における『ベース基板』に対応する基板の表面\nに，『粗化面が形成された』樹脂からなる絶縁層を積層する，多層配線層を形成し\nた場合には，当該粗化面が導電体層との接着性に優れるため，第１引用例の第２図\nに示されるような絶縁体層（２２２）を昀外層に配置する必要がなくなり，「ビル\nドアップ多層配線層の昀外層」には導電体層が配置されることになるから，当該昀\n外層に，『第１の接続端子群が形成』されると共に，『第１の接続端子群の中央部\nに位置する接続端子』が，『バイアホールを介して前記ビルドアップ多層配線層の\n内層導体層と電気的に接続され』る構成とすることは，第１引用例に関しての上記\nへ及びトの認定事項等を考慮すれば当業者が容易に想到できる設計事項といえる」\n（同８頁「（３）相違点３について」）とした審決の判断は誤りであると主張す\nる。\nイ　審決は，第１引用例（甲３）の第１図に「半導体装置（１）の各端子\n（１１）と対応関係にある接続端子群のうちの，中央部に位置する接続端子はスル\nーホールを介して内層の導体層と接続され，外側に位置する接続端子は外周に向か\nって延びる外層導体層に接続されることが示されている」（審決謄本６頁第２段\n落）と認定した上，この認定を前提として，相違点３に係る構成について，「当業\n者が容易に想到できる設計事項」であると判断したものであるが，第１引用例の上\n記記載によれば，原告主張に係る２種類の配線形態について，第１引用例に示唆が\nあるものと認められるところ，第１引用例発明の認定自体に誤りがないことは，上\n記１のとおりである。そして，基板の表面に，粗化面が形成された樹脂から成る絶\n縁層を積層する多層配線層を形成した場合には，昀外層樹脂絶縁層の「当該粗化面\nが導電体層との接着性に優れる」ことは，技術常識に照らし明らかであるから，第\n１の接続端子群の外側に位置する接続端子から外周に向けて引き出す導体層を，当\n該昀外層に形成することは，容易に想到し得ることである。したがって，第１引用\n例発明において，ベース基板に相当する絶縁体層の表面に，ビルドアップ多層配線\n層を形成した場合，第１の接続端子群を，ビルドアップ多層配線層の昀外層に形成\nし，第１の接続端子群の中央部に位置する接続端子は，バイアホールを介して該ビ\nルドアップ多層配線層の内層導体層と電気的に接続し，前記第１の接続端子群の中\n央部に位置する接続端子よりも外側に位置する接続端子は，基板外周部に向かって\n延びる外側導体層に接続することは，当業者が容易に想到できる設計事項であると\nいうべきである。\nウ　原告は，審決が「５．請求人（注，原告）の主張に対する当審の見解」\nの項において引用する第１引用例（甲３）の「多層構造にするのがよい」（２頁左\n下欄第１段落）との記載は，導電体層に関するものであり，絶縁体層について説明\nした記載ではないから，「第１引用例（注，甲３）の第２図では，たしかに昀上の\n導電体層（導体層）の上に更に昀上層の『絶縁体層２２１』が形成される状態が示\nされているが，当該『絶縁体層２２１』を形成する技術的な意義についてみると，\n第１引用例（上記ニ）に，『（導電体層と）前記絶縁体層（２２１）との密着性を\nよくするためには，これらを多層構造にするのがよい』という記載があることか\nら，上記の昀上層の『絶縁体層』は，昀上の導電体層と，当該導電体層が形成され\nる絶縁体層との『密着性』の不足を補うための保護層として設けられていると解さ\nれる」（審決謄本９頁第２段落）とした審決の認定は，誤りであると主張する。\n第１引用例の上記記載が導電体層に関するもので，絶縁体層について説\n明した記載ではなく，審決に引用例の誤解に基づく記載があることは，被告の認め\nるところである。しかしながら，「粗化面が形成された樹脂からなる絶縁層」を積\n層する場合は，昀上の導電体層も当該「粗化面」の上に形成することになるのであ\nるから，導電体層と絶縁体層との密着性が向上することとなり，また，第１引用例\n記載のように，導電体層自体を多層化すれば絶縁体層との密着性は，更に向上する\nこととなる。そうであれば，第１引用例の第２図に図示されるような昀上層となる\n絶縁層は，必ずしも形成する必要がないことが明らかであるから，「多層配線層の\n『ビルドアップ』に際して，周知の技術事項である『粗化面が形成された樹脂から\nなる絶縁層』を積層した場合には，昀上の導電体層も当然に当該『粗化面』の上に\n形成され，導電体層と絶縁体層との密着性が向上することになるから，必ずしも，\n第１引用例の第２図に示されるような，昀上層となる『絶縁体層２２１』を形成す\nる必要はなくなるし，しかも，第１引用例第１図では，昀上の導電体層を『外層導\n体層』とすることも開示されていることを考慮すれば，請求人の上記主張は合理的\nなものといえず，採用することはできない」（審決謄本９頁第３段落）とした審決\nの判断に，原告主張の誤りはない。\n(4) 訂正発明１の顕著な作用効果について\n原告は，訂正発明１の「高密度化及び小型化を達成することができる」\n（訂正明細書〔甲１５添付〕の段落【０００６】）との作用効果は，第１ないし第\n７引用例には開示されておらず，また，審決は，第１の接続端子群から第２の接続\n端子群に向けて配線の引き回しを，下層の内層導体回路にバイアホールを介して接\n続させる配線形態と，樹脂絶縁層の表面層に形成した外層導体層を介して外周に向\nけて引き出す形態を同時に採用することと，層数を減らして小型化できることとの\n因果関係について，周知であることを示す証拠も提示せず，訂正発明１の作用効果\nについて具体的な判断をしていないのであって，判断の遺脱があると主張する。し\nかしながら，第１引用例発明の半導体容器の基板上に，周知の技術事項である「粗\n化面が形成された樹脂からなる絶縁層」を積層し，ビルドアップ多層配線層を形成\nすること，また，この形成に際して，第１の接続端子群を，ビルドアップ多層配線\n層の昀外層に形成し，第１の接続端子群の中央部に位置する接続端子は，バイアホ\nールを介して該ビルドアップ多層配線層の内層導体層と電気的に接続し，第１の接\n続端子群の中央部に位置する接続端子よりも外側に位置する接続端子は，基板外周\n部に向かって延びる外側導体層に接続することは，当業者が容易に想到し得ること\nは，上記(2)，(3)で検討したとおりである。そうであれば，原告主張に係る訂正発\n明１の作用効果も，当業者が容易に予測し得ることであり，上記２種類の配線を構\n成することも容易にし得ることであるということができるから，原告の上記主張も\n理由がない。\n(5) 以上のとおりであるから，相違点３についての審決の判断に，原告主張の\n誤りがあるということはできない。\n４　取消事由４（訂正発明２の進歩性の判断の誤り）について\n(1) 原告は，訂正発明２の特徴は，第１の接続端子群とベース基板の反対側の\n第２の接続端子群との接続に当たり，第１の接続端子群の中央部に位置するもの\nは，この内層導体層を基板外周部に向けて配設される内層導体層を介して接続する\n形態と中央部に位置する接続端子よりも外側に位置する接続端子は粗化された昀外\n層樹脂絶縁層上に形成した基板外周部に向って延びる外層導体層を使って接続する\n形態との，役割の異なる２種類の配線形態を採用することにより，配線引き回しの\n面積を増やすことなく，外周部への配線引き回しに必要となる層数を減らして小型\n化し，さらに，このような外層導体を採用することで生じる外層導体のはく離の問\n題をも解決したところにあり，しかも，上記問題の解決を，反りの発生を抑制しつ\nつ実現したものであるが，第１ないし第７引用例には，基板の両側にそれぞれ積層\n形成されたビルドアップ多層配線層が昀外層導体層を利用し，役割の異なる２種類\nの配線形態を一つの基板中に一緒に配設するという訂正発明２の構成については，\n記載も示唆もないから，「訂正発明（注，訂正発明１）と同様に，上記第１～第７\n引用例に記載された発明に基づき，当業者が容易に発明をすることができたものと\nいえる。また，上記のような『両面にビルドアップ多層配線層を形成する』構成を\n採用した場合，『反りを防止するため』の『ダミーのビルドアップ層が不必要』に\nなる・・・のは当然のことであり，そのような当然のことをもって，格別の作用効\n果とみることはできない」（審決謄本９頁昀終段落～１０頁第２段落）として訂正\n発明２の進歩性を否定した審決の判断は誤りであると主張する。\n(2) しかしながら，ビルドアップ多層配線層が昀外層導体層を利用し，役割の\n異なる２種類の配線形態を一つの基板中に一緒に配設するという訂正発明２の構成\nについては，上記１ないし３で検討したとおり，第１引用例発明に基づいて当業者\nが容易に想到し得るものである。そして，審決指摘のとおり，基板の両側にビルド\nアップ多層配線層を形成する構成については，第４引用例（甲６）及び第５引用例\n（甲７）に開示があり，その構成を半導体容器に採用し，基板の両側にそれぞれ積\n層形成されたビルドアップ多層配線層が昀外層導体層を利用するものとなることも\n当業者の当然想到することである。\n(3) 以上のとおりであるから，訂正発明２の進歩性の判断の誤りをいう原告の\n取消事由４の主張は，理由がない。\n５　以上のとおり，原告主張の取消事由はいずれも理由がないから，訂正発明\n１，２の進歩性を否定し，独立特許要件を欠くとした審決の判断に誤りはなく，他\nに審決を取り消すべき瑕疵は見当たらない。\nよって，原告の請求は理由がないから棄却することとし，主文のとおり判決\nする。\n東京高等裁判所知的財産第２部\n裁判長裁判官 　　　   　篠　　原　　勝　　美\n裁判官 　　　   　岡　　本　　　　　岳\n裁判官 　　　   　早　　田　　尚　　貴\n"
}