{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 18,
    "month": 3,
    "day": 17
  },
  "case_number": "平成15(ワ)3565",
  "case_name": "損害賠償請求事件",
  "court_name": "大阪地方裁判所第１９民事部",
  "result": "棄却",
  "gist": "集団定期健康診断における胸部Ｘ線写真に異常陰影が認められた患者につき診断実施医療機関の不法行為責任が否定された事例",
  "lawsuit_id": "32792",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=32792",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/792/032792_hanrei.pdf",
  "contents": "主文\n１ 原告らの請求をいずれも棄却する。\n２ 訴訟費用は，原告らの負担とする。\n事実及び理由\n第１ 請求\n１ 被告は，原告Ａに対し，１９０５万７２０２円及びこれに対する平成１４年\n８月５日から支払済みまで年５分の割合による金員を支払え。\n２ 被告は，原告Ｂ及び同Ｃに対し，各１００２万８６０１円及びこれに対する\n平成１４年８月５日から支払済みまで年５分の割合による金員を支払え。\n第２ 事案の概要\n本件は，亡Ｄ（以下「亡Ｄ」という ）の勤務先で実施された定期健康診断に。\nおいて，これを受託していた被告の担当医が，亡Ｄの胸部Ｘ線検査の異常陰影を\n見落とし，このために亡Ｄが肺がんにより死亡するに至ったなどとして，亡Ｄの\n相続人である原告らが，被告に対し，民法７１５条に基づき損害賠償（亡Ｄの死\n亡日以降の遅延損害金の支払を含む ）を求めた事案である。。\n第３ 基礎となる事実（証拠を付さない事実は，当事者間に争いがない ）。\n１ 原告Ａは，亡Ｄの妻であり，原告Ｂ及び同Ｃは，いずれも亡Ｄの子である。\n２ 被告は，傘下にＥ病院，健康管理事業部を有し，昭和６２年以降，Ｆ健康保\n険組合（以下「健康保険組合」という ）から委託を受けて，毎年一定の時期に。\n健康保険組合に加入している各信用金庫の従業員に対する定期健康診断を実施\nしている。これらの定期健康診断は，被告の医師，診療放射線技師，看護師ら\nが検診車で各信用金庫本店，営業所等に赴いて実施され，実施項目は，身長・\n体重・視力・聴力・血圧の測定，検尿，胸部Ｘ線間接撮影及び診察（問診・聴\n診）である。\n３ 亡Ｄは，勤務先であるＧ信用金庫で実施される定期健康診断を毎年受診して\nいたところ 平成１１年５月２６日 同金庫本店で実施された定期健康診断 以，， （\n下「平成１１年健診」という ）を受け，その中で，胸部Ｘ線間接撮影（以下，。\nこれにより撮影された写真（甲Ａ４）を「平成１１年写真」という ）が行われ。\nた。\n被告は，亡Ｄに対し，平成１１年健診の結果に基づいて精密検査の指示をす\nることはなかった。\n４ 亡Ｄは，平成１２年５月１１日，Ｇ信用金庫本店で実施された定期健康診断\n（以下「平成１２年健診」という ）を受け，その中で，胸部Ｘ線間接撮影（以。\n下，これにより撮影された写真（甲Ａ５）を「平成１２年写真」という ）が行。\nわれた。\n５ 亡Ｄは，平成１２年６月１７日，医療法人Ｈが開設するＩ病院を受診した。\nその後，亡Ｄは，Ｉ病院の外来で種々の検査をした後，平成１２年９月１日\nから１２日まで同病院に入院して検査を受けた結果，ステージⅡＢ（Ｔ３，Ｎ\n０，Ｍ０）の肺がん（腺がん）と診断された（甲Ａ２，７の５３・５４・６９\n）。， ， （ ，・７０頁 しかし 同月１９日の再入院後の検査の結果 病期はⅢＢ Ｔ４\nＮｘ，Ｍ０）と判断された（甲Ａ２，７の１３０頁 。）\n６ 亡Ｄは，平成１２年９月２９日以降，Ｊ病院（以下「Ｊ病院」という ）に。\n繰り返し入退院をして治療等を受けていたが，平成１４年８月５日午後８時，\n（） 。（， ）同病院において肺がん 腺がん のため死亡した 甲Ａ６ ８から１２まで\n７ 本件においては，平成１１年写真及び平成１２年写真に精密検査の指示を要\nすべき異常陰影があるか否かについて，５名の鑑定人（医師）によるいわゆる\nアンケート方式による鑑定（以下「本件アンケート鑑定」という ）を実施し。\nた。\n第４ 争点\n１ 平成１１年健診につき被告担当医に平成１１年写真の異常陰影を見落とすな\nどの過失があるか。\n２ 平成１２年健診につき被告担当医に平成１２年写真の異常陰影を見落とすな\nどの過失があるか。\n３ 上記１の過失と亡Ｄの死亡との間の相当因果関係の有無\n４ 上記２の過失と亡Ｄの死亡との間の相当因果関係の有無\n５ 亡Ｄの損害\n第５ 争点に対する当事者の主張\n１ 争点１（平成１１年健診における過失の有無）\n（原告らの主張）\n(1) 亡Ｄの平成１１年写真には，肺尖部に沿った帽子状の陰影（apical cap\n－肺尖部帽子状陰影）をはっきりと認めることができる（素人的には平成１\n２年写真と比較すると分かりやすい 。このapical capの陰影の意味するも。）\nのは，① 加齢や陳旧性肺結核，② 特に片側性（本件）の場合は，胸水，\n早期のpancoast tumor－肺溝の肺がん，などである。被告担当医は，肺尖部\nのapical capをはっきり確認し，両肺の内の右肺肺尖部に異常陰影を発見し\nたが，これを何らの医学的理由なく「治癒型痕跡」と判定した。\n(2) 平成１１年健診において，被告担当医は，その年度に初めて出現した右\n肺肺尖部及び胸膜部分に異常陰影を見つけた時に，亡Ｄが４８歳というがん\n適齢期であり，しかもタバコを１日４０本も吸うヘビー・スモーカーである\nことを考慮し，特に胸部Ｘ線検査は肺がん発見のためであるという医学上の\n認識により 万全を期して専門医での精密検査を勧めたり また 前年度 平，， ， （\n成１０年）のＸ線写真と比較して治癒型の疾病であるか否か確認したりすべ\nき業務上の義務があるのに，これを怠った過失がある。\n(3) 本件アンケート鑑定においては，５名の専門家のうち２名しか異常陰影\nを見つけることができなかったが，平成１１年健診の担当医は，平成１１年\n写真に異常陰影を認めており，それを前年と比較することなく，陳旧性の胸\n膜炎と判定した誤りを犯したのであって，この判定ミスには，医療過誤の成\n立する余地がある。\n（被告の主張）\n(1) 平成１１年健診は，労働安全衛生法に基づく定期健康診断であって，肺\nがんの診断を目的としたいわゆる「肺がん検診」ではない。\n定期健康診断は，企業等に所属する多数の者を対象にして異常の有無を確\n認するために行うものであり，病院と個人との個別の契約により，肺がんの\n「」 ， ，発見を主目的として行う 肺がん検診 とは 自ずから実施する検査の種類\n精度が異なる。\n具体的には 「肺がん検診」は，肺がんの発見を主目的とするものである，\nから，Ｘ線撮影はより詳細な画像が得られる直接撮影で行われるが，定期健\n康診断では，胸部のＸ線撮影は，通常，間接撮影で行われる。また，定期健\n康診断の担当医は大量のＸ線写真を短時間に読影しなければならないことか\nら，担当医に課せられる注意義務の程度にも限界があるとされている。\n(2) 平成１１年写真には，精密検査を指示すべき異常所見が存在するとの像\nは描出されていない。\n平成１１年写真を読影したのは被告理事長のＫ医師（以下「Ｋ医師」とい\n。），， 。 ，う であるが 同医師も 写真上に陰影自体は認めている しかしながら\n同写真の読影は，大多数の受診者には異常がないという前提条件の下，大量\nのＸ線写真を短時間に読影しなければならないという定期健康診断の制約を\n負った上でされている。このような条件下で，間接撮影で撮影されているた\nめに画像が詳細ではない，平成１１年写真上の陰影から肺がんの疑いを指摘\nするのは極めて困難である。\n(3) 本件アンケート鑑定の結果からすれば，平成１１年写真には，通常の定\n期健康診断において求められる医療水準に鑑み，定期健康診断において精密\n検査等を指示すべき異常所見は描出されていないと解すべきであることは明\nらかである。上記鑑定結果の評価としては，いずれの鑑定人も放射線科の専\n，，門家であるから そのうちの１名でも異常所見なしとの意見がある場合には\n当該画像フィルムの読影として異常所見なしと判断することも，特に定期健\n康診断という場を考慮すると医療水準の範囲内と考えるのが妥当である。今\n回は，５名中実質的に１名のみが異常所見ありと指摘しているに過ぎないか\nら，この理は一層明らかであると思料する。\nしたがって，平成１１年健診において，被告に精密検査，再検査等を指示\nすべき義務は存せず，被告に診断・指示を誤った過失は存しない。\n２ 争点２（平成１２年健診における過失の有無）について\n（原告らの主張）\n(1) 本件アンケート鑑定の結果によっても，平成１２年写真に異常所見が認\nめられ，精密検査を必要とすることは全員一致と考えてよく，定期健康診断\n医として肺がんを疑い精密検査を指示すべきことを否定する医学所見は全く\n存しない。\nところが，平成１２年健診の担当医は，再検査又は肺がんの疾病の性格か\nら専門医の精密検査を受けることを告知すべき義務を怠り，胃カメラとか気\n管支の再検を指示するなどして，速やかな受診機会を失わせた過失がある。\n(2) 被告は，診察中に，Ｌ医師（以下「Ｌ医師」という ）が亡Ｄに対し，。\n胸部を含めた精密検査の受診を指示していると主張しているが，以下の理由\nから，そのような事実はない。\nア 甲Ａ第１号証の８ 健康診断個人票 において 胸部Ｘ線検査の欄に 右（） ， 「\n」， 「 」 。側治癒型不整形陰影 と記載され 更に 有所見健康 と記載されている\nこれは，胸部に心配はいらないということを意味する。そして，平成１２\n年５月３０日に診察医が電話で「胃カメラ」と「気管」受診を勧めるとあ\nる。問診で胸部精密検査を勧めたのなら，このような注意記事を個人票に\n記載するはずはない。被告の上記主張は虚偽である。\nイ 甲Ａ第１号証の８には 「血痰」との記載があるが，血痰というのは医，\n学大辞典（医歯薬出版）によれば 「血液が気道に入ったことを示し，喀，\n痰に血液が混じっているものを血痰という」と解説されている。胃・食道\nからの出血を意味しない。胃カメラの必要性はないし，患者のその後の検\n査で胃に異常は全くないことが確認されている。また，気管とは，同辞典\nによると「喉頭下縁から始まり食道前面を下がって第４，５胸椎間の高さ\nで左右の気管支に分かれる」とあり，肺野は入らない。胃カメラとか気管\nなどといって意識的に肺疾患表現を避けているとしか考えられない個人票\n（カルテに相当する）の記載である。\nこのような記載がされた理由は，平成１１年のＸ線にもほぼ同個所に異\n常陰影があり（平成１２年分に較べると比較的小さい ，平成１１年健。）\n診の担当医がこれを「有所見健康，右側治癒型胸膜癒着」と記載し，所見\nは健康と判定しているからである。この陰影が治癒型胸膜癒着であれば，\n当然前々年分（平成１０年分）にもこの陰影が見られたはずであるから，\n２年分を見れば（この手法が簡単であることは，単に当該年のロールから\n番号部分を切り出して比較検討するだけで手間はかからない ）治癒痕跡。\nでないことが明白であったはずであり，そうなれば，前年度担当医の判読\nミスが暴露されるので，あえて平成１２年健診担当医は，前年を踏襲して\n「治癒型」と文書上判定して記載し，後で電話で他に異常があるかもしれ\nないように装い，肺と関係のない何らかの再検査を指示し（そうすれば患\n者は何らかの再診を受けるので ，患者の誤判定の不利益を幾分助けよう）\nとしたものと思われ，これ以外には考えられない。\nウ 亡Ｄも，平成１２年１１月，Ｊ病院に入院中に被告理事長に面談で抗議\nをしており，胸部再検査の指示がなかったことを直接非難している。亡Ｄ\nが，平成１２年健診の後，胸部検査を受けた理由は 「胸痛」の自覚症状，\nが出たので，念のため，Ｉ病院の診察を受けたものであり，健診医の指示\nによるものではない。\n（被告の主張）\n(1) 被告は，平成１２年健診の際に，担当のＬ医師が亡Ｄに対し精密検査を\n，， 。受けるよう指示を出しており 同年について診断 指示を誤った過失はない\n(2) 被告による健康診断の手続は，以下のとおりである。\nア 健康診断実施前\n被告は，健康保険組合から依頼を受け，健康保険組合に加入している各\n信用金庫の従業員に対して定期健康診断を実施しているところ，この健康\n診断は，健康保険組合所定の健康診断個人表（平成５年度以降は「健康診\n断個人票 。以下「個人票」という ）を用いて実施することとされてい」。\nる。\n個人票は，１頁に４年分の診断内容を記載できる形式になっており，健\n康診断実施前に各信用金庫より従業員に配布される。個人票は，後述する\nように定期健康診断終了後に各信用金庫に返却され，各信用金庫で従業員\nそれぞれの初診時からの個人票が保管されているが，健康診断実施前に従\n業員に配布されるのは，未記入の記載欄のあるもの１頁分のみである（し\nたがって，前年度で４年分の欄すべてに記載がされた場合には，当該年度\nには何も記載のない新しい個人票が配布される 。。）\nイ 健康診断時\n健康診断当日，従業員は個人票を持参し，尿の採取，提出と看護師によ\nる身長・体重・視力・聴力・血圧の測定，測定された数値の個人票への記\n入を経た後，当日の担当医の診察（問診・聴診）を受ける。\n担当医は，問診・聴診の結果，精密検査を要するような所見があれば，\n個人票の 医師の診断 欄に 精密検査までは要しない所見については 自「」 ， 「\n覚症状」及び「他覚症状」の欄にその内容を記載する（この区分は，健康\n保険組合により個人票の記載要領として要請されているものである 。。）\n担当医の診察後，従業員は，胸部Ｘ線写真の撮影を受け，被告に個人票\nを提出する。\n以上で当日の健康診断手続は終了する。\nウ 健康診断実施後\n健康診断実施後，被告は，胸部Ｘ線写真を持ち帰り，現像した上で読影\nを行う。\n被告では，胸部Ｘ線写真の読影の結果，何らかの異常陰影が認められた\n場合，読影医が異常陰影のあった場所，大きさ等をスケッチしてメモを残\nしている したがって 読影に当たって 読影医は前年のメモを参照し 前。， ， （\n年度まで異常陰影が認められなかった場合には当然ながら参照すべきメモ\nは存在しない ，異常陰影が認められた場合には，前年度までの陰影と。）\n当該年度の陰影がどのように変化しているかも確認した上で，精密検査を\n要する陰影か否かを判断する。\nそして，読影医は当該年度の異常陰影についてもメモを作成した上で，\n読影の結果を個人票に記載し，この個人票をもとに，被告事務局において\n健康診断結果一覧表（以下「一覧表」という ）を２部作成する。。\n一度に読影するＸ線写真の枚数が多数であるため，読影医は，読影に当\nたって個人票の記載を確かめることはしないが，一覧表を作成する過程に\nおいて，被告事務局が問診・聴診の結果とＸ線写真の読影の結果を照らし\n，， ，合わせ 問診・聴診の結果 精密検査を要する所見が記載されているのに\n読影の結果，要精検の指示が出されていないものについては，読影医にそ\nの旨を報告し，読影医が再度読影を行うことにしている。\n被告は，健康保険組合との間で，健康診断実施後約２週間で健康診断の\n結果を健康保険組合に提出しなければならないとされているため，健康診\n断実施から約２週間で一覧表を健康保険組合に提出し，あわせて撮影した\n胸部Ｘ線写真のロールを添付して個人票を健康保険組合に返却している。\nその後の手続については被告の関知するところではないが，健康保険組\n合によると，個人票については健康保険組合で内容を確認し，再検査及び\n要精検とされた従業員に連絡して検査を指示するなどの必要な手続を経た\n上で，各信用金庫に返却しているとのことである。また，一覧表について\nは健康保険組合で内容を確認して１部を各信用金庫に交付し，１部を健康\n保険組合で保管しているとのことである。\nエ 平成１２年健診について\n亡Ｄに対する平成１２年健診は，同年５月１１日に，被告が亡Ｄの勤務\n先であるＧ信用金庫の本店に医師らを伴って実施した。\n当日，亡Ｄの診察（問診・聴診）は，Ｌ医師が担当した。\nＬ医師は，診察（問診・聴診）で，亡Ｄから血痰が出る旨の訴えがあっ\nたため，個人票の「医師の診断」の欄に「血痰」との記載をし（甲Ａ１の\n８ ，その場で亡Ｄに対し，食道，喉頭，胃及び胸部の精密検査のため，）\n医療機関を受診するようにとの指示をした。Ｌ医師が食道及び喉頭につい\nての精密検査の指示も出したのは，本人からは血痰の訴えがあった場合で\nも，消化器からの出血の可能性もあるからである。\nＬ医師が 「自覚症状」及び「他覚症状」の欄に「n.p （異常なし）と，」\nの記載（甲Ａ１の８）をしたのは，健康保険組合から，個人票の記載要領\nとして，精密検査を要する所見は「医師の診断」欄に，精密検査を要しな\nい所見は「自覚症状」及び「他覚症状」の欄に記載するように求められて\nいたため，それに従ったものである。\nそして，健康診断終了後，被告は，保管していた個人票に胸部Ｘ線写真\nの読影の結果を記入し，平成１２年５月２５日に一覧表等とともに個人票\nを健康保険組合に返却した。\n健康保険組合の説明によれば，その後，個人票等の返却を受けた健康保\n険組合で個人票及び一覧表の記載内容を確認していたところ，亡Ｄの個人\n票に「血痰」との記載があったため，職員が同月３０日に亡Ｄに電話で連\n絡をとり，血痰に関する医師からの指示の有無及びその内容について問い\n合わせたとのことであり，これに対して亡Ｄから，精密検査の指示があっ\nたとの返答があったので，同職員が個人票に「5/30ＴEＬにて確認。診察\nＤｒより一度胃カメラの指示あり。気管の受診も勧める」との記載をした\nとのことである。\n(3) 原告は，平成１２年健診の担当医について 「再検査又は肺がんの疾病，\nの性格から専門医の精密検査を受けることを告知すべき義務を怠り，胃カメ\nラとか気管支の再検を指示するなどして，速やかな受診機会を失わせた過失\nがある」などと主張する。\nしかしながら，平成１２年健診を担当したＬ医師は，健康診断当日の同年\n５月１１日に亡Ｄに対し，食道，喉頭，胃及び胸部についての精密検査を受\nけるよう指示を出しており，亡Ｄは，同年６月１７日にＩ病院を受診してい\nるのであるから，亡Ｄが担当医師の誤った指示によって適切な診断を受ける\n機会を逸したという事実は存しない。\nまた，原告は，平成１２年健診を担当した医師が消化器についての検査も\n指示したのは，平成１１年健診の担当医の判読ミスが露呈しないようにする\n，，ためであったと主張するが そもそも平成１１年健診の担当医に過失はなく\nまたＬ医師が食道，喉頭及び胃についても精密検査の指示を出したのは，本\n人から血痰の訴えがあった場合であっても消化器からの出血の可能性も否定\nできないからである。\nしたがって，平成１２年健診の担当医に診断，指示を誤った過失はない。\nなお，平成１２年写真には，精査を要する陰影が認められるところ，これ\nを読影した被告理事長のＫ医師は，亡Ｄに対し特段の指示をしていないが，\nＬ医師が上記指示をしている以上，被告に過失はない。\n３ 争点３（上記１の過失と死亡との因果関係の有無）について\n（原告らの主張）\n(1) 平成１１年健診で，前年にない陰影があるとさえ判定すれば，亡Ｄの肺\nがんは少なくとも第Ⅰ期程度であり，外科手術も可能で，十分延命できたと\n考えられる。\n(2) 被告は，平成１１年健診における異常陰影が仮に肺がんのものであった\nとしても，その病期が第Ⅰ期であることは判明しないようにいうが，平成１\n０年の健康診断において何らの異常陰影が認められていない以上，肺がん発\n病は同年５月以降平成１１年５月までの１年間に発病したものであることは\n容易に推認される。甲Ｂ第７号証１６頁「肺がんの組織型別ダブリングタイ\nムの分布」に記載されているとおり，腺がんの進行はダブリングの速度によ\nっても割合と進行が遅く，そのような点から見ても平成１１年写真上では病\n期Ⅰと推測される。\n(3) また，肺がんが平成１１年健診の段階では右肺における肺尖部に極限さ\n，（ ），（ ）れている上 亡Ｄには後になってもリンパ節転移 Ｎ０ 遠隔転移 Ｍ０\nがなかったのであるから，この段階では「早期肺がん」といえる可能性が極\nめて大である。すなわち，甲Ｂ第７号証１７頁でいう「肺野末梢部早期肺が\nん」の定義に従えば，① 亜区域支から末梢の肺に原発した肺がん，② 腫\n瘍径が２㎝以下である，③ リンパ節転移がなく，胸膜浸潤が肺胸膜を越え\nていない，遠隔転移がない，という３つの要件を満たしている。同号証１７\n頁４の記載によると，５年生存率は８６.７％，１０年生存率は６６．９％\nであり，平成１１年健診で早期発生が指摘されていたら，亡Ｄの余命生存率\nは極めて高いことが推測されるのである。\n（被告の主張）\n亡Ｄの場合，平成１２年９月９日の時点では，臨床所見により病期はＴ３Ｎ\n０Ｍ０，ⅡＢ期（甲Ａ７・６９頁 ，同月２０日の時点ではＴ４Ｎ０Ｍ０，Ⅲ）\nＢ期（甲Ａ８・８頁）と修正診断されているが，その約１年４か月前の平成１\n１年５月時点に関しては，間接撮影のＸ線フィルムしかなく，他に詳細なデー\nタも存在しないため，病期がどのような段階にあったかを明確にすることがで\nきない。原告らは，同月時点の亡Ｄの病期について，少なくとも第Ⅰ期程度で\nあったと主張するが，そのように判断できる証拠は存しない。\n肺がん患者の予後は病期によるものであるから，病期が特定できないまま患\n者の予後について判断するのは困難であるが，一般的に肺がんの予後について\nは，各種のがんの中でもとくに予後不良とされており，肺がん症例を分析した\n文献でも「肺癌の５年生存率はわが国の場合，全体で２５～３０％といわれて\nおり，予後は不良である （乙Ｂ２・吉田聡ほか「肺癌治療のグローバルスタ」\nンダード」治療82巻2号185頁「要旨 「肺癌の予後は現在非常に悪く，エビ」），\nデンスに基づいて確立された治療法はごくわずかである。遺伝子治療や免疫療\n法などの新しい治療法の開発も世界規模で行われてはいるが，肺癌を根治する\n決め手となる治療法として期待し得るものは未だないのが現状である （同19」\n0頁）と指摘されている。\nしたがって，このような一般的な生存率や予後のデータからすれば，亡Ｄの\n予後も不良であったと考えざるを得ないところであり，仮に平成１１年５月時\n点でがんが存在し何らかの治療が開始されていたとしても，原告らが主張する\nように，亡Ｄが「十分延命でき ，更に定年までの７年間欠勤することなく勤」\n務できたといい得るかは疑問である。\n４ 争点４（上記２の過失と死亡との因果関係の有無）について\n（原告らの主張）\n(1) 平成１２年健診において，亡Ｄに精密検査の指示がされなかったことに\nより，亡Ｄは，早期に治療を受けて治癒ないし延命を受ける権利を侵害され\nた。\n(2) 仮に平成１２年健診時において肺がんが進行しており，被告が精密検査\nの指示をしていたとしても，亡Ｄが延命できたとまでは認められない場合で\nあっても，延命できた相当程度の可能性（期待権）はあった。その理由は，\n以下のとおりである。\nア 健診から死亡までの経過\n平成１２年５月１１日健診\n６月１７日胸痛の自覚症状があり，２か月前に血痰が出たので\n亡Ｄの意思でＩ病院内科で診察を受けた。同日Ｘ線\n撮影，心電図，心エコー，胸部単純ＣＴ，喀痰細胞\n診等の検査が行われた。\n６月２１日胸部ＣＴ（断層撮影）\n７月１３日心エコー＋パルスドップラー，トレッドミル検査\n７月１５日喀痰細胞診クラスⅡで，結核の有無の検査をした。\nこの日患者に６月１７日の胸部Ｘ線写真を説明し，\n右胸膜に肥厚，心電図正常，血液検査でＷＢＣ１０\n１００（やや多め ，Ｈｂ正常などが説明され，腫）\n瘍マーカー，造影ＣＴが計画された （以上甲Ａ７。\n・５頁まで）\n７月２１日胸部造影ＣＴ\n７月２２日腫瘍マーカーＣＥＡ５５．１９ng/ml（以下，単位\nは省略する。正常値は２．５ ）と異常に多い。悪。\n性疾患を十分に診断できる。ここで内科から呼吸器\n科に紹介された （同６頁）。\n７月２２日～８月２２日多くの部分が腹部の検査に費やされ\nた。特に，このカルテ（甲Ａ７）の９頁には，平成\n１１年５月２６日撮影Ｘ線（平成１１年健診 ，平）\n成１２年８月１１日撮影Ｘ線（呼吸器科で撮影した\n最初のもの ，同月２２日撮影Ｘ線の３枚が比較列）\n挙され，腫瘍のＸ線上での増殖されていく様子が読\nみ取れる。\n８月２９日肺がん確定診断のため入院指示。以後は外科に移さ\nれる（甲Ａ７・１２頁以下 。９月１日～１２日ま）\nで外科で各種検査（結果は項目ごとに記載されてい\nる 。主としてこの間は経皮針生検術が行われた。）\n（） 「 」カルテ 甲Ａ７ ７０頁には 開胸による腫瘍除去\nが「適応」としている。その上段の説明では病期Ⅱ\nＢ（Ｔ３，Ｎ０，Ｍ０）となっているので，この段\n階では切除可能であり手術の日程を組む相談をして\nいる。\n９月２０日胸腔鏡検査実施（甲Ａ７・１４９頁 。手術不可能）\nで化学療法＋放射線療法によるしかないと説明（同\n１５３頁 。その後退院してＪ病院に入院した。）\nイ 肺がんの進行について\n(ｱ) 上記アに指摘した胸部Ｘ線の時間的推移について\n上記アのとおり，甲Ａ第７号証９頁の記載によると，① 平成１１年\n５月２６日（平成１１年健診）Ｘ線ではapical cap程度の陰影が，②\n平成１２年５月１１日にはかなり増殖しており，③ その３か月後に\nは更に目に見える増殖をしていることが如実に読み取れる。つまり，が\nんの増殖スピードは，手術，化学療法・放射線療法などの治療を加えな\nいと増殖するし，増殖のスピードは日を追って加速されることがよく分\nかる。\n(ｲ) 平成１２年５月１１日の健診から確定診断（同年９月１１日）まで\n４か月を要している。このように日時を要したのは，平成１２年健診の\n担当医が「胃カメラを飲め」とか「気管を診てもらえ」等と余計なこと\nを言ったためにＩ病院の医師が慎重になったこと，また病期について判\n断ミスがあって，だらだらした対応をしたことによる。\n(ｳ) この治療行為の遷延の原因を作ったのが，平成１２年健診の担当医\nであることは明らかである。もし健診により肺がんの精密検査という指\n示を患者が受けておれば，患者も熱心に早期発見に努めたし，Ｉ病院側\nもがんの進行速度を考えれば検査だけで３か月もかけないだろう。\n，，もちろん 肺がんの手術をするには肺だけを検査するだけでは足りず\n脳，腹部のＣＴ，肺機能検査など病期の確定と手術前提の検査を要する\nが，それはやろうと思えば１０日間程度でできるものである（甲Ｂ３・\n７６頁下段アドバイスと症例の欄参照 。ところが，本件ではそれらに）\n２か月近くかかっている。\n(ｴ) がんの統計には「肺がんの組織型別ダブリングタイムの分布 （甲」\nＢ４・１６頁）というのがあり，がん腫瘍体積が２倍になる期間をＸ線\n上で見たものをいう。そして，腺がんでは１３３例中３０例がダブリン\nグ期間１０９．６日（約３か月）である。亡Ｄの場合，平成１１年から\n平成１２年までの１年間で間違いなくダブリングしているし，増殖した\n腺がんは当然加速度的に増殖するであろうから，上記３か月の術前検査\nという遅延は致命的であり，Ｉ病院の医師にも責任がないわけではない\nであろうが，やはり根本的な責任の由来は，平成１２年健診担当医の患\n者を欺くといっていい誤診である。\n(ｵ) 以上のとおり，平成１２年健診の担当医が，多分意識的に，亡Ｄの\n肺尖の陰影を肺がんの危険ありとして診断しなかったことにより，余分\nな検査や時間を掛けすぎた検査などが行われ，これにより，最初病期Ⅱ\n期といわれ，手術可能であった亡Ｄのがん進行が意外に早まり，その結\n果腫瘍除去手術不能になった。もし病期ⅡないしⅡＢであれば，リンパ\n腺転移のない患者の救命率は５年以上生存４８．７％（甲Ｂ４・１７頁\n肺がんの治療成績参照）と，ほぼ因果関係論で認める５０％になるので\nある。最近の術後の化学療法＋放射線療法の組み合わせではさらに治療\n実績があがっているので，救命期待は歴然としている。\n（被告の主張）\n否認ないし争う。\n上記２及び３の被告の主張のとおりである。\n５ 争点５（損害）について\n（原告らの主張）\n(1) 亡Ｄは，Ｇ信用金庫に職を有し，健康時の１年間の給与所得は７６４万\n１１５０円であり，所得税の年税額３４万円，府市民税合計４万円を差し引\nくと，年収は７２６万１１５０円となる。\n，(2) 亡Ｄが死亡した平成１４年８月５日から６０歳の定年まで７年あるので\nその逸失利益は，生活費控除５０％として２０６１万４４０４円（＝7,261,\n150×5.678×（１－0.5 ）である。）\n(3) 死亡慰謝料 １５００万円\n(4) 原告らの固有の慰謝料 各１００万円\n(5) 弁護士費用 ５０万円\n(6) 亡Ｄの損害の相続は，原告Ａ２分の１，原告Ｂ及び同Ｃ各４分の１であ\nるから，各原告の損害額は，以下のとおりとなる。\n原告Ａ （(2)＋(3)＋(5)）÷２＋100万円＝19,057,202円\n原告Ｂ及び同Ｃ （(2)＋(3)＋(5)）÷４＋100万円＝10,028,601円\n（被告の主張）\n否認ないし争う。\n第６ 当裁判所の判断\n１ 争点１（平成１１年健診における過失）について\n(1) 原告らは，亡Ｄの平成１１年写真には精密検査の指示を要すべき異常陰\n影が認められるのに，平成１１年健診の被告担当医はこれを見落とした旨主\n張する。\n(2) 本件アンケート鑑定の結果によれば，平成１１年写真（鑑定資料Ｂ６）\nについて異常陰影の所見なしとしたものが３名，右肺尖部胸膜肥厚所見があ\nり，精査の指示を要すとしたものが１名，同じく右肺尖部胸膜肥厚所見があ\nり，１年に１度経過観察をするよう指示すべきとしたものが１名である。も\nっとも，１年に１度経過観察をするよう指示すべきとしたものは，平成１１\n年写真のみならず，すべての鑑定資料（平成１２年分も含む ）について異。\n常陰影所見ありとしており，また，受診者に対する指示事項としては，上記\n経過観察のほかは 「直接撮影法により再検査下さい」又は「ＣＴによる精，\n密検査を施行下さい」というもので，経過観察指示は，指示事項の中で最も\n軽微なものであるのみならず，仮に肺がんを疑わせる所見であれば，１年に\n１度の経過観察の指示で足りるとは考え難いから，少なくとも，肺がんを疑\nわせる異常陰影は認められない趣旨の鑑定結果と見ることができる。\n(3) 上記(2)の本件アンケート鑑定の結果に加え，平成１１年健診は，亡Ｄの\n勤務先において実施された定期健康診断であって，肺がんのスクリーニング\nを目的とした肺がん検診ではないことをも考慮すれば，平成１１年写真を読\n影した被告担当医において，亡Ｄに更なる精査等の指示をすべき異常陰影が\nないと判断したことをもって，同担当医の注意義務違反であると認めること\nはできない。\n原告らは，平成１１年健診の被告担当医は，平成１１年写真の右肺尖部に\n異常陰影を認めているのであるから，それを前年と比較するなどして亡Ｄに\n精査を指示すべきであった旨主張する。しかし，定期健康診断において何ら\nかの通常と異なる陰影が認められれば直ちに前年の写真と対比するなどの注\n意義務が健診担当医にあるということはできず，上記(2)の本件アンケート\n鑑定の結果にも照らせば，本件で，被告担当医に，この注意義務があるとす\nべき事情を認めることもできないから，原告らの上記主張は，採用すること\nができない。\n(4) したがって，原告らの上記(1)の主張は，理由がない。\n２ 争点２（平成１２年健診における過失）について\n(1) 上記第３の事実に加え，後掲証拠及び弁論の全趣旨を総合すれば，次の\n事実を認めることができる。\nア 平成１２年５月１１日，被告は，健康保険組合からの依頼に基づき，亡\nＤが当時勤務していたＧ信用金庫本店において定期健康診断（平成１２年\n健診）を実施した。\nこの健診においては，予め個人票が受診者に交付されることになってお\nり，亡Ｄも，平成１１年健診の結果が記載された個人票（甲Ａ１の８）を\n受領した上，健診に臨んだ。そして，亡Ｄは，検尿及び身長・体重・視力\n・聴力・血圧の測定と，それらの結果の個人票への記入を経た後，当日の\n健診担当医であったＬ医師の問診及び聴診を受けた。\n（甲Ａ１の８，乙Ａ２）\nイ Ｌ医師は，亡Ｄに対し問診及び聴診を行ったところ，タバコを１日に３\n０本，ビールを１日に２本摂取しているが，特に異常所見は認められない\n旨の判断をいったん行い，個人票の「自覚症状」及び「他覚症状」の各欄\nにその旨を表す「ｎｐ」という記載をした。しかし，そのまま問診を終え\nようとしたとき，亡Ｄが，自ら，血痰が出る旨を訴えたため，Ｌ医師は，\n肺がんを含む精密検査を要すべき疾患が疑われると考え 亡Ｄに対し 肺，，「\nがん」という言葉は避けつつ，総合病院を受診して胃カメラによる検査や\n気管支の検査等を行うよう指示するとともに，個人票の「医師の診断」欄\nに「血痰」と記載した上，アンダーラインを引いた。\nこの後，亡Ｄは，胸部Ｘ線間接撮影を行い，被告理事長であるＫ医師が\nこれにより撮影された平成１２年写真を読影したが，右肺尖部の陰影は，\n治癒型不整形陰影であり，精査を要すべき異常陰影はないと判断した。こ\nのため，被告から亡Ｄに対し，更に何らかの指示がされることはなく，被\n告が健康保険組合に対し，亡Ｄに更に精査を要すべき異常所見がある旨の\n報告をすることもなかった。\n（甲Ａ１の８，Ｂ５の１及び２，乙Ａ２，３，証人Ｆ）\nウ 平成１２年５月下旬ころ，被告から平成１２年健診の結果を記載した個\n人票や健診時に撮影された胸部Ｘ線フィルムのロール等を受領した健康保\n険組合は，亡Ｄの個人票に「血痰」の記載があることに気付き，被告（Ｋ\n医師）に対し，亡Ｄに対しどのような指示をしたのかを問い合わせた。こ\n，， ，れに対し Ｋ医師が 亡Ｄに精密検査の必要性を伝えるよう依頼したため\n同月３０日，健康保険組合の看護師が，亡Ｄに電話してその旨を伝えよう\nとしたところ，亡Ｄは，健診において診察を担当した医師から，胃カメラ\nによる検査や気管支の検査を受けるよう指示ないし勧告された旨答えた。\nこれを受け，健康保険組合では，亡Ｄの個人票に 「５／３０ＴＥＬにて，\n。。 。」確認 診察Ｄｒより一度胃カメラの指示あり 気管の方の受診も勧める\nとの記載をした。\n（甲Ａ１の８，Ｂ５の１及び２，乙Ａ２，３，証人Ｆ）\nエ 平成１２年６月１７日，亡Ｄは，１か月くらい前から胸が圧迫されると\nいう症状を主訴として，自宅近隣にある総合病院であるＩ病院の内科を受\n診した。そして，同科の医師に対し，亡Ｄは，１か月前から左ないし両胸\n部に胸痛があることのほか ２か月前から約１か月間血痰のようなもの 痰，（\n）。 ， ，に少し血が混じったもの が持続した旨を訴えた これに対し 同医師は\n狭心症又は肺がんを疑い，直ちに，胸部Ｘ線直接撮影及び心電図検査を指\n，。 ， ， ，示し これが行われた そして 同医師は これらの検査結果をも踏まえ\n同日，亡Ｄに対し，更に喀痰細胞診を指示するとともに，同月２１日に胸\n部単純ＣＴ検査を，同年７月１３日には心エコー検査及びトレッドミル検\n査（心臓負荷試験）を行うこととしてその予約を入れた。\n（甲Ａ２，７〔主として１，３，４，４８，４９頁 ）〕\nオ 平成１２年６月２１日，Ｉ病院において，血痰，胸痛の精査目的で亡Ｄ\nの胸部単純ＣＴ検査が行われたが，検査担当医の所見は 「右肺尖に収縮，\n性の変化を認め，陳旧性の炎症像と考えます。また両肺尖に多数のbulla\nを認めます。右上葉周囲の胸膜の肥厚を認めます。一部mass lesion（腫\n瘍病変）のように孤立して存在する部分を認めます。胸膜腫瘍の可能性も\n否定できません 」などというもので，結論としては，陳旧性炎症性変化。\nと思われるが，胸膜腫瘍の除外が必要なため，造影ＣＴが必要であるとい\nう旨のものであった。しかし，この時点では，造影ＣＴは予定されなかっ\nた。\n，， ， ，また 同月２６日には 喀痰細胞診の結果が報告されたが その内容は\n異型細胞は見られないなどというものであった。\n（甲Ａ７〔主として４，３０，４５頁 ）〕\nカ 平成１２年７月１３日，かねて予定されていた亡Ｄに対する心エコー検\n査，トレッドミル検査等が行われ，同月１５日，その結果を踏まえたＩ病\n院担当医による診察が行われた。\n上記担当医による問診の結果，亡Ｄには，血痰はなく，痰自体ほぼ消失\nし，胸痛も軽減しているとのことであったため，担当医は，肺結核の疑い\nも抱くようになり，結核菌検出のため喀痰培養検査等の指示をするととも\nに，胸部Ｘ線検査を指示した。\n同日，胸部Ｘ線検査の結果を確認した担当医は，右肺尖部の陰影に変化\nがないものと判断し，今後，腫瘍マーカー，造影ＣＴ等の検査を行ってい\nくこととした。なお，狭心症の疑いについては，これに関する諸検査の結\n果でいずれも異常所見が認められなかったことから，この段階で否定され\nた。\n（甲Ａ７〔主として１，４，５，４７頁 ）〕\nキ 平成１２年７月２１日，Ｉ病院において，胸痛，血痰の精査目的で亡Ｄ\nの胸部造影ＣＴ検査が行われたが，検査担当医の所見は 「右肺尖は収縮，\n性変化と胸膜の肥厚を認めます。一部突出し，mass（腫瘍）様にみえます\nが造影ＣＴで全体に淡くenhancement（造影剤増強）をうけており，胸膜\n。，炎の像と考えます 肺野への浸潤がほとんどみられないので否定的ですが\nmalignancy（悪性腫瘍）を否定するためfollow upお願いします 」など。\nというもので，結論としては，胸膜腫瘍を除外する必要のある胸膜炎の疑\nい，陳旧性炎症性変化で，造影剤増強を受けているので念のため経過観察\nが必要という趣旨のものであった。\n同月２２日，上記造影ＣＴ検査の結果に加え，腫瘍マーカーのうちＣＥ\nＡが５５．１（基準値は５．０以下である ）と異常高値を示したことも。\nあり，Ｉ病院の内科担当医は，同病院の呼吸器科医師に亡Ｄの診察を依頼\nした。同呼吸科医師は，亡Ｄにつき，腹部の異常について検査した上で右\n肺尖部胸膜付近の生検を行うこととし，同月末から翌８月初めにかけて，\n注腸造影Ｘ線，胃カメラ，腹部エコーといった検査を指示した。併せて，\n同医師は，亡Ｄに対し，以前に撮影した胸部Ｘ線写真を借り出してくるよ\nうに指示した。\n（甲Ａ７〔主として６～８，２８，５１頁 ）〕\nク 平成１２年８月３日，Ｉ病院呼吸器科担当医は，亡Ｄが持参した平成１\n１年写真及び平成１２年写真と，Ｉ病院で撮影した胸部Ｘ線写真とを比較\nし，右肺尖部の陰影の様子をカルテに並べて記載したが，具体的な所見は\nカルテ上特に記載しなかった。そして，亡Ｄに対する腹部についての各検\n査の結果，肝臓に悪性腫瘍の除外が必要な所見が認められたことから，更\nに腹部造影ＣＴ検査を行うこととした。\n同月２２日，亡Ｄに対する肝臓を中心とする腹部造影ＣＴ検査が行われ\nたが，特に異常は認められなかったため，同医師は，改めて血中ＣＥＡ検\n査を行うとともに，亡Ｄを入院させた上で精密検査を行うこととした。そ\nして，同日のＣＥＡが９０．２と更に高値となっていたこともあり，同医\n師は，同月２９日，亡Ｄに対し，同年９月１日に入院の上，同月６日にＣ\nＴガイド下生検を行うことなどを伝えた。同医師の入院指示における病名\nは，肺がんの疑いで精査治療目的というものであった。\n（甲Ａ７〔主として９，１０，１４，１９，３４頁 ）〕\nケ 平成１２年９月１日，亡ＤはＩ病院に入院し，骨シンチ，ガリウムシン\nチ等の検査を経て，同月６日，右肺尖部につき胸部ＣＴガイド下生検が行\nわれた。この生検の結果，悪性細胞が確認されたことにより，肺がんと確\n定診断されるとともに，その余の検査結果を踏まえ，この時点では，ＴＮ\nＭ分類でＴ３Ｎ０Ｍ０の病期ⅡＢであり，外科手術の適応ありと診断され\nた。このため，同病院での手術が予定され，亡Ｄは，同病院外科の空床待\nちを理由に同月１２日にいったん同病院を退院し，同月１９日，再び同病\n院に入院した。\n同月２０日，亡Ｄに対する胸腔鏡検査が行われたところ，がんが相当程\n度に進行しており，Ｔ４ＮｘＭ０の病期ⅢＢであることが判明したことか\nら，外科的措置（切除術）は行われないこととなった。そして，Ｉ病院で\nは更なる治療が困難であったことから，亡Ｄが希望したＪ病院に転院する\nこととなり，亡Ｄは，同月２２日にＩ病院を退院の上，同月２５日，Ｊ病\n院に入院した。\nその後，亡Ｄは，同病院への入退院を繰り返していたが，平成１４年８\n月５日，同病院において肺がんにより死亡した。\n（甲Ａ２，３，６，７〔主として６１，６２，６９，７０，７８，８３，８\n４，１１４～１２４，１２９～１４１，１４９～１５３頁 ，８から１２〕\nまで）\n(2) 原告らは，平成１２年健診の担当医が，再検査又は肺がんの疾病の性格\nから専門医の精密検査を受けることを告知すべき義務を怠ったなどと主張す\nる。\n確かに，本件アンケート鑑定の結果によれば，平成１２年写真（鑑定資料\nＡ５）については，これが定期健康診断として撮影及び読影されたものであ\nることを考慮しても，右肺尖部に異常陰影があるものと認めてこれに対する\n精密検査の指示をする必要があったと認めるのが相当である。\nしかし，他方，上記(1)ア及びイ認定の平成１２年健診の具体的内容を考\n慮すれば，同健診により得られた情報のみでは，亡Ｄにつき肺がんであると\n。， ，診断することができないことは明らかである このことは Ｉ病院において\n初診時に，亡Ｄが血痰のようなものが出たと訴え，胸部Ｘ線直接撮影がされ\nているにもかかわらず，その時点では肺がんの診断に至っていないことから\nも裏付けられる。\nしたがって，平成１２年健診において被告ないし健診担当医が亡Ｄに対し\nて指示すべき精密検査の内容は，肺がんの有無に関する検査に限定されるべ\nきものではなく，他に考え得る疾患に係る精密検査をも指示するのが相当で\nあり，また，定期健康診断においては，一般的に，診察医ないし健診担当者\nと受診者との間に信頼関係が築かれていないことを考慮すれば，精密検査の\n指示において肺がんの可能性があることを明示すべき注意義務までがあると\n認めることはできない。\nそうであれば，平成１２年健診において，Ｌ医師が，亡Ｄに対し 「肺が，\nん」という言葉は避けつつ，総合病院を受診して胃カメラによる検査や気管\n支の検査等を行うよう指示したに止まり，亡Ｄ又は健康保険組合に対し，更\nなる指示ないし報告がされなかった（上記(1)イ）からといって，被告担当\n医が亡Ｄに対する定期健康診断担当医としての注意義務に反したと認めるこ\nとはできない。\n(3)ア原告らは，Ｌ医師による胃カメラや気管支の検査の指示により，かえ\nって亡Ｄの速やかな受診機会が失われた旨の主張もする しかし 上記(1)。，\n認定のとおり，亡Ｄの肺がんは，Ｉ病院において，繰り返し胸部Ｘ線直接\n撮影，胸部ＣＴ検査，喀痰細胞診等の諸検査が行われ，最終的に胸部ＣＴ\nガイド下生検によってようやく確定診断されたものであるが，この確定診\n断に至る経緯が，Ｌ医師の上記指示によって影響を受けたことを窺わせる\n証拠はなく，むしろ，この経緯によれば，亡Ｄの肺がんは，腺がんという\nこともあり，発見の困難なものであったことが推認されるといえる（ちな\nみに，この経緯を考慮すれば，仮に平成１２年健診の直後，すなわち同年\n５月中に亡Ｄが精密検査を受診するようになっていたとしても，その予後\nがわずかでも変わったと認めることは困難というべきである 。。）\n，， ，イ 他方 原告らは Ｌ医師が上記指示をした事実はない旨の主張もするが\n平成１２年健診において亡Ｄが診察医に血痰の症状を訴えたこと，及び，\n亡Ｄに対し，健康保険組合の看護師から，血痰が出るのであれば診察を受\nけるように連絡があったことは いずれも亡Ｄの自認するところである 甲，（\nＢ５の２・３～４頁 。このような亡Ｄの自認する事実に沿う甲Ａ第１号）\n証の８の個人票の受診指示に関する記載部分は信用するに足りる。\nまた，原告らは，血痰の訴えに対し胃カメラの検査を指示することはあ\nり得ず，気管は肺野を含まないからあえて気管の検査を指示することは不\n自然である旨の主張もする。しかし，患者が血痰を訴えた場合に，消化管\n出血を原因とする吐血との鑑別を要することは，当裁判所に顕著な事実で\nあり，また，Ｌ医師が気管の検査を指示したからといって，肺野の検査を\n不要とした趣旨とは到底認められず，気管の検査の指示が不自然というこ\nとはできない。加えて，上記(1)ウ認定のとおり，上記個人票の受診指示\nに関する記載部分は健康保険組合において記載したものであって，その経\n緯に照らし，このような記載がされることに不自然な点があるということ\nはできない。したがって，原告らの上記主張は失当というべきである。\nさらに，原告らは，亡ＤがＩ病院を受診したのは胸痛を自覚したためで\nあり，平成１２年健診における指示とは無関係である旨の主張もするが，\n上記(1)エ認定のとおり，Ｉ病院初診時において既に亡Ｄは約１か月間胸\n痛を感じており，胸痛を感じて直ちに受診したものではない上，同病院担\n当医の問診には，約１か月前に消失していた血痰の訴えもしているほか，\n近医である開業医等の紹介を経ることなく総合病院であるＩ病院を受診し\nていることを考慮すれば，亡ＤがＬ医師の上記指示に関係なく同病院を受\n診したとは認め難く，原告らの上記主張も採用することはできない。\n(4) 以上のとおり，争点２に係る原告らの主張は，理由がない。\n３結論\n上記１及び２によれば，その余の点について判断するまでもなく，原告らの\n請求はいずれも理由がない。\nよって，原告らの請求をいずれも棄却することとし，訴訟費用の負担につい\nて民事訴訟法６５条１項本文，６１条を適用して，主文のとおり判決する。\n大阪地方裁判所第１９民事部\n裁判長裁判官 角 隆 博\n裁判官 伊 藤正晴\n裁判官 船 所寛生\n"
}