{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 13,
    "month": 12,
    "day": 3
  },
  "case_number": "平成11(ワ)700",
  "case_name": "損害賠償請求",
  "court_name": "神戸地方裁判所",
  "lawsuit_id": "7312",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=7312",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/312/007312_hanrei.pdf",
  "contents": "判決　平成１３年１２月３日　神戸地方裁判所　平成１１年(ワ)第７００号損害賠\n償請求事件\n主　　　　　　　　　文\n１　被告らは，原告に対し，連帯して３９７３万１２５５円及びこれに対する平\n成１０年６月２５日から支払済みまで年５分の割合による金員を支払え。\n２　原告のその余の請求を棄却する。\n３　訴訟費用はこれを１０分し，その３を原告の負担とし，その余は被告らの負\n担とする。\n４　この判決は，第１項に限り，仮に執行することができる。\n事　実　及　び　理　由\n第１　請求\n被告らは，原告に対し，連帯して５６１１万６０７９円及びこれに対する平\n成１０年６月２５日から支払済みまで年５分の割合による金員を支払え。\n第２　事案の概要\n本件は，銀行からの融資により保険料を支払って生命保険会社と変額保険契\n約を締結した原告が，平成７年５月３１日の保険業法改正前の保険募集の取締に関\nする法律（以下「募取法」という。）に規定された保険募集資格のない銀行従業員\nから違法な勧誘を受け，また，銀行及び生命保険会社から変額保険の内容及び危険\n性について何ら説明を受けていないことが不法行為に該当すると主張して，上記銀\n行及び生命保険会社を被告として，借入金及び既払利息金と解約返戻金との差額に\nつき，共同不法行為に基づく損害賠償請求をした事案である。\n被告らは，原告に変額保険契約を勧誘したのは生命保険会社の従業員であ\nり，上記従業員は変額保険に関し原告に十分な説明をしたと主張して，上記請求を\n争っている。\n１　前提事実\n(1)　原告は，平成２年４月ころ，廃材処理等を目的とする株式会社G（以\n下「G」という。）の代表取締役であり，同社は，当時，株式会社兵庫銀行を主要取\n引銀行としていた。\n株式会社みどり銀行は，平成７年１０月２７日，株式会社兵庫銀行を引き\n継いで設立された株式会社で，平成１１年４月１日，株式会社みどり銀行と株式会\n社阪神銀行とが合併し，商号を株式会社みなと銀行に変更した（以下，株式会社兵\n庫銀行，株式会社みどり銀行及び被告株式会社みなと銀行を総称して「被告銀行」\nという。）。\n被告第百生命保険相互会社（以下「被告第百生命」という。）は，昭和２\n２年９月１日に設立された相互会社である。\n(2)　原告は，被告第百生命との間で，平成２年４月１日付けで，別紙保険契約\n目録記載の変額保険契約（以下「本件保険契約」という。）を締結した。また，原\n告は，被告銀行との間で，同年３月１５日，９０００万円の融資契約（以下「本件\n融資契約」といい，同契約に基づく借入金を「本件借入金」という。）を締結し，\n本件借入金全額を本件保険契約の保険料として被告第百生命に支払った。\n(3)　原告は，平成１０年６月２２日に本件保険契約を解約するまでの間，被告\n銀行に対し，本件借入金について合計３９１８万４９７６円の利息を支払った。\n原告は，本件保険契約解約により被告第百生命から解約返戻金７４５６万\n８８９７円を受領し，同返戻金を本件借入金の返済に充てたことにより，本件借入\n金残額は１５４３万１１０３円となった。\n２　争点\n(1)　被告銀行の担当者の募取法違反の有無\n(2)　被告らの変額保険についての説明義務違反の有無\n３　原告の主張\n(1) 事実経過\nア　Ａは，平成２年３月ころ，被告銀行神戸西支店に勤務していた者であ\nる。\nイ　（一次的主張）\n原告は，平成２年３月ころ，Ａから「いい儲け話があるんだが。」，\n「絶対損はさせない。」などと誘われ，度々変額保険への加入を勧められ，本件保\n険契約を締結した。\n原告は，Gの主要取引先である被告銀行の強い勧誘により変額保険を申し\n込むこととし，被告銀行神戸西支店２階で簡単な健康診断を受けた後，引き続き同\n支店内で，Ａの立会いのもと保険契約書に署名捺印した。\nこのとき，被告第百生命の担当者はおらず，本件保険契約締結までに同\n被告から原告に対しては，一切連絡がなかった。また，本件保険契約締結に際し，\n被告第百生命及び被告銀行から変額保険のパンフレット，契約のしおり又は保険設\n計書等の書類は交付されず，変額保険の仕組み又は危険性等についての説明もまっ\nたくなく，Ａから「損はしない」，「儲かる」保険であると繰り返し強調されたの\nみであった。\n（二次的主張）\n仮に，被告第百生命神戸支社神戸西支部所属のＢが，本件保険契約の募\n集に関し，原告と面談していたとしても，それは，被告銀行内で，本件保険契約加\n入のための健康診断がされ，同時に，本件保険加入申込書と本件融資契約書が作成\nされた際に過ぎず，それまでに，Ｂは，原告に対し，本件保険契約の仕組み等の説\n明は一切していない。\n（三次的主張）\n仮に，Ｂが，本件保険契約の募集に際し，原告と面談し，一定の説明を\nしていたとしても，不十分であって，原告が理解しているかの確認を行っておら\nず，マイナス運用の例示がないパンフレットを用い，かつ，マイナス運用であるこ\nとを全く説明していないばかりか，本件融資契約の利息との関連で，どのような場\n合に元本割れの危険があるかの具体的な説明はしていない。\nウ　Ａは，本件保険契約締結に際し，本件融資契約の利息は本件保険契約の\n配当金で十分まかなえると説明していたが，実際には，原告は，自らの出捐により\n本件借入金の利息を支払った。\nエ　原告は，被告第百生命からの通知により，解約返戻金が保険料を下回っ\nていることを知り，被告銀行担当者に何度も苦情を申し入れたが，被告銀行担当者\nが軌道に乗ればやがて解約返戻金も保険料額を上回ると述べたので，当面様子を見\nることにした。\nしかし，その後も解約返戻金は下がる一方で，原告は被告銀行に対し苦\n情を申し入れるとともに本件保険契約の解約を打診したが，解約返戻金と保険料額\nの差額分の借入金を支払うことが困難であったのでやめるにやめられず，また，Gの\n主要取引銀行である被告銀行の責任を強く追及することも事実上困難であった。\nオ　原告は，平成３年９月１３日，被告第百生命の普通終身保険に加入した\nが，これについても被告銀行担当者の勧めで加入したのであり，被告第百生命の担\n当者の関与は一切なく，その保険金は全額被告銀行からの借入金で支払った。\nカ　原告は，平成９年１１月ころ，被告第百生命に電話をかけ，前記と同様\nの苦情を申し入れた。\nキ　原告は，平成１０年５月ころ，被告銀行のGに対する債権がH銀行に譲渡\nされ，被告銀行がGとの取引関係を一方的に破棄したことを知って，本件保険契約の\n解約を決意し，同年６月２２日，本件保険契約を解約した。\n(2) 争点(1)（募取法違反）について\nア　原告に変額保険を勧誘し，本件保険契約を締結させたのはＡである。\n被告第百生命は，その従業員Ｂが変額保険に関する説明をしたと主張す\nるが，原告はＢをまったく知らず，同人が原告宅を訪れたことも変額保険について\n説明したこともない。\nイ　Ａは，募取法上の保険募集人でないにもかかわらず，本件保険契約締結\nに当たり原告の選別，勧誘等を行っており，上記勧誘行為は，募取法（平成７年５\n月３１日改正後の保険業法２７５条）に違反する違法行為であって，不法行為に該\n当する。\n(3) 争点(2)（説明義務違反）について\nア　変額保険について\n変額保険は，①一般勘定から分離独立した独自の特別勘定を設定して資\n金運用する，②運用実績に応じて保険金等が変動し，通常の保険と違い，運用リス\nクを保険契約者が負担する，③インフレヘッジとなる株式，公社債等の有価証券を\n資産運用対象の主力とするため，ハイリスクハイリターンの性格を帯びる，との特\n徴を有する。\nこのように，変額保険は，保険というよりハイリスクハイリターンの金\n融商品であるため，募取法，大蔵省通達及び生命保険協会の自主規制により，保険\n募集人の限定及び勧誘・説明の際の禁止行為等の規制が行われている。\nイ　上記のような変額保険の特殊性及び各種規制等に照らせば，変額保険を\n募集しようとする生命保険会社は，顧客に対し，変額保険契約に付随する信義則上\nの義務として，変額保険勧誘資格のある生命保険募集人により，変額保険の仕組\nみ，そのリスク及び保険料全額を銀行から借り入れて一時払終身型の変額保険に加\n入する場合のリスクについて，顧客の年令，経歴及び商品知識等に応じ，顧客がこ\nれらを理解するに必要な程度の説明を行わなければならない。\nまた，変額保険は，金融機関と保険会社がタイアップしてその販売を展\n開したものであるところ，金融機関が顧客を保険会社に紹介・斡旋した場合，変額\n保険勧誘資格のない金融機関が変額保険の勧誘を行った行為自体により，その違法\n性が推定されるというべきである。\nウ　原告は，山口県内で出生し，地元の中学校を卒業後，自動車修理工等の\n職を転々とした後，昭和５６年９月，Gを設立した。\n原告は，一度株式を購入した以外に金融投資の経験はまったくなく，変\n額保険は無論，投資に対する知識は皆無であった。\n原告の上記経歴及び投資経験に照らすと，被告らは，原告に対し変額保\n険の内容及び危険性について慎重に説明を尽くす必要があったにもかかわらず，こ\nれらの説明を全くしておらず，被告らの勧誘行為及び本件保険契約締結行為は違法\nである。\n(4) 被告らの責任\n被告銀行は，その従業員であるＡの不法行為について民法７１５条の使用\n者責任を負い，被告第百生命は，民法７０９条の不法行為責任を負い，被告らは共\n同して原告に損害を与えたもので，共同不法行為責任を負う。\n(5) 原告の損害\n本件保険契約の保険料は，全額被告銀行からの借入れで支払うのであるか\nら，原告は，解約返戻金が保険料を下回る可能性があることの説明を受けていれ\nば，本件保険契約を締結しなかった。\n原告は，被告らの不法行為により，本件借入金残高１５４３万１１０３円\n及び既払利息３９１８万４９７６円の合計５４６１万６０７９円の損害を被った。\nまた，原告は，被告らが任意に上記損害賠償金を支払わないため，原告代\n理人に本訴の提起追行を委任し，その着手金として１５０万円を支払った。\n(6)　以上により，原告は，被告らに対し，共同不法行為に基づく損害賠償請求\nとして５６１１万６０７９円及び本件保険契約を解約した日の後である平成１０年\n６月２５日から支払済みまで民法所定の年５分の割合による遅延損害金の支払を求\nめる。\n４　被告銀行の主張\n(1) 事実経過\nア　被告銀行と被告第百生命は，本件保険契約締結当時，変額保険につい\nて，支払保険料を被告銀行が融資することを前提に，被告銀行の取引先等から変額\n保険への加入が見込めそうな顧客を被告第百生命に紹介し，被告第百生命において\n変額保険への加入を勧誘することとしていた。\nイ　原告についても，被告銀行は，原告に対し，その融資対象として被告第\n百生命の変額保険があることを紹介し，同行神戸西支店営業担当者Ａは，変額保険\nの説明のために被告第百生命の従業員を同道することの許可を求めたうえで，被告\n第百生命に対し，変額保険加入の可能性のある人物として原告を紹介した。\nウ　本件保険契約締結に至る経過については，被告第百生命の主張を援用す\nる。\n(2) 争点(1)（募取法違反）について\nア　Ａは，原告に対し，変額保険の紹介及び本件融資契約に関する説明はし\nたが，変額保険についての説明はすべて被告第百生命の担当者Ｂにより行われた。\nイ　被告銀行は変額保険の紹介及び本件融資契約に関する説明をしただけで\nあり，変額保険に関する説明はすべて被告第百生命の担当者が行っているから，募\n取法違反の事実はない。\n(3) 争点(2)（説明義務違反）について\nＢは，原告宅に合計３度訪問しているが，その間にパンフレットや設計書\nを用いて変額保険の内容や仕組み，リスク等を原告に対して説明している。\nすなわち，パンフレットに記載された波形の図や一覧表を用いて，\n①　変額保険は，保険料が一定で，保険金額や解約返戻金額が特別勘定\nの資産運用実績に基づいて増減する新しいタイプの保険であること\n②　払い込まれた保険料のほとんどを特別勘定を設けて運用するが，運\n用対象は上場株式や公社債等の有価証券であること\n③　契約者は，経済情勢や運用如何により高い収益を期待できる一方，\n株価の低下や為替の変動による投資リスクを負うことになること\n④　しかし，運用如何にかかわらず，基本保険金は保証されること\n⑤　解約返戻金は，特別勘定の運用実績により高利率になることもある\nが，悪ければ一時払保険料よりも下回ることがあること\n等，変額保険がハイリスク・ハイリターンの商品であることを説明した。\n５　被告第百生命の主張\n(1) 事実経過\nア　被告第百生命神戸支社神戸西支部所属のＢは，平成２年３月ころ，被告\n銀行神戸西支店から，変額保険の見込み客として原告を紹介され，被告銀行担当者\nとともに原告宅を訪問した。\nイ　Ｂは，原告宅訪問の際に，契約のしおり，変額保険のパンフレット及び\n設計書を持参し，これらに基づき，変額保険について，おおむね①変額保険は，払\nい込まれた保険料のほとんどを特別勘定を設けて運用する，②運用先は，上場株\n式，公社債，外国債等に投資する，③運用の結果は契約者に帰属し，保険金額が変\n動するが，運用の結果が悪くても基本保険金額は保証されている，解約返戻金は運\n用実績により変動し，運用実績がうまくいけば高利率になるが，悪ければ払込保険\n料よりも下回ることもある，との各点について説明し，同パンフレットを原告に交\n付した。\n原告は，Ｂの上記説明により，変額保険の保険金額が変動し，また，解\n約返戻金が払込保険料よりも下回る可能性のあることを理解した。\nまた，Ｂは，このころ，原告を被保険者とする変額保険の設計書を作成\nして原告に交付した。\nウ　Ｂは，上記説明後，原告が変額保険への加入の意思を示したので，健康\n診査の手配をし，被告第百生命の社医は，平成２年３月１５日付けで，原告宅にお\nいて原告の健康診査をした。\nエ　Ｂは，このころ，原告に変額保険の「契約のしおり　定款・約款」を交\n付し，原告から本件保険契約の申込書に署名捺印を受けた。\nオ　被告第百生命は，平成２年３月３０日，本件保険契約の一時払保険料を\n受領し，同年４月１日，本件保険契約が成立した。\nカ　被告第百生命は，平成２年５月ころ，原告に対し，運用実績が４．５パ\nーセントで推移したと仮定した場合の解約保険金額例表とともに，同例表は将来の\n支払額を約束したものではない旨注記した保険証書の写しを郵送した。\n被告第百生命は，このときに，契約内容を確認し，内容が相違していれ\nば訂正・追加を求めることができる「ご契約のご確認についてのお願い」と題する\n返信用はがきのついた書面を同封したが，被告第百生命は原告から同はがきを返送\nされていない。\nキ　被告第百生命では，本件保険契約締結後，毎年１回，変動保険金や解約\n返戻金を記載した「変額保険のご契約内容（契約応答日現在）のお知らせ」と題す\nる書面を，原告を含む変額保険の全契約者に郵送している。原告に郵送した同書面\nには，特別勘定の運用実績の低下に伴い，原告が支払った一時払保険料を下回る金\n額が解約返戻金として明記されており，原告は，本件保険契約成立後，上記契約を\n解約するまでの８年間，８回にわたり同書面を受領している。しかし，平成１１年\n３月まで，原告から被告第百生命に対し，原告の主張する説明義務違反に関する苦\n情はまったくなかった。\nク　原告は，平成３年４月１日付け「変額保険のご契約内容（契約応答日現\n在）のお知らせ」と題する書面を受領し，解約返戻金が一時払保険料を下回ってい\nることを認識した後の同年９月１３日，被告第百生命の一時払保険料の定額保険に\n加入し，その保険料２４９万５５００円を支払った。\n原告が，平成１０年６月２２日に本件変額保険の解約手続をした際に\nも，被告第百生命に対する説明義務違反に関する苦情はまったくなかった。\n(2) 争点(1)（募取法違反）について\n前記(1)のとおり，原告に変額保険について説明したのは被告第百生命担当\n者Ｂであるから，原告の主張する募取法違反の事実はない。\n(3) 争点(2)（説明義務違反）について\n被告第百生命担当者は，前記(1)のとおり，原告が変額保険の説明として必\n要であると主張する程度の説明をしており，説明義務を果たしていることは明らか\nである。\n第３　当裁判所の判断\n１　事実経過\n前記前提事実に加え，証拠（甲３，４，９ないし１３，１４の１ないし３，\n甲１６，１７，１８の１ないし５，甲１９の１，２，甲２０の１，２，甲２１，２\n７，３１，乙３ないし５，丙１ないし５，９，１０，証人Ｂ，証人Ｃ，証人Ａ，原\n告本人）及び弁論の全趣旨によれば，次の事実が認められる。\n(1)　原告は，昭和２３年生まれの男性であり（本件保険契約締結当時４２\n歳），中学校を卒業後，自動車修理工等の職を転々とした後，昭和４８年ころか\nら，産業廃棄物の収集・運搬業を始め，昭和５６年９月，産業廃棄物処理業等を目\n的とするGを設立した。\n原告は，本件保険契約が締結された平成２年４月ころ，同社の代表取締役\nであり，同社は，当時，被告銀行を主要取引銀行としていた。原告は，昭和６３年\nころから，同被告の勧めにより，たびたび同被告から融資を受けて，リゾート会員\n権やゴルフ会員権を購入したり，生命保険に加入したりしていた。\n平成２年１１月１日時点の原告の同被告における保険ローンの現在残額\nは，本件融資金額以外で９００万円近く，ゴルフ会員権購入のためのローン残額は\n３８０万円を超えていた。\n原告は，本件保険契約締結当時，株式等の投資経験はなかった（原告が兵\n銀ファクターの株式を購入したのは，本件保険契約締結後である。）。\n(2)　被告銀行と被告第百生命は，本件当時，被告銀行の顧客の中から変額保険\nへの加入が見込める先を被告第百生命に紹介し，変額保険契約が締結された際に\nは，被告銀行がその保険料を融資するという形で（さらには，被告第百生命が被告\n銀行に対して通知預金をすることとなっていた。），互いに協力し合うこととなっ\nていた。\n被告銀行神戸西支店営業担当者Ａは，平成２年３月ころ，その上司の指示\nにより，原告を変額保険への加入が見込める先として被告第百生命に紹介した。\n(3)　被告第百生命神戸支社神戸西支部所属のＢは，平成２年３月上旬ころ，Ａ\nとともに原告宅を訪問した。\nＡは，それ以前に，原告に変額保険とその保険料の融資を紹介し，訪問の\n約束を取り付けていた。\nＢは，その際，契約のしおり，変額保険のパンフレット及び設計書を持参\nし，これらを原告に交付した。\nこれらの資料においては，特別勘定の資産の運用実績に応じて保険金額が\n変動するという変額保険の仕組みが図解され，その運用実績が年９パーセント，年\n４．５パーセント，年０パーセントで推移した場合における死亡・高度障害保険金\nと解約返戻金の経過年数別の変動状況が記載されている。その運用実績が年０パー\nセントで推移した場合については，一時払保険料額を下回る解約返戻金額が記載さ\nれている。また，基本保険金額が昀低保証されること，死亡・高度障害保険金は，\n変動保険金額が負の場合でも，昀低保証により基本保険金額を下回ることがないこ\nとが記載されている。\nＢは，原告に対し，これらの資料に沿って変額保険の仕組み等を説明した\nが，その間３０分に満たなかった。その際，Ｂは，原告に対し，特別勘定の資産の\n運用実績が負の場合があることの具体的な説明はしておらず，更に，その運用実績\nと本件借入金の借入利率を比較しつつ，その運用実績のいかんによっては，解約返\n戻金額が本件借入金とその利息の合計額を下回る危険があることを説明することは\nなかった。\nＡは，変額保険についての説明をすべてＢに任せ，自ら原告に対して変額\n保険について説明することはなかった。\n（なお，証人Ｂは，原告に対する説明の際，被告銀行の担当者は同席して\nいなかった旨供述するが，Ｂが原告と会った回数が２回であるか３回であるか，ま\nた，変額保険の説明と健康診査をそのいずれの機会にしたかについて，その記憶に\nあいまいなところがみられるから，ＢがＡとともに原告宅を訪問した際にはＡがＢ\nを原告に紹介しただけで，Ｂが変額保険について全く説明しなかったと断定するこ\nとは困難である。\n原告は，Ｂが原告宅を訪れたことも変額保険について説明したこともない\nし，契約のしおり，変額保険のパンフレット及び設計書の交付を受けたこともない\n旨主張し，これに沿う原告本人の供述及び陳述書がある。\nしかしながら，保険契約の締結に際し，保険会社の担当者が顧客と面談し\nないというのは不自然であることも考慮すると（本件のように保険金額が高額であ\nる場合にはなおさらである。），Ｂが原告宅を訪れたことがない旨の原告の供述及\nび陳述書は，これに反する証人Ｂ，同Ａの各証言に照らし，信用することができな\nい。また，Ｂが変額保険への加入を勧誘するために原告宅を訪れながら，変額保険\nに関する資料を持参せず，何らの説明もしなかったとは考えられないし，本件変額\n保険申込書（写し）（丙３）において，「ご契約のしおり　定款・約款」を受領し\nたことを示す受領印欄に原告の押印がされていることからすると，Ｂは契約のしお\nり等の資料を原告に交付し，原告はＢから変額保険につき何らかの説明を受けたと\n推認するのが相当であり，この点に関する原告の，「Ｂが変額保険について説明し\nたことはなく，契約のしおり等の資料の交付を受けたこともない」旨の供述及び陳\n述書は，そのまま信用することができない。したがって，原告の上記主張は理由が\nない。）。\n(4)　原告は，前記(3)の説明を受け，基本保険金を２億９９５２万円，合計保\n険料を９０００万円とする変額保険（終身型）契約申込書を作成した。\n被告第百生命の診査医Ｄは，平成２年３月１５日，原告宅において，原告\nの健康診査をした。\n原告は，被告銀行との間で，同日，本件融資契約を締結し，被告銀行は，\n同月３０日，本件借入金全額を本件保険契約の保険料として被告第百生命に支払っ\nた。\n原告は，被告第百生命との間で，同年４月１日付けで，本件保険契約を締\n結し，被告銀行に対し，本件保険契約に基づく保険金請求権について質権を設定\nし，被告第百生命は，同日，これを承諾した。\n被告第百生命は，被告銀行に対し，本件保険契約にかかる保険証券を郵送\nし，原告に対しては，その写しを郵送した。その保険証券には，特別勘定の資産の\n運用実績が年４．５パーセントで推移した場合の解約返戻金額例表が記載されると\nともに，「実際の解約返戻金額は社員配当金の積立金への繰り入れ額ならびに特別\n勘定の運用実績により増減しますので，上記金額は将来のお支払額を約束するもの\nではありません。」と記載されている。\n(5)　原告は，平成３年９月１３日，被告銀行の勧めにより，被告第百生命の定\n額保険に加入した。\n（なお，被告第百生命は，原告は，その当時，同年４月１日付け「変額保\n険のご契約内容（契約応答日現在）のお知らせ」と題する書面を受領し，解約返戻\n金額が一時払保険料額を下回っていることを認識していたと主張するが，原告はこ\nれを否定する供述をしているし，上記のような書面を受領したことから直ちに，原\n告に上記のような認識があったと速断することはできないから，被告第百生命の上\n記主張は理由がない。）。\n(6)　原告は，被告第百生命から送られてきた「変額保険のご契約内容（契約応\n答日現在）のお知らせ」と題する書面により，解約返戻金額が一時払保険料額を下\n回っていることを知り，平成４年１２月ころ，被告銀行に電話をかけ，関係書類の\n交付を要求するとともに，その当時の解約返戻金額を尋ねたところ，同月２９日現\n在の解約返戻金額（約７７１２万円）などが記載された変額保険終身型パンフレッ\nト（甲１２）及び解約返戻金例表（甲１３）を被告銀行から受領した。\nまた，原告は，被告第百生命から送られてきた契約内容一覧表（甲１１）\nを見て，平成９年１１月ころ，被告第百生命に電話をかけ，話が違うなどと苦情を\n述べたところ，同月２６日，同日現在の解約返戻金額（７２１５万６５６５円）が\n記載された解約金通知書（甲１４の１）及び「平成９年９月末変額保険（特別勘\n定）の現況」と題する書面（甲１４の２，３）を被告第百生命からファクシミリで\n受領した。\n原告は，本件保険契約の解約を検討したが，解約に際して，本件借入金と\n解約返戻金との差額の返済を求められることになるが，その算段ができなかったの\nと，被告銀行が原告ないしGのメインバンクであったため，そことの取引を継続した\nかったので，なかなか昀終決断に至らなかった。\n（もっとも，被告らは，原告から被告第百生命に対して苦情が全くなかっ\nた旨主張し，これに沿う証人Ｂの供述及び陳述書があるが，同供述及び陳述書は，\n原告本人の供述及び陳述書に照らし，信用することができないから，被告らの上記\n主張は理由がない。）。\n(7)　その後も本件保険契約の解約返戻金額が一時払保険料額を下回る状態が続\nいていたところ，原告は，平成１０年５月ころ，被告銀行のGに対する債権がH銀行\nに譲渡され，被告銀行がGとの取引関係を一方的に破棄したことを知って，本件保険\n契約の解約を決意し，同年６月２２日，本件保険契約を解約した。原告は，本件保\n険契約を解約するまでの間，被告銀行に対し，本件借入金について合計３９１８万\n４９７６円の利息を支払った。\n原告は，本件保険契約解約により被告第百生命から解約返戻金７４５６万\n８８９７円を受領し，同返戻金を本件借入金の返済に充て，本件借入金残額は１５\n４３万１１０３円となった。\n２　争点(1)（募取法違反）について\n前記１(3)のとおり，Ａは，変額保険についての説明をすべてＢに任せ，自ら\n原告に対して変額保険について説明することはなかったから，保険募集（保険契約\nの締結の代理又は媒介）を行ったとはいえない。\nまた，Ａの上司が原告に対して変額保険への加入を勧めたことやＡが原告を\n変額保険への加入が見込める先として被告第百生命に紹介したことをもって，保険\n募集を行ったものということもできない。\nしたがって，Ａらの行為が募取法に違反する旨の原告の主張は理由がない。\n３　争点(2)（説明義務違反）について\n(1) 被告第百生命について\nア(ア)　証拠（丙１，２，１０）及び弁論の全趣旨によれば，変額保険と\nは，定額保険とは異なり，その保険料のうちの一定額を特別勘定の資産として一般\n勘定の資産とは区分し独立して管理し，上場株式，公社債等の有価証券を主体とし\nた運用を行い，特別勘定の資産の運用実績に応じて保険金額及び解約返戻金額が変\n動するハイリスクハイリターンの生命保険であり，被保険者が死亡したり，高度障\n害の状態に該当した場合には，基本保険金及び変動保険金が支払われるところ，基\n本保険金額は昀低保証されているものの，変動保険金額及び解約返戻金額は保証さ\nれていないというものである。\nこのように変額保険が定額保険とは異なる特質を有するリスクを伴う\n商品であることにかんがみると，変額保険を募集しようとする者は，これに加入し\nようとする者に対し，信義則上，そのリスクの内容，すなわち，特別勘定の資産の\n運用実績に応じて保険金額及び解約返戻金額が変動すること，変動保険金額及び解\n約返戻金額は保証されないこと，特別勘定の資産の運用実績のいかんによっては，\n解約返戻金額が一時払保険料額を下回る危険があることを具体的に説明すべき義務\nを負うものと解すべきである。\n(イ)　また，本件保険契約のように，保険会社と銀行の協力のもと，保険\n料が全額銀行融資によって一時払され（両者の協力があることから，融資額及び保\n険金額が高額となりがちである。），保険金請求権に質権が設定されている場合\n（いわゆる融資一体型変額保険）には，保険契約者は，通常，死亡・高度障害保険\n金や解約返戻金によって借入元利金を返済することを期待すると考えられるとこ\nろ，この場合には，時間の経過とともに借入利息が増大することから，特別勘定の\n資産の運用実績のいかんによっては，解約返戻金額が借入元利金額を下回る危険が\n大きく，保険契約者が保険事故発生前に借入元利金を返済する場合には，その期待\nに反し，自己資金の支出を余儀なくされるおそれがある（しかも，前記のとおり，\n融資額が高額となりがちであるから，保険契約者の負担が過大になるおそれがあ\nる。）。\nこのように融資一体型変額保険が通常の変額保険よりも大きなリスク\nを有することにかんがみると，融資一体型変額保険を募集しようとする者は，これ\nに加入しようとする者に対し，信義則上，特別勘定の資産の運用実績と借入利率を\n比較しつつ，その運用実績のいかんによっては，解約返戻金額が借入元利金額を下\n回る危険があることをも説明すべき義務を負うものと解すべきである。\nイ(ア)　これを本件についてみると，前記１(3)のとおり，Ｂが原告に交付し\nた変額保険のパンフレット等においては，特別勘定の資産の運用実績に応じて保険\n金額が変動するという変額保険の仕組みが図解され，その運用実績が年９パーセン\nト，年４．５パーセント，年０パーセントで推移した場合における死亡・高度障害\n保険金と解約返戻金の経過年数別の変動状況が記載されている。その運用実績が年\n０パーセントで推移した場合については，一時払保険料額を下回る解約返戻金額が\n記載されている。また，死亡・高度障害保険金は，変動保険金額が負の場合でも，\n昀低保証により基本保険金額を下回ることがないことが記載されていることから，\n変動保険金額は保証されないという趣旨を読みとることができる。加えて，Ｂは，\n原告に対し，３０分足らずではあるが，同パンフレット等に沿って変額保険の仕組\nみ等を説明した。\nしたがって，Ｂは，原告に対し，前記ア(ア)に説示した変額保険のリ\nスクを概括的に一応説明したと解される。\nしかし，同パンフレット等においては，一時払保険料額と解約返戻金\n額を対比するような記載はないし，特別勘定の資産の運用実績が負の場合における\n死亡・高度障害保険金と解約返戻金の経過年数別の変動状況は示されていないこ\nと，Ｂは特別勘定の資産の運用実績が負となる場合の説明をしていないことからす\nると，その説明は，やや抽象的であるといえ，信義則上の説明義務に違反する。\n(イ)　さらに，本件保険契約は融資一体型変額保険であるところ，前記\n１(3)のとおり，Ｂは，原告に対し，特別勘定の資産の運用実績と本件借入金の借入\n利率を比較しつつ，その運用実績のいかんによっては，解約返戻金額が本件借入金\nとその利息の合計額を下回る危険があることを説明することはなかったのであるか\nら，前記ア(イ)に説示した信義則上の説明義務に違反するものというべきである。\n(2) 被告銀行について\nア　銀行の顧客が変額保険に加入するため，銀行から融資を受ける場合，変\n額保険契約と融資契約は法律上別個のものであり，また，募取法が生命保険募集人\n等以外の者による保険募集を禁止していることからすると，銀行は，その顧客に対\nし，原則として，変額保険のリスクの内容を具体的に説明すべき義務を負わないと\n解される。\nしかしながら，銀行がその顧客を保険会社に紹介したり，変額保険の説\n明に同席したりするなどして変額保険への加入の勧誘に積極的に関与した場合に\nは，保険会社の担当者による変額保険のリスク等の説明に不十分な点があれば，銀\n行の担当者は，変額保険に加入しようとする者に対し，信義則上，自ら補足して説\n明したり，保険会社の担当者に十分な説明をするように促したりすべき義務を負う\nものと解すべきである。銀行にこのような補充的な説明義務を負わせたとしても，\n必ずしも銀行がその顧客に変額保険への加入を促すことにはならず，かえってその\n顧客を保護することに資するから，保険契約を締結しようとする者の保護を図った\n募取法の趣旨に反するものではない。\nイ　これを本件についてみると，前記１(2)(3)のとおり，被告銀行と被告第\n百生命は，変額保険に関して互いに協力し合うこととなっていたところ，Ａは，そ\nの上司の指示により，原告を変額保険への加入が見込める先として被告第百生命に\n紹介し，Ｂを同行して原告宅を訪問し，Ｂによる変額保険の説明に同席したもので\nあるから，Ａの使用者である被告銀行は，Ａの前示関与行為の態様から，変額保険\nへの加入の勧誘に積極的に関与したものというべきである。\nそして，Ａは，前記(1)イのとおりＢに信義則上の説明義務に違反する点\nがあったことを認識し，又は容易に認識することができたにもかかわらず，前記\n１(3)のとおり，変額保険についての説明をすべてＢに任せ，自ら原告に対して変額\n保険についてなんら説明することはなかったのであるから，前記説示の信義則上の\n補充的な説明義務に違反するものというべきである。\n(3) 被告らの責任，損害額\n以上によれば，Ｂ及びＡの両名についてそれぞれ不法行為が成立し，両名\nが互いに協力し合って変額保険への加入を勧誘した点で行為の関連共同性を認める\nことができるから，両名の使用者である被告第百生命及び被告銀行は，原告に対\nし，共同不法行為責任を負う。\nそして，前記前提事実によれば，原告は，平成１０年６月２２日に本件保\n険契約を解約するまでの間，被告銀行に対し，本件借入金について合計３９１８万\n４９７６円の利息を支払ったというのであり，また，本件保険契約の解約返戻金を\n本件借入金の返済に充てたことにより，本件借入金残額が１５４３万１１０３円と\nなったというのであるところ，原告は，前記共同不法行為により，被告銀行から保\n険料の融資を受けて，本件保険契約を締結したのであるから，前記支払利息分と前\n記本件借入金残額の合計額５４６１万６０７９円をもって前記共同不法行為と相当\n因果関係のある原告の損害と認めるのが相当である。\n４　過失相殺\n前記のとおり，Ｂ及びＡの両名には，信義則上の説明義務に違反する点があ\nったと認められるものの，他方，Ｂは，原告に対し，変額保険の仕組みや変額保険\nのリスクの内容について概括的には一応説明したものであるし，また，パンフレッ\nト等の資料を交付していたのであるから，原告としては，これらの説明や資料を慎\n重に検討することによって，特別勘定の資産の運用実績と本件借入金の借入利率を\n比較しつつ，その運用実績のいかんによっては，解約返戻金額が本件借入金とその\n利息の合計額を下回る危険があることを想起し，理解することが必ずしも困難であ\nったとはいえない。原告は，本件保険契約締結当時，株式等の投資経験はなかった\nが，Gの代表取締役という地位にあったことからすると，前記の危険を理解し得る能\n力を有していたものと考えられる。\nそうすると，原告には，慎重な検討を怠って漫然と本件保険契約を締結した\n点において，相応の過失があるものというべきであり，その過失割合は，前示認定\nの原告の過失の態様，程度，原告が変額保険の大まかな仕組みを知り，現に運用実\n績が負で，解約返戻金額が一時払保険料額を大幅に下回ることに気づいた後も，長\n期間本件保険契約の解約をせず，その損失を増大させる結果となったこと，他方，\n前示認定の被告らの過失の態様，程度，原告の解約が遅れたことには，被告銀行が\n当時原告ないしGのメインバンクであって，解約が困難であったことも影響している\nことなど，その他本件に顕われた一切の事情を総合勘案すると，３割と認めるのが\n相当である。\nしたがって，被告らは，原告に対し，連帯して前記３(3)の損害額の７割に当\nたる３８２３万１２５５円（１円未満切捨て）の賠償責任を負うものというべきで\nある。\n５　弁護士費用\n前記４の過失相殺後の損害認容額及び本件訴訟の経過等に照らすと，本件訴\n訟の弁護士費用は１５０万円が相当であり，これを前記共同不法行為と相当因果関\n係のある損害と認めるのが相当である。\n第４　結語\nよって，原告の本訴請求は，被告らに対して３９７３万１２５５円（前記第\n３の４の過失相殺後の損害認容額３８２３万１２５５円と同５の弁護士費用相当額\n１５０万円の合計額）及びこれに対する共同不法行為の日の後である平成１０年６\n月２５日から支払済みまで民法所定の年５分の割合による遅延損害金の支払を求め\nる限度で理由があるからこれを認容することとし，原告のその余の請求は理由がな\nいからこれを棄却することとし，訴訟費用の負担につき民訴法６１条，６４条本\n文，６５条１項本文を，仮執行の宣言につき同法２５９条１項をそれぞれ適用し\nて，主文のとおり判決する。\n神戸地方裁判所第六民事部\n裁　判　長　裁　判　官　　　　　松　　　村　　　雅　　　司\n裁　判　官          水　　　野　　　有　　　子\n裁　判　官          増　　　田　　　純　　　平\n（別紙）\n保　険　契　約　目　録\n被保険者　　　　　　　　　　甲\n死亡保険金受取人　　　　　　Ｆ\n保険の名称　　　　　　　　　変額終身保険\n払方・扱　　　　　　　　　　一時払\n保険期間　　　　　　　　　　終身\n契約日　　　　　　　　　　　平成２年４月１日\n満期日　　　　　　　　　　　終身\n普通死亡保険金　　　　　　　２億９９５２万円\n災害死亡保険金　　　　　　　同\n配当金支払方法　　　　　　　変動保険金の計算に充当\n一時払保険料　　　　　　　　９０００万円\n"
}