{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 1,
    "day": 29
  },
  "case_number": "平成14(わ)868",
  "case_name": "詐欺",
  "court_name": "神戸地方裁判所",
  "lawsuit_id": "7054",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=7054",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/054/007054_hanrei.pdf",
  "contents": "判決　平成１５年１月２９日　神戸地方裁判所　平成１４年第８６８号　詐欺被告\n事件\n主文\n被告人を懲役１年６月に処する。\n未決勾留日数中９０日をその刑に算入する。\n理由\n（罪となるべき事実）\n被告人は，平成１４年７月３１日午後８時２０分ころ，神戸市ａ区ｂ通ｃ丁目ｄ\n番ｅ号阪神ｂ駅地下街所在のスナック「Ａ」店内において，同店経営者Ｂに対し，\n所持金がなく，飲食後代金を支払う意思も能力もないのに，これがあるかのように\n装って酒食を注文し，同女をして，飲食後直ちに代金の支払いが受けられるものと\n誤信させ，よって，そのころ，同所において，同女からビール中瓶１本，煮物１点\n（代金合計１２００円相当）の提供を受け，もって，人を欺いて財物を交付させた\nものである。\n（証拠の標目）―括弧内の数字は証拠等関係カード記載の検察官請求証拠番号―\n省略\n（事実認定の補足説明）\n１　弁護人は，被告人には本件犯行時の記憶がないのであって，そもそも詐欺の犯\n意も欺罔行為もない，仮にそうでないとしても，被告人は，飲食後実母に飲食代金\nを支払ってもらえたのであるから，飲食代金を支払う意思も能力もあった旨，従っ\nて被告人は無罪である旨主張し，被告人もこれに沿う供述をするところ，前掲関係\n証拠によれば，判示事実は疑いの余地なく認定できるのであるが，その理由につ\nき，以下，若干補足する。\n１　被告人からビール中瓶１本の注文を受け，ビールといわゆる突出である煮物１\n点を提供した旨の被害者Ｂの公判供述の信用性は十分であり，本件犯行時の記憶が\nないから，単にスナックで座っていたら被害者が勝手にビール等を提供したものと\n思う旨の被告人の供述は採用の限りではない。　そうすると，被告人は，犯行当\n時，現金を所持していないことを認識しながらはじめて入った被害店舗で前記Ｂに\nビールを注文したのであり，その注文行為が詐欺の実行行為にあたり，被告人に詐\n欺の故意が認められることは明白であるといわなければならない。\n被告人は当公判廷において，実母に電話して飲食代金を支払ってもらうつもり\nであったから，支払の意思及び能力はあったなどと弁解するが，一見の客に代金の\n支払を猶予するのは異例のことであるというべきところ，被告人において後払いの\n申し出をした形跡は全くない上，実母である証人Ｃの公判供述によると，同女は被\n告人に対し日ごろからただ飲みしないように注意するとともに，かねて被告人に対\nしその飲食代金を支払う意思のないことを告げていたというのであるから，被告人\nの前記弁解に理由のないことは明らかである。\n（累犯前科）\n被告人は，(1)平成９年１１月７日神戸ｆ裁判所で詐欺罪により懲役１年２月に処\nせられ，平成１１年２月１０日その刑の執行を受け終わり，(2)その後犯した詐欺罪\nにより平成１２年３月９日ｆ地方裁判所で懲役１年４月に処せられ，平成１３年８\n月５日その刑の執行を受け終わったものであって，これらの事実は，検察事務官作\n成の前科調書（検察官請求証拠番号２７）及び裁判書謄本５通（同３３ないし３\n７）によってこれを認める。\n（弁護人の主張に対する判断）\n弁護人は，被告人は，先天的に精神病質的体質があるところ，本件犯行当時，被\n告人は，飲酒のため病的酩酊状態に陥り，心神喪失の状態にあった旨主張するが，\n関係各証拠によれば，被告人は本件犯行前の約６時間半の間に，生ビールなど相当\n量の飲酒をしたこと，本件犯行の約１時間後である平成１４年７月３１日午後９時\n２５分ころの飲酒検知の結果によると，被告人は呼気１リットルあたり０．２５ミ\nリグラムのアルコールを身体に保有していたこと，被告人が捜査・公判段階におい\nて，本件犯行時点の記憶がないなどと供述していることが認められるけれども，関\n係各証拠により認められる被告人の本件犯行時及び犯行前の言動に照らすと、被告\n人は、本件犯行当時、自己の行為の是非善悪を弁識しこれに従って行動する能力に\n著しく影響を及ぼすような精神的状態にはなく、心神喪失ないしは心神耗弱の状態\nにはなかったものと優に認められる。\n（法令の適用）\n罰条　　刑法２４６条１項\n累犯加重　　刑法５９条，５６条１項，５７条（３犯加重）\n宣告刑　　懲役１年６月\n未決勾留日数の算入    刑法２１条（９０日）\n訴訟費用の負担　　刑事訴訟法１８１条１項ただし書\n（量刑の理由）\n本件は，被告人が無銭飲食した詐欺の事案であるところ，累犯前科欄記載のとお\nり，被告人は平成１３年８月５日最終刑の執行を受け終わったものであるのに，そ\nの後１年も経ないで，格別の理由なく本件犯行に及んだこと，被告人は同種前科，\n累犯前科を含む多数の前科を有すること，同種犯行により服役を繰り返しており，\n規範意識は低く，再犯のおそれは大きいといわざるを得ないこと，加えて，被告人\nは，実母に払ってもらうつもりであったなどと不合理な弁解を繰り返して罪責を争\nい恥じるところがないこと等を併せ考慮すると，被告人の刑事責任は重いといわな\nければならないが，被害金額は比較的少額であること，被害弁償がなされたこと，\n被告人の更生を願う実母の心情等被告人のために酌むべき事情も認められるので，\nこれらの情状を総合勘案して，主文のとおり量定した次第である。\nよって，主文のとおり判決する。\n平成１５年１月２９日\n神戸地方裁判所第１１刑事係甲\n裁　判　官　杉　森　研　二\n"
}