{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 12,
    "day": 10
  },
  "case_number": "平成14(行コ)235",
  "case_name": "損害賠償(住民訴訟)請求控訴事件(原審・東京地方裁判所平成14年(行ウ)第221号)",
  "court_name": "東京高等裁判所",
  "field": "行政",
  "lawsuit_id": "15096",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=15096",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/096/015096_hanrei.pdf",
  "contents": "主　　　文\n１　本件控訴を棄却する。\n２　控訴費用は，控訴人の負担とする。\n事実及び理由\n第１　控訴の趣旨\n１　原判決を取り消す。\n２　被控訴人らの請求をいずれも棄却する。\n３　訴訟費用は，第１，２審とも被控訴人らの負担とする。\n第２　事案の概要等\n１　事案の概要\n本件は，東京都武蔵村山市の住民である被控訴人らが，武蔵村山市長の職にあっ\nた控訴人が予算を流用し，公金を武蔵村山市議会が否決した費途に充てたのは，議\n会の議決権を否定するものであって違法であると主張して，地方自治法（平成１４\n年法律第４号による改正前のもの。以下同じ。）２４２条の２第１項４号に基づ\nき，武蔵村山市に代位して，控訴人に対し，損害金１３４４万円及びこれに対する\n公金支出の日である平成１４年４月３０日から支払済みまで民法所定の年５分の割\n合による遅延損害金を武蔵村山市に支払うよう求めた住民訴訟である。\n原審は，控訴人が，適式の呼出しを受けながら，原審口頭弁論期日に出頭せず，\n答弁書その他の準備書面も提出しなかったので，請求原因事実を争うことを明らか\nにしないものと認め，これを自白したものとみなした上，議会の否決した費途に充\nてるためにされた予算の流用は，それが目節の間における予算の流用であったとし\nても，議会の議決権を侵害する違法なものであり，このような予算の流用に基づい\nてされた財務会計行為は，財務会計法規に違反する違法なものというべきであると\nして，被控訴人らの請求を認容した。これに対し，控訴人が控訴した。\n２　争いのない事実\n（１）　被控訴人らは，東京都武蔵村山市（以下「市」という。）の住民であり，\n被控訴人は，市長の職にあった者である。\n（２）　控訴人は，平成１３年度予算案に，病院誘致関連予算として病院予定地に\n存在する旧第５小学校屋内運動場（以下「本件体育館」という。）の解体工事費，\n不動産鑑定評価委託料及び主要市道α線接続道路整備費を計上したが，市議会は，\nこれを全額削除して修正した上，同年度予算を可決した。\n（３）　控訴人は，平成１４年１月２１日，市議会臨時会を招集し，病院誘致関連\n予算を柱とする補正予算案（以下「補正予算案」という。）を提出したが，市議会\nは，同月２２日，これを否決した。\n（４）　市は，控訴人の指示，命令に基づき，平成１４年１月３０日，予算の流用\n（以下「本件予算流用」という。）をして費用を捻出し，これに基づき，同年２月\n１２日，控訴人を代表者として，①　訴外株式会社内村工業との間において，請負\n代金を１１０２万５０００円とする本件体育館等解体工事請負契約を，②　訴外有\n限会社東亜土木興業との間において，請負代金を２４１万５０００円とする主要市\n道α線整備工事請負契約を，それぞれ締結し，同年４月３０日，上記各請負代金を\n支払った（以下，各請負契約締結行為を「本件支出負担行為」といい，これらと各\n支出命令を併せて「本件支出負担行為等」という。）。\n（５）　これに対し，被控訴人らは，違法な予算の流用に基づく違法な公金の支出\nがされるおそれがあるとして，平成１４年２月１２日，市監査委員に対し，住民監\n査請求をした。市監査委員は，同年４月１５日，被控訴人らに対し，監査委員の合\n議が調わなかった旨通知した。\n３　被控訴人らの主張\n（１）　予算は，普通地方公共団体の長が，毎会計年度これを調製し，年度開始前\nに，議会の議決を経た上でこれを執行するものであり，議会が否決した予算は，原\n則として執行することができないのである。本件支出負担行為等は，議会の議決権\nを否定するものであって，明らかに地方自治法９６条１項２号に違反する違法な財\n務会計行為である。なお，同法２１７条２項は，予備費は，議会の否決した費途に\n充てることができないと規定している。これは，議会の議決権を尊重し，併せて普\n通地方公共団体の長の予算執行権限の濫用を防止することを目的としたものであ\nり，この規定の趣旨からしても，本件支出負担行為等が同法に違反する違法な財務\n会計行為であることは明らかである。\n（２）　市は，本件支出負担行為等に基づいて公金が支出されたことにより，１３\n４４万円の損害を被った。\n（３）　控訴人は，市議会が病院誘致関連予算を否決したことを認識しながら，本\n件予算流用をし，本件支出負担行為等を命じたものであり，故意又は過失があった\nことは明らかである。\n（４）　よって，被控訴人らは，同法２４２条の２第１項４号に基づき，市に代位\nして，控訴人に対し，損害金１３４４万円及びこれに対する本件支出負担行為等に\n基づく公金支出の日である平成１４年４月３０日から支払済みまで民法所定の年５\n分の割合による遅延損害金を市に支払うよう求める。\n４　控訴人の主張\n（１）　本件支出負担行為等に基づく工事は，次のとおり，市議会が否決した病院\n誘致関連予算で予定していた工事とは内容が異なり，同予算とは別途の目的から，\n控訴人が，市行政の責任者である市長として，早急に対応・支出すべき事案である\nことから行ったものであるから，何ら市議会の議決権を侵害するものではない，\nア　市議会が否決した補正予算案で予定していた経費の具体的な内容は，病院対策\n事業費の中心である対象土地について，市が賃貸する場合における賃料算定に必須\nであった不動産鑑定評価委託料２３０万４０００円，本件体育館の解体工事請負料\n１５００万円，主要市道α線接続道路整備費８８０万円であった。\nしかし，本件支出負担行為等においては，不動産鑑定評価委託料は除外されてお\nり，また，主要市道α線接続道路整備費についても，補正予算案に計上されていた\n８８０万円の３分の１以下であって，直ちに整備の必要があった２４１万５０００\n円にとどまるものであった。\nイ　市が実施した市道α線整備工事は，平成１４年４月１日に市民総合センターが\nオープンすることに伴い，市道α線接続道路に接する土地を所有する市民から従前\nより強い要望があったものであり，道路と私有地間の官民高低差等を解消し，同セ\nンターからの目隠し工事をし，道路を整備する必要性等から施工されたものであ\nる。このように，同工事は病院誘致とは全く関係なしに，市として早急に対応すべ\nき事項であった。\nしたがって，同整備工事に伴う支出は，補正予算案に計上した支出予定金額の３\n分の１以下であり，道路整備の範囲も，流用金額に見合ったものであって，補正予\n算とは全く別途の目的からされたものであり，市長に許された裁量の範囲内の予算\n流用である。\nウ　本件体育館は，旧第５小学校の校舎が解体された後においても残置されていた\nところ，従前他の用途への転用が検討されたこともあったが，転用した場合には多\n額の費用が必要になること等の関係から，結局は解体することが既定方針となって\nいたものである。ちなみに，平成１３年４月には国からも財産処分の承認を得てい\nた。\n本件体育館解体工事費の支出は，このような既定方針となっていた費用の支出で\nあり，しかも，同小学校の敷地上に建設されていた市民総合センターが完成し，市\n民へのオープンが平成１４年４月１日に予定されていたことから，美観上の観点か\nらも緊急に取り壊すべきであっただけでなく，本件体育館は，使用されずに放置さ\nれていた間に，不法侵入者の火の不始末その他施設管理上の問題が種々発生し，さ\nらに，築後約３０年が経過して老朽化していたことから，上記センターのオープン\nに伴う美観上の観点はもとより，市民の生活上の安全のために，緊急に解体する必\n要性があったものである。\n（２）　本件予算流用は，地方自治法が禁じている議会が否決した予備費の流用で\nはなく，同法において認められている目節の間における予算の流用であり，何ら違\n法ではない。\n（３）　仮に本件支出負担行為等に何らかの違法性が存するとしても，支出が近々\n予定されていた費途に対する支出であり，また，本件にかかわる契約においては，\nいずれも指名入札に基づいて適正に代金額が決定されており，いずれの工事も完成\nしているのであるから，市には何らの損害も発生していない。\nさらに，仮に本件支出負担行為等が違法であり，市に損害を与えたとしても，そ\nれは，当然支出すべき支出について，その時期が少し早まったことによる損害，す\nなわち，本件支出額に対する運用益（現在の定期預金に対する利息相当額）にとど\nまる。\n第３　当裁判所の判断\n当裁判所も，被控訴人らの請求は理由があるので，認容すべきものと判断する。\nその理由は，次のとおりである。\n１　認定事実\n争いのない事実及び後掲証拠によると，次の事実が認められる。\n（１）　市は，平成８年１２月，旧第５小学校と旧第６小学校を統合し，旧第５小\n学校の学校施設は，その用途を廃止することとし，統合後当分の間，本件体育館を\n地域の運動施設として市民の利用に供することにした。そこで，同学校施設の有効\n活用を図るため，平成９年１０月，「市立小学校廃校施設等の有効利用に関する検\n討委員会」を設置して検討を開始した。同検討委員会は，平成１０年１２月１日，\n旧第５小学校校舎は教育センター及び生涯学習関係施設を併設した複合施設（市民\n総合センター）として整備し，本件体育館は，体育施設として引き続き市民に開放\nすること等の検討結果を報告した。これを受けて，市は，平成１２年３月２８日，\n旧第５小学校校舎について，市民総合センターとして整備することを決定し，文部\n科学大臣から財産処分の承認を得た上，同年５月には「武蔵村山市民総合センター\n（仮称）基本計画」を策定するなどして，その整備計画を進めていた（甲３，甲１\n１，甲１２，甲１９）。\n当時の計画図は，別紙２のとおりであり，市民総合センターは，旧第５小学校校\n舎を増改築することにし，また，本件体育館は，市民総合センターの南に位置し，\nその敷地（旧第５小学校のグラウンド）は，市民総合センター北側の幅員１１ｍの\n道路（主要市道α線）には接していなかったものの，本件土地の東側等に新たに接\n続道路を設ける計画はなかった（甲１９）。\n（２）　控訴人は，平成１１年ころから，市内に医療法人徳洲会（以下「徳洲会」\nという。）の病院を誘致することを企図していた。市は，同年１１月１５日の庁議\nにおいて，本件体育館を解体して更地とし，これを徳洲会病院の用地として提供す\nることを決定した（甲１１，甲１４）。これを受けて，控訴人は，同月２６日，市\n長として，徳洲会との間において，病院認可後には本件体育館の敷地を含む旧第５\n小学校の敷地の南側部分等（武蔵村山市β５番宅地１万６５２８．９２㎡。以下\n「本件土地」という。）を徳洲会に病院用地として賃貸する旨の協定を結んだ（甲\n４）。市は，同月１９日，東大和病院から，市内へ進出したい旨の照会を受けた\nが，既に徳洲会病院を誘致する方針を決定した等として，同月２６日，書面により\nこれを断った（甲８，弁論の全趣旨）。また，市民に開放されていた本件体育館\nは，昀大限平成１２年４月までには使用を終了することとされた（甲１３）。\n（３）　控訴人は，平成１３年度当初予算案において，病院誘致関連予算として，\n病院対策事業費（本件体育館の解体工事費及び不動産鑑定評価委託料）１７３０万\n４０００円，主要市道α線接続道路整備事業費２２８０万円を計上した歳出予算原\n案を提出した。市議会予算特別委員会は，市医師会が徳洲会病院の誘致に反対して\nいること及び同病院誘致の当否等につき十分に検討がされていないこと等に関して\n審議した上，同年３月２３日，同病院誘致関連予算を全額削除する修正案を可決\nし，本会議において，同月３０日，同修正案が可決された（甲７）。\n同年度の歳出予算原案と修正案との相違は，別紙１のとおりである。そのうち，\n病院対策事業費は，歳出予算原案２款（総務費）１項（総務管理費）１２目（企画\n費）１３節（委託費）及び１５節（工事請負費）に計上されており，また，主要市\n道α線接続道路整備事業費は，歳出予算原案８款（土木費）２項（道路橋りょう\n費）２目（道路新設改良費）１３節（委託費）及び１５節（工事請負費）に計上さ\nれていたものである。\n（４）　その後，市議会は，病院等誘致に関する特別調査委員会を設置した。同委\n員会は，平成１３年１２月，昀終報告を行ったが，その内容は，医療に関する問題\n協議会を早期に設置し，病院等誘致に向け広く総合的に協議する必要がある等とい\nうものであり，本件土地に徳洲会病院を誘致すべきであるとする控訴人の方針とは\n異なるものであった（甲８）。\n（５）　しかし，控訴人は，市議会予算特別委員会の修正案可決後の平成１３年３\n月２９日，文部科学大臣に対し，公立学校施設整備費補助金等に係る財産処分承認\n申請書を提出し，誘致する民間医療機関に本件土地を貸し付けるため，本件体育館\nを解体せざるを得ない等とする理由を付して，取壊し予定日を同年５月とする財産\n処分の承認を申請し，同年４月２５日，その承認を得た。そこで，控訴人は，同年\n１２月２５日，上記昀終報告の後であったが，市の徳洲会病院誘致推進委員会を開\n催し，徳洲会病院を誘致するとの基本方針は変更しないことを決定した（甲３，甲\n８）。\nなお，同年１１月ころの計画図は，別紙３のとおりであり，徳洲会病院への出入\nり等のために，本件土地の東側から市民総合センター東側を通って主要市道α線に\n至る幅員１０．５ｍの道路（主要市道α線接続道路）を設置することにし，その障\n害となる旧第５小学校校舎を解体し，その敷地に市民総合センターを新築すること\nとされていた（甲１７の１，甲３１，当審証人Ａ）。\n（６）　控訴人は，平成１４年１月２１日の臨時市議会において，病院誘致関連予\n算（病院対策事業費１７３０万４０００円，主要市道α線接続道路整備事業費８８\n０万円）に関する補正予算案を提出した（乙１）。そこで，市議会は，上記昀終報\n告との関係，控訴人が誘致病院を徳洲会病院に決定した経緯，徳洲会病院を誘致す\nることの利点等のほか，補正予算案が否決されても予算流用によって病院誘致関連\n工事ができるとする控訴人の法解釈の正当性等について質疑し，夜を徹した審議の\n末，翌２２日午前６時ころ，補正予算案を否決した（甲８）。\n（７）　控訴人は，かねてより病院誘致関連工事については，予算流用による支出\nが可能であると考えており，平成１３年１２月，自己の後援者らに対する市政報告\n会の席上，予算案を否決されても自分が組み替える権限を持っている旨発言した。\n上記補正予算案が否決された翌日の平成１４年１月２３日に開かれた庁議におい\nて，本件予算流用を実施する意向を表明し，同月２９日の部長連絡会議において\nも，多数の部長から疑義が提起されたものの，昀終的には本件予算流用を控訴人の\n職務命令（指示）に基づいて執行することが確認された。控訴人は，同月３０日，\n市長名で，病院関連予算関係部課長宛に「予算流用事務の指示について」と題する\n書面を発して本件予算流用事務を進めるよう命じ，同月３１日，部長職一同から，\n予算流用により議会の否決した費途に充てることはできないと解釈するのが相当で\nあり，本件予算流用をするならば東京都に文書照会してその適否についての回答を\n得るようお願いする旨の文書を受け取ったが，これには従わず，同日，本件予算流\n用の決裁手続を行った（甲１の２ないし５，甲８ないし甲１１）。\n本件予算流用の内容は，病院対策事業費として，平成１３年度歳出予算２款１項\n内の７目（財産管理費）１５節（請負工事費）の不用額から１４１０万５０００円\nを流用し，主要市道α線整備事業費として，同予算８款２項２目１５節内の主要市\n道γ線整備事業費の不用額から２５４万６０００円を流用するというものであった\n（甲１の２，３）。\n（８）　控訴人は，担当職員をして，平成１４年２月１２日，流用後の病院対策事\n業費の予算執行として，本件体育館等解体工事契約（請負代金１１０２万５０００\n円）を，また，流用後の主要市道α線整備事業費の予算執行として，主要市道α線\n整備工事請負契約（請負代金２４１万５０００円）を，それぞれ締結させた上，各\n請負代金の支出を命じ，これに基づいて同年４月３０日，市の公金合計１３４４万\n円が支出された（甲１１，乙４の１，２）。\nそして，本件体育館等解体工事により，本件体育館は解体され，本件土地は更地\nとなり，また，主要市道α線整備工事により，市民総合センター敷地の東側境界付\n近が整地されて高低差のない平坦な土地となり，同敷地と東側民有地との間に擁\n壁，境界フェンスが設置され，目隠し用の植栽がされた（甲１８，乙６の１ないし\n９，乙７の１ないし３，弁論の全趣旨）。\nなお，旧第５小学校校舎は解体されて，その敷地に市民総合センターが新築さ\nれ，平成１４年４月１日オープンした（乙６の１ないし９）。\n２　本件支出負担行為の必要性について\n（１）ア　控訴人は，上記のとおり，本件体育館につき，解体することが既定方針\nとなっており，また，美観上の観点及び市民生活上の安全のため，緊急に解体する\n必要があった等と主張する。\nイ　しかし，上記認定のとおり，市の「市立小学校廃校施設等の有効利用に関する\n検討委員会」は，平成１０年１２月１日，本件体育館は体育施設として市民に開放\nすることを提言していた（甲１２）。また，平成１３年３月２９日の文部科学大臣\nに対する本件体育館の財産処分の承認申請書においては，誘致する民間医療機関に\n本件土地を貸し付けるために，本件体育館を解体せざるを得ない旨が理由として記\n載されており（甲３），平成１４年１月２１日及び２２日の議会における上記補正\n予算案審議の過程でも，控訴人ないし市の幹部職員らは，徳洲会病院の誘致とは関\n係なしに，本件体育館を解体する方針である等の説明は全くしていない（甲８）。\nそうすると，同年２月１２日の本件支出負担行為当時，徳洲会病院の誘致とは関係\nなしに，本件体育館を解体することが市の既定方針として決定されていたとは認め\nられない。かえって，本件体育館が解体されることになったのは，その敷地である\n本件土地を徳洲会病院の用地として提供する必要があったためであることは明白で\nある（甲４，甲１３，甲１４）。\nウ　次に，証拠（甲３１，当審証人Ａ）によると，本件体育館は，築後３０年程度\nの堅固な建物であり，徳洲会病院の誘致決定以前には，市が本件体育館を災害時の\n避難場所として位置付けていたことから，６０００万円程度の耐震改修工事を施工\nすることが検討されていたものの，そのような工事を施工しなくても，なお相当長\n期間にわたり適切な管理の下で利用することが十分可能であったと推認される。控\n訴人は，不法侵入者による火の不始末等があって安全上問題があったとも主張する\nが，証拠（乙３の１，２，弁論の全趣旨）によれば，本件体育館が火の不始末等に\nよる被害によって解体する以外に方法がなかったとは認められないし，将来生ずる\n恐れのある不法侵入等に対しては，適切な管理をすることにより未然に防ぐことが\nできるものと認められる。\nまた，控訴人は，本件体育館を独立の建物として存続させる場合には，建築基準\n法上違法建築となるから解体の必要があったとも主張するところ，本件体育館は，\n建築基準法上建築することのできない第１種中高層住居専用地域に存していたもの\nではあるが，この点は，建築主事の特例許可を取って存続させるのが通例であり\n（甲２７），また，他にも存続させる方法があったと認められるから（甲１９，甲\n２０），解体の必要を根拠付けるものではない。\nさらに，控訴人は，平成１４年７月には「武蔵村山市総合体育館」が竣工してい\nたことから，本件体育館を存続させる必要はなくなっていたとも主張する。しか\nし，上記検討委員会の提言（甲１２）は，既に市に総合体育館整備計画が存するこ\nとを前提とした上で，本件体育館を存置してその開放利用を提言したものであり，\nまた，徳洲会病院の誘致を決定する以前における市の方針は，本件体育館を，総合\n体育館とは別に，周辺地域の住民に開放し地域体育館として存続させるというもの\nであったことが認められるから（甲２８，当審証人Ａ），この点も解体の必要を根\n拠付けるものではない。\nそうすると，本件支出負担行為の当時，徳洲会病院の誘致とは関係なしに本件体\n育館を緊急に解体する必要があったということはできない。\n（２）　控訴人は，上記のとおり，主要市道α線整備工事は，平成１４年４月１日\nに市民総合センターがオープンすることに伴い，道路と私有地間の官民高低差等を\n解消し，同センターからの目隠し工事をし，道路を整備する必要性等からされたも\nのであり，病院誘致とは全く関係なしに，市として早急に対応すべきものであった\nと主張する。\nしかし，証拠（甲１０，甲１７の１，２，甲１８ないし甲２６，甲３１，当審証\n人Ａ）によれば，平成１１年５月に策定された「武蔵村山市民総合センター（仮\n称）基本計画」では，別紙２のとおり，市民総合センターの東側に道路が設けられ\nる予定はなく，また，同センターの敷地と東側民有地との間には樹木があり，これ\nが目隠しの役割を果たしていたため，東側境界付近の高低差を解消したり，同敷地\nと東側民有地との間に擁壁，境界フェンスを設置し，目隠し用の植栽をする必要は\nなかったこと，徳洲会は８階建ての病院の建築を計画していたが，東京都建築安全\n条例２７条との関係で，本件土地の西隣りの雷塚小学校側に道路出入口を設置する\nことができず，別紙３のとおり，本件土地の東側に，梯子車の進入が可能となるよ\nうに幅員１０．５ｍの道路を設置する必要が生じたこと，そのためには，同センタ\nー敷地の東側境界付近を道路用地として整備し，境界付近の高低差の解消や樹木の\n伐採が必要となり，これに伴って境界に擁壁，境界フェンスを設置し，目隠し用の\n植栽をする必要が生じたことが認められる。\nそうすると，主要市道α線整備工事に関する支出は，本件土地に徳洲会病院を誘\n致することに伴って必要となったものであり，そうでなければ，支出する必要はな\nかったものである。\n（３）　以上によると，控訴人が，本件支出負担行為に基づく工事の内容は，市議\n会により否決された病院誘致関連予算で予定していた工事とは内容が異なると主張\nし，供述する点については（乙８），採用することができないのであって，本件支\n出負担行為は，本件土地に徳洲会病院を誘致するという施策に伴って必要となる工\n事を施工することを目的とした財務会計行為であるということができる。\n３　本件支出負担行為等の違法性等について\n（１）　控訴人は，本件予算流用は，地方自治法において認められている目節の間\nにおける予算の流用であり，何ら違法ではなく，流用後の予算を執行する過程で行\nわれた本件支出負担行為等も違法ではない旨主張する。\n（２）　しかし，地方自治法は，一会計年度における一切の収入及び支出は，すべ\nてこれを歳入歳出予算に編入すべきこと及び普通地方公共団体の長は，毎会計年度\n予算を調製し，年度開始前に，議会の議決を経なければならないことを規定し，併\nせて議会に予算を定める権限を付与し，その予算修正権の実効性を担保するため，\n予備費を議会の否決した費途に充てることを禁止している。このような地方自治法\nにおける議会による予算統制の制度に照らせば，普通地方公共団体の執行機関が，\n予算流用の方法を用いて，普通地方公共団体の経費を，議会が当該事業の実施を否\n定して予算案から全額削除した事業の費途に充てることは，議会の予算修正権を有\n名無実化し，議会による予算統制を定める地方自治法の趣旨を実質的に没却するも\nのであって，そのような費途に充てることを目的とする予算執行は，予算執行権の\n逸脱，濫用として違法であるというべきである。そうすると，議会が当該事業の実\n施を否定して予算案から全額削除した事業の費途に充てることを目的とする財務会\n計行為も，同様に違法であるというべきである。\n控訴人は，目節が執行科目であって議会の議決による拘束は及ばず，目節間にお\nける予算の流用は，執行機関が自由に行うことができ，議会の議決に影響されない\nかのように主張する。しかし，地方自治法は，２２０条２項において，各款の間又\nは各項の間において流用することができないと規定し，目節間における予算の流用\nを一般的に禁止する規定は設けていないものの，反面においてこれを積極的に許容\nする規定を設けているものではない。その趣旨とするところは，執行機関が，予算\nその他の議会の議決に基づく事務等を誠実に管理し，執行する義務を負っているこ\nと（同法１３８条の２）を当然の前提とした上で，予算議決時の事情がその後変化\nし，あるいは，その後新たな事情が判明したなどにより，予算の流用を一定の範囲\nで許容しなければ，臨機に適切な予算執行を実現することができない場合に対処す\nるために，予算の流用を目節間に限りやむを得ない手段として許容したものである\nと解されるのである。地方自治法が，一方で，議会に予算修正権を付与しながら，\n他方で，執行機関が議会の議決に反してこれを有名無実化するような目節間におけ\nる予算の流用を全く自由自在に行うことができるものとしているとは，到底解され\nない。そうすると，目節間における予算の流用の実施については，執行機関に相応\nの裁量権が認められるとしても，それには一定の制約があり，その裁量権の行使に\n当たっては，上記法の趣旨を逸脱，濫用しないようにすべきは当然であって，議会\nが当該事業の実施を否定して予算案から全額削除した事業の費途に充てることを目\n的とする予算の流用は，議会の予算修正権を有名無実化し，議会による予算統制を\n定める地方自治法の趣旨を実質的に没却し，濫用するものにほかならず，違法であ\nると解するのが相当である。\n（３）　以上によれば，控訴人の上記主張は採用できない。\nそして，上記認定事実によれば，控訴人は，市議会が平成１３年度当初予算の議\n決の際，徳洲会病院誘致事業の実施自体を否定する意思のもとに，これに関する経\n費の金額を全額削除した修正案を議決し，また，同じ意思のもとに徳洲会病院誘致\n関連予算に関する補正予算案を全部否決したにもかかわらず，補正予算案否決の翌\n日に本件予算流用を実施することを決定し，市の幹部職員が反対しているにもかか\nわらず，敢えて本件予算流用を強行し，徳洲会病院誘致のために必要となった上記\n各工事を施工するために，本件支出負担行為等を命じたものであって，本件支出負\n担行為等は，流用後の経費を，議会が当該事業の実施を否定して予算から全額削除\nした事業の費途に充てる目的でされたものであることは明らかである。\nしたがって，本件支出負担行為等は，いずれも違法な財務会計行為である。\nまた，上記第３の１及び２の認定事実によれば，本件支出負担行為等について，\n控訴人には故意又は過失があったものと認められる。\n４　損害について\n（１）　上記認定事実によれば，本件支出負担行為等に基づき，市の公金合計１３\n４４万円が支出されたものであり，同額を市の損害と認めることができる。\n（２）　これに対し，控訴人は，上記のとおり，本件支出負担行為等による市の損\n害が存しない旨主張する。\n確かに，上記各請負工事契約に基づく工事は，契約どおり施工されたのであるか\nら，市は，その限りにおいて，本件支出負担行為等に伴い，その支出に見合う工事\nの完成という利益を受けたと認めることが可能である。しかし，上記認定（第３の\n２）のとおり，本件体育館等解体工事及び主要市道α線整備工事は，いずれも本件\n土地に徳洲会病院を誘致することを専らの目的として施工されたものであって，同\n病院の誘致が予定されなければ，そもそも施工の必要は全くなかったものである。\n市が受けた上記利益が，本件土地に徳洲会病院を誘致しなくても，なお市にとって\n有用なものであるとは認められない。また，当時，市議会議員の多数が本件土地へ\nの徳洲会病院の誘致を決定することに反対しており，病院誘致の当否，誘致対象病\n院の特定，誘致の時期，誘致場所の選定等のいずれについても，議会の意思が未だ\n確定していなかったのであり（甲８，甲３１，弁論の全趣旨），本件支出負担行為\n等がなかったとしても，いずれ議会においてその支出を含む歳出予算を議決するも\nのと客観的に予見し得る状況は全くなかったと認められる。現に市議会は，その後\n現在に至るまで，そのような歳出予算の議決はしていない。そうすると，上記利益\nをもって，損益相殺として損害から差し引くべき利益であると認めることはでき\nず，上記支出額全額が損害となるものである。\n控訴人は，損害の額につき，支出の時期が少し早まったことによる損害の額，す\nなわち，本件支出額に対する運用益（現在の定期預金に対する利息相当額）にとど\nまるとも主張する。しかし，徳洲会病院を誘致しない場合において，主要市道α線\n整備工事は，将来これを施工する具体的予定はなかったと認められるから（甲３\n１，当審証人Ａ），これにつき上記運用益を検討する余地はない。また，本件体育\n館等解体工事は，将来，朽廃等の際に，これを施工すべき時期が到来するものでは\nあるが，上記認定（第３の２）のとおり，その時期が早晩到来するなどということ\nはできず，なお数十年先の事柄と推測されるのであって，支出が早まったことによ\nる損害額を検討しても，これが上記支出額を下回るとは認められない（なお，違法\nな財務会計行為により公金の支出の時期が早まった場合，市には，その経費を他の\n公益的施策に支出できなかったことに基づく財産的損害が生ずるから，支出が早ま\nったことによる損害の額は，この点を考慮した額になるのであって，現在の定期預\n金の利息に止まるものとは解されない。）。したがって，支出が早まったことによ\nる損害の点は，支出額全額を損害とする上記認定判断を左右するものではない。\nそうすると，本件においては，本件支出負担行為等により市の公金が減少したこ\nと自体が損害であり，その支出額が損害の額となるというべきであって，控訴人の\n主張は採用できない。\n５　まとめ\n以上によると，本件支出負担行為等は，予算執行の逸脱，濫用による違法な財務\n会計行為であって，これにつき控訴人の故意又は過失が存し，市が１３４４万円の\n損害を被ったと認められるから，市は，控訴人に対し，不法行為に基づき，同額の\n損害賠償請求権を有し，また，公金が支出されて不法行為が終了した平成１４年４\n月３０日から支払済みまで民法所定の年５分の割合による遅延損害金請求権を有す\nるものである。\nしたがって，被控訴人らの控訴人に対する地方自治法２４２条の２第１項４号に\n基づく同額の代位請求は，これを認めることができる。\nよって，上記と同旨の原判決は相当であり，本件控訴は理由がないから棄却する\nこととして，主文のとおり判決する。\n東京高等裁判所第１１民事部\n裁判長裁判官　大藤敏\n裁判官　高野芳久\n裁判官　戸田久\n"
}