{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 16,
    "month": 4,
    "day": 28
  },
  "case_number": "平成15(わ)445",
  "case_name": "殺人被告",
  "court_name": "甲府地方裁判所刑事部",
  "lawsuit_id": "6469",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=6469",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/469/006469_hanrei.pdf",
  "contents": "主　　　　　　　文\n被告人を懲役７年に処する。\n未決勾留日数中１００日をその刑に算入する。\n理　　　　　　　由\n（犯罪事実）\n被告人は，昭和４７年にＡ（以下「被害者」ともいう。）と結婚し，同人との間\nに２子をもうけたが，昭和５９年ころから家業の手伝いによる心労が引き金となっ\nてうつ病を発症し，精神科に定期的に通院するようになった。そして，家事を満足\nにこなすことができないようになり，そのような生活態度を被害者から注意される\nようになると，被害者の些細な言動を過大に受け止めて必要以上に思い詰め，一方\n的に被害意識を募らせていくようになった。そのため，たびたび精神科の処方薬を\n多量に服薬して自殺未遂を起こし，平成１５年９月１３日夜には，被害者に暴力を\n振るわれたとして興奮し，灯油で焼身自殺するなどと騒いだこともあった。\nそのような状況下で，被告人は，同月１５日の夕方，被害者や友人と共に外食し\nた際，被害者から娘や孫の訪問に備えて部屋を掃除しておくように注意されたこと\nから気分が落ち込み，さらに，帰宅後にはいつものように被害者の些細な言動を過\n大に受け止めて被害意識を募らせ，その結果，腹いせに被害者の面前で焼身自殺を\n図ることを思い立った。そこで，被告人は，ビールの空き缶を持って自宅近くのガ\nソリンスタンドに行き，ガソリン約２リットルを購入して帰宅したが，目の前で寝\nていた被害者を見ているうちに，なぜ自分が被害者のせいで自殺しなければならな\nいのかと思い始め，これまでの被害意識からくる被害者への憎しみが一気に高じ\nて，被害者の殺害を決意した。\n被告人は，平成１５年９月１５日午後９時２０分ころ，山梨県東八代郡ａ町ｂｃ\n番地被告人方において，就寝中のＡ（当時５３歳）に対し，殺意をもって，同人の\n頸部，頭部等にガソリンをかけた上，起きあがってきた同人の身体に所携のライタ\nーで火を放ち，よって，同月１７日午前８時５１分ころ，同県甲府市ｄｅ丁目ｆ番\nｇ号Ｂ病院において，同人を全身火傷による尿毒症により死亡させたものである。\n（争点に対する判断）\n弁護人は，本件犯行当時，被告人には精神障害があり，心神耗弱の状況にあった\nと主張している。すなわち，①被告人は，およそ１９年間にもわたってうつ病に罹\n患しており，本件犯行当時もうつ病の治療を受けていたこと，②本件は，被告人自\nらがガソリンをかぶって焼身自殺をすることを思い立ったことに端を発して，衝動\n的に敢行された殺人事件である上，被告人は，夫からの暴力・暴言が上記の自殺企\n図の引き金になったと供述しているところ，関係証拠上，それほどの暴力・暴言が\nあったとは認められず，動機の形成過程にうつ病の影響（希死念慮，悲観的考え，\n判断力の低下）が見て取れること，③本件直後，被告人が重篤なうつ状態にあった\nことなどの事情を総合すれば，本件犯行当時，被告人が重篤なうつ病の影響により\n心神耗弱の状況にあ\nった可能性を否定できないから，被告人は本件につき限定責任能力であるというの\nである。\nそこで，検討するに，被告人の精神状態については，Ｃ病院の院長として被告人\nの診療に当たっていた医師Ｄが，捜査段階及び当公判廷において，要旨次のとおり\n供述している。すなわち，被告人は，昭和５９年ころからＣ病院において治療を受\nけていたが，被告人の精神状態は，うつ病による抑うつ状態に，ささいなことを過\n大に受け止めて衝動的な行動に及びがちな性格傾向（境界型人格障害）が合わさっ\nたものと診断されていた。被告人が過去に繰り返した自殺は，うつ病による自殺念\n慮・希死念慮から来るものではなく，被告人の上記の性格傾向に起因して，夫との\nトラブルから衝動的に引き起こされたものと考えられる。そして，本件当時の精神\n状態について見ても，うつ病による慢性的な抑うつ気分によって，視野狭窄に陥\nり，また悲観的な考え\nが醸成され，こうしたことが自殺企図に端を発する今回の犯行の遠因となっている\n可能性は否定できないが，しかし，①被告人を事件の１か月前に診察したときに\nは，抑うつ気分と不眠を訴える程度で，うつ病の抑うつ気分の極みとして生じる，\nうつ病特有の妄想（微小妄想，心気妄想，貧困妄想）や自殺念慮・希死念慮を抱く\nまでには至っていなかったし，事件の直前，焼身自殺を思い立つや，近所のガソリ\nンスタンドに，ガソリンを買いに出かけており，重度のうつ病に見られる行動抑制\n（抑うつ気分による精神運動制止）の存在していた形跡もうかがわれないことから\nすれば，犯行直前にうつ病の症状が急激に悪化していたとは考えにくい上，②被告\n人の供述する本件犯行の動機は，日常的な夫の暴力がこのまま続くのかと耐え難い\n気持ちになり，夫の目\nの前で焼身自殺してやろうと思い立ったが，寝ている夫を見ているうちに憎しみが\n募って，犯行に及んでしまったというものであるが，一般人にも了解可能な理路整\n然とした動機に基づいて犯行に及んだものであるばかりか，そこには他罰的な思考\n傾向がうかがわれ，うつ病一般に見られる自責的な思考傾向と重ならないところが\nあるのであって，以上からすれば，本件犯行の直前に見られた自殺企図も，うつ病\nによる自殺念慮・希死念慮から来るものとはいえず，主として，被告人の上記の性\n格傾向に起因して，夫のささいな言動を過大に受け止めて衝動的に自殺を決意した\nにすぎないと見られる。その他，③事件前後の状況についても克明に記憶している\nこと，④事件後，医師の問診に際して，自発的に，悪いことをしてしまったと被害\n者に対する謝罪をし\n，自分が死ねばよかったなどと自分を戒める言動もし，本件犯行を後悔している様\n子も見られたことからいっても，本件犯行当時の被告人のうつ病の程度は責任能力\nに影響を及ぼすほどに重篤なものではなかったと考えられる。なお，被告人が夫の\n暴力・暴言を過大に受け止めてしまった面は否定できないものの，全く事実的根拠\nを欠く話しをしているとも思われないから，被害妄想と見るべきものでないばかり\nか，被告人のような人格障害を抱えている者にありがちな受け止め方といえる上，\n他罰的な思考傾向もうかがわれることからすれば，うつ病に由来する被害的な受け\n止め方と見るにはそぐわないところもある。また，被告人は，今回の事件の翌日\nに，強い自殺念慮・希死念慮を示し，うつ病性の混迷を伴う，言動面の著しい活動\n性の低下（抑うつ気分\nによる精神運動制止）といった，重篤なうつ病の症状を呈して，Ｃ病院に入院して\nいるが，これは，本件犯行のショックにより，本件犯行直後にうつ病が一気に重症\n化したものと推測される。以上のような医師Ｄの供述は，判示認定の事実に合致し\nている上，経験豊かな精神科医師として，本件犯行の直前まで被告人を診察してい\nた結果に基づく専門的な判断であり，その判断過程に格別問題とされるべき点も見\n出せないから，十分に信用することができ，弁護人指摘の諸点を考慮しても，その\n判断に疑問を差し挟む余地はない。\n以上のとおりであるから，被告人は，本件犯行当時，うつ病による抑うつ状態と\n境界型人格障害の影響下にあり，これらにより是非善悪の弁別能力及び行動制御能\n力（抑制力）が若干減弱していた可能性は否定できないものの，これらの能力が著\nしく減退した状態にはなかったものと認定することができる。\nなお，既に説示したところによれば，本件犯行は，被告人の人格障害を主要な原\n因とする抑制力の低下に起因して，衝動的に敢行されたものと見なければならない\nが，しかし，被告人の人格（性格）に偏りがあるとしても，人はそのような自らの\n資質を克服ないし抑制して，社会の一員として生きるべく期待されているといわな\nければならないから，人格障害に起因して犯行が惹起されたという事実は，被告人\nに対する責任非難を軽減する要素とはいえず，被告人の責任能力を減弱させる要素\nと見ることはできない。\nしたがって，本件犯行時における被告人の責任能力に問題はなく，弁護人の主張\nは採用することができない。\n（法令の適用）\n被告人の判示所為は刑法１９９条に該当するところ，所定刑中有期懲役刑を選択\nし，その所定刑期の範囲内で被告人を懲役７年に処し，同法２１条を適用して未決\n勾留日数中１００日をその刑に算入し，訴訟費用については，刑事訴訟法１８１条\n１項ただし書を適用して被告人に負担させないこととする。\n（量刑の理由）\n本件は，家事を満足にこなさない自分に向けられた，叱咤・注意を含む夫である\n被害者の些細な言動を過大に受け止め，日頃から被害者に対し被害意識を募らせて\nいた被告人が，腹いせに被害者の面前で焼身自殺をすることを思い立って，近所の\nガソリンスタンドでガソリンを購入してきたが，寝ている被害者の姿を見ているう\nちに一気に憎しみが高じて，購入したガソリンを被害者にかけて焼き殺したという\n事案である。\n被告人は，被害者に対し，揮発性が高く燃焼力の強い危険な液体であるガソリン\nを浴びせて，火を放っており，確定的かつ強固な殺意が認められるほか，そこには\n尊い人命に対する何らの配慮もない残忍さが窺えるのであって，本件犯行の態様は\n非情かつ悪質である。もとより，一方的に被害意識を募らせた挙げ句憎しみにから\nれて本件犯行を敢行したという動機は，極めて短絡的かつ自己中心的であるという\nべきであり，酌量の余地に乏しい。\n被害者とすれば，命を奪われるほどの言動をとったわけでもないのに，突然激し\nい炎に包まれ灼熱の苦しみを味わった挙げ句，重症の火傷を負い治療の甲斐なくわ\nずか２日で尿毒症により死亡したものであるが，その肉体的苦痛はおろか，配偶者\nの手によって無惨にその生涯を終えなければならなかった精神的苦痛や無念さは計\nり知れないというべきで，被害者の子供らが大切な父親を母親の手によって奪われ\nるという事態に直面して，複雑な心境であろうことは推測するに難くなく，父親の\n死に深い悲しみを抱くとともに，被告人に厳罰を求めているのも十分に理解するこ\nとができる。\nしかも，被告人は，本件犯行後，被害者に対して何らの救護措置を講じることな\nくすかさず逃走し，知人に助けを求めるといったように自分のことばかり考えて行\n動しているのであって，犯行後の情状も芳しくない。\nしたがって，被告人の刑事責任は重大である。\nそうすると，本件犯行は，うつ病の慢性的な抑うつ気分の中で，物事を被害的に\n受け止めがちな被告人の性格的な問題もあって，被害者の言動を過大に受け止める\nあまりに，被害者に対する腹いせとして，被害者の面前で焼身自殺しようと思い立\nったことが発端となっており，精神的に追いつめられていた被告人の心情には同情\nの余地があるし，衝動的に被害者の殺害を思い立ったにすぎず，計画性はないこ\nと，被告人には業務上過失傷害の罰金前科しかないこと，被告人は，当公判廷にお\nいて，本件犯行を素直に認め，自らの犯した犯行の重大性に思いを致し，被害者に\n対する謝罪の気持ちを示していることなど，被告人に酌むべき事情が認められる\nが，これらを最大限考慮しても，本件犯行の重大性，悪質性から，主文掲記の実刑\nはやむを得ない。\n（検察官田渕大輔，国選弁護人関一各出席）\n（求刑－懲役１０年）\n平成１６年３月３１日\n甲府地方裁判所刑事部\n裁判長裁判官　　　山　　本　　武　　久\n裁判官　　　柴　　田　　　　　誠\n裁判官　　　肥　　田　　　　　薫\n"
}