{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 16,
    "month": 12,
    "day": 17
  },
  "case_number": "平成15(行ウ)357",
  "case_name": "更正すべき理由がない旨の通知処分取消請求事件",
  "court_name": "東京地方裁判所",
  "field": "行政",
  "gist": "米国法人の子会社である日本法人の役員が，親会社である同米国法人から同社の株式を一定の期間内にあらかじめ定められた権利行使価格で購入することができる権利であるいわゆるストックオプションを付与され，その権利を行使して得た利益が，所得税法３４条１項所定の一時所得に該当するとされた事例",
  "case_gist": "米国法人の子会社である日本法人の役員が，親会社である同米国法人から同社の株式を一定の期間内にあらかじめ定められた権利行使価格で購入することができる権利であるいわゆるストックオプションを付与され，その権利を行使して得た利益につき，同利益は，様々な要因による株価の上昇と権利行使の時期に係る前記役員自身の投資的判断とにその源泉があると解するのが相当であることなどからすれば，前記利益について，前記米国法人から前記役員に給付された経済的利益であるととらえることは相当でないなどとして，前記利益は給与所得に該当せず，所得税法３４条１項所定の一時所得に該当するとした事例",
  "lawsuit_id": "32976",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=32976",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/976/032976_hanrei.pdf",
  "contents": "主　　　　　　文\n１　被告が原告に対し，平成14年2月18日付けでした，原告の平成12年分の所得税に係る平成13年5月2日付け更正\nの請求に対する，更正すべき理由がない旨の通知処分を取り消す。\n２　訴訟費用は被告の負担とする。\n事実及び理由\n第１　請求\n主文同旨\n第２　事案の概要\n本件は，原告が，勤務先の会社の親会社である米国法人から付与されたストック・オプション（会社が自社又は\n子会社の従業員，役員等に対して付与する，自社株式を一定の期間内にあらかじめ定められた権利行使価格で購入する\nことができる権利）を行使したことにより，その価格と当該株式の時価との差額（権利行使益）について，給与所得と\nして確定申告をした後，一時所得に当たるとして更正の請求をしたが，被告から更正すべき理由がない旨の通知処分を\n受けたため，その取消しを求めている事案である。\n１　法令の定め等\n(1)　所得税法の定める所得区分について\nア　所得税法（昭和40年法律第33号）は，居住者に対して課する所得税額の計算に関し，その所得を利子所得，\n配当所得，不動産所得，事業所得，給与所得，退職所得，山林所得，譲渡所得，一時所得又は雑所得に区分し，これら\nの所得ごとに所得の金額を計算する旨規定する（同法21条1項1号）。\nイ　給与所得とは，俸給，給料，賃金，歳費及び賞与並びにこれらの性質を有する給与に係る所得をいう（所得\n税法28条1項）。\nウ　一時所得とは，利子所得，配当所得，不動産所得，事業所得，給与所得，退職所得，山林所得及び譲渡所得\n以外の所得のうち，営利を目的とする継続的行為から生じた所得以外の一時の所得で労務その他の役務又は資産の譲渡\nの対価としての性質を有しないものをいう（所得税法34条1項）。\nエ　雑所得とは，利子所得，配当所得，不動産所得，事業所得，給与所得，退職所得，山林所得，譲渡所得及び\n一時所得のいずれにも該当しない所得をいう（所得税法35条1項）。\nオ　給与所得及び雑所得については，それぞれ所得税法28条2項又は35条2項の規定により計算した所得金額が，\n所得税の課税標準とされる総所得金額に算入されるのに対し，一時所得については，同法34条2項の規定により計算した\n所得金額の2分の1に相当する金額が総所得金額に算入される（同法22条1項，2項1号及び2号）。\n(2)　ストック・オプションに関する法制度について\nア　従来，我が国の商法の下では，ストック・オプション制度を導入するために必要な自社株式を手当する方法\nとして，新株の有利発行及び自己株式の取得があったが，新株の有利発行については，株主総会の特別決議の効力が6か\n月に制限されており，自社株式の取得についても，自己株式の消却期間が6か月に制限されていたことから，法制度上，\n我が国の会社がストック・オプション制度を導入することは実質的に困難な状況にあった。\nイ　しかしながら，平成7年11月，特定新規事業実施円滑化臨時措置法（平成元年法律第59号。ただし，平成11年\n法律第223号により廃止。以下「新規事業法」という。）の改正（平成7年法律第128号）により，商法の特例措置とし\nて，特定の株式未公開企業に限り，新株の有利発行に関する株主総会の特別決議の効力を10年に延長することが認めら\nれ，これらの企業については，新株引受権を付与する方法によるストック・オプションの付与が可能となった。\nウ　さらに，平成9年5月，商法（明治32年法律第48号）の改正（平成9年法律第56号）により，新株引受権方式の\nストック・オプション制度が新設されるとともに（平成12年法律第90号による改正前の同法280条ノ19），取締役又は使\n用人に譲渡するための自己株式取得について，消却期間が10年に延長されたことから（平成13年法律第79号による改正\n前の同法210条ノ2），自己株式を取得する方法によるストック・オプションの導入が可能となった。ただし，子会社の\n従業員等，自社取締役又は従業員以外の者に対するストック・オプションについての規定は設けられなかった。\nエ　その後，平成13年に，商法が改正され（同年法律第79号，同第128号），新株予約権の概念の導入（同年法律\n第128号による改正後の同法280条ノ19）により，ストック・オプションは，新株予約権という形で一本化されるととも\nに，ストック・オプションの付与株式数の制限の撤廃，付与対象者を自社従業員等とする制限の撤廃，権利行使期間の\n制限の撤廃等により，ストック・オプションの要件は大幅に緩和されるに至っている。\n(3)　ストック・オプションに関する課税の推移について\nア　平成7年の新規事業法改正以前においては，ストック・オプションに対する課税について定めた法令及び通達\nは存在しなかった。\nもっとも，自社従業員等に対し，株主総会決議後6か月間に限って有利な発行価額による新株引受権を付与し\nた場合の課税について，所得税法施行令（昭和40年政令第96号。ただし，平成10年政令第104号による改正前のもの）84\n条は，上記権利に係る収入金額を，原則として当該権利に基づく払込みに係る期日における新株等の価額から当該新株\n等の発行価額を控除した金額によることとし，所得税基本通達（昭和45年7月1日付け直審（所）第30号。ただし，平成8\n年6月18日付け課法8－2ほか1課共同による改正前のもの）23～35共－6は，発行法人から有利な発行価額により新株等を\n取得する権利を与えられた場合には，当該権利を行使して新株等についての申込みをしたときに，上記発行価額と権利\n行使時の新株等の価額との差額に対し，一時所得として課税することとしつつ，当該権利が従業員等に対し支給すべき\nであった給与等又は退職手当等に代えて与えられたと認められる場合には，給与所得又は退職所得とする旨定めてい\nた。\nイ　平成7年の新規事業法改正により，ストック・オプション制度が一定の範囲で導入されたことから，租税特別\n措置法（昭和32年法律第26号。以下「措置法」という。）29条の2（ただし，平成10年法律第23号による改正前のもの）\nにおいて，新規事業法に基づくストック・オプションについて，権利行使時には課税をしないことが規定され，所得税\n法33条1項，3項，38条，同法施行令（平成10年政令第104号による改正前）118条2項，109条1項2号，措置法施行令（平\n成10年政令第108号による改正前）19条の3第14項の規定により，権利行使によって取得した株式を譲渡した時点で，譲\n渡価額と権利行使価格に当該株式の数を乗じた額（以下「権利行使価額」という。）との差額に対し，譲渡所得として\n課税することとされた。\nまた，所得税基本通達23～35共－6においても，新株等を取得する権利を与えられた場合の所得を一時所得と\nしつつ，当該発行法人の役員又は使用人に対しその地位又は職務等に関して当該新株等を取得する権利を与えたと認め\nられる場合には給与所得とし，これらのものの退職に基因して当該新株等を取得する権利を与えられたと認められる場\n合には退職所得とする旨の改正が行われた（平成8年6月18日付け課法8－2ほか1課共同）。\nウ　さらに，平成9年5月の商法改正に伴い，商法に基づくストック・オプションについても，措置法29条の2が改\n正され（平成10年法律第23号），一定の限度において，その付与時や権利行使時に所得税を課税せず，権利行使によっ\nて取得した株式を譲渡した時点で，譲渡価額と権利行使価額の差額に対し，譲渡所得として課税する旨規定されたほ\nか，所得税法施行令84条も改正され（平成10年政令第104号），措置法29条の2の適用を受けないものに係る収入金額\nを，権利行使の日の当該株式の価額から権利行使価額を控除した額とする旨定められたが，上記以外のストック・オプ\nションによる所得課税については，法令上の規定は設けられなかった。\nまた，所得税基本通達23～35共－6においても，上記各法令の改正に対応する定めが設けられたものの（平成\nページ(1)\n10年10月1日付け課法8－2ほか1課共同），上記以外のストック・オプションによる所得課税についての定めは設けられ\nなかった。\nエ  その後，平成13年における商法改正を受けて，措置法29条の2及び所得税法施行令84条がそれぞれ改正された\nほか（措置法改正につき平成14年法律第15号，所得税法施行令改正につき平成13年政令第274号，平成14年政令第103\n号），所得税基本通達23～35共－6においても，平成13年法律第79号による改正前の商法210条ノ2第2項（取締役又は使\n用人に譲渡するための自己株式の取得）の決議に基づき与えられた同項3号に規定する権利（所得税法施行令84条1号）\n，及び，同年法律第128号による改正前の商法280条ノ19第2項（取締役又は使用人に対する新株引受権の付与）の決議に\n基づき与えられた同項に規定する新株の引受権（所得税法施行令84条2号）を与えられた取締役又は使用人がこれを行使\nした場合は，原則として給与所得とし，職務の遂行と関連を有しない場合は雑所得とすることとされ，また，有利発行\nによる新株予約権（同条3号）を与えられた者がこれを行使した場合に，雇用契約又はこれに類する関係に基因して当該\n権利を与えられたと認められるときは，同条1号及び2号に掲げる権利を与えられた場合に準じた扱いをすることとさ\nれ，さらに，発行法人が外国法人の場合でも同様の扱いとする旨の定めが設けられた（平成14年6月24日付け課個2－5ほ\nか3課共同）。\n２　前提となる事実（末尾に証拠等を掲記した事実は当該証拠等により認定した事実であり，証拠等の掲記のない事\n実は当事者間に争いがない事実である。）\n(1)　米国ベリサイン社が原告に付与したストック・オプションについて\nア　原告は，平成9年2月28日以前から平成12年6月30日まで，神奈川県川崎市α580－16所在（平成14年3月20日に\n東京都中央区β8番1号に本店移転）のベリサイン株式会社（以下「日本ベリサイン社」という。）に役員として勤務し\nていたものである。\n（甲1，乙11，弁論の全趣旨）\nイ　日本ベリサイン社は，平成8年2月23日，アメリカ合衆国カリフォルニア州所在の同国法人であるベリサイン\n・インク（以下「米国ベリサイン社」という。）によって設立され，平成12年12月31日現在，米国ベリサイン社の持株\n比率は約69･1パーセントとなっていた。\nなお，原告と米国ベリサイン社との間には雇用契約又は役員・取締役の委任契約はない。（弁論の全趣旨）\nウ　米国ベリサイン社におけるストック・オプション制度\n米国ベリサイン社の1998年度エクイティ・インセンティブ・プラン（以下「本件プラン」という。）によれ\nば，同社，その親会社及び子会社（以下「ベリサイングループ」という。）の成功にとって重要な人材に対し，米国ベ\nリサイン社の将来の成果に与る機会を提供することにより，人材を惹き付け，維持する等のインセンティブを与えるこ\nとを目的として，同社のストック・オプション制度が採用されている（本件プラン1条）。\n上記子会社とは，米国ベリサイン社と株式の所有を通じて，同社を始まりとする連鎖関係にあるグループ内\nの法人で，当該グループ内の各法人（末端法人を除く。）が他の1つの法人の議決権の50パーセント以上に相当する株式\nを有する関係にあるものをいう（本件プラン23条）。\nインセンティブ・ストック・オプションは，専らベリサイングループの従業員（従業員兼務の役員及び取締\n役を含む。以下，一般にこれらの者を総称して，「従業員等」という。）に対してのみ付与され，その他の全ての報奨\n（インセンティブ・ストック・オプション以外のストック・オプション，制限付株式，株式賞与等）は，ベリサイング\nループの従業員等，コンサルタント，独立請負人及び顧問に対し，付与することができるとされている（本件プラン3\n条）。\n付与の対象となる従業員等，付与の時期，付与される株式数等の条件は，本件プランに基づき，委員会又は\n委員会として行動する取締役会によって決定される（本件プラン4条1項）。\nオプションの権利行使価格は，オプションの種類や当該従業員等の持株数に応じて，付与の日における株式\nの公正市場価格の85パーセント以上又は110パーセント以上とされ，当該オプションの付与時に委員会が決定するものと\nされる（本件プラン5条4項）。\nまた，オプションは，遺言又は相続法や委員会の決定等による以外の方法により，売却，質入れ，譲渡，担\n保権設定，移転又は処分をすることができない（本件プラン11条）。\nさらに，オプションの行使期間は，原則として，付与の日から10年間を超えないこととされるが（本件プラ\nン5条3項），従業員等としての地位が正当な解雇以外の理由で終了した場合には，その終了の日までにオプションを行\n使する権利が付与された部分を限度として，オプションを行使することができるが，その行使は，原則として当該終了\nの日の後3か月以内に行われなければならない（本件プラン5条6項(ａ)，(ｃ)）。（甲24）\n(2)　原告のストック・オプション権利行使益等に対する課税処分の経緯等\nア　原告は，日本ベリサイン社に在職中に，米国ベリサイン社との間でストック・オプション付与契約に基づ\nき，平成9年2月28日，平成10年8月17日及び平成11年2月12日にそれぞれ米国ベリサイン社から付与されたストック・オ\nプション（以下「本件ストック・オプション」という。）を行使した結果，平成12年中に9億1811万3271円の権利行使益\n（以下「本件権利行使益」という。）が生じた。（甲1，弁論の全趣旨）\nイ　原告は，平成13年3月15日，被告に対し，原告の平成12年分の所得税につき，別表1「確定申告」欄記載の内\n容の確定申告書（以下「本件確定申告書」という。）を提出した後，同年4月2日，本件権利行使益は給与所得に当たる\nとして，同別表「修正申告」欄記載の内容の修正申告書（以下「本件修正申告書」という。）を提出したが，同年5月2\n日，本件権利行使益は一時所得に当たるから上記修正申告には誤りがあったとして，同別表「更正の請求」欄記載のと\nおり更正の請求をした。\nウ　これに対し，被告は，平成14年2月18日付けで，原告に対し，更正すべき理由がない旨の通知処分（以下「本\n件処分」という。）を行った。\nエ　原告は，同年4月12日，被告に対し，上記ウの処分を不服として異議申立てをしたが，被告は，同年7月9日付\nけで，原告の上記異議申立てを棄却する旨の決定を行った。\nオ　そこで，原告は，同月31日，国税不服審判所長に対し，本件処分に対する審査請求を行ったが，国税不服審\n判所長は，平成15年3月17日，原告の審査請求を棄却する旨の裁決を行った。\nカ　なお，被告は，平成15年8月6日付けで，原告に対し減額更正処分を行い，その結果，別表1「本件における通\n知処分の経緯等」のとおり，納付すべき税額は3億1991万5500円となった。これは，原告の平成11年分の所得税の確定申\n告内容から，平成12年分の所得税につき，所得税法104条の規定による予定納税額（第1期分及び第2期分各57万2800円）\nが生じていたことが判明したことによるものである。（弁論の全趣旨）\nキ  被告による本件処分の根拠は，別表２のとおりであり，納税すべき税額の算定根拠のうち，本件権利行使益\nの所得区分に係る部分以外の点については，当事者間に争いがない。\n３　当事者の主張\n（原告の主張）\n(1)　本件権利行使益が給与所得に該当しないこと\nア　本件権利行使益に対する課税に関する実体法規の不存在\nａ　我が国の法令が直接適用されない海外の法人から国内の法人の従業員等に対して付与されるストック・オ\nプションの課税のあり方について定めた法令は現在に至るまで存在せず，平成14年6月に至るまでは通達もなかった。\nページ(2)\nｂ　被告は，措置法29条の2（同条所定の税制適格型のストック・オプションについて，権利行使益については\n所得税を課さず，当該株式を譲渡した時点で，譲渡所得として課税されるものとして課税の繰延べを認めている）が，\n措置法第２章第３節「給与所得及び退職所得」の中に置かれているのは，権利行使益は原則として給与所得として課税\nが行われることを前提としているからである旨主張する。\nしかし，措置法29条の2は，日本の商法上のストック・オプションを念頭に置いたもので，本件のように海\n外の親会社から付与されたストック・オプションを含むストック・オプション一般についての規定ではないから，被告\nの主張は当たらない。\nイ　給与所得の意義・要件\nそこで，本件権利行使益の所得区分について，所得税法28条1項の規定する「給与所得」の該当性が問題とな\nるところ，給与所得の意義について，昀高裁判所昭和56年4月24日第二小法廷判決（民集35巻3号672頁）は，「雇傭契約\n又はこれに類する原因に基づき使用者の指揮命令に服して提供した労務の対価として使用者から受ける給付をいう。」\nとしたうえで，「給与所得については，とりわけ，給与支給者との関係において何らかの空間的，時間的な拘束を受\nけ，継続的ないし断続的に労務又は役務の提供があり，その対価として支給されるものであるかどうかが重視されなけ\nればならない」としており，給与所得の要件としては，①雇用契約又はこれに類する原因が存在し（雇用類似要件），\nかつ②使用者の指揮命令に服して提供した労務の対価としての性質を有すること（対価性要件）が必要と解される。\nウ　雇用類似要件について\na　雇用類似要件の有無を判断するに当たっては，給与の支給者と支給を受ける者との間に，直接の雇用契約又\nはそれに類する原因（すなわち，法人の理事，取締役等に見られる委任，準委任等）があるか否かを検討すべきである\nところ，本件ストック・オプションの付与会社である米国ベリサイン社と被付与者である原告との間には，雇用契約も\n委任契約も存在せず，原告は米国ベリサイン社との関係で，空間的，時間的な拘束の下において役務を提供したもので\nないことからすれば，本件権利行使益について，雇用類似要件を満たすような事実関係はなかったといわざるを得な\nい。\nｂ(ａ)　これに対し，被告は，そもそも所得税法28条1項に規定する「これらの性質を有する給与」として，本\n件のような使用者以外の者からの給付も含まれる旨主張するが，同項は，労務・役務の提供先である給与支給者（使用\n者）から支払を受ける労務・役務の対価である給付に限ることを当然の前提としており，このことは，同項の例示や，\n同条の改正の経緯に照らしても明らかである。\n(ｂ)　すなわち，所得税法28条1項は，給与所得について，「俸給，給料，賃金，歳費及び賞与並びにこれら\nの性質を有する給与」と規定し，例示されているものと同じ性質を有するもののみを給与に含むものとしているのであ\nる。商法上ストック・オプションとしての新株予約権については，報酬たり得ると考えられていることから，選択権自\n体は給与所得に含める余地があるとしても（ただし，親会社から子会社従業員等に付与した場合には別途検討が必要で\nある。），その選択権を行使して得た利益は，当該株価の上昇の後に従業員等が自らの判断で行使して得られる利益で\nあり，これを給料等と同じ性質を有すると解することはできない。\nまた，昭和62年改正前の所得税28条は，「給与所得とは，俸給，給料，賃金，歳費，年金（過去の勤務\nに基づき使用者であった者から支給されるものに限る），恩給（一時恩給を除く）及び賞与並びにこれらの性質を有す\nる給与に係る所得をいう」と規定し，現在の勤務に対する報酬のほか，退職後に元の使用者から過去の勤務に基づいて\n支払われる後払いの給与ともいうべき年金及び恩給を給与所得に含めていた。そして，社会保険制度に基づく支払機関\nからの退職年金等については，元の使用者からの支払ではないが，給与所得であった者が過去の勤務に基づいて受ける\n給付という性格をもち，その実質において給与所得である年金と変わらないことから，これを「みなし給与」として法\n律で給与所得の範疇に定めていたのである（昭和62年改正前の所得税法29条）。このような「みなし給与」の規定が存\n在することも併せ考えれば，本件権利行使益のように，使用者以外の第三者から支払われる金員について，法令上の手\n当なくして，給与所得に該当すると解することはできない。\nｃ　課税庁は，企業グループ内における雇用を，一企業内の雇用関係に擬して解するものとみられる。しか\nし，我が国の課税制度上，組織変更税制や平成14年7月公布に係る連結納税制度の導入までは，課税単位を個人又は法人\n単位とし，グループ会社間の特殊性については，特例の定め（所得税法56条，法人税法62条の2）がない限りは，別人格\n間の行為として課税がされてきたのである。\n本訴において，被告は，雇用類似の関係にあるグループ会社（親会社，子会社）の意味についても明確に\nしていないのであり，課税庁において，明文の根拠なく，基礎的な課税単位を実質的に変更し，不明確な基準による解\n釈を採用することは，納税者の予測可能性を害し，租税法律主義の趣旨を没却するものとして，許されないといわなけ\nればならない。\nｄ　仮に，給与所得者が使用者以外の第三者から経済的利益を受けた場合においても給与所得として課税され\nるのであるならば，その経済的利益を与えた使用者以外の者は，源泉徴収義務を課され，当該経済的利益の供与と同時\nに源泉徴収税額に相当する金銭を受給者から受領しなければならないこととなるが，法はこれを予定していないものと\nいわざるを得ない。\nｅ　被告は，給与所得の意義について，従業員等の地位に基づき給付され，職務に由来あるいは関連するもの\nであれば広くこれに当たる旨主張するが，このような解釈は，以上にみたところによれば，租税法の分野では許されな\nい拡張解釈・類推解釈を行うものとして，到底採用できないというべきである。\nエ　対価性要件について\nａ　ある給付が労務提供の対価であると認められるためには，労務の提供があり，その報酬として支払われた\nものであるという関係が必要である。\nこれを本件権利行使益についてみると，原告は，あくまでも日本ベリサイン社の役員として，同社に対し\nて役務を提供していたものであり，米国ベリサイン社に対して労務又は役務を提供したわけではなく，同社との関係で\n労務又は役務の提供が義務付けられていたものでもない。また，付与会社である米国ベリサイン社は，子会社の従業員\n等の勤労意欲を向上させ，有能な人材を引き留めるために，本件ストック・オプションを付与したにすぎず，子会社の\n役員である原告による役務の提供に対する報酬として権利行使益を支給したという認識はない。\nｂ　また，ストック・オプションの権利行使益は，株価の上昇と，被付与者の投資判断によって生じるもので\nあって，被付与者である従業員等による労務又は役務の提供の対価として支払われるものではない。\nすなわち，株価は，企業の業績のほか，金利，為替，株価格付け，国際情勢等の様々な要因により形成され\nるものであり，子会社の従業員等の精勤と親会社の株価の上昇は直接的には関係しないことからすれば，被付与者であ\nる従業員等が提供した労務又は役務の質及び量と関係なく，株価の上昇という偶発的な事実により実現するストック・\nオプションの権利行使益が，労務又は役務の提供の対価であるということはできない。加えて，ストック・オプション\nの権利行使の時期は，被付与者の投資判断にゆだねられており，権利行使益の発生する時期及び金額が被付与者である\n従業員等の判断にゆだねられていることに照らしても，権利行使益を労務又は役務の提供の対価ということはできない\n（なお，ストック・オプション自体は偶発的に付与されるものでないとしても，その権利行使益の発生及び金額につい\nて偶発性が認められることは否定できない。）。\nオ　本件権利行使益が米国ベリサイン社から給付されたものといえないこと\nａ　付与会社が従業員等に与えるのは，ストック・オプションという株式購入選択権（予め定められた一定の\nページ(3)\n価格で株式を購入できる権利）であり，コール・オプションの一種であって，その後従業員等がそれを行使したことに\nよる利益は，あくまでも株価の変動と投資判断により，市場から得られるものである。当該権利行使の結果，株式の希\n釈化により不利益を受けるのは，既存の株主であり，それゆえ，商法上，ストック・オプションの発行に際して株主総\n会特別決議が要求されている。ストック・オプションを従業員等に付与した場合の対価は，商法280条ノ20第2項3号に基\nづき新株予約権を発行した場合と同様，その権利の発行価格であって，自社株方式，新株引受権方式いずれの場合であ\nっても，現行の法人税法，商法及び会計上，権利行使益が会社の費用・損失として認識されることはないから，付与会\n社に「実質的な損失」があり，これが従業員等に移転したと解することはできない。\nｂ　平成13年改正後の商法上，ストック・オプションは，取締役・従業員等に対する新株予約権の無償の付与\nと位置付けられ，従業員等の職務遂行の対価としての性格を有すると解されていることからも，付与会社において，客\n観的にストック・オプションの権利行使益を従業員等に対して労務提供の対価として支給するという法律関係にはな\nく，主観的にも，そのような法律関係を認識していたとは認められない。\nｃ　これに対し，ストック・オプションを行使するためには勤務先会社に対する勤務の継続という条件を満た\nす必要があることから，ストック・オプションの権利行使益は会社が従業員等に対価として支給するものなのだという\nような反論があるかもしれない。\nしかしながら，このような条件は，ストック・オプションを優秀な人材を引き留める手段として機能させ\nるためにすぎず，インセンティブとして付与されたのは株式購入選択権としてのストック・オプション自体であって，\n上記のような条件が付されているからといって，権利行使益が会社から支給されるものであるとの結論に結びつけるの\nは論理の飛躍であり，ストック・オプション自体と権利行使益とを混同するものである（業務提携のために新株予約権\nを付与した場合において，その関係の維持・継続が行使の条件とされることがあるが，その場合も会社が提携先に行使\n益を与えるというものではないことは明らかである）。\nｄ　ストック・オプションの行使に対応して自社株を譲渡する場合（自社株方式）であれば低額譲渡に，新株\nを発行する場合（新株引受権方式）であれば有利な発行価額による第三者割当と同様と考えられるか，問題となる。\nしかし，自社株方式の場合，ストック・オプションの行使に伴う売買は，あらかじめ定められたオプショ\nンの行使価格で行われるものであり，法人があらかじめ定められた譲渡価額によって譲渡することは，正常な取引条件\nによって行われたものとなるのであって（法人税法施行令136条の4），権利行使時点で低額譲渡をした場合とは異な\nる。その時点において，付与会社は，少なくとも被付与者において条件を成就させ権利を行使する機会を持ち続けてい\nる限りにおいて，当該合意に拘束され自社株を任意の価格で処分することができなくなり，その結果，付与後に発生す\nる株式の含み益は，付与会社に帰属せず，オプション権を有している者に帰属しているのであり，含み益である権利行\n使益を会社が行使時に被付与者に移転するということにはならない。\n新株引受権方式の場合も，含み益の帰属は同様であり，権利行使益は，被付与者が，予め定めた価格によ\nって権利を行使することによって得た利益であって，付与会社がその権利行使の時点で他に譲渡すれば時価で譲渡でき\nる株式の譲渡を受けたわけではない。\nしたがって，いずれの方式についても，米国親会社が日本子会社の従業員等に対して権利行使益を給付し\nたと考えることはできない。\nｅ　また，被告は，ストック・オプションの付与会社である親会社の損失において子会社の従業員等が権利行\n使益を取得することを理由に，対価性を肯定するが，そうであるとすれば，付与会社が当該権利行使益相当額を損金と\nすることも認められて然るべきところ，法人税法上も会計上も，権利行使益相当額を付与会社の損失とする取扱いとは\nされていないことからも，対価性は認められないというべきである。\nｆ　被告が援用する日本マイクロソフト株式会社の刑事記録について\n被告は，日本マイクロソフト株式会社（以下「日本マイクロソフト社」という。）の役員の所得税法違反\nの刑事事件記録をもとに，同社人事部長による役職員採用時の説明や同社の「採用通知書兼雇用契約書」の記載等か\nら，同社の従業員等が，ストック・オプションに係る権利行使益を，日本マイクロソフト社における労務の対価である\n「給与」と認識していたことは明らかである旨主張する。\nしかし，日本ベリサイン社の従業員等である原告について，別会社である日本マイクロソフト社における\n雇用条件を持ち出すこと自体が誤っているうえ，日本マイクロソフト社の従業員等の採用の際の説明や契約書の記載\nが，一般的なものであったわけでもなく，むしろ，雇用契約書等の書類の中にストック・オプションについて言及され\nているのは極めて稀なケースであるから，被告の上記主張は失当というほかない。\nｇ　以上によれば，被告の主張は，租税法律主義に支配される租税法の分野では許されない拡大又は類推解釈\nとして失当といわざるを得ない。\nカａ　被告は，ストック・オプションに係る所得税の課税時期について，権利確定主義を根拠として，権利行使\n時において権利行使益に課税すべきであると主張するが，この主張が，権利行使時において権利行使益が発生し，かつ\n実現するので，この時点で課税するものと主張しているのであれば，当然の事理を述べたにすぎないものであるし，ま\nた，権利確定主義をもって，ストック・オプションの付与時又は条件成就時にストック・オプション自体に対して課税\nしないことの根拠とすることはできないというべきである。\nｂ　被告は，ストック・オプション自体については，譲渡性，市場性がないことから，実現した担税力に対し\nて行われる所得税課税の対象とならない旨主張するが，新株予約権は，原則として譲渡自由であるが，譲渡を制限する\nことができるものとされており（商法280条ノの33第1項，同法280条の20第2項8号），譲渡制限が付されたからといっ\nて，新株予約権のコール･オプションとしての性質が失われることにはならないことは，株式が譲渡制限を付されたから\nと言って株式たる性質を失うことにはならないのと同様である。\nｃ　課税庁は，分離型新株引受権付社債（ワラント債）の新株引受権部分 （ワラント）を利用した，疑似スト\nック・オプションのうち，成功報酬型ワラントについては，ワラント支給時にワラント価格に対して課税しているとこ\nろ，このようなワラントは，平成13年商法改正により新株予約権とされる一方，これまで，成功報酬型ワラントを導入\nする会社においては，実際上，譲渡禁止の特約条項を設けてきたことから，ストック・オプションとワラントの課税関\n係を区別する理由はないというべきである。\nなお，所得税法施行令84条の規定は，「株式等を取得する権利の価額」との表題の下に，発行法人から同\n条各号に掲げる「権利」を与えられた場合における，「当該権利」に係る所得税法36条2項（収入金額）の価額は，権利\n行使益による旨を定めているのであって，この文言等からすれば，同条も，同条各号に掲げる権利（すなわち，税制適\n格ストック・オプションそのもの）が課税の対象となることを前提とした上で，その価額は権利行使益の額による旨を\n定めた規定であると解される。\nｄ　また，課税庁は，相続税の課税に関しては，ストック・オプションの価格を相続開始時の当該株式の時価\nから権利行使価格を控除した額によって評価すべきものとしており，未だ権利行使されていないストック・オプション\nそのものの経済的価値を評価していることから，ストック・オプションの評価が不可能であることを理由に，ストック\n・オプション自体に対する課税が不可能であるということはできない。\nｅ　このように，ストック・オプションに係る所得税の課税を権利行使時において権利行使益に対して行うの\nは，むしろ，ストック・オプション自体の経済的価値の評価が困難であること，及び現実にかかる利益を捕捉すること\nが困難であり，課税の不公平が生じることからの，実務的観点によりかかる取扱いとしているものと解される。\nページ(4)\nｆ　そして，ストック・オプションは，いわゆるコール・オプションの一種であり，他の金融派生商品（デリ\nバティブ）と同様にそれ自体独自の価値を有する一つの権利であることからして，権利行使益は，被付与者の就労の対\n価ではなく，オプション付与契約に基づく義務の履行という意味を有するにとどまるということができる。\nキ　被告が援用するＯＥＣＤ（経済協力開発機構）の検討資料については，各国の課税の方法を調整するという\n視点のみから作られたもので，既存の租税法の解釈に何らかの影響を与えるということは全く意図されておらず，ＯＥ\nＣＤにおける検討内容を根拠に我が国の租税法の解釈につき論じることはできない。\nク　財団法人財務会計基準機構が明らかにした実態調査の結果によれば，権利行使が進んでいるケースは23･6パ\nーセントで，全体の約5割近くについて株価が権利行使価格を上回っておらず，上回っている場合でも，更なる株価の上\n昇を期待して権利行使を控えている者が多いこと，等の実情にかんがみると，権利行使益は，投機的な判断から得られ\nる偶発的な利益と認識されているとみることができる。\n(2)　本件権利行使益が一時所得に該当すること\nア　一時所得の意義が，前記１(1)ウのとおりであることからすれば，一時所得の要件としては，①利子所得，配\n当所得，不動産所得，事業所得，給与所得，退職所得，山林所得及び譲渡所得以外の所得であること，②営利を目的と\nする継続的行為から生じた所得以外の一時の所得であること（一時性，偶発性），③労務その他の役務又は資産の譲渡\nの対価としての性質を有しないことが挙げられる。\nイ　本件権利行使益が給与所得に該当しないことは前記(1)のとおりであり，その他の利子所得，配当所得等の7\nつの所得区分にも該当しないことは明らかである。\nウ　また，本件権利行使益は，株価の値上がりにより生じる所得であるところ，株価が金利，為替，株価格付\nけ，国際情勢等の，一時的かつ偶発的に変動する要因により形成されるものであって，非常に不確実なものであること\nからすれば，株価の上昇により発生するストック・オプションの権利行使益が一時性，偶発性を有する所得であること\nは明らかであり，このような権利行使益を労務その他の役務の対価ということはできない。\nこの点，被告は，従業員等は，確実に意図した利益を得ることができる状況の下で権利行使をしているので\nあるから，権利行使益を偶然に取得したものとはいえない旨主張するが，確実に意図した利益を得ることができる状況\nになること自体が偶発性を有するから，上記主張は失当である。\nエａ　被告は，労務・役務の対価について問題とすべきは，当事者がインセンティブとして，どのような仕組\nみ，制度を考えていたかということであり，ストック・オプション制度は，従業員等の精勤が株価上昇の要因となると\nいう枠組みが合理的なものとして当事者に認識されているからこそ，従業員等に対するインセンティブとして機能して\nいるのであって，当事者は，労務・役務の対価として低額譲受の利益（権利行使益）を与える意図で付与契約を締結し\nている旨主張する。\nｂ　しかし，ストック・オプションの権利行使益について，客観的に労務の対価としての性質が希薄である以\n上，付与会社の主観的な意図ないし認識によってその性質が変わるものではない。\n仮にそうでなくとも，本件ストック・オプションの付与契約には，付与会社が被付与者に権利行使益を支\n給する旨の記載は全くなく，付与会社の会計上も，権利行使益は費用として認識されていないのであり，ストック・オ\nプション付与契約から，付与会社が，主観的にも，被付与者に対し，自らコントロールできない権利行使益を労務の対\n価として与える意思であったと解することはできず，被付与者においても，ストック・オプションにとどまらず，自己\nの判断により得た権利行使益まで，付与会社から支給されたものという認識がないことは明らかである。\nｃ　なお，被告は，付与会社の意図の根拠として，ストック・オプションの制度設計者等に対する意識調査結\n果（財団法人財務会計基準機構「調査レポートシリーズNo.１わが国におけるストック・オプション制度に関する実態調\n査」）を挙げるが，上記調査結果によれば，付与するオプションそれ自体についてすら，「報酬」（すなわち「労務の\n対価」）と認識している公開会社は全体の58.8パーセントにすぎないうえ，ストック・オプションそれ自体ですら報酬\nと考えていない公開企業が41．2パーセントも存在するのである。そもそも，上記調査結果自体，ストック・オプション\nそのものと権利行使益を十分区分して考えているものとはいい難く，付与するオプションそれ自体を「報酬」と考えた\nとしても，付与したストック・オプションを被付与者が行使したことによって発生する権利行使益までも「報酬」と考\nえている付与会社がどれほどいるか，疑問といわざるを得ない。\nｄ　結局，ストック・オプション付与契約から読み取れるストック・オプション制度の趣旨ないし目的は，ス\nトック・オプションを役員ないし従業員等に付与することにすぎないのであり，これを付与後である権利行使益につい\nてまで及ぼす被告の主張は，ストック・オプション制度の本質を誤ったものというべきである。\nエ　被告は，株式の売買による差益金，証券先物取引，商品オプションは，事業所得に該当しない限り雑所得に\n該当するところ，権利行使益も運用益であれば雑所得となるべきであって，一時所得と解する余地はない旨主張する\nが，上記証券先物取引，商品オプションは，営利を目的として継続的に行われる資産の譲渡による所得であることから\n（所得税法33条2項1号），事業所得又は雑所得に該当するのであって，資産の運用益なるがゆえに雑所得等とされるも\nのではないから，被告の主張は当たらない。\nオ　被告は，被付与者は，ストック・オプションという資産を取得したものとして，ストック・オプションの付\n与時に課税し得ると考えるのが正しいとすると，権利行使益は当該資産であるストック・オプションを行使した結果取\n得するものであって，資産の対価としての性質を有することとなるから，この点からしても，権利行使益が「資産の譲\n渡の対価としての性質を有しないもの」（所得税法34条1項）とされる一時所得には該当しないと主張する。\nしかし，上記主張は，課税庁が，擬似ストック・オプションのうち成功報酬型ワラントにつき，ワラント支\n給時に課税し，ワラントの行使時にワラントの行使価格と株価との差額を「資産の譲渡の対価」（譲渡所得）として課\n税していないこととも矛盾し，失当である。\nカ　このように，本件権利行使益は，資産の譲渡の対価でもないことが明らかであるから，本件権利行使益は一\n時所得に該当するというべきである。\n(3)　本件権利行使益が雑所得に該当しないこと\n上記(2)のとおり，本件権利行使益が一時所得に該当する以上，雑所得には該当しない。\n(4)　理由附記の不備\n憲法31条の定める適正手続の保障は，行政手続一般にも及び得るものであり，個々の場合に同条を適用すべき\nか否かの判断については，行政処分により制限を受ける権利利益の内容，性質，制限の程度，行政処分により達成しよ\nうとする公益の内容，程度，緊急性等を総合較量して決定されるべきであるところ（昀高裁判所平成4年7月1日大法廷判\n決・民集46巻5号437頁），本件処分の結果賦課された税額が2億円に及び，財産権の制限が甚大であること，本件処分自\n体が公平に反するものであること，本件について緊急に処分すべき理由が見当たらないこと等に照らせば，本件処分に\n適正手続の保障が及ぶことは明らかである  。\nまた，所得税の白色申告に対する更正について理由附記が不要とされる理由は，事務負担の著しい増大により\n公平な課税の実現が損なわれかねないことと，不服申立て手続を通じて処分の適正化と争点の明確化が図られることが\n保障されていることにあるところ，本件処分の場合，理由を附記することにより増加する事務負担は僅かであり，ま\nた，本件処分に対する異議決定が行われず，審査裁決も訴訟提起後に行われたこと，被告が本件訴訟において本件権利\n行使益を雑所得とする予備的主張をしたことに照らせば，不服申立て手続を通じた処分の適正化と争点の明確化が保障\nされていないことは明らかである。\nページ(5)\nこのようなことからすれば，本件処分について理由附記の要請を除外する通則法及び所得税法の規定は，憲法\n31条及び32条に反しており，また，理由附記を欠く本件処分は，いずれも違法といわざるを得ない。\n(5)　結論\n本件権利行使益が一時所得に当たることは，上記のとおり明らかであり，原告の平成12年分所得税に係る総所\n得金額及び納付すべき税額は，別表1の「更正の請求」欄記載のとおりであるから，本件更正の請求には理由がある。\nしたがって，本件の更正の請求を理由がないとした本件処分は，違法であり，取り消されるべきである。\n（被告の主張）\n(1)　ストック・オプション制度について\nストック・オプション制度は，会社が自社又は子会社の従業員等に対し，予め定められた権利行使価格で自社\n株式を購入できる権利を付与する制度であり，被付与者である従業員等は，当該株式の時価が権利行使価格を上回った\n場合にストック・オプションを行使して株式を取得し，当該株式の時価と権利行使価格の差額に相当する額の経済的利\n益（権利行使益）を享受することができる。\nこの制度は，従業員等に将来の自社株式の価格と連動した経済的利益の供与を約することにより，優秀な人材\nを確保し，従業員等の精勤意欲を向上させ，会社の業績向上を図るものであって，長期インセンティブ報酬制度という\nことができる。また，アメリカ合衆国では，事業の分社化による組織面からの勤労意欲の向上と，ストック・オプショ\nンによる報酬面からの勤労意欲の向上の相乗効果が期待されており，子会社等の従業員等にもストック・オプションを\n付与することにより，当該従業員等の子会社における精勤を通じた親会社及びグループ全体の業績の向上が志向されて\nいる。\n(2)　ストック・オプションの性質\nア　ストック・オプション付与契約には，上記のようなインセンティブ報酬としての性格から，次のａないしｄ\nのような特徴が認められる。\nａ　被付与者は，付与会社又はその子会社との間で雇用契約等を締結している従業員等でなければならない。\nｂ　ストック・オプションの行使は，付与された従業員等に限られ，その譲渡は禁止されている。\nｃ　ストック・オプションの行使につき，一定期間の勤務，権利行使期間等の条件が定められる。\nｄ　権利行使の条件とされる勤務すべき一定の期間中に，退職等により雇用契約等が終了した場合には，権利\nが消滅し，一定期間経過後に雇用契約等が終了した場合には，権利が消滅したり，権利行使期間が制限されたりするこ\nとが多い。\nイ　これらの特徴に照らせば，ストック・オプション付与契約は，従業員等とその勤務先との雇用契約等に従属\nする従たる契約であって，権利行使時における当該株式の時価と権利行使価格との差額に相当する経済的利益を，従業\n員等の勤務先における労務の対価として取得させる趣旨のものであり，売買（株式譲渡）の一方の予約に類似する契約\nに，予約完結権の譲渡禁止の約定や，勤務先における一定期間の勤務等の停止条件が付されたものということができ\nる。\nそして，被付与者である従業員等が予約完結権を行使することにより，株式譲渡契約が成立して株式引渡請\n求権が発生し，付与会社が行使時の時価より低額な権利行使価格による株式引渡義務を負うことにより，従業員等に経\n済的な利益が与えられるが，従業員等は，権利行使をしない限り，具体的な利益を得ることはできない。\n(3)　ストック・オプションに係る課税関係について\nア　我が国の所得税法は，いわゆる包括的所得概念を採用しており，人の担税力を増加させる経済的利得はすべ\nて所得に含まれることとなるところ，同法が課税対象となる所得を「収入」としてとらえていることに照らせば，未実\n現の利益を課税対象となる所得から除外し，実現した利益のみを課税対象とする実現主義が採用されているものと解さ\nれる。そして，このような意味の実現主義と，同法36条1項が所得計算における収入金額を「収入すべき金額」と規定し\nていることとを併せ考えると，同法は，すべての所得は実現と同時に課税対象たる所得となるものとしていると解され\nる。\nそして，所得税法は，所得の実現時期について，外部の世界との間で取引が行われ，その対価を収受すべき\n権利が確定した時点をもって所得の実現時期とする，権利確定主義を採用しているものと解される。\nイ　これをストック・オプションについてみると，被付与者は，予約完結権の行使によって，付与会社に対する\n株式引渡請求権を取得して権利行使益を得ることができるが，予約完結権を行使しない限り，何らの利益を得ることも\nできない。\nそして，ストック・オプション付与契約は，将来における権利行使価格による株式譲渡の合意であり，スト\nック・オプション自体は，これを行使して付与会社から株式を取得することにより権利行使益という所得を生み出す手\n段としての性質を有するにすぎない。\nこのように，ストック・オプションの被付与者が得る経済的利得は，予約完結権を行使して株式引渡請求権\nを取得したことにより実現する権利行使益であり，予約完結権の行使によって初めて所得が実現し，法的にも当該利得\nを収受すべき権利が確定するから，その時点が課税時期となる。\nウ　これに対し，ストック・オプションを権利の付与とその権利の増加益の実現とに分けて所得税の課税を検討\nすることは，権利行使益を報酬として与えるストック・オプション制度の実態に反するものであり，実現主義の観点か\nらも，ストック・オプションという権利の状態のままでは，たとえその行使が可能であっても，所得税の課税適状にな\nいというべきである。\nエ　なお，いわゆる分離型の新株引受権付社債（平成13年法律第128号による改正前の商法341条ノ8第2項5号）を\n発行した後，新株引受権証券（ワラント）の部分を買い戻して従業員等に支給する，いわゆる擬似ストック・オプショ\nンの場合に，支給時において当該ワラントの価額相当部分について給与所得として課税するのは，ワラントがそれ自体\n有価証券として譲渡性を認められており，支給された時点で経済的利益が実現されたと評価できるからであって，スト\nック・オプションについて付与時でなく権利行使時において課税することとは矛盾しない。\nオ　また，相続人が被相続人の有していたストック・オプションを相続した場合，相続時において株価と権利行\n使価格との差額に相続税が課されるのは，相続税が金銭に見積もることのできる経済的価値のすべてを課税物件とする\nことによるものであり，所得税法上の課税物件である「所得」は，ストック・オプションが行使されない限り発生しな\nいことから，その付与時又は権利行使可能時に課税されないのであって，これらの取扱いは相互に矛盾するものではな\nい。\nカ　いわゆる個別株コール・オプション（意思表示によって，ある銘柄の株式を，一定数量，一定の値段で買い\n付けることができる権利）について，オプション価値の算定ができる場合があることとの比較から，本件ストック・オ\nプション制度においても，付与されたオプションそのものを現実収入とみて，オプション付与時に収入金額を計上すべ\nきであるとする見解も考えられないではない。\nしかし，個別株コール・オプションは，金融派生商品として高度の譲渡性が保障され，実際に取引市場にお\nいて取引の対象とされており，換価可能性を有することは明らかであるのに対し，本件ストック・オプションの場合に\nは，オプションそれ自体に譲渡禁止特約が付されており，市場もなく，一般的な取引の対象とされておらず，換価可能\n性を有しない以上，オプションそのものを現実収入とみることはできないから，上記見解は採用できない。\nキ　企業会計基準委員会（一般に公正妥当と認められる企業会計の基準の調査研究及び開発等を目的とする財団\nページ(6)\n法人財務会計基準機構の組織）は，平成14年3月29日付けの実務対応報告第1号「新株予約権及び新株予約権付社債の会\n計処理に関する実務上の取扱い」において，会社が取締役や従業員等に対しインセンティブとして付与した新株予約権\n（ストック・オプション）の処理につき，包括的な会計基準は設定されていないことを前提に，現行の会計基準に則し\nた当面の処理のあり方として，負債の部にその発行価額を計上し，権利が行使された場合には資本金（及び資本準備\n金）に振り替え，権利が行使されずに権利行使期限が到来した場合は利益として処理するものとし，無償で付与する新\n株予約権の場合，付与時及び権利行使可能時には負債・費用を認識しないものと考えられるとしている。\nストック・オプションの付与時又は権利行使時に所得が実現したものとして課税を行うことができるとする\n考えは，このような会計基準を踏まえた考え方を無視するものである。\n(4)　ストック・オプションの権利行使益が給与所得に該当すること\nア　給与所得の意義\n給与所得とは，「俸給，給料，賃金，歳費及び賞与並びにこれらの性質を有する給与に係る所得」（所得税\n法28条1項）であり，勤労性所得（人的役務からの所得）のうち，雇傭契約又はこれに類する原因に基づき使用者の指揮\n命令に服して提供した労務の対価を広く含むものである。\nそうすると，給与所得該当性が認められるかどうかは，非独立的労働ないし従属的労働の対価といえるかど\nうかが重要であるところ，昀高裁判所昭和37年8月10日第二小法廷判決（民集16巻8号1749頁）は，勤労者が勤労者たる\n地位に基づいて使用者から受ける給付は，すべて給与所得を構成する収入と解すべきである旨判示しており，従業員等\nが受ける給付は，それが従業員等の地位に基づくものである限り，広い意味で，勤務の対価としての性質を有すること\nから，広く給与所得に該当することとなる。\n原告は，給与所得の要件として，付与会社と被付与者との間に雇用関係等の存在が必要である旨主張する\nが，給与所得の定義について規定した所得税法28条の文言上，そのような限定はされていない。従業員等の地位に基づ\nき，空間的・時間的支配を受けることの対価として給付されたものであれば，「働いたからこそ得た利益」として給与\n所得に当たり，勤務先会社から受けたか，親会社から受けたかの違いは本質的な要素ではないというべきである。この\n点，原告が援用する昀高裁判所昭和56年4月24日判決は，弁護士の顧問料収入が，事業所得か給与所得かが争われた事案\nについて，給与所得と事業所得との区別という観点からの特徴として，給与所得について非独立的ないし従属的な勤務\nの実態を要求しているものであって，雇用契約等の当事者以外の第三者からの給付を前提とした判断ではなく，使用者\nと給与支給者が食い違う場合の給与所得該当性を否定することまで，その射程に含むものではないと解すべきである。\nイ　自社株式のストック・オプションの場合\nａ　自社株式のストック・オプション付与契約は，前記(2)アのとおり，従業員等とその勤務先会社との雇用契\n約等を不可欠の前提として締結される契約であって，従業員等にストック・オプションの権利行使益を労務の対価とし\nて取得させるためのものであるから，従業員等の地位に基づいて付与された上記権利行使益は，労務の対価としての性\n質を有し，給与所得に該当することとなる。\nなお，措置法第2章「所得税の特例」，第3節「給与所得及び退職所得」に置かれている同法29条の2の規定\nは，商法上のストック・オプションに係る所得税が権利行使時において給与所得として課税されるものであることを前\n提として，同条1項所定の要件を満たすいわゆる税制適格型のストック・オプションについて，株式の譲渡時まで課税の\n繰延べを認める趣旨のものであるから，それ以外の同様の性質を有するストック・オプションに係る権利行使益につい\nては，このような特段の定めがない以上，原則どおり，行使時において給与所得課税を行うべきである。\nｂ　これに対し，原告は，権利行使益には通常の給与のような役務の質及び量との相関関係がなく，役務の提\n供と株価の上昇の間にも関連がないことから，権利行使益は役務の対価に当たらない旨主張している。\nしかし，従業員等の地位に基づく給付という広い意味での労務の対価性こそが，勤労性所得である給与所\n得の本質的な要素であって，そのような広い意味での対価性が認められる限り，勤労者がその地位に基づいて受ける給\n付は，原則として給与所得に該当するというべきであり，厳密な意味における役務提供の反対給付でなくても，広く役\n務提供に由来する給付であれば，給与所得に該当すると解すべきである。本件の権利行使益も，勤務先会社において勤\n務していたからこそストック・オプションを付与され，かつ，現実に勤務を継続したからこそ権利行使益を取得できた\nという点で，権利行使益には労務の対価としての性質がある以上，役務提供に由来する給付として給与所得に該当する\nというべきである。\nｃ　この点につき，ストック・オプションの権利行使益の場合，その取得の可否及び金額が，株価の推移や権\n利を行使する者の投資判断という，被付与者の就労の質及び量とは異なる要素によって定まることから，これを労務の\n対価とみることはできないとの考え方もある。\nしかし，会社に勤務していたからこそストック・オプションが付与され，その後も勤務を続けたからこそ\n権利行使することができ，権利行使益を得たという労務の対価としての性質がある以上，権利行使益の額がいかに株価\n変動の偶発性や行使時期の判断といった要素に左右されようとも，権利行使益は給与所得に該当するというべきであ\nる。\nｄ　権利行使益の発生の有無及びその多寡は，株価の変動や行使時期の判断といった要素に左右される面があ\nることは否定できないが，株価の変動や被付与者に権利行使時期の選択をゆだねているといった要素は，いずれもスト\nック・オプション制度に内在するものであって，付与会社は，ストック・オプション制度の下，これらの点を前提とし\nて，従業員等にストック・オプションを付与しており，ストック・オプション自体が，いわば価格の変動等を織り込み\n済みのものとして，その制度の枠内で一定期間の勤務等の条件を満たした被付与者が権利行使する限り，付与会社にお\nいて，その従業員等に，労務の対価として低額譲受の利益を与える意図で付与契約を締結することは明らかである。\nｅ　このように，ストック・オプション制度は，会社が従業員等に権利行使益を与える目的でストック・オプ\nションを付与し，被付与者がこれを行使して初めて利益を得ることができるものであり，付与会社が実質的に自己の損\n失において被付与者に損失相当分の経済的利益を与えるものであるところ，合理的経済活動を行う会社が何らの反対給\n付を求めないことはあり得ないことからすれば，このような利益を与える理由は，当該被付与者から受ける役務の提供\nに基因するものと解するほかないから，権利行使益は労務の対価というべきであり，現実に生じた株価の上昇と，被付\n与者の提供した労務の質及び量との直接的な関連が希薄であったとしても，権利行使益が労務の対価であることに変わ\nりはない。\nｆ　労働者の多くが，ほぼ全人格的に企業に帰属し，従業員等と企業の間には「長期多元決済」ともいうべき\n関係が成立・存続するという勤務形態が一般的な我が国の労働事情に照らせば，給与所得該当性の判断に当たり，個別\n具体的な労務提供とそれに対する対価支払という具体的対応関係を要求することは困難ないし不可能であって，むしろ\n従業員等と使用者の関係を包括的に給与所得の発生原因としてとらえ，使用者から従業員等に対して支給される金品は\n原則として給与所得とするのが相当というべきである。\nｇ　なお，ストック・オプションの権利行使益について，実質的には付与会社の損失において被付与者に経済\n的な利益を与える関係にありながら，法人税法上，権利行使益相当額を付与会社の損失としていないのは，法人税法上\nの問題として，付与会社において権利行使益相当額を損益として認識しない扱いとしているにすぎず，実質的にみて付\n与会社に損失がないとするものではない。\nｈ　また，ＯＥＣＤ租税委員会が作成した「従業員ストック・オプション制度から生じるクロスボーダーの所\n得税問題」と題する討議資料の素案（乙26，27）は，ストック・オプションに係る権利行使益について，給与所得とす\nページ(7)\nる方向性を示しており，親会社からの給付についても特に問題としておらず，被告の主張は上記討議資料の内容に沿う\nものということができる。\nウ　親会社株式のストック・オプションの場合\nａ　親会社から付与されたストック・オプションの場合，上記イで検討した点は同様に妥当するものの，雇用\n契約等の当事者とこれを前提とするストック・オプション付与契約の当事者とが一致しないことから，勤務先の会社以\n外の第三者から与えられたストック・オプションの権利行使益も給与所得に該当するか否かが問題となる。\nｂ　この点，前記アの観点からすれば，雇用契約等の当事者である使用者以外の者からの給付であっても，当\n該給付が使用者の指揮命令に服して提供した労務の対価と認められる限り，所得税法28条1項に規定する「これらの性質\nを有する給与」として，給与所得に該当するというべきである。\nそして，被付与者は子会社の従業員等の地位にあり，子会社の指揮命令に服して一定期間勤務して初めて権\n利行使益を取得することができるという点では，自社株式のストック・オプションの場合と異なるところはない。\nｃ　また，被付与者である子会社の従業員等は，実質的には付与会社である親会社の損失において権利行使益\nを取得するものであるところ，親会社が子会社の従業員等に対してこのような経済的利益を与える理由は，被付与者の\n子会社における勤務により子会社の業績が向上すれば親会社も保有資産の実質増加による利益を受ける関係にあると認\n識されているからにほかならず，親会社は，被付与者が子会社の従業員等の地位にあることに着目し，その勤労に対し\nてストック・オプションを付与するものというべきである。\nｄ　さらに，使用者は，従業員等の勤労の成果が使用者に帰属するという関係にあるからこそ，給与を支給す\nるものであるから，使用者以外の第三者である親会社の場合も，従業員等の使用者である子会社に対する経営支配を通\nじてその従業員等の労働力を利用して，勤労の成果を得ることができる関係にあるというべきである。換言すれば，原\n告の子会社に対する役務提供は，付与会社である親会社との関係で，空間的，時間的拘束を受けた役務の提供とみるこ\nとができる。\nｅ　加えて，親会社が子会社等グループ企業の従業員等も対象としたストック・オプション制度を有している\n場合には，被付与者である従業員等の勤務する子会社等においても，当該従業員等の勤労意欲の向上等により会社の業\n績の向上が期待できることから，自社における労務を前提として，その従業員等に対し，親会社が権利行使益を与える\nことを容認しているということができる。\nｆ　インセンティブ・ストック・オプション制度というのは，企業の分社化・分業化とともに，企業グループ\n全体の利益向上を目的として存在する制度であり，一般的に，子会社はストック・オプション付与対象者をストック・\nオプションの付与会社たる親会社に推薦し，グループ全体の利益向上，親会社の株価向上に昀も効率的になるように被\n付与者を選択すると同時に，グループ内の各会社の利益を財務諸表に正確に表示すべく，ストック・オプションを付与\nした親会社は，その権利行使に係る出捐を被付与者の勤務する会社から回収し，被付与者の勤務する会社に負担させて\nいるのである。\n例えば，日本マイクロソフト社の会社案内における待遇の「昇給・賞与」の欄に，「ストック・オプショ\nンプログラム」と明記されており，同社の取締役の所得税法違反被告事件における被告人の供述調書に，同社の人事部\n長が，採用に際し，「年収を上げてストック・オプションをなしにするか，年収をそのままで米国マイクロソフト社の\nストック・オプションを付けるか，どちらか選ぶように」，「日本マイクロソフト社は，同業他社より給料が安い代わ\nりに，米国マイクロソフト社のストック・オプションがある」等の説明をしていた旨の記載があるが，これらは，本件\nストック・オプションについても，米国マイクロソフト社において，日本マイクロソフト社の給料を一部負担する趣旨\nで付与されたことを示すものということができる。\nｇ　このようなことからすれば，子会社の従業員等が，その使用者である勤務先の子会社における労務に基因\nして，使用者以外の第三者である親会社から付与されたストック・オプションに係る権利行使益も，使用者の指揮命令\nに服して提供した労務の対価として，給与所得に該当するというべきであり，このような場合には，付与会社である親\n会社と被付与者である子会社従業員等との間に，給与所得の要件である，雇用契約に類する関係があるということがで\nきる。\nエ　本件権利行使益が米国ベリサイン社から給付されたものといえること\nａ　原告は，本件権利行使益について，ストック・オプション付与時に原告に帰属した含み益として，株価変\n動や権利行使時期といった偶発的要素によるものであり，米国ベリサイン社からの給付といえないから，給与所得に該\n当せず，一時所得に該当すると主張する。\nｂ　しかし，ストック・オプション制度は，付与，一定期間の勤務，株価の上昇，権利行使による時価より低\n額での株式売買という一連の過程を経て，初めて従業員等において権利行使益を取得することができるもので，インセ\nンティブ報酬として勤務先会社における勤務と不可分に結び付けられた仕組みである。従業員等の地位にある被付与者\nが，労務を提供してストック・オプション（予約完結権）を行使することができるようになり，これを行使して初め\nて，株式譲渡契約（本契約）が成立し，被付与者は，付与会社に対し，具体的な株式引渡請求権を取得する一方，付与\n会社は，被付与者に対し，時価を下回る権利行使価格相当額の金員支払請求権を取得することとなり，その結果，付与\n会社が当該株式を市場で売却（発行）すれば得られたはずの利益（時価から権利行使価格相当額を差し引いた額）を被\n付与者である従業員等にその労務の対価として移転するものである。本件のような親会社から子会社従業員等に対する\n親会社株式のストック・オプション付与契約も，上記の法律関係は基本的に同一である。\nｃ　また，株価が会社の業績以外にも様々な要因により形成されることは否定できないものの，子会社の従業\n員等の精勤が親会社の業績や株価の上昇要因の一つであることも疑いがないのであって，長期インセンティブ報酬とし\nてストック・オプションが子会社の従業員等にも付与されるのは，子会社における精勤により子会社の業績が向上すれ\nば親会社の利益となり，ひいてはストック・オプションの権利行使益が実現する関係にあることを付与契約の当事者が\n認識しているからにほかならない。仮に，株価の変動が従業員等の労働とは全く無関係な偶発的要素のみにより定まる\nとすれば，ストック・オプションにおけるインセンティブ報酬としての性格は否定され，親会社がその子会社の従業員\n等にストック・オプションを付与する経済的な合理性はないこととなる。\nｄ　さらに，原告は，株価の変動状況を見て，確実に利益を得られる状況下でストック・オプションを行使し\nた結果，本件権利行使益を取得したものであり，本件権利行使益は，原告が自らの判断に基づいて取得したことから\nも，偶発的な所得とはいい難い。\nｅ　したがって，本件権利行使益は，給与所得に該当せず，一時所得に該当するとは認められない。\nカ　本件権利行使益が給与所得に該当すること\n米国ベリサイン社は，グループ会社におけるインセンティブ報奨制度である本件プランに基づき，日本ベリ\nサイン社の従業員等である原告に対し，子会社である同社の指揮命令に服して労務を提供することの対価として，本件\n権利行使益を与えることを認識して，本件ストック・オプションを付与したものであり，原告は，付与契約で定めれら\nれた勤務継続等の条件を満たした結果，権利行使を行い，本件権利行使益を得たものであるから，本件権利行使益は，\n所得税法28条1項の規定する「雇用契約又はこれに留意する原因」に基づき使用者の指揮命令に服して提供した労務の対\n価として，「これらの性質を有する給与に係る所得」に当たるものというべきである。\nキ　被告が本訴において主張する原告の平成12年分の所得税に係る納付すべき税額は，別表２エのとおり3億2001\n万1700円であるところ，これは，平成15年8月6日付けの減額更正処分に係る納付すべき税額（3億1991万5500円）を上回\nページ(8)\nるから，本件処分は適法である。\n(5)　雑所得該当性について（予備的主張）\nア　一時所得（所得税法34条1項）に該当するためには，「利子所得・・・譲渡所得以外の所得」であって，「労\n務その他の役務・・・の対価としての性質を有しないもの」（一時所得の消極的要件）でなければならないところ，こ\nこにいう「対価」性についても，双務契約における給付という意味での「対価」としての性質にとどまらず，「労務そ\nの他の役務」が契約上の義務として行われた場合でなくとも，当該労務その他の役務を提供したことを評価し，これに\n対して金銭その他の経済的利益が給付された場合をも含むと解すべきである。\nイ　このような見地からすると，本件権利行使益が，給与所得に該当せず，その発生の有無及び金額が，株価の\n変動及び権利行使の時期に関する判断によって決定される，偶発的，一時的なものであったとしても，本件権利行使益\nを付与された原因は，偶発的なものではなく，役務提供の対価とみるほかない。\nウ　権利行使の結果である権利行使益の取得自体は，行使時期の判断がゆだねられている従業員等による選択の\n結果であり，従業員等は，確実に意図した利益を得ることができる状況の下で行使しているのであるから，権利行使益\nを偶然に取得したものともいえない。\nエ　なお，一般に，所得は何らかの経済取引から生じるものであり，その発生過程の中に，偶発的な要素及び当\n該所得を稼得した者の経済状況についての判断が含まれることは，むしろ当然のことである。たとえば，物の販売によ\nる所得の場合，何を買って，いつだれに売るかは物を販売する者が判断することであるが，現実の経済社会における物\nの価格は変動するのであるから，この意味においてその所得には偶発的な要素及び当事者の判断が内在していることが\n明らかである。このような場合における物の価格の変動や当事者の判断は，所得の有無や多寡を決定する要素にすぎな\nいのであって，当該要素をそれらの経済活動によって発生した所得の所得区分を判定する基礎とするのは，所得税法\nが，所得の源泉ないし性質に応じて所得区分を定めた趣旨に照らしてみれば誤りであることは明らかである。\nオ　また，株式の売買による差益金，証券先物取引，商品オプションは，事業所得に該当しない限り雑所得に該\n当するところ，権利行使益も運用益であれば雑所得となるべきであって，一時所得と解する余地はない。\nカ　本件権利行使益は，原告のベリサイン社における役員としての地位及びその勤務に密接に関係する所得であ\nることは明白であるから，雑所得の積極的要件である「労務その他の役務・・・の対価としての性質」を有するものに\n当たるものであって，一時所得には当たらないといわざるを得ない。\nキ　したがって，本件権利行使益は，仮に給与所得に該当しないとしても，一時所得にも該当せず，利子所得，\n配当所得，不動産所得，事業所得，退職所得，山林所得及び譲渡所得のいずれにも該当しない以上，雑所得に該当する\nというべきである。\nク　そして，本件において，雑所得により税額を算出すると，原告の平成12年分の所得税額は，本件処分に係る\n納付すべき税額を上回ることになり，総額主義に照らせば，本件処分は適法である。\n(6)　理由附記の不備の主張について\n原告は，被告が，本件処分の通知書に理由の附記がないことを理由に本件処分が違法である旨主張するが，更\n正をすべき理由がない旨の通知処分について，その理由を附記すべき法律上の根拠はなく，また，本件処分は，所得税\n法155条2項所定の更正処分ではないから，上記主張は失当である\n４　争点\n以上によれば，本件の争点は，次のとおりである。\n(1)　原告が自己の勤務する会社の米国親会社から付与されたストック・オプションの権利行使益である本件権利行\n使益が，給与所得，一時所得又は雑所得のいずれに該当するか。（争点１）\n(2)　本件処分が，理由附記の不備により違法と認められるか否か。（争点２）\n第３　争点に対する判断\n１　本件における問題の所在\n(1)　ストック・オプション制度は，会社が自社又は子会社の従業員等に対し，自社又は子会社における勤務等を条\n件として，自社株式を一定の期間内に定められた権利行使価格で購入できる権利を付与する制度である。\nストック・オプションを付与された従業員等は，ストック・オプションに係る株式の時価が，あらかじめ定め\nられた権利行使価格を上回った場合に，ストック・オプションを行使して，付与会社から株式を取得することにより，\n当該株式の時価と権利行使価格の差額に相当する額の経済的利益，すなわち権利行使益を享受することが可能となる。\nそして，当該従業員等は，取得した株式を権利行使価格を上回る時価で譲渡することにより，経済的利益を金銭的な形\nで把握することができる。\nこの場合，ストック・オプションを付与された従業員等が実際に権利を行使するか否かは，当該従業員等の判\n断にゆだねられているが，通常は，付与契約においてストック・オプションを他人に譲渡することは禁止されており，\nその場合，当該従業員等が権利を行使しない限り，ストック・オプションによる経済的利益を具体的に得ることはでき\nない。また，権利行使が可能な期間内に，ストック・オプションに係る株式の時価が権利行使価格を上回らなかった場\n合にも，当該従業員等はストック・オプションによる経済的利益を具体的に取得することはできないこととなる。\nなお，ストック・オプションは，平成13年商法改正により，我が国においても，自社の従業員等以外の者を対\n象とするものが認められたように，その本来的性質上従業員等に対するものしか認められないというわけではなく，譲\n渡禁止も，付与者・被付与者間の債権的合意によるもので，会社が同意すれば譲渡を認めることは可能であり，商法280\n条ノ19項所定の新株予約権についても原則として譲渡性があることが認められている（商法280条ノ33）ことからも明ら\nかなとおり，予約完結権の法的性質に基づく本質的な要請ではない。\n(2)　このような性格を有するストック・オプションを付与されたことにより，当該従業員等が取得する経済的利益\nに対する所得税の課税については，前記のとおり，商法上のストック・オプションのうち，措置法29条の2（平成10年政\n令第104号による改正後）の適用を受けるものにつき，一定の要件の下に，取得した株式の譲渡時に譲渡価額と権利行使\n価額の差額に対して譲渡所得として課税する旨規定されており，また，上記措置法29条の2の適用を受けない商法上のス\nトック・オプションについては，所得税法施行令84条の規定により，権利行使時に，権利行使の日の当該株式の価額と\n権利行使価額の差額に対して課税する旨規定されているものの，その所得区分については，法令上明文の規定は置かれ\nていない。これに対し，本件ストックオプションのように，外国法人から日本子会社の従業員等に対して付与されたス\nトック・オプションに対する課税ついては，法令上特段の定めは設けられていない。\n(3)　本件では，原告は，本件ストック・オプションについて，権利行使時に株式の時価とあらかじめ定められた権\n利行使価格との差額に相当する行使益（権利行使益）が存在する場合，その所得税法上の所得区分は，一時所得に当た\nると主張するのに対し，被告は，給与所得に当たり，仮に上記権利行使益が給与所得に該当しないとすれば，雑所得に\n当たるものであると主張する。\n(4)　そこで，本件権利行使益の所得区分について判断する必要があるところ，前記「法令の定め等」のとおり，給\n与所得が「俸給，給料，賃金，歳費及び賞与並びにこれらの性質を有する給与に係る所得をいう。」と規定されている\nのに対し，一時所得は，給与所得を含む8つの所得類型以外の所得であることがその要件の一つとしてされており，さら\nに雑所得が，その他の所得類型のいずれにも該当しない所得をいうものとされていることに照らせば，本件権利行使益\nの所得区分を検討するに当たっては，まず，給与所得に該当するか否かを検討したうえで，給与所得に該当しない場合\nに，一時所得に該当するか否か，さらには雑所得に該当するか否かを検討すべきである。\nページ(9)\n２　本件権利行使益が給与所得に該当するか否かについて\n(1)　給与所得の要件について\n所得は，その性質や発生の態様によって担税力が異なるものであることから，所得税法は，所得をその源泉な\nいし性質によって10種類に区分し，それぞれの担税力に応じた計算法を定め，また，その態様に応じた課税方法を定め\nている。\n所得税法は，給与所得については，「俸給，給料，賃金，歳費及び賞与並びにこれらの性質を有する給与に係\nる所得をいう。」（同法28条1項）と定めているが，ここにいう「俸給」，「給料」，「賃金」，「歳費」，「賞与」，\n「これらの性質」及び「給与」については，それがいかなるものをいうかについての定義的な規定は設けられていな\nい。また，「俸給」，「給料」，「賃金」，「歳費」，「賞与」及び「給与」は，法令においても，しばしば用いられ\nるものであるが，その用語法は，必ずしも一定のものがあるわけではない。\nしたがって，同項におけるこれらの用語の意味は，一般的な用語法を基礎として，同項の趣旨及び目的に沿っ\nて理解すべきものであるところ，一般的には，「俸給」，「給料」，「賃金」，「歳費」及び「賞与」は，いずれも雇\n傭契約又はこれに類する原因に基づき提供した労務その他の役務（以下，「労務」という。）に対する対価の意味で用\nいられ，「給与」は，それらすべてを総称する意味で用いられているものであるから，これらに共通する性質を抽出し\nて考えれば，上記の「俸給，給料，賃金，歳費及び賞与並びにこれらの性質を有する給与に係る所得」とは「雇傭契約\n又はこれに類する原因に基づき提供した労務の対価として受ける給付」をいうものと解するのが相当である。\n(2)　また，本件権利行使益は，原告が，日本ベリサイン社に在職中の平成7年から平成9年までの各年に同社の全株\n式の約69・1パーセント（平成12年12月末日現在）を保有する米国ベリサイン社から同社のストック・オプション制度に\n基づいて付与された本件ストック・オプションを，平成12年中に行使して得たものであるが，被告は，本件権利行使益\nが，米国ベリサイン社からの給付に係るものであるとしたうえで，その性質は「労務の対価」であるから給与所得に該\n当すると主張する。\n(3)　そこで，まず，本件権利行使益が，被告の主張するように，米国ベリサイン社からの給付に係るものととらえ\nるべきものであるか否かを検討する。\nア　米国ベリサイン社からのストック・オプション付与の意味\nａ　米国ベリサイン社のストック・オプション制度の概要は，前記第２の２(1)ウのとおりである。\nこの制度は，米国ベリサイン社及びその子会社の成功にとって重要な人材を会社に惹きつけて維持し，こ\nれらの者のやる気を起こさせることを目的とするものであり，そのための手段として，従業員等に対してストック・オ\nプションを付与するという手段が用いられている。\nこの制度においては，米国ベリサイン社は，同社及びその子会社の従業員等の中から，特定の従業員等を\n選び，その従業員等に対し，ストック・オプション（米国ベリサイン社の株式を一定の期間内にあらかじめ定められた\n権利行使価格で購入することができる権利）を，何らの反対給付を義務付けることなく付与するものであり，その結\n果，付与された従業員等は，株価の変動による損失等あらゆる資本上のリスクをとることもなく，従業員等としての地\n位が継続する限り，オプションの行使期間を通じて，米国ベリサイン社の株価が権利行使価格以上に上昇すれば，自ら\nの意思表示のみによっていつでも権利を行使して株式を取得し，権利行使価格と時価との差に相当する利益を得ること\nができる機会を法的な権利として取得し，株価が上昇すれば，こうした権利を適切な時期に行使することによって，大\nきな経済的利益を得ることも可能となるものである。そのため，オプションを付与された従業員等は，自らが米国ベリ\nサイン社から期待されている存在であると感じるとともに，同社の株価が将来権利行使価格以上に上昇することが見込\nまれる状況下においては，将来におけるストック・オプションに係る株価上昇による利益に与る可能性が，米国ベリサ\nイン社又はその子会社への就労を継続する誘因として働くこととなる。\nまた，付与者である米国ベリサイン社は，このような手段を用いることによって，付与時において特段の\n費用を伴わずに，その目的である有能な人材の確保という企業目的の達成を図ることができる。\nｂ　このように，本件プランに基づくストック・オプション制度は，従業員等に将来の株価の上昇による利益\nそのものを提供することを約束するものではなく，そのような場合の利益に関与できる機会を与えるものであり，これ\nに魅力を感じた当該従業員等が就労の継続を希望するであろうという事実上の効果によって，必要な人材の維持を図ろ\nうとする制度であって，付与に際して，当該従業員等に同社又は子会社への就労を義務付けるような内容を全く含んで\nいない。\nそして，その際に付与されるストック・オプションは，制度の目的から，付与契約によって譲渡が制限さ\nれているものであるが，いわゆるコール・オプションの一つであって，それ自体独立した経済的価値を持つものであ\nり，それが米国ベリサイン社から給付されたことは疑いない。\nイ　権利行使益の源泉\nａ　これに対し，当該株式の時価と権利行使価格との差額に相当する権利行使益は，ストック・オプションが\n付与され，権利が確定した場合に常に生じるものではなく，当該株式の時価が上昇して権利行使価格を上回り，かつ，\n被付与者たる従業員等がその時点で権利行使をすることよって初めて生じるものであり，具体的にどれだけの額に相当\nする権利行使益が発生するかは，当該株式の時価が権利行使価格をどの程度上回るかによって定まるものである。\nそのため，被付与者たる従業員等は，米国ベリサイン社からストック・オプションを付与されたとして\nも，その後，権利行使が可能となった時点以降において客観的に当該株式の時価が権利行使価格を上回ることがなけれ\nば，いかなる権利行使益も享受することはできないし，客観的にはそのような状況が生じたとしても，従業員等自身が\n更なる株価の上昇を期待して権利行使の時期を逸した場合には，同様の結果となるものである。\nこのようなストック・オプションの権利行使による経済的利益の発生の有無及び具体的な利益の額を左右\nする株式の時価は，当該企業の業績のみならず，企業の将来の収益力，金利，為替，国内外の景気の動向，政治や社会\nの情勢，投資家の動きなど，多様な要因に基づいて形成されるものであって，多分に偶発的な要素にも左右されるもの\nであり，かつ，絶えず変動するものである。\nそして，ストック・オプションを行使する者は，このように，株価が多様な要因に基づいて変動すること\nを前提として，株価の動向を予測しながら，自らの判断において，権利行使の時期を選択し，実行するのが一般的であ\nると考えられる。その結果，付与会社から同一内容のストック・オプションを与えられたとしても，これを行使して得\nられる現実の権利行使益は，これを行使する者ごとに異なるものであり，個々の具体的な権利行使益発生の有無及び享\n受する権利行使益の額は，前述のとおりの多様な諸要因によってその時々に形成された株式の時価及び行使者自身の判\n断による権利行使の時期という，多分に偶発的，一時的な要因によって定まることとなる。\nｂ　そして，先にみたとおり，ストック・オプション付与契約は，従業員等に対し，ストック・オプションと\nいうそれ自体経済的利益と評価できる権利を付与するもので，それだけで就労継続の誘因として機能するものであり，\nまた，同契約においては，その時点では，権利行使益の額や発生時期はもちろん，発生の有無さえ予測できないもので\nあり，これらは，専ら株価の変動と原告自身の一方的な権利行使の意思表示によって定まることからすれば，具体的に\n発生した権利行使益が，米国ベリサイン社がストック・オプション付与契約によって条件付きで支払を約した経済的利\n益であるとみることは相当とはいえない。\nまた，特定の具体的な所得の源泉が何であるかは，当該所得自体の性質や発生の態様によって定まるもの\nであり，ストック・オプションが付与されれば当該権利行使益が必ず得られるというものでもないのであるから，米国\nページ(10)\nベリサイン社から付与されたストック・オプション自体に担税力がなく，その経済的利益に対して給与所得としての課\n税が困難であったとしても，そのことを理由として，ストック・オプションを行使した結果生じた経済的利益である権\n利行使益について，同社から給付されたものとして取り扱うべきことにはならない。\nｃ　したがって，これらのことからすれば，ストック・オプションの行使の結果発生した権利行使益は，米国\nベリサイン社から給付されたストック・オプションに当然に含まれる利益であるとか，同社とのストック・オプション\n付与契約の履行として同社から給付された経済的利益とみることはできないというべきであり，前述のとおりの様々な\n要因による株価の上昇と権利行使の時期に係る原告自身の投資的判断とにその源泉があると解するのが相当である。\nｄ(ａ)　被告は，付与会社である米国ベリサイン社には，当該株式を市場で売却（発行）すれば得られたはず\nの利益（時価から権利行使価格を差し引いた額）があり，権利行使益は，実質的に付与会社の損失において従業員等に\n与えたものであると主張する。\n(ｂ)　しかし，付与会社である米国ベリサイン社は，既に就労の継続を促す誘因としてストック・オプショ\nンを法的権利として従業員等に付与した時点において，権利行使価格を一定額のものとして約定し，将来それが約定の\n価格を上回ることがあったとしても，その者からの権利行使を拒否したり，その価格を変更する余地を留保していない\nのであるから，このような株式について，何らの制限なく自由に市場取引ができる価格を前提に当該株式を市場で売却\n（発行）すれば得られたはずの利益を実質的に付与会社が把握していると評価することはできない。\nむしろ，ストック・オプションが行使可能となった時点以降においては，原告は，付与会社に権利行使\nの時期を制約されることなく，専ら自らの判断において，親会社に権利行使の意思を通知し，約定の権利行使価格に相\n当する金額を払い込むことによって，いつでも，当該株式の時価から権利行使価格を差し引いた額相当の経済的利益を\n取得できる権利を有することとなるのであるから，少なくとも上記の権利行使が可能となった時点以降においては，実\n質的に上記の経済的利益を把握している者は原告の方であるとみるのが相当である。\n従前から，ストックオプションを付与された者が権利行使をしないまま死亡した場合，相続財産の評価\nにおいて，当該ストック・オプションは相続発生時における株式の価額から権利行使価額を控除した金額相当の経済的\n価値を持つものとして評価され，相続税の課税の対象となるものとして取り扱われている（財産評価基本通達193-2参\n照）のも，同様の認識に立ったうえでのものと解される。\n(ｃ)　また，時価を下回る権利行使価格で新株発行がされた場合，既存の株主には，それによって保有株式\nの時価の低下という不利益が生じることがあるものの，資本取引を行う発行会社に損失が生じるものとは認められな\nい。\nなお，新株予約権に係る法人の有する自己株式の譲渡について定めた法人税法施行令136条の4において\nも，ストック・オプションにつき，権利の行使者に対して契約にあらかじめ定められた譲渡価額をもって自己株式を譲\n渡したときは，その譲渡は正常な条件でされたものとして所得の金額を計算する旨が定められ，時価の差額分を低額に\n譲渡したものとはとらえていない。\n(ｄ)　したがって，付与会社に，当該株式を市場で売却（発行）すれば得られたはずの利益（時価から権利\n行使価格を差し引いた額）が存在し，実質的にそれが権利行使益として従業員等に与えられるとする被告の上記主張は\n理由がない。\nｅ　ちなみに，会社が，いわゆる分離型の新株引受権付社債を発行した後，新株引受権証券（ワラント）を買\nい戻して従業員等に支給する，いわゆる擬似ストック・オプションの場合には，専ら新株引受権証券の価値だけが，会\n社からの給付に当たるとして給与所得に該当し，その後，同証券に表象された新株引受権を行使して得た権利行使益自\n体は，上記の新株引受権証券（ワラント）の付与による経済的利益とは区別され，給与所得して課税の対象とされるこ\nとはない取扱いがされている。\n新株引受権証券（ワラント）は，それ自体には，多くのインセンティブ・ストック・オプションと異な\nり，権利の譲渡制限がなく，株式引受権が証券化されているという違いがあるが，これをいわゆるインセンティブ・ス\nトック・オプションに擬して用いる場合には，付与時の契約によって譲渡制限が設けられることが多いと考えられる\nし，上記の各相違点は，新株引受権証券（ワラント）自体に担税力を認める根拠となり得るとしても，給与所得として\n把握されるべき経済的利益の範囲について，ストック・オプションの場合と取扱いを異にすべき理由となるものとは思\nわれない。\nf　以上のとおり，本件権利行使益について，これを米国ベリサイン社から原告に対して給付された経済的利益\nであるとしてとらえることは相当でないというべきである。\n(4)　また，前記(3)の点を暫く措き，仮に，本件権利行使益が米国ベリサイン社からの給付に係るものであると\nした場合，それが，雇用契約又はこれに類する原因に基づき提供した「労務の対価」として受けた給付といえるか否か\nについて検討する。\nア　所得税法28条1項にいう「俸給，給料，賃金，歳費及び賞与並びにこれらの性質を有する給与に係る所得」\nとは「雇傭契約又はこれに類する原因に基づき提供した労務の対価として受ける給付」をいうものと解すべきものであ\nることは，前記(1)に述べたとおりである。\nイ　上記の「労務の対価」は，雇用契約又はこれに類する原因に基づいて，一方の当事者が提供する労務等の\n見返りとして給付されるものであり，このような給付は，通常の場合，上記の雇用契約等に基づいて，使用者が行うも\nのであるが，その履行を第三者が引き受けたり，第三者から支払うことが，当事者間の合意によって定められることも\nあり，その支払者が第三者であるからといって，直ちにその給付が「労務の対価」に当たらないとはいえない。\nしかしながら，特定の個人に対して行われる経済的給付が，所得の区分上どのような性質を有するかは，\nその給付の前提として，給付を行う者がどのような立場にあるものであるか，給付を行う者と給付を受ける者との間に\nあらかじめ何らかの法律関係が存在するか，存在するとすればそれはどのようなものかなどの諸事情によって異なるも\nのである。例えば，同じように特定人が一定の期間ある会社に勤務したことを理由としてその者に対して経済的給付が\n行われても，それには，同人の長期の勤続を祝う趣旨で親族等が行う場合，地元企業への若年労働者の定着を奨励する\n趣旨で公共団体が行う場合など，様々な趣旨・原因によるものがあり得るのであり，当該給付が，だれからどのような\n趣旨で行われたかを踏まえたうえで，それぞれの給付の性質が判断されるべきものである。\nこのことは，当該給付が「俸給，給料，賃金，歳費及び賞与並びにこれらの性質を有する給与」である「\n労務の対価」に当たるか否かについても同様であり，仮に，本件権利行使益の発生が原告の一定期間の就労を前提とす\nるものであったとしても，そのような条件関係があるというだけでは，原告の一定期間の就労と本件権利行使益の間に\n「対価」というべき関係が存在することにはならない。\nそして，雇用契約やこれに類似する法律関係が存在する場合には，そのような基本的な法律関係を前提と\nして，従業員等は，使用者に対し，継続的に様々な労務の提供を行うことが通常であるから，そのような関係の下で使\n用者が従業員等の地位にある者に対して行う経済的給付については，それが従業員等のいかなる労務の提供に対するも\nのであるかを厳密に問わなくても，広く当該従業員等の提供する労務に対する対価であると認められることが多いとい\nうことができるが，当該給付が，そのような関係にない当事者間で行われる場合には，個々的にその趣旨を踏まえたう\nえで，｢労務の対価｣というべき性質のものであるか否かを検討する必要がある。\nウａ　被告は，米国ベリサイン社が原告の勤務していた日本ベリサイン社の親会社であることを理由として，\nこのような親会社からの経済的給付は「労務の対価」とみるべきであると主張する。\nページ(11)\nｂ　本件権利行使益が米国ベリサイン社から給付されたものであるとすれば，その趣旨は，本件ストック・\nオプションを付与する趣旨と同様に，原告の過去の実績等を検討したうえで，同社又はその子会社における原告の就労\nの継続を促すことを主たる目的として，その誘因を与えることにあったものというべきこととなる。\nｃ　しかし，米国ベリサイン社は，平成12年12月末日現在で原告が勤務していた日本ベリサイン社の約69・1\nパーセントの株式を所有していたが，両社はそれぞれ法人格を異にするものであり，一般に，親会社が子会社に対する\n経営支配を通じて子会社の労働力を利用し，子会社従業員等の勤労の成果を得る関係にあるとしても，原告の子会社に\n対する労務の提供は，原告と子会社との契約に基づくものであり，また，上記の労務の提供とアメリカ合衆国の企業で\nある親会社の業績との関連が著しく間接的で希薄なことからすれば，原告の子会社に対する労務の提供をもって，親会\n社に対する労務の提供と同視することはできない。\nｄ　そして，本件の証拠を検討しても，原告が，米国ベリサイン社に対して労務の提供をしたり，原告に対\nする給与の一部又は全部を同社が支払うべき法的関係が存在したことは認められない。そのほか，本件権利行使益につ\nいて，原告の勤務に対して日本ベリサイン社が支払うべき報酬の一部を実質的に米国ベリサイン社が支払ったと評価す\nべきような事情も認められない。\nなお，被告の提出した乙第36号証は日本マイクロソフト社に係るものであって，その内容は，米国ベリ\nサイン社及び日本ベリサイン社に係るものではないから，上記の事実を認める証拠としての価値を有しない。\nｅ　前述したとおり，本件ストック・オプションの付与は，米国ベリサイン社の一方的な意思決定に基づい\nて申し出られるものであり，原告の就労の継続という米国ベリサイン社側の目的は，ストック・オプションの付与によ\nり，従業員等の地位にある限り，株価の上昇による経済的利益を取得できる可能性を与えることによって，そのことに\n魅力を感じた原告が就労の継続を希望するであろうという事実上の効果によって達成しようとされているものであり，\n原告が，同契約によるストック・オプションの付与を受けたとしても，原告の側に，米国ベリサイン社又はその子会社\nに引き続き一定期間就労すべき法律上の義務やそのほかの義務が発生するものではない。\nそして，原告は，権利行使にあたっても，あらかじめ決められた権利行使価格相当の金額の支払をすべ\nきことを除いては，米国ベリサイン社又はその子会社に対して，何らの新たな義務を負うことを求められていない。\nｆ　したがって，米国ベリサイン社による本件ストック・オプション及び権利行使益の付与は，あらかじめ\n原告との間に存在した雇用関係又はそれに類する原因に基づいてされた何らかの労務の提供に対し，その対価として行\nわれたものということはできない。\nエ　また，被告は，従業員等の地位に基づく給付という広い意味での労務の対価性こそが，勤労性所得である給\n与所得の本質的な要素であって，そのような広い意味での対価性が認められる限り，勤労者がその地位に基づいて受け\nる給付は，原則として給与所得に該当するというべきであり，厳密な意味における役務提供の反対給付でなくても，広\nく役務提供に由来する給付であれば，給与所得に該当すると解すべきであるから，本件権利行使益はこれに当たる，と\n主張する。\nしかし，前記のとおり，従業員等の地位に基づく給付が広く労務の対価と認識されるのは，従業員等と使用\n者との間には雇用契約又はこれに類する原因があり，従業員等の側から継続的に様々な労務の提供が行われることが通\n常であるからであって，そのような前提がない場合にまで，同様に解すべき理由はない。\n被告の主張の趣旨が，労務の提供が給付者に向けられたものであっても，その労務の提供と経済的利益の給\n付との間に単なる条件関係さえあれば足りるというのであれば，「労務の対価」という性質による区分を無意味なもの\nとするに等しく，「俸給，給料，賃金，歳費及び賞与並びにこれらの性質を有する給与」という用語の示す一般的な意\n味からも，大きく乖離することになるというべきである。\nしたがって，被告の上記主張は採用できない。\nオａ　ところで，所得税法上の所得区分は，各区分に応じて計算方法や課税方法が異なり，そのいずれに該当す\nるかによって税負担が大きく異なるものであり，所得区分を定める規定の解釈適用は，納税者たる国民の利害に重大な\n影響を及ぼすものである。そのため，これらの規定については，本来，租税法律主義の観点から，特に法的安定性及び\n予測可能性を備えていることが求められているというべきであり（租税要件明確主義），そうでなければ，国民は，当\n該行為によって生ずる課税関係を予測し，あるいはこれを認識したうえで，行動することができず，その結果，予期し\nない甚大な経済的負担を負う危険にさらされ，法の下に安心して経済生活を営むことができないといって過言ではな\nい。\nｂ　しかし，仮に，所得税法28条1項にいう「俸給，給料，賃金，歳費及び賞与並びにこれらの性質を有する給\n与」の解釈に当たって，特定の雇用関係や委任関係等のない者に対する経済的な給付について，それが親会社からのも\nのであるということを根拠に，「労務の対価」の意味を極めて緩やかに解する被告主張のような解釈が許されるとすれ\nば，「労務の対価」という概念は希薄化して，同項の適用の範囲は拡大するが，その場合，親会社・子会社あるいはグ\nループ企業とは，どのような要件を備えたものをいうのか（例えば，本件プランにおいては，「子会社」とは，米国ベ\nリサイン社を始まりとする連鎖関係にあるグループ内の法人で，当該グループ内の末端法人を除いた各法人が他の1つの\n法人の議決権の50パーセント以上に相当する株式を有する関係にあるものをいうものとされているが，このような関係\nを満たす法人であれば，すべて子会社と解することになるのか否かは自明のこととはいえない。），親会社と同様に子\n会社の業務に密接な利害関係を有する子会社の株主や取引先からの同趣旨の経済的利益の提供については，どのように\n取り扱われることとなるのかなど，明らかでなく，同条の適用範囲は著しく不明瞭なものとならざるを得ない。\nそして，上記のような解釈によって，本件ストック・オプションのような外国の親会社から付与された権\n利を行使して得た利益（権利行使益）に係る所得が，所得税法28条1項にいう「俸給，給料，賃金，歳費及び賞与並びに\nこれらの性質を有する給与」に含まれるということは，上記規定の文言やその関連法令から当然に明確なものとして理\n解できるものではない。そのことは，課税当局自身が，このような経済的利益の発生がしばしば生じる社会的状況にな\nった後も平成9年度までは，これらの所得は一時所得に当たるとの見解を採り，そのような見解の下に，課税事務を行\nい，各機関の窓口等においても，こうした見解に立った指導をしたほか，責任ある立場の職員が，その職名を示したう\nえで，かかる見解を示す公刊物の刊行に関与していたこと（これらのことは，公知の事実である。）に照らしても，明\nらかである。仮に前記のとおりの所得税法28条1項の文言の下でも，本件権利行使益のような利益が同項の適用を受ける\nべきものとすれば，納税者である国民が，被告主張のような課税を合理的に予測をして経済活動を行うことは困難であ\nるといわざるを得ない。\nｃ　したがって，現代企業における分社化の進展，企業活動の変化・多様化に応じ，課税の公平の理念から合\n理的な課税を行う必要があるとしても，何らの法的な手当も行わないまま，所得税法28条1項を根拠として被告主張のよ\nうな課税を適法として許容する上記の解釈は，租税要件明確主義の要請に照らしても，相当でないというべきである。\nｄ　ちなみに，被告は，ＯＥＣＤの討議資料（乙26，27）を援用し，被告の主張が国際的な解釈，運用の方針に\n沿う旨主張するが，同文書は，国際的に二重課税が行われないよう二国間の課税の方法を調整することを目的とするＯ\nＥＣＤモデル租税条約の運用等に関連して，ストック・オプションに関する各国の課税の違いの調整案を検討したもの\nであるが，所得の区分については，我が国の立法政策及び租税法の解釈にゆだねられているから，直ちに本件権利行使\n益のようなものの所得区分の解釈，認定に影響するものとはいえない。\n(5)　以上のとおり，上記(3)及び(4)のいずれの点からしても，本件権利行使益は，雇用契約又はこれに類する原\n因に基づき提供した労務の対価として受ける給付に当たるとは認められないから，本件権利行使益は給与所得に該当し\nページ(12)\nないというべきである。\n３　本件権利行使益が一時所得に該当するか否かについて\n所得税法34条1項は，一時所得について，「利子所得，配当所得，不動産所得，事業所得，給与所得，退職所\n得，山林所得及び譲渡所得以外の所得のうち，営利を目的とする継続的行為から生じた所得以外の一時の所得で労務そ\nの他の役務又は資産の譲渡の対価としての性質を有しないもの」と規定しているところ，本件権利行使益が給与所得に\n該当しないことは，前記２に述べたとおりであり，これが，その他の上記各所得区分のいずれにも該当しないことも明\nらかである。\nまた，本件権利行使益が，本件ストック・オプションに係る親会社の株価の変動及び原告自身の権利行使の時\n期に関する判断によってその発生の有無及び金額が決定付けられた，偶発的，一時的な性格を有する経済的利益である\nことは前記２(3)に述べたとおりであるから，所得税法34条1項にいう「一時の所得」に該当するものというべきであ\nる。\nさらに，本件権利行使益が労務その他の役務の対価としての性質を有しないことは前記２(4)のとおりであり，\nまた，資産の譲渡の対価にも当たらないことは明らかである。\nしたがって，本件権利行使益は，所得税法34条1項所定の一時所得に該当するというべきである。\n４　本件権利行使益が雑所得に該当するか否かについて\n所得税法35条1項は，雑所得について，利子所得，配当所得，不動産所得，事業所得，給与所得，退職所得，山林\n所得，譲渡所得及び一時所得のいずれにも該当しない所得と規定しているところ，本件権利行使益が一時所得に該当す\nることは上記３のとおりであるから，本件権利行使益が雑所得に該当するものということはできない。\n第４　結論\n以上のとおり，本件権利行使益は，給与所得及び雑所得に該当せず，一時所得に該当することが認められるとこ\nろ，このことを前提として，原告の平成12年分に係る所得税について，総所得金額及び納付すべき税額を算定すると，\n別表1の「更正の請求」欄記載のとおりとなる。\nよって，その余の点について判断するまでもなく，被告のした本件処分は違法であり，その取消しを求める原告\nの請求は理由があるから，主文のとおり判決する。\n東京地方裁判所民事第2部\n裁判長裁判官　　　　　　市　村　陽　典\n裁判官　　　　　　関　口　剛　弘\n裁判官丹羽敦子は，差し支えのため，署名押印することができない。\n裁判長裁判官　　　　　　市　村　陽　典\nページ(13)\n"
}