{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 1,
    "day": 10
  },
  "case_number": "平成13(わ)1165",
  "case_name": "暴力行為等処罰に関する法律違反，銃砲刀剣類所持等取締法違反",
  "court_name": "神戸地方裁判所",
  "lawsuit_id": "7289",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=7289",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/289/007289_hanrei.pdf",
  "contents": "判決　平成１４年１月１０日　神戸地方裁判所　平成１３年(わ)第１１６５号　暴\n力行為等処罰ニ関スル法律違反，銃砲刀剣類所持等取締法違反被告事件\n主　　　文\n被告人を懲役１年に処する。\nこの裁判確定の日から３年間その刑の執行を猶予する。\n理　　　由\n（罪となるべき事実）\n被告人は，\n第１　平成１３年１０月２９日午後９時ころ，神戸市Ａ区Ｂa丁目ｂ番ｃ号所在のＶ\n方玄関付近において，被告人の実兄である前記Ｖ（当時３７年）に対し，所携の文\n化包丁（刃体の長さ約１７センチメートル。平成１３年押第２２２号の１）を手に\n持って見せつけ，もって，凶器を示して脅迫した\n第２　業務その他正当な理由による場合でないのに，前記日時場所において，前記\n文化包丁１本を携帯した\nものである。\n（証拠の標目）ー括弧内の数字は証拠等関係カード記載の検察官請求証拠番号\n省略\n（法令の適用）\n被告人の判示第１の所為は暴力行為等処罰ニ関スル法律１条（刑法２２２条１\n項）に，判示第２の所為は銃砲刀剣類所持等取締法３２条４号，２２条にそれぞれ\n該当するところ，所定刑中それぞれ懲役刑を選択し，以上は刑法４５条前段の併合\n罪であるから，同法４７条本文，１０条により重い判示第１の罪の刑に同法４７条\nただし書の制限内で法定の加重をした刑期の範囲内で被告人を懲役１年に処し，同\n法２５条１項を適用してこの裁判が確定した日から３年間その刑の執行を猶予し，\n訴訟費用は，刑事訴訟法１８１条１項ただし書を適用して被告人に負担させないこ\nととする。\n（責任能力についての判断）\n被告人は，本件各犯行当時，精神病の影響により心身喪失あるいは心神耗弱の状\n態にあった旨主張するが，関係証拠によれば，被告人に完全責任能力のあったこと\nは優に認められる。すなわち，前掲各証拠並びに司法巡査作成の捜査報告書２通\n（検察官証拠請求番号３０，３１）及び医師Ｃ作成の捜査関係事項照会回答書（同\n３３）等によれば，被告人が，「眠れない」「憂鬱な気分が続く」等の症状を訴\nえ，抑うつ神経症，気分障害あるいは強迫性障害等の病名で，医師の投薬治療を受\nけていた事実が認められるところ，何らかの意味で，本件犯行にも医師に被告人が\n訴えた前記症状の影響がなかったとはいえないけれども，被告人も自認するよう\nに，本件各犯行自体は，被告人が妄想や幻覚に支配ないしは強く影響されて行った\nわけではないことは極めて明らかであり，前掲関係各証拠によれば，被告人は，本\n件各犯行当時，行為の是非善悪を弁識しこれに従って行動する能力を失い，あるい\nはこれが著しく減弱する常態になかったものと認めるに十分である。\n（量刑の理由）\n本件は，暴力行為等処罰ニ関スル法律違反（持凶器脅迫，第１）及び銃砲刀剣類\n所持等取締法違反（文化包丁携帯，第２）の事案であるところ，被告人は，その供\n述によれば，消費者金融業者から融資を断られるなどして生活費に窮し，精神的疾\n患に悩む自分と比較して，健全な家庭を持って生活している実兄に対し，妬みの感\n情を抑えきれず，犯罪を犯して刑務所暮らしをすれば楽になるし，実兄も困るだろ\nうなどと考えて本件各犯行に及んだというのであるが，その身勝手で投げやりな犯\n行動機に斟酌すべき事情は全く認められないし，その犯行態様も危険である上，本\n件犯行に限らず，生活行状の不良さ全般について，自己の精神的疾患のせいである\nと強弁して恥じるところがなく，自己の責任を直視する態度に欠けること，刑事事\n件としては立件されなかったが，平成６年にも被告人が実兄を刃物で刺したことが\nあることを併せ考慮すると，被告人の刑事責任は重いというべきであるが，被告人\nにおいて，未決勾留を経て，刑務所生活が被告人には過酷に過ぎるとわかったとし\nて，遅ればせながら，ようやく反省後悔の念を強め，再犯に及ばない旨更生の決意\nを示すに至ったこと等被告人のために酌むべき事情も認められるので，主文のとお\nり量定した上，その刑の執行を猶予することとした。\nよって，主文のとおり判決する。\n平成１４年１月１０日\n神戸地方裁判所第１１刑事係甲\n裁　判　官　　　杉　　森　　研　　二\n"
}