{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 2,
    "day": 4
  },
  "case_number": "平成14(わ)414",
  "case_name": "傷害致死，恐喝被告",
  "court_name": "東京地方裁判所八王子支部         　刑事第2部",
  "lawsuit_id": "5718",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=5718",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/718/005718_hanrei.pdf",
  "contents": "平成１４年(わ)第４１４号\n主　　　　　　　文\n被告人を懲役３年以上５年６月以下に処する。\n未決勾留日数中２５０日をその刑に算入する。\n理　　　　　　　由\n（罪となるべき事実）\n被告人は，少年であるが，\n第１　東京都東村山市内のゲートボール場内において，Ａ（当時５５歳）が，既に\nＢらから暴行を受けていたことを知りながら，上記Ｂらと共謀の上，平成１４年１\n月２５日午後１０時３０分ころから同日午後１１時１０分ころまでの間，上記ゲー\nトボール場内において，上記Ａに対し，こもごも，その頭部，腹部等を角材様のも\nの等で多数回殴打したり，足げにし，さらに，その頭部を一升瓶で殴打し，その身\n体に石油ストーブを投げつけたほか，その身体に金属製ロッカーを押し倒して同人\nを下敷きにし，その上に乗って同人を強圧するなどの暴行を加え，上記一連の暴行\nによって，同人に全身打撲等の傷害を負わせ，よって，同月２６日午前零時８分こ\nろ，同市内の病院において，同人を上記傷害に基づく外傷性ショックにより死亡さ\nせた\n第２　上記Ｂ，Ｄ及びＥと共謀の上，Ｆ（当時４８歳）及びＧ（当時５４歳）から\n金員を喝取しようと企て，同月２５日午後１０時４０分ころ，上記ゲートボール場\nにおいて，上記Ｆ及びＧに対し，被告人において，叩き割った一升瓶を示し，こも\nごも「金持ってるか。」「銀行強盗でもしてお金を持ってこい。」「金出せ。」な\nどと語気鋭く申し向けて金員の交付を要求し，もしその要求に応じなければ上記Ｆ\nらの生命，身体等にいかなる危害を加えるかもしれない旨脅迫して両名を畏怖さ\nせ，よって，そのころ，同所において，上記Ｆから現金１０００円の，上記Ｇから\n現金約２５０円の交付をそれぞれ受けてこれを喝取した\nものである。\n（補足説明）\n被告人は，判示第１の犯行に及んだ際には，Ｂら共犯中学生が既に被害者に対し\nて暴行を加えていたことは知らなかったと当公判廷において弁解するが，被告人の\n当公判廷における供述，証人Ｄ及びＥに対する当裁判所の各尋問調書等によると，\n被告人は，犯行現場に到着した際，Ｄらから，図書館でＥが被害者に殴打されるな\nどしたため，被害者を痛めつけた旨聞かされたほか，被告人自身も被害者の歯が血\nに染まっているのを現認していたこと等が認められ，このような諸事実を総合する\nと，被告人が犯行に加担する前に，既にＢら共犯中学生が被害者に対して暴行を加\nえていたことを認識していたことは明らかというべきであり，被告人の上記公判弁\n解は信用することができない。\nなお，被告人は，判示第１の犯行について，被告人が電話でＣに対して，「面白\nいぞ」と発言したことはないし，被告人自身が，被害者をパイプ椅子で殴打した\nり，被害者の臀部を木の棒で突いたこともなく，被害者を下敷きにした金属製ロッ\nカー上に，「乗れ。」と号令をかけたこともない旨，判示第２の犯行については，\nＧらに対し，金銭の要求をしたことはないし，叩き割った一升瓶を示したこともな\nい旨当公判廷において弁解する。しかしながら，判示第１の犯行については，被告\n人が，Ｃに電話で「面白いぞ」などと発言した点については，共犯中学生のＤ，\nＥ，Ｂが明確に供述しているほか，被告人も捜査官に対してこれをほぼ認める供述\nをしていること，被害者をパイプ椅子で殴打した点については，被告人が捜査・公\n判を通じてこれを否定し\nているが，共犯中学生のＤがこれを明確に証言しているだけではなく，同じく共犯\n中学生のＥも同様の指摘をしていること，被害者の臀部を木の棒で突いた点につい\nては，共犯中学生のＤ及びＢが供述しているほか，被告人も捜査官に対してその旨\n自白していること，被害者を下敷きにした金属製ロッカー上に，「乗れ。」と号令\nをかけた点については，共犯中学生のＤ，Ｂが供述しているほか，被告人も捜査官\nに対してその旨自白していることなどからして，被告人の公判弁解は信用性に欠\nけ，これらの行為を被告人が敢行したことは動かし難い事実といわなければならな\nい。次に，判示第２の犯行について，被告人は，被害者らに対し，金銭の要求をし\nた点については，共犯中学生のＤ，Ｅがその旨証言するほか，被告人も捜査官に対\nしてその旨自白してい\nること，叩き割った一升瓶を示した点については，共犯中学生のＤがその旨証言し\nているほか，被告人も捜査・公判を通じて，判示第２の犯行時に叩き割った一升瓶\nを手にしていたことを自認していることなどを総合すると，被告人がこれらの行為\nに及んだことは明らかというべきである。\n（量刑の事情）\n本件は，被告人を含む少年ら多数により敢行されたいわゆるホームレスの被害者\nに対する傷害致死及びホームレスの被害者に対する恐喝の事案である。\n本件各犯行の概要は，以下のとおりである。\n被害者Ａは，本件ゲートボール場で寝泊まりしながら，東京都東村山市内の図書\n館に出入りしていたところ，平成１４年１月２４日，同図書館において，Ｂら中学\n生グループが騒いだため，同図書館職員とともに，これを注意したほか，この注意\nに従わなかったＥの顔面を殴打するなどした。これに憤慨したＢら中学生グループ\nは，被害者が本件ゲートボール場で寝泊まりしていることを知り，報復することに\nして，本件ゲートボール場において，被害者Ａに対して，翌２５日午後６時ころか\nら６時２５分ころまでの間，石を投げつけ，その顔面を殴打し，その腹部等を足で\nけるなどし，その後，同日午後７時５８分ころから８時２５分ころまでの間，その\n身体を角材様のもので殴打し，足でけるなどしてから，塾に行くなどのためにその\n場を去った。そして\n，Ｂら中学生グループは，同日午後１０時１８分ころから，再び本件ゲートボール\n場に赴き，被害者Ａに対し，その身体を角材様のもので殴打していると，同日午後\n１０時３０分ころ，付近を通りかかった被告人に対して，被害者Ａに暴行を加える\nに至った経緯及び既に被害者に暴行を加えたこと等を説明した。そこで，被告人\nは，Ｂら中学生グループに加わって，金属製ロッカーを背にして座り込んでいた被\n害者Ａの顔面を殴打したり，その身体を角材様のもので殴打するなどした。また，\n被告人は，被害者Ａのホームレス仲間である被害者Ｆ，同Ｇから金員を脅し取ろう\nと考え，被害者Ｆらに対して，叩き割った一升瓶を示したり，「金持ってんの\nか。」，「持ってるなら出せよ。」などと言ったほか，Ｂら中学生グループも同様\nに金員を要求し，被害者Ｆ\nから現金１０００円を，被害者Ｇから現金約２５０円をそれぞれ脅し取った。その\n後，被告人は，Ｃに対し，「Ｄたちがホームレスか乞食をボコっている。」，「面\n白いぞ，ゲートボール場に来い。」などと電話で連絡し，同日午後１０時５０分こ\nろ，本件ゲートボール場に到着したＣに対して，被害者Ａに暴行を加えていること\nやその経緯の概要を説明し，これを受けてＣも被害者Ａに対する暴行に加担するこ\nとになって，判示の暴行に及んだものであり，被告人自身は，被害者Ａに対して，\nパイプ椅子でその身体を殴打し，一升瓶でその頭部を殴打し，ライターでその頭髪\nに火をつけ，その身体の上に倒された金属製ロッカー上に「乗れ」とかけ声をかけ\nるとともに，率先して上記ロッカー上に乗って，共犯者とともに被害者Ａを強圧し\nたほか，その背中に\n木の棒を差し込んで，棒の両端をＣとともに持ち上げて，被害者Ａを運ぶなどした\nり，木の棒でその臀部を突くなどした。その結果，被害者Ａは，被告人らの一連の\n暴行により全身打撲等の傷害を負わされ，被告人らからはそのまま放置された末，\n判示のとおり，死亡するに至った。その後，被告人らは，被害者Ａが死亡したこと\nを報道等により知ったが，翌２６日には，中学生の共犯者らが警察署に出頭して，\n本件犯行を供述していたのに，被告人は，Ｃとの間で，被害者Ａには暴行を加えて\nいないことにしようと口裏合わせを行い，警察署に出頭して虚偽の弁解をしていた\nため，同月２９日，逮捕されるに至った。\n以上の事実関係によると，判示第１の犯行の動機は，中学生の共犯者らが意趣返\nしの目的で被害者に暴行を加えているのに安易に同調したというのであるが，犯行\nの途中からは，被害者に暴行を加えること自体を楽しんでいたふしもうかがわれ，\n犯行の動機には酌量すべき余地は皆無であり，また，犯行の態様等を検討すると，\n共犯者らの暴行により既に全く抵抗できない状態にあった被害者に対して，一方的\nに執拗な攻撃を加えており，パイプ椅子で殴打したり，ついには，被害者を下敷き\nにした金属製ロッカーの上に全員で乗って，被害者を強圧するに至っており，戦慄\nを禁じ得ない熾烈極まりない攻撃と評価するほかはなく，犯行後も，重傷の被害者\nに対して救護等の措置を講じないで，これをそのまま放置して立ち去っており，被\n害者に対する思いや\nりや人間性を全く無視した冷酷で非道な犯行といわざるを得ない。被害者は，中学\n生共犯者らの図書館における常軌を逸した非常識な言動を注意したことから，理不\n尽にも，暴力の標的とされ，甚だしい苦痛や恐怖にさらされた末，貴重な生命を一\n方的に奪われてしまったのであり，その無念さは明らかである上，長期間にわたっ\nて音信不通の状態にあったとはいえ，その行方を探し求めていた被害者の遺族は，\nこのように残酷極まりない結果を知らされて，その心痛は甚だしく，本件犯行の結\n果はまことに重大である。しかも，本件犯行が社会に与えた影響は深刻であり，近\n時は類似した事件の発生も伝えられており，一般予防の見地も軽視することはでき\nない。なお，判示第２の恐喝の犯行についても悪質な事案であることはいうまでも\nないところである。\n被告人は，Ｃとともに年長者であり，被害者に暴行を加えていた中学生の共犯者\nらの判示第１の犯行を制止すべき立場にありながら，これに同調して判示第１の犯\n行に加担したばかりか，被告人らの加担後の暴行は一層熾烈さを増して，ついには\n被害者を死亡させるに至っているのであって，被告人が判示第１の犯行で果たした\n役割を過小に評価することは許されず，中学生の共犯者らにおいては，被害者の死\n亡の事実を知って，自発的に警察署に出頭し，自ら犯罪内容を供述しているのに対\nして，被告人はＣと口裏合わせを行って，自己の責任を免れようとしており，この\nような犯行後の被告人の行動は卑劣極まりないことに加えて，上記のとおり，判示\n各犯行の悪質さや結果の重大さ等を総合すると，被告人の刑責は甚だ重いというほ\nかはない。\nそうすると，判示第１の犯行の経緯等にかんがみると，被害者Ａにもやや不適切\nな点があったことを否定できないこと，被告人の両親が被害者の遺族に対して現金\n５０万円を支払うなど，それなりの慰謝の措置を講じていること，被告人は，概ね\n自己の犯行を率直に認めており，反省の態度を深めているとうかがわれること，本\n件犯行により，長期間に及ぶ身柄の拘束を受け，進学した高校にも通学できなかっ\nたほか，本件犯行が社会に広く報道された結果，厳しい社会的非難を受けるなどし\nており，一定の社会的制裁を受けたとも思われること，被告人には前科前歴がな\nく，未だ人格形成途上の未成年者であって，可塑性に富んでおり，今後の更生，社\n会的成熟を十分に期待することができること，実父が今後の監督，指導を誓約して\nいること，実母が重篤\nな病気に罹患していること，中学生の共犯者らに対する処分状況，その他，被告人\nに有利な諸般の事情を勘案してみても，被告人を主文掲記の実刑に処するのが相当\nである。\n平成１５年２月４日\n東京地方裁判所八王子支部刑事第２部\n裁判長裁判官　　　大　　　渕　　　敏　　　和\n裁判官　　　鈴　　　木　　　秀　　　行\n裁判官　　　山　　　田　　　裕　　　文\n"
}