{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 16,
    "month": 9,
    "day": 24
  },
  "case_number": "平成15(ワ)2850",
  "case_name": "損害賠償請求事件",
  "court_name": "京都地方裁判所第1民事部",
  "lawsuit_id": "6700",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=6700",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/700/006700_hanrei.pdf",
  "contents": "主　　　　　　　　　文\n１　被告は，原告に対し，４７万３３０１円及びこれに対する平成１４年６月３日から\n支払済みまで年５％の割合による金員を支払え。\n２　原告のその余の請求を棄却する。\n３　訴訟費用は，これを１０分し，その１を被告の負担とし，その余を原告の負担と\nする。\n４　この判決の第１項は，仮に執行することができる。\n事実及び理由\n第１　請求\n被告は，原告に対し，４４５万７０４７円及びこれに対する平成１４年６月３日から支\n払済みまで年５％の割合による金員を支払え。\n第２　事案の概要\n１　本件は，被告の管理する道路の側溝に落下して傷害を負った原告が，国家賠償\n法２条１項に基づき，被告に損害賠償を請求した事案である。\n２　当事者の主張\n別紙主張整理メモ記載のとおり。\n３　争点\n(１)　被告に，道路管理の瑕疵があるか。\n(２)　原告の損害額\n(３)　原告の過失の有無\n第３　判断\n１　本件事故の態様，事故現場の状況\n証拠（枝番を含む。以下，同じ。）によると，以下の事実が認められる。\n(１)　平成１４年６月３日午後８時頃，原告は，阪急電車京都線a駅付近へ買物に行\nった帰りに，b街道の南側歩道を西に向かって歩き，c町バス停の手前から南\nに入り，東西道路（市道d緯e号）の南側歩道部分を西に進み，京都市f区g町h\n番地付近の本件交差点を横切って少し西進した後，思い直して引き返し，同\n交差点を西側から南進するため，南北道路（市道d経i号）に右折した直後，南\n北道路の西側に沿って設置されている本件側溝に落下し，傷害を負った（別\n紙現場見取図参照・落下地点はＸ地点）。\n（甲１３，乙４，乙５，原告）\n(２)　東西道路は，車両の通行量も多いため，車道と歩道が区別されており，車道\nの幅員が６・０３メートル，歩道の幅員が１・９６メートルである。その歩道中の\n南端に位置する側溝は，幅が７０センチメートル，内寸は５０センチメートルで\nあり，歩道上の側溝には蓋架けがされている。\n一方，南北道路は，全幅員が５・０５メートル（道路幅自体は４・４５メートル）\nで，歩車道の区別はなく，東側にはj川が流れており，これに沿ってフェンスが\n設置されている。西側に位置する本件側溝の幅は６０センチメートルで，内寸\nは４０センチメートルである。本件事故当時，本件側溝上に蓋架けはされてい\nなかった。\n（甲２，６，１３，乙４ないし６，原告・別紙現場見取図参照）\n(３)　南北道路の本件側溝よりの地点（本件交差点から２・０２メートル，道路西端\nから６７センチメートルの地点）に電柱があり，街灯が設置されていたが，当時\nは，消灯していた。そのため，現場の明るさは，０・７ルクス程度で，薄暗い状\n態であった。\n（甲１３，乙１，２，原告・別紙現場見取図参照）\n(４)　原告は，東西道路の側溝の蓋の上を，本件交差点南西角まで東に向かって\n歩いたが，右側（南側）は駐車場で，ブロックが３段積まれ，その上に網目状\nのフェンスが張られていた。上記側溝蓋の東端（本件交差点南西角）には，格\n子状の蓋が設置され，南北道路を横切るように，東西道路の側溝の南端の線\nに沿って，横断歩道が設置されていた。\n（甲２，６，乙６，７・別紙現場見取図参照）\n(５)　原告の進行方向からみると，南北道路は直角に曲がっており，曲がり角の上\n記格子状の蓋は見えるものの，その先の本件側溝の存在を見通すことは，曲\nがり角まで進んで，下を見ないことには困難である。しかし，原告は，足元を\n十分確認しないまま，初めて通行する南北道路へ，曲がり角を直ちに右折し\nた。\n（甲６，１３，乙７，原告）\n(６)  南北道路の前記電柱の南側には，車両停止線が引かれている。\n（甲２，乙６）\n２　争点(１)について\n(１)　国家賠償法２条１項にいう道路その他の公の営造物の設置又は管理の瑕疵\nとは，被告の主張するように，当該営造物の設計の不備，材料の粗悪，維持・\n修繕・保管などに不完全な点があることをいうものとされ，その判断は，当該\n営造物の構造，通常の用法，場所的環境及び利用状況等諸般の事情を総合\n考察して具体的事案に応じて決定されるべきものである。\n(２)　前記認定事実によると，本件交差点には，東西道路の側溝に沿って南北道路\nを横断する横断歩道が設置されており，歩行者が，東西道路の側溝の上を歩\n行することが当然とされていたことがうかがえる。そして，東西道路から南北\n道路へ右折する場合，南北道路には歩車道の区別はなく，車両の通行も予\n定され，東側には川が流れていたのであるから，そのまま東西道路の側溝の\n上を進んできた歩行者が，南北道路の西側を通行するため，曲がり角を直ち\nに右折することも，あながち予想しえないことではないと認めるのが相当であ\nる。\n(３)　このような本件交差点と東西道路及び南北道路の位置関係や周囲の状況，\n東西道路の側溝の状況，東西道路の歩行者の通行方法などを総合考慮する\nと，南北道路の本件側溝のうち，少なくとも，本件交差点に近い部分に蓋架け\nをしていなかった被告には，南北道路の管理に瑕疵があったものというべきで\nある（被告が，南北道路の管理者であることは，争いがない。）。\n(４)　被告は，道路を設置・管理するものの財政的・人的物的制約等を考慮すれ\nば，これを利用する者の通常の利用方法を前提とした相対的安全性をもって\n足りると解すべきであって，本件のように通常予想しえない方法による利用に\n対してまで安全性を具備すべきではないと主張する。確かに，財政的・人的物\n的制約等に関する被告の主張は一理ある。しかし，原告の通行方法が，無謀\nないし通常予想しえない通行方法とまでいえないことは，前示のとおりであっ\nて，原告の過失を問題とすることは格別，被告に管理の瑕疵がなかったとま\nでいうことはできない。\n３　争点(２)について\n(１)　請求原因第３の１の(１)（傷病名），(２)（入院期間）は，争いがなく，(３)（通院期\n間）は，証拠（甲１１）により，認められる。\n(２)　請求原因第３の２について\nア　治療費は，証拠（甲８ないし１０，１３，原告）により，３７万５０５０円と認め\nられる。\nイ　謝礼は，相当因果関係がなく，認められない。\nウ　入院雑費は，入院期間８５日につき，１日当たり１３００円が相当であるか\nら，１１万０５００円である。\nエ　通院交通費は，証拠（甲１３，原告）により，６万５３６０円と認められる。\nオ　入通院慰謝料は，傷害の程度，入院期間（８５日），通院期間（２４７日）に\n照らし，１５０万円が相当である。\nカ　休業損害については，以下のとおりである。\n証拠（甲１３，原告）によれば，原告は，本件事故当時及び現在において\nも，家政婦をしていることが認められる。しかし，その収入については，明ら\nかにせず，かえって証拠（乙１７ないし１９，原告）によれば，原告は，年金を\n受給しており，市民税非課税世帯に属していること，本件訴訟以前の和解\n交渉の際には，原告の収入として，１か月１万０６０８円（パート代１回１３２\n６円で週２回，４週分）であると主張していたことが認められる。\nこれらの事実から，原告の収入は，月額１万０６０８円（日額３４８円，１０６\n０８×１２÷３６５）とみるのが相当である。\nそして，原告の計算方法に従い，入院期間中は全額，平成１４年中の通\n院期間中１２７日はその半額，平成１５年中の通院期間中１２０日は３分の\n１として計算すると，休業損害の額は，６万５５９８円となる。\n３４８×８５＋３４８×１２７÷２＋３４８×１２０÷３\nキ　以上総額は，２１１万６５０８円である。\n４　争点(３)について\n(１)　前記認定事実によると，原告は，電柱の街灯が消灯していて，薄暗い中で，見\n通しの悪い曲がり角で立ち止まることなく，初めて通行するという南北道路へ\n右折したことが認められる。\nこのような場合，右折する歩行者としては，右折後の道路の状況が明らかでな\nいのであるから，曲がり角で立ち止まるなどして，南北道路の状況を確認し，\nとりわけ，自己の足元には十分な注意を払い，安全を確認して通行すべきで\nあったということができる。\nそして，曲がり角まで進んで足元を見れば，本件側溝の存在を認識できたも\nのと思われるところ，原告は，曲がり角で立ち止まることなく，足元を十分確認\nしないまま，曲がり角を直ちに右折して，本件側溝に落下したものである。\n(２)　このような事情を考慮すると，本件事故の発生には，原告にも相当の落ち度\nがあるものと言わざるを得ず，損害額の８割を減じるのが相当である。\n(３)　前記損害総額の８割を減じると，４２万３３０１円となる。\n(４)　本件事案の概要，審理の状況に鑑み，弁護士費用として，５万円が相当であ\nる。\n(５)　まとめ\nよって，被告が賠償すべき損害の額は，４７万３３０１円である。\n第４　結論\n以上のとおりであるから，原告の本訴請求は，主文掲記の限度で理由がある。\n京都地方裁判所第１民事部\n裁判官　　中　　村　　隆　　次\n（事件番号）１５ｗ２８５０\n原告　Ａ\n被告　京都市\n主張整理メモ\n請求の趣旨\n被告は原告に対し，４４５万７０４７円及びこれに対する平成１４年６月３日から支払済みまで年５分の割合によ\nる金員を支払え。\n斜字体は事情である。\n請求原因\n第１　本件事故の態様\n１　平成１４年６月３日午後８時頃，京都市f区ｇ町h番地付\n近（c町バス停西側信号南入る）の交差点（以下「本件交\n差点」という。）を，原告が一端東側から西側へ横切って\n少し西進した後、思い直して引き返し、本件交差点を西\n側から、南北に延びる川沿いの道路（以下「南北道路」と\nいう。）に南進するべく右折した直後、南北道路の西側に\n沿って設置されている側溝（以下「本件側溝」という。）に\n落下し、傷害を負った。　　原告がそれまで歩いていた本\n件交差点を東西に延びる道路（以下「東西道路」という。）\nの南側歩道にある側溝にはフタが設置されており、原告\nが引き返して右折した角にある上記金属製のフタまでは\n側溝にフタがある状態で、右折した後の南北道路は、当\n時は全くフタがなかった。\n原告は，同交差点南西角にある金属製の側溝のフタ\nの上を右折したのであるが、その金属製のフタより以南\nの側溝にフタがないことに全く気づかず、側溝に落ちた。\n事故当時、付近の街灯が消えており、原告が通った\n同交差点南西角付近は非常に暗かったので，金属製の\nフタ以南の側溝にフタが無いことを認識するのは非常に\n困難であった。\n第２　被告の責任原因　　被告は、原告が落下した本件\n側溝を含む南北道路及び東西道路を管理している。\n原告のように東西道路の南側の歩道上を、側溝のフタの\n上を歩いて上記交差点に進入した者が、自動車との接触\nを避けるため，南北道路へ右折（南進）すれば，当然それ\n請求原因に対する認否\n第１\n不知。但し、原告が、主張の日時頃、傷害を負ったこ\nとは認める。\n街灯のうち，１灯が球切れになっていたことは認める。\nその余は否認する。\n第２\nまでの道と同様に本件側溝にもフタがあるものと考えて\n本件側溝上を南進することは容易に予見可能である。\nまた、本件当時は曲がり角南にある電柱の街灯が消\nえており、照度は不十分であった。　　にもかかわらず、\n被告は、道路管理者として，歩行者が本件側溝に転落し\nないようフタを設置する等、歩行者の通行の安全を確保\nすべき注意義務があるのにこれを怠り、そのために本件\n事故が発生したものである。\nしたがって，本件側溝の設置管理に瑕疵があった。\n（なお本件事故後、原告の弟のＢが、本件側溝は危険\nなので直ちにフタを設ける等の対策を採るように被告f土\n木事務所に申し出たところ、被告は現場見分の上直ちに\n本件側溝にコンクリート製のフタを設置している。それ\n程、この場所の危険性は明白だったのである。）\n第３　原告の損害\n１　傷害の内容\n(１)　傷病名　　　左足関節脱臼骨折（１回目の入院時に\n足の中に骨を固定する金属器具を埋め込む手術を行\nい、２回目の入院時に同器具を撤去する内固定抜去を行\nった。）\n(２)　入院期間　合計８５日\n①　平成１４年６月３日～同年８月１０日（６９日間）\n②　同年９月２４日～同年１０月９日（１６日間）\n(３)　通院期間　　　上記入院期間を除く平成１４年８月１\n１日から翌１５年４月３０日までの合計２４７日間（うち実通\n院日数は１２７日間）（甲１１の１ないし３）\n２　損害\n(１)　治療費　３７万５０５０円　　  　(２)①の入院費用　２\n９万６５４０円（甲 ８）\n(２)②の入院費用　４万９７１０円（甲  ９の１，２）\n(３)の通院治療費　２万８８００円（甲  １０の１ないし９）\n(２)　看護師及びリハビリ担当者への謝礼（３回分）　２\n万６０００円\n(３)　入院雑費　　１２万７５００円　　　１５００（円）×８５\n（日間）\n(４)　通院交通費（平成１５年４月３０日まで）\n６万５３６０円\n① タクシーによる通院　８９６０円　　　　片道６４\n０円，平成１４年８月１６、１７、１９、２０、２１、２２、２３日\nの７日間通院した。　　② 公共交通機関による通院\n５万６４００円　　　　　往路１６０円（市バス）、復路３１０円\n（阪急電鉄及び市バス），実通院日数１２７日からタクシー\nによる通院の日を除いた日数通院した。　(５)　入通院慰\n謝料　２００万円\n(６)　休業損害　１４６万５５８７円　　　当時、原告は家政\n婦として不定期に就労していたが、原告の事故当時の年\n齢は６７歳と高齢であること、収入に結びつく特殊な資\n格、技能も持ちあわせていないこと、等を考慮して控えめ\nに請求することとし、平成１３年賃金センサスの「女子学\n歴計６５歳以上」の平均年収３０３万５８００円より金額が\n低い、平成１４年４月１日施行の自賠責保険支払基準で\n用いられる女子６７歳平均賃金月額２３万６５００円の１２\n倍である２８３万８０００円を基準とし，１日当たりの金額を\n算定すると２８３８０００（円）÷３６５（日）＝　７７７５．３４\n…（円）となり、一日当たり約７７７５円の損害が発生した\nことになる。　　　これを元に入院中の休業損害額を算定\nすると、７７７５（円）×８５（日）＝　６６万０８７５（円）とな\nる。　　　また、通院中の逸失利益については、身体能力\nの回復を考慮し，平成１４年中については通院期間日数\nの２分の１を、翌１５年については３分の１の分の休業損\n害を請求することとする。したがって、　　①　平成１４年\n中の通院による休業損害は　　　７７７５（円）×１２７（日）\n×１／２　＝　４９万３７１２円　　②　平成１５年中の通院\nによる休業損害は　　　７７７５（円）×１２０（日）×１／３\n＝　３１万１０００円となる。　(７)　弁護士費用　　４０万円\n(８)　上記(１)ないし(７)の合計金額 　　　　　　　４４５万９\n被告が、南北道路及び東西道路の管理者であること\nは認めるが、その余は争う。\n（事故後，本件側溝にコンクリート製のフタを設置し\nたことは認める。危険性が明白だったためではない。）\n第３\n１\n(１)　認める。\n(２)　認める。\n(３)　実通院日数は認める。\n２\n(１)　不知。\n(２)　不知。\n(３)　不知。\n(４)　不知。\n(５)　争う。過大である。\n(６)　争う。提訴前の原告の陳述書（乙１７の２・３）で\nは，原告の収入は１日１３２６円ないし２５６２円と主張し\nていたし，原告は市民税非課税世帯に属するから，原\n４９７円（内金請求）\n被告の主張に対する原告の反論\n１　一般論として争わない。\n原告の通行方法は，十二分に予測される一般的な\n通行方法であって，通常予測されない方法ではない。\n２\n本件事故現場付近は住宅地であり，東西道路も南\n北道路も児童の通学路になっている。\n南北道路でも両側に人家がある部分は有蓋がごく\n普通の状況である。\n南北道路の東側水路の縁には転落防止の柵がくま\nなく設置されている。\n本件側溝のみ無蓋で放置したのは，道路管理者とし\nての被告の瑕疵である。\nとりわけ本件事故現場の曲がり角は，角切りのない\n直角の曲がり角で，見通しの悪い危険なところである。\n３\n告の主張額は過大である。\n被告の主張\n１　国賠法２条１項の営造物の設置管理の瑕疵\n(１)　国家賠償法２条１項にいう道路その他の公の営\n造物の設置又は管理の瑕疵とは、営造物の設計の不\n備、材料の粗悪、維持・修繕・保管などに不完全な点が\nあることをいうものとされ、その判断は、当該営造物の\n構造、通常の用法、場所的環境及び利用状況等諸般\nの事情を総合考察して具体的事案に応じて決定される\nべきものである。\n(２)　もとより、道路は、あらゆる交通上の危険を防止\nしうる安全性を具備していることが望ましいことではある\nが、これを設置・管理するものの財政的・人的物的制約\n等を考慮すれば、これを利用する者の通常の利用方法\nを前提とした相対的安全性をもって足りると解すべきで\nあって、本件でも，通行者が通常用いるべき前方の注\n意を払っておれば，無蓋の側溝の発見は容易であるか\nら，通常予想しない方法による利用に対しても安全性を\n具備すべきであるとするのは過度な要求である。\n２　無蓋の側溝の存在について\n(１)　本件事故現場、すなわち、南北道路の東西道路\nより以南の側溝は無蓋の状態であった。これは、もとも\nと近辺の土地は農地であり、側溝は道路の表面水を集\n水し排水する機能をもつとともに農業用水機能も持って\nいたので、蓋を架けないのを原則としていた。これに蓋\n架けする場合は、土地の利用上蓋架けを必要とする隣\n接土地の権利者が蓋架け工事の承認を道路管理者に\n求め、承認を得たうえで工事することとされていた。\nこのため、農地を宅地化して建物を建築したり、ガ\nレージに転用したりする場合には、その進入路の間口\nに蓋架け工事がされたが、近年近辺農地の宅地化が\n進んだことによって、この蓋架け工事のされた個所が増\n加している。\n(２)　このように本件事故現場付近は有蓋・無蓋の側\n溝が混在する場所である。しかし、それでも、南北道路\nの東西道路以南の道路部分および同道路の二筋南で\n右折した先にある原告の住居に至る道路の側溝は、殆\nどが農地に隣接していて無蓋であり、蓋架けがされてい\nたのは、本件事故現場横の駐車場の出入り口、その南\n方に建築された数軒の建物の前面道路だけである。し\nかも，これまで側溝に落ちたとの事故の届け出は皆無\n南北道路は原告にとって普段あまり利用しない道路\nであった。\n道路管理者の瑕疵は、予算や住民の要望により左\n右されるものではない。\n４\n東西道路の南側歩道上（東向き）から、隅切りがなく\n直角に曲がっている本件側溝への視認状況は、昼間の\n明るいときでさえ不十分であった。（甲６の１ないし３）\nまして当時は月明かりもなく，電柱の街灯も消えてい\nる暗い状況（０・５ルクス程度）のもとで，東西道路南端に\n沿って金属製の側溝のフタまで続き、そこから直角に南\n下して本件側溝の東に接して設置されている、大人の膝\nの高さ程の塀が視界を遮り、東西道路の南側歩道上か\nら、金属製のフタ以南の側溝の有無、側溝があるとして，\nそのフタの有無、を視認することは容易でない。\nである。\nなお，南北道路は児童の通学路として指定されて\nいない。\n３　東西道路の側溝との相違点について\n(１)　南北道路（市道d経i号）は、全幅員が５・０５メート\nルで、その西端に位置する側溝の幅は６０センチメート\nルとなっており、その側溝の内寸は４０センチメートルと\nなっているが、歩車道の区別はなく、事故当時側溝上に\n蓋架けはされていなかった。これに対し、東西道路（市\n道d緯e号）は、車両の通行量も多いため車道と歩道が\n区別されているが、車道の幅員が６・０３メートル、歩道\nの幅員が１・９６メートルであり、側溝は、その歩道中の\n南端に位置する。\n(２)　この場合、東西道路については、歩行者が大量\nに通過する自動車と接触しないよう、歩行者の安全確\n保のために歩道を設置しているが、さらに、この歩道上\nの通行者の安全のため通行可能領域を拡大させる措\n置として、歩道上の側溝には蓋架けがされている。した\nがって、東西道路と南北道路では歩行者の通行方法に\nついては、大きな相違がある。\n(３)　通常、歩行者は、進行していた道路を右折などす\nる場合、右折後の道路の幅員、通行方法、舗装状態、\n道路施設の設置状態など道路事情が異なることがある\nことは当然予想されるので、これを予想したうえ進行す\nべきであり、少なくとも前方の状況を確認のうえ進行す\nべきである。そこで、もし右折後の前方の状況を確認す\nれば、無蓋の側溝の存在に気付き南北道路の西端を\n進行するような形での進行は避ける筈である。さらに、\n本件の場合、原告は、本件事故現場の近くに居住して\nおり、南北道路は、買物や弟宅への往来に利用してい\nたと思われるため、側溝の蓋の有無など道路状況は熟\n知していた筈であるので、進行中足元の金属製の蓋の\n形状・大きさ・その下部等を認識すれば、同時にその金\n属製の蓋の南に側溝があることは容易に推測できたこ\nとである。さらに、足元を見ていれば、金属製の蓋以南\nの側溝には蓋のないことも容易に確認できた筈である。\nしたがって、本件事故現場は、これまでに、他に事\n故が発生したとの申告を受けた事実は一度もない個所\nではあるが、無蓋の側溝が多数存在する地域であるの\nで、そのような場所を右折後の進行方向の状況を判断\nせず、足元の安全の確認をしないような危険な歩行方\n法をとる歩行者の安全の確保までも道路管理者に求め\nられているとは解し難い。\n道路管理者としての人的体制や財政的裏付けから\nすれば、不可能を強いるものである。\n４　日没後の暗い状況との点について\n日照による照度がなく、また事故現場直近の市街灯\n№ｋが消灯されている場合でも、付近市街灯や交通信\n号灯によって、金属製の蓋付近の照度は０・７ルクスと\nなっているので（乙１）、金属製の蓋以南が無蓋の側溝\nになっていることは前方足元の安全に注意していれば\n容易に認識できた筈である。\n５　東西道路から南北道路への右折と安全性\n(１)　南北道路との交差点で右折することを予定して東\n西道路の歩道上を東進する歩行者は、通常、①側溝上\nを通行するといっても、進行方向右側の駐車場のコンク\nリートブロック製の塀にぎりぎりに接して歩行するもので\nはないので、歩行者とその塀の間には、幾らかのすき\n間があり、②しかも、右折を考えている場合は、前方右\n側の安全を確認してから右折進行するものであるの\n５\n東西道路，南北道路の状況，歩行者の通行方法（曲\nがり角に電柱があり、停止車両を避けるため側溝側に歩\nこうとする）に鑑みれば，歩行者が東西道路から南北道\n路へ右折する場合，金属製の側溝のフタの南側を通っ\nて、本件側溝上を通過する通行方法は十二分に予測さ\nれる一般的な通行方法なのであって、被告主張のように\n原告の通行方法が特に現場の状況に添わない危険なも\nのであるとはいえない。\n６\n本件事故現場付近は住宅地で、当時、付近の側溝は\nほとんどフタが架かっている状況であったのであり、歩行\n者に一般的に無蓋の側溝の存在を警戒すべきことを要\n求できる状況にはない上、本件側溝上を通過する通行方\n法も別段特異なものではないごく普通の状況である。更\nに、本件側溝の視認状況を考慮すると、夜間、原告が本\n件側溝の存在に気付かなかったとしてもそれはそれでや\nむを得ないと考えられる。\nよって、本件事故に対する原告の過失は、例え存在\nするとしてもかなり低い割合である。\nで、交差点角に近づいた際には、右前方が見やすいよ\nうに、一旦立ち止まるか、左に膨らませて進行する筈で\nある。③東西道路の歩道の南端を塀に接するように歩\nいてきて、南北道路との交差点で、側溝のある南北道\n路の最西端を通行すべく右方の安全確認をしないまま\n直角に右折する歩行者があるとは通常予想しえない。\n(２)　電柱の東端からの道路幅は４０４０㎝であり，人と\n車の離合は容易にできる間隔があり，前方の安全を確\n認しながら歩行する通常の歩行者であれば、車両の動\n静に注視するとともに前方足元の状況にも注視するは\nずであり，金属製の蓋に気付き、その蓋を見れば、南北\nの道路の西端に側溝があること、さらに進行方向である\n金属製の蓋の南方の側溝には、蓋が設置されていない\nことは容易に発見できるはずである。\nしかも、前記照度０・７ルクスは、薄明視の範疇に\n属する照度であるが、物の色と形、少なくとも側溝の暗\n色と金属製の蓋の光の区別はできる照度であり、蓋の\n有無は容易に分かる照度であった。\nしたがって、本件事故は、原告の過失によって発\n生した事故で被告の営造物の設置管理に起因するもの\nではない。\n６　被告の過失（抗弁）\n本件事故発生の原因は、無蓋の側溝も多数ある地\n域でもあり、原告は、右折するにあたっては、右前方の\n足元を注視して、その安全を確認して歩行すべきとこ\nろ、これを怠り右折進行したことにあるので、全面的に\n原告の過失によるものと考える。\n"
}