{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 9,
    "day": 9
  },
  "case_number": "平成13(行ケ)586",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "10873",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=10873",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/873/010873_hanrei.pdf",
  "contents": "平成１３年（行ケ）第５８６号審決取消請求事件\n平成１５年９月９日判決言渡、平成１５年８月２６日口頭弁論終結\n判　　　　決\n原　　　告　　　　　　渡邊機開工業株式会社\n訴訟代理人弁護士　　　塩　見　　　渉\n同　　　　弁理士　　　鈴　木　正　次、涌　井　謙　一\n被　　　告　　　　　　株式会社親和製作所\n訴訟代理人弁護士　　　松　本　直　樹\n主　　　  文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n事実及び理由\n第１　原告の求めた裁判\n特許庁が無効２０００－３５６７５号事件について平成１３年１２月４日にした\n審決を取り消す、との判決。\n第２　事案の概要\n１　特許庁における手続の経緯\n(1)　被告は、発明の名称を「生海苔の異物分離除去装置」とする特許第２６６２\n５３８号（平成６年１１月２４日出願、平成９年６月２０日設定登録。以下「本件\n特許」という。）の特許権者である。\n(2)　原告は、平成１２年１２月１３日、本件特許の請求項１及び２に係る発明\n（以下併せて「本件発明」という。）についての特許を無効とすることを求める審\n判（本件無効審判）を請求した。特許庁は、この請求を無効２０００－３５６７５\n号事件として、訴外フルタ工業の請求に係る無効審判事件（無効２０００－３５４\n１１号）と併合審理し、平成１３年１２月４日、両事件について「本件審判の請求\nは、成り立たない。」との審決をし、同年１２月１４日、その審決謄本を原告に送\n達した。\n２　本件特許請求の範囲の記載\n【請求項１】\n筒状混合液タンクの底部周端縁に環状枠板部の外周縁を連設し、この環状枠板部\nの内周縁内に第一回転板を略面一の状態で僅かなクリアランスを介して内嵌めし、\nこの第一回転板を軸心を中心として適宜駆動手段によって回転可能とするとともに\n前記タンクの底隅部に異物排出口を設けたことを特徴とする生海苔の異物分離除去\n装置。\n【請求項２】\n前記第一回転板の表面を回転中心から周縁に向かうに従って下がり傾斜にしたこ\nとを特徴とする請求項１の生海苔の異物分離除去装置。\n（請求項３、４は無効審判請求の対象となっていないので記載省略。）\n３　審決の理由の要旨\n被告が審判において主張した無効理由は、本件発明は未完成であり（特許法２９\n条１項柱書き違反）、また、本件明細書の請求項１の記載及び発明の詳細な説明の\n記載は同法３６条４項又は５項に違反するというものであり、これに対する審決の\n判断の要旨は、以下のとおりである（証拠の表示を改めるほかは、審決の理由\n欄「III．当審の判断」の「２．２０００年審判第３５６７５号について」をそのま\nま引用する。）。なお、本判決中の「特許法」は、平成６年法律第１１６号による\n改正前の特許法を指す。\n２．２０００年審判第３５６７５号について\n請求人の特許法２９条１項柱書き、及び同３６条４項又は５項の規定に違反する\nという主張は次のとおりである。\n(ａ)本件請求項１及び２に記載された構成要件では、生海苔と水との混合液中、生\n海苔はクリアランスをほとんど通過しない（審判甲２の１）、又は特別の条件によ\nっては僅かに通過する（審判甲３の１及び２、審判甲４）。\nしかし、元来異物分離装置は、全部の生海苔がクリアランスを通過することによ\nり異物を分離するのであるから、通過する生海苔が僅かでは産業上利用できないこ\nとが自明である。　したがって、特許法２９条１項柱書きの規定により、特許を受\nけることができない。\n或いは、明細書中に当業者が容易に実施し得る程度の説明がないので、同法３６\n条４項又は５項の規定に違反している。\n(ｂ)本件請求項１に係る「僅かなクリアランス」という記載は、比較の基準又は程\n度が不明確な表現であるから、特許を受けようとする発明の外延が不明確であっ\nて、特許法３６条４項又は５項の規定に違反している。\nよって、以下に検討する。\n(ａ)について\n審判甲２の１では、「親和式原草海苔異物除去洗浄機CFW-37型」を使用し、水\n100リットルに長さ３cm位に切断した冷凍乾燥生海苔３Kgを入れ、均一に撹拌した混\n合液を実験に供し、次のように考察している。\n「１．前記生海苔の異物分離の実験によれば、回転板を停止し、減圧吸引しない場\n合には、排水中の生海苔は皆無であった（生海苔はクリアランスを通過しなかっ\nた）。\n２．同じく減圧吸引しないで回転板を回転した場合にも、生海苔は、クリアランス\nを通過しないことが判明した。但し、水は前記より通過量が多くなることが認めら\nれた（生海苔によるクリアランスの閉塞が少ない為か）。\n３．実験機械は、減圧吸引しなければ、水と生海苔との混合液から異物を分離する\nことはできないことが判明した。従って生海苔異物分離機として利用することはで\nきない。」\nまた、審判甲３では、「CFW-37型」を使用し、水50リットルに生海苔200枚分を６\n枚刃の超硬刃でφ９穴（φ９mm、穴数が９０ヶ）のプレートを使用して生海苔を荒\n切りした海苔を使用し次のように結果報告している。\n「(1)吸引ポンプを使用しない場合は、ほんの少ししか生海苔が排出しない。\n（第１撹拌槽内の外周付近に殆ど残っている。）\n(2)吸引ポンプを使用した場合はビデオテープの通り殆ど排出している。\n（第１撹拌槽には殆ど残っていない。）　」\n上記審判甲２の１及び審判甲３の１によると、「親和式原草海苔異物除去洗浄機\nCFW-37型」において、吸引ポンプを使用しない場合には、生海苔は、排出しない、\n或いはほんの少ししか排出しないと結論付けている。\nしかるに、審判甲１の１によると、「CFW-37型」は、排出ポンプが装備されてい\nる異物分離除去装置であると認められるところ、このような装置であれば、回転板\n及びクリアランスは、排出ポンプが作動されることを前提として調整されていると\n解される。\nそうすると、「CFW-37型」を排出ポンプを使用しないで実験を行うと、本\n来「CFW-37型」が有する機能は、十分に発揮することができないが、排出ポンプ\n（吸引ポンプ）を使用するとクリアランスから生海苔と水との混合物が良好に排出\nされることは当然のことである。\nかえって、２０００年審判第３５４１１号に係る甲第４号証（本訴甲６）による\nと、本件特許の実施品である「CFW-36型」で、ポンプを使用しない状態での自然流\n下による海苔流出試験を実施した場合、実用領域の240rpm（40Hz）～\n360rpm（60Hz）近辺で流出水量の最大値を示し、海苔の流出量もこれに比例してい\nるとの結果が得られており、この結果を踏まえると、審判甲２の１及び審判甲３の\n１の実験結果を根拠にした請求人の上記主張は採用することができない。\nなお、審判甲４では、「生海苔の異物除去洗浄機としては、吸引ポンプを使用し\nた場合にはじめて、実用的な使用が可能になる。」との総合的結論を得ているが、\nこの結論を参酌しても上記判断が左右されることはない。\nしたがって、本件請求項１及び２に係る発明の特許は、特許法２９条１項柱書き\nの規定或いは、同法３６条４項又は５項の規定に違反していない。\n(ｂ)について\nクリアランスに関して、本件明細書には「24は環状固定板であり、前記環状枠板\n23の内周縁に螺子止めされている。この環状固定板24は前記環状枠板23の内周側に\n延出し、後記第一回転板51の外周縁とのクリアランスＣを調節する（図４を参照の\nこと）。」（特許公報２頁４欄38～42行）、及び「この第一回転板51は真円状であ\nり、前記環状固定板24の内周内に面一の状態で適宜クリアランスＣを介して配置さ\nれている（図４参照のこと）。このクリアランスＣは生海苔と水との混合液が通過\nする個所である。」（同３頁５欄23～27行）との記載はあるものの、「僅かなクリ\nアランス」について具体的な数値で記載しているところはない。\nしかし、「このため、生海苔のみが水とともに前記クリアランスＣを通過して下\n方に流れる。このとき、第一回転板51は回転しているため、前記クリアランスＣに\n生海苔は詰まりにくいものである。」（同３頁６欄40～43行）、及び「なお、第一\n回転板51，81の回転を停止した場合、クリアランスＣ、Ｓに生海苔が詰まるため、\nこのクリアランスＣ、Ｓを通過する混合液（生海苔及び水）は僅かなものとなり、\n作業に差し支えることはない。」（４頁７欄7～10行）との記載を考慮すれば、当業\n者であれば、「僅かなクリアランス」とはどれくらいの寸法のものになるかは容易\nに決定できる事項であるから、比較の基準又は程度が明示されていないことをもっ\nて、本件明細書が不明確であるとはいえない。\nしたがって、本件請求項１及び２に係る発明の特許は、特許法３６条４項又は５\n項の規定に違反してなされたということはできない。\n第３　原告主張の審決取消事由の骨子\n１　取消事由１（異物の分離不能による発明未完成又は特許法３６条４項、５項\n違反）\n本件発明は、異物の分離について、明細書記載の作用効果を奏することがなく、\n自然法則に反するものであるから、産業上利用することのできない未完成発明であ\nり（特許法２９条１項柱書き違反）、そうでないとしても、本件明細書の記載は、\n特許法３６条４項、５項に違反している。審決は、これらの点についての判断を誤\nったものである\n(1)　本件発明の異物の分離不能について\nア　本件発明では、遠心力による異物の分離（遠心分離）を主要な分離に位置\n付けているが、生海苔混合液中の異物の大部分は、遠心分離によっては分離するこ\nとができない。\n本件明細書（甲２の１、本件特許公報）によれば、本件発明は、「生海苔の異物\n（ゴミ、エビ、アミ糸等、以下同じ）の分離除去装置に関し、生海苔混合液から異\n物を分離する際に使用されるものである。」とされ、異物分離については、「第一\n回転板を回転させると混合液に渦が形成されるため生海苔よりも比重の大きい異物\nは遠心力によって第一回転板と前記環状枠板部とのクリアランスよりも環状枠板部\n側、即ちタンクの底隅部に集積する結果、生海苔のみが水と共に前記クリアランス\nを通過して下方に流れるものである。」と記載されている。\nここで、異物とは「ゴミ、エビ、アミ糸」などとされているところ、これらは比\n重が１前後であるから、遠心分離することができない。比重が１より大きい異物と\nしては貝片が考えられるが、これは生海苔混合液を異物分離装置に入れる以前に分\n離される（例えば活性タンク内での比重分離）ので、残った貝片は生海苔に緊密に\n付着されていて、クリアランスによる分離（隙間分離）でなければ、分離はでき\nず、遠心分離はできないものである。\nイ　本件発明では、クリアランスによる異物の分離もできない。すなわち、本\n件発明の実施装置のクリアランスは、０．１５～０．２０㎜である。生海苔は、自\n然法則上、水圧差のような小さい力では、このようなクリアランスをほとんど通過\nすることができず、通過しない以上、クリアランスによって異物を分離することも\nできない。\n水に混じった生海苔がクリアランスを通過するようにするためには、吸引ポンプ\nで減圧吸引することが不可欠である。ところが、本件発明は、減圧吸引の構成を備\nえていないため、生海苔がクリアランスをほとんど通過せず、減圧吸引なしでも生\n海苔が通過するようにクリアランスを大きくすれば、異物もクリアランスを通過し\nてしまうから、結局、異物分離の目的は達成されない。\nウ　結局、本件発明は、本件明細書に記載された異物分離の作用効果を奏する\nことがなく、前提とする異物分離の技術的原理が自然法則に反しており、生海苔の\n異物分離除去装置としては実用にならないものであって、産業上利用することがで\nきない。\n(2)　実験結果について\n審決は、審判で証拠として提出された実験結果についての評価を誤っている。\nア　原告が行った実験によれば、次の事項が明らかである。\n異物分離機にかける生海苔は、粗切りして、大きさを幅１０mm～１５mm、長さ１\n０mm～５０mmとしていることが普通であるが、審判甲２の１（本訴甲３の２の１）\nの実験報告書（以下「審判甲２の１実験報告書」という。）及び審判甲４（本訴甲\n４の一部）の「鑑定意見書」（以下「審判甲４鑑定意見書」という。）によれば、\nこのような生海苔は、水圧差程度の圧力では０．１５mm～０．２mmのクリアランス\nを通過することはできない。このことは、本訴甲８の１、２の実験報告書及びビデ\nオによって明らかである。\n審決は、「（審判）甲２の１によると「ＣＦＷ－３７型」は排出ポンプが装備さ\nれている異物分離除去装置であると認められるところ、このような装置であれば回\n転板及びクリアランスは、排出ポンプが作動されることを前提として調整されてい\nると解される。そうすると、「ＣＦＷ－３７型」を排出ポンプを使用しないで実験\nを行うと、本来「ＣＦＷ－３７型」が有する機能は、十分に発揮することができな\nいが、排出ポンプ（吸引ポンプ）を使用すると、クリアランスから生海苔と水との\n混合物が良好に排出されることは当然のことである。」（審決書７頁３０行～３７\n行）」と判断しているが、機械の構造を比較検討しておらず、誤りである。\nイ　審決は、本訴甲６の「ダストールと親和の自然流下による海苔流出試験」\nと題する実験報告書（判決注：２０００年審判第３５４１１号に係る甲第４号証。\n以下「甲６実験報告書」という。）に基づき、本件発明を実施した装置（被告製\n品「CFW-37型」）で生海苔が通過するから産業上利用できるとしたが、実験の趣旨\nを誤認しており、この誤認に基づく判断も誤りである。甲６実験報告書は、異物分\n離の能力について実験したものではなく、円盤（本件発明の回転板）の回転数と海\n苔の通過量とを比較し、親和製作所（被告）の機械の方が海苔の通過量の多いこと\nを示したにすぎない。つまり、異物が分離できることを立証した実験ではなく、小\nさい海苔がクリアランスを通過できるとし、その量を示した実験にすぎない。\nこの結果は本件発明が産業上利用できることを示したものではない。\n(3)　本件発明は、明細書記載の実施例の装置により明細書記載の効果を奏するも\nのとして、特許されたが、理論上はもとより、実際上も産業上利用できず、未完成\n発明といわざるを得ない。\nすなわち、本件発明は、現在使用されている吸引装置を備えた装置と比較して、\n若干性能が劣るというレベルではなく、本件明細書に記載された装置は異物分離機\nとして全く使用に耐えないものである（実際上、本件発明の実施例に示された機械\nは販売されていない。）。原告は、審判手続の中で、審判甲４鑑定意見書を示し\nて、本件発明は生海苔を遠心力によってクリアランスの外方へ流動させながら水圧\nのみによりクリアランスを通過させるという、自然法則に反する技術思想により構\n成されていることを指摘したが、審決は、本件明細書の記載と同報告書との矛盾に\nついて、何らの説明も判断もしていない。\n本件発明は、前記(1)のように、遠心力で異物を分離することがなく、生海苔がほ\nとんどクリアランスを通過することができないのであるから、本件明細書の「生海\n苔の異物分離除去作業の作業能率を向上させることができる」との記載は全く誤り\nであって、産業上利用し得ない発明である。\n２　取消事由２（「僅かなクリアランス」について具体的数値の記載がないこと\nによる明細書の記載不備の看過）\n審決は、本件明細書に、「僅かなクリアランス」について具体的数値の記載がな\nいことについて、「当業者であれば「僅かなクリアランス」とはどれくらいの寸法\nのものになるかは容易に決定できる事項である。」とするが、誤りである。\n比重の大きい異物を遠心分離し、異物の大部分を占める比重の小さい異物を分離\nできるクリアランスを決めることは至難の業である。本件明細書にはこの点に関す\nる記載も示唆も全くない。\nしたがって、本件明細書の発明の詳細な説明は、当業者がその発明の実施をする\nことができる程度に明確かつ十分に記載したものとはいえず、特許法３６条４項に\n違反している。\n第３　被告の反論の骨子\n１　取消事由１（異物の分離不能による発明未完成又は３６条４項、５項違反の\n主張）に対して\n(1)　異物の分離不能について\nア　原告は、本件発明が遠心分離だけであるとして、それでは異物分離ができ\nないと主張するが、本件発明を曲解している。本件発明でもクリアランスを通過で\nきない異物を除去する機能があるのは当然であり、そのために、特許請求の範囲に\nわざわざ「僅かなクリアランス」と記載してあるのである。本件明細書が遠心力の\n利用を強調しているのは、それが従来の装置になかったものであるからである。遠\n心分離だけで異物の完全な分離除去がされるわけではないが、すべての異物が隙間\n（クリアランス）の所に貯まってしまう先行技術とは異なり、遠心分離によって貝\n殻などがクリアランスの所にかからないようになっており、十分に有用な働きをし\nている。\nイ　原告は、クリアランスの通過に関して、およそ現実に反する主張を行って\nいる。生海苔は極薄で柔軟で、しかも、表面にヌメリのあるものであるから、塩水\nと共にクリアランスを通過していくことができる。ただし、大量に通過させようと\nすると、隙間を塞ぐ形になってしまうので、本件発明の装置では、回転板の回転に\nよってクリアランスが横滑りの動きを持つことで、これを避けているのである。\n原告は、本件明細書の実施例では、装置に吸引ポンプが備わっておらず、ゆえに\n機能しないと主張するが失当である。本件発明のもともとの発明課題は、生海苔は\n極薄フィルム状であるがために、大量に隙間通過させるのは難しいというところに\nある。これを回転板円周部のクリアランスを使い、横滑りの動きによって生海苔を\n詰まりにくくして解決したのが本件発明である。同時に、回転板式の構成をとるこ\nとにより、タンク中の混合液に回転流が生じ、それによる遠心力によって、重い異\n物は隙間のところに来るまでもなく排除されるという機能をも合わせ有する。本件\n発明の実施例には吸引ポンプがないが、作業能率を高めるために吸引ポンプを使う\nことは、ろ過などで一般に行われて来たことであり、これを本件発明に適用すると\nいうだけのことである（吸引ポンプを付けても動作に原理的な違いはない。）。\n(2)　生海苔流出実験の結果について\n審判甲３の１実験報告書（本訴甲４の一部）では、クリアランスを「0.15mm～\n0.20mm」に設定しており、海苔が多少残る傾向にあるが、塩水を追加して投入すれ\nば、十分に生海苔を回収することが可能である。この原告の実験結果でも、それな\nりの海苔の流出が認められるのであり、審決の解釈は適切で妥当である。\n現に、０．６㎜のクリアランス、吸引ポンプなしで実施した流出実験（乙３のＣ\nＤ－Ｒ）では、生海苔がクリアランスを通過して流出している。\n(3)　原告は、本件発明が未完成と主張するが、事実に反する主張である。\n本件明細書の装置は、その後に改良された市販装置に比べれば劣るものではある\nが、十分に使用可能な装置である。特に、当時の他の技術と比較するなら、極めて\n優れたものであり、広く実施されている。\n２　取消事由２（本件明細書の記載不備の看過の主張）に対して\n(1)　「僅かなクリアランス」について具体的数値を記載することは必要がない。\n本件明細書において、クリアランス大きさ（数値）を特定していないのは、本件\n発明は回転板式異物除去機そのものを内容としたものであって、そのクリアランス\nの大きさの限定などに内容のあるものではないからである。本件特許請求の範囲に\nは、特許法３６条５項に求める「発明を特定する」に十分な記載がされている。\nクリアランスは、より狭い方が小さな異物まで除去できるが、作業効率の点では\n広い方が良好である、というだけのことである。ベストの幅を決定するには多少の\n試行錯誤が必要となるが、それなりに運転できる幅を決めるのには何の困難もない\nのであり、審決の結論は妥当である。\n第５　当裁判所の判断\n１　取消事由１（異物の分離不能による発明未完成又は特許法３６条４項、５項\n違反）について\n(1)　発明未完成の主張について\n原告は、本件発明が「産業上利用することのできる」ものではないと主張する\nが、特許法２９条１項柱書きにいう「産業上利用することのできる」発明であるた\nめには、何らかの「産業」において利用可能性があることをもって足り、それ以上\nに商業的な実施を可能とする程の完成度が必要とされるものではない。本件発明の\n対象である「生海苔の異物分離除去装置」が乾燥海苔の製造という産業において利\n用され得るものであることは明らかであるから、本件発明が「産業上利用すること\nのできる」発明ではないとの原告の主張は、理由がない。\n本件発明に産業上の利用可能性がないという原告の主張は、本件発明は異物分離\n除去装置を通過する生海苔がわずかで、実用に耐えるほどの異物分離能力を持たな\nいというものであるが、「産業上利用することのできる」発明とは上記のとおり解\nされるものであるから、原告の上記主張は、産業上の利用可能性の欠如を理由づけ\nるものとはいえず、その主張に理由がないことは明らかである。\nところで、特許法２９条１項柱書きにいう「発明」とは、反復実施して所期の技\n術的課題を達成し得る程度にまで技術内容が具体的・客観的なものとして構成され\nているものをいい、技術内容がその程度にまで構成されていないものは、いわゆる\n未完成発明として、特許要件を欠くといわなければならない。原告は、本件明細書\nに記載された異物分離の作用効果は、技術的に成り立たず、自然法則に反している\nと主張しているので、以下、この観点から本件発明を検討する。\nア　本件特許公報（甲２－１）によれば、本件明細書の発明の詳細な説明欄に\nは、本件発明の技術的課題（目的）、構成、作用及び効果に関して、以下の記載が\nある（下線を付加）。\n①「【0001】【産業上の利用分野】この発明は生海苔の異物（ゴミ、エビ、アミ\n糸等、以下同じ）分離除去装置に関し、生海苔混合液（生海苔と塩水とを適宜濃度\nに調合したもの）から異物を分離する際に使用されるものである。」\n②「【0002】【従来の技術】従来におけるこの種の異物分離除去装置は、分離ド\nラムの周壁に所要数の分離孔を設け、前記分離ドラムを軸心を中心として回転させ\nながらこのドラム内に生海苔混合液を供給し、前記分離孔を通過させることによっ\nて、前記生海苔混合液中の異物を分離除去していた。」\n③「【0003】【発明が解決しようとする課題】しかしながら、かかる従来の異物\n分離除去装置にあっては、生海苔混合液中の異物をこの分離孔の周縁に引っ掛けて\n排出口に流れるのを防止するものであるため、当該分離孔の周縁に異物が蓄積し、\n目詰まりが発生する結果、当該分離除去を能率良く行うためには、目詰まり噴射水\nによって洗浄するという洗浄装置を別途に設けなければならないという不都合を有\nした。【0004】この発明の課題はかかる不都合を解消することである。」\n④「【0005】【課題を解決するための手段】前記課題を達成するために、この発\n明に係る生海苔の異物分離除去装置においては、筒状混合液タンクの底部終端縁に\n環状枠板部の外周縁を連設し、この環状枠板部の内周縁内に第一回転板を略面一の\n状態で僅かなクリアランスを介して内嵌めし、この第一回転板を軸心を中心として\n適宜駆動手段によって回転可能とするとともに前記タンクの底隅部に異物排出口を\n設けたものである。」\n⑤【0009】【作用】この発明に係る生海苔の異物分離除去装置は上記のように構\n成されているため、第一回転板を回転させると混合液に渦が形成されるため生海苔\nよりも比重の大きい異物は遠心力によって第一回転板と前記環状枠板部とのクリア\nランスよりも環状枠板部側、即ち、タンクの底隅部に集積する結果、生海苔のみが\n水とともに前記クリアランスを通過して下方に流れるものである。このとき、第一\n回転板は回転しているため、前記クリアランスには生海苔が詰まりにくいものであ\nる。」\n⑥「【0028】【発明の効果】この発明に係る生海苔の異物分離除去装置において\nは、筒状混合液タンクの底部周端縁に環状枠板部の外周縁を連設し、この環状枠板\n部の内周縁内に第一回転板を略面一の状態で僅かなクリアランスを介して内嵌め\nし、この第一回転板を軸心を中心として適宜駆動手段によって回転可能とするとと\nもに前記タンクの底隅部に異物排出口を設けたため、第一回転板を回転させると混\n合液に渦が形成されるため生海苔よりも比重の大きい異物は遠心力によって第一回\n転板と前記環状枠板部とのクリアランスよりも環状枠板部側、即ち、タンクの底隅\n部に集積する結果、生海苔のみが水とともに前記クリアランスを通過して下方に流\nれるものである。このとき、第一回転板は回転しているため、前記クリアランスに\nは生海苔が詰まりにくいものである。」\n⑦「【0029】よって、この異物分離除去装置を使用すれば、異物が前記クリアラ\nンスに詰まりにくいため、従来のように目詰まり洗浄装置等を別途に設ける必要が\nない結果、装置の維持がしやすいとともに取扱いが簡易になり、この結果、生海苔\nの異物分離除去作業の作業能率を向上させることができる。」\nイ　上記各記載によれば、本件発明は、生海苔混合液（生海苔と塩水と適宜調\n合したもの）から異物を分離除去するための装置に関わるものであって、その異物\n分離除去の技術的原理は、比重の大きい異物を遠心力によって分離し（回転板の回\n転に伴う生海苔混合液の回転により、比重の大きい異物は遠心力の作用によりタン\nクの外周底部に移動し集積する。）、それ以外の異物を回転板と環状枠板部との間\nに形成された「僅かなクリアランス」によって除去する（異物がクリアランスに引\nっ掛かるので、クリアランスを通過して外に流れ出た生海苔混合液からは除去され\nている。）というものであると認められる。\n本件明細書には、「僅かなクリアランス」による異物除去について明示の記載は\nないが、生海苔と水がクリアランスを通って流出するときに、クリアランスを通過\nすることのできない大きさの異物がタンク内に残るのは自明のことであって、「生\n海苔のみが水とともに前記クリアランスを通過して下方に流れる」との説明も、\n「僅かなクリアランス」が持つ上記のような異物除去機能を当然の前提としている\nことが明らかである。\nウ　原告は、本件発明が未完成である理由として、回転による遠心力が働いて\nいる状態で水圧程度の小さな力では生海苔はタンク底部の「僅かなクリアランス」\nを通過することができないから、異物の除去された生海苔を得ることはできず、本\n件発明はその前提としている異物分離除去の技術的原理が自然法則に反すると主張\nする。\n確かに、審判甲２の１実験報告書によれば、本件発明の構成を備えた装置と認め\nられる親和式原草海苔異物除去洗浄器「CFW-37型」によって原告が実施した実験\n（審判甲２の１実験報告書記載）において、吸引ポンプによる減圧吸引をしないで\n回転板を回転した場合に、生海苔は、排出しないか又はほんの少ししか流出しない\nことが認められ、この実験結果は、原告の上記主張に沿うものであるかにみえる。\nしかし、甲６実験報告書によれば、同じく本件発明の構成を備えると認められる親\n和式原草海苔異物除去洗浄器「CFW-36型」によって吸引ポンプを使用しない状態で\n実施した実験においては、回転板の回転が実用領域の２４０rpm～３６０rpmの近辺\nで流出水量の最大値を示し、海苔の流出量もこれに比例していることが認められる\nから、回転板の回転数とクリアランス等の条件を適宜調節すれば、生海苔は水圧程\n度の力でも、回転板の回転による遠心力が働いている状態でクリアランスを通過し\n得ることが明らかである（このことは、乙６のＣＤ－Ｒに収録された海苔流出実験\nにおいて、吸引ポンプの使用なしで生海苔の流出が認められることからも裏付けら\nれる。）。原告の依拠する審判甲２の１実験報告書の実験は、審決が述べているよ\nうに、吸引ポンプ（排出ポンプ）を使用することを前提として回転板及びクリアラ\nンスを調整した装置によるものであるから、この実験結果によっては、生海苔が回\n転している回転板と環状枠板部との間の「僅かなクリアランス」を通過してタンク\nの外に流れ出るという本件発明が前提としている技術的事項が自然法則に反すると\nいうことはできない。\n原告は、甲６実験報告書の実験は異物分離の能力について実験したものではな\nく、審決は甲６実験報告書の実験の趣旨を誤認していると主張するが、実験を行っ\nた目的がいかなるものであれ、その客観的な結果は、前記のとおり、生海苔が回転\n板の回転による遠心力が働いている状態でクリアランスを通過し得ることを示して\nいることが明らかであるから、原告の上記主張は理由がない。\nエ　原告は、また、本件発明において、回転板の回転によって生ずる生海苔混\n合液の回転により遠心力で分離することのできる異物はわずかであり、大部分の異\n物はクリアランスによって分離されるところ、吸引ポンプを付けない装置では、生\n海苔はクリアランスを通過しないか、通過してもごくわずかでしかないと主張す\nる。しかし、審判甲２の１実験報告書の実験は、吸引ポンプを使用しない前提でク\nリアランス等の調整をした実験装置によるものであるから、その実験結果のみから\n吸引ポンプを使用しなければ生海苔は実質上クリアランスを通過しないと結論づけ\nることはできない。仮に、原告主張のとおり吸引ポンプを付けない装置でクリアラ\nンスを通過する生海苔の量がわずかであったとしても、前記認定のとおり、生海苔\nがクリアランスを通過し、クリアランスの幅より大きい異物がクリアランスに引っ\n掛かって生海苔混合液から除去されると認められる以上、本件発明が技術的に成り\n立たないということはできない。\nまた、吸引ポンプを使用しなければ生海苔が通過しないとの原告の主張は、吸引\nポンプの使用が本件発明から排除されているとの前提に基づく主張と解されるとこ\nろ、この種の装置において作業効率を向上させるために減圧吸引のための吸引ポン\nプを使用し得ることは当業者の常識に属する事項であり、本件明細書中に吸引ポン\nプの使用を積極的に排除する記載も存在しないことからすれば、本件発明は、吸引\nポンプを使用する場合も包含すると解することが相当である。原告の主張は、結\n局、本件明細書に実施例として開示された、吸引ポンプを備えない構成の装置が効\n率という点で実用性が低いことをいうものにすぎず、本件発明についての発明未完\n成の主張としては失当であるといわざるを得ない。\nオ　以上によれば、本件発明が特許法２９条１項柱書きの要件を満たしていな\nいとの原告の主張は、理由がない。\n(2)　特許法３６条４項、５項違反の主張について\n平成６年法律第１１６号による改正前の特許法３６条は、４項で発明の詳細な説\n明には当業者が容易に発明の実施をすることことができる程度に発明の目的、構成\n及び効果を記載すべきことを規定し、５項で特許請求の範囲には特許を受けようと\nする発明の構成に欠くことのできない事項のみを記載すべきこと規定する。\nア　原告は、特許法３６条４項の要件に関して、本件明細書の「比重の大きい\n異物は遠心力によって・・・タンクの底隅部に集積する結果、生海苔のみが水と共\nに前記クリアランスを通過して下方に流れるものである」との記載を取り上げ、明\n細書記載の異物除去分離の効果は、本件発明において達成され得ないと主張する。\nしかし、その主張に理由がないことは、既に説示したところから明らかである。\n原告は、生海苔の異物分離において実際に問題となる異物の大きさ、比重、異物\nの存在態様その他種々の観点から、本件明細書記載の効果は得られないというが、\nその主張は、結局、本件明細書の実施例のものでは異物分離除去の効率が悪くて実\n用に向かないということに尽きるものである。特許法３６条４項は、当業者が容易\nに発明の実施をすることができる程度の開示を要求しているが、商業的に効率のよ\nい実施ができるための条件の開示までも要求しているものではない。この点に関す\nる原告の主張は失当である。\nイ　本件発明について、特許法３６条５項違反をいう原告の主張は、その理由\nとするところが必ずしも明確ではないが、本件明細書の特許請求の範囲が「発明の\n構成に欠くことのできない事項」の記載に欠けるということはできないことは、既\nに説示したところから明らかである。原告の主張は失当である。\n(3)　結論\n以上のとおり、原告主張の取消事由１は理由がない。\n２　取消事由２（「僅かなクリアランス」について具体的数値の記載がないこと\nによる特許法３６条４項違反）について\n原告は、「当業者であれば「僅かなクリアランス」とはどれくらいのものになる\nかは容易に決定できる事項である。」とした審決の判断は誤りであり、比重の大き\nい異物を遠心分離し、比重の小さい異物を分離できるクリアランスの大きさを決め\nることは至難の業であると主張する。\nしかし、実用上異物の分離除去ができるクリアランスの大きさ（幅）は、生海苔\n混合液に含まれる海苔の種類、量、状態、異物の種類（原料となる生海苔の産地、\n採取条件等によって異なり得る。）といった要素に加えて、回転板の回転速度、吸\n引装置を使用するか否か等の各種条件によって当然異なるものであるから、クリア\nランスの大きさは、元来、具体的数値をもって特定し難いものであり、また、具体\n的数値で特定することが適切であるともいえないものである。\n本件明細書には、「僅かなクリアランス」について、具体的数値の記載はないも\nのの、クリアランスの作用、効果についての本件明細書の記載（【0009】、前記\n１(1)アの⑤）及び効果の記載（【0028】、【0029】、同⑥、⑦）を参酌すれば、当\n業者にとってクリアランスがおよそどの程度のものであるかは容易に理解し得るこ\nとであり、本件発明の実施に当たり、異物分離に適したクリアランスを決めること\nも、当業者であれば、ある程度の試行錯誤をすれば容易になし得ることであると考\nえられる。本件発明を実施するに当たって「僅かなクリアランス」の大きさを決め\nることに原告の主張するような多大な困難があるとは本件全証拠によっても認める\nことができない。\nしたがって、原告主張の取消事由２も理由がない。\n３　結論\n以上のとおり、原告主張の取消事由１、２はいずれも理由がないから、原告の請\n求は棄却されるべきである。\n東京高等裁判所第１８民事部\n裁判長裁判官　　　塚　　原　　朋　　一\n裁判官　　　古　　城　　春　　実\n裁判官　　　田　　中　　昌　　利\n"
}