{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 17,
    "month": 3,
    "day": 28
  },
  "case_number": "平成16(ネ)5471",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "実用新案権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "9673",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=9673",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/673/009673_hanrei.pdf",
  "contents": "平成１６年（ネ）第５４７１号　特許権侵害差止等請求控訴事件\n（原審・東京地方裁判所平成１５年（ワ）第１７４７５号）\n平成１７年２月２日口頭弁論終結\n判決\n控訴人　　　　          三菱電機株式会社\n訴訟代理人弁護士　　　　大野聖二\n同　　　　　            市橋智峰\n補佐人弁理士　　　　    加藤　恒\n同　　　　　            高橋省吾\n被控訴人　　　　        ミツミ電機株式会社\n訴訟代理人弁護士　　　　中川康生\n同　　　　　            福田　彊\n同　　　　　            世戸孝司\n訴訟代理人弁理士　　　　伊東忠彦\n同　　　　　            佐々木定雄\n主文\n１　本件控訴を棄却する。\n２　控訴費用は控訴人の負担とする。\n事実及び理由\n第１　当事者の求めた裁判\n１　控訴人\n(1) 原判決を(2)に反する限度で取り消す。\n(2) 被控訴人は，控訴人に対し，金３億９２００万円及びこれに対する平成１\n５年８月２２日から支払済みまで年５分の割合による金員を支払え。\n(3) 訴訟費用は第一，二審とも被控訴人の負担とする。\n(4) 仮執行の宣言\n２　被控訴人\n主文同旨\n第２　事案の概要\n本件は，フロッピーディスクドライブ（以下「ＦＤＤ」という。）のスライ\nドカム保持装置の考案に係る実用新案権（以下「本件実用新案権」といい，これに\n係る考案を「本件考案」という。）を有していた控訴人が，被控訴人の製造する製\n品（原判決別紙物件目録のイ号物件及びロ号物件・以下「被告製品」という。）が\n本件考案の技術的範囲に属すると主張して，被控訴人に対し，本件実用新案権に基\nづき損害賠償を求めた事案である。\n原審において，控訴人は，本件実用新案権に基づく請求のほかに，ＦＤＤ用\n記録媒体出し入れ口機構の発明に係る特許権に基づいて，被告製品の製造，販売等\nの差止等及び損害賠償を求めていたが，原判決は，いずれの請求も棄却した。そこ\nで，控訴人が，原判決のうち，本件実用新案権に基づく損害賠償請求を棄却した部\n分について控訴したものである。\n１　当事者双方の主張は，次のとおり当審における主張を付加するほか，原判決\nの「事実及び理由」の「第２　事案の概要」及び「第３　争点に関する当事者の主\n張」記載のとおりであるから，これを引用する（ただし，当審において審理の対象\nとなっていない部分（第２の１(2)ないし(4)，(9)，２(2)並びに第３の２及び３）\nを除く。）。\n２　当審における控訴人の主張\n(1) 原判決は，ＦＤＤにおけるスライドカムの動作の理解を誤ったものであ\nる。\nア　フロッピーディスク（以下「ＦＤ」という。）をそのドライブ装置（Ｆ\nＤＤ）に挿入する際，スライドカムを左右方向に動かす力が加わった場合に，それ\nを規制してスライドカムが左右にずれるのを防止する手段（以下「左右規制手段」\nという。）が必要となる。また，ＦＤを書き込み及び読み出し可能な位置に配置さ\nせるために，スライドカムはＦＤＤの前方方向に移動し，その過程で，ＦＤを下方\nに移動させる力の反作用を受けて，スライドカムを上方へ動かそうとする力が働く\nから，これを規制する手段（以下「上方向規制手段」という。）が必要となる。\nＦＤの排出においても，やはり左右規制手段が必要となる。また，挿入\n時とは逆に，スライドカムの後退に伴いＦＤを上昇させる力が加わり，その反作用\nとして，スライドカムにはこれを下降させる力が働く。そこで，下方への移動を規\n制する手段（以下「下方向規制手段」という。）が必要となる。\nしたがって，ＦＤＤにおいて，スライドカムがその機能を発揮するに\nは，スライドカムが前後に運動するに際して，上記の各規制手段により，スライド\nカムが，ある予定された範囲の左右・上下空間を前後に運動するように導く必要が\nあり，これらの規制手段が「ガイド」に相当する。\nイ　本件考案は，先願発明（乙第１号証）が上方向規制手段を係止爪部，下\n方向規制手段を段差部としていたものを，下方向規制手段をフレームとしたもので\nあり，本件考案のガイド用立上り係止爪は，上方向規制手段としての機能を有する\nものである。すなわち，本件考案におけるガイド用立上り係止爪は，これにより，\nスライドカムが，ある予定された範囲の上方，左右の空間を前後に運動するように\nガイドするものであり，「ガイド用立上り係止爪」のガイド機能には，左右に関す\nるガイド機能だけではなく，上方に関するガイド機能も当然含まれるのである。\nウ　被告製品の場合，スライドカムのガイド機能を果たしているのは，スラ\nイドカムが上方へ抜け出るのを防止する（フェールセーフ）機能を有する支持部材\n１ｆ（立上り係止爪９），支持部材１ｇ（立上り係止爪９）であり，これらは，上\n記「上方向規制手段」に該当するものであるから，本件考案の「ガイド用立上り係\n止爪」に該当することは明らかである。\n(2) 原判決は，被告製品の「４個のガイド用スライド長孔１ａと，その長孔１\nａにそれぞれ挿嵌されスライド底面に一体形成される４個のガイド用突起２ａ」の\nみがスライドカムのガイド機能を果たしている，と認定しているが，これは，(1)で\n述べたスライドカムの通常の運動方向について誤った理解をし，上下方向に動かす\n力が働き，予定された範囲で上下方向に動くことを看過したことに基づくものであ\nる。\n被告製品において，ガイド用突起２ａ及び突出部２ｂ－１は，スライドカ\nムをより精確に前後に運動させるための付加的構成に過ぎない。控訴人が，上記ガ\nイド用突起２ａ及び折曲げ片２ｂ（突出部２ｂ－１）を切り落としたスライドカム\nを持つ被告製品の動作を実験したところ，ＦＤの挿入・排出，データの読み出しの\nいずれにも全く問題がなかったことが判明した（検甲第４号証）。このことから，\n上記各部材が，ＦＤＤの正常動作にとって不可欠のものではない，付加的な構成で\nあることは明らかである。\n(3) 原判決は，被告製品の支持部材１ｆと１ｇはスライドカムに常に接触する\nとは認められないから，本件考案のガイド用立上係止爪に該当しない，としてい\nる。\nしかし，被告製品の前記突出部２ｂ－１とフレームが接触する場合には，\nスライドカムと立上り係止爪の間隔は０．０７～０．２ｍｍとなるから，スライド\nカムの振動や，撓みなどの弾性変形があること，また，スライドカムと立上り係止\n爪の間隔０．３ｍｍやスライドカムの板厚に公差があることを考慮すれば，スライ\nドカムと立上り係止爪が接触しないと考えるのには無理がある。\n３　当審における被控訴人の主張\n(1) 控訴人のいう，スライドカムがある予定された範囲の上下・左右空間を前\n後に運動する，ということの意味がそもそも不明であるが，それが，上下左右にぶ\nれながら動くという意味であれば，否認する。スライドカムがそのような動きをす\nることはなく，上下左右方向の運動を規制されながら，前後に動くのである。もし\n控訴人の主張するような動きをするのであれば，被告製品はその点で本件考案と異\nなる。\n(2) 原判決が認定するとおり，単なる抜け止め防止機能（フェールセーフ）だ\nけでは，「ガイド」しているとはいえない。\n被告製品の４個のガイド用スライド長孔１ａと，その長孔１ａにそれぞれ\n挿嵌されスライド底面に一体形成される４個のガイド用突起２ａ及び「突出部２ｂ\n－１」は，ガイドについての付加的な構成ではない。\n(3) スライドカムの板厚の限界許容寸法は０．５\n０－０．０３ｍｍである。すなわ\nち，最大許容寸法は０．５ｍｍ，最小許容寸法は０．４７ｍｍとなる。また，スラ\nイドカムと支持部材１ｆ及び１ｇの，耐衝撃用ストッパ１ｆ－３，１ｇ－２がスラ\nイドカムと摺動しないことは，検甲第１号証，検乙第１及び第２号証からも明らか\nである。\n第３　当裁判所の判断\n当裁判所も，控訴人の本件実用新案権に基づく損害賠償請求は理由がなく棄\n却されるべきであると判断する。その理由は，次のとおり付加訂正するほか，原判\n決の「事実及び理由」の「第４　当裁判所の判断」の１及び４のとおりであるから\nこれを引用する。\n１(1) 原判決４２頁９行目の「（３欄１３行ないし２１行）」を「（補１頁左欄\n１２行ないし１８行）」と改める。\n(2) 原判決４７頁２１行目の「前後方向の規制」を「左右方向の規制」と改め\nる。\n(3) 原判決５０頁１９行目の「前後方向の運動を規制し」を「左右方向への動\nきを規制し」と改める。\n(4) 原判決５０頁２３行目の「これを被告製品についてみると」から５１頁１\n行目の「ガイド用突起２ａである。」までを次のとおり改める。\n「これを被告製品についてみると，上記(1)に示したとおり，被告製品にお\nいて，スライドカムを左右方向に規制する機能を有するものは，フレーム本体１の\n左右前後に前後方向に伸びる４個のガイド用スライド長孔１ａと，その長孔１ａに\nそれぞれ挿嵌されスライド底面に一体形成される４個のガイド用突起２ａであり，\nスライドカムが上方向に浮き上がるのを規制する機能を有するものは，スライドカ\nム２の下面，各切欠き開口２ｃ，２ｄ及び２ｅの側縁に形成され，フレーム本体１\nの係止用長孔１ｂに係合され，横方向に突出する突出部２ｂ－１を持つ折曲げ片２\nｂであって，これらによりスライドカムをフレーム本体に摺動しつつ前後方向にガ\nイドするものである。」\n(5) 原判決５１頁８行目の「運動を規制する機能」を「運動をガイドする機\n能」と改める。\n２　控訴人は，被告製品の支持部材１ｆ及び１ｇが，スライドカムが上方へ抜け\n出るのを防止する（フェールセーフ）機能を有することをとらえて，本件考案の\n「ガイド用立上り係止爪」に該当すると主張する。\nＦＤＤにおけるＦＤの挿入・排出において，その機構上，スライドカムを上\n下方向，左右方向に動かそうとする力が働くことは，控訴人主張のとおりである。\nしかし，スライドカムは，本来，前後方向にのみ動くべきものであるから，スライ\nドカムに上記のような動きがあるとしても，スライドカムは，そのような左右，上\n下への動きに抗して，本来予定されている前後方向に動くように導かれることにな\nるのであり，この動きを円滑なものとするために，前記引用に係る原判決認定の本\n件実用新案明細書の記載などによれば，本件考案は，下方向への動きを規制する手\n段として，フレーム本体がスライドカムを摺動可能に保持する構成とともに，左右\n方向及び上方向への動きを規制する手段として，ガイド用立上り係止爪がスライド\nカムを摺動可能に保持する構成を採用しているものと認められる。つまり，単に抜\nけ止めを防止できる程度の保持であれば，スライドカムがある程度大きく上方向及\nび左右方向に動いてしまうことが避けられず，そのようなものでは，円滑にスライ\nドカムを摺動させることにならないのである。\nしたがって，単にスライドカムの上方への抜け出し防止機能（フェールセー\nフ機能）があれば，本件考案の「ガイド用立上り係止爪」に該当するということは\nできない。\n３　控訴人は，被告製品のガイド用突起２ａ及び突出部２ｂ－１は，スライドカ\nムをより精確に前後に運動させるための付加的構成に過ぎないと主張する。\nしかし，被告製品の各構成要件の機能に関する前記引用に係る原判決認定の\nとおり，構造上，被告製品の４個のガイド用スライド長孔１ａと，その長孔１ａに\nそれぞれ挿嵌されスライド底面に一体形成される４個のガイド用突起２ａは，スラ\nイドカムが左右方向に動かないように機能するものであり，また，スライドカム２\nの下面，各切欠き開口２ｃ，２ｄ及び２ｅの側縁に形成された折曲げ片２ｂは，フ\nレーム本体１に形成されている係止用長孔１ｂに係合され，その横方向に突出する\n突出部２ｂ－１が，フレーム本体の下面と摺動することにより，スライドカム２が\n上方へ浮き上がらないように機能するものである。そして，検甲第１号証，検乙第\n１号証，第２号証によれば，これらの部材及びこれと摺動し得るフレーム部分に\nは，実際に摺動してできたと認められる光沢等があることがみてとれる。したがっ\nて，これらが，スライドカムの左右方向規制手段，上方向規制手段に当たることは\n明らかであり，被告製品の構成上，これらをもって付加的構成であるとはいえな\nい。\nなお，控訴人が当審で提出した検甲第４号証に開示された実験の結果によれ\nば，被告製品のガイド用突起２ａ及び折曲げ片２ｂを切り取ったスライドカムも正\n常に動作し，ＦＤの挿入，ディスク読み取り位置への固定及び排出に問題がなかっ\nたことが認められることから，支持部材１ｆ及び１ｇが左右方向及び上方向規制手\n段になり得るものであると考える余地がある。\nしかし，上記のガイド用突起２ａや，折曲げ片２ｂがない場合に，支持部材\n１ｆ及び１ｇが左右規制及び上方向規制手段として機能し得るということは，ガイ\nド用突起２ａや，折曲げ片２ｂが存在する場合にもそうであるということを意味す\nるものではないことはいうまでもない。被告製品のガイド用突起２ａ及び折曲げ片\n２ｂがスライドカムと摺動して左右方向及び上方向規制手段として機能するもので\nあることは上記のとおりであるのに対し，検甲第１号証，検乙第１号証，第２号証\nによれば，被告製品の支持部材１ｆ及び１ｇは，スライドカムに摺動して，スライ\nドカムが左右方向及び上方向に動かないようにするためのものではないと認められ\nるのであって，上記の実験結果は，被告製品において，ガイド用突起２ａ及び折曲\nげ片２ｂを付加的構成とする根拠となり得ないことはもとより，支持部材１ｆ及び\n１ｇがスライドカムと摺動して左右方向及び上方向への動きを規制する機能を果た\nしていることを裏付けるものでもない。\n４　控訴人は，被告製品の支持部材１ｆと１ｇがスライドカムに接触しないと考\nえるのには無理があると主張する。\n前記引用に係る原判決認定のとおり，支持部材とスライドカム２が接触して\nできたとみられる痕のようなものがある（なお，検乙第１号証（イ号物件）にも極\nめて薄いものの同様の痕がみられる。）。しかし，他の支持部材に関して，スライ\nドカムとの摺動に伴って生じたと認められるような痕が存在しないことや，被告製\n品においては，前記のとおり左右方向規制手段及び上方向規制手段としての機能の\nためだけの部材が存在すること，支持部材１ｆ及び１ｇは，ＦＤを支持することが\nその役割であることからすると，上記痕は，製品ないしその使用態様によっては，\n１ｆ－３がスライドカムと接触することもあり得るということを示すにとどまるも\nのであって，支持部材１ｆと１ｇがスライドカムと摺動して前後方向への運動をガ\nイドしていることを示す根拠となるものとはいえない。また，本件において，控訴\n人が主張するように被告製品に公差があり，また，スライドカムの弾性変形があり\n得ることを考慮しても，被告製品の支持部材１ｆ及び１ｇが，スライドカムに摺動\nして前後方向への運動をガイドしていることを認めるに足りる証拠は存在しない。\n５　結論\n以上のとおりであり，原判決は相当であって，控訴人の本件控訴は理由がな\nいからこれを棄却することとし，訴訟費用の負担について民事訴訟法６７条１項，\n６１条を適用して，主文のとおり判決する。\n東京高等裁判所知的財産第３部\n裁判長裁判官 　佐　藤　久　夫\n裁判官 　設　樂　隆　一\n裁判官 　高　瀬　順　久\n"
}