{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 11,
    "day": 19
  },
  "case_number": "平成14(ワ)22018",
  "case_name": "損害賠償請求",
  "court_name": "東京地方裁判所民事第34部",
  "lawsuit_id": "5611",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=5611",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/611/005611_hanrei.pdf",
  "contents": "平成１５年１１月１９日判決言渡\n平成１４年(ワ)第２２０１８号損害賠償請求事件\n判                   決\n主                   文\n１　原告らの請求をいずれも棄却する。\n２　訴訟費用は，原告らの負担とする。\n事実及び理由\n第１　請求\n１　被告は，原告Ａに対し，金１５００万円及びこれに対する平成１４年１０月\n１９日から支払済みまで年５分の割合による金員を支払え。\n２　被告は，原告Ｂに対し，金７００万円及びこれに対する平成１４年１０月１\n９日から支払済みまで年５分の割合による金員を支払え。\n３　被告は，原告Ｃ及び原告Ｄに対し，それぞれ金３００万円及びこれに対する\n平成１４年１０月１９日から支払済みまで年５分の割合による金員を支払え。\n第２　事案の概要\n本件は，原告らが，被告に対し，原告Ａが，脳梗塞の治療及びリハビリテー\nションのため，被告の設置し経営するＥ病院（以下「被告病院」という。）に入院\n中に，被告病院内階段（以下「本件階段」という。）の２階と３階の間の踊り場\n（以下「本件踊り場」という。）に設置されていた窓（以下「本件窓」という。）\nから転落し，頭蓋骨骨折，脳内出血及び慢性硬膜下血腫の傷害を負い，意識不明の\n重篤な症状に陥ったが，これは，被告に安全配慮義務違反等の過失があったためで\nあるとして，不法行為に基づき，原告Ａにつき慰謝料１５００万円，原告Ａの妻で\nある原告Ｂにつき慰謝料７００万円，同Ａの子である原告Ｃ及び原告Ｄにつき慰謝\n料各自３００万円並びにこれらに対する不法行為の日の後である平成１４年１０月\n１９日から支払済みまで\n民法所定の年５分の割合による遅延損害金の支払を求めている事案である。\n１　争いのない事実等\n(1)ア　原告Ａは，昭和１３年３月３日生まれの男性である。原告Ｂは，同Ａの\n妻であり，同Ｃ及び同Ｄは，同Ａの子である（乙Ａ１，２，原告Ｂ本人，弁論の全\n趣旨）。\nイ　被告は，被告病院を設置し経営している（弁論の全趣旨）。\n(2)　原告Ａは，平成１２年１１月１１日ころから，ふらつき，歩行障害等の症\n状が出始め，同月１４日，歩行困難のため，被告病院外来を受診し，呂律不良が認\nめられ，同月１５日，多発性脳梗塞の疑いで被告病院に入院した（争いのない事\n実，乙Ａ１，２，乙Ｂ５，証人Ｆ）。\n(3)　原告Ａは，同年１２月３日午後８時３５分ころ，病室から抜け出し本件踊\nり場に設置されていた本件窓から転落し，頭蓋骨骨折，脳内出血，慢性硬膜下血腫\nの傷害を負い，意識不明の重篤な状態に陥った（以下「本件事故」という。争いの\nない事実，甲２の１，乙Ａ２）。\n２　争点\n(1)　被告の安全配慮義務違反の有無\n(2)　本件窓の設置又は保存の瑕疵の有無\n(3)　原告Ａが，転落直前に窓枠につかまって助けを求めた際に，被告病院看護\n師が適切な転落防止策を講じなかった過失の有無\n(4)　因果関係及び損害（判断の必要がなかった。）\n３　争点に対する当事者の主張\n(1)　争点(1)（被告の安全配慮義務違反の有無）について\n（原告らの主張）\nア(ア)　原告Ａは，本件事故当時，脳梗塞の後遺症によって，呂律不良，歩\n行困難及び夜間不穏の症状のため，介護者を必要とする状況にあり，介\n護者による介護なしに歩行したり，階段の昇降をすれば，転倒や転落事故等の発生\nにより傷害を負う蓋然性が極めて高かった。\n(イ)　原告Ａは，平成１２年１１月２６日リハビリテーションを開始し，\n同月２８日には，看護師の付添いの下で歩行器を使用して廊下で５メートルの歩行\nが可能となり，同年１２月２日には，看護師の支えと付添いによって廊下を往復し\nたが，独歩は困難であった。原告Ａは，同月３日午前中に自力歩行を行うリハビリ\nテーションを実施して終了したにもかかわらず，同日午後６時に廊下に顔を出して\nリハビリテーションを希望し，被告病院看護師からリハビリテーションは終了した\n旨説得されて臥床し，同日午後８時に廊下に出て再度リハビリテーションを希望し\nて，被告病院看護師からリハビリテーションは終わっている旨の説明を受けて臥床\nしたが，その後同日８時３５分ころに本件事故が発生したものである。\nイ　したがって，かかる原告Ａと入院契約を締結した被告としては，原告Ａ\nに対して，歩行や階段昇降時には必ず介護者を付き添わせ，転倒や転落事故等の発\n生によって原告Ａが傷害を負う危険性を避けるべき安全配慮義務があった。\nさらに，原告Ａは，同日夜間に，再三にわたってリハビリテーションを\n希望し，かつ，その都度被告病院においてリハビリテーションは終了した旨を説明\nしたが，原告Ａは，これを理解しなかったのであって，被告としては，同日午後８\n時以降に，再び原告Ａが廊下に出てリハビリテーションを行おうとすることを予見\nすることは十分可能であり，被告は，原告Ａが独歩困難であることは認識していた\nのであるから，原告Ａが独力で廊下に出て単独で歩行しないよう看視する義務を負\nっていた。\nウ　しかるに，被告は，安全配慮義務及び看視義務を怠って，原告Ａが独力\nで廊下に出て単独で歩行しないよう看視することもなく，原告Ａに介護者を付き添\nわせず，原告Ａ１人で本件階段を昇降させ，もって，原告Ａを本件踊り場に設置さ\nれた本件窓から転落させるに至ったのであり，被告には，安全配慮義務及び看視義\n務違反の過失がある。\n（被告の主張）\nア　原告Ａの入院後本件事故に至るまでの状況及び精神状態\n(ア)　原告Ａは，平成１２年１１月１５日，被告病院に入院した。\n(イ)　原告Ａは，入院後から意識状態が改善するにつれて，病的な不穏言\n動がみられ，おむつを外してベッド上で失禁するなどした。同月２６日ころから\nは，徐々に不穏状態から脱しつつあったが，それでも２９日夜には，自分は船乗り\nで今は新潟からの帰りの船の中におり，同室の患者を職人であるなどと，意味不明\nのことを話していた。\n(ウ)　原告Ａは，同月３０日ころからは，理解不能な言動をしなくなり，\n医師や看護師らとも，意思疎通を図ることができるようになり，また，排泄につい\nても，自らおむつを外して尿器を使用するまでに回復した。\n(エ)　同日ころからの原告Ａの特徴的な言動としては，早期の退院を希望\nし，そのためにリハビリテーションに積極的に取り組もうとしていたこ\nとと，交際のあった女性の面会を心待ちにしていたことが挙げられる程度であっ\nて，異常な挙動に出ることを予見させるような言動は見受けられなくなった。\n原告Ａは，同年１２月１日午後８時ころ，看護師に対して，「先生が\n退院してくださいと言ったから帰る」などと話しているが，その際にも，被告病院\n看護師が，原告Ａに対し，血圧が安定していないので安静にするように指示したと\nころ，素直に横になった。\nかかる発言が，原告Ａの見当識障害から生じたものか否か不明である\nが，いずれにせよ，同年１１月３０日朝から本件事故直前である同年１２月３日午\n後８時３０分までの間で原告Ａの問題となり得る言動は，上記発言のみである。\n(オ)　原告Ａは，同日午後８時３０分ころ，病室のベッド上に座っていた\nところを被告病院看護師に促されて，いったん横になったが，その２分ほど後に，\n本件窓の下辺に左手でぶら下がっているのを発見され，その後落下して，本件事故\nが生じた。\nイ　本件事故当日における原告Ａのリハビリテーションの状況\n(ア)　原告Ａは，平成１２年１２月３日当時，看護師が付き添って歩行器\nを使用しながら，病棟の廊下約４０メートルを２往復する程度のリハビ\nリテーションを行っていた。原告Ａの歩行状況は，左膝筋力低下があり，右側に傾\n斜する傾向があり，一人でリハビリテーションを行うのはやや危険であった。\n(イ)　原告Ａは，退院に向けて意欲的であって，排泄の際には，ベッドサ\nイドの尿器を用いず，歩行器を使用して５，６メートル先にあるトイレに向かうな\nどしていた。被告病院は，原告Ａに対して，排泄は尿器で行うように話していた\nが，原告Ａが歩行器を使用してトイレに向う際には，看護師がこれを介助した。\n原告Ａは，排泄以外にも，病室から数メートルの範囲を歩行器で歩行\nしたり，病室の斜向かいに位置するナースステーションに赴いたりするなどしてい\nたが，その都度被告病院看護師らに発見され，看護師から病室に戻るよう指示され\nて，おとなしくベッドにまで戻っていた。\nウ　したがって，原告Ａは，平成１２年１２月３日午後８時３０分ころ，以\n下のような状況にあった。\n(ア)　精神状況について\n原告Ａは，入院当初の病的な見当識障害は脱し，医師や看護師らとの\n意思疎通も十分に図ることができるようになり，早期退院に向けて自主的にリハビ\nリテーションを行おうとする意欲がみられ，看護師の指示なくリハビリテーション\nを行うなどしていたが，看護師から注意された場合には，その指示には従ってい\nた。\n(イ)　身体状況について\n原告Ａは，看護師が介助につけば，歩行器を使用して４０メートル程\n度の廊下を２往復することができた。しかし，原告Ａは，介助なしで歩行する際に\nは，病室の斜向かいにあるナースステーションか，５，６メートル先にあるトイレ\nにまで向かうのがせいぜいであり，一人で数十メートル歩行したり，階段を昇降す\nることはできなかった。\nエ　入院患者を引き受けた医療機関としては，入院患者の個別的な事情に即\nして，合理的かつ具体的に予見されるべき危険を的確に予見し，これを回避するた\nめの相当な措置をとるべきことが要求され，かつ，それで足りるというべきとこ\nろ，上記アないしウによれば，原告Ａの精神状況は，平成１２年１１月３０日以\n降，正常に戻っており，急激に見当識障害に陥ることは考えられないことであるか\nら，経過観察の程度としては通常の患者と同じ程度の回数を行えば足り，常時観察\n又は特別に頻回の観察を行う必要性はないし，原告Ａの身体状況は，歩行器を使用\nして病棟の平らな部分を数メートル移動するという程度のものであったから，本件\n階段を昇降するような行為に及ぶことまでは予想の範囲外であって，そのような行\n為を想定した観察までは要\n求されないというべきである。\nオ　さらに，原告Ａが見当識障害から脱していたこと，本件事故の直前約２\n分前には，ベッド上で臥床していたこと，看護師の介助なしでのリハビリテーショ\nンも病室から数メートルの範囲にとどまっており，原告Ａには，階段を下りる能力\nもなければ，階段を下りようとしたこともなかったことからすれば，被告病院にお\nいて，原告Ａが，わずか２分の間に，看護師の目を盗んであえてこれまで下りたこ\nともない本件階段を下り，施錠してあった本件窓を開け，窓の外側に体を乗り出す\nような行為に出て本件事故を引き起こすことを予見することは全く不可能であっ\nた。\nカ　以上によれば，本件事故は，予見不可能な事故というべきであり，被告\nにおいて，安全配慮義務及び看視義務違反の過失はない。\n(2)　争点(2)（本件窓の設置又は保存の瑕疵の有無）について\n（原告らの主張）\n本件窓には，転落防止用手すり，柵等が設置されていなかった。また，被\n告において，本件窓に施錠をし，あるいは危険である旨の張り紙等をして危険を告\n知するなどして，入院患者らの転落を防止すべきであったにもかかわらず，これを\nもしていなかったのであり，本件窓には，設置又は保存の瑕疵がある。\n（被告の主張）\n本件窓には，施錠がされており，警備員が定期的に巡回して施錠を確認し\nていたし，本件窓の窓枠下辺が低い位置にあったため，転落防止用のバー（手す\nり）が設置されていた。また，本件窓には，危険である旨を示す張り紙も張られて\nいたのであり，本件窓には，設置又は保存の瑕疵がなかった。\n(3)　争点(3)（原告Ａが，転落直前に窓枠につかまって助けを求めた際に，被\n告病院看護師が適切な転落防止策を講じなかった過失の有無）\n（原告らの主張）\nア　原告Ａは，本件窓から地上に転落する前に，本件窓の外から窓枠の横棒\nに両手でつかまり，ぶら下がったまま，「助けてくれ」と助けを求め，被告病院看\n護師は，これに気付いた。\nイ　被告病院看護師は，直ちに本件窓に駆け寄り，ぶら下がった状態の原告\nＡの手をつかみ，引っ張り上げるか，それができなければ，手をつかんで転落を防\n止しつつ，他の看護師や身近にいる人に大声で助けを求めるなどすることにより，\n本件事故の発生を防止できたのに，これらの処置をとることなく，単に他の看護師\nの助けを求めて現場を離れ，原告Ａは，そのまま力尽きて転落したのであり，同看\n護師には，適切な転落防止策を講じなかった点に過失がある。\n（被告の主張）\nア　被告病院のＧ看護師は，本件事故当日当直担当として，病室において処\n置を行っていたところ，原告Ａの叫び声を聞きつけて，廊下に出て本件階段上から\n本件踊り場を覗いたところ，本件窓の外側に体を出し，窓枠下辺から顔を出してい\nる者を認め，同じく当直をしていたＨ看護師を大声で呼び，さらに別の当直女性看\n護師を呼ぼうとした。そして，落下した場合に備えてマットを敷こうと考えて，ナ\nースステーションからガードマン詰め所に電話をかけた。一方，Ｈ看護師は，本件\n踊り場まで駆けつけたが，原告Ａは，そのとき既に左手一本で本件窓の窓枠外側の\n出っ張り部分に指をかけている状態であった。\nＨ看護師は，原告Ａの左手をつかみ同原告を引き上げようとしたが，原\n告Ａは入院当時体重が７４キログラムもあり，女性であるＨ看護師には，引き上げ\nることはできず，原告Ａも力尽きて，落下したものである。\nイ　原告Ａは，上記のとおり７４キログラムという体重であって，これを本\n件窓から引っ張り上げることは常人には不可能であって，上記Ｇ看護師の判断及び\n処置は適切であったし，Ｈ看護師が原告Ａを引き上げられなかったとしても，過失\nはない。\n(4)　争点(4)（因果関係及び損害）について\n（原告らの主張）\nア　原告Ａは，本件事故により頭蓋骨骨折，脳内出血，慢性硬膜下血腫の傷\n害を負い，その後遺症として判断力が低下しており，また，移動についても車いす\nによって数メートル程度の短距離の移動ができるのみであって，今後稼働不可能な\n状況にある。\n原告Ａの本件事故による後遺障害を受けたことに基づく精神的苦痛に対\nする慰謝料としては，同原告の既往症を考慮にいれたとしても，少なくとも金１５\n００万円が相当である。\nイ　原告Ｂは，原告Ａの妻として，原告Ａの本件事故による傷害及び後遺障\n害の発生によって，多大な精神的苦痛を被るとともに，重篤な障害が残る原告Ａの\n看護をしていかなければならず，その精神的苦痛は計り知れないものがある。\nかかる原告Ｂの精神的苦痛に対する慰謝料としては，金７００万円が相\n当である。\nウ　原告Ｃ及び原告Ｄは，いずれも原告Ａの子として，原告Ａの本件事故に\n基づく傷害及び後遺障害の惹起によって，多大な精神的苦痛を被るとともに，重篤\nな障害が残る原告Ａの看護をしていかなければならず，その精神的苦痛は計り知れ\nないものがある。\nかかる原告Ｃ及び原告Ｄの精神的苦痛に対する慰謝料としては，各金３\n００万円が相当である。\n（被告の主張）\n争う。\n第３　争点に対する判断\n１　証拠（甲５，６（枝番を含む。），７（枝番を含む。），乙Ａ１，Ｂ２ない\nし５，証人Ｆ，同Ｇ，同Ｈ，原告Ｂ本人）によれば，本件事故前の原告Ａの状態及\nび本件事故の状況について，以下の各事実が認められる。\n(1)　入院当日（平成１２年１１月１５日）\n原告Ａは，本件入院当時，多発性脳梗塞のため呂律不良，歩行障害，意識\n障害があり，ＪＣＳ（ジャパンコーマスケール，刺激に対する覚醒の程度を３群に\n分け，さらに各群を３段階に細分し，数字により意識障害程度を表現したもので，\nⅠ群は覚醒している状態，Ⅱ群は刺激をすると覚醒する状態，Ⅲ群は刺激をしても\n覚醒しない状態である。）Ⅰ－２であったが，意識レベルの変動が激しかった。原\n告Ａの入院当時の身長は１６１センチメートル，体重は７４キログラムであった。\n昼ころ，原告Ａには膀胱バルーンカテーテルが挿入されたが，トイレに行\nくと言って頻回に起き出し，ベッドから降りて倒れそうになるなど多動が認められ\nた。午後２時から３時ころには，頻回にベッド上に起き上がり，安静を保てない状\n態になったり，睡眠中でも気配ですぐ覚醒して起き上がったり，家に帰ると述べる\nなど不穏が強かった。午後５時ころにも，ベッドサイドに起き上がり，また，おむ\nつは何回着用しても自分で外してしまうため，抑制が行われた。夜間にも，多動が\nあったほか，「おかあさん」「おーい」などの大声を発していたが，看護師が声を\nかけると返答をし，看護師の話を了解し，納得して静まった。\n(2)　同月１６日\n原告Ａは，日中は不穏はなく，午後６時ころ，名前を聞かれても答えない\nものの，看護師の簡単な質問に対して，「はい」，「いいえ」では答えられる状態\nにあった。夜間には，衣類を脱ぎ捨て，何度説明してもこれを繰り返し，やや不穏\n気味であった。\n(3)　同月１７日\n原告Ａは，午前９時ころ，開眼中もぼうっとしており，問いかけをしても\n発語がなく，午後２時ころには，開眼しているが，自発的な発語はなく，自分の名\n前，年齢を問われても，ハイと答えるばかりで，正答できず，自分の性別も答えら\nれず，医師の指示にも従わない状態であった。ＪＣＳはⅠ－３であり，意識障害は\nやや悪化し，意識レベルは低下し，左上下肢の筋力低下も増悪した。\nその後，午後５時３０分ころには，足を動かすと痛いと言うなど，やや意\n識レベルが改善されたが，自分の名前を言えず，指示に従わない点は同様であっ\nた。\n(4)　同月１８日\n原告Ａは，意識レベルが低下し，ＪＣＳⅡ－１０であって，呼名に対して\nは，開眼し追視して反応するが，発語はなく，うなずくことしかしなかった。\n(5)　同月１９日\n原告Ａは，午前９時ころ，呼びかけに対して発語したが，言語不明の状態\nであった。午後０時ころには，呼名に対して「ハイ」と返答し，午後にはうなずい\nたりひとこと発語するようになった。他方，面会に来た原告Ｂらが誰であるかわか\nらない状態であった。また，夜間には，体動があった。\n(6)　同月２０日\n原告Ａは，午前９時ころから，体動が著明になるとともに，声かけに対し\nて単語で返事をするようになり，他方，落ち着きがなくなった。午後から夜にかけ\nては，問いかけに対し，「ハイ」と答えたが発語はこれのみであった。\n(7)　同月２１日\n原告Ａは，午前６時ころ，体位変換の際に痛みを訴えたものの，痛みの場\n所は答えられなかった。その後，看護師が言葉を話すように促すと，いくらか発語\nが多くなったが，他方で，理解力の欠如も認められた。面会に来た家族との意思疎\n通がみられるようになり，医師が分かるかと尋ねると分かると答えるなど，意識レ\nベルがＪＣＳⅠ－１に改善した。\n午後６時４０分ころから不穏となり，幻覚症状を訴え，体動が活発で起き\n上がろうとし，翌２２日の午前３時にも覚醒して大声で叫ぶなど不穏状態となっ\nた。\n(8)　同月２２日\n原告Ａは，午前６時ころから覚醒していたが，特に不穏はなく，午前中も\n応答がはっきりしていたが，妻の名前は言えなかった。\n午後６時には，会話をするが意味不明であって，午後９時以降は，「東京\nに帰る」とベッドより起き上がろうとする動作をし，家へ帰ると言ったりして，体\n動が活発になったほか，午後１１時にも脱衣行為をし，しきりに起き上がろうとす\nるなどした。\n(9)　同月２３日\n原告Ａは，午前９時ころ，構音障害（意図した音が正しく生成されない状\n態をいう。）は改善し，午後６時ころまでは不穏はなく，意識はしっかりしてい\nた。午後８時３０分ころ，意識不鮮明となり，突然起きあがってアンギオを抜去\nし，「帰ります」とベッドから下りようとし，止めるとますます興奮し，なだめる\nとよけい暴れるなどの不穏状態となった。その後，ハルシオンを投与し，そばで話\nしかけているうちに午後９時３０分ころ入眠した。\n(10)　同月２４日\n原告Ａは，午前９時ころ，ベッドの柵を床に落としていたが，表情は穏や\nかで，その後午後７時ころまでは特に不穏はなかった。その間，発語はあったが，\n言語不明瞭であった。ただ，意識は覚醒しており，見当識も問題がなく，九州に帰\nりたいなどの発言をしたり，つじつまが合ったことを言うようになった。\nしかし，午後７時ころから，不穏状態となり，家族の名前を呼んだり，起\nき上がろうとする動作を繰り返した。ハルシオンを一錠投与されたが，午後８時こ\nろ，やや興奮気味であり，午後９時ころ，看護師が薬を舌下投与しようとしたとこ\nろ，原告Ａは，暴れだし，薬をいやがって，手で口を押さえ，説得に応じなかった\nため，看護師は，原告Ａの両手を抑制した。原告Ａは，その後すぐ大声で家族の名\n前を呼ぶなどしていた。原告Ａは，翌２５日午前０時ころから午前６時ころまで入\n眠していたが，その間も，点滴を抜去したり，バルーンカテーテルの接続を外すな\nどした。\n(11)　同月２５日\n原告Ａは，午前９時ころ，不穏なく，家族の面会があったため落ち着いて\nいた。医師の診察時にも，意識状態はほとんど清明であり，急性期を脱していると\nの医師の判断で，膀胱訓練を開始し，バルーンカテーテルを中止後は歩行リハビリ\nテーションを行うこととなった。\nその後，午後６時ころまで不穏はなかったが，午後６時３０分ころから，\nおむつを外し，逆さになってベッドの柵を外し，ベッドから降りようとするなど不\n穏状態になり，同じことを繰り返し，午後７時３０分にはベッドから降りて，床で\nおむつを外し，家に帰ると主張し，看護師が抑制しようとしたのに対し，大暴れを\nしてこれを拒否した。\n(12)　同月２６日\n原告Ａは，午前９時ころ，発語はややしっかりしてきた。子供の名前，自\n分の名前及び生年月日などを言い，冗談も少し言えるようになった。しかし，膀胱\nバルーンを再び自己抜去した。午後２時ころからは，多弁となり，妄想，異常行動\nが始まった。電話をかけてくれるよう言い続けたり，ベッド上でごそごそ暴れた\nり，おむつを外してしまったりした。ただし，尿意を生じた際には尿器を使用して\n自尿した。午後６時ころには，不穏はなく，色々会話をしていたが，理解不明瞭な\n部分も多かった。午後８時ころ，尿を失禁し，おむつをちぎって捨てていた。\n(13)　同月２７日\n原告Ａは，午前３時ころ，多量の尿失禁をしたが，着替え後不穏なく入眠\nした。午前６時ころ，再び尿を失禁したが，話のつじつまが合い，友人に電話しな\nければなどと発言し，何かを考えている様子であった。午前７時５０分ころには，\n家に電話をするよう求めた。\nその後，点滴中にもかかわらず，体動が激しかったため，上肢を抑制され\nた。夕方，交際相手の女性が面会に来院したため，当初一緒に出かけようと歩行す\nる動作をしようとしたが，ふらつきがあった。看護師の説明を受けて納得し，穏や\nかに女性と会話を続けた。交際相手の女性の帰宅後も不穏はなかった。午後９時に\nはハルシオンを服用し，その後，午後９時３０分ころ尿を失禁し，午後１０時に\nは，起き上がり，ベッドの柵をいじるなどしていたが，看護師から寝るように促さ\nれ，すぐ入眠した。\n(14)　同月２８日\n原告Ａは，午前３時ころ，一度起き上がったが，すぐ入眠し，その後朝ま\nで不穏はなかった。起床後も，一日中，不穏はなかった。午前１１時ころ，歩行器\nで廊下を５メートルほどリハビリ歩行をした。午後６時ころには，面会に来た交際\n相手の女性と談話しており，時折笑顔を見せていた。\n午後９時ころには尿を失禁した。また，ハルシオンの投与を受けた。\n(15)　同月２９日\n原告Ａは，午前６時と午後１時に，尿失禁をしたが，不穏はなかった。医\n師の診察の際にも調子はよく，意識はほとんど清明であった。同日午後４時には，\n尿意を感じて便器で自尿したし，夕食も箸を使って自力で摂取でき，改善がみられ\nた。一方，午後６時ころ，見当識障害が残存していて，時折つじつまの合わない会\n話をしていた。また，午後９時４０分ころ，たばこを探して引出しの中をあさって\nおり，看護師が話しかけると，自分が入院したことを初めて知ったかのような反応\nをし，現在は，新潟で仕事をした帰りの船の中にいると勘違いして，看護師と会話\nを交わしていたが，午後１０時４０分ころ，入眠した。\n(16)　同月３０日\n原告Ａは，午前６時ころ，多量の尿失禁をしたが，会話は普通で，一日\n中，不穏はなかった。午後６時と午後８時３０分には，自分でおむつを外し尿器を\n使用して排尿できた。\n(17)　同年１２月１日\n原告Ａは，未明から，尿器で排尿できていた。会話も順調にでき，医師の\n診察の際にも，意識清明で，精神的見当識は問題なかった。午前６時ころから早く\n退院したいと訴え始め，その後，医師の診察の際にも，退院したいと訴えたほか，\n午後８時ころ，ナースステーションまで何回も歩いてきて，先生が退院してくれと\n言ったから帰ると発言するなど，不穏状態となった。ハルシオンを服用し，看護師\nから安静にするように指示されると，素直に横になって入眠した。その後，不穏及\nび失禁はなかった。\n(18)　同月２日\n原告Ａは，日中，不穏，失禁はなく，会話もよくできていた。また，午前\n１０時ころからリハビリテーションとして，廊下を２往復したが，ふらつき，左足\n脱力が認められた。一方，午前９時ころから，早く帰りたい，退院したいと繰り返\nしており，医師の説明を聞いてもすぐに忘れて，退院したいとの訴えを繰り返し\nた。\n午後９時ころ，歩行器を使用してトイレに行き，少し廊下を歩いてリハビ\nリテーションを行いたいと申し出た。看護師が，消灯の時間である旨説明し，眠る\nよう説得したのに対して，交際相手の女性の来院がない，会いたいなどと落ち着か\nなかった。看護師が同女に電話をしたが連絡が取れず，しばらく看護師と談話した\n後，午後１１時ころ，帰室を促され，臥床，入眠した。\n(19)　同月３日\nア　原告Ａは，午前８時ころ，交際相手の女性の来院を待ちかねて，多少そ\nわそわしていた。午前９時ころ，不穏なく，自力歩行を練習したが，その際には右\n傾が認められた。交際相手の女性が来院し，面会した。その間は精神的に落ち着い\nており，その後も落ち着いた状態が続いた。午後６時ころには，問いかけに対し会\n話があり，不穏はなかった。\nイ　原告Ａは，夕食後，廊下を歩行したところ，Ｈ看護師からリハビリテー\nションは昼間で終了した旨説明を受け，ベッドに臥床した。\n原告Ａは，午後８時ころ，再度廊下に出てきたが，Ｈ看護師がリハビリ\nテーションが終了していることを説明し，寝るように促したところ，ベッドに戻\nり，その後，ベッド上で尿器に排尿した。\n午後８時３０分ころ，原告Ａがベッド上に座り込んでいたため，就寝前\nの見回りを行っていたＨ看護師は，原告Ａを臥床させ，尿器内の尿を始末した。\nなお，このころ，原告Ａは，ややそわそわと落ち着きがない様子はあっ\nたが，不穏，見当識障害はなく，Ｈ看護師の指示には素直に従った。\nその後，Ｈ看護師は，別室の患者のおむつ交換をするため，原告Ａの病\n室を出た。\nウ　原告Ａは，その後午後８時３２分ないし３５分ころ，病室から抜け出\nし，宙吊りの状態にあったところを，原告Ａの意味不明のわめき声を聞きつけてガ\nーゼ交換を行っていた病室から廊下に出た夜勤担当のＧ看護師に発見された。Ｇ看\n護師は，本件窓の外にいるのが誰であるかわからなかったものの，とっさに，同じ\nく当日夜勤を担当していたＨ看護師とＩ看護師を大声で呼ぶと同時に，落下の際に\n備えるために，地面にマットを敷くことを考え，ナースステーションに行って，内\n線電話で警備員を呼ぼうとした。なお，このとき，警備員は，既に外部の通行人か\nら通報を受けて，本件窓の下に向かっていた。\nＨ看護師は，Ｇ看護師の呼びかけに応じて，処置を行っていた病室から\n本件階段に向かったが，その際，原告Ａの病室を通って，原告Ａがベッドにいない\nことを気付いた。Ｈ看護師は，本件窓のところまで来て，本件窓の外にいるのが原\n告Ａであり，原告Ａが本件窓の窓枠付近の外側壁面についていた飾りの出っ張り部\n分に左手１本でつかまっていることを確認して，とっさに，原告Ａの左手に手をか\nけて引き上げようとしたが，原告Ａは，まもなく力尽きて落下した。\nエ　本件窓は，上下２枚，左右２枚の合わせて４枚のガラスからなる窓であ\nって，本件事故当時，閉められてクレセント錠で施錠されていた。本件窓の窓枠下\n辺は，通常のものよりも低い位置にあったが，落下防止のバーが設置されており，\n下の２枚の窓ガラスには，「危険ですからあけないで下さい」との貼り紙がされて\nいた。\n(20)　原告Ａは，被告病院入院中，被告病院から逃げ出そうとしたり，被告病\n院の本件階段を下りようとしたり，自殺を図ったり，自暴自棄になったことは，一\n度もなかった。\n２　争点(1)（被告の安全配慮義務違反の有無）について\n(1)　上記１の各認定事実及び証拠（乙Ｂ４，５，証人Ｆ，同Ｈ）によれば，原\n告Ａは，入院当初，多発性脳梗塞の急性期にあって，意識障害，失見当識があり，\n自分で自分のことを認知，決定及び管理することが不可能な状態にあったこと，同\n月２１日ころからは，意識レベルが多少改善して，昼間には不穏状態も沈静化して\nきたが，夜間には，いまだ連日理解不可能な言動をするなど不穏状態が生じていた\nこと，同月３０日ころからは，精神状態が安定し，夜間の不穏も治まりつつあり，\n理解不可能な言動はなくなっていたことが認められ，これらの事実によれば，原告\nＡは，本件事故当時，多発性脳梗塞による見当識障害自体は治まりつつあったこと\nが認められる。\n他方，上記１の各認定事実及び上記証拠によれば，原告Ａは，同年１２月\n１日ころから，退院及び帰宅願望が強くなっており，退院を求めて不穏状態となる\nこともあったが，原告Ａにおいて，被告病院に入院した当時の見当識障害があった\n時期から本件事故当日まで，本件階段を下りようとしたり，実際に本件階段を下り\nたことは一度もなく，また，被告病院から逃げ出そうとしたり，窓から飛び降りよ\nうとするなどして自殺を図ったり，自暴自棄になったりしたことは，一度もなかっ\nたことが認められる。\n(2)　そして，上記１(19)の認定事実及び証拠（乙Ｂ４，証人Ｈ）によれば，原\n告Ａは，本件事故当日，夕食後以降２回にわたって，廊下に出て来て，リハビリテ\nーションをしようとしたが，Ｈ看護師に発見，注意され，これに従って病室に戻っ\nていること，Ｈ看護師は，午後８時３０分ころに巡回した際に，原告Ａがベッドに\n座っていたのを認めて，原告Ａに話しかけ，ベッドに臥床させたこと，原告Ａは，\n同日夜，ややそわそわと落ち着きがない様子であったが，不穏，見当識障害はな\nく，Ｈ看護師の指示には素直に従っていたこと，原告Ａは，本件事故当日もリハビ\nリテーションとして廊下内で数メートルの平面歩行をしたにとどまり，その際も自\n力歩行で右に傾く傾向があり，一度も本件階段を下りたことがなかったことが認め\nられる。\n(3)　上記(1)，(2)の各認定事実によれば，Ｈ看護師が原告Ａの臥床を確認した\nわずか２，３分後に，原告Ａが，病室から抜け出し，独力で本件階段を下りて，本\n件踊り場に行き，本件窓のクレセント錠による施錠を開錠し，バーを越えて，本件\n窓から外に出ようとするという異常な行動をとることは，Ｈ看護師及び被告におい\nて，到底予見不可能であったといわなければならない。\nそうすると，原告Ａのかかる異常な行動を防止できなかった点について，\n被告に，安全配慮義務違反その他の過失があったとは認められない。\n(4)　原告らは，被告において，原告Ａの歩行や階段昇降時には必ず介護者を付\nき添わせ，転倒や転落事故等の発生によって原告Ａが傷害を負う危険性を避けるべ\nき安全配慮義務があったし，同日午後８時以降に，原告Ａが廊下に出てリハビリテ\nーションを行おうとすることを予見することは十分可能であり，かつ，被告は，原\n告Ａが独歩困難であることは認識していたのであるから，原告Ａが独力で廊下に出\nて，単独で歩行しないよう看視する義務があったなどと主張するが，前記認定のと\nおりの当時の原告Ａの精神状態や，Ｈ看護師は，本件事故の直前である午後８時３\n０分ころに巡回して，原告Ａをベッドに臥床させており，原告Ａはそのころ見当識\n障害も不穏もなく，Ｈ看護師の指示に素直に従っていたことからすれば，原告Ａが\nその後直ちに廊下へ\n出ることを予見できたとはいえないし，上記のような状態にあった原告Ａを被告に\nおいて常時看視すべき義務があったということもできない。また，仮に，原告Ａが\nリハビリテーションを行おうとすることが予見できたとしても，さらに階段踊り場\nの窓からの転落という結果発生の予見可能性があったとはおよそ認められない以\n上，被告らにおいて本件事故の結果を発生させたことについて過失があるというこ\nとはできない。\n(5)　したがって，原告ら主張の過失は認められない。\n３　争点(2)（本件窓の設置又は保存の瑕疵の有無）について\n前記１(19)エに認定した事実及び２(3)に判示したところによれば，本件窓\nは，その窓枠下辺がやや低い位置にあったとはいえ，落下防止のバーが設置されて\nおり，また，本件事故当時，クレセント錠で施錠されていたのであるから，本件窓\nは，通常の入院患者にとって特に転落の危険があったとは認められず，また，本件\n事故は，原告Ａが施錠されていたクレセント錠を開錠し，転落防止用のバーを越え\nて，本件窓から外に出ようとしたという異常な行動によって引き起こされたもので\nあるから，本件窓に設置又は保存の瑕疵があったとは認められない。\n４　争点(3)（原告Ａが，転落直前に窓枠につかまって助けを求めた際に，被告病\n院看護師が適切な転落防止策を講じなかった過失の有無）について\n前記１(19)ウに認定したとおり，Ｇ看護師は，原告Ａの助けを呼ぶ声を聞い\nて，本件階段に駆けつけ，窓の外にいる人物を認めて，とっさに，Ｈ看護師らに助\nけを求めるとともに，落下の際に備えるために，地面にマットを敷くべく，ナース\nステーションに行って，内線電話で警備員を呼ぼうとしたものであるが，そもそ\nも，Ｇ看護師は，このとき窓の外にいるのが，被告病院の入院患者であるのか，外\n部からの侵入者であるのかすら判然としていなかったこと（乙Ｂ３，証人Ｇ），宙\n吊りになっている者を引き上げ，あるいは落下しないように支えるためには，相当\nの腕力が必要とされると考えられるところ，当日の被告病院夜勤担当の看護師はい\nずれも女性であって，特に屈強な者がいたとは認められないことを考え併せると，\nかかるＧ看護師の行為は\n，突然思いもかけない事態に遭遇した者のとっさの処置として，やむを得ないもの\nであって，責められるべき過失があったということはできない。\nこの点，原告らは，直ちに窓に駆け寄り，ぶら下がった状態の原告Ａの手を\nつかんで，引っ張り上げるか，落下を防止しつつ助けを呼ぶべきであったと主張す\nるが，前記１(1)に認定したとおり，原告Ａの入院時体重が７４キログラムであった\nことからすれば，仮に，Ｇ看護師が原告主張の行為に出ていたとしても，原告Ａを\n引っ張り上げ，あるいはその落下を防止することができたとは到底考えられないか\nら，原告らの主張は認められない。\n５　以上によれば，その余の点について判断するまでもなく，原告らの本訴請求\nは，いずれも理由がないから棄却することとし，主文のとおり判決する。\n東京地方裁判所民事第３４部\n裁判長裁判官　　前　田　　順　司\n裁判官　　池　町　　知　佐　子\n裁判官　　増　尾　　崇\n"
}