{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 13,
    "month": 9,
    "day": 5
  },
  "case_number": "平成12刑(わ)1098",
  "case_name": "偽造有印私文書行使被告",
  "court_name": "東京地方裁判所",
  "lawsuit_id": "5955",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=5955",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/955/005955_hanrei.pdf",
  "contents": "主文\n被告人を懲役二年に処する。\n未決勾留日数中三〇〇日を右刑に算入する。\nこの裁判確定の日から四年間右刑の執行を猶予する。\n訴訟費用は全部被告人の負担とする。\n理由\n（罪となるべき事実）\n被告人は、平成元年九月一八日、チェッコスロヴァキア社会主義共和国（当時）\nプラハ六区・レティシュチェ・ルズィン、ｆ所在のプラハ・ルズィン空港におい\nて、同国旅券審査官乙少佐に対し、あらかじめ所要事項を記載して作成された「ミ\nタトモジ」作成名義の偽造に係る同国入国許可申請書（番号〇一〇一八三・〇五七\n一三二）を提出して行使したものである。\n（証拠の標目）\n省略\n（争点に対する判断）\n第一　公訴提起の適法性について\n一　逮捕手続の適法性\n１　弁護人は、被告人がジョルダン・ハシェミット王国（以下「ジョルダン」\nという。）アンマン空港のアエロフロート航空機（以下「アエロフロート機」とい\nう。）内で日本の官憲によって逮捕され、その際に逮捕状の提示も被疑事実の告知\nも受けなかったのであるから、逮捕手続に重大な違法があり、これに引き続く勾留\n及び公訴提起も違法であると主張するので、検討する。\n２　証拠により認定できる事実\n関係証拠によれば、以下の各事実が認められる。\n(一)　被告人は、平成九年七月三一日にレバノン共和国（以下「レバノン」\nという。）の裁判所で禁錮三年、刑期終了後の国外追放等を内容とする判決を受\nけ、その確定によりレバノンのルミエ中央刑務所内に収容されていたところ、平成\n一二年三月六日（現地時間）の経過により刑期が満了した後も、同刑務所に引き続\nき収容されていたが、同月一七日、レバノンの警察庁長官の命令を受けた官憲に身\n体を拘束されてベイルート空港に連行され、被告人とともに裁判を受けてレバノン\nの刑務所に収容されていた丙、丁及び戊（以下、右三名と被告人を併せていうとき\nは「被告人ら」という。）と一緒に、レバノン当局の係官により、ジョルダンのア\nンマン空港行きの中東航空機に搭乗させられた。\n(二)　被告人らは、平成一二年三月一七日午後六時半ころ（現地時間）、中\n東航空機でアンマン空港に到着し、タラップを降ろされた上、制服の外国人が取り\n巻いて警備する中で、ジョルダンの入国管理当局の係官から入国を拒否する旨を告\nげられ、その直後に、ジョルダン駐在の日本大使館員から日本へ帰国するための渡\n航書が発給されている旨を告げられた。\n引き続き、被告人らは、ジョルダン当局の係官に両脇を抱えられ、アン\nマン空港に駐機していたアエロフロート機に搭乗させられた後、機内にいた日本人\nが指示した客室後部の座席に一人ずつ離されて着席させられ、日本人が各人の両脇\nの席に座った。\nなお、アエロフロート機は、被告人らがレバノンで国外追放処分を執行\nされ、ジョルダンでも入国を拒否されて退去させられる場合に備え、日本政府が事\n前にチャーターして待機させていたものであった。\n(三)　平成一二年三月一七日午後六時四五分ころ（現地時間）、被告人らの\n搭乗が完了し、アエロフロート機は、午後七時一〇分ころ（現地時間）、日本に向\nけて出発し、途中、ロシア共和国モスクワで給油と乗組員の交替をした後、平成一\n二年三月一七日午後五時二〇分ころ、新東京国際空港（以下「成田空港」とい\nう。）に到着した。\nアエロフロート機内には、被告人ら及び乗組員のほか三十数名の日本人\nが搭乗していたが、これらの日本人は、警視庁職員で警察庁に派遣され外務事務官\nを併任された者、外務省の職員、在外の大使館員らであり、それまでに得た情報か\nら、被告人らが日本赤軍の構成員であって、日本赤軍が過去に銃の乱射による多数\nの者の殺傷事件やハイジャック事件等の重大犯罪を敢行した組織であると認識して\nおり、被告人に対して既に逮捕状が発付されていることも承知していた。\nまた、機内では、被告人の両脇の席に日本人が座り、被告人が用便のた\nめに席を立つ際も、三人が同行して、機内で自由に動き回ることを事実上制約して\nいたが、被告人は、手錠や腰縄等で拘束されてはおらず、同乗の日本人から押さえ\n付けられるなどして身体を拘束されることもなかった。また、被告人が隣席に座っ\nた日本人に話しかけ、自分の結婚に関する手続等についてベイルート駐在の大使館\n員と会話することや、座席で横になること、さらには、成田空港到着後に、所持し\nていた紙を細かくちぎったりすることも妨げられなかった。\n(四)　アエロフロート機が成田空港に到着して間もなく、入国審査官が機内\nに入って被告人らの帰国確認の手続を行い、次いで、税関職員が機内に入って被告\n人らの通関手続を行い、その直後に、警視庁公安部の警察官らが機内に入って、被\n告人に本件偽造有印私文書行使を被疑事実とする逮捕状を示し、通常逮捕手続を行\nった。\n(五)　被告人は、ジョルダンのアンマン空港でアエロフロート機に搭乗させ\nられた際には、前記(二)の日本大使館員による告知によって、アエロフロート機が\n日本の空港に向かうことを認識していたが、搭乗してから成田空港で駐機中のアエ\nロフロート機内で逮捕されるまでの間、機内にいた日本人に対して、日本に行くこ\nとを拒絶し、あるいはアエロフロート機から降りたい旨の意思表示をしたことはな\nく、機外に出ようとする行動を執ることもなかった。また、被告人が、その周囲の\n者に対して、自由に動き回りたい旨の意思表示をしたことも窺えない。\nなお、右の間、アエロフロート機に同乗していた警察官を含む日本人が\n被告人の取調べをしたこともなかった。\n３　右２の一連の経過のうち、被告人がレバノンで身体を拘束されてベイルー\nト空港に連行され、中東航空機に搭乗させられた後、ジョルダンのアンマン空港に\n移送されて同空港で降ろされた一連の出来事は、レバノンにおける国外追放の裁判\nの執行等として、レバノンの主権に基づいて行われたものであり、被告人がアンマ\nン空港でアエロフロート機に搭乗させられてその客室内で着席させられた一連の出\n来事も、ジョルダンによる入国拒否処分に伴う退去強制として、ジョルダンの主権\nに基づいて行われたものであるから、日本政府がこれを予想してチャーターしたア\nエロフロート機をアンマン空港に待機させ、外務事務官の併任を受けた警察官を含\nむ日本人がジョルダンの係官による被告人のアエロフロート機への搭乗を容認した\nからといって、これをもって日本の官憲による逮捕と同視することはできない。\nまた、被告人は、アンマン空港でアエロフロート機に搭乗させられてから\n成田空港で駐機中のアエロフロート機内で逮捕手続を執られるまでの間、右２(三)\nのとおり、外務事務官の併任を受けているとはいえ警察官を含む日本人の監視下に\nあり、日本人が被告人の両脇の席に座り、用便のため席を立つ際も三人が同行し\nて、機内で自由に動き回ることを事実上制約された状態にあったものの、その間、\n手錠や腰縄等で拘束されたり、押さえ付けられるなどして実力で身体を拘束されて\nいたわけではなく、持っていた紙を細かくちぎったりすることも妨げられないな\nど、自由に動き回ることを除いては特段行動の自由の制約を受けていなかったとい\nうべきである。被告人自身も、アエロフロート機から降りたい旨の意思表示をせ\nず、機外に出ようとする行動も執っていなかったのである。むしろ、右一連の経過\nを全体的に観察すれば、被告人は、レバノン及びジョルダンの当局によって強いら\nれた状態を甘受せざるを得ないと判断して、機内にとどまっていたものと推認でき\nるのであり、この間、被告人が実質的に逮捕と同視できる身柄拘束の状態にあった\nということはできない。\nもっとも、被告人がアエロフロート機内で自由に動き回ることを事実上制\n約されていた点には、若干の強制的色彩がみられる。しかし、①既に被告人に対す\nる逮捕状が発付されており、外国の空港に駐機中又は飛行中の外国籍の航空機内に\nあって逮捕状の緊急執行もできない状態にあったため、日本の空港に到着後速やか\nな逮捕状の執行が予定されていたこと、②実際に、成田空港に到着した後速やかに\n逮捕手続が執られたところ、この逮捕手続に適法性を疑わせる事情は存しないこ\nと、③逮捕状の執行前にアエロフロート機内で被告人の取調べをしておらず、こと\nさら逮捕後の身柄拘束に関する時間的制約を免れようとしたものではなかったこ\nと、④警察官を含む日本人が、被告人は日本赤軍の構成員であり、日本赤軍は過去\nに銃の乱射による多数の者の殺傷事件やハイジャック事件等の重大犯罪を敢行した\n組織であるという認識から、アエロフロート機の飛行の安全を確保するために、制\n約を課す行動を執っていたと認められることからすると、アエロフロート機内にと\nどまることを甘受していた被告人に対して右の程度の制約を課したことが違法であ\nるということはできない。\nしたがって、逮捕手続の違法を理由として公訴提起の違法をいう弁護人の\n主張は、その前提を欠き、理由がない。\n二　公訴権濫用の主張について\n１　弁護人は、公安当局が、昭和五九年一〇月、被告人が関与していないこと\nを十分に認識しながら、共犯者らの一人が執行猶予の判決を受けたほかは全員が起\n訴猶予となり、被告人についても検察官による取調べが行われないまま起訴猶予と\nなった程度の軽微な器物損壊事件（暴力行為等処罰に関する法律違反）により被告\n人に対して国際指名手配をしたため、被告人は、二六年間にわたり、正規に旅券を\n取得して外国へ旅行することができず、他人名義で生活することを強いられたので\nあるから、検察官が本件犯罪事実について起訴することは著しく正義に反し、本件\n起訴には検察官が公訴権を濫用した違法がある旨主張する。\n２　しかし、刑事訴訟法は公訴提起について検察官に広範な裁量権を認めてい\nるところ、本件犯罪は必ずしも軽微なものとはいえない上、仮に本件とは別の器物\n損壊（暴力行為等処罰に関する法律違反）被疑事件に関する国際指名手配が不当で\nあったとしても、被告人としては、当該事件の手続の中でその不当性を主張すれば\n足りることであるし、不当な国際指名手配であったがために被告人が本件の罪を犯\nすことを余儀なくされたという事情が窺われるわけでもないから、国際指名手配の\n当否は、検察官が本件公訴提起について訴追裁量権を逸脱したことを根拠付ける事\n情となるものではない。\nしたがって、本件公訴提起が検察官の訴追裁量権を逸脱した違法なものと\nいうことはできず、弁護人の主張は理由がない。\n第二　事実認定上の争点について\n一　被告人は本件公訴事実について黙秘し、弁護人も公訴事実について認否をし\nていないが、判示の日時場所において査証申請書を提出して行使した犯人が被告人\nであるかどうかが本件の争点であることは明らかであるので、以下検討する。\n二　前提となる事実\n以下の各事実は、関係証拠上動かし難いものとして認められる。\n１　平成元年九月当時、チェッコスロヴァキア社会主義共和国（以下「チェッ\nコ・スロヴァキア連邦共和国」へ国名が変更された前後を通じて「チェッコスロヴ\nァキア」という。）との間で査証免除協定を締結していない国の国民がチェッコス\nロヴァキアに入国しようとする場合、チェッコスロヴァキアの在外公館において、\n四枚綴りの査証申請書に必要事項を記載し、署名をした上で、その一枚目と二枚目\nに写真を添付して査証を申請する必要があった。\n平成元年九月一八日、ユーゴスラヴィア社会主義連邦共和国ベオグラード\n所在のチェッコスロヴァキア大使館事務所で発給された査証に係る番号〇一〇一八\n三・〇五七一三二の申請書には、姓の欄に「ＭｉＴＡ」、名の欄に「Ｔｏｍｏｊ\nｉ」、職業欄に「ＳＣＨＯＯＬ　ＴＥＡＣＨＥＲ」、雇用主欄に「ＴｏＫＹｏ  Ｒ\nＥＧｉＯＮＡＬ　ＧＯＶＥＲＮ」、旅券番号欄に「ＭＨＯ９４１１８３」等と手書\nきで記載され、顔写真が貼付されていた。\n同大使館の査証担当の事務職員は、当時、査証申請書に添付された写真、\n査証の申請者が提示した旅券に貼付された写真と申請者自身の容貌とを対比して人\n物の同一性を確認した上で、旅券にスタンプを押して査証を発給し、査証申請書の\n一枚目ないし三枚目を申請者に返還していた。\n２　当時のチェッコスロヴァキアの入国手続上、査証申請書の一枚目ないし三\n枚目は、チェッコスロヴァキアへの入国許可申請書として使用するものとされてい\nたところ、チェッコスロヴァキア内務省旅券査証局に保管されていた番号〇一〇一\n八三・〇五七一三二の入国許可申請書を兼ねる査証申請書の二枚目（申請者の写真\nが貼付されたもの）には、旅券審査の際の入国許可スタンプが押されており、プラ\nハ・ルズィン空港を意味する「１Ｌ」、日付番号として、一九八九年九月一八日一\n七時前後を意味する「１８　０９　９　１７」、旅券審査官の番号として「13」等\nと印字されている。\n３　平成元年九月一八日当時のプラハ・ルズィン空港における旅券審査は以下\nの手続で行われていた。\n(一)　航空機から降りた旅行者は、Ｂゲートから空港トランジット・ホール\nに入り、旅券審査のカウンターにおいて、旅券審査官に対し、チェッコスロヴァキ\nアの査証が印字された旅券とチェッコスロヴァキアの許可申請書を兼ねる査証申請\n書の一枚目ないし三枚目を提出する。\n(二)　旅券審査官は、まず名前の審査を行い、旅券の人物に関する記載と査\n証申請書の人物に関する記載との比較を行う。\nまた、旅券と査証申請書にそれぞれ貼付された写真と実際の人物の外見\nとの間で同一性を審査する。\nさらに、査証の真正を審査する。\n(三)　旅券審査担当官は、不審な点が見当たらなければ、査証申請書の一枚\n目及び二枚目に入国許可スタンプを押印し、通過を認める。\nなお、査証申請書の二枚目は三枚目とともに入国者に返還されるが、入\n国者はチェッコスロヴァキアに滞在中これらを所持し、出国の際に出国管理官に提\n出しなければならず、このうち二枚目はチェッコスロヴァキア内務省旅券査証局に\n保管される。\n４　当時、同空港で、一三番の入国スタンプを使用して旅券審査を担当してい\nたのは、乙少佐だけであった。\n５　右１ないし４の各事実から、「ミタトモジ」と名乗る者が、判示の日時場\n所において、チェッコスロヴァキアへの入国許可申請をするに際し、旅券審査官で\nある乙少佐に番号〇一〇一八三・〇五七一三二の入国許可申請書を兼ねる査証申請\n書（以下「本件査証申請書」という。）の一枚目ないし三枚目を提出して行使し、\n乙少佐は、申請者が提出した日本国旅券の外観を有する書類と本件査証申請書の一\n枚目及び二枚目にそれぞれ貼付された顔写真と申請者の容貌とを対比して同一人物\nであると判断したことが認められる。\n６　本件査証申請書の提出者と同一人物と認められる者が昭和六二年二月にチ\nェッコスロヴァキア当局に提出した査証申請書に記載された東京都港区ｇｈ丁目ｉ\n番ｊ号の住所地には、昭和六二年から平成三年六月三日までの間「ミタトモジ」と\nいう者の住民票がなく、当該地番も存在しない。そのような者が東京都に教員とし\nて雇用された事実もない。また、番号ＭＨ０９４１１８３の旅券の被発給者はミタ\nトモジとも被告人とも別の者である。\nなお、被告人が昭和四六年に発給を受け、昭和五五年に失効した旅券の番\n号は、ＭＥ１０００８８である。\nしたがって、本件査証申請書は、その名義人でない者が名義を冒用して作\n成した偽造有印私文書である。\n三　被告人と犯人の同一性について\n１　顔写真による個人識別鑑定\n東京歯科大学法歯学講座主任教授歯学博士己（以下「己」という。）作成\nの平成一二年五月六日付け鑑定書（甲７）及び平成一〇年一二月三〇日付け鑑定書\n（甲50）には、鑑定資料である本件査証申請書の二枚目に貼付された顔写真と平成\n一二年三月三〇日に撮影された被告人の顔写真とを対比するに当たり、撮影条件に\n配慮し、加齢変化等も考慮に入れて、細部まで詳細に観察した上で、顔面各部に認\nめられる特徴の類似性や顔面各部の相対的な位置関係の合致度を検討した結果、両\n者が同一人物に由来する可能性が極めて高い旨の結論が記載されている。証人己\nは、公判廷において、鑑定書の記載に加え、更に詳細に合致点等の根拠を示して、\n「同一人物でないとこんなに合いません。」などとより踏み込んだ証言をしてい\nる。己は、顎顔面領域の情報による個人識別に関する法歯学の専門的知見及び経験\nに基づいて論理的に説明しており、その内容は、説得力に富み、納得できるもので\nある。\n弁護人は鑑定資料中の被告人の顔写真と本件査証申請書に貼付された顔写\n真とが同一人物に由来する可能性を否定しておらず、被告人も本件査証申請書に貼\n付された写真が自分の顔に似ていることを否定していないのであり、己の右判断に\n疑問を差し挟むべき事情は存しない。\nそうすると、本件査証申請書に貼付された顔写真は、被告人の顔を撮影し\nたものと認定することができる。\n２　筆跡鑑定\n静岡県警察本部刑事部科学捜査研究所技術吏員庚（以下「庚」という。）\n作成の鑑定書（甲11）には、昭和四六年六月ころから昭和四八年八月ころにかけて\n作成された被告人名義の手紙等の筆跡と本件査証申請書の筆跡とを対比し、配字状\n況、文字形態、字画構成、字画形態、続け書きの状態、運筆状況、筆順等に多くの\n類似点があり、異なる人物の筆跡と考えられるような相違点が認められないことか\nら、同一人物の筆跡である可能性が高い旨の結論が記載されている。証人庚は、公\n判廷において、鑑定書の記載に加え、より詳細に、筆跡標本や筆跡の筆順の分類デ\nータ等による出現率を基準にして、希少性の高い筆跡を摘示するなどし、鑑定書と\n同趣旨の証言をしている（以下、鑑定書と公判廷における供述を合わせて「庚鑑\n定」という。）。庚は、アルファベットを含めて豊富な筆跡鑑定の経験を積んでお\nり、その専門的知見に基づき、鑑定資料について「ＴＯＫＹＯ」、「ＪＡＰＡ\nＮ」、「ＨＯＴＥＬ」の文字列や「Ｈ」、「Ｇ」、「Ｍ」等の文字について詳細に\n観察し、筆跡の希少性に関する統計や個人内変動の大小等の考察を踏まえた上で、\n判断の経過及び結果を論理的に説明しており、その内容は、説得力があって、納得\nできるものである。また、弁護人の詳細な反対尋問によっても、結論が揺らぐこと\nなく一貫しており、信頼することができる。\n弁護人は、庚鑑定の信用性が乏しい旨主張する。\nしかし、弁護人の指摘する「Ｉ」、「Ｍ」、「Ｋ」等のアルファベットの\n形状に関する相違については、庚は、アルファベットや数字の場合、画数が少なく\n字画構成も単純であり、個人内変動の幅が大きくなる旨説明している上、被告人名\n義の手紙等が新しくても昭和四八年に作成されたものであるのに対し、本件査証申\n請書は平成元年に作成されたものであって、両者の作成時期に十数年の差があるこ\nとに鑑みれば、その間に個人の筆跡に若干の変動が生じ得ることは容易に想定でき\nるのであるから、弁護人の指摘するような相違が個人内変動の範囲内とする説明は\n十分に納得できる。また、弁護人が「ＴＯＫＹＯ」の「Ｙ」がベースラインより下\nに突出していることや、「Ｌ」の縦画の傾斜について有意性がないことなどを根拠\nとして、庚鑑定を論難する点については、これらが希少性のある特徴とはいい難い\nとしても、庚鑑定は、これらの文字の形状の類似性のみで結論を導いているわけで\nはなく、これらを一つの要素としつつ、そのほかの「Ｇ」、「Ｎ」、「７」等の文\n字における希少性のある特徴が双方の資料において共通することをも指摘した上\nで、結論を導き出しているのであるから、鑑定手法が不適切ということはできな\nい。その他弁護人が指摘するところも、庚鑑定の信用性に疑いを差し挟むべき事情\nということはできない。\nもっとも、アルファベットや数字は、漢字と比べると個人間の差が現れに\nくく、個人内変動の幅が大きいものであり、庚鑑定の結論も同一人物の筆跡である\n可能性が大きいという程度にとどまることからすると、筆者の同一性を認定する上\nで庚鑑定の証明力は、それ自体としては必ずしも大きくない。\nしかし、前記１のとおり、本件査証申請書に貼付された顔写真は被告人を\n撮影したものであり、前記二１のとおり、チェッコスロヴァキア大使館の査証担当\nの事務職員は、査証申請書に添付された写真と申請者自身の容貌とを対比して人物\nの同一性を確認した上で査証を発給したのであるから、大使館で本件査証の申請を\nした者も被告人自身であったと認めることができ、そのことと庚鑑定の結果を併せ\n考えれば、被告人が自己と筆跡の類似する他人の作成した申請書を提出したことを\n窺わせる事情が存しない本件においては、本件査証申請書の筆者は被告人であると\n認定するのが相当である。\n四　まとめ\n以上認定した旅券審査手続の方法、本件査証申請書の顔写真及び文字の筆跡\n等を総合的に考慮すれば、被告人が、判示のとおり、あらかじめ所要事項を記載し\nて作成された本件査証申請書を旅券審査官に提出して行使したものと認定すること\nができる。\n（法令の適用）\n省略\n（量刑の理由）\n本件は、日本赤軍の構成員として、レバノンを中心に活動していた被告人が、チ\nェッコスロヴァキアの旅券審査官に対し、偽造の入国許可申請書を提出して行使し\nたという偽造有印私文書行使の事案である。\n被告人は、犯罪事実だけでなく、その動機や犯行に至る経緯についても黙秘して\nいて、未解明な部分は残るものの、本件犯行がチェッコスロヴァキアの入国管理行\n政の適正を害したことは明らかである。\nまた、被告人は、犯罪事実その他の関係事項について供述を拒み、公訴事実の認\n否すら明らかにしないなど、捜査、公判を通じて、真摯に反省する態度が認められ\nない。\n以上によれば、被告人の刑事責任は決して軽くない。\nしかしながら、本件犯行は法定刑が比較的短期であり、本件犯行自体によって我\nが国の法益が大きく害されたわけではないこと、被告人には前科前歴がないこと、\n本件による身柄拘束が一年五か月間余の長期に及んでいること、今後日本において\n合法的な活動を基盤として生活する旨供述し、そのような生活を送るについて知人\nらの協力が期待できることなど、被告人のために斟酌すべき事情も認められる。\nそこで、これらの事情を勘案して、主文の刑を定め、刑の執行を猶予することと\nした。\n（求刑　懲役二年六月）\n平成一三年九月五日\n東京地方裁判所刑事第五部\n裁判長裁判官　　山室　　惠\n裁判官　　大内めぐみ\n裁判官辻川靖夫は差し支えのため署名押印できない。\n裁判長裁判官　　山室　　惠\n"
}