{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 12,
    "day": 26
  },
  "case_number": "平成14(わ)113",
  "case_name": "殺人被告",
  "court_name": "前橋地方裁判所",
  "lawsuit_id": "6323",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=6323",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/323/006323_hanrei.pdf",
  "contents": "平成１４年１２月２６日宣告\n平成１４年（わ）第１１３号　殺人被告事件\n判決\n主文\n被告人を懲役４年に処する。\n未決勾留日数中２１０日をその刑に算入する。\n理由\n（犯行に至る経緯等について）\n１　被告人及び関係人の身上経歴等について\n被告人は，尋常高等小学校を卒業後，農業の手伝い，工員など職を転々とし\nていたが，平成４年ころからはホテルの掃除夫として働くようになり，その給\n料と年金で生活していた。被告人は，幼少時から難聴であったため，意思の疎\n通は，大きい声で話をするか耳元で話してもらうなどしないと困難であり，テ\nレビも音量を上げて見ていたが，視力などには問題がなかった。\n分離前の相被告人Ａは，群馬県太田市内において，被告人及び分離前の相被\n告人Ｃ夫婦の長男として出生し，小中学校では特殊学級に在籍して，昭和５４\n年に中学校を卒業したが，その後は職を転々とし，平成１０年ころから無為徒\n食の生活を送るようになり，被告人，Ｃ及びＡの実姉である分離前の相被告人\nＢの給料，年金等で生活していた。Ａは，昭和６０年に最初の婚姻をして長女\nをもうけたが，妻に暴力をふるうなどしたため平成元年に離婚し，平成２年に\nは別の女性と再婚して長男をもうけたが，平成４年には前婚と同様の理由で離\n婚した。\nＢは，東京都において，被告人及びＣ夫婦の長女として出生し，小学校５年\n生までは特殊学級に在籍したが，その後は普通学級に移り，昭和５４年に太田\n市内にある高等学校に進学したものの中退し，その後は工員として働いてい\nた。しかし，昭和５７年ころ統合失調症（精神分裂病）と診断されたためこれ\nを辞め，その後は，入通院により治療を続け，障害者年金を受給して生活して\nいた。\nＣは，中学校を卒業した後，工場などで働いていたが，平成２年にはこれを\n辞め，年金を受給し，主に家事などをしていた。\n被害者であるＥは，中学校では，特殊学級に在籍し，Ａの同級生であり，中\n学校卒業後は，工員をするなどして働き，平成元年にはＦと婚姻し，その後長\n女を出産した。\nＡは，平成５年ころ，Ｅに電話をかけて呼び出し，肉体関係を持ったが，こ\nれを知った同人の夫らが，Ａと話し合い，２度とＥに会わないことを約束させ\nた。Ａは，その後，平成７年ころから，再びＥに電話をかけて話をするように\nなり，その後はＥと時折電話で会話するなどの関係を続けていた。\n２　犯行に至る経緯について\n被告人，Ａ，その長女，Ｃ及びＢは，平成８年ころまで，群馬県太田市内に\nおいて同居していたが，ＡがＣらに対し暴力を振るうなどして，Ｃらはこれに\n耐えかねたので，同年中に，被告人，Ｃ及びＢは，Ａに黙って，現在の被告人\nらの住居である同県伊勢崎市内の借家（以下「被告人方」という。）に転居し\nた。しかし，平成９年夏ころには，Ａは被告人方を探し当て，平成１０年１月\nころ，Ａのもとに家出して来たＥ及びＡの長女とともに，被告人方に身を寄\nせ，被告人ら３人と同居するようになった。被告人方は，４畳半間，６畳間，\n３畳の納戸，台所，風呂及び便所からなり，Ａ及びＥがその６畳間で，被告人\n夫婦，Ｂ及びＡの長女がその４畳半間で生活していた（その後，Ａの長女は６\n畳間で生活するようになった。）。Ａらが来てから約１週間経ったころ，Ｅの\n父親がＥを探しに被告人方を訪れたが，ＡとＥは６畳間に隠れ，Ｃが「Ｅさん\nは来ていません」などと応対したことから，Ｅの父親はそのまま帰った。\nＥは，Ａらと被告人方において同居するようになった当初から，Ｃが家事な\nどをするように指示しても満足にこなすことができず，何もせずにテレビなど\nを見て過ごしたり，大小便をもらしたり，Ｂと口論するなどしたことから，\nＢ，Ｃ及びＡは，Ｅに対し，殴ったり，蹴ったり，たばこの火を手足に押しつ\nけるなどの暴力に及ぶようになった。また，Ｂ，Ｃらは，Ｅに対し，家事など\nをしないことの罰などとして，食事の量や回数を減らすこととし，平成１０年\n１月ころ，１日に朝夕２食とし，同年７月ころからは，１日１食程度に減ら\nし，平成１２年夏ころからは，さらに与える食事の量を減らしていったため，\n同人は次第に衰弱していった。Ｅは，Ａらに隠れて，残飯をあさって飢えをし\nのぐなどしたものの，やせ衰え，平成１３年１月ころになると，トイレに行く\n際も壁を伝わり歩くような状態となっていた。このため，同年６月ころ，被告\n人が，Ａ，Ｂ及びＣに対して，「このままじゃＥがどんどん痩せて死んでしま\nうから，実家に帰した方がいいんじゃねえか」等と言ったことがあったが，Ａ\nらは，Ｅを実家に帰すことによりＡらがＥに対し食事を与えず暴行を加えてい\nたことなどを警察などに訴えられることを恐れたことなどから，この話はうや\nむやになった。また，このころ，Ｅが，被告人方から２度ほど逃げ出したこと\nがあったが，２度とも，被告人がＡらに知らせたため，被告人方に連れ戻さ\nれ，逃げ出すことは出来なかった。Ｅは，連れ戻された際，「姉ちゃんがご飯\nをくれない。姉ちゃんが叩くので怖い。家に帰りたい」などと訴えたが，Ａ\nは，実家に帰すと警察に訴えられるなどと考え，「俺に任せろ」などと言って\nごまかし，以後，Ｅが逃げ出さないよう家族で監視するようになり，同人の両\n手両足をガムテープやビニールひもで縛ったりした。\nこのようにして，同年８月ころには，Ｅは，極度のるい痩状態に陥り衰弱し\nて，自分１人ではトイレにも行けず，まともに体を動かすことも出来なくなっ\nており，医療機関による適切な治療が施され，かつ十分な食事が与えられなけ\nれば死亡してしまうことが，誰の目から見ても明らかな状況となっていた。被\n告人，Ａ，Ｂ及びＣもそのことを十分理解していたが，いずれも，自分たちが\nＥに食事を与えず，暴力をふるっていたことなどが明るみに出ることを恐れた\nことなどにより，Ｅが死んでも仕方がないなどと思うようになっていた。\n（犯罪事実）\n被告人，分離前の相被告人Ａ，同Ｂ及び同Ｃ（以下，これら４名を「被告人ら\n」という。）は，平成１０年１月ころから，群馬県伊勢崎市上ａ町ｂ番地ｃの被\n告人方において，被告人ら他１名と同居していたＥ（当時３６歳）に対し，十分\nな食事を与えないまま，監視などして外出させないようにし，このため平成１年\n８月ころには，同人は栄養不足により極度に衰弱し，十分な食事を摂りかつ医療\n関による治療等を受けなければ死亡するおそれがある状態に陥ったのであるから\n，被告人らには，同人に対し，十分な食事を与え，医療機関の治療を受けさせる\n措置をとる義務があり，かつ，被告人らは，同人に十分な食事を与え治療を受け\nさせなければ死亡するおそれのあることを知っていたにも関わらず，同人が死亡\nするのもやむを得ないと相互に意思を通じるなどして共謀し，そのころから，同\n人に十分な食事も与えずかつ医療機関の治療を受けさせることもなく同人を放置\nし，同年１１月１０日，同所において，同人を飢餓死させて殺害した。\n（事実認定の補足説明）\n１　弁護人は，「■　本件公訴事実は，不作為をその内容とするものであるとこ\nろ，被告人は，その聴力障害のため，現状認識力を欠き，他の家族に対する指\n示する立場になかったから，結果を回避すべき作為を求める前提となる能力が\n欠け，殺意もない。■　被告人は，Ａらと被害者に関して話し合いなどをした\nことがなく，被告人とＡらとの間には共謀はなかった。したがって，被告人は\n無罪である。」と主張するので以下補足して説明する。\n２  被告人の能力について\n弁護人は，「被告人は，幼少のころから聴力に障害があって，会話能力も十\n分でなく，日常生活には妻らの支えが必要であって，家族において一般の父親\nのような立場になく，ＡやＣに対して強く発言することが極めて困難な立場に\nあったので，被告人に刑法上の作為義務は存しない。被告人は，被害者の健康\n状態を詳しく知らなかったし，Ａが，以前，前妻ら複数の女性にも被害者にし\nたのと同様の行為をしたが，いずれも死に至らなかったことがあり，その経験\nから本件においても被害者が痩せたことが死に直結すると判断し難かった。」\nと主張する。\nそこで検討するに，関係証拠によれば，被告人の聴力及び会話力に障害があ\nること，被告人の日常生活には妻らの支えが必要であり，Ａからの暴力をおそ\nれていたことは認められるが，本件当時，被告人は，ホテルに臨時従業員とし\nて通勤しており，平成１３年８月には２８日勤務（１日約３時間勤務）して約\n９万円の税引後収入を得ていたこと，オートレース等のギャンブルを趣味とし\nており，テレビや新聞を見て予想をしてオートレース場等に行って車券を買う\nなどし，時には勝つこともあったこと，公判廷において，有利な点については\n明確に答えるものの不利益なことについて聞かれるとあいまいな態度をとって\nいることなどを併せ考えると，被告人には，一応の社会生活を送ることのでき\nる能力があることが認められ，被告人に作為義務を求める前提となる能力が欠\nけているとは到底いえない。\nそして，被告人は，約３年１０か月もの長期間にわたって，さほど広くもな\nい同人方において，Ａら家族及び被害者と生活をともにしており，その間，Ａ\nらによる被害者に対する暴力，食事の制限などは続き，これによって，被害者\nが衰弱していったのであるから，被告人は，こうした状況を知っていたと推認\nするのが相当であるところ，被告人は，これを見て見ぬ振りをしていたのみな\nらず，被害者が２度にわたって被告人方から逃げた際には，いずれもこれをＡ\nら家族に知らせたことを併せ考慮すれば，被告人は，Ａら家族により，被害者\nに対する暴力及び食事の制限が行われ，これにより被害者が衰弱していってい\nることを知りながら，Ａら家族とともに，被害者が被告人方から脱出すること\nを妨げたものと認められる。被害者は，平成１３年８月には，十分な食事を与\nえ医療機関による治療を受けさせなければ死亡するおそれがある状態に陥った\nのであり，その時点で，救命行為に及ぶことができるのは被告人らをおいて他\nには存在しなかったのであるから，被告人らには，条理上，被害者に対して十\n分な食事を与え医療機関による治療を受けさせるなどしなければならない法的\nな作為義務があったと認められる。\nまた，被告人は，自らが救命措置をとる立場にあり，しかも，そのような措\n置を施さなければ被害者を死に至らしめる危険があることを認識していたにも\nかかわらず，その後も，被害者に十分な食事を与えたり，医療を受けさせるこ\nとなく放置して，被害者を死に至らしめたことが認められるのであるから，被\n告人には被害者に対する殺意を認めるのが相当である。\nたしかに，被告人が被害者に食べ物を時折与えていたことは認められるもの\nの，被害者の当時の衰弱の状態に照らせば，この程度の食べ物を与えたことで\nは被害者の生命の危険を除去するのに十分なものでないことが明らかであり，\nこれによって被告人が作為義務を果たしたとは到底認められないし，Ａが，本\n件以前にも前妻などに食事を与えないなどしていたので，前妻らがＡの下を去\nったことも認められるが，本件被害者は，独力でトイレにも行けない危険な状\n態にまでなっており，Ａの前妻らが逃げ出した場合とは全く状況を異にするも\nのと言うことができ，被告人にこのような経験があったとしても，被害者に対\nする殺意を認める妨げとはならないというべきである。\n３　共謀について\n弁護人は，「被告人は，被害者に対し直接暴力をふるっていないし，また食\n事制限の決定に関わっていなかったし，かえって被害者を実家に帰すようＡら\nに意見したことや，被害者にバナナなどの食物を分け与えるなどしており，被\n害者を殺害する共謀はなかった。」と主張する。\nたしかに，弁護人の指摘する事実は認められるが，そうしたことが直ちに共\n謀関係を否定するものではないところ，被告人は，平成１３年６月ころ，被害\n者が食事を制限されるなどの苦痛から被告人方から逃げた際に，Ａら家族にそ\nれを知らせ，Ａらがこれに応じて被害者を被告人方に連れ戻したことが認めら\nれ，この事実によれば，遅くともその時点以後には，被告人らの間に，被害者\nが被告人方から逃げないように監視することについての黙示の共謀が成立した\nと認めるのが相当である（弁護人は，被害者が逃げたときＡらに知らせたこと\nは，連れ戻すことを命じたり，要望するものではなかったと主張するが，当時\nの状況からして到底採用できない。）。そして，平成１３年８月以降，被告人\nらは被害者がそのまま放置すれば死亡する危険がある状態にあるにもかかわら\nず，被告人らの誰もが被害者に対して十分な食事を与えたり，医療を受けさせ\nないことを互いに認識しながら，被害者を放置し続けたのであるから，被告人\nらとの間には，そのころ，本件犯行についての黙示の共謀が成立したと認める\nのが相当である。\n４　以上によれば，被告人に本件殺人罪が成立することに合理的疑いを入れる余\n地がないから，弁護人の主張を採用することはできない。\n（法令の適用）\n該当罰条　　　　　刑法６０条，１９９条\n刑種の選択　　　　　有期懲役刑\n未決勾留日数の算入　　　　　刑法２１条\n訴訟費用の不負担　　　　　刑訴法１８１条１項ただし書\n（量刑の理由）\n本件は，被告人ら４名が，同居している被害者に対し，暴力をふるい，十分な\n食事を与えないまま，監視などして逃げ出せないようにしたため，同人が衰弱す\nるに至り，死亡するおそれがある状態になったにも関わらず，何ら医療機関の治\n療を受けさせず，かつ十分な食事を与えなかったことにより，同人を飢餓死に至\nらしめて殺害したという殺人の事案である。\n本件は，被告人らが，被害者が家事を分担しないとかＡらの指示に反発するな\nどの理由で，被害者に対して食事を十分に与えず，暴力をふるうなどの虐待を加\nえ，このため同人の身体には痣ができ，るい痩状態に陥るなど衰弱し，そのまま\n放置すれば生命に危険がある状態に陥ったにもかかわらず，同人を実家に帰すな\nどすれば，Ａらの行った虐待行為などが発覚するなどと考えて，敢行されたもの\nであって，その犯行の動機は，あまりにも自己中心的であり，酌量の余地は全く\nない。\n本件犯行は，これまでＣや前妻等に対して暴力を加えてきたＡがその暴力の矛\n先を被害者に向けて虐待を行い，被告人もこれを見て見ぬふりをしたことによ\nり，被告人ら家族全員で被害者を虐待する過程で行われたものであり，被告人ら\nは，約３年１０か月という長期間にわたり，被害者を被告人ら家族の支配下にお\nいて虐待を続け，その過程において被害者を栄養不足により衰弱してその生命が\n危険な状態に陥らせたのに，さらに被害者に対し十分な食事を与えず医療措置を\n受けさせないなどの本件犯行を行って，ついには被害者を飢餓死させたのであっ\nて，その犯行態様は，あまりにも人の生命をないがしろにした，卑劣かつ残虐な\nものであって極めて悪質である。その結果，被害者は空腹等に苦しみながら，そ\nの身長１５８センチメートルに対し体重がわずか２５．５キログラムにまでやせ\n細って死んだのであって，被害者の尊い生命を奪ったという結果はもちろん，本\n件犯行の過程において被害者に与えた苦しみの大きさや絶望感の深さに思いを致\nすと，本件犯行の結果は真に重大である。被害者の遺族が，被告人らに対し，峻\n烈な処罰感情を持つのも当然である。\n以上のとおりの本件犯行の動機，態様，結果等を併せ考えると，被告人の刑事\n責任は重い。\nしかしながら，被告人は，外形的事実については概ね認め，その限度で反省の\n様子も認められること，被害者に対する積極的な虐待には直接関わっておらず，\n時折，パンやバナナなど食物を被害者に与えたり，Ａらに対して被害者を実家に\n帰すよう意見したこともあったほか，聴力及び会話能力に障害があり，耳元で大\n声で話さなければ会話ができないほどで，しかも，これまでの生活において，Ａ\nの暴力などに苦しめられてきたことから，Ａら他の家族に比して本件犯行への関\n与は従属的なものにとどまると言えること，これまで前科がなく真面目に働いて\n家族を養い生活してきたこと，現在７３歳と高齢であること，被告人の次女が一\n生被告人の面倒を見る旨，警察官調書において述べていることなど，被告人にと\nって酌むべき事情も認められる。\nそこで，これらの事情一切を総合考慮し，被告人を主文の刑に処するのが相当\nと判断する。\n（求刑　懲役６年）\n（公判出席　検察官加藤直人　国選弁護人新井博）\n平成１４年１２月２６日\n前橋地方裁判所刑事部\n裁判長裁判官　　　長谷川憲一\n裁判官　　　吉井隆平\n裁判官　　　丹下将克\n"
}