{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 16,
    "month": 1,
    "day": 30
  },
  "case_number": "平成14(行ウ)482",
  "case_name": "課税処分取消請求事件",
  "court_name": "東京地方裁判所",
  "field": "行政",
  "gist": "利用者に高額の保証金を納入させた上で区分所有建物の専有部分を使用，収益させることを内容とするいわゆる保証マンションの利用権設定契約に基づく利用権が第三者に譲渡された場合の譲渡益について，前記利用権は，租税特別措置法（平成１４年法律第１５号による改正前）３１条１項の定める「土地の上に存する権利」及び「建物」に当たらないとして，同項の長期譲渡所得の課税の特例を適用しないでされた所得税更正処分が適法とされた事例",
  "case_gist": "利用者に高額の保証金を納入させた上で区分所有建物の専有部分を使用，収益させることを内容とするいわゆる保証マンションの利用権設定契約に基づく利用権が第三者に譲渡された場合の譲渡益について，前記利用権は，租税特別措置法（平成１４年法律第１５号による改正前）３１条１項の定める「土地の上に存する権利」及び「建物」に当たらないとして，同項の長期譲渡所得の課税の特例を適用しないでされた所得税更正処分につき，同条及び同法（平成１６年法律第１４号による改正前）３２条が土地建物等の譲渡所得について分離課税の特例を定めている趣旨は，個人が長期間にわたって保有している土地について，切り売りや売り惜しみを防止して，土地の供給を促進するとともに，短期間で売却される投機的な土地取引を抑制することによって土地の受給の不均衡を解消することを目的としたものであることに照らすと，同項所定の「土地の上に存する権利」とは，地上権若しくは土地賃借権のように土地を直接利用することを内容とする権利又は地役権のように一定の土地の利用価値を増すために他の土地上に支配を及ぼす権利を指すところ，前記利用権がそのような性質を有する権利であるとは認められず，また，前記契約は，前記利用者に対し期間を定めて前記専有部分を使用収益させる対価として前記利用者に納入させた高額の保証金の運用益を賃料相当額として取得することを内容とするものと認めることができるから，前記利用権は，建物賃借権ないしこれに類するものと認めるのが相当であって，建物所有権に準ずる権利として取り扱われるべきであるとはいえず，同項所定の「建物」にも当たらないから，前記譲渡に係る所得は，同項所定の分離長期譲渡所得には当たらず，前記特例が適用される余地はないとして，前記処分を適法とした事例",
  "lawsuit_id": "15065",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=15065",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/065/015065_hanrei.pdf",
  "contents": "主　　　　　　文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n事実及び理由\n第１　請求\n被告が平成13年6月27日付けで原告に対してした，原告の平成12年分所得税に係\nる更正処分のうち総所得金額594万4048円，還付金額に相当する税額3300円を超える\n部分及び過少申告加算税賦課決定処分を取り消す。\n第２　事案の概要\n本件は，区分所有建物の専有部分の利用権を第三者に譲渡した原告が，譲渡に\n係る所得を租税特別措置法31条1項所定の分離長期譲渡所得に当たるとして，同法\n35条1項の定める分離長期譲渡所得に係る特別控除額を控除して平成12年分所得税の\n確定申告をしたところ，被告から，上記所得は所得税法33条の規定する総合長期譲\n渡所得に当たるとして，所得税の更正処分及び過少申告加算税の賦課決定処分を受\nけたことから，上記各処分は違法であると主張して，その取消しを求めている事案\nである。\n１　所得税法等の定め\n(1)ア　所得税法33条1項は，譲渡所得とは，資産の譲渡(建物又は構築物の所有\nを目的とする地上権又は賃借権の設定その他契約により他人に土地を長期間使用さ\nせる行為で政令で定めるものを含む。)による所得をいう旨規定している。\nイ　同条3項は，譲渡所得の金額は，次に掲げる所得につき，それぞれその年\n中の当該所得に係る総収入金額から当該所得の基因となった資産の取得費及びその\n資産の譲渡に要した費用の額の合計額を控除し，その残額の合計額から譲渡所得の\n特別控除額を控除した金額とする旨規定している。\nａ　資産の譲渡でその資産の取得の日以後5年以内にされたものによる所得\nｂ　資産の譲渡による所得で上記ａに掲げる所得以外のもの(以下「総合長\n期譲渡所得」という。)。\nウ　同条4項は，同条3項に規定する譲渡所得の特別控除額は，50万円とする\n旨規定している。\n(2)ア　租税特別措置法（ただし，平成14年法律第15号による改正前のもの。以\n下「措置法」という。）31条1項は，個人が，その有する土地若しくは土地の上に存\nする権利(以下「土地等」という。)又は建物及びその附属設備若しくは構築物(以下\n「建物等」といい，土地等と併せて「土地建物等」という。)で，その年の1月1日に\nおいて所有期間が5年を超えるものの譲渡をした場合には，当該譲渡による譲渡所得\nについては，他の所得と区分し，その年中の当該譲渡に係る譲渡所得の金額から長\n期譲渡所得の特別控除額を控除した金額に対し，同項各号に掲げる場合の区分に応\nじ当該各号に定める金額に相当する所得税を課する旨規定している(以下，同条に規\n定する所得を「分離長期譲渡所得」という。)。\nイ　同条4項は，同条1項に規定する長期譲渡所得の特別控除額は，100万円と\nする旨規定している。\n(3)　措置法35条1項は，個入が，その居住の用に供している家屋で政令で定め\nるものの譲渡若しくは当該家屋とともにするその敷地の用に供されている土地等を\n譲渡した場合には，同法31条1項に規定する分離長期譲渡所得の特別控除額は，同条\n4項の規定にかかわらず，3000万円と当該資産の譲渡に係る長期譲渡所得の金額との\nいずれか低い金額とする旨規定している(以下「本件居住用特例」という。)。\n２　前提となる事実（これらの事実は，当事者間に争いがない。）\n(1)　別紙物件目録2記載の建物（以下「本件専有部分」という。）の所有権保\n存登記\n株式会社池田山ハイツ（以下「池田山ハイツ」という。）は，昭和45年\n11月27日，本件専有部分につき所有権保存登記を行った。\n(2)　利用権設定契約の締結等\nア　原告と日本保証マンション株式会社（以下「日本保証」という。）との\n利用権設定契約等\n原告は，昭和51年5月28日，池田山ハイツ及び日本保証との間で，それぞ\nれ，本件専有部分につき，次の内容の契約を締結した。\nａ　原告と池田山ハイツとの利用保証契約及び建物管理契約（以下「本件\n利用保証契約等」という。）\n(ａ)　池田山ハイツは，日本保証が，原告との間で，本件専有部分につ\nき下記ｂの利用権設定契約及びこれに関連する契約を締結することを認める。\n(ｂ)　池田山ハイツは，本件専有部分を含む別紙物件目録1記載の建物\n（以下「本件建物」という。）全部を管理する｡\n(ｃ)　池田山ハイツは，日本保証が原告と締結した契約上の義務をすべ\nて連帯して保証する。\n(ｄ)　下記ｂ(ｈ)の利用料は，月額2万4000円とする。\n(ｅ)　池田山ハイツは，原告に対し，本件専有部分の扉1か所につき扉鍵\n2個を原告に貸与する。\nｂ　原告と日本保証との利用権設定契約（以下「本件利用権設定契約」と\nいう。）\n(ａ)　日本保証は，原告に対し，本件専有部分につき，本契約に定める\n条件の下に利用権を設定することを認める。\n(ｂ)　日本保証は，原告に対し，次の権限を与える。\nⅰ　本件専有部分を自己の持家と同様にその居住のため占有使用し，\n本件建物の共有部分を共有者と同様に使用すること。\nⅱ　本件専有部分を自己の持家と同様に予め日本保証の文書による承\n諾を得て改装すること。\nⅲ　本件建物利用権を，相続その他の包括承継の対象とすること。\nⅳ　本件建物利用権の転貸は，予め日本保証の文書による承諾を得て\nすること。ただし，転借人の権限は原告の権限の範囲内とし，転貸借契約中，これ\nを超えた部分は日本保証に対抗することができない。\n(ｃ)　契約期間\n昭和51年6月1日から同63年2月19日（自動更新約款あり）\n(ｄ)　原告は，建物利用権保証金約款（甲4の2）による保証金とし\nて，2090万円を日本保証に納入する。\n(ｅ)　日本保証は，契約が終了したときは，原告に対し，本件専有部分\n及び本件建物の共有部分を明け渡した日から4か月以内に上記保証金を返還する義務\nを負う。\n(ｆ)　上記保証金返還債務には利息を付さない。\n(ｇ)　日本保証の指定する金融機関又は建物所有者は，上記保証金返還\n債務を保証する。\n(ｈ)　原告は，池田山ハイツに対し，建物管理契約書（乙5）所定の利用\n料（管理費）を納入する。\n(ｉ)　原告は，本件専有部分及び本件建物の共有部分を，善良なる管理\n者の注意をもって占有又は使用する義務を負う。\n(ｊ)　原告は，本件建物の構築部分又は共用部分の諸施設を毀損又は滅\n失したときは，直ちにこれを原状に回復すべき義務を負う。\n(ｋ)　原告は，本件専有部分を改装した場合には，明渡しの際，原状回\n復義務を負う｡\n(ｌ)　日本保証と原告との関係については，本契約の趣旨及び各条項に\n反しない限り，借家法の規定を準用する｡\nイ　原告の権利取得\n原告は，昭和51年5月28日，Ａに対し，譲渡代金10万円及びＡを介して日\n本保証に差し入れる保証金2090万円の合計金額2100万円を支払って，Ａが有してい\nた上記アの本件利用権設定契約及び本件利用保証契約等に基づく権利（以下「本件\n権利」という。）の譲渡を受けた。\n原告は，同月10日，日野不動産株式会社に対し，上記取引の交渉金とし\nて，50万円を支払った。\n(3)　日本保証への権利譲渡\n原告は，平成12年1月21日，日本保証との間で，原告が本件権利を支払金\n5156万円（保証金2090万円を含む。）で日本保証に対して譲渡する旨の裁判上の和\n解を成立させた（以下「本件譲渡」という。）。\n原告は，同年9月25日，本件専有部分を日本保証に引き渡した。\n(4)　本件訴訟に至る経緯\nア　原告は，平成13年3月13日，被告に対し，平成12年分の所得税の確定申告\nに当たり，本件譲渡に係る所得は，①分離長期譲渡所得に当たり，かつ，②本件居\n住用特例が適用されるとして申告をした。\nイ　しかし，被告は，同年6月27日付けで，原告に対し，本件譲渡に係る所得\nは分離長期譲渡所得には該当せず，総合長期譲渡所得に当たるとして，平成12年分\n所得税の更正処分（以下「本件更正処分」という。）及び過少申告加算税の賦課決\n定処分（以下「本件賦課決定処分」といい，本件更正処分と併せて「本件各課税処\n分」という。）をした。\nウ　原告は，同年7月30日，被告に対し，本件各課税処分を不服として，異議\nを申立てたが，被告は，同年10月29日，これを棄却する旨の決定をした。\nエ　原告は，同年11月26日，国税不服審判所長に対し，本件各課税処分につ\nき審査請求をしたが，同所長は，平成14年9月27日，これを棄却する旨の裁決をし\nた。\n（以上の経緯は，別表1記載のとおりである。）\n３　本件各課税処分の根拠及び適法性（被告の主張）\n(1)　本件更正処分について\n原告の平成12年分の納付すべき税額は，以下のとおりである。\nア　総所得金額（別表3の順号4）　　　　　　　　　　　 　 2054万4048円\n総所得金額は，次のａないしｃの合計額である（所得税法22条2項）。\nａ　不動産所得の金額（別表3の順号1）　　　　　　　　 　299万1176円\n当該金額は，確定申告書記載の金額である。\nｂ　雑所得の金額（別表3の順号2）　　　　　　　　　　　 295万2872円\n当該金額は，確定申告書記載の金額である。\nｃ　譲渡所得の金額（別表3の順号3）　　　　　　　　        1460万円\n当該金額は，次の(ａ)の収入金額3066万円から，(ｂ)の取得費60万円\n及び(ｃ)の譲渡費用36万円の合計額96万円並びに譲渡所得の特別控除額50万円（所\n得税法33条4項）をいずれも控除した後の金額（同条3項）に，2分の1を乗じて算定\nした金額である（同法22条2項2号）。\n(ａ)　収入金額（別表2の順号1）　　　　　　　　　　　　　　3066万\n円\n当該金額は，本件譲渡に係る支払金5156万円から，返還すべき保証\n金額2090万円（前記「前提となる事実」(3)）を控除した金額である。\n(ｂ)　取得費（別表2の順号2）　　　　　　　　　　　　　　　　60万\n円\n当該金額は，原告がＡに支払った本件専有部分に関する権利の取得\n価額10万円と，購入手数料50万円との合計額である（前記「前提となる事\n実」(2)）。\n(ｃ)　譲渡費用（別表2の順号3）　　　　　　　　　　　　　　　36万\n円\n当該金額は，本件専有部分を売却する際に支出した弁護士費用の額\nである。\nイ　所得控除の合計額（別表3の順号5）　　　　　　　　　 　129万7023円\n当該金額は，確定申告書記載の金額である。\nウ　課税総所得金額（別表3の順号6）　　　　　　　　　　　1924万7000円\n当該金額は，上記アの総所得金額2054万4048円から，上記イの所得控除\nの合計額129万7023円を控除した後の金額（ただし，国税通則法（以下「通則法」と\nいう。）118条1項により，1000円未満の端数を切り捨てた後の金額）である。\nエ　納付すべき税額（別表3の順号11）　　　　　　　　　    389万8600円\n当該金額は，次のａの課税総所得金額に対する税額463万1390円からｂな\nいしｄの金額の合計額73万2736円（＝25万円＋34万6536円＋13万6200円）を控除し\nた金額（ただし，通則法119条1項により，100円未満の端数を切り捨てた後の金額）\nである。\nａ　課税総所得金額に対する税額（別表3の順号7）         463万1390円\n当該金額は，上記ウの金額について，所得税法89条及び経済社会の変\n化等に対応して早急に講ずべき所得税及び法人税の負担軽減措置に関する法律（以\n下「負担軽減措置法」という。）4条の規定を適用して算定した金額である。\nｂ　定率減税額（別表3の順号8）　　　　　　　　　　　　      25万円\n当該金額は，負担軽減措置法6条2項かっこ書の規定による定率減税額\nである。\nｃ　源泉徴収税額（別表3の順号9）　　　　　　　　        34万6536円\n当該金額は，確定申告書記載の金額である。\nｄ　予定納税額（別表3の順号10）　　　　　　　           13万6200円\n当該金額は，確定申告書記載の金額（第1期分の予定納税額6万8100円\nと第2期分の予定納税額6万8100円との合計額）である。\nオ　小　括\n以上のとおり，原告の平成12年分の納付すべき税額は，389万8600円とな\nる。これは，本件更正処分による税額と同額であるから，本件更正処分は適法であ\nる。\n(2)　本件賦課決定処分について\nア　上記(1)のとおり，原告に対しては，適法な更正処分がされたものであ\nり，かつ，本件においては，通則法65条4項の「正当な理由があると認められるもの\nがある場合」にも該当しない。\nしたがって，本件における過少申告加算税の額は，下記ａ及びｂを加算\nした金額55万5000円となる。\nａ　39万円\n通則法65条1項に基づき，本件更正処分により原告が新たに納付すべき\nこととなった税額390万円（上記(1)エ記載の税額389万8600円に，原告が平成12年分\nの確定申告において還付を受けた税額3300円を加算した後の金額。ただし，通則法\n118条3項により1万円未満の端数を切り捨てた後のもの。）に100分の10の割合を乗\nじて算定した金額\nｂ　16万5000円\n通則法65条2項に基づき，本件更正処分により原告が新たに納付すべき\nこととなった税額のうち期限内申告税額59万9400円を超える部分に相当する税額\n330万円（ただし，通則法118条3項の規定により1万円未満の端数を切り捨てた後の\n金額。）に100分の5の割合を乗じて算定した金額\nイ　しかるに，本件賦課決定処分の額は54万8000円であり，これは，上記本\n件における過少申告加算税の額（55万5000円）を下回る。\nしたがって，本件賦課決定処分は適法である。\n４　当事者の主張\n（原告の主張）\n(1)　本件各課税処分の違法事由\nア　本件権利は，以下に述べるとおり，措置法31条１項に定める「土地の上\nに存する権利」又は「建物」に該当するものと解すべきである。\nａ  本件権利は，借地上にある建物となんら変わらないから，措置法31条\n１項の定める「土地の上に存する権利」に該当するものと解すべきである。\nｂ　本件権利は，建物所有権ではないが，建物利用権として「居住権」と\n「利用権」を有する居住用財産であり，以下に述べるような取得の経緯や契約内容\nから総合的にみると，建物所有権に準ずる権利として扱われるべきものであるか\nら，措置法31条１項の定める「建物」に該当すると解すべきである。\n(ａ)ⅰ　本件利用権設定契約では，原告が「自己の持家と同様に」本件\n専有部分を使用し得ること等が定められており（前記「前提となる事実」(2)アｂ\n(ｂ)のⅰ及びⅱ），通常の借家契約とは異なる所有権を予定した規定ぶりとなって\nいる。\nそして，本件利用権設定契約では，上記のとおり自己の持家と同\n様に使用し得ること，自己の持家と同様に改装し得ることのほか，利用権を第三者\nに貸して収益をあげ得ること，利用権を第三者に売却し得ること等が定められてい\nるが，これは，民法206条に規定されている所有権の内容である「自由ニ其所有物ノ\n使用，収益及ヒ処分ヲ為ス権利」を充足するものである。\nⅱ　原告は，入居に際し，「本件権利は所有権と同じようなもので，\n「居住権」を保証したものであり，売るのも自由，貸すのも自由，値上がり分は自\n分で取得できるという，民法206条の所有権の内容を満足させるものである。」との\n説明を受けた。\n(ｂ)　本件利用権設定契約には，地代家賃の支払についての定めは一切\nなく，借家契約とは異なるものとなっている。\n(ｃ)ⅰ　本件利用権設定契約で定められた保証金の額（前記「前提とな\nる事実」(2)アｂ(ｄ)）は，建物賃貸における保証金としては異常に高額であり，む\nしろ所有権の分譲価格相当額となっている。\nまた，本件譲渡の際の支払金も，本件建物周辺の中古マンション\nの価格等を基に決められたものである。\nⅱ　このように，原告は，入居の際は所有権相当額を保証金として支\n払い，退去の際も所有権相当額を得たものである。\n(ｄ)　本件建物に存する専有部分の利用権者が支払った管理費の額は，\n昭和45年ころで，1平方メートル当たり約160円と，他のマンションの管理費の約1･6\n倍もの高額なものであり，原告を始めとする専有部分の利用権者は，かかる管理費\nを本件建物の専有部分の所有者が負担している固定資産税相当分として支払ってき\nた。\n(ｅ)　本件建物では，過去に建物利用権から所有権への切り替えをした\n者があったが，その際，追加金の支払等はなかった。\n(ｆ)　本件建物の専有部分のうち，503号室については昭和46年1月16日\n付けで，205号室については同年3月11日付けで，709号室については同年9月30日付\nけで，1102号室については同日付けで，それぞれ専有部分の利用権者への所有権移\n転請求権仮登記（以下「本件各仮登記」という。）が経由された。\nまた，1505号室については同年10月4日付けで，専有部分の利用権者\nへの所有権移転登記が経由された。\nイ　そうであるとすれば，本件譲渡に係る所得は，分離長期譲渡所得に該当\nし，かつ，本件居住用特例が適用されることとなる。\nウ　したがって，本件譲渡に係る所得を総合長期譲渡所得に当たるとして行\nわれた本件更正処分及びこれを前提とする本件賦課決定処分は，いずれも違法であ\nる。\n(2)　本件賦課決定処分の違法事由\n原告の代理人であるＢ税理士は，確定申告書を提出した翌日である平成\n13年3月14日，被告の職員に対し，本件権利の内容を詳しく説明していたのであるか\nら，原告が本件譲渡に係る所得を分離長期譲渡所得としたうえ，本件居住用特例が\n適用されるものとして確定申告したことには，通則法65条4項に規定する正当な理由\nがある。\nしたがって，本件賦課決定処分は，違法である。\n（被告の主張）\n(1)　本件各課税処分の違法事由の主張について\nア　本件譲渡に係る所得は，以下に述べるとおり，分離長期譲渡所得には該\n当せず，また，本件居住用特例は適用されない。\nイ　本件権利は措置法31条1項に定める「土地の上に存する権利」には当たら\nないこと\nａ　同項にいう「土地の上に存する権利」の意義\n措置法31条1項は，個人が，5年を超える期間所有していた「その有す\nる土地若しくは土地の上に存する権利又は建物及びその附属設備若しくは構築物」\nの譲渡をした場合は分離課税の長期譲渡所得となる旨定めているところ，上記文言\nに照らせば，その譲渡の対象は，個人の所有する土地，個人が「土地の上に存する\n権利」の権利者である場合のその権利，個人の所有する建物等であることは明らか\nである。\nこの場合，「土地の上に存する権利」とは，①地上権，地上権以外の\n借地権のように土地を直接利用することを内容とする権利，あるいは②地役権のよ\nうに一定の土地の利用価値を増すために他の土地の上に支配を及ぼす権利をいい，\n借家権，家屋賃借権のように，上記のいずれにも当たらないものは含まれない。\nなぜならば，措置法31条等の定める個人の譲渡所得の課税方式の特例\n（分離課税）は，宅地の需給の不均衡を解消すること等を目的として，土地建物等\nの譲渡所得に対する税負担が，従来の総合課税のもとでは，他の所得の如何により\n異なることから，税額が簡明に把握できないことと，累進税率により多額の税負担\nを伴う場合のあることから，土地の売り惜しみを招来し，宅地の供給を抑制するお\nそれがあるため，土地建物等に対する譲渡所得を分離課税として負担税額の計算の\n簡易明確化を図り，保有期間5年を超える長期保有土地等の譲渡については，低率の\n比例税率とし，かつ譲渡所得の金額の計算に当たっては，通常の額より高額の特別\n控除をすることとし，これらによって宅地の供給の促進を図り，他方，保有期間5年\n以内の短期保有土地等の譲渡については，高率による税を負担させることにより，\n値上り期待のもとに取得され，短期間で売却される投機的な土地等の需要を抑制す\nるために設けられたものだからである。\nｂ　これを本件についてみると，本件権利は，原告も自認するとおり，本\n件専有部分に対する所有権ではない。\nまた，本件権利は，契約の内容，すなわち，①保証金の納入，返還義\n務の定めがあり，返還義務には利息を付さないこと，②明渡しの際の原状回復等義\n務の定めがあること，③本件専有部分を転貸する際は，日本保証の承諾を要するこ\nと，④利用期間の定めがあること，⑤借家法の規定を準用する旨の規定があるこ\nと，⑥専有部分の扉の鍵を貸与する旨の規定があることなどに照らすと，本件専有\n部分に対する賃借権ないし賃借権類似の権利とみることができる。\nすなわち，上記の契約関係は，日本保証が，利用者である原告に対\nし，期間を定めて本件専有部分等を使用収益させ，その対価として，高額の保証金\nを納入させてその運用益相当額を賃料として取得するものと考えられるからであ\nる。\nしてみれば，本件権利は，本件専有部分及び本件建物の共有部分を利\n用し得る権利であって，上記ａの①土地を直接利用することを内容とする権利，②\n一定の土地の利用価値を増すために他の土地の上に支配を及ぼす権利のいずれにも\n当たらないことは明らかである。\nｃ　したがって，本件権利は，措置法31条1項に定める「土地の上に存する\n権利」には該当しない。\nウ　本件権利は措置法31条1項に定める「建物」には当たらないこと\nａ　本件権利は，上記イｂのとおり，本件専有部分に対する賃借権ないし\n賃借権類似の権利とみるのが相当であるから，建物所有権に準ずる権利として扱わ\nれるべきであるとはいえない。\nｂ　原告の主張に対する反論\n(ａ)ⅰ　原告は，本件利用権設定契約では，自己の持家と同様に本件専\n有部分を使用し得ること等が定められており，所有権を予定した規定ぶりとなって\nいる旨主張するが，専有部分の賃貸借契約であっても，使用収益はできるのである\nから，これをもって，本件権利を建物所有権に準じて扱うべきであるとする主張の\n根拠にはならない。\nなお，本件利用権設定契約書には，建物利用権を第三者に売却す\nることができる旨を定めた条項は見当たらない。\nⅱ　原告は，入居に際し，本件権利は民法206条の所有権の内容を満足\nさせるものであるとの説明を受けた旨主張する。\nしかし，これを裏付ける証拠はなんら提出されていないばかり\nか，「日本保証マンションの新しい保証金システム」と題するパンフレット（甲\n14の2）の「忘れてならないもう一つのメリット」欄には，「保証マンションご入居\nの方は＜利用権＞は確保されながらも＜所有権＞をもたないのですから，取得税は\nもとより，登記費用なども一切無関係です。」と記載されていることなどからして\nも，上記主張が理由のないものであることは明らかである。\n(ｂ)　原告は，地代家賃の支払についての定めがないことを指摘する\nが，上記イｂのとおり，本件利用権設定契約は，保証金の運用益相当額を賃料に充\nてる趣旨の契約とみることができるのであるから，これをもって，本件権利を建物\n所有権に準じて扱うべきであるとする主張の根拠とすることはできない。\n(ｃ)　原告は，保証金が高額で，所有権の分譲価格相当額となっている\nなどと主張する。\nしかし，入居の際の保証金の額がマンション専有部分の所有権相当\n額であることについては，本件のいわゆる保証システムが，分譲代金に相当する高\n額の保証金を利用者に差し入れさせ，その運用益を家賃に充てるという方式である\nことに照らして当然であり，この点から直ちに本件権利が所有権であるとされるも\nのではないし，また，退去の際に原告が受領した金額については，保証金額のほ\nか，立退料及び引越費用が含まれていたが，所有権相当額という観点からの算定は\n特段行われていないのであって，そもそも，所有権の代金ではないから，この点に\n係る主張は前提を欠くというべきである。\n(ｄ)　原告は，管理費も高額であって，これを本件建物の専有部分の固\n定資産税相当分として支払ってきた旨主張する。\nしかし，管理費とは，一般に区分所有建物の共用部分の維持管理に\n必要な費用をいうところ，その金額は，当該建物の規模，設備，構造等に左右され\nることは明らかであるから，金額のみをもって，通常の管理費ではないとすること\nはできない。\n本件の場合，建物管理費すなわち「利用料」は，管理人の人件費，\n共用部分の清掃費，共用施設の管理費，エレベーター等機器類のメンテナンス費\n用，共用部分の水道光熱費などによって決定されており，その性質はまさに維持管\n理の必要費である。\nまた，本件利用保証契約等及び本件利用権設定契約のいずれにも，\n「固定資産税相当額を管理費として徴収する」旨の規定は見当たらない。\nしてみれば，本件建物の管理費が固定資産税相当額である旨の原告\nの主張は，これを裏付ける直接的な証拠を欠くものであって，失当である。\n(ｅ)　原告は，本件建物で，過去に建物利用権から所有権への切替えを\n行った者がおり，その際に追加金の支払等はなかった旨主張するが，この点につい\nては，立証がない。\n(ｆ)　原告は，本件建物の他の専有部分の一部に本件各仮登記あるいは\n所有権移転登記が経由されていることを指摘する。\nⅰ　しかしながら，本件各仮登記が設定された理由は，利用者の差し\n入れた保証金返還請求権を担保するためである。すなわち，本件建物については，\n昭和46年3月以降，保証金返還請求権について銀行保証が設定されるようになった\nが，それ以前はそのような担保方法が存在しなかったために，高額の保証金を差し\n入れる利用者から，保証金の返還を保証するために入居する専有部分に対して仮登\n記等の設定をしてほしい旨の申入れがあり，これに応じて本件各仮登記が設定され\nたのであって，この点は，本件各仮登記の原因が「代物弁済予約」とされているこ\nとや，本件各仮登記と同時に抵当権設定登記及び条件付賃借権設定仮登記がされて\nいることからも明らかである。\nこのように，本件各仮登記等は保証金返還請求権の担保として設\n定されたものであり，本件権利が所有権であるためではない。\nむしろ，賃貸借契約においては，貸主が保証金返還義務を負うこ\nとが一般的であることにかんがみると，保証金返還請求権のために担保が設定され\nていることは，本件権利が賃借権ないし賃借権類似の権利であることを推認させる\nものというべきである。\nそうであるとすれば，本件各仮登記が経由されたことは，本件権\n利を建物所有権に準じて扱うべきであるとする主張の根拠とはならない。\nⅱ　また，本件建物の1505号室については，昭和45年11月7日，池田山\nハイツ名義の所有権保存登記と同時に，所有権移転請求権仮登記，抵当権設定登記\n及び停止条件付賃借権仮登記がされており，これによれば，当初，上記ⅰと同様，\n保証金返還請求権の担保として上記各仮登記等がされたこと，したがって，1505号\n室に係る利用権が賃借権ないし賃借権類似の権利と認識されていたことは明らかで\nある。\nその後，昭和46年10月4日付けで，池田山ハイツからＣに対し所有\n権移転登記が経由された理由は不明であるが，少なくとも，本件建物の専有部分に\nついて所有権移転登記が経由されることはごく例外的であったことが明らかであ\nる。\n現に，本件専有部分についても，原告ないし池田山ハイツから，\n所有権移転登記手続をしたい旨の申出ないし申入れはされていない。\nそうであるとすれば，1505号室については所有権移転登記が経由\nされたことは，本件権利を建物所有権に準じて扱うべきであるとする主張の根拠と\nはならない。\nｃ　したがって，本件権利は，措置法31条1項にいう「建物」には該当し\nない。\nエ　措置法35条1項の適用がないこと\n措置法35条1項は，いわゆる居住用財産の譲渡所得について，同法31条\n4項の定める特別控除額の特例（本件居住用特例）を定めたものである。\nすなわち，同法35条1項は，同法31条4項に規定する特別控除に代えて適\n用されるものであるから，その前提とする同条1項の適用がない以上，本件譲渡に係\nる譲渡所得に，本件居住用特例が適用される余地はない。\nそして，本件譲渡に係る譲渡所得につき同法31条1項の適用がないこと\nは，上記イ及びウのとおりであるから，その余について検討するまでもなく，本件\nにおいて同法35条1項の適用はないというべきである。\n(2)　本件賦課決定処分の違法事由の主張について\n原告の主張は争う。前記「本件各課税処分の根拠及び適法性（被告の主\n張）」(2)アのとおり，本件は，通則法65条4項の「正当な理由があると認められる\nものがある場合」には該当しない。\n５　争点\n以上によれば，本件の争点は，次のとおりである。\n(1)　本件権利は，措置法31条1項の「土地の上に存する権利」又は「建物」に\n該当するか否か。　　　　　　　　　　　　　　　　　　　　　　（争点１）\n(2)　原告が本件譲渡に係る所得を分離長期譲渡所得としたうえ，本件居住用特\n例が適用されるものとして確定申告したことに，通則法65条4項に規定する正当な理\n由があるか否か。　　　　　　　　　　　　　　　　　　（争点２）\n第３　争点に対する判断\n１　争点１について\n(1)　本件権利は措置法31条1項の「土地の上に存する権利」に該当するか\nア　措置法31条及び32条が土地建物等の譲渡所得について分離課税の特例を\n定めている趣旨は，個人が長期間にわたって保有している土地について，切り売り\nや売り惜しみを防止して，土地の供給を促進するとともに，短期間で売却される投\n機的な土地取引を抑制することよって，土地の需給の不均衡を解消することを目的\nとしたものである。\nこのような措置法31条等の趣旨に照らすと，同条1項の定める「土地の上\nに存する権利」とは，①地上権や土地借地権のように土地を直接利用することを内\n容とする権利，あるいは②地役権のように一定の土地の利用価値を増すために他の\n土地の上に支配を及ぼす権利を指し，建物所有権，借家権や家屋賃借権は，これら\nのいずれにも当たらないものと解するのが相当である。\nイ　これを本件についてみるに，原告は，本件権利は借地上にある建物とな\nんら変わらないから，措置法31条１項の「土地の上に存する権利」に該当するもの\nと解すべきである旨主張する。\nしかし，借地上にある建物も，上記①の土地を直接利用することを内容\nとする権利，あるいは上記②の一定の土地の利用価値を増すために他の土地の上に\n支配を及ぼす権利ではないから，原告の上記主張は，前提を欠くものといわざるを\n得ない。他に，本件権利が上記①の土地を直接利用することを内容とする権利，あ\nるいは②の一定の土地の利用価値を増すために他の土地の上に支配を及ぼす権利で\nあることを認めるに足りる証拠はない。\nしたがって，本件権利は，措置法31条1項の「土地の上に存する権利」に\nは該当しない。\n(2)　本件権利は措置法31条1項の「建物」に該当するか\nアａ　前記「前提となる事実」によれば，以下の事実が認められる。\n(ａ)ⅰ　本件利用権設定契約には，原告において，本件専有部分を自己\nの持家と同様に占有使用したり，自己の持家と同様に改装することができる旨の定\nめがある（前記「前提となる事実」(2)アｂ(ｂ)のⅰ及びⅱ）。\nⅱ　しかしながら，上記契約では，①原告が日本保証に対し，2090万\n円もの高額の保証金を納入し，契約終了の場合には，日本保証が原告に対し，利息\nを付さないでこの保証金を返還すべきこと（同(ｄ)ないし(ｆ)），②本件専有部分\nの改装には，日本保証による事前の文書による承諾を要すること（同(ｂ)ⅱ），③\n原告が本件専有部分を転貸する際には，日本保証による事前の文書による承諾を要\nすること（同(ｂ)ⅳ），④契約期間の定め（同(ｃ)），⑤本件専有部分等の占有又\nは使用に当たって，原告は善管注意義務を負うこと（同(ｉ)），⑥原告は明渡しの\n際には原状回復義務を負うこと（同(ｋ)）等が定められているほか，⑦原告と日本\n保証との関係には借家法の規定を準用する旨が定められている（同(ｌ)）。\n他方で，上記のとおり本件専有部分を転貸し得ることや本件権利\nが相続等の包括承継の対象となること（同(ｂ)ⅲ）は規定されているものの，これ\nを超えて原告が本件権利を売却し得ること等については，明文の規定がない。\nさらに，本件利用保証契約等では，池田山ハイツが原告に対し，\n本件専有部分の扉鍵を貸与するものとされている（前記「前提となる事実」(2)アａ\n(ｅ)）。\n(ｂ)　そして，本件専有部分については，池田山ハイツを権利者とする\n所有権保存登記が経由されている（前記「前提となる事実」(1)）。\nｂ　上記ａのとおりの本件利用権設定契約の内容等に照らすと，同(ａ)ⅰ\nのような規定があるとはいえ，本件利用権設定契約は，日本保証が原告に対し，期\n間を定めて本件専有部分及び本件建物の共有部分の使用，収益をさせる代わりに，\nその対価として，原告に納入させた高額の保証金の運用益を賃料相当額として取得\nすることを内容とするものであって，建物賃貸借契約ないしこれに類するものと認\nめることができるから，本件権利は，本件専有部分等の賃借権ないしこれに類する\n権利と認めるのが相当である。\nイ　これに対し，原告は，本件権利の取得経緯や契約内容からみると，本件\n権利は建物所有権に準ずる権利として扱われるべきであるとして，その根拠をるる\n主張するが，以下のとおり，これらはいずれも理由がない。\nａ(ａ)　原告は，本件利用権設定契約が所有権を予定した規定ぶりとなっ\nている旨主張するが，上記アのとおり，原告の指摘する規定の存在を前提にして\nも，上記契約は建物賃貸借契約ないしこれに類するものというべきであるから，上\n記主張は理由がない。\n(ｂ)　原告は，入居に際し，本件権利は民法206条の所有権の内容を満足\nさせるものであるとの説明を受けた旨主張する。\nしかし，これを認めるに足りる証拠はなく，かえって，証拠（甲\n14の2及び3，乙12，13）及び弁論の全趣旨によると，日本保証が昭和45年ころ作成\nした「日本保証マンションの新しい保証金システム」と題するパンフレットの「忘\nれてならないもう一つのメリット」欄には，「保証マンションご入居の方は＜利用\n権＞は確保されながらも＜所有権＞をもたないのですから，取得税はもとより，登\n記費用なども一切無関係です。」と，「保証マンションの保証」と題するパンフレ\nットには，「売るのではありません」とそれぞれ記載されていること，日本保証の\n従業員であったＤは，入居募集の際に，入居者が所有権を取得するものであるとい\nう説明はしていなかった旨申述していること，昭和46年5月13日の参議院建設委員会\nで，宅地建物取引業法の一部を改正する法律案が審査された際，日本保証の専務取\n締役であったＥや当時の建設省計画局長は，本件のようないわゆる保証マンション\nのシステムが賃貸借であることを前提とする説明をしていたことが認められ，上記\n主張を採用することはできない。\nｂ　原告は，地代家賃の支払についての定めがない旨主張するが，上記ア\nのとおり，本件利用権設定契約では，原告の納入した保証金の運用益が賃貸借契約\nにおける賃料に相当するものと認められるから，地代家賃の支払に関する明文の規\n定がないことは，本件利用権設定契約が賃貸借契約ないしこれに類するものである\nと認定することの妨げとなるものではない。\nしたがって，上記主張は理由がない。\nｃ　原告は，保証金が高額で，所有権の分譲価格相当額となっていると主\n張する。\nしかし，証拠（甲14の1ないし3，乙8，12，13）によれば，いわゆる保\n証マンションのシステムは，マンションの分譲価格に相当する保証金を入居者に納\n入させ，その運用益を賃貸借契約における賃料に相当するものとして日本保証が取\n得するという仕組みであることが認められるから，保証金の額が分譲価格に相当す\nるものであるからといって，これだけで本件権利が所有権ないしこれに準じる権利\nであるということはできない。\nまた，原告が，日本保証との裁判上の和解に臨むに当たり，本件譲渡\nの支払金の目安として，本件建物周辺の中古マンションの価格を考慮していたこと\nはうかがわれるものの（甲9の1ないし19，甲10），長期間にわたって建物を賃借し\nていた賃借人が立ち退く場合においても，高額の立退料が支払われることは希有な\nことではないから，仮に本件譲渡の支払金が本件建物周辺の中古マンションの価格\nを一つの目安として決せられたという事情があったとしても，これをもって直ちに\n本件権利が所有権ないしこれに準じる権利であるということはできない。\nしたがって，上記主張は理由がない。\nｄ　原告は，管理費も高額で，これを本件建物の専有部分の固定資産税相\n当分として支払ってきた旨主張する。\nしかし，証拠（乙13）によると，本件建物の管理費は，管理人の人件\n費，共用部分の清掃費，共用施設の管理費，エレベーター等機器類のメンテナンス\n費用，共用部分の水道光熱費など，本件建物の維持管理に要する費用をもとに決定\nされていたことが認められるものの，本件建物の管理費が専有部分の固定資産税に\n相当する額であること，あるいは管理費に専有部分の固定資産税相当額が含まれて\nいたことについては，これを認めるに足りる証拠はない。\nしたがって，上記主張は理由がない。\nｅ　原告は，本件建物で，過去に建物利用権から所有権への切替えを行っ\nた者がおり，その際に追加金の支払等はなかった旨主張するが，これについては証\n拠がない。\nｆ　原告は，本件建物の他の専有部分の一部には本件各仮登記あるいは所\n有権移転登記が経由されているものがある旨主張する。\n確かに，証拠（甲5，甲7の1ないし4）によれば，本件建物の専有部分\nのうち，503号室，205号室，709号室，1102号室及び1505号室について，原告が主張\nするとおりの本件各仮登記又は所有権移転登記が経由されていることが認められ\nる。\nしかし，証拠（上記各証拠のほか，甲4の1，乙12，13）によれば，上\n記ａ(ｂ)の参議院建設委員会で，入居者の差し入れる保証金の保全措置が問題とさ\nれたことなどから，昭和46年ころ以降は，保証金返還請求権について銀行保証が設\n定されるようになったが，それ以前はそのような担保方法が存在しなかったため\nに，上記各室の入居者から，保証金の返還を保証するために入居する専有部分に対\nして所有権移転請求権仮登記等の設定をしてほしい旨の申入れがあり，これに応じ\nて，503号室，205号室，709号室，1102号室について本件各仮登記が，1505号室につ\nいて昭和45年11月7日付けで入居者への所有権移転請求権仮登記がそれぞれ経由され\nる（登記原因は，いずれも代物弁済予約である。）とともに，これら各室の入居者\nを権利者とする抵当権設定登記及び条件付賃借権設定仮登記がされたことが認めら\nれる。\nこのように，本件各仮登記は，保証金返還請求権の担保として設定さ\nれたものであるから，これらの登記が経由されたことをもって，本件権利が建物所\n有権に準ずるものであるなどということはできない。\nなお，1505号室について，原告主張の所有権移転登記が経由された理\n由は，証拠上明らかでなく，また，同室についても，上記のとおり，同登記に先立\nって，保証金返還請求権の担保として所有権移転請求権仮登記等が経由されていた\nことや，同室以外に利用権者に対する所有権移転登記が経由された専有部分が存す\nることについてはなんらの証拠もないことに照らすと，1505号室について上記所有\n権移転登記が経由されたことは，本件権利を建物所有権に準じて扱うべきことの根\n拠には到底なり得ない。\nｇ　証拠（乙1）によると，原告が本件権利を取得した後の昭和59年10月\n29日以降，本件専有部分について，株式会社平和相互銀行のために4件の根抵当権設\n定登記が設定されたことが認められるところ，原告がこれら担保権の債務者である\n池田山ハイツや日本保証等から，根抵当権設定についての承諾を求められ，あるい\nは原告がこれを承諾するなどしてこれに関わったことについては，なんらの主張立\n証もない。\nこのことからしても，本件権利を建物所有権に準ずるものとみること\nはできないというべきである。\nウ　以上のとおり，本件権利は，建物賃借権ないしこれに類する権利と認め\nるのが相当であって，建物所有権に準ずる権利として扱われるべきであるというこ\nとはできない。\nしたがって，本件権利は，措置法31条1項の「建物」には該当しないとい\nうべきである。\n(3)　以上のとおり，本件権利は，措置法31条1項の「土地の上に存する権利」\n又は「建物」のいずれにも該当しないから，本件譲渡に係る所得は，分離長期譲渡\n所得には該当せず，本件居住用特例が適用される余地はないことになる。\nよって，原告の主張は理由がなく，本件譲渡に係る所得が総合長期譲渡所\n得に当たることを前提としてされた本件更正処分は適法である。\n２　争点２について\n原告は，その代理人である税理士が，確定申告書を提出した翌日，被告の職\n員に対し，本件権利の内容を詳しく説明していたから，原告が本件譲渡に係る所得\nは分離長期譲渡所得に当たり，本件居住用特例が適用されるとして確定申告したこ\nとには，通則法65条4項に規定する正当な理由がある旨主張するが，かかる事情があ\nったからといって，これだけで上記法条の定める正当な理由があるということはで\nきない。\nよって，原告の主張は理由がなく，本件賦課決定処分は適法である。\n第４　結論\n以上のとおり，原告の本訴請求は，理由がないから，これを棄却することと\nし，主文のとおり判決する。\n東京地方裁判所民事第２部\n裁判長裁判官　　　市　　　村　　　陽　　　典\n裁判官　　　石　　　井　　　　　　　浩\n裁判官　　　丹　　　羽　　　敦　　　子\n"
}