{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 7,
    "day": 16
  },
  "case_number": "平成12(行ケ)211",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "11752",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=11752",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/752/011752_hanrei.pdf",
  "contents": "平成１２年（行ケ）第２１１号　審決取消請求事件\n平成１４年７月２日口頭弁論終結\n判　　　　　　　　　　決\n原　　　　　　　　告　　　　　Ａ\n被　　　　　　　　告　　　　　株式会社フジクラエンタープライズ\n訴訟代理人弁理士　　　　　　　米　　　田　　　潤　　　三\n同　　　　　　　　　　　　　　皿　　　田　　　秀　　　夫\n同　　　　　　　　　　　　　　齊　　　藤　　　晴　　　男\n主　　　　　　　　　　文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n事実及び理由\n第１　当事者の求めた裁判\n１　原告\n特許庁が平成１１年審判第３５３５２号事件について平成１２年５月１日に\nした審決を取り消す。\n訴訟費用は被告の負担とする。\n２　被告\n主文と同旨。\n第２　当事者間に争いのない事実\n１　特許庁における手続の経緯\n原告は，発明の名称を「ゴルフクラブセット」とする特許第２５３３８５６\n号（昭和６１年８月１９日出願。平成８年６月２７日登録。以下「本件特許」とい\nい，その発明を「本件発明」という。）の特許権者である。\n本件特許について，美津濃株式会社から特許異議の申立てがなされ，特許庁\nは，これを平成９年異議第７１１７８号事件として審理した。原告は，その審理の\n過程において，願書に添付した明細書の訂正を請求した。特許庁は，同事件につ\nき，審理の結果，「訂正を認める。特許第２５３３８５６号の特許を維持する。」\nとの決定をした（以下，上記訂正後の明細書を「本件明細書」という。）。\n被告は，平成１１年７月１２日付けで，本件特許を無効とすることについて\n審判を請求した。特許庁は，この請求を平成１１年審判第３５３５２号事件とし，\nヤマハ株式会社が請求した本件特許の登録を無効とすることについての審判の事件\nである平成１１年審判第３５３４５号事件と併合して審理し，その結果，平成１２\n年５月１日に，「特許第２５３３８５６号の特許を無効とする。」との審決をし，\n同月２９日にその謄本を原告に送達した（なお，甲第５号証によれば，ヤマハ株式\n会社は，審決の後である平成１２年５月２３日付けで平成１１年審判３５３４５号\n事件の請求を取り下げたことが認められる。）。\n２　審決の理由の要点\n別紙審決書の理由の写し記載のとおりである。要するに，本件発明は，審判\n甲第１号証（発行日を１９８６年（昭和６１年）１月７日とする米国特許第４５６\n３００７号の公報。本訴甲第１号証。以下「引用例」という。甲第６号証は，引用\n例におけるのと同一の出願人による，同一内容の発明の，日本国内における出願で\nあり，甲第１号証の訳文に相当するものとして提出されたものである。）に記載さ\nれた発明（以下「引用発明」という。）であるから，特許法２９条１項３号に該当\nし，特許を受けることができない，というものである。\n３　本件特許の特許請求の範囲（上記訂正後のもの）\n「セット内のクラブ番数毎に，それぞれのクラブの要求特性に応じた特性を有\nするクラブシャフトを選択してセット化したゴルフクラブセットにおいて，クラブ\nシャフトの特性をトルク角によって特定し，クラブヘッドのロフト角が小さいもの\nから大きいものに向かうにしたがって，クラブシャフトのトルク角が大きいものか\nら小さいものに順に変化させたことを特徴とするゴルフクラブセット。」\n第３　原告の主張の要点\n審決の理由のうち，「１．本件発明」，「２．請求人主張」，「３．刊行物\nの記載内容」，「４．被請求人の主張」（審決書２頁１０行～８頁１５行）は認め\nる。「５．当審の判断」（同８頁１６行～１１頁２１行）中，「（５－１）甲第１\n号証の従来例Ａ，Ｂについて」のうち，８頁１８行の「被請求人は」から２６行の\n「記載されており」までは認め，その余は争う。「（５－２）本件発明と甲第１号\n証記載の発明との対比」，「（５－３）トルク角について」（同８頁１７行～１０\n頁１６行）は認める。「（５－４）相違点について」のうち，１１頁８行の「被請\n求人は」から１８行の「主張している。」までは認め，その余は争う。「６．むす\nび」（審決書１１頁３０行～３４行）は争う。\n審決は，本件発明及び引用発明の認定を誤り，その結果，本件発明の構成\n（「クラブシャフトの特性をトルク角によって特定し，クラブヘッドのロフト角が\n小さいものから大きいものに向かうにしたがって，クラブシャフトのトルク角が大\nきいものから小さいものに順に変化させた」構成）が，引用例に実質的に開示され\nていると誤って認定し（取消事由１），本件発明が奏する顕著な作用効果を看過し\nた（取消事由２）ものであり，これらの誤りがそれぞれ結論に影響を与えることは\n明らかであるから，違法なものとして取り消されるべきである。\n１　取消事由１（本件発明及び引用発明の認定の誤り）\n(1)　スチールシャフトと合成素材のシャフトについて\nゴルフクラブのシャフトには，木製に始まり，スチール製，石油石炭を原\n料とする人工合成素材(炭素繊維，エポキシ樹脂など)へと順に変遷した歴史があ\nる。合成素材のシャフトが実用化され，市場に出回り始めた時期は，引用例が発行\nされ，かつ原告が本件発明について出願をした昭和６１年ころである。スチール製\nのシャフトは，鉄のパイプを延伸しつつ，グリップ部の太い直径から多段階に絞り\nをいれて，クラブヘッド部の細い直径まで絞り込んで製作されるものであるから，\nグリップ側からヘッド側に向けて多くの段差により縮径する形状的な特徴を生じ\nる。\n引用発明は，引用例の図面の記載からみて，このようなスチールシャフト\nを対象とするものである。\n引用発明がスチールシャフトを対象とするものであることは，引用例に\n「ねじりこわさ」を与える式として記載されている（甲第１号証２欄。甲第６号証\n３頁左上欄２行～８行参照。），\nねじれこわさ＝ＬＴ／θ＝ＪＣ\n（Ｌはシャフトの長さ，Ｔはシャフトにかかるねじれ荷重，θはシャフト\nのたわみ角，Ｊはシャフトの平均２次面積モーメント，Ｃは素材のねじれ係数。）\nからも，明らかである。ここでは，Ｃは，シャフト全体の材料についての定\n数とされており，このようなことは，均質材料であるスチールシャフトを前提とし\nてのみ成立するものである。引用発明がスチールシャフトを対象とするものである\nことは，引用例に，モーメント力の算出式Ｊとして示されている式（甲第６号証３\n頁左上欄１１行～右上欄３行参照）によっても，明らかである。この式は，段部の\n内外の直径とシャフトの長さを変数とする式であるから，材料の強度，巻き方，巻\nき数がシャフトの特性を決めるカーボンシャフトには全く当てはまらないからであ\nる。\nこれに対し，本件発明は，カーボンシャフトを主流とする人工合成素材を\n複合的に使ったシャフトを前提とするものである。このようなシャフト軸では，芯\nとなる芯材繊維とシャフト軸に直交又は斜め方向に数層に巻かれ織られた繊維及び\nこれらを被覆する樹脂で作製されているから，これらの素材を工夫して，シャフト\nの引張強度，曲げ強度，トルク角などを容易に調整することにより，スチールシャ\nフトでは実現できない特性を付与することが可能である。\n以上のように，引用例にはスチールシャフトを前提とする発明の記載はあ\nっても，スチールシャフトとは技術思想が異なるカーボンシャフトについての発明\nは何ら記載されていない。したがって，カーボンシャフトを前提とする本件発明\nは，引用発明によって新規性が否定されるものではない。\n(2)　ねじりこわさとトルク角について\n引用例においては，「ねじりこわさ」をいっているだけで「トルク角」の\n表示はないから，ねじりこわさを問題にしているのであって，トルク角を問題にし\nているものではない。\n引用例の図４（甲第６号証７頁左上欄の図参照。）には，確かに，従来例\nを示す線Ａ（以下，この従来例を「従来例Ａ」という。）及び線Ｂ（以下，この従\n来例を「従来例Ｂ」という。）により，シャフトの長さが短くなると，ねじりこわ\nさの数値が大きくなるという，ゴルフクラブの特性が図示されている。\nしかし，従来例Ｂでは，同一の仕様のスチールシャフトをただ切断しただ\nけでロフト角を異なるものとしたそれぞれのクラブに合わせて，クラブの長さを異\nならせたものであるから，シャフトを切断したことにより，必然的にトルク角が減\n少しただけのことである。また，従来例Ａでは，引用例記載のＴＡＢＬＥⅡＡ（４\n欄。甲第６号証５頁左上欄の第２表参照。）によれば，シャフトの長さによって壁\n厚が異なるものであり，その理由は，ＴＡＢＬＥⅢ（５欄。甲第６号証５頁右下欄\nの第５表参照。）に示されたように，シャフトの長さが変化してもその重さが一定\n（４．２５オンス）となるようにするためである。その結果，従来例Ａのゴルフク\nラブセットは，トルク角のばらつきが更に大きくなってしまう，という失敗例とし\nて記載されたものである，ということができる。\nこれに対し，本件発明は，異なるトルク角を持つ複数の仕様のシャフトの\n中から，ロフト角が異なるクラブの使用目的に合ったものを，個々に採用してゴル\nフクラブセットを構成するものであって，クラブの飛距離調整手段としてシャフト\nのトルク角を利用する有効性に着目し，ロフト角が大きくなるとトルク角が小さく\nなるようにシャフトを選択することに特徴がある。このような，クラブヘッドのロ\nフト角毎にトルク角を調整するというゴルフクラブの設計理論は，引用例には開示\nも示唆もない。\nパーゴルフ特別編集「ゴルフクラブチューンアップカタログ」（学習研究\n社１９９４年１２月１５日発行）（甲第９号証）には，グラファロイ社の製造ライ\nンで，品質管理と最新技術の利用・保全のすべての活動を統括するロビン・アーサ\nー部長が語ったところとして，「硬さとトルクの範囲の相互作用についての話が今\nまでなかったのです。スチールシャフトでは無視できる範囲であったため話題にな\nりませんでした。」（１４１頁）との記載が，また，「９５年版ゴルフ用品総合カ\nタログ」（株式会社ユニバーサルゴルフ社平成７年３月１日発行）に掲載された川\n田泰三著「データ重視か？感性か？」（甲第1５号証）には，「カーボンシャフトが\n出てから計られるようになったのが，トルク。シャフトのねじれやすさを表す数字\nだ。スチールシャフトもねじれは皆無ではなかったが，ねじれ度合いが少なく，し\nかもどのシャフトでも大した差がなかったため問題にされていなかった。」（３８\n頁左欄１９行～２４行）との記載があり，これらの記載によれば，スチールシャフ\nトでは，トルク角は無視できる範囲であったため，トルク角の効用は問題にされる\nことがなかったことが，当時の業界において周知の事実であることが分かる。スチ\nールシャフトを前提とする引用発明において，トルク角の認識がなかったことは，\nこの周知事実によっても，明らかである。\n引用例に記載された従来例Ａ及び従来例Ｂにおいては，クラブヘッドのロ\nフト角が小さいものから大きいものに向かうにしたがって，角度θは大きいものか\nら小さいものに変化しているのは事実である。しかし，これは，偶然の一致であっ\nて，それ自体，何らの技術的思想も有していないのである。\n引用発明は，飛距離の異なるクラブセットを製作するために，クラブ長さ\nの調整から成る２次元の変数を用いる従来の技術思想を用いることを前提とした，\nシャフトの特性及び仕様だけを問題としたシャフト自体の発明である。これに対\nし，本件発明は，ヘッドのロフト角とシャフトのトルク角のそれぞれを，クラブ長\nさとともに３次元の独立変数として活用できる，ゴルフクラブ全体の設計方法に関\nする発明である。したがって，本件発明と引用発明とは，互いに比較や対比の余地\nのない異なる技術思想に基づくものである。\n２　取消事由２（顕著な作用効果の看過）\n従来のゴルフクラブの設計思想は，クラブヘッドのロフト角とクラブ長さと\nを調整することにより，飛距離の異なるクラブセットを製作する，というものであ\nる。これに対し，本件発明は，ゴルフクラブの飛距離調整手段として，従来からの\nロフト角とクラブ長さの調整に加え，第３の独立の変数であるトルク角を用いるこ\nとで，クラブの要求特性をより自由に付与できるという設計手段を提供するもの\nで，クラブの設計に格段の自由度を与えて，初心者から上級者までのスイング特性\nに合わせたゴルフクラブセットの製造を可能にしたものであり，プレーヤーが短い\n飛距離を実現したいときに用いるロフト角が大きいクラブに，飛距離の削減と同時\nに，打球方向の安定性を増大させるという一石二鳥の効果を奏するものである。さ\nらに，トルク角の特性が大幅に異なるシャフトを採用することにより，シャフト長\nさの調整幅を従来のクラブの半分以下として，プレーヤーのクラブ毎の打撃姿勢の\n調整を少なくすることできるので，プレーヤーのスイングの安定性を高めるという\n効果も奏することができる。\n原告は，本件発明を応用して，ゴルフクラブセットを構成する各クラブの長\nさが同じアイアンセットを発売している。ここでは，「クラブヘッドのロフト角が\n小さいものから大きいものに向かうにしたがって，クラブシャフトのトルク角が大\nきいものから小さいものに順に変化させた」ものを採用している。引用例におい\nて，従来例を示す「線Ａ」，「線Ｂ」の原理を用いれば，シャフト長さを一定にす\nれば，クラブセットを構成する各クラブのトルク角はすべて一定となってしまうか\nら，本件発明の構成要件である「クラブシャフトの特性をトルク角によって特定\nし，クラブヘッドのロフト角が小さいものから大きいものに向かうにしたがって，\nクラブシャフトのトルク角が大きいものから小さいものに順に変化させたこと」を\n構成することはできない。したがって，引用例が開示する設計思想は，本件発明の\n３次元の設計自由度を持つ革新的な設計理論とは異なるものであって，引用発明に\n本件発明の作用効果を期待することはできない。\n引用例には，スチールの厚みを変えてトルク角を調整した事例が紹介されて\nいるものの，ＴＡＢＬＥⅢ（５欄。甲第６号証５頁右下欄の第５表参照。）に示さ\nれたものは，シャフトの重さがすべて４．２５オンスであり，長さが３９インチの\nものでも，３４インチのものでも同じ重さとするために，厚みを調節したものにす\nぎない。引用例には，「ボールに当たる前のある瞬間には，ヘッドの運動量は，反\n対の方向にシャフトをねじりつつ，ヘッドをシャフトの前方に運ぶ。このシャフト\nのねじれはその後ヘッドがボール又は地面に当たることで反転し最大となる。組に\nなったシャフトの均り合いをとるときに，このシャフトのねじれを考慮に入れない\nと，セットのシャフト毎に生ずるたわみの度合いに大きなバラツキが生ずることに\nなろう。」（甲第１号証１欄。甲第６号証２頁左下欄７行～１５行参照。）と記載\nされているから，ゴルフクラブセットの各クラブのトルクの変化は，バラツキをな\nくすための調整であり，すべて同一とすることが好ましいという認識の下での微調\n整の領域のことである。これに対し，本件発明では，トルク角を最大限有効に生か\nすものであり，大幅なトルク角の変化が望ましいものであるから，引用発明とは逆\nの発想である。したがって，本件発明の顕著な効果を引用発明に期待することはで\nきない。\n第４　被告の反論の要点\n審決の認定判断は正当であり，審決を取り消すべき理由はない。\n１　取消事由１（本件発明及び引用発明の認定の誤り）について\n(1)　スチールシャフトと合成素材のシャフトについて\n引用例には，引用発明の対象をスチールシャフトと限定する記載はなく，\n引用発明は，スチールシャフトとカーボンシャフトとを共に対象としていると考え\nられる。\n本件明細書には，「Ｚ線で示す上級者のようにロングクラブでも正確さが\n要求される際には，たとえばスチールのようにトルク角が３～４°程度のシャフト\nを使用し，ロフト角が５５°のショートクラブには，多層ハイカーボン質のように\nトルク角が１．７～１．５°程度の小さいシャフトを使用し」（甲第１０号証１４\n頁２～６行）と記載されている。これは，本件発明はスチールシャフトを使用する\n場合をも想定していることを意味するから，本件発明が合成素材のシャフトのみを\n前提とするものであるとの原告主張は失当である。仮に引用発明がスチールシャフ\nトを前提としているとしても，そのことは，本件発明が引用発明と同一であること\nを何ら妨げるものではない。\n(2)　ねじりこわさとトルク角について\n１組のゴルフクラブにおいて，シャフトが短くなる方向で変化する場合に\nは，ヘッドのロフト角が大きくなる方向で変化することを必然的に伴うことは，\n「日本ゴルフクラブ史」（斉藤今朝雄著，廣済堂出版平成９年１１月１日発行）\n（乙第１号証），「クラブ修理の秘訣」（ラルフ・モルトビー著，日刊スポーツ出\n版社昭和５５年１月１０日発行）（乙第２号証），「７８年版ゴルフ用品総合カタ\nログ」（ユニバーサルゴルフ社昭和５３年２月２５日発行）（乙第３号証），「７\n９年版ゴルフ用品総合カタログ」（ユニバーサルゴルフ社昭和５４年２月２０日発\n行）（乙第４号証）の記載からみて，ゴルフクラブの製造業者にとって周知の事項\nであり，一般ゴルフ愛好家にとっても常識であることが，明らかである。\n引用例に，クラブシャフトの特性をねじりこわさによって特定する線Ａ及\nび線Ｂからなるクラブシャフトが，従来例として記載されていることは明らかであ\nる。「材料力学」（川田雄一著，裳華房昭和５９年４月１０日発行）（甲第２号\n証）には，長さｌ，半径ｒの真直丸棒の左端が固定され，右端に偶力Ｔを受けてね\nじられる場合，右端のねじられた角をψとすると，ψ＝Ｔｌ／ＧＩｐの関係が成立\nすることが材料力学の技術分野では周知であることが記載されており，この式から\n導かれる，ＧＩｐ＝Ｔｌ／ψ（式１）のねじりこわさ（ＧＩｐ）と，引用例に開示\nされた，ねじりこわさ＝ＬＴ／θ（式２）（ここで，Ｌはシャフトの長さ，Ｔはシ\nャフトにかけられるねじり荷重，θはシャフトの角度偏向）におけるねじりこわさ\nとは，同一のものと認められる。\nそこで，引用例に開示された線Ａ，線Ｂからなるクラブシャフトで，上記\n式２を変形した，Ｔ＝θ・ねじりこわさ／Ｌ＝一定（式３）を適用すると，シャフ\nトにかけられるねじり荷重Ｔを一定とした場合，シャフトの長さＬが短くなるにつ\nれ，ねじりこわさが大きくなるという引用例の図４が図示する関係では，ねじりこ\nわさ／Ｌの値が大きくなるから，角度θは反対に小さいものに変化する。\nしたがって，上記一般ゴルフ愛好家の常識を勘案すれば，引用例には，１\nセットのゴルフクラブにおいて，「シャフトが短くなるほど，すなわち，クラブヘ\nッドのロフト角が小さいものから大きいものに向かうにしたがって，角度θ，すな\nわち，トルク角が小さくなる」クラブセットが，従来例Ａ，従来例Ｂとして開示さ\nれているということができる。\n引用例の図４に示された線Ａは，ＴＡＢＬＥⅡＡ（４欄。甲第６号証５頁\n左上欄の第２表参照。）に示されているように，３９インチから３４インチまでの\n長さの６本のシャフトにおいて壁厚が異なるものであるから，これを同一仕様のシ\nャフトをただ切断しただけのものに関するものとすることはできない。従来例Ａの\nゴルフクラブセットは，各ロフト角に応じた仕様の異なる６本のシャフトを準備\nし，これを所定の長さに切断したものである。引用例の図４に示された線Ｂは，Ｔ\nＡＢＬＥⅡＡに示された３７インチのシャフトの壁厚の値で一定に維持されたもの\nであるから（甲第１号証４欄。甲第６号証４頁右上欄１行～８行参照。），従来例\nＢのゴルフクラブセットは，確かに同一仕様のシャフトを切断したものである。し\nかし，これは「ねじれこわさ」のばらつきを小さくする，すなわち，線Ａと比べて\n線Ｂの傾きを小さくすることを目的としたものである。したがって，引用例には，\n従来例Ａ，従来例Ｂにより，シャフトの外径と厚みにより「トルク角」を調整する\nことが明確に示されている。\n原告は，「ゴルフクラブチューンアップカタログ」（パーゴルフ特別編\n集，１９９４年１２月１５日発行）（甲第９号証）を提出して，スチールシャフト\nでは，トルク角は無視できる範囲であったため，トルク角の効用は話にならなかっ\nたことが，当時の業界の周知事実であった，と主張する。\nしかし，甲第９号証は，１９９４年１２月１５日の発行であり，引用発明\nが優先権主張の基礎となる第１国である英国に出願された１９８０年当時や，米国\nに出願された１９８１年当時の周知事実を証明するものではない。\n原告は，本件発明は「異なるトルク角を持つ複数の仕様のシャフトを用\nい」たことを特徴とする，と主張する。\nしかし，本件発明の構成（特許請求の範囲の記載）からは，同一仕様のシ\nャフトから長さを番手毎に設定して切り出したシャフトでクラブセットを構成する\nのか，複数の仕様のシャフトを用いてクラブセットを構成するのか，明らかでな\nい。原告の主張は明細書の記載に基づかないものであるというべきである。\n２　取消事由２（顕著な作用効果の看過）について\n原告の主張は争う。審決には，本件発明の顕著な作用効果の看過はない。\n第５　当裁判所の判断\n１　取消事由１（本件発明及び引用発明の認定の誤り）について\n(1)　スチールシャフトと合成素材のシャフトについて\n原告は，引用発明は，スチールシャフトを前提とするものであるのに対\nし，本件発明は，合成素材のシャフトを前提とするものであるから，この点におい\nて，両発明は異なる，と主張する。\nしかしながら，本件発明を特定する特許請求の範囲の記載は第２の３のと\nおりであり，そこでは，ゴルフクラブセットのクラブシャフトの材料については，\n何らの限定も加えられていない。このように，特許請求の範囲にシャフトの材料に\nついて限定を加える記載がない以上，本件発明がスチールシャフトを排除するもの\nであるとする根拠はないというべきである。\n念のために本件明細書の他の部分をみても，本件発明がスチールシャフト\nを排除するものであることを示す記載は見出すことができない（甲第１０号証）。\nむしろ，本件明細書には「本発明におけるシャフトのトルク特性は，クラブのグリ\nップ側の先端から３５ｍｍの個所を固定し，シャフトの細い側の先端から３５ｍｍ\nの個所に１．４ｋｇ・ｃｍのトルク荷重を加えたとき，シャフトの捩れが進み，そ\nれが静止した時の捩り角を以てトルク角として表わしたものを使用する。以下の第\n１表に，上記測定法によって得た１０７ｃｍの長さのシャフトのトルク角を各材質\n毎に示す。」（甲第１０号証１２頁６行～１２行）と記載され，第１表には，シャ\nフトの材質が「スチール」では，トルク角が「３～５°」（同１２頁）であるもの\nと記載されていて，少なくとも自然に読む限り，本件発明にはシャフトの材質がス\nチールであるものも含まれることを意味するものとなっている。\nそうすると，仮に，引用発明がスチールシャフトを前提とする発明である\nとしても，本件発明と引用発明とは，スチールシャフトについて，共通の発明であ\nると認められる。原告の上記主張は，特許請求の範囲の記載に基づかない主張であ\nり，採用することができない。\n(2)　ねじりこわさとトルク角について\n原告は，引用例（甲第１号証）について，①「ねじりこわさ」を問題とし\nているものであって，「トルク角」を問題としているものではない，②クラブヘッ\nドのロフト角毎にトルク角を調整するというゴルフクラブの設計理論については開\n示がない，と主張する。\n審決の，「甲第１号証記載の「角度θ」は本件発明でいう「トルク角」に\n相当する」との認定（審決書１０頁５行）については，当事者間に争いがなく，引\n用例の第４図の線Ａには，ゴルフクラブセットを構成する各ゴルフクラブシャフト\nの長さが長いものから短いものに向かうにしたがって，ねじりこわさが小さいもの\nから大きいものに順に変化したゴルフクラブの特性が示されていることについて\nも，当事者間に争いがない。\n甲第２号証によれば，「材料力学」（川田雄一著，裳華房昭和５９年４月\n１０日発行）には，「ＧＩｐは，単位長さの棒に単位ねじり角を与えるためのねじ\nりモーメントでねじりこわさ（torsional rigidity）という。・・・軸の全長のね\nじり角ψは　ψ＝θｌ＝Ｔｌ／ＧＩｐ・・・から・・・材料の軸のねじり角を求め\nることができる。」（８２頁２０行～末行）と記載されていることが認められる。\n上記認定の記載によれば，ＧＩｐ＝Ｔｌ／ψ　の式が成立し，ここで，ねじり角\nψ，軸の長さｌ，軸に加わるねじりモーメントＴは，引用例（甲第１号証）記載の\nシャフトの偏向角度θ，シャフトの長さＬ，シャフトにかけられるねじり荷重Ｔ，\nにそれぞれ相当し，上記成立した式は，引用例記載の，「ねじりこわさ＝ＬＴ／θ\n＝ＪＣ」の式（甲第１号証２欄１行）と同じものであるから，引用例に記載された\n「ねじりこわさ」は，材料力学上のねじりこわさであると認められる。\nそうすると，前記のとおり，引用例の第４図に開示された従来例Ａのゴル\nフクラブセットでは，シャフトの長さＬが短くなるにつれてねじりこわさが増加す\nるという特性が開示されているから，ねじりモーメントＴを一定としてこの特性を\nみれば，ねじり角θは，Ｌが短くなれば，小さくなる方向に変化することは，必然\nの結果であると認められる。\nそして，乙第１ないし第４号証によれば，斉藤今朝雄著，廣済堂出版平成\n９年１１月１日発行の「日本ゴルフクラブ史」（乙第１号証）の２１頁ないし２３\n頁によれば，１８００年代のクラブメーカーであるトム・モリス作成のアイアンク\nラブが写真で紹介され，同写真中の１組のアイアンクラブにおいては，シャフトが\n短くなるほどヘッドのロフト角が大きくなっている様子が撮影されていること，ラ\nルフ・モルトビー著，日刊スポーツ出版社昭和５５年１月１０日第１刷発行の「ク\nラブ修理の秘訣」（乙第２号証。同号証は，平成９年８月２５日発行の第８刷であ\nるものの，第１刷から改訂が行われた形跡はない。）の９４頁には，Ｔａｂｌｅ\nＡ３－７に，ゴルフクラブにおいて番手が大きくなる（シャフトの長さが短くな\nる）ほどヘッドのロフト角が大きくなることを示す表が掲載されていること，ユニ\nバーサルゴルフ社昭和５３年２月２５日発行の「７８年版ゴルフ用品総合カタロ\nグ」（乙第３号証）の１２５頁及び同社昭和５４年２月２０日発行の「７９年版ゴ\nルフ用品総合カタログ」（乙第４号証）の１４２頁にも，同様の表が掲載されてい\nることが認められ，これらの文献の記載によれば，ゴルフクラブセットを構成する\nゴルフクラブについて，クラブヘッドのロフト角が小さいものから大きいものに向\nかうにしたがって，クラブシャフトの長さが短くなることは当業者の技術常識であ\nるということができる。\nこの技術常識を踏まえてみるならば，引用例（甲第１号証）には，ゴルフ\nクラブセットにおいて，クラブヘッドのロフト角が小さいものから大きいものに向\nかうにしたがって，クラブシャフトのトルク角が大きいものから小さいものに順に\n変化させたゴルフクラブセットが実質的に開示されているというべきである。引用\n発明がトルク角を直接問題としているものではないとしても，引用例が開示する特\n性のゴルフクラブセットは，本件発明のゴルフクラブセットと実質的に同じもので\nあることに変わりはないというべきである。両者で異なるのは，同一の事項をどの\nように表現するかの点においてのみである，というべきである。\n原告は，引用例中の従来例Ａが，トルク角のばらつきが更に大きくなって\nしまうという失敗例であると主張する。しかしながら，引用例中の従来例Ａは，シ\nャフトの長さが短くなるにつれてねじりこわさが増加するという特性を開示するも\nのであることは前記のとおりであるから，これが失敗例であるか否かは，従来例Ａ\nが上記新規性の判断の比較対象となる先行技術としての意味を有することに影響を\n及ぼすものではないというべきである。原告の主張は採用することができない。\n原告は，パーゴルフ特別編集「ゴルフクラブチューンアップカタログ」\n（学習研究社１９９４年１２月１５日発行。甲第９号証）中の記載，「９５年版ゴ\nルフ用品総合カタログ」（株式会社ユニバーサルゴルフ社平成７年３月１日発行）\nに掲載された川田泰三著「データ重視か？感性か？」（甲第１５号証）中の記載を\n引用して，スチールシャフトでは，トルク角は無視できる範囲であったため，トル\nク角の効用は問題にされることはなかったことが，当時の業界では周知であり，こ\nの事実によっても，スチールシャフトを前提とする引用発明においてトルク角の認\n識がなかったことは明らかである，と主張する。\nしかし，前記のとおり，引用例に，従来例Ａにより，クラブヘッドのロフ\nト角が小さいものから大きいものに向かうにしたがって，クラブシャフトのトルク\n角が大きいものから小さいものに順に変化させたゴルフクラブセットが実質的に開\n示されていると認められる以上，当業者には，トルク角という概念そのものについ\nてはともかく，トルク角によって示される事柄について認識がなかったと認めるこ\nとはできない。上記引用例の開示内容に照らすと，原告の引用する上記記載から，\nうかがうことのできるのは，ねじれに種々変化を生じさせることの可能なカーボン\nシャフトの出現により，それまでは積極的に変化を生じさせることが困難であった\nため，余り関心の向けられなかったねじれやすさ（すなわちトルク角）への関心が\n高まり，これを積極的に活用しようとの認識が生まれてきた，ということであり，\n引用発明においてトルク角によって示される事柄についての認識そのものがなかっ\nたとすることはできない，というべきである。\n原告の主張は，トルク角という概念についての認識と，トルク角によって\n示される事柄についての認識とを混同するものであり，採用できない。\n原告は，引用例記載の従来例Ａ及び従来例Ｂには，クラブヘッドのロフト\n角が小さいものから大きいものに向かうにしたがって，角度θは大きいものから小\nさいものに変化するという事実がみられるとしても，偶然の一致であって，それ自\n体は何ら技術的思想を有するものではないと主張する。しかしながら，引用例に\nは，クラブシャフトの長さが長いものから短いものに向かうにしたがって，ねじり\nこわさが小さいものから大きいものに順に変化させたゴルフクラブセットが開示さ\nれていることに当事者間に争いはなく，この事実から，前記のとおり，そこに示さ\nれているゴルフセットには，ねじり角，すなわち，トルク角が大きいものから小さ\nいものに順に変化するという特性があることは当業者には自明であるということが\nできるから，角度θが大きいものから小さいものに変化するという事実について，\nこれが偶然の一致であるとする根拠は何もないというべきである。原告の主張は採\n用することができない。\n原告は，引用発明は，飛距離の異なるクラブセットを製作するために，ク\nラブ長さの調整からなる２次元の変数を用いる従来の技術思想を用いることを前提\nとした，シャフトの特性及び仕様だけを問題としたシャフト自体の発明であるのに\n対し，本件発明はヘッドのロフト角とシャフトのトルク角のそれぞれを３次元の独\n立変数として活用できるゴルフクラブ全体の設計方法に関する発明であるから，本\n件発明と引用発明とは，比較や対比の余地のない異なる技術思想であると主張す\nる。\nしかしながら，引用発明は，ゴルフクラブセットにおいて，クラブヘッド\nのロフト角が小さいものから大きいものに向かうにしたがって，クラブシャフトの\nトルク角が大きいものから小さいものに順に変化させたゴルフクラブセットを実質\n的に開示していると解すべきであること，シャフトの長さが短くなるにしたがっ\nて，ヘッドのロフト角が大きくなることは当業者の技術常識であることは前記のと\nおりであるから，引用発明も，上記３つの変数を用いてゴルフクラブを設計する技\n術思想は，既に開示されているというべきである。\n原告の上記各主張は，全体として，引用発明においては，結果的にトルク\n角に変化が生じている（同じ材質であるなら，シャフトの長さが長くなるほどたわ\nみやすくなる）ことが示されているにすぎず，本件発明のように，積極的にトルク\n角を変化させて利用するという技術思想は開示されていない，と主張しているとも\n理解することができる。しかしながら，本件発明を特定する特許請求の範囲の記載\nは第２の３のとおりであり，本件発明が，ヘッドのロフト角ないしシャフトの長さ\nの変化により結果的にトルク角に変化を生じる場合を排除するものであることを示\nす記載を，そこに見いだすことはできない。したがって，仮に引用発明が積極的に\nトルク角を変化させて利用するものでないとしても，そのことをもって，引用発明\nが本件発明と異なるものである，ということはできないのである。\n原告の主張は，採用することができない。\n２　取消事由２（顕著な作用効果の看過）について\n本件発明と引用発明との間に構成上の差異が認められないことは，上記の\nとおりであるから，本件発明に，特許性が認められるか否かの検討において，本件\n発明の顕著な作用効果を論ずる余地はないというべきである。原告の主張は，結局\nのところ，本件発明の構成が引用発明の構成とは異なることを効果の面からいわん\nとするものにすぎず，採用することができない。\n取消事由２は理由がない。\n第６　以上のとおりで，原告主張の取消事由はいずれも理由がなく，その他審決に\nは取消しの事由となるべき誤りは認められない。そこで，原告の本訴請求を棄却す\nることとし，訴訟費用の負担につき行政事件訴訟法７条，民事訴訟法６１条を適用\nして，主文のとおり判決する。\n東京高等裁判所第６民事部\n裁判長裁判官　　　　　山　　　下　　　和　　　明\n裁判官　　　　　設　　　樂　　　隆　　　一\n裁判官  　　　　阿　　　部　　　正　　　幸\n"
}