{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 13,
    "month": 11,
    "day": 1
  },
  "case_number": "平成11(行ウ)12",
  "case_name": "多治見労基署長遺族補償等不支給処分取消",
  "court_name": "岐阜地方裁判所",
  "lawsuit_id": "18731",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=18731",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/731/018731_hanrei.pdf",
  "contents": "主　　　　　　　　文\n１　原告らの請求をいずれも棄却する。\n２　訴訟費用は原告らの負担とする。\n事実及び理由\n第１　請求\n１　被告が原告Ｘ１に対して平成８年９月１８日付けでなした労働者災害補償保険\n法に基づく葬祭料を支給しない旨の処分を取り消す。\n２　被告が原告Ｘ２に対して平成８年９月１８日付けでなした労働者災害補償保険\n法に基づく遺族補償給付を支給しない旨の処分を取り消す。\n３　被告が原告Ｘ３，同Ｘ４，同Ｘ５，同Ｘ６に対して平成８年９月１８日付けで\nなした労働者災害補償保険法に基づく遺族補償給付及び葬祭料を支給しない旨の処\n分をいずれも取り消す。\n４　訴訟費用は被告の負担とする。\n第２　事案の概要\n本件は，平成６年４月２６日，名古屋空港で発生したいわゆる中華航空機事故に\nより死亡した被災者らの遺族である原告らが，被災者らは，勤務先会社の業務とし\nての研修旅行に参加中，業務災害により死亡したものであるとして，被告に対し，\n労働者災害補償保険法に基づく遺族補償給付及び葬祭料の支給を申請したところ，\n被告がこれらを支給しない旨の処分をしたので，これらの処分の取消しを求めた事\n案である。\n１　争いのない事実\n(1)　当事者ら\nア　原告らは，別紙被災者目録（略）記載の被災者らとそれぞれ同目録記載の身分\n関係にある遺族である。\nイ　原告Ｘ１は，被災者Ｚ１の夫として葬祭を行う者であり，原告Ｘ２は，同被災\n者の子として，被災者の死亡当時，その収入によって生計を維持していた者であ\nる。\nウ　原告Ｘ３，同Ｘ４，同Ｘ５及び同Ｘ６は，それぞれの被災者らの配偶者とし\nて，被災者らの死亡当時，その収入によって生計を維持していた者であり，各被災\n者らの葬祭を行う者である。\nエ　株式会社Ｎ製陶は，株式会社Ｎ建材工業を中心とした各種ハイセラミックタイ\nルの製造・販売を目的とする企業グループ（Ｎ製陶，Ｎ建材工業のほかに，Ｔ株式\n会社，株式会社Ｎセラミックス，株式会社Ｍ，株式会社Ｋ工業，Ｒ製陶株式会社が\nある。）傘下の会社であり，本件旅行当時の代表取締役はＮ（Ｎ社長，なお，同人\nはＮセラミックス，Ｎ建材工業などの代表取締役も兼ねている。）である。\n(2)　本訴に至る経緯\nア　被災者らは，Ｎ製陶に雇用され勤務していた者であるが，平成６年４月２４日\nから２泊３日の日程で，同社が計画した「研修旅行」と称する別紙旅行日程表記載\nのとおりの台湾旅行（本件旅行）に参加し，同月２６日，中華航空ＣＩ－１４０便\nに搭乗して帰国の途にあったところ，同日午後８時１５分ころ，愛知県西春日井郡\n豊山町豊場の名古屋空港内において，搭乗していた同機が着陸に失敗し，墜落炎上\nしたため，死亡するに至った（本件事故）。\nイ　原告らは，被災者らの遺族として，被告に対し，労働者災害補償保険法（労災\n保険法）に基づく遺族補償給付及び葬祭料の支給を請求したところ，被告は，平成\n８年９月１８日付けで前記各給付をしない旨の処分をした（本件各処分）。\n原告らは，これを不服として，平成８年１１月１２日，岐阜労働者災害補償保険審\n査官に対し，審査請求をしたが，同審査官は，平成９年２月１７日，これを棄却す\nる旨の決定を行い，さらに，原告らは，平成９年４月１１日，労働保険審査会に対\nし再審査請求をしたが，平成１１年３月３１日，同審査会はこれを棄却する旨の裁\n決を行い，同年４月２０日，裁決書が原告ら代理人に到達した。\n２　争点\n被災者らが本件旅行に参加したことに業務遂行性が認められるか\n（原告の主張）\n(1)　業務性の判断基準\n終身雇用制を採用している企業が大半である我が国においては，事業主の事業運\n営の必要性と労働者の福利・厚生・レクリエーション等を兼ねて社内旅行が企画・\n実施されることが多いが，事業主が，事業運営上の必要性を重視する場合には，\n「社員研修旅行」といった名称を付けて，その意図するところを明らかにすること\nがあり，そのような場合には，労働者の側では，旅行の参加について明確な業務命\n令がない場合であっても，強い拘束感を持って「社員研修旅行」に参加することが\n多々認められるところである。\nこのような我が国の雇用関係の実情を踏まえた上で，労災保険制度が労働者ある\nいは労働者家族の生存権保障に基づく制度であるとの本質に照らして考えてみる\nと，①研修旅行を事業主が主催し，または，事業主が費用負担，賃金支給等により\n関与していたこと，②研修旅行が事業の運営または労務管理上，必要，有益と認め\nられること，③事業主の指示，要請等により，または参加者には出勤扱いとして賃\n金が支給される反面，不参加者には欠勤扱いとして賃金が不支給とされる等の不利\n益が課されることにより，労働者が研修旅行に事実上参加せざるを得なかったこと\nの要件を満たす場合には，研修旅行には業務性が認められ，同旅行中に生じた災害\nは「業務上」災害と認定されるべきである。\n慰安旅行等の社外行事は，仕事を離れて楽しむものであるが，事業主が主催ない\nし費用負担により関与して行う場合は，仕事を離れ労働者が一体となり共に楽しむ\nこと自体が，事業主と労働者の一体意識を形成し，業務向上に役立つという日本的\n労務管理の上から必要・有益と見ているからであり，通常事業主からの参加の要請\nがあれば，労働者としては事実上参加せざるを得ないというのが日本の企業におけ\nる実態であり，このような社外行事に参加中の災害は，被災者が当該行事の世話役\nであると否とを問わず，業務と合理的関連性があるとみて「業務上」災害と認める\nべきである。\n(2)　本件旅行の性格\nア　本件旅行の企画，立案，目的\nＮ製陶においては，当初，慰安旅行という形で年１回の社員旅行を行っていた\nが，昭和５５年ころ以来，慰安旅行を改め，原則として従業員全員が参加し，自社\n製品である舗道用舗石タイルの施工状態及び品質の時間的経過状態の調査・視察を\nして，品質の向上を図ること，特に，タイル製造に従事している日給社員に，自社\n製品が施工されている場所を見学させることにより，愛社精神を持ってもらい，同\n時にチームワークを養ってもらうこと，研修旅行として，陶磁器やタイル等との関\n係の深い博物館や美術館を見学することにより，従業員が自分の従事している作業\n及びその周辺の知識・教養を高めること，これらを目的とする「研修旅行」として\n実施してきた。\n本件旅行における研修先を台湾に決めた理由は，Ｎ建材工業と業務提携契約を締\n結し，Ｎグループ各社との間で技術員の相互派遣を行ってきた台湾のＤ磁器との相\n互交流を深め，技術交流を促進し，さらにはＮ製品が使用されている現場の見学を\nすることにあり，台湾への研修旅行は，Ｎセラミックスの工場長であったＢを総括\n責任者とする担当者の打ち合わせにより決定され，Ｎ社長がその報告を受けて決裁\nしたものである。\n本件旅行は，Ｊ観光が企画した既成のパッケージツアーである「あったかランド\n台湾」旅行を利用し，これに「Ｄ磁器工場見学」等の研修課題を組み込んだもの\nで，慰労の趣旨が含まれていたこと，見学先の主な場所が台湾の有名な観光地であ\nったことは否定しないが，以下に述べるとおり，本件旅行は研修目的こそが主眼で\nあった。\n国立故宮博物院には国宝級の陶磁器等が多数展示されており，中華工芸館にも台\n湾の陶芸品が数多く展示されており，いずれも陶磁器を中心に十分に見学させ，従\n業員が知識，教養を養うことを期待して，国立故宮博物院にあってはＪ観光のスケ\nジュールが１時間３０分であったのを３時間延長し，中華工芸館にあってはＪ観光\nのスケジュールになかったものを追加している。\n忠烈祠は，Ｎ製陶の製品であるＮタイルが約２万㎡にわたって敷き詰められてお\nり，この施工現場を見学させることを目的として研修のコースに組み入れたもので\nあるから，Ｊ観光のスケジュールでは３０分であったのを６０分に延長した。ま\nた，中正紀念堂は，他社の類似タイルが施工されているので，従業員にその現場を\n見学させ，Ｎグループの製品と比較させる意味で，研修コースに加えたものである\nが，このような目的に絞って見学するので，Ｊ観光のスケジュールでは５０分であ\nったのを３０分にした。\n小人国においては，世界の有名建築のミニチュアを見学することも従業員の研修\nになると考えてコースに入れたが，Ｊ観光のスケジュールでは，４０分であったの\nを３０分とした。\nまた，本件旅行においては，前記のとおりＮ建材工業と業務提携契約を締結して\nいるＤ磁器の新タイル工場が見学先に組み込まれているが，昀新のプラントを見学\nすることは，Ｎ製陶の従業員にとって有用な研修になることは明らかである。ま\nた，本件旅行２日目夜に，従業員らはＤ磁器主催のパーティーに招待されているこ\nとからも明らかなように，ＮグループとＤ磁器との業務提携関係は親密なものであ\nる。\nこれに加え，３日目には車窓から見るだけでも研修になると考え，新竹ハイテク\n工業団地をコースに組み入れた。\n本件旅行は，前記のとおりＪ観光のパッケージツアーをその土台として利用して\nいるが，同ツアーを本件旅行の土台として選択した理由は，同ツアーに見学地とし\nて前記国立故宮博物院，忠烈祠，中正紀念堂等が組み込まれていたことから，たま\nたま本件旅行の研修目的に適合し，その土台として同ツアーを利用することが企画\n上便宜であったからにすぎない。そして，同ツアーを土台として中華工芸館とＤ磁\n器の新タイル工場の見学が新たに組み込まれ，旅行会社が強く希望した土産物店の\nうち２店（「芸祥」「滋和堂」）はいずれも予定から外し，残る１店（「フローレ\nンス」）も訪問時間を１時間から２０分に削り，他にも予定された２日目の夕食の\n放棄や見学時間の調整を行っている。\nイ　本件旅行の費用負担\n本件旅行の費用は，参加者１人あたり５万９８００円であるところ，この費用は\nＮ製陶が全額負担することになっていた。この５万９８００円には航空運賃，食\n事，宿泊費を始めとするツアー料金全額が含まれていた。\n自己負担金３万円は，旅行費用とは別に，オプションとしての飲食代やショー見\n物の入場料等の個人的，遊興的な出費に充てるものとして，あらかじめ集金してい\nたおいたものであり，旅行費用とは全く別個に本来的に個人で負担するのが当然の\n金員である。\n自己負担金の返却について，従業員に配布した「１９９４年度Ｎ製陶研修旅行の\nお知らせ」に旅行代金と同様に記載したのは，会社としてオプションへの参加が突\n然キャンセルされることを防止するためにとった措置であって，自己負担金の使用\n目的が旅費の半額を参加者に負担させることにあったからではない。\nウ　旅行への参加・不参加の自由，旅行日の出勤・欠勤及び賃金の取扱い\n本件旅行の周知については，本件旅行の担当者の１人であるＮ製陶生産第三課長\nのＡ課長が朝礼の席上行い，また，朝礼やミーティングなどでは，各職場の上司か\nら部下に対して，必ず本件旅行に参加するように指示がなされている。また，本件\n旅行の出欠の確認については，Ｎ製陶各課で行っている。\n旅行参加者は，Ｎ建材工業のグループ企業の研修旅行であるとして会社からも個\n別に参加を指示されたため，これに参加しており，従業員の本件旅行への参加は，\n任意ではなく強制されていたことは明らかである。\n旅行当日の賃金の扱いについて，１泊２日であった平成５年までは，月給社員に\nついては有休，日給社員については無休という扱いをしていたが，本件旅行は２泊\n３日になって従前より長期になった上，その日程に２日の平日が含まれるため，本\n件旅行に先立ち，Ｎ社長の指示により，月給社員，日給社員の区別なく，参加者に\nは給料を支給することとした。そのため，本件旅行に参加した者は旅行当日出勤扱\nいとして賃金を支給された反面，不参加者は欠勤扱いとされて賃金が支給されなか\nった。\n会社は，研修旅行については，従前から労務管理の一環として積極的に推進して\nいた。そして，従業員は職場の上司でもあるこれら研修旅行担当者から参加を指示\nされ，参加しない者は欠勤扱いとなるので昇級及びボーナス算定面で不利益を受け\nる扱いであった。したがって，慰安旅行として社員旅行が行われる場合と比べて，\n本件旅行については参加しない自由がより制約されていた。\n（被告の主張）\n(1)　業務性の判断基準\n本件旅行への参加が業務行為と認められるか否かは，旅行の主催者，目的，内\n容，経過，参加方法，運営方法，費用の負担等について総合的に判断して決すべき\nものである。\n業務遂行性にいう業務とは，あくまでも労働者が労働契約の本旨に従って事業主\nの支配下において従事する諸行為を対象とするものであり，労働者の従事すべき業\n務の範囲は労働契約等によっておのずから予定されているのであるから，通常予定\nされる範囲を超えた行為については，事業主の業務命令があれば格別，それがない\n以上，業務遂行性を肯定する余地はない。労働契約等によって通常予定されていな\nい行為について業務遂行性が認められるのは例外的な場合であるから，当該行為が\n事業運営上緊要なものと認められ，労働者に対して参加が強制されている場合に限\nり業務行為と認定すべきものと解すべきである。\n原告が主張する緩和された判断要件を用いるならば，研修旅行と名乗ればほとん\nどの社員慰安旅行における災害が業務上災害となりうる結果となり，社員慰安旅行\nにおける災害が他の本来の業務上災害と同一内容の給付を受ける状況が発生するこ\nととなるが，このような不合理な扱いは到底社会的理解が得られるものではない。\n(2)　本件旅行の性格\nア　本件旅行の企画，立案，目的\n平成５年１２月上旬ころ，Ｎセラミックスの代表取締役でもあるＮ社長は，同社\n工場長であるＢに対し，平成６年度の社員旅行について，所要日数３日間，予算額\n１人６万円くらいで計画するように指示をした。指示を受けたＢは，Ｊ観光から取\nり寄せた資料により，他の担当者と検討した結果，行き先を台湾と決定し，Ｎ社長\nに報告した。\n台湾への旅行は，Ｊ観光がツアー５周年を記念して企画した「あったかランド台\n湾」のスケジュールの一部にＤ磁器工場見学を組み込んだものである。\n台湾への旅行は，当初Ｎセラミックスの旅行として計画されたが，その後，Ｎ社\n長は，Ｎ製陶の旅行も台湾が良いと判断するに至り，昀終的に，Ｎグループ関連企\n業５社を２班に分け，Ｎ製陶の従業員は第一班として，平成６年４月２４日から２\n６日までの日程の本件旅行に参加することとなった。\n本件旅行の目的は，参加者に海外旅行の楽しさ等を経験させること及びよい思い\n出を作る等，主に従業員の親睦を深めることを中心とし，加えてタイル工場の視察\n等の研修的な側面も含むものとして企画，立案されたものである。\n本件旅行の日程と，純然たる観光旅行である「あったかランド台湾」のスケジュ\nールを比較すると，主に日程２日目の夕食をＤ磁器主催の夕食会（所要時間約２時\n間３０分）へ変更し，３日目のＤ磁器タイル工場の視察（所要時間約１時間２０\n分）を加えたものであるにすぎない。\nこれらの他，昀終スケジュールに追加されたものは，圓山大飯店，竜山寺，中華\n工芸館及び新竹ハイテク工業団地であるが，中華工芸館訪問の目的はショッピング\nとされており，新竹ハイテク工業団地は車窓からの見学にすぎないものである。\n本件旅行の行程全体をみると，観光地の見学等の比重が圧倒的に高く，研修効果\nを期待した行程が一部組み入れられてはいるものの，それは付随的なものに過ぎな\nいのであって，本件旅行の中心的な性格は観光旅行にすぎない。\nイ　本件旅行の費用負担\n本件旅行に関しては，参加者から自己負担金として３万円を徴収することとされ\nていた。自己負担金の使用目的は，「１９９４年度Ｎ製陶研修旅行のお知らせ」に\n「３０日前からキャンセル料金がかかりますので，自己負担金の３万円は出発日ま\nで３１日以上あるときは返しますが，３０日以内の時は払い戻しはしません」と記\n載されていることからすれば，当該自己負担金はキャンセル料金のかかる旅行代金\nの一部を負担するものであり，それゆえキャンセルの場合の取扱いを上記「お知ら\nせ」に記載したものと解するのが自然である。\n原告が主張するように自己負担金が個人的，遊興的な出費に充てるものであると\nするならば，キャンセル料としての取扱いをすることは不合理であり，むしろ，そ\nうであるならば，参加者についても後日の精算が予定されなければならないが，そ\nのような予定はなかった。\nまた，自己負担金３万円の他，パスポート取得のため必要な費用として１万１２\n５０円も個人負担となっている。\nこのように，参加者に相当額の負担金があることに照らしても，会社の業務とし\nての旅行とは異なるものであった。\nウ　旅行への参加・不参加の自由，旅行日の出勤・欠勤及び賃金の取扱い\nＮ製陶では，Ａ課長が平成６年１月下旬の朝礼で従業員に対し，４月ころ台湾に\n行く旨本件旅行の実施について説明し，「１９９４年度Ｎ製陶研修旅行のお知ら\nせ」が各従業員に配布され，日程・行き先・負担金等の周知がされた。この「お知\nらせ」に，日程等の他，「締め切り２月１０日」とする記載があるとおり，本件旅\n行への参加は，各従業員に出張命令としてなされたものではなく，旅行参加の募集\nということで周知が図られたものである。\nＮ製陶の従業員中，本件旅行の参加者は２９名であり，不参加者は１３名であっ\nた。不参加者が多数にのぼるのは平成４年，５年の旅行も同様である。不参加者の\n不参加の理由の中にはやむを得ない理由が認められない者もいる。\n本件旅行に参加しなかった者は，従来から参加しないことにより会社から不利益\nな扱いを受けたことはなく，社員旅行に参加を強制されたこともなく，むしろ，本\n件旅行に関しては，旅費の一部負担があることから，参加については比較的自由で\nあると思っていた旨述べている。\nこのように，本件と同様の社員旅行に参加するか否かは従来から比較的自由であ\nったことや，本件旅行には，Ｎ製陶の従業員の約３分の１の者が参加していない事\n実からしても，参加が強制された旅行ではなかったというべきである。\n本件旅行の旅行日について参加者は全て出勤扱いとされ，賃金も所定の額が支払\nわれている体裁が整えられている。しかし，平成４年と５年の旅行についても，旅\n行期間は出勤表では出勤と扱われているにもかかわらず，給料台帳では賃金が支払\nわれておらず，結局，旅行日は欠勤として扱われているのであり，本件旅行につい\nてあらかじめ過去の旅行の取扱いと異なる扱いをしたような事情も窺われないこと\nなどからすれば，本件旅行について旅行参加者が出勤扱いされているのは，本件事\n故後にＮ社長が経理担当職員に指示したことによるものであり，本件事故がなけれ\nば特別の指示はなく，過去の旅行と同様欠勤として処理されたものと考えられる。\n第３　争点に対する判断\n１　本件旅行の企画，立案，目的について\n(1)　前記争いのない事実及び証拠（略）によれば，本件旅行は，Ｊ観光が企画し\nた，既成の観光パッケージツアーである「あったかランド台湾」を土台として利用\nし，これに一定の変更を加えたものであり，本件旅行と別紙あったかランド台湾日\n程表のスケジュールを比較すると，「あったかランド台湾」から，２日目の「芸\n祥」（掛け軸・民芸品の店）「滋和堂」（中国漢方薬の店）が削除され，１日目に\n「圓山大飯店」（ホテル），２日目に「竜山寺」（台北市昀古の中国寺）「中華工\n芸館」が，３日目に「Ｄ磁器工場見学」「新竹ハイテク工業団地」が追加されたほ\nか，原告が前記争点欄において主張するとおり，いくつかの訪問先の時間が変更さ\nれていることが認められる。\n(2)　原告は，上記のとおりの見学先や日程の変更等は，本件旅行が観光や慰安を主\nたる目的とするものではなく，研修を目的とすることを示すものである旨主張する\nので検討してみると，以下の問題点を指摘することができる。\nア　証拠（略）によれば，本件旅行における訪問先は，「Ｄ磁器工場見学」と「新\n竹ハイテク工業団地」を除けば，いずれも「あったかランド台湾」以外の多くの観\n光ツアーにおいても訪問先に取り上げられており，これらは台湾における主要な観\n光場所であると認められる。\nこれらの観光場所に施工された自社製品の利用状況を見学させたり，陳列されて\nいる陶磁器の名品等を鑑賞させることにより，従業員の愛社精神を高揚させ，周辺\n知識や教養の向上を図ることは，観光や慰労という以上の効果をもたらすものでは\nあるが，その程度の見学等をもって，直ちに業務性のある研修行為と評することは\n困難である。\nイ　また，原告が，研修を目的として新たに追加したと主張する「中華工芸館」の\n訪問目的についてみるに，平成６年３月４日付け「Ｎ製陶研修旅行予定表」（略）\nには，「中華工芸館（みやげ買物）」と記載され，また「研修旅行予定表」（略）\nには，「中華工芸館（ショッピング）」と記載されており，原告主張の研修目的は\n一切記載されておらず，むしろ土産物のショッピング先として記載されていること\nが認められる。そして，このように訪問先として追加された「中華工芸館」の訪問\n目的が買物であるとすれば，別に買物コースとして予定されていた「芸祥」「滋和\n堂」の訪問を取りやめ，免税店である「フローレンス」の訪問時間を削ったからと\nいって，それが研修目的を重視する趣旨でなされたことを裏付けることには必ずし\nもならない。\nウ　Ａ課長が作成した本件旅行の計画書（略）によれば，本件旅行の目的は「１海\n外旅行の経験の無い人，または，少ない人ばかりなので，海外旅行の楽しさ，手軽\nさ，身近さを知ってもらい今後個人で家族で行けるようになればと思う　２Ｄ磁器\nの新しいタイル工場の視察　３海外でのＮタイルの現場視察　４免税店でのショッ\nピング　５故宮博物館で中国４千年の文化見学」とあり，その中には研修目的に合\n致するものもある（上記２・３）が，同じくＡ課長が作成し，従業員に配布された\n平成６年２月２日付け「１９９４年度Ｎ製陶研修旅行のお知らせ」と題する書面\n（「お知らせ」）では，「海外旅行の，楽しさ・手軽さ・身近さを経験し，みんな\nで楽しく・よい思い出にしましょう。」と記載されているのみで，研修目的を窺わ\nせる記載はなく，従業員に対して本件旅行が研修を主たる目的とする旨の説明がな\nされ，その周知が図られていたとは認められない。。\nエ　証拠（略）によれば，本件旅行の訪問先のうち，Ｄ磁器工場については，同社\nがＮ製陶などＮグループの各会社と同じく食器・タイル製造を目的としており，Ｎ\n建材とは業務提携関係にあり，また，Ｎグループ各社との人材交流もあるのであっ\nて，Ｎ製陶の業務との関連性は強く，純粋に研修目的の訪問先であったと認められ\nる。\nしかしながら，全部で２泊３日の本件旅行の日程中，Ｄ磁器工場の訪問に割り振ら\nれた時間は，当初の計画では約１時間に過ぎず，実際に同工場に滞在した時間は２\n時間１５分，また工場見学に要した時間は１時間２０分から１時間５０分程度と認\nめられるが，本件旅行全体の日程の中ではそれほど長時間を占めたものではなく，\n他の観光地の訪問と比べて，これが本件旅行の中心的目的をなすものであったとは\n認められない。\nまた，新竹ハイテク工業団地訪問は，一応研修を目的とするものと解されるが，そ\nの内容は車窓から工業団地を見るにとどまるものであって，研修目的としても付随\n的なものといわざるを得ない。\nオ　証拠（略）によれば，平成４年，５年の「研修旅行」は１泊２日の日程で国内\n（平成４年は高知，平成５年は奈良・大阪）で行われたことが認められるが，主な\n訪問先は，平成４年は観光地として龍河洞，桂浜，高知城，かずら橋，大歩危，現\n場視察は追手筋歩道と高知中央公園のタイル施工現場，平成５年は観光地として長\n谷寺，薬師寺，法隆寺，大阪城，吉本会館（吉本新喜劇），現場視察は大阪城ホー\nル，クリスタルタワー，ツインタワーとされており，いずれの場合も，現場視察と\nされるものを考慮に入れてみても，一般の観光，慰安旅行の範ちゅうを出るもので\nはないと解される。そして，これらに続き平成６年に企画された本件旅行に至っ\nて，従来の社員旅行の基本的な趣旨目的が変更されたことを窺わせるほどの事情は\n見当たらない。\n(3)　以上，アないしオに指摘した諸点に照らしてみると，本件旅行の主たる目的は\n観光及び慰安にあると解され，研修を中心とした旅行であると認めるのは困難であ\nる。\n２　本件旅行の費用負担について\n前記「お知らせ」及び弁論の全趣旨によれば，本件旅行においては，参加者から\n３万円を「自己負担金」として徴収していたこと，この自己負担金について，「お\n知らせ」には，「３０日前からキャンセル料金がかかりますので自己負担金の３\n０，０００円は出発日まで３１日以上あるときは返しますが，３０日以内のときは\n払い戻しはしません。」と記載されていることが認められる。\n原告は，上記の自己負担金を徴収した目的について，オプションとしての飲食費\nや，ショー見物の入場料等の個人的，遊興的な出費に充てるものであり，これらへ\nの参加のキャンセルを防止し，旅行後の精算を予定していたものであると主張す\nる。\nしかし，原告の上記主張の趣旨は「お知らせ」の文面上からは全く窺うことはで\nきないうえ，旅行自体のキャンセルを防止するというのでもなく，オプション参加\nのキャンセル防止だけを図るというのも甚だ不自然であること，３万円はオプショ\nンのキャンセル料としてはいかにも高額に過ぎると解されること，また，それほど\nのキャンセル料によってオプション参加のキャンセルを防止しなければならない合\n理的な理由は見当たらないこと，これらの諸点に照らしてみれば，原告の上記の主\n張内容は不合理であって採用することが困難というべきである。\n上記の検討に加え，証拠（略）によれば，平成４年，５年の旅行においては，旅\n行会社に支払われる旅行代金の他，諸雑費まで含めて全額を会社が福利厚生費とし\nて負担していたこと，本件旅行については，旅行開始日の前日から遡って３０日前\n以降に旅行をキャンセルする場合には，Ｊ観光に対して規定のキャンセル料を支払\nわなければならない約定であることが認められ，参加を予定していた者が参加をキ\nャンセルした場合に，自己負担金を会社が取得する合理的理由はないことからすれ\nば，上記の自己負担金は，旅行代金，諸雑費の一部として徴収されたもので，参加\n予定者がキャンセルした場合には，この自己負担金をもって，旅行会社に支払うキ\nャンセル料に充てられることになっていたものと推認するのが相当である。\n３　旅行への参加・不参加の自由，旅行日の出勤・欠勤及び賃金の取扱い\n(1)　旅行日の出勤・欠勤及び賃金の取扱いについて\nこの点についてＮ製陶における従前の取扱いをみてみるに，証拠（略）及び弁論\nの全趣旨によれば，同社の従業員には月給社員と日給社員が存在する（被災者Ｚ４\n及びＺ５は月給社員，被災者Ｚ１，Ｚ３及びＺ６は日給社員）が，平成４年，５年\nの研修旅行の際には，日給社員に対しては，有給休暇取得者を除いて，旅行参加者\nに対して旅行日の賃金は支払われていないこと，月給社員については，旅行参加者\nは出勤扱いされる一方，不参加者は有給休暇を取得しない限り欠勤扱いとされたも\nのと認められる。\nこれに対して，本件旅行日における賃金の取扱いについてみるに，Ｎ社長の陳述\n書には，日給社員，月給社員ともに参加者は出勤扱いをして賃金を支給した旨の原\n告の主張に沿う記載があり，また，出勤表や給料明細書によっても，旅行参加者に\nついて，日給社員，月給社員を区別せず，日曜日である４月２４日も含めて全て出\n勤扱いとし，日給社員に対しては旅行日３日分の賃金が支払われていることが認め\nられる。\nしかしながら，上記の取扱いについて，Ｎ社長の前記陳述書では，旅行に先立っ\nて従前の取扱いを変更するよう経理課長に指示した旨の供述記載となっているが，\n一方，同社長は労働基準監督官に対しては，賃金の取扱いは従来どおりであると供\n述しており，また，証人尋問においては，曖昧な供述をするに止まっていること，\n旅行日が有給扱いになるのであれば，従前よりも旅行に参加しやすくなるのである\nから，従業員に対してもその旨の周知がなされるものと考えられるところ，そのよ\nうな周知がなされた経緯があるとは窺われないこと，従業員のＣは，本件事故後に\nＮ社長の指示により旅行参加者について有給扱いとしたと述べていること，これら\nによってみれば，Ｎ社長の前記陳述書の記載部分は信用することができず，旅行参\n加者について一律に出勤扱いとする措置がとられたのは，本件事故の後，同社長が\n指示したことによるものと認めるのが相当である。\n(2)　旅行への参加・不参加の自由\n証拠（略）及び弁論の全趣旨によれば，本件旅行は，平成６年１月下旬の朝礼\nで，Ａ課長から従業員に説明されるとともに前記「お知らせ」が配布されたこと，\nこの「お知らせ」には，「締め切り　２月１０日」との記載があるが，この記載は\n本件旅行への参加にあたって参加者が参加を申し込むための期限を記載したものと\n解するのが自然であること，本件旅行に参加した者はＮ製陶の従業員４２名中２９\n名で，不参加者の占める割合は約３１％の高率にのぼり，平成４年，５年のそれ\nも，給料台帳によって計算してみると，それぞれ不参加率が約３９．６％と４３．\n７５％であって，同様に高率であること，本件旅行に参加しなかった者の不参加理\n由は，必ずしもやむを得ない理由によるものではないこと，そして，不参加者に対\nする参加の働きかけが，研修旅行であることを理由として，可能な限り参加を促す\nような態様によって行われた形跡は見当たらず，従業員らも本件旅行への参加が強\n制的なものとは捉えていなかったと窺われること，以上の諸点が認められ，これら\nによれば，従業員らに対して，本件旅行が業務の一環としての研修旅行であって，\n参加を義務づけられるものであるとの周知，伝達はなされてはおらず，その参加，\n不参加は，従業員らの自由意思に任され，参加が強制されていたものとは認められ\nない。\n４　以上に認定したように，①本件旅行の主たる目的は観光及び慰安にあること，\n②本件旅行においては１人あたり３万円の高額な自己負担金があること，③前年度\nまでの社員旅行では，日給社員については旅行の参加，不参加にかかわらず無給の\n扱いをするものとされており，本件旅行についても旅行の時点では，その取扱いは\n変更されていなかったこと，④従業員中，不参加者の占める割合が相当高く，その\n中には不参加のやむを得ない理由が認められない者も少なくないこと，⑤本件旅行\nへの参加，不参加は従業員に任されて，参加について特段の強制もなされていなか\nったこと，これらの諸事情を総合して勘案してみると，本件旅行はＮ製陶の業務と\nして行われたものとは解し難く，従って，被災者らの本件旅行への参加については\n業務遂行性が認められず，同人らの本件事故による死亡を，労災保険法所定の業務\n上の事故による死亡と認めることはできない。\n原告は，前記争点欄（原告の主張）(1)記載のとおり，我が国の雇用関係の実情か\nらすれば，従業員は事業主の主催する社員旅行に事実上参加せざるを得ないのであ\nるから，このような場合にも業務性を認めるべきであると主張するが，前判示のと\nおりの本件旅行の実態に鑑みると，これをも業務の範囲に含めて解することは困難\nというべきであって，労災保険事業の趣旨及びその運営基盤に照らしても，そのよ\nうな解釈が相当であるとは解されない。\n５　結論\n以上によれば，本件各処分は適法であって，原告らの請求はいずれも理由がない\nからこれらを棄却することとし，訴訟費用の負担につき民訴法６１条を適用して，\n主文のとおり判決する。\n岐阜地方裁判所民事第１部\n裁判長裁判官　　　　　中　　村　　直　　文\n裁判官　　　　　　　　末　　永　　雅　　之\n裁判官　　　　　　　　加　　藤　　　　　靖\n旅行日程表\n４月２４日（日曜日）\n７：００ 観光バスでＮ製陶を出発\n８：００ 名古屋空港到着\n９：２０ 中華航空ＣＩ－１４１便に搭乗\n１１：２０ 台湾中正国際空港着，専用車で台北市内観光\n１３：３０～１４：３０ 忠烈祠\n１４：４５～１５：３０ 圓山大飯店昀上階\n１５：５０～１６：３０ 保安宮，孔子廟\n１６：５０ 中泰賓館（マグノリアホテル）着\n１８：３０～２１：００ 夕食，フーバーショウ\n２１：３０～２３：００ 中泰賓館　２次会\n４月２５日（月曜日）\n７：００～８：００ ホテルレストランにて朝食\n８：３０ 専用車で台北市内観光　総統府，竜山寺\n９：４０～１０：１０ 中正紀念堂\n１０：２０～１０：４０ フローレンス\n１０：５０～１１：４０ 中華工芸館\n１２：００～１３：００ 昼食（中華川菜レストラン）\n１３：３０～１５：３０ 故宮博物院\n１６：３０ 中泰賓館着\n１８：１５～２０：００ 夕食（三徳ホテル３階）\n２０：１５～２３：００ 中泰賓館　２次会\n４月２６日（火曜日）\n８：００ 専用バスにてホテル出発\n９：３０～１０：３０ Ｄ磁器タイル工場視察\n１１：００ 新竹ハイテク工業団地\n１２：００～１２：３０ 小人国\n１２：３０～１３：３０ 昼食（飲茶レストラン）\n１４：００ 中正国際空港\n１４：３０ チェックイン\n１６：２０ 免税店ショッピング\n１６：５０ 中華航空ＣＩ－１４０便出発\n２０：２０ 名古屋空港到着\n２０：５０ 入国　観光バスで名古屋空港出発\n２２：００ Ｎ製陶着　解散\nあったかランド台湾日程表\n１日目\n９：２０ 中華航空ＣＩ－１４１便に搭乗\n１１：５０ 台湾中正国際空港着，専用車で台北市内観光\n１４：００～１４：４５ 孔子廟，保安宮\n１５：００～１５：３０ 忠烈祠\nホテル着\n１７：３０ ホテル発\n「東楽レストラン」で夕食\nホテル着\n２日目\n９：００ ホテルレストランで朝食\n車窓から総統府\n９：３０～１０：２０ 中正紀念堂\n１０：３０～１１：３０ フローレンス\n１１：５０～１２：５０ 昼食（中華川菜レストラン）\n１３：１０～１４：２０ 芸祥\n１４：５０～１６：１０ 故宮博物院\n１６：４０～１７：３０ 滋和堂\nホテル着\n１８：３０～ ホテル内「天然亭レストラン」で夕食\n３日目\n９：００ ホテルレストランで朝食\n１０：３０～１２：１０ 小人国\n１３：００～１４：３０ 昼食（禾家レストラン）・両替\n中正国際空港\n１６：５０ 中華航空ＣＩ－１４０便出発\n２０：２０ 名古屋空港到着\n"
}