{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 13,
    "month": 3,
    "day": 13
  },
  "case_number": "平成12(行ウ)3",
  "case_name": "賦課決定処分取消請求とそれに係る損害賠償請求事件",
  "court_name": "鳥取地方裁判所",
  "field": "行政",
  "lawsuit_id": "15640",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=15640",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/640/015640_hanrei.pdf",
  "contents": "主　　　文\n一　原告の請求をいずれも棄却する。\n二　訴訟費用は原告の負担とする。\n事実及び理由\n第一　請求\n別紙のとおり\n第二　事案の概要\n一　被告鳥取県（以下「被告県」という。）はキャンピング車に対する自動車税の\n税率を改定するために被告県の条例を改正したところ、本件は、被告鳥取県西部県\n税事務所長（以下「被告西部県税事務所長」という。）が、原告に対し、右改正後\nの条例に基づき、自動車税についての賦課決定をしたことについて、原告が、右改\n正後の条例は地方税法一四七条五項に違反する違法なものであり、それに基づく処\n分もまた違法になるとして、被告西部県税事務所長に対し、右賦課決定の取消しを\n求めるとともに、右改正が違法になされたことにより精神的苦痛を被ったとして、\n被告県に対し、損害（慰謝料）の賠償を求めた事案である。\n二　争いのない事実等（証拠等により認定した事実については、その認定に用いた\n証拠を適宜掲記した。）\n１　当事者等\n原告は、鳥取県米子市を主たる定置場とするキャンピングカー（以下「原告車」\nという。）を所有する者である。\n被告県は、鳥取県税条例（以下「県税条例」という。）に基づき、地方税たる自\n動車税等の県税の賦課徴収等を行っているが、右賦課徴収等については、地方自治\n法及び地方税法に基づき、県税事務所設置条例によって設置された県税事務所が行\nっており、そのうち鳥取県米子市等を管轄とする西部県税事務所の長が被告西部県\n税事務所長である。\n２　本件訴訟に至る経緯\n被告県は、キャンピング車に対して課する自動車税について、キャンピング車を\n特殊用途自動車のうちの「その他」として分類した上で、最大積載量又は車両重量\nによって区分していた税率（以下「旧税率」という。）を改定し、新たに特種用途\n自動車としての「キャンピング車」という分類を設けた上で、総排気量によって区\n分された税率（以下「新税率」という。）とすることなどの改正（以下「本件税改\n正」という。）を行うこととし、その旨県税条例を一部改正し、右のとおり一部改\n正された県税条例（以下「改正後県税条例」という。）は、平成一一年一二月二四\n日に公布され、平成一二年四月一日から施行された。\nなお、改正後県税条例は、その附則において、経過措置として、キャンピング車\nに対して課する自動車税の税率については、新税率が旧税率を超える場合には、新\n税率から旧\n税率を控除して得た率の三分の一の率を旧税率に加算して得た率を平成一二年度分\nの税率とし、新税率から旧税率を控除して得た率の三分の二の率を旧税率に加算し\nて得た率を平成一三年度分の税率とする旨の規定を設けている。\nそして、被告西部県税事務所長は、平成一二年五月一五日付けで、原告に対し、\n改正後県税条例一一〇条に定められたキャンピング車についての税率に基づき、原\n告車について、平成一二年度分自動車税（税額二万八〇〇〇円）の賦課決定（以下\n「本件処分」という。）をした。\n本件処分を不服とする原告は、同月二二日、鳥取県知事に対し、地方税法及び行\n政不服審査法に基づく審査請求をしたが、鳥取県知事は、同年一〇月一三日、右審\n査請求を棄却する旨の裁決をした（甲五ないし八、一一）。\nそこで、原告は、同年一一月一日、本訴を提起し、本件税改正が地方税法に違反\nしていることにより、本件処分が違法となるとともに原告が精神的苦痛を被ったと\n主張した。\n３　原告車について\n原告車は、平成一〇年一一月一三日付けで、所有者を原告、自動車の種別を普\n通、用途を特種、自家用・事業用の別を自家用、車体の形状をキャンピング車、乗\n車定員を九人、最大積載量の定めなし、車両重量を二三五〇キログラム、車両総重\n量を二八四五キログラム、総排気量を四・一六リットルとする旨の登録がなされて\nいる（乙二）。\nそして、原告車と同じタイプの自動車について課される自動車税の税率は、平成\n一一年度は、旧税率により一万一五〇〇円であったが、平成一二年度は、右２の経\n過措置により二万八〇〇〇円となり、平成一三年度は、右２の経過措置により四万\n四六〇〇円となり、平成一四年度以降は、新税率により六万一二〇〇円となる（甲\n二）。\n三　争点\n１　改正後県税条例が地方税法一四七条五項に違反しているか否か。\n２　仮に右１の違反が認められる場合の原告の被る損害の有無、内容、額\n四　争点についての当事者の主張の要旨\n１　争点１について\n（原告）\n地方税法一四七条五項は、同条一項各号に定める乗用車、トラック、バス、三輪\nの小型自動車の区分とは別に、用途、総排気量、定格出力、乗車定員、最大積載量\nその他の自動車の諸元によって区分を設けて、自動車税の税率を定めることができ\nるとした上で、その場合には、同条一項ないし四項の規定を適用して定められる税\n率と均衡を失しないようにしなければならない旨定めているが、改\n正後県税条例一一〇条は、同条で定められたキャンピング車についての自動車税の\n税率について、右「均衡を失しないようにしなければならない」という要件に違反\nする違法なものであるから、右条例に基づく本件処分もまた違法である。\n（被告ら）\n改正後県税条例一一〇条において定められたキャンピング車に対する税率は、地\n方税法一四七条一項ないし四項等を適用して定められる税率と均衡を失していると\nはいえず、改正後県税条例一一〇条は同条五項に反しない。\n２　争点２について\n（原告）\n原告は、本件税改正が違法であることにより、悩まされ、平穏な日々を過ごすこ\nともできず、また、最終的には約五倍もの増税となる賦課決定処分を受けて、基本\nとなった貨物自動車への復元を迫られ、その復元に伴う構造上の変更をする登録検\n査を強いられ、遂には訴訟を提起するに至ったという過程によって、精神的苦痛な\nいし苦労を被ったものであり、右精神的苦痛等を慰謝するに足りる損害賠償金とし\nては六八万三五〇〇円が相当である。\n第三　証拠\n書証目録記載のとおりであるからこれを引用する。\n第四　争点に対する判断\n一　争点１について\n（一）　原告の主張は、要するに、本件税改正は、乗用自動車等からの改造によっ\nて特種用途自動車としての放送宣伝者や事務室車となった場合、これらの自動車に\nついても自動車税負担の軽減がなされるという点でキャンピング車と同様の問題性\nが指摘されているのに、キャンピング車のみを本件税改正の対象とし、結果的に増\n税する内容となっているのは真の均衡とはいい難いこと、改造によって特種用途自\n動車となったキャンピング車については、その改造前の自動車（以下「原車」とい\nう。）が乗用自動車であるものだけではなく、貨物自動車やバス、軽自動車のもの\nが存在するのに、原車の種類を問わず、一律にキャンピング車を乗用自動車に近似\nするものであるとして乗用自動車並みの課税をする内容となっていることなどから\nすると、改正後県税条例は、地方税法一四七条五項の「均衡を失しないようにしな\nければならない」という規定に反する違法なものであり、したがって、改正後県税\n条例に基づいてなされて本件処分は違法であるとするものである。\n（二）　そこで、改正後県税条例が、地方税法一四七条五項に違反するかについて\n検討する。\n地方税が、当該地方団体（道府県又は市町村をいう。以下同じ。）の財政需要を\n充足するという\n本来の機能のほかに、所得の再分配、資源の適正配分、景気の調整等の諸機能を有\nしているため、当該地方団体の住民の地方税負担を定めるについては、当該地方団\n体における財政・経済・社会政策等の諸事情を踏まえた全般的かつ総合的な政策判\n断を必要とし、また、課税要件等を定めるについては、極めて専門技術的な判断を\n必要とするものというべきである。したがって、地方団体における地方税に関する\n条例の定立については、当該地方団体の財政、地域社会経済、住民の所得、住民の\n生活等の実態についての正確な資料を基礎とする地方団体の議会の政策的、技術的\nな判断に委ねるべき側面があることは否定できず、基本的にはその裁量的判断を尊\n重せざるを得ないものと解するのが相当であり、当該地方団体における地方税に関\nする条例の内容は、その必要性と合理性についての議会の判断が、右にいうところ\nの政策的、技術的な裁量の範囲を逸脱するもので、著しく不合理なものでない限\nり、地方税法の規定に違反するものということはできないと解すべきである。\nそして、右に加えて、自動車税に関する地方税法の規定においては、自動車税の\n課税対象は、地方税たる軽自動車税の課税客体である自動車、道路運送車両法三条\nに定める大型特殊自動車、非課税自動車及び課税免除自動車を除くすべての自動車\nとされていること（同法一四五条、一四六条）、その標準税率は、乗用車について\nは、総排気量の区分により、営業用は七五〇〇円から四万〇七〇〇円、自家用は二\n万九五〇〇円から一一万一〇〇〇円、トラックのうち最大積載量が四トンを越え五\nトン以下であるものについては、営業用は一万八五〇〇円、自家用は二万五五〇〇\n円、バスの一部については、一万四五〇〇円から四万九〇〇〇円とされ（同法一四\n七条一項、同条二項）、右税率については、右各標準税率を超える税率で自動車税\nを課する場合には、その標準税率に一・二を乗じて得た率を超えることができない\nとされている（同条四項）が、右超過税率を具体的に定めるについて考慮すべき事\n情等については何らの定めがないこと、同条五項による税率についても、その具体\n的な税率を定めるについて考慮すべき事情等については、同条一項ないし四項との\n均衡ということの他は何らの定めがないことなどを考慮すると、地方税法は、自動\n車税について、その税率の最高限度と最低限度を定めてはいるものの、その範囲内\nにおいて\n課される具体的な税率については、各地方団体の個別の事情に基づく右政策的・技\n術的な裁量的判断に委ねたものであると解される。\nそうすると、地方税法一四七条五項にいう「均衡を失しない」とは、同項を根拠\nとする税率の区分がおよそ正当な目的を有しないとか、正当な目的があるとしても\nそれを実現するための方法としての関連性がおよそ存在しないなどの著しく不合理\nな税率の違いがあるとはいえない場合をいうものと解するのが相当である。\n（三）　これを本件についてみるに、確かに、原告が指摘するように、特種用途車\nに対する自動車税の税率の区分については、改造による場合には、原車に対する税\n率の区分にしたがって税率を定めるという方法もあり得るが、右方法については、\n原車の用途がまったく不明の場合は税率の決定に支障をきたす可能性があるという\n課税技術上の問題や、課税対象となる大量の自動車について自動車検査証等によっ\nて原車の用途を迅速かつ明確に調査して判断することが困難となる可能性もあり、\n課税における迅速性や画一性等の諸要請に必ずしも合致しない事態が生じ得るとも\n考えられ、右方法が他の方法に比して格段に優れているものともいい難い。そし\nて、キャンピング車に対する自動車税の税率の区分方法としては、右方法の他に、\nトラック又はバス、貨客兼用車のいずれかの税率で一律に課税するという方法、普\n通自動車と小型自動車とに区分して税率を定める方法、本件税改正において採用さ\nれた方法のように総排気量による区分で税率を定める方法等があり得るが、いずれ\nの方法によっても、いわば一長一短があることは否定できない。しかも、現在にお\nいては、自動車が様々な用途に使用され、それに従ってその構造及び設備も多様と\nなっており、その用途や構造、設備を単純には分類できない現状にあるとはいえる\nものの、人を乗せて運搬することを目的とするのか、貨物を積載して運搬すること\nを目的とするのかという最も基本的な使用類型で分類すると、車室内で居住するこ\nとができるキャンピング車は、基本的には、貨物の積載ないし運搬というよりはむ\nしろ人の乗車ないし運搬を主たる目的としてその構造や設備を有しており、居住の\nための設備も右目的に資するために備えられているといえるのである。右のような\n諸点を考慮すると、被告県が、人の乗車、運搬ないし居住という側面からキャンピ\nング車を乗用自動車に近似するものとして\n、乗用自動車における区分に準じてキャンピング車に対する自動車税の税率を総排\n気量によって区分し、その区分に従って乗用自動車に対する税率から二割程度軽減\nした税率を定めるという方法を採用したことについて、著しく不合理な税率の違い\nがあるとはいえない。\nまた、本件税改正の目的は、キャンピング車と乗用自動車の自動車税の格差を是\n正することにあるところ、いわゆる放送宣伝車や事務室車については本件税改正の\n対象となっていないが、特種用途自動車に対する自動車税の税率に関する不公平感\nが主としてキャンピング車との関係においてとりざたされていたこと（乙八ないし\n一三）、近年におけるキャンピング車の増加傾向が顕著であったこと（乙四、一\n二）、放送宣伝車や事務室車に対する自動車税の税率については被告県としても今\n後も検討していくつもりであること（甲一）などの事情がうかがわれるから、被告\n県が、右目的のためにキャンピング車に対する自動車税の税率を改定して右のよう\nな税率を定めたことについて、著しく不合理な税率の違いがあるとはいえない。\n（四）　したがって、改正後県税条例は、地方税法一四七条五項の「均衡を失しな\nいようにしなければならない」という規定に反しているとはいえず、また、本件処\n分が、改正後県税条例の各規定に定められた各要件を充足した上でなされているこ\nと自体は当事者間で争いがないから、仮に原告車が貨物自動車から改造されたキャ\nンピング車であることが原告車の自動車検査証ないし自動車登録事項証明書の記載\n自体から認定できるとしても、改正後県税条例一一〇条で採用された右区分による\n限り、原告は、新税率による自動車税の納税義務を免れることはできないから、本\n件処分の取消しを求める原告の請求は認められない。\n二　争点２について\n右一の説示によれば、改正後県税条例は地方税法に違反しておらず、本件処分も\n違法ではないから、その余の点について検討するまでもなく、右違法を前提とする\n原告の損害賠償請求は認められない。\n第五　結語\n以上によれば、原告の本訴請求は理由がないからこれをいずれも棄却することと\nし、訴訟費用の負担については、行政事件訴訟法七条、民事訴訟法六一条を適用し\nて、主文のとおり判決する。\n鳥取地方裁判所民事部\n裁判長裁判官　内藤紘二\n裁判官　一谷好文\n裁判官　三島琢\n"
}