{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 18,
    "month": 8,
    "day": 9
  },
  "case_number": "平成17(行ウ)19",
  "case_name": "風俗営業許可取消請求事件",
  "court_name": "岐阜地方裁判所民事２部",
  "result": "棄却",
  "gist": "パチンコ店及びゲームセンター等を含む大型複合商業施設の設置者に対してなされた風俗営業許可処分が，風俗営業等の規制及び業務の適正化等に関する法律４条２項２号，岐阜県風俗営業等の規制及び業務の適正化等に関する法律施行条例３条１項３号の定める距離制限規定に違反しないとして適法とされた事例",
  "lawsuit_id": "33554",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=33554",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/554/033554_hanrei.pdf",
  "contents": "平成１８年８月９日判決言渡 同日原本交付 裁判所書記官\n平成１７年(行ウ)第１９号 風俗営業許可取消請求事件\n口頭弁論終結日 平成１８年６月１４日\n主文\n１ 原告らの請求をいずれも棄却する。\n２ 訴訟費用は原告らの負担とする。\n事実及び理由\n第１ 請求の趣旨\n１ 岐阜県公安委員会が株式会社コロナに対し平成１７年１２月１３日付けでし\nた風俗営業等の規制及び業務の適正化等に関する法律３条１項による同法２条\n１項７号のぱちんこ屋の営業許可処分を取り消す。\n２ 岐阜県公安委員会が株式会社コロナに対し平成１７年１２月１３日付けでし\nた同法３条１項による同法２条１項８号のゲームセンターの営業許可処分を取\nり消す。\n３ 訴訟費用は被告の負担とする。\n第２ 事案の概要\n本件は，原告らが，岐阜県公安委員会が風俗営業等の規制及び業務の適正化\n等に関する法律（以下「風営法」という）３条１項に基づき株式会社コロナ\n（以下「コロナ」という）のパチンコ店及びゲームセンターの営業許可処分\n（以下「本件処分」という）をしたことが同法４条２項２号その他関係法令の\n距離制限規定に違反すると主張して，被告に対し，本件処分の取消しを求めた\n事案である。\n１ 前提となる事実\n(1) 原告らについて\nア 原告１（別紙原告目録番号１の原告をいう。他も同じ）は，岐阜県大垣\n市ａ町所在の大垣市立Ａ小学校（以下「Ａ小」という）校下の青少年育成\n団体，青少年指導員の連携を密にし，青少年の健全育成に寄与することを\n目的とした権利能力なき社団である。\nイ 原告２は，軽スポーツを通じて，Ａ小校下の地域住民の健康管理と融和\nを図ることを目的とした権利能力なき社団である。\nウ 原告３ないし１２は，いずれもＡ小に通う児童の保護者である。\nエ 原告１３ないし１５は，岐阜県大垣市ａ町所在の学校法人Ｂ幼稚園（以\n下「Ｂ幼稚園」という）に通う園児の保護者である。\nオ 原告１６及び１７は，後記ロックシティ大垣の敷地中央部分の平面駐車\n場の南に隣接した場所に居住している住民である。\n(2) コロナについて\nコロナは，遊技場の経営等を目的とする株式会社である。\nコロナは，株式会社帝国繊維（以下「帝国繊維」という）から岐阜県大垣\n市ａ町ｂ番地ｃ外の土地約１０万３５１４平方メートルのうち約４万３９０\n９平方メートル（以下「本件土地」という）を借り受け，平成１７年１１月\n末，本件土地上に別紙物件目録記載の建物（以下「本件建物」という）を完\n成させた。\nそして，コロナは，本件処分を受けた後，本件建物において，パチンコ店，\nゲームセンター，温浴施設，カラオケ店，インターネットカフェ，映画館及\nびボーリング場等を営業している（以下，本件建物内のパチンコ店及びゲー\nムセンターを合わせて「本件パチンコ店等」という）。\n(3) ロックシティ大垣の概要\n大型複合商業施設であるロックシティ大垣の設置者は，コロナとロック開\n発株式会社（以下「ロック開発」という）の２社である。\nロックシティ大垣の規模の概要は，所在地・岐阜県大垣市ａ町ｄ番地ｅ外\n４９筆，敷地面積９万７７４７平方メートル，延床面積５万８６５７平方メ\nートル，店舗面積合計２万６２６３平方メートルである。\n建物の配置は，敷地北方寄りに本件建物が南向きに位置し，東寄りに南北\nに長く本棟が位置し，西寄りに別棟が位置し，コの字型になっている（別紙\n図面参照）。本棟には２４時間営業の物品小売店が出店しているほか，８０\n軒の専門店が，別棟には大型スポーツ用品店，家電販売店及び１００円シ\nョップが，それぞれ入店しており（以下，本棟及び別棟内の施設を併せて\n「物販施設」という），本件建物では，前記のとおり，パチンコ店，ゲーム\nセンター，温浴施設等の営業がなされている。\n別棟の北側で本件建物の西側の位置には大型立体駐車場が建設され，本件\n建物，本棟及び別棟によりコの字型に囲まれた敷地中央部分に平面駐車場\n（以下「本件駐車場」という）が，本棟の３階，屋上，別棟の屋上に駐車場\nが，本棟の北側に平面駐車場が設置されている。これらの駐車場は，いずれ\nも，本件建物及び物販施設の共用駐車場である。\nそして，本棟，本件建物，立体駐車場，別棟は，すべてテラス，通路で行\nき来ができる。\n(4) 本件処分\nコロナがロックシティ大垣において行っている営業のうち，パチンコ店の\n営業は風営法２条１項７号，ゲームセンターの営業は同項８号の風俗営業に\nそれぞれ該当するところ，コロナは，平成１７年１０月１９日，岐阜県公安\n委員会に対して，同法３条１項所定の営業許可の申請をし，同公安委員会は，\n同年１２月１３日付けで本件処分を行った。\n(5) 風俗営業の距離制限\n風営法４条２項２号は，都道府県公安委員会は，風俗営業の営業所が，良\n好な風俗環境を保全するため特にその設置を制限する必要があるものとして\n政令で定める基準に従い都道府県の条例で定める地域内にあるときは，同法\n３条１項の営業許可をしてはならない旨規定し，岐阜県風俗営業等の規制及\nび業務の適正化等に関する法律施行条例３条１項３号は，上記「条例で定め\nる地域内」として，学校教育法１条に規定する学校の敷地の周囲１００メー\nトルの区域を定めている（以下，これらの規定「風営法等の距離制限規定」\nという）。\n(6) Ａ小，大垣市立Ａ中学校（以下「Ａ中」といい，Ａ小とＡ中を併せて\n「Ａ小等」という）及びＢ幼稚園は，学校教育法１条に規定する学校に含ま\nれる。\n(7) Ａ小の敷地の北西角と本件駐車場との最短距離は，４５．９７２メート\nルである。Ａ小の敷地の北側正門と本件駐車場との最短距離は，４８．８２\n２メートルである。Ａ小の敷地の北東角と本件駐車場の最短距離は，５２．\n６０９メートルである。そして，Ａ中の敷地の北西角と本件駐車場の最短距\n離は，９８．９２３メートルである。\n(8) 本件土地の一部は，Ｂ幼稚園から１００メートル以内の範囲にあり，そ\nの範囲内には，ロック開発の本棟が建ち，一部は道路敷きになっている。\n２争点\n(1) 本件駐車場が風営法４条２項２号の「営業所」に含まれるか（Ａ小等と\nの距離）。\n(2) 本件土地が風営法４条２項２号の「営業所」に含まれるか（Ｂ幼稚園と\nの距離）。\n３ 争点に対する当事者の主張\n(1) 争点(1)（本件駐車場が「営業所」に含まれるか）について\nア 原告らの主張\n(ア)青少年の健全な育成のためには，青少年を単に風俗施設から隔離す\nるだけでなく，風俗施設の附属施設に立ち入る風俗施設の利用者とも隔離\nすべきであるところ，現に，児童・生徒が，自転車や徒歩で付帯駐車場を\n横切ったり，付帯駐車場を友人との談笑の場としたり，親族や知人の運転\nする自動車を利用して付帯駐車場で乗車ないし降車するために付帯駐車場\nに立ち入ることは，日常的に起こり得ることであるから，付帯駐車場にお\nいて風俗施設の利用者と児童・生徒が接触することを回避する必要がある\nこと，(イ)ロックシティ大垣の施設は，都心の繁華街の遊戯場とは集客コ\nンセプトを異にし，郊外型の大規模店舗・異業種併存・長時間滞在・大規\n模駐車場という新しいコンセプトで大量の顧客を集客してきたのであり，\n広大な駐車場の存在も本件パチンコ店等の営業にとって必要不可欠である\nこと，(ウ)文言上も，風営法４条２項２号の「営業所」というのは，建物\nより広く実質的に営業の拠点と解することができること，(エ)実務上も，\n「営業所」と建物とは区別されているところ（風営法等の解釈運用基準\n（平成１４年１月２２日警察庁生活安全局・第１１・３）），同基準第１\n１・２によれば，「営業所とは，客室のほか，専ら当該営業の用に供する\n調理室，クローク，廊下，洗面所，従業員の更衣室等を構成する建物その\n他の施設のことをいい，駐車場，庭等であっても，社会通念上当該建物と\n一体とみられ，専ら当該営業の用に供される施設であれば，営業所に含ま\nれるものと解する」との取扱いをしていることなどから，本件駐車場も\n「営業所」に含めるべきである。\nまた，(ア)コロナとロック開発は，本件建物内の施設と物販施設の併存\nによる集客効果をねらって共同事業を展開しているのであり，現に，本件\n建物の利用者と物販施設の利用者が使用する出入口は共通であること，\n(イ)両施設が連絡通路によって結ばれているから両施設を併せて利用する\n者も多いこと，(ウ)コロナもほぼ認めるとおり，駐車場は現実には全く区\n別されていないこと，(エ)現に，関係土地所有者である帝国繊維も，ロッ\nク開発も，コロナも，駐車場南側部分に本件パチンコ店等の利用者が駐車\nすることを予定していることなどから，本件駐車場が物販施設との共用駐\n車場であっても，「営業所」に含めるべきである。\nそして，本件駐車場は，Ａ小から最短距離で約４６メートルしかないの\nであるから，本件処分は風営法等の距離制限規定に違反する。\nイ 被告の主張\n本件建物には，映画館，銭湯，ボーリング場，カラオケ，インターネッ\nトカフェ等多数の営業所が存在しており，本件建物に併設された駐車場は，\nこれら各営業所への来店を対象とした駐車場であって，本件パチンコ店等\nの専用駐車場とは断定できない状況にある。よって，本件駐車場は，本件\n建物の各施設の利用客を対象とした共用駐車場と認められ，「営業所」に\nは含まれない。\nそして，本件建物は，Ａ小から１００メートル以上離れているから，\n本件処分は風営法等の距離制限規定に違反しない。\n(2) 争点(2)（本件土地が「営業所」に含まれるか）について\nア 原告らの主張\n本件土地は，コロナが本件建物を建設して本件パチンコ店等を営業する\nために必要不可欠な土地として借り受け，現に管理・支配を及ぼしている\nのであるから，本件土地は，本件パチンコ店等の営業に供される本件建物\nに付随する施設であり，「社会通念上当該建物と一体とみられ，専ら当該\n営業の用に供される施設」であるから，本件土地は，「営業所」に含まれ\nる。\n現実にはこの部分にはロック開発の本棟が建ち，一部は道路敷きになっ\nているが，コロナと帝国繊維は，「コロナは帝国繊維の書面による承諾を\n得た上で本件土地の一部を転貸することができる。帝国繊維は特段の支障\nがないかぎり原則としてコロナの申入れを承諾するものとするが，その場\n合であってもコロナは帝国繊維に対し，転借人に関し，転貸借関係の終了\nに至るまで一切の責任を負う」旨合意をしており，コロナがロック開発に\n対し，本件土地の一部を転貸していたとしても，転貸の故をもって転貸土\n地の管理責任を免れない。\nそして，本件土地は，Ｂ幼稚園から１００メートル以内の範囲にあるか\nら，本件処分は風営法等の距離制限規定に違反する。\nイ 被告の主張\n争う。\n第３ 当裁判所の判断\n１ 争点(1)（本件駐車場が「営業所」に含まれるか）について\n(1) 原告らは，本件駐車場が風営法４条２項２号の「営業所」に含まれる旨\n主張するので，以下，この点について検討する。\n風営法の目的は，「善良の風俗と清浄な風俗環境を保持し，及び少年の健\n全な育成に障害を及ぼす行為を防止する」ことにあり（同法１条），風営法\n等の距離制限規定は，健全な教育環境を保持するために学校の敷地から一定\nの範囲内における風俗営業の営業所の設置を制限しているところ，その規制\nの目的に照らすと，同法４条２項２号の「営業所」とは，客室のほか，専ら\n当該営業の用に供する調理室，クローク，廊下，洗面所，従業員の更衣室等\nを構成する建物その他の施設のことをいい，駐車場，庭等であっても，社会\n通念上当該建物と一体と見られ，専ら当該営業の用に供される施設であれば\n営業所に含まれると解するのが相当である。\nそこで，本件駐車場が「営業所」に含まれるか否かは，本件駐車場が社会\n通念上本件建物と一体と見られ，専ら本件建物内における本件パチンコ店等\nの営業の用に供される施設であるかという観点から判断されることになるか\nら，以下検討する。\n(2) 上記の前提となる事実によれば，本件駐車場は，本件建物の前面入り口\nから引き続いて南方面に広がる平面駐車場であり，本件パチンコ店等並びに\n本件建物内のそれ以外の施設及び物販施設の来客車両ごとに駐車場を区切る\n境界標，柵等の設備はなく，全体として一面の駐車場であるから，本件建物\nと一体の構造を有するものということができる。しかしながら，他方で本件\n駐車場は本棟及び別棟とも一体の構造を有するロックシティ大垣内の全施設\nの共用駐車場であり，風俗営業を営む本件パチンコ店等への来客車両のみな\nらず本件建物内のその他の施設及び物販施設への来客車両も利用するもので\nある。そして，本件パチンコ店等と本件建物内のその他の施設及び物販施設\nの店舗の規模，営業内容及び営業形態等を比較した場合，本件駐車場を利用\nする車両数の内物販施設への来客車両も相当数存在し，本件パチンコ店等へ\nの来客車両数がその大半を占めるものとは認められない（ロックシティ大垣\n開設前の予測によれば，ロックシティ大垣への自動車来台数のうち本件建物\nへの自動車来台数は３割程度とされており〔甲６〕，開設後の実際の数値が\nこれと大幅に異なることを認めるに足りる証拠はない）。ロックシティ大垣\n内には，本件駐車場以外にも大型立体駐車場や屋上駐車場が設置されている\nところ，本件建物の前面入り口近辺の本件駐車場北側や本件建物の西側に存\nする大型立体駐車場については，その利用車両の多くが本件建物への来客車\n両であることが推認されるものの，逆に，その他の駐車場部分については，\n本件建物への来客車両の占める割合は相対的に低くなるものである。そうす\nると，本件駐車場は，確かに本件建物と一体の構造を有し，本件パチンコ店\n等の営業の用に供される施設ではあるものの，物販施設である本棟及び別棟\nの存在，並びに，物販施設等への多数の来客車両の存在により，善良な風俗\n環境及び少年の健全な育成を害するおそれのある風俗営業の用に供される施\n設としての性質がかなりの程度薄められているものと認められる。\nしたがって，本件駐車場は，専ら本件パチンコ店等の営業の用に供される\n施設とはいえないから，本件パチンコ店等風俗営業の「営業所」とは認めら\nれず，この点に関する原告らの主張は採用できない。\nよって，本件における「営業所」とは，本件建物自体となるところ，本件\n建物がＡ小等から１００メートル以上離れていることに争いはないから，本\n件処分は風営法等の距離制限規定には違反しない。\n２ 争点(2)（本件土地が「営業所」に含まれるか）について\n原告らは，本件土地は，コロナが管理・支配を及ぼしており，本件パチンコ\n店等の営業に供される本件建物に付随する施設であるから，「営業所」に含ま\nれる旨主張する。\nしかし，本件土地が「営業所」に含まれるか否かは，前記１(1)記載のとお\nり本件土地が社会通念上本件建物と一体と見られ，専ら本件建物内における本\n件パチンコ店等の営業の用に供される施設であるかという観点から判断される\nべきところ，上記の前提となる事実のとおり，コロナは，ロック開発とともに\nロックシティ大垣を設置するに当たり，本件土地を帝国繊維から賃貸したので\nあり，本件土地すべてを風俗営業の用に供するために賃貸したものではないこ\nと，現実に本件土地のうち，Ｂ幼稚園から１００メートル以内にある部分の土\n地は，本棟が建ち，一部は道路敷きになっており，本棟が「営業所」に当たら\nないことは争いがないことからすれば，少なくとも，本件土地のうち，Ｂ幼稚\n園から１００メートル以内にある部分の土地については，本件パチンコ店等の\n営業の用に供される施設であるとは認められない。\nしたがって，本件土地のうち，Ｂ幼稚園から１００メートル以内にある部分\nの土地は，「営業所」には含まれない。\nよって，本件における「営業所」とは，本件建物自体となるところ，本件建\n物がＢ幼稚園から１００メートル以上離れていることに争いはないから，本件\n処分は風営法等の距離制限規定には違反しない。\n３結論\n以上のとおり，原告らの請求はいずれも理由がないからこれを棄却すること\nとして，主文のとおり判決する。\n岐阜地方裁判所民事第２部\n裁判長裁判官 西 尾 進\n裁判官 日比野 幹\n裁判官 田 中 一 美\n"
}