{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 2,
    "day": 18
  },
  "case_number": "平成13(ワ)12390",
  "case_name": "",
  "court_name": "大阪地方裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "11308",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=11308",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/308/011308_hanrei.pdf",
  "contents": "平成１３年(ﾜ)第１２３９０号　損害賠償請求事件\n口頭弁論終結日　平成１４年１１月２１日\n判　　　　決\n原　　　　　　告　　　サソーグラインドスポーツ株式会社\n訴訟代理人弁護士　　　水　田　博　敏\n同　　　　　　　　　　廣　井　正　則\n被　　　　　　告　　　住友ゴム工業株式会社\n訴訟代理人弁護士　　　小　松　陽一郎\n同　　　　　　　　　　宇　田　浩　康\n同　　　　　　　　　　井　崎　康　孝\n補佐人弁理士　　　　　仲　村　義　平\n同　　　　　　　　　　苗　村　　　正\n同　　　　　　　　　　住　友　慎太郎\n主　　　　文\n１　原告の請求を棄却する。\n２　訴訟費用は原告の負担とする。\n事実及び理由\n第１　請求\n被告は、原告に対し、金３億円及びこれに対する平成１３年１０月１２日\n（訴状送達の日の翌日）から支払済みまで年５分の割合による金員を支払え。\n第２　事案の概要\n本件は、「メタルウッドクラブ」の特許発明の特許権者である原告が被告に\n対し、被告の製造、販売するメタルウッドクラブ（ドライバー）は同特許発明の技\n術的範囲に属すると主張して、損害賠償を請求した事案である。\n１　争いのない事実等\n(1)　原告は、次の特許権を有している（以下「本件特許権」といい、その特許\n発明を「本件発明」、本件特許出願の願書に添付した明細書を「本件明細書」とい\nう。）。\nア　発明の名称　メタルウッドクラブ\nイ　登録番号　第３０２５８２５号\nウ　出　願　日　平成３年１２月２１日（特願平３－３５５８８８号）\nエ　公　開　日　平成６年４月１２日（特開平６－９８９５４号）\nオ　登　録　日　平成１２年１月２８日\nカ　特許請求の範囲は、別紙特許公報（以下「本件公報」という。甲２の\n１）該当欄記載のとおりである。\n(2)　本件発明の特許請求の範囲は、次のとおり分説するのが相当である。\nＡ　ヘッドにはそのヒール側に円筒形状のホーゼル部が一体的に形成される\nＢ　①ヘッド背面はヘッド投影平面においてその最後方点とトウ側との間の\n曲率半径を上記最後方点とヒール側との間の曲率半径に比して大きくして、②全体\nとして上記最後方点とヒール側との間が膨出した輪郭形状を含む\nＣ　ことを特徴とするメタルウッドクラブ。\n(3)　被告は、ゴルフクラブである商品名「ＸＸＩＯ　ＴＯＵＲ　ＳＰＥＣＩＡ\nＬ（ゼクシオツアースペシャル）ゼクシオ」のドライバー（以下「被告製品」とい\nう。）を製造、販売している（なお、被告が販売しているＸＸＩＯ　ＴＯＵＲ　Ｓ\nＰＥＣＩＡＬ（ゼクシオツアースペシャル）ゼクシオプライム等の同一シリーズの\n他の製品は、本件訴訟の対象になっていない。）。\n被告製品は、「ヘッドにはそのヒール側に円筒形状のホーゼル部が一体的\nに形成され」ている（構成要件Ａ）との構成、「メタルウッドクラブ」（構成要件\nＣ）との構成を備えている。\n２　争点\n(1)　被告製品は構成要件Ｂを充足するか。\n(2)　権利濫用（明白な無効理由）\nア　明細書の記載不備\nイ　新規性及び進歩性の欠如\nウ　手続補正が要旨の変更に当たることを理由とする新規性の欠如\nエ　産業上の利用可能性の欠如\n(3)　被告製品は自由技術に属するものか。\n(4)　損害の発生及び額\n第３　争点に関する当事者の主張\n１　争点(1)（構成要件Ｂの充足性）について\n〔原告の主張〕\n(1)　構成要件Ｂの解釈について\nア　「ヘッド投影平面」について\n「ヘッド投影平面において」とは、水平面（定盤等）上にクラブヘッド\nを自然に置いた状態で、垂直上から当該水平面上にクラブヘッドの輪郭形状を投影\nした場合を意味すると解すべきである。その理由は以下のとおりである。\n財団法人日本ゴルフ協会（以下「日本ゴルフ協会」という。）発行の２\n００１年度版ゴルフ規則（甲５）の付属規則Ⅱ「４．クラブ・ヘッド」の「ｂ．寸\n法」の項には、「ヘッドの寸法は、クラブヘッドを通常のアドレスポジションをと\nって置き、その垂直投影面の(ⅰ)ヒールとトー、(ⅱ)フェースと背面のそれぞれの\n両先端間の間隔を水平に測って求める。」と規定している（同協会発行の１９９１\n年度版ゴルフ規則（乙１）の付属規則Ⅱ「４－１ｄ．クラブ・ヘッド」の「寸法」\nの項にも同様の規定がある。）ことからすれば、クラブヘッドの寸法は「通常のア\nドレスポジション」をとって置いた状態で測定すべきである。そして、「通常のア\nドレスポジション」とは、同規則に具体的な載置方法が規定されていないことから\nすると、「ヘッドをそのまま置く」、つまりフェイスの中央に対応するソールを平\n面に設置する状態であると解釈するのが自然である。\nこのことは、日本ゴルフ協会事務局のＡ作成の書面（甲２０）及びロイ\nヤル・アンド・エインシェント・ゴルフ・クラブ・オブ・セント・アンドリゥ\nス（Royal and Ancient Golf Club of St.Andrews（英国ゴルフ協会）。略称「Ｒ＆\nＡ」）のルールズアシスタント作成の書面（甲２５の1･2）からも裏付けられる。\nイ　「最後方点」について\n「最後方点」とは、フェイスの側から見て「最も後方の点」を意味する\nが、その基準となる座標は、上記の「ヘッド投影平面」において、フェイス面上の\n重心とヘッド重心とを通る直線を「ヘッド投影平面」に投影した直線を基準にして\n求めるべきである。その理由は以下のとおりである。\nゴルフ規則の「通常のアドレスポジション」における「通常\nの」（Normal）という文言は、９０度に正対するという意味を有するものであり、\n「通常のアドレスポジション」とは、その用語自体の有する意味合いから、ヘッド\nのフェイス面を目標に正対させた姿勢、すなわち、ヘッドのフェイス面を目標に対\nしてスクエア（９０度）にした姿勢を含んでいると理解できる。\nそして、ゴルフクラブによるゴルフボールの打撃がフェイスとゴルフボ\nールの衝突であって、ゴルフボールを目的の方向に飛ばしたい場合にはゴルフクラ\nブの重心とゴルフボールの重心とが「意図するプレイの線」上に一直線に並ぶ必要\nがあることからすると、フェイス面を目標に正対させた線（意図するプレイの線）\nとは、フェイス中央（フェイス面上の重心）とヘッド重心とを通る直線によって決\n定されると解される（原告が主張する「ヘッド投影平面」及び「最後方点」の解釈\nに従った測定方法は、別紙「最後方点の測定方法」記載のＴＹＰＥ２に相当す\nる。）。\nなお、フェイス中央は、フェイス面の面積中心を正確に求めることが困\n難であるから、上記のとおり、疑問なしに決定できるフェイス面上の重心と解すべ\nきである。\nウ　「（ヘッド背面はヘッド投影平面において）その最後方点とトウ側との\n間の曲率半径を上記最後方点とヒール側との間の曲率半径に比して大きく」すると\nの構成について\n「トウ側」とは「最後方点」から「トー」に向かう部分であり、「ヒー\nル側」とは「最後方点」から「ヒール」に向かう部分である。\n「比して」とは「相対的に比較して」と解釈するのが普通であるから、\n相対比較すべき最後方点とヒール側との間の膨出した輪郭形状の部分とそれに対応\nする最後方点とトウ側の間の輪郭形状の部分の曲率半径を比較すべきであり、トウ\n側、ヒール側の全範囲にわたって比較することを意味するものではない。\nしたがって、上記構成は、「（ヘッド背面はヘッド投影平面において）\nその最後方点からトウ側に向かう部分の曲率半径を上記最後方点からヒール側に向\nかう部分の曲率半径と相対的に比較して大きく」すると解釈すべきである。\nなお、被告は、争点(2)アの〔被告の主張〕エ記載のとおり、本件明細書\nの【図１】におけるトウ側には、「その最後方点とトウ側との間の曲率半径を上記\n最後方点とヒール側との間の曲率半径に比して大きく」するとの構成要件とは逆の\n特異領域（別紙「本件明細書の図１の拡大図」に記載されている「Ｂ１」及び「Ｂ\n２」の領域）が存在すると主張するが、同【図１】において、トウ側の輪郭形状の\n曲がり具合とヒール側の曲がり具合とを相対比較すると、「特異領域」の有無に関\n係なく、ヘッド背面の輪郭形状の「最も後方の点」を境界としてトウ側の輪郭形状\nの曲がり具合がヒール側の輪郭形状の曲がり具合に比して小さくなっており、当業\n者には、構成要件Ｂの内容は本件明細書の【図１】を前提としても明確であるとい\nうべきである。\nエ　「（ヘッド背面はヘッド投影平面において）……全体として上記最後方\n点とヒール側との間が膨出した輪郭形状を含む」との構成について\n「全体として」とは、「全体として見たとき」あるいは「全体として把\n握したとき」という意味であるから、上記構成は「（ヘッド背面はヘッド投影平面\nにおいて）ヘッド背面の輪郭形状を全体として見たときに最後方点とヒール側との\n間が膨出した輪郭形状を含む」という意味であることは明らかである。\n(2)　被告製品の構成要件Ｂの充足性について\nア　原告は、上記の解釈に従って株式会社ニッテクリサーチ（以下「ニッテ\nクリサーチ」という。）に被告製品の輪郭形状の測定を依頼しその結果（甲９、１\n５）を得たが、その測定方法は以下の手順でなされたものである。\n①　円柱状の治具の上にヘッドのフェイス面を下側にして置き、フェイス\n面上の重心とヘッド重心とを通る直線を定め、\n②　ヘッドを水平面上に自然に置き、前記フェイス面上の重心とヘッド重\n心とを通る直線を含む重心平面とヘッドのトップ面とが交わる線上の２点を求めて\n基準点とし、\n③　当該基準点を通る直線を水平面に投影した直線を、意図するプレイの\n線を水平面に投影した線に一致させてヘッドの「通常のアドレスポジション」の姿\n勢を求め、\n④　その姿勢においてヘッド背面の最後方点を求め、\n⑤　前記２つの基準点を通る直線を水平面に投影した直線に平行な直線の\nうち、最後方点を通る直線を、水平面に投影した直線をｙ軸とし、ｙ軸に垂直な平\n面を水平面に投影した直線をｘ軸とし、\n⑥　このｘ軸及びｙ軸を基準にヘッド背面の輪郭形状の（ｘ、ｙ）の値を\n求め、ヘッド背面の輪郭形状の曲率半径及び膨出の程度を求める。\nイ　上記測定結果（甲９、１５）及びこれに基づく解析結果（甲１０、１６\nの２）によれば、被告製品は、最後方点から最小で８度、最大で２５度の範囲にお\nいてヒール側が膨出し、その範囲内ではトウ側の曲率半径がヒール側の曲率半径に\n比して大きくなっていることが認められる。\nウ　なお、上記測定結果（甲９、１５）においては、ヘッドを水平面上に自\n然に置いてヘッドの輪郭形状を測定しているが、①ヘッド重心とフェイス面上の重\n心とを通る直線を中心にライ角を変化させても、最後方点のｙ値は変化せず、②シ\nャフトを何らかの手段で保持し、ソールの１点が水平面に接するようにしながらシ\nャフト軸と水平面とがなす角度を変化させても、フェイス面を目標に正対させてい\nる限り、最後方点のｙ値は変化しない。\nしたがって、「ヘッド投影平面」の解釈について、被告が主張するよう\nにクラブヘッドをライ角どおりに水平面上に置くという状態を基にするという解釈\nが可能であるとしても、上記測定結果（甲９、１５）は、被告の同解釈を前提とし\nた測定値をも示しているといえる。\nエ　したがって、被告製品は、「ヘッド背面はヘッド投影平面においてその\n最後方点とトウ側との間の曲率半径を上記最後方点とヒール側との間の曲率半径に\n比して大きくし全体として上記最後方点とヒール側との間が膨出した輪郭形状を含\nむ」（構成要件Ｂ）との構成を備えている。\n(3)　作用効果について\nア　本件発明は、「従来のクラブに比べて、かぶり現象とひけ現象を減少さ\nせることにより、打球方向安定性にすぐれる。」という作用効果を奏する。本件発\n明は、構成要件Ｂの構成によって、ヘッド重心をシャフト側に移動させてヘッド重\n心とシャフト中心との間の距離を小さくし、トウ側のかぶり現象及びヒール側の引\nけ現象の原因となるヘッド重心まわりの慣性力を小さくすることに特徴がある。\nイ　本件発明の作用効果を奏するか否かはヘッド投影平面におけるヘッド背\n面の輪郭形状によって理論的に把握できるものであり、ニッテクリサーチによる測\n定結果（甲９）からすれば、被告製品が本件発明の作用効果を奏することは明白で\nある。\nウ　本件発明におけるヘッド重心をシャフト側に位置させあるいは移行させ\nるという作用効果は、「何らかの基準位置を設定してヘッド重心をシャフト側に位\n置させあるいは移行させる」ことを意味するのではなく、「ヘッド背面の輪郭形状\nを想定した従来のヘッドにおける重心位置との相対関係でヘッド重心をシャフト側\nに位置させあるいは移行させる」ことを意味するものであるから、ゴルフ雑誌「Ｃ\nｈｏｉｃｅ　’８７－７」（乙９の1･2）に記載の各種メタルクラブヘッドの重心位\n置と比較して、被告製品が本件発明の作用効果を奏しないとする被告の主張は理由\nがない。\n〔被告の主張〕\n(1)　構成要件Ｂの解釈について\nア　「ヘッド投影平面」について\n「ヘッド投影平面」との構成要件が不明確であることは後記争点(2)アに\nおける〔被告の主張〕ア記載のとおりである。\nしかし、「ヘッド投影平面」の解釈について、原告が主張するようにゴ\nルフ規則に規定されている「通常のアドレスポジション」に従うとしても、「通常\nのアドレスポジション」とは、「実際にプレイヤーが構えるアドレスポジション」\nを意味し、「実際にプレイヤーが構えるアドレスポジション」とは、クラブヘッド\nをライ角どおりに地面に設置し、「意図するプレイの線」とシャフト軸線が直角に\n交わるように構える状態を意味すると解すべきであり、原告が主張するようにヘッ\nドを平面上に自然な状態で置くことを意味すると解すべきではない。したがって、\n「ヘッド投影平面において」とは、クラブヘッドをライ角どおりに水平面上に置い\nた状態で、垂直上から当該水平面上にクラブヘッドの輪郭形状を投影した場合を意\n味すると解すべきである。\nイ　「最後方点」について\n「最後方点」との構成要件が不明確であることは後記争点(2)アにおける\n〔被告の主張〕イ記載のとおりである。\nしかし、この解釈についてゴルフ規則に規定されている「通常のアドレ\nスポジション」に従うとすると、上記のとおり「意図するプレイの線」とシャフト\n軸線が直角に交わるように構える状態を意味すると解すべきであるから、「最後方\n点」とは、シャフト軸線を「ヘッド投影平面」に投影した直線と直角に交わる直線\nを基準として求めるべきである。\nなお、原告は、フェイス面上の重心とヘッド重心とを通る直線を投影平\n面上に投影させた直線を基準にすべきであると主張する。しかし、クラブヘッドに\nは、インパクト時におけるシャフトのしなりを考慮してフェース面にはフック角が\n設けられているから、原告が主張するフェイス面上の重心とヘッド重心とを通る直\n線は、インパクト時の「意図するプレイの線」を示すことになり得ても、アドレス\n時の意図するプレイの線を示すことにはならない。\nウ　構成要件Ｂ①について\n構成要件Ｂ①の「ヘッド背面はヘッド投影平面においてその最後方点と\nトウ側との間の曲率半径を上記最後方点とヒール側との間の曲率半径に比して大き\nく」するとは、次の(ⅰ)、(ⅱ)のいずれかの意味に解釈される可能性がある。\n(ⅰ)　最後方点よりトウ側の全範囲において、各点の曲率半径が、それぞ\nれに対応する最後方点よりヒール側の点の曲率半径よりも大きいこと。\n(ⅱ)　最後方点よりトウ側の全範囲における各点の曲率半径値を平均した\n数値が、最後方点よりヒール側の全範囲における各点の曲率半径値を平均した数値\nよりも大きいこと。\nエ　構成要件Ｂ②について\n構成要件Ｂ②の「（ヘッド背面はヘッド投影平面において）全体として\n上記最後方点とヒール側との間が膨出した輪郭形状を含むこと」との構成は、「全\n体として」及び「含む」という不明確な表現がとられているため、一部が膨出すれ\nば足りるのか、あるいは全領域で膨出することを要するのかが判然としないが、構\n成要件Ｂ①と同様に、全領域で膨出することを要すると解すべきである。\nしたがって、構成要件Ｂ②は、「最後方点よりヒール側の全範囲におい\nて、各点のｙ値が、それぞれに対応する最後方点よりトウ側の点のｙ値よりも大き\nい輪郭形状を含むこと」と解すべきである。\n(2)　被告製品の構成要件Ｂの充足性について\nア　株式会社オプトン作成の「ドライバーヘッドの形状測定結果報告書」\n（乙５。以下「オプトン報告書」という。）によれば、被告製品のトウ側の曲率半\n径は、別紙「最後方点の測定方法」記載のＴＹＰＥ２の測定方法では最後方点から\n２０度の範囲に関してのみ、その他の場合では最後方点から１５度の範囲に関して\nのみ、トウ側の曲率半径がヒール側の曲率半径よりも大きいにすぎないのであるか\nら、「最後方点よりトウ側の全範囲において、各点の曲率半径が、それぞれに対応\nする最後方点よりヒール側の点の曲率半径よりも大きい」とはいえず、上記(1)ウの\n(ⅰ)の解釈に従うと被告製品は、構成要件Ｂ①を充足しない。\nまた、被告製品の「曲率半径の平均値」は、別紙「最後方点の測定方\n法」記載のＴＹＰＥ１ないしＴＹＰＥ４のいずれの測定方法によった場合において\nも、ヒール側の方がトウ側よりも大きくなっているのであるから、「最後方点より\nトウ側の全範囲における各点の曲率半径値を平均した数値が、最後方点よりヒール\n側の全範囲における各点の曲率半径値を平均した数値よりも大きい」とはいえず、\n上記(1)ウの(ⅱ)の解釈に従っても、被告製品は、構成要件Ｂ①を充足しない。\nイ　オプトン報告書によれば、被告製品は、ＴＹＰＥ１ないしＴＹＰＥ４の\nいずれの測定方法によっても、最後方点とヒール側との間の輪郭線よりも縮んだ輪\n郭形状を含むから、「最後方点よりヒール側の全範囲において、各点のｙ値が、そ\nれぞれに対応する最後方点よりトウ側の点のｙ値よりも大きい輪郭形状を含む」と\nはいえず、構成要件Ｂ②を充足しない。\n(3)　作用効果について\nア　本件発明では、重心距離を近くすることによってかぶり現象を抑制する\nことを作用効果としているのに対し、被告製品のカタログ（甲７）に記載されてい\nるように、被告製品は、アベレージゴルファー向けのものは、重心距離が長いとヘ\nッドが返りにくく打球が右に出やすいことを考慮し、重心距離を短くすることでか\nぶり現象を促進するという作用効果を有している。\nイ　また、本件発明では、ヘッド重心がシャフト側に位置することを作用効\n果としているのに対し、被告製品の重心点はそのほぼ中央に位置しており、ゴルフ\n雑誌「Ｃｈｏｉｃｅ　’８７－７」（乙９の２）の１２５頁に記載の各種メタルク\nラブヘッドの重心位置と比較すれば、被告製品の重心が特に「シャフト側」に位置\nしているとはいえない。\nウ　したがって、被告製品の作用効果は、本件発明の作用効果と異なること\nは明らかである。\n２　争点(2)（権利濫用（明白な無効理由））について\n(1)　争点(2)ア（明細書の記載不備）について\n〔被告の主張〕\n本件発明は、その明細書の記載内容が極めて不明確、不十分であるため、\n平成２年改正特許法３６条４項及び５項２号により特許を受け得ないものであり、\n同法１２３条１項３号により特許が無効とされるべきことは明らかである。\nア　「ヘッド投影平面」について\n(ア)　「ヘッド投影平面」なる言葉は、ゴルフ用語として存在しないこと\nはもちろん、本件明細書の発明の詳細な説明においても何ら定義が存在しない。\n(イ)　そして、クラブヘッドには通常、いわゆるライ角が設けられている\nため、あるクラブヘッドの背面形状を垂直上から投影して測定しようとする場合に\nは、①クラブヘッドを自然な状態で水平面に設置する方法、②プレイ時におけるア\nドレスの状態を想定してライ角に基づき設置する方法、という２通りの測定方法を\n想定することができる。そして、クラブヘッドは複雑な立体形状をしているため、\n上記①、②のいずれの測定方法を用いるかによって、投影平面におけるヘッド背面\n形状は異なることになる。\n(ウ)　原告は、「ヘッド投影平面において」とは、水平面（定盤等）上に\nクラブヘッドを自然に置いた状態で、垂直上から当該水平面上にクラブヘッドの輪\n郭形状を投影した場合を意味すると主張する。\n原告は、その根拠としてゴルフ規則の「通常のアドレスポジション」\nとの文言を挙げるが、ゴルフ規則には「通常のアドレスポジション」という言葉の\n意味は定義付けされておらず、同文言から原告が主張するように解釈できる根拠が\n明らかではない。\n(エ)　したがって、本件明細書における「ヘッド投影平面」という記載\nは、不明確、不十分であるといわざるを得ない。\nイ　「最後方点」について\n(ア)　アで述べたとおり「ヘッド投影平面」が特定できないばかりか、次\nのとおり「最後方点」という記載が不明確であるため、本件発明が無効であること\nは明らかである。\nａ　すなわち、構成要件Ｂ①及びＢ②の内容はいずれも「最後方点」を\n基準として定められており、「最後方点」の意味が明確に定まって初めて構成要件\nＢの内容も定まるものである。\n後で具体的に述べるとおり、あるクラブヘッドにおける「最後方\n点」の特定方法は幾通りにも想定でき、かつ、その特定方法に応じて「最後方点」\nも幾通りにも想定できる。したがって、「最後方点」の意味が明確に定まらなけれ\nば、当業者が明細書から本件発明の技術的範囲を読み取ることは到底不可能であ\nる。\nｂ　しかしながら、次の諸点に鑑みれば、「最後方点」という記載の意\n味は極めて不明確であるといわざるを得ない。\n(a) 普通の意味及び学術用語\n「最後方点」という用語は、一般的な用語ではないし、数学、物\n理学等の学術用語としては存在せず、ゴルフ規則においても一切使用されていな\nい。\n(b) 明細書中の発明の詳細な説明の記載及び図面\n本件明細書中には、前述のとおり「最後方点」の定義付けがなさ\nれていないのみならず、明細書中の発明の詳細な説明の記載や図面をいかに考慮し\nたとしても、「最後方点」の意味が明確になることはない。\n(c) 本件明細書中で用いられている「最後方点」という用語は、すべ\nて、平成１０年１月２７日受付の手続補正書において初めて使用されたものであ\nる。平成３年１２月２１日の出願当時における明細書においては、「最後方点」に\n関連する記載が全くなされていなかったし、その特許請求の範囲の請求項２及び請\n求項３においてはむしろ、ヘッド形状に関する基準として、「容量」あるいは「重\n量」という、「最後方点」とは全く異なる用語が使用されている。\nこのような手続補正が要旨変更に当たり、別に無効原因となるべ\nきことは、後に項を改めて述べる。\nしかし、仮に要旨変更に当たらないとしても、上記のような出願\n経過からすれば、本件発明はもともと「容量」ないし「重量」の配分を基準にして\nヘッド形状を定めるという発想に基づいたものであったのであり、投影平面上の\n「最後方点」を基準にしてヘッド形状を定めるという発想に基づいたものではなか\nったことは明らかである。\nそうであるならば、上記補正においては新たに「最後方点」につ\nき詳細な説明がなされるべきだったのであり、それにもかかわらず、本件明細書中\nには上記補正点以外に「最後方点」に関する記載が何ら存在しないということは、\nこの点につき記載の不備があったものといわざるを得ない。\nしたがって、上記のような出願経過に照らして見ても、「最後方\n点」という記載が不明確であることは明らかである。\nｃ　公知文献、特許明細書等\nそのほか、被告が調査した限りでは、「最後方点」という用語を使\n用した公知文献、特許明細書等は一切、見当たらなかった。\n(イ)　以上に対し、原告は、「最後方点」は、「ヘッド投影平面」におい\nてフェイス面上の重心とヘッド重心とを通る直線を「ヘッド投影平面」に投影した\n直線を基準にして求めるべきであると主張する。\nそして、原告はその根拠としてゴルフ規則の「通常のアドレスポジシ\nョン」との文言を挙げるが、「通常のアドレスポジション」という文言によって\n「最後方点」を導き出すべきでないことは、前記ア(ウ)記載で述べたところと同じ\nである。\n(ウ)　このように「最後方点」の意味が不明確であることから、現に、ク\nラブヘッドにおける「最後方点」の特定方法としては別紙「最後方点の測定方法」\n記載のＴＹＰＥ１～ＴＹＰＥ４の４通りが考えられるが、被告製品にその４通りの\n特定方法を当てはめて「最後方点」の位置を計測してみると、特定方法によって全\nく異なる結果が得られた。\n(エ)　また、本件明細書の【図１】について、上記のＴＹＰＥ１～ＴＹＰ\nＥ４と同様の方法により「最後方点」の位置を測定してみたが、その結果も大きく\n異なる。\nウ　「トウ側」、「ヒール側」について\n「トウ側」、「ヒール側」という言葉からは、それが方向を表すのか、\n点ないし領域を表すのかが明らかではない。\nそして、仮に点ないし領域を表すのであれば、そのいずれなのかにつき\n疑義が生じ、さらには、仮に点を表すとすればそれはどこなのか、仮に領域を表す\nとすればそれはどこからどこまでなのかについても疑義を生ぜざるを得ない。\nまた、仮に領域を表すとする場合には、「最後方点とトウ側との間」、\n「最後方点とヒール側との間」という領域にそれぞれ「トウ側」、「ヒール側」自\n体が含まれるのか否かについても、上記表現からは明らかではなく疑義を生ぜざる\nを得ない。\nそして、このように「トウ側」、「ヒール側」という言葉の意味が一義\n的に明らかではない上、本件明細書中にはその定義はもちろんその手掛かりとなる\nような記載、図面が一切存在しない。\nエ　特異領域の存在について\n本件発明の構成要件Ｂ①には「ヘッド背面はヘッド投影平面においてそ\nの最後方点とトウ側との間の曲率半径を上記最後方点とヒール側との間の曲率半径\nに比して大きくして」と記載されているが、本件明細書の【図１】におけるトウ側\nには、上記説明とは逆の領域（特異領域）が含まれている（別紙「本件明細書の図\n１の拡大図」に記載されている「Ｂ１」及び「Ｂ２」の領域）。\nこのように明細書中において特許請求の範囲の記載と図の内容が矛盾し\nている場合には、当業者が明細書の記載から発明の内容を理解することが不可能で\nあるから、本件特許は無効である。\nオ　「全体として」、「含む」について\n構成要件Ｂ②には「全体として上記最後方点とヒール側との間が膨出し\nた輪郭形状を含むこと」と記載されているが、そこでの「全体として」及び「含\nむ」という表現も、本件発明の技術的範囲を極めて不明確にするものである。\nかかる表現からは、最後方点とヒール側との間が最後方点とトウ側との\n間よりも全領域において膨出していなければならないのか、あるいは一部の領域の\nみが膨出していれば足りるのかが判然としない。\nカ　「ヘッド重心がシャフト側」について\n(ア)　本件発明では、「ヘッド重心がシャフト側」に位置することが必須\nの効果とされているが（本件公報【０００７】【発明の効果】の項）、本件明細書\n中には、「ヘッド重心がシャフト側」に位置するか否かの判断基準に関し、①「ヘ\nッド投影平面の中心」を基準にした記載部分（本件公報【０００２】【従来の技\n術】１行目以降）と、②「容量配分としてほぼ対称形状」を基準にした記載部分\n（本件公報【０００６】【実施例】６行目以降）とがあって、クラブヘッドはクラ\nウン面の高さが一定ではない立体形状であるため、①と②のいずれを基準とするか\nによって「ヘッド重心がシャフト側」に位置するか否かの結論に違いが生じ得る。\nしたがって、このように効果に関して①、②いずれの基準によるべき\nなのか判然としない記載がなされた本件明細書は、当業者が本件発明を実施し得る\n程度に明確な記載がなされているとはいえず、特許法３６条４項に違反する。\n(イ)　また、上記②の容量配分による判断基準は、クラブヘッドのクラウ\nン面の高ささえ調節すれば、その投影平面の形状いかんにかかわらず、常に「容量\n配分としてほぼ対称の位置」よりもシャフト側にヘッド重心が位置するクラブヘッ\nドは想定できるので、そもそも本件発明の「ヘッド重心がシャフト側」に位置する\nという効果の基準として不適切であり、②の記載自体も特許法３６条４項に違反す\nる。\n〔原告の主張〕\nア　争点(1)の〔原告の主張〕(1)ア～エ記載のとおり、構成要件Ｂの記載\nは、当業者の出願時の技術常識からすると明確かつ十分な記載であり、特許法１２\n３条１項３号の無効理由は存しない。\nイ　なお、被告は、本件明細書に記載されている「ヘッド重心がシャフト\n側」に位置するとの効果の記載が不明確であると主張する。\nしかし、本件明細書では「したがって、ヘッド重心はＧ０からシャフト\n側Ｇ１に移動する」（本件公報【０００６】）と記載されているから、本件発明の\n効果である「ヘッド重心がシャフト側に位置しあるいは移動する」とは、従来のメ\nタルウッドクラブにおけるヘッド重心との相対関係で、シャフト側に位置している\nことを意味し、それによって従来のクラブヘッドよりもヘッドトウ側のかぶり現象\n及びヒール側の引け現象が抑制されるという特有の効果を奏するのであり、何らか\nの基準点が存在し、その基準点からみてクラブヘッドのシャフト側に位置している\nことを意味するものでないことは明白である。\nまた、被告は、クラブヘッドのクラウン面の高ささえ調節すれば、常に\n「容量配分としてほぼ対称の位置」よりもシャフト側にヘッド重心が位置するクラ\nブヘッドは想定できると主張するが、ヘッドのクラウン面の高さを変化させても、\nヘッド重心の高さが変化するのみであり、ヘッド重心がシャフト側に移行すること\nはあり得ない。\n(2)　争点(2)イ（新規性及び進歩性の欠如）について\n〔被告の主張〕\n本件発明は、その出願前に次の文献等が存在していたことから、新規性及\nび進歩性を欠き、特許法２９条１項各号、同条２項、１２３条１項２号により特許\nが無効とされるべきものであることが明らかである。\nア　「ゴルフダイジェストチョイス　’８７－７」（昭和６２年７月１日発\n売。乙９の１･２）\n(ア)　同雑誌の１２５頁に記載されているゴルフクラブのうち、「テーラ\nーメイド　バーナープラス９．５゜」及び「ベン・ホーガン　５６シリーズ」を除\nく１０種のクラブが、その輪郭形状において「全体として」トウ側よりむしろヒー\nル側に膨出しており、本件発明と同様の特徴を有している。\n(イ)　同頁に記載されているゴルフクラブのうち、「テーラーメイド　バ\nーナープラス９．５゜」及び「タイトリスト　ピナクル」を除く１０種のクラブ\nが、その重心が中心よりもむしろヒール側にあるから、メタルウッドクラブにおい\nて、その重心がトウ側に位置するものよりもヒール側に位置するものの方が主流で\nあったことが分かる。\nイ　「’９０　ＧＯＬＦ　ＤＩＧＥＳＴ　臨時増刊　クラブ用品大全科」\n（平成２年５月１５日発売。乙１０）\n(ア)　同雑誌の２５頁に掲載されている各種メタルウッドクラブの写真か\nらすると、当時のメタルウッドクラブの輪郭形状が必ずしもトウ側に膨出したもの\nばかりではなく、ヒール側に膨出していたものも相当数存在していたことが分か\nる。\n(イ)　同雑誌の２８頁の中には、「メタルにフックフェースが多いのは、\n重心がヒール寄りにあるから、普通に打てばスライスするからでしょう」という記\n載があり、この記載からすると、当時のメタルウッドクラブにおいてはその重心が\nヒール側に位置するものが主流であったことが分かる。\n(ウ)　同雑誌の８２頁の左側には、ヒール側を絞り込んだ「洋梨型」ヘッ\nドと比較しつつ、ヒール側を絞り込まない「丸型、別名ゲンコツ型」ヘッドについ\nて説明文と図面が記載されており、平成２年当時において、最後方点とヒール側と\nの間を膨出させることが通常の発想であったことが分かる。そして、「洋梨型の特\n徴は慣性モーメントが大きい」との記載があることからすれば、逆に「丸型の特徴\nとして慣性モーメントが小さい」ということも、平成２年当時において既に当業者\nの間で認識されていたということが分かる。\nウ　「’８９　ＧＯＬＦ　ＤＩＧＥＳＴ　臨時増刊　クラブ用品大全科」\n（平成元年５月１５日発売。乙１１）\n(ア)　同雑誌の３３頁右側の２段目には「またメタルヘッドは、パーシモ\nンヘッドに比べて重心がフェース寄りにある」と記載されており、このような記載\nからは、平成元年当時で既に、メタルウッドクラブにおいてはその重心がヒール側\nに位置するものが主流であったことが分かる。\n(イ)　同頁左側の２段目から３段目における記載からは、クラブヘッドの\n重心がトウ側、ヒール側のいずれに位置するかによってクラブヘッドの性能が異な\nり、重心をトウ側に移動させると慣性モーメントが大きくなること、及び、ヒール\n側をくびれた形状にすれば重心がトウ側に移動することが、平成元年当時に既に公\n知であったことが分かる。そして、裏を返せば、重心をヒール側に移動させると慣\n性モーメントが小さくなること、及びヒール側が膨出した形状にすれば重心がヒー\nル側に移動することも当然、既に公知であったということが分かる。\nエ　「ゴルフダイジェストチョイス　’８６－５」（昭和６１年５月１日発\n売。乙１２）\n同雑誌の６７頁右側には、クラブヘッドの背面形状に着目した記載があ\nり、「Ａ　真円型ヘッド」、「Ｂ　トウ側がふくらんだヘッド」及び「Ｃ　ヒール\n側がふくらんだヘッド」に分けてその効果の比較、検討がされている。こうした記\n載からは、クラブヘッドの背面形状に応じてその性能が異なるということが昭和６\n１年当時に既に公知であったことが分かる。\nまた、同頁下部の「河村龍馬教授の目」の部分における「ここでも、ヘ\nッドの形を変えることで、重さやバランスが変わっていないか、気になります」と\nの記載からは、昭和６１年当時において既に、ヘッドの背面形状を変化させてその\nバランスを変化させる技術が公知であり、かつ、当業者が容易に発明できたという\nことが分かる。\nオ　その他の先行技術について\n以上に加え、本件発明に関しては、次のとおり多数の先行技術が存在し\nている。すなわち、第６８５６０５号意匠公報（乙１３の１･２）、Des.２７７２２\n１号米国意匠公報（乙１４の１･２）、Des.２６６３４４号米国意匠公報（乙１５の\n１･２）は、その輪郭形状から明らかなように本件発明の構成要件の全部を充足す\nる。\nカ　このように、上記の各資料に照らせば、本件発明は全部公知であり、か\nつ進歩性が欠如することが明白である。\n〔原告の主張〕\nア　「ゴルフダイジェストチョイス　’８７－７」について\n同雑誌の１２５頁に記載されているゴルフクラブのうち、「テーラーメ\nイド　バーナープラス９．５゜」及び「ベン・ホーガン　５６シリーズ」を除く１\n０種のクラブの写真は、クラブヘッドを通常のアドレスポジションをとって水平面\n上に置いた時の写真ではなく、「ヘッド背面の輪郭形状の曲率半径」に関する記載\nがないから、構成要件Ｂを開示するものとはいえない。\nまた、上記１０種のクラブヘッドは、パーシモン型のヘッドであり、本\n件発明の構成要件Ａの「円筒形状のホーゼル部」を開示するものではなく、円筒状\nのホーゼル部を有するメタルウッドクラブとはクラブの特性が異なり、「ヘッド重\n心回りのトウ側のかぶり現象及びヒール側の引け現象」について記載し、あるいは\n示唆するものではない。\nイ　「’９０　ＧＯＬＦ　ＤＩＧＥＳＴ　臨時増刊　クラブ用品大全科」に\nついて\n(ア)　同雑誌の２５頁に掲載されている各種メタルウッドクラブの写真\nは、クラブヘッドを通常のアドレスポジションをとって水平面上に置いた時の写真\nではなく、「ヘッド背面の輪郭形状の曲率半径」に関する記載がないから、構成要\n件Ｂを開示するものとはいえない。\n(イ)　同雑誌の２８頁の中の「メタルにフックフェースが多いのは、重心\nがヒール寄りにあるから、普通に打てばスライスするからでしょう」という記載部\n分は、一人の執筆者の主観的な記事にすぎず、また「ヘッド重心回りのトウ側のか\nぶり現象及びヒール側の引け現象を抑制する目的で、ヘッド背面のヒール側を膨出\nさせてヘッド重心をシャフト側に移行させる」という着想を想起させるものではな\nい。\n(ウ)　同雑誌の８２頁の左側の説明文と図面は、クラブヘッドを通常のア\nドレスポジションをとって水平面上に置いた図面か否かが判然としないし、そのホ\nーゼル部の形状からするとパーシモンヘッド又はパーシモン型のメタルヘッドと考\nえられ、円筒形状のホーゼル部を有するメタルウッドクラブではない。また、「洋\n梨型の特徴は慣性モーメントが大きい」との記載があるとしても、本件発明はヘッ\nドに作用する「慣性力に起因するヘッド重心回りのトウ側のかぶり現象及びヒール\n側の引け現象を抑制する」ものであって、「慣性モーメント」とは関係がない。\n(エ)　同雑誌には、「ヘッド重心回りのトウ側のかぶり現象及びヒール側\nの引け現象」の記載又は示唆はない。\nウ　「’８９　ＧＯＬＦ　ＤＩＧＥＳＴ　臨時増刊　クラブ用品大全科」に\nついて\n(ア)　同雑誌の３３頁右側の２段目に「またメタルヘッドは、パーシモン\nヘッドに比べて重心がフェース寄りにある」と記載されているとしても、これは、\nパーシモンヘッドとの比較においてメタルウッドの重心がフェイス寄りにあること\nを述べたにとどまる。また、「フェイス寄り」は「ヒール側」と同一の意味ではな\nい。\n(イ)　同頁左側の２段目から３段目における記載について\n「重心は、シャフトの中心からの距離、リーディングエッジからの距\n離（高さ）、フェースからの距離（深さ）の三つの要素から決まる」と記載されて\nいるから、重心の位置によってクラブヘッドの性能が異なるとしても、上記記載部\n分は「クラブヘッドの重心がトウ側、ヒール側のいずれに位置するかによってクラ\nブヘッドの性能が異なる」ことを意味するものではない。\nまた、同部分に「（重心とシャフト中心からの距離）が長いタイプは\nシャフトの中心を軸とした慣性モーメントが大きくなる」との記載があるが、本件\n発明は「慣性力に起因するヘッド重心回りのトウ側のかぶり現象及びヒール側の引\nけ現象を抑制する」ものであって、「慣性モーメント」とは関係がない。\nさらに、同部分の記載が理論的に正しいと仮定したとしても、この記\n載はアイアンに関するものであるから、同記載内容が直ちにメタルウッドクラブに\n当てはまるものではない。\n(ウ)　同雑誌には、「ヘッド重心回りのトウ側のかぶり現象及びヒール側\nの引け現象」の記載又は示唆はない。\nエ　「ゴルフダイジェストチョイス　’８６－５」について\n同雑誌の６７頁右側において効果の比較、検討がなされているのは、パ\nーシモンヘッド又はパーシモン型のメタルヘッドであって、本件発明のメタルウッ\nドクラブとは特性の異なるヘッドに関する記載である。また、「Ｃ　ヒール側がふ\nくらんだヘッド」については「スウィングの軌道と交差するような感じで振りにく\nいという。実際にこのクラブでは飛距離もで出なかった。」と否定的に記載されて\nいる。\nさらに、同雑誌には、「ヘッド重心回りのトウ側のかぶり現象及びヒー\nル側の引け現象」の記載又は示唆はない。\nオ　その他の先行技術について\n第６８５６０５号意匠公報、Des.２７７２２１号米国意匠公報、Des.２\n６６３４４号米国意匠公報は、いずれも本件発明は全く記載されておらず、また本\n件発明を示唆する記載もない。\nカ　以上によれば、本件特許は新規性ないし進歩性を欠くとの被告の主張は\n理由がない。\n(3)　争点(2)ウ（手続補正が要旨変更に当たることを理由とする新規性の欠\n如）について\n〔被告の主張〕\n本件発明の構成要件Ｂは、平成１０年１月２７日受付の手続補正書によっ\nて補正されたものであるが、構成要件Ｂの内容は、補正前の明細書の記載及び図面\nを直接表現するものでないことはもちろん、これらから自明な事項であるともいえ\nない。\nしたがって、本件特許は、手続補正の要旨変更が看過されて特許されたも\nのであるから、その出願日は手続補正書を提出した平成１０年１月２７日に繰り下\nがり（平成２年特許法４０条）、その結果、新規性を欠き無効とされるべきことは\n明らかである。\n〔原告の主張〕\n本件発明（本件明細書の特許請求の範囲の請求項１記載の発明）は、出願\n当初の明細書の特許請求の範囲の請求項２記載の上位概念の発明を【図１】で特定\nされる下位概念の発明に限定したものである。\nしたがって、本件特許が手続補正の要旨変更が看過されて特許されたもの\nであるとの被告の主張は理由がない。\n(4)　争点(2)エ（産業上の利用可能性）について\n〔被告の主張〕\n曲率半径が大きいほど湾曲は緩やかになり、逆に曲率半径が小さければ湾\n曲は急になるはずであるから、構成要件Ｂ①の内容に従って「最後方点とトウ側と\nの間の曲率半径を上記最後方点とヒール側との間の曲率半径に比して大きく」すれ\nば、通常はヒール側の輪郭形状がフェイス方向に入り込むはずである。\nそれにもかかわらず、構成要件Ｂ②では「全体として上記最後方点とヒー\nル側との間が膨出した輪郭形状」になるようにするためには、曲率半径が小さな継\nぎ円弧状部をトウ側に介在させる必要がある。\nしかし、そのような形状は極めていびつであるため、現実には製品として\n販売し得ない。\nしたがって、本件発明は技術的妥当性を欠くものであり、産業上の利用可\n能性があるとはいえず、特許法２９条１項柱書、１２３条１項２号に違反し特許の\n無効理由が存在することが明らかである。\n〔原告の主張〕\n本件発明は、技術的にも必要かつ十分な技術的妥当性を有し、産業上の利\n用可能性を備えているといえる。\nまた、「形状がいびつである（そのことが正しいか否かは問題であるが）\nから製品として販売し得ない」ということと、発明が実施できて産業上利用できる\nか否かということとは本来的に関係のないことである。\nしたがって、本件発明は産業上の利用可能性がないとの被告の主張は理由\nがない。\n３　争点(3)（自由技術）について\n〔被告の主張〕\n本件特許出願当時において既に公知であった「ゴルフダイジェストチョイス\n’８７－７」（乙９の２）の１２５頁上段に記載されている「パラマウント」\nと、Des.３１８０８７号米国意匠公報（乙１６の１）に記載されている各クラブヘ\nッドの形状は、本件発明よりもむしろ被告製品の形状に極めて近似している。\nしたがって、上記のクラブヘッドの形状は、日本国内では何人も自由に実施\nできる自由技術の範疇に属するものであるから、原告が、たまたまその自由技術の\n範囲につき本件特許を得たからといって、その自由技術の範疇に属する被告製品に\n対して権利主張をすることは権利の濫用として許されないことは明白である。\n〔原告の主張〕\n被告は、「ゴルフダイジェストチョイス　’８７－７」に記載されている\n「パラマウント」と、Des.３１８０８７号米国意匠公報に記載されている各クラブ\nヘッドの形状を、実際のクラブヘッドについて測定したものではなく、同雑誌及び\n意匠公報に描かれたクラブヘッドの形状の線図について測定したものであり、ヘッ\nドを通常のアドレスポジションに置いた時のヘッド投影平面におけるヘッド背面の\n輪郭形状を正確に測定しているとはいえない。しかも、その測定は意図的に設定し\nた基準点に基づいて行われている。\nしたがって、被告製品が何人も自由に実施できる自由技術の範疇に属するも\nのであるとの被告の主張は理由がない。\n４　争点(4)（損害の発生及び額）について\n〔原告の主張〕\n(1)　被告は、遅くとも平成１２年２月から平成１３年８月３１日までの１９か\n月間に、被告製品を販売単価７万５０００円（卸価格は少なくとも３万５０００\n円）で、毎月少なくとも１万本を製造、販売している。\n(2)　被告の被告製品の製造、販売による利益率は５％であるから、被告は、上\n記被告製品の製造、販売により、少なくとも３億円の利益を得ている（３万５００\n０円×１万本×１９か月×５％＝３億３２５０万円）。\n(3)　原告が被告による被告製品の製造、販売により被った損害は、上記金３億\n円と推定される（特許法１０２条２項）。\n〔被告の主張〕\n原告の主張事実は否認する。\n第４　争点に対する判断\n１　争点(1)（構成要件Ｂの充足性）について\n(1)　構成要件Ｂの解釈について\nア　「ヘッド投影平面」について\n構成要件Ｂにおいては「ヘッド投影平面」における「（ヘッド背面の）\n最後方点とトウ側との間の曲率半径を最後方点とヒール側との間の曲率半径に比し\nて大きく」していること（Ｂ①）、及び「（ヘッド背面は）全体として最後方点と\nヒール側との間が膨出した輪郭形状を含むこと」（Ｂ②）が規定されているから、\nまず、「ヘッド投影平面」を確定することが必要となる。\n「ヘッド投影平面」を確定するには、投影平面に対しヘッドをどのよう\nに置くかを定めなければならないところ、原告は、ゴルフ規則に規定されている\n「通常のアドレスポジション」に従って置く、すなわちヘッドを平面上に自然な状\n態で置くと主張し、被告は、複数の測定方法があり得るが、仮にゴルフ規則に規定\nされている「通常のアドレスポジション」に従うとしても、それは、ヘッドをライ\n角どおりに地面に設置し、「意図するプレイの線」とシャフト軸線が直角に交わる\nように構える状態であると主張するので、以下、検討する。\n(ア)ａ　本件明細書の発明の詳細な説明によれば、従来技術、発明が解決\nしようとする課題、課題を解決するための手段、作用は次のとおりであることが認\nめられる（甲２の１）。\n(a) 従来のウッドクラブは、メタルウッドに限らず「ヘッド形状はシ\nャフト側からトウ側にかけてしだいに膨出する形状をなし、そのヘッド重心をヘッ\nド投影平面の中心よりトウ側に位置させるようにし、インパクト時のヘッド速度の\n向上を図ること」（本件公報２欄10～15行）が行われていたこと、\n(b) こうした従来技術のようにヘッド重心をトウ側に位置させると\n「インパクト直前からヘッドトウ側にかぶり運動が生じやすくなる」（３欄6～\n7行）という問題点があること、\n(c) このかぶり運動の問題点を解決するため「ヘッドフェイス面はシ\nャフト側をトウ側よりやや前方に膨出した形状をなすのが一般である」（３欄8～\n10行）が、「このようなメタルウッドのヘッド設計は重い方は先に、軽い方は後方\nに引けるという旋回運動性質を有するため、上述したようにかぶり運動だけでな\nく、その反作用としてシャフト側にひけ現象が生じ、その結果実質的にヘッド速度\nの減退につながる」（３欄13～17行）ことや、「フェイス面の前後巾方向曲率と上\n下巾方向曲率が同一でないと、ゴルフボールをインパクトした時の打球方向はその\nインパクト位置におけるフェイス面の上下巾方向と前後巾方向の異なった曲率に支\n配されるため、インパクト位置において打球方向が一定にならない」（３欄18～\n22行）という欠点につながることが見い出されたこと、\n(d) 本件発明は、こうした従来技術の問題点を解決するためのもので\nあるが、本件発明の構成を採ることにより「ヘッド形状がヘッドトウ側後方容量を\nシャフト側後方容量として配分して増大させ、即ち上記ヘッド背面の輪郭形状をヘ\nッド重量を変化させることなく実現し、ヘッド重量バランスをとる方法を採用す\nる」（３欄43～46行）ことができ、「これにより、移動した容量分だけヘッド重心\nは通常シャフト側域に寄ることになる」（３欄47～48行）こと、\n(e) そして、本件発明によれば、「インパクト直前からヘッドトウ側\nに起こりやすいかぶり運動とシャフト側に起こりやすい引け現象が生じにくく、イ\nンパクト時のヘッド速度向上につながる。しかもインパクト時にヘッドのかぶり運\n動が生じにくいので、フェイス面はいわば真球面を採用することができ、その結果\n打球方向安定性に優れる球対球インパクトが実現できる」（４欄9～15行）という効\n果が得られるものであること\nｂ　上記認定の事実によれば、本件発明は、インパクト直前あるいはイ\nンパクト時の「かぶり」及び「ひけ」現象の問題を解決することを目的とするもの\nであり、メタルウッドクラブにおいて本件発明の構成を備えた輪郭形状を採ること\nにより、ヘッド重心をシャフト側に移動させたことに特徴を有するものということ\nができる。\n本件発明の構成要件Ｂにおける「ヘッド投影平面」は、その重量配\n分を決める輪郭形状を測定するための基準となる平面であるところ、上記のとお\nり、本件発明においてはインパクト直前あるいはインパクト時のクラブヘッドの挙\n動が問題とされているのであるから、インパクト時のヘッドの理想的な状態を基準\nとして輪郭形状を定義していると解するのが相当である。\n(イ)　被告は、ゴルフ規則に記載されている「通常のアドレスポジショ\nン」に従うべきであると主張するので、この点について検討する。\nａ　日本ゴルフ協会発行の２００１年度版ゴルフ規則（甲５）の「規則\n４　クラブ」の「４－１．クラブの形状と構造」の項の冒頭には、「プレーヤーの\nクラブは規則４－１と、付属規則Ⅱに記載されている規定・規格と解釈に適合する\nものでなければならない。」と記載されており、付属規則Ⅱ「４．クラブ・ヘッ\nド」の「ｂ．寸法」の項には、「ヘッドの寸法は、クラブヘッドを通常のアドレス\nポジションをとって置き、その垂直投影面の(ⅰ)ヒールとトー、(ⅱ)フェースと背\n面のそれぞれの両先端間の間隔を水平に測って求める。」と記載されていることが\n認められる（同協会発行の１９９１年度版ゴルフ規則（乙１）の第４条及び付属規\n則Ⅱ「４－１ｄ．クラブ・ヘッド」の「寸法」の項にも同様の規定がある。）。こ\nうした記載からすると、クラブがゴルフ規則に適合する寸法であるか否かを判定す\nる際には、「通常のアドレスポジション」をとって置いた状態で測定することが求\nめられているといえる。\nしかし、本件明細書には、本件発明に係る輪郭形状の測定に当た\nり、ゴルフ規則で定められた測定方法によるべきことを示唆するような記載はな\nい。また、本件特許出願について適用される平成２年改正に係る特許法３６条４項\nによれば、「発明の詳細な説明には、その発明の属する技術の分野における通常の\n知識を有する者が容易にその実施をすることができる程度に、その発明の目的、構\n成及び効果を記載しなければならない」とされていたが、本件のようなゴルフクラ\nブの製造業者であれば、ゴルフクラブの輪郭形状を「ヘッド投影平面」を基準とし\nて測定する旨の記載があった場合に、ゴルフ規則に記載されている「通常のアドレ\nスポジション」をとって置いた状態で測定すると理解するであろうとの事実関係を\n認めるに足りる証拠はない。\nｂ　なお、仮に、ゴルフ規則の「通常のアドレスポジション」をとって\n置いた状態で測定すると解するとしても、ゴルフ規則上「通常のアドレスポジショ\nン」の具体的な説明はなく、その言葉を文字どおり解釈すれば、「通常の場合にプ\nレイヤーが構えるアドレスポジション」と解することができるから、前記ア(ア)記\n載のとおり、クラブヘッドをライ角どおりに地面に設置すると解釈するのが自然で\nあり、原告の主張するように、クラブヘッドを水平面上に自然な状態で置くことを\n意味すると解することはできない。\nこの点について、原告が日本ゴルフ協会に「通常のアドレスポジシ\nョン」について問い合わせたところ、同協会の事務局員がＲ＆Ａの解釈として、\n「『通常のアドレスポジション』はヘッドの形状によって決まる。平らで水平な面\nを（「面に」の誤記）ソールし、フェース中央直下の一点がその面に触れる。フェ\nース中央は通常の場合、疑問なしに決定できる。従って、その直下で平面に触れる\n一点、そして通常のアドレスポジションも決められる。ソールが非常に湾曲してい\nる場合、Ｉ＆Ｂ委員会はそのクラブがどのように使われることを（目的）としてデ\nザインされたか、及びヘッドの形状を考慮して通常のアドレスポジションを決定す\nる。」と回答していることが認められる（甲２０、２１）。\nしかし、同回答の「平らで水平な面にソールし」との記載から、直\nちに原告が主張するように水平な面上に自然な状態で置くと解釈できるものではな\nいし、ソールが非常に湾曲している場合には、クラブの使用目的やヘッドの形状を\n考慮して通常のアドレスポジションを決定するというものであって、「通常のアド\nレスポジション」の意味する状態が、一義的に決まるものではないともいえる。\nしたがって、上記の日本ゴルフ協会の回答を考慮しても、本件発明\nの構成要件Ｂの「ヘッド投影平面」を解釈するに当たってゴルフ規則の「通常のア\nドレスポジション」に従うべきであるとすることにはならない。\n(ウ)　次に、インパクト時のヘッドの理想的な状態について検討する。\nａ　被告作成のカタログ「ＧＯＬＦ　ＣＡＴＡＬＯＧ　2001-2002\nAUTUMN & WINTER」（甲７）の「ウッドクラブの基礎知識」の項の記載（１８頁）に\nよれば、インパクト時のクラブの特性を示す「フェース角（フック角）」（フェー\nス面のトウ・ヒール方向の角度）及び「スイートスポット高さ（ＳＳ）」（リーデ\nィングエッジからフェース面上の重心までの距離）の測定方法は、いずれも「ライ\n角（地面とシャフト軸の角度）を合わせ、シャフトを地面に対して垂直平面内に固\n定して、ソール面を地面につけた」状態で行うことが認められる（なお、同カタロ\nグによれば、被告製品（「ＸＸＩＯ　ＴＯＵＲ　ＳＰＥＣＩＡＬ」ゼクシオのドラ\nイバー）のライ角は５６度に設定されている。）。\nしたがって、インパクト時のヘッドの理想的な状態とは、クラブの\nシャフトを、水平面（実際のプレイ時における地面に相当する平面。測定時には定\n盤等を用いる。）に対して垂直な平面上で、水平面との角度をライ角に合わせると\nともに、ヘッドのソール面を水平面に付けた状態であるというべきである。\nウ　「最後方点」について\n(ア)　ヘッドを「ヘッド投影平面」に対し上記の状態に固定して、最後方\n点を求めることになるが、ヘッドの後部の最も後方の点（最後方点）を求めるに当\nたっては、投影平面において基準となるｘ－ｙ軸を定める必要がある。\nこの点、原告は、フェイス面上の重心とヘッド重心とを通る直線を\n「ヘッド投影平面」に投影した直線を基準にして求めるべきであると主張し、被告\nは、シャフト軸線を「ヘッド投影平面」に投影した直線と直角に交わる直線を基準\nにして求めるべきであると主張する。\n前記のとおり、ゴルフクラブには「フェース角（フック角）」が定め\nられており（前記カタログ（甲７）によれば、被告製品のフェース角の設定は、＋\n２度、＋２.５度、＋３.５度、＋４度の４種類がある。）、フェース面は、シャフ\nト軸線を投影平面に垂直に投影した線との間に上記フェース角に相当する角度差が\nある。\nそして、特開平１１－７６４６９号公開特許公報（乙２９）によれ\nば、ゴルフクラブセットの発明に係る同公報の発明の詳細な説明の【発明が解決し\nようとする課題】の項において「……ボールを真っ直ぐに飛ばすには、ボールをヒ\nットする瞬間においてフェース面が前記ラインに直角（即ち、スクウエア）となっ\nていることが必要である。このため、スウィング時のプレイヤーのヘッドスピード\nに応じたシャフトの撓りを考慮にいれて、上級者などのヘッドスピードの速いプレ\nイヤーのウッドクラブでは、アドレス時にフェース面のトウ側が前記ラインに対し\nて後方に傾くように、通常、プラスのフェース角度がフェース面に設定されてい\nる。」（１欄44～２欄3行）と記載されていることが認められる。同公報は本件特許\n出願後のものであるが、ゴルフクラブに関する技術知識としては参考になると解さ\nれるところ、この記載によれば、アドレス時（クラブを構えて静止した状態）には\n意図するプレイの線とフェース面の間にはフェース角に相当する角度差があるが、\nインパクト時においては、シャフトの撓みによって、ヘッドのフェース面が意図す\nるプレイの線に直角になるものであることが分かる。\n(イ)　前記のとおり、本件発明の内容からすれば、アドレス時ではなくイ\nンパクト時のヘッドの重量配分が問題となると解されることからすれば、「最後方\n点」を求める際の基準軸は、シャフト軸線を「ヘッド投影平面」に投影した直線を\n基準とするのではなく、むしろ、ヘッドのフェース面が意図するプレイの線に直角\nになった理想的なインパクト時の状態を基準とすべきである。\nそして、増田正美著「新飛ばしの科学」（廣済堂出版）（乙２２）に\nよれば、スウィートスポットの中心とは、力学的にはそのクラブの重心点からクラ\nブ面に垂線を下ろした点であると理解されることが認められるから、理想的なイン\nパクト時の状態を基にした基準軸としては、フェイス面上の重心とヘッド重心とを\n通る直線を「ヘッド投影平面」に投影した直線にすべきであるといえる。\n(ウ)　以上によれば、構成要件Ｂの「最後方点」とは、クラブのシャフト\nを、水平面に対して垂直な平面上で、水平面との角度をライ角に合わせるととも\nに、ヘッドのソール面を水平面に付けた状態で、垂直上からヘッド背面を投影して\n得られた投影平面上の輪郭形状を基にして、フェイス面上の重心とヘッド重心とを\n通る直線を「ヘッド投影平面」に投影した直線（ｙ軸）を基準にして、同直線と平\n行な線がその輪郭線と背面側で交わる最も後方の点（ｙ値が最も大きい点）を最後\n方点とし、同直線と直角に水平面上に投影して得られた投影平面上の点として求め\nるべきである。\nエ　構成要件Ｂ①、②の解釈について\n(ア)　構成要件Ｂ①は、上記最後方点を基準として、「最後方点とトウ側\nとの間の曲率半径を最後方点とヒール側との間の曲率半径に比して大きくするこ\nと」を要件とする。\n「最後方点とトウ側との間」とは、最後方点からトウ側に向かう領\n域、「最後方点とヒール側との間」とは、最後方点からヒール側に向かう領域と解\nすることができる。また、構成要件Ｂ①の記載上、最後方点からトウ側に向かう領\n域、最後方点からヒール側に向かう領域の曲率半径を比較するに当たって、特定の\n範囲に限定して比較するような明確な記載がない以上、上記比較の範囲は、ほぼ全\n領域において比較することと解すべきである。\nしたがって、構成要件Ｂ①は、最後方点からトウ側に向かう領域の曲\n率半径を、最後方点からヒール側に向かう曲率半径に比べて、ほぼ全領域において\n大きくすることと解釈すべきである。\n(イ)　構成要件Ｂ②は、上記最後方点を基準として、「全体として最後方\n点とヒール側との間との間が膨出した輪郭形状を含むこと」、すなわち、最後方点\nとヒール側の間のｙ値（ｙ値は、上記ウ(イ)記載のｙ軸を基準とした値である。）\nが、最後方点とトウ側の間のｙ値よりも大きいこと、そして、「全体として」と記\n載されていることからすると、大部分の範囲においてそうしたｙ値の大小関係を有\nすることを要件としているものと解することができる。\nなお、「ヒール側が膨出していること」の測定において、ヒール側、\nトウ側のそれぞれ対応するｙ値を比較するという方法を採ることは、原告提出の測\n定結果（甲９、１５）において採用されており（原告代表者作成の「測定方法の説\n明書」（甲２６）においても「膨出の範囲を求める方法」として同様の方法の記載\nがある。）、また、被告提出のオプトン報告書においても用いられた方法である。\n(ウ)　仮に、構成要件Ｂの解釈として、上記(ア)、(イ)記載の解釈以外の\n余地があり、構成要件Ｂに該当するか否かが明確に定まらないとするならば、本件\n特許は、明細書の記載不備（平成２年改正特許法３６条４項、５項２号）の無効理\n由を有することになるといわざるを得ない。そこで、以下においては、上記(ア)、\n(イ)記載の解釈に従って、被告製品が構成要件Ｂを充足するか否かについて検討す\nることとする。\n(3)　被告製品の構成要件Ｂの充足性について\nア　原告が提出する証拠について\n(ア)　原告は、被告製品のヘッド投影平面における輪郭形状に関して、ニ\nッテクリサーチ作成の報告書及び同報告書のデータを基に作成したヘッド背面の曲\n率半径及びその輪郭形状の膨出の程度を示す資料を提出している（ロフト角１１度\nの製品（ＸＸＩＯ　ＴＯＵＲ　ＳＰＥＣＩＡＬ　１１。検甲３）に関するもの：甲\n９、１０。ロフト角１０度の製品（ＸＸＩＯ　ＴＯＵＲ　ＳＰＥＣＩＡＬ　１０。\n検甲１）に関するもの：甲１５、１６の２）。\n上記報告書中にはその具体的な測定方法が記載されていないが、原告\n代表者作成の測定方法の説明書と題する書面（甲１９、２６）によれば、クラブヘ\nッドを水平な定盤上に自然に置いて、同水平面を投影平面として最後方点を求めて\nいることが認められ、上記の「ヘッド投影平面」の解釈に従った測定方法とは異な\nるものである。\nこの点について、原告は、①ヘッド重心とフェイス面上の重心とを通\nる直線を中心にライ角を変化させても、最後方点のｙ値は変化せず、②シャフトを\n何らかの手段で保持し、ソールの１点が水平面に接するようにしながらシャフト軸\nと水平面とがなす角度を変化させても、フェイス面を目標に正対させている限り、\n最後方点のｙ値は変化しないと主張する。しかし、ヘッドのソールを水平面上に付\nけた状態で、シャフト軸を垂直平面内に維持しながらライ角を変化させても、最後\n方点が同一の点として測定されること、並びにトウ側及びヒール側の輪郭形状の曲\n率半径や膨出の程度（ｙ値）が変化しないことを認めるに足りる証拠はない。\n(イ)　さらに付言すれば、同証拠中の測定方法がどのようなものであった\nか、及び、その測定データについても、次のような疑問が存する。\nａ　甲９に示されたデータは、トウ側３度の位置のｘ値が３.７５７㎜、\nｙ値が８４．０５０㎜、ヒール側３度の位置のｘ値が－４.４８８㎜、ｙ値が８４．\n３５０㎜となっている。しかし、乙２８によれば、同座標値から角度を計算する\nと、トウ側３度の上記位置の角度は２．５５９度（tan\n-1（３．７５７/８４．０５\n０））、ヒール側３度の上記位置の角度は３.０４６度（tan\n-1（４．４８８/８４．\n３５０））であることが認められ、トウ側３度の測定データには測定誤差では説明\nがつかない矛盾点が存在する。\nｂ　また、Ｂ大学工学部エネルギー機械工学科教授のＣ作成の見解書\n（乙１７）によれば、当該ヘッドの後方部分の輪郭が、曲率半径が徐々に変化しな\nがら滑らかにつながっている場合には、「トウ側の曲率半径＞ヒール側の曲率半\n径」であるならば、「ヒール側の各ポイントのｙ値は、それに対応するトウ側のポ\nイントのｙ値より小さくなる」ことが認められる。\nところが、甲１０に記載のデータは、そのようになっていない。\nｃ　測定方法について、報告書（甲９、１５）中にはその具体的な測定\n方法が記載されていないが、原告代表者作成の測定方法の説明書と題する書面（甲\n１９、２６）によれば、同測定方法について次の記載がある。\n(a) 甲１９（平成１４年６月２９日付け原告準備書面第４に記載され\nている補充説明の内容を含む。）に記載されている測定方法の概要は、①クラブヘ\nッドをフェイス面を下にして円柱状の治具に載せる、②この状態で、側方から直線\n定義用のレーザ光を当て、円柱状の治具の中心線と一致するようにし、クラブヘッ\nドのトップ面（ソール面の反対側）上に、レーザ光の照射を基に第１、第２の仮の\n基準点を定め、同時に各基準点の間に第３の仮の基準点を定める、③クラブヘッド\nをソールを下側にして水平な定盤上に置き、第１、第２の仮の基準点がヘッド重心\n及びフェイス面上の重心とを通る直線を含む垂直面内にあるか否かを、第３の仮の\n基準点を用いて確認する、④正しい基準点が求められるまで、上記の作業を繰り返\nす、というものである。\n(b) 一方、甲２６に記載されている測定方法の概要は、①クラブヘッ\nドをソール面を下にしてＬ型アングルに載せ、「ソール線」を求める、②クラブヘ\nッドをソール面を下にして円錐台状の治具に載せ、仮のソール重心を求める、③ク\nラブヘッドをフェイス面を下にして円錐台状の治具に載せ、仮のフェイス面の重心\nを求める、④クラブヘッドをフェイス面を下にして、仮のフェイス面の重心の位置\nが接するように円柱状の治具に載せる、⑤この状態で、側方から直線定義用のレー\nザ光を当てて、円柱状の治具の中心線と一致するようにし、クラブヘッドを回転さ\nせて仮のソール重心をレーザ光の照射位置と一致させ、レーザ光の直線とヘッドの\nトップ面の上端縁とが交差する位置を仮の基準点１とし、⑥ヘッドを回転させて、\n仮の基準点１をレーザ光の照射位置と一致させ、フェイス面の上端縁を仮の基準点\n２とする、⑦ヘッドをソールを下側にして水平な定盤上に自然に置き、仮の基準点\n１、２及び仮のフェイス面上の重心とが垂直な平面内にあるか否かを確認する、⑧\n上記の仮の基準点の位置が正確でない場合には、上記の作業を繰り返す、というも\nのである。\nこのように、上記甲１９（原告準備書面第４に記載されている補充\n説明の内容を含む。）及び甲２６の記載が示す測定方法は、その内容が変遷してお\nり、これらの証拠によっては、原告が提出したニッテクリサーチによる測定結果\n（甲９、１５）の具体的な測定方法を認定することはできず、その他、同測定結果\nの具体的な測定方法を認めるに足りる証拠はない。\n(ウ)　したがって、原告の提出した上記測定結果（甲９、１５）及びこれ\nに基づく解析結果（甲１０、１６の２）では、被告製品は、最後方点から最小で８\n度、最大で２５度の範囲においてヒール側が膨出し、その範囲内ではトウ側の曲率\n半径がヒール側の曲率半径に比して大きくなっているという測定結果が示されてい\nるけれども、構成要件Ｂの充足性を基礎付ける証拠としては採用できない。\nイ　被告が提出する証拠について\n(ア)　被告は、被告製品のヘッド投影平面における輪郭形状に関して、オ\nプトン報告書（ロフト角１１度の製品に関するもの）（乙５）を提出しているが、\nその測定結果は次のようなものである。\nａ　別紙「最後方点の測定方法」記載のＴＹＰＥ１に基づく測定結果に\nついて\nトウ側の曲率半径は、±１５度の範囲においてヒール側より大きい\nが、それ以外の範囲ではヒール側より小さい。\nまた、トウ側のｙ値は、±５０度の範囲においてヒール側より大き\nいが、それ以外の範囲ではヒール側より小さい。\nｂ　同ＴＹＰＥ２に基づく測定結果について\nトウ側の曲率半径は、±２０度の範囲においてヒール側より大きい\nが、それ以外の範囲ではヒール側より小さい。\nまた、トウ側のｙ値は、±５５度の範囲においてヒール側より大き\nいが、それ以外の範囲ではヒール側より小さい。\nｃ　同ＴＹＰＥ３に基づく測定結果について\nトウ側の曲率半径は、±１５度の範囲においてヒール側より大きい\nが、それ以外の範囲ではヒール側より小さい。\nまた、トウ側のｙ値は、±５０度の範囲においてヒール側より大き\nいが、それ以外の範囲ではヒール側より小さい。\nｄ　同ＴＹＰＥ４に基づく測定結果について\nトウ側の曲率半径は、±１５度の範囲においてヒール側より大きい\nが、それ以外の範囲ではヒール側より小さい。\nまた、トウ側のｙ値は、±５５度の範囲においてヒール側より大き\nいが、それ以外の範囲ではヒール側より小さい。\n(イ)　また、被告は、被告製品のヘッド投影平面における輪郭形状に関し\nて、被告スポーツ事業部作成の「乙第５号証（ドライバーヘッドの形状測定結果報\n告書）のＴＹＰＥ２について」（乙２６）、「乙第２６号証に関する補足説明」\n（乙３０）を提出しているが、その内容は次のようなものである。\nａ　被告製品を別紙「最後方点の測定方法」記載のＴＹＰＥ２の方法を\n前提として、ｙ軸の設定方法については、ＴＹＰＥ２の方法で設定されるｙ軸を、\nクラブフェイス面上の重心点を投影平面上に投影した点を中心に、上から見て時計\n回りに３度回転させて、回転後の直線をｙ軸とするという方法で最後方点を求めた\n場合（以下「ＴＹＰＥ２Ａ」という。）と、ＴＹＰＥ２の方法で設定されるｙ軸を\n上記と同じ点を中心に上から見て反時計回りに３度回転させて、回転後の直線をｙ\n軸とするという方法で最後方点を求めた場合（以下「ＴＹＰＥ２Ｂ」という。）の\n２通りの方法で曲率半径、ｙ値の関係を求めた。\nｂ　曲率半径について\nＴＹＰＥ２Ｂ及びＴＹＰＥ２による場合には、トウ側の曲率半径\nは、±２０度の範囲においてヒール側より大きいが、それ以外の範囲ではヒール側\nより小さい。\nＴＹＰＥ２Ａによる場合には、トウ側の曲率半径は、±１５度の範\n囲においてヒール側より大きいが、それ以外の範囲ではヒール側より小さい。\nｃ　ｙ値について\nＴＹＰＥ２Ｂ及びＴＹＰＥ２による場合には、トウ側のｙ値は、±\n５５度の範囲においてヒール側より大きいが、それ以外の範囲ではヒール側より小\nさい。\nＴＹＰＥ２Ａによる場合には、トウ側のｙ値は、±５０度の範囲に\nおいてヒール側より大きいが、それ以外の範囲ではヒール側より小さい。\nウ　前記のとおり、「ヘッド投影平面」は、クラブのシャフトを水平面に対\nして垂直な平面上で、水平面との角度をライ角に合わせるとともに、ヘッドのソー\nル面を水平面に付けた状態で、垂直上から投影した平面をいい、また、「最後方\n点」を求める際の基準軸は、フェイス面上の重心とヘッド重心とを通る直線を「ヘ\nッド投影平面」に投影した直線を基準にすべきであるが、被告の提出した測定結果\n中においても、この条件で測定したものはない。\nしかしながら、①オプトン報告書の資料１２によれば、ＴＹＰＥ１ない\nしＴＹＰＥ４の測定方法によって求められる「最後方点」の位置のずれは、概ね２\n㎜程度であることが認められること、②「ヘッド投影平面」の上記の解釈に適合す\nるようにして測定したデータとしてオプトン報告書のＴＹＰＥ１及びＴＹＰＥ３の\n測定結果（ただし、「最後方点」を求める際の基準軸の定め方は上記解釈と異な\nる。）があり、また、「最後方点」を求める際の基準軸についての上記解釈に適合\nするようにして測定したデータとしてオプトン報告書のＴＹＰＥ２の測定結果（た\nだし、「ヘッド投影平面」の定め方は上記解釈と異なる。）があるが、いずれも、\nトウ側の曲率半径がヒール側より大きい範囲は±１５度ないし±２０度の範囲に限\n定され、それ以外の領域では逆の結果になっている上、トウ側のｙ値は、少なくと\nも±５０度の範囲においてヒール側より大きいがそれ以外の範囲ではヒール側より\n小さいという測定結果が得られていること、③「乙第５号証（ドライバーヘッドの\n形状測定結果報告書）のＴＹＰＥ２について」（乙２６）によれば、ｙ軸を±３度\nずらしても、トウ側とヒール側の曲率半径及びｙ値の比較状況は、上記とほぼ同様\nの結果が得られていることからすると、被告製品は、仮に上記の解釈に従って測定\nしたとしても、上記とほぼ同様の測定結果、すなわち、トウ側の曲率半径がヒール\n側より大きい範囲は±１５度ないし±２０度の範囲に限定され、それ以外の領域で\nは逆の結果になること、トウ側のｙ値は、少なくとも±５０度の範囲においてヒー\nル側より大きいとの測定結果が得られるものと推認できる（なお、原告が構成要件\nＢの解釈に適合すると主張するＴＹＰＥ２の測定方法による結果も、ほぼ同様の内\n容になっている。）。\nそうすると、被告製品は、トウ側の曲率半径がヒール側より大きい範囲\nは±１５度ないし±２０度の範囲に限定され、それ以外の領域ではトウ側の曲率半\n径の方がヒール側よりも小さいから、「最後方点からトウ側に向かう領域の曲率半\n径を、最後方点からヒール側に向かう曲率半径に比べて、ほぼ全領域において大き\nくする」との構成を備えているとはいえず、したがって、構成要件Ｂ①を充足して\nいるとはいえない。\nまた、被告製品は、トウ側のｙ値は、少なくとも±５０度の範囲におい\nてヒール側より大きく、ヘッド背面の大部分の範囲で構成要件Ｂ②が規定する「最\n後方点とヒール側の間のｙ値が、最後方点とトウ側の間のｙ値より大きい」という\nｙ値の大小関係が逆になっているから、構成要件Ｂ②を充足しているとはいえな\nい。\n２　以上によれば、被告製品は本件発明の構成要件Ｂを充足しないから、本件発\n明の技術的範囲に属さない。\nよって、その余の争点について判断するまでもなく、原告の請求は理由がな\nい。\n大阪地方裁判所第２１民事部\n裁判長裁判官　　　小　　松　　一　　雄\n裁判官　　　阿　　多　　麻　　子\n裁判官　　　前　　田　　郁　　勝\n（別紙）本件明細書の図１の拡大図\n（別紙）　最後方点の測定方法\n①　ＴＹＰＥ１\n投影平面　ヘッドをライ角どおりにテーブルに設置し真上から見た投影平面\nｘ　　軸　ｙ軸に直交する方向\nｙ　　軸　フェイスセンター（投影平面におけるフェイス面の幅の中心）におけ\nる接線に対する法線を投影平面に垂直に投影した線\n最後方点　ｙ軸と平行な線がヘッドの背面側でその輪郭線と交わる場合に、その\nｙの値が最大となる点\n②　ＴＹＰＥ２\n投影平面　ヘッドを自然にテーブルに設置し真上から見た投影平面\nｘ　　軸　ｙ軸に直交する方向\nｙ　　軸　被測定物の重心からクラブフェイス面上の重心点を結ぶ線が投影平面\n上に投影される線\n最後方点　ｙ軸と平行な線がヘッドの背面側でその輪郭線と交わる場合に、その\nｙの値が最大となる点\n③　ＴＹＰＥ３\n投影平面　ヘッドをライ角どおりにテーブルに設置し真上から見た投影平面\nｘ　　軸　シャフト軸線を投影平面に垂直に投影した線\nｙ　　軸　ｘ軸と直角に交わる線\n最後方点　ｙ軸と平行な線がヘッドの背面側でその輪郭線と交わる場合に、その\nｙの値が最大となる点\n④　ＴＹＰＥ４\n投影平面　ヘッドを自然にテーブルに設置し真上から見た投影平面\nｘ　　軸　シャフト軸線を投影平面に垂直に投影した線\nｙ　　軸　ｘ軸と直角に交わる線\n最後方点　ｙ軸と平行な線がヘッドの背面側でその輪郭線と交わる場合に、その\nｙの値が最大となる点\n"
}