{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 12,
    "month": 2,
    "day": 29
  },
  "case_number": "平成10(ネ)5221",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "13243",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=13243",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/243/013243_hanrei.pdf",
  "contents": "平成一〇年(ネ)第五二二一号　特許権侵害差止等請求控訴事件（原審・東京地方裁\n判所平成六年(ワ)第四四一九号）\n判　　　　　　　　　決\n控訴人    　　  　　　　　　　北辰工業株式会社\n右代表者代表取締役　　　　　　【Ａ】\n右訴訟代理人弁護士　　　　　　大　　　　場　　　　正　　　　成\n同　　　　　　　　　　　　　　尾　　　　崎　　　　英　　　　男\n同　　　　　　　　　　　　　　嶋　　　　末　　　　和　　　　秀\n右補佐人弁理士　　　　　　　　【Ｂ】\n同　　　　　　　　　　　　　　【Ｃ】\n被控訴人  　　　　　　　　　　常盤産業株式会社\n右代表者代表取締役　　　　　　【Ｄ】\n右訴訟代理人弁護士　　　　　　国　　　　分　　　　昭　　　　治\n右補佐人弁理士　　　　　　　　【Ｅ】\n主　　　　　　　　　文\n本件控訴を棄却する。\n控訴人の当審における新請求を棄却する。\n当審における訴訟費用は控訴人の負担とする。\n事                  実\n第一　控訴の趣旨\n一　原判決を取り消す。\n二　被控訴人は、別紙物件目録記載の被告装置（構真柱建込機）を製造し、使用\nし、販売してはならない。\n三　被控訴人は、別紙物件目録記載の被告工法（構真柱建込み工法）を行っては\nならない。\n四　被控訴人は、控訴人に対し、金二四〇八万三三三二円及びこれに対する平成\n六年八月九日から支払済みまで年六分の割合による金員を支払え。\n五　訴訟費用は、第一、二審とも被控訴人の負担とする。\n（なお、原判決の請求第四項の謝罪広告を求める請求は、当審において取り下げ\nられた。）\n第二　当事者の主張\n一　請求原因\n１　本件各発明\n(一)  【Ａ】（以下「【Ａ】」という。）は、次の特許権（以下「本件特許\n権」といい、特許請求の範囲第１項記載の特許発明を「本件工法発明」といい、特\n許請求の範囲第２項記載の特許発明を「本件装置発明」という。また、本件工法発\n明と本件装置発明を併せて「本件各発明」という。）を有していた。\n特許番号        第一二六六四三九号\n発明の名称      支持真柱建込み工法および支持真柱建込み装置\n出願日          昭和五五年五月三〇日\n出願公開日　　　昭和五七年一月五日\n公告日          昭和五九年一〇月一二日（昭五九ー四二一四三）\n登録日          昭和六〇年五月二七日\n特許請求の範囲第１項\n「地盤中にケーシングを圧入し、そのケーシング内を掘削し、その底部に鉄筋コン\nクリート基礎を打設してから、直交するレールを介して前後および左右に移動調節\n自在にして、かつ三六〇度回転調節自在な支持真柱建込み装置を地上に設置し、こ\nの装置を貫通して支持真柱を前記ケーシング内に吊り下げて支持真柱の下端部を前\n記打設コンクリート中にどぶづけし、前記支持真柱建込み装置上に設けたジャッキ\nにより支持真柱を高低調節自在に支承すると共に、前記貫通部に設けた起倒自在で\nかつ基部が摺動自在なガイドローラ付アームよりなる真柱ガイド装置により支持真\n柱を挟持し、この支持真柱建込み装置と、支持真柱とケーシング間に配置した複数\n組の調節ジャッキにより支持真柱の芯出しを行った後、前記打設コンクリートの養\n生を行うことを特徴とする支持真柱建込み工法。」\n特許請求の範囲第２項\n「ベースフレーム上に敷設したレールを介して一方向に移動自在にして固定位置が\n調節できる下部台車を設け、この下部台車上に敷設したレールを介して下部台車の\n移動方向と直交する方向に移動自在にして固定位置が調節できる上部台車を設け、\nこの上部台車上に三六〇度回転自在にして固定位置が調節できる回転台を設け、こ\nの回転台上に支持真柱支承用ジャッキを設けると共に、起倒自在なガイドローラ付\nアームの基部を放射方向に移動自在にして固定位置が調節できるようにした複数組\nの真柱ガイド装置を設けてなる支持真柱建込み装置。」\n(二)  【Ａ】は、控訴人に対して本件特許権を譲渡し、平成六年一二月一九\n日、その旨の登録がされた。\n２　本件各発明の分説\n(一)　本件工法発明の構成要件を分説すると、次のようになる（以下「本件\n工法発明①」のようにいう。）。\n①ａ　地盤中にケーシングを圧入し、\nｂ　そのケーシング内を掘削し、\nｃ　その底部に鉄筋コンクリート基礎を打設してから、\n②　直交するレールを介して前後および左右に移動調節自在にして、かつ\n三六〇度回転調節自在な支持真柱建込み装置を地上に設置し、\n③ａ　この装置を貫通して支持真柱を前記ケーシング内に吊り下げて支持\n真柱の下端部を前記打設コンクリート中にどぶづけし、\nｂ　前記支持真柱建込み装置上に設けたジャッキにより支持真柱を高低\n調節自在に支承すると共に、\n④ａ　前記貫通部に設けた起倒自在でかつ基部が摺動自在なガイドローラ\n付きアームよりなる真柱ガイド装置により支持真柱を挟持し、\nｂ　この支持真柱建込み装置と、支持真柱とケーシング間に配置した複\n数組の調節ジャッキにより支持真柱の芯出しを行った後、\n⑤　前記打設コンクリートの養生を行うことを特徴とする支持真柱建込み\n工法。\n(二)　本件装置発明の構成要件を分説すると、次のようになる（以下「本件\n装置発明①」のようにいう。）。\n①　ベースフレーム上に敷設したレールを介して一方向に移動自在にして\n固定位置が調節できる下部台車を設け、\n②　この下部台車上に敷設したレールを介して下部台車の移動方向と直交\nする方向に移動自在にして固定位置が調節できる上部台車を設け、\n③　この上部台車上に三六〇度回転自在にして固定位置が調節できる回転\n台を設け、\n④　この回転台上に支持真柱支承用ジャッキを設けると共に、\n⑤　起倒自在なガイドローラ付きアームの基部を放射方向に移動自在にし\nて固定位置が調節できるようにした複数組の真柱ガイド装置を設けてなる支持真柱\n建込み装置。\n３　イ号方法、イ号装置\n被控訴人は、別紙物件目録記載の被告装置（以下「イ号装置」という。）を製\n造、販売して、鹿島建設株式会社（以下「鹿島建設」という。）らに、イ号装置を\n使用した別紙物件目録記載の被告工法（以下「イ号方法」という。）を行わせてい\nる。\n４　イ号方法、イ号装置の分説\nイ号方法及びイ号装置の構成上の特徴を分説すると、次のようになる（以下「イ\n号方法①」のようにいう。）\n(一)　イ号方法\n①ａ　地盤の表層側にだけスタンドパイプを圧入し、\nｂ　そのスタンドパイプの下方をリバース工法により支持層に当たるま\nで掘削して杭孔を形成し、\nｃ　掘削によって形成された杭孔の底部にコンクリートを打設する。\n②ａ　直交する上部及び下部レールによりＸーＹ方向に移動自在に、か\nつ、旋回輪軸受６ａにより所定垂直軸線回りに回転可能に、支持架台が支持される\nとともに、回動調整油圧シリンダにより支持架台が昀大回動中心角±八度のわずか\nな角度範囲で回動調節自在な構真柱建込機（イ号装置）を、クローラクレーンを用\nいて杭孔に対応する作業床上に位置合せして設置する。\nｂ　イ号装置の支持架台上に設置された真柱ガイド装置にあらかじめ装\n着されたゲージ枠及び水糸を用いて、ゲージ枠の中心が芯墨の中心（イ号装置をセ\nットすべき所定の位置）と一致するように芯合せてして支持架台をセットする。\nｃ　支持架台のセット後に、イ号装置からゲージ枠及び水糸を取り除\nく。\n③ａ　イ号装置の支持架台上に固定された真柱ガイド装置のガイドアーム\nを立てて開口を大きくとった状態で、支持真柱をスタンドパイプから杭孔内に徐々\nに吊り下げていき、支持真柱の下端部を打設コンクリートに挿入させる直前で各ガ\nイドアームを倒してガイドローラを支持真柱に挟持させることなく緩く接触させ、\nその後は、回転フリーのガイドローラに案内されて支持真柱の下端部が打設コンク\nリート中にどぶづけされる。\nｂ　イ号装置の支持架台上に設けられたジャッキにより、支持真柱を所\n定の高さに調節自在に支承する。\n④ａ　支持真柱の下端部を打設コンクリートに挿入させる直前で各ガイド\nアームを倒してガイドローラを支持真柱に圧着させることなく緩く接触させ、その\n後は、回転フリーのガイドローラに案内される。このとき、支持架台に基部が起倒\n自在に固定された片持梁状のガイドアームの自由端部にガイドローラを備えた真柱\nガイド装置により支持真柱をガイドして振れ止めする。\nｂ　真柱ガイド装置により支持真柱をガイドした状態で、吊り下げられ\nた状態にあるが、コンクリートに挿入されていない状態の構真柱３１が垂直になる\nよう、複数組の水中ジャッキ４０を作動させて調整する。　水中ジャッキ４０を作\n動させて、構真柱３１の垂直性を維持しながら、構真柱をどぶづけする。\n真柱ガイド装置により支持真柱をガイドした状態で、どぶづけされた支持真柱を\nジャッキ１３で高さ位置を調整して保持し、支持真柱の建込精度を測定する。\n精度があらかじめ定められた許容値以下におさまるよう、複数組の水中ジャッキ\n４０を作動させて調整する。\n精度が許容値以下におさまらない場合には、クレーンを作動させて、構真柱３１\nをコンクリートから引き抜き、イ号装置の支持架台を作動させて構真柱３１の位置\nを修正した後、再度どぶづけを行い、さらに前記建込精度の測定及び水中ジャッキ\n４０を作動させて調整する作業を繰り返す。\n(二)　イ号装置\n①　ベースフレーム上に敷設した下部レールを介して一方向に移動自在に\nして固定位置が調節できる下部台車を設ける。\n②　この下部台車上に敷設した上部レールを介して下部台車の移動方向と\n直交する方向に移動自在にして固定位置が調節可能な上部台車を設ける。\n③　この上部台車上に、旋回輪軸受により所定垂直軸線回りに回転可能に\n支持され、回動調整油圧シリンダにより昀大回動中心角度±八度の角度範囲で回動\n調整自在に位置調節できる支持架台を設ける。\n④　この支持架台上に、構真柱支承用ジャッキを設ける。\n⑤ａ　支持架台上に複数組の真柱ガイド装置を設け、\nｂ　この真柱ガイド装置は片持梁状ガイドアームの基部が支持架台に固\n定されて起倒自在に支持され、ガイドアームの自由端部にガイドローラが回転自在\nに設けられる。\nｃ　ガイドアームは基部側アームブロックとアーム長固定用の中間アー\nムブロックとガイドローラ支持用の先端側アームブロックとをボルト締めで一体に\n組み立てて構成され、予め用意された複数種の中間アームブロックの中から使用す\nる構真柱の型状・寸法に対応した特定の中間アームブロックを選択して組み立てる\nことにより、組み立てられたガイドアームのアーム長が所要長に設定される支持真\n柱建込機。\n５　イ号方法についての侵害の成否\nイ号方法は、文言上又は均等により、本件工法発明の技術的範囲に属する。\n(一)　本件工法発明①とイ号方法①は、同一である。\n(1)　イ号方法①ａにおける「地盤の表層側」であっても、本件工法発明①\nａにいう「地盤中」であることには変わりなく、また、イ号方法①ｂにいう「スタ\nンドパイプ」は本件工法発明①ｂの「ケーシング」に含まれる。\nまた、本件工法発明①ｂにいう「ケーシング内」とは、ケーシングの円周の内側\nという趣旨であって、イ号方法①ｂの「スタンドパイプの下方」であってもその円\n周の内側であることには変わりない。\nさらに、本件工法発明①ｃにいう「その底部」とは、①ｂにおいて「掘削し」た\n穴の底部の意味であるから、イ号方法①ｃにおける「掘削によって形成された杭孔\nの底部」はこれに該当する。\n(2)　被控訴人は、本件工法発明①はベノト工法について記載したものであ\nるから、リバース工法であるイ号方法①とは同一でない旨主張している。しかしな\nがら、請求項の文言自体に含まれるものは、特段の事情がない限り、特許発明に含\nまれるもので、実施例に限定されるものではない。本件工法発明は、「支持真柱の\n建込み施工を一層容易かつ迅速に行えるようにすることを目的とするもので」（本\n件特許公報（甲第一二号証）２欄二〇行ないし二二行）、掘った穴に支持真柱を建\n込むことが目的であるところ、リバース工法もベノト工法も、いずれもそれ自体は\n本件工法発明以前から周知の掘削方法であり、いずれの工法によっても支持真柱を\n建込むための穴を掘削することができるものであるから、本件工法発明は、ベノト\n工法のものに限定されるものではない。\n(二)　本件工法発明②（本件装置発明②・③）とイ号方法②（イ号装置②・\n③）は、同一である。\n(1)　本件各発明において回転台を回転させるのは、支持真柱の回転位相に\nついて、数度の回動範囲で微調整を行うために設けられているものであり、「三六\n〇度」という用語により意味しようとしたことは、実際に三六〇度という量の回転\nをさせるということではなく、垂直軸線回りに回転調節自在という「回転の性状」\nを強調したにすぎない。\n(2)　すなわち、支持真柱建込み装置の設置に当たっては、建設現場の作業\n地盤床平面上で設計内容に従って支持真柱を建込む位置を定め（墨だし）、これに\n合わせて同装置を設置し、次に、設置された支持真柱建込み装置の前後及び左右方\n向移動調節機能を利用して、後に支持真柱が貫通した時の支持真柱の芯に相当する\n装置上の位置が設計上支持真柱の芯の位置すべき所定位置に合致するよう位置決め\n（芯出し）するものである。そして、支持真柱を吊り下げた段階では、支持真柱の\n上側を真柱ガイド装置により保持し、支持真柱の真柱ガイド装置による保持位置よ\nりも下側を複数組の調節ジャッキで保持することにより、支持真柱の垂直性を確保\nするのである。どぶづけは、傾斜計により支持真柱の垂直性を確認しながら行う\nが、支持真柱を吊り下げた後、どぶづけする前に、調節ジャッキを調整して支持真\n柱の垂直性を確保し、さらに、どぶづけ後にも、支持真柱の建込精度を確認し、許\n容誤差におさまるように調節ジャッキを調整するのである。かかる作業を行って\nも、許容誤差におさまらない場合は、支持真柱建込み装置を作動させ、支持真柱自\n体の①ＸＹ平面上の位置、②回転位相を修正するのである。このような、支持真柱\nを吊り下げた段階で行う芯出しは、昀後の微調整であるから、この段階で行われる\nのは、回転角度一度以下ないし数度の回転である。特許請求の範囲の記載が実際に\n三六〇度だけ回転することを意味すると解することは、このような当業者の技術常\n識にかんがみると、不合理である。\n(3)　この点は、本件特許権の出願手続において、拒絶理由通知に引用され\nた引用例１、２（以下「本件引用例１、２」という。）の内容からも明らかであ\nる。\n本件引用例１（特開昭四八ー一五三一一号公報。乙第一二号証の二）では、ケー\nシングチューブの上端にブラケット（Ａ）を固定する時にその位置決めに当って第\n１１図に示されている長孔１９とボルト２１を用いている。すなわち、ケーシング\nチューブ（Ａ）の上端の４箇所にブラケット（Ａ）が固定されるが、チューブの円\n周上のブラケット固定位置を昀終的に調整するために長孔１９の円弧の長さ分だけ\nブラケット固定位置を円周上で変えることができる。この調整はチューブの円周上\n４箇所でそれぞれ別々になされる。この４箇所の調整を行った上で、ブラケット\n（Ａ）上にジャッキ（Ｂ）を戴置し、その上に井桁に組んだ位置決め枠（Ｃ）を戴\n置するので、結果的に位置決め枠（Ｃ）の回転方向の位置を調整したことにはな\nる。ただし、この調整は鋼管柱を吊り降ろす前の、位置決め枠（Ｃ）を戴置する段\n階での調整である。引用例１ではガイドパイプ（Ｄ）を介して鋼管柱を吊り降ろし\nてからも長孔１９とボルト２１の調整を行うのかどうか明らかではないが、もしそ\nのような調整を行うとしたら、その場合調整は四箇所のボルトについて同時にはで\nきないから、一つ一つのブラケットごとに行うこととなる。そうすると回動の軸は\n調整しようとする長孔・ボルトのあるブラケットと対向するケーシングチューブの\n反対側に固定されたボルト２１を軸として回動することになり、ブラケットごとに\n回動の軸が異なる。\nまた、本件引用例２（特公昭五三ー三五三六三号公報。乙第一二号証の三）で\nは、トラニオン装置の軸受８が上部固定台上をねじ杆８ａによって摺動するように\nなし、第４図の左右の軸受８を固定台上を相反方向に摺動させることによってトラ\nニオン装置全体をわずかに旋回させることが開示されている（３欄二三行ないし三\n七行）。しかし、この旋回も左右の軸受８を別々に摺動して行うものであり、トラ\nニオン装置が一つの中心軸線のまわりに正確な円回転をすることはできない。\nそして、「回転」という用語は、「くるくるまわること。また、まわすこと」あ\nるいは「休止せず、たえず活動・活用しつづけること」（広辞苑第五版四四二頁）\nと定義されており、必ずしも所定位置の垂直軸線の回りに回転するということが一\n義的に明確とはいえない。\nこれらによれば、本件特許権の出願人のした「三六〇度回転」との手続補正（乙\n第一三号証）が、本件引用例１、２の回動や旋回による調整に対して、本件各発明\nの回転台による回転が中心軸線の回りの正確な円軌道上の回転であるという点にお\nける差異を更に強調するためにしたものであることは、明らかである。\nなお、昭和五九年五月二三日付け意見書（乙第一四号証の一）には、「わずかな\n角度回動できるだけ」という記述もあるが、右の記載は、全体として本件引用例１\nが長孔１９を介した自在板２０の回転であり、本件引用例２は対向する軸受８の相\n反方向への移動による回転であることの指摘に意味があり、本件引用例の回転角度\nがわずかであることが本件各発明との差異であることを意味するものではない。\n(4)　また、本件特許公報中の「ケーシンク孔内のどのような偏心位置にで\nも真柱を建込むことができる」との効果（甲第一二号証６欄二行、三行）は、装置\nをケーシング孔の中の偏心した位置に設置できることから生じる効果であり、偏心\n位置への建込みであっても支持真柱の回転位相の調節量が微小であることはケーシ\nング孔内の中心位置に建込む場合と同じである。したがって、右の効果を理由とし\nて本件特許権の出願人が本件各発明の構成要件に三六〇度にわたって回転できると\nいう内容の要件を加えなければならなかったと解することはできない。\n(5) 　そして、イ号方法に使用されるイ号装置には、旋回輪軸受６ａがあ\nり、その支持架台（調整台）６は垂直軸線回りを±八度の範囲で回転することがで\nきるものである。\n(6)　したがって、イ号方法（及びイ号装置）は、「三六〇度回転調節自\n在」（及び「三六〇度回転自在」）との要件を満たすものである。\n(三)　本件工法発明③とイ号方法③は、同一である。\nイ号方法③ａは、イ号装置の支持架台を貫通して支持真柱をスタンドパイプ内に\n吊り下げて支持真柱の下端部を打設コンクリート中にどぶづけすることにほかなら\nず、「イ号装置の支持架台」が本件工法発明③ａの「この装置」、「スタンドパイ\nプ」が同「ケーシング」にそれぞれ相当するから、本件工法発明③ａを充足する。\nまた、イ号方法③ｂは、「イ号装置の支持架台」が本件工法発明③ｂの「支持真\n柱建込み装置」に相当し、「所定の高さに調節自在に支承」とは本件工法発明③ｂ\nの「高低調節自在に支承」ということにほかならないから、本件工法発明③ｂを充\n足する。\n(四)　本件工法発明④（本件装置発明⑤）とイ号方法④（イ号装置⑤）は、\n同一である。\n本件工法発明④ａでは「基部が摺動自在」としているのに対し、イ号方法（イ号\n装置）では、ガイドアームの基部が支持架台に固定されている一方、ガイドアーム\nが基部側アームブロックとアーム長固定用の中間アームブロックとガイドローラ支\n持用の先端側アームブロックとをボルト締めで一体に組み立てて構成され、あらか\nじめ用意された複数組の中間アームブロックの中から使用する構真柱の型状・寸法\nに対応した特定の中間アームブロックを選択して組み立てることにより、組み立て\nられたガイドアームのアーム長が所要長に設定されるものであるが、イ号方法（イ\n号装置）は、均等論により、本件工法発明（本件装置発明）の技術的範囲に含まれ\nる。\n(1)　すなわち、本件工法発明④ａ（本件装置発明⑤）の真柱ガイド装置\nは、建込み装置を貫通する支持真柱をガイドする機能を有する。アームが起倒自在\nであることによって、支持真柱をクレーンで吊り下ろす時にはアームを起して開口\nを十分広くとることができ、また、ガイドローラによって支持真柱をガイドをする\n時にはアームを倒してローラ間の開口の大きさが支持真柱のサイズに合致するよう\nに調節することができる。この点において、イ号方法④ａ（イ号装置⑤）は本件工\n法発明④ａ（本件装置発明⑤）と合致している。\n一方、両者の相違点は、建込み装置が様々なサイズの支持真柱に対応することが\nできるように、アームを倒した時のガイドローラ間の開口のサイズを変更する手段\nに関するものである。本件工法発明④ａ（本件装置発明⑤）は、アームの基部を移\n動自在にしてガイドローラ間の開口サイズを調整するのに対し、イ号方法④ａ（イ\n号装置⑤）では、アームを分割して長さの異なる中間アームブロックをあらかじめ\n準備することによって同一の目的を達している。\n本件各発明は、一本の支持真柱を建込む一連の作業を正確かつ容易、迅速に行え\nるようにする手段であることに発明の本質があるが、右の相違点は、同じ装置が異\nなるサイズ、形状の支持真柱にも適用できるために設けられた本件各発明の本質で\nはないところの手段に関する相違である。\nしたがって、本件では、相違部分が特許発明の本質的部分ではないとの均等の第\n一要件を満足している。\n(2)　右(1)のとおり、本件各発明は個々の支持真柱の建込み作業を正確か\nつ容易、迅速に行うことを目的とし、そのような作用効果を有するものであるとこ\nろ、右相違部分は個々の支持真柱の建込み作業とは関係のない構成であり、しか\nも、両者は支持真柱建込み装置が異なるサイズ、形状の支持真柱に適用できるため\nの手段であることにおいても同一であるから、右置換によって本件各発明の目的、\n作用効果に何らの差異が生じることもない。\nしたがって、本件では、相違部分の置換によって特許発明の目的を達することが\nでき、同一の作用効果を奏するとの均等の第二要件を満足している。\n(3)　本件特許明細書の開示（甲第一二号証６欄八行ないし一三行）によ\nり、当業者は、本件各発明においてアームの基部を移動させる構成の目的が、異な\nるサイズ、形状の支持真柱に適用するために、アームを倒した時のガイドローラ間\nの開口のサイズを変更することにあることを理解する。本件各発明を知る当業者に\nとっては、アームの基部の移動によってアームの実効上の長さを調節する代りに、\nアーム自体を分割して長さを可変とすることは容易に考え得ることである。\nしたがって、本件では、置換が当業者にとって侵害行為時において容易に想到す\nることができるとの均等の第三要件を満足している。\n(4)　本件引用例１、２には、そもそもレールを介した上部台車、下部台\n車、上部台車上の中心軸線の回りに回転する回転台の組合せによる装置が開示され\nていない。しかし、イ号方法、イ号装置には本件各発明と同じくこれらの組合せの\n構成が用いられているから、イ号方法、イ号装置が本件各発明の出願時に本件引用\n例１、２から容易推考されるものではない。\nしたがって、本件では、対象工法及び製品が特許出願時における公知技術と同一\n又は当業者がこれから右出願時に容易に推考することができたものではないとの均\n等の第四要件を満足している。\n(5)　イ号方法④ａ（イ号装置⑤）と本件工法発明④ａ（本件装置発明⑤）\nとの前記相違点は、本件特許権の出願人が手続補正によって加えた内容に関する相\n違ではなく、出願当初の特許請求の範囲に記載された内容に関する相違であるか\nら、本件では手続補正に基づいて包袋禁反言を論じる余地はない。\nしたがって、本件では、対象工法及び製品が特許出願手続において意識的に特許\n請求の範囲から除外されたものに当たるなどの特段の事由の不存在という均等の第\n五要件をも満足している。\n(五)　本件工法発明⑤とイ号方法⑤は、同一である。\n６　イ号装置についての侵害の成否\nイ号装置は、前記５と同様の理由で、本件装置発明の技術的範囲に属する。\n(一)　本件装置発明①とイ号装置①は、同一である。\n(二)　本件装置発明②・③とイ号装置②・③は、同一である。その理由は、\n前記５(二)のとおりであり、イ号装置③の支持架台は垂直軸線回りを±八度の範囲\nで回転することができるから、本件装置発明③の「三六〇度回転自在」の要件を充\n足する。\n(三)　本件装置発明④とイ号装置④は、同一である。イ号装置では、支持架\n台上の構真柱支承用ジャッキが設けられているから、本件装置発明において回転台\n上に支持真柱支承用ジャッキを設けていることと同一である。\n(四)　本件装置発明⑤とイ号装置⑤は、同一である。その理由は、前記５\n(四)のとおりであり、少なくとも、イ号装置は、均等論により、本件装置発明の技\n術的範囲に含まれる。\n７　損害\n被控訴人は、イ号装置を、本訴提起（平成六年三月九日）までの間に、少なくと\nも六台販売しているところ、その販売価格の合計は、四八一六万六六六五円であ\nり、被控訴人は、その五〇パーセントに当たる二四〇八万三三三二円の利益を得て\nいる。これは、控訴人が本件特許権侵害行為によって被った損害額と推定される。\n８　予備的請求ー準委任契約違反の債務不履行又は信頼関係違反の不法行為\n(一)(1)　控訴人は、長年ビルの基礎となる構真柱の建込工事を手掛け、工法\nにも種々の工夫をこらし、「北辰式工法」として大手建設業者や設計者にも信用を\n得てきた。特に、控訴人代表者である【Ａ】が昭和五五年春頃までに開発、完成し\nた本件装置発明は、構真柱のＸＹ平面上の位置、高さ、垂直性、回転位相を正確か\nつ容易、迅速に調整することを可能とした、従来にない画期的な発明であり、当\n時、控訴人以外には、このような装置を用いて正確、安全、迅速にビルの基礎とな\nる構真柱の建込みを行っていた例はなかった。\n(2)　本件装置発明は、前記１のとおり、昭和五五年五月三〇日に特許出願\nされ、昭和五七年一月五日に出願公開され、昭和五九年一〇月一二日に出願公告さ\nれた後、昭和六〇年五月二七日に特許登録された。\n(3)　しかし、控訴人としては、自ら工事を請負うのが本業であり、この発\n明を独占的に使用することによって重要なビルの基礎工事の請負を増加させること\nができるので、他社にこれを実施許諾することはなかった。\n(二)(1)　控訴人は、昭和五七年八月頃、被控訴人に対し、本件装置発明に係\nる装置（以下「控訴人装置」という。）の下請製造を依頼した場合にどの程度の金\n額で控訴人装置の製造が可能かにつき、見積りを依頼した。\n被控訴人は、その頃、控訴人の許諾を得て控訴人装置を解体し、図面を作成し、\n見積書を提出した。\n(2)　これにより、控訴人・被控訴人間には、被控訴人が、控訴人装置を解\n体の上、図面を作成すること、そして被控訴人が入手・作成する情報及び図面（以\n下「本件情報及び図面」という。）を見積りに必要な範囲でのみ使用し、見積り以\n外の目的で使用しないとの準委任契約が成立したというべきである。\n(3)　仮に、右(2)の準委任契約の成立が認められないしても、控訴人が被\n控訴人に控訴人装置の解体、図面作成を許したのは、両者間の信頼関係に基づくも\nのであり、本件情報及び図面を見積り以外の目的に流用することは、信頼関係に背\nくもので、著しく信義に反し不誠実であって、不正競争とも評すべきものであるか\nら、条理上も、被控訴人は本件情報及び図面を目的外に流用しないという義務を負\nう。\n(三)　しかるに、被控訴人は、鹿島建設と共謀し、平成元年八月頃から、控\n訴人との契約上の義務又は信頼関係に基づく義務に違反して、本件情報及び図面を\n目的外に使用し、控訴人装置に代替し、これと競合し得るイ号装置を設計した。\n(四)　被控訴人の社員【Ｆ】は、その陳述書（乙第二九号証、乙第三二号\n証）において、イ号装置は既存の構真柱建込み装置（乙第一〇号証）を改良したも\nのである旨述べるが、乙第一〇号証の機械は、「微調整をＸーＹ軸のフレームで位\n置決めしていた」（乙第二九号証３頁下から４行目）のもので、構真柱のＸＹ平面\n上の位置、高さ、垂直性、回転位相のすべてを正確かつ容易、迅速に調整できるも\nのとはいえないし、この装置をいくら眺めてみても、「ベースフレームと下部台車\nと上部台車で、回動可能な支持架台と複数組の真柱ガイドを備えている」装置に想\nい到ることはない。\n(五)　被控訴人の営業担当社員だった【Ｇ】は、右【Ｆ】の設計行為が、事\n実上控訴人装置の模倣（真似）であった旨供述しており（甲第七号証）、被控訴人\n代表者【Ｄ】は、一度は謝罪をしてきたものである（甲第八号証）。\n(六)　被控訴人が鹿島建設と共謀の上、前記イ号装置の原型となる図面を作\n成したことは、鹿島建設が、平成三年六月二八日、被控訴人の作成した右図面とほ\nとんど同一の図面を用いて特許出願したこと（甲第四三号証の図２ないし図４）、\n控訴人が被控訴人に右図面の提供を求めた際、被控訴人が鹿島建設から止められて\nいるとの理由で図面の提供を断ったこと（甲第二六号証の二）、控訴人が鹿島建設\nと交渉する過程で控訴人の求めに応じて同社から図面の提供があったことから、明\nらかである。\n(七)　被控訴人は、イ号装置を製造し、平成二年八月頃までに、鹿島建設\n（又は鹿島建設を含む聖路加国際病院第三街区建設工事共同企業体）に納入した\n（甲第九号証）。\n(八)　控訴人は、右被控訴人の債務不履行又は不法行為により、工事受注の\n機会を失い、少なくとも前記７の請求額以上の損害を被った。\n９　まとめ\nよって、控訴人は、被控訴人に対し、イ号装置の製造、使用、販売行為の差止\nめ、及びイ号方法の使用の差止め、並びに特許侵害（予備的に、準委任契約違反の\n債務不履行又は信頼関係違反の不法行為）による損害金二四〇八万三三三二円及び\nこれに対する請求後（又は不法行為後）である平成六年八月九日から支払済みまで\n年六分（原審での請求は年五分）の割合による遅延損害金の支払を求める。\n二　請求原因に対する認否及び被控訴人の主張\n１　請求原因１（本件各発明）は認める。\n２　同２（本件各発明の分説）は争う。\n３　同３（イ号方法、イ号装置）は争う。\nイ号方法、イ号装置は、控訴人による付加、変更、削除前の別紙物件目録の記載\nにより表現されるべきである（控訴人による付加、変更、削除箇所は、別紙物件目\n録において、右線、二本線等により表示されている。）。\nまた、控訴人が主張する「下部ジャッキ」は、平成元年ないし平成二年当時、い\nまだ考案されておらず、当時のイ号工法、イ号装置では全く使用できるはずがない\nものである。\n４　同４（イ号方法、イ号装置の分説）は争う。\n５(一)　同５（イ号方法の侵害の成否）(一)は争う。\nベノト工法では、ケーシングを用いてその中を掘削するが、リバース工法で\nは、ケーシングを用いない。リバース工法で用いられるスタンドパイプは、ケーシ\nングとは、用途、機能を全く異にするものである。本件工法発明①は、ベノト工法\nについて記載したものであるから、リバース工法であるイ号方法①とは、同一では\nない。\n(二)　同５(二)は争う。\n(1)　一般人の常識からすれば、「三六〇度回転調節自在」なる文言は、零\n度ないし三六〇度の範囲内において、回転が自由にできて、その範囲内の調節が可\n能であるという意味に理解され、「三六〇度」なる表現は、「回転の度合」を示す\n表現である。\n「回転運動」の定義を見ると、「物体または質点系が、相互間の相対的位置を変\nえず、一定直線〈回転軸〉の周囲を回転する運動」とされている（広辞苑）。つま\nり、「中心軸線の回りを回転する」ことが、「回転運動」を表すのであって、「三\n六〇度」なる形容詞が「中心軸線の回転」を意味するなどということは、言語矛盾\nである。\n(2)　控訴人主張の本件工法発明における吊り下げ前の芯出しは、本来の構\n真柱の芯出し作業のための準備段階におけるケーシング装置の芯出し等にすぎな\nい。\n(3)　仮に、右解釈が認められないとしても、イ号工法、イ号装置のよう\nに、構真柱建込機がわずかな角度範囲でしか回動しないものは、本件特許権の出願\n手続において、特許請求の範囲から意識的に除外されたものである。\nすなわち、当初の本件各発明の特許願書（乙第一一号証）では、特許請求の範囲\n第一項において、「回転調節自在」と表示していたが、拒絶理由通知（乙第一二号\n証の一）を受けたため、手続補正書（乙第一三号証）により、「三六〇度回転調節\n自在」、「三六〇度回転自在」と補正した結果、特許性が認められたものである。\n右手続補正書と同時に提出された意見書（乙第一四号証の一）においても、本件\n引用例１、２について、「また上部台車７上に三六〇度回転自在に装置した回転台\n１０の構成もない。すなわち、第１引例は、・・・わずかな角度回動できるだけで\nあり、また第２引例は、・・・わずかな角度回動できるだけである。」（四頁一五\n行ないし五頁一行）と述べられ、さらに、本件各発明につき、「また作用効果にお\nいても、・・・回転台１０は上部台車７に対して三六〇度回転自在にしたから、別\n紙参考資料思料に示すように掘削孔に対して大きく偏心した位置にも支持真柱を正\n確にセットすることができる。」（七頁一二行ないし一八行）と述べられている。\n(4)　控訴人は、本件引用例１、２においては、軸線がずれて回動する旨主\n張する。\nしかしながら、本件引用例１（乙一二号証の二）の記載によると、「ブラケット\n（Ａ）・・・をケーシングチューブの内周面に係止し、・・・フックボル\nト(21)、(22)で固定する。この際ブラケットは正しい位置に設置されるように夫々\nブラケットの芯を直交する二つの通芯に合うよう設置し、昀後の微動調整は、自在\n板(20)を長孔(19)、(19)を介して回動することによって行い、ボルト(21)によって\n固定する」（三頁右上欄末行ないし左下欄八行）としている。この記載及び第一一\n図、第一二図から明らかなとおり、自在板(20)は、ブラケットの芯を通り、直交す\nる二つの通芯の交点を中心として円弧を描く回動を行うものである。\n次に、本件引用例２（乙第一二号証の三）の場合も、第四図の左右の軸受(8)を固\n定台上を相反方向に摺動させることによって、トラニオン装置全体をわずかに旋回\nさせる場合、相反方向に摺動する「Ｐ１」、「Ｐ２」の二点を結ぶ直線の中点が回\n転運動の中心点となっていることは、明白なことであり、軸線がズレて回動するわ\nけではない。\n(三)　同５(三)は争う。\n本件工法発明③ａとイ号方法③ａは、動的状態で比較すると、全く異なり、同一\nではない。\n(四)　同５(四)は争う。\n本件工法発明④ａにおける「挟持」とは、「挟持とは、挟んだ状態で支持するこ\nと。（例）電池が左右のバネで挟持される。加工物が万力に挟持される」（特許技\n術用語委員会編「特許技術用語集」（日刊工業新聞社発行）三一頁）、「挟む」と\nは、「物と物との間にさし入れて両側から固定する。物と物との間に入れて落ちな\nいようにする。」（広辞苑第五版二一三五頁）とされていることから明らかなよう\nに、「物と物との間に入れて落ちない状態で支持すること」である。\n動的観点からガイドローラの作用機能を考察すれば、本件各発明における「ガイ\nドローラ付アーム基部の摺動自在」ということは、「支持真柱の直接的挟持」を目\n的とするもので、本件各発明にとって、極めて重要な構成要素であり、単なる「間\n隔を調節する」等の形式的単純な操作ではない。\nこれに対し、イ号工法、イ号装置では、当該建込みの対象となる支持真柱の断面\n型状・サイズに対応したゲージ枠を選定し、このゲージ枠のサイズに対応して、ガ\nイドアームの長さも決定される。そして、この決定された長さによるアームは、単\nにゲージ枠を支承すれば足りるのであって、支持真柱を挟持する作用など行う必要\nがないのである。\nこのように、本件各発明とイ号方法、イ号装置とでは、「ガイドアーム」の作用\n効果が基本的に異なっているものであり、その間に均等が成立することはない。\n６　同６（イ号装置の侵害の成否）については、いずれも争う。\n(一)　本件装置発明②・③とイ号装置②・③との対比についての認否、主張\nは、前記５(二)のとおりであり、イ号装置③は、本件装置発明③の「三六〇度回転\n自在」の要件を充足しない。\n(二)　本件装置発明⑤とイ号装置⑤との対比についての認否、主張は、前記\n５(四)のとおりであり、均等が成立することはない。\n７　同７（損害）は争う。\n８　同８（予備的請求）(一)のうち、(1)は争い、(2)は認め、(3)は不知。\n同８(二)のうち、(1)は認め、(2)、(3)は争う。\n同８(三)ないし(六)及び(八)は争い、(七)は認める。\n昭和五七年八月頃、被控訴人の社員【Ｆ】が、控訴人代表者【Ａ】の依頼で、控\n訴人装置製作のための見積書と図面を作成した事実は存在したが、結局、控訴人装\n置の製造の発注は行われず、そのままとなってしまったものであり、その後、被控\n訴人がイ号装置の製造のためにその図面等を冒用ないし模倣した事実はない。\nそもそも、イ号装置は、控訴人装置がベノト工法を採用しているため、リバース\n工法を施工する必要があった聖路加病院建設基礎工事には採用することができなか\nったことから、考案されたものであり、控訴人装置を模倣するなどという発想が湧\nいてくるはずはないことである。\n理                  由\n一  本件特許権侵害の主張について\n１　まず、イ号方法が本件工法発明②の「三六〇度回転調節自在」を充足する\nか、イ号装置が本件装置発明③の「三六〇度回転自在」を充足するかどうかついて\n検討することとする。\n(一)　請求原因１（本件各発明ー特許請求の範囲第１項、第２項の記載）は当\n事者間に争いがない。\n(二)　これら本件各発明の特許請求の範囲の記載によれば、「三六〇度回転調\n節自在」、「三六〇度回転自在」は、文言上、回転台が三六〇度にわたって回転し\n得るものであるという回転の度合を示すものと認めるのが自然であるというべきと\nころ、本件特許公報（甲第一二号証）の発明の詳細な説明及び図面には、「三六〇\n度回転調節自在」等が、控訴人の主張するように、実際に三六〇度という量の回転\nをさせるという回転の度合ではなく、垂直軸線回りに回転調節自在、回転自在であ\nるという回転の性状のみを意味するものと解すべきことをうかがわせる記載はな\nい。また、墨だし、これに合わせての支持真柱建込み装置の設置、支持真柱建込み\n装置の前後及び左右方向移動調節機能を利用しての芯出しにより、支持真柱を吊り\n下げた段階で微調整のために行われるのは実際には回転角度一度以下ないし数度の\n回転であるとの点も、右「三六〇度回転調節自在」等を、回転の度合ではなく、垂\n直軸線回りに回転し得るという回転の性状を意味するものであると解すべき事情と\nは認められない。\n２　また、「三六〇度回転調節自在」、「三六〇度回転自在」が回転台の三六〇\n度にわたる回転の度合を意味することは、出願経過を参酌することによって、より\n明らかである。\n(一)　すなわち、乙第一一号証、乙第一二号証の一ないし三、乙第一三号証、\n乙第一四号証の一、二、乙第一五号証によれば、次の事実が認められる。\n(1)　【Ａ】が本件特許権について出願をした際における特許請求の範囲は、\n次のとおりであった。\n特許請求の範囲第１項\n「地盤中にケーシングを圧入し、そのケーシング内を掘削し、その底部に鉄筋コン\nクリート基礎を打設してから、前後および左右に移動調節自在にして、かつ回転調\n節自在な支持真柱建込み装置を地盤上に設置し、この装置を貫通して支持真柱を前\n記ケーシング内に吊り下げて支持真柱の下端部を前記打設コンクリート中にどぶづ\nけし、前記支持真柱建込み装置と、支持真柱とケーシング間に配置した複数組の調\n節ジャッキにより支持真柱の芯出しを行った後、前記打設コンクリートの養生を行\nうことを特徴とする支持真柱建込み工法。」\n特許請求の範囲第２項\n「ベースフレーム上に一方向に移動自在にして固定位置が調節できる下部台車を設\nけ、この下部台車上に下部台車の移動方向と直交する方向に移動自在にして固定位\n置が調節できる上部台車を設け、この上部台車上に回転自在にして固定位置が調節\nできる回転台を設け、この回転台上に放射方向に移動自在にして固定位置が調節で\nきる複数組の真柱ガイド装置を設けてなる支持真柱建込み装置。」\n(2)　右出願に対して、特許庁審査官は、拒絶理由通知書（乙第一二号証の\n一）を発した。その内容は、右出願に係る発明は、本件引用例１、２に基づいて容\n易に発明することができたものと認められるというものであった。\n(3)　本件引用例１は、地下柱の建込み方法及び建込み装置に関するものであ\nる。本件引用例１では、ケーシングチューブを用いて地下孔を掘削し、地下孔の底\n部に基礎コンクリートを充填した後、ケーシングチューブの上部にブラケットを固\n定し、その上に自在板を取り付け、さらに、その上にジャッキと井桁状の位置決め\n枠を載置し、位置決め枠の中央部に、円孔を有する角形板体並びに貫通孔及び切り\n込みガイドを有する位置決め用テンプレートを設置し、リブ付きガイドパイプを、\nリブを右切り込みガイドに嵌入し右貫通孔を通って降下させ、ガイドパイプをその\n下にある鋼管柱と結合することによって、正しい位置に地下柱を建て込む方法及び\nそのための装置が開示されていた。右自在板は、正確な位置決めを可能にするため\nに回動するようになっていたが、その範囲は、右自在板に切られた長孔の範囲であ\nり、回動する範囲は限られたものであった。\n本件引用例２は、地下柱の建込み方法に関するものである。本件引用例２では、\n地表に独立に自立して設置される固定台と、固定台の水平レベルを調整する水平レ\nベル調整手段と、固定台の中央部に形成された鋼管柱を垂直方向に案内するための\n外枠内枠とからなり、外枠内枠の水平面内の直交する二方向の移動及び水平面内の\n回転を行う手段を設け、外枠内枠の水平面内において位置調節を可能としたことを\n特徴とする地下柱の建込み装置が開示されていた。右装置において、右回転は、鋼\n管柱を建て込む前又は建て込んだ後に行われるが、固定台上の対向する軸受本体を\n相反する方向へ移動させることによって行われるもので、その回転する範囲は限ら\nれたものであった。\n(4)　右拒絶理由に対して、【Ａ】は、手続補正書（乙第一三号証）を提出し\nて、特許請求の範囲を、前記第二の一１(一)記載のように補正した。そして、昭和\n五九年五月、意見書（乙第一四号証の一、二）を提出し、本件各発明が進歩性を有\nする理由の一つとして、本件引用例１、２においては、わずかな角度回動すること\nが開示されているのみであるが、本件各発明においては、三六〇度回転自在である\nから、そのような三六〇度回転自在である構成は、本件引用例１、２にはない旨主\n張した。\n(5)　その結果、昭和六〇年五月に特許請求の範囲が前記第二の一１(一)のと\nおりである本件特許権が成立した。\n(二)　控訴人は、右手続補正は、本件引用例１、２の回動や旋回による調整に\n対して、本件各発明の回転台による回転が中心軸線の回りの正確な円軌道上の回転\nであるという点における差異を更に強調するためにしたものであり、右意見書の\n「わずかな角度回動できるだけ」という記載は、全体として本件引用例１が長孔１\n９を介した自在板２０の回転であり、本件引用例２は対向する軸受８の相反方向へ\nの移動による回転であることの指摘に意味があり、本件引用例の回転角度がわずか\nであることが本件各発明との差異であるという意味ではない旨主張するが、これら\nの主張は、右手続補正書や意見書の記載から離れた不自然な解釈といわなければな\nらず、到底採用することができない。\n３　以上によれば、本件工法発明②の「三六〇度回転調節自在」、本件装置発明\n③の「三六〇度回転自在」は、文字どおり「三六〇度の回転」を意味するものと認\nめられる。\n４　イ号方法、イ号装置における構真柱建込機が中心角±八度の角度範囲におい\nてのみ回動するものであることは、当事者間に争いがない。\nしたがって、イ号方法が本件工法発明②の「三六〇度回転調節自在」を充足する\nとは認められず、イ号装置が本件装置発明③の「三六〇度回転自在」を充足すると\nも認められない。\n５　なお、前記２(一)に認定の事実によれば、イ号方法、イ号装置のように、構\n真柱建込機がわずかな角度範囲でしか回動しないものは、本件特許権の出願手続に\nおいて、特許請求の範囲から意識的に除外されたものと認められ、イ号方法、イ号\n装置において中心角±八度の角度範囲においてのみ回動する点が「三六〇度回転調\n節自在」、「三六〇度回転自在」のものと均等であると認めることもできない。\n６　そうすると、本件特許権侵害を理由とする控訴人の請求は、その余の点につ\nいて判断するまでもなく、いずれも理由がない。\n二　準委任契約違反の債務不履行又は信頼関係違反の不法行為の主張について\n１　控訴人は、昭和五七年八月頃、被控訴人に対し、控訴人装置の下請製造を依\n頼した場合にどの程度の金額で控訴人装置の製造が可能かにつき見積を依頼したこ\nと、被控訴人は、その頃、控訴人の許諾を得て控訴人装置を解体し、図面を作成\nし、見積書を提出したことは、当事者間に争いがない。\n２　前記（第二の一１(一)）のとおり、本件各発明は昭和五七年一月五日に出願\n公開されたものであり、被控訴人を含む公衆一般は、本件工法発明、本件装置発明\nの概要をその公開公報によって知ることができ、本件特許権の侵害に当たらない限\nり、右公開情報から得られた情報や公知技術等を利用して、ベースフレーム、下部\n台車、上部台車、回動可能な支持架台及び複数組の真柱ガイドを備えた構真柱建込\n機を製作することができるものである。したがって、控訴人が予備的に請求原因と\nして主張する被控訴人の行為が準委任契約違反の債務不履行又は信頼関係違反の不\n法行為として違法なものと評価されるには、被控訴人が単に右公開公報から得られ\nる程度の情報を使用しただけでは足りず、右公開公報からは得られない控訴人装置\nの解体、図面作成により得られたノウハウともいうべき開示されていない営業秘密\nに係る情報を使用したことが必要である。\nしかしながら、被控訴人がイ号装置を製作したのは平成二年以降であることは、\n当事者間に争いがなく、イ号装置が本件特許権を侵害しないことは前記一に説示の\nとおりであり、被控訴人が右公開公報から得られる情報を超えて、控訴人装置の解\n体、図面作成により得られたノウハウともいうべき営業秘密に係る情報を使用して\nイ号装置を製作したことを認めるに足りる的確な証拠はない。\n３(一)　控訴人は、被控訴人の営業担当社員だった【Ｇ】は、被控訴人の技術担\n当社員の【Ｆ】の設計行為が事実上控訴人装置の模倣（真似）であった旨供述して\nいる旨（甲第七号証）主張する。確かに、甲第七号証によれば、被控訴人の営業担\n当社員だった【Ｇ】は本訴提起後である平成七年七月三〇日頃、控訴人の応接室に\nおいて、控訴人代表者【Ａ】の質問に対し、控訴人の右主張のとおりの趣旨ではな\nいかとも受け取れる発言をしていることが認められるが、他方で、【Ｇ】は、「そ\nの機械が、北辰さん（控訴人）のお仕事に脅かすような機械であるか、特許がある\nか、そのへんの判断のついてたかついてなかったかは、私はちょっとわかりません\nけども、」とも述べており、その発言全体からは、右公開公報から得られた情報を\n超え、控訴人装置の解体、図面作成によらなければ得られなかったノウハウともい\nうべき営業秘密に係る情報を使用したことを知っていて、その事実を認めた趣旨の\nものということは到底できず、【Ｇ】の発言を根拠に、被控訴人が右公開公報から\n得られる情報を超えて、控訴人装置の解体、図面作成により得られた営業秘密に係\nる情報を使用してイ号装置を製作したものと認めることはできない。\n(二)　さらに、控訴人は、被控訴人代表者の【Ｄ】は一度は謝罪をしてきたこ\nと（甲第八号証）を本件情報及び図面を使用したことの根拠として主張する。確か\nに、甲第八号証によれば、被控訴人は、平成四年六月二五日付けで、「構真柱芯出\n治具の製造販売についてのおわび」と題する書面を控訴人に提出していることが認\nめられる。しかしながら、右甲第八号証のほか、乙第一ないし第三号証及び弁論の\n全趣旨によれば、控訴人と被控訴人とは、昭和五五年頃から継続的に取引を行って\nいたが、平成四年六月頃、控訴人代表者【Ａ】は、被控訴人が本件特許権を侵害し\nたとか控訴人装置を模倣してイ号装置を製作したと主張して被控訴人の責任を追及\nしたのに対し、被控訴人は、本件特許権を侵害したことはなく、イ号装置は自社開\n発によるものであって、控訴人装置を模倣したものではない旨主張していたこと、\n控訴人は、同年六月一七日付けで控訴人から取引停止の通告を受け、控訴人が取引\n高の多い長年の顧客であったため、右六月二五日付のおわびの書面を提出したもの\nであるが、この書面には、「この度は御社に多大なご迷惑をおかけ致しまして、誠\nに申し訳けなく、心から深くおわび申し上げます。」、「誠に不躾とは存じますが\n何卒ご寛大なるお取り計らいを切にお願い申し上げます。」、「どうか従前通りの\nお取引も重ねてお願い申し上げます。」と記載されているが、本件特許権の侵害等\nについて具体的にこれを認める趣旨の記載はないことが認められ、右おわびの書面\nは、本件特許権侵害等を認めたものというより、専ら控訴人の取引停止の通告に対\nし、取引の継続方を懇願している趣旨のものとみることができる。\nしたがって、右おわびの書面の提出を根拠に、被控訴人が右公開公報から得られ\nる情報を超えて、控訴人装置の解体、図面作成により得られたノウハウともいうべ\nき営業秘密に係る情報を使用してイ号装置を製作したものと認めることはできず、\n控訴人代表者【Ａ】の陳述書（甲第七二号証の一、第七三号証の一）をもってして\nも、右の認定、判断を左右するに足りない。\n４　そうすると、控訴人の準委任契約違反の債務不履行又は信頼関係違反の不法\n行為に基づく請求は、その余の点について判断するまでもなく、理由がない。\n三　結論\nよって、控訴人の請求はいずれも理由がなく、原判決は正当であるから本件控訴\nを棄却し、控訴人の当審における新請求である予備的請求及び付帯請求の拡張部分\nも理由がないからこれを棄却することとし、主文のとおり判決する。\n（口頭弁論終結の日　平成一一年一二月一六日）\n東京高等裁判所第一八民事部\n裁判長裁判官    　　　永　　　井　　　紀　　　昭\n裁判官          塩　　　月　　　秀　　　平\n裁判官          市　　　川　　　正　　　巳\n"
}