{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 16,
    "month": 5,
    "day": 12
  },
  "case_number": "平成13(行ウ)79",
  "case_name": "高石市立東羽衣保育所廃止処分取消等請求事件",
  "court_name": "大阪地方裁判所",
  "field": "行政",
  "gist": "１　高石市立保育所設置条例の一部を改正する条例（平成１３年高石市条例第１０号）の制定によって廃止された市立保育所に在所していた児童の保護者らが，市に対して提起したその廃止の取消しを求める訴えが，同条例の制定による前記保育所の廃止は前記保護者らの具体的な権利を侵害する行政処分に当たるとして，適法とされた事例　２　高石市立保育所設置条例の一部を改正する条例（平成１３年高石市条例第１０号）の制定によって廃止された市立保育所に在所していた児童の保護者らが市に対して提起した同廃止処分の取消請求が，棄却された事例",
  "case_gist": "１　高石市立保育所設置条例の一部を改正する条例（平成１３年高石市条例第１０号）の制定によって廃止された市立保育所に在所していた児童の保護者らが，市に対して提起したその廃止の取消しを求める訴えにつき，地方公共団体の行う条例の制定は，通常は，一般的，抽象的な規範を定立する立法作用の性質を持つものであり，抗告訴訟の対象となる処分には当たらないが，他に行政庁の具体的処分を経ることなく，条例自体によって，その適用を受ける特定の個人の具体的な権利義務に直接影響を及ぼすような例外的な場合には，当該条例の制定行為自体をもって行政処分とみる余地が存するとした上，平成９年法律第７４号による改正後の児童福祉法の下では，前記保護者らは，市との間で，同人らが選択した保育所において同人らの児童の保育を実施することを内容とする利用契約を締結し，同契約の存続期間中当該児童について，その選択した保育所において保育を受ける権利を有すると解されるから，前記条例の制定による保育所の廃止は，前記保護者らの具体的な権利を侵害する行政処分に当たるとして，前記訴えを適法とした事例　２　高石市立保育所設置条例の一部を改正する条例（平成１３年高石市条例第１０号）の制定によって廃止された市立保育所に在所していた児童の保護者らが市に対して提起した同廃止処分の取消請求につき，同処分は，財政状況が悪化している市が，財政効果の観点及び保育所民営化による待機児童の解消や延長保育の実施といった保育サービスの拡充の観点から行ったものであり，当該処分に裁量権の逸脱ないし濫用は認められないとして，前記請求を棄却した事例",
  "lawsuit_id": "33343",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=33343",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/343/033343_hanrei.pdf",
  "contents": "主文\n１ 高石市立Ｐ１保育所の廃止処分の取消しを求める原告らの請求をいずれも棄\n却する。\n２ 原告らの予備的請求に係る訴えをいずれも却下する。\n３ 訴訟費用は，原告らの負担とする。\n事実及び理由\n第１ 請求\n１ 主位的請求\n被告が「高石市立保育所設置条例の一部を改正する条例」（平成１３年高石\n市条例第１０号。以下「本件改正条例」という。）の制定によってした，高石\n市立Ｐ１保育所（以下「本件保育所」という。）の廃止処分（以下「本件廃止\n処分」という。）を取り消す。\n２ 予備的請求\n(1) 被告が制定した本件改正条例が無効であることを確認する。\n(2) 被告は，原告らに対し，本件改正条例に基づく一切の準備行為及び本件保\n育所における保育の実施の解除処分をしてはならず，平成１４年４月１日以\n降も原告らの監護する別紙目録記載の児童（以下「本件各児童」という。）\nを本件保育所において保育の実施をしなければならない。\n第２ 事案の概要\n本件は，高石市に居住し，本件各児童の親権者であり，その監護する本件各\n児童を本件保育所に入所させていた原告らが，被告が本件改正条例により，高\n石市立保育所設置条例（昭和６２年高石市条例第５号。以下「本件条例」とい\nう。）の一部を改正して本件保育所を廃止したため，本件各児童を本件保育所\nに入所させ，本件保育所において保育を受けてきた原告らの権利を侵害したと\nして，主位的請求として，本件改正条例の制定による本件保育所の廃止処分\n（本件廃止処分）の取消しを，予備的請求として，本件改正条例の無効確認並\nびに無名抗告訴訟としての本件改正条例に基づく準備行為及び本件保育所にお\nける保育の実施の解除の禁止（予防的不作為訴訟）と本件保育所における保育\nの実施（義務付け訴訟）を求めている事案である。\nなお，訴状の記載からは，原告らは，本件改正条例の公布をもって取消訴訟\n（主位的請求）ないし無効確認訴訟（予備的請求）の対象となる行政処分とす\nる趣旨と解されなくはない。しかしながら，原告らは，上記取消しないし無効\n確認を求める相手方（被告）として，高石市長ではなく，高石市としているこ\nとや，原告らの準備書面の記載など弁論の全趣旨を総合すれば，原告らは，本\n件改正条例の制定をもって行政処分とする趣旨と解するのが相当である。\n１ 前提となる事実等\n(1) 児童福祉法及び本件条例の定め等\nア 児童福祉法の定め\n(ア) 平成９年法律第７４号による改正（以下「平成９年改正」とい\nう。）\n前の児童福祉法２４条は，市町村は，保護者の労働又は疾病その他の政\n令で定める基準に従い条例で定める事由により，その監護すべき乳児，\n幼児又は３９条２項に規定する児童の保育に欠けるところがある場合に\nおいて，保護者から申込みがあったときは，それらの児童を保育所に入\n所させて保育する措置を採らなければならない旨規定していた。\n(イ) 児童福祉法について平成９年改正が行われた。これは，児童福祉法\nは昭和２２年に制定されたものであるところ，近年の少子化の進行，夫\n婦共働き家庭の一般化，家庭や地域の子育て機能の低下，児童虐待の増\n加など児童や家庭を取り巻く環境は大きく変化しているのに対し，児童\n家庭福祉制度は，発足以来，その基本的枠組みは変わっておらず，保育\n需要の多様化や，児童をめぐる問題の複雑・多様化に適切に対応するこ\nとが困難になっているなど，制度と実態の齟齬が顕著になっていること\nを踏まえ，児童の福祉を増進するため，子育てしやすい環境の整備を図\nるとともに，次代を担う児童の健全な成長と自立を支援するため，児童\n家庭福祉制度を再構築するとの趣旨で改正が行われたものである。\nそして，この平成９年改正の中で，児童保育施策等の見直しとして，\n保育所について，市町村の措置による入所の仕組みを，保育所に関する\n情報の提供に基づき保護者が保育所を選択する仕組みに改めることとさ\nれた。\n（乙５号証の２）\n(ウ) 平成９年改正後の児童福祉法２４条は，１項で，市町村は，保護者\nの労働又は疾病その他の政令で定める基準に従い条例で定める事由によ\nり，その監護すべき乳児，幼児又は３９条２項に規定する児童の保育に\n欠けるところがある場合において，保護者から申込みがあったときは，\nそれらの児童を保育所において保育しなければならない旨の規定となっ\nた。また，同改正後の同法２４条２項は，同条１項に規定する児童につ\nいて保育所における保育を行うこと（以下「保育の実施」という。）を\n希望する保護者は，厚生省令（現厚生労働省令）の定めるところにより，\n入所を希望する保育所その他同省令の定める事項を記載した申込書を市\n町村に提出しなければならない旨規定し，同条３項は，市町村は，一の\n保育所に付いて，当該保育所への入所を希望する旨を記載した前項の申\n込書に係る児童のすべてが入所する場合には当該保育所における適切な\n保育の実施が困難となることその他のやむを得ない事由がある場合にお\nいては，当該保育所に入所する児童を公正な方法で選考することができ\nる旨規定する。さらに，同改正後の同条５項は，市町村は，同条１項に\n規定する児童の保護者の保育所の選択及び保育所の適正な運営の確保に\n資するため，同省令の定めるところにより，その区域内における保育所\nの設置者，設備及び運営の状況その他の同省令の定める事項に関し情報\nの提供を行わなければならない旨規定している。\n(エ) また，保育の実施（平成９年改正後）を解除する場合においては，\n市町村長は，あらかじめ，当該保育の実施に係る児童の保護者に対し，\n当該保育の実施の解除の理由について説明するとともに，その意見を聴\nかなければならない旨規定されている（平成９年改正後の児童福祉法３\n３条の４。なお，同改正前においても，措置の解除について，同様の規\n定がされていた。）。\n(オ) 児童福祉法３５条３項は，市町村は，厚生省令（現厚生労働省令）\nの定めるところにより，あらかじめ，同省令で定める事項を都道府県知\n事に届け出て，児童福祉施設を設置することができる旨規定している。\nイ 本件条例（平成６年高石市条例第７号による改正後のもの）の定め\n本件条例１条は，被告は，児童福祉法３５条３項の規定に基づき，高石\n市内に居住する児童を保護し，その健全な育成を図るため保育所を設置す\nる旨規定する。\nそして，本件改正条例による改正前の本件条例２条は，保育所の名称及\nび位置として，以下の６か所の保育所（以下「市立保育所６園」とい\nう。）を掲げていた。\n高石市立Ｐ２保育所（高石市α××××番地）\n高石市立Ｐ３保育所（高石市β×××番地の４）\n高石市立Ｐ４保育所（高石市γ×××番地の１）\n高石市立Ｐ５保育所（高石市δ×××番地の１）\n高石市立Ｐ６保育所（高石市ε×××番地の１）\n高石市立Ｐ１保育所（高石市ζ××番地の３）（本件保育所）\n（甲１号証）\nウ 本件改正条例の定め\n本件改正条例は，本件条例２条から，高石市立Ｐ１保育所（本件保育\n所）の項を削るというものであり，その附則において，本件改正条例は平\n成１４年４月１日から施行する旨規定されている。\n（甲６号証）\nエ 高石市保育実施条例（昭和６２年高石市条例第４号。平成９年１２月１\n７日高石市条例第１１号による改正後のもの。以下「実施条例」とい\nう。）の定め\n実施条例は，児童福祉法２４条１項の規定に基づき保育の実施に関し必\n要な事項を定めるものである（１条）。実施条例２条は，保育の実施基準\nについて規定しており，３条は，申込手続その他保育の実施に関し必要な\n事項は，市長が別に定める旨規定している。\n（甲２号証）\nオ 高石市保育実施条例施行規則（昭和６２年高石市規則第１３号。平成１\n０年３月３１日高石市規則第１４号による改正後のもの。以下「実施規\n則」という。）の定め\n実施条例の施行について必要な事項を定めるものとして，実施規則が制\n定されている（１条）。実施規則２条１項は，保育所に児童の保育を委託\nしようとするときは，福祉事務所長の承諾を受けなければならない旨規定\nし，また同条２項は，福祉事務所長は，児童が保育上又は管理上適当でな\nいと認めるときは，入所の許可をしないことができる旨規定している。そ\nして，実施規則３条１項は，入所の承諾を受けようとする者（申込者）は，\n保育所入所申込書を福祉事務所長に提出しなければならない旨規定し，４\n条は，福祉事務所長は，入所の承諾又は不承諾を決定したときは，保育所\n入所承諾書又は保育所入所不承諾書により申込者に通知するものとする旨\n規定している。\nまた，実施規則６条は，児童又はその保護者が，(ア)実施条例２条の規\n定に該当しなくなった場合（１号），(イ)保護者が福祉事務所長が行う保\n育上の指示に従わない場合（２号），(ウ)疾病その他の事由により他の児\n童に悪影響を及ぼす恐れがある場合（３号），(エ)実施規則２条２項に該\n当するに至った場合（４号），(オ)その他福祉事務所長が適当でないと認\nめた場合（５号）の一に該当する場合には，福祉事務所長は，一時その出\n席を停止し，又は退所させることができる旨規定している。そして，実施\n規則７条は，福祉事務所長は，実施規則６条の規定により児童を退所させ\nるときは，保育実施解除通知書により保護者に通知するものとする旨規定\nしている。\n（甲３号証）\n(2) 本件各児童の本件保育所への入所\nア 原告Ｐ７について\n原告Ｐ７は，高石市に居住する者であり，Ｐ８（平成▲年▲月▲日\n生。）の親権者である。\n原告Ｐ７は，被告から委任された高石市福祉事務所長から，平成１１年\n３月２５日，Ｐ８について，実施期間を同年４月１日から平成１７年３月\n３１日までとして，本件保育所への入所承諾の決定を受け，Ｐ８について\n本件保育所において保育を受けていた。\n（当事者間に争いのない事実）\nイ 原告Ｐ９について\n原告Ｐ９は，高石市に居住する者であり，Ｐ１０（平成▲年▲月▲日\n生。）及びＰ１１（平成▲年▲月▲日生。）の親権者である。\n原告Ｐ９は，被告から委任された高石市福祉事務所長から，Ｐ１０につ\nいては，平成１２年３月２７日，実施期間を同年４月１日から平成１７年\n３月３１日までとして，Ｐ１１については，平成１３年３月２３日，実施\n期間を同年４月１日から平成１９年３月３１日までとして，それぞれ本件\n保育所への入所承諾の決定を受け，Ｐ１０及びＰ１１について，本件保育\n所において保育を受けていた。\n（当事者間に争いのない事実）\n(3) 本件保育所の廃止（民営化）に至る経緯\nア 被告（高石市行財政改革推進本部）は，平成１０年２月，財政運営，事\n務事業，組織体制などの行政全般にわたる見直しを行い，市民福祉の一層\nの向上のため，市民のニーズに柔軟に対応できる行政サービス体制の確保\nがより重要になっているとし，少子高齢化，国際化，高度情報化の進展な\nど，社会経済情勢の変化と地方分権化のもと，新たな行政課題に対応する\nため，既存の行政を再点検し，限られた財源と人材を有効に活用し，昀小\nの経費で昀大の効果が上げられるよう，簡素で効率的な行財政運営をめざ\nすためとして，高石市行財政改革大綱を策定した。同大綱においては，事\n務事業について，民間活力の活用をあげ，多様化，高度化する市民ニーズ\nに応えるため，民間のノウハウが十分に活かせ，効果的，効率的に市民サ\nービスの向上が図れるものについては，既存の第３セクターの活用を図る\nとともに積極的に各種団体，企業など民間活力の導入を検討するとされて\nいる。\n（乙４１号証）\nイ 被告は，地方税法改正等による大幅な税収減の影響により，被告の財政\n状況は他市町村に比べて急激に悪化し，極めて深刻な状況に直面してきて\nいるとして，高石市行財政改革大綱をより実効のあるものとし，市民福祉\nの一層の向上を図り，市民のニーズに柔軟に対応できる行政サービス体制\nを確保するため，市民の目線にたって無駄を省き，行政の全ての分野にお\nいて総点検や見直しを行うためとして，平成１２年８月，高石市行財政改\n革実施計画を策定した。同実施計画は，平成１２年度を初年度とする概ね\n５年間の計画とするとされた。そして，同実施計画中，民間活力の活用の\n１つとして，保育所のあり方について，育児と就労の両立支援，子育て家\n庭への支援など，乳幼児の健全育成をめざすため，効率的，効果的な保育\n所運営を図るとともに，多様化する保育需要に対応した保育施策を進める\nため民間活力の導入を図るとし，平成１２年度及び平成１３年度を「検\n討」，平成１４年度を「実施」，平成１５年度及び平成１６年度を「継\n続」とする計画を策定している。\n（乙１４号証）\nウ 被告（高石市福祉事務所長）は，平成１２年９月３日，高石市市民会館\nにおいて，保育所に児童を入所させている保護者を対象とする説明会を開\n催し，同説明会において，被告の公立保育所を民営化するとの発表をした。\n（甲９号証，当事者間に争いのない事実）\nエ 被告（保険福祉部児童福祉課）は，平成１２年１０月１１日，平成１３\n年５月８日及び同年６月４日に，それぞれ市立保育所６園の各父母の会の\n役員との間で，話し合いを行った。また，平成１２年１１月１１日に，高\n石市長と父母の会の役員との懇談会が行われた。\n（甲９７号証，１０３号証，乙４３号証，証人Ｐ１２，同Ｐ１３，当事者\n間に争いのない事実）\nオ 市立保育所６園の父母の会は，高石市立保育所の民営化に反対する請願\n書の署名を集め，平成１２年１２月７日，高石市議会に請願書を提出した\nが，高石市議会は，同月１８日，上記請願を不採択とした。\n（甲１０号証，当事者間に争いのない事実）\nカ 被告は，大阪市立大学助教授のＰ１４（以下「Ｐ１４委員長」とい\nう。）を委員長とし，Ｐ１４委員長を含めて６名の委員からなる高石市立\n保育所移管に係る選考委員会（以下「本件選考委員会」という。）を設け，\n本件選考委員会において，市立保育所６園のうち民営化の対象保育所の選\n定や，民営化後の同保育所の運営主体の選定等の検討を行うこととされた。\n本件選考委員会は，平成１３年２月６日，同年４月１３日，同年６月２\n８日，同年９月１０日及び同月１５日の５回開催された。\n（乙２３号証の３ないし７，４３号証）\nキ Ｐ１５，Ｐ１６及びＰ１７を請求代表者として，平成１３年５月１３日，\n高石市長に対し，高石市立保育所の民営化の是非を問う住民投票条例の制\n定請求がされた。高石市長はこれを高石市議会に付し，高石市議会は，同\n月２３日，同条例制定の議案を否決した。\n（甲１１号証，当事者間に争いのない事実）\nク 本件選考委員会は，平成１３年５月２５日，民営化する保育所の選定基\n準として，①多様化する保育ニーズに応えるために必要な事業を踏まえる\nこと，②待機児童解消のため，受け入れ可能な一定規模の施設とすること，\n③一定の時期利用可能な耐用年数の施設であること，④既存の民間保育所\nとの立地関係（バランス）に配慮すること，⑤現状の保育所の入所状況を\n勘案することとの５点を付した意見書を高石市長に提出した。被告は，本\n件選考委員会の上記選定基準を踏まえた上で，市立保育所６園のうち民営\n化する保育所として，本件保育所を選定した。\n（甲６７号証の２，乙４３号証，証人Ｐ１２）\nケ 平成１３年６月７日の新聞朝刊各紙において，被告は，平成１４年度か\nら本件保育所を民営化する方針であり，同月１２日に開催される高石市議\n会に本件条例の改正案を提案すると発表した旨の報道がされた。\n（甲１２号証）\nコ 高石市長は，平成１３年６月１２日，高石市議会に対し，本件改正条例\nの制定の議案（以下「本件議案」という。）を提出した。\n高石市議会は，本件議案を建設厚生委員会に付託し，同月１３日行われ\nた同委員会において，本件議案の審議を行い，本件改正条例の制定を可決\nした。そして，同月１５日行われた高石市議会本会議（６月定例会（第２\n回））において，本件議案が審議され，可決された。\n高石市長は，同月２１日，本件改正条例を公布した。\n（甲５号証，６号証，乙４２号証，４４号証，当事者間に争いのない事\n実）\nサ 被告（保険福祉部児童福祉課）は，本件保育所の保護者会役員への説明\n会を，平成１３年６月２０日，同年７月４日，同月１７日，同月２３日及\nび同月３０日にそれぞれ実施した。また，被告は，本件保育所で児童の保\n育を受けている保護者（以下「本件保育所保護者」という。）に対する説\n明会を，平成１３年６月２３日，同月３０日，同年１０月１２日，同年１\n１月２８日及び平成１４年１月２３日にそれぞれ実施した。\n（甲１０２号証，１０４号証，乙２号証ないし４号証，４３号証）\nシ 被告は，平成１３年８月１５日から同月２７日まで，本件保育所を民営\n化した後の事業者の募集を行い，７法人がこれに応募した。\n（乙２３号証の１，６，７，４３号証）\nス 本件選考委員会のＰ１４委員長と，本件保育所の保護者会役員との間で，\n平成１３年８月１８日及び同年９月２０日の２回にわたって，懇談会が開\n催された。\n（乙２２号証の１，２，４３号証）\nセ 本件選考委員会は，本件保育所の民営化後の事業者の選定について，\n「法人選考の目安」を作成し，同目安にそって応募のあった７法人の検討\nを行った。その上で，本件選考委員会は，平成１３年９月２５日，高石市\n長に対し，社会福祉法人Ｐ１８（以下「Ｐ１８」という。）が本件保育所\nを移管する社会福祉法人として総合的に昀も適切であるとの意見を報告し\nた。\n（甲６８号証，乙２３号証の１，３，６，７，４３号証）\nソ 被告（高石市長）は，平成１３年９月２５日，本件保育所の民営化後の\n事業者として，Ｐ１８とすることに決定した。そして，同月２６日，高石\n市長の本件保育所保護者宛書面により，本件保育所の民営化後の事業者と\nしてＰ１８と決定した旨の通知がされた。\n（甲１５号証，乙２３号証の２，４３号証）\nタ Ｐ１８は，本件保育所保護者に対する説明会を，平成１３年１０月２５\n日，同年１１月６日，同月２１日，同年１２月１１日及び平成１４年１月\n１８日の合計５回開催した。\n（甲５１号証，９８号証，９９号証，１０４号証，乙４３号証）\nチ 被告（高石市福祉事務所長，高石市児童福祉課長）は，本件保育所保護\n者に対し，平成１３年１２月，「保育所入所変更申込書の提出について\n（お願い）」と題する書面（以下「本件提出依頼書」という。）を配布し\nた。本件提出依頼書には，本件保育所が平成１４年４月１日付けで廃止さ\nれ，同日付けでＰ１８に経営主体を移して，新たにＰ１９保育園として開\n設されることになること，そのため，本件保育所における保育の実施期間\nは，平成１４年３月３１日で終了することになること，そこで，本件保育\n所に入所している０歳児から４歳児の保護者においては，同年４月１日以\n降，Ｐ１９保育園への入所を希望するか，他の保育所への転園を希望する\nかのいずれかを選択する必要があり，同年１月２５日までに，保育所変更\n申込書を提出してほしいこと，同日までに変更申込書の提出がない場合に\nは，同年４月１日以降は待機となることが記載されていた。\n（甲１９号証）\nツ 高石市長は，平成１４年２月２６日，大阪府知事に対し，廃止予定日を\n同年３月３１日として，本件保育所を廃止したいので届け出る旨の保育所\n廃止届出書を提出した。同届出書には，現在入所している児童の廃止後の\n受入計画について，同年４月１日より定員を１２０名から１４０名に拡充\nし，Ｐ１８の運営による保育所において受入を行う，転園希望については，\n高石市内の他の保育所で保育を継続して受入を行う旨記載されており，ま\nた，廃止をする具体的理由として，本件改正条例によると記載されている。\n（乙２８号証）\nテ 本件保育所は，平成１４年４月１日廃止され，同日，Ｐ１８を経営主体\nとするＰ１９保育園が開設された。\n本件保育所で保育を受けていた平成１３年度の０歳児から４歳児まで合\n計８５名については，４９名がＰ１９保育園に，３５名が他の公立保育所\nに，１名が他の民間保育園に，それぞれ転園した。\n（乙４３号証，証人Ｐ１２，当事者間に争いのない事実）\n(4) 本件各児童の転園\nア 原告Ｐ７について\n原告Ｐ７は，本件提出依頼書に対し，平成１４年１月２５日，Ｐ８につ\nいて，本件保育所での就学までの保育を承諾されて入所しているので，本\n件保育所での保育を希望する，ただし，平成１４年度に本件保育所が廃止\nされた場合には，保育を必要とするので，公立のＰ３保育所での保育を希\n望するとの保育所変更申込書を提出した。\nＰ８は，平成１４年４月１日以降，Ｐ３保育所に入所し，同保育所にお\nいて保育を受けている。\n（甲６３号証，乙２５号証の３，証人Ｐ１３）\nイ 原告Ｐ９について\n原告Ｐ９は，本件提出依頼書に対し，平成１４年１月２４日，Ｐ１０及\nびＰ１１について，平成１４年度以降も本件保育所が存続する場合は，本\n件保育所での保育を第１希望とする，ただし，平成１４年度に本件保育所\nが廃止，民営化された場合には，やむを得ず，公立のＰ３保育所（希望順\n位１）ないしＰ６保育所（希望順位２）での保育を希望するとの保育所変\n更申込書を提出した。\nＰ１０及びＰ１１は，平成１４年４月１日以降，Ｐ３保育所に入所し，\n同保育所において保育を受けている。\n（甲６２号証，乙２５号証の１，２）\n２争点\n(1) 本件各訴えの適法性（本案前の争点）\n(2) 本件改正条例の制定の適法性\n３ 争点についての当事者の主張\n(1) 争点(1)（本件各訴えの適法性（本案前の争点））について\n（原告らの主張）\nア 本件廃止処分の取消請求（主位的請求）について\n(ア) 保育を受ける権利は，児童福祉法２４条に規定されているところ，\n平\n成９年改正前は措置制度であると理解されていた。\nしかし，この規定は，そもそも第一義的に憲法２５条，２６条に根拠\nを有する権利であるところ，これら憲法上の権利は，一般的に抽象的権\n利にとどまるものであって，それのみを根拠として裁判規範性を有する\n具体的権利として認めることはできないものの，児童福祉法によって規\n範化されたものである。\nそして，平成９年改正前の児童福祉法の下でも，保育に欠ける児童に\nついて，市町村の措置義務が規定されていたのであり，その意味で，も\nともと保育を受ける権利は保護者の実体的権利として規定され，これが\n一方的に奪われることは許されていなかった。\nしかし，平成９年改正前の児童福祉法２４条は，いったん保育を受け\nるにいたった場合は，継続的に保育を受ける権利を保障する趣旨を含ん\nでいたといえるが，利用前に特定の保育所の選択までを権利として想定\nすることは困難であったといえる。\nこれに対し，平成９年改正後の児童福祉法は，保育所における保育の\n関係を保護者と市町村との公法上の契約関係として規定したものとして\n説明し，同法２４条２項において特定の保育所に対する保育の申込みの\n規定をおくこととなった。\nすなわち，平成９年改正後の児童福祉法は，同法２４条１項で，保育\nを受ける権利一般が市町村との権利義務の契約関係として明示すると共\nに，同条２項で保護者の特定の保育所への申込みの権利を明示的に規定\nしたものであり，これら立法的手当がされたことによって，憲法上の保\n育を受ける権利をさらに具体化し，保育所選択権を含む保育所入所権と\nいう裁判規範性を有する具体的権利として確立されたものである。\nこのように，平成９年改正後の児童福祉法２４条は，保護者が入所希\n望しない保育所に入所させることはできず，保護者の入所希望を法的に\n保障するいう保護者の入所選択権と，入所後は，保護者の意に反して転\n園させられないという権利とを保障するものである。また，児童福祉法\n２４条に基づきいったん入所した以上，そこには一種の契約関係が成立\nし（希望保育所の申込みと承諾通知），意に反して転園させられない権\n利を有すると考えることもできる。\n(イ) 被告は，本件のような公立保育所の廃止は地方自治法２４４条の２\n第１項に基づき条例で定められるものであり，また，具体的な廃止行為\nは同法１４９条７号に基づいて地方公共団体の長の権限とされている旨\n主張する。\n確かに，被告主張のような規定が存すること自体には誤りはない。\nしかしながら，公立保育所の廃止については制限がなく，条例でいか\nようにも定め得るというのは論理の飛躍である。本件のような公法上の\n契約は，児童福祉法に基づくものであり，法律に拘束されている。条例\nよりも法律が優位するのは当然であり，いかに条例とはいえ，違法な内\n容の条例は取消しを免れない。\n(ウ) 平成９年改正で，児童福祉法は，同法上の認可保育所の中から特定\nの保育所を選択することを法的に認めたものであり，すべての保育所が\n保育方針等付加サービスを含めて異なることを前提に，従来の措置によ\nる入所方式から，保護者が入所を希望する保育所を選択して，申込みに\n基づき市町村と保護者が利用契約を締結する仕組みに改めたものである。\nまた，保育所の本質は，単なる箱物ではなく，児童が保育士や他の児童\nらとともに成長，発達していく場である。公立と民間の保育所の間にお\nいてはもちろん，同じ公立の保育所の間でも，すべての保育所はそれぞ\nれ異なる。\nこのように，平成９年改正後の児童福祉法２４条が，希望する保育所\nを選択することを認めた趣旨や，保育所の本質からすると，保護者が入\n所を希望する保育所を選択して，申込みに基づき市町村と保護者が利用\n契約を締結し，現に特定の保育所において保育の実施を受けていたのに，\n途中で当該保育所が廃止され当該保育所において保育の実施を受けられ\nなくなるということは，保護者が選択した当該保育所で保育を受けるこ\nとができなくなるという点で，同法が認めた保護者の選択は無為に帰し，\nその目的を達せられなくなるのであるから，同法３３条の４にいう保育\nの実施の解除に当たると解するのが相当である。\nすなわち，児童福祉法３３条の５は，行政手続法第３章に規定されて\nいる不利益処分の手続規定を適用除外としているところ，これは，保育\nの実施の解除が行政手続法に定める不利益処分に当たらないからではな\nい。その趣旨は，児童福祉法２４条１項の規定による保育の実施を解除\nする処分が，行政手続法２条４項に規定する不利益処分に該当するもの\nであることを前提とした上で，保育の実施の解除が，これまでサービス\nを受けて生活していた者がその終了後どのように生活していくかという\n点で，本人や関係者との双方的な話し合いを通じて確認した上で結論を\n出すことが必要という特徴を有しており，また，現にそのような手続が\n行われていることから，行政手続法による弁明手続が必ずしもなじまな\nい面があるとして，保育の実施の解除処分の特徴を踏まえつつ，一般法\nたる行政手続法並の意見聴取を義務付ける独自の手続を定めたものであ\nる。\nそして，児童を心身ともに健やかに育成するためには，当該児童の状\n態にあった適切な保育がされなければならず，そのためには，保育の安\n定性，継続性が不可欠である。また，保育所は，単なる箱物ではなく，\n保育士と当該保護者，児童の間の信頼関係をもとに長年にわたり築き上\nげてきた人間的な営みであり，公立と民間園の間ではもちろん，同じ公\n立の保育所の間でも，それぞれ異なるものである。\nしたがって，これまで児童が保育の実施を受けてきた当該保育所を廃\n止して児童の保育環境を一変させることは，それがどうしても避けられ\nないやむを得ない理由が必要で，仮にそれが避けられないとしても，そ\nの影響は必要昀小限にとどめるべく，それぞれの児童の発達成長段階等\nに応じた保育の安定性，継続性をできるだけ確保することが必要である。\n本件のように，保育所を廃止し，民営化する場合は，まさにこの保育の\n特殊性を考慮した特別な手続が必要であり，一人一人の児童について，\nあらかじめ本人や保護者との双方的な話し合いを通じて確認した上で保\n育所の廃止という結論を出すことが必要である。そして，その手続に当\nたっては，当該児童の発達程度や個性，それを取り巻く環境などその実\n状を十分斟酌し，児童や保護者の理解が得られるように努めながら判断\nを行わなければならない。\nそうだとすれば，本件保育所を廃止する場合は，これまで保育の実施\nを受けてきた本件保育所での保育の実施を受けられなくなるのであるか\nら，まさに児童福祉法３３条の４が予定する場面に他ならず，そのよう\nに解するのが行政手続法とは別に児童福祉法３３条の４で保育の実施の\n解除に係る説明等の手続を設けた趣旨にも合致する。\n(エ) 原告らは，平成９年改正後，前提となる事実等(2)記載のとおり，被\n告から委任を受けた高石市福祉事務所長によって，その監護する本件各\n児童について，それぞれ就学前まで（Ｐ８及びＰ１０につき平成１７年\n３月３１日まで，Ｐ１１につき平成１９年３月３１日まで）本件保育所\nに入所させる旨の入所決定を受け，本件保育所において，その監護する\n本件各児童の保育を受けてきた。したがって，原告らには，その監護す\nる本件各児童について，それぞれ就学前まで本件保育所で保育を受ける\n権利がある。\nしかるに，本件改正条例は，平成１４年４月１日午前零時をもって，\n本件保育所を廃止するものである。これは，被告が原告らに対する入所\n承諾等の決定において，同決定に定める就学前まで本件保育所で保育を\n実施するとした決定内容を違えるものであり，(ア)記載の原告らの保育\nを受ける権利（入所選択権，意に反して転園させられない権利）を違法\nに侵害するものである。\n(オ) 被告は，入所者（保護者）の権利義務ないし法的地位に直接具体的\nな影響を及ぼす行為は，大阪府知事への届出及び入所者（保護者）への\n廃止通知というべきであるから，本件改正条例の制定を行政処分として\nこれを抗告訴訟によって争うことはできない旨主張する。\nしかしながら，被告のいう届出や廃止通知は，本件改正条例による本\n件保育所の廃止を前提としての事後処理にすぎず，届出や廃止通知をも\nって処分行為ということはできない。\nしたがって，本件改正条例の制定をもって，原告らの権利を侵害する\n行政処分と解すべきである。\nイ 本件改正条例の無効確認請求（予備的請求(1)）について\n行政事件訴訟法３６条は，無効等の確認の訴えについて，当該処分に続\nく処分により損害を受けるおそれのある者その他当該処分の無効等の確認\nを受けるについて法律上の利益を有する者で，当該処分の存否又はその効\n力の有無を前提とする現在の法律関係に関する訴えによって目的を達する\nことができないものに限り提起できる旨定めている。\n本件においては，本件改正条例が少なくとも形式的には存在し，本件改\n正条例の施行日までにこれを前提とする準備行為がされて，原告らに対し\nても，本件保育所での保育の実施を解除する具体的処分がされる可能性が\nある。したがって，本件改正条例の施行日（平成１４年４月１日）前に原\n告らが取消訴訟を提起して本件改正条例の効力を争うことができないとす\nれば，原告らが後にされる具体的な保育の実施の解除処分を待ってその取\n消しを得ても，その段階では原告らの監護する本件各児童の入所する本件\n保育所は存在しないのであるから，原告らの保育所に入所する利益を回復\nしようという原告らの目的を達成することはできない。\nしたがって，本件においては，被告に対し，本件改正条例の無効確認を\n求める訴えが提起できるというべきである。\nウ 予防的不作為訴訟等（予備的請求(2)）について\n(ア) 現行法は，抗告訴訟として，処分の取消訴訟をはじめ４種類の訴訟\n形式を法定しているが，国民の権利救済の必要を満たすために，これ以\n外の訴訟形式が要求される場合には，法定外の訴訟形式を排斥する趣旨\nではない。\n一般に司法権が行政権の第一次判断である行政処分の事後審査にとど\nまるべきであるとしても，事後的関与では，どうしても権利救済の実効\nを期し得ない場合，たとえば回復しがたい重大な権利侵害の危険が差し\n迫っており，他に救済の手段のないような場合にまで事後救済の原則に\nこだわり，国民の権利救済の要請を無視するのは妥当でない。昀高裁判\n決においても，侵害を受ける権利の性質及びその侵害の程度，不利益処\n分の確実性及びその内容又は性質等に照らし，処分を受けてからこれに\n関する訴訟の中で事後的に義務の存否を争ったのでは回復しがたい重大\nな損害を被るおそれがある等，事前の救済を認めないことを著しく不相\n当とする特段の事情がある場合には，事前救済の可能性がある旨を示唆\nしており（昀高裁昭和４７年１１月３０日判決，民集２６巻９号１７４\n６頁），このような場合には無名抗告訴訟の１つとして事前に違法な侵\n害を禁止する訴え等を認めるべきである。\n(イ) 本件の場合は，平成１４年４月１日午前零時をもって本件保育所を\n廃止する旨の条例であり，被告は，本件改正条例に基づいて本件保育所\nの廃止に向けた準備行為を進めており，原告らに対しても，本件保育所\nでの保育の実施を解除して，他の保育所において保育を実施する処分が\nされることは確実である。そして，本件改正条例の施行日の平成１４年\n４月１日が到来すれば，原告らの監護する本件各児童が入所している本\n件保育所が廃止されることは確実である。その場合，原告らが監護する\n本件各児童には入所すべき保育所がなくなって，原告らが選択した本件\n保育所で保育の実施の各期間中保育を受ける権利が侵害されることにな\nるばかりか，原告らの監護する本件各児童について文字通り保育に欠け\nる事態となるのであって，そのような事態となれば事後的な損害賠償等\nでは回復しがたい重大な損害を被ることは明らかである。本件改正条例\nの制定の取消等を求めることができないとすると，被告の違法な侵害を\n事前に予防するための他の救済の手段がないことも明らかである。\nよって，本件のような場合には，事前の救済を認めないことを著しく\n不相当とする特段の事情がある場合といえるから，予備的請求(2)記載の\nとおり，無名抗告訴訟の１つとして，事前に被告の違法な侵害を禁止し，\n被告に一定の処分を命じる義務付け訴訟が認められるべきである。\n（被告の主張）\nア 本件廃止処分の取消請求（主位的請求）について\n(ア) 条例の制定という立法行為は，それ自体が抗告訴訟の対象となる行\n政処分に当たるものではない。\nなお，条例に基づく行政庁の具体的処分を待たずに，条例そのものに\nよって直ちに個人の権利義務に直接具体的な影響を及ぼすものについて\nは，例外的に抗告訴訟の対象となると解する余地はあるが，本件はその\nような場合に当たらない。\nすなわち，本件改正条例は，平成１４年４月１日をもって，被告にお\nいて設置する市立保育所から本件保育所が削られるというものであるが，\n入所者（保護者）の権利義務ないし法的地位に直接具体的な影響を及ぼ\nす行為は，その後における大阪府知事への届出（児童福祉法３５条６\n項）及び入所者（保護者）への廃止通知（甲１９号証）というべきであ\nって，本件改正条例そのものの効力を抗告訴訟によって争うことができ\nるとする原告らの主張は失当である。\n(イ) 原告らは，平成９年改正後の児童福祉法２４条により，保育所の選\n択権が保障され，また，選択した当該特定の保育所で保育を受ける権利\n（意に反して転園させられない権利）が存する旨主張する。\nしかしながら，平成９年改正後の児童福祉法２４条により，保護者は\n申込みにあたり希望する保育所を記載することとなったことをもって，\n保育所選択権の保障と呼ぶか否かはさておき，このことから，同改正に\nよって，いったん保育所に入所すれば，保育の実施期間において当該保\n育所の廃止をなし得ないという権利までが保護者に付与されたものと解\nすることはできない。\nすなわち，同改正により，入所する際に希望する保育所を選択する仕\n組みになったからといって，当然に原告らの主張のような権利が保障さ\nれたのではなく，入所選択制度は，当該特定の（希望があった）保育所\nにおいて受入能力がある限り（存続する限り）において認められる制度\nであると解される。そして，地方自治法２４４条の２第１項は，公の施\n設の設置，管理及び廃止は条例によるものとし（すなわち，議会の議決\nに基づくものとし），具体的な設置，廃止行為は，同法１４９条７号に\n基づき地方公共団体の長の権限とされているところであって，この設置，\n廃止行為は，地方公共団体の裁量にかかるところである。児童福祉法の\n規定の内容は，入所の際の手続を定めているにすぎず，地方自治法２４\n４条の２第１項によって与えられている議会の権利を制限することを示\nすような規定は何ら存在しないのであり，このような規定から，地方自\n治法による公の施設の廃止の規定すら制限されるごとき原告ら主張の権\n利の存在を認めることはできない。\nさらに，児童福祉法自体が，市町村による児童福祉施設（保育所を含\nむ。）の廃止の手続を定めているところ（同法３５条６項），廃止の対\n象たる施設が，廃止時点において入所者がある場合を含んでいることが，\n同法施行規則３８条１項２号からも明らかである。\n以上からすれば，平成９年改正により入所の際に入所を希望する保育\n所名を記載して申込みを行い，これに対する市町村の承諾によって保育\n所への入所が行われることになったからといって，保護者らに，その後\nにおいて意に反する転園をさせられない権利が付与されたものではなく，\nその後における保育所の廃止（条例制定）が制限されるものではないと\nいうべきである。\n(ウ) また，原告らは，平成９年改正後の保育所の利用関係を契約関係あ\nるいは契約的側面を有するものとした上で，いったん合法的に認められ\nた保育所の利用利益を行政側の事情で一方的に侵害することは違法であ\nる旨主張する。\nしかしながら，平成９年改正後の保育所の利用関係を契約関係あるい\nは契約的側面を有するものと言うか否かは用語の問題にすぎないもので\nあり，その内容を実質的に検討する必要がある。\nしかるところ，(イ)記載の事情等を勘案すると，被告と原告ら保護者\nの間において，被告が負う義務は，原告らの本件各児童に対し，就学ま\nでの間，保育サービスを，本件保育所において提供する義務というもの\nではなく，選択可能な保育所のうちから保護者が希望する保育所におい\nて保育サービスを提供する義務というべきでものである。そして，この\n意味での原告らの利用利益が失われない限り，違法が云々されるもので\nはない。(イ)記載のように，児童福祉法３５条６項，同法施行規則３８\n条１項により，入所者がいる保育所の廃止ができる旨が明確に規定され\nていることからしても，原告らの主張が失当であることは明らかである。\n本件においては，本件各児童は，平成１４年３月３１日までは本件保\n育所，同年４月１日以降はＰ３保育所という，いずれも当該期間に存在\nする保育所のうち原告らの希望に基づいた保育所において保育を受けて\nいるものであって，原告らのいうような利益の剥奪がされているもので\nはない。\nなお，保育所の廃止等によってある保育所の運営が中止される場合，\n利用者にとって，客観的には保育施設が変更されたことになる。\nしかしながら，市町村が負っている義務は上記記載のとおりであり，\n児童福祉法２４条１項に定める市町村の義務内容が保育所における保育\nであって，特定の保育所における保育とされていないことからしても，\nこの場合の保育施設の変更は，いわば契約条件の変更と解されるべきで\nある。\nそして，被告の義務の内容が上記記載のとおりである以上，保育所の\n廃止の場合，廃止後の保育所の中から希望のある保育所において保育を\n継続することについて，法定の正当事由なるものを要求される理由はな\nいというべきである（廃止そのものが法定の正当事由とも言い得る。）。\n(エ) さらに，原告らは，本件保育所の廃止が児童福祉法３３条の４に規\n定する保育の実施の解除に当たる旨主張する。\nしかしながら，市町村には保護すべき児童がある以上，申込みによっ\nって保育所において保育しなければならない義務が存するが，これは，\n特定の保育所での保育に限定されるものではなく，本件各児童が本件保\n育所で保育されなくとも，他の保育所で保育されても義務違反となるわ\nけではない。児童福祉法３３条の４にいう保育の実施の解除とは，現に\n保育所で保育されている児童が，今後保育所における保育の実施を行わ\nないという場合であって，本件のように，公立保育所から民営保育所へ\nの運営主体の変更があっても，引き続き保育を実施するという場合は，\n同条にいう保育の実施の解除に該当しない。\nイ 本件改正条例の無効確認請求（予備的請求(1)）について\nア記載のように，本件改正条例の制定をもって，抗告訴訟の対象となる\n行政処分に当たるものということはできないから，本件改正条例の無効確\n認請求（予備的請求(1)）は，不適法な訴えである。\nウ 予防的不作為訴訟等（予備的請求(2)）について\n原告らの予防的不作為訴訟等（予備的請求(2)）についても，既に本件保\n育所は廃止されており，原告らのいう事前救済の前提が存していない以上，\n不適法な訴えである。\n(2) 争点(2)（本件改正条例の制定の適法性）について\n（被告の主張）\nア 保育所の設置及び廃止は条例によって行われるところ（地方自治法２４\n４条，２４４条の２），当該条例の制定は，福祉に係る諸条件及びこれを\n裏付ける財政条件等，種々の要素を総合勘案して各議員により審議される\nものであり，これらの判断は市議会に委ねられているところである。その\n判断にあたっては，その性質上，議会において広範な裁量権を有するもの\nであり，それが特定の児童や保護者に著しく過重かつ不合理な負担を課し\nたり，法令に定められた基準による保育を受けることが事実上不可能にな\nるなど，裁量権の範囲を逸脱する著しく不合理なものであるとされない限\nり，当該条例が違法とされるものではない。\nしかるところ，以下記載のとおり，本件改正条例の制定は，合理的な裁\n量に基づくものである。\nイ 本件改正条例は，単に本件保育所を廃止して同所における保育を中止す\nるものではなく，当該施設を社会福祉法人に貸与し，同法人において引き\n続き保育を行うことを前提としている（これを以下「本件民営化」ないし\n「民間移管」という。）。\nそして，後記のとおり，公立保育所の民間移管は，増加する保育サービ\nスの需要に応えるための施策として，地方自治体における公務員定数の抑\n制方針や税収の低下傾向の中において，全国的に推進されている。\nウ 保育サービス供給増の必要性\n(ア) 共働き家庭の一般化と保育サービスの需要増加\n近年，景気の悪化の他，女性が職業を持つことに対する意識の変化等\nにより，全国，大阪府と同様，高石市においても，女性の就業者が増加\nしている。\nこのような傾向や，育児に係る外部サービス利用に対する意識の変化\n等を背景に，保育サービスに対する需要が高まってきており，高石市で\nは，平成１０年４月１日から，０歳児，１歳児の枠の拡充を，また，平\n成１１年４月１日から市内全保育所において，保育時間の延長（午前７\n時３０分から午後６時３０分までを，午前７時から午後７時までに延\n長）を実施してきた。\n(イ) 保育所の基盤整備の遅れ\n就学前児童数に占める保育所利用児童の割合をみると，全国の２５．\n７パーセントに比べて高石市は１９．５パーセント（平成１３年度）と，\n大幅に全国平均を下回っている。また，保育所の定員，利用児童数等の\n状況をみると，私営保育所（設置者が民間である保育所に，設置者が地\n方公共団体で当該地方公共団体から運営業務を民間に委託された保育所\nを加えたもの）における充足率は，平成１１年，１２年，１３年とも１\n００パーセントを超えており，公立を大きく上回っている。\n(ウ) 待機児童数が多いこと\n(ア)記載のとおり，保育所利用の需要が伸びる一方，(イ)記載のとお\nり供給体制が遅れていることから，高石市においては，昨今，年度途中\nから低年齢児（０歳児ないし２歳児）を中心に入所申込みが増加し，待\n機（直ちに保育所に入所できないこと）が発生している。特に，平成１\n３年度では，４月から１２名の待機児童が発生し，平成１４年１月１日\n時点では，待機児童が８２名にのぼっている。\nまた，待機率（待機児童数／入所児童数）は，平成１３年４月には１．\n４パーセント，平成１４年１月には９．１パーセントと増加傾向にある。\nエ 保育サービス供給増にあたっての制約条件\nウ記載のとおり，社会においては保育サービスの供給増加が求められて\nいるところ，以下のとおり，その対応に際してはさまざまな制約が存して\nいる。\n(ア) 公務員定数の抑制方針\n後記(イ)記載のとおり，被告の財政状況の悪化もあり，被告において\nは，すべての分野におけるスリム化を指向して，平成１２年８月に高石\n市行財政改革実施計画を策定し，公務員の定員管理の適正化を決定し，\n国の第９次定員削減計画等を参考に，平成１３年１０月，職員定員管理\n計画を策定した。同計画においては，平成１１年４月１日の定数７０３\n名を，平成１６年４月１日には６１０名（９３名＝１３．２パーセント\n削減）とすることが目標とされている。\n被告において，上記目標のもと，平成１１年４月時点の職員定数７０\n３名を，平成１２年４月１日から６８３名，平成１３年４月１日から６\n７７名，平成１４年４月１日から６５５名とする旨の職員定数条例の改\n正を毎年行っている。\n(イ) 税収の低下傾向\n被告の市税収入は，平成８年度決算において１５３億円であったもの\nが，平成１２年度決算では１３３億円（２０億円減少）となり，さらに\n平成１３年度決算見込みでは１２７億円，平成１４年度決算見込みでは\n１２０億円と，年々減収の一途となることが予想されている。\nこのようなことから，平成１０年度から平成１２年度の３年間の決算\n状況では，実質収支は保っているものの，市財政調整基金の積立金取り\n崩しによって財政運営を行っている（平成１０年度から平成１２年度ま\nでに３６億８０００万円を取り崩している。）。さらに，平成１３年度\nには市土地開発基金から５億６０００万円，市職員退職手当基金から６\n億円の借入を予算化して予算編成を行う状況となっていた。\nオ 公立保育所と民間保育所の保育コスト比較\n被告におけるエ記載のような財政状況において，その改善が至急に必要\nとなっているところ，被告における公立保育所の１歳児においては，国基\n準（児童６人に職員１名）を超える児童４人に職員１名の配置基準を行っ\nているなどの配置数の格差により，公立保育所と民間保育所では，サービ\nス提供の費用について，約２倍の格差が生じている。\nカ 全国における民営化の推進について\n(ア) 公共サービスを，民間の資金や能力を活用して効率的かつ効果的に\n提供し，地方公共団体の事業コストの削減や，より質の高い公共サービ\nスの提供を図る方法として，民間資金等の活用による公共施設等の整備\n等の促進に関する法律が制定され，行政財産の貸付などによる民間運営\nが定められるところとなっている。\n(イ) 公立保育所の民営化についても，保育ニーズの増加と財政上の制約\nという近時の状況を解決するものとして，現に多数行われており，また，\n平成１３年３月閣議決定にかかる規制改革推進３か年計画（平成１４年\n３月２９日改定）においても，限られた財源を有効に活用し，かつ社会\nのニーズに応じた保育を実施するという観点から，公立保育所の運営に\nついては，社会福祉法人やＮＰＯ，民間企業等へ民間委託することも有\n効な処方箋であるとされ，国の施策として民間委託の活用を促進する旨\nが明記されている。全国においては，既に建物の貸与によるものが約１\n００件，業務の委託によるものが約２６０件あるとされ，大阪府下にお\nいても，以下のように順次実施されている。\nａ堺市\n平成１３年４月より２園，平成１４年４月より２園が社会福祉法人\nに\nｂ池田市\n平成１３年４月より２園が学校法人に\nｃ守口市\n平成１４年４月より３園が社会福祉法人に\n(ウ) (イ)記載の全国的な動きは，平成１３年１１月の児童福祉法改正に\nより，保育サービスの提供拡大に資する方法として公設民営の促進が\n法律上明記され，市町村において，適切な対応がさらに求められると\nころである。\nキ 対象保育所の選定と新旧保育所のサービス水準の同一性\n(ア) 以上のような，保育サービスの需要増加と，市行政全体のスリム化\nに基づく公立保育所によるサービス供給拡大の困難性，また，全国的な\n民営化の推進への動き等を総合考慮した結果，被告は，公立保育所を廃\n止し，民間に設置主体，運営業務主体を移管して保育の実施を行うこと\nを検討し，学識者と公共的団体の代表者からなる本件選考委員会におい\nて，民間移管を行う保育所の決定に関する意見を受けて，本件改正条例\nを議会に諮った。そして，議会において賛成，反対それぞれの立場から\nの討論が行われた上，各議員において，討論の結果や，上記を含む諸事\n情を総合的に判断の上議決が行われ，可決されたものである。\n(イ) 本件改正条例制定後には，民間移管先を公募により募集し，本件選\n考委員会の意見を受けてこれを被告において決定するとの前提にて，本\n件改正条例を議会に諮ることとしており，その際には，保育水準，保育\n内容において問題が生じることがないことを基本に検討している。\n現に，その後，民間移管先の社会福祉法人との間で，従前の保育水準\nが低下することがないよう配慮することとしており，その旨事業運営者\nと覚書を締結している。また，共通の年間保育目標，保育内容をもって\n今後の主たる運営事項とし，保育水準の維持をはかることとしている。\n(ウ) 平成１３年１１月からは，移管先の事業者の保育士が本件保育所に\n来て引継を行い，平成１４年１月からは，次年度のクラス担任を予定さ\nれている保育士がそのクラスに入り，子供の個性や特徴，また１日の生\n活の流れを把握するとともに，２月以降はさらにその回数を増やし，十\n分な引継を行い，円滑な移行を諮った。\nなお，児童福祉施設昀低基準（昭和２３年１２月２９日厚生省令第６\n３号）４条２項は，昀低基準を超えて，設備を有し，又は運営をしてい\nる児童福祉施設においては，昀低基準を理由として，その設備又は運営\nを低下させてはならない旨規定する。しかるところ，今回の民間移管に\n伴う定員増に伴い，１歳児については，職員配置基準が児童４人に１名\nから児童５人に１名となったが，今回の民営化は保育の実施にかかる供\n給を拡大する必要のもとに行われるものであり，これが上記規定の趣旨\nに反するものではない。さらに，民間移管の保育園に通う保護者への配\n慮の趣旨から，特に平成１４年度については，経過措置として，臨時職\n員の配置により，従前と同様の児童４人に職員１名の基準が維持された\nものである。\nク 本件保育所の廃止に際してとった手続が適正であること\n本件改正条例制定後，被告は，保護者や職員組合に説明を行い，理解を\n得るよう務めたところであり，また，民営化にあたり移管先となる事業者\nの選定にあたっても，外部の者で構成する本件選考委員会を設置し，公平\nな手続によっている。したがって，本件保育所の民間移管については，手\n続面においても何ら違法とされる理由はない。\nケ 本件保育所の民間移管後の状況\n(ア) 本件保育所の民間移管が実施された後，本件各児童はＰ３保育所に\nおいて，従前と変わらない水準の保育を受けている。また，民間移管に\nかかる保育所（Ｐ１８が運営するＰ１９保育園）においても，児童福祉\n施設昀低基準に定める基準ないしこれを上回る内容で行われており，何\nの問題もなく保育が行われている。\n(イ) 民間移管によって，移管にかかる保育所の定員数が１２０名から１\n４０名に増加し，高石市内全体で９３０名から９５０名に増加された。\n高石市内の保育所の利用児童数も，平成１３年度の８４６名から平成１\n４年度には９０４名に増加し，高石市における就学前児童数に対する保\n育所利用者数の割合は，平成１３年４月の１９．５パーセントから，平\n成１４年４月には２０．８パーセントとなっている。このように，民間\n移管により，高石市内のより多くの児童が保育サービスを受けることが\n可能になっている。\nまた，これまで，公立，民間のいずれの保育所も，保育時間は午前７\n時から午後７時までであったところ，民間移管にかかる保育所が延長保\n育の実施を開始し，午後９時までの延長保育が可能となっている。\n(ウ) 児童１人当たりの運営経費（被告による支出額）は，公立保育所が\n民間保育所の約２倍になっており，民間移管後１年を経た決算（平成１\n４年度決算）においては，純歳出額において約８２５７万円減少となっ\nている。\n（原告らの主張）\nア 児童福祉法２４条は，保護者が保育所を選択して申し込むこと，これに\n対して市町村が承諾して利用契約関係が発生することを規定している。こ\nれを前提とすれば，保護者が選んで，いったん入所した保育所を意に反し\nて転園させられることがない権利も保障されている。むろん転園が全く許\nされないわけではなく，例外的に，①やむを得ない特段の事情がある場合\nに，②手続的には，当該保育所での保育ができなくなった事情を保護者に\n説明して理解を得る努力（保育の実施の解除の際の説明義務を尽くす）を\nすれば，保護者の意に反する転園が許容されることもあると考えられる。\nしかしながら，保育所は，子どもたちの生活の場であり，そこでの人間\n関係が子どもたちの人格形成の基盤であることからすると，意に反する転\n園は，人格形成期の子どもたちの人間関係の基盤を破壊し，再構築を強い\nることを意味する。その意味で，この意に反する転園を強いられない権利\nは，人格権に密接に関わる問題である。したがって，上記特段の事情も，\n意に反する転園を強いる目的が合理的であることはもちろん，その方法も\n必要昀小限度のものでなければならない。\nイ 本件保育所を廃止する理由がないこと\n(ア) 被告は，本件保育所を廃止する理由として，公立の本件保育所を廃\n止・民営化することによって，財政難の中，公立と民間の超過負担の格\n差を解消し，経費を削減することによって，延長保育や待機児童の解消\nなど保育ニーズに応えるということをあげる。\nしかしながら，そもそも市町村は，児童福祉法２４条により，保育に\n欠ける児童を保育所で保育を実施しなければならない義務を負っている。\nその市町村の保育の実施義務に基づいて設置されたのが地方自治法上の\n公の施設としての公立保育所であり，同法２４４条１項により市町村に\nは公の施設の設置義務が課されているから，これを廃止することは，合\n理的な理由が必要である。合理的な理由もなく公の施設である保育所を\n廃止することは，保育の実施義務，保育所設置義務に反し，違法という\nべきである。\nそして，本件では，原告ら保護者は公の施設である本件保育所で現に\n利用関係にたっており，本件保育所が廃止されると，原告ら保護者は公\nの施設である本件保育所の利用関係から排除されることになるのである\nから，その合理性の判断についても，条例で自由に決められるというの\nではなく，少なくとも厳格な合理性の基準によるべく，本件保育所を廃\n止する具体的な必要がなく，それを避けうる手段が他にある場合には，\n本件保育所を廃止することは違法というべきである。そして，本件保育\n所を廃止する場合でも，それによる影響は昀小限にとどめるべく，その\nような配慮を欠いた本件保育所の廃止は違法というべきである。\n(イ) 延長保育について\n延長保育は，従来午後７時までであった保育時間を午後９時まで２時\n間延長するものであるが，これはもともと要望は低いものであった。す\nなわち，被告が平成１１年９月にまとめた子育てに関するアンケートに\nおいても，延長保育の希望は１１．５パーセントで，希望調査１０項目\n中８位であり，現状のままでいいとの回答が９割近くあった。\nしたがって，本件保育所を民営化してまで延長保育を実施する根拠に\n乏しい。\n実際，民営化後のＰ１９保育園で午後９時までの延長保育を利用して\nいるのは３名程度であり，平成１４年４月から同年７月までで，利用者\nはせいぜい１日に１名ないし２名であり，利用者がゼロの日が１週間の\n半分くらいある。\n(ウ) 待機児童の解消について\n高石市では，これまで待機児童は特に問題となっておらず，公立保育\n所の廃止を決定した年である平成１２年４月時点でもゼロである。被告\nは，平成１４年度の保育の利用児童数が９０４名に増加したとするが，\n従来の公立保育所の定員は９３０名であるから，定員の枠内にとどまっ\nている。長期的に見ても，保育所入所児童数は平成４年から増加傾向に\nあるが，それでも入所定員数を下回っているし，全国，大阪府と比べて\nも，高石市の定員充足率は低く，特に公立の保育所は８０パーセント台\nとまだまだ余裕がある。\n被告は，将来の保育所入所児童数の予測すらしていなかったのではな\nいかと推察されるところであり，児童に与える影響をできるだけ少なく\nするべく，十分な引継をするために，せめて１年間保育所の廃止，民営\n化を延ばして欲しいとの原告ら保護者の希望を無視してまで保育所を廃\n止，民営化する根拠に乏しい。\nまた，仮に入所児童数の増加が見込まれるとしても，高石市の公立保\n育所は，まだまだ余裕があり，定員の適正化を図れば，十分対応可能で\nある。特に，本件保育所，Ｐ２保育所及びＰ５保育所には空き教室もあ\nって，厚生省令によって定員の適正化を図れば，入所児童数の増加にも\n十分対応可能である。\nしたがって，待機児童の解消ということは，およそ保育所を廃止，民\n営化する理由たり得ない。入所児童数の増加が予測されるとしても，被\n告として，保育所を廃止する前に，まず定員の適正化を検討すべきであ\nり，その当否は別として国の基準の１２５パーセントまで入所させるこ\nとができる，いわゆる定員の弾力化という方法もあるにもかかわらず，\n被告がこれらのことについて検討した形跡は全くない。\n(エ) 財政効果について\nａ 被告の財政悪化の原因は，固定資産税をはじめとする税収が減少す\nる中で，土木費ないし公共事業費を突出させてきたことにあるのであ\nり，保育所事業費が財政悪化の原因ではない。\n本件で問題となっている公立保育所の事業費は，近年保育所入所児\n童数が増加する中で，その増加率自体は低く抑えられ，ここ数年はほ\nぼ横ばいといっても過言ではなく，とりわけ平成５年度以降増加傾向\nにあった公立保育所の職員数が平成１２年度には減少に転じ，今後も\n一定の退職者が予想されるところから，退職に伴う新規採用を考慮に\n入れても，公立保育所の保育所事業費は確実に減少すると見込まれる。\nしたがって，財政難のため公立の保育所を廃止することは本末転倒\nである。\nｂ 第２に，保育という問題を単に財政コストのみにて判断することも\n問題である。被告の挙げる超過負担の問題は，主に保育士の年齢によ\nる人件費の格差であるが，その議論は保育における保育士の年齢，経\n験年数の持つ意味を一切度外視するものである。すなわち，保育士は，\n単なる子どもの遊び相手ではない。保育所に入所する児童は，０歳児\nから５歳児までの児童であるが，この時期の児童は，乳児期，幼児期，\n幼年期と成長が著しく，それも一人一人に個人差，個性があるのであ\nって，単に教科書的に保育を理解しているだけでは，一人一人の発達\nに応じた保育を実施したことにはならない。３歳児は４歳児の，４歳\n児の保育は５歳児の保育を見据えながら，一人一人の発達段階に応じ\nて連続的に行われていくものであり，それなりの保育を実施するには，\n一定の経験が必要になってくるのである。経験豊かな故に当然賃金も\n高くなるのであり，民間の保育所のように，短大を卒業して間がない\n保育士が圧倒的多数を占め，結婚はもちろん，子育ての経験のない保\n育士が大半を占める状況では，子どもの発達段階に応じた適切な保育\nを実践することはできない。本件保育所では，育児教室や，園庭開放\nなどの地域活動も，他の保育所に先駆けて積極的に行われているが，\nこのような地域支援事業を行うためには，一定の保育の経験が必要で\nあり，このような子育て支援事業を支えているのが，経験豊かな保育\n士達なのである。\nｃ 第３に，財政効果をみても，さしたる財政効果はない。\n被告は，公立と民間園の児童一人当たりの保育所運営経費の格差の\n問題としてとらえ，本件保育所の利用者が８５名であるから，単純に\n一人当たり１００万円で，約８５００万円の財政的効果があるとする\nが，これは現実を無視した空論である。保育所運営経費の大半は人件\n費であり，なるほど本件保育所の保育士達が全員退職したならば，被\n告の試算どおりの財政効果があるかもしれないが，保育士等は公務員\nであるから身分が保障されていて，本件保育所を廃止，民営化したと\nしても，保育士等が退職しなければ，公立保育所の運営経費は減少せ\nず，財政効果は出てこない。\nまた，仮に一定の退職者が望めるとしても，それは保育所の廃止，\n民営化の直接の効果ではなく，保育所が廃止，民営化されようとされ\nまいと，退職という事実によって生じるのであって，保育所の廃止，\n民営化によって生じるものではない。したがって，保育所の廃止，民\n営化の当面の財政効果を検討するには，この保育士達の退職による人\n件費の減少はそれに含めるべきではなく，せいぜい保育所を廃止，民\n営化しなかった場合に必要となる，臨時保育士の採用等による人件費\nに求めなければならない。\nさらに，公立保育所を廃止すると，公立保育所の入所児童数が減る\nから，国や大阪府の義務負担金は当然に大幅に減る。したがって，保\n育士等の退職者数が少ないときは，逆に，被告の超過負担は増えるこ\nとになる。また，民間園が１つ増えると，私立の保育所では，保育所\nの定員区分に従って，児童一人当たりの保育単価が，民間施設給与等\n改善費が１２パーセント，１０パーセントなどと加算されることにな\nっているところから，公立の保育所を廃止，民営化すると被告の義務\n負担金は増えることになる。\n実際，被告の平成１３年度決算と平成１４年度予算に基づき，被告\nの超過負担を計算すると，公立保育所については，保育所運営経費は，\n約１２億３０００万円から約１１億５０００万円と，８２２２万３０\n００円減少しているが，逆に，国庫負担金，府負担金，府補助金が大\n幅に減少して，歳入部分の合計が７３３４万３０００円減少している。\nそして，被告の負担金の合計は，保育所運営経費から前記歳入の合計\nを差し引いたものであり，それから被告の義務負担金を差し引いたの\nが，いわゆる被告の超過負担であるから，それで比較すると，被告の\n超過負担は，本件保育所を廃止したことによって，逆に７２１万４０\n００円増える結果となっている。\nまた，私立の保育所については，義務負担金や施策による超過負担\n金が増えて，結局，被告の超過負担金は３３７３万７０００円増える\nという結果になっている。そして，それを合計すれば，被告の超過負\n担金は４０９５万１０００円増える結果となっている。\nそして，上記結果は，本件保育所から公立保育所へ転園した３５名\nの児童の存在を前提とするものであるところ，本件保育所の児童８５\n名全員が新設される私立のＰ１９保育園に移っていたとしたら，公立\n保育所の入所児童数の減少に伴い国や大阪府から入ってくる歳入の合\n計は更に減少するから，被告の超過負担はさらに増えていたはずであ\nり，私立の園の入所児童数が増えることに伴い，被告の私立保育所に\n対する超過負担は更に増えて，結局，被告の公立と私立の超過負担の\n合計は，更にもっと増えていたはずである。\nなお，退職者数を考慮に入れたとしても，平成１３年度では保育所\nの欠員が６名あり，このことから平成１３年度決算と平成１４年度決\n算見込みで比較すると約５０００万円の経費減ということである。こ\nれを考慮しても，上記のように，本件保育所を廃止，民営化したこと\nによって被告の超過負担は４０９５万１０００円増えるのであるから，\nそれによる財政効果は約９００万円くらいしかない。さらに，被告は，\n保育所の引継予算として２００万円を支出したのであるから，これを\n差し引くと約７００万円となって，財政効果はほとんどなくなる。こ\nれに対し，本件保育所を廃止，民営化しなかった場合，欠員に応じて\n臨時保育士を採用するのに約２６００万円かかるというのであるから，\n６名の退職に伴い約５０００万円の経費が削減され，臨時保育士の採\n用分約２６００万円を差し引いても，約２４００万円の経費削減効果\nが出てくる。このように，本件保育所を廃止しないで，臨時保育士を\n雇って継続した方が，当面の財政効果は大きい。\nｄ 被告は，原告ら保護者の，本件保育所を廃止することによる具体的\nな財政効果を示して欲しいとの求めに対し，単純に公立と私立との比\n較を示すだけで，結局，昀後まで具体的な財政効果を明らかにしなか\nった。これは，本件保育所を廃止するに当たり，当面の具体的な財政\n効果を試算していなかったからであり，当面の財政効果を試算さえす\nれば，性急に本件保育所を廃止，民営化する財政的な必要性は全くな\nいことは明らかであったはずである。\nｅ 原告ら保護者が求めていたのは，仮に保育所を廃止することがやむ\nを得ないとしても，児童に与える影響をできるだけ少なくすべく，せ\nめて十分な引継を行うために，１年延ばして欲しいというものであっ\nた。被告の保育士（所長を含む。）の定年退職者数の推移は，平成１\n４年度から平成１８年度までの５年間は，各年度１名の定年退職者が\nあるだけで，一定の退職者数が出てくるのは平成１９年度３名，平成\n２０年度６名，平成２１年度８名と，平成１９年度以降となっている。\nとすれば，一定の退職者数が見込まれる平成１９年度まで本件保育所\nの廃止，民営化を待てば，本件保育所に入所していた本件各児童はす\nべて無事卒園することができたのである。さしたる当面の財政効果も\nないのに，原告ら保護者のささやかなこの要求すら聞き入れずに，性\n急に本件保育所を廃止する根拠は財政的にみても全くない。\nｆ さらに，被告は，被告の行政財産である本件保育所の土地，建物を\n無償で貸与し，備品（遊具や机，その他調理設備なども含む。）を無\n償で譲渡している。これらの資産は税金によってまかなわれているも\nのであり，財政難であればなおさら売却の方法をとるべきである。\n(オ) 保育所を廃止しなくても他の手段が存すること\n仮に，財政上の理由から保育所運営経費を削減する必要があるとして\nも，保育所の廃止だけがその手段ではない。現に本件保育所に入所し\n利用関係に立っている児童が存在するのであるから，その保育所の利\n用関係から排除することになる保育所の廃止は昀後の手段というべき\nものであって，国の基準を上回る保育士の配置基準を見直すとか，退\n職者が出ることに応じて，臨時の保育士を雇用するなど他に取るべき\n手段はいくらでもある。また，保育所を廃止することがやむを得ない\nとしても，それによる児童に与える影響は昀小限にとどめるべく，十\n分な引継をするなどして，児童の福祉を害さないようにするべきであ\nる。\nしかるに，被告がこのような他の手段を検討した形跡は全く伺われ\nず，また，児童に対する配慮も全くすることなく，本件改正条例を制\n定した。これは明らかに合理的理由を欠く，違法な保育所の廃止，民\n営化である。\nウ 本件改正条例は，平成９年改正後の児童福祉法の趣旨も理解せず，児童\nの福祉に対する配慮を欠いている。\n本件改正条例は，平成１３年６月５日議会に提出され，わずか１週間後\nの同月１５日に強行可決された。\n保育所が廃止，民営化されると，その日を境に保育士が全員入れ替わる。\n移管にあたっては引継を充分に行い，１年間の保育の流れを理解する必要\nがあることから，原告ら保護者達は，平成１４年の実施ではなく，平成１\n５年以降に民営化を行うよう要望してきた。\nしかし，平成１３年６月１３日の建設厚生委員会では，このような保護\n者の要望には全く触れられなかった。\nまた，本件改正条例を制定したときには，当該保護者にとって重大な関\n心事である保育の内容に係る移管条件も，移管先法人も何も決まっておら\nず，ただ，本件保育所を廃止するというだけであった。本件廃止条例で本\n件保育所を廃止することを決定しながら，移管先法人が決まらないという\n事態になれば，本件保育所の児童にとって取り返しのつかないことになる。\nまた，少なくとも，移管条件の内容によっては，移管先法人がそれを受け\n入れることができず，被告や原告ら保護者の意見や要望が実現しないこと\nも十分あり得るのであって，それは取りも直さず，移管後の保育条件の低\n下をもたらすものである。\n本件改正条例は，平成９年改正後の児童福祉法の趣旨も理解せず，原告\nら保護者のせめて１年延ばして欲しいという昀低限の要望すら無視し，本\n件保育所の児童の福祉の配慮を欠いた違法なものといわなければならない。\nエ 本件保育所の廃止により，本件各児童を含む本件保育所に入所していた\n児童や，原告らを含む保護者は，新たな人間関係の構築に伴う児童の心身\nの負担，保護者自身も従来と異なる体制や理念のずれ，対応から生じる不\n信感との葛藤，なによりも長期にわたって築いてきたコミュニケーション\n関係の崩壊と再構築という負担の増加，以上の葛藤を克服するための心身\nへのストレスという被害を共に受けてきた。\nまた，本件保育所を廃止することによって，経験豊かな保育士を生かす\n場を喪失したことも重大である。\nさらに，高石市の公立保育所は，小学校に対応して小学校区毎に１つお\nかれており，友人関係を含めて保育所から小学校にそのまま持ち上がり，\n幼児期から小学校まで一貫した教育がなされ得るという点ですばらしいも\nのを持っていたが，本件保育所が廃止され，η地域には公立の保育所がな\nくなってしまった。\nオ 廃止の手続上の違法性\n(ア) 争点(1)についての原告ら主張に記載のとおり，本件保育所を廃止す\nる\nことは，児童福祉法３３条の４に規定する保育の実施の解除に当たる。\nしたがって，被告は，保育の実施の解除にあたり，あらかじめ，当該\n保育の実施に係る児童の保護者に対し，保育の実施の解除の理由につい\nて説明するとともに，その意見を聴かなければならない。\nしかるに，被告は，本件改正条例を制定する前はもちろん，本件改正\n条例を制定した後も，この手続を一切していない。\n(イ) 原告らが本件保育所が廃止されることを知ったのは，平成１３年６\n月７日の朝刊の新聞報道である。それまで原告らは，被告から本件保育\n所が廃止されるという説明等を受けることはもちろん，それを知る由も\nなかった。\nそして，原告らが本件保育所が廃止されることを知ったわずか１週間\n後には，本件改正条例が制定されてしまっている。\n(ウ) また，本件廃止条例制定後も，原告らは，本件選考委員会で意見を\n述べることも，傍聴もできず，会議録の公開もしてもらえなかった。Ｐ\n１４委員長との懇談が実現したのも，移管条件に係る募集条項が既に決\n定され，配布された後の平成１３年８月１８日及び同年９月２０日の２\n回であった。このように，原告ら保護者は，本件選考委員会が保護者に\nとって重要な移管要件や移管先法人を決定するに際し，意見を述べる機\n会を全く奪われた。\n(エ) 移管先法人がＰ１８と決定された後の同事業会による説明会も，原\n告ら保護者の不安を増大させるものであった。Ｐ１８による説明は，制\n服の導入時期や延長保育の料金徴収等の移管条件すら理解していないも\nのであり，また，その他にも保護者として納得できず，あるいは不安に\nなるようなやりとりが数多くされた。\n(オ) このような中で，被告は，本件提出依頼書を配布し，原告ら保護者\nに対し，平成１４年１月２５日までに新設の民間園に入所するのか，他\nの公立保育所に転園するのかの二者択一の保育所変更申込書を提出する\nことを求め，これを提出しなければ待機児童になるとまで言って，無理\n矢理返事を求めた。\nこれは，平成９年改正後の児童福祉法が保障する，意に反して入所，\n転園させられない権利を明らかに侵害するものである。\n(カ) 結局，このまま民間園に行くか，他の公立保育所に転園するかの選\n択に迫られた本件保育所の保護者達は，悩んだ末，３５名もの児童が他\nの公立保育所に転園した。この転園率は実に４２パーセントにも達して\nおり，過去の他市における公立保育所の廃止，民営化による転園希望状\n況と比較しても，著しく高いものである。\nカ 被告は，民間移管後１年を経た決算（平成１４年度決算）においては，\n純歳出額において約８２５７万円の減少となっている旨主張する。\nしかしながら，この数字は以下のとおりまやかしのものであり，逆に，\n急激な民営化によって財政支出が増えていることが分かる。\nまず，歳入については，障害児保育対象事業費府補助金の２５５万円の\n増額，延長保育促進事業府補助金の増額６１万６０００円中３１万６００\n０円及び一時保育促進基盤整備事業府補助金の１２６万８０００円の合計\n４１３万４０００円は民営化とは無関係である。\n次に歳出については，一般職給，職員手当等及び共済費の差額合計１億\n１１８５万５４９２円の減少は，正職員１０人分の人件費に相当するもの\nであるが，このうち４名は保育所費款外への異動であり，現在も被告の職\n員であるから，被告の財政全体からみた歳出の削減にはなっていない。ま\nた，他の６名は退職者であるが，退職者による歳出の減少は，公務員の退\n職という事実によって発生するものであり，民営化の効果とはいえない。\nさらに，本件保育所を廃止して民営化したことにより，私立の保育所の\n運営に要する経費として１億１４３２万７２３０円が増加している。これ\nに，民間保育所施設開設準備補助金８８万１３５０円を加えると，合計１\n億１５２０万８５８０円歳出が増えている。\nこれらを勘案すると，被告は，本件保育所を民営化したことによって，\n逆に，３５１７万６８４９円財政支出が増える結果となっている。すなわ\nち，本件保育所を民営化したことによる被告の財政効果は，財政に資する\nどころか，大幅なマイナスであった。\n第３ 争点に対する判断\n１ 争点(1)（本件各訴えの適法性（本案前の争点））について\n(1) 本件廃止処分の取消請求（主位的請求）について\nア 原告らは，本件改正条例の制定をもって，原告らの権利を侵害する行政\n処分（本件廃止処分）に当たるとして，その取消しを求めている。\n条例の制定は，通常は，一般的，抽象的な規範を定立する立法作用の性\n質を有するものであり，原則として，個人の具体的権利義務に直接の効果\nを及ぼすものではないから，抗告訴訟の対象となる処分には当たらないも\nのと解される。しかしながら，他に行政庁の具体的処分を経ることなく，\n当該条例自体によって，その適用を受ける特定の個人の具体的な権利義務\nに直接影響を及ぼすような例外的な場合には，当該条例の制定行為自体を\nもって行政処分とみる余地が存するものと解するのが相当である。\nしたがって，本件改正条例の制定が上記例外的な場合に当たるか否か，\n以下検討する。\nイ(ア) 本件に関する児童福祉法の規定内容は，前提となる事実等ア記載の\nとおりである。これによると，保育に欠ける児童に対する保育について\n規定する児童福祉法２４条は，平成９年改正前の市町村の措置による入\n所の仕組みから，同改正により，保育所に関する情報の提供に基づき保\n護者が保育所を選択し，市町村と保護者との間で，保護者が選択した保\n育所における保育を実施することを内容とする利用契約（公法上の契\n約）を締結する仕組みに変更されたものと解される。\n(イ) このことは，以下のような平成９年改正に関する厚生省（当時。以\n下同様）の担当者の発言内容や資料等からも明らかである。\nａ 平成９年３月１７日の全国児童福祉主管課長会議において，厚生省\nのＰ２０保育課長は，平成９年改正により，保護者と市町村の関係は，\n児童福祉法という特別の法律に基づく，いわゆる公法上の契約という\nことになるのではないかと考えている，保護者が希望する保育所で児\n童福祉施設昀低基準に定められた条件で，保育してくれと市町村に対\nして申し込み，これに対して，市町村の側では，保育に欠けているか\n否かの事実確認をした上で，保育サービスを保育所において提供しな\nければならない，法律上，原則として，保護者の側からの契約申込み\nに対して，応諾義務を市町村の側に課している旨の発言をしている。\n（甲５６号証）\nｂ 平成９年６月２３日の全国児童福祉主管課長会議において，厚生省\nのＰ２０保育課長は，保護者と市町村との関係は，行政処分の関係か\nら，公法上の利用契約へと変わる，保護者の申請ということが法律上\n明記されたことから，むしろ利用者の立場が強まったと考えられるが，\n満員になった場合の選考を含め，これは行政処分ではない旨の発言を\nしている。\n（甲５５号証）\nｃ 平成９年９月１９日の全国児童福祉主管課長会議において，厚生省\nのＰ２１保育課長補佐は，平成９年改正で市町村と保護者の関係が公\n法上の契約という形になったが，入所手続上においては，保護者から\nの申込みに対して，市町村が承諾書を交付するということで，基本的\nに公法上の契約というものが成立すると考えている旨の発言をしてい\nる。\n（甲５７号証）\nｄ 厚生省児童家庭局が監修し，平成９年９月に作成されたパンフレッ\nト（児童福祉法改正のポイント）において，保育施策の見直しとして，\nこれまでの行政処分による入所の仕組みから利用者の申込みによる市\n町村と保護者との利用契約を締結する仕組みに改められることになっ\nた旨の記載がされている。\n（乙５号証の４）\nｅ 児童福祉法規研究会編による「昀新児童福祉法・母子及び寡婦福祉\n法・母子保健法の解説」において，平成９年改正について，利用者の\n立場に立った良質かつ多様な保育サービスが弾力的に提供される制度\n的な枠組みを整備するため，措置（行政処分）による入所方式から，\n保護者が各保育所に関する十分な情報を得た上で，入所を希望する保\n育所を選択して，申込みに基づき市町村と保護者が利用契約を締結す\nる仕組みに見直したものである旨の記載がされている。\n（甲７号証）\n(ウ) 以上のように，平成９年改正後の児童福祉法の下においては，保育\nに欠ける児童の保護者と市町村との間で，保護者が選択した保育所にお\nいて保育を実施することを内容とする利用契約を締結することとなる。\nそして，保護者による保育所の選択権を認めた同改正の趣旨にかんがみ\nれば，上記利用契約の内容とされた保護者が選択した保育所で保育を受\nける権利は，同利用契約の存続期間中保護されるべきものと解されるか\nら，上記保護者は，同利用契約の存続期間中，当該保育所が存続してい\nるにもかかわらず，その意に反して他の保育所への転園を強要されるこ\nとなく，当該保育所において保育を受ける権利を有するものと解するの\nが相当である。そして，同改正後においては，上記利用契約は，原則と\nして，当該保育に欠ける児童の就学までをその契約期間とするものと解\nするのが相当である（この点，証拠（甲５７号証）によれば，平成９年\n９月１９日の全国児童福祉主管課長会議における質疑応答の際，厚生省\nの担当者において，入所期間については，応募者の希望にそった形で設\n定する必要があり，市町村の方で一方的に相手の意向を無視して１年な\nりの入所期間を独断で決めることは，平成９年改正の趣旨からいっても\n許されないと考えている旨の回答がされている。）。\n(エ) 被告から委任された高石市福祉事務所長の原告らに対する，本件各\n児童の本件保育所への入所承諾の内容は，前提となる事実等(2)記載のと\nおりである。これによれば，原告Ｐ７は，被告との間で，Ｐ８について，\n平成１１年４月１日から平成１７年３月３１日までの間，本件保育所に\nおいて保育を受けることを内容とする利用契約を締結したものであり，\nまた，原告Ｐ９は，被告との間で，Ｐ１０及びＰ１１について，Ｐ１０\nについては平成１２年４月１日から平成１７年３月３１日までの間，Ｐ\n１１については平成１３年４月１日から平成１９年３月３１日までの間，\nそれぞれ本件保育所において保育を受けることを内容とする利用契約を\n締結したものと認められる。\nしたがって，原告らは，被告との間で締結した上記各利用契約に基づ\nき，本件保育所が存続する以上，本件各児童について，上記各期間中，\n本件保育所において保育を受ける権利を有するものと解するのが相当で\nある（実施条例２条に規定する保育の実施基準を満たさなくなった場合\n等，実施規則６条の規定に該当するに至った場合はもとより別論であ\nる。）。\nウ(ア) 一方，本件保育所は，本件条例に基づき，高石市内に居住する児童\nを保護し，その健全な育成を図るために地方公共団体たる被告が設置す\nるものであり（前提となる事実等(1)イ），地方自治法２４４条１項にい\nう，住民の福祉を増進する目的をもってその利用に供するための施設\n（公の施設）に当たるものと解される。\nこの点，地方自治法２４４条の２第１項は，地方公共団体は，法律又\nはこれに基づく政令に特別の定めがあるものを除くほか，公の施設の設\n置及びその管理に関する事項は，条例でこれを定めなければならない旨\n規定し，また，第２項は，地方公共団体は，条例で定める重要な公の施\n設のうち条例で定める特に重要なものについて，これを廃止する場合に\nは，議会において出席議員の３分の２以上の者の同意を得なければなら\nない旨規定している。さらに，同法１４９条７号は，公の施設を設置し，\n管理し，及び廃止することを，地方公共団体の長の担任事務の１つとし\nている。\nしてみれば，地方公共団体ないしその長は，当該地方公共団体が現に\n行い，あるいはこれから行おうとする様々な施策の内容や，当該地方公\n共団体の置かれた財政状況，その他当該地方公共団体を取り巻く様々な\n要因を総合的に勘案し，公の施設を設置し，管理し，あるいは廃止する\nことができるものと解すべきであって，公の施設の設置，管理及び廃止\nについては，地方公共団体ないしその長の広範な裁量に委ねられている\nと解するのが相当である。\n(イ) したがって，公の施設である本件保育所を廃止するか否かは，(ア)\n記載のように，被告ないし被告の長（高石市長）の広範な裁量に委ねら\nれた事項というべきであって，その裁量権の行使に逸脱ないし濫用が存\nした場合に初めて本件保育所の廃止が違法となるものと解される。\n(ウ) してみれば，イ記載のような平成９年改正後の児童福祉法の下にお\nける，保育に欠ける児童の保護者と市町村との間で締結された，保護者\nの選択した保育所において保育を実施することを内容とする利用契約は，\nあくまでも当該保育所が存続することを前提とするものであり，市町村\nがその有する広範な裁量により当該保育所を廃止することがあり得るこ\nとは，当該保育所の公の施設としての性格からくる制約として当該利用\n契約において前提とされているものと解するのが相当である。児童福祉\n法（３５条６項）及び同法施行規則（３８条１項２号）は，保育所等の\n児童福祉施設が入所者がいる時点でも廃止される場合があることを前提\nとする廃止手続を定めているが，これも上記解釈を裏付けるものである。\nしたがって，当該保護者は，市町村がした当該保育所の廃止が市町村の\n有する裁量権の逸脱ないし濫用に当たる場合に初めて，当該保育所の廃\n止の違法をいうことができるものと解すべきである。\n本件においても，原告らは，本件保育所が存続することを前提として，\n被告との間でイ(エ)記載のような利用契約を締結したものというべきで\nあって，被告による本件保育所の廃止も，これが裁量権の逸脱ないし濫\n用に当たらない限りは，当然に上記利用契約が前提とするところと解す\nるのが相当である。\nエ(ア) この点，原告らは，被告による本件保育所の廃止は，児童福祉法３\n３条の４にいう保育の実施の解除に当たる旨主張する。\n(イ) そこで検討するに，平成９年改正後の児童福祉法２４条２項は，\n「前項に規定する児童について保育所における保育を行うこと（以下\n「保育の実施」という。）」と規定しており，また，同法３３条の４は，\n「都道府県知事，市町村長……は，次の各号に掲げる措置又は保育の実\n施等を解除する場合には，あらかじめ，当該各号に定める者に対し，当\n該措置又は保育の実施等の解除の理由について説明するとともに，その\n意見を聴かなければならない。」とし，その３号で「母子保護の実施及\nび保育の実施 当該母子保護の実施又は保育の実施に係る児童の保護\n者」としている。\nしてみれば，児童福祉法の規定は，平成９年改正後においても，保護\n者が選択した特定の保育所において保育を実施することをもって，「保\n育の実施」とするものではなく，「保育所における保育を行うこと」を\nもって，「保育の実施」と定義付けているのであり，同法３３条の４に\nいう保育の実施の解除も，市町村が保育所における保育を行うことを解\n除する場合をいうものと解するのが相当である。これに対し，特定の保\n育所において保育を受けていた児童が他の保育所に転園する場合や，あ\nるいは，当該保育所が民営化されたことに伴い，民営化後の保育所にお\nいて保育を受けることとなったような場合には，同法３３条の４にいう\n保育の実施の解除には当たらないものと解すべきである。\n(ウ) これを本件についてみるに，前提となる事実等(3)チ記載のとおり，\n被告は，本件改正条例制定後，廃止されることとなる本件保育所に入所\nしている０歳児から４歳児の保護者に対し，平成１４年４月１日以降，\n民営化されたＰ１９保育園への入所を希望するか，他の保育所への転園\nを希望するかのいずれかを選択するよう本件提出依頼書を配布している。\nしてみれば，被告は，本件保育所を廃止することにより，本件保育所で\n保育を受けていた児童について，保育所における保育を行うことを解除\nしたものではなく，引き続き保育所における保育を行うことを前提に，\n保護者らに対し，選択する保育所の希望の聴取を行っているものである。\nそして，原告らが監護する本件各児童についても，前提となる事実等\n(4)記載のとおり，平成１４年４月１日以降は，被告が設置するＰ３保育\n所において保育を受けているのである。\nしたがって，本件保育所の廃止をもって，児童福祉法３３条の４にい\nう保育の実施の解除に当たるとする原告らの主張は失当である。\nオ(ア) 以上から，原告らは，被告との間で，本件保育所が存続することを\n前提として，本件各児童について，それぞれの利用期間にわたって本件\n保育所において保育を受けることを内容とする利用契約を締結したもの\nと解されるところ，被告による本件保育所の廃止は，これが被告の有す\nる裁量権の逸脱ないし濫用に当たる場合には，その違法をいうことがで\nきるものと解すべきこととなる。このことは，裏返せば，被告において\n裁量権の逸脱ないし濫用に当たるような本件保育所の廃止を行った場合\nには，その監護する本件各児童について本件保育所での保育を受けるこ\nとを内容とする利用契約を締結していた原告らが同利用契約に基づいて\n有する，本件各児童について本件保育所で保育を受ける権利を侵害する\nものということができるから，本件保育所の廃止は，原告らが具体的に\n有する上記権利を侵害する行政処分に当たるものと解するのが相当であ\nる。してみれば，かかる原告らの有する権利を侵害する行政処分に対す\nる不服申立てとしての抗告訴訟の途を認める必要があるものといわなけ\nればならない。\n(イ)ａ この点，被告は，原告ら保護者の権利義務ないし法的地位に直接\n具体的な影響を及ぼす行為は，本件改正条例制定後における大阪府知\n事への届出（児童福祉法３５条６項）及び入所者（保護者）への廃止\n通知（甲１９号証）というべきであって，本件改正条例そのものの効\n力を抗告訴訟によって争うことはできない旨主張する。\nｂ まず，大阪府知事への届出について検討するに，児童福祉法３５条\n６項は，市町村は，児童福祉施設を廃止し，又は休止しようとすると\nきは，その廃止又は休止の日の１か月前までに，厚生労働省令で定め\nる事項を都道府県知事に届け出なければならない旨規定している。\nしかしながら，この市町村から都道府県知事に対する児童福祉施設\n（保育所も含まれる。）の廃止の届出は，市町村において既に決定し\nた児童福祉施設の廃止について，①廃止の理由，②入所させている者\nの処置，③廃止の期日及び財産の処分について届出を行い，この届出\nを受けた都道府県知事において，市町村に対して必要な指導を行う趣\n旨によるものと解される。したがって，この廃止の届出をもって，当\n該児童福祉施設の利用者の権利義務ないし法的地位に直接具体的な影\n響を及ぼすものと解することはできない。\n本件においても，前提となる事実等(3)ツ記載の，大阪府知事に対す\nる本件保育所の廃止の届出をもって，原告らが被告との間で締結した\n利用契約に基づいて有する，本件各児童について本件保育所で保育を\n受ける権利に具体的な変動を及ぼす行政処分に当たるものと解するこ\nとはできない。\nｃ 次に，被告は，入所者（保護者）への廃止通知（甲１９号証）をも\nって，原告ら保護者の権利義務ないし法的地位に直接具体的な影響を\n及ぼす行為に当たる旨主張する。\nしかしながら，被告がいう上記入所者（保護者）への廃止通知の内\n容は，前提となる事実等(3)チ記載のとおりであるところ，これは，同\n記載のとおり，被告（高石市福祉事務所長，高石市児童福祉課長）に\nおいて，本件保育所保護者に対し，平成１３年１２月，「保育所入所\n変更申込書の提出について（お願い）」と題する書面（本件提出依頼\n書）を配布したものであり，本件提出依頼書には，本件保育所が平成\n１４年４月１日付けで廃止され，同日付けでＰ１８に経営主体を移し\nて，新たにＰ１９保育園として開設されることになること，そのため，\n本件保育所における保育の実施期間は，平成１４年３月３１日で終了\nすることになること，そこで，本件保育所に入所している０歳児から\n４歳児の保護者においては，同年４月１日以降，Ｐ１９保育園への入\n所を希望するか，他の保育所への転園を希望するかのいずれかを選択\nする必要があり，同年１月２５日までに，保育所変更申込書を提出し\nてほしいこと，同日までに変更申込書の提出がない場合には，同年４\n月１日以降は待機となることが記載されていたものである。\n上記のような本件提出依頼書の記載内容にかんがみれば，本件提出\n依頼書の配布をもって，原告ら本件保育所保護者の権利義務ないし法\n的地位に直接具体的な影響を及ぼす行政処分に当たるものと解するこ\nとはできないものといわざるを得ない。\nｄ 以上から，被告がいう，大阪府知事への届出（児童福祉法３５条６\n項）ないし入所者（保護者）への廃止通知（甲１９号証）をもって，\n原告らの権利義務ないし法的地位に直接具体的な影響を及ぼす行政処\n分に当たるものと解することはできない。\nそして，前述のような原告らと被告間で締結された利用契約の内容\nと，高石市内に居住する児童を保護し，その健全な育成を図るため保\n育所を設置するとして，市立保育所６園を規定していた本件条例中，\n本件保育所の項を削るとした本件改正条例の内容（前提となる事実等\n(1)イ，ウ）に照らせば，本件改正条例の内容は，他に行政庁の具体的\n処分を経ることなく，当該条例自体によって，その適用を受ける特定\nの個人の具体的な権利義務に直接影響を及ぼすような例外的な場合に\n当たり，本件改正条例の制定行為自体をもって行政処分に当たるもの\nと解するのが相当である。\n(ウ) したがって，本件改正条例の制定をもって行政処分（本件廃止処\n分）に当たるとして，その取消しを求める原告らの主位的請求は，抗告\n訴訟として適法なものと解される。\n(2) 本件改正条例の無効確認請求（予備的請求(1)）及び予防的不作為訴訟等\n（予備的請求(2)）について\n原告らは，本件改正条例の施行前に本件訴訟を提起し，本件改正条例の施\n行日前に取消訴訟を提起して本件改正条例の効力を争うことができない場合\nを念頭において，予備的請求として，本件改正条例の無効確認請求（予備的\n請求(1)）及び予防的不作為訴訟等（予備的請求(2)）をも提起している。\nしかしながら，本件改正条例の制定を行政処分（本件廃止処分）として，\nその取消しを求める取消訴訟を提起することができるものと解すべきことは\n(1)記載のとおりであるから，原告らにおいて，これとは別に，本件改正条例\nの無効確認を求める訴えの利益は存しないものといわなければならない。ま\nた，同様に，上記取消訴訟を提起できるものと解する以上，これとは別に，\n無名抗告訴訟として，原告らの予備的請求(2)にかかる予防的不作為訴訟等を\n提起することも許されないものと解するのが相当である。\nしたがって，原告らの予備的請求は，いずれも不適法なものとして，却下\nを免れない。\n２ 争点(2)（本件改正条例の制定の適法性）について\n(1) 本件保育所の廃止が公の施設の廃止に当たり，被告（ないし被告の長）の\n広範な裁量に委ねられた事項というべきであって，その裁量権の行使に逸脱\nないし濫用が存するものと認められる場合に初めて本件保育所の廃止が違法\nとなるものと解されることは，１記載のとおりである。\nそこで，本件改正条例の制定をもってした本件保育所の廃止が，被告の有\nする裁量権の逸脱ないし濫用に当たるものと認められるか否か，以下検討す\nる。\n(2)ア 本件保育所の廃止（民営化）に至る経緯は，前提となる事実等(3)記載\nのとおりであり，被告が設置する市立保育所についてこれを民営化しよう\nとの動きは，平成１０年２月に策定された高石市行財政改革大綱により民\n間活力の導入の提言がされたのを踏まえ（前提となる事実等(3)ア），被告\nの財政状況が急激に悪化し，極めて深刻な状況に直面する中で，同大綱を\nより実効のあるものとするとして平成１２年８月に策定された高石市行財\n政改革実施計画において，保育所における民間活力の導入が計画され，平\n成１４年度にこれを実施するとされたことによるものと認められる（前提\nとなる事実等(3)イ）。\nイ また，被告における平成１３年度の職員定員管理計画（乙１５号証）は，\n定員管理のあり方として，組織活動を能率的に遂行すると同時に，その活\n動に要する人員を適正に配置し，被告の大幅な税収入の落ち込みから危機\n的な状況にある財政に対して，財政的負担の軽減をより一層推し進める必\n要があるとし，適正化の手法として，自主的，主体的に効率的かつ効果的\nな定員管理の適正化を推進するため，①退職に伴う自然減，②組織機構の\n簡素合理化，③再任用制度の活用，④施設の民営化，⑤事務の民間委託，\n⑥事務事業の見直し，⑦機械化，⑧早期退職の特例措置について方策を講\nじるものとするとしている。そして，同計画は，このうち，④施設の民営\n化について，定員モデルとの比較において平成１２年４月１日現在１８人\nの超過となっている，また，類似団体との比較においては，民生部門の超\n過が顕著であり，今後保育士の定年退職者の動向を見ながら，保育所の民\n営化により，適正な定員規模の実現化に努めることとするとしている。\nそして，同計画の記載によれば，被告において，平成１１年４月１日現\n在の職員定数７０３名であったのを，平成１２年４月１日で２０名，平成\n１３年４月１日で６名削減し，同日現在の定数は６７７名で３．７パーセ\nントの削減となっており，また，削減の数値目標として，前記平成１１年\n４月１日の定数７０３名を平成１６年４月１日現在で９３名（１３．２パ\nーセント）削減し，６１０名を目標とするとされている。\nウ なお，被告の財政状況の悪化については，Ｐ２２労働組合及び社団法人\nＰ２３からなるＰ２４が平成１３年４月２８日に発行した「さしせまる土\n建型財政危機をいかに打開するか－高石市財政の現状と再建の課題－」と\n題する報告書（甲３１号証）においても，被告の財政収支の動きについて，\n実質単年度収支（当該年度の実質収支（形式収支から翌年度に繰り越すべ\nき財源を差し引いたもの）から前年度の実質収支を差し引いた単年度収支\nに，積立金，繰上償還金を加算し，そこから積立金取崩し額を差し引いた\nもの）でみた場合，被告の実質単年度収支は，平成５年度以降は毎年赤字\nであり，しかも傾向的に増大を示しているとされている。\nエ これらからすると，被告による，市立保育所を廃止，民営化するとの方\n策は，悪化する財政状況を踏まえ，既存の行政を再点検し，限られた財源\nと人材を有効に活用し，昀小の経費で昀大の効果が上げられるよう，簡素\nで効率的な行財政運営をめざすとの観点から採られた施策の１つというこ\nとができる。\n(3)ア そこで，被告の財政状況の悪化に対する財政効果の点から，本件保育所\nの廃止，民営化について検討するに，証拠（乙１７号証，３１号証，４３\n号証）によれば，高石市における公立保育所と民間保育所との児童１人当\nたりの運営経費（歳出総額を月平均人数で除した額）の比較は以下のとお\nりであり（なお，平成７年度ないし平成１１年度は千円単位の概算），公\n立保育所における運営経費が民間保育所における運営経費の約２倍となっ\nていることが認められる。\n平成７年度 公立保育所 ２１７万５０００円\n民間保育所 ９０万９０００円\n平成８年度 公立保育所 ２２３万２０００円\n民間保育所 ９４万６０００円\n平成９年度 公立保育所 ２２３万４０００円\n民間保育所 ９７万６０００円\n平成１０年度 公立保育所 ２０８万円\n民間保育所 １００万４０００円\n平成１１年度 公立保育所 ２０７万２０００円\n民間保育所 １０３万１０００円\n平成１２年度 公立保育所 ２０１万４５３２円\n民間保育所 １０４万５７１８円\nイ また，証拠（乙３３号証，４３号証）によれば，ア記載のように公立保\n育所における運営経費が民間保育所における運営経費の約２倍となってい\nる理由として，保育士の配置数が児童福祉施設昀低基準を上回る基準によ\nる配置をしている公立保育所と，上記昀低基準に沿った配置をしている民\n間保育所とで下記のとおり違いがあることと，保育士の平均年齢が公立保\n育所の方が民間保育所よりも高いことによる人件費の差に基づくところが\n大きいことが認められる。\n０歳児 公立保育所 ３：１（児童３人に対し保育士１名。以下同様）\n民間保育所 ３：１\n１歳児 公立保育所 ４：１\n民間保育所 ６：１\n２歳児 公立保育所 ６：１\n民間保育所 ６：１\n３歳児 公立保育所 １８：１\n民間保育所 ２０：１\n４・５歳児 公立保育所 ２８：１\n民間保育所 ３０：１\nウ さらに，証拠（乙４２号証，４７号証の１，２）によれば，本件改正条\n例制定時，保育所にかかる超過負担金は，年間で約８億２０００万円にの\nぼっていたことが認められる。\nエ なお，証拠（乙４７号証の１ないし３）によれば，本件保育所の廃止，\n民営化がされる前の被告の平成１３年度決算と，同廃止，民営化がされた\n後の被告の平成１４年度決算とを比較すると，以下のとおりとなっている\nことが認められる。\n(ア) 保育所の運営に要する経費\nａ 公立保育所 平成１３年度決算 １２億３１９５万０２５４円\n平成１４年度決算 １０億６１８５万６３４８円\n差 １億７００９万３９０６円減\nｂ 民間保育所 平成１３年度決算 ２億６８２２万７２５０円\n平成１４年度決算 ３億８２５５万４４８０円\n差 １億１４３２万７２３０円増\nｃ 全体 平成１３年度決算 １５億００１７万７５０４円\n平成１４年度決算 １４億４４４１万０８２８円\n差 ５５７６万６６７６円減\n(イ) 歳入\nａ 公立保育所 平成１３年度決算 ３億９８３３万３４６５円\n平成１４年度決算 ３億４８２５万４１５６円\n差 ５００７万９３０９円減\nｂ 民間保育所 平成１３年度決算 １億７９９８万７１７３円\n平成１４年度決算 ２億５６８７万５１４９円\n差 ７６８８万７９７６円増\nｃ 全体 平成１３年度決算 ５億７８３２万０６３８円\n平成１４年度決算 ６億０５１２万９３０５円\n差 ２６８０万８６６７円増\n(ウ) 差引額（(ア)－(イ)の額）\nａ 公立保育所 平成１３年度決算 ８億３３６１万６７８９円\n平成１４年度決算 ７億１３６０万２１９２円\n差 １億２００１万４５９７円減\nｂ 民間保育所 平成１３年度決算 ８８２４万００７７円\n平成１４年度決算 １億２５６７万９３３１円\n差 ３７４３万９２５４円増\nｃ 全体 平成１３年度決算 ９億２１８５万６８６６円\n平成１４年度決算 ８億３９２８万１５２３円\n差 ８２５７万５３４３円減\n(エ) 超過負担金の額（(ウ)の差引額の一部を構成）\nａ 公立保育所 平成１３年度決算 ７億６４７８万３８２７円\n平成１４年度決算 ６億５２８１万６２２７円\n差 １億１１９６万７６００円減\nｂ 民間保育所 平成１３年度決算 ５１９３万１８３９円\n平成１４年度決算 ７１２８万５９１１円\n差 １９３５万４０７２円増\nｃ 全体 平成１３年度決算 ８億１６７１万５６６６円\n平成１４年度決算 ７億２４１０万２１３８円\n差 ９２６１万３５２８円減\nこれによると，本件保育所が廃止，民営化された後の平成１４年度決算\nにおいては，同廃止，民営化前の平成１３年度決算に比して，８０００万\n円余の財政効果が生じていることが認められる。\nもっとも，この点，原告らが指摘するように，歳入の増加の中には，本\n件保育所の廃止，民営化とは関係しない増加も存するところである（原告\nらは，廃止，民営化と無関係な歳入の増加として，４１３万４０００円存\nする旨指摘している。）。しかしながら，このような点を考慮しても，本\n件保育所の廃止，民営化により，平成１４年度決算において，前年度に比\nして７０００万円を超える財政効果が生じているものと認められる。\nこの点，原告らは，歳出のうち，一般職給，職員手当等及び共済費の差\n額合計１億１１８５万５４９２円の減少は，正職員１０人分の人件費に相\n当するものであるが，このうち４名は保育所費款外への異動であり，現在\nも被告の職員であるから，被告の財政全体からみた歳出の削減にはなって\nいない，また，他の６名は退職者であるが，退職者による歳出の減少は，\n公務員の退職という事実によって発生するものであり，民営化の効果とは\nいえない旨主張する。\nしかしながら，上記保育所費款外へ異動した４名について，本件保育所\nの廃止，民営化がなく，上記４名が保育所費款外へ異動しなかった場合に\nは，当該４名の異動先に配置する職員を別に補充しなければならないので\nあるから，本件保育所の廃止，民営化により，人件費が削減されたものと\nいえる。また，退職者６名についても，本件保育所が廃止，民営化された\nことにより退職したとすれば，これは本件保育所の廃止，民営化により人\n件費が削減されたものといえるし，これとは無関係に退職したとしても，\n本件保育所の廃止，民営化がなければ，退職者分を補充する職員の配置が\n必要となるところ，本件保育所の廃止，民営化によりこれが不要となった\nのであるから，やはり，本件保育所の廃止，民営化により人件費が削減さ\nれたものといえる。\nオ これらからすると，財政状況が悪化していた被告において，財政効果の\n点から本件保育所を廃止，民営化したことが，被告の有する裁量権の逸脱\nないし濫用に当たるものとは認められない。\nなお，原告らは，財政効果の点からは，本件保育所を廃止，民営化する\nよりも，臨時保育士を雇用した方がより大きな財政効果が見込まれる旨主\n張する。しかしながら，原告らが主張するような臨時保育士を雇用する方\n策が，財政効果の実を上げるために被告として採り得る選択肢の１つとな\nるとしても，かかる方策を採ることなく，本件保育所を廃止，民営化する\n方法によって財政効果を期したことをもって，裁量権の逸脱ないし濫用に\n当たるものということはできない。\n(4)ア 次に，被告は，本件保育所を廃止，民営化する施策を採った理由として，\n保育サービス供給増の必要性が存した旨主張するので，この点について，\n以下検討する。\nイ 待機児童について\n(ア) 証拠（乙１３号証）によれば，高石市における待機児童数の推移は，\n平成１２年度は，４月時点においては待機児童は存しなかったが，平成\n１３年３月時点では２７人の待機児童が存したこと，また，平成１３年\n度は，４月時点において，１２人の待機児童が存し，本件改正条例の制\n定後であるが，平成１４年１月には，待機児童数が８２人にまで増えた\nことがそれぞれ認められる。\n(イ) また，証拠（乙８号証）によれば，全国的に，保育の需要の急速な\n増大とその多様化に対し，特に都市部等で供給が追いつかないことが大\nきな問題となっていることが認められる。\nそして，本件改正条例の制定後であるが，平成１３年９月６日には，\n厚生労働省雇用均等・児童家庭局保育課長の各都道府県・指定都市・中\n核市民政主管部（局）長宛「待機児童ゼロ作戦の推進について」と題す\nる書簡（平成１３年９月６日雇児保第３５号）が作成されており，その\n中で，国において待機児童ゼロ作戦を進めることとしているところであ\nるが，都道府県及び市町村においても，厚生労働省がこれまで実施して\nきた各般の規制緩和措置，予算措置及び来年度概算要求等を踏まえて，\n地域の保育需要に的確に応えた保育サービスの提供が行われるよう計画\n的かつ積極的に取り組まれたい旨の記載がされている（乙８号証）。\nさらに，平成１３年１２月１１日に総合規制改革会議によって作成さ\nれた，規制改革の促進に関する第１次答申において，急増する保育需要\nに対応する方策の１つとして，公立保育所の民間への運営委託等の促進\nが挙げられており，そこでは，公立保育所においては，社会福祉法人等\nが運営する認可保育所に比べ，運営コストがかかるだけでなく，利用者\nのニーズへの迅速かつ的確に対応できないとの問題を抱えている，この\nため限られた財源を有効に活用し，かつ社会のニーズに応じた保育を実\n施するという観点から，公立保育所の運営については，社会福祉法人や\nＮＰＯ，民間企業等へ民間委託することも有効な処方箋と考えられる旨\n記載されている（乙８号証）。\n(ウ) 本件保育所が廃止，民営化された後の待機児童の状況についてみる\nに，証拠（甲１９号証，６７号証の２，乙２０号証の１，２８号証，証\n人Ｐ１２）によれば，被告において公立保育所の民営化を行うに当たり，\n待機児童の解消を図るため，定員枠を２０名程度増やすこととされたこ\nと，本件保育所の定員は１２０名であったところ，本件保育所の受入可\n能枠は１５０名であったことから，本件保育所を民営化するに際し，定\n員を１４０名とすることとされたこと，現にＰ１８が運営するＰ１９保\n育園においては，定員を１４０名として運営されており，平成１５年４\n月１日時点では，高石市では待機児童は存しないことがそれぞれ認めら\nれる。\n(エ) 以上からすれば，待機児童を解消することも念頭において本件保育\n所\nの廃止，民営化をしたことが，被告の有する裁量権の逸脱ないし濫用に\n当たるものとは認められない。\nウ 延長保育について\n証拠（甲１９号証，６７号証の２，７３号証の１，２，乙２０号証の\n１）によれば，被告において公立保育所を民営化するに当たり，当時実施\nされていた午前７時から午後７時までの保育を，さらに１時間ないし２時\n間程度延長し，午後９時くらいまでの延長保育を行うこととされたこと，\n本件保育所を民営化するに際しても，開所時間は午前７時から午後７時ま\nでとし，さらに２時間程度延長保育を実施することとされたこと，現にＰ\n１８が運営するＰ１９保育園においては，午後９時までの延長保育が実施\nされていることが認められる。\nもっとも，証拠（甲７３号証の１，２）によれば，Ｐ１９保育園におけ\nる平成１４年４月１日から同年７月２６日までの午後７時以降の延長保育\nの実施状況は，同年４月が７日間で延べ１０人，同年５月が１０日間で延\nべ１３人，同年６月が１０日間で延べ１４人，同年７月が１２日間で延べ\n１９人というものであり，午後７時以降の延長保育の利用者がいない日の\n方がむしろ多いことが認められる。また，証拠（甲４７号証）によれば，\n被告が平成１１年６月に行った子育てに関するアンケート調査の結果では，\n延長保育については，回答者の約９割が「現在のままでよい」というもの\nであり，「もっと長く見てもらいたい」との回答は約１割となっていたこ\nと，及び，同アンケート結果では，預かり保育の希望が昀も多く，延長保\n育を希望する割合は，１０項目中，７番目にすぎなかったことがそれぞれ\n認められる。\n以上からすれば，延長保育の観点だけをみれば，それ単独で本件保育所\nを民営化すべきとする十分な理由足り得るかについては疑義も存するとこ\nろである。しかしながら，上記アンケート結果によっても，約１割の保護\n者は延長保育を希望していたこと，また，現に数は多くないものの，民営\n化後のＰ１９保育園において延長保育が実施されており，需要自体は存し\nたものといえることに照らせば，延長保育の実施をも念頭において本件保\n育所の廃止，民営化をしたことをもって，被告の有する裁量権の逸脱ない\nし濫用が存するものと認めることもできない。\n(5) 以上検討した結果によれば，財政状況が悪化している被告が，財政効果の\n観点及び民営化による待機児童の解消や延長保育の実施といった保育サービ\nスの拡充の観点から，本件保育所を廃止，民営化したことをもって，裁量権\nの逸脱ないし濫用に当たると認めることはできない。\nなお，原告らは，本件保育所廃止の手続上の違法性を主張する。しかしな\nがら，本件保育所の廃止が児童福祉法３３条の４にいう保育の実施の解除に\nは当たらないことは，１(1)エ記載のとおりであるから，被告には，同規定に\n基づく本件保育所保護者への事前の説明や保護者からの意見聴取義務が存す\nるものとは認められない。してみれば，前提となる事実等(3)記載のような経\n過を経てした本件保育所の廃止について，本件改正条例の制定による本件廃\n止処分が被告の裁量権の逸脱ないし濫用と認められるような手続上の違法性\nは認められないものと解するのが相当である。\n他に，被告が本件改正条例の制定によってした本件廃止処分について，被\n告の裁量権の逸脱ないし濫用が存したものと認めるに足る証拠は存しない。\n３結論\nよって，原告らの各請求のうち，本件廃止処分の取消しを求める主位的請求\nを棄却し，本件改正条例の無効確認請求及び予防的不作為訴訟等を求める予備\n的請求に係る訴えをいずれも却下することとして，主文のとおり判決する。\n大阪地方裁判所第２民事部\n裁判長裁判官 山田知司\n裁 判 官 田中健治\n裁 判 官 小野裕信\n"
}