{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 9,
    "day": 17
  },
  "case_number": "平成13(行ケ)58",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "11640",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=11640",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/640/011640_hanrei.pdf",
  "contents": "平成１３年（行ケ）第５８号　取消決定取消請求事件　（平成１４年９月３日口頭\n弁論終結）\n判　　　　決\n原　　　告　　　　　　　株式会社日立製作所\n訴訟代理人弁理士　　　　井　坂　光　明\n同　　　　　　　　　　　稲　毛　　　諭\n同　　　　　　　　　　　中　村　　　守\n被　　　告　　　　　　　特許庁長官　太田信一郎\n指定代理人　　　　　　　鈴　木　　久　雄\n同　　　　　　　　　　　神　崎　　　　潔\n同　　　　　　　　　　　大　野    克　人\n同　　　　　　　　　　　林　　　　栄　二\n主　　　　文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n事実及び理由\n第１　当事者の求めた裁判\n１　原告\n特許庁が異議２０００ー７０８４４号事件について平成１２年１２月２２日にし\nた決定を取り消す。\n訴訟費用は被告の負担とする。\n２　被告\n主文と同旨\n第２　当事者間に争いのない事実\n１　特許庁における手続の経緯\n原告は、発明の名称（訂正前）を「真空処理装置及びその搬送システム」（訂正\n後は「真空処理装置用搬送システム及びその運転方法」）とする特許第２９４２５\n２７号（平成２年８月２９日にした特許出願（特願平２－２２５３２１号）の一部\nを分割して平成８年１２月１６日にした特許出願（特願平８－３３５３２９号）の\n一部を更に分割して平成９年１２月１日特許出願（特願平９－３２９８７３号）、\n平成１１年６月１８日設定登録。以下「本件特許」という。）の特許権者である。\n本件特許につき、特許異議の申立てがあり（平成１２年６月１４日特許取消理由\n通知、原告から平成１２年８月２８日訂正請求）、特許庁は、この申立てを異議２\n０００－７０８４４号として審理した上、平成１２年１２月２２日、「訂正を認め\nる。特許第２９４２５２７号の請求項１ないし２に係る特許を取り消す。」旨の決\n定をし、その謄本を平成１３年１月１５日に原告に送達した。\n２　本件発明の要旨（訂正後の特許請求の範囲）\n（（イ）ないし（チ）、（ニ）’及び（チ）’の符合を付して構成要件に分説す\nる。下線は、請求項１の記載と請求項２の記載の相違する部分を示す。）\n「【請求項１】（イ）被処理基板を一枚毎真空処理する複数の真空処理室に連結さ\nれた搬送室と、\n（ロ）被処理基板もしくは処理済基板を複数枚収納できるカセットを大気中で載\n置するカセット台と、\n（ハ）前記搬送室に連結され、該搬送室を介していずれかの真空処理室との間で\n前記被処理基板を搬入するためのロードロック室及び前記搬送室を介していずれか\nの真空処理室との間で処理済基板を搬出するためのアンロードロック室と、\n（ニ）前記大気中のカセットと前記ロードロック室及びアンロードロック室の双\n方との間で前記被処理基板もしくは処理済基板を搬送する搬送装置と、\n（ホ）前記ロードロック室及びアンロードロック室の大気側及び真空側にそれぞ\nれ設けられ、該ロードロック室及びアンロードロック室を大気雰囲気もしくは真空\n雰囲気に切り替えるために前記被処理基板もしくは処理済基板を搬入出する毎に開\n閉される隔離弁とを備え、\n（ヘ）前記ロードロック室及びアンロードロック室の大気側の隔離弁と前記搬送\n装置との間に仕切りを設け、\n（ト）前記搬送装置は、清浄度の良い大気雰囲気に設置されており、\n（チ）大気雰囲気の前記ロードロック室と前記大気中の複数のカセットの１つと\nの間で前記被処理基板を一枚毎搬送し、真空雰囲気の前記ロードロック室及びアン\nロードロック室と前記いずれかの真空処理室との間で、前記被処理基板もしくは処\n理済基板を一枚毎搬入出し、前記アンロードロック室と前記１つのカセットとの間\nで前記処理済基板を一枚毎搬送し該カセットの元の位置に収納することを特徴とす\nる真空処理装置用搬送システム。」\n【請求項２】（イ）被処理基板を一枚毎真空処理する複数の真空処理室に連結され\nた搬送室と、\n（ロ）被処理基板もしくは処理済基板を複数枚収納できるカセットを大気中で載\n置するカセット台と、\n（ハ）前記搬送室に連結され、該搬送室を介していずれかの真空処理室との間で\n前記被処理基板を搬入するためのロードロック室及び前記搬送室を介していずれか\nの真空処理室との間で処理済基板を搬出するためのアンロードロック室と、\n（ニ）’前記大気中のカセットと前記ロードロック室及びアンロードロック室と\nの間で前記被処理基板もしくは処理済基板を搬送する搬送装置と、\n（ホ）前記ロードロック室及びアンロードロック室の大気側及び真空側にそれぞ\nれ設けられ、該ロードロック室及びアンロードロック室を大気雰囲気もしくは真空\n雰囲気に切り替えるために前記被処理基板もしくは処理済基板を搬入出する毎に開\n閉される隔離弁とを備え、\n（ヘ）前記ロードロック室及びアンロードロック室の大気側の隔離弁と前記搬送\n装置との間に仕切りを設け、\n（ト）前記搬送装置は、清浄度の良い大気雰囲気に設置されており、\n（チ）’大気雰囲気の前記ロードロック室と前記大気中の複数のカセットの１つ\nとの間で前記被処理基板を一枚毎搬送し、真空雰囲気の前記ロードロック室及びア\nンロードロック室と前記いずれかの真空処理室との間で、前記被処理基板もしくは\n処理済基板を一枚毎搬入出し、前記アンロードロック室と前記１つのカセットとの\n間で前記処理済基板を一枚毎搬送し該カセットの元の位置に収納することを特徴と\nする真空処理装置。」\n３　決定の理由の要旨\n決定は、別紙決定の理由写し（以下「決定書」という。）に記載のとおり、請求\n項１に係る発明（以下、「本件発明」という。）及び請求項２に係る発明について\nの特許は、刊行物１（特開昭６２－２０７８６６号公報、甲第４号証）記載の発\n明、刊行物２（特開昭６３－１５３２７０号公報、甲第５号証）記載の発明及び周\n知の技術に基づいて当業者が容易に発明をすることができたものであるから、本件\n発明及び請求項２に係る発明についての特許は、特許法２９条２項の規定により拒\n絶の査定をしなければならない特許出願に対してされたことになると認定、判断し\nた。\n第３　原告主張の決定取消事由の要点\n決定の理由の「１．［手続の経緯］」、「２．［訂正請求の認容と本件特許発\n明］」及び「３．［引用例とその記載事項の概要］」は全て認める。\nしかし、「４．［発明の対比］」、「５．［相違点の検討］」及び「６．［請求\n項２に係る発明について］」の一部並びに「７．［むすび］」は争う。\n決定は、本件発明と刊行物１記載の発明との一致点の認定を誤り、相違点及び作\n用効果についても誤った認定、判断を行ったため、本件発明及び請求項２に係る発\n明が想到容易であるとの誤った結論を導いたものであるから、違法であり、取り消\nされるべきである。\n１　取消事由１（本件発明の想到容易性に関する判断の誤り）\n（１）　「搬送室」についての対比の誤り（一致点の誤認）\n決定は、「刊行物１・・・記載の「バッファ室１０」及び「前処理室２０」は、\n刊行物１・・・に記載されているように、未処理の試料もしくは処理済みの試料を\n搬送する手段を有しているものである点で、本件発明の「搬送室」に相当するとい\nうことができる。」（決定書７頁２８行～３２行）と認定している。\nしかしながら、本件発明における「搬送室」は、被処理基板を一枚毎真空処理す\nる複数の真空処理室に連結されており（構成要件（イ））、かつ、ロードロック室\n及びアンロードロック室が連結され、搬送室を介していずれかの真空処理室との間\nで被処理基板が搬入され、搬送室を介していずれかの真空処理室との間で処理済基\n板が搬出される（構成要件（ハ））ものであるところ、刊行物１記載の発明には、\nこれに該当する室は存在しない。決定は、刊行物１における「バッファ室１０」と\n「前処理室２０」とが本件発明の「搬送室」に相当するとしているが、これが誤り\nであることは明らかである。\nさらに、刊行物１に記載された「バッファ室１０」と「前処理室２０」とは独立\n排気されるべき全く別の機能を備えた独立した「二つの室」であり、それらを本件\n発明の「一つの室」である「搬送室」に相当するとした認定自体がそもそも誤って\nおり、このような誤った認定に基づいて本件発明の想到容易性の判断をすれば、当\n然のこととして、誤った結論に至ることは避けられない。\n（２）　「仕切り」についての対比の誤り（一致点の誤認）\n決定は、「「刊行物１・・・に記載の「仕切壁３００」、「清浄領域」は、本件\n発明の「仕切り」、「清浄度の良い大気雰囲気」に相当し、刊行物１・・・には、\n本件発明の構成要件（へ）及び（ト）に相当する事項が、実質的に記載されてい\nる。」（決定書８頁７行～１０行）と認定している。しかしながら、この認定は誤\nったものである。\nすなわち、本件発明においては、ロードロック室及びアンロードロック室の大気\n側の隔離弁と搬送装置との間に仕切りを設け（構成要件（へ））、前記搬送装置\nは、清浄度の良い大気雰囲気に設置（構成要件（ト））されているのに対して、刊\n行物１に記載されている「仕切壁３００」は、単なるクリーンルームの仕切壁にす\nぎず、本件発明のようなロードロック室・アンロードロック室の大気側の隔離弁と\n搬送装置との間に設けた「仕切壁」に相当するものではない。\nしたがって、刊行物１記載の発明に用いられている試料搬送手段１９０及び１９\n１は、清浄度の良い大気雰囲気中に設置されているものではない。\n刊行物１には、「仕切壁３００」が「ロードロック室びアンロードロック室の大\n気側の隔離弁と搬送装置との間に仕切りを設け」とした「仕切り」であるとする明\n確な記載はなく示唆もない。\n刊行物１記載の発明においては、試料搬送手段１９０及び１９１は、「仕切壁３\n００」の配置延長線上を越えて保守領域と清浄度の良い領域の両方に伸び出してお\nり、つまりクリーンルーム内外に跨いで設置されている。これは、刊行物１記載の\n発明で採用されている試料搬送手段１９０及び１９１がベルト駆動の搬送装置であ\nるがゆえの必然的な構成であるが、それによって、保守領域と清浄度の良い領域を\n基板搬送のためにベルトを通す開口を常に開放しておく必要があり、これによって\n保守領域と清浄領域を仕切ることは到底できないものである。つまり、刊行物１記\n載の「仕切壁３００」は試料搬送手段１９０及び１９１が設置されている領域を保\n守領域から仕切るためのものではないし、刊行物１の第３図からしても、保守領域\nと試料搬送手段が設置されている領域を仕切る何らかの手段を設けることは不可能\nである。\n（３）　相違点１についての判断の誤り\nア　決定は、本件発明と刊行物１記載の発明との相違点１として、「搬送室\nに関して、本件発明では、搬送室が１つの室として構成されているのに対して、刊\n行物１記載の発明では、搬送室に相当する室が、バッファ室１０と前処理室２０と\nから構成されている点」（決定書８頁末行～９頁２行）を認定した上、「搬送室を\n１つの室として構成することは、刊行物２にも記載されているように従来周知の技\n術であり、刊行物１記載の発明においても、前処理を必要としない真空処理装置で\nあれば、当業者が上記周知の技術を採用して、搬送室を１つの室として容易に構成\nし得るものである。」（決定書９頁２８行～３１行）と判断している。\nイ　しかしながら、上述の通り、この認定は技術的に明らかに誤っている。\nすなわち、独立排気されるべき全く別の機能を備えた独立した「二つの室」を「一\nつの室」と対応させて比較検討すること自体がそもそも誤っており、それに加え\nて、その判断においても以下のとおりに誤ったものである。\n刊行物２（甲第５号証）記載の発明では、単に「バッファ室３を１つの室として\n構成されている装置」が開示されているにとどまるものであり、独立した二つの室\nである「前処理室」と「バッファ室」を一つの「搬送室」として構成するとの記載\nがあるわけではなく、その示唆があるものでもない。刊行物２には、単に、「バッ\nファ室が１つの装置」が開示されているにすぎず、未処理ウエハあるいは処理済ウ\nエハを装置に対して搬入出するロック室も１つであり、本件発明のようにロードロ\nック室とアンロードロック室とを独立して設ける構成ではない。したがって、この\nような装置の場合、該一つのロック室に腐食性ガスや反応性生成物などが付着して\n内壁面が汚染されることとなる。そうすると、ロック室に反応生成物が堆積した状\n態で大気状態となると、堆積した反応生成物と大気中の水分とが反応して異物が発\n生しやすく、また気流によって堆積物の一部が舞い上がり大気中の水分との反応な\nどで異物が発生しやすい状態になり、その結果、異物によって未処理ウエハに対し\nても処理済ウエハに対しても悪影響が大きくなるものである。つまり、大気中での\n異物の挙動と真空中での異物の挙動は大きく異なり、堆積異物により製品ウエハ\n（未処理ウエハ及び処理済ウエハ）への汚染が発生し、製品歩留まりを低下させ、\nさらに、スループットが低下することとなるものであり、刊行物２記載の発明を採\n用することによっては、本件発明において解決しようとしている課題を解決し得な\nい。\nまた、決定は、前掲のとおり、「刊行物１記載の発明においても、前処理を必要\nとしない真空処理装置であれば、当業者が上記周知の技術を採用して、搬送室を１\nつの室として容易に構成し得るものである。」としながらも、刊行物１記載の発明\n（スパッタリング装置）に対して刊行物２記載の発明（ＣＶＤ装置）をいかに採用\nすれば、「搬送室を１つの室として構成すること」が当業者にとって容易に想到し\n得るかについて全く言及していない。\n以上のことから、刊行物２記載の発明が、独立した二つの室（「前処理室」と\n「バッファ室」）を「１つの室として構成する」ことが当業者にとって容易になし\n得るとの理由にはなり得ないことは明らかである。\nウ　決定における「搬送室を１つの室として構成することは、従来周知の技\n術である」（決定書９頁２８行～２９行）という認定は認める。しかし、刊行物１\n記載の発明は、従来技術の問題点を認識した上で、それを防止するために生まれた\nものである。とすれば、前処理が不要な場合があるとしても、刊行物１記載の発明\nからは、前処理室自体が不要であるとの発想は到底導き出されるものではない。\n（４）　相違点３についての判断の誤り\n決定は、本件発明と刊行物１記載の発明との相違点３として、\n「搬送装置に関して、本件発明では、搬送装置が、大気中のカセットとロードロッ\nク室及びアンロードロック室「の双方」との間で被処理基板もしくは処理済基板を\n搬送する（本件発明の構成要件（ニ））ものであって、当該搬送装置により、本件\n発明の構成要件（チ）のように、大気雰囲気のロードロック室と大気中の複数のカ\nセットの１つとの間で被処理基板を搬送し、アンロードロック室と「前記１つのカ\nセット」との間で処理済基板を搬送し「該カセットの元の位置に収納する」もので\nあるのに対して、刊行物１記載の発明では、搬送装置に相当する装置が、２つの試\n料搬送手段１９０及び１９１から構成されており、当該２つの試料搬送手段のう\nち、試料搬送手段１９０により、ロード室１６０とカセットローダ１８０上のカセ\nットとの間で未処理の試料を搬送し、試料搬送手段１９１により、アンロード室１\n６２とカセットアンローダ１８１上の別の空のカセットとの間で処理済みの試料を\n搬送し回収するものである点」（決定書９頁１２行～２４行）\nを認定し、その上で、相違点３に関する検討においては、従来技術を引用して、\n「そうすると、刊行物１記載の搬送装置としての２つの試料搬送手段１９０及び１\n９１に替えて、上記周知の技術の１つの搬送装置を採用して、本件発明の構成要件\n（ニ）及び（チ）のようにすることは、当業者が容易に想到できたことである。」\n（決定書１０頁１２行～１５行）と判断している。\nしかしながら、本件発明と刊行物１記載の発明の構成全体を比較すると、両者は\n搬送系が基本的に相違するものである。\n決定は、両発明の搬送系の相違に関して、「真空処理装置において、１つの搬送\n装置により、ロック室と複数のカセットの１つとの間で被処理基板を搬送したり、\nロック室と前記１つのカセットとの間で処理済基板を搬送し該カセットの元の位置\nに収納することは、従来周知の技術であり（例えば、特開昭６３－１３３５２１号\n公報（甲第６号証））、しかも、上記従来周知の技術のように、処理済基板を元の\nカセットの元の位置に収納するようにするか、処理済みの試料を別の空のカセット\nに回収するようにするかことは、従来から知られている選択的事項である（例え\nば、特開昭６２－２１６３１５号公報（甲第７号記））。」と認定している（決定\n書１０頁１行～１１行）。\nしかし、甲第６号証に記載された発明は、ロック室が１つの単一チャンバ方式、\nつまり、１つの真空処理室を備えた基板の熱処理装置である。\nまた、甲第７号証に記載された発明は、複数のカセットと、３つの搬送経路と、\n１つの搬送経路上に設置された１つのカセットと、１つのロック室と、該１つのロ\nック室内に設置された２つのカセットとを有し、かつ真空処理室は１つでバッチ処\n理である。このため、１つのロック室に２つのカセットを内蔵し、搬送経路にも１\nつのカセットを設置しており、装置構成を大型かつ複雑化した技術である。このよ\nうな構成において、真空処理後、戻されたウエハを元のカセット内における順序が\n元の状態に戻るというカセット単位の管理とカセット内の順番による管理を行うも\nのである。この場合、通常のカセットの基板収納枚数は２５枚であり、カセット内\nに２５枚の基板が一杯に挿入されている場合には、結果的に元の位置に戻されるこ\nとになるが、甲第７号証刊行物にも記載されているように「途中のプロセスで不良\n品が発生したりして・・・ウエハ枚数が減る場合」（５頁右下欄５行～７行）に\nは、カセット内に順次詰めて入れられることになり、「順番による管理」はできて\nも、カセット内の「位置による管理」はできない。つまり、甲第７号証の発明で\nは、昀終カセット内の上から３枚目に収納されている基板であっても、カセットに\n昀初に収納された時は、何段目に入っていた基板なのかの「位置による管理」はで\nきていない。\n以上のように、甲第６号証記載の発明も甲第７号証記載の発明も、本件発明とは\n全く相違した搬送系を備えた装置であるにもかかわらず、決定のように本件発明の\n搬送系に関する構成要件を細分化し、それぞれの構成要件が各刊行物において周知\n技術あるいは選択的事項とであるとしてしまえば、特許性が担保される特許発明は\n皆無といっても過言ではない。\n被告が主張するように、結果的に基板が「カセットの元の位置」に戻っていると\nいうだけの点が周知であるという理由によって本件特許が取り消されるとするなら\nば、甲第６号証や甲第７号証を引用するまでもなく、ウエハを人手によって戻そう\nと、ベルトコンベアによって戻そうと、「カセットの元の位置に戻す」ことは、カ\nセットを採用したときから周知であったということができる。しかしながら、本件\n発明は、ロット管理をカセット単位で行ってきたものを、複数カセットを備えて複\n数真空処理室の内のいずれかの真空処理室で処理するものにおいては、ロット管理\nをウエハ単位で行うことが重要であることを知覚したことによって発明として完成\nさせたものなのである。\n（５）　作用効果の看過\n決定が「本件発明が奏する作用効果も、上記各刊行物記載の発明及び上記周知の\n技術から予測される程度以上のものでもない。」（決定書１０頁１６行～１７行）\nとした認定も、誤った認定である。\n本件明細書の「発明の効果」の欄には、「本発明によれば、装置全体をクリーン\nルーム内に設置するのに比べてクリーンルームを小さくできるので、クリーンルー\nムの設備費を軽減できる。また、クリーンルーム内の維持管理費を軽減できる。」\nと記載しており、決定は、本件発明の上記従来技術にない格別な作用効果を看過し\nたものである。\n（６）　想到容易性の判断の誤り\n以上のとおり、決定は、本件発明と刊行物１記載の発明との一致点の認定及び相\n違点の対比判断を誤り、本件発明の顕著な作用効果を看過したため、本件発明が刊\n行物１及び２記載の発明並びに周知技術から容易に想到し得たものである旨誤った\n判断に至ったものである。\nすなわち、本件発明は、構成要件（イ）ないし（チ）を備えることによって、初\nめてコンタミネーション（汚染）を防止しかつスループットの高い真空処理装置用\n搬送システムを提供することができるようにしたものである。にもかかわらず、決\n定は、本件発明の構成要件を分説し、各構成要件間の有機的関連は無視して個々の\n構成要件を更に細分化して、各刊行物記載の発明及び周知技術の構成要件と比較\nし、各構成要件が「各刊行物記載の発明」、「従来周知の技術」あるいは「従来か\nら知られている選択的事項」であるから「上記各刊行物記載の発明及び上記周知の\n技術に基いて、当業者が容易に発明することができたものである」としているもの\nであり、誤ったものである。\n２　取消事由２（請求項２に係る発明についての想到容易性の判断の誤り）\n決定は、「本件請求項２に係る発明は、上記本件発明と同様の理由により、上記\n各刊行物記載の発明及び上記周知の技術に基いて、当業者が容易に発明することが\nできたものである。」（決定書１０頁２７行～２９行）と判断しているが、この判\n断は誤ったものである。\n上述したとおり刊行物１記載の発明と本件発明とは大きく異なるのであり、請求\n項２に係る発明は、本件発明と同様の理由により、当業者といえども全く想到し得\nない。\n第４　被告の反論の要点\n１　取消事由１（本件発明の想到容易性判断の誤り）に対して\n（１）　「搬送室」についての対比の誤り（一致点の誤認）に対して\n原告主張の主旨は、刊行物１記載の発明の「バッファ室１０」と「前処理室２\n０」とは、独立して減圧排気される別々の機能を備えた室として構成されるもので\nあるから、決定において、上記「バッファ室１０」及び「前処理室２０」が本件発\n明の「搬送室」に相当するとした認定は誤りである、というものである。\n確かに、刊行物１に、「バッファ室１０」と「前処理室２０」とが、独立して減\n圧排気される別々の機能を備えた室として記載されていることは、原告主張のとお\nりである。\n原告は、搬送室が複数の真空処理室に連結されており（構成要件イ）、ロードロ\nック室及びアンロードロック室が連結され、搬送室を介していずれかの真空処理室\nとの間で被処理基板が搬入搬出されるものである（構成要件ハ）点が刊行物１に記\n載されていない旨の主張をする。\nしかし、この刊行物１記載の発明における「バッファ室及び前処理室」からなる\n「搬送室」は、「複数の真空処理室に連結」されていて、また「ロードロック室及\nびアンロードロック室が連結され、搬送室を介していずれかの真空処理室との間で\n被処理基板が搬入・・・搬出される」のであって、上記の構成は刊行物１にも記載\nされていることが明らかであるから、原告の上記主張は当を得たものとはいえな\nい。\n（２）　「仕切り」についての対比の誤り（一致点の誤認）に対して\n原告主張の主旨は、刊行物１記載の「仕切壁３００」は、単なるクリーンルーム\nの仕切壁であり、本件発明のようにロードロック室及びアンロードロック室の大気\n側の隔離弁と搬送装置との間に設けた「仕切り」に相当するものではないから、刊\n行物１に、本件発明の構成要件（ヘ）及び（ト）に相当する事項が実質的に記載さ\nれているということはできないというものである。\nそこで検討すると、まず、本件発明の構成要件（ヘ）には、「仕切り」に関し\nて、「前記ロードロック室及びアンロードロック室の大気側の隔離弁と前記搬送装\n置との間に仕切りを設け」と規定され、さらに、構成要件（ト）に「前記搬送装置\nは、清浄度の良い大気雰囲気に設置されており」と規定されているが、上記仕切り\nに関する実施例としては、本件明細書の段落番号【００１７】に、「隔離弁１２\nａ、１２ｂを境にして仕切りを設け、カセット台２ａ、２ｂとそこに載置されたカ\nセット１ａ、１ｂ及び第１搬送装置１３のみを清浄度の高いクリーンルーム側に置\nき、残りの部分は清浄度の低いメインテナンスルーム側に置くことができる。」\n（なお、符号１２ｂは、１２ｄの誤記と認められる。）と記載されているのみであ\nって、【図１】には、仕切りに関して何ら記載されていない。\nさらに、ウエハ（基板）を搬送するためには、仕切りに少なくともウエハ（基\n板）１枚が通過することのできる開口を設ける必要があり、一方、仕切りの機能と\nして、清浄度の高いクリーンルーム側と清浄度の低いメインテナンスルーム側とを\n遮蔽する必要がある。そうすると、本件発明の仕切りは、大気側の隔離弁に対して\nは開口する開口部を備えるとともに、クリーンルーム側とメインテナンスルーム側\nとを区分けするものであると解すべきである。\n一方、刊行物１には、クリーンルームの仕切壁３００に関して、「第３図\nで、・・・バッファ室１０と前処理室２０とロード室１６０とアンロード室１６２\nは、架台２００上に設置されている。カセットローダ１８０とカセットアンローダ\n１８１とを含む筐体２１０は、架台２００に着脱可能に設けられる。これによ\nり、・・・仕切壁３００を境にして架台２００側をスパッタ装置の保守領域に、ま\nた、筐体２１０側を清浄領域つまりクリーンルーム内に置くことができる。このた\nめ、試料への塵埃の付着を防止できる。また、他設備と連結し自動搬送ライン化す\nる場合でも、・・・容易に対応できる。」（４頁左上欄７行～２０行）と記載され\nている。また、試料の搬送に関しては、「大気真空間遮断手段１７０の大気側に\nは、・・・大気真空間遮断手段１７０を介して試料を試料搬送手段１６１に渡すベ\nルト搬送装置等の試料搬送手段１９０が設けられている。」（３頁右下欄５行～１\n０行）、「試料搬送手段１９０を作動させることで未処理の試料はカセットから取\nり出され大気真空間遮断手段１７０に向って搬送される。・・・試料は、開けられ\nている大気真空間遮断手段１７０を介して試料搬送手段１６１に渡されてロード室\n１６０内に搬入される。」（第４頁左下欄第５行～第１２行）及び「その後、大気\n真空間遮断手段１７１を開け試料搬送手段１６３、１９１を作動させることで、処\n理済みの試料は、アンロード室１６２外に搬出されて空のカセットに回収され\nる。」（６頁左上欄５行～８行）と記載されている。\n刊行物１の上記各記載事項と第１図及び第３図の記載とを総合すると、刊行物１\n記載の「クリーンルームの仕切壁３００」は、試料の搬送のために、大気真空間遮\n断手段１７０、１７１に対して開口する開口部を備えていることが明らかであり、\nまた、試料への塵埃の付着を防止することができるものであることから、上記仕切\n壁３００により、保守領域と清浄領域（クリーンルーム）とに区分けされ、試料搬\n送手段１９０、１９１は、上記清浄領域（クリーンルーム）に設置されていること\nも明らかである。\nそうすると、本件発明の「仕切り」と刊行物１記載の「仕切壁３００」とは、実\n質的に同じ機能を果たすものであり、「刊行物１・・・には、本件発明の構成要件\n（ヘ）及び（ト）に相当する事項が、実質的に記載されている。」とした決定の認\n定に誤りはない。\n（３）　相違点１についての判断の誤りに対して\n原告主張の主旨は、刊行物１記載の連続スパッタ装置に関する発明は前処理室と\nバッファ室とを独立した別の室として構成することが必須要件であり、独立した二\nつの室である「前処理室」と「バッファ室」を一つの「搬送室」として構成するこ\nとが従来周知の技術でないにもかかわらず、審決が「前処理室」と「バッファ室」\nとをまとめて本件発明の「搬送室」に相当するとして、「搬送室を１つの室として\n構成することは、刊行物２にも記載されているように従来周知の技術であり、刊行\n物１記載の発明においても、前処理を必要としない真空処理装置であれば、当業者\nが上記周知の技術を採用して、搬送室を１つの室として容易に構成し得るものであ\nる。」と判断したことは誤りである、というものである。\nそこで検討すると、まず、上記（１）で詳述したとおり、決定においては、試料\nの搬送という観点から、刊行物１記載の発明の「バッファ室１０」及び「前処理室\n２０」が本件発明の「搬送室」に相当すると認定したものである。\n次に、決定において認定したとおり、搬送室を１つの室として構成することは、\n刊行物２にも記載されているように従来周知の技術である。なお、上記従来周知の\n技術は、乙第１号証（前田和夫著「ＶＬＳＩプロセス装置ハンドブック」１９９０\n年６月１０日、株式会社工業調査会発行、１４９頁～１６５頁）にも、１５７頁図\n３．５０及び１５８頁８行～１３行に、ロボットＲが配置された「ランダムアクセ\nス枚葉式装置」として記載されている。\nそして、原告提出の甲第８号証にも明示されているように、もともと搬送室は１\nつの室として構成されていたものを、刊行物１に記載されているように、前処理を\n必要とする真空処理装置においては、搬送室としても機能する前処理室２０を付加\nして設けるようにしたものである。\nそうすると、前処理を必要としない真空処理装置においては、当業者であれば、\n従来から周知の技術であった、搬送室を１つの室として構成したものを当然採用す\nるところである。\nなお、原告は、刊行物２は未処理ウエハ或いは処理済ウエハを装置に対して搬入\n出するロック室も１つであり、本件発明のようにロードロック室とアンロードロッ\nク室とを独立して設ける構成ではないと主張しているが、当該主張は、ロック室に\n関する主張であり、搬送室に関する相違点１の判断と直接には関係しない主張とい\nうべきである。\n（４）　相違点３についての判断の誤りに対して\n原告主張の主旨は、本件発明は「真空処理装置用搬送システム」であるにもかか\nわらず、夫々の搬送系を構成する個々の搬送手段のみに着目し、相違点３に関して\n決定が、「刊行物１記載の搬送装置としての２つの試料搬送手段１９０及び１９１\nに替えて、上記周知の技術の１つの搬送装置を採用して、本件発明の構成要件\n（ニ）及び（チ）のようにすることは、当業者が容易に想到できたことである。」\nとした判断は誤っている、というものである。\n大気中の複数のカセットとロードロック室／アンロードロック室との間の搬送系\nについて検討すると、一般的に、ウエハ（基板）の搬送手段として、刊行物１に記\n載されているようなベルトを用いた搬送装置及び甲第６号証に記載されているよう\nなアームを用いた搬送機構は、共に周知のものであって、しかも、これらの搬送装\n置や搬送機構は、互いに置換ができないというものではない。\nそして、甲第６号証に記載されているように、真空処理装置において、１つの搬\n送装置により、ロードロック室／アンロードロック室と複数のカセットの１つとの\n間で被処理基板を搬送したり、ロードロック室／アンロードロック室と前記１つの\nカセットとの間で処理済基板を搬送し該カセットの元の位置に収納することも、従\n来周知の技術であり、しかも、特開昭６２－２１６３１５号公報（甲第７号証）に\n記載されているように、処理済基板を元のカセットの元の位置に収納するようにす\nるか、処理済みの試料を別の空のカセットに回収するようにするかは、従来から選\n択的に行われている設計事項である。\nそして、ロードロック室／アンロードロック室と複数の真空処理室との間の搬送\n系についての従来周知の技術、及び、大気中の複数のカセットとロードロック室／\nアンロードロック室との間の搬送系についての従来周知の技術を、刊行物１記載の\n発明に適用することに、特段の妨げとなる事情は見あたらず、上記本件発明の搬送\n系は、決定においても述べているように、刊行物１記載の発明に、上記それぞれの\n従来周知の技術を適用することによって、当業者が容易に想到し得たものである。\n（５）　作用効果の看過に対して\n原告は、決定が本件発明の従来技術にない格別な作用効果を看過したものである\nと主張する。\nしかしながら、本件明細書の「発明の効果」の欄に記載の効果は、本件発明の構\n成要件の内の「（ヘ）前記ロードロック室及びアンロードロック室の大気側の隔離\n弁と前記搬送装置との間に仕切りを設け」及び「（ト）前記搬送装置は、清浄度の\n良い大気雰囲気に設置されており」という構成により奏される効果であるから、上\n記本件発明の構成要件（ヘ）及び（ト）に相当する事項を備えた刊行物１記載の発\n明から予測されるものである。\nしたがって、原告の主張は失当であり、決定における作用効果についての認定、\n判断に誤りはない。\n（６）　想到容易性の判断の誤りに対して\n原告は、決定は本件発明を個々の構成要件に細分化して認定したもので、誤った\nものであると主張し、また、本件発明の「ゴミの発生や残留ガスなどによる製品の\n汚染をなくし、高い生産効率と高い製品歩留まりを実現する真空処理装置用搬送シ\nステムを提供すること」とした目的は、上記構成要件が有機的に組み合わされて初\nめて達成できるものであると主張している。\nしかしながら、発明の認定や対比に際しては、発明を各構成要件毎に区分する手\n法が通常とられており、決定においても、大気中の複数のカセットとロードロック\n室／アンロードロック室との間の搬送系、及び、ロードロック室／アンロードロッ\nク室と複数の真空処理室との間の搬送系等、それぞれの機能や配置等を勘案した合\n理的な根拠の下に、本件発明の各構成要件を区分して認定したものであり、技術的\nな意味もなく過度に細分化して認定したものではない。また、それぞれの構成要件\nを組み合わせることや、当該組合せに基づく作用効果が格別のものとはいえないこ\nとも、既に決定において指摘したとおりである。\n２　取消事由２（請求項２の発明の想到容易性についての対比判断の誤り）に対\nして\n請求項２に係る発明は、構成要件（ニ）’において「の双方」という限定が付さ\nれていない点、及び、構成要件（チ）’の末尾が「真空処理装置」である点でのみ\n本件発明と相違しており、上記１で詳述したのと同様の理由により、各刊行物記載\nの発明及び周知の技術に基いて、当業者が容易に発明をすることができたものであ\nる。\n決定における、「刊行物１記載の連続スパッタ装置が、真空処理装置の一種であ\nることは、上記したとおりであり、本件請求項２に係る発明は、上記本件発明と同\n様の理由により、上記各刊行物記載の発明及び上記周知の技術に基いて、当業者が\n容易に発明をすることができたものであるから、本件請求項２に係る発明について\nの特許は、特許法第２９条第２項の規定により、拒絶の査定をしなければならない\n特許出願に対してされたことになる。」との判断に誤りはない。\n第５　当裁判所の判断\n１　取消事由１（本件発明の想到容易性についての判断の誤り）について\n原告は、決定が、本件発明と刊行物１記載の発明との対比において、本件発明の\n「搬送室」及び「仕切り」という２点において一致点の認定を誤り（取消事由１の\n（１）及び（２））、さらに、相違点１及び相違点３の対比判断を誤り（同（３）\n及び（４））、顕著な作用効果を看過した（同（５））ため、これら相違点に係る\n構成の想到容易性ついての判断を誤った（同（６））と主張するので、以下、順次\n判断する。\n（１）　「搬送室」について\n原告は、決定における「刊行物１・・・に記載の「バッファ室１０」及び「前処\n理室２０」は、刊行物１・・・に記載されているように、未処理の試料もしくは処\n理済みの試料を搬送する手段を有しているものである点で、本件発明の「搬送室」\nに相当するということができる。」（決定書７頁２８行～３２行）との認定が誤り\nであると主張する。\nア　本件特許請求の範囲の請求項１（本件発明）には、搬送室に関して、\n「被処理基板を一枚毎真空処理する複数の真空処理室に連結された搬送室」（構成\n要件（イ））、「搬送室に連結され、該搬送室を介して・・・基板を搬入するため\nのロードロツク室及び前記搬送室を介して・・・基板を搬出するためのアンロード\nロツク室」（構成要件（ハ））と記載されている。\n一方、刊行物１には、決定が認定したとおり、「バッファ室１０の五角形の各辺\nの外側には、各開口１１によりバッファ室１０内と連通して前処理室２０と４室の\n処理室３０～６０が配設されている。」（決定書４頁２３行～２５行）、「処理室\n２０には、試料搬送手段２１に対応した位置でゲートバルブ等の真空間遮断手段１\n５０を介してロード室１６０が設けられている。」（同頁２６行～２８行）、及び\n「一方、処理室２０には、試料搬送手段２６に対応した位置でゲートバルブ等の真\n空間遮断手段１５１を介してアンロード室１６２が設けられている。」（同頁３５\n行～５頁１行）、という事項が記載されており、このことは原告も争わないところ\nである。また、刊行物１の「処理室」、「ロード室」、「アンロード室」が各々本\n件発明の「真空処理室」、「ロードロック室」、「アンロードロック室」に相当す\nることについても争いはない。\nそうすると、刊行物１において、「バッファ室１０及び前処理室２０」は、全体\nとして、本件発明の「真空処理室」に相当する「処理室」に連結される一方で、本\n件発明の「ロードロック室」及び「アンロードロック室」に相当する「ロード室」\n及び「アンロード室」にも連結されているものであって、本件発明の構成要件\n（イ）及び（ハ）に示されている「搬送室」の記載に対応しており、この点で本件\n発明に記載されている「搬送室」に相当するということができる。\nしたがって、刊行物１のバッファ室１０及び前処理室２０は本件発明の「搬送\n室」に相当する旨の決定の認定、及びこれを前提とする本件発明と刊行物１記載の\n発明との一致点に関する決定の認定に誤りはない。\nイ　原告は、刊行物１に記載された「バッファ室１０」と「前処理室２０」\nとは独立排気されるべき全く別の機能を備えた独立した「二つの室」であり、それ\nらを本件発明の「一つの室」である「搬送室」に相当するとした認定がそもそも誤\nっていると主張する。\nしかしながら、本件発明における「搬送室」は、その文言のとおり、被処理基板\nの搬送が行われる室を意味するものと解されるところ、請求項１の記載には「搬送\n室」が「一つの室」でなければならないとの限定はない。また、本件明細書の発明\nの詳細な説明欄の記載によれば、本件発明の目的は、「ゴミの発生や残留ガスなど\nによる製品の汚染をなくし・・・」、「ドライクリーニングが効率的に行える真空\n処理装置用搬送システムの運転方法を提供する」（本件明細書段落【０００７】\n【０００８】）ことであり、発明の効果は、「クリーンルームを小さくでき\nる・・、クリーンルーム内の維持管理費を軽減できる」（段落【００２６】）とい\nうものであり、このような目的、効果からみても、「搬送室」が「一つの室」から\n構成されるものでなければならないと解すべき理由はない。したがって、本件発明\nの「搬送室」は、「一つの室」から構成されるものに限定されないと解することが\n相当であり、隣接して設けられた２つの室のうち一方がロードロック室及びアンロ\nードロック室に連結され、他方が真空処理室に連結されていて、被処理基板が両方\nの室を通過して真空処理室とロードロック室・アンロードロック室との間を搬送さ\nれるようになっている場合は、２つの室をあわせて「搬送室」とみることに妨げは\nないというべきである。\nしかも、決定においては、「搬送室に関して、本件発明では、搬送室が１つの室\nとして構成されているのに対して、刊行物１記載の発明では、搬送室に相当する室\nが、バッファ室１０と前処理室２０とから構成されている点」を本件発明と刊行物\n１記載の発明との「相違点１」として挙げ（決定書８頁３８行～９頁２行）、相違\n点１については別に判断しているのであり、原告の主張する点は、相違点１につい\nての決定の判断において考慮されているということができる。\nしたがって、決定が「バッファ室１０」及び「前処理室２０」を本件発明の「搬\n送室」の相当すると認定し、これに基づいて本件発明と刊行物１記載の発明の一致\n点を認定したことに誤りは認められない。\n（２）　「仕切り」について\n原告は、決定が「「刊行物１・・・に記載の「仕切壁３００」、「清浄領域」\nは、本件発明の「仕切り」、「清浄度の良い大気雰囲気」に相当し、・・・刊行物\n１・・・には、本件発明の構成要件（へ）及び（ト）に相当する事項が、実質的に\n記載されている。」（決定書８頁７行～１０行）と認定したことに対して、刊行物\n１に記載されている「仕切壁３００」は、単なるクリーンルームの仕切壁であり、\n本件発明のようにロードロック室及びアンロードロック室の大気側の隔離弁と搬送\n装置との間に設けた「仕切壁」に相当するものではないと主張し、その主張の根拠\nとして、刊行物１には「仕切壁３００」が「仕切り」であるとする明確な記載も示\n唆もないこと、及び、刊行物１記載の発明においては、試料搬送手段１９０及び１\n９１は、「仕切壁３００」の配置延長線上を越えて保守領域と清浄度の良い領域の\n両方に伸び出しており、保守領域と清浄領域を仕切ることは到底できないものであ\nること、を挙げる。\nア　そこでまず、本件発明について検討すると、請求項１には、仕切りに\n関して、「前記ロードロック室及びアンロードロック室の大気側の隔離弁と前記搬\n送装置との間に仕切りを設け」（構成要件（ヘ））と記載され、清浄度に関して、\n「前記搬送装置は、清浄度の良い大気雰囲気に設置されており」（構成要件\n（ト））と記載されていることが認められる。\n一方、刊行物１には「大気真空間遮断手段１７０、１７１」、「試料搬送手段１\n９０及び１９１」が記載されており、これらが各々本件発明の「隔離弁」、「搬送\n装置」に相当すること（決定書７頁３６行～８頁５行）は、原告の争わないところ\nである。\nまた、刊行物１に記載された事項について、決定は、①「ロード室１６０に\nは、・・・大気真空間遮断手段１７０が設けられている。大気真空間遮断手段１７\n０の大気側には、カセットローダ１８０から試料を受け取り搬送し大気真空間遮断\n手段１７０を介して試料を試料搬送手段１６１に渡すベルト搬送装置等の試料搬送\n手段１９０が設けられている。」（決定書４頁３０行～３５行）、②「アンロード\n室１６２には、・・・大気真空間遮断手段１７１が設けられている。大気真空間遮\n断手段１７１の大気側には、カセットアンローダ１８１Ｉ試料を渡し大気真空間遮\n断手段１７１を介して試料を試料搬送手段１６３から受け取り搬送するベルト搬送\n装置等の試料搬送手段１９１が設けられている。」（決定書５頁３行～８行）、及\nび③「第３図で、処理室３０～６０が設けられたバッファ室１０と前処理室２０と\nロード室１６０とアンロード室１６２は、架台２００上に設置されている。カセッ\nトローダ１８０とカセットアンローダ１８１とを含む筐体２１０は、架台２００に\n着脱可能に設けられる。これにより、スパッタ装置が設置されるクリーンルームの\n仕切壁３００を境にして架台２００側をスパッタ装置の保守領域に、また、筐体２\n１０側を清浄領域つまりクリーンルーム内に置くことができる。」（決定書５頁１\n２行～１８行）と認定しており、これらの認定についても、争いはない。\nイ　以上の争いのない刊行物１の記載事項によれば、大気真空間遮断手段１\n７０を有するロード室１６０及び大気真空間遮断手段１７１を有するアンロード室\n１６２は、架台２００上に設置され、保守領域にあり、カセットローダ１８０とカ\nセットアンローダ１８１とを含む筐体２１０はクリーンルームの仕切壁３００を境\nにして清浄領域つまりクリーンルーム内にあり、試料搬送手段１９０、１９１は大\n気真空間遮断手段１７０、１７１の大気側に設けられているのであるから、試料搬\n送手段１９０、１９１（本件発明の搬送装置に相当）は保守領域にある大気真空間\n遮断手段１７０、１７１（本件発明の隔離弁に相当）の大気側であって清浄領域に\nあり、保守領域と清浄領域の間には境となる仕切壁が存在するということができ\nる。\nそうすると、刊行物１に記載された「仕切壁３００」及び「清浄領域」は、各々\n本件発明の「仕切り」及び「清浄度の良い大気雰囲気」に相当すると認められ、刊\n行物１には、本件発明の構成要件（へ）及び（ト）に相当する事項が実質的に記載\nされているということができる。したがって、これと同旨の決定の認定に誤りは認\nめられない。\n（３）相違点１についての判断について\n原告は、決定が、相違点１：「搬送室に関して、本件発明では、搬送室が１つの\n室として構成されているのに対して、刊行物１記載の発明では、搬送室に相当する\n室が、バッファ室１０と前処理室２０とから構成されている点」につき、「搬送室\nを１つの室として構成することは、刊行物２にも記載されているように従来周知の\n技術であり、刊行物１記載の発明においても、前処理を必要としない真空処理装置\nであれば、当業者が上記周知の技術を採用して、搬送室を１つの室として容易に構\n成し得るものである。」（決定書９頁２８行～３１行）と判断したことについて、\n上記判断は誤りであると主張する。\nア　しかしながら、搬送室を１つの室として構成することが従来周知の技術\nであることは、原告も争わないところである。\nそうすると、相違点１に係る構成につき、周知技術である「搬送室を１つの室と\nして適用する」という技術的事項を採用して本件発明の構成とすることに格別の困\n難があるとは認められない。\nイ　原告は、刊行物２（特開昭６３－１５３２７０号公報、甲第５号証）に\nは「前処理室」と「バッファ室」を一つの「搬送室」として構成するとの記載や示\n唆はなく、刊行物２記載の発明を採用することによっては本件発明において解決し\nようとしている課題を解決し得ないと主張するが、決定は搬送室を１つの室として\n構成することの周知性を指摘したものであって、刊行物２はその例示としたものに\nすぎず、刊行物２に記載された装置の構成そのものを相違点１に係る構成について\n採用し得るか否かは、上記判断を左右するものではない。\nまた、原告は、前処理室自体が不要であるとの発想は刊行物１記載の発明からは\n到底導き出されるものではないとも主張するが、前処理室が不要で搬送室を１つの\n室として構成することが従来周知の技術であることを考慮すれば、前処理を必要と\nしない真空処理装置において搬送室を１つの室とすることは、当業者が当然に採用\nする構成であると認められる。したがって、このような搬送室を１つの室として構\n成する周知技術を刊行物１記載のものに適用することが格別困難であるということ\nはできない。\n以上のとおり、相違点１についての決定の判断に誤りがある旨の原告の主張は、\n採用することができない。\n（４）　相違点３についての判断について\n原告は、相違点３（搬送装置に関して、本件発明では、搬送装置が、大気中のカ\nセットとロードロック室及びアンロードロック室「の双方」との間で被処理基板も\nしくは処理済基板を搬送する（本件発明の構成要件（ニ））ものであって、当該搬\n送装置により、本件発明の構成要件（チ）のように、・・・「該カセットの元の位\n置に収納する」ものであるのに対して、刊行物１記載の発明では、・・・試料搬送\n手段１９０により、ロード室１６０とカセットローダ１８０上のカセットとの間で\n未処理の試料を搬送し、試料搬送手段１９１により、アンロード室１６２とカセッ\nトアンローダ１８１上の別の空のカセットとの間で処理済みの試料を搬送し回収す\nるものである点）について、決定が、\n「真空処理装置において、１つの搬送装置により、ロック室と複数のカセットの\n１つとの間で被処理基板を搬送したり、ロック室と前記１つのカセットとの間で処\n理済基板を搬送し該カセットの元の位置に収納することは、従来周知の技術であり\n（例えば、特開昭６３－１３３５２１号公報・・・）、しかも、上記従来周知の技\n術のように、処理済基板を元のカセットの元の位置に収納するようにするか、刊行\n物１記載の発明のように、処理済みの試料を別の空のカセットに回収するようにす\nるかは、従来から知られている選択的事項である（例えば、特開昭６２－２１６３\n１５号公報・・・）。そうすると、刊行物１記載の搬送装置としての２つの試料搬\n送手段１９０及び１９１に替えて、上記周知の技術の１つの搬送装置を採用して、\n本件発明の構成要件（ニ）及び（チ）のようにすることは、当業者が容易に想到で\nきたことである。」（決定書１０頁１行～１１行）と判断したことにつき、特開昭\n６３－１３３５２１号公報（甲第６号証）に記載の発明及び特開昭６２－２１６３\n１５号公報（甲第７号証）に記載の発明は、いずれも本件発明とは全く相違した搬\n送系を備えた装置であり、甲第７号証記載の発明では「位置による管理」はできて\nおらず、決定の上記判断は誤りであると主張する。\nア　しかし、決定が周知技術の例として挙げた甲第６号証には、「本実施例\nはウェーハ収納カセット１より未処理ウェーハ１１を取り出し、・・・ロードロッ\nク室４、ウェーハ搬送室３を経て熱処理室１２に搬入して熱処理し、この処理済ウ\nェーハ１１を逆の過程で取り出し、再びウェーハ収納カセット１に収納するという\n動作を全て自動で行う」（６頁左下欄２行～８行）、「これでウェーハ１１はカセ\nット１からロードロック室４へ移されたことになる。ウェーハ１１をカセット１へ\n収納する場合はこの逆の動作を行えばよい。・・・第１、第２図例ではカセット１\nが１個の場合を示してあるが、・・・複数個（本例では昀大５個）設置しておけ\nば、１個のカセットが終了しても連続して作業を行うことができる。」（７頁左上\n欄２行～１２行）との記載が認められ、これによれば、搬送装置によりロック室と\n複数のカセットの１つとの間で被処理基板を搬送したり、ロック室と前記１つのカ\nセットの１つとの間で処理済基板を搬送し該カセットの元の位置に収納することは\n従来周知の技術であるとした決定の認定に誤りは見いだせない。\nそして、搬送系の他の部分が異なるとしても、このような周知の搬送装置を引用\n例１記載の発明に適用することに阻害要因は認められない。\nイ　原告は、また、甲第７号証記載の発明では処理済みウエハを元のカセッ\nト内の元の位置に戻すという「位置による管理」はできていないと主張する。\nしかしながら、決定は、甲第６号証を例示として、ロック室と１つのカセットと\nの間で処理済基板を搬送し該カセットの元の位置に収納することは従来周知の技術\nであるとした上で、処理済基板を元のカセットの元の位置に収納するか別の空のカ\nセットに回収するかは適宜選択される事項であることを示すものとして甲第７号証\nを挙げているのであり、しかも、同号証の「さらにまた、前述した各カセット２\n１，２２，２５，２６，３１に対するウエハ４の搬出入を各カセット内のウエハ４\nの順序が途中で入れ替わらないようにカセット単位で行い、かつ搬出はカセットの\n下側からとし、搬入はカセットの上側からとすれば、第１のカセット２５から出て\n再び第１のカセット２５に戻されたウエハ４は、第１のカセット２５内における順\n序が元の状態に戻るので、カセット単位の管理のみならずカセット内の順番による\n管理も可能である。」（５頁右上欄１４行～左下欄３行）との記載は、処理済みの\nウエハが元のカセット内の「順序が元の状態」に戻ることを明確に記載しているか\nら、処理済みのウエハを元のカセット内の元の位置に収納することを明らかに示唆\nしているということができる。したがって、甲第７号証についての原告の主張は、\n甲第６号証に記載されたような周知の搬送装置を引用例１記載の発明に適用するこ\nとに阻害要因はないとの前記判断を左右するものではない。\n（５）　作用効果について\n原告は、本件明細書の「発明の効果」の欄記載の「本発明によれば、装置全体を\nクリーンルーム内に設置するのに比べてクリーンルームを小さくできるので、クリ\nーンルームの設備費を軽減できる。また、クリーンルーム内の維持管理費を軽減で\nきる。」との効果は従来技術にない格別な作用効果であり、決定は、これを看過し\nたものであると主張する。\nしかし、刊行物１に「第３図で、・・・スパッタ装置が設置されるクリーンルー\nムの仕切壁３００を境にして架台２００側をスパッタ装置の保守領域に、また、筐\n体２１０側を清浄領域つまりクリーンルーム内に置くことができる。」（決定書５\n頁１２行～１８行）との記載があることは既に認定したとおりである。原告主張の\n効果は、刊行物１記載の発明も奏する効果であるということができ、格別のものと\n認めることはできない。\n（６）　想到容易性の判断について\n原告は、本件発明の構成要件を細分化し各々の構成要件が各刊行物において周知\n技術あるいは選択的事項としてしまえば、特許性が担保される特許発明は皆無とな\nると主張するが、構成を細分化することは、発明の対比を行うときに通常行われる\n手法であり、対比を厳密に行うためのものであり、この手法自体に誤りはない。原\n告の主張は失当である。\n（７）　まとめ\n以上のとおりであるから、本件発明についての原告主張の取消事由は、理由がな\nい。\n２　取消事由２（本件請求項２に係る発明の対比判断の誤り）\n原告は、本件請求項２に係る発明は本件発明（本件請求項１に係る発明）と同様\nの理由により当業者といえども全く想到することができないものであると主張す\nる。\n本件発明についての取消事由１に理由がないことは上記のとおりであり、本件請\n求項２に係る発明についての取消事由２についても、同様に、理由のあるものとい\nうことはできない。\n３　結論\n以上のとおりであるから、 原告主張の決定取消事由は理由がなく、その他決定に\n取り消すべき瑕疵は見当たらない。よって、原告の請求を棄却することとし、主文\nのとおり判決する。\n東京高等裁判所第１８民事部\n裁判長裁判官　　永　　井　　紀　　昭\n裁判官    古　　城　　春　　実\n裁判官　　田　　中　　昌　　利\n"
}