{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 12,
    "month": 1,
    "day": 20
  },
  "case_number": "平成10(ネ)377",
  "case_name": "新株発行不存在確認請求事件",
  "court_name": "高松高等裁判所第2部",
  "lawsuit_id": "24453",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=24453",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/453/024453_hanrei.pdf",
  "contents": "主　　　　文\n一　原判決を取り消す。\n二　控訴人らの本件訴えをいずれも却下する。\n三　訴訟費用は第一、二審とも控訴人らの負担とする。\n事実及び理由\n第一　控訴の趣旨\n一　原判決を取り消す。\n二　被控訴人がした平成元年八月三〇日変更登記に係る額面株式三万株の新株発\n行及び平成二年一一月八日変更登記に係る額面株式七万株の新株発行がいずれも不\n存在であることを確認する。\n第二　事案の概要\n本件は、被控訴人の代表取締役及び株主であったＡが、被控訴人において行\nったとされている新株発行が不存在であることの確認を求め、Ａの死亡に伴い相続\n人である控訴人らが訴訟承継をした事案であって、原審が請求を棄却したのに対\nし、控訴人らが控訴したものである。なお、被控訴人の代表者Ｂは、被控訴人の取\n締役である控訴人Ｃとの関係では株式会社の監査等に関する商法の特例に関する法\n律二四条により取締役会が定めた者として、取締役でない控訴人Ｄとの関係では代\n表取締役として被控訴人を代表するものである。\n一　前提事実（争いがない。）\n１　被控訴人は、Ａが中心となって昭和二五年一一月二一日に設立された株式\n会社であって、設立後、順次、新株を発行して増資するとともに、発行する株式の\n総数も増加し、昭和五七年七月当時、発行する株式の総数は六〇万株、発行済株式\nの総数は額面普通株式一五万株（一株の金額一〇〇円、資本の額一五〇〇万円）で\nあった。Ａは、被控訴人の設立以来、その株主であり、かつ、代表取締役であっ\nた。\n２（一）　被控訴人は、平成元年八月一二日の取締役会で、額面株式三万株の\n新株を発行し一般公募の方法により割り当てる、発行価額は一株一〇〇円とし払込\n期日を同月二九日とする旨決議し、Ｂが二万五〇〇〇株を、その妻であるＥが五〇\n〇〇株をそれぞれ引き受けて右期日に払込を了したとして、発行済株式の総数が一\n五万株（資本の額が一五〇〇万円）から一八万株（同一八○○万円）に変更された\n旨の登記を受けている（以下「元年の新株発行」という。）。\n（二）　被控訴人は、平成二年九月三〇日の取締役会で、額面株式七万株の\n新株を発行し一般公募の方法により割り当てる、発行価額は一株一〇〇円とし払込\n期日を同年一一月七日とする旨決議し、Ｂが五万株を、Ｅが二万株をそれぞれ引き\n受けて右期日に払込を了したとして、発行済株式の総数が一八万株（資本の額が一\n八○○万円）から二五万株（同二五〇〇万円）に変更された旨の登記を受けている\n（以下「二年の新株発行」という。）。\n３　Ａは、平成四年一一月一二日本件訴えを提起したが、原審係属中の平成八\n年一〇月一〇日死亡し、相続人（子）である控訴人らがＡの株式を相続して訴訟を\n承継した。\n二　争点\n１　本件訴えの適法性\n（一）　被控訴人の主張\n新株発行不存在確認の訴えは、商法に明文の規定がないけれども、新株\n発行に無効原因が存在するにとどまらず、そもそも新株発行の実体が存在しないと\nいうべき場合に、同法二八○条ノ一五所定の新株発行無効の訴えに準じて認められ\nるものであるところ、新株発行無効の訴えは、発行の日から六か月内に提起すべき\nものとされているから、新株発行不存在確認の訴えについても、同様に出訴期間の\n制限があるものというべきである。本件訴えは、元年の新株発行については発行の\n日から三年余り後、二年の新株発行については同じく二年余り後の平成四年一一月\n一二日に提起されたものであるから、不適法というべきである。\n（二）　控訴人らの主張\n新株発行不存在確認の訴えについては、出訴期間の制限はないというべ\nきである。\n２　本件各新株発行は不存在か否か。\n（一）　控訴人らの主張\n本件各新株発行には、次のとおり、幾つもの手続的・実体的瑕疵が併存\nしており、これらを総合すれば、その瑕疵の程度が極めて著しいから、本件各新株\n発行は、法的評価においては不存在というべきである。\n（１）　代表取締役の不関与\n株式会社の代表行為及び業務執行は代表取締役によって行われるべき\nである（商法二六一条）。本件各新株発行当時、被控訴人の代表取締役はＡであっ\nた。本件各新株発行は、取締役にすぎなかったＢと取締役でもないＥが代表取締役\nＡの名前を使って勝手にしたものであって、Ａはこれに全く関与していない。\n（２）　取締役会決議の不存在\n商法の関係規定によれば、新株の発行は、取締役会の決議によらなけ\nればならず、その決議のための取締役会は、招集権者が会日より一週間前に新株発\n行を議題とする旨の通知を各取締役及び監査役に発して招集することを要するとこ\nろ、本件各新株発行については、右の招集通知はされておらず、また、代表取締役\nであったＡ及びその他の取締役らにおいて協議したことすらないから、取締役会の\n決議は存在しない。\n（３）　新株発行事項の通知の欠如\n新株を発行する場合、会社は、払込期日の二週間前に新株の発行価\n額、払込期日、募集方法等を株主に通知することを要する（商法二八○条ノ三ノ\n二）ところ、本件各新株発行については、当時の株主であるＡ（八万八○○○株保\n有）、控訴人Ｃ（四五〇〇株保有）及びＦ（一〇〇〇株保有）に対して右通知がさ\nれていない。\n（４）　新株発行条件の不公正\n新株の発行については、発行条件均等原則が定められ（商法二八○条\nノ三）、これに違反する新株の発行によって不利益を受ける株主はその差止めを求\nめることができる（同法二八○条ノ一〇）ところ、元年の新株発行は、当時の株主\nであるＡ、控訴人Ｃ及びＦには全く割り当てず、五万六五〇〇株の株主であったＢ\n及び株主ではなかったその妻Ｅのみに割り当てたものであり、また、二年の新株発\n行も、同様にＢ夫婦にのみ割り当てたものであって、その結果、Ｂ夫婦の合計持株\n数は、五万六五〇〇株から一挙に一五万六五〇〇株となり、そのためにＡら右各株\n主が受けた経済的損失は計り知れず、要するに、本件各新株発行は、Ｂ夫婦が被控\n訴人における支配権を確立することを意図してほしいままにしたものであって、著\nしく不公正であり、到底認められるべきものではない。\n（二）　被控訴人の主張\n（１）　前記のとおり、新株発行不存在確認の訴えは、新株発行の実体が\n存在しないというべき場合に、新株発行無効の訴えに準じて認められるものであ\nる。そして、新株発行の無効の訴えは、法律上は無効であるが、外形上は新株発行\nと認められるものが存在する場合が対象となるものであ\nるから、新株発行の不存在とは、新株発行の手続を全く欠いており、単に新株が発\n行されたかのような変更登記があるなど、実体は存在せず外観があるにすぎない場\n合を指すものであり、新株発行に関する取締役会の招集及び決議の成立過程に手続\n的違法があるなど、控訴人らの主張する瑕疵があっても、新株発行の無効原因とな\nるにすぎず、不存在には当たらないというべきであって、この点は、新株発行不存\n在確認の訴えが、明文の規定がないにもかかわらず、新株発行に伴う法律関係を早\n期かつ画一的に確定させる趣旨で特に法定されている新株発行無効の訴えに準じて\n肯定されていることからして、厳格に考えなければならない。\n（２）　本件各新株発行は、取締役であったＢが、父である代表取締役Ａ\nの指示により又はその追認を得、他の取締役からも黙示的にせよ了承を得て、Ｅと\nともに、発行株式を引き受けて現実にその払込をした上で、これをもとに発行済株\n式の総数（資本の額）の変更登記も経ているのであるから、無効原因があるとして\nも、単なる外形に止まらず新株発行の実体を備えているものであって、不存在では\nない。すなわち、\n①　被控訴人は、本件各新株発行の前にも、新株発行を重ねているが、\nその方法は、実権を握っていた代表取締役Ａが、発行を発意し、法\n定の招集手続を経て取締役が一堂に会するという厳格なことはせず、他の取締役の\n明示又は黙示の了承のもとに、あたかも現実に取締役会を開催して決議をしたかの\nような議事録を作成した上、株主に対する新株発行事項の通知等をすることもな\nく、自ら発行株式を引き受け、あるいは他の取締役に引き受けさせて、現実に払込\nを行い、これに沿う登記を受ける、というものであった。このような方法は、被控\n訴人のような同族会社では通例となっているものであって、被控訴人は、その通例\nに倣って順次新株を発行してきたものである。\n②　Ｂは、代表取締役Ａからその後継者に望まれて被控訴人の取締役に\n就任し、Ａとともにその経営に当たっているうち、昭和五十六、\n七年ころ、Ａの意向によって、被控訴人経営の中心的存在となり、昭和六〇年四月\nころには、ＡからＢを被控訴人の代表者とするゴム印を交付され、その際に、そう\nでないとしても、Ａが病気で入院し手術を受けることとなった昭和六三年二月に、\nＡから被控訴人の経営一切についての包括的な権限を授与された。\n③　その間の昭和六〇年ころ、Ａは、Ｂに対し、被控訴人の増資をする\nよう勧めたが、Ｂは、まだその時機ではないと考え、増資を実行しなかった。そし\nて、平成元年になって増資をする同業者が増えたため、Ａは、Ｂに対し、「早く増\n資した方がよい。わしの名前で増資したら相続でまた困るから、お前の名前でや\nれ。金がないなら出す。」と言って、強く被控訴人の増資を勧めた。Ｂは、このよ\nうな経緯により、Ａから授与された権限に基づいて本件各新株発行の手続をし、Ｅ\nとともに各発行株式を引き受けてその払込をし、登記を受けた。右手続は、かねて\nより代表取締役Ａが行ってきたと同様に、前記の通例に従って行われた。\n④　被控訴人には、毎年、徳島商工会議所から、特定商工業者現況調査\n表が送付され、それには、被控訴人の資本金も記載されているところ、Ａは、その\n記載により、本件各新株発行の結果、被控訴人の資本金が増加していることを認識\nした。また、本件各新株発行については、払込取扱銀行として四国銀行徳島西支店\nが指定されたが、Ａは、個人的に預金をしていたことから、同支店に出入りしてい\nるうち、同支店長から、本件各新株発行の払込を得たことについて礼を言われた。\n更に、Ａは、平成三年一〇月二八日、Ｂを被控訴人の代表取締役に就任させ、その\nころ、Ｂから右就任が記載された登記簿謄本を受領し、これにより本件各新株発行\nの登記がされていることを改めて認識した。Ａは、これらについて何ら異議を述べ\nなかったのであって、このことは、右②の事実を裏付けるものであり、また、仮に\nＡが本件各新株発行につき明確かつ具体的な指示・承認をしていなかったとして\nも、これを追認したことを示すものである。\n⑤　なお、本件各新株発行により、Ｂ夫婦が被控訴人における支配を確\n立する結果となっているが、これは、Ｂを後継者としたＡが喜んで望んだことであ\nる。\n⑥　以上の次第で、本件各新株発行が不存在であるとは到底いえない。\n第三　当裁判所の判断\n一　争点１（本件訴えの適法性）について\n１　商法は、特別の訴えとして、新株発行無効の訴えを認め、その訴訟要件、\n判決の効力等を明文で規定している（商法二八○条ノ一五以下）。これによれば、\n新株発行無効の訴えは、新株発行の日から六箇月内にのみ（同条一項）、株主、取\n締役又は監査役に限り（同条二項）、会社を被告として提起することのできる形成\nの訴えであり、新株発行を無効とする判決は第三者に対してもその効力を有するが\n（同法二八○条ノ一六において準用する一〇九条一項）、新株は将来に向かっての\nみその効力を失う（同法二八○条ノ一七第一項）のである。商法が、このように、\n出訴期間及び原告適格を制限するとともに（なお、被告適格に関する明文の規定は\nないが、判決に対世効を認める以上、当然、当該株式会社だけに被告適格があると\n解すべきである。）、認容判決に対世効を認めるが遡及効は否定する特別の訴えを\n創設した趣旨は、新株発行が会社と取引関係に立つ第三者を含めて広い範囲の法律\n関係に影響を及ぼす可能性があるために、新株発行に無効原因がある場合であって\nも、その新株発行を前提として形成されていく新たな法律関係をいつまでも覆し得\nることとし、あるいは遡及して覆し得ることとするのは相当でなく、また、認容判\n決の効力が訴訟当事者間においてのみ相対的に生ずるとするのも相当でないことか\nら、新株発行に伴う法律関係を早期かつ画一的に確定することにあると解せられ\nる。\n２　商法は、右のとおり、瑕疵のある新株発行について、これを形成的に無効\nとする特別の訴えを創設しているが、本件のような新株発行不存在確認の訴えにつ\nいては何ら規定していない。しかしながら、新株発行の無効というのは、論理的\nに、新株発行が存在していることが前提となるが、効力を論ずる以前に、そもそも\n新株は発行されていない、すなわち不存在であるにもかかわらず、新株発行の登記\n（商法一八八条三項、六七条、商業登記法八二条）がされているなど、あたかも新\n株発行がされているかのような何らかの外観が生じていることがあり得るのであっ\nて、このような外観がある場合には、新株発行の不存在を主張する者が、新株発行\nに無効原因がある場合と同様に、対世効のある判決をもってその不存在の確認を得\nる必要があることを否定することができないから、商法の明文の規定を欠いてはい\nるが、新株発行の不存在についても、新株発行無効の訴えに準じて、その旨の確認\nの訴えを肯定するのが相当である。そして、【要旨】新株発行不存在確認の訴え\nは、明文の規定がないのに新株発行無効の訴えに準じて認められるものであり、し\nかも判決に対世効という強い効力があることを認めるものであるから、出訴期間に\nついても新株発行無効の訴えに準ずるのが当然というべきである（このように解し\nても、①新株発行不存在確認の訴えには、無効事由が存在するにすぎないのに、出\n訴期間が経過しているため、発行手続等の瑕疵が著しく不存在と評価すべきである\nなどとして提起されるものが少なくないこと、②出訴期間経過後であっても、新株\n発行の存否が前提となる訴訟において、その不存在を主張できること（ただし、そ\nの訴訟の判決には対世効はない。）からして、不存在を主張する者の保護に欠ける\nわけではなく、かえって、出訴期間の制限がないとすれば、新株発行に伴う法律関\n係の安定が著しく損なわれるというべきである。）。したがって、本件訴えは、そ\nれ自体は肯認されるものではあるが、元年の新株発行の登記がされた日から三年余\nり後、二年の新株発行の登記がされた日から二年余り後の平成四年一一月一二日に\n提起されたものであるから、出訴期間経過後の訴えとして不適法というべきであ\nる。\n３　なお、本件訴えが、対世効のある特別の訴えではなく通常の確認の訴えで\nあるとしても、それは、過去の事実関係ないし法律関係の確認を求めるものであ\nり、このような訴えに確認の利益を認めるには、現在の権利関係又は法律関係を確\n認することが必ずしも紛争の抜本的な解決をもたらさず、かえって過去の法律関係\nを確定することが紛争の直接かつ抜本的な解決のため最も適切かつ必要と認められ\nる場合であることを要するところ、新株発行の外観があっても、その実体が存在し\nないのであれば、これを主張する者は、新株発行の不存在を前提として、株主権の\n不存在確認の訴えを提起するなど、個別的な権利救済を図ることができるから、判\n決に対世効のない通常の確認の訴えとして新株発行の不存在を確認することが、紛\n争の直接かつ抜本的な解決のため最も適切かつ必要であるとは認められず、したが\nって、通常の確認の訴えとしての新株発行不存在確認の訴えには、確認の利益がな\nいというべきである。\n二　そうすると、本件訴えは、いずれにしても不適法であって、却下を免れない\nものであるから、控訴人らの請求を棄却した原判決を取り消して本件訴えをいずれ\nも却下することとし、主文のとおり判決する。\n（裁判長裁判官　山脇正道　裁判官　田中俊次　裁判官　村上亮二）\n"
}