{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 10,
    "day": 29
  },
  "case_number": "平成13(ワ)15047",
  "case_name": "",
  "court_name": "東京地方裁判所",
  "right_type": "不正競争",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "11554",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=11554",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/554/011554_hanrei.pdf",
  "contents": "平成１３年（ワ）第１５０４７号　損害賠償等請求事件\n平成１４年（ワ）第３００３号　同反訴請求事件\n口頭弁論終結日　平成１４年７月２３日\n判　　　　　決\n原告（反訴被告）　　　萬基商事株式会社\n同訴訟代理人弁護士　　水　谷　彌　生\n同　　　　　　　　　　田　中　圭　助\n同　　　　　　　　　　喜多村　勝　徳\n被告（反訴原告）　　　株式会社栄光商事\n同訴訟代理人弁護士    二　宮　征　治\n同                    根　岸　　　隆\n被　　　　　告　　　　株式会社エヌ．ジー．シー\n同訴訟代理人弁護士　　遠　藤　義　一\n主　　　　　文\n１　原告（反訴被告）の請求をいずれも棄却する。\n２　反訴被告（原告）は，反訴原告（被告株式会社栄光商事）に対し，金３\n００万円及びこれに対する平成１２年３月２４日から支払済みまで年５分の割合に\nよる金員を支払え。\n３　反訴原告（被告株式会社栄光商事）のその余の請求を棄却する。\n４　訴訟費用については，本訴反訴を通じ，原告（反訴被告）に生じた費用\nの６分の５と被告株式会社栄光商事（反訴原告）に生じた費用の５分の４と被告株\n式会社エヌ．ジー．シーに生じた費用を原告の負担とし，原告（反訴被告）に生じ\nた費用の６分の１と被告株式会社栄光商事（反訴原告）に生じた費用の５分の１を\n被告株式会社栄光商事（反訴原告）の負担とする。\n５　この判決は，第２項に限り，仮に執行することができる。\n事実及び理由\n第１　請求\n（本訴）\n１　被告らは，別紙被告ら標章目録記載の標章を付した暖房器具を，製造し，譲\n渡し，引渡し，譲渡又は引渡しのために展示し，輸出してはならない。\n２　被告らは，別紙物件目録(1)記載の暖房器具を製造し，譲渡し，引渡し，譲渡\n又は引渡しのために展示し，輸出してはならない。\n３　被告らは，第１項及び第２項記載の暖房器具を廃棄せよ。\n４　被告らは，原告に対し，各自金４０００万円及びこれに対する平成１３年７\n月２７日（訴状送達の日の翌日）から支払済みまで年５分の割合による金員を支払\nえ。\n（反訴）\n反訴被告は，反訴原告に対し，金１７１３万５０００円及びうち金３００万\n円に対する平成１２年３月２４日から支払済みまで，うち金１４１３万５０００円\nに対する平成１４年２月１９日（反訴状送達の日の翌日）から支払済みまで，各年\n５分の割合による金員を支払え。\n第２　事案の概要\n１　争いのない事実\n(1)　原告（反訴被告。以下「原告」という。）は，ファインセラミックスの製\n造及び販売等を目的とする会社である。被告株式会社栄光商事（反訴原告。以下\n「被告栄光商事」という。）は，健康衣料の企画開発及び卸・小売業等を目的とす\nる会社である。被告株式会社エヌ．ジー．シー（以下「被告ＮＧＣ」という。）\nは，紳士服等の製造加工業及び卸売業並びに開発業務・販売企画の業務と輸出入業\n及び販売業を目的とする会社である。\n(2)　原告は，昭和５９年以降，自社が特許権及び実用新案権を有するセラミッ\nク製面発熱体を使用した遠赤外線暖房器具を，他社に委託して製造し，「サンラメ\nラ」という商品名で販売している。原告は，当初１２００Ｗ型と８００Ｗ型のもの\nを販売していたが，平成９年から，別紙物件目録(2)記載の暖房器具（以下「本件物\n件」という。）を「サンラメラ６００」という商品名で販売するようになった。\n(3)　原告は，平成１０年７月６日，被告栄光商事との間で継続的売買契約（以\n下「本件契約」という。）を締結した。そして，「サンラメラ６００」は，原告か\nら被告栄光商事，被告栄光商事から関連会社である有限会社協和電機（以下「協和\n電機」という。），協和電機から被告ＮＧＣへと販売され，被告ＮＧＣが通信販売\nにより一般消費者に販売していた。\n(4)　被告栄光商事は，上記本件契約を締結するに当たり，原告との間で，原告\nに対し保証金として３００万円を預託すること及び本件契約終了時に原告は上記保\n証金を返還することを約し，同年９月１日，３００万円を原告に預託した。\n(5)　被告らは，平成１２年８月ころから，原告以外の者に別紙物件目録(1)記\n載の暖房器具（以下「イ号物件」という。）を製造させ，それを「サンルーム５５\n０」という商品名で，別紙被告ら標章目録記載の標章（以下「被告ら標章」とい\nう。）を付して販売している。\n(6)　原告は，別紙原告商標目録記載の商標権（以下「本件商標権」といい，そ\nの登録商標を「本件商標」という。）を有している。\n２　本訴における原告の主張\n(1)　不正競争防止法２条１項１号違反\n本件物件の名称及び形態は，全国紙の広告欄及び著明な通信販売カタログ\nに多数回掲載され，販売台数も１年間に１万台を超え，遠赤外線暖房器具業界で大\nきなシェアを占めていることから，遅くとも平成１２年８月ころまでには，全国の\n消費者の間で原告の商品を示す表示として広く知られるようになった。\n本件物件とイ号物件は，いずれも面発熱体を使用した暖房器具であり，そ\nの名称は，「サン」という文字と３桁の算用数字を使用している点において極めて\n類似しており，別紙物件目録(1)及び(2)のとおり，その形態はほぼ同一であって，\n需要者たる一般消費者が両製品を混同するおそれは高い。\n被告らは，かつて本件物件を販売していながら，イ号物件を販売してお\nり，故意又は過失により，不正競争防止法２条１項１号の不正競争行為を行ったも\nのである。\n(2)　不正競争防止法２条１項３号違反\nイ号物件は，別紙物件目録(1)及び(2)のとおり，色調及びキャスター部分\nが若干異なる点において，競争上意味のない変更を加えている他は，本件物件の形\n態と同一であるから，形態が実質的に同一である。\n被告らは，イ号物件が平成９年１０月２９日から販売を開始した本件物件\nの模倣商品であることを知りながら，イ号物件を販売したものであり，故意又は過\n失により，不正競争防止法２条１項３号の不正競争行為を行ったものである。\n(3)　不正競争防止法２条１項１３号違反\nイ号物件の販売広告には，特殊セラミックパネルを使用し，それにより遠\n赤外線が室内にくまなく放射されるとの記載があるが，イ号物件は，セラミックパ\nネルを使用していないから，これは，商品の品質，製造方法を誤信させるものであ\nる。\n被告らは，故意又は過失により，不正競争防止法２条１項１３号の不正競\n争行為を行ったものである。\n(4)　不法行為\n被告栄光商事は，本件契約に基づき，本件物件を継続的に販売していたの\nであるから，たとえこの契約関係を継続しない場合でも，本件契約に基づき取得し\nた情報を濫用することなく，原告に不測の損害を与えてはならない信義則上の義務\nがある。\nしかし，被告栄光商事は，本件物件の販売に関与していたことによって知\nり得た情報を利用して，本件物件を模倣し又はそれと類似したイ号物件を製造販売\nし，かつ，消費者に本件物件と誤認混同を生じさせるような宣伝広告活動を行って\nいる。これは，上記信義則上の義務に違反する不法行為である。\n被告ＮＧＣは，原告と直接の契約関係はないが，本件物件の取引は，実質\n的には，原告と被告ＮＧＣの取引と同視しうるものであり，しかも，被告ＮＧＣ\nは，イ号物件の販売による原告の損害について認識していたか又は認識することが\nできた。したがって，被告ＮＧＣがイ号物件を販売した行為も，被告栄光商事と同\n様に，信義則上の義務に違反する不法行為であるということができる。\nまた，被告らは，平成１２年度の本件物件の販売について，原告及び鳴海\n製陶株式会社（以下「鳴海製陶」という。）との契約準備段階に入っており，信義\n則上相手方に損害を与えないようにすべき義務があったところ，製造業者である群\n馬アールシーエス工業株式会社（後に株式会社アールシーエスに商号変更。以下\n「ＲＣＳ」という。）において試作品が完成し，注文があれば製造可能な状態であ\nることを熟知しながら，ＲＣＳを教唆し又は共謀の上，同社に受注を拒否させた\n上，試作品を自らイ号物件として販売したのであるから，信義則上の義務に違反す\nる不法行為があったものということができる。\n(5)　被告栄光商事の債務不履行\n被告栄光商事は，平成１０年７月６日，原告と本件契約を締結したことに\nより，本件物件と使用目的を同じくする他社の製品を購入又は販売してはならない\n義務を負った。しかし，被告栄光商事は，平成１２年８月ころから，本件物件と使\n用目的を同じくする暖房器具であるイ号物件の販売を始めたのであるから，これは\n本件契約の債務不履行に該当する。\n原告は，被告らと販売ルート変更の協議は行っていたが，本件契約を合意\n解約したことはない。本件契約は，平成１２年８月７日，被告栄光商事が解約の申\n入れをしたことから，６か月後の平成１３年２月７日をもって終了したものであ\nる。したがって，平成１２年度分（平成１２年の秋と冬。以下「年度」については\n同様の意味である。）の被告栄光商事のイ号物件販売行為は，債務不履行となる。\n(6)　商標権侵害\nイ号物件は，本件商標の指定商品「電子応用機械器具」に含まれ，被告ら\nがイ号物件に付している標章は，本件商標と外観，観念，称呼において類似する\n上，イ号物件自体も本件物件と同一の外観であり，広告宣伝方法も酷似し，価格も\n同一であるなど，消費者に出所の混同を生じさせる取引の実情があることからする\nと，被告ら標章は本件商標と類似しているといえ，イ号物件の販売は，本件商標権\nを侵害するものである。\n(7)　損害\nア　逸失利益\n原告は，本件物件の平成１２年度分の販売数量を合計１万６０００台と\n見込んでいたが，同年８月ころから被告らがイ号物件を発売したため，実際には４\n３２０台しか売れなかった。原告は平成１２年度は１台当たり４０００円のロイヤ\nリティを得ていたから，（１万６０００台－４３２０台）×４０００円＝４６７２\n万円の得べかりし利益を失った。\nイ　商標法３８条１項\n被告らは，平成１２年度にイ号物件を１万７５００台販売したが，原告\nは，上記のとおり１台当たり４０００円の利益を得るはずであったから，４０００\n円×１万７５００台＝７０００万円が原告の損害となる。\nウ　商標法３８条２項，不正競争防止法５条１項\n被告らは，平成１２年度にイ号物件を１万７５００台販売したところ，\n被告らの利益は，１台あたり各自２０００円を下らないから，４０００円×１万７\n５００台＝７０００万円を下らない。これが原告の損害と推定される。\nエ　商標法３８条３項，不正競争防止法５条２項\n被告らは，平成１２年度にイ号物件を１万７５００台販売したが，原告\nは平成１２年度は１台当たり４０００円のロイヤリティを得るはずであったから，\nこれが使用料相当額であり，原告の損害は，４０００円×１万７５００台＝７００\n０万円となる。\nオ　前４項の損害の外，原告は，本件物件と似ているが品質が劣るイ号物件\nが需要者に混同を生じさせ，その結果原告が長年培ってきた「サンラメラ」の信用\nが毀損されたことによる無形損害５００万円，弁護士費用３００万円の損害を被っ\nた。\n(8)　よって，原告は，被告らに対し，不正競争防止法３条，商標法３６条に基\nづき侵害行為の差止め及びイ号物件の廃棄を求めるとともに，不正競争防止法４\n条，民法７０９条，同４１５条に基づき，前項の損害のうち金４０００万円及びこ\nれに対する訴状送達の日の翌日である平成１３年７月２７日から支払済みまで民法\n所定の年５分の割合による遅延損害金の支払を求める。\n３　本訴における被告らの主張\n(1)　不正競争防止法２条１項１号違反について\nア　平成１２年度分については，本件物件の製造販売者は鳴海製陶であっ\nて，原告は本件物件の製造者でも販売者でもなく，単に鳴海製陶から特許料を得る\nだけの立場であった。したがって，原告は，本件物件につき，「営業上の利益」を\n有する者とはいえず，不正競争防止法に基づく請求をすることはできない。\nイ　本件物件は，販売期間はわずか３年，全国での合計販売台数は１万７５\n００台程度であるから，本件物件の名称及び形態が全国の需要者の間で広く認識さ\nれていたとはいえない。\nウ　本件物件とイ号物件の両商品名に「サン」の文字があるが，これは広汎\nに使用される太陽を意味する一般名詞であって，呼称の枢要部ではなく，３桁の算\n用数字は消費電力６００Ｗ又は５５０Ｗを示したにすぎないから，両者の相違は明\n白である。両商品の形態は，部分的に似ている箇所もあるが，これは電力による暖\n房器具一般に共通し，機能的・技術的要請に由来する必然的な結果である。また，\n両商品は，面発熱体を使用していても，面の素材，構成を全く異にし，発熱方法も\n全く異なる。\nしたがって，名称及び形態について，本件物件とイ号物件の類似性はな\nく，消費者が両製品を混同するおそれもない。\nエ　本件物件は，専ら被告栄光商事の発想，考案により開発に入り，デザイ\nン考案，試作品製作，性能実験，製品化，広告，宣伝，販売のすべての段階を通じ\nて，被告栄光商事が担ったものであるから，被告栄光商事にとっては，「他人の商\n品」ではない。\n(2)　不正競争防止法２条１項３号違反について\nア　前記(1)アに同じ。\nイ　イ号物件の形態が本件物件と実質的に同一であることは否認する。前\n記(1)ウのとおりである。\nウ　本件物件は，遅くとも平成９年５月１０日ころには，販売のためのサン\nプル出荷がされている。したがって，原告は，それから３年を経過した遅くとも平\n成１２年５月中旬以降については，不正競争防止法２条１項３号違反を主張するこ\nとはできない。\nエ　前記(1)エに同じ。\n(3)　不正競争防止法２条１項１３号違反について\nイ号物件は，セラミック製パネルこそ使用していないが，アルミニウム製\nの板の表面にセラミックコーティングがされたものを使用しており，そのセラミッ\nクが遠赤外線を発するのであるから，これをセラミックパネルと称するのは，商品\nの品質，製造方法を誤信させるものではない。\n(4)　不法行為について\n原告の主張は，否認又は争う。\n(5)　被告栄光商事の債務不履行について\n本件契約は，平成１２年３月２３日，合意により解約された。したがっ\nて，被告栄光商事は，平成１２年度分に関する行為については，本件契約に拘束さ\nれず，債務不履行は存在しない。\n(6)　商標権侵害について\n被告らは，「サンルーム」につき商標権を有しており，被告ら標章は，本\n件商標に類似していないから，原告の商標権を侵害していない。\n(7)　損害について\n原告の主張は，争う。\n４　反訴における反訴原告（被告栄光商事）の主張\n(1)　不正競争防止法２条１項１４号違反及び不法行為\nア　原告は，被告栄光商事がイ号物件を製造販売する行為が不正競争防止法\nに違反するとして本訴を提起し，さらに商標権侵害の請求原因を追加し，被告栄光\n商事の重要な取引先である被告ＮＧＣに対しても同様の主張をして共同被告として\nいる。しかし，前記３記載のとおり，不正競争防止法違反及び商標権侵害の事実は\nないから，原告の主張はいずれも虚偽である。\nしたがって，原告の被告栄光商事に対する本訴提起行為及び商標権侵害\nの主張追加行為は，いずれも公開される民事裁判において虚偽の事実の主張をし\nて，不特定多数の者に対して流布伝播する行為であるから，「競争関係にある他人\nの営業上の信用を害する虚偽の事実を告知し，又は流布する行為」（不正競争防止\n法２条１項１４号）に該当する。また，原告の被告ＮＧＣに対する本訴提起行為及\nび商標権侵害の主張追加行為は，被告栄光商事の取引先である被告ＮＧＣに対し\nて，被告栄光商事の「営業上の信用を害する虚偽の事実を告知する行為」（不正競\n争防止法２条１項１４号）に該当する。\nさらに，被告らに対する上記本訴提起行為及び商標権侵害の主張追加行\n為は，いずれも，原告の故意又は過失に基づくもので，不法行為を構成する。\nイ　被告栄光商事は，原告の上記アの行為により，営業上の信用を毀損され\nた。これによる無形損害は５００万円を下らない。また，本訴に応訴を余儀なくさ\nれたことによる弁護士費用は６３０万円，反訴提起に伴う弁護士費用は２８３万５\n０００円であり，被告栄光商事は，合計１４１３万５０００円の損害を被った。\nよって，被告栄光商事は，原告に対し，不正競争防止法４条又は不法行\n為による損害賠償として金１４１３万５０００円及びこれに対する反訴状送達の日\nの翌日である平成１４年２月１９日から支払済みまで民法所定の年５分の割合によ\nる遅延損害金の支払を求める。\n(2)　本件契約終了に基づく預託保証金返還請求\n本件契約は，平成１２年３月２３日，合意により解約され，終了したか\nら，被告栄光商事は，原告に対し，本件契約に基づく預託保証金３００万円の返還\n及びこれに対する本件契約終了の日の翌日である平成１２年３月２４日から支払済\nみまで民法所定の年５分の割合による遅延損害金の支払を求める。\n５　反訴における反訴被告（原告）の主張\n(1)　不正競争行為及び不法行為について\n本訴において主張するとおり，不正競争防止法違反及び商標権侵害の事実\nがあるから，原告は虚偽の事実を告知したものではない。\n(2)　預託保証金返還請求について\n本訴において主張するとおり，本件契約は合意解除されていない。\n第３　当裁判所の判断\n１　認定事実\n証拠と弁論の全趣旨によると，次のとおりの事実が認められる。\n(1)　原告は，昭和５９年以降，セラミック製のパネルを使用した遠赤外線暖房\n器具を，他社に委託して製造し，「サンラメラ」という商品名で販売していた。こ\nの製品は，１２００Ｗ型と８００Ｗ型があり，原告が有する特許権及び実用新案権\nが使用されていた。原告は，同商品を，新聞や雑誌で広告したり，通信販売のカタ\nログに掲載したりして，販売していた。（甲５ないし１０，４６，５０）\n(2)　被告栄光商事代表者Ａ（以下「被告栄光商事代表者」という。）は，原告\n代表者Ｂ（以下「原告代表者」という。）に対し，平成９年２月に，従来のサンラ\nメラの発熱体を生かして，ワット数の小さい小型の新商品を開発することを提案\nし，その新商品の販売を行う旨の申入れをした。原告は，サンラメラの製造を行っ\nていた株式会社大西ライト工業所（以下「大西ライト」という。）に新商品の開発\nについての検討を開始させ，大西ライトにおいて，従来のサンラメラをもとに新商\n品の図面を作成した。原告代表者，被告栄光商事代表者らが出席して平成９年３月\n１１日に大西ライトにおいて打合せが行われ，この打合せに基づいて，大西ライト\nにおいて手作りの試作品が製作された。同年４月１４日に，原告代表者，被告栄光\n商事代表者らが出席して，大西ライトにおいて打合せが行われ，この試作品が検討\nされて，更に改善すべき点が指摘された。その後，試作品が改善されて本件物件と\nなった。この検討過程で，被告栄光商事代表者は，キャスターを付けること，右側\nと左側にほぼ同じ幅の枠を設けること，四隅の角を丸くすることなどを提案し，受\nけ入れられた。本件物件は，平成９年１０月２８日から出荷され，「サンラメラ６\n００」という商品名で，販売された。被告栄光商事は，上記出荷に先立って，上記\n手作りの試作品を受け取り，取引先に持ち込んで営業活動を行ったり，カタログに\n載せる写真撮影のために貸したりした。（甲２，４，３２ないし３５，５０，乙１\n６の１，２，乙２１，２２，丙１の１ないし５，丙２の１，２，丙６，原告代表\n者，被告栄光商事代表者）\nなお，従来のサンラメラの１２００Ｗ型は，横長で柵の方向が横向きであ\nり，８００Ｗ型は，縦長で柵の方向が縦向きであり，いずれもキャスターは付いて\nおらず，右側に比べて左側の枠が狭く，四隅の角がほぼ直角であるところ，本件物\n件は，横長で，柵の方向が縦向きであり，キャスターが付いており，右側と左側に\nほぼ同じ幅の枠が設けられており，四隅の角が丸いといった違いがある。（甲５な\nいし８，１１。なお，甲９，１０は，平成１０年のものであるので，証拠としな\nい。）\n(3)　本件物件の販売ルートは，平成９年度は，主として原告から株式会社アイ\nエフ（以下「アイエフ」という。），被告栄光商事，被告ＮＧＣへと流通するルー\nトであり，平成１０年度及び１１年度は，原告からアイエフへの販売ルートのほ\nか，原告から被告栄光商事，被告ＮＧＣへと流通するルート及び原告から被告栄光\n商事，協和電機，被告ＮＧＣへと流通するルートができた。本件物件の販売に際し\nては，新聞広告がされたほか，通信販売のカタログに掲載された。（甲４，１１，\n１３，３４，３５，５０，乙１４，１５，２２，丙２の１，２，原告代表者）\n本件物件の製造委託ルートは，平成９年度が原告から大西ライト，合資会\n社オリエンタルへと委託するルートであり，平成１０年度が原告から大西ライト，\nＲＣＳへと委託するルートであり，平成１１年度が原告から鳴海製陶，大西ライ\nト，ＲＣＳへと委託するルートであった。（甲２，３，１３，３３，５０，乙２\n２）\n本件物件は，平成９年度には，２０００台製造され，約１６００台販売さ\nれた。平成１０年度には，３５００台製造され，すべて販売された。平成１１年度\nには，１万２０００台製造され，すべて販売された。（甲５０，乙２２）\n(4)　原告は，平成１０年度には，被告栄光商事と直接本件物件の取引をするこ\nととしたため，平成１０年７月６日，被告栄光商事との間で本件契約を締結した。\n本件契約第５条には，被告栄光商事は，原告の書面による承諾なくして，本件物件\nと使用目的を同じくする他社製品を購入又は販売してはならない旨，第１１条に\nは，本件契約の期間はあらかじめ定めず，原告又は被告栄光商事は，相互に６か月\n前に書面により通知することにより，本件契約を解除できる旨が規定されている。\n（甲２８）\n(5)　平成１２年度の本件物件の製造については，原告と鳴海製陶は，大西ライ\nトへの委託を止め，それまで同社の下請であったＲＣＳに直接製造委託することと\nした。しかし，大西ライトが金型の引渡しを拒否したため，平成１１年１１月ころ\nから，ＲＣＳに平成１２年度用の新型機を試作させ，平成１２年１月ころに，手作\nりの試作品が完成した。（甲２０ないし２２，４９，５０，原告代表者）\n(6)　平成１２年度の本件物件の販売については，被告ＮＧＣの親会社である\n「そごう」の信用不安が発生したため，被告ＮＧＣの信用を補完する必要があっ\nた。また，原告は，販売に関してリスクを負担することに難色を示した。そのた\nめ，鳴海製陶が製造販売者となって日本電気オフィスシステム株式会社（以下「Ｎ\nＥＣオフィス」という。）に販売し，原告は，この販売ルートからはずれてライセ\nンス料を受け取るのみとする方向で話が進められた。平成１２年３月２３日に，Ｎ\nＥＣオフィスの担当者Ｃ，鳴海製陶の担当者Ｄ，原告代表者及び被告栄光商事代表\n者が，会合を持った。被告栄光商事代表者は，協和電機の取締役でもあり，実質的\nには協和電機の代表者としても行動していた。上記４者は，この会合において，平\n成１２年度分の本件物件の製造販売について，本件物件は，鳴海製陶が製造販売す\nるものとし，本件物件の販売ルートを鳴海製陶からＮＥＣオフィス，協和電機，被\n告ＮＧＣへと流通するルートに移行することに合意した。この合意の後に，原告が\n本件物件を被告栄光商事に販売することは予定されていなかったし，実際にも販売\nされていない。（甲１２，２６，４９，５０，乙２０，２２，Ｄ証人，Ｃ証人，原\n告代表者，被告栄光商事代表者）\n(7)　上記合意に基づき本件物件の製造販売を行うことになった鳴海製陶は，平\n成１２年４月１９日，協和電機に対して，平成１２年度の販売目標を１万６５００\n台とすること，９月末日までに７０００台を製造し，うち５０００台は協和電機が\n販売保証し，残り２０００台は鳴海製陶のリスクとすること，８月に２５００台，\n９月に２５００台製造販売することを内容とする申入れを行った。また，鳴海製陶\nは，ＲＣＳに本件物件の製造を委託することとして，交渉していたが，ＲＣＳは，\n平成１２年４月２８日付けで鳴海製陶宛てに製造拒否の通知を行った。（甲４９，\n５０，乙１７，１８，２２，Ｄ証人）。\n(8)　他方，被告栄光商事，協和電機，ＮＥＣオフィス，被告ＮＧＣらは，平成\n１２年５月ころから，本件物件とは異なる発熱体（アルミニウム製の板の表面にセ\nラミックコーティングがされたもの）を使用した遠赤外線暖房機（イ号物件）を開\n発して，販売することを計画し，それをＲＣＳに委託して製造させた。同社には，\n本件物件の平成１２年度用の試作品があり，それをもとにイ号物件の金型が製作さ\nれた。（甲２１，２２，甲２５の１ないし３，乙１，２２，Ｃ証人，被告栄光商事\n代表者）\n被告らは，平成１２年８月ころから，イ号物件を製造し，「サンルーム５\n５０」という名称で販売を開始し，同年度に約１万７５００台を販売した。（甲１\n４，１９，２７，３９，４１ないし４４，乙２２）\n被告栄光商事は，原告に対し，平成１２年８月７日，本件契約を解約する\n旨の通知をした。（甲２９）\n(9)　鳴海製陶は，中日本鋳工株式会社に，本件物件の下請製造をさせることと\nし，同社は，同年７月１７日付けで本件物件の図面を作成した。そして，同社は，\nこの図面をもとに金型を製作して，本件物件を製造し，鳴海製陶は，同年１０月こ\nろから，本件物件の販売を開始した。平成１２年度の本件物件の販売数量は，平成\n１３年１月２４日の時点で，鳴海製陶からＮＥＣオフィス，協和電機，被告ＮＧＣ\nへと流通するルートで販売されたものが４３２０台，鳴海製陶からＮＥＣオフィ\nス，協和電機へと流通するルートで販売されたものが８６５台，鳴海製陶から原\n告，アイエフへと流通するルートで販売されたものが９２５台であった。鳴海製陶\nからＮＥＣオフィス，協和電機，被告ＮＧＣ又は鳴海製陶，ＮＥＣオフィス，協和\n電機へと流通するルートで販売されたものの数は，最終的には５７８７台になっ\nた。（甲１７，２３，４９，５０，乙２２，Ｄ証人，原告代表者）\n２　不正競争防止法２条１項１号違反について\n(1)　前記１(1)認定のとおり，原告は，昭和５９年以降長年にわたって「サン\nラメラ」という名称の遠赤外線暖房器具を製造販売してきたのであり，本件物件に\nついても，平成９年から，製造販売してきたものである。\n前記１(6)認定のとおり，平成１２年度からは，本件物件の製造販売者は，\n鳴海製陶となったのであるが，原告は，鳴海製陶に対し，特許権のみならず，本件\n商標権や後記３(1)認定のとおり原告が開発した形態についても使用を許諾して，ラ\nイセンス料を受け取る立場にあったものと認められるのであり，前記１(9)認定のと\nおり自らアイエフに本件物件を販売しており，「サンラメラ」１２００Ｗ型も製造\n販売していた（原告代表者）のであるから，「サンラメラ」という名称は，平成１\n２年８月当時においても，原告の商品表示であったものということができる。そし\nて，上記のとおり「サンラメラ」という名称が長年にわたって使用されてきたこと\nからすると，原告の商品表示として周知であったものと認める余地がある。\n(2)　しかしながら，本件物件の形態については，前記１(2)認定のとおり，本\n件物件と従来のサンラメラでは，形態に異なる点が多く，その印象は大きく異なる\nものと認められるところ，本件物件は，平成９年１０月２８日から出荷が開始され\nたものであり，平成１２年８月ころにイ号物件が発売されるまでの期間は３年間足\nらずにすぎないこと，前記１(3)認定のとおり，販売台数は，平成９年度は約１６０\n０台，平成１０年度は３５００台と多くなく，平成１１年度分に１万２０００台と\n増えたものであること，証拠（乙３，乙４の１，２）によると，ヒーターが横長の\n白色で，そこに縦長の柵が設けられており，その周りに枠があり，下枠に前後に張\nり出した取付脚が２個を設けられ，そこにキャスター４個が取り付けられている薄\n型の暖房器具は，本件物件の発売された以前から複数のものが知られており，その\n中には，角が丸いものや右側の枠にスイッチがあるものが存したことが認められる\nから，本件物件の基本的な形態は既に知られていたものであったことを総合する\nと，いまだ，本件物件の形態が，平成１２年８月ころまでに，商品表示として周知\nとなったとは認められない（もっとも，上記(1)で述べたところからすると，商品表\n示として周知となっていたとすると，原告の商品表示ということができる。）。\n(3)　本件物件の名称のうち「サンラメラ」とイ号物件の名称のうち「サンルー\nム」が類似しているかどうかについては，後記７認定のとおり，これらが類似して\nいると認めることはできない。また，本件物件においては，「６００」，イ号物件\nにおいては，「５５０」という３桁の算用数字が使用されているが，証拠（甲１\n１，１４，２４，２７，３９，４１，４２）と弁論の全趣旨によると，これらはワ\nット数を指すものであって，そのことは広告においても明らかであると認められる\n上，数値も異なっているから，ともに３桁の算用数字が使用されているからといっ\nて，本件物件の名称とイ号物件の名称が類似していると認めることはできない。\n別紙物件目録(1)の本件物件と同目録(2)のイ号物件を対比すると，後記\n３(2)認定のとおり，形態に違いが認められるが，これらはいずれもそれほど目立つ\n部分ではないから，本件物件の形態とイ号物件の形態は類似しているものと認めら\nれる。しかし，後記３(2)認定のとおり，これらの形態の基本的な形態は，既に知ら\nれていたものと認められるのであり，上記認定のとおり，本件物件の形態が周知で\nあったとは認められない。また，証拠（甲１１，１４，２４，２７，３９，４１，\n４２，乙１４，１５）によると，本件物件とイ号物件の広告では，ともに外国人の\n写真が用いられており，同一の図が用いられているほか，宣伝文言や説明にも似た\n部分があること，価格が同一であること，以上の事実が認められるが，上記証拠に\nよると，外国人の写真や説明は同一のものではないし，宣伝文言も必ずしも同じで\nないと認められるし，ともに遠赤外線暖房機であるからこれらが同一又は似たもの\nになることはやむを得ない面がある。価格が同一である点は，特に表示の類似性の\n認定に当たって考慮すべきである点とは考えられない。さらに，証拠（甲４３ない\nし４５）によると，インターネット上において，本件物件とイ号物件\nがまとめて紹介されているもの及び本件物件の代わりにイ号物件を扱う旨記載して\nいるものがあることが認められるが，これらは，本件物件とイ号物件があること\nを，その名称をあげて区別して述べており，誤認混同しているものとはいえない。\nなお，原告は，イ号物件の広告（甲１４，２７，３９，４１，４２）に出ている推\n薦者は，本件物件を使用しているにもかかわらず，イ号物件の推薦をしていると主\n張しているが，そうであるからといって，直ちにこれらの者が本件物件とイ号物件\nを誤認混同しているということはできない。なぜならば，誤認混同していないとし\nても上記のような推薦文を掲載することを承諾することがあり得ると考えられるか\nらである。\n以上を総合すると，いまだ，本件物件の名称とイ号物件の名称が類似して\nいるとは認められない。\n(4)　したがって，不正競争防止法２条１項１号違反を理由とする請求は理由が\nない。\n３　不正競争防止法２条１項３号違反について\n(1)　不正競争防止法２条１項３号の保護を受けるべき者であるかどうかは，当\n該商品を商品化して，市場に置くに際し，費用や労力を投下した者ということがで\nきるかどうかによって決せられるところ，本件物件の図面を作成し試作品を製作し\nたのは，原告から依頼された大西ライトであり，その費用は，原告が負担したもの\nと認められる（甲３２，５０，乙２２，原告代表者）から，本件物件を商品化し\nて，市場に置くに際し，費用や労力を投下した者は，原告であるというべきであ\nり，原告は，不正競争防止法２条１項３号の保護を受けるべき者ということができ\nる。\n被告栄光商事代表者は，前記１(2)認定のとおり，本件物件の企画やデザイ\nンに関与しており，本件物件の形態は，被告栄光商事代表者の提案による部分も大\nきいのであるが，これは，販売者の立場から意見を述べたものと認められ，被告栄\n光商事が上記のような本件物件の商品化に至る費用を負担したことを認めるに足り\nる証拠もない（乙２２には，被告栄光商事が金型代金１００万円負担したとの記載\nがあり，被告栄光商事代表者は，同旨の供述をするが，アイエフからの本件物件の\n買取価格を２万６０００円から２万７０００円にしたというものであり，この記載\n及び供述のみでは，被告栄光商事が金型代金を負担したとは認められない）ことか\nらすると，被告栄光商事が，本件物件について，不正競争防止法２条１項３号の保\n護を受けるべき立場にあるとは認められない。\n被告栄光商事は，本件物件の販売促進のため，自己の費用で，本件物件の\n性能を測定する実験，有識者への推薦文の依頼，キャッチコピーの発案等を行った\nものと認められる（乙１２ないし１５，２２，被告栄光商事代表者）が，これらの\n事実は，本件物件の販売のために労力と費用をかけたということはできても，本件\n物件の商品化に労力と費用をかけたということはできないから，上記認定を左右す\nるものではない。\n(2)　不正競争防止法２条１項３号にいう「模倣」とは，他人の商品の形態をま\nねて，その商品と同一又は実質的に同一の形態の商品を作り出すことをいい，双方\nの商品を対比して観察したときに，形態が同一であるか又は実質的に同一といえる\n程に酷似していることを要する。\n前記１(5)，(7)ないし(9)認定の事実によると，本件物件とイ号物件では，\n金型が異なるものと認められる。そして，証拠（甲１６，検甲１，２，被告栄光商\n事代表者）と弁論の全趣旨によると，本件物件とイ号物件では，次のような違いが\nあるものと認められる。すなわち，本件物件は厚み（奥行き）が５０㎜であるのに\n対し，イ号物件は厚みが６０㎜であり，正面ガード面格子も本件物件は中央部が窪\nんでいるのに対し，イ号物件は平坦であり，補強杆の位置とスイッチ枠の形状，キ\nャスターの形状も異なる。また，イ号物件は，正面の金型と背面の金型を合わせ型\nにし，正面，背面一体構造の外殻体を有し，正面と背面の上下部に金型の継ぎ目が\n表れないようになっているのに対し，本件物件は，両側枠の上下部に角丸コーナー\n枠を有し，それが上枠に連設しているため，正面と背面の上下部に金型の継ぎ目が\n表れている。さらに，背面部においては，換気口の数，形態，位置がそれぞれ異な\nり，本件物件には中央に長円台形の突出部があるのに対し，イ号物件にはそれがな\nく，横長角形の背面開口蓋があるという違いがあり，本件物件の底面部には，多数\nの長楕円形の換気スリットが開口されているのに対し，イ号物件は１つの横長の換\n気スリットとなっているという違いがあり，電気コードが出ている位置も異なる。\n他方，証拠（甲１６，検甲１，２，被告栄光商事代表者）と弁論の全趣旨\nによると，本件物件とイ号物件は，ヒーターが横長の白色で，そこに縦長の柵が設\nけられており，その周りに角が丸い枠があり，右側の枠にスイッチが設けられ，下\n枠に前後に張り出した取付脚が２個を設けられ，そこにキャスター４個が取り付け\nられているという基本的な形態が同じであると認められるが，上記２(2)認定のとお\nり，これらの形態は，本件物件の発売開始当時既に知られていたものと認められ\nる。\nそうすると，本件物件とイ号物件は，全体としてみると一見して金型が異\nなることが分かり，形態が同一であるか又は実質的に同一といえる程に酷似してい\nるとまではいうことができない。\n(3)　したがって，不正競争防止法２条１項３号違反を理由とする請求は理由が\nない。\nなお，前記１(2)認定のとおり，本件物件が最初に出荷されたのは，平成９\n年１０月２８日であるから，本件物件が「最初に販売された日」は，同日であると\n認められる。前記１(2)認定のとおり，被告栄光商事は，同日より前に，手作りの試\n作品を取引先に持ち込んで営業活動をしたり，写真撮影に貸したりしていたことが\n認められるが，これらの事実があるからといって，「販売された」ということはで\nきない。\n４　不正競争防止法２条１項１３号違反について\n被告ＮＧＣによる平成１２年１０月９日付け新聞広告には，イ号物件につい\nて「特殊セラミック遠赤パネルから・・・遠赤外線を放射する」と記載されており\n（甲１４），また，被告ＮＧＣの通販カタログvol.50（２００１年冬）にもイ号物\n件について同様の記載があることが認められる（甲２７）。\n前記１(8)認定のとおり，イ号物件の発熱体は，アルミニウム製の板の表面に\nセラミックコーティングがされたものであって，セラミックを使用した製品である\nから，直ちにこのような製品は「セラミックパネル」ではないと認めることはでき\nない。また，「セラミックパネル」という語が，セラミックだけで作られた製品に\nのみ使用される語であると認めるに足りる証拠もない。\nしたがって，イ号物件のパネルに関して，被告らが，その商品の品質，製造\n方法について誤認させるような表示をしたとは認められないから，不正競争防止法\n２条１項１３号違反を理由とする請求は理由がない。\n５　不法行為について\n原告は，被告栄光商事は，本件物件の販売に関与していたことによって知り\n得た情報を利用して，本件物件を模倣し又はそれと類似したイ号物件を製造販売\nし，かつ，消費者に本件物件と誤認混同を生じさせるような宣伝広告活動を行って\nいることが不法行為に当たると主張している。しかし，原告の主張によっても，本\n件物件の販売に関与していたことによって知り得た情報が何を意味するかは明らか\nではなく，それが営業秘密に当たるとの主張もない。それが営業秘密に当たらない\nとすると，それを利用することが違法になるとは認められない。また，本件物件を\n模倣し又はそれと類似したイ号物件を製造販売し，かつ，消費者に本件物件と誤認\n混同を生じさせるような宣伝広告活動を行っているとの点は，その行為が不正競争\n防止法２条１項１号又は３号違反にならないことは，既に判示したとおりであっ\nて，このような同法違反に当たらない行為が不法行為となるとは認められない。\nまた，原告は，被告ＮＧＣの行為も，被告栄光商事と同様に不法行為に当た\nると主張しているが，被告栄光商事の行為が上記のとおり不法行為に当たるとは認\nめられないのと同様に，被告ＮＧＣの行為も，不法行為となるとは認められない。\nさらに，原告は，被告らは，平成１２年度の本件物件の販売について，原告\n及び鳴海製陶との契約準備段階に入っており，信義則上相手方に損害を与えないよ\nうにすべき義務があったところ，信義則上の義務に違反する不法行為があったと主\n張しているが，後記６認定のとおり，本件契約は平成１２年３月２３日に解除され\nており，同日以降，原告と被告栄光商事との間で取引をすることは予定されていな\nかったのであり，前記１認定のとおり，被告ＮＧＣは，被告栄光商事を経るルート\nで鳴海製陶と取引していたことからすると，同日以降，原告と被告ＮＧＣとの間で\n取引をすることも予定されていなかったのであるから，原告が，平成１２年度の本\n件物件の販売について，被告らと契約準備段階に入っていたというようなことはな\nい。したがって，それに伴う信義則上の義務も生じる余地はない。なお，前記１認\n定の事実からすると，被告らは，製造業者であるＲＣＳを教唆し又は共謀の上，同\n社に，鳴海製陶に対する受注を拒否させたものとは認められず，他にこの事実を認\nめるに足りる証拠はない。\nよって，不法行為を理由とする請求は理由がない。\n６　被告栄光商事の債務不履行について\n(1)　本件契約の契約書（甲２８）には，対象となる製品が明示されていない\nが，前記１(4)認定のとおり，本件契約は，原告が被告栄光商事と直接本件物件の取\n引をすることとしたため，作成されたものと認められ，当事者の認識としても，本\n件物件を対象とするものであったと認められる（原告代表者，被告栄光商事代表\n者）から，本件物件を対象とするものであったと認められる。\n(2)　前記１(6)認定のとおり，鳴海製陶が製造販売者となって本件物件をＮＥ\nＣオフィスに販売し，原告は，この販売ルートからはずれてライセンス料を受け取\nるのみとする方向で話が進められ，平成１２年３月２３日に行われた会合で，平成\n１２年度分の本件物件の製造販売について，販売ルートを鳴海製陶からＮＥＣオフ\nィス，協和電機，被告ＮＧＣへと流通するルートに変更することが合意され，以\n後，本件物件を原告から被告栄光商事に販売するということは，予定されておら\nず，実際にも販売されていないものと認められる。\n(3)　甲５０（原告代表者の陳述書）には，原告代表者は，上記合意について，\nＮＥＣオフィスから鳴海製陶に対して注文書を発行すること，鳴海製陶は，ＮＥＣ\nオフィスの出荷依頼が出るまで在庫し，出荷依頼の都度指定場所まで配達するこ\nと，鳴海製陶，ＮＥＣオフィス及び被告栄光商事が話し合って契約書を作成し，こ\nれを原告が承認すること，以上の３点を条件とすると発言し，了承されたとの記載\nがあり，原告代表者は，尋問においても，同旨の供述をする。しかし，直接の当事\n者である鳴海製陶及びＮＥＣオフィスの各担当者であって，上記会合に出席してい\nたＤやＣは，上記記載及び供述に沿う証言を全くしていないこと，原告代表者は，\n尋問において，上記会合以前に，ＮＥＣオフィスを販売ルートに入れ，原告が引く\nことで，下話は全部できていたと供述していること，上記会合の前日に，被告栄光\n商事から原告へファックスし，それを原告が鳴海製陶にファックスした文書には，\n「販売ルートの確認，通販，インターネットの独占販売」「日本電気オフィスシス\nテムに販売要請」との記載があること（甲１２），上記合意が早く発効すること\nは，原告にもリスクの負担を回避できるという利点があるものと考えられることを\n総合すると，原告代表者が上記発言をし，上記条件を付すことが了承された旨の上\n記記載及び供述は，直ちに信用することができない。\n(4)　上記会合時に，本件契約の解除が話題にのぼったかどうかについて，Ｃ証\n人は，被告栄光商事代表者から，「原告と被告栄光商事の契約は解消して，ＮＥＣ\nオフィス経由の販売ルートになる。」という発言があり，原告代表者は特に反論し\nなかったと証言しており，被告栄光商事代表者も，原告代表者に，「これで原告と\n被告栄光商事の契約はなくなりますね。」という話をし，原告代表者の返事はなか\nったが，理解を示したと思っていたと供述する。上記(1)認定のとおり，上記会合の\n後においては，原告と被告栄光商事との本件物件に関する取引はなくなるのである\nから，本件契約の解除が話題にのぼることは自然なことであって，これらの供述\n（証言）は信用することができ，これらに反するＤ証人の証言及び原告代表者の供\n述は信用できない。\n(5)　以上述べたところを総合すると，本件契約は，平成１２年３月２３日に行\nわれた会合において，黙示的に合意解除されたものと認められる。\nなお，前記１(8)認定のとおり，被告栄光商事は，後から本件契約解約の申\n入れをしているが，これは念のため重複して行ったものと認められ，上記認定を覆\nすに足りるものではない。\n(6)　したがって，平成１２年８月ころからイ号物件を製造販売した被告栄光商\n事の行為は，本件契約の債務不履行には該当しないから，債務不履行を理由とする\n請求は理由がない。\n７　商標権侵害について\n本件商標の構成は，別紙商標目録記載のとおり，欧文字の「ＳＵＮＬＡＭＥ\nＬＬＡ」と，これを片仮名文字で表記した「サンラメラ」を２段に併記して構成さ\nれており，本件商標からは，「サンラメラ」との称呼が生じる。「ＳＵＮ」及び\n「サン」からは，「太陽，日光」という観念を生じ（広辞苑第５版１１００頁，新\n英和大辞典第６版２４６２頁），「ラメラ」及び「ＬＡＭＥＬＬＡ」からは，日本\nにおいては，特段観念を生じない。\n被告ら標章は，別紙被告ら標章目録記載のとおり，片仮名文字で「サンルー\nム」と横書き表記したものであり，一連のものとして認識され，「サンルーム」と\nの称呼を生じ，「日光を多く取り入れるように，特に設備されたガラス張りの部\n屋」という観念を生じる（広辞苑第５版１１２６頁）。また，欧文字の「ＳＵＮ\nＲＯＯＭ」と，これを片仮名表記した「サンルーム」を２段に併記して構成された\nものは，商標登録されている（乙１）。\n以上を前提に本件商標と被告ら標章を対比すると，本件商標と被告ら標章\nは，「サン」の部分が同一であるほかは，外観，称呼及び観念のいずれも異なって\nいるものと認められる。「サン」は，上記認定のとおり「太陽，日光」という観念\nを生じ，暖房器具の名称としては容易に着想し得る単語であること，「サ\nン・・・」又は「ＳＵＮ・・・」という登録商標は，３００余り存在すること（乙\n６）からすると，「サン」の部分が同一というだけで，本件商標と被告ら標章の類\n似性を肯定することはできない。したがって，本件商標と被告ら標章が類似してい\nるとは認められない。\n原告は，イ号物件自体の外観，広告宣伝方法，価格等，取引の実情からすれ\nば，被告ら標章は本件商標と類似していると主張する。しかし，これらについて\nは，上記２(3)で認定したとおりであって，取引の実情から，被告ら標章が本件商標\nと類似していると認めることはできないものというべきである。\nよって，商標権侵害を理由とする請求は理由がない。\n８　反訴（不正競争防止法２条１項１４号違反及び不法行為）について\n(1)　訴えの提起が相手方に対する違法な行為といえるのは，当該訴訟において\n提訴者の主張した権利又は法律関係（以下「権利等」という。）が事実的，法律的\n根拠を欠くものである上，提訴者が，そのことを知りながら又は通常人であれば容\n易にそのことを知りえたといえるのにあえて訴えを提起したなど，訴えの提起が裁\n判制度の趣旨目的に照らして著しく相当性を欠くと認められるときに限られるもの\nと解するのが相当である。なぜならば，訴えを提起する際に，提訴者において，自\n己の主張しようとする権利等の事実的，法律的根拠につき，高度の調査，検討が要\n請されるものと解するならば，裁判制度の自由な利用が著しく阻害される結果とな\nり妥当でないからである（最高裁判所第３小法廷昭和６３年１月２６日判決・民集\n第４２巻第１号１頁参照）。そして，以上述べたところは，訴えの提起が不法行為\n（民法７０９条）となるかどうかはもとより不正競争防止法２条１項１４号違反に\nなるかどうかについても当てはまるものというべきである。\n(2)　原告による不正競争防止法２条１項１号違反の主張について\n前記２(1)認定のとおり，本件物件の名称については，原告の商品表示とし\nて周知であったと認められる余地があるが，イ号物件の名称と類似しているとは認\nめられないものである。しかし，本件物件の名称とイ号物件の名称は，「サン」の\n部分が同一である上，前記２(2)で認定したような本件物件とイ号物件の形態が類似\nするなどという事情もあったのであり，これらによって本件物件の名称とイ号物件\nの名称が類似するものと認められれば，原告の被告らに対する不正競争防止法２条\n１項１号違反の主張は認められる可能性が高いということができるから，名称につ\nいての不正競争防止法２条１項１号違反の主張は，提訴者が，そのことを知りなが\nら又は通常人であれば容易にそのことを知りえたといえるのにあえて訴えを提起し\nたなど，訴えの提起が裁判制度の趣旨目的に照らして著しく相当性を欠くものと認\nめることはできない。\n前記２(2)認定のとおり，本件物件の形態については，原告の商品表示とし\nて周知であったとは認められないが，前記２(3)認定のとおり，本件物件の形態とイ\n号物件の形態は類似している。そして，本件物件は，３年間にわたって約１万７１\n００台販売されている上，新聞広告がされたり通信販売のカタログに掲載されたり\nしているのであるから，これらによって本件物件の形態について原告の商品表示と\nして周知であったと認められれば，原告の被告らに対する不正競争防止法２条１項\n１号違反の主張は認められるから，形態についての不正競争防止法２条１項１号違\n反の主張は，提訴者が，そのことを知りながら又は通常人であれば容易にそのこと\nを知りえたといえるのにあえて訴えを提起したなど，訴えの提起が裁判制度の趣旨\n目的に照らして著しく相当性を欠くものと認めることはできない。\n(3)　原告による不正競争防止法２条１項３号違反の主張について\n前記３(2)認定のとおり，本件物件の形態とイ号物件の形態は，同一である\nか又は実質的に同一といえる程に酷似しているということができないのであるが，\n似ている部分は多く，これらによって実質的に同一であると認められれば，原告の\n被告らに対する不正競争防止法２条１項３号違反の主張は認められるから，不正競\n争防止法２条１項３号違反の主張は，提訴者が，そのことを知りながら又は通常人\nであれば容易にそのことを知りえたといえるのにあえて訴えを提起したなど，訴え\nの提起が裁判制度の趣旨目的に照らして著しく相当性を欠くものと認めることはで\nきない。\n(4)　原告による不正競争防止法２条１項１３号違反の主張について\n前記４認定のとおり，イ号物件のパネルに関して，被告らが，その商品の\n品質，製造方法について誤認させるような表示をしたとは認められないが，「セラ\nミックパネル」をセラミック製のパネルと解した場合には，イ号物件のパネルに関\nして，その商品の品質，製造方法について誤認させるような表示をしたということ\nになるから，原告による不正競争防止法２条１項１３号違反の主張は，提訴者が，\nそのことを知りながら又は通常人であれば容易にそのことを知りえたといえるのに\nあえて訴えを提起したなど，訴えの提起が裁判制度の趣旨目的に照らして著しく相\n当性を欠くものと認めることはできない。\n(5)　商標権侵害について\n前記７認定のとおり，本件商標と被告ら標章が類似しているとは認められ\nないが，本件商標と被告ら標章では，「サン」の部分が同一である上，前記２(3)で\n認定したような本件物件とイ号物件の形態が類似するなどという事情もあったので\nあり，これらによって本件商標と被告ら標章が類似するものと認められれば，原告\nの被告らに対する商標権侵害の主張は認められるから，商標権侵害の主張は，提訴\n者が，そのことを知りながら又は通常人であれば容易にそのことを知りえたといえ\nるのにあえて訴えを提起したなど，訴えの提起が裁判制度の趣旨目的に照らして著\nしく相当性を欠くものと認めることはできない。\n(6)　したがって，原告が，被告栄光商事がイ号物件を製造，販売する行為は不\n正競争防止法に違反するとして本訴を提起し，さらに商標権侵害の請求原因を追加\nし，被告ＮＧＣに対しても同様の主張をして共同被告としたことは，不正競争防止\n法２条１項１４号の個々の要件を検討するまでもなく，同号に違反するということ\nはできないし，また，不法行為であるということもできない。\n９　反訴（保証金返還請求）について\n被告栄光商事が原告に対し，保証金として３００万円を預託したこと及び原\n告は本件契約終了時に上記保証金を返還する旨を約したことに争いはない。そし\nて，前記６で認定したとおり，本件契約は平成１２年３月２３日付けで合意解除さ\nれて終了しているから，原告には上記保証金を全額返還する義務が生じている。し\nたがって，被告栄光商事の預託保証金返還請求は理由がある。\n１０　結論\n以上のとおり，原告が本訴請求の根拠とする各不正競争防止法違反，不法行\n為，債務不履行，商標権侵害の主張はいずれも理由がないから，原告の本訴請求を\n棄却することとする。\nまた，被告栄光商事の反訴請求のうち，預託保証金返還請求は理由があるか\nら，これを認容することとし，その余の請求は理由がないから，これを棄却するこ\nととする。\nよって，主文のとおり判決する。\n東京地方裁判所民事第４７部\n裁判長裁判官      森　　　義　之\n裁判官      東海林　　　保\n裁判官　　　瀬　戸　さやか\n（別紙）\n被告ら標章目録原告商標目録物件目録別紙図面（１）の１別紙図面（１）の２別紙\n図面（１）の３別紙図面（１）の４別紙図面（１）の５別紙図面（１）の６別紙図\n面（１）の７別紙図面（２）の１別紙図面（２）の２別紙図面（２）の３別紙図面\n（２）の４別紙図面（２）の５別紙図面（２）の６別紙図面（２）の７\n"
}