{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 13,
    "month": 12,
    "day": 6
  },
  "case_number": "平成13(行コ)190",
  "case_name": "不動産取得税課税処分取消請求控訴事件(原審・千葉地方裁判所平成12年(行ウ)第45号)",
  "court_name": "東京高等裁判所",
  "field": "行政",
  "gist": "宅地に転用するため農地法５条１項の許可を受けて農地を取得した者が，当該農地取得についてされた不動産取得税の賦課決定が課税標準を固定資産税課税台帳に登録された農地の価格によることなく宅地として算定された価格によることとしたのは違法であるとしてした前記賦課決定の取消請求が，棄却された事例",
  "case_gist": "宅地に転用するため農地法５条１項の許可を受けて農地を取得した者が，当該農地取得についてされた不動産取得税の賦課決定が課税標準を固定資産税課税台帳に登録された農地の価格によることなく宅地として算定された価格によることとしたのは違法であるとしてした前記賦課決定の取消請求につき，宅地の評価は農地に比して格段に高いのが一般であることからすると，農地法５条１項の許可を受けて，当該土地が宅地として使用収益することが可能な状態に変化して，不動産としての取引価格が大幅に上昇することが見込まれるに至った後も，農地としての農業生産性に着目して算定された固定資産課税台帳登録価格により不動産取得税の課税標準額を算定することは，他の宅地の取得者との関係において，公平な税負担の観点から見て看過できない程度の不合理を生じさせるものといわなければならず，農地価格と宅地見込地等の価格との間には著しい乖離があるのが通例であるから，農地法５条１項の許可を受けた前記の土地については，地方税法７３条の２１第１項ただし書にいう「特別の事情がある場合において当該固定資産の価格により難いとき」に当たるとして，前記賦課決定が前記土地の固定資産課税台帳に登録された農地価格を課税標準とすることなく，宅地に比准して固定資産評価基準に基づき算定したことに違法はないとして，前記取消請求を棄却した事例",
  "lawsuit_id": "15473",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=15473",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/473/015473_hanrei.pdf",
  "contents": "主　　　文\n１　本件控訴を棄却する。\n２　控訴費用は控訴人の負担とする。\n事実及び理由\n第１　当事者の求めた裁判\n１　控訴の趣旨\n（１）　原判決を取り消す。\n（２）　被控訴人が控訴人に対して平成１１年１１月８日付けでした控訴人の原判\n決別紙物件目録記載の土地に対する不動産取得税の賦課決定を取り消す。\n（３）　訴訟費用は，第１，２審とも被控訴人の負担とする。\n２　控訴の趣旨に対する答弁\n主文と同旨\n第２　事案の概要\n１　本件は，宅地に転用するための農地法５条１項の許可を受けて，農地である本\n件土地を取得した控訴人が，被控訴人からこの農地取得について賦課された不動産\n取得税につき，その賦課決定が課税標準を地方税法７３条の２１第１項本文により\n固定資産課税台帳に登録された農地の価格によることなく，宅地として算定された\n価格によることとしたのは違法であると主張して，被控訴人に対しその不動産取得\n税の賦課決定の取消しを求めた事案である。\n第１審は，農地法５条１項の許可があったことは，地方税法７３条の２１第１項\nただし書の「その他特別の事情がある場合において当該固定資産の価格により難い\nとき」に該当すると認定し，被控訴人の前記賦課処分に違法はないと判断して控訴\n人の請求を棄却した。\n２　争いのない事実及び争点\n争いのない事実（証拠及び弁論の全趣旨により容易に認められる事実を含む。）\n及び争点は，次のとおり補正，付加するほか，原判決「事実及び理由」欄第２の１\n及び２のとおりであるから，これをここに引用する。\n（１）　補正\n原判決２頁１６行目の「地方税法（以下「法」という。）は，」の次に「不動産\n取得税の課税標準につき，『不動産取得税の課税標準は，不動産を取得した時にお\nける不動産の価格とする。』（法７３条の１３第１項）と定めるが，その課税標準\nとなるべき不動産価格の決定方法につき，」を加える。\n（２）　当審で付加した当事者の主張\nア　控訴人\n（ア）　本件土地は，単に農地法５条１項の許可を受けたというにすぎないもので\nあるから，地方税法７３条の２１第１項ただし書の例外としての具体的例示のいず\nれにも該当しない。実際の宅地転用は，前記許可を受けて，所有権移転登記がさ\nれ，盛土や整地などの宅地造成が行われ，登記簿上の地目の変更を行った上で売却\nされることとなる。同項ただし書が例示するのは，このうち「地目の変換」のみで\nあり，農\n地法５条１項の許可を得たことは掲げられていない。前記許可があった時点では，\n現況の変更はなく，地目の変更もないから，宅地としての価値への変更もない。前\n記許可があったことをもって同項ただし書にいう「その他特別の事情」に当たると\nするのであれば，その後に行われる「地目の変換」については同項ただし書の適用\nはないこととなってしまう。同項ただし書の「地目の変換」の前に行われる農地法\n５条１項の許可が同項ただし書の例示として掲げられていないのは，同項ただし書\nがこれを念頭に置いていないからである。\n（イ）　農地の所有権取得に関して国税として課税される登録免許税は，農地のま\nまの固定資産評価の価格で課税されており，地方税である固定資産税も，農地法５\n条１項の許可があったからといってその課税標準を変更することはない。一人不動\n産取得税のみが，将来の価値を念頭に，課税の先取りをしているのであり，税の不\n公平を増長させているのである。\nイ　被控訴人\n控訴人の上記主張は争う。農地法５条１項による宅地転用の許可があった土地\nは，許可があった時点から，地目の変換の有無にかかわらず，宅地としての使用収\n益が可能であり，宅地としての価値を有するというべきである。\n第３　争点に対する当裁判所の判断\n１　当裁判所も，地方税法７３条の２１第１項ただし書により，本件土地につき宅\n地としての価格を課税標準として賦課した本件不動産取得税の賦課処分には違法は\nないと判断する。その理由は，次のとおり補正，付加するほか原判決「事実及び理\n由」欄の第３のとおりであるから，これをここに引用する。\n（１）　補正\nア　原判決５頁２３行目及び２４行目の各「特別の事情」をいずれも「特別の事情\nがある場合において当該固定資産の価格により難いとき」に，同６頁１１行目から\n１２行目にかけての「宅地としての実質を有する」を「宅地として使用収益するこ\nとが可能な状態に変化して，前記のとおり不動産としての取引価格が大幅に上昇す\nることが見込まれる」に，同１４行目の「宅地所有者」を「宅地の取得者」に，同\n１６行目の「よって」から同１７行目末尾までを「農地価格と宅地見込地等の価格\nとの間には著しい乖離があるのが通例であるから，農地法５条１項の許可を受けた\n本件駐車場については，法７３条の２１第１項ただし書にいう『特別の事情がある\n場合において当該固定資産の価格により難いとき』に当たると解するの\nが相当である。」にそれぞれ改める。\nイ　同１９行目の「取得する際，」の次に「宅地に転用する旨の」を，同８頁１２\n行目の「の額」の次に「３８２万８０００円」をそれぞれ加え，１８行目の「本件\n不動産取得税額」から同２０行目末尾までを「本件賦課決定が，本件土地につき，\n本件土地の固定資産課税台帳に登録された農地価格を課税標準とすることなく，宅\n地に比準して，固定資産評価基準に基づき，課税標準の額を３８２万８０００円と\n算定したことに不当，違法はなく，不動産取得税額を１５万３１００円と決定した\nことに違法はない。」に改める。\n（２）　控訴人が当審において付加した主張に対する判断\nア　本件土地につき，宅地に転用することを許可する農地法５条１項の許可があっ\nたことにより，本件土地についての不動産取得税の課税標準は，地方税法７３条の\n２１第１項本文ではなく，同項ただし書の規定によるべきことは前述のとおりであ\nる。控訴人は，農地法５条１項の許可があったことは，同項ただし書の例示（「増\n築，改築，損かい，地目の変換」）にも含まれていないし，農地法５条１項の許可\nを「その他特別の事情がある場合」に含めた場合には，その後に行われる「地目の\n変更」を同項ただし書において例示として掲げる意味はなくなると主張するが，農\n地法５条１項の許可自体は，同項ただし書の「その他特別の事情がある場合」に該\n当すると認めるのが相当であることは前述のとおりであり，同項ただし書の例示と\nしての「地目の変換」は必ずしも農地法５条１項の許可があった場合のみに行われ\nるものではないから，前記のように解したとしても，「地目の変換」の同項ただし\n書の例示が無意味になるものではない。\nイ　また，国税である登録免許税及び地方税である固定資産税は，それぞれ固有の\n税制としての目的を有するものであり，本件のような不動産取得税と課税標準の決\n定方法を共通にしなければならないものでは必ずしもないし，それぞれ固有の課税\n標準を有することが税の不公平につながるものではない。さらに，不動産取得税に\nおいて，農地法５条１項の許可があっただけで法７３条の２１第１項ただし書の\n「その他特別の事情がある場合において当該固定資産の価格により難いとき」に該\n当するとして，非農地の価格を課税標準とすることは，必ずしも将来の価格をその\n時点で取り込んだことにはならず，このような事情を現時点の評価要素として考慮\nし，現時点の課税標準を決定することが違法となるものとはいえない。控訴人のこ\nの点の主張は理由がない。\n２　結論\n以上によれば，控訴人の本件請求を棄却した原判決は正当であり，本件控訴は理\n由がないから棄却することとして，主文のとおり判決する。\n東京高等裁判所第１６民事部\n裁判長裁判官　鬼頭季郎\n裁判官　慶田康男\n裁判官　任介辰哉\n"
}