{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 9,
    "day": 25
  },
  "case_number": "平成14(ネ)302",
  "case_name": "離縁請求控訴",
  "court_name": "名古屋高等裁判所",
  "lawsuit_id": "3235",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=3235",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/235/003235_hanrei.pdf",
  "contents": "主　　　　　　　　　文\n１　原判決を取り消す。\n２　被控訴人の請求を棄却する。\n３　訴訟費用は，第１，２審とも，被控訴人の負担とする。\n事　実　及　び　理　由\n第１　当事者の求める裁判\n１　控訴人\n主文と同旨\n２　被控訴人\n(1)　本件控訴を棄却する。\n(2)　控訴費用は控訴人の負担とする。\n第２　事実関係\n１　事実関係は，次のとおり補正し，下記２及び３の当審における当事者の主張\nを付加するほか，原判決の「事実及び理由」の第２記載のとおりであるから，\nこれを引用する。\n(1)　原判決１頁２５行目の「当事者間に争いがないか，」を「甲１及び２，乙１な\nいし１８（枝番号を含む。），乙４１，乙７０及び」と改める。\n(2)　同２頁４行目，同６頁１２行目の「ａ」を「Ａ」と改める。\n(3)　同２頁７行目の「Ｂ」を「Ｂ（昭和４６年４月４日生）」と改める。\n(4)　同２頁１８行目の「３月」を「３月３１日（同年４月４日登記）」と改める。\n(5)　同２頁２５行目の「代表取締役」を「代表取締役（副社長）」と改める。\n２　当審における控訴人の主張\n(1)　離縁事由の不存在\nア　控訴人と被控訴人は，平成９，１０年ころまでは，養親子関係はぎくしゃ\nくしていなかった。\nイ　被控訴人は，控訴人に対し，平成１２年３月に開かれたＺ社の取締役会\nにおいて，それまで会社で何ら問題のなかった事柄を取り上げて，いわ\nれなき攻撃をした。\nウ　控訴人は，Ｚ社会長である被控訴人への接触については，社長である\nＣの立場に気を遣い，直接の接触を遠慮し，Ｃに間に入ってもらうことが\n多かったが，特に控訴人と被控訴人とが会社の業務運営等について意\n見の衝突があったとき等には，Ｃに双方の間をとりもってもらうなど，親族\n間の宥和に気を遣っていた。\nエ　控訴人は，平成１１年４月から平成１２年３月までの間に，被控訴人が\n激怒する何かの言動をしたと思われるが，被控訴人はそれが何である\nか本件訴訟において一切明らかにしておらず，控訴人には思い当たるふ\nしはない。\nオ　本件養子縁組の目的が，家業の発展にあるとしたなら，養子が家業に\n全く怠慢あるいは非協力ないし反抗的であることを主たる原因として，不\n和抗争状態に陥った場合など，目的達成不能の故の破綻として，重大な\n事由に該当するというべきであろうが，本件においては，そのような場合\nではない。控訴人は穏和な性格であり，被控訴人は激しい気性であっ\nて，性格的に合わないところがあったとしても，控訴人は家業であるＺ社\nの仕事に尽力していたものであって，被控訴人との考え方に相違があっ\nたとしても，本件縁組は未だ破綻あるいは縁組を継続し難い重大な事由\nがあるとは到底いえない。\n(2)　有責当事者からの離縁請求について\nア　控訴人と被控訴人との養親子関係が破綻したとしても，控訴人の長男\nＢがＺ社に入社した平成１１年４月以降に被控訴人を激怒させる何らか\nの控訴人の言動があったためと思われるが，その時期から，被控訴人が\n離縁の調停申立をした平成１２年１１月までは，わずか１９か月という短\n期間である。\nイ　それまでの縁組後約３１年の間，被控訴人と控訴人の養親子関係は平\n穏に経過していたものであって，控訴人は，家業であるＺ社の仕事に尽\n力し，家業に怠慢あるいは非協力ないし反抗的であったことはなく，その\n時期まで，抗争状態に陥ったこともない。\nウ　上記アの時期に，控訴人の言動が被控訴人の意に沿わないことがあっ\nたとすれば，①ゴルフ場の客用ゲストハウス建設工事について，問題の\nある業者を下請に入れることをやめるよう進言したこと，②会社の人事を\n巡る意見の相違位しか思いつかないが，控訴人はいずれも会社のため\nを思って意見を具申したもので，養子縁組の破綻事由になるようなことで\nはない。\nエ　しかし，被控訴人は，会社資金の私的流用ではない関連会社間の経費\nの融通等を口実に，控訴人及びその家族をＺ社グループから一切排除し\nようとし，役員を退任させるとともに多数の訴訟を提起して抗争状態を作\n出し，これをもって養親子関係の破綻があるとして本訴を提起している。\nオ　以上によれば，控訴人と被控訴人間の養子縁組を破綻に至らしめたの\nは，専ら被控訴人に原因があり，その有責の程度は高い。したがって，\n有責当事者である被控訴人からの本件離縁請求は許すことができな\nい。\n３　当審における被控訴人の主張\n(1)　離縁事由について\nア　控訴人と被控訴人との間の養親子関係は，当初からぎくしゃくしていた\nものであり，被控訴人はいずれ自然な養親子関係に移行しうるものと期\n待していたが，結局，昀後までそのようにならなかった。\nイ　控訴人は，会社の運営業務に関しても，会長である被控訴人との直接\nの接触を避けるようにしていたものであり，このような関係は，養親子関\n係としても会社の代表取締役間の関係としても極めて不自然であり，控\n訴人が自らの配慮で避けることが良いことであると考えていたなら，自分\nを避けることを残念に思っていた被控訴人との間にますます溝が深まっ\nていくのは当然である。\nウ　控訴人は，平成１２年３月に開かれたＺ社の取締役会において，控訴人\nの私的流用疑惑が取り上げられたり，あるいは大幅な赤字が明らかな請\n負工事を受注したことなどがあって，これらが養親子関係破綻の原因と\nなっており，控訴人が，現時点でＺ社に復帰する可能性はなく，縁組目的\nの達成は不能である。\n(2)　有責当事者からの離縁請求について\n控訴人の主張は全て争う。\n第３　当裁判所の判断\n１　証拠（甲７，９，乙７０，７３，７４，控訴人，被控訴人各本人）及び弁論の全趣\n旨によれば，次の事実が認められる。\n(1)　控訴人は，昭和３９年３月，慶應義塾大学を卒業し，三菱レイヨンに勤務\nしていた。被控訴人は，岐阜県下有数の建設会社であるＺ社の創設者とし\nて，同社のみならず，関連会社を多数有しており，その影響力は大きなも\nのがあった。その後，控訴人は，被控訴人の二女Ｄと見合いし，婚姻するこ\nととなった。被控訴人は，控訴人とＤの婚姻に際し，控訴人にＺ社の経営を\n支えることを期待し，親子としての愛情，交流関係を築くことも期待してい\nた。そして，昭和４３年５月８日，控訴人はＺ社の取締役に就任し，同月１１\n日，被控訴人夫婦と養子縁組届出をし，同月２７日，Ｄとの婚姻届出をし\nた。\n(2)　控訴人は，盆正月等，被控訴人の一族が一同に集まる場にＤとともに出\n席したが，当初から，被控訴人とほとんど口を聞くこともなく，控訴人夫婦が\n被控訴人の自宅を訪れたり，被控訴人を自宅に招くこと等もしなかった。\nなお，被控訴人は，控訴人との性格が合わないことを自認している。\n(3)　Ｃは，昭和５３年，Ｚ社の代表取締役社長に就任し，同時に，控訴人が，\n被控訴人の意向を受けてＣを側面から支えるため，同社の副社長に就任\nすることとなった。Ｚ社の経営等については，世代間の意識の差もあって，\n被控訴人，Ｃの間で，意見の食い違いがあり，時には激しく対立することも\nあったが，控訴人は，被控訴人と直接接触することなく，Ｃを通じて報告あ\nるいは意見の進言等を行っており，控訴人と被控訴人との意見の対立があ\nった場合にはＣがその間を取り持つこともあった。\n控訴人は，昭和６２年２月２６日，Ｚ社の代表取締役（副社長）に就任し，こ\nの後も控訴人はＣとともに，Ｚ社の経営上の協力を惜しまなかった。\n(4)　Ｃは，平成８年４月５日，心筋梗塞で突然死亡した。その直後，被控訴人\nの孫（Ｃの子）であるＥが，Ｚ社の代表取締役社長に就任することとなった。\nＥが社長に就任した後の平成８年７月２３日，控訴人，被控訴人，Ｅ，Ｆ（立\n会人である専務取締役）が会合し，控訴人，被控訴人らの退職金の額や被\n控訴人の遺産の分割に関し協議して覚書を作成した。この時点では，控訴\n人と被控訴人との間の感情的対立はうかがわれなかったものの，この後，\n次第に両者の対立が顕著となっていった。\n(5)　Ｃ死亡後，２，３か月してから，Ｚ社に，約２０億円の鈴鹿市「高砂殿」の工\n事受注の話が入り，控訴人はこれを被控訴人に報告したが，被控訴人は\n既に知っていて，控訴人に理由を告げずに断るよう言ったので，控訴人は，\n被控訴人から疎ましく思われているのではないかと感じた。その後も，控訴\n人と被控訴人との間では，控訴人が反対するにもかかわらず，被控訴人が\n従業員の解雇をしたり，控訴人の意に反した人物を関連会社の社長にした\nり，平成１０年末ころには，控訴人が排除を求めた業者をゴルフ場建設の\n仕事に使うなど，会社の経営等を巡って対立が顕著となり，控訴人の家族\nを含め，感情的対立が激しくなっていった。そして，控訴人の妻Ｄは，被控\n訴人からＥの妻ＧにＺ社の監査役の交替を命じられ，平成１１年３月３１日，\nＺ社の監査役を辞任させられ，控訴人の長男Ｂは，同年４月にＺ社に入社し\nたものの，平成１２年４月には，被控訴人の意向により退職を余儀なくされ\nた。\n(6)　控訴人は，平成１２年２月ころ，被控訴人からＺ社の銀行印の返還を求め\nられて返還し，その後，上記(4)の退職金等の覚書の返還も求められ，これ\nを返還した。\n控訴人は，平成１２年３月３１日，Ｚ社の取締役会において，控訴人が商\n品券等を私的流用しているとの疑惑問題を追求され，控訴人は会社のた\nめに使用したとして疑惑を否定したが，被控訴人との感情的対立もあって，\nＺ社及び関連会社の全役員を辞任した。\n(7)　被控訴人は，その後の平成１２年４月には，長女Ｈ，二女Ｄ，三女Ｉらに対\nしても，自宅への出入りを禁止する旨の通知をし，Ａと子らの面会すら拒絶\nするようになった。\n２　以上の経緯によれば，控訴人と被控訴人との養親子関係は，縁組当初から\n交流が不十分で，必ずしも親密な関係とはいえないものの，控訴人は被控訴\n人の経営するＺ社の取締役として，約３０年の間，被控訴人やＣに側面から協\n力していたものであり，被控訴人の二男であるＣが死亡するまでは，控訴人と\n被控訴人及びその家族との間はさしたる問題もなく推移していたものであり，\n同人の死亡後，次第に，控訴人と被控訴人との性格の不一致もあって，両者\nの間の感情的対立が激しさを増していったものと認められ，被控訴人の主張\nする離縁原因は以下のとおり，採用できない。\n３(1)　被控訴人は，控訴人との養親子関係は当初からぎくしゃくしていたもので，\n昀後まで自然な養親子関係になれなかった旨主張する。\nしかし，上記認定のとおり，控訴人と被控訴人とは性格が合わず，養子縁\n組をしたのは，被控訴人が明治生まれの５６歳で，控訴人が２６歳余りの時\nであって，戦前の教育を受けた者と戦後の教育を受けた者とでは世代的意\n識の格差があるのは当然であり，控訴人が被控訴人と親密な関係を当初\nからもてなかったとしても，直ちにこれを離縁の原因とすることはできない。\n(2)　控訴人は，会社の運営業務に関しても，会長である被控訴人との直接の\n接触を避けるようにしていたものであり，このような関係は，養親子関係とし\nても会社の代表取締役間の関係としても極めて不自然であり，控訴人が自\nらの配慮で避けることが良いことであると考えていたなら，自分を避けるこ\nとを残念に思っていた被控訴人との間にますます溝が深まっていったこと\nは当然であるとする。\nしかし，控訴人と被控訴人は当初から養親子関係が必ずしも濃いもので\nはなかったものの，控訴人は，被控訴人の二男Ｃが代表取締役社長として\n経営に携わっていた際には，相応の努力を惜しまなかったものであり，会\n長である被控訴人と性格，世代的意識の格差が顕著であったことを考慮す\nると，控訴人が被控訴人と対立することを避けていたことをもって，控訴人\nを非難することが相当とは思われない。\n(3)　被控訴人は，平成１２年３月に開かれたＺ社の取締役会において，控訴\n人の私的流用疑惑等が取り上げられ，これが養親子関係破綻の原因とな\nっており，控訴人が，現時点でＺ社に復帰する可能性はなく，縁組目的の達\n成は不能である旨主張する。\nしかし，乙７３，甲９，１０によれば，Ｃ死亡前は，商品券等の使用や交際\n費について，控訴人は被控訴人から問題の指摘を受けたことはなく，その\n後においても，控訴人が使用した商品券等は，概ねＺ社の利益のために使\n用したものであることがうかがわれ，これを個人的に費消したものと断定で\nきるだけの証拠はないこと，また，Ｚ社及び関連会社から控訴人に対する\n各損害賠償請求訴訟が多数提起されているが，いずれも被控訴人の意向\nを受けて提訴されていることがうかがわれる上，上記各書証をもって，これ\nらが明らかに控訴人が敗訴すべき事案であるとはいえない。また，赤字受\n注請負工事については，平成９年８月中ころ，Ｚ社が訴外三菱レイヨンエン\nジニアリング株式会社から高山市資源化施設建設工事の請負契約をした\n際，控訴人が，工事を担当する岐阜支店から工事原価のみでも約２５００万\n円の赤字になるので受注を断るよう申入れがあったのに，これを独断です\nすめ，Ｚ社に損害を被らせたとして，被控訴人がＺ社を原告として損害賠償\n請求訴訟を提起したものであるが，甲９によれば，控訴人は赤字補填の見\n通しがあったこと，同工事を受注することによって高山市及び同地域に関\n連する公共工事の受注について足がかりをつけたいと考えていたことが認\nめられ，１件の工事の赤字のみを理由に経営責任を追及するのは必ずしも\n妥当ではないことが明らかである。これらの被控訴人主張の事実は，控訴\n人と被控訴人との間の養子縁組関係の目的を達成不能にしたものとはい\nえない。\nさらに，上記事実に加えて，乙７２，７４によれば，被控訴人と控訴人の感\n情的対立から，控訴人は，Ｚ社及び関連会社の全役員を辞任し，現在，株\n式会社健コンサルタント事務所を経営するようになり，当面，Ｚ社及びその\n関連会社へ復帰できる見込がないことがうかがわれるが，控訴人はできる\nことなら復帰して親族らの期待に応えたいと考えていることが認められる。\nこれらの経過からは，控訴人は当面Ｚ社の業務に関与していないものの，\nこれは平成１０年ころ以降の被控訴人との感情的対立に帰因するものであ\nり，その対立の原因となった事実関係は，被控訴人との考え方の相違があ\nったとはいえ，控訴人にことさら会社に対する背任的行為，被控訴人に対\nする悪意ある行為があったわけではないこと，控訴人は，当面，Ｚ社及び関\n連会社から身を引いて，被控訴人との必要以上の対立を避けていることが\nうかがわれ，近時の会社業務における被控訴人と控訴人の対立をもって，\n控訴人と被控訴人の長年にわたる養親子関係の目的が達成不能に至った\nとみることは相当ではない。\n４　裁判上の養親子関係の離縁原因である民法８１４条１項３号の「縁組を継続\nし難い重大な事由があるとき」とは，養親子としての生活関係を維持すること\nができず，その回復が著しく困難な程度に破綻したとみられる事由があるとき\nと解すべきところ，その解釈適用においては，縁組当事者中の強者による弱\n者の追出し離縁の防止と弱者の不当ないし破綻した縁組から解放されるべき\n自由の保護の２面があることを配慮すべきである。上記認定事実によれば，\n本件縁組は，成人養子における家業協力を目的としたもので，別居生活を前\n提としたものであるから，当初から人格的結合の要素が希薄であったものの，\n当事者間の感情的対立，精神的葛藤は，被控訴人から控訴人に対する攻撃\nのみが顕著であったこと，控訴人には養親である被控訴人に対する悪意の遺\n棄に類する行為はないこと，本件においては，会社業務における対立を別に\nすれば，被控訴人からのみ養親子的情愛の喪失があり，縁組を継続すること\nが耐え難い旨の主張をするが，その理由が必ずしも明らかではないこと，会\n社業務における被控訴人と控訴人の対立は，これまでの長きにわたる協力関\n係を考慮すれば，近時の対立関係のみをもって身分的結合関係自体の目的\n達成不能とみることは相当でないこと，その他本件の諸事情を考慮すると，被\n控訴人の主張する事由は，縁組当事者中の強者による追い出し的要素があ\nるということが否定できず，これをもって縁組を継続し難い重大な事由がある\nとはいえない。\n第４　結論\n以上のとおりであるから，被控訴人の離縁請求を認容した原判決は失当で\nあるので，控訴人の控訴に基づき，これを取り消し，被控訴人の離縁請求を\n棄却することとし，訴訟費用の負担について民事訴訟法６７条，６１条を適用\nして，主文のとおり判決する。\n名古屋高等裁判所民事第２部\n裁判長裁判官　　　　大　　内　　捷　　司\n裁判官　　　　川　　添　　利　　賢\n裁判官　　　　玉　　越　　義　　雄\n"
}