{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 18,
    "month": 4,
    "day": 25
  },
  "case_number": "平成17(行ケ)10597",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "32949",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=32949",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/949/032949_hanrei.pdf",
  "contents": "--1\n平成１７年(行ケ)第１０５９７号 審決取消請求事件\n平成１８年３月７日口頭弁論終結\n判決\n原 告 ザ・プロクター・アンド・\nギャンブル・カンパニー\n訴 訟 代 理 人 弁 理 士 鈴江武彦\n同河 野 哲\n同中 村 誠\n同 堀内美 保 子\n被 告 特許庁長官 中 嶋 誠\n指 定 代 理 人 溝渕良一\n同 粟津憲一\n同高 木 彰\n同 大場義則\n主文\n１ 原告の請求を棄却する。\n２ 訴訟費用は原告の負担とする。\n３ この判決に対する上告及び上告受理申立てのための付加期間\nを３０日と定める。\n事実及び理由\n第１ 当事者の求めた裁判\n１原告\n(1) 特許庁が不服２００２－１３１８７号事件について平成１７年３月２２日\nにした審決を取り消す。\n(2) 訴訟費用は被告の負担とする。\n２被告\n--2\n主文１項及び２項と同旨\n第２ 当事者間に争いのない事実\n１ 特許庁における手続の経緯\n原告は，平成９年３月１８日（優先権主張１９９６年３月２２日，米国）に，\n発明の名称を「改良された獲得性能を有する吸収性コア及びそれらを含む吸収\n製品」とする国際特許出願（特願平９－５３３６４２号，以下「本件出願」と\nいう。）をした。その後，原告は，本件出願に関して，平成１３年４月３日発\n送の拒絶理由通知を受けたので，同年７月３日付けで手続補正（以下「本件補\n正」といい，この補正後の本件出願に係る明細書及び図面を「本願明細書」と\nいう。）をしたが，平成１４年４月３日付け（同年４月１６日発送）の拒絶査\n定を受けた。原告は，上記拒絶査定を不服として，同年７月１５日に審判を請\n求し，特許庁は，この請求を不服２００２－１３１８７号事件として審理した\n上，平成１７年３月２２日，「本件審判の請求は成り立たない。」との審決\n（以下「本件審決」という。）をし，その謄本は，同年４月５日，原告に送達\nされた。\n２ 特許請求の範囲（本件補正後の請求項１。以下，この発明を「本願発明１」\nという。）\n「排出された水性身体流体を吸収することのできる吸収性コアであり，\n（１）水性流体を受け取ることのできる上部流体獲得／分配部材であって，\n吸収性コアの流体排出領域内に配置される上部流体獲得／分配部材，\n（２）少なくとも部分的に前記上部流体獲得／分配部材の下側にこれと流体\n連通して配置される少なくとも一つの上部流体貯蔵部材であって，水性身体流\n体で充分に飽和したときに少なくとも１００％ｚ方向に膨張して流体獲得ゾー\nンを形成することができ，前記少なくとも一つの流体貯蔵部材の前記膨張から\n形成される前記流体獲得ゾーン内への膨張が実質的に防止される少なくとも一\nつの流体貯蔵部材，\n--3\n（３）水性身体流体を受け取ることのできる流体獲得ゾーンであって，少な\nくとも部分的に前記少なくとも一つの上部流体貯蔵部材により取り囲まれ，少\nなくとも部分的に吸収性コアの流体排出領域の下側に配置される流体獲得ゾー\nン，および\n（４）水性身体流体を獲得し移送することのできる下部流体獲得／分配部材\nであって，少なくとも部分的に前記少なくとも一つの上部流体貯蔵部材の下側\nにこれと流体連通して配置される下部流体獲得／分配部材，\nを含む吸収性コア。」\n３ 本件審決の理由\n別紙審決書の写しのとおりである。要するに，本願発明１は，欧州特許出願\n公開第６９５５４１号明細書（以下「引用例」という。甲４）に記載された発\n明に基づいて，当業者が容易に発明をすることができたものであり，特許法２\n９条２項の規定により特許を受けることができないとしたものである。\n本件審決が，上記判断をするに当たり，本願発明１と引用例の第６図に実施\n例として記載された発明（以下「引用発明」という。）とを対比して認定した\n一致点及び相違点は，それぞれ次のとおりである。\n（一致点）\n「排出された水性身体流体を吸収することのできる吸収性コアであり，\n（１）水性流体を受け取ることのできる上部流体獲得／分配部材であって，\n吸収性コアの流体排出領域内に配置される上部流体獲得／分配部材，\n（２）少なくとも部分的に前記上部流体獲得／分配部材の下側にこれと流体\n連通して配置される少なくとも一つの上部流体貯蔵部材，\n（３）水性身体流体を受け取ることのできる流体獲得ゾーンであって，少な\nくとも部分的に前記少なくとも一つの上部流体貯蔵部材により取り囲まれ，\n少なくとも部分的に吸収性コアの流体排出領域の下側に配置される流体獲得\nゾーン，および\n--4\n（４）水性身体流体を獲得し移送することのできる下部流体獲得／分配部材\nであって，少なくとも部分的に前記少なくとも一つの上部流体貯蔵部材の下\n側にこれと流体連通して配置される下部流体獲得／分配部材，\nを含む吸収性コア」 である点。\n（相違点）\n本願発明１の上部流体貯蔵部材が，「水性身体流体で充分に飽和したとき\nに少なくとも１００％ｚ方向に膨張して流体獲得ゾーンを形成することがで\nき，前記少なくとも一つの流体貯蔵部材の前記膨張から形成される前記流体\n獲得ゾーン内への膨張が実質的に防止される」とされているのに対し，引用\n発明の貯蔵ゾーン１３，１３’について，湿潤したときのｚ方向への膨張の\n程度，及び，中央捕捉ゾーン内への膨張の防止について引用例には記載され\nていない点。\n第３ 原告主張の取消事由の要点\n本件審決は，引用発明の認定を誤った結果，本願発明１と引用発明の相違点\nを看過し，また，本願発明１の引用発明との相違点に係る構成の進歩性判断を\n誤ったものであるから，違法として，取り消されるべきである。\n１ 取消事由１（相違点の看過）\n(1) 本件審決は，引用発明の「下層５」が本願発明１における「下部流体獲得\n／分配部材」に対応し，引用発明の「下層５」も，貯蔵ゾーンの下側にこれ\nと流体連通して配置され，身体から排出された液体を吸収保持するものであ\nり，本願発明１に例示されたと同様の繊維質のものであれば，水性身体流体\nを獲得し移送することのできるものであるということができる旨判断したが，\n誤りである。\n引用例（甲４）には，「尿のような液体及び他の特定の身体の滲出物を吸\n収して保持できる任意の吸収性繊維質の手段を有するのがよい。」（７頁１\n２欄２８行～３２行，抄訳(ｊ)）と記載されており，下層５（混合層５）に，\n--5\nかかる液体を吸収して保持できる吸収性繊維質手段を付与するために，混合\n層５に比較的高割合で吸収性ゲル化剤を含有させている（８頁１３欄２０行\n～２８行，抄訳（その２）１頁２０行～２４行）。このように，引用発明の\n「下層５」は流体を吸収し保持するためのものであり，本願発明１の「下部\n流体獲得／分配部材」のように流体を分配し移送するものではない。\n引用発明においては，「下層５」が比較的高割合で吸収性ゲル化剤粒子を\n含有するから，液体の吸収／保持部材として用いられる場合，「下層５」に\n吸収された流体はそのまま保持され，「上捕捉層２５」はその容量を十分活\n用され得ない。これに対し，本願発明１の「下部流体獲得／分配部材」は，\n流体を獲得し分配する機能を有するものであり，「下部流体獲得／分配部\n材」は上部流体貯蔵部材と流体連通しているため，この貯蔵部材の容量が十\n分活用されることとなるとの作用効果を奏する。\n本件審決は，本願発明１と引用発明の上記の相違点を看過し，両者が，\n「（４）水性身体流体を獲得し移送することのできる下部流体獲得／分配部\n材であって，少なくとも部分的に前記少なくとも一つの上部流体貯蔵部材の\n下側にこれと流体連通して配置される下部流体獲得／分配部材」を含むとの\n点で一致する旨誤って認定したものであり，この誤りが本件審決の結論に影\n響を及ぼすことは明らかである。\n(2) 本件審決は，引用発明の「貯蔵ゾーン１３，１３’」が湿潤時に液体を吸\n収する吸収性ゲル化剤粒子によって膨張することは明らかであるとし，湿潤\nしたときにｚ方向に膨張することを前提として，引用例にはｚ方向への膨張\nの程度が記載されていない旨認定したが，誤りである。\nア 引用例（甲４）の第１２図には，基材７で吸収性ゲル化剤粒子９の周囲\nを空容積なく包みこむことにより形成された二つのチャンバが貯蔵ゾーン\n１３，１３’のところに形成された実施例が示されており（９頁１５欄１\n８行～２８行，抄訳(ｌ)），湿潤時に吸収性ゲル化剤粒子９が膨張できる\n--6\n空間は粒子間の隙間しかなく，第１２図は「貯蔵ゾーン１３，１３’」が\n膨張できないことを示していると理解すべきである。\n本件審決は，本願発明１の上部流体貯蔵部材が，「水性身体流体で充分\nに飽和したときに少なくとも１００％ｚ方向に膨張して流体獲得ゾーンを\n形成することができ，前記少なくとも一つの流体貯蔵部材の前記膨張から\n形成される前記流体獲得ゾーン内への膨張が実質的に防止される」もので\nあるのに対し，引用発明の貯蔵ゾーン１３，１３’はｚ方向に膨張しない，\nとの相違点を看過したものであり，この誤りが本件審決の結論に影響を及\nぼすことは明らかである。\nイ 被告は，引用発明として認定した引用例の第６図に記載の「貯蔵ゾーン\n１３，１３’」も吸収性ゲル化剤粒子で形成されているから，体内から排\n泄された尿等の液体を吸収して湿潤した際に膨らんで容積が増加すること\nは明らかである，と主張する。\n原告は，吸収性ゲル化剤粒子が液体を吸収して湿潤した際に膨潤する性\n質を有するという，吸収性ゲル化剤粒子が有する特性自体を否認するもの\nではないが，引用例には，第６図の実施例に関し，吸収性ゲル化剤粒子９\nが湿潤により膨張する際における，捕捉ゾーン１１を確保するための貯蔵\nゾーンの膨張システムについて，記載も示唆もない。本願発明１の進歩性\n判断においては，湿潤時における吸収性ゲル化剤粒子の捕捉ゾーン１１内\nへの膨張を抑制するための構造が開示された第１２図に記載の実施例にお\nいて，貯蔵ゾーンが湿潤時に膨潤し容積を増加することが開示されている\nか否かが重要となるはずである。\nしかるに，前記アにおいて指摘したとおり，引用例には，第１２図の実\n施例の説明として，捕捉ゾーン１１内への吸収性ゲル化剤粒子９の膨張を\n抑制するために，二重区分１４，１４’のところでそれ自体をシールした\n基材７により吸収性ゲル化剤粒子９が拘束されていることが記載され，該\n--7\n実施例について厚さ方向（ｚ方向）に貯蔵ゾーンが膨張し得ることについ\nては記載も示唆もないから，湿潤時に吸収性ゲル化剤粒子９が膨張するこ\nとができる空間は，粒子間のわずかな隙間しかなく，湿潤時に膨潤により\n自由に容積を増加することができない，すなわち吸収性ゲル化剤粒子の上\n記特性が阻害されているとみるのが自然である。\nそうすると，引用例の第１２図に示された実施例において，「貯蔵ゾー\nン１３，１３’」は湿潤時においても膨張しないと解するのが合理的な解\n釈というべきであって，被告の主張は失当である。\n２ 取消事由２（相違点の判断の誤り）\n(1)ア 本件審決は，引用例に，中央捕捉ゾーンを部分的に取り囲むように配置\nされた貯蔵ゾーンが湿潤したとき，その膨張が捕捉ゾーン内に及ぶことの\nないように拘束すること，及び，その結果，湿潤状態にあっても，捕捉ゾ\nーンが液体に対して透過性のままであることが示されており，引用発明の\n貯蔵ゾーン１３，１３’に，上記の技術的事項を適用して，湿潤時の貯蔵\nゾーンの膨張が捕捉ゾーン内に及ぶことを防止するようにすることは，当\n業者が引用例の記載から容易に想到し得るものと認められる旨判断したが，\n誤りである。\n引用例（甲４）には，第１２図の説明として，吸収性ゲル化剤粒子９が\n基材７によって拘束されていることにより，捕捉ゾーン１１内に吸収性ゲ\nル化剤粒子９が膨張できず，その結果，吸収構造体が湿潤状態にあるとき\nでも液体に対して透過性のままである点が挙げられているが（９頁１５欄\n１８行～２８行，抄訳(ｌ)）が，前記１(2)において指摘したとおり，同図\nに示される実施例は，吸収性ゲル化剤粒子の捕捉ゾーン内への膨張抑制の\nみならず，本願発明１でいうｚ方向への膨張をも妨げるものというべきで\nある。そうすると，本件審決が，引用例の第１２図に示される実施例の説\n明として，貯蔵ゾーンの吸収性ゲル化剤が湿潤したときに，捕捉ゾーン内\n--8\nへの膨張を防止するように基材によって拘束することが開示されている旨\n認定し，捕捉ゾーン内のみの膨張抑制を認定したことは，誤りである。\nところで，本願発明１は，上部流体貯蔵部材が水性身体流体で充分に飽\n和したとき，ｚ方向に少なくとも１００％膨張して流体獲得ゾーンを形成\nする一方，該ｚ方向への膨張により該流体獲得ゾーン内へ膨張することが\n抑制され，これにより流体捕獲ゾーンの体積が効果的に増加し，水性身体\n流体の連続して起こる「噴出」をより良く処理することができるという作\n用効果を奏するものである。\nそうすると，引用発明に，引用例の第１２図の実施例に開示される技術\n的事項を適用したとしても，本願発明１の上記作用効果を得ることはでき\nないことが明らかである。\nイ 被告は，当然に膨張するものに関して，特定方向に膨張させないと記載\nされている場合，特に記載のない方向には当然に膨張するとすることが，\n自然な理解であって，引用例には，吸収性ゲル化剤粒子９の湿潤時に，吸\n収性ゲル化剤粒子９の捕捉ゾーン内への膨張を防止している技術が開示さ\nれているものとみるべきである旨，主張する。\nしかし，前記１(2)のとおり，基材の拘束により，湿潤時に膨潤し容積が\n増加するという吸収性ゲル化剤粒子の特性が制限されることは明らかであ\nるから，引用例の第１２図の実施例の解釈の前提として，吸収性ゲル化剤\n粒子が「当然に膨張するもの」と認定することは，誤りである。\nウ 被告は，引用例の第１２図のものも本願明細書の第２図のものと同様の\nものを図示するのであるから，厚さ方向に膨張して容積を増加することを\n前提として解釈することに何ら妨げはない旨主張する。\nしかし，引用例の第１２図のものと本願明細書の第２図のものとは，図\n示された構成自体に差異がないことは事実であるものの，本願明細書の第\n２図は，吸収性コアの全体的構造を示すための概略図であり，該図によっ\n--9\nて吸収性コアの湿潤時における膨張を調節するためのシステムを示すもの\nではないから，本願明細書の第２図と同様の図が引用例の第１２図にある\nことのみを理由として，引用例の第１２図に記載のものが湿潤時に本願発\n明１でいうｚ方向へ膨張するものといえないことは，明らかである。\n引用例には，湿潤状態において液体に対する捕捉ゾーンの透過性を確保\nするために，貯蔵ゾーンの膨張を抑制する技術が開示されているといえる\nが，膨張の制限に係る引用例に記載の技術を「引用発明」の貯蔵ゾーン１\n３，１３’に適用することによっては，水性身体流体で充分に飽和したと\nきに流体貯蔵部材をｚ方向に少なくとも１００％膨張させることにより流\n体獲得ゾーンを形成する本願発明１に想到し得ないことは，明らかである。\nそして，Ｚ方向に少なくとも１００％膨張して流体獲得ゾーンを形成す\nる一方，流体獲得ゾーン内への膨張が抑制されることにより，連続して起\nこる水性身体流体を効果的に処理できるという本願発明１により奏される\n作用効果は，貯蔵ゾーンの捕捉ゾーン捕捉への膨張を抑制するためにｚ方\n向への膨張も抑制される引用例の第１２図に示された技術からは，当業者\nであっても予測できるものではない。\n(2) 本件審決は，引用発明の「吸収構造体１」は湿潤時における外側周囲方向\nへの膨張が規制されるから，中央捕捉ゾーンへの膨張を阻止された貯蔵ゾー\nンはｚ方向へ膨張することになり，それによって中央捕捉ゾーンの容積が増\n加することも当業者が容易に予測しうるところであり，本願発明１において\nｚ方向への膨張を少なくとも１００％と規定したことに関しても，通常１０\n０％以上のものが慣用される以上の格別な臨界的意義について，本願明細書\nには何ら明記されておらず，上記数値の限定にも格別の技術的意義を認める\nことはできない旨判断したが，誤りである。\n前記１(2)及び上記(1)のとおり，引用例の第１２図に示された実施例にお\nいては，貯蔵ゾーン１３，１３’は，中央捕捉ゾーンへの膨張だけでなく，\n--10\nｚ方向への膨張をも阻止されるものであり，引用例には，湿潤時において，\n貯蔵ゾーンの外側周囲方向への膨張が規制され，中央捕捉ゾーンへの膨張が\n阻止された貯蔵ゾーンが，ｚ方向へ膨張することになることに関し，記載な\nいし示唆されておらず，ｚ方向へ少なくとも１００％膨張することにより流\n体獲得ゾーンを確保し，それにより水性身体流体の連続して起こる「噴出」\nをより良く処理する本願発明１を，引用例に基づいて当業者が容易に想到し\n得るものとはいえない。\n第４ 被告の反論の要点\n本件審決の認定及び判断に誤りはなく，原告主張の取消事由には理由がない。\n１ 取消事由１（相違点の看過）について\n(1) 引用例（甲４）の「混合下層内の吸収性ゲル化剤粒子の重量は，混合下層\nの重量の７０％以下，好ましくは，６０％以下であり」（３頁３欄２２行～\n２５行，抄訳（その２）１頁９行～１０行），「繊維と吸収性ゲル化剤粒子\nとの混合層では，粒子を層に亘って均等に分配でき」（３頁４欄４４行～４\n６行，抄訳（その２）１頁１３行），「下層５は，吸収性ゲル化剤粒子と繊\n維との混合物を含有する。繊維は，セルロースフラッフパルプ，合成繊維，\n又はこれらの組み合わせからなるのがよい。」（５頁７欄５３行～５５行，\n抄訳（その２）１頁１６行～１７行），及び「乳児用おむつで典型的に使用\nされた吸収体構造の一態様では，混合下層５は，吸収性ゲル化剤粒子の重量\nが混合下層５の総重量の３１％乃至４３％となるように，典型的には，８ｇ\n乃至１２ｇの吸収性ゲル化剤粒子を１６ｇ乃至１８ｇのエアーフェルトと混\n合した混合物を含有する。」（８頁１３欄３２行～３９行，抄訳（その２）\n１頁２６行～２９行）との各記載によれば，引用発明の「下層５」は吸収性\nゲル化剤粒子と繊維との混合物であって，下層５の層及び厚さに亘って粒子\nが均等に分配されており，吸収性ゲル化剤粒子を３１重量％～６０重量％含\nむものである。\n--11\n他方，本願明細書（甲２）の「本発明の流体獲得／分配部材は，繊維質ウ\nエブ又は繊維質マトリクスを形成するさまざまな繊維質材料を含み得る。」\n（甲２，８頁２２行～２３行），「入手性及び費用の理由から，セルロース\n性繊維，特に木材パルプ繊維が，本発明における使用に好ましい。」（１０\n頁２行～４行）及び「下部獲得／分配部材は繊維／吸収性ヒドロゲル混合物\nから構成され，当該部材は好ましくは，下部獲得／分配部材の全重量に対し\nて約１０％ないし６５％，さらに好ましくは約１５％ないし約３０％のヒド\nロゲル濃度を有し得る。」（３７頁末行～３８頁２行）との記載によれば，\n本願発明の「下部流体獲得／分配部材」とは，ヒドロゲル形成性吸収性ポリ\nマーを約１０％ないし６５％まで含み得て，繊維質ウエブを含むものといえ\nる。\nそして，引用発明の「下層５」と本願発明１の「下部流体獲得／分配部\n材」とが含む繊維質のものは，セルロース繊維で代表される同様なものであ\nるから，引用発明の「下層５」と本願発明の「下部流体獲得／分配部材」と\nは，多少の差異はあるものの同様な割合の吸収性ポリマーを有し，繊維質と\nして同様なセルロース繊維のものから成っているので，本願発明の「下部流\n体獲得／分配部材」と同様に，引用発明の「下層５」も，流体を分配し移送\nするものであるといえる。\nしたがって，引用発明の「下層５」が水性身体流体を獲得し移送すること\nができるものであり，「下層５」が本願発明の「下部流体獲得／分配部材」\nに対応するとの本件審決の認定に，原告主張の誤りはない。\n(2) 使い捨ておむつの吸収体構造として吸収性ポリマーが用いられ，吸収性ポ\nリマーが体内から排泄された尿等の液体を吸収して湿潤した際には膨潤する\nこと，すなわち膨らんで容積が増加することは技術常識（乙１，乙２）であ\nる。\n上記技術常識に照らせば，引用例記載の「吸収性ゲル化剤粒子」は通常，\n--12\n吸収性ポリマーを含むものであり，引用例（甲４）に「吸収性ゲル化剤粒子\nは，湿潤時に膨潤すると」（２頁２欄２２行～２３行，抄訳（その２）１頁\n６行）と記載されるように，「吸収性ゲル化剤粒子」は，尿等の液体を吸収\nして湿潤した際に膨らんで容積が増加することは明らかである。\nしたがって，引用発明として認定した引用例第６図に記載の「貯蔵ゾーン\n１３，１３’」も吸収性ゲル化剤粒子で形成されていることから，尿等の液\n体を吸収して湿潤した際に膨らんで容積が増加することは，明らかであり，\n本件審決の「『貯蔵ゾーン１３，１３’』は，……湿潤時に液体を吸収する\n吸収性ゲル化剤粒子によって膨張することは明らかであ（る）」（審決書４\n頁３８行～５頁１行）との認定に誤りはなく，これを前提としてした相違点\nの認定にも誤りはない。\n２ 取消事由２（相違点の判断の誤り）について\n(1) 上記１(2)のとおり，吸収性ゲル化剤粒子は，液体を吸収して湿潤した際\nに膨らんで容積が増加するものであり，これを前提とした上で，引用例には，\n「第１２図は，基材７で吸収性ゲル化剤粒子９を包み，基材を二重区分１４，\n１４’のところで基材それ自体にシールした実施例を示す。吸収性ゲル化剤\nを包んだ二つのチャンバが貯蔵ゾーン１３，１３’のところに形成される。\nこの実施例の利点は，貯蔵ゾーン１３，１３’の吸収性ゲル化剤粒子の湿潤\n時に，これらの吸収性ゲル化剤粒子が基材７によって拘束されているため，\n捕捉ゾーン１１内に膨張できないということである。従って，捕捉ゾーン１\n１は，吸収体構造が湿潤状態にあるときでも液体に対して透過性のままであ\nる。」（９頁１５欄１８行～２８行，抄訳(ｌ)）と記載され，本願発明１で\nいうｚ方向の膨張を妨げる旨の記載を伴わずに，補足ゾーン１１内の方向に\n膨張しないことを明記している。\nそして，当然に膨張するものに関して，特定方向に膨張させないと記載さ\nれている場合，特に記載のない方向には当然に膨張するとすることが，自然\n--13\nな理解であり，引用例の第１２図記載のものにおいても，吸収性ゲル化剤粒\n子は，尿等の液体を吸収して湿潤した際に膨らんで容積が増加することは明\nらかであって，本願発明１でいうｚ方向の膨張を妨げるものではなく，第１\n２図に記載のものは，基材７を吸収性ゲル化剤粒子９を包み，基材を二重区\n分１４，１４’でシールすることで，吸収性ゲル化剤粒子９の湿潤時に，吸\n収性ゲル化剤粒子９の捕捉ゾーン内への膨張を防止している技術が開示され\nているものとみるべきである。\nさらに，本願明細書（甲２）の第２図（ .２）には，上部流体貯蔵部材Fig\n３４及び３６が流体透過性ペーパーティシュー３５及び３７に包まれている\nことが図示され，これと関連して，本願明細書には，「ヒドロゲル形成性吸\n収性ポリマー……から構成される矩形の細片の形態である二つの上部流体貯\n蔵部材３４及び３６を含む。」（４０頁１９行～２１行），「水性身体流体\nへの最初の曝露時に，上部貯蔵部材３４及び３６は膨張し始め，充分に飽和\nしたとき少なくとも２ｍｍまで厚さを増加させる。」（甲２，４１頁２３行\n～２４行）と記載されており，本願明細書の第２図のものが，流体吸収時に\n厚さ方向に膨張し容積を増加するものであれば，引用例の第１２図のものも\n本願明細書の第２図のものと同様のものを図示するのであるから，厚さ方向\nに膨張し容積を増加することを前提として解釈することに何ら妨げはない。\n上記のとおり，引用例の「第１２図に示す実施例の説明として，貯蔵ゾー\nンの吸収性ゲル化剤が湿潤したときに，捕捉ゾーン内への膨張を防止するよ\nうに基材によって拘束することが開示されている。」（審決書４頁２０行～\n２３行）との本件審決の認定，及び，引用例には「中央捕捉ゾーンを部分的\nに取り囲むように配置された貯蔵ゾーンが湿潤したとき，その膨張が捕捉ゾ\nーン内に及ぶことのないように拘束すること，及び，その結果，湿潤状態に\nあっても，捕捉ゾーンが液体に対して透過性のままであることが示されてお\nり，引用発明の貯蔵ゾーン１３，１３’に，上記の技術的事項を適用して，\n--14\n湿潤時の貯蔵ゾーンの膨張が捕捉ゾーン内に及ぶことを防止するようにする\nことは，当業者が引用例の記載から容易に想到し得るものと認められる。」\n（審決書５頁３１行～３８行）との本件審決の判断に，誤りはない。\nそして，本願発明１の「上部流体貯蔵部材が水性身体流体で充分に飽和し\nたとき，ｚ方向に少なくとも１００％膨張して流体獲得ゾーンを形成する一\n方，該ｚ方向への膨張により該流体獲得ゾーン内へ膨張することが抑制され，\nこれにより流体捕獲ゾーンの体積が効果的に増加し，水性身体流体の連続し\nて起こる『噴出』をより良く処理することができる」という作用効果も，引\n用例記載のものから予測できる範囲内のものであって，格別なものではない。\n(2) 上記(1)のとおり，引用例の第１２図のものは，「貯蔵ゾーンの吸収性ゲ\nル化剤が湿潤したとき，捕捉ゾーン内への膨張を防止するように基材によっ\nて拘束することが開示されている」技術とみるべきであるから，引用発明\n（引用例第６図記載のもの）に引用例の第１２図記載のものを適用すると，\n引用発明記載の「貯蔵ゾーン１３，１３’」は，湿潤時における外側周囲方\n向への膨張が規制され，しかも，中央捕捉ゾーンへの膨張は阻止されるので，\nｚ方向へ膨張することになり，それによって中央捕捉ゾーンの容積も増加す\nることは，当業者であれば当然予測し得ることである。\nそして，前記１(2)のとおり，吸収性ポリマーが排泄された尿等の液体を吸\n収して湿潤した際に膨らんで容積が増加することは技術常識（乙１，２）で\nあるから，湿潤時における吸収体のｚ方向への膨張が１００％以上であるこ\nとは，通常の吸収性ポリマーの膨潤以上のものをいうのではなく，また，ｚ\n方向への膨張を少なくとも１００％と規定したことに関しての臨界的意義に\nついても，本願明細書には何ら明記されていない。\nしたがって，本件審決の「引用発明の『吸収構造体１』は，……湿潤時に\nおける外側周囲方向への膨張は規制されることから，中央捕捉ゾーンへの膨\n張を阻止された貯蔵ゾーンは，ｚ方向へ膨張することになり，それによって\n--15\n中央捕捉ゾーンの容積が増加することも当業者が容易に予測しうるところで\nある。……ｚ方向への膨張を少なくとも１００％と規定したことに関しても，\n……格別の技術的意義を認めることはできない。」（審決書５頁末行～６頁\n１１行）との判断，及び「以上の通りであるから，本願発明１は，引用例に\n記載された発明に基づいて当業者が容易に発明をすることができたものであ\nる。」（審決書６頁１２行～１３行）との判断に誤りはない。\n第５ 当裁判所の判断\n１ 取消事由１（相違点の看過）について\n(1) 原告は，引用発明の「下層５」は流体を吸収し保持するためのものであっ\nて，本願発明１の「下部流体獲得／分配部材」のように流体を分配し移送す\nるものではない旨主張するので，まず，この点について検討する。\nア 引用例（甲４）には，次の各記載がある。\n「混合層５は，……尿のような液体及び他の特定の身体の滲出物を吸収\nして保持できる任意の吸収性繊維質の手段を有するのがよい。下層５は，\n……一般にエアーフェルトと呼ばれる微粉砕した木材パルプのような，使\nい捨ておむつ及び他の吸収性物品で一般的に使用されている種々の液体吸\n収性材料から製造できる。」（７頁１２欄２８行～３２行，抄訳(ｊ)）\n「混合下層内の吸収性ゲル化剤粒子の重量は，混合下層の重量の７０％\n以下，好ましくは，６０％以下であり」（３頁３欄２２行～２５行，抄訳\n（その２）１頁９行～１０行）\n「下層５は，吸収性ゲル化剤粒子と繊維との混合物を含有する。繊維は，\nセルロースフラッフパルプ，合成繊維，又はこれらの組み合わせからなる\nのがよい。」（５頁７欄５３行～５５行，抄訳（その２）１頁１６行～１\n７行）\n「乳児用おむつで典型的に使用された吸収体構造の一態様では，混合下\n層５は，吸収性ゲル化剤粒子の重量が混合下層５の総重量の３１％乃至４\n--16\n３％となるように，典型的には，８ｇ乃至１２ｇの吸収性ゲル化剤粒子を\n１６ｇ乃至１８ｇのエアーフェルトと混合した混合物を含有する。」（８\n頁１３欄３２行～３９行，抄訳（その２）１頁２６行～２９行）\n引用例の上記各記載によれば，引用発明の「下層５」は，具体的には，\n吸収性ゲル化剤粒子と，セルロースフラッフパルプ，合成繊維，又はこれ\nらの組み合わせからなる繊維との混合物であって，吸収性ゲル化剤粒子の\n重量は，下層５の重量の７０％以下であり，吸収性ゲル化剤粒子の重量が\n下層５の総重量の３１％ないし４３％となるように，吸収性ゲル化剤粒子\nをエアーフェルトと混合した混合物からなるものが，実施例として記載さ\nれていると認められる（なお，引用例の上記各記載においては，「混合\n層」，「下層」，「混合下層」の表現が混在するが，いずれも「下層５」\nについて説明するものと認められる。）。\nイ 本願明細書（甲２，３）には，次の各記載がある。\n「水性身体流体を獲得し移送することのできる下部流体獲得／分配部材\nであって，少なくとも部分的に前記少なくとも一つの上部流体貯蔵部材の\n下側にこれと流体連通して配置される下部流体獲得／分配部材」（特許請\n求の範囲）\n「本発明のコアは，上部及び下部流体獲得／分配部材を含む。……いく\nつかの場合には，本発明による流体獲得／分配部材は，少なくとも何らか\nのヒドロゲル形成性吸収性ポリマーを含み，これにより吸収性コアにいく\nらかの流体貯蔵能を提供し得る。」（８頁１１行～１７行）\n「本発明の吸収性コアは，さらに，排出された身体流体を吸収性コア内\nの他の部材に移送することのできる下部流体獲得／分配部材を含む。……\naiこの部材は，化学的硬化性繊維，セルロース性繊維（エアーフェルト（\n）ともいわれる），あるいは繊維／吸収性ヒドロゲル形成性混合物のrfelt\nいずれであっても良い。……下部獲得／分配部材は繊維／吸収性ヒドロゲ\n--17\nル混合物から構成され，当該部材は好ましくは，下部獲得／分配部材の全\n重量に対して約１０％ないし６５％……のヒドロゲル濃度を有し得る。」\n（３７頁１７行～３８頁２行）\n本願明細書の上記各記載によれば，本願発明１の「下部流体獲得／分配\n部材」は，特許請求の範囲の記載において，その材質や量的関係が特定さ\nれていないが，発明の詳細な説明において，ヒドロゲル形成性吸収性ポリ\naiマーと，化学的硬化性繊維ないしセルロース性繊維（エアーフェルト（\n）ともいわれる）との混合物であって，ヒドロゲル形成性吸収性ポリrfelt\nマーを下部獲得／分配部材の全重量に対して約１０％ないし６５％まで含\nむものが開示されており，本願発明１の「下部流体獲得／分配部材」が少\nなくとも上記具体的に開示されているものを含むことは，明らかである。\nウ ここで，引用発明の「下層５」（以下「前者」という。）と本願発明１\nの「下部流体獲得／分配部材」として具体的に開示されているもの（以下\n「後者」という。）とを対比すると，前者の吸収性ゲル化剤粒子は後者の\nヒドロゲル形成性吸収性ポリマーに相当するものであり，両者に用いられ\nる繊維について，格別の差異は認められない（少なくとも，前者の一実施\n例として示されるエアーフェルトが使用できることは，後者にも例示され\nる。）。そして，前者の吸収性ゲル化剤粒子は下層５の重量の７０％以下\nとされているのに対し，後者のヒドロゲル形成性吸収性ポリマーは，下部\n獲得／分配部材の全重量に対して約１０％ないし６５％まで含み得るもの\nであり，両者は，吸収性ゲル化剤の割合の範囲において重複し，上限とし\nて示される数値において多少の差異があるものの，これを格別の差異とす\nることはできない。してみると，両者は，その具体的な構成において格別\nの差異はないものであるから，その機能においても，格別の差異はないと\nみるべきである。\nしたがって，本願発明１の下部流体獲得／分配部材が，流体を分配し移\n--18\n送するものであるならば，引用発明の「下層５」も同様の機能を有するも\nのと解するのが相当であり，本件審決が，「引用発明の『下層５』も，…\n…水性身体流体を獲得し移送することのできるものである」（審決書５頁\n４行～７行）として，引用発明の「下層５」が本願発明１の「下部流体獲\n得／分配部材」に対応すると判断したことに誤りがあるということはでき\nず，また，本件審決が上記認定に基づいてした一致点の認定にも，誤りが\nあるということはできない。\n(2) 原告は，引用発明の「貯蔵ゾーン１３，１３’」が，ｚ方向には膨張でき\nない旨主張するので，次に，この点を検討する。\nア 引用例（甲４）には，次の各記載がある。\n「本発明は，また，吸収性ゲル化剤粒子を各々含む上層及び下層を有し，\n上層が捕捉ゾーン及び貯蔵ゾーンを有し，……下層が吸収性ゲル化剤粒子\n及び繊維の混合物からなる，吸収体構造に関する。」（２頁１欄８～１７\n行，抄訳(ａ)）\n「吸収性ゲル化剤粒子は，湿潤時に膨張すると」（２頁２欄２２行～２\n３行，抄訳（その２）１頁６行）\n「本発明の吸収体物品の好ましい実施例は，第７図に示す一体の使い捨\nて吸収体物品，即ちおむつ２０である。……本発明は，……衛生ナプキン\nのような女性用衛生衣料，等の他の吸収体物品にも適用できるということ\nは理解されるべきである。」（５頁７欄１８～２８行，抄訳(ｃ)）\n引用例の上記各記載によれば，引用例記載の吸収構造体は，湿潤時に膨\n張する吸収性ゲル化剤粒子でできた層９が，貯蔵ゾーン１３，１３’を形\n成しており，おむつ，女性用衛生衣料等の吸収体物品に適用できるもので\nあることが認められる。\nイ 乙１（「新増補水溶性高分子」株式会社化学工業社，昭和５９年４月１\n日発行）には，「高吸水性樹脂は，自身の重量の数百倍から千倍の水を吸\n--19\n収し，保持することができる高分子であり，水に膨潤してヒドロゲルを形\n成する。……高吸水性樹脂は構造的にはイオン性基を有する電解質ポリマ\nーをわずかに架橋したものである。」（３７６頁３行～１０行）との記載\nがある。\n乙２（「高分子新素材Ｏｎｅ Ｐｏｉｎｔ ４ 高吸水性ポリマー」共\n立出版株式会社，１９８７年１１月１５日発行）には，「特に１９７８年\nに高吸水性ポリマーが生理用品用途に応用され，さらに１９８２年子供用\n紙おむつにも応用されるとポリマーの開発が一段と活発になり，高吸水性\nポリマーのメーカー（パイロット生産も含む）の数は……それまでの数社\nから１０社を越える状況となった。」（６頁末行～７頁５行）との記載が\nある。\n乙１，２の上記各記載によれば，高吸水性ポリマーは，液体を吸収して\n湿潤した際には膨潤する性質のものであり，生理用品，紙おむつに応用さ\nれるものであることは技術常識であると認められる。\nウ してみると，本件審決が引用発明とした，引用例の第６図に実施例とし\nて記載された発明において，貯蔵ゾーン１３，１３’を形成する，吸収性\nゲル化剤粒子でできた層９も，液体を吸収して湿潤した際に膨潤する高吸\n水性ポリマーの性質を利用して液体吸収性をもたせたものと解するのが相\n当であり，かかる性質を利用するものである以上，液体を吸収して湿潤し\nた際には，厚み方向（本願発明１でいうｚ方向）にも膨潤することは明ら\nかというべきである。（なお，後記２において検討する引用例の第１２図\n記載のものにおいて，吸収性ゲル化剤粒子９が基材７に包まれているのと\n異なり，引用例の第６図記載のものにおいては，膨潤を制約する可能性が\nあるものは存在しない。）。\nしたがって，本件審決が「引用発明の『貯蔵ゾーン１３，１３’』は，\n……湿潤時に液体を吸収する吸収性ゲル化剤粒子によって膨張することは\n--20\n明らかであ（る）」（審決書４頁３７行～５頁１行）とした認定に誤りが\nあるとはいえず，また，これを前提とした相違点の認定にも誤りがあると\nはいえない。\nエ 原告は，引用例の第１２図に示された実施例において，「貯蔵ゾーン１\n３，１３’」は，湿潤時においても膨張しないと解すべき旨を主張する。\nしかし，本件審決は，引用例１の第６図に実施例として示された発明を\n引用発明としたものであり（この点は原告も争わないところである。審決\n書４頁１７行～２０行），引用例の第１２図に示されるものにおける貯蔵\nゾーンの膨潤の有無は，引用発明の上記認定を左右するものではない。\n２ 取消事由２（相違点の判断の誤り）について\n(1) 原告は，引用例の第１２図に示される実施例は，吸収性ゲル化剤粒子の捕\n捉ゾーン内への膨張抑制のみならず，本願発明１でいうｚ方向への膨張をも\n妨げるものであるから，引用発明に，引用例の第１２図の実施例に開示され\nる技術的事項を適用したとしても，本願発明１には想到しない旨主張する。\nア 引用例（甲４）には，次の各記載がある。\n「第１２図は，基材７で吸収性ゲル化剤粒子９を包み，基材を二重区分１\n４，１４’のところで基材それ自体にシールした実施例を示す。吸収性ゲ\nル化剤を包んだ二つのチャンバが貯蔵ゾーン１３，１３’のところに形成\nされる。この実施例の利点は，貯蔵ゾーン１３，１３’の吸収性ゲル化剤\n粒子の湿潤時に，これらの吸収性ゲル化剤粒子が基材によって拘束されて\nいるため，捕捉ゾーン１１内に膨張できないということである。従って，\n捕捉ゾーン１１は，吸収体構造が湿潤状態にあるときでも液体に対して透\n過性のままである。」（９頁１５欄１８行～２８行，抄訳(ｌ)）\n引用例の上記記載によれば，引用例の第１２図に示されたものは，基材\n７は吸収性ゲル化剤粒子９を包み，二重区分１４，１４’のところ（同図\nをみると，貯蔵ゾーン１３，１３’と中央捕捉ゾーン１１の境界付近の位\n--21\n置であることが認められる。）でシールされており，湿潤時に，吸収性ゲ\nル化剤粒子９は基材７によって拘束されるため，捕捉ゾーン１１内に膨張\nできないものと認められる。\nそして，上記１(2)で検討したとおり，引用例記載の吸収構造体は，吸収\n性ゲル化剤粒子の，液体を吸収して湿潤した際には膨潤する性質を利用し\nたものと解されることに鑑みると，同図に示されたものにおいては，吸収\n性ゲル化剤粒子９は基材７に包まれることから，膨潤の限度に制約が生じ\nる可能性はあるにせよ，液体を吸収して湿潤した際には膨潤することは明\nらかというべきである。また，膨潤するものであるからこそ，引用例の前\n記記載においては，特に捕捉ゾーン１１内には膨張できないと明記された\nのであり，捕捉ゾーン１１内には膨張できないが，それ以外の方向には膨\n張可能なものと認めるのが相当である。\nイ 本願明細書（甲２）には，次の各記載がある。\n「流体貯蔵部材３４及び３６は，図２に具体的に示されるように，それ\nぞれ流体透過性ペーパーティシュー３５及び３７に包まれている。」（４\n０頁２２行～２３行）\n「水性身体流体への最初の曝露時に，上部貯蔵部材３４及び３６は膨張\nし始め，充分に飽和したとき少なくとも２ｍｍまで厚さを増加させる。…\n…好ましくは，上部貯蔵部材はｚ方向に少なくとも１００％まで膨張し得\nる。」（４１頁２３行～２７行）\n本願明細書の上記各記載によれば，本願明細書の図２に示されるものは，\n吸収性ゲル化剤粒子が基材に包まれる点において，引用例の第１２図に示\nされたものと同様の構造を有するものであるところ（図示された構成自体\nに差異がないことは，原告も認めるところである。），水性身体流体への\n曝露時に，充分に飽和したとき少なくとも２ｍｍ，好ましくは，少なくと\nも１００％まで厚さを増加させる，とされているのである。\n--22\nこの点に照らせば，引用例の第１２図に示されたものが，吸収性ゲル化\n剤粒子９が基材７に包まれているものであっても，液体を吸収して湿潤し\nた際にｚ方向に膨潤しないということはできない。\nウ 原告は，本願明細書の第２図は，本願明細書開示の吸収性コアの全体的\n構造を示すための概略図であり，同図によって吸収性コアの湿潤時におけ\nる膨張を調節するためのシステムを示すものではないから，本願明細書の\n第２図と同様の図が引用例の第１２図にあることのみを理由としては，引\n用例の第１２図に記載の実施例が，湿潤時に本願発明１でいうｚ方向へ膨\n張するものということはできない旨主張する。\nしかし，吸収体構造の概略を示すものであることは，引用例の第１２図\nも同様であると認められるから，原告の主張するところは，同図記載のも\nのが湿潤時にｚ方向に膨張しないとはならず，前記の技術常識を考慮すれ\nば，ｚ方向に膨張することは明らかというべきである。原告の主張は失当\nである。\n(2) 原告は，本件審決が，引用発明の「吸収構造体１」は湿潤時における外側\n周囲方向への膨張が規制されるから，中央捕捉ゾーンへの膨張を阻止された\n貯蔵ゾーンはｚ方向へ膨張することになり，それによって中央捕捉ゾーンの\n容積が増加することも当業者が容易に予測し得るところであるとし，本願発\n明１においてｚ方向への膨張を少なくとも１００％と規定したことに関して\nも，通常１００％以上のものが慣用される以上の格別な臨界的意義について\n本願明細書には何ら明記されていないから，上記数値の限定にも格別の技術\n的意義を認めることはできない旨判断したことを，誤りである旨主張する。\n原告がその理由として主張するところは，要するに，引用例の第１２図に\n示されたものにおいて，貯蔵ゾーン１３，１３’がｚ方向への膨張を阻止さ\nれるということに帰するが，引用例の第１２図に示されたものにおいて，貯\n蔵ゾーン１３，１３’がｚ方向への膨張を阻止されるとの原告の主張が失当\n--23\nであることは，上記(1)において説示したとおりであり，原告の主張は採用す\nることができない。\n３結論\n以上によれば，原告主張の取消事由は理由がなく，その他，本件審決に，こ\nれを取り消すべき誤りがあるとは認められない。\nよって，原告の本訴請求は理由がないから，これを棄却することとし，主文\nのとおり判決する。\n知的財産高等裁判所第３部\n三村量一裁判長裁判官\n嶋末和秀裁判官\n裁判官沖中康人は，転任のため，署名押印することができない。\n三村量一裁判長裁判官\n"
}