{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 12,
    "day": 20
  },
  "case_number": "平成14(ネ)61",
  "case_name": "損害賠償請求控訴",
  "court_name": "広島高等裁判所松江支部",
  "lawsuit_id": "3832",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=3832",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/832/003832_hanrei.pdf",
  "contents": "主　　　　文\n１　本件控訴を棄却する。\n２　控訴費用は控訴人の負担とする。\n事実及び理由\n第１　控訴の趣旨\n１　原判決を取り消す。\n２　被控訴人は，控訴人に対し，１００万円及びこれに対する平成１３年７月３\n０日から支払済みまで年５分の割合による金員を支払え。\n３　訴訟費用は，第１，２審を通じ被控訴人の負担とする。\n４　仮執行宣言\n第２　事案の概要\n事案の概要は，原判決「事実及び理由」中の「第２　事案の概要」記載のと\nおりであるから，これを引用する。\n第３　当裁判所の判断\n当裁判所も，控訴人の本件請求は理由がないからこれを棄却すべきものと判\n断するが，その理由は，次のとおり補正するほか，原判決「事実及び理由」中の\n「第４　当裁判所の判断」記載のとおりであるから，これを引用する。\n１　原判決８頁９行目の「下宿先」の前に「配偶者もおらず，」を加える。\n２　原判決８頁１６行目の「いうべきである。」の次に「控訴人主張の仕送りの\n事実等も同判断を左右するものとはいえない。」を加える。\n３　原判決９頁２５行目及び１０頁２行目の「選挙管理員会」をいずれも「選挙\n管理委員会」と改める。\n４　原判決１１頁８行目の「「職業等」」の次に「（「１　学生」と「２　その\n他」のどちらかに○を付けるようになっている。）」を加える。\n第４　結論\nよって，原判決は相当であるから，本件控訴を棄却することとして，主文の\nとおり判決する。\n（平成１４年１０月３０日口頭弁論終結）\n広島高等裁判所松江支部\n裁判長裁判官　　　　宮　　　本　　　定　　　雄\n裁判官　　　　吉　　　波　　　佳　　　希\n裁判官　　　　植　　　屋　　　伸　　　一\n（参考　原審判決）\n主　　　　　　　　　文\n１　原告の請求を棄却する。\n２　訴訟費用は原告の負担とする。\n事　実　及　び　理　由\n第１　請求\n被告は，原告に対し，金１００万円及びこれに対する平成１３年７月３０日\nから支払済みまで年５分の割合による金員を支払え。\n第２　事案の概要\n本件は，金沢大学の学生である原告が，参議院議員通常選挙に際して，原告\nの住民登録がなされている被告（A町）の選挙管理委員会において，選挙人名簿に原\n告の登録をせず，原告に対し同選挙に係る投票所入場券を送付しなかったため，同\n選挙で投票することができず，選挙権を侵害されたと主張して，被告に対し，国家\n賠償法に基づき損害賠償を請求した事案である。\n１　争いのない事実等\n(1)　当事者等\nア　原告は，下記本件選挙の投票日当時，金沢大学に在籍し，被告（A町）の\n住民基本台帳に記録されていた男性（昭和５４年８月２９日生まれ（当時２１\n歳））である（甲１，弁論の全趣旨）。\nイ　A町選挙管理委員会（以下「A町選管」という。）は，公職選挙法（以下\n「公選法」という。）に基づき，選挙人名簿への登録等の選挙管理事務を行う機関\nである（弁論の全趣旨）。\nウ　被告は，地方公共団体である。\n(2)　本件訴訟に至る経緯\nア　平成１３年７月２９日，参議院議員通常選挙（以下「本件選挙」とい\nう。）の投票が実施された。\n本件選挙に際しては，各市町村の選挙管理委員会が，投票日に先立ち，\n有権者に対し，投票所入場券を送付し，投票場所において，投票をしようとする者\nに対し，同入場券と引換えに投票用紙を交付することになっていた。\nイ　A町選管は，本件選挙に際して，原告に対しては，原告が鳥取県外の大学\nに在学しており，県外に住所があるとの理由により，投票所入場券を送付しなかっ\nた。\nそのため，原告の父Bは，A町選管に対し，原告に対して投票所入場券を\n送付するよう申し入れたが，同選管は，この申入れを拒否した。\nその結果，原告は，本件選挙の投票をすることができなかった。\nウ　原告は，平成１３年９月２５日，本件訴訟を提起した（当裁判所に顕\n著）。\n２　争点\n(1)　争点１\n原告の住所の所在\n(2)　争点２\n被告の責任の有無\n(3)　争点３\n原告の損害\n３　争点に関する当事者の主張\n(1)　争点１（原告の住所の所在）について\nア　原告\n本件は，住民票が存在する場所における投票の可否が問題となっている\n事案であり，このような場合については，基本的にはその経済的な生活の基盤が住\n民票所在地にあれば，そこを住所と認めてよいと解すべきである。\n原告は，A町内にある実家から毎月１２万円の生活費，食料の一部及び学\n費の仕送りを受けており，その範囲内で学生生活の全般を経済的にまかなってい\nる。また，年末年始及び長期休暇の際には，実家に帰省している。\nしたがって，原告の生活の基盤はA町内にあり，原告の住所はA町内に存\n在する。\nイ　被告\n法令において人の住所につき法律上の効果を規定している場合，特段の\n規定がない限り，その住所とは，各人の生活の本拠を指すというべきである（最高\n裁判所昭和２９年１０月２０日大法廷判決・民集第８巻１０号１９０７頁）。\nしたがって，金沢大学の学生である原告の生活の本拠は金沢市内にあ\nり，原告の住所は金沢市内に存在する。\n(2)　争点２（被告の責任の有無）について\nア　原告\n(ア)　A町選管は，原告の住所がA町内に存在するにもかかわらず，本件選\n挙に先立ち，原告に対して投票所入場券を送付しなかった。\nこれは，A町選管による原告に対する違法な選挙権侵害行為である。\n(イ)　A町選管は，事前に選挙人名簿の被登録資格（新成人の住所認定）に\nついての照会書を原告の実家に送付していない。A町選管からBに対し，電話にて\n「お宅の息子さんは学生さんですね。県外ですね。それでは，選挙資格はありませ\nん。」との連絡があり，これに対してBが抗議したため，上記のような照会書面が送\n付されるようになったものである。\n上記のような照会書面等は，選挙前の３か月間に２０歳の誕生日がき\nた人のみが送付の対象となり，それ以外の学生は問題なく投票できるという点で問\n題があり，また，学生以外の出稼ぎの者などに対しては，何らの調査もなされず，\n原告を含む一部の学生のみが差別を受けている。\n周辺市町村，例えば鳥取市，C町などでは，原告のような場合でも，投\n票が認められており，隣県である岡山県，広島県においても，原告に対するような\n取扱いをしているのは数町にすぎない。A町選管の取扱いは，A町以外の市町村に住\n民票を有する学生と比べても差別に当たる。\nしたがって，A町選管の措置は，憲法１４条に違反する。\nイ　被告\n(ア)　公選法２１条１項は，選挙人名簿被登録資格者となるための要件と\nして，当該市町村に住所を有することを挙げ，同条３項は，政令の定めるところに\nよって，上記被登録資格者を調査し，選挙人名簿に登録するための整理をすべきも\nのと定めている。\n上記公選法の規定を受け，同法施行令１０条の２第１項は，市町村の\n選挙管理委員会は，被登録資格者を常時調査して選挙人名簿を整理し，被登録資格\n者であることの確認を得られないときは，選挙人名簿に登録してはならないと定\nめ，同条第２項は，市町村の選挙管理委員会は，調査をするために必要のあると\nき，本人及び関係人に対し，確認をするための資料の提出を要求でき，この場合，\n本人及び関係人は，正当理由なくしてこれを拒否し得ないと定めている。\n(イ)　A町選管は，公選法２１条，同法施行令１０条の２，１１条に則り，\n基本選挙人名簿作成にあたり，平成１１年９月の定期登録月に資するため，原告に\n対し，以下の手続を取った。\nまず，A町選管は，「発気選管第６１号」をもって，平成１１年８月１\n３日，選挙人名簿の被登録資格（新成人の住所認定）についての照会書及び選挙人\n名簿の被登録資格調査票を，原告の住民票上の住所に発送した。\n上記照会書には，注意事項として，「学生等で住民基本台帳には記録\nされているが，実際には本町（A町）に居住していない場合などは，選挙人名簿の被\n登録資格がないことになります。」と記載されており，これは，住所についてのA町\n選管の見解を明示する趣旨であった。また，A町選管は，原告の選挙権行使の便宜に\n資するため，「実際の住所地に住民票を移動して，（新住所で）選挙権を行使して\n下さい。」との対応をした。\nしかし，原告，関係人からは，上記調査票による回答はもとより，他\nの方法による回答，連絡も全くなかった。\nそこで，A町選管は，公選法施行令１０条の２に則り，平成１１年１１\n月２４日夜，関係人であるBに対し，電話にて，原告の住所につき聴き取り調査を実\n施したところ，Bは，同選管に対し，「原告は，金沢大学で修学のため金沢市に在住\nしており，卒業予定は平成１５年３月である」旨の回答をした。\nそこで，A町選管は，原告はA町の選挙人名簿の被登録資格を有しない\nものと認定した。\n(ウ)　選挙権行使につき，「住所」を，住民基本台帳法による形式的記載\nのみによるかについては，公選法運用上，同法施行令１０条の２の定める調査に関\nし，その調査能力との対比の中で，人口，環境，その他の事実関係を総合して，具\n体的に決定すべきものである。\nA町は，中山間地域に属する田園地帯で，未だ村落共同体意識の残る中\nで生活している者が多く，人口の移動についても，ほとんど確実に把握，調査し得\nるのであって，こうした地帯にあっては，公選法及び同法施行令の理想を可及的に\n追及することが望ましい。\n以上のとおり，A町選管の取った対応は，公選法，同法施行令の理想を\n忠実に実践したものであって，憲法１４条に違反する余地はなく，適法である。\n(3)　争点３（原告の損害）について\nア　原告\nA町選管の違法な措置によって，原告は，本件選挙において選挙権を行使\nできないという損害を被ったが，選挙権は憲法上国民に保障された重大な人権であ\nることから，その権利を行使できなかった損害は，金銭的に評価すると１００万円\nを下らない。\nよって，原告は，被告に対し，国家賠償法に基づき１００万円及びこれ\nに対する損害発生の日の翌日である平成１３年７月３０日から支払済みまで民法所\n定の年５分の割合による遅延損害金の支払を求める。\nイ　被告\n争う。\n第３　証拠\n本件訴訟記録中の書証目録及び証人等目録の記載を引用する。\n第４　当裁判所の判断\n１　争点１（原告の住所の所在）について\n(1)ア　公選法は，２１条１項において，選挙人名簿の登録については，当該市\n町村の区域内に住所を有する選挙人で従来から当該市町村の区域内に住所を有する\n者についてはその者に係る当該市町村の住民票が作成された日から，また，他の市\n町村から転入した者については住民基本台帳法２２条の規定により転入届をした日\nから引き続き３か月以上当該市町村の住民基本台帳に記録されていることが必要で\nあると定めている。\nここに，「当該市町村の区域内に住所を有する」とは，登録の基準日に\nおいて当該市町村の区域内に現実に住所を有するという意味である。\nこれは，選挙人名簿に登録されるためには，引き続き３か月以上住民基\n本台帳に記録されていることが要件とされているため，一般的には住民基本台帳の\n記録に基づいて名簿の登録が行われることになるが，少なくとも登録の基準日にお\nいて当該市町村の区域内に住所を有しないことが明らかな者についてまで住民基本\n台帳に記録されているという理由のみで名簿に登録することは，かえって選挙人名\n簿を不正確にすることになるので，特に登録の要件として加えられたものである。\nイ　そこで，住所の意義が問題となるところ，ここに住所とは，特段の事情\nのない限り，各人の生活の本拠を指すものと解すべきである（最高裁判所昭和２９\n年１０月２０日大法廷判決・民集第８巻第１０号１９０７頁参照）。\nそして，修学のため，実家を離れ，下宿生活をしている大学生につい\nて，生活の本拠がどこであるかを認定するにあたっては，その者が，主として，実\n家と下宿のいずれにおいて起臥飲食をしているか，実家と下宿との距離がどの程度\n離れているか，下宿生活を開始してからの期間がどの程度経過しているか，どの程\n度の頻度で実家に帰省をしているか，住民票を，実家所在地と下宿所在地のいずれ\nに置いているか等を総合した上で判断すべきである。\n(2)　上記争いのない事実等並びに証拠（甲１，乙３１，証人D，同B）及び弁論\nの全趣旨によれば，原告は，本件選挙における選挙時登録（なお，「選挙時登録」\nについては，後述する。）の基準日の時点において，金沢大学に在籍し，金沢市内\nにおいて下宿生活を送っていたこと，下宿生活を開始した時期は，平成１１年４月\nの時点であり，早くとも平成１５年３月までは下宿生活を継続する予定であるこ\nと，下宿先である金沢市内からA町内の実家に帰省する頻度は，１年に２，３回程度\nであること，住民票については，下宿生活開始後も，将来就職した際に移せばよい\nとの考えにより，A町に置いたままであることが認められる。\n(3)　以上認定の事実によれば，本件選挙における選挙時登録の基準日の時点に\nおいて，原告は，住民票こそ実家所在地であるA町に置いているものの，その生活の\n本拠は金沢市内にあるといえ，原告の住所は金沢市内に存在し，A町内には存在しな\nいものというべきである。\n２　争点２（被告の責任の有無）について\n(1)　１にみたとおり，本件選挙における選挙時登録の基準日の時点において，\n原告の住所は金沢市内に存在し，A町内には存在しないから，原告には，公選法上，\n本件選挙の選挙時登録におけるA町選管の選挙人名簿に登録される資格は認められな\nい。\nしたがって，A町選管は，原告の住所がA町内に存在するにもかかわらず，\n本件選挙に先立ち，原告に対して投票所入場券を送付しなかったとして，これを，\n同選管による原告に対する違法な選挙権侵害行為であるとする原告の主張は理由が\nない。\nもっとも，原告は，原告の住所がA町内に存在しないとしても，A町選管が\n送付している照会書面等は，選挙前の３か月間に２０歳の誕生日がきた人のみが送\n付の対象となり，それ以外の学生は問題なく投票できるという点で問題があり，ま\nた，学生以外の出稼ぎの者などに対しては，何らの調査もなされず，原告を含む一\n部の学生のみが差別を受けている，さらに，周辺市町村，例えば鳥取市，C町などで\nは，原告のような場合でも，投票が認められており，隣県である岡山県，広島県に\nおいても，原告に対するような取扱いをしているのは数町にすぎず，同選管の取扱\nいは，A町以外の市町村に住民票を有する学生と比べても差別に当たるなどとして，\n同選管の措置が憲法１４条に違反すると主張するので，この点につき，さらに検討\nする。\n(2)　上にみた公選法２１条１項の規定を受け，同法施行令は，１０条の２第１\n項において，市町村の選挙管理委員会は，選挙人名簿に登録される資格（以下「被\n登録資格」という。）を有する者を常時調査し，被登録資格を有する者について選\n挙人名簿に登録するための整理をし，選挙人名簿の登録にあたっては，被登録資格\nを有することについて確認が得られない者を選挙人名簿に登録してはならない旨\nを，同条の２第２項において，市町村の選挙管理委員会は，上記調査に関し必要が\nある場合には，その被登録資格につき調査しようとする者その他の関係人の出頭を\n求め，又はこれらの者に被登録資格の確認のための資料の提出を求めることがで\nき，この場合には，これらの者は，正当な理由がなければ，これを拒むことができ\nない旨を，それぞれ定めている。\nまた，公選法は，１９条２項において，市町村の選挙管理委員会は，選挙\n人名簿の調整及び保管の任に当たるものとし，毎年３月，６月，９月及び１２月\n（以下，これらの月を「登録月」という。）並びに選挙を行う場合に選挙人名簿の\n登録を行うものとする旨を，同法２２条１項において，市町村の選挙管理員会は，\n登録月の１日現在により，当該市町村の選挙人名簿への被登録資格を有する者を当\n該登録月の２日に選挙人名簿に登録しなければならない旨を（以下，この登録を\n「定時登録」という。），同条２項において，市町村の選挙管理員会は，選挙を行\nう場合においては，当該選挙に関する事務を管理する選挙管理委員会が定めるとこ\nろにより，当該市町村の選挙人名簿への被登録資格を有する者を選挙人名簿に登録\nしなければならない旨を（以下，この登録を「選挙時登録」という。），それぞれ\n定めている。\n(3)　上記争いのない事実等並びに証拠（甲５，６の１ないし２６，乙１，２，\n５ないし２９，３１，証人D，同B）及び弁論の全趣旨によれば，以下の事実が認め\nられる。\nア　鳥取県選挙管理委員会においては，従来から，県内各市町村の選挙管理\n委員会委員長宛に，選挙における管理執行に関する通知の文書を送付していた。こ\nの文書には，市町村の選挙管理委員会において，選挙人名簿の選挙時登録に際し\nて，学生等で住所の認定について疑義の生じた場合は，実情を調査の上，実態に合\nった登録を行うことなどの指示内容が記載されていた。\nイ　A町選管においては，鳥取県選挙管理委員会からの上記通知を受け，従来\nから，定時登録前３か月の間に２０歳になった者（以下「新成人」という。）の住\n所認定について，学生などで，A町の住民基本台帳に記録されているが，実際には同\n町内に居住していない者は，選挙人名簿の被登録資格を有しないものとする方針を\n取っていた（選挙時登録に際しても，対象者の範囲は定時登録の場合と若干異なる\nも基本的に同様の取扱いをしていた。）。\nこの方針に従い，A町選管は，各登録に支障のない期間内に，「選挙人名\n簿の被登録資格（新成人の住所認定）について（照会）」と題する照会書（以下\n「住所照会書」という。）をA町の住民基本台帳に記録されている学生及び学生以外\nを含む全新成人に送付していた。また，上記照会書と併せて，「選挙人名簿の被登\n録資格調査票（新成人の住所地調査）」と題する調査票（以下「資格調査票」とい\nう。）も送付していた。\n住所照会書には，「学生等で現住所地が本町以外の場合は，選挙人名簿\nに登録できませんのでご承知下さい。（実際の住所地に住民票を移動して，選挙権\nを行使して下さい。）」，「学生の場合は，卒業予定時に再度調査しますが，それ\nまでに変更があれば，選挙管理委員会にご連絡ください。」との記載がされてお\nり，連絡先としてA町選管事務局の電話番号が記載されていた。また，資格調査票に\nは，「現に居住している場所」，「職業等」，「（学生の場合）卒業予定年月日」\nの記入欄があり，これを送付された者は，上記記入欄に必要事項を記入の上，返送\nするものとされていた。\nA町選管においては，資格調査票が返送されると，同調査票の「現に居住\nしている場所」の記入欄を確認し，そこに鳥取県外の地名が記入されている場合に\nは，A町内に帰省する頻度につき更に調査し，調査対象者において頻繁に帰省するな\nどといった事情が認められる場合には，この者を選挙人名簿に登録し，かかる事情\nが認められない場合には，同名簿から削除するという措置をしていた。また，資格\n調査票が返送されない場合には，調査対象者本人又はその家族に対し電話で事情を\n確認し，その内容如何により，選挙人名簿から削除するかどうかの判断をしてい\nた。\n調査対象者が学生であり，県外に進学しているなどといった回答がなさ\nれた場合には，資格調査票の「卒業予定年月日」の記入欄に記載された年月日を経\n過した時点で，その者に対し，改めて，住所確認のための文書を送付し，その者が\n再びA町内に居住していた場合には，再度選挙人名簿に登録していた。\nまた，当初の予定より早く再びA町内に居住した場合には，住所照会書に\n記載されたA町選管事務局に連絡がなされた段階で，その者を選挙人名簿に再度登録\nしていた。\nウ　原告は，平成１１年８月２９日に成人に達するため，A町選管において，\n同年９月の定時登録に先立ち，同年８月１３日付けの住所照会書及び資格調査票\nを，原告宛で住民票上の住所地であるB方に送付した。原告からは，資格調査票が返\n送されてこなかったため，A町選管において，いったん同年９月の定時登録の際に原\n告を選挙人名簿に登録した上，B方に電話で確認をしたところ，原告は金沢市で学生\n生活を送っているとの趣旨の回答を得たため，同年１２月の定時登録の際に原告を\n選挙人名簿から抹消した（この認定に反する証人Bの供述部分は，乙１号証及び証人\nDの供述内容に照らし，信用できない。）。\nエ　現在，A町は，人口が約１万０１００人，有権者数が約７９００人，新成\n人は年間約１６０人であり，うち５０人前後が県外に，進学又は就職のために転出\nしている。\nオ　鳥取県内のA町以外のほとんどの市町村においては，上にみたようなA町\n選管における取扱いとは異なり，特段の住所調査をすることなく，当該市町村に住\n民登録がなされている者については，原則として選挙人名簿に登録し，投票所入場\n券を送付するという取扱いをしている。\n(4)　以上認定の事実のとおり，A町選管は，定時登録及び選挙時登録ごとに，\n新成人に対して住所の調査をしているが，その際，学生に限らず，学生を含む全新\n成人を対象に調査をしており，原告を含む一部の学生のみが取扱いにおいて差別を\n受けている事実は認められない。\nそして，住民基本台帳に記録されている全有権者を対象に住所の調査をす\nることは，A町内における有権者数に照らし，事務処理上著しく困難である一方，新\n成人については，その人数がA町内において年間約１６０人程度と，必ずしも住所の\n調査が困難とはいえない数にとどまる上，この年代の者は，進学や就職を機に，A町\n外に転出する可能性が一般的に高いと考えられ，実際にもA町内の新成人のうち約３\n分の１の者が県外に転出している実情がみられることに照らすと，A町選管におい\nて，A町の住民基本台帳に記録されている新成人を対象として住所の調査をし，その\n際，A町内に住所が存在しないことが判明した者を，基本的に選挙人名簿に登録しな\nい取扱いにしていることは，十分合理的であるというべきである。\nまた，鳥取県内のA町以外の市町村の選挙管理委員会においては，そのほと\nんどが，A町選管とは異なり，住民票所在地のみを基準として選挙人名簿への登録及\nび投票所入場券の送付の当否を判断するという取扱いをしているが，A町選管におけ\nる取扱いの方が，より上にみた公選法及び同法施行令の趣旨に沿った取扱いである\nことは明らかである上，同選管の取扱いの下においても，A町内から転出した者は，\n転出先に住民票を移動しさえすれば，転出先で投票することができるのであるから\n（なお，住民基本台帳法２４条は，転出（市町村の区域外へ住所を移すことをい\nう。）をする者は，あらかじめ，その氏名，転出先及び転出の予定年月日を市町村\n長に届け出るべき旨を，同法２２条は，転入（出生による場合を除き，新たに市町\n村の区域内に住所を定めることをいう。）をした者は，転入をした日から１４日以\n内に，氏名，住所，転入をした年月日等を市町村長に届け出なければならない旨\nを，それぞれ定め，これらを受けて，同法５１条２項は，正当な理由がなく，転\n入，転出の届出をしない者は，５万円以下の過料に処する旨を定めている。），同\n選管の取扱いにより，選挙権を有する国民に対し特段の不利益が生じるものともい\nえない。\nしたがって，A町選管の措置をもって，原告に対する不合理な差別であると\nはいえず，憲法１４条に違反するということはできない。\n(5)　したがって，被告は原告に対し損害賠償責任を負わない。\n第５　結論\n以上によれば，その余の争点について判断するまでもなく，原告の被告に対\nする請求は理由がないから，これを失当として棄却すべきであり，訴訟費用の負担\nについて民訴法６１条を適用して，主文のとおり判決する。\n鳥取地方裁判所民事部\n裁判長裁判官　　　内　　　藤　　　紘　　　二\n裁判官　　　中　　　村　　　昭　　　子\n裁判官　　　下　　　澤　　　良　　　太\n"
}