{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 13,
    "month": 10,
    "day": 22
  },
  "case_number": "平成12(行ウ)8",
  "case_name": "財産管理行為違法確認請求事件",
  "court_name": "さいたま地方裁判所",
  "lawsuit_id": "15507",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=15507",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/507/015507_hanrei.pdf",
  "contents": "主　　　文\n１　原告の請求を棄却する。\n２　訴訟費用は，原告の負担とする。\n事実及び理由\n第１　当事者の申立て\n１　請求の趣旨\n（１）　被告が，Ｐ１に対し，別紙第１掲示物目録１ないし４記載の掲示物合計２\n４枚を作成・掲示するにつき川越市の財産を使用したことに関し，不法行為に基づ\nく金３７１円の損害賠償請求を怠っていることが違法であることを確認する。\n（２）　訴訟費用は，被告の負担とする。\n２　請求の趣旨に対する答弁\n（１）　本案前の答弁\n本件訴えを却下する。\n（２）　本案の答弁\n主文同旨\n第２　事案の概要\n１　事案の要旨\n本件は，埼玉県川越市の住民である原告が，川越市職員らが，別紙第１掲示物目\n録１ないし４記載のとおり記載された書面合計２４枚（以下，一括して「本件掲示\n物」といい，個別には番号に応じて「本件掲示物１」のようにいう。）を，同目録\n記載の場所に各掲示したことは，信教の自由を侵害する等の理由で違法であり，川\n越市は，本件掲示物を作成・掲示するに当たり使用された財産相当額の損害を被っ\nたものであるから，これを作成・掲示することを決定した川越市長の地位にある個\n人（Ｐ１）に対し，不法行為に基づく損害賠償を請求することができる（以下，こ\nの損害賠償請求債権を「本件債権」という。）ところ，被告は，本件債権の管理を\n違法に怠っていると主張して，当該怠る事実の違法確認を求めた事案である。\nこれに対し，被告は，（１）原告の監査請求は却下されており，本件訴えは適法\nな監査請求を前置しない不適法なものであるとの本案前の申立てをするとともに，\n（２）本件債権が存在すること，及び，（３）本件債権の行使を違法に怠っている\nことを否定し，これらを争っている。\nこれらの論点が本件の争点である。\n２　基本的事実関係（当事者間に争いがない。）\n（１）　当事者等\n原告は，川越市の住民であり，被告は，川越市を統轄し，これを代表するほか，\nその財産を取得し，管理し，及び処分をする等の権限を有する執行機関としての川\n越市長である（地方自治法〔以下「法」という。〕１４７条，１４９条６号）。\n（２）　本件掲示物の作成・掲示\n川越市は，平成１１年１０月２７日，同市に帰属する上質エコ紙，画鋲，セロテ\nープ等を用いて，本件掲示物合計２４枚を作成し，その頃，別紙第１掲示物目録５\n記載の各掲示場所に掲示した。\n（３）　監査請求等\n原告は，平成１２年２\n月９日，川越市監査委員に対し，本件掲示物の作成・掲示が違法であり，川越市\nは，その費用相当の損害を被ったとして，被告がＰ１に対し本件債権を行使するこ\nとを怠っている事実を是正するために必要な措置を講ずることを求める監査請求を\nした（以下「本件監査請求」という。）が，同監査委員は，同月２９日付けで，本\n件掲示物の記載内容が違法であるか否かについての判断は，監査委員の権限の範囲\n外であるとの理由で，本件監査請求を却下した。\n（４）　原告は，平成１２年３月９日，本件訴えを提起した。\n３　争点に関する当事者の主張\n（１）　争点１（監査請求の適法性）について\nア　被告\n住民監査請求の対象は，法２４２条１項所定の公金の支出，財産の取得，管理又\nは処分，契約の締結又は履行，債務その他の義務の負担，公金の賦課又は徴収を怠\nる事実及び財産の管理を怠る事実に限られ，これに該当しない事項についての監査\n請求は不適法である。\nこのように住民監査請求の対象が限定されている趣旨は，住民監査請求が，地方\n自治行政全般の適正な運営を確保すること自体を目的とするものではなく，地方財\n務行政上の非違等の防止，是正又はその回復を図るためのものであることによるの\nであって，前記の財務会計上の行為又は怠る事実に先行する地方自治行政一般の違\n法を理由に，当該財務会計上の行為又は怠る事実もまた違法であるとする住民監査\n請求が許されることになれば，住民監査請求の対象を財務会計上の行為又は怠る事\n実に限定した趣旨を没却することとなる。\nところで，本件監査請求は，本件掲示物の記載内容が憲法に違反する等の理由で\n違法であって，本件掲示物を作成・掲示する行為により川越市に本件債権が生じた\nというものであり，これらの理由は，違法に債権の管理を怠る事実に先行するもの\nというべきである。\nそして，これら各先行行為は，一定の行政上の効果を期待した行政庁の意思を表\n明する行為であり，その内容についての違法は財務会計上の違法ではないから，監\n査委員は，本件監査請求を監査の対象外であるとして正当に却下したものである。\nしたがって，本件訴えは，適法な監査請求の前置を欠くものであるから，不適法\nというべきである。\nイ　原告\n本件監査請求は，客観的には適法であって，これが却下されたのは，監査委員が\n判断を誤ったものにすぎない。\n本件監査請求は，本件掲示物の記載内容が違法であるか否かを対象とす\nるものではなく，Ｐ１が，違法に市の財産を使用して本件掲示物を作成・掲示した\nことにより，川越市に本件債権が生じたにもかかわらず，被告は，違法にその管理\nを怠っているというものであり，まさに，法２４２条所定の「違法若しくは不当に\n財産の管理を怠る事実」を対象としたものである。\n（２）　争点２（損害賠償請求権の存否）について\nア　原告\n（ア）　違法行為\nａ　本件掲示物１について\n本件掲示物１には，川越市は，オウム真理教信者の転入届を受理しない旨記載さ\nれているが，これは，住民票に住民に関する記載をして住民基本台帳に記録すべき\n住民基本台帳法５条ないし８条所定の義務に違反する違法なものであり，さらに，\nオウム真理教の信者のみを特定の信仰を持つことを理由として他と取扱いを異にす\nる点で，信教の自由を定めた憲法２０条に違反するものであるほか，法の下の平等\nを定めた１４条，個人の尊厳を定めた１３条，選挙権を保障した１５条，健康で文\n化的な生活を営む権利を保障した２５条及び居住移転の自由を保障した２２条等に\nも違反するものというべきである。\nｂ　本件掲示物２について\n本件掲示物２には，川越市は，オウム真理教の信者への公共施設の貸出を許可し\nない旨記載されているが，市の公共施設は，住民の利用に供すべきものであって，\nこれを不許可とすることができるのは，当該公共施設の損壊の防止，利用者相互の\n調整といった目的達成のため必要な場合に限られるというべきであり，オウム真理\n教の信者ということのみではこれに該当しないから，オウム真理教の信者であるこ\nとを理由に公共施設の貸出を不許可とすることは，公共施設を利用して集会等を開\nく権利を侵害するものであり，憲法２１条に違反するものというべきである。\nｃ　本件掲示物３について\n本件掲示物３には，川越市は，オウム真理教及びその信者の建築確認申請を受理\nしない旨記載されているが，建築確認は，建築物の法令適合性を審査するためのも\nのであるから，申請者の信仰を理由として建築確認申請の受理，不受理を決定する\nことは認められるものではなく，憲法１４条，２０条，２９条等に違反するものと\nいうべきである。\nｄ　本件掲示物４について\n本件掲示物４には，川越市は，オウム真理教信者の子女の転入学願・転入学届を\n受理しない旨記載されているが，特定の信仰を持つ者の子であることを理由に転入\n学願・転入学届を受理しないことは，信条等に\nよる教育上の差別を禁じた教育基本法３条１項，宗教に関する寛容の態度等の尊重\nを定めた同法９条１項に違反し，ひいては，教育を受ける権利を保障した憲法２６\n条に違反するものであるほか，同法１３条，１４条等にも違反するものというべき\nである。\nｅ　そもそも，オウム真理教の信者であるか否かは，内心の問題であって，外面か\nら察知することは不可能なものであり，また，川越市がオウム真理教の信者である\nか否かを判断する基準は明らかではないから，本件掲示物に各記載された不利益な\n取扱いが恣意的に行われる可能性があり，したがって，川越市が以上のような決定\nをすることは，思想，信仰，表現の自由を侵害し，憲法１９条，２０条，２１条に\n違反するものというべきである。\nｆ　被告が，川越市の財産を使用して本件掲示物を作成し，これを掲示した行為\nは，政教分離を定めた憲法２０条１項後段，３項，８９条に違反するものというべ\nきである。\nｇ　市民的及び政治的権利に関する国際規約（昭和５４年８月４日条約７号）１８\n条は，憲法２０条と同様に信教の自由を保障するものであるから，本件掲示物を作\n成・掲示する行為は，同１８条にも違反するものというべきである。\nｈ　被告が本件掲示物を作成・掲示した行為は，前記各理由により違法，違憲であ\nって，許されないものであり，川越市の財産を使用して本件掲示物を作成し，これ\nを掲示したことは，Ｐ１に市の財産を無償譲渡したに等しいから，法２３７条２項\nに違反したものというべきであり，また，地方公共団体の財産につき，常に良好の\n状態において管理し，その所有の目的に応じて最も効率的に運用すべきことを定め\nた地方財政法８条に違反するものというべきである。\n（イ）　故意又は過失\n本件掲示物を作成・掲示することを決定した経緯によれば，Ｐ１は，川越市長と\nして本件掲示物記載の文言の意味，内容を認識，理解しつつこれを作成し掲示する\nことを決定したことは明らかというべきであるから，Ｐ１個人には，故意又は過失\nがあるものというべきである。\n（ウ）　損害\n本件掲示物を作成・掲示するにつき使用された市の財産は，別紙第２費用目録に\n記載されたもののみではなく，本件掲示物に文字を記載する印刷の工程において\nも，市の財産が使用されたことが明らかであり，その経費は合計２４０円（本件掲\n示物１枚につき１０円）と評価できるものというべきであるから，本件掲示物の作\n成・掲示費\n用は，合計３７１円である。\n（エ）　よって，Ｐ１は，故意ないし過失により，川越市の財産を使用して違法に\n本件掲示物を作成・掲示する決定をし，川越市に本件掲示物の作成・掲示費用相当\n額である合計３７１円の損害を与えたから，川越市は，民法７０９条に基づき，Ｐ\n１に対し，損害賠償として，同額の支払を求める本件債権を有している。\nイ　被告\n（ア）　違法行為\nａ　原告が主張する各人権侵害は，本件において，具体的事実としてそもそも存在\nしていない。\n原告は，憲法１９条違反を主張するが，憲法１９条は，思想及び良心の自由を保\n障し，公権力が人の思想，良心を強制的に告白させ，又はこれを推知することを禁\n止するものであるところ，川越市が本件掲示物を作成し，これを掲示することは，\nオウム真理教信者に対し，オウム真理教への所属関係の有無の申告を強制的に求め\nるものでも，推知するものでもないのであるから，思想及び良心の自由を侵害する\nものではない。\nまた，原告は，憲法２０条違反も主張するが，川越市が本件掲示物を作成し，こ\nれを掲示することは，信仰の告白を強制するものでも，宗教的行為や宗教的結社を\n結成することを直接に制約するものでもないのであるから，これらの自由を侵害し\nたという事実は存在しない。\nそのほか，原告は，各種の人権侵害を主張するが，これらは全て，未だ発生して\nいない仮定に基づく極めて抽象的かつ漠然とした各種人権侵害の危険性を主張する\nものにすぎない。\nｂ　地方公共の秩序を維持し，住民及び滞在者の安全，健康及び福祉を保持するこ\nとは，法２条３項１号（平成１１年法律第８７号による改正前のもの）が地方公共\n団体における事務の筆頭として掲げるものである。\n被告は，川越市長として，過去において未曾有の大量殺人行為を犯し，現在かつ\n将来においてもその危険性が払拭されていない団体に対する住民不安を取り除き，\nもって，住民の安全及び福祉の増進を図ることを目的として，本件掲示物各記載の\nとおりの方針を決定したものであって，原告が主張するような各種人権を制約する\nことを目的としたものではない。\nこのような目的の正当性に加え，本件掲示物を作成し，これを掲示する行為は，\n何らの強制的契機を伴わず，これにより生じるものは，極めて抽象的かつ漠然とし\nた各種人権侵害の危険性にとどまるから，手段としても相当であることに鑑みれ\nば，本件掲示物を作成し，これを掲示する行\n為は，公共の福祉の範囲内のものとして許されるものというべきである。\nｃ　以上からすれば，本件掲示物を作成し，これを掲示する行為は，公共の福祉を\n図るための行政裁量内のものとして，合憲合法というべきである。\n（イ）　故意又は過失\n原告の主張は争う。\n（ウ）　損害\n本件掲示物を作成・掲示することに要した費用は，別紙第２費用目録記載のとお\nり，金１３１円にすぎない。\nこれを上回るとする原告の主張は争う。\n（エ）　川越市が本件債権を有するとの原告の主張は争う。\n（３）　争点３（債権の管理を違法に怠る事実の存否）について\nア　原告\n川越市は，原告の前記主張のとおり，Ｐ１に対し，損害賠償として，３７１円の\n支払を求める請求権を有しているところ，被告は，市の財産である債権について，\nこれを行使すべき義務を負い，行使するかしないかの裁量権を有しないので（法２\n４０条２項，同法施行令１７１条），現在に至るまでこれを行使しないことは，財\n産の管理を違法に怠るものというべきである。\nイ　被告\n原告の主張は争う。\n第３　当裁判所の判断\n１　争点１（監査請求の適法性）について\n（１）　住民監査請求の対象は，法２４２条１項所定の財務会計上の行為又は怠る\n事実に限定され，これに該当しない非財務的事項についての監査請求は不適法であ\nって，その結果，住民訴訟の前提としての適法な監査請求の前置を欠くこととなる\nから，当該監査請求事項を基礎とする住民訴訟は，不適法として却下を免れないも\nのである。\n（２）　そこで，本件監査請求の対象につき検討するが，本件住民監査請求書（甲\n５号証）には，Ｐ１が市の財産を使用して本件掲示物を作成し，不特定多数の者が\n閲覧しうる場所に掲示したこと，川越市は本件掲示物の作成・掲示に使用された財\n産相当額の損害を被ったこと，被告が，Ｐ１に対し，損害賠償を求めることを違法\n又は不当に怠っていることなどが各記載されているから，これに基づく本件監査請\n求の対象は，被告が市の財産である「債権」（本件債権）（法２３７条１項，２４\n０条１項）の管理を怠っていること，すなわち，法２４２条所定の違法又は不当に\n「財産の管理を怠る事実」を対象としているものと認めることができる。\nそうすると，本件監査請求を不適法とした監査委員の判断は不当であるが，この\nような場合においては，本件訴えは，適法な監査請求を前置したものと認めるのが\n相当である。\n（３）　被告は前\n記のとおり，本件訴えは，適法な監査請求の前置を欠く，不適法な訴えであると主\n張する。\nしかしながら，本件監査請求の対象は，前記のとおり，非財務的事項である本件\n掲示物の記載内容を決定する行為及びこれを作成・掲示する行為自体ではなく，被\n告が本件債権の管理を違法に怠る事実であるから，判断されるべき事項は，この違\n法に怠る事実の存否の判断に必要な範囲に限られるものというべきである。被告の\n主張は，採用することができない。\n２　争点２（本件債権の存否）について\n（１）　本件の対象は，「違法に財産の管理を怠る事実」（法２４２条１項，同条\nの２第１項３号）であり，ここでいう「財産」とは「公有財産，物品及び債権並び\nに基金」（法２３７条１項）を指し，「債権」とは「金銭の給付を目的とする普通\n地方公共団体の権利」（法２４０条１項）をいい，およそ当該地方公共団体以外の\n者に対して金銭の給付を請求し得る全ての権利を包含するものであるから，普通地\n方公共団体が有する損害賠償請求権も，違法に財産の管理を怠る事実にいう「財\n産」に含まれるものである。\nそこで，以下，この違法に怠る事実の存否を判断するのに必要な範囲で，川越市\nのＰ１に対する本件債権の存否につき判断する。\n（２）　後記証拠及び弁論の全趣旨並びに当裁判所に顕著な事実を総合すると，次\nの事実を認めることができる。\nア　オウム真理教信者による犯罪と各自治体の対応等\n（ア）　オウム真理教は，Ｐ２（別名Ｐ３）をその代表者として設立された宗教法\n人であったが，その信者が共謀の上，平成６年６月，長野県松本市において，猛毒\n物質であるサリンを散布し，その結果，多数の市民の生命，身体に重大な被害を与\nえ（いわゆる松本サリン事件），また，平成７年３月，東京都の営団地下鉄日比谷\n線，千代田線，丸の内線を走行する各列車内において，同じくサリンを散布し，通\n勤，通学等のため同列車を利用していた多数の市民のほか駅員等に対し，生命，身\n体に重大な被害を与える（いわゆる地下鉄サリン事件）など，犯罪史上類を見ない\n重大事件を引き起こした。\nそして，これらの犯罪は，オウム真理教が組織をあげて敢行したものと一般に認\n識されている。\n（イ）　その後，平成７年１２月，オウム真理教については，宗教法人法８１条に\n規定された解散命令が確定し，また，平成８年３月，破産法による破産宣告決定が\nされ，前記事件等の被害者の損害賠償請求権\n等を破産債権とした破産手続が開始した。なお，同年７月，公安調査庁長官は，オ\nウム真理教につき，破壊活動防止法７条に基づく解散指定処分を請求したが，平成\n９年１月，公安審査委員会は同請求を棄却した。\n以後，オウム真理教の信者らは，任意団体としてのオウム真理教を結成し，活動\nを続けていくこととなった。\n（ウ）　そして，前記事件等が，新聞，テレビ等の報道を通じ，社会一般に広く知\nれ渡り，埼玉県内の各自治体は，住民不安を取り除く等の目的で，オウム真理教対\n策として，以下のとおり，諸種の方針を決定していった。\n平成１１年５月　川口市議会　オウム真理教対策を求める意見書を採択\n（全会一致）\n７月　八潮市　　　同信者の転入届不受理を決定\n川口市　　　同信者の転入届不受理を決定\n越谷市　　　同信者の転入届不受理を決定\n９月　鶴ヶ島市　　同信者の転入届不受理を表明\n都幾川村　　同信者の転入届不受理を決定\n女児２人の就学拒否を発表\n新座市　　　同信者の転入届不受理を決定\n玉川村　　　同信者の転入届不受理を決定\n越生町　　　同信者の転入届，建築確認申請，転入\n学及び給水契約申込の不受理を表明\n（エ）　さらに，平成１１年９月２９日時点では，埼玉県内９２市町村のうち，約\n４２パーセントにあたる３９市町村（２１市１２町６村）が，オウム真理教信者の\n転入届不受理等を決定していた。\nなお，全国的にみて，オウム真理教信者の転入届を現実に不受理等した事例は，\n別紙第３「転入届の不受理状況」記載のとおりであり，平成１１年１０月時点で\nは，４件であった。\n（オ）　政府は，平成１１年９月，団体規制のための新規法案を国会に提出する方\n針を決定した。\nイ　川越市が本件掲示物を作成・掲示するに至る経緯\n（ア）　川越市に隣接する鶴ヶ島市において，平成１１年９月ころ，オウム真理教\nの信者と名乗る男性から，同市への転入について電話による打診があり，これに応\nじて，鶴ヶ島市は，前記のとおり，オウム真理教の信者の転入届不受理を表明し\nた。\n川越市においても，前記の一般的状況のもと，鶴ヶ島市においてこのような事態\nを生じたことから，オウム真理教に対する市としての方針を決定する必要があると\n認識した。\n（イ\n）　川越市の方針決定等\n川越市市民課は，平成１１年１０月１日，「オウム真理教信者の転入に係る対応\nについて（伺い）」と題する書面を起案し，被告に対し，「平成１１年９月２９日\n現在，埼玉県内においては，２１市１２町６村の計３９団体がオウム信者の転入届\n不受理等を決定」しており，川越市においても，「社会に多大なる不安と恐怖を与\nえ，市民の平穏な生活を乱す恐れのあるオウム真理教の進出を防ぎ，公共の福祉を\n最優先と考える」とする基本方針のもとで，この目的実現のために，（１）転入届\nの不受理，（２）公共施設の貸出不許可，（３）建築確認申請の不受理，及び\n（４）信者の子女の転入学拒否を対応策とすることとし，対応組織として，政策企\n画部広聴課を中心課とした川越市オウム真理教対策本部を設置する旨の伺いをし，\n被告は，同月４日，これを決裁した（甲３号証の１，２，当時，Ｐ１が川越市長の\n地位にあった。）。\n（ウ）　川越市オウム真理教対策本部の決定等\nａ　川越市オウム真理教対策本部は，平成１１年１０月６日付けで，同本部要綱\n（乙１号証）に基づき設置された。その構成員は，本部長として助役，副本部長と\nして教育長ら３名，本部員として政策企画部長，広聴課長等各部課長ら２３名であ\nり，平成１１年１０月１４日，第１回会議が開催された。\nｂ　同会議では，川越市が決定した前記オウム真理教対策を広報する方法等につい\nて検討がされ，（１）埼玉県内では，鶴ヶ島市が庁舎玄関に立て看板を設置し，越\n谷市が市民課窓口カウンターに広報用の卓上鯉のぼりを設置したほか，別紙第４\n「オウム真理教に対する県内市町村の対応Ｉ」記載の各々の対応策を表示している\nこと，（２）市としての対応方針の表示がされていた方が，実際にオウム真理教信\n者が訪れた際，説明ができて，窓口の対応としてはやりやすいこと，（３）大きい\nものはいらないこと，等の理由により，各窓口等において一定の文章を掲示して市\nとしての方針を表示すること及びその具体的文言は市民課，市民文化課，建築指導\n課，学校管理課等関係部署で協議することが決定された（甲２号証）。\nｃ　一方，市民広報（広報誌）への掲載に関しては，当時，県内１市１町（八潮\n市，越生町）が広報誌に掲載し，１市５町村（本庄市，玉川村，川島町，美里町，\n神川町及び上里町）が掲載を予定しているという状況のもとで，積極的な意見もあ\nったが，かえって好ましくない効果が生\nずるおそれがあるとして消極的な見解の表明もあり，緒局，川越市の前記対応方針\n自体は市民広報に掲載しないこととされた（甲２号証）。\nｄ　なお，同会議において，別紙第４「オウム真理教に対する県内市町村の対応\nＩ」が参考資料として配付されたが，そこに記載されているとおり，平成１１年１\n０月１２日当時，埼玉県内９２市町村のうち，６３団体（約６８パーセント）が転\n入届不受理を，４５団体（約４９パーセント）が公共施設の貸出不許可を，５３団\n体（約５８パーセント）が建築確認申請の不受理を，５０団体（約５４パーセン\nト）が信者の子女の転入学拒否を決定しており，一方，給水契約申込の不受理の対\n応を決定した団体は３９団体（約４２パーセント），庁舎への立入禁止の対応を決\n定した団体は１３団体（約１４パーセント）であって，前４者に比較すると少数で\nあった。\n（エ）本件掲示物の作成・掲示の決定等\nａ　広聴課は，平成１１年１０月１９日，「オウム真理教に関する対策の実施につ\nいて（伺い）」と題する書面を起案し，被告（当時，Ｐ１が川越市長の地位にあっ\nたことは前記のとおり）に対し，前記第１回会議において決定された事項につい\nて，次の事項につき決裁を求めたところ，被告（前同）は，同月２２日，これに決\n裁を与えた（甲１号証）。\n「（１）　関係課等の掲示物は７カ所とする（市民課，出張所，建築指導課，学校\n管理課，市民会館，西文化会館，南文化会館）\n（２）　広報紙への掲載は，平成１１年１１月１０日号に掲載する」（上記（１）\nの掲示物の文言は，別紙第１掲示物目録１ないし４記載のとおりとすることとされ\nた。なお，（２）の広報誌への掲載内容については，オウム真理教対策本部を設置\nしたこと，市民に対し市への情報提供を呼びかけること等であり，川越市の前記対\n応方針を掲載するものではない。）\nｂ　本件掲示物が，平成１１年１０月２７日，前記のとおり作成され，その頃，各\n掲示されたことは前記のとおりである。\n（オ）　なお，本件弁論終結時現在において，川越市では，オウム真理教信者によ\nる転入届，公共施設の利用申請，建築確認申請，転入学願・転入学届がされたこと\nはなく，したがって，実際にこれらが不受理とされる事態は生じていない。\nウ　本件掲示物の作成・掲示後の各自治体の対応等\n（ア）　オウム真理教に対し転入届不受理等の方針をとる自治体は，川越市が本件\n掲示物を作成・掲示した後においても\n，増加し続け，別紙第５「オウム真理教に対する県内市町村の対応Ⅱ」記載のとお\nり，平成１１年１１月２９日当時，埼玉県内９２市町村のうち，９０団体（約９８\nパーセント）が転入届不受理を，７７団体（約８４パーセント）が公共施設の貸出\n不許可を，８５団体（約９２パーセント）が建築確認申請の不受理を，８２団体\n（約８９パーセント）が信者の子女の転入学拒否を決定するにまで至り，平成１１\n年１０月１２日時点と比較して，わずか１か月半ほどの間に，転入届不受理を決定\nした団体は約６８パーセントから約９８パーセントに，公共施設の貸出不許可を決\n定した団体は約４９パーセントから約８４パーセントに，建築確認申請の不受理を\n決定した団体は約５８パーセントから約９２パーセントに，信者の子女の転入学拒\n否を決定した団体は約５４パーセントから約８９パーセントにまで増加した。\n一方，平成１１年１１月２９日当時，特に対応策を決定していなかった県内自治\n体は，桶川市のみであって，他の全ての県内自治体は，別紙第５「オウム真理教に\n対する県内市町村の対応Ⅱ」記載のとおり，上記４種の対応策，給水契約申込の不\n受理，庁舎への立入禁止あるいは対策本部の設置等による対応方針を決定してい\nた。\n（イ）　オウム真理教信者の転入届が実際に不受理とされることについては，平成\n１２年１０月１６日時点までで，別紙第３「転入届の不受理状況」記載のとおり，\n各地の自治体において頻発し，本件弁論終結時までの時点においても，日本各地で\nオウム真理教信者の転入届不受理問題が生じている。\nエ　本件掲示物の作成・掲示後のオウム真理教に関する状況等\n（ア）　前記の政府提出に係る団体規制のための法案は，国会において可決され，\n「無差別大量殺人行為を行った団体の規制に関する法律」（平成１１年法律第１４\n７号，以下「団体規制法」という。）として，平成１１年１２月７日，公布され，\n同月２７日，施行された。\n団体規制法は，「団体の活動として役職員（代表者，主幹者その他いかなる名称\nであるかを問わず当該団体の事務に従事する者をいう。以下同じ。）又は構成員\nが，例えばサリンを使用するなどして，無差別大量殺人行為を行った団体につき，\nその活動状況を明らかにし又は当該行為の再発を防止するために必要な規制措置を\n定め，もって国民の生活の平穏を含む公共の安全の確保に寄与すること」を目的と\nした法律である（同法１条）。\n（イ）　公安調査庁長官は，平成１１年１２月２７日，団体規制法に基づき，任意\n団体であるオウム真理教に対する同法所定の観察処分を請求し，公安審査委員会\nは，同請求を観察処分の要件を充たすものと認め，公安調査庁長官の観察処分に付\nした（平成１２年２月１日付け官報公示により効力発生）。\n（ウ）　任意団体であるオウム真理教は，、平成１２年１月１８日以後，団体名を\n「宗教団体・アレフ」と改称した上，同名称を用いて活動していくこととした。\nなお，アレフは，任意団体となる以前の旧オウム真理教については，諸々の裁判\nの判決や被告人の供述等により，一連の事件に対する複数の幹部を中心とする一部\nの構成員の関与が認められ，また，Ｐ３旧団体代表の刑事責任についても，同人の\n裁判がなお継続中である故に断定し得ないものの，何らかの関与があったのではな\nいかと思われるという認識で一致したとして，平成１２年３月及び同年６月，地下\n鉄サリン事件及び松本サリン事件の被害者・遺族に教団代表名で謝罪書簡を送付\nし，かつ，その旨を一般に公表した（甲４４号証）。\n（３）　本件掲示物の作成・掲示行為と違法性\nア　本件掲示物の作成・掲示に使用された前記の上質エコ紙，画鋲，セロテープ等\nは，法２３９条所定の「物品」に該当し，川越市の「財産」を構成するものである\nところ（法２３７条１項），地方財政法８条は，「地方公共団体の財産は，常に良\n好の状態においてこれを管理し，その所有の目的に応じて最も効率的に，これを運\n用しなければならない。」と規定している。\nしたがって，これら上質エコ紙，画鋲，セロテープ等の川越市が所有する財産を\n使用して，本件掲示物を作成し，これを掲示したことが，上記地方財政法８条に違\n反する財産の管理，運用に当たる場合には，Ｐ１は川越市に対して違法に，これら\nに要した費用相当の損害を被らせたことになるものというべきである。\nそこで，この観点から，本件各掲示物について，以下検討を加えることとする。\nイ　本件掲示物１について\n（ア）　住民基本台帳制度は，これを住民の居住関係の公証等の基礎とするなど\n「住民に関する記録を正確かつ統一的に行う」ことを目的とするものであり（住民\n基本台帳法１条），この目的を達成するため，市町村は住民基本台帳を備え（同法\n５条），市町村長は，住民票を編成して住民基本台帳を作成し（同法６条），届出\nに基づき，又は職権により，住民票の\n記載，消除又は記載の修正をすべきこととされており（同法８条），他方，転入し\nた全ての者につき，市町村長に対し転入届をすべき義務を課している（同法２２\n条）。そして，市町村長は，転入届があったときは，当該届出の内容が事実である\nかどうかを審査して，住民票の記載等を行なわなければならない（同法施行令１１\n条）ものであるから，生活の本拠としての住所があるか否かの客観的事実の確認に\n努め，その結果に基づいて，転入届の受理，不受理を決定すべき義務があるという\nべきである。\nしたがって，市町村長が，転入届をした者の居住の事実や居住の意思について真\n実性の確認がされ，生活の本拠としての住所が当該転入届どおりであるにもかかわ\nらず，これを不受理として住民基本台帳に記載しないことは，個別具体的な事情に\n基づく例外があり得るかどうかについては別論であるとしても，原則として，住民\n基本台帳法５条ないし８条に定められた住民票に住民に関する記載をして住民基本\n台帳に記録すべき義務に違反するものというべきである。\n（イ）　そうすると，本件掲示物１には，別紙第１掲示物目録記載１のとおりの文\n言が記載されているが，その文言どおり，オウム真理教の信者であるという居住の\n事実や居住の意思の真実性と全く関連性のない事由により，個別具体的な例外事情\nを加味することなく，転入届を不受理として住民基本台帳に記載しないことは，前\n記説示に照らし，住民基本台帳法上の義務に違反するものであって，川越市として\nは，そのような取扱いをすることが法律上許されないものというべきである。\nウ　本件掲示物２について\n（ア）　公共施設の貸出については，それが法２４４条所定の「公の施設」に該当\nする限り，住民が利用することを「正当な理由」がなく拒んではならないのであっ\nて（同条２項），当該普通地方公共団体の住民に対する不当な利用拒否は禁じられ\nており，また，その利用については，公の施設の管理に関する事項として，条例で\n定めなければならないものとされている（法２４４条の２第１項）。\n（イ）　ところで，本件掲示物２には，別紙第１掲示物目録記載２のとおりの文言\nが記載されているが，その趣旨は，申請書の記載事項等条例の形式上の要件に適合\nする申請であっても，申請者がオウム真理教の信者である場合には，その利用を不\n許可とする旨を事前に明示するものと解される。\n（ウ）　ところで，いかなる利用規制が\n法２４４条２項にいう「正当な理由」に基づくものに当たるのかについては，これ\nは，個々具体的な場合に応じて個別に判断するほかないものというべきであって，\n具体的検討を経た結果，当該申請者の施設利用目的ないし態様並びに当該施設の設\n置目的，種類，規模，構造及び設備等の事情に照らして，あるいは，施設を当該申\n請者に係る集会等のために利用させることによって，他者の基本的人権が侵害さ\nれ，公共の福祉が損なわれる危険がある場合（最三判平成７年３月７日民集４９巻\n３号６８７頁参照）などにおいて，「正当な理由」があるとされることは格別とし\nて，そのような個々具体的な検討ないし判断を経ることなく，申請者が一定の宗教\nの信者であることのみを根拠にして「正当な理由」があるとすることは，同条の予\n定するところではないと解すべきである。\n（エ）　そうすると，本件掲示物２に記載された取扱いは，前記のような個別具体\n的な検討を経ることなく，オウム真理教の信者であるということのみを抽象的に理\n由として，公共施設の利用を一律に許可しない旨を事前に明示するものであるか\nら，「正当な理由」なく住民の施設利用を拒むものであって，川越市として，その\nような取扱いをすることは法律上許容されないものというべきである。\nエ　本件掲示物３について\n（ア）　建築確認の制度は，「建築物の敷地，構造，設備及び用途に関する最低の\n基準を定めて，国民の生命，健康及び財産の保護を図り，もって公共の福祉の増進\nに資する」という建築基準法の目的（同法１条）を達成するために，建築物の建築\nに当たり，防火，防災，保健衛生等の見地から準拠すべき敷地，構造又は建築設備\n等に関する技術水準を確保する必要上，建築主が一定の建築物の建築等をしようと\nする場合には，あらかじめその建築計画が建築基準関係規定に適合するものである\nかどうかについて，建築主事の確認を受け，確認済証の交付を受けなければなら\nず，その後でなければ，建築物の建築等の工事はすることができないとするもので\nある（同法６条１項〔ただし，平成１１年法律８７号による改正前のもの〕，６\n項）。\n（イ）　ところで，本件掲示物３には，別紙第１掲示物目録記載３のとおりの文言\nが記載されているが，その趣旨は，オウム真理教及びその信者のする建築確認申請\nは，そのことの故に当該申請を一般的に受理しない旨を明示するものと解される。\n（ウ）　しかしながら，建築\n主事は，建築確認申請書が提出された場合，当該確認申請が建築基準法６条９項\n（ただし，前記改正前のもの）にいう建設省令の定める様式を具備しているか否か\n及び同条３項が要求する要件を具備しているか否かについての形式的審査をし，所\n定の手数料を納付させるべきものであって，これらの形式上の要件に適合した申請\nがなされた場合においては，建築主事は前記の趣旨からされる建築確認のための実\n質審査をすべき義務があり，この点につき建築主事に裁量の余地はなく，不受理と\nいう取扱いは法律上あり得ない（行政手続法７条参照）。\nすなわち，建築基準法６条４項，５項によれば，建築主事は，建築確認申請書を\n受理した場合においては，その受理した日から２１日ないし７日以内に，申請に係\nる建築物の計画が建築基準関係規定に適合するかどうかを審査し，適合すると認め\nたときは確認済証の交付を，適合しないと認めたときはその旨の通知（以下，あわ\nせて「確認処分」という。）を当該申請者に対して行わなければならない（確認処\n分自体は基本的に裁量の余地のない確認的行為の性格を有するものと解されるか\nら，審査の結果，適合又は不適合の確認が得られる等処分要件を具備するに至った\n場合には，建築主事は速やかに確認処分を行う義務がある。）。\nもっとも，建築主が確認処分の留保につき任意に同意をしているものと認められ\nる場合のほか，諸般の事情から直ちに確認処分をしないで応答を留保することが法\nの趣旨目的に照らし社会通念上許容されるべきものと認められるときは，その間確\n認申請に対する応答を留保したことをもって，違法ということはできないというべ\nきである（最三判昭和６０年７月１６日民集３９巻５号９８９頁参照）が，このよ\nうなことは，個別具体的な事情に応じ例外的に認められるにすぎない。\n（エ）　そうすると，本件掲示物３に記載されたように，オウム真理教及びその信\n者による建築確認申請は，それが適式のものであっても，申請者がそのような者で\nあるが故に個別具体的な例外事情の存在を考慮することなく，受理しないというこ\nとは，建築主事の建築基準法上の義務に違反するものであって，川越市として，そ\nのような取扱いをすることは，法律上許されないものというべきである。\nオ　本件掲示物４について\n（ア）　すべての国民は，憲法２６条２項前段，教育基本法４条１項により，その\n保護する子女に９年の普通教育を受けさせ\nる義務を負い，学校教育法２２条（ただし，平成１１年法律１５１号による改正前\nのもの），３９条は，これらの規定を受けて，保護者がその子女を小学校及び中学\n校等に就学させる義務を負うことを明らかにしている。\nそして，この就学義務を履行させるための事務として，教育委員会は，当該市町\n村の区域内に住所を有する学齢児童（学校教育法２３条，ただし，平成１１年法律\n８７号による改正前のもの）及び学齢生徒（同法３９条２項，以下，両者を合わせ\nて「学齢児童等」という。）について学齢簿を編製しなければならないものであり\n（同法施行令１条１項），学齢簿は，就学義務の発生及びその履行状況を把握し，\n義務教育の完全実施を確保するための基本的な帳簿としての性格を有している。\n（イ）　そして，転入学（転学）とは，児童，生徒等が，同種類の他の学校の相当\n学年に所属することになることをいい，学齢児童等については，住民基本台帳法２\n２条所定の転入届があったときは，市町村長は速やかにその旨を当該市町村の教育\n委員会に通知しなければならず（同法施行令４条，ただし，平成１２年政令３０８\n号による改正前のもの），これに応じて，教育委員会は，「新たに学齢簿に記載を\nすべき事項を生じたとき」として学齢簿の記載を変更し（同法施行令３条），これ\nに基づき転学先となる学校を指定すべきものである（地方教育行政の組織及び運営\nに関する法律２３条４号参照）。\nこのように，学齢簿の編製は，住民基本台帳に基づき行われるが（同法施行令１\n条２項，２条参照），住民基本台帳に記載されていない者であっても，当該市町村\nに住所を有するものであれば，前記の就学義務の意義に鑑み，この者についても学\n齢簿を編製し，就学先となる学校を指定すべきであるし，また，同法施行令９条の\n手続きを経ることなくされた，居住の実体を伴わず住民票だけを移した区域外就学\nを防止する必要等もあるから，教育委員会は，必要に応じて調査し審査することに\nよって，学齢児童等の正確な住所を認定して学齢簿を編製することに努めるべきで\nある。\nところで，本件掲示物４には，別紙第１掲示物目録４記載のとおり，オウム真理\n教信者の子女の転入願・転入届（以下「転入学届等」という。）は受理しない旨記\n載されているところ，この転入学届等は，上記の教育委員会のする住所認定の資料\nたる意義を有するものと解される（その結果，教育委員会は，住民基本台\n帳に脱漏若しくは誤載があり，又は住民票に誤記若しくは記載漏れがあると認める\nときは，住民基本台帳法１３条にしたがい，遅滞なく，その旨を当該市町村の市町\n村長に通報しなければならない。）。\nそうすると，このような性格を有する転入学届等を不受理とする旨の本件掲示物\n４の趣旨は，教育委員会が，学齢児童等の住所を認定せず，この者につき学齢簿を\n編製しないこと，すなわち，転学先となる学校を指定することを拒否する（転学を\n拒否する）というものであると解される。\n（ウ）　そこで，教育委員会が転学を拒否することについて検討するが，これは学\n齢児童等の就学の機会を実質的に奪うものであるところ，教育委員会は，性行不良\nであって他の児童生徒の教育に妨げがあると認める児童生徒があるときは，その保\n護者に対して，児童生徒の出席停止を命ずることができるとされているにすぎず\n（同法２６条，４０条），就学自体を拒否することを許容する規定はないから，そ\nの前提たる転学を拒否することはできないものと解される。\nそうすると，本件掲示物４記載のとおり，オウム真理教信者の子女であるとい\nう，住所の真実性とは関連性のない事由により転入学届等を不受理とし，ひいては\n転学を拒否することは，前記説示に照らし，学校教育に関する法令に違反するもの\nであって，川越市としては，そのような取扱いをすることは法律上許されないもの\nというべきである。\nカ　以上検討したところによれば，本件掲示物は，それぞれが，川越市が法律上す\nることの許されない取扱いを記載した掲示物というべきであり，このように法律上\nなしえない事項を記載した掲示物を作成・掲示するために市の財産を費消すること\nは，客観的には，市長としての財産管理，運用上の裁量の範囲を逸脱ないし濫用し\nたものといわざるを得ないから，Ｐ１が，川越市長として，本件掲示物を作成・掲\n示することを決定し，そのために川越市の財産を使用ないし費消したことは，地方\n財政法第８条に違反した違法な川越市の財産的法益の侵害であるというべきであ\nる。\nこのように，本件掲示物の作成・掲示に関するＰ１の行為の違法性が肯定される\n以上，これに関し，原告が主張するその余の違法性に関する点については判断の必\n要はないものというべきである。\n（４）　本件掲示物の作成・掲示とＰ１の過失\nＰ１が，本件掲示物を作成・掲示することを決定した行為は，以上のとおり，地\n方財政法第\n８条に違反した違法なものであるが，前記規定に係る次の各事情等を考慮すると，\n当時における具体的状況下において，Ｐ１がこれを違法と認識又は認識すべきであ\nったとは必ずしもいえず，したがってＰ１に過失があったものと断定することは相\n当でないものというべきである。\nア　川越市では，オウム真理教信者による転入届等が実際に不受理とされた事案は\n生じていないし，地方財政法８条は，その文言上，行政機関に財産管理に関する裁\n量を認めたものである。\nイ　前記行為により川越市に生じた損害は，当事者間に争いのない別紙第２費用目\n録記載の合計１３１円のほか，原告が主張するとおり，上質エコ紙に文字を印字す\nるに要する費用相当額を加えるべきところ，これを正確に算定することはその性質\n上困難であるが，いずれにしてもごく僅少額にとどまるものと認められる。\nウ　オウム真理教信者により惹起された松本サリン事件及び地下鉄サリン事件等の\n犯罪は，犯罪史上類例をみない悪質かつ大規模なものであるばかりでなく，それら\nがオウム真理教信者による組織的犯行と認識されていることもあって，近隣地区に\nオウム真理教の信者が転入・居住等することに対する一般地域住民の不安は顕著な\nものがあり，地方公共団体としても，これに対する対応策を策定し，住民感情の緩\n和を図る必要に迫られていた（弁論の全趣旨）。\nエ　Ｐ１が本件掲示物を作成・掲示することを決定した平成１１年１０月２２日当\n時は，以上のような状況下において，前記のとおり，埼玉県内の各自治体が，次々\nと，住民不安を取り除く等の目的で，オウム真理教対策として信者の転入届不受理\n等の諸種の方針を決定していた状況であったし（平成１１年９月２９日時点で，埼\n玉県内の約４２パーセントにあたる３９市町村がオウム真理教信者の転入届不受理\n等を決定しており，そのわずか１か月半ほど後である同年１１月２９日時点では，\n桶川市を除く全市町村がオウム真理教対策として何らかの方針を採用してい\nた。），また，実際にオウム真理教信者の転入届を不受理等した事例も生じてお\nり，さらに，庁舎玄関に立て看板を設置したり，窓口カウンターに広報用の卓上鯉\nのぼりを設置した自治体や，広報誌に掲載ないし掲載を予定していた自治体もあっ\nたことから，川越市のみ何の対応策もとらないときは，川越市にオウム真理教の信\n者が集中するのではないかとの懸念を地域住民に与える可能性があった。\n（\n５）　本件債権の存否等について\n以上からすれば，Ｐ１が本件掲示物を作成・掲示することを決定し，そのために\n川越市の財産を使用ないし費消した行為は，違法に川越市の財産的法益を侵害した\nものとして，結果的に違法と評価されることは否定できないとしても，そのことに\nつき，Ｐ１に過失があったと断定することはできないものというべきである。\nそうすると，Ｐ１は川越市に対し原告主張の不法行為に基づく損害賠償債務を負\nうものとはいえないから，原告の本件請求は，被告がＰ１に請求すべき債権の存在\nを肯定できないという点において前提を欠き，理由がないものというべきである。\n３　争点３（債権の管理を違法に怠る事実の存否）について\nなお，仮に本件債権の存在を肯定することができると解したとしても，前記の事\n実関係の下においては，被告において，本件債権の管理を違法に怠っていると断定\nすることは相当でないというべきである。これと異なる原告の主張は採用できな\nい。\n４　原告の平成１２年１１月２９日付け検証物提示命令申立て（当裁判所平成１２\n年（行ク）第１８号）については，その必要性がないので却下することとする。\n５　結論\n以上の次第で，本件請求は，いずれにせよ，理由がないから棄却することとし，\n訴訟費用の負担につき，行訴法７条，民訴法６１条を適用して，主文のとおり判決\nする。\nさいたま地方裁判所第４民事部\n裁判長裁判官　田中壯太\n裁判官　松田浩養\n裁判官　渡●健司\n"
}