{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 17,
    "month": 1,
    "day": 31
  },
  "case_number": "平成15(行ケ)509",
  "case_name": "特許取消決定取消請求事件",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "9797",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=9797",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/797/009797_hanrei.pdf",
  "contents": "平成１５年（行ケ）第５０９号　特許取消決定取消請求事件（平成１７年１月２０\n日口頭弁論終結）\n判　　　　　　　　　　　決\n原　　　　　　告　　　コニカミノルタホールディングス株式会社\n（旧商号）　　　コニカ株式会社\n訴訟代理人弁護士　　　森崎博之\n同　　　　　　　　　　根本浩\n同　　　　弁理士　　　稲葉良幸\n同　　　　　　　　　　大貫敏史\n同　　　　　　　　　　土屋徹雄\n被　　　　　　告　　　特許庁長官　小川洋\n指定代理人　　　　　　江頭信彦\n同　　　　　　　　　　小川謙\n同　　　　　　　　　　井上信一\n同　　　　　　　　　　小曳満昭\n同　　　　　　　　　　伊藤三男\n主　　　　　　　　　　　文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n事実及び理由\n第１　請求\n特許庁が異議２０００－７４０４０号事件について平成１５年９月２９日に\nした決定を取り消す。\n第２　当事者間に争いのない事実\n１　特許庁における手続の経緯等\n原告は，名称を「放射線画像情報読取装置」とする特許第３０３８４２８号\n発明（昭和６３年１月２９日にした特願昭６３－１９２３１号の一部につき新たな\n特許出願〔以下「本件特許出願」という。〕，平成１２年３月３日設定登録，以\n下，その特許を「本件特許」という。）の特許権者である。\n本件特許について，特許異議の申立てがされ，異議２０００－７４０４０号\n事件（以下「本件異議事件」という。）として特許庁に係属したところ，原告は，\n平成１３年６月２５日，本件特許出願の願書に添付した明細書の特許請求の範囲の\n記載等について訂正を求める訂正請求をした。\n特許庁は，本件異議事件について審理した上，平成１３年１１月８日に「訂\n正を認める。特許第３０３８４２８号の請求項１ないし２に係る特許を取り消\nす。」との決定（以下「前決定」という。）をしたが，当庁平成１３年（行ケ）第\n５８３号特許取消決定取消請求事件の判決（平成１５年５月８日判決言渡し，以下\n「前判決」という。）により前決定が取り消され，前判決が確定したので，特許庁\nにおいて，本件異議事件につき更に審理することとなり，原告は，平成１５年８月\n１９日，本件特許出願の願書に添付した明細書の特許請求の範囲の記載等について\n訂正（以下「本件訂正」という。）を求める訂正請求をした。\n特許庁は，本件異議事件について更に審理した結果，同年９月２９日，「平\n成１５年８月１９日付の訂正を認める。特許第３０３８４２８号の請求項１ないし\n２に係る特許を取り消す。」との決定（以下「本件決定」という。）をし，その謄\n本は，同年１０月２０日，原告に送達された。\n２　本件訂正に係る明細書（以下，願書に添付した図面と併せて「本件明細書」\nという。）の特許請求の範囲記載の発明の要旨\n【請求項１】放射線透過画像が記録された放射線画像変換パネルを読み取っ\nて，複数の画素からなるオリジナル画像データを得る読取手段と，前記読み取った\nオリジナル画像データを前記放射線透過画像の縦方向及び横方向について同一の間\n引き率で間引くことにより間引き画像データを得る間引き手段と，前記間引き手段\nにて間引かれた間引き画像データの頻度分布に基づいて，前記放射線透過画像に応\nじた前記オリジナル画像データに対する階調処理条件を求める手段と，を有するこ\nとを特徴とする放射線画像情報読取装置。\n【請求項２】前記間引き手段は，前記読み取ったオリジナル画像データを１／\n４から１／３２に間引くことを特徴とする請求項１記載の放射線画像情報読取装\n置。\n（以下，【請求項１】，【請求項２】の発明を「本件発明１」，「本件発明\n２」という。）\n３　本件決定の理由\n本件決定は，別添決定謄本写し記載のとおり，本件発明１は，昭和６２年５\n月７日に頒布された刊行物である特開昭６２－９７５３３号公報（審判刊行物１・\n本訴甲３，以下「刊行物１」という。）に記載された発明（以下「刊行物１発明」\nという。）及び特開昭５６－１１６１８２号公報（本訴甲６，以下「甲６公報」と\nいう。）に記載された事項，その他の周知・慣用技術に基づいて当業者が容易に発\n明をすることができたものであり，本件発明２が本件発明１に付加限定した点は，\n格別の技術的意義は認められず，特許法２９条２項の規定により，いずれも特許を\n受けることができないものであり，本件発明１，２に係る本件特許は，拒絶の査定\nをしなければならない特許出願に対してされたものであって，特許法等の一部を改\n正する法律（平成６年法律第１１６号）附則１４条の規定に基づく，特許法等の一\n部を改正する法律の一部の施行に伴う経過措置を定める政令（平成７年政令第２０\n５号）４条２項の規定により，取り消すべきものとした。\n第３　原告主張の本件決定取消事由\n本件決定は，本件発明１と刊行物１発明との相違点についての判断を誤り\n（取消事由１），その結果，本件発明２の刊行物１発明に基づく進歩性についての\n判断を誤った（取消事由２）ものであるから，違法として取り消されるべきであ\nる。\n１　取消事由１（本件発明１と刊行物１発明との相違点についての判断の誤り）\n(1) 審決は，本件発明１と刊行物１発明との一致点として，「『放射線透過画\n像が記録された放射線画像変換パネルを読み取って，複数の画素からなるオリジナ\nル画像データを得る読取手段と，画像データの頻度分布に基づいて，前記放射線画\n像に応じた前記画像データに対する階調処理条件を求める手段と，を有すること\n（を）特徴とする放射線画像情報読取装置。』の点」（決定謄本６頁第３段落）\nを，相違点として，「本件発明１が，『読み取った画像データを前記放射線画像の\n縦方向及び横方向について同一の間引き率で間引くことにより間引き画像を得る間\n引き手段』を備え，頻度分布を取る画像データが，『前記間引き手段にて間引かれ\nた間引き画像データ』であるのに対して，刊行物１発明では，読取られた放射線画\n像のヒストグラム等の画像情報の画質的要件を得るためのデータは，画像情報を忠\n実に表現できる範囲内に於て一部省略したものであるが，画像情報を忠実に表現で\nきる範囲内に於て一部省略して抽出する手段，及び画質的要件を得るためのデータ\nがどのようなものかについては，刊行物１のどこにもそれ以上の具体的な説明がな\nされていない点」（同頁第４段落）を認定した上，相違点について，「刊行物１発\n明において，読み取った画像データを前記放射線画像の縦方向及び横方向について\n同一の間引き率で間引くことにより間引き画像を得る間引き手段を備え，頻度分布\nを取る画像データを前記間引き手段にて間引かれた間引き画像データ，とすること\nは当業者が周知・慣用技術等を参酌して容易に推考できるものと認められ，本件発\n明１はそのようにしたものと格別異ならない」（同７頁下から第３段落）と判断し\nた。\n本件決定の本件発明１と刊行物１発明との一致点の認定及び相違点の認定\nは認めるが，相違点についての判断は，以下のとおり誤りである。\n(2) 本件決定は，上記判断に当たって，「刊行物１発明におけるオリジナル画\n像データも画素毎の独立したディジタルデータであるから，このようなデータから\nなる画像情報を忠実に表現できる範囲内に於て一部省略して抽出する手段を考える\nと，画像処理に係る技術分野において，画像のデータを一部省略して抽出する手段\nとして多くの画素からところどころを省く即ち『間引く』ようにする手段が周知・\n慣用のもの」（決定謄本６頁最終段落）と認定した。しかしながら，「一部省略」\nという概念は，「間引く」という概念とは全く異なるものである。すなわち，広辞\n苑第５版（甲７－１～３）によれば，「一部」とは「全体のなかの或る部分」（甲\n７－１），「省略」とは「簡単にするために一部分を略してはぶくこと」（甲７－\n２）という意味であるから，「一部省略」とは，簡単にするために全体の中のある\n部分を略して省くという概念であると解すべきであり，他方，「間引く」とは，\n「間にあるものを除き，適当な間隔を保つ」（甲７－３）という意味である。した\nがって，「一部省略」という概念が「間引く」という概念と異なっていることは明\nらかであり，「一部省略して抽出する手段」と「『間引く』ようにする\n手段」とが全く異なる手段であることも明らかである。\n(3) 本件決定は，「『間引く』ようにする手段が周知・慣用のもの」であるこ\nとを示す刊行物として，特開昭６１－１８０３７４号公報（甲４，以下「甲４公\n報」という。），特開昭６２－２０２６７６号公報（甲５，以下「甲５公報」とい\nう。）及び甲６公報を引用した上，「刊行物１発明において画像のデータを一部省\n略して抽出する手段として間引き手段を採用するようにすることは，当業者ならば\n格別思考することなく想到する」（決定謄本７頁第２段落）としたが，ある対象の\n構成に周知・慣用技術を採用する場合，その周知・慣用技術の技術特性や具現化す\nる際の構成が対象に適合するかどうかを検討し，適合する場合にのみ当該技術を採\n用することは，当業者の常識であり，これらを検討することなく短絡的に当該技術\nを採用することなど，どのような技術分野においてもおよそあり得ないことであ\nる。本件特許出願当時，画像処理分野における間引き処理の技術特性，具現化する\n際の構成は，当業者において以下のように把握されていた。\nア　技術特性\n間引き処理は，画像のデータ量を少なくし，後段の処理量を減らせる一\n方，オリジナル画像に比べて情報が落ちてしまうため，細線など細かい模様を有す\nる画像に対して適用することは好ましくない。このことは，甲５公報の「原画像と\n同一サイズに復元したときは，一般に細かい模様の部分の劣化が大きいものであっ\nた」（１頁右下欄第２段落）等の記載及び甲６公報の「このような方法（注，『読\n取画素を一定の割合で間引きして，その間引かれた後の少数の特定画素によ\nる・・・統計量を算出させるための演算処理を実行させるように』する方法）を採\nると間引かれた画素中にたまたま細線の画像情報が含まれているとすると，その演\n算処理時に必要な情報の欠落を生じて判定誤差を生じてしまうという問題がある」\n（２頁左下欄第１段落）等の記載から明らかである。\nイ　具現化する際の構成\n間引き処理は，記憶装置（磁気ディスクなど）からオリジナル画像デー\nタを読み出し，当該読み出したオリジナル画像データに対して間引き処理を実行\nし，間引き処理後の画像データを記憶するという，３工程により具現化する。この\nことは，甲４公報の「まず，第２図に示す中央処理装置８の制御によって磁気ディ\nスク５から原画像１の画像データを取り出す。・・・次に，中央処理装置８で上記\n原画像１の画像データについて適宜の比率で画素を間引いたり，補間演算をして画\n像サイズを縮小（１０）する」（２頁右上欄最終段落～左下欄）等の記載及び甲５\n公報の「このような原画像７のデータを記憶装置１から読み出し，まず，所定幅の\n二次元領域毎の画像特徴量を高速演算回路２で求める。・・・・次に，この画像特\n徴量８の示す値の大小に応じて，原画像７の各部分についてデータの間引き数を決\n定する」（２頁左下欄第２段落～右下欄第２段落）等の記載から明らかである。\n一方，刊行物１（甲３）には，「画像情報を忠実に表現できる範囲内に於\nて一部省略してもよい」（５頁左上欄最終段落～右上欄第１段落）と記載されてい\nるが，上記のとおり「一部省略」と「間引き」とは全く異なる概念であるため，当\n業者は，刊行物１の上記記載から「間引き」に想到することはない。すなわち，\n「間引く」とは，間にあるものを除き，適当な間隔を保つということであるから，\n本件特許出願当時の当業者の認識では，画像処理において，オリジナル画像を間引\nくという技術は，オリジナル画像の細部を破壊するという技術であったものであ\nる。そして，特に医用放射線画像は，人体の生命にかかわる重要な診断を行うため\nの極めて貴重な画像であるから，得られた画像の細部を破壊する，すなわち，得ら\nれた画像自体を無にするということは到底考えられないものであった。したがっ\nて，医用画像を扱う当業者は，刊行物１の上記記載から，医用画像を無にしても影\n響のない領域，すなわち，撮像した部位の存在しない領域を省略することであれば\n想到するとしても，撮像した部位をも無にすること，すなわち「間引く」ことに想\n到することはあり得ない。仮に，想到したとしても，当業者は，間引き処理はオリ\nジナル画像データの情報が欠落するという技術特性を持つ技術として把握していた\nのであるから，刊行物１の上記記載から，オリジナル画像データの情報が欠落して\nしまう間引き画像データでは，当然に画像情報を忠実に表現することはできないと\n考え，刊行物１の上記記載の内容と間引き処理の技術特性とは適合せず，採用する\nことができないと考えるのである。また，刊行物１の「この方法は放射線画像を一\n旦画像記憶装置に記憶させ，さらに演算処理する必要があるため，演算処理に長時\n間を要し放射線画像の読取りから表示までに時間がかかり，リアルタイム性に乏し\nいという重大な欠点を有していた」（３頁左下欄最終段落～右下欄第１段落），\n「本発明（注，刊行物１発明）の目的は，放射線画像変換パネルに記録された放射\n線画像を読取って電気信号に変換する画像読取手段，前記電気信号を一時記憶する\n画像記憶手段，・・・・，前記画像読取手段と画像記憶手段との間に画像情報抽出\n手段を設けたことを特徴とする放射線画像読取表示装置によって達成される」（同\n頁右下欄第３段落）及び「前記した本発明の構成に於て，画像情報抽出部〔２〕の\n画像情報の抽出は，画像読取部〔１〕の放射線画像読取りと同時にリアルタイムに\n行われるので抽出に伴う時間的ロスは皆無である」（５頁左上欄第３段落）との記\n載からも明らかなように，刊行物１発明は，記憶装置にオリジナル画像をいったん\n記憶してから演算していたのではリアルタイム性が確保できないという課題の下\nで，オリジナル画像を記憶する前に画像情報を抽出する構成を採用したものであ\nる。\n以上のとおり，画像処理分野における間引き処理の技術特性及び具現化す\nる際の構成は，刊行物１発明に適合しないのであるから，仮に，甲４公報～甲６公\n報から間引き処理が画像処理分野において周知・慣用技術であったとしても，これ\nらの記載から，当業者が「刊行物１発明において画像のデータを一部省略して抽出\nする手段として間引き手段を採用する」ことはない。\n(4) 本件決定は，放射線透過画像の処理という限定された技術分野において本\n特許出願時に間引き手段が周知・慣用ではないとしても，画像処理を扱う関連技術\n分野において間引き技術は周知・慣用であり，また間引き技術は本件発明１と同じ\n技術分野といえる甲４公報において採用されている（決定謄本７頁最終段落～８頁\n第１段落）と認定した。\nしかしながら，放射線透過画像の技術分野において間引き技術が周知・慣\n用でないからこそ，画像処理分野一般における間引き処理を，放射線透過画像の技\n術分野の刊行物１発明に採用するかどうかを検討する場合には，このような間引き\n処理の技術特性及び具現化する際の構成が刊行物１発明に適合するか否かを判断す\nる必要があるが，間引き処理の技術特性及び具現化する際の構成のいずれも刊行物\n１発明には適合せず，刊行物１発明において間引き処理は採用し得ないことは上\n記(3)のとおりである。\n(5) 本件決定は，甲６公報に「このような方法（注，『読取画素を一定の割合\nで間引きして，その間引かれた後の少数の特定画素による・・・統計量を算出させ\nるための演算処理を実行させるように』する方法）を採ると間引かれた画素中にた\nまたま細線の画像情報が含まれているとすると，その演算処理時に必要な情報の欠\n落を生じて判定誤差を生じてしまうという問題がある」（２頁左下欄第１段落）と\nの記載を認めながら，「放射線画像のような写真画像では，細線に相当する１～数\n画素単位で隣接画素と輝度あるいは濃度が極端に変化するようなことは通常ほとん\nど生じないものと考えられて，間引きしてももとの情報が特段欠落してしまうこと\nがないことは明らかである」（決定謄本９頁第１段落）と認定した。しかしなが\nら，放射線透過画像には，毛細血管などの微細かつ重要な情報が多く含まれている\nのであり，さらに，放射線透過画像は，そもそも病変部などの発見を目的として診\n断に用いられるものであって，初期の病変部などは，数画素単位の領域である場合\nも珍しくない。このような放射線透過画像に対して間引き処理を適用した場合，診\n断に必要な情報が欠落してしまい，もはや診断に用いることができなくなってしま\nうことは明らかである。したがって，放射線透過画像を，「間引きしてももとの情\n報が特段欠落してしまうことがない」と認めることは，放射線透過画像に関する技\n術常識に反するものであり，誤りというほかない。\n(6) 本件決定は，「本件発明１において当業者の予測を越える量的または質的\nに顕著な作用効果があるとは認められない」（決定謄本９頁第３段落）とした。し\nかしながら，「一部省略」と「間引き」とは異なる概念であり，間引き処理の技術\n特性及び具現化する際の構成は，刊行物１発明に適合しないのであるから，当業者\nは，刊行物１発明において，「読取画像データを間引」くことは想到し得ない。\n２　取消事由２（本件発明２の刊行物１発明に基づく進歩性の判断の誤り）\n本件発明２は，少なくとも本件発明１の構成を含むから，本件発明２の進歩\n性についての本件決定の判断も誤りである。\n第４　被告の反論\n本件決定の認定判断に誤りはなく，原告主張の取消事由はいずれも理由がな\nい。\n１　取消事由１（本件発明１と刊行物１発明との相違点についての判断の誤り）\nについて\n(1) 発明の属する技術分野における用語は，一般的な意味から発展した特定の\n意味で用いられることが定着している場合には，その特定の意味に解すべきことは\n当然のことである。そして，本件発明１の属するデジタル画像処理の分野では，\n「間引く」という用語は，時間的あるいは空間的に３個以上並んでいる信号から，\n適宜位置に位置する１個以上で並んでいる個数未満の信号を取り除くことを表す場\n合に用いられており，画素ごとのデジタルデータから成る画像情報の情報量を少な\nく（縮小）する手段としての「間引き」（「間引く」はその動詞形）については，\n例えば，縦横方向に１０２４画素ずつ正方形状に配列している画像を各方向に１／\n８に間引くといえば，普通は，各方向に隣接する８画素ずつを単位として，その各\n単位ごとにその中の所定位置の１画素のデータを残し，他の７画素のデータを省く\n（除く）ようにして，各方向に情報量を１／８に少なく（縮小）する（少なくした\n結果は縦横方向に１２８画素ずつ正方形状に配列している画像となる）ことを意味\nし，本件発明１のみならず，甲４公報及び甲６公報の記載も，このような意味で\n「間引き」の用語を用いていることは明らかである。そして，上記各単位ごとに見\nれば，１画素のデータを残し，他の７画素のデータを省く（除く）ことは，８画素\n全部のデータを利用せず，その中の７画素のデータを省く点で，「一部省略する」\nと表現され得るものであり，また，画像全体で見ても，１０２４×１０２４の全部\nを利用せず，その中の規定量の画素のデータを省くという点で，「一部省略する」\nと表現され得るものである。したがって，間引くことは，一部省略するという概念\nに含まれることは明らかであるから，「間引く」ことによりデータ量を少なくでき\nるということが画像処理の分野で周知である以上，当業者は，データ量を少なくす\nるための画像のデータを一部省略して抽出する手段の具体例として，間引くように\nする手段（間引き手段）を採用することは，おのずと想到するというべきである。\n(2) 刊行物１（甲３）において，「画像情報を忠実に表現できる範囲内に於い\nて一部省略してもよい」（５頁左上欄最終段落～右上欄第１段落）としているの\nは，観察読影の対象画像を最適化するために画像情報抽出部〔２〕において抽出さ\nれるところのヒストグラム（頻度分布）等の画像情報を得るための画像データであ\nって，後に階調処理などがされて観察読影の対象とされるところの画像記憶部\n〔３〕に記憶される全画素の画像データではない。したがって，刊行物１発明にお\nいて，「一部省略」の態様として「間引き」を採用するとしても，観察読影対象画\n像の画素がオリジナル画像の画素に対して欠落するということはあり得ず，細部が\n破壊されるということがないことは明らかである。\n間引き処理は，新たに発生させたデータや到来するデータにも適用し得る\n処理であり，記憶装置から読み出したデータにしか適用できない処理ではないか\nら，刊行物１発明がオリジナル画像データを画像読取部〔１〕で発生させた直後に\nそれを画像記憶部〔３〕に記憶させるのと同時に画像情報抽出部〔２〕で抽出する\n構成を採っていることは，画像情報抽出部〔２〕に間引き処理を採用できないこと\nの理由にはならない。刊行物１発明における「一部省略」の具体的技術として，\n「間引き」処理を採用できない理由はない。\n(3) 原告は，画像処理分野一般における間引き処理を，放射線透過画像の技術\n分野の刊行物１発明に採用するかどうかを検討する場合には，このような間引き処\n理の技術特性及び具現化する際の構成が刊行物１発明に適合するか否かを判断する\n必要があるが，間引き処理の技術特性及び具現化する際の構成のいずれも刊行物１\n発明には適合しないと主張する。しかしながら，刊行物１発明における「一部省\n略」の具体的技術として，「間引き」処理を採用できない理由がないことは，上\n記(2)のとおりである。\n(4) 刊行物１発明の一部省略して抽出する手段として間引き手段を採用したも\nのも，本件発明１も，観察読影対象とするのは，オリジナル画像に対して階調処理\nなどがされた後のオリジナル画像の全画素と同じ数の画素を有する画像であるか\nら，数画素単位の領域の画像そのものが欠落するという意味での診断に必要な情報\nが欠落してしまうということはあり得ない。\n(5) 原告は，「一部省略」と「間引き」とは異なる概念であり，間引き処理の\n技術特性及び具現化する際の構成は，刊行物１発明に適合しないのであるから，当\n業者は，刊行物１発明において，「読取画像データを間引」くことは想到し得ない\nと主張する。しかしながら，間引くことが一部省略するという概念に含まれること\nは上記(1)のとおりであり，原告の上記主張は，前提において誤りである。\n２　取消事由２（本件発明２の刊行物１発明に基づく進歩性の判断の誤り）につ\nいて\n上記のとおり，本件決定の本件発明１と刊行物１発明との相違点についての\n判断に誤りはないから，その誤りを前提とする取消事由２は，理由がない。\n第５　当裁判所の判断\n１　取消事由１（本件発明１と刊行物１発明との相違点についての判断の誤り）\nについて\n(1) 原告は，「一部省略」という概念は，「間引く」という概念とは全く異な\nるものであるから，「刊行物１発明におけるオリジナル画像データも画素毎の独立\nしたディジタルデータであるから，このようなデータからなる画像情報を忠実に表\n現できる範囲内に於て一部省略して抽出する手段を考えると，画像処理に係る技術\n分野において，画像のデータを一部省略して抽出する手段として多くの画素からと\nころどころを省く即ち『間引く』ようにする手段が周知・慣用のもの」（決定謄本\n６頁最終段落）とした本件決定の認定は誤りであると主張する。\nそこで，まず，「間引く」の用語についてみると，願書に添付すべき明細\n書は，様式第２９により作成しなければならないところ（特許法施行規則２４\n条），様式第２９の〔備考〕８は，「用語は，その有する普通の意味で使用し，か\nつ，明細書全体を通じて統一して使用する。ただし，特定の意味で使用しようとす\nる場合において，その意味を定義して使用するときは，この限りでない」と定めて\nいるが，本件明細書（甲９－２）には，「間引く」の用語の意味を定義した記載は\nないので，その有する普通の意味について検討する。\n広辞苑第５版（甲７－１～３）には，「間引く」の見出し語について，\n「間にあるものを除き，適当な間隔を保つ」（甲７－３）との記載がある。\nまた，本件明細書において，「間引く」の用語は，その連用形である「間\n引き」を含め，特許請求の範囲に，「前記読み取ったオリジナル画像データを前記\n放射線透過画像の縦方向及び横方向について同一の間引き率で間引くことにより間\n引き画像データを得る間引き手段と，前記間引き手段にて間引かれた間引き画像デ\nータの頻度分布に基づいて，前記放射線透過画像に応じた前記オリジナル画像デー\nタに対する階調処理条件を求める手段」（【請求項１】），「前記間引き手段は，\n前記読み取ったオリジナル画像データを１／４から１／３２に間引く」（【請求項\n２】）との記載が，発明の詳細な説明に，「前記読み取ったオリジナル画像データ\nを前記放射線透過画像の縦方向及び横方向について同一の間引き率で間引くことに\nより間引き画像データを得る間引き手段と，前記間引き手段にて間引かれた間引き\n画像データの頻度分布に基づいて，前記放射線透過画像に応じた前記オリジナル画\n像データに対する階調処理条件を求める手段」（段落【００１９】），「前記間引\nき手段は，前記読み取ったオリジナル画像データを１／４から１／３２に間引くこ\nとを特徴とする」（同），「フレームメモリ５２から表示制御部５１ａに画像デー\nタを転送するときは，フレームメモリ５２から主走査，副走査方向共に４画素おき\nに読出し，表示制御部５１ａ内の表示メモリには連続して書込んでいく。これは，\n表示用ＣＲＴが５１２画素＊６４０画素の表示解像力しか持たないので，主副共に\n１／４に間引くためのものである」（段落【００２７】），「フレームメモリタイ\nミング制御回路６１は，１つの画素を読出すごとにＤＲＡＭのフレームメモリ５２\nに対してＲＡＳ，ＣＡＳ信号を与え，またリフレッシュ動作も制御する。上述のよ\nうな制御により，撮影画像を１／４に間引きした画像データを得ることができる」\n（段落【００３１】），「間引き率を変更するときはラッチ回路６７及びラッチ回\n路６８への設定値を変更することで成される。たとえば，ラッチ回路６７及びラッ\nチ回路６８への設定値が＋１のとき，連続アクセスとなるし，ラッチ回路６７への\n設定値が－１でラッチ回路６８への設定値が＋１のときには左右反転画像を読出す\nことができる」（段落【００３２】），「読取終了時，ＣＰＵ５０はラッチ回路６\n５及びラッチ回路６６に先頭アドレスを設定し，ラッチ回路６７及びラッチ回路６\n８に＋３２を設定して磁気ディスク制御部５７内のバッファメモリに転送を行う。\nこのときの画素数は６４＊６４画素の計４０９６画素になる。これは，主副走査共\nに１／３２に画素間引きを行い，かつ画像を正方形にトリミングした形になる。Ｃ\nＰＵ５０はこの画像データを用い，画像の累積頻度分布を求め，画像の最適な表示\n特性である画像処理条件を求め，表示制御部５１ａ内の表示用ルックアップテーブ\nルの内容を変更する。このように，主副走査共に１／３２に間引き（画素数は１／\n１０２４）するも，画像の持つ最大値，最小値，中央値などの特徴量や累積頻度分\n布はオリジナルの画像データと殆ど変化は起きないことを本発明者は見い出し，こ\nの現象を利用することで演算を極めて簡単化し，１６ビットのマイクロプロセッサ\nでも画像の最適な表示特性を得るのに殆ど時間遅れなく判定できるようにしてい\nる。図６（Ａ）乃至図９（Ｈ）は各間引き率における累積頻度分布と頻度分布特性\nを例示する。本例でもわかるとおり，オリジナルな画像データの累積頻度分布（図\n６（Ａ））と比較しても，３２画素毎に間引いた累積頻度分布（図８（Ｆ））はほ\nとんど同一の形状をしており，これを用いて画像状態を推定しても問題ない。ま\nた，これ以上の間引き率の画像を用いても（図９（Ｇ），（Ｈ）），その推定は，\nあまり狂わないので，ハード的にも，処理時間的にも効果がある」（段落【００３\n５】），「Ｘ線画像は，画像周辺部の情報が全体に対して影響が低く，画像の抽出\n領域として上部及び下部を省いて抽出してもその特徴を損なうことは少ない。この\nような場合の中央部のみの読取制御や，読取画像が２０４８＊２５６０画素よりも\n相当小さくなるときには間引き率を３１，３０，・・・と小さくして画像領域の範\n囲内で読取を行うなど読取領域と間引き率の適宜調整をラッチデータの変更で容易\nに行うことができる」（段落【００３７】），「例として，主走査２０４８画素，\n副走査２４６４画素の画像を読取る場合，上部及び下部を夫々２０８ラインづつ省\nいた２０４８＊２０４８画素の画像を１／３２の画素間引きで６４＊６４画素の抽\n出データを得ることができる」（段落【００３８】），「画像の観察を細部にまで\n行うときには，キーボード５３ａの拡大とパニング用ファンクションキーにより，\n画像の拡大やパニングを行うことも可能になる。画像の拡大は，間引き率を減らし\nてフレームメモリから表示用メモリ８１に転送することで可能であるし，パニング\nは画像を移動させる量だけ表示用メモリ８１の読出し開始アドレスをずらし，ＣＲ\nＴに新しく表われる分の画像のみを転送することで実現される」（段落【００４\n２】）との記載がある。\nさらに，本件発明１と同様，デジタル画像処理の技術分野に属すると認め\nられる甲４公報には，「中央処理装置８で上記原画像１の画像データについて適宜\nの比率で画素を間引いたり・・・して画像サイズを縮小（１０）する。する\nと，・・・その画像サイズがＸ方向にｘ１の画素数（例えば６４）とされ，Ｙ方向\nにｙ１の画素数（例えば６４）とされた縮小画像１１が得られる」（２頁左下欄）\nとの記載が，甲５公報には，「ディジタル化された原画像のデータについて所定幅\nの二次元領域毎の画像特徴量を上記二次元領域を適宜の間隔で順次ずらしながらそ\nれぞれ求め，上記各画像特徴量の大小に応じて原画像の各部分についてデータの間\n引き数を決定すると共に，この間引き数で上記原画像の各部分についてどの箇所の\nデータを間引くかを乱数を用いて決定し，上記間引き数及び間引き箇所の情報を用\nいて上記原画像のデータを間引くことによりＸ方向又はＹ方向或いはＸ，Ｙ両方向\nに圧縮した画像を作り」（１頁左下欄「２．特許請求の範囲」），「従来の画像デ\nータの圧縮方法は，原画像の全体について一律に・・・間引き処理を行って一様に\n画像を圧縮することにより，データ量を少なくしていた」（同頁右下欄「従来の技\n術」）との記載が，甲６公報には，「従来の他の入力画像の特性判定方法として\nは，画像の２次元的な性質を把握するために，・・・現在処理対象の注目画素が如\n何なる性質の画素領域にあるかの判定を順次行なわせるようにしている。・・・し\nかし，このような判定方法では，統計量の抽出範囲すなわち特定画素領域を大きく\nしないと入力画像の特性を的確に把握することができず，またその判定処理を原稿\n面全域にわたって順次行なわせる必要があるために計算量が膨大なものになってし\nまっている。またその解決策として，読取画素を一定の割合で間引きして，その間\n引かれた後の少数の特定画素による前述の統計量を算出させるための演算処理を実\n行させるようにしているが，このような方法を採ると間引かれた画素中にたまたま\n細線の画像情報が含まれているとすると，その演算処理時に必要な情報の欠落を生\nじて判定誤差を生じてしまうという問題がある」（２頁右上欄第２段落～左下欄第\n１段落）との記載がある。\nこれらの記載によれば，「間引く」の用語は，本来，「間にあるものを除\nき，適当な間隔を保つ」という意味であるところ，デジタル画像処理の技術分野に\nおいては，３個以上並んでいる信号から，適宜位置に位置する１個以上で並んでい\nる個数未満の信号を取り除くことを表す場合に用いられており，画素のデジタルデ\nータから成る画像情報の情報量を少なく（縮小）する手段としての「間引き」ない\nし「間引く」については，例えば，縦横方向に１０２４画素ずつ正方形状に配列し\nている画像を各方向に１／８に間引くといえば，普通は，各方向に隣接する８画素\nずつを単位として，その各単位ごとにその中の所定位置の１画素のデータを残し他\nの７画素のデータを省く（除く）ようにして，各方向に情報量を１／８に少なく\n（縮小）する（少なくした結果は縦横方向に１２８画素ずつ正方形状に配列してい\nる画像となる）ことを意味するものとして使用されていることが認められ，本件明\n細書においても，「間引き」及び「間引く」の用語は，上記の意味で使用されてい\nるものと認められる。\n他方，刊行物１（甲３）には，「該画像情報の抽出は，画像読取部〔１〕\nのＡ／Ｄ変換器１１４からの出力は画素として取扱われるデジタルデータであるの\nで，すべての放射線画像信号を対象にする必要はなく，画像情報を忠実に表現でき\nる範囲内に於て一部省略してもよい」（５頁左上欄最終段落～右上欄第１段落）と\nの記載があり，広辞苑第５版（甲７－１～３）によれば，「一部」の見出し語につ\nいて，「全体のなかの或る部分」（甲７－１），「省略」の見出し語について，\n「簡単にするために一部分を略してはぶくこと」（甲７－２）を意味するから，刊\n行物１の「一部省略」は，文言どおりに置き換えると，「画像情報を簡単にするた\nめ全画像情報の中のある部分を略して省くこと」を意味することとなり，上記意味\nにおいて理解することに文脈上不自然なところはない。そして，本件発明１におい\nて，「間引く」の用語は，「例えば，縦横方向に１０２４画素ずつ正方形状に配列\nしている画像を各方向に１／８に間引くといえば，普通は，各方向に隣接する８画\n素ずつを単位として，その各単位ごとにその中の所定位置の１画素のデータを残し\n他の７画素のデータを省く（除く）ようにして，各方向に情報量を１／８に少なく\n（縮小）する」ことを意味するものとして使用されていることは上記のとおりであ\nり，これは，「画像情報を簡単にするため全画像情報の中のある部分を略して省く\nこと」の一態様であるということができる。\nしたがって，「間引く」は，「一部省略」に含まれるということができ，\n「一部省略」という概念は，「間引く」という概念とは全く異なるものであるとの\n原告の主張は，採用することができない。そして，甲４公報～甲６公報の上記記載\nによれば，「間引く」ことによりデータ量を少なくすることは，本件特許出願前，\nデジタル画像処理の技術分野において周知であったと認められるから，「刊行物１\n発明におけるオリジナル画像データも画素毎の独立したディジタルデータであるか\nら，このようなデータからなる画像情報を忠実に表現できる範囲内に於て一部省略\nして抽出する手段を考えると，画像処理に係る技術分野において，画像のデータを\n一部省略して抽出する手段として多くの画素からところどころを省く即ち『間引\nく』ようにする手段が周知・慣用のもの」（決定謄本６頁最終段落）とした本件決\n定の認定に誤りはない。\n(2) 原告は，本件特許出願当時，当業者において，間引き処理は，技術特性と\nして，画像のデータ量を少なくし，後段の処理量を減らせる一方，オリジナル画像\nに比べて情報が落ちてしまうため，細線など細かい模様を有する画像に対して適用\nすることは好ましくなく，具現化する際の構成として，記憶装置（磁気ディスクな\nど）からオリジナル画像データを読み出し，当該読み出したオリジナル画像データ\nに対して間引き処理を実行し，間引き処理後の画像データを記憶するという，３工\n程により具現化するものと把握されていたところ，オリジナル画像を間引くという\n技術は，オリジナル画像の細部を破壊し，特に医用放射線画像は，人体の生命にか\nかわる重要な診断を行うための極めて貴重な画像であるから，これを無にするとい\nうことは到底考えられないものであり，また，刊行物１発明は，記憶装置にオリジ\nナル画像をいったん記憶してから演算していたのではリアルタイム性が確保できな\nいという課題の下で，オリジナル画像を記憶する前に画像情報を抽出する構成を採\n用したものであること等を理由に，画像処理分野における間引き処理の技術特性及\nび具現化する際の構成は，刊行物１発明に適合しない旨主張する。\nしかしながら，間引き処理を具現化する際の構成として，記憶装置（磁気\nディスクなど）からオリジナル画像データを読み出し，当該読み出したオリジナル\n画像データに対して間引き処理を実行し，間引き処理後の画像データを記憶すると\nいう，３工程により具現化するものと把握されていたとの点については，間引き処\n理の対象となる画像データが，記憶装置（磁気ディスクなど）から読み出したもの\nでなければならない理由はなく，原告のこの点に係る主張は全く根拠を見いだし難\nい。\n次に，間引き処理は，オリジナル画像の細部を破壊し，特に医用放射線画\n像は，人体の生命にかかわる重要な診断を行うための極めて貴重な画像であるか\nら，これを無にするとの点については，刊行物１（甲３）において，「画像情報を\n忠実に表現できる範囲内に於いて一部省略してもよい」（５頁左上欄最終段落～右\n上欄第１段落）としているのは，観察読影の対象画像を最適化するために画像情報\n抽出部〔２〕において抽出されるところのヒストグラム（頻度分布）等の画像情報\nを得るための画像データであって，画像記憶部〔３〕に記憶される全画素の画像デ\nータ（オリジナルデータ）ではないから，刊行物１発明において，「一部省略」の\n態様として「間引き」を採用するとしても，オリジナル画像の細部を破壊するもの\nとは認められず，原告のこの点に係る主張は誤りというほかない。\nさらに，刊行物１発明は，記憶装置にオリジナル画像をいったん記憶して\nから演算していたのではリアルタイム性が確保できないという課題の下で，オリジ\nナル画像を記憶する前に画像情報を抽出する構成を採用したものであるとの点につ\nいては，間引き処理は，記憶装置から読み出したデータにしか適用できないとする\n理由がないことは上記のとおりであり，新たに発生させたデータや到来するデータ\nにも適用し得る処理であると認められるから，刊行物１発明がオリジナル画像デー\nタを画像読取部〔１〕で発生させた直後にそれを画像記憶部〔３〕に記憶させるの\nと同時に画像情報抽出部〔２〕で抽出する構成を採っていることは，画像情報抽出\n部〔２〕に間引き処理を採用できないことの理由にはならない。したがって，この\n点に係る原告の主張も理由がない。\n以上のとおり，画像処理分野における間引き処理の技術特性及び具現化す\nる際の構成は，刊行物１発明に適合しない旨の原告の主張は，採用することができ\nない。\n(3) 原告は，画像処理分野一般における間引き処理を，放射線透過画像の技術\n分野の刊行物１発明に採用するかどうかを検討する場合には，このような間引き処\n理の技術特性及び具現化する際の構成が刊行物１発明に適合するか否かを判断する\n必要があるが，間引き処理の技術特性及び具現化する際の構成のいずれも刊行物１\n発明には適合しないと主張する。しかしながら，画像処理分野における間引き処理\nの技術特性及び具現化する際の構成は，刊行物１発明に適合しない理由がないこと\nは，上記(2)のとおりである。\n(4) 原告は，放射線透過画像には，毛細血管などの微細かつ重要な情報が多く\n含まれているのであり，初期の病変部などは，数画素単位の領域である場合も珍し\nくなく，このような放射線透過画像に対して間引き処理を適用した場合，診断に必\n要な情報が欠落してしまい，もはや診断に用いることができなくなってしまうこと\nは明らかであると主張する。しかしながら，刊行物１（甲３）において，「画像情\n報を忠実に表現できる範囲内に於いて一部省略してもよい」（５頁左上欄最終段落\n～右上欄第１段落）としているのは，オリジナルデータでないことは上記(2)のとお\nりであるから，刊行物１発明において，「一部省略」の態様として「間引き」を採\n用するとしても，診断に必要な情報が欠落するものとは認められず，原告のこの点\nに係る主張は，誤りというほかない。\n(5) 原告は，「一部省略」と「間引き」とは異なる概念であり，間引き処理の\n技術特性及び具現化する際の構成は，刊行物１発明に適合しないのであるから，当\n業者は，刊行物１発明において，「読取画像データを間引」くことは想到し得ず，\n「本件発明１において当業者の予測を越える量的または質的に顕著な作用効果があ\nるとは認められない」（決定謄本９頁第３段落）とした本件決定の判断は誤りであ\nると主張するが，「間引く」は，「一部省略」に含まれることは上記(1)のとおりで\nあり，原告の上記主張は，前提において誤りである。\n(6) 以上検討したところによれば，本件発明１と刊行物１発明との相違点につ\nいて，「刊行物１発明において，読み取った画像データを前記放射線画像の縦方向\n及び横方向について同一の間引き率で間引くことにより間引き画像を得る間引き手\n段を備え，頻度分布を取る画像データを前記間引き手段にて間引かれた間引き画像\nデータ，とすることは当業者が周知・慣用技術等を参酌して容易に推考できるもの\nと認められ，本件発明１はそのようにしたものと格別異ならない」（決定謄本７頁\n下から第３段落）とした本件決定の判断に誤りはなく，原告の取消事由１の主張は\n理由がない。\n２　取消事由２（本件発明２の刊行物１発明に基づく進歩性の判断の誤り）につ\nいて\n上記のとおり，本件決定の本件発明１と刊行物１発明との相違点についての\n判断に誤りはないから，その誤りを前提とする取消事由２の主張も，理由がない。\n３　以上のとおり，原告主張の取消事由はいずれも理由がなく，他に本件決定を\n取り消すべき瑕疵は見当たらない。\nよって，原告の請求は理由がないから棄却することとし，主文のとおり判決\nする。\n東京高等裁判所知的財産第２部\n裁判長裁判官    　　　篠　　原　　勝　　美\n裁判官  　　  　岡　　本　　　　　岳\n裁判官    　　　早　　田　　尚　　貴\n"
}