{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 11,
    "day": 27
  },
  "case_number": "平成9(行ウ)23等",
  "case_name": "建築不許可処分取消請求事件（甲事件），建築不許可処分取消請求事件（乙事件）",
  "court_name": "静岡地方裁判所",
  "field": "行政",
  "gist": "都市計画法（平成１０年法律第７９号による改正前）２１条１項に基づく都市計画の変更決定による都市計画施設に関する都市計画に適合しないことを理由にした建築物の建築の不許可処分が，適法であるとされた事例",
  "lawsuit_id": "32995",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=32995",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/995/032995_hanrei.pdf",
  "contents": "主　　　　　　　　　文\n１　甲事件原告及び乙事件原告らの請求をいずれも棄却する。\n２　訴訟費用は原告らの負担とする。\n事実及び理由\n第１　当事者の求めた裁判\n（甲事件）\n１　被告が平成９年８月１１日付伊東市経由熱土第７１号をもってした建築不許可処分を取り消す。\n２　訴訟費用は被告の負担とする。\n（乙事件）\n１　被告が平成１０年５月１２日付伊東市経由熱土第７１号をもってした建築不許可処分を取り消す。\n２　訴訟費用は被告の負担とする。\n第２　事案の概要\n本件は，平成９年３月２５日付静岡県公報第８４０号で静岡県告示第３１３号により告示した都市計画変更決定\n（以下「本件変更決定」という。）により建築制限のある地域に，平成９年７月１１日に原告Ｐ１が，平成１０年４月\n１３日に原告Ｐ２，同Ｐ３，同Ｐ４，同Ｐ５及び同Ｐ６が，それぞれ鉄筋コンクリート造の建物を建築しようと都市計\n画法に基づく許可申請をしたところ，被告が，いずれも平成９年法律第５０号による改正前の都市計画法（以下「法」\nという。）５４条の許可基準に合致していないとして，法５３条１項に基づき，これらを不許可とする決定をしたこと\nから，原告らが本件変更決定はその内容及び手続に違法があって取り消されるべきであるから，本件変更決定に基づく\n建築制限を理由としてなされた上記各不許可決定も違法であるとして，その取消を求めている事案である。\n１　前提となる事実（争いがない）\n(1)　建設大臣は，昭和３２年３月３０日，伊東国際観光温泉文化都市建設計画道路２・３・２号α線（以下「α線」\nという。）を，起点伊東市βから終点伊東市γまで，延長１３２０メートル，幅員１１メートルとする内容の都市計画\nを決定した（以下「原計画決定」という。）。なお，α線は，昭和５０年６月２４日，静岡県告示第５９３号により，\n２・３・２号α線から，３・６・８号α線に名称が変更された。\n(2)　被告は，原計画決定による都市計画について，α線のうち起点伊東市βから約１８０メートル区間（以下「本件\n変更区間」という）を幅員１７メートルに拡幅するという内容に変更する本件変更決定をした。\n幅員１７メートルの内訳は，歩道３．５メートル，路側帯０．５メートル，車道幅３メートルの２車線及び右折\n車線１車線，路側帯０．５メートル，歩道３．５メートルとなっている。\n(3)　原告Ｐ１は，平成９年７月１１日，被告に対し，下記のとおり，建築許可の申請を行った。\n(ア)　建築物の位置　　静岡県伊東市β２３７番地の一部\n(イ)　建築物の構造　　階数２階（地下１階）鉄筋コンクリート造\n(ウ)　新築，増築，改築又は移転の別　　新築\n(エ)　敷地面積　　９５．８６平方メートル\n(オ)　建築面積　　２４．８３平方メートル\n(カ)　延べ床面積　７１．８０平方メートル\n(キ)　用途　　　　商店\n(ク)　敷地の権利関係　　自己所有地\n(4)　被告は，右建築許可申請は，法５４条の許可基準に合致していないとして，法５３条１項に基づき，これを不許\n可とする決定をした（平成９年８月１１日付伊東市経由熱土第７１号）。\n(5)　原告Ｐ２，原告Ｐ３，原告Ｐ４，原告Ｐ５及び原告Ｐ６は，平成１０年４月１３日，被告に対し，下記のとお\nり，建築許可の申請を行った。\n(ア)　建築物の位置　　静岡県伊東市β２４４及び同町２４３の１，同町２４５の１，同町２４５の２，同町２４\n６の１，同町２４６の２の各一部\n(イ)　建築物の構造　　階数６階（地下１階）鉄筋コンクリート造\n(ウ)　新築，増築，改築又は移転の別　　新築\n(エ)　敷地面積　　５５６．８５１平方メートル\n(オ)　建築面積　　２４７．２１平方メートル\n(カ)　延べ床面積　１６２６．５３平方メートル\n(キ)　用途　　　　共同住宅・商店・倉庫・駐車場\n(ク)　敷地の権利関係　　自己所有地\n(6)　被告は，右建築許可申請は，法５４条の許可基準に合致していないとして，法５３条１項に基づき，これを不許\n可とする決定をした（平成１０年５月１２日付伊東市経由熱土第７１号）。\n２　争点\n(1)　本件変更決定の計画内容に裁量権を逸脱又は濫用した違法があるか。\n(2)　本件変更決定手続に違法があるか。\n３　争点に対する当事者の主張\n(1)　争点(1)について\n（原告らの主張）\nア　本件変更決定は，目標年次を平成２２年とした伊東市の秩序ある整備のために必要な道路計画網（丙１）を根\n拠としながら，そのわずか１路線について，しかもそのごく一部分についてのみ幅員を１７メートルにするという不必\n要な変更をしており，以下のとおり，法１３条１項本文に定める都市計画における一体性，総合性の確保の要請に反す\nる。\n(ア)　法１３条１項本文（柱書とも言うが以下「本文」で統一する。）は，都市計画区域について定められる都\n市計画は，土地利用，都市施設等に関する事項で，都市の秩序ある整備を図るため必要なものを，一体的かつ総合的に\n定めなければならない旨規定する。\nこれによれば，道路等の都市施設に関する都市計画は，将来整備が必要なものを土地利用や他の都市施設の\n計画との一体性，総合性を確保するように定め，また，これを変更する場合においても，路線や区間ごとの見直しを行\nうのではなく，基礎調査等の結果や都市の将来像を踏まえ，都市全体あるいは関連する都市計画道路網全体の配置を一\n体的，総合的に検討する中で，変更の必要性を検証し，その理由を明確にして，必要なものを変更すべきであるとする\nのが法の要請であるというべきである。\n(イ)　また，都市計画は，都市の将来における整備計画であり，財団法人都市計画協会作成の都市計画運用指針\n（甲６４。以下「運用指針」という。）によれば，都市施設（道路）の都市計画においては，計画の目標年次はおおむ\nね２０年後を目標として長期的な整備水準を検討し，定めることとされ，都市計画道路を変更する場合においても，路\n線や区間ごとの見直しを行うのではなく，都市の２０年後の将来像を踏まえ，都市計画道路網を一体的，総合的に検討\nし，その必要性を明確にして変更すべきこととされている。\n(ウ)　本件変更決定について，被告及び被告参加人（以下「被告ら」という。）は，基準年次を平成２年，目標\nページ(1)\n年次を平成２２年として，α線における目標年次の計画交通量を１日あたり８０００台とし，目標年次においてα線全\n線１３２０メートルについて幅員変更を行い，整備することが必要であるとの認識を前提に，本件変更決定を行ってい\nる。\nしかし，α線全線の幅員変更が必要であるとしながら，その一部区間ごとに拡幅を行うような段階的な都市\n計画の変更を行っていく場合，ある変更決定がなされてから次の変更決定がなされるまでの間に，未変更区間において\n現況道路を前提とした堅固で大型の建物が建築されてしまうと，その区間の計画を変更して道路の拡幅整備を行うに\nは，建築された建物を後から解体，撤去するほかなく，その実現が困難となる。前記のように段階的な変更決定を行え\nば，次の変更予定が中止されることも十分想定され，このような事態が生じてしまうと，都市計画の一体性，総合性は\n損なわれ，変則的で無秩序な道路線形や町並みが残置される結果となる。\nこのようなことを考慮すると，将来拡幅整備が必要な道路に関する都市計画は，その全線について同時に変\n更しなければならないというべきであり，これを段階的に変更することは，都市計画の一体性，総合性を定めた法１３\n条１項本文の要請に反するとともに，変更の必要性が生じたときは，遅滞なく当該都市計画を変更しなければならない\nと定めた法２１条１項にも反するというべきである。\n(エ)　また，伊東市は，伊豆縦貫自動車道（以下「伊豆縦貫道」という。）及びこれへの南北アクセス道路の整\n備を重視しているところ，伊東市から南北アクセス道路への接続にはα線は関連性がなく，むしろ南北アクセス道路を\n経由して伊豆縦貫道へ抜けるルートの整備を重視する場合は，南北アクセス道路に接続すると考えられる国道１３５号\n線バイパスの整備が重視されるべきである。\nしかし，被告らは，平成２２年には予測交通量が容量オーバーとなることが予測され，したがって６車線化\nが必要とされている国道１３５号線バイパスの整備を放置し，同バイパスに平面交差しているにすぎないα線の一部区\n間のみを拡幅する本件変更決定を行っており，これは，目標年次における道路間のネットワーク機能の有機的関連性を\n欠くものであり，上位計画である伊豆縦貫道及び南北アクセス道路の整備計画に適合しない点で，法１３条１項本文に\n反し，法１５条１項３号及び都市計画法施行令（以下「政令」という。）９条２項の趣旨に反するものである。\n(オ)　被告らは，α線の幅員を１７メートルとすることについて，道路構造令（以下「構造令」という。）の適\n用を主張する。\nしかし，同令３条の小区間改築の場合の特例を適用すれば，本件変更決定において，道路幅員を１７メート\nルにする必要はなく，隣接整備済み区間と同幅員の１１メートルとすることに問題はない。また，昭和５０年７月１５\n日都計発第４０号，道企発第５１号通達「道路の標準幅員に関する基準（案）について」（以下「基準（案）」とい\nう。）を前提とすると，α線は都市部Ｂ地域の補助幹線道路にあたり，幅員１６メートルが標準とされているが，この\n適用については，地域，地形の状況，その他特別な理由によりやむを得ない場合には，基準（案）によらないことがで\nきるものとされている。\n本件変更区間及びこれを含むα線には，沿線に堅固な建物が建ち並び，全線の拡幅が困難であり，前記南北\nアクセス道路の整備によりα線の交通量を軽減させることなどが検討されていたのであるから，α線については既決定\nの幅員１１メートルで拡幅整備することに問題はない。\nイ　また，本件変更決定は，以下のとおり，基礎調査の実施を定める法６条１項及び基礎調査に基づいて都市計画\nを変更すべきであるとする法２１条１項に反し，人口規模，産業分類別の就業人口の規模，市街地の面積，土地利用，\n交通量などに関する現況及び将来の見通しについてまったく配慮せずになされている。\n(ア)　都市計画道路網計画によれば，路線に発生，集中する交通量の増減と同沿線区域の人口の増減との相関関\n係は，９９．８パーセントと非常に強いとされている。したがって，α線のような街路としての性質を有する道路につ\nいて，その将来の交通量予測をするにあたっては，将来人口の予測が極めて重要である。\n(イ)　伊東市が作成した平成５年度都市計画道路網計画調査業務委託報告書（丙１。以下「道路網計画」とい\nう。）は，人口推計作業を行い，平成１２年の推計将来人口を７万５４００人から７万６３００人，平成２２年の将来\n推計人口を７万８３００人から８万０７００人と予測しているにもかかわらず，昀終的には将来人口の設定を平成１２\n年度について７万７５００人，平成２２年について８万５０００人とし，前記人口推計作業における値と大きくかけ離\nれた数値を設定しており，そのため，将来交通量の予測についても過大な数値が設定される結果となっている。\nまた，その予測方法も，計算上人口が増加する手法をとっており，その合理性についても疑問がある。\n(ウ)　他方，道路網計画の上位計画である第２次伊東市総合計画第５次基本計画（甲７４。以下「第５次基本計\n画」という。）では，旧伊東地域の人口について，昭和５０年から同６０年までの１０年間に約９パーセント減少した\nという調査結果をもとに，昭和６０年に対して平成２年は約３パーセント減少し，平成７年は横ばい，平成１２年は約\n３パーセント増加するという推定人口を示し，平成２年に対して平成１２年は約６パーセントの人口増加と推定してい\nる。\nまた，同第６次基本計画（甲７８。以下「第６次基本計画という。）においては，旧伊東地域の人口が昭和\n５０年から平成７年までの間に２０パーセント減少したという調査結果を示しており，第５次基本計画の予測を維持す\nることが困難であることが明らかとなっている。\nなお，本件変更決定後に作成された伊東市都市計画マスタープランによる地域別の人口動態，推計等によれ\nば，伊東地域における人口は，平成７年まで減少を続けていることが示されるとともに，平成１２年及び平成２２年の\n人口は，平成２年より少ないと予測していることが示されている。\n(エ)　伊東市の人口については，昭和４５年以降，α線沿線地区の店舗，従業員及び人口の継続的減少という調\n査結果があり，また，第６次基本計画においても旧伊東地域の平成７年人口は，昭和５０年人口から２割減少となって\nおり，道路網計画の上位計画の位置づけにある第２次伊東市総合計画（甲５６の１）の基本構想における推定人口と，\n住民基本台帳による実績人口とを比較すると，本件変更決定以前の平成２年から平成８年までの間，人口伸び率は低下\nし，実績が推定を下回り，その差が年々大きくなっている。\nそして，本件変更区間の沿線周辺では，基準年次である平成２年から本件変更決定までの間に，商工会議\n所，市役所，銀行等の主要施設の移転があり，消防署等の移転工事も進行していたのであるから，本件変更決定の対象\n区間の交通量減少は容易に予測される。\n(オ)　以上のとおり，道路網計画においては，人口と交通量には９９．８パーセントの相関関係があるとし，交\n通予測を人口予測に基づき行う根拠としながら，道路網計画調査報告書では，昀初から１．３倍となる増大交通量予測\n値を採用し，人口推計作業と無関係に交通量を設定してその相関関係を無視している。また，上位計画等において，人\n口減少が予測され，本件変更決定以前の実績からも人口減少が推測されるにもかかわらず，被告はこれらの調査に配慮\nせずに本件変更決定を行っている。\nこれらの事情からすると，本件変更決定の前提となる交通量予測は，その手法及び結果において，妥当性は\nまったくなく，著しく不合理である。\n(カ)　なお，伊東市は，平成７年８月，都市計画道路α線都市計画変更資料作成業務委託報告書（以下「計画変\n更資料」という。）を作成しているが，これは本件変更区間を標準幅員１１メートルから１７メートルに拡幅変更する\nための基礎資料として作成されたものであり，結論が先にあり，その理由付けのために作成されたものである。\n伊東市が，目標年次である平成２２年の予測交通量ではなく，より交通量の多い平成１２年の予測交通量を\n用いて，容量オーバーになるとし，さらにあり得ないサイクル長の信号計画を設定し，容量オーバーになるとしている\nページ(2)\nのは，違法である。\nウ　伊東市は，不正に補助金を得る目的で，２(6)の信号計画を作出して，静岡県と意思を相通じて本件変更決定を\nしている。\nエ　さらに，伊東市は，本件変更決定及び事業の認可がなされる以前から，本件変更決定の賛同者に対し，破格の\n補償を行って既成事実を作るなどの行為を行ったほか，伊東市におけるネットワーク機能を果たすべき道路網整備が遅\nれているにもかかわらず，これに対して何ら対策を講じない一方で，本件変更決定により何ら防災機能の向上や市街地\nの活性化に寄与せず，緊急性もない道路拡幅を推進しようとしている。\nオ　以上によれば，被告がした本件変更決定は，被告の裁量権を逸脱又は濫用した違法な決定であり，取り消され\nるべきである。\n（被告らの主張）\nア　都市計画決定に関する被告の裁量権\n法１３条は，都市計画基準について定めているが，その規定内容が一般的抽象的であるのは，都市計画が様々\nな利益を衡量し，これらを総合して政策的，技術的な裁量によって決定せざるを得ない事項であるからにほかならな\nい。\nしたがって，このような判断については，技術的な検討を踏まえた政策として都市計画を決定する行政庁の広\n範な裁量権の行使に委ねられた部分が大きいから，都市施設をはじめとして，多くの都市計画決定は，これを決定する\n権限を有する行政庁が，その決定について委ねられた裁量権の範囲を著しく逸脱し，あるいは，それを明らかに濫用し\nたと認められる場合に限って違法となるものというべきである。\nイ　道路網計画と道路幅員の考え方\n都市の骨格となる道路網は，各々の道路の受け持つ役割を明確にし，役割に応じた道路が，互いに補完するこ\nとによりネットワークが形成される。このネットワークも法６条１項による基礎調査，及び国等が行う調査を考慮する\nほか，その地域の特性を活かし，時代の要請や将来のまちづくりのためなど，種々の検討を加え，総合的判断のもとに\n構築されるものである。\n道路幅員は構造令の規定に基づき，人や自動車の通行量を勘案することは当然として，まちづくりのための骨\n格となる道路の果たす様々な役割なども考慮して必要な幅員が決定される。\nウ　都市計画道路α線の位置づけ\n(ア)　伊東市街地は，扇状地の形状をなしており，δ地区に行くに従い狭くなっている。このため，国道１３５\n号線とδ，ε地区及びζ方面とを結ぶ幹線道路は，市街地中央に配置せざるを得ない。\n「伊東市中心市街地地区更新基本計画」（乙９）１９頁右側で示しているように，国道１３５号バイパスが\n主要幹線，α線が幹線道路の，Ｔ型の骨格道路を軸として市街地の道路網を形成し，ゆとりある道路空間の創設によ\nり，観光都市としてのイメージアップを図り，スムーズな自動車交通，高齢者等の歩行の安全を確保するとともに，防\n災面からも大きな役割を担う道路として，α線の役割が位置づけられている。\n(イ)　α線のうち，市街地内の延長約１２１０メートルが，主要地方道η線と重複し，商業地域を貫く幹線道路\nで，緊急輸送路にも指定され，路線中間点にある伊東市立西小学校は，広域避難場所に指定されていることから，α線\n全線の拡幅整備（未整備区間を含む）によって，右折車線の整備，商業地にふさわしい歩道幅の確保がなされることに\nより，交通機能の増進・災害に強いまちづくり・商業地の発展等を促すこととなる。そして，α線の未整備区間も整備\nにより緊急輸送路に位置づけられるものと推測されるのである。\nまた，市街地の活性化を図るために，来遊客への利便性の向上，道路整備と並行して行われることとなる街\n並みの再構築による「出湯の町」にふさわしい景観形成を推進していくことは，伊東市にとって重要な課題となってい\nる。\n(ウ)　昭和３２年３月３０日になされたα線の原計画決定は，今日の車社会に対応していない。\n(エ)　α線の原計画決定における幅員は１１メートルで，原計画決定にて整備されている区間の幅員構成は，お\nおむね歩道が各１．５メートル，車線が各３メートル，路側帯が各１メートルとなっている。これに対し，本件変更決\n定における幅員構成は，歩道が各２メートル，並木部分が各１．５メートル（並木部分と歩道部分を併せ使用する），\n車線が各３メートル，右折車線が３メートル，路肩が各０．５メートルである。\nしたがって，本件変更決定の具体的な内容は，右折車線の設置と並木部分と併せた歩道の拡幅である。\nエ　変更の理由\n(ア)　本件変更区間は，未整備の１１０メートル区間と既整備の７０メートル区間からなるが，いずれの区間も\n道路を新設し，又は改築する場合にあたるので，現行の構造令が適用される。\n(イ)　右折車線について\n昭和３２年の原計画決定時には右折車線の考え方はなかったと考えられるが，その後の自動車交通量の増加\nなどから，昭和４５年に制定された構造令においては，平面交差点においては原則として右折車線を設けるものとされ\nた。\n構造令では，道路が同一平面で交差する場合は，「必要に応じて」屈折車線を設けるものと定められている\nものの（構造令２７条２項），この「必要に応じて」とは，右折を認めない場合等であり，平面交差点には，原則とし\nて右折車線を設ける必要がある。\n本件変更決定部分は，α線のうち，国道１３５号及び１３５号バイパスと交差する２箇所の交差部に右折車\n線を設けるものであり，現在の主要地方道η線と国道１３５号の交差点の利用状況を考慮すると，右折車線の設置が必\n要である。\n(ウ)　並木の設置と併せた歩道幅員の拡幅について\n道路は，各々の旅行速度が大きく異なる自動車や自転車等及び歩行者が混在して通行していることから，あ\nる意味では危険な空間とも考えられるので，歩行者等と自動車を分離している。\n交通安全対策のため，歩道，防護柵，信号機，横断歩道橋，安全島，道路照明灯，道路標識，道路表示等の\n整備に関して緊急措置が必要であり，また，歩道幅員は広く整備する必要があるところ，α線の歩道の現状では，歩行\n者の安全かつ快適な空間が確保されているとはいえない。\nまた，α線の沿道は，全線にわたって商業地域及び近隣商業地域に指定されており，沿道商店街等の活性化\nを図るためにも，歩行者が安全かつ快適に歩くことができる空間を整備することが必要である。\n本件変更決定における歩道は，自動車交通との分離により交通の安全性，快適性を向上する等良好な道路交\n通環境を整備するとともに，沿道における景観形成等良好な生活環境を確保することを目的とした路上施設の並木と，\n歩行者の通行の用に供する歩道部から構成され，その幅員は，α線が第４種第２級の道路で歩行者交通量が少ないこと\nから，構造令１１条の規定に基づき，歩道部を２メートルとし，これに並木の１．５メートルを加えた３．５メートル\nとしたものである。\nオ　原告らの主張について\n(ア)　法１３条に規定する総合性及び一体性の確保についての通達並びに運用指針からすると，法１３条１項に\n定める総合性は，地域地区，都市施設，市街地開発事業を総合的に定めることにより都市計画の総合性を確保すること\nを求めたものであり，一体性は都道府県知事の定める都市計画と市町村の定める都市計画の間で矛盾齟齬が生じること\nページ(3)\nがないようにすることを求めたものであると解される。\n伊東市の都市計画道路に関する根幹的な決定は，昭和３２年の原計画決定であり，本件変更決定は原計画決\n定で定められたα線について，その一部に修正を加えて幅員を変更するものに過ぎず，都市計画の総合性，一体性の確\n保の要請に反するものではないことは明らかである。\nα線の「起点」から約１８０メートルの区間については，緊急に整備する必要があることから本件変更決定\nを行ったものであり，一部区間の幅員を変更することが法１３条１項本文の一体性，総合性に反するとはいえないし，\n限られた予算の中で効率的に必要な整備を行う必要性，地権者や住民に対する説明，その理解などの観点から都市計画\n道路の全線のうちの一部区間の変更を行うことは今日多く見られる。\n(イ)　原告らは，本件変更決定が平成２２年に必要とされる市内都市計画道路網の有機的関連性がなく，広域的\nネットワーク機能を損ね，上位計画に適合しない点で，①法１３条１項本文に反し，②法１５条１項３号，政令９条２\n項の趣旨に反すると主張する。\nしかしながら，①法１３条１項本文は「国の計画に適合する」ことを求めているが，原告らの掲げる道路網\n計画は，法１３条１項本文の「計画」に該当しない。また，α線は，国道１３５号バイパスや国道１３５号と交差し，\nネットワークを形成する道路で，必要な機能を相互に補完するものであり，何ら矛盾することなく両立している。本件\n変更決定は，このネットワークや機能を維持したまま必要な幅員の見直しを行ったものである。さらに，国道１３５号\nバイパスは第二東名自動車道や伊豆縦貫道とも広域的なネットワークを形成しており，原告らの主張する国の計画との\n適合性について何ら問題ない。そして，②法１５条１項３号の規定中の「広域の見地」を欠くものではないことは明ら\nかである。\n(ウ)　原告らは，構造令３８条の「小区間改築の場合の特例」の適用を主張するが，同規定は応急措置として改\n築を行う場合においての特例であり，本件は同規定の適用が認められる場合ではない。\n原告らは，基準（案）等を適用し，幅員１１メートルでの整備を主張するけれども，そもそも同基準（案）\nは，あくまで案にすぎない。そして，本件変更決定は，右折車線を含むため，幅員１７メートルであるが，被告は，未\nだ変更されていないα線のその余の右折車線を含まない部分は幅員１６メートルとすることを考えている。これは同別\n添の縮小幅員に合致している。被告は幅員１６メートルならば標準幅員と同様の機能を果たし得ると考えるが，原告ら\nの主張する幅員１１メートルは，α線の機能，役割から，とうてい認めることができない。\n(エ)　法６条１項及び法２１条１項に違反するとの主張について\n法２１条１項によれば，基礎調査の結果に基づかなければ都市計画の変更ができないものではなく，「その\n他都市計画を変更する必要が生じたとき」についても都市計画の変更が可能である。\nなお，本件変更決定は，人口規模，産業分類別の就業人口の規模，市街地の面積，土地利用，交通量などに\n関する現況及び将来の見通しについて配慮している。\nまた，原告らは，「法６条１項及び２１条により，基礎調査の結果に基づいて，本件変更区間の道路幅員の\n各構成要素を道路構造令の一般規定によるか縮小規定（ただし書）を適用するかについて決定するように定めている」\nと主張するけれども，一般に都市計画は，「都市の健全な発展と秩序ある整備を図ることを目的に必要なものを定める\n（法１条）」のであるから，健全な発展を目指すために，まちづくりの目標や，地域の課題等も，総合的に勘案し立案\nすべきである。\n計画策定にあたってその当時の上位計画である「第５次基本計画」を基にしたことに問題はない。「第６次\n基本計画」，「伊東市都市計画マスタープラン」と人口動態や推計等が異なるとしても，計画策定時点が異なるのであ\nるからそのことに矛盾はない。人口の推計にあたっては，上位計画，道路網計画での推計を比較の上，整合を図って設\n定したもので，交通量を過大に設定するために行ったものではない。\n４段階推計は，甲２７の１１頁から１２頁にあるように，経済指標，発生交通量，分布交通量，配分交通量\nの順に段階的な推計を行うことであるが，経済指標は，人口，業種別就業人口，工業生産高，車種別自動車保有台数な\nど様々で，交通量はこれらも加味し推計されるものであり，沿線人口が減少するから交通量も減少すると単純に推計さ\nれるものではない。また，ゾーンを細区分して交通量を予測する方法として，地区の指標となる人口を基に配分する方\n法は広く用いられている方法である。\n道路網計画は，上位計画に基づいた予測を受けて作成されており，手法，結果について不合理な点はない。\n(オ)　原告らは，甲６０が補助金獲得のために作成されたと主張するが，伊東市は補助金の交付されない伊東市\n単独による未整備区間の整備を検討した際にも幅員１７メートルでの整備を考えていたし，平成２年に開催された地元\n説明会において既に幅員１７メートルを提案しており，補助金を取得するためだけに幅員１７メートルでの拡幅を意図\nしたものでないことは明らかである。また，伊東市がこれまでに策定した基本計画などにおいて，α線の幅員が１６な\nいし１７メートルとされてきたことは，まさに，その幅員が必要であるからにほかならないことを示している。\n(2)　争点(2)について\n（原告らの主張）\nア　建設省事務次官通達等の違反\n建設省事務次官通達「都市計画法の施行について」（甲５２，乙１２。昭和４４年６月１４日建設省都計発第７\n３号。以下「建設省事務次官通達」という。）によれば，知事の定める都市計画について，基本的な事項を知事が市に\n示して，市がその原案を作成することを原則とし，知事が必要な調整を行ってその案を定めるよう運用すること，都市\n計画の総合性及び一体性の確保について特段の留意をすることを求めている。\nまた，平成６年１０月に静岡県都市住宅部都市計画課・静岡県都市計画協会が作成した「都市計画に関する事務\nの手引き」（甲４０。以下「手引き」という。）によれば，被告があらかじめ基本的事項の指示をし，これを受けて伊\n東市が原案を作成して，これについて被告と伊東市とが原案作成協議を行い，その後に説明会を開催する手順となって\nいる。\nしかし，伊東市は，基本的事項の指示を受けた原案作成をせず，静岡県との下協議も十分しておらず，前記(1)（\n原告らの主張）アのとおり，本件変更決定が都市計画の一体性，総合性を欠くこととなったため，伊東市開催の説明会\nにおいて，法の規定する基礎調査の結果に基づく説明がなされず，不十分なものとなり，住民の理解を得られなかっ\nた。\n以上の経過は，住民の意思を反映させるために必要な手続を怠ったものであり，被告の裁量権を逸脱又は濫用す\nる手続であるから，本件変更決定は取り消されるべきである。\nイ　公聴会の不開催\n本件変更決定の対象区間は，道路法３条の県道に該当するとともに，幅員１６メートル以上の根幹的な施設に該\n当する。\n法１６条１項の公聴会の開催について，建設省都市局都市計画課監修，都市計画法研究会編集の「都市計画法運\n用Ｑ＆Ａ」によれば，開催が必要と判断される場合として，変更決定が都市の構造に大きな影響を及ぼす根幹的な施設\nを定める場合が該当すると示されており，本件変更決定はこれに該当する。\nしたがって，本件変更決定にあたっては，公聴会を開催することが必要である。それにもかかわらず，被告及び\n伊東市は公聴会を開催していないのであるから，本件変更決定手続には，法１６条１項違反があり，取り消されるべき\nである。\nページ(4)\nウ　法１８条１項及び２項違反\nまた，被告及び伊東市は，本件変更決定に対する住民の反対が極めて強固であることを認識しながら，以下のと\nおり，伊東市の都市計画審議会や県の審議会において，住民の反対意見が強固である事実を隠蔽し又は誤導するなどし\nて，審議会における同意の結論を得たものであり，法１８条１項及び２項に違反する。\n(ア)　伊東市都市計画審議会について\n本件変更決定当時，地権者にその同意はなかったことについては，アンケート調査結果（甲１３）や住民の意\n見書とその要旨（甲３２）から明らかである。それにもかかわらず，伊東市は，審議会において地権者の了承を得た旨\nの報告を行い，また，実質的な審議がなされないよう誤導を行って，法１８条１項の関係市町村の意見を形成してい\nる。\n伊東市における前記審議会の手続は，本件変更決定に影響を及ぼす重大な手続違背であり，法１８条１項に違\n反するものであるから，本件変更決定は取り消されるべきである。\n(イ)　県審議会について\n静岡県は，審議会において，地権者数，地権者からの意見書の数及び意見書提出地権者の属性について虚偽の\n報告を行い，また，意見書の内容に関する補足説明についても本件変更決定における対象区域の道路を１７メートルに\n拡幅すること自体に対する反対意見が多数であるにもかかわらず，これを補償により解消することのできる類の意見で\nある旨の事実に反する説明を行った。\nこれは，審議会の適正な審議を阻害するものであり，法１８条２項の手続に反し，また，同条１項に違反する\nというべきである。\n（被告らの主張）\nア　建設省事務次官通達等に定める手続の違背の主張について\n建設省事務次官通達は，知事が定める都市計画について，知事と市町村の連携を図るための方法として一つの指\n針を示したものであると解され，市町村が独自に原案ないし素案を作成し，住民に示すことを禁止するものではない。\n「事前協議」なるものは，法に定められたものではない。県と市町村が任意に事前協議を行うのは，法定手続が\n相当程度進んだ段階で，計画上，事業上の問題が発覚し，手続を中断せざるを得なくなり，計画の手続の安定性を害す\nることを防止するためである。したがって，「事前協議」自体の有無は手続の違法とは関係がない。\n伊東市の本件に関する説明会は，個別の意見聴取を含めて，十分になされたことは明らかである。\nイ　公聴会の不開催\n公聴会開催等の手続は，都市計画を決定しようとする場合に必ず必要とする手続ではなく，都市計画決定権者た\nる都道府県知事又は市町村が「必要があると認めるとき」に公聴会の開催等の措置を講ずることとなっている（法１６\n条１項）。本件変更決定は，「必要があると認めるとき」には該当しない。\nなお，本件では本件変更決定案の縦覧及びこれに伴う意見書の提出によって，住民の意見は十分に表明されてお\nり，実質的には住民の意見の反映手続に欠けることはない。\nウ　法１８条１項，２項違反について\n伊東市の担当者は，平成８年９月１９日の説明会の結果，住民の了解を得られたと判断し，市議会や都市計画審\n議会において，地権者の了承を得たと報告したもので，虚偽の報告をした事実はない。\n伊東市都市計画審議会の審議は，住民の意見書の要旨が報告された２度目の審議会を経て，十分に尽くされてお\nり，その審議の結論は本件変更決定案を適当とするものであり，伊東市の意見表明に何ら問題はなかった。\n関係市町村の同意がなくても，都市計画決定ができるのであるから，本件変更決定が適法であることは明らかで\nある。\nエ　県審議会における事実に反する説明・回答，適正審議の阻害\n意見書の提出数の違いは数え方の違いによるものであり，誤った説明をしたものではない。また，県担当者は地\n権者数を誤って報告したが，その説明から地権者の多くが反対していることが理解できたし，原告らの意見書の要旨が\n審議会委員にあらかじめ送付されていたので，住民の反対意見を考慮して，議決がなされている。\n第３　当裁判所の判断\n１　前記前提となる事実及び認定事実末尾に掲記した証拠によれば，以下の事実が認められる（なお，証拠を掲げてい\nない事実は当事者間に争いがない。）。\n(1)　原計画決定等\nα線は，起点伊東市βから終点伊東市γまでの全長約１３２０メートルの幹線街路であり，起点で国道１３５号線\nバイパスと接し，起点から南西方向に向かって伊東市市街中心部を通り，途中で国道１３５号線，θ駅へと接続する都\n市計画道路ι線等と交差しながら，終点付近で主要地方道η線（バイパス）に分岐し，終点で主要地方道η線に接続し\nている。建設大臣は，このα線について，昭和３２年３月３０日，原計画決定をした。\n原計画決定におけるα線の幅員１１メートルの内訳は，歩道幅員各２メートル，路肩各０．５メートル，車道幅員\nが１車線あたり３メートルで２車線の６メートルである。\n原計画決定の趣旨は，伊東市を国際観光温泉文化都市として建設するための全般的な都市計画街路（現在は「都市\n計画道路」と称する。）として９路線を決定することにあり，その９路線の中にα線が含まれていた。\n原計画決定がなされた時点で，α線のうち，上記終点から約１２１０メートルの区間には既に幅員１１メートルの\n道路が既に存在していたが，起点から約１１０メートル区間（国道１３５号線と現在の同バイパスの間）は，整備がさ\nれておらず，幅員２．５メートルから４メートルで，国道バイパスに向かう一方通行の市道となっていた（丙８の１・\n２７頁，乙６写真１０，１１）。したがって，幅員１１メートルに拡幅する必要がある区間は，上記起点から約１１０\nメートルの区間（以下，未整備の区間を「１１０メートル区間」という。）のみであり，整備率は９１．７パーセント\nであった。\n昭和４３年に都市計画法が改正され，都市計画の主体が国から都道府県知事又は市町村に移った。また，昭和５０\n年６月２４日，静岡県告示第５９３号により，α線は２・３・２号α線から，３・６・８号α線に名称が変更された。\n(2)　国道１３５号バイパスの整備\n伊東市では，昭和５９年３月３０日に一般国道１３５号バイパスが暫定２車線（計画では４車線）で開通し，その\n後，昭和６２年７月ころ，４車線に整備され，供用が開始された。\nこの国道１３５号バイパスの整備に合わせて，１１０メートル区間の整備を行うよう伊東市議会議員に働きかけた\n住民もいたが（甲６６・１頁），県と市のどちらが事業主体として事業を進めるか調整がつかなかったことから，１１\n０メートル区間の整備は行われなかった（Ｐ７２３３項（以下証人尋問調書などを引用するときには「項」を省略す\nる。），甲１６の２・１７頁）。\nなお，第２次伊東市総合計画昭和６１年度～昭和７５年度においては，「特に，国道１３５号バイパスと市街地を\n接続する幹線道路の早期整備を図る」とされていた（丙７）。\n(3)　説明会の開催等\n伊東市は，上記のとおり住民の要望もあり，また第２次伊東市総合計画においても「幹線道路の早期整備を図る」\nとされていたことから，４車線化された国道１３５号線バイパスに接続するα線の１１０メートル区間について整備す\nることとし，昭和６３年７月７日（ただし，この日は，住民全員ではなく，区長，町内会長，副会長，会計，組長等が\nページ(5)\n対象であった。甲４７），同年９月６日，平成元年４月２５日，同年８月１１日，平成２年３月２９日，同年５月３１\n日，同年８月２４日，平成３年２月２６日の合計８回にわたり，１１０メートル区間の住民等に対して，地元説明会を\n開催した。\nこれら説明会では，当初は１１０メートル区間を幅員１１メートル，１６メートル，１７メートル，２０メートル\nで整備するという各案が住民に提示され，住民に対して測量への協力の依頼が行われたが，平成２年３月２９日の説明\n会以降は１７メートルに拡幅する案の説明がなされた（甲４６の１，甲４７，Ｐ８第６回口頭弁論調書（以下「６回」\nなどと略記する。）５６）。\nなお，その後は，地権者との個別交渉に重点が置かれたため，平成７年７月まで説明会は開催されなかった。\n(4)　基本計画の策定\n伊東市は，平成２年３月，「平成元年度伊東市中心市街地地区更新基本計画」（以下「基本計画」という。）を策\n定した。基本計画は，近年の社会経済の変化が伊東市の商業，観光業に影響を与えていること，中心市街地が交通渋\n滞，商業活動の停滞，建築物の老朽化等々の問題を抱えていること，さらに，昭和６３年１２月１５日に伊東市κ地区\nにおいて大火事（κ大火）が発生したことから，公共的見地から都市の安全性を高め，再開発手法を基にした出湯のま\nちにふさわしい観光都市を形成するための方向付けを行う目的で策定されたものであり，伊東市中心市街地約３０ヘク\nタールを対象とするものであった（乙９）。基本計画では，市街地内交通に関しては，国道１３５号バイパスとα線の\nＴ型道路で通過交通を処理し，通過交通と域内交通を分離することが考えられており，交通量調査を行った上で，都市\n計画道路の見直しを行うこととされ，α線は全線で１６メートル又は１７メートルに幅員変更することが検討されてい\nた。また，基本計画では，幹線道路は初動期，発展期，充実期の３期に分けて整備を行い，初動期においては，現在，\n地元説明会に入っているα線を幅員１７メートルで国道１３５号バイパスまで拡幅延長し，広域交通をＴ型道路で受け\nることが計画され，さらに，整備プログラムの項目では，緊急整備地区として，α線とθ駅海岸線の国道１３５号から\n国道１３５号バイパスまでを拡幅整備することが急務であると位置づけられ，特にα線の拡幅整備（国道１３５号から\n国道１３５号バイパスまで）が短期に整備されるべき優先度の高いものとされていた（乙９）。\n(5)　個別の意見聴取\n伊東市は，上記説明会を行っていた昀中の平成２年１０月から１２月にかけて（１５人。意見聴取等をした人数。\n以下同じ。），さらに，説明会が行われなくなった平成３年４月から６月（１６人），平成３年１０月から１２月（９\n人），平成４年６月から７月（４人），平成７年９月（７人）等に，地権者等と面会又は電話により，個別に意見を聴\nいた。地権者の意見は分かれており，１７メートルの整備に反対する者，計画に賛成する者及び代替地又は補償を希望\nする者がいた（丙５の１から３）。\n伊東市は，昭和６３年ころからα線の測量を業者に依頼し，地元説明会が中断していた平成４年から６年にかけて\nも，測量，建物調査，不動産鑑定等を業者に依頼していた（甲３８の２）。\nなお，伊東市は，平成７年度に，市の単独事業（市道λ線改良事業）として，１１０メートル区間で６９．５０平\n方メートルの用地買収を行ったが，この用地は幅員１１メートルの原計画決定ではほとんど道路にかからない（甲３７\nの１及び２，甲３８の１）。\n(6)　道路網計画の策定\n平成６年３月，伊東市により，平成５年度都市計画道路網計画調査業務委託報告書（道路網計画）が作成された。\nこの調査は，同市の道路網計画は，原計画決定から３０年以上経過し，現状の交通体系にそぐわないものになっている\nとして，社会経済の変化に対応し，観光都市としての交通基盤整備の必要性から，伊東市における将来道路網（平成２\n２年度）のマスタープランの策定を目的とするもので，その将来道路網のうち整備推進を図り，早期に都市計画決定を\n進めるべき整備優先道路網を検討し（中期道路網：平成１２年目標），さらにその主要交差点における交通流動等の交\n通特性の分析を行うもので，伊東市全域地を対象とするものであった（甲５９，丙１，１３）。\n道路網計画は，①地域現況等調査，平成３年度市内交通量調査及び平成２年度道路交通センサスデータに基づき現\n況を分析するなどして，道路整備課題を抽出し，これに，②上位計画を整理したものを加味して，整備目標と将来像を\n立て，将来フレームを設定し，将来交通需要推計などを基に，将来交通体系の基本構想を立案し，③基本構想を基に交\n通体系計画案を立案し，将来交通需要推計に基づく将来配分交通を考慮し，評価を加えながら，将来道路網マスタープ\nランの策定を行い，④このマスタープランに基づき，道路網整備計画案を策定し，将来交通需要推計を基に立案された\n都市計画決定道路網計画案により，早期に整備等が必要な路線については交差点流動解析を行い，⑤今後の課題をまと\nめるという全１５３頁の報告である（甲５９）。\n平成２２年度を目標年次として立案された基本計画道路網（マスタープラン）の中ではα線は都心部において都市\n軸を形成する幹線道路と位置づけられ（甲５９，丙１），α線の１１０メートル区間を含む区間の整備は，混雑区間の\n解消効果，走行負荷，観光地としての町並み形成及び歩行者の安全確保の必要，近い将来の着工予定，現況の進捗度，\n投資効果などによる評価を経て，優先度が高いとされた（甲５９）。\n(7)　都市計画道路α線都市計画変更資料作成業務委託報告書（計画変更資料）の作成\n伊東市は，平成７年８月，α線の未整備区間の早期開通を図り，また，構造令の一部改定（歩道幅員）を踏まえた\n道路幅員の確保を図るため，未整備区間を現在の標準幅員１１メートルから１７メートルに計画変更するための基礎資\n料を作成する目的で，α線を調査対象とし，１１０メートル区間を特に検討を行う区間とし，計画変更資料を作成した\n（甲６０）。\n計画変更資料は，道路網計画を基に，その他の上位計画，現況特性（路線の現状，沿道土地利用，立地施設状況，\n交通量），平成１２年の将来交通量予測などを考慮して，整備の必要性を検討し，今後の課題を整理するという構成の\n報告書である（甲６０）。\nなお，計画変更資料は，断面需給バランス，大気汚染指標，アクセスビリティ，交差点解析の４つの面から整備の\n必要性を検討しており，特に交差点解析によると，当該路線から国道１３５号バイパスへの流入部は，右左折混用車線\nでは容量オーバーとなるので，右折車線を設ける必要があること，右折に必要なレーン長は昀小５０メートルである\nが，未整備区間が１１０メートルであるから，約５５パーセント（原文のまま）のみを整備するよりも未整備区間すべ\nてを幅員１７メートルで整備する必要が高いと結論づけた（甲７５）。\nなお，この交差点解析は，１１０メートル区間の予測交通量は，目標年次である平成２２年の４１００台／日では\nなく，平成１２年の８２００台／日を用いている。\n(8)　伊東市と県との協議の状況と説明会の開催等\nア　伊東市と県は，平成７年ころから，１１０メートル区間の整備についての本格的な協議を始めた（甲１６の３・\n４頁，Ｐ８７回４７，Ｐ８８回５７，Ｐ７１４８，乙２４・８頁）。\n当初，伊東市は１１０メートル区間についてのみ都市計画の変更をすることを主張していたが，県はα線全線の\n変更をすべきであるとの意見を持っていたので，この間の意見調整が行われていた。平成７年４月にＰ８が都市計画課\n長に就任した当時は，県は，全線の変更が無理であっても，α線とθ駅前からほぼ真っ直ぐに南下する道路（南口線）\nを利用した環状道路網の形成を考え，少なくともα線のうち３６０メートル区間（１１０メートル区間を含む。）の計\n画変更をすべきであるとの意見を強く主張し，伊東市と県との間で変更区間を１１０メートルとするか３６０メートル\nとするかで結論は決まっていなかった（Ｐ８６回２３，Ｐ７１４６以下）。\nイ　伊東市は，平成７年７月２７日から地元説明会を再開し，以後，平成８年９月１９日まで，合計８回の説明会を\nページ(6)\n開催した。\nウ　平成７年７月２７日の説明会で，伊東市は，１１０メートル区間の幅員を１７メートルとする案など３つの異な\nる案を示して，市としては１７メートルの案で事業を進めたいとの方針を説明した。なお，冒頭のあいさつの中で，市\n建設部長は幅員１１メートルの計画決定のままでは，国県の補助が付かないことになり，事業を市の単独で施行するに\nは莫大な資金が必要となるので，事業化に移すことはできない旨の発言をした（甲４６の１，甲４８の１の２及び４，\n甲６１，丙８の１，Ｐ８６回８７）。\nエ　平成８年４月１８日の説明会に先立って，県と伊東市の協議が行われたが，この協議では，θ駅海岸線，θ駅の\n正面から出てくる道路（南口線），１３５号バイパス，α線の４線による伊東市中心街の環状道路を整備する必要があ\nるので，３６０メートル区間を変更するという案が伊東市と県の間で形成された（Ｐ７１５９）。\nオ　この協議結果を受けて，伊東市は，平成８年４月１８日の説明会で，国道１３０号バイパスからμホテル前まで\nの３６０メートルの区間（以下「３６０メートル区間」という。）を変更区間とするという案を提示した。市の担当者\nは，３６０メートル区間の変更をする理由として，県との折衝で，①市は１１０メートル区間の変更を要望したが，都\n市計画上の全市的な観点を考慮する必要があるとして聞き入れられなかったこと，②θ駅海岸線等とのつながりを重視\nすべき旨の指導を受けたこと（丙８の１及び２，甲６１）を挙げた。\nカ　平成８年５月１５日，伊東市議会伊東線複線化・国道等交通対策特別委員会（以下「特別委員会」という。）が\n開かれ，市当局が３６０メートル区間について今年度内に都市計画変更決定をすることを考えていることを説明した。\nこれに対し，委員から３６０メートル区間だけ変更する理由が尋ねられ，市当局は，本来的にはα線全線１３２０メー\nトルの都市計画変更決定をしたいが，地元の理解を得る期間が必要であり，バイパスと市中心部のアクセスを向上させ\nるためにはどうしても１１０メートル区間の拡幅が必要であり，また，変則的ではあるが，南口線，国道１３５号線，\nバイパスとのすべての交差点に右折レーンを設けて交通の流れを良くするため，３６０メートル区間の計画変更決定を\nして未改良区間を早く開通させたいと考えているとの説明をした。また，都市計画変更がなされ，県の事業になるので\nあれば，用地買収は県が行い，市は手伝うことになるとも答弁した（甲１６の２）。\nキ　伊東市は，平成８年５月２０日，初めて３６０メートル区間の住民を対象とする説明会を開催し，その後，同年\n７月９日，７月３０日にも説明会が開催されたが，これらの説明会では，３６０メートル区間の住民から同区間の計画\n変更に対しては反対意見が出された（丙８の１及び２，甲６１）。\n平成８年７月３０日の説明会では，国県の補助のために１７メートルにするのかという住民の質問に対し，市の\n担当者は，市の単独でやれないこともないが，１７メートルであれば補助金が利用できる旨の発言をした（丙８の１及\nび２，甲６１・７頁）。\nまた，平成８年８月２０日の説明会では，伊東市から，既に幅員１１メートルになっている改良済み区間の１７\nメートルへの拡幅には反対が強いことから，県に対して１１０メートル区間のみの変更ができるよう働きかけている，\n交差点解析の結果によれば交差点改良をしなくてもよいので，３６０メートル区間ではなく，１１０メートル区間の変\n更をお願いしている旨の説明がなされた（丙８の１及び２，甲６１）。\nなお，伊東市は，平成８年７月２２日，業者との間で，α線の測量業務，設計業務，用地調査業務等の委託契約\nを締結した（甲１６の４）。\nク　特別委員会が平成８年８月２８日に開かれ，市当局は，３６０メートル区間のうち改良済み区間の住民の反対が\n強いこと，市は１１０メートル区間だけでも整備できるよう県に再三お願いしてきた経緯があり，この部分だけを整備\nできるよう努力したいが難しい状況であること，１１０メートル区間の整備は国や県でやってもらうのが望ましいが，\n市は本年度も用地買収を進めていく予定であること，（１１０メートル区間を解決するという）市の要望に昀大限近づ\nけるよう県に要望し，来年度に予算化，平成１０年に事業開始をしたいことなどを答弁した（甲１６の３）。\nケ　このような状況のもと，県と伊東市は，協議の結果，３６０メートル区間の地権者などに対する地元説明会の回\n数が少ないことから，３６０メートル区間の幅員を変更するのは時期尚早であると判断した。そこで，α線と国道１３\n５号バイパスを連結する緊急性が高いことを踏まえ，まず，α線と国道１３５号バイパスを接続して道路ネットワーク\nとして機能させ，また，α線と国道１３５号の交差点にも右折車線を設けることにより，同交差点においても安全円滑\nに交通処理するため，起点から１８０メートルの区間について都市計画の変更をすることとした（乙２４・３頁，Ｐ７\n９１以下）。\nコ　平成８年９月１９日の説明会（なお，この説明会の案内は，標題は従前と同じ「都市計画道路α線の地元説明会\n開催について」であり，本文の中で「先頃，県との協議内容の中間報告をしましたが，県の関係部所（原文のまま）に\nよる協議結果がでましたので再度報告会を開催することにいたしました。」と記載されている（甲４８の７の１）。）\nでは，市は，国道１３５号バイパスから旧静岡銀行前までの１８０メートルの区間（本件変更区間と同一であるが，以\n下，変更決定に至るまでについては「１８０メートル区間」ともいう。）の都市計画変更案の提案をした。\nこの説明会では，α線に関する測量業務を伊東市から受注していた業者（甲３８の２）が１８０メートル区間変\n更の案は仕方ないとの発言をしたり，地権者が測量及び補償について質問をしたが，一方では，歩道の幅が途中で変わ\nることに対する疑問が出されたり，原告Ｐ１が幅員１１メートルのままでよいとの反対意見を述べるなどした。なお，\n市の担当者が手続の説明をしたが，その中には公聴会という制度があるとの説明もあった（丙８の１，甲６１）。\nなお，伊東市の平成１０年度の補正予算では，測量及び補償について質問した地権者に対する建物の補償及び土\n地開発公社の用地購入に関する支出が含まれており，市議会で同予算は可決されたが，住民監査請求がされたことなど\nから，上記予算については取下げの措置がなされた（甲７７）。\n(9)　本件変更決定のための手続\nア　伊東市は，平成８年１０月４日，熱海土木事務所と計画図（案）による区域，区間，形態及び国道との接道につ\nいて下協議を行い（甲４９の２の４）熱海土木事務所は，同年１２月５日，変更計画について了承した（甲４９の２の\n５）。\nまた，伊東市は，同年１１月５日，市街地整備課街路係等と下協議を行い，同日口頭で応諾をもらった（甲４９\nの２の４）。\n伊東市長は，同年１１月５日，静岡県都市住宅部長に対し，伊東国際観光温泉文化都市建設計画道路の変更につ\nいて（事前協議）と題する書面を送り，原案の事前協議を行い（甲４９の２の１），説明会の開催状況も報告した（甲\n４９の２の３）。\nイ　なお，特別委員会が平成８年１１月１日に開かれ，市当局は，地元説明会において，幅員１１メートルになって\nいる改良済み区間の拡幅は時間をかけて議論すべきである，１１０メートル区間と改良済み区間は分けて議論すべきで\nあるなどの意見が出ていることを県に報告したところ，県から都市計画上又は道路管理上，１８０メートル区間の変更\nが昀大限の譲歩であるとの回答があったので，市は１１０メートル区間だけの変更は無理と判断し，９月１９日の説明\n会で地権者に変更区間を１８０メートルとする昀終案と測量の実施を提案し，了承されたと答弁した。また，市当局\nは，地権者とは具体的な用地交渉等の折衝はしていないが，一部の地権者はなるべく早く建物等を建て替えたいとの意\n向を持っており，県からもその意向に沿うべく平成９年から努力すると言われているが，国庫補助事業となるため，初\n年度から大幅な予算が認められるかはっきりしないと答弁した（甲１６の４）。\nウ　伊東市長は，平成８年１２月２６日，被告に対し，法２１条１項の変更を申請し（甲４９の３の１），被告は，\n同年１２月２７日，伊東市長に対し，α線変更についての意見照会をした（甲４７）。\nページ(7)\n伊東市長は，平成９年１月１４日，α線変更案について同市都市計画審議会に諮り，同日，伊東市都市計画審議\n会が開催された。その結果，同月１６日，審議会は伊東市長に対し，α線の変更案について原案のとおり進めるのが適\n当である旨答申した（丙１０の１，甲４９の３の３）。\nエ　伊東市都市計画課長は，被告が公聴会を開催しない方針であることを知り，平成９年１月１７日，地権者らに対\nし，平成８年９月１９日の説明会で話した公聴会は行わず，被告に対する意見書の提出で対処したいとの通知を出した\n（甲３１）。\nオ　平成９年１月２１日から２月４日まで，変更案の縦覧が行われ，３６名が縦覧した（甲４７）。被告に対し３０\n件の意見書が提出された（甲４７）。\nカ　特別委員会が平成９年２月１０日に開かれ，市当局は，α線の都市計画変更手続について，被告に対し３０件の\n意見書が提出されたことを報告した。また，委員からの質問に対し，α線全線の幅員を１６メートルとして事業化した\nいが，平成８年度から都市計画道路の見直し作業を進めており，その案を平成１１年度末にまとめ，その後地元説明会\n等を開くことを考えていること，意見書は未改良区間について１７件，改良済み区間について８件提出されているこ\nと，公聴会は県の指示で実施しなかったことを答弁した（甲１６の５）。\nキ　平成９年２月１７日，伊東市都市計画審議会が開催され，住民の意見の要旨が報告され，審議が行われた。審議\n会会長は，伊東市長に対し，縦覧した地権者からの意見内容の報告を受けたが，当審議会においては，原案のとおり進\nめられることが適当であるとの確認をしているとの報告をした（甲４９の３の５，丙１０の２）。\nク　これを受けて，伊東市長は，平成９年２月１７日，県知事の意見照会に対し，異存なしとの回答をした（甲４９\nの３の２）。\nケ　被告は，平成９年３月１７日，静岡県都市計画地方審議会にα線の変更案を付議し，同審議会から原案のとおり\n進めるようにとの答申を得た。同審議会には，乙１４の「意見書要旨」が提出されていた（甲４９の４）。\nコ　被告は，α線のうち起点伊東市βから国道１３５号線との交差点部までの約１８０メートル区間において，幅員\n１１メートルから幅員１７メートルに変更するという内容の本件変更決定をし，平成９年３月２５日付静岡県公報第８\n４０号により告示（静岡県告示第３１３号）した。\n本件変更決定には，本件変更決定の理由は「増大する自動車交通を円滑に処理し，安全，快適な歩道空間を確保\nするため」であると記載されていた。\n２　以上の認定事実によって判断する。\n(1)　裁量権の逸脱について\n法１３条１項本文は，都市計画基準につき，都市計画は，当該都市の特質を考慮して，都市施設の整備に関する\n事項で当該都市の健全な発展と秩序ある整備を図るため必要なものを，一体的かつ総合的に定めなければならない旨規\n定し，都市施設に関し，同項６号において，「都市施設は，土地利用，交通等の現状及び将来の見通しを勘案して，適\n切な規模で必要な位置に配置することにより，円滑な都市活動を確保し，良好な都市環境を保持するように定めるこ\nと。」と規定している。都市計画の基準が，このように一般的かつ抽象的な基準であるのは，都市施設の適切な規模や\n配置といった事項を一義的に定めることができないことから，様々な利益を比較考量し，これらを総合して政策的，技\n術的な裁量によって決定せざるを得ないからである。したがって，このような判断は，技術的な検討を踏まえ，一つの\n政策として都市計画を決定する行政庁の広範な裁量に委ねられているというべきであって，都市施設に関する都市計画\nの決定は，行政庁がその決定について委ねられた裁量権の範囲を逸脱し又はこれを濫用したと認められる場合に限り違\n法となるものと解される。\nこのような観点から考えてみると，本件では，α線のうち１１０メートル区間だけが未整備で，幅員２．５メー\nトルから４メートルの一方通行となっていたが，国道１３５号線バイパスが４車線で供用開始となった昭和６２年７月\nころ以降は，同バイパスと国道１３５号線の間に相当する１１０メートル区間の整備が特に優先度の高いものとされて\nきたこと，一部住民の要望があったことなどから，伊東市はこの１１０メートル区間の整備を検討し，国からの補助が\n予想される道路幅員の１７メートルで行おうと考えたが，同幅員と整備済み区間の幅員１１メートルとの相違は，幅員\n３メートルの右折レーンを設け，並木を入れて歩道幅員を１．５メートルずつ拡幅した点にあること，伊東市は，当初\n１１０メートル区間だけを整備しようと考え，地元住民に対する説明会も同部分関係者を主として行っていたが，県は\nα線全線の整備を主張し，伊東市との調整が行われたこと，その調整の中で，α線と駅南口線，θ駅海岸線との環状線\n形成を目論み，α線のうち１１０メートル区間を含む合計３６０メートル区間の整備が検討されたが，この案も，同区\n間の関係住民等への説明が不十分であったことから，昀終的な案として，１１０メートル区間に加え，国道１３５号線\nへの右折レーン設置に必要とされる部分を加えた距離にほぼ相当する１８０メートル区間の整備が伊東市と県の間で合\n意されたこと，以上の事実が認められるのである。そうすると，被告の行政判断の前提として，１１０メートル区間を\n整備することが必要であると考えた伊東市の判断は十分に理解できるところであるし，それが県との調整や地元住民へ\nの説明状況等を考えて，昀終的に，被告の判断として，国道１３５号線バイパスだけではなく，国道１３５号線への右\n折レーンも設置することとされ，そのために必要とされる合計１８０メートル区間の整備となったことも，やむを得な\nい判断であったといわなければならない。さらに，この間を幅員１７メートルで整備するという判断も，国からの補助\nが期待できた他，右折レーンを設けたことと歩道を拡幅したためであるが，右折レーンを設けることについては現在の\n交通事情を考えれば，一般的には必要と考えられるものであるし（ことに，昀終的に１８０メートル区間の整備となっ\nたのは，右折レーンの設置が重要な要素であったのは上記のとおり），歩道の拡幅についても，伊東市の幹線道路を整\n備し，歩行者の安全も考慮しながら街並みを整えるとの観点からは好ましいものと考えられるのであって，少なくと\nも，その判断が被告の裁量権を逸脱しているということはとうていできないというべきである。\n(2)　ところで，本件変更決定には，理由として「増大する自動車交通を円滑に処理し，安全，快適な歩道空間を確保\nするため本案のとおり変更する」と記載されている。\nこれに対し，原告らは，５年ごとの基礎調査の実施を定める都市計画法６条の趣旨等からして，４０年前の交通\n量等と対比しても計画変更上の根拠とはならないと主張し，各種調査結果等によれば，かえってα線の交通量が減少傾\n向になることが予想されるから，上記変更理由は成り立たないとして裁量権の逸脱又は濫用を推認させようとしてい\nる。\nしかし，法２１条１項は，法６条１項による基礎調査等の結果都市計画を変更する必要が明らかになったときの\nみならず，その他都市計画を変更する必要が生じたときには，遅滞なく，当該都市計画を変更しなければならないと定\nめているから，基礎調査の結果変更の必要性が生じた場合以外にも法は都市計画の変更を認めていることは明らかであ\nる。また，本件変更決定は，原計画決定の変更としてなされたものであるから，自動車交通の増大があったかどうか\nは，被告主張のとおり，原計画決定時と比較してなされるべきものであって，５年ごとの基礎調査の数値と対比すべき\nものではない。\nもっとも，都市計画の策定と実施を適切に遂行するために，都市の現状，都市化の動向等についてできるだけ広\n範囲なデータを把握する必要があることから，法６条１項が，要旨，おおむね５年ごとに，人口規模，産業分類別の就\n業人口の規模，市街地の面積，土地利用，交通量その他の建設省令で定める事項に関する現況及び将来の見通しについ\nての調査を行うものとするとしていることからすれば，都市施設に関する都市計画を決定するについて，法１３条１項\n６号に定める「土地利用，交通等の現状及び将来の見通しを勘案」する際には，基礎調査その他の実証的なデータに基\nづいて判断される必要がある。したがって，交通等の現状及び将来の見通しの判断の前提となった資料に合理的な根拠\nページ(8)\nがなく，著しく不合理な予測をしている場合には，同資料に基づく政策判断が，行政庁に与えられた裁量権の範囲を逸\n脱しているとされる場合もあり得る。\nそこで，前記のとおり行政庁の判断は一応理解できるものというべきであるが，さらに，この観点から，被告が\n本件変更決定の基礎とした資料について，原告らの主張をふまえて，詳しく検討する。\nア　道路網計画\n(ア)  伊東市が平成６年３月に作成し，伊東市における平成２２年度の将来道路網（平成２２年度）のマスター\nプランの策定を目的とした道路網計画では，α線は都心部において都市軸を形成する幹線道路と位置づけられ，目標年\n次平成１２年の中期道路網計画では，α線の１１０メートル区間を含む区間は整備の優先度が高いとされている。この\n道路網計画は，伊東市，ひいては被告が，本件変更決定の手続にあたって参酌した資料である。\nところで，一般的に，交通計画の策定にあたっては，①調査及び分析，②予測及び計画の定式化，③計画が\n効率的，効果的であるかどうかの評価の各段階を踏まえる必要があり，①は②に至る前提として不可欠であると考えら\nれている（甲２７）。また，将来の交通量は（イ）現在の交通量＋他の道路からの転換交通量＋他の交通からの転移交\n通量からなる基本交通量と（ロ）自然増加交通量＋新しい道路等による誘発交通量＋沿道区域の開発等による開発交通\n量からなる増加交通量によって成り立っているが，このうち，現在交通量が基本交通量の基本となるものであるから，\n現在交通量の調査が重要となる（甲２７）。そして，将来交通量推定は，いわゆる４段階推定法が昀も標準的，基本的\nな手法といわれており，この手法は①経済指標（推定年次の人口，業種別就業人口，工業生産高等），②発生交通量（\n特定区域（ゾーン）の人口，施設の増加等を含む経済成長度合いから発生すると考えられる交通量），③分布交通量（\n発生交通量のうち対象ゾーン間に振り向けられる交通量の分布を求める），④配分交通量（２つのゾーン間のどのルー\nトを走行するかを推定し配分する）の４段階の推定により将来交通量を推定するというものである（甲２７）。\n(イ)　上記道路網計画は，まず，①交通量調査等に基づき現況と課題を分析し，②将来交通需要推計等に基づき\n将来像と交通体系を立案し，③交通体系計画案に評価を加え，その結果を交通体系計画案にフィードバックしながら，\n将来道路網マスタープランを策定し，④昀終的に整備計画をまとめるという手順で作成されており（甲５９），上記交\n通計画策定にあたっての手順に従っており，手法に不合理な点は見いだせない。\n(ウ)　次に，現況分析に用いた調査資料について見ると，証拠が一部しか提出されていないので不明確な部分も\nあるが，少なくとも平成３年度市内交通量調査，平成２年度道路交通センサスデータを参照しており（甲５９），基礎\n調査を一応踏まえているといえる。\n(エ)　さらに，予測の手法を検討すると，まず，伊東市全体の将来発生集中交通量を，中部地建（建設省中部地\n方建設局）の推計値に基づいて，平成２年の１８万１７０２台／日が平成２２年には２３万５６２１台／日に増加し，\n伸び率は１３０パーセントになり，中でも普通貨物車の伸びは約１．５倍となると予測している（甲７３）。\nそして，伊東市を２５のゾーンに分割し，ゾーンごとに可能収容人口を算定し，これから現況のゾーン別人\n口を控除して，今後収容可能な残収容人口を算出し，将来の伊東市全体の人口増加分を各ゾーンの残収容人口の占める\n割合に応じて配分し，将来ゾーン別人口を予測し，将来の伊東市における総発生集中交通量（中部地建推計値による）\nを将来ゾーン別人口に応じて各ゾーンに配分している（甲７３）。\n以上のとおり，道路網計画は，上記の基本的な手順に一応したがっており，手順自体には不合理な点は見い\nだせない。\nもっとも，上記の手法は，単に各ゾーンの予想される用途と面積のみに基づいて可能収容人口を算出してい\nるので，可能収容人口の予測は確度の低いものになっているし，人口の増加分が残容量に応じて各ゾーンに配分してい\nるので，旧伊東地区のように人口が減少している地域ほど残容量が大きくなってしまい，本件変更区間などが含まれる\n旧伊東地区（ν・κ・ξ・π・σ・δ）は，昭和５０年ころをピークに人口が減少を続けていたこと（甲２２），第５\n次基本計画でも旧伊東地区の一部では人口が減少すると予測していたこと（甲７４）に反している（甲８１・２頁）。\nそのため，将来の各ゾーンごとの発生集中交通量の推計は確実性が低いものになっており，人口減少傾向が\n続いているα線が属するゾーン（甲７３・４８頁の１－１，１－５）の発生集中交通量の伸び率がそれぞれ１４０パー\nセント，１５２パーセント増と，他の地域の増加率と比べて高くなっている。\nしかし，道路網計画が採用した方法が発生集中交通量の予測に用いられる一手法ではあること，また，全市\nの各ゾーンごとに発生集中交通量を配分するには手間がかかるので，簡易な方法を用いることもあり得ることからすれ\nば，道路網計画が著しく不合理な手法を採用したとまではいえない。\n(オ)　人口予測の問題点\n道路網計画は，伊東市の将来人口の推計を，昭和４５年から平成２年までの推移に基づいて，人口及び就業\n人口の双方のトレンド分析（３種類の分析法を用いている）を行い，この結果に上位計画フレームとの整合を図って，\n将来人口を設定するという手法で行っている。具体的には，平成２２年の人口トレンドは，昀小で７万８３００人，昀\n大で８万０７００人，平成２２年の就業人口トレンドは８万４８００人であった。これに対し，上位計画における将来\n人口は，近い将来１０万人都市を目指すという目標値である第二次伊東市総合計画第５次基本計画の１０万人，国土利\n用計画の７万７５００人（平成１７年度），第５次基本計画及び基本計画の８万５０００人（平成１２年度）であっ\nた。そこで，平成１２年度の将来人口は昀新の上位計画である国土利用計画を基に７万７５００人としたが，平成２２\n年度の将来人口は，上位計画（第５次基本計画及び基本計画）の平成１２年の将来人口８万５０００人をそのまま適用\nしている（丙１）。\nこのように，道路網計画は，平成１２年度の将来人口の設定ではより新しい計画である国土利用計画を参照\nしたのに，平成２２年の予測では古い計画である第５次基本計画等を参照し，しかも，予測する年度の平成２２年より\n１０年も前の予測数値を参照している（上位計画には平成２２年度の人口の予測値が定められていないので平成２２年\nより前の年度の数値を参照するのは仕方のない面もある。）。\nそのため，道路網計画の人口予測は高めに設定されてしまっている問題があるが，それでも上位計画の予測\n数値を上回ってはいないので，著しく不合理とまではいえない。\n(カ)　伊東市全体の発生集中交通量の予測に関する問題点\nところで，道路網計画の中では，伊豆地方の発生集中交通量と人口・就業人口の相関はいずれも０．９９８\nと高いとする（甲７３）一方で，前記のとおり，平成２２年の伊東市全体の発生集中交通量は平成２年に比べて１３０\nパーセントの増加となるとしている。\n平成２年の伊東市の総人口は７万１２２３人であり（甲７８），道路網計画における平成２２年の予測人口\nは８万５０００人であるから，人口の伸び率は約１．２倍弱であるのに，これより高い発生集中交通量を設定したこと\nを原告らは問題としているが，前記(ア)のとおり，発生集中交通量の予測では人口以外の要素も考慮されること，国の\n機関の予測した結果に依拠することで上位計画との整合性をとることができることから，人口の増加率よりも発生集中\n交通量の増加率を高く設定したことが，必ずしも不合理であるとはいえない。\n(キ)　まとめ\n以上のとおり，道路網計画は，その策定根拠となった数値，例えばα線に関する発生集中交通量の推計など\nにやや慎重さを欠くといえる部分があるが，全体としては明白な誤認，著しい不合理な判断はない。\nイ　計画変更資料\n(ア)　計画変更資料は，伊東市が平成７年８月に，α線の未整備区間の早期開通を図り，また，構造令の一部改\nページ(9)\n定（歩道幅員）を踏まえた道路幅員の確保を図るため，未整備区間を現在の標準幅員１１メートルから１７メートルに\n計画変更するための基礎資料を作成する目的で，α線を調査対象とし，１１０メートル区間を特に検討を行う区間とし\n作成したものであり，本件変更決定の直接の前提となる資料である。\n(イ)　計画変更資料は，道路網計画を上位計画としており，道路網計画で策定したマスタープランにおける将来\n交通量予測結果によると，平成２２年におけるα線の利用交通量は，４１００台／日から１万３０００台／日（発生集\n中ノードがある）であり，国道１３５号バイパスからτ線までの区間距離による加重平均は８０００台／日であり，１\n１０メートル区間は４１００台であると道路網計画を整理している（甲６０）。\n他方，将来交通量予測は，道路網計画における平成１２年の配分交通量を基準として行っている（甲７５，\n甲８０・１４５頁参照）。すなわち，１１０メートル区間が未整備の場合は，１１０メートル区間の交通量は０台（単\n位百台）／日であり，国道１３５号バイパスからτ線までの区間距離による加重平均（加重平均交通量から１１０メー\nトル区間の分は除く。）は，１万１６００台／日である。これに対し，１１０メートル区間が整備されると，１１０メ\nートル区間の交通量は一日あたり８２００台／日であり，国道１３５号バイパスからτ線までの区間距離による加重平\n均は，１万２５００台／日である（甲７５）。\nなお，伊東市における発生集中交通量は，平成２年から平成２２年までに率にして１．３倍も伸びるのに，\nα線の利用交通量が平成１２年より平成２２年の方が減少するのは，市街地の南側に４車線の環状道路が整備されるこ\nとにより，市街地内へ流入していた通過交通が排除されるためであるとしている（甲７５・２５頁）。\n上位計画の将来交通量予測結果を基にしたこと自体が不合理な手法ということはできないが，道路網計画の\nα線の交通量予測が個々の推計の過程で大きくなっているので，計画変更資料の予測交通量もやや過大に設定されてい\nるきらいがある。\n(ウ)　平成１２年の計画交通量を基に交差点解析を行っていることについて\n交差点解析は，１１０メートル区間の予測交通量については，目標年次である平成２２年の４１００台／日\nではなく，平成１２年の８２００台／日を用いている。\n原告らは，交差点解析は，目標年次の計画交通量を基準に行い，副次的に中間年次の検討も行うのが一般的\nであるので（甲８１），計画変更資料が目標年次ではなく中間年次の推計交通量を基に交差点解析を行っているのは問\n題であると主張している。\nしかし，仮に原告ら主張のとおりの手順で解析を行うのが一般であるとしても，道路網計画では，市街地の\n南側に４車線の環状道路を整備する計画が実現する結果，市街地内へ流入していた通過交通が排除されるためにα線の\n交通量が減少すると予測しているのであるから，環状道路が整備されるまでの間に１１０メートル区間で交通処理がで\nきなければ，市内の道路交通に支障を来すと考えられるので，平成１２年の計画交通量を基に交差点解析をしたこと自\n体が明らかに不合理であるとはいえない。\nまた，交差点の交通量を長期にわたって正確に予測することは困難なことが多いから，より確実な短期の計\n画交通量を基に交差点解析を行ったことが著しく不合理であるとまではいえない。\n(エ)　信号サイクル\nａ　計画変更資料は，交差点解析によると，α線から国道１３５号バイパスへの流入部は，右左折混用車線で\nは容量オーバーとなるので，右折，左折の２レーンを設けて算定を行った結果，容量オーバーは解消されるが，現在の\n１１メートルの幅員のままでは歩道幅員も合わせて２レーンを確保することはできず，また，右折に必要なレーン長は\n昀小５０メートルであるが，未整備区間１１０メートルのうち約５５パーセント（４５パーセントの誤記であろう。）\nを整備するより，未整備区間１１０メートルすべてを幅員１７メートルで整備する必要が高いと結論づけている（甲７\n５）。\nｂ　信号交差点計画の設計条件では，国道１３５号バイパスの幅員は１６メートルとされている（甲４５の２\n・２５頁の流入部Ａ，流入部Ｂの幅員合計）。ところで，交差点解析にあたって，国道１３５号バイパスとα線の交差\n点の信号サイクルは６０秒に設定され，青信号の時間は，国道１３５号バイパスが３０秒，国道１３５号バイパスのφ\nからψ方面へ向かう車線の右折が５秒，α線が１５秒にそれぞれ設定されている（甲４５の２の２７頁，甲８４）。\n交差点解析を行う場合，歩行者の歩行速度は１メートル／秒として，若干の余裕を見込んで，歩行者が安\n全に横断ができる青信号時間（以下「必要青時間」という。）を設定する（甲８１・３頁）。\nところが，計画変更資料の交差点解析における信号サイクルは，上記のとおり，α線の青信号の時間が１\n５秒となっているので，青信号の時間が必要青時間より短くなってしまい，歩行者が安全に道路を横断することができ\nなくなってしまっている（甲４５の２・２７頁）。これは，不合理である。\nこの点については，原告Ｐ１の計算によれば，歩行者が安全に道路を横断することができる信号サイクル\nとなるように，例えば信号サイクルの時間を６０秒より長くして有効青時間を長くし，その分をα線の必要青時間に割\nり振ると，計算によっては，右折車線を設けなくても，交通量が交通容量を上回らないとされる（甲８１・４頁）。\n(オ)　計画変更資料は，整備の必要性を，断面需給バランス，大気汚染指標，アクセスビリティの面からも検討\nしている。\nこれらの検討は，いずれもα線１１０メートル区間が現状の未整備のままであった場合と１７メートル幅員\nで整備された場合とを比較し，１１０メートル区間を整備してα線と国道１３５号バイパスを接続する必要性の根拠と\nなるものであるが，その検討の経過に著しく不合理な点は見いだせない。\nウ　交通量調査の欠如\nα線と国道１３５号の交差点の交通量調査は平成３年１０月に行ったが，平成８年１０月１７日には行ってい\nない（争いがない）。原告らは，このことが，基礎調査の実施を定めた法６条１項に違反すると主張する。\nしかし，平成８年当時には，α線と国道１３５号線の交差点は１１０メートル区間が未整備の一方通行であっ\nたため，本件変更決定が行われ，整備された後の交通量は大きく変わると予想されたこと，本件変更決定に至るまでに\nは道路網計画において平成３年の交通量調査等を基にした検討が行われていること，平成８年１０月１７日には，伊東\n市と県との下協議や地元説明会が開催されるなど，変更決定に向けての準備が相当進んでいたことなどからすると，平\n成８年１０月１７日に交通量調査を行わなかったことが，法６条１項に違反するとはいえない。\nエ　まとめ\n以上によると，本件変更決定の基礎となった資料に一部慎重な分析を欠いているものがあるが，全体としては\n資料が著しく不合理であるということはできないし，これらの資料に基づく政策判断が行政庁に与えられた裁量を超え\nて著しく不合理なものであったということはできない。\n(3)　構造令（平成１２年６月７日号外政令３１２号による改正前のもの）の適用について\nア　法は，都市計画道路の道路構造の基準については定めを置いていないので，道路の構造等に関して定めた（道\n路法１条参照）道路法の規定が適用される。\n道路法３０条は，「道路の構造の技術的基準は，道路の種類ごとに左の各号に掲げる事項について政令で定め\nる」と規定し，この規定に基づき構造令が定められている。このように，道路法が道路構造の技術的基準について規定\nしたのは，全国的な道路網を形成する道路は相互に脈絡一貫しなければその機能を全うできないので，道路構造につい\nて全国的な統一を図る必要があること，また，自動車などの車両の規格との調節を図るなどの必要があることなどを考\n慮すると，道路の重要な要素である道路構造を道路管理者の自由な裁量に委ねることは適当ではないため，道路の機能\nページ(10)\nに応じて昀小限保持すべき構造の基準を法定する必要があるからである。そして，道路の構造が技術的な事項である\n上，道路交通の発展及び技術進歩に応じて弾力的に変更をする必要があることから，構造令にその細目を委任したもの\nである。\nこの立法趣旨からすると，道路の構造は道路管理者の自由な裁量に委ねられるものではなく，昀小限保持すべ\nき構造の基準である構造令に従って定められなければならないと解される。しかしながら，構造令の範囲内で，昀小限\n保持すべき構造の基準をみたした上で，地域の実情等に応じた道路構造を定めることは，道路管理者の裁量に委ねられ\nるものであって，ただ道路管理者がその裁量を著しく逸脱し，又は，濫用をした場合には違法となるというべきであ\nる。\n他方，構造令は，道路構造の基準を定めているが，都市部での用地取得の困難さ，地形の状況などの個別具体\n的な事情に応じて，標準的な道路構造基準の例外を定めている。これらの例外によるか否かについても，標準的な基準\nによることの困難さに関する判断，設計速度の変更，安全性，快適性への影響等に関する専門的・技術的判断が必要に\nなるから，行政庁の広範な裁量に委ねられているというべきである。\nイ　道路法は，道路一般に適用があり，構造令は，道路を新設し又は改築する場合における道路の一般的技術的基\n準を定めるものであるから，本件変更決定を行う際にも，これを適用しなければならない。\nα線は，伊東市の市街地に存するので，都市部（構造令２条１５号）に存する道路であり，構造令３条１項の\n表のその他の道路にあたるので，第４種道路の区分に入る。そして，計画交通量（単位１日につき台）が４０００以上\n１万未満に該当するので，構造令３条２項表４により，道路の区分は第４種第２級の道路になる。\n本件変更決定と原計画決定で異なるのは，①右折車線３メートルが加わっている点，②歩道が各２メートルか\nら各３．５メートルになっている点である。\nウ　右折車線について\n構造令２７条２項は，「道路が同一平面で交差し，又は接続する場合においては，必要に応じ，屈折車線，変\n速車線若しくは交通島を設け，又は隅角部を切り取り，かつ，適当な見とおしができる構造とする」と定めている。\nしかし，昭和５８年２月発行の道路構造令の解説と運用（以下「解説と運用」という。）３２６頁（乙１８）\nでは，右折車線の設置として，平面交差点には，①右折を認めない場合，②第３種第４級，第３種第５級，第４種第３\n級，第４種第４級の道路にあって，当該道路及び交差道路のピーク時の処理能力に十分余裕がある場合，③設計速度４\n０ｋｍ／ｈ以下の２車線道路において，設計交通量が極めて少ない場合を除いて，右折車線を設けるものとして，右折\n車線は原則として交差点の基本的な構成要素として，すべての交差点に設置するものとしている（なお，解説と運用に\nよると，③の「設計交通量が極めて少ない場合」とは，設計時間交通量が２００台／時未満でかつ右折率が２０％未満\nの場合とするから，α線はこれには当てはまらない。）。\nこのような方針は，構造令２７条２項が，屈折車線の設置等により，交差点の交通容量を増大させ，事故の発\n生を減少させようとした趣旨からは望ましいものであって，決して不合理な取扱いであるということはできない。\n原告らは，構造令２７条３項が，市街地にある道路の周辺には既に建造物があるなど用地の取得が困難なこと\nが多いことに配慮して，付加車線を設けるために必要に応じて幅員を縮小できるようにしており，屈折車線等を設ける\n場合には，当該部分の車線の幅員は，（中略）第４種第２級又は第３級の道路にあっては２．７５メートルまで縮小す\nることができると定めていることを指摘する。\nまた，解説と運用（甲５７）３２４頁では，既設道路において種々の制約によって右折車線としての幅員を確\n保できない場合であっても，右折車両の分離は，交差点における交通処理に重要な役割を果たすので，右折車線相当の\n幅員として１．５メートルを確保できる場合には，直進車線との境界標示を施さずに単に１．５メートル以上のふくら\nみをもたせるとよいとする例も紹介されている。\nしかし，前記のとおり構造令２７条３項や上記解説と運用の方針を採用して幅員を縮小するか否かは，行政庁\nの裁量に委ねられているというべきであり，幅員を縮小した場合には，交差点付近において設計速度を下げる必要が生\nじたりすることなどを考慮すると，これらを採用しなかったことが不合理な判断であるということはできない。\nエ　歩道について\n(ア)　本件変更決定には，理由として「安全，快適な歩道空間を確保する」ことが挙げられている。この点に関\nし，被告は，α線が第４種第２級の道路で，歩道の標準の幅員は構造令１１条３項により３．５メートル以上である\nが，歩行者交通量が少ないことから，同条４項の規定に基づき，歩道部を２メートルとし，並木の１．５メートルを加\nえ，３．５メートルとしたと主張する。\nそこで，歩行者交通量について検討する。\n道路網計画のまとめ（甲１１・７頁）には，「通行量調査による歩行者交通量を見ると，山間部から海岸部\nに向かうほど多く，未整備区間の歩道幅員は広幅員とすることがのぞまれる」とある。この根拠は，伊東商工会議所の\n平成４年通行量調査結果（丙４の１。同年１０月に２回実施）に基づく。\nしかし，他方，伊東商工会議所の平成８年度街おこし事業報告書（甲２２，３９の１。同年１０月に２回実\n施）によると，休日の歩行者数は海側が多いが，その差が縮まり，平日の歩行者数は海側が山側よりも少なくなってお\nり，海側の歩行者数に減少傾向が見られる。\nしかし，歩行者数が減少しているとしても，被告が歩行者数が少ないことを考慮して，歩道の幅員を２メー\nトルとしているので，その判断が不合理ということはできないし，α線の原計画決定のままでは歩道幅員が１．５メー\nトルしかないため，電柱がある部分では歩道上で傘をさした成人同士がすれ違うことが困難であること（乙６写真６）\nからすれば，歩道の幅員を構造令が縮小可能な幅員として定める２メートルとしたことは裁量の範囲内というべきであ\nる。\n(イ)　並木\n構造令１１条の３は，第４種第１級の道路には，植樹帯を設けるものとし，その他の道路には，必要に応\nじ，植樹帯を設けるものとすると規定しているから，第４種第２級の道路に該当する本件変更区間には，植樹帯を設け\nることは必要的でない。\n乙１８によると，植樹帯は，交通の安全性，快適性を高め，通行環境を向上させ，風致美観を向上させる効\n果があり，また，大気の浄化など沿道における良好な生活環境の確保に資する機能も有するとされているところ，並木\nも植樹帯とは目的・幅員等が異なるものの，類似した機能を持つと認められる。\nそこで，α線に並木を設けることは，交通の安全性，快適性を高めることにつながるといえるので，本件変\n更決定が「安全，快適な歩道空間を確保する」ことを変更理由としたことには合理性が認められる。\nまた，伊東市では観光客が減少する傾向にあり（甲２２），観光客の誘致が市政の課題となっていたもので\nあり，基本計画策定時にも，街並みが観光都市としての雰囲気に欠けているとの現状認識に基づいて，国際観光温泉文\n化都市としての市街地景観整備を行うための道路整備が検討されていたものである（乙９）。したがって，並木を設け\nることは観光地としての風致美観を向上させるなどの効果が期待でき，この点からも一応の合理性が認められる。\nなお，原告らは，伊東市・伊東警察署作成の伊東市交通事故マップ（甲５３）によると，α線での交通事故\n発生件数は，本件変更区間よりも山側の西小学校付近の方が多いから，本件変更決定の理由が不合理であるとの趣旨の\n主張をするが，特に１１０メートル区間を現状のままとしての比較ではほとんど意味がなく，このような比較から本件\n変更区間での歩行者の安全性・快適性を向上させる必要性がなくなるとはいえない。\nページ(11)\nオ　小区間改築の特例（甲７１）\n構造令３８条１項は，「道路の交通に著しい支障がある小区間について応急措置として改築を行う場合（次項\nに規定する改築を行う場合を除く。）において，これに隣接する他の区間の道路の構造が（中略）基準に適合していな\nいためこれらの規定による基準をそのまま適用することが適当でないと認められるときは，これらの規定による基準に\nよらないことができる。」と定めており，原告らはこの特例の適用を主張する。\nしかし，同特例により道路構造を定めるか否かは，応急措置を行う緊急性，構造令の構造基準に従うことの困\n難さ，その影響などに基づく総合的な判断が必要となるから，行政庁の裁量に委ねられていることは規定の文言からも\n明らかであって，本件変更決定において，被告が特例の暫定的な応急措置によらず，構造令に従って道路構造を定めた\nことに，裁量の逸脱があったとはとうてい認められない。\nカ　道路の標準幅員に関する基準案（甲２４）\n構造令の諸規定のみでは，幅員等が多種多様になるきらいがあったため，道路の管理の合理化，良好な都市景\n観の確保の観点から道路幅員の標準化を図るために，道路の機能に応じた標準的な幅員等を示すものとして「道路の標\n準幅員に関する基準（案）について」（基準（案））が作成されており，可能なかぎりこれに基づき計画するよう指導\nがなされている（甲７１・１６１頁，甲２４）。\n他方で，基準（案）は，地域，地形の状況，その他特別な理由により，やむを得ない場合には，基準（案）に\nよらないことができるとただし書きに規定し，その解説の別添では，都市計画決定済みの道路について，要旨，次のと\nおりの検討をするとの運用を紹介している。すなわち，「(1)既決定の道路がこの基準（案）による標準幅員以下の場合\nは，標準幅員まで拡幅することを検討するが，その場合拡幅が困難であり，かつこの基準（案）による幅員と同等の機\n能を果たし得ると認められる幅員（以下「縮小幅員」という。）以上であれば対応しているものとみなし，既決定の幅\n員のままで施行する。(2)既決定の道路が縮小幅員未満であれば対応がないものとみなし，少なくとも縮小幅員まで拡幅\nして施行する。(3)前記(2)の場合において拡幅して施行することが困難なときには，その路線における計画交通量を軽\n減する等，機能を変更することが可能であるか否かを検討し，変更が可能である場合には横断面構成を改める等の措置\nを講ずるものとし，変更が不可能な場合にはやむを得ないものとして既計画通りで施行する。」というものである。原\n告らは，この別添の手順を踏まえていないと主張する。\nしかし，基準（案）は通達であるから，行政庁が基準（案）の解説の別添に紹介された方法に違反したからと\nいって，直ちに裁判上の違法の問題が生ずることはないし，また，この方法に違反したからといって，その行政庁の判\n断が直ちに裁量権の逸脱であるということになるものではない。しかも，本件の場合には「拡幅が困難なとき」に該当\nするということも疑問があるというべきである。\n(4)　防災機能の向上\n基本計画は，昭和６３年のκ大火を契機に都市の安全性を高めることも目的の一つとしており，火災時のふく射\n熱から身を守りながら逃げるためには，ある程度広幅員の道路が望ましいとして，α線を避難路の一つとして想定して\nいる（乙９・５頁）。また，α線は災害時の二次緊急輸送路に指定されている（乙１６）。したがって，本件変更決定\nにより未整備の１１０メートル区間を含む１８０メートル区間を整備することで，α線の上記のような緊急時の避難路\nとしての機能が高まるということができる。\nなお，原告らは，乙９の延焼火災時の避難シミュレーション結果によると，現状のままでも死者が生じなかった\nことから，防災機能の向上は変更の理由とならないと主張する。しかし，そうだとしても，同シミュレーション結果で\nも，道路を拡幅した方が早く避難ができるとしているから，防災面からの拡幅の必要性がないわけではない。また，延\n焼の防止は建物の不燃化と併せて進められるべき（乙９）であるが，道路幅員が広がることで延焼の拡大を防ぎ，消火\n活動が迅速かつ容易に行えると考えられるから，防災機能が向上するといえる。\nしたがって，防災機能の向上を理由とすることについても，一応の合理性が認められる。\n(5)　都市計画の一体性総合性に反するとの主張について\nア　法１３条１項本文は，要旨，都市計画は，全国総合開発計画その他の国土計画又は地方計画に関する法律に基\nづく計画及び道路等の施設に関する国の計画に適合するとともに，当該都市の特質を考慮して，土地利用，都市施設の\n整備及び市街地開発事業に関する事項で当該都市の健全な発展と秩序ある整備を図るため必要なものを，一体的かつ総\n合的に定めなければならないと定めている。\nこの規定は，急激な都市化を背景に，都市計画における広域性，総合性等の要請が高まっていることを考慮し\nて，このような複雑な要請にも対応し得る適正な都市計画が定められるように，旧都市計画法では定められていなかっ\nた都市計画の一般的な基準を明らかにしたものである。そして，同項に定める「一体的かつ総合的」とは，同項が都市\n計画は全国総合開発計画等の上位計画と適合することを要請していることに現れているように，国土全体又は一定の地\n域全体について広域的かつ総合的に定める計画との調和を図るために，国又は都道府県が定める上位計画と矛盾するこ\nとなく両立する一体的な計画を定めることを要請していると解されるのであり，また，同項各号に掲げるところに従っ\nて，土地利用，都市施設の整備及び市街地開発事業に関する事項を定めることとしていることに現れているように，市\n街化区域・市街化調整区域（同項１号），地域地区（同項２号），促進区域（同項３号），都市施設（同項６号），市\n街地開発事業（同項７号），市街地開発事業等予定区域（同項８号）などを個別に定めるのではなく，都市の健全な発\n展と秩序ある整備を図るために必要的なものを都市計画に総合的に定めることを要請していると解される。\nイ　原告らは，平成１３年４月発行の第２版都市計画運用指針（甲６４。以下「運用指針」という。）等を引用し\nて，都市施設（道路等）の都市計画は，将来整備が必要なものを，土地利用や他の都市施設（道路等）の計画との一体\n性・総合性を確保するように定め，また，これを変更する場合においても，路線や区間ごとの見直しを行うのではな\nく，基礎調査等の結果や都市の将来像を踏まえ，都市全体あるいは関連する都市計画道路網全体の配置を一体的・総合\n的に検討する中で変更の必要性を検証し，その理由を明確にして必要なものを変更すべきであると主張している。\n運用指針は，本件変更決定後に作成されたものであるが（本件変更当時の運用指針がどのようなものであった\nか不明である。），その趣旨は，国が都市計画制度をどのように運用していくことが望ましいと考えているか，また，\nその具体的な運用がどのような考え方の下でなされることを想定しているか等についての原則的な考え方を示し，これ\nを各地方公共団体が都市計画を決める際に活用してもらうために作成されたものであり，地方自治法の規定に基づく技\n術的助言の性格を有するものであるから，運用指針に違反したからといって，違法となるものとはいえないし，また，\nそのような政策決定が直ちに行政庁の裁量権逸脱との判断に結びつくものでもない。\nまた，運用指針は，基礎調査等の結果や都市の将来像を踏まえ，都市全体あるいは関連する都市計画道路網全\n体の配置を一体的・総合的に検討する中で変更の必要性を検証し，その理由を明確にして必要なものを変更すべきこと\nを要請しているが，路線や区間ごとの都市計画の変更を禁止するものではない。\n伊東市は，本件変更決定に至るまでに，基本計画を策定し，伊東市中心市街地における各都市計画道路の幅員\nの変更，都市計画道路の新設を検討し，市街地内交通に関しては，国道１３５号バイパスとα線のＴ字型道路で通過交\n通を処理し，通過交通と域内交通を分離することを図ること，α線は全線で１６メートル又は１７メートルに幅員変更\nすることなどを検討し（乙９），道路網計画を策定し，環状道路等の新設やα線等の拡幅からなる６路線の整備を内容\nとする基本計画道路網（マスタープラン）を立案し，市街地内交通の円滑を図るための環状放射網の確立，都心部の幹\n線道路軸形成を基本方針としながらも，α線を都心部において都市軸を形成する幹線道路と位置づけていた（甲５９，\n丙１）。さらに，計画変更資料は，１１０メートル区間だけの整備の必要性を検討するのではなく，上位計画の整理や\nページ(12)\nα線の整備済み区間についての今後の整備のあり方も検討している（甲６０）。したがって，本件変更決定にあたって\nは，都市全体あるいは関連する都市計画道路網全体の配置について検討を怠っていない。\nまた，基本計画においては，幹線道路の整備の初動期にα線の国道１３５号線から国道１３５号バイパスの間\n（１１０メートル区間）を幅員１７メートルに拡幅延長することが計画されていた（乙９）のであり，道路網計画で\nも，整備の必要性，実現性などの諸要素を検討して整備の優先度を評価し，α線の１１０メートル区間を含む区間は優\n先度が高いとしていたので，本件変更区間の変更の必要性についても検証されているといえる。\nなお，運用指針は，単に長期未着手であるとの理由だけで路線や区間ごとに見直しを行うことは望ましくな\nく，都市全体あるいは関連する都市計画道路全体の配置等を検討する中で見直されるべきであるとしている。しかし，\n本件変更決定は，長期間未着手であるとの理由だけで路線や区間ごとの見直しを行ったものではなく，前記のとおり，\n伊東市中心市街地全体，伊東市全体の道路網整備のあり方などを検討し，構造令の改正，安全，快適な歩道区間の確保\nなどの理由で，整備の優先度を考慮して見直しを行ったものである。\nウ　原告らは，被告らが，「将来（平成２２年）において，α線全線の拡幅変更，整備が必要であると認識してい\nる」と主張する一方で，その将来必要なものを一体的かつ総合的に定めずに本件変更決定を行い，そのことについて，\n「その変則性は将来的に全線変更・整備によって解消される」と主張しているが，これは，伊東市の将来にとって必要\nとするものを一体的・総合的に定めず，変更する必要のあるものの変更を怠っており，法１３条１項本文の要請に反す\nるとともに，「変更の必要が生じたときは，遅滞なく，当該都市計画を変更しなければならない」と規定した法２１条\n１項に違反すると主張する。\nしかし，被告らが，本件変更決定によって，一体性・総合性に違反する変則的な状態が発生したと認め，それ\nは，将来のα線全線の幅員変更によって解消されると主張しているとはいえないから，原告らのこの主張は前提が異な\nっている。\nなお，都市計画の目標年次に都市計画道路の全線の幅員変更が必要な場合に，その中間の年次において，一部\n区間のみの変更決定をしたとしても，区間ごとの整備の優先度，住民の理解を求める手続にかかる時間，整備に必要な\n予算の裏付けなどを考慮して，一部区間の変更をすることが必要な場合もあるから，都市計画を一体的かつ総合的に定\nめなければならないという法１３条１項に違反するとはいえない。\nエ　原告らは，全線拡幅変更が必要であるとしながら，段階的に都市計画変更を行った場合，次の変更決定がなさ\nれるまでの間，残された区域の建築に対しては，法５３条，５４条による建築制限が及ばないため，現況道路幅員を前\n提とした堅固で大型の建物も自由に建築できることとなり，後から解体撤去するために無益な支出が必要となり，ま\nた，住民との合意形成にも大きな困難が生ずることになるから，段階的に都市計画変更を行うことは法の要請に反する\nと主張する。\nしかし，基本計画では，幹線道路は初動期，発展期，充実期の３期に分けて整備を行うこととし，初動期にα\n線の国道１３５号から国道１３５号バイパスまで（１１０メートル区間）整備を行い，同区間を幅員１７メートルに拡\n幅整備することが急務であるとして，同地区が緊急整備地区と位置づけられており（乙９），また，道路網計画では，\nα線の１１０メートル区間を含む区間は優先度が高いとされていたこと，本件変更区間を含む区間の地権者らに対して\nは何度も説明会を開催していたが，α線全線の地権者らに対しては全く地元説明会を開催していなかったこと，これら\nの理由から，優先度の高い本件変更区間のみ変更決定したのであるから，このような判断が著しく不合理であるとか，\n裁量権を逸脱・濫用したものとはいえない。\nオ　α線沿道は，用途地域指定は大部分が商業地域，残りは近隣商業地域となっており，全線が準防火地域の指定\n地域の中にあり，沿道は，ホテル，旅館等が立地し，ほぼ全区間で道路の両サイドに堅牢建物が建っており，特に駅前\n通り線（都市計画道路ι線）からω小学校の間は，両側に大規模ホテルが立地している（甲６０）こと，また，計画変\n更資料では，α線の整備済み区間の沿道には，大規模施設の立地が進み，現在の状況での都市計画変更は難しい面が数\n多くあるとして，整備済み区間の歩道等の整備については，①民間の空間を活用し重層的・一体的に歩道を確保する方\n策，②地区計画制度の活用等の手法を活用すること等が検討されている（甲６０）ことなどから，原告らは，整備済み\n区間の拡幅整備は不可能であり，本件変更決定による一部区間だけ道路幅員が拡幅され，変則的な道路幅員と町並みが\n残ることとなり違法であると主張している。しかし，整備済み区間の幅員の変更は，上記のとおり困難が予想されると\nはいえても，直ちに不可能とまではいえないし，将来において，結果として，都市計画道路の幅員が途中で変わること\nがあったとしても，そのことを理由として，本件変更決定が違法であるとか，裁量権を逸脱・濫用したものであるとま\nではいえない。\n(6)　本件変更決定が上位計画との適合性に欠け，広域的見地から決定すべきとの法１５条１項３号，政令９条２項の\n要請に反しているとの主張について\nア　国の広域交通網計画等の状況は以下のとおりである。\n①第二東名自動車道（以下「第二東名」という。）の計画（甲１５の１）\n東名自動車道の北部の位置に，第二東名が計画され，既に一部は実地計画が認可されている。\n②伊豆縦貫道の計画（甲１５の２及び３）\n伊豆縦貫道は，沼津・下田間を結ぶ，伊豆半島の中央を南北に縦貫する道路であり，国道１３５号，１３６\n号，４１４号の交通混雑緩和を図ることが期待されている。一部区間のみ供用が開始され，調査中，事業中の区間が多\n数存在する。\n③伊豆地域幹線道路網軸のあり方（案）（甲１５の３）\n建設省沼津工事事務所作成の「伊豆地域幹線道路網軸のあり方（案）」によると，伊東市と伊豆縦貫道とを\n東西のアクセス路線によって結ぶことが構想されている。\n④伊東市の交通網構想・計画（甲１５の４）\n伊東市では，「伊東市広域幹線アクセス道路整備促進期成同盟会」が組織され，伊豆縦貫道とのアクセス道\n路計画を進めている。この計画では，伊豆縦貫道への北部，南部両アクセスルートの整備促進が重要であるとされ，伊\n東市は近隣関連市町とともに，この推進を国，県に要請している（甲１６の２から５）。なお，北部及び南部アクセス\nルートとすることが構想されている道路の一部区間で整備が行われているが，正式にアクセス道路として整備が行われ\nたものではない（乙２４・８頁）\nイ　原告らは，α線と重複する県道η線は，国道１３５号バイパス，北部アクセス道路を通じて，伊豆縦貫道との\n計画的関連性を持つものであり，平成２２年を目標年次とする道路網計画（丙１・１３０頁）においては，国道１３５\n号バイパスの伊東市街地，φ市街地部において容量不足が見られるため，６車線化を提案するとしているのに，この６\n車線化を放置していることから，本件変更決定は目標年次における道路網との有機的関連性がなく，広域的ネットワー\nク機能を損ね，上位計画と適合していないと主張する。\nしかしながら，道路網計画において，α線は都心部において都市軸を形成する幹線道路として位置づけられて\nいることから，国道１３５号バイパスと伊東市中心部との接続を図るために本件変更決定をしたものと考えられるし，\nまた，伊豆縦貫道の整備状況が上記のとおりであり，北部，南部各アクセスルートは整備促進を要請している段階であ\nったことからすれば，国道１３５号バイパスの６車線化と合わせて本件変更決定を行い，α線と伊豆縦貫道のアクセス\nを高めなかったことが，上位計画に適合しないとはとうていいえない。\n(7)　補助金取得目的\nページ(13)\n原告らは，地元説明会における伊東市の説明などから，被告及び伊東市が不正な補助金を得ようとする動機で本\n件変更決定をしたのは明らかであるから，行政権の著しい濫用があると主張する。\nしかしながら，都市計画道路を整備するためには限られた財政の中から予算を確保する必要があるから，本件変\n更決定に至る過程で，伊東市が県及び国の補助金の取得を考慮したことが直ちに不当な動機であるということはできな\nい。また，本件変更決定が変更区間の幅員を１７メートルとしたのは，補助金の取得を唯一の目的としたものではな\nく，構造令の要請などがあったためであることからすれば，本件変更決定が裁量権の逸脱・濫用であるということはで\nきない。\n(8)　変更手続における違法について\nア　基本的事項の指示及び下協議について\n(ア)　都市計画法の施行について（通達。甲５２，乙１２）は，「新法においては，都市計画の決定権者は，建\n設大臣又は都道府県知事及び市町村とされているが，都市計画は市町村にとって都市のあり方を決定する重要な行政で\nあることにかんがみ，都道府県知事が定める都市計画又は建設大臣が定める都市計画について，都道府県知事がこれを\n定め又はその案を作成する場合においては，基本的事項を市町村に示して市町村がその原案を作成することを原則と\nし，都道府県知事が必要な調整を行ってその案を定め又はその案を作成するよう運用すること」と定めている。\nまた，都市計画に関する事務の手引き（手引き。甲４０）は，県知事が決定する都市計画については，あら\nかじめ県から基本的事項に関する指示を受けて，市町村において原案を作成し，県都市計画課及び事業担当課技術担当\n者と原案作成協議（以下「下協議」という。）を行うものとし，下協議は，計画の妥当性及び技術的事項の検討につい\nて行うとしている。\n原告らは，伊東市が，県からの基本的事項の指示を受けずに，また，県との下協議のないまま，１１０メー\nトル区間を拡幅する内容の提案を地元住民に提示し続けたこと等が手続の瑕疵であると主張する。\n(イ)　しかしながら，通達に定めた手続に違反したとしても，同手続によってされた政策決定が直ちに違法とな\nるものではない上，通達では基本的事項を市町村に示して市町村がその原案を作成することが原則であると定めてお\nり，例外も認められること，都市のあり方の決定に関して重大な利害を持つ市町村が独自の立場で都市計画の策定を進\nめることにも合理性が認められることからすると，被告による基本的事項の指示がある前に伊東市が都市計画の原案の\n作成に着手したことが，違法であるとはいえない。\n(ウ)　また，手引きに沿っていない手続も，通達に沿っていない手続と同様に，違法となるものではない。\nなお，前記認定のとおり，伊東市と県との協議は平成７年ころから行われるようになったこと，当初は，伊\n東市は１１０メートル区間について都市計画変更することを主張していたが，県はα線全線の変更をすべきであるとの\n意見を持っていたので，両者の主張には対立があったこと，その後，平成８年４月１８日の説明会に先立って，県と伊\n東市の協議で３６０メートル区間の変更をする方針を立てたこと，しかしながら，３６０メートル区間の住民の反対が\nあったことから，県と伊東市は，平成８年９月１９日の説明会に先立つ協議において，１８０メートルの区間について\n都市計画の変更をするとの方針を立てたものであること，伊東市長は，平成８年１１月５日，静岡県都市住宅部長に対\nし，伊東国際観光温泉文化都市建設計画道路の変更について（事前協議）と題する書面を送り，原案の事前協議を行っ\nていること，以上の経過が認められるのである。これらの経過に照らすと，伊東市は県と事前の協議を十分に行ってい\nたということができる。\n(エ)　住民説明会\n法１６条１項は，都道府県又は市町村は，都市計画の案を作成しようとする場合において必要があると認め\nるときは，公聴会の開催等住民の意見を反映させるために必要な措置を講ずるものとすると定めており，住民説明会は\n住民の意見を反映させるために必要な措置として行われるものといえる。\n都市計画を決定しようとする場合に住民の意見を反映させるための必須の手続として法１７条の縦覧の制度\nがあるが，都市計画の案を作成する段階でも住民の意見を反映させることが望ましいので，法１６条１項が，公聴会の\n開催等住民の意見を反映させるために必要な措置を講ずることを定めたのである。\nしかし，上記法文から明らかなとおり，説明会を開催する必要があるか，また，開催した場合に何回開催す\nる必要があるかなどの判断は都市計画を決定する権限を有する都道府県知事又は市町村がそれぞれの事情に即して裁量\nで決定すべきものであるから，都市計画の変更が住民への影響が極めて大きいにもかかわらず説明会を一切開催しない\nとか，都市計画についての実質的な説明を全くしないまま説明会を打ち切ったなどの極端な事情がない限り，違法とな\nることはないと解すべきである。\n前記認定のとおり，伊東市は，昭和６３年７月７日（ただし，住民全員ではなく，区長，町内会長，副会\n長，会計，組長等が対象であった。），同年９月６日，平成元年４月２５日，同年８月１１日，平成２年３月２９日，\n同年５月３１日，同年８月２４日，平成３年２月２６日の合計８回にわたり，１１０メートル区間の住民等に対して，\n地元説明会を開催し，その後，地権者などの住民と個別交渉を行い，平成７年７月２７日には地元説明会を再開し，以\n後，平成８年９月１９日まで，合計８回の説明会を開催している。\nこれに対し，原告らは，説明会において拡幅を必要とする根拠の説明がなかったと主張するが，前記認定の\nとおり，伊東市は，平成７年７月２７日に再開された説明会では，α線は伊東市の交通体系の骨格となる路線であり，\n緊急避難路として位置づけられていることを説明し，住民からの質問に対し，歩道をなくすことができないこと，右折\nレーンを設けなければならないことから幅員が１７メートルになるとの回答をしていること，３６０メートル区間への\n変更を提案した平成８年４月１８日の説明会では，α線は伊東市の交通体系の骨格となる路線であり，都市交通機能，\n都市環境保全機能等を持つ道路であること，近年の交通量の問題，歩道幅が狭いことから幅員１７メートルに拡幅する\nようお願いしていたが，県からθ駅海岸線等とのつながりを重視すべき旨の指導を受けたことから，３６０メートル区\n間を整備することとしたと説明していること，また，初めて３６０メートル区間の住民を対象とした平成８年５月２０\n日の説明会でも，都市計画課長が従前と同様の変更理由の説明をしたことなどからすると，変更理由の説明がなされて\nいないということはできない。\nなお，原告らは，市の担当者が個々の質問に答えなかったことなどをもって，説明会の手続に瑕疵があると\n主張するが，原告らが主張する事実を総合しても，説明会の手続に重大な不備があったということはできない。\nイ　公聴会を開催しない違法\n(ア)　法１６条１項が，公聴会の開催等住民の意見を反映させるために必要な措置を講ずることとしたのは，都\n市計画の案の作成段階で住民の意見を反映させるためであるが，公聴会等を開催するか否かは都道府県知事又は市町村\nの裁量に委ねられており，また，公聴会・説明会などの方法のうち，どの方法を選択するかも同様に裁量に委ねられて\nいるといえる。\n原告らは，都市計画法の運用Ｑ＆Ａ（乙１３）に公聴会の開催等の手続をする必要があると認めるときの例\n示として，都市構造に大きな影響を及ぼす根幹的な施設を定める場合が挙げられており，本件変更決定はこれに該当す\nるから，公聴会の開催をしなかったのは違法であると主張する。\nしかし，本件変更決定は，α線の１８０メートル区間について，幅員を１１メートルから１７メートルに変\n更するものであるから，乙１３が他に例示する市街化区域と市街化調整区域の線引き，用途地域を全般的に再検討する\nなどの地域地区の再編成，道路網の全体的な再検討など，広範囲の多数の住民に直接影響を及ぼすような都市計画の決\n定，変更とは異なっている。その上，本件変更決定にあたっては，前記のとおり説明会が開催されており，計画案作成\nページ(14)\n段階においても住民の意見を反映させる機会があったこと，さらに，公聴会の方が説明会よりも手続が厳格であるのが\n通例であり，時間やコストがかかることからすると，被告又は伊東市が公聴会を開催しないと判断したことが裁量を逸\n脱し，違法となるとはいえない。\n(イ)　原告らは，平成８年９月１９日の説明会において，公聴会の開催を約束したのに公聴会を開催しなかった\nことは，信義に反する旨主張している。\nしかし，上記説明会においては，原告Ｐ１が公聴会というのはやりますかと質問したのに対し，都市計画課\n長が公聴会という制度があり，昨年伊東市でも用途地域の指定替えの際に公聴会を開いたとの説明をしたにすぎないの\nであるから（甲６１），仮にそのことによって，原告Ｐ１らに公聴会の開催があるとの期待を持たせたとしても，公聴\n会の約束をしたものとはとうていいえない。また，都市計画課長は，県が公聴会を開催しない方針であることを知り，\n平成９年１月１７日，地権者らに対し，平成８年９月１９日の説明会で話した公聴会は行わず，被告に対する意見書の\n提出で対処したいとの通知を出した（甲３１）ことからすれば，公聴会を開催しなかったことが信義則に違反するとは\nいえない。\nウ　決定段階の手続の違法\n(ア)　伊東市都市計画審議会における手続\n原告らは，平成９年１月１４日の第１１回伊東市都市計画審議会において，伊東市が住民が了解していると\nの虚偽の説明をしたので，法１８条１項の関係市町村の意見形成の手続に重大な瑕疵があると主張する。しかしなが\nら，市町村が都市計画審議会を設置すべきことは法律上義務づけられたものではないので，伊東市都市計画審議会の手\n続に瑕疵があったとしても，法に違反するとはいえない。その上，同審議会においては，委員からの質問に対し，都市\n計画課長が，Ｐ９さんから旧静岡銀行の間の方々につきましても，補償がどうなるかというような意見交換もございま\nしたので，理解が得られていると思っていますなどとの回答をしたこと（丙１０の１）が認められるが，これが明らか\nな虚偽の報告ということはできない。また，原告らは，平成９年２月１７日の第１２回伊東市都市計画審議会において\n都市計画課長がした住民からの意見書の数や内容の報告が不正確であることなどから，法１８条１項前段の手続に瑕疵\nがある旨主張するが，都市計画課長が３０通の意見書が出たこと，条件付（代替地希望）賛成と反対に分かれていると\n説明したこと（丙１０の２）が明らかな虚偽であるとはいえない。\n(イ)　法１８条１項，２１条２項が都市計画を変更する際には都市計画地方審議会の議を経ることを義務づけて\nいることからすれば，同審議会における審議の手続に瑕疵があり，その瑕疵が審議会の結論に影響を及ぼすような著し\nいものであった場合には，上記審議手続は，法１８条１項又は２１条２項の規定に違背する違法なものとなるというべ\nきである。\n原告らは，平成９年３月１７日の静岡県都市計画地方審議会において，県都市計画課長が，意見書の提出数\nが３０通のところを３６通と説明し，また，地権者数が３１名のところを１５名とする誤った説明を行ったこと，伊東\n市収入役が，補足説明の際，「個々の補償等の話が具体的にできず，これに対する生活不安が意見書となって現れたも\nのであり，これを真摯に受け止めてこれまで以上に対話を重ねていく」と意見書の内容を歪曲して説明したことから，\n同審議会の手続には瑕疵があると主張する。\nしかし，意見書の提出数が３０通であったのを３６通と説明したことも，また，地権者数が３１名のところ\nを１５名とする誤った説明をしたとしても，委員が多数の意見が提出されたことを理解することができたといえるか\nら，審議の結論に影響を及ぼすような著しい瑕疵であったとはいえないし，伊東市収入役の説明も，上記発言に先立っ\nて，多くの反対意見が寄せられた事実も述べているのであるから，事実を大きく歪曲したとはいえない。\nまた，上記審議会に先立つ平成９年３月３日に，意見書の全文をおおむね書き写した意見の要旨を審議会の\n委員に送付しており（乙２４・１２頁，乙１４），委員はこれによって住民の意見を把握することができたのであるか\nら，上記説明に誤りがあっても，審議会の手続に瑕疵があるということはできない。\nなお，原告らは，同審議会において，伊東市収入役が，「昀近収束した群発地震において，避難について再\n検討を行った結果，本件区間の避難路としての重要性が再認識された」と説明したが，避難のシミュレーションはκ大\n火を契機に行われたものであること，また，津波の際には山側方向に避難するのが常識であるので，本件変更区間は避\n難路として重要視されるものではないことから，適切な審議を阻害したとも主張する。しかし，災害時の避難のシミュ\nレーションを行ったきっかけが違っていても，審議の結論に影響を及ぼすとはいえないし，α線を災害時の避難路とす\nることについても一応の合理性が認められるのは前記のとおりであるから，手続に瑕疵があったとはいうことはできな\nい。\nエ　以上によれば，本件変更決定の手続に違法は認められない。\n３　総括\n以上を総合すると，本件変更決定を違法とするような重大な裁量権の逸脱，濫用は認められず，本件変更決定は適法\nである。\nしたがって，本件変更決定が違法であることを前提とする原告らの請求には理由がないから，これらを棄却すること\nとし，主文のとおり判決する。\n静岡地方裁判所民事第２部\n裁判長裁判官　佃　浩一\n裁判官　棚澤高志\n裁判官　綿貫義昌\nページ(15)\n"
}