{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 16,
    "month": 11,
    "day": 24
  },
  "case_number": "平成12(ワ)21770",
  "case_name": "損害賠償",
  "court_name": "東京地方裁判所民事第50部",
  "lawsuit_id": "5527",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=5527",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/527/005527_hanrei.pdf",
  "contents": "Ｈ１６.１１.２４東京地方裁判所\n平成１２年（ワ）第２１７７０号損害賠償請求事件\n主文\n１　被告らは，原告Ａに対し，連帯して，金２２６０万３８８９円並びに内金２００万円\nに対する平成９年１０月１９日から及び内金１９３７万５６３０円に対する平成１６\n年３月２４日から各支払済みまで年５分の割合による金員を支払え。\n２　被告らは，原告Ｂに対し，連帯して，金２１４９万３８７２円並びに内金２００万円\nに対する平成９年１０月１９日から及び内金１８５３万５６３０円に対する平成１６\n年３月２４日から各支払済みまで年５分の割合による金員を支払え。\n３　原告らのその余の請求をいずれも棄却する。\n４　訴訟費用は，これを３分し，その２を原告らの，その余を被告らの負担とする。\n５　この判決は，第１，第２項に限り，仮に執行することができる。\n事実及び理由\n第１　請求\n１　被告らは，原告Ａに対し，連帯して，金６０４８万８０２３円及びこれに対する平成\n９年１０月１９日から支払済みまで年５分の割合による金員を支払え。\n２　被告らは，原告Ｂに対し，連帯して，金５８７３万４８２２円及びこれに対する平成\n９年１０月１９日から支払済みまで年５分の割合による金員を支払え。\n第２　事案の概要\n１(1)　Ｅは，平成９年１０月１９日，被告会社が主催するダイビングツアーに参加し，\n被告会社の従業員である被告Ｃの引率によるスキューバダイビング中，海面に\n浮上しようとした際，船舶のスクリューに巻き込まれて死亡した（以下「本件事\n故」という。）。\n(2)　本件は，Ｅの相続人である原告らが，被告Ｃに対しては，不法行為に基づき，\nまた，被告会社に対しては，被告Ｃの使用者責任又は安全配慮義務違反の債\n務不履行に基づき，損害賠償金（原告Ａは６０４８万８０２３円，原告Ｂは５８７３\n万４８２２円）及びこれらに対する平成９年１０月１９日（本件事故の発生の日）\nから支払済みまで民法所定の年５分の割合による遅延損害金の支払を求めた\n事案である。\n２　争いのない事実等（証拠等により容易に認定できる事実については，末尾に証\n拠等を記載した。）\n(1)ア　原告Ａは，Ｅの夫（昭和６１年６月２７日婚姻）であり，原告Ｂは，原告ＡとＥの\n長女（平成元年１０月５日生）である。\nイ　原告らは，Ｅの死亡により，これを各２分の１の割合で相続した（甲第８，第１０\n号証，弁論の全趣旨）。\n(2)ア　被告会社は，民間のダイビング指導団体が発行する講習修了認定証（以下\n「Ｃカード」といい，この取得者は「オープンウォーターダイバー」と呼ばれてい\nる。）の取得などを目的としてダイビングの技術講習をするＲダイビングスク\nールを運営する株式会社であり，ダイビングツアーも主催していた。\nイ　被告Ｃ（本件事故当時の姓は「Ｚ」であったが，その後，改姓した。）は，被告\n会社の従業員であり，ダイビング指導団体であるＮＡＳＤＳ（National\nAssociation  of  Scuba  Diving  Schools）が認定するインストラクター（ダイビン\nグ講習やＣカードの発行ができる指導員）の資格を取得していた（甲第４４号\n証，乙第５号証，第１１号証の３，弁論の全趣旨）。\n(3)　スキューバダイビングに関する技能は，ダイビング歴を表すタンク使用本数が\nその力量を推量する重要な指標とされており，上級者用の講習を受けるため\nには，少なくとも３０本以上のダイビング歴を必要とする。Ｅは，被告会社のダイ\nビング技術講習を受講し，平成８年１２月ころ，Ｃカードの交付を受け，本件事\n故当時，約２０本程度のダイビング歴を有していた（乙第１１号証の１ないし３，\n被告Ｃの本人尋問の結果，弁論の全趣旨）。\n(4)　静岡県賀茂郡ａ町のｂ西側のｃ付近（以下「本件現場」という。）は，「ｇ」と呼ば\nれるダイビングスポットとして知られており，いわゆるボートダイビング（ダイバ\nーを船舶で潜水ポイントまで送迎して実施されるダイビングをいい，これに使用\nする船舶は「ダイビングボート」と呼ばれている。）が盛んであった（甲第３号証\nの１ないし３，丙第１，第６号証，弁論の全趣旨）。\n(5)　Ｅは，被告会社が主催するダイビングツアー（以下「本件ツアー」という。）に参\n加を申し込み，所定の参加料を支払い，被告会社との間で，本件ツアーの参\n加契約を締結した（以下「本件契約」という。）。\n(6)　本件ツアーに参加したＥは，平成９年１０月１９日，本件現場において，次のよ\nうな経緯で発生した事故（本件事故）により死亡した（甲第１８号証，第２１号証\nの１，２，第２２ないし第３６号証，第４３ないし第４５号証，第４６号証の１ないし\n３，第４７号証の１，２，第４８号証，第４９号証の１ないし７）。\nア　被告Ｃは，同じ被告会社の従業員であるＦ及びＧとともに，Ｅを含むツアー参\n加者１０人を引率して，被告会社がチャーターしたＨ所有の遊漁船○イに乗\n船して本件現場に赴き，同日午前９時４５分ころからダイビングを始めた。\nイ　本件事故の前後に本件現場付近にいた船舶は，○イのほか，Ｉ操船のダイビ\nングボートである遊漁船○ロ号（１６．５５トン。喫水は，船首部０．７メートル，\n船体中央部０．７３メートル，船尾部１．３４メートル。）だけであった。\nウ　ツアー参加者のうちＥ，Ｊ及びｋ（一括して，以下「Ｅら」という。）らを含む５人\nは，被告Ｃ及びＦが引率するグループに入っていたが，ダイビング中は，被\n告Ｃが，Ｅらを引率し，Ｆが，他の２人を引率していた（以下，被告ＣとＥらのグ\nループを「Ｃグループ」と，Ｆと他のツアー参加者のグループを「Ｆグループ」と\nもいう。）。\nこのダイビングに際しては，バディシステム（単独ではなく，バディ（仲間）ととも\nに潜水し，相互の安全に責任をもつ方法）が取られ，ＥはＪと，被告Ｃはｋとそ\nれぞれバディを組んでいた。\nエ(ア)　被告Ｃは，Ｅらを引率して，周辺海域をダイビングした後，同日午前１０時\n１５分ころ，ダイビングを開始した付近に戻り，水深１６．８メートル付近か\nら水深１４．６メートル付近まで浮上して，一旦停止した。そこで，被告Ｃ\nは，頭を上げて海面を目視したうえで，Ｅらに浮上再開を合図した。\n(イ)　被告ＣとＥらは，浮上の再開に際し，気泡を放出（ダイビング中の継続的な\n気泡の放出とは異なり，浮上に際し，海上の船舶等への合図として意図\n的にする大量の気泡の放出）したが，被告Ｃは，フロート（海中で空気を注\n入して膨張させる風船状の浮袋で，浮上の合図とするもの）を携行してお\nらず，これを使用した海上への合図はされなかった。\nオ　被告Ｃ，Ｅ及びｋは，海面に浮上しようとした際，○ロ号の船底に衝突し，さら\nに，Ｅは，○ロ号のスクリューの回転に巻き込まれて頭蓋骨骨折による脳挫\n傷等の傷害により死亡し，また，ｋも，左肩甲骨骨折，頭部及び右殿部挫創\nによる全治約３か月の傷害を負った。\n(7)ア　Ｈは，被告会社との契約に基づき，○イをダイビングボートとして，ｂ周辺の\n潜水ポイントへダイバーを送迎し，ダイビング中は，海上で待機して，見張り\n役を務めていた。\nイ　本件事故の直前，Ｈは，本件現場に接近してきた○ロ号を目撃し，Ｉに対し，本\n件現場付近でダイバーがダイビング中であることを無線で伝えていた。\n(8)　ｄ簡易裁判所は，平成１３年１２月２７日，Ｈに対し，潜水したダイバーの安全を\n監視中，○ロ号の前方４ないし５メートルの海上に，Ｅらが放出した気泡を認\nめ，間もなく浮上予定であり，Ｉが，これに気付かないまま○ロ号の航行を開始\nすれば，Ｅらと接触するおそれがあることを知り得たのに，無線等により航行を\n開始しないようＩに警告しなかった業務上の過失により本件事故を発生させたと\nして，業務上過失致死傷罪により罰金３０万円に処するとの略式命令を発令\nし，同命令は，確定した（甲第５１号証，弁論の全趣旨）。\n(9)ア　原告らは，被告らのほか，Ｉ及びＨも被告として，本件訴訟を提起していた\nが，Ｉは，平成１３年２月１４日，死亡し，その相続人も相続を放棄したので，\n平成１４年１月３０日，Ｉに対する訴えを取り下げた。\nイ　原告らとＨは，被告らを利害関係人として，平成１６年３月３日の本件第１６回\n弁論準備手続期日において，次の内容により和解した。\n(ア)　Ｈは，原告らに対し，本件事故に関する和解金として１０００万円（原告らの\n連帯債権）の支払義務のあることを認め，これを平成１６年４月２日限り支\n払う。\n(イ)　Ｈが(ア)の金員を支払ったときは，原告らは，被告らに対し，本件事故に起\n因した原告らの損害が，Ｈの支払った限度で填補されたことを認める。\n(ウ)　原告ら，Ｈ及び被告らは，この和解が，(イ)を除き，原告らの本件事故に係\nる被告らに対する各損害賠償請求権の存否及び内容に何らの影響を生じ\nさせないことを相互に確認する。\nウ　Ｈは，原告らに対し，平成１６年３月２３日，イ(ア)の和解金１０００万円を支払\nい，原告らは，この和解金を５００万円ずつ取得した。\n(10)　海上保安庁警備救難部救難課作成の「ダイビング・サービス提供者に係る安\n全対策」と題する小冊子（昭和６３年８月作成）では，スクール，ガイド，ツアー，\nボートダイビング，体験ダイビング，潜水器材の貸出し等のダイビングサービス\nを提供している者は，船舶等との衝突を避けるため，指導員又はガイド・ダイバ\nーが，参加者に対し，浮上時には水深３メートル程度で一旦浮上を止め，水中\n音に注意を払うとともに，水面上を注視するよう十分指導するなどの安全対策\nを講ずることを求めている（甲第１７号証の２）。\nまた，財団法人日本海洋レジャー安全・振興協会編著「レジャー・スキューバ・ダ\nイビング（改訂版）」（平成６年１０月８日発行）も，同様の安全対策を挙げている\nほか，次のような記述をしている（甲第４号証）。\nア　バディの位置を常に把握できる状態で潜水を行うのが，バディ潜水の鉄則\nであり，安全な潜水を行う基本である。\nイ　ダイバーが浮上時に安全確認を怠り，船舶のスクリューに巻き込まれる事\n故が相当数発生している。船舶のエンジン音は，相当深く潜行しているダイ\nバーでもかなり明確に聞き取れるので，浮上途中にエンジン音が聞こえた\nら，まず一旦浮上を止め，その音が遠のいた後に浮上すれば，比較的安全\nに船舶との衝突の危険を避けることができる。\n(11)　本件事故後，ｂ周辺のダイビングボートの船主で組織するｂダイビング組合\nは，ダイバーとの衝突を防止するためにダイビングボートの関係者が取るべき\n措置をまとめた「安全対策マニュアル」を作成した（甲第１５号証）。それによる\nと，ダイビングの実施前に，浮上の際は，水深５メートルの位置で安全のため\nに停止し，先にフロートを海面に上げて，海面の安全を確認するよう説明し，そ\nのため，ダイバーのグループリーダー及びアシスタントは，約１０メートルのロー\nプの付いたフロートを必ず携帯するとされている。\n(12)　被告らは，本件事故後，ダイバーが浮上する際は，水深約１５メートルの位\n置から，頭を前後左右に動かして，海上を目視したうえ，気泡の放出による合\n図をしてから，指導員又はガイドを先頭に浮上を開始し，水深５メートル付近\nで，指導員又はガイドが，フロートを上げるとともに，再度頭を前後左右に動か\nして海上を目視したうえ浮上を再開するか，エントリー（海に入ること）の際に使\n用するアンカーブイ（錨つき浮標）をそのままにしておき，アンカーブイを伝わり\nながら浮上する方法を取るようになった。また，ダイビングボートの見張りに対\nしては，フロートに他の船舶を絶対近づかせないよう指示を徹底するようになっ\nた（甲第４７号証の１）。\n３　争点\n(1)　被告Ｃの不法行為責任の有無\n(2)　被告会社の責任の有無\nア　使用者責任\nイ　債務不履行責任（安全配慮義務違反）\n(3)　原告らの損害\n(4)　過失相殺\n４　争点についての当事者の主張\n(1)　争点(1)（被告Ｃの不法行為責任の有無）について\nア　原告らの主張\n(ア)　スキューバダイビングは，潜在的な危険を伴い，一つ間違えれば，直ちに\n生命身体に危険が生ずる可能性の高いスポーツであるところ，被告会社\nは，参加者から参加料を得て，これを引率するダイビングツアーを主催\nし，被告Ｃは，その従業員として，本件ツアーにおいてもＥらを引率してい\nた。\n(イ)　Ｅが取得していたオープンウォーターダイバーの資格は，講義及び数回の\n実習により付与される初級者の資格にすぎず，また，Ｅは，指導員（インス\nトラクター）が同行するダイビングの経験しかなく，その知識や技術は，未\n熟な初心者の域にとどまっていたから，指導員の指示や援助がなけれ\nば，安全にダイビングをする技能を有していなかった。\n(ウ)　被告Ｃは，本件ツアーの指導員として，参加者を引率していたのであるか\nら，参加者のダイビング中の安全を確保すべき義務を負っていた。仮に，\n被告Ｃが，ガイド（案内役）にすぎなかったとしても，潜在的に危険を伴うダ\nイビングの引率者であり，他方，Ｅの技能は高くなかったのであるから，ダ\nイビング中の安全を確保する義務に違いはないというべきである。\n(エ)　被告Ｃは，本件事故のようにダイバーが船舶のスクリューに巻き込まれる\n危険を回避し，その安全を確保するための次のような義務があった。\nａ　浮上予定の海面に，フロートを浮上させて，船舶にダイバーの浮上を認識\nさせる。\nｂ　浮上予定の海面周辺の船舶の有無を，目視やスクリュー音，エンジン音に\nより十分に確認したうえで，参加者を浮上させ，浮上中も，常に接近す\nる船舶の有無を確認する。\nｃ　技能が未熟な参加者を海中に待機させ，自らが先行して浮上し，海上の安\n全を確認する。\n(オ)　被告Ｃの過失\nａ　被告Ｃは，海上の船舶に対して，気泡の放出による合図をしただけで，他\nにダイバーの存在を確実に知らせるためのフロート等による注意喚起\nの方法を取らず，○ロ号が浮上予定の海面に進入するという結果を招\nいた。\nｂ　被告Ｃは，水深１４．６メートル付近まで浮上した際，船舶のスクリュー音を\n耳にして，近くに船舶がいることを認識していたにもかかわらず，浮上予\n定の海面周辺の船舶の有無や動静に十分な注意を払わず，頭を上げ\nて海面を目視しただけで，頭を前後左右に動かして広い範囲を確認し\nないまま，漫然とＥらを浮上させた。\nｃ　被告Ｃは，Ｊへ再度の浮上を合図した際，Ｅ及びｋの動静を十分に把握せ\nず，その後も，浮上予定の海面周辺の船舶の有無や動静について十分\nに注意しなかった。\nｄ　被告Ｃは，以上の過失により本件事故を発生させたのであるから，不\n法行為に基づく損害賠償責任がある。\nイ　被告らの主張\n(ア)　被告Ｃに過失があったとの原告らの主張は争う。\n本件ツアーは，ダイビングの技術習得の目的ではなく，水中散歩（海底の美\nしい場所や海洋生物の見物等）を目的とするいわゆるファンダイビング\n（個人的な楽しみのためにするダイビング）であり，被告Ｃの役割も，指導\n員ではなく，ダイビング技能を有する者を対象としたファンダイビングのガ\nイドにすぎなかった。\n(イ)　スキューバダイビングは，呼吸，行動や意思疎通に制約が必然的に伴なう\nスポーツであり，危難に陥った者を他人が救護することは困難な場合もあ\nり，これは，技能を有する指導員又はガイドであっても同様であるから，ダ\nイバーは，原則として自らその安全を確保すべき必要がある。\nＥは，Ｃカードを取得したオープンウォーターダイバーであり，特別なダイビン\nグ（夜間，沈没船内部等の潜水）を除き，指導員が同行しなくても，自己の\n責任で日本国内はもちろん，海外でも自由に潜水することができる技能を\n有していた。本件ツアーの参加者は，自己の責任で潜水することができる\n資格を有していることが参加の要件とされており，自らその安全を確保で\nきることを前提としていた。\n(ウ)　本件事故発生の経緯\nａ　被告Ｃは，Ｅらに浮上の合図をした後，Ｅとｋに対し，浮上速度を減速調整\nするため，ＢＣジャケット（浮力調整用の内部が浮袋状になっているボイ\nヤンシー・コントロール・ジャケットの略称）から空気を抜くよう指示した。\nしかし，両名ともうまく対処できない様子であったので，被告Ｃは，両名\nのインフレーター（ＢＣジャケットの空気を抜く装置）を，ｋ，Ｅの順に操作\nした。\nｂ　そのころ，本件現場付近に接近中であった○ロ号のＩは，同じダイビングボ\nートの○イのＨから，「もう上がる時間だよ。」と無線で連絡され，ダイバ\nーの浮上が近いことを知りながら，その気泡に十分な注意を払わない\nまま，漫然と行足（スクリューを停止後，慣性で進行している状態）で，\n本件現場付近に進入した。\nｃ　被告Ｃは，頭上４ないし５メートルの位置に○ロ号の船底があることに気付\nき，直ちに，Ｅとｋを引っ張りながら，衝突を回避しようとしたが，間に合\nわず船底と接触した。その際，同人らの空気タンクが，○ロ号の船底に\n接触し，物音が発生した。さらに，被告Ｃは，空気タンクで船底を叩いて\n人がいることをＩに知らせたうえ，Ｅらと○ロ号の横に移動し，海面に浮\n上しようとしたが，Ｉは，これに気付かず，○ロ号のスクリューを回転させ\nたため，本件事故が発生した。\n(エ)　被告Ｃは，頭を上げた目視によって，その位置から海面全体を十分に確認\nしたうえで浮上を開始した。この時点では，海面に船影はなく，また，船舶\nのスクリュー音やエンジン音も聞こえなかった。海上では，ダイバーの放\n出した気泡に注意を払うことが期待できたから，先行して浮上するまでの\n必要はなく，むしろ，Ｅらと離れることによる危険も想定され，同時に浮上し\nようとした被告Ｃの行動には何らの問題もなかった。\nまた，本件事故当時の本件現場の透明度や透視度，○ロ号の進入速度等\nによれば，○ロ号の位置が視認可能になってから，被告Ｃらと衝突するま\nで長くとも３７．２秒しかなかったと推測されるところ，海中ではダイバーの\n行動や意思疎通が制約されていること，Ｅらが混乱を来すおそれがあった\nことなどに照らすと，この時間内に，被告Ｃが，○ロ号との接触を回避する\n措置を取ることは不可能であった。\n(オ)　被告Ｃは，浮上に先立ち気泡を放出し，海上の船舶に浮上を合図した。本\n件現場付近はダイビングスポットであり，海上には○イが待機して，Ｈが監\n視しており，ダイバーが放出する気泡への注意も期待できたから，さらに，\nフロートを使用するまでの必要はなかった。なお，フロートは，水深４ない\nし５メートルで使用するのが適当であるが，このとき，被告Ｃは，(ウ)ａのと\nおり，ｋとＥの浮上速度を調整していたから，フロートの使用は不可能であ\nった。仮にフロートを使用していたとしても，Ｉの死角部分に浮上することも\nあり得るし，本件事故は，Ｉが海面を注視していなかったことにより発生し\nていることに照らすと，Ｉがフロートに気付いたとは考えられず，被告Ｃが，\n本件事故を回避することは不可能であった。\n(カ)　本件事故は，ダイバーが放出する気泡に注意を払わないまま，漫然と○ロ\n号を行足で本件現場に進入させ，さらに，被告Ｃらの空気タンクの接触に\nよる船底の音にも気付かず，スクリューを回転させたＩの無謀な操船による\nものであり，その責任も専らＩにある。また，見張り役として海上を監視中で\nあったＨが，Ｉに警告を発するなど適切な措置を取らなかったことも，本件\n事故の一因となっている。仮に，被告Ｃに何らかの注意義務違反があった\nとしても，本件事故は，このようなＩやＨの重大な過失によるものであった\nから，被告Ｃの注意義務違反と本件事故との間には相当因果関係がない\nというべきである。\n(2)　争点(2)ア（被告会社の使用者責任）について\nア　原告らの主張\n(ア)　被告会社の従業員である被告Ｃは，被告会社の職務として，本件ツアー\nの参加者を引率中，(1)アで主張したとおり，その過失によって本件事故を\n発生させ，Ｅを死亡させた。\n(イ)　被告会社は，被告Ｃの使用者として，本件事故に基づく原告らの損害を賠\n償する責任がある。\nイ　被告らの主張\n(1)イで主張したとおり，本件事故は，Ｉの無謀な操船や，Ｈの監視義務の懈怠\nによるものであり，被告Ｃには何らの過失も認められないから，被告会社に\nも使用者責任が発生する余地はない。\n(3)　争点(2)イ（被告会社の債務不履行責任）について\nア　原告らの主張\n(ア)　被告会社は，潜在的な危険を伴うダイビングツアーを主催し，参加者から\n参加料を得て，参加者を引率するサービスを提供していた。他方，Ｅは，\n指導員が同行するダイビングの経験しかなく，その知識や技術は，未熟な\n初心者の域にとどまっていたから，指導員の指示や援助がなければ，安\n全にダイビングをする技能を有していなかった。\n(イ)　被告会社は，初心者をも対象とした本件ツアーを主催していたのであり，\n指導員やガイドの適切な指示，援助がなければ，初心者であるＥは，安全\nなダイビングをすることが困難であるばかりでなく，危難に即応した適切な\n措置を講ずることができなかったのであるから，信義則上，本件契約に付\n随する義務として，Ｅの安全に配慮すべき義務を負っていた。\n(ウ)　被告会社の従業員である被告Ｃは，被告会社の履行補助者として，本件\nツアーに参加したＥらを引率していたところ，(1)アで主張したとおりの過失\nにより，本件事故を発生させたから，被告会社には，本件契約に付随する\n安全配慮義務の不履行があったというべきである。\nイ　被告らの主張\n(ア)　本件ツアーは，ファンダイビングを目的とするものであり，被告Ｃの役割\nも，指導員ではなく，ガイドにすぎなかった。\n(イ)　スキューバダイビングにおいて，ダイバーは，自らその安全を確保すべき\n責任があるところ，Ｅは，Ｃカードを取得したオープンウォーターダイバーで\nあり，特別なダイビングを除き，指導員が同行しなくても，自己の責任で日\n本国内はもちろん，海外でも自由に潜水できる技能を有していた。本件ツ\nアーの参加者は，自己の責任で潜水できる資格を有していることが参加\nの要件とされており，自らその安全を確保できることを前提としていた。\n(ウ)　以上のとおり，本件契約における被告会社の義務は，自らその安全を確\n保できる技能を有する参加者を，水中散歩や海洋生物を見て楽しめる場\n所に案内することにとどまるものであり，Ｅもダイビング中の安全を自ら確\n保できる技能を有していたことからすれば，被告会社には，Ｅの安全に配\n慮すべき義務はなかったというべきである。\n(エ)　仮に，Ｅの安全に配慮する何らかの義務が被告会社にあったとしても，被\n告Ｃは，(1)イで主張したとおり，必要とされる安全確保のための注意義務\nを尽くしており，本件事故は，Ｉ及びＨの重大な過失によって発生したので\nあり，被告Ｃが本件事故の発生を回避することは不可能であったから，被\n告会社にも，安全配慮義務の不履行はないというべきである。\n(4)　争点(3)（原告らの損害）について\nア　原告らの主張\n(ア)　Ｅの損害\nａ　逸失利益　　　　　　　　　　　　　　　　６５４６万９６４５円\nＥは，Ｌの名でダンサーや振付師として活動し，プロダクション会社や，ダン\nス教室の運営によるレッスン料等の収入は，少なくとも合計７２９万４８５\n５円を下回るものではなかった。したがって，これをもとに，中間利息を\nライプニッツ係数（２１年に相当する１２．８２１１）により控除し，また，生\n活費として３割を控除して，Ｅの逸失利益を算定すると，６５４６万９６４５\n円となる。\nｂ　慰謝料　　　　　　　　　　　　　　　　　２２００万００００円\n本件事故によるＥの重大な傷害や恐怖心等を考慮すると，その精神的な苦\n痛を慰謝するには，２２００万円の支払が相当である。\n(イ)　原告Ａの損害\n葬儀費用　　　　　　　　　　　　　　　　　　１７５万３２００円\nＥが生前，ダンス教室を主催しており，多くの受講生と交流していたこと，本\n件事故が突然かつ衝撃的な事故として広く報道されたことから，その葬儀\nは，相応の規模となったのであり，実際の支出額全額について相当因果\n関係がある。\n(ウ)　原告ら各自の損害\nａ　慰謝料　　　　　　　　　　　　　　　　　　　　各１０００万円\n原告らは，本件事故によるＥの死亡により著しい精神的苦痛を受け，また，\n被告らは，被害弁償の申出もせず，誠実に対応しなかった。この精神的\n苦痛を慰謝するには，原告らに対し各１０００万円の支払が相当であ\nる。\nｂ　弁護士費用         　　　　　　　　　　　　　　各５００万円\n(エ)　以上によれば，本件事故による原告らの損害は，原告Ａが６０４８万８０２３\n円，原告Ｂが５８７３万４８２２円となる。\nイ　被告らの主張\n(ア)　損害に関する原告らの主張は争う。\n(イ)　Ｅは，振付師であり，確定申告も毎年していなかったことからすると，その\n収入は安定的なものではなく，逸失利益の算定に当たり，原告ら主張の\n年収額を基礎とするのは相当でない。\n(ウ)　Ｅは，生前，Ｙと名乗り，母子家庭と自ら称していたのであり，原告Ａとは不\n仲で別居していた。したがって，逸失利益の算定に当たっては，生活費の\n控除率を４割とするのが相当であり，慰謝料の算定に当たっても，これを\n考慮すべきである。\n(エ)　被告らは，法的責任がないから被害弁償を申し出ていないが，被告会社と\nしては，Ｅの通夜や告別式にも出席し，現地においても，四十九日や年忌\nの法要を催しており，また，行方不明となっていたＥの左腕を，海上保安\n庁の捜索打切り後に発見するなど，本件事故について誠実に対応してい\nる。\n(オ)　原告Ａは，本件事故に基づく傷害保険金１０００万円を既に受領しており，\n慰謝料の算定に当たっては，５００万円程度を減額すべきである。\n(5)　争点(4)（過失相殺）について\nア　被告らの主張\n被告Ｃに何らかの過失があったとしても，Ｅもある程度のダイビング技能を有し\nており，海上の目視等により，単独で本件事故を回避することが可能であっ\nた。浮上の際に，目視等により海上の船舶の有無を確認し，自らその安全を\n確保すべき責任があることは，スキューバダイビングにおける基本的なルー\nルであって，その遵守を他人に委ねることは許されない。したがって，原告ら\nの損害の算定に当たっては，少なくとも８割の過失相殺をするのが相当であ\nる。\nイ　原告らの主張\nＥは，ダイビングの初心者にすぎず，引率者の指示や援助が不可欠であった\nところ，被告会社は，このような初心者でも安全であると宣伝して，本件ツア\nーを主催していた。本件事故は，(1)アのとおり，被告Ｃが浮上時の安全確保\nを怠った重大な過失によって発生したのであるから，本件事故に関し，Ｅに\n過失があったとするのは相当でない。\n第３　争点に対する判断\n１　前記第２の２の争いのない事実等(2)ないし(8)に加え，証拠（甲第４，第９，第１１\n号証，第１４ないし第１６号証，第１７号証の１ないし３，第１９，第２０号証，第２１\n号証の１，２，第２２ないし第３８号証，第４３ないし第４５号証，第４６号証の１ない\nし３，第４７号証の１，２，第４８号証，第４９号証の１ないし７，乙第１，第２号証，\n第４ないし第６号証，第１１号証の１，２，丙第１号証，第３号証の１，２，第４号\n証，第５号証の１，２，第６号証，証人ｋの証言，被告Ｃ及びＨの各本人尋問の結\n果）及び弁論の全趣旨によれば，次の事実を認めることができる。\n(1)　本件現場付近は，ダイビングスポットとして知られていたものの，潮流の関係\nで，ダイビングに適する海域は必ずしも広くはなかった。そのため，風波，潮流\nの状態により，ダイバーやダイビングボートが集中しがちで，週末などには，ダ\nイビングボートが３，４隻，ダイバーが約５０人も集まることがあった。また，本件\n現場付近の周辺海域では，瀬渡船やプレジャーボートも航行することがあっ\nた。\n(2)　Ｈは，漁業を営む傍ら，昭和４０年ころから，被告会社などダイビングツアー主\n催者の依頼を受けて，ダイバーの送迎を行うようになり，ｂダイビング組合に加\n入していた。\n(3)　Ｉは，ダイビングツアー主催者の依頼を受け，ダイバーを○ロ号でダイビングス\nポットに送迎するボートダイビングを業としており，ｂダイビング組合にも加入し\nていた。\n(4)ア　被告会社が主催するロイズダイビングスクールでは，学科講習６回（１回３時\n間），プール練習最低５回（１回３時間），海洋実習４日間のカリキュラムで，\nＮＡＳＤＳ発行のＣカードを取得するコースを運営していた。\nイ　被告Ｃは，平成元年ころから被告会社に勤務し，本件ツアーに同行した被告\n会社の従業員の中では，最もダイビング歴が長く，引率者の中心的な役割\nを務めていた。また，被告Ｃは，ｂ周辺において，約５００本のダイビング歴が\nあった。\nウ　Ｆは，ダイビング団体であるＣＭＡＳから，Ｇは，ＮＡＳＤＳからそれぞれインスト\nラクターの資格を認定されており，本件ツアーでは，被告Ｃのアシスタントの\n役割を務めていた。\n(5)ア　ｋは，平成９年３月ころからダイビングを始め，被告会社のダイビングスクー\nルで受講して，同年６月ころ，Ｃカードを取得し，本件事故当時までに十数本\nのダイビング歴を有していたが，技能が不十分なものであることを自覚し，ダ\nイビングの際は，被告会社の従業員の指示に従っていた。\nイ　Ｊは，平成９年８月ころから，被告会社のダイビングスクールで受講して，同年\n９月２２日，Ｃカードを取得し，本件ツアーは，オープンウォーターダイバーと\nなって初のダイビングであった。\n(6)ア　本件ツアーは，オープンウォーターダイバーを対象とするファンダイビングを\n目的とし，平成９年１０月１８日及び１９日に，それぞれタンク２本分のダイビ\nングを予定していた。\nイ　被告Ｃらは，平成９年１０月１９日の朝食後，Ｈが経営する民宿において，本\n件ツアーの参加者に対し，一般的な注意事項を伝達し，本件現場付近の状\n況，潜水時間，ダイバーのグループ分け，エントリー位置で浮上することなど\nが打ち合わされた。そして，参加者のうちダイビング歴が比較的長い５人をＧ\nが引率し，経験の乏しいＥら５人を被告ＣとＦが引率することとなった。\n(7)　平成９年１０月１９日午前９時ころから午前１１時ころまでの本件現場付近の気\n象状況は，晴れで，東北東の風（風速６メートル程度），波もあまりなく，潮流は\n緩やかであった。また，水中の透明度（上下方向の視認可能距離）は十数メー\nトル，透視度（水平方向の視認可能距離）は８ないし１０メートルで，いずれも良\n好であった。\n(8)ア　○イは，平成９年１０月１９日午前９時４５分ころから，本件現場付近で，ダイ\nバーをエントリーさせた。\nイ　被告ＣとＦは，Ｇが引率するグループと分かれた後，多人数による混乱を防止\nするため，被告Ｃが引率するＥらのグループとＦが引率するグループに分か\nれたが，グループ間の距離が離れないよう行動していた。\n(9)　Ｈは，平成９年１０月１９日午前１０時ころ，エントリーしたダイバーが２グループ\nに分かれたことを，ダイバーの放出する気泡（ダイバーが海面下で放出した気\n泡は，海中から細かくなって，きのこ状に浮き出てくるので，船舶の航行，波等\nで生じた泡と区別することができる。）で確認し，エントリーの際に使用したブイ\nを回収後，○イを北西方向に移動させて本件現場を離れ，船首の見張り台で\n気泡を監視していた。\n(10)　○ロ号は，平成９年１０月１９日午前１０時０５分ころ，本件現場付近の海域に\n到着し，ダイバーがエントリーの準備をするため一旦停船した。その際，Ｉは，○\nイを見かけて，無線で○イのダイバーの状況を尋ねたところ，Ｈが「もうじき上\nがるよ。」と浮上が近いことを伝えた。これに対し，Ｉは「了解した。」と返事した\nが，それ以上に，ダイバーやグループの数，潜水場所等については具体的に\n質問せず，その後も，ＨとＩの間で無線等での連絡はされなかった。\n(11)　その後，Ｉは，ダイバーをエントリーさせるために進もうとしていた海域２か所に\nダイバーの気泡を目撃した。そこで，Ｉは，その後約６分間，○ロ号を停船させ\nていたが，その間，風の影響により○ロ号が南西方向に流されたこともあり，先\n刻目撃した気泡をいずれも見失ってしまった。しかし，Ｉは，進行予定の方向に\nダイバーの気泡が見当たらなかったことから，自船のダイバーが準備を完了し\nた後，本件現場の方向に向けて航行を再開した。\nＩは，ロ号が本件現場に到達する数秒前に，左舷側の約３８メートル先に気泡を\n認めた。そして，Ｉは，その直後，クラッチを中立にし，スクリューの回転を停止さ\nせるとともに，左に約９０度旋回させ，さらに，クラッチを後進に入れて，本件現\n場付近で○ロ号を停船させた。\n(12)　○ロ号がほぼ停船した後，Ｉの合図によりダイバーがエントリーし，この間，Ｉ\nは，操舵室の右舷側ドア付近からその様子を見ていたが，○ロ号の右舷船首\nの横約５メートル付近と，船首方向約５メートル付近にあったＣグループとＦグ\nループが放出している気泡に気付かなかった。\n他方，Ｈは，○ロ号の周辺に出ていた上記気泡に気付いていたものの，Ｉも当然\n認識しているものと考え，Ｉに対して連絡，警告等の措置は取らなかった。その\n後，Ｈは，本件事故の発生まで，○ロ号及びＩの動静を見ていたものの，○ロ号\nのダイバーのエントリーに気を取られているうちに，上記の気泡を見失ってしま\nった。\n(13)　被告Ｃは，水深１６．８メートル付近から浮上を開始する直前に，一旦近づき，\nその後，遠ざかっていくスクリュー音を耳にしたものの，その方角までは認識で\nきなかった。そこで，被告Ｃは，Ｅらに合図して，水深１４．６メートル付近まで一\n旦浮上した。また，被告Ｃから５ないし７メートル離れた位置でダイビング中であ\nったＦも，そのころ，海上を目視したが，船影は見当たらず，Ｃグループに続い\nて，浮上を開始した。\n(14)　被告Ｃは，水深１４．６メートル付近で，頭を上げて前方の海面を目視し，ま\nた，追従しているＥらを確認する際に後ろを振り返りながら後方の海面を目視\nし，さらに，仰向け様に頭を上げて頭上の海面を目視したものの，頭を左右前\n後に振って，より広い範囲を目視することまではしなかった。\nそして，被告Ｃは，海上の船舶に対する浮上の合図として，大量の気泡を放出\nし，その後，Ｅらに指を突き上げる合図をして，浮上を再開した。被告Ｃに追従\nして，Ｅとｋも浮上を開始したが，Ｊは，浮上の合図に気付かなかった。そのた\nめ，被告Ｃは，Ｊの位置まで潜行して一緒に浮上し，Ｅとｋに追いついた。\n(15)　Ｆグループは，Ｃグループに続いて浮上を開始したが，水深９ないし１０メート\nル付近で一旦停止した。その際，Ｆは，○ロ号の船底を目撃し，また，そのスク\nリュー音を耳にした。\n(16)　被告Ｃは，Ｅらより上方の位置で先導していたが，途中，ｋの浮上速度が速す\nぎると判断し，減速調整するためＢＣジャケットから空気を抜くようｋに指示し\nた。一方，Ｅも，被告Ｃを追い越すような速度で浮上しつつあり，被告Ｃは，Ｅに\nも同様に空気を抜くよう指示した。しかし，両名ともうまく対処できない様子であ\nったので，被告Ｃは，まずｋを引き寄せて，そのインフレーターを操作した。\n(17)  そのころ，Ｉは，エントリーが終了した自船のダイバーの緊急浮上に備えて，右\n舷船尾でハシゴを下ろせるように準備し，その後，右舷甲板から操舵室に戻っ\nた。Ｉは，右舷甲板を通る際，船首の約６メートル先にダイバーの気泡を認めた\nが，この気泡は，○ロ号が行足で前進していたため，次第に後方へ遠ざかって\nいった。\nそして，Ｉは，他のダイバーの気泡の有無を十分に確認しないまま，スクリューを\n回転させても大丈夫と判断し，クラッチを前進にして，左旋回をしながら速度を\n上げようとした。\n(18)   被告Ｃは，水深約４ないし５メートルの位置で，○ロ号の船底を発見し，Ｅらに\n上方への注意を喚起するとともに，直ちに，Ｅのインフレーターを操作し，Ｅとｋ\nの体を引っ張り，衝突を回避しようとしたが，結局間に合わず，右舷側船首近く\nの船底に接触した。前記(14)の被告Ｃらが浮上を再開してから○ロ号の船底に\n接触するまでに約５分間が経過していた。なお，それまで，被告Ｃは，○ロ号の\n接近によるエンジン音やスクリュー音等の気配を全く感じていなかった。\n(19)ア　被告Ｃは，Ｅとｋが船底に衝突するのを回避するため，自ら逆立ちの姿勢に\nなり，○ロ号の船底に足をつけ，両名を押し下げようとした。この際，被告Ｃ\nやＥらの空気タンクと○ロ号の船底との接触音が発生した。さらに，被告Ｃ\nは，船底部付近に人がいることを知らせようとして，空気タンクで船底を２回\n叩いたが，Ｉは，この音にも気付かなかった。\nイ　その後，被告Ｃは，○ロ号の横に移動するため，Ｅとｋの体をつかんで前に押\nし出そうとした。そのとき，Ｉが，○ロ号を旋回させながら，スクリューを回転さ\nせたことにより生じた強い水流のため，Ｅは船尾方向に流された。そして，○\nロ号のスクリューが迫ってきたため，被告Ｃは，ｋを抱きかかえたまま，船底\nを蹴って離脱し，海面に浮上後，Ｉに対して停船するよう求めた。\n(20)　Ｉは，クラッチを前進に入れて約１０秒後，スクリュー付近から不審な物音と振\n動が伝わったことから，ダイバーをスクリューに巻き込んだことに気付き，直ぐ\nにクラッチを中立にしたが，○ロ号は，しばらく行足で進行した後，停船した。\n(21)　その後，本件現場に駆けつけた船舶により，Ｅの遺体が発見され，さらに，平\n成９年１０月２４日ころ，付近の海上で，切断されたＥの左腕部が発見された。\n２　争点(1)（被告Ｃの不法行為責任）について\n(1)　ツアー引率者としての責任\nア　スキューバダイビングは，水中で空気を補給する装置を利用して遊泳等を行\nうスポーツであるが，水中では，地上に比べて，行動や意思の疎通，認識等\nに強い制約があり，何らかの事故が生じた場合，直ちに生命や身体の危険\nにつながる虞れがあるということができる。したがって，ダイバーは，その危\n険性を自覚し，これに対処できるだけの技能を身に付けることが求められる\nのは当然であるが，他方，ダイビングツアーを主催する側は，一般のダイバ\nーよりもさらにその危険性を認識しているべきであって，計画を立案し，参加\n者を募集するに当たっても，十分にその対応措置を検討しておく必要がある\nというべきである。また，一応の技量を身につけたダイバーが参加していたと\nしても，その技能や経験には当然ばらつきがあり，これに応じて，危険への\n対処能力が異なることからすれば，全てのダイバーが安全に参加できるよう\n配慮した計画の立案，実行が求められるというべきである。そして，被告Ｃ\nは，本件ツアーの主催者である被告会社の従業員として，Ｅらツアー参加者\nを引率していたのであるから，これらの参加者が安全にダイビングをすること\nができるように配慮する義務を負っていたものと判断するのが相当である。\n特に，前記第２の２の争いのない事実等(3)に加え，前記１(4)，(5)で認定したと\nおり，Ｅを含むツアー参加者は，いずれもＣカードを取得し，ダイビングの基\n本的な技能は身に付けていたものの，Ｅは，本件事故が発生する直前も，被\n告Ｃの助力を受けて浮上速度を調整していたことからも明らかなように，初\n級者に近い技能を有していたにすぎないと認めるのが相当である。そして，\nＥは，被告会社の講習を受けてＣカードを取得しており，同人の経験が乏し\nいものであることは，被告会社や被告Ｃも十分認識していたものというべきで\nある。他方，被告Ｃは，ダイビングについての技能経験を有する専門家とし\nて本件ツアーに同行し，その参加者からも指導や援助が期待されて，これを\n引率していたことも明らかである。\nそうすると，被告Ｃは，技能の不十分な者が本件ツアーに参加していることを\n認識し，本件ツアーを主催する被告会社の従業員として，参加者を引率する\n立場にあったのであるから，ダイビング中に参加者の生命や身体へ危険が\n及ばないようその安全を確保する義務を負っていたものというべきである。\nそして，このことは，被告Ｃの役割が指導員であったかガイドであったかによ\nって異なるものではないと考えるのが相当である。\nイ　これに対し，被告らは，本件ツアーが，既にダイビングの技能を有している\nオープンウォーターダイバーを対象としたファンダイビングを目的とするもの\nであり，被告Ｃは，ガイド（案内役）にすぎないから，Ｅの安全を確保すべき義\n務を負わないと主張し，Ｆの供述調書（甲第４４号証）及び被告Ｃ作成の陳述\n書（乙第４号証）中には，被告らは，ツアー参加者に対し，事前にダイビング\n中の安全を自らの責任で確保すべきものであることを説明し，参加者の了解\nを得ていたとの趣旨の記載部分がある。\nしかしながら，本件ツアーが，既に一定のダイビング技能を有しているオー\nプンウォーターダイバーを対象としたファンダイビングを目的とするものであ\nり，被告Ｃが，そのガイドにすぎなかったとしても，前記のようなダイビングの\n危険性に照らすと，主催者である被告会社やその引率者であった被告Ｃが，\n参加者の安全を確保すべき義務を免れるものとはいえないと考えるべきで\nあるし，また，参加者に対して被告らが主張するような説明をしていたとして\nも，それだけで直ちに，被告らが，参加者に対する安全を確保する義務を免\nれるものとはいえず，参加者の技能の程度は，被告Ｃの具体的な注意義務\nの内容程度を確定する際に考慮すべき事情にとどまると判断するのが相当\nであるから，被告らの主張を採用することはできない。\n(2)　そこで次に，被告Ｃの具体的な過失の有無について検討する。\nア　前記第２の２の争いのない事実等に加え，前記１で認定した事実によれば，\nダイバーが浮上する海域に船舶がいた場合，船舶との衝突やスクリューの\n回転に巻き込まれることによって，ダイバーの生命や身体に重大な危険が\n生ずるおそれがあること，本件現場付近は，ボートダイビングが盛んで，時\nにはダイビングボートが集中し，瀬渡船やプレジャーボートも近くを航行する\nことがあり，浮上予定の海面に船舶がいる可能性は相当高度であったこと，\n被告会社は，本件現場において，ボートダイビングのツアーを度々企画し，\n被告Ｃもこれにしばしば参加して，本件現場付近の状況を十分に認識してい\nたことが明らかであり，これらを前提とすると，浮上しようとするダイバーは，\n海上の船舶に浮上を知らせる合図をすること，浮上開始前や浮上中に，目\n視やスクリュー音，エンジン音により船舶の接近の有無を確認することが不\n可欠であり，本件ツアーの引率者である被告Ｃは，これらの措置を率先して\n取る必要があったというべきである。\nイ　そして，前記１で認定した事実によれば，被告Ｃは，水深１４．６メートル付近\nで海上を目視し，船影がないことを確認してはいたものの，その位置から海\n面に到達するまでさらに約５分間程度の時間を要し，この間にも船舶が浮上\n予定の海域に接近する可能性を否定できなかったのであるから，その後も\n継続して海上の状況に注意する必要があったにもかかわらず，Ｅやｋに対す\nる浮上速度の調整に気を取られ，海上の目視が不十分になったものという\nべきであり，特に，安全に浮上するためには海上の船舶の有無や動静を水\n深３ないし５メートルのところで一旦停止して確認するのが相当と考えられる\n（前記第２の２の争いのない事実等(10)ないし(12)参照）ところ，本件におい\nては，Ｅらだけでなく，被告Ｃ自身も十分に停止しておらず，この際，被告Ｃ\nが，同行者全員を一旦停止させて，十分な目視をした上で浮上する行動を\n取っていれば，○ロ号の接近をより早く察知し，接触の危険を回避するため\nの措置を取り得た可能性があるというべきである。そして，このことは，被告\nＣが平成１１年３月１１日に，ｄ海上保安部において，「水深５メートルのところ\nで，一旦停止し，海面の安全を確認することさえ行っていれば，その位置で，\n○ロ号を発見することができたし，当然発見していれば，その位置から私た\nちは余裕をもって○ロ号を避けることができたので，事故は発生しなかったと\n思います。」と供述していることからも明らかというべきである（甲第４７号証\nの１）。\nまた，ダイバーの気泡による合図だけに頼るよりも，フロートによる合図もする\n方が，海上の船舶にダイバーの浮上を確実に認識させられる可能性が高い\nことは明らかであるから，本件においても，被告Ｃがフロートによる海上への\n合図を試みていれば，Ｉがこれを認識し，スクリューを回転させることを回避で\nきた蓋然性が高いものというべきであるところ，そもそも，被告Ｃは，フロート\nを携行しておらず，気泡による合図だけで足りるものと軽信していたのであっ\nて，ダイビングの初級者が参加しているツアーの引率者として十分な注意義\n務を尽くしていたとは到底認められないというべきである。\nウ　この点について，被告らは，見張り役のＨから被告Ｃらがダイビング中であるこ\nとを告げられ，被告Ｃらも大量の気泡を放出していたにもかかわらず，Ｉがこ\nれに十分な注意を払わなかったことが本件事故の原因であると主張する。\n確かに，前記１で認定した事実によれば，Ｉは，Ｈから無線連絡を受けていな\nがら，被告Ｃらが放出した気泡に十分な注意を払っておらず，そのことが本\n件事故の発生につながったことは被告らの指摘するとおりであり，その意味\nで，Ｉに過失があったことは明らかである。また，見張り役として海上を監視中\nであったＨが，Ｉに警告を発するなど適切な措置を取らなかったことも，本件\n事故の一因となっていることも被告らが指摘するとおりである。\nしかしながら，ダイバーが放出した気泡を，自然現象と区別することは可能で\nあるものの，フロートやブイ等と比較すると，海上では目立ちにくく確実性の\n点で劣っているうえ，本件現場に接近する船舶全部が万全の監視体制（複\n数又は専任の監視者の配置等）を敷いて，これを実行しているとは限らず，\n不注意，死角，気象状況等により，見張り役及び接近中の船舶が気泡を見\n逃したり，見失う危険があることは否定できないところである。また，前記１で\n認定した事実に加え，証拠（丙第６号証，Ｈ本人尋問の結果）によれば，被\n告らは，Ｈに対して，本件現場への他船の進入を禁止させる措置を徹底して\nいなかったことが明らかであり，被告Ｃが，Ｈの監視だけに期待して，全幅の\n信頼を置ける状況にあったとは到底いうことができない。現に，証拠（乙第\n４，第５号証）及び弁論の全趣旨によれば，被告会社では，海上にいる船舶\nが，ダイバーの浮上時刻をある程度予測できる見張りに従事中のダイビング\nボートであったとしても，事故の発生を回避するため，ダイビングボートの移\n動を待つか，離れた位置に浮上する方法を取っていたことが認められる。\n以上の認定判断によれば，被告Ｃらが浮上の合図として気泡を放出していた\nことに加え，Ｉも，Ｈとの無線での交信を受けてダイバーからの気泡に注意を\n払うべきであり，本件事故はＩの無謀な操船が大きな原因となったこと，Ｈが\n見張り役として海上で監視していたことを考慮しても，本件において，被告Ｃ\nが注意義務を尽くしており，被告Ｃにとって，本件事故は不可抗力によって\n発生したとまではいうことができないと判断するのが相当である。\nエ　なお，Ｅは，一応のダイビング技能を有しており，海面の目視も不可能ではなか\nったと認められるものの，浮上中は，速度の調整に気を取られ，目視が疎か\nになりやすいと考えられるから，被告Ｃは，この点も考慮すべきであったう\nえ，Ｅの引率者であり，浮上中もＥを先導していたのであるから，Ｅが一応の\n技能を有していたとしても，被告Ｃが，海上の安全を十分に確認すべき注意\n義務を免れるとすることはできない。\n(3)　以上によれば，本件事故は，ＩやＨの過失にとどまらず，被告Ｃの過失も相まっ\nて発生したものと判断するのが相当であるから，被告Ｃは，本件事故によりＥ\nが死亡したことについて，不法行為に基づく損害賠償責任を負うというべきで\nある。\n３　争点(2)ア（被告会社の使用者責任）について\n被告会社の従業員である被告Ｃは，被告会社の職務として，本件ツアーに参加し\nたＥを引率中，２で認定判断したとおり，その過失によって本件事故を発生させ，\nＥを死亡させたのであるから，被告会社は，被告Ｃの使用者として，本件事故に\n基づく原告らの損害を賠償する責任があるというべきである。\n４　争点(3)（原告らの損害）について\n(1)　逸失利益\nア　Ｅが，平成８年３月１５日，ｅ税務署に対して提出した平成７年度分の所得税\n確定申告書（甲第６号証）には，次の記載がある。\n(ア)　収入合計　　　　　　　　　　　　　　　　　　２６８万５５５５円\nａ　プロダクション会社３社からの出演料　　合計２６３万５５５５円\nｂ　ｆ教育委員会主催のダンス教室講師報酬　　　　　５万００００円\n(イ)　経費　　　　　　　　　　　　　　　　　　　　２０５万６６００円\n(ウ)　所得金額（(ア)と(イ)の差額）　　　　　　　　　　　６２万８９５５円\nイ　ところで，証拠（甲第１，第２，第６，第７，第１０号証，原告Ａの本人尋問の結\n果）及び弁論の全趣旨によれば，Ｅは，Ｌの名でダンサーや振付師として，舞\n台公演やテレビ番組などの振付けを担当し，プロダクション会社から出演料\nを得るとともに，自己が運営するダンス教室の生徒からレッスン料を得てお\nり，申告外の収入もあったことが認められることに照らすと，前記の所得額\nは，実際の所得をそのまま反映しているものとは考えられず，Ｅは，本件事\n故当時，これを超える収入を得ていたと考えるのが相当である。\nしかしながら，本件全証拠によっても，本件事故当時のＥの所得額を的確に認\n定することはできない。なお，甲第７号証には，Ｅがレッスン料として，平成８\n年１０月から平成９年９月までに５７４万９３００円の収入を得ていたとの記載\nもあるが，証拠（原告Ａの本人尋問の結果）によれば，甲第７号証は，本件\n訴訟の提起後に作成されたものであり，Ｅが生前，ダンス教室を運営してい\nた際に作成されたメモ，帳簿等ではないことが明らかであるから，この記載\n内容を直ちに採用することはできない。\nウ　そこで検討するに，①Ｅは，ある程度の実績を有するダンサーや振付師であ\nったこと，②Ｅは，平成７年度に少なくともプロダクション会社等から２６８万５\n５５５円の収入を得ていたこと，③Ｅは，プロダクション会社からの収入のほ\nか，自ら運営するダンス教室の生徒からのレッスン料を得ていたことを総合\nすると，本件事故当時のＥの年収は，同年齢の全女子労働者の平均賃金で\nある３６７万２４００円（平成９年の賃金センサス）を下回るものではないと推\n認するのが相当である。\nエ　次に，Ｅの生活費の控除率については，証拠（原告Ａの本人尋問の結果）及\nび弁論の全趣旨によれば，Ｅは，本件事故当時，原告らと生計をともにして\nいたことが認められるから，逸失利益の算定に当たっては，その３割を生活\n費として控除するのが相当である。\nなお，被告らは，Ｅと原告Ａとは不仲で別居中であったと主張する。確かに，証\n拠（甲第９号証，第４３ないし第４５号証，第４６号証の１ないし３，第４７号証\nの１，乙第４号証，丙第６号証）によれば，Ｅが，本件ツアー中，旧姓であるＹ\n姓を名乗っていたこと，母子家庭とか，夫と別れているなどと自ら発言してい\nたことが認められるものの，他方，前記のとおり，Ｅは，仕事上でもＹ姓を使\n用していたのであるから，旧姓を使用していたことが，直ちに原告Ａとの不仲\nを示すものとはいえないし，また，証拠（甲第１０，第５０号証，原告Ａの本人\n尋問の結果）によれば，原告Ａだけでなく，Ｅの実弟であるＭも，夫婦仲は良\n好であったとしていることに照らすと，Ｅと原告Ａとの夫婦関係が損害賠償額\nの算定に影響を与えるほどの破綻状態にあったとは考えることができない。\nそして，他に，被告らの上記主張を認めるに足りる証拠はない。\nオ　以上によれば，年収３６７万２４００円から生活費として３割を控除した額に，Ｅ\nの死亡時の年齢４６歳から稼動可能期間である６７歳までの２１年間に対応\nするライプニッツ係数１２．８２１１を乗じて中間利息を控除した３２９５万８９４\n５円をもって，Ｅの逸失利益と認めるのが相当であり，原告らは，その２分の\n１である１６４７万９４７２円（１円未満切捨て）ずつを相続したことになる。\n(2)　葬儀費用\n証拠（甲第５号証の１ないし３，第１０号証）及び弁論の全趣旨によれば，原告Ａ\nは，本件事故によるＥの死亡に伴い，夫として葬儀を執り行い，その費用として\n合計１７５万３２００円の支払を余儀なくされたことが認められるところ，これらの\nうち１２０万円の支払は，Ｅ及び原告らの社会的地位その他諸般の事情に照ら\nし，社会通念上相当な範囲内の葬儀費用と考えるべきであるから，本件事故と\n相当因果関係がある原告Ａの損害とするのが相当である。\n(3)　Ｅの慰謝料\n本件事故の経緯態様とその結果，Ｅの家族状況その他本件訴訟に現れた事\n情を総合すると，Ｅの精神的苦痛を慰謝するには１５００万円の支払が相当で\nあり，原告らは，その２分の１である７５０万円ずつを相続したことになる。\n(4)　原告ら各自の慰謝料\n証拠（原告Ａの本人尋問の結果）及び弁論の全趣旨によれば，本件事故によ\nり，原告Ａはその妻を，原告Ｂはその母を突然失い，また，事故の態様も極め\nて無惨なものであり，その精神的苦痛は甚大なものであることが認められると\nころ，これらの原告らの精神的苦痛を慰謝するためには，各２５０万円（合計５\n００万円）の支払が相当である。\nなお，被告らは，原告Ａが，傷害保険金１０００万円を受領したことにより，慰謝\n料額を５００万円程度減額すべきであると主張するが，傷害保険金は，本件事\n故による損害賠償金とはその法的性質が異なるものであるから，被告らの主\n張を採用することはできない。\n(5)　以上によれば，原告らの弁護士費用を除く損害額は，原告Ａが２７６７万９４７\n２円，原告Ｂが２６４７万９４７２円（いずれも１円未満切捨て）となる。\n５　争点(4)（過失相殺）について\n(1)　前記の認定判断によれば，Ｅは，初級者に準ずるものではあったものの，一\n応のダイビング技能を有していたこと，本件事故は，海上の目視が不十分であ\nったことがその原因の一つとなっているのであり，Ｅも，被告Ｃの安全確認だけ\nに全面的に依存するのではなく，自らその安全を確保するため，海上の目視を\n十分に行うべきであったというべきであるところ，Ｅの海上の目視が不十分であ\nったこと，本件事故の直前，Ｅはインフレーターを操作していたため海中で十分\nに停止できないまま浮上したことなどの事情を考慮すると，本件事故の発生に\nついては，Ｅ自身にも過失があったものというべきであり，本件事故の発生の\n経緯その他の事情を総合考慮すると，Ｅの過失割合は３割と判断するのが相\n当である。\n(2)　以上によれば，原告ら各自の損害額の算定に当たっては３割の過失相殺を\nするのが相当であるから，原告Ａについては１９３７万５６３０円，原告Ｂについ\nては１８５３万５６３０円が，弁護士費用を除く損害賠償額となる（いずれも１円\n未満切捨て）。\n６　一部弁済，弁護士費用等\n(1)　前記第２の２の争いのない事実等(9)のとおり，原告らは，Ｈから，平成１６年３\n月２３日に和解金１０００万円の支払を受け，原告らの損害にそれぞれ５００万\n円ずつ充当している。ところで，原告らの損害賠償金に対する平成９年１０月１\n９日（本件事故の発生の日）から平成１６年３月２３日（Ｈの和解金支払の日）ま\nでに発生した民法所定の年５分の割合による遅延損害金は，原告Ａについて\nは６２２万８２５９円，原告Ｂについては５９５万８２４２円（いずれも１円未満切り\n捨て）となり，これらの遅延損害金から原告らに支払われた和解金を控除した\n残額は，原告Ａが１２２万８２５９円，原告Ｂが９５万８２４２円となる。\n(2)　前記のとおり，被告らに対し，原告Ａは１９３７万５６３０円の，原告Ｂは１８５３\n万５６３０円の損害賠償金の支払を求め得るところ，弁論の全趣旨によれば，\n被告らが任意の支払に応じなかったので，原告らは，やむを得ず弁護士である\n本件原告ら訴訟代理人にその取立を委任し，本件訴訟を提起したのであり，原\n告らは，その報酬の支払を余儀なくされていることが明らかであるから，本件事\n案の内容，審理の経過，認容額その他本件訴訟に現れた諸般の事情を考慮\nすると，弁護士費用は，原告らそれぞれについて２００万円の限度で本件事故\nと相当因果関係のある損害であると判断するのが相当である。\n７　争点(2)イ（被告会社の債務不履行責任）について\n被告会社の従業員である被告Ｃは，被告会社の履行補助者として，本件ツアー\nに参加したＥを引率中，２で認定判断したとおり，その過失によって本件事故を発\n生させ，Ｅを死亡させたのであるから，被告会社には，本件契約に付随する安全\n配慮義務の不履行があるというべきであるものの，既に認定判断した不法行為\nに基づく損害賠償義務以上の損害賠償義務が肯定されるものではないことも明\nらかである。\nしたがって，原告らの被告会社に対する債務不履行に基づく損害賠償請求は理\n由がなく，認容することができない。\n８　結論\n以上によれば，原告Ａの被告らに対する本訴請求は，不法行為に基づき，弁護\n士費用を除く損害賠償金１９３７万５６３０円，これに対する平成９年１０月１９日\n（本件事故の発生の日）から平成１６年３月２３日（Ｈの和解金支払の日）までに生\nじた民法所定の年５分の割合による遅延損害金の残金１２２万８２５９円及び弁\n護士費用２００万円の合計２２６０万３８８９円並びに内金２００万円に対する平成\n９年１０月１９日（本件事故の発生の日）から及び内金１９３７万５６３０円に対する\n平成１６年３月２４日（Ｈの和解金支払の日の翌日）から各支払済みまで民法所\n定の年５分の割合による遅延損害金の支払を求める限度で理由があるから認容\nし，その余の請求はいずれも理由がないから棄却することとする。\nまた，原告Ｂの被告らに対する本訴請求は，不法行為に基づき，弁護士費用を除\nく損害賠償金１８５３万５６３０円，これに対する平成９年１０月１９日（本件事故の\n発生の日）から平成１６年３月２３日（Ｈの和解金支払の日）までに生じた民法所\n定の年５分の割合による遅延損害金の残金９５万８２４２円及び弁護士費用２００\n万円の合計２１４９万３８７２円並びに内金２００万円に対する平成９年１０月１９日\n（本件事故の発生の日）から及び内金１８５３万５６３０円に対する平成１６年３月２\n４日（Ｈの和解金支払の日の翌日）から各支払済みまで民法所定の年５分の割合\nによる遅延損害金の支払を求める限度で理由があるから認容し，その余の請求\nはいずれも理由がないから棄却することとする。\nよって，主文のとおり判決する。\n東京地方裁判所民事第５０部\n裁判長裁判官　　　　奥　田　隆　文\n裁判官　　　　金　澤　秀　樹\n裁判官　　　　若　松　光　晴\n"
}