{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 16,
    "month": 11,
    "day": 11
  },
  "case_number": "平成11(行ウ)9",
  "case_name": "損害賠償等住民訴訟請求事件",
  "court_name": "津地方裁判所",
  "field": "行政",
  "gist": "市の斎場建設用地として取得した牧場の売買代金，牛舎移転に伴う損失補償等の支出が違法であるとして，地方自治法（平成１４年法律第４号による改正前）２４２条の２第１項４号に基づき市長個人に対してされた損害賠償請求が認容された事例",
  "case_gist": "市の斎場建設用地として取得した牧場の売買代金，牛舎移転に伴う損失補償等の支出が違法であるとして，地方自治法（平成１４年法律第４号による改正前）２４２条の２第１項４号に基づき市長個人に対してされた損害賠償請求につき，市長は，市議会に対して，売買契約に附帯する条項を誠実に説明していない上，売主との間で売買仮契約とは実質的に異なる協定書を取り交わしながら，これを秘匿し，売買仮契約書を前提とする議決を求めたものであって，市長の説明には重大な誤り及び欠落があり，前記土地取得に関する契約の審議がなされたとはいえず，議会の議決はないものと評価すべきであり，前記売買仮契約は議会の議決を経ておらず，いまだに本契約にいたっていないこととなるから，当該本契約に基づく売買代金の支出は違法であり，前記売買仮契約が本契約となったことを前提とする前記損失補償等の支出も違法であるとして，前記請求を認容した事例",
  "lawsuit_id": "14956",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=14956",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/956/014956_hanrei.pdf",
  "contents": "主　　　文\n１　被告は，Ａ市に対して，２億７４３１万７４４２円及びこれに対する平成１１\n年８月２１日から支払済みまで年５分の割合による金員を支払え。\n２　訴訟費用は被告の負担とする。\n事　　　　実\n第１　当事者の求めた裁判\n１　請求の趣旨\n主文同旨\n２　請求の趣旨に対する答弁\n(1)　原告らの請求を棄却する。\n(2)　訴訟費用は原告らの負担とする。\n第２　当事者の主張\n１　請求原因\n(1)　当事者\nア 原告らは，Ａ市（以下，単に「市」ともいう。）の住民である。\nイ 被告は，平成１４年４月までＡ市長であった。\n(2)　財務会計行為\nア　Ａ市長であった被告は，平成１１年６月ころ，市の火葬場を含む斎場 （以下\n「本件斎場」という。）を建設するための用地として，牧場を経営するＢ（以下\n「牧場主」という。）ほか５名から，別紙１物件目録１～21の土地（以下「本件各\n土地」といい，個別には「本件１土地」などという。）を合計６億２７７７万０７\n６１円で買い受け，同年８月２０日までにその代金のうち４億７０５７万０７６１\n円を支出した。\nイ　Ａ市長であった被告は，平成１１年６月ころ，牛舎移転に伴う損失補償とし\nて，牧場主と，３億４８４９万７２７８円（内訳は，建物補償費２億７０６０万２\n３４５円，工作物補償費６４６９万３０６３円，立木庭木類補償費７万８３３０\n円，動産補償費７８３万００９０円，移転雑費５２９万３４５０円）を支払う旨の\n損失補償契約を締結し，同年７月３０日にその補償費のうち２億３４６９万７２７\n８円を支出した。\nウ　Ａ市長であった被告は，平成１１年６月ころ，立木補償費として，Ｂほか５名\nと，５１８万６６００円を支払う旨の損失補償契約を締結し，同年７月３０日にこ\nれを支出した。\nエ　Ａ市長であった被告は，平成１１年６月ころ，近隣２工場に対する損失補償と\nして，Ｃ株式会社との間で１３３２万３４５０円の，Ｄ株式会社との間で６７３万\n２６００円の，各損失補償契約を締結し，同年７月３０日にこれらを支出した。\n(3) 財務会計行為の違法性\nア　上記(2)ア～エの支出負担行為及び支出に共通する違法性\n被告は，牧場主所有にかかるＥ地区の牛舎地（以下「本件牛舎地」といい，同所に\nある牛舎を「本件牛舎」という。）を含む本件各土地を斎場建設地と決定するに際\nして，以下のとおり，市長の裁量権を逸脱濫用して，本件各土地以外の立地場所を\n排除し，意図的に本件各土地での立地を誘導した。\n(ｱ) 被告は，複数の市議会議員から「移転補償等余分な費用を要して高く付くはず\nだ。」との指摘を受け，これを覆すために，虚偽の内容の別紙２「（仮称）Ａ市斎\n場建設に伴う用地単価比較表」を急きょ作成して，本件牛舎地がどこよりも安く付\nくと説得し，市議会の議決を引き出した。\n(ｲ) 被告は，市議会に広い用地買収を認めさせるために，市の目標人口が１０万人\nであるにもかかわらず，「Ａ市は１５万人都市を目標としている。」と市議会で述\nべ，人口１５万人規模の本件斎場の建設を認めさせた。\n(ｳ) 本件牛舎地に本件斎場を建設することは，被告がＥ区役員に持ちかけて協力さ\nせたものであったのに，被告は，市議会において「迷惑施設をお引き受けいただく\n地元の皆さんの決めたこと。」と虚偽の説明をした。また，長年，火葬場を抱えて\nきたＦ住民からの地元における新斎場施設建設の要望やその他の協力申出も退け\nた。\n(ｴ) 被告は，Ｅ区で行われたアンケートの結果が本件各土地における斎場建設計画\nに不利に作用すると知り，地元出身の職員を使って圧力をかけ，地元の自主的・民\n主的な取組みを踏みにじった。\n(ｵ) 被告は，本件各土地の所有者や牧場主が行うべき調査や設計委託を市費で行っ\nた。\n(ｶ) 被告は，牧場主との間で，「斎場整備事業に伴う用地・補償等に関する協定\n書」（以下「本件協定書」という。）を締結したが，その中で密かに，次のとお\nり，裁量権を逸脱濫用する合意をした。\nａ　市議会における審議前に，土地買収額及び損失補償額を前払いする約束をし\nた。\nｂ　市議会の承認なしに，本件牛舎地とは関係のない牧場主の所有物件に対する補\n償として１億３０００万円を補助金として上乗せするとの約束をした。\nｃ　市が，牧場主に代わって保安林解除義務を負うことを認めた。\nｄ　本件牛舎地の更地での引渡しが，少なくとも２年以上先であることを承認し\nた。\n(ｷ) 平成１１年６月の市議会において，上記協定書の存在を隠し，議員からの「斎\n場建設はいつころか。」との質問に対し，「明年度中には着工できればと考えてお\nりますけれど，もう少し県と具体的な詰めをさせていただいて，時間的な展望が見\nえた段階で具体的に申し上げたい。」と答え，来年度には斎場建設工事に着工でき\nると事実誤認させて，本件各土地買収の決議をさせた。\n(ｸ) 被告は，本件牛舎の移転先であるＧの土地付近にオオタカが営巣していること\nを知りながら，市議会において，「Ｈの会のＩ支部員Ｊさんが，「オオタカは確認\nできなかった。営巣していても保安林解除や牛舎建設工事に差し支えない。」と言\nったからオオタカの調査はしない。」と発言した。その後，被告は，Ｊから上記事\n実はないと抗議を受け，全国の研究者からも抗議が届いたため，調査をする方針に\n変更したが，なお「オオタカは移転先から離れている。」などの虚偽の発言を続け\nた。\nさらに，市による調査中に，牧場主による保安林の伐採が行われた。\nイ　上記(2) アの支出負担行為及び支出の違法性について\n(ｱ) 買収の必要性\n被告が購入した本件各土地のうち，本件１･14～21土地は，本件斎場建設のために不\n要なものであった。\n当時見込まれていたＡ市の将来人口はせいぜい１０万人程度であり，本件斎場の規\n模もこれを前提としたものとすべきであった。「第４次Ａ市総合計画・ハーモニー\nプランＡ２１・１９９１－２０００」によると，「長期予測として１５万人程度が\n将来の人口の限度と考えられる」との記載もある（３１頁）が，「１０万人都市に\n向けて都市規模の拡大が見込まれ・・・１０万人都市に適応する住居環境の整備\nを・・・」との記載もあり（３０頁），また，「ハーモニープランＡ２１・第４次\nＡ市総合計画後期基本計画・１９９６－２０００」でも「計画目標人口を１００，\n０００人と想定します。」と記載されており，実際にも平成１３年３月１日時点で\nは８万５４１６人，平成１４年３月１日時点では８万５３７７人にすぎなかった。\nそうであるのに，被告は，市議会において「１５万人都市が目標だ。」との発言を\n繰り返し，本件斎場を人口１５万人規模のものにし，市税収入がわずか１００億円\n前後であるのに，２６億円余をつぎ込もうとしたもので，裁量権を濫用したという\nべきである。\n(ｲ) 買収価格\nａ　別紙３の【仮３】のとおり，本件各土地のうち，本件１～７･９～13土地は雑種\n地であり１平方メートル当たり１万３６００円，本件８土地は宅地であり１平方メ\nートル当たり１万６６４０円，本件14～21土地は山林であり１平方メートル当たり\n３０００円として買収金額を算出すべきであったのに，本件５土地を除いては，こ\nれより高い単価に基づいて買収金額を算出しており，高額にすぎ，違法である。\nｂ　原告の依拠したＫ不動産鑑定士（以下「Ｋ鑑定士」という。）作成の平成１１\n年３月５日付け不動産鑑定評価書（以下「Ｋ第２鑑定」という。）の問題点\n(a)　Ｋ第２鑑定は，固定資産税評価額から想定される本件各土地価 格と大きく乖\n離していた。\n一般に市町村は，適正税額決定のため，３年ごとに不動産鑑定士\nによる課税標準宅地の現況評価を求めており，これに比　　　　　　　　　準して\n評価を行い，その７割を課税評価額としている。したがって，固定資産評価額に７\n分の１０を乗じた金額は，正常な取　　　　　　　　　引価格の参考となる。\n本件各土地の平成１２年度の固定資産評価額合計７１５０万２  １９７円に７分の\n１０を乗じると１億０２１４万５９９６円とな  るが，Ｋ第２鑑定はこの６倍以上\nの６億２７７７万０７６１円で  あり，相当性を欠く。\n(b)  Ｋ第２鑑定は，Ｅ工業団地の用地買収のための不動産鑑定における価格と大き\nく乖離している。\nＥ工業団地は，本件各土地と隣接した場所にあるところ，その 用地買収の際に実施\nされた不動産鑑定（以下「Ｌ鑑定」という。）によると，平成６年当時，宅地で１\n平方メートル当たり１万３３００円，平成８年４月当時，山林で１平方メートル当\nたり３２００円であった。\nそして，Ａ市による実際の買収価格は，山林で１平方メートル当たり３０００円と\nＬ鑑定よりも低く，また，バブル経済崩壊以降，一貫して土地価格の下落が続いて\nいたことを考慮すると，Ｌ鑑定よりも低い価格が適正価格となると考えられる。\nしかし，Ｋ第２鑑定は，Ｌ鑑定よりも大幅に高額であり，相当性を欠く。\n(c)  本件各土地から昀も近いＩ県地価調査基準地の地価は，平成１０年当時，１平\n方メートル当たり１万２８００円で，さらに下落傾向にあった。基準地は，小学校\nの近くの農村集落の一角の住宅敷地であり，宅地としての成熟度は高い場所であ\nる。\nＫ第２鑑定は，本件各土地が上記基準地よりも２倍以上高額であるとするものであ\nり，相当性を欠く。\n(d)  Ｋ第２鑑定は，本件各土地を混合住宅地域（人口密集地で，戸建て住宅以外に\n商店，集合住宅，ビル等が混在している地域）の土地と比準して鑑定している。し\nかし，本件各土地のうち宅地部分は，農家住宅地又は熟成度の極めて低い工業地と\nみるべきである。\nまた，Ｋ第２鑑定は，「業務混合地域」なる概念を用いているが，かかる概念はＫ\n鑑定士独自の見解にすぎない。\n(e)  市の説明によると，平成８年１１月ころ，Ｋ鑑定士に評価してもらい４．９億\n円と鑑定評価された（以下「Ｋ第１鑑定」という。）が，その後，大型スーパーが\n進出するなど周辺の環境が変わり，平成１１年２月１日に再鑑定したところ，１．\n４億円増の６．３億円になったとのことである。しかし，大型スーパーの進出は，\n平成８年１１月時点で知り得たことであり，Ｋ鑑定士はその変化要因を検討した上\nで４．９億円と鑑定したはずであり，Ｋ第２鑑定は極めて信頼性に欠ける。\nｃ　本件各土地は，大半がいわゆる雑種地であるのに，現況を２１筆のうち１２筆\nを宅地，７筆を山林，２筆を雑種地と認定して，Ｋ鑑定士に不動産鑑定を依頼し，\nそれを前提として買収に及んだ。\nウ　上記(2)イの支出負担行為及び支出の違法性について\n(ｱ) 立木庭木類補償費及び移転雑費について\n立木庭木類補償費７万８３３０円及び移転雑費５２９万３４５０円については，そ\nの金額は争わない。\n(ｲ) 建物補償費及び工作物補償費について\nａ　保安林解除申請書に添付された新築工事見積書（甲９９の1･2）によると，移転\n先における牛舎の新築工事は２億７０００万円（消費税を含まず）であり，これを\n基に建物補償費及び工作物補償費を算出すると，以下のとおり，合計１億６３３４\n万４３３９円が相当であって（別紙４参照），被告主張の金額は高額にすぎる。\n①　移転先建設費 　270,000,000円\n②　①に含まれる諸経費率 　0.1\n③　諸経費率 　0.197\n④　消費税率 　0.05\n⑤　移転前後の建物床面積比率　4,410/10,386=0.427\n⑥　取壊し工事比率 　0.24\n①÷(1+②)×(1+③)×(1+④)×⑤×(1+⑥)=163,344,339\nｂ　財団法人Ｉ県建設技術センター（以下「建設技術センター」という。）の損失\n補償評価算定書（以下「本件算定書」という。）の問題点\n本件算定書には，当然あるべき図面が欠落している，計算式が誤っている，引用さ\nれている文書が欠落している，実際の建物よりも高額な単価を使用している，建物\nの構造を誤っているなど多くの誤りがあり，信用性を欠く。また，本件算定書には\n手書きで訂正された部分もあり，改ざんの疑いさえある。\n(ｳ) 動産補償費について\n動産補償費は４４１万９５８２円が相当であり（別紙４参照），被告主張の金額は\n高額にすぎる。籾殻１８０立方メートル，古タイヤ３０立方メートルの補償として\n２５０万円が計上されているが，それらが移動に値するものとは考えられない。\nエ　上記(2)ウの支出負担行為及び支出の違法性について\n補償の対象とされた立木は，買収不要な北側斜面の土地にあるものであり，損失補\n償は不要である。\nオ　上記(2)エの支出負担行為及び支出の違法性について\n損失を算定することはできないものであり，市は損失補償する法的義務を負わない\nものであった。\n(4) 市の被った損害\n被告による上記支出負担行為及び支出により，市の被った損害は２億８９７３万３\n８４１円であり，その計算方法は次のとおりである。昀終の支出日は平成１１年８\n月２０日である。\n①　用地買収額合計　　　　　627,770,761円\n②　①の未払額　　　　　　　157,200,000円\n③　①の適正額　　　　　　　267,641,147円\n④　牧場に対する損失補償費　348,497,278円\n⑤　④の未払額　　　　　　　113,800,000円\n⑥　④の適正額　　　　　　　173,135,701円\n⑦　立木補償費　　　　　　　　5,186,600円\n⑧　⑦の適正額　　　　　　　　　　　　0円\n⑨　近隣２工場損失補償費　　 20,056,050円\n⑩　⑨の適正額　　　　　　　　　　　　0円\n(①-②-③)+(④-⑤-⑥)+(⑦-⑧)+(⑨-⑩)=289,733,841円\n(5) 住民監査請求の前置\nア　原告らは，平成１１年３月１日，Ａ市監査委員に対して，本件斎場建設計画を\n中止し，これに関連する契約及び協定等を取り止め，公費の支出を差し止めること\nをＡ市長に勧告することを求める住民監査請求を行った。\nイ　Ａ市監査委員は，平成１１年４月２８日，上記アの監査請求を理由がないとし\nて棄却した。\nウ　原告らは，上記イの監査結果を不服として，平成１１年５月１９日，本件訴え\nを津地方裁判所に提起した。\n(6) よって，原告らは，被告に対し，地方自治法２４２条の２第１項４号（平成１\n４年法律第４号による改正前のもの）に基づき，Ａ市に代位して，損害額２億８９\n７３万３８４１円の内金２億７４３１万７４４２円及びこれに対する平成１１年８\n月２１日から支払済みまで民法所定の年５分の割合による遅延損害金の支払を求め\nる。\n２　請求原因に対する認否及び反論\n(1) 請求原因(1)，(2)の事実は認める。\n(2)ア 請求原因(3)アの事実は否認する。\n(ｱ) 地方公共団体が土地を取得する場合，取得するかどうか，またその価格等の意\n思決定については，当該団体の長の権限に属する事項として，その裁量権に委ねら\nれている（地方自治法１３８条の２，１４７条）。\n(ｲ) そして，土地の取引は，社会的・経済的な要因に由来する複雑多岐な要素によ\nって制約され，当該取引における当事者の個別的，主観的な事情等の条件に影響さ\nれる性質がある。したがって，地方公共団体が取得する場合であっても，その対価\nの決定について当該団体の長に認められる裁量の範囲は，売主の意向，取得の必要\n性，代替地の有無等の事情を踏まえ，相当に広範なものになると解すべきである。\nａ　本件斎場は，市の長年の懸案であった公共施設であり，それまで何度か候補地\nが上がったものの，地元の反対や地権者の確定が困難であるなどの事情があり，建\n設地の選定が難航していたところ，Ｅ地区の住民の協力と同意を得ることができ，\nやっとその建設地として同地区内に存する本件牛舎地及びその周辺（本件各土地）\nが決定されたものである。その際，Ｅ区との協定により，本件牛舎地に斎場を建設\nする代わりに，同地区内の保安林に牛舎建設を移転することとなったものである。\nｂ　このように，本件斎場用地の取得は市にとって極めて必要性の高いものであ\nり，１日も早くその建設の着手を要するものであった。そして，斎場という施設の\n性質上，その候補地は自ずから限定されざるを得ないという制約があった。そのよ\nうな中で，Ｅ地区の協力とともに，地権者，特に牧場主の理解を得なければならな\nいものであった。したがって，買収金額の決定においても，通常の売買とは異なる\n個別の事情が反映されざるを得ない事情があったのである。\nｃ　このような事情の下で，被告は当時のＡ市長として，本件斎場用地として本件\n各土地を買収するに際し，専門家による鑑定評価を得た上，その結果に基づいて，\n本件各土地の買収金額及び物件移転補償費を決定したのである。これらの金額は，\n専門家の鑑定を経た上，議会の承認を得て決定された適正なものであって，何らそ\nの過程に違法不当な瑕疵は存しない。\nｄ　また，原告らが主張するように，被告が議会を欺き虚偽の説明をした事実など\nなく，そのほか不動産鑑定評価及び物件移転補償額を水増しするよう指示した事実\nもない。\n(ｳ) 以上のとおりであり，本件各土地を買収するに至る被告の行為に，裁量権の逸\n脱濫用はなかったというべきである。\nイ　請求原因(3)イの事実は否認する。\n(ｱ) 原告らが不要と主張する森林は，斎場の周囲に必要とされる緑地帯となるべき\n土地であって，不要な土地ではない。また，原告らが雑種地として評価している土\n地は，既に牛舎の敷地として利用されている以上，当然，宅地として評価されるべ\nきものである。\n(ｲ) 原告らが主張する宅地の単価１平方メートル当たり１万６６４０円は鑑定に基\nづくものではなく，また実際の取引事例もない。雑種地の単価１平方メートル当た\nり１万３６００円は，工業団地用地の買収時になされたＬ鑑定（甲１０３の１）に\n基づくものであるが，これは後述のとおり，本件斎場用地として買収された牛舎地\nとは土地の種別等が異なり，採用することはできない。山林の単価１平方メートル\n当たり３０００円についても同様である。\n(ｳ) 本件各土地の買収金額について\nａ　被告は，Ｋ第２鑑定に基づき本件各土地を買収したが，後述のとおり，同鑑定\nの結果を不合理であるとして退ける理由はなく，これに基づいて本件各土地を買収\nした被告に裁量権の逸脱濫用の違法はない。もっとも，買収当時，既にＥ工業団地\nの買収に際して行われていた鑑定があったのであるから，その鑑定結果も比較検討\nして買収金額を決めるべきであったといえなくはない。しかし，Ｌ鑑定は，平成６\n年に行われたものであり，Ｅ工業団地の造成が進んだ平成１１年当時の本件各土地\n周辺の状況は相当変化していたと考えられる。したがって，被告がこの点を検討せ\nず，鑑定評価の結果をそのまま採用したからといって，その決定が違法であるとま\nで認めることはできない。\nｂ　また，本件各土地の買収は，市の長年の懸案であった斎場建設のためであり，\nその取得の必要性は極めて高かった。しかも買収対象地で，牧場を経営している牧\n場主の協力も不可欠であったことなどの事情に照らせば，実際の買収価格が通常の\n取引価格（適正価格）に比べ高くなったとしても，やむを得ない事情があったとい\nうべきである。\n(ｴ) 適正価格と買収価格の差\n上記(ｳ)ｂのとおり，適正価格と実際の買収価格との間に一定の幅が許されるべきで\nある。本件の個別的な事情を考慮すれば，少なくとも適正価格の５割までの幅が許\nされるべきと考える。原告ら主張の３億３１１２万１２３７円を本件各土地の適正\n価格と仮定しても，その５割増しの金額は約４億９６５０万円であり，既払額４億\n７０５７万０７６１円はこの範囲内である。\nしたがって，仮に原告ら主張の金額が適正価格であるとしても，被告が現に支出し\nた金額は，上記のとおり，許容範囲内であり，被告に広範な裁量権が認められてい\nること等を考慮すると，被告が裁量権を逸脱濫用しているということはできない。\n(ｵ) 不動産鑑定評価について\nａ　Ｋ第２鑑定について\n(a) Ｋ第２鑑定は，本件各土地のうち現況宅地の部分（実測１万８４１９．５６平\n方メートル，以下「現況宅地部分」という。）の更地価格を１平方メートル当たり\n２万７４００円，現況林地の部分（実測３１３９．０１平方メートル，以下「現況\n林地部分」という。）の更地価格を１平方メートル当たり５５００円と評価してい\nる。\n(b) 本件各土地の特性\nＫ第２鑑定は，本件各土地近隣地域の地域特性を分析して，当時，整備が進んでい\nたＥ工業団地に隣接していることから，その直接的な影響により工場地等としての\n利用が進むものと見込まれるため，現況宅地部分の昀有効利用は再整備を前提とし\nた中規模工場用地として，現況林地部分については中規模工場用地としての利用可\n能性を内包する低熟成度宅地見込地と判定している。\nそして，同鑑定は，標準画地の価格（標準価格）を定めるに当たり，現況宅地部分\nの地域特性は市街地外縁部から近郊ゾーンの業務混在地域であるとし，現況林地部\n分の地域特性は市街地近郊の里林地ゾーンを同一供給圏とする地域として，同様の\n特性を有する取引事例を採用している。\n(c) そして，上記取引事例との比較のほか，収益還元法及び公示価格を考慮した上\nで，標準価格を求め，これに対して，本件各土地の個別的要因に基づく比較検討を\n行った結果，上記(a)のとおりの評価結果を導いている。\nｂ　取引事例の選択について\n(a) Ｋ第２鑑定が現況宅地部分の地域特性としている業務混在区域とは，農家の辺\n縁に山林，田畑，工場，倉庫等が混在しており，比較的成熟度の低い地域である。\nしかし，本件各土地の隣接地では，Ｅ工業団地の造成が相当程度に進んでおり，幹\n線道路ともいうべき幅員１２メートルの市道がまもなく完成する予定であった。本\n件各土地は，このような地域にある土地であり，Ｅ工業団地が完成すれば，工業用\n地としての利用が見込まれる土地でもあった。したがって，価格時点では熟成度が\n低かったとはいえ，将来的には，熟成度の高い工場用地として利用されることが期\n待されていた。\n(b) Ｋ第２鑑定は，このような業務混在地域を地域特性として有する事例として，\nＤ１～６の取引事例を採用している。これらの事例は，いずれも国道沿いの住宅地\n又は工業団地に隣接し，商業ないし工業施設が混在する地域である。同鑑定は，こ\nれらの取引事例における価格に地域格差を考慮して試算価格を算出して比準価格を\n得て，さらに収益還元法による収益価格と公示価格を基にした規準価格と比較検討\nした結果，現況宅地部分の標準価格として１平方メートル当たり３万０８００円を\n得ている。\n(c) 原告らは，Ｋ第２鑑定による取引事例の選択を不合理であると主張し，Ｍ不動\n産鑑定士（以下「Ｍ鑑定士」という。）の意見書（甲１３１）においても，事例分\n析が不十分であるとされている。\nしかし，平成６年にＥ工業団地の用地買収のための鑑定を行ったＬ鑑定において\nも，取引事例地の説明は，Ｋ第２鑑定と同様に簡潔にしか記載されていない。Ｍ鑑\n定士の意見書は，事例地の正確な所在が不明であるといっているが，Ｋ第２鑑定で\nは図面を添附して，事例地の位置を指示しているので所在は明らかである。そのほ\nか，Ｋ第２鑑定とＬ鑑定の記載を比較しても，前者の記載が説明不十分であるとい\nうことはできない。\nｃ　近隣の取引事例（買収事例）を採用しなかった点について\n(a) 原告らは，本件各土地からわずか６００メートルの近い場所に，Ａ市土地開発\n公社により買収された土地があるにもかかわらず，これを鑑定評価の取引事例とし\nて採用してこなかったことが不合理であると主張する。\n(b) しかし，これらの土地は平成６年から平成１１年にかけて，Ｅ工業団地の用地\nとして買収されたものであり，買収当時は，熟成度の低い宅地見込み地であった。\nＭ鑑定士作成に係る不動産鑑定評価書（以下「Ｍ鑑定」という。甲１３２）におい\nても，市道沿いに低工業用地，畑及び林地が混在する地域とされている。しかも，\n平成６年の買収当時，道路幅員は約４．５メートルしかなく，未舗装であった。ま\nた，集落や市の中心街から離れており，道路事情が良くないとされている。さら\nに，平成６年に買収された土地は土砂採取場となっており，これらの土地がそのま\nま宅地利用の不可能な土地であったことは明らかである。\n(c) これに対して，現況宅地部分は，既に造成が進みつつあるＥ工業団地に隣接\nし，幅員約１２メートルの舗装された幹線道路（市道）の完成も間近であったもの\nで，既に牛舎地として宅地利用がなされていたものである。このように，工場誘致\nがなされれば工業地域として発達することが見込まれ，舗装された幹線道路の完成\nにより市街地やＮ国道で結ばれるＯ方面までも広域的な需要が見込まれる土地であ\nった。\nこのように，本件各土地は，工業団地用地として買収された土地とは，道路条件，\n熟成度，市場性等の価格形成要因が全く異なるものであった。\nなお，Ｍ鑑定士の意見書では，本件牛舎は違反建築物であるから，その敷地は宅地\nとはいえないと指摘している。しかし，本件牛舎が違反建築物であるかどうかは知\nらないが，仮にそうであったとしても現に宅地として利用されている以上，宅地で\nあることに変わりはない。\n(d) さらに，Ｅ工業団地の積算価格は，用地取得費，工事費等を考慮すれば，１平\n方メートル当たり３万０８００円と計算されており，現況宅地部分の評価額である\n１平方メートル当たり２万７４００円に近似しており，Ｋ第２鑑定による評価額が\n著しく高いということはできない。\n(e) 以上のとおり，Ｌ鑑定の対象となった土地は，Ｅ工業団地の開発前の，しかも\n幹線道路の整備がなされていないときに評価対象とされたものであり，これに対\nし，開発が相当程度進み，幹線道路が完成した後の本件各土地とは土地の地域特性\nが全く異なるというべきであり，Ｋ第２鑑定がこれを取引事例として採用しなかっ\nたとしても不合理ではない。\nｄ　基準地「Ａ－１８」を採用しなかった点について\n(a) 原告らは，Ｋ第２鑑定が本件各土地からわずか９００メートルの地点にある基\n準地Ａ－１８（Ｅ字Ｐ１２３１番地）の基準価格を採用しなかったことが不合理で\nあると主張している。\n(b) しかし，上記基準地は，純然たる農家集落地域に存する土地であるのに対し，\n現況宅地部分は，昀有効利用が再整備を前提とした中規模工場用地であり，その地\n域特性としては，市街地外縁部から近郊ゾーンの業務混在地域に属する土地であ\nる。両者は，地域的な種別及び価格形成要因が異なる。また，Ｍ鑑定においても，\n上記基準地は，県道沿いに古くからある農家集落が連担する地域とされている。こ\nれに対し，本件各土地は，平成１１年３月当時，造成が進むＥ工業団地に隣接して\nおり，間もなくＥ工業団地中央線（幅員１２メートル）に面することになるという\n立地条件を備えていたのである。\n(c) 確かに，一般論としては，宅地の価格が１番高く，その次に宅地見込地，農\n地，林地の順で低くなる傾向はある。そして，同じ宅地であっても，住宅地と工場\n地を比較した場合，工場地の価格水準は周辺住宅地より低くなる。\n(d) この点，本件各土地の地域特性は業務混在区域であり，本件各土地は農家集落\nの辺縁にあって，山林，田畑，工場，倉庫等が混在している比較的成熟度の低い地\n域に属する宅地であるから，一般論としては，上記(c)のとおり，農家集落に属する\n宅地より価格水準は低くなるとも考えられる。\nしかし，本件各土地は，Ｅ工業団地に隣接し，幅員１２メートルの幹線道路が完成\nすれば，工場・事務所用地として広域的な需要が見込まれる地域に属していたのに\n対し，上記基準地の属する農家集落は，古くからの農家が集まっている地縁的，閉\n鎖的な地域であり，土地の需要は極めて限定されたものとならざるを得ない。した\nがって，本件各土地は，このような純然たる農家集落地域とは地域特性が異なるも\nのといわざるを得ないのである。\n(e) 以上のとおり，Ｋ第２鑑定が，上記基準地を鑑定に採用しなかったことが不合\n理であるとは到底いえない。\nｅ　Ｍ鑑定との相違について\n(a) Ｍ鑑定は，本件各土地の近隣地域の特性を，農家住宅地又は熟成度の極めて低\nい工業地域と判定し，Ｅ工業団地の外延的発展性も極めて低いと決め付けている。\n(b) しかし，Ｅ工業団地の発展性が極めて低いという評価は，Ｅ工業団地の現状を\n知った後にいえることであって，本件各土地の価格時点（平成１１年３月）当時の\n状況に基づくとき，Ｅ工業団地の将来の利用状況がどのようになるかは予測し難い\nことであった。確かに，Ｋ第２鑑定も近時の地価動向について，工業地における下\n落傾向も大きな特徴となっていると指摘しているが，そのことと本件各土地の個別\n評価とは別である。地価の下落傾向はあくまで一般的，巨視的な状況であって，本\n件各土地の地域特性を判定するに当たっては，個別的な要素を考慮した評価が行わ\nれるべきである。したがって，本件各土地が工業団地及び幹線道路（工業団地中央\n線）の完成により道路事情が格段に改善されて，周辺地域を含む広域的な需要が見\n込まれる地域に属するものとして評価したＫ第２鑑定を不当と非難することはでき\nない。\n(c) 結局，Ｍ鑑定とＫ第２鑑定の相違は，本件各土地の地域特性をどう見るかとい\nう価値判断に関わる問題であって，その点について両者の見解が異なったとして\nも，一方が絶対的に正しく，他方が絶対間違っているなどとはいえない。\n(d) また，原告らは，Ｋ第２鑑定の結果だけを捉えて，本件各土地と同じＥにある\n土地が１平方メートル当たり１万円から１万２５００円であるのに対し，本件各土\n地の価格がその２倍以上の１平方メートル当たり２万７０００円であるのは余りに\n高すぎて不合理であると非難している。\nしかし，Ｍ鑑定で採用されている事例を見ても，同じＥにある土地の間に１．５倍\nほどの価格差が認められる。すなわち，Ｍ鑑定の事例は，いずれもＥの県道沿いに\n古くからある農家集落が連担する地域に属する土地であるが，基準地の単価が１平\n方メートル当たり１万２８００円であるのに対し，事例１の単価は１平方メートル\n当たり１万８６００円，事例２の単価は１平方メートル当たり２万１０００円で，\n基準地の単価の１．４５～１．６４倍である。本件各土地は，同じくＥにある土地\nであり，熟成度の低い業務混在区域（山林，田畑と工場，倉庫等が混在する地域）\nである点で，価格水準がやや劣るかもしれないが，Ｅ工業団地に隣接し，幅員１２\nメートルの幹線道路に面することとなる点を考慮すれば，Ｍ鑑定で挙げられた事例\nより価格水準が高く評価されても決して不合理ではない。\nウ　請求原因(3)ウの事実は否認する。\n(ｱ) 本件牛舎移転に伴う損失補償の金額について\n本件各土地の買収は，市の長年の懸案であった斎場建設のためであり，その取得の\n必要性は極めて高かった。しかも買収対象地で，牧場を経営している牧場主の協力\nも不可欠であったことなどの事情に照らせば，本件牛舎移転に伴う実際の損失補償\n額がいわゆる適正価格に比べ高くなったとしても，やむを得ない事情があったとい\nうべきである。\n(ｲ) 適正価格と実際の損失補償額の差\n上記(ｱ)のとおり，適正価格と実際の損失補償額との間に一定の幅が許されるべきで\nある。本件の個別的な事情を考慮すれば，少なくとも適正価格の５割までの幅が許\nされるべきと考える。原告ら主張の１億８８５５万２１００円を適正価格と仮定し\nても，その５割増の金額は約２億８２８２万円であり，既払額２億５９９３万９９\n２８円はこの範囲内である。\nしたがって，仮に原告ら主張の金額が適正価格であるとしても，被告が現に支出し\nた金額は，上記のとおり，許容範囲内であり，被告に広範な裁量権が認められてい\nること等を考慮すると，被告が裁量権を逸脱濫用しているということはできない。\n(ｳ) 原告らは，物件移転補償額が著しく不当に高い金額であるとして，独自の評価\nによる補償額を主張している。\nしかし，本件における物件移転補償額は，市が建設技術センターに委託して得られ\nた算定結果（本件算定書）に基づいて決定されたものである。建設技術センター\nは，Ｉ県下の公共団体が行う公共事業に関連して，建物補償調査業務等を行う団体\nであり，本件もその業務としてなされたものである。その算定は，中部地区用地対\n策連絡協議会が定める補償基準に基づいて行われているものであり，常に客観的か\nつ公平な基準に則ってなされるものである。\n(ｴ) 原告らは，本件算定書に対して，数えきれないほどの不可解な矛盾や誤記があ\nるとか，改ざんやねつ造が疑われるとか，被告の指示により補償額の水増しが行わ\nれたなどと主張しているが，以下のとおり，それらの指摘は重箱の隅をつつくよう\nな間違いを指摘するもの，又は根拠のない憶測，想像若しくは悪意ある仮定に基づ\nくいいがかりにすぎない。\nａ　用紙の形式，数字の書き方について\n宛名の形式等が異なるのは，建設技術センター内において表記方法が統一されてい\nなかったためであり，また数字の書き方が異なるのは，ワープロではなくテンプレ\nートで修正したために生じたものであって，ねつ造を疑わせるものではない。\nｂ　調査内訳書（甲７５）の記載について\n調査内訳書に記載されたＡ棟からＪ棟は，いずれも牧場主所有の建物であるが，本\n件斎場建設に関わるのは，Ａ棟からＥ棟までの５棟である。その他の建物は，斎場\n用地ではないが，斎場受入地区であるＥ地区から，斎場建設予定地以外の牛舎施設\nについても移転の要望が出されたので，その検討資料とするため，併せて補償額の\n算定を委託したものである。これらは，当初から２つに分けて委託していたもの\nで，成果品としても別々の損失補償算定書が作成されている。補償額の嵩上げを目\n論んでいたものではない。\nｃ　建物表示の変更について\n被告が表示の変更を指示したものであって，問題はない。\nｄ　建物の階数等の間違いについて\n平家建ての建物を２階建てと記載したのは単なる誤記である。図面では平家建てに\nなっている。\nまた，建築年次について，Ｑは市の担当者に確認したと言っているが，市の担当者\nとしても，未登記の建物であれば正確な建築年次は建物の所有者に聞くしかない。\n所有者が不正確な記憶に基づいて市の担当者に回答しても，確認する手段はないの\nである。\n用途区分の間違いについては，誤記の可能性があるかもしれないが，上記同様，図\n面は一致している。\n原告らは，建築年次を遅らせれば経過年数が変わり再築補償率が微妙に上がるの\nで，補償額を増やすために企てられた可能性があると主張するが，Ｑが証言すると\nおり，再築補償率は単純に経過年数だけで決まるものではなく，建物の種別や構造\nも関係してくるのであって，年度が新しければ補償率が高くなるというものではな\nい。\nｅ　そのほか，原告らは，被告が建設技術センターの理事であったことを捉え，水\n増し工作をした可能性があるなどと主張するが，全く根拠のない憶測でしかない。\nまた，建設技術センターが下請業者に丸投げしていたなどと主張するが，現地調査\nは，Ｑと下請業者のＲが行い，Ｑの指示の下にＲが測定作業を行っていたのであっ\nて，丸投げしていたわけではない。\n(ｵ) 物件移転補償額の算定\nａ　原告らは，建設技術センター作成の本件算定書は信用できないとして，独自の\n方法により補償額を算定している。しかし，建設技術センターが行った算定は，既\nに述べたとおり，中部地区用地対策連絡協議会が定める補償基準に基づき行われる\nものであり，その信用性を疑う余地はない。\nｂ　原告らは，建物補償額について，委託内容と成果物が異なるとか，物件の表示\n記号が異なるとか，あるいは平家建ての建物を２階建てと記載しているなどの理由\nを挙げて，本件算定書が信用できないと主張しているが，これらの指摘が失当であ\nることは上記(ｴ)のとおりである。\nｃ　原告らは，本件算定書の金額に訂正を試みているが，それらは独自の方法で計\n算しているにすぎず，本件算定書の信用性を覆すものではない。\n(ｶ) 原告らによる補償額算定について\nａ　原告ら主張の算定方法は，移転先の牛舎施設の建設費を基にして，その床面積\nが現況の床面積と同じでなければならないという前提に立って，補償額を算定する\nものである。\nしかし，物件移転補償額の算定は，現にある建物等を規準にして行うものであっ\nて，建物の所有者が移転先で建てる予定の建物を規準にするものではない。原告ら\nは，牧場主が移転先で安上がりの建物を建てようとしているのだから，補償額もそ\nれに見合うものであればよいと言いたいのであろうが，補償額を算定する際には，\n将来，所有者が実際にどのような建物を建てるのかなど分からないし，建物の建設\n費は床面積だけで決まるものでもないから，移転先で建てる建物の床面積が増えた\nからといって，現況の床面積に合わせて補償額を減らさなければならない理由はな\nい。\nｂ　いずれにしても，原告ら主張の算定方法は，通常，建設技術センターが補償基\n準に基づいて行う補償額算定において採用される方法とは異なる独自のものであっ\nて，全く信用できない。\nエ　請求原因(3)エ，オの事実は否認する。\n(3) 請求原因(4)のうち，①，②，④，⑤，⑦，⑨の金額は認め，その余の事実は否\n認する。\n(4) 請求原因(5)の事実は認める。\n理由\n１　請求原因(1)，(2)及び(5)の事実は当事者間に争いがない。\n２　本件の経緯等\n上記争いのない事実に証拠（甲１の1･2，２の1の1～3，２の2の1～18，３の1の1～\n3，３の2の1～3，４の2の1･2，４の3の1～3，５の1･2，６の1･2，８の1･2，９の1，\n９の2の1～4，１１，１２の1，１３の1，１９，２２の1･2，２４，２６～３３，３\n４の1･2，３５の3，３７の1･2，３９，４１の2･3，４２，４６～４９，５０の1･2，\n５１の1･2，５２の1･2，５３，５５，５８，５９，６１の1･2，６２の1～3，６３，\n６４，６５の1～4，７０の1～13，７１，７２，７５，７６の1･2，７７，７９の1～\n3，８０の1～3，８１の1～3，８２の1の1･2，８２の2～7，８３の1･2，８６の1の\n1～6，８６の2の1･2，８７の1の1～4，８７の2，８７の3の1･2，９０の1～3，９１\nの1･2，９２の1･2，９３，９９の1･2，１００，１０８，１０９，１１７，１３２，\n乙３～５，８，２９，３３，３７，３９，４４，証人Ｓ，証人Ｔ）及び弁論の全趣\n旨を総合すれば，以下の事実が認められる。\n(1) Ａ市には，昭和３７年に建設された火葬炉２基を有する火葬場があったが，老\n朽化が進むとともに，火葬炉が少ないこと，施設が狭いこと，周辺の宅地化が進み\n移転の要望が出されたことなどから，その移転改築が長年にわたる懸案事項となっ\nていた。\n(2) 被告は，平成６年９月１６日，市議会全員協議会に斎場建設計画の素案とし\nて，「斎場建設に係る基本的な考え方について」と題する文書を提出し，了承され\nた。被告は，これに基づいて，斎場建設の場所を検討の上，Ｅ区に協議を要請し\nた。\n(3)ア これに対して，Ｅ区は，平成８年２月１８日，本件斎場が本件牛舎地へ移転\nすることを了承するとともに，本件牛舎をＥ区開畑地付近（Ｇ）へ移転することを\n求めることが決定された（甲７９の1）。\nイ しかし，Ｅ区区長の諮問機関である「明日のＥを考える会」が，平成８年１０\n月ころ，同区の２０歳以上の住民を対象にアンケート調査を行ったところ，本件各\n土地への斎場建設に否定的な意見が多数寄せられるなど，住民の中には異論もあっ\nた（甲４８，４９）。\n(4) 市内のＵ地区（Ｆ区を含む。）の区長１８人とＶ地区の区長１２人は，平成８\n年１１月，Ｅ地区における斎場建設計画が危うくなったとして，被告に対し，Ｆの\n火葬場跡地に建設することを要望した（甲９の1）。\n(5) 市議会は，平成８年１２月２０日，斎場建設調査特別委員会（以下「特別委員\n会」という。）を設置し，斎場建設に関する調査，検討を進めた。\n(6) 被告は，平成９年１月２０日，特別委員会に，「（仮称）Ａ市斎場建設基本計\n画（案）」を提出した（以下「本件基本計画」という。甲３の1の1）。\nこの本件基本計画によると，本件斎場を将来の人口１５万人に対応できる規模とす\nること（敷地面積３万５０００平方メートル，建物面積２１６０平方メートル，火\n葬炉６基（うち，２基は将来増設）），火葬場に加えて通夜や告別式が開催できる\n葬祭棟を併設すること，斎場建設事業費は約２２億円，関連事業費は約４億５００\n０万円，建設地はＥの本件各土地，事業期間は平成７年度から平成１１年度末など\nとされていた。\n(7) 被告は，平成９年３月，市議会定例会に，平成９年度一般会計当初予算を提出\nしたが，これには斎場建設関係事業費の一部として，事務費，委託料，用地費，補\n償費３億６１６７万４０００円（以下「本件事業費」という。）が計上されてい\nた。市議会は，これを可決したが，特別委員会で審議検討中であることから，その\n結論が得られるまでは執行しないとの条件を付した。\n(8) 特別委員会は，平成９年４月２１日，執行が凍結されていた本件事業費のう\nち，本件牛舎地の物件移転補償額算出業務委託料１２００万円，築炉メーカー選定\n業務委託料３００万円及び事務費２０３万２０００円に限り予算執行を了承した。\n(9) 原告らは，平成９年５月９日，被告に対して，地方自治法７４条１項に基づ\nき，本件基本計画に対する賛否を問う市民投票条例の制定を請求し（甲４の3の1～\n3，５５），さらに，同月１５日，斎場の建設地について，第１にＷダムの土捨て場\n等の公有地を，第２にＸを検討するよう求めた（甲５５）。\nしかし，市議会は，同月１９日，条例制定請求を否決した（甲７７）。\nまた，市議会は，斎場建築計画の再検討を求める請願を受けた（甲９の2の2）が，\nこれを不採択とした。\n(10) 特別委員会は，平成９年５月２０日，Ａ市斎場建設室作成の別紙２「（仮称）\nＡ市斎場建設に伴う用地単価比較表」で説明を受けた。その際，被告や斎場建設室\n職員は，用地単価比較表は机上の設計であり，厳密に調査した結果のものではない\nが，おおよその状況を検討してもらうために作成したものである旨を説明した（甲\n８２の1の1）。\n特別委員会は，同日，本件基本計画と本件事業費の予算執行を了承した（甲５の\n2）。\n(11)　市は，それ以降，Ｅ区及び牧場主，地権者らと，本件斎場の受入れについて\n協議を継続した。\n(12)ア　被告は，平成９年５月２７日，建設技術センターとの間で，本件牛舎及び\nＥ地区に点在する牧場主所有の牛舎の移転に係る損失補償の算定業務を代金１１７\n２万８５００円，期限同年９月３日として委託した（甲６４，７５，乙４）。その\n後，期限は平成１０年３月３０日まで延長された。\nイ　建設技術センターは，平成１０年３月３０日，上記アの委託を受けて，次のと\nおり，損失補償評価算定書２冊（本件算定書）を完成し，提出した（甲１１７）。\n(ｱ) 本件牛舎に関するもの（甲１０８，乙５）\n損失補償額合計 ３億４８４９万７２７８円\n建物補償費 ２億７０６０万２３４５円\n工作物 　　６４６９万３０６３円\n動産補償額 　　　７８３万００９０円\n移転雑費 　　　５２９万３４５０円\n立木，庭木類補償額 　７万８３３０円\n(ｲ) Ｅ地区３か所に点在する牛舎に関するもの（甲８７の1の3，１０９）\n損失補償額合計 １億２９６７万１４４８円\n建物補償費 １億０６６１万２０９０円\n工作物 　　１４２１万６３８８円\n動産補償額 　　　４８５万２９７０円\n移転雑費 　　　３８９万２４８０円\n立木，庭木類補償額 　９万７５２０円\n(13)　Ｅ区では，平成１０年８月２９日，「市斎場建設に関する市の回答書・協定\n書（案）のＥ区同意について」が議案として提出され，多数決により可決された\n（甲７６の1･2）。\n(14)　市は，平成１１年１月２６日，本件各土地の価格の鑑定をＫ鑑定士に依頼し\nた（甲９３）。\n(15)  被告は，特別委員会の承認を得て，平成１１年２月２０日，Ｅ区長との間\nで，「斎場建設に関する協定書」を取り交わした（甲８の1）。その中で，「Ａ市が\nＡ市Ｅ字Ｙ地内に斎場を建設するについてＡ市Ｅ区は全面的に協力し同意する。」\nとされていた。\n(16)　市は，平成１１年２月２２日に開催された市議会全員協議会において，本件\n各土地の不動産鑑定書の提出を求められたが，いまだＫ第２鑑定が提出されていな\nかったにもかかわらず，Ｋ第２鑑定があるかに装いながら，牧場主や移転先の地権\n者らとの交渉の妨げになるとして，これを拒絶した（甲２の2の5，８の1）。\n(17)　市は，平成１１年３月，市議会に平成１１年度一般会計当初予算を提出し\nた。これには，本件斎場の用地取得のための公有財産購入費６億３０００万円，牛\n舎移転等の補償填補及び賠償金３億９９００万円を含む斎場建設事業費１１億５９\n１４万７０００円が計上されていた。\n市議会は，これを可決した。\n(18)　「Ａの市政を考える会」を構成する原告らを含む２０名は，平成１１年３月\n１日，Ａ市監査委員に対して，本件斎場建設計画の中止，これに関連する契約及び\n協定等の取り止め，公費の支出の差止めを被告に勧告することを求める住民監査請\n求を行った（甲２の1の1･2，２の2の1～18）。\n(19)　Ｋ鑑定士は，平成１１年３月５日，本件牛舎地のうち，現況宅地を１平方メ\nートル当たり２万７４００円，現況雑種地を１平方メートル当たり１万９１００\n円，現況林地を１平方メートル当たり５５００円（いずれも同年２月１日時点での\n価格）とし，本件各土地の鑑定評価額合計を６億２７７７万０７６１円とする鑑定\n書（Ｋ第２鑑定）を作成し，市に提出した（乙３，４４）。\n上記鑑定評価額は，平成１０年当時の本件各土地から昀も近いＩ県地価調査基準地\n（宅地）の地価１平方メートル当たり１万２８００円と比較して宅地の評価が２倍\n以上であった（甲１３２）ほか，平成８年１１月ころにＫ鑑定士が評価した鑑定額\n（Ｋ第１鑑定）と比較しても約２８．５パーセント増加したものであった（甲２２\nの2）。\n(20)　被告は，平成１１年４月１日，牧場主との間で，次のとおり，「斎場整備事\n業に伴う用地・補償等に関する協定書」（本件協定書）を取り交わした（甲８７の\n1の1･2）。\n土地の引渡時期　森林法２９条の解除予定通知後１８か月以内（３条１項）\n土地代金　５億２３８５万７９９９円（２条２項）\n代替地の取得　市は，用地測量業務等の調査並びに牧場主を申請者とする保安林解\n除及び開発許可等法的な手続に関する調査等を行う。（６条３項）\n建物及び工作物等に関する補償金額　３億４８４９万７２７８円（８条１項）\n立木に関する補償金額　２０５万９４４０円（８条１項）\n補助金　市は，Ｅ区に点在する牧場主の牛舎施設等の移転統合に関して，損失補償\n基準に基づき算定した補償金額を上限として補助金を交付する。（９条１項，２\n項）\n(21)　Ａ市監査委員は，平成１１年４月２８日，上記(18)の監査請求を理由が　な\nいとして棄却した（甲１の1）。\n(22)　原告らは，上記(21)の監査結果を不服として，平成１１年５月１９日，本件\n訴訟を当裁判所に提起した。\n(23)　被告は，平成１１年６月１４日，Ａ市長として，Ｃ株式会社との間で１３３\n２万３４５０円の，Ｄ株式会社との間で６７３万２６００円の，土地の損失補償契\n約を締結した。同金員は，同年７月３０日に支出された。\n(24)　被告は，平成１１年６月２１日，Ａ市長として，土地所有者らとの間で次の\nとおりの仮契約を締結した（下記シの契約については同月２３日。甲５３）。これ\nらの契約のうち，売買契約については，市議会の議決を経たときに本契約とみなす\nこととされていた。これらの金員のうち，下記イの内金２億３４６９万７２７８円\n及びウ～シについては同年７月３０日，下記アの内金３億６６６５万７９９９円に\nついては同年８月２０日にそれぞれ支出された。\nア　牧場主との本件２～８･10～16土地の売買契約\n代金　５億２３８５万７９９９円\n明渡期限　平成１２年３月３１日\n代金支払時期　３億６６６５万７９９９円　遅滞なく\n１億５７２０万円　土地の引渡後\nイ　牧場主との本件４土地上の建物の移転に係る損失補償契約\n補償金　３億４８４９万７２７８円\n（物件移転料　３億３５３７万３７３８円）\n（その他通常受ける損失の補償金　１３１２万３５４０円）\n移転期限　平成１２年３月３１日\n代金支払時期　２億３４６９万７２７８円　本契約とみなしたとき\n１億１３８０万円　移転後\nウ　牧場主との本件５･14･15土地上の立木に係る損失補償契約\n補償金　２０５万９４４０円\n代金支払期限　本契約とみなしたとき\nエ　本件１･19土地の売買契約\n代金　５４４３万５１１０円\n明渡期限　平成１１年７月３０日\n代金支払時期　土地の引渡し及び所有権移転登記手続後\nオ　本件19土地上の立木に係る損失補償契約\n補償金　４６万８４００円\n代金支払期限　本契約とみなしたとき\nカ　本件17土地の売買契約\n代金　１２９３万１１０５円\n明渡期限　平成１１年７月３０日\n代金支払時期　土地の引渡し及び所有権移転登記手続後\nキ　本件17土地上の立木に係る損失補償契約\n補償金　１９０万２０８０円\n代金支払期限　本契約とみなしたとき\nク　本件18土地の売買契約\n代金　３７５万１４４０円\n明渡期限　平成１１年７月３０日\n代金支払時期　土地の引渡し及び所有権移転登記手続後\nケ　本件18土地上の立木に係る損失補償契約\n補償金　４０万２４４０円\n代金支払期限　本契約とみなしたとき\nコ　本件20･21土地の売買契約\n代金　１５１６万４３３４円\n明渡期限　平成１１年７月３０日\n代金支払時期　土地の引渡し及び所有権移転登記手続後\nサ　本件20･21土地上の立木に係る損失補償契約\n補償金　３５万４２４０円\n代金支払期限　本契約とみなしたとき\nシ　本件９土地の売買契約\n代金　１７６３万０７７３円\n明渡期限　平成１１年７月３０日\n代金支払時期　土地の引渡し及び所有権移転登記手続後\n(25)　被告は，地方自治法９６条１項８号，同法施行令１２１条の２第２項，議会\nの議決に付すべき契約及び財産の取得又は処分に関する条例３条により，予定価格\n２０００万円以上の不動産の買入れには市議会の議決が必要となることから，平成\n１１年６月２５日，市議会に，本件各土地を総額６億２７７７万０７６１円で取得\nする議案を追加提案し，Ｋ第２鑑定の一部を議題終了後に回収する予定とした上で\n配付した。その後，質疑答弁が行われ，その中で次の応答がなされた（甲２９，４\n１の3，４２，８３の2）。\n「Ｚ議員\nこの斎場の建設ですね，じゃその移転先の，例えばこれは保安林の解除，また牛舎\n地の移転，それが済んでから初めて建設が開始されまして，大体工期は約１年間か\nかると，このようにお聞きしてるわけですが，それでは大体っていいますか，この\nままいきますと順調に進んで，じゃいつ移転するのか，いつ着工になって供用開始\nというか，市民が利用できるようになるのはいつごろと考えてられるのか，お尋ね\nしたいと思います。\n被告\n保安林の解除と申しますのは，まず初めにそこで作業をしてもよろしいという，い\nわゆる予定告示をいただくわけです。そして作業が完了したときに初めて検査があ\nって，そしてその一定の部分について解除告示がなされると，こういうような手続\nになるわけであります。\nしたがって，我々としては作業にかかれるのは，その予定告示をいただくと，です\nからこういうことでこういう工事の仕方をして，こんなふうになりますということ\nでお願いをするのを，なるべく早く図面も完了させて，いろんな測量も終わって，\nそして手続，具体的なそういう手続にいきたいと思っておりますけれども，今もい\nろんな手順を一つ一つこれから詰めていく段階にあります。したがって，県のある\nことでございますから，そう時間的にどうだというようなことは申し上げられませ\nんけれども，予定告示をいただくまでには，少なくとも具体的な作業に入りまして\nから半年ぐらいはかかるんじゃないかと，こういうぐあいに思っております。\nしたがって，私どもとしては，その具体的なそういう手続作業にはなるべく早く入\nっていきたいと，こう思っておりまして，したがって明年度中には着工できれば\nと，こういうぐあいに考えておりますけれども，具体的にいましばらくそういう展\n望の持てるお答えをさしていただくには，もう少し県と具体的に詰めをさしていた\nだいて，そして時間的な展望が見えました段階で具体的にどんな時期と，こんなふ\nうに申し上げたいと思いますけれども，我々としては将来からの目標に向かって基\n本的には進めていきたいと，こう思っておりますので，もうしばらく具体的な県と\nの詰めが煮詰まってきますまで，その辺の時間的な問題はお答えはご容赦いただき\nたいと，こう思います。」\n「ａ議員\nそれから次に，今日の財産取得のこの議案ですが，いわゆる６億２７００万円の金\n額が上がっておりますが，これは先ほど鑑定いただいた書類の中で鑑定書の内容ど\nおりであるわけでありますが，ここにいわゆる契約するに当たって相手方との条件\n等，お互いにあると思うんですが，例えばこれを支払う代わりに更地にしていつく\nれるんであるとか，更地にいつやって市に提供されるのか，あるいはそれについて\nは牧場の地権者の方からこの値段で契約するけども，例えば保安林解除してくれる\nことが条件であるとか，そういったお互いの条件があると思うんですが，その条件\nがあればおっしゃっていただきたい。特にこの土地を更地にして市がいつもらえる\nことになるのか，その辺のところもお尋ねしたいと思います。\nｂ助役\nすべての土地について仮契約をしております。仮契約の内容は本年度末ということ\nになっております。そういった中での契約でございます。\n特定の条件ていうのは契約の中でうたっていない，一般的な用地の取得条件だと，\nいろいろのあれが契約に必要な契約事項で契約されていると，このようになってお\nります。\nａ議員\n再度確認いたしますが，あの土地を更地にして市が受け取るのは本年度末と，こう\nいうことで，相手からの特段の条件はないと，こういうことですか。\nｂ助役\nあの契約の中に特段の条件はうたわれておりません。\nａ議員\nいろいろと保安林の問題，心配する問題もありますが，契約内容の中に本年度末に\n更地で市が受け取るということであれば，それで一応安心するわけでありますけれ\nども，そういうことで本年度末には更地で受け取って，あと保安林解除等の問題で\nありますが，早く，一日も早く工事に着手するように，これは市民総意の要望でご\nざいますのでお願いしたい。」\nそのほか，市が県の許可を得ないまま保安林内でボーリング調査を行ったことも問\n題となった。\nしかし，結局，本件各土地を総額６億２７７７万０７６１円で取得する議案は，賛\n成１５票，反対４票で可決された（甲６の2）。\n(26)　Ｉ県担当者は，平成１１年６月当時，保安林の解除には公益上必要であるこ\nとが要件とされているところ，本件牛舎は個人の施設であり，公益の施設には当た\nらないとして，保安林解除は困難との見解を示していた（甲６の1，８３の2）。\n(27)　平成１１年７月ころ，本件牛舎の移転先として予定されているＧ付近におい\nて，絶滅危惧種のオオタカの営巣が疑われた。そこで，市は，同年８月１２日，Ｈ\nの会会員のＪの協力を得て確認調査を始めた。\n(28)　被告は，平成１１年８月３１日，Ｉ県知事に対し，本件牛舎の移転のため\nに，Ａ市Ｇの保安林の指定の解除に関する事前相談書を提出し，平成１２年８月４\n日，一部を差し替えた（甲２６，５９）。\n(29)　Ａ市土地開発公社は，平成１２年１月２６日，本件牛舎の移転先とするため\nに，Ｇの土地約２万３７００平方メートルを約４０００万円で購入した（甲３７の\n1･2）。\n(30)　Ａの市政を考える会は，平成１２年２月９日，林野庁長官に対し，保安林の\n指定を解除しないことを求める要望書を，Ｉ県知事に対しては，保安林解除に向け\nた手続を行わないことを求める要望書を提出した（甲３３）。\n(31)　被告は，平成１２年２月１６日，市議会全員協議会で，Ｈの会会員のＪから\n本件牛舎の移転先ではオオタカは確認されなかったと報告を受けており，問題ない\n旨を発言した。\nＪは，同月１７日，被告に対して，オオタカのものらしい巣が見つかったのが営巣\n時期を過ぎた８月であったため，翌年の調査を提言しただけであり，その後にオオ\nタカの営巣が明らかになった旨報告しているとして，抗議するとともに，謝罪と訂\n正を要求した（甲３２）。\n(32)　Ａの市政を考える会は，平成１２年２月１９日，環境庁長官及びＩ県知事に\n対し，保安林に営巣するオオタカの保護を求める要望書を提出した（甲３４の\n1･2）。\n(33)　被告は，平成１２年３月１４日，牧場主との間で，上記(24)アの売買契約に\nおける土地の明渡期限，上記(24)イの損失補償契約における移転期限について，同\n月３１日を平成１３年３月３１日に変更するとの契約を締結した（甲６１の1･2）。\n(34)　被告は，平成１２年５月１９日，Ｉ県知事に対して，Ｇにおけるオオタカの\n調査に関する中間報告を行った（甲５１の1）。\n(35)　平成１２年７月３０日，本件牛舎の移転先の保安林の約５０本が何者かによ\nって伐採されているのが見つかった（甲５０の1）。\n原告ｃらは，平成１２年１０月２日，保安林の伐採が森林法に違反するとして，被\n疑者氏名不詳のままＡ警察署長に告発した（甲６２の1･2）。\n(36)　被告は，平成１３年３月２３日，農林水産大臣あてのＧの保安林解除申請書\nを，Ｉ県伊賀県民局に提出した（甲７２，９９の1･2）。これによると，牛舎の新築\n工事は，牛舎６棟，堆肥舎２棟，事務所１棟及び倉庫１棟を建設するというもの\nで，工事費用は消費税込みで２億８３５０万円とされていた。\n(37)　農林水産大臣は，平成１３年１１月２６日付けで，保安林の指定の解除に関\nする予定通知を行い，Ｉ県は，同年１２月４日に解除予定告示を行った（甲９０の\n2･3）。\n(38)　被告は，平成１４年４月，Ａ市長選挙で再選を目指したが落選し，ｄが新市\n長となった。\n(39)　牧場主は，平成１４年４月１３日，被告に対して，平成１１年４月１日付け\n協定書による土地明渡期限を，解除告示後２４か月以内と改めてほしいとの要望書\nを提出した（甲８７の1の4）。\n(40)　ｄ市長は，平成１４年９月８日，特別委員会の承認を得て，同月１１日，Ｅ\n区長との間で，上記(15)の平成１１年２月締結にかかる「斎場建設に関する協定\n書」について，斎場建設の位置を本件牛舎地からＥ工業団地内に変更する変更協定\n書を取り交わした（甲８６の2の1）。\n(41)　ｄ市長は，平成１４年９月１９日，市議会に対して，斎場建設予定地をＥ工\n業団地４号地（Ｅ字ｅ４５３８番２，地積１万５３４１平方メートル）に変更する\nことを提案し，その理由として，牧場主から上記(39)のような要望があることか\nら，変更により事業期間の短縮が見込まれること，その他事業費の削減，用地確保\nの容易性及び立地地区の建設同意等を挙げた（甲８６の1の1～6）。そして，本件協\n定書の存在が初めて明らかにされた（甲８７の1の1，８７の3の1･2）。\n市議会特別委員会は，平成１４年１０月８日，ｄ市長の変更提案を了承した（甲８\n６の2の2）。\n(42)　ｄ市長は，平成１４年１０月１６日，農林水産大臣に対して，牧場主から上\n記(39)の要望があり斎場建設事業が大幅に遅延するため，斎場の建設場所を変更す\nることにしたとして，保安林の解除申請を取り下げた（甲９０の1）。\n(43)　農林水産大臣は，平成１４年１０月３０日，上記(42)の取下げを受けて，上\n記(37)の保安林解除予定通知を取り消した（甲９０の2）。\n３　そこで，請求原因(3)アについて検討する。\n(1)　上記２の認定事実によれば，従来の火葬場には，①老朽化が進み度々修理が必\n要となっていた，②市の人口に比して火葬炉が少なく，Ａ市民が近隣の地方公共団\n体の火葬場を利用しなければならないことがあった，③付近の宅地化が進み，地元\n住民から移転の要望があったなどの問題があり，また，火葬場自体が一般的にはい\nわゆる迷惑施設（付近に設置されることが望まれない施設）であるとの特殊性もあ\nるから，火葬場を早期に住宅地域からある程度離れた場所へ移転又は新設する強い\n必要性があったと認められる。\nそして，本件斎場の設置場所の検討に当たっては，その施設の特殊性から，地元住\n民の意向及び土地の買収を要する場合は地権者の意向を第一に考慮せざるを得ず，\n加えて，本件斎場を利用することになる市民及び近隣地方公共団体の住民からの交\n通の便，設置に要する費用及び期間，他に進行中の事業や計画との関係等を総合的\nに考慮することが必要となるのであって，当該地方公共団体の首長である被告に広\n範な裁量権があったというべきである。\nしかし，それと同時に，議会には地方自治法９６条１項に列挙された事項に関する\n議決権が与えられており，地方公共団体の意思決定のうち基本的なもの及び重要な\nものについて，執行機関の行政執行に対して事前又は事後の監視，統制という機能\nを発揮することが予定され，特に，地方自治法９６条１項８号に規定する財産の取\n得又は処分に関しては，地方公共団体の財産の状態に重要な変動をもたらす行為で\nあるために，その適否について，議会の判断に係らしめているから，被告は，市議\n会に対して，売買の対象となる不動産及びその価格のみならず，売買の目的や必要\n性，引渡の時期等の契約の付帯条項等についても，誠実に説明すべき責務があり，\nこれらの説明に重大な誤りや欠落がある場合には，当該財産の取得又は処分に関す\nる契約について審議されたとはいえず，この議会の議決がないと評価すべきものと\n解される。\n(2)　しかるに，本件各土地のあるＥ区では，上記２(3)ア，(11)，(13)，(15)のと\nおり，平成８年２月１８日に本件牛舎地での斎場建設の受入れが決定され，その後\nさらに協議が進み，平成１０年８月２９日のＥ区臨時総会において「斎場建設に関\nする協定書」の締結が可決され，平成１１年２月２０日，被告とＥ区長との間で\n「斎場建設に関する協定書」が取り交わされていることからすると，地元住民及び\n地権者の了解が得られていたということができる。もっとも，上記２(3)イのとお\nり，平成８年１０月ころ反対の声があったこともうかがえるが，それが地元住民の\n全体的かつ継続的なものであるとは認められず，かかる事態はいずれの場所で建設\nする場合にも多かれ少なかれ起こるものであるから，このことをもって，了解が得\nられていないとはいえない。\nそして，被告は，①本件各土地は交通の便が良い，②買収交渉の相手方である本件\n各土地の所有者が明らかとなっている，③本件各土地は集落から比較的離れていて\n人目に付きにくい，④本件各土地は既に造成されており平坦地が確保できるなどの\n事情を考慮し，本件牛舎の移転に伴う損失補償の支払が必要になることも前提とし\nて，本件各土地での斎場建設を決定したというのであるから，被告による本件斎場\nの設置場所の選定自体に裁量権の逸脱濫用があったということはできない。\nこの点，原告は，別紙２の「（仮称）斎場建設に伴う用地単価比較表」は虚偽の内\n容であると主張するが，もともとこの比較表は時間的な制約もあって厳密な調査を\n経て作成されたものではないという事情があり，上記２(10)のとおり，本件斎場の\n立地条件についてのおおまかな傾向を把握するための資料であること自体は議会に\nおいて説明されていることからすると，それが正確でないとしても，本件各土地に\nおける斎場建設の違法性を基礎付けるものとはいえない。なお，原告らは，本件各\n土地の有効敷地面積が１万３５００平方メートルであることを前提に，修正した総\n事業費をこれで除して１平方メートル当たりの用地単価を算出しているところ（甲\n８５の1），本件斎場の周囲にある山林は本件斎場に必要なもので一体として機能す\nるものであるから，山林も含めて１平方メートル当たりの用地単価を算出し，これ\nを比較することは特段不合理とはいえない。\n原告らは，「被告は，市議会に広い用地買収を認めさせるために，市の目標人口が\n１０万人であるにもかかわらず，「Ａ市は１５万人都市を目標としている。」と議\n会で述べ，人口１５万人規模の斎場の建設を認めさせた。」と主張する。確かに，\n本件斎場は，他の地方公共団体の有する火葬場や斎場に照らして規模の大きいもの\nであったことはうかがえるが，Ａ市の人口や増加見込みについては市議会議員も把\n握できるのであるから虚偽の説明により市議会議員が誤解して議決したということ\nはできないし，厚生省生活衛生局企画課の監修した「火葬場の施設基準に関する研\n究」を基に計画されているのであって，本件基本計画において計画された本件斎場\nの規模がＡ市民及びこれを利用する可能性のある近隣の地方公共団体の住民の人数\nに比して，違法性を帯びるほどに過大ということはできない。\n原告らは，「本件牛舎地の立地は，被告がＥ区役員に持ちかけて協力させたもので\nあったのに，被告は，議会において「迷惑施設をお引き受け戴く地元の皆さんの決\nめたこと」と虚偽の説明をした。また，長年火葬場を抱えてきた東町住民からの地\n元における新斎場施設建設の要望やその他の協力申出も退けた。」と主張する。し\nかし，本件牛舎地を建設予定地とすることについて，被告ら市側とＥ区のいずれか\nら発案されたかは結局のところ不明であるといわざるを得ず，またＥ区がこれを了\n承していること自体はそのとおりなのであって，被告の説明が虚偽と断定すること\nはできない。また，上記２(4)のとおり，Ｆ区付近の区長３０名が，平成８年１１月\nころ，Ｆに斎場を建設することを要望したことは認められるが，それがＦ区住民の\n総意であるかやその意思が継続的なものであるかは不明であって，Ｅ区との協議が\n既に進行していた時期であることを考慮すると，Ｆを建設地から外したことに裁量\n権の逸脱はない。\n原告らは，上記２(3)イに関して，「被告は，Ｅ区で行われたアンケートの結果が本\n件計画に不利に作用すると知り，地元出身の職員を使って圧力をかけ，地元の自主\n的・民主的な取組みを踏みにじった。」と主張するが，被告が何らかの圧力をかけ\nたことを認めるに足りる証拠はない。\n原告らは，「被告は，本件各土地の所有者や事業主が行うべき調査や設計委託を市\n費で行った。」と主張するが，仮にこれが違法であるとしても，その違法は当該調\n査や設計委託に要した費用にかかる財務会計行為に関するものであって，本件で問\n題とされる財務会計行為の違法性には影響を与えない。\n原告らは，上記２(27)，(31)に関して，「被告は，本件牛舎の移転先付近にオオタ\nカが営巣していることを知りながら，市議会において，オオタカは確認できなかっ\nたなどと虚偽の発言を繰り返した。」と主張するが，オオタカの営巣が問題となっ\nたのは平成１１年７月以降のことであるところ，本件基本計画は平成９年１月に明\nらかにされ，本件各土地の売買仮契約や損失補償契約は平成１１年４月から同年６\n月にかけて締結され，本件各土地の取得に関する市議会の議決は同月２５日になさ\nれているのであって，遡って違法性を基礎付けるものとは認められない。\n(3) 　しかし，被告は，上記２(20)，(24)のとおり，平成１１年４月１日，本件牛\n舎地の引渡時期を森林法２９条の解除予定通知後１８か月以内とし，Ｅ区に点在す\nる牧場主の牛舎施設等の移転統合に関して，市が保安林解除申請手続を行うこと，\n損失補償基準に基づき算定した補償金額を上限として補助金を交付することを内容\nに含んだ本件協定書を取り交わし，その後の同年６月２１日，本件牛舎地の明渡期\n限を本件協定書と異なる平成１２年３月３１日とする売買仮契約書を締結してい\nる。そして，上記２(33)，(39)のとおり，牧場主が平成１４年４月１３日被告に対\nして，平成１１年４月１日付け協定書による土地明渡期限を，解除告示後２４か月\n以内と改めてほしいとの要望書を提出していることからすると，被告は売買仮契約\n書を締結しているにもかかわらず，実際には本件協定書に従った契約の履行を進め\nようとしたものと認められる。\nそれにもかかわらず，被告は，平成１１年６月２５日の市議会において，本件協定\n書の存在を秘匿しており，ａ議員が明渡期限を２度確認したのに対し，ｂ助役をし\nて本年度末（平成１２年３月３１日）であり，その他に条件は付されていないと虚\n偽の答弁をさせ，被告はその場にいながらこれを訂正していない。\nまた，被告は，平成１１年６月２５日の市議会において，保安林解除手続につき，\n保安林に建てられるのが個人の経営する牛舎であることから，森林法２６条２項の\n規定する「公益上の理由により必要が生じた」との要件に該当しない可能性が高\nく，Ｉ県担当者からも解除は困難であるとの指摘を受けており，仮に解除の可能性\nがあるとしても相当長期間の協議，折衝が必要となり，さらに本件斎場の建設開始\nには保安林解除予定通知後１８か月を要することを知りながら，「明年度（平成１\n２年度）中には着工できれば」などと実現不可能なことを述べ，早期に本件斎場の\n建設が可能であるかのように偽った。\nしかるところ，上記(1)のとおり，Ａ市では火葬場を含む斎場が早期に建設されるこ\nとが求められていたし，また，上記２(41)のとおり，事後的に本件協定書の存在を\n明らかにされた市議会特別委員会が亀井市長による斎場建設予定地をＥ工業団地４\n号地に変更するとの提案を了承していることからすると，市議会としては，①本件\n牛舎の移転には上記のとおりの条件が付されており，しかもその達成が決して容易\nなのものではないこと，②Ｅ区に点在する牧場主の牛舎施設等の移転統合に関する\n補助金の支出が必要となることが明らかにされていれば，平成１１年６月２５日に\n本件各土地取得を議決しなかった可能性が極めて大きかったと認められる。\nそうとすると，被告は，市議会に対して，売買の対象となる本件各土地の売買契約\nに付帯する条項を誠実に説明しなかったというに止まらず，売買仮契約書と実質的\nに異なる本件協定書を取り交わしながら，売買仮契約書を前提とする議決を求めた\nものであって，被告の説明には重大な誤り及び欠落があり，本件各土地取得に関す\nる契約の審議がなされたとはいえず，この議会の議決はないものと評価すべきであ\nる。\nしたがって，本件各土地の売買仮契約は，議会の議決がないと評価されるからいま\nだ本契約とならず，これによる売買代金の支出は違法であるといわざるを得ない。\nまた，本件各土地への本件斎場建設を前提とした本件牛舎の移転に伴う損失補償契\n約，立木補償契約，近隣２工場に対する損失補償契約の締結及びこれらの契約に基\nづく支出は，本件各土地の売買仮契約が本契約となったことを前提とするものであ\nるから，これらもすべて違法であるというべきである。\nそして，被告には，本件各土地の売買代金の支出，本件牛舎の移転に伴う損失補償\n契約，立木補償契約，近隣２工場に対する損失補償契約の締結及びこれらの契約に\n基づく支出につき，故意があると認められる。\n４　請求原因(4)について\n本件各土地の代金として４億７０５７万０７６１円，本件牛舎の移転に伴う損失補\n償として２億３４６９万７２７８円，立木補償として５１８万６６００円，近隣２\n工場に対する損失補償として２００５万６０５０円，合計７億３０５１万０６８９\n円が平成１１年８月２０日までに支出されたことは当事者間に争いがなく，このす\nべてが市の被った損害となる。\n５　結論\n以上によれば，原告らの請求は，理由があるからこれを認容すべきである。\nよって，主文のとおり判決する。\n津地方裁判所民事第１部\n裁判長裁判官　　　 内  田  計  一\n裁判官　　　 上  野  泰  史\n裁判官　　　 後  藤    　誠\n"
}