{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 12,
    "month": 12,
    "day": 14
  },
  "case_number": "平成12(ネ)159",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "12799",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=12799",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/799/012799_hanrei.pdf",
  "contents": "平成一二年(ネ)第一五九号  特許権侵害差止等請求控訴事件（原審・東京地方裁判\n所平成七年(ワ)第二七〇八号事件、平成一二年九月一四日口頭弁論終結）\n判　　　　　　決\n控訴人（被告）　    　　　興研株式会社\n右代表者代表取締役　　　　【Ａ】\n右訴訟代理人弁護士　　　　河　　　合　　　弘　　　之\n同　　　　　　　　　　　　清　　　水　　　三　七　雄\n同　　　　　　　　　　　　町　　　田　　　弘　　　香\n同　　　　　　　　　　　　木　　　下　　　直　　　樹\n同　　　　　　　　　　　　松　　　井　　　清　　　隆\n同　　　　　　　　　　　　泊　　　　　　　昌　　　之\n同　　　　　　　　　　　　松　　　村　　　昌　　　人\n同　　　　　　　　　　　　蓮　　　見　　　和　　　也\n同　　　　　　　　　　　　松　　　尾　　　慎　　　祐\n同　　　　　　　　　　　　上　　　田　　　直　　　樹\n同　　　　　　　　　　　　久　　　保  　　健　一　郎\n右補佐人弁理士　　　　　　【Ｂ】\n同　　　　　　　　　　　　【Ｃ】\n被控訴人（原告）　　　　  【Ｄ】\n右訴訟代理人弁護士　　　　関　　　根　　　志　　　世\n右補佐人弁理士　　　　    【Ｅ】\n同　　　　　　　　　　　　【Ｆ】\n主　　　　　　文\n原判決中控訴人敗訴部分を取り消す。\n被控訴人の請求をいずれも棄却する。\n訴訟費用は第一、二審とも被控訴人の負担とする。\n事実及び理由\n第一　控訴人の求めた判決\n主文同旨\n第二　事案の概要\n一　次のとおり、当審における当事者の主張の要点を付加するほかは、原判決の\n「第二　事案の概要」及び「第三　争点及びこれに関する当事者の主張」のとおり\nである。なお、当裁判所も「本件ブロックコポリマー」、「被告ブロックコポリマ\nー」の用語につき、原判決と同様に用いる。\n原判決は、控訴人が製造販売する防塵マスク（以下「控訴人製品」とい\nう。）の製造方法及びその構造を、原判決別紙物件目録の二記載の方法（以下「控\n訴人製品の製法」という。）及び同目録の一記載の構造（以下「控訴人製品の構\n造」という。）と認定した上で、控訴人製品の製法は、被控訴人の本件特許権（発\n明の名称「複合プラスチック成形品の製造方法」、特許番号第一八六一一七三号、\n以下、特許請求の範囲の請求項１記載の発明を「本件発明」という。）の構成要件\nを充足するから、控訴人製品を製造販売する行為は本件特許権を侵害するものとし\nて、控訴人製品の製造等の禁止、完成品の廃棄及び損害賠償金四一七七万九三六四\n円の支払の各請求を認容し、右損害賠償金に対する付帯請求のうち、一部（控訴人\n製品の製造販売の終期を起算日とする遅延損害金）を認容し、その余（右起算日以\n前の遅延損害金）を棄却した。\n二　当審における控訴人の主張の要点\n１　争点２（被告ブロックコポリマーが、本件発明の構成要件ｂの本件ブロッ\nクコポリマーを充足するか）について\n特許請求の範囲に記載の文言（化合物）の解釈において、それが化学的に\n一義的に明確な記載（化合物）である場合には、これと異なる解釈は許されない。\nそして、一般に、化合物の命名、表記又はその解釈に当たっては、ＩＵＰ\nＡＣ（国際純正及び応用化学連合）命名法規則に従ってこれを行うべきであるが、\n右命名法則によれば、「スチレンポリマーとエチレンポリマーとブチレンポリマー\nとのブロックコポリマー」という命名、表記が、化学的には、「スチレン、エチレ\nン、ブチレンの各モノマーに基づく繰り返し単位がそれぞれブロックを構成して連\n結されたコポリマー」を意味することは一義的に明確であるから、これと同じ命\n名、表記を用いて特許請求の範囲（構成要件ｂ）に記載された本件ブロックコポリ\nマーも、右と同じ化合物を意味するものと解釈すべきである。そして、控訴人製品\nの製造に使用している被告ブロックコポリマー「スチレンポリマーとランダムーエ\nチレン・ブチレンコポリマーとのブロックコポリマー」は右化合物とは異なるもの\nであるから、控訴人製品の製法が本件発明の構成要件ｂを充足しないことは明らか\nである。\nしたがって、これと異なる原判決の判断は誤りである。\n２　争点３（本件特許権の特許請求の範囲は、公知技術により限定解釈すべき\nか）、４（控訴人製品の製法が、本件発明の訂正後の構成要件ｃのうち「融着面が\nオスーメス型の凹凸形状または入り組んだ接合面となっているものを除く。」を充\n足するか）について\n(一)　本件発明の訂正後の構成要件ｃ「右ａ及びｂのことを特徴とする複合\nプラスチック成形品の製造方法（ただし、融着面がオスーメス型の凹凸形状または\n入り組んだ接合面となっているものを除く。）。」の「オスーメス型の凹凸形状」\nとは、単に典型的な「オスーメス型の凹凸形状」の場合だけでなく、広く、接合面\nが凹凸形状となる全ての場合を含むものと解すべきである。\n原判決が認定するとおり、本件発明にかかる無効審判請求事件（平成九\n年審判第三三二〇号）における審決で認められた訂正前の本件発明は、公開特許公\n報（特開昭五三ー五六八八九）に記載された公知技術（以下「本件公知技術」とい\nう。）によって公知になっており、かつ、公開実用新案公報（実開昭六一ー二四〇\n五〇）に関する明細書に記載された先願発明（以下「先願発明」という。）と同一\nのものであった。そこで、被控訴人は、本件公知技術及び先願発明との抵触を回避\nし、これらの技術的範囲に属するものを除外する目的で、特許請求の範囲に「融着\n面がオスーメス型の凹凸形状または入り組んだ接合面となっているものを除く。」\nとの減縮する文言を付加する訂正を行い、これが審決で認められたのである。\nそして、先願発明における接合面の形状については、「皿状の形状」と\nいう以外に具体的な記載はないから、先願発明がいかなる接合面をその技術的範囲\nとしているかは、当該発明の目的、作用、効果などに照らして合理的に判断すべき\nものである。\nしかるところ、先願発明の輸液用容器の蓋体としての使用目的、作用、\n効果などに照らして考えれば、先願発明の対象として、その接合面の断面図の形状\nが長方形（典型的な「オスーメス型の凹凸形状」）である必要性は全くなく、台形\nでも、半円形でも、三角形（Ｌ字型、Ｖ字型）でも機能上一向に差し支えなく、そ\nの目的を達成することができるのであるから、先願発明は、広く凹形状（メス型の\n形状）と凸形状（オス型の形状）が接合している全ての場合、すなわち、接合面が\n水平面でなく、凹凸形状になっている全ての場合が技術的範囲として含まれている\nものと解するのが妥当である（別紙参考図面（その１）参照）。\nこのように、本件発明が先願発明との抵触を回避するには、接合面が典\n型的な「オスーメス型の凹凸形状」になっているものを除外するだけでは不十分で\nあり、台形、半円形、三角形（Ｌ字型、Ｖ字型）などを含めた全ての「オスーメス\n型の凹凸形状」を除外する必要がある以上、訂正後の特許請求の範囲における「オ\nスーメス型の凹凸形状」という構成についても同様に解釈すべきことは当然であ\nる。なお、「オス」は、「でっぱり」、「メス」は、「へこみ」の意味にすぎない\n以上、凹凸形状を論ずる上で「オスーメス型の」という修飾語に格別の意味はな\nく、「凹凸形状」はすべからく「オスーメス型」の形状であるということができ\nる。\nしたがって、控訴人製品のマスク本体１と顔あて部２との融着面Ａのう\nち、マスク本体１の周縁部が原判決が説示するとおりＬ字型であっても、これは、\n本件発明がその技術的範囲から除外する「オスーメス型の凹凸形状」に該当するも\nのであるから、控訴人製品の製法は本件発明の構成要件ｃを充足しない。\n(二)　右(一)のとおり、Ｌ字型の接合面も「オスーメス型の凹凸形状」に該\n当するのであるが、この点を措いても、控訴人製品におけるマスク本体１と顔あて\n部２は、いずれも単一の部材であり、この接合面である融着面Ａも、連続性のある\n単一の接合面である（製造行為という観点からみても、一回の射出成形行為によっ\nて一度に全体が製造されるものである。）から、その形状の評価に当たっては、全\n体を一つのものとして観察してこれを評価すべきである。そして、控訴人製品の融\n着面Ａを全体として観察すると、次のとおり、典型的な「オスーメス型の凹凸形\n状」の一形態となっている。これに反し、原判決は、融着面Ａにつき、「排気弁７\nの周辺及び顔あて部２の下部」と「マスク本体１の周縁部」とを分割して、前者の\n接合面は「オスーメス型の凹凸形状」に当たるが、後者の接合面については、「オ\nスーメス型の凹凸形状」に該当しないから、控訴人製品の製法が本件発明の構成要\n件ｃを充足すると判断しているが、不当である。\n控訴人製品の融着面Ａは、排気弁７の周辺及び顔あて部２の下部におい\nて、典型的な「オスーメス型の凹凸形状」となっており、マスク本体１の周縁部に\nおいて、Ｌ字型の曲面となっているが、これを全体として一つのものとして観察し\nた場合、別紙参考図（その２）の①に記載される形状の接合面となっており、全体\nとして典型的な「オスーメス型の凹凸形状」の一形態となっている。\nすなわち、この接合面の一部分だけを分割し、局所的に観察すれば、一\n見Ｌ字型の凹凸形状の寄せ集めにすぎないように見えるが、接合面全体を一つのも\nのとして観察すれば、連続的かつ円環的に連なった典型的な「オスーメス型の凹凸\n形状」の一形態であることが明らかとなる。\nこのことは、同図の①の中空部分を埋めた同図の②を見ればより一層明\nらかとなる。この①と②とを比較した場合、内部が中空であるか否かという点以\n外、接合面としての形態としての観点からは何ら本質的な違いはないからである。\n控訴人製品におけるマスク本体１と顔あて部２との接合面は、右①の構\n造となっており、Ｌ字型の接合面が連続的かつ円環的に連なって、全体として典型\n的な「オスーメス型の凹凸形状」の一形態を形成しており、この接合面は、本件発\n明がその技術的範囲から除外する「オスーメス型の凹凸形状」に該当するものであ\nるから、控訴人製品の製法は、本件発明の構成要件ｃを充足せず、本件特許権を侵\n害するものではない。\n(三)　なお、本件発明について、控訴人を原告、被控訴人を被告とする審決\n取消訴訟が提起されていたが（東京高等裁判所平成一一年(行ケ)第二八一号）、平\n成一二年九月七日、訂正請求のあった本件発明の独立特許要件を認め、無効審判請\n求を成り立たないものとした審決につき、訂正後の本件発明に進歩性を認めた審決\nの独立特許要件の判断は誤りであるとして、審決を取り消す旨の判決が言い渡され\nている。\n三　当審における被控訴人の主張の要点\n１　争点２について\n控訴人は、原判決が本件ブロックコポリマーの解釈において認定した諸事\n情について、何ら具体的な反論をしておらず、本件ブロックコポリマーが被告ブロ\nックコポリマーであると認定した原判決は正当である。\n控訴人は、有機化合物の命名法について主張するが、その主張を前提とし\nても、本件ブロックコポリマー及び被告ブロックコポリマー中の「ブチレン」の表\n記は、控訴人主張の命名法規則では認められておらず、本件ブロックコポリマーも\nともに、控訴人主張の命名法規則ではその構造を一義的には読み取ることができな\nい。\n２　争点３、４について\n(一)　本件発明において、特許請求の範囲から「オスーメス型の凹凸形状」\nを除いた理由は、先願発明と本件発明を区別するためであって、先願発明の技術的\n範囲とは何らの関係もなく、訂正前の本件発明から「オスーメス型の凹凸形状」を\n除くことによって、本件発明は先願発明の明細書及び図面に記載されていない発明\nとしたのである。\nそこで、先願発明の明細書及び図面を詳しく検討すれば明らかなよう\nに、先願発明の明細書及び図面には、融着面の形状として「オスーメス型の凹凸形\n状」が記載されているのみで、控訴人が主張するような別紙参考図面（その１）の\n①ないし②の形状や同図（その２）の①及び②の形状は、記載されておらず、控訴\n人製品におけるＬ字型の形状も記載されていない。\nしたがって、訂正前の本件発明から、融着面が「オスーメス型の凹凸形\n状」の接合面になっているものを除けば、接合面を水平面に限定しなくとも先願発\n明との抵触は回避し得るものであるから、接合面が水平面のものに限定して解釈す\nべき理由はないのであり、控訴人が主張するように、本件発明の特許請求の範囲に\nおける「オスーメス型の凹凸形状」との文言を、特別の根拠もなく、単なる「凹凸\n形状」と言い替えることは失当である。\n(二)　また、控訴人は、控訴人製品におけるマスク本体１と顔あて部２との\n接合面は、Ｌ字型の接合面が連続的かつ円環的に連なって、全体として典型的な\n「オスーメス型の凹凸形状」の一形態を形成している旨主張している。　しかしな\nがら、控訴人製品におけるマスク本体１と顔あて部２の接合面は、別紙参考図（そ\nの２）の①及び②とは同一ではない。仮に類似のものであるとしても、①のＡ部材\nとＢ部材との接合面は全て連続したＬ字型形状を有しているものであり、また、②\nはＡ部材とＢ部材の融着面が「オスーメス型の凹凸形状」になっているものの、②\nの形状は、控訴人製品の構造とは無関係である。\n第三　当裁判所の判断\n一　争点２について\n当裁判所も、被告ブロックコポリマーは、本件ブロックコポリマーに該当\nし、本件発明の構成要件ｂを充足するものであると判断するが、その理由は、原判\n決が「第四　当裁判所の判断」中の「二　争点２について」（原判決二二頁一一行\nから二八頁二行）において説示するとおりである。\n控訴人が当審において主張、立証する点（当審口頭弁論終結後に提出された\n書証を含む。）を斟酌しても、本件発明の出願時における当業者が、本件発明の構\n成要件ｂの本件ブロックコポリマーについて、控訴人が主張するものであると一義\n的に明確に判断するとは認めることができず（控訴人提出の乙第三六号証の技術説\n明書も、本件発明の特許請求の範囲にいうブロックコポリマーについて一義的に定\nまるという控訴人の主張に沿う内容ではなく、本件発明の審査過程を斟酌した記載\nとなっている。）、控訴人の主張は採用することができない。\n二　争点３、４について\n１　当裁判所も、本件発明の技術的範囲としては、融着面が「オスーメス型の\n凹凸形状又は入り組んだ接合面となっているもの」を除いたものとして解釈すべき\nであると判断するが、その理由は、原判決が「第四　当裁判所の判断」中の「三\n争点３、４について」（原判決二八頁三行から三三頁一〇行）において説示すると\nおりである（この点については、当事者間において主張の相違はない。）。\n２　控訴人製品の製造方法及びその構造（争点１）は、原判決摘示の証拠（乙\n第三五号証、検甲第一号証、検乙第一、第二号証）及び弁論の全趣旨によれば、原\n判決認定のとおり、原判決別紙物件目録記載のとおりであると認めることができ\nる。\nところで、右の認定によると、控訴人製品の製造方法は、硬いポリプロピ\nレン樹脂からなるマスク本体１に対して、被告ブロックコポリマーを主成分とする\n樹脂組成物からなる軟質の顔あて部２を立体的かつ一体的に融着成形するものであ\nり、控訴人製品の構造において、マスク本体１と顔あて部２との融着面Ａは一体的\nに形成されているのであるから、その接合面の形状の技術的な意義については、特\n段の事情がない限り、その全体を一体のものとして観察し判断することが相当であ\nるというべきである。\nそこで、右の観点から控訴人製品の構造を検討すると、控訴人製品の融着\n面Ａの形状は、排気弁７の周辺（顔あて部２の第一のオス型部13がマスク本体１の\n第一のメス型部14に入り込む。）及び顔あて部２の下部（マスク本体１の第二のオ\nス型部16が顔あて部２の第二のメス型部17に入り込む。）において、本件発明がそ\nの技術的範囲から除外している「オスーメス型の凹凸形状」となっていることは、\n原判決の認定するとおりであり（この点については被控訴人においても争っていな\nい。）、また、マスク本体１の周縁部においても、これを個々の接合部分に分断し\nて見ると、原判決別紙接合面断面図のＢーＢ断面又はＣーＣ断面のような形状（Ｌ\n字型）となっているものの、これらを全体的に観察すれば、当該Ｌ字型の断面形状\nが連続して一体のものとして円環状に形成されており、全体として「オスーメス型\nの凹凸形状」を構成していることは明らかである（別紙参考図面（その２）の①の\n概念図参照。同図面の①の概念図と②の概念図において、その接合面の形状の技術\n的意義を異にして解釈すべき特段の理由は見いだし難く、また、本件発明に関する\n技術的な見地から、控訴人製品の融着面Ａの形状について、その個々の接合部分に\n分断して判断すべきであるとする特段の事情についての主張、立証はない。）。\nなお、本件発明において、被控訴人が、訂正前の特許請求の範囲の記載か\nら「オスーメス型の凹凸形状」を除いた理由は、先願発明と本件発明とを区別して\nその抵触を避けるためであったことは原判決認定のとおりであり、この点について\n当事者間に争いがない。そして、広辞苑（第五版）三三二頁によると、「凹凸（お\nうとつ）」という文言の意義は、「へこみと出っぱり。平らでないさま。でこぼ\nこ。」というものであり、本件発明の訂正後の特許請求の範囲に記載の「凹凸形\n状」の文言の意義について、右の「凹凸」の通常の意義をさらに限定して解釈すべ\nき根拠は、先願発明の明細書の記載、本件発明の出願経緯等を考慮しても認めるこ\nとができず、「オスーメス型」という文言についても、融着面の接合関係におい\nて、互いに「へこみと出っぱり」、「でこぼこ」の関係にある形状を表す文言であ\nると理解することができるのであって、控訴人製品における右に認定の全体として\nの融着面Ａの形状が、右の意義での「オスーメス型の凹凸形状」に該当しないと認\nめるに足りる主張、立証はない。\n３　以上のとおり、控訴人製品の融着面Ａは、本件発明の技術的範囲から除外\nされる「オスーメス型の凹凸形状」に該当するから、控訴人製品の製法は、「融着\n面がオスーメス型の凹凸形状または入り組んだ接合面となっているものを除く。」\nとする本件発明の構成要件ｃを充足しないこととなり、控訴人による控訴人製品の\n製造販売は、本件特許権を侵害するものではない。\nしたがって、被控訴人の本訴請求は、その余の点を判断するまでもなく、\nいずれも理由がないから、棄却すべきである。\n三　よって、右と結論を異にする原判決中の控訴人敗訴部分を取り消し、被控訴\n人の本訴請求を棄却することとして、主文のとおり判決する。\n東京高等裁判所第一八民事部\n裁判長裁判官　　　永　　　井　　　紀　　　昭\n裁判官　　　塩　　　月　　　秀　　　平\n裁判官　　　橋　　　本　　　英　　　史\n（別紙　参考図面）\n"
}