{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 13,
    "month": 12,
    "day": 7
  },
  "case_number": "平成11(行ウ)19",
  "case_name": "固定資産評価額審査決定取消請求",
  "court_name": "千葉地方裁判所",
  "lawsuit_id": "6231",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=6231",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/231/006231_hanrei.pdf",
  "contents": "平成１３年１２月７日判決言渡\n平成１１年(行ウ)第１９号　固定資産評価額審査決定取消請求事件\n判　　　　　　　　　決\n主　　　　　　　　　文\n１　原告の請求を棄却する。\n２　訴訟費用は原告の負担とする。\n事　実　及　び　理　由\n第１　請求\n１　被告が平成１１年１月２６日付けでした，別紙物件目録記載の土地（以下\n「本件土地」という。）に関する平成９年度固定資産税額に係る審査申出に対する\n決定のうち，別紙物件目録の適正価格欄記載の価格を超える部分を取り消す。\n２　訴訟費用は被告の負担とする。\n第２　事案の概要\n本件は，原告所有地（鉄軌道用地）の固定資産評価額についての審査申出に\n対する決定の一部取消訴訟である。原告は，固定資産評価基準の適用が違法である\nと主張した。なお，立証は，証拠目録記載のとおりであるから，これを引用する。\n１　争いのない事実等\n(1)　原告は，本件土地を所有している。\n(2)　松戸市長（以下「処分庁」という。）は，平成９年度（基準年度）の固定資産\nの価格を決定し（本件土地については別紙物件目録の評価額欄記載の金額），土地\n課税台帳に登録し，平成９年４月１日から同月２１日まで縦覧に供した。\n(3)　原告は，上記評価額に不服があるとして，平成９年５月１日，審査の申出をし\nた。\n(4)　被告は，平成１１年１月２６日付けで，本件土地の評価額を別紙物件目録の審\n査決定価格欄記載の金額に決定する旨の審査決定（以下「本件審査決定」とい\nう。）をした。\n(5)　原告は，平成１１年４月２２日，本件訴訟を提起した。\n（以上の事実は，当事者間に争いがないか，証拠〔甲１〕，記録及び弁論の\n全趣旨によって認める。）\n２　争点\n(1)　路線価の採用方法について\nア　原告の主張\n・　被告は，別紙図面の１－１ないし３，５，７，９及び２－１，２の区間の\n土地（以下「Ａ駅付近土地」という。）の評価の基準につき，Ａ駅東口の商店街及\nびこれに隣接する併用住宅地等の路線価とした。しかし，Ａ駅付近土地とＡ駅東口\nとの間には約３０メートル幅のＪＲ鉄道敷が存在するため，Ａ駅付近土地の価格\nは，Ａ駅東口にある商店街の影響下にあるとは考えられないので，この路線価を採\n用することは違法である。被告は，跨線橋により東西の往来が可能になっていると\nするが，本件跨線橋を利用するには，高い階段を昇る必要があり，Ａ駅付近土地ま\nで約４５メートルもあるから，これによることは妥当ではない。\n・　被告は，別紙図面の３－２６及び５－１の区間の土地の評価につき，\n処分庁が側方路線価を採用していたのに，正面路線価を採用し，これにより，３－\n２６の区間については，処分庁の評価では６６万５０００円／㎡であったものが１\n０２万円／㎡とされ，また，５－１の区間については，１３万６０００円／㎡であ\nったものが１９万１０００円／㎡とされた。しかし，本件土地は，鉄軌道用地とし\nて線的利用をしているのであり，面的利用である沿接土地とは条件が異なるから，\n側方路線価を採用すべきである。\nイ　被告の主張\n・　Ａ駅のＪＲ鉄道敷は，その東側の宅地の価額の影響を受けており，か\nつ，当該区間は跨線橋により東西の往来が可能なのであるから，このような場合に\nは，その両側に沿接する土地の価額を勘案して評価することが合理的である。\n・　別紙図面の３－２６及び５－１の区間の土地のように，市街地的形態\nを形成する宅地の評価については，固定資産評価基準第１章第３節二の・に従い，\n市街地宅地評価法を適用し，正面路線価から計算した単位地積当たり評点数に，側\n方路線影響加算率によって補正する単位地積当たり評点数を加算して単位地積当た\nり評点数を求めるとされており，そこにいう正面路線とは路線価の高い方の路線の\nことをいうとされている。そして，当該土地に関して側方路線である南北方向の路\n線価により評価していたことに気づいた処分庁がその誤りを修正した評価を行った\nので，被告はそれを是認したものであり，何らの違法もない。\n(2)　側面長加算について\nア　原告の主張\n被告は，本件審査決定につき，別紙図面の３－４，５，１０及び２６の区間\nに関わる東西方向の道路（Ｂ大橋）幅約３３メートル，同図面３－９，１０に関わ\nるＪＲＣ線高架下幅約１０メートル，同図面３－１３，１４に関わる道路幅約１２\nメートル，同図面４－３に関わる高架下幅約１４メートルを側面長に加算して算定\nしているが，当該道路自体は宅地や店舗敷地ではなく，元来無価値なはずなのに，\nそれを加算することにより全体の価格が高騰することになるから，これらを加算し\nたことは違法である。\nイ　被告の主張\n地方税法上，国又は地方公共団体に対しては固定資産税を課税できないた\nめ，その所有する道路については非課税とされている。しかし，鉄軌道用地の評価\nについては，当該鉄軌道用地に沿接する土地の価額が基準となるのであり，そのた\nめには，沿接する土地が道路である場合にも，当該土地について近傍地の価額に比\n準して仮の評価額を算出して単位地積当たり評価額を求め，それを鉄軌道用地の評\n価の基礎とすべきであるから，原告の主張には理由がない。\nウ　原告の反論\n原告は，広幅道路部分に対応する部分の評価額を０円にすべきと主張し\nているわけではなく，単位地積当たりの評価額を算定する過程では，当該部分を除\n外すべきと主張しているのであり，それを除外して得られた単位地積当たりの評価\n額に，この除外部分の面積をも乗じて本件土地の評価額を算定すべきであると主張\nしているものである。\n(3)　土地の評価額を処分庁よりも高額としたことについて\nア　原告の主張\n被告は，原告からの申出もないのに，別紙図面３－２６，５－１，１３の区間の\n土地の評価を原告に不利益に増額したが，このような増額がなければ最終的な価格\nは一層低くなっていたはずであり，不利益変更禁止の原則に反する。\nイ　被告の主張\n原告主張の不利益変更土地は，本件鉄軌道用地を評価するための基準となる\n土地についてであり，台帳登録価格については，処分庁の評価額を超える変更がな\nされたものは存在しない。\n(4)　別紙図面４－８の区間の土地の評価額の算定について\nア　原告の主張\n別紙図面４－８の区間の土地の評価額は，鉄道敷を超えた４－２の区間の土\n地と全く同価額である。ところが，４－２の区間は，街区が整然とし，街路の幅員\nも５メートルと広いのに対し，４－８の区間の街路は，鉄道敷と河川に挟まれ，街\n区及び街路幅員もかなり劣るなど，環境条件が異なるのに同価額とされており，４\n－８の区間の算定は違法というべきである。\nイ　被告の主張\n別紙図面４－８の区間の土地の路線価については，千葉県松戸市ａ丁目\nｂ番地のｃの地価公示地点を標準宅地として選定し，固定資産評価事務取扱要領の\n規定に従って求めたものである。原告は，街区の様相が異なると主張するが，双方\nの路線に沿接する角地は全てＤ第一土地区画整理（昭和４９年１１月２２日換地処\n分）を施行した土地であり，街路に面して整形な土地であるため，原告主張のよう\nな差異は存しない。また，街路幅員についても，標準宅地に沿接する街路幅員は８\nメートルであり，４－２の区間及び４－３の区間の街路幅員はそれぞれ５メートル\nと４メートルであり，著しい格差は認められない。さらに，原告は，環境条件にお\nいて著しく劣るなどとも主張しているが，河川に隣接しているからといって一概に\n環境条件が劣るとは\nいえない。\n第３　当裁判所の判断\n１　固定資産評価基準の拘束力\n法３８８条１項によれば，自治大臣は，固定資産の評価の基準並びに評価の\n実施の方法及び手続を定めてこれを告示しなければならないものと規定されてお\nり，これに基づいて，固定資産評価基準（昭和３８年自治省告示第１５８号）が定\nめられている。そして，法４０３条１項によれば，市町村長は，固定資産評価基準\nによって固定資産の価格を決定しなければならないものとされている。\n右のような法４０３条１項の規定ぶりとともに，昭和３７年改正前の同条項\nにおいては市町村長は自治大臣が示した評価の基準並びに評価の実施の方法及び手\n続に準じて固定資産の価額を決定しなければならないと規定されていたものが前記\nのとおり改正されたという経緯に照らすと，固定資産評価基準については法的な拘\n束力があるものと解するのが相当であり，市町村長は固定資産の価格を決定するに\n当たり固定資産評価基準に拘束されるものというべきである。\n２　鉄軌道用地の評価方法\n(1)　評価の基本\n固定資産評価基準によると，鉄軌道用地の評価は，当該鉄軌道用地に沿接する\n土地の価額の３分の１に相当する価額によってその価額を求めるとされており，こ\nの場合において，当該鉄軌道用地に沿接する土地の価額は，当該鉄軌道用地をその\n沿接する土地の地目，価額の相違等に基づいて区分し，その区分した鉄軌道用地に\n沿接する土地の価額，その区分した鉄軌道用地の地積等を総合的に考慮して求める\nものとされている（第１章第１０節三）。\nなお，これを受けて，松戸市は，固定資産評価事務取扱要領（乙２）を定めて\nおり，これによると，評価の単位は，原則として，松戸市内に敷設されている各線\n別に一体のものとして行うとし（第３章第５節２の(3)），また，鉄軌道用地の区分\nについては，当該鉄軌道用地に沿接する土地の地目，価格等に基づいて区分する\nが，沿接する各筆の土地ごとに厳密に区分する必要はなく，一定のまとまりを持っ\nた地域ごと（地目別）に区分し，その際，同一地目であっても，その評価額に差異\nがあるような場合にはこれを細区分するなどと定められている。 そして， ・　鉄\n軌道用地に沿接する土地が小規模である場合又は散在している場合は，その背後の\n代表的な地目の区分とする，・　沿接する土地が道路である場合は，道路を隔てた\n向かいの地目の区分に\nよる，・　鉄軌道用地の片側が河川等公有水面である場合，河川等の側の鉄軌道用\n地の価格が川向かいの土地等の価格の影響を受けていないと認められるときは，当\n該河川等の側の鉄軌道用地の片側部分については，当該鉄軌道用地の反対側の土地\nの区分にしたがう，とされている（同(4)）。\n(2)　評価額の算定方法\n鉄軌道用地の評価に当たっては固定資産評価基準第１章第１０節三の規定が適用さ\nれるが，その具体的な算定方法としては，まず，当該鉄軌道用地の沿接する土地を\n地目別にまとめて，それぞれの平均的な単位地積当たり価額を求め，次に，これ\nに，各地目別にそれぞれ対応する鉄軌道用地の地積率（各沿接地目別の鉄軌道用地\nの地積を，当該鉄軌道用地の全地積で除したもの）あるいは側面長割合（各沿接地\n目別側面長を全側面長で除したもの）を乗じたものの総和により当該鉄軌道用地に\n沿接する土地の単位地積当たり価額を求める。固定資産評価基準によれば，宅地の\n評価は，各筆の宅地について評点数を付設し，当該評点数を評点１点当たりの価額\nに乗じて各筆の宅地の価額を求めるものとされているが（第１章第３節一），上記\nのように，鉄軌道用地\nの評価に当たっては，沿接する土地は，地目，価額の相違等に基づいて区分される\nから，それを筆ごとに細分する必要はない。そして，本件で問題となるような，主\nとして市街地的形態を形成する地域における宅地については，「市街地宅地評価\n法」によって評点数を付設するものとされている（同二）。これは，①　宅地を商\n業地区，住宅地区，工業地区，観光地区等に区分し，当該各地区について，その状\n況が相当に相違する地域ごとに，その主要な街路に沿接する宅地のうちから標準宅\n地を選定する，②　標準宅地について，売買実例価額から評定する適正な時価を求\nめ，これに基づいて当該標準宅地の沿接する主要な街路について路線価を付設し，\nこれに比準して主要な街路以外の街路の路線価を付設する，③　路線価を基礎と\nし，「画地計算法」を適\n用して，宅地の評点数を付設する，というものである。\nそして，これに３分の１（鉄軌道用地の補正率）及び当該鉄軌道用地の総地積を乗\nじて，当該鉄軌道用地の評価額を求めることとなる。\n３　本件土地の評価\n証拠（乙３）及び弁論の全趣旨によれば，被告は，以下のとおり本件土地の\n評価額を算定した。\nまず，２の方法で，本件土地の沿接土地をその地目及び用途ごとに分類し，\nこれによれば，宅地かつ普通商業地区は，側面長が５７２．６メートルで，総評価\n額が４億００３０万５０６０円，宅地かつ併用住宅地区は，側面長が５０５．８メ\nートルで総評価額が１億４０６５万４８４４円，宅地かつ普通住宅地区は，側面長\nが４８０６．１メートルで，総評価額が８億７７９２万３８１０円，畑は，側面長\nが２７６．４メートルで，総評価額が１万３２６６円，雑種地のうち，盛土の高さ\n約１メートルの造成費相当額の控除を要するものは，側面長が２４６．６メートル\nで，総評価額が８９９万６７７４円，雑種地のうち，盛土の高さ約５０センチメー\nトルの造成費相当額の控除を要するものは，側面長が１３３メートルで，総評価額\nが８３０万８１５２\n円となる。そして，この結果に基づき，それぞれの区間ごとの土地の単位地積当た\nりの評価額を計算すると，宅地かつ普通商業地区は６９万９１００円，宅地かつ併\n用住宅地区は，２７万８０８３円，宅地かつ普通住宅地区は１８万２６６８円，畑\nは４７円，雑種地のうち前者は３万６４８３円，後者は６万２４６７円となる。そ\nして，上記の区間ごとの土地の価額に，それぞれの側面長割合（宅地かつ普通商業\n地区は８．７５％，宅地かつ併用住宅地区は７．７３％，宅地かつ普通住宅地区は\n７３．４８％，畑は４．２４％，雑種地のうち前者は３．７７％，後者は２．０３\n％）を乗じ，その合計の上４桁目以下を切り捨てた価額（２１万９０００円）の３\n分の１が本件土地の単位地積当たりの評価額となり，これに本件土地の各筆の面積\nを乗じて，本件土地\nの評価額を算定した。\n４　争点に対する判断\n(1)　争点(1)について\nア　原告は，Ａ駅付近土地の評価に当たり，Ａ駅東口の商店街及びこれに隣\n接する併用住宅地等の各路線価を採用したことにつき，Ａ駅付近土地とＡ駅東口と\nの間には約３０メートル幅のＪＲ鉄道敷が存在するため，Ａ駅東口にある商店街の\n影響下にあるとは考えられないので，東側からの路線価採用は違法であると主張す\nる。しかし，鉄軌道用地の評価については，本来当該鉄軌道用地の売買実例に比準\nする方法がもっとも適切であるはずであるが，実際には鉄軌道用地の売買実例は極\nめて少なく，仮にそのような事例があっても，鉄軌道用地だけの売買とは考えられ\nないから，鉄軌道用地については，固定資産評価基準により，付近の土地の価額に\n比準して評価する方法が採られているのであり，このような鉄軌道用地の評価の特\n殊性にかんがみれば\n，沿接土地の価額を基準として算定したのでは明らかに適正な価格が算定できない\nような特別の事情がある場合を除き，固定資産評価基準に従って沿接土地の価額を\n基準とすれば違法とはいえないというべきである。\nこれを本件についてみると，Ａ駅付近土地とＪＲＡ駅東口との間には，\n約３０メートル幅のＪＲ鉄道敷が存在することが認められるが（弁論の全趣旨），\n鉄道駅等の公共施設の存在は，土地の利便性を高め，そのために生ずる繁華性は，\n駅周辺一帯の地域に及ぶものといえるところ，本件では，ＪＲ鉄道敷が存在するこ\nとによって，Ａ駅付近土地の繁華性が左右されると認めるだけの事情はないから，\nＡ駅東口の路線価を採用したことにつき，明らかに適正な価格が算定できないよう\nな特別の事情があるとはいえない。\nよって，被告の路線価の採用には違法はない。\nイ　また，原告は，別紙図面の３－２６及び５－１の区間の土地の評価につ\nき，鉄軌道用地として線的利用をしているのであり，面的利用である沿接土地とは\n条件が異なるから，正面路線価ではなく側面路線価を採用すべきであると主張して\nいるが，固定資産評価基準第１章第３節二の・によれば，市街地宅地評価法が適用\nされる土地のうち，正面と側方に路線がある画地の場合，まず，正面路線価から計\n算した単位地積当たり評点数に，側方路線影響加算率等によって補正する単位地積\n当たり評点数を加算して単位地積当たり評点数を求め，これに当該画地の地積を乗\nじてその評点数を求めるものとされており，そこにいう正面路線とは路線価の高い\n方の路線のことをいうのである。\nそうすると，原告の主張は固定資産評価基準の定める評価方法に反する\nものであるが，本件においてそのような算定方法が合理性を有するとの事情を窺う\nことはできない。\nよって，被告が正面路線価を採用したことに違法はない。\n(2)　争点(2)について\n原告は，被告が広幅道路部分を側面長に加算して算定したことにつき，当\n該道路自体は元来無価値であるのに，それを加算することにより全体の価格が高く\nなるから，これらを加算したことは違法であると主張する。\nそこで検討するに，２(1)のとおり，沿接する土地が道路である場合には，\n道路を隔てた向かいの地目の区分により評価するものとされているが（乙２），本\n件で問題となっている道路のように，鉄軌道用地に対して垂直方向に延びている道\n路については，向かいの土地を観念しがたいから，その評価方法は固定資産評価基\n準及び固定資産評価事務取扱要領によっては明確に定まっていないこととなる。し\nかし，鉄軌道用地の評価については，個々の沿接土地ごとに評価額を求め，それに\n対応する鉄軌道用地の地積をそれぞれ乗じるというような方法を採らず，沿接する\n土地の平均的な評価額を求め，それに鉄軌道用地の地積を乗ずるという方法を採\nり，沿接する多様な土地の状況を相対的に勘案して判断する以上，当該沿接する土\n地が道路である場合に\nも，当該土地について近傍地の価額に比準して仮の評価額を算出して単位地積当た\nり評価額を求め，それを鉄軌道用地の評価の基礎とするのが妥当である。\nそうすると，被告が広幅道路部分を側面長に加算して算定したことが違法\nであるとはいえない。\n(3)　争点(3)について\n固定資産評価審査委員会が行う審査は，事実審査，すなわち実体的な真実の発\n見を目的とする審査であって，審査の決定もこのような事実審査に基づいてなされ\nるべきものであるから，固定資産評価審査委員会は，申出人らの提出した資料等に\n拘束されることなく，各委員が実体的に真実であると信ずる自由な心証に基づいて\n決定を行うべきとされている。しかしながら，元来固定資産評価審査委員会は，申\n出人の不服を審査することを目的として設置されるものであって，職権に基づく独\n自の審査決定は認められないから，申出人が有する不服の範囲を超えて決定をする\nことは許されない。\nそして，本件で，被告は，３－２６の区間につき，処分庁の評価では６６万５\n０００円／㎡であったものを１０２万円／㎡と算定し，また，５－１の区間につ\nき，１３万６０００円／㎡であったものを１９万１０００円／㎡とするなどしてい\nるため，これらが上記の制限に違反するかどうかが問題となる。しかしながら，一\n部の区間の価額の上昇は，適正な沿接土地の単位地積当たりの平均評価額を算定す\nるに至る経過として導き出されたものであり，被告は，最終的には本件土地の価格\nについてみると，上記の制限に反する決定をしていないことが明らかであるから，\n原告の上記主張は理由がない。\n(4)　争点(4)について\n原告は，別紙図面４－８の区間の土地の評価額は，鉄道敷を超えた４－２\nの区間の土地と全く同価額であるが，４－２の区間に比べ，４－８の区間の街路\nは，鉄道敷と河川に挟まれ，街区及び街路幅員もかなり劣るなど，環境条件が異な\nるのであり，４－８の区間の算定は違法というべきであると主張するが，証拠（甲\n１，乙２）及び弁論の全趣旨によれば，被告は，ｄ丁目ｅ番地のｆの地価公示地点\nを標準宅地として選定し，固定資産評価基準及び固定資産評価事務取扱要領に従っ\nて上記各土地の評価をしたものといえ，本件全証拠によっても，別紙図面４－８の\n区間の土地の評価額が明らかに適正な価格でないとはいえない。\nよって，原告の上記主張は理由がない。\n５　これらによれば，被告の行った本件土地の評価額算定方法は合理的であり，\n違法な点はない。\n第４　結論\n以上によれば，原告の請求は理由がないからこれを棄却し，訴訟費用の負担\nにつき行政事件訴訟法７条，民事訴訟法６１条に従い，主文のとおり判決する。\n千葉地方裁判所民事第三部\n裁判長裁判官　　　　園　　　部　　　秀　　　穗\n裁判官  　    今　　　泉　　　秀　　　和\n裁判官    　  向　　　井　　　邦　　　生･\n"
}