{
  "trial_type": "SupremeCourt",
  "date": {
    "era": "Heisei",
    "year": 18,
    "month": 3,
    "day": 23
  },
  "case_number": "平成15(受)1886",
  "case_name": "工作物撤去等請求事件",
  "court_name": "最高裁判所第一小法廷",
  "result_type": "判決",
  "result": "破棄差戻",
  "article_info": "集民　第219号967頁",
  "original_court_name": "東京高等裁判所",
  "original_case_number": "平成14(ネ)5001",
  "original_date": {
    "era": "Heisei",
    "year": 15,
    "month": 8,
    "day": 20
  },
  "gist": "被告の所有する土地が建築基準法４２条２項所定の道路（いわゆるみなし道路）に当たるとして人格権的権利に基づき同土地上の工作物の撤去を求める訴訟において被告が同土地がみなし道路であることを否定することは信義則上許されないとされた事例",
  "case_gist": "被告の所有する土地が建築基準法４２条２項所定の道路（いわゆるみなし道路）に当たるとして同土地周辺の建物所有者である原告らが提起した人格権的権利に基づき同土地上の工作物の撤去を求める訴訟において，被告が同土地がみなし道路であることを否定することは，被告が，建物を建築するに際し，同土地がみなし道路であることを前提に建築確認を得，同土地に幅員４ｍの道路を開設し，その後５年以上同土地がみなし道路であることを前提に建物を所有してきた上，同土地は公衆用道路として非課税とされているという事実関係の下では，信義則上許されない。",
  "ref_law": "民法1条2項，民法2条，民法198条，民訴法2条，建築基準法42条2項，憲法13条",
  "lawsuit_id": "32854",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail2?id=32854",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/854/032854_hanrei.pdf",
  "contents": "主文\n原判決を破棄する。\n本件を東京高等裁判所に差し戻す。\n理由\n上告代理人佐々木新一の上告受理申立て理由について\n１ 原審の確定した事実関係の概要は，次のとおりである。\n(1) 上告人Ｘ は，さいたま市Ａ区大字Ｂ字Ｃ×××番３の土地（以下，字Ｃ所１\n在の土地は地番のみで示す。）を所有し，同番１３の土地の２分の１の持分を有し\nている。上告人Ｘ は，同番５及び同番１５の各土地を所有している（以下，上告２\n人らの所有又は共有する上記各土地を併せて「上告人ら土地」という。）。被上告\n人Ｙ は，同番２，同番７，同番８，同番１１及び同番１２の各土地（以下，併せ１\nて「被上告人土地」という。）を所有している。上記各土地の位置関係は第１審判\n決別紙地形図のとおりであって，上告人ら土地のうち，南側にある同番１５及び同\n番１３の各土地は，その間にある第三者所有の同番１４の土地並びに西側にある同\n番２及び同番７の各土地（被上告人土地のうち南側にある土地で，北から同番７，\n同番２の順に位置している。以下，この２筆の土地を併せて「本件土地」とい\nう。）と共に，西方の公道に通ずる通路を形成している（以下，この通路を「本件\n道路」という。）。そして，本件道路に接して，同番５，同番３，同番１２及び同\n番８の各土地が東から西へ順に位置している。\n(2) 被上告人土地は，平成５年８月，被上告人Ｙ が売買により取得した土地で１\nあり，平成６年３月，被上告人Ｙ が×××番１２の土地に自宅建物を新築し，被２\n上告人Ｙ も，同じころ，同番８の土地に自宅建物を新築した。その際，被上告人１\nらは，いずれも，本件土地を含む本件道路が建築基準法（以下「法」という。）４\n２条２項所定の道路（以下「２項道路」という。）であることにより接道義務を満\nたすものとして建築確認を得た。そして，被上告人Ｙ は，それまではおおむね同１\n番２の土地の部分に限られていた通路部分を同番７の土地部分にまで拡幅して舗装\nし，幅員４ｍの道路として整備した。\n(3) 上告人ら土地のうち，×××番３の土地は，平成１１年４月，上告人Ｘ が１\n同土地上の建物（昭和５６年に建築されたものであり，その建築に際しても本件道\n路が２項道路であることを前提に建築確認を得たものと推測される。）及び同番１\n３の土地の持分２分の１と共に売買により取得した土地である。上告人Ｘ は，上１\n記建物に転居した同年６月ころ，従前は同番１３の土地内に設置されていた垣根を\n後退させ，同土地全体を幅員４ｍの道路として整備した。\n(4) 上告人ら土地のうち，×××番５及び同番１５の各土地は，平成元年１２\n月，上告人Ｘ が贈与により取得した土地である。上告人Ｘ は，平成１２年夏こ２ ２\nろ，同番５の土地に自宅建物を新築したが，その際，本件道路が２項道路であるこ\nとにより接道義務を満たすものとして建築確認を得た。\n(5) 被上告人らは，上告人Ｘ が×××番３の土地上の建物に転居した平成１１１\n年６月ころ，同番２の土地と同番７の土地との境界及び同番２の土地の南辺等にタ\nイヤ止めを設置するとともに，「私有地につき関係者以外の立入禁止」と記載した\n立て看板を設置し，上告人らが本件道路を通行することを妨げるようになった。ま\nた，被上告人Ｙ は，平成１２年８月，同番２の土地と同番７の土地との境界に東２\n西に，同番７の土地と同番１３の土地との境界に南北に，それぞれブロック塀を設\n置した。これにより，上告人らは，軽自動車よりも大きな普通乗用自動車で本件道\n路を通行することができなくなった。\n(6) Ａ市（現さいたま市）は，Ａ市建築基準法施行細則において，「法４２条\n２項の規定により市長が指定する道は，幅員が４ｍ未満１．８ｍ以上のものとす\nる。」と定めることにより，２項道路の指定を一括して行っている。上告人ら土地\n及び被上告人土地の周辺地域に法第３章の規定が適用されることとなった時点（以\n下「基準時」という。）は，同地域が都市計画区域に指定された昭和２９年５月３\n日である。\n２ 本件は，上告人らが，本件道路が２項道路であると主張して，通行の自由権\n（人格権的権利）に基づく妨害排除請求として，被上告人らに対し，本件土地に被\n上告人らが設置した上記タイヤ止め，ブロック塀等の工作物の撤去を求める事案で\nある。\nこれに対し，被上告人らは，本件道路は基準時である昭和２９年５月当時に法４\n２条２項の要件を満たしていなかったと主張して，本件道路が２項道路であるとの\n上告人らの主張を争っている。\n３ 原審は，本件道路が基準時当時に法４２条２項の要件を満たしていたことの\n立証がなく，本件道路が２項道路であるとは認められないとして，上告人らの請求\nを棄却した。\n４ しかしながら，原審の上記判断は是認することができない。その理由は，次\nのとおりである。\n(1) 法は，４３条１項において，建築物の敷地は道路に２ｍ以上接しなければ\nならないものと定めるとともに（接道義務），その道路は，法４２条に定めるもの\nでなければならないものとしている。その趣旨は，建物を建築しようとする者に対\nし，建物の敷地が幅員４ｍ以上の道路に接することを義務づけることによって，当\n該建物に係る避難，通行又は防火上の安全等を確保し，ひいては，その周辺に存す\nる建物やその居住者の安全等にも寄与することにあると解される。\n前記事実関係によれば，被上告人らは，被上告人土地に自宅建物を建築するに際\nし，本件道路が２項道路であることを前提に法４３条１項の接道義務を満たすもの\nとして建築確認を得，本件土地に幅員４ｍの道路を開設したというのであるから，\n上記の法の趣旨に照らせば，本件土地を含む本件道路は，被上告人らの上記建物の\nみならず，その周辺に存する建物やその居住者の安全等にも寄与することが求めら\nれているものというべきである。しかも，被上告人らは，平成６年以降，５年以上\nにわたって本件道路が２項道路であることを前提に建物を所有してきたことに加\nえ，記録によれば，本件土地は公衆用道路として非課税とされていることが明らか\nであることをも考慮すると，被上告人らが，現に建物を所有しながら本件道路が２\n項道路であることを否定することは，本件道路周辺の建物所有者等との関係におい\nて著しく正義に反するものといわなければならない。そうすると，被上告人らが，\n本件訴訟において，本件道路周辺の建物所有者である上告人らに対し，本件道路が\n２項道路であることを否定する趣旨の主張をすることは，信義則上許されないとい\nうべきである。\n(2) 以上によれば，上記のような点を考慮することなく，本件道路が２項道路\nであることを否定する被上告人らの主張を踏まえ，本件道路が基準時において２項\n道路として指定される要件を満たしていたことの立証がないとして本件道路の２項\n道路該当性を否定し，上告人らの請求を棄却した原審の判断には，判決に影響を及\nぼすことの明らかな法令の違反があるというべきである。論旨はこの趣旨をいうも\nのとして理由があり，原判決は破棄を免れない。\nそして，本件については，上告人らが本件土地につき妨害排除を求めることので\nきる人格権的権利を有するか否かについて，更に審理を尽くさせる必要があるか\nら，本件を原審に差し戻すこととする。\nよって，裁判官全員一致の意見で，主文のとおり判決する。\n(裁 判長裁判官 甲斐中辰夫 裁判官 横尾和子 裁判官 泉 徳治 裁判官\n島田仁郎 裁判官 才口千晴）\n"
}