{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 17,
    "month": 1,
    "day": 31
  },
  "case_number": "平成16(行ケ)173",
  "case_name": "審決取消請求事件",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "9800",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=9800",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/800/009800_hanrei.pdf",
  "contents": "平成１６年（行ケ）第１７３号　審決取消請求事件　（平成１７年１月１８日口頭\n弁論終結）\n判　　　　　　　　　　　決\n原　　　　　　告　　　　　　信越化学工業株式会社\n訴訟代理人弁理士　　　　　　小島隆司\n同　　　　　　　　　　　　　重松沙織\n同　　　　　　　　　　　　　小林克成\n同　　　　　　　　　　　　　石川武史\n被　　　　　　告　　　　　　特許庁長官　小川洋\n指定代理人　　　　　　　　　高梨操\n同　　　　　　　　　　　　　菊地則義\n同　　　　　　　　　　　　　一色由美子\n同　　　　　　　　　　　　　伊藤三男\n主　　　　　　　　　　　文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n事　実　及　び　理　由\n第１　請求\n特許庁が訂正２００３－３９１６５号事件について平成１６年３月１７日\nにした審決を取り消す。\n第２　当事者間に争いのない事実\n１　特許庁における手続の経緯\n(1)　原告は，名称を「熱可塑性樹脂とシリコーンゴムとの複合成形体の製造方\n法」とする特許第３１１６７６０号発明（平成６年１２月２６日特許出願，平成１\n２年１０月６日設定登録，以下，この出願を「本件出願」，その特許を「本件特\n許」という。）の特許権者である。\n(2)  本件特許について，特許異議の申立てがされ，特許庁は，これを異議２０\n０１－７１６８１号事件として審理し，平成１５年１月１４日，本件出願は平成６\n年法律第１１６号による改正前の特許法１７条の２第２項で準用する同法１７条２\n項（以下，同改正前の規定を「特許法旧１７条の２第２項」などという。）に規定\nする要件及び同法旧３６条４項及び５項２号の規定を満足していないとして，「特\n許第３１１６７６０号の請求項１，２に係る特許を取り消す。」との決定をした。\n(3)　原告は，上記決定の取消訴訟を提起し（当庁平成１５年（行ケ）第８６\n号），その後，平成１５年８月１４日に，本件出願の願書に添付した明細書の特許\n請求の範囲の記載を後記２(2)のとおり訂正すること等（以下「本件訂正」とい\nう。）を求める訂正審判（以下「本件訂正審判」といい，その審判請求書に添付し\nた明細書を「訂正明細書」という。）の請求をした。\n特許庁は同請求を，訂正２００３－３９１６５号事件として審理し，平成\n１６年３月１７日，「本件審判の請求は，成り立たない。」との審決をし，その謄\n本は同月２９日，原告に送達された。\n２　特許請求の範囲\n(1)　本件訂正前の明細書（以下「本件特許明細書」という。）の特許請求の範\n囲の記載\n【請求項１】　熱可塑性樹脂組成物を金型キャビティ内部に一次射出成形し\n（但し，一次射出成形後に１２０℃未満の温度で冷却する工程を含まない），次い\nでこの熱可塑性樹脂成形物上に付加硬化型シリコーンゴム組成物を二次射出すると\n共に，このシリコーンゴム組成物を上記熱可塑性樹脂の軟化点以上（但し，１３０\n℃以下である場合を除く）で，かつ融点未満の温度で硬化させて，このシリコーン\nゴム組成物の硬化物を上記熱可塑性成形物と接着一体化することを特徴とする熱可\n塑性樹脂とシリコーンゴムとの複合成形体の製造方法。\n（以下，この請求項を「訂正前の請求項１」という。）\n【請求項２】　金型キャビティの付加硬化型シリコーンゴム組成物が射出，硬\n化せしめられる部分の近傍に加熱手段が配設され，かつこの金型キャビティにシリ\nコーンゴム組成物を案内する通路を冷却する冷却手段が設けられ，上記加熱手段と\n冷却手段との間に断熱層が介在する射出成形装置を用いた請求項１記載の方法。\n(2)　訂正明細書の特許請求の範囲の記載（下線部は訂正箇所）\n【請求項１】熱可塑性樹脂組成物を金型キャビティ内部に一次射出成形する工\n程，次いでこの熱可塑性樹脂成形物上に付加硬化型シリコーンゴム組成物を二次射\n出すると共に，このシリコーンゴム組成物を上記熱可塑性樹脂の軟化点以上融点未\n満の温度であって，１５０～２００℃の温度範囲において硬化させて，このシリコ\nーンゴム組成物の硬化物を上記熱可塑性成形物と接着一体化する工程のみからなる\nことを特徴とする熱可塑性樹脂とシリコーンゴムとの複合成形体の製造方法。\n（以下，この請求項を「訂正後の請求項１」という。）\n【請求項２】　（上記(1)の【請求項２】と同文）\n３　審決の理由\n審決は，別添審決謄本写し記載のとおり，訂正前の請求項１の記載を訂正後\nの請求項１記載のとおり訂正すること（以下「訂正事項ａ」という。）は，明りょ\nうでない記載の釈明（特許法旧１２６条１項ただし書３号），誤記の訂正（同２\n号）又は特許請求の範囲の減縮（同１号）のいずれにも該当しないから，特許法旧\n１２６条１項ただし書の要件を満たしておらず，本件訂正は適法なものとは認めら\nれないとした。\n第３　原告主張の審決取消事由\n１　審決は，訂正事項ａが特許法旧１２６条１項ただし書に規定された訂正要件\nを満たさないものであるとする誤った判断をした（取消事由）ものであるから，違\n法として取り消されるべきである。\n２　取消事由（訂正要件についての判断の誤り）\n(1)　本件訂正が特許請求の範囲の減縮に当たること\n本件特許の訂正前の請求項１の記載は，上記第２の２(1)のとおりであっ\nて，熱可塑性樹脂組成物を金型キャビティ内部に一次射出成形し（但し，一次射出\n成形後に１２０℃未満の温度で冷却する工程を含まない）（下線部①），次いでこ\nの熱可塑性樹脂成形物上に付加硬化型シリコーンゴム組成物を二次射出すると共\nに，このシリコーンゴム組成物を上記熱可塑性樹脂の軟化点以上（但し，１３０℃\n以下である場合を除く）で，かつ融点未満の温度で硬化させて（下線部②），この\nシリコーンゴム組成物の硬化物を上記熱可塑性成形物と接着一体化する（③）こと\nを特徴とする熱可塑性樹脂とシリコーンゴムとの複合成形体の製造方法，というも\nのである。\n訂正事項ａは，訂正前の請求項１の記載から上記下線部①の文言を削除\nし，下線部②の文言を「軟化点以上融点未満の温度であって，１５０～２００℃の\n温度範囲において硬化させて」とし，上記③の箇所に「工程のみからなる」の文言\nを付加することを内容とするものであって，以下に述べるとおり，特許請求の範囲\nの減縮に当たる。\nア　昭和５１年９月１０日共立出版発行「化学大辞典４」（甲５，以下「甲\n５文献」という。）の５５２頁の射出成形の項に，「熱可塑性樹脂をシリンダー内\nで加熱融解し，・・・金型内に射出し，成形品をつくる」と記載され，平成９年１\n１月２０日工業調査会発行「工業材料大辞典」（甲６，以下「甲６文献」とい\nう。）の５１９頁～５２０頁の射出成形の項に，「樹脂材料ペレットを加熱，溶融\nして金型内に射出，流入させ，冷却，固化して成形品を得る成形法をいう。・・・\n射出成形のサイクルは型締め，射出，保圧，冷却，計量，型開き，取出しの順であ\nり」と記載されているように，射出成形とは，熱可塑性樹脂を金型内に射出してか\nら，これを金型内で冷却し，さらに金型を開いて成形体を得るまでの一連の工程を\nすべて包含するものであり，このことは，本件出願時に当業者の技術常識であった\nということができる。そうすると，訂正前の請求項１における「但し，一次射出成\n形後に１２０℃未満の温度で冷却する工程を含まない」との文言における「一次射\n出成形後」とは，「熱可塑性樹脂を金型内に射出後，冷却して一次射出成形体を得\nた後」を意味し，「１２０℃未満の温度で冷却する工程」とは，一次射出成形体を\n得た後，この成形体を更に冷却する工程を意味することが明らかである。したがっ\nて，訂正前の請求項１は，一次射出成形により得られた成形体を，更に１２０℃未\n満の温度で冷却する工程のみを排除するものであり，１２０℃以上の温度で冷却す\nる工程は許容している。\nこれに対し，訂正後の請求項１は，「但し，一次射出成形後に１２０℃\n未満の温度で冷却する工程を含まない」との文言を削除するとともに，「一次射出\n成形する工程，次いで・・・接着一体化する工程のみからなる」と規定することに\nより，一次射出成形後に，１２０℃未満の温度で更に冷却する工程のみならず，１\n２０℃以上の温度で冷却する工程をも含まない製法となったのであるから，この点\nにおいて，特許請求の範囲は減縮されている。\nさらに，訂正後の請求項１は，訂正前の請求項１において許容されてい\nたその他の任意工程，例えば，「金型キャビティ内部に一次射出成形された熱可塑\n性樹脂成形物の表面に接着性向上のためのプライマーを塗布する工程」や，「付加\n硬化型シリコーンゴム組成物を二次射出する前に，金型キャビティの表面にシリコ\nーンゴム用の金型離型剤を塗布する工程」なども排除しており，これらの点でも特\n許請求の範囲を減縮するものであることが明らかである。\nしたがって，審決が，「そのような限定が削除された結果，１２０℃未\n満の温度で冷却する工程を許容し得ることになる」との理由により，訂正事項ａを\n特許請求の範囲の減縮を目的とするものに該当しないと判断したことは誤りであ\nる。\nイ　被告は，射出成形においては冷却工程が含まれているが，これは金型と\nの熱交換によるものであり，これとは別に冷やすための処理がされるわけではない\nし，射出成形後（金型で冷却した後）に更に冷却する工程（以下「更なる冷却工\n程」ということがある。）を設けることが通常行われる周知の工程であるともいえ\nないから，訂正前の請求項１において，一次射出成形と二次射出成形との間に更な\nる冷却工程が含まれていることを前提とする原告の主張は，失当であると主張する\nが，上記主張の根拠とされる甲５文献，甲６文献及び昭和５５年７月１０日プラス\nチックス・エージ（改定８版第２刷）発行「射出成形」１３１頁～１３７頁（乙\n１，以下「乙１文献」という。）は，単一の熱可塑性樹脂組成物を用いた単純な射\n出成形における冷却工程についてのみ記載するものであるから，これらの文献か\nら，本件特許に係る発明や特開平５－８４７８０号公報（甲１１，以下「甲１１公\n報」という。）に記載されるような，複数の異なる材料を複数回にわたって射出成\n形して複合成形体を製造するという技術分野における一次射出成形後の冷却条件に\nついての知見は得られない。「一次射出成形後に１２０℃未満の温度で冷却する工\n程を含まない」との文言における「一次射出成形後」の「冷却工程」は，一次射出\n成形（金型における冷却も含めて）をした後に行われる更なる冷却工程を意味する\nものであることが明白であり，被告の主張するような射出成形に含まれる冷却工程\nを意味すると解すべき根拠はない。\nウ　被告は，「一次射出成形後に１２０℃未満の温度で冷却する工程を含ま\nない」という事項についての原告の解釈が，審査経過における原告の意見書等に反\nすると主張するが，本件訂正審判の手続において上記事項の技術的意味が争点とな\nったことはない。確かに，原告は，本件出願の審査過程において，甲１１公報を引\n用例とする拒絶理由が通知されたことに対し，平成１２年６月１日付け意見書（甲\n１３，以下「甲１３意見書」という。）を提出したが，そこで主張したことは，同\n意見書と同日付けで提出した手続補正書（甲１２，「甲１２補正書」という。）に\nよる補正によって，甲１１公報における一次射出成形した後の１２０℃未満での冷\n却工程を除くということであり，一次射出時の金型温度が１２０℃未満であること\nを除いたものではない。甲１１公報の実施例においては，一次射出成形後（型開き\n後）も熱可塑性樹脂側の金型温度（左側金型温度）は常に８０℃，すなわち，１２\n０℃未満に冷却されているので，本件出願当初の請求項１に係る発明からこれを除\nき，差別化するために，「一次射出成形後に１２０℃未満の温度で冷却する工程を\n含まない」を上記補正によって導入したのであり，甲１３意見書における原告の主\n張は，本訴において主張している「一次射出成形後に１２０℃未満の温度で冷却す\nる工程を含まない」という事項についての解釈と矛盾するものではない。\n(2)　本件訂正審判請求の経緯\n仮に，訂正後の請求項１における「但し，一次射出成形後に・・・工程を\n含まない」などの，いわゆる「除くクレーム」を構成する文言を削除する訂正が，\n形式的には特許請求の範囲の拡張に当たるとしても，本件のように，特許法旧１７\n条の２第２項で準用する同法旧１７条２項違反（いわゆる新規事項の追加）が看過\nされていったん特許査定がされた後，特許異議の申立てや無効審判請求の審理の結\n果，初めて「除くクレーム」が新規事項の追加に当たることを指摘された場合に\nは，以下の理由により，当該「除くクレーム」を構成する文言を削除する本件訂正\nは，誤記の訂正又は明りょうでない記載の釈明に当たるものとして，許容されるべ\nきである。\nア　第三者に不測の不利益を及ぼしてはならないとの見地から，特許請求の\n範囲を形式的にも実体的にも拡張する訂正が許されないことは当然であるが，「除\nくクレーム」を構成する文言を削除する訂正は，第三者に不測の不利益を及ぼすも\nのではない。すなわち，特許発明の技術的範囲は，特許請求の範囲の記載を基準と\nしつつも，発明の詳細な説明や出願経過を参酌することによって定まり，出願過程\nでした主張と矛盾する主張を侵害訴訟で行うことは許されないのであるから，「除\nくクレーム」によっていったん特許請求の範囲に包含されないことを明言した技術\nは，「除くクレーム」を構成する文言が特許請求の範囲に残っているか削除された\nかにかかわらず，特許請求の範囲の技術的範囲に含まれないものとなる。すなわ\nち，「除くクレーム」を削除しても，第三者に不測の不利益が生じることはないの\nであるから，そのような本件訂正は許容されるべきである。\nイ　訂正前の請求項１における「但し，一次射出成形後に１２０℃未満の温\n度で冷却する工程を含まない」との文言は，審査過程で，特許法２９条２項の拒絶\n理由を通知されたことに対応して，補正により付加した文言であるが，特許庁審査\n官は，この補正を新規事項の追加には当たらないと判断して，訂正前の請求項１の\n文言による特許査定をした。審査の段階で上記補正が新規事項を含むと正しく判断\nされ，補正が却下されていれば，上記「除くクレーム」についての問題はそもそも\n生じていない。したがって，上記「除くクレーム」を削除する本件訂正は，そもそ\nも新規事項と判断されるべき事項を誤って付加したことの誤りを正すものであるか\nら，誤記の訂正又は明りょうでない記載の釈明に相当するものとして，許容される\nべきである。\n第４　被告の反論\n１　審決の判断に誤りはなく，原告主張の取消事由は理由がない。\n２　取消事由（訂正要件についての判断の誤り）について\n(1)　訂正事項ａに係る訂正が特許請求の範囲の減縮に当たるとの原告主張は失\n当である。\nア　本件特許明細書（甲２）には，「但し，一次射出成形後に１２０℃未満\nの温度で冷却する工程を含まない」とする技術的限定の意味を明記した記載は存在\nせず，熱可塑性樹脂組成物を一次射出成形する時の金型温度，及びその後のシリコ\nーンゴムを二次射出成形する時の左側金型温度（熱可塑性樹脂成形物の温度）を，\n実施例Ⅰ，Ⅱにおいて，共に１２０℃に設定したことが記載されているにすぎな\nい。\n射出成形には，甲５文献，甲６文献及び乙１文献に記載されるように，\n冷却工程が含まれているが，これは金型との熱交換によるものであり，これとは別\nに冷やすための処理がされるわけではないし，また，射出成形後（金型で冷却した\n後）に更なる冷却工程を設けることが通常行われる周知の工程であるともいえな\nい。したがって，訂正前の請求項１に規定された発明において，一次射出成形と二\n次射出成形との間に，金型との熱交換によるものとは別の，更なる冷却工程が含ま\nれていると解することはできないから，更なる冷却工程の存在を前提として，同請\n求項にいう「但し，一次射出成形後に１２０℃未満の温度で冷却する工程を含まな\nい」を，一次射出成形後，二次射出前に更に１２０℃未満の温度で冷却する工程の\nみを排除し，１２０℃以上の温度で冷却する工程を許容する旨の規定であるとする\n原告の主張は失当である。\n乙１文献によれば，金型温度の設定は，溶融された高温の樹脂を金型内\nに急速に充填し，これを均一な温度で，冷却，固化させるためであって，金型を冷\n却するということは，注入された樹脂の温度を迅速に金型外に取り去ること，すな\nわち，熱交換が行われることであり，常に金型表面温度を均一に保つことが理想的\nであるとされるものであるから，金型温度を冷却温度と考えてよい。したがって，\n訂正前の請求項１における「一次射出成形後に１２０℃未満の温度で冷却する工程\nを含まない」との記載は，素直に読めば，熱可塑性樹脂成形物は，付加硬化型シリ\nコーンゴム組成物を二次射出するまでは１２０℃未満の温度に（冷却）されること\nはないということ，すなわち，熱可塑性樹脂成形物のための一次射出成形金型が１\n２０℃以上の温度に保持されることを規定したものと解釈されるものである。この\nことは，本件特許明細書において，一次射出成形後（型開き後）の金型温度（＝冷\n却温度）が，「１２０℃未満」に該当する８０℃である態様が，請求項１，２に係\nる発明の要件を満たさないために，比較例Ⅱとして記載されていることからも裏付\nけられる。\nイ　訂正前の請求項１における「但し，一次射出成形後に１２０℃未満の温\n度で冷却する工程を含まない」との構成について，原告が本訴において主張する解\n釈は，以下のとおり，平成１２年４月４日発送の拒絶理由通知書（甲１０）に対し\nて原告が提出した甲１３意見書の主張にも反するものである。\n上記拒絶理由通知において引用例とされた甲１１公報においては，「一\n次射出（甲６の「射出成形」の項に記載の「金型内に射出，流入」に相当）した後\n該プラスチックをそのガラス転移温度以上で冷却（甲６に記載の「冷却，固化」に\n相当）し」（括弧内は被告が記入）までの工程が，一次射出成形の工程であり，こ\nれに更なる冷却工程が付されているものではない。甲１１公報に記載された技術に\nおいては，一次射出成形時及び一次射出成形後（すなわち，型開き後）の熱可塑性\n樹脂組成物からなる成形物をそのガラス転移温度以上で冷却するために，二次射出\nする前まで，左側金型を特定温度（一次射出成形に使用した成形用プラスチック材\n料のガラス転移温度以上，ナイロン６６樹脂は６６℃以上，ポリエチレンテレフタ\nレートは６９℃以上，ポリブチレンテレフタレートは２２℃以上，ポリフェニレン\nスルフィドは８８℃以上）に保持し，次いで，付加反応硬化型液状シリコーンゴム\nを二次射出した後，接着硬化（成形）のために，右側金型を特定温度範囲８０～１\n３０℃とするものである。\n原告は，甲１１公報を引用例とする拒絶理由通知に対し，甲１２補正書\nによる補正により，請求項１の記載に「一次射出成形後に１２０℃未満の温度で冷\n却する工程を含まない」との限定を加えるとともに，同日付け提出の甲１３意見書\nにおいて，請求項１に係る発明は，甲１１公報の一次射出成形した後の冷却工程の\n条件，及びシリコーンゴム組成物の硬化条件を除いたものであることを主張した。\n甲１１公報における一次射出成形後の冷却工程は，一次射出成形における金型温度\nが保持されているだけであるから，「一次射出成形後に１２０℃未満の温度で冷却\nする工程を含まない」との限定は，一次射出成形における金型温度が１２０℃未満\nであるものを除く意図であると解される。\n(2)  本件訂正審判請求の経緯について\nア　原告は，「一次射出成形後に１２０℃未満の温度で冷却する工程を含ま\nない」との限定を付加することが新規事項の追加に該当するものであることを自認\nして，上記限定を請求項の記載から削除すること等を目的として本件訂正審判を請\n求したのであるから，上記限定を削除することは，誤記の訂正又は明りょうでない\n記載の釈明には該当しない。また，上記限定に係る条件がなくなることで，特許請\n求の範囲を拡張することになるから，本件訂正は許容されるべきものではない。\nイ　原告は，本件のような「除くクレーム」の削除は，形式的には特許請求\nの範囲の拡張に当たるとしても，第三者に不測の不利益を及ぼすものではないか\nら，本件訂正を認めるべきであると主張するが，その主張は，単に事情を説明する\nものにすぎず，本件訂正の前と後の特許請求の範囲の記載に基づいて，訂正事項ａ\nが特許法旧１２６条１項ただし書の要件を満たすことを主張するものではないか\nら，失当である。\nなお，本件のように，特許査定後に，「除くクレーム」を導入したこと\nが新規事項追加違反の補正であることが判明した場合に，「除くクレーム」の構成\nを削除する訂正が，訂正の目的に適合しないために許されないという不都合が生じ\nても，その原因が自らがした手続補正にある以上，その不都合は原告において甘受\nすべきものである。\n第５　当裁判所の判断\n１　取消事由（訂正要件についての判断の誤り）について\n(1)　訂正前の請求項１における「一時射出成形後に１２０℃未満の温度で冷却\nする工程を含まない」の技術的意義について\nア　原告は，訂正前の請求項１は，「但し，一次射出成形後に１２０℃未満\nの温度で冷却する工程を含まない」との文言により，一次射出成形により得られた\n成形体を，更に１２０℃未満の温度で冷却する工程のみを排除し，１２０℃以上の\n温度で冷却する工程は許容しているのに対し，訂正後の請求項１は，上記文言を削\n除するとともに，「一次射出成形する工程，次いで・・・接着一体化する工程のみ\nからなる」と規定することにより，一次射出成形後に，１２０℃未満の温度で冷却\nする工程のみならず，１２０℃以上の温度で冷却する工程をも含まない製法となっ\nたのであるから，この点において，特許請求の範囲は減縮されていると主張する。\nそこで，まず，本件訂正によって請求項１の記載から削除される「但\nし，一次射出成形後に１２０℃未満の温度で冷却する工程を含まない」との文言が\n技術的にどのような意味を有するかにつき，本件特許明細書（甲２）を検討する\nと，その発明の詳細な説明中に，「一次射出成形後に１２０℃未満の温度で冷却す\nる工程」に直接言及した記載は存在せず，温度「１２０℃」に関連する記載とし\nて，実施例Ⅰ，Ⅱについての以下の（ｱ)，(ｲ)の記載が認められるのみである。\n(ｱ)　「実施例Ⅰ・・・まず，ポリカーボネイト樹脂を該射出成形装置に投\n入し，２９０℃にて溶融し，ノズル部１からキャビティ部５に射出し，樹脂シート\n成形体７を形成させた。その条件は，射出時間６秒，冷却時間３５秒，キャビティ\n部５及び左側金型片３の温度は１２０℃であった（図２参照）。次に，右側の金型\n片４を外し，型開きを行うとともに左側の金型片３の凹部に樹脂シート成形体７を\n保持したまま金型片３を１８０°回転させ，右側の金型片４を合わせて再び型締め\nし，シリコーンゴムシート成形体形成用のキャビティ部を樹脂シート成形体７に形\n成された面と金型片４の成形凹部面とで形成せしめた（図３参照）。この状態で射\n出装置のノズル部２から樹脂シート成形体７に形成された面に前記液状付加型シリ\nコーンゴム組成物１００重量部に上式（Ⅱ）又は（Ⅲ）の化合物を０．５又は１重\n量部添加した組成物をそれぞれ射出し，ゴムシート成形体８を形成させた。その条\n件は，射出時間６秒，硬化時間９０秒，左側金型片３の温度は１２０℃，右側金型\n片４の温度は１５０℃であった（図４参照）。」（段落【００５９】～【００６\n６】，下線付加）\n(ｲ)　「実施例Ⅱ・・・まず，ポリブチレンテレフタレート樹脂を該射出成\n形装置に投入し，２５０℃にて溶融し，ノズル部１からキャビティ部１６に射出\nし，樹脂成形体１８を形成させた。その条件は，射出時間６秒，冷却時間３５秒，\nキャビティ部１６及び左側金型片１３，１４の温度は１２０℃であった（図６参\n照）。次に，右側の金型片１５を外し，型開きを行うとともに，左側の金型片１３\nの凹部に樹脂成形体１８を保持したまま金型片１３を１８０°回転させ，右側の金\n型片１５を合わせて再び型締めし，シリコーンゴム成形体形成用のキャビティ部を\n樹脂成形体１８に形成された面と金型片１５の成形凹部面とで形成せしめた（図\n７，８参照）。この状態で射出装置のノズル部２から樹脂成形体１８に形成された\n面に前記液状付加型シリコーンゴム組成物１００重量部に上式（Ⅱ）又は（Ⅲ）の\n化合物を０．５又は１重量部添加した組成物をそれぞれ射出し，ゴム成形体１９を\n形成させた。その条件は，射出時間６秒，硬化時間９０秒，左側金型片３の温度は\n１２０℃，右側金型片１５の温度は１８０℃であった（図９参照）。以上の製造工\n程によって樹脂とゴムからなる複合体を得た。上式（Ⅱ）又は（Ⅲ）の化合物を\n０．５又は１重量部添加した組成物の複合体はいずれも強固に接着したものであ\nり，寸法精度，生産性が良好であった。」（段落【００６９】～【００７２】，下\n線付加）\n上記(ｱ)，(ｲ)の記載から，本件特許明細書の実施例Ⅰ，Ⅱにおいては，\n溶融した熱可塑性樹脂が一次射出され，金型内で冷却される間，金型のキャビティ\n部の温度は１２０℃に設定されていることが認められるが，上記のように金型温度\nを設定することとは別の，更なる冷却工程は記載されていない。\nイ　ところで，訂正前の請求項１における「但し，一次射出成形後に１２０\n℃未満の温度で冷却する工程を含まない」との要件は，本件出願の審査過程におい\nて，甲１１公報を引用した平成１２年４月４日付け（発送日）拒絶理由通知書（甲\n１０）に対して提出された甲１２補正書による手続補正によって加入されたもので\nあり，同日付けで提出された甲１３意見書には，「この補正は，引用文献１（注，\n甲１１公報）の一次射出成形した後の冷却工程，及びシリコーンゴム組成物の硬化\n温度条件を除いたものであり」と記載されているから，上記要件が，甲１１公報と\nの関係を念頭に置いて規定されたものであることは明らかである。そうすると，甲\n１１公報にどのような冷却工程が記載されているかは，訂正前の請求項１における\n「但し，一次射出成形後に１２０℃未満の温度で冷却する工程を含まない」との文\n言が規定する構成の意味を客観的に明らかにする意義を持つということができる。\nそこで，甲１１公報を検討すると，同公報には，射出成形の際の温度に\n関して，以下の記載がある。\n(a)　「金型のキャビティ内部にエンジニアリングプラスチックを一次射出\nした後該プラスチックをそのガラス転移温度以上で冷却し，次いで，付加反応硬化\n型液状シリコーンゴム組成物を二次射出した後，該液状シリコーンゴム組成物を８\n０℃～１３０℃の温度で接着硬化させることを特徴とするエンジニアリングプラス\nチックとシリコーンゴムからなる接着複合体の製造方法。」（特許請求の範囲の\n【請求項１】）\n(b)　「実施例１．・・・先ず，ナイロン６６（旭化成株式会社製ナイロン\n樹脂商品名：ガラス転移温度６６℃）を射出成形装置に投入し，２６５～２９５℃\nの温度で溶融させ，この溶融材料をノズル部（１）からキャビティ部（５）に約６\n秒間射出した後，約３５秒間冷却・硬化させてエンジニアリングプラスチック成形\n体（７）を形成させた（図２参照）。この時のキャビティ部（５）の設定温度は８\n０℃であった。次に，右側の金型片（４）を外して型開きを行うと共に，左側の金\n型片（３）の凹部にエンジニアリングプラスチック成形体（７）を保持した状態で\n金型片（３）を１８０°回転させた後，右側の金型片（４）を合わせて再び型締め\nし，シリコーンゴム成形体形成用のキャビティ部を，エンジニアリングプラスチッ\nク成形体（７）に形成された凹部（６’）と金型片（４）の成形凹部面とで形成せ\nしめた（図３参照）。この状態で射出装置のノズル部（２）からエンジニアリング\nプラスチック成形体（７）の凹部（６’）に付加反応硬化液状シリコーンＫＥ１８\n２０（信越化学工業株式会社製）を６秒間射出した後，約３００秒間冷却・硬化さ\nせてシリコーンゴム成形体（８）を形成させた（図４参照）。このときの左側金型\n片（３）の設定温度は８０℃であり，右側金型片（４）の設定温度は１２０℃であ\nった。」（段落【００２８】～【００３２】）\n上記(a)，(b)の記載によれば，甲１１公報は，その特許請求の範囲に，\n①エンジニアリングプラスチックの一次射出，②該プラスチックをガラス転移温度\n以上で冷却，③付加反応硬化型液状シリコーンゴム組成物の二次射出，④該シリコ\nーンゴムを８０～１３０℃の温度で接着硬化，という４工程で接着複合体を製造す\nる方法を記載し，実施例１においては，上記の工程において「エンジニアリングプ\nラスチックを一次射出した後」に行われる「プラスチックの冷却」のために，一次\n射出及び冷却の行われる金型キャビティ部の温度を８０℃に設定しておくという手\n段を採用しているものであると認められる。\nウ　上記ア，イの認定事実によれば，本件特許明細書の実施例においても，\n甲１１公報に記載された工程においても，一次射出の後に行われる冷却は，一次射\n出及び冷却の行われる金型キャビティ部の温度を特定の値に設定することにより行\nわれているものであるから，訂正前の請求項１における「但し，一次射出成形後に\n１２０℃未満の温度で冷却する工程を含まない」という要件は，同請求項から甲１\n１公報に記載された「一次射出及び冷却の行われる金型キャビティの温度を，一次\n射出される樹脂のガラス転移点以下の温度（例えば８０℃）に設定する」という事\n項を除くことを目的として，「一次射出及び冷却の際の金型の温度を１２０℃に設\n定する」という実施例に依拠して特許請求の範囲の記載に加えられた構成であると\n解するのが相当である。\nなお，このように解することは，本件特許明細書（甲２）において金型\n温度を８０℃としたものが比較例とされ（段落【００７３】），また，甲１３意見\n書中の表１，２において，「一次射出条件」が１２０℃である例が，上記構成を満\n足する実施例とされているのに対し，「一次射出条件」が８０℃である例が同構成\nを満足しない比較例とされていることにも符合するものである。\nそうすると，訂正前の請求項１における「但し，一次射出成形後に１２\n０℃未満の温度で冷却する工程を含まない」との文言は，一次射出成形後の溶融樹\n脂と金型との熱交換によって行われる冷却に関してその温度条件を規定したもので\nあって，「一次射出及び冷却の行われる金型キャビティの温度を１２０℃未満に設\n定すること」を除くことを規定したものと解することが相当である。\nエ　進んで，本件訂正に係る訂正事項ａが特許請求の範囲の減縮に当たるか\nどうかを検討すると，「但し，一次射出成形後に１２０℃未満の温度で冷却する工\n程を含まない」との文言は，上記ウのとおり解されるものであるから，この文言を\n訂正前の請求項１から削除することによって，一次射出及び冷却の行われる金型キ\nャビティの温度範囲についての規定がなくなり，その結果，訂正前の請求項１では\n金型キャビティの温度範囲として除かれていた「１２０℃未満」が含まれるように\nなることは明らかである。そして，訂正後の請求項１において，「但し，一次射出\n成形後に１２０℃未満の温度で冷却する工程を含まない」との文言を削除するとと\nもに，工程が「熱可塑性樹脂組成物を・・・一次射出成形する工程，次いで・・・\n付加硬化型シリコーンゴム組成物を二次射出すると共に，・・・シリコーンゴム組\n成物の硬化物を上記熱可塑性成形物と接着一体化する工程のみからなる」２工程で\nあることを規定しても，訂正後の請求項１に規定された発明が，一次射出及び冷却\nの行われる金型キャビティの温度範囲の規定を有しないものとなることに変わりは\nない。\nしたがって，訂正事項ａは，特許請求の範囲を減縮するものとはいえ\nず，これと同旨の審決の判断に誤りはない。\nオ　原告は，射出成形とは，熱可塑性樹脂を金型内に射出してから，これを\n金型内で冷却し，さらに金型を開いて成形体を得るまでの一連の工程をすべて包含\nするものであるから，訂正前の請求項１における「但し，一次射出成形後に１２０\n℃未満の温度で冷却する工程を含まない」との文言は，一次射出成形により得られ\nた成形体を，更に１２０℃未満の温度で冷却する工程のみを排除するものであると\n主張する。\nしかしながら，本件特許明細書の記載及び甲１１公報の記載を参酌する\nと，「但し，一次射出成形後に１２０℃未満の温度で冷却する工程を含まない」と\nの文言が，甲１１公報に記載されている「一次射出及び冷却の行われる金型キャビ\nティの温度を，一次射出される樹脂のガラス転移点以下の温度（例えば８０℃）に\n設定すること」を発明の構成から除く趣旨であると解されることは，上記ウに判示\nしたとおりであるから，上記文言中に，「一次射出成形後に」という用語が用いら\nれているというだけでは，これが，原告が主張するように，一般的な意味での「射\n出成形」の後，すなわち，射出から型開きまでの一連の工程が終了し，一次射出成\n形による成形品を得た後のことを意味するものであると解することはできない。\nまた，甲１１公報の実施例１では，２６５～２９５℃で溶融されて一次\n射出されたエンジニアリングプラスチックは，８０℃に設定された金型キャビティ\n部で３５秒間，冷却硬化されており，引き続き行われる二次射出及び接着硬化の段\n階においても，エンジニアリングプラスチックの存在する左側金型片はそのまま８\n０℃に設定されているのであるから，一次射出後，冷却硬化されたエンジニアリン\nグプラスチックの温度は，二次射出及び接着硬化の段階において，若干低下するこ\nとはあるにしても，この段階で，金型温度の設定によるものとは別の，更なる冷却\n工程が行われていると解することはできず，甲１１公報を引用した拒絶理由通知に\n対応する補正において請求項１の記載に加えられた，「但し，一次射出成形後に１\n２０度未満の温度で冷却する工程を含まない」との文言が，甲１１公報には記載さ\nれていない冷却工程を除いたものと解する余地はない。仮に，同文言が，甲１１公\n報における，二次射出成形工程中の一次射出成形物の冷却温度を除くことを規定す\nるものであるとすると，二次射出成形の工程中，熱可塑性樹脂の成形用金型の温度\nが１２０℃に設定されている訂正明細書の実施例は，「１２０℃以上で冷却する工\n程」を有するから，原告の主張によれば，冷却工程を含まなくなったはずの訂正後\nの請求項１の構成を充足せず，実施例に該当しないという矛盾が生じることにな\nる。\nさらに，原告は，訂正後の請求項１は，訂正前の請求項１において許容\nされていたその他の任意工程，例えば，「金型キャビティ内部に一次射出成形され\nた熱可塑性樹脂成形物の表面に接着性向上のためのプライマーを塗布する工程」\nや，「付加硬化型シリコーンゴム組成物を二次射出する前に，金型キャビティの表\n面にシリコーンゴム用の金型離型剤を塗布する工程」なども排除しており，これら\nの点でも特許請求の範囲を減縮するものであると主張するが，仮にそれらの点で特\n許請求の範囲が減縮されても，訂正後の請求項１に規定された発明が，一次射出及\nび冷却の行われる金型キャビティの温度範囲の規定を有しないものとなることは上\n記エ判示のとおりであり，この点において，訂正後の請求項１は，訂正前の請求項\n１の特許請求の範囲を拡張する部分を含むものであるから，訂正前の請求項１の特\n許請求の範囲を減縮するものということはできない。\nしたがって，原告の主張は採用の限りではない。\n(2)　本件訂正審判請求の経緯について\n原告は，本件訂正審判請求に至る経緯にかんがみれば，「但し，一次射出\n成形後に１２０℃未満の温度で冷却する工程を含まない」との文言を訂正前の請求\n項１から削除する訂正をしても，第三者に不測の不利益が生じることはないから，\n訂正事項ａに係る訂正は許容されるべきであると主張する。また，原告は，本件に\nおいては，特許庁の審査段階において，上記文言を挿入する補正が新規事項の追加\nに当たることが看過され，誤って特許されたものであり，訂正事項ａは，当該文言\nを削除することによってそもそもの誤りを正すものであるから，特許法旧１２６条\n１項ただし書にいう「誤記の訂正」又は「明りょうでない記載の釈明」に該当する\nとして，許容されるべきであるとも主張する。\nしかしながら，特許法旧１２６条は，いったん特許査定がされた発明につ\nいては，その対象を確定して権利の安定を保証する趣旨から，特許明細書の訂正を\nむやみに許容すべきではないという要請と，明細書中に瑕疵が存在する場合には，\n当該発明を適切に保護するために，その瑕疵を是正して無効理由や取消事由を除去\nすることができる途を開く必要があるという，相反する要請を調和させるものとし\nて，同条の規定する一定の事項を目的とする場合に限って，特許明細書の訂正を許\n容することを規定したものと解される。このような同条の規定の趣旨に照らすと，\n訂正が許容されるかどうかは，同条に規定された要件を満たすか否かで判断すべき\nことであって，特許発明の技術的範囲の点で第三者に不測の不利益を与えるか否か\nによって判断すべきものではない。原告の主張は，独自の見解であって，採用する\nことができない。\nまた，「但し，一次射出成形後に１２０℃未満の温度で冷却する工程を含\nまない」との文言を削除する本件訂正は，誤った記載をその本来の意味内容に正す\nものであるとは認められないし，不明りょうな記載についてその本来の意味内容を\n明らかにするものであるとも認められないから，訂正事項ａは特許法旧１２６条１\n項ただし書にいう「誤記の訂正」にも「明りょうでない記載の釈明」にも該当しな\nい。\nなお，原告が主張するように，審査段階において行った補正の違法性が看\n過されて特許されたという事情があるとしても，そのことによっては，当該補正に\nよって挿入された文言を削除する訂正が直ちに「誤記の訂正」や「明りょうでない\n記載の釈明」に該当するとはいえない。この点に関する原告の主張も，独自の見解\nであって，採用することができない。\n(3)　以上のとおりであるから，審決が本件訂正は特許法旧１２６条１項ただし\n書の要件を満たさないと判断したことに誤りはなく，原告の取消事由の主張は理由\nがない。\n２　以上のとおり，原告主張の取消事由は理由がなく，他に審決を取り消すべき\n瑕疵は見当たらない。\nよって，原告の請求は理由がないから棄却することとし，主文のとおり判決\nする。\n東京高等裁判所知的財産第２部\n裁判長裁判官　　　　　篠　　原　　勝　　美\n裁判官　　　　　古　　城　　春　　実\n裁判官　　　　　岡　　本　　　　　岳\n"
}