{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 17,
    "month": 2,
    "day": 21
  },
  "case_number": "平成16(行ケ)267",
  "case_name": "審決取消請求事件",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "9759",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=9759",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/759/009759_hanrei.pdf",
  "contents": "平成１６年（行ケ）第２６７号　審決取消請求事件\n口頭弁論終結日　平成１７年２月１４日\n判決\n原　　　　　　告　　　エイディシーテクノロジー株式会社\n訴訟代理人弁理士      足　立　　　勉\n被　　　　　　告　　　特許庁長官　小川　洋\n指定代理人      　　　片　岡　栄　一\n江　畠　　　博\n高　橋　泰　史\n涌　井　幸　一\n宮　下　正　之\n主文\n１　原告の請求を棄却する。\n２　訴訟費用は原告の負担とする。\n事実及び理由\n第１　原告の請求\n特許庁が不服２００１―２３１７７号事件について平成１６年５月１２日にし\nた審決を取り消す。\n第２　事案の概要\n本件は，原告が，後記本願発明の特許出願をしたところ，拒絶査定を受け，こ\nれを不服として審判請求をしたところ，審判請求は成り立たないとの審決がされた\nため，同審決の取消しを求めた事案である。\n１　特許庁における手続の経緯（当事者間に争いがない）\n原告は，昭和６３年６月６日に出願した特許出願（特願昭６３―１３８６７\n９号）を分割した特許出願（特願平１０―５８５６７号）をさらに分割して，平成\n１２年５月９日，特許庁に対し，発明の名称を「番組表示装置および番組表示方\n法」とする発明につき出願した（特願２０００－１３５９０５号。以下「本願」と\nいう。）ところ，特許庁は，平成１３年１１月２１日，拒絶の査定をした。\nそこで，原告は，同１３年１２月２６日，拒絶査定不服審判の請求をした\n（不服２００１―２３１７７号。以下「本件審判」という。）ところ，特許庁は，\n平成１６年５月１２日，「本件審判の請求は，成り立たない。」との審決（以下\n「本件審決」という。）を行い，その謄本は，同１６年５月２５日，原告に送達さ\nれた。\nなお，原告は，拒絶査定を受けるに先立つ平成１２年９月２７日に手続補正\nをしたが（甲１０），特許庁は，平成１３年７月１２日付け（起案日）拒絶理由通\n知書による拒絶理由通知をした（甲９）。そこで，原告は，同１３年９月２０日に\n手続補正をしたが（甲２），特許庁は，前記のとおり，同１３年１１月２１日付け\n（起案日）拒絶査定書による拒絶査定をした（甲８）。そのため，原告は，同１３\n年１２月２６日，本件審判の請求をするとともに，同日付け手続補正をした（甲\n３）。\n２　特許請求の範囲\n平成１３年１２月２６日付け手続補正（甲３）により補正された明細書の請\n求項３の記載は，下記のとおりである（以下，この発明を「本願発明」とい\nう。）。なお，本願発明は，同１３年９月２０日付け手続補正書（甲２）における\n請求項５に係る発明と同一であるところ，上記請求項５に係る発明は，平成１２年\n９月２７日付け手続補正書（甲１０）における請求項６に係る発明を減縮したもの\nである。\n記\n「少なくともテレビ放送の各番組内容とその開始時刻とその終了時刻とその放\n映チャンネルとを含む情報を外部から取り込み，\n該取り込まれた上記情報から，電源を投入した日の各チャンネルのテレビの\n番組内容を取り出して，チャンネルの違い毎に縦もしくは横の内の１方向に並べて\n画面に表示し，\n電源を投入した日の，取り込まれた上記情報中の同一チャンネルの番組内容\nを，その放送順に，上記１方向と垂直な方向に上記画面に並べ，且つ各番組内容の\n放送時間に応じた長さで表示し，\n上記画面に表示された番組内容の中のある番組内容を，他の番組内容と識別\n可能に表示し，\n使用者の指示を受けると，該識別可能に表示させる番組内容を変更すること\nにより，別の番組内容を識別可能に表示し，\n該指示が，識別表示させる位置を上記画面外へ変更させるものであると，上\n記画面に表示させる番組表の領域を更新し，\n該指示が，所望の番組を設定するものであると，上記識別可能に表示された\n箇所に対応する番組内容を所望の番組として設定する\nことを特徴とする番組表示方法。」\n３　本件審決の理由の要旨\n本件審決は，下記のとおり，本願発明は特開昭６１－２２７４８６号公報\n（甲１３。以下「引用例１」という。），特開昭５５－６３１８５号公報（甲１\n５。以下「引用例２」という。）及び特開昭６３－５４８８４号公報（甲１７。以\n下「引用例３」という。）に記載された各発明（以下，「引用発明１」等とい\nう。）並びに周知技術に基づいて，当業者が容易に発明をすることができたもので\nあるから，特許法２９条２項の規定により特許を受けることができないとした。\n記\n(1)　本願発明と引用発明１との対比\n（一致点）\n少なくともテレビ放送の各番組内容とその開始時刻とその放映チャンネル\nとを含む情報から，各チャンネルのテレビの番組内容を取り出して，画面に表示\nし，\n上記情報中の同一チャンネルの番組内容を，その放送順に，縦の方向に上\n記画面に並べ，表示する，\n番組表示方法。\n（相違点ａ）\nテレビ番組情報の取り込みに関し，本願発明においては，テレビ放送の各\n番組内容とその開始時刻とその終了時刻とその放映チャンネルとを含む情報を外部\nから取り込むものであるのに対し，引用発明１においては，番組終了時刻をも含む\nテレビ番組情報を外部から取り込むことについて特に示されていない点\n（相違点ｂ）\nテレビの番組内容の画面表示に関し，本願発明においては，電源を投入し\nた日の番組内容を表示するものであるのに対し，引用発明１においては，番組表示\nセットスイッチがONされた時刻以降の番組名称（内容）を表示するものである点\n（相違点ｃ）\n番組内容の表示の仕方に関し，本願発明においては，番組内容をチャンネ\nルの違い毎に縦もしくは横の内の１方向に並べて画面に表示するとともに，同一チ\nャンネルの番組内容を，その放送順に，上記１方向と垂直な方向に上記画面に並\nべ，且つ各番組内容の放送時間に応じた長さで表示し，上記画面に表示された番組\n内容の中のある番組内容を，他の番組内容と識別可能に表示し，使用者の指示を受\nけると，該識別可能に表示させる番組内容を変更することにより，別の番組内容を\n識別可能に表示し，該指示が，所望の番組を設定するものであると，上記識別可能\nに表示された箇所に対応する番組内容を所望の番組として設定するものであるのに\n対し，引用発明１においては，このことについて示されていない点\n（相違点ｄ）\n番組表の領域の更新に関し，本願発明においては，使用者の指示が番組内\n容を識別表示させる位置を画面外へ変更するものであると，画面に表示させる番組\n表の領域を更新するものであるのに対し，引用発明１においては，このような領域\nの更新については特に示されていない点\n(2)　判断\nア　相違点ｃについて（相違点ａ，ｂ，ｄについての判断は省略）\n引用発明１は，テレビの番組内容を同一チャンネルの番組内容を放送順\nに縦方向に画面に並べて表示するものである（第２図を参照）が，一般には，むし\nろ，テレビ番組内容を放映チャンネル毎に時刻情報とともに放送時間に応じた長さ\nで放送順に並べて表形式で表示するのが普通である〔新聞，雑誌等のテレビ番組欄\nを想起されたい。また，特開昭６１－１１３３７９号公報（甲２５）（特に，第４\n図を参照。このような番組表を画面上に表示して所望の番組を（予約）設定するも\nのである。），及び，実願昭５６－５６２２９号（実開昭５７－１７０１６６号公\n報）のマイクロフィルム（甲２８）を参照。〕。\nしかるところ，引用例２，３には，チャンネル番号枠と時刻枠とからな\nるマトリックス状の表示選択領域を画面上に映出するテレビ受像機が開示されてお\nり，これらにおいては，番組予約設定したい領域を指示することによりその領域の\n表示（色）を変えて他の領域と識別可能に表示し，使用者の指示によりその領域に\n対応する番組を所望の（予約）番組として設定することができるよう構成されてい\nることが認められる。\nしたがって，引用発明１においても，上記周知のもののように，テレビ\n番組内容を放送局（放映チャンネル）毎に時刻情報とともに放送時間に応じた長さ\nで放送順に並べて表形式で画面上に表示し，引用例２，３に記載されたもののよう\nに，番組（予約）設定したい領域を指示することによりその領域を（着色等させ\nて）他の領域と識別可能に表示しその領域に対応する番組を（予約）設定すること\nは当業者が容易に想到できたものである。\nイ　効果について\nそして，本願発明の奏する効果は，各引用例及び上記周知技術から当業\n者が十分に予測可能なものであって，格別のものとはいえない。\nウ　手続について\nなお，請求人は，拒絶査定での審査官の指摘に対応して，補正前の請求\n項３，４，７，８を削除し他の請求項１，２，５，６（補正後の請求項１，２，\n３，４）を残す手続補正をしたにもかかわらず，審査前置解除通知がなされたのは\n誤りであり，審査前置の段階で特許査定できない新たな拒絶の理由を発見した場合\nには，特許法１６３条２項の規定により新たに拒絶理由を通知すべきである旨主張\nする。\nしかしながら，上記補正後の請求項３に係る発明（本願発明）が特許法\n２９条２項の規定に該当し，進歩性を備えるものではないことは上記したとおりで\nあるところ，その根拠となる引用例１ないし３は，いずれも，本件の審査手続きに\nおける拒絶理由通知（平成１３年７月１２日付け）において引用されたものであ\nる。\nしたがって，上記補正後の請求項３に係る発明に対しては，審査手続き\nにおいて提示された拒絶理由が該当するものであるから，請求人の上記主張は採用\nの限りではない。\nなお，審査においてされた拒絶理由通知が拒絶査定に対する審判におい\nてもなお効力を有することは，特許法１５８条に規定されるとおりである。\n(3)　むすび\n以上のとおりであって，本願の請求項３に係る発明（本願発明）は，引用\n発明１ないし３及び上記周知技術に基づいて当業者が容易に発明をすることができ\nたものと認められるので，特許法２９条２項の規定により特許を受けることができ\nない。したがって，本願は，その余の請求項について論及するまでもなく，拒絶す\nべきものである。\n第３　原告が主張する本件審決の取消事由\n１　取消事由１（除斥事由のある審判官が関与した手続の違法―特許法１３９条\n５号違反）\n本件審決に関与した審判官３名のうち，Ａ審判官（以下「Ａ審判官」とい\nう。）は，本願について原告が平成１３年９月２０日付けでなした手続補正の申出\nを却下する平成１４年７月２日付け決定（甲４），及び原告が平成１３年１２月２\n６日付けでなした手続補正の申出を却下する平成１４年７月２日付け決定（甲５）\nにつき，いずれも原告が提起した補正却下決定の取消訴訟（東京高等裁判所平成１\n４年（行ケ）第４１２号，同第４１３号）において，当事者である特許庁長官の指\n定代理人であった。したがって，同審判官は，特許法１３９条５号にいう「事件の\n当事者の代理人」であったというべきである。\nすなわち，\n(1)　特許法１３９条５号所定の「事件」とは，本件審判事件だけに限定され\nず，本件審判に係る特許出願である本願についてされた補正却下決定の取消訴訟事\n件も含むと解すべきである。その根拠としては，①裁判官の除斥について定める民\n訴法２３条において，「事件」とは，裁判の公正を担保する趣旨から広く解すると\nされている（甲２９）ところ，特許法１３９条５号においても，審判の公正を担保\nするため，同様に考えるべきであること，②本願についての補正却下決定取消訴訟\nは，本件審判と密接な関係を有し，しかも，その判決は，本件審判の審決に重大な\n影響を及ぼすものであること，③特許法において，審判のみを意味する場合には\n「審判事件」という用語を用いているが，１３９条５号では，あえて「事件」とい\nう異なる用語を用いていること，④特許法１３９条６号は，「審判官が事件につい\nて不服を申し立てられた査定に審査官として関与したとき」との除斥事由を規定し\nているところ，この規定ぶりによれば，「事件」という用語は，審判だけではな\nく，同一の出願についての査定も含んでいると解されること，が挙げられる。\n(2)　上記のとおり，補正却下決定取消訴訟も，拒絶査定不服審判と同一の「事\n件」に含まれると解すべきである以上，上記訴訟の当事者である特許庁長官は，自\n己の利害の有無にかかわらず，特許法１３９条５号における「事件の当事者」に当\nたる。\nまた，特許庁長官は，補正却下決定取消訴訟において，補正却下の妥当性\nを主張する立場にあったところ，補正却下が妥当であると出願は拒絶される可能性\nが高いから，結局，特許庁長官は，補正却下決定取消訴訟において，出願の拒絶の\n可能性を高める主張をする立場にあったのであり，言い換えれば，特許庁長官は，\n「特許の成立を阻止しようとする者」であったから，このような立場にある特許庁\n長官は明らかに「事件の当事者」に当たる。\n(3)　拒絶査定に対する審判において審決をした審判官が，審決取消訴訟が提起\nされ審決が取り消されて特許庁において再び審理が行われる場合に，その事件に審\n判官として関与することが可能であっても，前の審決に関与した審判官と，補正却\n下決定取消訴訟の被告である特許庁長官の指定代理人であったＡ審判官とを同視す\nることはできない。\n２　取消事由２（拒絶理由の未通知―特許法１５９条２項違反）\n本件審決は，査定の理由と異なる理由で請求が成り立たないと判断したもの\nであるにもかかわらず，新たな拒絶理由が原告に対して通知されていないから，本\n件審決は，特許法１５９条２項に違反する。\nすなわち，\n(1)　拒絶査定（甲８）では，平成１３年９月２０日付け手続補正書（甲２）に\nおける請求項３，４，７及び８についての拒絶理由のみが指摘されていたので，原\n告は，本件審判請求時に，同年１２月２６日付け手続補正書（甲３）を提出し，拒\n絶査定時における請求項１～８のうち，拒絶理由を指摘された請求項３，４，７及\nび８を削除した。本願発明は，同年９月２０日付け手続補正書における請求項５に\n係る発明と同一であるが，拒絶査定では，上記請求項５に係る発明についての拒絶\n理由は指摘されていない。したがって，本件審決の理由は，拒絶査定の理由とは異\nなるものである。\n(2)　本願発明の拒絶理由は，審査手続においても通知されていない。\n本願発明は，平成１２年９月２７日付け手続補正書（甲１０）における請\n求項６に係る発明に対応する。上記請求項６に係る発明については，平成１３年７\n月１２日付け拒絶理由通知書（甲９）において，特許法２９条２項による拒絶理由\nが通知されているが，同年９月２０日付け手続補正の結果，本願発明は，上記請求\n項６に係る発明とは大きく異なるものとなった。\n具体的には，上記請求項６に係る発明における「少なくともテレビ放送の\n内容と放映時間とを含む情報」は，本願発明においては「少なくともテレビ放送の\n各番組内容とその開始時刻とその終了時刻とその放映チャンネルとを含む情報」と\nなっている。\nまた，上記請求項６に係る発明では，情報は「予め記憶する」のに対し，\n本願発明では，情報を「外部から取り込み」となっている。\nさらに，本願発明は，上記請求項６に係る発明にはない独特の発明特定事\n項として，「該取り込まれた上記情報から，電源を投入した日の各チャンネルのテ\nレビの番組内容を取り出して，チャンネルの違い毎に縦もしくは横の内の１方向に\n並べて画面に表示し，電源を投入した日の，取り込まれた上記情報中の同一チャン\nネルの番組内容を，その放送順に，上記１方向と垂直な方向に並べ，且つ各番組内\n容の放送時間に応じた長さで表示し」，及び「該指示が，所望の番組を設定するも\nのであると，上記識別可能に表示された箇所に対応する番組内容を所望の番組とし\nて設定する」を有する。\nこのように，本願発明は，平成１２年９月２７日付け手続補正書における\n請求項６に係る発明とは大きく異なり，しかもはるかに限定された発明であるか\nら，上記請求項６に係る発明について特許法２９条２項による拒絶理由が通知され\nていても，本願発明が同じ拒絶理由に該当するとはいえない。\n上記(1)のとおり，拒絶査定書に，平成１３年９月２０日付け手続補正書に\nおける請求項５に係る発明（本願発明と同一である。）について何ら記載されてい\nないことからも，本願発明についての拒絶理由が解消されたと解すべきである。\n(3)　特許庁が平成５年１１月に公表した特許出願の審査の進め方に関する「審\n査ガイドライン」（甲１１）には，「拒絶査定を行う際には，先に通知した拒絶理\n由が依然として解消されていないすべての請求項を指摘する。」，「意見書におけ\nる出願人の主張及び補正内容に対する審査官の判断とともに，解消されていないす\nべての拒絶理由を明確に拒絶査定書に記載する。」と記載されている。\nこれによれば，本件についても，拒絶査定時には，平成１３年９月２０日\n付け手続補正書における請求項５に係る発明（本願発明と同一である。）の拒絶理\n由は解消されていたと解すべきであり，本願発明についての拒絶理由が通知されて\nいたと解することはできない。\nなお，審査ガイドラインには，適用対象となる出願が制限される旨の規定\nは一切ないから，これが，平成５年法の適用を受ける出願についての取り扱いを示\nしたものであるとはいえない。\n３　取消事由３（進歩性の判断の誤り―一致点の誤認・相違点の看過）\n本件審決は，本願発明と引用発明１との一致点を，「少なくともテレビ放送\nの各番組内容とその開始時刻とその放映チャンネルとを含む情報から，各チャンネ\nルのテレビの番組内容を取り出して，画面に表示し，上記情報中の同一チャンネル\nの番組内容を，その放送順に，縦の方向に上記画面に並べ，表示する，番組表示方\n法。」と認定する。\n上記認定は，複数の放送局の番組表示を，放送局ごとに区別して画面に表示\nするということである。しかしながら，引用例１の第２図において画面に表示され\nているのは，「Ｋプログラム」という１つの放送局名の番組表示のみである。ま\nた，引用例１には「本発明によれば，テレビ受像器本体又はアダプター構成にて選\n局した放送局の今後の番組が画面自体に写つし出される」（２頁左上欄７～９行\n目）と記載されている。つまり，引用発明１は，予め選局した１つの放送局のみに\nついて，番組表示をするものである。\nしたがって，本件審決は，上記下線部を一致点として誤認し，相違点を看過\nしたものである。\n４　取消事由４（進歩性の判断の誤り―相違点ｃの判断の誤り）\n本件審決は，相違点ｃについて，「引用発明１においても，上記周知のもの\nのように，テレビ番組内容を放送局（放映チャンネル）毎に時刻情報とともに放送\n時間に応じた長さで放送順に並べて表形式で画面上に表示し，引用例２，３に記載\nされたもののように，番組（予約）設定したい領域を指示することによりその領域\nを（着色等させて）他の領域と識別可能に表示しその領域に対応する番組を（予\n約）設定することは当業者が容易に想到できたものである。」と判断したが，誤り\nである。\nすなわち，\n(1)　引用発明１における番組等の表示形式を，新聞のテレビ欄等のような周知\nのものに置き換え，その上でさらに引用発明２，３を適用するというような進歩性\nの判断手法は，引用発明１を恣意的に変化させて新たな発明を創作した上で，これ\nを主引用発明として容易想到性を判断していることになり，不当である。このよう\nな手法は，特許庁の審査基準（甲３２）にも反するものである。\n(2)　引用発明１は，予め選択された１つの放送局のみの番組を表示することを\n前提としているのであるから，新聞等のテレビ欄のような，複数の放送局の番組を\n表示する周知の番組表形式を適用することはできない。\n(3)　引用発明１に引用発明２，３を適用することはできない。\nすなわち，引用例２，３には，チャンネル番号枠と時刻枠とからなるマト\nリックス状の表示選択領域が記載されているが，このマトリックス状の表示選択領\n域において，チャンネル番号枠と時刻枠とにより形成される各コマの開始時刻及び\n終了時刻は，予め固定されたものであり，チャンネル番号枠と時刻枠とにより形成\nされる各コマごとに設定を行うものである。\nしたがって，引用例２，３に記載されているマトリックス状の表示領域を\n引用発明１に適用し，マトリックスの各コマにそれぞれ１つの番組表示をしようと\nすると，番組の実際の開始時刻や終了時刻は，○時ちょうど，○時３０分，○時５\n５分等様々であるため，番組の開始時刻や終了時刻を正確に表示することができな\nくなってしまい，「見たい番組の予定が即座に見ることができスムーズな選局が可\n能となる」という引用発明１の目的を達成することができなくなってしまう。\nまた，上記のように，番組の実際の開始時刻や終了時刻が，マトリックス\n状の表示領域の各コマの途中であると，コマごとに設定を行い，その設定したコマ\nにおいてテレビのスイッチをＯＮにしたり，番組の録画を行う場合に大きな不都合\nが生じてしまう。このように，引用発明２，３を引用発明１に適用しようとする\nと，予め固定されたコマ単位でしか設定を行うことができなくなることにより，使\n用者の使い勝手が非常に悪くなってしまう。\n(4)　引用発明１における番組等の表示形式を，新聞のテレビ欄等のような周知\nのものに置き換えても，引用発明２，３を適用することはできない。\nすなわち，新聞のテレビ欄等のような周知の番組表では，多くの場合，１\nつのコマの中に複数の番組が記載されている。例えば，９時００分から９時５４分\nまでの番組と，９時５４分から１０時までのニュース番組とは，９時から１０時ま\nでの１つのコマに記載されている。したがって，引用発明１における番組等の表示\n形式を，新聞のテレビ欄等のような周知のものに置き換え，その上で引用発明２，\n３を適用すると，１つのコマを選択した場合，そのコマに含まれる複数の番組が同\n時に選択されてしまうことになり，使用者の使い勝手が非常に悪くなってしまう。\n第４　被告の反論\n本件審決の判断に誤りはなく，原告の主張する本件審決の取消事由には理由が\nない。\n１　取消事由１について\n補正却下決定取消訴訟と拒絶査定不服審判とはいわゆる続審の関係にはな\nい。また，拒絶査定不服審判で争われるのは，審査における拒絶査定が妥当である\nかどうか，あるいは，本件特許出願が最終的に拒絶されるものであるかどうかであ\nるのに対して，補正却下決定取消訴訟における争点は，手続補正を要旨変更である\nとして却下したことが妥当であるかどうかであって，争点が異なる。したがって，\n両者が，同一の事件に含まれるということはできない。\nまた，補正却下決定取消訴訟の被告は，特許庁長官とされている（特許法１\n７９条）が，特許庁長官は，自己の利害のために特許の成立を阻止しようとする者\nではないから，特許法１３９条にいう「事件の当事者」ということはできない。そ\nして，補正却下決定取消訴訟の被告である特許庁長官の指定代理人が，関連する拒\n絶査定不服審判事件を担当したとしても，審判の公正が確保されないということは\nない。\nそして，現行法においては，拒絶査定に対する審判において審決をした審判\n官は，審決取消訴訟が提起された後に審決が取り消されて特許庁において再び審理\nが行われる場合にも，その事件に審判官として関与することが可能である。すなわ\nち，前の審決に関与した審判官は，後の審理において除斥原因があるとはされてい\nない。前の審決に関与した審判官と，審決取消訴訟の被告である特許庁長官の指定\n代理人であった審判官とに格別違いはないから，後者についても，前者と同様に，\n除斥原因はないと解される。補正却下決定取消訴訟の被告である特許庁長官の指定\n代理人であったＡ審判官についても，同様である。\nしたがって，Ａ審判官には，特許法１３９条５号に規定する除斥原因はな\nい。\n２　取消事由２について\n(1)　本件審決の引用例１ないし３は，平成１２年９月２７日付け手続補正書に\nおける請求項６に係る発明（本願発明に対応する。）を含む請求項１～１０に係る\n発明が，進歩性を備えるものではなく特許法２９条２項の規定に該当するという理\n由の証拠として，平成１３年７月１２日付け拒絶理由通知書（甲９）の中で他の引\n用例とともに提示されたものである。\n一方，特許法１５８条に規定されるように，審査においてされた手続は，\n拒絶査定に対する審判においても，なお効力を有するのであり，これを本件につい\nてみれば，審査において上記拒絶理由通知書が出願人に送達されたことにより，特\n許法５０条に規定する拒絶理由通知の手続がされ，これは審判においても効力を有\nするものということができる。\nしたがって，本願発明については，審査において特許法５０条に規定する\n拒絶理由通知がされているものを，重ねてしなければならない理由はなく，本件審\n決が改めて拒絶理由通知をせずに直ちに審決をした点について，特許法１５９条２\n項に規定する手続に違反しているとはいえない。\n(2)　原告が指摘する「審査ガイドライン」は，平成５年改正法の成立に伴い，\n改正法の運用のために平成５年１１月に作成されたものであるから，基本的に平成\n５年法適用の出願（平成６年１月１日以降の出願）を対象とするものであることは\n明らかである（乙３，４参照）。\nなお，本件分割出願について適用される昭和６２年法の下では，審判にお\nける審理の結果，拒絶査定においては指摘されていないが特許要件を具備しないと\n認められる請求項があれば，審査段階で拒絶理由の通知がされていなくても新たな\n拒絶理由を通知することなく審判請求が成り立たない，とする運用である（乙５参\n照）。\n３　取消事由３について\n本件審決が，本願発明と引用発明１との一致点を，「少なくともテレビ放送\nの各番組内容とその開始時刻とその放映チャンネルとを含む情報から，各チャンネ\nルのテレビの番組内容を取り出して，画面に表示し，上記情報中の同一チャンネル\nの番組内容を，その放送順に，縦の方向に上記画面に並べ，表示する，番組表示方\n法。」と認定したのは，単に，ユーザが選択した「各（個々の）放送局のテレビの\n番組名称を取り出して放送局名毎に（個別に）…表示する」，言い換えれば，「放\n送局個々に画面に表示する」という意味であることは明らかであり，それ以上の意\n味はない。そして，複数の放送局の番組表示を放送局毎に区別して画面に表示する\nことについては，本件審決が，本願発明と引用発明１との相違点ｃとして挙げてい\nる。したがって，原告の主張する一致点の誤認・相違点の看過はない。\n４　取消事由４について\n本件審決は，単純に，引用発明１に引用発明２，３を直接適用するとしたも\nのではなく，一般に，テレビ番組内容を放映チャンネル毎に時刻情報とともに放送\n時間に応じた長さで放送順に並べて表形式で表示するのが周知であることを考慮す\nると，引用発明１においても，上記周知のもののように，テレビ番組内容を放送局\n（放映チャンネル）毎に時刻情報とともに放送時間に応じた長さで放送順に並べて\n表形式で画面上に表示し，引用発明２，３のように，番組（予約）設定したい領域\nを指示することによりその領域を（着色等させて）他の領域と識別可能に表示しそ\nの領域に対応する番組を（予約）設定することは，当業者が容易に想到できたもの\nである，としたものである。\n引用発明１は，選局のために，現時刻以後のテレビ番組の予定を表示する装\n置に関するものであり，上記周知技術及び引用発明２，３は，共に，テレビジョン\nの番組予約（選局プログラム）装置に関するものであり，いずれもテレビ番組の選\n局操作に関連する技術である点で共通するということができる。したがって，引用\n発明１に上記周知技術，引用発明２，３を組み合わせることには，技術上何らの困\n難性（阻害要因）もないというべきである。\nしたがって，相違点ｃについての判断に誤りはない。\n第５　当裁判所の判断\n１　取消事由１（除斥事由のある審判官の関与）について\n特許庁における手続の経緯は，前記第２の１のとおりである（当事者間に争\nいがない）。原告は，本件審決に関与したＡ審判官には，本願についての補正却下\n決定の取消訴訟において，被告である特許庁長官の指定代理人であったから，本件\n審決には，特許法１３９条５号違反の瑕疵がある旨主張するので，この点について\n検討する。\n証拠（甲１ないし７）によれば，平成１６年５月１２日付けでなされた本件\n審決には，Ａ審判官が審判長として関与していること，一方，本願に関し原告が平\n成１３年９月２０日付けでなした手続補正の申出を却下する被告の決定，同じく原\n告が同１３年１２月２６日付けでなした手続補正の申出を却下する被告の決定に対\nし，いずれも原告が東京高等裁判所に対し，特許庁長官を被告としてその取消しを\n求める行政訴訟を提起した（同庁平成１４年（行ケ）第４１２号，第４１３号）と\nころ，いずれも平成１５年９月２９日に判決が言い渡された同訴訟事件において，\nＡ審判官が指定代理人として関与していたことが認められる。\nところで，特許法１３９条は，審判官が除斥されるべき事由を列挙し，その\n一つとして原告が主張する「審判官が事件について当事者，参加人若しくは特許異\n議申立人の代理人であるとき又はあったとき。」（平成１５年法律第４７号による\n改正前の５号）を定めている。同条は，審判官が事件や当事者と特殊な関係にある\nためその事件を担当することが審判の公正と信頼からみて適当でないときに，審判\nの公正を保つためその審判事件の審理から除斥されることを定めたものであるが，\n同条５号にいう「事件」とは，前記のような趣旨によれば，当該審判事件及びそれ\nに先行する審査手続の対象たる事件をいうと解するのが相当である。\nそして，Ａ審判官は，前記のとおり前記各訴訟事件の被告指定代理人になっ\nたにすぎず，本件審判請求や，その前審たる拒絶査定審査に，代理人として関与し\nているわけではないから，Ａ審判官に同条５号の除斥事由があるということはでき\nない。\n原告は，特許庁長官が同号にいう「当事者」である旨を主張するが，前記の\nような特許法１３９条の趣旨からすると，同長官を当事者と解することはできない\n（特許法１３７条１項は，特許庁長官が，各審判事件の合議体を構成すべき審判官\nを指定しなければならない旨定めているところ，仮に，原告主張のような解釈を採\nれば，審判官が「当事者」によって指定されるという極めて不自然な事態となって\nしまう）。\n原告の取消事由１の主張は理由がない。\n２　取消事由２（拒絶理由の未通知）について\n原告は，本件審決は査定の理由と異なる理由で請求が成り立たないと判断し\nたものであるにもかかわらず，新たな拒絶理由が原告に対して通知されていないか\nら，本件審決には特許法１５９条２項違反の瑕疵がある旨主張するので，この点に\nついて検討する。\n(1)　前記事案の概要に後掲各証拠を併せれば，次の事実が認められる。\nア　原告は，平成１２年９月２７日，手続補正をしたが，その手続補正書\n（甲１０）における請求項６に係る発明が，本願発明に対応するものであった。\nイ　特許庁は，上記補正を前提に，平成１３年７月１２日，拒絶理由通知を\nしたところ，その拒絶理由通知書（甲９）には，拒絶理由として，「この出願の下\n記の請求項に係る発明は，その出願前日本国内又は外国において頒布された下記の\n刊行物に記載された発明に基づいて，その出願前にその発明の属する技術の分野に\nおける通常の知識を有する者が容易に発明をすることができたものであるから，特\n許法第２９条第２項の規定により特許をすることができない。」と記載された後\nに，請求項６を含む請求項１～１０が挙げられ，また，引用文献１～７が提示され\nている。なお，上記引用文献１，２及び４は，本件審決の理由に引用された引用例\n１ないし３に対応する。\nウ　これを受けて，原告は，平成１３年９月２０日，手続補正をしたとこ\nろ，その手続補正書（甲２）における請求項５に係る発明は，上記請求項６に係る\n発明を減縮したものであり，かつ，本願発明と同一のものとなっている。\nエ　特許庁は，上記補正を前提に，平成１３年１１月２１日，拒絶査定をし\nたところ，拒絶査定書（甲８）には，「この出願については，平成１３年７月１２\n日付け拒絶理由通知書に記載した理由によって，拒絶すべきものである。なお，意\n見書並びに手続補正書の内容を検討したが，拒絶理由を覆すに足りる根拠が見いだ\nせない。」と記載されると共に，その備考として，「本願請求項３，４，７，およ\nび８に係る発明は依然として平成１３年７月１２日付け拒絶理由通知書における各\n引用文献に記載された発明および上記周知技術に基づいて当業者が容易になし得た\nものである。」等と記載されている。\nオ　そこで，原告は，平成１３年１２月２６日，本件審判の請求をするとと\nもに，手続補正をしたところ，その手続補正書（甲３）における請求項３に係る発\n明が本願発明であり，これは，上記請求項５に係る発明と同一のものである。\nカ　特許庁は，平成１６年５月１２日，「本件審判の請求は，成り立たな\nい。」との本件審決をした。本件審決は，本願発明が，引用発明１ないし３及び周\n知技術に基づいて当業者が容易に発明をすることができたものであるから，特許を\n受けることができないと判断している。\n(2)　以上の事実によれば，拒絶査定書（甲８）には，「この出願については，\n平成１３年７月１２日付け拒絶理由通知書に記載した理由によって，拒絶すべきも\nのである。」と記載されているところ，上記拒絶理由通知書には，本願発明に対応\nする発明である，平成１２年９月２７日付け手続補正書における請求項６に係る発\n明について，引用例１ないし３等に記載された発明に基づいて，当業者が容易に発\n明できたものであり，特許法２９条２項により特許を受けることができない旨記載\nされている。\n一方，本件審決も，本願発明が，引用発明１ないし３及び周知技術に基づ\nいて当業者が容易に発明をすることができたから，特許を受けることができないと\n判断したものである。\nそうであれば，本件審決が，査定の理由と異なる拒絶理由で請求が成り立\nたないと判断したということはできないから，本件審判手続において，改めて拒絶\n理由通知をする必要はなかったというべきである。\n(3)　なお，上記認定のとおり，拒絶査定書（甲８）には，その備考に，「本願\n請求項３，４，７，および８に係る発明は依然として平成１３年７月１２日付け拒\n絶理由通知書における各引用文献に記載された発明および上記周知技術に基づいて\n当業者が容易になし得たものである。」と記載されており，ここには，本願発明と\n同一である請求項５に係る発明については指摘がない。しかしながら，上記記載\nは，あくまで，備考として参考のために付記されたものにすぎないから，ここに上\n記請求項５に係る発明については指摘がなくても，上記認定のとおり，拒絶査定書\nに，「この出願については，平成１３年７月１２日付け拒絶理由通知書に記載した\n理由によって，拒絶すべきものである。」と記載されている以上，上記請求項５に\n係る発明についての拒絶理由が拒絶査定書に記載されていないということはできな\nい。\nまた，仮に，拒絶査定書に，上記請求項５に係る発明についての拒絶理由\nが記載されていないと解しても，特許法１５８条には，審査においてした手続が，\n拒絶査定不服審判においても，効力を有する旨規定されているところ，上記認定の\nとおり，拒絶理由通知書には，本願発明に対応する請求項６に係る発明について，\n本件審決と同旨の拒絶理由が記載されている。そうであれば，本願発明についての\n拒絶理由は既に通知されていると解されるから，結局，本件審決に特許法１５９条\n２項違反の瑕疵があるということはできない。\n(4)ア　原告は，本願発明が平成１２年９月２７日付け手続補正書における請求\n項６に係る発明を大幅に減縮したものであるから，拒絶理由が通知されていたこと\nにはならない旨主張する。\nしかしながら，本願発明に対応するものである上記請求項６に係る発明\nについて，本件審決が引用した引用例１ないし３を挙げて，拒絶理由が通知されて\nいる以上，本願発明が上記請求項６に係る発明をどのように減縮するものであって\nも，既に本願発明についての拒絶理由が通知されていたとみることができることは\n明らかである。したがって，原告の上記主張は理由がない。\nイ　また，原告は，特許庁が平成５年１１月に公表した「審査ガイドライ\nン」の記載によれば，拒絶査定で指摘されなかった請求項については拒絶理由が解\n消されたと解すべきであるから，本願発明についての拒絶理由が通知されていたと\n解することはできない旨主張する。\nしかしながら，上記ガイドラインは，特許庁が特許法に基づき特許出願\nの審査を行うに際して定めた運用基準であり，これによって特許法の解釈が左右さ\nれる筋合いのものではないから，原告の上記主張は理由がない。\nなお，平成５年法律第２６号（以下「平成５年改正法」という。）の運\n用について特許庁担当者が解説した「注解：改正特許・実用新案法の運用のてび\nき」（乙３）には，上記ガイドラインが平成５年改正法の運用に関して特許庁より\n公表されたものである旨記載されている。また，特許庁が定めた「特許・実用新案\n審査基準」（乙４）には，上記ガイドラインと同一内容を規定する（弁論の全趣\n旨）「審査の進め方」が収録されており，かつ，その適用を受ける出願が，平成５\n年改正法が施行された平成６年１月１日以降の出願であることが明記されている。\nこれらによれば，上記ガイドラインは，平成５年改正法による改正後の特許法の適\n用を受ける出願について定められたものであることが明らかである。しかるとこ\nろ，本件分割出願は，原出願の出願日である昭和６３年６月６日まで出願日が遡及\nする結果，平成５年改正法による改正前の特許法の適用を受けるものである（平成\n５年改正法附則２条１項）から，本件分割出願の審査に，上記ガイドラインが適用\nされるものとはいえない。\n(5)　以上のとおり，本件審決には特許法１５９条２項，５０条違反の瑕疵はな\nく，原告の取消事由２の主張も理由がない。\n３　取消事由３（進歩性の判断の誤り―一致点の誤認・相違点の看過）について\n原告は，引用発明１は，予め選局した１つの放送局のみについて番組表示を\n行うものであるから，本件審決は，一致点のうち「各チャンネルの」の部分を誤認\nし，相違点を看過したものである旨主張するので，この点について検討する。\n(1)　引用例１には，「第２図は第１図の番組表示処理部２で処理された内容\nが，テレビ受像機１に写し出される画面表示例の一例である。この例では，放送局\n名３と番組表示セットスイッチ６とがONとされた時刻以降の番組名称表示５とそれ\nに対応した時刻表示４が写し出される。この写し出された内容は例えばある時間\n（例えば５秒後）自動的に消え，通常のテレビ画面にもどるようになっている。」\n（２頁右上欄９～１６行）との記載があり，これに第２図の記載を併せれば，引用\n発明１が，予め選局した１つの放送局のみについて番組表示を行うものであること\nは，明らかである（引用例１には，複数の放送局の番組内容を表示することの記載\nはない。）。\n(2)　本件審決は，本願発明と引用発明１との一致点を，「少なくともテレビ放\n送の各番組内容とその開始時刻とその放映チャンネルとを含む情報から，各チャン\nネルのテレビの番組内容を取り出して，画面に表示し，上記情報中の同一チャンネ\nルの番組内容を，その放送順に，縦の方向に上記画面に並べ，表示する，番組表示\n方法。」であると認定しているが，これが複数の放送局の番組を表示する点を認定\nしたものであるかどうかは，上記認定自体からは必ずしも明らかではない。\nしかしながら，本件審決は，相違点ｃとして，「番組内容の表示の仕方に\n関し，本願発明においては，番組内容をチャンネルの違い毎に縦もしくは横の内の\n１方向に並べて画面に表示するとともに，同一チャンネルの番組内容を，その放送\n順に，上記１方向と垂直な方向に上記画面に並べ，且つ各番組内容の放送時間に応\nじた長さで表示し，上記画面に表示された番組内容の中のある番組内容を，他の番\n組内容と識別可能に表示し，使用者の指示を受けると，該識別可能に表示させる番\n組内容を変更することにより，別の番組内容を識別可能に表示し，該指示が，所望\nの番組を設定するものであると，上記識別可能に表示された箇所に対応する番組内\n容を所望の番組として設定するものであるのに対し，引用発明１においては，この\nことについて示されていない点」を認定している。\nそうすると，複数の放送局の番組内容を表示することの有無は，相違点ｃ\nとして認定されているから，本件審決の一致点の認定は，やや明確性を欠くもの\nの，そこで認定されているのは，単に，「同一チャンネルの番組内容を，その放送\n順に，縦の方向に画面に並べ，表示する」ことと解される。したがって，本件審決\nの一致点の認定に格別誤りはなく，相違点の看過もないというべきである。\n(3)　以上のとおり，原告の取消事由３の主張も理由がない。\n４　取消事由４（進歩性の判断の誤り―相違点ｃの判断の誤り）について\n原告は，本件審決の相違点ｃについての判断は誤りである旨主張するので，\nこの点について検討する。\n(1)　特開昭６１－１１３３７９号公報（甲２５）には，「このシステムでは，\n番組予約をする場合，端末器４の利用者は，加入者宅に送られてくる番組表を見る\n（第４図参照）。」（２頁左下欄４～６行）と記載されると共に，第４図の番組表\nが記載され，また，実願昭５６－５６２２９号（実開昭５７－１７０１６６号公\n報）のマイクロフィルム（甲２８）には，「テレビ等の番組表」として，第２図の\nものが記載され，さらに，周知の新聞，雑誌等のテレビ番組欄も考慮すれば，本願\n出願日以前に，テレビ番組内容を放映チャンネル毎に時刻情報とともに放送時間に\n応じた長さで放送順に並べて表形式で表示することが，周知であったと認められ\nる。\n(2)　引用例２（甲１５）には，「テレビジョン受像機の選局プログラム装置」\nについて，「本発明の選局プログラム装置は第１図乃至第３図に示すように構成さ\nれている。第１図はテレビジョン受像機の画面である。そして選局プログラム時に\nは画面１上にタイム表のパターン２つまり時間－ポジションチャートが現われる。\nこの例では横軸に時（１日分）、縦軸にポジション番号（チャンネル番号）（０～\n１３）をとっている。そして、プログラムを入力するには、例えば８～９時、１ポ\nジション、９～１１時、３ポジション、１１～１２時、オフ（ＯＦＦ）とするに\nは、第２図に斜線にて示してある位置に１コマずつ第３図（ａ）（ｂ）に示すライ\nトペン３を当てて記憶させる。」（２頁右上欄３～１５行）と記載されると共に，\n画面表示例として第１図，第２図が記載されている。\nまた，引用例３（甲１７）には，「番組予約装置」について，「この発明\nに係る番組予約装置は、装置本体に接続されたテレビジョン受像機の画面に、少な\nくともチャンネル番号枠と時刻枠とからなるマトリックス状の着色選択領域を映出\nさせるためのマトリックス状領域発生用の読み出し専用メモリと、上記マトリック\nス状の各領域ごとに対応して設けられて番組予約情報が書き込まれたメモリと、上\n記着色選択領域のうちの所望領域が指定された際、この領域を着色表示させるとと\nもに、この着色領域に対応するメモリ内容を読み出させる制御手段とを設けたもの\nである。」（２頁左下欄１７行～右下欄７行），「上記テレビジョン受像機（２）\nの画面（１０１）には、上記ＲＯＭ（６）により、第３図に示すように横軸方向の\nチャンネル番号枠、すなわちプリセット可能なチャンネル数と同数の１～１２まで\nのチャンネル番号枠（１５ａ）と縦軸方向の時刻枠、たとえば毎整時毎の枠（１５\nｂ）とからなるマトリックス状の着色選択領域（１５）が映出されるようになって\nいる。この例では毎整時の枠（１５ｂ）はさらに１５分毎の枠（１５０ｂ）に細分\n割されている。」（３頁右上欄１～９行）と記載されると共に，画面表示例として\n第３図が記載されている。\nこれらの記載によれば，引用例２及び３には，チャンネル番号枠と時刻枠\nとからなるマトリックス状の表示選択領域を画面上に映出するテレビ受像機であっ\nて，番組予約設定したい領域を指示することによりその領域の表示（色）を変えて\n他の領域と識別可能に表示し，使用者の指示によりその領域に対応する番組を所望\nの予約番組として設定することができるものという発明が記載されていると認めら\nれる。\n(3)　そうであれば，予め選択した１つの放送局の番組内容を，その放送順に，\n縦の方向に画面に並べ，表示するという引用発明１の番組表示方法（前記１のとお\nり）に，引用発明２又は３に示されたように，マトリックス上の表示選択領域を画\n面上に映出して番組予約したい領域を指示することにより予約番組の設定を行う設\n定方法を適用する場合は，上記(1)認定の周知事項を考慮して，まず，テレビ番組内\n容を放送局（放映チャンネル）毎に時刻情報とともに放送時間に応じた長さで放送\n順に並べて表形式で画面上に表示するようにした上で，引用発明２又は３に示され\nた上記設定方法を適用することは，当業者が容易に想到することができたこととい\nうべきである。したがって，これと同旨の本件審決の判断に誤りはない。\n(4)ア　これに対し，原告は，本件審決の進歩性の判断手法は，引用発明１を恣\n意的に変化させて新たな発明を創作した上で，これを主引用発明として容易想到性\nを判断していることになり，不当である旨主張する。\nしかしながら，引用発明の適用に際して，その発明の属する技術分野に\nおける周知技術や技術常識を考慮することは，当業者であれば当然に行うこととい\nうべきであるから，原告の上記主張は理由がない。なお，原告の指摘する特許庁の\n審査基準（甲３２）においても，「論理づけに最も適した一の引用発明を選び，請\n求項に係る発明と引用発明を対比して，請求項に係る発明の発明特定事項と引用発\n明を特定するための事項との一致点・相違点を明らかにした上で，この引用発明や\n他の引用発明（周知・慣用技術も含む）の内容及び技術常識から，請求項に係る発\n明に対して進歩性の存在を否定し得る論理の構築を試みる。」（１３頁１～５行）\nと，進歩性判断に際して周知・慣用技術を考慮することが明記されている。\nイ　また，原告は，引用発明１は予め選択された１つの放送局のみの番組を\n表示することを前提としているのであるから，複数の番組を表示する表形式を適用\nすることはできない旨主張する。\nしかしながら，引用発明１においても，選択された放送局の番組情報だ\nけでなく，複数の放送局の番組情報を表示した方が視聴者の選択に都合がよい場合\nが多いことは明らかであるから，当業者が，引用発明１をもとにして，複数の放送\n局の番組情報を表示することを想到することには何ら阻害されないというべきであ\nる。したがって，原告の上記主張も理由がない。\nウ　さらに，原告は，①引用発明２，３は，チャンネル番号枠と時刻枠とか\nら形成される各コマの開始時刻及び終了時刻が予め固定されたもので，各コマごと\nに設定を行うものであるから，引用発明１に引用発明２，３を適用することはでき\nない旨や，②新聞のテレビ欄等のような周知の番組表では，多くの場合，１つのコ\nマの中に複数の番組が記載されているから，引用発明１の番組表示形式を，上記周\n知のものに置き換えても，引用発明２，３を適用することはできない旨主張する。\nしかしながら，番組情報を取り出して画面表示する引用発明１におい\nて，引用発明２，３のようにチャンネル枠と時刻枠から構成されるコマ単位の番組\n設定方法を採用する場合，テレビ番組内容を放送時間に応じた長さで放送順に並べ\nて表形式で表示するという前記(1)認定の周知技術を考慮すれば，各コマの長さを番\n組の放送時間に関係なく設定するのではなく，むしろ，各コマの長さを放送時間に\n応じた長さに設定することは，当業者が容易に想到し得ることというべきである。\nしたがって，各コマの長さを番組の放送時間に関係なく設定することを前提とする\n原告の上記主張は，その前提を欠き理由がない。\n(5)　以上のとおりであるから，原告の取消事由４の主張も理由がない。\n５　結論\n以上のとおり，原告主張の取消事由はいずれも理由がなく，他に本件審決を\n取り消すべき瑕疵は見当たらない。\nよって，原告の本訴請求は理由がないから棄却し，主文のとおり判決する。\n東京高等裁判所知的財産第１部\n裁判長裁判官   　 中　　野　　哲　　弘\n裁判官　　　青　　柳　　　　　馨\n裁判官      沖　　中　　康　　人\n"
}