{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 13,
    "month": 3,
    "day": 27
  },
  "case_number": "平成12(行コ)122",
  "case_name": "損害賠償請求控訴事件(原審・千葉地方裁判所平成10年(行ウ)第39号)",
  "court_name": "東京高等裁判所",
  "field": "行政",
  "gist": "市が一般職員に対してした勤勉手当の支給のうち定額金の支給は地方自治法２０４条の２の給与条例主義に反する違法な公金支出であるとして同法２４２条の２第１項４号前段に基づき市長個人に対してされた損害賠償請求が，棄却された事例",
  "case_gist": "市が一般職員に対してした勤勉手当の支給のうち定額金の支給は地方自治法２０４条の２の給与条例主義に反する違法な公金支出であるとして同法２４２条の２第１項４号前段に基づき市長個人に対してされた損害賠償請求につき，地方自治法２０４条２項の勤勉手当の支給に当たっては，個々の職員の勤務評定又は勤務成績を判定し，基礎額に期間率と成績率を乗じて支給額を決定することが必要であり，市の条例及び規則によっても，個々の職員の勤務成績によることなく職員の属する級に応じて定額金を加算するような決定方法は特段の事情がない限り許されないところ，前記定額金の支給に当たって前記特段の事情は認められないから，前記定額金の支給は違法であり，また，違法な公金の支出が回収されず，適法な公金の支出も行われていない段階では，市には，前記支出に係る額の損害があるといえ，その場合，単に適法な公金の支出が将来に行われる可能性があるというだけでは市の損害の発生を否定することはできないが，前記定額金の支給がされた当時は，市において，一挙に勤務成績評価による勤勉手当の支給を実現できない状況にあったものの，その実現に向けて相応の努力が重ねられる過渡期にあったということができ，市長は，市と職員及びその組合との間の労使関係が円満に維持されることにより市の業務が円滑に遂行され，その結果住民全体の利益が確保されるよう配慮して，やむを得ず，前記定額金の支給をしたものと認められ，市長には過失はなかったとして，前記請求を棄却した事例",
  "lawsuit_id": "15629",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=15629",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/629/015629_hanrei.pdf",
  "contents": "主　　　文\n本件控訴を棄却する。\n控訴費用は，控訴人の負担とする。\n事実及び理由\n第１　当事者の求めた裁判\n１　控訴人\n（１）　原判決を取り消す。\n（２）　被控訴人は，八千代市に対し，金１８７３万０８００円及びこれに対する\n平成１０年７月１日から支払済みまで年５分の割合による金員を支払え。\n２　被控訴人\n控訴棄却\n第２　事案の概要\n１　本件は，八千代市の住民である控訴人が，八千代市において平成９年６月１日\n及び同年１２月１日を基準日として支給された１級ないし６級の職員に対する勤勉\n手当のうち，定額金として支給された部分（本件定額金）は，地方自治法２０４条\nの２の給与条例主義に違反するとして，地方自治法２４２条の２第１項４号前段に\n基づき，八千代市に代位して，当時八千代市の市長であった被控訴人に対し，本件\n定額金の合計１８７３万０８００円に相当する損害賠償金とこれに対する遅延損害\n金の支払を求めた事案である。\n原判決は，１級ないし６級の職員につき，勤務成績を個々に判断することなく，\n職員の級に応じて一律に評価する方法を採ったのは，被控訴人の合理的な裁量の範\n囲を逸脱する違法なものであるが，仮に個々の職員の勤務評定を行って勤勉手当支\n給額を決定したとしても，本件勤勉手当額とほぼ同額の勤勉手当が支給されること\nになったものと推認されるから，八千代市に具体的な損害が発生したとは認められ\nないとして，控訴人の請求を棄却したので，これに対して控訴人が不服を申し立て\nたものである。\n２　上記のほかの事案の概要は，次のとおり付加するほか，原判決の事実及び理由\n欄第二記載（２頁以下）のとおりであるから，これを引用する。\n（控訴人の当審における主張）\n原判決は，本件定額金支給を違法としながら，八千代市に損害が発生したとは認\nめられないとしたが，不当な判断である。すなわち，八千代市一般職員の給与に関\nする条例（本件条例）や平成９年規則５７号による一部改正前の八千代市職員の期\n末手当及び勤勉手当の支給に関する規則（本件規則）によれば，勤勉手当は，職員\nに対し，級毎に定額で支給するのでなく，個々の成績率に基づいて支給するのが原\n則であって，定額金として支給することは許容されていないのである。そうする\nと，本件定額金支給は，法律及び条例に基づかない違法な公金の支出に当たるか\nら，八千代市は本件定額金として支給された総額１８７３万０\n８００円の損害を被ったというべきである。原判決は，個々の職員の勤務評定を行\nって勤勉手当支給額を決定したとしても，本件勤勉手当額とほぼ同額の勤勉手当が\n支給されることになったものと推認されるなどというが，勤務評価が本件規則どお\nりに実施されれば，定額金は支給されないのが当然である。\n被控訴人は，平成９年１１月２５日，自ら，八千代市職員労働組合（組合）と直\n接交渉に当たり，組合に対し，「一時金の傾斜（漸減）支給の見直し」を行う旨提\n案していた。このように，被控訴人が自ら定額金の支給について組合と交渉してい\nる以上，本件定額金支給につき，被控訴人には故意があるから，責任があるという\nべきである。\n第３　当裁判所の判断\n１　当裁判所も，控訴人の請求は理由がないものと判断する。その理由は，次に記\n載するほか（本判決の説示が原判決のそれと抵触するときは，本判決の判示による\n趣旨である。），原判決の理由記載と同一であるからこれを引用する。\n（１）　本件定額金支給の違法性について\n八千代市においては，平成９年６月１日及び同年１２月１日を基準日として１級\nないし６級に該当する職員に対して勤勉手当が支給されたが，その際，個々の職員\nの勤勉手当基礎額に期間率と成績率を乗じた金額（成績定率金）のほか，当該職員\nの属する級に応じて被告が定める一定額を加算した額（本件定額金）が支給され\nた。\nしかし，勤勉手当は，いうまでもなく一定期間における職員の勤務成績に対する\n報酬的意図に基づいて支給される能率給的な性格を有する手当であるから，地方自\n治法２０４条２項の勤勉手当の支給に当たっても，個々の職員の勤務評定又は勤務\n成績を判定して，その支給額を決定することが必要である。\n原判決第二の一記載（３頁以下）の本件条例等の定めによっても，八千代市職員\nの勤勉手当額は，その基礎額に勤務期間に応じてあらかじめ定められた期間率と，\n１００分の４０以上１００分の９０以下の範囲内で市長が定める成績率を乗じて決\n定するとされているのである。したがって，個々の職員の勤務成績によることな\nく，職員の属する級に応じて定額金を加算するような決定方法は特段の事情がない\n限り許されないというべきである。\nところで，被控訴人は，八千代市において定額金の支給がされるに至った事情と\nして，次のとおり主張する。すなわち，個々の職員の能力の実証及び成績によって\n給与を支給するためには職\n階制の実施が必要であるが，未だ実現されていない。このような中で，個々の職員\nにつき，厳格な勤務評定を行うことは困難である。公務員の行政組織運営上の実態\nや人事委員会の実態からすると，勤務評定を行い，これを勤勉手当の支給額の算定\nに反映させるのは困難である。公務については，その性格上，勤務評定が困難であ\nる。八千代市においては，職員全体の二割に当たる一級及び二級の職員を多忙な職\n場に多く配置するという人事政策がとられているため，他の職員と比較して右の一\n級及び二級の職員に業務が集中する傾向にあり，平均的な有給休暇取得日数が少な\nく，平均時間外勤務時間数もかなり多い。定額支給の取扱いがされるようになった\n背景には，優秀な職員の採用確保のために初任給を高水準に設定する必要もあっ\nた。また，組合も若年職員に対する手当の増額を強く要望していたのである。\nしかし，本件規則１０条が期間率と成績率を乗じた割合によって勤勉手当の額を\n算出することを命じているのは，職階制が実現していない現状を前提としているの\nである。また，職階制が実現されなければ，個々の職員の成績に応じた勤勉手当額\nの算出が不可能であると認めるに足りる証拠はない。職階制が実現していなくて\nも，個々の職員の成績に応じて勤勉手当を支給することは可能であるというべきで\nある。\nまた，終身雇用制を基調とする勤務実態があるからといって，勤務成績の評価が\n困難であるということはできない。すなわち，将来，重要な職に就かせるために，\n種々の経験を積ませ，能力の向上を図るという観点から，適性とは別の職に就かせ\nることがあるとしても，勤務成績の評価ができないなどということはないのであ\nる。確かに，公務は，民間企業における仕事と比較して，職務の範囲が多岐にわた\nることが多く，その成果が数値化されにくいという面がないわけではない。しか\nし，民間企業の職であっても，その部門によっては，売上げ等の数値に結びつかな\nいものも多くあるのであって，そのような職についても，勤務評定がされ，それに\n応じた給与の支給がされているのである。公務であるから勤務成績の評価が実行困\n難であるとまではいえない。\n被控訴人が主張する１級及び２級の職員の勤務の実態，優秀な職員の採用を確保\nするために初任給を高水準に設定する必要があること及び組合が若年職員に対する\n手当の増額を強く要望していたことなどは，いずれも個々の職\n員の勤務に関するものではなく，その級に属する職員一般に通じる事情にすぎな\nい。本件条例及び本件規則上，勤勉手当の支給に当たって勤務成績を考慮すべきで\nあるとされているのは，あくまで個々の職員についての勤務成績の評価が求められ\nているのである。したがって，被控訴人の主張するような事情があったとしても，\n本件定額金の支給を適法ならしめるものではない。\nなお，被控訴人は，他の多くの地方自治体においても定額金を加算する運用が行\nわれている旨主張する。しかし，法の趣旨に沿わない扱いをしている自治体が多い\nことは，法規の内容を決すべき要素にならないのは当然のことである。\n以上検討したところによれば，八千代市における本件定額金の支給は違法である\nというべきである。\n（２）　損害の有無について\n違法な公金の支出があった場合に，その公金の支出があったことにより市が利益\nを得ていた場合には，その利益（例えば違法な公金の支出により物を買った場合の\n物の所有権を取得した利益）は，損害の評価に当たって，支出した公金と損益相殺\nされるべきものである。また，違法な公金の支出が回収され，それを原資として適\n法な公金の支出が行われた場合には，適法に公金が支出された額については，市の\n損害は回復されたものとみるべきものである。しかしながら，違法な公金の支出が\n回収されず，適法な公金の支出も行われていない段階では，地方公共団体には，支\n出された額の損害があるものといわなければならない。単に適法な公金の支出が将\n来行われる可能性があるというだけでは，市の損害の発生を否定することはできな\nい。この点に関する原判決の判断は失当であり，この点の違法をいう控訴人の主張\nは理由がある。\n（３）　市長の責任の有無について\n証拠（甲一一ないし一三号証）によれば，八千代市においては，市長が勤勉手当\nに係る支出命令の権限を，補助職員（人事課長）に事務の専決として委ねているこ\nとが認められる。このように，本来権限を有する長等の権限に属する財務会計上の\n行為を特定の補助職員に専決させている場合，当該補助職員の財務会計上の違法行\n為につき，長等が責任を負うのは，その補助職員が財務会計上の違法行為をするこ\nとを阻止すべき指揮監督上の義務に違反して，故意又は過失により補助職員が財務\n会計上の違法行為をすることを阻止しなかったときに限られるというべきである\n（最高裁判所平成３年１２月２\n０日第二小法廷判決）。\nそこで，本件において，被控訴人が八千代市長として補助職員に対する指揮監督\n上の義務に違反し，故意又は過失により右補助職員が財務会計上の違法行為をする\nことを阻止しなかったということがことができるかについて，以下に検討する。\n八千代市においては，原判決の認定するとおり，平成２年度以前は，勤勉手当の\n全額について，全職員に同率でこれを支給するという扱いをしていた。そして，証\n拠（乙３６号証）によれば，八千代市は，平成３年度以降，これを改め，勤勉手当\nの支給に当たり，個々の職員の勤勉手当基礎額に期間率と成績率を乗じた金額（成\n績定率金）のほか，当該職員の属する級に応じて被控訴人が定める一定額を加算し\nた額（定額金）を支給するようになったことが認められる。\n被控訴人は，平成７年４月に八千代市の市長に就任したが，本件定額金の支給が\nされた平成９年当時，個々の職員について，勤務成績の評定を行って，これを勤勉\n手当の支給額の算定に反映させることが困難であるとの意識を持っていたことが窺\nわれ，また，当時，勤務成績の評定の実施そのものが一般的ではなかった。\n上記のとおり，平成９年当時，八千代市において行われていた勤勉手当の支給方\n法は，平成２年度以前の一律支給の方法よりは改善されたものとなっていたのであ\nり，いくぶん成績評価の要素を取り入れていたということができる。そして，原判\n決挙示の証拠によれば，八千代市においては，平成１０年度以降の本件定額金につ\nいての支給は取り止めとなったこと，雇用制度の見直しを図る中で，勤勉手当を含\nめ，将来的には業績評価，勤務評定を行う方針を打ち出し，研究調査をし，その実\n現のための方策を探る努力がされていること，被控訴人も能力主義によることを指\n示していたことが認められる。\nこのように，八千代市においては，一挙に成績評価を実現できない状況にあった\nものの，その実現に向けて相応の努力が重ねられてきたといってよく，本件定額金\n支給がされた平成９年当時はその過渡期にあったということができる。\nそして，八千代市における勤勉手当の支給が上記のとおり行われてきたのは，組\n合及び支給を受ける職員の強い要求を無視できなかったことも大きな要因となって\nいたものと思われる。\nこのような中，市長である被控訴人は，市と職員及びその組合との間の労使の関\n係が円満に維持されることにより，市の業務が円\n滑に遂行され，その結果住民全体の利益が確保されるよう配慮して，やむを得ず，\n定額金の支給をしてきたものと認められる。このような事情にあるのに，住民が，\n支給を受けた個々の職員にその返還を求めることなく，支給により直接の利益を受\nけるものでない市長に支給済みの定額金相当額の弁償をさせることとすると，住民\nは，違法とはいえ本件定額金の支給によって住民全体の利益を確保されるほかに，\n市長の犠牲において，当該支給された金額分の利益を得るという二重の利益を得る\nのと変わりがないことになる。\nこのように市長が，法の趣旨を実現するべく相応の努力を重ねている過程で，住\n民全体の利益を考えて，職員及びその組合との労使関係上，やむを得ない選択とし\nて，従前からの違法な公金の支出を容認したにとどまるときには，住民は，市長が\n他の選択をすべきであったとして，その行為につき市長の損害賠償責任を問うこと\nができるとするのは相当でない。そうすると，本件定額金の支給につき，八千代市\nの市長であった被控訴人に，補助職員が財務会計上の違法行為をすることについて\n指揮監督上の過失はなかったものとして，その責任を否定するのが相当である。\nしたがって，被控訴人は，補助職員がした財務会計上の違法行為によって八千代\n市が被った損害につき賠償責任を負わないというべきである。\n２　したがって，控訴人の請求を棄却した原判決は結論において相当であって，本\n件控訴は理由がない。\nよって，主文のとおり判決する。\n東京高等裁判所第１９民事部\n裁判長裁判官　淺生重機\n裁判官　西島幸夫\n裁判官　原敏雄\n"
}