{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 12,
    "month": 9,
    "day": 19
  },
  "case_number": "平成10(行ケ)326",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "12983",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=12983",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/983/012983_hanrei.pdf",
  "contents": "平成１０年（行ケ）第３２６号　審決取消請求事件\n判　　　　決\n原　告　        　ターゲット　セラピューティクス，インコーポレーテッド\n代表者　　        【Ａ】\n訴訟代理人弁理士　【Ｂ】、復代理人弁理士　【Ｃ】\n被　告　　        ウィリアム・コック・ユーロープ・アクチーゼルスカブ\n代表者　　        【Ｄ】\n訴訟代理人弁護士　牧野利秋、鈴木修、深井俊至、弁理士　【Ｅ】\n主　　　　文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\nこの判決に対する上告及び上告受理申立てのための付加期間を３０日と定める。\n事実及び理由\n第１　原告の求めた裁判\n「特許庁が平成９年審判第２４５７号事件について平成１０年５月２９日にした\n審決を取り消す。」との判決。\n第２　事案の概要\n１　特許庁における手続の経緯\n原告は、名称を「カテーテルデバイス」とする特許第２５０４９２７号発明（１\n９８７年６月２日（パリ条約による優先権主張１９８６年６月２日、米国）を国際\n出願日とする特願昭６２－５０３６２１号の一部を平成７年１月２７日に新たな特\n許出願としたもの。平成８年４月２日設定登録。本件発明）の特許権者である。被\n告は、平成９年２月１４日、原告を被請求人として、特許庁に対し、本件発明につ\nいて無効審判の請求をし、平成９年審判第２４５７号事件として審理された結果、\n平成１０年５月２９日「特許第２５０４９２７号発明の明細書の特許請求の範囲第\n１項、第１５項に記載された発明についての特許を無効とする。」との審決があ\nり、その謄本は平成１０年６月２２日原告に送達された。なお原告のための出訴期\n間として９０日が附加された。\n２　本件発明の要旨\n（特許請求の範囲第１項に記載の発明（本件第１発明）の要旨）\n外部の人体挿入部位から内部組織に、そして標的部位に至る約３mm未満の管腔内\n径の脈管に沿って少なくとも約５cm長の曲がりくねった管路に沿って該組織内に案\n内され得る、案内ワイヤと共に用いられるカテーテルを備えるカテーテルデバイス\nであって、該カテーテルは、\n約３mm未満の管腔内径の脈管に沿って少なくとも５cm長の曲がりくねった管路に\n沿って該標的部位に移動するに充分に可撓性である細長い管状メンバーを備え、\n該細長い管状メンバーは案内ワイヤで案内され、該細長い管状メンバーは近位端\nおよび遠位端を有し、該細長い管状メンバーの外表面および内表面は該近位端およ\nび該遠位端の間に伸びる内部管腔を規定し、該細長い管状メンバーは以下を備え\nる：該挿入部位から内部組織に隣接する領域まで該案内ワイヤをたどるための比較\n的剛直な近位セグメント、および該領域から該標的部位まで該内部組織内で該約３\nmmの管腔内径の脈管に沿って少なくとも約５cm長の該曲がりくねった管路に沿って\n該案内ワイヤをたどるための少なくとも約５cm長の比較的可撓性の遠位セグメント\nであって、該可撓性の遠位セグメントは近位部分および遠位部分の両部分を有し、\n該遠位部分は、近位部分に比べより可撓性であり、そして該遠位セグメントの遠位\n部分は、該内部組織内で案内ワイヤにより提供される曲がりくねった管路に沿って\n該標的部位まで案内ワイヤをたどるに充分に可撓性であるようにする外径、壁厚、\nおよび組成であり、そしてここで、該遠位セグメントの近位部分は、該近位セグメ\nントの可撓性と該遠位セグメントの遠位部分の可撓性との間の可撓性を有する１つ\nまたはそれ以上の中間部分を有する遠位セグメント。\n（特許請求の範囲第１５項に記載の発明（本件第２発明）の要旨）\n外部の人体挿入部位から内部組織に、そして標的部位に至る約３mm未満の管腔内\n径の脈管に沿って少なくとも約５cm長の曲がりくねった管路に沿って該組織内に案\n内され得る案内ワイヤと共に用いられるカテーテルを備えるカテーテルデバイスで\nあって、該カテーテルは、\n該案内ワイヤ上に受け入れられるように適合され、そしてそれに沿って該標的部\n位に導かれる細長い管状メンバーを備え、\n該細長いメンバーは、約３mm未満の管腔内径の脈管に沿って少なくとも５cm長の\n曲がりくねった管路に沿って該標的部位に移動するに充分に可撓性であり、該細長\nい管状メンバーは該案内ワイヤで案内され、そして該細長い管状メンバーは近位端\nおよび遠位端を有し、該細長い管状メンバーの外表面および内表面は該近位端およ\nび遠位端の間に伸びる内部管腔を規定し、該細長い管状メンバーは、以下を備え\nる：該挿入部位から該内部組織に隣接する領域まで該案内ワイヤをたどるための比\n較的剛直な近位セグメント、および該領域から該標的部位まで、該内部組織内で該\n約３mmの管腔内径の脈管に沿って少なくとも約５cm長の該曲がりくねった管路に沿\nって該案内ワイヤをたどるための少なくとも約５cm長の比較的可撓性の遠位セグメ\nントであって、\nここで、少なくとも１つのセグメントは、末端に向かって増加する可撓性を有す\nる。\n３　審決の理由の要点\n(1)　本件発明の要旨\n前項のとおりと認める。\n(2)　被告（請求人）の審判における主張の概要\n特許権者から、被告の製品が本件特許の原出願の権利を侵害している旨の1994年\n４月21日付けのレター（審判甲第４号証）を受領したので本件無効審判について請\n求人適格を有する。\n本件発明は、本願出願前に国内又は外国において頒布された審判甲第２号証刊行\n物及び審判甲第３号証刊行物に記載された発明に基づいて、当業者が容易に発明を\nすることができたものであるから、本件特許は、同法 123条１項２号により、無効\nとすべきである。\nそして、上記主張を立証するために、次の証拠方法を提示している。\n審判甲第１号証　特許第 2504927号公報（本件特許）\n審判甲第２号証  【Ｆ】 他　\"Composite Catheter for Selective Cerebral\nAngiography Following an Arch Aortogram\",Australasian Radiology, Vol.XXIX,\nNo.1, February, 1985\n審判甲第３号証　特開昭58－218966号公報\n審判甲第４号証　TARGET THERAPEUTICSの　【Ｇ】が、【Ｈ】 にあてた1994年４\n月21日付けのレター\n(3)　被請求人（原告）の審判における主張の概要\n審判甲第４号証は、【Ｈ】 氏へのレターであって、本件審判の請求人（被告）あ\nてのレターではないから、本件審判の請求は、審判請求の利益のない者によってな\nされた不適法な審判請求である。\n仮に請求が不適法でないとしても、本件特許は無効理由を有さない。\n(4)　請求人適格についての審決の判断\n審判甲第４号証は、【Ｈ】 氏宛のレターであって、その内容は、「コック製品」\nの輸入と販売を中止するよう警告するものである。\nそして、この「コック製品」は、「コック」という名称が被告の名称の一部と一\n致すること、また、被告の「本件審判請求人（被告）の製品が・・・」との主張に\n対して原告は反論していないことから、審判甲第４号証のレター中の「コック製\n品」は、審判被告の製品と認められる。\nしてみると、審判甲第４号証のレターの内容は被告に影響を及ぼすものであり、\n該レターの宛先が直接に被告宛ではないにしても、無効審判を請求する利益を有す\nるものである。したがって、被告は、無効審判の請求人適格を有しており、原告の\n主張は採用することができない。\n(5)　無効理由についての審決の判断\n(5)－１　審判甲第２号証に記載された事項\n審判甲第２号証には、図面とともに以下の事項が記載されている。\n「一過性脳虚血発作（T.I.A）の評価のために、大動脈弓造影及び選択的脳血管造影\nを必要とする患者では、大きな大動脈撮影カテーテル（より精緻な選択的カテーテ\nルにより追従される）の使用から、穿刺部位における出血の問題が通常でないこと\nはない。この課題は、多くの施設において、交換シースの使用により克服されてき\nている。\nRoyal Perth Hospitalでは、我々は、大動脈撮影に、サイズが6.3 Frenchのテフ\nロンカテーテルを用い、これを、頸動脈循環の選択的研究のために、複合カテーテ\nルと交換した。この複合カテーテルは、60㎝長さの、6.3 Frenchのポリエチレンカ\nテーテル材料（内径1.55㎜､外径2.10㎜）に連結された、40㎝の、5 Frenchのポリエ\nチレン管材（内径1.12㎜､外径1.66㎜）先端部を有する（図１）。この複合カテーテ\nルの使用は、大動脈撮影カテーテルが引き抜かれ、そして選択的頸動脈注射、及び\n脊椎注射のために予備成形されたカテーテルで置き換えられるとき、穿刺部位の周\nりの滲出を止める。\n交換シースと共に用いられる標準の5Frenchカテーテルに対するこの複合カテーテ\nルの第２の主要な利点は、近位部分のより大きな直径により全アセンブリに与えら\nれる増加したトルクである。この増加したトルクは、曲がりくねった頸動脈の選択\n的カテーテル法におけるより大きな制御を可能にし、そして同時に、この複合カテ\nーテルのより小さな直径の頭蓋部分は、外傷傷害性がより少なく、そして頸動脈及\nび脊柱動脈中に導入されたガイドワイヤ上をより容易に進行し得る。\nこの複合カテーテルは、5 Frenchの遠位セクションを、6.3French ストック上に\n融合結合することにより作製される。これは、テーパー状の鋳型中で、管腔中に導\n入されたプラグを用い、結合される両端を加熱することにより達成され、接合部で\n内部及び外部の滑らかなテーパーを確実にする。\nこの複合カテーテルと類似の寸法のカテーテルが、6.3 French管材の先端部を、\n所望の長さに伸ばすことにより、融合溶接の必要性なくして作製され得ることが認\n識される。しかし、実際には、このようなカテーテルは、伸ばされないカテーテル\nと同じ所望の記憶及び弾性特性を有さず、そしてそれは、必要な「頸動脈追従」形\n状に満足して形成され得ないことが見いだされた。\n我々は、この複合カテーテルを、25人の患者に用いて一過性脳虚血発作の評価を\n表し、そしてこの複合カテーテルを用いて、25人の患者のすべてにおいて成功した\n選択的カテーテル法を達成した。機械的な失敗が存在した患者又は任意のその他の\n困難性に直面した患者はいなかった。血管造影後、すべてのカテーテルを検査し、\n結合部で弱くなったり又はねじれたりすることがなかったことを示した。\n我々は、動脈孔を「栓塞」すること及び交換シースのコストを節約すること、そ\nしてまた、格別のトルクを提供することが、このようなカテーテルの使用の導入に\n対して十分な理由であることを推挙したい。」\n(5)－２　本件第１発明と審判甲第２号証に記載のカテーテルとの対比\n審判甲第２号証に記載された複合カテーテルは、6.3French と5French のカテー\nテル材料をテーパ状の鋳型の中で加熱融合し結合することで作成されるから、その\nテーパ状の鋳型の部分は、軸方向に所定の長さを有するテーパ状のカテーテルとな\nる。\nしてみると、穿刺部位、血管、複合カテーテル、5French の遠位セクション、テ\nーパ状のカテーテル、 6.3Frenchストックが、本件第１発明の人体挿入部位、脈\n管、カテーテル（管状メンバー）、遠位セグメントの遠位部分、遠位セグメントの\n近位部分、近位セグメントに夫々対応する。そして、審判甲第２号証におい\nて、5French の遠位セクションは40㎝の長さであるから少なくとも約５㎝長の長さ\nであることに相違なく、また、5French の遠位セクションと6.3French ストックの\n材質はいずれもポリエチレンであるから、5French の遠位セクションは、6.3French\nストックより、より可撓性であり、テーパ状の部分はそれらの中間の可撓性を有す\nることは明らかである。\nしてみると、審判甲第２号証に記載されたカテーテルは、次の点で、本件第１発\n明と一致する。\n「外部の人体挿入部位から内部組織に、そして標的部位に至る脈管に沿って少なく\nとも約５㎝長の曲がりくねった管路に沿って該組織内に案内され得る、案内ワイヤ\nと共に用いられるカテーテルを備えるカテーテルデバイスであって、該カテーテル\nは、\n脈管に沿って少なくとも５㎝長の曲がりくねった管路に沿って該標的部位に移動\nするに充分に可撓性である細長い管状メンバーを備え、\n該細長い管状メンバーは案内ワイヤで案内され、該細長い管状メンバーは近位端\nおよび遠位端を有し、該細長い管状メンバーの外表面および内表面は該近位端およ\nび該遠位端の間に伸びる内部管腔を規定し、該細長い管状メンバーは以下を備え\nる：該挿入部位から内部組織に隣接する領域まで該案内ワイヤをたどるための比較\n的剛直な近位セグメント、および該領域から該標的部位まで該内部組織内で該脈管\nに沿って少なくとも約５㎝長の該曲がりくねった管路に沿って該案内ワイヤをたど\nるための少なくとも約５㎝長の比較的可撓性の遠位セグメントであって、該可撓性\nの遠位セグメントは近位部分および遠位部分の両部分を有し、該遠位部分は近位部\n分に比べより可撓性であり、そして該遠位セグメントの遠位部分は、該内部組織内\nで案内ワイヤにより提供される曲がりくねった管路に沿って該標的部位まで案内ワ\nイヤをたどるに充分に可撓性であるようにする外径、壁厚、および組成であり、そ\nしてここで、該遠位セグメントの近位部分は、該近位セグメントの可撓性と該遠位\nセグメントの遠位部分の可撓性との間の可撓性を有する１つ又はそれ以上の中間部\n分を有する遠位セグメント」\nそして、次の点で両者は相違する。\n本件第１発明では脈管の管腔内径が約３㎜未満であるのに対し、審判甲第２号証\nでは、大動脈弓造影および選択的脳血管造影のために頸動脈、脊柱動脈中を進行さ\nせることが記載されているものの、管腔内径の大きさは記載されていない点。\n(5)－３　上記相違点（本件第１発明）についての審決の判断\nそこで、上記相違点について検討すると、審判甲第２号証に開示されたカテーテ\nルは、その外径が2.10㎜、1.66㎜であるから、管腔内径が約３㎜未満の脈管を進行\nし得るものであり、管腔内径が約３㎜未満の脈管に沿って案内させることは、当業\n者が容易に想到し得るものである。\n原告は、\n(ⅰ) 審判甲第２号証のカテーテルは、脳の血管中で用いられるカテーテルではな\nい、\n(ⅱ) 審判甲第２号証の複合カテーテルは、曲がりくねった通路の組織部位に近づ\nく際の限界を克服するように設計されたカテーテルではない、\n(ⅲ) 審判甲第２号証のカテーテルの連結部分は、遠位セクションと近位セクショ\nンの中間の可撓性を有している中間セクションとはいえない、\n旨主張している。\nしかし、\n(ⅰ) 特許請求の範囲第１項には、カテーテルデバイスが内部組織に案内される旨\nの記載はあるが、脳の血管中を案内される旨の記載はない。そして、原告は、内部\n組織が脳の深い部位のような軟組織を意味する（段落【００５４】）旨主張してい\nるが、通常、内部組織が必ずしも脳の組織を意味するものではない。発明の詳細な\n説明の欄の段落【0054】の記載は、一実施例を説明したにすぎないものであり、特\n許請求の範囲の用語を定義するものではない。よって、原告の主張は、特許請求の\n範囲の記載に基づかない主張である。\n(ⅱ) 原告は、曲がりくねった管路をa.多数の曲部（そのうちのいくつかは90°以\n上の角度である）、b.管腔の直径が約３㎜未満の小血管、およびc.全長が少なくと\nも約５㎝の標的組織内の管路を含む（段落【００５４】）旨主張しているが、通\n常、「曲がりくねった管路」をこの技術分野において上記のように限定して解する\nものではない。また、上記のような管路は、本件の一実施例の説明の中で記載され\nているにすぎないものであって、特許請求の範囲の用語を定義するものではない。\nしたがってこの点の主張も、特許請求の範囲の記載に基づかない主張である。\n(ⅲ) 審判甲第２号証には、「この複合カテーテルは、5 Frenchの遠位セクション\nを、6.3Frenchストック上に融合結合することにより作製される。これは、テーパー\n状の鋳型中で、管腔中に導入されたプラグを用い、結合される両端を加熱すること\nにより達成され、接合部で内部および外部の滑らかなテーパーを確実にする。」と\nの記載があり、5 Frenchの遠位セクションと6.3Frenchストックとをテーパ状の鋳型\nの中で結合すれば、当然にテーパ状の部分が形成され、このテーパ状の部分を介し\nて接続されるものである。してみると、このテーパ状の部分が本件特許第１発明の\n遠位セグメントの近位部分（原告がいう中間セグメント）に相当する。よって、原\n告の主張は採用することができない。\n(5)－４　本件第２発明についての審決の判断\n本件第２発明と本件第１発明との相違点は、本件第１発明では遠位セグメントが\n遠位部分と近位部分を有するのに対し、本件第２発明では遠位セグメントと近位セ\nグメントの少なくとも１つのセグメントが末端に向かって増加する可撓性を有する\n点であり、その余に格別の相違点は認められない。\nそこで、本件第１発明との相違点についてのみ検討すると、「セグメントが末端\nに向かって増加する可撓性を有する」とは、セグメント全体が連続的に末端に向か\nって増加する可撓性を有することに限らず、セグメントの一部が末端に向かって増\n加する可撓性を有するものを含むものである。してみると、審判甲第２号証に記載\nのカテーテルにおいて、テーパ部は末端に向かって増加する可撓性を有するもので\nあり、テーパ部は遠位セグメントと近位セグメントのいずれかに含まれることか\nら、上記本件第１発明との相違点は審判甲第２号証に記載されている。\nしたがって、本件第２発明は、本件第１発明で検討したのと同じ理由により、審\n判甲第２号証に記載のものに基づいて、当業者が容易に発明をすることができたも\nのと認める。\n(6)　審決のまとめ\n以上のとおりであるから、本件審判請求人（被告）は、請求人適格を有してい\nる。そして、本件第１発明、本件第２発明は、いずれも特許法29条２項の規定に違\n反して特許されたものである。したがって、本件第１発明、第２発明に係る特許\nは、いずれも特許法123 条１項２号に該当するので、無効とすべきものである。\n第３　原告主張の審決取消事由\n審決は、本件発明の技術内容を誤認し（取消事由１）、引用例に記載の発明の内\n容を誤認し（取消事由２）、本件発明は、引用例に記載された発明に基づいて、当\n業者が容易に発明をすることができたものであると、誤って判断した（取消事由\n２）ものであるから、違法であり、取り消されるべきものである。\n１　取消事由１（本件第１及び第２発明の誤認）\n(1)　原告は、 審判事件答弁書の理由の項において、次の５点を主張した。\n① 本件第１及び第２発明は、曲がりくねった通路の組織部位に近づく際の限界を\n克服するように設計されたカテーテルデバイスを提供したこと。\n② このことは、本件請求項１及び１５の文言「外部の人体挿入部位から内部組織\nに、そして標的部位に至る約３mm未満の管腔内径の脈管に沿って少なくとも約５\ncm長の曲がりくねった管路に沿って該組織内に案内され得るカテーテルデバイス」\nによって明記されていること。\n③ 上記請求項に記載の文言において、「内部組織」は、本件明細書の発明の詳細\nな説明【００５４】の記載に基づいて、脳の深い部位のような軟組織の標的部位を\n意味すること。\n④ 上記請求項に記載の文言において、「曲がりくねった管路」は、本件明細書の\n発明の詳細な説明【００５４】の記載に基づいて、a.多数の曲部(そのうちのいくつ\nかは９０ﾟ以上の角度である)、b.管腔の直径が約３mmの未満の小血管、およびc.全\n長が少なくとも約５cmの標的組織内の管路を含むこと。\n⑤ 上記請求項に記載の文言は、「曲がりくねった管路」を通過する能力によって\nカテーテルの可撓性のレベルを定義することによって、本件第１及び第２発明の構\n成を記載していること。\nしかし、審決は、上記主張について判断を遺脱し、本件第１及び第２発明の特徴\nを誤認したものである。\n(2)　特に、本件明細書の発明の詳細な説明【００５５】には、「上記の特性（す\nなわち、【００５４】記載の特性a.ないしc.）を有する管路を、本明細書では曲が\nりくねった管路と定義し」と、本件請求項１及び１５に記載の用語「曲がりくねっ\nた管路」の意味を定義しているにもかかわらず、審決は、「（ⅰ）特許請求の範囲\n第１項には、カテーテルデバイスが内部組織に案内される旨の記載はあるが、脳の\n血管中を案内される旨の記載はない。・・・発明の詳細な説明の欄の【００５４】\nの記載は、一実施例を説明したにすぎないものであり、特許請求の範囲の用語を定\n義するものではない。・・・（ⅱ）・・・通常、「曲がりくねった管路」をこの技\n術分野において上記のように限定して解するものではない。また、上記のような管\n路は、本件の一実施例の説明の中で記載されているにすぎないものであって、特許\n請求の範囲の用語を定義するものではない。したがってこの点の主張も、特許請求\nの範囲の記載に基づかない主張である。」と認定した。\nしかしながら、本件用語の定義が明細書の実施例の説明の中で記載されているか\nらという理由で、これを特許請求の範囲の用語を定義するものではないと認定した\nのは、余りに形式的解釈にすぎ、その実質を看過するものである。定義が明細書中\nのどの場所で記載されていようと、「上記の特性を有する管路を、本明細書では曲\nがりくねった管路と定義し、・・・。」と明記している以上、これは本発明を開示\nした明細書での定義である。\n２　取消事由２（審判甲第２号証記載の発明の誤認及び進歩性判断の誤り）\n(1)　審判甲第２号証の著者である 【Ｆ】 博士は、審判甲第２号証に記載のカテ\nーテルが本件請求項１及び１５に記載の「曲がりくねった管路」を通過し得るか否\nかを示し得る唯一の証人であり、同号証の内容を最も正確に解釈判断することがで\nきる者である。\n【Ｆ】 博士は、甲第６号証（同博士の供述書）２頁1～2行及び6～7行（訳文２頁\n7～8行及び11～12行）において、審判甲第２号証に記載のカテーテルが、i) 脳組織\nに囲まれた血管中に導入するためのカテーテルではなかったこと；そして ii) 脳組\n織中にある血管の屈曲部を通過するためには剛直すぎたこと、を認めている。\nしたがって、審判甲第２号証に記載のカテーテルは、本件請求項１及び１５に記\n載の「外部の人体挿入部位から内部組織に、そして標的部位に至る約３mm未満の管\n腔内径の脈管に沿って少なくとも約５cm長の曲がりくねった管路に沿って該組織内\nに案内され得るカテーテルデバイス」ではない。\n(2)　さらに 甲第６号証２頁7～11行（訳文２頁12～17行）及び甲第７号証（同博\n士の補足供述書）において、 【Ｆ】博士は、以下のことを記載している：iii) 脳\n組織に囲まれた血管中に導入するためには、より小さいサイズのカテーテルが必要\nであったこと；iv) より細いより可撓性のカテーテルを開発したが、Target 社及び\nCook 社がもっと可撓性に優れたカテーテルをいち早く市販したことにより、脳組織\n中にある血管の屈曲部を通過し得るようなカテーテルの開発をやめてしまったこ\nと。\nこのことは、審判甲第２号証に記載のカテーテルより小さいサイズのより細いカ\nテーテル（審判甲第２号証に記載されたカテーテルを改良したカテーテル）が、本\n件請求項１及び１５に記載の「外部の人体挿入部位から内部組織に、そして標的部\n位に至る約３mm未満の管腔内径の脈管に沿って少なくとも約５cm長の曲がりくねっ\nた管路に沿って該組織内に案内され得るカテーテルデバイス」である Target 社\n（原告）のカテーテルより性能が劣り、かつ審判甲第２号証に記載の事項から本件\n第１及び第２発明のようなデバイスが得られなかったことを示している。\n(3)　本件第１及び第２発明のカテーテルデバイスは、介入神経放射線学と呼ばれ\nる新規な医療分野を開拓してそこで用いられているものであって、従来の、脳血管\n造影に用いられる審判甲第２号証に記載のカテーテルとは全く異なる。\nこのことは、例えば、以下の甲第１１ないし第１５号証に、原告（Target\nTherapeutics社）の「マイクロカテーテル」が、介入神経放射線学の発展に寄与し\n同分野で用いられることが記載されていることから、明らかである。\n甲第１１号証：Endovascular Neurological Intervention (The American\nAssociation of Neurological Surgeons、1995) 46～50頁及び56～58頁、\n甲第１２号証：ASNR ABSTRACTS、AJNR:10、1989、7/8月号、882頁、\n甲第１３号証：Radiology、第172巻、No.3、Part２、1989、991～1006頁\n甲第１４号証：Radiology、第165巻、No.3、1987、870～871頁、\n甲第１５号証：Interventional Neuroradiology: Endovascular Therapy of the\nCentral Nervous System (Raven Press, Ltd., New York, 1992)、1～15頁、\n(4)　被告は、「審判甲第２号証の図１から、審判甲第２号証に開示されたカテー\nテルは、遠位セグメントが約９０゜は曲がることは明らかである。しかも審決は、\n審判甲第２号証に記載のカテーテルの材質及び形状を認定した上で、当該カテーテ\nルが、「大動脈弓造影及び選択的脳血管造影のために頸動脈、脊椎動脈中を進行さ\nせることが記載されている」点を認定している。審判甲第２号証における「曲がり\nくねった頸動脈の選択的カテーテル法におけるより大きな制御を可能にし」との審\n決認定の記載からも明らかなように、審判甲第２号証に開示された外径が\n2.10mm(6.3 French)、1.66mm(5 French)のカテーテルは、管腔内径が約３mm未満の\n脈管を進行し得るものであり、管腔内径が約３mm未満の脈管に沿って案内させるこ\nとは当業者が容易に想到し得る。これは「曲がりくねった」管路であっても当ては\nまる。審決は直径の比較のみによって結論を導いたのではない。」と主張する。\nしかしながら、まず、カテーテルの遠位セグメントが約９０゜は曲がることは、\n曲がりくねった管路に沿って案内させ得ることにはならない。従来の脳血管造影用\nカテーテルは、先端をあらかじめ曲げて使用されるのが通例であり、曲げられた形\nを保持する剛直性が必要であることを、当業者はよく知っている（The CIBA\nCollection of Medical Illustrations (Pharmaceuticals Division、CIBA-GEIGY\nCorporation 1983, 1986, 1991) 第Ｉ巻、第Ｉ部、50～51頁及び50頁の図の説明拡\n大図＝甲第９号証の５０頁左欄題名ないし２７行目（訳文の６行目ないし７行\n目）、及び、前記甲第１１号証の４６頁右欄下から７行目ないし４７頁３行目）。\nこのような剛直なカテーテルは脳組織中にある血管の屈曲部を通過できない。そし\nて、甲第９号証の図に示されるように、頸動脈及び脊椎動脈は９０゜又はそれ以上\nの曲部を有さず、そして通常３mmより大きい直径を有している。\nさらに、被告が審判甲第２号証を引用する箇所は、「交換シースと共に用いられ\nる標準の５ Frenchカテーテルに対するこの複合カテーテルの第２の主要な利点は、\n近位部分のより大きな直径により全アセンブリに与えられる増加したトルクであ\nる。この増加したトルクは、曲がりくねった頸動脈の選択的カテーテル法における\nより大きな制御を可能にし」と、頸動脈におけるカテーテル操作のトルク制御を記\n載するものであって、管腔内径が約３mm未満の脈管に沿って案内させることを記載\nするものではない。審決も被告のいずれも、審判甲第２号証に記載のカテーテル\nが、管腔内径が約３mm未満の「曲がりくねった」脈管に沿って脳の深い部位のよう\nな軟組織中に案内させることを示していない。\n(5)　審決は、「(ⅲ)審判甲第２号証には、「この複合カテーテルは、5 Frenchの\n遠位セクションを、6.3 Frenchストック上に融合結合することにより作製される。\nこれは、テーパー状の鋳型中で、管腔中に導入されたプラグを用い、結合される両\n端を加熱することにより達成され、接合部で内部及び外部の滑らかなテーパーを確\n実にする。」との記載があり、5 Frenchの遠位セクションと6.3 Frenchストックと\nをテーパー状の鋳型の中で結合すれば、当然にテーパー状の部分が形成され、この\nテーパー状の部分を介して接続されるものである。してみると、このテーパー状の\n部分が本件特許第１発明の遠位セグメントの近位部分（原告がいう中間セグメン\nト）に相当する。よって、原告の主張は採用することができない。」と判断する。\nしかし、この審決の判断は、審判甲第２号証のカテーテルの頭蓋部分（遠位セグメ\nント）が、本件請求項１又は請求項１５に記載の「曲がりくねった管路」を通過す\nる可撓性を持つことを示す科学的根拠を基になされていない。審判甲第２号証に\nは、カテーテルの可撓性に関する記載はない。\n(6)　審判甲第２号証について、審決は、「そのテーパー状の鋳型の部分は、軸方\n向に所定の長さを有するテーパー状のカテーテルとなる。」及び「5 Frenchの遠位\nセクションと6.3 Frenchストックの材質はいずれもポリエチレンであるから、\nFrenchの遠位セクションは、6.3 Frenchストックより、より可撓性であり、テーパ\nー状の部分はそれらの中間の可撓性を有することは明らかである。」と認定し、こ\nの認定から、審判甲第２号証の脳血管造影用カテーテル連結部が、本件請求項１又\nは請求項１５に記載の介入神経放射線学に用いる「該領域から該標的部位まで該内\n部組織内で該約３mmの管腔内径の脈管に沿って少なくとも約５cm長の該曲がりくね\nった管路に沿って該案内ワイヤをたどるための少なくとも約５cm長の比較的可撓性\nの遠位セグメント」の近位部分又はその一部と一致する」と判断した。\n審決のこの認定判断は、審判甲第２号証のカテーテルの頭蓋部（遠位セグメン\nト）が、本件請求項１又は請求項１５に記載の「曲がりくねった管路」を通過する\n可撓性を持つことを示す科学的根拠を明示せず、かつ余りにも当該分野の技術常識\n（甲第１１号証ないし甲第１５号証）を考慮しない形式的解釈であって、失当であ\nる。\n(7)　少なくとも、審決の「そこで、上記相違点について検討すると、審判甲第２\n号証に開示されたカテーテルは、その外径が２．１０mm、１．６６mmであるから、\n管腔内径が約３mm未満の脈管を進行し得るものであり、管腔内径が約３mm未満の脈\n管に沿って案内させることは、当業者が容易に想到し得るものである」との認定\nは、本件請求項の当該用語「曲がりくねった」を完全に無視してなされているので\nある。カテーテルと管腔とが真っ直ぐである場合、管腔の直径より小さい直径のカ\nテーテルは管腔を通過するといえるが、「曲がりくねった」管路である場合には、\n直径の単なる差異でもってはカテーテルの管路を通過する能力を評価することはで\nきない。このことは当業者の常識である。管腔より大きな直径のカテーテルでさ\nえ、管腔を押し広げることにより通過し得るのである。これは、直径の比較のみに\nよる審決の判断が違法であることを示している。\n第４　審決取消事由に対する被告の反論\n１　取消事由１に対して\n(1)　原告は、特許請求の範囲に記載の人体の「内部組織」は「脳の深い部位のよ\nうな軟組織」を意味するものではないとした審決の認定を誤りとする。\nしかし、通常の理解において、人体の「内部組織」は「脳の深い部位のような軟\n組織」に何ら限定されないし、そのように限定解釈するのは文言上も無理である。\nさらに、本件特許の請求項９には、「脳内にある部位に接近するために使用\nし、・・・請求項１に記載のカテーテルデバイス」との記載、請求項２５には、\n「脳内にある部位に接近するために使用し、・・・請求項２４に記載のカテーテル\nデバイス」との記載がある。請求項２４に記載のカテーテルデバイスは、請求項２\n１に記載のカテーテルデバイスを前提とし、請求項２１に記載のカテーテルデバイ\nスは請求項１５に記載のカテーテルデバイスを前提としている。請求項９及び請求\n項２５は、請求項１及び請求項１５の従属項（実施態様項）の関係にあるから、請\n求項１及び請求項１５に記載の人体の「内部組織」とは、請求項９及び請求項２５\nに記載の「脳内にある部位」だけでなく、それ以外の人体部位を含む上位概念とし\nての人体の「内部組織」を意味することは明白である。特許請求の範囲の記載から\n原告主張のような限定解釈がとり得ない以上、当該限定解釈の可能性について発明\nの詳細な説明を参酌する余地はない。\n(2)　次に原告は、特許請求の範囲に記載の「曲がりくねった管路」を【００５\n４】に記載のもの、すなわち、「a.多数の曲部：そのうちのいくつかは９０°以上\nの角度である；b.小血管：一般にその管腔の直径は約３mm未満である；およびc.標\n的組織内の管路：その全長は少なくとも約５cm、一般に約１０～１５cm及び長い場\n合は２５cmである」管路であると主張しているが、理由がない。\nそのような極めて特殊な管路を対象としているのであれば、そもそも特許請求の\n範囲に「発明の構成に欠くことができない事項」として記載されていなければなら\nないはずである。また文言上単に「曲がりくねった管路」と記載されている部分を\nそのように特殊に解釈することは文言上も無理である。\nさらに、「曲がりくねった管路」自体が原告主張の上記意味を有するとすると、\n特許請求の範囲の「曲がりくねった管路」の前に記載の「約３mm未満の管腔内径の\n脈管に沿って少なくとも約５cm長の」の部分が全く意味をなさなくなる。さらに、\n原告の主張を前提とすると、当該記載がなされた理由の説明がつかなくなる。原告\nの主張を前提とすると、まず、特許請求の範囲の記載は、「外部の人体挿入部位か\nら内部組織に、そして標的部位に至る曲がりくねった管路に沿って該組織内に案内\nされ得る…」となっていなければならないはずである。\n次に、原告の主張によると、「曲がりくねった」の意味は、【００５４】記載の\na. b. c.の意味を有するということになるが、特許請求の範囲には、「約３mm未満\nの管腔内径の脈管」と管腔内径を限定する記載が既に存在するにもかかわらず、\n【００５４】の段落には「b. 小血管：一般に管腔の直径は約３mm未満である」と記\n載されているのであるから、管腔内径を二重に規定していることに帰着する。同様\nに、特許請求の範囲には、「少なくとも約５cm長の」（管路）と記載され、管路長\nに関する規定が既に存在するにもかかわらず、段落【００５４】には「c.その全長\nは少なくとも約５cm、一般に約１０～１５cm及び長い場合は２５cmである」（最大\nの長さまで記載している）と管路長に関する限定的記載があり、「曲がりくねった\n管路」が明細書中で定義されているとすると、管路長についても二重に規定が存在\nすることになる。このように、特許請求の範囲中において、同一の構成に関する規\n定を二重に行うことは考えられない。\nしたがって、原告の「曲がりくねった管路」が明細書中で定義されていると理解\nすることは、特許請求の範囲の記載自体と矛盾する結果を招来するものであり、到\n底是認し得ない。\n逆にいえば、【００５４】で記載した要素のうち、b.及びc.に関しては上記のよ\nうに特許請求の範囲の記載中に取り込まれており、これに対し、【００５４】に記\n載の「a.多数の曲部：そのうちのいくつかは９０°以上の角度である」に対応する\n記載が特許請求の範囲の記載中には全くない。このことは、原告が、上記b.及び\nc.については、必須の要件とするが、a.については発明の必須な要件とはしないと\nいう選択を行った結果であると理解するのが正当である。必須要件としないことを\n選択した以上、今になって明細書中の一片の記載を根拠に上記a.の構成を必須要件\nとすることが許されるはずはない。\nそもそも、下記のとおりの【００５４】自体はその記載の仕方から、一実施例を\n説明したものであることが明らかである。\n【００５４】の「曲がりくねった管路によって到達される組織領域に、カテーテ\nルを挿入する方法を、図９を参照して述べる・・・本実施例では、標的部位に至る\n曲がりくねった管路には、・・・４８と５０が含まれる。この管路には以下のもの\nが含まれている。すなわち、a. ・・・b. ・・・c. ・・・である。」との記載が、\n特許請求の範囲の「曲がりくねった管路」の定義部分だとすると、【００５４】に\n記載の図９を基にしたその具体的内容が特許発明の技術的範囲となる。すなわち、\n当該実施例に特許発明の技術的範囲は限定されることになってしまう。この結論は\n不都合である。したがって、【００５５】の「上記の特性を有する管路を、本明細\n書では曲がりくねった管路と定義し」との部分は、「上記の特性を有する管路は、\n本明細書では曲がりくねった管路の定義に入り」と解釈するのが合理的であり、審\n決の認定は正当である。\n２　取消事由２に対して\n(1)　審判甲第２号証（甲第５号証）の図１から明らかなように、審判甲第２号証\nに開示されたカテーテルは遠位セグメント部分が約９０°は曲がることは明らかで\nある。しかも審決は、審判甲第２号証に記載のカテーテルの材質及び形状を認定し\nた上で、当該カテーテルが、「大動脈弓造影及び選択的脳血管造影のために頸動\n脈、脊柱動脈中を進行させることが記載されている」点を認定している。審決が引\n用した「曲がりくねった頸動脈の選択的カテーテル法におけるより大きな制御を可\n能にし」との記載からも明らかなように、審判甲第２号証に開示された外径が２．\n１０mm（6.3 French）、１．６６mm（5 French）のカテーテルは管腔内径が約３\nmm未満の脈管を進行し得るものであり、管腔内径が約３mm未満の脈管に沿って案内\nさせることは当業者が容易に想到し得るものである。これは「曲がりくねった」管\n路であっても当てはまるのである。審決は直径の比較のみによって結論に至ったの\nではない。\n(2)　審判甲第２号証の内容は、その著者の一人である 【Ｆ】博士の主観的意図\nによって解釈されるのでなく、本件特許出願当時の技術水準を前提に当業者による\n客観的解釈を基に、その内容が判断されるのである。現実に当時Royal Perth\nHospitalにおいていかなるカテーテルデバイスが使われていたかということ及び著\n者の一人の主観的意図とは別問題として、審判甲第２号証はそれ自体公知文献とし\nて、その内容が当業者によって解釈判断されるのである。\n(3)　甲第６号証及び甲第７号証には、Target社及び Cook社が市販したという具\n体的カテーテルの内容は全く明らかにされていないし、Royal Perth Hospitalが自\nら開発するのを止めたのは単に外部から目的を達成するための製品の供給を受けら\nれたからというだけである。審判甲第２号証に記載の事項から本件第１及び第２発\n明のようなデバイスが得られなかったことを意味しない。自ら開発費用をかけるよ\nり外部から製品を購入する方が経営上得策であるという理由で自らは開発をそれ以\n上しなかったというのが通常であろう。\n甲第６号証及び甲第７号証は、審判甲第２号証から客観的に理解される事項から\n当事者が本件第１及び第２発明のようなデバイスを導き出すことができたことを否\n定する根拠とはなり得ない。\n第５　当裁判所の判断\n１　取消事由１について\n(1)「曲がりくねった管路」の定義\n(1)－１　原告は　本件明細書には、段落【００５４】ないし【００５５】におい\nて「曲がりくねった管路」について定義がなされており、この定義を無視した審決\nの認定は違法であると主張する。\nしかしながら、甲第４号証（本件特許公報）によれば、本件明細書の発明の詳細\nな説明中の段落【００２２】ないし【００６６】にかけて、本件第１及び第２発明\nの実施例が記載されており、この実施例の説明の一部を構成する段落【００５４】\nに、「操作方法」として、\n「曲がりくねった管路によって到達される組織領域に、カテーテルを挿入する方法\nを、図９を参照して述べる。・・・本実施例では、標的部位に至る曲がりくねった\n管路には、血管４４、血管４４から直角より大きい角度で分岐した血管４６、およ\nび図に示すように、先行する血管から各々分岐血管４８と５０が含まれる。この管\n路には以下のものが含まれている。すなわちａ．多数の曲部：そのうちのいくつか\nは９０°以上の角度である；ｂ．小血管：一般にその管腔の直径は約３mm未満であ\nる；およびｃ．標的組織内の管路：その全長は少なくとも約５cm、一般に約１０～\n１５cmおよび長い場合は２５cmである。」\nと記載され、この記載に続く段落【００５５】に、\n「上記の特性を有する管路を、本明細書では曲がりくねった管路と定義\nし、・・・」\nと記載されていることが認められ、原告主張の【００５４】ないし【００５５】の\n記載は、実施例の説明の一部として、特定の実施例と関連づけて記載されているも\nのであり、【００５４】及び【００５５】の定義を、特許請求の範囲の記載に含め\nて適用すると明記されているものでもない。\nしたがって、【００５４】及び【００５５】に上記のような定義が記載されてい\nるとしても、本件特許請求の範囲が当然にこの定義に従って記載されているものと\n認めることはできない。\n(1)－２　そこで、特許請求の範囲の記載について検討するに、前記本件発明の要\n旨及び甲第４号証によれば、本件発明の特許請求の範囲の請求項１（本件第１発\n明）、及び請求項１を引用する請求項１４（実施態様項）に、曲がりくねった管路\nについて次のとおり記載されていることが認められる。\n請求項１：\n「外部の人体挿入部位から内部組織に、そして標的部位に至る約３㎜未満の管腔内\n径の脈管に沿って少なくとも約５㎝長の曲がりくねった管路に沿って該組織内に案\n内され得る、・・・カテーテルデバイスであって、該カテーテルは、約３㎜未満の\n管腔内径の脈管に沿って少なくとも５㎝長の曲がりくねった管路に沿って該標的部\n位に移動するに充分に可撓性である細長い管状メンバーを備え・・・該領域から該\n標的部位まで該内部組織内で該約３mmの管腔内径の脈管に沿って少なくとも約５\ncm長の該曲がりくねった管路に沿って該案内ワイヤをたどるための少なくとも約５\ncm長の比較的可撓性の遠位セグメント・・・」\n請求項１４：\n「前記遠位部分が３mmの管腔内径の脈管中の９０゜の曲部を通過し得る、請求項１\nに記載のカテーテルデバイス。」\n仮に、上記各請求項において「曲がりくねった管路」との用語が段落【００５\n４】及び【００５５】の定義に従って記載されていると仮定すると、請求項１及び\n１４に記載の「曲がりくねった管路」は、定義により「a. 多数の曲部：そのうちの\nいくつかは９０°以上の角度である；b. 小血管：一般にその管腔の直径は約３mm未\n満である；および c. 標的組織内の管路：その全長は少なくとも約５cm、一般に約\n１０～１５cm及び長い場合は２５cmである」との特性を備えるものを意味すること\nになる。\nところが、上記のとおり、請求項１には、「約３mm未満の管腔内径の脈管に沿っ\nて少なくとも約５cm長の曲がりくねった管路」と３箇所にわたって記載されてお\nり、これら３箇所について特性ｂ．及びｃ．に関する記載をみると、これら両特性\nについて定義と重複した規定となる。\nまた、特性ａ．についてみると、請求項１の「曲がりくねった管路」は、定義に\nより「a. 多数の曲部：そのうちのいくつかは９０°以上の角度である」との特性を\n当然に備えるものであることは明らかである。ところが、上記のとおり、請求項１\nを引用する請求項１４には「前記遠位部分が３mmの管腔内径の脈管中の９０゜の曲\n部を通過し得る、請求項１に記載のカテーテルデバイス。」と記載されており、こ\nれによれば、定義により「９０°以上の角度」であるはずの曲部の角度（この「曲\n部の角度」が、カテーテルの曲がり角度に対応することは明らかである。）を、例\nえば、９５゜以上というように、より優れた特性に限定するのではなく、９０゜以\n上の範囲のうち、もっとも特性が劣る「９０゜」に限定するという、極めて非合理\nな結果に帰する。\nこれに対し、請求項１に記載されている「曲がりくねった管路」との用語が、上\n記定義に従って記載されたものではないとすると、特性b.及びc.について屋上屋を\n架す問題はもとより存在せず、特性a.に関しても、請求項１では、格別の限定がな\nされていない曲部の角度について、請求項１４は、これを特に特性の優れた９０゜\nのものに限定するものとして合理的に理解することができる。\n(1)－３　他に、本件第１及び第２発明の各請求項が原告主張の上記定義に従って\n記載されたものであると解すべき事情も認められないので、上記定義は「特許請求\nの範囲の用語を定義するものではない」とした審決の認定に誤りはない。\n(2)「内部組織」の意味\n(2)－１　原告は、「特許請求の範囲第１項には、カテーテルデバイスが内部組織\nに案内される旨の記載はあるが、脳の血管中を案内される旨の記載はない。」とし\nた審決の認定を争っている。\nこの点に関する原告の主張を要約するならば、請求項１（本件第１発明）及び１\n５（本件第２発明）に記載の「外部の人体挿入部位から内部組織に、そして標的部\n位に至る約３mm未満の管腔内径の脈管に沿って少なくとも約５cm長の曲がりくねっ\nた管路に沿って該組織内に案内され得るカテーテルデバイス」との文言は、曲がり\nくねった管路を通過する能力によってカテーテルの可撓性のレベルを定義すること\nによって、本件第１及び第２発明の構成を記載しているものであり、このような曲\nがりくねった管路を経て存在する「内部組織」が「脳の深い部位のような軟組織」\nを意味すると当業者が理解することは当然であって、「特許請求の範囲の請求項１\nには、（本件第１及び第２発明の）カテーテルデバイスが脳の血管中を案内される\n旨の記載はない」、あるいは「内部組織」は「脳の深い部位のような軟組織」を意\n味するものではないとした審決の認定は誤りである、というものと理解される。\n(2)－２　まず特許請求の範囲の記載をみると、本件発明の要旨にあるとおり、特\n許請求の範囲の請求項１（本件第１発明）及び請求項１５（本件第２発明）には、\n「外部の人体挿入部位から内部組織に、そして標的部位に至る約３mm未満の管腔内\n径の脈管に沿って少なくとも約５cm長の曲がりくねった管路に沿って該組織内に案\n内され得る・・・カテーテルデバイスであって、・・・以下を備える：・・・少な\nくとも約５cm長の比較的可撓性の遠位セグメント・・・。」と記載されているのに\n対し、甲第４号証（本件特許公報）によれば、請求項１を引用する請求項９（実施\n態様項）には、「脳内にある部位に接近するために使用し、・・・前記遠位セグメ\nントは約１０～１５cmの間の全長を有する、請求項１に記載のカテーテルデバイ\nス。」と記載されており、また、間接的に請求項１５を引用する請求項２５（実施\n態様項）にも「脳内にある部位」に接近するために使用し・・・」との記載のある\nことが認められる。\nこのように、請求項１及び１５に記載のカテーテルについては、その標的組織な\nいし使用対象について「脳内にある部位」ないし「脳組織」に限定する旨の規定が\n存在しないのに対し、請求項１を引用した請求項９及び請求項１５を間接的に引用\nした請求項２５では、カテーテルの使用対象が「脳内にある部位」と明確に限定す\nる文言が存在していることが明らかである。\n(2)－３　そして、甲第４号証（本件特許公報）によれば、本件明細書の発明の詳\n細な説明の中には、本件第１及び第２発明によるカテーテルの標的組織、すなわち\n使用対象が「脳内にある部位」ないし「脳組織」に限定される旨の記載も、「柔組\n織」あるいは「内部組織」との用語が、特に「脳組織」のみを意味するものとして\n使用する旨の記載もないことが認められるので、本件第１及び第２発明において\n「内部組織」とは「脳組織」を意味するとの原告の主張は理由がない。\n(3)　取消事由１についてのまとめ\n取消事由１は、原告の審判答弁書の主張の判断遺脱についての構成となっている\nが、その主張の実質は上記(1)、(2)で要約したような審決の判断の誤りをいうもの\nと理解される。そして、以上判断したところによれば、これらの主張には理由がな\nく、審決の認定に誤りがあるとはいえないから、取消事由１は理由がない。\n２　取消事由２について\n(1)　原告は、審判甲第２号証に記載のカテーテルは、本件請求項１及び１５に記\n載の「外部の人体挿入部位から内部組織に、そして標的部位に至る約３mm未満の管\n腔内径の脈管に沿って少なくとも約５cm長の曲がりくねった管路に沿って該組織内\nに案内され得るカテーテルデバイス」ではないと主張し、その根拠として 【Ｆ】\n博士の供述書（甲第６号証）を援用する。\nしかしながら、この主張は、本件第１及び第２発明で定義されている「内部組\n織」が「脳組織」に限定されるものであることを前提にするものであるところ、本\n件第１発明及び第２発明のカテーテルの使用対象が、脳組織に限定されるものでな\nいことは、取消事由１について判断したとおりであるから、前提において既に理由\nがない。\n取消事由２の主張中には、審決は「曲がりくねった管路」の定義を無視した旨の\n部分があるが、審決にそのような誤りはないことも取消事由１において判断したと\nおりである。\n(2)　原告は次に、「審判甲第２号証に開示されたカテーテルは、その外径が２．\n１０mm、１．６６mmであるから、管腔内径が約３mm未満の脈管を進行し得るもので\nあり、管腔内径が約３mm未満の脈管に沿って案内させることは、当業者が容易に想\n到し得るものである。」とした審決の認定、判断は誤りである旨主張する。\nしかしながら、甲第５号証によれば、審判甲第２号証の１頁本文１２行ないし１\n６行（翻訳第１頁１０ないし１２行）に、「この複合カテーテルは、・・・４０\ncmの・・・ポリエチレン管材（内径１．１２mm、外径１．６６mm）の先端部を有す\nる」との記載があり、１頁本文２６行ないし３２行（翻訳１頁１８ないし２２行）\nには、該カテーテルが、「曲がりくねった頸動脈の選択的カテーテル法」に使用さ\nれ、「この複合カテーテルのより小さな直径の頭蓋部分は、・・・頸動脈・・・中\nに導入されたカイドワイヤ上を・・・容易に進行し得る。」と記載されていること\nが認められる。\nそして、この複合カテーテルの先端部は、上記記載のとおりポリエチレン製であ\nり、これは、本件第１及び第２発明のカテーテルの遠位セグメントと同じであるか\nら（本件特許公報（甲第２号証）の請求項６、１２、２２、及び段落【００１\n９】、【００２３】の記載）、本件第１及び第２発明のカテーテルと同様の柔軟性\nを備えるものということができる。\nそうすると、このような複合カテーテルが、たとえ曲がりくねったものであって\nも、それ自身の外径（１．６６mm）より太い約３mmの内径の管路を進行し得ないと\nすべき根拠はないといわなければならず、原告の上記主張も理由はない。\n(3)　原告は、また、本件第１及び第２発明のカテーテルは、「介入神経放射線\n学」と呼ばれる新規な医療分野を開拓してそこで用いられ、従来の、脳血管造影に\n用いられる審判甲第２号証に記載のカテーテルとは全く異なるものであると主張す\nる。\nこの主張も、本件第１及び第２発明のカテーテルが、脳組織に使用されるものに\n限定されることを前提とするものと解されるところ、本件第１発明及び第２発明の\nカテーテルがそのようなものに限定されるものでないのは、前記判示のとおりであ\nって、原告のこの主張も前提を欠き理由がない。\n(4)　その他の取消事由２における原告の主張も、すべて以上判示したところとは\n相容れない主張を前提にするものであって理由がなく、取消事由２もすべて理由が\nない。\n第６　結論\n以上のとおり、原告主張の審決取消事由は理由がないので、原告の請求は棄却さ\nれるべきである。\n（平成１２年９月５日口頭弁論終結）\n東京高等裁判所第１８民事部\n裁判長裁判官　　　永　　　井　　　紀　　　昭\n裁判官　　　塩　　　月　　　秀　　　平\n裁判官　　　橋　　　本　　　英　　　史\n"
}