{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 18,
    "month": 4,
    "day": 20
  },
  "case_number": "平成16(わ)123",
  "case_name": "",
  "court_name": "岡山地方裁判所第１刑事部",
  "gist": "採石場において岩盤が大きく崩落し，作業員３名が死亡した事故について，採石場を経営する会社及びその代表者に業務上過失責任があり，労働安全衛生法違反もあるとの検察官の主張を排斥し，両者に対して無罪を言い渡した事例",
  "lawsuit_id": "33424",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=33424",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/424/033424_hanrei.pdf",
  "contents": "主文\n被告人両名は無罪。\n理由\n（本件公訴事実）\n本件公訴事実（ただし，訴因変更後のもの。）は，下記のとおりである。すなわ\nち，\n被告人株式会社甲（以下，「被告会社」という。）は，岡山県総社市ａｂ番地\n（平成１３年１０月３１日以降は同市ａｃ番地ｄ）に本店を置き，Ａ県知事の登録\nを受けて採石業等を営む事業者，被告人乙は，被告会社の代表取締役として，同社\nの業務全般を統括管理し，作業員の指揮監督及び安全管理等の業務に従事するとと\nもに，採石業務管理者として，岩石の採取に伴う災害の防止に関する職務を負って\nいるものであるが，\n第１ 被告人乙は，被告会社が，Ａ県知事の認可を受けて，昭和４７年ころから，\n同市ｅ字ｆｇ番地ｈ所在の通称「ｆ山」（標高２７１メートル）北側斜面に位\n置する岩石採取場において，作業員らに地山の掘削及び岩石採取等の作業を行\nわせるに当たり，同作業を誘因とする地山の崩壊等により作業員らに危険を及\nぼすおそれがあったのであるから，あらかじめ地山の形状，地質及び地層の状\n態を調査した上，掘削面の安全なこう配を維持しつつ，最も安全とされる階段\n掘削法（ベンチカット法）を用いるなど，作業員らの生命・身体の安全を確保\nするための万全の措置を講じることはもとより，地山の形状等や岩石崩落の状\n況等から，大規模な地山の崩壊が予測し得る場合には，これによる死傷事故を\n確実に回避し得るような安全な場所に作業員らを待避させるべき業務上の注意\n義務があるのに，これを怠り，あらかじめ地山の形状，地質及び地層の状態を\n全く調査せず，岩石に亀裂が多く地層が「流れ盤」を呈しているなど，地山が\n掘削等の誘因により崩壊し易い素因を備えていることを看過したまま，平成１\n０年ころから，階段掘削法を用いないで地山の掘削等を進めるなど，作業員ら\nの生命・身体の安全を確保するための万全の措置を講じないで，高さが約２３\n０メートル，こう配がのり尻部約７２度，中腹部約６３度という急傾斜の掘削\n面を形成させて，大規模な地山の崩壊の危険を生じさせ，平成１２年６月２２\n日ころ，東側掘削面の岩石等が崩落し，さらに平成１３年３月１２日早朝，西\n側掘削面の岩石等が崩落したことから，大規模な地山の崩壊の危険が迫ってい\nることを予測し得たのに，大規模な地山の崩壊など起こらないものと軽信し，\nそのころ同作業のため同採石場に来た作業員らを，大規模な地山の崩壊による\n死傷事故を確実に回避し得るような安全な場所に待避させなかった過失により，\n同日午前１０時１３分ころ，地山を山頂から北側斜面にかけての広範囲にわた\nり崩壊させて約１５０万立方メートルに及ぶ岩石等を崩落させ，よって，同採\n石場にいた作業員であるＢ（当時６７歳），同Ｃ（当時３２歳）及び同Ｄ（当\n時５６歳）を岩石等で生き埋めにし，よって，即時同所において，上記Ｂ及び\n上記Ｃをそれぞれ胸郭運動の障害により窒息死させ，上記Ｄを不明の原因によ\nり死亡させた，\n第２ 被告人乙は，被告会社の業務に関し，平成１３年３月１２日，上記岩石採取\n場において，労働者である上記Ｂらを使用して，採石作業を行うに当たり，地\n山の崩壊等による労働者の危険を防止するため，あらかじめ，当該採石作業に\n係る地山の形状，地質及び地層の状態を調査した上，その調査により知り得た\nところに適応する採石作業計画を定め，かつ，当該採石作業計画により作業を\n行わなければならないのに，これらを行わないで採石作業を行い，もって，採\n石の業務における作業方法から生ずる危険を防止するため必要な措置を講じな\nかった\nというものである。\nなお，検察官は，業務上過失致死罪の関係で，被告人乙は，①あらかじめ（すな\nわち，昭和４７年ころから本件岩石採取場において掘削を開始する前に）地山の形\n状，地質及び地層の状態を調査すべき業務上の注意義務があるのに，これを怠り，\nあらかじめ地山の形状，地質及び地層の状態を全く調査せず，岩石に亀裂が多く地\n層が「流れ盤」を呈しているなど，地山が掘削等の誘因により崩壊し易い素因を備\nえていることを看過した過失，②掘削面の安全なこう配を維持しつつ，最も安全と\nされる階段掘削法を用いて，本件現場の崩落を防ぎ，作業員らの生命・身体の安全\nを確保すべき業務上の注意義務があるのに，これを怠り，平成１０年ころから，階\n段掘削法を用いないで地山の掘削等を進めるなど，作業員らの生命・身体の安全を\n確保するための万全の措置を講じないで，高さが約２３０メートル，こう配がのり\n尻部約７２度，中腹部約６３度という急傾斜の掘削面を形成させて，人の死傷の結\n果を伴う規模の地山の崩壊の危険を生じさせた過失，③平成１２年６月２２日ころ，\n本件岩石採取場の北側斜面東側において，岩石等の崩落が発生したことにより，そ\nの後，再び北側斜面の岩石等が崩落する危険が生じたのであるから，地山の形状，\n地質及び地層の状態を調査するなどして安全が確認できるまで，みだりに本件岩石\n採取場に作業員らを立ち入らせないことによって，作業員らの生命・身体の安全を\n確保すべき業務上の注意義務があるのに，これを怠り，平成１２年６月２２日ころ\nに発生した東側掘削面の岩石等の崩落後も地山の形状，地質及び地層の状態を調査\nすることなく，漫然，同日ころ以降もみだりに本件岩石採取場に作業員らを立ち入\nらせていた過失，④地山の形状等や岩石の崩落状況等から，人の死傷の結果を伴う\n規模の地山の崩壊が予測し得る場合には，これによる死傷事故を確実に回避し得る\nような安全な場所に作業員らを待避させるべき業務上の注意義務があるのに，これ\nを怠り，平成１３年３月１２日早朝西側掘削面の岩石等が崩落したことから，人の\n死傷の結果を伴う規模の地山の崩壊の危険が迫っていることを予測し得たのに，そ\nのような地山の崩壊など起こらないものと軽信し，そのころ，同作業のため同採取\n場に来た作業員らを，いかなる規模の地山の崩壊が発生した場合にも死傷事故を確\n実に回避し得るような安全な場所に待避させなかった過失があり，被告人乙には，\n以上の４つの注意義務とその違反としての過失行為があるのであって，いずれか一\nつでも過失が認められれば，同被告人は業務上過失致死の罪責を負うものであると\n釈明した。\n（当裁判所の判断）\n１ 当公判廷において取り調べた証拠によれば，以下の事実を認めることができる。\n(かっこ内に検察官請求証拠番号を記す。)\n(1) 被告会社は，被告人乙の義（養）父であるＥが個人で始めた商店を前身とし，\n昭和３２年に有限会社となり，昭和３９年４月ころから砕石・山土の採取販売\nを開始し，平成８年７月に組織変更により被告会社が設立された。\n被告人乙は，大学を卒業し，土木関係の会社に勤務した後，昭和４５年４月，\n被告会社に入社し，当初は土木部長，昭和４６年４月に専務取締役兼土木部長，\n昭和６３年１０月に代表取締役となり，本件大崩落時に至った。なお，Ｂは昭\n和３２年以前から被告会社ないしその前身である商店において稼働し，本件岩\n石採取場（以下，「採石場」という。）における工場長で現場責任者として，\nＤは平成元年から採石場においてそれぞれ稼働していた。Ｃは，砕石を積んで\n運び出す被告会社専属のダンプカー運転手として採石場に出入りしていた。(検\n30,68,85,87)\n(2) 被告会社は，岡山県総社市ｅ字ｆｇ番地ｈ所在の通称ｆ山の北側斜面（以下，\n「本件地山」という。）において採石場を設け，岩石採取を行うこととし，昭\n和４７年，本件地山の斜面１８万２８８９平方メートルについて，その共有者\nＦ外３５名との間の契約により岩石採取を行う権限を取得し，採石法３２条の\n３第１項に基づく採石業者としてのＡ県知事の登録を受けるとともに，Ａ県に\n対し採取計画認可申請を行い，その認可を受けた。認可の期間は当初３年間で\nあったが，その後４年ないし５年ごとに更新が繰り返され，平成９年２月に採\n取の期間を同年４月１日から平成１４年３月３１日までの５年間とする採取計\n画認可申請を行い，平成９年３月３１日にその認可を受けた。その認可に係る\n採取計画認可申請書によれば，岩石の賦存の状況（地形，地質，岩石の走向，\n傾斜，厚さについて記載）欄に，「全山黒色粘板岩，幅４５２メートル，奥行\n３３０メートル，傾斜５２度」，年間採取量について「平成９年ないし平成１\n３年まで毎年１１万トンないし１３万トン」，採掘方法欄に「露天掘，階段採\n掘法，階段の高さ２０メートル，階段の巾２０メートル，掘削こう配１：０．\n６」，予想される災害の態様欄に「当採石場は表土が少なく岩盤が露出し岩質\nが硬く，死石がないので崩壊の危険はない。山は急斜面なので落石の無いよう\n出来るだけ計画どうりベンチカットにし，・・」などの内容が記載され，その\n認可書においては，「採掘終了時の残壁は崩壊を防止し得る安全勾配を保持し，\nできる限り階段状とすること」などの認可条件が記載されている。\n他方，被告人乙は，昭和４８年４月，採石業務管理者試験に合格し，以後継\n続して被告会社の主たる業務管理者の地位にあった。（検27,30,31,69,70)\n(3) 本件大崩落当時の採石場の構造をみると，掘削面に続いてその北側に平坦な\n「土場」と称する，その奥行きが東側から中央にかけて７０ないし８０メート\nル，その西側２０ないし３０メートルの広場があり，その土場に続いて北側に\nは，東部分に高さ１０メートルくらいの地山の土手，西部分に高さ３０メート\nルくらいのクラッシャーランと呼ばれる五，六万立方メートルくらいの砕石を\n集めた台地状の山が形成されており（以下，その土手とクラッシャーランを併\nせて「土手等」という。），土場はその土手等によって囲まれた盆地状になっ\nており，崩落等があった場合でも，同所には１０万立方メートル程度の規模の\n岩石であれば，これを留めることが可能な広さ，容積を有していた。その土手\n等の北側にはクラッシャー等と呼ばれる破砕選別機械等が設備されていたほか，\n製品原石の堆積場，廃車バスを改造した事務所などが所在し，さらにその北側\nは東西に延びる市道と接し，市道の北側はｉ川の河川敷が広がっていた。\n(検71,80,82,132,証人Ｇ)\n(4) 採石場での作業内容は，地山の岩盤を穿孔して火薬を装填し，岩盤を発破し，\n発破によって切り崩した岩石をパワーショベルやブルドーザーを用いて下に落\nとすずり出しなどの作業（以下，「発破ずり出し作業」という。）をし，その\n岩石を上記破砕選別機械により砕石し，これをダンプカーにより運び出すとい\nうものである。そして，被告会社は，昭和６０年ころから平成１０年７月ころ\nまでの間は有限会社Ｈ（代表取締役Ｉ。以下，「Ｈ」という。）に発破ずり出\nし作業を請け負わせ，同月ころ以降は，すでにある発破後の岩石を砕石等して\n運び出す作業をし，平成１１年６月から有限会社Ｊ（代表取締役Ｋ。以下，\n「Ｊ」という。）に発破ずり出し作業を請け負わせた。その作業方法は，Ｈに\nついては，作業を開始した当時，頂上よりかなり下の地点からその下の中腹辺\nりまで階段状の掘削が進んでいたため，中腹地点よりさらに下に向けて階段状\nに順次発破ずり出し作業を行い，下場まで掘削が進むと，また上部から同じ方\n法で下場まで同作業を行うというものであった。そのころに形成された小段の\n形状は，奥行き幅が，大型ブルドーザー２台が対向して通行できるくらい，高\nさが，パワーショベルが腕を伸ばしたくらいのものであった。Ｊについては，\n本件地山斜面西側において，上方から下方に向けて発破ずり出し作業を行い，\nそれにより階段状の掘削面が三，四段形成されていた。また，各段の実際の掘\n削の方法についても，計画では高さ２０メートル，奥行き幅２０メートルとさ\nれていたが，実際上は，高さについてはパワーショベルの腕の届く範囲，奥行\nき幅については大型ブルドーザーによる作業が可能になる程度といった方法で\n施工されていた。そして，複数の階段状の掘削面が残壁として出現する際には\n各段の奥行き幅は数メートル程度であった。そのようにして掘削が行われた結\n果，採石場の東側掘削面と中央付近掘削面の岩盤が露出して断崖状の斜面を形\n成し，西側は，ブルドーザー等の通り道となる「く」の字状に幾重にも折れ曲\nがった作業道が頂上近くまで延び，それぞれの外側には樹木が生い茂っていた。\n（検45[抄本],58[抄本],60[抄本],証人Ｌ，同Ｋ）\n(5) そのような中で平成１２年６月２２日，本件地山東側の岩盤３万ないし４万\n立方メートル(検２７添付平面図1/500，証人Ｌ)が崩落したが，人身被害を出す\nことなく，その崩落岩石は上記土場の中に納まった。被告人乙は，当該崩落部\n分は約３０年くらい前に掘削した後掘削していなかった部分であったこと，そ\nの崩落前に大雨が降ったこと及びその辺りはその崩落前から表面部分が崩れや\nすいものと認識していたことなどから，掘削作業が原因となって当該崩落が生\nじたのではなく，その大雨の影響による当該箇所の岩盤の緩みが原因で崩落が\n生じたものと判断し，また，当面その辺りの斜面を掘削する予定はなかったた\nめ，崩落の原因調査を行わなかった。(検72,73,76,82,証人Ｍ,同Ｌ,同Ｋ) な\nお，それより前に生じた崩落としては，平成９年７月２３日ころ，台風による\n大雨のため崩落があったとＮ地方振興局建設部管理課係員による採石立入検査\n現地調査書に記録されているが，その規模，崩落箇所等は明らかではなく，そ\nの後上記平成１２年６月２２日の崩落まで特に目立った崩落があったことは記\n録されていない。(検27)\n(6) そして，平成１３年３月１２日本件大崩落が発生したのであるが，そこに至\nる経過は以下のとおりである。すなわち，\n同日午前６時１３分ころ，二，三分の間隔をおいて２回，本件地山中央やや\n西側部分において，小規模な岩盤の崩落が生じた。被告人乙は，同日午前６時\n３０分ころ，これを目撃した採石場の近隣住民であるＯから通報を受け，午前\n７時過ぎころ，採石場に赴き，上記クラッシャーランの上から，数分程度の間，\n採石場の様子を見渡したり，耳を澄まして音を聞いたりして，本件地山の様子\nを確認したが，斜面中腹部の岩盤が崩落して一辺が１０メートルくらいの四角\n形状に薄皮をめくるようにずれ落ちて，土場に１１トンダンプカー四，五台分\nくらいの岩石が堆積しているのを認めたものの，その他には崩落した箇所を確\n認できなかったため，既に出勤してきていたダンプカー運転手Ｍにも特にその\n確認した状況を告げたり，崩落に注意するように指示するなどの行動をとるこ\nともなく採石場を立ち去った。(検42,47[抄本],48[抄本],49[抄本],52,72,73,\n80,82,被告人質問第17回公判)\n(7) その当日採石場に出勤してきたのは，上記Ｂ，Ｄ，Ｃのほか，被告会社従業\n員Ｐ，Ｊ従業員Ｌ，上記Ｍの６名である。当日は，午前７時５分ころにＭが，\n午前７時４５分ころにＤが，その後午前７時５０分ころまでにＢ，Ｌ及びＰが\nそれぞれ出勤し，そのころＣもダンプカーで出勤して来た。Ｂ，Ｄ，Ｐの３名\nは，岩盤の一部が崩落していることに気付き，話し合った結果，当日は作業を\n中止し，地山の様子を監視することとしたが，Ｌは，本件大崩落が発生するま\nで，本件地山の西側斜面上部において，バックホーによる破砕岩のずり出し作\n業を行っていた。ＢとＰは，事務所の中にいたり，事務所の外で地山の様子を\n見たりしていた。Ｄは，ほとんど事務所内にいたが，途中，ＣとＭのダンプカ\nーへ砕石を積載する作業を行った。ＣとＭは，午前８時１０分ころダンプカー\nに乗って採石場を出発し，取引先に砕石を運搬したが，その後，Ｍは採石場に\n戻り，ＤがＭのダンプカーに砕石を積載すると，午前９時１０分ころ，Ｍは再\nび，ダンプカーに乗って採石場を出て上記取引先に向かった。その後，Ｃが採\n石場に戻ってきた。午前９時過ぎころ，斜面中腹やや西寄りの岩盤の表面がは\nがれ落ち，ダンプカー１台分くらい量の落石が採石場西寄りの土場に堆積した。\nその様子を見たＰは，Ｂにこれを知らせた。その後，ＢとＰが採石場の西端付\n近において山肌を監視していたが，そのころには，採石場東側斜面上部の岩盤\n等から人間の頭程度の大きさの岩石が１０分ないし２０分ごとに不規則に落石\nする状況であったところ，午前１０時ころになって，再び斜面中腹やや西寄り\nの岩盤の表面がはがれてすべり落ちた。そのとき，Ｂが「タイヤショベルを移\n動する。」と言い，Ｐが制止したのを無視して上記破砕選別機械設備南側に停\nめていたタイヤショベルのところまで歩いて行った。午前１０時過ぎころ，Ｄ\nは，事務所の少し西側に立っており，Ｐからの，大丈夫かという呼びかけに対\nし，両手を上にして丸の形を作り，大丈夫だという合図をした。Ｃは，事務所\n南側に停止させたダンプカーの側に立っていた。しかし，Ｂがショベルカーを\n運転して，元いた場所の方に戻ろうとする途中，午前１０時１３分ころ，まず，\n斜面中腹中央西寄りの高さ約３０メートル，横幅約３０メートルの岩盤がはが\nれ落ち，続けて，本件地山の山頂を越え，その南側やや下辺りから山頂自体が\nずり落ちる態様で採石場北側斜面全体が崩れ落ちるように崩落した。Ｂはタイ\nヤショベルに乗ったままの状態でずり落ちてきた岩石などに押し出され，Ｄと\nＣは岩石等に埋まった。ＰとＬは西の方向に向かって走って逃げたため，崩落\nに巻き込まれることを免れた。その崩落した岩石等は，採石場の北側の市道を\n覆い，ｉ川流域内にまで及んだ。(検1,3,32,36[抄本],37[抄本],42,50[抄本],\n52，証人Ｌ）\n本件大崩落の結果，Ｂ及びＣは，いずれも胸郭運動の障害により窒息死し，\nＤは不明の原因により死亡した。(検10ないし25)\n本件大崩落によって流出した岩石等の量は，複数の専門家が独自の立場から\n計算しているところ，そのいずれか１つを厳密に科学的に間違いないものとし\nて採用することはできないものの，これらはいずれも相応の根拠を有している\nものであり，それらの計算によると，その量は少なくとも７６万８０００立方\nメートル，最大で１５０万立方メートルと計算されている。(検8,102,132,証人\nＱ,同Ｒ，同Ｇ)\n(8) 本件大崩落の原因について，その後の専門家による調査等によれば，本件地\n山は，舞鶴層群に属する粘板岩ないし粘板岩起源の岩石で構成されていたが，\n層理面が傾斜とほぼ同一方向の流れ盤を呈しており，かつ層理面に沿った節理\n及び層理面と高角度に斜交する節理が発達し，高角度の傾斜を有する断層が多\n数あり，それらの中には断層破砕帯を挟在させているものもあったことから，\n斜面が不安定になると，層理面に沿って崩壊しやすく，また，崩壊する場合に\nはすべり面となる層理面が深い場合も多く，規模が大きな崩壊を起こす構造を\n有していた。（証人Ｇ，検132等）\nなお，弁護人請求証人Ｓの供述及び同人作成の「メモ送付の件」と題する書\n面添付の「総社市岩盤崩壊個所の地質について」と題する書面及び末尾添付図\n(弁6）によれば，同添付図Ｆ１ないしＦ４と記載された４箇所の層理面と高角\n度をなす断層等が本件大崩落の大きな原因ないし素因として作用したことが判\n明している。\nそして，本件地山がそのような構造ないし素因を有した上，被告会社による\n本件地山の掘削によりその形状が変更された結果，本件地山の安定が崩れて本\n件大崩落が発生した。なお，ダイナマイトによる岩盤の発破や降雨，地震等が\n本件大崩落の要因になったものではないことが判明している。\nさらに，本件大崩落のすべり面の形状等についてみるに，これを厳密に科学\n的に確定することはできないが，その滑り線の上部は本件地山の山頂を越えた\n反対側である南側斜面標高約２７０メートルの地点，その下部は本件地山北側\n斜面標高約１００メートルの地点であり，その間の高低差は約１７０メートル，\nすべり面の長さは約２４０メートル，すべり面の傾斜角度は直線滑りとして約\n４５度であったものと考えられる。(検7,110,証人Ｔ,同Ｕ)\n(9) これに対し，被告会社において，昭和４７年以降本件大崩落までの間，本件\n地山の地質，地層の状態等について，当初の認可申請をする際の調査以外には，\n改めて専門家に調査を依頼したり，ボーリング調査等をしたりすることはなか\nった。\n２ なお，Ｖの警察官調書等(検54,129[不同意部分を除く],130)によれば，本件採\n石場山頂付近西側で，平成１２年１１月８日とその後の平成１３年１月６日ころ\nまでの間に合計２回岩盤が崩落したかのような供述がなされているが，上記のと\nおりＪが平成１１年６月ころから本件採石場の作業に従事するようになり，同社\nは被告人乙と協議の上山頂部付近の西側から掘削することを計画し，その準備の\nため，山頂部に向けた作業道を作り，山頂部の表土を留める場所を作っていたも\nのであるところ（証人Ｋ，被告人質問第18回公判)，平成１２年１１月８日にＶが\n撮影した写真（検130）には，山頂部付近にショベルカーが撮影されていることか\nらすると，Ｖがその日に目撃した状況は，Ｊが上記山頂付近を造成するための作\n業であった可能性が大きく，また，平成１３年１月６日にＶが撮影した写真（検\n130）には，その後の作業の結果山肌が変容した状況が撮影されているだけである\nとみることができるから，上記各崩落の事実を認めることはできない。\nまた，証人Ｍは，本件採石場における掘削方法について，平成１１年６月にＪ\nが発破ずり出し作業を開始する前，掘削面の最下部にＢとＰが爆薬を装填して発\n破する方法で掘削作業をしていた旨供述するが，他方で，Ｍは，その際にも斜面\n下部を発破した結果，その上部が崩れる場面を見てはいないとも供述しているこ\nと，Ｍはチャーター運転手であって，１日に１０数回程度，石材を積載するため\nに，本件採石場にダンプカーを乗り入れることはあったが，掘削作業現場に立ち\n入ることは多くなく，掘削作業を詳細に目撃しうる状況にはなかったと認められ\nること，被告会社では発破によってずり出した岩石をさらに発破を用いて細かく\nする小割作業を行っていたと認められ（検70），Ｍは，この小割作業を目撃して，\n斜面下部を発破していると誤認した可能性を否定しきれないことなどに照らすと，\n被告会社が，平成１１年６月以前に，斜面下部に爆薬を装填して発破する方法で\n掘削していたということはできない。\n３ 上記の認定事実を前提として検察官の主張する各訴因が認められるかについて\n以下検討する。\n(一) 先ず，あらかじめ（すなわち，昭和４７年ころから本件現場において掘削を\n開始する前に）地山の形状，地質及び地層の状態を調査すべき業務上の注意義\n務があるのに，これを怠り，あらかじめ地山の形状，地質及び地層の状態を全\nく調査せず，岩石に亀裂が多く地層が「流れ盤」を呈しているなど，地山が掘\n削等の誘因により崩壊し易い素因を備えていることを看過した過失があるとの\n検察官の主張について検討する。\n上記のとおり，被告会社において，昭和４７年以降本件大崩落までの間，本\n件地山の地質，地層の状態等について，当初の認可申請をする際の調査以外に\nは，改めて専門家に調査を依頼したり，ボーリング調査等をしたりしてはいな\nい。\nしかし，被告会社において，Ａ県に対し採取計画認可申請をするにあたり，\n岩石の賦存の状況や崩落の危険性の有無等についての調査に基づき採取計画認\n可申請書を作成提出しているところ，その内容をみると，上記１・のとおり，\n採石の対象となる本件地山の地質は全山黒色粘板岩で，その幅４５２メートル，\n奥行３３０メートル，その傾斜５２度であること，その地山は表土が少なく岩\n盤が露出し岩質が硬く，死石がないので崩壊の危険はないこと等とされており，\nその内容は，流れ盤構造を有していることや断層及び節理の存在等を除けば，\n上記１(8)に記述した本件事故後の専門家による地質等の調査結果と符合するも\nのである。そして，証人Ｇの供述及び照会事項回答書(検132）に証人Ｓ及び\n「メモ送付の件」と題する書面(弁6)等(本件地山の地質や地層の状況，特に本\n件大崩落の素因となった諸断層の存在及び層理面との角度，その発見可能性等\nについて，上記両証人がそれぞれ供述等しているところ，両者はともにＷ大学\n防災研究所地盤災害研究部門に所属し，Ｇは地球物理方面，Ｓは地質鉱物学方\n面を専門領域とするため，やや違った観点ないし視点からの供述があるものの，\n全体としてみると両者の各供述の間に矛盾はないと理解される。）を検討する\nと，流れ盤構造を有することについては，流れ盤であること自体は珍しいこと\nではなく，そのことから直ちに地山の崩壊が予測できるものではないこと，上\n記のとおりの断層及び節理を有することについては，それらの節理の発達程度\nは，この地域の舞鶴層群の地層としては普通に見られるものであって，それ自\n体特殊なことではなく，また，それらは外見からこれを見出すのは困難である\nこと等の事情を認めることができる。また，上記平成１２年６月の崩落が発生\nしたものの，その崩落後においても，認可権者であるＡからもその崩落の原因\nが断層等の地質構造に起因することについての特段の指摘を受けたことはなく，\nそれらの断層や節理の存在等を認識させるに足る事情があった状況も認められ\nない。したがって，本件においては，被告人乙において，その崩落の原因が大\n雨が降ったことによる当該箇所の岩盤の緩みにあると考えたのも不合理ではな\nく，上記断層や節理の存在等についての認識を全く有していなかったのも無理\nはないと考えられる。また，地質，地層の状態を調査する方法として，ボーリ\nング調査や弾性波探査等の方法もあり，崩落の予知の方法として伸縮計を設置\nするという方法もあるが，上記両証人の各供述等によれば，上記の断層は地層\nと高角度をなしているものが多いことからボーリング調査をしてもその状況の\n発見は困難であったことが認められ，弾性波探査や伸縮計の設置についても，\n相当の費用を要することなどから当時他の採石場においてもそのような探査や\n設備の設置等が行われることはなく，また，それらを必要とするような具体的\n兆候があったともいえない。これらの事情からすると，被告会社において，ボ\nーリング調査，弾性波探査，伸縮計の設置等をすべき義務があったと言うのは\n難きを強いるものと言わざるを得ない。したがって，被告会社において，上記\n認可申請をするに際して行われた調査の内容を越えた調査義務があったとはい\nえず，上記認可申請時の調査をもって法令の要求する調査義務を果たしていた\nと認められる。\nそうすると，この点についての検察官の主張は採ることができない。\n(二) 次に，掘削面の安全なこう配を維持しつつ，最も安全とされる階段掘削法を\n用いて，本件地山の崩落を防ぎ，作業員らの生命・身体の安全を確保すべき業\n務上の注意義務があるのに，これを怠り，平成１０年ころから，階段掘削法を\n用いないで地山の掘削等を進めるなど，作業員らの生命・身体の安全を確保す\nるための万全の措置を講じないで，高さが約２３０メートル，こう配がのり尻\n部約７２度，中腹部約６３度という急傾斜の掘削面を形成させて，人の死傷の\n結果を伴う規模の地山の崩壊の危険を生じさせた過失があるとの検察官の主張\nについて検討する。\n(1) 先ず，階段掘削法の意味について検討するに，専門書（日本砕石協会発行\n「採石読本上巻」［弁護人請求証拠番号１］等）によると，階段掘削法とい\nうのは，岩石等の採掘対象物を，上部より階段状に掘削する方法であるとこ\nろ，検察官は，本件において，上記認可にかかる階段掘削法における高さ２\n０メートル，奥行き幅２０メートルというのは掘削後の残壁の状態を指すか\nのような主張をする。\nしかし，捜査関係事項照会回答書(検27)添付の採取計画認可申請書添付横\n断図等によれば，掘削後の階段構造の残壁の底辺（以下，「ベンチ部分」と\nいう。）の奥行き幅は明らかに２０メートルに満たない幅のものとして図示\nされて，それが認可されていること，上記１(2)の認可書における「採掘終了\n時の残壁は崩壊を防止し得る安全勾配を保持し，できる限り階段状とするこ\nと」との認可条件においても，ベンチ部分についての具体的な奥行き幅につ\nいての指示はなく，できる限り階段状とすることという表現からすると，場\n合によっては奥行き幅がなくてもよいかのような理解すら可能であること，\nさらには，捜査関係事項照会回答書(検27)添付の採石立入検査現地調査書及\nび被告人乙の供述によれば，採取計画を認可したＡ県Ｎ地方振興局建設部管\n理課の職員が，本件採石工場に定期的に立入検査を行い，採取区域，採取の\n方法等（掘削方法等），災害防止等についての点検をし，指摘すべき事項が\nあれば，その旨の指摘を行うなどの活動を行っており，その立入検査は，複\n数名のＡ県職員が図面を見ながら３０分から１時間くらいの時間をかけて行\nうというものであるが，本件採石場における残壁の状況が上記高さ２０メー\nトル，奥行き幅２０メートルといったものでないことは明らかであり，これ\nが認可内容と異なるものであれば，何らかの指摘がなされているはずである\nのに，そのような指摘は全くなされていないことをも併せみると，上記認可\nに係る階段掘削法の内容とされている「高さ２０メートル，奥行き幅２０メ\nートル」，「掘削こう配１：０．６」との意味は，各段の掘削過程における\n掘削方法を指していると解される。したがって，当初の第１段目はその高さ\n及び奥行き幅を目処にして掘削するが，第２段目を掘削する際は，第１段目\nのベンチ部分の奥行き幅につき，第３段目を採掘する際は第２段目のベンチ\n部分の奥行き幅につき，以下第４段目，第５段目等の下部に掘り進んでいく\n場合には，それぞれその直前のベンチ部分の奥行き幅につき，２０メートル\nの幅をそのまま残すことは求められておらず，第２段目以降は，その残壁及\nびその上部の残壁を全体として，崩壊を防止し得る程度のこう配を保持する\n階段状態を残すことで足りると認められる。\nそして，被告会社において地山の上部から下部に順次階段状に掘削してい\nく方法で掘削が行われていたこと自体は，Ｉ，Ｋ，Ｘ及び被告人乙が，それ\nぞれ各段の高さ及び奥行き幅の程度については若干区々となる供述をしてい\nるものの，一致して供述しており，そのような方法以外のたとえば傾斜面採\n掘法などを採用していた様子は証拠上窺われない。\n以上の諸点からすると，被告会社において，継続して階段掘削法による掘\n削が行われていたと認められる。\nこれに対し，証人Ｍは，「平成１０年１２月当時，ｅ採石場では，階段掘\n削法によって掘削されている部分は全くなかった。その後Ｊが階段掘削法で\n掘削を始めたがそれは全体の中ではごく一部であった。」旨の供述をしてい\nるが，その供述については，Ｍは証言時本件採石場の航空写真写しに階段掘\n削法が行われていなかった場所を図示しているところ，その図示した範囲に\nは，その写真上に何段かの階段状の掘削面が写し出されているほか，Ｍが末\n尾に記載したその掘削面の状況はほぼ垂直に記載されており，後記Ｙが作成\nした断面図等によって認められる現実の掘削面の角度と大きく相違している\nこと等からすると，Ｍの証言は信用性が乏しいと言わざるを得ない。\nなお，検察官は，その論告において，その主張に係る「最も安全とされる\n階段掘削法」における注意義務の内容としては，「掘削面の安全なこう配を\n維持して本件採石場の崩落を防ぎ，作業員らの生命・身体の安全を確保すべ\nき注意義務」であり，その内容は，掘削後の状況が，高さ約２０メートル，\n奥行き幅約２０メートルになるようにし，平均傾斜角度が４５度となるよう\nに掘削することであると初めて明確に主張するに至った。しかし，そのよう\nな態様の階段掘削法が採取計画認可の条件になっていないことは上記したと\nおりであり，実質的な注意義務の内容として考えた場合でも，本件大崩落前\nには上記断層や節理の状況が判明していなかったのであるから，被告会社に\n対して，そのような態様の掘削方法を採ることを要求することはできない。\n(2) 次に，高さが約２３０メートル，こう配がのり尻部約７２度，中腹部約６\n３度という急傾斜の掘削面を形成させて，人の死傷の結果を伴う規模の地山\nの崩壊の危険を生じさせた過失があるとの検察官の主張について検討する。\nア 先ず，客観的な掘削面の状況について検討するに，株式会社Ｙ（以下，\n「Ｙ」という。）は，本件崩壊事故後，総社警察署からの依頼により，\n「総社市ｅ地内・採石場岩石崩落事故現場測量図面化委託業務作業報告\n書」と題する書面（図面添付〔検97〕。以下，その図を「検９７図面」と\n言う。)，図面(「総社市ｅ地内・採石場岩石崩落事故現場測量図面化委託\n業務」等と記載のもの，メッシュ入り)(検101)，図面（検103[不同意部分\nを除く]添付のもの。検９７と検１０１の各図面を基にして作成されたもの。\n以下，「検１０３図面」という。）を作成しているところ，その作成につ\nいて，証人Ｑは，「Ｚ市から本件採石場を平成９年９月１０日に撮影した\n航空写真を，Ａ県から本件採石場を平成１２年６月６日に撮影した航空写\n真を借り受け，また，この２葉の航空写真に加え，Ｙが平成１３年３月１\n４日に撮影した本件採石場の航空写真を基に，解析図化機を用いて，本件\n採石場を図面化していき，検９７，検１０１の各図面を作成した。解析図\n化機を用いれば航空写真を立体視することができるが，そのようにして捉\nえた数値をキャドーというコンピューターのシステムに展開すると画面の\n中に表現できることとなる。そのような作業を大体７年から８年の経験を\n有する熟練者が行っている。作成した図面の精度は水平距離で１．０メー\nトル以内の誤差，標高点及び等高線は０．５メートル以内の誤差に，ただ\nし，平成９年航空写真にかかる図面では，標高点及び等高線は０．３３３\nメートル以内の誤差である。航空写真上に樹木がある部分や影になってい\nる部分は周辺の地表面が現れている部分から読みとって地形を判断してい\nるので等高線の精度は劣っている。今回作成した図面は現地での精度チェ\nックができなかったので上記の誤差は建前であって，実際の誤差とは異な\nる。」などと供述している。その証人Ｑの供述によれば，Ｙが作成した検\n９７図面及び検１０３図面は，弁護人の指摘する，歪みが発生するなどの\n問題点を考慮したとしても，航空写真に基づき，熟練した作業員が専門の\n器械を用いて実際の掘削面の形状との誤差が最小限となるように作成され\nたものであること，本件採石場の掘削がなされている部分は，樹木が生育\nしておらず，岩盤が見える状態であり，解析図化機による観測が容易であ\nって，Ｑの述べる以上の誤差は生じないと認められること，Ｙのパンフレ\nット(検96)によれば，同社は空中写真測量について相当程度の調査能力と\n実績を有していることからすると，上記検９７図面や検１０３図面は，厳\n密に真実の掘削面の状況を再現したものではないものの，ほぼ本件大崩落\n前の掘削面の形状を表しているものと認められる。\nそして，捜査関係事項照会回答書(断面図添付。検7。以下，この断面図\nを「検７断面図」という。)及び証人Ｕの供述によれば，Ｕは，上記Ｙ作成\nの図面に依拠して災害発生前断面図を作成しており，その断面図は，大学\nで防災工学を専攻し，その後地盤関連の掘削工事の安全に関する研究に従\n事してきたＵがその専門的知見に基づき作成したもので，ほぼ実際の掘削\n面を表したものとしての相応の信頼性があると認められるところ，その断\n面図によれば，本件大崩落前ころ，その掘削面ののり尻部の斜度が約７２\n度，中腹部のそれが約６３度であったものと認められる。\nしたがって，本件大崩落前，検察官主張に係る傾斜角度の掘削面が出現\nしていたことが認められる。\nイ① しかし，地山の斜面の崩壊，特に大規模な崩壊が問題となる本件事案\nにおいては，斜面の全体的な傾斜角度が重要であるから，先ずその点に\nついてみるに，上記検７断面図においてのり尻部であると認められる１\n８と記載されている地点とのり肩部であると認められる５２と記載され\nている地点の間の高低差は約２００メートル，水平距離は約１２０メー\nトル，その傾斜角度は約６０度であるものの，地山の崩落においては，\n滑り面より上の地山の重量が滑りに対する抵抗力を上回り崩落したので\nあり，すべり面より下の地山は，崩落に影響を及ぼしていない以上，重\n視すべき傾斜角度は，滑り線の下部とのり肩部の間のものとみるのが相\n当であるから，上記検７断面図のうち「すべり線の推定」と題する「図\n－４」によれば，同図に２５と記載されている地点（標高約１００メー\nトルの地点）が推定滑り線の下端であるところ，その地点と同図に５２\nと記載される地点の間の高低差は約１６０メートル，水平距離は約１０\n０メートル，その傾斜角度は約５８度である。\nなお，証人Ｕの供述によれば，滑り面の下部は地点２５よりもっと下\n方の可能性があるというのであるが，Ｕは，そのような可能性を考慮し\nても，滑り面の下部は上記地点２５とするのが相当と判断していると考\nえられ，また，上記「メモ送付の件」と題する書面（弁6）によれば，Ｓ\n教授は，滑り面の下部は標高約１２０メートル以上の地点であるとして\nいることも考慮すると，滑り面の下部は検７断面図の図－４の２５地点\nとみて検討するのが相当と考えられる。\n② 加えて，Ｙは，検１０３図面において，本件採石工場の掘削面を１２\n等分し，各横断面の斜度を算出しているが，その１２等分された各横断\n図における平均斜度は，平成９年９月１０日及び平成１２年６月６日時\n点（上記した同月２２日の崩落後は，同年末ころまでその崩落岩石を製\n品化して出荷する作業を行い，新たな岩盤発破は行っておらず，平成１\n３年１月以後本件大崩落時までは本件地山頂上の下部西側を発破等して\nいただけであるから，基本的には本件大崩落時の掘削面は平成１２年６\n月時点のそれと大差ないものと認められる。）とも約５６度前後である。\nウ また，上記のとおり，採取計画認可申請及び認可決定にかかる掘削方法\nは，掘削面の全体的なこう配が高さが１に対し奥行き幅が０．６の割合\n（約５９度）であり，上記(二)(1)のとおりその下段の採掘に進む場合には，\nその割合が０．６のベンチ部分をさらに切り崩すことも許されていたので\nあるから，残壁の全体としてのこう配は約５９度を上回る急角度になるこ\nとも容認されていたといわなければならない。\nエ なお，検９７図面及び検１０３図面によっても，一部分を取り出せば，\n平成９年９月１０日及び成１２年６月６日時点において，８０度前後に及\nぶ傾斜角を有する掘削面が認められ，それらの部分は上記各角度を算定し\nた線の外側に膨らんだ部分であるから，滑り面より上の地山の重量を増す\nものであるが，その滑り面より上の岩体部分に占める程度は大きくない上，\n残壁の全体としてのこう配が約５９度を上回る急角度になることも容認さ\nれていたことをも併せみると，その点が上記立論に影響を及ぼすとは考え\nられない。\nオ 検察官が主張するように，被告人乙が，各段とも残壁の高さ２０メート\nル，そのベンチ部分の奥行き幅２０メートルの残壁を残す方法で階段掘削\n法を用いて掘削作業を行っていれば，平均こう配は最大限でも約４５度と\nなり，本件大崩落は生じなかったものと認められるが（検7,131[不同意部\n分を除く])，被告人乙は，当時大崩落の素因となる流れ盤や断層等の存在\nを知らず，また，その存在を認識し，あらためて地山の地質や地層等を調\n査しなければならないと動機づけられる状況もなかったから，その当時の\n知り得た地山の状況を前提として，これに一応は適応した掘削を行ってい\nたと考えられる。\nカ これらの諸点を併せみると，検察官が主張するとおり掘削面ののり尻部\nの斜度が約７２度，中腹部のそれが約６３度であったことを前提としても，\nそのことによって，被告人乙が，急傾斜の掘削面を形成させて，人の死傷\nの結果を伴う規模の地山の崩壊の危険を生じさせた過失があるということ\nはできない。\n(三) 次に，上記平成１２年６月２２日ころの岩盤の崩落が発生したことにより，\nその後，再び斜面の岩盤が崩落する危険が生じたのであるから，さらに地山の\n形状，地質及び地層の状態を調査するなどして安全が確認できるまで，みだり\nに本件採石場に作業員らを立ち入らせないことによって，作業員らの生命・身\n体の安全を確保すべき業務上の注意義務があるのに，これを怠り，地山の形状，\n地質及び地層の状態を調査することなく，漫然，同日ころ以降もみだりに本件\n採石場に作業員らを立ち入らせていた過失があるとの検察官の主張について検\n討する。\n(1) 先ず，上記のとおり，平成１２年６月２２日ころ，採石場東側残壁におい\nて３万ないし４万立方メートルの岩盤が崩落したことが認められるところ，\n上記証人Ｇに同Ｓの各供述等を併せみると，その崩落の原因はその付近に存\n在した断層によるもので，その断層は上記１(8)に記述した本件大崩落の発生\nに寄与した断層と同種ないしその一部であったものと考えられる。したがっ\nて，平成１２年６月の崩落の後，被告人乙において，徹底的な地質，地層の\n調査等を行っておれば，本件大崩落に寄与した断層等を発見することができ，\n本件大崩落を予見することができたのではないかということも一応検討しな\nければならない。\n(2) しかし，被告人乙が，その崩落の原因調査を行わなかった理由は，当該崩\n落の原因は大雨による当該箇所の岩盤の緩みにあると判断したためであるが，\nそのころ相当量の降雨があったことは事実であり，その崩落後においても，\n認可権者であるＡ県からもその崩落の原因が断層等の地質構造に起因するこ\nとについての特段の指摘を受けたことはなく，採石場において被告会社が形\n成していた掘削面は傾斜及び残存ベンチ部分のいずれにおいても認可条件に\n適合していたことに加え，上記諏訪浩は，「本件地山の地質構造を知ってい\nるのであれば，本件大崩落規模の崩壊を予想することもできるが，そうでな\nければその予見は困難である。平成１２年６月の崩落を念頭に置いたとする\nと，その際の崩壊土量３万ないし４万立方メートルの数倍程度の崩壊しか予\n見できないのではないかと思われる。」との見解を述べ，被告人乙が本件大\n崩落の発生を予見しなかったのも無理はないとの見解を示していることをも\n併せみると，被告人乙において，その崩落の原因が大雨による当該箇所の局\n所的な岩盤の緩みにあると考えたとしてもそれが不合理であるとはいえず，\nその崩落を契機として採石作業を中止して本件地山の地質構造等についての\n徹底した調査を行う必要性を認識しなかったとしてもやむを得ないものであ\nる。\n(3) したがって，平成１２年６月２２日の崩落があったからといって，被告人\n乙に対し，あらためて，地山の形状等の調査を行うべき義務が生じると認め\nることはできない。\nそうすると，この点についての検察官の主張も採ることができない。\n(四) さらに，地山の形状等や岩石の崩落状況等から，人の死傷の結果を伴う規模\nの地山の崩壊が予測し得る場合には，これによる死傷事故を確実に回避し得る\nような安全な場所に作業員らを待避させるべき業務上の注意義務があるのに，\nこれを怠り，平成１３年３月１２日早朝西側掘削面の岩石等が崩落したことか\nら，人の死傷の結果を伴う規模の地山の崩壊の危険が迫っていることを予測し\n得たのに，そのような地山の崩壊など起こらないものと軽信し，そのころ，同\n作業のため採石場に来た作業員らを，いかなる規模の地山の崩壊が発生した場\n合にも死傷事故を確実に回避し得るような安全な場所に待避させなかった過失\nがあるとの検察官の主張について検討する。\n(1) この点，訴因の記載に従い，平成１２年６月２２日の崩落をも含めて検討\nするに，本件大崩落以前に採石場において生じた最大規模の崩落は平成１２\n年６月の崩落であったが，その規模は３万ないし４万立方メートルの岩石が\n崩落するというものであり，本件大崩落とは全く規模を異にし，かつ，その\n原因が大雨による岩盤の緩みにあると判断した経緯に不合理な点はないこと\nは上記したとおりである。また，本件大崩落当日の早朝，被告人乙が上記Ｏ\nからの電話連絡を受けて自ら採石場に赴いて確認した崩落の規模は１１トン\nダンプカー四，五台分くらいの小規模なものであり，被告人乙が同所に数分\n滞在して，地山の様子を観察したところ，特に異常を窺わせるような状況に\nはなかったことことに加え，上記Ｇは，その証人尋問及び同人作成の回答書\n(検132)において，「本件採石工場で長年働いてきたＢら従業者においては，\n当日午前９時１０分ころには，採石場のほぼ全幅にわたって大きく崩壊する\n状況が差し迫っていることが予見可能であったと思われるが，地質構造を知\nらない上記従業者には，崩落する岩体の総体積を予見するのは難しい。崩落\nの規模を予想したとしても，前年６月の崩落量の数倍程度の崩落で済み，崩\n落岩石は土場の中に納まるだろうと考えたであろう。」との見解を述べてい\nることなどを併せみると，本件大崩落当日の被告人乙が認識した上記崩落を\n本件大崩落の予兆として認識しなかったこともやむを得なかったというほか\nない。したがって，被告人乙が本件大崩落当日，そのような大崩落が起きる\nことを予見することができかったのはやむを得なかったと認められる。\n(2) また，被告人乙は，本件大崩落当日午前７時過ぎ以後も本件採石場に留ま\nり，更に地山の状況を監視すべきであったということもいえないではなく，\nそのようにすればその後に続く多数回の小崩落を認識することができたので\nあるが，過去最大の崩落であった上記平成１２年６月の崩落量が３万ないし\n４万立方メートルであったことからすると，被告人乙において本件大崩落当\n日発生するかも知れない崩落として予見可能な崩落量は最大でその数倍程度\nと言わなければならないから，結局その程度の崩落量は土場の中に納まると\n考えられることになる。\n(3) したがって，上記ア，イいずれの検討によっても，被告人乙に，検察官の\n主張する従業員らを採石場外の安全な場所に退避させるべき注意義務があっ\nたとはいえない。\n(4) そうすると，この点についても検察官の主張は採ることができない。\n(5) なお，検察官は，最高裁判所判決（昭和６１年（あ）第１９３号平成元年\n３月１４日第２小法廷・最高裁判所刑事判例集４３巻３号２６２頁）を引用\nして，被告人乙には，およそ人に対する死傷の結果を伴う崩落発生について\nの予見可能性があれば足り，本件の規模の崩落の発生まで予見可能である必\n要はないとの主張をする。しかし，その最高裁判決の判示に照らせば，その\n事案において被告人に課せられていたのは，制限速度を守り，ハンドル，ブ\nレーキなどを的確に操作して進行すべき業務上の注意義務であり，およそ業\n務として自動車を運転する場合，その事案における後部荷台に同乗者がいる\nことが認識可能でない場合であっても，そのような注意義務が発生すると考\nえられる。これに対し，本件においては，上記検察官釈明に係る４つの注意\n義務が問題とされ，それぞれの前提事実によって注意義務の存否，その内容\nを異にするのであるから，上記判決と本件は事案を異にしており，検察官の\nその主張は失当である。\n(五) 業務上過失致死罪についての小括\n結局，本件大崩落は，被告人乙を含む誰もが予見し得なかった大規模なもの\nであるというほかなく，以上に述べたとおり，検察官の主張するいずれの訴因\nも成り立たず，被告人乙に過失犯は成立しない。\n４ 労働安全衛生法違反について\n検察官の主張する公訴事実は上記のとおりであり，検察官は，平成１３年３月\n１２日当時，被告人乙には，労働安全衛生法２１条１項，労働安全衛生規則（以\n下，「規則」という。）３９９条，４００条１項に基づき，「あらかじめ，当該\n採石作業に係る地山の形状，地質及び地層の状態を調査した上，その調査により\n知り得たところに適応する採石作業計画を定め，かつ，当該採石作業計画により\n作業を行わなければならないのに，これらを行わないで採石作業を行い，もって，\n採石の業務における作業方法から生ずる危険を防止するため必要な措置を講じな\nかった」から，労働安全衛生法１１９条１号の罪が成立すると主張する。そこで，\n検討するに，本件事案の場合，訴因に掲げる平成１３年３月１２日時点において\nは，地山の崩落の急迫した危険があったのであるから，労働安全衛生法２５条が\n優先して適用される場合であると考えられ，そのような場合に同法２１条１項に\n基づく危険防止措置義務は問題とならないと考える余地があるが，被告人乙にお\nいてそのような急迫した危険を認識していなかったことは上記のとおりであるの\nで，訴因に従い，その内容を証拠に照らして検討しても，以下のとおり，同条項\n違反の罪は成立しない。\n(1) 先ず，労働安全衛生規則３９９条においては，「事業者は，採石作業を行う\nときは，地山の崩壊，掘削機械の転落等による労働者の危険を防止するため，\nあらかじめ，当該採石作業に係る地山の形状，地質及び地層の状態を調査し，\nその結果を記録しておかなければならない」と規定しているところ，被告会社\nがＡ県知事に申請した採取計画認可申請書に係る一件書類（検27）等によれば，\n被告会社においては，採石場における採取計画認可申請において，本件地山の\n所在地，面積，地目等のほか，上記１(2)のとおり，本件地山の形状は，その幅\n４５２メートル，奥行３３０メートル，その傾斜５２度をなすものであること，\nその地質は，全山黒色粘板岩で，表土が少なく岩盤が露出し岩質が硬く，死石\nがないこと等の性質を有すること，地層は，粘板岩という堆積地層であること\n等の調査結果を明らかにし，その結果を記録していることが認められる。そし\nて，本件地山の地層が流れ盤構造を有し，断層及び節理が存在していたことは\n上記１(8)のとおりであるが，それらの点について，被告会社に調査義務がなか\nったことも上記３(一)で述べたとおりである。したがって，被告人乙及び被告\n会社において，規則３９９条違反はない。\n(2) 次に，規則４００条は，その第１項において「あらかじめ，前条（３９９\n条）の規定による調査により知り得たところに適応する採石作業計画を定め，\nかつ，当該採石作業計画により作業を行わなければならない」と規定し，第２\n項において，当該採石作業計画において示されていなければならない事項を具\n体的に規定しているところ，上記採取計画認可申請書に係る一件書類によれば，\n同項１号については，露天掘りの階段掘削法であること，同項２号については，\n掘削面の高さが２０メートル，こう配が１：０．６であること，同項３号につ\nいては，掘削は地山の上部から下部に掘り進めること及び掘削面の段の奥行き\nが２０メートルであること，同項４号は本件採石場では不要で，同項５号につ\nいては，機械掘りで使用火薬が３号桐ダイナマイトであること等，同項６号に\nついては，主に破砕機（ブレーカー）小松ユンボＰＣ－２００により破砕する\nこと等がそれぞれ明示されており，同項７号ないし１０号についても，同採取\n計画認可申請書の記載上自ずから明らかにされているところである。したがっ\nて，規則４００条に違反しているところはない。\n(3) 以上のとおり，被告人乙及び被告会社には，労働安全衛生法２１条１項，労\n働安全衛生規則３９９条，４００条１項違反があったとは認められず，労働安\n全衛生法１１９条１号，１２２条の罪は成立しない。\n５ 公訴棄却の主張に対する判断\n弁護人は，本件訴因は刑事訴訟法２５６条３項に違反する不特定な訴因であっ\nて，同法３３８条４号により公訴棄却されるべきであると主張するが，変更後の\n訴因はもとより，変更前の当初の訴因も，一応は，裁判所に対し審判対象を限定\nし，被告人両名に対し防御の範囲を示しているものであると認められるから，こ\nの点についての弁護人の主張は採ることができない。\n６結論\n結局本件各公訴事実についてはいずれも犯罪の証明がないことになるから，刑\n事訴訟法３３６条により被告人両名に対し無罪の言渡しをする。\nよって，主文のとおり判決する。\n（求刑 禁錮２年[被告人乙]，罰金５０万円[被告人甲]）\n平成１８年４月２０日\n岡山地方裁判所第１刑事部\n裁判長裁判官 松 野 勉\n裁判官 岡 本 康 博\n裁判官大河三奈子は転補のため署名押印することができない。\n裁判長裁判官 松 野 勉\n"
}