{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 11,
    "day": 28
  },
  "case_number": "平成15(行コ)2",
  "case_name": "公文書非公開決定処分取消請求控訴事件",
  "court_name": "広島高等裁判所松江支部",
  "original_court_name": "松江地方裁判所",
  "original_case_number": "平成14(行ウ)6",
  "lawsuit_id": "3787",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=3787",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/787/003787_hanrei.pdf",
  "contents": "主　　　　文\n１　本件控訴を棄却する。\n２　控訴費用は控訴人の負担とする。\n事実及び理由\n第１　控訴の趣旨\n１　原判決を取り消す。\n２　被控訴人が控訴人に対し，平成１３年１１月３０日付けでなした市長\n交際費支出に関する公文書部分公開決定のうち，原判決別紙一覧表記載の懇\n談会の相手方についての非公開決定処分を取り消す。\n３　訴訟費用は，第１，２審とも被控訴人の負担とする。\n第２　事案の概要\n原判決「事実及び理由」中の「第２　事案の概要」欄記載のとおりで\nあるから，これを引用する（ただし，原判決２頁１１行目の「りん議」を\n「稟議」と，４頁１６行目の「相手方は，被告に対して不信の念を抱き，」\nを「相手方が被控訴人に対して不信の念を抱くことにより被控訴人と」と各\n改める。）。\n第３　当裁判所の判断\n１　当裁判所も，本件処分は適法であり，控訴人の請求は理由がないから\n棄却すべきであると判断するが，その理由は，次のとおり訂正するほかは，\n原判決「事実及び理由」中の「第３　争点に対する判断」欄記載のとおりで\nあるから，これを引用する。\n(1)　原判決５頁１８行目の「本件懇談会」から２０行目の「べきであ\nる。」までを「本件懇談会は，いずれも市長の交際事務として行われたもの\nであるから，本件懇談会の相手方に係る情報が，松江市情報公開条例７条６\n号にいう「当該事務又は事業の性質上，当該事務又は事業の適正な執行に支\n障を及ぼすおそれがあるもの」に該当するか否かを検討する。」と改める。\n(2)　原判決６頁２１行目の「乙１ないし７」の次に「の各１・２」を\n加える。\n(3)　原判決６頁２４行目の「到底言い難い。」を「いえず，また，交\n際の相手方が明らかにされても，これによって当該相手方が不満や不快な感\n情を抱き，当該交際の目的に反するような事態を招くことがないとはいえな\nいものである。」と改める。\n２　よって，控訴人の請求を棄却した原判決は相当であり，本件控訴は理\n由がないから棄却することとして，主文のとおり判決する。\n広島高等裁判所松江支部\n裁判長裁判官　　　廣　　　田　　　　　　　聰\n裁判官　　　吉　　　波　　　佳　　　希\n裁判官　　　植　　　屋　　　伸　　　一\n（参考　原審判決）\n主　　　　　　　　　文\n１　原告の請求を棄却する。\n２　訴訟費用は原告の負担とする。\n事　実　及　び　理　由\n第１　請求\n被告が，原告に対し，平成１３年１１月３０日付けでなした市長交際費支\n出に関する公文書部分公開決定のうち，別紙一覧表記載の懇談会の相手方につい\nての非公開決定処分を取り消す。\n第２　事案の概要\n１　本件は，松江市情報公開条例（平成９年松江市条例第４号〔平成１３年改\n正，同年４月１日施行〕）に基づき，市長交際費支出に関する公文書の公開を請\n求した原告が，被告が同条例７条６号により懇談会の相手方に関する情報を非公\n開とした処分は違法であるとして，その処分の取消しを求めた抗告訴訟である。\n２　争いのない事実及び証拠により容易に認定できる事実等\n(1)　原告は，松江市内に住所を有する者である。\n被告は，松江市の首長であり，松江市情報公開条例２条の実施機関とさ\nれている者である。\n(2)　原告は，平成１３年１１月１６日，被告に対し，松江市情報公開条例６\n条に基づき，平成１３年８月ないし１０月にかけて支出された市長交際費に関す\nるすべての文書の公開を請求した。\n(3)　被告は，平成１３年１１月３０日，上記請求に対し，「行政懇談会開催\nりん議」，「支出負担行為伺兼支出命令書」等のうち，懇談会の相手方，債権者\nの口座情報，印影，個人氏名等は松江市情報公開条例７条２号（個人氏名），３\n号（債権者の口座情報，印影等），６号（懇談会の相手方）に該当するとして，\nこれらを非公開とする部分公開決定を行った（以下「本件処分」という。）（甲\n１）。\n(4)　原告は，平成１３年１２月１４日，本件処分のうち，別紙一覧表記載の\n各懇親会（以下一括して「本件懇談会」という。）の相手方に係る情報を非公開\nとされたことを不服として，異議を申し立てた。\n(5)　被告は，松江市情報公開審査会に対して諮問をなし，同審査会から平成\n１４年７月１８日，本件懇談会の相手方に係る情報を公開すべきである旨の答申\nを受けたが，平成１４年８月９日，上記異議申立てを棄却した（甲２，３）。\n(6)　被告が本件懇談会の相手方に係る情報を非公開とした根拠規定（松江市\n情報公開条例７条６号）は以下のとおりである。\n７条（公文書の公開義務）\n実施機関は，公開請求があったときは，公開請求に係る公文書に\n次の各号に掲げる情報（以下「非公開情報」という。）のいずれかが記録されて\nいる場合を除き，公開請求者に対し，当該公文書を公開しなければならない。\n（中略）\n６号　市の機関又は国若しくは他の地方公共団体が行う事務又は事業に\n関する情報であって，公にすることにより，次に掲げるおそれその他当該事務又\nは事業の性質上，当該事務又は事業の適正な執行に支障を及ぼすおそれがあるも\nの\nイ　監査，検査，取り締り又は試験に係る事務に関し，正確な事実\nの把握を困難にするおそれ又は違法若しくは不当な行為を容易にし，若しくはそ\nの発見を困難にするおそれ\nロ　契約，交渉又は争訟に係る事務に関し，市又は国若しくは他の\n地方公共団体の財産上の利益又は当事者としての地位を不当に害するおそれ\nハ　調査研究に係る事務に関し，その公正かつ能率的な遂行を不当\nに阻害するおそれ\nニ　人事管理に係る事務に関し，公正かつ円滑な人事の確保に支障\nを及ぼすおそれ\nホ　市又は国若しくは他の地方公共団体が経営する企業に係る事業\nに関し，その企業経営上の正当な利益を害するおそれ\n(7)　　松江市では，松江市情報公開審査会の上記(5)の答申を受けて，平成\n１４年９月から，市長交際費の使途，金額，懇談会の相手方に関する情報等を公\n開する運用方針が採られている。さらに，同市は，原告が市長交際費支出を違法\nとして被告個人に対して提起した別件訴訟（当庁平成１４年（行ウ）第３号損害\n賠償代位請求事件）に訴訟参加し，同訴訟において本件懇談会の相手方の肩書等\nを明らかにしている（弁論の全趣旨）。\n３　争点\n本件懇談会の相手方に係る情報を非公開とした本件処分の適法性\n４　争点に関する当事者の主張\n（被告の主張）\n(1)　松江市情報公開条例７条６号は，そのイないしホにおいて公開により生\nじる支障の典型例を例示しつつ，市等が行う事務又は事業の公正かつ円滑な遂行\nの確保に支障を及ぼすおそれがある情報等が記録された公文書を非公開とするこ\nとを定めている。本件懇談会は，いずれも，市長の交際事務の一環として行われ\nたものであるところ，このような懇談会では，従前から相手方に係る情報を公開\nされていなかったし，現に，本件懇談会の相手方も自己の情報が公開されること\nを予想せずに懇談会に出席し，それゆえ，本件懇談会でもきたんのない意見交換\nが行われたのである。そうであるのに，本件懇談会の相手方を一方的に公開する\nことにすれば，懇談会の相手方は，被告に対して不信の念を抱き，相手方との信\n頼，協力関係が損なわれ，ひいては今後の被告の交際事務を公正かつ適切に行う\nことに著しい支障が生ずるおそれがある。\nよって，本件懇談会の相手方に係る情報は，松江市情報公開条例７条６\n号にいう「事務又は事業の適正な執行に支障を及ぼすおそれ」のある情報に該当\nする。\n(2)　原告は，松江市で，平成１４年９月から，市長交際費の使途，金額，懇\n談会の相手方に係る情報を公開する運用方針が採られたことや，同市が，別件訴\n訟において，本件懇談会の相手方の肩書等，相手方に係る情報を明らかにしたこ\nとをもって，本件懇談会の相手方に係る情報を非公開とした本件処分を違法であ\nると主張するが，これらの事情のみから，本件懇談会の相手方に係る情報が，松\n江市情報公開条例７条６号にいう「事務又は事業の適正な執行に支障を及ぼすお\nそれ」のある情報に該当しないとすることはできない。\n（原告の主張）\n松江市情報公開条例７条６号にいう事務又は事業の適正な執行に支障を\n及ぼす「おそれ」に該当するためには，事務又は事業の適正な執行への支障が生\nずることについて，一定のがい然性が認められることまで要するというべきであ\nる。\nしかし，平成１４年９月から，松江市で懇談会の相手方に係る情報が公\n開されてから現在までの間に，市政執行に支障が生じたとの事情は見当たらな\nい。その上，同市は，別件訴訟において，本件懇談会の相手方の肩書等を公表し\nているのであるから，本件懇談会の相手方に係る情報が公開されたとしても，事\n務又は事業の適正な執行に支障を及ぼすおそれなどない。よって，このような情\n報が，同条例７条６号にいう「事務又は事業の適正な執行に支障を及ぼすおそ\nれ」のある情報に該当しないことは明らかである。\n第３　争点に対する判断\n１　本件懇談会はいずれも市長の交際事務の一環として行われたものであると\nころ，このような市長の交際事務は，松江市情報公開条例７条６号にいう「その\n他当該事務」に該当するというべきである。\n２　市長の交際事務は，それが調整交渉的交際であろうと儀礼的交際であろう\nと，究極的には相手方との間の信頼関係ないし友好関係の維持増進を目的として\n行われるものである。相手方を識別し得るような文書の公開によって相手方の氏\n名等や支出金額が明らかになれば，一般に，交際費の要否，内容等は，市の相手\n方とのかかわり等をしんしゃくして個別に決定されるという性質を有するもので\nあることから，不満や不快の念を抱く者が出ることが容易に予想される。そのよ\nうな事態は，交際の相手方との信頼関係あるいは友好関係を損なうおそれがあ\nり，ひいては市長のなす交際事務の目的が損なわれるおそれがあるというべきで\nある。また，これらの交際費の支出の要否やその内容等は，支出権者である市長\n自身が，個別，具体的な事例ごとに裁量によって決定すべきものであるところ，\n交際の相手方や内容等が逐一公開されることとなった場合には，市長においても\n上記のような事態が生ずることを懸念して，必要な交際費の支出を差し控え，あ\nるいはその支出を画一的にすることを余儀なくされることも考えられ，市長の交\n際事務の公正かつ円滑な執行に支障が生じるおそれがあるといわなければならな\nい。したがって，交際の相手方が識別され得るものは，相手方の氏名等が外部に\n公表，披露されることがもともと予定されているもの，すなわち，交際の相手方\n及び内容が不特定の者に知られ得る状態でされる交際に関するものなど相手方の\n氏名等を公表することによって上記のおそれがあるとは認められないようなもの\nを除き，松江市情報公開条例７条６号により公開しないことができる公文書に該\n当するというべきである（最高裁平成６年１月２７日第１小法廷判決（民集４８\n巻１号５３頁），同１３年３月２７日第３小法廷判決（民集５５巻２号５３０\n頁），同１３年５月２９日第３小法廷判決（判例タイムズ１０６８巻１６０\n頁），同１４年２月２８日第１小法廷判決（民集５６巻２号４６７頁）各参\n照）。\n３　本件処分は，本件懇談会の相手方に係る情報を非公開としたものである\nが，証拠（甲１，乙１ないし７）によれば，これらの懇談会は，いずれも，松江\n市政の施策等の連絡調整，意見交換を趣旨とする非公式の行政懇談会であって，\nこの交際が，その性質上交際の相手方及び内容が不特定の者に知られ得る状態で\nされるものであったとは到底言い難い。よって，これらの相手方に係る情報は，\n松江市情報公開条例７条６号により公開しないことができる公文書に該当すると\nいうべきである。\n４　なお，原告は，松江市では，平成１４年９月から，懇談会の費用，相手方\n等を公開する運用方針が採られていることや，同市が別件訴訟において本件懇談\n会の相手方の肩書等を事実上公表したことをもって，本件懇談会の相手方に係る\n情報を非公開とする本件処分は違法であると主張する。しかし，この種の懇談会\nの相手方を公表することにより，市長の交際事務に弊害が生じるおそれがあるこ\nとについては既に第３の２，３で判示したとおりであり，このようなおそれは，\n非開示とされた部分が別件訴訟において当該訴訟の主張・立証の必要性から事実\n上開示されるに至ったとの事情や，本件処分後，被告がその裁量により非開示部\n分を公開する運用としたとの事情によっても直ちに払しょくされるものではな\nい。かえって，弁論の全趣旨によれば，本件懇談会は，相手方に係る情報の公開\nを前提とせずに開催されたことがうかがえるところ，非開示を前提としていた情\n報が情報公開請求において事後的に開示されるという事態に至れば，交際の相手\n方との信頼関係あるいは友好関係が損なわれるおそれはなおさら高くなるとすら\n言い得る。したがって，この点に関する原告の主張は採用することができない。\n５　よって，被告が本件処分において，本件懇談会の相手方情報を松江市情報\n公開条例７条６号を理由に非公開としたことを違法であるとすることはできな\nい。\n第４　結論\n以上によれば，原告の請求は理由がないからこれを棄却することとし，訴\n訟費用の負担につき行政事件訴訟法７条，民事訴訟法６１条を適用して，主文の\nとおり判決する。\n松江地方裁判所民事部\n裁　判　長　裁　判　官　　　横　　山　　光　　雄\n裁　判　官　　　上　　寺　　　　　誠\n裁　判　官　　　秋　　田　　智　　子\n"
}