{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 17,
    "month": 2,
    "day": 9
  },
  "case_number": "平成16(行コ)133",
  "case_name": "公金支出損害賠償等請求控訴事件（原審・前橋地方裁判所平成１３年(行ウ)第１５号）",
  "court_name": "東京高等裁判所",
  "field": "行政",
  "gist": "１　地方財政法２８条の２による規制の対象の範囲　\n２　県の行う「ぐんま県民の森整備事業」に関し，県が支出した用地取得費及び取得事務費相当額を村が分割して県に支払う内容の合意に基づいてされた村の公金支出が，地方財政法２８条の２に違反しないとされた事例",
  "case_gist": "１　地方財政法２８条の２は，法令の規定と異なる地方公共団体が経費を負担する結果となる行為すべてを一律に禁じるものではなく，法令の規定と異なる地方公共団体が経費を負担する結果となるような行為は，原則として負担区分を乱すものとして禁じるが，実質的にみて地方財政の健全性を害するおそれのないものは例外的に許容している。　\n２　県の行う「ぐんま県民の森整備事業」に関し，県が支出した用地取得費及び取得事務費相当額を村が分割して県に支払う内容の合意がされ，同合意に基づいてされた村の公金支出につき，前記公金支出は，地方財政法９条本文に定める経費の負担区分とは異なる経費負担ではあるものの，前記事業は同条以外の個別の法令により経費の負担区分が明示されている事務ではないこと，前記公金支出は村が自発的かつ任意に県に対して行う寄附であること，事業の内容に照らし，同県のうち同村が前記事業の事業地として選択されたことが不合理であるというべき事情は見当たらず，事業用地取得費を村が負担することが，同事業の適正な遂行に悪影響を及ぼすおすれを具体的に想定しがたいこと等を総合すると，実質的に見て地方財政の健全性を害するおそれがなく，同法２８条の２に違反しないとされた事例",
  "lawsuit_id": "33016",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=33016",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/016/033016_hanrei.pdf",
  "contents": "主文\n１　原判決中，主文第２項及び第３項を取り消す。\n２　上記取消部分に係る被控訴人らの請求をいずれも棄却する。\n３　訴訟費用は，第１，２審を通じ，被控訴人らの負担とする。\n事実及び理由\n第１　控訴の趣旨\n主文同旨\n第２　事案の概要（略語等は，原則として，原判決に従う。）\n１　本件は，「α整備事業」（本件事業）に関して群馬県が支出した用地取得費及び取得事務費相当額を群馬県勢多\n郡新里村が分割して群馬県に支払う内容の群馬県・新里村間の合意がされ，これに基づいて既に一部が新里村から群馬\n県に支払われ，今後も群馬県への支払が予定されていること（既払分，未払分を合わせて，「本件公金支出」）につ\nき，新里村の住民である被控訴人らが，本件公金支出は地方財政法２７条２項又は２８条の２に反し違法であると主張\nして，①新里村の執行機関である控訴人新里村長に対し，未払分（平成１５年度から平成２４年度までの支出分）につ\nき，地方自治法２４２条の２第１項１号に基づき，新里村から群馬県への支出の差止めを求め，②新里村長又は村長職\n務代行者として支出命令をした控訴人Ａ個人に対し，既払分（平成１１年度から平成１４年度までの支出分）につき，\n地方自治法２４２条の２第１項４号に基づき，新里村に代位して，不法行為又は債務不履行に基づき，２億８５１２万\n４０００円の損害賠償及びこれに対する各支出日の翌日から支払済みまで民法所定の年５分の割合による遅延損害金の\n支払を求めた住民訴訟事件である。\n被控訴人らの控訴人Ａに対する訴えにつき，控訴人新里村長が同Ａに補助参加した。\n２　原審は，控訴人Ａに対する訴えのうち，平成１１年度分の２億円の支出についての損害賠償請求部分は，地方自\n治法２４２条２項所定の監査請求を経ていないとして却下し，本件公金支出のうちその余の部分については，地方財政\n法２７条２項に反し違法であると判断して，控訴人らに対する請求をいずれも認容した。\n３　被控訴人らは，当審において，本件公金支出が地方財政法２７条２項に違反する旨の主張を撤回した。\n当裁判所は，原審と異なり，本件公金支出は適法であり，原審で認容された請求部分は，いずれも棄却すべきものと\n判断した。\n４　争いのない事実等は，原判決の事実及び理由の「第２　事案の概要」１（原判決３頁２３行目から６頁初行ま\nで）に記載のとおりであるから，これを引用する。\n５　争点\n本件公金支出は，地方財政法２８条の２に違反するか。\n６　争点についての当事者の主張\n（１）控訴人らの主張\nア　本件公金支出は，新里村から群馬県への自発的な寄附であり，都道府県と市町村は，前者が後者よりも広域的な\n団体であるという違いはあるが，それぞれが地方公共団体として独立した存在であることはいうまでもなく，具体的な\n事情に応じて，お互いに寄附又は補助をすることができる（地方自治法２３２条の２）のは当然である。\n地方財政法２８条の２は，「地方公共団体は，法令の規定に基づき経費の負担区分が定められている事務について，\n他の地方公共団体に対し，当該事務の処理に要する経費の負担を転嫁し，その他地方公共団体相互の間における経費の\n負担区分をみだすようなことをしてはならない」と定めるところ，「法令の規定に基づき経費の負担区分が定められて\nいる事務」とは，個々の法律又は政令で負担区分が定められているものを指すのであり，本件事業についてはその経費\nの負担区分を定める特定の法律又は政令が存しない以上，地方財政法２８条の２は適用されない。\n地方財政法９条本文は，地方公共団体の事務を行うために要する経費については，当該地方公共団体が全額これを負\n担する旨を定め，同法１０条から１０条の４までの国の経費負担についての規定の根拠となる９条ただし書の前提とし\nて抽象的な一般論を述べているにすぎず，同法２８条の２の「法令の規定」には該当しない。\nイ　地方財政法９条本文が，同法２８条の２の「法令の規定」に当たり，本件公金支出に同条の適用があるとして\nも，本件事業は，就業の場や事業活動の場あるいは集客機能を利用した地域の活性化という観点からみれば，新里村に\nおける事務であるということもできるし，本件公金支出自体が寄附の相手方である群馬県をして自らの望む施策を実施\nさせるための事務であるということができるから，本件公金支出は，同法９条本文に照らしても何ら問題はない。\nウ　本件公金支出のような市町村から都道府県への自発的な寄附が地方財政法２８条の２にいう「地方公共団体相互\nの間における経費の負担区分をみだすようなこと」に該当するのは，①それが個別の法令に定める負担区分を否定する\n結果となる場合，②国庫補助金や地方交付税等と二重取りになるなど，相手方に不当な利益をもたらす場合，③寄附を\n行う地方公共団体の弱みにつけ込んだものである場合等である。\nこれを本件についてみると，本件公金支出は，本件事業に要する経費のうち用地取得費及び取得事務費相当額から群\n馬県が地域総合整備事業債を充当することにより同県に対する地方交付税の基準財政需要額に算入される金額を減じた\n額（新里村が直接用地を取得する場合の経費よりも少ない額）についてされるものであり，この寄附の対象となる経費\n以外の経費及びそれが完成した後の維持管理費に関する新里村の支出は一切予定されておらず，上記のいずれの場合に\nも該当せず，他にこれを不当とする特段の事由も見当たらないから，「地方公共団体相互の間における経費の負担区分\nをみだすようなこと」に該当しない。\n本件公金支出を呼び水として，群馬県に本件事業を行わせることは，新里村にとって昀も効率的な生活基盤と産業基\n盤の整備の方策であり，昭和６２年以来の念願である大型施設の誘致を実現するために，同村が自発的かつ任意に意思\n決定をしたものであるから，それが同村と群馬県との経費の負担区分を乱すようなことになる懸念は全くないのであ\nる。\n（２）被控訴人らの主張\nア　地方財政法９条本文の規定は，控訴人が主張するように抽象的な一般論を述べているにすぎないものではなく，\n地方自治体の経費負担の根拠条文であり，同法２８条の２にいう「法令の規定」に当たる。\n本件事業は，群馬県が主体であるから，地方財政法９条本文により，その事務を行うために要する経費は当該地方公\n共団体である群馬県自身が負担する必要があり，そのうち用地取得費及び取得事務費を新里村に負担させるというの\nは，負担転嫁であって，同法２８条の２に反する。\nイ　都道府県の行う事業の経費を市町村に負担させることが許されるのは，地方財政法２７条で定める場合（土木そ\nの他の建設事業（高等学校の施設の建設事業を除く。）でその区域内の市町村を利するもの）のみであり，これ以外の\n場合は，市町村に経費を負担させることは許されず，都道府県をして自らの望む施策を実施させようと誘導するための\n市町村から都道府県への寄附金というような形の経費負担も否定されているというべきである。\nウ　以下のとおり，本件公金支出は，地方財政法２８条の２にいう「地方公共団体相互の間における経費の負担区分\nをみだすようなこと」に該当する。\n本件公金支出は，純粋に自発的な寄附からはほど遠く，明確な義務的支出の性格を持っていることは否定できない。\nまた，本件事業は，新里村の住民に利益をもたらすという保証は全くないが，群馬県は，その事業計画地に存在した\n産業廃棄物処分場に移転のための代替地を提供することにより，これを経営していた業者が県知事に対して起こしてい\nた訴訟を取り下げさせることを意図してこれを計画し，新里村幹部職員らは，彼らが所有する土地を事業用地又は代替\nページ(1)\n地として群馬県に売却又は賃貸することにより利益を得ることを目的としており，一部の者，しかも政策決定当事者の\n利益を図るという点において動機に不正がある。\n加えて，本件事業は，産業廃棄物が埋設されている現場であり，これを「里山として豊かな自然が残されている地\n域」として事業の対象地とすること自体が許されないし，本件公金支出の原資はふるさと創生基金であるところ，「本\n村の多様な歴史，文化，伝統，産業等を活かし，独創的な，個性的なふるさとを創生するため」という同基金の設置目\n的に照らすと，新里村の独自の事業としてではなく群馬県の事業への支出として同基金を利用することは許されない。\n第３　当裁判所の判断\n１　地方財政法２８条の２は，「地方公共団体は，法令の規定に基づき経費の負担区分が定められている事務につい\nて，他の公共団体に対し，当該事務の処理に要する経費の負担を転嫁し，その他地方公共団体相互の間における経費の\n負担区分をみだすようなことをしてはならない。」と定めるところ，本件事業については，経費の負担区分を明示した\n個別の法令は存しないため，そもそも同条が適用されるのかが問題となる。\n地方財政法９条本文は，「地方公共団体の事務を行うために要する経費については，当該地方公共団体が全額これを\n負担する」旨を一般的に定めているところ，同法２８条の２にいう「法令の規定に基づき経費の負担区分が定められて\nいる事務」とは，個別の法令により負担区分が明示されている具体的に特定された事務のみに限ると解すべき合理的理\n由はなく，同法９条本文で当該地方公共団体が経費を全額負担すべき旨が定められている地方公共団体の事務全般をも\n含むと解するのが相当である。同法９条本文は，抽象的な一般論を述べているにすぎず，２８条の２の「法令の規定」\nには該当しないとの控訴人らの主張は，採用することができない。\nよって，群馬県が事業主体となっている本件事業は，群馬県の事務として，地方財政法９条本文で群馬県が経費を全\n額負担すべき旨が定められており，地方財政法２８条の２の規制の対象となるというべきである。\n２　本件公金支出は，新里村が群馬県の事務の経費の一部を負担することになり，地方財政法９条本文で定められた\n経費負担とは異なる負担となっているので，これが地方財政法２８条の２で禁じられている「地方公共団体相互の間に\nおける経費の負担区分をみだすようなこと」に該当するかが問題となる。控訴人らは，本件事業に関して新里村が群馬\n県に寄附をすることが新里村自身の事務であるから，本件公金支出は新里村の事務を行うために要する経費として，地\n方財政法９条本文によっても当然に新里村が負担すべき経費となる旨の主張をするが，同主張は採用することができな\nい。\n地方財政法２８条の２は，任意の寄附をすることについても規制の対象とするものと解されるが，「負担区分をみだ\nすようなこと」という評価的要素を有する文言が用いられていることに照らしても，法令の規定と異なる地方公共団体\nが経費を負担する結果となる行為すべてを一律に禁じるものではなく，法令の規定と異なる地方公共団体が経費を負担\nする結果となるような行為は，原則として負担区分を乱すものとして禁じるが，実質的にみて地方財政の健全性を害す\nるおそれのないものは例外的に許容していると解するのが相当である。\nそこで本件をみるに，①本件事業は，地方財政法９条本文以外の個別の法令により経費の負担区分が明示されている\n事務ではないこと，②本件公金支出は，新里村が自発的かつ任意に群馬県に対して行う寄附であること（新里村と群馬\n県の合意により，新里村が分割支払を行うべき法的義務を負ったことは，当該合意が新里村の任意による以上，支払の\n任意性を否定すべき事情とはならない。）（争いのない事実等，乙２０），③新里村が本件公金支出をすることになっ\nたのは，本件事業の計画当初は，同村が事業用地を取得した上で，財産の交換譲与無償貸付等に関する条例４条１号に\n基づいて群馬県に無償で貸すことを群馬県との間で合意していたが，その後，群馬県が事業用地の取得を行えば土地の\n売主の税金の負担を軽減できるため，群馬県が費用を支出して事業用地を取得し，その費用の一部を同村が同県に支払\nうという方法をとることになったという経緯によるのであり（争いのない事実等，乙７，２０），新里村は土地の取得\nに関する費用以外の本件事業の経費は負担しないこと，④本件公金支出は，用地取得費及び取得事務費相当額から，用\n地取得に要した経費に地域総合整備事業債を充当することによって群馬県が国から交付を受けることとなる地方交付税\n交付金の算定の基礎となる基準財政需要額に算入される金額を減じた額としており，群馬県が不当に地方交付税の交付\nを受けることにはつながらないこと（甲５），⑤昆虫観察館という事業の内容に照らし，群馬県のうち新里村が本件事\n業の事業地として選択されたことが不合理であるというべき事情は見当たらず，事業用地取得費を新里村が負担するこ\nとが，同事業の適正な遂行に悪影響を及ぼすおそれを具体的に想定しがたいことを総合すると，新里村による本件公金\n支出は，地方財政法９条本文に定める経費の負担区分とは異なる経費負担ではあるものの，実質的に見て地方財政の健\n全性を害するおそれがなく，同法２８条の２に違反しないというべきである。\n本件公金支出が地方財政法２８条の２に違反するとの主張の根拠として被控訴人らが挙げる事情は，いずれも群馬県\n及び新里村の相互間の財政秩序に関わる事情とはいえず，上記判断を左右しない。\n３　よって，本件公金支出のうち平成１２年度以降の支出分（未払分，既払分を含む。）は，地方財政法２８条の２\nに違反するものではなく，他に本件公金支出を違法とすべき事情は認められないから，被控訴人らの請求はいずれも理\n由がない。\n第４　結論\n以上によれば，本件公金支出のうち平成１２年度分以降の支出につき被控訴人らの請求を認容した原判決は，相当で\nないからこれを取り消すこととして，主文のとおり判決する。\n東京高等裁判所第１民事部\n裁判長裁判官　　江　　　見　　　弘　　　武\n裁判官　　橋　　　本　　　昇　　　二\n裁判官　　市　　　川　　　多　美　子\nページ(2)\n"
}