{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 3,
    "day": 28
  },
  "case_number": "平成13(ワ)2828",
  "case_name": "代金減額請求",
  "court_name": "神戸地方裁判所",
  "lawsuit_id": "7226",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=7226",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/226/007226_hanrei.pdf",
  "contents": "判決　平成１４年３月２８日　神戸地方裁判所　平成１３年(ワ)第２８２８号　代\n金減額請求事件\n主　　　　文\n一　原告の請求を棄却する。\n二　訴訟費用は原告の負担とする。\n事実及び争点\n第一  申立\n一　被告は原告に対し，金１２９４万円及びこれに対する平成１３年１２月３０\n日から支払済みまで年５分の割合による金員を支払え。\n二　仮執行の宣言\n第二　事案の概要\n本件は，原告が被告に対し，民法５６８条１項の規定に基づき代金減額請求\nをした事案である。\n一　争いのない事実\n１　原告は，平成１１年４月２３日，競売による売却により，神戸市Ａ区Ｂ通\n１丁目１番３所在の宅地６３．３３㎡（以下，「本件土地」という。）及び同所所\n在の家屋番号１番３の木造スレート葺２階建作業所・事務所（以下，「本件建物」\nという。）の所有権を取得した。\n２(1)　本件土地は甲が所有していたところ，①平成元年１０月１７日設定，同\n日登記の債務者を被告とし，株式会社ワイドサービスを根抵当権者とする根抵当権\n設定登記，②平成元年１２月１日設定，同日登記の債務者を有限会社クラブジャッ\nプス（以下，「訴外会社」という。）とし，株式会社兵庫銀行を根抵当権者とする\n根抵当権設定登記，③平成３年６月２１日設定，同日登記の債務者を訴外会社と\nし，同銀行を根抵当権者とする根抵当権設定登記がなされていた。\n(2)　本件建物は，平成３年８月５日頃に本件土地上に建築され，同年９月３\n日，被告名義で所有権保存登記がなされ，同年８月５日設定で上記(1)①ないし③の\n各根抵当権の共同担保に追加するとの設定登記がなされた。\n(3)　甲は平成７年１月１１日に死亡し，被告が単独相続して，平成８年１月\n２２日付けで本件土地につき被告に所有権移転登記がされた。\n(4)　平成８年３月２９日，(1)，(2)記載の本件土地，建物に対する根抵当権\n設定登記は全て抹消され，新たに本件土地，建物に，同日設定の債務者を訴外会社\nとし，株式会社みどり銀行を根抵当権者とする根抵当権設定登記がなされた。\n(5)　株式会社みどり銀行は(4)の根抵当権に基づき，本件土地，建物の競売\n開始の申立をし，神戸地方裁判所は，平成１０年７月１日，競売開始決定をした。\n３(1)　本件土地，建物の競売事件の現況調査の際，被告の弟乙は，本件建物に\nつき，被告との間で平成８年３月１２日から期間１５年間の賃貸借契約を締結し，\n賃料は月額７万円で，敷金は３００万円であるとの主張をした。\n(2)　同競売事件では，乙主張の賃貸借契約に基づく賃借権は，賃借権として\nは評価されず，最低競売価格も本件建物に賃借権が存在していることを認めずに決\n定された。\n４(1)　原告は，平成１１年４月２７日，神戸地方裁判所から本件建物につき不\n動産引渡命令を得たが，乙の抗告により，大阪高等裁判所において同命令は取り消\nされた。\n(2)　原告は乙を被告として，神戸地方裁判所に本件建物明渡しを求める訴訟\n（平成１１年(ワ)第１２７８号）を提起したが，同裁判所は平成１３年１月２４日\n原告の請求を棄却し，大阪高等裁判所も同年７月２５日原告の控訴（同裁判所平成\n１３年(ネ)第７８４号）を棄却し，同判決は確定した。\n二　原告の主張\n１　本件土地，建物の競売事件においては，本件建物についての被告と乙間の\n賃貸借契約に基づく賃借権は買受人である原告に対抗できないものであるとして売\n却手続が進められたものである。ところが，同賃貸借契約は存在し，かつ，原告に\n対抗できることが前記一４(2)の判決により確定した。\n２　よって，原告は，民法５６８条１項の規定に基づき，瑕疵担保責任を追及\nできるところ，同項では代金の減額請求は認められているが，損害賠償の請求は認\nめられていない。一方，同法５６６条１項では，損害賠償の請求をすることは認め\nられているが，代金の減額請求は認められていない。\nこの趣旨は，同法５６６条１項の場合，割合に応じて代金を減額すること\nは困難であるため，同法５６３条や５６５条とは異なり損害賠償を請求できるとし\nたものであるといわれている。しかし，権利の瑕疵（欠缺）はその程度に応じて評\n価することは可能であり，同法５６６条１項に規定する損害賠償の中には，目的物\nの価値の不足分（結局は代金減額請求に相当する）を含むと解すべきである。５６\n８条１項の「代金の減額」と５６６条１項の「損害賠償」とは実質的に目的物の価\n値の不足分を請求するということでは同じであると考えられる。すなわち，「代金\nの減額」も「損害賠償」も，契約の一部解除とそれに伴う原状回復義務を規定して\nいるのである。\nなお，民法５６８条３項は過失のある者に対して損害賠償の請求ができる\nと定めているが，この損害賠償とは，過失ある者に対しては代金の減額で原状回復\nしても補填できない損害を請求できることを定めたものであり，５６６条１項の損\n害賠償請求（実質的には代金の減額請求）をすることを禁じているものでない。\n３　原告は，少なくとも，平成１１年５月１日から平成２３年２月分までの本\n件建物賃料すら取得できず，１４２か月分の賃料相当の９９４万円及び敷金返還分\n３００万円の合計１２９４万円の損害を受けているので，同金額の代金減額請求を\nする。\n三　被告の主張\n１　被告は無資力である。したがって，民法５６８条２項が予定している二次\n責任者の「代金の配当を受けたる債権者」である株式会社みなと銀行に請求すべき\nである。\n２　本訴は，前記一４(1)の抗告事件の決定がなされ，原告が本件建物に原告に\n対抗できる賃借権があることを知った平成１１年６月８日から１年を経過した後に\n提起された。\n理　　　　由\n一　本訴は，民法５６８条１項，５６６条の規定に基づく代金減額請求であると解\nされる。\nところで，民法５６８条１項は，「強制競売の場合においては買受人は前７条\nの規定により債務者に対して契約の解除をなし又は代金の減額を請求することを\n得」と規定し，損害賠償請求を認めていない。一方，５６６条１項は契約の目的を\n達成できないときは契約の解除をできるとし，その他の場合は「損害賠償の請求の\nみをなすことを得」と規定し，代金減額請求を認めていない。これは，５６８条の\n場合，競売手続は債務者の意思に基づかないで行われ，申立債権者，その他の債権\n者も目的物の権利関係等についてこれを知る機会に乏しい場合が多いので，債務者\nや債権者に損害賠償義務を課すことは酷に過ぎるという趣旨であると解される。そ\nして，瑕疵担保責任としての損害賠償義務を負わせないかわりに，同条３項で，過\n失ある者に対しては損害賠償義務を負わせることとしたものであると考えられる。\n５６６条の目的物の完全な使用収益を妨げる他人の権利の付着の場合，その瑕\n疵は質的なものであり，量的なものでないために，割合的算定が困難なので代金減\n額請求を認めなかったものと解される。\n以上によれば，５６６条の規定による５６８条１項に基づく買受人の権利は，\n契約解除に限られ，代金減額請求はできないものと解するのが相当である。\n原告は，代金減額と損害賠償は質的に同じであり，権利の瑕疵による不足分の\n算定も可能であると主張するが，５６８条１項が損害賠償請求を認めていないこと\nは明らかであり，５６６条に代金減額請求と同質の損害賠償請求の規定があるから\nといって，５６８条１項に基づき代金減額請求できるという解釈はとり得ない。代\n金減額請求は契約の一部解除の性質を有することは原告主張のとおりであるが，本\n件のように，目的物に使用収益を妨げる他人の権利が付着している場合，どの一部\nを解除するというのか不明である。\n二　民法５６８条１，２項は，一次的に債務者の，二次的に配当を受けた債権者の\n責任を認めている。\n「債務者」については，物上保証人の場合，債務者に対して求償権を取得する\nから，担保物に権利の瑕疵があるのに瑕疵がないものとして売却されたときには，\n物上保証人に瑕疵がないものとして売却されたことによる利益が帰することとなる\nことを理由に，物上保証人が「債務者」に該当するとする見解がある。しかし，条\n文上はあくまで「債務者」と規定されていること，求償権を取得するといっても，\n通常債務者は無資力である（民法５６８条２項参照）から，有名無実であり，買受\n人は配当を受けた債権者に５６８条２項の規定により請求することが可能であるの\nに，物上保証人は実質的には求償もできないというのは不合理であることを考える\nと，「債務者」とは文字どおり債務者を指すと解するべきである。\n本件の担保権実行による競売の担保権の債務者は，前記争いのない事実\n２(4)，(5)のとおり訴外会社であって被告ではない。したがって，被告に対し，民\n法５６８条１項に基づき請求することはできない。\n三　結論\n以上の次第で，原告の請求は理由がない。\n神戸地方裁判所第５民事部\n裁判官　　　前　　　坂　　　光　　　雄\n"
}