{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 18,
    "month": 7,
    "day": 31
  },
  "case_number": "平成15(ワ)21277",
  "case_name": "損害賠償請求",
  "court_name": "東京地方裁判所民事第１４部",
  "result": "棄却",
  "lawsuit_id": "80274",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=80274",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/274/080274_hanrei.pdf",
  "contents": "平成１８年７月３１日判決言渡 同日原本領収 裁判所書記官\n平成１５年（ワ）第２１２７７号 損害賠償請求事件\n口頭弁論終結日 平成１８年５月２２日\n判決\n主文\n１ 原告の請求を棄却する。\n２ 訴訟費用は原告の負担とする。\n事実及び理由\n第１ 請求\n１ 被告は，原告に対し，平成１５年９月１日以降原告の存命中，毎月末日限り\n２４万円を支払え。\n２ 被告は，原告に対し，１億１８０７万７６７５円及びこれに対する平成１５\n年９月２８日から支払済みまで年５分の割合による金員を支払え。\n第２ 事案の概要\n本件は，被告の開設する病院において子宮全摘術を受けたところ，術後に急\n性肺血栓塞栓症を発症し，そのためにいわゆる植物人間状態となった原告が，\n術後に致死性の急性肺血栓塞栓症を発症したのは，術前に既に急性肺血栓塞栓\n症又はその原因となる深部静脈血栓症を発症していたにもかかわらず，担当医\n師がこれを看過してその治療をしないまま手術をしたからであるなどと主張し\nて，被告に対し，債務不履行又は不法行為（使用者責任）に基づいて，逸失利\n益等の損害の賠償を求めている事案である（第１（請求）の１は医療費相当額\nの支払請求であり，同２のうち附帯請求は訴状送達日の翌日からの民法所定の\n割合による遅延損害金の支払請求である 。。）\nなお，以下では，診療契約上の債務ないし診療上の注意義務のことを，単に\n「義務」という。\n１ 前提事実（証拠原因により認定した事実については，かっこ書で当該証拠原\n因を掲記する。その余の事実は当事者間に争いがない ）。\n（１） 当事者等\n原告は，昭和２７年○月○日生の女性であり，平成１５年２月７日，その\n夫であるＡを成年後見人とする後見開始の審判を受けた。\n被告は，千葉県△△市内に「Ｂ大学医学部附属Ｃ病院」という名称の病院\n（いわゆる大学病院。以下「被告病院」という ）を開設している。平成１。\n４年当時，医師であるＤ（以下「Ｄ医師」という ）は被告病院産婦人科に。\n勤務していた。\n（２） 被告病院における原告の診療経過\nア 子宮全摘術に至るまで\n原告は，平成１３年以前から被告病院を受診していたところ，同年８月\n１３日，被告病院産婦人科を受診し，以後，同科において子宮筋腫に対す\nる診療を受けるようになり，平成１４年４月２０日には子宮内膜試験掻爬\n術を受けた。\nそして，原告は，同年５月２５日，被告との間で，子宮筋腫の治療とし\nて子宮全摘術を受けることを目的とする診療契約を締結した上，被告病院\n。， ， ，産婦人科に入院した その時点で 原告の年齢は５０歳 身長は１５６㎝\n体重は７１㎏であった。原告の担当医はＤ医師であった。\nイ 子宮全摘術及びその術後\n（ア） 原告は，平成１４年５月２８日，被告病院において子宮全摘術を\n受けた（以下，この手術を「本件手術」という 。。）\n本件手術は，Ｄ医師の執刀により午前１１時５０分から午後１時２５\n分まで行われたが，急性肺血栓塞栓症の予防のため，術前の麻酔導入時\nからフロートロンＤＶＴ（以下「フロートロン」という ）の装着によ。\nる間歇的空気圧迫法が施行された。\n（イ） 原告は，本件手術後，急性肺血栓塞栓症を発症して，同日午後６\n時８分ころ突然呼吸が停止した。\n（ウ） 原告は，上記呼吸停止により脳に障害を受け，そのために大脳の\n機能が失われたいわゆる植物人間状態になって，現在に至っている（現\n在も被告病院に入院したままである 。。）\nウ 心電図検査等\n原告は，本件手術前に，平成１４年４月１９日には骨盤ＭＲＩ検査を，\n，，同年５月１日には心電図検査を 同月１３日には心筋シンチグラム検査を\n同月２３日には心エコー検査をそれぞれ受けた。\nなお，原告は，被告病院において，平成１３年２月２６日，同年８月７\n日及び平成１４年１月２６日にもそれぞれ心電図検査を受けていた。\n上記計４回の心電図検査に係る心電図が，日付順に乙Ａ第７号証，第８\n号証 第９号証 第４号証である 以下 これらの心電図を 日付順に 本，， （ ， ， 「\n件心電図１ 「本件心電図２ 「本件心電図３ 「本件心電図４」とい」，」，」，\nい，併せて「本件各心電図」という 。。）\nエ 被告病院における平成１３年８月１３日以降の原告の診療経過の概要\nは，別紙１（診療経過一覧表）のとおりである。\n（） （ ， ， ， ， ）３ 肺血栓塞栓症について 甲Ｂ９ １０ 証人Ｅ 同Ｆ 弁論の全趣旨\nア 肺血栓塞栓症とは，肺動脈が塞栓子により閉塞する疾患であり，全身の\n静脈系のどこかにできた血栓が塞栓化し肺動脈に移動してこれを閉塞する\nものである。\n肺血栓塞栓症の原因となる血栓の大部分は，下肢をはじめとする深部静\n脈で生ずる（深部静脈血栓症 。このことから，肺血栓塞栓症と深部静脈）\n血栓症を併せて静脈血栓塞栓症として論じることがある。\n肺血栓塞栓症の多くは，塞栓子により肺動脈が閉塞することによって急\n性に経過する（急性肺血栓塞栓症）が，塞栓が長期間残存することによっ\nて器質化し慢性化することもある（慢性肺血栓塞栓症 。）\n本件で生じたような短時間で死亡や意識消失といった重篤な状態を生ず\nる急性肺血栓塞栓症を，致死性急性肺血栓塞栓症という。\nイ 急性肺血栓塞栓症では，肺動脈が閉塞することによって，以下のような\n病態を呈する。\n① 肺動脈の血流が遮断されることにより，肺の当該部分において，肺自\n体の換気は保たれるが，血液中と空気との間での酸素と二酸化炭素の交\n換（ガス交換）が障害され，低酸素血症が生ずる。\n② 肺動脈の血流による栄養及び酸素の供給が絶たれ，肺実質組織の障害\n。，として出血と浮腫が起きる これによって非可逆的な障害が生じた場合\nこれを肺梗塞という。ただし，肺は肺動脈と気管支動脈の２つの血管系\nにより養われているため，肺血栓塞栓症によって必ずしも肺梗塞を発症\nするわけではない。\n，。③ 肺動脈の閉塞により機械的に肺血管抵抗が増加し 肺高血圧を生ずる\nその結果，肺動脈に血液を送り出す心臓の右室に負荷がかかり，拡大や\n壁運動の低下を示す（右心不全 。高度な肺高血圧を生じた場合には，）\n急激な右心不全から低心拍出症候群，末梢循環不全，ショック，失神，\n昀悪の場合は突然死を来す。\n（４） 術後急性肺血栓塞栓症の予防について\nア ガイドラインについて（乙Ｂ１，弁論の全趣旨）\n一般に，入院患者については，手術や長期臥床といった要因により静脈\n，，血栓塞栓症を生じやすく 急性肺血栓塞栓症を生ずることが多いことから\nこれを予防する必要がある。\n我が国においては，平成１６年２月に，日本婦人科学会を含む多数の学\n会が参加する肺血栓塞栓症／深部静脈血栓症（静脈血栓塞栓症）予防ガイ\nドライン作成委員会が 「肺血栓塞栓症／深部静脈血栓症（静脈血栓塞栓，\n症）予防ガイドライン （以下，単に「ガイドライン」という ）を作成」。\nした（そのダイジェスト版が乙Ｂ第１号証である 。その記載内容を一。）\n部抜粋すると，以下のとおりである。\n（ア） 注意点及び対象となる患者\n① 本ガイドラインは，作成当時で入手可能な限りの日本人のデータを\n収集して，それに基づいて策定したものであるが，現存する日本人に\n関するデータはいまだランダム化された試験がほとんどなく，データ\nの信頼性も自ずと低いものとなるため，欧米のガイドラインのように\n十分なエビデンスに基づいたものではなく，静脈血栓塞栓症の予防を\n考慮する際の１つの指針に過ぎないことを十分念頭に置く必要があ\nる。\n② 本ガイドラインは，主に日本人の成人（１８歳以上）の入院患者を\n対象とした静脈血栓塞栓症の一次予防を目的に策定されており，既に\n静脈血栓塞栓症が認められる場合の二次予防に関しては言及していな\nい。\n（イ） ガイドラインの実施方法\nａ リスクレベル\n，（ ） ，ガイドラインでは 疾患や手術 処置 のリスクレベルを低リスク\n中リスク，高リスク，昀高リスクの4段階に分類し，各々に対応する\n予防法を推奨した（別紙２の１ 。対象患者の昀終的なリスクレベル）\nは，疾患や手術（処置）そのもののリスクの強さに，付加的な危険因\n子（別紙２の２）を加味して，総合的にリスクの程度を決定する。例\nえば，強い付加的な危険因子を持つ場合には，それだけでリスクレベ\nルを一段階上げるべきであり，弱い危険因子の場合でも複数個重なれ\nばリスクレベルを上げることを考慮する。\nｂ 予防法の種類及び実施方法\n別紙２の３のとおり。\n（ウ） 婦人科手術における静脈血栓塞栓症の予防法\n別紙２の４のとおり（なお，原則として一般外科手術のリスク分類及\nび予防法に準ずるとしているが，これは別紙２の５のとおり 。。）\nイ フロートロンの使用について（甲Ｂ８）\nフロートロンの説明書には，禁忌事項として 「すでに深部静脈血栓症，\nに罹患している患者」が掲げられている。\n２ 原告の主張\n（１） 本件手術後に致死性急性肺血栓塞栓症を発症した機序\nア（第１次的主張）\n原告は，本件手術前の平成１４年５月初めころ既に急性肺血栓塞栓症を\n発症していたところ，これと本件手術が行われたことにより発生した血栓\nとが結合して肺動脈の３分の２以上が閉塞する致死性急性肺血栓塞栓症を\n発症したものである。\n本件手術前の平成１４年５月初めころ既に急性肺血栓塞栓症を発症して\nいたことは，次の諸点からして明らかである。\n① 本件心電図４（平成１４年５月１日）においてＶ１ないしＶ４の陰性\nＴ波が出現しており，これは，急性肺血栓塞栓症発症後の典型的な心電\n図である。\nなお，本件心電図１ないし３においてもＶ１ないしＶ３の陰性Ｔ波が\n出現しており，これらは，その当時においても急性肺血栓塞栓症を発症\nしていたことを示している。そもそも，急性肺血栓塞栓症は繰り返し発\n症して悪化していく疾患であり，致死性急性肺血栓塞栓症のほとんどは\n急性肺血栓塞栓症が反復した結果によるものである。\n② 原告は，次のような事情があったことから，肺血栓塞栓症のリスクが\n高く，ガイドラインにいう昀高ランクに該当していた。\nａ ５０歳であって，子宮筋腫ができる年齢としては高齢であった。\nｂ 身長１５６㎝に対し体重７１㎏と肥満であった。\nｃ 数回の手術歴があり，本件手術前の平成１４年４月２０日には子宮\n内膜試験掻爬術を受けていた。\nｄ ホルモン補充療法を受けていた。\n③ 本件のように手術終了時から４時間３５分という短時間で致死性急性\n肺血栓塞栓症を発症することは，手術が行われたことにより発生した血\n栓だけによる塞栓ではあり得ず，その血栓と手術前に既に発症していた\n急性肺血栓塞栓症とが結合したことによるものとしか考えられない。\nイ（第２次的主張）\n仮にそうでないとしても，原告は，本件手術前に深部静脈血栓症を発症\nしており，これと本件手術が行われたことにより発生した血栓とが結合し\nて肺動脈の３分の２以上が閉塞する致死性急性肺血栓塞栓症を発症したも\nのである。\n本件手術前に深部静脈血栓症を発症していたことは，上記アの②及び③\nの点（ただし，②のうち「肺血栓塞栓症のリスク」を「深部静脈血栓症の\nリスク」と，③のうち「手術前に既に発症していた急性肺血栓塞栓症」を\n「手術前に既に発症していた深部静脈血栓症」とそれぞれ読み替える ）。\nからして明らかである。\n（２） 義務違反及びこれと結果との因果関係\nア（第１次的主張―上記（１）アの場合）\n被告ないしＤ医師は，本件手術を行う前において，上記（１）アの①及\nび②の事実ないし所見を認識していたのであるから，原告が既に急性肺血\n栓塞栓症を発症しているものと診断し（その診断は，本件心電図４の所見\nだけからでも容易にできる ，あるいは，少なくとも，そのことを疑っ。）\nて胸部造影ＣＴ検査を行うことによりその診断をして，その治療（ヘパリ\nン，プラスミノゲンアクチベータ等の血栓溶解薬による血栓の溶解等）を\nしておくべき義務を負っていた。\nしかるに，被告ないしＤ医師は，上記義務を怠り，そのまま本件手術を\n行った。\n上記義務が尽くされていれば，原告は，本件のような致死性急性肺血栓\n塞栓症を発症することはなく，植物人間状態になることもなかった。\nイ（第２次的主張―上記（１）イの場合）\n既に深部静脈血栓症を発症している患者にフロートロンを使用すること\nは禁忌である。\n被告ないしＤ医師は，本件手術を行う前において，上記（１）アの②の\n点（ただし 「肺血栓塞栓症のリスク」を「深部静脈血栓症のリスク」と，\n読み替える ）を認識していたのであるから，原告が既に深部静脈血栓症。\nを発症していることを疑って，Ｄダイマー（血液検査）又は血管エコー等\nの検査を行うことによりその診断をした上，その治療（ヘパリン，プラス\n），ミノゲンアクチベータ等の血栓溶解薬による血栓の溶解等 をしておくか\n少なくとも，本件手術の際にフロートロンの使用を避けるべき義務を負っ\nていた。\nしかるに，被告ないしＤ医師は，上記義務を怠り，そのまま，しかもフ\nロートロンを使用した上で，本件手術を行った。\n上記義務が尽くされていれば，原告は，本件のような致死性急性肺血栓\n塞栓症を発症することはなく（フロートロンについてみると，その使用が\n深部静脈血栓症の血栓を血管から剥離させて肺動脈へと至らせた ，植。）\n物人間状態になることもなかった。\n（３） 損害\nア 逸失利益 ７８１４万２２９８円\n原告は，千葉県△△市の職員として勤務し，平成１３年には年７４８万\n８７５０円の給与を支給されていたところ，本件で植物人間状態になった\nことにより，労働能力を完全に失った。ただし，平成１７年８月までは，\n同市職員の共済組合から給与の８割を支給された。したがって，原告の逸\n失利益は，次の①ないし④の合計額である。\n① 平成１７年８月まで １１７８万３０２２円\n実際に勤務していれば受給していたであろう給与と実際に受給した給\n与（８割）との差額\n② 平成１７年８月から６０歳（定年）まで ４３９９万１１６４円\n７４８万８７５０円×５．８７４３\n③ ６０歳から６７歳まで １２６９万１９３０円\n２７９万８６００円×（１０．４０９４－５．８７４３）\n④ 退職金 ９６７万６１８２円\nイ 過去の治療費 ２６３万７０６７円\nウ 将来の医療費\n平成１５年９月から月額２４万円を要する。\nエ 慰謝料\nａ 後遺障害慰謝料 ２８００万円\nｂ 入院慰謝料 ９６３万円\nオ 控除額 １０３３万７６７５円\n国民年金の障害基礎年金として，平成１７年８月から月額９９万３１０\n０円が支給される。そこで，次の数式による１０３３万７６７５円を控除\nする。\n９９万３１００円×１０．４０９４\nカ 弁護士費用 １０００万円\n３ 被告の主張\n（１） 本件手術前に急性肺血栓塞栓症を発症していなかったことは，以下の\n諸点からして明らかである。\n① 本件心電図４について\n陰性Ｔ波は，急性肺血栓塞栓症の場合に限って出現するわけではなく，\n健康な者の場合でも出現する。\n急性肺血栓塞栓症に特徴的な心電図所見はＱＴ延長を伴った陰性Ｔ波と\n頻脈であるところ，本件心電図４では，ＱＴ延長も頻脈も認められない。\n② 本件各心電図について\n，，本件各心電図にはいずれも陰性Ｔ波が出現しているところ このことは\nその陰性Ｔ波の出現が急性肺血栓塞栓症によるものではないことを示して\nいる。その理由は，以下のとおりである。\n急性肺血栓塞栓症により出現する陰性Ｔ波は，発症から２４時間経過後\nに出現し，早ければ発症の１週間後に，遅くとも発症の４週間後には消失\nする。そして，本件各心電図の検査は，いずれも肺血栓塞栓症を疑って行\nわれたものではない（肺血栓塞栓症とは無関係な理由で行われたものであ\nる 。そうすると，仮に原告主張の如く本件各心電図の陰性Ｔ波が急性。）\n肺血栓塞栓症によるものであるとすれば，４回とも，肺血栓塞栓症とは無\n関係に心電図検査を行ったところ，たまたま，急性肺血栓塞栓症の発症か\nら２４時間後で１週間ないし４週間以内の間であったということになる\nが，このような偶然はおよそ想定することができない（なお，他に２回の\n人間ドックの時にも陰性Ｔ波が出現していたのであるから，なおさら偶然\nに過ぎる 。。）\nまた，本件各心電図では，ＱＴ延長も頻脈も認められない。\nさらに，心電図に陰性Ｔ波が出現するような急性肺血栓塞栓症は，重症\nであり（Ｖ１ないしＶ３の陰性Ｔ波に加えて胸部誘導全体のＳＴ―Ｔ異常\nが見られる場合は，特に重症である ，多くは呼吸困難等の自覚症状を。）\n伴うところ，本件各心電図にはＶ１ないしＶ３の陰性Ｔ波に加えて胸部誘\n導全体のＳＴ―Ｔ異常が見られるにもかかわらず，本件各心電図の検査の\n当時，そのような自覚症状はなかった。\nしかも，重症の急性肺血栓塞栓症を見過ごすと，次に急性肺血栓塞栓症\nを発症したときには致命的になるといわれるにもかかわらず，仮に原告の\n主張を前提とすると，重症の急性肺血栓塞栓症を発症した後，致命的にな\nるどころか何ら重篤な症状が出現することもないまま更に３回も急性肺血\n栓塞栓症を発症したということになる。\n③ 自覚症状について\n急性肺血栓塞栓症を発症すると，自覚症状として，呼吸困難が高頻度で\n認められるし，他に胸痛，咳漱，失神等が認められるが，本件手術前にお\nいて原告にはそのような自覚症状は全くなかった。\n④ 心電図検査以外の検査について\n急性肺血栓塞栓症の場合，心エコー検査で右心負荷の所見が認められる\nところ，本件の平成１４年５月２３日の心エコー検査では，右心負荷の所\n見は認められなかった。\nまた，本件の同年４月１９日の骨盤ＭＲＩ検査で，下大静脈及び腸骨静\n脈に深部静脈血栓症の病変は認められなかった。\n⑤ 急性肺血栓塞栓症発症のリスクについて\n５０歳は高齢ではないし，肥満やエストロゲン治療（原告主張のホルモ\nン補充療法とは，これのことである ）は，血栓のリスク要因とはいって。\nも，それほど強いものではない。\n（２） 深部静脈血栓症について\n原告の肥満及び手術歴（子宮内膜掻爬術）は，深部静脈血栓症のリスク因\n子でないとはいえないが，それらがない者と比較すればリスクがあるという\n程度のものである。\n本件手術を行うに際し，事前に深部静脈血栓症の有無を確認するためにＤ\nダイマーや血管エコー等の検査をしなければならないというまでの義務はな\nい。\n第３ 当裁判所の判断\n１ 前記前提事実に証拠（各項に掲げるもの）及び弁論の全趣旨を併せると，以\n下の事実が認められる（以下，証人の名は略す 。。）\n（１） 急性肺血栓塞栓症は，以下のような症状及び所見を呈する（甲Ｂ７，\n９ないし１２，乙Ｂ６，９，証人Ｅ，同Ｆ，鑑定の結果 。）\n① 臨床症状として，大部分の症例に呼吸困難が生じる。急性肺血栓塞栓症\nによる呼吸困難は，程度が比較的重い。そのほか，失神，胸痛，咳嗽等も\n見られることがある。\n② 心エコー検査においては，右心負荷の所見として，右室拡大，右室壁運\n動の低下等の所見が見られることが多い。\n③ 心電図については，胸部誘導においてＶ１ないしＶ３の陰性Ｔ波を生ず\nることがある。この所見は，右室負荷の回復期に見られ，発症の概ね１日\n後に出現し（それまではＳＴ上昇が見られる ，一般的には１ないし４。）\n週間後までに消失するとされている。心電図に変化を生ずるような急性肺\n血栓塞栓症は，かなり重症である。\nまた，急性期には頻脈になる傾向がある。\n（２） 本件手術を行う時点において，原告につき以下のような検査結果及び\n症状等が明らかとなっていた（各項に掲げる証拠 。）\nア 心電図所見（乙Ａ４，７ないし９，弁論の全趣旨）\n本件心電図４（平成１４年５月１日）ではＶ１ないしＶ４の陰性Ｔ波が\n出現し，本件心電図１ないし３ではＶ１ないしＶ３の陰性Ｔ波が出現して\nいた。\nイ 心エコー所見（乙Ａ６，１３）\n平成１４年５月２３日の心エコー検査では，右室拡大などの右心負荷の\n所見も認められず，ほぼ正常と判定された。なお，この際，微軽度の肺動\n脈弁閉鎖不全が認められた。\nウ 心筋シンチ所見（乙Ａ５，１３）\n同月１３日の心筋シンチグラム検査において，前壁中隔領域に虚血の所\n見が認められた。\nエ 症状（乙Ａ１３）\n原告は，被告病院における同月８日の問診に対し，①胸痛はない，②年\nに２，３回，夜中の２時から３時ころ，胸が息苦しくなって覚醒し，３０\n，， 。分くらいで治るが 寝たままだと苦しい ③階段でハアハアすると答えた\n２ 本件手術前に急性肺血栓塞栓症を発症していたか否かについて\n（１） 原告は，前記第２の２（原告の主張）の（１）アの①ないし③のよう\nな点を根拠に挙げて，原告が本件手術前に既に急性肺血栓塞栓症を発症して\nいた旨主張し，原告側のいわゆる協力医であるＥ医師も，その意見書（甲Ｂ\n７，１２，１５）に同旨の意見を記載し，かつ，証人として同旨の証言をし\nている（以下，このＥ医師の意見書の意見及び証言を併せて「Ｅ意見」とい\nう。なお，証拠（甲Ｂ９，１０，乙Ｂ１，９）によれば，Ｅ医師は，肺血栓\n塞栓症について多数の著書及び論文を著しており，ガイドラインの作成にも\n関与したことが認められる 。。）\nしかしながら，次項の諸点及び鑑定の結果に照らして，Ｅ意見は採用する\nことができない（なお，本件において実施された鑑定は，Ｇ大学医学部附属\n病院のＨ医師，Ｉ大学医学部附属病院のＪ医師及びＫ大学医学部附属病院の\nＬ医師を鑑定人とするいわゆるカンファレンス鑑定である。以下，個別の鑑\n定人の意見をいうときは，例えば「Ｈ鑑定意見」というようにいうこととす\nる。。）\n（２） Ｅ意見について\nア 本件各心電図について\n（） （ 「 」 。）ア 前記前提事実及び上記１の認定事実 以下 前提事実等 という\nに証拠（乙Ａ４，７ないし９，鑑定の結果）を併せると，本件各心電図\nは，いずれもＶ１ないしＶ３（本件心電図４ではＶ１ないしＶ４）の陰\n性Ｔ波が出現していて，ほぼ同様の波形であると認められるところ，Ｅ\n意見は，本件各心電図はいずれも上記のような陰性Ｔ波が出現している\nことからして急性肺血栓塞栓症の発症を示すものであると言う。\n（） ， ， （ ， ， ） ，イ しかしながら まず 証拠 乙Ｂ６ ８ 鑑定の結果 によれば\n陰性Ｔ波（Ｖ１ないしＶ３の陰性Ｔ波あるいはＶ１ないしＶ４の陰性Ｔ\n波を含む ）は，急性肺血栓塞栓症の場合に限って出現するわけではな。\nく，健康な成人の場合でも出現することがあり，Ｖ１ないしＶ３（ある\nいはＶ１ないしＶ４）の陰性Ｔ波が出現しているからといって，それだ\nけで直ちに急性肺血栓塞栓症の発症をいうことはできないと認められ\nる。\nかえって，証拠（乙Ｂ６，７，鑑定の結果）によれば，急性肺血栓塞\n，（ （ ）栓症の場合に出現する陰性Ｔ波には ＱＴ延長 補正ＱＴ時間 ＱＴｃ\n＞０．４４秒）を伴うことが多いと認められるところ，証拠（乙Ａ４，\n７ないし９，鑑定の結果）によれば，本件心電図１ないし４では，ＱＴ\nｃが順に０．４０２秒，０．４０２秒，０．４０４秒，０．４１５秒で\nあって，いずれもＱＴ延長を伴わないことが認められる。なお，乙Ａ３\n号証によれば，本件手術後に急性肺血栓塞栓症を発症した後の平成１４\n年５月３０日の原告の心電図では，ＱＴｃが０．４９３秒であって，Ｑ\nＴ延長を伴うことが認められ，原告において急性肺血栓塞栓症を発症し\nた際にＱＴ延長が生じない体質ではないことが窺われる。\nまた，前記のとおり，急性肺血栓塞栓症の発症の際には頻脈になる傾\n向があるところ，証拠（乙Ａ４，７ないし９，Ｂ６，鑑定の結果）によ\nれば，本件心電図１ないし４では，心拍数が順に毎秒６１回，５２回，\n５６回，４７回であって，いずれも頻脈ではなく，本件心電図２ないし\n４においてはむしろ洞性徐脈であることが認められる。\n（ウ） そして，本件各心電図の陰性Ｔ波がいずれも急性肺血栓塞栓症に\nよるものであるというＥ意見を前提にすると，以下のとおり，不自然な\nいし不合理であって，自然かつ合理的に説明できない点が生ずる。\nａ 前記のとおり，急性肺血栓塞栓症により出現する陰性Ｔ波は，発症\nの概ね１日後に出現し，一般には１週間ないし４週間後までに消失す\nるとされているところ，証拠（乙Ａ１，１３，１８，１９，Ｂ１０，\n証人Ｆ）及び弁論の全趣旨によれば，本件各心電図の検査は，いずれ\nも肺血栓塞栓症を疑って行われたものではない（肺血栓塞栓症とは無\n関係な理由で行われたものである ）ことが認められる。。\nそうすると，Ｅ意見を前提にすれば，平成１３年２月から平成１４\n年５月１日までの間に，肺血栓塞栓症とは無関係な理由で計４回の心\n電図検査を行ったところ，たまたま，４回とも，急性肺血栓塞栓症の\n発症から概ね１日後で１週間ないし４週間以内の間であったというこ\nとになるが，このような事態は，偶然に過ぎて，容易に想定し難い。\nかえって，陰性Ｔ波は健康な者の場合にも出現することがあること及\nび本件各心電図がほぼ同様の波形であることや，本件全証拠を検討し\nてみても原告の心電図に陰性Ｔ波が出現しなかったことがあると認め\nるに足りる証拠はない（なお，証拠（乙Ａ１２，１３）によれば，原\n告は，平成１２年と平成１３年の２回，人間ドックを受診して心電図\n検査を受けたことが認められる ）ことをも併せ考慮すると，３名の。\n鑑定人が揃って指摘するとおり，本件各心電図の陰性Ｔ波は，原告に\n恒常的に認められる所見であるか，あるいは，肺血栓塞栓症とは別の\n（） 。疾患 心疾患等 によるものとみるほうがより自然かつ合理的である\nなお，Ｅ意見は，急性肺血栓塞栓症による陰性Ｔ波は適切な治療を\nしなければ４週間を超えて持続することもあると言うが，仮にそうで\nあるとしても，その陰性Ｔ波がいつまでも持続するというのではない\nから，その程度の差はあるにしても上記のとおり偶然に過ぎるという\n点に変わりはない。\nｂ 前記のとおり，心電図に陰性Ｔ波が出現するような急性肺血栓塞栓\n症は，かなり重症であって，多くは呼吸困難の自覚症状を伴うのであ\nるし，証拠（証人Ｅ，鑑定の結果）によれば，急性肺血栓塞栓症は，\nこれを繰り返すと，重症化するものであり，重症の急性肺血栓塞栓症\nを見過ごすと，次に急性肺血栓塞栓症を発症したときには致命的にな\nるとさえいわれていることが認められる。\nしかして，本件全証拠を検討してみても，本件各心電図の検査が行\nわれた当時，原告に呼吸困難の自覚症状があったと認めるに足りる証\n拠はなく（本件心電図４の検査が行われた当時のことについては，後\n記のとおりである ，また，証拠（乙Ａ４，７ないし９，鑑定の結。）\n果）によれば，本件各心電図を日付順に見ると，陰性Ｔ波の深さ，Ｑ\nＴｃ及び心拍数等において，特に悪化の傾向は示しておらず，ほぼ同\n様の波形であることが認められる。\n，， ， ，そうすると Ｅ意見を前提にすれば 原告は 本件手術前において\n特に呼吸困難の自覚症状や心電図所見の悪化を伴うことなく重症の急\n性肺血栓塞栓症を４回も繰り返したということになるが，このような\n事態は，上記知見に照らして，容易に想定し難い（鑑定人３名の意見\nも同旨である 。。）\nイ 症状等について\n前記のとおり，急性肺血栓塞栓症では，大部分の症例で比較的程度の重\nい呼吸困難が生じ，そのほかに失神，胸痛，咳嗽等も見られることがある\nところ，原告の場合，本件手術前において，前記１（２）エの②，③のよ\nうな症状があったことを除くと，上記の呼吸困難等の症状があったと認め\nるに足りる証拠はない。\nそして，前記１（２）エの②，③のような症状についてみると，鑑定の\n結果によれば，そのような症状は，急性肺血栓塞栓症の場合に見られる典\n型的な症状である呼吸困難とは必ずしも一致せず，原告が肥満であったこ\nとなど急性肺血栓塞栓症とは別の原因から十分に説明がつくものであるこ\nとが認められる。\nなお，前記１（１）②のとおり，急性肺血栓塞栓症を発症した場合，心\nエコー検査において，右室拡大等の右心負荷の所見が見られることが多い\nところ，前記１（２）イのとおり，原告について平成１４年５月２３日に\n実施された心エコー検査では，右室拡大等の右心負荷の所見は認められな\nかった。\nウ 他の原因の可能性について\n証拠（乙Ｂ７，証人Ｆ，鑑定の結果）によれば，陰性Ｔ波は，肺血栓塞\n栓症に特有のものではなく，心筋の虚血等によっても生ずると認められる\nところ，原告の場合，前記１（２）ウのとおり，平成１４年５月１３日に\n行われた心筋シンチグラム検査において，前壁中隔領域の虚血の所見が認\nめられたのであるから，本件各心電図上の陰性Ｔ波についても，前壁中隔\nの心筋虚血によるものである可能性もあるといえる（Ｊ鑑定意見 。）\nこの点について，Ｅ意見は，乙Ｂ第７号証の文献を引用して，Ｖ１ない\nしＶ３の陰性Ｔ波でＶ２がピークになっているものは，急性肺血栓塞栓症\nの所見であって，心筋の虚血とは考え難いと言う。しかし，鑑定の結果に\nよれば，Ｅ意見が言うようにＶ１ないしＶ３の陰性Ｔ波でＶ２がピークに\nなっているものは急性肺血栓塞栓症の所見であるとの医学的知見は確立し\nていないことが認められる（なお，Ｊ鑑定意見によれば，心臓の向いてい\nる方向には個人差があることから，前壁中隔の虚血の所見がＶ３ではなく\n隣接するＶ２に現れたとしても必ずしも不自然ではないと認められる 。。）\nまた，上記ア（ウ）ａに判示したとおり，本件の陰性Ｔ波は，特に疾患\nによるものではなく，原告に恒常的に認められる所見である可能性もある\nといえる。\nエ 本件においては，術後数時間という短時間で致死性急性肺血栓塞栓症を\n発症したのであるが，それだけでは，術前に既に急性肺血栓塞栓症を発症\nしていたものと推認することはできない（そのように推認することができ\nるような医学的知見は見当たらない 。なお，後記のとおり，術前に深。）\n部静脈血栓症を発症していた可能性も考えられる。\n（３） 以上のとおりであって，本件手術前に既に急性肺血栓塞栓症を発症し\nていたというＥ意見は採用することができず，他に，本件全証拠を検討して\nみても，そのような発症があったと認めるに足りる証拠はない。\nしたがって，本件手術前に既に急性肺血栓塞栓症を発症していたことを前\n提とする原告の第１次的主張は，その余の点について検討するまでもなく理\n由がないというべきである。\nなお，仮に本件手術前に既に急性肺血栓塞栓症を発症していたものである\nとしても，上記（２）で検討したところ（ただし，エの点は除く ）によれ。\nば，Ｄ医師において，本件手術前に，そのような発症を疑うことができたと\nか疑うべきであったということはできない（鑑定人３名の意見も同旨であ\nる。。）\n３ 術前に深部静脈血栓症の有無を確認すべき義務について\n（１） 原告は，前提事実等のとおり，身長１５６㎝に対し体重７１㎏という\n肥満であったし，本件手術の約１か月前の平成１４年４月２０日に子宮内膜\n試験掻爬術を受けており，また，ホルモン補充療法を受けていたのであると\nころ，前記前提事実（４）アの知見及び鑑定の結果によれば，上記のような\n事情が存在した原告については，深部静脈血栓症の発症のリスクがそれなり\nに存在し，その程度はともかくとして，本件手術前に既に深部静脈血栓症を\n発症していた可能性もあるものと認められる（なお，５０歳という年齢は，\n「高齢」とはいえず，リスク因子に当たらないと認められる 。。）\nそして，鑑定の結果によれば，少なくとも現在では，深部静脈血栓症の発\n症のリスクがそれなりに高い患者に対して本件のような手術を実施するに当\nたっては，術前に深部静脈血栓症の発症の有無を確認するためにＤダイマー\n（血液検査）や血管エコー等の検査を実施しているという大学病院も存在す\nることが認められる。\n（２） しかしながら，ガイドラインを参考にして，上記のように原告に認め\nられる各リスク因子のリスクの程度を検討するに，肥満は弱いリスク因子に\nしかすぎないし（別紙２の２ ，手術歴はガイドライン中にリスク因子とし）\nて掲げられていないぐらいであり，ホルモン補充療法については，Ｌ鑑定意\n，。見によれば 本件で行われたものについてはリスクが強くないと認められる\nなお，鑑定人３名も，これらのリスク因子を総合しても本件手術は中リスク\n（本件手術の術式自体（良性疾患の開腹手術）のリスクと同様）とするので\nあって，上記のリスク因子をそれほど強いものとは考えていないことが認め\nられる。\nそして，証拠（乙Ｂ６，鑑定の結果）によれば，Ｋ大学病院では，平成１\n７年１０月から，その当時作成されたマニュアルに基づいて，血栓のリスク\n，（ ，が高い患者については 術前にＤダイマー検査を行うようになったが なお\n本件のような場合に行われるかどうかは定かでない ，Ｉ大学病院やＧ大。）\n学病院では，現在においても，少なくとも循環器内科においてそのようなマ\nニュアルがないなど，大学病院においてさえ，現在でも，現に深部静脈血栓\n症の症状が現れているよう場合は別として（Ｌ鑑定意見によれば，深部静脈\n血栓症の症状として，足の腫れ，むくみ，痛み等が出現することがあると認\nめられるところ，本件では，そのような症状が現れていたと認めるに足りる\n証拠はない ，本件のような場合に術前に深部静脈血栓症の有無を確認す。）\nるための検査が必ずしも行われているわけではなく，まして，本件手術が行\nわれた平成１４年５月当時においては，本件のような場合に術前に深部静脈\n血栓症の発症の有無を確認するための検査を行うということは大学病院の医\n（， （ ）療水準としても確立していなかったことが認められる なお 前提事実 ４\nのとおり，本件手術は，ガイドライン作成前に実施されたものである 。。）\n他に，本件全証拠を検討してみても，本件手術当時において，被告病院の\nような大学病院の医療水準として，本件のような場合に術前に深部静脈血栓\n症の発症の有無を確認するための検査を行うべきものということが確立して\nいたと認めるに足りる証拠はない。なお，フロートロンの説明書（甲Ｂ第８\n号証）においては 「すでに深部静脈血栓症に罹患している患者」には禁忌，\nとするにとどまり，乙Ｂ第１号証においても 「使用開始時に深部静脈血栓，\n症の存在を否定できない場合，すなわち手術後や長期臥床後から装着する場\n合には，深部静脈血栓症の有無に配慮し十分なインフォームド・コンセント\nの下に使用して，肺血栓塞栓症の発症に注意を払う」とされており，フロー\nトロンの使用（間歇的空気圧迫法の実施）に当たっては，必ずしも深部静脈\n血栓症の有無を確認すべきであるとはされていない。\nそうすると，被告ないしＤ医師において，本件手術を実施するに当たり，\n術前に深部静脈血栓症の発症の有無を確認するための検査を行うべき義務が\nあったということはできない（鑑定人３名の意見も同旨である 。。）\n（３） したがって，本件手術前に深部静脈血栓症を発症していることを疑っ\nて検査をすべきであったことを前提とする原告の第２次的主張は，その余の\n点について検討するまでもなく理由がないというべきである。\n４ 以上の次第で，原告の請求は理由がないから，これを棄却することとし，訴\n訟費用の負担につき民訴法６１条を適用して，主文のとおり判決する。\n東京地方裁判所民事第１４部\n貝阿彌 誠裁判長裁判官\n片野 正樹裁判官\n西田 祥平裁判官\n"
}