{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 5,
    "day": 17
  },
  "case_number": "平成13(わ)725",
  "case_name": "被告人Ａに対する暴力行為等処罰に関する法律違反，傷害致死幇助，同Ｂに対する暴力行為等処罰に関する法律違反，傷害致死，同Ｃに対する暴力行為等処罰に関する法律違反，傷害致死，窃盗，同Ｄに対する暴力行為等処罰に関する法律違反，殺人，盗品等無償譲受け各被告",
  "court_name": "広島地方裁判所",
  "lawsuit_id": "7975",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=7975",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/975/007975_hanrei.pdf",
  "contents": "主　　　　　　　文\n被告人Ａを懲役２年に，被告人Ｂを懲役３年に，被告人Ｃを懲役３年に，被\n告人Ｄを懲役１３年に処する。\n被告人らに対し，未決勾留日数中各１５０日を，それぞれその刑に算入す\nる。\n被告人Ａに対し，この裁判が確定した日から３年間その刑の執行を猶予す\nる。\n被告人Ｃから，押収してあるゴルフクラブ１本（平成１３年押第１１７号の\n１）を，被告人Ａから，押収してあるバール１本（同号の２）及びハンマー１本\n（同号の３）を，それぞれ没収する。\n理　　　　　　　由\n（罪となるべき事実）\n第１　被告人Ｄ，同Ｂ，同Ａは，Ｅ至と共謀の上，平成１３年７月２９日午前零時\n４５分ころから同日午前１時４５分ころまでの間，広島市安芸区ａ町ｂ番地ｃ所在\nの家屋解体業Ｆの駐車場において，被告人Ｂ及び同Ｄが，こもごも，同所に駐車し\nてあったＧ管理の普通貨物自動車１台の燃料タンク内に砂糖及び清涼飲料水を混入\nし，情を知らない前記Ｆの従業員に同車両のエンジンを始動させてエンジンを焼き\n付かせ，また，Ｇ管理の普通乗用自動車１台の左右ドア及び後部トランクを石でひ\nっかいて傷を付けてそれぞれ損壊し（損害額合計３９万５４１０円相当），もっ\nて，数人共同して他人の器物を損壊した\n第２　被告人Ｄ，同Ｃ，同Ｂ及び同Ａは，Ｅと共謀の上，同年８月６日午前１時４\n５分ころから同日午前１時５０分ころまでの間，前記Ｆの駐車場において，被告人\nＢ，同Ｃ及び同Ｄが，同所に駐車してあったＧ管理の自家用ダンプカー等６台の車\n両に対し，こもごも，あらかじめ準備していた金属バット１本，ゴルフクラブ１本\n（平成１３年押第１１７号の１），バール１本（同号の２）及びハンマー１本（同\n号の３）を用いて，燃料タンクに穴を開けたり，フロントガラス等をたたき割るな\nどし，さらに，前記Ｆ事務所南側窓ガラスを前記バール及びハンマーを用いてたた\nき割ってそれぞれ損壊し（損害額合計５２万７８７０円相当），もって，数人共同\nして他人の器物を損壊した\n第３　被告人Ｄ，同Ｃ，同Ｂ及び同Ａが，前記第２の犯行を実行しているうち，\n１　被告人Ｄ，同Ｃ及び同Ｂは，前記Ｆの事務所付近でＨ（当時３７歳）に前記\n第２の犯行を目撃されて追われた際，逃げ遅れた被告人ＤがＨから木刀で打ち据え\nられたことから，Ｈに対して腹を立てるとともに，被告人らがそろって同所から逃\n走するためにＨを殴り倒そうと考え，同人に対する傷害の意思を相通じた上，同日\n午前１時５０分ころ，同所付近で，こもごも，同人を背後から羽交い締めにした\nり，同人に対して金属バットを振り回し，ゴルフクラブでその肩口や背中をたたき\n付けるなどの暴行を加え，更にその場から逃げ出した同人を追跡し，前記Ｆの北西\n側出入口付近の自動販売機の前で同人を取り囲み，Ｄが，金属バットでＨの頭部等\nを数回殴打するなどして，同人に対し，頭部に挫裂創を，顔面，両肩，両足等に打\n撲傷及び擦過傷を負わせた\n２　被告人Ａは，前記Ｄ，同Ｃ及び同Ｂが前記第３の１の犯行に及んだことを察\n知するや，前記Ｆ付近の路上において，上記Ｄらのために，逃走用の普通乗用自動\n車を待機させて周囲を警戒するなどして，同人らの上記各犯行を容易にした\n第４　被告人Ｃは，同日午前１時５５分少し前ころ，前記自動販売機の前で昏倒し\nていたＨから，同人が身に付けていた同人所有に係るネックレス１本（時価８万８\n０００円相当）を窃取した\n第５　被告人Ｄは，前記第３の犯行が被告人らの犯行であることの発覚を防ぐた\nめ，Ｈを殺害しようと決意し，同日午前１時５５分ころ，前記自動販売機の前で昏\n倒していたＨに対し，金属バットで，その顔面及び頸部の辺りを二，三回力を込め\nて殴打し，同人に対し，下顎骨破砕，上顎骨骨折等の傷害を負わせ，同日午前３時\n６分，広島県呉市ｄ町ｅ－ｆ〇〇病院において，同人を上記傷害による血液吸引に\nより窒息死させて殺害した\n第６　被告人Ｄは，同日午前１時５５分ころから同日午前２時３分ころまでの間，\n前記Ｆ付近から広島県呉市ｇ町ｈ番付近へ向けて走行中の普通乗用自動車内におい\nて，前記Ｃから，同人がＨから窃取してきたものであることを知りながら，前記ネ\nックレス１本をもらい受け，もって，盗品を無償で譲り受けた\n第７　被告人Ｃは，同月１２日午前７時ころ，同市ｉｊ丁目ｋ番ｌ号所在のＩ方敷\n地内において，同所に駐車していた同人所有の自動二輪車１台（時価１０万円相\n当）を窃取した\nものである。\n（証拠の標目）\n（省略）\n（事実認定の補足説明）\n１　判示第１の共同器物損壊について\n被告人Ｄの弁護人は，被告人らがＥと共謀した事実はない旨主張し，被告人Ｄ\nもこれに沿う供述をし，また，被告人Ｂも，実質的に上記Ｅとの共謀を否認するか\nのような供述をするので，検討する。\n(1) Ａは，おおむね以下のとおり供述する。\n平成１３年７月２８日，私は，Ｂと同人の妻，私の交際相手と一緒に，呉\n市ｍの商店街で開かれていた土曜夜市に出掛け，午後８時ころ，事前にＢが電話で\n待ち合わせをしていたＥらと合流した。Ｏという店の前でとりとめのない話をして\nいる間に，ＥがＢに，「今日，兄弟が行くけぇ，ついて行っちゃってくれーの。」\nと言って，Ｄについて行くよう指示していた。Ｅがふだん「兄弟」と呼んでいるの\nは，Ｄのことである。当時，私やＢは，Ｅの「若い衆」同然の立場で行動してい\nて，Ｅからの指示は，まずＢに出され，Ｂがその指示を私に伝えてきていたので，\nその晩のことについても，Ｂから指示があるものと思っていた。私の交際相手を自\n宅まで送って行く車の中で，Ｂが「今日，Ｅ君がけんかする言いよるけぇ，ついて\n来い言いよる。」と言ってきた。交際相手を送り届けた後，Ｅの兄が経営している\nＪの事務所であり，かつＢの住居であるアパートに行くと，Ｅが待っていた。Ｅ\nは，Ｂに，部屋から木刀を持ってくるよう指示していた。私とＢ，Ｅの３人が私の\n車に乗り込んで出発し，Ｅの指示でＤを迎えに行って合流した。\n車の中で，Ｅが「ｎに上がってくれ。」と指示してきた。さらに，Ｅは，\n「Ｆは生意気なんじゃ。仕事ができんようにしてやる。ダンプを動かんようにして\nやる。」とも言っていた。Ｅは，コンビニエンスストアに寄るよう指示してきた。\nダンプカーの燃料タンクに砂糖とポカリスエットを入れてやろうなどと言ってい\nた。Ｅがその夜のことをすべて計画し，Ｅ以外の３人は聞き役だった。\nｎに上がる途中のコンビニエンスストアでは，Ｅが，携帯電話で，「どん\nな砂糖がええんですか。」などと電話の相手に尋ねていた。その後，Ｅが，商品棚\nにあった砂糖を２袋取り出した。ポカリスエット２本と，自分たちの食べ物や飲物\nも買った。さらに，Ｅは「もう１つ買っとこか。」と言って，砂糖１袋を持ってき\nたので，結局砂糖は３袋買った。\nその後，車を走らせて，Ｆに到着した。ＢとＤが車から降りた。Ｅも車か\nら降りようとしていたが，Ｄが制止したので，Ｅは，「ほいじゃあ，人が出てきた\nら，わしが行くわ。」と言って，車に残った。Ｅは，Ｂらに，「全部のダンプに砂\n糖やポカリを入れてこいや。」と言っていた。１０分くらいして，ＤとＢが車に戻\nってきて，かぎがなかったため１台しか燃料タンクを開けられなかったと話した。\nＥはＢらに，「どんだけ入れたんじゃ。」と尋ね，Ｂが示した砂糖の残量\nを見て，「それじゃあ少ないじゃろうが。」と言った。Ｅは，車の中で，携帯電話\nでだれかと話をして，「どれくらいでエンジンが動かなくなるんですか。」などと\n言っていた。\n私は，Ｅから，Ｋが来るのでＰに寄るよう指示された。指示のあったＰの\n駐車場で，Ｋと会った。ＥはＫに，「これくらい入れてきましたけど，どがいです\nかね。」と尋ねて，砂糖の残量を示したところ，Ｋが，「それじゃ，足りんわ。」\nと答えたので，ＥはＤ，Ｂ，私に，もう一度Ｆに行こうと言った。\n再びＦに戻り，ＤとＢがダンプカーの燃料タンクに砂糖を入れに行った。\n戻ってきたＢが，Ｅに，「全部入れてきたです。」と報告すると，Ｅは，「ほう\nか。すぐには焼き付かんじゃろう。１週間くらいで焼き付くんと違うか。」と答え\nた。帰りがけに，ＤがＥに，敷地に駐車中の乗用車を指さして，「あれも傷付けと\nっちゃろうか。」と言い，Ｅが「ほうじゃねー。」と応じたので，私は車を止め\nた。すると，ＤとＢが車から降り，どちらかが石か何かで車のボディを傷付けてい\nた。Ｅは「これで分かるじゃろう。」と言っていた。\nそこで，Ａの上記供述の信用性を検討するに，上記供述は，その内容が，コ\nンビニエンスストアの防犯ビデオの映像やＫの供述など他の客観的証拠や関係者の\n供述などに合致しているだけでなく，実際に事実を体験した者でなければ供述でき\nないような具体的で詳細な内容が含まれ，内容自体にも不合理な点が見られないの\nであって，さらに，Ａは，当時，暴力団に所属しているＥに従って行動を共にし，\nＥのいわゆる「若い衆」同然の服従関係にあったこと及び当公判廷においてＤがＥ\nとの共謀を否認する旨の供述をするのを見ていたことから，ＡがＥとの共謀を認め\nる旨の供述をすれば，Ｅ自身やその周囲の関係者らから強い非難や報復を受ける可\n能性が大きいことは当然認識しているはずであるところ，それでもなおＥとの共謀\nを認める供述を維持していることに加え，Ａに虚偽の供述をする理由や動機が見当\nたらないことをも併せ考えると，その供述は信用できる。\n(2) 一方，Ｂは，当公判廷において，土曜夜市に出掛けていたところ，Ｄに声を\n掛けられ，同人から，腹が立つやつがいるからついて来てくれと言われたので，相\n手がだれか聞かないまま，Ｅを誘って一緒にＦまでついて行った旨供述している。\nしかしながら，Ｂの捜査段階の供述を見るに，当初，ＡやＥと一緒に土曜夜市に出\n掛けていたところ，Ｄから電話が掛かってきて，Ｄの指示で４人が一緒にＦに行く\nことになった旨供述していたことがうかがわれ，また，その後，土曜夜市でＤに呼\nび止められて，ＤがＦとトラブルを起こしていることの具体的な説明を受けた上\nで，Ｆのトラックを壊しに行くからついて来てほしいと小声で言われ，その後に出\n会ったＥに，Ｄから聞いた話を伝えたところ，Ｅが「ついて行っちゃる。」と答\nえ，さらに，弟分的な存在であるＡにも手伝わせようと思い，Ｄがトラックを壊し\nに行くのについて来るように言った旨供述しているのであって，Ｅの共謀の有無に\n関する重要部分について供述の変遷が見られるところ，その変遷の理由について合\n理的な説明がなされていない。\nまた，Ｂは，Ｅはコンビニエンスストアでの砂糖の購入にかかわっていない\n旨及びＫに砂糖の量が少ないと言われて再度Ｆのトラックに砂糖を入れに行こうと\n言い出したのはＤである旨を供述するところ，コンビニエンスストアの防犯カメラ\nで撮影された映像や，Ｋの供述によれば，Ｅがコンビニエンスストアの店内でＢ及\nびＤと一緒に砂糖を選び，自ら砂糖を手に取っている事実及びＦのトラックの燃料\nタンクに砂糖を入れたという話をＥのほうからＫに切り出した事実が認められるの\nであって，Ｂの上記供述はこれらの事実と明らかに矛盾するものである。\nそして，これらの事情に加え，ＢがＥの舎弟のような立場にあり，虚偽の供\n述をしてでもＥをかばおうとする動機が十分に認められることを併せ考えれば，Ｅ\nとの共謀に関するＢの供述は，到底信用できるものではない。\n(3) また，Ｄは，ＥからＦとのトラブルの内容を聞き，Ｅに大恥をかかせたＦの\n社長を許せず，Ｅのために一肌脱いで，トラックを壊して嫌がらせをしてやろうと\n考えていた旨，Ｅには，Ｆの事務所を確認に行くという話しかしていない旨，トラ\nックの燃料タンクに砂糖などを入れて損壊するという方法は自分が以前から知って\nいたものであり，この方法を提案したのはＤ自身である旨及びＫから砂糖の量が少\nないと言われたので，Ｄ自身がＦに戻って更に砂糖を入れようと考えた旨供述して\nいる。\nしかしながら，Ｄは，車の中で損壊の方法を提案した場面について，捜査段\n階では，ＥもＤの提案を聞いて賛成した旨供述していたところ，当公判廷では，Ｅ\nには聞こえないようＢに耳打ちした旨供述を変遷させているが，このような供述の\n変遷の理由について合理的な説明がなされていない。さらに，その内容自体も，Ｅ\nのためにトラックを壊そうと考えたのに，同じ乗用車に同乗し，Ｆにまでついて来\nたＥに対し，あえてその計画を聞かれないようにしたというものであって明らかに\n不合理であるばかりでなく，前述の，Ｅがコンビニエンスストアで砂糖を選んだ\nり，Ｋに対して，Ｆのトラックの燃料タンクに砂糖を入れたという話をＥのほうか\nら切り出した事実とも矛盾するのであって，その供述は到底信用できるものではな\nい。\n(4) 以上により，その信用できるＡ供述から認められる事実によれば，本件共同\n器物損壊につき，Ｅが，土曜夜市に出てきていたＢ及びＡ，並びに別途Ｅからの指\n示を受けたＤと共謀したことが優に認められる。\n２　判示第２の共同器物損壊について\nＢ，Ｃ，Ｄの各弁護人は，それぞれ，被告人らが相互に共謀した事実は認める\nが，被告人らがＥと共謀した事実はない旨主張し，同被告人らもこれに沿う供述を\nするので，検討する。\n(1) Ａは，おおむね以下のとおり供述する。\n判示第１の共同器物損壊の直後，Ｅは，私たちに，「これで分かるじゃろ\nう。」と言っていたが，その数日後，私に対し，「Ｆの情報は何も入ってこん。今\n度はめがにゃいけんの。」と言ってきた。\n平成１３年８月５日は，私の自動車で，私の交際相手，Ｂ，Ｂの妻，Ｅ及\nびＥの妻の連れ子２人と一緒に海水浴に行き，午後６時３０分ころ，Ｂのアパート\nに戻った。その後，ＢのアパートでＢと２人きりになったとき，Ｂが私に，「Ｅ君\nが『今日，ｎに上がる。ついて来い。』言いよるけぇ，一緒に行ってや。」と言っ\nてきた。それまでの経緯から，Ｅが再度Ｆに嫌がらせをしに行くつもりだというこ\nとが分かった。\nその後，Ｂらと一緒に書店にいるとき，ＥがＢに携帯電話で，預けていた\n金を届けるよう指示してきたので，午後１０時前ころ，Ｂと２人で，私の車で，Ｅ\nがいた焼き鳥屋に行った。そこにはＥ，Ｄ，Ｃらがいた。その後すぐに焼き鳥屋が\n閉店となったので，近くの居酒屋に入り，８月６日午前零時ころまで飲食し，その\n店を出た直後，Ｅが，私たちに，「１回，事務所に行かんかいや。」と言ってきた\nので，直接Ｆに行くのではなく，いったん，Ｊの事務所としても使われていたＢの\nアパートに戻って打合せをした後，Ｆに行こうと言ってきたものと思った。\nすると，ＣがＤに，「わしも行くわ。」と言った。ＤはＣを制止したが，\nＣが一緒に行きたがるので，結局私たちと一緒にＦに行くことになった。他の者と\nはその場で別れ，私とＢ，Ｃが私の自動車に乗り，ＥとＤがＥの自動車に乗って，\nＢのアパートに戻った。\nＢのアパートに着いた後，ＥとＤは，Ｅの自動車の中でしばらくの間話し\n込んでいた。車の窓ガラスが閉まっていたので，何を話しているのか分からなかっ\nた。しばらくして，Ｄが自動車から降り，それと同時にＥが，私とＢに，「今から\n兄弟が行くけぇ，ついて行ってやってくれ。頼むで。」と言い，さらに，ｏにもＦ\nの解体現場があるから，そこにある重機等も壊しておくよう指示してきた。この時\nだったと思うが，私がＥに「ｎですよね。」と確認したところ，Ｅは「おう，そう\nじゃ。」と言った。\nＥは，私たちにそのような指示をした後，Ｂのアパートに残していた２人\nの子供を連れて，自動車で帰り，私たち４人は，私の自動車でＦに向けて出発し\nた。\nＦに向かう車内では，Ｄが，人がいたら戦いながら逃げるなどと話した\nり，ダンプカーなどに放火しようということを言っていた。\nそこで，Ａの上記供述の信用性を検討するに，その内容は具体的かつ詳細で\nあって，内容自体にも不合理な点が特に見られないのであり，さらに，前述のとお\nり，ＡとＥとの立場関係などから，ＡがあえてＥに不利な虚偽の供述をするとは考\nえられないことを併せ考えると，その供述は十分信用できると言うべきである。\n(2) これに対し，Ｂ及びＤは，本件犯行はＤがＢらに指示して行わせたものであ\nるなどと，Ｅとの共謀を否定する供述をしている。\nしかしながら，Ｄは，８月５日の夕方，Ｂから携帯電話に電話が掛かってき\nたので，一緒にトラックを壊しに行こうと誘ったところ，Ｂは少し考えて承諾した\n旨供述しているのに対し，Ｂは，いったんは，Ｄと携帯電話で話した事実はない旨\n供述し，携帯電話の通話記録を見せられると，電話を掛けていることは思い出した\nが，トラックを壊しに行くという話を聞いた記憶はない旨供述しているのであっ\nて，両者の供述は，本件共謀に関する重要な点で食い違いを見せている。\nさらに，トラブルを起こしているのはＥであり，その相手に対して嫌がらせ\nをしに行くのに，Ｄがその場で直ちにＥに連絡を取ることが可能であるにもかかわ\nらず連絡を取らず，また，Ｆに嫌がらせに行く顔ぶれが決まった後，ＤとＥが同じ\n自動車に乗っていたにもかかわらず，Ｅに何の断りもなく，Ｄが独断でＥの舎弟分\nであるＢらを誘うとは到底考えられないのであって，その供述内容は不合理と言う\nほかない。\nこれらの事情に加えて，Ｂ及びＤが，判示第１の共同器物損壊に関しても，\n一緒にいたＥをあえてかばう供述態度を取っていることを併せ考えると，Ｂらの，\nＥとの共謀を否定する供述は，信用することができないと言うべきである。\n(3) 以上により，その信用できるＡ供述から認められる事実によれば，まず，Ｅ\nとＤ及びＢとの間で，Ｆのダンプカーなどを壊しに行く旨の共謀が成立し，更にＢ\nからＡへ，ＤからＣへと順次共謀が成立したものと認めることができる。\n３　判示第３及び第５の各事実について\n(1) 本件においては被害者Ｈは，被告人らによる一連の暴行によって死亡したこ\nとが認められるところ，Ｄの弁護人は，ＤにはＨを殺害する意思はなかった旨主張\nし，また，Ａ，Ｂ及びＣの各弁護人は，それぞれ，Ｈの死亡結果は，同被告人らが\n共同して行った暴行が終了した後にＤが単独で加えた暴行によるものであって，\nＡ，Ｂ及びＣはＨの死亡について責任がない旨主張し，同被告人らも，これらに沿\nう供述をするので，以下検討する。\n(2) 被告人らがＨに加えた暴行の態様及び程度について検討するに，関係各証拠\nによると，被告人らによる一連の暴行の状況については，以下のとおりであること\nが認められる。\nＡ，Ｂ，Ｃ，Ｄは，Ａの運転する自動車で，午前１時３０分過ぎころＦに\n到着した。\nＡは，Ｆ付近に止めた自動車に乗ったまま待機し，Ｂ，Ｃ，Ｄは，いずれ\nも手袋をはめ，Ｄが金属バットを，Ｃがゴルフクラブ，バール及びハンマーを持っ\nて，Ｆの敷地に入ろうとしたところ，仕掛けられていた防犯ブザーが鳴り始めたの\nで，ＢがＣからゴルフクラブを受け取り，それを用いてブザーをたたき壊して音を\n止めた。３人はいったん身を潜めたが，周囲から人が来る気配がなかったので，Ｆ\nの敷地に入り込み，Ｃが駐車してあったトラックの燃料タンクに穴を開けたり，Ｂ\nが，用意していたポリタンクに入ったガソリンを持ち込んだりした。\n３人が，Ｆのプレハブ造りの事務所の前にいて，Ｃが，バールとハンマー\nで事務所の窓ガラスを割ったとき，事務所内に張り込んでいたＨが，手に木刀を持\nって，事務所出入口のドアから出てきた。ＢとＣは，これに気付いて事務所の裏手\nに隠れたが，Ｄは逃げ遅れ，持っていた金属バットで応戦しようとしたが，Ｈが木\n刀で殴り掛かるのが一瞬早かったため，Ｄは，左側頭部付近を木刀で打たれ，その\n場に四つんばいに倒れ込んだ。Ｈは，更にＤの背中などを数回木刀で打ち据えた。\nＢとＣは，その様子を見て，Ｄを打ったＨに腹を立てるとともに，全員が\n現場から逃走するには，Ｈを打ち倒さなければならないと考え，Ｄに加勢すること\nとし，Ｂは，Ｈに対して，正面から飛び掛かり，一度Ｈに殴られたものの，なおも\nＨを背後から羽交い締めにした。\n四つんばいになって倒れていたＤも立ち上がって，金属バットを必死に振\nり回して殴り掛かり，勢い余って金属バットを二，三回振り飛ばしながらも，その\nたびに金属バットを拾い上げて，Ｈに向かって行き，金属バットは何回かＨの身体\nに当たった。Ｃは，Ｈが落とした木刀を，Ｈとは反対側に遠くけ飛ばし，Ｂに押さ\nえられてもみ合っていたＨの背後から，ゴルフクラブを大きく振りかぶり，同人の\n肩口や背中を目掛けて振り下ろして何度かたたき付けると，Ｈは一度その場に倒れ\n込んだがすぐに立ち上がり，足をもつれさせ，よろめきながら，走って逃げて行っ\nた。ＤとＢがＨを追い，Ｃもその後ろを追い掛けた（ここまでを第１場面とい\nう。）。\n３人は，自動販売機前でＨに追い付き，３人で同人を取り囲んだ上，Ｄが\n金属バットでＨの顔面，胸，足などを五，六回思い切り殴りつけたところ，同人は\nしりもちをついて倒れ，ＤがなおもＨの顔面付近を殴ったため，同人はあお向けに\n倒れ，苦しそうなうなり声を出し，顔などから出血していた。ＢとＣは，Ｈが反撃\nしてくれば応戦するつもりでいたが，このような同人の様子を見て，同人が死ぬか\nもしれないと思って恐ろしくなり，待機させていたＡの自動車に乗り込んだ（ここ\nを第２場面という。）。このとき，Ａは，自動車に乗ったまま待機していたが，Ｄ\nら３人が逃げるＨを追い掛けて行くのを見て，少し車を移動させて様子を見てい\nた。\nＤら３人が自動車に乗り込むと，Ａは直ちに自動車を急発進させて呉市０\n０方面に逃走したが，二，三分走ったところで，Ｂがガソリンが入ったポリタンク\nをＦ敷地内に置き忘れてきたことに気付き，Ｄの命令でＦに引き返した。Ｄ，Ｂ及\nびＣの３人が自動車から降り，Ｂがポリタンクを見付けて回収したが，その際に，\nＣは，倒れているＨの首からネックレスを外して窃取した（判示第４の窃盗）。こ\nのとき，Ｈは気を失っていて，顔などには出血もあったが，あご等は崩れていなか\nった。\n３人が再び自動車に乗り込み，逃走のためにＡが自動車を発進させたが，\n倒れていたＨのそばを通り過ぎる際に，Ｄが「Ａ，止まれ。」と言って自動車を止\nめさせ，「生きとってもらったら困るんじゃ。」と言いながら，金属バットを持っ\nて自動車から降り，Ｈのそばまで歩いて行き，金属バットを頭上に振りかぶり，Ｈ\nの顔面から首の辺りを目掛けて二，三回力一杯殴りつけた。金属バットはＨの顔面\n辺りにまともに当たり，同人の身体は殴られるたびにバウンドした（ここを第３場\n面という。）。\nなお，被告人らは，当公判廷において，第１場面において被告人らがＨに加\nえた暴行の程度は前記認定より軽く，逆にＨによる殴打の程度はこれより重かった\n旨供述を変遷させているが，その供述の変遷の理由について合理的な説明がなされ\nていないのであって，信用することはできない。よって，暴行の態様は，被告人ら\nの捜査段階における供述のとおりであったと認めることができる。\nまた，Ｃの弁護人は，Ｃは，Ｆ敷地内からＨを自動販売機前まで追い掛けて\n行く途中に，Ｄに指示されて，Ａの自動車を呼びに行ったから，第２場面にＣはい\nなかった旨主張し，Ｃもこれに沿う弁解をする。しかしながら，Ｄ及びＢだけでな\nく，目撃者であるＬも，自動販売機前でＨを取り囲んでいたのは３人であった旨，\n一致して供述していることに加え，目撃者Ｍ及びＡの各供述によれば，Ｃが１人だ\nけ先にＡの自動車に駆け戻ってきたものの，その時間的間隔はわずかであり，Ｃが\nＤらから別れた後，ＤらがＨを更に追跡し，同人に対して前記認定のような暴行を\n加えるだけの時間差はなかったものと認められるのであって，ＣもＤ及びＢととも\nにＨを取り囲んでいたものと認められる。\n(3) 次いで，Ｈの死亡原因について検討するに，医師Ｎの鑑定書等によれば，Ｈ\nの身体には，左側頭部，後頭部に鈍体による挫裂創や打撲傷があるものの，頭骨骨\n折や脳損傷はなく，顔面には，パイプ状の物の断端や鈍体による打撲や擦過によっ\nて生じた挫裂創，骨折，表皮剥脱や皮下出血があり，特に下顎骨は破砕され，上顎\n骨にも骨折があり，歯牙は脱落したり動揺したりしており，頸部には表皮剥脱や赤\n紫色変色があり，舌の先端部下面に創があり，中に骨片があり，舌骨及び甲状軟骨\nは骨折し，周囲に強い出血があり，左肺には暗赤色斑点があり，気管支内には吸引\nしたものと認められる粘ちゅうな血液が充満し，左肩甲部や右臀部には棒状の物や\n鈍体による打撲があることが認められ，これらのことから，同人の死亡原因は，上\n下顎骨を骨折し，口腔内に損傷を生じたことから，口腔内に出た血液を肺に吸引し\nたことによる窒息であると認められる。\n(4) そこで，Ｄの殺人罪の成否について検討するに，Ｄ，Ｂ及びＣの暴行につい\nての前記認定の事実によれば，第３場面におけるＤの暴行が，Ｈに対してその死亡\n原因となるべき損傷を与えたことは明らかなところであり（なお，Ｃの供述によれ\nば，第３場面での暴行の直前にＣがＨの首からネックレスを外した時には，同人は\n寝息のような息をしており，また右手を挙げて二，三回振るように動かしたことが\n認められるのであって，第３場面での暴行の直前においては，同人がまだ生存して\nいたことが明らかである。），前記認定のとおり，Ｄは，「生きとってもらったら\n困るんじゃ。」と言って，金属バットでＨの顔面から首の辺りを力一杯殴打したも\nのであることに加え，Ｄには，同日の犯行が被告人らの犯行であることの発覚を防\nぎ，さらにはＥにまで捜査が及ぶことを防ぐなど，Ｈを殺害することを決意するに\n足りる十分な動機があったと考えられる一方，Ｄがこれらの行為に及んだ動機につ\nいて，殺意の推認を覆すに足りる合理的な説明をなし得ていないことにかんがみれ\nば，Ｄが第３場面において確定的殺意をもってＨを殴打したことは明らかと言うべ\nきである。\n(5) 続いて，検察官は，Ｈの致命傷となった上下顎骨の骨折及び口腔内の損傷\nは，第１場面又は第２場面での暴行によっても生じていたと主張するので検討する\nに，前記のとおり，Ｈには，舌骨及び甲状軟骨骨折を伴う頸部の表皮剥脱，頭骨骨\n折や脳損傷を伴っていない後頭部挫裂創及び顔面，頭部，肩，背中，両足などの打\n撲傷，擦過傷等，多数の傷害があるものの，死亡原因となった傷害は，挫裂創を伴\nう上顎骨骨折及び下顎骨破砕のみであり，これら以外の損傷は，それ自体でＨを死\nに至らしめる可能性のないものである。そして，前記認定のとおり，第１場面にお\nける暴行は，ＢがＨを羽交い締めにし，ＣがゴルフクラブでＨの肩口や背中を殴打\nし，Ｄが金属バットを振り回してＨの身体のどこかに当たったというものであり，\n第２場面での暴行については，Ｄが金属バットでＨの顔面，胸，足などを五，六回\n殴りつけ，しりもちをついて倒れた同人の顔面付近を殴打したというものであると\nころ，その後，倒れていたＨのネックレスを窃取したＣの供述によれば，Ｈは寝息\nのような息をしており，その顔面は出血していたものの，崩れていたわけではな\nく，顎骨を骨折して崩れた同人の顔写真を見せられたときには別人の顔で\nはないかと思ったというものであって，上記の致命傷が第１場面又は第２場面での\n暴行によっても生じたと認めることはできない。\nしたがって，Ｈの致命傷となった上記損傷は，第３場面でのＤの暴行のみに\nよって生じたものであり，第１場面及び第２場面での暴行と，Ｈの死亡との間には\n因果関係がないと言うべきである。\n(6) そこで，上記一連の暴行における被告人らの認識及び共謀の有無について検\n討する。\n被告人らは，Ｆでの判示第２の共同器物損壊に先立ち，Ｄら３人が犯行中\nに，もしＦの関係者に発見された場合には，その者と戦ってでも，全員そろって現\n場から逃げる旨の意思を通じ，そのためにＡが自動車で待機していたことを一致し\nて供述するところ，その供述は，被告人ら全員についてそれぞれ一貫している上，\n内容も自然であり，これらに加えて，実際に加えた暴行も，第１場面では，乱闘に\nなった際にＤがＨに対して金属バットを振り回し，ＣがゴルフクラブでＨの肩口や\n背中を殴打したというものであり，その場から逃げ出したＨを追い掛けて追い付い\nた第２場面では，３人でＨを取り囲んだ上，ＤがＨの頭部などを金属バットで殴打\nして昏倒させているものの，第１場面における暴行と比較して特段の差はなく，殴\n打の回数は数回にとどまっていること，その後直ちに現場からいったん逃走したこ\nとに照らしても，上記供述は十分信用することができると言うべきである。\nそして，信用できるこれらの供述によれば，第１場面及び第２場面において\nは，Ｂ，Ｃ及びＤの間では，Ｆの関係者に暴行を加えて，その者に傷害を負わせる\nことの合意はあったものの，その時点ではＤにも殺意はいまだ生じていなかったこ\nとが認められ，傷害の範囲で共謀が成立していたことは明らかであり，したがっ\nて，Ａもその幇助の限度でＤらの犯行に加功する意思を有していたことは明らかで\nある。\nそこで，第３場面でのＤ以外の者の認識について検討するに，第２場面から\n第３場面までの経緯は，関係各証拠によると，第２場面での暴行の後，被告人らは\n全員Ａが運転する自動車で現場から逃走したものの，その途中でガソリンが入った\nポリタンクをＦの敷地内に忘れてきたことに気付いたため，これを回収するために\n現場に引き返し，Ａを除く３人が自動車から降り，そのうちＢ及びＣの２人がＦの\n敷地に入って行き，Ｄは自動車の近くで２人を待ち，Ｂがポリタンクを探して回収\nし，Ｃが倒れていたＨの首からネックレスを外して窃取し，再び逃走するために全\n員が自動車に乗り込んだものの，Ａが自動車を発進させたところ，Ｈのそばを通り\nかかった際，Ｄが自動車を止めさせ，金属バットを持って１人で自動車を降り，金\n属バットでＨの顔面辺りを殴り付けて致命傷を負わせたというものである。\nそして，これらの事実によれば，Ｂ，Ｃ及びＤの傷害についての共謀は，共\n同器物損壊の現場でＨに発見されたという突発的事情により，同人による逮捕を免\nれて逃走することを主たる目的として生じた現場共謀であり，被告人らは，いった\nんは共謀の目的を達成した上で，全員そろって現場を離脱して自動車で逃走したも\nのであること，その後ポリタンクを回収するためにＦに戻ってきたが，このような\n事情がなければ現場に引き返すことはなかった上，引き返した後も，もはやＨによ\nる逮捕を恐れる必要がないことを認識しており，現実にＨに更に暴行を加えること\nなく，再度現場から逃走しようとしたものと認められ，これらの事情に照らせば，\n第２場面の終了後，全員が乗り込んで自動車を発進させた時点では，もはやＤ，Ｂ\n及びＣの傷害についての当初の共謀関係は終了したものと認めるべきであり，した\nがって，Ａの幇助関係も同様に消滅していたものと言うべきである。\nよって，Ｂ及びＣは，Ｄを含めた３名による，第１場面及び第２場面での傷\n害罪の共同正犯の限度で，また，Ａは，この傷害罪に対する幇助の限度でのみ責任\nを負うにとどまり，傷害致死罪又はその幇助の責任を負わない。\n（法令の適用）\n（省略）\n（量刑の理由）\n１　本件は，暴力団組員からの不法な上納金の支払要求を拒絶した家屋解体業者に\n嫌がらせをするため，その暴力団組員の仲間や舎弟である被告人らがその暴力団組\n員と共謀して，２度にわたり家屋解体業者のダンプカーの燃料タンクに砂糖を入れ\nてエンジンを焼き付かせたり，燃料タンクやフロントガラスを損壊するなどした共\n同器物損壊，２度目の共同器物損壊の際に，事務所で警戒に当たっていた被害者に\n発見され，捕らえられそうになったことから，１人が付近で逃走用の自動車を待機\nさせる中，３人掛かりで逆にその被害者を金属バットやゴルフクラブなどで多数回\nにわたって殴打するなどし，さらに，そのうちの１人が被害者にとどめを刺すべ\nく，金属バットで被害者を殴打して殺害した殺人，傷害及び傷害幇助，その際に被\n告人らのうち１人が，既に倒れて動けなくなっていた被害者から，その身に付けて\nいたネックレスを外して盗み，別の１人がこのネックレスをもらい受けた窃盗及び\n盗品等無償譲受け及びその後逃亡中，移動手段として利用するため，民家の敷地内\nに駐車中の自動二輪車を盗んだ窃盗の事案である。\n２　まず，２件の共同器物損壊について見るに，その動機は，暴力団組員であるＥ\nが，家屋解体業者に対して，暴力団の威勢を背景に恐喝を試みたがはねつけられた\nことに立腹し，是が非でも不法な要求に応じさせるとともに自分の気を晴らそうと\n考えたことにあると推測されるところ，Ｄは，そうした事情をＥから明かされた\n上，同人に積極的に協力すべく本件各犯行に加わることを決意し，また，Ｂ及びＡ\nも，Ｅの指示に盲従して本件各犯行に加わり，Ｃは，２件目の共同器物損壊の計画\nを聞き知って，Ｄが制止したにもかかわらず，興味本位で安易にその犯行に加わっ\nているのであって，いずれもその反社会的な動機に酌量の余地はない。\nまた，その犯行態様も，１件目の共同器物損壊は，夜陰に紛れて，ダンプカー\nの燃料タンクに砂糖などを混入してエンジンを焼き付かせるという陰湿なものであ\nり，２件目の共同器物損壊は，深夜，金属バットやゴルフクラブ，バール，ハンマ\nーなどを用いて，手当たり次第に，ダンプカーの燃料タンクに穴を開けたり，フロ\nントガラスなどをたたき割るなどしたばかりでなく，放火用にガソリンを用意して\n現場に持ち込むことまでするという非常に乱暴かつ破壊的なものであって，いずれ\nも悪質と言わざるを得ない。\n次いで，傷害及び傷害幇助について見るに，その動機は，被告人らが家屋解体\n業者の敷地内でダンプカーなどを壊していたところを，事務所に泊まり込んで警戒\nに当たっていた被害者に発見され，木刀で打ち据えられるなどしたことから，逆に\n被害者を痛め付けて，逮捕を免れるとともに，被害者に打ち据えられた気を晴らそ\nうとしたという身勝手かつ自己中心的なものであって，酌量の余地はない。\nまた，被告人らは，金属バットやゴルフクラブを用いて，被害者１人に対して\n３人掛かりで殴り掛かり，さらには木刀を取り落として素手になり，現場から逃げ\n出そうとした被害者を追撃して取り囲み，抵抗できない被害者に対し，同人が昏倒\nするまで金属バットで頭部などを殴打しており，その態様は粗暴かつ凶悪なもので\nあって，非常に悪質である。\nさらに，Ｄは，前記の各犯行が被告人らの仕業であることの発覚を防ぐため，\n被害者を殺害することを決意し，既に倒れて動かなくなっていた被害者に対し，金\n属バットで力任せに殴打して殺害したものであって，自己の刑責の追及を免れるた\nめには他人の生命を奪うことさえいとわないというその動機は，非人間的なものと\n言わざるを得ず，また，その態様も執ようかつ悪質である。\n被害者は，不法な金銭の要求を押し通すために悪質な嫌がらせを繰り返す暴力\n団組員らに対して敢然と立ち向かったがために，何らの落ち度もないにもかかわら\nず，３７歳という働き盛りで，突然にその命を奪われたものであって，被害者の被\n告人らに対する怒りや，愛する家族や幼い子を残して死にゆく無念さは計り知れな\nいものと推察される。\n被害者の遺族らは，暴力団の不法な要求に屈しないという正義感を貫いたがた\nめに，このような理不尽な意趣返しを受け，互いに堅いきずなで結ばれたかけがえ\nのない家族が，無惨にも殺害されるに至ったものであって，その悲嘆や，不条理な\n仕打ちに対する憤り，被告人らに対する怒りには，語り尽くせないものがあると推\n察される。\nまた，２件の共同器物損壊についても，直接損害だけでもそれぞれ約４０万円\n及び約５０万円と多額であるばかりでなく，間接損害をも含めれば，損害は膨大な\n額に上るのであって，その結果は重大である。\nそして，本件の各犯行が，いずれも暴力団組員による不法な要求を拒絶した善\n良な市民に対して，暴力団の威勢を誇示するために，多大な財産上の損害を与えた\nばかりでなく，これに対して勇気を持って立ち向かった被害者を殺害したものであ\nることから，本件各犯行が周辺住民に与えた恐怖感は言うまでもなく，被告人らと\n同様の反社会的組織からの危険にさらされている社会に与えた恐怖感や不安感は計\nり知れないものがあり，その犯罪の模倣性の強さをも考えると，本件の社会的影響\nは極めて重大である。\n次に，ネックレスの窃取及び無償譲受けについて見るに，その被害額自体必ず\nしも軽微ではない上，その態様は，自らの暴行により昏倒している被害者が身に付\nけていたネックレスを奪い，さらに，これが自ら殺害した被害者が身に付けていた\nものであることを知りながら，「形見に持っとっちゃる。」などと言ってもらい受\nけた上，逃走資金に充てるために換金したものであって，被告人らのこれらの行為\nは，被害者を冒とくし，人間性が欠落したものと言うべきであって，極めて強い非\n難に値する。\nそして，被告人らは，これらの犯行後，互いに口裏を合わせたり，凶器や着衣\nを投棄したり，友人らに依頼して口裏合わせや関係証拠物の処分をさせるなど，入\n念に罪証隠滅を図ったばかりでなく，Ａを除いては，あいまいかつ不合理な弁解に\n終始して，その首謀者であるＥをかばい続けるとともに，被告人間相互でもかばい\n合うなどして，自身らの刑事責任を不当に軽減しようとするなど，真しな反省の情\nがうかがわれない上，一部被告人から被害の一部が弁償されているものの，その額\nは本件被害を償うには不十分であって，遺族らの処罰感情がしゅん烈であるのも当\n然と言うべきである。\nまた，自動二輪車の窃盗については，Ｃが逃走中の移動手段にするため，民家\nの敷地内に止めてあった自動二輪車を盗み，用済みになるやこれを乗り捨てたもの\nであって，その犯行は自己中心的かつ安易なものと言うほかない。\nこれらの事情によれば，被告人らの刑事責任は重大であると言わざるを得な\nい。\n３　続いて，各被告人の個別の情状について検討する。\n(1) まず，Ｄは，親友であったＥの意向を直接に受け，２件の共同器物損壊事件\nでは現場での実行行為を主導したものであり，Ｅに次ぐ中心的な役割を果たしたこ\nとが認められる上，傷害及び殺人については，素手になって逃げ出した被害者を３\n人で取り囲み，金属バットで数回にわたって手加減なく頭部などを殴りつけて，被\n害者を昏倒させ，その後，更に単独で，確定的な殺意をもって，被害者を金属バッ\nトで殴打して殺害したものであって，その犯行は残忍で冷酷非情と言うほかない。\nさらに，ネックレスの無償譲受けについては，人として最低限感じるべき良心の呵\n責や後悔さえ見られず，被害者の人格を無視した，人間性の欠落した犯行と言うべ\nきである。\nそして，Ｄは，殺意についてあいまいな供述を繰り返すなど，自己の行為を\n真しに反省しようとする態度が全く見られないばかりでなく，Ｅの刑責を自分が背\n負うことによりＥをかばっていることが明らかであって，その暴力団関係者特有の\n思考態度は厳しく非難されなければならない。\nまた，こうしたＤの態度に加え，過去に暴力団構成員として活動していた経\n歴があること，別の事件で執行猶予付き懲役刑の言渡しを受けた後，わずか２か月\n足らずで更に本件各犯行を敢行したものであることなどの事情にかんがみれば，再\n犯の可能性は極めて高い。\nそこで，今回の実刑判決により，前刑の執行猶予が取り消されて，合わせて\n長期間の服役になることなど，Ｄにとってしんしゃくできる事情を考慮してもな\nお，Ｄを主文程度の実刑に処し，徹底した矯正教育を施すとともに，自己の責任を\n全うさせる必要がある。\n(2) 次に，Ｃについて検討するに，関与した共同器物損壊は１件だけであるもの\nの，犯行の計画を知り，Ｄが制止したにもかかわらず，それを押し切って犯行に加\nわったのみならず，トラックを壊すための道具を自ら準備した上，更に不足した物\nを盗みに行くことを提案し，現場でも最も積極的にダンプカーの損壊を行うなど，\n喜々として本件犯行を実行していたことがうかがわれるばかりでなく，傷害につい\nても，ゴルフクラブで被害者に殴り掛かるなどしているのであって，その犯情は悪\n質と言うほかない。\nさらに，Ｃは，平成１２年１０月に窃盗罪で懲役刑の言渡しを受け，その保\n護観察付き執行猶予の期間中であったにもかかわらず，自ら希望して共同器物損壊\nに加わった上，昏倒している被害者が身に付けていたネックレスを窃取し，逃走中\nに自動二輪車を窃取したものであって，その規範意識の鈍麻は甚だしいと言うほか\nなく，再犯の可能性も高いと言わざるを得ない。\n一方，Ｃが関与した共同器物損壊は１件だけであること，判示第３の罪につ\nいては傷害罪の限度でその刑責を負うこと，被害者との間で４００万円を支払う旨\nの示談が成立し，内金２００万円は支払済みであること，父親が今後のＣの指導監\n督を怠らない旨述べていること，Ｃは今回の実刑判決により，前刑の執行猶予が取\nり消されることから長期間の服役となることなど，Ｃにとってしんしゃくできる事\n情も認められ，これらの事情を総合考慮すれば，Ｃを主文の程度の実刑に処するの\nが相当である。\n(3) 続いて，Ｂについて検討するに，２件の共同器物損壊では，いずれもＥ及び\nＤの指示の下で，実際の損壊行為を担当し，傷害に関しては，逃げ遅れたＤが被害\n者に打ち据えられているのを見るや，被害者に体当たりをするなどしてＤに加勢\nし，さらに，素手になって現場から逃げようとした被害者を追い詰めるなど，自ら\n積極的に加功しているのであって，その犯情は悪質である。\nそして，Ｂは，Ｅをかばうため不合理な弁解に終始しているばかりでなく，\n法廷での態度も劣悪であり，Ｂには本件結果の重大性や被害者の遺族の無念や悲嘆\nを理解しようとする心情が欠如していることがうかがわれるのであって，真しな反\n省の情は到底認められない。\nさらに，Ｂは，平成１２年１２月に窃盗教唆罪で懲役刑の言渡しを受け，そ\nの保護観察付き執行猶予の期間中であったにもかかわらず，安易に本件犯行に関与\nしたものであって，規範意識の鈍麻は甚だしく，再犯のおそれも高いと言うべきで\nある。\n一方，共同器物損壊については，Ｂは，その立場上，Ｅらの指示に従わざる\nを得なかった面があると言えること，判示第３の罪については傷害罪の限度でその\n刑責を負うこと，Ｂ自身は凶器を用いていないこと，Ｂは今回の実刑判決により，\n前刑の執行猶予が取り消されることから長期間の服役となることなど，Ｂにとって\nしんしゃくできる事情も認められ，これらの事情を総合すれば，Ｂを主文の程度の\n実刑に処するのが相当であると考えられる。\n(4) 最後に，Ａについて検討するに，以前からＥの舎弟分として行動し，２件の\n共同器物損壊では，Ｅの指示に盲従して，自動車の運転や現場周辺の見張りなどを\n担当し，判示第３の罪についても，付近で逃走用の自動車を待機させるなど，重要\nな役割を果たしていたことが認められる。\n一方，Ａは，共同器物損壊の犯行に加わることに必ずしも積極的ではなく，\n実際の損壊行為も担当していないこと，判示第３の罪については，傷害幇助の刑責\nを負うにとどまり，また，損壊行為を担当する共犯者が捕まりそうになった場合に\nは戦いながら逃げるという程度の認識で共同器物損壊の犯行に加わっていたとこ\nろ，Ｄらが被害者に発見されて格闘になったため，結果的にＤらの傷害罪の幇助と\nなったこと，被害者との間で３００万円を支払うことで示談が成立し，内金２００\n万円は支払済みであること，窃盗の前歴１回を有するのみで，前科はないこと，共\n犯者の中で唯一，捜査の初期段階から事実を認めて素直に供述するなど反省の情が\nうかがわれること，今後は，ｐを離れて，これまでの不良交友関係を絶ち，父親の\n知人の監督の下で働く予定であることなど，社会内での更生のための環境も整って\nいることなど，Ａに有利な事情も認められるのであって，これらの事情を総合すれ\nば，今回は，刑の執行を猶予し，社会内で更生に向けて努力する機会を与えるのが\n相当である。\n４　よって，主文のとおり判決する。\n（求刑－Ａにつき懲役３年，Ｂにつき懲役１０年，Ｃにつき懲役１０年，Ｄにつき\n懲役１５年，押収物没収）\n平成１４年５月１７日\n広島地方裁判所刑事第一部\n裁判長裁判官    山　　森　　茂　　生\n裁判官    髙　　原　　　　　章\n裁判官    寺　　元　　義　　人\n"
}