{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 1,
    "day": 29
  },
  "case_number": "平成13(レ)72",
  "case_name": "損害賠償請求控訴",
  "court_name": "神戸地方裁判所",
  "lawsuit_id": "7277",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=7277",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/277/007277_hanrei.pdf",
  "contents": "判決　平成１４年１月２９日　神戸地方裁判所　平成１３年(レ)第７２号損害賠償\n請求控訴事件（原審　神戸簡易裁判所　平成１２年(ハ)第２８９２号）\n主　　　　　　　　　文\n１　原判決を次のとおり変更する。\n(1)　被控訴人は，控訴人に対し，４万７３９０円及びこれに対する平成１２年\n１２月２１日から支払済みまで年５分の割合による金員を支払え。\n(2)　控訴人のその余の請求を棄却する。\n２　訴訟費用は，第１，２審を通じこれを７分し，その６を控訴人の負担とし，\nその余は被控訴人の負担とする。\n３　この判決は，金員の支払を命ずる部分に限り，仮に執行することができる。\n事　　　　　　　　　実\n第１　当事者の求めた裁判\n１　控訴の趣旨\n(1)　原判決を次のとおり変更する。\n被控訴人は，控訴人に対し，３０万４６５０円及びこれに対する平成１２\n年１２月２１日から支払済みまで年５分の割合による金員を支払え。\n(2)　訴訟費用は第１，２審とも被控訴人の負担とする。\n(3)　仮執行宣言\n２　控訴の趣旨に対する答弁\n(1)　本件控訴を棄却する。\n(2)　控訴費用は控訴人の負担とする。\n第２　当事者の主張\n１　請求原因\n(1)　売買契約の締結\n控訴人は，平成１１年１０月７日午後６時ころ，神戸市中央区a通b丁目c番\ndの被控訴人が経営する寿司店「Ａ」において，にぎり寿司「Ｂ」２折を代金相当額\nで購入した（なお，控訴人は，そのうちの１折を訴外Ｃ（一審原告，以下「Ｃ」と\nいう。）に差し入れた。）。\n(2)　控訴人の症状\n控訴人は，同日午後７時２０分ころ，神戸市中央区e通f丁目にある控訴人\nの事務所において，控訴人が持ち帰った上記にぎり寿司１折（以下「本件寿司」と\nいう。）を食べたところ，同日午後９時すぎころから，胸焼け及び吐き気を催し，\n体の節々が痛くなり，体のだるさを感じ，更に下痢症状が現れ，翌８日午前１時こ\nろには，３９．９度の高熱にうなされたため，同日及び翌９日，神戸市長田区g町\nh丁目i－jのＤ医院において，診察・治療を受けた。\n(3)　本件寿司を食べたことと控訴人の症状との因果関係\n控訴人の上記(2)の症状は食中毒症であるところ，その原因は，控訴人が食\nべた本件寿司が腸炎ビブリオに汚染されていたことにある。\n(4)　被控訴人の債務不履行\n被控訴人は，持ち帰り用の寿司，すなわち，腸炎ビブリオによって汚染さ\nれている可能性のある海産魚介類を取り扱う業者であるから，そのような食品を調\n理・販売する過程において，食品衛生上，食中毒の発生を未然に防止すべき極めて\n高度の注意義務があるにもかかわらず，これを怠った。\n(5)　控訴人の損害\nア　休業損害　　　　　２０万円\n控訴人は，無店舗型性風俗特殊営業を営む者であるところ，上記(2)の症\n状により通院した２日間，上記営業を休業した。\nイ　治療費　　　　　３８５０円\nウ　通院交通費　　　　８００円\nエ　慰謝料　　　　　　１０万円\n(6)　よって，控訴人は，被控訴人に対し，債務不履行に基づき，上記(5)の損\n害金合計３０万４６５０円及びこれに対する訴状送達の日の翌日である平成１２年\n１２月２１日から支払済みまで民法所定の年５分の割合による遅延損害金の支払を\n求める。\n２　請求原因に対する認否\n(1)　請求原因第(1)項の事実は，争うことを明らかにしない。\n(2)　同第(2)項の事実は知らない。\n(3)　同第(3)項の事実は否認する。\n控訴人が本件寿司を食べた平成１１年１０月７日の前後１週間において，\n控訴人及びＣを除き，被控訴人が経営する「Ａ」k店のみならず，関西地方におい\nて，食中毒のクレーム及び保健所による調査は一切なかった。\n食品衛生法２７条１項は，食品等に起因して中毒した患者若しくはその疑\nいのある者を診断した医師は，直ちに最寄の保健所長にその旨を届け出なければな\nらないと定めているところ，控訴人を診断したＤ医院の医師Ｄ（以下「Ｄ医師」と\nいう。）は，保健所に食中毒の発生を届け出なかったから，控訴人は食中毒の疑い\nすらなかったものといわざるを得ない。\n控訴人は，本件寿司を食べた翌日である同月８日，神戸市中央区保健部に\n本件寿司による食中毒症の発症を届け出たので，同保健部は，同k店で調査をし，ま\nた，控訴人について検便を実施したが，食中毒細菌は検出されなかった。\n同年９月，１０月度に配送センターに入荷した「にぎりネタ」の細菌検査\nの結果は，すべて正常であった。\n(4)　同第(4)項の事実は否認する。\n(5)　同第(5)項の事実は否認する。\n第３　証拠\n証拠関係は，本件訴訟記録中の原審及び当審における書証目録及び証人等目\n録記載のとおりであるから，これを引用する。\n理　　　　　　　　　由\n第１　請求原因に対する判断\n１　売買契約の締結\n請求原因第(1)項の事実（売買契約の締結）は，争うことを明らかにしないの\nで，自白したものとみなす。\n２　控訴人の症状\n控訴人は，当審において，平成１１年１０月７日午後７時１０分ないし２０\n分ころ，控訴人の事務所において，本件寿司を食べたところ，同日９時すぎころか\nら，嘔吐したり，体の節々の痛みや体のだるさを感じ，深夜にかけて，脱水症状，\n水様便の下痢症状が出た旨供述し，おおむねこれと符合する控訴人作成の陳述書\n（甲５）がある。\nそして，控訴人を診断したＤ医師が，翌８日，控訴人の症状について，水様\n性の下痢が３回あったこと，全身の関節痛，下腹部痛，寒気を訴えたことや嘔吐が\nあったことなどを国保診療録に記載したこと（乙５），控訴人が，同日午後３時こ\nろ，神戸市中央区保健部を訪れ，本件寿司を食べたところ，腹痛，下痢等の症状を\n呈する身体異常を発症した旨の苦情相談を寄せ，検便を行ったこと（乙６の１）か\nらすると，控訴人の上記供述及び上記陳述書は信用することができる。\nこれによれば，控訴人が上記供述内容のとおりの症状を呈したことが認めら\nれる。\nもっとも，控訴人は，同日午前１時ころ，３９．９度の高熱にうなされた旨\n主張し，これに沿う控訴人の当審における供述及び陳述書（甲５）があるが，控訴\n人が本件寿司と同時に購入したにぎり寿司を食べたＣは，後記認定の症状を呈した\nものの，発熱した形跡がみられないこと，Ｄ医院における診察時の控訴人の体温が\n３６．９度であったこと（乙３の２，乙５），控訴人は，Ｃに対し，同日昼すぎこ\nろ，体の調子がおかしく，下痢症状が続いている旨電話で告げた（甲６）だけで，\n発熱について告げた形跡がみられないこと，控訴人が同保健部に対し，同月７日午\n後９時すぎころから微熱の症状を呈した旨を申告したこと（乙６の１），深夜３\n９．９度の高熱が出たにもかかわらず，すぐに救急病院に行かなかったというのは\nいささか不自然であることからすると，控訴人の発熱に関する上記供述及び上記陳\n述書はにわかに信用することができない。したがって，控訴人の発熱に関する上記\n主張は理由がない。\n３　本件寿司を食べたことと控訴人の症状との因果関係\n上記のとおり，控訴人の上記症状は，控訴人が本件寿司を食べてから２時間\n弱で現れたこと，本件寿司は食中毒細菌に汚染されやすい生ものであること，控訴\n人は，本件寿司を食べた当日は，昼にコーヒーを飲んだだけで，本件寿司以外に何\nも食べていなかったこと（控訴人本人），Ｄ医師が，控訴人の症状について，急性\n腸炎（食中毒症）と診断したこと（甲１，乙３の２，乙５），Ｃも，平成１１年１\n０月７日午後７時ころ，控訴人が本件寿司と同時に購入したにぎり寿司を食べたと\nころ，同日午後１０時すぎころ，腹の調子がおかしくなり，下痢症状が出たこと\n（甲６）からすると，控訴人は，何らかの食中毒細菌に汚染されていた本件寿司を\n食べたことによって，食中毒症に罹患したものと推認するのが相当である。\nこれに対し，被控訴人は，控訴人が本件寿司を食べた同日の前後１週間にお\nいて，控訴人及びＣを除き，被控訴人が経営する「Ａ」k店のみならず，関西地方に\nおいて，食中毒のクレーム及び保健所による調査は一切なかった旨主張するが，控\n訴人及びＣの上記各症状が比較的軽度のものであったことからすると，被控訴人が\n販売した寿司を食べて食中毒症に罹患した者が他にいたとしても，あえて苦情を寄\nせるまでのことはしないということは十分に考えられるところであるから，他に食\n中毒のクレーム及び保健所による調査がなかったことのみをもって，直ちに上記認\n定の因果関係を否定することはできない。\nまた，被控訴人は，Ｄ医師は保健所に食中毒の発生を届け出なかったから，\n控訴人は食中毒の疑いすらなかった旨主張するが，上記認定のとおり，Ｄ医師は，\n控訴人の症状について，急性腸炎（食中毒症）と診断したのであるし，Ｄ医師が保\n健所に食中毒の発生を届け出なかったのは，病原体の検出ができず，控訴人の受診\n後の経過が不明であったためにすぎない（乙３の２）のであるから，Ｄ医師のこの\nような対応が食品衛生法の規定に照らして果たして適切妥当な措置であったかは問\n題となる余地があるとしても，控訴人が食中毒の疑いすらなかったと断ずることは\nできない。\nさらに，被控訴人は，控訴人は，本件寿司を食べた翌日である同月８日，神\n戸市中央区保健部に本件寿司による食中毒症の発症を届け出たので，同保健部は，\n被控訴人が経営する「Ａ」k店で調査をし，また，控訴人について検便を実施した\nが，食中毒細菌は検出されなかった旨主張するが，Ｄ医師は同日控訴人に抗生物質\nを投与した（乙３の２）ところ，食中毒細菌が抗生物質によりダメージを受けてい\nれば，検査用の培地では増殖しにくいため，検出できない場合があるし，また，菌\n数が少なくなると，培養による検出が困難になること（甲１３の１），検便等で食\n中毒細菌が検出されなくても，それ以前に大量の毒素が産生されていれば，食中毒\n症状が続くことがあり得ること（同）からすると，食中毒細菌が検出されなかった\nからといって，直ちに上記認定の因果関係を否定することはできない。なお，食中\n毒症の原因となった食中毒細菌を具体的に特定しなくても，上記因果関係を認める\nことの妨げとなるものではない。\nそして，被控訴人は，同年９月，１０月度に配送センターに入荷した「にぎ\nりネタ」の細菌検査の結果はすべて正常であった旨主張し，これに沿う被控訴人品\n質管理担当であるＥ作成の陳述書（乙１）があるが，被控訴人が入荷，販売した\n「にぎりネタ」のすべてについてまで細菌検査を実施したかどうかは必ずしも明ら\nかではないから，現実に細菌検査を実施した「にぎりネタ」の検査結果がたまたま\n正常であったからといって，本件寿司が何らかの食中毒細菌に汚染されていた可能\n性を否定することはできず，他に上記認定を覆すに足りる証拠はない。\n４　被控訴人の債務不履行\n上記認定のとおり，被控訴人は，控訴人に対し，何らかの食中毒細菌に汚染\nされていた本件寿司を販売したものであるから，上記１の売買契約に基づく本件寿\n司の引渡義務について，債務の本旨に従った履行をしなかったものと認められる。\nそして，被控訴人は，食中毒細菌に汚染されやすい寿司を販売する業者であ\nるから，寿司を調理・販売する過程において，これが食中毒細菌により汚染される\nことがないように特段に配慮し，そのために有効適切な措置を講じるべき注意義務\nを負うものと解すべきであるところ，前示のとおり，控訴人は本件寿司を食するこ\nとにより食中毒症に罹患したものと認められるのであるから，被控訴人は上記注意\n義務を尽くさなかったことが窺われ，上記債務不履行について，債務者である被控\n訴人の責に帰すべき事由（過失）がないとはいえない。\nしたがって，被控訴人は，控訴人に対し，債務不履行に基づく損害賠償責任\nを負う。\n５　控訴人の損害\nア　休業損害\n控訴人は，本件当時２９歳の男性であり（甲１，弁論の全趣旨），無店舗\n型性風俗特殊営業（派遣型ファッションヘルス）を営む者である（甲２）ところ，\n上記のとおり食中毒症に罹患したことによって，Ｄ医院に２日間通院し（甲３の\n１，２，甲４，乙５，控訴人本人），その間，上記営業の休業を余儀なくされた\n（甲５，控訴人本人）。\nそして，本件当時の控訴人の前記認定の業務からすると，相応の収入を得\nていたと推認できるから，その年収額は，少なくとも４１５万０３００円を下らな\nいと認めるのが相当である（「賃金センサス」平成１１年第１巻第１表，産業計・\n企業規模計・男子労働者学歴計の年齢別平均賃金）。そうすると，控訴人の１日当\nたりの休業損害は１万１３７０円であり（4,150,300÷365＝11,370（１円未満切捨\nて）），２日間の休業損害は合計２万２７４０円と認めるのが相当である。\nこれに対し，控訴人は，休業損害が１日当たり１０万円，合計２０万円で\nある旨主張するが，その金額はあまりにも高額である上，これを裏付ける証拠はな\nく，控訴人自身，当審における本人尋問において，上記主張の根拠について合理的\nな説明をすることができなかったから，控訴人の上記主張は採用することができな\nい。\nイ　治療費\n控訴人は，上記のとおりＤ医院に２日間通院し，治療費として，平成１１\n年１０月８日に２４６０円，翌９日に１３９０円をそれぞれ支払った（甲３の１，\n２）から，その合計額３８５０円をもって上記債務不履行と相当因果関係のある控\n訴人の損害と認めるのが相当である。\nウ　通院交通費\n控訴人は，Ｄ医院に通院する際，須磨水族園からlm丁目まで市バスを利用\nし，同月８日及び同月９日に往復交通費としてそれぞれ４００円ずつを支払った\n（甲４）から，その合計額８００円をもって上記債務不履行と相当因果関係のある\n控訴人の損害と認めるのが相当である。\nエ　慰謝料\n控訴人は，上記のとおり食中毒症に罹患したため，Ｄ医院に２日間通院\nし，その間，上記営業の休業を余儀なくされたことによって，精神的苦痛を被った\nものと認められる。その精神的苦痛を慰謝するために要する金額は，上記認定の控\n訴人の症状の程度，通院及び休業の期間その他本件に顕れた諸般の事情を考慮する\nと，２万円と認めるのが相当である。\nオ　以上によれば，控訴人の損害額の合計は，４万７３９０円である。\n６　結論\nしたがって，控訴人は，被控訴人に対し，債務不履行に基づき，上記５の損\n害金合計４万７３９０円及びこれに対する訴状送達の日の翌日であることが記録上\n明らかな平成１２年１２月２１日から支払済みまで民法所定の年５分の割合による\n遅延損害金の支払を求めることができる。\n第２　結語\nよって，控訴人の本訴請求は，損害金合計４万７３９０円及びこれに対する\n訴状送達の日の翌日であることが記録上明らかな平成１２年１２月２１日から支払\n済みまで民法所定の年５分の割合による遅延損害金の支払を求める限度で理由があ\nるからこれを認容し，その余の請求は理由がないからこれを棄却すべきであり，こ\nれと異なり，原判決中損害金合計４万７３９０円及びその遅延損害金の請求を棄却\nした部分は不当であるから，原判決を本判決主文第１項掲記のとおり変更すること\nとし，訴訟費用の負担について民訴法６７条２項前段，６１条，６４条本文を，仮\n執行の宣言について同法２５９条１項をそれぞれ適用して，主文のとおり判決す\nる。\n神戸地方裁判所第六民事部\n裁　判　長　裁　判　官　　　　　松　　　村　　　雅　　　司\n裁　判　官          水　　　野　　　有　　　子\n裁　判　官          増　　　田　　　純　　　平\n"
}