{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 16,
    "month": 5,
    "day": 28
  },
  "case_number": "平成14(ワ)15570",
  "case_name": "出版差止等請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "著作権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "10290",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=10290",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/290/010290_hanrei.pdf",
  "contents": "平成１４年(ワ)第１５５７０号　出版差止等請求事件\n口頭弁論終結日　平成１６年２月２４日\n判　　　　　　　決\n当事者の表示　　別紙のとおり\n主 　　      　 文\n１　被告は，原告Ａに対し，金２７５万２７２８円及び別紙１（損害金目録）\nの同原告欄記載の金員を支払え。\n２　被告は，原告Ｂに対し，金１５４万６２２８円及び別紙１（損害金目録）\nの同原告欄記載の金員を支払え。\n３　被告は，原告Ｃに対し，金２９６万８３６７円及び別紙１（損害金目録）\nの同原告欄記載の金員を支払え。\n４　被告は，原告Ｄに対し，金２２万０５０７円及び別紙１（損害金目録）の\n同原告欄記載の金員を支払え。\n５　被告は，原告ＥことＦに対し，金２４２万７８６１円及び別紙１（損害金\n目録）の同原告欄記載の金員を支払え。\n６　被告は，原告ＧことＨに対し，金２１９万３４３６円及び別紙１（損害金\n目録）の同原告欄記載の金員を支払え。\n７　被告は，原告Ｉに対し，金１６６万４４８７円及び別紙１（損害金目録）\nの同原告欄記載の金員を支払え。\n８　原告らのその余の請求をいずれも棄却する。\n９　訴訟費用は，これを７分し，その１を被告の負担とし，その余を原告らの\n負担とする。\n１０　この判決は，第１ないし７項に限り，仮に執行することができる。\n事実及び理由\n第１　請求\n１　被告は，別紙２（教材目録）記載の各教材の印刷，出版，販売又は譲渡をし\nてはならない。\n２(1)　被告は，原告Ａに対し，金２６２１万３８５６円及びこれに対する別紙３\n（原告損害金目録）記載の金員を支払え。\n(2)　被告は，原告Ｂに対し，金９９９万１２８４円及びこれに対する別紙３\n（原告損害金目録）記載の金員を支払え。\n(3)　被告は，原告Ｃに対し，金２０２８万８１３２円及びこれに対する別紙３\n（原告損害金目録）記載の金員を支払え。\n(4)　被告は，原告Ｄに対し，金２０４万５０２７円及びこれに対する別紙３\n（原告損害金目録）記載の金員を支払え。\n(5)　被告は，原告ＥことＦに対し，金１７８６万６７４１円及びこれに対する\n別紙３（原告損害金目録）記載の金員を支払え。\n(6)　被告は，原告ＧことＨに対し，金１４１１万８００４円及びこれに対する\n別紙３（原告損害金目録）記載の金員を支払え。\n(7)　被告は，原告Ｉに対し，金８９８万２４６８円及びこれに対する別紙３\n（原告損害金目録）記載の金員を支払え。\n第２　事案の概要等\n１　争いのない事実等\n(1)　当事者\n原告らは，詩人又は童話作家である。被告は，学習教材等を製作販売する\n教材出版社である。\n(2)　原告らの権利\n原告Ａは，別紙４（著作物目録）１－１ないし８記載の各著作物（以下，\nそれぞれを同目録の「著作物番号」欄記載の番号にしたがって，「本件著作物１－\n１」などという。）の著作者であり，著作権者である。なお，本件著作物１－４な\nいし７は原告Ａが翻訳したものである。\n原告Ｂは，別紙４（著作物目録）２－１及び２記載の各著作物の著作者で\nあり，著作権者である。\n原告Ｃは，別紙４（著作物目録）３－１及び２記載の各著作物の著作者で\nあり，著作権者である。\n原告Ｄは，別紙４（著作物目録）４－１及び２記載の各著作物の著作者で\nあり，著作権者である。\n原告Ｆは，別紙４（著作物目録）５－１記載の著作物の著作者であり，著\n作権者である。なお，本件著作物５－１は，同原告が翻訳したものである。\n原告Ｈは，別紙４（著作物目録）６－１ないし６記載の各著作物の著作者\nであり，著作権者である。\n原告Ｉは，別紙４（著作物目録）７－１記載の著作物の著作者であり，著\n作権者である。\n原告らの上記著作物（以下，これらを併せて「本件各著作物」という。）\nは，小学校用及び中学校用国語検定教科書に掲載されている。\n(3)  被告の行為\n被告は，本件各著作物を複製した別紙２（教材目録）記載の各教材（以\n下，それぞれを同目録の「教材番号」欄記載の番号にしたがって，「本件教材１－\n１」などといい，これらを併せて「本件各教材」という。甲１６ないし３８，４４\nないし４６，６４，６７ないし６９，７２ないし７８。枝番のあるものは枝番を含\nむ。）を印刷，出版して複製し，全国の一般書店を通じて販売することにより譲渡\nしている。\n(4)　本件各教材における本件各著作物の取扱い\n本件各教材の別紙２（教材目録）の「複製箇所（教材）」欄記載の箇所に\nは，同「著作者名」欄記載の各原告の同「著作物名」欄記載の各著作物のうち，同\n「複製箇所（著作物）」欄記載の箇所が複製されて掲載されている。\nまた，別紙５（改変内容一覧表）の「教材名」欄記載の本件各教材におい\nては，同「改変内容」欄記載のとおり本件各著作物の表現が改変され（別紙５\nの<50>については争いがある。），同「かなを漢字に変換」欄に○が記されている\n本件各教材においては，具体的に，別紙６（かな・漢字変換一覧表）の「改変箇\n所」欄記載の表現が同「改変前」欄から同「改変後」欄記載のとおりに改変されて\nいる。\nさらに，別紙７（氏名表示権侵害一覧表）の「教材名」欄記載の本件各教\n材においては，同「著作者名」欄記載の著作者の表示がない。\n２　本件は，本件各著作物の著作者であり著作権者である原告らが，被告が本件\n各教材を印刷，出版及び譲渡をする行為が，原告らの著作権（複製権及び譲渡権）\n並びに著作者人格権（同一性保持権及び氏名表示権）を侵害すると主張して，被告\nに対し，本件各教材の印刷，出版，販売及び譲渡の差止めを請求するとともに，民\n法７０９条に基づく損害賠償を請求する事案である。\n３　争点\n(1)　著作権侵害の成否\nア　被告が本件各著作物を本件各教材に複製することが，著作権法３２条１\n項にいう引用に当たるか\nイ　被告が本件各著作物を本件各教材に複製することが，著作権法３６条１\n項の試験問題としての複製に当たるか\nウ　公正利用（フェア・ユース）の法理の適用の可否\n(2)　著作者人格権侵害の成否\nア　被告の行為が，原告ら（原告Ｄを除く。）の著作者人格権（同一性保持\n権）を侵害するか\nイ　被告の行為が，原告らの著作者人格権（氏名表示権）を侵害するか\n(3)　本件請求が権利濫用に当たるか\n(4)　差止めの必要性の有無\n(5)　損害賠償請求権の有無\nア　消滅時効の成否\nイ　故意又は過失の有無\nウ　損害の発生及び数額\n第３　争点に対する当事者の主張\n１　争点(1)ア（引用に当たるか）について\n［被告の主張］\n(1)　著作権法３２条１項の「引用」に当たるというためには，引用を含む著作\n物の表現形式上，引用して利用する側の著作物と，引用されて利用する側の著作物\nとを明瞭に区別して認識することができ，かつ，両著作物の間に，前者が主，後者\nが従の関係にあることが必要である。\n(2)　被告は，本件各教材に本件各著作物を利用するに際し，①　引用部分を点\n線枠で囲む，②　引用部分は見開き１頁中，上段に記載し設問は下段に記載する，\n又は③　引用部分は見開き１頁中，右側に記載し設問は左側に記載するなどの適切\nな方法により，引用する側の著作物と引用されて利用する側の著作物とを明瞭に区\n別して認識できるようにしている。したがって，このような掲載態様に照らすと，\n明瞭区別性の要件を充足する。\n(3)　本件各教材は，題材である問題文部分（本件各著作物の一部利用部分），\n設問部分及び解答ないし解説部分で構成されている。そして，設問部分及び解答な\nいし解説部分は，児童生徒の国語能力を育成するため創意工夫された被告独自の著\n作物であり，当該部分の本件各教材に占める割合は，優に５０％を超える。また，\n本件各教材は，使用する児童生徒の読解力，表現力，語彙力等の国語能力を育成す\nる目的のもとに制作，出版されているものであるが，国語能力を育成するために\nは，単に引用した本件各著作物を漫然と児童生徒に読ませるだけでは意味がなく，\n適切な設問を設け，これについて児童生徒に考えさせ，答えさせるという作業を順\n次繰り返させる必要がある。このような観点からいえば，本件各教材の重要かつ主\n要部分は，児童生徒の国語能力を育成するために創意工夫された設問にあるといえ\nる。しかも，本件各教材における設問は，単に題材たる問題文の思想・感情の理解\nを問う問題だけでなく，漢字の読み書きを問う問題，語句の意味を問う問題など題\n材たる問題文の創作性を度外視しても存立し得るものも多数存在する。\nよって，量的にも質的にも，本件各教材の設問部分及び解答ないし解説部\n分が主たる部分であり，問題文として利用した本件各著作物の複製部分が従たる部\n分である。\n［原告らの主張］\n(1)　明瞭区別性\n明瞭区別性については，引用を含む著作物の表現形式上の体裁により判断\nされるから，本件各教材については，その表現形式により判断すべきである。\n本件各教材は，本件各著作物を複製した部分と，これに関連する設問部分\nとからなる。被告は，本件各教材の設問部分は，被告の著作物であると主張する\nが，本件各著作物の内容は，その設問中にすら利用されているのであって，本件各\n教材の，特にその設問部分にあっては，いかなる部分に原告の作品が用いられ，い\nかなる部分が被告のオリジナルの文章であるのかを区別し難い。それどころか，そ\nもそも本件各教材自体が，原告らの作品がなければ成り立ち得ない程度に原告らの\n作品に全面的に依拠して作成されているのであり，特にその設問部分においては両\n者混然となっているといわざるを得ない。\nよって，本件各教材における本件各著作物の複製は，引用の要件としての\n明瞭区別性は充たさないというべきである。\n(2)　主従関係\n引用といえるためには，引用して利用する側の著作物（引用著作物）と，\n引用されて利用される側の著作物（被引用著作物）との間に，前者が主，後者が従\nの関係があると認められなければならない。しかるに，本件においては，引用著作\n物である本件各教材のほとんどは上段に本件各著作物，下段に設問を掲載する形式\nであり，本件各著作物掲載部分が本件各教材に占める単純な面積上の割合は，概ね\n５０％である。また，各設問は，主に小学生向けの教材であるという性質上，解答\nスペースをふんだんに取ってあり，各設問の文字数ベースで計算すると５０％を優\nに下回り，解答又は解説部分を加えても５０％を超えることはない。また，本件各\n著作物から独立した設問は，本件各教材中で本件各著作物が使用されたのべ５３回\n中１１回のみであり，さらにそのような設問は１問だけに組み込まれているのがほ\nとんどである。\nよって，その分量を単純に比較しても，主たる部分が問題の題材として利\n用されている本件各著作物の複製部分及び設問部分に使用されている本件各著作物\nの一部であり，従たる部分がこれに依拠して作成された設問部分の一部と解答欄等\nというべきである。\n被告が主張するように，仮に設問部分の作成に本件各教材の利用者の国語\n能力の育成のために一定の創意工夫があるとしても，その場合の国語力の育成と\nは，複製された本件各著作物に表現された思想，感情等の理解に他ならず，被告の\n設問作成における創意工夫も，直接には利用者に当該著作物の複製部分を読解させ\nること，すなわち，本件各著作物の一部又は全部に表現された内容それ自体をいか\nに的確に理解させるかという点にあるものであって，当該著作物の創作性を度外視\nしてはあり得ないものであるから，かかる内容面での依存性の高さからしても，主\nたる部分は本件各著作物の複製部分であり，従たる部分が設問部分であるというべ\nきである。\n２　争点(1)イ（試験問題としての複製に当たるか）について\n［被告の主張］\n(1)　公表された著作物は，入学試験その他人の学識技能に関する試験又は検定\n目的上必要と認められる限度において，当該試験又は検定の問題として複製するこ\nとができる（著作権法３６条１項）。この規定の趣旨は，試験問題（学校であれば\n学期末や日々の到達度を調べるドリルや小テストなども含まれる。）を作成するに\nは通常，既存の著作物を利用する場合が多いので，試験又は検定目的上必要と認め\nられる限度という制限を付した上での利用を認め，しかも試験において利用する場\n合には，もとの著作物の通常の利用と競合・衝突するおそれもないため，同条２項\nにおいて補償金を支払わせることと引き換えに，著作者の許諾なしに複製利用する\nことを認めたものと解すべきである。そうすると，重要なのは，試験又は検定の目\n的という社会的公共的利用目的の存在と通常の利用と競合しないことであって，法\n文上からも明らかなとおり，ここでいう試験には必ずしも秘密性が要求されるもの\nではないと解すべきである。\n(2)　本件各教材は，まさに試験目的のために本件著作物を利用しているのであ\nり，当該教材の利用は本件著作物の通常の利用と競合することはないから，同法３\n６条によって許容されるというべきである。\n［原告らの主張］\n(1)  著作権法３６条は，いわゆる試験問題としての複製を認めるが，同条がか\nかる複製を認めたのは，入学試験等の人の学識技能に関する試験又は検定において\nは，それを公正に実施するために，問題の内容の事前の漏洩を防ぐ必要性があり，\nその問題としての著作物を利用する場合には，具体的な設問のみならず，いかなる\n著作物を利用するかということについて漏洩を避ける必要があることが通常である\nから，試験，検定の問題としての著作物の複製について，あらかじめ著作権者の許\n諾を受けることは困難であり，社会的実情にも沿わないこと，及び著作物を上記の\nような試験，検定の問題として利用したとしても，一般にその利用は著作物の通常\nの利用と競合しないと考えられるから，その限度で著作権を制限しても不当ではな\nいと認められることにより，試験，検定の目的上必要と認められる限度で，著作物\nを試験，検定の問題として複製するについては，一律に著作権者の許諾を要しない\nとするとともに，その複製が，これを行う者の営利の目的による場合には，著作権\n者に対する補償を要するものとして，利益の均衡を図ることにした趣旨である。\nしたがって，同条１項によって著作権者の許諾を要せずに，問題として著\n作物の複製をすることができる試験又は検定とは，公正な実施のために，試験，検\n定の問題として利用する著作物とは何であるかということ自体を秘密にする必要性\nがあり，それ故に，当該著作物の複製につき，あらかじめ著作権者の許諾を受ける\nことが困難であるような試験，検定をいうものであって，そのような困難性がない\nものについては，複製につき著作権者の許諾を不要とする根拠を欠くものであり，\n同条１項にいう「試験又は検定」には当たらないものと解される。\n(2)　本件各教材は，いずれも市中の一般書店で販売されている家庭用学習教材\nであり，いかなる著作物が問題中に使用されているかの秘密性が求められる性質の\nものではない。よって，本件各教材への複製は，著作権法３６条１項のいわゆる試\n験問題としての複製には当たらない。\n３　争点(1)ウ（フェア・ユースの法理）について\n［被告の主張］\n(1)　米国著作権法１０７条は，フェア・ユース（いわゆる公正利用）の場合に\nは著作権の侵害にはならないという一般条項を設けているが，フェア・ユースの法\n理は，一般条項を欠くわが国においても法の一般原則として適用されるべきであ\nる。何故なら，同法３０条以下のいずれかの制限規定に該当しなくても，総合的見\n地からその利用を容認してもよい場合が存在するからである。\n(2)　米国著作権法上，著作物の使用がフェア・ユースとなるか否かの判断基準\nとしては次の４つが挙げられている。\nア　使用が商業性を有するか非営利の教育的な目的であるかという点を含\nむ，使用の目的及び性格（the purpose and character of the use, including\nwhether such use is of a commercial nature or is for nonprofit educational\npurpose）\nイ　著作物の性質（the nature of the copyrighted work）\nウ　全体としての著作物との関係における使用された部分の量及び実質・本\n質（the amount and substantiality of the portion used in relation to the\ncopyrighted work as a whole）\nエ　使用が及ぼす著作物の潜在的市場又は価値への影響（the effect of\nthe use upon the potential market for or value of the copyrighted work）\n(3)　以下に順次検討すると，アについては，教育的な目的及び性格からこの要\n件は充足すると考えられる。本件各教材は，児童生徒の読解力，表現力，語彙力等\nの国語能力を総合的に育成，向上させるためのものであり，しかも児童生徒の教育\nは，大学などの高等教育への入口として万人が等しく通過しなければならない一過\n程であることなどを併せ考えると，初中等義務教育において著作物を題材に補足的\nに利用することは目的及び性格において公正であるといえる。\nイについては，本件各教材は文部科学省が公示する学習指導要領をベース\nにした教材であって，学習指導要領に基づいて作られた教科書で取り上げられてい\nる著作物を掲載することは，本件各教材の性質からいって避けることができないか\nら，本件各著作物の創作性の存在から直ちにイの要件を充足しないということには\nならないと解される。\nウについては，全体としての著作物との関係において本件各教材部分は量\n及び質ともに主であって，本件各著作物は従であるからこの要件も充足する。\nエについては，本件各教材が売れることによって本件各著作物が売れなく\nなるということはあり得ず，本件各教材はあくまで児童の教育目的のために補足的\nに使用されるものであるから，これによって本件各著作物の潜在的市場または価値\nに悪影響が及ぶことはあり得ない。\n以上の諸点からいえば，被告の行為はフェア・ユースの法理からいって著\n作権の侵害にはならないというべきである。\n［原告らの主張］\n我が国の著作権法は，３０条ないし４９条において，著作権が制限される場\n合及びその要件を具体的かつ詳細に定めており，これら各条項以上にフェア・ユー\nスの法理に相当する一般条項を定めていない。よって，同法は，著作物の公正な利\n用のために著作権が制限される場合を，上記各条項に定める場合に限定する趣旨と\n解するべきであり，何ら実定法上の根拠のないままに同法理を適用すべき理由はな\nい。\n４　争点(2)ア（同一性保持権侵害の成否）について\n［原告らの主張］\n(1)  本件における同一性保持権の侵害は，ひらがなの漢字への変更に加え，文\n章の一部の削除，加筆，変更といった大幅な改変が加えられたものである。本件各\n著作物は，作家ないし詩人である原告ら著作者の精神活動の所産であり，表記の際\nの仮名，漢字の選択から，句読点の位置まで一字一句推敲を重ねて作成された文学\n作品であり，被告によるほしいままの改変が同一性保持権の侵害に当たることは明\nらかである。\n本件各教材による本件各著作物の同一性保持権侵害の内容は，別紙５（改\n変内容一覧表）及び同６（かな・漢字変換一覧表）記載のとおりである。\n(2)　著作権法２０条１項は，著作者の人格が具現化された著作物の完全性を保\n持することによって，著作者個人の人格権を保護する趣旨であるところ，著作者の\n名誉・声望等を害すること，又はそのおそれがあることを，同一性保持権侵害の要\n件として挙げていない。他方，同法１１３条５項の規定からすれば，同法２０条１\n項においては，著作者の名誉，声望などを害すること，又はそのおそれがあること\nを要件としないのが立法者の意思に合致する。よって，上記のおそれがあることが\n同一性保持権侵害の要件とすることを前提とし，かかる要件について論ずる被告の\n主張は失当である。\nなお，本件各著作物は，著作者である原告らの人格的要素を色濃く反映し\nた文芸作品であり，著作物の完全性を保持することによって著作者の人格権を保護\nすべき必要性が特に高い類型の著作物である。これらの創作に当たっては，仮名と\n漢字の選択，句読点や感嘆符，疑問符などの補助符号の位置や選択についても，ス\nトーリー内容や対象読者，文章のリズム，文字のバランスなどを考慮した推敲が重\nねられているのであって，文章の一部の削除，加筆，変更はもちろん，ひらがなの\n漢字への変更，句読点，補助符号の変更などによっても，著作者である原告らの名\n誉・声望などの人格的利益が害されるおそれは十分に認められる。\nしたがって，仮に被告のいうように著作者の名誉・声望などの人格的利益\nが害されるおそれを考慮するとしても，本件の各改変が著作者である原告らの「意\nに反する改変」に当たることは明らかである。\n(3)　被告は，一部の改変について，作品が教科書に掲載された時点で，著作者\nの承諾のもとで改変されていたものであるから，「意に反する改変」に当たらない\nと主張するが，教科書への作品の掲載と本件各教材への掲載とは，全く別個の行為\nであって，仮に前者の掲載の際に改変を承諾していたからといって，後者の改変が\n意に反するものではないとはいえない。\n義務教育の目的達成上必要不可欠の書籍である教科書への作品の掲載に際\nし，必要な改変を行うことを認めたとしても，これにより教科書とは全く別個の被\n告の発行する本件各教材への掲載にまで同様の改変をすることの承諾をしたことに\nはならないのは当然というべきである。\n(4)　著作権法２０条２項４号にいう「やむを得ないと認められる」改変に該当\nするというためには，著作物の性質並びにその利用の目的及び態様に照らし，著作\n物の改変につき，同項１号ないし３号に掲げられた例外的場合と同様に強度の必要\n性が存在することを要すると解される。\n被告は，教育目的の改変であると主張するが，本件が同項１号に定める同\n法３３条１項（同条４項において準用する場合を含む。）又は３４条１項の規定に\nより著作物を利用する場合に当たらないことは明らかであるところ，教科書等でも\nなく，一般書店で販売される家庭用教材であるにすぎない本件各教材につき，同号\nと同程度の必要性が存在するとは到底いえない。\n［被告の主張］\n(1)　著作権法２０条１項の趣旨は，著作物が改変されることにより，著作者の\n名誉・声望などの人格的利益が害されることを防止することにあるから，同条第１\n項の「意に反する改変」に当たるか否かは，当該改変が，社会通念上，名誉・声望\nなどの人格的利益を害するおそれがあるかどうかによって判断すべきである。\n本件の各改変は，単なる表記上の問題にすぎないひらがなの漢字への変\n更，「？」から「。」への変更及び軽微な文章の一部削除・加筆・変更にすぎず，\n当該各改変により，社会通念上，原告らの名誉・声望などの人格的利益が害される\nおそれがあるとはいえない。\n(2)　また，別紙５（改変内容一覧表）①ないし⑩，⑱ないし⑳に関する改変に\nついていえば，教科書に掲載された時点で既に本件著作物１－５，２－２，１－４\nが改変されていた箇所であり，これらの改変について著作者らは，原作品の改変を\n承諾していたのであるから，「その意に反する」改変行為には当たらないというべ\nきである。\n(3)　仮に，本件各著作物中のひらがなを漢字に変換した行為が前記改変に当た\nるとしても，著作権法２０条２項４号にいう，著作物の性質並びにその利用の目的\n及び態様に照らしやむを得ないと認められる改変に当たる。\n本件各教材は，使用する児童生徒の読解力，表現力，語彙力等の国語能力\nを総合的に育成するという社会的かつ公共的な教育目的を有しているが，このよう\nな教育目的からいえば，学習指導要領により各学年ごとに習得すべきとされている\n漢字については，児童生徒がその年次に確実に習得できるように，問題として漢字\nの読み書きを出題するのみならず，題材たる本件各著作物についても，ひらがな表\n記を漢字表記に変換することにより，問題文を読むという過程の中で児童生徒が当\n該漢字の読みを習得できるようにする必要がある。すなわち，その限度で問題の題\n材となる著作物についてある程度の改変が必要となる。また，その態様としても，\n本件教材１－１，２－１，３－１などの小学校１年生を対象とした教材を見れば明\nらかなとおり，漢字表記に変換できる箇所をすべて変換しているわけではなく，そ\nの学年で習得すべき漢字の範囲内で変換しており，上記教育目的達成のために必要\n最小限の範囲内での改変しか行なっていない。\nしたがって，被告が本件各著作物のひらがな表記を漢字表記に変換した行\n為は，「著作物の性質並びにその利用の目的及び態様に照らしやむを得ないと認め\nられる改変」に当たり，原告らの同一性保持権を侵害することにはならない。\n(4)　原告らは，本件各教材が教科書等ではなく，一般書店で販売される家庭用\n教材であるから，本件の改変が著作権法２０条２項４号の「やむを得ない改変」に\nは当たらないと主張する。しかし，教育指導要領の改正により小学校での学習内容\nが縮小された今日において，家庭学習の重要性は誰もが認めているところであり，\n家庭用学習教材であるが故に教育目的上の改変が認められないとすることは不当で\nある。また，本件の改変は，例えば別紙５（改変内容一覧表）の⑨のように，教育\n上「くたばれ」という表現を児童生徒に教えることが不適切と考えられる箇所等に\nついて改変をしているのであって，教育目的上必要最小限の改変である。\nしたがって，本件の改変は，著作権法２０条２項４号の「やむを得ない」\n改変に当たり，同一性保持権の侵害にはならない。\n５　争点(2)イ（氏名表示権侵害の成否）について\n［原告らの主張］\n著作権法１９条３項にいう「著作権の利用の目的及び態様に照らし」とは，\n著作物の利用の性質から，著作者名表示の必要性がないか，著作者名表示が極めて\n不適切な場合をいうと解される。本件では，教科書に著作者名が掲載されるからと\nいって，それとは別個の書籍である本件各教材に著作者名表示の必要性がないとは\nいえない。そもそも，本件各教材は，教科書会社各社の教科書にそれぞれ対応した\nものではなく，完全な教科書準拠の教材ではないから，被告のいうように教科書に\n掲載されている作品だから，著作者名は教科書を学習する段階で既に児童生徒の知\nるところとなっているとはいえない。また，本件各教材には，その一部に著作者名\nの表示があることからも明らかなように（甲１６の２，３３の３，３７の３），容\n易に著作者名を表示することができると考えられるから，著作者名表示が極めて不\n適切な場合ということもできない。\nよって，被告が本件各教材において原告らの氏名を表示しなかったことは，\n同項に定める著作者の氏名表示を省略できる場合には当たらない。\n［被告の主張］\n著作権法１９条３項は，著作者名の表示は，著作物の利用の目的及び態様に\n照らし著作者が創作者であることを主張する利益を害するおそれがないと認められ\nるときは，公正な慣行に反しない限り，省略することができると規定している。本\n件各教材は，使用する児童生徒の読解力，表現力，語彙力等の国語能力を総合的に\n育成するために本件各著作物を利用しているのであるから，その利用の目的は教育\n目的という社会的かつ公共的なものであって，著作者が創作者であることを主張す\nる利益を害するおそれはない。\n本件各著作物の利用は，使用する児童生徒の読解力，表現力，語彙力等の国\n語能力を育成するための試験問題の題材としての使用であり，著作物の通常の利用\nと競合・衝突することがない点からいえば，利用の態様も著作者が創作者であるこ\nとを主張する利益を害するおそれはない。そして，本件各著作物が教科書で既に使\n用され，著作者の氏名は教科書を学習する段階で既に児童生徒の知るところとなっ\nている点からも，著作者が創作者であることを主張する利益が害されるおそれはな\nい。さらに，教科書に掲載された文学作品の図書教材等への使用に際しては，著作\n者名を同教材に表示しないで省略される扱いが長年行なわれてきた点から，公正な\n慣行にも反しない。\n以上により，本件各教材に本件各著作物を利用する際に，原告らの氏名を表\n示しなかったからといって，原告らの氏名表示権を侵害することにはならない。\n６　争点(3)（本件請求が権利濫用に当たるか）について\n［被告の主張］\n(1)　教科書に掲載された文学作品の図書教材への使用については，昭和４０年\nの裁判で，教科書会社と図書教材出版社との間で適法引用であるか否かが争われ，\n著作権の侵害にならないことが明らかになったが，この判断に不服を持つ教科書会\n社の一部が国語教科書に掲載された文学作品のテストへの使用につき，著作権侵害\nの本訴を提起した。しかし，この事件も和解となり，和解調書の中では一定の謝金\nを支払うことを条件に全く自由に作成してよいことになり，こうした慣行が平成１\n１年まで続いてきた。そして，図書教材出版社はこのような形の契約を毎年更新\nし，謝金を支払い，これにより教科書に掲載された文学作品の教材への使用につい\nての著作権処理は終わっているものと当然のように考えてきた。\nところが，平成１１年になり，日本ビジュアル著作権協会なる団体が仮処\n分及び本訴を提起したが，これも却下されたことから，従来の慣行が容認されたと\n図書教材出版社が考え，それに基づき従来どおりの出版を継続したとしても決して\n不思議ではない。\nしかるに，その後，日本ビジュアル著作権協会と契約関係にあった原告Ａ\nら著作者９名が新たに図書教材出版社を相手に出版差止仮処分の申立て及び本訴を\n提起し，これらにおいて著作者が勝訴したとはいえ，ここに至るまで長年にわたっ\nて図書教材出版社としては，ひたすら長年の慣行を尊重してきただけであり，また\n著作者といっても，クレームを申し立てているのは原告Ａら一部のごく限られた著\n作者であったことから，図書教材出版社には，そもそも著作権を侵害しているとい\nう認識がなかった。\n(2)　図書教材出版社としては，これと並行して，児童文学者の多くが参加して\nいる社団法人日本児童文学者協会及び社団法人日本児童文芸家協会並びに両団体に\n属さないフリーの著者との間で平成１１年２月に「小学校国語教科書著作者の会」\nを設立し，訴外協会は，この会との間で数回にわたる話合いの後，平成１１年９月\n３０日，著作物の図書教材等への使用については著者の許諾を受けること，著作者\nに支払うべき印税率は５％とする内容の協定書を作成し，ルール作りにも尽力して\nきた。\n(3)　さらに，①　児童生徒の国語能力を育成するためには，児童生徒が学校で\n慣れ親しんだ教科書に取り上げられている著作物を利用した教材を作成することの\n社会的必要性は大きく，被告が本件各著作物を本件各教材に使用したことは，教育\n目的という正当な理由が存在すること，②　著作者としては相応のロイヤルティさ\nえ得られればその利用を拒絶すべき理由は見当たらないこと，③　被告は，前記協\n定に従い，訴外協会を通じて，教科書に掲載された文学作品を教材に使用する場合\nには，著作者の許諾を得るよう努めてきた。\n(4)　したがって，こうした過去から現在に至るまでの一連の経緯からすれば，\n一部の著作者からの差止要求に対しては，相応のロイヤルティを支払うことを条件\nとして利用を許すべきであり，ロイヤルティの受取りをかたくなに拒絶してまで著\n作物の利用をやめさせようとすることは，著作権の社会公共的性格に反するばかり\nか，今日に至るまでの文学作品の図書教材への使用についての経緯及び図書教材出\n版社が並行してルール作りに尽力してきた点に照らし，権利の濫用に当たるといわ\nざるを得ない。\n［原告らの主張］\n本件は，著作権者である原告らが，自己の創作した本件各著作物を無断で被\n告の出版する本件各教材に複製され，原告らの事前の警告にもかかわらず，それを\n何ら改めることなく侵害行為を継続したことから，出版差止めの本訴請求をするも\nのであり，何ら権利の濫用には当たらない。\n７　争点(4)（差止めの必要性の有無）について\n［原告らの主張］\n本件各教材は，原告らの本件各著作物に対する著作権を侵害するものである\nから，それらの出版等の差止めの必要がある。\n［被告の主張］\n被告は，原告らから本件訴訟を提起された後は，著作権を侵害していると指\n摘された本件各教材の印刷及び出荷を自主的に差し止め，その後，原告らから準備\n書面等で新たに指摘された教材についても，順次，印刷及び出荷を差し止めた。そ\nして，被告は，平成１５年１月，本件各著作物を引用した本件各教材の出版を中止\nし，これを絶版及び廃棄処分とすることを決定した。かかる廃棄処分は，同月１４\n日から実施し，その後は，取次店から返本が届くたびに当該返本を廃棄処分してい\nる。\nまた，被告は，原告らに対し，平成１５年７月１５日，著作権侵害に基づく\n損害賠償請求の主張立証責任は本来原告らにあるにもかかわらず，任意に本件各教\n材の印刷時期及び当該印刷時期ごとの印刷部数を開示し，かつこれに関する各資料\nを提出した。さらに，同日，原告らの要望に従い，原告らが保有していない被告発\n行の教材計２７冊も任意に提出し，原告らの著作権侵害に関する調査に協力した。\n以上のように，被告は原告らに対して極めて協力的であること及び本件各著\n作物を引用した本件各教材の印刷，出版，販売又は譲渡を中止しており，かかる教\n材の在庫についても廃棄処分としているので，原告らが主張する出版等の差止めの\n必要性はない。\n８　争点(5)ア（消滅時効の成否）について\n［被告の主張］\n原告らは，日本ビジュアル著作権協会に対し，遅くとも平成１１年３月こ\nろ，自己の作品の管理を委託し，自己の作品が図書教材出版社発行の各教材に使用\nされているか否かの調査を依頼した。原告らは，この調査により，図書教材出版社\n発行の各教材に自己の作品が使用されている事実を知り，同年６月２１日，学校用\n図書教材を発行していた図書教材出版社６社に対し，出版差止仮処分の申立て及び\n出版禁止請求訴訟をそれぞれ提起した。\nところで，本件各教材は，古いものでは昭和５５年以降全国の一般書店にお\nいて陳列，販売されている市販教材であり，誰にでも入手可能で，かつその記載内\n容について容易に調査し得るものである。この点で，一般書店を通さず小中学校に\n直接販売している直販教材（学校専用教材）や一般の大手書店の専用学参コーナー\n売場でのみ販売されている教科書準拠教材とは明らかに異なる。原告らが上記調査\nにより学校用教材という内部でしか使用されない教材についても原告らの作品使用\nの事実を知っていた以上，市販の教材である本件各教材に本件各著作物が使用され\nていた事実をその当時調査していないはずはないし，本件各教材について作品使用\nの事実を知らなかったとは到底考えられない。また，日本ビジュアル著作権協会\nは，著作権の保護・確立に向けて２４時間活動しており，教科書に使用されている\n作品や図書教材についてのデータベースを構築している旨を国語教科書掲載作家各\n位に対して説明し，同協会への入会を呼びかけており（乙１），このようなデータ\nベースを構築している同協会に調査を依頼していながら，原告らが市販教材である\n本件各教材について作品使用の事実を知らなかったはずがない。\nしたがって，原告らは，遅くとも平成１１年７月１８日午前０時の時点で被\n告が本件各著作物を本件各教材に使用した事実を知っていたというべきであり，原\n告らが上記事実を知ってから３年が経過したので，被告は原告らに対し，同日午前\n０時の時点までに発生した損害につき，消滅時効を援用する。\n［原告らの主張］\n(1)  原告らは，原告ら及びその子弟らの年齢ゆえに，主に小学生向けに作られ\nている本件各教材を実際に手にする機会はなかった。また，今日に至るまで教育用\n図書における著作権侵害が大きく取り上げられることがなかったため，本件著作権\n侵害の事実を原告らに示唆する者もいなかった。したがって，原告らは本件各教材\nの存在自体すら認識していなかったのであり，本件著作権侵害の事実を認識する術\nは当然になかった。\n(2)　原告らは，加盟している日本ビジュアル著作権協会に対し調査を依頼した\nが，調査を行うといっても，ありとあらゆる学習教材について直ちに調査対象とす\nることは困難であって，その調査はさしあたり小学校用教材を出版していた図書教\n材出版社６社（東京地方裁判所平成１１年(ワ)第１３６９１号出版差止等請求事件\nの被告６社）の教材について行われたもので，その時点で本件各教材までは調査で\nきていなかった。原告らが本件著作権侵害の事実を漠然とした形であれ認識するに\n至ったのは，上記調査が始まった平成１４年３月ころであり，原告らが本件各教材\nの個々の存在を具体的に知ったのは，同年６月４日以降調査結果を報告されてから\nである。\nしたがって，被告の主張する消滅時効の始期は，いくら遡ったとしても平\n成１４年３月ころであり，原告らは，同月２９日到達の書面で著作権侵害行為の中\n止等を求め，同年７月１９日には仮処分を申し立て，さらに本訴を提起しているの\nであるから，消滅時効は完成していない。\n９　争点(5)イ（故意又は過失の有無）について\n［原告らの主張］\n(1)  他人の著作物を複製して出版しようとする以上，その著作権者との間で著\n作権処理を行うのは著作権法上当然のことであるが（著作権法６３条２項），被告\nは何らの著作権処理を行っていない。仮に，被告を含む図書教材出版社から教科書\n会社に対して謝金が支払われたとしても，それは被告と教科書会社間の合意ないし\n慣行に過ぎず，原告ら著作権者との権利処理とは無関係の問題である。教科書会社\nには，原告らの著作物の使用を許諾する権限はない上，仮に被告が教科書会社にか\nかる権限があると誤信していたとしても，それは，被告が教科書会社がかかる権限\nがあるか否かの調査を怠った結果にすぎず，被告の過失そのものである。\nまた，被告は，原告らが事前の警告を行ったにもかかわらず，これを無視\nし本件各教材の出版販売を継続したばかりか，さらに新たに本件各教材の出版販売\nに及んだものであり，かかる経緯をみても，被告には原告らの著作権及び著作者人\n格権を侵害しないようにするとの意識は全くなく，むしろこれらを権利侵害を認識\nしつつこれを認容して行っていたものとみるのが相当である。\n以上により，被告には原告らの著作権を侵害したことについて故意又は過\n失がある。\n(2)　仮に，被告が社団法人日本図書教材教会（以下「訴外協会」という。）か\nら適法引用であるとの指導を受けていたとしても，いやしくも出版業界にある者と\nして，最終的には自らの判断で著作権処理の必要性の有無を判断すべきであり，か\nかる事情は被告の責任に何らの影響を及ぼすものではない。また，仮に，訴外協会\nから謝金の支払により著作権処理は終わっているとの指導を受けていたとしても，\n謝金がライセンス料の趣旨であるか否かは，原告らに対する一片の問い合わせで確\n認できるのであるから，その判断は非常に容易であるにもかかわらず，被告は原告\nらに対して，かかる照会を全く行っていない。また，本件教材１０－１におけるよ\nうに，問題の一部として利用するのではなく，本件各著作物を単独で利用している\nものもあり，その場合には明白に適法引用には該当しないのであるから，被告の上\n記主張は理由がない。\n［被告の主張］\n(1)　教科書に掲載された文学作品の図書教材への使用については，昭和４０年\nの偽作物発売頒布禁止仮処分命令申請事件において，教科書会社と図書教材出版社\nとの間で，適法引用であるか否かが争われ，この裁判において，著作権の侵害には\nならないことが明らかになった。\nよって，被告は，本件各教材への複製が引用に当たり，著作権侵害に当た\nらないと信じていた。\n(2)　その後，この裁判の結果に不服の教科書会社の一部が，図書教材出版社に\n対して本訴を提起したが，この裁判も和解となり，和解調書の中で一定の謝金を支\n払うことを条件に教科書に掲載された文学作品を自由に使用してよいこととなった\n（乙５）。被告は，このように図書教材業界内で確立した上記謝金制度に従い，訴\n外協会を通じて教科書会社に毎年謝金を支払っていた。\nその結果，被告を含む図書教材出版社は，訴外協会を通じて，このような\n謝金を毎年支払うことにより教科書に掲載された文学作品の教材への使用について\nの著作権処理は終わっているものと考えてきた（乙６）。訴外協会は，文部科学省\n所管の社団法人であり，その会長には文部科学省の幹部ＯＢが就任している協会で\nあるところ（乙８），被告が訴外協会の謝金の支払により著作権処理は終わってい\nるものと認識していたことは，やむを得ないことである。\n(3)　したがって，被告には著作権侵害についての故意又は過失はない。\n10　争点(5)ウ（損害の発生及び数額）について\n［原告らの主張］\n(1)　著作権侵害による財産的損害\n被告による本件各著作物の無断複製行為により，原告らは，別紙８（原告\n損害計算表）記載のとおり，「著作権…の行使につき受けるべき金銭の額」（著作\n権法第１１４条２項）相当額の財産的損害を被った。\n損害額の算出の方法は，以下のとおりである。\nア　複製時期について\n別紙８（原告損害計算表）の「複製時期」欄記載のとおり，各年ごと，\n各教材ごとの損害を計算する。\nイ　教材価格について\n著作権侵害による財産的損害の算出については，別紙８（原告損害計算\n表）の「教材価格」欄記載のとおり，被告から明らかにされた本件各教材の本体価\n格を基準に行うこととする。\nウ　使用料率について\n著作権法は，平成１２年法第５６号により，損害額算定に関する１１４\n条２項につき，従前の「通常受けるべき金銭」の「通常」の文言を削除した。その\n趣旨は，同改正前においては，既存の使用料規程等が参酌されることが多く，誠実\nに許諾を受けた者と同額を侵害者が賠償すれば足りるという「侵害し得」の状況が\n生じていたので，「通常」の文言を削除することにより，かかる問題を回避し，当\n該事案の具体的事情を考慮した適正な使用料が算出されることを図ったものとされ\nている。かかる法改正の趣旨をふまえれば，著作権法１１４条２項によって損害額\nを算出するにあたっては，侵害者による「侵害し得」を許さないために，正規の利\n用許諾の際に支払われる印税率より高率の印税率によって損害の額を認定する必要\nがあるというべきである。\n原告らが，図書教材出版社からの事前の正規の申し出を受け，自己の作\n品を教材に利用することを許諾するにあたっては，８％の印税率によって使用料を\n定めるものとされており，現にかかる基準により教材への作品の利用許諾が行われ\nている。\n本件においては，平成１２年法改正の趣旨や原告らが正規の利用許諾を\n行う際に通常８％の印税率を用いていること等の事情を考慮すれば，著作権法１１\n４条２項により損害を算出するにあたっての使用料率として相当な率は，少なくと\nも１５％を下回らないというべきである。\nなお，著作物の学習教材への複製使用を許諾するに当たり，１年分の使\n用料の額が１使用当たり１万円に満たない場合には，これを１万円とする使用料の\n最低限度額を定めているので，最低額は１万円となる。\n(2)　著作権侵害による精神的損害\n被告による本件各著作物の無断複製行為により，原告らは多大な精神的苦\n痛を受けた。かかる著作権侵害による原告らの精神的苦痛を慰謝するために必要な\n慰謝料としては，それぞれ著作権侵害による財産的損害の額と同額が相当である。\n(3)　著作者人格権侵害による精神的損害\nア　同一性保持権侵害\n本件各教材による本件各著作物の同一性保持権侵害により原告らが被っ\nた精神的苦痛を慰謝するために必要な慰謝料は，次に挙げる同一性保持権侵害行為\nの態様ごとに，侵害行為が行われた各教材につき，下記金額を下回らない（別紙５\n（改変内容一覧表）の「請求額」欄及び別紙９（原告損害集計表）の「同一性保持\n権侵害慰謝料」欄記載のとおり）。\n(ア)　かなを漢字に変換したのみの場合は，一教材当たり５０万円であ\nる。\n(イ)　別紙５（改変内容一覧表）の「改変内容」欄記載のとおり，文章の\n一部を削除，加筆，変更等した場合は（かなを漢字に変換したことも含めて），一\n教材当たり１００万円である。\nイ　氏名表示権侵害\n本件各教材による本件各著作物の氏名表示権侵害により原告らが被った\n精神的苦痛を慰謝するために必要な額は，侵害行為が行われた一教材当たり１０万\n円を下回らない（別紙７（氏名表示権侵害一覧表）の「請求額」欄及び別紙９（原\n告損害集計表）の「氏名表示権侵害慰謝料」欄記載のとおり）。\n(4)　弁護士費用\n原告らが被った弁護士費用の損害は，原告らの弁護士費用を除く損害の２\n割相当額を下回らない（別紙９（原告損害集計表）の「弁護士費用」欄記載のとお\nり）。\n(5)　遅延損害金の起算点\n不法行為による損害賠償請求権は，その発生と同時に履行期が到来するも\nのであるから，遅延損害金の起算点は，損害が発生した不法行為時である。\n被告は，本件各教材に原告らの作品を無断で複製することにより原告らの\n著作権を侵害し，また，かかる複製に当たり，作品の内容を改変し，氏名を表示し\nないことにより，著作者人格権を侵害している。被告は，本件各著作物を無断で複\n製した本件各教材の印刷部数を，昭和５７年以降の各年ごとに開示しているとこ\nろ，各年ごとの教材の印刷による著作権侵害行為が，その年の１２月３１日までに\n行われたことは明らかである。同様に，本件各著作物の内容を無断で改変し，氏名\nを表示しない著作者人格権侵害行為については，昭和５７年以降で，それら教材が\n印刷された最も古い年の１２月３１日までに行われたことは明らかである。それら\n具体的な侵害の時期は，別紙５（改変内容一覧表）及び同７（氏名表示権侵害一覧\n表）の各「侵害時期」欄に記載のとおりである。\n以上のとおり，本件において，被告の著作権及び著作者人格権侵害による\n原告らの損害賠償請求権は，各年ごとの本件各教材への複製分，改変分などにつ\nき，遅くとも当該年の最終日までには発生しており，遅延損害金も同日から起算さ\nれるべきである。\n(6)　損害のまとめ\n以上の原告らの損害の内容を原告ごとに整理したのが，別紙９（原告損害\n集計表）であり，著作権及び著作者人格権の侵害行為が行われた年ごとに，著作権\n侵害による財産的損害の額，著作権侵害・同一性保持権侵害・氏名表示権侵害に対\nする各慰謝料の額，弁護士費用，年ごとの合計額，それらの合計額を記載した。\n原告らごとの損害額は，次のとおりである。また，これに対する遅延損害\n金の対象となる損害額及びその起算点については，別紙３（原告損害金目録）記載\nのとおりである。\n原告Ａ　　　　　２６２１万３８５６円\n原告Ｂ   　　　　 ９９９万１２８４円\n原告Ｃ　　　　  ２０２８万８１３２円\n原告Ｄ　　  　　　２０４万５０２７円\n原告Ｆ　　  　　１７８６万６７４１円\n原告Ｈ　　　　　１４１１万８００４円\n原告Ｉ　　　　　　８９８万２４６８円\n［被告の主張］\n(1)　著作権侵害による財産的損害について\nア　総ページ数について\n本件各教材の価格は，巻末の解答部分も含めた上での価格であるから，\n本件各教材の価格を基準とする以上は，総ページ数は，巻末の解答部分も含めたペ\nージ数とすべきである。本件各教材の総ページ数は，別紙１０（被告損害計算\n表(2)）の「総Ｐ」欄記載のとおりである。\nイ　複製ページ数について\n原告らは，本件各著作物が本件各教材の１ページ中に少しでも使用され\nている場合には，複製ページ数を１ページと計算している。\nしかしながら，本件各教材のページの中には，①　すべての部分につい\nて本件各著作物が掲載されているものだけでなく，②　本件各著作物とこれに対す\nる設問が掲載されているもの，③　本件各著作物とこれに対する設問の外，原告ら\n以外の第三者の著作物及びこれに対する設問やイラスト図などが掲載されているも\nのがあり，上記②及び③については，被告が創作した設問及び第三者の著作物等も\n当該ページの教材としての価値に寄与していることはいうまでもないから，このよ\nうな部分についてまで原告らが権利を主張する根拠は全くなく，上記原告らの計算\n方法は，明らかに不合理である。\nしたがって，本件各教材における本件各著作物の複製ページ数の計算に\n当たっては，被告が創作した設問部分及び原告ら以外の第三者の著作物等が占める\n割合を除いた，純粋に本件各著作物がページ全体に占める割合（面積割合）によっ\nて計算すべきである。本件各教材における複製ページ数は，別紙１０（被告損害計\n算表(2)）の「複製Ｐ」欄記載のとおりである。\nウ　作品掲載率について\n本件各教材における本件各著作物の使用割合は，前記イの複製ページを\n前記アの総ページで除した別紙１０（被告損害計算表(1)）の「使用率」欄記載の割\n合であり，これは別紙１０（被告損害計算表(2)）の「作品掲載率」欄記載のとおり\nである。\nエ　部数について\n本件各教材は，一般の家庭用学習教材のため，常に他社教材との競合が\n生じており，年度によっては，全く売れずに大量の返本が生じることもある。被告\nにとっては，印刷部数から，かかる返本，サンプル本及び製本過程で生じた破損本\nなどを差し引いた実販売部数こそが売上収入を生み出すものであるから，著作権法\n１１４条２項に基づく損害額は，実販売部数（別紙１０（被告損害計算表(1)）の\n「部数」欄記載のとおり）によって算出すべきである。\nオ　使用料率について\n(ア)　本件各教材における本件各著作物の利用についての相当な使用料率\nは，本件各教材の家庭用学習教材という特徴，本件各著作物の引用の目的程度及び\n社団法人日本文芸著作権保護同盟と現代国語大学受験参考書類発行者との間で締結\nされた暫定協定における印税率等を勘案すれば，本件各教材の定価の３％を超える\nことはなく，翻訳物については１．５％を超えることはない。\n(イ)　仮に，上記使用料率が認められないとしても，訴外協会らと教科書\nに掲載された文芸作品の著者らで構成された諸団体との間で締結された協定書にお\nける印税率等を勘案すれば，本件における使用料率の上限は，本件各教材の価格の\n５％を超えることはなく，翻訳物については２．５％を超えることはない。\nなお，現行著作権法における損害額の算定に際して，懲罰的要素を加\n味してよいとする実定法上の根拠もない。\nカ　以上により，仮に，本件各教材に本件各著作物を引用したことが著作権\n侵害となるとしても，かかる本件著作権侵害による財産的損害の算出は，次のよう\nになされるべきである。\n実販売部数×教材価格×作品掲載率（面積割合）×使用料率３％（翻訳\n物は１．５％）\nかかる算出方法によると，本件著作権侵害による財産的損害額は，別紙\n１０（被告損害計算表(1)）に記載のとおりとなる。また，仮に，印刷部数を基準と\nした場合でも，その損害額は，別紙１０（被告損害計算表(2)）に記載のとおりとな\nる。\n(2)　著作権侵害による慰謝料について\n原告らは，本件各著作物の無断複製行為により多大な精神的苦痛を受けた\nとして，かかる著作権侵害を理由に慰謝料の請求をしているが，著作者人格権侵害\nによる慰謝料ですべてがカバーされているから，これを超えて，またこれに加え\nて，著作財産権侵害による慰謝料を請求する余地はない。\n第４　当裁判所の判断\n１　本件各教材における本件各著作物の複製態様について\n前記争いのない事実及び証拠（甲１６ないし３８，４４ないし４６，６４，\n６７ないし６９，７１ないし７８。枝番のあるものは特に断らない限り枝番を含\nむ。以下同じ。）に弁論の全趣旨を総合すると，本件各教材における本件各著作物\nの複製態様について，次の事実が認められる。\n(1)　「１０分間トレーニング　国語○年」（本件教材１－１ないし５。甲１６\nないし１９，６７）\nア　本件教材１－１ないし４は，毎日の家庭学習のために制作された国語の\n家庭用学習教材であり，特定の教科書ではなく，どの教科書でも使用できるように\nなっている。本件教材１－５は，短い時間で基礎学力を固めるために制作された国\n語の家庭用学習教材であり，特定の教科書ではなく，どの教科書でも使用できるよ\nうになっており，「教科書対応表」が付いている。\n本件教材１－１ないし５は，４９ないし５８の単元に分かれ，各単元が\nドリル形式となっている。本件教材１－１ないし５の巻末には，解答が付いてお\nり，解答及び冒頭の扉ページを含む総ページ数は，別紙１１（損害計算表）の「総\nＰ」欄記載のとおりである。\nイ　本件教材１－１において，本件著作物１－１を複製した箇所は，上記単\n元に入らない冒頭の扉ページであり，「こえを出してよんでみましょう。」とし\nて，本件著作物１－１が複製されている。\n上記以外の本件教材１－１ないし５においては，本件各著作物は，「文\nをよむ」又は「物語を読む」という単元の設問のもとになる文章として複製されて\nいる。上記各単元は，見開き２ページから成り，本件各著作物を１ページないし１\nページ半程度掲載し，その文章を読んで，あとにある５問の設問に答える形式とな\nっている。設問は，本件各著作物を読んだ上，記述式又は選択式で答えるものであ\nり，これらは番号等によって特定された著作物の部分や掲載された著作物全体につ\nいての読解力を問うものである。\n(2)　「１０分間トレーニング　長文○年」（本件教材２－１ないし４。甲２０\nないし２２，６８）\nア　本件教材２－１ないし３は，毎日の家庭学習のために制作された国語の\n家庭用学習教材であり，特定の教科書ではなく，どの教科書でも使用できるように\nなっている。本件教材２－４は，短い時間で基礎学力を固めるために制作された国\n語の家庭用学習教材である。\n本件教材２－１及び２は，５８ないし６０の単元に分かれ，本件教材２\n－３及び４は，３０ないし３１の単元に分かれ，各単元がドリル形式となってい\nる。本件教材２－１ないし４の巻末には，解答が付いており，解答を含む総ページ\n数は，別紙１１（損害計算表）の「総Ｐ」欄記載のとおりである。\nイ　本件教材２－１及び２においては，本件各著作物は，「気もちをよみと\nる」，「力だめしテスト」又は「まとめテスト」という単元の設問のもとになる文\n章として複製されている。上記各単元は，１ページから成り，本件各著作物を半ペ\nージ程度罫線によって四角で囲まれた中に掲載し，その文章を読んで，あとにある\n３ないし４問の設問に答える形式となっている。\n本件教材２－３及び４においては，本件各著作物は，「気持ちを読みと\nる」，「まとめテスト」又は「総合テスト」という単元の設問のもとになる文章と\nして複製されている。上記各単元は，２ページから構成され，本件各著作物を１ペ\nージ程度罫線によって四角で囲まれた中に掲載し，その文章を読んで，あとにある\n６ないし７問の設問に答える形式となっている。\n設問は，本件各著作物を読んだ上，記述式又は選択式で答えるものであ\nり，これらは番号等によって特定された著作物の部分や掲載された著作物全体につ\nいての読解力を問うものである。\n(3)　「毎日の復習　国語と漢字　○年」（本件教材３－１ないし４。甲２３な\nいし２６）\nア　本件教材３－１ないし４は，国語ドリルと漢字ドリルを合体して，短い\n時間で基礎学力が身に付くよう，教科書の大切なことがらを問題にして，学校の復\n習用に制作された家庭用学習教材である。\n本件教材２－１ないし４は，３１の単元に分かれ，各単元がドリル形式\nとなっている。国語ドリルのうしろに解答が付いており，解答を含む総ページ数\nは，別紙１１（損害計算表）の「総Ｐ」欄記載のとおりである。\nイ　本件教材３－１ないし４においては，本件各著作物は，「物語」又は\n「むかしばなし」と題する単元の設問のもとになる文章として複製されている。各\n単元は，見開き２ページから成り，本件各著作物を見開き１ページの全面に掲載\nし，その文章を読んで，次のページにある４ないし８問の設問に答える形式となっ\nている。設問は，本件各著作物を読んだ上，記述式又は選択式で答えるものであ\nり，これらは番号等によって特定された著作物の部分や掲載された著作物全体につ\nいての読解力を問うものである。\n(4)　「１００回テスト　国語○年」（本件教材４－１ないし４。甲２７ないし\n３０）\nア　本件教材４－１ないし４は，基礎を固め，応用力を伸ばすために制作さ\nれた国語の家庭用学習教材である。\n本件教材４－１ないし４は，３５の単元に分かれ，各単元がドリル形式\nとなっている。別冊に解答が付いており，解答を含む総ページ数は，別紙１１（損\n害計算表）の「総Ｐ」欄記載のとおりである。\nイ　本件教材４－１ないし４においては，本件各著作物は，「しんだんテス\nト」と題する単元の設問のもとになる文章として複製されている。上記単元は，見\n開き２ページで構成され，２ページが上下に区切られ，上段に本件各著作物を掲載\nし，その文章を読んで，下段にある８ないし１２問の設問に答える形式となってい\nる。設問は，本件各著作物を読んだ上，記述式又は選択式で答えるものであり，こ\nれらは番号等によって特定された著作物の部分や掲載された著作物全体についての\n読解力を問うものである。\n(5)　「全科まとめて　○年」（本件教材５－１ないし３。甲３１ないし３３）\nア　本件教材５－１ないし３は，国語のほか，算数，理科及び社会（又は生\n活科）の各教科書のポイントを確認し，単元が終わった後の確かめ用，学期の復習\n用，学年の復習総仕上げ用として制作された家庭用学習教材である。\n本件教材５－１ないし３の国語に関する部分は，２８の単元に分かれ，\n各単元がドリル形式となっている。巻末に解答が付いており，解答を含む総ページ\n数は，別紙１１（損害計算表）の「総Ｐ」欄記載のとおりである。\nイ　本件教材５－１ないし３においては，本件各著作物は，「文しょうをよ\nむ」，「詩を味わう」，「実力テスト」，「物語を読む」又は「詩を読む」と題す\nる単元の設問のもとになる文章として複製されている。上記各単元は，１ページで\n構成され，当該ページが上下２段に分かれ，そのうち１段の半分程度に本件各著作\n物を掲載し，その文章を読んで，同段の後にある３ないし６問の設問に答える形式\nとなり，または，上下２段のうちの上段全部と下段の半分程度に本件各著作物を掲\n載し，その文章を読んで，下段の後にある４問の設問に答える形式となっている。\n設問は，本件各著作物を読んだ上，記述式又は選択式で答えるものであり，これら\nは番号等によって特定された著作物の部分や掲載された著作物全体についての読解\n力を問うものである。\n(6)　「学力考査　標準テストの国語　○年」（本件教材６－１ないし３。甲３\n４ないし３６）\nア　本件教材６－１ないし３は，教科書のポイントを確認し，基礎学力を身\nにつけ，単元のまとめ用として制作された国語の家庭用学習教材であり，特定の教\n科書ではなく，どの教科書でも使用できるようになっている。\n本件教材６－１ないし３は，３９の単元に分かれ，各単元がドリル形式\nとなっている。別冊に解答・解説が付いており，解答・解説を含む総ページ数は，\n別紙１１（損害計算表）の「総Ｐ」欄記載のとおりである。\nイ　本件教材６－１ないし３においては，本件各著作物は，「気もちを考え\nながら」，「むかし話を読む」，「ものがたりを読む」，「感想文を書く」，「人\n物の気持ちを考えながら」又は「人物の気持ちを想像しながら」と題する単元の設\n問のもとになる文章として，複製されている。上記各単元は，見開き２ページで構\n成され，上下２段に分かれており，点線によって四角で囲まれた中に，半ページ程\n度本件各著作物を掲載し，その文章を読んで，あとにある２ないし６問の設問に答\nえる形式となっている。設問は，本件各著作物を読んだ上，記述式又は選択式で答\nえるものであり，これらは番号等によって特定された著作物の部分や掲載された著\n作物全体についての読解力を問うものである。\n(7)　「中学入試完成　国語○年」（本件教材７－１及び２。甲３７，３８）\nア　本件教材７－１及び２は，難関中学突破用の国語の家庭用学習教材であ\nる。\n本件教材７－１及び２は，学習項目に分かれ，それぞれに練習問題や実\n力テストが含まれている問題集形式となっている。別冊に解答が付いており，解答\nを含む総ページ数は，別紙１１（損害計算表）の「総Ｐ」欄記載のとおりである。\nイ　本件教材７－１及び２においては，本件各著作物は，「物語を読む」と\nいう学習項目や，「練習問題」ないし「実力テスト」において，設問のもとになる\n文章として，複製されている。上記学習項目等は，上下２段に分かれ，本件各著作\n物が２ないし６ページにわたって掲載され，その文章を読んでそのあとにある６な\nいし１１問の設問に答える形式となっている。設問は，本件各著作物を読んだ上，\n記述式又は選択式で答えるものであり，これらは番号等によって特定された著作物\nの部分や掲載された著作物全体についての読解力を問うものである。\n(8)　「小学○年の国語と算数　１学期の復習」（本件教材８－１ないし３。甲\n４４ないし４６）\nア　本件教材８－１ないし３は，１学期に教科書で学習した内容を夏休みに\n復習するための国語と算数の家庭用学習教材であり，学習指導要領に従って改訂さ\nれてきたものである。\n本件教材８－１ないし３の国語の部分は，１４ないし１５項目に分か\nれ，各項目がドリル形式となっている。答えは国語の末尾に付いており，答えを含\nむ総ページ数は，別紙１１（損害計算表）の「総Ｐ」欄記載のとおりである。\nイ　本件教材８－１ないし３においては，本件各著作物は，「おはなしをよ\nむ」，「お話」又は「物語」と題する項目の設問のもとになる文章として，複製さ\nれている。上記各項目は，１ページないし見開き２ページで構成され，それが上下\n２段に区切られ，上段に本件各著作物が点線で囲まれた中に掲載され，その文章を\n読んで，下段にある５ないし８問の設問に答える形式となっている。設問は，本件\n各著作物を読んだ上，記述式又は選択式で答えるものであり，これらは番号等によ\nって特定された著作物の部分や掲載された著作物全体についての読解力を問うもの\nである。\n(9)　「段階別新問題集　４年　国語」（本件教材９－１。甲６４）\nア　本件教材９－１は，基礎，応用及び発展という段階を追ってワンランク\n上の力を目指すための国語の家庭用学習教材であり，教科書対照表が付いている。\n本件教材９－１は，１８項目に分かれ，各項目がドリル形式となってい\nる。別冊に解答が付いており，表紙の裏の教材部分を含む総ページ数は，別紙１１\n（損害計算表）の「総Ｐ」欄記載のとおりである。\nイ　本件教材９－１においては，本件各著作物は，「物語文の読み方」又は\n「総合問題」と題する項目の設問のもとになる文章として，複製されている。上記\n各項目は，１ないし２ページで構成され，上下２段に区切られている。各項目にお\nいて，本件各著作物が掲載され，その文章を読んであとにある４ないし５問の設問\nに答える形式となっている。設問は，本件各著作物を読んだ上，記述式又は選択式\nで答えるものであり，これらは番号等によって特定された著作物の部分や掲載され\nた著作物全体についての読解力を問うものである。\n(10)　「力の５０００題」（本件教材１０－１。甲６９）\nア　本件教材１０－１は，難関・有名中学を目指すための国語の家庭用学習\n教材である。\n巻末に解答が付いているほか，表紙の裏面や扉のページにも教材の一部\nを成す本件著作物１－８等が掲載されるなどしており，これらを含む総ページ数\nは，別紙１１（損害計算表）の「総Ｐ」欄記載のとおりである。\nイ　本件教材１０－１には，本件著作物１－８が，表紙の裏面に見開き１ペ\nージにわたって掲載され，その背景には写真が掲載されている。\n本件教材１０－１には，本件著作物６－６は，「練習問題」の設問のも\nとになる文章として複製されている。「練習問題」は，見開き２ページで構成さ\nれ，上から約３分の２の位置で上下２段に分かれている。その下段に問題の研究と\n解き方が記載され，上段に本件著作物６－６が１ページと３分の１程度掲載され，\nそのあとに，４問の問題が設けられている。設問は，本件各著作物を読んだ上，記\n述式又は選択式で答えるものであり，これらは番号等によって特定された上記著作\n物の部分や掲載された著作物全体についての読解力を問うものである。\n(11)　「１０分間トレーニング読解　小学３年」（本件教材１２－１。甲７\n２）\nア　本件教材１２－１は，短い時間で基礎学力を伸ばす教科書学習用の国語\nの家庭用学習教材である。なお，本件教材１２－１は，本件教材２－３の旧版であ\nる。\n本件教材１２－１は，３０の単元に分かれ，各単元がドリル形式となっ\nている。巻末には答えが付いており，答えを含む総ページ数は，別紙１１（損害計\n算表）の「総Ｐ」欄記載のとおりである。\nイ　本件教材１２－１においては，本件著作物３－２は，「気もちを読みと\nる」と題する単元の設問のもとになる文章として複製されている。上記単元は，見\n開き２ページで構成され，本件著作物３－２がその１ページに枠で囲って掲載さ\nれ，その文章を読んで，次のページにある７問の設問に答える形式となっている。\n設問は，本件各著作物を読んだ上，記述式又は選択式で答えるものであり，これら\nは番号等によって特定された著作物の部分や掲載された著作物全体についての読解\n力を問うものである。\n(12)　「小学○年のふくしゅう（復習）」（旧版）（本件教材１３－１ないし\n３。甲７３ないし７５）\nア　本件教材１３－１ないし３は，基礎学力を定着させるために復習を目的\nとして制作された国語と算数の家庭用学習教材である。なお，本件教材１３－１な\nいし３は，本件教材１４－１ないし３の旧版である。\n本件教材１３－１ないし３の国語の部分は，１６ないし１７項目に分か\nれ，各項目がドリル形式となっている。巻末に解答が付いており，解答を含む総ペ\nージ数は，別紙１１（損害計算表）の「総Ｐ」欄記載のとおりである。\nイ　本件教材１３－１ないし３においては，本件各著作物は，「おはなしを\nよむ」又は「ものがたりを読む」と題する項目の設問のもとになる文章として複製\nされている。上記各項目は，１ページ又は見開き２ページで構成され，上下２段に\n区切られている。上記各項目において，本件各著作物は見開き１ページの上段に点\n線によって四角に囲まれた中に掲載され，文章を読んで下段にある４ないし６問の\n設問に答える形式となっている。設問は，本件各著作物を読んだ上，記述式又は選\n択式で答えるものであり，これらは番号等によって特定された著作物の部分や掲載\nされた著作物全体についての読解力を問うものである。\n(13)　「小学○年の復習」（本件教材１４－１ないし３。甲７６ないし７８）\nア　本件教材１４－１ないし３は，教科書で学習した基礎をおさらいするた\nめ制作された国語と算数の家庭用学習教材である。\n本件教材１４－１ないし３の国語の部分は，１７ないし１９項目に分か\nれ，各項目がドリル形式となっている。巻末に解答が付いており，解答を含む総ペ\nージ数は，別紙１１（損害計算表）の「総Ｐ」欄記載のとおりである。\nイ　本件教材１４－１ないし３においては，本件各著作物は，「おはなしを\nよむ」又は「物語を読む」と題する各項目の設問のもとになる文章として複製され\nている。上記各項目は，１ないし２ページで構成され，上下２段に区切られてい\nる。上記各項目において，本件各著作物は，上段に点線によって四角に囲まれた中\nに掲載され，その文章を読んで，下段にある４ないし５問の設問に答える形式とな\nっている。設問は，本件各著作物を読んだ上，記述式又は選択式で答えるものであ\nり，これらは番号等によって特定された著作物の部分や掲載された著作物全体につ\nいての読解力を問うものである。\n以上によれば，別紙２（教材目録）の「著作物名」欄記載の本件各著作物\nは，同「教材名」欄記載のとおり，本件各教材に複製されている。そして，それぞ\nれの複製されたページ数ないしページにおける面積は，被告が自認する別紙１０\n（被告損害計算表(2)）の「複製Ｐ」欄を下回らないことが認められ，これを本件各\n教材ごとにまとめると，別紙２（教材目録）の「複製頁」欄記載のとおりとなる。\nさらに，これを原告らごと，年度ごとに整理すると，別紙１１（損害計算表）の\n「著作物名」欄記載の本件各著作物が，同「教材名」欄記載の本件各教材につき\n「複製Ｐ」欄記載のとおり複製されていることとなる。\n２　争点(1)ア（引用に当たるか）について\n(1)　公表された著作物を引用して利用することができるのは，その引用が公正\nな慣行に合致するものであり，かつ，報道，批評，研究その他の引用の目的上正当\nな範囲内で行われるものでなければならない（著作権法３２条１項）。この規定の\n趣旨に照らすと，ここでいう「引用」とは，報道，批評，研究その他の目的で，自\n己の著作物中に，他人の著作物の原則として一部を採録するものであって，引用す\nる著作物の表現上，引用する側の著作物と引用される側の著作物とを明瞭に区別し\nて認識することができるとともに，両著作物間に，引用する側の著作物が「主」で\nあり，引用される側の著作物が「従」である関係が存する場合をいうものと解すべ\nきである（最高裁昭和５１年(オ)第９２３号同５５年３月２８日第三小法廷判決・\n民集３４巻３号２４４頁参照）。\n(2)　本件教材１－１において本件著作物１－１を複製した箇所及び本件教材１\n０－１において本件著作物１－８を複製した箇所については，前記１(1)及び(10)認\n定の掲載態様であるから，その引用が公正な慣行に合致し，かつ，報道，批評，研\n究その他の引用の目的上正当な範囲内で行われたものということはできず，著作権\n法３２条１項所定の引用に当たらないことは明らかである。\n(3)　また，その余の箇所についても，前記１認定の掲載態様に照らすと，本件\n各著作物は，設問部分と明瞭に区別して認識することはできるものの，引用される\n側の著作物である本件各著作物が「従」であり，引用する側の著作物である本件各\n教材が「主」であるという関係が存するということはできないから，本件各教材に\nおける本件各著作物の複製が，著作権法３２条１項所定の引用に当たるということ\nはできない。\n被告は，この点について，本件各教材の重要かつ主要部分は，児童生徒の\n国語能力を育成するために創意工夫された設問にあり，量的にも質的にも，設問部\n分及び解答ないし解説部分が主たる部分であり，本件各著作物の複製部分が従たる\n部分である旨主張する。\nなるほど，被告において，設問部分の作成，すなわち問題の設定や問題数\nの選択，解答の形式の選択やその配列等について，本件各教材の利用者の国語能力\nの育成のために一定の創意工夫をしたことは否定できないが，その場合の国語能力\nの育成とは，複製された本件各著作物に表現された思想，感情等の理解にほかなら\nない。また，被告の設問部分の作成における創意工夫も，直接には利用者である児\n童に本件各著作物の収録部分を読解させること，すなわち，本件各著作物に表現さ\nれた内容をいかに正確に読みとらせ，それをいかに的確に理解させるかという点に\n主眼があり，本件各著作物の創作性を度外視してはあり得ないものであるから，か\nかる内容面からしても，主たる部分は本件各著作物の複製部分であり，従たる部分\nが設問部分であるというべきである。なお，分量的に設問部分の方が本件各著作物\nよりも多い場合があったとしても，設問部分に解答欄としての余白が設けられてい\nることや，設問部分にも本件各著作物が使用されていることがあることにも照ら\nし，そのことから直ちに設問部分が主であるということはできない。よって，被告\nの上記主張は採用できない。\n(4)　以上のとおり，本件各著作物を本件各教材に複製することが，著作権法３\n２条１項所定の「引用」に当たるということはできない。\n３　争点(1)イ（試験問題としての複製に当たるか）について\n(1)　公表された著作物は，入学試験その他人の学識技能に関する試験又は検定\nの目的上必要と認められる限度において，当該試験又は検定の問題として複製する\nことができ（著作権法３６条１項），また，営利を目的として前記複製を行う者\nは，通常の使用料の額に相当する額の補償金を著作権者に支払わなければならない\n（同条２項）。これらの規定は，入学試験等の人の学識技能に関する試験又は検定\nにあっては，それを公正に実施するために，問題の内容等の事前の漏洩を防ぐ必要\n性があるため，あらかじめ著作権者の許諾を受けることは困難であること，そし\nて，著作物を上記のような試験又は検定の問題として利用したとしても，一般にそ\nの利用は著作物の通常の利用と競合しないと考えられることから，試験又は検定の\n目的上必要と認められる限度で，かつ，著作物を試験又は検定の問題として複製す\nるについては，一律に著作権者の許諾を要しないものとするとともに，その複製が\nこれを行う者の営利の目的による場合には，著作権者に対する補償を要するものと\nして，利益の均衡を図る趣旨であると解される。\nそうすると，試験又は検定の公正な実施のために，その問題としていかな\nる著作物を利用するかということ自体を秘密にする必要性があり，そのために当該\n著作物の複製についてあらかじめ著作権者から許諾を受けることが困難である試験\n又は検定の問題でない限り，著作権法３６条１項所定の「試験又は検定の問題」と\nいうことはできないと解される。\n(2)  前記争いのない事実に証拠（甲１６ないし３８，４４ないし４６，６４，\n６７ないし６９，７２ないし７８）及び弁論の全趣旨を総合すれば，本件各教材\nは，いずれも一般書店で販売されている家庭用学習教材であることが認められる。\nそうすると，本件各教材は，試験又は検定の公正な実施のために，問題の\n内容等の事前の漏洩を防ぐ必要性があるとは認められず，あらかじめ著作権者の許\n諾を受けることが困難であるということはできない。\nしたがって，被告が本件各著作物を本件各教材に複製することが，著作権\n法３６条１項所定の「試験又は検定の問題」としての複製に当たるとはいえない。\n４　争点(1)ウ（フェア・ユースの法理）について\n仮に，我が国においてフェア・ユースの法理を適用ないし類推適用すべき場\n合があるとしても，本件各教材が一般書店で販売されている家庭用学習教材であ\nり，復習用のドリルないし中学受験用問題集であることに照らせば，被告主張の要\n件のうち少なくとも使用の目的及び性格という要件を欠き，本件は，フェア・ユー\nスの法理を適用ないし類推適用すべき場合に当たらない。\n５　争点(2)ア（同一性保持権侵害の成否）について\n(1)　前記争いのない事実のとおり，別紙５（改変内容一覧表）の「教材名」欄\n記載の本件各教材においては，同「改変内容」欄記載のとおり本件各著作物の表現\nが改変され（別紙５の<50>を除く。），同「かなを漢字に変換」欄に○が記されて\nいる本件各教材においては，具体的に，別紙６（かな・漢字変換一覧表）の「改変\n箇所」欄記載の表現が同「改変前」欄から同「改変後」欄記載のとおりに改変され\nている。なお，別紙５（改変内容一覧表）の<50>の改変については，これを認める\nに足りない（甲６６，６７）。\n(2)　被告は，上記各改変は，単なる表記上の問題にすぎないひらがなの漢字へ\nの変更，「？」から「。」への変更及び軽微な文章の一部削除・加筆・変更にすぎ\nず，当該各改変により，社会通念上，原告らの名誉・声望などの人格的利益が害さ\nれるおそれがあるとはいえないから，「意に反する改変」には当たらないと主張す\nる。\nしかしながら，著作権法２０条１項の同一性保持権は，著作者の人格的利\n益を保護する趣旨の規定であるところ，別紙５（改変内容一覧表）の「著作物名」\n欄記載の本件各著作物は，いずれも児童文学作品であり，著作者である原告らの人\n格的要素が反映された文芸作品ということができ，よって，かな・漢字の表記方法\nや感嘆符の付け方等も含め著作物の完全性の保持を要する著作物であるというべき\nである。そうすると，上記各改変は，いずれも上記原告らの人格的利益を害するお\nそれのある改変ということができるから，被告の上記主張は理由がない。\n(3)　被告は，別紙５（改変内容一覧表）①ないし⑩，⑱ないし⑳に関する改変\nについて，本件各著作物が教科書に掲載された時点で，原告らの承諾の下で改変さ\nれていたものであるから，「意に反する」改変に当たらないと主張する。\nしかしながら，教科用図書に本件各著作物を掲載するに当たり，学校教育\nの目的上やむを得ないと認められる用字又は用語の変更その他の改変は，著作権法\n２０条２項１号により，同一性保持権の保護が適用されないのに対し，本件各教材\nは，家庭用学習教材であって，これと同一に論じることができないことは，明らか\nである。そして，教科用図書への掲載に際して改変することと，家庭用学習教材に\nおいて改変することとは，全く別個の行為であって，仮に前者の掲載の際に原告ら\nが改変を承諾した事実があったとしても，後者の改変を承諾したことにはならな\nい。\nよって，前記認定の改変は，「意に反する」改変であるといわざるを得\nず，被告の上記主張は理由がない。\n(4)　被告は，ひらがなを漢字に変換した行為は，著作権法２０条２項４号に当\nたる旨主張する。\n著作権法２０条２項４号は，同一性保持権による著作者の人格的利益の保\n護を例外的に制限する規定であり，かつ，同じく改変が許される例外的場合として\n同項１号ないし３号の規定が存することからすると，同項４号にいう「やむを得な\nいと認められる改変」に該当するというためには，著作物の性質，利用の目的及び\n態様に照らし，当該著作物の改変につき，同項１号ないし３号に掲げられた例外的\n場合と同程度の必要性が存在することを要するものと解される。\n別紙６（かな・漢字変換一覧表）の「教材名」欄記載の本件各教材は，学\n年別に編集され，又は中学受験用に制作された教材であって，当該学年で習得した\n漢字を使用するという一定の必要性は認められるものの，教科用図書とは異なるも\nのであるから，同項１号で定める場合に当たらないことは明らかである。また，上\n記改変について，同項１号ないし３号で定める場合と同程度の必要性が存在すると\nまではいえないし，その他被告主張の事情をもってしても，前記認定の人格的要素\nが反映された文芸作品という本件各著作物の性質に照らし，本件各教材の発行に当\nたり上記各著作物に改変を加えるにつき，上記のような必要性が存在するというこ\nとはできない。\nしたがって，著作権法２０条２項４号が定める「やむを得ないと認められ\nる改変」に該当するということはできず，被告の上記主張は理由がない。\n(5)　以上のとおり，原告Ｄを除く原告らは，本件各著作物について有する同一\n性保持権を侵害されたものである。\n６　争点(2)イ（氏名表示権侵害の成否）について\n(1)　前記争いのない事実のとおり，別紙７（氏名表示権侵害一覧表）の「教材\n名」欄記載の本件各教材において，原告らの氏名が表示されていないものと認めら\nれる。よって，原告らは，同「著作物名」欄記載の本件各著作物について有する氏\n名表示権を侵害されたものである。\n(2)　被告は，本件各教材は，著作権法１９条３項により著作者名の表示を省略\nすることができる場合に該当すると主張する。\nしかしながら，同項にいう「著作物の利用の目的及び態様に照らし」と\nは，著作物の利用の性質から著作者名表示の必要性がないか著作者名の表示が極め\nて不適切な場合を指すと解される。教科用図書に本件各著作物の著作者名が掲載さ\nれるからといって，それとは別個の書籍である本件各教材に著作者名表示の必要性\nがないということはできない。また，本件各教材には，その一部に著作者名の表示\nがあることからも明らかなように（甲１６の２，３３の３，３７の３），容易に著\n作者名を表示することができるから，著作者名表示が極めて不適切な場合というこ\nともできない。\nしたがって，本件各教材が著作権法１９条３項所定の著作者名の表示を省\n略できる場合に該当するとは認められない。\n(3)　以上のとおり，原告らは，本件各著作物について有する氏名表示権を侵害\nされたものである。\n７　争点(3)（本件請求が権利濫用に当たるか）について\n被告は，被告には従前そもそも著作権を侵害しているという認識がなく，そ\nの後権利者から許諾を得るよう努めてきたという経緯に照らせば，著作者として\nは，相応のロイヤルティの支払を受ければその利用を拒絶すべき理由は見当たらな\nいなどとして，原告らの本件訴えは，権利の濫用に当たる旨主張する。\nしかしながら，被告が主張する事情は，いずれも主に被告側の一方的な事情\nである上，原告らに許諾の自由があることに照らし，これらの事情があるからとい\nって，本件請求が権利の濫用であるということはできない。\nまた，弁論の全趣旨によれば，本件各著作物の著作者であり著作権者である\n原告らの側から，遅くとも昭和５７年以降平成１４年６月ころに至るまで，本件各\n教材について何らの権利主張もされなかったことが認められるが，後記認定のとお\nり，原告らが被告の本件著作権侵害行為を知ったのが平成１４年であることに照ら\nせば，権利主張をしなかったことをもって，原告らの請求が権利濫用に当たるとい\nうこともできない。\n以上のとおり，被告の権利濫用の主張は採用することができない。\n８　争点(4)（差止めの必要性の有無）について\n(1)　証拠（甲２２，７２ないし７８）及び弁論の全趣旨によれば，本件教材１\n２－１は，本件教材２－３の旧版であり，昭和６１年から平成３年まで出版されて\nいたものであって，その後は出版されていないものであること，本件教材１３－１\nないし３は，本件教材１４－１ないし３の旧版であり，平成３年まで出版されてい\nたものであって，その後は出版されていないことが認められる。そうすると，本件\n教材１２－１及び１３－１ないし３の印刷，出版等により原告らの著作権又は著作\n者人格権が侵害されるおそれがあるとはいえない。\nよって，本件教材１２－１及び１３－１ないし３の印刷，出版等の差止め\nを求める部分については，差止めの必要性がない。\n(2)　証拠（乙２，４）に弁論の全趣旨を総合すれば，本件訴訟に先立つ仮処分\n決定において，被告に対し，本件各著作物を掲載した教材の出版等の差止めが命じ\nられたため，本件各教材の印刷を中止し，その販売を中止したこと，被告は，平成\n１５年１月，取次店の仕入れ担当者及び注文品出荷窓口担当者に対し，著作権問題\nに伴う「出荷止め書籍一覧（著作権）」と題する書面を送付し，本件教材１－１な\nいし５，２－１ないし４，３－１ないし４，６－１ないし３，７－１及び２，９－\n１，１０－１を絶版にしたことを告知し，被告の２００３年小学用注文書には上記\nの本件各教材が掲載されていないこと，被告が取次店に送付した上記「出荷止め書\n籍一覧（著作権）」と題する書面には，本件教材５－１ないし３，８－１ないし\n３，１４－１ないし３を改訂中であることが記載され，改訂後の上記各教材には，\n本件各著作物が掲載されていないこと，被告はそれ以後引用文を用いたすべての国\n語教材の出版を中止し，今後も出版しないつもりであること，被告は，平成１５年\n１月以降，残存していた本件各教材を廃棄し，その後も返品された本件各教材を廃\n棄していること，以上の事実が認められる。\n訴訟提起後著作権及び著作者人格権の侵害行為を中止したことの一事をも\nって差止めの必要性が消滅することはないが，著作権及び著作者人格権を侵害する\n本件各教材を絶版とし，又は侵害部分を掲載しない改訂版を新たに出版している本\n件においては，現時点（本件口頭弁論終結時）において，被告が本件各教材を印\n刷，出版するなどして複製し，販売するなどして譲渡していることを認めるに足り\nず，今後も上記行為を行うおそれがあるとはいえない。よって，被告が現時点にお\nいて原告らの著作権又は著作者人格権を侵害し，侵害するおそれがあるとはいえな\nい。\n９　争点(5)ア（消滅時効の成否）について\n(1)　民法７２４条にいう「損害及ヒ加害者ヲ知リタル時」とは，被害者におい\nて，加害者に対する賠償請求が事実上可能な状況の下に，その可能な程度にこれら\nを知った時を意味するものと解され（最高裁昭和４５年(オ)第６２８号同４８年１\n１月１６日第二小法廷判決・民集２７巻１０号１３７４頁参照），このうち同条に\nいう被害者が損害を知った時とは，被害者が損害の発生を現実に認識した時をいう\nものと解される（最高裁平成８年(オ)第２６０７号同１４年１月２９日第三小法廷\n判決・民集５６巻１号２１８頁参照）。\n(2)　証拠（甲１０２）及び弁論の全趣旨によれば，本件各教材についての日本\nビジュアル著作権協会の調査により原告らが被告による著作権侵害の事実を発見し\nたのは，平成１４年６月４日ころであると認められる。\n被告は，本件各教材は，昭和５５年以降全国の一般書店において陳列，販\n売されている市販教材であり，誰にでも入手可能で，かつその記載内容について容\n易に調査し得るものである旨主張し，証拠（乙３）及び弁論の全趣旨によれば，本\n件各教材は全国の一般書店において陳列され販売されていたこと，書店によって\nは，本件各教材を児童文学書の横や文庫本，コミック本又は雑誌の横などに陳列，\n販売されている場合があることが認められる。\nしかしながら，本件各教材が全国の一般書店において陳列，販売されてい\nるからといって，この事実をもって直ちに原告らが本件各教材の内容を現実に認識\nしたものと認めることはできない。その他上記事実を覆すに足りる証拠はない。よ\nって，原告らは，平成１４年６月４日以前には，被告が原告らの著作権又は著作者\n人格権を侵害し，原告らに損害が発生したことを現実に認識していたということは\nできない。\n(3)　以上により，民法７２４条の消滅時効が完成している旨の被告の主張は，\n採用することができない。\n10　争点(5)イ（故意又は過失の有無）について\n(1)　被告は，本件各教材において本件各著作物を複製したり改変したりするに\n当たり，原告らに許諾を得ていない。\n被告は，本件各教材への複製が引用に当たり，著作権侵害に当たらないと\n信じていた旨主張し，証拠（乙５）によれば，東京地方裁判所は，昭和４０年７月\n２３日，教科書会社を債権者，日本教育図書出版株式会社を債務者とし，編集著作\n権又は編集著作物の出版権及び教科書の編集者自身の著作した部分の著作権又はそ\nの部分の出版権を被保全権利とする仮処分申請について，同申請を却下する決定を\n行ったことが認められる。そして，同決定は，①　債務者の出版物は債権者の編集\n著作権又は編集著作物の出版権を侵害しないこと，②　教科書の編集者自身の著作\nした部分が特定されていないから，この点で既に失当であることを述べた上で，\n「…債務者発行の学習書…では…の各文章が引用されている。しかしながら，これ\nらの断片的な語句および文章の引用を見るだけでは…（教科書掲載作品の）全文を\nしのぶに由ないのみならず，その要旨を知ることさえできない。これらは，専ら，\n教科書の学習に資するため必要な範囲で，その一部を引用したものにすぎないもの\nと認めることができる。」と判示したものであった（乙５）。\nしかしながら，本件各教材における掲載の態様は，前記１認定のとおり本\n件各著作物の一部をそのまま掲載したものであって，「その要旨を知ることさえで\nきない。」という上記仮処分における掲載態様とは異なるものである。そして，本\n件各教材における本件各著作物の複製が引用に当たらないことは前記２判示のとお\nりであり，上記決定があるからといって，被告の著作権侵害等につき過失がないと\nいうことはできない。\n(2)　また，被告は，謝金の支払により著作権処理が終わっているものと認識し\nていた旨主張し，証拠（乙５，６）及び弁論の全趣旨によれば，教科書会社と図書\n教材出版社との間で成立した和解調書の中で，一定の謝金を支払うことを条件に教\n科書に掲載された文学作品を使用できるとの条項が存すること，被告は，訴外協会\nを通じて，教科書会社に対して，本件各教材を発行することについての謝金を支払\nっていたことが認められる。\nしかしながら，上記和解は，あくまで教科書会社と図書教材出版社との間\nで成立したものであり，教科書掲載作品の著作者に対する関係は何ら和解の対象と\nはなっていないこと，上記謝金には，教科書掲載作品の著作者に対する使用料は含\nまれておらず，謝金の一部でも上記著作者に支払われた事実はないこと（乙５，\n６），本件全証拠に照らしても，謝金支払に関する交渉経過等において上記著作者\nに対する使用料が含まれているかどうかが協議の対象となった事実を認めるに足り\nないこと，また，被告が，上記著作者に謝金の一部が支払われているかどうかを確\n認するのは容易なことであったにもかかわらず，被告が著作者らに対し何らかの確\n認をしたことを認めるに足りる証拠はないことからすれば，仮に，被告がこの謝金\nに上記著作者に対する使用料が含まれていると信じていたとしても，上記著作権侵\n害につき過失があるものといわざるを得ない。\n(3)　以上述べたところからすると，被告には，本件各著作物を本件各教材に掲\n載するなどして，原告らの本件各著作物に対する複製権及び譲渡権を侵害したこと\nについて過失があるものというべきである。\nまた，同様に，被告には，前記著作者人格権の侵害についても過失がある\nといわざるを得ない。\n11　争点(5)ウ（損害の発生及び数額）について\n(1)　基礎となる価格について\n損害額を算定する基礎となる価格は，本件各教材の本体価格であるとこ\nろ，証拠（甲１６ないし３８，４４ないし４６，６４，６７ないし６９，７２ない\nし７８）及び弁論の全趣旨によれば，本件各教材の各販売時期における本体価格\nは，別紙１１（損害計算表）の「教材価格」欄記載の価格であることが認められ\nる。\n(2)  部数について\n原告らは，複製権及び譲渡権の侵害による損害賠償を求めているのである\nから，使用料相当額を算定するに当たっては，複製（印刷）と譲渡（販売）の多い\n方，すなわち印刷部数を基礎とすることが相当である。\n被告は，印刷部数から，返本，サンプル本及び製本過程で生じた破損本な\nどを差し引いた実販売部数こそが売上収入を生み出すものであるから，著作権法１\n１４条２項に基づく損害額の算出は，実販売部数によって算出すべきであると主張\nするが，このようなものについても複製が行われていることには変わりがないか\nら，使用料算定の基礎とすることができる。\n証拠（甲７９ないし９９）及び弁論の全趣旨によれば，被告は，本件各教\n材につき，別紙１１（損害計算表）の「印刷部数」欄記載のとおりの部数を印刷し\nたものと認められる。よって，損害額算定の基礎となる部数は，別紙１１（損害計\n算表）の「印刷部数」欄記載の部数となる。\n(3)　使用率について\n本件各教材において本件各著作物が複製されている部分のページ数ないし\nその割合がおおむね別紙２（教材目録）の「複製頁」欄及び別紙１１（損害計算\n表）の「複製Ｐ」欄記載のとおりであることは，前記１認定のとおりである。\nなお，原告らは，本件各著作物が複製されたページについては，その割合\nを問わず，わずかであっても１ページとして請求しているが，後記(4)認定のとお\nり，著作者の団体と，図書教材出版社の団体である訴外協会とのとの間締結した協\n定等において，教材出版物中に作品が使用されている部分が１ページに満たない場\n合には，各ページごとの作品使用の割合をもって算定するものとするページ割の約\n定がされていることにも照らし，原告らの計算方法は，採用することができない。\nしたがって，使用率として，上記「複製Ｐ」記載の使用ページ数を，前記\n１認定の本件各教材の解答等を含む総ページ数（別紙１１（損害計算表）の「総\nＰ」欄記載のとおり）で除することによって得られた別紙１１（損害計算表）の\n「作品掲載率」欄記載の割合を用いることとする。\n(4)　使用料率について\n証拠（甲１０１，乙９ないし１３）及び弁論の全趣旨によれば，以下の事\n実が認められる。\nア　小学校国語教科書著作者の会，社団法人日本児童文学者協会及び社団法\n人日本児童文芸家協会と青葉出版株式会社外５社及び訴外協会との間で平成１１年\n９月３０日に締結された協定書（乙１０）では，被告らは，教科書掲載著作物の原\n著作者に対して，平成１２年度の教材から，ページ割により５％の使用料を支払う\n旨定められている。上記協定の運用細則には，「ページ割とは，教材出版物の全ペ\nージ（広告ページなどは除く）のうち，作品使用の部分を算定の対象とする。例え\nば，現行のテスト教材の例でいうと，概ね１ページの上段全部が作品部分にあたっ\nており，この場合は１／２となる。」旨記載されている。\nイ　社団法人日本文藝家協会と訴外協会との間で平成１３年３月２７日に締\n結された協定書（乙１１）では，平成１４年度以降に教科書に掲載された文芸著作\n物を図書教材等に使用する場合の取扱いが定められている。その運用細則には，\n(ア)　使用料は，ページ割により５％（翻訳物については２．５％）であること，\n(イ)　「ページ割」とは，教材出版物の全ページ数（広告ページなど除く）のう\nち，作品が使用されているページ数の割合をいい，教材出版物中に作品が使用され\nている部分が１ページに満たない場合には，各ページごとの作品使用の割合をもっ\nて算定するものとし，１／２ページ，１／３ページのように分子を１とし，分母を\n整数とする分数によって定めること，(ウ)　１教材当たりの年間の使用料が２００\n０円に達しない場合は，その使用料を２０００円（最低補償）とすること等が定め\nられている。\nウ　訴外協会では，平成１４年３月２５日に，小学校国語教科書著作者の会\n及び社団法人日本文藝家協会に対して，過去１０年分につき，上記各協定と同じ基\n準で補償する旨の申入れをした。そして，小学校国語教科書著作者の会及び社団法\n人日本文藝家協会では，この申入れを受け入れ，このうち訴外協会と社団法人日本\n文藝家協会との間で，過去分の使用料についても，上記ページ割により５％の使用\n料を支払うことで合意した（乙１２，１３）。\nエ　他方，原告Ｆの著作権を管理する日本ビジュアル著作権協会と教材会社\nとの間で締結された著作物使用許諾書では，８％の使用料を支払う旨定められてい\nる（甲１０１）。\nオ　大学入試問題を集めた問題集等について社団法人日本文芸著作権保護同\n盟と出版社との間で締結された暫定協定（乙９）では，使用料率が３ないし４％と\n定められている。\nカ　文芸作品の単行本の印税率は通常１０％とされ，原告ら児童文学作家が\n単行本について受領している印税率は４ないし６％程度の場合が比較的多いもの\nの，児童文学作品の単行本の場合には，文章のほか挿し絵が占める部分も大きい。\n以上認定の事実に，本件で問題となっているのは，将来における使用料で\nはなく，過去の著作権侵害に対する使用料相当額を算定するための使用料率である\nこと，その他本件に現れた諸事情を総合すると，使用料率は，１０％（翻訳物につ\nいては５％）であると認めるのが相当である。\nよって，本件各教材に係る本件各著作物の使用料率は，別紙１１（損害計\n算表）の「使用料率」記載のとおりである。\n(5)　著作権侵害による財産的損害の小括\n以上により，原告らが被告に対して請求することができる額の計算は，\n「教材価格（本件各教材の本体価格）×印刷部数×作品掲載率（使用ページ／総ペ\nージ）×使用料率（１０％。翻訳物については５％）」の計算式によるのが相当で\nあり，その額は，別紙１１（損害計算表）の「使用料」欄記載のとおりとなる。こ\nれを原告ごとに年度別に集計すると，同「小計」欄及び別紙１２（損害集計表）の\n「財産的損害」欄記載のとおりとなる。\n原告らは，著作物の学習教材への複製使用を許諾するに当たり，１年分の\n使用料の最低限度額を１使用当たり１万円と定めている旨主張するが，これを認め\nるに足りる証拠はない。なお，前記(4)イ認定のとおり，社団法人日本文藝家協会と\n訴外協会との間で平成１３年３月２７日に締結された協定書の運用細則（乙１１）\nは，最低補償として２０００円と定めているが，この最低補償は将来における使用\n料の支払方法を定めるに当たって約定しているものであって，過去の著作権侵害に\n対する損害賠償を算定するに当たって同様の算定方法によるべき理由はない。\n(6)　著作権侵害による精神的損害について\n原告らは，著作権侵害を理由に慰謝料を請求する。しかしながら，著作権\nのような財産権の侵害に基づく慰謝料を請求し得るためには，侵害の排除又は財産\n上の損害の賠償だけでは償い難いほどの大きな精神的苦痛を被ったと認めるべき特\n段の事情がなければならないものと解されるところ，本件全証拠をもってしても，\n上記特段の事情が存することを認めるに足りない。よって，上記請求を認めること\nはできない。\n(7)　著作者人格権侵害による慰謝料について\nア  前記５認定のとおり，本件各著作物は，本件各教材に掲載する際に改変\nされ，原告Ｄを除く原告らの同一性保持権が侵害されたものと認められ，弁論の全\n趣旨によると，上記原告らは，これにより精神的苦痛を被ったものと認められる。\nそして，前記５認定の改変の態様からすると，改変された箇所は，いず\nれも文章の意味内容を直接変更するものではない箇所も多いこと，かなを漢字に変\n換したのは，本件各教材を学習する児童の学年に合わせて，その学習した漢字を習\n得させる目的もあるものと推認されること，教科書の掲載態様に合わせて改変した\n箇所もあること，他方，被告は，改変した本件各教材を長年にわたって発行してき\nたことその他本件に現れた諸事情を考慮すると，同一性保持権侵害行為に対する慰\n謝料として，１つの著作物に対応する１教材当たりそれぞれ１０万円（別紙５（改\n変内容一覧表）の「認容額」欄記載のとおり）と認めるのが相当である。原告ら主\n張のとおり，上記慰謝料が本件各教材が初めに発行された年に発生するとして，こ\nれを原告ごとに年度別に集計すると，別紙１２（損害集計表）の「同一性保持権侵\n害慰謝料」欄記載のとおりとなる。\nイ　また，前記６認定のとおり，原告らの氏名表示権が侵害されたものと認\nめられ，弁論の全趣旨によると，原告らは，これにより精神的苦痛を被ったものと\n認められる。\nそして，前記６認定のとおり，氏名は表示されていないが，上記原告ら\nの氏名は，教科書によって認識することもできること，他方，被告は，改変した本\n件各教材を長年にわたって発行してきたことその他本件に現れた諸事情を考慮する\nと，氏名表示権侵害行為に対する慰謝料として，１つの著作物に対応する１教材当\nたりそれぞれ５万円（別紙７（氏名表示権侵害一覧表）の「認容額」欄記載のとお\nり）と認めるのが相当である。原告ら主張のとおり，上記慰謝料が本件各教材が初\nめに発行された年に発生するとして，これを原告ごとに年度別に集計すると，別紙\n１２（損害集計表）の「氏名表示権侵害慰謝料」欄記載のとおりとなる。\n(8)　弁護士費用について\n原告らが，本件訴訟の提起，遂行のために訴訟代理人を選任したことは，\n当裁判所に顕著であるところ，本件訴訟の事案の性質，内容，審理の経過，認容額\n等の諸事情を考慮すると，被告らの著作権及び著作者人格権侵害行為と相当因果関\n係のある弁護士費用の額としては，上記(5)及び(7)認定の損害額の合計の１０％が\n相当であり，原告らそれぞれの弁護士費用は，別紙１２（損害集計表）の「弁護士\n費用」欄記載のとおりである（１円未満四捨五入）。\n(9)　小括\n以上によれば，著作権侵害による財産的損害，著作者人格権侵害による慰\n謝料及び弁護士費用の原告別，年度別の各損害の合計は，別紙１２（損害集計表）\nの「年合計」欄記載のとおりとなり，各原告の損害の合計額は，次のとおりであ\nる。なお，その具体的内訳は，別紙１１（損害計算表），別紙５（改変内容一覧\n表）及び別紙７（氏名表示権侵害一覧表）記載のとおりである。\n原告Ａ　　　　　　２７５万２７２８円\n原告Ｂ   　　　　 １５４万６２２８円\n原告Ｃ　　　　  　２９６万８３６７円\n原告Ｄ　　  　　　　２２万０５０７円\n原告Ｆ　　  　　　２４２万７８６１円\n原告Ｈ　　　　　　２１９万３４３６円\n原告Ｉ　　　　　　１６６万４４８７円\n(10)　遅延損害金の起算日について\n不法行為に基づく損害賠償債務の遅延損害金の起算点は不法行為時である\nところ（最高裁昭和３４年(オ)第１１７号同３７年９月４日第三小法廷判決・民集\n１６巻９号１８３４頁，最高裁昭和５５年(オ)第１１１３号同５８年９月６日判\n決・民集３７巻７号９０１頁），著作権侵害に基づく損害については，本件各教材\nの各発行年の損害額につき，遅くとも当該年の末日に遅滞に陥り，著作者人格権侵\n害に基づく損害については，遅くとも原告らが請求するとおり本件各教材が初めて\n発行された年の末日までに損害が発生し，同日遅滞に陥るものと解される。\n12　結論\n以上の次第であるから，原告らの請求は，主文の限度で理由がある。\n東京地方裁判所民事第４７部\n裁判長裁判官　　　　高　　　部　　　眞　規　子\n裁判官上田洋幸及び同宮崎拓也は，転補のため署名押印することができない。\n裁判長裁判官　　　　高　　　部　　　眞　規　子\n（別紙）\n当　事　者　の　表　示\n原　　　　　　　告       　 Ａ\n原　　　　　　　告　　　　　Ｂ\n原　　　　　　　告　　　　　Ｃ\n原　　　　　　　告　　　　　Ｄ\n原　　　　　　　告　　　　　ＥことＦ\n原　　　　　　　告　　　　　ＧことＨ\n原　　　　　　　告　　　　　Ｉ\n原告ら訴訟代理人弁護士　　藤　原　宏　高\n同　　　　　　　　　　　　堀　籠　佳　典\n同                        九　石　拓　也\n同復代理人弁護士          平　岡　　　敦\n被　　　　　　　告　　　　株式会社教学研究社\n同訴訟代理人弁護士　　　　三　山　裕　三\n同　　　　　　　　　　　　楠　見　昭　夫\n同                        伊　達　雄　介\n同                        堀之内　幸　雄\n同　　　　　　　　　　　　三　山　峻　司\n同　　　　　　　　　　　　室　谷　和　彦\n同訴訟復代理人弁護士      西　迫  文　夫\n（別紙）１以下略\n"
}