{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 9,
    "day": 29
  },
  "case_number": "平成14(ワ)16786",
  "case_name": "",
  "court_name": "東京地方裁判所",
  "right_type": "商標権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "10822",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=10822",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/822/010822_hanrei.pdf",
  "contents": "平成１４年(ワ)第１６７８６号商標権に基づく差止請求権不存在確認等請求事件\n口頭弁論終結日　平成１５年７月２３日\n判　　　　　　決\n原　　　　　　告　              　Ａ\n原　　　　　　告                  Ｂ\n原　　　　　　告                  Ｃ\n原　　　　　　告                  Ｄ\n原　　　　　　告                  Ｅ\n上記５名訴訟代理人弁護士 　　     田　　中　　清　　和\n被　　　　　　告　                Ｆ\n訴訟代理人弁護士　　　　　　　　  田　　中　　克　　郎\n同　　　　　　　　　　　　　　　　中　　村　　勝　　彦\n同　　　　　　　　　　　　　　　　長　　坂　　　　　省\n同　　　　　　　　　　　　　　　　五十嵐　　　　　敦\n同　　　　　　　　　　　　　　　　渡　　辺　　伸　　行\n同                                湯　　川　　雄　　介\n訴訟復代理人弁護士　　　　　　　　奥　　山　　倫　　行\n主　　　　　　文\n１  被告が，原告らに対し，被告の有する別紙商標目録記載の商標権に\n基づき，原告らが，空手の教授に関する広告，空手の興行の企画，運営又は開催に\n別紙標章目録１ないし８記載の標章と同一又は類似の標章を使用すること，及び空\n手の教授を行うに際して空手着に別紙標章目録１ないし８記載の標章と同一又は類\n似の標章を使用することの差止めを求める権利を有しないことを確認する。\n２  被告は，原告らそれぞれに対し，各５０万円及びこれらに対する平\n成１４年２月９日から各支払済みまで各年５分の割合による金員を支払え。\n３　原告らのその余の請求をいずれも棄却する。\n４　訴訟費用は，これを５分し，その２を原告らの負担とし，その余は\n被告の負担とする。\n事実及び理由\n第１　請求\n１　主文第１項同旨\n２　被告は，原告らそれぞれに対し，各１０００万円及びこれらに対する平成１\n４年２月９日から支払済みまで年５分の割合による金員を支払え。\n第２　事案の概要\n本件は，別紙標章目録１ないし８記載の標章（以下，併せて「本件標章」と\nいい，個々の商標は，順に「本件標章１」のように表記する。）を使用して空手の\n教授等を行っている原告らが，被告に対して，本件標章の商標権者である被告が原\n告らに本件標章の使用の禁止を求めることは権利の濫用に当たり，また，原告らに\n対して本件標章の使用を禁止するためにとった被告の行為が不法行為に当たると主\n張して，①原告らが本件標章と同一又は類似の標章を空手の教授に関する広告等に\n使用することを本件商標権に基づいて差し止める権利を有しないことの確認，②不\n法行為に基づき，被告に本件標章の使用を禁止されたことなどにより生じた損害の\n賠償を求めた事案である。\n１　争いのない事実等\n(1)　Ｇは，昭和３９年に「国際空手道連盟極真会館」（以下「極真会館」とい\nう。）という名称の空手流派を創設し，極真会館及び極真会館の流派に基づく空手\n（以下「極真空手」という。）を示す標章として，本件標章を使用してきたが，平\n成６年４月２６日に死亡した。\n極真会館は，平成６年の時点において，日本国内に，総本部，関西本部の\nほか，５５支部，５５０道場，会員数５０万人を有し，世界１３０か国に会員数１\n２００万人を有していた。\n本件標章は，遅くとも平成６年４月の時点では，空手及び格闘技に興味を\n持つ者のみならず，一般人の間でも「極真会館」，「極真空手」を表す標章として\n広く認識されていた。\n(2)　被告は，昭和５１年に極真会館に入門し，平成４年にＧの認可を受け，支\n部長に就任し，東京直轄浅草道場の責任者となった（乙３８，３９）。\n被告は，被告個人を商標権者として，平成６年５月１８日に本件標章１な\nいし５及び８について，平成７年２月２０日に本件標章６について，同月２４日に\n本件標章７について，それぞれ商標登録出願をし，本件標章１ないし５及び８につ\nいては平成９年７月１１日，本件標章６については同年８月８日，本件標章７につ\nいては同年１０月１７日，それぞれ商標登録された（以下「本件商標登録」とい\nい，これにより設定登録を受けた各商標権すなわち別紙商標目録１ないし８記載の\n各商標権を以下「本件商標権」と総称する。甲１及び２の各１ないし８）。\n本件商標登録について，商標登録異議の申立てがされたが，平成１０年３\n月から同年７月の間に，いずれも商標登録を維持する旨の決定がされ，また，本件\n標章２及び６ないし８については，無効審判請求がされたが，いずれの審判請求も\n成り立たない旨の審決がされた（甲１及び２の各１ないし８，弁論の全趣旨）。\n(3)　原告らは，いずれも，極真会館に，Ｇの生前から属しており，以下のとお\nり，極真空手の道場を開設し，空手の教授等を行ってきたが，その際，本件標章を\n使用していた。\nア　原告Ａは，昭和４４年に極真会館に入門し，Ｇの認可を受け，昭和５１\n年に山梨県支部長，昭和５２年に静岡県支部長に就任した。原告Ａは，現在，山梨\n県及び静岡県において，極真空手の道場を開設し，空手の教授等を行っている（甲\n３０）。\nイ　原告Ｂは，昭和４４年に極真会館に入門し，昭和４９年にＧの認可を受\nけ，福井県支部長に就任し，以後，福井県において，極真空手の道場を開設し，空\n手の教授等を行っている（甲３１）。\nウ　原告Ｃは，昭和５４年に極真会館に入門し，昭和６０年にＧの認可を受\nけ，山形県支部長に就任し，以後，山形県において極真空手の道場を開設し，空手\nの教授等を行っている（甲３２）。\nエ  原告Ｄは，昭和５５年に極真会館に入門し，昭和６３年にＧの認可を受\nけ，沖縄県支部長に就任し，以後，沖縄県において極真空手の道場を開設し，空手\nの教授等を行っている（甲３３）。\nオ　原告Ｅは，昭和５７年に極真会館に入門し，昭和６３年にＧの認可を受\nけ，香川県支部長に就任し，以後，香川県において極真空手の道場を開設し，空手\nの教授等を行っている（甲３４）。\n(4)　被告は，平成１１年ないし平成１２年に，東日本電信電話株式会社及び西\n日本電信電話株式会社（以下，両者を併せて「ＮＴＴ」という。）に対し，本件標\n章を使用する原告らの広告は，被告の有する商標権を侵害するから，同広告をＮＴ\nＴ発行のタウンページに掲載してはならない旨申し入れたため，ＮＴＴは，原告ら\nに対し，タウンページへの広告の掲載を拒否する旨の通知を行い，そのため，原告\nらは，平成１３年度のタウンページに本件標章を使用した広告を掲載させることは\nできなかった（甲１７，３０ないし３４）。\nそこで，原告らは，平成１３年３月１９日，当庁に対し，被告を債務者と\nして，ＮＴＴ発行のタウンページに本件標章を使用して原告らの空手道場の広告を\n掲載することの妨害禁止の仮処分を申し立てた。原告らと被告は，平成１３年１０\n月２３日，同仮処分手続において，原告らは本案裁判の判決言渡日まで本件標章を\n使用できることを内容とする和解をした。\n２　争点\n(1)　被告が原告らに本件標章の使用の差止めを求めることは権利の濫用に当た\nるか。\n(2)　損害の発生の有無及び損害額\n３　争点についての当事者の主張\n(1)　被告が原告らに本件標章の使用の差止めを求めることは権利の濫用に当た\nるか（争点(1)）について\n（原告らの主張）\nア　極真会館の分裂の経緯\n(ア)　Ｇは，平成６年４月２６日に死亡したが，入院中であった同年４月\n１９日付けで同人の危急時遺言（以下「本件危急時遺言」という。）が作成され，\n本件危急時遺言には，被告を極真会館におけるＧの後継者とする旨の記載があっ\nた。\nＧの告別式は，同月２７日に行われたが，出棺の際，本件危急時遺言\nの証人の一人であるＨが，突然ハンドマイクを使用して，「Ｇ先生は，遺言でＦを\n後継館長に指名された」と発表し，被告も，同日行われた全国支部長会議におい\nて，自ら後継館長に就任する意思を明らかにした。そして，原告らを含む多くの極\n真会館支部長・分支部長は，被告が後継館長に就任することについては疑問を有し\nていたが，カリスマ的存在であるＧの遺言があるとなれば絶対であるため，同年５\n月１０日に開催された全国支部長会議において，全員一致で被告を館長とすること\nを承認した。\n(イ)　被告は，秘密裡に，本件標章の登録の準備をすすめており，同月１\n８日，極真会館幹部に一言の話もせずに，本件標章１ないし５及び８の商標登録出\n願をし，同商標は平成９年７月１１日以降に登録された。\n(ウ)　一方，本件危急時遺言の証人の一人であるＩは，平成６年５月９\n日，東京家庭裁判所に対して，本件危急時遺言の確認を求める審判申立てをした。\nしかし，同裁判所は，平成７年３月３１日，本件危急時遺言は，証人となった５人\nが，当時病状の進行により体力，気力ともに衰えた遺言者を２日間という長期間に\nわたり，証人らと利害の対立する立場にある家族を排除した状況の下で取り囲む中\nで作成されたものであり，遺言者が遺言事項につき自由な判断の下に内容を決定し\nたものか否かという点で疑問が強く残り，遺言者の真意に出たものと確認すること\nが困難であることを主たる理由として，同申立てを却下した。そして，東京高等裁\n判所は，平成８年１０月１６日，上記とほぼ同様の理由により抗告を棄却し，最高\n裁判所も，平成９年３月１７日，特別抗告を棄却した。\n(エ)　Ｇの未亡人であるＪは，Ｇの死後の極真会館に関する一連の流れ\nが，被告一派による極真会館の乗っ取り工作であるとして，平成６年５月２６日，\n全国の極真会館支部長に対し，本件危急時遺言は本人の意思に基づくものではない\nこと，今後は自分が極真会館を管理する考えであることを通知し，この通知に５人\nの支部長が呼応し，同人らは，同年１０月「極真会館・遺族派」を結成した。Ｊ\nは，平成７年２月１５日，被告が極真会館館長であることを否定し，自ら極真会館\n２代目館長を襲名することを宣言した。\n(オ)  全国の支部長の多くは，いったんは被告を極真会館館長とすること\nを承認したが，被告の極真会館の私物化，独断専行，経理処理の不透明等に不信の\n念を強めていった。そして，同年４月５日に開催された支部長会議において，被告\nの館長解任動議が提出され，賛成３５名，反対３名，欠席１０名により，被告の館\n長解任が決議された。\n被告の館長解任動議に賛成した支部長らは，Ｋを中心に極真会館を運\n営するとして，「支部長協議会派」を結成し，３０支部長がこれに所属した。\n(カ)　被告は，上記解任決議に納得せず，同月６日の記者会見で，極真会\n館館長を引き続き名乗ることを宣言した。被告に従う支部長は被告を含めて１２支\n部長であり，マスコミはこれを「Ｙ派」と称した。\n(キ)　このようにして，極真会館は，Ｇ死後１年にして，遺族派，支部長\n協議会派，Ｙ派の３派に分裂した。\n上記３派ないしそれに属する者は，分裂後，いずれも極真会館・極真\n空手の名前と本件標章を使用して，従来の道場を運営し，また新たに道場を開設\nし，それぞれ別個にＧの生前から使われていた名称を使用して，各種選手権大会を\n開催した。\n(ク)　その後，極真会館内の各派の勢力は変転し，現在では，①Ｘ派（支\n部長３名），②緑派（同１２名），③Ｙ派（同１７名），④全日本極真連合会（同\n１４名，原告側），⑤極真館（同３名）の派閥に分裂し，この他に３名の無所属の\n者がいる。\nイ  本件標章は，本件商標登録出願前であるＧが死亡した時点において，Ｇ\nが率いる「極真会館」を表すものとして，空手及び格闘技に興味を有する者の間で\nは広く知られるところとなっており，これは，Ｇの生前の極真会館に属する各構成\n員が，長年にわたり，「極真会館」の名称の下に，道場における極真空手の教授や\n地方大会の開催等に携わることによって，本件標章の周知性の確立に貢献してきた\nことによりもたらされたものといえる。したがって，本件標章が表示する出所は，\n本件商標登録出願前から，原告ら及び被告を含む全国の本部，支部並びにその下部\n道場を包括した任意団体である「極真会館」として需要者の間に認識されており，\nこの状況は，本件標章の登録出願後も変わっていない。\n本件標章が表示する出所である極真会館という団体は，Ｇの死後，少な\nくとも３派に分裂し，互いに別個の道場を開設したり，各種選手権大会を開催して\nいる。このように複数の事業者から構成されるグループが特定の役務を表す主体と\nして需要者の間で認識されている場合，その中の特定の者が，当該表示の独占的な\n出所表示の主体であるといえるためには，需要者に対する関係又はグループ内部に\nおける関係において，その表示の周知性・著名性の獲得がほとんどその特定の者の\n行為に基づいているなど，その表示に対する信用がその特定の者に集中して帰属\nし，グループ内部の他の者は，その者からの使用許諾を得てはじめて当該表示を使\n用できるというような状況にあることを要するものと解すべきである。\nそして，被告が，本件商標登録出願当時，グループ内部において，独占\n的な表示主体となることが承認されていたことの根拠は，専ら本件危急時遺言の存\n在にあるというべきところ，その本件危急時遺言の確認の審判申立てが裁判所にお\nいて却下され，Ｇの遺言としての効力を有しないことが確定した以上，少なくと\nも，現時点において，被告は，グループ内部の者（Ｇ生前の「極真会館」におい\nて，同人の承認の下に本件標章を用いて空手の教授，空手大会等の興行等を行って\nいた者）に対しては，Ｇの後継「館長」であることを主張し得る根拠を失ったもの\nというべきである。\nしたがって，被告が，Ｇの死後である平成６年５月１８日以降，被告個\n人を商標権者として商標登録した本件商標権に基づき，グループ内部の者に対し\nて，本件標章の使用の差止めを求めることは，権利の濫用に当たるというべきであ\nる。\nウ　したがって，被告が，原告らに対して，本件商標権に基づき，本件標章\nの使用の差止めを求めることは権利の濫用に当たる。\n（被告の反論）\nア　被告は，以下のとおり，Ｇの後継者であるといえる。\n(ア)  被告は，昭和５１年に極真会館に入門して以降，昭和５５年に全日\n本大会に初出場して４位に入賞し，以後毎年の全日本選手権では３位，３位，８位\nと入賞し，昭和５９年の世界選手権大会で３位入賞，昭和６０年の全日本選手権で\n優勝，昭和６１年には１００人組手を完遂し，全日本選手権で優勝し，昭和６２年\nの全世界空手道選手権大会で優勝するなど，その卓越した格闘技術により極真会館\nを代表する選手として第一線で活躍し，Ｇをして「天才的に巧い」，「歴代の全日\n本王者の中で一番強い」と言わしめ，極真会館の歴史上，最も偉大な選手の一人で\nある。\n(イ)　被告は，極真会館が主催する空手の各種大会において，審判員，模\n範演技や大会運営委員会の支部長代行委員など極真会館の組織活動の中で重要な職\n務を幾度となく務め，さらに，指導員として，世界２０か国余りの道場を訪れた。\nまた，被告は，Ｇの名代としてＬとともに，ネパールの王室に空手の演舞を献上す\nるためにネパールへ行っている。\n被告は，Ｇから，同人及び極真会館にとって非常に重要な新会館建設\nの建設委員会第２次建設委員長に任命され，その重職を務めてきた。新会館の建設\n委員長を任されるということは，将来の極真会館を支えていく基盤を作る職務に任\n命されたということと等しいものといえる。\n被告は，Ｇから黒帯研究会の指導を直接任されていた。黒帯研究会\nは，Ｇが極真会館の総本部で黒帯の道場生に直接指導する点に特徴があり，黒帯研\n究会の指導をＧの代わりに務めるということは，Ｇから極真会館の後継者として認\nめられていたことを示している。なお，Ｇから黒帯研究会の指導を任された者は被\n告以外には存在しない。\n被告は，平成４年にＧから直接支部長として任命され，本部直轄浅草\n道場の運営を任されたが，これは，Ｇは，被告を自分の後継者とするために被告を\n自分の傍らに置いておきたいとの意思を有していたからであり，被告が通常の支部\nの支部長とは異なる立場で支部を運営していたことは明らかである。\n(ウ)　Ｍは，Ｇの生前，極真会館事務局の一員として，Ｇから直接に任命\nされてＧの身の回りの世話をし，同人の入院中も常に同人の側に居続けた者であ\nる。Ｍの手帳の平成６年４月２０日の欄には，「Ｆ２代目総裁協力するように」と\nの記載がされており，Ｍによれば，Ｇから後継者を被告にするという発言を聞いた\n際，同人からその発言をメモに取るよう指示されたため，上記のメモを残したとの\nことである。\nＧと師弟関係にあったＬやＮは，被告をＧの後継者とする旨を，Ｇか\nら直接聞いている。\n極真会館の新会館建設の第１次建設委員長であったＨは，ＧがＮに\n「第２次建設委員長を被告にしたから応援してやってくれよ。」，ＧがＯに「被告\nを中心にするから後は頼むよ。」と述べたのを聞いている。\n遺言書作成に立ち会ったＩ，Ｐ，Ｑ等も，それぞれＧがはっきりと被\n告を二代目にすると発言したのを聞いている。\n(エ)　以上の事実に照らすならば，Ｇが被告を自分の後継者にする遺志を\n有していたことは明らかである。\n確かに，本件危急時遺言の確認の審判申立ては却下されたが，被告\nは，Ｇの遺言書の存在を根拠に極真会館の館長に就任したのではなく，その背後に\nあるＧの遺志に基づいて極真会館の館長に就任したのであり，本件危急時遺言の確\n認の審判申立てが却下されたことは，被告がＧの正当かつ唯一の後継者であること\nに何ら影響を与えるものではない。\nまた，原告らは，平成７年４月５日の支部長会議において，被告は館\n長の地位を解任された旨主張する。しかし，原告らの主張する上記会議は，支部長\n協議会にすぎなかったこと，仮に上記会議が支部長会議であるとしても，極真会館\nの規約上も慣習上も支部長会議には極真会館の館長を解任する権限はないことか\nら，原告らの主張は失当である。\nイ　原告らは，以下のとおり，極真会館を脱退したといえる。\nすなわち，被告は，Ｇの遺志を継いで極真会館の館長に就任し，原告ら\nも，Ｇの死後，一旦は，被告を極真会館の正当な館長として認めたにもかかわら\nず，その後，他の多数の支部長とともに被告を館長から解任するという形式をとっ\nて，原告Ａ，原告Ｃ，原告Ｄ及び原告Ｅは支部長協議会派を，原告Ｂは遺族派をそ\nれぞれ結成し，さらに，それぞれ支部長協議会派及び遺族派を脱退して，全日本極\n真連合会を結成したのであるから，原告らは，Ｇが創設した極真会館から離脱，脱\n退したという他ない。\nウ　以上を総合すると，被告の原告らに対する権利行使は，権利濫用とはな\nらない。すなわち，\n(ア)　極真会館は，総本部を中心とし，国内支部，直轄道場，海外地区連\n盟，海外支部等を展開する会員数５０万人超に至る大組織であり，本件標章は，極\n真会館全体の活動を示すものとして使用されてきたものである。また，極真会館に\nおける活動は，総本部ないしＧから認可を受けた支部において行われてきた。\nそして，かかる大規模な組織の運営は，一定の規約に則った組織運営\nの基盤がなければできないものであり，極真会館の規約は，時代ごとにその内容に\n変遷があるものの，遅くとも昭和４８年には，活動の中心を総本部とし，各地にお\nける活動は総本部から承認を受けた支部によって行うという組織運営の大原則を確\n立してした。そして，かかる極真会館の組織運営の大原則を徹底しかつ維持するた\nめに，支部長認可，テリトリー制，支部長の義務の履行という制度が確立されてい\nた。\n支部長は，道場を運営し，極真会館の教授を行っていくに際して，極\n真会館の一員として必要な範囲内で本件標章や極真の表示を使用することができ\nた。他方，支部長は，①支部として加入する際に認可料を本部に支払うこと，支部\n単位で年会費を本部へ納入すること，昇段者登録料を本部に支払うこと，②本部で\n行われる支部長会議及び支部長講習会へ出席すること，③本部主催で行われる大会\nに選手を送り，大会遂行に協力すること，④総本部合宿へ参加すること等の義務を\n負っていた。\nしたがって，以前に極真会館において支部長であった者といえども，\n現時点において極真会館から脱退し，支部長の地位を失い，支部長としての義務を\n何ら果たしていない者が極真会館の活動を主体的に行うことは許されないのであ\nり，これらの者が極真等の名称や表示を使用することは許されない。\n(イ)　原告らが，極真会館に対する認可料や年会費，昇段審査料等の支払\n義務を負担することなく，一方で被告らが多大な費用と労力をかけ，国際的な組織\nを運営し，大規模な国内・国際大会を開催すること等により築いた極真会館の名\n声，グッドウィルにフリーライドして入門者を獲得していることは明らかである。\nこの点，原告らは，連合会へは会費等を支払っている旨主張するが，極真会館から\n離脱，脱退した者によって組織される団体への会費等の支払によって本件標章の使\n用が認められる理由はない。\nしたがって，被告が本件商標権に基づき原告らに対して権利行使するこ\nとが権利濫用とはなり得ない。\n(2)　損害の発生の有無及び損害額（争点(2)）について\n（原告らの主張）\nア　被告は，本件標章が登録されると，ＮＴＴに対し，本件標章を使用する\n原告らの広告は被告の商標権を侵害するから，同広告をＮＴＴ発行のタウンページ\nに掲載してはならない旨申し入れるなどして，原告らに本件標章の使用を禁止し，\nまた，原告らは偽の極真であり，極真会館を名乗る資格がないとの宣伝し，さらに\nは，原告らが道場を開設している地域に，新たに支部長を任命して新たな道場を開\n設させたり，自らの直轄道場を開設したりして，原告らの権利を侵害した。\nイ　原告らの損害\n(ア)　財産的損害\nａ　本件標章を使用した広告をタウンページへ掲載できなくなったこ\nと，被告が原告らの道場の近隣に新たに道場を開設したことによる損害\n道場生募集の広告宣伝には，ポスターや立て看板の設置，ビラの配\n布，ホームページの設置などの種々の方法があるが，最も有力な方法がＮＴＴが発\n行するタウンページ上の広告である。ところが，被告の上記行為により原告らは平\n成１３年から本件標章を使用した広告をタウンページに掲載できなくなり，また，\n被告の派閥が原告らの道場の近隣に新たに極真空手の道場を開設したことにより，\n原告らの道場への入門者は激減した。\n入門者一人当たりの原告らの得べかりし利益は，１１万３０００円\n（入会金１万円，月会費合計８万４０００円（７０００円×１２か月），年会費５\n０００円，審査会費１万４０００円（７０００円×２回）の合計）である（なお，\n原告Ａについては１３万２０００円である。）。\n原告らの道場への入門者の減少数は，①原告Ａの道場は１３４人，\n②原告Ｂの道場は５０ないし６０人，③原告Ｃの道場は１６５人，④原告Ｄの道場\nは５０人，⑤原告Ｅの道場は２００人である（なお，原告Ｃ，原告Ｅの道場の減少\n数は，被告の派閥に属する者が当該地域に新たに開設した道場への入門者数から推\n測した数字である。）。\nｂ　原告らは，ＮＴＴ発行のタウンページに，本件標章を使用しない態\n様で広告を掲載したが，広告としての効果はなく，その他，本件標章を使用しない\n態様で広告を行った。その広告費用は，原告Ａについては，７７８万６８００円，\n原告Ｂについては２１万６０００円，原告Ｃについては７２万８４００円，原告Ｄ\nについては３１万８０００円，原告Ｅについては２０万４００円である。原告ら\nは，これらの費用相当額の損害を被った。\nｃ　弁護士費用\n原告らは，被告による本件標章の使用の妨害を排除するために，平\n成１３年３月１９日，東京地方裁判所に対し，仮処分命令の申立てをし，さらに，\n本訴を提訴した。原告らは，それらの弁護士費用として，訴訟代理人に対し，仮処\n分命令申立事件については各２５万円，本訴については各４６万円を支払った。\nｄ　また，原告らは，被告側道場の進出に対処するために，広告，宣伝\nを強化し，特別の費用の支出を余儀なくされた。\n(イ)　精神的損害\n原告らは，Ｇから支部長に任命され，当該地域の極真会館代表として\n内外ともに認められてきたが，被告の各行為によって，原告らの自負と誇りは，大\nきく傷付けられた。例えば，不安となり動揺した道場生やその父兄から，「師範\nは，極真をやめたのか。」，「Ｙ派の道場生から，偽の極真道場だと言われた。」\nとかの話を出され，原告らは，苦汁を飲む思いで説明に当たらねばならなかった。\nこのような原告らの精神的苦痛を金銭に評価すれば，それぞれ５００\n万円を下らない。\n(ウ)　以上より，原告らの被った財産的，精神的損害は合計で，それぞれ\n１０００万円を下らない。原告らは，それぞれ，そのうちの１０００万円を請求す\nる。\n（被告の反論）\nア　ＮＴＴ発行のタウンページが唯一の広告媒体である訳ではなく，また，\nタウンページによる広告が効果的ともいえない。\n原告らは，平成１３年の時点においても，タウンページより効果的なイ\nンターネットのホームページによる広告，折込広告やポスター，看板等による広告\nを行っていたのであるから，タウンページに広告を掲載できなかったことによる損\n害は発生していない。\nイ　被告ないし被告が館長を務める極真会館に属する者が，原告らは偽の極\n真であり，極真会館を名乗る資格がないとの風評を撒き散らしたという事実はな\nい。\nウ　原告らは，実際に入門者数が減少した旨主張する。しかし，入門者が減\n少したか否かは明らかでない（原告らが同事実を立証するために提出しているの\nは，原告らの陳述書だけである。）。\nエ　仮に，原告らが主張するように入門者数が減少した事実があったとして\nも，被告の行為と上記減少との間に因果関係はない。\n第３　当裁判所の判断\n１　被告が原告らに本件標章の使用の差止めを求めることは権利の濫用に当たる\nか（争点(1)）について\n(1)  事実認定\n前記争いのない事実等，証拠（甲１ないし８，１０ないし１２，１５の３\nないし７及び１０，１７，２０，２１，２３，２４，２６，２７ないし３４，３\n７，３８ないし４２，４５，乙５，６，８，１２ないし１６，１９ないし２４，２\n６，２７，３１ないし３５，３８ないし４１，４５ないし５５，５８）並びに弁論\nの全趣旨によれば，次の各事実が認められる。\nア　Ｇの活動と極真会館の組織等\n(ア)　Ｇは，直接打撃制の武道空手を特徴とする極真空手を推進，普及さ\nせることを目的に，昭和３９年に極真会館を創設し，館長又は総裁と呼称された。\nＧの下，極真会館の規模は拡大していき，平成６年時点において，日本国内におい\nては，総本部，関西総本部のほか５５支部，道場数５５０，会員数４０万人，海外\nにおいては，１３０か国，会員数１２００万人を擁する規模となっていた。\nＧ及び極真会館の支部長らは，本件標章を，極真会館及び極真空手を\n示す標章として，空手の教授や空手大会の開催等に使用しており，その結果，本件\n標章は，遅くともＧが死亡した平成６年４月時点では，少なくとも空手及び格闘技\nに興味を持つ者の間では，「極真会館」，「極真空手」を表す標章として広く認識\nされるに至っていたが，Ｇ自身は，存命中，本件標章の商標登録出願をすることは\nなかった。\n(イ)　極真会館が設立されると，次第にその規模が拡大し，それに応じ\nて，組織やその運営に関する基本的な定めが，「道則」，「支部規約」及び「極真\n会館国内支部規約」等の形で定立されたが，同規定中には，館長ないし総裁たる地\n位の決定や承継等に関する規定はなく，また，実際の組織運営は，必ずしも同規定\nどおりに行われていたわけではなく，具体的な場面においては，Ｇの個人的な判断\nにゆだねられており，その裁量は広範であった。\n(ウ)  Ｇの下での極真会館の組織の基本的枠組みは，おおむね，以下のと\nおりであった。すなわち，極真会館は，総本部及び関西本部の下に，全国各地に支\n部が設けられ，Ｇが認可した支部長は，認可された支部で道場を開設し，極真空手\nの教授等を行なった。支部は基本的には最大の地方行政区画ごとに一つ設けられた\nが，東京都，大阪府，神奈川県等の一部の都府県については，さらに複数に分割さ\nれた区域ごとに設けられた。各支部には一人の支部長が置かれ，原則として，一人\nの者が複数の支部の支部長に認可されることはないが，例外もあった。支部長の認\n可を受けた者は，①認可料，支部会費等を総本部に納入すること，②全日本選手権\n大会等の各種大会へ選手を派遣し，同大会の運営に協力すること，③支部長会議及\nび支部長講習会へ出席すること等が義務づけられており，極真会館を表示するマー\nクを無断で使用することを禁止されていた。なお，支部長が上記の義務，規律に違\n反した場合は，支部長認可の取消しや除名等の処罰を受けることとされていた。\n極真会館は，このように，全国に支部を配置することにより，極真空\n手を全国に普及していった。\nイ　被告の地位\n(ア)  被告は，昭和５１年に極真会館に入門して以降，昭和５５年に全日\n本大会に初出場して４位に入賞し，以後の全日本選手権では昭和５５年に３位，昭\n和５６年に３位，昭和５７年に８位に入賞し，昭和５９年の世界選手権大会では３\n位に入賞し，昭和６０年の全日本選手権では優勝し，昭和６１年には１００人組手\nを完遂し，全日本選手権で優勝し，昭和６２年の全世界空手道選手権大会では優勝\nした。被告は，極真会館の歴史の中で，最も格闘技術に優れた選手の一人であり，\nこの点は，Ｇも認めていた。\n(イ)　被告は，極真会館が主催する空手の各種大会において，審判員，模\n範演技や大会運営委員会の支部長代行委員などの職務を務め，また，世界２０か国\n余りの道場に，指導員として訪れた。被告は，Ｇの名代としてＬとともに，ネパー\nルにおいて，ネパールの王室に空手の演舞を献上した。\n(ウ)  被告は，Ｇから，極真会館の新会館建設の建設委員会第２次建設委\n員長に任命され，また，黒帯研究会の指導を任された。\n被告は，平成４年に，Ｇから支部長として任命され，本部直轄浅草道\n場を開設した。\nウ　Ｇの死亡\n(ア)　Ｇは，平成６年４月２６日に死亡した。入院中であった同年４月１\n９日付けで同人の危急時遺言（本件危急時遺言）が作成され，本件危急時遺言に\nは，Ｇの後継者を被告とすること，極真会館の本部直轄道場責任者，各支部長及び\n各分支部長らは被告に協力すべきこと並びにＧの相続人は極真会館に一切関与しな\nいこと等が記載されていた。\nＧは，生前に，極真会館に属する者たちに対して，自己の死後に自己\nの館長たる地位を誰に承継させるかについて，公式に示したということはなかっ\nた。\nＧの葬儀は，同月２７日に行われた。出棺の際，本件危急時遺言の証\n人の一人であるＨから，Ｇが遺言で被告を後継館長に指名した旨の発表がされ，同\n日開催された支部長会議においても，Ｈから本件危急時遺言の内容についての説明\nがされ，被告も，自ら後継館長に就任する意思を明らかにした。その後，同年５月\n１０日に開催された支部長会議において，全員一致で被告の館長就任が承認され\nた。\n(イ)　本件危急時遺言の証人の一人である弁護士のＩは，平成６年５月９\n日，東京家庭裁判所に対し，本件危急時遺言の確認を求める審判申立てをしたが，\nＧの遺族らは，同遺言に疑義を表明して争った。上記審判申立てに対して，東京家\n庭裁判所は，平成７年３月３１日，Ｈは証人欠格事由に該当するにもかかわらず，\n証人として立ち会い，遺言内容の決定に深くかかわったのであるから，方式遵守の\n違反があること，本件危急時遺言は，証人となった５人が，当時，病状の進行によ\nり体力，気力ともに衰えた遺言者（Ｇ）を，２日間という長期間にわたり，証人ら\nと利害の対立する立場にある家族を排除して証人らで取り囲むような状況の下で作\n成されたものであり，遺言者が遺言事項につき自由な判断のもとに内容を決定した\nものか否かにつき疑問が強く残り，遺言者の真意に出たものと確認することが困難\nであることを理由として，これを却下した。\n上記決定に対して，Ｉは東京高等裁判所に抗告したが，東京高等裁判\n所は，平成８年１０月１６日，上記とほぼ同様の理由により抗告を棄却し，最高裁\n判所も，特別抗告を棄却した。\n(ウ)　被告は，被告個人を商標権者として，平成６年５月１８日に本件標\n章１ないし５及び８について，平成７年２月２０日に本件標章６について，同月２\n４日に本件標章７について，それぞれ商標登録出願をし，本件標章１ないし５及び\n８については平成９年７月１１日，本件標章６については同年８月８日，本件標章\n７については同年１０月１７日，それぞれ商標登録された。\nエ　極真会館の分裂\n(ア)　Ｇの相続人らは，被告が極真会館の館長の地位を承継したと主張し\nてＧの後継者として活動したことに対して反発していた。Ｇの未亡人であるＪは，\n平成６年５月２６日に，各支部長に対して，極真会館，極真空手等の名称やこれら\nを表示するマークは自分が管理していく旨通知し，同年６月２０には，Ｇの次女及\nび三女が遺言書に対する疑義を主張する記者会見を開催し，その後，平成７年２月\n１５日には，Ｊが，記者会見を開催し，自ら極真会館２代目館長を襲名することを\n発表した。\n(イ)　極真会館の支部長の中にも，被告に対して反感を持つ者が多数お\nり，相互に連絡を取り合って，被告が極真会館を私物化したなどの批判をし，被告\nに対する反発は高まっていった。このような状況の下で，平成７年４月５日，全国\nの各地区の代表者による支部長協議会が開催される予定であったが，その会場に支\n部長協議会の構成員ではない支部長も参集していた。そして，臨時に支部長会議が\n開催され，同支部長会議において，被告の館長解任の緊急動議が提出され，賛成３\n５名，反対３名，欠席１０名により，被告の館長解任が決議された。この解任動議\nに賛成した支部長らは，支部長協議会議長を中心に極真会館を運営すると主張し\nた。\nこれに対し，被告及び被告を支持する支部長らは，平成７年４月６\n日，記者らと懇談し，Ｇが決めたものを支部長会議で覆すことはできず，上記の解\n任決議は効力がない旨反論し，被告が引き続き極真会館の館長の地位にあると宣言\nした。\n(ウ)　このように，Ｇの死後，極真会館にはいくつかの分派が形成された\nが，支部長会議において被告の解任決議がされた時点での極真会館の勢力関係は，\n被告を支持する支部長又は直轄道場責任者は被告を含めて１２人，Ｊを支持する支\n部長は９人，前記の支部長会議において，被告を解任した勢力を支持する支部長又\nは直轄道場責任者は３０人であった。その後，支部長らは属していた勢力を離れ\nて，別の勢力に属するようになったり，又は，新たな勢力を形成したりするなどし\nて，離合集散を繰り返し，極真会館における勢力関係は，時々刻々と変化してい\nる。\nそして，上記各勢力は，それぞれ自己が極真会館の正当な後継団体で\nあること，又は正当な後継団体のうちの一つであることを前提に活動しており，極\n真空手の大会等も独自に開催している。\nオ　被告の原告に対する本件標章の差止め\n(ア)  原告らは，Ｇから支部長の認可を受け，それ以降，認可を受けた地\n域において，本件標章を使用して空手の教授等を行ってきたが，Ｇが死亡した以降\nも，上記各勢力のうちのいずれかに属しながら（原告Ａ，原告Ｃ，原告Ｄ及び原告\nＥと原告Ｂとは当初は別の勢力に属していたが，現在は，それぞれ当初の勢力を離\nれ，同一の勢力に属している。），従前と同様に，本件標章を使用してその道場に\nおいて空手の教授等を行っており，ＮＴＴ発行のタウンページにも本件標章を使用\nした広告を掲載させていた。\n(イ)　被告は，平成１１年ないし平成１２年に，本件商標権に基づき，Ｎ\nＴＴに対し，本件標章を使用した広告の掲載の禁止を申し入れたため，原告らは，\nＮＴＴが平成１３年度に発行したタウンページに掲載する広告に本件標章を使用す\nることができなかった。\nそのため，原告らは，平成１３年３月１９日，当庁に対し，被告を債\n務者として，ＮＴＴ発行のタウンページに本件標章を使用して原告らの空手道場の\n広告を掲載することの妨害禁止の仮処分を申し立てた。同仮処分手続において，平\n成１３年１０月２３日，原告らと被告との間で，原告らは本案裁判の判決言渡日ま\nで本件標章を使用できることを内容とする和解が成立した。\nカ　極真会館における館長の地位について\n(ア)　極真会館は，Ｇが創設したものであり，組織運営についての基本的\nな事項に関する大まかなルールは定立されてはいるものの，館長の地位に関する規\n定はなく，また，組織運営における個々具体的な場面においては，Ｇの個人的な判\n断によってされていたため，極真会館におけるＧの館長たる地位を誰が承継するの\nかはＧの意思によることになる。\nところで，前記のとおり，Ｇは，同人の後継者を被告とする旨記載し\nた本件危急時遺言を作成したが，本件危急時遺言の確認を求める審判申立ては却下\nされ，同決定は確定した。\nしたがって，被告は，Ｇの本件危急時遺言を根拠にして，同人から極\n真会館の館長の地位を承継したということはできない。\n(イ)　そして，前記アで判示したように，Ｇは生前，極真会館に属する各\n支部長に対して，館長たる地位を被告に承継させたことを公式に示したこともな\nく，また，本件全証拠によっても，Ｇが生前に，自己が死亡した場合に，極真会館\nの館長の地位を被告に承継させるとの確固たる意思を有していたと認めることはで\nきない。\n(ウ)　この点，被告は，Ｇの生前，極真会館の事務局の一員としてＧの身\nの回りの世話をし，同人が入院中も常に同人の側にいたＭが，Ｇの入院中に，同人\nから直接，被告を極真会館の２代目館長とするとの発言を聞いており，また，Ｇと\n師弟関係にあったＬ及びＮや本件危急時遺言作成に立ち会ったＩ，Ｐ，Ｑ等も，被\n告をＧの後継者とする旨をＧから直接聞いている旨主張し，証拠（乙４ないし１\n１）には同主張に副う部分が存する。\nしかし，極真会館においては，Ｇの権限は絶大であったが，他方，そ\nの組織の運営に関する取決めは未整備のままであったため，全国各地において極真\n空手の道場を開設して事業を営んでいる支部長らにとっては，Ｇの館長たる地位を\n誰が承継するかは極めて大きな関心事であったといえる。Ｇとしても，仮に，後継\n者を決定するのであれば，後継者の正当性についての後日の紛争を防ぎ，極真会館\nの組織を安定させるためにも，自己の意思を明確するために，文書を作成したり，\n関係者に周知させるための措置を講じた筈であると解されるところ，Ｇは，何ら，\nそのような措置を講じていないかったのであるから，自己の後継者を誰にするかに\nついて，生前に決断をしていなかったと理解するのが自然である。被告が提出した\n上記各証拠によっては，Ｇが被告を自己の後継者にする旨の確たる意思を有してい\nたものと認めることはできない。したがって，被告の上記主張は理由がない。\nさらに，被告は，上記の点以外にも，被告がＧの地位を承継したこと\nについて種々の点を指摘するが，前記認定した事実に照らしていずれも理由がな\nい。\n(エ)  そして，前記アで判示したように，極真会館は，Ｇが死亡した後，\n一旦は，被告を中心としてその運営がされたが，その後，被告に反発する者が続出\nし，それらの者がいくつかにまとまって，各勢力を形成するようになり，それぞれ\nの勢力に属する者が自らの道場で極真空手の教授等を行い，それぞれの勢力ごとに\n極真空手の大会を開催しているのであるから，現在は，極真会館は，いくつかの分\n派に分かれた状態であるというべきである（原告らは上記各派のうちの一つに属\nし，被告は上記各派のうちの一つを代表している。）。\n(2)　権利濫用の有無についての判断\n以上認定した各事実を基礎として，被告の原告らに対する本件商標権に\n基づく権利行使が権利濫用に当たるか否かについて検討する。\nア  前記(1)で判示したように，本件標章は，遅くともＧが死亡した平成６年\n４月時点では，少なくとも空手及び格闘技に興味を持つ者の間では，「極真会館」\nないし「極真空手」を表す標章として広く認識されるに至っていたのであるから，\n本件標章が表示する出所は極真会館であることは明らかである。そして，前記(1)で\n判示したように，本件標章が極真会館ないし極真空手を表す標章として広く認識さ\nれるに至ったのは，Ｇ及び同人に認可を受けた原告ら及び被告も含めた支部長の努\n力により，極真会館及び極真空手を全国に普及し，発展させた結果である。\nイ  そして，被告は，本件商標権を取得したが，前記(1)で判示したとおり，\n被告は，Ｇが死亡した後，極真会館から分かれた一つの分派の代表にすぎないとい\nうべきであり，一方，原告らも，Ｇから支部長の認可を受け，認可を受けた地域に\nおいて，極真空手の道場を設置して，極真空手の教授を行う等して極真空手の普及\nに努め，本件標章の信用性の向上に貢献してきており，現在も，従前どおり，自ら\n設置した道場で極真空手の教授等を継続し，極真会館のうちの一つの分派に属して\nいる。\n以上の点を考慮すれば，極真会館の分派の代表にすぎない被告が本件商\n標権に基づき，原告らに対して，同じく極真会館の分派に属する者に対して，本件\n標章の使用を禁止することは権利の濫用に当たると解すべきである。そして，この\nことは，本件標章と類似する商標の使用についても同様に当てはまると解するのが\n相当である。\nこの点，被告は，原告らが極真会館に対して認可料や年会費等の支払義\n務等の義務を負担していないので，被告の商標権行使の濫用を主張することができ\nない旨主張する。しかし，前記のとおり，極真会館はいくつかの派に分裂し，それ\nぞれの派が独自に活動をしているのであるから，極真会館を承継する分派の一つで\nある，被告が代表する団体に対して，上記義務を果たさないことが，何らかの法的\nな判断に影響を与えるものとはいえない。\nなお，原告らは，Ｇから支部長の認可を受ける際，道場を開設し，空手\nの教授等を行う地域を一定の地域に限定されていたのであるから，原告らが，本件\n商標権に基づく被告の権利行使に対して，権利の濫用の抗弁を主張できるのは，特\n段の事情のない限り，Ｇから認可された上記の各地域の範囲内において活動を継続\nする限りにおいてであると解するのが相当である。\n２　損害の発生の有無及び損害額（争点(2)）について\n(1)　ＮＴＴ発行のタウンページに本件標章を使用した広告を掲載できなかった\nため，入門者が減少したことによる損害について\nア　財産的損害について\nまず，原告Ｃ及び原告Ｅは，タウンページに本件標章を使用した広告を\n掲載できなかったことにより，入門者数が減少したと主張する。しかし，本件全証\n拠によるも，原告らの道場への入門者が減少した事実，及びタウンページにおいて\n広告が制約されたことと入門者の減少との間の因果関係の存在を認めることはでき\nない。同原告らは，同原告らが支部長の認可を受けた地域における，被告の派に属\nする者が新たに設置した道場への入門者数が，同原告らの道場の減少した入門者数\nであると主張するが，被告側が上記原告らの道場の近隣に道場を開設することは違\n法ではなく，むしろ，このような正当な行為が同原告らの入門者数が減少したこと\nの要因となったとも考えられるから，このような他の要素があることをも考慮に入\nれると，なおのこと，タウンページにおいて広告が制約されたことと同原告らの道\n場への入門者の減少との間の因果関係は肯定できないということになる。上記原告\nらの上記主張は失当である。\n次に，原告Ａ，原告Ｂ及び原告Ｄは，ＮＴＴ発行のタウンページに本件\n標章を使用した広告を掲載できなかったため，入門者が減少したと主張し，その証\n拠としてそれぞれ陳述書（甲３０，３１，３３）を提出する。しかし，同陳述書の\n記載によっても，減少した入門者数についての上記原告らの上記主張を認めるに足\nりないこと，仮に，上記主張に係る入門者の減少が認められるとしても，入門者の\n減少には種々の要因が考えられるのであり（原告らは，原告らの道場の近隣に被告\n側の道場が新たに開設された旨主張するが，このような事実も原告らの道場の減少\nの要因となったと考えられる。），本件全証拠によっても，タウンページにおいて\n広告が制約されたことと同原告らの道場への入門者の減少との間の因果関係は肯定\nできないことになる。よって，この点の原告らの主張は失当である。\nまた，原告らは，タウンページに本件標章を使用しない広告を掲載した\nことは効果がなかったから，当該費用分の損害を被った旨主張する。しかし，本件\n全証拠によるも，原告らがタウンページに掲載させた上記広告が本件標章を使用で\nきないことにより広告としての経済的効果が阻害されたと認定することはできない\n（前記のとおり，タウンページへの広告に本件標章を使用できなかったことにより\n原告らの道場への入門者が減少したと認めることはできない。）。よって，この点\nの原告らの上記主張は理由がない。\nイ　精神的損害について\n前記争いのない事実等，証拠（甲３０ないし３４）並びに弁論の全趣旨\nによれば，原告らは，長年にわたって，極真会館の支部長として，本件標章を空手\nの教授等に使用してきたこと，原告らは，Ｇ及び同人の創設した極真会館ないし極\n真空手に対して，格別の敬意を払い，強い一体感を持っていたこと，原告らは，そ\nのような一体感の象徴として，極真会館ないし極真空手を示す本件標章を用いて，\n活動を継続してきたこと等を総合考慮すると，前記１で判示したとおり，原告ら\nは，ＮＴＴ発行の平成１３年度のタウンページに本件標章を使用した広告を掲載さ\nせることができなかったことによって，原告らに精神的毀損及び信用毀損を与えた\nものと認めることができ，これを慰謝するに足る金額は原告らそれぞれにつき３０\n万円と評価するのが相当である。\n(2)　その他の損害について\nア　まず，原告らは，被告ないし被告の派に属する者が，原告らは偽の極真\nであり，極真会館を名乗る資格がないとの宣伝をしたことにより損害を被った旨主\n張するが，本件全証拠によっても被告ないし被告の派に属する者が上記のような宣\n伝をした事実を認めるに足りない。\nイ　また，原告らは，被告が，原告らが道場を開設している地域に，新たに\n支部長を任命して新たな道場を開設させたり，自らの直轄道場を開設したことによ\nり原告らの権利が侵害された旨，また，被告側道場の進出に対処するために，広\n告，宣伝を強化し，特別の費用の支出を余儀なくされた旨主張するが，被告が，原\n告らの道場の近隣に道場を開設する行為を違法ということはできないのであるか\nら，上記行為が不法行為を構成することはなく，この点にかかる原告らの主張は理\n由がない。\n(3)　弁護士費用について\n被告による本件商標権に基づく本件標章の使用の差止めに対して，原告ら\nが提起した仮処分事件及び本訴について，その提起及び追行を原告代理人に委任し\nたことは裁判所に顕著な事実であるところ，本件事案の難易，前記１で判示した本\n訴提起に至る経緯，認容の程度等に照らすと，弁護士費用としては，原告らそれぞ\nれにつき２０万円が相当である。\n(4)　以上より，原告らが主張する損害賠償請求は，原告らそれぞれにつき，被\n告がＮＴＴ発行のタウンページへ本件標章を使用した広告を掲載することができな\nかったことによる精神的損害及び弁護士費用の合計５０万円を請求する限度で理由\nがある。\n３  よって，主文のとおり判決する。\n東京地方裁判所民事第２９部\n裁判長裁判官      　飯　　　村　　　敏　　　明\n裁判官      　佐　　　野　　　　　　　信\n裁判官大寄麻代は，填補のため，署名捺印することができない。\n裁判長裁判官　　　　飯　　　村　　　敏　　　明\n（別紙）\n商標目録標章目録\n"
}