{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 5,
    "day": 28
  },
  "case_number": "平成14(ワ)6889",
  "case_name": "",
  "court_name": "東京地方裁判所",
  "right_type": "商標権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "11092",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=11092",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/092/011092_hanrei.pdf",
  "contents": "平成１４年(ワ)第６８８９号損害賠償請求事件\n口頭弁論終結日　平成１５年３月２６日\n判　　　　　　　決\n原　　　　　　告　　　　田辺インターナショナル株式会社\n訴訟代理人弁護士　　　　島　田　康　男\n被            告　　　　株式会社ムース\n訴訟代理人弁護士　　　　池　末　彰　郎\n主　　　　　　　文\n１　原告の請求を棄却する。\n２　訴訟費用は，原告の負担とする。\n事実及び理由\n第１　請求\n被告は原告に対し，金６０５万３４５４円及びこれに対する平成９年４月１\n日から支払済みまで年５分の割合による金員を支払え。\n第２　事案の概要\n本件は，原告が，被告に対して，その有する商標権侵害を理由として損害賠\n償を請求した事案である。\n１　争いのない事実等\n(1)　原告は，以下の商標権（以下「本件商標権」といい，その登録商標を「本\n件商標」という。）を有する。\n登録番号　　　　　第２３７７０６３号\n出願年月日　　　　昭和６３年３月４日\n登録年月日　　　　平成４年２月２８日\n商品の区分　　　　第２９類\n指定商品　　　　　カナダ産のメープルシロップ\n登録商標　　　　　別紙原告商標目録記載のとおり\n(2)　被告は，平成８年４月から平成９年３月までの間，カナダのターキーヒル\nシュガーブッシュ社（以下「ターキー社」という。）が製造したカナダ産の２５０\nｍｌ入りメープルシロップ（以下「被告商品」という。）を輸入して訴外ジェイテ\nィービートラベランドトレーディング（以下「ＪＴＢトラベランド」という。）\nに，１セット（３本，以下同じ）当たり１２１５円で販売し，ＪＴＢトラベランド\nは，被告商品の写真を通信販売用のカタログ（以下「本件カタログ」という。）に\n掲載した上，これを１セット当たり２８００円で販売した（甲３の１ないし３）。\n(3)　訴外有限会社ア（以下「ア社」という。）は，平成１１年４月から平成１\n２年３月までの間，ターキー社が製造したカナダ産の２５０ｍｌ入りメープルシロ\nップ（以下「ア社商品」という。）を輸入してＪＴＢトラベランドに販売し，ＪＴ\nＢトラベランドは，ア社商品の写真を通信販売用のカタログに掲載した上，これを\n３本１セットで販売した（乙１の１ないし３）。\n(4)　原告は，ＪＴＢトラベランドに対し，商標権侵害訴訟を提起した。すなわ\nち，原告は，ＪＴＢトラベランドの販売した被告商品及びア社商品には，別紙被告\n標章目録記載の標章（以下「被告標章」という。）が付されていたが，被告標章は\n本件商標に類似するから，ＪＴＢトラベランドが被告商品及びア社商品を販売する\n行為は本件商標権の侵害となると主張して，不法行為に基づく損害賠償訴訟を提起\nした（当庁平成１２年(ワ)第１５９１２号事件，以下「先行訴訟」という。）。先\n行訴訟について，１審の東京地方裁判所は，①ＪＴＢトラベランドは，平成８年４\n月から平成９年３月まで被告標章を付した被告商品７８２１セットを１セット当た\nり２８００円で，平成１１年４月から同年５月まで被告標章を付したア社商品８７\n３セットを１セット当たり３８００円で，それぞれ販売し，その売上高は合計２５\n２１万６２００円である，②ＪＴＢトラベランドの上記販売行為は本件商標権を侵\n害する，と認定した上で，商標法３８条３項により原告の損害額を算定し，本件商\n標の使用料相当額は，上記売上高の５パーセントである１２６万０８１０円という\nべきであるから，同額が原告の損害であると認め，ＪＴＢトラベランドに対し，１\n２６万０８１０円及びこれに対する平成１２年８月２３日から支払済みまで年５分\nの割合による金員の支払を命じた（甲４）。\n(5)　原告は，上記判決に対して控訴し，ＪＴＢトラベランドも附帯控訴した\n（東京高等裁判所平成１３年(ネ)第６３１６号控訴事件，平成１４年(ネ)第１９８\n０号附帯控訴事件）。東京高等裁判所は，前記(4)①，②のとおり認定した上，商標\n法３８条３項により原告の損害額を算定し，本件商標の使用料相当額は，前記売上\n高の１パーセントと認めるのが相当であるから，原告の被った使用料相当額の損害\nは，前記２５２１万６２００円に１パーセントを乗じて得た２５万２１６２円とな\nると判示し，原告の控訴を棄却し，ＪＴＢトラベランドの附帯控訴に基づき，１審\n判決を変更し，ＪＴＢトラベランドに対し，２５万２１６２円及びこれに対する平\n成１２年８月２３日から支払済みまで年５分の割合による金員の支払を命じた（乙\n７）。\n(6)　ＪＴＢトラベランドは，上記控訴審判決が確定した後，原告に対して，同\n判決の認容額全額を支払った。\n(7)　被告は，先行訴訟において，１，２審を通じてＪＴＢトラベランドに補助\n参加した。\n２　争点\n(1)　被告は被告商品について被告標章を使用したか。\n(2)　本件商標と被告標章とは同一又は類似か。\n(3)　被告が被告標章の付された被告商品を販売する行為は，いわゆる真正商品\nの並行輸入として実質的違法性を欠くか。（抗弁）\n(4)　損害額はいくらか。\n第３　争点に関する当事者の主張\n１　争点(1)（被告標章の使用の有無）について\n（原告の主張）\n被告は，被告標章を付した被告商品７８２１セットを輸入し，ＪＴＢトラベ\nランドに販売した。\n（被告の認否）\n被告商品に被告標章が付されていたことは否認する。甲３の２（カタログ）\nには被告商品の写真が掲載されているが，上部キャップの標章の内容は不明であ\nり，被告商品に被告標章が付されていたことの立証はない。\nさらに，平成８年４月から平成９年３月までの間に，被告がＪＴＢトラベラ\nンドに販売したメープルシロップのうちの６６５セットは，ターキー社から仕入れ\nた商品ではないので，被告標章が付されたことはない。\n２　争点(2)（本件商標と被告標章の類否）について\n（原告の主張）\n本件商標のうち，文字部分は原産地や原材料を普通に用いられる方法で表示\nしたものであるから，その要部は図形部分である。本件商標の図形部分は，丸形の\n背景に楓の葉の図柄が描かれ，３枚に分かれた葉のうち，中心に位置する葉の全部\n及びその両脇に位置する葉の一部に，上部からほぼ等間隔に，順次交互に直交する\n８本の直線が描かれたものである。\n被告標章の図形部分は，本件商標の図形部分と同一であるから，被告標章は\n本件商標に類似し，被告標章を付した被告商品の販売は，本件商標権の侵害に当た\nる。\n（被告の反論）\n本件商標は，デザイン化された楓の葉の下に，英語の「Ｃａｎａｄｉａｎ\nＭａｐｌｅ　Ｓｙｒｕｐ」と片仮名の「カナディアン　メープル　シロップ」とが\n並行して記載されているのに対し，被告標章は，デザイン化された楓の葉に重なる\nように英語の「Ｃａｎａｄｉａｎ　Ｍａｐｌｅ　Ｓｙｒｕｐ」が記載されており，\nカタカナ表示がない点において，外観が異なる。\nメープルシロップが楓の樹液から採取されるものであること及び楓がカナダ\nの国旗であることから，メープルシロップを表示する方法として，楓の葉の模様を\n記載することは一般的である。また，順次直交する直線も樹液を採取するときに樹\n皮に傷を付ける一般的な表現方法である。したがって，本件商標の図形部分は，極\nめて一般的であり，要部ではない。本件商標と被告標章とは，図形部分において同\n一であるからといって，類似とはいえない。本件商標と被告標章とは相違する。\n３　争点(3)（真正商品の並行輸入）について（抗弁）\n（被告の主張）\n原告は，昭和６３年にターキー社との間で日本における代理店契約を締結\nし，同契約以降，ターキー社の商品を輸入し，日本で販売を続けていた。被告標章\nは，原告代表者がターキー社に使用を提案し，同提案を受けてターキー社が自社製\n品に使用していたものである。ターキー社と原告との間のこのような関係からする\nと，ターキー社は，我が国の商標権者である原告と同一人と同視される特殊な関係\nを有しているというべきである。したがって，被告が被告標章の付された被告商品\nをターキー社から輸入し，ＪＴＢトラベランドがこれを販売する行為は，いわゆる\n真正商品の並行輸入に当たり，実質的違法性を欠き，権利侵害を構成しないという\nべきである。\n（原告の認否）\n争う。\n４　争点(4)（損害額）について\n（原告の主張）\n(1)　商標法３８条１項所定の損害額（主位的主張）\n被告は，被告商品を，平成８年４月から平成９年３月までの間に７８２１\nセット輸入し，ＪＴＢトラベランドに販売した。原告の同種商品の卸売価格は１セ\nット２４１８円，その仕入価格は一般管理費を含めて１セット１６４４円であり，\n１セット当たりの利益は７７４円を下ることはない。\nしたがって，原告の損害は，被告の譲渡数量に原告の１セット当たりの利\n益の額を乗じた金額である６０５万３４５４円となる。\n(2)　商標法３８条３項所定の損害額（予備的主張）\n被告は，被告商品を１セット１２１５円でＪＴＢトラベランドに販売し，\n同社は，これを１セット２８００円で販売した。商標法３８条３項の使用料相当額\nを算定するに当たっては，小売価格を基準とするのが適当であり，また，本件商標\nの使用料率は５パーセントを下らない。\nしたがって，原告の損害は，被告商品の小売価格２８００円に販売数量７\n８２１セットを乗じた金額の５パーセントである１０９万４９４０円を下らない。\n（被告の反論）\n(1)　商標法３８条１項所定の損害額について\n原告の取り扱うメープルシロップと被告商品とは，対象とする市場及び需\n要者が相違すること，原告と本件商標との結びつきは弱いこと，ＪＴＢトラベラン\nドが配布したカタログの被告商品の写真からは被告標章の特徴をほとんど看取し得\nないこと等からすれば，被告が被告標章を使用しなければ，原告が自己の商品を販\n売することができたという相互補完関係は存在しない。\nしたがって，被告が被告標章を使用したことによって，原告には何らの損\n害も生じていないから，商標法３８条１項により損害額を算定することは相当でな\nい。\n(2)　商標法３８条３項所定の損害額について\n被告商品を国内で販売したのはＪＴＢトラベランドであり，被告は一切販\n売行為をしていないから，被告に使用料相当額の損害賠償義務を認めるべきではな\nい。\n第４　当裁判所の判断\n１　争点(1)（被告標章の使用の有無）について\n(1)　事実認定\n前記争いのない事実等に証拠（甲４，６ないし１５，２０，２２，３１，\n３８，５１，乙１，７。枝番号の表記は省略する。以下同じ。）及び弁論の全趣旨\nを総合すれば，以下の事実を認めることができ，これに反する証拠はない。\nア　原告は，昭和６１年２月に設立された食品輸入商社であり，主としてカ\nナダ，アメリカ，英国から，メープルシロップとその関連商品，パスタ類，ソース\n類，ジュース類，紅茶等を輸入して，ホテル，レストラン，健康食品店等に販売し\nている。\n原告は，昭和６２年，カナダのシャディメイプルファーム社（以下「シ\nャディ社」という。），ターキー社等が製造したメープルシロップについて，日本\n国内において試験販売をし，昭和６３年，その本格的な販売を開始した。\n原告は，昭和６２年末ころ，Ｓに対し，楓の葉をテーマにした図形の作\n成を依頼して本件商標のうち，円形の背景の中に描かれた楓の葉の図形（以下「本\n件図形」という。）を完成し，これを基に翌年本件商標の登録出願手続を行い，平\n成４年２月２８日に商標登録を受けた。\nイ　原告は，シャディ社，ターキー社等のメープルシロップの輸入販売を行\nうようになった後，ターキー社に対し，同社が日本に輸出するメイプルシロップに\nついては，原告自身が貼付することが煩雑であるため，あらかじめ本件図形を用い\nたラベル等を貼付するよう依頼した。ターキー社は，原告の要請に応じ，本件商標\nの本件図形部分からなる標章（以下「本件図形標章」という。）や被告標章をメー\nプルシロップ及びその関連商品に使用するようになった。\nウ　ターキー社は，昭和６３年以降，原告に対して継続的にメープルシロッ\nプ及びその関連製品を供給していたが，平成８年３月の出荷を最後に，原告との取\n引を終了した。しかし，ターキー社は，その後も本件図形標章や被告標章の使用を\n継続していた。\nエ　被告は，平成８年４月から平成９年３月までの間，ターキー社が製造し\nた被告商品を７８２１セット輸入し，ＪＴＢトラベランドに販売した。本件カタロ\nグに掲載された被告商品の写真を見ると，判然とはしないが，蓋の上面に楓の葉様\nに見えるシールが貼付されている。なお，ア社も，平成１１年４月から平成１２年\n３月までの間，ターキー社が製造したア社商品を輸入し，ＪＴＢトラベランドに販\n売したが，ア社商品には，ターキー社により被告標章のシールが蓋の上面に貼付さ\nれていた。\nオ　先行訴訟において，ＪＴＢトラベランド及びこれに補助参加した被告\nは，被告商品に被告標章が付されていたことを積極的に争わなかった。\n(2)　判断\n前記認定事実に基づき，被告商品に被告標章が使用されていたか否かにつ\nいて判断する。\n前記のとおり，ターキー社は，原告に対し，昭和６３年からメープルシロ\nップ等を継続的に供給するようになったが，原告の求めに応じて日本向けのメープ\nルシロップには，本件図形標章や被告標章を使用していたこと，ターキー社は，平\n成８年３月以降，原告との取引を終了したが，その後も本件図形標章や被告標章の\n使用を継続していたこと，被告がターキー社から輸入販売した被告商品の蓋の上面\nには，楓の葉様のシールが貼付されていること，ア社が平成１１年４月から平成１\n２年３月までターキー社から輸入したア社商品には，蓋の上面に被告標章のシール\nが貼付されていたこと，ＪＴＢトラベランド及び被告は，先行訴訟において，被告\n商品に被告標章が使用されていたことを積極的に争わなかったこと等の事実に照ら\nすならば，被告がターキー社から輸入販売した被告商品の蓋の上面にも被告標章の\nシールが貼付されていたと認めるのが相当である。\nしたがって，被告は，被告標章の付された被告商品を輸入販売したものと\n認められる。\n２　争点(2)（本件商標と被告標章との類否）について\n(1)　本件商標\n本件商標は，円形の背景の中に描かれた楓の葉の図形（本件図形）と，そ\nの下に配置された上下二段の文字部分から構成されている。本件図形は，楓の葉を\n図形化したものであり，葉の中央部分で交互に交差するよう，左右から伸びる８本\nの直線が上からほぼ等間隔で配され，葉先の形状がやや丸みを帯び，葉柄部分が膨\nんでいるように描かれている。本件商標の文字部分は，上段に，アルファベットで\n「Ｃａｎａｄｉａｎ　Ｍａｐｌｅ　Ｓｙｒｕｐ」，下段に，カタカナで「カナディ\nアン　メープル　シロップ」と，それぞれ横書きされている。\n文字部分のうち「カナディアン」は「カナダの」という意味であり，「メ\nープルシロップ」は，楓の樹液から採取された糖蜜という意味であること，メープ\nルシロップはカナダの特産品の一つとして広く知られていること，文字部分は，カ\nナダ産のメープルシロップであることを英語及び日本語で表記したものであって，\n字体に格別特徴はないことに照らすならば，本件商標の要部とはいえない。したが\nって，本件商標の要部は本件図形であると解される。\n(2)　被告標章\n被告標章は，円形及び楓の葉の図形と，「Ｃａｎａｄｉａｎ　Ｍａｐｌｅ\nＳｙｒｕｐ」のアルファベット文字から構成されている。楓の葉の図形は，葉の\n中央部分で交互に交差するよう，左右から伸びる８本の直線が上からほぼ等間隔で\n配され，葉先の形状がやや丸みを帯び，葉柄部分が膨んでいる。また，「Ｃａｎａ\nｄｉａｎ　Ｍａｐｌｅ　Ｓｙｒｕｐ」のアルファベット文字は，楓の葉の図形に重\nねられている。\n文字部分のうち「Ｃａｎａｄｉａｎ」は「カナダの」という意味であり，\n「Ｍａｐｌｅ　Ｓｙｒｕｐ」は，楓の樹液から採取された糖蜜という意味であるこ\nと，メープルシロップはカナダの特産品の一つとして広く知られていること，文字\n部分は，カナダ産のメープルシロップを英語で表記したものであって，字体にも特\n徴はないことに照らすならば，被告標章の要部とはいえない。したがって，被告標\n章についても，その要部は楓の葉の図形部分であると解される。\n(3)　本件商標と被告標章との対比及び商標権侵害の成否\n本件商標と被告標章の各図形部分を対比すると，全体の形状，細部の状況\n及び背景の特徴はすべて共通し，両者は同一といえる。また，被告商品は本件商標\nの指定商品と同一である。\nしたがって，被告標章を付した被告商品を輸入し，ＪＴＢトラベランドに\n販売した被告の行為は，本件商標権を侵害する。\n３　争点(3)（真正商品の並行輸入）について\n前記１(1)で認定した事実を基礎にして検討する。原告は，自己の販売する商\n品に使用するために，本件図形を第三者に創作させ，本件商標の登録出願手続を行\nい，平成４年２月２８日に登録を受けたこと，原告が，ターキー社に対し，原告が\n販売する商品に本件図形標章を使用することを許諾したのは，原告の便宜のためで\nあり，使用許諾に関しては格別の取り決めもなく，無償の許諾であったことから，\nターキー社は，原告との取引が継続していた間も，被告標章を使用する固有の地位\nを有していたとはいえないこと，平成８年３月に原告とターキー社の取引が終了し\nたことにより，ターキー社は，本件図形標章又は被告標章を使用する権原を失った\nと解するのが相当であること等の事実に照らすならば，前記取引が終了した後のタ\nーキー社と原告との関係について，契約上又は経済上の結合関係があって，両者の\n間に同一人と同視し得る特殊な関係があると解することはできない（この点は，タ\nーキー社が同社の商品に本件図形標章を使用することになった経緯が，原告の要請\nによるものであることを考慮にいれても，なお消長を来さない。）。\nしたがって，被告標章を付したターキー社製造に係る被告商品を輸入販売す\nる被告の行為が，いわゆる真正商品の並行輸入として実質的違法性を欠くというこ\nとはできない。\n４　争点(4)（損害額）について\n(1)　商標法３８条１項所定の損害額\nア　本件における商標法３８条１項の適用の可否\n商標法３８条１項は，商標権者が，侵害行為を組成した商品の譲渡数量\nに，その侵害行為がなければ販売することができた商品の単位数量当たりの利益の\n額を乗じて得た額を，商標権者の使用の能力を超えない限度において，商標権者が\n受けた損害の額とすることができる旨規定している。\nところで，本件において，商標法３８条１項が適用されるべき前提が備\nわっているか否かを検討する。特許権侵害等があった場合には，侵害品が売れたこ\nとは，当該特許権等を実施した製品についての需要が存在するということを意味す\nるといっても差し支えないが，商標権侵害があった場合には，侵害品が売れたから\nといって，当該商標を付した商品についての需要があったということを当然に意味\nするものとはいえない。すなわち，商標権は，商標それ自体に当然に商品価値が存\n在するのではなく，商品の出所たる企業等の営業上の信用等と結び付くことによっ\nてはじめて一定の価値が生ずる性質を有する点で，特許権，実用新案権及び意匠権\nなどの他の工業所有権とは異なる。したがって，商標権侵害があった場合，侵害品\nと商標権者の商品との間には，必ずしも性能や効用において同一性が存在するとは\n限らないから，侵害品と商標権者の商品との間には，市場において，当然には相互\n補完関係（需要者が侵害品を購入しなかった場合に商標権者の商品を購入するであ\nろうという関係）が存在するということはできない。そうすると，商標法３８条１\n項所定の「商標権者がその侵害行為がなければ販売することができた」か否かにつ\nいては，商標権者が侵害品と同一の商品を販売（第三者に実施させる場合も含む。\n以下同じ。）しているか否か，販売している場合に，その販売の態様はどのような\nものであったか，当該商標と商品の出所たる企業の営業上の信用等とどの程度結び\nついていたか等を総合的に勘案して判断すべきである。\nこの観点から，以下検討する。\n(ア)　事実認定\n前記争いのない事実等に証拠（甲３，６，７，１５ないし１８，２１\nないし３８，４５ないし４８，５０，乙１）及び弁論の全趣旨を総合すれば，以下\nのとおりの事実が認められる。\nａ　原告の輸入販売しているメープルシロップと被告商品は，いずれも\nカナダ産であり，同量，同品質のものがある。\nｂ　被告は，ＪＴＢトラベランドがカタログに載せて販売しているメー\nプルシロップ（被告商品）を同社に販売している。ＪＴＢトラベランドは，大手旅\n行会社のグループ企業であり，同旅行会社が主催する海外旅行の参加者向けに，\n「海外おみやげ宅配便・おみやげおまかせ」の名称で，カタログによる通信販売事\n業を営み，被告商品をこのような態様でのみ販売している。\nｃ　他方，原告は，食品輸入商社であり，主としてカナダから，メープ\nルシロップとその関連商品等を輸入し，ホテル，レストラン，健康食品店等に販売\nしている。なお，原告が輸入したＨ．Ｔ．エミコット社（以下「エミコット社」と\nいう。）製の２５０ｍｌ入りメープルシロップ（以下「原告商品」という場合があ\nる。）については，カタログ販売を扱う業者に販売し，海外旅行者を対象とする商\n品販売用の「ＪＡＬＰＡＫおみやげ予約宅配サービス」のカタログ（甲２４）に掲\n載されたことがある。\n(イ)　相互補完関係の有無\n上記認定の事実を基礎として判断する。①原告が輸入販売しているメ\nープルシロップと被告が輸入販売した被告商品とは，いずれもカナダ産メープルシ\nロップであり，同種，同量，同品質の商品であること，②被告商品の販売先は，海\n外旅行の参加者向けに，カタログによる通信販売事業を営むＪＴＢトラベランドで\nあるのに対して，原告商品の販売先は，主として，食品販売店，ホテルである点に\nおいて，主たる販売先の販売態様は異なるが，一方，原告も，海外旅行者を対象と\nするカタログ販売を行う業者に販売した例があること，③このように，原告商品と\n被告商品とは，商品の種類，量，品質が同一であり，販売先の業態についても共通\nする部分があること，等の事実に照らすならば，原告商品と被告商品との間には，\n商標法３８条１項の適用を否定すべき事情，すなわち，被告の本件商標権侵害がな\nければ，原告が自己の商品を販売することができたであろうという補完関係がそも\nそも成立しないとの事情を認めることはできない。\nこれに対して，被告は，前記第３の４（被告の反論）(1)のとおりの理\n由から，相互補完関係が存在しないと主張する。しかし，被告の主張に係る事情\nは，商標法３８条１項ただし書きの「譲渡数量の全部又は一部に相当する数量を商\n標権者・・・が販売することができないとする事情」として考慮すべき要素にすぎ\nないものであり，上記補完関係の存在を否定する事情とまでは認められない。被告\nの上記主張は採用できない。\nイ　商標法３８条１項ただし書き所定の事情の有無\n次に，商標法３８条１項ただし書き所定の「譲渡数量の全部又は一部に\n相当する数量を商標権者が販売することができないとする事情」について検討す\nる。\n(ア)　本件商標の内容\n前記のとおり，本件商標の要部は，円形の背景の中に描かれた楓の葉\nの図形（本件図形）である。本件図形は，一般によく知られたカナダ国旗「メープ\nルリーフ」をやや変形して葉先や葉柄部分にわずかな丸みをつけ，葉の中心に向か\nって斜め方向に順次交互に直交する直線を表したものであって，そこにデザイン的\nな工夫の跡は見られるものの，全体としてみると，カナダ国旗の「メープルリー\nフ」との印象を強く与えるものである。そして，カナダからの輸入品の販売や催し\n物については，「メープルリーフ」又はこれをイメージさせる図形が使用されるこ\nとは当裁判所に顕著な事実である。そうすると，特段の事情の立証がない本件にお\nいては，本件商標は，カナダ産のメープルシロップであることを示す文字部分と相\n俟って，特定の営業主体の商品であることを需要者に認識させるものというより\nは，むしろカナダの産品であることを強く印象づけるものにすぎず，メープルシロ\nップがカナダの一般的な特産品であることも併せ考えると，本件商標自体の自他商\n品識別力（出所識別力）は低いものと解するのが相当である。\n(イ)　本件図形標章の使用状況等\n前記争いのない事実等に証拠（甲７，１５ないし１８，２１ないし３\n８，４５ないし４８，５０）及び弁論の全趣旨を総合すれば，原告が，原告の商品\nに本件図形標章を使用していた態様は，次のとおりであると認められる。すなわ\nち，原告は，ターキー社との取引を終了する以前においては，平成元年ころから日\n本国内で販売するターキー社及びシャディ社のメープルシロップに本件図形標章を\n使用したが，必ずしもすべてに使用したわけではないこと，平成６年までに発行さ\nれた雑誌又はカタログで，本件図形標章と原告の取り扱う商品との結びつきが示さ\nれたものは，原告自身のパンフレット（甲１７）及び平成３年２月に発行された雑\n誌（甲３８）のみであること，ターキー社との取引が終了した平成８年以降におい\nては，エミコット社が製造するメープルシロップに本件図形標章を使用したが，輸\n入元又は販売元として原告の名称が表記されているパンフレット等はほとんど存在\nせず，単に本件図形標章を付したメイプルシロップ類の写真が掲載されているにす\nぎないこと，本件図形標章を用いたエミコット社製の商品で，原告との結びつきが\n示されたものは，原告自身の価格表（甲５０）及び平成１３年４月に発行された雑\n誌（甲３２）のみである（使用の時期が不明なものは除いた。）ことが認められ\nる。\n上記のとおり，原告は，本件図形標章を，原告のパンフレットや価格\n表に用いたことがあるものの，雑誌やカタログには，商品の写真を掲載するだけ\nで，本件図形標章と原告の名称とを関連付けて掲げた例は少ないことからすれば，\n本件図形標章は，需要者及び取引者の間にそれほど広く知られていたわけではない\nと認めるのが相当である。\n(ウ)　被告標章の使用状況及び競合品の存在等\n証拠（甲３，乙１ないし４）及び弁論の全趣旨によれば，ＪＴＢトラ\nベランドは，大手旅行会社のグループ企業であり，主として同旅行会社が主催する\n海外旅行の参加者向けに，「海外おみやげ宅配便・おみやげおまかせ」の名称で，\nカタログによる通信販売事業を営んでいること，同通信販売事業は，ＪＴＢトラベ\nランドが，海外旅行に出発する旅行者からあらかじめ土産品の注文を受け，旅行者\nが帰国すると同時に，これを自宅又は指定先に配送するというものであること，土\n産品の注文は，ＪＴＢトラベランドが作成したカタログによって行われ，ＪＴＢト\nラベランドはこのために，多数の商品を掲載したカタログを旅行の目的地別に５種\n類用意し，これらを全国に多数存在する前記旅行会社の代理店に配布しているこ\nと，ＪＴＢトラベランドは，被告商品をカタログを用いた通信販売の方法によって\nのみ販売し，店頭販売は行っていないこと，本件カタログには被告標章を付した被\n告商品の写真が掲載されているが，その写真からはかろうじて「メープルリーフ」\n様の形を判別することができるものの，楓の葉先や葉柄部分に丸みをつけ，葉の中\n心に向かって斜め方向に順次交互に直交する直線を表した本件図形の特徴は看取す\nることができないこと等の事実が認められる。\n上記のとおり，ＪＴＢトラベランドは，被告から購入した被告商品を\nカタログにより通信販売しているが，本件カタログに掲載された被告商品の写真か\nらは被告標章が判然とは識別できないことからすれば，被告商品を販売するに当た\nっての被告標章の識別力は極めて小さいものと推認することができる。\nまた，前記各証拠（乙１ないし４）によれば，他社の製造に係る多数\nのカナダ産メープルシロップが輸入販売されており，その中には，「メープルリー\nフ」様の標章が付されているものもあることが認められる。\n(エ)　小括\n以上のとおり，本件商標は，それ自体自他商品識別力が低いこと，そ\nの要部である本件図形からなる本件図形標章の需要者及び取引者間での周知度も低\nいこと，被告商品を販売するに当たっての被告標章の識別力も極めて低いこと，被\n告商品の他にも他社製造に係る多数のカナダ産メープルシロップが輸入販売され，\nその中には，「メープルリーフ」様の標章が付されているものもあること等の事実\nに照らすならば，本件商標の顧客吸引力は極めて弱いと解するのが相当である。こ\nのような事情を総合考慮すると，被告の本件商標権侵害がなければ，原告が販売で\nきた商品の数量は，多くても被告商品の譲渡数量全体の５パーセント程度であると\n認めるのが相当である。\nそうすると，被告は，平成８年４月から平成９年３月までの間に，被\n告標章を付した被告商品を合計７８２１セット輸入販売したのであるから，被告の\n本件商標権侵害行為がなければ販売することができた原告の商品の数量は，上記７\n８２１セットの５パーセントである３９１セットと認めるのが相当である（小数点\n以下切り捨て）。\n７８２１セット×０．０５＝３９１セット\nウ　商標法３８条１項所定の損害額の算定\n(ア)　単位数量当たりの利益額\nａ　前記のとおり，原告は，平成８年以降，エミコット社製のメープル\nシロップ（原告商品）を輸入販売しており，そのうち，２５０ｍｌ入りのメープル\nシロップは，被告商品と同量・同等の商品であるから，同商品を基礎に，商標法３\n８条１項の利益額を算定するのが相当である。\n証拠（甲２３，２４，５０）及び弁論の全趣旨によれば，原告商品\nの小売価格は１本１５００円であり，１セット４５００円であること，被告がＪＴ\nＢトラベランドに販売（卸売）した価格は１セット１２１５円であり，ＪＴＢトラ\nベランドは，これを２８００円で販売していることが認められる。このことに，本\n件においては原告商品の販売（卸売）価格を認めるべき直接証拠は一切提出されて\nいないこと及び原告商品は被告商品と同種・同等・同量の商品と認められることを\n併せ考慮すれば，原告商品１セットの販売（卸売）価格は，その小売価格４５００\n円に，被告商品１セットの小売価格に対する卸売価格の割合を乗じて算定して得た\n額と推計するのが相当である。\nそうすると，原告の原告商品１セットの販売（卸売）価格は，１９\n５２円となる。\n４，５００×１，２１５／２，８００＝１，９５２円（円未満切\nり捨て）\nこの点につき，原告は，原告商品を１セット２４１８円で販売（卸\n売）していると主張するが，これを認めるに足りる証拠はない。\nｂ　原告は，原告商品１セット当たりの仕入価格は，輸入に伴う一般管\n理費を含めて１６４４円であると主張する。甲４によれば，原告は，先行訴訟にお\nいても，同様に主張し，被告及びＪＴＢトラベランドも仕入価格については原告の\n主張と同額を主張していたことが認められる。以上によれば，原告商品１セット当\nたりの仕入価格は，原告の上記主張どおり１６４４円と認めるのが相当である。\nｃ　そうすると，原告商品の１セット当たりの利益額は，３０８円とな\nる。\n１，９５２－１，６４４＝３０８円\n(イ)　原告の損害額\n以上により，商標法３８条１項の規定に従い，原告の損害額を算定す\nると，その額は１２万０４２８円となる。\n３０８円×３９１セット＝１２０，４２８円\nしたがって，被告は原告に対し，本件商標権侵害による損害賠償とし\nて１２万０４２８円の支払義務を負うものと認められる。\nエ　既払分の控除\n前記のとおり，原告は，ＪＴＢトラベランドから先行訴訟における認容\n額全額の支払を受けた。証拠（甲４，乙７）によれば，先行訴訟における認容額\n（被告商品とア社商品による損害額の合計は２５万２１６２円である。）のうち，\n被告がＪＴＢトラベランドに販売した被告商品を同社が販売したことによる損害額\nを算定すると，２１万８９８８円となる。\n２，８００円×７，８２１セット×０．０１＝２１８，９８８円\nところで，被告が被告標章の付された被告商品を輸入してＪＴＢトラベ\nランドに販売し，同社がこれを需要者に販売した行為は，本件商標権を侵害する共\n同不法行為となるものと解されるから，被告の本件損害賠償債務と先行訴訟におい\nて認容されたＪＴＢトラベランドの損害賠償債務のうち上記２１万８９８８円の部\n分とは不真正連帯の関係にあるというべきである。したがって，ＪＴＢトラベラン\nドが先行訴訟における認容額全額を支払ったことにより，被告の本件損害賠償債務\nのすべては，既に弁済により消滅した。\nなお，原告は，予備的に商標法３８条３項に基づく損害額の主張をして\nいるが，被告商品の販売による使用料相当額の損害は，ＪＴＢトラベランドが原告\nに対して先行訴訟の認容額全額を支払ったことにより既に填補されたと解すべきで\nあるから，原告の上記主張は，理由がない。\n５　結語\n以上のとおりであるから，原告の請求は理由がない。よって，原告の請求を\n棄却することとし，主文のとおり判決する。\n東京地方裁判所民事第２９部\n裁判長裁判官　　　飯　村　敏　明\n裁判官      榎　戸　道　也\n裁判官      大　寄　麻　代\n（別紙）\n原告商標目録被告標章目録\n"
}