{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 12,
    "month": 3,
    "day": 29
  },
  "case_number": "平成10(行ウ)23",
  "case_name": "奈良県労働会館使用不許可処分取消等請求事件",
  "court_name": "奈良地方裁判所",
  "field": "行政",
  "gist": "県の行政財産である労働会館について県知事がした使用不許可処分が違法であるとして県に対してされた国家賠償請求が，棄却された事例",
  "case_gist": "県の行政財産である労働会館について県知事がした使用不許可処分が違法であるとして県に対してされた国家賠償請求につき，同不許可処分が県知事の裁量の範囲を逸脱した違法なものであるというためには，前記会館の目的外使用許可の審査手続における申請者に対する取扱いが不適切であったという限度を超えて，同取扱いが何ら合理的な理由のない差別であると認められることが必要であるところ，前記会館の一部について，同会館の建築資金の一部を負担した団体の役員の大部分が役員に就任した団体に対して事務室としての使用を許可し，同団体が事務所として使用してきたという経緯があるところへ，他団体から同様に事務室としての使用許可申請がされた場合には，使用許可の判断に当たり，ひとまず前記の経緯を考慮して先使用団体に許可するとしても，合理性を欠くとまでいえないから，前記不許可処分は県知事の裁量を逸脱した違法な処分とまでは認め難く，また，行政手続法５条は，申請に対する処分に先立つ審査のために，行政庁に対し，できる限り具体的な審査基準の定立を義務付け，かつ同基準を原則として公表することとし，もって行政庁の許認可処分の透明性と公正さを確保するために設けられた規定であるが，そのような手続が履践されていないからといって，個々の行政処分が直ちに違法となるものと解すべき根拠はないから，同条違反を理由として前記不許可処分が違法になるということはできないとして，前記請求を棄却した事例",
  "lawsuit_id": "15865",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=15865",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/865/015865_hanrei.pdf",
  "contents": "主　　　文\n一　原告の請求を棄却する。\n二　訴訟費用は原告の負担とする。\n事実及び理由\n第一　請求\n被告は、原告に対し、金三〇〇万円及びこれに対する平成一〇年五月九日から支\n払済みまで年五分の割合による金員を支払え。\n第二　事案の概要\n一　本件は、奈良県の行政財産である労働会館の使用許可を申請したものの認めら\nれなかった原告が、奈良県知事による不許可処分は違法であると主張して、国家賠\n償法一条一項に基づき、損害賠償（慰謝料）を求めている事案である。\n二　争いのない事実等\n１　原告は、平成元年一一月一八日に奈良県の労働者のため結成された労働組合の\n地方別組織（ローカルセンター）であり、同月二一日に結成された全国中央組織\n（ナショナルセンター）である全国労働組合総連合会の構成団体である。\n２　被告は、奈良県労働会館条例（昭和二七年一〇月二四日奈良県条例第五一号）\nに基づき、奈良県の労働者の文化の向上と福利の増進を図り、あわせて労使関係の\n健全な発展に資することを目的として、奈良市、大和高田市及び吉野郡αの三箇所\nに労働会館を設置している（以下、奈良市に置かれた奈良労働会館を「本件会館」\nという）。\n三　争点\n本件の争点は、奈良県知事による本件会館の使用不許可処分が違法といえるか否\nかである。\n（原告の主張）\n１　事実経緯\n（一）　原告の前組織である統一戦線促進奈良県労働組合懇談会（以下「統一労組\n懇」という）は、平成元年四月、奈良県知事に対し、労働開館使用許可申請書を提\n出し、同年一一月結成された原告は、同年一二月一五日、奈良県知事に対し、次年\n度の本件会館の使用について申入れを行った。しかしながら、奈良県労政能力開発\n課（以下「労政課」という）の担当者は、原告の使用は認められない旨口頭で述べ\nるだけで、統一労組懇及び原告に対し、使用許可申請手続に必要な書類は記載方法\n等について教示することはなかった。\n（二）　原告は、平成四年及び同六年、他団体と共に、奈良県知事に対し、労働会\n館の貸与・運営を公平かつ民主的に行い、原告の使用を認めるよう記載した要求書\nを提出し、本件会館の使用許可を要求したが、いずれも無視された。\n（三）　被告は、平成七年六月から本件会館の改装を行ったが、原告は、右改装に\n先立つ同年三月二三日、労政課に対し、「労働会館貸与使用申入書」と題する書面\nを提出し、改装された本件会館の開館前である平成\n八年二月一六日、「労働会館貸与・使用に関わっての申し入れ書」を提出し、再度\n改装後の使用を申し入れた。しかしながら、奈良県知事は、原告の右要求を無視\nし、新たに労働者福祉協議会及び婦人就業サービスセンターに対して、本件会館の\n一室を事務所として使用することを許可した。\n原告は、平成九年五月二一日、労政課長及び課長補佐との間で交渉を行ったが、\n明確な回答は得られず、同年一一月二〇日、奈良県知事に対し、「行政財産使用許\n可手続きに関わる資料の提出の申し入れ書」と題する書面を提出し、①原告が労働\n会館貸与許可理由に該当する団体か否かを明らかにすること、②許可できない理由\nがあれば具体的に示してほしいこと、③連合、中和地区労、高田地区同盟、吉野地\n区労に対する使用許可処分については許可理由の起案がされているが、その起案の\n根拠となる資料を開示すること、④平成一〇年度の労働会館使用許可手続を早急に\n取りたいので申請用紙など必要な手続についての諸書類を原告まで送付してほしい\nことを要求したが、労政課ないし奈良県知事からは、何ら回答がなく、必要書類の\n送付もなかった。\n（四）　原告は、平成一〇年三月一八日、労政課職員と相談の上、使用を希望する\n行政財産の種類及び数量欄に「事務室　五三・六三平方メートル」と記載して、本\n件会館の目的外使用許可を求める行政財産使用許可申請書（以下「本件申請書」と\nいう）を提出したが、労政課からは何の応答もなかった。同年四月八日に至って、\n労政課職員らとの間で本件会館の使用許可について話合いの場が持たれたが、その\n時点において本件申請書には収受印が押されておらず、同課課長は本件申請書を事\n実上返却しようとした。原告がこれを拒んだところ、奈良県知事は、従前の経過か\nら、原告の使用許可申請は事務所としての使用を想定しており、会議室等としての\n利用ではないことを知悉していたにもかかわらず、同年四月二〇日付けで「奈良労\n働会館の使用許可申請書について」と題する書面を送付して、会議室としての使用\nを求めるなら別途労働会館使用申込書を提出し、事務室としての使用を求めるなら\n場所を特定するよう補正を促し、原告は応答しなかった。\n奈良県知事は、平成一〇年五月八日、本件申請書に基づく許可申請に対し、①会\n議室以外の部分は既に全て使用されていること、②会議室は広く住民の利用に供す\nる必要があり、長期の独占的使用を許可できな\nいことを理由として、不許可処分（以下「本件不許可処分」という）を行った。\n（五）　奈良県知事は、このように原告の使用許可申請を拒否する一方で、本件会\n館の設置後一貫して、奈良県地方労働組合総評議会（以下「奈良総評」という）に\n対し右会館の一室を事務所として使用することを許可し、平成元年一一月に奈良総\n評が解体されて日本労働組合総連合会奈良県連合会（以下「連合奈良」という）が\n結成された後は、連合奈良に対し、前同様の許可を行ってきた。連合奈良は本件会\n館の一室を本部事務所として使用している。\n２　本件不許可処分の違法性\n以上のとおり、労政課職員らは、本件会館の使用許可申請手続に関し、連合奈良\n等からの許可申請を先行させるために、原告の本件許可申請の処理をことさら遅延\nさせ、意図的に不許可にした疑いが強い上、前記本件不許可処分の理由も合理的な\nものではない。\nこれは、以下に述べるとおり、労使協調路線を採用して現奈良県知事を支持する\n連合奈良を不当に優遇し、本件会館の使用許可の対象から原告を排除するという差\n別意図に基づくもので、平等原則（憲法一四条一項、地方自治法二四四条）に違反\nし、原告の団結権を侵害する違法がある上、使用許可の判断過程としても公正とは\nいえず、行政手続法五条違反の違法も存する。\n（一）　差別的取り扱い\n①　奈良県知事は、同じローカルセンターでありながら、連合奈良には本件会館の\n使用を許可し、原告には使用を許可していない。\nこの点、被告は、連合奈良に使用を許可する理由として、昭和二七年一〇月に本\n件会館を開館する際、奈良総評傘下の労働組合が建設資金の一部を負担して本件会\n館を事務所とすることを前提として設計されたという経緯があることを指摘する\nが、現在の本件会館は昭和四八年に改築されたものである上、奈良総評は解体され\nて新たに連合奈良が発足しているのであり、両者の間に継承関係はない。連合奈良\nだけでなく、原告もまた奈良総評傘下の労働組合を組織しているのであるから、連\n合奈良だけが奈良総評の継承団体というわけではない。\n②　本件会館の改装に際しても、労働者福祉協議会に対して使用を許可しながら、\n原告には使用を認めていない。\n③　本件会館の会議室の稼働率等を見ると、会議室を事務室に転用することは十分\n可能であるにもかかわらず、そのような方策を検討することなく、原告の申請に対\nして不許可処分を出している。\n（二）行\n政手続法五条違反\n本件会館の目的外使用許可について、仮に先使用団体を優先させるか、会議室の\n事務室への転用を認めるかなどの判断基準があったとしても、申請者に対して右基\n準を全く示していないから、その判断過程は公正とはいえず、行政手続法五条に違\n反する。\n３　原告は、奈良県知事の違法な不許可処分により、名誉を侵害されており、この\n慰謝料は金三〇〇万円に相当する。\n（被告の主張）\n１　事実経緯について\n（一）　原告及びその前組織である統一労組懇が、平成二年以来、労政課との話し\n合いにおいて、本件会館の使用を認めるよう求めており、県担当者が口頭で使用は\n認められない旨回答していたことは認める。なお、被告は、統一労組懇が本件会館\nの許可申請書を提出していることからもわかるとおり、原告に対し、許可申請手続\nの教示を拒否していたわけではない。\n（二）　原告が、平成一〇年三月一八日、本件申請書を提出したことは認める。た\nだし、使用を希望する行政財産の種類及び数量欄の記載は、労政課職員が原告に対\nし使用許可を求める物件を特定して申請してもらわないと判断しようがない旨注意\nした結果、小会議室を指称する「事務室五三・六三平方メートル」と記入されたも\nのである。\n労政課課長が四月八日の話し合いにおいて本件申請書を事実上返却しようとした\nとの点は否認する。同課課長は、行政指導の範囲内において申請の取下げを依頼し\nたものである。\nまた、右話し合いにおいて、労政課職員から会議室部分を事務所として貸すこと\nはできない旨回答したところ、原告は本件許可申請は場所を特定したものではない\nと主張したため、再度申請場所を特定してもらう必要が生じ、補正を促したもので\nある。\n２　本件不許可処分の違法性について\n以上のとおり、奈良県知事による本件不許可処分は何ら不当なものではなく、原\n告を差別する意図の下にされたわけではないから、平等原則に違反せず、原告の団\n結権を侵害するものではない。また、行政手続法五条違反との主張は時機に遅れた\nものである。\n（一）　差別的取扱いではないこと\n①確かに、被告は、連合奈良に本件会館の使用を認める一方、原告には認めてい\nない。しかしながら、そもそも昭和四八年改築前の本件会館は、奈良総評を中心と\nした労働組合の手によって計画・建設され、奈良総評傘下の労働組合が建設資金七\n六四万円の一部（労働組合側寄付金六〇万九七八〇円）を負担して、奈良\n総評の事務所として使用することを前提として設計されたものであり、そのような\n歴史的経緯から、奈良総評の継承団体である連合奈良に対して使用を許可したもの\nである。しかも、行政財産の使用許可は、地方自治法二三八条の四に規定する取消\n事由がないと更新申請を拒否できないものであるから、連合奈良に対して本件会館\nの使用を認めていることは相当であり、不当に原告を差別する意図ではない。\n②行政財産の使用を許可するには、労働組合よりも福祉団体の方が適当である。\n③会議室の部分は、公の施設であり、広く住民の利用に供することが必要である\nし、実際にも相当な需要があるから、これを事務室に転用してまで原告に使用許可\nすべきではない。\n（二）　行政手続法五条違反について\nそもそも原告の右主張は、口頭弁論終結目前の最終準備書面において主張された\nものであり、故意又は過失により時機に遅れて提出した攻撃防禦方法であるから、\n民訴法一五七条一項により却下すべきである。\n仮にそうでないとしても、被告は、「奈良県公有財産規則の施行について」とい\nう各所属長宛総務部長通知において、行政財産の目的外使用の許可についての審査\n基準を定めており、この通知は管財課所管事務関係例規集に収載されて、関係各課\nに備え付けられている上、求めがあれば誰にでも提示・公表される取り扱いとなっ\nている。\n３　以上のとおり、奈良県知事による本件不許可処分には違法はなく、これによっ\nて原告の名誉が侵害されたとは認められない。\n第三　争点に対する判断\n一　本件会館は、被告が奈良県労働者の文化の向上と福利の増進を図り、あわせて\n労使関係の健全な発展に資するために設置した労働会館であり（奈良県労働会館条\n例一条）、住民の福祉を増進する目的をもってその利用に供するための公の施設\n（地方自治法二四四条一項）に該当する。このような公の施設は、その用途又は目\n的を妨げない限度において、本来の用途又は目的外の使用を許可することができる\nとされているが（地方自治法二三八条の四第四項）、当該施設の管理権者は、その\n用途又は目的を妨げないからといって直ちに使用許可することを義務づけられたも\nのではなく、目的外使用を許可するか否かは、合理的な裁量判断に委ねられている\nと解される。そして、合理的な裁量の範囲内か否かについては、奈良県において行\n政財産の使用許可審査基準として各所属長宛総務部長通知「奈良県公有財\n産規則の施行について」（乙一一）に定められた各種基準の趣旨をふまえて、当該\n施設本来の目的・用途と目的外使用の目的、使用の態様及び期間等の諸事情を総合\n衡量の上、目的外使用の許可・不許可の判断が社会通念に照らし著しく妥当性を欠\nくことが明らかである場合には、裁量権の範囲を超え又はその濫用があったものと\nして違法であると解すべきである。\n二　以上を前提に、本件不許可処分が違法か否かを検討する。\n１　まず、本件不許可処分に至る事実経緯を検討すると、甲一、三、四、五の１な\nいし３、一〇、一一の１ないし３、一三の１ないし３、一六ないし二〇、三〇の\n３、４、三六、三九、四〇、五五ないし五七、乙一、二、五ないし九、証人Ａ及び\n同Ｂ並びに弁論の全趣旨によれば、以下のとおり認められる。\n（一）　奈良総評及びその傘下の労働組合は、昭和二五年ころから労働会館の設置\nを計画して、奈良県に対しその建設を要請し、これを受けた奈良県は、奈良市及び\n商工会議所の使用者側代表とも協力して、本件会館を建設することとし、昭和二七\n年一〇月、本件会館が開館した。その建築費用は、概算で奈良県五割、奈良市三\n割、商工会議所の使用者側及び労働組合側が一割ずつを負担することとし、奈良総\n評ら労働組合側は総工費七五四万円中六〇万九七八〇円を拠出した。\n奈良総評は、本件会館の開館後、右会館の一部について事務室としての使用を許\n可され、右会館に本部事務所を置いて活動を続けており、昭和四八年に本件会館が\n改築された後も、継続して事務室として使用していた。また、同じく労働組合であ\nる同盟も、本件会館の一部を事務室として使用することを許可されていた。\n（二）　奈良総評は、昭和五〇年ころから活発化した労働戦線統一の流れを受け\nて、新「連合奈良」結成への準備を進め、昭和六三年三月一一日、連合奈良準備会\nを結成して、綱領・規約、運動方針、財政、組織対策及び総合対策に関して作業部\n会を設けるなどして検討を進め、平成元年五月一日には、民間連合と総評・官公\n労、同盟・全官公と話し合って、統一へ向けた今後の進め方について合意をはかっ\nた。そして、同年一一月三〇日、奈良総評の解散大会を開催し、連合奈良結成への\n経過報告等を行うとともに解散決議を行った。また、連合奈良に引き継ぐことの困\n難な運動課題を任務とする団体として、同年一〇月二〇日、奈良総評センターが発\n足した。その後、同年一二月二二日\n、新連合奈良統一大会を開催され、連合奈良が発足した。\nしかしながら、奈良県教職員組合などの労働戦線統一に反対する組合は、連合奈\n良には加盟せず、その他の連合奈良の運動方針に反対する組合とともに、平成元年\n一一月一八日、原告を結成するに至った。\n（三）　平成元年に奈良総評が解散した後、奈良県知事は、連合奈良、奈良総評セ\nンター、同盟が解散した後に発足した政治団体である友愛会議及び奈良勤労者音楽\n協議会に対し、本件会館を事務室として使用することを許可していた。\n一方、原告も、本件会館を事務室として借り受けたいと考え、平成元年四月、原\n告の前組織である統一労組懇から奈良県知事に対して労働開館使用許可申請書を提\n出し、同年一二月一五日、原告から奈良県知事に対して次年度の本件会館の使用に\nついて申入れを行ったが、労政課の担当者から、原告の使用は認められない旨口頭\nで告げられた。\n原告は、平成四年及び同六年、他団体と共に、奈良県知事に対し、労働会館の貸\n与・運営を公平かつ民主的に行い、原告の使用を認めるよう記載した要求書（甲一\n六、一七）を提出し、本件会館の使用を要求したが、いずれも許可されることはな\nかった。\n（四）　被告は、平成七年六月から本件会館の改装工事を行ったが、原告は、右改\n装に先立つ同年三月二三日、労政課に対し、「労働会館貸与使用申入書」と題する\n書面（甲一一の１）を提出し、さらに翌八年二月一六日、「労働会館貸与・使用に\n関わっての申し入れ書」（甲一一の２）を提出し、再度改装後の使用を申し入れ\nた。\nしかしながら、改装後には、総評センター及び友愛会が本件会館を出たものの、\n新たに労働者福祉協議会及び婦人就業サービスセンターが事務所としての使用を許\n可され、原告には許可されなかった。\n原告は、平成九年五月二一日、労政課長及び課長補佐との間で交渉を行ったが、\n明確な回答は得られず、同年一一月二〇日、奈良県知事に対し、「行政財産使用許\n可手続きに関わる資料の提出の申し入れ書」と題する書面（甲二〇）を提出し、①\n原告が労働会館貸与許可理由に該当する団体か否かを明らかにすること、②許可で\nきない理由があれば具体的に示してほしいこと、③連合、中和地区労、高田地区同\n盟、吉野地区労に対する使用許可処分については許可理由の起案がされているが、\nその起案の根拠となる資料を開示すること、④平成一〇年度の労働会館使用許可手\n続を早急に取\nりたいので申請用紙など必要な手続についての諸書類を原告まで送付してほしいこ\nとを要求したが、労政課ないし奈良県知事からは、何ら回答はなく、必要書類の送\n付もなかった。\n（五）　原告は、平成一〇年三月一八日、労政課に対し、本件申請書（甲三）を提\n出したが、その際、使用を希望する行政財産の種類及び数量欄の記載方法に関し\nて、労政課職員から希望する場所を特定してほしい旨の指摘を受けて、労政課職員\nから受け取った労働会館内の各室の面積等を記載した資料を参考に、小会議室とし\nて使用されていた箇所を指称する「事務室　五三・六三平方メートル」と記載し、\n同席した労政課職員に対し、記載方法等に不備がないかどうか確認の上、提出し\nた。\nこれを受け取った労政課職員は、三月中に通知する旨述べ、原告は労政課に対し\nて何回も連絡を入れていたが、三月末までに何ら通知がなく、同年四月八日、原告\nと労政課職員らとの間で本件会館の使用許可について話合いの場が持たれた。労政\n課課長は、右話し合いの席上に未だ収受印が押されていない本件申請書を持参し、\n原告に対して返却したいと述べたため、原告代表者は、責任ある立場の者が正式に\n受け取った申請書を突き返すとはどういう意味かと問いただしたところ、同課長\nは、本件申請書を受け取った。その際、原告は、使用許可を求める場所について、\n本件申請書に記載した場所にこだわらないと述べた。\nその後、奈良県知事は、原告に対し、同年四月二〇日付「奈良労働会館の使用許\n可申請書について」と題する書面（甲一〇）を送付して、使用許可を求める場所が\n会議室である場合には「労働会館使用申込書」を提出し、会議室以外の場所である\n場合には書面により場所を指定するようにとの補正を促したが、原告は応答しなか\nった。\n奈良県知事は、平成一〇年五月八日、本件申請書に基づく許可申請に対し、①会\n議室以外の部分は既に全て使用されていること、②会議室は広く住民の利用に供す\nる必要があり、長期の独占的使用を許可できないことを理由として、本件不許可処\n分を行った。\n２（一）　以上のとおり、原告は、平成元年の発足以来、本件会館の目的外使用を\n求めていながら許可されず、その間、連合奈良に対しては使用が許可されていたも\nのであって、同じ労働組合でありながら、客観的に見て差別的な取り扱いを受けて\nいたことは事実である。しかも、労政課の対応は、原告の平成一一年度の使用許\n可申請に対し、正式に回答せず、使用開始期日を過ぎた四月八日に至るまで、本件\n申請書に収受印も押さず、事実上の取下げを勧告し、原告が右勧告に応じないと見\nるや、従前の経緯から原告が事務室としての使用を要求していることを知りなが\nら、会議室としての使用であれば別途「労働会館使用申込書」を提出し、事務室と\nしての使用であれば場所を特定してほしいといった無意味な補正を促すなど、極め\nて不誠実なものと評価せざるを得ず、原告に対する取扱いが適切であったというこ\nとはできない。\nこれに対し、被告は、連合奈良に使用許可するのは歴史的経緯から見てやむを得\nないことであって、差別的取扱いに当たらないと主張する。確かに、被告の指摘す\nるとおり、昭和二七年の本件会館建設時において、奈良総評を中心とした労働組合\nが建築資金の一部を負担したことは事実であるが、それから約五〇年が経過し、そ\nの間、本件会館は昭和四八年に一旦取り壊されて新築され、平成八年には全面改装\nされていること、奈良総評も解散して、新たに奈良連合が結成されており、両者に\n組織的同一性はないことなどを考慮すると、奈良総評による建設資金の出資という\n一事をもって、連合奈良に対しては永続的に本件会館の使用を許可すべき理由は見\nい出せない。\nしたがって、被告としては、本件会館の目的外使用を許可するか否かの判断に当\nたり、連合奈良、原告その他の申請者を平等に取り扱うべきであり、審査手続や競\n合した場合の処置等について適切な取扱いを模索し、実施すべきであって、連合奈\n良に対しては無条件に許可し、その他の申請者に対しては許可しないという現在の\n取扱いは早晩是正されてしかるべきと考えられる。\n（二）　しかしながら、本件不許可処分が奈良県知事の裁量の範囲を逸脱した違法\nなものであるというためには、本件会館の目的外使用許可の審査手続における原告\nに対する取扱いが不適切であったという限度を超えて、右取扱いが何ら合理的な理\n由のない差別であると認められることが必要である。\nこれを本件について見ると、昭和二七年の本件会館建設時において、奈良総評を\n中心とした労働組合が建築資金の一部を負担し、以後継続して本件会館の一部を事\n務所として使用してきたこと、奈良総評は労働戦線の統一に向けて連合奈良の結成\nを準備しつつ解散したもので、事実上奈良総評の役員の大部分は連合奈良の役員に\n就任し、清算余剰金等も連合奈良に\n引き継がれていること、その後も連合奈良が本件会館の一部を事務所として使用し\nてきたことなどの歴史的経緯が存することは前認定のとおりであり、被告が本件会\n館の使用許可を判断する際にも、従前の使用状況を無視することはできないと考え\nられる。\nこの点、原告は、使用許可処分の期間は一年であり、各年度ごとに許可すべきか\nどうかの判断をすべきであると主張する。確かに、右原告の主張は、先に使用を許\n可された団体が常に優先すると解するべきでないという意味で首肯しうるものであ\nる。しかしながら一方、本件会館の目的外使用許可は、いずれも事務室としての使\n用であるところ、労働組合その他の団体の事務所とはその活動の本拠となる場所で\nあるから、ある程度長期間にわたり一定の場所を定める必要性が高く、一年ごとに\n転々と場所を変えるべきものではない。したがって、ある団体に対して事務室とし\nての使用を許可し、当該団体が事務所として使用してきたという経緯があるところ\nへ、他団体から同様に事務室としての使用許可申請がされた場合には、使用許可の\n判断に当たり、ひとまず右の経緯を考慮して先使用団体に許可するとしても、合理\n性を欠くとまでいうことはできない。特に、本件においては、原告は、その前身で\nある統一労組懇が平成元年に本件会館の使用許可を求めて拒否された後、要求運動\nの一項目として本件会館の使用を掲げていただけで、実際に正式な申請手続を踏ん\nだのは本件が初めてであり、しかも平成一一年三月一八日に本件申請書を提出した\nというのであるから、被告が、平成一一年度（平成一一年四月一日から同一二年三\n月三一日まで）の使用について、一〇年来使用を継続している連合奈良に許可し、\n原告に対して不許可としたことをもって、その判断が合理的な理由を欠くと評価す\nることはできない。\nまた、原告は、本件会館の会議室の稼働率が低いことを指摘して、会議室を事務\n室に転用して原告に対し使用許可することができたはずであると主張する。しかし\nながら、そもそも労働会館は、奈良県労働者の福祉増進を目的として、広くその利\n用に供するための施設であって、そのような本来の用途又は目的を妨げない限度に\nおいて、例外的に目的外使用が認められるにすぎないものであるから、会議室をつ\nぶして事務室に転用した上原告に使用許可せよというのは、条例の趣旨にもとる主\n張である上、労働会館の会議室をどの程度設けるべきか\nについては、広く奈良県知事の裁量に属する事柄である。\nさらに、原告は、平成八年の改装時においても、使用を許可されなかった点を主\n張するが、改装時に新たに使用を許可されたのは、県の出先機関である婦人就業サ\nービスセンターと福祉団体である労働者福祉協議会であるから、労働組合である原\n告に対して許可されずにこれらの団体について許可されたとしても、不合理な差別\nということはできない。\n（三）　結局、本件会館の目的外使用許可の判断は平等にされるべきであり、奈良\n県知事において、連合奈良に対して無条件に許可し、その他の申請者に対しては許\n可しないという取扱いを是正し、公正な取扱いを調整していくべきであるから、奈\n良県知事において、将来、原告から本件同様の正式な使用許可申請がなされるにも\nかかわらず、右是正措置を怠ったまま、連合奈良には使用許可を継続する一方、原\n告に対しては許可しないという事態が年々繰り返されることがあれば、もはや、当\n該不許可処分は裁量の範囲を逸脱した違法なものと評価すべき余地が生ずるとして\nも、前記（二）の諸事情に照らせば、今回初めてなされた本件申請書に対する本件\n不許可処分をもってしては、いまだ奈良県知事の裁量権を逸脱した違法な処分とま\nでは認め難い。\nなお、原告は、本件不許可処分が原告の団結権を侵害するとも主張しているが、\n本件不許可処分が不合理な差別とまでいえない以上、これが原告の団結権を侵害す\nるものでないことは当然である。\n３　さらに、原告は、本件不許可処分は行政手続法五条違反により違法であるとも\n王張し、右主張自体は民訴法一五七条一項にいう時機に遅れた攻撃又は防禦方法と\nまではいえない。\nしかしながら、行政手続法五条は、申請に対する処分に先立つ審査のために、行\n政庁に対し、できる限り具体的な審査基準の定立を義務付け、かつ右基準を原則と\nして公表することとし、もって行政庁の許認可処分の透明性と公正さを確保するた\nめに設けられた規定であるが、右手続が履践されていないからといって、個々の行\n政処分が直ちに違法となるものと解すべき根拠はないのみならず、確かに、本件会\n館の使用許可申請における労政課職員らの原告に対する対応が不誠実と評価されざ\nるを得ないものであったことは前認定のとおりであるが、原告の使用許可申請から\n使用開始期日までは二週間足らずという極めて短い期間であったこと、そもそも行\n政財産の目的外使\n用許可については、本来の用途又は目的を妨げない限度で認められるものにすぎな\nいことなどを考慮すると、行政手続法五条の違反を理由として本件不許可処分が違\n法になるということはできない。\n三　以上の次第で、原告の請求は理由がないからこれを棄却することとする。\n奈良地方裁判所\n裁判長裁判官　永井ユタカ\n裁判官　川谷道郎\n裁判官　松山遥\n"
}