{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 3,
    "day": 4
  },
  "case_number": "平成13(わ)208",
  "case_name": "強盗殺人，銃砲刀剣類所持等取締法違反，殺人予備，強盗予備被告",
  "court_name": "福岡地方裁判所久留米支部",
  "lawsuit_id": "8156",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=8156",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/156/008156_hanrei.pdf",
  "contents": "平成１５年３月４日宣告\n平成１３年(わ)第２０８号  強盗殺人，銃砲刀剣類所持等取締法違反被告事件\n平成１３年(わ)第２４２号  銃砲刀剣類所持等取締法違反被告事件\n平成１４年(わ)第　　８号　殺人予備，強盗予備被告事件\n判　　　　決\n主　　　　文\n被告人を無期懲役に処する。\n未決勾留日数中３６０日をその刑に算入する。\n押収してある牛刀包丁１本（平成１４年押第２号の１）及び果物ナイフ１本\n（同押号の２）をいずれも没収する。\n理　　　　由\n（罪となるべき事実）\n被告人は\n第１（平成１３年(わ)第２０８号事件第１）\n福岡県久留米市ａ町ｂ番地ｃｄ３７ビル２階所在のスナック「Ａ」を経営\nするＢ（当時５３歳）から金品を強取して同女を殺害することを企て，平成\n１３年９月１７日午後９時ころ，同店において，同女に対し，やにわに背後\nからその頚部に左腕を巻きつけ，その右顎部付近に所携の刃体の長さ約１\n８．２センチメートルの牛刀包丁（平成１４年押第２号の１）を突き付け\nて，「静かにしろ。」などと語気鋭く申し向けて脅迫し，タオルで目隠しを\nさせて，その両手首，両足首及び上半身にガムテープを巻き付けて緊縛する\nなどの暴行を加えてその反抗を抑圧し，同女に対し，「金はどこにあると\nか。はよ言わんか。」などと語気鋭く申し向け，同女が「カラオケの中にあ\nります。」と答えると，カラオケ機械の料金箱の中から同女所有の現金約４\n万円を抜き取り強取した上，同女を殺害することを決意し，その口部及び鼻\n部にガムテープを貼付した上タオルで押さえつけ，更に息の根を止めるべ\nく，うつ伏せになった被害者に馬乗りになり，その頚部にタオルを当ててそ\nの両端を持ちこれを強く引き上げて絞緊するなどして窒息死させ，同女を殺\n害した\n第２（平成１３年(わ)第２０８号事件第２）\n業務その他正当な理由による場合でないのに，前記第１記載の日時場所に\nおいて，前記牛刀包丁１本を携帯した\n第３（平成１４年(わ)第８号事件）\n熊本市ｅｆ丁目ｇ番ｈ号ｉビル地下所在のスナック「Ｃ」の経営者Ｄ（当\n時５７歳）から金員を強取して同女及び同店従業員Ｅ（当時２７歳）を殺害\nする目的で，同月１９日午後９時３０分ころ，刃体の長さ約１１．３センチ\nメートルの果物ナイフ（同押号の２）を携帯し，客を装って同店に入店し，\nそのころから同月２０日午前零時ころまでの間，同店において，接客中のＤ\nから金員を強取して同女らを殺害する機会をうかがい，もって，殺人及び強\n盗の予備をした\n第４（平成１３年(わ)第２４２号事件）\n業務その他正当な理由による場合でないのに，同日午後２時１５分ころ，\n熊本市ｊ町ｋ番ｌ号ｍ警察署において，前記果物ナイフ１本を携帯した\nものである。\n（証拠の標目）\n記載省略\nなお，弁護人は，本件各犯行はいずれも死刑に処せられる目的に基づいてなさ\nれたものであるから，判示第１の強盗殺人及び第３のうち強盗予備の点について\nはいずれも不法領得の意思を欠くとして，前者については殺人罪が成立するにと\nどまり，後者については無罪であると主張する。\nところで，関係各証拠によれば，被告人は，第１及び第３のいずれも，被害者\nらを脅して飲食費等に費消するための金員を強奪した上被害者らを殺害する目的\n（すなわち強盗殺人を行う目的）で，第１にあっては被害者をその牛刀包丁で脅\nしたり，テープで縛り上げたりして現金を奪った上殺害し，第３にあっては，そ\nのような金員を奪うために果物ナイフを携帯した上店内に入り，犯行の機会を窺\nっていたのであるから，金員の経済的価値・用法に着目してこれを強奪の対象と\nしたものというべきであり，強取金について権利者を排除し，自己の所有物とし\nて利用・処分する意思を有していることは明らかで，不法領得の意思に何ら欠け\nるところはない（なお，第１については強取金を実際に飲食費等に費消している\nこと，第３については所持金が少なくなり当面の生活費を得る目的があったこと\nなどの事実は，上記意思の存在を裏付けるものである。）。そして，死刑になり\nたいという各犯行の動機は，不法領得の意思とは両立しうるものであるから，そ\nの動機があったことは各犯罪の成立を妨げるものではない。\nよって，第１にあっては強盗殺人罪が，第３にあっては強盗罪と殺人罪の予備\nがそれぞれ成立する。弁護人の主張はいずれも理由がない。\n（累犯前科）\n１　逮捕監禁，強盗強姦の罪により懲役１２年（昭和６２年１１月３０日長崎\n地方裁判所宣告），平成１２年１月４日刑執行終了\n前科調書及び判決書謄本により認定\n２　その後犯した暴力行為等処罰に関する法律違反の罪により懲役１年６月\n（平成１２年４月７日福岡地方裁判所久留米支部宣告），平成１３年９月１\n６日刑執行終了\n前科調書及び調書判決謄本により認定\n（法令の適用）\n罰　条\n第１　　　　　　刑法２４０条後段\n第２，第４  　　いずれも銃砲刀剣類所持等取締法３２条４号，２２条\n第３        　　殺人予備の点　被害者ごとに刑法２０１条\n強盗予備の点　同法２３７条\n科刑上一罪の処理\n第３　　　　　　同法５４条１項前段，１０条\n（１個の行為が３個の罪名に触れる場合であるから，１罪\nとして犯情の最も重いＤに対する殺人予備罪の刑で処\n断）\n刑種の選択\n第１　　　　　　無期懲役刑選択\n第２，第４　　　いずれも懲役刑選択\n累犯加重\n第２ないし第４　いずれも同法５９条，５６条１項，５７条\n（前記の各前科があるので，それぞれ３犯の加重）\n併合罪の処理\n同法４５条前段，４６条２項本文\n（第１で無期懲役刑を選択したので，他の刑を科さない）\n未決勾留日数の本刑算入\n同法２１条\n没　収\n牛刀包丁につき　同法１９条１項２号，２項本文\n果物ナイフにつき　同法１９条１項１号，２項本文\n訴訟費用の不負担\n刑事訴訟法１８１条１項ただし書\n（量刑の理由）\n１  事案の概要\n本件は，久留米市内のスナックにおいて，女性経営者に対し牛刀包丁を突き\nつけるなどして脅迫し，両手首及び両足首等をガムテープで縛って現金を強取\nした上，同女の口と鼻にガムテープを貼り付け，頚部をタオルで絞めるなどし\nて殺害し（判示第１），その際正当な理由なく上記牛刀包丁を携帯し（判示第\n２），更に強盗殺人事件を敢行するため，熊本市内のスナックにおいて，果物\nナイフを準備して機会を窺うなどして殺人及び強盗の予備をし（判示第３），\n警察署において正当な理由なく上記果物ナイフを携帯した（判示第４）という\n事案である。\n２　事実経過\n(1)  被告人の経歴\n被告人は，長崎市内の中学校を卒業後，造船会社の作業員，飲食店の従業\n員等として稼働したが，窃盗，道路交通法違反事件で昭和５１年１０月２１\n日に医療少年院送致となり，その後，業務上過失傷害，道路交通法違反事件\nで昭和５２年２月１６日に懲役５月，執行猶予２年に処せられ（昭和５３年\n６月１３日に執行猶予取消し），その執行猶予中に長崎市内の小料理店にお\nいて，ホステス（当時３２歳）に対し首を絞めたり切出しナイフを突き付け\nたりして同女らの反抗を抑圧して現金及び腕時計を強取し，その際同ホステ\nスに全治約５日間を要する傷害を負わせるなどした件で，強盗致傷・銃砲刀\n剣類所持等取締法違反・詐欺事件で昭和５３年４月２８日に懲役５年に処せ\nられ，その仮出獄の約８か月後の昭和５８年１０月に犯した営利目的の覚せ\nい剤所持により昭和５９年１月１９日に懲役２年及び罰金１５万円に処せら\nれ，服役後の昭和６１年４月に犯した窃盗・詐欺事件で昭和６１年６月１２\n日に懲役１年６月に処せられ，同刑につき昭和６２年９月１７日に仮出獄を\n得た当日，長崎市内のスナックで飲酒していたところ，他の客が帰ったため\n同店を経営する女性（当時３４歳）とホステス（当時２２歳）だけになった\nことから，同女らに対して牛刀を突きつけ，手足を縛るなどして６時間くら\nい監禁し，現金を強取した上順次強姦した逮捕監禁・強盗強姦事件で同年１\n１月３０日に懲役１２年に処せられ，平成１２年１月４日に同刑の執行が終\n了した後の同月３０日，久留米市内のスナックで，経営者の女性（当時３９\n歳）に対し，首に左腕を巻き付けながら，鎌型包丁を示して脅したり，床に\n押し倒して馬乗りになるなどの暴行を加えた暴力行為等処罰に関する法律違\n反事件で同年４月７日に懲役１年６月に処せられ，平成１３年９月１６日に\n刑の執行が終了した。\n(2)  犯行に至る経緯\n①　被告人はこのように犯罪を繰り返し，成人後の人生の大部分を刑務所で\n過ごしたため，自分は社会に適応できないと悲観して自殺を試みたことが\nあるものの恐怖感からこれを遂げることができなかったところ，前刑が終\n了する２か月くらい前から，「社会に出てもどこにも頼る当てがない。作\n業賞与金も少ないので，たちまち生活に行き詰まることは目に見えてい\nる。生きていても仕方がない。」などと考え，「重大事件である強盗殺人\nを２件くらい起こして死刑になり，法により抹殺してもらおう。」と考え\nるようになった。\n強盗殺人の具体的な方法として，実行しやすいようにママが１人で経営\nしているスナックを狙い，客を装って入り，包丁を突き付けて脅し，ガム\nテープで手足を縛り，現金の保管場所を聞き出してこれを奪い取った後，\n血痕等が残らない方法として口と鼻をガムテープで塞いで窒息死させ殺害\nするという計画を立て，確実に死刑判決を受けるためには強盗殺人を何件\nか繰り返し起こす必要があることから証拠を残さないようにするために手\n袋を準備することとし，場所としては，土地勘のある久留米で敢行するこ\nととした。\n②  被告人は，平成１３年９月１７日早朝にＦ刑務所を満期出所し，一旦博\n多駅付近のホテルで休憩した後，久留米に向かい，計画していたスナック\nでの強盗殺人を実行すべく，Ｇ店で本件牛刀包丁，白色手袋及び布製ガム\nテープを購入し，以前行ったことがあり，ママが１人で経営しているので\n実行しやすい店として狙いをつけていた「Ａ」店内に入った。\n(3)　犯行状況等\n①    被告人は「Ｈ」名の名刺を差し出し，以前来たときにキープしていたウ\nィスキーを出してもらい，被害者と世間話をしながら事件を起こす機会を\n窺っていたところ，同女が「今日は，団体さんの予約が入っている。」な\nどと言ったことから，早く計画を実行に移さなければならないと考え，コ\nーラを頼んで同女をカウンターの中に行かせ，その間被告人は公衆電話を\n使用する振りをしながら出入口ドアの鍵をかけ，外から客が入って来るこ\nとができないようにした。\n被害者がコーラを持ってきて被告人のテーブルの上に置き，携帯電話の\n呼び出し音がしたためカウンターに移動して被告人に背中を向けて立って\nいたとき，「やるなら今だ。」と考えて，アタッシュケースから本件牛刀\n包丁を取り出してカウンターに入り，背後からその頚部に左腕を巻き付\nけ，その右顎付近に牛刀包丁を突き付けて，「静かにしろ。」などと脅\nし，タオルで目隠しをさせ，その両手首や両足首及び上半身にガムテープ\nを巻き付けて反抗を抑圧し，カラオケ料金箱から現金を奪い取り，さら\nに，財布を出すよう要求するなどしたが時間が経ったため，団体客が来る\nことをおそれ，同女の殺害を決意し，躊躇せず目隠しされた同女の口と鼻\nにガムテープを貼り付け，身体を激しく揺らして必死に抵抗する被害者の\n口と鼻の上からタオルを当て，両手を口の前で組むようにして強く押さえ\nつけて呼吸ができないようにし，さらに，ぐったりした同女の息の根を止\nめるべく，うつ伏せの同女に馬乗りになり，その頚部に当てたタオルの両\n端を両手で強く引き上げて絞めつけることにより殺害した。\n②　被告人は，被害者を殺害した後，犯行の発覚を免れるべく，自分が使っ\nたグラスや灰皿を水で洗い，タバコの吸い殻はナプキンに包んで持ち出\nし，包丁やガムテープをアタッシュケースにしまい，出入口ドアに施錠し\nて一旦出たが，「Ｈ」の名刺を渡したことを思い出し，それを取り戻すた\nめに店内に戻り，そのときボトルペンダントにも気づき取り外して再び店\nを出て西鉄久留米駅から同大牟田駅まで行き，ＪＲに乗り換えて熊本駅で\n降り，服役中購入していた雑誌を見て目星をつけていたスナック「Ｉ」に\n飲みに行ったが，同店では強盗殺人を起こす機会がなく，その夜はＪホテ\nルに宿泊した。\n③　翌１８日，同じく情報誌に載っていたスナック「Ｋ」に行き飲酒した\n後，再び「Ｉ」に飲みに行き，同所に牛刀包丁やガムテープを入れたアタ\nッシュケースを置いたまま，ホステスに「すぐ戻るから。」などと嘘をつ\nいて店から逃げた。\n④　翌１９日には，所持金が乏しくなったことから，判示第１と同様の方法\nの強盗殺人で金を手に入れるほかないと考え，同日午前１０時過ぎころ，\n１００円ショップで本件果物ナイフを購入し，スナック「Ｃ」に客を装っ\nて入り，犯行の機会を窺ったが，客が多かったことから強盗殺人を実行で\nきず，店の外で電話をする振りをして逃げ出し，同月２０日午後１時過ぎ\nころ，パチンコ店で警察官に見つかり，ｍ警察署に連れて行かれた。その\n際上記果物ナイフを携行していた。\n３　特に考慮した事情\n(1)  動機\n被告人は，本件の動機として，「犯罪を繰り返し，刑務所での生活が長く\nなってきたため，社会生活を送る自信がなく，生きていくのが嫌になり，か\nといって自殺することも怖くてままならなかったことから，法定刑が重い強\n盗殺人を犯して死刑になることを望んで本件各犯行に及んだ。」旨供述して\nいる。\nしかしながら，これまで強盗致傷や強盗強姦等の重大犯罪を犯して繰り返\nし服役したのは，被告人自身の自己抑制心の乏しさや規範意識の低さ，更生\nの意欲の欠如に基づくもので，被告人の責任に帰するものであって，他に転\n嫁できないものである。その結果，社会生活に馴染めずに自殺をしたいと思\nったが怖くて果たせず，死刑にしてもらうために人を殺して自分の死への道\n連れにすることを考えたというのであるが，その思考経路は，人の生命の重\n大さに対する畏敬の念や思いやりが欠落した，まったく自己中心的なもので\nある。\nまた，判示第１の際，約４万円を強取した後も被害者に対して執拗に財布\nを出すよう要求していること，熊本に逃げた後，服役中に購入した風俗雑誌\nで場所等を控えていたスナック「Ｉ」や「Ｋ」（いずれも若い女性従業員が\n相当数おり，「Ａ」と異なって強盗殺人が容易に実行できる店とは必ずしも\nいえないことは情報誌からも窺い知ることができる。）で遊興していること\nなどに照らすと，スナック等での遊興をするための金員を得る目的もあった\nもので，また，犯行後直ちに逮捕されたのでは取得した金員で遊興もできな\nいことから，被害者の殺害には強盗後の口封じという面もあったというべき\nである。\n以上のとおり，本件犯行の動機は自己中心的で身勝手かつ利欲的というべ\nきであって，酌量の余地は微塵もない。\n(2)  態様\n被告人は，前刑の出所前の段階ですでに本件について具体的な犯行計画を\n立て，土地勘のある久留米で女性が１人で経営するスナックに狙いをつけ，\n出所するや凶器や手袋を購入して直ちに被害者の店に赴いており，綿密な計\n画に基づく犯行である。\nまた，Ｂ殺害の状況は前記のとおりであり，特に，同女の息の根を止める\nべく頚部に当てたタオルを強く引き上げて絞め殺した行為は，強固な殺害意\n思に基づく非常に冷酷かつ残虐な犯行である。\nそして，被害者を殺害した後，前記のとおり周到な罪証隠滅工作をして熊\n本に逃亡し，服役中に購入していた雑誌により目星を付けていた飲食店に赴\nいて飲食し，ホステスに花束を贈るなどして遊興しており，自己の犯した行\n為の重大性の認識が全く欠けており，犯行後の犯情も甚だ悪い。\nそして，遊興して所持金が僅少となるや，再び強盗殺人を企図して果物ナ\nイフを購入し，スナック「Ｃ」で金銭を強取して女性経営者等を殺害する機\n会を窺っているのであって，客が多かったため実行の着手に至らなかったの\nは偶然の事情に過ぎず，判示第１の態様等に照らすと，状況次第では強盗殺\n人に及ぶ可能性も高かったというべきである。\n以上によれば，被告人の本件各犯行の態様及び犯行後の行状は非常に悪質\nというべきである。\n(3)  結果\n判示第１の被害者であるＢは，念願かなって平成８年にスナック「Ａ」を\n開店し，細々とではあるが堅実に同店を経営していたもので，もとより何ら\nの落ち度もなく，客を装って来店した被告人に接客していたところ，いきな\nり前記被害を受け，大変な苦悶のうちに生命を奪われたもので，その際の恐\n怖感，絶望感，苦しさ，無念さ，悔しさは察するに余りある。被告人は，自\n己の身勝手な動機から何ものにも代えがたい生命を奪ったという極めて重大\nな結果を重く受け止めなければならない。\nまた，被害者の実母，実妹等の遺族は，突然の訃報に驚き，その悲しみは\n大きく，何ら慰謝の措置を講じていない被告人に対する処罰感情が峻烈であ\nるのも当然である。\nそして，本件犯行は，スナックを経営する女性が，何の落ち度もないのに\n客からいきなり殺害されて金員を奪われた事件として広く報道され，社会に\n及ぼした影響も大きい。\n以上によれば，本件結果は誠に重大である。\n(4)　一般情状\n被告人は，最終陳述に至って初めて反省の弁を述べるまでは本件を反省悔\n悟する態度は一切示さず，逆に，検察官の取調べに対し，「最低でも２件は\n強盗殺人をしようと思っていたのに１件しか成功させられず後悔してい\nる。」，「今回死刑にならないというのであれば，刑務所に入ってからでも\n何人でも殺す。」，「死刑求刑がなければ検察官は間違っており，これから\n私が必ず起こす殺人等の事件の共犯者と同じで，裁判官が私に死刑判決を下\nさないなら，裁判官も共犯者ということになる。」などと供述し，被告人質\n問においても，全く反省していない旨供述し，毎回法廷傍聴に訪れる遺族の\n感情を逆撫でするような態度に終始していた。\nまた，被告人は自己中心的な性格傾向が強いことに加え，前記のとおり多\n数の前科があって服役期間が非常に長く，近年では釈放されても短時間のう\nちに再犯に及ぶなど，反社会的で危険な傾向が強固なものになってきてお\nり，再犯に及ぶ蓋然性は大変に高い。\n４　結論\n以上のとおりであり，本件の動機，犯行態様の悪質性，結果の重大性，本件\nの社会的影響，被告人の性格や人格態度等に照らすと，被告人の刑事責任は誠\nに重大といわざるを得ないから，被告人が最終陳述に至り初めて反省の弁を述\nべ，傍聴席の遺族に向かって頭を下げて謝罪の態度を示したこと，本件につき\n事実を全面的に認めていることなどを考慮してもなお，被告人にはその生涯に\nわたって被害者の冥福を祈る日々を送らせることが相当である。\nなお，被告人の性格や反社会的人格態度，自殺願望に囚われることがある心\n理状態等に照らせば，将来，被告人の改善更生の程度や社会適応性を判断する\nにあたっては，上記の諸事情につき専門家による注意深い洞察と慎重な検討が\n要請されるものと思料する。\nよって，主文のとおり判決する。\n（検察官平野慎，国選弁護人西村隆各出席）\n（求刑　無期懲役，牛刀包丁と果物ナイフの没収）\n平成１５年３月４日\n福岡地方裁判所久留米支部\n裁　判　長　裁　判　官   　 高　　原　　正　　良\n裁　判　官    　野　　島　　香　　苗\n裁　判　官　　　三　　井　　教    匡\n"
}