{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 12,
    "month": 4,
    "day": 10
  },
  "case_number": "平成10(行ウ)11",
  "case_name": "公文書非公開決定無効確認等請求事件",
  "court_name": "大津地方裁判所",
  "field": "行政",
  "gist": "１　空港整備事務所の折衝費の明細・領収書等に記録された私人である出席者の氏名が，滋賀県公文書の公開等に関する条例（昭和６２年滋賀県条例第３７号）６条１号に非公開事由として規定する個人情報に該当しないとされた事例　２　空港整備事務所の折衝費の明細・領収書等に記録された町職員である出席者の氏名が，滋賀県公文書の公開等に関する条例（昭和６２年滋賀県条例第３７号）６条１号に非公開事由として規定する個人情報に該当しないとされた事例　３　空港整備事務所の折衝費の明細・領収書等に記録された請求者の従業員の氏名及び印影が，滋賀県公文書の公開等に関する条例（昭和６２年滋賀県条例第３７号）６条１号に非公開事由として規定する個人情報に該当しないとされた事例　４　空港整備事務所の折衝費の明細・領収書等に記録された請求者の金融機関の口座に関する情報が，滋賀県公文書の公開等に関する条例（昭和６２年滋賀県条例第３７号）６条２号に非公開事由として規定する法人等情報に該当しないとされた事例　５　空港整備事務所の折衝費の明細・領収書等に記録された請求者の印影が，滋賀県公文書の公開等に関する条例（昭和６２年滋賀県条例第３７号）６条３号に非公開事由として規定する公共秩序維持情報に該当しないとされた事例",
  "case_gist": "１　空港整備事務所の折衝費の明細・領収書等に記録された私人である出席者の氏名につき，滋賀県公文書の公開等に関する条例（昭和６２年滋賀県条例第３７号）６条１号に非公開事由として規定される「個人に関する情報」とは，個人が識別され得る情報のうち，専ら私生活上の事実に関するもので，性質上公開に親しまないような個人情報をいうものと解するのが相当であり，個人の行動であっても，それが公務としてされた場合はもちろん，公費による県職員との懇談会等公的会合との関係においてされた行動に関する情報は，特段の事情のない限り，これに該当すると認めることはできないとした上，空港整備事務所の折衝は，空港建設に関する公費による県職員との懇談会であって，公的会合であるというべきであるから，その出席者の氏名については，性質上公開に親しまないような個人情報に該当すると認めることはできず，また，前記特段の事情があるとはいえないとして，前記情報が，前記条例６条１号に非公開事由として規定する個人情報に該当しないとした事例　２　空港整備事務所の折衝費の明細・領収書等に記録された町職員である出席者の氏名につき，滋賀県公文書の公開等に関する条例（昭和６２年滋賀県条例第３７号）６条１号に非公開事由として規定される「個人に関する情報」とは，個人が識別され得る情報のうち，専ら私生活上の事実に関するもので，性質上公開に親しまないような個人情報をいうものと解するのが相当であり，個人の行動であっても，それが公務としてされた場合はもちろん，公費による県職員との懇談会等公的会合との関係においてされた行動に関する情報は，特段の事情のない限り，これに該当すると認めることはできないとした上，町職員は，空港整備事務所の求めにより，空港整備事務所が設定した会合に立ち会い，空港問題についての町の立場のもとに，県と地元住民との折衝に立会し，空港建設に賛成の町の方針について地元の了解を取り付け，地元と県の立場を調整する役割をしてきたのであり，公務として開催された会合に町の職員として出席したというべきであるから，町職員である出席者の職及び氏名については，公開に親しまないような個人情報に該当すると認めることはできず，また，氏名の開示を不相当とする特段の事由があるということはできないとして，前記情報が，前記条例６条１号に非公開事由として規定する個人情報に該当しないとした事例　３　空港整備事務所の折衝費の明細・領収書等に記録された請求者の従業員の氏名及び印影につき，滋賀県公文書の公開等に関する条例（昭和６２年滋賀県条例第３７号）６条１号に非公開事由として規定される「個人に関する情報」とは，個人が識別され得る情報のうち，専ら私生活上の事実に関するもので，性質上公開に親しまないような個人情報をいうものと解するのが相当であり，個人の行動であっても，それが公務としてされた場合はもちろん，公費による県職員との懇談会等公的会合との関係においてされた行動に関する情報は，特段の事情のない限り，これに該当すると認めることはできないとした上，前記情報は，請求者が県に対して提出した請求書等に記載されたものであって，請求にかかる行為について請求者の担当者を明示するためのものであると認められるから，同行為は，専ら私生活上の事実に関する情報とはいえず，また，前記情報について非公開を相当とする特段の事情があるということはできないとして，前記情報が，前記条例６条１号に非公開事由として規定する個人情報に該当しないとした事例　４　空港整備事務所の折衝費の明細・領収書等に記録された請求者の金融機関の口座に関する情報につき，前記文書中，請求書には，請求者の金融機関の口座にかかる金融機関名，本支店名，口座種別及び口座番号が記載されているところ，請求書は，取引の相手方等に対して交付されるものであるから，これらの情報は，取引の相手方等を通じて広く外部に公開される可能性があるのに，請求者が，これらの情報が公開されないための手段を講じていないことに照らすと，これらの情報を公開することにより法人等又は当該事業を営む個人に明らかに不利益を与えるということはできないとして，前記情報が，前記条例６条２号に非公開事由として規定する法人等情報に該当しないとした事例　５　空港整備事務所の折衝費の明細・領収書等に記録された請求者の印影につき，同印影は，これが公開されたとしても，そのことから直ちに，当該印章が偽造されて，行使され，その結果，犯罪の予防に支障が生じるおそれがあると認めることはできないとして，滋賀県公文書の公開等に関する条例（昭和６２年滋賀県条例第３７号）６条３号に非公開事由として規定する公共秩序維持情報に該当しないとした事例",
  "lawsuit_id": "15853",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=15853",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/853/015853_hanrei.pdf",
  "contents": "主　　　文\n一　原告の主位的請求を棄却する。\n二　被告が、原告に対して、平成八年六月一〇日付けで行った空港整備事務所の折\n衝費の明細・領収書等（平成五年度）（折衝に関する支出伺い、支出負担行為兼支\n出命令決議書）のうち、県以外の出席者の職及び氏名並びに請求者の従業員の氏名\n及び印影、請求者の預金口座、請求者の印影の非公開決定を取り消す。\n三　訴訟費用は被告の負担とする。\n事実及び理由\n第一　請求\n一　主位的請求\n被告が、原告に対して、平成八年六月一〇日付けで行った空港整備事務所の折衝\n費の明細・領収書等（平成五年度）（折衝に関する支出伺い、支出負担行為兼支出\n命令決議書）のうち、県以外の出席者の職及び氏名並びに請求者の従業員の氏名及\nび印影、請求者の預金口座、請求者の印影の非公開決定が無効であることを確認す\nる。\n二　予備的請求\n主文第二項同旨\n第二　事案の概要\n一　本件は、原告が、被告に対し、滋賀県公文書の公開等に関す条例（昭和六二年\n滋賀県条例第三七号、以下「本件条例」という。）四条に基づき、公文書である\n「空港整備事務所の折衝費の明細・領収書等（平成五年度）」（折衝費に関する支\n出伺い、支出負担行為兼支出命令決議書、以下「本件公文書」という。）の公開を\n請求したところ、本件条例六条七号に該当することを理由として行った非公開決定\nの取消しを求める抗告訴訟において、同決定を取り消す旨の決定がなされ、それが\n既に確定したにもかかわらず、被告が、本条例六条一ないし三号に該当することを\n理由に部分公開決定を行ったため、原告が、主位的請求として右部分公開決定の無\n効確認を、予備的請求として同決定の取消しを求めた事案である。\n二　争いのない事実、当裁判所に顕著な事実及び証拠上明らかに認められる事実\n（末尾に証拠等の記載のないものは争いがない又は当裁判所に顕著である。）\n１　本件条例の概要\n（一）　本件条例一条は、本件条例が、公文書の公開を求める権利を明らかにする\nとともに公文書の公開等の総合的な推進に関し必要な事項を定め、もって県民の県\n政への参加を一層促進し、より身近で開かれた県政の進展に寄与することを目的と\nする旨定める。\n（二）　本件条例三条一項は、実施機関は、公文書の公開を求める権利が十分に尊\n重されるようにこの条例を解釈し、運用するとともに、通常他人に知られたくない\n個人に関する情報をみだりに公開するこ\nとのないように昀大限の配慮をしなければならない旨定める。\n（三）　本件条例四条は、滋賀県内に住所を有する者は公文書の公開を請求するこ\nとができる旨定める。\n（四）　本件条例六条一号は、「個人の思想、宗教、身体的特徴、健康状態、病\n歴、家族構成、職歴、資格、学歴、住所、所属団体、財産、所得等に関する情報\n（事業を営む個人の当該事業に関する情報を除く。）であって、特定個人が識別さ\nれるもの。ただし、次に揚げる情報を除く。イ公表することを目的として実施機関\nが作成し、または取得した情報（ア、ウは省略）」、同条二号は、「法人その他の\n団体（国および地方公共団体を除く。以下、「法人等」という。）に関する情報ま\nたは事業を営む個人の当該事業に関する情報であって、公開することにより当該法\n人等または当該事業を営む個人に明らかに不利益を与えると認められるもの。」、\n同条三号は、「公開することにより、個人の生命、身体、財産等の保護、犯罪の予\n防または捜査その他公共の安全と秩序の維持に支障が生ずるおそれのある情報」、\n同条七号は「県の機関または国等の機関が行う検査、監査、取締り等の計画および\n実施細目、争訟および交渉の方針、入札の予定価格、試験の問題その他の事務に関\nする情報であって、公開することにより、当該もしくは同種の事務の実施目的を失\nわせ、またはこれらの事務の円滑な実施を著しく困難にするおそれのあるもの」が\n記録されている公文書については、その公開をしないものとする旨定める。\n２　本件に至る事実経過\n（一）　原告は、滋賀県内に住所を有する者であり、本件条例四条に定める公開請\n求者である。\n（二）　被告は、滋賀県知事であり、本件条例二条一項に定める実施機関である。\n（三）　原告は、平成六年五月一六日、被告に対し、本件公文書の公開を請求し\nた。\n（四）　被告は、平成六年五月三〇日、原告の右公開請求に対し、本件公文書の全\n部について、本件条例六条七号に該当することを理由に非公開決定（以下「原決\n定」という。）を行った。原告は、右決定を不服として、同年七月一日異議申立て\nを行ったが、平成七年五月三一日棄却決定がなされた。\nそこで、原告は、同年八月一一日大津地方裁判所に原決定の取消しを求める訴訟\n（同裁判所平成七年（行ウ）第八号公文書非公開決定取消請求事件）を提起したと\nころ、平成八年五月一三日、本件公文書が本件条例が六条七号に該当するとは認め\nられないとして、原決定を取り消す旨の判決（以下「前訴判決」という。）が言い\n渡され、同月二八日に確定した（甲七の一、甲五、弁論の全趣旨）。\n被告は、平成八年六月一〇日、原告の前記（三）の請求に対し、部分公開決定を\n行い、本件公文書のうち「県以外の出席者の職及び氏名並びに請求者の従業員の氏\n名及び印影」が本件条例六条一号に、「請求者の預金口座」が同条二号に、「請求\n者の印影」が同条三号に、それぞれ該当することを理由に非公開とする旨の決定\n（以下「本件処分」という。）をなし、その旨原告に通知した（甲六）。\nそこで、原告は、同年六月二一日、大津地方裁判所に、本件処分は前訴判決の拘\n束力に反し無効であるなどとして、主位的請求として、右決定の無効確認を、予備\n的請求として同決定の取消しを求める訴訟（同裁判所平成八年（行ウ）第七号公文\n書非公開決定無効確認等請求事件）を提起したところ、大津地方裁判所は、平成九\n年六月二日、本件処分は前訴判決の拘束力に反し無効であるとして、主位的請求を\n認容する旨の判決（以下「差戻し前第一審判決」という。）を言い渡した。\nこれに対し、被告は、同年九月一六日大阪高等裁判所に控訴（平成九年（行コ）\n第四〇号公文書非公開決定無効確認等請求控訴事件）を提起したところ、大阪高等\n裁判所は、平成一〇年六月三〇日、本件処分は行政事件訴訟法三三条に反しないと\nして、差戻し前第一審判決を取り消し、本件を当裁判所に差し戻す旨の判決（以下\n「控訴審判決」という。）を言い渡し、これに対する原告の上告（昀高裁判所平成\n一〇年（行ツ）第二四二号、同年（行ヒ）第四八号）が平成一〇年一二月八日昀高\n裁判所において棄却されたことにより、控訴審判決が確定した。\n３　本件公文書の概要\n本件公文書は、滋賀県空港整備事務所（以下「空港整備事務所」という。）が平\n成五年度に実施した、空港整備事業の推進に係る折衝事務のために支出した経費に\n関する公文書であり、その件数は五四件である。各公文書は、経費の支出にかかる\n執行伺い書（以下「執行伺い」という。）並びに支出負担行為兼支出命令決議書\n（以下「決議書」という。）及びその添付書類である請求書からなる。\n執行伺いには、罫紙の表面に、起案期日、決裁期日、施行期日、決裁区分、起案\n者の職名及び氏名並びに標題が記載され、決裁欄に決裁印が押捺されている。ま\nた、裏面には用紙の内容、日時及び場所、出\n席予定者の人数及び内訳（折衝の相手方の氏名、県の出席者の氏名又は職名若しく\nはその両方、地元町職員の出席を求めた場合にあっては当該町職員の氏名又は職名\n若しくはその両方が記載されている。）、支出予定額、支出方法並びに支出科目が\n記載されている。\n決議書は、財務会計システムのオンライン処理により作成されたものであり、帳\n票に「支出負担行為兼支出命令決議書」の表示、執行機関名、支出負担行為兼支出\n命令額、支払期日、予算残額、請求者の住所及び氏名又は法人である請求者の表示\n及び所在地、支払方法、支出区分並びに支払内容が印字され、起案日並びに起案者\nの職名及び氏名が記載された上、請求者の請求書が添付されている。\n決議書及び請求書には、請求者の金融機関の口座に係る金融機関名、本支店名、\n口座種別及び口座番号が記載されている。\n請求書には、請求者の印影があり、請求者が法人である場合には請求者の代表者\n印が、請求者が個人である場合には請求者の印があるほか、請求者の従業員の氏名\n及び印影が記載されている場合がある。\n（以上、甲二、弁論の全趣旨）\n第三　争点及びこれに関する当事者の主張\n一　争点\n１　前訴判決確定後になされた原決定と同一内容・効果を有する本件処分が、前訴\n判決の拘束力（行政事件訴訟法三三条一項）に反するか。\n２　本件公文書のうち「県以外の出席者の職及び氏名並びに請求者の従業員の氏名\n及び印影」が本件条例六条一号に、「請求者の預金口座」が同条二号に、「請求者\nの印影」が同条三号に、それぞれ該当するか。\n二　争点についての当事者の主張\n１　争点１について\n（一）　被告の主張\n（１）　行政事件訴訟法三三条一項に規定する取消判決の拘束力は、同判決によっ\nて違法と判断され、当該処分の取消原因とされたところの具体的事由のみについて\n生じるものであり、別の理由又は資料に基づいて同一の処分をすることを妨げるも\nのではない。\n（２）　本件処分の理由とされた本件条例六条一ないし三号の規定は、その内容に\n照らせば、右各規定に該当する部分のみを非公開とする部分非公開処分を予定して\nいることが明らかであるところ、原決定は全面非公開処分であるから、被告が前訴\nにおいて本件処分の理由を主張・立証することができたということはできないし、\nまして、その義務があったということはできない。\n（３）　原決定と本件処分の間には、全面非公開か部分非公開かの点で異なるほ\nか、処分の理由とされた条項の性格の違い等からして、同一性があるとはいえな\nい。\n（４）　前訴判決の拘束力を不当に拡大することは、司法による行政介入という、\n一般的に認められていない義務づけ訴訟を容認するのと結果的に変わりがなくなる\nものであり、許されない。\n（二）　原告の主張\n（１）　行政事件訴訟法三三条一項の規定は、事件が裁判所と行政庁との間を往復\nして昀終的に解決ないし救済が遅れることを防止し、行政処分に対する司法審査制\n度を実効あらしめるとの趣旨のもとに、行政庁に処分又は裁決を違法とした判決の\n判断内容を尊重し、その事件についての判決の要旨に従ってすることを義務づける\nものである。したがって、原決定とは別の理由に基づく反復同一処分が右規定に違\n反するかどうかは、右規定の趣旨から実質的に考察する必要がある。\n（２）　前訴判決は、「本件公文書が本件条例六条七号に該当するとは認められな\nい」との実体的理由により原決定の取消しを命じたものであるところ、本件処分\nも、本件公文書自体の内容が同条一ないし三号に該当するという実体的理由に基づ\nくものであって、前訴判決の拘束力の範囲は、被告が本件処分の理由として主張す\nる非公開事由の全部に及んでいると解されるから、被告は、原決定と同一内容の又\nは同一結果をもたらす反復非公開処分をすることはできない。\n（３）　被告は、前訴において処分理由の差替えをすることができなかった旨主張\nするが、取消訴訟における処分理由の差替えについては、特別の事由がない限り広\nく認められるべきものであり、仮に理由の差替えの前後において処分の同一性が保\nたれるか否かにより、差替えの可否を決めるべきであるとの立場に立ったとして\nも、本件の場合、本件条例に基づく非公開処分は、処分日時、当事者、処分対象の\n文書によって同一性が判断される以上、原決定と本件処分との間でその処分の同一\n性が失われるものではないことが明らかである。\n（４）　被告は、前訴において本件処分の理由を主張・立証することは不可能であ\nった旨主張するが、まず、本件条例六条七号に基づく原決定は全面非公開処分では\nあったが、同号に基づく処分は全面非公開しかあり得ないということはできず、部\n分非公開もあり得るものである上、全面非公開の情報公開に関する訴訟においても\n米国のヴォーンインデックスを参考にするなどして、具体的には公文書の記載内容\nに関する目録を準備書面ない\nし書証の形で提出するなどの方法により、主張立証されている例があるのであるか\nら、被告が前訴において本件処分の理由を主張・立証することが不可能であったと\nいうことはできない。そして、被告が前訴の口頭弁論終結時までに本件処分の理由\nを主張・立証することが可能であった以上、前訴判決の拘束力の範囲は、被告が本\n件処分の理由として主張する非公開事由全部に及んでいると解されるから、本件処\n分は前訴判決の拘束力に触れるものである。\n２　争点２について\n（一）　被告の主張\n（１）　本件条例六条一号該当性について\n①　私人である出席者の氏名について\n空港設備事務所の折衝事務は、滋賀県の空港建設計画について地元集落において\n賛否両論があって厳しく対立し、空港予定地のある町においては右計画に反対する\n組織（協議会）が結成されるなどして個別の協議・折衝が制約されている状況のも\nとで、空港整備事務所が、地元住民との話合いができる状況の作出を目指して実施\nし、その中で情報収集や意見交換、更には話合いの実現に向けて種々の依頼を行っ\nていたものである。\n個人として右折衝に臨んだ出席者においては、右折衝に臨んだこと自体、公開を\n望まないものであり、むしろ、公開することによる誹謗中傷をおそれ、その氏名を\n秘匿するという前提で折衝に臨んだとみるべきものであるから、右折衝に応じるこ\nと自体がびわこ空港の整備あるいは県との話合いの必要性についての一種の意見の\n表明ということができるものである。\nしたがって、県以外の折衝出席者のうち私人である者の氏名は、本件条例六条一\n号に該当する。\n②　町職員である出席者の職名及び氏名について\n町職員は、空港整備事務所の要請に応えて地元住民との個人的なつながりから、\n地元住民の気持ちを汲み取ることができるという立場で、仲介者又は立会者として\n出席したものであり、行政機関であるとはいえ、個人の氏名それ自体は個人の情報\nである。また、仮に氏名が非公開とされても職名が公開されると、時期と職名を結\nびつけることにより、特定の個人が容易に識別され得る。\n前記のとおり、激しい反対意見が存する空港計画についての折衝に出席していた\n町職員が特定されることとなれば、そのこと自体が右職員個人への非難となり、当\n該職員の個人的生活が脅かされかねない事態が発生する具体的な危険が存する。\nしたがって、県以外の折衝出席者のうち町職員である者の職名及び氏\n名は、町職員個人のプライバシーに密接に関係し、これに深刻な影響を与えるの\nで、本件条例六条一号に該当する。\n③　請求者の従業員の氏名及び印影について\n請求者の従業員の氏名及び印影は、当該従業員の勤務先及び職務の内容を示す情\n報であり、個人の所属団体に関する情報であるから、本件条例六条一号に該当す\nる。\n（２）　本件条例六条二号該当性について\n請求者の預金口座については、請求者が事業活動を行う上で内部管理に関わる情\n報として秘密にしておくことが是認され、これらの内部管理情報につき、事業者は\n公開の可否及びその範囲を自ら決定できる権利ないしはそれを自己の意思によらな\nいでみだりに他に公開、公表されない利益を有しているというべきである。したが\nって、事業者の意思によらないでその内部管理情報が公表されることは、事業者の\n正当な意思、期待に反するというべきであり、請求者の預金口座の公開は右正当な\n利益を損なう点で、右事業者に明らかな不利益を与えるものである。\n一般に顧客に公表しているということと取引と無関係な者に対してまで無制限に\n公表するということは明らかに相違があるのであり、業者が取引口座を請求書等に\n表示するのは商取引の必要があるから敢えて表示しているのであって、そのような\n取引関係にない者に対してまで無制限に公表することを許容しているものではな\nい。\nよって、本件条例六条二号に該当する。\n（３）　本件条例六条三号該当性について\n請求者の印影は、請求者においてその商行為にかかる書類が真正のものであるこ\nとを証明するために押捺されるものであり、仮に公開すれば、その印影から印章が\n偽造され、行使される懸念を生じ、犯罪の予防に支障が生じるおそれがあり、ま\nた、事業者の私用する印影は、利益が保護されるべき営業上及び販売上のノウハウ\nに関する情報に該当し、不特定多数に広く公表することが予定されたものではな\nい。\n一般に、顧客に公表しているということと取引と無関係なものに対してまで無制\n限に公表するということは明らかに相違があるのであり、業者が印影を請求書等に\n表示するのは商取引の必要があるから敢えて表示しているのであって、そのような\n取引関係にないものに対してまで無制限に公表することを許容しているものではな\nい。\nよって、本件条例六条三号に該当する。\n（二）　原告の主張\n（１）　本件条例六条一号該当性について\n①　私人である出席者の氏\n名について\n通常他人に知られたくない情報であること、出席者が氏名の公開に反対している\nこと、公開されれば出席者に対する誹謗中傷が予想されることから、直ちに本件条\n例六条一号該当性が肯定されるわけではない。\n本件公文書は、単に出席者の氏名が記載されているのみであり、協議の内容につ\nいて記載は全くないから、出席者の思想内容が含まれた文書とはいえず、本件条例\n六条一号に該当しない。\n②　町職員の職名及び氏名について\n町職員の職名及び氏名の公表は、思想信条の表明でない。\n町職員が賛成派の立場であるということは公知の事実であり、知られて困るとい\nう事実はない。\n町職員は、公務として出席したものであるから、「公表することを目的として実\n施機関が作成し又は取得した情報」に該当する。\n③　請求者の従業員の氏名及び印影について\n請求者の従業員の氏名及び印影は、思想信条の表明でない。\n（２）　本件条例六条二号該当性について\n請求者の預金口座は、請求者が、一般的に顧客に対して公表している情報であっ\nて、いわば不特定多数の人に対して公表している情報であるから、特定の顧客に対\nする特別の口座でもない限り、公表しても不利益はない。\n（３）　本件条例六条三号該当性について\n通常事業者において、その取引上請求書又は領収書に押印される印鑑は、不特定\n多数の顧客に対して公表されるものとして取り扱われているものであり、印影から\n印章が偽造されることを懸念するとすれば、印章自体利用することができなくな\nる。\n第四　当裁判所の判断\n一　争点１について\n前記第二の二２（四）のとおり、本件処分が前訴判決の拘束力に反する無効なも\nのでないとする控訴審判決が確定したことにより、右判断と異なる判断をすること\nは許されないから（裁判所法四条）、本件処分が前訴判決の拘束力に反する無効な\nものであることの確認を求める原告の主位的請求は理由がない。\n二　争点２について\n（一）　本件条例六条一号該当性について\n（１）①　本件条例六条一号は、前記第二の二１（四）のとおり定めるところ、平\n成六年二月に滋賀県（以下「県」という。）が作成した「公文書の公開等に関する\n条例の解釈運用の手引（改訂版））」（乙九、以下「手引」という。）によれば、\n本件条例六条一号にいう「特定の個人が識別され得るもの」とは、特定の個人が当\n該情報から識別でき、または当該情報から直接特定の個人が識別できなくても他\nの情報と結びつけることにより、特定の個人が識別できる情報をいい、したがっ\nて、一般的には、特定の個人を識別するための第一義的要素は氏名及び住所である\nことから、これらが記載されていれば、本号の対象となるとされている。\nそして、手引によれば、本件条例三条一項が、個人のプライバシー保護の観点か\nら、実施機関は、通常他人に知られたくない個人に関する情報を正当な理由がなく\n公開することのないよう昀大限の配慮をして、本件条例を解釈し、運用しなければ\nならないこと、「通常他人に知られたくない個人に関する情報」とは、いわゆる個\n人のプライバシーに関する情報であって、社会通念上、一般的に他人に知られたく\nないと考えられる生年月日、家族、親族関係、健康状態、病歴、学歴、職歴等の経\n歴、思想、信条、宗教、財産の状況、所得等の個人に関する情報をいうとし、右趣\n旨を受けて、本件条例六条一号の運用にあたり、個人に関する情報については、特\nに慎重に取り扱うものとするとされている。\n②　しかしながら、本件条例は、地方自治の本旨に即した県政を推進するために公\n文書の公開等が重要であることにかんがみ、公文書の公開を求める権利を明らかに\nするとともに、公文書の公開等の総合的な推進に関し必要な事項を定め、もって県\n民の県政への参加を一層促進し、より身近で開かれた県政の進展に寄与することを\n目的とし（一条）、右趣旨及び目的のもとに、県の有する情報は原則として公開と\nし、六条各号所定の情報のみを例外的に非公開としていること、実施機関に対して\nは、「実施機関は、公文書の公開を求める権利が十分に尊重されるようにこの条例\nを解釈し、運用するものとする。」と規定した上で、「この場合において、実施機\n関は、通常他人に知られたくない個人に関する情報をみだりに公開することのない\nように昀大限の配慮をしなければならない。」と規定していること（三条）、六条\n一号は、三条一項後段を具体化した規定と解することができること、六条一号の解\n釈運用についての手引の記載は右①のとおりであるものの、手引は、六条の解釈と\nして、本条各号のいずれかに該当するため公開をしない公文書であっても、すべて\nが常に非公開となるのではなく、場合によっては、部分公開あるいは一定の時間の\n経過により公開できる場合もあり得ることに留意するものとするとしていること、\n以上を考え合わせれば、本件条例にいう「個人に関\nする情報」とは、個人が識別され得る情報のうち、専ら私生活上の事実に関するも\nので、性質上公開に親しまないような個人情報をいうものと解するのが相当であ\nる。\nしたがって、個人の行動であっても、それが公務としてされた場合はもちろん、\n公費による県職員との懇談会等公的会合との関係においてなされた行動に関する情\n報は、専ら私生活上の事実に関する情報といえないから、特段の事情のない限り、\n性質上公開に親しまないような個人情報に該当すると認めることはできないと解す\nるのが相当である。\n（２）　証拠（甲二、乙一一、乙一二、証人Ａ）によれば、以下の各事実が認めら\nれる。\n①　びわこ空港計画は、県が設置・管理者となって、同県蒲生郡蒲生町及び同郡日\n野町（以下それぞれ「蒲生町」、「日野町」という。）にまたがる丘陵地の約一八\n〇ヘクタールの予定地（以下「空港予定地」という。）に、二〇〇〇メートルの滑\n走路一本を備えた空港を整備しようとするものである。平成一七年度の開港を目標\nとして、昭和六三年一一月の県議会臨時会において空港予定地が選定され、平成三\n年の国の第六次空港整備五箇年計画へ組み入れられ、平成八年の第七次空港整備五\n箇年計画（その後、平成九年に第七次空港整備七箇年計画に改定された。）へも引\nき続いて組み入れられている。\n空港整備事務所は、県の機関として、空港撃備に関する地元関係機関等との協議\n及び調整に関することや空港整備に係る地域対策の推進及び調整に関することなど\nをその分掌事務としている。\n②　蒲生町及び日野町では、空港予定地の選定以前から空港の誘致運動が展開さ\nれ、昭和六二年一二月には両町の町議会が誘致の決議をし、両町を含む滋賀県東近\n江地域の二市七町でも空港整備に対し歓迎の意向が表明されていたが、空港予定地\nの選定後、右予定地の周辺地域では、農地が失われ、自然が壊されるなどの不安の\n声が挙がるようになった。蒲生町、日野町には、それぞれ推進派による協議会が結\n成される一方で、空港予定地の周辺集落では、各集落に空港問題に対応するための\n委員会等が組織されたほか、昭和六三年には、蒲生町の五集落と日野町の四集落で\n反対派の協議会が結成された。\n③　右②のような地元集落の状況等から、平成元年から平成四年までの間、県と地\n元との間で空港整備を巡る話し合いは進展しなかったが、平成五年に入り、県と対\n策協議会役員などとの折衝の中で、話し合い再開\nのための条件が提示され、県においてこれを受け入れることとしたことから、同年\n秋以降話し合いが再開された。\n④　平成五年度当時、地元集落では空港の建設に反対する集落が大半であり、県に\nおいて、空港建設に関する説明会も円滑に実施できなかった。また地元では、県と\nの話し合いの窓口を集落の役員会や対策協議会に一本化する取決めがされたりして\nいて、県と地元住民との個別折衝は困難な状況であった。\n空港整備事務所は、右のように硬直した状況を打開するための意見を聞くため\nに、地元住民と折衝することとし、空港建設による影響が大きいと思われる集落を\n選定して、その集落に居住する住民のうち、集落の事情に詳しいと思われる住民を\n折衝の相手方として選択した。そして、空港整備事務所は、折衝が夜にまたがった\nり、住所から離れた場所を折衝の場所として指定したようなときなどに、飲食を伴\nう折衝をすることとし、その場合、ゆっくり時間をとって話が聞けるような飲食を\n想定して、注文する店の通常の金額等を参考にしながら、飲食費を算定していた。\n右飲食費は、空港整備事務所を執行機関として、県の食糧費のうちから懇談会費\nとして支出された。\n⑤　平成五年当時、地元の各町は、空港建設に賛成の立場を表明しており、各町\nは、空港問題に関して、それぞれ四人くらい担当者を置いていた。\n空港整備事務所は、折衝の相手方の人選をし、相手方から意見を聞く際、仲介の\n立場で、町の職員の出席を依頼し、町職員の関与を得ていた。そして、折衝の場所\nの設定、折衝の相手方となる住民への連絡については、県職員と町職員とが半々く\nらいで行っていた。\n町の担当職員や住民なり集落の状況を理解している町職員は、県の求めで、空港\n問題についての町の立場のもとに、県と地元住民との折衝に立会し、空港建設に賛\n成の町の方針について地元の理解を取り付け、地元と県の立場の調整する役割をし\nてきた。\n⑥　なお、空港整備事務所は、平成五年当時の空港建設を巡る地元の状況等から、\n折衝の相手方として選択した地元住民の集落における立場を配慮して、折衝の相手\n方に対し、折衝を行ったことを内密にするということを条件に折衝を行い、折衝の\n内容はもとより折衝自体を行ったことも内密にし、折衝場所についても集落内やそ\nの近隣を避けて設定するなどしていた。\nもっとも、県の内部では、折衝を行ったことはわかっており、また、経費を使っ\nた折衝に\nついては、会計検査があって、会計関係の書類に記載され、決算の時には議員が閲\n覧することができることになっている。\n（３）　以上の事実を前提に、本件条例六条一号該当性を検討する。\n①　私人である出席者の氏名について\n前記認定によれば、本件折衝は、県の機関として、空港整備に関する地元関係機\n関等との協議及び調整に関することや空港整備に係る地域対策の推進及び調整に関\nすることなどをその分掌事務としている空港整備事務所が、空港建設に関してなし\nたもので、これに要した飲食費については、県の食糧費のうちから懇談会費として\n支出されたのであるから、右折衝は、公費による県職員との懇談会であって、公的\n会合というべきである。したがって、これに出席したことに関する情報は、専ら私\n生活上の事実に関する情報といえず、特段の事情のない限り、出席者の氏名につい\nては、性質上公開に親しまないような個人情報に該当すると認めることはできない\nと解するのが相当である。\n被告は、空港整備事務所と地元住民との折衝は、県の空港建設計画に対し、空港\n計画に反対する組織が結成されて県との話合いを拒否する姿勢を示しているなどの\n状況のもとで、率直な意見の交換ができないまま期間が経過するという状態の打開\nするため、内密に遂行されたものであり、出席者は、その折衝自体を秘密にするこ\nとを条件の下で出席したのであって、公表されれば誹謗中傷されることが予想され\nる旨縷々主張するが、右被告主張にかかる点は、むしろ、本件条例六条七号該当性\nの判断に関わるものであり、そのことをもって、直ちに、前記説示にかかる特段の\n事情をいうことはできない。もっとも、氏名が開示されることにより、出席者の集\n落内での立場や状況等に鑑み、私生活に影響を及ぼすおそれが全くないとはいえな\nいとしても、本件公文書には会合の内容に関する記載はなく（甲二、弁論の全趣\n旨）、出席者は空港建設に賛成派の者だけではなかった（証人Ａ）のであるから、\n右のおそれは抽象的な可能性にとどまるものというべきであって（乙一一、証人Ａ\nによるも、右説示を左右するものということはできない。）、右程度の可能性をも\nって、前記説示にかかる特段の事情があるということはできない。\n②　町職員である出席者の職及び氏名について\n前記（２）⑤認定のとおり、町職員は、空港整備事務所の求めにより、空港整備\n事務所が設定した会合に立ち会い、空港問題に\nついての町の立場のもとに、県と地元住民との折衝に立会し、空港建設に賛成の町\nの方針について地元の理解を取り付け、地元と県の立場の調整する役割をしてきた\nのであるから、公務として開催された会合に町の職員としてこれに出席したという\nべきである。したがって、町職員である出席者の職及び氏名については、専ら私生\n活上の事実に関する情報といえず、公開に親しまないような個人情報に該当すると\n認めることはできない。\n被告は、町職員の氏名が開示されると、個人攻撃につながる具体的危険性がある\n等主張するが、これを裏付ける客観的な証拠はなく、右説示のとおりの前記会合に\nおける町職員としての立場や役割並びに公共の利益のために行動することを要請さ\nれている公務員としての性質に照らせば、本件において、町職員の氏名の開示を不\n相当とする特段の事情があるということはできない。\n③　請求者の従業員の氏名及び印影について\n請求者の従業員の氏名及び印影については、請求者が県に対して提出した請求書\n等に記載されたものであって、請求にかかる行為について請求者の担当者を明示す\nるためのものであると認めることができるから（甲二、弁論の全趣旨）、右行為\nは、専ら私生活上の事実に関する情報とはいえない。\n被告は、請求者の従業員の氏名及び印影については、本件条例六条一号所定の個\n人の所属団体ないし職業を示すことになる個人に関する情報であり、特定の個人が\n識別可能なものであって、非公開とされるべき情報である旨主張するが、右認定の\nとおりの請求者の氏名及び印影の趣旨や目的に照らせば、右氏名及び印影について\n非公開を相当とする特段の事情があるということはできない。\n（二）　本件条例六条二号該当性について\n前記第二の二３のとおり、本件公文書のうち決議書及び請求書には、請求者の金\n融機関の口座にかかる金融機関名、本支店名、口座種別及び口座番号が記載されて\nおり、請求書は、取引の相手方等に対して交付されるものであって、これらの情報\nは、取引の相手方等を通じて広く外部に公開される可能性があり、請求者はこれら\nの情報につき、自ら積極的に取引の相手方以外の者に公開することはないとして\nも、請求者が、右のように取引先を通じて外部に公開されることについて、これら\nの情報が公開されない手段を講じていないことに照らすと、請求者の預金口座は、\n公開することにより法人等又は当該事業を営む個人に明\nらかに不利益を与えるということはできないから、請求者の預金口座は、本件条例\n六条二号に該当するということはできない。\n（三）　本件条例六条三号該当性について\n請求者の印影は、これが公開されたとしても、そのことから直ちに、当該印章が\n偽造されて、行使され、その結果、犯罪の予防に支障が生じるおそれがあると認め\nることはできないから、本件条例六条三号に該当するということはできない。\n三　以上によれば、原告の主位的請求は理由がないからこれを棄却し、原告の予備\n的請求には理由があるからこれを認容し、訴訟費用の負担について行政事件訴訟法\n七条、民事訴訟法六一条を適用して、主文のとおり判決する。\n大津地方裁判所民事部\n裁判長裁判官　神吉正則\n裁判官　後藤真孝\n裁判官末永雅之は転補のため署名・押印することができない。\n裁判長裁判官　神吉正則\n"
}