{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 17,
    "month": 7,
    "day": 20
  },
  "case_number": "平成17(行ケ)10231",
  "case_name": "",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "9467",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=9467",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/467/009467_hanrei.pdf",
  "contents": "平成１７年(行ケ)第１０２３１号　審決取消請求事件\n平成１７年６月２９日口頭弁論終結\n判決\n原告        　　　　　　　株式会社ミネルバ\n原告        　　　　　　　独立行政法人産業技術総合研究所\n原告ら訴訟代理人弁理士　　長門侃二\n同　　　 　　　山中純一\n被告　　　　　　        　特許庁長官　小川洋\n指定代理人　　　　　　　　小林秀美\n同　　　 　　　片岡栄一\n同 　　　　　　高橋泰史\n同 　　　　　　高木彰\n同 　　　　　　宮下正之\n主文\n原告らの請求を棄却する。\n訴訟費用は原告らの負担とする。\n事実及び理由\n第１　当事者の求める裁判\n１　原告ら\n(1)　特許庁が不服２００３－１２６８４号事件について平成１６年９月２２日\nにした審決を取り消す。\n(2)　訴訟費用は被告の負担とする。\n２　被告\n主文と同旨\n第２　当事者間に争いのない事実\n１　特許庁における手続の経緯\n原告らは，発明の名称を「摺動体及び磁気ヘッド」とする発明について，平\n成１２年７月２８日に特許出願し（２０００年特許願第２２９４６３号。以下「本\n件出願」といい，出願時の明細書及び図面を「当初明細書」という。当初明細書に\nおける請求項の数は６，後記第１次補正後の請求項の数は８，後記本件手続補正後\nの請求項の数は５である。），平成１４年１１月２９日付けで手続補正したが（以\n下「第１次補正」という。），平成１５年５月２７日に拒絶査定を受け，同年７月\n３日にこれに対する不服審判を請求するとともに，同年８月１日付け手続補正書を\nもって特許請求の範囲等の補正(以下，この補正を「本件手続補正」という。）をし\nた。特許庁は，これを不服２００３－１２６８４号事件として審理した結果，平成\n１６年９月２２日，本件手続補正を却下した上で，｢本件審判の請求は，成り立たな\nい。｣との審決をし，審決の謄本は同年１０月６日に原告に送達された。\n２　特許請求の範囲（本件手続補正後のもの）\n「【請求項１】　摺動体の摺動面に，耐摩耗材料の超微粒子を高速で吹き付け\nて所定形状の耐摩耗性を有するセグメントの膜を間隔を存して多数形成すると共に\n潤滑性を有する材料の超微粒子を高速で吹き付けて所定形状の潤滑性を有するセグ\nメントの膜を間隔を存して多数形成し，且つ前記耐摩耗性を有するセグメントの膜\nと潤滑性を有するセグメントの膜とを交互に間隔を存して配置したことを特徴とす\nる摺動体。\n【請求項２】　磁気ヘッドの記録媒体との摺動面に，耐摩耗材料の超微粒子を\n高速で吹き付けて所定形状の耐摩耗性を有するセグメントの膜を間隔を存して多数\n形成すると共に潤滑性を有する材料の超微粒子を高速で吹き付けて所定形状の潤滑\n性を有するセグメントの膜を間隔を存して多数形成し，且つ前記耐摩耗性を有する\nセグメントと潤滑性を有するセグメントとを交互に間隔を存して配置したことを特\n徴とする磁気ヘッド。\n【請求項３】　前記耐摩耗性を有するセグメントの膜と潤滑性を有するセグメ\nントの膜は，矩形状をなし，前記摺動面における磁気ギャップを横切って前記記録\n媒体の走行方向に延びることを特徴とする請求項２記載の磁気ヘッド。\n【請求項４】　前記耐摩耗性を有するセグメントの膜と潤滑性を有するセグメ\nントの膜は，前記摺動面における磁気ギャップの部分を除いて形成したことを特徴\nとする請求項２記載の磁気ヘッド。\n【請求項５】　前記耐摩耗性を有するセグメントの膜と潤滑性を有するセグメ\nントの膜の厚みは，前記摺動面における磁気ギャップの幅以下であることを特徴と\nする請求項２記載の磁気ヘッド。」\n３　審決の理由\n別紙審決書の写しのとおり。要するに，本件手続補正後の請求項１及び２に\n含まれる構成並びに請求項３ないし５に含まれる構成は，いずれも当初明細書に記\n載した事項の範囲内のものではなく，本件手続補正は，特許法１７条の２第３項の\n規定に違反するものであるから，却下されるべきものであり，本件手続補正前の請\n求項１の発明は，特開昭５７－１６２１１３号公報（以下「引用例」という。）に\n記載された発明（以下「引用発明」という。）と同一であるから，特許を受けるこ\nとができない，というものである。\n第３　原告ら主張の取消事由の要点\n審決は，当初明細書の記載事項の認定判断を誤り，それによって本件手続補\n正が許されないという誤った判断をしたものであるから，違法として取り消される\nべきである（本件手続補正前の請求項を前提とした審決の判断は争わない。）。\n１　取消事由１（当初明細書記載事項の認定判断の誤り－その１）\n審決が，本件手続補正後の請求項１及び２において，潤滑性を有するセグメ\nントの膜に関して，「潤滑性を有する材料の超微粒子を高速で吹き付けて所定形状\nの潤滑性を有するセグメントの膜を間隔を存して多数形成」する構成は，当初明細\n書に記載されていないとした点は，当初明細書の段落【００１４】及び【００２\n０】の記載の認定判断を誤ったことによるものである。\n(1)　当初明細書の段落【００１４】について\n審決は，「段落１４には，『コーティングするセラミック薄膜の耐摩耗性\n材料（判決注・「セラミックス薄膜の耐摩耗材料」の誤記と認める。以下同じ。）\nとしては，硬度（耐摩耗性）や，潤滑性を考慮して･･････の混合物，化合物があ\nる。セグメントは，種々の従来公知の成膜方法が適用可能であるが，セラミックス\n材料の超微粒子を高速で吹き付け，その衝撃力で薄膜を形成する成膜方法が好適で\nある。』と記載されているが，ここで『潤滑性を考慮』する対象は『耐摩耗性材\n料』についてであり，また当該段落における『セグメント』とは，『耐摩耗性』の\nセグメントについての記載であり，段落１４における記載は，『潤滑性を有するセ\nグメントの膜』についての記載ではない。」とする。\nしかしながら，当初明細書の段落【００１４】の第一文は，「セラミック\nス薄膜の耐摩耗材料としては，硬度（耐摩耗性）や，潤滑性を考慮して･･････の混\n合物，化合物がある。」というものであり，同第二文は，「セグメントは，種々の\n従来公知の成膜方法が適用可能であるが，セラミックス材料の超微粒子を高速で吹\nき付け，その衝撃力で薄膜を形成する成膜方法が好適である。」というものであ\nる。\n第一文の記載から，セラミックス薄膜の耐摩耗材料には，硬度（耐摩耗\n性）や潤滑性を考慮した混合物，化合物が含まれることになる。また，第一文のセ\nラミックス薄膜の耐摩耗材料と，第二文のセラミックス材料の超微粒子とは，当初\n明細書の記載から，ともに「セラミックス薄膜の耐摩耗材料」で共通することに疑\nいない。すなわち，第一文の「セラミックス薄膜の耐摩耗材料」と第二文の「セラ\nミックス材料の超微粒子」とは，実質的に同一概念で共通するものである。\nそうすると，第二文は，「セグメントは，種々の従来公知の成膜方法が適\n用可能であるが，セラミックス材料の超微粒子（セラミックス薄膜の耐摩耗材料を\n意味し，硬度（耐摩耗性）や潤滑性を考慮した混合物，化合物が含まれるのであ\nる。）を高速で吹き付け，その衝撃力で薄膜を形成する成膜方法が好適である。」\nということになる。したがって，セグメントの薄膜には，潤滑性を考慮した混合\n物，化合物で形成されるものが含まれるのである。\nそもそも，当初明細書の段落【００１５】には，「更に，セグメントは，\n超微粒子が極めて緻密に結合して形成されるために表面が鏡面をなしており，研磨\n等をする必要が無く，滑動性も極めて良好である。」と記載されている。ここで，\n滑動性と潤滑性とは同意義というべきだから，潤滑性を有するセグメントは，当初\n明細書に実質的に記載されているのである。\nしたがって，当初明細書の段落【００１４】における記載は，「潤滑性を\n有するセグメントの薄膜」についての記載を含むものとなるから，審決における段\n落【００１４】についての認定判断は誤りである。\n(2)　当初明細書の段落【００２０】について\n審決は，①「段落２０には，『尚，上記各実施例においても，耐摩耗性を\n有するセグメントと潤滑性を有するセグメントとを交互に配列するようにしても良\nい。』と記載されているが，潤滑性を有するセグメントの具体的な形成方法につい\nては何ら記載されていない。」とし，②「そして，段落１４及び段落２０の記載並\nびに当業者の技術常識を総合的に勘案しても，特に『潤滑性を有するセグメントの\n膜』を『潤滑性を有する材料の超微粒子を高速で吹き付けて』形成することは，自\n明の事項ではないので，上記構成は，当初明細書に記載した事項の範囲内であると\nいうことはできない。」とする。\nしかしながら，当初明細書の段落【００１４】には，セラミックス薄膜の\n耐摩耗材料としては，硬度（耐摩耗性）や，潤滑性を考慮して･･････の混合物，化\n合物があると記載され，また，超微粒子（粒子径が０．１μｍ以下で，表面が非常\nに活性な超微粒子を形成するものなど）を高速で吹き付けて，セグメントの膜を形\n成する旨記載されている。そして，段落【００１５】には，潤滑性を有するセグメ\nントが実質的に記載されているのである。\nそうすると，段落【００１４】及び段落【００１５】の記載から，「潤滑\n性を有するセグメントの膜」を「潤滑性を有する材料の超微粒子を高速で吹き付け\nて」形成することは，実質的に当初明細書に記載した事項の範囲内であるというほ\nかない。したがって，上記審決の②の判断は，誤りである。このように，潤滑性を\n有するセグメントの具体的な形成方法は，当初明細書に記載されているから，潤滑\n性を有するセグメントの具体的な形成方法が記載されていないとする上記審決の①\nの判断も，誤りである。\n被告は，「超微粒子」が潤滑性を有する材料の超微粒子か否か自明ではな\nいと主張するかもしれないが，仮にそうであるとしても，「セグメントとして潤滑\n性を有すること」が，本願補正発明の趣旨であって，微粒子の潤滑性までを規定す\nるものではないことは明らかであるから，「潤滑性を有する材料の超微粒子か否か\n自明ではない」とすることは，あまりにも，文言に拘泥したものというほかない。\n２　取消事由２（当初明細書記載事項の認定判断の誤り－その２）\n審決は，本件手続補正後の請求項３について，「本件手続補正の請求項３に\nおいて，潤滑性を有するセグメントの膜を･･････と記載があるのみで，「潤滑性を\n有するセグメントの膜」の具体的な形状，形成位置，膜の厚みについて，当初明細\n書に記載がなく，自明の事項でもないので，当初明細書に記載した事項の範囲内で\nあるということはできない。」（審決書４頁１～１３行）とする。\nしかし，セグメントの具体的な形状及び形成位置は，当初明細書の段落【０\n０１６】～段落【００２０】及び添付の図１～図７などに記載されている。これら\nの記載と，段落【００１５】に記載される「良好な滑動性」とからすれば，「潤滑\n性を有するセグメントの膜」の具体的な形状及び形成位置は，実質的に記載されて\nいる。また，膜の厚みについても，同じく段落【００１５】において，良好な滑動\n性とともに記載されている。したがって，この結論も誤りである。\n第４　被告の反論の要点\n本件手続補正は不適法な補正であって，これを補正却下すべきものとした審\n決の判断に，誤りはない。\n１　取消事由１（当初明細書記載事項の認定判断の誤り－その１）について\n(1)　原告は，当初明細書の段落【００１４】及び段落【００１５】の記載を指\n摘して，審決における判断は誤りである旨主張しているが，審決の判断に誤りはな\nい。\nすなわち，原告らは，「したがって，セグメントの薄膜には，潤滑性を考\n慮した混合物，化合物で形成されるものが含まれるのである。」と段落【００１\n４】の記載から結論を導いているが，段落【００１４】記載の語句を意図的に削除\nし，曲解して結論付けようとするものであり，失当である。段落【００１２】から\nの文脈及び段落【００１４】の第１文，第２文の文脈をみれば，段落【００１４】\nは，あくまで耐摩耗膜を構成するセラミックスのセグメント形状の薄膜について，\nその硬度（耐摩耗性）や潤滑性を考慮することが読み取れるのであって，原告の主\n張は失当である\nまた，「潤滑性を考慮して」とは，潤滑性を有する材料を用いることでは\n決してない。硬度（耐摩耗性）や潤滑性が，コーティングするセラミックス薄膜の\n耐摩耗材料の具体的な材料選択時に考慮すべき物性であることを述べるにとどまる\nものであって，潤滑性が悪いものを選択しない程度に，当業者であれば理解するに\nとどまる。\n段落【００１４】の第２文は，セラミックス材料の超微粒子を高速で吹き\n付けて，セグメントを成膜することを記載するもので，ここでセラミックス材料と\nは，第１文でいう耐摩耗材料であるセラミックス材料である。したがって，第２文\nには，潤滑性を有する材料の超微粒子を用いることは記載されていない。そして，\n潤滑性を有する材料の超微粒子を用いることは，当業者にとって到底想到し得ない\nことである。\nところで，本願の耐摩耗材料である「セラミックス材料」とは，その組成\nが当初明細書に例示されている酸化物や窒化物等の無機材料である。\n一方，「潤滑性を有する材料」とは，セラミックス材料とはその技術概念\nを全く異にする材料であって，その材料の超微粒子を高速で吹き付けて成膜する技\n術，及び超微粒子を高速で吹き付けて潤滑性を有する膜を形成する技術は，当業者\nにとって自明な事項ではない。\n(2)　原告らは，当初明細書の段落【００１４】，段落【００１５】及び段落\n【００２０】の記載を指摘して，審決の判断は誤りである旨をいうが，潤滑性を有\nするセグメントの膜の具体的な形成方法について，当初明細書には何ら記載や示唆\nがないものであって，審決の判断に誤りはない。\n本件手続補正の特許請求の範囲は「潤滑性を有する材料の超微粒子を高速\nで吹き付け」と特定しているものであるから，特許請求の範囲の特定する事項を超\n微粒子の潤滑性まで規定するものではないと原告は主張しているが，請求の範囲の\n要旨を請求の範囲の記載を離れて主張することは，許されるべきではない。\n原告らは，補正前の請求項２の「請求項１に記載の摺動体において，更に\n潤滑性を有する所定形状のセグメントの膜を間隔を存して多数形成し，前記耐摩耗\n膜と前記潤滑性を有するセグメントの膜とを交互に配置することを特徴とする摺動\n体」を本件手続補正の特許請求の範囲で，特に「潤滑性を有する材料の超微粒子を\n高速で吹き付けて所定形状の潤滑性を有するセグメントの膜を」と特定しているも\nのであり，超微粒子の潤滑性まで規定しようする意図をもって特定しているもので\nある。\nまた，原告らは，本件手続補正の特許請求の範囲で，「耐摩耗材料の超微\n粒子を」と「潤滑性を有する材料の微粒子を」とを対比して特定しているものであ\nり，超微粒子の潤滑性まで規定しようとする意図をもって特定しているものであ\nる。\n「潤滑性を有するセグメントの膜」を「超微粒子を高速で吹き付けて」形\n成することは，上記（１）で述べたように，明細書に記載されておらず，かつ自明\nな事項ではないことであり，ましてや，「潤滑性を有する材料の超微粒子を高速で\n吹き付けて」形成することは，当初明細書に記載されておらず，かつ自明な事項で\nはない。\n２　取消事由２（当初明細書記載事項の認定判断の誤り－その２）について\n原告らは，段落【００２０】の記載を挙げて，審決の判断は誤りである旨主\n張しているが，潤滑性を有するセグメントの膜の具体的な形状，形成位置，膜の厚\nみについて，当初明細書には何ら記載や示唆がないものであり，審決の判断に誤り\nはない。\n当初明細書の「各実施例においても，耐摩耗性を有するセグメントと潤滑性\nを有するセグメントとを交互に配列する」（段落【００２０】）の記載からは，潤\n滑性を有するセグメントが，耐摩耗性を有するセグメントの間に交互に配列される\nことが自明であるにとどまり，潤滑性を有するセグメントの膜の，それ以上の具体\n的な形状，形成位置，膜の厚みについては，当初明細書に記載がなく，自明な事項\nでもない。請求項３，４，５は，請求項２を引用する請求項であるところ，「潤滑\n性を有するセグメントの膜」が，「潤滑性を有する材料の超微粒子を高速で吹き付\nけて」形成され「矩形状」をなしているもの，又は，「潤滑性を有する材料の超微\n粒子を高速で吹き付けて」形成されて「磁気ギャップの部分を除いて形成」されて\nいるもの，「潤滑性を有する材料の超微粒子を高速で吹き付けて」形成されて厚み\nが「磁気ギャップの幅以下」であるものは，いずれも当初明細書に記載がなく，自\n明な事項でもない。\n第５　当裁判所の判断\n１　取消事由１（当初明細書記載事項の認定判断の誤り－その１）について\n(1)　当初明細書には，次の記載がある。\n「【特許請求の範囲】\n【請求項１】 摺動面にセグメント状の耐摩耗膜を僅かの間隙を存して多数形\n成したことを特徴とする摺動体。\n【請求項２】 記録媒体との摺動面に耐摩耗膜を形成した磁気ヘッドにおい\nて，前記耐摩耗膜は，前記摺動面における磁気ギャップの少なくとも一部を含んで\nセグメント状の耐摩耗膜を僅かの隙間を存して多数形成したことを特徴とする磁気\nヘッド。\n【請求項３】 記録媒体との摺動面に耐摩耗膜を形成した磁気ヘッドにおい\nて，前記耐摩耗膜は，前記摺動面における磁気ギャップの部分を除いてセグメント\n状の耐摩耗膜を僅かの隙間を存して多数形成したことを特徴とする磁気ヘッド。\n【請求項４】 前記耐摩耗膜の厚みは，前記摺動面における磁気ギャップの幅\n以下であることを特徴とする請求項２又は３に記載の磁気ヘッド。\n【請求項５】 前記耐摩耗膜は，セラミックスの薄膜であることを特徴とする\n請求項１乃至４に記載の摺動体又は磁気ヘッド。\n【請求項６】 前記耐摩耗膜は，前記摺動面にセラミックス材料の超微粒子を\n高速で吹き付けて形成することを特徴とする請求項１乃至５に記載の摺動体又は磁\n気ヘッド。\n【０００１】\n【発明の属する技術分野】本発明は，耐摩耗性に優れた摺動面を有する摺動\n体及び磁気ヘッドに関する。\n【０００４】\n【発明が解決しようとする課題】･･････耐摩耗層の膜厚が厚くなるに従い成\n膜時の内部応力等により，クラックが発生して摺動する磁気記録媒体に損傷を与え\nたり，剥離強度が劣化する等の問題がある。\n【０００５】本発明は，上述の点に鑑みてなされたもので，摺動体の摺動面\n及び磁気ヘッドの摺動面に形成する耐摩耗膜の内部応力を緩和してクラック等の発\n生を防止し，耐摩耗性に優れた摺動体及び磁気ヘッドを提供することを目的とす\nる。\n【０００６】\n【課題を解決するための手段】上記目的を達成するために請求項１の発明で\nは，摺動面にセグメント状の耐摩耗膜を僅かの間隙を存して多数形成したことを特\n徴とするものである。請求項２の発明では，記録媒体との摺動面に耐摩耗膜を形成\nした磁気ヘッドにおいて，前記耐摩耗膜は，前記摺動面における磁気ギャップの少\nなくとも一部を含んでセグメント状の耐摩耗膜を僅かの隙間を存して多数形成した\nことを特徴とするものである。\n【０００７】請求項３の発明では，記録媒体との摺動面に耐摩耗膜を形成し\nた磁気ヘッドにおいて，前記耐摩耗膜は，前記摺動面における磁気ギャップの部分\nを除いてセグメント状の耐摩耗膜を僅かの隙間を存して多数形成したことを特徴と\nするものである。請求項４の発明では，前記耐摩耗膜の厚みは，前記摺動面におけ\nる磁気ギャップの幅以下であることを特徴とするものである。\n【０００８】請求項５の発明では，前記耐摩耗膜は，セラミックスの薄膜で\nあることを特徴とするものである。請求項６の発明では，前記耐摩耗膜は，前記摺\n動面にセラミックス材料の超微粒子を高速で吹き付けて形成することを特徴とする\nものである。互いに摺動しながら相対変位する摺動体においては摺動面が摩擦によ\nり摩耗するために，摺動体の摺動面に耐摩耗膜を形成し，この耐摩耗膜を，セグメ\nント状の耐摩耗膜を僅かの間隙を存して多数配置したセグメントパターンとしてコ\nーティングにより形成する。これにより，成膜時の内部応力等が緩和されてクラッ\nクの発生，耐摩耗膜の剥離が防止される（請求項１）。」\n「【００１１】\n耐摩耗膜をセラミックスの薄膜とすることで，耐摩耗性に優れ（請求項\n５），摺動面にセラミックス材料の超微粒子を高速で吹き付けることで，極めて薄\nくて強靱な，且つ面粗度の極めて細かい耐摩耗膜が形成され，記録媒体が円滑に摺\n動することが可能である（請求項６）。」\n「【００１４】\nコーティングするセラミックス薄膜の耐摩耗材料としては，硬度（耐摩耗\n性）や，潤滑性を考慮して，アルミナ（Ａ１２Ｏ３），ジルコニア（ＺｒＯ２），窒\n化珪素（Ｓｉ３Ｎ４），チタニア（ＴｉＯ２），部分安定化ジルコニア（ＰＳＺ），\n酸化クロム（Ｃｒ２Ｏ３）等とこれらの混合物，化合物がある。セグメントは，種々\nの従来公知の成膜方法が適用可能であるが，セラミックス材料の超微粒子を高速で\n吹き付け，その衝撃力で薄膜を形成する成膜方法が好適である。･･････。\n【００１５】\nこのようにして，多数のセグメントから成る耐摩耗膜が摺動面に形成す\nる。この耐摩耗膜は，摺動面に成膜時の内部応力が大幅に緩和されて，クラック，\n剥離，脱離等の発生が良好に抑えられる。しかも，各セグメントは，超微粒子が極\nめて緻密に結合して形成されることで，膜厚が１μｍ程度の極めて薄い薄膜から数\n十～数百μｍの薄膜を容易に形成することが可能である。更に，セグメントは，超\n微粒子が極めて緻密に結合して形成されるために表面が鏡面をなしており，研磨等\nをする必要が無く，滑動性も極めて良好である。」\n「【００１９】\n前記記録媒体は，摺動面１２ａ，１３ａに形成されている耐摩耗膜１５を\n摺動することにより，これら摺動面１２ａ，１３ａの摩耗が防止される。また，耐\n摩耗膜１５は，各セグメント１４に分離していることで，隣り合うセグメント１４\n間の隙間に，記録媒体の摺動時に発生した塵埃等を吸収することができ，前記記録\n媒体に傷が付き難くなる。更に，耐摩耗膜１５は，鏡面をなしているために滑動性\nが良好であり，前記記録媒体の摩耗が大幅に低減される。･･････。\n【００２０】\n尚，上記各実施例においても，耐摩耗性を有するセグメントと潤滑性を有\nするセグメントとを交互に配列するようにしても良い。尚，セグメントの形状及び\n配列としては，上記各実施例に示した形状や配列に限るものではなく，他の種々の\n形状や配列が考えられる。例えば，丸型や亀甲形等の形状のものを，互い違いに配\n列しても良い。」\n(2)　当初明細書には，以上の記載のほかには「潤滑性」又は「滑動性」に関す\nる記載はなく，図１～図９には「潤滑性」に関連する記載は一切存在しない。\n当初明細書のこれらの記載によれば，本件出願に係る発明は，耐摩耗性に\n優れた摺動面を有する摺動体及び磁気ヘッドに関する技術分野に属する発明である\nところ，当該技術分野においては，摺動面にはなるべく薄く，強度の耐摩耗が形成\nされた磁気ヘッドが要望され，セラミックス等の材料による耐摩耗膜層が形成され\nてきたが，成膜時の内部応力等によるクラック発生や剥離強度の劣化等の問題があ\nった。そこで摺動面にセグメント状の耐摩耗膜を僅かの間隙を存して多数形成する\nことにより成膜時の内部応力等が緩和され，クラック発生や耐摩耗膜の剥離を防止\nするようにしたというのが本件出願に係る発明であることが，明らかである。\nしたがって，当初明細書における請求項は，いずれもセグメント状の耐摩\n耗膜を僅かの間隙を存して多数形成することを要件としているが，耐摩耗膜以外の\n目的をもったセグメント状の膜については要件にしていないのであって，発明の詳\n細な説明中の実施例の一例として「耐摩耗性を有するセグメントと潤滑性を有する\nセグメントとを交互に配列するようにしても良い。」【００２０】というように潤\n滑性を有するセグメントの存在も考えられることを示唆しているにとどまる。そし\nて，耐摩耗膜の形成方法について，本件手続補正前の請求項６が「前記耐摩耗膜\nは，前記摺動面にセラミックス材料の超微粒子を高速で吹き付けて形成することを\n特徴とする請求項１乃至５に記載の摺動体又は磁気ヘッド。」と特定している。\nところで，本件手続補正後の請求項１は，「摺動体の摺動面に，耐摩耗材\n料の超微粒子を高速で吹き付けて所定形状の耐摩耗性を有するセグメントの膜を間\n隔を存して多数形成すると共に潤滑性を有する材料の超微粒子を高速で吹き付けて\n所定形状の潤滑性を有するセグメントの膜を間隔を存して多数形成し，且つ前記耐\n摩耗性を有するセグメントの膜と潤滑性を有するセグメントの膜とを交互に間隔を\n存して配置したことを特徴とする摺動体。」というものである。すなわち，セグメ\nントの膜については，「耐摩耗性を有する膜」と「潤滑性を有する膜」の両者の存\n在が要件となり，しかもそのいずれの膜もそれぞれ「耐摩耗性」と「潤滑性」とい\nう性質を有する材料の超微粒子を高速で吹き付けて形成するという形成方法により\n構成が特定されるというものであり，その限りでは本件手続補正後の請求項２も同\n様である。\nそうすると，セグメントの膜は，耐摩耗性の膜とは別に，潤滑性を有する\n材料の超微粒子を高速で吹き付けるという方法で作成される潤滑性を有する（しか\nもそれは耐摩耗性を有するものであるか否かとは無関係の）膜であることを要件と\nすることとなるのである。\nしかしながら，前記のとおり，当初明細書の段落【００１４】の記載に\nは，耐摩耗性を有する材料により耐摩耗膜を形成することが記載されているにとど\nまり，少なくとも耐摩耗性とは無関係に潤滑性のみを有する材料の使用を示唆する\nかのような記載は全くなく，そのことはあくまでも耐摩耗膜の作成を開示している\nにとどまるものであることが明らかである。そして段落【００２０】は，そのこと\nを前提に潤滑性を有するセグメントの膜の存在を明らかにしているのであって，耐\n摩耗性とは無関係な潤滑性のみを有する材料による膜の作成方法については全く触\nれていないものである。\n(3)　以上の点に関して，原告らは，縷々主張するのでこれを検討する。\nア　まず原告らは，当初明細書の段落【００１４】の第二文は，「セグメン\nトは，種々の従来公知の成膜方法が適用可能であるが，セラミックス材料の超微粒\n子（セラミックス薄膜の耐摩耗材料を意味し，硬度（耐摩耗性）や潤滑性を考慮し\nた混合物，化合物が含まれるのである。）を高速で吹き付け，その衝撃力で薄膜を\n形成する成膜方法が好適である。」ということになるとして，セグメントの薄膜に\nは，潤滑性を考慮した混合物，化合物で形成されるものが含まれるとし，当初明細\n書の段落【００１５】には，「更に，セグメントは，超微粒子が極めて緻密に結合\nして形成されるために表面が鏡面をなしており，研磨等をする必要が無く，滑動性\nも極めて良好である。」と記載されているけれども，この滑動性と潤滑性とは同意\n義というべきだから，潤滑性を有するセグメントは，当初明細書に実質的に記載さ\nれているのであって，段落【００１４】における記載は，「潤滑性を有するセグメ\nントの薄膜」についての記載を含むものとなるから，審決の当初明細書段落【００\n１４】についての判断は誤りであると主張する。\nしかしながら，まず，当初明細書の段落【００１４】の第一文の記載か\nら，セラミックス薄膜の耐摩耗材料には，硬度（耐摩耗性）や潤滑性を考慮した混\n合物，化合物が含まれる点については，特に争いはないのであり，セグメントの薄\n膜は，セラミックス材料の超微粒子を高速で吹き付け，その衝撃力で形成するので\nあるから，潤滑性も考慮した混合物，化合物からなる耐摩耗材料で形成されるもの\nも含まれるが，耐摩耗性とは無関係の単に潤滑性のみを考慮した混合物，化合物で\n形成されるものが含まれるものでないことは，明らかである。\nまた，当初明細書の段落【００１５】には，「このようにして，多数の\nセグメントから成る耐摩耗膜が摺動面に形成する。この耐摩耗膜は，･･････クラッ\nク，剥離，脱離等の発生が良好に抑えられる。しかも，各セグメントは，･･････膜\n厚が１μｍ程度の極めて薄い薄膜から数十～数百μｍの薄膜を容易に形成すること\nが可能である。更に，セグメントは，･･････滑動性も極めて良好である。」と記載\nされているのであるから，極めて良好な滑動性を有するのは，セグメントを構成す\nる耐摩耗膜（すなわち，耐摩耗材料からなるセラミックス薄膜）と解すべきであ\nる。また，そもそもセラミックス薄膜の耐摩耗材料は，潤滑性も併せ考慮して採用\nするのであるから，仮に原告ら主張のように滑動性と潤滑性とが同意義であるなら\nば，耐摩耗材料と解したとしても，セグメントの滑動性が極めて良好であるという\n効果を，当然に奏するものと予測することができる。\nしたがって，当初明細書の段落【００１４】及び段落【００１５】に，\nセグメントの薄膜の材料として潤滑性を併せ持つものが開示されているとしても，\nそれはあくまでも耐摩耗材料であって，潤滑性を有するセグメントの薄膜は記載さ\nれていない。また，上記各段落の記載から，潤滑性を有するセグメントの薄膜を用\nいることが当業者にとって自明ということもできない。原告らの主張は失当であ\nる。\nイ　原告らは，当初明細書の段落【００１４】及び段落【００１５】の記載\nから，「潤滑性を有するセグメントの膜」を「潤滑性を有する材料の超微粒子を高\n速で吹き付けて」形成することは，実質的に当初明細書に記載された事項の範囲内\nであるというほかなく，潤滑性を有するセグメントの具体的な形成方法は，当初明\n細書に記載されているとして，段落【００２０】に関する審決の認定判断も誤りで\nあると主張する。しかしながら，前示のとおり，潤滑性のある材料を高速で吹き付\nけて潤滑性（滑動性）を有するセグメント（の膜）を形成することが，当初明細書\nに記載されているものとはいえないのであるから，原告らのこの主張も採用するこ\nとができない。\n原告らは，「被告は，『超微粒子』が潤滑性を有する材料の超微粒子か\n否か自明ではないと主張するかもしれないが，仮にそうであるとしても，『セグメ\nントとして潤滑性を有すること』が，本願補正発明の趣旨であって，微粒子の潤滑\n性までを規定するものではないことは明らかであるから，『潤滑性を有する材料の\n超微粒子か否か自明ではない』とすることは，あまりにも，文言に拘泥したものと\nいうほかないのである。」と主張する。しかしながら，本件手続補正後の請求項１\n及び請求項２は，「･･････潤滑性を有する材料の超微粒子を高速で吹き付けて所定\n形状の潤滑性を有するセグメントの膜を間隔を存して多数形成し，･･････」という\nものであって，微粒子の潤滑性までも特定していることは明らかである。原告らの\n上記主張は，特許請求の範囲の記載に基づかないものであって，採用できない。\n(4)　以上のとおり，原告らが取消事由１として主張するところはいずれも理由\nがない。したがって，本件手続補正のうち，請求項１及び２の構成に係る補正は，\nこれを認めることができないものであり，本件手続補正後の請求項３ないし５は同\n請求項２を引用するものであるから，請求項３ないし５に係る補正も同様に認める\nことができない。\n２　以上によれば，原告らが取消事由２として主張する点について検討するまで\nもなく，本件手続補正は当初明細書に記載した事項の範囲内のものではないことが\n明らかである。したがって，同理由によって本件手続補正を却下した審決の判断に\n誤りはない。\nよって，原告らの本訴請求を棄却することとし，訴訟費用の負担について，\n行政事件訴訟法７条，民事訴訟法６１条，６５条１項本文を適用して，主文のとお\nり判決する。\n知的財産高等裁判所第３部\n裁判長裁判官 　 　 　三　　村　　量　　一\n裁判官 　 　 　若　　林　　辰　　繁\n裁判官 　 　　 沖　　中　　康　　人\n"
}