{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 16,
    "month": 2,
    "day": 26
  },
  "case_number": "平成15(行ウ)550等",
  "case_name": "国選弁護人推薦停止処分取消等請求事件，国選弁護人推薦停止処分に係る裁決取消請求(追加的併合)事件",
  "court_name": "東京地方裁判所",
  "field": "行政",
  "lawsuit_id": "15049",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=15049",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/049/015049_hanrei.pdf",
  "contents": "主　　　文\n１　原告の被告東京弁護士会に対する訴えをいずれも却下する。\n２　原告の被告日本弁護士連合会に対する請求を棄却する。\n３　訴訟費用は原告の負担とする。\n事実及び理由\n第１　請求\n１　５５０号事件\n（１）　主位的請求\n被告東京弁護士会が平成１５年２月１８日にした原告を１年間又は６ヶ月間の国\n選弁護人推薦停止にした処分を取り消す。\n（２）　予備的請求１\n被告東京弁護士会が平成１５年２月１８日にした原告を１年間又は６か月間の国\n選弁護人推薦停止にした処分は無効であることを確認する。\n（３）　予備的請求２－１\n被告東京弁護士会が平成１５年７月８日にした原告を６か月の国選弁護人推薦停\n止にした処分を取り消す。\n（４）　予備的請求２－２\n被告東京弁護士会が平成１５年７月８日にした原告を６か月の国選弁護人推薦停\n止にした処分は無効であることを確認する。\n２　６３６号事件\n被告日本弁護士連合会が平成１５年９月４日にした原告の審査請求を却下した処\n分を取り消す。\n第２　事案の概要\n１　事案の要旨\n本件は、東京弁護士会所属の弁護士である原告が、平成１５年２月１８日、１年\n間の国選弁護人推薦停止決定（以下「本件決定」という。、なお、同決定は、平成\n１５年７月８日、本件決定を推薦停止６月に変更する旨の決定（以下「本件変更決\n定」という。）により変更されている。）を受けたことに対し、本件決定は、被告\n東京弁護士会が定める国選弁護運営規則に列挙された推薦停止事由に該当しないの\nにされた違法なものであるとして、被告東京弁護士会に対し、その取消し及び無効\nの確認を求める（５５０号事件）とともに、原告が本件決定についてした審査請求\nに対して、被告日本弁護士連合会がした回答を却下裁決とみて、同裁決の取消しを\n求める（６３６号事件）ものである。\nなお、原告は、５５０号事件の訴状において、上記第１の１（１）ないし（４）\n記載の４つの請求の趣旨を挙げるが、甲第６号証によれば、本件変更決定は、本件\n決定を取り消して新たに国選弁護人としての推薦を停止した決定でなく、本件決定\nの停止期間が１年間であるものを６か月間に短縮するものであると認められるか\nら、原告が、推薦停止の効力を争う５５０号事件の訴えにおいて取消し又は無効確\n認の対象とすべきは本件決定（ただし、本件変更処分により変更後のもの）という\nべきであり、本件変更決定そのものは、原告の不利益を軽減する原告にとって有利\nな処分であるから、これを取消しの対象とする必要はない。以上を前提に、原告の\n５５０号事件の訴状をみた場合、原告の請求は、本件決定（本件変更決定により変\n更後のもの）につき主位的にその取消しを、予備的にその無効確認を求めるもので\nあると善解することができる。\nまた、本件各請求の趣旨及び請求の原因の記載によれば、本件請求は、本件決定\n及び本件回答を行政処分であるものとして、その取消し及び無効の確認を求めるも\nのとみるほかなく、５５０号事件訴状に「東京地方裁判所民事部（行政部）御中」\nと記載されていることに照らしても、本件請求を各被告らに対して、本件決定又は\n本件回答を取り消す旨の意思表示を求める民事訴訟とみることは困難である。\n２　判断の前提となる事実（認定根拠を掲記しない事実は、当事者間に争いがない\nか当裁判所に顕著な事実である。）\n（１）　原告は、被告東京弁護士会所属の弁護士である。\n（２）　被告東京弁護士会は、平成１５年１月２１日付けの被告東京弁護士会刑事\n弁護委員会の議決を経て、平成１５年２月１８日、国選弁護人としての職務に著し\nく不適切な行為があった場合に当たるとの理由で原告について１年間国選弁護人の\n推薦を停止する旨の決定（以下「本件決定」という。）をした（甲１）。\n（３）　原告は、平成１５年４月１０日に被告東京弁護士会に対して不服申立てを\nし、被告東京弁護士会は、平成１５年７月８日、本件決定を推薦停止６月に変更す\nる旨の決定をし（甲６。以下「本件変更決定」という。）、原告は、決定書を翌９\n日に受領した。\n（４）　原告は、平成１５年８月４日、被告日本弁護士連合会に審査請求をしたと\nころ（甲１４）、平成１５年９月４日付け原告に対し、「当連合会は審査請求を受\nけ付けること自体ができない」旨記載した回答書を送付して（甲８。以下「本件回\n答」という。）、審査請求書を返還し、原告は、同回答書を５日に受け取った。\n３　当事者の主張\n（１）　５５０号事件\nア　原告\n（ア）　本件決定の違法性\n東京弁護士会「国選弁護運営規則（平成１２年２月７日改正）」９条１項には\n「国選弁護人としての職務に著しく不適正な行為があった場合・・・国選弁護人の\n推薦を停止することができる」となっており、これを具体化するものとして東京弁\n護士会刑事弁護委員会決議「国選弁護活動の改善のために」が存在するが、本件決\n定の理由は、前記規則及び決議が挙げる推薦停止事由のいずれにも該当しないもの\nであった。\nなお、平成１５年３月７日に改正された「国選弁護運営規則」では、推薦停止事\n由は、国費による弁護人の推薦等に関する準則をもって定める（９条２項）とする\nが、本件決定の理由は、同日制定された「国費による弁護人の推薦等に関する準\n則」の推薦停止事由のいずれにも該当しない。\nしたがって、本件決定は、推薦停止事由に該当しない行為をこれに該当するもの\nとしてしたものであり、違法かつ無効なものというべきである。\n（イ）　法律上の争訟性について\n本件は、弁護士の利害のみならず、国民の利害に関わるものであるから、一般市\n民秩序と直接関係を有しない内部的な問題とはいえず、部分社会の法理によって法\n律上の争訟で当たらないものとすることは無理である。\nまた、国選弁護人の選任権限は裁判所にあり、国選弁護人の推薦は、裁判所から\n委ねられた事務であって、弁護士会の自治に関わる事項ではないから、弁護士自治\nを理由に法律上の争訟に当たらないとすることもできないし、その事務については\n司法審査の対象となるべきものである。\n（ウ）　訴えの利益について\n本件推薦停止に関する記録は保存され、次に推薦停止の問題が起こった際に前科\nとして不利益に勘酌されることがある上、本件決定は、原告の名誉に関わるもので\nあるから、訴えの利益が存しないということはない。\n（エ）　行政処分性について\n国選弁護人推薦制度は、弁護士会の利益を守るのが目的ではなく、公の利益を守\nるために、弁護士法に基づく団体である弁護士会が国から委任されたものであり、\n推薦停止を受けた弁護士は、国選弁護を受任する権利を奪われることになる。よっ\nて、行政処分性は肯定できる。\nイ　被告東京弁護士会\n（ア）　法律上の争訟でないこと（部分社会の法理）\n弁護士会は、その目的を達成するために必要な諸事項については、会則等により\nこれを規定し、実施することができる自律的、包括的な権能を有し（同法３３条１\n項２項）、一般市民社会秩序と別個に自律的な法規範を有する団体を形成している\nのである。そして、本件の国選弁護人推薦停止は、まさに、弁護士会が、その存立\n目的実現のため、構成員に対して行った指導、監督行為であり、弁護士会の自律的\n権能の行使というべきものである。\nまた、国選弁護人制度が、公正かつ適正な国選弁護人選任権の保障及び弁護人の\n国家機関からの独立性の担保に寄与している実情にかんがみれば、本来的に外部審\n査に親しまないものである。\n加えて、弁護士法は、弁護士という職業が本来的にもつ公共性、独立性を担保す\nるため、懲戒処分という弁護士に対する昀も峻厳な作用についてさえ、弁護士会の\n自律性を尊重した規定を設けていることを考慮すれば、弁護士会の自治的活動は、\nその他団体内部の行為と比較しても、特にその自律性の価値は重要であり、かつ、\n尊重されなければならない。\nよって、本件は、裁判所の司法審査の対象とはならないというべきである。\n（イ）　訴えの利益のないこと\n被告は、平成１５年２月１８日に、原告を１年間の国選弁護人推薦停止とした\nが、その後、推薦停止期間は６か月に変更されており、平成１５年８月１８日の経\n過をもって推薦停止期間は終了したのであるから、仮に推薦停止処分が行政処分で\nあるとしても、既に処分の法的効果は失われており、回復すべき法的利益は存在し\nない。したがって、原告は、処分を取消し、又は無効確認を求める利益はなくなっ\nた。\n記録が保存されることや原告の名誉に関わることは推薦停止処分の法的効果では\nなく、派生的あるいは付随的効果にすぎないし、また、前科として不利益に勘酌さ\nれるという点については、推薦停止について前科を考慮するという規定ないし準則\nは存在せず、単に抽象的なおそれをいうにすぎず、いずれの理由も本件決定を取り\n消して法的効果を除去する必要性の認められるものではない。\n（ウ）　行政処分性について\n原告の請求は、被告東京弁護士会のした決定が行政処分であるとして行政事件訴\n訟法に基づき、その取消し又は無効の確認を求めるものであるが、これらの訴訟の\n対象となる処分とは、公権力の主体である国又は公共団体が行う行為のうちで、そ\nの行為により直接国民の権利義務を形成し、その範囲を画することが法律上認めら\nれているものをいうところ、弁護士会の推薦停止行為の行政処分性には疑義があ\nり、本件処分は処分性を有しないものというべきである。\n（２）　６３６号事件\nア　原告\n被告は、本件回答（名称はともかく、法的性質としては却下裁決に当たるものと\nいうべきである。）の理由としてのは、被告が上級行政庁に当たらないことである\nが、日本弁護士連合会は「・・・弁護士会の指導、連絡及び監督に関する事務を行\nうことを目的とする」団体であって（弁護士法４５条２項）、場合によっては、弁\n護士会の違法又は不当な処分を職権をもって取消・停止し得るものであるから、行\n政不服審査法５条１項１号にいう上級行政庁に当たることは明らかであり、原告の\n審査請求を却下した同裁決は取り消されるべきものである。\nイ　被告日本弁護士連合会\n（ア）　行政不服審査法５条は、審査請求は、①処分庁に上級行政庁があるとき、\n②法律に審査請求をすることができる旨の定めがあるときにできるものとし、本件\n決定については、審査請求をできる旨の法律の定めがない。\nそして、行政不服審査法にいう「上級行政庁」とは、行政組織ないし行政手続上\n処分庁の上位にある行政庁であって、その行政目的達成のため、当該行政事務に関\nし、一般的・直接的に処分庁を指揮監督する権限を有し、処分庁が違法又は不法な\n処分をしたときは、これを是正すべき職責を負い、職権をもって当該処分の取消\nし・停止を行い得るものをいうと解されている。\n被告日本弁護士連合会は、各弁護士会に対し、一般的な指揮監督権は有している\nが（弁護士法４５条）、本件決定のような官公署その他に対する弁護士の推薦権限\nは、登録等の進達拒絶や懲戒処分と異なり、弁護士会の固有権限に属し（同法３３\n条２項１０号）、被告がその処分を職権をもって取り消したり停止したりすること\nは認められていない。したがって、本件決定に関しては、被告は、東京弁護士会の\n「上級行政庁」には該当しない。\n（イ）　以上の理由により、本件審査請求は、行政不服審査法５条の要件を満たさ\nず、審査請求ができる場合に該当しないため、被告日本弁護士連合会は、本件審査\n請求を受理することができないものとして、原告に対し、審査請求の受理をせずに\n審査請求書を原告に返還したものである。\n（ウ）　原告は、被告に対し、原告の審査請求を却下した裁決の取消しを求めてい\nるが、被告は、上記の理由により審査請求を受理すること自体ができないものとし\nて、原告に対して審査請求書を返還したものであり、何らの裁決もしていないので\nあるから、本件訴えは却下されるべきである。\n第３　当裁判所の判断\n１　５５０号事件の訴えの適法性\n（１）　本件決定の行政処分性\nア　５５０号事件は、主位的に本件決定の取消し、予備的に本件決定の無効確認を\n求めるもので、両請求に係る５５０号事件の訴えは、抗告訴訟（行政事件訴訟法３\n条１項）であるところ、抗告訴訟の対象となる処分とは、公権力の主体である国又\nは公共団体が行う行為のうちで、その行為によって、直接国民の権利義務を形成し\n又はその範囲を確定することが法律上認められているものをいう（昀高裁判所昭和\n３９年１０月２９日第一小法廷判決・民集１８巻８号１８０９頁）。\nイ　弁護士会は、弁護士の「品位を保持し、弁護士事務の改善進歩を図るため」、\n弁護士の指導、連絡及び監督に関する事務を行うものであるところ（弁護士法３１\n条１項）、その業務の目指すところからして、本質的には弁護士という共通の職業\nに就いている者らがその共通の利益を維持増進することを目的として結集している\nもので、いわゆる同業者団体の一種であるということができる。同業者団体は、一\n般に、その存立の目的からして、公益の実現といった行政作用を行うものではな\nく、この点において、専ら公益の実現を目的として設立される公共組合とはその本\n質を異にするものといわざるを得ない。このことは、当該同業者団体について法律\nによって強制加入制度がとられていても、そのことによって団体の存立目的に変化\nがない以上、別異に解すべき理由とはならない。もっとも、同業者団体も、その活\n動に当たって構成員に一定の規律の保持を求め、それに違反する構成員に制裁を与\nえることから、権力的な作用を行っているようにみえないでもないが、そのような\n行動は、本来的にはあくまで団体の目的達成のために行われる自治的活動であっ\nて、そのことによって同業者団体を公権力の主体とみることはできない。また、同\n業者団体がその機能を果たすことによって、その構成員らの従事する職業の健全性\nが保たれ、広く国民一般がその利益を享受することもあるが、それは、当該団体の\n活動による副次的効果にすぎず、このことによって当該団体の目的が公益の実現に\nあるとみることもできない。\n他方、特定の職業について、法律により、一定の資格要件を備えた者のみに従事\nすることを認めるために許可制を採用し、その資格にふさわしい業務を行うよう種\n々の義務を課すとともに、これに違反した者には業務を停止させるなどの措置を採\nるとの制度が設けられることがあるが、このような制度は、当該職業の性質を考慮\nして公益を保護するために採用されるものであり、この制度に基づく許可、監督及\nび制裁は、いずれも公権力の発動としての性質を有するものであって、本来は国の\n機関である行政庁が行うべき事務であるが、法律により、その全部又は一部を当該\n職業についての同業者団体に委任することも可能である。このようにして委任を受\nけた同業者団体は、その委任の範囲内で公権力の行使を行うことになるが、同業者\n団体は、公共組合とは異なり、上記のように本来は公権力の主体ではないのである\nから、その行為が当然に行政処分となるわけではなく、これに不服のある者は、委\n任庁に対して監督権の発動を求め、これに対する委任庁の裁決等になお不服がある\n場合にのみ当該裁決等の取消しを求めて出訴し得るとの制度がとられるのが通常で\nあり（司法書士法６条の５等）、同業者団体の行為自体を行政処分として取消訴訟\nの対象とし得るのは、当該事務を委任した法律において、その旨の明文の定めがあ\nる場合に限られると解すべきである。\nウ　このような観点から検討するに、弁護士法においては、１６条において、日本\n弁護士連合会により、①同法１２条による登録若しくは登録換えの請求の進達の拒\n絶についての審査請求を却下され若しくは棄却され、②同法１４条１項による登録\n取消請求に係る異議の申出を棄却され、又は③同法１５条により登録若しくは登録\n換えを拒絶された者が、東京高等裁判所に①の裁決、②の決定又は③の拒絶の取消\nしの訴えを提起することを認め、また、同法６２条において、④同法５６条による\n懲戒についての審査請求を却下され若しくは棄却され、又は⑤同法６０条により懲\n戒を受けた者が、④の裁決又は⑤の懲戒の取消しの訴えを提起することを認めてい\nるが、これら以外の弁護士会の行為について抗告訴訟の提起を認めた規定はない。\nこのように弁護士会による国選弁護人推薦停止の決定については、同決定に関する\n不服申立てを定めた規定や日本弁護士連合会が同決定につき一定の行為をすること\nを前提としてその取消しを求める訴訟の提起を認めた規定もないから、同決定を行\n政処分として取り扱う旨の法令上の根拠はないということができ、したがって、そ\nの行為は抗告訴訟の対象となる処分とはいえない。\nその上、同決定については、国の機関に対する監督権の発動を求める途もないこ\nとや、同決定が法律上の根拠に基づくものでないことによれば、同決定自体、同業\n者団体一般が行う自治的活動の一環として行われているものと解するのが相当であ\nり、国からの委任に基づいて公権力を行使しているものではないと解すべきであ\nる。\nエ　この点について、弁護士法４３条の２は、弁護士会が弁護士法に基づいて行う\n処分について行政手続法第２章及び第３章の規定を適用しないことを定めているこ\nと、日本弁護士連合会が弁護士法に基づいてした処分については行政不服審査法に\nよる不服申立てをすることができないことを規定した弁護士法４９条の３の反対解\n釈として、弁護士会が弁護士法に基づいてした処分については行政不服審査法によ\nる不服申立てをすることができると解することができること、さらに、弁護士法１\n６条及び６２条が、前記のとおり、弁護士会の行為に対する審査請求についての裁\n決に対し取消訴訟を提起できることを規定していることからすれば、同法に基づく\n弁護士会の行為一般が、審査請求の前提となる原処分として行政庁の処分であるか\nのようにみえないでもない。\nしかし、弁護士法４９条の３について反対解釈を行うこと自体が、前記のような\n弁護士会の性質に照らして疑問がある上、立法者が一般的に同法に基づく弁護士会\nの行為を行政処分と考えていたとすれば、あえて同法１２条４項及び同法１２条の\n２が同法１２条１項又は２項に基づく登録又は登録換えの請求の進達の拒絶につい\nて行政不服審査法に基づく審査請求ができることを定め、同法１６条３項が同審査\n請求に対する裁決に対してのみ取消しの訴えの提起を認め、同法５９条が同法５６\n条により弁護士会がした懲戒について行政不服審査法に基づく審査請求をすること\nができることを前提とし、同法６２条が同審査請求に対する裁決に対してのみ取消\nしの訴えの提起を認めるという個別の規定を設ける必要はないはずである。むし\nろ、これら個別の不服申立て及び取消訴訟の提起に関する規定を置いているのは、\n前記のような弁護士会の性質に照らし、弁護士会への公権力行使の委任の範囲を明\nらかにするとともに、その行為に対する不服申立ての方法を明示することを意図し\nたものであって、弁護士法は、これらの規定に係る弁護士会の行為についてのみ行\n政不服審査法の不服申立て及び取消訴訟の対象となることを明らかにしたものと解\nされる。\nしたがって、弁護士法に基づく弁護士会の行為について行政庁のした処分と同視\nする余地があるとしても、それは、上記のとおり個別に行政不服審査法に基づく不\n服申立て及び取消訴訟の提起を許した規定のある行為に限られるというべきであ\nり、弁護士法４３条の２の規定はこのような解釈の妨げとなるものではない。\nオ　よって、国選弁護人推薦停止に係る弁護士会の決定については、その行為の性\n質からしても、また行政不服審査法に基づく不服申立て及び取消訴訟の提起を許し\nた規定がないことからも、これを行政庁のした行政処分として抗告訴訟の対象とな\nることはないものというほかない。\nこのように解した場合、国選弁護人推薦停止決定を受けた者は、これを取消訴訟\nにおいて争うことはできないが、仮に、それによって法的な不利益が生じるなら\nば、その者は、民事訴訟においてそのような不利益が生じていない法的地位の確認\nを求めたり、損害賠償請求訴訟を提起することができると解されるのであって、推\n薦停止決定を受けた者の保護に欠けることはない。\n（２）　小括\nよって、５５０号事件の訴えは、いずれも、本件決定が行政事件訴訟法３条２項\nの「行政庁の処分その他公権力の行使に当たる行為」とは認められず、その余の点\nについて判断するまでもなく、抗告訴訟の対象となり得ない行為の取消しを求める\nものとして不適法なものといわざるを得ない。\nなお、仮に、本件決定を行政事件訴訟法３条２項の処分に該当するとした場合に\nおいても、本件決定による原告の国選弁護人推薦停止は、平成１５年８月１８日の\n経過をもって終了しており、原告が本件決定により受ける国選弁護人推薦停止の効\n力は既に消滅したものといわざるを得ないから、本件決定の取消し及び無効確認を\n求める利益も消滅したといわざるを得ない（本件処分を受けた旨の記録が残ること\nや本件処分により原告の名誉が害されたこと、さらには、後に同種の処分を受けた\n場合に本件処分を受けたことが考慮される可能性があることについては、いずれも\n本件決定の本来的な効果ではなく、反射的に生ずる事実上の効果であるから、それ\nにより、本件決定の取消しや本件決定の無効確認を求める利益が肯定されるもので\nはない。）ものであり、５５０号事件の訴えは不適法ということになる。\n２　６３６号事件について\n（１）　行政事件訴訟法３条３項は、裁決取消しの訴えとは、審査請求、異議申立\nてその他の不服申立てに対する行政庁の裁決、決定その他の行為の取り消しを求め\nる訴訟をいう。\n（２）　そして、被告東京弁護士会による本件決定は、前記１のとおり行政処分で\nはなく、行政不服審査法４条は、行政庁の処分（この法律に基づく処分を除く）に\n不服がある者は、次条及び第６条の定めるところにより、審査請求又は異議申立て\nをすることができる旨定めているのであるから、行政処分でない同決定に対して行\n政不服審査法に基づく不服申立てを行うことは許されないというべきである。\nまた、仮に、本件決定の処分性の点をおくとしても、行政不服審査法５条は、行\n政庁の処分についての審査請求は、①処分庁に上級行政庁があるとき、②前号に該\n当しない場合であって、法律に審査請求をすることができる旨の定めがあるときに\nできる旨定めるところ、被告日本弁護士連合会は、各弁護士会がした処分等のうち\nの弁護士法によって審査請求の権限を付与された登録又は登録替えの請求の進達の\n拒絶及び懲戒を除くものについては、それを職権をもって取り消したり、停止する\nことは認められていないのであるから、被告日本弁護士連合会が被告東京弁護士会\nの上級行政庁には当たらず、審査請求ができる旨の法律の定めもないから、いずれ\nにしても、行政不服審査法５条に基づき本件決定につき被告日本弁護士連合会に対\nして審査請求を行うことは認められないものということになる。\nさらに、仮に本件決定が行政処分であり、これに対して被告日本弁護士連合会に\n審査請求をすることができるものであったとしても、本件回答の時点においては、\n本件決定の法的効力は既に消滅し、その取消しを求める利益は消滅していたのであ\nるから、審査請求の利益も消滅したというべきものであり、同被告としては、審査\n請求を却下すべきものであったと認められる。\nそして、本件において被告日本弁護士連合会がした本件回答は、あくまで原告が\nした「審査請求」を受理せず、審査請求書を返還するものではあるが、これは、法\n的には審査請求を却下するものと認められるべきであるから、その処理に誤りはな\nかったというべきである。\n（３）　そうすると、６３６号事件の訴えは適法ではあるが、理由がないものとい\nうべきである。\n第４　結論\n以上によれば、原告の被告東京弁護士会に対する訴えはいずれも不適法であるか\nらこれを却下することとし、被告日本弁護士連合会に対する請求は理由がないから\nこれを棄却することとし、訴訟費用の負担につき、行政事件訴訟法７条、民事訴訟\n法６１条をそれぞれ適用して、主文のとおり判決する。\n東京地方裁判所民事第３部\n裁判長裁判官　藤山雅行\n裁判官　廣澤諭\n裁判官　加藤晴子\n"
}