{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 17,
    "month": 5,
    "day": 24
  },
  "case_number": "平成17(行ケ)10289",
  "case_name": "",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "9581",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=9581",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/581/009581_hanrei.pdf",
  "contents": "平成１７年（行ケ）第１０２８９号　審決取消請求事件\n平成１７年５月１０日口頭弁論終結\n判　　　　決\n原　告　ザウラー　ゲゼルシャフト　ミット　ベシュレンクテル　ハフツング\nウント　コンパニー　コマンディートゲゼルシャフト\n（審決の表示）　ノイマーク　ゲゼルシャフト　ミット　ベシュレンクテル　ハ\nフツング　ウント　コンパニー　コマンディートゲゼルシャフト\n訴訟代理人弁護士　加藤義明，三留和剛，木村育代，久野琢也\n被　告　ティーエスコーポレーション株式会社（旧商号帝人製機株式会社）訴訟\n承継人ナブテスコ株式会社\n（審決の表示）　帝人製機株式会社\n訴訟代理人弁護士　冨永博之\n主　　　　文\n原告の請求を棄却する。\n訴訟費用は，原告の負担とする。\nこの判決に対する上告及び上告受理申立てのための付加期間を３０日と定める。\n事実及び理由\n第１　原告の求めた裁判\n「特許庁が無効２００２－３５４３２号事件について平成１５年８月１５日にし\nた審決を取り消す。」との判決。\n第２　事案の概要\n本判決においては，書証等を引用する場合を含め，公用文の用字用語例に従って\n表記を変えた部分がある。\n本件は，本件第１，第４及び第５特許（後記）について，被告が無効審判請求を\nしたところ，特許庁がいずれの特許権をも無効とするとの審決をしたため，原告が\nその取消しを求めた事案である。\n１　特許庁における手続の経緯\n(1)　本件特許（甲２）\n特許権者：原告（原告は，ノイマーク　ゲゼルシャフト　ミット　ベシュレンク\nテル　ハフツング　ウント　コンパニー　コマンディートゲゼルシャフト（審判時\nの被請求人）から審判後に合併等により本件特許権を承継した。）\n発明の名称：「ワインダ」\n特許出願日：平成７年７月８日（特願平８－５０４６６４号，パリ条約による優\n先権主張１９９４年７月１５日，ドイツ連邦共和国）\n設定登録日：平成１０年４月１７日\n特許番号：第２７７１３３３号\n(2)　本件手続\n審判請求日：平成１４年１０月１１日（無効２００２－３５４３２号）\n訂正請求日：平成１５年４月２２日（全文訂正明細書（甲１２）を以下「本件明\n細書」という。）\n審決日：平成１５年８月１５日\n審決の結論：「訂正を認める。特許第２７７１３３３号の請求項１，４ないし５\nに記載された発明についての特許を無効とする。」\n審決謄本送達日：平成１５年８月２７日（原告に対し。出訴期間として９０日付\n加。）\n２　本件発明の要旨（下線部は訂正部分。以下，請求項番号に対応して，それぞ\nれの発明を「第１発明」などという。）\n「１．パッケージ管(2)用の緊締装置(1)とトラバース装置(4)と，前記の緊締装\n置(1)とトラバース装置(4)との間に配置されている接触ローラ(6)とからそれぞれな\nる少なくとも３つの巻成部（A,B）を備え，しかも\n前記トラバース装置(4)が，伝動装置によって連結された２つの互いに逆向きに駆\n動可能なロータ(7,8)を備え，\n前記の両ロータ(7,8)が，プロペラ状に配置された少なくとも２枚の羽\n根(13,14;13A,14A;13B,14B)をそれぞれ有し，かつ，前記の一方のロータ(7)の羽\n根(13,13A,13B)が下位回転平面(15,15A,15B)内で回転し，また他方のロータ(8)の羽\n根(14,14A,14B)が，前記下位回転平面より上方に短い間隔ｄをおいて位置している\n上位回転平面(16,16A,16B）内で回転し，\nトラバース運動の両反転点(29,30)間に間隔Ｈが存在し，\nトラバース運動三角形の平面が反転点(29,30)において，前記回転平\n面(15,16;15A,16A;15A,16B）に対して角度αを形成しており，かつ\n隣り合った巻成部（A,B）の前記ロータ(7,8)の回転円が互いに交差している形式\nの\nワインダにおいて，\n巻成部(A,B)における両回転平面(15A,16A,15B,16B)とトラバース運動三角形の平\n面との交線が，下位のロータ(7)の羽根(13A,13B)が両反転点(30,29)間を運動する方\n向(28)で，同一方向及び同一角度βで上り勾配を成し，前記角度が次の関係式：\n０＜β＜２ arctan（ｄ／Ｈ・sinα）\nを満たし，\n回転平面(15A,16A)の交線が隣接した他方の巻成部(B)の方へ向かって上り勾配を\n成すところの，一方の巻成部(A)の下位回転平面(15A)が，前記他方の巻成部(B)の回\n転平面(15B,16B)間に位置し，かつ前記他方の巻成部(B)の上位回転平面(16B)が，一\n方の巻成部(A)の回転平面(15A,16A)間に位置しており，かつ回転平\n面(16A,16B,15A,15Bの順序で）が，全ての羽根(13A,14A,13B,14B)を互いに独立して\n回転させ得るような間隔をおいて配置されていることを特徴とする，ワインダ。\n２．各巻成部(A,B)で回転平面(15A,16A;15B,16B)間に直定規部材(17A,17B)が配置さ\nれており，かつ両側で，回転円の範囲外で機械架台に固定された接合板(33)を有し\nている，請求項１記載のワインダ。\n３．個々の巻成部(A,B)が，別個の駆動装置を装備している，請求項１又は２記載の\nワインダ。\n４．パッケージ管(2)用の緊締装置(1)とトラバース装置(4)と，前記の緊締装置(1)\nとトラバース装置(4)との間に配置されている接触ローラ(6)とからそれぞれなる少\nなくとも３つの巻成部(C,D)を備え，しかも前記トラバース装置(4)が，伝動装置に\nよって連結された２つの互いに逆向きに駆動可能なロータ(7,8)を備え，\n前記の両ロータ(7,8)が，プロペラ状に配置された少なくとも２枚の羽\n根(13,14;13C,14C;13D,14D)をそれぞれ有し，かつ，前記の一方のロータ(7)の羽\n根(13,13C,13D)が下位回転平面(15,15C,15D)内で回転し，また他方のロータ(8)の羽\n根(14,14C,14D)が，前記下位回転平面より上方に短い間隔ｄをおいて位置している\n上位回転平面(16,16C,16D)内で回転し，\nトラバース運動の両反転点(29,30)間に間隔Ｈが存在し，\nトラバース運動三角形の平面が反転点(29,30)において，前記回転平\n面(15,16;15C,16C;15D,16D)に対して角度αを形成しており，かつ\n隣り合った巻成部(C,D)の前記ロータ(7,8)の回転円が互いに交差している形式の\nワインダにおいて，\n巻成部(C,D)における両回転平面(15C,16C,15D,16D)とトラバース運動三角形の平\n面との交線が，下位のロータ(7)の羽根(13C,13D)が両反転点(30,29)間を運動する方\n向(28)で，同一方向及び同一角度βで上り勾配を成し，前記角度が次の関係式：\n０＜β＜２ arctan（ｄ／Ｈ・sinα）\nを満たし，\n回転平面(15C,16C)の交線が隣接した他方の巻成部(D)の方へ向かって上り勾配を\n成すところの，一方の巻成部(C)の下位回転平面(15C)の羽根(13C)が，前記他方の巻\n成部(D)の上位回転平面(16D)の羽根(14D)と噛み合っていることを特徴とする，ワイ\nンダ。\n５．パッケージ管(2)用の緊締装置(1)とトラバース装置(4)と，前記の緊締装置(1)\nとトラバース装置(4)との間に配置されている接触口一ラ(6)とからそれぞれなる少\nなくとも３つの巻成部(E,F)を備え，しかも\n前記トラバース装置(4)が，伝動装置によって連結された２つの互いに逆向きに駆\n動可能なロータ(7,8)を備え，\n前記の両ロータ(7,8)が，プロペラ状に配置された少なくとも２枚の羽\n根(13,14;13E,14E;13F,14F)をそれぞれ有し，かつ，前記の一方のロータ(7)の羽\n根(13,13E,13F)が下位回転平面(15,15E,15F)内で回転し，また他方のロータ(8)の羽\n根(14,14E,14F)が，前記下位回転平面より上方に短い間隔ｄをおいて位置している\n上位回転平面(16,16E,16F)内で回転し，\nトラバース運動の両反転点(29,30)間に間隔Ｈが存在し，\nトラバース運動三角形の平面が反転点(29,30)において，前記回転平\n面(15,16;15E,16E;15F,16F)に対して角度αを形成しており，かつ\n隣り合った巻成部(E,F)の前記ロータ(7,8)の回転円が互いに交差している形式の\nワインダにおいて，\n全ての巻成部(E,F)における両回転平面(15E,16E,15F,16F)とトラバース運動三角\n形の平面との交線が，下位のロータ(7)の羽根(13E,13F)が両反転点(30,29)間を運動\nする方向(28)で，同一方向及び同一角度βで上り勾配を成し，前記角度が次の関係\n式：\n０＜β＜２ arctan（ｄ／Ｈ・sinα）\nを満たし，\n回転平面(15E,16E)の交線が隣接した他方の巻成部(F)の方へ向かって上り勾配を\n成すところの，一方の巻成部(E)の下位回転平面(15E)が，前記他方の巻成部(F)の上\n位回転平面(16F)よりも上方に位置し，かつ\n回転平面(15E,16F)が，該回転平面内で回転する羽根(13E,14F)を互いに独立して\n回転させ得るような間隔をおいて配置されていることを特徴とする，ワインダ。」\n３　審決（甲１）の要旨\n被告は，第１，４，５発明を無効とする旨の審判を求めたところ，審決は，前記\n訂正を認めた上，第１，４，５発明は，当業者が容易に発明をすることができたも\nのであるから，第１，４，５発明に係る特許は，特許法２９条２項の規定に違反し\nてなされたものであり，無効とすべきものであるとした。\n(1)　引用刊行物\n①　引用例１（審判甲２の１及び２，本訴甲６の１及び２）：ドイツ連邦共和国\n特許出願公開1,710,068号明細書\n②　引用例２（審判甲１，本訴甲５）：特開平５－２４７４０号公報\n③　引用例３（審判甲３，本訴甲７）：特開昭５９－１４３８６９号公報\n(2)　引用例１に記載された発明（以下「引用発明」という。）\n「ボビン(B)用の緊締装置とトラバース装置と，前記の緊締装置とトラバース装置\nとの間に配置されている駆動シリンダ(4)とからそれぞれなる巻成部を備え，しかも\n前記トラバース装置が，伝動装置によって連結された２つの互いに逆向きに駆動可\n能な糸ガイド（t1，t2）を備え，前記の両糸ガイド（t1，t2）が，プロペラ状に配\n置された２枚の羽根をそれぞれ有し，かつ，前記の一方の糸ガイドt１の羽根が下位\n回転平面内で回転し，また他方の糸ガイドt２の羽根が，前記下位回転平面より上方\nに短い間隔をおいて位置している上位回転平面内で回転し，トラバース運動の両反\n転点間に有効ストローク長が存在し，トラバース運動三角形の平面が反転点におい\nて，前記回転平面に対して角度を形成している形式のワインダであって，糸ガイド\nt１と駆動円筒(4)との距離と糸ガイドt２と駆動円筒(4)との距離とが等しい距離Ｄ\nとなるようにした発明」\n(3)　第１発明について\nア　引用発明との対比\n(ｱ)　一致点\n「パッケージ管用の緊締装置とトラバース装置と，前記の緊締装置とトラバース\n装置との間に配置されている接触ローラとからそれぞれなる巻成部を備え，しかも\n前記トラバース装置が，伝動装置によって連結された２つの互いに逆向きに駆動可\n能なロータを備え，前記の両ロータが，プロペラ状に配置された少なくとも２枚の\n羽根をそれぞれ有し，かつ，前記の一方のロータの羽根が下位回転平面内で回転\nし，また他方のロータの羽根が，前記下位回転平面より上方に短い間隔ｄをおいて\n位置している上位回転平面内で回転し，トラバース運動の両反転点間に間隔Ｈが存\n在し，トラバース運動三角形の平面が反転点において，前記回転平面に対して角度\nαを形成している形式のワインダである点。」\n(ｲ)　相違点\n①　相違点１\n「第１発明においては，両回転平面の上り勾配角度βが，０＜β＜２ arctan（ｄ\n／Ｈ・sinα）の式を満たすように設定されているのに対し，引用発明においては，\n両回転平面の上り勾配角度βは，β＝arctan（ｄ／Ｈ・sinα）で定義される角度で\nある点。」\n②　相違点２\n「第１発明においては，巻成部は少なくとも３つからなり，隣り合う巻成部のロ\nータの回転平面が交差するように配置するとともに，一方の巻成部の下位回転平面\nが，前記他方の巻成部の回転平面間に位置し，かつ前記他方の巻成部の上位回転平\n面が，一方の巻成部の回転平面間に位置しており，かつ回転平面が，全ての羽根を\n互いに独立して回転させ得るような間隔をおいて配置されているものであるのに対\nし，引用発明においては，巻成部は１つしかないので隣り合う場合の配置に関して\nは何ら触れられていない点。」\nイ　相違点についての判断\n(ｱ)　相違点１について\n「第１発明において，両回転平面の上り勾配角度βが，０＜β＜２ arctan（ｄ／\nＨ・sinα）の式を満たすように設定することの意義を考察する。\n一般に回転平面のトラクト長さをできるだけ短くすることが，均一な構造のパッ\nケージを巻くために必要であることはよく知られた事実である。しかしながら，い\nかに短くしても，従来よく知られたワインダにおいては，「トラバース運動三角形\nの平面と両回転平面との間の交線は，公知のワインダの場合には接触ローラ面とト\nラバース運動三角形との接線に対して平行に位置し，要するに接触ローラの軸線に\n対しても平行に位置している。前記接線からの両交線の距離が異なることに応じ\nて，上位回転平面の羽根が糸を供給する反転点におけるトラクト長さは，下位回転\n平面の羽根が糸を供給する反転点におけるトラクト長さよりも大である。…両反転\n点におけるトラクト長さ間の差は，操業中にパッケージの両端部におけるパッケー\nジ構造の品質を異ならせることになる。」(本件明細書２頁１８～２６行)問題があ\nったので，本件発明においては，その問題を解決するために，接触ローラの軸線に\n対して回転平面を傾斜する(すなわち，βの角度をつける)ことによって，トラクト\n長さの差をなるべく短くしようとするものである。差が全くなければ品質が異なる\n問題は解決するのであるが，第１発明は，差が全くなくならなくとも，βが零の公\n知例よりもよりその長さの差を短くすればパッケージ構造の品質の不均一がより少\nなくなるというものである。そして，トラクト長さの差が零の場合は，β＝\narctan（ｄ／Ｈ・sinα）で定義されるので，βが零の場合を中心に傾斜角を設定す\nるものであると認められる。\n以上の考察を踏まえれば，引用発明の場合は，両反転点におけるトラクト長さの\n差を零とし，製品間の品質のバラツキを全くなくそうとするものであるのに対し，\n第１発明の場合は，従来公知のものよりも引用発明のものに近づくようにトラクト\n長の差を(零の場合も含めて)より短くしようとするものであるといえる。\nしかしながら，両反転点におけるトラクト長さの差が少なければ，パッケージ品\n質の不均一が少なくなることは引用例からも容易に予測できることであるから，ト\nラクト長の差が従来のものよりも少ない範囲をとって，相違点１に係る構成のよう\nにすることに格別の困難があったとは認められない。」\n(ｲ)　相違点２について\n「一般に，ワインダは，複数の巻成部を並列配置したものを一台として設計する\nが，いわゆる羽根型トラバース装置をもったワインダにおいても，そのことは同様\nである。そして，羽根型トラバース装置をもったワインダは，トラバース装置が巻\n取幅よりも左右に張り出す構造であるために，並列配置したとき横幅が不必要に長\nくなるので，隣接する巻成部のロータの回転平面が交差するようにトラバース装置\nを配置して，横幅を詰め，コンパクトにすることが，引用例３にも見られるように\n周知である。従来から近接配置されているトラバース装置はロータの回転平面が水\n平なもの（すなわち，βが零であるもの）であるのに対し，引用例１記載のもの\nは，ロータの回転平面が傾斜している羽根型トラバース装置をもつワインダである\nが，このようなものにおいても，通常の羽根型トラバース装置を持つもの同様，複\n数の巻成部を並列配置し，並列配置にあたっては，巻成部の配置をコンパクトにし\nようとすることは，当業者が当然考慮することである。そして，傾斜があることに\nより，ロータの回転平面が交差するような巻成部の配置が困難となる事情も認めら\nれないので，引用発明において，少なくとも３つの巻成部を近接配置し，隣り合う\n巻成部のロータの回転平面が交差するように配置した点には格別のものがないとい\nうべきである。\nそもそも，ロータの回転平面が交差するように二つ以上の巻成部を近接配置する\n場合，一つのロータの回転平面に着目してみれば，一つのロータの回転平面を，隣\n接する巻成部のロータの回転平面と同一平面上にするか，あるいは，異なった平面\n上にするかの二つに一つの選択しかなく，一つの巻成部の上下二つのロータの回転\n平面のいずれの回転平面も，隣接する巻成部のロータの回転平面とは異なった平面\nに配置することは，必要に応じて適宜選択できる程度の事項であると認められる。\nそして，そうした選択を採用した場合，隣り合うトラバース装置間のトラクト長の\n違いを小さくすべき必要があることを考慮すれば，隣接する上下の回転平面の間に\n一つの回転平面が位置するように配置することは当業者が容易に選択できたものと\n認められる。\nよって，第１発明は，引用発明および周知の技術事項から当業者が容易に発明で\nきたものである。」\n(4)　第４発明について\nア　引用発明との対比\n「第４発明は，「…０＜β＜２ arctan（ｄ／Ｈ・sinα）を満たし，」までは第\n１発明と同じであり，隣接する巻成部の上位回転平面と下位回転平面の配置関係に\n関して第１発明と異なるものである。 」\n(ｱ)　一致点\n「パッケージ管用の緊締装置とトラバース装置と，前記の緊締装置とトラバース\n装置との間に配置されている接触ローラとからそれぞれなる巻成部を備え，しかも\n前記トラバース装置が，伝動装置によって連結された２つの互いに逆向きに駆動可\n能なロータを備え，前記の両ロータが，プロペラ状に配置された少なくとも２枚の\n羽根をそれぞれ有し，かつ，前記の一方のロータの羽根が下位回転平面内で回転\nし，また他方のロータの羽根が，前記下位回転平面より上方に短い間隔ｄをおいて\n位置している上位回転平面内で回転し，トラバース運動の両反転点間に間隔Ｈが存\n在し，トラバース運動三角形の平面が反転点において，前記回転平面に対して角度\nαを形成している形式のワインダである点。」\n(ｲ)　相違点\n①　相違点１\n「第４発明においては，両回転平面の上り勾配角度βが，０＜β＜２ arctan（ｄ\n／Ｈ・sinα）の式を満たすように設定されているのに対し，引用発明においては，\n両回転平面の上り勾配角度βは，β＝arctan（ｄ／Ｈ・sinα）で定義される角度で\nある点。」\n②　相違点３\n「第４発明においては，巻成部は少なくとも３つからなり，隣り合う巻成部のロ\nータの回転平面が交差するように配置するとともに，一方の巻成部の下位回転平面\nの羽根が，他方の巻成部の上位回転平面の羽根と噛み合っているのに対し，引用発\n明においては，巻成部は１つしかないので隣り合う場合の配置に関しては何ら触れ\nられていない点。」\nイ　相違点についての判断\n「相違点１については，すでに検討したので相違点３について検討する。\n複数のトラバース装置を配置するために，隣り合う巻成部のロータの回転平面が\n交差するようにトラバース装置を近接配置することは従来から広く行われているこ\nとである。従来から近接配置されているトラバース装置はロータの回転平面が水平\nなもの（すなわち，βが零であるもの）であるのに対し，第４発明のものはロータ\nの回転平面が傾斜しているものであるが，傾斜が設けられているか否かによって隣\nり合う巻成部ロータの回転面が交差するような近接配置が困難となるものでもない\nので，第４発明のものにおいて，少なくとも３つの巻成部を近接配置し，隣り合う\n巻成部のロータの回転平面が交差するように配置した点には格別のものがないとい\nうべきである。\nところで，引用例２には，回転平面が交差するように配置した場合，一つの巻成\n部のロータの二つの回転平面のうち，一つの回転平面は隣接する巻成部の回転平面\nとは同一平面上にならない位置に配置し，他の一つの回転平面は隣接する巻成部の\n回転平面と同一の平面上に配置したものが記載されている。\nしてみると，第４発明において，一方の巻成部の下位回転平面の羽根が，他方の\n巻成部の上位回転平面の羽根と噛み合うように配置した点は，引用例２に記載され\nた事項から当業者が容易に想到できたものである。\nよって，第４発明は，引用発明および引用例２に記載された技術事項から当業者\nが容易に発明できたものである。」\n(5)　第５発明について\nア　引用発明との対比\n「第５発明は，「…０＜β＜２ arctan（ｄ／Ｈ・sinα）を満たし，」までは第\n１発明と同じであり，隣接する巻成部の上位回転平面と下位回転平面の配置関係に\n関して第１発明と異なるものである。」\n(ｱ)　一致点\n「パッケージ管用の緊締装置とトラバース装置と，前記の緊締装置とトラバース\n装置との間に配置されている接触ローラとからそれぞれなる巻成部を備え，しかも\n前記トラバース装置が，伝動装置によって連結された２つの互いに逆向きに駆動可\n能なロータを備え，前記の両ロータが，プロペラ状に配置された少なくとも２枚の\n羽根をそれぞれ有し，かつ，前記の一方のロータの羽根が下位回転平面内で回転\nし，また他方のロータの羽根が，前記下位回転平面より上方に短い間隔ｄをおいて\n位置している上位回転平面内で回転し，トラバース運動の両反転点間に間隔Ｈが存\n在し，トラバース運動三角形の平面が反転点において，前記回転平面に対して角度\nαを形成している形式のワインダである点。」\n(ｲ)　相違点\n①　相違点１\n「第５発明においては，両回転平面の上り勾配角度βが，０＜β＜２ arctan（ｄ\n／Ｈ・sinα）の式を満たすように設定されているのに対し，引用発明においては，\n両回転平面の上り勾配角度βは，β＝arctan（ｄ／Ｈ・sinα）で定義される角度で\nある点。」\n②　相違点４\n「第５発明においては，巻成部は少なくとも３つからなり，隣り合う巻成部のロ\nータの回転平面が交差するように配置するとともに，一方の巻成部の下位回転平面\nが，前記他方の巻成部の上位回転平面よりも上方に位置し，かつ回転平面が，該回\n転平面内で回転する羽根を互いに独立して回転させ得るような間隔をおいて配置さ\nれているのに対し，引用発明においては，巻成部は１つしかないので隣り合う場合\nの配置に関しては何ら触れられていない点。」\nイ　相違点についての判断\n「相違点１については，すでに検討したので相違点４について検討する。\n複数のトラバース装置を配置するために，隣り合う巻成部のロータの回転平面が\n交差するようにトラバース装置を近接配置することは，引用例３に見られるよう\nに，従来から広く行われていることである。従来から近接配置されているトラバー\nス装置はロータの回転平面が水平なもの（すなわち，βが零であるもの）であるの\nに対し，第５発明のものはロータの回転平面が傾斜しているものであるが，傾斜が\n設けられているか否かによって隣り合う巻成部ロータの回転平面が交差するような\n近接配置が困難となるものでもないので，第５発明のものにおいて，少なくとも３\nつの巻成部を近接配置し，隣り合う巻成部のロータの回転平面が交差するように配\n置した点には格別のものがないというべきである。\nそもそも，ロータの回転平面が交差するように二つ以上の巻成部を近接配置する\n場合，一つのロータの回転平面に着目してみれば，一つのロータの回転平面を，隣\n接する巻成部のロータの回転平面と同一平面上にするか，あるいは，異なった平面\n上にするかの二つに一つの選択しかなく，一つの巻成部の上下二つのロータの回転\n平面のいずれの回転平面も，隣接する巻成部のロータの回転平面とは異なった平面\nに配置することは，必要に応じて適宜選択できる程度の事項であると認められる。\nしてみると，第５発明において，一方の巻成部の下位回転平面が，前記他方の巻成\n部の上位回転平面よりも上方に位置するように配置した点に格別のものがあるとは\n認められない。\nそして，隣接する巻成部のロータの回転平面が互いに同一平面上にないのである\nから，回転する羽根を互いに独立して回転できるようにした点にも格別のものはな\nい。\nよって，第５発明は，引用発明および周知の技術事項から当業者が容易に発明で\nきたものである。」\n(6)　結論\n「以上のとおりであるから，本件の請求項１，４及び５に係る発明の特許は，特\n許法２９条２項の規定に違反してなされたものであり，同法１２３条に該当し，無\n効とすべきものである。」\n第３　原告の主張の要点\n審決は，第１発明について相違点２の認定及びその判断を誤り，第４発明につい\nて相違点３の認定及びその判断を誤り，第５発明について相違点４の認定及びその\n判断を誤った結果，各発明につき進歩性を誤って否定したものであるから，違法と\nして取り消されるべきである。\n１　第１発明について\n(1)　相違点２の認定の誤り\n審決は，第１発明と引用発明との相違点２を前記のとおり認定したが，誤りであ\nる。\n本件特許請求の範囲請求項１の記載によれば，第１発明は，少なくとも３つの巻\n成部を備えるとともに，隣り合った巻成部のロータの回転円が互いに交差している\n形式のワインダであって，一方の巻成部における回転平面とトラバース運動三角形\nの平面との交線が，隣接した他方の巻成部の方へ向かって上り勾配をなすところ\nの，当該一方の巻成部の下位回転平面が，当該他方の巻成部の回転平面間に位置\nし，当該他方の巻成部の上位回転平面が，当該一方の巻成部の回転平面間に位置\nし，かつ回転平面が，全ての羽根を互いに独立して回転させ得るような間隔をおい\nて配置されているワインダである。すなわち，第１発明は，隣り合った巻成部のロ\nータの回転円を互いに交差させる際に，巻成部における回転平面とトラバース運動\n三角形の平面との交線の勾配に関連して，隣接する各巻成部の回転平面相互の配置\n関係を特定しているのであるが，審決認定の相違点２には，隣接する各巻成部の回\n転平面相互の配置関係が，上記勾配の方向との関連付ける形で特定されていない。\nしたがって，審決の相違点２の認定は誤りである。\n(2)　相違点２の進歩性判断の誤り\n審決は，相違点２を誤って認定した上で，相違点２に係る構成は当業者が容易に\n発明できたものであると結論付けている。\nしかしながら，例えば，引用例３（甲７）に記載されているような周知のワイン\nダは，巻成部（あや振り装置１，２，３）における回転平面（I,II）が，ガイドロ\nーラ又はボビンの軸線に対して平行に配置されていることを前提として，巻成部の\n回転平面が交差するように巻成部を隣接配置したものである。これに対し，引用発\n明及び第１発明では，巻成部の回転平面をガイドローラ又はボビンの軸線に対して\n傾斜させている。引用例３記載の発明においてかかる構成をとると，隣接する巻成\n部間においてトラクト長さに著しい差異が発生してしまい，もはや許容できるパッ\nケージ構造の品質を得ることができない。したがって，引用例３に記載されたワイ\nンダにおいて，各トラバース装置を傾斜させることは，当業者の技術常識に反す\nる。\nまた，審決は，巻成部の回転平面が交差するように２つ以上の巻成部を近接配置\nする場合，一つの巻成部の回転平面を，隣接する巻成部の回転平面と同一平面上に\nするか，あるいは異なった平面上にするかの２つに１つの選択しかなく，１つの巻\n成部の上下２つの回転平面を，いずれも隣接する巻成部の上下２つの回転平面とは\n異なる平面に配置することは必要に応じて適宜選択できる事項であるとする。しか\nしながら，例えば，引用例３には，隣接するトラバース装置（あや振り装置１，\n２，３）のロータ（羽根５，６）が，２つの水平な回転平面(I,II)内に近接配置さ\nれた構成が開示されているにすぎず，第１発明のように，隣接する一方の巻成部の\n２つの回転平面のいずれもが，他方の巻成部の２つの回転平面とは異なる平面に配\n置されるとの技術事項は記載されていない。隣り合うトラバース装置間のトラクト\n長さの違いを小さくするという必要性を考慮しても，引用例３からは，せいぜい２\nつの回転平面(I,II)の相互間隔をできる限り狭くするという発想が生ずるにすぎな\nい。\nしたがって，当業者であれば，引用発明及び周知の技術事項に基づき，相違点２\nに係る構成を容易に発明することができるとした審決の結論は，誤りである。\n２　第４発明について\n(1)　相違点３の認定の誤り\n審決は，第４発明と引用発明との相違点３を前記のとおり認定したが，第４発明\nは，一方の巻成部の下位回転平面の羽根が，他方の巻成部の上位回転平面の羽根と\n噛み合っている点で第１発明と異なるのみであり，第１発明の場合と同様の理由か\nら，審決の相違点３の認定は誤りである。\n(2)　相違点３の進歩性判断の誤り\n審決は，相違点３を誤って認定した上で，相違点３に係る構成は当業者が容易に\n発明できたものであると結論付けている。\nしかしながら，巻成部の回転平面が交差するように巻成部を隣接して配置した周\n知のワインダは，巻成部の回転平面が水平であるものに限定されており，引用発明\nのように巻成部の回転平面を傾斜させたならば，トラバース装置とタッチローラと\nの間隔は，隣接するトラバース装置間で連続的に変化し，それに伴ってトラクト長\nさも隣接するトラバース装置間で次第に変化するため，許容できる品質のパッケー\nジ構造を得ることができなくなるという問題が必然的に生じる。\nまた，引用例２には，隣り合うトラバース装置のうち，一方のトラバース装置の\n第１のロータ（トラバースブレード）と他方のトラバース装置の第２のロータ（ト\nラバースブレード）とを同一の平面内で回転させるとともに，上記一方のトラバー\nス装置の第１のロータ（トラバースブレード）及び上記他方のトラバース装置のロ\nータ（トラバースブレード）を，上記平面を間にして回転軸芯方向に偏位した第２\n及び第３の平面内でそれぞれ回転させるように配置する構成が開示されているにす\nぎず，巻成部の回転平面は３つの平面に限定されている。したがって，引用例２記\n載の発明において各トラバース装置ごとに形成されるパッケージの巻姿をほぼ同一\nにするためには，この３つの平面を水平にしなければならない。\n以上によれば，巻成部の回転平面が水平であることを前提とした引用例２記載の\n技術事項を，巻成部の回転平面が傾斜している形式の引用発明に適用することにつ\nいては阻害要因があるというべきであり，引用発明及び引用例２に記載された技術\n事項に基づき，第４発明の相違点３に係る構成を容易に発明することができるとし\nた審決の判断は，誤りである。\n３　第５発明について\n(1)　相違点４の認定の誤り\n審決は，第５発明と引用発明との相違点４を前記のとおり認定したが，第５発明\nは，一方の巻成部の下位回転平面が，上記他方の巻成部の上位回転平面よりも上方\nに位置している点で第１発明と異なるのみであり，第１発明の場合と同様の理由か\nら，審決の相違点４の認定は誤りである。\n(2)　相違点４の進歩性判断の誤り\n審決は，相違点４を誤って認定した上で，相違点４に係る構成は当業者が容易に\n発明できたものであると判断しているが，第１発明の場合と同様の理由から，審決\nの判断は誤りである。\n４　結論\n第１，第４及び第５発明は，引用例１及び２に記載された技術事項と周知の技術\n事項から当業者が容易に発明することができるとした審決の判断は，誤りである。\n第４　被告の主張の要点\n１　第１発明について\n(1)　相違点２の認定の誤りに対して\n原告は，審決が，相違点２において，巻成部の回転平面の傾斜の方向と隣接する\n各巻成部の回転平面相互の配置関係を全く特定しなかったのは誤りであると主張す\nる。しかしながら，本件特許の特許請求の範囲第１項の記載によれば，上記傾斜の\n上向きの方向に順に一方の巻成部(A)と他方の巻成部(B)が配置されていることは明\nらかであり，審決も当然そのことを前提としているのであるから，相違点２の認定\nが誤っているとはいえない。\n(2)　相違点２の進歩性判断の誤りに対して\n本件発明に係る少なくとも３個以上の巻成部を有するワインダの製造技術におい\nては，各巻成部ごとに形成されるパッケージの巻姿をほぼ同一にする要請から，隣\nり合うトラバース装置間のトラクト長さの違いを小さくすべき必要がある。したが\nって，水平に配置された引用例３記載の各トラバース装置を傾斜させる際に，原告\nが主張するように，隣り合う巻成部の回転平面の配置を変化させずにそのまま傾斜\nさせることは，各巻成部ごとに形成されるパッケージの巻姿をほぼ同一にしなけれ\nばならないとの本件特許出願当時の当業者の技術常識に反する。\n審決が説示するように，巻成部の回転平面が交差するように２つ以上の巻成部を\n近接配置する場合，１つの巻成部の回転平面を隣接する巻成部の回転平面と同一平\n面上にするか，あるいは異なった平面上にするかの２つに１つの選択しかない。隣\n接する巻成部の回転平面を同一平面上にした場合には第４発明となり，異なる平面\n上とした場合に，一方の巻成部の上下２つの回転平面が互いに挟み合う形にすれば\n第１発明となり，一方の巻成部の上下２つの回転平面が他方の巻成部の回転平面の\n上方に配置される形にすれば第５発明となる。\n引用例３には，隣接する巻成部の回転平面が交差する形式が開示されており，引\n用例１には，左右のトラクト長さを同一にすべく単独のトラバース装置を傾斜させ\nる技術思想が開示されている。複数のトラバース装置を有するワインダにおいて，\n各トラバース装置を傾斜させて，交差する形式とする際には，本件特許出願当時に\nおいて技術常識であった各巻成部間においてトラクト長さをできるだけ同一とする\nとの要請を満たすべく，トラバース装置の傾斜角に応じて，第１，第４，第５発明\nのトラバース装置を配置する構成が必然的に導き出される。したがって，相違点２\nについての審決の判断に誤りはない。\n２　第４発明について\n(1)　相違点３の認定の誤りに対して\n上記１(1)と同様の理由から，相違点３についての審決の認定に誤りはない。\n(2)　相違点３の進歩性判断の誤りに対して\n本件発明に係る少なくとも３個以上の巻成部を有するワインダの製造技術におい\nては，各巻成部ごとに形成されるパッケージの巻姿をできるだけ同じにする要請か\nら隣り合う巻成部間のトラクト長さの違いを小さくすべき必要がある。したがっ\nて，複数の巻成部を有するワインダにおいて，水平に配置された引用例３記載の各\nトラバース装置を傾斜させる際に，原告が主張するように，隣り合う巻成部の回転\n平面の配置を変化させずにそのまま傾斜させることは，当業者の技術常識に反す\nる。\n原告は，引用例２記載の発明について，隣接する巻成部の回転平面が特定の３つ\nの水平な平面（Ｓ１，Ｓ２，Ｓ３）内に一定の配列関係に従って配置されているこ\nとを根拠に，巻成部の回転平面が水平であるものに限定されると主張する。しかし\nながら，引用例２には，回転平面が水平か否かにかかわらず，一方の巻成部の下位\n回転平面の羽根が，他方の巻成部の上位回転平面の羽根と噛み合うように配置され\nた構成が開示されているのであり，引用例２記載の発明を，引用発明のように巻成\n部の回転平面を傾斜させた単独のトラバース装置に適用することについて阻害要因\nがあるとはいえない。引用例２記載の発明を引用発明に適用した上で，各巻成部ご\nとに形成されるパッケージの巻姿をほぼ同一にするという要請を満たそうとすれ\nば，第４発明の構成が導き出されるのである。\nしたがって，相違点３についての審決の判断に誤りはない。\n３　第５発明について\n(1)　相違点４の認定の誤りに対して\n上記１(1)と同様の理由から，相違点４についての審決の認定に誤りはない。\n(2)　相違点４の進歩性判断の誤りに対して\n上記１(2)と同様の理由から，相違点４についての審決の判断に誤りはない。\n４　結論\n第１発明，第４発明及び第５発明は，引用例１及び２に記載された技術事項と周\n知の技術事項から当業者が容易に発明することができるとした審決の判断に誤りは\nない。\n第５　当裁判所の判断\n審決は，前記のとおり，引用発明との相違点を，第１発明につき相違点２，第４\n発明につき相違点３，第５発明につき相違点４（以下，これらの相違点を各発明と\nの関係を挙示しないで単に「相違点２」などという。）と認定した上，その各相違\n点について判断し，上記各発明は進歩性がないと判断したのであるが，原告はその\n認定及び判断の誤りを主張する。これらの相違点の認定判断は基本的なところで共\n通したものを含むので，以下一括して検討する。\n１　第１，第４及び第５発明について\n(1)　相違点２ないし４の認定の誤りについて\n審決は，前記のとおり，相違点２ないし４を認定しているところ，原告は，これ\nらの相違点において，隣接する各巻成部の回転平面相互の配置関係が，巻成部の回\n転平面とトラバース運動三角形の平面との交線が傾斜する方向と関連付けて特定さ\nれていないのであるから，審決の同認定は誤りであると主張する。\n確かに，本件特許の特許請求の範囲請求項１に「他方の巻成部(B)の方へ向かって\n上り勾配をなすところの，一方の巻成部(A)」と記載されているように，請求項１，\n４，５においては，上り勾配の上側に位置する「他方の巻成部」の回転平面と下側\nに位置する「一方の巻成部」の回転平面の位置関係が特定されているのに対し，審\n決が認定した相違点２ないし４においては，勾配方向に関連して「一方の巻成部」\nと「他方の巻成部」の位置関係が記載されていないので，相違点２ないし４に記載\nされた「一方の巻成部」の回転平面と「他方の巻成部」の回転平面との位置関係\nは，必ずしも明確ではない。\nしかしながら，審決は，請求項１，４，５に記載された構成を前提として相違点\n２ないし４を認定していると考えるのが自然であり，相違点２ないし４についての\n審決の判断内容にも照らせば，相違点２ないし４における「一方の巻成部」「他方\nの巻成部」は，それぞれ請求項１，４，５の「一方の巻成部」「他方の巻成部」に\n対応していることは明らかである。すなわち，相違点２ないし４の「一方の巻成\n部」の回転平面は「他方の巻成部」に向かって上り勾配をなしていることが前提と\nなっているということができる。したがって，相違点２ないし４の認定が，隣接す\nる各巻成部の回転平面相互間の位置関係が上記勾配方向に関連付けて特定されてい\nないため誤りであるとの原告主張は，採用することができない。\n(2)　相違点２ないし４の判断の誤り\n審決は，相違点２ないし４について，相違点２及び４に係る構成は，引用発明及\nび周知技術から，相違点３に係る構成は，引用発明及び引用例２に記載された技術\n事項から，いずれも当業者が容易に想到することができたものであると判断した。\nこれに対し，原告は，「引用例２及び３のような周知のワインダは，巻成部の回\n転平面がガイドローラ又はボビンの軸線に対して平行に配置されており，これを，\n引用発明のように巻成部の回転平面がガイドローラ又はボビンの軸線に対して傾斜\nしているワインダに適用しても，隣接する巻成部間でトラクト長さに著しい差異が\n発生してしまうのであるから，周知のワインダを引用発明に適用することについて\nは阻害事由がある」旨の主張をする。\nなるほど，引用例２及び３に記載された発明では，隣接する巻成部の回転平面が\nいずれもガイドローラ又はボビンの軸線に対して平行に配置されていると認めら\nれ，これを，各巻成部の回転平面相互間の位置関係を変えずにそのまま引用発明に\n適用した場合には，各巻成部間のトラクト長さに著しい差異が生じると考えられ\nる。\nしかしながら，本件発明及び引用発明に係るワインダにおいて，巻成部の回転平\n面とトラバース運動三角形の平面との交線が，水平線に対し角度βを形成してお\nり，角度βが一定の関係式を満たすように構成されている技術的な意義は，審決も\n説示するように，「接触ローラの軸線に対して回転平面を傾斜する(すなわち，βの\n角度をつける)ことによって，トラクト長さの差をなるべく短くしようとする」こと\nにある。また，羽根型トラバース装置を有するワインダは，トラバース装置が巻取\n幅よりも左右に張り出す構造であるために，隣接する巻成部の回転平面が交差する\nようにトラバース装置を配置することにより，横方向にコンパクトにすることも周\n知の技術課題である。以上の技術課題については，原告も争うところではない。\nそうすると，巻成部の回転平面がガイドローラ又はボビンの軸線に対して平行に\n配置されている従来のワインダを，引用発明のように，巻成部の回転平面がガイド\nローラ又はボビンの軸線に対して傾斜しているワインダに適用する場合，従前のワ\nインダの各巻成部相互の配置関係のまま回転平面を傾斜させたのでは隣接する巻成\n部のトラクト長さに著しい差異が生じることは明らかであるから，当業者であれ\nば，横方向のコンパクト化を図りつつ，トラクト長さの差をできるだけ小さくする\nとの技術課題を念頭において，隣接する巻成部の配置を適宜工夫するのは当然とい\nうべきであり，そうすることについて阻害要因があるとは認められない。\n巻成部の上下回転平面が交差するように２つ以上の巻成部を近接配置する場合，\n一方の巻成部の回転平面を隣接する他方の巻成部の回転平面と同一平面とするか，\nあるいは異なる平面上にするかの２つに１つの選択しかないことは審決の説示する\nとおりである。より具体的には，隣接する巻成部の構成が同じであることを前提と\nすれば，①一方の巻成部の上下の回転平面の間に，他方の巻成部の上下いずれかの\n回転平面が位置するように配置するか，②当該一方の巻成部の上下回転平面の上方\nあるいは下方に当該他方の巻成部の上下回転平面のいずれもが位置するように配置\nするか，③当該一方の巻成部の上下回転平面と当該他方の巻成部の上下回転平面の\n双方又はいずれかが同一平面となるように配置するか，のいずれかの選択肢が存在\nし得ることとなる。\n上記選択肢のうち，一方の巻成部の回転平面が他方の巻成部に向かって上り勾配\nを形成している場合において，個々の巻成部のトラバース装置の両端のトラクト長\nさの差を最小限にしつつ，巻成部間のトラクト長さの差についてもできるだけ小さ\nくするというワインダの周知の技術課題を満たすのは，①当該一方の巻成部の上下\n回転平面の間に，当該他方の巻成部の上位回転平面を配置する構成（第１発明），\n②当該一方の巻成部の下位回転平面を，当該他方の巻成部の上位回転平面と同一平\n面上に配置する構成（第４発明），③当該一方の巻成部の上下回転平面の下方に，\n当該他方の巻成部の上下回転平面がいずれも位置するように配置する構成（第５発\n明）のいずれかであり，そのことは，当業者であれば容易に想到し得るというべき\nである。\nこれに対し，原告は，引用例３のような公知のワインダでは，隣接する巻成部の\nのロータの羽根が２つの水平な回転平面内に近接配置された構成が開示されている\nにすぎず，隣接する巻成部の２つの回転平面のいずれもが，他方の巻成部の２つの\n回転平面とは異なる平面に配置されるとの技術事項は記載されていないのであるか\nら，公知のワインダからは，せいぜい２つの回転平面の相互間隔をできる限り狭く\nするという発想が生ずるにすぎないと主張する。\nしかしながら，巻成部の回転平面が交差するように２つ以上の巻成部を近接配置\nする場合，１つの巻成部の回転平面を隣接する巻成部の回転平面と同一平面とする\nか，異なる平面にするかの２つの選択肢があり，前者の選択肢に限定されないこと\nは，前記のとおりである。当業者であれば，一方の巻成部の上下回転平面を，他方\nの巻成部の上下回転平面とそれぞれ異なる平面に配置することは，容易に想到し得\nるというべきである。\n引用例２の図４には，一方の巻成部の上位回転平面と隣接する他方の巻成部の下\n位回転平面が同一平面上に位置し，当該一方の巻成部の下位回転平面と当該他方の\n巻成部の上位回転平面が異なる平面上に位置するワインダが図示されており，回転\n平面を３つの平面に配置する構成が開示されている。これについて，原告は，巻成\n部の回転平面は３つの平面に限定されており，巻成部間のトラクト長さをほぼ同一\nにするにはこの３つの平面を水平にしなければならないなどと主張するが，一方の\n巻成部の上下回転平面と隣接する他方の巻成部の上下回転平面を異なる平面に配置\nする場合に，３つの平面に限定されない（４つの平面をなし得る）ことは当然であ\nる。そして，各巻成部の上下回転平面とガイドローラ又はボビンの軸線と平行な公\n知のワインダを引用発明に適用し，巻成部の回転平面をガイドローラ又はボビンの\n軸線に対し傾斜したワインダとすることについて阻害事由があるとはいえないこと\nは，前記判示のとおりである。\n以上によれば，第１，第４及び第５発明について，相違点２ないし４に係る構成\nは，引用発明及び引用例２記載の技術事項に基づき，当業者であれば容易に想到で\nきたものであるというべきである。\n２　結論\n以上のとおり，原告主張の審決取消事由はいずれも理由がないので，原告の請求\nは棄却されるべきである。\n知的財産高等裁判所第４部\n裁判長裁判官　　　　　塚　　原　　朋　　一\n裁判官　　　　　田　　中　　昌　　利\n裁判官　　　　　佐　　藤　　達　　文\n"
}