{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 12,
    "month": 3,
    "day": 30
  },
  "case_number": "平成10(ワ)13577",
  "case_name": "",
  "court_name": "大阪地方裁判所",
  "right_type": "著作権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "13269",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=13269",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/269/013269_hanrei.pdf",
  "contents": "平成一〇年(ワ)第一三五七七号　著作権侵害差止等請求事件\n判　　　　　　決\n原　　　　　　　　　告　　　株式会社アイシー・企画ソフ\nトウエアハウス\n右代表者代表取締役　　　    【Ａ】\n右訴訟代理人弁護士　　　    伊　　丹　　　　　浩\n被　　　　　　　　　告　　　株式会社コムテック\n右代表者代表取締役　　　    【Ｂ】\n被　　　　　　　　　告　　　有限会社ジーネット\n右代表者代表取締役    　　　【Ｃ】\n被　　　　　　　　　告　　　【Ｃ】\n被告ら訴訟代理人弁護士　　　岩　　谷　　敏　　昭\n主　　　　　　文\n一　原告の請求をいずれも棄却する。\n二　訴訟費用は原告の負担とする。\n事実及び理由\n第一　請求\n一　被告らは、建築積算アプリケーションソフト「ＷＡＲＰ」のバージョン一・\n〇三、同二・〇〇及び同二・〇二並びにこれらの基本入力マニュアルの販売及び頒\n布をしてはならない。\n二　被告らは、別紙雑誌目録記載の雑誌に、別紙広告目録一記載の謝罪及び販\n売中止広告を同目録二記載の条件で掲載せよ。\n第二　事案の概要\n（争いのない事実等）\n一　当事者\n原告は、コンピューターのソフトウエアの開発、販売及び賃貸業等を主たる\n目的とする株式会社である。\n被告株式会社コムテック（以下「被告コムテック」という。）は、ＯＡ機器\nの販売を主たる目的とする株式会社であり、従前、原告が製造する建築積算アプリ\nケーションソフト「積算くん」の販売代理店として活動していたことがあった。\n被告有限会社ジーネット（以下「被告ジーネット」という。）は、ＯＡ機器\nの販売やコンピューターのシステム開発を主たる目的とする有限会社であり、被告\n【Ｃ】は、被告ジーネットの代表取締役である。\n二　原告の代表取締役である【Ａ】は、昭和五五年ころ、建築積算アプリケーシ\nョンソフトである「積算くん」を開発したが、昭和五九年一二月ころ、同人は、原\n告に対し、積算くんに関する著作権を譲渡した（弁論の全趣旨）。\n原告は、それ以後、積算くんを、逐次、改良しており、現在の積算くんは、\nウインドウズ95又は98に対応したアプリケーションソフトとなっている。\n積算くんは、建具工事積算システム、意匠内外装総合積算システム、ＲＣ造\n建物・体積算システム及び見積書作成システム等のソフトウエアがパッケージされ\nたアプリケーションソフトであり（甲１）、その中の意匠内外装総合積算システム\nを作動させると、別紙積算くん画面目録掲載のとおりのディスプレイ表示画面（以\n下単に「表示画面」という。）が表示される。\n三　被告ジーネットは、意匠内外装積算を行う建築積算アプリケーションソフト\n「ＷＡＲＰ」を作成し、被告コムテックはこれを販売している。ＷＡＲＰもウイン\nドウズ95又は98に対応したアプリケーションソフトである。\n本件訴え提起当時販売されていたＷＡＲＰは、バージョン一・〇三であった\nが、被告らは、本件訴え提起後である、平成一一年三月ころバージョン二・〇〇\nに、同年七月下旬ころバージョン二・〇二に、それぞれバージョンアップされたと\n主張している（以下各バージョンをまとめていう場合には単に「ＷＡＲＰ」とい\nう。）。\nＷＡＲＰバージョン一・〇三を作動させると、別紙ＷＡＲＰバージョン一・\n〇三画面目録掲載のとおりの表示画面が表示され、ＷＡＲＰバージョン二・〇〇及\nび二・〇二を作動させると、別紙ＷＡＲＰバージョン二・〇〇及び二・〇二画面目\n録掲載のとおりの表示画面が表示される。\n（原告の請求）\n原告は、被告らがＷＡＲＰとその基本入力マニュアルを販売し、頒布する行\n為は、積算くんの表示画面、操作説明書及び出力（印刷）結果に対し原告が有する\n著作権（複製権及び同一性保持権）を侵害するとして、その行為の差止めを求める\nとともに、謝罪広告を求めている。\n（争点）\n一　「積算くん」の表示画面は著作物に該当するか。\n二　「積算くん」の出力（印刷）結果は著作物に該当するか。\n三　本件請求のうち、「ＷＡＲＰ」バージョン一・〇三及び二・〇〇を対象とす\nる販売及び頒布の差止請求は、その必要性があるか。\n四　「ＷＡＲＰ」の表示画面は、著作物たる「積算くん」の表示画面と実質的に\n同一か。\n五　「ＷＡＲＰ」の出力結果は、著作物たる「積算くん」の出力（印刷）結果と\n実質的に同一か。\n六　被告らは、「ＷＡＲＰ」の表示画面、出力（印刷）結果、操作説明書を製作\nするに当たり、「積算くん」のそれらに依拠したか。\n第三　争点に関する当事者の主張\n一　争点一（表示画面の著作物性）について\n【原告の主張】\n１　積算くんの表示画面は、見る者の審美的感情に訴える要素を有しているか\nら、「文芸、学術、美術又は音楽の範囲に属するもの」である。\n２　建築積算業界で一般的に用いられる書式は存在せず、多種多様な積算方式\nに基づく積算ソフトが存在しており、その着想ないしアイディアの相違に基づいて\n積算方法が全く異なるため、それぞれのソフトの表示画面は全く異なっている。\nしたがって、積算くんの表示画面には創作性が認められる。\n被告らは、ビジネスソフト一般について、物理的制約があると主張する。\nしかし、積算くんは、ウインドウズ95ないしウインドウズ98をオペレーティングシ\nステムとするアプリケーションソフトであり、画面解像度を高解像度にしたり、画\n面を上下左右にスクロールすることができるとともに、画面を階層構造にして順次\n開いていくように配列すれば、大量の情報を見やすいように整序することもでき、\nさらに、表示色も最高一六七七万色を使用することができるから、物理的制約があ\nるとはいえない。\n【被告らの主張】\n１　積算くんは、技術に属する実用品ないし工業製品であり、その表示画面は\n「文芸、学術、美術又は音楽の範囲に属するもの」ではない。\n２　積算くんの表示画面は、建築積算の書式にすぎず、「思想又は感情の表\n現」ではない。\n３　積算くんは、建築積算を目的とするビジネスソフトであるが、ビジネスソ\nフトの表示画面においては、文字数や図表、図形の大きさ、一画面に使用できる色\nの数等の物理的制約があり、ユーザーの学習容易性、操作容易性による制約があ\nる。したがって、ビジネスソフトの表示画面は、多少のバリエーションはあって\nも、より効率の良い操作方法へと向かう一方向性を有しており、表現の多方向展開\n性を有する精神活動を意味する「創作性」を具備し得ない。よって、積算くんの表\n示画面も、「思想又は感情の創作的表現」たり得ない。\nまた、積算くんの表示画面は、建築積算業界及びこれと関連する周辺業界\nにおいて使用されている各種書式等に依拠したもので、ありふれた初歩的、典型的\nなものであり、本質的に創作性がない。\n原告は、積算方法の着想ないしアイディアを理由として、積算くんの表示\n画面の創作性を主張するが、着想ないしアイディアと表現とを混同した議論であり\n失当である。\n二　争点二（出力（印刷）結果の著作物性）について\n【原告の主張】\n積算くんの出力（印刷）結果は、積算くんの開発者である原告の意匠内外装\n積算に関する思想を具体的に表現したものであるから、それ自体が著作物に当たる\nことは明らかである。\n【被告らの主張】\n積算くんの出力（印刷）結果は、積算くんの表示画面に比べ、より一層書式\nとしての性格が明確かつ強度である。したがって、出力（印刷）結果に至っては、\n著作物たり得る可能性はないというべきである。\nなお、積算くんの出力（印刷）結果の一つである積算集計表は、既存の手書\nき書式と基本的に同じであり、創作性は認められない。\n三　争点三（差止請求の必要性）について\n【原告の主張】\n被告らは、ＷＡＲＰをバージョンアップしたとして、旧バージョンのＷＡＲ\nＰに関する差止請求の必要性を否定するが、そもそも、そのようなバージョンアッ\nプが行われたことを原告は知らない。\nまた、仮に、被告らがＷＡＲＰをバージョンアップしていたとしても、旧バ\nージョンのＷＡＲＰを保存しておかずに廃棄するということは考えられないから、\nなお差止請求の必要性が認められる。\n【被告らの主張】\n被告ジーネットは、平成一一年三月ころ、ＷＡＲＰを、バージョン一・〇三\nからバージョン二・〇〇にバージョンアップし、平成一一年七月下旬ころ、バージ\nョン二・〇二にバージョンアップしたが、その際、それぞれ旧バージョンのソース\nプログラムを書き換える方法によりバージョンアップし、旧バージョンが保存され\nた媒体を廃棄している。\nしたがって、被告ジーネット又はコムテックが、今後、旧バージョンである\nＷＡＲＰバージョン一・〇三及び二・〇〇を販売、頒布するおそれはないのである\nから、同バージョンの販売及び頒布の差止めを求める必要はない。\n四　争点四（ＷＡＲＰの表示画面と積算くんの表示画面の実質的同一性）につい\nて\n【原告の主張】\n１　積算くんの「工種名称、工種項目選択」画面について\n積算くんの「工種名称、工種項目選択」画面は、別紙積算くん画面目録４\n掲載のとおりであり、これに対応するＷＡＲＰバージョン一・〇三の画面は、別紙\nＷＡＲＰバージョン一・〇三画面目録２掲載のとおりであり、ＷＡＲＰバージョン\n二・〇〇及び二・〇二の画面は、別紙ＷＡＲＰバージョン二・〇〇及び二・〇二画\n面目録２掲載のとおりである。\n(一)　ＷＡＲＰバージョン一・〇三について\n右両表示画面の同一の点は以下のとおりであり、ＷＡＲＰバージョン\n一・〇三の右表示画面と積算くんの右表示画面とは実質的に同一である。\n(1)　「工事名称一覧表」を画面の上部に縦五行、横四列の表形式で配置し\nている点が同一である。\n(2)  「工事名称一覧表」の工事名称が「・体工事」、「組積工事」、「防\n水工事」、「石工事」、「タイル工事」、「木工事」、「金属工事」、「屋根工\n事」、「左官工事」、「ガラス工事」、「塗装工事」、「内装工事」、「雑工\n事」、「家具工事」、「備品工事」の一五項目について同一であるほか、積算くん\nが「フリー（ＡＡ）工事」などと表記しているのに対し、ＷＡＲＰバージョン一・\n〇三もこれとほぼ同一の「フリー１工事」などと表記している。\n(3)　右一六種の「工種名称」を右の順序で配列している点が同一である。\n(4)　「工種名称一覧表」の工種名称欄の左側に略号欄を設けている点、及\nび略号として、積算くんが当該工種名称の英語の頭文字若しくはローマ字表記の頭\n文字を使用しているのに対し、ＷＡＲＰバージョン一・〇三も当該工種の日本語表\n記の頭文字を使用している点が同一である。\n(5)　積算くんでは、項目入力欄の左側の部位の入力欄をクリックすると、\n別紙積算くん画面目録４－１掲載のとおり、項目入力欄の上部に「床」、「巾\n木」、「壁」、「柱」、「梁」、「天井」、「廻縁」、「額縁」及び「その他」と\nいう部位の選択ボタンが表示されるが、ＷＡＲＰバージョン一・〇三も項目入力欄\nの上部に同一の部位の名称で、かつ同一の配列順序で、部位の選択ボタンを設けて\nいる。\n(6)　項目入力欄の名称のうち「項目」、「単位」、「単価」、「原価」ま\nでが同一であり、かつ同一の配列順序で左から右へ配列されている点が同一であ\nる。\n(二)　ＷＡＲＰバージョン二・〇〇及び二・〇二について\n両表示画面の同一の点は以下のとおりであり、ＷＡＲＰバージョン二・\n〇〇及び二・〇二の右表示画面と積算くんの右表示画面とは実質的に同一である。\n(1)　(一)(2)ないし(4)及び(6)と同一\n(2)　積算くんでは、項目入力欄の左側の部位の入力欄をクリックすると、\n別紙積算くん画面目録４－１掲載のとおり、項目入力欄の上部に「床」、「巾\n木」、「壁」、「柱」、「梁」、「天井」、「廻縁」、「額縁」及び「その他」と\nいう部位の選択ボタンが表示されるが、ＷＡＲＰバージョン二・〇〇及び二〇二で\nは、別紙ＷＡＲＰバージョン二・〇〇及び二・〇二画面目録２－１掲載のとおり、\n工種名称の略号欄をクリックするとその右側にドロップダウンリストとして、同一\nの部位の名称で、かつ同一の配列順序で、部位の選択リストが表示される。\n２　積算くんの「意匠・細部基準、隅柱・中間柱・独立柱」画面について\n積算くんの「意匠・細部基準、隅柱・中間柱・独立柱」画面は、別紙積算\nくん画面目録５－１掲載のとおりであり、これに対応するＷＡＲＰバージョン一・\n〇三の画面は、別紙ＷＡＲＰバージョン一・〇三画面目録３－１掲載のとおりであ\nり、ＷＡＲＰバージョン二・〇〇及び二・〇二の画面は、別紙ＷＡＲＰバージョン\n二・〇〇及び二・〇二画面目録３－１掲載のとおりである。\n(一)　ＷＡＲＰバージョン一・〇三について\n両表示画面の同一の点は以下のとおりであり、ＷＡＲＰバージョン一・\n〇三の右表示画面と積算くんの右表示画面とは実質的に同一である。\n(1)　「巾」、「奥行」、「天井高」及び「巾木高」という入力項目、及び\n「巾木高削除」を行うか否かの選択ボタンを有する部屋の平面図を有する点が同一\nである。\n(2)　柱を「隅柱」、「中間柱」、「独立柱」に区分している点が同一であ\nる。\n(3)　積算くんでは、「隅柱」についてはＬａ、Ｌｂ及びＬｃという記号\nを、「中間柱」についてはＥａ、Ｅｂ及びＥｃという記号を、「独立柱」について\nはＯａ、Ｏｂ及びＯｃという記号を使用してているが、ＷＡＲＰバージョン一・〇\n三も、「隅柱」についてはＣＬ１、ＣＬ２及びＣＬ３という記号を、「中間柱」に\nついてはＣＥ１、ＣＥ２及びＣＥ３という記号を、「独立柱」についてはＣＯ１、\nＣＯ２及びＣＯ３という記号を使用している点が同一である。\n(4)　柱の登録目録として「見付」、「見込」及び「個所」のみならず\n「床」及び「壁」までが同一であり、かつこれらが同一の配列順序で左から右へ配\n列されている点が同一である。\n(二)　ＷＡＲＰバージョン二・〇〇及び二・〇二について\n両表示画面の同一の点は以下のとおりであり、ＷＡＲＰバージョン二・\n〇〇及び二・〇二の右表示画面と積算くんの右表示画面とは実質的に同一である。\n(1)　積算くんでは柱の登録項目として、「見付」、「見込」及び「個数」\nを設けているが、ＷＡＲＰバージョン二・〇〇及び二・〇二も「見付」及び「見\n込」という項目を設け、また積算くんの「個数」の代わりに「柱を＊で拾う」及び\n「柱を＋で拾う」という個数の入力項目を設けている点が同一である。\n(2)　別紙ＷＡＲＰバージョン二・〇〇及び二・〇二画面目録３－１には、\n柱記号が表示されていないが、ＷＡＲＰバージョン一・〇三と同様、積算くんの柱\n記号に類似した記号を使用しているはずである。\n３　積算くんの「意匠・細部基準、梁型」画面について\n積算くんの「意匠・細部基準、梁型」画面は、別紙積算くん画面目録５－\n２掲載のとおりであり、これに対応するＷＡＲＰバージョン一・〇三の画面は、別\n紙ＷＡＲＰバージョン一・〇三画面目録３－２掲載のとおりであり、ＷＡＲＰバー\nジョン二・〇〇及び二・〇二の画面は、別紙ＷＡＲＰバージョン二・〇〇及び二・\n〇二画面目録３－２掲載のとおりである。\n(一)　ＷＡＲＰバージョン一・〇三について\n両表示画面の同一の点は以下のとおりであり、ＷＡＲＰバージョン一・\n〇三の右表示画面と積算くんの右表示画面とは実質的に同一である。\n(1)　「巾」、「奥行」、「天井高」及び「巾木高」という入力項目、及び\n「巾木高削除」を行うか否かの選択ボタンを有する部屋の平面図を有する点が同一\nである。\n(2)　梁型を「Ｌ梁型」と「Ｕ梁型」に区分している点が同一である。\n(3)　積算くんではＧＬａ、ＧＬｂ、ＧＬｃという記号を使用してるが、Ｗ\nＡＲＰバージョン一・〇三もこれとほぼ同じＧＬ１、ＧＬ２、ＧＬ３という記号を\n使用している。\n(4)　梁型の登録項目として、「梁巾」、「梁成」、「長さ」、「個数」の\nみならず「壁」まで、同一もしくはほぼ同一の名称の項目を設けており、かつこれ\nらが同一の配列順序で左から右へ配列されている点が同一である。\n(二)　ＷＡＲＰバージョン二・〇〇及び二・〇二について\n両表示画面の同一の点は以下のとおりであり、ＷＡＲＰバージョン二・\n〇〇及び二・〇二の右表示画面と積算くんの右表示画面とは実質的に同一である。\n(1)　積算くんでは、梁型を「Ｌ梁型」と「Ｕ梁型」に区分し、かつ梁型の\n登録項目として、「梁巾」、「梁成」、「長さ」及び「個数」を設けているが、Ｗ\nＡＲＰバージョン二・〇〇及び二・〇二も「Ｌ梁で拾う」及び「Ｕ梁で拾う」とい\nう入力項目を設けて「Ｌ梁型」と「Ｕ梁型」とを区分し、かつ「巾」、「成」及び\n「長さ」という同一もしくはほぼ同一の名称の項目を設け、また積算くんの「個\n数」の代わりに上記「Ｌ梁で拾う」及び「Ｕ梁で拾う」によって個数を入力できる\nようにしている点が同一である。\n(2)  別紙ＷＡＲＰバージョン二・〇〇及び二・〇二画面目録３－２には、\n梁型記号が表示されていないが、ＷＡＲＰバージョン一・〇三と同様、積算くんの\n梁型記号に類似した記号を使用しているはずである。\n４　積算くんの「意匠・細部基準、凹凸部分・建具」画面について\n積算くんの「意匠・細部基準、凹凸部分・建具」画面は、別紙積算くん画\n面目録５－３掲載のとおりであり、これに対応するＷＡＲＰバージョン一・〇三の\n画面は、別紙ＷＡＲＰバージョン一・〇三画面目録３－３掲載のとおりであり、Ｗ\nＡＲＰバージョン二・〇〇及び二・〇二の画面は、別紙ＷＡＲＰバージョン二・〇\n〇及び二・〇二画面目録３－３掲載のとおりである。\n(一)　ＷＡＲＰバージョン一・〇三について\n両表示画面の同一の点は以下のとおりであり、ＷＡＲＰバージョン一・\n〇三の右表示画面と積算くんの右表示画面とは実質的に同一である。\n(1)　「巾」、「奥行」、「天井高」及び「巾木高」という入力項目、並び\nに「巾木高削除」を行うか否かの選択ボタンを有する部屋の平面図を有する点が同\n一である。\n(2)　登録事項を凹凸と建具とに区分している点が同一である。\n(3)　積算くんでは、凹凸についてはＨａ、Ｈｂ、Ｈｃという記号を、建具\nについてはＷａ、Ｗｂ、Ｗｃという記号を使用しているが、ＷＡＲＰバージョン\n一・〇三もこれと同じく、凹凸についてＨＢ１、ＨＢ２、ＨＢ３という記号を、建\n具についてはＷＴ１、ＷＴ２、ＷＴ３という記号を使用している。\n(4)　凹凸の登録項目として、「巾」、「奥行き」及び「個数」という同一\nもしくはほぼ同一の名称の項目を設けており、かつこれらが同一の配列順序で左か\nら右へ配列されている点が同一である。また建具の登録項目として、「建具巾」、\n「建具成」及び「個数」という同一もしくはほぼ同一の名称の項目を設けており、\nかつこれらが同一の配列順序で左から右へ配列されている点が同一である。\n(二)　ＷＡＲＰバージョン二・〇〇及び二・〇二について\n両表示画面の同一の点は以下のとおりであり、ＷＡＲＰバージョン二・\n〇〇及び二・〇二の右表示画面と積算くんの右表示画面とは実質的に同一である。\n(1)　積算くんでは登録事項を凹凸と建具とに区分し、凹凸の登録項目とし\nて、「巾」、「奥行き」及び「個数」という項目を設け、建具の登録項目として、\n「建具巾」、「建具成」及び「個数」という項目を設けているが、ＷＡＲＰバージ\nョン二・〇〇及び二・〇二も「壁」、「巾木」及び「額縁」という入力項目を設け\nて凹凸と建具とを区分し、かつ「巾」「成」という同一名称の入力項目を設け、ま\nた積算くんの「個数」の代わりに上記「壁」、「巾木」及び「額縁」によって個数\nを入力できるようにしている点が同一である。\n(2)　別紙ＷＡＲＰバージョン二・〇〇及び二・〇二画面目録３－３には、\n凹凸記号及び建具記号が表示されていないが、ＷＡＲＰバージョン一・〇三と同\n様、積算くんの凹凸記号及び建具記号に類似した記号を使用しているはずである。\n５　積算くんの「意匠内外装／計算原稿一覧表」画面について\n積算くんの「意匠内外装／計算原稿一覧表」画面は、別紙積算くん画面目\n録３－２掲載のとおりであり、これに対応するＷＡＲＰバージョン一・〇三の画面\nは、別紙ＷＡＲＰバージョン一・〇三画面目録４掲載のとおりであり、ＷＡＲＰバ\nージョン二・〇〇及び二・〇二の画面は、別紙ＷＡＲＰバージョン二・〇〇及び\n二・〇二画面目録４掲載のとおりである。\n(一)　ＷＡＲＰバージョン一・〇三について\n両表示画面の同一の点は以下のとおりであり、ＷＡＲＰバージョン一・\n〇三の右表示画面と積算くんの右表示画面とは実質的に同一である。\n(1)　工種並びにその内容を記載する行の下に当該部位の計算行を設けてい\nる点、計算行を数値、演算記号、計算結果等の計算式の各項目を各要素ごとに別個\nのセルに配置している点が同一である。\n(2)　壁、巾木及び額縁の総延長を求める計算式を、数学的には「（壁面の\n一辺の長さ＋他の一辺の長さ）×２」として表記すべきところを、積算するものの\n思考のプロセスに即して入力することができるように、あえて「壁面の一辺の長さ\n＋他の一辺の長さ×２」という形で表示している点が同一である。\n(二)　ＷＡＲＰバージョン二・〇〇及び二・〇二について\n両表示画面の同一の点は、ＷＡＲＰバージョン一・〇三の場合と同じで\nあり、ＷＡＲＰバージョン二・〇〇及び二・〇二の右表示画面と積算くんの右表示\n画面とは実質的に同一である。\n６　積算くんの「他表のコピー」画面について\n積算くんの「他表のコピー」画面は、別紙積算くん画面目録６掲載のとお\nりであり、これに対応するＷＡＲＰバージョン一・〇三の画面は、別紙ＷＡＲＰバ\nージョン一・〇三画面目録５掲載のとおりであり、ＷＡＲＰバージョン二・〇〇及\nび二・〇二の画面は、別紙ＷＡＲＰバージョン二・〇〇及び二・〇二画面目録５掲\n載のとおりである。\n(一)　ＷＡＲＰバージョン一・〇三について\n両表示画面の同一の点は以下のとおりであり、ＷＡＲＰバージョン一・\n〇三の右表示画面と積算くんの右表示画面とは実質的に同一である。\n(1)　部屋を選択する、部屋別のセルが縦×横の表形式で配置されている\n点、及び部屋番号と部屋の名称のセルとが組み合わされて一つの部屋の単位になっ\nている点が同一である。\n(2)　部屋別の数量データを入力するには、積算くんでは部屋番号をクリッ\nクすれば、別紙積算くん画面目録６－１掲載のとおり、部屋番号、部屋名称、入力\nする部位及び部屋数を入力することができる「部屋別一覧表」が表示されるのに対\nし、ＷＡＲＰバージョン一・〇三では、画面の右側の表に部屋番号、部屋名称、部\n屋数及び備考欄に部位等を入力することができる。\n(二)　ＷＡＲＰバージョン二・〇〇及び二・〇二について\n両表示画面の同一の点は、ＷＡＲＰバージョン一・〇三の場合と同じで\nあり、ＷＡＲＰバージョン二・〇〇及び二・〇二の右表示画面と積算くんの右表示\n画面とは実質的に同一である。\n７　積算くんの「Ｄａｔａ側のＤｒｖの環境設定」画面について\n積算くんの「Ｄａｔａ側のＤｒｖの環境設定」画面は、別紙積算くん画面\n目録７掲載のとおりであり、これに対応するＷＡＲＰバージョン一・〇三の画面\nは、別紙ＷＡＲＰバージョン一・〇三画面目録６及び７掲載のとおりであり、ＷＡ\nＲＰバージョン二・〇〇及び二・〇二の画面は、別紙ＷＡＲＰバージョン二・〇〇\n及び二・〇二画面目録６及び７掲載のとおりである。\n(一)　ＷＡＲＰバージョン一・〇三について\n両表示画面の同一の点は以下のとおりであり、ＷＡＲＰバージョン一・\n〇三の右表示画面と積算くんの右表示画面とは実質的に同一である。\n(1)　別紙積算くん画面目録７掲載の画面の左側はデータの保管場所のディ\nレクトリを表示するものであるが、別紙ＷＡＲＰバージョン一・〇三画面目録６は\nデータの保管場所をディレクトリ名で表示する点で、同一である。\n(2)　別紙積算くん画面目録７掲載の画面の右側はデータの保管場所をツリ\nー表示の形式で表示するものであるが、別紙ＷＡＲＰバージョン一・〇三画面目録\n７はデータの保管場所をツリー表示の形式で表示する点で、同一である。\n(二)　ＷＡＲＰバージョン二・〇〇及び二・〇二について\n両表示画面の同一の点は、ＷＡＲＰバージョン一・〇三の場合と同じで\nあり、ＷＡＲＰバージョン二・〇〇及び二・〇二の右表示画面と積算くんの右表示\n画面とは実質的に同一である。\n８　積算くんの「工事概要」画面について\n積算くんの「工事概要」画面は、別紙積算くん画面目録８掲載のとおりで\nあり、これに対応するＷＡＲＰバージョン一・〇三の画面は、別紙ＷＡＲＰバージ\nョン一・〇三画面目録７掲載のとおりであり、ＷＡＲＰバージョン二・〇〇及び\n二・〇二の画面は、別紙ＷＡＲＰバージョン二・〇〇及び二・〇二画面目録７掲載\nのとおりである。\n(一)　ＷＡＲＰバージョン一・〇三について\n積算くんの「工事概要」画面は、「建物概要」として「建物番号」、\n「名称」、「場所」、「用途」、「構造」、「規模」、「建築面積」、「延床面\n積」、「担当者」及び「登録年月日」の入力欄を設けているが、別紙ＷＡＲＰバー\nジョン一・〇三画面目録７掲載の画面の右側は、「規模」を「地上〇階、地下〇\n階」に変更し、「登録年月日」を削除し、「備考欄」を設けている以外は同一であ\nる。\nそもそも意匠内外装の積算においては、工事ないしは建物の概要の登録\nは本来必要がなく、これの登録がなくても積算には何ら差し支えないものである。\nしたがって、他社の積算ソフトでは工事概要ないし建物概要の登録画面をもってい\nないものの方が多い。逆に、いわゆる工事概要として通常作成されるものは、詳細\nなものであり、積算くんやＷＡＲＰバージョン一・〇三の右画面程度では不十分で\nある。\nそれにもかかわらず、ＷＡＲＰバージョン一・〇三は、積算くんと同様\nに絞り込んだ工事概要の入力画面を有している。\nしたがって、ＷＡＲＰバージョン一・〇三の右表示画面と積算くんの右\n表示画面とは実質的に同一である。\n(二)　ＷＡＲＰバージョン二・〇〇及び二・〇二について\n両表示画面の同一の点は、ＷＡＲＰバージョン一・〇三の場合と同じで\nあり、ＷＡＲＰバージョン二・〇〇及び二・〇二の右表示画面と積算くんの右表示\n画面とは実質的に同一である。\n９　積算くんの「意匠内外装集計計算・集計表印刷」画面について\n積算くんの「意匠内外装集計計算・集計表印刷」画面は、別紙積算くん画\n面目録９掲載のとおりであり、これに対応するＷＡＲＰバージョン一・〇三の画面\nは、別紙ＷＡＲＰバージョン一・〇三画面目録８掲載のとおりであり、ＷＡＲＰバ\nージョン二・〇〇及び二・〇二の画面は、別紙ＷＡＲＰバージョン二・〇〇及び\n二・〇二画面目録８掲載のとおりである。\n(一)　ＷＡＲＰバージョン一・〇三について\n積算くんの画面では、「表示画面」欄にチェックを入れて、その下の\n「工種」欄をクリックすると、別紙積算くん画面目録９－１掲載のとおり、工種名\n称一覧表がドロップダウンリストとして縦書きで表示され、また「部位」欄をクリ\nックすると、別紙積算くん画面目録９－２掲載のとおり、部位一覧表がドロップダ\nウンリストとして縦書きで表示される。また、積算くんの画面では、工種別かつ部\n位別に「項目」、「合計数量」及び「数量の単位」を表示するようになっている。\nこれに対し、ＷＡＲＰバージョン一・〇三では、工種名称一覧表、部位\n一覧表が当初から表示されているが、その項目内容及び配列順序は同一であり、工\n種別かつ部位別に「項目」、「合計数量」、「部屋別数量」及び「数量の単位」が\n表示される。\nしたがって、両者はほとんど同一であり、ＷＡＲＰバージョン一・〇三\nの右表示画面と積算くんの右表示画面とは実質的に同一である。\n(二)　ＷＡＲＰバージョン二・〇〇及び二・〇二について\n両表示画面の同一の点は、ＷＡＲＰバージョン一・〇三の場合と同じで\nあり、ＷＡＲＰバージョン二・〇〇及び二・〇二の右表示画面と積算くんの右表示\n画面とは実質的に同一である。\n【被告らの主張】\n１　積算くんとＷＡＲＰの個々の書式は、実際には画面内の各書式の配置・構\n成・色彩配分など一見して印象を異にするものとなっている。さらにいえば、画面\n内の個々の書式についても、その縦横比、ます数、体裁、項目の表記方法、レイア\nウト等につき枚挙にいとまがないほどの差異が存在する。\n２　ＷＡＲＰバージョン二・〇〇及び二・〇二について\n(一)　積算くんの「工種名称、工種項目選択」画面について\n両者は基調となる全体的色彩が、積算くんではグレーなりブラウンの暗\nい印象であるのに対し、ＷＡＲＰバージョン二・〇〇及び二・〇二では白なりライ\nトブルーによる明るい印象となっている。\nまた、工種名称の表示位置（積算くんでは上段、ＷＡＲＰバージョン\n二・〇〇及び二・〇二では横）、並べ方（積算くんでは横五列展開、ＷＡＲＰバー\nジョン二・〇〇及び二・〇二では縦一列展開）、項目数（積算くんでは一七、ＷＡ\nＲＰでは三〇）、用語（積算くんではアルファベット頭文字、ＷＡＲＰバージョン\n二・〇〇及び二・〇二では漢字）などは基本的に異なるし、項目欄の位置・構成も\n異なる（ＷＡＲＰバージョン二・〇〇及び二・〇二には備考、名称、企画・寸法欄\nが設けられている等）など、その違いは枚挙にいとまがない。\n(二)　積算くんの「意匠・細部基準、隅柱・中間柱・独立柱」画面について\n色調の明暗が全く反対であるのみならず、画面内の書式の数と種類、画\n面全体の構成なども全く異なる。\n(三)　積算くんの「意匠・細部基準、梁型」画面について\n(二)とおなじ。\n(四)　積算くんの「意匠・細部基準、凹凸部分・建具」について\n(二)と同じ。\n(五)　積算くんの「意匠内外装／計算原稿一覧表」について\n(二)と同じ。\nまた、原告が共通性を強調する別紙積算くん画面目録３－２の下半分と\n別紙ＷＡＲＰバージョン二・〇〇及び二・〇二画面目録４についても、色掛けの有\n無、罫線の用い方、工種名称の表示方法（積算くんではアルファベットの頭文字、\nＷＡＲＰバージョン二・〇〇及び二・〇二では漢字）、イコール記号の有無などに\n顕著な差があり、同一性は認められない。\n(六)　積算くんの「他表のコピー」画面について\nおよそ書式とさえもいえない単純な表にすぎず、到底著作物性は認めら\nれないが、両者では色調の明暗が全く反対であるのみならず、画面内のセルの数\n（ＷＡＲＰバージョン二・〇〇及び二・〇二の方が格段に多い）、展開方法（ＷＡ\nＲＰバージョン二・〇〇及び二・〇二ではスクロールによる展開が可能）なども全\nく異なり、同一性は認められない。\n(七)　積算くんの「Ｄａｔａ側のＤｒｖの環境設定」画面について\nおよそ要部において共通するところがなく、全く異なる画面であること\n一目瞭然である。\n(八)　積算くんの「工事概要」画面について\n色調の明暗が全く反対であるのみならず、画面の構成なども異なる。\n原告が共通性を強調する「物件概要」にしても、物件の特定のための一\n種の書式にすぎず、およそ著作物たり得ないものである。また、名称、場所、面積\nといった属性事項は、物件概要においては性質上必然的に共通するものであるから\n要部とはいえず、仮にこの点で共通部分があっても複製とはいえない。\n(九)　積算くんの「意匠内外装集計計算・集計表印刷」画面について\n色調の明暗が全く反対であるのみならず、画面内の書式の数と種類、画\n面全体の構成なども全く異なる。\n五　争点五（ＷＡＲＰと積算くんの出力（印刷）結果の実質的同一性）について\n【原告の主張】\n１　積算くんの部屋別計算表について\n積算くんの部屋別計算表とＷＡＲＰの積算根拠を比較すると、①最初に工\n種並びに内容を表示する行を置き、その下に計算行を配置している点、②壁、巾木\n及び額縁の総延長を求める計算式を、数学的には、「（壁面の一辺の長さ＋他の一\n辺の長さ）×２」として表示すべきところを、積算をする者の思考のプロセスに即\nして入力することができるように、あえて「壁面の一辺の長さ＋他の一辺の長さ×\n２」という形で表示している点、③数値並びに計算記号の配列順序まで、全く同一\nである。\nしたがって、ＷＡＲＰの積算根拠と積算くんの部屋別計算表とは実質的に\n同一である。\n２　積算くんの積算集計表について\n積算くんの積算集計表とＷＡＲＰの部位別部屋別印刷を比較すると、第一\n列に、縦に「工種」、「項目」、「単位」、「合計数量」及び「部屋別の数量」の\n欄を設け、かつ第二列以降に「石」、「木」、「左官」及び「内装」の順で工種別\nの集計欄を設けており、項目、名称及び配列が、全く同一である。\nしたがって、ＷＡＲＰの部位別部屋別印刷と積算くんの積算集計表とは実\n質的に同一である。\n３　積算くんの部屋別集計表について\n積算くんの部屋別集計表とＷＡＲＰの部位別工種別印刷を比較すると、部\n位、工種、項目の名称及び部位、工種、項目、室名もしくは室番号の順に配列し、\nかつ項目の列と室名の列との間に数量の単位を表示する列を配している点まで、全\nく同一である。\nしたがって、ＷＡＲＰの部位別工種別印刷と積算くんの部屋別集計表とは\n実質的に同一である。\n４　積算くんの工種項目別の部屋別集計表について\n積算くんの工種項目別の部屋別集計表とＷＡＲＰの工種別印刷を比較する\nと、部位及び工種の名称から項目の配列まで、全く同一である。\nしたがって、ＷＡＲＰの工種別印刷と積算くんの工種項目別の部屋別集計\n表とは実質的に同一である。\n【被告らの主張】\n争う。\n積算くんとＷＡＲＰの出力（印刷）結果は、同じ目的の書式ゆえ取り上げる\n項目などが性質上概ね共通とならざるを得ない。それにもかかわらず、両者を比較\nすると、そもそもタイトルの名称、データの表示位置、工種の表示方法、室名の表\n示方法、セルの数等に顕著な相違点がある。なお、ＷＡＲＰバージョン一・〇三か\nらバージョン二・〇〇へバージョンアップされたことに伴い、出力（印刷）結果の\n積算根拠の部屋指定欄が表示されなくなった。また、バージョン二・〇二へバージ\nョンアップされたことに伴い、部位別工種別印刷及び工種別印刷は出力（印刷）結\n果から削除されるとともに、積算根拠の部位の表示場所が変更された。\n六　争点六（依拠性）について\n【原告の主張】\nＷＡＲＰの表示画面、出力（印刷）結果が積算くんのそれらに類似している\nこと、被告コムテックは、従前、積算くんの販売代理店であったことからすれば、\n被告らが積算くんに依拠してＷＡＲＰを製作したことは明らかである。\n【被告らの主張】\n被告らは積算くんのアフターサービスをしていたころから、独自にノウハウ\nやアイディアを考案、取得、応用そして蓄積し、これらを基本的骨格とし、これに\n既存の書式やＷＡＲＰ以前の同種製品を参考にして、ＷＡＲＰを開発した。\nしたがって、被告らは独自にＷＡＲＰを開発した。\n第四　当裁判所の判断\n一　争点一（表示画面の著作物性）について\n１　著作権法により保護される客体である著作物といえるためには、その表現\nされたものが、「文芸、学術、美術又は音楽の範囲に属するもの」でなければなら\nないが、ここにいう「文芸、学術、美術又は音楽の範囲に属するもの」とは、知\n的、文化的精神活動の所産全般を指すものと解される。\n証拠（甲２）と弁論の全趣旨によれば、積算くんの意匠内外装積算ソフト\nは、著作者の意匠内外装の積算に関する知見に基づき、製作されたものであり、そ\nの表示画面は、同ソフトを使用する者が意匠内外装積算を行いやすいように配慮し\nて、著作者が製作したものであると考えられるから、右表示画面は、著作者の知的\n精神活動の所産ということができる。\n被告らは、積算くんが実用品ないし工業製品であるから「文芸、学術、美\n術又は音楽の範囲に属するもの」ではないと主張するが、そこに表現されている内\n容が、技術的、実用的なものであるとしても、その表現自体が知的、文化的精神活\n動の所産と評価できるものであれば、右要件は充足されるから、被告らの主張は採\n用することができない。\nなお、原告は、積算くんの表示画面は美術の著作物であると主張するよう\nであるが、表示画面に美的要素があることは否定できないとしても、その表示画面\nの表示形式、表示内容からすると、積算くんの表示画面を、あえて分類するとすれ\nば、学術的な性質を有する図面、図表の類というべきである。\n２　著作物であるといえるためには、「思想又は感情を創作的に表現したも\nの」でなければならない。\n(一)　「思想又は感情を創作的に表現したもの」と認められるためには、著\n作者の精神活動が、個性的に表現されていなければならない。\n(二)　被告らは、積算くんの表示画面は、書式にすぎず、「思想又は感情の\n表現」ではないと主張するが、書式であったとしても、どのような項目をどのよう\nに表現して書式に盛り込むかという点において著作者の知的活動が介在し、場合に\nよっては、その表現に著作者の個性が表れることもあると考えられるから、単に積\n算くんの表示画面が書式であることをもって、右要件を否定することはできない。\n(三)　被告らは、積算くんのようなビジネスソフトの表示画面においては、\n文字数や図表、図形の大きさ、一画面に使用できる色の数等の物理的制約があり、\nユーザーの学習容易性、操作容易性による制約もあることを理由に、その表示画面\nは創作的表現になり得ないと主張する。\nしかし、積算くんはウインドウズ95又は同98をオペレーティングシステ\nムとするアプリケーションソフトであるところ、証拠（甲21の１）と弁論の全趣旨\nによれば、ウインドウズ95又は98をオペレーティングシステムとするアプリケーシ\nョンソフトにおいては、画面の解像度を変更したり、スクロールバーを縦横に設け\nることにより、一表示画面に表現できる情報の量を変更することができること、最\n高一六七七万色以上の色彩表現が可能であること、また画面に表示できる表現も文\n字だけに限らず、記号、図形など多彩であることなどが認められ、これらのことか\nらすると、ウインドウズ95又は98をオペレーティングシステムとするアプリケーシ\nョンソフトにおける表示画面の物理的制約は、表現の創作性を検討する観点から\nは、無制限といってもよい程度の物理的制約にすぎないことが認められる。\nまた、ビジネスソフトは、不特定多数者の実務的利用を想定して製作さ\nれるから、利用者の学習容易性、操作容易性の観点から、その表示画面において\nは、できるだけ利用者がわかりやすい一般的・普遍的表現、すなわち著作者の個性\nが表れない表現が用いられる傾向があるであろうことは理解し得る。しかし、そう\nであるからといって、積算くんがビジネスソフトであることをもって、直ちに、そ\nの表示画面に創作性がないということはできない。\n(四)　そこで、具体的に、積算くんの表示画面において、思想又は感情が創\n作的に表現されているかどうかを検討する必要がある。\nしかるところ、複製権侵害が認められるためには、ＷＡＲＰの表示画面\nと積算くんの表示画面とが実質的に同一であること、換言すれば、ＷＡＲＰの表示\n画面から積算くんの表示画面の創作的表現形式が直接覚知、感得できなければなら\nないと解されるが、そのように評価できるためには、少なくとも、両表示画面の共\n通する表現形式において、積算くんの著作者の思想又は感情が創作的に表現されて\nいなければならないというべきである。そこで、積算くんの表示画面において、思\n想又は感情が創作的に表現されているかどうかは、後記四でＷＡＲＰの表示画面か\nら積算くんの創作的な表現形式を直接覚知、感得することができるかどうかを検討\nするに当たって、両表示画面の共通する表現形式を抽出した後に、当該共通する表\n現について検討することとする。\n二　争点二（出力（印刷）結果の著作物性）について\n１  原告は、積算くんを用いて積算を行った後の出力（印刷）結果である、部\n屋別計算表、積算集計表、部屋別集計表及び工種項目別の部屋別集計表を原告の著\n作物であると主張する。\nしかしながら、証拠（甲３）によれば、右各表のうち大部分は、積算くん\nを使用する者が、あるデータを入力して初めて印刷されるものであって、積算くん\nの著作者は、右各表のような表現で印刷できるような機能を積算くんに具備させて\nいるにすぎず、いまだ積算くんの著作者の表現行為があったとは認められない。\n２　そして、証拠（甲３）によれば、部屋別計算表において、積算くんの著作\n者が表現していると認められるのは、同表上部に記載されている「工事名称」、\n「部屋別計算表」、「部屋番号、名称」、「表番号、表名称」、「指定部位」及び\n「計算個数＝印刷表＊個数」等の同表の特定のために必要となるデータの名称にす\nぎず、そのような表現に積算くんの著作者の思想又は感情が創作的に表現されてい\nるとは認められない。\nまた、同証拠によれば、積算集計表において、積算くんの著作者が表現し\nていると認められるのは、「積算集計表」、「工事名称」及び「集計部位」という\n同表の特定のために必要となるデータの名称と、同表の各欄のデータ名称である\n「仕上げＮｏ」、「工種」、「項目」、「単位」、「室名／合計」等である。そし\nて、前者に積算くんの著作者の思想又は感情が創作的に表現されていると認められ\nないことは当然であり、後者についても、証拠（甲２）によれば、同表は、全工種\nの選択部位別の部屋別集計表であることが認められることからすると、右のような\n表現に積算くんの著作者の思想又は感情が創作的に表現されているとは認められな\nい。\nまた、証拠（甲３）によれば、部屋別集計表において、積算くんの著作者\nが表現していると認められるのは、「工事名称」及び「部屋別集計」という同表の\n特定のために必要となるデータの名称と、同表の各欄のデータ名称である「工\n種」、「項目」、「室名」、「合計」である。そして、前者に積算くんの著作者の\n思想又は感情が創作的に表現されていると認められないことは当然であり、後者に\nついても、証拠（甲２）によれば、同表は、全工種の全部位の部屋別集計表である\nことが認められることからすると、右のような表現に積算くんの著作者の思想又は\n感情が創作的に表現されているとは認められない。\nさらに、証拠（甲３）によれば、工種項目別の部屋別集計表において、積\n算くんの著作者が表現していると認められるのは、「工事名称」及び「工種項目別\nの部屋別集計」という同表の特定のために必要となるデータの名称にすぎず、その\nようなものに積算くんの著作者の思想又は感情が創作的に表現されているとは認め\nられない。\n３　以上より、原告が著作物と主張する、積算くんを用いて積算を行った後の\n出力（印刷）結果である、部屋別計算表、積算集計表、部屋別集計表及び工種項目\n別の部屋別集計表は、いずれも著作権法上保護される著作物であるとは認められな\nいから、その余の争点について検討するまでもなく、これらが著作物であることを\n理由とする原告の請求は理由がない。\n三　争点三（差止請求の必要性について）について\n証拠（乙３、15）と弁論の全趣旨によれば、被告ジーネットは、平成一一年\n三月ころ、ＷＡＲＰを、バージョン一・〇三からバージョン二・〇〇にバージョン\nアップし、平成一一年七月下旬ころ、バージョン二・〇二にバージョンアップした\nことが認められる。\n確かに、証拠（甲５、乙３）によれば、ＷＡＲＰバージョン一・〇三から同\nバージョン二・〇〇への変更に当たっては、本件で問題となっている表示画面が大\n幅に変更されていることが認められるため、特にバージョン一・〇三からバージョ\nン二・〇〇への変更は、本件訴訟対策の意味合いもあった可能性は否定できない\nが、そうであるからといって、被告コムテックなどが、いったんバージョンアップ\nしたＷＡＲＰを旧バージョンに戻したり、バージョンアップした製品と旧バージョ\nンとを並行して販売、頒布するとは考え難い。\nなお、原告は、仮に、被告らがＷＡＲＰをバージョンアップしたとしても、\n旧バージョンのＷＡＲＰを保存しておかずに廃棄するということは考えられないた\nめ、なお差止請求の必要性は認められると主張する。しかしながら、仮に、被告ら\nがＷＡＲＰの旧バージョンのソースプログラムが保存された媒体を廃棄していない\nとしても、ＷＡＲＰをバージョンアップしている以上、今後、旧バージョンを販\n売、頒布するおそれがあると認められないことに変わりはない。\nよって、原告の請求のうち、ＷＡＲＰバージョン一・〇三及び二・〇〇を対\n象とする請求は、その余の争点について検討するまでもなく理由がない。\n四　争点四（ＷＡＲＰの表示画面と積算くんの表示画面の実質的同一性）につい\nて\n（前記三で判断したとおり、ＷＡＲＰバージョン一・〇三及び二・〇〇につい\nては、既に差止請求は理由がないものであるが、念のためにこれらについても以下\nの検討の対象とすることにする。）\n１　別紙積算くん画面目録４掲載の表示画面について\n(一)　別紙ＷＡＲＰバージョン一・〇三画面目録２掲載の表示画面について\n(1)　右両表示画面は、工種項目作成画面であるが、以下の点で共通する。\nア  画面上半分に、「工事名称一覧表」を縦五行、横四列の表形式で設\nけ、工事名称として「・体工事」、「組積工事」、「防水工事」、「石工事」、\n「タイル工事」、「木工事」、「金属工事」、「屋根工事」、「左官工事」、「ガ\nラス工事」、「塗装工事」、「内装工事」、「雑工事」、「家具工事」、「備品工\n事」、及び「フリー工事」を設けており、その配列順序も同一である。\nイ　画面下半分に「項目」、「単位」、「単価」、「原価」の入力欄\nを、同一の配列順序で左から右へ配列している。\n(2)　一方、右両表示画面は、次の異なる表示が存在する（甲２、５）。\nア　ＷＡＲＰバージョン一・〇三の右表示画面は、別紙ＷＡＲＰバージ\nョン一・〇三画面目録１掲載の計算原稿の表示画面に示された四つの表のうち右上\n部に表示されている一つの表にすぎず、表示画面中に占める割合も四分の一程度で\nある。\nイ　画面上半分の工事名称一覧表において、積算くんの右表示画面にお\nいては、フリー（ＡＡ）工事とフリー（ＢＢ）工事の二つが設けられているのに対\nし、ＷＡＲＰバージョン一・〇三の右表示画面においては、フリー１工事ないしフ\nリー６工事の六つ設けられ、さらに工種名称の追加用に、一〇個の空欄が設けられ\nている。\nウ　工種名称一覧表の工種名称欄の左側に設けられている略号は、積算\nくんがアルファベットであるのに対し、ＷＡＲＰバージョン一・〇三は日本語であ\nる。\nエ　積算くんの右表示画面においては、同表上において使用者が一定の\n操作をすると、工種名称一覧表が現れるような機能が施されているものの、当初か\nら同一覧表は表示されていないが、ＷＡＲＰバージョン一・〇三においては、工種\n名称一覧表の下に部位一覧表が表示されている。\nオ　積算くんの右表示画面における入力欄は、(1)イのみであるのに対\nし、ＷＡＲＰバージョン一・〇三の右表示画面においては、さらに「備考」欄が表\n示されている。\nカ　積算くんの右表示画面においては、画面下半分の入力欄の左に「自\n項目コピー」、「他工種コピー」、「キャンセル」、「ＯＫ」及び「項目印刷」等\nのボタンが表示され、入力欄の下に「項目コピー時上書き可能」及び「ＤＯＳ版位\n置」のチェックボックスが表示されているが、ＷＡＲＰバージョン一・〇三の右表\n示画面においてそのような表示はない。\n(3)　(1)アの共通点のうち、工種項目作成画面に工種名称一覧表を設ける\n点は、工種項目作成画面に工種名称一覧表を設ける必然性はないことから積算くん\nの著作者の個性が発揮されているが、それ自体はアイディアに属する事柄であり、\n著作権法上保護の対象となるものではない。そして、同表に工事名称として具体的\nに記載されている一五種類の工事名称自体は、一般的な工事名称であり、その工事\n名称の選択、配列順序及び工事名称一覧表を縦五行、横四列の表形式で設けている\n点に、積算くんの著作者の思想又は感情が創作的に表現されていると見ることはで\nきない。また、(1)イの共通点については、そのような項目入力欄を設けること自体\nは、積算くんもＷＡＲＰも積算ソフトであることを考慮すれば、特筆すべきことで\nはなく、しかもその表現形式はありふれたものであるから、その部分に積算くんの\n著作者の思想又は感情が創作的に表現されているとは見ることができない。\nそうすると、積算くんの右表示画面とＷＡＲＰバージョン一・〇三の\n右表示画面とが共通する表現形式において、積算くんの著作者の思想又は感情が創\n作的に表現されている個所は存在しないこととなるから、積算くんの右表示画面を\n知る通常人が、ＷＡＲＰバージョン一・〇三の右表示画面に接した場合に、積算く\nんの右表示画面の創作的な表現形式を直接覚知、感得することができるとは認めら\nれない。\n(二)　別紙ＷＡＲＰバージョン二・〇〇及び二・〇二画面目録２掲載の表示\n画面について\n(1)　ＷＡＲＰバージョン二・〇〇及び二・〇二の右表示画面も、工種項目\n作成画面であるが、次の点で、積算くんの右表示画面と共通する。\nア  工事名称一覧表が表示されており、工事名称として「・体工事」、\n「組積工事」、「防水工事」、「石工事」、「タイル工事」、「木工事」、「金属\n工事」、「屋根工事」、「左官工事」、「ガラス工事」、「塗装工事」、「内装工\n事」、「雑工事」、「家具工事」、「備品工事」、及び「フリー工事」を設けてい\nる。\nイ　「項目」、「単位」、「単価」、「原価」の入力欄を、同一の配列\n順序で左から右へ配列している。\n(2)  一方、右両表示画面は、次の異なる表示が存在する。\nア　ＷＡＲＰバージョン二・〇〇及び二・〇二の右表示画面は、別紙Ｗ\nＡＲＰバージョン二・〇〇及び二・〇二画面目録１掲載の計算原稿の表示画面に示\nされた四つの表のうち右上部に表示されている一つの表にすぎず、表示画面中に占\nめる割合は四分の一よりも少ない。\nイ　工事名称一覧表が、積算くんの右表示画面においては、画面の上半\n分に表示されているのに対し、ＷＡＲＰバージョン二・〇〇及び二・〇二の右表示\n画面においては、画面の左部に表示されている。\nウ　工事名称一覧表において、積算くんの右表示画面においては、フリ\nー（ＡＡ）工事とフリー（ＢＢ）工事の二つが設けられているのに対し、ＷＡＲＰ\nバージョン二・〇〇及び二・〇二の右表示画面においては、フリー１工事ないしフ\nリー９工事及びフリーＡ工事ないしフリーＦ工事の一六のフリー工事欄が表示され\nている。\nエ　工種名称一覧表の工種名称欄の左側に設けられている略号は、積算\nくんの右表示画面がアルファベットであるのに対し、ＷＡＲＰバージョン二・〇〇\n及び二・〇二の右表示画面においては日本語である。\nオ　積算くんの右表示画面における入力欄は、(1)イのみであるのに対\nし、ＷＡＲＰバージョン二・〇〇及び二・〇二の右表示画面においては、さらに\n「備考」、「名称」、「企画－寸法」の入力欄が表示されている。\nカ　積算くんの右表示画面においては、画面下半分の入力欄の左に「自\n項目コピー」、「他工種コピー」、「キャンセル」、「ＯＫ」及び「項目印刷」等\nのボタンが表示され、入力欄の下に「項目コピー時上書き可能」及び「ＤＯＳ版位\n置」のチェックボックスが表示されているが、ＷＡＲＰバージョン二・〇〇及び\n二・〇二の右表示画面においてそのような表示はない。\n(3)　右(1)の共通点からすると、積算くんの右表示画面とＷＡＲＰバージ\nョン二・〇〇及び二・〇二の右表示画面とが共通する表現形式において、積算くん\nの著作者の思想又は感情が創作的に表現されている個所が存在しないことは、(一)\nで判示したことから明らかであり、積算くんの右表示画面を知る通常人が、ＷＡＲ\nＰバージョン二・〇〇及び二・〇二の右表示画面に接した場合に、積算くんの右表\n示画面の創作的な表現形式を直接覚知、感得することができるとは認められない。\n２　別紙積算くん画面目録５－１掲載の画面について\n(一)　別紙ＷＡＲＰバージョン一・〇三画面目録３－１掲載の表示画面につ\nいて\n(1)　両者は、柱の登録画面であるが、以下の点で共通する。\nア　部屋の平面図が掲載され、部屋の基本寸法の入力項目が、「巾」、\n「奥行き」、「天井高」及び「巾木高」であり、「巾木高削除」というチェックボ\nックスが存在する。\nイ　入力する柱が、「隅柱」、「中間柱」及び「独立柱」と分類され、\n各柱の入力欄が、複数行ずつ画面の上から下に順に設けていること。\nウ　各柱の入力項目として、積算くんの右画面には、左から順に、「見\n付」、「見込」及び「個数」があり、ＷＡＲＰバージョン一・〇三の右画面にも、\n同様に、「見付」、「見込」及び「個所」があり、両者の入力欄の右には、床又は\n壁面積から柱の面積を引いて算出するための、「床」及び「壁」のチェックボック\nスが設けられている。\n(2)　一方、右両表示画面は、次の異なる表示が存在する。\nア　積算くんの右表示画面において部屋の平面図は、画面の左上部に表\n示されているのに対し、ＷＡＲＰバージョン一・〇三の右表示画面においては、画\n面の右上部に表示されている。\nイ　積算くんの右表示画面においては、部屋の基本寸法の入力欄が部屋\nの平面図の下部に別個のウインドウで表示されているのに対し、ＷＡＲＰバージョ\nン一・〇三の右表示画面においては、部屋の平面図上に当該入力内容に沿って表示\nされている。\nウ　積算くんの右表示画面においては、各柱の入力欄が独立のウインド\nウに表示されているのに対し、ＷＡＲＰバージョン一・〇三の右表示画面において\nは、そのようになっていない。\nエ　積算くんの右表示画面においては、各柱の入力欄が各柱ごとに五つ\n設けられているのに対し、ＷＡＲＰバージョン一・〇三の右表示画面においては、\n六つ設けられている。\nオ　積算くんの右表示画面においては、各柱の入力項目は(1)ウ記載のも\nののみであるが、ＷＡＲＰバージョン一・〇三の右表示画面においては、さらに\n「隅柱記号」、「中間柱記」又は「独立柱記」という入力項目が設けられている。\nカ　ＷＡＲＰバージョン一・〇三の右表示画面においては、部屋の平面\n図の下部に、「柱記号」、「見付」及び「見込」の入力欄が設けられた「柱記号\n表」が表示されているが、積算くんの右表示画面においては、そのような表の表示\nはない。\n(3)　(1)ア記載の共通点のうち積算くんの右表示画面に部屋の平面図を設\nけている点は、証拠（甲２）と弁論の全趣旨によれば、床、壁及び天井の面積や巾\n木及び廻縁の周長を自動的に算出するなどの機能を果たしており、使用者の便宜に\n資するものではあるが、そのような機能を果たす平面図を設けるということ自体は\nアイディアに属する事柄であり、著作権法上保護の対象となるものではない。そし\nて、積算くんの平面図の具体的表現形式を見ると、横長で左下部に突部がある略長\n方形の図面であって、同図面上の四隅、各辺の中間及び中心に四角いマスが表示さ\nれているという、単純な図形が表示されているにすぎず、積算くんの著作者の思想\n又は感情が創作的に表現されていると見ることはできない。\nまた、(1)ア記載の共通点のうち「巾木高削除」というチェックボック\nスが表示されている点は、幅木高を削除するか否かという機能を具備させていると\nいう点では、積算くんの著作者の個性が表れているということもできるが、それは\nアイディアに属する事柄であり、著作権法上保護の対象となるものではない。そし\nて、その表現形式は、「巾木高削除」という文字の左にチェックボックスが表示さ\nれているというものであるところ、ある機能を行うか行わないかをアプリケーショ\nンソフトの使用者に選択させるために、このようなチェックボックスを設けること\n自体は、一般的に見られる表現形式であるから、積算くんの著作者の思想又は感情\nが創作的に表現されていると見ることはできない。このことは、(1)ウ記載の共通点\nのうち、「床」及び「壁」のチェックボックスが表示されている点にも妥当する。\nまた、(1)イ記載の共通点のうち入力する柱を「隅柱」、「中間柱」及\nび「独立柱」に区分すること自体は、アイディアに属する事柄であり、著作権法上\n保護の対象となるものではない。そして、その表現形式は、隅にある柱を「隅柱」\nといい、隅柱以外の壁に接する柱（隅柱と隅柱の中間に位置する柱）を「中間柱」\nといい、壁に接しない柱を「独立柱」と表現しているにすぎないから、積算くんの\n著作者の思想又は感情が創作的に表現されていると見ることはできない。そして、\n柱の入力欄を、複数行ずつ画面の上から下に順に設けている点は、１つの部屋に柱\nは複数本設けられる以上、その表現形式に、積算くんの著作者の思想又は感情が創\n作的に表現されていると見ることはできない。\nさらに、(1)ア記載の共通点のうち、平面図の入力項目を「巾」、「奥\n行き」、「天井高」及び「巾木高」としている点は、一般的であり、(1)ウ記載の共\n通点のうち各柱の入力項目が、左から順に、積算くんの右画面では「見付」、「見\n込」及び「個数」であるのに対し、ＷＡＲＰバージョン一・〇三の右画面では「見\n付」、「見込」及び「個所」である点については、右両表示画面が柱の登録画面で\nある以上、当然必要な事項であり、その表現形式に積算くんの著作者の思想又は感\n情が創作的に表現されていると見ることはできない。\nなお、右表現形式の各共通点を一つのまとまりとしてみても、積算く\nんの著作者の思想又は感情が創作的に表現されていると見ることはできない。\nそうすると、積算くんの右表示画面とＷＡＲＰバージョン一・〇三の\n右表示画面とが共通する表現形式において、積算くんの著作者の思想又は感情が創\n作的に表現されている個所は存在しないこととなるから、積算くんの右表示画面を\n知る通常人が、ＷＡＲＰバージョン一・〇三の右表示画面に接した場合に、積算く\nんの右表示画面の創作的な表現形式を直接覚知、感得することができるとは認めら\nれない。\n(二)　別紙ＷＡＲＰバージョン二・〇〇及び二・〇二画面目録３－１掲載の\n表示画面について\nＷＡＲＰバージョン二・〇〇及び二・〇二の右表示画面も柱の登録画面\nであるが、同表示画面と積算くんの右表示画面とでは、「見付」及び「見込」とい\nう入力欄が設けられている点のみが共通しているにすぎない。\nそして、右共通する部分に、積算くんの著作者の思想又は感情が創作的\nに表現されていると見ることができないことは、(一)において判示したとおりであ\nるから、その余の点について検討するまでもなく、ＷＡＲＰバージョン二・〇〇及\nび二・〇二の右表示画面が、原告の複製権を侵害するとは認められない。\nなお、原告は、ＷＡＲＰバージョン二・〇〇及び二・〇二の右表示画面\nにおいては、積算くんの右表示画面の「個数」の代わりに「柱を＊で拾う」及び\n「柱を＋で拾う」という個数の入力項目を設けている点、及び積算くんの柱記号に\n類似した記号を使用しているはず点でも共通すると主張するが、前者については明\nらかに表現が異なり、後者については、同表示画面においてそのような表現が使用\nされているとの事実は認められないから、原告の主張は失当である。\n３　別紙積算くん画面目録５－２掲載の表示画面について\n(一)　別紙ＷＡＲＰバージョン一・〇三画面目録３－２掲載の表示画面につ\nいて\n(1)　両者は、梁型の登録画面であるが、以下の点で共通する。\nア　部屋の平面図が掲載され、部屋の基準寸法の入力項目が、「巾」、\n「奥行き」、「天井高」及び「巾木高」であり、「巾木高削除」というチェックボ\nックスが存在する。\nイ　入力する梁が、二つに分類され、各梁の入力欄が、複数行ずつ画面\nの上から下に順に設けている。\nウ　各梁の入力項目として、積算くんの右画面には、左から順に、「梁\n巾」、「梁成」、「長さ」及び「個数」があり、ＷＡＲＰバージョン一・〇三の右\n画面にも、同様に、「巾」、「成」、「長さ」及び「個所」があるとともに、両者\nの入力欄の右には、壁面積から梁型の表面積を算出し削除する機能を有する、\n「壁」のチェックボックスが表示されている。\n(2)　一方、右両表示画面は、次の異なる表示が存在する。\nア　積算くんの右表示画面において部屋の平面図は、画面の左上部に表\n示されているのに対し、ＷＡＲＰバージョン一・〇三の右表示画面においては、画\n面の右上部に表示されている。\nイ　積算くんの右表示画面においては、部屋の基本寸法の入力欄が部屋\nの平面図の下部に別個のウインドウで表示されているのに対し、ＷＡＲＰバージョ\nン一・〇三の右表示画面においては、部屋の平面図上に当該入力内容に沿って表示\nされている。\nウ　積算くんの右表示画面においては、各梁型の入力欄が独立のウイン\nドウに表示されているのに対し、ＷＡＲＰバージョン一・〇三の右表示画面におい\nては、そのようになっていない。\nエ　積算くんの右表示画面においては、各梁型の入力欄が各梁型ごとに\n五つ設けられているのに対し、ＷＡＲＰバージョン一・〇三の右表示画面において\nは、六つ設けられている。\nオ　積算くんの右表示画面においては、各梁型の入力項目は(1)ウ記載の\nもののみであるが、ＷＡＲＰバージョン一・〇三の右表示画面においては、さらに\n「Ｌ型梁記」又は「Ｕ型梁記」という入力項目が設けられている。\nカ　ＷＡＲＰバージョン一・〇三の右表示画面においては、部屋の平面\n図の下部に、「梁記号」、「巾」、「成」及び「長さ」の入力欄が設けられた「梁\n型記号表」が表示されているが、積算くんの右表示画面においては、そのような表\nの表示はない。\n(3)　(1)ア記載の共通点及び(1)ウ記載の共通点のうち「壁」のチェックボ\nックスが表示されている点は、２(一)(2)同様、積算くんの著作者の思想又は感情が\n創作的に表現されているとは認められない。\nまた、(1)イ記載の共通点のうち入力する梁を二種類に分けている点\nは、証拠（甲２、３）によれば、両者共に壁付き梁型と中央梁とに分けているもの\nと認められるが、そのような区分自体はアイディアに属する事柄であり、著作権法\n上保護の対象となるものではない。そして、その表現形式は、梁の入力欄を、複数\n行ずつ画面の上から下に順に設け、各行の左端に梁型を区別する記号として「ＧＬ\nａ」、「ＧＵａ」などと表現しているにすぎず、そのような表現形式に積算くんの\n著作者の思想又は感情が創作的に表現されていると見ることはできない。\nさらに、(1)ウ記載の共通点のうち、各梁の入力項目として、積算くん\nの右画面には、左から順に、「梁巾」、「梁成」、「長さ」及び「個数」があり、\nＷＡＲＰバージョン一・〇三の右画面にも、同様に、「巾」、「成」、「長さ」及\nび「個所」がある点は、２(一)(3)同様、積算くんの著作者の思想又は感情が創作的\nに表現されていると見ることはできない。\nなお、右表現形式の各共通点を一つのまとまりとしてみても、積算く\nんの著作者の思想又は感情が創作的に表現されていると見ることはできない。\nそうすると、積算くんの右表示画面とＷＡＲＰバージョン一・〇三の\n右表示画面とが共通する表現形式において、積算くんの著作者の思想又は感情が創\n作的に表現されている個所は存在しないこととなるから、積算くんの右表示画面を\n知る通常人が、ＷＡＲＰバージョン一・〇三の右表示画面に接した場合に、積算く\nんの右表示画面の創作的な表現形式を直接覚知、感得することができるとは認めら\nれない。\n(二)　別紙ＷＡＲＰバージョン二・〇〇及び二・〇二画面目録３－２掲載の\n表示画面について\nＷＡＲＰバージョン二・〇〇及び二・〇二の右表示画面も梁型の登録画\n面であるが、同表示画面と積算くんの右表示画面とでは、梁型の登録項目として、\n積算くんの右表示画面では、「梁巾」、「梁成」、「長さ」を設けているのに対\nし、ＷＡＲＰバージョン二・〇〇及び二・〇二の右表示画面では、「巾」、「成」\n及び「長さ」を設けている点で、共通しているにすぎない。\nそして、右共通する部分に、原告の創作的表現が現れていると見ること\nができないことは、(一)において判示したとおりである。\nなお、原告は、ＷＡＲＰバージョン二・〇〇及び二・〇二も「Ｌ梁で拾\nう」及び「Ｕ梁で拾う」という入力項目を設けて「Ｌ梁型」と「Ｕ梁型」とを区分\nし、また積算くんの「個数」の代わりに上記「Ｌ梁で拾う」及び「Ｕ梁で拾う」に\nよって個数を入力できるようにしている点で同一であると主張するが、それらは機\n能としては同一であったとしても、表現は異なるといわざるを得ず、原告の主張は\n失当である。また、原告は、ＷＡＲＰバージョン二・〇〇及び二・〇二の右表示画\n面には、ＷＡＲＰバージョン一・〇三の右表示画面と同様、積算くんの右表示画面\n中の梁型記号に類似した記号を使用しているはずであると主張するが、ＷＡＲＰバ\nージョン二・〇〇及び二・〇二の右表示画面にそのような表現がされていると認め\nることはできないから、原告の主張は失当である。\n４　別紙積算くん画面目録５－３掲載の表示画面との類似性\n(一)　別紙ＷＡＲＰバージョン一・〇三画面目録３－３について\n(1)　両者は、凹凸部分・建具の設定登録画面であるが、以下の点で共通す\nる。\nア　部屋の平面図が掲載され、部屋の基準寸法の入力項目が、「巾」、\n「奥行き」、「天井高」及び「巾木高」であり、「巾木高削除」というチェックボ\nックスが表示されている。\nイ  凹凸部分と建具の設定を同一の表示画面で行うようにしている。\nウ　凹凸の登録項目が、左から順に、積算くんの右画面においては、\n「巾」、「奥行」及び「個数」であり、ＷＡＲＰバージョン一・〇三の右画面にお\nいては、「巾」、「奥行」及び「個所」である。\nエ　建具の登録項目として、積算くんの右画面には、左から順に、「建\n具巾」、「建具成」、「個数」があり、ＷＡＲＰバージョン一・〇三の右画面にお\nいても、同様に、「巾」、「成」及び「個所」があるとともに、両者の入力欄の右\nには、巾木計算式では基準巾木長さより建具巾を差し引き、壁計算式では建具成り\nより巾木成を差し引いた建具成で建具面積を計算するための、「巾」のチェックボ\nックスが設けられている。\n(2)　一方、右両表示画面は、次の異なる表示が存在する。\nア　積算くんの右表示画面において部屋の平面図は、画面の左上部に表\n示されているのに対し、ＷＡＲＰバージョン一・〇三の右表示画面においては、画\n面の右上部に表示されている。\nイ　積算くんの右表示画面においては、部屋の基本寸法の入力欄が部屋\nの平面図の下部に別個のウインドウで表示されているのに対し、ＷＡＲＰバージョ\nン一・〇三の右表示画面においては、部屋の平面図上に当該入力内容に沿って表示\nされている。\nウ　積算くんの右表示画面においては、凹凸、建具の入力欄が独立のウ\nインドウに表示されているのに対し、ＷＡＲＰバージョン一・〇三の右表示画面に\nおいては、そのようになっていない。\nエ　積算くんの右表示画面においては、凹凸、建具の入力欄がそれぞれ\n五つずつ設けられているのに対し、ＷＡＲＰバージョン一・〇三の右表示画面にお\nいては、六つ設けられている。\nオ　積算くんの右表示画面においては、建具の入力項目は(1)ウ記載のも\nののみであるが、ＷＡＲＰバージョン一・〇三の右表示画面においては、さらに\n「建具記号」という入力項目が設けられている。\nカ　ＷＡＲＰバージョン一・〇三の右表示画面においては、部屋の平面\n図の下部に、「建具記号」、「巾」及び「成」の入力欄が設けられた「建具記号\n表」が表示されているが、積算くんの右表示画面においては、そのような表の表示\nはない。\n(3)　(1)ア記載の共通点及び(1)エ記載の共通点のうち、「巾」のチェック\nボックスが設けられている点は、２(一)(3)同様、積算くんの著作者の思想又は感情\nが創作的に表現されていると見ることはできない。\nまた、(1)イ記載の共通点である凹凸と建具とを同一画面で登録させて\nいること自体は、アイディアに属する事柄であり、それ自体が著作権法において保\n護の対象となるものではない。そして、積算くんの右表示画面の表現形式に着目し\nた場合、登録画面の上半分に凹凸部分の登録表が、「記号」、「巾」、「奥行」及\nび「個数」という欄で五行設けられていて、登録画面の下半分に建具の登録表が、\n「記号」、「建具巾」、「建具成」及び「個数」という欄で五行設けられているに\nすぎず、積算くんの著作者の思想又は感情が創作的に表現されていると見ることは\nできない。\nなお、右表現形式の各共通点を一つのまとまりとして見ても、積算く\nんの著作者の思想又は感情が創作的に表現されていると見ることはできない。\nそうすると、積算くんの右表示画面とＷＡＲＰバージョン一・〇三の\n右表示画面とが共通する表現形式において、積算くんの著作者の思想又は感情が創\n作的に表現されている個所は存在しないこととなるから、積算くんの右表示画面を\n知る通常人が、ＷＡＲＰバージョン一・〇三の右表示画面に接した場合に、積算く\nんの右表示画面の創作的な表現形式を直接覚知、感得することができるとは認めら\nれない。\n(二)　別紙ＷＡＲＰバージョン二・〇〇及び二・〇二画面目録３－３掲載の\n表示画面について\nＷＡＲＰバージョン二・〇〇及び二・〇二の右表示画面は、建具の設定\n登録画面であるが、同表示画面と積算くんの右表示画面とでは、建具の登録項目と\nして、積算くんの右表示画面では「建具巾」及び「建具成」が表示されているのに\n対し、ＷＡＲＰバージョン二・〇〇及び二・〇二の右表示画面では「巾」及び\n「成」が表示されている点が類似しているにすぎない。\nそして、右類似する部分に、原告の創作的表現が現れていると見ること\nができないことは、(一)において判示したとおりである。\n原告は、ＷＡＲＰバージョン二・〇〇及び二・〇二も「壁」、「巾木」\n及び「額縁」という入力項目を設けて、積算くんの右表示画面と同様、凹凸と建具\nとを区分し、また積算くんの「個数」の代わりに上記「壁」、「巾木」及び「額\n縁」によって個数を入力できるようにしている点が同一であると主張するが、それ\nらは機能が同一であると主張するにすぎず、表現が異なることは明らかであるか\nら、原告の主張は失当である。また、原告は、ＷＡＲＰバージョン二・〇〇及び\n二・〇二の右表示画面には、凹凸記号及び建具記号が表示されていないが、ＷＡＲ\nＰバージョン一・〇三と同様、積算くんの凹凸記号及び建具記号に類似した記号を\n使用しているはずであると主張するが、同表示画面に表示されていない以上、同表\n示画面が積算くんの右表示画面に対する複製権を侵害するものではないことは明ら\nかである。\n５　別紙積算くん画面目録３－２掲載の表示画面と別紙ＷＡＲＰバージョン\n一・〇三画面目録４掲載及び別紙ＷＡＲＰバージョン二・〇〇及び二・〇二画面目\n録４掲載の各表示画面について\n原告は、積算くんの右表示画面とＷＡＲＰの右表示画面との共通点とし\nて、①工種並びにその内容を記載する行の下に当該部位の計算行を設けている点、\n計算行を数値、演算記号、計算結果等の計算式の各項目を各要素ごとに別個のセル\nに配置している点が同一である、②壁、巾木及び額縁の総延長を求める計算式を、\n数学的には「（壁面の一辺の長さ＋他の一辺の長さ）×２」として表記すべきとこ\nろを、積算するものの思考のプロセスに即して入力することができるように、あえ\nて「壁面の一辺の長さ＋他の一辺の長さ×２」という形で表示している点が同一で\nあると主張する。\nしかしながら、積算くんの右表示画面で、工種並びにその内容を記載する\n行の下に当該部位の計算行が表示されているのは、積算くんを使用する者がそのよ\nうにデータを入力するからに他ならず、積算くんがそのような入力前から表示して\nいる表示画面は、同目録３－１掲載の表示画面である。確かに、積算くんにおいて\nは、同目録３－２掲載の表示画面のように入力することができる機能を備えている\nが、そうであるからといって、使用者が入力した結果の表現形式までもが、原告の\n著作権として保護されるものではない。そして、このことは、右②についても妥当\nする。\nそうすると、結局、右両表示画面の共通点として指摘し得るのは、計算行\nを数値、演算記号、計算結果等の計算式の各項目を各要素ごとに別個のセルに配置\nできるように表を構成している点ということになるが、そのような共通点に、積算\nくんの著作者の思想又は感情が創作的に表現されていると見ることはできない。\n６　別紙積算くん画面目録６及び６－１掲載の表示画面と別紙ＷＡＲＰバージ\nョン一・〇三画面目録５及び別紙ＷＡＲＰバージョン二・〇〇及び二・〇二画面目\n録５掲載の各表示画面について\n(一)　証拠（甲２、５、乙７）によれば、右表示画面は、部屋の一覧表の表\n示画面であり、別紙積算くん画面目録６掲載の表示画面では、部屋番号をクリック\nすると、同目録６－１掲載のとおり、当該部屋の計算表の一覧表の表示画面が表示\nされるのに対し、別紙ＷＡＲＰバージョン一・〇三画面目録５掲載及び別紙ＷＡＲ\nＰバージョン二・〇〇及び二・〇二画面目録５掲載の各表示画面においては、画面\n左半分に部屋の一覧表が表示され、表示されている部屋番号をクリックすると、画\n面右半分に当該部屋の計算表の一覧表の表示画面が表示されるようになっている。\n(二)　原告は、①部屋の一覧表の表示画面において、部屋を選択する部屋別\nのセルが縦×横の表形式で配置されている点、及び部屋番号と部屋の名称のセルと\nが組み合わされて一つの部屋の単位になっている点が同一である、②部屋別の計算\n表の一覧表の表示画面において、部屋番号、部屋名称、入力する部位及び部屋数を\n入力することができる点が同一であると主張する。\nしかしながら、原告が主張する共通点は、縦横にセルがある単純な表と\nして画面上表示されているにすぎないから、積算くんの著作者の思想又は感情が創\n作的に表現されているとは到底認めることができない。\n７　別紙積算くん画面目録７掲載の表示画面と別紙ＷＡＲＰバージョン一・〇\n三画面目録６及び７並びに別紙ＷＡＲＰバージョン二・〇〇及び二・〇二画面目録\n６及び７掲載の各表示画面について\n積算くんの右表示画面とＷＡＲＰの右表示画面とは、原告が主張するよう\nに、データの保管場所をディレクトリ名やツリー形式で表示する点で、似ていなく\nもないが、積算くんの表示画面においてデータの保管場所がディレクトリ名で表示\nされたり、ツリー形式で表示されるのは、積算くんを使用する者が、データの保管\n場所にディレクトリ名を付したり、データを保管するフォルダに階層付けを施すか\nらに他ならず、原告としては、積算くんの表示画面を製作する際、積算くんを使用\nする者が、そのようにした場合には、データの保管場所をディレクトリ名やツリー\n形式で表示できる機能を付しているに過ぎず、原告が積算くんの表示画面で具体的\nに表現されるディレクトリ名やツリー形式を表現しているわけではない。しかも、\nそのような表示は、ウインドウズ95又は98をオペレーティングシステムとするアプ\nリケーションソフトにおいて一般的に用いられるものである。\nしたがって、右共通する表示に、積算くんの著作者の思想又は感情が創作\n的に表現されていると見ることはできない。\n８　別紙積算くん画面目録８掲載の表示画面と別紙ＷＡＲＰバージョン一・〇\n三画面目録７及び別紙ＷＡＲＰバージョン二・〇〇及び二・〇二画面目録７掲載の\n各表示画面について\n右表示画面は、いずれも建物の概要を表す表示画面であるが、それらは、\n「建物概要」の入力欄として「建物番号」、「名称」、「場所」、「用途」、「構\n造」、「建築面積」、「延床面積」及び「担当者」という表示をしている点が同一\nである。\nしかし、右のような項目は、建物の概要を特定するための項目としてあり\nふれたものであり、しかも、その項目の表現自体も、極めて一般的であって、何ら\n創作的な表現ということはできない。\n原告は、そもそも意匠内外装の積算においては、工事ないしは建物の概要\nの登録は本来必要がなく、建物の概要はもっと詳細であるにもかかわらず、ＷＡＲ\nＰは、積算くんと同様に絞り込んだ工事概要の入力画面を有していると主張する\nが、積算くんに建物概要の表示画面を設けること自体は、アイディアに属すること\nであり、そのようなことは著作権法によって保護されるものではない。\n９　別紙積算くん画面目録９掲載の表示画面と、別紙ＷＡＲＰバージョン一・\n〇三画面目録８並びに別紙ＷＡＲＰバージョン二・〇〇及び二・〇二画面目録８掲\n載の表示画面について\n右表示画面は、いずれも工種別集計表の表示画面であるが、積算くんの右\n表示画面と、ＷＡＲＰの右表示画面とで、共通する表現があるとは認められない。\n原告は、工種名称と部位の内容及び配列順序が同一であると主張するが、\n工種名称と部位の内容自体は、一般的なものであり、その配列順序に原告の創作性\nが現れているとは認められない上、積算くんでは、それらが、工種欄又は部位欄を\nクリックすることにより、ドロップダウン形式で表現されるのに対し（別紙積算く\nん画面目録９－１及び９－２参照）、ＷＡＲＰでは、それらが、当初から画面に表\n現されている点で異なる。\nなお、ＷＡＲＰの右表示画面においては、積算くんの右表示画面と同様、\n表示画面の下半分に、工種別かつ部位別の「項目」、「合計数量」、「数量の単\n位」が表示されるが（ただしＷＡＲＰにおいては、さらに「部屋別数量」も表示さ\nれる。）、そのような表示は、ソフトを使用する者がデータを入力して始めて表示\nされるものであって、原告は、そのように表示されるような機能を積算くんに備え\nさせているにすぎず、この点に積算くんの著作者の表現行為があるとは認められな\nい。\n10　以上によれば、積算くんの表示画面とＷＡＲＰの表示画面との間には、表\n現が共通する部分が存在するものの、異なる表現も多々存在するのであり、しか\nも、両表示画面において表現が共通する部分に、積算くんの著作者の思想又は感情\nの創作的な表現があるとみることはできない。\nしたがって、その余の点につき判断するまでもなく、ＷＡＲＰの表示画面\nが著作物たる積算くんの表示画面を複製したものと認めることはできない。\n五　その他\n原告は、積算くんの操作説明書を著作物として、複製権侵害を理由に、ＷＡ\nＲＰの基本入力マニュアルの販売、頒布の差止めを求めているところ、ＷＡＲＰの\n基本入力マニュアルが積算くんの操作説明書を複製したものであることについて、\n何ら具体的に主張しない。証拠によって、積算くんの操作説明書（甲２）とＷＡＲ\nＰバージョン一・〇三（甲５）及びバージョン二・〇〇（乙３）の各基本入力マニ\nュアルを対比しても、ＷＡＲＰの基本入力マニュアルの表現が、積算くんの操作説\n明書の表現形式を直接覚知、感得するものであるとはいえない。原告の右請求を、\nＷＡＲＰの基本入力マニュアルにＷＡＲＰの表示画面が印刷されていることをもっ\nて、ＷＡＲＰの表示画面が積算くんの表示画面に関する著作権を侵害するのと同\n様、積算くんの操作説明書に関する複製権を侵害すると主張するものと理解して\nも、ＷＡＲＰの表示画面が積算くんの表示画面に関する複製権を侵害するとは認め\nられない以上、ＷＡＲＰの基本入力操作書を対象とする複製権侵害の主張も理由が\nない。\n原告は、現行の積算くんの著作者は原告であるとして、著作者人格権にも基\nづく請求もしているが、同権利に基づく請求が理由がないことは、既に判示したと\nころから明らかである。\n六　結論\n以上より、原告の請求はいずれも理由がないから、主文のとおり判決する。\n（口頭弁論終結日　平成一一年一二月一六日）\n大阪地方裁判所第二一民事部\n裁判長裁判官　　　　小　　　松　　　　一　　　雄\n裁判官        渡　　　部　　　　勇　　　次\n裁判官        安　　　永　　　　武　　　央\n"
}