{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 12,
    "month": 11,
    "day": 30
  },
  "case_number": "平成11(行コ)42",
  "case_name": "損害賠償等請求控訴事件(原審・佐賀地方裁判所平成10年(行ウ)第4号)",
  "court_name": "福岡高等裁判所",
  "field": "行政",
  "lawsuit_id": "15706",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=15706",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/706/015706_hanrei.pdf",
  "contents": "主　　　文\n一　本件各控訴をいずれも棄却する。\n二　控訴費用は控訴人らの負担とする。\n事実及び理由\n第一　当事者の求めた裁判\n一　控訴人ら\n１　原判決を取り消す。\n２　本件を佐賀地方裁判所に差し戻す。\n二　被控訴人ら\n主文と同旨\n第二　事案の概要\n次のとおり付加訂正するほか、原判決の事案の概要（原判決二頁七行目から一九\n頁一二行目まで）に記載のとおりであるから、これを引用する。\n一　原判決二頁一二行目の「リース会社」の次に「に対する不当利得返還請求権の\n行使を怠っている事実」を加え、六頁七行目の「佐賀県は」から「八行目の「して\nいるのであり」までを、「佐賀県は裏金作りの目的で、複写機使用料の科目（法令\n上の費目でいうと「需用費」という節の中の、食料費以外の「その他」という「細\n節」の「事務消耗品費」のさらなる一部の「コピー機使用料」である。地方自治法\n施行令一五〇条、同施行規則一五条、佐賀県財務規則三二条、佐賀県知事告示「歳\n出予算の細節」。）を利用し、複写機リース契約を二社と一括契約するなどして、\n全庁的に違法支出行為を慣行的に行ってきているのである。そして、本件住民監査\n請求は、佐賀県が目的としていた右のような裏金作りをしてきたことの是正を求め\nる目的のもとになされたものであるから」と改める。\n二　同七頁四行目の次に改行して次のとおり加える。\n「（３）　また、情報公開請求に基づいて実際に開示された「支出（払出）命令\n書」（甲七）と「請求明細書」（甲八）の写しは、その支出先や口座振替先の名義\n人欄が黒く塗りつぶされており、これによっては支出先を特定することが不可能で\nある。そしてまた、本件のような違法・不当な支出は、もともと佐賀県において隠\n密になされていたものであり、およそこの点については佐賀県によって情報開示さ\nれることはあり得なかったことからすると、各支出行為毎にそのうちの違法支出額\nを特定することは不可能である。」\n三　同七頁五行目の「（３）」を「（４）」と改める。\n四　同九頁五行目の「右請求は」を「監査委員は、そこから直ちに違法・不当支出\nの有無・程度を具体的に確定できず、各部課における個々の支出行為毎に、支出に\n対応する複写機使用料の有無を照査しなければならないことになるのであって、か\nかる請求は」と改める。\n五　同九頁五行目の次に改行して次のとおり加える。\n「（２）　控訴人らは、その主張（\n３）において、実際に開示された書類からは、支出先やその金額を特定するのは不\n可能である旨主張するが、被控訴人らは、他の支出と区別できるように支出行為毎\nに違法・不当な事実を示して特定することを要求しているにすぎず、支出先や違\n法・不当な金額まで具体的に確定すべきであると主張しているわけではない。\n佐賀県情報公開条例は、平成九年三月に一部改正され、支出先の住所・氏名も開\n示されることとなった。これを受けて、控訴人らが平成一〇年一月三〇日に開示を\n受けた平成九年度複写機契約書では契約の相手方（支出先）の住所・氏名を開示し\nた。これによって、控訴人らは、平成七年度分の支出先の住所・氏名を知り、その\n支出先に複写機の機能、能力等を問い合わせているから、本件住民監査請求におい\nて支出先を特定することが不可能であったとの控訴人らの右主張は事実に反する。\nそしてまた、開示された前記「支出（払出）命令書」（甲七）と「請求明細書」\n（甲八）によれば、一件の支出行為の文書に記載されたコピー使用料が合理的に考\nえて不自然に多いかどうかは判明するはずであるから、たとえ支出先が不明であっ\nても当該文書に記載された支出行為につき違法・不当な事実を示すことは可能であ\nる。」\n六　同九頁六行目の「（２）」を「（３）」と改める。\n七　同十三頁七行目の「であるから」の次に「情報開示制度を前提としても」を、\n一四頁一行目の「拒否し」の次に「、控訴人らが被控訴人知事に対してなしていた\n公開質問状に対する回答をも一切拒否し」を、それぞれ加える。\n第三　当裁判所の判断\n一　当裁判所も、本件住民監査請求は、その対象が特定されていないために不適法\nであると判断するが、その理由は、次のとおり付加訂正するほかは原判決理由説示\n（原判決二〇頁一行目から二六頁一〇行目まで）のとおりであるから、これを引用\nする。\n１　原判決二三頁六行目の「その理由として、」の次に「佐賀県庁は、複写機リー\nス契約を二社と一括契約して、裏金作りの目的で全庁的に違法行為を行ってきてい\nる上、」を加える。\n２　同二四頁四行目冒頭の「ころ、」の次に「平成七年度における複写機リース契\n約は、本庁を中心に七二台については総務学事課で一括契約し、その他の五五台に\nついては各部課が個別に契約していたが（乙四の一）、」を加える。\n３　同二四頁八行目の「たとえ」から一〇行目の「できないから、」までを削る。\n４　同二五\n頁二行目の「しかしだからといって」から二六頁二行目までを次のとおり改める。\n「前記のとおり、本来、複写機使用料の支出は、本来の使用法等を遵守して支出\nする限りにおいては適法行為なのであるから、佐賀県全庁の複写機使用料の支出が\n水増し支出であるといっても、そこには適法な支出とそうでない支出とが混在して\nいるというべきである。したがって、各支出について一定の基準・取決めに基づい\nて統一的に支出が行われていたが、その基準・取決めそのものが違法・不当である\nため、直ちに各支出が違法・不当となるような場合であればともかく、そうでない\n限り、本件複写機使用料の発生場所、支払方法等が同一であり、一枚あたりの複写\n機使用料が決まっているなど、各支出行為に共通する面があるとしても、支出行為\nの違法・不当の有無及びその程度を知るためには、各部課における個々の支出行為\n毎に、その支出に対応する複写機の利用の有無を調査しなければならないことにな\nる。そうすると、右のように佐賀県庁全体の複写機使用料に係る全支出について、\nこれを一体とみて、包括的に違法・不当であるとする本件住民監査請求は、請求の\n特定を欠くというべきである。\nそして、本件全証拠によっても、各支出の一体的、包括的判断を相当とする事情\nは、未だ認めることはできない。\nなるほど、財政力が脆弱な佐賀県においては、予算の効率的な執行を図る観点か\nら、公共事業を所管する部課が、予算の少ない部課の事務経費を補い、一般財源の\n持ち出しをできるだけ抑えたいことなどを背景として、水増し支出が全庁的傾向の\nもとになされていたことが認められ（乙三、四の一、弁論の全趣旨）、この認定事\n実によれば、全庁的に何らかの形で水増し請求することが許容されてきた疑いが生\nじないではないが、これが一定の基準・取決めに基づき統一的になされたものと認\nめることのできる証拠はなく、これらの水増し支出は、ほとんどの部課において、\n同時並行的に、適宜に行われていたというのに止まり、これをもって前記のように\n直ちに各支出が違法・不当となるような場合であるということはできない。\n以上のとおりであるから、本件住民監査請求が昀高裁平成二年判決の対象の特定\nに関する例外的場合に該当するということはできない。」\n５　同二六頁五行目の「必要がある」の次に「（証拠〔甲七、八、乙一三の一ない\nし六、二二の一ないし五〕によれば、控訴人らの一\n部は平成一〇年二月初旬には本件複写機の性能を知り、同年三月二六日には、佐賀\n県全庁の支払命令書の開示を受け終わっていたのであるから、控訴人らがこれらの\n文書を検討したうえ、煩瑣ではあっても、違法・不当と思われる当該支出行為を個\n別にとりあげて、当該支出行為毎に、住民監査請求をすることが可能であったとい\nえなくもない。）」を、一〇行目の「結局、」の次に「その余の本案前の争点につ\nき判断するまでもなく、」を、それぞれ加える。\n二　以上のとおり、本件住民監査請求は不適法であり、したがって、適法な住民監\n査請求を経たことを前提とする本件各訴えも不適法であるから、これらをいずれも\n却下すべきである。これと同旨の原判決は正当であるから、本件各控訴をいずれも\n棄却することとして、主文のとおり判決する。\n福岡高等裁判所第五民事部\n裁判長裁判官　近藤敬夫\n裁判官　萱嶋正之\n裁判官　長久保尚善\n"
}