{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 12,
    "month": 11,
    "day": 20
  },
  "case_number": "平成12(行ケ)103",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "12851",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=12851",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/851/012851_hanrei.pdf",
  "contents": "平成１２年（行ケ）第１０３号特許取消決定取消請求事件（平成１２年１１月８日\n口頭弁論終結）\n判　　　　　決\n原　　　　　　告　　　日本機電株式会社\n代表者代表取締役　　　【Ａ】\n訴訟代理人弁護士　　　米　津　稜威雄\n同　　　　　　　　　　長　嶋　憲　一\n同　　　　　　　　　　佐　貫　葉　子\n同　　　　　　　　　　野　口　英　彦\n同　　　　　　　　　　世　戸　孝　司\n同　　　　　　　　　　西　畠　義　昭\n同　　　　　　　　　　高　橋　利　郎\n同　　　　弁理士　　　【Ｂ】\n同　　　　　　　　　　【Ｃ】\n被　　　　　　告　　　特許庁長官　【Ｄ】\n指定代理人　　　　　　【Ｅ】\n同　　　　　　　　　　【Ｆ】\n同                    【Ｇ】\n同                    【Ｈ】\n主　　　　　文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n事実及び理由\n第１　当事者の求めた判決\n１　原告\n特許庁が平成１０年異議第７４９８５号事件について平成１１年１２月２７\n日にした決定を取り消す。\n訴訟費用は被告の負担とする。\n２　被告\n主文と同旨\n第２　当事者間に争いのない事実\n１　特許庁における手続の経緯\n原告は、平成５年５月１１日、名称を「仮囲い板取付金具」とする発明につ\nき特許出願（特願平５－１０９６３９号）をし、平成１０年４月３日に特許第２７\n６４５２０号として設定登録を受けた。\n日本セイフティー株式会社及び近畿パネル株式会社は、平成１０年１０月５\n日、本件特許につき特許異議の申立てをし、平成１０年異議第７４９８５号事件と\nして特許庁に係属したところ、原告は、平成１１年７月２８日、明細書の特許請求\nの範囲及び発明の詳細な説明を訂正する旨の訂正請求（以下「本件訂正請求」とい\nい、本件訂正請求に係る訂正を「本件訂正」という。）をした。\n特許庁は、上記特許異議の申立てにつき審理した上、平成１１年１２月２７\n日に「特許第２７６４５２０号の請求項１ないし２に係る特許を取り消す。」との\n決定（以下「本件決定」という。）をし、その謄本は平成１２年３月１日原告に送\n達された。\n２　特許請求の範囲の記載\n(1)　設定登録時の明細書（以下「本件明細書」という。）の特許請求の範囲の\n記載\n【請求項１】両端部を内側に折り曲げて側面体（２ａ）を形成し、支持枠組\n（２０）の横枠（２０ａ）に沿って、互いの側面体（２ａ）を突き合わせて並べる\nようにした仮囲い板（２）を、前記横枠（２０ａ）に取り付ける取付金具であっ\nて、前記横枠（２０ａ）をまたぐようにした把持体（３）を備えると共にこの把持\n体（３）の中央部に前記横枠（２０ａ）への固定手段（４）を取り付け、さらに把\n持体（３）の両端部を鉤状に切り欠いて前記仮囲い板（２）の側面体（２ａ）との\n係止部（５）を設けたことを特徴とする仮囲い板取付金具。\n【請求項２】前記固定手段（４）を止めボルトとしたことを特徴とする請求\n項１記載の仮囲い板取付金具。\n(2)　本件訂正請求に係る訂正明細書（以下「本件訂正明細書」という。）の特\n許請求の範囲の記載\n【請求項１】両端部を内側に折り曲げて側面体（２ａ）を形成し、支持枠組\n（２０）の横枠（２０ａ）に沿って、互いの側面体（２ａ）を突き合わせて並べる\nようにした仮囲い板（２）を、前記横枠（２０ａ）に取り付ける取付金具であっ\nて、前記横枠（２０ａ）をまたぐようにした把持体（３）を備えると共にこの把持\n体（３）の中央部に前記横枠（２０ａ）への固定手段（４）を取り付け、さらに把\n持体（３）の両端部を鉤状に切り欠いて前記仮囲い板（２）の側面体（２ａ）との\n係止部（５）を設け、互いに隣合う側面体（２ａ）の両側に使用していることを特\n徴とする仮囲い板取付金具。\n【請求項２】前記固定手段（４）を止めボルトとしたことを特徴とする請求\n項１記載の仮囲い板取付金具。\n（以下、特許請求の範囲の請求項１記載の発明を「本件発明１」、同請求項\n２記載の発明を「本件発明２」、本件訂正に係る本件発明１を「訂正発明１」、同\n本件発明２を「訂正発明２」という。）\n３　本件決定の理由\n本件決定は、別添決定書写し記載のとおり、①訂正発明１、２は、いずれ\nも、特開昭５９－６８４５９号公報（甲第４号証、以下「刊行物１」という。）及\nび実願平２－１２８６４９号（実開平４－８４５０２号）のマイクロフィルム（甲\n第６号証、以下「刊行物２」という。）記載の各発明並びに周知の技術手段及び技\n術常識に基づいて容易に発明をすることができたものであって、特許法２９条２項\nの規定により特許出願の際独立して特許を受けることができないものであるから、\n同法１２０条の４第３項において準用する同法１２６条４項の規定により、本件訂\n正請求は認められないとし、②本件発明１、２の要旨を、それぞれ本件明細書の特\n許請求の範囲の請求項１、２記載のとおりと認定した上、本件発明１、２は、いず\nれも刊行物１、２記載の各発明並びに周知の技術手段及び技術常識に基づいて容易\nに発明をすることができたものであって、特許法２９条２項の規定により特許を受\nけることができないから、特許法等の一部を改正する法律（平成６年法律１１６\n号）附則１４条の規定に基づく、特許法等の一部を改正する法律の施行に伴う経過\n措置を定める政令（平成７年政令２０５号）４条１項及び２項の規定により、特許\nを取り消すとした。\n第３　原告主張の本件決定取消事由\n本件決定の理由中、本件訂正請求の適否の判断における、刊行物１の記載事\n項をそのまま摘示認定した部分（決定書４頁５行目～５頁１９行目）、刊行物２の\n記載事項の認定（同６頁１０行目～８頁３行目）、訂正発明１と刊行物１との相違\n点①～④の認定（同９頁３行目～１０頁４行目）、特許異議申立ての判断におけ\nる、刊行物１、２の記載事項の認定（同１６頁４行目～１７行目）は認める。\n本件決定は、本件訂正請求の適否についての判断中、訂正発明１と刊行物１\n記載の発明との一致点の認定を誤り（取消事由１）、また、その相違点についての\n判断を誤り（取消事由２）、さらに、訂正発明２についても、訂正発明１と同様に\n進歩性についての判断を誤り（取消事由３）、本件訂正請求は認められないとした\n結果、本件発明１、２の要旨の認定を誤ったものであるから、本件決定は違法とし\nて取り消されるべきである。\n１　取消事由１（一致点の認定の誤り）\n(1)「横枠（２０ａ）」と「Ｃ形鋼」について\n本件決定は、訂正発明１の「横枠（２０ａ）」は刊行物１記載の発明の\n「Ｃ形鋼」に相当すると認定する（決定書８頁６行目～１４行目）が、誤りであ\nる。\nすなわち、訂正発明１における横枠２０ａは、通常は円形パイプ状で支持\n枠組み２０の一部として配設されるものであり、仮囲い板を支えるためのものであ\nって、その工事の期間だけ一時的に使用される構造物である。これに対し、刊行物\n１記載の発明におけるＣ形鋼は、構造物の骨組みとして継続的に使用されることを\n前提とするもので、訂正発明１の横枠２０ａと比べて、大きく太い部材が用いられ\nるものであり、このＣ形鋼に取り付けられる左側及び右側掛止金具はＣ形鋼に乗っ\nかった状態で使用されるものである。\nこのような使用目的、使用態様の違いからすると、訂正発明１の横枠２０\nａは、刊行物１記載の発明のＣ形鋼に相当するものとはいえない。\n(2)「係止部（５）」と「係止の開口部」について\n本件決定は、訂正発明１の「係止部（５）」は刊行物１記載の発明の「係\n止の開口部」に相当すると認定する（決定書８頁６行目～１４行目）が、誤りであ\nる。\nすなわち、刊行物１記載の発明の左側及び右側掛止金具は、開口部１１\nａ、１１ｂを備えた板状体１２ａ、１２ｂの両端部を下方に折り曲げて掛止片部１\n３ａ、１３ｂを形成したものであり、訂正発明１における係止部５のように端部を\n鉤状に切り欠いたものではない。本件決定は、刊行物１の記載事項の認定を誤り、\n刊行物１記載の発明の係止の開口部が、訂正発明１の係止部５に相当する旨の誤っ\nた認定をしたものである。\n(3)「把持体（３）」と「左側及び右側掛止金具」について\n本件決定は、訂正発明１の「把持体（３）」は刊行物１記載の発明の「左\n側及び右側掛止金具」に相当すると認定する（決定書８頁６行目～１４行目）が、\n誤りである。\nすなわち、訂正発明１における把持体３は、横枠２０ａをまたいで、その\n両端部で仮囲い板の側面体２ａに係止されるものであるから、一つの把持体３が二\nつの係止部５で側面体２ａを固定するものである。そして、この把持体３は、隣り\n合う側面体の両側に使用されるものであるから、合計４つの係止部５でこの側面体\nを挟むことになり、仮囲い板がこの金具の位置を中心として回転する方向に力が働\nいたときであっても、しっかりと側面体を把持することができる。さらに、この把\n持体は、横枠２０ａを挟んで仮囲い板の反対側にある固定手段４によってこの横枠\nに固定されるものであるから、この固定手段を強く締め付ければ締め付けるほど、\n仮囲い板は、この横枠に締め付けられる構造である。\nこれに対し、刊行物１記載の発明における「左側及び右側掛止金具」は、\nＣ形鋼をまたぐものではなく、その上側のリッブ部９上をまたぐだけのものであ\nり、壁板のジョイント部との係止は、左側及び右側掛止金具の各１か所ずつに設け\nられた開口部の一端で行われる。このため、この掛止金具は、左右の２点からしか\n壁板のジョイント部を係止することができないものであり、この金具の位置を中心\nとして回転する方向の力に対してはジョイント部を保持する力が弱いという欠点を\n有している。\nまた、この左側及び右側の掛止金具は、重ね合わせた上、締付板１６と締\n付具（ボルト１７）を用いてＣ形鋼の上面に固定されるものであるから、訂正発明\n１と異なり、どんなに強くこの締付け具（ボルト１７）を締め付けたとしても、左\n右の掛止金具同士をきつく締め付けるだけであり、壁板の締付けを強くするもので\nはない。\n２　取消事由２（相違点についての判断の誤り）\n(1)　相違点①について\n本件決定は、訂正発明１と刊行物１記載の発明との相違点①（前者が「支\n持枠組み（２０）」を設け、これに横枠を取り付けたのに対し、後者では支持枠組\nみが明示されていない点）につき、「これらの塀等を取付ける場合、通常、支柱、\n支保材等と言われる鋼管等の棒状部材を縦横に配置して板を支えることは、従来、\n広く行われている周知の技術手段にすぎないから、相違点①についてはそれら周知\nの技術手段から容易に発明をすることができたものである。」（決定書１０頁１１\n行目～１７行目）とするが、誤りである。\nすなわち、刊行物１記載の発明は、通常の支持枠組とは異なるＣ形鋼が建\n築用構造体に強固に固定されていなければ実施できない構造であり、この点は壁板\nを塀板として塀を建てる場合も同じである。刊行物１記載の発明の構造に、「支\n柱、支保材等と言われる鋼管等の棒状部材を縦横に配置して板を支える」方法を適\n用することは不可能である。\n(2)　相違点②について\n本件決定は、訂正発明１と刊行物１記載の発明との相違点②（前者の仮囲\nい板は「互いの側面体（２ａ）を突き合わせて並べるようにした仮囲い板（２）」\nであるが、後者の壁板はジョイント部を突き合わせることなく、離して並べた点）\nにつき、「刊行物１記載の発明１及び刊行物２記載の発明に示された構造からみ\nて、相違点②におけるように構成することは容易に発明をすることができた程度の\nことである。」（決定書１１頁８行目～１１行目）とするが、誤りである。\nすなわち、刊行物２記載の発明は、差込小径端縁１２を受溝大径端縁１３\nに差し込んで、建築用構成板を順次連結するものであり、差込小径端縁１２と受溝\n大径端縁１３を組み合わせることによって、それ自体が強く把持されている構成で\nある。そして、差込小径端縁１２の内側に取付部材４の頭部１０を嵌入させ、その\n後に、鋼管３を挿通して仮囲い板として組み立てられるものである。このような順\n序となるのは、頭部１０を差込小径端縁１２の内側に嵌入するのが容易でないから\nであり、また、いったん嵌入させた頭部１０を取り外すのも困難である。一方、訂\n正発明１における取付金具は係止部５を側面体２ａに引っ掛けた後に固定手段４に\nよって強く保持させるものであるから、横枠２０ａと仮囲い板２を先に配置させた\n後に取付作業を行うことができる。このように、刊行物２記載の取付部材４と訂正\n発明１の把持体３とは、横枠をまたぐ点では共通するが、仮囲い板を保持するため\nの機構が大きく異なり、そのため、取付け作業の順番、取付け及び取外し作業の容\n易さが大きく異なるものである。\nまた、刊行物１記載の発明と刊行物２記載の発明とは全く異なる種類のも\nのであり、それらの発明に基づいて相違点②における訂正発明１の構成を採用する\nことは容易に想到し得るものではない。\n(3)　相違点③について\n本件決定は、訂正発明１と刊行物１記載の発明との相違点③（前者は、横\n枠２０ａをまたぐようにした把持体３を備えるとともに、この把持体３の中央部に\n横枠２０ａへの固定手段４を取り付け、さらに把持体３の両端部に係止部５を設け\nた取付金具であるが、後者はこれらの構成を備えていない点）につき、「本件訂正\n明細書の請求項１に係る発明の『横枠（２０ａ）』、『把持体（３）』、横枠（２\n０ａ）への『固定手段（４）』は、それぞれ刊行物２記載の発明における鋼管３、\n（Ｕ字の対向片部８、９を備えた）取付部材４、締結部材５に相当するものと認め\nられ、刊行物１記載の発明１における掛止金具の具体的構成として、刊行物２記載\nの発明における取付部材を採用するようなことは、刊行物１記載の発明１及び刊行\n物２記載の発明は、いずれもこの種の壁板の取付について同一の技術分野に属する\nものであることを考慮すると、格別の困難性を伴うことなく、容易に発明をするこ\nとができたものである。」（決定書１１頁１２行目～１２頁５行目）とするが、誤\nりである。\nすなわち、刊行物１の第４、第５図によれば、刊行物１記載の発明におい\nて、締付板１６は、掛止金具１０ａ、１０ｂの下側、Ｃ形鋼８の内側に配置され\nて、Ｃ形鋼８の内側からＣ形鋼の両リッブ部９を掛止金具１０とで挟み込む役割を\n果たすものである。このように締付板１６は、上方が開放し、かつ、両リッブ部９\nを有するＣ形鋼にのみ用いられる特殊な部材であって、これを通常の円形パイプ\n（横枠２０ａ）などに用いることは不可能である。また、ボルト１７はＣ形鋼８の\n外側に配置されるものではなく、上記第４、第５図に示されるようにＣ形鋼８の内\n側に入り込む態様で用いられるものであるから、このボルト１７による締付けの構\n成も通常の円形パイプ（横枠２０ａ）に用いることはできず、上方が開放している\nＣ形鋼にのみ用いられる構成である。さらに、刊行物１記載の発明は、継続的に使\n用される構造物に用いられるＣ形鋼への取付金具であるのに対し、刊行物２記載の\n発明は、一時的な仮囲い板の取付金具である点で、両者はその用途が大きく異なっ\nている。よって、これらを組み合わせて相違点③における訂正発明１の構成を採用\nすることは容易ではない。\nまた、刊行物２記載の発明における取付部材４は、１個単位で、その頭部\nを建築用構成板の差込小径端縁に嵌入させて取り付けるようにしたものであって、\n訂正発明１における把持体３のように二つ１組として側面体２ａの両側に使用する\nようにしたものではない。さらに、刊行物２記載の発明は、まず取付部材４を建築\n用構成板の差込小径端縁１２に固定してから、鋼管３を挿通させるようにしたもの\nであり、訂正発明１のように、あらかじめ配設された横枠２０ａに把持体３を取り\n付けるようにした構成とは明らかに異なる。\n以上のとおり、刊行物１記載の発明に刊行物２記載の発明を組み合わせる\nことで容易に訂正発明１を想到することができたとする本件決定の判断は誤りであ\nる。\n(4)　相違点④について\n本件決定は、訂正発明１と刊行物１記載の発明との相違点④（前者は、そ\nの取付金具を「互いに隣合う側面体（２ａ）の両側に使用している」のに対し、後\n者では、左側及び右側掛止金具を「ジョイント部の両側に使用している」点）につ\nき、「刊行物１には、左側掛止金具１０ａと右側掛止金具１０ｂとにより、本件訂\n正明細書の請求項１に係る発明の『側面体（２ａ）』に相当する、ジョイント部３\nａ、３ｂの両側に使用することが記載されており、さらに、技術常識からして、仮\n囲い板（２）の側面体（２ａ）の一方だけに取付金具を使用すると、使用されない\n仮囲い板（２）は外れて危険な状態になるので、両側に使用することは、安全面等\nから見て、極めて当然な構成を記載したにすぎない。従って、相違点④も、刊行物\n１記載の発明１及び上記技術常識から容易に発明をすることができた程度のことで\nある。」（決定書１２頁６行目～１８行目）とするが、誤りである。\nすなわち、訂正発明１の取付金具は、２枚の仮囲い板の側面体２ａが重な\nった部分を左右の両側から把持するから合計４つの係止部５でこの側面体を挟むも\nのであって、仮囲い板がこの金具の位置を中心として回転する方向に力が働いたと\nきであっても、しっかりと側面体を把持できるものである。このような構成の相違\n及び後述する格別の作用効果からすると、訂正発明１は刊行物１及び技術常識から\n容易に発明をすることができた程度のものではない。\n(5)　格別の作用効果について\n本件決定は、「全体として、本件訂正明細書の請求項１に係る発明の効果\nも、刊行物１記載の発明１及び刊行物２記載の発明、及び上記周知の技術手段、並\nびに上記技術常識から当業者であれば当然に予測することができる程度のものであ\nって、格別のものとは認められない。」（決定書１２頁末行～１３頁５行目）とす\nるが、誤りである。\n本件発明における取付金具は、二つで１組の把持体３と固定手段４という\n少数の部品で構成され、しかも、形状がシンプルで、左右の把持体３が同一形状で\nあることから、当業者が予測することのできない格別の効果を奏するものである。\nすなわち、刊行物１記載の取付金具は、その構造からして組立て作業も複雑である\nため取り外しの作業が容易でなく、２点で壁板を保持するものであるので保持力が\n低い欠点がある上、Ｃ形鋼は特殊な形状であり建築用構造体へ強固に固定する必要\nもあるため用途が限定され、しかも、掛止金具は、端部を折り曲げた複雑な形状\nで、左側と右側で異なる形状であるから製造や保管も容易でない。これに対し、訂\n正発明１における取付金具は、仮囲い板２を支持枠組みにしっかりと取り付けるこ\nとができ、取付け、取り外しの作業も容易かつ迅速に行うことができる。また、訂\n正発明１における把持体３は、１体であっても固定手段４を用いて仮囲い板を保持\nすることができるため、隣り合う板がない両端の仮囲い板には単独で使用すること\nができる。さらに、左右の把持体３が同一形状で、その向きを変えることで側面体\n２ａの左右を係止することができるため、作業効率がよく、在庫管理も容易とな\nる。\nなお、被告は、上記のような効果は本件明細書や本件訂正明細書に何ら記\n載されていないと主張するが、本件明細書の【解決しようとする課題】欄の「（フ\nックボルトを用いた従来の仮囲い板が）取付作業に手間がかかるという課題を有し\nていた」との記載、【発明の効果】欄の「（この発明の仮囲い板取付金具は、支持\n枠組２０に安定した状態で容易に取り付けることができるので、）仮囲い板の取付\n作業に手間がかかるというようなことはない。」との記載から明らかなように、同\n一形状の把持体を「互いに隣合う側面体（２ａ）の両側に使用している」構成によ\nって奏することのできる作業効率の低下防止の効果については、本件明細書に記載\nされている。それ以外の効果の逐一については、本件明細書に記載されていない\nが、すべて本件発明に係る取付金具の形状から生み出される効果であり、当業者に\nとってみれば、図面の記載から容易に把握できるはずである。\n次に、刊行物２記載の発明の取付金具は、両端辺に差込小径端縁１２と受\n溝大径端縁１３を形成した建築用構成板に使用するものであり、取付部材４の係止\nの仕方も訂正発明１と全く異なるものである。よって、刊行物２記載の発明は、訂\n正発明１の進歩性の判断において参考にならないものである。\n３　取消事由３（訂正発明２の進歩性の判断の誤り）\n訂正発明２に関しても、訂正発明１に関する上記１、２と同様、刊行物１、\n２記載の各発明とは全く異なる種類のものであり、本件決定は訂正発明２の進歩性\nについての判断を誤ったものである。\n第４　被告の反論\n本件決定の認定判断は正当であり、原告主張の取消事由は理由がない。\n１　取消事由１（一致点の認定の誤り）について\n(1)「横枠２０ａ」と「Ｃ形鋼」について\n刊行物１には、「この発明を建物の壁板取付の場合について説明したが、\n上記壁板１を塀板として塀を建てる場合にも本発明は適用できる」（３頁右上欄１\n５行目～１７行目）との記載があるところ、塀を建てる場合においては、Ｃ形鋼は\n建築用構造体に固定されたものに限られない。また、円形パイプ状の横枠もＣ形鋼\nも、建築、土木用の資材として通常よく使用されるものあり、それらは仮囲い板、\n壁板、塀の取付金具を固定するという作用、機能で一致するから、本件決定が、横\n枠２０ａはＣ形鋼に相当すると認定したことに誤りはない。\n(2)「係止部５」と「係止の開口部」について\n刊行物１記載の発明の左側及び右側掛止金具の開口部１１ａ、１１ｂは切\nり欠きであり、掛止片部１３ａ、１３ｂにより鉤状に切り欠いた構成を備えてお\nり、これらにより壁板を固定できることは明りょうである。したがって、掛止片部\nが折り曲げてあっても、訂正発明１と同じように「端部を鉤状に切り欠いた構成」\nを備えているというべきであり、刊行物１記載の発明の係止の開口部が訂正発明１\nの係止部５に相当するとの本件決定の認定に誤りはない。\n(3)「把持体３」と「左側及び右側掛止金具」について\n訂正発明１の把持体３も、刊行物１記載の発明における左側及び右側掛止\n金具も、ともに仮囲い板２（刊行物１記載の発明における壁板に相当）と横枠２０\nａ（同じくＣ形鋼に相当）とを固定する金具であるという意味において、これらは\n一致するものである。\nなお、原告の主張は、本件決定において、相違点③として認定し検討を行\nっている構成の違いをいうものである。\n２　取消事由２（相違点についての判断の誤り）について\n(1)　相違点①について\n刊行物１記載の発明において塀板を建てる場合、Ｃ形鋼を何らかの形で支\n持する必要があるところ、通常、この種の塀、仕切り、仮囲い板等を取り付けて支\n持するのに、支柱とか支保材等といわれる支持枠組としての棒状部材等を配置して\n行うことは、乙第１号証及び乙第２号証等において示すように、広く行われている\n周知の技術手段である。したがって、刊行物１記載のＣ形鋼を支持する部材とし\nて、上記周知手段である支持枠組を設けるようなことは、当業者であれば格別の困\n難性を伴うことなく容易になし得る程度のことである。\n(2)　相違点②について\n刊行物１記載の発明においては、隣り合う壁板の折曲片部４ａ、４ｂの個\n所が互いに突き合わされてはいないが、ジョイント部３ａ、３ｂを構成している折\n返片部５ａ、５ｂや背板片部６ａ、６ｂの部分で、互いに突き合わせて並べるよう\nにした点が開示されている。さらに、刊行物２記載の発明において、仮設塀等に使\n用可能な建築用構成板が互いに重ね合わせて接触した状態で並べるようにした点が\n開示されている。\nまた、訂正発明１は、「仮囲い板取付金具」をその内容とするものであ\nり、「互いの側面体２ａを突き合わせて並べるように」するか、離して並べるかの\n相違は、「仮囲い板取付金具」の構成そのものに、直接的な強い関連性はない。\nよって、刊行物１記載の発明の壁板のジョイント部において離れて位置し\nている折曲片部４ａ、４ｂを、訂正発明１の側面体２ａのように、互いに突き合わ\nせて並べるように構成するようなことは、刊行物１記載の発明及び刊行物２記載の\n発明に示されたものからして、当業者が容易になし得た程度のことである。\n(3)　相違点③について\n刊行物１記載の発明の掛止金具が備えていない相違点③に係る構成は、刊\n行物２に開示されている。そして、刊行物１及び２に記載された発明は、いずれも\nこの種の壁板、塀板等の取付けにおいて同一の技術分野に属するものであり、しか\nも、刊行物２記載の発明を刊行物１記載の発明に適用するのに際し、その組合せ又\nは置換を阻害する要因も特にないから、刊行物１記載の発明に刊行物２記載の発明\nにおけるような構成を採用することは、格別の困難性を伴うことなく当業者が容易\nにすることができたものである。\n(4)　相違点④について\n原告は、合計４つの係止部５で側面体を挟むことができ、より確実に仮囲\nい板を係止することができ、仮囲い板２が回転する方向に力が働いたときであって\nも、しっかりと側面体２ａを把持できる旨主張するが、これらは金具を数多く用い\nることによって生ずる当然の効果にすぎない。そして、しっかりと側面体を把持で\nきるように取付金具の数を増やすことは、容易に適用できたことにすぎない。\n(5)　格別の作用効果について\n原告が種々主張している訂正発明１の効果は、本件明細書にも本件訂正明\n細書にも何ら記載されていない事項である。また、原告の主張は、訂正発明１であ\nる取付金具と、取付金具を仮囲い板に取り付ける方法とを混乱している。\nまた、刊行物２記載の発明における取付構造も取付部材４と締結部材５か\nら構成されているから、原告主張のような効果は当然に予測することができる程度\nのことである。さらに、刊行物１、２記載の発明の取付金具は１個の金具で左右２\n枚の板を１回の取付作業で取り付けることができるのに対して、本件訂正明細書に\n記載された取付方法においては２個の取付金具と２回の取付作業が必要になるとい\nう短所があり、結局、訂正発明１と刊行物１、２記載の各発明とでは、その金具と\nその取付方法にそれぞれ長所短所があり、本件訂正明細書記載の効果だけが他に比\nべて格別顕著なものではない。\n３　取消事由３（訂正発明２の進歩性の判断の誤り）について\n訂正発明２の進歩性の判断の誤りをいう点に対する反論は、訂正発明１につ\nいて上記１、２で述べたところと同一である。\n第５　当裁判所の判断\n１　取消事由１（一致点の認定の誤り）について\n(1)「横枠（２０ａ）」と「Ｃ形鋼」について\n原告は、刊行物１記載の発明の横枠２０ａが円形パイプ状であること、訂\n正発明１におけるＣ形鋼が構造物の骨組みとして継続的に使用されるものであるこ\nとを前提に、両者の相違について主張するが、本件訂正明細書の特許請求の範囲の\n請求項１には、横枠２０ａが円形パイプ状であるとは記載されておらず、そのよう\nな限定を導くべき根拠もない。そして、横枠２０ａの大きさや太さについても限定\nされていないから、横枠２０ａを円形パイプ状に限定することを前提とする原告の\n主張は、特許請求の範囲の記載に基づかないものであり、採用することはできな\nい。\nまた、刊行物１（甲第４号証）には、「以上はこの発明を建物の壁板取付\nの場合について説明したが、上記壁板１を塀板として塀を建てる場合にも本発明は\n適用できるものであり、・・・塀を立設できるのである。」（３頁右上欄１５行目\n～２０行目）との記載があるから、Ｃ形鋼を構造物の骨組みに限定して、訂正発明\n１の横枠よりも太い部材であるとか使用目的が異なるという原告の主張も採用する\nことはできない。\n刊行物１記載の発明の左側及び右側掛止金具がＣ形鋼に載置された状態で\n使用されるものであるとしても、Ｃ形鋼は掛止金具を通じて壁板を支持する役割を\n果たすものであるから、その意味において訂正発明１の横枠２０ａが刊行物１記載\nの発明のＣ形鋼に相当するとした本件決定の認定に誤りはない。\n(2)「係止部（５）」と「係止の開口部」について\n原告は、刊行物１記載の発明の掛止金具は開口部を備えた板状体の両端部\nを下方に折り曲げて掛止片部を形成したものであり、端部を鉤状に切り欠いたもの\nではない旨主張する。しかし、本件訂正明細書の特許請求の範囲の請求項１には、\n係止部５について、「把持体（３）の両端部を鉤状に切り欠いて前記仮囲い板\n（２）の側面体（２ａ）との係止部（５）を設け、」としか記載されておらず、ま\nた、係止部５が係合する相手である側面体２ａについての記載に照らしても、鉤状\nの切り欠きの形状やその先の端部の形状については限定がないというべきである。\nしたがって、刊行物１記載の発明の掛止金具の先端が折れ曲がっていることや係止\nの開口部がどのような形状であるかということは、これと訂正発明１の係止部５と\nを比較する上で問題とならないことである。\nかえって、刊行物１（甲第４号証）の「隣合う壁板の嵌合状態にあるジョ\nイント部３に、両（右側および左側）掛止金具１０ａ、１０ｂの各開口部１１ａ、\n１１ｂを左右から係合させ、掛止片部１３ａ、１３ｂを各折返片部５ａ、５ｂの屋\n外側面に係合させる。」（２頁左下欄１９行～右上欄４行）との記載と第１～５図\nの図示によれば、刊行物１記載の発明においては、１つの壁板のジョイント部３ａ\nと隣り合う他の壁板のジョイント部３ｂとによってジョイント部３が形成され、掛\n止金具の係止の開口部１１ａ、１１ｂがそのジョイント部３の両側と係合すること\nが認められるところであり、ここでいう「係止の開口部」が、その構成及び機能か\nら、訂正発明１における「係止部５」に相当することは明らかというべきである。\n(3)「把持体（３）」と「左側及び右側掛止金具」について\n原告は、刊行物１記載の発明の左側及び右側掛止金具はＣ形鋼をまたぐも\nのではないとして、掛止金具をＣ形鋼に支持固定する態様の相違について主張す\nる。しかし、その点は、本件決定が相違点③として認定し、検討しているところで\nあるから、原告の主張は本件決定を正解していないものであって、一致点の認定の\n誤りをいう主張としては失当である。\nそして、上記(1)、(2)で検討したとおり、訂正発明１における「横枠２０\nａ」及び「係止部５」は、それぞれ刊行物１記載の発明における「Ｃ形鋼」及び\n「係止の開口部」に相当すると認められるから、そのような支持体（横枠、Ｃ形\n鋼）に固定される構造を備え、かつ、壁板ないし塀板を支持固定するためにこれと\n係合する構造（係止部、係止の開口部）を有するという技術的意味において、訂正\n発明１の把持体５が刊行物１記載発明の掛止金具に相当するとした本件決定の認定\nに誤りはないというべきである。\n２　取消事由２（相違点についての判断の誤り）について\n(1)　相違点①について\n原告は、刊行物１記載の発明は通常の支持枠組みとは異なるＣ形鋼が建築\n用構造体に強固に固定されていることを前提として、支柱、支保材等の棒状部材を\n配置して板を支えるという周知技術を刊行物１記載の発明に適用することはできな\nい旨主張する。\nしかし、刊行物１記載の発明が塀を建てる場合にも適用できるものであ\nり、Ｃ形鋼が建築用構造体に固定されている必要があるとの前提自体、これを採用\nすることができないことは前示のとおりであって、建築用構造体以外の構造によっ\nてＣ形鋼を支持することも、当然想定し得るものである。そして、その場合にＣ形\n鋼を支持する構造について見るに、昭和５２年朝倉書店発行の「改訂新版建築施工\nハンドブック」（乙第１号証）２４５頁～２４６頁の記載によれば、仮囲いの塀を\n設置するにつき、縦の鋼管と横の鋼管の骨組み（支持枠組）に鋼板等を取り付ける\nことが周知の技術となっていることが認められ、刊行物１記載の発明において、壁\n板を塀とする場合にＣ形鋼をそのような周知の骨組み（支持枠組）に支持固定する\nことは当業者であれば容易になし得ることというべきである。\nしたがって、相違点①についての本件決定の判断に誤りはない。\n(2)　相違点②について\n原告は、刊行物２記載の発明と訂正発明１とでは、仮囲い板を保持するた\nめの機構が大きく異なり、しかも、刊行物１記載の発明と刊行物２記載の発明は全\nく異なる種類の発明であるから、それらの発明に基づいて、相違点②に係る訂正発\n明１の有する構成（仮囲い板の互いの側面体を突き合わせて並べるようにした構\n成）を容易に想到し得るものではない旨主張する。\nしかし、まず、刊行物２記載の発明と訂正発明１の仮囲い板を保持するた\nめの機構の相違をいう点に関しては、前示のとおり、本件訂正明細書の特許請求の\n範囲の請求項１の記載において、仮囲い板及びその側面体の構造に関しては、仮囲\nい板の両端部を内側に折り曲げて側面体を形成していること、その仮囲い板は、支\n持枠組みの横枠に沿って、互いの側面体を突き合わせて並べるようにしていること\nしか記載はなく、当該側面体が取付金具の係止部によって係止される機能を果たす\nという以外に、具体的な形状及び構造を規定しているものとは認められない。そう\nすると、訂正発明１の仮囲い板の構成は、両端部を内側に折り曲げた部分が接触し\nて個々の板がつながって仮囲いとしての区画面をなすことを規定しているにとどま\nるものと認められる。\n他方、刊行物２（甲第６号証）の「建築用構成板１は、略矩形平板状で両\n端辺に、互いに弾性差込接続可能な、差込小径端縁（小径空胴部）１２と受溝大径\n端縁（大径空洞部）１３とを形成し、この受溝大径端縁１３が、隣接する同一構成\nの建築用構成板１ａの差込小径端縁１２ａを受け入れ、一方建築用構成板１の差込\n小径端縁１２がもう１つの隣接する同一構成の建築用構成板１ｂの受溝大径端縁１\n３ｂに差し込まれて、順次建築用構成板１、１ａ、１ｂ・・・が連結される。」\n（明細書５頁６行目～１５行目）との記載及び第１～第６図の図示によれば、刊行\n物２には、隣り合う建築用構成板（訂正発明１の仮囲い板に相当する。）が重ね合\nわせて接触した状態で並べ連続した区画面を形成する構造が開示されているものと\n認められる。したがって、相違点②に係る構成に関して、訂正発明１と刊行物２記\n載の発明とが原告の主張するような相違があるとはいえず、仮囲い板（建築用構成\n板）の構成において、両者は共通する構造を有するということができる。そして、\n刊行物１、２記載の各発明が同一の技術分野に属するものであることを考えると、\n刊行物２に開示されたこのような構造を刊行物１記載の発明に適用して、隣り合う\n壁板（塀板）の折曲片部を突き合わせるよう変形する程度のことに格別の技術的な\n困難性があるとは認められない。\nよって、本件決定の相違点②についての判断に誤りはない。\n(3)　相違点③について\n原告は、まず、刊行物１記載の発明の掛止金具の構造は、Ｃ形鋼にのみ用\nいられる特殊な構成であって、用途も異なるから、刊行物２記載の発明を刊行物１\nに組み合わせることは容易ではない旨主張する。\n確かに、刊行物１記載の発明の掛止金具は、Ｃ形鋼の上方開口面上に載置\nされ、リッブ部を掛止金具と締付板１６とで挟み込むことによってこれを固定する\nという構成となっており、これをそのまま円形パイプ等に適用できるものではな\nい。しかし、本件決定は、このような刊行物１記載の発明の構成と刊行物２記載の\n発明の棒状支持部材との組合せをいうものではなく、上記のような刊行物１記載の\n発明の掛止金具の構成に代えて、刊行物２記載の発明における取付部材の構成を採\n用することの容易性を指摘しているものであるから、原告の主張するような刊行物\n１記載の発明の掛止金具の構造（掛止金具とＣ形鋼とを支持固定させる構造）の特\n殊性は、本件決定の指摘する刊行物２記載の発明との組合せを阻害する要因となる\nものではない。また、用途の相違をいう点については、刊行物１記載の発明におけ\nるＣ形鋼が継続的に使用される構造物にのみ用いられることを前提とする主張であ\nるが、その前提自体、採用することができないことは前示のとおりである。\n次に、原告は、刊行物２記載の発明における取付部材４の構成は、訂正発\n明１における把持体の構成とは異なる旨主張する。しかし、刊行物２（甲第６号\n証）の実用新案登録請求の範囲の「建築用構成板を建築用基材に取り付けるための\n取付構造であって、上記建築用基材としての棒状支持部材と、略Ｕ字状で、上記支\n持部材を跨ぐことができ、底辺に螺孔を形成し、１対の対向片の両先端に上記差込\n小径端縁に嵌入可能な頭部を有する取付部材と、上記螺孔に螺合され、上記支持部\n材の胴面を押圧する締結部材とからなる建築用構成板の取付構造」（明細書１頁７\n行目～１４行目）との記載と第１～第６図の図示によれば、刊行物２記載の発明の\n取付部材は、その１対の対向片の先端部分で建築用構成板（の差込小径端縁）と係\n合し、他方、螺孔と締結部材は棒状支持部材をまたぐＵ字状の底部分にあるから、\nそれぞれの部分的な係合構造に直接的な関連はない。そして、刊行物１には、左右\nの掛止金具の係止の開口部を隣り合う壁板（塀板）のそれぞれのジョイント部３\nａ、３ｂが嵌合して形成されるジョイント部３の両側に使用する取付態様が記載さ\nれているのであるから、刊行物１記載の発明におけるこのような壁板と掛止金具と\nを係合させる構造は維持しつつ、掛止金具と支持部材とを固定する構造部分に関し\nて、刊行物２記載の発明のＵ字構造と締結部材に関する構成を採用することに格別\nの困難性があるとは認められない。そうすると、上記のような刊行物１、２記載の\n各発明の組合せによって得られる取付金具を二つで１組としてジョイント部３の両\n側に使用する取付態様とすることは当業者が自然に考えることというべきであり、\nこの点に関する本件決定の認定判断に誤りはない。\n(4)　相違点④について\n原告は、相違点④に係る刊行物１記載の発明と訂正発明１との構成の相違\n及び格別の作用効果からすると、訂正発明１は刊行物１及び技術常識から容易に発\n明をすることができた程度のものではないと主張する。\nしかし、刊行物１には、左右の掛止金具の係止の開口部を隣り合う壁板\n（塀板）のそれぞれのジョイント部３ａ、３ｂが嵌合して形成されるジョイント部\n３の両側に使用する取付態様が記載されていること、このような構成と刊行物２記\n載の発明の取付部材におけるＵ字構造と締結部材に関する構成を組み合わせること\nが容易であることは上記(3)のとおりであるから、この組合せによって得られる取付\n金具を二つで１組としてジョイント部３の両側に使用する取付態様とすることは当\n業者が自然に考えることというべきである。\nなお、格別の作用効果をいう点については、下記(5)において検討する。\n(5)　格別の作用効果について\n原告は、訂正発明１における取付金具が二つで１組の把持体３と固定手段\n４という少数の部品で構成され、形状がシンプルで、左右の把持体３が同一形状で\nあることから、当業者が予測することのできない格別の効果を奏する旨主張する。\nしかし、訂正発明１の奏する格別な作用効果の根拠として原告の主張する\n取付金具の形状に関しては、本件訂正明細書の特許請求の範囲の請求項１におい\nて、「横枠（２０ａ）をまたぐようにした把持体（３）を備えると共にこの把持体\n（３）の中央部に前記横枠（２０ａ）への固定手段（４）を取り付け、さらに把持\n体（３）の両端部を鉤状に切り欠いて前記仮囲い板（２）の側面体（２ａ）との係\n止部（５）を設け」としか規定されておらず、左右の把持体３が同一形状であるこ\nとまで具体的に規定するものではないから、この点を前提として在庫管理の容易性\n等の訂正発明１の効果をいう原告の主張は理由がない。\nまた、原告は、本件訂正明細書には、「仮囲い板の取付作業に手間がかか\nるというようなことはない。」との記載があり、この記載から原告主張の種々の効\n果は容易に把握することができると主張するが、本件訂正明細書に従来技術として\n記載されているフックボルトを用いた従来の仮囲い板と比較して作業効率が向上す\nるという限度では、明細書の記載から読みとることはできると解されるものの、こ\nのような効果は、訂正発明１に係る取付金具の構成から生み出される効果であるか\nら、前示のように刊行物１記載の発明と刊行物２記載の発明との組合せによって訂\n正発明１の構成を得ることに格別の困難性が認められない以上、当業者であれば、\nそのような組合せに係る構成自体から当然に予測できる程度の効果にすぎないとい\nうべきであって、これを格別の効果であるとする原告の主張は採用することができ\nない。\n以上のほか、原告は、訂正発明１は仮囲い板の保持力が優れていること、\n把持体３は両端の仮囲い板には単独で使用することができること等の効果について\nも主張するが、これらは本件訂正明細書に記載されていないものであって、失当と\nいうべきである。\n３　取消事由３（訂正発明２の進歩性の判断の誤り）について\n訂正発明２は訂正発明１の構成を含む発明であるところ、訂正発明２におい\nて付加されている要件（固定手段４が止めボルトであること）が、上記１、２の認\n定判断を何ら左右するものでないことは明らかであり、この点についての原告の主\n張も、上記１、２で既に検討した訂正発明１に係る主張と同趣旨の内容を訂正発明\n２についていうものにすぎないから、これを採用することができないことは上記の\n認定判断で示したとおりである。\n４　以上のとおり、原告主張の本件決定取消事由は理由がなく、他に本件決定を\n取り消すべき瑕疵は見当たらない。\nよって、原告の請求は理由がないから棄却することとし、訴訟費用の負担に\nつき行政事件訴訟法７条、民事訴訟法６１条を適用して、主文のとおり判決する。\n東京高等裁判所第１３民事部\n裁判長裁判官    　篠　　原　　勝　　美\n裁判官    　長　　沢　　幸　　男\n裁判官    　宮　　坂　　昌　　利\n"
}