{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 4,
    "day": 24
  },
  "case_number": "平成14(行ケ)592",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "商標権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "11135",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=11135",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/135/011135_hanrei.pdf",
  "contents": "平成１４年（行ケ）第５９２号　審決取消請求事件\n平成１５年３月２５日口頭弁論終結\n判　　　　　決\n原　　　　　　告　　　　株式会社加美乃素本舗\n訴訟代理人弁理士　　　　萼　　　経　夫\n同　　　　　　　　　　　館　石　光　雄\n同　　　　　　　　　　　村　越　祐　輔\n被　　　　　　告　　　　ザ　プロクター　アンド　ギャンブル　カン\nパニー\n訴訟代理人弁護士　　　　松　尾　和　子\n同　　　　　　　　　　　外　村　玲　子\n主　　　　　文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n事実及び理由\n第１　当事者の求めた裁判\n１　原告\n(1) 特許庁が取消２００１－３１２４６号事件について平成１４年１０月１７\n日にした審決を取り消す。\n(2) 訴訟費用は被告の負担とする。\n２　被告\n主文同旨\n第２　特許庁における手続の経緯等及び審決の理由\n以下は，当事者間に争いがなく，かつ，証拠（弁論の全趣旨を含む。）によ\nって認定できる事実である。\n１　特許庁における手続の経緯等\n原告は，登録第４２０７６３４号の商標（「ＤＯ－ＯＮ」の欧文字と「ドゥ\nオン」の片仮名文字を上下二段に横書きして成り，第３類「せっけん類，香料類，\n化粧品，かつら装着用接着剤，つけづめ，つけまつ毛，つけまつ毛用接着剤，歯磨\nき，家庭用帯電防止剤，つや出し剤，つや出し紙」を指定商品として，平成９年８\n月８日に登録出願され，同１０年１１月６日に登録された。以下，「本件商標」と\nいい，その登録を「本件登録」という。）の商標権者である。\n２　被告は，平成１３年１１月７日，本件登録を，その指定商品中「せっけん\n類」に関して，取り消すことについて審判を請求した（以下「本件審判請求」とい\nう。その登録は，平成１３年１２月５日である。）。特許庁は，これを取消２００\n１－３１２４６号事件として審理し，その結果，平成１４年１０月１７日，「登録\n第４２０７６３４号商標の指定商品中「せっけん類」について，その登録は取り消\nす。」との審決をし，その謄本を，同年１０月２９日原告に送達した。\n（甲第１号証，甲第２号証の１及び２，弁論の全趣旨）\n３　審決の理由\n審決の理由は，別紙審決書の写しのとおりである。要するに，原告は，本件\n審判請求の登録前３年以内に，本件商標の指定商品（「せっけん類」）について，\n本件商標を使用していたことを証明することも，同商標を使用していないことにつ\nいて正当な理由があることを明らかにすることも，していない，とするものであ\nる。\n第３　原告主張の審決取消事由の要点\n審決は，原告による本件商標の使用に関する事実認定を誤ったものであり，\n取り消されるべきである。\n１　本件商標を含む標章の使用\n(1) 原告は，その商品である「薬用加美乃素シャンプー」（以下「本件商品」\nという。）の包装（化粧箱）の側面に，「ＤＯ－ＯＮ　ＨＡＵＴ　ＲＥＦＲＥＳＨ\nＥＲ」，「ドゥオン　オ　リフレッシャー」の標章（以下「本件各標章」というこ\nともある。）を付している。本件商標はこの一部として記載されているものであ\nる。\n原告による上記行為は，本件各標章についての「商品の包装に標章を付す\nる行為」（商標法２条３項１号）に該当する（甲第３号証の１ないし３，第５号\n証，第１１号証）。\n(2) 審決は，原告の商品カタログ（甲第４号証）につき，「どのような時期\nに，誰に対して，どのような方法で，どの程度配布されたかなど，具体的な取扱い\nについて何ら証拠の提出がない。」（審決書６頁１３行目～１４行目）としてい\nる。\n通常，年度の記載のあるカタログは，その年度に取引に使用される，と考\nえるのが，経験則上当然である。配布の証明がないとして，本件商標の使用を否定\nするのは誤っている。\n配布の有無が争点となるのであれば，特許庁が職権によりその探知をすべ\nきである。\n(3) 甲第６号証は，販売代理店の証明書であり，これにより，本件各標章につ\nき，「商品の包装に標章を付したものを譲渡し，引き渡し，譲渡若しくは引渡しの\nために展示」する行為（商標法２条３項２号）が証明されている。その次の流通過\n程である小売店から消費者への過程における販売の証明まで要すると解すべきでは\nない。\n(4) 本件商品は，製造について許認可を必要とする商品に属する医薬部外品で\nあり，原告は，これについて，承認を受けてその製造を継続している。このこと\nも，本件各標章の使用を裏付ける事実である（甲第７号証，第８号証）。\n(5) 審決は，本件商品の販売に関して，「どの時期に，どの程度の数量の使用\n商品を販売したのかなど，商標の使用の事実を認定するのに必要な具体的な取引状\n況を示すものは，一切見いだすことができない。」としている。\n審決が，現実の販売の伝票類の提出を求めているとすれば，相当ではな\nい。個々の取引の単価，相手，取引量等は，企業秘密に属し，取引先の協力を得る\nことも容易でない。なお，商品の展示はしたが売れなかった，という商品について\nは，そもそも販売に関する資料を提出することは不可能である。しかし，そのよう\nな場合にも，商標の使用が否定されるものではないことは当然である。\n原告は，本訴において，返品伝票（甲第９号証及び第１０号証）を提出す\nる。これは，本件商品が，平成１１年ころ販売されていたことを立証するものであ\nる。\n(6) 原告は，本訴において，本件各標章の使用の証明として，甲第１５号証を\n追加する。これにより，平成１１年１０月２６日，原告が，「社団法人家庭養護促\n進協会」に，本件各標章を付した包装箱を用いた本件商品３０個を，バザー商品と\nして寄贈した事実を証明する。この寄贈に係る本件商品は，同年１０月２４日及び\n同年１１月１１日，バザーの商品として販売されている。\n２　本件商標と実際に使用された標章（本件各標章）との関係\n本件各標章，すなわち「ＤＯ－ＯＮ　ＨＡＵＴ　ＲＥＦＲＥＳＨＥＲ」，\n「ドゥオン　オ　リフレッシャー」の標章のうち，本件商標と同一の部分は，語頭\nに位置し，一般的に需要者から強く認識されるものであって，表示の要部に当たる\nというべきである。これに対し，「ＨＡＵＴ」（「オ」）は「質・評価が高い・高\n級な」という意味であり，「ＲＥＦＲＥＳＨＥＲ」（「リフレッシャー」）は「元\n気を回復させるもの」という意味である。両者とも，商品の品質等を誇示する語と\nして普通に使用されているものである。「オー」，「リフレッシュ」，「ＲＥＦＲ\nＥＳＨ」は，特許庁の実務でも，識別性がない語とされている（甲第１８号証）。\n本件各標章は，同時に用いられている「加美乃素」の表示に比して小さいと\nはいえ，識別標識として十分に機能している（もっとも，商標法５０条における使\n用の有無が問題となる場合，識別標識としての使用に限定しなければならない理由\nはないというべきである（東京高判平成２年（行ケ）４８号・甲第１４号\n証）。）。\nしたがって，本件各標章は，本件商標と社会通念上同一と認められる商標と\nいうべきであり，その使用は，本件商標の使用に該当するというべきである。\n第４　被告の主張の要点\n１　原告の主張１（本件商標を含む標章の使用）に対して\n(1) 商品の包装に標章を付する行為は，商標法の規定の文言上，当該標章の\n「使用」に当たるとしても，当該包装が取引市場において用いられていない場合に\nは，商標の「使用」ということはできないというべきである（東京地判昭和４５年\n（ワ）第２６４２号）。\n原告が，本件審判請求の登録前３年以内に，本件各標章を使用したとの証\n明はなされていない。\n(2) 商品カタログ（甲第４号証），販売証明書（甲第６号証）によっても，本\n件各標章を付した包装箱を用いた本件商品が販売されたことは証明されていない。\n本件各標章が付された包装箱（甲第３号証の１ないし３）と，甲第４号証\nのカタログに掲載された包装箱とは同じものではない。\n販売証明書（甲第６号証）では，どの時期に，どの程度の数量の本件商品\nが販売されたか明らかにならない。せいぜい，販売できる状態にあったということ\nが立証できる程度である。しかし，本件商品の保管の目的が真実販売であったか否\nか不明であり，販売のために展示されていたか否かも明らかでない。\n(3) 医薬部外品製造承認書（甲第７号証，第８号証の１及び２），返品伝票\n（甲第９号証及び第１０号証）は，本件商品の販売の事実を証明し得るものではあ\nっても，本件商品の販売において，本件各標章が付された包装箱が使用されていた\nことを証明するものではない。\n(4) 甲第１５号証の販売証明書に添付された写真に写っている包装箱には，本\n件各標章は表示されていない。証明者に，本件各標章が包装箱に表示されていたと\nの事実を証明する意識はない，といわざるを得ない。\n２　原告の主張２（本件商標と実際に使用された標章（本件各標章）との関係）\nに対して\n(1) 原告は，「ＨＡＵＴ」（「オ」），「ＲＥＦＲＥＳＨＥＲ」（「リフレッ\nシャー」）の語が，品質を表示するために普通に使用されている，と主張するだけ\nで，そのような事実を全く立証していない。現実にも，そのような事実は存在しな\nい。「ＨＡＵＴ」は，フランス語であり，「ＲＥＦＲＥＳＨＥＲ」は英語であるか\nら，これらが結合した「ＨＡＵＴ　ＲＥＦＲＥＳＨＥＲ」を，単に商品の品質等を\n誇示するだけの語として普通に用いられる言葉ということはできない。\n「ＤＯ－ＯＮ　ＨＡＵＴ　ＲＥＦＲＥＳＨＥＲ」，「ドゥオン　オ　リフ\nレッシャー」は，横一列に同じ大きさ，字体で表示され，全体としてまとまりの良\nい構成となっている。これに接する取引者・需要者は，全体をまとまりのある一体\nとしてとらえるものであって，単に「ＤＯ－ＯＮ」，「ドゥオン」のみに着目して\n商品の出所を認識するものではない。また，称呼も，倍以上も長さの異なるもので\nある。\n(2) 原告は，商標法５０条における「使用」は，識別商標としての使用に限定\nされない，と主張する。しかし，原告が引用する判決例は，登録商標の基本部分を\n変更していない周知商標の使用に関する事例であり，本件には当てはまらない。\n第５　当裁判所の判断\n１　原告が，本件において，商標法５０条２項の「使用」に該当する具体的行為\nとして主張しているものは，要するに，本件各標章が付された包装箱，すなわち，\nその側面に，「ＤＯ－ＯＮ　ＨＡＵＴ　ＲＥＦＲＥＳＨＥＲ」，「ドゥオン　オ\nリフレッシャー」を記載した包装箱の製作及び使用，並びに，そのような包装箱に\n包装された本件商品の譲渡である。\n本件各標章が付された包装箱の存在自体は，甲第３号証の１ないし３，第５\n号証，第６号証，第１６号証により認めることができる。しかし，仮に，本件各標\n章が，社会通念上本件商標と同一と認められるとしても，そして，上記包装箱が過\n去のある時点において原告により製作され存在したとしても，それだけで，本件審\n判請求の登録前３年以内に本件商標の使用があったということができるものではな\nいことは当然である。少なくとも，上記包装箱が，本件商品の流通のためのものと\nして，本件審判請求の登録前３年以内の間に存在したこと，が認定されなければな\nらない。\n２　原告は，平成１０年３月１日現在の原告の商品のカタログとして，甲第４号\n証を提出する。このカタログは，その中に，本件商品が，その包装箱とともに掲載\nされているから，本件商品がこのころ販売されていたか，少なくとも近々販売され\n得る状態にあった事実を証明し得るものである。そして，この甲第４号証と，甲第\n９号証及び第１０号証の返品伝票とを併せ考慮すると，平成１１年１，２月ころ\nに，本件商品が販売されていたとの事実を認めることができる。\nしかし，このカタログに写っている包装箱の正面下部には「水溶性ヒノキチ\nオール・・・」と表示されているのに対し，本件各標章が付されている包装箱の該\n当箇所には，「ピロクトンオラミン配合」と表示されているから，同カタログ掲載\nの包装箱が，甲第３号証の１ないし３，第５号証，第６号証及び第１６号証の包装\n箱と同一のものである，と認めることはできない。また，甲第４号証に掲載され\nた，正面下部に「水溶性ヒノキチオール」との表示のある包装箱のいずれかの部分\nに，本件各標章があったと認めるに足りる証拠もない。そうすると，甲第４号証に\nよって，本件各標章が付された包装箱が本件商品の流通のためのものとして，平成\n１０年３月ころ存在したとの事実を認めることはできない。また，甲第４号証のカ\nタログそのものにも，本件各標章の記載は存在しない。\n結局，甲第４号証単独でも，あるいはこれを甲第３号証１ないし３等と組み\n合せても，本件各標章が付された包装箱が本件商品の流通のためのものとして，本\n件審判請求の登録前３年以内のいかなる時点にせよ，存在したと認めることはでき\nないのである。\n３　甲第７号証及び第８号証は，本件商品に係る医薬部外品製造承認申請書及び\nその承認書である。甲第９号証及び甲第１０号証は，本件商品その他の商品に係る\n平成１１年１，２月当時の返品伝票である。これらの証拠と，甲第４号証を併せ考\n慮すると，前記のとおり，平成１１年１，２月ころ，本件商品が製造され，販売さ\nれていたとの事実を認めることができる。しかし，これらの証拠は，いずれも，本\n件商品の実際の流通段階での包装形態（パッケージング）について，すなわち，本\n件各標章が付された包装箱が使用されていたか否かについて，何ら証明し得るもの\nではない。これらの証拠によっても，本件各標章が付された包装箱が，そのころ，\n本件商品を流通させるためのものとして存在した，との事実を認めることはできな\nいのである。\n４　甲第５号証は，本件各標章が付された包装箱の製造業者である光印刷株式会\n社に対する原告の証明願及びこれに対する同社の証明書である。この証明書で，光\n印刷株式会社は，「別紙添付の写真（判決注・その側面に，本件各標章が付されて\nいる包装箱が写っている。）にある商品「薬用加美乃素シャンプー」に使用してい\nる包装箱は，弊社（判決注・原告を指す。）が貴社（判決注・光印刷株式会社を指\nす。）に生産を依頼し，貴社が弊社に対して継続して納入されたこと」及び「当該\n包装用箱に使用されたデザイン（意匠）及び文字の詳細の表示内容は，別紙写真４\n枚のとおり相違ないこと」を証明する，としている。しかし，この証明書の文言で\nは，どの時期に，どの程度の数の上記包装箱が生産され，原告に納入されたかが明\nらかでない。結局，上記包装箱の存在だけを立証し得るものにすぎず，本件審判請\n求の登録前３年以内のいずれの時点にせよ，上記包装箱が本件商品を流通させるた\nめのものとして存在したことを，証明し得るものではない。\n５　甲第６号証は，原告の株式会社パルタックに対する証明願及びこれに対応す\nる同社の証明書であり，同社が，「別紙添付の写真（判決注・本件各標章が付され\nた包装箱が写っているもの）にある商品「薬用加美乃素シャンプー」は，貴社（判\n決注・株式会社パルタックを指す。）が株式会社加美乃素本舗から仕入れて，少な\nくとも平成１０年４月１日から同年１２月末日までの間継続して小売店に販売でき\nる状態にあったこと」を証明する，としているものである。\n甲第１５号証は，原告の社団法人家庭養護促進協会に対する証明願及びこれ\nに対応する同協会の証明書であり，同協会が，「弊社（判決注・原告を指す。）\nは，平成１１年１０月２６日に別紙添付写真（判決注・上記包装箱も写っているも\nの。ただし，本件各標章が記載されているべき側面は写っていない。）にある商品\n「薬用加美乃素シャンプー」（２００ｍｌ）３０個を貴協会にバザー商品として寄\n贈させて頂いたこと，そして同商品は，平成１１年１０月２４日開催の「こうべ健\n康福祉フェアー」及び平成１１年１１月１１日開催の「神戸市手をつなぐ親の会バ\nザー（合同福祉バザー）」において販売されたこと」を証明する，としているもの\nである。\n上記証明願の各文言は，本件商品の流通，あるいは寄贈の有無についての証\n明を求めるものであって，端的に，本件商品の包装に，特定の種類の包装箱が用い\nられていたこと，ひいては，それに本件各標章が付されていたことの証明を求める\nものではない。\n加えて，甲第６号証及び甲第１５号証の添付写真に写っている包装箱におい\nて，標章として最も目立つものは，正面に，金色で縦方向に引かれた太線１本と細\n線３本，その直下に３段にわたって記載された「薬用」，「加美乃素」，「シャン\nプー」の文字である。甲第６号証添付写真に写っている包装箱の側面に着目して\nも，そこに記載されている標章のうち，その上部にある「加美乃素」，「シャンプ\nー」，「薬用」，「ＫＡＭＩＮＯＭＯＴＯ」，「ＭＥＤＩＣＡＴＥＤ」，「ＳＨＡ\nＭＰＯＯ」は，いずれも相当程度大きい文字で表示され，また，「加美乃素」は特\n徴ある字体で，かつ緑地に白文字，「シャンプー」，「ＳＨＡＭＰＯＯ」及び「Ｋ\nＡＭＩＮＯＭＯＴＯ」は，緑地に白文字で，「薬用」及び「ＭＥＤＩＣＡＴＥＤ」\nは，緑地の中の部分的な赤地の上の黒文字で表示されるなど，相当程度目立つもの\nであるのに対し，上記各標章の直下にある本件各標章は，緑地の上に直接黒字で表\n示されているものであり，しかも，その文字は，前記の「加美乃素」等６種の表示\nの文字に比べると，かなり小さいだけではなく，「〈指定成分〉」の記載に比べて\nも小さく，決して目立つものではない。\n以上の事実に照らすと，甲第６号証及び第１５号証において，各証明者は，\n証明願の文言に記載された「薬用加美乃素シャンプー」との商品名称，添付写真に\n写った包装箱の正面及び側面の目立つ標章に専ら着目して，証明対象物品が本件商\n品であることを認識し，その流通ないし寄贈の事実について証明する意図を有して\nいたにとどまり，その流通または寄贈の対象となった本件商品の包装箱に本件各標\n章が用いられていたことまで証明する意図があったわけではない，と考えることが\n十分可能である。\nそうすると，甲第６号証，第１５号証により，特定の包装箱（正面下部に\n「ピロクトンオラミン配合」と表示され，側面に本件各標章があるもの）が，本件\n商品の包装に用いられていたとの事実を認めることはできない。\n６　原告が提出する証拠は，結局，本件商品が製造され，平成１１年ころ販売さ\nれていたこと，本件各標章が付された包装箱が，不明なある時点で製造され，原告\nに納入されたこと，の各事実を，個別に証明するものにすぎない。本件全証拠によ\nっても，これらを組み合せて，本件審判請求の登録前３年以内のいずれの時点であ\nるにせよ，本件各標章が付された包装箱が，本件商品を流通させるためのものとし\nて存在した，との事実を認めることはできない。\n付言する。原告が，甲第４号証のような内容の商品カタログを現に作成し，\n提出していることからすれば，本件審判請求の登録前３年以内の間に作成された原\n告の商品を掲載した商品カタログも存在していると考えるのが自然であり，かつ，\n原告の主張が真実だとすると，本件商品が，甲第３号証の２，３に示されているよ\nうな包装箱とともにそれに掲載されることも十分あり得るというべきである。甲第\n４号証を提出した原告が，甲第４号証の作成時点（平成１０年３月ころ）より後の\n時点に作成された商品カタログを提出することに，格別な困難が伴うとも考えにく\nい。あるいは，原告の主張によれば，甲第４号証のカタログに掲載されている，正\n面下部に「水溶性ヒノキチオール」の表示のある包装箱の側面には，本件各標章が\n付されているはずであるから，その写真を提出する方法もあり得，これもさして困\n難なものとは考えられない。ところが，原告は，本訴の口頭弁論終結に至るまで，\nそのような，提出が容易で，原告の立証に効果的と思われる証拠を提出していな\nい。このことは，原告の主張の信憑性を疑わしめる事情となるものというべきであ\nる。\n７　結論\n以上のとおりであるから，その余の点について判断するまでもなく，原告の\n主張の取消事由には理由がないことが明らかであり，その他，審決には取消しの事\n由となるべき誤りは認められない。そこで，原告の本訴請求を棄却することとし，\n訴訟費用の負担について，行政事件訴訟法７条，民事訴訟法６１条を適用して，主\n文のとおり判決する。\n東京高等裁判所第６民事部\n裁判長裁判官    山　　下　　和　　明\n裁判官　　設　　樂　　隆　　一\n裁判官　  高 　 瀬　　順　　久\n"
}