{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 6,
    "day": 27
  },
  "case_number": "平成14(ワ)17210",
  "case_name": "",
  "court_name": "東京地方裁判所",
  "right_type": "商標権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "11009",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=11009",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/009/011009_hanrei.pdf",
  "contents": "平成１４年(ﾜ)第１７２１０号  損害賠償等請求事件\n口頭弁論終結日　平成１５年５月９日\n判決\n原              告　　　Ａ\n原　　　　　    告　　　株式会社日本家庭教師センター学院\n被　　　　　　　告　　　株式会社ティ・ティ・シー\n同訴訟代理人弁護士　　　三    好　　      徹\n同　　　　　　　　　　　吉    田  　      哲\n同　　　　　　　　　　　根    本　　雄    一\n同　　　　　　　　　　　渡    辺　　昇    一\n同　　　　　　　　　　　藤    川 　 浩    一\n同　　　　　　　　　　　高    久    尚    彦\n同                      岩    本　　康 一 郎\n同　　　　　　　　　　　岩　　田　　央　　子\n同　　　　　　　　　　　西　　尾    政　　行\n同　　　　　　　　　　　宮　　下    正　　臣\n同　　　　　　　　　　　中　　山    素　　子\n同　　　　　　　　　　　井　　川　  真 由 美\n主文\n１　原告らの請求をいずれも棄却する。\n２　訴訟費用は原告らの負担とする。\n事実及び理由\n第１　請求の趣旨\n〔原告特定非営利活動法人家庭教師派遣業自主規制委員会（以下「原告委員\n会」という。）〕\n１　被告は，原告委員会に対し，金４３万１０００円及びこれに対する平成１３\n年１１月９日から支払済みまで年５分の割合による金員を支払え。\n２　被告は，「家庭教師優良業者全国ネットワーク」名称中の「優良業者」を削\n除し，同ネットワークを解散せよ。\n被告は，上記名称の関連マーク等を削除し，使用してはならない。\n３　原告委員会と被告との間において，被告は，同原告に対してＡＡＡ審査の審\n査料・認定料として支払った金２万円の返還請求権を有しないことを確認する。\n〔原告株式会社日本家庭教師センター学院（以下「原告会社」という。）〕\n４　被告は，原告会社に対し，金５０万円及びこれに対する平成１３年１１月９\n日から支払済みまで年５分の割合による金員を支払え。\n〔原告委員会及び原告会社〕\n５　被告は，別紙標章目録記載の標章（以下「本件標章」という。）を使用して\nはならない。\n被告は，本件標章の使用に関し，謝罪広告を掲載せよ。\n第２　事案の概要等\n１　前提となる事実（証拠を示した事実以外は，当事者間に争いがない。）\n(1)　原告委員会は，平成５年，原告ら代表者Ｂが中心となって家庭教師派遣業\n者により設立された団体であり，平成１２年１２月２８日，特定非営利活動法人と\nなった（甲２６，３０，乙４，弁論の全趣旨）。\n被告は，家庭教師派遣業を営む株式会社である（乙４）。なお，被告代表\n者Ｃは，家庭教師優良業者全国ネットワークに所属している（甲１２の１）。\n(2)　原告会社は，別紙商標権目録記載の商標権（以下「本件商標権」といい，\nその登録商標を「本件商標」という。）の商標権者である（甲２の１及び２）。\n(3)　原告委員会は，平成１１年１０月ころ，家庭教師派遣業者のサービス評価\nをして格付けを行い，優良業者を「ＡＡＡ」と認定する制度（以下「ＡＡＡ認定制\n度」という。なお，本件において「ＡＡＡ審査」とは，ＡＡＡ認定制度における審\n査を意味する。）の運営の準備を始め，同原告に「ＡＡＡ審査委員会」を設け，同\n原告副理事長のＤ（以下「Ｄ」という。）をＡＡＡ審査委員会の委員長とした（甲\n２４，２６，３０，乙４，弁論の全趣旨）。\n(4)　被告は，平成１３年９月８日，原告委員会のＡＡＡ審査委員会から，第一\n次審査に合格した旨の通知書（以下「第一次審査合格通知書」という。甲４）の送\n付を受けた。同通知書には，①　被告がＡＡＡ審査の第一次審査に合格したこと，\n②　第二次審査は，大学教授・弁護士・消費者コンサルタント等を審査員にまじえ\nて厳正に実施すること，③　第二次審査に合格した業者を「優良業者ＡＡＡ」と認\n定すること，④　「優良業者ＡＡＡ」には，認証番号を付与した認定書を交付し，\n原告委員会のホームページに掲載すること，⑤　第二次審査を希望する場合には，\n審査料・認定料２万円を同月３０日までに指定の口座に振込送金する必要があり，\n不合格の場合はその半額を返還すること，⑥　第二次審査の結果は，同年１０月末\nに連絡すること，⑦　ホームページ掲載時には，管理料として年間５０００円が別\n途必要となることなどが記載されていた。\n被告は，原告委員会に対し，上記ＡＡＡ審査の審査料・認定料として２万\n円を支払った（甲４，乙４）。\n(5)　原告委員会は，被告に対し，平成１３年１１月２０日，同月３０日までに\n「優良ＡＡＡ家庭教師派遣業者」認定料・登録料・交付料１５万円を指定の口座に\n振込送金する必要があることなどが記載された書面を送付した（乙３，４）。\n(6)　被告は，原告委員会に対し，平成１３年１１月末日ころ，被告に関するＡ\nＡＡ審査を中止し，審査料・認定料として支払った２万円と提出済みの審査資料を\n返還することを求めた（甲３１，乙４，弁論の全趣旨）。\n(7)　原告委員会は，被告に対し，平成１３年１２月２０日付け「『サービス評\n価』審査結果通知状(C)」と題する書面（以下「審査結果通知状」という。）によ\nり，同月５日に開催された家庭教師派遣業者・個別指導教室「サービス評価」認定\n審査委員会・第三次認定審査会（最終審査会）の結果，被告が不合格となった旨を\n通知した（甲１０）。\n２　原告らの主張\n(1)　請求の趣旨１項について\nア(ｱ) 被告は，平成１３年１１月２９日から平成１４年１月２４日までの\n間，家庭教師優良業者全国ネットワーク副会長のＥ，Ｄ及び同ネットワーク会員と\nともに，インターネット[www.aozora.com/kzi]上で，不特定多数を対象として，７\n７回にわたり原告委員会を誹謗中傷した。\n(ｲ) また，被告は，Ｅが原告委員会を誹謗中傷する目的で，第三次最終認\n定審査会審査委員らに対し，同原告の顧問でない者が顧問であるという，事実と異\nなる内容の文書を送付するために，住所，電話番号，ファックス番号等の情報を提\n供し，協力した。\nイ(ｱ) 被告による上記各行為は，原告委員会の名誉を毀損し，営業を妨害\nし，信用を失墜させるものであり，同原告が上記各行為により被った精神的な苦痛\nに対する慰謝料としては２３万１０００円が相当である。\n(ｲ) また，被告による上記各行為は，原告委員会の実施するＡＡＡ認定制\n度の信用性及び社会性を大きく傷つけるものであり，同原告が上記各行為により被\nった名誉の毀損による損害，支出を要した活動復活費用，企画料及び印刷費用並び\nに慰謝料としては２０万円が相当である。\nウ　原告委員会は，被告に対し，以上の合計４３万１０００円及びこれに対\nする平成１３年１１月９日から支払済みまで年５分の割合による遅延損害金の支払\nを求める。\n(2)　請求の趣旨２項について\nア　被告が所属する「家庭教師優良業者全国ネットワーク」の名称は，特定\n商取引に関する法律（以下「特定商取引法」という。）４３条に違反し，４７条に\n該当する疑いがあり，家庭教師派遣業自主規制規約に違反している。\nイ　原告委員会は，被告に対し，上記名称中の「優良業者」部分の削除，同\nネットワークの解散並びに関連マーク等の削除及び使用禁止を求める。\n(3)　請求の趣旨３項について\nア　被告は，第一次審査合格通知書の送付を受け，原告委員会に対し，ＡＡ\nＡ審査の二次審査の審査料・認定料として２万円を支払った。しかし，第一次審査\n合格通知書は，Ｄが原告委員会事務局長であるＦ（以下「Ｆ」という。）に指示し\nて作成したものであって，同原告の理事会も理事長も承認していない文書であっ\nた。\nイ　原告委員会は，平成１３年１１月８日の第４回理事会において，二次審\n査（最終審査）に必要な審査資料をＤが提出し，被告ら既に第一次審査合格通知書\nにより審査料・認定料２万円を支払っている業者については二次審査を行う旨決議\nした。しかし，Ｄは，審査資料を提出せず，被告は，同年１２月５日行われた最終\n審査において，不合格となり，原告委員会は，被告に対し，不合格となった旨通知\nした。\nウ　被告は，原告委員会に対し，審査が不合格となる前に，二次審査の申請\nを辞退する旨申し入れたが，これは，被告が審査に不合格になることを恐れたため\nであり，申請の辞退を認める理由はない。\nエ　被告が二次審査の申請を辞退したとしても，被告から支払を受けた２万\n円は審査料であり，入学試験で試験料を返還しないのと同じ性質のものであって，\n被告に返還すべきものではない。また，原告委員会は，平成１３年１２月２０日の\n第３回臨時総会において，審査料・認定料として支払を受けた２万円は返還しない\n旨決議を行っている。\nオ　原告委員会は，被告が同原告に対しＡＡＡ審査の審査料・認定料として\n支払った２万円の返還請求権が存在しないことの確認を求める。\n(4)　請求の趣旨４項及び同５項について\nア　原告会社は，本件商標権を有しているところ，被告は，本件商標と同一\nの本件標章を，「今の自主規制委員会を支えて下さるのは優良業者全国ネットワー\nクの皆様方です」と題する書面（甲１２の１）において使用している。\nイ　被告の本件標章の使用は，本件商標権を侵害するものであり，原告会社\nは，被告の上記行為により５０万円の損害を被った。\nウ　原告会社は，被告に対し，５０万円及びこれに対する平成１３年１１月\n９日から支払済みまで年５分の割合による遅延損害金の支払を求めるとともに，原\n告らは，被告に対し，本件標章の使用禁止，謝罪広告の掲載をそれぞれ求める。\n３　被告の主張\n(1)　請求の趣旨１項について\n被告は，原告委員会が主張する行為を行ったことはない。\n(2)　請求の趣旨２項について\n「家庭教師優良業者全国ネットワーク」の名称中の「優良業者」部分が特\n定商取引法４３条にいう「有利であると人を誤認させるような表示」に該当すると\nはいえない。また，被告は，家庭教師優良業者全国ネットワークの代表者でも主催\n者でもなく，被告が主体となって同名称を使用しているわけではないから，原告委\n員会が被告に対しこのような請求を行う理由はない。\n(3)　請求の趣旨３項について\nア　契約不成立\n原告委員会は，第一次審査合格通知書は，同原告の理事会も理事長も全\nく承認していない書面であり，Ｄの依頼を受けてＦが発送した旨主張する。\nそうすると，第一次審査合格通知書は，原告委員会の有効な意思表示と\nはいえないにもかかわらず，被告は，その記載に基づき，同原告に対しＡＡＡ審査\nの審査料・認定料として２万円を支払ったものであるから，この支払をもってＡＡ\nＡ審査に関する契約の申込みの意思表示と評価することができる。これに対し，原\n告委員会は，被告に対し，合計１５万円で最終審査をする旨の書面を送付している\nが，同書面は，被告の申込み内容と合致しておらず，その直後に，被告が審査の中\n止を求めたものであるから，同原告と被告との間でＡＡＡ審査に関する契約は成立\nしなかったこととなる。\nよって，原告委員会は，被告に対し，被告から受領した２万円の返還義\n務を負う。\nイ　錯誤又は詐欺\n仮に，原告委員会と被告との間にＡＡＡ審査に関する契約（以下「本件\n契約」という。）が成立したとしても，以下のとおり，錯誤により無効であり，又\nは詐欺により取り消されたものであるから，同原告は，被告に対し，被告から受領\nしたＡＡＡ審査の審査料・認定料２万円の返還義務を負う。\n(ｱ) 原告委員会から被告に送付された第一次審査合格通知書には，「審査\n料・認定料」として２万円が必要であるとの記載はあるが，このほかに「認定料・\n登録料・交付料」として別途１５万円が必要になるとの記載はない。\n仮に，被告が上記２万円のほかに「認定料・登録料・交付料」として\n別途１５万円の費用が必要となることを知っていたとすれば，被告が本件契約の申\n込みをすることはなかったはずであるから，被告のした本件契約の申込みの意思表\n示には要素の錯誤があり，無効である。\n(ｲ) また，原告委員会が上記２万円のほかに「認定料・登録料・交付料」\nとして別途１５万円の費用が必要となることを秘匿し，被告に本件契約の申込みを\nさせたのであれば，被告のした本件契約の申込みの意思表示は，同原告の詐欺に基\nづくものである。被告は，平成１４年１０月２９日の本件口頭弁論期日において，\nこれを取り消す旨の意思表示をした。\nウ　債務不履行解除\n仮に，本件契約が有効に成立しているとしても，原告委員会が平成１３\n年１１月２０日に通知したＡＡＡ審査は，本件契約の前提である当初のＡＡＡ審査\nとは内容が大きく異なり，既に当初のＡＡＡ審査は存在しないこととなる。そうす\nると，本件契約に基づく原告委員会の債務は，この時点で履行不能となっている。\n被告は，原告委員会に対し，平成１４年１０月２９日の本件口頭弁論期日におい\nて，本件契約を解除する旨の意思表示をした。\nしたがって，原告委員会は，被告に対し，解除による原状回復義務とし\nて，被告から受領した審査料・認定料２万円の返還義務を負う。\n(4)　請求の趣旨４項及び同５項について\n被告は，本件標章を使用したことはない。\n第３　当裁判所の判断\n１　請求の趣旨１項について\n(1)　原告委員会は，被告が，Ｅらとともに，インターネッ\nト[www.aozora.com/kzi]上で，７７回にわたり同原告に対する誹謗中傷行為を行っ\nた旨主張するが，上記事実を認めるに足りる証拠はない。なお，ウエブページ(\nHttp://www.aozora.com/kzi)の写し（甲１４の１ないし３，１４の４の１及び２，\n１４の５ないし１４）には，原告委員会に関する書込みがあることが認められる\nが，これらの書込みが被告によって行われたことを認めるに足りる証拠はない。\n(2)　また，原告委員会は，被告が同原告を誹謗中傷するために作成された文書\nの送付に協力した旨主張するが，上記事実を認めるに足りる証拠はない。\n(3)　したがって，原告委員会の上記請求は理由がない。\n２　請求の趣旨２項について\n(1)　原告委員会は，「家庭教師優良業者全国ネットワーク」の名称が特定商取\n引法４３条に違反し，４７条に当たる旨主張する。\n特定商取引法は，４３条で役務提供業者等の誇大広告等を禁止する旨規定\nし，４７条で主務大臣の業務停止権限等を規定しているが，役務提供業者等に同法\n４３条に違反する行為があったとしても，私人が同法の規定に基づき当該役務提供\n業者等に対して業務の停止や違反行為の差止め等の措置を求める権利を有すること\nを規定したものではない。\n(2)　また，原告委員会は，前記名称が家庭教師派遣業自主規制規約に違反する\n旨主張する。\nしかしながら，家庭教師派遣業自主規制規約は，家庭教師派遣業者におい\nて，業務が適正に行われるようその行動準則を規定したものであって，私人が同規\n約の違反行為の差止め等の措置を求め得る法律上の根拠となるものではない。\n(3)　したがって，原告委員会の上記請求は理由がない。\n３　請求の趣旨３項について\n(1)　前提となる事実（前記第２の１）に証拠（甲４，１０，２４，２６，３\n０，３１，乙３，４）及び弁論の全趣旨を総合すれば，以下の事実が認められ，こ\nれを覆すに足りる証拠はない。\nア　原告委員会は，平成１１年１０月ころ，ＡＡＡ認定制度の運営の準備を\n始め，平成１２年１月以降，無作為に抽出した全国の家庭教師派遣業者に対し，\n「安心度ＡＡＡ評価アンケート調査」と題する書面を送付した。\nイ　被告は，平成１２年１月ころ，原告委員会から前記「安心度ＡＡＡ評価\nアンケート調査」と題する書面の送付を受け，アンケートの回答その他の書類を同\n原告に返送した。\nウ　原告委員会は，被告に対し，平成１３年９月８日，第一次審査合格通知\n書を送付した。同通知書には，前記第２の１(4)の①ないし⑦のとおり，要するに，\nＡＡＡ審査の第二次審査の審査料・認定料として２万円を支払い，合格した業者を\n「優良業者ＡＡＡ」と認定する旨記載されていた。\nエ　被告は，ＡＡＡ審査の第二次審査の審査料・認定料２万円を原告委員会\nの指定する口座に振込送金した。\nオ　原告委員会は，平成１３年１０月末までに第二次審査を実施してその結\n果を被告に通知することをせず，同年１１月２０日，被告に対し，ＡＡＡ審査を受\nけるためには，「優良ＡＡＡ家庭教師派遣業者」審査料として９万円，「優良ＡＡ\nＡ家庭教師派遣業者」認定料・登録料・交付料として１５万円が必要であり，既に\n審査料２万円を納入済みの者は，上記審査料９万円が減額されること，同月３０日\nまでに「優良ＡＡＡ家庭教師派遣業者」認定料・登録料・交付料１５万円を指定の\n口座に振込送金する必要があることなどが記載された書面を送付した。\nカ　被告は，原告委員会に対し，平成１３年１１月末日ころ，被告に関する\nＡＡＡ審査を中止し，審査料・認定料として支払った２万円と提出済みの審査資料\nを返還するよう求めた。\nキ　原告委員会は，被告に対し，審査結果通知状により，平成１３年１２月\n５日に開催された家庭教師派遣業者・個別指導教室「サービス評価」認定審査委員\n会・第三次認定審査会（最終審査会）の結果，被告が不合格となった旨を通知し\nた。\n(2)　以上の事実によれば，第一次審査合格通知書の体裁及び記載内容に照ら\nし，通常人であれば，審査料・認定料として２万円を支払えば，第一次審査合格通\n知書に記載されたとおりの内容で，ＡＡＡ審査の第二次審査を受けることができ，\nしかも，同審査は，「ＡＡＡ」認定のための最終審査であると理解するものと解さ\nれる。ところが，原告委員会は，第一次審査合格通知書に記載されているとおり同\n年１０月末までに第二次審査を実施してその結果を被告に通知することをせずに，\nかえって，同年１１月２０日，被告に対し，上記２万円のほかにＡＡＡ審査の認定\n料・登録料・交付料として１５万円の振込送金が必要である旨の通知をしたもので\nある。\n被告は，第二次審査を希望して審査料・認定料２万円を原告委員会の指定\n口座に振込送金したことにより，被告は，第一次審査合格通知書に記載された内容\nでＡＡＡ審査の第二次審査を受ける旨の意思表示をしたものということができる。\nしかし，被告は，当時，上記２万円のほかに「認定料・登録料・交付料」として別\n途１５万円の高額な費用が必要となることを知らなかったのであり，また，仮に知\nっていれば上記意思表示をすることはなかったのであるから（乙４），被告のした\n上記意思表示には要素の錯誤がある。したがって，被告の上記意思表示は無効とい\nうべきである。\nそうすると，被告は，前記審査料・認定料２万円を，法律上の原因なく原\n告委員会の指定する口座に振込入金したことに帰するから，被告は，同原告に対\nし，不当利得として前記２万円の返還請求権を有する。\n(3)　したがって，原告委員会の上記請求は理由がない。\n４　請求の趣旨４項及び同５項について\n(1)　証拠（甲２の１及び２）によれば，原告会社は，本件商標権を有すること\nが認められる。\n(2)　「今の自主規制委員会を支えて下さるのは優良業者全国ネットワークの皆\n様方です」と題する書面（甲１２の１）には，「家庭教師派遣業自主規制委員会」\nと表示されているが，同書面と被告との関わりは全く不明であり，これにより被告\nが本件標章を使用しているとの事実を認めることはできない。\n(3)　以上のとおり，被告が本件標章を商標として使用しているとの事実を認め\nるに足りる証拠はないから，商標権侵害を理由とする原告会社の５０万円の損害賠\n償請求及び原告らの本件標章の使用禁止等の請求は，いずれも理由がない。\n５　結論\n以上のとおりであるから，原告らの請求はいずれも理由がない。よって，主\n文のとおり判決する。\n東京地方裁判所民事第４７部\n裁判長裁判官　　　　高　　　部　　　眞　規　子\n裁判官　　　　上　　　田　　　洋　　　幸\n裁判官　　　　浅　　　香　　　幹　　　子\n（別紙）\n標章目録\n家庭教師派遣業自主規制委員会\n（別紙）\n商標権目録\n登録番号　　第３３６６７６２号\n登録日　　　平成９年１２月１９日\n指定役務　　第４１類技芸・スポーツ又は知識の教授\n登録商標　　家庭教師派遣業自主規制委員会\n"
}