{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 18,
    "month": 5,
    "day": 19
  },
  "case_number": "平成17(わ)5744",
  "case_name": "競売入札妨害等被告事件",
  "court_name": "大阪地方裁判所第１２刑事部",
  "gist": "造園会社の役員であった被告人が，大阪市職員と共謀して同市の指名競争入札に関して入札指名業者から特定業者を除外し，また，他の役員と共謀して，信用保証協会から保証を受ける地位を詐取した上，取引銀行から会社に２，４００万円を融資させた競売入札妨害及び詐欺の事案について，被告人に執行猶予付き懲役刑が言い渡された事例",
  "lawsuit_id": "33395",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=33395",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/395/033395_hanrei.pdf",
  "contents": "主文\n被告人を懲役１年６月に処する。\nこの裁判が確定した日から３年間その刑の執行を猶予する。\n理由\n（罪となるべき事実）\n被告人は，株式会社Ａ取締役営業課長であるが，\n第１ 大阪市Ｂ局総務部庶務課調達係長として同局が発注する委託業務の指名競争\n入札に関して入札指名業者選定案を作成するなどの職務に従事していたＣと共\n謀の上，同局が平成１７年４月１９日に執行した「西部方面街路樹維持管理業\n務委託－１」の指名競争入札に関し，Ａに同委託業務を落札させようと企て，\n同月上旬ころ，大阪市ａ区ｂｃ丁目ｄ番ｅ号所在のｆビル２８階所在の同局総\n務部執務室において，上記Ｃに対し，上記選定案の作成に当たって特定の業者\nを除外することなどを求め，同人において，そのころ，同所において，同社に\n落札させるよう被告人の求めに応じた同選定案を作成し，同月１２日，同部庶\n務課長をして同選定案どおりに入札指名業者を決定させ，もって偽計を用いて\n公の入札の公正を害すべき行為をし，\n第２ Ａ代表取締役社長であるＤ及び同社常務取締役であるＥと共謀の上，信用保\n証協会を欺いて同社の金融機関に対する債務を保証させるとともに，金融機関\nを欺いて同社に対する信用保証協会の保証付融資を実行させ，融資金名下に金\n員を詐取しようと企て，真実は，同社の平成１７年１月期の営業損失が約１８\n４万円，当期未処理損失が約１億８，５１５万円であり，融資金は直ちに同社\nの債務返済等に費消する意図であるのに，それらの情を秘し，あたかも同社が\n粉飾決算を行っていない中小企業者等として信用保証協会の保証を受けられる\n資格を有し，融資金を信用保証協会が資金使途として認める事業資金にのみ使\nうかのように装い，平成１７年６月１４日ころ，大阪市ｇ区ｈｉ丁目ｊ番ｋ号\n所在の株式会社Ｆ銀行Ｇ法人営業部において，同部係員に対し，金額２，４０\n０万円の融資申込書に加え，資金使途を手形決済，備品購入及び社員教育に必\n要な運転資金とする旨使途先を偽った金額２，４００万円の信用保証委託申込\n書並びにＡの同期の営業利益を１，１４３万９，０１５円，当期未処分利益を\n７３３万８，８４２円とする旨決算内容を粉飾した決算報告書写し等を提出し，\n同日，同部係員らをして同委託申込書及び同決算報告書写し等を同市ｌ区ｍｎ\n丁目ｏ番ｐ号所在のＨ協会に送付させて保証契約の申込みをさせ，同月２１日，\n同協会業務二部部長Ｉをして，上記のとおり誤信させ，同社に対する上記Ｇ法\n人営業部による融資の実行に当たり２，４００万円を保証する旨決定させて，\n同協会理事長Ｊ作成名義の信用保証書を発行させた上，同月２２日，同協会職\n員らをして同保証書を上記Ｇ法人営業部に回付させて保証を承諾する意思表示\nを到達させ，同日，同部部長Ｋをして，同保証書が同協会による適正な審査を\n経たものであり，同社が融資金を返済しなくても同協会から確実に代位弁済を\n受けられるものと誤信させて，同社に対する２，４００万円の融資を実行する\n旨決定させ，よって同日，同社を主たる債務者とする上記株式会社Ｆ銀行と同\n協会との間の保証契約を締結させてＡに保証を受ける地位を得させるとともに，\n同月２３日，同部係員をして同部と同一所在地の同銀行Ｇ支店に開設されたＡ\n名義の当座預金口座に融資金として２，４００万円を入金させ，もって人を欺\nいて財産上不法の利益を得るとともに，財物を交付させ\nたものである。\n（証拠の標目） 略\n（法令の適用）\n被告人の判示第１の所為は刑法６０条，９６条の３第１項に，判示第２の所為の\nうち，保証を受ける地位を詐取した点は同法６０条，２４６条２項に，融資金を詐\n取した点は同法６０条，２４６条１項にそれぞれ該当するところ，判示第２は包括\nして１罪となる場合であるから，同法１０条により１罪として犯情の重い融資金を\n詐取した罪の刑で処断し，判示第１の罪について所定刑中懲役刑を選択し，以上は\n同法４５条前段の併合罪であるから，同法４７条本文，１０条により重い判示第２\nの罪の刑に同法４７条ただし書の制限内で法定の加重をした刑期の範囲内で被告人\nを懲役１年６月に処し，情状により同法２５条１項を適用してこの裁判が確定した\n日から３年間その刑の執行を猶予することとする。\n（量刑の理由）\n本件は，Ａの取締役営業課長である被告人が，入札指名業者選定案の作成等の職\n務に従事していた大阪市の調達係長と共謀の上，同市の行う指名競争入札に関して，\n同社に委託業務を落札させるため，入札指名業者から特定の業者を除外したという\n競売入札妨害の事案並びに同社の代表取締役社長及び常務取締役と共謀の上，信用\n保証協会に対し，同社が粉飾決算を行っておらず，また融資金を同協会が認める使\n途にのみ充てるものと誤信させて，同社に対する取引銀行からの融資を保証する旨\n決定させ，保証を受ける地位を詐取するとともに，取引銀行に対し，同保証が適正\nなものであると誤信させてＡに対する融資を実行させ，融資金２，４００万円を詐\n取した事案である。\nまず，判示第２の詐欺の事案について見るに，その詐取金額は著しく高額であり，\n結果はまことに重大である。被告人らは，実際にはＡが巨額の累積赤字を抱えて債\n務超過に陥っていたにもかかわらず，公共工事の受注等のため，黒字を装う内容の\n粉飾した決算報告書をかねてから関与税理士に指示して作成させていたところ，こ\nれを利用するなどして本件犯行に及んだものであって，その犯行態様は巧妙であり，\nまた中小企業者の育成を支援するための公的制度である信用保証制度を悪用した点\nでも非難を免れない。その中で，被告人は，内容虚偽と知りつつも信用保証委託申\n込書や決算報告書の写し等を取引銀行に提出した上，詐取した金員から１６０万円\n余りを被告人のＡに対する貸付金の返済として受領しているのであって，その関与\nの程度は軽微とはいえない。被告人らは，Ａが抱える巨額の債務の返済資金を得る\nため本件犯行に及んだといい，実際にもその多くを債務返済に充てているほか，被\n告人はＡに対する上記貸付金の返済が受けられるという考えもあって犯行に関与し\nたというが，いずれも特に酌量すべき動機や使途とはいえない。そして，被告人ら\nは，本件以前にも粉飾した内容の決算報告書を利用して信用保証協会の保証付融資\nを受けていたものとうかがえることに照らし，本件は常習的犯行というべきであり，\n被告人には規範意識にいささか欠けるところがあるといわざるを得ない。\n次に，判示第１の競売入札妨害の事案について見るに，本件は，当時，大阪市の\n発注する特定の委託業務を特定の造園業者が１０年間にわたって落札し続けており，\n共犯者Ｃがこのような事態への対応に苦慮していたところ，被告人が同造園業者を\n説得して上記委託業務の落札を思いとどまらせたことが発端となっている。そして，\n従前から，Ａらは入札指名業者間の談合行為によって大阪市の発注する委託業務を\n落札しており，被告人はその取りまとめ役であったところ，被告人は，上記のよう\nな経緯から被告人に恩義を感じていた共犯者Ｃに対してＡへの高額の委託業務の受\n注を希望する旨を告げて，同共犯者から本件委託業務がその希望する規模の業務で\nあることを教示された上，判示のとおり，同共犯者からの申し出に応じて，談合行\n為による落札の妨げとなり得る特定の業者を指名から除外するよう求め，同共犯者\nとともに本件犯行に及んだのである。このように，本件犯行は，それ自体が公の入\n札の公正を害するものであるのみならず，そもそも談合行為を容易にするために行\nわれたものでもあって，悪質である。また，本件犯行の結果，実際にもＡが３，２\n００万円で本件委託業務を落札しており，入札の公正が現に害された点も軽視でき\nない。そして，被告人は，本件犯行後，本件以前の談合について罰金刑に処せられ\nたように，上記のとおりこれまで談合を繰り返していたことがうかがわれ，入札の\n公正に対する理解に乏しいところがあるといわざるを得ない。\n以上のとおり，いずれの犯行においても，被告人の刑事責任は決して軽いもので\nはない。\n一方，判示第２の犯行について，被告人は，被告人名義でＡに資金を貸し付ける\nために消費者金融から金員を借り入れていたところ，上記のとおりＡから約１６０\n万円を受領したのはその返済に充てるためであり，被告人の個人的利得を図るため\nであったとはいえない側面がある。また，被告人の同犯行への直接の関与は信用保\n証委託申込書や決算報告書の写し等の提出にとどまる上，本件犯行は，Ａの代表取\n締役であり被告人の実父でもある共犯者Ｄが中心となってその主導の下に行われた\nものであり，被告人は，従属的立場にあったといい得る。そのほか，被告人には上\n記罰金前科のほかは古い交通関係の罰金前科以外に前科はないこと，被告人は公判\n廷等において反省の情を示し，再犯に及ばない旨供述していること，Ａの元従業員\nや被告人の弟及び妻が被告人のため証言していること等量刑上被告人に有利な事情\nも認められる。\nそこで，以上の事情を総合して考慮の上，被告人を主文の刑に処し，その刑の執\n行を猶予することとした。\nよって，主文のとおり判決する。\n（求刑－懲役１年６月）\n平成１８年５月１９日\n大阪地方裁判所第１２刑事部\n裁判官 増 田 啓 祐\n"
}