{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 7,
    "day": 23
  },
  "case_number": "平成14(う)40",
  "case_name": "強盗殺人未遂被告",
  "court_name": "広島高等裁判所",
  "lawsuit_id": "3852",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=3852",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/852/003852_hanrei.pdf",
  "contents": "主　　　　　　　　文\n本件控訴を棄却する。\n当審における未決勾留日数中１１０日を原判決の刑に算入する。\n理　　　　　　　　由\n本件控訴の趣意は，弁護人寺垣玲作成の控訴趣意書に，これに対する答弁は，検\n察官室田源太郎作成の答弁書に，それぞれ記載されているとおりであるから，これ\nらを引用する。\n第１　事実誤認の論旨について\n１　所論は，要するに，被告人には，殺意はなかったし，仮に殺意が認められる\nとしても，確定的な殺意はなく，また，強盗の計画的意図もなかったから，原判決\nが，確定的な殺意及び強盗の計画的意図を肯認し，強盗殺人未遂の事実を認定して\nいるのは事実の誤認であり，これらが判決に影響を及ぼすことは明らかである，と\nいうのである。\nそこで，原審記録を調査して検討すると，原判示の「罪となるべき事実」に\nおける事実の認定及び「事実認定の補足説明」における説示は，当裁判所も概ね正\n当なものとして是認することができ，当審における事実取調べの結果を併せて検討\nしても，その認定判断を左右するものはない。以下，所論にかんがみ，付言する。\n２　所論は，原判決は，被告人がＡ池出入口前において，被害者の顔面に石を投\n下した時点で殺意を認定し，暴行の態様及び動機の点から，これを根拠付けている\nが，その前提とする事実には，次のとおり誤りがある。すなわち，①原判決は，重\n量約１５キログラムの石を胸の高さくらいから顔面をねらって投下するという行為\nは，殺意の存在を強く推認させるものであると説示しているが，胸の高さくらいか\nら投下したことの直接証拠はないのに，合理的な根拠もなく，推論しているに過ぎ\nず，被告人が供述するように，両手を下方に伸ばした状態で石を持ち，そのままの\n格好で石を落としたという行為の態様からすれば，殺意がなかったと考えられる，\n②原判決は，被告人は，顔見知りである被害者の口から自己の犯行が発覚すること\nをおそれていたとこ\nろ，いったんやり過ごした通行人に再び呼び止められて引き返さざるを得なくな\nり，Ａ池出入口前に戻った時点においては，時間を無駄にしただけでなく，この通\n行人が被告人の挙動を不審に感じて救急車を呼ぶ可能性も飛躍的に高まっていたの\nであって，被告人が犯行の発覚を防ぐために被害者の殺害を企てる十分な動機が認\nめられると説示しているが，被告人が，通行人に顔を見られ，「交通事故です」と\nその場を取り繕った際の状況と，通行人に再び呼び止められて現場に引き返さざる\nを得なくなり，引き返した際の状況とで，被告人にとって，それほど事態の急変が\nあったとは受け止められないから，原判決が指摘するほどの状況の変化があったと\nいえるか疑問であり，仮に，原判決指摘の動機により，被告人がもはや殺すしかな\nいと決意したのであれ\nば，何度も攻撃するなどもっと激しい攻撃を加えるはずであるのに，石を一回落と\nしただけであることからしても，被告人は，救急車が到着し，自己の犯行がその場\nで直ちに発覚することをおそれる余り，冷静な判断ができなくなり，行為の危険性\nを十分認識する精神的余裕のないまま，軽率にも石を落とせば気絶させられると考\nえて，前記行為に及んだと考えるのが自然である，というのである。\nそこで，検討すると，①本件の石は，長径約２９センチメートルの楕円体\nで，約１５キログラムの重さがあること，被告人は，身長約１６３センチメート\nル，体重約４３キログラムと，小柄で非力な体型であることからすれば，被告人が\nこれを持ち運ぶには，やや前屈みになって下腹辺りで支えるような状態で運ぶのが\n合理的であると考えられる。そして，被告人は，捜査段階では，「重い石を両手で\n少し反動を付けるようにして，顔の上に放り投げました」などと供述しているとこ\nろ，この供述は，上記の石を３．２メートル離れた所から運んで来て，仰向けに横\nたわっている者の顔をねらって落とす動作として格別不合理で不自然なところはな\nく，他の証拠との間で矛盾やそごを来している点もないから，十分信用できる。こ\nれに対し，その後，被告\n人は，両手を伸ばした状態で石を持って来て，そのままの格好で落下させたと供述\nを変えている（もっとも，当審公判廷では，石を身体にくっつけ，下腹で支えて運\nんだ旨供述している。）が，落下した石が自分の足に当たってしまう危険を考えれ\nば，上記重量の石の落とし方として不合理であるばかりか，供述を変えたことにつ\nいて，納得のできる説明をしていないことからして，これを信用することはできな\nい。そうすると，被告人は，下腹辺りで支えるようにして運んできた石を，両手で\n少し反動を付けるようにして被害者の顔の上に落としたものと認められる。そし\nて，上記のような重さの石を，上記の態様で被害者の顔をねらって落とすという行\n為には，被害者が，それまでもモンキーレンチで何回も手加減せずに殴打されて頭\nにかなりの傷害を負っ\nていたことなどをも併せて考えれば，殺意があったことが強く推認されるというべ\nきである（なお，原判決の「胸の高さくらいから」という説示は，表現が適切では\nないけれども，判決に影響を及ぼすものではない。）。\n次に，②については，原判決が認定するとおり，顔見知りの被害者の口から\n自己の犯行が発覚することをおそれていた被告人は，いったんやり過ごした通行人\nに再び呼び止められて引き返さざるを得なくなり，この時点において，この通行人\nが被告人の挙動を不審に感じて救急車を呼ぶ可能性が高まったことから，自己の犯\n行の発覚が早まることを防ぐため，もはや被害者を殺害するもやむなしと決意した\nと認められるのであって，被告人が，通行人に顔を見られ，「交通事故です」とそ\nの場を取り繕った際の状況とそれほど事態の急変があったとはいえないとする弁護\n人の主張は，採るを得ない。また，弁護人は，もはや殺すしかないと決意したので\nあれば，何度も攻撃するなどもっと激しい攻撃を加えるはずであると主張するが，\n被告人としては，そ\nれまでのモンキーレンチによる殴打により，被害者がかなりの出血をし、起き上が\nれないような状態であったことを認識した上で，とどめを刺すつもりで上記石を被\n害者の顔面に落としたものと認められるのであり，その後は他の行動に出なかった\nからといって，殺意がなかったといえないことはもちろんである。\n３　所論は，原判決は，強盗をするためにあらかじめモンキーレンチを準備した\n旨認定しているが，強盗をするのなら，刃物などもっとやりやすい道具を用意する\nはずであり，被告人がモンキーレンチを会社から持ち出した理由は，被告人が当審\n公判廷で弁解するとおり，車の中で寝ていたとき，警察官から，ここで寝ていると\nいわゆるオヤジ狩りに遭うぞと言われたため，身を守るための道具として持ち出し\nたものであって，強盗の計画的意図を認定した原判決には事実の誤認がある，とい\nうのである。\nしかしながら，被告人は，金を奪うために襲う相手としては，力の弱い老人\nや女性をねらっており，相手を気絶させてから金員を奪おうと考えていたというの\nであるから，モンキーレンチ（全長約２０．５センチメートル，重量約２３２．１\nグラム）でも十分にその道具となることは明らかである。また，被告人は，捜査段\n階及び原審では，一貫して「強盗のためモンキーレンチを持ち出した」旨供述して\nいるのであり，この点に関する上記弁解は到底信用できない。\n４　所論は，原判決は，被告人には確定的殺意があったと認定しているが，仮に\n殺意が認められるとしても，包丁やナイフと比べて殺傷力の低いモンキーレンチを\n使用していること，石を落としたときも，より高い位置から落とすとか力を込めて\n押すようにして落とすなどしていないこと，一回しか落としていないことなどから\nすれば，確定的な殺意があったとはいえないから，確定的殺意を認定した原判決に\nは事実の誤認がある，というのである。\nしかしながら，確定的殺意が認められることについては，前記２に記載した\nことのほか，原判決が適切に説示しているとおりである。\n５　その他，弁護人がるる主張するところを全て検討してみても，原判決に事実\nの誤認はない。\n論旨は理由がない。\n第２　量刑不当の論旨について\n所論は，要するに，被告人を懲役１３年に処した原判決の量刑は不当に重\nい，というのである。\nそこで，検討すると，本件は，タクシー運転手をしていた被告人が，知人の\n債務の保証人になったり，パチンコにのめり込んだりしたことなどから，金銭に窮\nし，家賃等の支払ができなくなり，早急に用立てる必要のあったタクシー乗務の際\nに自前で用意すべき釣り銭や，当時被告人がその娘との連絡用に使っていた携帯電\n話の料金を支払うためには，力の弱い老人や女性を襲って金銭を奪う以外にないと\n考えるようになり，平成１３年５月２０日午前５時３０分ころ，行きつけのパチン\nコ店でよく顔を合わせ，いつも大金を持ち歩いていると思っていた被害者（当時７\n４歳の男性）が，そのパチンコ店の駐車場に駐車中の乗用車内で仮眠しているのを\n見て，気絶させて現金を強取しようと企て，頭をモンキーレンチで１回殴ったが気\n絶しなかったため，\n自己の犯行が発覚することをおそれ，同所から同人の車で山中の人気の少ない場所\nに連れ出し，停車させた車の中でモンキーレンチで頭を数回殴打し，ズボンのポケ\nットから現金約３万５０００円入りの財布を抜き取るなどし，その直後，散歩中の\n老人に，路上に横たわっている被害者を見られた際には，交通事故を起こしたが救\n急車を呼んだとごまかしてやり過ごした上，被害者を放置して立ち去ったものの，\nその後，上記老人に再び出会い，救急車が来るまで被害者のそばにいるように言わ\nれて戻ったが，被害者が救出されて犯行が発覚することをおそれて殺害することを\n決意し，同日午前６時過ぎころ，仰向けに横たわっている被害者の顔面に，重量約\n１５キログラムの石を落としたが，要治療日数不詳の両眼失明及び歩行障害の後遺\n症を伴う顔面多発骨\n折，頭蓋骨骨折，外傷性くも膜下出血，眼球破裂等の傷害を負わせたにとどまり，\n殺害の目的を遂げなかった，という事案である。犯行の動機は全く身勝手なもの\nで，犯行態様も悪質であり，酌むべき事情はない。被害者は，健康に恵まれ，余生\nを楽しんでいたが，何ら落ち度がないのに，被告人の理不尽な行為により，体内の\n血液を入れ替えたくらいの輸血を伴う大手術を受け，辛うじて一命は取り留めたも\nのの，両眼失明や歩行障害の重い後遺症等のため，病床での生活を余儀なくされて\nいること，回復の可能性の少ない被害者の介護に当たる親族の心労も並大抵のもの\nではないことなど，生じた結果も重大である。被害弁償がなされていないのはもち\nろんのこと，慰謝の措置もほとんど講じられていない。したがって，本件の犯情は\n悪く，被告人の刑事責\n任はかなり重い。\nそうすると，殺害自体は未遂に終わっていること，強取した金額は比較的少\n額であること，被告人は，外形的な事実関係については，捜査段階から概ね認めて\nおり，反省の言葉を述べていること，業務上過失傷害による罰金前科２犯以外に前\n科，前歴がないこと，健康状態が優れないことのほか，原審記録及び当審における\n事実取調べの結果により認められる諸事情を被告人のために十分考慮してみても，\n原判決の量刑が不当に重いとはいえない。\n論旨は理由がない。\nよって，刑訴法３９６条により本件控訴を棄却し，刑法２１条を適用して当審に\nおける未決勾留日数中１１０日を原判決の刑に算入し，当審における訴訟費用につ\nいては，刑訴法１８１条１項ただし書を適用して被告人に負担させないこととし\nて，主文のとおり判決する。\n平成１４年７月２３日\n広島高等裁判所第一部\n裁判長裁判官　　　　久　　　保　　　眞　　　人\n裁判官　　　　菊　　　地　　　健　　　治\n裁判官　　　　芦　　　高　　　　　　　源\n"
}