{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 18,
    "month": 9,
    "day": 29
  },
  "case_number": "平成17(行ウ)4",
  "case_name": "介護報酬返還等請求事件",
  "court_name": "京都地方裁判所第３民事部",
  "gist": "介護保険法の指定居宅サービス事業者の指定を受けた会社が，偽りその他不正の行為により，市から居宅介護サービス費の支払を受けたとして，介護保険法２２条３項に基づき，同社に対し，受給した居宅介護サービス費相当額に４割の法定加算金を付して市に支払うよう命じるとともに，商法２６６条の３第１項に基づき，同社の代表取締役に対し，上記居宅介護サービス費相当額等を市に支払うよう命じた事例",
  "lawsuit_id": "33668",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=33668",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/668/033668_hanrei.pdf",
  "contents": "◆H18.9.29京都地方裁判所平成17年(行ウ)第4号 介護報酬返還等請求事件\n事件番号 ：平成17年(行ウ)第4号\n裁判年月日 ：H18. 9.29\n部 ：第3民事部\n結果 ：一部認容\n搭載年月日 ：H18.\n判示事項の要旨 ：\n介護保険法の指定居宅サービス事業者の指定を受けた会社が，偽りその他不正の\n行為により，市から居宅介護サービス費の支払を受けたとして，介護保険法２２条\n３項に基づき，同社に対し，受給した居宅介護サービス費相当額に４割の法定加算\n金を付して市に支払うよう命じるとともに，商法２６６条の３第１項に基づき，同\n社の代表取締役に対し，上記居宅介護サービス費相当額等を市に支払うよう命じた\n事例\n主文\n１ 被告会社は，原告に対し，７４４８万６４９１円を支払え。\n２ 被告Ｂは，原告に対し，５３２０万４６３７円及びこれに対する平成１７年\n３月１８日から支払済みまで年５分の割合による金員を支払え。\n３ 被告会社及び被告Ｂに対するその余の請求並びにその余の被告に対する請求\nをいずれも棄却する。\n４ 訴訟費用は，原告に生じた費用の１０分の９と被告会社及び被告Ｂに生じた\n費用を両被告の連帯負担とし，原告に生じたその余の費用と被告Ｃ，被告Ｄ及\nび被告Ｅに生じた費用を原告の負担とする。\n５ この判決は，第１項及び第２項に限り，仮に執行することができる。\n事実及び理由\n第１ 請求\n１ 被告会社は，原告に対し，７８０７万０３８４円を支払え。\n２ 被告Ｂ，被告Ｃ，被告Ｄ及び被告Ｅは，原告に対し，連帯して５５７９万２\n４１０円及びこれに対する平成１７年３月１８日（訴状送達日の翌日）から支\n払済みまで年５分の割合による金員を支払え。\n第２ 事案の概要\n１ 本件は，被告会社が介護保険法（以下「法」という ）の指定居宅サービス。\n（） （）事業者 法４１条１項本文 及び指定居宅介護支援事業者 法４６条１項本文\nの指定の要件を満たしていないにもかかわらずそれらの指定を受けるなどの\n「偽りその他不正の行為」により，居宅介護サービス費（法４１条６項）及び\n（。 ， 「 」 。）居宅介護サービス計画費 法４６条４項 以下 併せて 介護給付費 という\nを受給したとして，原告が，被告会社に対しては，法２２条３項に基づいて，\n介護給付費の返還と，これに対する４割の加算金を支払うよう請求するととも\nに，不当利得（民法７０３条）に基づいて，被告会社に支払った訪問介護利用\n者負担額減額公費負担金及び介護扶助費（生活保護法１５条の２）の返還を請\n求するものであり，さらに，被告会社の代表取締役ないし取締役であった他の\n被告らに対しては，商法２６６条の３第１項に基づき，原告の損害を賠償する\nように求めている事件である。\n２ 基礎となる事実（当事者間に争いのない事実及び末尾記載の証拠等によって\n認められる事実）\n(1)ア 原告は，法３条に基づく保険者であり，法による介護給付費等の請求\nに関する審査及び支払の事務を京都府国民健康保険団体連合会に委託して\nいる。\nイ 被告会社は その所在地において 株式会社Ａ訪問介護事業所 以下 本，， （ 「\n件事業所」という ）を開設し，以後管理していたものである。。\nウ 被告会社は，平成元年２月に設立され，当初は，被告Ｃが代表取締役で\n，（ ）。あり 被告Ｃの実子である被告Ｄも取締役として登記されていた 丙５\n被告Ｃの妻である被告Ｂも平成元年から監査役であり，後に取締役となっ\nた（乙６９，丙５ 。）\nエ 被告Ｃは，平成１２年２月２１日に被告会社の代表取締役及び取締役を\n辞任し，被告Ｂが被告Ｃに代わって代表取締役となり，被告Ｅが新たに取\n締役として登記された（弁論の全趣旨 。）\n(2)ア 被告会社は，平成１１年１０月１４日，本件事業所について，訪問介\n護をサービス内容とする指定居宅サービス事業者及び指定居宅介護支援事\n業者の指定申請書（甲２，以下「本件申請書」という ）を京都府知事宛。\nに提出した。本件申請書において，サービス提供責任者欄にＦの氏名が記\n載されていた （甲２，１３）。\nイ 京都府知事は，平成１２年４月１日，被告会社に対して，本件事業所に\nついて，指定居宅サービス事業者及び指定居宅介護支援事業者として指定\n（法７０条１項，７９条１項）を行った。\n(3)ア 原告は，被告会社からの請求により，平成１２年４月から平成１５年\n３月までの介護サービス提供分につき居宅介護サービス費として合計５３\n２０万４６３７円を被告会社に支払った。\nイ 原告は，被告会社からの請求により，平成１２年４月から平成１５年３\n月までの居宅介護サービス計画費として合計２４９万０３００円を被告会\n社に支払った。\nウ 原告は，訪問介護利用者負担額につき，一定額を減額するための公費負\n担分を支出するが，平成１２年４月から平成１５年３月までの訪問介護に\nついて，原告は２７３２円の公費を負担し，被告会社に支払った。\nエ 原告は，平成１２年４月から平成１５年３月までの本件事業所のサービ\nスについて，生活保護法１５条の２により，生活保護受給者に支払われる\nべき介護扶助９万４７４１円を支出し，被告会社に支払った。\n(4)ア 京都府知事は，被告会社の本件事業所における指定居宅サービス事業\n者としての指定について，法７７条１項２号，同項３号に該当することを\n理由に，平成１５年３月３１日付けで取り消した（甲９ 。）\nイ 京都府知事は，被告会社の本件事業所における指定居宅介護支援業者と\nしての指定について，法８４条１項２号，同項３号，同項４号に該当する\nことを理由に，平成１５年３月３１日付けで取り消した（甲１１ 。）\n３ 関係法令等\n(1) 訪問介護サービスについて\nア 法７４条は，指定居宅サービス事業者について，当該指定に係る事業所\nごとに，厚生労働省令で定める基準に従い厚生労働省令で定める員数の当\n該指定居宅サービスに従事する従業者を有しなければならないものとし，\nそのほか，指定居宅サービスの事業の設備及び運営に関する基準は，厚生\n労働大臣が定めるものとしているが，同条等をうけて 「指定居宅サービ，\nス等の事業の人員，設備及び運営に関する基準 （平成１１年３月３１日」\n厚生省令第３７号，以下「居宅サービスの省令」という ）が制定されて。\nいる（甲３ 。また，居宅サービスの省令の解釈については 「指定居宅），\nサービス等の事業の人員，設備及び運営に関する基準について （平成１」\n１年９月１７日厚生省老人保健福祉局企画課長通知，以下「居宅サービス\nの通知」という ）がある（甲４ 。。）\nイ 指定訪問介護事業者は，指定訪問介護事業所ごとに，常勤（一週間の勤\n務すべき時間が少なくとも３２時間）の訪問介護員等（①介護福祉士，②\n訪問介護員１級課程研修修了者，③同２級課程研修修了者であって３年以\n上の介護などの業務に従事した者）であって専ら指定訪問介護の職務に従\n事するもののうち事業の規模に応じて一人以上の者をサービス提供責任者\nとしなければならない（居宅サービスの省令５条２項，居宅サービスの通\n知 。また，サービス提供責任者は，利用者の日常生活全般の状況及び希）\n望を踏まえて，指定訪問介護の目標，当該目標を達成するための具体的な\nサービスの内容等を記載した訪問介護計画を作成しなければならない（居\n宅サービスの省令２４条１項 。また，サービス提供責任者は，指定訪問）\n介護事業所に対する指定訪問介護の利用の申込みに係る調整，訪問介護員\n等に対する技術指導等のサービスの内容の管理を行う（居宅サービスの省\n令２８条３項 。）\n(2) 居宅介護支援サービスについて\nア 法８１条は，指定居宅介護支援事業者について，当該指定に係る事業所\nごとに，厚生労働省令で定める員数の介護支援専門員を有しなければなら\n，， ，ないものとし そのほか 指定居宅介護支援の事業の運営に関する基準は\n厚生労働大臣が定めるものとしているが，同条等をうけて 「指定居宅介，\n護支援等の事業の人員及び運営に関する基準 （平成１１年３月３１日厚」\n生省令第３８号 以下 介護支援の省令 という が制定されている 甲，「 」 。）（\n１０ 。また，介護支援の省令の解釈については 「指定居宅介護支援等），\nの事業の人員及び運営に関する基準について （平成１１年７月２９日厚」\n生省老人保健福祉局企画課長通知）がある（甲２４，乙４２ 。）\nイ 指定居宅介護支援事業者は，当該指定に係る事業所ごとに１以上の員数\nの指定居宅介護支援の提供に当たる介護支援専門員であって常勤であるも\nのを置かなければならない（介護支援の省令２条１項 。）\n介護支援専門員は，居宅サービス計画の原案の内容について利用者又は\nその家族に対して説明し，文書による利用者の同意を得なければならない\n（介護支援の省令１３条１０号 。介護支援専門員は，居宅サービス計画）\nの実施状況の把握（利用者についての継続的なアセスメントを含む ）を。\n行い，必要に応じて居宅サービス計画の変更，指定居宅サービス事業者等\nとの連絡調整その他の便宜の提供を行うものとする（同条１２号 。）\n４ 争点及び当事者の主張\n(1) 被告会社は「偽りその他不正の行為 （法２２条３項）によって介護給」\n付費の支払を受けたか（争点１）\n（原告の主張）\nア 介護給付費の支払要件\n(ア) 居宅介護サービス費について\n被告会社は，以下のとおり，居宅介護サービス費の支払要件が欠如し\nていた。\nⅠ 本件申請書においてサービス提供責任者として記載されていたＦ\nは，登録ヘルパーとして訪問介護を行ってはいたものの，サービス提\n供責任者としての業務は当初から一切行っていなかったものであり，\n，，被告会社は 当初から指定要件を満たしていなかったにもかかわらず\nそれを満たすかのように装い指定居宅サービス事業者としての指定を\n受けたものである。\nⅡ 被告会社において，開設当初から指定取消しがなされるまでの間，\n実際にサービス提供責任者の業務を行っていた者は誰もおらず，訪問\n介護計画の作成を行っていなかった。\n被告会社が提出した書類（乙１，１１ないし４０，４３ないし６ⅰ\n８（枝番のあるものはそれを含む，以下同じ ，以下「本件書類」。）\nともいう ）は，訪問介護計画として作成されたのではなく，居宅。\n介護支援の業務として居宅サービス計画として作成されたものであ\nる。\n被告Ｂ及びＨは，共に被告会社の従業者ではあるが，指定訪問介ⅱ\n護事業所のサービス提供責任者ではなく，両者が訪問介護計画を作\n成していたとしても，基準に従ったことにはならない。\nＨは，指定居宅介護支援事業者の指定居宅介護支援の提供に当たⅲ\nる常勤の介護支援専門員であるから，その同一人が，指定訪問介護\n事業所の常勤の訪問介護員等であって，専ら指定訪問介護の職務に\n従事することは不可能である。\n被告Ｂは，居宅介護支援事業の管理者であるから，サービス提供\n責任者の資格がないだけではなく，専ら指定訪問介護の職務に従事\nすることは不可能である。\n(イ) 居宅介護サービス計画費について\n被告会社は，以下のとおり，法の規定に基づく，居宅介護支援サービ\nスを提供していなかったのであり，居宅サービス計画費の支払要件が欠\n如していた。\nⅠ 被告会社は，居宅サービス計画の作成等の一連の業務を行っていな\nかった。\n仮に，本件書類が居宅サービス計画であったとしても，利用者の同\n意が得られていないもの，居宅サービス計画の変更ができていないも\nのがあり，法の定める基準に従った居宅介護支援が行われていない。\nまた，これらの書類がＨによって作成されたかどうか疑わしい。\nⅡ 居宅サービス計画については，その記載された居宅介護サービスが\n法の要件を満たすものではない以上，それが記載された居宅サービス\n計画の作成についても，法の要件を満たすものではない。しかも，居\n宅サービス計画を作成したのが，居宅介護サービスの主体である被告\n会社であるから，当然，居宅介護サービスが法の要件を満たすもので\nはないことを知っていたものであり，したがって，居宅サービス計画\nが法の要件を満たすものではないことを知っていた。\nイ 法２２条３項の要件\n(ア) 指定取消との関係について\n法２２条３項は，介護給付費の支払が 「偽りその他の不正の行為」，\nによってされていれば，指定居宅サービス事業者等の指定が取り消され\nるかどうかなどに係わらず，指定居宅サービス事業者等に対して介護給\n付費の返還及び加算金の支払を請求することができる趣旨の規定と解さ\nれる。\n(イ) 故意等について\n被告会社は，本件事業所における事業が，法の要件を満たすものでは\nないことを知りながら，介護給付費を請求したのであるから 「偽りそ，\nの他の不正の行為」により介護給付費の支払を受けたものであり，介護\n給付費を返還し，４割の加算金を支払う義務がある。\n(ウ) 利得等について\n被告会社が，被保険者に対し法が定める介護サービスと同一内容のサ\nービスを内容とする契約を締結し，それに基づきサービスを事実として\n提供したとしても，法の定める資格要件を満たしていない以上，法の規\n定に基づく事業者には該当せず，したがって，被告会社が締結した契約\n及び提供したサービスも法の規定に基づくものとは認められない。した\nがって，被告会社が原告から受領した上記金員は，法律上の原因がない\n利得である。\n（被告らの主張）\nア 介護給付費の支払要件\n(ア) 居宅介護サービス費について\nⅠ 被告会社に対する指定の取消しの効果は遡及しないものであるか\nら，それまでの間，被告会社は，指定居宅サービス事業者及び指定居\n宅介護支援事業者として，法の趣旨に従った十分な介護等のサービス\nを被保険者に提供したものである。したがって，介護給付費の支払要\n件は具備している。\n平成１１年１０月の指定居宅サービス事業者の指定申請の際には，\nＦは，サービス提供責任者の資格要件（訪問介護員１級課程研修修了\n者）を有していた一方で，被告会社において指定サービス事業は開始\nされていないので，サービス提供責任者としての常勤性の要件を満た\nすか否かや，サービス提供責任者としての業務の有無については，確\n定していない状況であった。したがって，被告会社は，本件申請時に\nおいて，指定居宅サービス事業者等の指定の要件が欠けていたもので\nはない。\nⅡ また，届出者と現実の業務を行う者が異なっているという行政上の\n手続違反はあったとしても法が予定する適正な介護計画の確保はされ\nているのであり，そこに実質上の違法はない。\n被告会社においては，依頼のあった全ての介護保険の被保険者にⅰ\nついて，月別に介護サービス計画を作成し，また，この月別計画に\n基づき，１日ごとの計画も作成していた。\nそして，この各計画の作成には，主に，被告会社の介護支援専門\n員であるＨと被告Ｂが携わっていた。すなわち，被告会社が指定居\n宅介護支援事業所であり，指定訪問介護事業者である場合には，Ｈ\nが，居宅サービス計画兼訪問介護計画として，本件書類のうち，乙\n１，１１ないし４０を作成した。また，他の事業所が指定居宅介護\n，，支援事業所であり 被告会社が指定訪問介護事業者である場合には\n他の事業所が作成した居宅サービス計画を利用して，被告Ｂが訪問\n介護計画として，本件書類のうち，乙４３ないし６８を作成した。\nＨは，介護支援専門員の資格を有するとともに，訪問介護員２級ⅱ\n課程研修修了者で介護経験もあるため，サービス提供責任者の資格\nも有していた。介護支援専門員とサービス提供責任者との兼務は何\nら禁止されるものではない。\n被告Ｂは，被告会社において毎日業務に従事しており，平成１３ⅲ\n年４月には，サービス提供責任者の資格要件を有するに至ったもの\nであり，届出はしていなかったものの，サービス提供責任者として\nの要件に欠けるところは全くなかった。指定居宅介護支援事業の管\n理者とサービス提供責任者の兼務は何ら禁止されるものではない。\n(イ) 居宅介護サービス計画費について\nⅠ 被告会社が指定居宅介護支援事業所である場合には，Ｈが，居宅サ\nービス計画（兼訪問介護計画）として，本件書類のうち，乙１，１１\nないし４０を作成した。\nⅡ 利用者欄の署名押印については，記載がないものもあるが，全ての\n案件において利用者から同意を得ている。\nサービス提供時間が若干変更されたような僅かな変更については，\n逐一計画表を変更して，その都度，変更後の計画表を利用者に渡す必\n要はない。\nイ 法２２条３項の要件\n(ア) 指定取消について\n京都府の被告会社に対する指定居宅サービス事業者等の指定取消処分\n（平成１５年３月３１日付け）は，京都府から被告会社に特段の指導等\nをすることなくなされたものであるから，その手続に瑕疵がある。\n(イ) 故意等について\n「偽りその他不正の行為」という文言は 「偽り」という言葉から明，\nらかなように，故意行為を前提としている。また，法２１４条４項にお\nいて 「偽りその他不正行為」により保険料その他徴収金の徴収を免れ，\nたものは過料の罰則を受けることがあることが規定されており，罪刑法\n，「」 ， ，定主義の観点からも 偽りその他不正の行為 には 過失は含まれず\n故意行為を前提としているといえる。\n被告会社は，過失により指定居宅サービス事業者等の指定申請書の記\n載を誤ったものであり，悪意はなく，被告会社に「偽りその他不正の行\n為」は認められない。\nまた，被告会社は，有効に指定を受けたものと信じ，被保険者との間\nで介護サービス等の契約を締結し，実際に，十分な介護サービスを提供\nし，介護給付費の支払を受けているのであって，それが不正なものであ\nることにつき全く認識していなかった。\n(ウ) 利得等について\n被告会社は，被保険者との間で，正当に介護サービス契約を締結し，\nかかる契約に基づき，十分な介護サービスを被保険者に提供している。\nその対価として被告会社は介護給付費を受領しているので，その介護サ\nービス契約は，法律上の原因といえるのであるから，被告会社が受領し\nた介護給付費は不当な利得ではない。また，被告会社が受領した介護給\n付費自体も，直接又は間接的に必要な経費に充てられており，いわゆる\n，，架空請求や水増し請求とは全く異なり 実体を伴うものであることから\n法律上の原因なく利益を受けたものではない。さらに，被保険者は，原\n告から要介護認定を受けて介護サービスを必要とするものであることか\nら，被告会社を利用しない場合には，他の介護サービス事業者を利用せ\nざるを得ないことになり，その場合には，他の介護サービス事業者に原\n告は介護給付費を払うことになっていたのであるから，原告に損失はな\nい。\n(2) 不当利得（民法７０３条）の有無（争点２）\n－訪問介護利用者負担額減額公費負担分及び介護扶助費について\n（原告の主張）\n原告は，被告会社に対し，平成１３年４月から平成１５年３月までの間，\n介護給付費のほか，訪問介護利用者負担額につき一定額を減額するための公\n費負担分として２７３２円，生活保護法１５条の２により生活保護受給者に\n支払われるべき介護扶助９万４７４１円を支払っているところ，当該金員に\nついても，被告会社は，法律上の原因なくして利得を得たものであり，同額\nについて原告に損害がある。\n（被告らの主張）\n被告会社は，その指定の取消しを受けるまで，京都市内の介護サービスを\n必要とする市民に対して，介護サービスを行ったのであり，その介護サービ\nスの費用について，原告が被告会社に支払ったものであるから，被告会社が\n法律上の原因なく利益を受けたとはいえず，また，原告に損失はない。\n(3) 相殺の抗弁（争点３）\n（被告らの主張）\n被告会社は，現実に資格を有する訪問介護員を有償で雇用して各被保険者\nに十分な介護サービス提供を行い，訪問介護員への給与等多額の経費を実際\nに支出しているという損害がある一方で，このような被告会社の各被保険者\nへの十分な介護サービス提供により，介護サービスを必要とする各被保険者\nは別途介護サービス事業者の利用をする必要がなくなったため，原告は，介\n護サービスを必要とする各被保険者が別の介護サービス事業者を利用した場\n合には本来当然支出された介護給費等相当額の支払を免れた結果となったも\nのであり，原告のかかる利得及び被告会社の損失との因果関係も認められ，\nこのような原告の利得には特段の法律上の原因もないものである。したがっ\nて，これを自働債権として対当額にて相殺する（相殺の意思表示・平成１７\n年８月２４日第３回口頭弁論期日 。）\n（原告の主張）\n被告会社は，そもそも当初から法に基づく事業者としての資格要件を満た\nしていなかったのであるから，介護保険制度の適用がなく，介護保険制度の\n適用を前提として保険者である京都市に対し不当利得返還請求権が発生する\nということもない。\n(4) 忠実義務違反による責任（争点４）\n（原告の主張）\nア 被告Ｂは，被告会社が，原告に対し介護給付費等を不正に請求すること\nを知りながら放置していた点で，取締役としての任務懈怠が存在し，当該\n懈怠に故意または重過失が存する。\nイ 被告Ｃは，被告会社が内容虚偽の指定居宅サービス事業者の申請行為を\n行うとともに，そのことを知りながら放置していた点で，取締役としての\n任務懈怠が存在し，当該懈怠に故意または重過失が存する。\n被告Ｃは，平成１２年２月に取締役たる地位を辞任した以降も，被告会\n社の事実上の取締役として活動していた。\nウ 被告Ｄは，平成１２年４月から現在に至るまで，被告会社の取締役であ\nり，仮に，名目的取締役であったとしても，代表取締役の業務執行が適切\nに行われるように監視し是正すべき職務上の注意義務を負担するものと解\nすべきところ，被告Ｄが被告会社の取締役としてのかかる職責を十分に果\nたしていたとは到底考えられない。\nエ 被告Ｅは，被告会社が指定居宅サービス事業者であった平成１２年４月\n，。 ，から平成１６年３月２６日まで 被告会社の取締役の地位にあった 仮に\n名目的取締役であったとしても，被告Ｅが被告会社のずさんな経営実態を\n指摘し，その是正を求めていたならば，経営当初から取締役として名を連\nねている以上，その信頼関係の高さから，被告Ｃ及び被告Ｂがその求めに\n従った可能性が高かったと考えられるところ，被告Ｅがその求めをした形\n成は窺われない。\nオ 原告は，本件不正請求についての被告会社からの返還を受けていないた\n，， 。め 原告の損害額は 被告会社が不正に請求した全額に相当する額である\n（被告らの主張）\nア 被告Ｂ及び被告Ｃ\n原告は，被告会社に対し不正請求相当額の支出をしているとしても，そ\nれに代わり，不当利得返還請求権という債権を取得したものであるから，\n原告においては，損害がなく，少なくとも，損害は確定していない。\nイ 被告Ｃ\n被告Ｃが行った平成１１年１０月の指定居宅サービス事業者等の指定申\n，， ， 。 ，請は 少なくとも その当時においては 何らの違法もなかった これが\n後日，平成１２年４月に指定介護サービスが開始された後，Ｆの常勤性の\n要件が欠け，あるいは，サービス提供責任者としての業務を行わなかった\nという事後的な理由によって，６か月以上も遡って被告Ｃの申請行為が違\n法とされるのは不当である。\n被告Ｃが代表取締役であった平成１１年１０月の被告会社の申請行為\nと，その後の被告Ｃが取締役を辞任した平成１２年２月以降の被告会社の\n介護給付費等請求行為との因果の流れの中において，被告会社の判断や，\nサービス提供責任者の常勤の問題等，不確定な要素が多数存在することか\nら，平成１１年１０月の申請行為と原告主張の平成１２年４月以降の損害\nとの間には相当因果関係があるとはいえない。\n被告Ｃは，取締役を辞任した後，被告会社においては全く業務執行をし\nておらず，実際上，被告Ｂが被告会社の代表者として業務執行していたの\nであるから，事実上の取締役とは認められない。そもそも，およそ取締役\nとして登記されていない者に対しては，事実上の取締役であることを理由\nとして取締役の責任を追及することは許されない。\nウ 被告Ｄ及び被告Ｅ\n被告Ｄは，被告Ｂとは義理の関係で同居したこともなく，被告Ｃは実父\nであるが，高校時代から別居し，被告会社設立当時もアパレル業界に身を\nおいて別々に暮らしてきたが，被告会社設立に際して，被告Ｃから取締役\nの登記につき名義貸しを求められたことから，自己の名義を貸したのみで\nある。\n被告Ｅは，被告会社のＯＡ機器の保守点検作業を行う出入り業者に過ぎ\nず，名目上の取締役であり，しかも，１年間に限定して，名義を貸したに\nすぎない。すなわち，被告Ｅは，被告Ｃから，平成１２年初めころ，Ｉ株\n式会社の役員になって上場に向けての活動をするので，別の業者の取締役\nになっていると都合が悪いので，上場に至る１年間だけ取締役として名義\nを貸してほしいと依頼されたことから，名前を貸したのみで，何ら，被告\n会社の経営に関わっていない。\n取締役会議事録に押印している両被告の印鑑については，両者が所持し\nている印鑑ではなく，この印鑑を被告会社に預けたものでもない。\n両被告とも，取締役会の開催通知も報酬も受けたこともなく，被告会社\nの取締役として扱われたことはない。現実の取締役としての委任契約を会\n社との間で締結したこともなく，あくまでも名義上の取締役であり，会社\nに対する何らの権利も義務もなく，両被告とも，他の取締役に対する監視\n義務がない。したがって，両被告は，被告会社の経営を監視できる立場に\nはなく，たとえ監視したとしても，被告会社の問題点を見つける能力も情\n報もなく，進言する立場にもなく，万一，進言したとしても，両被告は会\n社経営に何ら関係がないので，それを被告会社の代表者が受け入れるとは\n考えられない。\n第３ 当裁判所の判断\n１認定事実\n前記基礎となる事実，文中掲記の各証拠及び弁論の全趣旨によれば，以下の\n事実が認められる。\n(1) 被告会社は，平成元年２月に，主に被告Ｃが中心となり，人材派遣の会\n社として設立されたが，平成３年ころから，家事代行の仕事を中心にやるよ\nうになった。また，被告Ｃは，平成６年１２月にＩ株式会社に入社し，同社\nの役員となり，その勤務で忙しくなったことから，家事ヘルパーの経験もあ\nる被告Ｂが被告会社を主に運営するようになった（乙７，８，６９，７０，\n被告Ｂ本人 。）\n，，被告Ｄは 平成元年１２月から被告会社の取締役として登記されているが\n被告Ｃが名義を借りて登記したものであった。被告Ｄは，被告Ｃの実子であ\nるが，被告Ｃと同居しておらず，また，印鑑も被告Ｃなどが用意して，必要\n，（ ，書類に押印していたものであり 被告会社に何ら関与していなかった 丙３\n５，被告Ｂ本人 。）\n被告Ｃは，勤務するＩ株式会社が上場に向けて活動する関係で，被告会社\nの取締役を辞任する必要が生じたことから，平成１２年２月に被告会社の代\n表取締役及び取締役を辞任した。被告Ｅは，昭和５４年ころ，被告Ｃと仕事\nを通じて知り合うようになり，被告会社のＯＡ機器の保守点検作業の仕事を\nしていたが，被告Ｃから頼まれ，被告会社の取締役として名義を貸すことに\nなり，被告Ｃに代わって登記されるに至った。被告Ｅの印鑑は，被告Ｂなど\nが用意して必要書類に押印しており，被告Ｅが被告会社の経営に関与したこ\nとはなかった （丙４，被告Ｂ本人）。\n(2) 介護保険法が施行される直前の平成１２年当時において，被告会社は，\n，，登録ヘルパーを利用者宅に派遣するという業務をしていたが その内容には\n掃除や介護などがあり，その当時の利用者は４０件程度であった（被告Ｂ本\n人。）\nＦは，被告会社に登録するヘルパーの一人であったが，訪問介護員１級課\n程研修修了者であり，主として，介護が必要な利用者宅に派遣されるヘルパ\nーとして，被告会社において中心的な役割を果たしていた（乙６９，被告Ｂ\n本人 （この点，被告Ｂ本人は，当時のＦの勤務時間について，週３２時）。\n間以上であったと供述するが，定かではない ）。\n(3) 被告会社は，平成１２年４月から介護保険法が施行されることから，指\n定居宅サービス事業者及び指定居宅介護支援事業者の資格を取得して事業を\nすることを計画し，また，被告Ｂも研修会に参加するなどして，その事業の\n概要について学習した。そして，被告Ｂは，行政書士の資格を持つ被告Ｃに\n依頼して，本件申請書を作成した上で申請手続をしたが，本件申請書の管理\n者の欄には被告Ｂの氏名が，サービス提供責任者の欄には，訪問介護員１級\n課程研修修了者であり，サービス提供責任者としての資格要件を有するＦの\n氏名が記載された。もっとも，Ｆが被告会社のサービス提供責任者となるこ\nとについて承諾したことはなかった （甲２，６，被告Ｂ本人 （この点，。）\n被告Ｂ本人は，本件申請書を作成した前日にＦに対してサービス提供責任者\nとなる承諾を得たと供述するが，Ｆの供述書（甲６ ，Ｆがその後も登録ヘ）\nルパーの一人にすぎないこと（後記）などからすると，その供述を信用する\nことはできない ）。\n(4) 被告会社は，平成１２年４月から，本件事業所において，指定居宅サー\nビス事業者及び指定居宅介護支援事業者としての業務を開始した。当初の介\n護保険の利用者は２件であったが，その後，利用者が増えていった。被告会\n社が居宅介護支援事業者でもある利用者については，被告会社が，介護支援\n専門員であるＨの下で，居宅サービス計画として，本件書類のうち乙１，１\n１ないし４０を作成した。一方，他の事業所が居宅介護支援事業者である利\n用者については，他の事業所が作成した居宅サービス計画を被告会社が受け\n取り，被告Ｂが，事務手続の必要から，その記載内容をそのままパソコンに\n入力して保管していた。それを出力したものが本件書類のうち乙４３ないし\n６８である （乙１，乙１１ないし４０，乙４３ないし６９，被告Ｂ本人）。\n被告会社においては，上記居宅サービス計画に基づいて，被告Ｂないし被\n告会社の登録ヘルパーが各利用者宅に赴き，訪問介護サービスを提供した。\nもっとも，被告会社は，上記居宅サービス計画のほかに，実際に訪問介護サ\n。，ービスを提供するに当たって参照する書面を作成することはなかった また\n被告会社においては，被告Ｂ及びＨのほかに常勤の職員はおらず，実際の訪\n問介護サービスを提供する者は，Ｆも含めて，いずれも登録ヘルパーであっ\nた （被告Ｂ本人）。\nなお，被告Ｂは，平成１３年４月１０日に訪問介護員２級課程研修を修了\nした（乙３ 。）\n(5) 被告Ｂは，平成１２年３月２０日，平成１３年１１月３０日及び平成１\n４年３月２０日付けの被告会社の取締役会議事録を作成したが，同議事録に\nは，Ｆ及びＫをサービス提供責任者として，被告会社の執行役員に選任した\n。， ，旨の記載がある そして 被告Ｄ及び被告Ｅが取締役として記載されており\n記名の部分に押印がされている。しかし，それに対応する取締役会が開催さ\nれた事実はなく，押印についても，被告Ｂが購入した三文判が使用されたも\nのであった （甲１６，被告Ｂ本人）。\n(6) 被告会社は，平成１５年２月ころ，京都府から調査を受けることとなっ\nた。Ｆは，平成１５年２月１４日に京都府から聴取を受けたが，その際，被\n告会社のサービス提供責任者として勤務していたと供述した。また，被告Ｂ\nは，同年２月１８日に京都府から聴取を受けた際，サービス提供責任者であ\nるＦ，Ｊ及びＫ，介護支援専門員であるＨについては，いずれも月曜日から\n金曜日まで１０時から１７時までの勤務となっているという供述をした 甲。（\n５，６，乙１０，４１）\nしかし，Ｆは，同年３月１７日に再び京都府から聴取を受けた際には，被\n告Ｃ及び被告Ｂからサービス提供責任者として勤務していたと供述するよう\nに前日に言われたことから嘘の報告をしたが，サービス提供責任者及び常勤\n職員として勤務したことは平成１２年４月１日から一度もないと供述した。\nまた，Ｊ及びＫも，同年３月１７日，京都府からの聴取を受けた際，被告会\n社に常勤したこともサービス提供責任者となったこともない旨の供述をし\nた （甲６ないし８）。\nその後，京都府は，同年３月３１日付けで，被告会社の指定居宅サービス\n（， ）。事業者及び指定居宅介護支援業者としての指定を取り消した 甲９ １１\n２ 争点１（被告会社は「偽りその他不正の行為」によって介護給付費の支払を\n受けたか）について\n(1) 居宅介護サービス費について\nア 上記認定事実によれば，被告会社は，指定居宅サービス事業者として訪\n問介護サービスを提供するに際しては，常勤（一週間の勤務時間が少なく\nとも３２時間）の訪問介護員等であって専ら指定訪問介護の職務に従事す\nるもののうち一人以上の者をサービス提供責任者とし，サービス提供責任\n者は，利用者の日常生活全般の状況及び希望を踏まえて，指定訪問介護の\n目標，当該目標を達成するための具体的なサービスの内容等を記載した訪\n問介護計画を作成しなければならないにもかかわらず，そのようなサービ\nス提供責任者を欠いたまま，指定居宅サービスを提供したというべきであ\nる。\nこれに対して，被告らは，被告Ｂ及びＨが実質的にサービス提供責任者\nとして勤務していたと主張するが，被告Ｂは管理者，Ｈは介護支援専門員\nとして勤務していたのであり，そのような者がサービス提供責任者として\nの業務もしていたとは考え難い。それに加えて，被告会社においては，Ｈ\nまたは他の事業所が作成した居宅サービス計画（本件書類）とは別に，居\n宅サービスの省令によって要求されている訪問介護計画を作成することな\nく，居宅サービスを提供していたというのであるから，実際にサービス提\n供責任者としての業務をしていた者がいたということもできない。\nイ そして，法が，サービス提供責任者が計画性のある訪問介護を実現する\nために重要な役割を果たすことを要求していることに鑑みれば，サービス\n提供責任者を欠いたままされた訪問介護サービス事業は，法の要件を欠く\n訪問介護サービス事業というべきであり，そのような事業を行った事業者\nに対して，法４１条６項に基づき，居宅介護サービス費を支払うことはで\nきない（法４１条９項）というべきである。\nウ 被告Ｂは，上記のとおり，実際にＦにサービス提供責任者となってもら\nうことをせず，また，他にサービス提供責任者を置くことなく，サービス\n提供責任者を欠いたまま居宅サービスを提供していたものであり，そのよ\n。，う事業が法の要件を欠くことは認識していたというべきである 被告らは\nサービス提供責任者を欠いたことに故意はないという趣旨の主張をする\nが，指定居宅サービス事業者として事業を開始するに当たっての研修など\nにおいて，被告Ｂがサービス提供責任者についての説明を受けていたはず\nであることからすれば，被告らの主張は採用できない。\nエ 以上のとおり，被告会社は，法の要件を欠く居宅介護サービス事業を行\nったにもかかわらず，居宅介護サービス費を請求し，原告から居宅介護サ\nービス費の支払を受けたのであるから，偽りその他の不正の行為により居\n宅介護サービス費の支払を受けた（法２２条３項）というべきである。し\nたがって，被告会社が支払を受けた居宅介護サービス費の合計５３２０万\n４６３７円とその４割に相当する加算金２１２８万１８５４円（円未満切\n捨て）について，被告会社は原告に対して支払う義務がある。\nオ 被告らは，被告会社が利用者に実際に介護サービスを提供していること\nから，被告会社に利得はなく，一方，介護サービスを必要とする市民が受\nけた介護サービスの利用料の一部を原告が支払ったのであるから原告に損\n害はないという趣旨の主張をするが，原告から被告会社に対する介護給付\n費の支払が要件を欠く違法なものである以上，介護給付費の支払は法律上\nの原因がないというべきであり，原告の損失のもとに被告会社の利得があ\nる。\nなお，被告会社は，介護サービスを提供した利用者に対して，提供した\n介護サービスに要した費用の支払を求めることも考えられるが，法の要件\nを欠く介護サービス事業について，法に定める自己負担分を超える利用料\n（法４１条４項１号）の支払を受けられるかどうか疑わしいと言わざるを\n得ず，被告会社の利得及び原告の損害を否定すべき事情があるということ\nはできない。\nカ また，被告らは，指定取消処分の手続上の瑕疵を主張するが，法２２条\n３項は，指定取消処分の有無に関わらないものであるから，被告らの主張\nは失当である。\n(2) 居宅介護サービス計画費について\n一方，被告会社は，指定居宅介護支援事業者として，介護支援専門員であ\nるＨの下で，居宅介護支援として，居宅サービス計画（乙１，１１ないし４\n０）を作成していたことが認められるものであり，被告会社が提供した介護\n，（ ，支援事業については 居宅介護サービス計画費の支給の要件 法４６条４項\n６項）を欠くということはできず 「偽りその他不正の行為 （法２２条３，」\n項）によって介護給付費の支払を受けたということはできない。\nこの点，原告は，居宅サービス計画について，利用者の同意（介護支援の\n省令１３条１０号）が得られていないもの，居宅サービス計画の変更（介護\n支援の省令１３条１２号）ができていないものがあり，法の定める基準に従\nった居宅介護支援が行われていないと主張する。確かに，被告会社の提出す\nる書類（乙１，１１ないし４０）は，利用者の確認印などがないものがほと\nんどであるが，同書類に従って実際に居宅介護サービスが提供されているこ\nとからすると，何らかの形で利用者の同意が得られていたと考えるのが相当\nであって，単に，被告らの提出する居宅サービス計画に利用者の確認印など\n，。 ，がないことのみをもって 利用者の同意がないとすることはできない また\n被告会社が居宅サービス計画を変更しなければならないのに変更していなか\nったと認めるに足りる証拠もない。\nさらに，原告は，居宅サービス計画（乙１，１１ないし４０）を作成した\nのが，居宅介護サービスの主体である被告会社であるから，当然，居宅介護\nサービスが法の要件を満たすものではないことを知っていたものであり，し\nたがって，当該居宅サービス計画が法の要件を満たすものではないことを知\nっていたと主張する。しかし，法は，指定居宅介護支援事業と指定居宅サー\nビス事業を別個のものとして定めており，被告会社が作成した居宅サービス\n計画（乙１，１１ないし４０）には，サービス提供事業者として被告会社が\n記載されているが，被告会社以外の事業者が訪問介護サービスを提供するに\n支障がある計画であったとは解されないことなどからすれば，被告会社が作\n成した居宅サービス計画（乙１，１１ないし４０）のサービス提供事業者と\nして被告会社が記載されていることのみをもって，居宅介護サービス計画費\nの支給の要件（法４６条４項，６項）を欠くということはできない。\nしたがって，原告の被告会社に対する法２２条３項に基づく請求のうち，\n居宅介護サービス計画費についての請求は理由がない。\n３ 争点２（不当利得の有無）について\n－訪問介護利用者負担額減額公費負担分及び介護扶助費\n上記認定のとおり，被告会社の訪問介護サービス事業は，法の要件は欠いて\nいたものの，利用者に対して一定の訪問介護サービスが利用者に提供されてい\nたことは認められる。そうすると，被告会社は，その訪問介護サービスの相応\nの利用料を受領する権利をなお有しているとみる余地があり，利用者が被告会\n社に対して支払うべき自己負担分が厚生労働大臣が定める基準により算定した\n費用の額の１０分の１であること（法４１条４項１号 ，被告会社と利用者の）\n間で，少なくとも，その範囲については訪問介護サービスの利用料として支払\nう合意が存続しているとも考えられることからすれば，このような自己負担分\nについては，被告会社に不当利得があるとまでいうことはできない。したがっ\nて，原告が，生活保護法１５条の２などに基づいて，利用者に代わって自己負\n（） ， ，担分の全部又は一部 公費減額分 を支払った場合においても それについて\n被告会社が不当に利得を得たということはできない。\nよって，原告の被告に対する不当利得（民法７０３条）に基づく請求は理由\nがない。\n４ 争点３（相殺）について\n被告らは，被告会社が実際に居宅介護サービスを提供し，その経費を支払っ\nたことにより損害を被ったものであり，原告が介護サービスの提供を受けた市\n民がいるにもかかわらず居宅介護サービス費相当額の提供を免れたという利得\nを得たものであるとして，被告会社から原告に対して居宅介護サービス費相当\n額の不当利得に基づく返還請求権があると主張する。\nしかし，原告が居宅介護サービス費相当額の支払義務を負うのは，法に基づ\nく居宅介護サービス費の支払要件がある場合に限られるのであるから，居宅介\n護サービス費の支払要件を欠くために居宅介護サービス費相当額の支払義務を\n，， ， ，免れる場合があったとしても それは 法に基づくものであり それをもって\n法律上の原因のない利得があるということはできない。\nまた，原告が被告会社から居宅介護サービス費の返還を受けるのは，上記の\nとおり法２２条３項に基づくものであるから，原告に法律上の原因のない利得\nがあるということはできない。\nしたがって，この主張は採用できない。\n５ 争点４（忠実義務違反）について\nア被告Ｂ\n被告Ｂは，上記基礎となる事実及び認定事実のとおり，平成１２年２月２\n１日から被告会社の代表取締役であり，上記居宅介護サービス費の支払を受\nける際，被告会社の提供する居宅介護サービスが法の要件を満たしていない\nことを知っていたというべきであるから，原告が被告会社に違法に上記居宅\n介護サービス費を受給していることについて認識があったというべきであ\nる。\nしたがって，被告Ｂは，商法２６６条の３第１項に基づき，被告会社が原\n告に賠償すべき上記居宅介護サービス費５３２０万４６３７円及びこれに対\nする訴状送達日の翌日（平成１７年３月１８日）から支払済みまで年５分の\n割合による遅延損害金について，損害賠償の責任があるというべきである。\nイ被告Ｃ\n原告は，被告会社に対して，上記基礎となる事実及び認定事実のとおり，\n平成１２年４月から平成１５年３月までの介護サービス提供分につき居宅介\n護サービス費を支出し，損害を被っているが，被告Ｃは，平成１２年２月２\n１日に被告会社の代表取締役及び取締役を辞任しており，上記サービス提供\n及び居宅介護サービス費の請求の時期には被告会社の取締役ではなかった。\n原告は，被告会社が，平成１１年１０月１４日に本件申請書により指定申\n請を行った当初から，サービス提供責任者を置くことなく訪問介護事業をし\nようとしていたと主張するが，その当時は，訪問介護員１級課程研修修了者\n，，としての資格を有するＦの氏名を記載したのみではあったものの その後に\nＦにサービス提供責任者として勤務してもらう了解を得るか，資格を有する\n他の者に介護サービス提供責任者を依頼することを考えていた可能性も否定\nできず，本件事業所におけるサービスの提供を開始した際の利用者が予想外\nに少なかったという事情がうかがわれることに照らしても，本件申請書を作\n成した時点において，サービス提供責任者なしで訪問介護サービスを提供す\nることを計画していたとまで断じることはできない。\nそうすると，被告Ｃが取締役であった時期の故意又は重過失による任務懈\n怠により原告に損害が生じたとまでいうことはできない。\n，， ，なお 原告は 被告Ｃが被告会社の事実上の取締役であったと主張するが\n被告Ｃは，平成１２年２月２１日に取締役を辞任しており，上記認定のとお\nり，それ以前からＩ株式会社での勤務で忙しく，被告Ｂが被告会社を主に運\n営するようになっていたと認められるのであり，被告Ｃが被告会社の業務の\n運営ないし執行について取締役に匹敵する権限を有し，これに準ずる活動を\nしていたと認めることはできないから，被告Ｃが事実上の取締役として商法\n２６６条の３第１項の責任を負うものであったということはできない。\nしたがって，原告の被告Ｃに対する請求は理由がない。\nウ被告Ｄ\n上記基礎となる事実及び認定事実のとおり，被告Ｄは，被告Ｃの実子であ\nるが，被告Ｃと同居していたものではなく，また，被告Ｃが被告Ｄの名義を\n借り，必要書類の印鑑も被告Ｃや被告Ｂが用意して，被告会社の取締役とし\nたのみであることが認められる。そうすると，被告Ｄが被告会社の他の取締\n役の業務執行を監視できる立場にあったということはできず，監視したとこ\nろで原告の損害の発生を防ぐことはできたということもできず，被告Ｄに商\n法２６６条の３第１項の責任があるということはできない。\nしたがって，原告の被告Ｄに対する請求は理由がない。\nエ被告Ｅ\n上記認定事実のとおり，被告Ｅは，被告会社のＯＡ機器の保守点検作業の\n仕事をしていた業者にすぎず，被告Ｅは，被告会社の取締役として名義を貸\nすことに承諾したものの，必要書類の印鑑も被告Ｂらが用意して，被告会社\nの取締役としての形式を整えただけであることが認められる。そうすると，\n被告Ｅが被告会社の他の取締役の業務執行を監視できる立場にあったという\nことはできず，また，監視したところで原告の損害の発生を防ぐことができ\nたということはできず，被告Ｅに商法２６６条の３第１項の責任があるとい\nうことはできない。\nしたがって，原告の被告Ｅに対する請求は理由がない。\n第４ 結論\n以上のとおり，原告の請求は主文第１項及び第２項の限度で理由があるから\nこれらを認容し，その余は理由がないからこれらを棄却することとし，訴訟費\n用の負担について行政事件訴訟法７条，民事訴訟法６１条，６４条，６５条１\n項ただし書に従い，主文のとおり判決する。\n京都地方裁判所第３民事部\n裁判長裁判官 中 村 隆 次\n裁判官 下 馬 場 直 志\n裁判官 豊 田 里 麻\n"
}