{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 17,
    "month": 5,
    "day": 31
  },
  "case_number": "平成17(行ケ)10282",
  "case_name": "",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "9559",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=9559",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/559/009559_hanrei.pdf",
  "contents": "平成１７年（行ケ）第１０２８２号　特許取消決定取消請求事件\n平成１７年５月３１日判決言渡，平成１７年５月１９日口頭弁論終結\n判　　　　決\n原　告　アドバンス電気工業株式会社\n訴訟代理人弁護士　植村元雄，弁理士　後藤憲秋\n被　告　特許庁長官　小川洋\n指定代理人　橳島愼二，見目省二，大野覚美，岡田孝博，井出英一郎\n主　　　　文\n原告の請求を棄却する。\n訴訟費用は，原告の負担とする。\n事実及び理由\n第１　原告の求めた裁判\n「特許庁が異議２００２－７２５９４号事件について平成１５年５月２７日にし\nた決定を取り消す。」との判決。\n第２　事案の概要\n本判決においては，書証等を引用する場合を含め，公用文の用字用語例に従って\n表記を変えた部分がある。\n１　特許庁における手続の経緯\n本件特許第３２７６９３６号「流量コントロールバルブ」は，平成１０年１２月\n２５日に特許出願され，平成１４年２月８日に特許権の設定登録がなされ，その\n後，その特許について，特許異議の申立て（異議２００２－７２５９４号）がなさ\nれた。\n異議申立てについて，平成１５年５月２７日，「特許第３２７６９３６号の請求\n項１ないし４に係る特許を取り消す。」との決定があり，その謄本は同年６月１６\n日原告に送達された。\n２　本件発明の特許請求の範囲の記載（以下，請求項番号に対応して，それぞれ\nの発明を「本件発明１」などという。）\n【請求項１】　一側に被制御流体の流入部（１２）を有し弁座（１６）を介して他\n側に被制御流体の流出部（１５）が形成されたチャンバ（２０）を有するボディ本\n体（１１）と，前記弁座を開閉する弁部（４１）と前記流入部側に配された第一ダ\nイヤフラム部（５０）と前記流出部側に配された第二ダイヤフラム部（６０）とを\n有する弁機構体（４０）とからなり，\n前記各ダイヤフラム部は，それらの外周部が前記ボディ本体に固定されて前記チ\nャンバ内に取り付けられていて，該チャンバを第一ダイヤフラム部外側の第一加圧\n室（２１），前記第一ダイヤフラム部及び第二ダイヤフラム部に囲まれ前記流入部\n及び弁座並びに流出部を有する弁室（２５），及び第二ダイヤフラム部外側の第二\n加圧室（３０）に区分しており，前記第一加圧室及び第二加圧室に設けられた第一\n加圧手段（Ｍ１）及び第二加圧手段（Ｍ２）によって前記第一ダイヤフラム部及び\n第二ダイヤフラム部を常時弁室方向に一定圧力を加えるようにしてなる流量コント\nロールバルブ（１０）において，\n前記弁機構体（４０）の第一ダイヤフラム部（５０）に弁部（４１）を有する第\n一部材（５１）を一体に設けるとともに，前記第二ダイヤフラム部（６０）には前\n記第一部材と分離自在に遊嵌結合された第二部材（６１）を一体に設けたことを特\n徴とする流量コントロールバルブ。\n【請求項２】　請求項１において，前記弁機構体の第一部材と第二部材の結合部が\n円台錐形状の凸部（５２）と凹部（６２）によって形成されている流量コントロー\nルバルブ。\n【請求項３】　請求項１または２において，前記第一加圧室の加圧手段がバネ（Ｓ\n１）よりなる流量コントロールバルブ。\n【請求項４】　請求項１ないし３のいずれかにおいて，前記第二加圧室の加圧手段\nが加圧気体（Ａ１）よりなる流量コントロールバルブ。\n３　決定の理由の要点\n(1)　刊行物に記載された発明\n決定は，特開平６－２９５２０９号公報（以下「刊行物」という。本訴甲４）に\nは，以下の発明が記載されているとした。\n「一側に被制御流体の流入口８７を有し流量制御部８２に対向する弁室内壁面を\n介して他側に被制御流体の流出口８８が形成されたチャンバを有するバルブ本体７\n８と，前記弁室内壁面に接近離間する流量制御部８２と前記流入口８７側に配され\nた第二ダイヤフラム７６と前記流出口６０側に配された第一ダイヤフラム７４とを\n有する弁体７１とからなり，\n前記各ダイヤフラムは，それらの外周部が前記バルブ本体７８に固定されて前記\nチャンバ内に取り付けられていて，該チャンバを第二ダイヤフラム７６外側の加圧\n室８０，前記第二ダイヤフラム７６及び第一ダイヤフラム７４に囲まれ前記流入口\n８７及び流量制御部８２に対向する弁室内壁面ならびに流出口６０を有する弁室８\n１，及び第一ダイヤフラム７４外側の加圧室７９に区分しており，前記加圧室８０\n及び加圧室７９に設けられた第一の加圧気体及び第二の加圧気体によって前記第二\nダイヤフラム７６及び第一ダイヤフラム７４を常時弁室８１方向に一定圧力を加え\nるようにしてなる流量コントロールバルブ７０において，\n前記弁体７１の第二ダイヤフラム７６に流量制御部８２を有するロッド部７２の\n下側の半体を一体に設けるとともに，前記第一ダイヤフラム７４には前記ロッド部\n７２の下側の半体と螺合により結合されたロッド部７２の上側の半体を一体に設け\nた流量コントロールバルブ。」\n(2)　本件発明１に関して\nア　本件発明１と刊行物に記載された発明との対比\n(ｱ)　一致点\n「一側に被制御流体の流入部を有し弁座を介して他側に被制御流体の流出部が形\n成されたチャンバを有するボディ本体と，弁部と前記流入部側に配された第一ダイ\nヤフラム部と前記流出部側に配された第二ダイヤフラム部とを有する弁機構体とか\nらなり，\n前記各ダイヤフラム部は，それらの外周部が前記ボディ本体に固定されて前記チ\nャンバ内に取り付けられていて，該チャンバを第一ダイヤフラム部外側の第一加圧\n室，前記第一ダイヤフラム部及び第二ダイヤフラム部に囲まれ前記流入部及び弁座\nならびに流出部を有する弁室，及び第二ダイヤフラム部外側の第二加圧室に区分し\nており，前記第一加圧室及び第二加圧室に設けられた第一加圧手段及び第二加圧手\n段によって前記第一ダイヤフラム部及び第二ダイヤフラム部を常時弁室方向に一定\n圧力を加えるようにしてなる流量コントロールバルブにおいて，\n前記弁機構体の第一ダイヤフラム部に弁部を有する第一部材を一体に設けるとと\nもに，前記第二ダイヤフラム部には第二部材を一体に設けた流量コントロールバル\nブ。」\n(ｲ)　相違点\n〈相違点１〉\n「本件発明１の弁部は弁座を開閉できるものであるのに対し，刊行物に記載され\nた発明の流量制御部８２は弁室内壁面に接近離間するものの，弁室内壁面を開閉で\nきるものであるかどうかについては言及がない点。」\n〈相違点２〉\n「本件発明１では，第二ダイヤフラム部と一体の第二部材が，弁部を有する第一\n部材と分離自在に遊嵌結合されているのに対し，刊行物に記載された発明では，第\n一ダイヤフラム７４と一体のロッド部７２の上側の半体が，流量制御部８２を有す\nる下側の半体と螺合により結合されており，分離自在に遊嵌結合されていない\n点。」\nイ　相違点の検討\n(ｱ)　相違点１に関して\n「刊行物に記載された発明のような流量コントロールバルブが，二次側の流体の\n圧力変動に対しても二次側のダイヤフラムが変形して流量制御通路部が拡縮し，こ\nれにより二次側の流体の流量及び圧力変動を抑えるように機能すること，及び，こ\nのような流量コントロールバルブが，二次側の流体の圧力いかんによっては弁座を\n閉じることができることは当業者において自明であり（この点については，本件の\n特許明細書の段落【０００６】に「･･･この先行技術（日本特許第２６７１１８３\n号）においては，･･･流出部１１２側の背圧により弁機構体１２０の弁部１２１が移\n動して弁座１１３を閉じる場合には，･･･」と記載されているように，本件出願人で\nある特許権者も自ら認めるところである。），さらに，このような二次側の流体の\n圧力変動に対してそれを抑えるように機能するバルブにおいて，弁座を開閉できる\nようにしておくことは周知技術（例えば，特開平９－２３０９４２号公報（判決\n注：審判甲１，本訴甲５）の段落【００２２】，【００３０】，特公平５－４６４\n４１号公報（判決注：審判甲７，本訴甲６）の２頁右欄３６～３７行参照。）であ\nる。してみれば，刊行物に記載された発明で，弁部である流量制御部によって，弁\n座である弁室内壁面を開閉できるようにしておくことは，上記周知技術から当業者\nが容易に行うことができたものである。」\n(ｲ)　相違点２に関して\n「刊行物に記載された発明のような，二次側の流体の圧力変動に対応して二次側\nのダイヤフラムが変形して流量制御通路部が拡縮し，これにより二次側の流体の流\n量及び圧力変動を抑えるように機能するバルブにおいて，二次側のダイヤフラムを\n弁部を有する部材と分離自在に遊嵌結合しておくことは周知技術（例えば前記特開\n平９－２３０９４２号公報の段落【００２２】，【００３０】，特公平５－４６４\n４１号公報の第１図，第３図，辻茂著「空気圧工学」（昭和４８年８月３０日発\n行，朝倉書店）（審判甲４，本訴甲７の１ないし４）の１６４頁，特に図７．１\n９）であって，このようにしておけば二次側のダイヤフラムの変形に対して弁部が\n過剰な負荷や摩擦力を受けることがなく，したがって，弁部や弁座に破損や塵の発\n生を招くこともなくなることは当業者が容易に想到し得るところである。\nしてみれば，刊行物に記載された発明で，二次側のダイヤフラム（第一ダイヤフ\nラム７４）と一体の部材であるロッド部７２の上側の半体を，弁部（流量制御部）\nを有する部材であるロッド部７２の下側の半体と分離自在に遊嵌結合して，これに\nより，二次側のダイヤフラムの変形に対して弁部が過剰な負荷や摩擦力を受けない\nようにして，弁部や弁座に破損や塵の発生を生じないようにすることは，上記周知\n技術から当業者が容易に行うことができたものである。\nなお，特許権者は，平成１５年５月６日付けの意見書で，本件特許発明の課題\nは，弁部と弁座間における劣化や損傷あるいは微細な塵の発生を防止して，超純水\nや薬液等に高い適用性を有する，高度にクリーンな流量コントロールバルブを提供\nするという全く新たな課題を提示し，これを実現するものである，と主張し，さら\nに，引用例はこのような本件発明１の課題を有していない，とも主張しているが，\n本件特許明細書の全記載によれば，本件発明１は超純水や薬液等への適用に限定さ\nれるものでなく，また，本件特許公報【０００６】，【０００８】の記載を参酌す\nれば，本件発明１の課題とするものも，先行技術である特許第２６７１１８３号\n（上記刊行物の特許番号）において生ずる，第二ダイヤフラム部に大きな背圧が加\nわった場合に弁機構体に大きな負荷がかかり，第一ダイヤフラム部と第二ダイヤフ\nラム部の固着部に劣化や損傷を生じるとともに，弁機構体の弁部とボディ本体の弁\n座の間に大きな摩擦力が働き，それらの破損や塵の発生を招くという問題に対処す\nることにあると認められ，またそれは，刊行物に記載された発明に内在する課題と\nいうことができるから，このような課題を解決できることが当業者において容易に\n想到し得る上記周知技術（二次側の流体の圧力変動に対応して二次側のダイヤフラ\nムが変形して流量制御通路部が拡縮し，これにより二次側の流体の流量及び圧力変\n動を抑えるように機能するバルブにおいて，二次側のダイヤフラムを弁部を有する\n部材と分離自在に遊嵌結合しておく技術；審判甲１，７，４は，その単なる例示で\nある。）を，刊行物に記載された発明に適用することは当業者が容易に行うことが\nできたものというべきである。\nそして，本件発明１の作用効果は，上述のとおり，上記刊行物に記載された発明\nと上記各周知技術から予測し得る程度のものであるから，本件発明１は，上記刊行\n物に記載された発明に上記各周知技術を適用することにより，当業者が容易に発明\nをすることができたものである。」\n(3)　本件発明２に関して\n「請求項２の発明は，請求項１の発明において，弁機構体の第一部材と第二部材\nの結合部を円台錐形状の凸部と凹部によって形成したものであるが，二次側のダイ\nヤフラムを弁部を有する部材と分離自在に遊嵌結合しておく場合において，その結\n合部を円錐形状の凸部と凹部によって形成することは周知技術として引用した前記\n特公平５－４６４４１号公報の第１図，第３図，辻茂著「空気圧工学」の図７．１\n９にもみられるように，これまた従来周知の技術手段であって，円錐形状の凸部を\n円台錐形状の凸部に変更するごときは当業者が適宜行い得る単なる設計事項であ\nる。してみれば，請求項２の発明は刊行物に記載された発明に前記各周知技術と上\n記周知技術を適用することにより，当業者が容易に発明をすることができたもので\nある。」\n(4)　本件発明３に関して\n「請求項３の発明は，請求項１または２の発明において，第一加圧室の加圧手段\nをバネとしたものであるが，一次側の加圧室の加圧手段をバネとすることは周知技\n術として引用した前記特開平９－２３０９４２号公報の図１，特公平５－４６４４\n１号公報の第１図，第３図，辻茂著「空気圧工学」の図７．１８にもみられるよう\nに，これまた従来周知の技術手段である。してみれば，請求項３の発明は刊行物に\n記載された発明に前記各周知技術と上記周知技術を適用することにより，当業者が\n容易に発明をすることができたものである。」\n(5)　本件発明４に関して\n「請求項４の発明は，請求項１ないし３のいずれかの発明において，第二加圧室\nの加圧手段を加圧気体としたものであるが，二次側のダイヤフラムを加圧する加圧\n手段を加圧気体とすることは上記引用例でも行われているから，請求項４の発明は\n刊行物に記載された発明に前記各周知技術とを適用することにより，当業者が容易\nに発明をすることができたものである。」\n(6)　結論\n「本件の請求項１～４に係る発明は，上記刊行物に記載された発明に基づいて当\n業者が容易に発明をすることができたものであるから，本件の請求項１～４に係る\n発明についての特許は特許法２９条２項の規定に違反してされたものである。\nしたがって，本件の請求項１～４に係る発明についての特許は，特許法１１３条\n２号に該当し，取り消されるべきものである。」\n第３　原告の主張（決定取消事由）の要点\n原告としては，本件については，決定に記載された事項について取消事由を主張\nするものではない。原告は，別途，平成１５年９月２日付けで訂正審判請求をした\nところ（訂正２００３－３９１８５号），審判請求は成り立たないとの決定がされ\nたため，その決定取消訴訟を提起した（平成１７年（行ケ）１０２９４号（東京高\n裁平成１６年(行ケ)第１０１号））。原告としては，専ら，平成１７年（行ケ）第\n１０２９４号事件について争い，同事件における訂正審判請求が認められるべきで\nあって，これが認められれば本件異議の決定が結果的に本件発明１ないし４の要旨\n認定を誤ったことになるという意味で，取消事由があることのみを主張するもので\nある。\n第４　当裁判所の判断\n原告の主張は，前記のとおりであり，本件決定については争わず，取消事由を主\n張するものではない。前記平成１７年（行ケ）第１０２９４号事件もまた当部に係\n属している。同事件は，原告が本訴係属中の平成１５年９月２日付けで訂正審判請\n求をしたところ（訂正２００３－３９１８５号），審判請求は成り立たないとの決\n定がされたため，その決定取消訴訟を提起したものである。そして，当裁判所は，\n平成１７年（行ケ）第１０２９４号事件についても，本件と同一期日に口頭弁論を\n開いた上，同一期日に判決を言い渡すものであるが，同判決の結論は，上記訂正審\n判請求を成り立たないとした審決は是認し得るものであり，原告の主張する審決取\n消事由は理由がないというものである。\n以上によれば，本件決定を取り消すべき事由はなく，原告の請求は棄却されるべ\nきである。\n知的財産高等裁判所第４部\n裁判長裁判官　　　　　塚　　　原　　　朋　　　一\n裁判官　　　　　田　　　中　　　昌　　　利\n裁判官　　　　　佐　　　藤　　　達　　　文\n"
}