{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 16,
    "month": 6,
    "day": 30
  },
  "case_number": "平成16(わ)30",
  "case_name": "殺人未遂",
  "court_name": "長崎地方裁判所刑事部",
  "lawsuit_id": "8244",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=8244",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/244/008244_hanrei.pdf",
  "contents": "主　文\n被告人を懲役３年に処する。\n未決勾留日数中１００日をその刑に算入する。\nこの裁判が確定した日から４年間その刑の執行を猶予する。\n理　由\n（罪となるべき事実）\n被告人は，平成１６年１月２５日午後１０時４０分ころ，長崎市Ａａ丁目ｂ番ｃ号所在のコー\nポＢｄ号Ｃ（当時６０歳）方において，同人\nと口論になった際，同人の横柄な言動に憤激し，同人に対し，同所にあったペテナイフ\n（刃体の長さ約８．９センチメートル）でその\n左肩を１回突き刺したものの，同人がひるまずに「やってみろ。」などと怒鳴ったため，一\n層憤激し，同人が死亡するに至るかもし\nれないことを認識しながら，あえて，同ペテナイフで同人の左頸部を１回突き刺したが，\n同人の左頸部から血が流れているのを見て\n我に返り，後悔したことなどにより，同人にティッシュペーパーを渡した上，１１９番通報を\nして救急車を呼び，同人に医師の治療を\n受けさせて犯行を中止し，同人に加療約１０日間を要する左肩刺創，頸部刺創の傷害を\n負わせたにとどまり，殺害するに至らなか\nったものである。\n（補足説明並びに弁護人の主張に対する判断）\n弁護人は，殺意は未必的なものにとどまり，中止未遂が成立すると主張するので，これ\nらの点につき説明する。\n１　犯行状況並びにその前後の状況\n前掲各証拠によれば，以下の事実を認めることができる。\n（１）被告人と被害者Ｃは，旧知の間柄で気も合うことから一緒に酒を飲むことがよくあっ\nた。両者は，本件犯行当日も，仕事を終え\nた後，もう１人の知人とともに長崎市内のラーメン屋やスナックで酒を飲み交わした。\n被害者は，酒に相当酔った状態でスナ\nックを出た後，被告人の掛けていた度付き眼鏡を取り上げて地面に投げつけてレン\nズの片方を紛失させてしまった。しかし，\n被害者は被告人に謝罪せず，被告人は被害者に腹を立てていた。\n（２）その後，被告人，被害者及び知人は，判示の被害者宅に向かい，被告人は，酔い\nつぶれた知人を被害者宅で寝かしつけよ\nうとした際，被害者から「お前，何ば偉そうに言いよっとか。」と難癖をつけられた。被\n害者に眼鏡を壊されて気分を害してい\nた被告人は，被害者とともにソファーや椅子に座りながら飲酒し，同人と怒鳴り合っ\nて口論を始めた。\n（３）被告人は，その際，被害者の一連の言動を横柄であるとしてますます腹を立て，被\n害者をおとなしくさせて謝罪させてやろうな\nどと考え，立ち上がって傍らにあるテーブル上に置いてあった，刃体の長さ約８．９セ\nンチメートルのペテナイフを右手に順手で\n持ったが，被害者はこれに気付いても被告人に謝ろうとしないばかりか更に被告人を\n怒鳴りつけてきたので，被告人は被害者\nを痛めつけてやろうと思い，そのペテナイフで，ソファーに座っている被害者の左肩\nを至近距離から突き刺し，左肩付け根付近\nに長さ約２センチメートル，深さ約０．５センチメートルの刺創を負わせた。しかし，被\n害者がひるまなかったため，被告人は，被\n害者に対し，「お前死ぬか。」などと言ったところ，同人から「やってみろ。」などと挑発\n的な言動をされたため，一層憤激し，前\n記ペテナイフで，ソファーに座ったままの被害者の首を突き刺したが，同人は，その\n瞬間，身体を右側にのけ反らせるととも\nに，被告人を突き放した。被害者は，前記２回目の刺突により，頸動脈から約３センチ\nメートル離れた左頸部に，長さ約１．５セ\nンチメートル，深さ約１センチメートルの刺創を負った。\n（４）被告人は，被害者から，「死んでしまうやっか，救急車を呼べ。」などと言われ，被害\n者の左首付近から血が流れているのに気\n付いた後，ティッシュペーパーを被害者に渡し，所携の携帯電話で１１９番通報をし\nて救急車を呼んだ。被告人は，外で救急\n車の到着を待ち，救急隊員が到着した際，被害者宅の場所を知らせた。\n２　殺意\n被告人の用いた凶器は，刃体の長さは約８．９センチメートルと鋭利ではあるが比較\n的小型の金属製のペテナイフである。被\n告人は，これを身体の枢要部である被害者の左頸部に向けて手加減もなく突き出した\nのであって，生じた刺創の程度こそ軽いも\nのの，その刺創から頸動脈までは約３センチメートルしか離れておらず，頸動脈は皮下\n約１センチメートルにあることも考慮する\nと，被害者が体を反らせていなければ，頸動脈を切断して被害者に致命傷を負わせて\nいた蓋然性が高いから，その犯行態様は\n危険性が高い。被告人は飲酒していたとはいえ，創傷部位を認識した上で攻撃したこ\nとは明らかである。\nしかしながら，被告人が最初に被害者の左肩を刺した時点において殺意がなかった\nことは間違いなく，この１回目の刺突にもか\nかわらず，被害者から挑発的な言動をされたため，左頸部を刺突したという経過であっ\nて，本件は，飲酒や口論から生じた興奮\n状態のもとで被害者の挑発的な言動を受けて犯行に及ぶという衝動的，偶発的なもの\nである。前記認定のとおり，被告人と被害\n者は旧知の間柄であり，もともと仲が悪いわけではなく，本件前において，被告人が被\n害者に対して敵意を抱いていた事情はな\nい。被告人は，２回目の刺突時に被害者から手で突き放されてはいるものの，それ以\n後，被害者から激しい抵抗を受けたり，ペ\nテナイフを取り上げられたわけではなく，他方，被害者は，相当酒に酔っており，現場\nから逃げずにソファーに座ったままであっ\nたし，被告人は，被害者から「死んでしまうやっか，救急車を呼べ。」などと言われ，被\n害者の首から血が流れているのに気付い\nているが，このような事態は，攻撃を継続することの支障となるものではないことに照ら\nすと，被告人は，その後も攻撃を続けよう\nと思えば可能で，かつ，さほど困難ではないという客観的状況の下にあったにもかかわ\nらず，その後の攻撃を加えていない。被\n告人が殺意を抱いた後の刺突行為は１回にとどまり，被告人はその直後に１１９番通報\nをして救急隊員が迷わないように被害者\n方から外へ出て救急車の到着を待つなど被害者の救護措置をとっていることなどの事\n情もある。以上述べた犯行の経緯・動機，\n犯行態様，犯行直後の被告人の行動等は，確定的殺意というほどの強固な殺害意図\nを抱いていたこととは整合性を乏しくさせる\n事情であり，むしろ，確定殺意と比較すると殺害意図が弱い未必の殺意と整合性を有\nする事情と評価できる。\n被告人は捜査段階において確定殺意を認めた供述をしているが，本件が被害者の\n言動に激情して敢行された衝動的な犯行\nであることを考慮すると，被告人が犯行当時の瞬間的な自己の心理状態を正確に記\n憶して供述できたかどうか疑問が残る。\n前記各事情を総合して判断すると，被告人が被害者の左頸部を刺突した際には未必\n的殺意を抱いていたにとどまるものと認め\nられる。この点についての弁護人の主張は理由がある。\n３　中止未遂の成否\nまず，実行行為が終了しているかどうかを検討するに，本件が衝動的・偶発的な犯行\nであり，被告人の殺意は未必的なものに\nとどまること，被告人が従前から被害者に対して敵意を抱いていた事情もなく，被告人\nは被害者の左頸部を刺突した後，１１９番\n通報したことなどから考えると，被告人が，殺意を抱いた後，複数回の刺突行為を継続\nする意思を持っていたとは考え難いか\nら，被害者の左頸部を１回刺突した時点で実行行為は終了したものと評価できる。した\nがって，本件は実行未遂の事案である。\n次に，被告人が結果発生回避のための真摯な努力を行っているかどうかを検討する\nに，前記認定のとおり，現に生じた傷害は\n客観的には重いものではなかったが，凶器は殺傷能力が高い上，被害者は身体の２\nか所を刺突され，２回目の刺突部位は，人\n体の枢要部である頸部であったし，現に頸部に突き刺さり，その負傷部位から出血して\nいたという事情があるから，一般的にみれ\nば，このままでは被害者の生命に危険を生じかねない状況にあり，そのような状況下に\nおいて，被告人は，犯行現場で止血に役\n立つティッシュペーパーを被害者に渡し，即座に１１９番通報をして救急車を呼んでい\nるほか，救急隊員に被害者の居場所を知\nらせるため，外で救急車の到着を待ち，実際に，到着した救急隊員に被害者宅の場所\nを知らせ，被害者に医師の治療（２針縫\n合等）を受けさせたのであるから，前記一連の救護措置は，結果発生回避のための真\n摯な努力と評価できる。\n加えて，前述したとおり，殺意を抱いた後の被告人の攻撃は１回の刺突のみであり，\n攻撃を継続しようと思えば攻撃できたにも\nかかわらず，その後の攻撃をしていない。したがって，被告人の犯行は，外的な障害に\nよって阻止されたものではない。被告人\nも，捜査段階から公判に至るまで，ほぼ一貫して，被害者の負傷状況を見て我に返り，\n大変なことをしてしまったなどと考えて攻\n撃を止めた旨供述しており，この供述は，前記の客観的状況に照らしても十分に信用\nできる。\n以上のとおりであり，被告人は，驚き，後悔の念によって任意に犯行を中止したと認\nめられるから，被告人には中止未遂が成立\nする。この点についての弁護人の主張は理由がある。\n（法令の適用）\n被告人の行為は包括して刑法２０３条，１９９条に該当するところ，所定刑中有期懲役\n刑を選択し，中止未遂が成立するから同法\n４３条ただし書，６８条３号により法律上の減軽をした刑期の範囲内で被告人を懲役３年\nに処し，同法２１条を適用して未決勾留日\n数中１００日をその刑に算入し，情状により同法２５条１項を適用してこの裁判が確定した\n日から４年間その刑の執行を猶予し，訴\n訟費用については，刑事訴訟法１８１条１項ただし書を適用して被告人に負担させない\nこととする。\n（量刑の理由）\n本件は，被告人が，口論をしていた被害者に謝罪させるなどの目的で，ペテナイフを\n用いて被害者の左肩を１回突き刺したが，\n被害者に挑発されたことからますます憤激し，未必の殺意をもって，被害者の左頸部を１\n回突き刺したものの，犯行を中止し，殺\n害するには至らなかった事案である。\n被告人は，飲酒の上，立ち上がった状態で，座っている被害者に立腹して突如，傷害\nの故意でペテナイフを使って被害者の左\n肩を突き刺し，引き続き被害者の挑発的な言動に触発されて，殺意を抱いて同人の左\n頸部を１回突き刺したのであって，被害者\nが身をかわさなければ頸動脈を切断して死亡する可能性も高かったことを考えると，犯\n行態様は非常に危険かつ悪質であるし，短\n絡的な犯行である。さらに，被告人は飲酒をすると気性が荒くなる傾向にあり，これまで\nも飲酒が原因で何度かトラブルを起こして\nいることを考えると，自制心に欠ける。以上によれば，被告人の刑事責任は重いものがあ\nる。\n他方，幸いにも被害者の傷害の程度は比較的軽かったこと，前記のとおり，中止犯が\n成立すること，犯行自体は偶発的に起こ\nり，被告人の殺意は未必的なものにとどまること，被害者は，被告人の眼鏡を壊した後も\n横柄な態度あるいは挑発的な言動をとっ\nたものであって，落ち度がないとはいえず，被告人と被害者との間で示談が成立し，被\n害者は捜査段階以来一貫して被告人に対\nし寛大な処分を望んでいること，被告人は犯行直後から素直に事実関係を認めて反省\nし，今後は飲酒を控え二度と同様の過ちを\n繰り返さない旨約していること，被告人には罰金前科２犯があるが，そのうち１犯は２０年\n以上前のもので，他の１犯は交通事犯に\nよるものであること，被告人の雇用先が確保されていることなど，被告人のために酌むべ\nき事情も存する。\nそこで，以上の諸事情を総合考慮の上，被告人に対しては主文の刑を科した上，その\n執行を猶予することとした。\nよって，主文のとおり判決する。\n（求刑　懲役４年）\n平成１６年６月３０日\n長崎地方裁判所刑事部\n裁判長裁判官　  林　　　　　秀　　文\n裁判官　　小　　川    嘉　　基\n裁判官    渡　　部　　五　　郎\n"
}