{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 6,
    "day": 27
  },
  "case_number": "平成10(ワ)275",
  "case_name": "損害賠償請求",
  "court_name": "横浜地方裁判所川崎支部",
  "lawsuit_id": "5987",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=5987",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/987/005987_hanrei.pdf",
  "contents": "主　　　　　　　文\n１　被告川崎市は，原告らに対し，各金１１７２万９７０８円及びこれに対する平成９年\n３月５日から支払済みまで年５分の割合による金員を支払え。\n２　原告らの被告川崎市に対するその余の請求並びに被告ｂ，同ｃ及び同ｄに対する\n各請求をいずれも棄却する。\n３　訴訟費用は，原告らに生じた費用の２分の１と被告川崎市に生じた費用を３分し，\nその１を被告川崎市の負担とし，その余を原告らの負担とし，原告らに生じたその\n余の費用と被告ｂ，同ｃ及び同ｄに生じた費用を原告らの負担とする。\n４　この判決は，第１項に限り，仮に執行することができる。ただし，被告川崎市が各\n原告に対し各金４００万円の担保を供するときは，その仮執行を免れることができ\nる。 事実及び理由\n第１　請求\n被告らは各自，原告らに対し，各金６４６２万０８１９円及び平成９年３月５日から支\n払済みまで年５分の割合による金員を支払え。\n第２　事案の概要\n本件は，原告らの長男であるｅが被告川崎市の水道局工事用水課に勤務中，同\n課課長である被告ｂ，同課係長である被告ｃ及び同課主査である被告ｄのいじめ，\n嫌がらせなどにより精神的に追い詰められて自殺したとして，原告らが，被告川崎\n市に対し，国家賠償法又は民法７１５条に基づき損害賠償を，被告ｂ，同ｃ及び同ｄ\nに対し，同法７０９条，７１９条に基づき損害賠償をそれぞれ求めた事案である。\n１　争いのない事実及び容易に認められる事実\n(1)　原告ａ１及び同ａ２は，ｅ（昭和４２年３月２５日生）の父母である。\nｅは，昭和６３年４月，被告川崎市の職員として採用され，水道局幸営業所に配\n属された。その後，平成４年１０月同局資材課に，平成７年５月１日同局工業用\n水課に，平成８年４月１日同局資材課にそれぞれ配転された。\nｅが同局工業用水課に勤務していた当時，被告ｂは同課課長（平成６年４月１日\nから），被告ｃは同課事務係長（平成７年５月１日から），被告ｄは同課事務係主\n査（同日から）としてそれぞれ勤務していた（以下においては，被告ｂ，同ｃ及び同\nｄを「被告ｂら３名」ともいう。）。\n(2)　ｅは，水道局工業用水課に配転された後の平成７年９月ころから，職場を時々\n休むようになり，同年１１月３０日にＢ病院で受診し，心因反応と診断され，通院\nするようになったが，同年１２月には１日出勤したのみであった。\n川崎水道労働組合（以下「組合」という。）は，ｅから職場でいじめなどを受けた\n旨の訴えがあったため，同月５日，組合本部で，水道局職員課長であるｇ，被告\nｂらの出席を求め，その席上で，ｅから事情聴取をした。\n(3)　ｅは，平成８年１月には３日（そのうち２日はそれぞれ半日のみ）出勤したのみ\nであり，同年３月にはすべて欠勤した。同年４月１日に同局資材課に配転された\n後は，同月に２日出勤したのみであり，それ以降同年１２月までの間は出勤しな\nかった。\nｅは，同年４月，２回にわたり，自殺を企てたが，未遂に止まった。\n(4)　その後，ｅは，日精病院（入院２回），福井記念病院（入院３回）及びＣクリニック\nで治療を受けた。\n(5)　ｅの症状については，日精病院では精神分裂病，境界性人格障害，心因反応，\n福井記念病院では精神分裂病，心因反応，Ｃクリニックでは心因反応，精神分\n裂病とそれぞれ診断された。\n(6)　ｅは，平成９年１月に４日間（そのうち１日は半日のみ）出勤したのみであり，同\n年２月以降は出勤しなかった。そして，同年３月４日，自宅で首をくくって自殺し\nた。\n２　争点\n(1)　自殺の原因\nア　原告らの主張\n被告ｂら３名は，被告川崎市が多摩区登戸地区内における二ヶ領本川の改\n修に伴って工業用水２号送水管布設替工事（以下「本件工事」という。）を施工\nするために工事用立杭の建設用地として原告ａ１の耕作地を貸してほしい旨\nの申入れをしたところ，原告ａ１がこれを断ったこと及びこれにより工事費が増\n大したことで原告ａ１に恨みなどを抱いていたが，ｅが水道局工業用水課に配\n転されてきたことから，そのうっぷん晴らしをしようと考え，ｅに対し，汗をかい\nて顔が赤くなっている様子を見て，「酒を飲んでいるな。」などと嫌みを言った\nり，スポーツ芸能新聞に掲載されている女性のヌード写真を押し付けてからか\nったり，ｅがオウム真理教の教祖であった麻原彰晃に似ているとして「麻原が\nやってきた。ハルマゲドンだ。」などと嘲笑し，さらに，平成７年１１月中旬ころ\nの水道局３課の合同旅行会の際，被告ｄがナイフを振り回しながら「今日こそ\nは刺してやる。」などと言うなどのいじめ，嫌がらせを行ってきた。ｅは，被告ｂ\nら３名のいじめ，嫌がらせが原因で精神的に追い詰められて自殺に至ったも\nのである。\nイ　被告らの主張\n原告ａ１が被告川崎市の申入れを断り，これにより工事費が増大したことは\n認めるが，このことで被告ｂら３名が原告ａ１に恨みなどを抱き，そのうっぷん\n晴らしをすることを考えたことはなく，また，そのためにｅをいじめたことはな\nい。\nｅは，精神分裂病ないし境界性人格障害による妄想が生じた結果，被告ｂら\n３名からいじめを受けたと訴えていたものであり，いじめが原因で自殺したも\nのではない。\n(2)　被告らの責任\nア　原告らの主張\n(ｱ)　被告ｂら３名は，ｅが水道局工業用水課に勤務していた当時の上司である\nが，ｅに対し，上記理由によるいじめ，嫌がらせを行い，あるいは被告ｂ及び\n同ｃが直接いじめに加わらなかったとしても，被告ｄがいじめなどを行うこと\nをその場で支持するような態度を示していたものであり，これが原因でｅを\n精神的に追い詰めて自殺に至らしめたものであるから，民法７０９条，７１９\n条に基づく責任を負うべきである。\n(ｲ)　被告川崎市は，被告ｂら３名がｅを職務上指揮，監督すべき上司の立場で\nその職権の行使としてｅに対し，上記のとおりいじめなどを行っていたもので\nあるから，国家賠償法１条１項に基づく責任を負うべきである。\n仮に被告ｂら３名のいじめなどが公権力の行使に当たらないとしても，被\n告川崎市は，被告ｂら３名の上記のような行為について，その使用者として\n民法７１５条に基づく責任を負うべきである。また，被告川崎市の水道局長\n及びその補助者であるｇ課長は，平成７年１２月５日，職員組合が被告ｂら\nの出席を求め，事情聴取を行った際，ｅがいじめなどを受けていることを具\n体的に訴えたことにより，この事実を知ったのであるから，被告ｂら３名の業\n務執行を監督すべき立場にあるものとして，更に一層の調査を遂げて真相\nを解明し，いじめなどを止めさせ，適正な是正措置を執るべきであるのに，\nこれを怠ったものである。この点についても，被告川崎市は，民法７１５条に\n基づく責任を負うべきである。\nイ　被告らの主張\nｅの自殺の原因は，上記のとおり被告ｂら３名のいじめなどによるものではない\nから，ｅの自殺について被告らには何らの責任がない。\n(3)　原告らの損害\nア　原告らの主張\n(ｱ)　逸失利益\nｅは，昭和６３年４月（２１歳）に高卒の資格で被告川崎市に採用され，平成６\n年３月に攻玉社工科短期大学土木工学科を卒業し，技能職員（乙）として勤\n務していたものであるが，いじめなどにより自殺をしなければ，６０歳の定年\nまで昇格，昇級をして被告川崎市から給与等の支給を受けることができた\nはずである。そこで，生活費として３０パーセントを控除して，ホフマン方式\nにより現価を算出すると，７８５０万５９１４円となる。\nまた，ｅが定年まで勤務を続けると，定年時の給与は月額４５万６０００円とな\nるので，これに被告川崎市職員退職手当支給条例による退職手当金の支\n給率６２．７を乗じると，２８５９万１２００円となる。これをホフマン方式により\n現価を算出すると，１１６６万８０６８円となる。\n原告らは，ｅの父母であるから，ｅの死亡により，上記逸失利益を４５０８万６９\n９１円ずつ相続した。\n(ｲ)　慰謝料\n原告らは，唯一の子であるｅの成長を人生の支えにし，これまで努力を積み重\nねてｅを成長させ，老後の生活についても期待していたところ，被告ｂら３名\nのいじめなどにより，ｅが自殺に至ったものであり，原告らの心理的打撃は\n筆舌に尽くし難いほど甚大である。原告らのこのような精神的苦痛に対する\n慰謝料額は，各１５００万円が相当である。\n(ｳ)　被告川崎市による退職手当金の支給\n原告らは，被告川崎市から退職手当金３８１万８０００円（原告ら１人当たり１９\n０万９０００円）の支給を受けた。\n(ｴ)　弁護士費用　　　　　　　　　　　　　　　各６４４万２８２８円\n(ｵ)　請求額　　　　　　　　　　　　　　　　各６４６２万０８１９円\nイ　被告らの主張\n原告らが被告川崎市から退職手当金３８１万８０００円の支給を受けたことは認\nめるが，原告ら主張の損害額はいずれも争う。\n第３　争点に対する判断\n１　ｅの経歴，性格，家庭環境など\n(1)　ｅは，農業を営んでいる原告ａ１・同ａ２夫婦の長男（一人っ子）として，昭和４２\n年３月２５日に出生し，昭和５７年３月に地元の中学校を卒業後，東京にある私\n立高校に入学したが，間もなくして中退した。そして，昭和５８年４月，神奈川県\n立菅高校に入学したが，健康上ないし人間関係上の理由で昭和６１年４月から\n同県立平沼高校（通信制）に転入し，昭和６２年３月同校を卒業した。その後，ｅ\nは，原告らを手伝って農業に従事したが，耕作面積がさほど広くないこともあって\n就職をしようと考えた。\nそこで，ｅは，被告川崎市の一般職の試験を受けたが，不合格となった。その\n後，ｅは，原告ａ１の小学校時代の同級生で川崎市議会議員のｍに相談したとこ\nろ，同議員から水道局の試験を受けるよう勧められたので，これを受け，合格し\nた。\n(2)　ｅの性格は，真面目でおとなしく，やや弱気の面があり，人前で大声を出して話\nすことは得意ではなく，家庭外では無口な方であり，余り社交的ではなかった。\n（以上につき，甲１，１５ないし１７，乙９，１８，原告ａ１〈第１回〉，同ａ２）\n２　幸営業所における勤務状況，本件工事に対する原告ａ１の対応など\n(1)　ｅは，昭和６３年４月１日に水道局に採用され，幸営業所工事係に技能員配管\n工事員として配属された。仕事の内容は，給水装置関係の故障修理であり，ｅ\nは，作業車を運転して１班３名で現場に赴き，作業に従事していた。その当時，ｅ\nは，同僚との付き合いはほとんどなく，一人でいることが多かったが，勤務評定\nは昀も評価の高いＡであった。ただ，特定の人には「学校に行かなかったことで\n父親とうまくいっていない。」などと話したことがあった。\n(2)　ｅが幸営業所に勤務していた当時，被告川崎市は，多摩区登戸地区内におけ\nる二ヶ領本川の改修に伴って工業用水２号送水管布設替工事（本件工事）を計\n画した。そして，その施工のため，水道局工業用水課工務係主任のｉ，同係長のｔ\n及び土木局のｕが，原告ａ１に対し，平成２年１０月ころから同年１２月ころまでの\n間，工事用立杭の建設用地として原告ａ１の耕作地を貸してほしい旨申し入れ，\nその交渉を行っていたが，原告ａ１はこれを断った。その後，被告川崎市は，工\n事用立杭の建設用地としてｖの所有土地を賃借することができたので，平成３年\n１２月に本件工事に着手し，平成６年３月，これを完成させたが，原告ａ１の土地\nの借りることができなかったことにより，工事費が増加した（ただし，本件訴訟提\n起後に積算すると，増加額は約７６０万円であった。）。\n（以上につき，甲１６，乙９，１３，証人ｇ，原告ａ１〈第１回〉）\n３　資材課における勤務状況など\n(1)　ｅは，幸営業所に勤務しながら，平成４年４月から攻玉社工科短期大学土木科\n（夜間学部）に入学して通学していたが，担当していた故障修理の仕事が時間外\nに及ぶこともあって，通学しにくい状況にあった。そこで，通学しやすい内勤の業\n務である資材課に異動したい旨希望したところ，これが適って同年１０月１日付\nけで同課資材係に異動し，倉庫員に職種変更され，貯蔵品の出し入れ及び在庫\n管理を２名又は３名の班体制で行っていた。\n(2)　ｅは，平成６年３月同大学を卒業し，土木職への転任試験の受験資格を得て，\n同年９月に土木職への転任試験を受けたが，同年１１月に不合格となった。\n平成７年度の水道局組織機構の見直しに伴い，資材課倉庫員を１名減少させ\nる計画が立てられたところ，倉庫員の定年退職予定者がいなかったため，倉庫\n員の中から１名を異動させる必要があった。その当時，工業用水課工務係が１\n名欠員になったので，そこに資材課倉庫員が配転されることになったが，工務係\nの仕事はオートバイによる巡回業務が中心であったため，若い職員を配転する\n必要があった。そこで，水道局では，当時倉庫員で昀も若かったｅに，時間の融\n通が利き，試験勉強の時間が取りやすい旨話して，意向を聞くと，ｅも異動に同\n意した。\n（以上につき，乙９，証人ｇ）\n４　工業用水課における勤務状況など\n(1)　ｅは，平成７年５月１日付けで水道局工業用水課に異動し，職種が配管工事員\nに変更された。\nその当時の同課は，事務係と工務係によって構成され，一つの事務室に以下\nの者が配属されており，各係ごとに一団となって職員が配置されていた。なお，\n同課の事務室は，被告川崎市の市議会場のある建物の２階にあった。\nア　課長　　　被告ｂ\nイ　事務係　　被告ｃ（係長），被告ｄ（主査），ｎ（主任），ｏ\nウ　工務係　　ｐ（係長），ｉ（主査），ｑ，ｆ，ｅ\n(2)　ｅの仕事内容は，工業用水の使用先を回り，使用量の検針や流量計測設備の\n保守点検を行うものであり，同僚のｆ（ｅより一回り以上年長であった。）と２人で分\n担してオートバイで巡回していた。ｅとｆは，始業時の午前８時３０分から当日の段\n取りをして，午前８時５０分ころ，それぞれ決められた使用先を巡回するため事務\n室を出発し，午前中にこの作業を終了して事務室に戻り，午後はその日の巡回\n内容の事務整理と翌日の準備を行っていた。また，ｆとｅは，保守点検の結果，計\n測装置に異常があったときには，被告ｄに報告していた。そして，その報告を基\nに，被告ｄは，料金を調整していた。\nなお，ｅは，工業用水課に配転後，組合の中央委員（分会長）として活動するよ\nうになった。\n(3)　ｅが異動してきて間もなく，ｉは，工業用水課の住所録が配布された際に，本件\n工事に伴って以前自分が工務係主任として交渉したことがある原告ａ１とｅが同\n姓であり，住所も似ているので地図を調べたところ，ｅが原告ａ１の息子であると\n分かった。また，被告ｂも，平成４年５月１日から平成５年４月３０日までの間，同\n課事務係長として勤務しており，本件工事のことを知っていた（もっとも，原告ａ１\nと借地交渉をしていた当時には同課に在籍していなかった。）。\nｅが同課に異動して１週間から１０日後に，同課の歓送迎会が開催され，ｅも出\n席した。その際，ｅは，上司から，原告ａ１が本件工事に際し被告川崎市の申入\nれを断り，そのことで工事費が増大したことを聞き，同課全体の雰囲気が必ずし\nも自分を歓迎していないことを知るとともに，負い目を感じた。当日の夜帰宅した\nｅは，原告ａ１に対し，本件工事の際に原告らが耕作していた田のことで被告川\n崎市との間で問題を起こしたことがあるかなどと尋ねた。これに対し，原告ａ１\nは，以前に本件工事のために田を工事用地に使わせてほしい旨の話があり，こ\nれを断ったことがあるが，もめ事が起こるようなことはなかったと説明した。ｅは，\n歓送迎会の席上，上司から，本件工事に際して，原告ａ１が本件工事の用地使\n用を断ったので，被告川崎市は４０００万円余りの工事費を出費しなければなら\nなかったと嫌味を言われた旨話した。その際，ｅは，暗い表情をしており，原告ａ１\nから説明を受けた後も，気が沈んだような様子であった。\n(4)　被告ｂら３名の言動など\nア　ｅは，平成７年５月１日付けで工業用水課に異動し，その後２か月ぐらいは仕\n事を覚えるのに懸命であったが，無口で大人しく，同課の同僚・上司ともなじめ\nず，自分から話し掛けることもなく，また，話し掛けられても，下を向いたまま\nで，話に加わったりせず，コミュニケーションを取ることができない性格で，冗\n談を言ったりすることもなく感情も表に出すようなこともなかった。\n同課では，主に被告ｄを中心に被告ｂら３名によって課の雰囲気が作られる\n面もあった。特に被告ｄは，物事にはっきりした人物で，地声も大きく，大きな\n音を立ててドアを開閉したり，スリッパの音を立てて歩くなど動作も大きいとこ\nろがあり，内気でぼそぼそと話すｅに対し，「もう少し聞こえる声で話してくれ\nよ。」などと言ったこともあり，ｅは，被告ｄの言動に驚き，接し方が分からない\nような様子を見せていた。\n被告ｄとｆは，１０数年前に水道局川崎営業所で勤務したことがあったので，工\n業用水課でも，親しくしており，毎朝，ｆが外回りに出掛ける午前８時５０分ころ\nまでの間，ｆの席でｆが毎日買ってくるスポーツ新聞記載の風俗記事などを見\nながら雑談をしていた。\nイ　ところが，同年６月ころから，被告ｂら３名は，ｅに聞こえよがしに，「何であん\nなのがここに来たんだよ。」「何であんなのがＡなんだよ。」などと言うようにな\nった。\nまた，被告ｄは，ｆの席でスポーツ新聞に女性のヌード写真が掲載されている\n紙面を話題に話をしていたとき，ｆの隣の席にいながら会話に入ってくることな\nく黙っているｅに対し，「もっとスケベな話にものってこい。」「ｆ，ｅは独身なので，\nセンズリ比べをしろ。」などと猥雑なことを言ってからかうようになった。そして，\nｅが女性経験がないことを告げると，ｅに対するからかいの度合いはますます\n強まり，ｆに対し，「ｅに風俗店のことについて教えてやれ。」「経験のために連\nれて行ってやってくれよ。」などと言ったことがあった。\nさらに，その当時は，オウム真理教による地下鉄サリン事件及びその主宰者\nである麻原彰晃が連日マスコミをにぎわし，話題となっていた時期であった。\n被告ｄとｆは，互いに冗談交じりに「スケベ麻原」，「ジジイ麻原」などと呼び合っ\nていたが，他方，ｅに対し，被告ｄは，ｅが身長１７２センチメートル，体重約７５\nキログラムでやや太り気味であり，性格的にも内気であったため，「むくみ麻\n原」などと呼んだり，ｅが登庁すると「ハルマゲドンが来た。」などと言って嘲笑\nした。\nこれに加えて，被告ｄは，ストレス等のためにさらに太ったｅが，外回りから帰\nってきて上気していたり，食後顔を紅潮させていたり，ジュースを飲んだり，か\nらかわれ赤面しているときなどに，「酒を飲んでいるな。」などと言って嘲笑し\nた。\nこのような言動が主に被告ｄによって行われたときには，被告ｂ及び被告ｃ\nは，これを認識しながら，大声で笑って同調した。\nウ　これに対し，ｅは，黙って耐えていたが，ｆに聞こえるように「職場にいると息が\n詰まるし，気疲れする。」などと独り言を言っていたこともあった。そこで，ｆは，ｅ\nの心情に配慮し，夏ころから，業務報告のまとめをｅに代わって行い，午後もｅ\nを外回りの仕事に出すようになった。\nところが，ｅは，同年９月ころになると，休みがちとなった。被告ｂら３名は，ｅ\nに対し，「とんでもないのが来た。昀初に断れば良かった。」，「顔が赤くなって\nきた。そろそろ泣き出すぞ。」，「そろそろ課長（被告ｂのこと）にやめさせて頂い\nてありがとうございますと来るぞ。」などとｅが工業用水課には必要とされてい\nない，厄介者であるかのような発言をした。\nエ　ｅは，同年９月には，半休を含めて６日仕事を休んだが，同月２４日に行われ\nた土木職への転任試験は受けた。同年１０月にも，半休を含めて６日仕事を\n休んだ。\nまた，そのころには，ｅは，出勤して巡回作業に出掛けても，仕事をせずにカ\nーフェリー乗り場で休んでいる姿を目撃されたこともあった。　ｅは，ｆに対し，休\nみがちになった理由について「職場にいると息が詰まるし，気疲れするから工\n業用水課の部屋にいるのが嫌だ。」などと言っていた。\nオ　その後，ｅは，原告らに対し，被告ｂら３名から「何であんなのがここにきたん\nだよ。」，「何であんなのがＡの評価なんだよ。」などと聞こえよがしに言われ，\nいじめを受けている旨告げた。その際，ｅは，原告ａ１に対し，「二ヶ領用水工\n事の時にうちの田を使わせていれば，こんないじめに遇わないですんだであ\nろうに，どうして田を貸さなかったのか。」などと言って食って掛かり，何回も非\n難した。\nまた，被告ｂら３名のうち１名が欠勤したりしたときなどには，ｅは，家に帰っ\nてきてから，「今日はいじめがなかった。」などと原告ａ２に報告した。\nカ　同年１１月１８日から１９日にかけて，熱海で泊まりがけで川崎市水道局の工\n業用水課，給水部管理課，企画課の３課合同旅行会（以下「合同旅行会」とい\nう。）が行われた。ｅは，同月に入り，１０日，１５日から１７日にかけて休んだも\nのの，原告ａ１から，工業用水課に配属されて初めての旅行だからと勧められ\nたこともあって，これに参加した。\n合同旅行会は現地集合であったところ，被告ｂら３名は，移動中から酒を飲\nみ，ホテル到着後も，夜の宴会が始まる前にも部屋で酒を飲んでいた。\nｅは，被告ｂら３名が酒を飲んでいる部屋に，休みがちだったことなどについ\nて挨拶に行ったところ，被告ｄは，持参した果物ナイフでチーズを切っており，\nそのナイフをｅに示し，振り回すようにしながら，「今日こそは刺してやる。」など\nとｅを脅かすようなことを言った。また，被告ｄは，合同旅行会の前ないしその\n宴会の席上において，ｅに対して「一番昀初にセンズリこかすぞ，コノヤロー。」\nなどと言ったり，ｅが休みがちだったことについても「普通は長く休んだら手み\nやげぐらいもってくるもんだ。」などと言ったことがあった。\nｅは，合同旅行会の参加者全員で写真撮影をした際には，被告ｄの隣で立っ\nていた。ｅは，被告ｄの上記言動に嫌気がさした上，翌日結婚式に出席するこ\nともあって，合同旅行会の夜は宿泊せず，午後１０時ころ帰宅した。原告ａ１\nは，帰宅後にはｅの様子が悪く見えたので，何かあったのか尋ねたところ，被\n告ｄからナイフを突きつけられ，「これで刺してやる。」と言われた旨答えてい\nた。\nキ　同月１９日，友人の結婚式に出席したｅは，同じく出席していた同僚であるｈ\nに対し，工業用水課で被告ｂら３名にいじめられていると話した。ｅが両親であ\nる原告ら以外の者にいじめられていると話したのはこれが初めてであった。\n合同旅行会以後，ｅは，被告ｄの前に出ると，一層おどおどした態度を見せ\nるようになった。\nなお，同月２４日は，土木職への転任試験の合否発表日であったが，結果\nは不合格であった。\nク　また，ｅは，ｍ議員にも，上司から，本件工事に伴って原告ａ１が被告川崎市\nの申出を断ったことで工事費用が大きくなり被告川崎市に損害を掛けたと言\nわれ，いじめを受けていると訴えた。これを聞いた同議員は，同月下旬ころ，\n被告ｂと面談して，いじめの事実の有無を調査するよう申し入れた。\nケ　ｅは，同年１１月には，半休を含め１０日出勤したが，合同旅行会後は，半休\nを含め４日しか出勤しなかった。\n(5)　組合の事情聴取，被告川崎市による調査など\nア　組合は，ｈから，ｅが工業用水課においていじめを受けている旨の報告がなされ\nたので，実態調査を行うことになった。これを知った被告ｂら３名は，「被害妄\n想で済むんだからみんな頼むぞ。」「工水ははじっこだから分からないよ（友達\nを何とかしないとな。）」「まさか組合の方からやってくるとは思わなかった。」な\nどと，工業用水課の他の職員に対し，ｅに対するいじめ，嫌がらせはｅの被害\n妄想であり，ｅを除く職員全員でいじめの事実を見聞したことはないと言えば，\nいじめはなかったことになる旨働き掛けるなどして，ｅに対するいじめの事実が\nｅの被害妄想であると口裏合わせをするように働き掛けた。\nイ　組合中央支部の支部長であるｊ（以下「ｊ支部長」という。）及び書記長であるｋ\n（以下「ｋ書記長」という。）は，ｇ課長に対し，組合本部において，ｅから事情を\n聴取するので，同席してほしい旨要請した。\n平成７年１２月５日，組合本部において，ｅ，原告ａ２，ｇ課長，人事係長ｒ，被告\nｂ，ｊ支部長，ｋ書記長が立ち会いの上，ｅに対するいじめ問題の事情聴取が行\nわれた。ｅは，これまでに被告ｂら３名からいじめを受けた内容を予め２６項目\nにまとめてメモ（甲３。以下「ｅメモ」という。）を作成し，これを読み上げた。その\n際，普段無口で大人しく，ぼそぼそと話すｅが，大きな声でメモを読み上げたた\nめ，居合わせた者は一様に驚いた。ｅの訴えに対し，被告ｂは，錯覚であると\n答えるのみで，効果的な反論はしなかった。\nまた，その際，ｅは，同月４日付けＢ病院の診断書を提出した。その内容は，\n心因反応という病名で，平成７年１１月３０日から１か月の休養を要するという\nものであった。\nなお，ｅメモには，以下の内容が記載されていた。\nタバコを吸っているとねないで済む\n別荘を持っていないと言ったら持っていれば１ヶ所しか行けないから　な\n話を作るのは課長と係長がうまい\nずうずうしい，態度がでかい（もう少しかわいげがあればな）\n何であんなのがＡなんだよ\nハルマゲドンが来た\n麻原\n食事して汗をかき顔が赤いと酒を飲んでいる\n地下の自販機でジュースを飲んでいると何か少し入れても臭いもしな　い\nしわからないんだから\nまさか仕事中にしょうちゅうを飲ませるわけにいかないしな\nトイレに良く行くと何をしてるんだか（ションベンをしていないみた　いだ俺\nは良くでる）\nとんでもないのが来た。昀初に断れば良かった\n顔が赤くなってきた。そろそろ泣き出すぞ，\nそろそろ課長にやめさせて頂きましてありがとうございましたと来る　ぞ\nあいつは気が小さいから何もできない\n３課合同旅行で１番昀初にセンズリこかすぞコノヤロー\nナイフでチーズを切りながら今日こそは刺してやる\n役所は何でもナマイキだで済むからな\n被害妄想で済むんだからみんなたのむぞ\n工水は，はじっこだからわからないよ（友達を何とかしないとな）\n酒を飲まないと調子が出ない\nまさか組合の方からやってくるとは思わなかった\nいじめられているように小さくなっている\n今度工水に来たやつはずうずうしいらしいな，そうなんだよ工水は２　階の\nオアシスだからな\nどうせ友達がいないんだからみんなでやってやればいいんだ\n普通は長く休んだら手みやげくらい持ってくるもんだ\nウ　ｅは，平成７年１２月には，１９日に出勤したのみで，この日以外は出勤しな\nかった。\nｅからのいじめられているという訴えを受け，ｇ課長は，自ら被告ｂら３名のほか\n工業用水課職員から事情聴取をするとともに，被告ｂに対し，工業用水課の職\n員を中心にいじめを見聞したことがあるか否か調査するよう指示したが，その\n後ｅが欠勤を続けているということでｅから直接事情を聴取することはなかっ\nた。\n調査の結果，ｇ課長は，いじめの事実を自ら確認することはできなかった上，\n平成８年１月９日，被告ｂからも同様の報告を受けた。\nエ　また，ｍ議員は，平成８年１月５日，被告ｂと面談し，ｅの希望に添って配置転\n換をしてほしい旨申し入れた。\nオ　ｅは，同年１月に入っても，出勤しなかった。上記調査結果が出された同月９\n日，ｇ課長，ｋ書記長らは，原告ら宅を訪問し，職場復帰の日，復帰後の執務\n場所などについて話合いを行ったが，調査結果については報告しなかった。\nしかし，ｅは，同月１６日ないし同月１８日に出勤したのみで，その後は出勤し\nなかった。なお，ｅは，工業用水課に配属されてから，太りだし，平成８年１月こ\nろには，配属当初７０から７５キログラム程度であった体重は８５キログラム程\n度に増えていた。\nカ　同月２２日，水道局総務部長であるｌ（以下「ｌ総務部長」という。）は，原告ａ１から\n面談を求められ，ｅの机の中から遺書が出てきたと知らされた。そこで，同日，\nｇ課長及びｒ係長は，Ｂ病院の担当医師と面談し，その後，原告ら宅を訪問し\nた。その際，ｅは，資材課への配転の希望を申し出たが，ｇ課長らは，ｅ及び原\n告らに対し，「今休んでいるので，配転替えは難しい。」旨答えていた。\nキ　平成８年１月ころ，ｆは，出勤していなかったｅの税金の年末調整を原告ら宅\nの昀寄り駅（登戸駅）近くの喫茶店まで持参したことがあったが，その際，原告\nａ２がｆに対し，工業用水課でのｅの様子を聞いたところ，ｆは，ｅメモに記載され\nた内容とほぼ同様のいじめ，嫌がらせの事実があったと話していた。\n(6)　Ｂ病院における治療状況など\nア　Ｂ病院への受診経過\nｅは，平成７年１１月２８日，Ｅ医院で受診した。その際，ｅは，担当医師に対\nし，同年５月に職場が変わり，そのころより胃痛，食後吐き気などがあり，職場\nの人間関係でストレスを負っている旨訴えた。同医師は，診察の結果，Ｂ病院\nを紹介した。なお，同年１２月２日，同医院でレントゲン検査がなされたが，異\n常がなかった。\nイ　Ｂ病院におけるｅの訴え（同病院のカルテ記載による。）\n(ｱ)　平成７年１１月３０日（初診）\n上司にいじめられた。課長と（工務係だが）別の事務係長と事務係の主査\nにいじめられた。３人がわざと本人に聞こえるように話をする。「ハルマゲド\nンが来た」「麻原」「図々しい奴が来た」\n本人だけしか移動で行かず。本人が振り向くと黙る。３人で大声で言う。\n他人が聞こえるように「わざと聞こえるように言っているのだ」と言った。\n６月から１０月まで相談しないで我慢していた。憂鬱だった。１１月に組合\nに相談した。改善の努力してくれるが改善しないので，逃げ場がなくなり苦\n痛になった。\n平成７年９月から，夜寝汗をかく，不眠，腹具合が悪い，気分が晴れぬが\nひどくなった。食欲なし。\n死にたいと思う。\n私止めても働く場所ないし，心が沈む。\n(ｲ)　同年１２月４日\n工業用水課のｂ課長，ｃ事務係長，ｄ事務係主査が意地悪する。\n(ｳ)　同月１１日\n５日に今まであったことを全部メモしていった。皆の前で公表した。でも認\nめられたのは一部。ｂとｃははっきりやったと言わず。ｄの分は何となく認め\nた。\n(ｴ)　同月１５日\n職場は変わってない。私不安になった。多分もうないと思うが光景が浮か\nんでくる。近づくと行きたくなくなる。\n(ｵ)　同月２５日\n１２月２０日出勤した１日　違うことで納得できぬ。\n（意地悪の方はどうなった？）表面上はない。\n(ｶ)　平成８年１月８日\n１月４日から仕事始め，行ったが勤務できず，３人の顔見て駄目，仕事す\nる気になれず？体緊張した。あと休。人の目が気になる。\n意地悪されつらい，状況変り，軽くなっている。\n自分で重くなっている気がする。\n死にたくなる。\n(ｷ)　同月２４日\n配転を考えると課長が言ってくれた。\n意地悪もうない。\n(ｸ)　同年２月７日\n人事係長に電話した。３月の異動は無理と言われた。「３月１日から１か月\n働けば今の職場で働け。」と言われた。今の職場に復帰すれば，前の記憶\nがよみがえる。\n診断書は市役所のだ，また起きるといけないので３人の名を入れて発症か\nら書いてもらいたい。\n(ｹ)　同月１９日\n職員課長（ｇ）と人事係長（ｒ）に電話で聞いた。はっきりしたこと言わぬ。\n(ｺ)　同年３月１５日\n３月１４日審査会で，Ｄ先生と話した。結果は３月２７日に審査会開き，異\n動日と職場復帰が決まる。ぎりぎりだ。不安だ。\n(ｻ)　同月２９日\n異動決定した職場復帰も４月１日からになった。前の職場に戻ることになっ\nた。前のつながっていた人間関係がどうなってる。信用なくなってるのでは\nないか？\nウ　Ｂ病院の医師の診断など\nＢ病院では，初診以来，ｅの症状については，心因反応と診断した。同病院の\n担当医師は，紹介先のＥ医院に対し，平成７年１２月２日付けの書面で，「職\n場の人間関係に関係のある心因反応だと思いますので，外来通院で治療し\nます。必要なら入院も考えます。」と報告した。その後，同病院で薬物療法と精\n神療法が行われた結果，症状は軽快の傾向が見られた。同病院の担当医師\nは，軽度の不安はあるが，平成８年４月１日から職場復帰が可能であるとし，\nその際，人事異動を行うのが適当であると診断した。\n（以上につき，甲３，１４ないし１９，乙１の１ないし１の１１，８の１ないし８の９，９，\n１３ないし１６，証人ｇ，同ｆ，原告ａ１〈第１回〉，同ａ２，被告ｂ，同ｃ，同ｄ）\n５　資材課への異動及びその後の状況など\n(1)　上記のとおり，ｇ課長らは，当初，ｅ及び原告らに対し，「今休んでいるので，配転\n替えは難しい。」旨答えていた。\nその後，水道局は，ｅの希望とＢ病院の医師の診断結果を基に，資材課量水器\n係に異動させることにし，平成８年３月１４日，ｌ総務部長が，ｅを同係に異動させ\nるためには労働条件の変更を伴うため，組合３役に対し，事前説明を行って，職\n場復帰の作業を進めた。\n一方，ｅは，他課への配転がなされるかどうかなどに不安を抱き，同月１５日，\nＢ病院で治療を受けていったん帰宅した後，外出し，夜になってｊ支部長らに電話\nで「車で岸壁にぶつかって死んでやる。」などと言ったので，驚いた同支部長ら\nは，ｅを説得し，帰宅させた。\n結局，ｅは，同年４月１日付けで同係に配転されることになり，同日，同係に出\n勤した。ところが，工業用水課のいじめに加わった上司の一人が昇進するらしい\n旨聞いてショックを受け，帰宅後も興奮状態が続いていた。同月２日朝，ｅは，ｌ総\n務部長に対し，電話でその人事異動について抗議した。その後，ｅは，自宅物置\nでロープを吊って自殺を図ったが，原告ａ１が発見して思いとどまらせた。\n(2)　ｅは，同月４日には，ガス栓を開けて自宅台所でガス自殺を図ったが，ガス漏\nれの気配に気付いた原告ａ２がガス・を締め，未遂に終わった。また，同月７日に\nは大量服薬をして，救急車で搬送された。\nｅは，同月１日と同月２日のみ出勤し，その後は同年１２月まで欠勤が続いた。\n(3)　資材課への異動後のＢ病院における治療状況など\nア　平成８年４月３日\nｅは，担当医師に対し，「他人の茶をのみ，こぼしたことを気にした。辛いと\nいい，嘆く。昨夜すさんだ。物置でロープをつった。工業用水の元係長が課長\nになったらしい。それがきっかけだが，他人ならならぬ。」などと説明した。\nイ　同月５日\nｅは，担当医師に対し，昨夜ガス栓をひねり死のうとした，死んだ方がよかっ\nたと思うなどと話したところ，同医師から「あなた自分を大事にして自殺しない\n気持になってくれるといい。」「死にたいの分かるが我慢して。」と説得され，\n「そのようにします。」と答えた。\nウ　同月９日\n原告ａ１は，ｅが自殺未遂を起こしてから，このまま在宅治療を続けることに不\n安を抱き，担当医師に相談したところ，Ｂ病院が満床であったため，日精病院\nを紹介された。\n(4)　日精病院，Ｂ病院における治療状況など\nア　日精病院における第１回目の入院\nｅは，平成８年４月９日，同病院で診察を受けた。その際，ｅは，担当医師に\n対し，「職場でいじめに遭っていた。仕事に行くのは嫌で休んでいた。周囲で何\nか話していると落ち着かない。自分のことを悪く言われているような気がする。\n声が聞こえて来るというようなことはありません。死にたくなることは時々あっ\nた。実際に計画した。ガス栓を開いたり，薬をまとめて飲んだりした。」と訴え\nた。担当医師は，ｅが未遂にとどまっているものの自殺を繰り返しており，自殺\n念慮が残存すると診断し，同日，ｅを医療保護入院させた。\nその後，ｅは，外泊の許可をもらって自宅に帰ったことがあったが，その期間\n中，仕事のことを考え，不安定になり自殺を企てた。\nｅは，Ｂ病院に転医するため，同年５月１７日日精病院を退院した。\nイ　Ｂ病院への通院\nｅは，同月１８日，同月１９日，同月２４日，Ｂ病院で治療を受けた。その際，\n担当医師に対し，「体重落ちぬ。９８㎏。職場を恨んでいたのは多少残ってい\nる。死にたいがやせたいに変わった。」などと話していた。\nウ　日精病院における第２回目の入院など\nｅは，Ｂ病院が満床であったため，同月２４日，日精病院に再度任意入院し\nたが，同月３１日，デイケアで病棟を出てそのまま自宅に帰ってしまうという事\n故が発生したため，医療保護入院に切り替えられた。そして，外泊中の同年６\n月２０日，Ｂ病院を受診した際，ｅは，「女の子いて声かけ振られた。」などと話\nしていた。同病院の医師は，ｅに対し，デイケアに通うよう指導した。\nｅは，同年７月８日に日精病院を退院し，その後，同病院にデイケアに通って\nいたが，不安感が増大し，状態が悪化したため，同月３０日，ｅを診察した同病\n院の医師の紹介により，福井記念病院に転医することになった。\nエ　日精病院の診断\n同病院の医師は，ｅの症状につき，第１回目の入院時には，精神分裂病，人\n格障害と診断したが，入院後の平成８年４月２０日以降は心因反応，境界性\n人格障害と診断した。また，第２回目の入院時には，精神分裂病と診断した\nが，その後は，境界性人格障害と診断し，退院後，心因反応と診断し，福井記\n念病院への紹介状には，精神分裂病あるいは境界性人格障害と記載した。\n(5)　福井記念病院における治療状況など\nア　第１回目の入院\nｅは，平成８年７月３０日に入院し，精神療法を受けたが，入院したころ，「水\n道局では，４ケ所程勤務場所が変ったが，３ケ所目の工業用水課に勤務して\nいた時に，上司３人に色々といやがらせをされた（平成７年５月～）。以前用地\n使用の件で父に依頼してきたことがあったが，父が断った経緯がある（平成４\n年頃）。上司からおまえの父が断ったために７０００万円余計に使ったと言わ\nれたことがある。」と話していた。\nまた，ｅは，平成８年８月８日，担当医師に対し，「病気になったのは父が用\n地使用の件で断ったことが契機になっている。もう済んだことではあるが，時\n々思い出したりしてしまう。」と話したこともあった。\nその後も，ｅは，職場や原告ａ１に関し，担当医師に対し，「父の話があって\nから水道局が嫌いになってしまった。ほかの局に行くには試験があるので行く\nことができない。」，「前の土地の件のことがひっかかっている。水道局の人も\n許せないが親も許せない。」，「当時父には貸した方が良いと話したが，父は\n田んぼがやりにくくなってしまうからと反対した。」などと話していた。\nｅは，同月１９日，任意入院から医療保護入院に切り替えられ，治療をうけて\nいたが，症状が軽快したので，同年１０月１４日退院した。\nイ　第２回目の入院\nｅは，福井記念病院を退院後，Ｃクリニックに通院していたが，同年１１月７\n日，同病院を受診した際，「夜間眠れない。外に出ようとしない。夕方になると\n不安が大きくなり，泣き出すこともある。」と訴え，入院を希望したので，同日，\n同病院に入院した。その後，精神療法がなされていたが，ｅは，「１２月に職場\n復帰したいので，審査会の用紙が送られてきた段階で退院したい。入院した\nのは肥満防止のためだから。」などと話していた。結局，ｅの希望により，入院\n後５日目に退院した。\nウ　第３回目の入院\nｅは，同年１１月１１日に福井記念病院を退院したが，同月１３日，同病院を\n受診した際，「退院したが，家でごろごろしている。食べてばかりで体重が減ら\nない。入院して体重を減らしたい。」と訴えて入院を希望したので，同日，同病\n院に入院した。\nｅは，同月１５日，担当医師に対し，「１１月１２日自宅で首つりを図る。夕方\n家の倉庫で吊ったが，ロープが切れて助かった。もう馬鹿なまねはやりませ\nん。１２月から仕事に出ようと思ったけど出れないことで先生を恨んでいまし\nた。ただ入院して先生の気持ちも分かりました。病気を治したいので自宅で療\n養したい。」と話し，入院後４日目に退院した。\nエ　福井記念病院の診断\n同病院の医師は，ｅの症状につき，第１回目に入院した当時，精神分裂病\nと診断したが，被告川崎市宛ての診断書では，心因反応と診断した。その後\nも，精神分裂病と診断し，第３回目の退院時の病名も精神分裂病であった。\n(6)　Ｃクリニックにおける治療状況など\nア　ｅは，第１回目に福井記念病院を退院した後である平成８年１０月１７日，Ｃク\nリニックで受診した。また，第３回目に同病院を退院した当日である同年１１月\n１６日と同月２８日に同クリニックを受診し，その後，同年１２月には３回，平成\n９年１月には９回，同年２月には３回（昀終日同月２７日）それぞれ同クリニック\nに通院した。\nイ　ｅは，同クリニックに通院中，「１日中不安感にさいなまれ，困惑状態であっ\nた。」，「死にたい。」，「１月１日復職決定。余り自信はない。」などと訴えてい\nた。\nウ　ｅは，平成９年１月復職したが，同月９日，同クリニックを受診した際，「今日\n休んでしまった。何となく困っちゃって朝起きられなかった。」などと説明してい\nた。その後も，ｅは，同クリニックで受診する都度，不安感などを訴えていた。\nエ　同クリニックでは，ｅの症状につき，初診時，精神分裂病と診断したが，平成\n８年１２月６日付けの被告川崎市宛ての診断書では，傷病名を心因反応とし，\n「現在は症状なく安定しており，寛解状態にある。平成９年１月１日より復職が\n可能である。」と診断した。その後も，被告川崎市宛ての診断書では，心因反\n応と診断していたが，Ｂ病院宛の診療情報提供書では，精神分裂病と診断し\nていた。\n(7)　その後のｅの状況など\nｅは，平成８年９月ころからマンションで一人暮らしをする準備をし，自立する努\n力などをした。\n被告川崎市は，Ｃクリニックの診断とｅの希望に基づき，平成９年１月からｅを職\n場復帰させることを決定した。しかし，職場への復帰は思うようにならず，ｅが出\n勤できたのは同月６日，同月７日，同月８日，同月１３日（ただし１３日は半休）の\nみであり，その後は出勤できなくなってしまった。ｅは，なおも職場復帰したいと考\nえ，同年２月下旬ころには，同年４月１日の職場復帰に向け，体力を付けておか\nなければならないとして，トレーニングを始めるなどしていた。ｅの病状は，回復\nに向かったり逆に増悪したりすることを繰り返していた。\n（以上につき，乙１の１，２の１ないし２の５０，３の１ないし３の２４，　４の１ないし\n４の６，８の８，９）\n６　ｅの自殺状況など\n(1)　平成９年３月４日，ｅは自宅１階で首をくくって自殺した。ｅの遺体の目のあたりに\nは新しい傷があり，原告らの顔にもｅが不安が高じて原告らに暴力をふるった際\nにできた青あざがあった。なお，死亡時のｅの体重は約９０キログラムであった。\n(2)　ｅの死亡当日，原告ａ１は，自宅物置などにおいて，以下のとおり，ｅが記載し\nた遺書１ないし５（５通）を発見した。遺書１は段ボールの破片の表裏に記載され\nたものであり，遺書２ないし５はいずれもノートに記載されたものである。\nア　遺書１\n私，ｅは，工業用水課でのいじめ，ｂ課長，ｃ係長，ｄ主査に対する「うらみ」の\n気持が忘れられません。また水道局の組しき機構の見直し，人事異動の不公\n平にがまんができません。そして組合（本部）もくさいものにはフタのような考\nえ方で納得できません。昀後にお世話になった方々にごめいわくをかけまし\nた。すいませんでした。お父さん，お母さん私がいなくなっても気を落さないで\nがんばって下さい。二十八才まで育ててくれてありがとうございました。平成八\n年一月三日午前三時三十分ｅ３人の双らをうらみながら死にます。四日午後\n十一時四十五分\nイ　遺書２\nお父さん，お母さん，先立つ不幸をおゆるしください。今回の役所の事では大\n変めいわくをかけてしまいました。今まで２８年間苦労のかけっぱなしで一度\nも孝行できませんでしたが，私は幸せでした。お世話になりました。\nウ　遺書３\nｍ先生，奥様，ｗ様，役所に入れて頂いたばかりでなく，今回のことでは大変\nめいわくをおかけしましたが，このような結果になってしまいました。おわびの\nしようもありませんが，これでおゆるし下さい。\nエ　遺書４\nｘ書記長，ｊ支部長，ｋ副支部長，今回のことでは大変ごめいわくをおかけしまし\nた。何度も登戸まで来て頂きはげましていただきましたが，これで限界となり\nました。生前のお礼を申し上げてお別れさせて頂きます。ありがとうございまし\nた。\nオ　遺書５\nｙ主菅，ｚさん，ｈさん，資材にいるころから，ほんとに良くしてもらい大変感しゃ\nしています。\n（以上につき，甲２，２１の１ないし２１の４，原告ａ１〈第１，２回〉）\n７　ｅの自殺後の経過\n(1)　ｍ議員は，平成９年３月１２日，川崎市議会の予算審査特別委員会において，\nｅの自殺の原因として職場におけるいじめがあったとして質問した。これに対し，\nｓ水道局長は，ｅに積極的に職場に溶け込んでいくという姿勢が見られず，転任\n試験も重なり，精神的重圧を受けて欠勤するようになり，休職期間中，ｅ，原告ら\n及び医師と相談しながら昀善の方法を模索していたが，自殺に至った旨答弁し，\nいじめがなされていたことを否定した。\n(2)　原告らは，ｅの死亡後，ｆに対し，いじめの事実の有無について質問したところ，\nｆは，これを認めた。その後，ｆは，平成９年４月１４日付けメモ（甲１９。以下「ｆメ\nモ」という。）を作成し，原告らに渡した。そのメモの内容は，以下のとおりであ\nる。\nオウム教　サリン事件のときで\n日刊スポーツ\nすけべ麻原　ｆ\nむくみ〃　ｅ\n日刊のハダカ\nｆ，ｅ独身なので\nセンズリくらべ\nもっと，スケベな話に乗って来い。\n音無しいのでもっと大声，元気を出せ。\nｆみたいにずぶとくなれ。\n三課合同旅行で\nナイフでつまみかチーズ切っていて\n手元で振り廻す。\n５月は何でもない\n６～７月で\nびびり出す。→工水に居るのがいやなので\n夏にもＡＭ，ＰＭ外に出る\n(3)　原告らは，被告川崎市の対応に不信を抱き，原告代理人である根本孔衛弁護\n士に相談し，ｅメモ，ｆメモを渡したところ，同弁護士から，事実関係を確認するた\nめ，ｆを同行するよう指示された。\nその後，原告らは，ｆを同行して，同弁護士の事務所に赴いた。同弁護士は，ｆ\nから説明を受けながら，手控えを取った。その手控え中には，「当時オーム事件\nが盛んに報道されているときで，ｄは，ｆ，ｅが太り気味で顔が丸いので，ｆに対して\nすけべ麻原と似ている，ｅに対しては顔がむくんで麻原と同じ類いだ」，「ｅはｄの\nこのような言動を経験して怖い人だと思っていたようである。ｅから特に相談は受\nけなかったが，ｄのたいどについてｅが嫌がっていたようなので，午後も外まわり\nの仕事に出て，検査結果のまとめの方は，自分でやってあげると言った。」，「日\n刊スポーツ紙などに載っているヌード写真をｆ，ｅに見せつけて，どうだと言ってか\nらかっていた。このような時期（６月下旬）頃ｅが自分は女性経験がないとｄに話\nしたことがある。それをきっかけにして余計にからかいを強めてからかいの度が\nはげしくなり，ｆに対してｅを風俗営業に連れて行って女を知ってこい。ｅはこれに\n対して下を向きに黙っていた。ｅは声が小さいし，ぼそぼそと話しをするくせがあ\nるが，これに対しｄが「ｅ，もっと元気を出せ，大きな声で話せ。」と言っていた。\n（ｅ，ｆを呼捨て）記事の中のわいせつ関係の部分を見せて，男なんだから，こん\nな話にも乗ってこい。」などと記載されていた。\n（以上につき，甲１０，１６ないし１９，証人ｆ，原告ａ１〈第１回〉，同ａ２）\n８　被告ｂら３名のｅに対するいじめの有無について\n(1)　以上認定の事実関係に基づいて判断するに，①被告ｂら３名が，平成７年５月\n１日付けで工業用水課に配転されたｅに対し，同年６月ころから，聞こえよがし\nに，「何であんなのがここに来たんだよ。」，「何であんなのがＡの評価なんだ\nよ。」などと言ったこと，②被告ｄが，ｆといわゆる下ネタ話をしていたとき，会話に\n入ってくることなく黙っているｅに対し，「もっとスケベな話にものってこい。」，「ｆ，ｅ\nは独身なので，センズリ比べをしろ。」などと呼び捨てにしながら猥雑なことを言\nったこと，そして，ｅが女性経験がないことを告げると，ｅに対するからかいの度\n合いをますます強め，被告ｄがｆに対し，「ｅに風俗店のことについて教えてや\nれ。」「経験のために連れて行ってやってくれよ。」などと言ったこと，③被告ｄが，\nｅを「むくみ麻原」などと呼んだり，ｅが登庁すると「ハルマゲドンが来た。」などと\n言って嘲笑したこと，④被告ｄが，ストレス等のためにさらに太ったｅに対し，外回\nりから帰ってきて上気していたり，食後顔を紅潮させていたり，ジュースを飲んだ\nり，からかわれて赤面しているときなどに，「酒をのんでいるな。」などと言って嘲\n笑したこと，⑤同年９月ころになると，いじめられたことによって出勤することが辛\nくなり，休みがちとなったｅに対し，被告ｂら３名は，「とんでもないのが来た。昀初\nに断れば良かった。」「顔が赤くなってきた。そろそろ泣き出すぞ。」「そろそろ課\n長（被告ｂのこと）にやめさせて頂いてありがとうございますと来るぞ。」などとｅが\n工業用水課には必要とされていない，厄介者であるかのような発言をしたこと，\n⑥合同旅行会の際，ｅが，被告ｂら３名が酒を飲んでいる部屋に，休みがちだっ\nたことなどについて挨拶に行ったところ，被告ｄが，持参した果物ナイフでチーズ\nを切っており，そのナイフをｅに示し，振り回すようにしながら「今日こそは切って\nやる。」などとｅを脅かすようなことを言い，さらに，ｅに対し，「一番昀初にセンズ\nリこかすぞ，コノヤロー。」などと言ったり，ｅが休みがちだったことについても「普\n通は長く休んだら手みやげぐらいもってくるもんだ。」などと言ったことが認められ\nる。\n(2)　以上のとおり，ｅが工業用水課に配属になっておよそ１か月ぐらい経過したころ\nから，内気で無口な性格であり，しかも，本件工事に関する原告ａ１とのトラブル\nが原因で職場に歓迎されていない上，負い目を感じており，職場にも溶け込めな\nいｅに対し，上司である被告ｂら３名が嫌がらせとして前記のような行為を執拗に\n繰り返し行ってきたものであり，挙げ句の果てに厄介者であるかのように扱い，さ\nらに，精神的に追い詰められて欠勤しがちになっていたものの原告ａ１から勧め\nられて同課における初めての合同旅行会に出席したｅに対し，被告ｄが，ナイフ\nを振り回しながら脅すようなことを言ったものである。そして，その言動の中心は\n被告ｄであるが，被告ｂ及び被告ｃも，被告ｄが嘲笑したときには，大声で笑って\n同調していたものであり，これにより，ｅが精神的，肉体的に苦痛を被ったことは\n推測し得るものである。\n以上のような言動，経過などに照らすと，被告ｂら３名の上記言動は，ｅに対す\nるいじめというべきである。\n９　被告らの主張に対する検討\n(1)　被告らは，被告ｂら３名によるｅに対するいじめの事実はなく，ｅは，精神分裂病\nないし境界性人格障害による関係妄想，被害妄想が生じた結果，被告ｂら３名\nからいじめを受けたと訴えていたものである旨主張し，証人ｆ，同ｇ，被告ｂ，同ｄ\n及び同ｃの各供述及び乙９，１０，１２，１３の各陳述書の記載中には，これに沿う\n部分がある。\nしかしながら，前記のとおり，①ｅは，平成７年１２月５日，組合本部において，ｊ\n支部長らの組合幹部に加えて，ｇ課長，被告ｂらの立会の下，ｅメモを読み上げて\nいじめを訴えたが，これには，日時，場所等の記載はないものの，工業用水課で\nいじめをうけた内容が一応具体的に記載されており，これを聞いた被告ｂは，効\n果的な反論をしなかったこと，②ｅは，いじめを受けた後，原告ａ１に対し，いじめ\nを受けていることを打ち明け，「二ヶ領用水工事の時にうちの田を使わせていれ\nば，こんないじめに遇わないですんだであろうに，どうして田を貸さなかったの\nか。」などと原告ａ１を非難し，また，合同旅行会でいじめを受けたことについて\nは，「宴席でｄという上司から，チーズ料理について出てきたナイフを突き付けら\nれ，「これで刺してやる」とおどされた。」と具体的に述べていること，③ｅは，原告\nａ２に対しても，「何であんなのがここにきたんだよ。」，「何であんなのがＡの評価\nなんだよ。」などといじめを受けていたことを訴えるとともに，被告ｂらの３名のうち\nの１名が欠勤すると，嫌がらせをされないなどと報告していたこと，④ｅは，ｍ議\n員にも，上司から，本件工事に伴って原告ａ１が被告川崎市の申出を断ったこと\nにより工事費用が大きくなり被告川崎市に損害を掛けたと言われるとともに，そ\nのことでいじめを受けていると訴え，同議員は，平成７年１１月下旬ころ，被告ｂと\n面談して，いじめの事実の有無を調査するよう申し入れ，さらに，平成８年１月５\n日，被告ｂに対し，ｅを工業用水課から資材課などに異動させるよう申し入れたこ\nと，⑤ｅは，昭和６３年４月に水道局に採用されて以来，真面目に勤務していた\nが，工業用水課に配転後２ないし３か月が経過してから，ｆに聞こえるように，「職\n場にいると息が詰まるし，気疲れする。」と独り言を言うようになり，半年後からは\n休暇も多くなり，しかも，合同旅行会後，被告ｄの前に出ると一層おどおどした態\n度に出るようになり，間もなくほとんど出勤しなくなってしまったものであり，この\nような経過に照らすと，工業用水課に配転後，ｅを精神的に追い詰めるような出\n来事があったと推認されること，⑥ｅは，合同旅行会後の平成７年１１月３０日，Ｂ\n病院で受診し，その後も通院していたが，同病院では心因反応と診断されており\n（ｅは，平成８年１月１９日には，Ｂ病院の医師に対し，自己の病状が重くなってい\nる気がする旨述べており，典型的な精神分裂病では病識がないとされていること\n（甲６）からして，少なくともその時点において精神分裂病に罹患していたとは認\nめられないこと），その後自殺を企てるようになってから，精神分裂病あるいは境\n界性人格障害と診断されたものであり，しかも，同病院，日精病院，福井記念病\n院及びＣクリニックで受診した際，一貫して，各医師に対し，職場において被告ｂ\nら３名から受けたいじめによる不安，精神的苦痛を訴えていたこと，⑦ｅは，遺書\n１を作成しながら，自殺を思いとどまったが，これには，「私，ｅは，工業用水課で\nのいじめ，ｂ課長，ｃ係長，ｄ主査に対する「うらみ」の気持が忘れられません。」な\nどと記載されていたこと，⑧ｆメモ及び同人から事情聴取した根本弁護士の手控\nえには，被告ｄがｅに対し「むくみ麻原」と呼んでいたこと，ヌード写真を見せてか\nらかっていたこと，合同旅行会において，ナイフを振り回していたことなどの記載\n部分があり，これらはｅに対するいじめがなされた事実を裏付ける証拠となり得\nることが認められ，これらの諸事情を併せ考えると，いじめの事実を否定する証\n人ｇ，同ｆ，被告ｂ，同ｄ及び同ｃの各供述等は採用できず，他にこれを覆すに足り\nる証拠はない。\n(2)　以上によれば，ｅに対するいじめはなく，精神分裂病ないし境界性人格障害に\nより妄想が生じた結果，ｅが被告ｂら３名からいじめを受けたと訴えていた旨の被\n告らの主張は採用できない。\n10　被告ｂら３名のいじめとｅの自殺との間の因果関係（いじめによって心因反応を生\nじること及び自殺との間の因果関係）\n(1)　前記のとおり，ｅは，平成７年５月１日付けで工業用水課に配転されたが，それ\nまでは欠勤するようなことはなく，真面目に仕事に取り組んでいた。ところが，歓\n送迎会の席上，上司から，本件工事に際し，原告ａ１が被告川崎市から申入れ\nのあった土地借用を断ったことで，工事費用が増大したと言われ，このことから\n自分が歓迎されていないことを知るとともに，負い目を感じるようになった。そし\nて，同年６月ころから，上司である被告ｂら３名から前記のようないじめを受ける\nようになり，精神的に追い詰められ，同年９月からたびたび休暇を取るようにな\nり，被告ｄからナイフを突き付けられて脅されてからは，ほとんど出勤しなくなると\nともに，睡眠障害，寝汗などの異常が見られるようになり，同年１１月３０日にＢ\n病院で診察を受けたところ，職場の人間関係に原因のある心因反応と診断され\nた。平成８年４月１日付けで資材課量水器係に配転され復職したが，いじめに加\nわった上司の一人が昇進するらしいと聞いたことから，ショックを受け，わずか２\n日出勤したのみで，その後出勤しなくなった上，自殺を図り，日精病院，福井記\n念病院に入院し，その後もＣクリニックに通院していたが，平成９年３月４日，自\n殺するに至った。\nｅの自殺の原因については，自殺直前の遺書等がなかったが，ｅの作成した遺\n書１には，「私，ｅは，工業用水課でのいじめ，ｂ課長，ｃ係長，ｄ主査に対する「う\nらみ」の気持が忘れられません。」などと記載されており，これに加え，いじめに\nよって心理的苦痛を蓄積した者が，心因反応を含む何らかの精神疾患を生じる\nことは社会通念上認められ，さらに，「心因反応」は，ＩＣＤ－１０第Ⅴ章の「精神\n症障害，ストレス関連障害及び身体性表現障害」に当たり，自殺念慮の出現す\nる可能性は高いとされている（甲８）。そして，ｅには，他に自殺を図るような原因\nはうかがわれないことを併せ考えると，ｅは，いじめを受けたことにより，心因反\n応を起こし，自殺したものと推認され，その間には事実上の因果関係があると認\nめるのが相当である。\n(2)　この点に関し，被告らは，①ｅには，高校時代に２度の不登校，退学ということ\nがあったこと，ｅの診療録を検討すると，ｅは，高校生時代から内因性ないし器質\n性の境界性人格障害ないし境界型精神分裂病を発症していたことがうかがわ\nれ，これらは特に原因がなくとも発症するのであるから，仮にいじめがあったとし\nても，ｅの自殺との間に因果関係を認めることはできない，②ｅの自殺にはいじめ\n以外の要因が働いていることなどから条件関係すら認められないなどと主張す\nるが，①の点については，前記のとおり，ｅは，水道局に採用されて以来，勤務\n態度は積極的であり，幸営業所時代には勤務評定でＡの評価を得ており，工業\n用水課に配属された当初もいじめを受けるまでは真面目に勤務していたもので\nあり，高校時代から境界性人格障害又は精神分裂病を発症していたことを認め\nるに足る証拠はなく，また，その余の点についても前記認定の諸事情に照らす\nと，いずれも採用することができない。\n11　被告らの責任\n(1)　被告川崎市の責任\nア　一般的に，市は市職員の管理者的立場に立ち，そのような地位にあるものと\nして，職務行為から生じる一切の危険から職員を保護すべき責務を負うもの\nというべきである。そして，職員の安全の確保のためには，職務行為それ自体\nについてのみならず，これと関連して，ほかの職員からもたらされる生命，身\n体等に対する危険についても，市は，具体的状況下で，加害行為を防止する\nとともに，生命，身体等への危険から被害職員の安全を確保して被害発生を\n防止し，職場における事故を防止すべき注意義務（以下「安全配慮義務」とい\nう。）があると解される。\nまた，国家賠償法１条１項にいわゆる「公権力の行使」とは，国又は公共団体\nの行う権力作用に限らず，純然たる私経済作用及び公の営造物の設置管理\n作用を除いた非権力作用をも含むものと解するのが相当であるから，被告川\n崎市の公務員が故意又は過失によって安全配慮保持義務に違背し，その結\n果，職員に損害を加えたときは，同法１条１項の規定に基づき，被告川崎市\nは，その損害を賠償すべき責任がある。\nそこで，以下，この点について検討する。\nイ　前記のとおり，ｅは，平成７年５月１日付けで工業用水課に配転されたが，内\n気で無口な性格であり，しかも，本件工事に関する原告ａ１とのトラブルが原\n因で職場に歓迎されず，また，負い目を感じ，職場にも溶け込めない状態に\nあった。ところが，ｅが工業用水課に配転されてから１か月しか経過せず，仕\n事にも慣れていない時期に，上司である被告ｂら３名は，職員数が１０名という\n同課事務室において，一方的に執拗にいじめを繰り返していたものであり，し\nかも，被告ｂは，同課の責任者でありながら，ｅに対するいじめを制止しなかっ\nた。その結果，ｅは，巡回作業に出掛けても，巡回先に行かなくなったり，同課\nに配属されるまではほとんど欠勤したことがなかったにもかかわらず，まったく\n出勤できなくなるほど追い詰められ，心因反応という精神疾患に罹り，治療を\n要する状態になってしまった。ｇ課長は，ｅがいじめを訴えた平成７年１２月５\n日時点で，精神疾患が見られるようになったことを知った。そこで，ｇ課長は，\n自らも被告ｂら３名などに対し面談するなどして調査を一応行ったものの，いじ\nめの一方の当事者とされている被告ｂにその調査を命じ，しかも，ｅが欠勤し\nているという理由でｅからはその事情聴取もしなかったものであり，いじめの性\n質上，このような調査では十分な内容が期待できないものであった。そして，ｇ\n課長は，自らの調査及び被告ｂによる調査の結果，いじめの事実がなかった\nと判断して，平成８年１月９日，原告ら宅を訪問し，その調査結果も伝えず，か\nつ，いじめ防止策及び加害者等関係者に対する適切な措置を講じないまま，\n職場復帰のことを話し合った。その後も，ｇ課長らは，職場復帰したｅが再び休\n暇を取るようになったことを知っていたが，格別な措置を執らず，ｌ総務部長か\nら，ｅの遺書が出てきた旨の原告ａ１からの報告を知らされた直後，Ｂ病院の\n担当医師と面談し，その後に原告ら宅を訪問したものであるが，その際，配転\n替えを希望しているｅ及び原告らに対し，「今休んでいるので難しい。」などと\n言って，ｅの希望をいったん拒否したものの，その後，配転の話を進めていっ\nた。しかし，配転がなされるかどうかに不安を抱いていたｅは，平成８年３月１\n５日「車で岸壁にぶつかって死んでやる。」などと言い，自殺をにおわせる言\n動を取った。その後，ｅは，資材課量水器係に配転することができたものの，２\n日間出勤したのみであり，不安感などが強かったため，その後は出勤できなく\nなり，病状が回復しないまま自殺してしまった。\nウ　このような経過及び関係者の地位・職務内容に照らすと，工業用水課の責\n任者である被告ｂは，被告ｄなどによるいじめを制止するとともに，ｅに自ら謝\n罪し，被告ｄらにも謝罪させるなどしてその精神的負荷を和らげるなどの適切\nな処置をとり，また，職員課に報告して指導を受けるべきであったにもかかわ\nらず，被告ｄ及び被告ｃによるいじめなどを制止しないばかりか，これに同調し\nていたものであり，ｇ課長から調査を命じられても，いじめの事実がなかった\n旨報告し，これを否定する態度をとり続けていたものであり，ｅに自ら謝罪する\nことも，被告ｄらに謝罪させることもしなかった。また，ｅの訴えを聞いたｇ課長\nは，直ちに，いじめの事実の有無を積極的に調査し，速やかに善後策（防止\n策，加害者等関係者に対する適切な措置，ｅの配転など）を講じるべきであっ\nたのに，これを怠り，いじめを防止するための職場環境の調整をしないまま，\nｅの職場復帰のみを図ったものであり，その結果，不安感の大きかったｅは復\n帰できないまま，症状が重くなり，自殺に至ったものである。\nしたがって，被告ｂ及びｇ課長においては，ｅに対する安全配慮義務を怠った\nものというべきである。\nエ　以上の事実関係に加えて，精神疾患に罹患した者が自殺することはままあ\nることであり，しかも，心因反応の場合には，自殺念慮の出現する可能性が高\nいことをも併せ考えると，ｅに対するいじめを認識していた被告ｂ及びいじめを\n受けた旨のｅの訴えを聞いたｇ課長においては，適正な措置を執らなければ，\nｅが欠勤にとどまらず，精神疾患（心因反応）に罹患しており，場合によっては\n自殺のような重大な行動を起こすおそれがあることを予見することができたと\nいうべきである。したがって，上記の措置を講じていれば，ｅが職場復帰するこ\nとができ，精神疾患も回復し，自殺に至らなかったであろうと推認することがで\nきるから，被告ｂ及びｇ課長の安全配慮義務違反とｅの自殺との間には相当因\n果関係があると認めるのが相当である。\nオ　したがって，被告川崎市は，安全配慮義務違反により，国家賠償法上の責\n任を負うというべきである。\n(2)　被告ｂら３名らの責任\n公権力の行使に当たる公務員が，その職務を行うについて，故意又は過失によ\nって違法に他人に損害を与えた場合には，国又は地方公共団体がその被害者\nに対して賠償の責任を負うべきであり，公務員個人はその責を負わないものと解\nされている。\nそうすると，本件においては，被告ｂら３名がその職務を行うについてｅに加害\n行為を行った場合であるから，原告らに対し，その責任を負担しないというべき\nである。\n12　原告らの損害\n(1)　逸失利益\nア　給与分\n前記認定の事実，証拠（乙２０，２３ないし２６）及び弁論の全趣旨によれ\nば，ｅは，昭和４２年３月２５日生まれの男子であり，死亡当時，被告川崎市の\n水道局に勤務していたこと，生存していれば，６０歳の定年までの約３０年間\n稼働することができ，その期間中，少なくとも１級Ａ１１号から１年ごとに順次上\nの号給に昇給し，４３歳で２級２０号に，５４歳で３級１６号の給与の支給を受\nけることができると見込まれること，ｅの死亡当時の給料は１か月２３万円であ\nり，３０歳以降の収入は，別表のとおり，月給に調整手当（月給の１００分の１\n０）を加えたものの１２か月分及び期末手当，勤勉手当を加えた合計として，\n月給を１．１倍した額に別表記載の係数を乗じた額になることが認められる。\nそこで，支給を受けるはずであった給与をライプニッツ方式により年５分の割\n合による中間利息を控除して死亡時点の現価を求めると，別表記載のとおり\n８９３７万１８７８円となるところ，生活費として，５０パーセントを控除すると，そ\nの額は４４６８万５９３９円となる。\nイ　退職手当分\n退職手当については，既に支給された退職手当の金額と定年まで勤務す\nれば得られたであろう退職手当の金額との差額が逸失利益となるところ，定\n年退職時におけるｅの月給を４１万３５００円として支給率６２．７（甲２２の４）を\n乗じると，退職手当の総額は２５９２万６４５０円となる。\nそこで，その金額からライプニッツ方式により年５分の割合による中間利息\nを控除すると，死亡時点の現価は５９９万６７８７円（２５９２万６４５０×０．２３１\n３）となるが，原告らは，既に退職手当として３８１万８０００円の支給を受けた\nので，これを控除すると，その額は２１７万８７８７円となる。\n(2)　相続\n原告らは，ｅの父母であるから，その法定相続分に従い，ｅの被告川崎市に対する\n損害賠償請求権を２分の１ずつ相続した。\n(3)　原告ら固有の慰謝料\n原告らは，被告ｂら３名のいじめ，被告川崎市の安全配慮義務違反により唯一\nの子であるｅを失ったものであり，その無念さは想像に余りあり，その他諸般の\n事情を考慮すると，原告らの慰謝料は，それぞれ１２００万円とするのが相当で\nある。\n(4)　過失相殺の規定の類推適用\nｅは，いじめにより心因反応を生じ，自殺に至ったものであるが，いじめがあった\nと認められるのは平成７年１１月ころまでであり，その後，職場も配転替えとな\nり，また，同月から医師の診察を受け，入通院をして精神疾患に対する治療を受\nけていたにもかかわらず，これらが効を奏することなく，自殺に至ったものであ\nる。これらの事情を考慮すると，ｅについては，本人の資質ないし心因的要因も\n加わって自殺への契機となったものと認められ，損害の負担につき公平の理念\nに照らし，原告らの上記損害額の７割を減額するのが相当である。\n(5)　小計　　　　　　　　　　　　　　　　　　各１０６２万９７０８円\n(6)　弁護士費用\n本件事案の性質，審理経過等を考慮すると，本件事件と相当因果関係のあ\nる原告らの弁護士費用は，それぞれ１１０万円とするのが相当である。\n(7)　損害額合計\n以上によれば，原告らの損害額合計は各１１７２万９７０８円となる。\n13　結論\nよって，原告らの請求は，被告川崎市に対し，主文第１項の限度で理由があるか\nら，その範囲で認容し，その余の請求並びに被告ｂ，同ｃ及び同ｄに対する各請求\nはいずれも理由がないから，これを棄却することとする。\n横浜地方裁判所川崎支部民事部\n裁判長裁判官　　　  打　　　越　　　康　　　雄\n裁判官  　　　八　　　木　　　貴　美　子\n裁判官      　 山　　　口　　　勝　　　久\n"
}