{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 11,
    "day": 14
  },
  "case_number": "平成14(わ)879",
  "case_name": "事後強盗",
  "court_name": "神戸地方裁判所",
  "lawsuit_id": "7100",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=7100",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/100/007100_hanrei.pdf",
  "contents": "判決　平成１４年１１月１４日　神戸地方裁判所　平成１４年(わ)８７９号　事後\n強盗被告事件\n主　　　　文\n被告人を懲役３年に処する。\nこの裁判が確定した日から５年間その刑の執行を猶予する。\n押収してある催涙スプレー１本（平成１４年押第１３８号の１）を没収す\nる。\n理　　　　由\n（罪となるべき事実）\n被告人は，平成１４年７月２３日午後７時１０分ころ，神戸市Ａ区Ｂ町ｃ丁目ｄ\n番ｅ号所在のＦビル地下１階ＧＢ店において，同店店長Ｈ管理にかかるコンパクト\nディスク３点（販売価格合計９５１４円相当）を窃取したが，同店に設置された防\n犯センサーが作動し，同店店員Ｉ（当時２４歳）及び同Ｊ（当時２４歳）に追跡さ\nれた上，同日午後７時１１分ころ，同区Ｂ町ｋ丁目ｌ番ｍ号先歩道上において，追\nいつかれ，前記両名から取り押さえられるや，逮捕を免れるため，所携のウエスト\nポーチから取り出した催涙スプレー（平成１４年押第１３８号の１）を背後にいた\n前記両名の顔面に向けて，被告人の右肩越しに各１回吹き付ける暴行を加えたもの\nである。\n（証拠の標目）－カッコ内の数字は証拠等関係カード記載の検察官請求証拠番号\n省略\n（弁護人の主張に対する判断）\n弁護人は，被告人が逃走中，追いかけてきた店員２名の顔面に催涙スプレーを吹\nき付けた行為は，被害者らの反抗を抑圧するに足りる程度の暴行とはいえないとし\nて，本件犯行は事後強盗ではなく，恐喝罪あるいは窃盗罪と傷害罪が成立するにと\nどまると主張するので，検討すると，前携関係各証拠によれば，被告人は，その右\n後方から前記Ｉに，その左後方から前記Ｊにそれぞれ押さえ付けられ，Ｉ及びＪの\n身体が非常に接近し，その肩越し約２０ないし３０センチメートルの位置に前記両\n名の顔面があるという状況において，前記両名の顔面付近に向けて，唐辛子の辛味\n成分であるカプサイシン及びジヒドロカプサイシンを含有し，人や動物に局所投与\nすると激痛を引き起こす判示催涙スプレーを吹き付ける行為に及んだものと認めら\nれるところ，このような犯行当時の具体的状況を前提に検討すると，被害者らの顔\n面に催涙スプレーを吹き付けた被告人の行為は，被害者らの反抗を抑圧するに足り\nる程度の暴行であると優に認められる。弁護人の主張には理由がない。\n（法令の適用）\n被告人の判示所為は，刑法２３８条，２３６条１項に該当するが，なお犯情を考\n慮し，同法６６条，７１条，６８条３号を適用して酌量減軽した刑期の範囲内で被\n告人を懲役３年に処し，情状により同法２５条１項を適用してこの裁判が確定した\n日から５年間その刑の執行を猶予することとし，押収してある催涙スプレー１本\n（平成１４年押第１３８号の１）は，判示犯行の用に供した物で被告人以外のもの\nに属しないから，同法１９条１項２号，２項本文を適用してこれを没収し，訴訟費\n用は，刑事訴訟法１８１条１項ただし書を適用して被告人に負担させないこととす\nる。\n（量刑の理由）\n本件は，ＣＤショップからコンパクトディスク３枚を万引きし，追いかけてきた\n店員２名に対し逮捕を免れるために催涙スプレーを吹き付けたという事後強盗の事\n案であるが，犯行の動機に斟酌すべき事情はなんらなく，その犯行態様も防犯タグ\nの有無を確認して犯行に及ぶなど狡猾であり，万引した後被害店舗の店員である被\n害者両名から追跡されて取り押さえられるや，人通りの多い時間帯の繁華街におい\nて，同人らに対し激しく抵抗した上，至近距離から催涙スプレーを噴射したもので\n危険かつ悪質な犯行であること，犯行当時，定職にもつかず自堕落な生活を送るな\nどその生活行状全般が不良であったことなどを併せ考慮すれば，被告人の刑事責任\nは重いといわざるを得ず，この際被告人を実刑に処することを考慮すべき事案であ\nると考えられるが，催涙スプレーを吹き付けた点は，逮捕をおそれた被告人が衝動\n的に犯行に及んだものであり，計画的とはいえないこと，被害額がさほど多額とは\nいえず，被害品は被害者に還付されたこと，被告人は相当期間の未決勾留を経て，\n被害店舗の店長に対し謝罪文を送付するなど反省の情を深め，定職について更生す\nる旨誓っていること，被告人の実父において前記店長に対し謝罪したこと，被告人\nは幼少時から祖母に育てられたものであるが，本件を契機に千葉県に在住する実父\nとの交流が深まり，実父において被告人と同居してその監督をする旨誓っているこ\nと，実父において金１０万円を贖罪寄付したこと，被告人には罰金前科以外前科が\nないことなど被告人のために斟酌すべき事情もあるので，これらの事情をも十分考\n慮し，主文のとおり量定した上，今回に限り，その刑の執行を猶予することとした\n次第である。\nよって，主文のとおり判決する。\n平成１４年１１月１４日\n神戸地方裁判所第１１刑事係甲\n裁　判　官　　　杉森研二\n"
}