{
  "trial_type": "SupremeCourt",
  "date": {
    "era": "Heisei",
    "year": 18,
    "month": 6,
    "day": 20
  },
  "case_number": "平成14(あ)730",
  "case_name": "殺人，強姦致死，窃盗被告事件",
  "court_name": "最高裁判所第三小法廷",
  "result_type": "判決",
  "result": "破棄差戻",
  "article_info": "集刑　第289号383頁",
  "original_court_name": "広島高等裁判所",
  "original_case_number": "平成12(う)66",
  "original_date": {
    "era": "Heisei",
    "year": 14,
    "month": 3,
    "day": 14
  },
  "gist": "主婦を強姦目的で殺害した上姦淫しさらにその場で生後１１か月の同女の長女をも殺害するなどした当時１８歳の被告人につき第１審判決の無期懲役の科刑を維持した控訴審判決が量刑不当として破棄された事例",
  "ref_law": "刑法（平成17年法律第50号による改正前のもの）11条，刑法（平成16年法律第156号による改正前のもの）177条前段，刑法（平成16年法律第156号による改正前のもの）181条，刑法（平成16年法律第156号による改正前のもの）199条，刑訴法411条2号，少年法（平成12年法律第142号による改正前のもの）51条",
  "lawsuit_id": "33235",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail2?id=33235",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/235/033235_hanrei.pdf",
  "contents": "主文\n原判決を破棄する。\n本件を広島高等裁判所に差し戻す。\n理由\n検察官の上告趣意は，判例違反をいう点を含め，実質は量刑不当の主張であっ\nて，刑訴法４０５条の上告理由に当たらない。しかしながら，所論にかんがみ職権\nをもって調査すると，原判決は，下記１以下に述べる理由により破棄を免れない。\nなお，弁護人安田好弘，同足立修一は，当審弁論及びこれを補充する書面におい\nて，原判決が維持した第１審判決が認定する各殺人，強姦致死の事実について，重\n大な事実誤認がある旨を指摘する。しかし，その指摘は，他の動かし難い証拠との\n整合性を無視したもので失当であり，本件記録によれば，弁護人らが言及する資料\n等を踏まえて検討しても，上記各犯罪事実は，各犯行の動機，犯意の生じた時期，\n態様等も含め，第１，２審判決の認定，説示するとおり揺るぎなく認めることがで\nきるのであり，指摘のような事実誤認等の違法は認められない。\n１ 本件事案の概要及び原判決の要旨\n(1) 本件は，当時１８歳の少年であった被告人が，白昼，配水管の検査を装っ\nて上がり込んだアパートの一室において，当時２３歳の主婦（以下「被害者」とい\nう。）を強姦しようとしたが，激しく抵抗されたため，被害者を殺害した上で姦淫\nし，その後，同所において，激しく泣き続ける当時生後１１か月の被害者の長女\n（以下「被害児」という。）をも殺害し，さらに，その後，同所において，被害者\n管理の現金等在中の財布１個を窃取した，という殺人，強姦致死，窃盗の事案であ\nる。\n(2) 原判決は，被告人に対する量刑について，次のように判示して第１審判決\nの無期懲役の科刑を維持した。\n本件強姦致死及び殺人の各犯行は，その結果が誠に重大であるところ，犯行の動\n機に酌量の余地は全くない。また，犯行の態様は，冷酷で残虐なものであり，犯行\n後の情状も良くない。遺族らが被告人に対して極刑を望む心情は，十分理解するこ\nとができ，本件が社会に与えた影響も大きい。したがって，被告人の刑事責任には\n極めて重大なものがあり，本件は，被告人を極刑に処することの当否を慎重に検討\nすべき事案である。\nしかしながら，第１審判決が死刑を選択しない事由として説示する以下の点は，\n検察官が控訴趣意書において論難するが，誤りであるとはいえない。すなわち，本\n件は，強姦の点についてこそ計画的ではあるが，各被害者の殺害行為は計画的なも\nのではない。また，被告人には，不十分ながらも，被告人なりの反省の情が芽生え\nるに至っていると評価でき，これに加え，被告人は，犯行当時１８歳と３０日の少\n年であり，内面の未熟さが顕著であること，これまで窃盗の前歴のみで，家庭裁判\n所から保護処分を受けたことがないなど犯罪的傾向が顕著であるとはいえないこ\nと，被告人の実母が中学時代に自殺するなどその家庭環境が不遇で生育環境におい\nて同情すべきものがあり，それが本件各犯行を犯すような性格，行動傾向を形成す\nるについて影響した面が否定できないこと，少年審判手続における社会的調査の結\n果においても，矯正教育による可塑性は否定されていないことなどの被告人自身に\n関する情状に照らすと，被告人について，矯正教育による改善更生の可能性がない\nとはいい難い。\nそして，本件各犯行の罪質，動機，態様，結果の重大性，遺族の被害感情，社会\n的影響，被告人の年齢，前科，犯行後の情状等を総合し，近時の死刑求刑事案に関\nする量刑の動向等を併せて考察すると，本件について，極刑がやむを得ないとまで\nはいえず，被告人を無期懲役に処した第１審判決の量刑を是認することができる。\n２ 当裁判所の判断\n(1) 死刑は，究極のしゅん厳な刑であり，慎重に適用すべきものであることは\n疑いがない。しかし，当審判例（最高裁昭和５６年（あ）第１５０５号同５８年７\n月８日第二小法廷判決・刑集３７巻６号６０９頁）が示すように，死刑制度を存置\nする現行法制の下では，犯行の罪質，動機，態様殊に殺害の手段方法の執よう性・\n残虐性，結果の重大性殊に殺害された被害者の数，遺族の被害感情，社会的影響，\n犯人の年齢，前科，犯行後の情状等各般の情状を併せ考察したとき，その罪責が誠\nに重大であって，罪刑の均衡の見地からも一般予防の見地からも極刑がやむを得な\nいと認められる場合には，死刑の選択をするほかないものといわなければならな\nい。\nこれを本件についてみると，被告人は，強姦によってでも性行為をしたいと考\nえ，布テープやひもなどを用意した上，日中若い主婦が留守を守るアパートの居室\nを物色して被害者方に至り，排水検査の作業員を装って室内に上がり込み，被害者\nのすきを見て背後から抱き付き，被害者が驚いて悲鳴を上げ，手足をばたつかせる\nなど激しく抵抗するのに対して，被害者を姦淫するため殺害しようと決意し，その\n頸部を両手で強く絞め付けて殺害し，万一のそ生に備えて両手首を布テープで緊縛\nしたり，同テープで鼻口部をふさぐなどした上，臆することなく姦淫を遂げた。さ\nらに，被告人は，この間，被害児が被害者にすがりつくようにして激しく泣き続け\nていたことを意にも介しなかったばかりか，上記犯行後，泣き声から犯行が発覚す\nることを恐れ，殺意をもって，被害児を持ち上げて床にたたき付けるなどした上，\nなおも泣きながら母親の遺体にはい寄ろうとする被害児の首に所携のひもを巻いて\n絞め付け，被害児をも殺害したものである。強姦を遂げるため被害者を殺害して姦\n淫し，更にいたいけな幼児までも殺害した各犯行の罪質は甚だ悪質であり，２名の\n尊い命を奪った結果も極めて重大である。各犯行の動機及び経緯に酌むべき点はみ\nじんもなく，強姦及び殺人の強固な犯意の下に，何ら落ち度のない被害者らの生命\nと尊厳を相次いで踏みにじった犯行は，冷酷，残虐にして非人間的な所業であると\nいわざるを得ない。さらに，被告人は，被害者らを殺害した後，被害児の死体を押\nし入れの天袋に投げ入れ，被害者の死体を押し入れに隠すなどして犯行の発覚を遅\nらせようとし，被害者の財布を窃取しているなど，犯行後の情状も良くない。遺族\nの被害感情はしゅん烈を極め，これに対し，慰謝の措置は全く講じられていない。\n白昼，ごく普通の家庭の母子が自らには何の責められるべき点もないのに自宅で惨\n殺された事件として社会に大きな衝撃を与えた点も軽視できない。\n以上の諸点を総合すると，被告人の罪責は誠に重大であって，特に酌量すべき事\n情がない限り，死刑の選択をするほかないものといわざるを得ない。\n(2) そこで，特に酌量すべき事情の有無について検討するに，原判決及びその\n是認する第１審判決が酌量すべき事情として掲げる事情のうち，被害者らの殺害に\nついて計画性がないという点については，確かに，被告人は，強姦については相応\nの計画を巡らせていたものの，事前に被害者らを殺害することまでは予定しておら\nず，被害者から激しい抵抗に遭い，また，被害児が激しく泣き叫ぶという事態に対\n応して殺意を形成したものにとどまることを否定できず，当初から被害者らを殺害\nすることをも計画していた場合と対比すれば，その非難の程度には差異がある。し\nかしながら，被告人は，強姦という凶悪事犯を計画し，その実行に際し，反抗抑圧\nの手段ないし犯行発覚防止のために被害者らの殺害を決意して次々と実行し，それ\nぞれ所期の目的も達しているのであり，各殺害が偶発的なものといえないことはも\nとより，冷徹にこれを利用したものであることが明らかである。してみると，本件\nにおいて殺害についての計画性がないことは，死刑回避を相当とするような特に有\n利に酌むべき事情と評価するには足りないものというべきである。\nまた，原判決及び第１審判決は，被告人が，それなりに反省の情を芽生えさせて\nいると見られることに加え，犯行当時１８歳と３０日の少年であったこと，犯罪的\n傾向も顕著であるとはいえないこと，その生育環境において同情すべきものがあ\nり，被告人の性格，行動傾向を形成するについて影響した面が否定できないこと，\n少年審判手続における社会的調査の結果においても，矯正教育による可塑性が否定\nされていないこと，そして，これらによれば矯正教育による改善更生の可能性があ\nることなどを指摘し，死刑を回避すべき事情としている。しかしながら，記録によ\nれば，被告人は，捜査のごく初期を除き，基本的に犯罪事実を認めているものの，\n少年審判段階を含む原判決までの言動，態度等を見る限り，本件の罪の深刻さと向\nき合って内省を深め得ていると認めることは困難であり，被告人の反省の程度は，\n原判決も不十分であると評しているところである。被告人の生育環境についても，\n実母が被告人の中学時代に自殺したり，その後実父が年若い外国人女性と再婚して\n本件の約３か月前には異母弟が生まれるなど，不遇ないし不安定な面があったこと\nは否定することができないが，高校教育も受けることができ，特に劣悪であったと\nまでは認めることができない。さらに，被告人には，本件以前に前科や見るべき非\n行歴は認められないが，いともたやすく見ず知らずの主婦をねらった強姦を計画し\nた上，その実行の過程において，格別ちゅうちょした様子もなく被害者らを相次い\nで殺害し，そのような凶悪な犯行を遂げながら，被害者の財布を窃取した上，各死\n体を押し入れに隠すなどの犯跡隠ぺい工作をした上で逃走し，さらには，窃取した\n財布内にあった地域振興券を友人に見せびらかしたり，これでカードゲーム用のカ\nードを購入するなどしていることに徴すれば，その犯罪的傾向には軽視することが\nできないものがあるといわなければならない。\nそうすると，結局のところ，本件において，しん酌するに値する事情といえるの\nは，被告人が犯行当時１８歳になって間もない少年であり，その可塑性から，改善\n更生の可能性が否定されていないということに帰着するものと思われる。そして，\n少年法５１条（平成１２年法律第１４２号による改正前のもの）は，犯行時１８歳\n未満の少年の行為については死刑を科さないものとしており，その趣旨に徴すれ\nば，被告人が犯行時１８歳になって間もない少年であったことは，死刑を選択する\nかどうかの判断に当たって相応の考慮を払うべき事情ではあるが，死刑を回避すべ\nき決定的な事情であるとまではいえず，本件犯行の罪質，動機，態様，結果の重大\n性及び遺族の被害感情等と対比・総合して判断する上で考慮すべき一事情にとどま\nるというべきである。\n以上によれば，原判決及びその是認する第１審判決が酌量すべき事情として述べ\nるところは，これを個々的にみても，また，これらを総合してみても，いまだ被告\n人につき死刑を選択しない事由として十分な理由に当たると認めることはできない\nのであり，原判決が判示する理由だけでは，その量刑判断を維持することは困難で\nあるといわざるを得ない。\n(3) そうすると，原判決は，量刑に当たって考慮すべき事実の評価を誤った結\n果，死刑の選択を回避するに足りる特に酌量すべき事情の存否について審理を尽く\nすことなく，被告人を無期懲役に処した第１審判決の量刑を是認したものであっ\nて，その刑の量定は甚だしく不当であり，これを破棄しなければ著しく正義に反す\nるものと認められる。\n３結論\nよって，刑訴法４１１条２号により原判決を破棄し，本件において死刑の選択を\n回避するに足りる特に酌量すべき事情があるかどうかにつき更に慎重な審理を尽く\nさせるため，同法４１３条本文により本件を原裁判所に差し戻すこととし，裁判官\n全員一致の意見で，主文のとおり判決する。\n検察官幕田英雄，同吉田 宏 公判出席統\n(裁判長裁判官 濱田邦夫 裁判官 上 田豊三 裁判官 藤 田宙靖 裁判官\n堀籠幸男）\n"
}