{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 16,
    "month": 5,
    "day": 26
  },
  "case_number": "平成10(ワ)730",
  "case_name": "損害賠償等請求",
  "court_name": "広島地方裁判所",
  "lawsuit_id": "7941",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=7941",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/941/007941_hanrei.pdf",
  "contents": "主　　　　　　　　　　文\n１　原告らの請求をいずれも棄却する。\n２　訴訟費用は原告らの負担とする。\n事　実　及　び　理　由\n第１　請求\n被告らは，原告らに対し，連帯して，それぞれ金５５４１万７３２７円及びこれらに対する平\n成９年２月２８日から各支払済みまで年５分の割合による各金員を支払え。\n第２　事案の概要\n本件は，Ａが被告法人によって開設されている被告病院において，被告法人の理事\n長で産婦人科医である被告Ｂによる不妊治療を受けていたところ，被告ＢがＡの卵巣の異\n常に気付かず，卵巣癌を疑うべき腫瘤が発見された後も直ちに適切な検査を実施しなかっ\nたため，卵巣癌の早期発見及び早期治療の機会が奪われ転院先の病院で卵巣癌により死\n亡したと主張して，Ａの相続人である原告らが，被告Ｂに対しては不法行為及び医療契約\n上の債務不履行に基づいて，被告法人に対しては使用者責任に基づいて損害賠償（含遅\n延損害金）を請求し\nている事案である。\n１　争いのない事実及び証拠上容易に認定できる事実（後者は各項末尾掲記の各証拠に\nよって認定）\n（１）　当事者\nア　原告ＣはＡの夫であり，原告Ｄは原告ＣとＡの間の長男である。\nイ　被告法人は，産婦人科を専門とする被告病院を開設している医療法人である。被\n告Ｂは，被告法人の理事長であって，被告病院で診療行為に従事している医師である。\nなお，被告法人の設立は平成７年１０月２６日であり，それ以前は，被告Ｂが被告病\n院の開設者であった。\n（弁論の全趣旨）\n（２）　平成８年２月２４日より前の経緯\nＡは，土谷総合病院産婦人科で不妊治療を受け，平成３年５月４日，第１子である\n原告Ｄが誕生した。\nその後，Ａは，平成４年７月１８日に不正出血に関する診断と子宮癌検診を受ける\nために被告病院を初めて受診し，平成５年７月に被告病院で子宮癌検診を受けた際，被告\nＢに対してもう１人子どもが欲しい旨相談し，同年１１月ころから不妊治療を開始した。当初\nはほぼ月に１，２回の割合で，後には月に４，５回の割合で通院し，不妊治療として通気法，\n通水法，胎盤性性腺刺激ホルモン（ＨＣＧ）・下垂体性性腺刺激ホルモン（ＨＭＧ）の注射に\nよる投与，人工授精が施され，十数回にわたって超音波検査が行われた。\nこの間，Ａは，被告Ｂから卵巣に関して異常を指摘されたことはなかった。\n（３）　平成８年２月２４日以降の経緯\nア　Ａは，平成８年２月２４日と２６日に被告病院を受診した際，被告Ｂに対し，同月１８日\nころから下腹部が痛く，頻尿であって残尿感があること，便秘気味であり，おりものに臭いが\nすること等の身体の変調を訴え，同年３月１日に被告病院を受診した際には，広島県立広\n島病院（以下「県病院」という。）へ転院する旨述べた。そこで，被告Ｂは，県病院への紹介\n状を作成した。その紹介状には，診断として「続発性不妊症，子宮筋腫」，診断の根拠とし\nて「子宮体部鶏卵大であったのが，ここ数ヶ月急速に増大（超手拳大）子宮筋腫と思いま\nす。」，診断に基づく施術として「挙児希望と相まって，核手術を希望しておられます。」と記\n載されていた。Ａは，同月３日も被告病院を受診した。\n（甲９，１７）\nイ　Ａは平成８年３月４日に県病院を受診したところ，産婦人科部長のＥ医師は卵巣腫瘤\nの疑いを持ち，腫瘍マーカーの検査を行うと同時に，ＭＲＩ検査の必要があったのでＡを土\n谷総合病院に転送し，検査を受けさせた。\nＡは，同月１３日，県病院で手術を受け卵巣癌と診断され，人工肛門が造設された。\nまた，Ａの卵巣癌の組織型は漿液性腺癌で，そのステージはⅢＣ期と診断された。\n（甲１０，１６，１７，３１）\nウ　Ａは，平成９年２月２８日，県病院において卵巣癌により死亡した。\n（甲１）\n２　争点\n（１）　平成８年２月２４日より前における過失の有無\n（２）　同日以降における過失の有無\n（３）　因果関係\n（４）　損害\n３　争点に関する当事者の主張\n（１）　平成８年２月２４日より前における過失の有無\n（原告らの主張）\nア　不妊治療に当たる医師としての過失について\n被告Ｂは，平成５年７月から平成８年２月末までＡの不妊治療に当たっていたとこ\nろ，不妊治療を行う医師として，不妊の原因を見極めてその原因に適した治療を施すべき\n義務と治療継続中に治療方法の変更や患者の症状の変化に対応して可能な限りの方法を\n用いてその原因を究明すべき義務を負っており，これら義務を果たしていればＡの卵巣が\n腫大していることに気付き，卵巣癌を早期に発見することができた。しかるに，被告Ｂは，不\n妊治療の間，Ａからの主訴があったにもかかわらず問診のほとんどを看護師に任せて自ら\n行わず，行ったとしてもＡの訴えを聞き流し，内診も毎回行わず，行ったとしても適切な内診\nではなく，排卵障害や卵管閉塞の原因を究明するために診察・検査すべきところこれを怠\nり，排卵誘発剤の投与開始時及び継続中に行うべき血算検査や超音波検査，卵巣・卵胞\nの観察等を怠り，超音波検査装置が旧式で性能が悪いものであったか，超音波検査装置\nの整備・調整が不良であったか，手技が未熟であったかして，経膣式超音波検査の際に卵\n巣表面の成熟卵胞を観察するだけで卵巣内部の観察を怠り，不妊治療に当たる医師として\n果たすべき上記義務に違反した結果，Ａの卵巣の異常に気付かなかった。例えば，平成６\n年６月２５日に今周期無排卵であるとして排卵誘発剤クロミッドを安易に投与しているが，本\n来であれば無排卵の原因を追求すべきであり，かかる処置をとっていればその時点で卵巣\nの異常を発見でき，卵巣癌の早期発見ができたはずである。\n短期間であるにせよ癌にはステージⅠ期が必ずあり，漿液性腺癌が早期に発見され\nた症例もあるから，卵巣癌，特に漿液性腺癌の早期発見は困難であるという考え方は一般\n論として必ずしも正しいものではない。Ａの卵巣癌は原発性の癌であり，平成８年３月１３日\nに手術で摘出され総重量は４２０ｇであったが，同年２月２４日には卵巣癌は超手拳大であり\nそのときの総重量は１０５ｇから３４５ｇの間であったと考えられるから，Ａの卵巣癌は１８日間\nで７５ｇから３１５ｇの間で成長したといえる。そして，経膣式超音波検査では０．５㎝から１㎝\n程度の卵巣癌であれば発見が可能とされており，これらを基に計算すると遅くとも平成７年８\n月２１日の診断の際には経膣式超音波検査によってＡの卵巣癌を発見することができた。ま\nた，後記イのとおり，経膣式超音波検査所見によれば同年１２月２６日には卵巣腫瘤が描写\nされているところ，癌が１週間や１０日で急激に成長することは考え難いから，同年１２月２６\n日より少なくとも１か月程度遡った同年１１月２５日の診療日においても，Ａの卵巣に異常が\n生じていたといえるところ，被告Ｂは同日に適切な診断を行わなかったために，卵巣の異常\nを見落とした。\nイ　卵巣癌を早期に発見できなかった過失について\n被告ＢがＡに対し行った不妊治療それ自体においても，平成７年１２月２６日の経膣\n式超音波検査によるエコープリントには，少なくとも腫大した卵巣腫瘤が描写されていたか\nら，被告Ｂは可及的早期に卵巣癌の検査を実施して卵巣癌が発症しているか否かを診断\nすべき義務を有していた。しかるに，被告Ｂは，Ａに対し，卵巣癌の疑いを究明するための\n有効な検査を何ら行わなかった。\n（被告らの主張）\n卵巣癌の早期発見は困難であり，その中でも漿液性腺癌の場合，特に初期の段階\nで発見するのは困難である。京都大学医学部の自験例によると，漿液性腺癌の８例中７例\nが既にステージⅢ期症例で，しかも，いずれの患者も不妊症で通院し，経過中は超音波診\n断を含めかなり詳細に卵巣の所見がとらえられていたにもかかわらず，癌が発見されたとき\nにはステージⅢ期という進行癌であった。外にも漿液性腺癌と診断されたときにはステージ\nⅢ期，Ⅳ期と進行例が多いとの報告があり，漿液性腺癌の早期発見がいかに困難であるか\nを示しているが，このことは癌の診断が困難というだけでなく，腫瘤の発見も困難であること\nを含むと考えられる。したがって，不妊治療中であったとしても早期に卵巣癌の発見が可能\nであったということにはならない。また，そもそも不妊治療の目的は，妊娠・出産を目指すも\nのであり不妊原因に沿って生殖器官の検査・治療が行われるものであって，その経過にお\nいて偶然に異常が発見されることはあっても，癌検診などのスクリーニングとしての検診とは\n異なるから，子宮，付属器の癌若しくは腫瘤の発見を主眼とした診察・検査が行われるわけ\nではない。\n本件において，Ａの主訴は卵巣癌の前兆とはいえないし，いずれも数か月にわたる\n持続もなく適切な検査と処置によって回復しているから，これらの訴えによって卵巣癌を早\n期に発見することはできないし，被告Ｂは基礎体温表を見ながら問診も適切に行っていた。\nまた，不妊治療において内診は毎回行われるものではなく，臨床症状によって臨機応変に\nなされるものであるから，すべての患者に毎回「癌ではないか。」と内診するというのは非現\n実的であるし，平成８年２月２４日より前の超音波検査の各写真にはその段階で卵巣腫瘍の\n所見は出ておらず，卵巣の異常を認めることはできなかった。したがって，同日より前に卵\n巣癌を発見できなかったことについて被告Ｂに過失はない。\nなお，本件当時，漿液性腺癌は発見されたときにはステージⅢ期，Ⅳ期が多いという\n文献的な記述はなく，不妊治療中に発見される卵巣癌についての総括的な論文は，本件\n以降に発表された小西論文（乙５）が初めてであった。\n（２）　平成８年２月２４日以降における過失の有無\n（原告らの主張）\nア　卵巣の異常に気付かなかった過失\nＡは平成８年２月２４日と２６日に被告Ｂに対して下腹部が痛い，頻尿で残尿感があ\nる，便秘気味である，おりものに臭いがする等の身体の変調を訴えているから，被告Ｂは，\n卵巣癌等を疑って，ＣＴ，ＭＲＩなどの画像診断や，内診，腫瘍マーカー等の検査を行って\n早期に卵巣癌を発見し早期治療をすべきであるし，そのような検査ができない場合には設\n備のある病院へ転院させるべきである。\nしかるに，カルテの平成８年２月２４日及び２６日の疾病名欄には「卵巣腫瘍疑」の\n記載がないこと，同月２４日にＡには「子宮筋腫だろう。」と述べたに止まっていること，経腹\n式超音波検査では大きな塊しか分からなかったにもかかわらず経膣式超音波検査を実施し\nていないこと，その一方で不妊治療継続可能性に関心を示し，卵巣腫瘍に対して禁忌とさ\nれている排卵誘発剤を投与していること，同月２４日及び２６日に腫瘍マーカー検査の必要\n性を感じておらず，ＭＲＩ検査の手配もしていないこと，県病院への紹介状には「卵巣腫瘍\n疑」の記載がなく，子宮筋腫を前提とした核手術希望との記載があること，被告ＢはＡに対し\n岸田産婦人科での手術を勧めているが，同院は常勤の医師と非常勤の医師それぞれ１名\nにより運営されており卵巣癌の手術などできないこと等からすれば，被告Ｂは同月２４日，同\n月２６日，同年３月１日，同月３日と診察しているにもかかわらずＡの卵巣の異常に気付かず\nに子宮筋腫と判断しており誤診が認められ，上記義務に違反した。同月２４日のカルテの記\n事欄には「卵巣腫瘍の可能性もあり」と記載されているものの，その記載場所，カルテの他\nの記載，紹介状の文言，不妊治療の継続等からして，子宮筋腫が誤診であると判明した後\nに記入されたものであって，カルテが改ざんされている。\nまた，Ａから同年３月１日にも症状が改善されていない旨訴えられたにもかかわら\nず，Ａからの申入れで県病院への紹介状を作成したのみであって，上記義務に違反した。\nイ　卵巣の異常に気付いていたとしても適切な処置を講じなかった過失\n（ア）　平成８年２月２４日の過失\n仮に被告Ｂにおいて，同日にＡにつき卵巣腫瘤の可能性を考え，卵巣の異常に\n気付いていたとするならば，被告Ｂは，卵巣腫瘤の可能性があるのか否かを即時に見極め\nる検査を行い，卵巣腫瘤の可能性がある場合には適切な処置をすべき義務を負っている。\n特に，同年１月２７日の診察の際には異常を認めなかったのに同年２月２４日に超手拳大の\n腫瘤になっているのであるから，当然に極めて進行性の速い漿液性卵巣癌を疑わなけれ\nばならず，漫然と様子をみるべきではない。しかるに，被告Ｂは，同日には内診の外に経腹\n式超音波検査をしているのみであって，経膣式超音波検査，腫瘍マーカー，ＣＴ，ＭＲＩ，他\n病院での検査の手配等を行わなかった。\n（イ）　平成８年２月２６日の過失\n被告ＢがＡにつき平成８年２月２４日に既に卵巣腫瘤の可能性を考えていたとす\nるならば，同月２６日にはなお一層卵巣腫瘤の可能性の有無を見極め，適切な処置をとる\nべき義務を負っている。しかるに，被告Ｂは，同日には，経膣式超音波検査を行って，４日\n後の超音波検査を予定したのみであって，再度の経腹式超音波検査，腫瘍マーカー，Ｃ\nＴ，ＭＲＩ，他病院での検査の手配等を行わなかった。\n（ウ）　平成８年３月１日の過失\nＡにつき詳細な血液検査や腫瘍マーカー等を実施して卵巣腫瘤の有無を含む\n卵巣の病変と内容を確定すべきであったにもかかわらず，白血球数・赤血球数を調べたの\nみであってそれ以上の詳しい検査を行わなかった。\n（エ）　平成８年３月３日の過失\n被告Ｂは，Ａが同月１日に自ら転院を希望し既に被告Ｂから紹介状を書いてもら\nっていたにもかかわらず，その転院受診を待てずに日曜日である同月３日にわざわざ被告\n病院に来たのであるから，内診，血液検査などをして同月１日以降に増悪した症状の内容\nを確定すべき義務を負っている。しかるに，被告ＢはＡの腹部を触診したのみで適切な処置\nを講じなかった。また，被告Ｂは同月３日の診断では骨盤腹膜炎の疑いを持ったが，既に同\n年２月２４日には卵巣腫瘤の可能性を疑っていたのであれば，その骨盤腹膜炎の要因を精\n査し，卵巣の病変と内容を確定すべき義務を負っていた。しかるに，被告Ｂはこれを怠っ\nた。さらに，被告Ｂは，Ａにつき骨盤腹膜炎を疑ったにもかかわらず，転院先の県病院に対\nする紹介状を追加で作成するなどの方法により，県病院に患者の正確な情報を提供するこ\nとを怠った。\n（被告らの主張）\nア　被告ＢがＡの卵巣癌に気付かなかったという原告らの主張は否認する。被告Ｂは，\n平成８年２月２４日，Ａにつき卵巣腫瘤の可能性を考えていた。ただ，精密検査を経た上で\nないと診断も告知もできないと考え，Ａには子宮筋腫だろうと述べたに過ぎない。\nイ　被告ＢがＡの卵巣異常に気付いていたとしても適切な処置を講じなかったという原\n告らの主張は争う。\n卵巣癌の診断には，内診，超音波検査，腫瘍マーカー，ＣＴ，ＭＲＩなどが重ねて行\nわれるが，自らの手で行い得ない検査は，検査機関に対して検査依頼をすることになる。し\nかし，検査依頼と検査実施日の設定，あるいは検査依頼と検査結果報告までには，検査の\n種類によっては数日ないし２週間を要するのが通常であって，これら諸検査すべてを即日\n若しくはわずかの日数で行い，その検査結果を得て，卵巣癌と診断することは極めて困難\n若しくは不可能である。しかも，腫瘤が発見された場合，１週間から２週間，その変化の状況\nを観察するのは通常のことであるから，この時期に卵巣癌の診断をしなかったこと自体が過\n失ということはできない。\n（ア）　平成８年２月２４日について\n被告Ｂは，問診及び経腹式超音波検査所見により，卵巣腫瘤の可能性もあると考\nえたが，精密な検査としてＭＲＩなどを経た上でないと，うかつに診断も告知もできないと考\nえ，Ａには子宮筋腫だろうと述べたに過ぎない。被告Ｂは，同時に経過を見ながら再度超音\n波検査，ＭＲＩ検査を予定した。\nまた，被告Ｂは，腫瘤を子宮筋腫と考えてその旨の診断名を記載しているが，同\n時に卵巣腫瘍の可能性も考えており，超音波検査，ＭＲＩ検査を重ねながらその時々の情\n報を加えて腫瘤に関する確定診断に向けていくのが医療の実際であるから，結果的に子宮\n筋腫ではなく卵巣癌であった事実をもって被告Ｂの誤診とするのは，医療における診断に\nついての正しい理解ではない。\n（イ）　平成８年２月２６日について\n被告Ｂは，経膣式超音波検査を行いＡの卵巣を診ようとしたが，腫瘤に阻まれて\n確認できなかった。そこで，診断のためには，２，３日経過を見て再度，経腹式超音波検査\nを行った上で，土谷総合病院にＭＲＩ検査を依頼することにした。ただ，同月２９日は被告病\n院の休診日であり，同年３月２日は土谷総合病院の休診日であったことから，同月１日に再\n度，経腹式超音波検査を行う旨Ａに伝えたものである。\n（ウ）　平成８年３月１日について\nＡは，被告病院来院時，既に県病院への転院を決めており，その旨申し出た。被\n告ＢはＡに対して体癌検診やＭＲＩ検査を勧めたが，Ａはこれに応ぜず転院の意思は固か\nった。そこで，被告Ｂは，白血球数だけは知りたいと考え末梢血液検査を行ったがそれ以上\nに詳しい各種検査ができる状況ではなかった。\n（エ）　平成８年３月３日について\n被告Ｂは，Ａを診察し，骨盤腹膜炎を疑ったが，翌日の同月４日には県病院を受\n診予定と聞かされた。\n（３）　因果関係\n（原告らの主張）\n被告Ｂの前記・及び・の義務違反によって，Ａは卵巣癌を早期に発見し適切な治療を\n受ける機会を奪われ，その結果，平成９年２月２８日に死亡するに至った。また，仮に被告Ｂ\nが平成８年２月２４日に卵巣の異常を読みとっていたとすれば，進行の速い癌であるから，Ａ\nの卵巣に明らかな異常が読みとれた同日から同年３月４日の転院までの１０日間や，同年３\n月１３日の手術までの１９日間の違いは生存率を大きく左右する。よって，少なくとも被告Ｂ\nが同年２月２４日に転院措置等を緊急にとっていれば，Ａは平成９年２月２８日に死亡するこ\nとはなかった。 　　　　なお，患者側である原告らに厳格に立証責任を負わせるのは酷であ\nるから，因果関係の立証は，医療水準にかなった医療が行われていたならば患者がその死\n亡の時点においてなお生存していた相当程度の可能性の存在が証明されれば医師は患\n者が上記可能性を侵害されたことによって被った損害を賠償すべきであり，この程度まで立\n証責任は緩和されるべきである。\n（被告らの主張）\n因果関係に関する原告らの主張は争う。\n被告Ｂが平成８年２月２４日から同年３月３日までの４回の受診において，仮に卵巣癌\nと診断し直ちに上位の診療機関に転院措置が取られたとしても，県病院での初診である同\n年３月４日までには最大９日間，あるいは紹介状交付の同月１日までは最大６日間の差があ\nるに過ぎず，この期間の違いが卵巣癌に基づく死亡の結果に影響を与えたとは医学的に\nはいえない。\n（４）　損害\n（原告らの主張）\nア　逸失利益　７８８３万４６５４円\nイ　慰謝料　２２００万円\nウ　弁護士費用　１０００万円\n原告らは，これら合計１億１０８３万４６５４円をそれぞれ２分の１ずつ相続した。\nよって，原告らは，被告らに対し，連帯して不法行為ないし債務不履行に基づいて各\n金５５４１万７３２７円及びこれらに対する不法行為の結果発生の日である平成９年２月２８日\nから各支払済みまで民法所定の年５分の割合による各遅延損害金の支払を求める。\n（被告らの主張）\n原告らの損害に関する主張は争う。\nなお，Ａの精神的苦痛は人工肛門造設にあったから，Ａに癌告知がなされ，Ａが医\n師と共に癌に勝つために前向きな気持ちになれば，人工肛門造設による苦痛は違ってい\nたかもしれない。\n第３　当裁判所の判断\n１　前記争いのない事実等，証拠（甲１ないし４，５の１・２，６，９ないし１１，１２の１・２，１４な\nいし１８，２６，２９ないし３１，３９の１ないし３，５８ないし６２，６４，６６，７４，乙１，３，４，７ない\nし１１，２９，証人Ｅ，原告Ｃ本人，被告Ｂ本人，各鑑定）及び弁論の全趣旨によれば，次の各\n事実が認められる。\n（１）　不妊治療（平成８年２月２４日より前）の経緯\nア　治療に至った経緯\n小学校の教員であったＡと原告Ｃは昭和６２年１１月に結婚したが，なかなか子どもに\n恵まれなかったため，Ａは土谷総合病院で不妊治療を受けた。当時，被告Ｂも同院に勤務\nしており，Ａの治療に当たったことがあった。不妊治療の結果，Ａは妊娠し，平成３年５月４\n日に第１子である原告Ｄを出産した。\nＡは，出産の後，教員として仕事に復帰したが，自己の体調管理に気を配っていたこ\nとから，平成４年に不正出血についての診察と子宮癌検診を受けることにした。当時，被告\nＢは土谷総合病院を退職し被告病院を設立・運営していたが，Ａは土谷総合病院で被告Ｂ\nから診察を受けたこともあって同人に親近感を抱いており，また，有職者であったＡにとって\n被告病院が土曜日も診察を行っており好都合であったことから，同年７月１８日に同院で診\n察と子宮癌検診を受けた。癌検診の結果は「異型細胞を認めるが悪性の疑いはない」という\nクラスⅡで異常なしとされ，１年後に再検診を受けるようにというものであった。\nそれから１年した平成５年７月３０日，Ａは被告病院を訪れ子宮癌検診を受けた。その\n際，Ａは被告Ｂに対し子どもがもう１人欲しい旨述べ，被告病院で不妊治療を受けることに\nなった。なお，癌検診の結果はクラスⅡで異常なしとされた。\nイ　治療の内容\n（ア）　平成５年１１月２７日からＡに対する不妊治療が始まった。基礎体温は二相性を示\nしていたが，同月３０日に行われた子宮卵管造影によると右卵管閉塞が認められ，同年１２\n月１日に左卵管采周囲癒着が認められたため，Ａの不妊の原因の１つである卵管因子につ\nいての治療として，通気法，すなわち子宮腔内に炭酸ガスを一定の圧で注入して卵管の疎\n通性を検査すると共に不妊の治療として用いられる低侵襲的な方法が毎周期ごとに行われ\nることになった。しかし，半年間にわたって通気法が行われたが妊娠に至らなかったため，\n被告Ｂは平成６年５月２８日に夫婦間人工授精を勧めたが原告Ｃがこれを望まなかった。そ\nこで，同年６月１日から経膣式超音波検査により卵胞の状態を確認して排卵日を推定し性\n交の日を指示するという治療法がとられることになった。この経膣式超音波検査は，同日か\nら平成８年１月２７日まで，ほぼ１月ごとに，合計１５回にわたって行われた。被告Ｂは，経膣\n式超音波検査を行う際にはプローベを子宮に沿って挿入する必要があることから，子宮とそ\nの大きさや方向を確認し，卵巣を探しそのおおまかな位置を確認するため毎回内診を行っ\nていたが，平成８年１月２７日までの内診において異常を認めたことはなかった。\n（イ）　被告Ｂは，治療の都度，基礎体温のチェックを行っていたが，基礎体温表上平成\n６年６月２５日に無排卵になったことから，通気法を継続しながらも同日から排卵誘発剤であ\nるクロミッドの処方を開始した。しかし，クロミッドによる排卵誘発も効かなくなってきたため\nに，より強力 な排卵誘発剤であるＨＭＧ－ＨＣＧを注射するとの治療が平成６年９月６日か\nら開始された。また，同年１２月１０日からは夫婦間人工授精が開始され，平成８年１月２７日\nまで行われた。\n（ウ）　平成７年６月１２日，通気法を施術したが，左卵管の通りも悪くなったことから，同年\n７月１５日から通水法，すなわち子宮腔内に生理食塩水を注入して卵管の疎通性を検査す\nると共に卵管の疎通性改善を目的とする治療的診断法が開始され，平成８年１月２０日まで\n６回にわたって行われた。\n（エ）　これら不妊治療のために，Ａは，当初は月に１，２回の割合で，後には月に４，５回\nの割合で被告病院に通院した。\nウ　Ａの主訴\n（ア）　不妊治療の継続中，Ａは被告病院において次のような症状を訴えた。\nａ　平成６年\n４月２日　目がかゆい\n５月２８日　かゆみ（＋）\n１２月２６日　月経痛（＋＋）　左下腹痛\nｂ　平成７年\n５月１７日　２，３日前からせきが出る。\n７月２１日　便秘気味で薬希望\n９月２７日　胃が重い。\n１０月２８日　風邪をひいた。薬希望\n１１月１８日　風邪。だるい。\n１１月２５日　咽頭痛　３７．２度　せき　背部痛（＋）\n（イ）　また，被告Ｂは治療の都度，Ａの基礎体温表を確認していたが，Ａは，基礎体温\n表の備考欄に次のとおり体調の変化等を記載していた。\nａ　平成７年\n３月２４日　腹不快\n３月２５日　腹痛（夕から夜）\n３月２８日　夕から腹痛\n４月９日　のど痛\n４月１６日　声がれ（仕事上）\n５月４日　微熱　気持ち悪い\n５月５日　微熱　風邪薬\n５月６日　微熱　風邪薬\n５月７日　風邪薬\n５月８日　せき　風邪薬\n５月９日　せき　風邪薬\n５月１０日　せき　風邪薬\n５月１６日　せき\n５月３０日　夜下腹不快少\n６月２０日　少し赤っぽいおりもの多\n６月２２日～２３日　トイレ２回\n６月３０日～７月１日　白いのり状，寝不足\n７月１５日～１６日　寝不足\n７月１７日　赤っぽいねばりのおりもの（２回）\n７月２２日　少しねばり状のおりもの\n８月１０日　夜左下腹痛\n８月２１日　夜おりもの\n８月２２日　おりもの\n９月１日　朝方少しのど痛\n１０月１０日　夜赤っぽいおりもの少\n１１月９日　白茶っぽいおりもの　ときどき下腹部不快\n１１月１４日　体少不調　風邪？\n１１月２４日　夕方より発熱　背肩痛　夜１０時　３７．７度\n１１月２５日　朝３７．５度\n１１月２７日～２８日　寝不足気味\n１２月６日　せき　せき止め\n１２月８日　声がれ　せき\n１２月９日　声がれ　せき\n１２月９日～１０日　微熱\n１２月１１日～１２日　夜特にせき\n１２月１２日　おりもの茶っぽい\n１２月１３日　朝下腹不快\n１２月３１日　夜少左下重苦しい\nｂ　平成８年\n１月１日　ときどき左腹チクチク\n１月５日～６日　途中目が覚め寝付けず\n１月７日～８日　寝付けない\n１月１３日　下腹部不快感\n１月２０日　通水の後出血\n１月２１日　少し出血\n１月２２日　少々出血\n１月２９日　左下腹痛\n１月３０日　左下腹痛\n２月７日　午後腹不快　体不調\n２月８日　午後腹不快　体不調\n２月９日　体不調\n２月１０日　体不調\n２月１１日　体不調\n２月１４日　ときどき出血少々\n２月１５日　便秘\n２月１６日　便秘\n２月１７日　便秘\n２月１８日　便秘　左下腹痛\n２月１９日　左下右下\n２月２０日　おりもの　左下右下\n２月２１日　おりもの　左下右下\n２月２２日　おりもの　左下右下　便秘\n２月２３日　おりもの　左下右下　便秘\n２月２４日　おりもの　左下右下\n（ウ）　さらに，Ａは，原告Ｃに対し，平成６年１２月ころ体重は増えていないのにスカート\nのサイズが１つ大きくなったこと，髪が抜けるようにな ったことを訴えた。また，平成７年秋こ\nろには疲れや便秘を訴えることが増えた。\n（２）　平成８年２月２４日以降の経緯\nア　同日（土曜日）について\nＡは通水法を受けるために被告病院を訪れ，看護師に対して平成８年２月１８日ころ\nから下腹部の痛み，頻尿，残尿感があり，便秘気味で３日間排便がなく，おりものが増え，\nにおいがある旨訴えた。被告Ｂは看護師からこれらＡの主訴について報告を受けて診察に\n当たった。被告病院では患者に通水法のみを行う場合，通常内診は行っていなかったが，\n当日はＡから上記のような訴えがあり，また，Ａ本人から直接，左下腹部に膨満感がある旨\n訴えられたため，被告ＢはＡに対し内診を行ったところ，下腹部が張っており，子宮は前傾\n前屈，子宮体部はでこぼこして固くなっていて，超手拳大の筋腫様の腫瘤を下腹部に認め\nた。なお，内診によって両側付属器には異常は認められなかった。被告Ｂは，前回，超音波\n検査を行った平成８年１月２７日の内診では筋腫様のものはなかったのに，およそ１か月の\n間にこのように大きな腫瘤を認めたことから，驚いて「ええっ。」と声をあげてしまった。それ\nから，Ａに対し「子宮筋腫ができているから。」と言って，経腹式超音波検査を行ったところ，\n正常な子宮は認められず，でこぼこした塊が認められた。被告Ｂは，内診所見と超音波検\n査の結果，Ａに子宮筋腫ができたと考えたが，同時に短期間の間にこれだけ急激に大きな\n塊ができていたことから卵巣腫瘍の可能性もあると考えた。ただし，さらにＭＲＩ等の検査を\n行った上で明らかにならなければ卵巣腫瘍の可能性がある旨をＡに述べることはできないと\n判断したため，Ａには「子宮筋腫ができている。」と述べた。そして，Ａの卵管が潰れてしまっ\nていないか否かを検査するために通水法を行ったが，従前と変化はなく通水は可能であっ\nた。\n被告Ｂは，Ａの状態を観察する必要があると判断すると共に，不妊治療も継続して\n行うことにし，クロミッドを処方して２日後に排卵誘発剤の注射をするために来院するよう指\n示し，カルテには，「卵巣腫瘍の可能性もあり」と記載した。\nイ　平成８年２月２６日（月曜日）について\n被告Ｂは，Ａの卵巣を確認するために再度超音波検査を行うことにし，看護師に対し\nＡが来院したら注射をして帰らせるのではなく被告Ｂに声を掛けるように予め伝えていた。そ\nの日の仕事が終わりＡが被告病院に来院したので，被告ＢはＡに対して経膣式超音波検査\nを行ったところ，腫瘤に阻まれて卵巣は全く見ることができない状態であった。そのため，被\n告Ｂはさらに経過を見て経腹式超音波検査を行い，その上でＭＲＩ検査を土谷総合病院に\n依頼することにし，同年３月１日に来院するよう指示した。それと同時に，被告ＢはいまだＭ\nＲＩ検査等を行っていない段階では卵巣腫瘍の可能性がある旨をＡに伝えることはできない\nと考えていたことから，Ａに対しては，子宮筋腫が急に大きくなっているので岸田産婦人科\nで筋腫を摘出する手術を受けるよう勧めた。また，被告ＢはＡに対し継続して不妊治療も行\nい，排卵誘発剤であるフェルテノームを注射した。\nＡは，帰宅後，子宮筋腫の手術を行うことになるかもしれないと原告Ｃに話し，さらに\nＡの両親であるＦとＧにその旨相談した。すると，Ｆから，手術をするのであれば，Ｇもかつて\n手術したことがありＡの実家にも近く，医師の評判もよい総合病院である県病院で行う方が\nよいと助言された。Ａと原告Ｃは，他の医師に診断してもらうのもよいであろうと考え，県病院\nへの転院を決めた。\nウ　平成８年３月１日（金曜日）について\n被告ＢはＡの卵巣の状態について再度超音波検査を行い，その診断によっては土\n谷総合病院にＭＲＩ検査を依頼する予定にしていたが，Ａは被告病院を訪れるとすぐに，県\n病院に転院するので紹介状を書いてほしいと言った。被告Ｂは，諸検査を行いデータをそ\nろえた上で他院に紹介するよう予定していたことから，Ａに対し，ＭＲＩ検査等を行ってから\nにしてはどうかと言って，押し問答になった。結局，被告Ｂは，超音波検査を行うことなく県\n病院への紹介状を作成したが，Ａの面前であり未だＭＲＩ検査等を行っていなかったことか\nら，卵巣腫瘍については触れずに，診断名として「続発性不妊症，子宮筋腫」と記載し，「こ\nこ数ヶ月急速に増大（超手拳大）子宮筋腫と思います。」「挙児希望と相まって，核手術を希\n望しておられます。」とした。そして，「ＨＳＧ（ママ）再検，ＭＲＩなどは施行していませんが，\n今後の治療を貴院にて希望しておられますので，ご紹介申し上げます。」と記載した。その\n上で，被告Ｂは，Ａに対し，ＭＲＩ検査と体癌検査を県病院で行うよう指導した。\nエ　平成８年３月３日（日曜日）について\nＡは朝から腹痛を訴え，病院で診察を受けることにしたが，休日であったためどこの\n病院にかかればよいのか分からなかった。そこで，Ａは被告Ｂに相談するため連絡を取った\nところ，被告Ｂから休診日で検査などはできないが応急措置をするので被告病院に来るよう\n言われ，被告Ｂの診察を受けた。被告Ｂは，休診日であり看護師もいなかったことから内診\nは行わず腹部を触診し，Ａが骨盤腹膜炎を起こしていると診断した。そして，翌日には県病\n院を受診するとのことであったから，腹膜炎も含めて県病院で精査してもらうよう指導し，抗\n生物質と消炎鎮痛剤を処方した。\n（３）　県病院での経緯\nア　Ａは，平成８年３月４日，仕事を休んで県病院を受診した。Ｅ医師は，事前になされ\nた予診，経腹式超音波検査及び血液検査の結果を見た上でＡを診察した。内診の結果，\n腹部中央右側に手拳大の，左側に下手拳大の腫瘤に触れたが，内診だけでは腫瘤が子\n宮と卵巣のいずれのものか判別するのは困難であったものの，腫瘤の境界が不鮮明で少し\n柔らかかったことから子宮筋腫のみならず卵巣腫瘍も疑った。その上で，内診所見として骨\n盤腹膜炎，膿瘍ないし卵巣腫瘍を疑い，経膣式超音波検査を行うよう指示した。これを受け\nて県病院のＨ医師が経膣式超音波検査を行ったところ，内部エコーからして子宮筋腫とは\n考えにくいと判断した。Ｅ医師は，超音波検査結果と内診所見からして，卵巣腫瘍の可能性\nが高いと判断し，腫瘍マーカー検査をオーダーし採血すると共に，手術が必要になるものと\n考え術前検査を依頼した。さらに，Ｅ医師は早急にＭＲＩ検査を行う必要があると認めたが，\n県病院でＭＲＩ検査を受けるには予約をして１か月ほど順番を待たなければならないため，\n土谷総合病院にＭＲＩ検査を緊急依頼したところ，同日中に検査ができることになった。そこ\nで，Ａに対して，土谷総合病院で検査を受けること，発熱し腹痛がひどいようであれば夜で\nも構わないので入院することを指示した。\nＡは，土谷総合病院に行き，ＭＲＩ検査を受け，帰宅した。\nなお，土谷総合病院からのＭＲＩ検査の報告書によると，子宮のサイズはほぼ正常\nで明らかな異常所見はないが，子宮を全周性に取り囲むようにして骨盤腔内下方を占める\n巨大な腫瘤が認められること，この腫瘤は２つの部分に分かれており，正常の卵巣が全く同\n定できないことから両側卵巣に由来する腫瘤と考えられること，腫瘤は内部に壊死や嚢胞\n性分を伴う充実性の腫瘤と考えられ，その性状からすると膿瘍ではなく両側卵巣の悪性腫\n瘍が疑われることとされ，Ｅ医師の内診所見とほぼ一致していた。\nイ　平成８年３月５日，Ａはひどい腹痛を訴えたため，同日夜に県病院に入院した。担\n当医は，Ａと原告Ｃに対し，ＭＲＩ検査や卵管造影検査により子宮付属器辺りに腫瘤があり，\n念のため消化器の検査等も行うが，いずれにしても手術が必要であることを伝え，Ａと原告\nＣはこれを了解した。\nＥ医師は，平成８年３月６日にＡを内診したが，２日前の同月４日よりもさらに腫瘤が\n増大していた。\nウ　Ｅ医師は，平成８年３月１１日，Ａと原告Ｃに対し，インフォームドコンセントを行っ\nた。その際，ＭＲＩ検査の結果を示し，子宮の前後に腫瘤があり，両側卵巣腫瘍の可能性が\nあること，手術により子宮，両側付属器，腸を切除するが，場合によっては人工肛門を造設\nすること，可能性としては非腫瘍性の膿瘍と腫瘍性のものがあるが，卵巣腫瘍であっても良\n性群，中間群，悪性群があることを説明した。Ａと原告Ｃは，子宮筋腫と言われていたがそう\nではないのかとの疑問を述べたところ，主治医のＩ医師は，内診上は子宮筋腫が考えられる\nがＭＲＩ検査の結果そうではないようである旨説明し，同月１３日に手術を行うことになった。\nＥ医師は，従前の内診所見やＭＲＩ検査の結果に加え，平成８年３月１２日に出た腫\n瘍マーカー検査の結果から，９９．９％卵巣癌に間違いがないと考えた。そこで，同日，原告\nＣに対し，卵巣癌の可能性が高いことを説明したが，その席でＡには卵巣癌の可能性が高\nいことについては伝えないことになった。\nエ　平成８年３月１３日午後５時すぎから午後１１時すぎまで，Ａの手術が行われた。開\n腹したところ，左右卵巣は超手拳大に腫大しており，両側卵巣腫瘍，子宮，大腸，小腸が癒\n着して塊になっていた。組織の一部を切り取り，緊急に病理検査に出したところ卵巣癌であ\nることが確定した。そこで，子宮膣上部，両側付属器，大網，虫垂，下行結腸から直腸を切\n除し，腹腔内にリザーバーを設置し，人工肛門が造設された。\nオ　Ｅ医師は，平成８年３月１４日，原告ＣとＦに対し，手術の結果卵巣癌であったこと，\n手術の内容，今後の診療方針等を説明した。そして，Ａに対しては，卵巣癌であることは告\n知しないで，卵巣腫瘍が炎症を起こし，腸と癒着していたために人工肛門造設となったが，\n腫瘍の組織型は中間群であり，念のため今後化学療法を行うと説明することになった。\nＦは，Ａが被告病院で不妊治療を受けていたことから，卵巣癌であったことは１か月\nに１回診察を受けてもわからないものなのかと尋ねた。これに対し，Ｉ医師は，Ａの卵巣癌が\n極めて急激に成長したものと考えられ，そのため被告病院では卵巣癌と分からなかったの\nであろうと答えた。\nカ　その後，Ｅ医師は，Ａの胃大腸には異常がなく，手術後の摘出卵巣の組織検査に\nより漿液性腺癌であるとされたことから，原発性の卵巣癌であると確定診断した。また，ＣＴ\n検査等により肝実質への転移は否定されたことから，Ａの卵巣癌のステージはⅢＣ期とし\nた。\nなお，原発性卵巣癌の進行期の分類ＦＩＧＯによると，腫瘍が一側又は両側の卵巣\nに存在し，骨盤外の腹膜播種あるいは後腹膜又は鼡径部のリンパ節転移を認めるもの，腫\n瘍は小骨盤に限局しているが小腸や大網に組織学的転移の認められるもの及び肝表面へ\nの転移の認められるものがⅢ期とされる。そして，ⅢＣ期とは，直径２㎝を超える腹腔内播種\n並びに後腹膜又は鼡径リンパ節に転移の認められるものとされている。\nキ　Ａは，平成９年２月２８日，県病院で死亡した。死因は卵巣癌であったが，最期まで\n卵巣癌であることはＡには告知されなかった。\n（４）　Ａ死亡後の経緯\nア　Ｆは，平成９年９月１７日，被告病院を訪れて被告Ｂから説明を受けた。被告Ｂは，Ｆ\nに対し，初診からの診療経過を説明し，平成８年２月２４日の診察の際には内診と超音波検\n査を行ったところ，子宮と卵巣にそれまでなかった塊が突然，現れたことを説明した。\n原告ＣとＦは，平成９年１０月３日に再度，被告病院を訪れ，被告Ｂに説明を求めた。\n被告Ｂは，診療経過について詳細に説明すると共に，平成８年２月２４日の段階では子宮筋\n腫と診断した旨説明した。\nイ　原告ＣとＦは，平成９年１０月２３日，県病院を訪れてＥ医師と面談した。Ｅ医師は，原\n告Ｃらに対し県病院での診療の経過を説明すると共に，被告ＢがＡの卵巣癌を見落とした\nか否かは，被告病院で診察を受けた際に撮影された超音波検査の写真を専門家に見せれ\nばわかるのではないかと話した。\nウ　被告Ｂは，今回の事態を防ぐことができたのではないかと思い悩んでいたため，平成\n１０年１２月末ころ，県病院を訪れＥ医師にＡの被告病院におけるカルテを示し，そこに添付\nされている超音波検査の写真に卵巣癌が写っているのか見てほしい旨話した。Ｅ医師は県\n病院の超音波のエキスパートであるＨ医師にその写真を見せたところ，Ｈ医師は平成８年２\n月２４日より前の写真からは卵巣癌を発見することはできない旨述べた。\n被告Ｂは，同様に他の２名の専門家医師にカルテ添付の写真を見せたが，両名とも\nに平成８年２月２４日より前に卵巣癌を発見することはできない旨述べた。\n２　争点（１）（平成８年２月２４日より前における過失の有無）について\n前項の認定事実を前提に，被告Ｂが平成８年２月２４日より前にＡの卵巣の異常に気付\nき適切な処置をとるべき義務に違反したか否かについて検討する。\n（１）　まず，被告ＢがＡに不妊治療を行った際，不妊治療を行う医師としてなすべき義務を\n果たしていれば，Ａに何らかの異常が生じたことに気付きＭＲＩ検査等の適切な検査によっ\nて早期に卵巣癌を発見することができたにもかかわらず，被告Ｂが不妊治療を行う医師とし\nてなすべき義務を果たさなかったために，Ａの卵巣癌を早期に発見することができなかった\nか否かという点について検討する。\nそもそも不妊治療を行う医師に原告らが主張するような多岐にわたる義務が認めら\nれるのかという点が問題ではあるが，仮に不妊治療を行う医師にかかる義務が課されている\nとしても，被告Ｂがこれら義務に違反して賠償義務があると認められるためには，不妊治療\nが実施された各時期においてＡに何らかの異常があっただけでは足りず，その時点におい\nて既にＡが卵巣癌に罹患しており，かつ，その卵巣癌を発見できたことが当然の前提とな\nる。\n例えば，原告らは，被告ＢのＡに対するクロミッド投与につき，平成６年６月２５日に\n今周期無排卵であるとしてクロミッドを安易に投与しているが，本来であれば無排卵の原因\nを追求すべきであり，かかる処置をとっていればその時点で卵巣の異常を発見でき，卵巣\n癌の早期発見ができたはずであると主張する。しかしながら，上記の例でいえば，平成６年\n６月２５日においてＡがいまだ卵巣癌に罹患していなかった場合，被告Ｂが無排卵の原因を\n追及したか否かにかかわらず，Ａの卵巣癌早期発見それ自体があり得ないのであるから，\n不妊治療の内容のいかんを問わず，被告Ｂに本件における過失責任を認めることはできな\nいのは当然である。したがって，原告らが主張する不法行為ないし債務不履行責任を認め\nるためには，各不妊治療の段階でＡが卵巣癌に罹患していることについて，原告らが具体\n的に主張・立証しなければならない。かかる観点から検討すると，原告らの主張は，それぞ\nれの不妊治療を実施した段階で何らかの異常が認められたはずであるという抽象的なもの\nに止まっていて，被告Ｂに法的責任を負わせるために必要となる具体的な主張・立証に欠\nけているといわざるを得ない。\nもっとも，原告らは，平成８年２月２４日にＡの腫瘤が超手拳大であったことと，同年\n３月１３日の県病院における手術の結果，Ａの卵巣癌が合計４２０ｇであったことを根拠に計\n算を行い，平成７年８月２１日にはＡの卵巣癌を発見することができたはずである旨主張す\nる。しかしながら，一般的にＡの罹患した漿液性腺癌の発癌過程自体不明である（乙５，１\n２，３２，Ｊ鑑定）のに加え，原告らの計算の根拠である平成８年２月２４日の「超手拳大」であ\nる卵巣癌の正確な重量を知ることは全く不可能である（Ｊ鑑定，Ｋ鑑定）上，同年３月１３日の\n手術によって摘出された卵巣癌の重量それ自体も他の臓器と癒着していた（甲１０，１７，乙\n１０）ことからすれば，組織検査報告書には摘出卵巣の重量として右卵巣が１１０ｇ，左卵巣\nは３１０ｇである旨の記載はある（甲１０，１７）ものの，その正確な重量は不明といわざるを得\nない（Ｋ鑑定）こと，上記のとおり癌の重量が推定値に過ぎない上，原告らの主張する計算\n式は癌が一定の速度で増殖することを前提としているが，そのような仮定自体に大きな問題\nがある（Ｊ鑑定）ことからすれば，平成７年８月２１日には卵巣癌を発見することができたという\n原告らの上記主張は採用できない。\nまた，原告らは，平成７年１２月２６日の経膣式超音波検査の写真に卵巣腫瘍が描\n写されていることを前提に，同日よりも１か月前である同年１１月２５日の診察日にも卵巣腫\n瘍を発見することができた旨主張するが，後記（２）のように，同年１２月２６日の時点におい\nて，経膣式超音波検査の写真には卵巣腫瘍を疑うべき所見は認められないというべきであ\nるから，原告らのかかる主張はその前提を欠いており採用できない。\nよって，原告らの主張は失当というべきである。\n（２）　続いて，本件で被告Ｂが現に行った不妊治療において，同人がＡの卵巣癌を発見\nすることができたか否かという観点から被告Ｂの過失の有無を検討する。\nア　前記１（１）イ認定のとおり，被告ＢはＡに対し平成８年１月２７日まで１５回の経膣式超\n音波検査を行ったことが認められるところ，経膣式超音波検査は子宮や卵巣などの臓器に\nついては内診と同じかそれ以上の情報を与えるものであり，特に卵巣癌の早期発見におい\nては，内診よりも経膣式超音波検査の方がはるかに精度が高いとされている（Ｊ鑑定）こと，\n経膣式超音波検査の導入によって，より小さな腫瘍を的確に抽出できるようになった（甲３\n７）ことからすれば，被告病院のカルテ（乙１）添付の経膣式超音波検査の各写真は，Ａに卵\n巣癌の疑いの所見が認められるか否かを判断するにおいて最も価値が高い証拠ということ\nができる。そして，排卵誘発剤の使用により卵胞の発育及び卵巣全体の腫大傾向が見られ\nる（甲２４，５８，６４，乙３１）ところ，平成７年１２月２６日以前の超音波検査の写真にはやや\n腫大傾向があるものの卵巣腫瘍を疑うべき所見は全くない（乙３１，Ｊ鑑定）こと，平成８年１\n月２７日の写真では卵巣の輪郭がややたどりにくいが異常所見とまでは断定できない上，臨\n床所見的にも同月２０日から２２日にかけて見られた出血も同月２７日にはいったん治まって\nいるので，同日において直ちにＣＴやＭＲＩなどの検査を行うべき症状，所見にはなかったと\nいうべきである（乙３１，Ｊ鑑定）こと，前記１（４）ウ認定のとおり，被告Ｂが県病院の超音波の\nエキスパートであるＨ医師を含め３人の専門家医師にカルテ添付の写真を見せたところ，い\nずれの医師からも平成８年２月２４日より前の写\n真からは卵巣腫瘍を発見することはできないと回答されたこと，被告病院の超音波検査の\nための器械は本件当時において県病院の器械とほぼ同じ性能であったといえる（証人Ｅ）こ\nとからすれば，経膣式超音波検査上，平成８年２月２４日より前の段階でＡが卵巣癌に罹患\nしていたことを疑うべき所見を認めることはできない。\nイ　また，前記１（１）イ認定のとおり，被告Ｂは経膣式超音波検査を行う際には毎回内診\nを行っていたところ，平成８年１月２７日までの内診において異常所見を認めていないことが\n認められ，このことは，前記アの経膣式超音波検査所見と合致している。\nウ　さらに，前記１（１）イ及びウ認定のとおり，Ａは被告Ｂに対し不妊治療の際に様々な\n症状を訴えると共に，基礎体温表の備考欄に体調の変化を記載しており，被告Ｂが診療の\n都度チェックしていたところ，Ａは様々な症状を被告Ｂに対して訴えているけれども，卵巣癌\nは早期では無症状であることが多い（甲２３，乙２，３，１７，１８）上，Ａの主訴はいずれも継続\n的なものでもない。例えば，Ａは平成７年１２月１３日に下腹の不快感を訴えているが継続性\nはないし，同月３１日から平成８年１月１日までの腹痛も２日で改善し，次に下腹部不快感を\n訴えているのはその２週間近く経過した同月１３日であることからも明らかなように，Ａの主訴\nはその後に改善しているというべきである。したがって，同月２７日以前の段階で被告ＢがＡ\nの主訴から卵巣癌を疑うべきであったとはいえない。\nエ　前記アないしウの超音波検査所見，内診所見及び主訴の改善という点に加えて，前\n記１（３）カ認定のとおりＡの卵巣癌の組織型は漿液性腺癌であるが，京都大学医学部産婦\n人科学産科学教室によれば，不妊治療中に判明した漿液性腺癌の８例中７例が既にⅢ期\nの進行癌であり，漿液性腺癌の発生の自然史そのものが極めて急速である可能性があり，\n初期の段階で発見することは平成８年当時困難であった（乙５）こと，大部分の進行した漿\n液性腺癌は突然発生していて早期発見は不可能であり，このことは不妊治療を行っていて\n継続的に患者の卵巣を観察していても同様であると言われている（乙１２，３２）こと，漿液性\n腺癌は急速に進行する癌であって発見が困難であることは産婦人科学会の常識である（乙\n３１）こと，漿液性腺癌の場合，Ⅰ期癌で発見される癌とⅢないしⅣ期で発見される癌とでは\n同じ癌の異なる時期であ\nるとはいえず，一般診療の中で進行癌に急速に進展する漿液性腺癌を早期に発見できる\n方法を知る者は誰もいないとも言われている（Ｊ鑑定）ことからすれば，平成８年２月２４日より\n前の段階において，被告ＢはＡの卵巣癌を発見することは極めて困難であったというべきで\nあり，いずれにしても被告Ｂに過失を認めることはできない。\n（３）　ところで，Ｋ鑑定によると，平成６年６月１日の時点で，既にＡに超音波検査上の悪\n性所見，周囲との癒着，腫大の３点の異常所見が読み取れ，卵巣腫瘍を発見することがで\nきたとされる。しかしながら，婦人科腫瘍学を専門とする鑑定人Ｊや周産期医学・超音波診断\n学を専門とするＬが指摘するように，排卵誘発剤の使用によって卵胞が発育し，卵巣が刺激\nされ腫大するのは当然であって，Ｋ鑑定において悪性所見とされる断面像は，悪性の腫瘍\nではなく，発育した卵胞というべきである（乙３１，Ｊ鑑定）こと，Ｋ鑑定では日本超音波医学会\n診断基準委員会が作成した卵巣腫瘍のエコーパターン分類が用いられているが，同委員\n会で責任者としてその作成に当たったＬによると，同分類は卵巣腫瘍と判断した後にそれを\n分類するための基準であって，単なる卵巣像を最初から腫瘍であるか否かという観点から\n分類するために使用すべきものではないところ，Ｋ鑑定において超音波検査の卵巣像を最\n初から腫瘍であるか否かということを含めて分類するために使用しているのは誤りである（乙\n３１）こと，Ｋ鑑定によれば平成６年６月には既に卵巣癌が発生し，常識的な癌の発育速度\nからすれば平成８年３月にⅢＣ期の進行卵巣癌とされたことは全く矛盾がないとされるが，Ａ\nの癌は漿液性腺癌であって，前記（２）エ判示のとおり，急速に進行癌に進展するものであ\nり，その自然史は未だ不明とされ，漿液性腺癌以外の常識的な癌の発育速度の概念が当\nてはまらないこと，Ｋ鑑定人の専門とする研究領域は不妊治療学・胎盤内分泌学等であっ\nて（乙３４，３５，原告代理人作成の平成１４年２月５日付け鑑定人候補についてと題する書\n面，弁論の全趣旨），超音波検査の画像読み取りは必ずしもその専門分野とはいえないと\n考えられること，Ｋ鑑定において鑑定判断の前提としているＭ大学医学部産婦人科Ｎ助教\n授の経膣超音波断層法による卵巣腫瘍のスクリーニングに関する報告は，研究段階のもの\nであり，画像診断的にも問題の多い研究であり，性格の大人しい卵巣癌だけを発見し得て\nいるのであって，本件のような進行の速い卵巣癌の早期発見が可能であることを示すデー\nターではないことが窺われる（乙５，１２，３１，３２）ことなどからすれば，Ｋ鑑定は採用するこ\nとができない。\n３　争点２（平成８年２月２４日以降の過失の有無）について\n続いて，被告Ｂに同日以降過失が認められるか否かについて検討する。\n（１）　卵巣の異常に気付いていなかったか否かについて\nア　原告らは，平成８年２月２４日のカルテの「卵巣腫瘍の可能性」との記載は後日書き\n加えられたものであって，カルテが改ざんされている旨主張する。しかしながら，前記１（１）\nイ，（２）ア，イ，ウ認定のとおり，被告Ｂは従前の不妊治療の際には，超音波検査をおおむ\nね１月に１回の割合で行ってきたのに対し，平成８年２月２４日の内診でＡに異常を認める\nと，その２日後の２６日にも超音波検査を行い，さらに，同年３月１日にも超音波検査を行う\n予定にしていたことが認められる。また，前記１（２）イ認定のとおり同年２月２６日には被告Ｂ\nはわざわざ看護師に対してＡが来院したら注射を打って帰らせるだけではなく，被告Ｂに声\nを掛けるようにあらかじめ伝えていたことが認められ，被告ＢがＡの症状に強い関心を有して\nいたことが推認される。そして，被告Ｂは同年３月１日にＡに対し卵巣腫瘍の診断には欠か\nせないＭＲＩ検査等を行うよう勧め，紹介状（甲９）には，卵巣腫瘍の可能性があるとの記載\nはないけれども，被告Ｂが紹介状を作成した時点でＭＲＩ検査等がまだ実施されておらず，\n県病院でそれらを実施するよう求める内容になっており，この紹介状を受け取ったＥ医師自\nらがその文面・体裁からして被告Ｂも卵巣腫瘍を疑っていたと見受けられる旨証言してい\nる。さらに，卵巣癌の手術を行った県病院がＡに対し癌の告知をしなかったのは，家族や医\n師がＡの性格・環境等に配慮したからであると考えられるところ，Ａの面前で紹介状を作成\nした被告Ｂも同様の配慮から卵巣腫瘍の可能性があると記載しなかったものと推認される。\nこれらの事情を総合して判断すると，被告Ｂは平成８年２月２４日の段階で子宮筋腫のみな\nらず卵巣腫瘍の疑いをも有していたために，カルテに「卵巣腫瘍の可能性」と記載したもの\nと認められるのであって，原告らの主張は採用できない。したがって，被告Ｂにつき卵巣の\n異常に気付かなかったとの過失を認めることはできない。\nイ　また，前記１（４）ア認定のとおり，平成９年１０月３日の面談の際，被告Ｂは，原告Ｃと\nＦに対し，平成８年２月２４日には子宮筋腫と診断した旨説明したことが認められる。しかしな\nがら，かかる説明は，同日の診察の段階では，いまだＭＲＩ検査等を行っていなかったことか\nら卵巣腫瘍の可能性を疑いながらもとりあえずは子宮筋腫と診断した趣旨と解されるので，\n被告Ｂと原告Ｃ・Ｆの間の面談内容をもって，被告Ｂが卵巣の異常に気付いていなかったと\nいうことはできない。\n（２）　卵巣の異常に気付きながら適切な処置を講じなかったか否かについて\nア　原告らは，平成８年１月２７日の診療の際には腫瘍は認められなかったが，同年２月\n２４日に突如として超手拳大の腫瘍が認められ，Ａの腫瘍は急激な速度で増大したのであ\nるから，同月２４日，同月２６日，さらには同年３月１日，同月３日において，被告Ｂが漫然と\n経過を見過ごしたとして同人には注意義務違反があると主張する。\nイ　この点につき，一般に医師は患者に対して医療水準にかなった医療行為を行うべき\n義務を有しているから，患者に卵巣腫瘍の可能性がある場合には速やかに癌か否かにつ\nいて検査等を行うべきであり，また，その医師の人的・ 物的能力との関係から自ら検査等を\n行うことができない場合にはこれが可能な医療機関へ患者を転送させる義務があると解す\nるのが相当である。そして，かかる場合において，経過観察とすることが許されるか否かは，\n疾病の症状の進行状況，緊急性，診療方法の確立の程度，医療機関の疾病に対する人\n的・物的能力の程度等を総合して判断すべきである。\nこれを本件につきみると，内診によって子宮筋腫であるか卵巣腫瘍であるか区別する\nのが困難な場合もあり（証人Ｅ），本件においては，客観的には，内診と超音波検査により卵\n巣腫瘍と診断することは可能であるといえるが，子宮筋腫の可能性も否定できない状況で\nあって，被告Ｂのような一般の開業医においては，卵巣腫瘍の疑いを抱きつつもとりあえず\n子宮筋腫と診断することは誤診とは到底いえない（乙３１，Ｊ鑑定）こと，そして，現に，前記１\n（２）ア認定のとおり平成８年２月２４日の段階で被告Ｂは内診及び超音波検査によって子宮\n筋腫と卵巣腫瘍の双方の可能性を疑っていたこと，前記１（２）ア，イ，ウ認定のとおり被告病\n院では諸検査を行いデータをそろえた上で他院に紹介するようにしていたこと，被告Ｂは，\n実際に平成８年２月２４日，同月２６日と２回にわたり超音波検査を行っているが，その間は\nわずか２日であり，被告ＢはＡに対し同月２６日の次は４日後の同年３月１日に来院するよう\n指示しているが，それはもう１度超音波検査を行った上で土谷総合病院に卵巣腫瘍の診断\nには欠かせないＭＲＩ検査を依頼する予定であったからであること，同年２月２４日及び同月\n２６日の診察はＡの仕事が終わった後に行われており，ＭＲＩ検査を申し込むには時間が遅\nすぎた（被告Ｂ本人）こと，Ａの仕事の関係上，同月２６日の次の診察は土曜日である同年３\n月２日が都合が良かったであろうけれども，土曜日は土谷総合病院が休診日であったため\n（乙７），どうしてもＭＲＩ検査を申し込むために金曜日の同月１日に来院するよう指示した（被\n告Ｂ本人）こと，通常，卵巣腫瘍が発見されて上位の病院で外来受診するまでの期間は１週\n間から２週間かかることが多い（Ｊ鑑定）ところ，本件ではそれ以上の期間を要しておらず決し\nて遅きに失したとはいえないことなどからすれば，被告Ｂは，平成８年２月２４日及び同月２６\n日の診察において漫然と経過を見過ごしたということはできず，同被告がこの間経過観察を\n行ったことは不当とはいえず，同被告につき過失を認めることはできない。また，同年３月１\n日及び３日の診察についても，前記１（２）ウ，エ認定のとおり，同月１日にはＡは既に県病\n院への転院を決めていて，同月３日には翌日にＡが県病院を受診する予定になっていたこ\nとからすれば，被告病院で何らかの検査等を行う必要性は低いというべきであって，同月１\n日及び同月３日の診療においても被告Ｂに過失を認めることはできない。\nウ　なお，仮に万が一，被告Ｂに，平成８年２月２４日以降の時点において，Ａにつき早\n期の転院措置を講じる義務違反等何らかの過失が認められる余地があったとしても，Ａの\n罹患していた卵巣腫瘍は成長の速い化学療法が奏功しない充実性の漿液性腺癌であり，\n同月２４日の時点では既に進行癌であったのであるから，もはやその時点においては手遅\nれであったと考えられ，（同年３月１３日に手術をしても救命できなかったのであるから）被告\nＢが同年２月２４日の時点においてある特定の措置を講じれば結果的にＡを救命し得る高\n度の蓋然性ないし相当程度の可能性があったとの立証はなされていないので，被告Ｂの過\n失と死亡の結果との間の因果関係が認められないだけでなく，相当程度の救命の可能性\nの侵害も認められないことになり，結局，被告Ｂに賠償責任はないといわざるを得ない。\n４　結語\n以上によれば，その余の点につき判断するまでもなく，原告らの本訴請求はいずれも理\n由がない。\n広島地方裁判所民事第１部\n裁　判　長　裁　判　官　　　坂　　　本　　　倫　　　城\n裁　判　官　　　次　　　田　　　和　　　明\n裁　判　官　　　古　　　川　　　大　　　吾\n"
}