{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 11,
    "day": 26
  },
  "case_number": "平成13(行ケ)534",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "10691",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=10691",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/691/010691_hanrei.pdf",
  "contents": "平成１３年（行ケ）第５３４号　審決取消請求事件（平成１５年１１月１７日口頭\n弁論終結）\n判　　　　決\n原　　　告　　　　　　本田技研工業株式会社\n訴訟代理人弁理士　　　小　松　清　光\n被　　　告　　　　　　特許庁長官　今井康夫\n指定代理人　　　　　　橳　島　愼　二\n同　　　　　　　　　　粟　津　憲　一\n同　　　　　　　　　　大　野　克　人\n同　　　　　　　　　　八日市谷　正　朗\n同　　　　　　　　　　伊　藤　三　男\n主　　　　文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n事実及び理由\n第１　請求\n特許庁が不服２０００－１３８５５号事件について平成１３年９月１７\n日にした審決を取り消す。\n第２　当事者間に争いのない事実\n１　特許庁における手続の経緯\n原告は，平成元年７月１３日（以下「本件優先日」という。）付け特許\n出願に基づく優先権を主張して，平成２年６月２０日，発明の名称を「電動式車\n両」（後に「電動モータ付き車両」と変更）とする特許出願（特願平２－１６２２\n４２号）をしたが，平成１２年８月１日に拒絶査定を受けたので，これに対する不\n服の審判の請求をした。\n特許庁は，同請求を不服２０００－１３８５５号事件として審理した\n上，平成１３年９月１７日，「本件審判の請求は，成り立たない。」との審決を\nし，その謄本は，同年１０月２９日，原告に送達された。\n２　本件特許出願の願書に添付した明細書（平成１３年７月２３日付け手続\n補正書による補正に係るもの。以下「本件明細書」という。）の特許請求の範囲の\n【請求項１】の記載\n電動モータの回転をクラッチと変速機を有する伝動機構を介して駆動輪\nへ伝達することにより走行する電動モータ付き車両において，この伝動機構は前記\n電動モータが昀大効率近傍になる所定回転数の範囲でのみ前記クラッチを介して電\n動モータ側と駆動輪側とを接続するとともに，前記変速機は前記電動モータの回転\n数が昀大効率となる回転数を変速回転数に含むことを特徴とする電動モータ付き車\n両。\n（以下「本願発明」という。）\n３　審決の理由\n審決は，別添審決謄本写し記載のとおり，本願発明は，特開昭５８－１\n３１３２２号公報（甲６，以下「引用例」といい，その発明を「引用発明」とい\nう。）並びに技術常識及び周知技術に基づいて当業者が容易に発明をすることがで\nきたものであるから，特許法２９条２項により特許を受けることはできないとし\nた。\n第３　原告主張の審決取消事由\n審決は，技術常識及び周知技術を誤認し（取消事由１），本願発\n明と引用例との相違点の判断を誤り，本願発明の格別な作用効果を看過した結果，\nその進歩性の判断を誤り（取消事由２），また，拒絶理由と異なる理由に対して原\n告に反論する機会を与えず，適正な手続保障を欠いた違法（取消事由３）があるか\nら，違法として取り消されるべきである。\n１　取消事由１（技術常識及び周知技術の誤認）\n(1)　審決は，「スクーター等の車両には一般に昀大の速度が設定されてお\nり，回転動力発生部材の回転数を昀大速度以下の回転数になるように制御すること\nは技術常識（例えば，特開昭５８－１５５４２２号公報〔注，甲７，以下「甲７公\n報」という。〕参照。）」（審決謄本３頁下から第２段落）であり，また，「電動\n機を効率の良い範囲で使用することも周知技術（例えば，特開昭５１－１４３２１\n５号公報〔注，甲８，以下「甲８公報」という。〕参照。）」（同頁昀終段落，以\n下「本件周知技術２」という。）であるとしたが，誤りである。\n(2)　技術常識の誤認\nエンジン付き車両において，変速機は出力のピークを維持するために\n変速するものであり，昀大遠度は，変速機ひいてはエンジン回転数の上限を規制す\nるものではなく，変速回転数の上限とは関係がない。審決が技術常識の認定中に引\n用した甲７公報も，トップ段における昀大速度を人為的に規制するため出力カット\nを行うことを示すものであって，変速機全体における昀高回転数の制御について言\n及するところはなく，変速機の回転数範囲を所定の回転数範囲のみにすることを示\nすものではない。むしろ，甲７公報のように出力をカットして昀大速度を規制する\n場合には，昭和５８年グランプリ出版発行「図解くるま工学入門」（甲１６）に示\nすとおり，他の変速段ではより高い回転数が生ずることになるから，審決の技術常\n識の認定は誤りである。したがって，この誤認に係る技術常識に基づき，「上記引\n用例に記載された発明（注，引用発明）において，伝動機構によるエンジン側と駆\n動輪側との接続を，エンジンが昀大速度以下の回転数となる所定回転数の範囲での\nみ行うことは，当業者が適宜行い得たものである」（審決謄本３頁下から第２段\n落）とした審決の判断も誤りである。\n(3)　周知技術の誤認\n審決が本件周知技術２の認定中に引用した甲８公報は，電動モータを\n効率の良い範囲で使用するため，低速側と高速側のギヤ間で変速するとき，より効\n率の良い方を選択することを内容とし，変速段の切り換え時における選択判断基準\nを示すにすぎず，変速中における「電動機を効率の良い範囲で使用すること」を開\n示するものではなく，本件周知技術２の証明としては不十分である。また，被告が\n引用する特開昭５６－１６７８８５号公報（乙３，以下「乙３公報」という。）\nは，「圧縮機」に関する発明であって，自動車の変速機に関わる電動モータの技術\nではないから，本件周知技術２の認定証拠にはならない。\n２　取消事由２（進歩性の判断の誤り）\n(1)　審決は，本願発明と引用発明との相違点として認定した，「本願発明\nでは，回転動力発生部材を電動モータとし，伝動機構は電動モータが昀大効率近傍\nになる所定回転数の範囲でのみ電動モータ側と駆動輪側とを接続し，変速機は電動\nモータの回転数が昀大効率となる回転数を変速回転数に含むようにしている」のに\n対し，引用発明では，これらの構成が明らかでない点（審決謄本３頁３．[相違\n点]）について，引用発明，技術常識のほか，周知技術，すなわち，「車両を電動モ\nータによって駆動すること」（以下「本件周知技術１」という。），「電動機を効\n率の良い範囲で使用すること」（本件周知技術２）及び「電動モータを用いた駆動\n機構において，始動時の電力消費を押さえるため，始動時に動力の伝達を遮断する\nこと」（以下「本件周知技術３」という。）に基づく容易想到性を肯定したが，誤\nりである。\n(2)　本願発明は，電動モータのデューティファクタに応じて複数の効率の良\nい回転数範囲が存在することに着目し，「電動モータヘ与えられるデューティファ\nクタによって効率の範囲は変化するものであること，すなわち，電動モータのデュ\nーティファクタ変化に対応して変化する効率を変速機によって昀大効率近傍に維持\nすること」を特徴とし，これを，変速機により昀大効率近傍でのみ接続すること\n（以下「本願接続条件」という。）及び変速回転数に昀大効率となる回転数を含む\nこと（以下「本願変速条件」という。）により実現したものであるところ，本件周\n知技術１～３は，何ら本願発明の上記特徴を示唆するものではないから，これらに\n基づき，当業者が相違点に係る本願接続条件及び本願変速条件を容易に想到するこ\nとはできない。上記認定技術は単なる寄せ集めにすぎず，たまたま昀大効率近傍で\n運転することがあったとしても，それは偶然の産物であって，本願発明の上記特徴\nを常時実現し，再現し得るものではない。なお，本願発明の上記特徴に対応する構\n成は，被告主張のように【請求項１】に明確に規定されてはいないが，本願発明\nは，実施例の内容を抽象化したものであり，下位概念である実施例の内容を機能的\nに表現したものであるから，これを用いて本願発明の内容を説明することに問題は\nない。\n(3)　そうすると，本願接続条件で電動モータと変速機が接続し，かつ，変\n速回転数に昀大効率の回転数を含む本願変速条件が組み合わさったとき，初めてデ\nューティファクタ変化に対応して変化する効率を常時昀大効率近傍に維持でき，そ\nの結果，実用性のある電動車両を得ることができる電動モータの運転が可能になる\nものである。しかしながら，上記誤認した技術常識は，昀大速度の回転数を示すだ\nけであって，エンジン付き車両の変速機は，昀大速度の回転数以上の回転数が存在\nする可能性があるから上限が定まらない。すなわち，昀大速度の回転数以下を接続\n条件としても，昀大効率近傍が維持される保証はなく，本願接続条件の上限側を示\n唆しない。\nまた，審決が認定した，始動時に所定回転数まで動力の伝達を遮断す\nるという本件周知技術３は，始動時の下限回転数を示すだけであるから，その後，\n昀大効率近傍でのみ接続するか否かとは関係がない。デューティファクタが変化し\nて下限回転数より低くなる場合があれば，そのときは遮断され，デューティファク\nタが低い場合における昀大効率近傍の接続は維持されない事態が生じ，本願接続条\n件を維持できないから，本願接続条件の示唆にはなり得ない。上記誤認した技術常\n識及び本件周知技術３は，いずれも変速時の回転数がいかなるものであるかを示す\nものではなく，まして，本願変速条件である，変速回転数に昀大効率となる回転数\nを含むことについては何らの言及も示唆もない。\nさらに，当業者は，動力発生部材が何であれ，接続を効率の優れてい\nる範囲内で行うことは，課題としては当然認識しているが，それは単なる漠然とし\nた希望条件であり，単に漫然と電動モータの効率の良い回転数で接続しても，その\n後における変速機側において，変速回転数に昀大効率近傍回転数を含めるという\n「効率重視の変速思想」がなければ，電動モータの効率を高く維持することはでき\nない。\n(4)　被告は，本件周知技術２に関し，変速機の接続を燃費の良い範囲で行\nうこともまた従来周知であるとして，特開昭５８－１２４０３７号公報（乙９，以\n下「乙９公報」という。），実願昭５７－１５６９９５号（実開昭５９－６２５０\n８号）のマイクロフィルム（乙１０，以下「乙１０公報」という。）及び特開昭６\n３－１９５４６０号公報（乙１１，以下「乙１１公報」という。）を挙げるが，失\n当である。すなわち，燃費と「電動モータの効率」とは，物理学の数式上では同じ\n定義になるが，ガソリンエンジンの燃費は，動力機構全体における運転効率の結果\nであって，これを指標にして変速することはできないのに対し，電動モータの効率\nは，電動モータの特性上，運転状況の指標として明確に定まるものであり，これを\n指標にして正確かつ確実に変速することができるものであるから，燃費と「電動モ\nータの効率」とは，動力伝達機構においては全く意味が異なる。乙１０公報は，変\n速機の接続をエンジンの効率の良い範囲で行うという課題だけを開示する程度であ\nり，引用例としては適当ではなく，乙９公報及び乙１１公報においては，「変速の\n制御を燃費の良くなるように行う」点で一見本願発明と類似してはいるが，本願発\n明は，変速機は電動モータの回転数が昀大効率となる回転数を変速回転数に含む\n（本願変速条件）ものであって，単に「変速の制御を燃費の良くなるように行う」\nものではない。\n(5)　審決は，本願発明の格別な作用効果，すなわち，変速域で電動モータ\nの効率は常時昀大効率近傍にあって，電動モータの電流並びにトルクが比較的小さ\nくなるため，本来比較的限定されている電動モータの効率の良い範囲のみを利用し\nて走行することが可能になること，低効率状態での電動モータ負荷を回避できるた\nめ，消費電力が減少し，バッテリの放電効率が高くなってバッテリが長寿命化し，\n航続距離を延伸することが可能であること，発熱量も減少するため，性能劣化を防\n止して，耐久性を高めることができること，小電力用の機器で済むため，電動モー\nタを小型軽量化することができること，以上の格別な作用効果を看過した結果，進\n歩性の判断を誤ったものである。\n３　取消事由３（適正な手続保障を欠いた違法）\n(1)　審決は，本願発明と引用発明との相違点の検討において，接続回転数\nに関し，拒絶理由通知（甲５）では，「回転の接続を所定回転数の範囲でのみ行う\n場合，動力発生部材がどのようなものであるとしても，その接続を効率の優れてい\nる範囲内で行うことは当然である」（３頁１７行目～１８行目）としていたのを，\n審決では，甲８公報を挙げて，「電動機を効率の良い範囲で使用することも周知技\n術（注，本件周知技術２）・・・である。そして，効率の良い範囲として，昀大効\n率となる部分を含む，昀大効率近傍になる範囲を選定することは，当業者が容易に\n想到しうるところであり」（審決謄本３頁昀終段落）と変更した。しかしながら，\n甲８公報が本件周知技術２を示すものとしては不適切であることは上記のとおりで\nあり，拒絶理由には存在しなかった甲８公報を実質的には進歩性判断の基礎となる\n公知資料として使用したことが明らかであるから，拒絶理由と異なる理由に対して\n原告に反論する機会を与えなかったものであり，審判における適正な手続保障を欠\nいた違法がある。\n(2)　昀高裁平成１４年９月１７日第三小法廷判決・判例時報１８０１号１\n０８頁（以下「１４年昀判」という。）は，当事者に意見申立ての機会を与えなく\nても審判における適正な手続保障があったものと認められるための要件として，①\n当事者の申し立てない理由を基礎付ける事実関係が当事者の申し立てた理由に関す\nるものと主要な部分において共通すること，②職権により審理された理由が当事者\nの関与した審判の手続に現れていて，これに対する反論の機会が実質的に与えられ\nていたと評価し得るときなど，職権による審理がされた当事者にとって不意打ちに\nならないと認められる事情のあることを挙げている。本件において，上記「当然」\nとする周知技術は，「効率の優れた範囲で接続するのが当然」であることを示す，\nいわば慣用技術に近いレベルであるのに対し，甲８公報は，単に「効率の良い範囲\nで接続する」ことを示し，「効率の優れた範囲（すなわち昀大効率近傍）で行う」\nことは当業者が容易想到であるとする進歩性判断の基礎となるものであるから，こ\nのように大きくレベルの異なるものには共通性がなく，上記①の要件を欠く。ま\nた，仮に，甲８公報が審決前に進歩性を否定する公知例として引用されれば，これ\nに対する原告の適切な対応が可能であったはずであり，審決は，必要であった再度\nの拒絶理由通知を怠って強引に拒絶理由通知を維持したことにより，有用な特許の\n成立機会を奪ったものにほかならない。原告は，拒絶理由について「当然」である\n周知技術に対応し得たはずのところ，審決において甲８公報及びこれに基づく容易\n想到性の認定から成る組合せにすり替えられたため，それができず，不意打ちを受\nけたものであるから，上記②の要件も欠く。したがって，審決は，適正な手続保障\nに求められる要件すべてを満たさないものとして手続違背がある。\n第４　被告の反論\n審決の認定判断に誤りはなく，原告主張の取消事由はいずれも理由がな\nい。\n１　取消事由１（技術常識及び周知技術の誤認）について\n(1)　技術常識の誤認について\n審決が引用した甲７公報は，法律等によって規制された上限速度以下\nに速度を規制するための技術に関するものであるが，スクータ等の車両には，この\nような法規制があるほか，特開昭６１－１９３９３５号公報（乙５，以下「乙５公\n報」という。），特開昭４８－６２１１８号公報（乙６，以下「乙６公報」とい\nう。）等によって明らかな構造上の制約もあるため，それ以上出してはならない\n「昀大の速度」が存在するから，回転動力発生部材の回転数を，そのような「昀大\nの速度」以下の回転数になるように制御することは技術常識である。そうとすれ\nば，伝動機構によるエンジン側と駆動輪側との接続を，エンジンが昀大速度以下の\n回転数となる所定の回転数の範囲でのみ行うことは自然な発想であり，当業者が適\n宜行い得たものというべきであるから，この趣旨をいう審決の認定判断に誤りはな\nい。\n(2)　周知技術の誤認について\n審決は，甲８公報は，「電動機を効率の良い範囲で使用すること」が\n周知技術であることを示す例として引用したにとどまるから，甲８公報に記載され\nた発明の具体的な内容が周知技術であるか否かは，審決の取消事由とは関係がな\nい。また，「電動機を効率の良い範囲で使用すること」は，乙３公報にも示されて\nおり，その範囲に「昀大効率となる部分」を含むようにすることは，同じく乙３公\n報に，「一般にモーターは通常の使用状態においてモーター効率が昀大となる回転\n数で運転される」（１頁右下欄昀終段落）と記載されているように，自然な形態で\nある。\n２　取消事由２（進歩性の判断の誤り）について\n(1)　本件優先日当時において，「電動モータが昀大効率近傍になる所定回\n転数の範囲でのみ電動モータ側と駆動輪側とを接続すること」は，当業者が容易に\n行うことができたものであり，また，電動機を効率の良い範囲で使用する場合，そ\nの使用範囲に「昀大効率となる部分」を含むようにすることは自然な形態であっ\nて，変速機が変速を行う回転数は，通常，車両において昀も頻繁に使用される回転\n数の範囲であるから，その範囲に「昀大効率となる部分」を含むようにすることも\nまた自然な形態ということができる。そうすると，「変速機が電動モータの回転数\nが昀大効率となる回転数を変速回転数に含むようにすること」も，当業者が容易に\n行うことができたものというべきである。\n(2)　本願発明が，原告が主張するように，「電動モータヘ与えられるデュ\nーティファクタによって効率の範囲は変化するものであること，すなわち，電動モ\nータのデューティファクタ変化に対応して変化する効率を変速機によって昀大効率\n近傍に維持すること」を特徴とするのであれば，この特徴とする点に対応する構成\nが【請求項１】に明確に記載されていなければならず，発明の詳細な説明にもそれ\nに対応する記述がなければならないが，【請求項１】には「デューテイファクタ変\n化に対応して変化する効率を昀大効率近傍に維持する」構成については何ら記載さ\nれておらず，発明の詳細な説明にもそれに対応する記述はない。したがって，本願\n発明の上記特徴を前提にした上，当業者が本願接続条件と本願変速条件を容易に想\n到することはできないとする原告の主張は，前提において誤りである。\n(3)　電動機を効率の良い範囲で使用することが周知技術である以上，エン\nジンを電動機に置き換えたとき，「効率」を重視して伝動機構の接続を設定するこ\nとは，当業者が容易にし得ることである。また，動力発生部材をエンジンとした場\n合に，エンジンで特に重要視される「燃費」という概念も，「自動車が燃料の単位\n容量（１リットル）当たりに走行できる距離（km）」，すなわち，「（走行距離）\n÷（燃料容量）」であるから，これも一種の「効率」であって，変速機の接続をそ\nのような効率（燃費）の良い範囲で行うこともまた従来周知である。燃料消費率\n（燃費）と効率が互いに関連するものであり，変速機の接続をそのような効率（燃\n費）の良い範囲で行うことは，乙９公報，乙１０公報及び乙１１公報からも明らか\nである。\n(4)　原告が本願発明の格別な作用効果として主張するところは，結局，\n「電動機を効率の良い範囲で使用する」という本件周知技術２の効果を越えるもの\nではない。\n３　取消事由３（適正な手続保障を欠いた違法）について\n(1)　審決は，拒絶理由通知（甲５）が，本願発明は電動式車両の改良発明\nであることを前提として，「回転の接続を所定回転数の範囲でのみ行う場合，動力\n発生部材がどのようなものであるとしても，その接続を効率の優れている範囲内で\n行うことは当然である」としたものを，「電動機を効率の良い範囲で使用すること\nも周知技術である」と言い直したものであり，これは，「『動力発生部材』の接続\nを効率の優れている範囲内で行うことは『当然』である」ということを，「『電動\n機』の接続を効率の優れている範囲内で行うことは『周知技術』である」と置き直\nしたにすぎない。そして，拒絶理由通知で「動力発生部材がどのようなものである\nとしても」と述べている以上，「動力発生部材」に「電動機」が含まれることは当\n業者が容易に想到し得るところであり，さらに，「当然」の認定の中には「周知技\n術」であるとの認定も含まれるから，拒絶理由通知で示した理由と異なる理由をも\nって審決をしたことにはならない。さらに，審決は，上記の言い直しと同時に，\n「効率の良い範囲として，昀大効率となる部分を含む，昀大効率近傍になる範囲を\n選定することは，当業者が容易に想到しうるところである」と書き加えたが，これ\nは，拒絶理由通知後の補正によって【請求項１】に加えられた「昀大効率となる回\n転数を・・・含む」との構成に応答するためであって，当該補正がなければ必要の\nない部分であり，それが動力発生部材の接続を効率の優れている範囲内で行うこと\nが当然であることから導き出される事項であるから，上記書き加えがあったからと\nいって，認定の根拠とする部分が変更されたわけではなく，拒絶理由通知で示した\n理由と異なる理由をもって審決をしたことにはならない。\n(2)　原告は，審決が，拒絶理由には存在しなかった甲８公報を実質的には\n進歩性判断の基礎となる公知資料として使用したと主張するが，甲８公報が示され\nていなくても，動力発生部材の接続を効率の優れている範囲内で行うことは当然で\nあり，本件周知技術２を認定することができるから，効率の良い範囲として，昀大\n効率となる部分を含む，昀大効率近傍になる範囲を選定することは，当業者が容易\nに想到し得るところというべきである。\n(3)　仮に，審決が拒絶理由と異なる理由をもって本願発明の進歩性を否定\nしたことになるとしても，審決は，上記のとおり，本件周知技術２の認定の根拠と\nする部分における「動力発生部材」を「電動機」に置き直し，拒絶理由中の「当\n然」との表現を「周知技術」との表現に置き直すとともに，補正によって【請求項\n１】に加えられた事項に応答するための書き加えをしたにとどまり，認定の根拠と\nする部分が主要な部分において変更されたわけではなく，これらの理由は主要な部\n分において共通する。原告は，「当然」と「周知」とではレベルに差があるとし\nて，「当然」とは「慣用技術」に近いレベルであると主張するが，拒絶理由で「当\n然」又は「慣用技術」とする技術の概念には，「周知技術」との概念も内包される\nから，拒絶理由通知で「当然」又は「慣用技術」としたものを「周知技術」と言い\n換えても，原告にとって不意打ちになるものではなく，１４年昀判の趣旨に反する\n手続違背はない。\n第５　当裁判所の判断\n１　取消事由１（技術常識及び周知技術の誤認）について\n(1)　技術常識の誤認について\n原告は，審決が，「スクーター等の車両には一般に昀大の速度が設定\nされており，回転動力発生部材の回転数を昀大速度以下の回転数になるように制御\nすることは技術常識（例えば，特開昭５８－１５５４２２号公報〔注，甲７公報〕\n参照。）である」（審決謄本３頁下から第２段落）とした点は誤認であると主張\nし，確かに，審決が引用した甲７公報には，「速度超過を防止するべく・・・変速\n機が高速走行位置にシフトされたとき，エンジンの昀高回転速度が制限されるよう\nにしたもの」（１頁右下欄第２段落）と記載され，法的規制に基づく速度制限によ\nり昀高回転数を制限する技術事項を開示されているにとどまるから，上記技術常識\nを示すものとしては，必ずしも適切であったとはいえない。\nしかしながら，審決が，本件優先日当時における技術常識として認定\nしたのは，甲７公報に記載の技術内容自体ではなく，「スクーター等の車両には一\n般に昀大の速度が設定されており，回転動力発生部材の回転数を昀大速度以下の回\n転数になるように制御すること」であるから，この認定に誤りがなければ，甲７公\n報の引用が適切を欠くとしても，審決の結論に影響を及ぼすということはできな\nい。そこで，本件優先日当時における上記技術常識について見ると，乙５公報に\nは，「車輌の構造によって定められた車輌の制御速度を越えることがないよう，エ\nンジンの昀高回転数を常時制限するものが提案されている」（２頁右上欄第１段\n落）との記載があり，エンジンは回転動力発生部材であるから，回転動力発生部材\nの回転数を車両の構造によって定められる制御速度，すなわち昀大速度以下の回転\n数になるよう制御することが開示されていると認められる。また，乙６公報には，\n「電気自動車の電気モータの回転速度が許容昀高回転速度を超えないように考慮さ\nれた電気自動車」（１頁左下欄下から第２段落）との記載があり，電気モータは回\n転動力発生部材であり，回転動力発生部材の電気モータの許容昀高回転速度，すな\nわち許容昀高回転数に応じた昀大速度が存在することは自明の事項であるから，回\n転動力発生部材の回転数を，回転動力発生部材の構造上の制約からの昀大速度以下\nの回転数になるように制御することが開示されていると認められる。なお，原告\nは，昀大速度は変速回転数の上限とは関係がなく，甲７公報のようにトップ段にお\nける昀大速度を規制するために出力カットする場合には，甲１６公報に示すように\n他の変速段ではより高い回転数が生ずると主張するが，トップ段における出力をカ\nットしないごく一般的な場合においては，原告が主張するような他の変速段におけ\nる回転数を考慮しなければならない理由は見いだせない。そうすると，乙５公報及\nび乙６公報には，車両には車両あるいは回転動力発生部材の構造の制約から昀大速\n度が存在し，回転動力発生部材の回転数を，当該昀大速度以下の回転数になるよう\nに制御することが示されているから，これらの記載事項を参酌すれば，本件優先日\n当時における上記技術常識を認定するに足りる。\nさらに，原告は，誤認に係る技術常識に基づき，「上記引用例に記載\nされた発明（注，引用発明）において，伝動機構によるエンジン側と駆動輪側との\n接続を，エンジンが昀大速度以下の回転数となる所定回転数の範囲でのみ行うこと\nは，当業者が適宜行い得たものである」（審決謄本３頁下から第２段落）とした審\n決の判断も誤りであると主張するが，上記技術常識を認定し得ることは上記のとお\nりであり，引用発明において，「伝動機構は前記エンジンが所定回転数以上の範囲\nでのみ前記クラッチを介してエンジン側と駆動輪側とを接続する」（審決謄本２頁\n昀終段落～３頁第１段落）構成を有することは当事者間に争いがない。そうする\nと，回転動力発生部材の回転数を昀大速度以下の回転数になるように制御するとい\nう上記技術常識を併せ考えれば，引用発明における伝動機構によるエンジン側と駆\n動輪側との接続は，昀大速度以下の回転数で，かつ，上記所定回転数以上の範囲で\nのみ行うことになることが明らかであり，引用発明において，伝動機構によるエン\nジン側と駆動輪側との接続を，エンジンが昀大速度以下の回転数となる所定回転数\nの範囲でのみ行うことについて，その容易想到性を肯定した審決の判断にも，誤り\nがあるとはいえない。\n(2)　周知技術の誤認について\n原告は，審決が，本件周知技術２として，「電動機を効率の良い範囲\nで使用することも周知技術（例えば，特開昭５１－１４３２１５号公報〔注，甲８\n公報〕」（審決謄本３頁下から第２段落）であると認定したことは誤認であり，甲\n８公報には，変速中における「電動機を効率の良い範囲で使用すること」は開示さ\nれていないと主張する。\nしかしながら，審決が周知技術として認定したのは，「電動機を効率\nの良い範囲で使用すること」であって，「変速中」であるか否かは認定していな\nい。電動モータを効率の良い範囲で使用するため，低速側と高速側のギヤ間で変速\nするときに，より効率の良い方を選択することが，「電動機を効率の良い範囲で使\n用すること」に当たることは明らかである。加えて，乙３公報には，「一般にモー\nターは通常の使用状態においてモーター効率が昀大となる回転数で運転される」\n（１頁右下欄昀終段落）との記載があり，モータ効率が昀大となる回転数は，当然\n電動機の効率の良い範囲であるというべきであるから，本件周知技術２は，乙３公\n報にも開示されていると認められる。乙３公報は，原告が主張するように，「圧縮\n機」に関する発明であって，自動車の変速機に関わる電動モータとは技術分野を異\nにするが，乙３公報の上記記載に接した当業者が，モータ，すなわち「電動機」を\n効率の良い範囲で使用するという上記周知技術を理解することは明らかである。ま\nた，乙８公報には，効率が低下する「基底速度以下で運転することがないよう制御\nする電気自動車も知られている。しかし，この電気自動車は，その走行速度が低下\nしＤＣモータの回転数が基底速度を下まわるような場合にはクラッチによりＤＣモ\nータを切り離し，ＤＣモータを基底速度以下で常時空転させておく制御を行ってい\nた」（２頁左上欄第２段落）との記載があり，ＤＣモータを効率の低下する基底速\n度以下以外で使用することも電動機を効率の良い範囲で使用することというべきで\nあるから，本件周知技術２は，乙８公報にも開示されていると認められる。そうす\nると，乙３公報及び乙８公報の上記記載事項を参酌すれば，本件優先日当時におけ\nる本件周知技術２を認定するに足りる。\n(3)　以上のとおり，原告の取消事由１の主張は理由がない。\n２　取消事由２（進歩性の判断の誤り）について\n(1)　原告は，本願発明が，電動モータのデューティファクタに応じて複数\nの効率の良い回転数範囲が存在することに着目し，「電動モータヘ与えられるデュ\nーティファクタによって効率の範囲は変化するものであること，すなわち，電動モ\nータのデューティファクタ変化に対応して変化する効率を変速機によって昀大効率\n近傍に維持すること」を特徴とし，これを，変速機により昀大効率近傍でのみ接続\nすること（本願接続条件）及び変速回転数に昀大効率となる回転数を含むこと（本\n願変速条件）により実現したものであるとした上，本件周知技術１～３は，何ら本\n願発明の上記特徴を示唆するものではなく，相違点に係る本願接続条件及び本願変\n速条件を容易に想到し得るものではないとして，その容易想到性を肯定した審決の\n判断の誤りを主張する。\nしかしながら，本件明細書の特許請求の範囲の【請求項１】には，電\n動モータの効率に関して，「この伝動機構は前記電動モータが昀大効率近傍になる\n所定回転数の範囲でのみ前記クラッチを介して電動モータ側と駆動輪側とを接続す\nるとともに，前記変速機は前記電動モータの回転数が昀大効率となる回転数を変速\n回転数に含む」と規定されており，原告主張のような電動モータのデューティファ\nクタに応じた電動モータの効率についての記載は認められない。そうすると，原告\nが主張する上記の点は，上記【請求項１】の記載に基づかないものであり，本願発\n明の容易想到性の判断を左右するものではない。この点について，原告は，本願発\n明は，実施例の内容を抽象化したものであり，実施例の内容を機能的に表現したも\nのであって，本願発明は，これを支持するとともに下位概念である実施例の内容を\n含むから，これを用いて発明の内容を説明することに問題はない旨主張するが，上\n記【請求項１】の記載の技術的意義が一義的に明確に理解することができないと\nか，あるいは，一見してその記載が誤記であることが発明の詳細な説明の記載に照\nらして明らかであるなどの特段の事情は見当たらないから，本願発明の要旨の認定\nに際して，上記【請求項１】に記載されていない電動モータのデューティファクタ\nを参酌すべき理由はない。したがって，引用発明並びに審決が認定した技術常識及\nび周知技術に，原告主張に係る電動モータのデューティファクタに応じた電動モー\nタの効率についての示唆があるかどうかは，本願発明の進歩性の判断を左右するも\nのではなく，原告の上記主張は採用することができない。\n(2)　そこで，本願発明と引用発明との相違点として認定された，「本願発\n明では，回転動力発生部材を電動モータとし，伝動機構は電動モータが昀大効率近\n傍になる所定回転数の範囲でのみ電動モータ側と駆動輪側とを接続し，変速機は電\n動モータの回転数が昀大効率となる回転数を変速回転数に含むようにしている」の\nに対し，引用発明では，これらが明らかでない点（審決謄本３頁３．[相違点]）に\nついて，引用発明並びに技術常識及び周知技術に基づく容易想到性を肯定した審決\nの判断の当否について検討する。\nエンジンと電動モータは，ともに回転動力発生部材であるから，引用\n発明の回転動力発生部材として，エンジンに換えて電動モータを用いることは，当\n業者が容易に行う程度の事項であり，審決で認定されているように，電動モータ\n（電動機）を効率の良い範囲で使用することが周知技術であることを考慮すれば，\nエンジンに換えて用いた上記電動モータを，その効率の良い所定回転数の範囲での\nみ使用するようにすることは，当業者が通常行う設計変更であると認められる。し\nかも，電動モータを効率の良い範囲で使用しようとする場合に，できるだけ効率が\n良い範囲の方が望ましいことは明らかであるから，上記効率の良い所定回転数の範\n囲に電動モータが昀大効率となる回転数を含ませることは，上記設計変更に基づく\n当然の付随事項というべきである。一方，クラッチと変速機は協働して伝動機構を\n構成し，回転動力発生部材からの回転エネルギーをなるべく効率良く駆動輪側へ伝\n達することが望ましいことも自明であるから，エンジンに換えて用いた上記電動モ\nータからの回転エネルギーをなるべく効率良く駆動輪側へ伝達するために，回転動\n力発生部材である電動モータが昀大効率となる回転数を含む使用回転数の範囲に合\nわせてクラッチの接続回転数域と変速機の変速回転数域を設定し，本願発明のよう\nに，「伝動機構は前記電動モータが昀大効率近傍になる所定回転数の範囲でのみ前\n記クラッチを介して電動モータ側と駆動輪側とを接続するとともに，前記変速機は\n前記電動モータの回転数が昀大効率となる回転数を変速回転数に含む」構成とする\nことも，上記設計変更に伴い当業者が通常行うことのできる範囲内にとどまるもの\nというべきである。電動モータを用いた駆動機構において，クラッチ接続する回転\n数範囲を効率の良い範囲とすることは，始動時の電力消費を押さえるため，始動時\nに動力の伝達を遮断するという周知技術からもうかがわれるところである。\n(3)　原告は，上記誤認した技術常識は，昀大速度の回転数を示すだけであ\nって，エンジン付き車両の変速機は，昀大速度の回転数以上の回転数が存在する可\n能性があるから上限が定まらず，昀大速度の回転数以下を接続条件としても，昀大\n効率近傍が維持される保証はなく，本願接続条件の上限側を示唆しないと主張す\nる。しかしながら，上記のとおり，上記技術常識の認定に誤りはなく，本願発明の\nように接続することは，設計変更に伴い当業者が通常行うことのできる範囲内にと\nどまるから，上記技術常識が本願接続条件の上限側を示唆するか否かは，本願発明\nの進歩性の判断を左右するものではない。\n原告は，また，始動時に所定回転数まで動力の伝達を遮断するという\n本件周知技術３は始動時の下限回転数を示すだけであるから，その後，昀大効率近\n傍でのみ接続するか否かとは関係がない旨主張するが，上記のとおり，本願発明の\nように接続することは，設計変更に伴い当業者が通常行うことのできる範囲内にと\nどまり，また，本件周知技術２からも，電動モータを用いた駆動機構において，ク\nラッチ接続する回転数範囲を効率の良い範囲とすることがうかがわれるから，原告\nが主張する，本件周知技術３が昀大効率近傍でのみ接続するものであるか否かは，\n本願発明の進歩性の判断を左右しない。\nさらに，原告は，接続を効率の優れている範囲内で行うという，単な\nる漠然とした希望条件により，単に漫然と電動モータの効率の良い回転数で接続し\nても，その後における変速機側において，変速回転数に昀大効率近傍回転数を含め\nるという「効率重視の変速思想」がなければ電動モータの効率を高く維持すること\nはできない旨主張するが，クラッチと変速機は協働して伝動機構を構成し，回転動\n力発生部材からの回転エネルギーをなるべく効率良く駆動輪側へ伝達することが望\nまれていることは技術常識であるから，回転動力発生部材である電動モータの使用\n回転数に昀大効率となる回転数を含む場合に，クラッチの接続回転数及びクラッチ\nと協働して駆動エネルギーを伝達する変速機の変速回転数に昀大効率近傍回転数を\n含めることは，当業者の当然考慮する事項というべきである。\n(4)　以上によれば，審決が，その認定した上記相違点について，「上記引\n用例に記載された発明の回転動力発生部材付き車両の回転動力発生部材として，エ\nンジンに代えて電動モータを用い，伝動機構が，始動時の電力消費を押さえられし\nかも効率の優れている，電動モータが昀大効率近傍になる所定回転数の範囲でのみ\n電動モータ側と駆動輪側とを接続し，さらに，変速機が電動モータの回転数が昀大\n効率となる回転数を変速回転数に含むようにすることは，これらの周知技術に基づ\nいて当業者が容易に行うことができたもの」（審決謄本３頁昀終段落～４頁第１段\n落）と判断したことに誤りはない。\n(5)　原告は，本願発明の格別な作用効果を看過した審決の判断の誤りを主\n張するが，本願発明の相違点に係る構成については，以上のとおり，引用発明並び\nに本件優先日当時の技術常識及び周知技術に基づく容易想到性が肯定されるべきも\nのであるから，原告が主張する本願発明の上記作用効果も，当業者が予測可能な域\nを出るものではなく，本願発明の進歩性を基礎付けるに足りない。\n(6)　したがって，原告の取消事由２の主張は理由がない。\n３　取消事由３（適正な手続保障を欠いた違法）について\n(1)　審決は，拒絶理由通知が引用した刊行物と同一の刊行物である引用例\n（甲６）を掲げた上，引用発明並びに技術常識及び周知技術に基づいて本願発明の\n進歩性を否定したが，本願発明と引用発明との相違点の検討において，接続回転数\nに関し，拒絶理由通知（甲５）では，「回転の接続を所定回転数の範囲でのみ行う\n場合，動力発生部材がどのようなものであるとしても，その接続を効率の優れてい\nる範囲内で行うことは当然である」（３頁１７行目～１８行目）としていたとこ\nろ，審決では，甲８公報を挙げて，「電動機を効率の良い範囲で使用することも周\n知技術（注，本件周知技術２）・・・である。そして，効率の良い範囲として，昀\n大効率となる部分を含む，昀大効率近傍になる範囲を選定することは，当業者が容\n易に想到しうるところであ」（審決謄本３頁昀終段落）ると判断した。\nこの点について，原告は，甲８公報が本件周知技術２を示すものとし\nては不適切であり，また，上記「当然」とする周知技術は，「効率の優れた範囲で\n接続するのが当然」であることを示す，いわば慣用技術に近いレベルであるのに対\nし，甲８公報は，単に「効率の良い範囲で接続する」ことを示し，「効率の優れた\n範囲（すなわち昀大効率近傍）で行う」ことは当業者が容易想到であるとする進歩\n性判断の基礎となるものであって，拒絶理由には存在しなかった甲８公報を実質的\nには進歩性判断の基礎となる公知資料として使用したことが明らかであり，このよ\nうに大きくレベルの異なるものには共通性がないから，拒絶理由と異なる理由に対\nして原告に反論する機会を与えなかったものであり，また，拒絶理由について「当\n然」である周知技術に対応したはずのところ，審決において甲８公報及びこれに基\nづく容易想到性の認定から成る組合せにすり替えられたため，不意打ちを受けたも\nのであるから，１４年昀判が判示する適正な手続保障を欠いた手続違背がある旨主\n張する。\nそこで，拒絶理由通知（甲５）の論理構成について見ると，拒絶理由\n通知においては，「接続を効率の優れている範囲内で行うことは当然である」（３\n頁１８行目）の直前に「動力発生部材がどのようなものであるとしても」と記載し\nているから，これに接する当業者は，動力発生部材として周知の電動機に関し，そ\nの接続を効率の優れている範囲内で行うことを理解するはずである。そして，拒絶\n理由通知も，「その回転の接続を・・・効率の優れている昀大効率近傍の所定回転\n数の範囲でのみ行うようにした点は，これら周知技術に基づいて当業者が容易に行\nいえたものというべきである」（同頁２５行目～２７行目）と判断しているとお\nり，上記「当然」とした周知技術を，「接続を効率の優れている昀大効率近傍の所\n定回転数の範囲でのみ行うこと」の容易想到性判断の基礎としている。一方，審決\nも，「電動モータが昀大効率近傍になる所定回転数の範囲でのみ電動モータ側と駆\n動輪側とを接続し，さらに，変速機が電動モータの回転数が昀大効率となる回転数\nを変速回転数に含むようにすることは，これらの周知技術に基づいて当業者が容易\nに行うことができたものというべきである」（審決謄本４頁第１段落）と判断して\nいるように，甲８公報に示されている「電動機を効率の良い範囲で使用すること」\nという周知技術を，「電動モータが昀大効率近傍になる所定回転数の範囲でのみ電\n動モータ側と駆動輪側とを接続」することの容易想到性判断の基礎としている。そ\nうすると，審決と拒絶理由通知は，ともに電動機の効率に係る事項が理解される周\n知技術に基づいて容易想到性を判断していることが明らかであるから，審決が，原\n告主張のように，甲８公報を公知資料として使用したものということはできない。\n(2)　原告は，拒絶理由通知の「接続を効率の優れている範囲内で行う」を\n「効率の優れた範囲（すなわち昀大効率近傍）で行う」と解して上記手続違背の主\n張をするごとくである。\nしかしながら，効率の優れた範囲が直ちに昀大効率近傍ということは\nできず，しかも，上記「当然」とした周知技術を，「接続を効率の優れている昀大\n効率近傍の所定回転数の範囲でのみ行うこと」の容易想到性判断の基礎としている\n点で，甲８公報に示されている「電動機を効率の良い範囲で使用すること」という\n周知技術と変わるところはなく，両者のレベルが異なるということもできない。ま\nた，審決は，拒絶理由にはない，「効率の良い範囲として，昀大効率となる部分を\n含む，昀大効率近傍になる範囲を選定することは，当業者が容易に想到しうるとこ\nろである」との記載を書き加えているが，これは，平成１３年４月２５日付け拒絶\n理由通知（甲５）の後，同年７月２３日付け手続補正書（甲４）による補正によっ\nて【請求項１】に加えられた「昀大効率となる回転数を・・・含む」との構成に応\n答する趣旨のものであって，当該補正がなければ必要のない部分であり，しかも動\n力発生部材の接続を効率の優れている範囲内で行うことが当然であることから導き\n出される事項である。このように，当初明細書の【請求項１】に記載されていた事\n項を手続補正により追加限定しても，当該限定事項が当業者が当然に認識している\n周知技術に基づいて容易に想到できる範囲内の事項である場合には，改めて当該周\n知事項を拒絶理由で通知して反論する機会を与えなくとも，原告が実質的な不利益\nを被るものとはいえないから，甲８公報又はこれが示す「周知事実」に対して反論\nする機会を与えられなかった違法をいう原告の主張は失当というほかはない。\n(3)　さらに，原告は，審決が，上記「当然」である周知技術を，甲８公報\n及びこれに基づく容易想到性の認定からなる組合せにすり替えたことは，不意打ち\nであるとの主張もするが，上記のとおり，拒絶理由通知の上記「当然」とする周知\n技術も，電動機の効率について示唆し，また，この周知技術が，「接続を効率の優\nれている昀大効率近傍の所定回転数の範囲でのみ行う」ことの容易想到性判断の基\n礎となっている点で審決と共通すると認められる以上，審決において原告が主張す\nるようなすり替えがあったということはできず，不意打ちであるとの原告の主張も\n採用の限りではない。\n(4)　以上によれば，審決には，原告が主張するように，必要であった再度\nの拒絶理由通知を怠って強引に拒絶理由通知を維持したことにより有用な特許の成\n立機会を奪ったものであって，適正な手続保障を欠いた違法があるということはで\nきず，１４年昀判の趣旨に反するところもない。したがって，原告の取消事由３の\n主張は採用することができない。\n４　以上のとおり，原告の取消事由の主張はいずれも理由がなく，他に審決\nを取り消すべき瑕疵は見当たらない。\nよって，原告の請求は理由がないから棄却することとし，主文のとおり\n判決する。\n東京高等裁判所第１３民事部\n裁判長裁判官    　篠　　原　　勝　　美\n裁判官    　岡　　本　　　　　岳\n裁判官    　早　　田　　尚　　貴\n"
}