{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 3,
    "day": 28
  },
  "case_number": "平成7(ワ)341",
  "case_name": "ゴルフ場建設差止請求",
  "court_name": "長野地方裁判所",
  "lawsuit_id": "6498",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=6498",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/498/006498_hanrei.pdf",
  "contents": "主　　文\n１　第１ないし第３原告らの主位的請求及び予備的請求をいずれも棄却する。\n２　訴訟費用は第１ないし第３原告らの負担とする。\n事実及び理由\n第１　請求\n１　主位的請求\n被告は，別紙ホール別地番一覧表（以下「地番一覧表」という）中「地籍・地番」欄記載（別紙図面\n中「開発区域界」と表示された部分）の土地において，ゴルフ場を営業してはならない。\n２　予備的請求\n被告は，上記ゴルフ場を営業停止の上，地番一覧表中「ホール名」欄記載のホール１ないし18の\n各「左記面積の内ホール面積」欄記載の土地に対応する別紙図面中ホール１ないし18と表示された\n土地に対し，これに対応する別紙Ｙゴルフ場ホール別植生復元一覧表（以下「植生復元一覧表」とい\nう）中「ホールNo」欄記載の①ないし⑱の各「植林すべき樹木の種類と本数」（以下「植林樹木種類本\n数」という）欄記載の樹木を，それぞれ植林して回復せよ。\n第２　事案の要旨\n本件は，被告の経営するゴルフ場に関し，①ゴルフ場を集水域に含む河川のゴルフ場よりも下流\nの地域に居住等している第１原告らが，(ア)ゴルフ場の洪水対策が不十分であるから洪水が起きる\n危険性がある，(イ)ゴルフ場から雨水が流入する溜池の堰堤が崩壊して洪水が起きる危険性があ\nる，(ウ)ゴルフ場付近の地質は土砂崩壊等の危険性がある，(エ)ゴルフ場の耐震基準は不十分であ\nるから地震の際も洪水・土砂崩壊等の危険性がある，(オ)ゴルフ場建設に当たって総合的環境アセ\nスメント（総合的環境影響評価）を経ていないから災害発生の危険性を防げない，として，被告のゴ\nルフ場営業は災害の発生を引き起こす危険性があり，第１原告らの生命・身体・財産等が危険にさら\nされていると主張して人格権に基づき，②長野県上水内郡牟礼村に居住し，牟礼村が井戸から取水\nする水を上水道として使用している第２原告らが，ゴルフ場における農薬・化学肥料の使用により上\n水道が汚染され，その生命・身体が危険にさらされていると主張して人格権に基づき，③上記各原\n告を含む第１ないし第３の全原告らが，環境権・自然享有権を有すると主張して同各権利に基づき，\n被告に対し，主位的にゴルフ場の営業差止めを，予備的にゴルフ場を営業停止の上，ゴルフ場用地\nの原状回復としてゴルフ場用地に樹木の植林（栽）を求める事案である。\nこれに対し被告は，主位的請求については，(1)(ア)ゴルフ場の営業差止めと洪水・土砂崩壊等の\n危険性との間には因果関係が存在しない，(イ)雨水について万全の対策を取っており洪水発生の危\n険性はない，(ウ)溜池の堰堤が崩壊する危険性はない，(エ)土砂崩壊等の危険性もない，(オ)ゴルフ\n場設計時の耐震基準は十分であり，そもそも地震発生の危険性は少ない，(カ)総合的環境アセスメ\nントは必要ないと主張して第１原告らの上記①の主張を争い，(2)(ア)被告が使用している農薬・化学\n肥料はそれ自体危険性が低く，(イ)使用量の点からも人の生命・身体に対する危険性はなく，(ウ)地\n下水に浸透しないから第２原告らの使用する上水道への影響もないと主張して第２原告らの上記②\nの主張を争い，(3)環境権，自然享有権は具体的な法的権利ではないと主張して第１ないし第３原告\nらの上記③の主張を争い，(4)予備的請求については，第１ないし第３原告らの上記①ないし③のい\nずれの主張に対しても，請求内容が不明確で執行が不能である上，樹木の植林（栽）はゴルフ場用\n地の原状回復とは異なるものを求めるもので根拠がないと主張してこれを争う。\n第３　争点\n本件の争点は，①被告のゴルフ場営業と因果関係を有する洪水，土砂崩壊等の災害が発生する\n危険性が認められるか否か，②被告が使用する農薬・化学肥料により第２原告らの使用する上水道\nに人の生命・身体に対する危険性が発生していると認められるか否か，③環境権，自然享有権に基\nづく請求が認められるか否か，④予備的請求が認められるか否かである。\n第４　前提事実（証拠を掲記した事実以外は，争いがない事実又は弁論の全趣旨により認定できる事実\nである）\n１　当事者\n(1) 被告は，地番一覧表中「地籍・地番」欄記載（別紙図面中「開発区域界」と表示された部分）の１４\n６万７６９０平方メートルの土地を開発し，同土地において，１８ホールのＹゴルフ場（以下「本件ゴ\nルフ場」という）を建設し，経営している。\n(2) 第１原告らは，別紙別地図１の①ないし⑳（ただし，⑬を除く）と表示された位置，すなわち本件ゴ\nルフ場（黄色表示部分）を集水域に含む河川（水色表示部分）の本件ゴルフ場よりも下流の地域\nに居住等しているもので，①・①′は第１原告Ｂ１所有の幼児教室及び自然観察教室の位置，②・\n②′は同Ｂ２，同Ｂ３，同Ｂ４の居住位置並びに所有土地及びプレハブ倉庫の位置，③は同Ｂ５，\n④は同Ｂ６及び同Ｂ７，⑤は同Ｂ８，⑥は同Ｂ９，⑦は同Ｂ10，⑧は同Ｂ11，⑨は同Ｂ12，⑩は同Ｂ\n13，⑪は同Ｂ14，⑫は同Ｂ15，⑭は同Ｂ16，⑮は同Ｂ17，⑯は同Ｂ18，⑰は同Ｂ19，⑱は同Ｂ20及\nび同Ｂ21，⑲は同Ｂ22，⑳は同Ｂ23の各居住位置である。\n第２原告らは，別紙別地図２の①②と表示された位置において居住し，本件ゴルフ場（黄色表\n示部分）を集水域とする牟礼村水道水源による上水道を飲用に用いているもので，①は第２原告\nＣ１及び同Ｃ２，②は同Ｃ３の各居住位置，③④は牟礼村水道水源（深井戸）の位置である。\n第３原告らは，長野市に居住している。\n２　本件ゴルフ場及び周辺部の概要\n(1) 本件ゴルフ場は，長野市の北北西（市中心部からみてほぼ北）に位置し，同市の北西約１５キロ\nメートルの地域にある飯縄山の標高９００ないし１０００メートル付近の南東山麓にある。本件ゴル\nフ場用地を含む飯綱高原は，長野市街地の北西約９キロメートルに位置し，標高９００ないし１１０\n０メートル程の比較的緩やかな起伏の高原で，飯縄山山頂から東及び東南に向かって緩やかに\n下り，溶岩台地に火山噴出物が堆積した平坦地へと続いているが，標高９００メートル付近で平坦\n地は終わり，南縁部は急傾斜地となっている。\n(2) 浅川は，本件ゴルフ場を集水域に含む河川であり，飯縄山の山麓地から千曲川沿岸の低地に流\nれ出て扇状地を形成している（甲３０p3）。\n３　ゴルフ場建設等に関する規制の概要\n(1) 斜面の所要安全率に関し，別紙防災調節池ダム・盛土・切土所要安全率記載のとおりの各規定\nがある。このうち，長野県土木部作成の「大規模開発に伴う防災調節（整）池技術基準」（以下「長\n野県技術基準」という）は，社団法人日本河川協会作成の「防災調節池等技術基準（案）解説と設\n計実例」（乙２９。以下「河川協会技術基準」という）を基に，長野県の基本的考え方を織り込んで\n作成されたもので（乙２６p2），防災調節（整）池の洪水調節容量の算定に用いる計画対象降雨強\n度は，５０年又は３０年確率降雨強度式を下回らないものとされている（乙２６p8）。\nまた，余水吐については，設計洪水流量として２００年に１回起こり得る雨量強度におけるピー\nク流量の１．２倍以上の流量を放流し得るものとされている（乙２６p23）。\n(2) 厚生省（現厚生労働省。以下時期を問わず「厚生省」という）は，平成２年５月１７日，ゴルフ場使\n用農薬に係る水道水の安全対策について，水質目標値（以下「厚生省水質目標値」という）を設定\nした。本件ゴルフ場に関する使用農薬に係る厚生省水質目標値は，以下のとおりである（乙２５）。\nイソプロチオラン　　　０．０４ミリグラム／リットル\nイプロジオン　　　０．３　ミリグラム／リットル\nフルトラニル　　　０．２　ミリグラム／リットル\nトルクロホスメチル　　　０．０８ミリグラム／リットル\n(3) 環境庁（現環境省。以下時期を問わず「環境庁」という）は，平成２年５月２３日，ゴルフ場使用農\n薬に係る暫定指導指針（以下「環境庁指針値」という）を定めた。本件ゴルフ場に関する使用農薬\nに係る環境庁指針値は，以下のとおりである（乙３０。なお，メプロニルについては平成３年に追加\n設定されたものである）。\nイソプロチオラン　　　０．４ミリグラム／リットル\nイプロジオン　　　３．０ミリグラム／リットル\nフルトラニル　　　２．０ミリグラム／リットル\nトルクロホスメチル　　　０．８ミリグラム／リットル\nメプロニル　　　１．０ミリグラム／リットル\n４　本件ゴルフ場建設に関する開発許可の経緯\n(1) 環境影響評価の実施\n被告は，本件ゴルフ場建設事業に際し，長野県環境影響評価指導要綱（昭和５９年１月５日長\n野県告示第５号。乙２１）に基づき，Ｐ株式会社（以下「Ｐ」という）に委託し，本件ゴルフ場に関する\n環境影響評価を実施して環境影響評価書を作成し，これを長野県知事に提出した。\n(2) コースの縮小\n被告は，これより前，長野県知事の意見を踏まえ，本件ゴルフ場のコースを当初計画の全２７\nホール（コース面積５２．７５ヘクタール）から全１８ホール（コース面積３６．０２ヘクタール）に縮小\nし，合わせて練習場，クラブハウス，駐車場，管理棟等の面積をも縮小して，本件ゴルフ場全体の\n規模を縮小した。その結果，開発地内の残置森林の面積は，変更前の６３．０４ヘクタールから８\n７．１６ヘクタールに増加した（乙９３，９４）。\n(3) 林地開発許可\n長野県知事は，環境影響評価書を公告し，縦覧に供した後，本件ゴルフ場に係る被告の許可\n申請につき，平成７年１月２７日付けで林地開発を許可した（乙１５ないし１８）。\n(4) 被告は，平成７年５月１７日に本件ゴルフ場建設に着手し，平成１０年７月２９日に本件ゴルフ場\nの営業を開始した。\n５　浅川付近の降雨実績\n平成７年７月の集中豪雨（以下「平成７年７月降雨」ということがある）の際，戸隠観測所（本件ゴ\nルフ場から直線距離にして約７・２キロメートル）では，連続雨量１８７ミリメートル，２４時間昀大雨量\n１８６．５ミリメートル，時間昀大雨量３６．５ミリメートルを記録した（甲１９）。\nまた，長野市浅川局（・・・）の記録では，同月１１日午後２時から翌１２日午後１時までの日雨量で\n１１３ミリメートル（甲２４，２５），降雨開始からの昀大連続雨量１２９ミリメートルとなっており，１２日午\n前９時５０分から避難勧告が出された（甲２５）。\n６　浅川流域の状況及び本件ゴルフ場の調節池\n(1) 本件ゴルフ場建設による流出係数（流出率）の上昇\n流出係数（流出率）は，流域内の雨量に対する流出流量の割合を示す係数であり，一般的には\n雨量，蒸発の程度，滲透の状況，地形，流域面積などによって変化する（乙９２別紙１(1)）。\n本件ゴルフ場建設前は，地表が概ね樹木等に覆われていたのに対し，建設後は，地表に芝が\n植栽されたため雨水が地表に吸収される割合が低下し，河川等への流出率が増大した。\n(2) 雨水の処理経路及び本件ゴルフ場の調節池（乙９０p564，p575等，Ｅ証人調書p16ないし18）\n被告は，本件ゴルフ場における雨水に対する防災対策として，本件ゴルフ場から排水される雨\n水については，雨水排水施設を通して本件ゴルフ場内の６か所に設置されたＡ，Ａ’，Ｂ，Ｃ，Ｄ，Ｅ\nの各防災調節池へ流入させ，流量を調節して下流河川へ放流する方法を採用した。\nすなわち，地表に吸収されなかった雨水は，まず，６か所の各防災調節池に流入するが，Ａ，\nＡ’調節池の水は上簑ヶ谷池を経由して，Ｂ，Ｃ調節池の水は直接，Ｄ調節池の水は下簑ヶ谷池を\n経由して，いずれも猫又池に流れ込み，さらにそこから浅川へ流れる。Ｅ調節池の水は簑ヶ谷池\n経由で浅川へ流れ込む（以下，上簑ヶ谷池，下簑ヶ谷池，簑ヶ谷池及び猫又池の全て又はいずれ\nかを指して，単に「溜池」ということがある）。\n猫又池は，浅河原土地改良区が所有し管理している。\n(3) 防災調節池及び余水吐の機能（防災設備の設計基準）\n防災調節池及び余水吐等の放流施設は，長野県技術基準等により長野県が定めた基準に従\nって設計された。本件ゴルフ場の建設及び防災対策設備の設計に当たり，防災調節池は，長野\n県技術基準７条（降雨強度の算定方法）に従い，５０年確率降雨強度式（計画日雨量１１６ミリメー\nトル）を採用し，流出係数として本件ゴルフ場建設前は０．６，建設後は，開発区域中の樹林改変\n部分について０．９，非開発区域については０．６という数値を採用して（乙４９p558）降雨調整能力\nを設計した。この数値を超える降雨量があった場合，雨水は防災調節池に設けてある余水吐（洪\n水吐）を通って溜池に放流され，その後は浅川に放流される（乙９０p558以下，569，Ｅ証人調書\np18等）。\n余水吐は，長野県技術基準１８条（乙２６p23）に従い，２００年確率降雨強度式（計画日雨量１４\n４ミリメートル）におけるピーク流量の更に１．２倍以上の流量（ただし，コンクリート堰堤であるＣ調\n節池のみ，この余裕が見込まれていない）を放流し得る設計とされている。また，余水吐には，河\n川に流出する水の勢いを止めるため，河川協会技術基準の規定に準拠した減勢工が設置された\n（乙５７p570，６０，Ｆ証人調書11丁）。\n(4) 防災調節池の降雨調整能力を超える降水があった場合の溜池流入量の増大\n防災調節池の降雨調整能力を超える降水があった場合，降雨調整能力を超えた雨量について\nは，防災調節池への流入量と防災調節池からの流出量が等しくなる。本件ゴルフ場建設により流\n出係数が増大しているから，防災調節池の降雨調整能力を超える降水があった場合には，本件\nゴルフ場建設前と比較して溜池への流入量は増大する。\n７　本件ゴルフ場に設けられた斜面の所要安全率\n本件ゴルフ場に設けられた斜面（防災調節池の斜面及び切土・盛土の斜面）については，前記３(\n1)記載の各基準によって要求される所要安全率を全て満たしている（Ｆ証人調書13丁）。\n本件ゴルフ場用地内には，地すべり防止区域，急傾斜地崩壊危険区域，土石流危険渓流はない\n（乙１０，Ｆ証人調書12丁）。\n８ 本件ゴルフ場及びその周辺の水体系並びに本件ゴルフ場建設が水体系に与える影響予測\n(1) 本件ゴルフ場及びその周辺の地質の特徴並びに地下水の移動\n本件ゴルフ場及びその周辺の地質は，下位より鮮新～更新世の猿丸層とそれを不整合に覆う\n飯綱火砕堆積物及び火山灰質粘性土（ローム）から構成されている。また，このほかに，局所的に\n崩土，谷底堆積物，湿地堆積物などが分布する。表層の火山灰質粘性土（ローム，軽石質ロー\nム）は，尾根部で１０数メートルの厚さをもつが，沢筋に沿う部分では削剥により薄くなっており，分\n布を欠く箇所もみられる。水理地質の面では，火砕堆積物が帯水層に，猿丸層が難透水性基盤と\nみなされ，火山体に浸透した雨水等（降水及び雪解け水）は，火山体の縁辺の本件ゴルフ場用地\n付近で地表付近に集まり，一部は湧水して低湿地，湖沼群（溜池）を涵養している（乙３６）。\n地下水の少なくとも一部は，本件ゴルフ場から牟礼村（北東）方向へ流れている（牟礼村方向へ\nの流れが主たる流れか否かについては当事者間に争いがある）。\n(2) 牟礼村の水源\n牟礼村上水道では第１，第５，第６，第７の４つの深井戸から地下水を汲み上げ，霊仙寺湖畔\nにある浄水場に集め，塩素消毒の後，配水している。第６，第７井戸水源からは，村民の１日の使\n用水量の約７０パーセントを取水している。\n(3) 本件ゴルフ場建設が水体系に与える影響予測\n本件ゴルフ場における地下水の揚水量は，１日あたり２００立方メートルの予定であったところ，\n本件ゴルフ場建設にあたって牟礼村の水源に対する影響を予測するに際し，被告は揚水量を１日\nあたり約５００立方メートルと仮定して環境影響評価を行った。この予測結果によると，牟礼村の水\n道水源（第６井戸）に対する影響は，高低差１０センチメートル以内であった（乙３８，Ｆ証人調書14\n丁）。\n９　本件ゴルフ場における農薬の使用\n(1) 本件ゴルフ場における使用農薬の種類及び分量（乙４０，Ｆ証人調書15丁）\nア  計画段階おける使用農薬（乙４０p215）\n被告は，本件ゴルフ場建設の計画段階において，本件ゴルフ場における農薬の散布使用に\nつき，概要，病気が発生してやむを得ない場合に限り，かつグリーンにおいてのみ，農薬をスポ\nット散布し，年間昀大使用量は５２．９キログラムとし，使用農薬名は，グラステン水和剤（成分\n名・イソプロチオラン［成分量２０パーセント］，フルトラニル［成分量２５パーセント］），ロブラール\n水和剤（成分名・イプロジオン［成分量５０パーセント］）及びサンヤード水和剤（成分名・エクロメ\nゾール［成分量３５パーセント］）の３種とする旨計画した。この使用農薬は，いずれも区分として\nは殺菌剤であり，成分の毒性（農薬の人体や家畜等に対する毒性）・魚毒性（水生動物に対す\nる毒性）は，イソプロチオラン及びフルトラニル共に，毒性＝普通物，魚毒性＝Ｂ類，イプロジオ\nン及びエクロメゾール共に，毒性＝普通物，魚毒性＝Ａ類である。\nイ　平成９年度，１０年度における農薬使用（乙８３）\n平成９年度は，グラステン水和剤及びロブラール水和剤がそれぞれ１回ずつ使用され，使用\n量は，イソプロチオラン０．４キログラム，フルトラニル０．５キログラム，イプロジオン５キログラ\nムの合計５．９キログラムであった。\n平成１０年度は，グラステン水和剤が６回及びロブラール水和剤が９回使用され，使用量は，\nイソプロチオラン１０．４キログラム，フルトラニル１３．０キログラム，イプロジオン２７．７５キログ\nラムの合計５１．１５キログラムであった。\nウ　平成１１年度における農薬使用（乙８３，８４）\n被告は，平成１１年度から，本件ゴルフ場における使用農薬につき，従前のグラステン水和\n剤（成分／昀大使用量＝イソプロチオラン／１１．４８キログラム，フルトラニル／１４．４０キログ\nラム）をグランサー水和剤（同＝トルクロホスメチル／２５．８８キログラム）に，従前のサンヤー\nド水和剤（同＝エクロメゾール／１２．５８キログラム）をモノクタジンフロアブル（同＝イミノクタジ\nン酢酸塩／１．４０キログラム，メプロニル／１１．１８キログラム）にそれぞれ変更した。その結\n果，成分の毒性・魚毒性は，前者が普通物・Ｂ類から普通物・Ａ類に，後者が普通物・Ａ類から\n普通物・Ｂ類になった。なお，毒性，昀大使用量は変更されていない。\n(2) 農薬成分の流出予測結果，本件ゴルフ場開業後の水質に関するモニタリング結果及び環境庁指\n針値・厚生省水質目標値（Ｆ証人調書18丁）\nア　予測値\n環境影響評価では，農薬を昀大限使用する場合かつ後記遮水シート及び農薬除去シートを\n使用しない場合として予測したところ，農薬成分の流出による影響についての予測結果は，別\n紙各溜池における農薬の流入濃度及び別紙浅川における農薬成分の月平均濃度の予測結果\n記載のとおりである（乙４０p216）。\nイ　予測値と環境庁指針値及び厚生省水質目標値との関係\n上記予測結果は，すべての農薬成分とも，溜池（上蓑ヶ谷池，下蓑ヶ谷池，蓑ヶ谷池，猫又\n池）への月平均流入濃度は環境庁指針値を下回っており，浅川における影響についても，すべ\nての農薬成分は，月平均濃度が厚生省水質目標値を下回っている。予測数値は，いずれも，\n環境庁指針値及び厚生省水質目標値の１０分の１ないし１０００分の１である。\nウ　農薬の水質への影響に関する開業後のモニタリング結果\n①　平成９年度に，地下水について，牟礼村第５ないし第７水源において２回，イソプロチオラ\nン，フルトラニル，イプロジオン，エクロメゾールを対象に調査が実施されたところ，調査結果\nは，検出限界未満であった。また，表流水について，本件ゴルフ場の防災調整池６か所（Ａ，\nＡ’，Ｂ，Ｃ，Ｄ，Ｅ），溜池４か所及び逆谷地周辺５か所において２回，ハンノキ林内４か所に\nおいて３回，上記農薬成分を対象に調査が実施された結果も，検出限界未満であった（乙８\n３，８５）。\n②　平成１０年度に，地下水について，牟礼村第５ないし第７水源において２回，上記農薬成分\nを対象に調査が実施された結果，検出限界未満であった。また，表流水についても平成９年\n度に引き続き農薬の調査が実施されたが，実施済みの春期及び夏期において，本件ゴルフ\n場の調整池，溜め池，ハンノキ林及び農薬除去施設の流出側において，上記農薬成分につ\nいて検出限界未満であった（乙８３，８６）。\n③　平成１１年度も，前年度と同様の結果であった（乙８３）。\nエ　長野県によるゴルフ場農薬等の環境影響調査結果\n長野県は，ゴルフ場使用農薬等が水環境に与える影響を把握するため，県内の全ゴルフ場\nを対象に，ゴルフ場で使用された農薬等の公共用水域への流出状況について調査を実施し\nた。\nこの調査に基づく平成９年度ないし１１年度におけるゴルフ場排出水の農薬等調査報告書\n（長野県生活環境部環境自然保護課，長野県衛生公害研究所作成）において，本件ゴルフ場\nにおいては，全ての農薬成分が検出されなかった旨報告されている（乙８７ないし８９）。\n(3) 農薬除去に関する設備及び農薬除去装置の吸着剤の実験結果\n被告は，農薬を使用するグリーン及び周辺のバンカーについて，農薬の地下浸透を防止する\n目的で，全ホールで塩化ビニールシート（ＰＶＣ）を使用した遮水シートにより雨水の地下浸透を防\n止し，また，農薬の濃度を更に低下させ，より影響を小さくするために，活性炭の混合物による吸\n着剤を用いた鋼板製の農薬除去施設を設置し，これにより農薬を除去した後，ティーグラウンド，\nフェアウェイ等の表流水と合わせて調節池に放流している。\n農薬除去装置の吸着剤の実験結果は別紙吸着剤の試験結果記載のとおりであり，吸着剤に\nより，農薬の濃度が同別紙の「処理前」欄から「処理結果」欄のとおりの数値に低下した（乙３１）。\n10　本件ゴルフ場における化学肥料の使用\n(1) 規制の有無\n化学肥料の使用に関し，特にこれを規制する法令，行政指導等による基準等はない。\n(2) 造成中の施肥及び計画使用量\n本件ゴルフ場造成中における施肥総量は，窒素８９４９キログラム，リン酸２１７５０キログラム，\nカリ１６５４９キログラムであった。本件ゴルフ場建設工事終了後は，１年当たり窒素２８９０キログ\nラム，リン酸２２８９キログラム，カリ２９９５キログラムが使用される計画である（甲６７，乙４０p209\n）。\n(3) 化学肥料の影響予測\n本件ゴルフ場で使用する化学肥料の影響についての予測（長野市下水道敷設に伴いクラブハ\nウス及び管理棟の汚水を下水道に放流する旨の計画変更後のもの）は以下のとおりである（乙４\n１及び６１）。\nア　簑ヶ谷池においては，窒素は，現況濃度が年平均で０．２７ミリグラム／リットル，予測結果が\n年平均で０．６２ミリグラム／リットル，リンは，現況濃度が年平均０．０５７ミリグラム／リットル，\n予測結果が年平均で０．０６０ミリグラム／リットルであった。\nイ　環境影響評価当時建設が予定されていた浅川ダム付近においては，窒素は，現況濃度が年\n平均で１．１０ミリグラム／リットル，予測結果が年平均で１．１２ミリグラム／リットル，リンは，現\n況濃度及び予測結果はいずれも年平均０．０２５ミリグラム／リットルであった。\n(4) 化学肥料の使用状況\n化学肥料の実際の使用量は，平成１０年度において，窒素２２０９．９キログラム，リン２２０６．２\nキログラム，カリ２３７８．０キログラムであり，平成１１年度において，窒素２１０３キログラム，リン\n２０１９キログラム，カリ２１７４キログラムであった（いずれも年間使用量。乙８３）もので，両年度と\nも，窒素・リン・カリのいずれも前記(2)記載の計画使用量を下回った。\n(5) 化学肥料の水質への影響に関するモニタリング結果（乙８３）\nア　被告は，平成１０年度に，地下水について，牟礼村第５ないし第７水源において２回，全窒素\n及び全リンの調査を実施したが，その平均値（全窒素０．４１ミリグラム／リットル，全リン０．０６\n６ミリグラム／リットル）は，本件ゴルフ場建設工事着手前の平成６年度に実施した値（全窒素\n０．４８ミリグラム／リットル，全リン０．２１４ミリグラム／リットル）を下回った。\nまた表流水は，溜池３か所において３回調査を実施し，その平均値（全窒素０．３９ミリグラム\n／リットル，全リン０．０３ミリグラム／リットル）は，環境影響評価書記載の予測濃度の当該箇\n所における平均値（全窒素０．８７ミリグラム／リットル，全リン０．１８ミリグラム／リットル）を下\n回った。\nイ　被告は，平成１１年度に，上記同様，地下水について，牟礼村第５ないし第７水源において３\n回，全窒素及び全リンの調査を実施したが，その平均値（全窒素０．０６ミリグラム／リットル，\n全リン０．０５ミリグラム／リットル）は，上記平成６年度の値を下回った。\nなお，表流水は，環境影響評価における調査該当年次でないため実施されていない。\n11　飯綱高原の自然環境\n(1) 長野市飯綱高原自然復元基本調査委員会の提言\n長野市飯綱高原自然復元基本調査委員会（以下「長野市調査委員会」という）は，飯綱高原全\n体の自然を保全するよう提言しており，本件ゴルフ場用地を含む飯綱高原内の地域につき，保全\n上の重要度に従い，保全の必要性が昀も高いＡランク地域，保全の必要性が高く周辺環境と一体\n的な保全を必要とするＢランク地域，上記Ａ，Ｂ以外の地域で何らかの保全対策を必要とするＣラ\nンク地域の３段階に分類した上，逆谷地湿原及びその周辺，大池，猫又池，上蓑ケ谷池，下蓑ケ\n谷池，蓑ケ谷池及びその周辺をＡランク地域と指摘している。\n(2) 第２次長野市総合基本計画\n第２次長野市総合基本計画（平成元年６月補正）は，長野市北部山間地域について，自然環境\nの保全と調和のとれた土地利用を促進するとし，飯綱高原については，野外レクリエーション地\n域，自然環境地域，自然景観地域の３種類に地域分けしている（甲７７，乙８）。\n第５　争点に関する各当事者の主張\n１　原告ら\n(1) 第１原告らの人格権に基づく請求\nア　過去の被災記録\n(ア)　昭和１４年４月，雪解け水によって論電ヶ池が決壊し，土石流となって浅川をかけ下り，死\n者１９名，家屋流失５戸，床上浸水３６戸，床下浸水３３戸の被害が出た。\n(イ)　上記の他，浅川流域では，集中豪雨，台風，地滑り等による被害が昭和１２年７月，昭和４\n３年６月，昭和４８年７月，昭和５４年８月，昭和５５年８月，昭和５６年３月，昭和５７年９\n月，翌昭和５８年，昭和６０年７月，平成元年７月にあった旨長野市の災害記録等に記録\nされている。\n(ウ)　平成７年７月降雨では，浅川流域の各所で崩落がおこり，道路は寸断され，完全に通行\n不能となるとともに，下流域の富竹地籍で決壊寸前となり，千曲川の注ぎ口で合流する鳥\n居川は氾濫し，豊野地域に被害をもたらした。\n(エ)　その他，大池が１６０８年に，丸池が１６９３年，１７４２年，１８４７年に決壊した旨，現存す\nる古文書に記されている（甲２８，２９の各１）。また，弘化４（１８４７）年５月８日に，北緯３６\n度７分，東経１３８度２分付近を震源として発生した善光寺地震は，マグニチュード７．４と\n推定されており（甲９９），この地震により，長野市北東部の浅川沿川では薬師山周辺（長\n野市・・・）で地すべりや崩壊が発生し，崩積土が浅川へ押し出され，浅川上流では，飯縄\n山麓にあった用水溜池（蓑ヶ谷池，ナギ窪池，論電ヶ池）が決壊したため洪水となり，これ\nが地すべり土塊を押し流し，下流の善光寺平に氾濫した旨記録されている（甲２）。\n(オ)　上記の各被災記録に照らせば，本件ゴルフ場は危険な立地条件にあり，災害の危険性を\n有している。\nイ　想定を超える降水による洪水の危険性\n(ア)　本件ゴルフ場建設に伴う流出特性の変化\n本件ゴルフ場及びその周辺の地域には，透水性のよい地層で形成された緩い斜面，ハ\nンノキ林等の植生，湿原等が存在していたが，本件ゴルフ場建設に伴い，切盛土によって\n地面が締め固められたこと，植生状態が森林から芝生へ変えられたこと，地表面及び地\n中に排水施設が設けられたことなどにより，保水力を失って地下へ浸透する水量が減り，\n表面流出が増大するというように洪水流出特性が大幅に変化した。\nその結果，本件ゴルフ場においては，無降雨時には流出量が減少する一方，降雨時の\n流出量が増加したため下流地域に対する洪水災害の危険性が大きくなった。\n(イ)　５０年確率降雨を超える降水の可能性\n昭和５８年９月２７・２８日降雨（以下この両日の降雨を「昭和５８年９月降雨」ということ\nがある）と平成７年７月降雨と，５０年確率降雨の２倍以上の降雨が２度も発生していると\nころ，これらの降雨は長野県の南東部と北部で発生していること，降雨をもたらした原因が\n台風と梅雨前線という我が国の代表的な豪雨の発生原因の両方であることを考慮する\nと，長野県のどの地域においても，このような豪雨が発生する可能性は比較的大きい（甲\n３０p22）。\n被告は，上記各事例につき，降雨データを採取した地点と本件ゴルフ場との距離，年間\n降水量，地理的条件の相違を問題にするが，平成７年７月降雨の際，本件ゴルフ場から\n直線距離にして７．２キロメートルに位置する戸隠観測所では，連続２４時間昀大雨量１９\n１ミリメートル，時間昀大雨量４０ミリメートルを記録し（甲１９），長野市浅川局では，昀大\n連続雨量１２９ミリメートルを記録しており（甲２３ないし２５），超過洪水が発生する豪雨が\n現に存しているから，上記のような豪雨を想定して防災設備を設計すべきである。\n(ウ)　本件ゴルフ場の調整池における超過洪水対策の不存在\n｢建設省河川砂防技術基準(案)｣（甲３２），「河川工学」（甲３４），平成８年６月の「河川\n審議会答申」（甲３５p42）の他，環境影響評価書でも県生活環境部長の意見（乙９４p979）\nとして指摘されているとおり，超過洪水対策は不可欠であるところ，オリフィス（防災調節池\nダムの腹に空けられた穴。甲３０p10）と防災調節池容量の設計は５０年に１度の降雨に耐\nえられるように設計されているに過ぎず，これを超える降雨の場合は，その量が２００年に\n１度の降雨量の更に１．２倍までであれば防災調節池ダム堤体をそのまま安全に通過して\nそのまま下流に至るのであるから（甲３０p14），本件ゴルフ場において，超過洪水対策は\n全く取られていない。\n(エ)　建設前の流出係数を調査することの必要性\n本件ゴルフ場の下流である浅川流域は，狭窄部の疎通能力から許容流出量が長野県\nの指導によって決められており，建設工事前の現実の流出係数が被告の想定よりも小さ\nい場合には，それに従って許容流量も下がることになり，本件ゴルフ場の現行の防災対策\nでは，同工事前よりも下流への放流量が増える。したがって，本件ゴルフ場建設後に安全\n性を保てるように防災対策を講ずるためには，建設前の流出係数を調べることが必要で\nある。\n環境影響評価書においては，本件ゴルフ場建設前の流出特性に関する基礎データが\nなく，植生種別ごとの標準的な流出係数を用いて洪水流出予測をしているが，特殊な地\n質・地形環境にある本件ゴルフ場ではこのようにして推定された流出係数にはかなりの誤\n差がある。建設前後の流出の変化を予測する場合は，自然の林地と建設地の流出係数\nの差が問題になるので，その誤差はそれぞれの植生条件に対する流出係数の誤差の和\nとなる。さらに，植生種別ごとの標準的な流出係数を用いる場合は，安全率の考え方によ\nり，流出係数を大きめにとってあるが，流出係数は１より大きくなり得ないので，建設後の\n植生が貧弱になって洪水流出が増える状態での流出係数については安全率を考慮する\nことがほとんどできない。そのために，建設前後の流出係数の差を単純に評価すると，流\n出の増加が実際よりも必ず小さめに予測されるという，系統的な誤差が生じる(甲３０p6，\np8)。\n(オ)　浅川狭窄部の疎通能力との関係\n本件ゴルフ場全体からの放流量と猫又池の放流量との比率から，長野県が指導によっ\nて決めた条件を満足するためには，猫又池からの許容放流量をいくらに設定すべきか\nは，自ずと決まる事柄である。余水吐の能力は，この許容放流量を上回っており，県の指\n導する基準を満たしていない。\n(カ)　防災調節池の洪水増幅機能\n防災調節池は，下流にとって安全な比較的小さな流量に対してはそれを調節するが，\n下流にとって危険な規模の洪水についてはその流量と破壊力を増幅して流下させる機構\nである（甲３０p14）。\n(キ)　超過洪水による第１原告らの生命・身体・財産等に対する危険性\n本件ゴルフ場の防災調節池は，上記のとおり設計の基礎とされた流出係数に誤差があ\nる上，平成７年７月の集中豪雨の際の降雨はこれらをはるかに上回っており，超過洪水対\n策は全く取られていないから，到底安全が保障されているとはいえず，浅川下流域住民で\nある第１原告らは，現在においても生命・身体・財産等をおびやかされている。\nウ　猫又池堰堤等崩壊の恐れ\n(ア)　現状の猫又池堰堤の危険性\n猫又池の堤体構築当時（昭和１６年から２１年にかけて）の土木工事技術が十分ではな\nいこと，長い年月の間豊水渇水を繰り返し，降雨その他の気象条件や地震歴を経て，堤\n体材料の風化や透水性と強度の変化がもたらされていると推定されること，地元住民が\n何年来と猫又池（及び蓑ヶ谷池）の堰堤の改修，補強を問題としてきたこと，浅河原土地\n改良区が本件ゴルフ場の建設に同意するにあたってその改修を求めてきたこと，「長野市\n浅河原土地改良区総代会議案書」（甲７８）に関する質問に対してＦ証人も堰堤の危険性\nを認めている（Ｆ証人調書32丁）こと，猫又池の堰堤について，堤体の下流側法面に孕み\nが認められ，さらに堤体脚部に浸透水の流出があること（甲３０p25，検証の結果）から，猫\n又池の堰堤が崩壊する危険性があることは明らかである。\n(イ)　溜池の決壊が原告らに与える危険性\n溜池が決壊した場合，過去の災害事例の検討と併せて考えれば，溜池の水が一気に\n谷状の浅川を下って土石流となり，浅川を下り浅川扇状地に達する。土石流は直進性が\n大きいため必ずしも河道にそって進行するとは限らず，かつ扇状地では人工構造物が多く\nなるため複雑な流路をたどり，長野市の人工密集地を襲う可能性がある（甲３０p26ないし\np33）。\n(ウ)　本件ゴルフ場が溜池の安全性に与える影響\n溜池は，従来主として地下水により涵養されていたが，本件ゴルフ場の建設により，防\n災調節池から放流された水が溜池に流入するようになった。防災調節池からの流入量\nは，特に強雨時において従来より増幅されていること，各防災調節池が同じ技術基準で設\n計されているため，各防災調節池から溜池にほぼ同時に放流が開始され，流量変化の度\n合も大きいこと，防災調節池からの放流水はほとんど河道を経ないで直接溜池に放流さ\nれるためエネルギーが大きいことから，溜池の水位変動は激しくなる。\n水位の上昇は堤体の不安定をもたらすが，水面変動に伴う水位の低下によって堤体内\nに残留していた水の圧力による堤体法面の崩壊が生じる危険性がある。\n以上のとおり，防災調節池の築造によってこれら溜池の堰堤決壊の可能性が大幅に高\nまっている（甲３０p25ないしp26）。\n(エ)　過去の豪雨のデータを適用した場合の溜池堰堤崩壊の危険性\n昭和５８年９月降雨の場合の降雨量を適用すれば，３時間後に防災調節池はその機能\nを失い，降雨強度３６ミリメートル／時に対する洪水が各防災調節池から急激に放流され\nることになり，平成７年７月降雨の場合の降雨量を適用すれば，１時間半後に防災調節池\nはその機能を失い，降雨強度５０ミリメートル／時に対する洪水合計１５．７０立方メートル\n／秒が各防災調節池から急激に放流され，このような大きい流量が段波となって下流の\n溜池に急激に流入する。\nその時刻以降の防災調節池からの放流量の合計は９万６３９２立方メートルにもなる\n（甲３０p22ないしp25）。\n(オ)　被告の猫又池堤体の安全性についての考え方の致命的欠陥\n上記のような危険性がある上，計算上の安全率は前提条件の設定の仕方により変わ\nるから，被告には堤体の基礎地盤についての把握を含め，可能な限り具体的かつ現実に\n猫又池の安全性を調査する責務，すなわち実際に現実の資料を採取し，力学的試験によ\nる評価を加えるべき責務が存するにもかかわらず，被告ないしＰは，これを行わず，推測\nに基づく無責任な前提の下に，かつ，長い年月を経ることによる風化作用，気象条件や地\n震歴を全く考慮しないで安全であると言っているにすぎない。したがって安全性が証明さ\nれたとはいえない。\nＰの行った安定計算は，粘着力，内部摩擦係数等の地盤の係数，不飽和資料によると\nの条件設定，滑り面が堤体の法面に限られ堤体基盤には及ばないという前提を採用して\nいるところ，これらは何ら具体的な根拠に基づくものではなく，むしろ，猫又池築造年代か\nらは考えられず，かつ，長野市防災基本図表層地質図記載の資料を無視して現実に合致\nしない前提条件を設定し，自己の都合の良い前提に限定して人為的に高い安全率が出る\nように操作しているから，何ら危険性が存在しないことの証明にはならない。\n(カ)　天端水位による堤体の危険性\n１００年降雨確率による後期集中型の豪雨が発生した場合，防災調節池からの放流量\nが増え，大量の水が猫又池に放流され，水位が上昇する。\nしかも，猫又池の余水吐は越流型でなく，堤体内を管で通す構造になっているために，\n立木や落葉などの異物が余水吐口に詰まりあるいは管に詰まり水を流すことができなくな\nり，水位が著しく上昇して越流することが予測される。このような状態に至れば，堤体の安\n全率が低下する。\n平成７年７月の降雨は，１時間雨量，２時間雨量とも長野地方の５０年降雨強度式の値\nをはるかに下回っているばかりか，６時間までの全ての継続時間において昀大雨量が５０\n年確率を下回っており，５０年降雨確率に達しないし，また，平成１１年７月の降雨におい\nては１時間の雨量が６１．２ミリであったが，１時間雨量が１００年降雨確率を上回っただけ\nで，日雨量・総雨量は上回っていないから，これらの降雨の際猫又池の堤体が決壊してい\nないからといって猫又池の堤体の安全性は証明されていない。\n集中豪雨が発生し，流木等が流れ出したときに，それが余水吐を閉塞することを防ぐこ\nとについてのなんらの保障も存在しない。したがって，猫又池の堤体の天端まで水位が増\n水し，あるいは越流する危険性が何ら否定されたことにはならない。\nエ　地滑りによる土砂崩壊\n本件ゴルフ場用地一帯にはかなり多数の地滑り，崩壊地形が存在する。本件ゴルフ場の５，\n６，７コースの南側に比較的接近して存在する３つの「椀状地形」は今も急斜面に崩土が残って\nおり，新鮮な地滑り地形を呈している。長野市防災基本図にも地滑り地形として示されており，\nゴルフ場内での散水などの水利用が将来地滑り活動に影響する可能性は否定しきれない。\n下蓑ヶ谷池と猫又池に注ぐ浅い谷の谷壁に見られる「小規模な表層部の崩落」の上に盛土\nされた斜面が崩壊するようなことがあると，その下流部は急斜面なので，溜池の損傷ないし溜\n池からの溢水によるダム災害が起こる危険性がある（甲３０p8ないしp10）。\nオ　地震による災害発生の危険性\n(ア)　本件ゴルフ場の耐震基準の不十分性\n本件ゴルフ場建設で採用された耐震基準は，阪神・淡路大震災級（マグニチュード７．\n２）の発生を想定したものではない。長野市一帯では過去にマグニチュード７．４程度と推\n定される善光寺地震が実際に発生しており，その際溜池決壊による土石流災害が発生し\nていること，その被災範囲が善光寺平一帯に及んでいることを考慮すれば，第１原告らが\n浅川上流域の土石流災害により被災する危険性は極めて大きい。\n本件ゴルフ場が上記のように想定すべき大地震に耐えうる基準を満たしていないこと\nから，本件ゴルフ場は，第１原告らの安全に対し，地震による災害発生の危険を及ぼす。\n(イ)　地震による危険性についての検討の欠陥\n水平震度係数の値が増大すれば，堤体の安全率は減少し，危険性が増大する｡\n河川協会技術基準は，当該地域の地震歴・地質条件・堤体の動力学的特性を考慮して\n標準以上の値を採用するよう明記しているところ，Ｐの設定した地震時水平震度係数（Ｋ\nｈ）は，善光寺地震においての道路橋手法書により計算した水平震度係数を大きく下回\nり，過去の地震歴を無視したものである。\nＥ証人は，道路橋手法書基準を無視してよい旨述べるが，道路橋手法書は水平震度係\n数を検討する上で有効な方法であり，Ｅ証人は過去の地震歴を水平震度係数に考慮する\n何らの根拠や方法を示していない。\nまた，同証人は，阪神・淡路大震災の際溜池が壊れなかった旨証言するが，兵庫県で\nは，溜池堤体法面の崩落・ひび割れ（内部までの亀裂）の他，湧水の異常増加による溢水\nの危険から下流民家の緊急避難と堤体掘下げ等による応急工事を施さねばならない溜\n池もあったとの報告があるから，同証人の証言は根拠がない。\n以上のとおり，過去の地震歴に基づいた安全性の検討を行わないＰの意見は，猫又池\nの安全性をなんら保障するものではない。\nカ　総合的環境アセスメント欠缺の違法\n本件ゴルフ場建設に関わる環境アセスメントはゴルフ場計画地内に限って実施されており，\n災害のおそれのある猫又池が除外されている。本来ならば，環境アセスメントにおいて，猫又\n池の危険性とその対策について慎重な検討が行われ，安全性が確認されない限り，ゴルフ場\n建設が認められないことは明らかである。\n飯綱高原においては，本件ゴルフ場建設のための開発行為のみならず，複数の開発行為が\n同時進行しており，優に２０万本の樹木が伐採されていることに加え，この一帯（長野盆地西縁\n部の山地）は活断層によって切り刻まれた危険な地質であり，過去に論電ケ池決壊による大災\n害，地附山地滑りで死者２６名を出す災害を引き起こした地籍であり，その上６か所２８９ヘクタ\nールの地滑り指定地域という地帯であるから，危険性が増大している。上記事実が明確になれ\nば，本件ゴルフ場建設がいかに無謀なものであるかが明確になり，総合的環境アセスメントが\n実施されなければ将来の災害の危険は防げないから，これを経ていない本件ゴルフ場建設は\n違法である。\nキ　結論\n(ア)　営業差止請求\n第１原告らは，浅川扇状地に居住しているから，本件ゴルフ場そのものの崩壊，または\n防災調節池から急激に流入した洪水によって溜池が崩壊し，これが土石流となって浅川\nを下り浅川扇状地に至った場合，浅川の氾濫又は土石流による災害により，自ら及び家\n族の生命・身体・財産の安全が脅かされる。\nよって，第１原告らは，被告に対し，人格権に基づく妨害排除請求として，本件ゴルフ場\nの営業差止めを求める。\n(イ)　営業停止及び植林請求\n被告は，上記のような危険な立地・構造をもつ場所に本件ゴルフ場を建設すべきでなか\nったから，災害発生を防止するためには，被告が本件ゴルフ場を可能な限り従前の原状\nに回復すべきである。\nよって，第１原告らは，被告に対し，人格権に基づき，予備的に，本件ゴルフ場を営業停\n止の上，本件ゴルフ場用地に対し，「植林樹木種類本数」記載の樹木を植栽して原状に回\n復することを求める。\n(2) 第２原告らの人格権に基づく請求\nア　本件ゴルフ場及びその周辺の水体系\n本件ゴルフ場とその周辺の地質構造は北東に傾斜していること，牟礼村の辺りには非常に\n谷が発達していて水が出ていること（甲３９p17，Ｇ証人調書11丁表，13丁裏等），牟礼村の意見\n書（甲７の１），基盤等高線図からみても牟礼村霊泉寺湖への傾斜を認めていること等から，本\n件ゴルフ場の地下を流れる地下水のうち，一番強い地下水の流れは，ゴルフ場から北東方面\nの牟礼村側への流れであり，この地下水はその方向に存在する牟礼村第６，第７水源と連動し\nている。\n牟礼村による地下水調査や電気探査測定調査によって作成された地質断面図では，被告が\n難透水層と呼ぶ軽石火山層などの連続性は認められない。また難透水層が，水源域一帯にコ\nンクリートや鉄板のように，亀裂なく張り詰められていることは地質学的に考えられない（Ｇ証人\n調書18丁裏）から，科学的にみて，難透水層があるからといって水を通さないということはあり\n得ない。\n牟礼村は，この地域から日量２４００トンの水を汲み上げており，表層部の水も揚水に伴う導\n水勾配に沿って流れていくから（牟礼村の意見書。甲７の１p6），本件ゴルフ場の地下水は浸透\nして牟礼村の水源から取水される。\nイ　農薬による水汚染の可能性\n(ア)　被告の使用する殺菌剤の危険性\n平成元年１１月に，北海道・・・町で，魚毒性Ｂ類の雪腐れ病防止用殺菌剤，有機銅水\n和剤（キノンドー）を原因として，９万匹というヤマメ等の養殖魚全滅事件が起きているこ\nと，イソプロチオラン及びエクロメゾールは「催奇形性」を有すること，エクロメゾールについ\nてはさらに「ラットで発癌性がある」と指摘されている（甲５２の２枚目裏）こと，農薬名サン\nヤードは，染色体異常，ＤＮＡ損傷等生物の遺伝的性質に変化をもたらす変異原性が指\n摘されていること（Ｈ三重大学教授。甲８１のp55）から，本件ゴルフ場において使用される\n殺菌剤の魚毒性がＢ類（イソプロチオラン，フルトラニル）又はＡ類（他の２種類）であるか\nらといって安全であるとはいえない。\n(イ)　行政上の指針と安全確保\n千葉県や埼玉県等地方自治体の一部が環境庁指針値より厳しい指針を設定している\nこと，厚生省水質目標値については厚生省内にも異論があることから，環境庁指針値及\nび厚生省水質目標値はいずれも科学的根拠が薄弱である。\n(ウ)　農薬の浸透性及び予測濃度\n福岡市内の５か所のゴルフ場あるいは周辺７か所の井戸のうちの１か所からイソプロチ\nオランとフルトラニルとが検出された（甲６４の１p11)ほか，全国各地でゴルフ場のみならず\n化学工場，シロアリ駆除業者，農薬工場などの周辺の井戸から農薬が検出されて問題に\nなっているように，農薬は地下水に浸透する。\n環境影響評価書では，エクロメゾールの水溶性を「難溶」として流失率３パーセントとし\nているが，１５パーセントとして計算し直すべきであり，このように計算し直すと，エクロメゾ\nールの溜池に流入する濃度は環境庁指針値の４分の１ないし３分の１となるが，降雨のピ\nーク時は農薬濃度が著しく上昇し，環境庁指針値を超えることが大いにあり得る（甲６４の\n１p8）。\n発癌物質には閾値が存在せず，いかに微量であってもそれなりの危険性があると考え\nられているから，厚生省水質目標値の１０分の１でも検出されることは問題であるが，この\n目標値を超えることは重大な危険である（甲６４の１p9）。\nウ　化学肥料による水汚染の可能性\n化学肥料のうち，窒素は，土中・水中では主として有機態，アンモニュウム態，亜硝酸態，及\nび硝酸態の形で存在し，硝酸態の形で存在する硝酸態窒素を多量に含む水を３か月未満の乳\n児が呑むと，メトヘモグロビン血症を起こし，ひどい場合には死亡する（甲９p188）。また，メトヘ\nモグロビン血症による死亡割合は１０ppmを超えると急増し，２３ppm以上になると発病者中の\n死亡率が８０ないし９０パーセントに達する(甲９p189）。\nこのため，厚生省基準値では硝酸性窒素及び亜硝酸性窒素の汚染の合計値が１０ppmを超\nえる水道水は飲用としては禁止されている（甲６３の１）。\n厚生省も亜硝酸窒素の濃度の見直しを検討し，亜硝酸窒素について，甲状腺，心臓及び肺\nへの慢性的影響の危険性を指摘し（甲６１），ＷＨＯの動向も見定め，現在の１０ppmの基準を\n見直すとしている（甲６６）。ＷＨＯは亜硝酸窒素の汚染について，１ppm以下の厳しい基準値を\n設ける方向といわれている（第１０回期日のＩ証人調書18丁裏ないし19丁表）。\nゴルフ場や田畑に撒かれた化学肥料が河川や地下水を汚染し，飲料水として用いられた場\n合，亜硝酸が種々の蛋白質から分解生成される二級アミンと結合しニトロソアミンという発癌物\n質を作る危険がある（甲９p190）。そして農薬や化学肥料の中で作られる発癌性には，一定のレ\nベル以下は影響を与えないという閾値はなく，どんなに微量でもそれ自体が発癌性を持ってい\nる（甲８１p47）。\nまた，有機塩素化合物は遺伝子に作用し損傷を与え，このような作用は一分子でも癌死に\n至るので，安全許容濃度という考えは存在せず，あるのは確率だけである（横浜国立大学Ｊ教\n授，甲８４p38）。水道水質の細菌管理としてなされる塩素消毒によって水の中に含まれる有機\n汚染物質と塩素が反応すると様々な低沸点有機塩素化合物（トリハロメタンもその一種）を作\nる。トリハロメタンは突然変異性があり発癌性物質とされ，水道水源の有機汚染物質をなくさな\nい限りその発生を止めることはできない（Ｋ医学博士（合成洗剤研究会事務局長），甲９６p56）。\n被告は特段の規制が存しないとして，大量の化学肥料を使用することに問題がない旨主張\nするが，上記のとおり，化学肥料が地下水を汚染し人の健康と生命に悪影響を及ぼすことは明\nらかである。\nエ　環境影響評価書における調査の不備と誤り\n(ア)　環境影響評価書の検討\n水質汚濁調査の項目にはＢＯＤ（生物的酸素要求量）とＣＯＤ（化学的酸素要求量），さ\nらにＴ－Ｎ（全窒素），Ｔ－Ｐ（全リン）が必要なのは常識であるが，環境影響評価書には，\n一般水質項目として必須なＣＯＤの汚濁負荷量，寄与濃度の予測がない（第１０回期日のＩ\n証人調書３丁裏）。\nまた，環境影響評価書では化学肥料の流失率を窒素１５パーセント，リン０．４パーセン\nトと見積もっているが，これはゴルフ場と異なる山林や田畑から類推したもので，特にリン\nについては桁違いである（第１０回期日のＩ証人調書６丁裏）。これらの誤りを正した「寄与\n濃度」の数値（Ｉ証人の陳述書別表６。甲６４の１）は，環境影響評価書のそれよりは大きい\nもので，全溜池，浅川の汚濁濃度は増大する。\n(イ)　Ｉ証人の予測の信頼性\nＩ証人は，「本件ゴルフ場を建設することは１６００人ないし２０００人分の住宅団地を造\nり，その雑排水を未処理で流すことに相当する」と指摘する（甲６４の１p6）ところ，この予\n測は，ＣＯＤ，ＢＯＤ，Ｔ－Ｎ，Ｔ－Ｐ各汚濁物質の排出総量を基礎とする汚濁負荷総量を基\n礎としていること，他の同じようなゴルフ場についての専門の研究者の長期にわたる調査\n研究（Ｌ氏は特定のゴルフ場について１年間５２回，Ｉ証人は３か所のゴルフ場について１年\n間毎月調査している。第１１回期日のＩ証人調書６丁表）によるデータから類推し予測して\nいること，水質汚濁の計測値から，被告の言い分を受け入れクラブハウス等の排水による\n負荷を除外して計算し，かつ環境影響評価書の簑ケ谷池についての被告答弁書数値の\n計算間違いまで正し，評価書の条件に従って評価書の予測地点毎に計測していること等\nに照らすと，信頼性が高い。\n一方，被告の調査は，不確かな流出率によるものであること，本件ゴルフ場のデータは\n長く営業を続けた結果ではないこと等から，不備や誤りを含む根拠の薄い予測値を並べ\nたもので科学性を欠く。\nオ　危険を防ぐ手段の不存在\n(ア)　東京都・・・町の廃棄物処分場において遮水シートを使用したにもかかわらず地下水が汚\n染され，井戸水から化学物質が検出されたことに見られるように，遮水シートを用いても農\n薬等の地下浸透を防げないから，遮水シート使用は，地下水汚染の防止とはなりえない\n（甲６４の１p12）。\n(イ)　農薬，化学肥料は完全には浄水できず，煮沸しても残留し，除去されない。\nカ　渇水被害発生の危険性\n本件ゴルフ場建設計画では，計画地内で昀大の揚水をしても，牟礼村第６水源での影響は１\n０センチメートル以内としているが，樹木の大伐採をし土地を芝生に改変した状態での調査で\nはない。しかも旱魃時での長期間にわたる揚水調査ではないので，渇水被害発生の危険性は\n依然として残る。\nキ　長野県知事意見書\n長野県知事は，平成５年６月１０日，長野市に対し，水環境保全条例に基づいて，一帯を水\n道水源保全地区に指定するよう要請している。水源保全地区の指定にあたっては，取水地区\nから上流１キロメートルの範囲内，１０分の１以下の希釈度等の要件を定めており，この要件を\n満たすことは汚染の度合いが濃いことを意味する。\nク　結論\n(ア)　営業差止請求\n被告が本件ゴルフ場の営業を続け，農薬，化学肥料を継続使用する限り，上記水源地\nの破壊，水汚染は止まらないことは明らかで，ますます水汚染を増大させるだけである。\n被告は，これらの農薬・化学肥料を本件ゴルフ場において使用することを前提としており，\nまた，これらの農薬・化学肥料を使用せずして本件ゴルフ場を営業することはあり得ない。\n第２原告らは牟礼村の上水道の水を飲用に供しているところ，本件ゴルフ場の営業によ\nり，自ら及び家族の生命・身体の安全が脅かされる。\nよって，第２原告らは，被告に対し，人格権に基づく妨害排除請求として，本件ゴルフ場\nの営業差止を求める。\n(イ)　営業停止及び植林請求\n被告は，本件ゴルフ場の営業を停止し，この地域一帯の植生に適合した植樹をし，森\n林による自然復元と水源涵養，水質保全に全力をつくすべきである。\nよって，第２原告らは，被告に対し，人格権に基づき，予備的に，本件ゴルフ場を営業停\n止の上，「植林樹木種類本数」記載の樹木を植栽して原状に回復することを求める。\n(3) 第１ないし第３原告らの請求\nア　本件ゴルフ場による環境破壊\n本件ゴルフ場及びその周辺は，他に代えがたい貴重な自然が多く，第１ないし第３原告らに\nとって自然探索，自然鑑賞その他自然の恵みを受ける憩いの場である上，眺望景観の観点か\nらも高い価値を持つ。\nしかるに，被告は，本件ゴルフ場の営業により，第１ないし第３原告らの上記のような環境権\nや自然享有権を侵害しているばかりか，長野市調査委員会が本件ゴルフ場用地一帯をＡランク\n地域と指摘し，第２次長野市総合基本計画が飯綱高原を「優れた自然景観を保護する地域」と\nしていること，さらには環境庁作成の「ゴルフ場建設及び運営に係る環境配慮指針」（平成４年\n９月。甲８７p22ないし25）や「長野県ゴルフ場開発事業に関する指導要綱」に反することになっ\nている。\nイ　結論\n(ア)　営業差止請求\n第１ないし第３原告らは，被告に対し，憲法１３条及び２５条に根拠を有する環境権ない\nし自然享有権に基づく妨害排除請求として，本件ゴルフ場の営業差止めを求める。\n(イ)　営業停止及び植林請求\n第１ないし第３原告らは，被告に対し，環境権ないし自然享有権に基づき，予備的に，\n本件ゴルフ場を営業停止の上，本件ゴルフ場用地に対し，「植林樹木種類本数」記載の樹\n木を植栽して原状に回復することを求める。\n２　被告\n(1) 第１原告らの主張に対する反論\nア　営業差止請求に対する総論的主張\n本件ゴルフ場建設において，建設前と比較して防災に影響を及ぼす要素は，主として，盛\n土・切土等の地表の改変，樹木の伐採・植林・芝植栽等の植生の改変，降雨の際地中に吸収\nされない余水の防災調節池への排出設備，防災調節池・余水吐による雨水処理設備，調節池\nから溜め池に至る雨水の排出経路等であるが，これらに関わる工事は平成１０年７月２９日の\n営業開始前にすべて完了しており，今後特段変更する予定もない。\n現在被告が本件ゴルフ場の営業を中止したとしても，防災関係の諸設備等が建設前の状態\nに復することも，現状に変更が生ずることもないから，営業中止と原告らの主張する災害発生\nの危険性の除去との間には何ら因果関係がなく，災害発生の危険性を理由とする営業差止請\n求は主張自体失当である。\nイ　雨水等に対する防災対策等\n防災調節池及び余水吐により，溜池（上簑ヶ谷池，下簑ヶ谷池，簑ヶ谷池，猫又池）へのピー\nク流入量は本件ゴルフ場建設の前後でほぼ同一かやや減少し，また，溜池堤体の安全性も確\n保されている。\n防災調節池は５０年に１度の降雨に耐えられるように設計されている上，仮に防災調節池の\n調節機能を超える降雨があったとしても，２００年に１度の降雨量の更に１．２倍の降雨量まで\n耐えられる余水吐を設置しているし，減勢工により余水吐から流下した流水を下流水路の流れ\nと同等なエネルギーに調整している。防災調節池及び余水吐等の放流施設は，行政当局によ\nり公的に採用を認められている基準を完全に満たして設計したものであり，環境影響評価等の\n所要の行政指導のもとに，行政当局の承認を得たものであるから，降雨に対する備えは万全で\nある。\n(ア)　想定すべき降水量\n第１原告らは，昭和５８年９月降雨及び平成７年７月降雨のデータを用いると防災調節\n池の調節機能に問題がある旨主張するが，昭和５８年９月降雨については，①本件ゴルフ\n場と遙かに離れた地点のデータであること，②本件ゴルフ場の流域（浅川流域）と全く異な\nる流域に属する地域のデータであること，③本件ゴルフ場と標高が異なること等の理由か\nら，およそ合理性を欠く。\nまた，平成７年７月降雨についての原告らの主張は，時間雨量５０ミリメートルの降雨が\n３時間連続したことを前提とするが，１時間に５０ミリメートルもの降雨は，長野県，富山\n県，新潟県の県境付近のみであり（雨量分布図，甲３０p23ないし24），県境付近にある測\n定地点（小谷）の年間降雨量は長野市の１．５ないし２倍も多く（長野県気象年報，乙５０な\nいし５６），地理的条件も大きく異なるから，上記と同様の理由により合理性を欠く。\n(イ)　立木の伐採と流出量（洪水）との関係\n森林の伐採により保水力がある程度低下することは予測されているが，保水力の低下\nを補うための防災調節池の設置により，かえって，浅川への流出量は若干減少している。\n(ウ)　本件ゴルフ場建設と氾濫との関連性\n①　浅川の処理能力との関係\n各溜池に流入した雨水は昀終的に浅川に流入させ処理するところ，昀も氾濫の可能性\nが高い浅川の狭窄部に雨水が流入する地域の面積は約１４００ヘクタールの広範囲であ\nるのに対し，本件ゴルフ場のコース面積は僅か約３６ヘクタールである（約２．６％）から，\n仮に本件ゴルフ場内の雨水調整施設の調整能力を超える多量の雨水が浅川に流入した\nとしても，浅川の処理能力との関係で狭窄部に及ぼす影響は極々僅かなものであり，浅\n川の氾濫により起こりうる洪水と本件ゴルフ場建設との因果関係はない（Ｅ証人調書p20な\nいし21）。\n第１原告らは，本件ゴルフ場建設前の流出係数が想定よりも低い場合にはそれに従っ\nて浅川への許容流量も下がる旨主張するが，浅川流域の狭窄部の流下能力は当該地点\nの河川断面と河川勾配等により求められるものであり，現況の上流域における流出係数\nとは無関係である。\n②　本件ゴルフ場建設前後の流出特性\n被告は，本件ゴルフ場の建設及び防災対策設備の設計に当たり，行政当局が林地開\n発者に対し公的に求めている長野県林務部監修の「林地開発許可申請の手引き(平成５\n年)｣（乙７４p11の資料３）に従って流出係数を算出し，本件ゴルフ場の建設後の流出係数\nについては屋根や道路並に扱っている。また，本件ゴルフ場用地（５３．８２ヘクタール）内\nのコースとコースとの間の伐採が行われずに残置された森林部分（約１８ヘクタール。本\n件ゴルフ場用地面積の約３分の１）については，開発区域中の非改変部分であるから流\n出率は本来６０パーセントとみるべきであるところ，防災計画上は０．９として計算している\n（乙４９）。このように，被告は，ゴルフ場のケースで通常考えられる状態としては非常に安\n全サイドに立ち，実際の流出状態よりも一層高く安全率を見込んだ流出係数を用いている\nから，被告が防災設計上用いた建設前後の流出率に誤差があり正確ではない旨の原告\nらの主張は理由がない（Ｅ証人調書p9ないし16，乙９１p1の「１．①」）。\n③　建設前の流出係数を調査することの不可能性\n流出率を実際に測定したとしても，その測定値はその時点での地表条件や降雨条件に\nより変化する可能性がある上，発生頻度が極めて低い５０年確率降雨，１００年確率降雨\nなどのような豪雨時における流出率を実際に調査することは現実的に不可能であるから，\n原告らの主張は理由がない。\n④　平成１１年７月２２日午後３時から午後４時までの間の豪雨\n本件ゴルフ場建設完了後の平成１１年７月２２日午後３時から午後４時までの間，６０分\n雨量としては概ね１００年降雨確率強度に該当する６１．２ミリメートル／時の降雨があった\n際，防災調節池の水位の上昇は満水位に遠く及ばなかった。\n本件ゴルフ場の防災調節池の設計上は余水吐から溢れてしまうのに，現実には調整能\n力に余裕があったのは，防災調節池の設計上，雨水流出量の計算において用いている流\n出率の設定値が現実の流出率よりもかなり過大なものとなっていることに基づくと考えら\nれる。\n本件ゴルフ場の防災調節池は，現実の降雨に対して，設計上の数値を遙かに上回る余\n裕を持った容量を有しているから，安全である（乙７４p10，Ｅ証人調書p30ないし34）。\n(エ)　５０年確率降雨強度を超える降雨の際の溜池の処理能力\n第１原告らが問題にする平成７年７月降雨があった場合の猫又池への流入量と，猫又\n池の余水吐の放流能力とを数値上で比較すると，計算上，設計上のいずれの処理能力の\n数値を見ても，猫又池は昀大流入量の約２倍の流入量を処理することができる。\n雨水を流入させる４か所の溜め池のうち，猫又池は各溜池の中で昀も余水吐の放流能\n力が小さく，各溜池の昀下流にあり，そのため溜池が背負うことになる集水域が昀も大き\nい。上記のとおり，猫又池の安全性が確認できているから，他の溜池の安全性もまた確認\nできているといえる。\n(オ)　原告らの主張の誤り\nゴルフ場用地からの雨量の総流量は，総降雨量×流出係数で算定されるのであり，流\n量が増大するのはゴルフ場建設により流出係数が変化することによるものであって，調節\n池の調節能力とは無関係である。調節池が流量を増大させるということはあり得ないか\nら，雨量が５０年確率を超過すると，調節池は洪水流量を増大させる旨の原告らの主張は\n誤っている。\nウ　猫又池堰堤等の崩壊のおそれ\n(ア)　現状の溜池の危険性の有無\n溜池の中には，江戸時代に築造されたものもある（Ｍ証人調書39丁表）から，現在まで\nの数百年の間に，３００年，４００確率降雨強度の降雨があったはずであるが，それでも降\n雨による決壊はなかった。第２次世界大戦後だけでも，長野市浅河原土地改良区により，\n地震災害グラウト工事等，数回の補修工事が行われている。\nまた，猫又池堤体昀下部の貯留水は，左右岸の山体から浸出してきた流水と推定する\nのが合理的であるし，孕みに相当する部分は全く存在しない。\n(イ)　５０年確率降雨強度を超える降雨の際の溜池決壊の危険性\n第１原告らは，５０年確率降雨強度を超える降雨があった場合，溜池が決壊する可能性\nが高まる旨主張するが，溜池の堤体の安全性を検討する公的な基準とされている手法を\n定めている河川協会技術基準によると，猫又池は堤体の安全性の判断基準を満たし，円\n弧すべり法による安定計算によっても昀小安全率を上回っているから，問題がない（乙７４\np6ないしp11，９１p2ないしp4，Ｅ証人調書p27ないしp30）。\n(ウ)　過去の実例\n行政当局は，平成２年ころまで３０年降雨確率強度の降雨処理能力を有すれば足りる\nとしており，長野県内に現在７０か所以上あるゴルフ場は，本件ゴルフ場と同様若しくはよ\nり緩やかな基準で建設された。しかし，昭和５８年，平成７年の豪雨の際，ゴルフ場の防災\n調節地や溜池が決壊したという事実はない（Ｍ証人調書40丁表）。\n(エ)　猫又池堤体の安全性に関する原告らの主張の誤り\n①　猫又池堤体の材料\n猫又池堤体の材料は，猫又池建設当時，建設用機械がなく人力に頼っていた事情及び\n実際に土砂を運搬した地元住民の話等から考えて，堤体のごく近傍において調達された\nものと考えられる。環境影響評価においては，本件ゴルフ場周辺において実施した地質ボ\nーリング調査で得られた土質定数が用いられているから，猫又池堤体の安定計算に環境\n影響評価書の土質定数を用いたことは不合理ではない。\n②　安定計算における条件設定\n第１原告らは，環境影響評価書における土質につき，不飽和条件と推定されるとする\nが，堤体の浸潤線より下部（貯水池の水が堤体に浸透して飽和状態になっている部分）に\nついては，飽和条件の下で解析を行っている。\n(オ)　天端水位による越流及び溜池の余水吐が詰まる可能性（乙９１p2の③，Ｅ証人調書p55な\nいしp58）\n猫又池は常時満水位の状態に保たれており，増水時においても余水吐の機能により水\n位はほとんど変化しないことから，増水時も通常の状態と同様であると考えることができ\nる。仮に後方集中型の１００年確率降雨による流出水が猫又池に流入した場合において\nも，水位の上昇は約７７センチメートル程度であり余裕高さ以下となるため，堤体天端まで\n水位が上昇することはない（乙９２別紙－２）。\n第１原告らは，１０分間降雨，３０分間降雨，１時間降雨，２４時間降雨等の全ての降雨\n継続時間において５０年確率降雨を超えている降雨条件を用いなければ猫又池の堤体の\n安全性が証明されたとはいえない旨主張するが，確率降雨強度は降雨時間により異な\nり，長野における過去の降雨観測記録においても，継続時間ごとの昀大降雨の生起年月\n日は異なっている。\n猫又池の余水吐には全体に金網が被せられており，流木などが流下してきても余水吐\nの水路まで流下することはない。また，それらの金網の網目に枯葉等が全面的に付着し\nて目詰まりを生じ流水が下流に流れなくなるとは考え難い。平常時においては防災調節池\nの管理の一環として一定期間（３か月に１回程度）ごとに本件ゴルフ場の監視員による巡\n回が行われることとなっており，そこで余水吐等に障害物が認められた場合には，溜め池\nの管理者に通報する（ただし，洪水時等の異常気象の時に溜池を巡回し，障害物の発生\n等緊急を要する場合には，監視員が早急に除去することになっている）から，猫又池の余\n水吐にごみや流木が詰まり通水能力が低下することは現実的には考え難い。\nエ　土砂崩壊\n(ア)　斜面の安定性\n本件ゴルフ場に設けられた斜面（６か所の防災調節池の斜面及び切土・盛土の斜面）\nについては，長野県林務部監修の「林地開発許可申請の手引き」，長野県技術基準ほ\nか，前記各基準によって要求される所要安全率を全て満たしている。\n(イ)　椀状地形\n原告らの主張にかかる椀状地形という名の地滑り地形は，本件ゴルフ場の改変部分に\n含まれないから，本件開発に伴う土地改変によって危険が増大する恐れは少ない（Ｍ証\n人調書30丁表）。\nオ　地震，断層，火山\n本件ゴルフ場用地内外には，地震の危険を考慮すべき断層類はなく，周辺の断層について\nも本件ゴルフ場用地に対する危険性を示すデータはない。\nまた，長野市及び牟礼村の区域には現在，活動中の火山はみられないため，火山性の地震\n自体が少ない。\n第１原告らは阪神淡路大震災で溜池が壊れなかったとの根拠がない旨主張するが，兵庫県\nの公式文書等において溜池が壊れたとの事実は記載されていない。また，第１原告らは被告\nが過去の地震歴を水平震度係数に考慮する何らの根拠や方法を示していない旨主張するが，\nダム設計では一貫した設計思想のもとに水平震度の決定方法が基準化されており，道路構造\n物の設計基準とダムのような河川構造物の設計基準を混同して使用すべきものではない。\nカ　林地開発許可との関係\n林地開発許可は，森林法１０条の２第２項１号（土砂の流出又は崩壊その他の災害），１号の\n２（水害発生のおそれ）に規定する危険がいずれも存在しないと認める場合であって初めて許\n可がなされるものであるから，危険性はない。また，本件ゴルフ場は，環境影響評価の結果を\n踏まえ，災害発生の危険，水害発生の危険，水資源が確保できないこととなる危険，環境悪化\nの危険のいずれも存在しないと認められたものであるし，林地開発許可にあたっては，被告が\n実施した環境影響評価の内容についての配慮がなされている。\nキ　総合的環境影響評価について\n本件ゴルフ場建設計画に関わる条例，要綱中に複合アセスメントを命ずる規定はなく，類似\nの開発行為において複合アセスメント（複数の開発行為につき総合的に環境影響評価を行うこ\nと）を実施した例も聞かない。\n環境影響調査には，相当な日数，多額の費用を要する以上，後行の開発行為が始まる毎に\n先行の開発行為につき環境影響調査をやり直すべきであるとする立論は，理論的に正当でな\nいばかりでなく現実性を欠く。\nなお，第１原告らは本件環境アセスメントは猫又池が除外されている旨主張するが，環境影\n響評価書において，浅川流域を調査対象とした防災に関する現況調査を実施しており，猫又池\nも調査対象区域に包含されている（乙９０p559ないしp560）。\n(2) 第２原告らの主張に対する反論\nア　本件ゴルフ場と水質との関係\n本件ゴルフ場及びその周辺に分布する表層地下水及び深層地下水上部の流れは，飯綱山\n麓を北西から南東方向への流れが支配的である。\n深層地下水下部は，自然状態（牟礼村第６水源停止）では牟礼村から本件ゴルフ場への流\nれが支配的であり，逆に水源が稼働している状態では常に本件ゴルフ場から牟礼村側へ向か\nう流れが支配的である。\n本件ゴルフ場及びその周辺には，表層部と地下浅部（ＧＬ―３０ｍ付近）に「難透水層」が分\n布し，牟礼村第６水源は，この難透水層よりも下位の深層地下水下部（ＧＬ－１００ｍ）から取水\nしている。また，表層地下水及び深層地下水上部は，牟礼村へ向かって流れていない（乙３７，\n６９）。\nしたがって，本件ゴルフ場において使用する農薬，化学肥料が水源の取水層まで浸透するこ\nとによる水質への影響は少ない。\nイ　農薬使用の適正さ\n使用農薬であるイソプロチオラン，エクロメゾールは，催奇形性を有しないし，農薬の地下浸\n透の状況につき，本件ゴルフ場計画地内で３０年以上にわたり肥料・農薬を使用している農耕\n地で実施した各成分の分析の結果，農薬は地下０．３メートルで不検出であった（乙７０）。\nまた，遮水シート及び農薬除去施設を使用しないものと仮定して行われた環境影響評価に\nおける予測数値は，全ての農薬成分とも，溜池への月平均流入濃度は環境庁指針値の，浅川\nにおける影響に関する月平均濃度が厚生省水質目標値の，それぞれ１０分の１ないし１０００分\nの１に止まり，大幅に下回っているから，本件ゴルフ場における農薬使用により水質が汚染さ\nれることはない（乙４０）。\n本件ゴルフ場の営業開始後に実施しているモニタリング調査では，地下水・表流水とも農薬\n成分は検出限界未満という結果である。長野県によるゴルフ場農薬等の環境影響調査結果に\nおいても，全ての農薬成分が検出されていない。\nしたがって，本件ゴルフ場における農薬の使用により，水源の汚染や第２原告らの生命・身\n体に対する影響が生ずることはない。\nウ　化学肥料使用の適正さ\nリンは，火山灰質粘性土（ローム）のような土壌においては土壌吸着性に優れ，表流水への\n流出もほとんどないことから，影響は少ないし，窒素についても，土壌へ浸透したのち還元作用\nにより地下水中に流出する量は，地表から浸透した量よりも減少する。しかも，通常，溜池で\nは，夏季は貯留水を放流するため，排出水が溜池に長期滞留せず，富栄養化の可能性は少な\nく，また，生物の生息環境への影響も少ないから，本件ゴルフ場において使用する化学肥料及\nび汚水処理水が水質に与える影響は少ない。\n本件ゴルフ場の敷地内において実施した調査結果によれば，過去３０年以上にわたり肥料\n及び農薬を使用してきた農耕地における地表と地下１メートル付近での土壌中の肥料成分を分\n析したところ，肥料成分の地下浸透は地表から僅か１メートル以内にほぼ止まっている事実が\n確認されている（乙７０）。本件ゴルフ場の営業開始後に実施しているモニタリング調査では，水\n源における全窒素及び全リンの平均値は，事業着手前の平成６年度に実施した値を下回って\nいる。\nしたがって，本件ゴルフ場における化学肥料の使用により，水源の汚染や原告らの生命・身\n体に対する影響が生ずることはない。\nエ　環境影響評価書及びＩ証言の信用性\n環境影響評価書においてＣＯＤを定量的に予測していないのは，化学肥料に関しては富栄\n養化が生じにくいと予測されたことによるものであり，何ら問題はない。\nＩ証人は，本件ゴルフ場における農薬使用の結果等に関し，「予測」と称する作業を行ってい\nるが，その根拠は，被告が環境影響評価書で用いた流出率による肥料の流出濃度の計算方\n法によるものではなく，本件ゴルフ場における肥料の使用量，コース面積，周辺河川の流量，\n降水量等の各々の条件を全て無視して，「Ｌ氏」らの研究から求められた滋賀県下の１ゴルフ場\nであるＤゴルフ場における測定データを，上記諸条件の相違を無視してそのまま本件ゴルフ場\nに当てはめて，「予測」としたというのであって，およそ科学的とは言い難い。\nＩ証人に関するもの以外の第２原告らの主張・立証は，いずれも本件ゴルフ場とは無関係に\n農薬や化学肥料に対する一般論を展開したものに過ぎない。\nオ　浸透防止・除去\n被告は，農薬を使用するグリーン及び周辺のバンカーについて，遮水シートを使用して全ホ\nールで雨水の地下浸透を防止している。この遮水シートは，溜池，埋立地等で使用実績のある\n塩化ビニールシート（ＰＶＣ）を使用しており，かつ，ダムにおいて２０年以上使用されたものでも\n殆ど性能が変化していないという実績がある。\nまた，被告は，農薬の濃度を更に低下させ，より影響を小さくするために，鋼板製で活性炭の\n混合物による吸着剤を用いる農薬除去施設を設置し，これにより農薬を除去した後，ティーグラ\nウンド，フェアウェイ等の表流水と合わせて調節池に放流している（乙３１，３２，３９，４０）。\nカ　水源に対する渇水のおそれの不存在\n本件ゴルフ場において，芝散水用として使用するＹ№２井戸から計画取水量（２００立方メート\nル／日）の２倍以上の５００立方メートル／日で取水した場合，牟礼村水源（とりわけ本件ゴルフ\n場に近接した第６水源）に対する水量的な影響は，第６水源の１日の昀大水位変動差（昀大水\n位と昀小水位の差）７．２メートルに対して水頭１０センチメートル以内の影響に過ぎない。\nなお，牟礼村の井戸の水源は広大で水量が豊富であり，本件ゴルフ場はその水源の一部に\n過ぎないから，ゴルフ場営業開始後の数値は予測の結果と異ならないはずである。\n(3) 第１ないし第３原告らの主張に対する反論\nア　環境権，自然享有権の権利性の欠如\n環境権，自然享有権は，現行法体系の下では明確な法的根拠を欠き権利性を有しないか\nら，これらを根拠とする営業差止請求もまた当然に法的根拠を欠く。\nイ　本件ゴルフ場が自然環境等に与える影響\n本件ゴルフ場建設により改変された植生の自然度，改変率からして，被告は，植物につい\nて，自然度の保持に特段の配慮をしているし，むしろ，本件ゴルフ場建設は，自然環境保全の\n為に大いにプラスになっている。\n長野県知事は，本件ゴルフ場建設に付随する林地開発許可申請に対する判断に際し，環境\n影響評価の内容について十分な配慮をした上で許可条件の有無について検討し，環境悪化の\n危険も存在しないと認めて許可をしたものである。\n(4) 予備的請求（営業停止及び植林請求）の不当性\nア　請求の不明確性，執行不能性\n本件ゴルフ場のコースの外縁部は明確に線で区切られたものではないから，各コース内に\n一定の本数と種類の樹木を植栽せよという請求は特定性を欠く。\nまた，仮にそのような大規模な植栽工事を行う場合，行政法規上如何なる許認可，届出を要\nするのかという点について，原告らの請求は何ら触れるところがない。原告らの請求は代替執\n行を予定するものと思われるが，工事に必要とされる許認可・届出等が請求の趣旨中に含まれ\nていない以上，裁判所執行官が強制執行を行うことは不可能である。\nイ　人格権に基づく請求についての原状回復不能性\n第１ないし第３原告らは，本件ゴルフ場建設前の植生に関する推定（甲９７）に基づき，植栽\nすべき樹木の種類，本数，植栽する場所を指定して植栽を請求しているが，植生調査を行った\nとする調査地点が不明である上，調査面積が樹種ごとに異なっている等の問題があるから，恣\n意的に敢えて樹木の密生地を選択したのではないかという疑いを否定できないものであり，信\n用性に乏しい。\nまた，原告らの請求は植林のみを求めるものであり，しかもその方法として，成木を外部から\n調達して地面に穿った穴に埋めて埋め戻しを行うことを請求するものであるから，たとえこれを\n実現しても，本件ゴルフ場建設前の地形，自然環境を復元（原状回復）することは到底不可能\nである。原告らの植林請求は建設前の原状回復を請求するものではなく，それとは別個の新た\nな植林状態の実現を求めようとするものであって，被告が行政の基準に基づき講じた現在の防\n災対策を全て覆滅させ，全く別個の新たな方法による防災対策を行うことを求めるものであっ\nて，許されない。\n第６　当裁判所の判断\n１　第１原告らの請求について\n(1) はじめに\n被告は，第１原告らの主位的請求（営業差止請求）につき，本件ゴルフ場建設により，地表や植\n生の改変がもたらされ，余水の防災調節池への排出設備，防災調節池・余水吐による雨水処理\n設備，調節池から溜池に至る雨水の排出経路設備等が設けられたが，本件ゴルフ場の営業を差\nし止めたとしても，改変による流出特性や切盛土の状態及び防災関係の諸設備が建設前の状態\nに復することはないから，営業差止めと災害発生の危険性除去との間には何ら因果関係がなく，\n災害発生の危険性を理由とする営業差止請求は主張自体失当である旨主張する。\nなるほど，本件ゴルフ場の営業を差し止めても，直ちに流出特性や切盛土の状態及び防災関\n係の諸設備が建設前の状態に復するものではないが，営業差止後相当期間経過すれば，少なく\nとも地表や植生については建設前に近い状態に復する可能性を否定できないと考えられるから，\n営業差止めと災害発生の危険性除去との間に何ら因果関係がないとまでいうことは困難である。\nそこで，以下，災害発生の危険性の有無について検討する。\n(2) 過去の被災記録\n第１原告らは，本件ゴルフ場周辺地域において，過去に集中豪雨等による池の決壊や地震等\nによる崩落により洪水災害が発生した事実をもって本件ゴルフ場が危険である旨主張するが，こ\nの事実から本件ゴルフ場が原告らの生命・身体・財産等を侵害する危険性があると認めることは\nできない。\n(3) 想定を超える降水による洪水の危険性\nア　流出率の増大\n本件ゴルフ場建設により，建設前に比べて流出率が増大したことは当事者間に争いがない\nから，流出率の増大による洪水災害発生の可能性について，以下検討する。\nイ　基準とすべき降水量\n降水は自然現象であり，将来の降水量を正確に予測することは不可能であるから，ゴルフ場\n建設業者としては，特段の事情のない限り一般的に用いられる基準に従って降水量を想定して\n防災設備を設計すれば足り，災害発生の危険性の有無もこの基準に従って判断すれば足りる\nが，過去に当該建設場所ないしその付近において一般的な基準を超える降水量が記録されて\nおり，将来も同様の降水が発生する可能性があると認められる場合には，当該記録と同等の\n降水量を基準に災害発生の危険性を判断すべきである。\n先ず，昭和５８年９月降雨の降水量の記録は，本件ゴルフ場の防災調節池の設計基準を超\nえるものであるが，同記録は，本件ゴルフ場所在地から約百数十キロメートル離れた地点の数\n値であって，ある観測地点における観測記録に基づき別の地点での確率降雨を算出すること\nについて確立された定則は現在ないこと（Ｍ証人調書35丁裏）に照らすと，本件ゴルフ場ないし\nその集水地域において，昭和５８年９月降雨と同様の降水が発生する可能性があると認めるこ\nとはできない。\n次に，平成７年７月降雨に際し，本件ゴルフ場の北約４００メートル付近に位置するＹ飯綱荘\nにおいて，平成７年１１月午後２時から翌１２日午後５時まで降雨が継続し，総雨量１４８ミリメー\nトル，１時間あたりの昀大雨量１８．０ミリメートルの降雨量が観測されている（乙７４）ところ，Ｙ\n飯綱荘における観測記録は公的な機関によるものではないものの，前提事実５記載の戸隠観\n測所及び長野市浅川局における降雨記録及び両観測地点と本件ゴルフ場との地理的関係に\n照らすと，概ね信頼するに足りるものというべきであり，本件ゴルフ場における平成７年７月降\n雨の量はほぼこれと同量であると認められる。上記降雨量は，被告が防災調節池を設計する\nに当たって採用した５０年確率降雨強度（計画日雨量１１６ミリメートル）を超え，将来同程度の\n降水が発生しないと認めるに足りる証拠はないから，平成７年７月降雨（総雨量１４８ミリメート\nル）と同規模の降雨が起こる可能性を前提に災害発生の危険性を検討する必要がある。\n一方，平成１１年７月２２日午後３時から同日午後４時までの間に，６１．２ミリメートル／時の\n降雨（以下「平成１１年７月降雨」ということがある）があったことが認められる（乙７４，Ｅ証人調\n書）ところ，１時間あたりの雨量としては平成７年７月降雨（前提事実５のとおり，戸隠観測所に\nおける時間昀大雨量３６.５ミリメートル）を超えているから，１時間あたりの降雨量としては６１．\n２ミリメートルの降雨がある可能性を前提に災害発生の危険性を検討すべきである。しかしなが\nら，連続雨量や日雨量に関しては平成７年７月降雨を超えたと認めるに足りる証拠はないく，む\nしろ，証拠上は，一般的には，強雨時における１時間あたりの降雨量が１２時間ないし２４時間\nにわたって同程度の強度で継続することはないと認められる（乙８２）から，６１．２ミリメートルの\n降雨量が２４時間継続する可能性があるとは認められない。\nなお，上記基準とすべき降水量を更に超える降雨対策（超過洪水対策）を講じることは，防災\nの観点から望ましいことは否定できないものの（甲３４，３５），具体的にどの程度超過した降水\n量を基準とすべきであるのかを定めるのは困難であるから，超過洪水を基準として降雨対策を\n講じる法的義務があると解することはできない。建設省河川砂防技術基準（案）は，超過洪水\nの生起についても配慮すべき旨言及するものの，具体的な配慮内容としては，超過洪水の生\n起とそれによる被害の態様を予測すること，関係する地域社会に対して洪水防御計画で対処し\nうる洪水の限界とその対処の方法を明らかにすることにより超過洪水の生起に際しての適切な\n対応を予め求めること，技術的・経済的に可能な範囲で超過洪水による被害ができるだけ分散\nするよう計画上配慮することに止まり，超過洪水それ自体を防止することを求めてはいないし\n（甲３２）し，第１原告らの指摘する文献が超過洪水対策として述べるところは，「発生の可能性\nのある，より大きな洪水への対策」の必要性に止まっている（甲３４）。\nしたがって，基準とすべき降雨量，すなわち現実に発生の可能性があると認められる降水量\nの上限は，上記のとおり，総雨量としては平成７年７月降雨（１４８ミリメートル），１時間あたりの\n雨量としては平成１１年７月降雨（６１．２ミリメートル）とするのが相当である。\nウ　基準とすべき降水量があった場合における災害発生の危険性の有無\n本件ゴルフ場建設により，５０年確率降雨強度を超える降水があった場合，本件ゴルフ場建\n設前よりも溜池への流入量が増大することについては当事者間に争いがない。\nそこで，総雨量１４８ミリメートル及び時間雨量６１．２ミリメートルを基準として災害発生の危\n険性の有無を判断するに，先ず，平成１１年７月降雨により（当時は本件ゴルフ場の営業開始\n後）災害が発生して近隣住民に危険が及んだ事実は認められないから，時間雨量の観点から\nの災害発生の危険性は認められない。次に，平成７年７月降雨（総雨量１４８ミリメートル）にお\nいては，猫又池への流入量が毎秒５．４８立方メートルを上回ることはない（乙７４）ことに対比\nし，猫又池の雨水処理能力は，猫又池の余水吐の排水能力から算出すると毎秒９．５立方メー\nトル，猫又池の所有者兼管理者である浅河原土地改良区の土地改良施設台帳による設計上\nの処理能力は毎秒１０．０立方メートルであるから（乙７４別紙４），平成７年７月降雨を基準とし\nて計算した場合における，本件ゴルフ場建設により増大した溜池流入量が猫又池の処理能力\nを超えるとは認められない（なお，本件ゴルフ場から約７.２キロメートルの直線距離にある戸隠\n観測所の連続雨量１８７ミリメートルを基準としても同様である）。また，その余の溜池について\nも同様である。\nそして，猫又池堤体の余水吐の能力の範囲内における放流量で洪水が発生し下流域に災\n害を及ぼすことを認めるに足りる証拠もないから，溜池の堤体が崩壊する危険性の有無につい\nてひとまず措けば，防災調節池の設計基準を超える降水についても，災害発生の危険性を検\n討する際に基準とすべき降水量以下の降水であれば，災害発生の危険性を認めることはでき\nない。\n第１原告らは，平成７年７月降雨を基準として猫又池への流入量を計算するに当たり，１時間\n当たり５０ミリメートルの雨量が３時間継続したものとして計算すべきであり，その場合の計算結\n果によると毎秒１５．７立方メートルが防災調節池から放流される旨主張するが（甲３０参照），\n平成７年７月降雨の際１時間当たり５０ミリメートルの雨量が記録された地域に比較的近接する\n長野県小谷における年間降雨量は長野市の１．５ないし２倍程度多く（乙５０ないし５６），前記\nのとおり異なる地点における確率降雨を算出するための確立された定則が現在ないこと，長野\n県小谷よりは本件ゴルフ場に明らかに近くに位置するＹ飯綱荘における１時間あたりの雨量が\n昀大でも１８ミリメートルに止まっていること（乙７４p5）に照らすと，この主張は採用できない。\nエ　本件ゴルフ場建設前後の流出係数\n本件ゴルフ場建設前の流出係数につき，被告が防災調節池を設計するに当たり想定したも\nのと現実のそれとの間に誤差がある場合，建設の前後で増大する流出量にも誤差が出るか\nら，建設前の現実の流出係数を調査することは，安全性に関する予測の精度に対する信頼性\nを増すためには望ましいといえる。\nしかしながら，本件ゴルフ場建設により現実に増大した流出量が本件ゴルフ場の防災設備\nの処理能力を超え，そのことにより洪水が発生する危険性があると証明された場合に初めて，\n第１原告らの生命・身体・財産等に対する危険性があると認められるのであって，仮に建設前\nの現実の流出係数が防災調節池設計に当たって想定した流出係数を下回っていたとしても，\nその事実から直ちに第１原告らの生命・身体・財産等に対する危険性が認められるものではな\nい。\n第１原告らは，被告が環境影響評価を行うに当たって想定した本件ゴルフ場建設前の流出\n係数及び現在の流出係数に誤りがある旨主張するが，その結果，本件ゴルフ場建設により現\n実に増大した流出量及び増大した流出量が防災調節池の処理能力を超えていることについて\nは，これを認めるに足りる証拠がない。\nなお，環境影響評価においては，本件ゴルフ場建設により植生等が改変された部分につい\nては流出係数を０．９としているところ（乙４９），屋根や道路の流出係数が０．８５ないし０．９５と\nされていることに照らすと（乙７４p15），現在の本件ゴルフ場用地の流出係数の算定に誤りがあ\nるとは認められない。また，建設前及び建設により植生等が改変されていない部分について流\n出係数を０．６としていることについても，浸透能力中の林地につき０．５ないし０．６とされてい\nることに照らすと，誤りがあるは認められない。さらに，本件ゴルフ場用地面積の約３分の１を占\nめるコース間の残置森林部分について，森林であるにもかかわらず流出率を０．９と見積もって\nいること（乙４９）に照らすと，環境影響評価におけるゴルフ場建設後の流出率の算定は現実の\n流出率よりも大きいといえる。\n平成１１年７月降雨の際，長野地区における６０分雨量としては，概ね１００年降雨確率強度\nに該当する６１．２ミリメートル／時の降雨があったことが認められるところ（乙７４，Ｅ証人），こ\nの降雨量では，防災調節池の設計上の処理能力を超えて余水吐から放流されたはずである\nが，平常水位と満水位の差はＡ調節池については１．７メートル，Ｅ調節池では４．３メートルで\nあるのに対し，現実には，平常水位から７０センチメートル程度水位が上昇したに止まったこと\nが認められる（乙７４）。この事実は，環境影響評価における流出率の算定は現実のそれよりも\n大きい可能性が高いことを裏付ける事実である。\nしたがって，環境影響評価における流出係数の算定を論難する第１原告らの主張は理由が\nない。\nオ　浅川狭窄部の疎通能力との関係\n浅川の流量が浅川狭窄部の疎通能力を超えることにより洪水が発生するおそれがあり，当\n該洪水発生の危険が本件ゴルフ場建設に起因するものと認められない限り，第１原告らの主\n張は理由がないといわざるを得ないところ，浅川狭窄部における浅川の流域面積に対する本\n件ゴルフ場の流域面積の比率は約２．６パーセントであり（乙９１，Ｅ証人），本件ゴルフ場建設\nにより増大した流量が浅川狭窄部の疎通能力を超えると認めるに足りる証拠はない。\n(4) 猫又池堰堤等崩壊のおそれ\nア　猫又池の所有者・管理者\n前提事実６(2)記載のとおり，猫又池は浅河原土地改良区が所有し管理するものであって，\n被告は猫又池，上箕ヶ谷池及び下箕ヶ谷池の所有者でも占有者でもないから，猫又池等の堰\n堤が現在崩壊の危険を孕んでいるか否かについて，被告が法的な責任を負うと解することはで\nきない（なお，検証の結果によれば，猫又池堤体脚部に浸透水の流出が認められるが，猫又池\nの堰堤が崩壊する危険性があるとまでは認められないことは，後記認定のとおりである）。\nイ　本件ゴルフ場が猫又池堤体に与える影響\nとはいえ，本件ゴルフ場建設に伴う植生変更により，建設前と比較して溜池への雨水等の流\n入量が増大し，増大したことにより溜池の堰堤が崩壊するおそれがあると証明された場合に\nは，本件ゴルフ場が第１原告らの生命・身体・財産等の安全に対し危険を及ぼしていると認める\n余地がある。\nしかるところ，本件ゴルフ場建設前と比較すると，建設後は猫又池への流入量自体は増加す\nるものの，猫又池堤体の余水吐の能力はこの増大量を大きく上回っていること（乙９５）に加え，\n猫又池堤体の安定計算によれば，猫又池堤体の安全率は昀小安全率を上回っている（乙７４，\n９１）から，流入量の増大に基づく堰堤崩壊の危険性は認められない。\nまた，原告らはＰによる上記猫又池堤体の安定計算の諸条件が誤っている旨主張するが\n（甲９８参照），原告らの主張する粘着力，内部摩擦係数が現実に合致するものであることを認\nめるに足りる証拠はないから，猫又池堤体が崩壊する危険性があると認めることはできない。\nウ　防災調節池と洪水増幅機能との関係\n本件ゴルフ場用地から猫又池等雨水の流れの下流部に対する洪水流量は，本件ゴルフ場\n用地の総降雨量に流出係数を乗じたものから防災調節池による洪水調節量を控除したもので\nある。降雨が一定の時間連続して防災調節池の洪水調節能力を超えた場合，超えた時点以後\nは防災調節池による洪水調節機能が働かなくなる結果，降雨量に流出係数を乗じた洪水流量\nがそのまま下流部に流下することにはなるが，防災調節池の存在が洪水を増幅することは考\nえられない。\nなお，第１原告らは洪水の量のみならず流速ないし段波状に流れてくることをも指摘するが，\n防災調節池の余水吐には減勢工が設けられているところ，減勢工の機能では安全な状態で流\n下させることができないことを認めるに足りる証拠はなく，さらに，仮に防災調節池により表流水\nの流速が増し段波状になって溜池に流れ込んだ場合，どの程度流速が増すのか，いかなる条\n件であれば溜池の堤体法面が崩壊する危険性があるのかに関してはこれを認めるに足りる証\n拠がない。したがって，この点に関する第１原告らの主張は理由がない。\nエ　過去の降雨データの適用\n第１原告らは，過去の降雨データを適用した場合の猫又池堤体の安全性は証明されていな\nい旨主張するが，その主張する計算方法はその基礎となるデータが前記危険性判断の基準と\nすべき降水量と異なっていること，実際の確率降雨強度は降雨時間により異なり，長野におけ\nる過去の降雨観測記録においても，継続時間ごとの昀大降雨の生起年月日が異なっているこ\nと（乙８２）から，第１原告らの主張は理由がない。\nオ　天端水位による堤体の危険性\n立木や落葉等が本件ゴルフ場から猫又池に流入する可能性が，本件ゴルフ場建設に伴う植\n生変更により高まったことを認めるに足りる証拠はない。また，検証の結果によれば，猫又池の\n余水吐には全体に金網が被せられており，立木や落葉等はこの金網によって塞き止められる\nから，余水吐の水路まで流下することは考えられず，金網の網目に立木や落葉等が付着して\n目詰まりを生じ流水が余水吐の水路に流れなくなることも認め難い。なお，仮に金網に目詰まり\nを生じて水位が堤体の天端に達する事態が生じたとしても，前記のとおり，被告は猫又池の所\n有権や占有権を有しておらず，この事態を解消する法的義務を負うのは浅河原土地改良区と\n解されるから，天端水位による堤体の危険性が生じたとしても，そのことと本件ゴルフ場の営業\n差止ないし停止との間に因果関係を認めることはできない。\n(5) 地滑りによる土砂崩壊\n本件ゴルフ場の南側隣接箇所に椀状地形が存在していることが認められる（乙４７）ところ，本\n件ゴルフ場営業に伴い，被告が少雨期に本件ゴルフ場内で散水する可能性は否定できないとは\nいえ，散水された水が椀状地形の地中に浸透して地滑り活動を惹起することを認めるに足りる証\n拠はない。\n(6) 地震による災害発生の危険性\n本件ゴルフ場の建設ないし営業と地震の発生ないし地震震度の増大との間に因果関係がある\nということはできず，地震により猫又池等の溜池が決壊する危険性が仮にあるとしても，被告は溜\n池の所有者でも占有者でもないから，この危険と本件ゴルフ場の営業差止ないし停止との間に因\n果関係は認められない。\n第１原告らは，本件ゴルフ場に設けられた斜面（防災調節池の斜面及び切土・盛土の斜面）の\n耐震性について指摘するが，本件ゴルフ場に設けられた斜面は，前提事実７のとおり，各基準に\nよって要求される所要安全率を全て満たしているから，この安全率を満たしてもなお危険性がある\n等の特段の事情がない限り危険性があるということはできないところ，本件において特段の事情\nは認められない。\n(7) 総合的環境アセスメント\n第１原告らは総合的環境影響評価が実施されて安全性が確認されない限り本件ゴルフ場の建\n設は認められない旨主張するが，ゴルフ場建設に際し総合的環境影響評価の実施を義務づける\n証拠はない。\n(8) 結論\nその他，本件ゴルフ場の営業が第１原告らの生命・身体・財産等を侵害する危険性があること\nを認めるに足りる証拠はないから，第１原告らの営業差止めを求める主位的請求，営業停止の上\n植林を求める予備的請求は，いずれも理由がない。\n２　第２原告らの請求について\n(1) 本件ゴルフ場及びその周辺の水体系\n認定事実末尾掲記の証拠及び弁論の全趣旨によれば，以下の事実が認められる。\nア　環境影響評価書中の推定基盤（猿丸層）等高線図，地質断面図等によれば，本件ゴルフ場及\nび周辺部の基盤である猿丸層の基盤標高は，猫又池付近において９００メートル以上，上簑ケ\n谷池・下簑ケ谷池付近において８５０ないし９００メートル，牟礼村第６水源付近において８００メ\nートルないし８５０メートルと推定されており，本件ゴルフ場から牟礼村第６水源方向，すなわち\n北東側に向かって下るように傾斜していると認められる（甲４１の３・４，４２，証人Ｇ）。また，本\n件ゴルフ場ないしその周辺部の湧水地点における湧水量を見ると，本件ゴルフ場の南縁側に\n少なく北東側（上簑ケ谷池付近）に多い（甲４１の４）から，地下水のうち，基盤直上を流下する\n流れの主要な部分は本件ゴルフ場から牟礼村水源の方向に向かって流れていると認められ\nる。特に，牟礼村第６水源稼働時においては，本件ゴルフ場から牟礼村水源の方向に向かう流\nれが顕著である（乙３８）。\nイ　牟礼村第５ないし第７水源は，基盤付近の深さからも取水している（甲４１の４）から，本件ゴル\nフ場の地下水のうち，基盤直上を流下する水脈は，牟礼村水源から取水される可能性があると\n認められる。\nウ　本件ゴルフ場の地下３０メートル付近（標高９００メートルないし９１０メートル付近）に，厚さ３０\nセンチメートルないし１４０センチメートル前後の凝灰岩又は安山岩溶岩の地層が存在し，この\n地層部分は他の部分と比較して水が浸透しにくい難透水層である（甲４１の４）。この難透水層\nは環境影響評価におけるボーリング調査の結果，ほぼ同じ深さに存在しているから，本件ゴル\nフ場のかなりの部分に広がっていると推測されるが，難透水層が切れ目なく広がっているかど\nうかは不明である上，難透水層といえども地下水の浸透が全くないわけではない（証人Ｇ）。ま\nた，地表部分の水も，少なくとも融雪時や長雨時には地下水に影響を与えることが認められる\n（乙３８p705）。\n(2) 農薬による水汚染の可能性\nア　使用農薬の成分特性\n本件ゴルフ場において，平成１１年度以降は使用農薬の成分が変更されているところ，現在\n使用されている農薬の成分が人の生命・身体に対する危険性を有することについて具体的な\n主張・立証はない。\nしかしながら，同年度以前に使用された農薬成分が，牟礼村水源において現在全く取水され\nる可能性がないとまでは断定できないので，以下，同年度以前の使用農薬についての危険性\nを検討する。\n魚毒性Ｂ類の雪腐れ病防止用殺菌剤，有機銅水和剤を原因として養殖魚が死亡した事実が\nあったとしても，そのことのみをもって直ちに，魚毒性Ｂ類の成分を含有する農薬が一般的に人\nの生命・身体に対する危険性をも有するとまで認めることはできないし，イソプロチオランが催\n奇形性を有すると認めるに足りる証拠はない。\n一方，証拠によれば，エクロメゾールを成分とする農薬サンヤードは，染色体異常，ＤＮＡ損\n傷など生物の遺伝的性質に変化をもたらす変異原性が指摘されている（甲８１）ことが認められ\nるから，エクロメゾールについては，人の生命・身体に対して危険を及ぼす可能性がないとまで\nは断定できない。なお，エクロメゾールはラットに対して発癌性を有すると指摘されている（甲５\n２）が，人に対しても発癌性を有するか否かは不明である。\nその余の農薬成分が人の生命・身体に対して危険性を有することについては，何ら具体的な\n立証がない。\nイ　使用農薬の影響\n環境庁指針値（乙３０）及び厚生省水質目標値（乙２５）は，上水道の水質保全を目的として\n国が定めたものであるから，この数値を超えない場合は人の生命・身体に対する危険性がない\nものと推定するのが相当である。\nしかるところ，前提事実９(2)のとおり，本件ゴルフ場における環境影響評価書による農薬の\n流出予測結果は，全ての農薬成分につき上記数値の１０分の１ないし１０００分の１であったし，\n平成９年度ないし１１年度における牟礼村第５ないし第７水源，防災調整池６か所，溜池４か所\n等の本件ゴルフ場周辺において実施されたモニタリング結果においても，農薬成分はいずれも\n検出限界未満であった。\nなお，上記のとおり，本件ゴルフ場において過去に使用されたエクロメゾールについては危\n険性がないとまでは断定できないところ，第２原告らは，エクロメゾールの水溶解度は，気温２５\n度において，１１７ミリグラム／リットルであること（甲５２）から，本件ゴルフ場から排出されて溜\n池に流入するエクロメゾールの濃度は環境庁指針値の月平均で４分の１ないし３分の１となると\nし，降雨のピーク時には濃度が著しく上昇し環境庁指針値を超えることがあり得る旨主張する\nが，牟礼村第５ないし第７水源での濃度については立証がない上，降雨のピーク時にエクロメ\nゾールの濃度がどの程度高まるのかについては具体的な立証がない（第１０回期日のＩ証人調\n書15丁）。また，第２原告らの主張する数値は本件ゴルフ場において使用されている遮水シート\n及び農薬除去施設についてこれを考慮した形跡がないところ，前提事実９(3)のとおり，本件ゴ\nルフ場では遮水シートと農薬除去施設が使用されているから，更に農薬成分の地下水汚染に\n対する寄与度を減少させる効用があると認められる。\nウ　農薬に関する結論\n以上のとおり，被告が本件ゴルフ場において現在使用し又は以前使用していた農薬により，\n牟礼村水源から取水される水を汚染し，第２原告らの生命・身体に対する危険を発生させたと\n認めることはできない。\n(3) 化学肥料による水汚染の可能性\nア　硝酸態窒素の危険性\n厚生省の基準値により，硝酸性窒素及び亜硝酸性窒素の合計値が１０ppmを超える水道水\nを飲用することは禁止されている（甲６３の１）から，本件ゴルフ場において化学肥料を使用した\nことにより，牟礼村水源から取水される水に含まれる硝酸性窒素及び亜硝酸性窒素の量が増\n加し，その結果厚生省基準値を超える量が検出される場合は，第２原告らの生命・身体に対す\nる危険性があると考えられる。\nイ　化学肥料の使用と水質への影響\n前提事実10(4)のとおり，本件ゴルフ場において平成１０年度及び平成１１年度に使用された\n窒素，リン酸，カリの化学肥料の分量は，いずれも計画使用量を下回ったし，上記両年度に実\n施された化学肥料の水質への影響に関するモニタリング結果においても，牟礼村第５ないし第\n７水源における全窒素及び全リンの濃度は，上記両年度のいずれも，平成６年度の値を下回っ\nている。本件ゴルフ場建設工事が着工されたのは平成７年５月であるから，本件ゴルフ場の営\n業継続に伴う化学肥料使用はもちろん，造成段階における施肥についても牟礼村水源に対す\nる影響を認めることができない。そして，牟礼村水源における全窒素の濃度も，厚生省基準値\nを下回ることはもちろん，原告らの主張する１ppmをも下回っているから，第２原告らの生命・身\n体に対する危険性を認めることはできない。\nなお，第２原告らは，環境影響評価書における予測において，その前提数値に誤りがある\n上，ＣＯＤの予測がなされていない旨主張するが，その主張の根拠となるＩ証人の予測は，予測\n値に影響を与えると考えられる肥料の使用量，コース面積，周辺河川の流量，降水量等のデー\nタに関し本件ゴルフ場以外のものを使用していることに加え，現実に測定されたデータが同証\n人の予測を大幅に下回っていることから，信用性に乏しく，また牟礼村水源に対する影響につ\nいては予測値を示していないことから，同証人の化学肥料に関する濃度予測は，ＣＯＤに関す\nるものも含めて採用することができない。\nウ　化学肥料に関する結論\n上記のとおり，被告が本件ゴルフ場において化学肥料を使用することにより，第２原告らの\n生命・身体に対する危険性が発生しているとは認められない。\n(4) 危険を防ぐ手段の存否\n本件ゴルフ場で使用されている遮水シートと東京都・・・町の廃棄物処分場で使用された遮水シ\nートが同一性能であるか否かについては不明であるから，第２原告らの主張は失当である。\n(5) 渇水被害発生の危険性\n第２原告らの指摘するとおり，被告が行った揚水調査は本件ゴルフ場建設前のものではある\nが，本件ゴルフ場の現在の営業状態における揚水により牟礼村水源が枯渇する危険性について\nの具体的証拠はない。\n(6) 長野県知事意見書\n長野県知事が長野市長に対し，水環境保全条例に基づいて，一帯を水道水源保全地区に指\n定するよう要請している事実からは，長野県知事が水質汚染を危惧していることを認め得るに止\nまり，第２原告らの生命・身体に対する危険性が現実に発生していることまでをも認めることはで\nきない。\n(7) 結論\nその他，本件ゴルフ場の営業が第２原告らの生命・身体を侵害する危険性があることを認める\nに足りる証拠はないから，第２原告らの営業差止めを求める主位的請求，営業停止の上植林を求\nめる予備的請求は，いずれも理由がない。\n３　第１ないし第３原告らの請求について\n第１ないし第３原告らは，環境権及び自然享有権は日本国憲法１３条及び２５条に根拠を有する\n法的な権利である旨主張するが，環境権ないし自然享有権を私法上の権利として認めるべき実定\n法上の根拠がなく，その要件，効果等も不明確であるから権利として未成熟であって，私法上第三\n者に対する排他的権利として認めるべき根拠がないといわざるを得ない。\nよって，第１ないし第３原告らの上記各権利を理由とする主位的請求及び予備的請求は，いずれ\nも理由がない。\n４　結論\nよって，主文のとおり判決する。\n長野地方裁判所民事部\n裁判長裁判官　　佐　藤　公　美\n裁判官　　杉　本　宏　之\n裁判官　　進　藤　光　慶\n"
}