{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 10,
    "day": 3
  },
  "case_number": "平成13(行ケ)98",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "11595",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=11595",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/595/011595_hanrei.pdf",
  "contents": "平成１３年（行ケ）第９８号　審決取消請求事件（平成１４年９月１９日口頭弁論\n終結）\n判　　　　決\n原　　　告　　　　　　アールシーエー　ライセンシング　コーポレーション\n訴訟代理人弁理士　　　伊東忠彦、湯原忠男\n被　　　告　　　　　　特許庁長官　太田信一郎\n指定代理人　　　　　　谷川　洋、橋本恵一、小林信雄、林栄二\n主　　　　文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\nこの判決に対する上告及び上告受理申立てのための付加期間を３０日と定め\nる。\n事実及び理由\n第１　当事者の求めた裁判\n１　原告\n特許庁が平成１１年審判１１５１６号事件について平成１２年１０月２日に\nした審決を取り消す。\n訴訟費用は被告の負担とする。\n２　被告\n主文と同旨\n第２　当事者間に争いのない事実\n１　特許庁における手続の経緯\n原告は、昭和６２年１１月２日、発明の名称を「ビデオ表示装置」とする発明\n（以下「本件発明」という。）につき特許を出願し（１９８６年（昭和６１年）１\n１月４日の米国特許出願第９２６７０１号に基づく優先権主張）、平成１１年４月\n２８日に拒絶査定の謄本の送達を受けたので、拒絶査定に対する不服の審判を請求\nし（平成１１年審判第１１５１６号）、平成１２年８月２５日付け手続補正書（甲\n第６号証）により特許請求の範囲を補正したが、特許庁は、平成１２年１０月２\n日、「本件審判請求は成り立たない。」旨の審決をし、その謄本を同年１１月１３\n日、原告に送達した（出訴期間として９０日付加）。\n２　本件発明の要旨（平成１２年８月２５日付け手続補正書により補正された特\n許請求の範囲の記載）\n予め定められたレベル以上の振幅をもったトリガ信号に応答して高電圧信号\nを発生させ、上記予め定められたレベル未満の非零の振幅をもったトリガ信号には\n実質的に応答しないで上記高電圧信号が発生されないようにする制御回路を具備し\n高電圧を発生させる高電圧発生手段と、\n正常動作時には第１のレベル以上の振幅をもつ偏向周波数信号を発生し、偏\n向電流の切断のようなある種の異常動作のモードでは上記第１のレベル未満の非零\nの振幅をもった偏向周波数信号を発生させ、動作し続ける偏向出力装置を具備した\n偏向回路と、\n上記偏向周波数信号に応答して、上記異常動作のモード中に上記高電圧が発\n生されないように、上記偏向周波数信号の変化に応じて上記トリガ信号の振幅を偏\n向することにより、上記正常動作中に上記予め定められたレベル以上の振幅をもっ\nた上記トリガ信号を発生させ、上記異常動作のモード中に上記予め定められたレベ\nル未満の振幅をもった上記トリガ信号を発生させるパルス処理回路とを有する、ビ\nデオ表示装置。\n３　審決の理由の要旨\n審決は、別紙審決の理由写し（以下「審決書」という。）のとおり、本件発明\nは、刊行物１（実願昭５２－１４４４８７号（実開昭５４－７０３２０号公報）の\nマイクロフィルム、甲第７号証）に記載された発明及び刊行物２（特公昭５６－６\n１７２号公報、甲第８号証）に記載された発明に基づいて、当業者が容易に発明を\nすることができたものであるから、特許法２９条２項の規定により特許を受けるこ\nとができない、と認定、判断した。\n第３　原告主張の審決取消事由\n審決は、刊行物１記載の発明と本件発明との対比を誤った結果、一致点及び相違\n点の認定を誤り（取消事由１）、相違点に関する判断を誤るとともに判断を遺脱し\n（取消事由２）、本件発明の想到容易性についての判断を誤った（取消事由３）も\nのであるから、違法であり、取り消されるべきである。\n１　取消事由１（対比の誤り、一致点及び相違点の認定の誤り）\n審決は、刊行物１記載の発明と本件発明との対比において、（１）刊行物１の\n「高圧安定化回路１０」は本件発明の「制御回路(４２)」に対応し、刊行物１の\n「高圧出力回路８及びフライバックトランス９」は本件発明の「高電圧発生手段(５\n３,５５)」に相当し、（２）刊行物１の「水平出力回路３及び水平偏向コイル４」\nは本件発明の「偏向回路（２５）」に相当し、（３）刊行物１の「ダイオード２\n７、コンデンサ２８及び抵抗器３０」は本件発明の「パルス処理回路（７２）」に\n対応すると認定した（審決書３頁１５行～２８行）。しかし、これらの認定は誤り\nであり、これを前提とする一致点及び相違点の認定も誤りである。\n（１）「制御回路」及び「高電圧発生手段」についての対比の誤り\nア　本件発明における「高電圧発生手段」、「制御回路」\n本件発明の請求項の「高電圧発生手段」は、実施例の高電圧調整回路４０、電界\n効果トランジスタ４１及び駆動回路４２から構成される「高電圧発生回路」に、請\n求項の「制御回路」は実施例の「高電圧調整回路４０」に、それぞれ対応する。\n(ア)「高電圧発生手段」\n本件明細書の「４．図面の簡単な説明」の項（甲第２号証１３頁）には、高電圧\n調整回路４０、電界効果トランジスタ４１及び駆動回路４２が高電圧発生回路と対\n応する旨記載されている。この高電圧発生回路が「高電圧発生手段」に相当するこ\nとは明らかである。\n被告は、電界効果トランジスタ５３、高電圧変成器５５が「高電圧発生手段」で\nあると主張するが、本件明細書には前記のとおり高電圧調整回路４０、電界効果ト\nランジスタ４１及び駆動回路４２が高電圧発生回路と対応する旨記載されているの\nであるから、被告の上記主張は誤りである。\n(イ)「制御回路」\n本件明細書（甲第２号証第１１頁１６～第１３頁５行）を参照すると、高電圧調\n整回路４０は、予め定められたレベル以上の振幅をもったトリガ信号（トリガ・パ\nルス）に応答して高電圧信号（高電圧）を発生させ、上記予め定められたレベル未\n満の非零の振幅をもったトリガ信号（トリガ・パルス）には実質的に応答しないで\n上記高電圧信号（高電圧）が発生されないように制御するものであるから、「制御\n回路」に相当することが明らかである。\nさらに、本件明細書には、上記記載に加えて「前述のように、高電圧レベルは、\n高電圧調整回路４０から供給されるパルス幅変調出力信号によって生じるＦＥＴ４\n１のスイッチングの結果として発生される。」（同号証第１０頁９行～１２行）と\n記載されており、これによれば、高電圧調整回路４０から供給されるパルス幅変調\n出力信号によってＦＥＴ４１の切換が制御されるのであるから、ＦＥＴ４１を制御\nする制御回路は、パルス幅変調出力信号を出力する高電圧調整回路４０であると解\nされる。\n被告は、高電圧調整回路４０によって駆動される駆動回路４２が請求項に記載さ\nれた「制御回路」であると主張するが、誤りである。駆動回路４２は、高電圧調整\n回路４０が生成した幅変調出力パルス信号を受けてＦＥＴ４１を単に駆動するだけ\nであるから、制御回路ということはできない。このことは「高圧レベルは、高電圧\n調整回路４０から供給されるパルス幅変調出力信号によって生じるＦＥＴ４１のス\nイッチングの結果として発生される。」（１０頁９～１２行）との記載や「高電圧\n調整回路４０の幅変調出力パルス信号は駆動回路４２によって電界効果トランジス\nタ（ＦＥＴ）４１のゲートに供給される。」（同号証８頁４～６行）との記載から\nも明らかである（この記載によれば、ＦＥＴ４１を制御する制御回路は、高電圧調\n整回路４０であると解される。）。しかも、本件発明の制御回路が有する機能、す\nなわち、「予め定められたレベル以上の振幅をもったトリガ信号に応答して高電圧\n信号を発生させ、上記予め定められたレベル未満の非零の振幅をもったトリガ信号\nには実質的に応答しないで上記高電圧信号が発生されないようにする制御」を、駆\n動回路４２が有することについては、本件明細書には記載されていない。したがっ\nて、駆動回路４２が本件発明における制御回路であるとする被告の主張は誤ってい\nる。\nイ　刊行物１記載の発明との対応関係\n(ア)　本件発明の「高電圧発生手段」は、既に述べたとおり、実施例では\n高電圧発生回路４０、４１、４２であるから、これに対応するものは、刊行物１に\nおいては「高圧安定化回路１０」である。審決の「刊行物１の発明における「高圧\n安定化回路１０」は、高圧出力回路８に電力を給電しているから、本件発明におけ\nる「制御回路（４２）」に対応する。」との認定は誤りである。\n(イ)　本件発明の「制御回路」は、既に述べたとおり実施例では高電圧調\n整回路４０であるから、これに対応するものは、刊行物１における「高圧安定化回\n路１０」ではない。審決が本件発明の「制御回路」と刊行物１の「高圧安定化回路\n１０」とが対応するとしたことは誤りである。\n刊行物１の「高圧安定化回路１０」は、トランジスタ２５がオン状態のとき継続\n的に動作し続け、トランジスタ２５がオフになると、動作を停止するものであり、\n本件発明の「高電圧発生手段」を構成する高電圧調整回路４０のようにトリガ信号\nで駆動されるトリガタイプの回路ではない。すなわち、高圧安定化回路１０が動作\nしているときは、＋Ｂ電源が出力端子１４に出力され、高圧安定化回路１０が動作\nしていないときは、出力端子１４の出力電圧はほぼ零になり、高圧出力回路８が動\n作しなくなって、高圧出力回路８への電力の供給を停止するのである。\n以上のように、刊行物１の高圧安定化回路１０は、本件発明のように「予め定め\nられたレベル以上の振幅を持ったトリガ信号に応答して高電圧信号を発生させ、上\n記予め定められたレベル未満の非零と振幅をもったトリガ信号には実質的に応答し\nないで上記高電圧信号が発生されないようにする」（本件発明の請求項の記載）も\nのではなく、したがって、本件発明の「制御回路」に対応するものではない。\n（２）「偏向出力装置を具備した偏向回路」についての対比の誤り\nア　本件発明における「偏向出力装置」、「偏向回路」\n(ア)　本件発明は「偏向出力装置を具備した偏向回路」（請求項の記載）\nを有するものであるが、この請求項の「偏向出力装置」は、実施例におけるトラン\nジスタ２４に、「偏向回路」は、実施例における水平発振回路２２、水平駆動回路\n２３及び出力回路２５に、それぞれ対応する。\n①　本件明細書の「４．図面の簡単な説明」の項（甲第２号証１３頁）には、水\n平発振回路２２、水平駆動回路２３及び共振リトレース形出力回路２５は偏向回路\n手段と対応する旨記載されている。この偏向回路手段が請求項の「偏向回路」に相\n当することは明らかである。\n②　本件明細書には「駆動回路２３はトランジスタ２４のような水平出力装置用\nの水平周波数スイッチング信号を発生する。トランジスタ２４は、・・・出力回路\n２５の一部を構成している。」（同６頁１３行～１８行）、「水平偏向巻線３１の\n接続が絶たれた場合のようなある種の故障状態の下でも、水平出力回路２５を含む\n水平偏向回路は動作し続けることができる。」（同１０頁１９行～１１頁２行）、\n「偏向巻線３１の接続が絶たれた時のような水平偏向電流が生成されない異常な状\n態の間も、依然として水平偏向出力回路は動作し続け、」（同１２頁１５行～１８\n行）と記載されている。これらによれば、トランジスタ２４は、「水平出力装置」\nと表現されているから、（水平）偏向出力装置である。\nここで、水平偏向出力回路２５は、トランジスタ２４、ダンパ・ダイオード２\n６、抵抗２７、及びリトレース・キャパシタ３０から構成され、トランジスタ２４\nが唯一の能動素子であるから、水平偏向出力回路２５が異常な状態の間も動作し続\nけるためには、トランジスタ２４が異常な状態の間も、動作し続けることとなる。\nしたがって、特許請求の範囲の「動作し続ける偏向出力装置を具備した偏向装置」\nに相当するものはトランジスタ２４である。\nしてみると、正常動作時には第１のレベル以上での振幅をもつ偏向周波数信号を\n発生し、偏向電流の切断のようなある種の異常動作のモードでは上記第１のレベル\n未満の非零の振幅をもった偏向周波数信号を変成器３５の２次回線に発生させるの\nは、トランジスタ２４を含む水平偏向出力回路２５又は水平偏向出力回路２５を含\nむ偏向回路である。\n水平発振回路２２、水平駆動回路２３及び共振リトレース２５は、「偏向回路手\n段」と対応する旨記載されているのであり、この「偏向回路手段」が請求項に記載\nの「偏向回路」に相当することは明らかである。\n(イ)　被告は、請求項の「偏向回路」は実施例の共振リトレース形出力回\n路２５に、「動作し続ける偏向出力装置」は実施例の変成器３５に、それぞれ相当\nすると主張するが、誤りである。\n①　被告の主張は、符号２５は出力回路であって、水平の共振リトレースによる偏\n向を行う出力回路であるから、「偏向回路手段」が直ちに「偏向回路」であるとは\nいえないというものであるが、本件明細書の「４．図面の簡単な説明」の項に記載\nされている偏向回路手段と請求項に記載されている「偏向回路」とは、「手段」と\nいう語の有無で異なるのみで、この「偏向回路手段」が「偏向回路」に相当するこ\nとは、明らかである。\nまた、第１図における出力回路２５は、水平発振回路２２、水平駆動回路２３及\nび共振リトレース形出力回路２５で構成される偏向回路において、出力回路として\n機能する共振リトレース形出力回路であり、偏向回路ではない。\n②　請求項の「動作し続ける偏向出力装置」は変成器３５であるという被告の主張\nは、トランジスタ２４が動作し続けるためには、偏向調整回路３７からの実行Ｂ＋\n電圧が巻線３４を介して、このトランジスタ２４に供給される必要があることを理\n由とするものであるが、当該水平偏向調整回路３７は、偏向回路Ｂ＋電圧そのもの\nを生成するものではなく、単に、偏向回路に供給される実効Ｂ＋電圧を制御するも\nのであるから、「トランジスタ２４が動作し続けるためには、偏向調整回路３７か\nらの実行Ｂ＋電圧が巻線３４を介して、このトランジスタ２４に供給される必要が\nある」との解釈は誤りであり、当該解釈を前提とした主張も誤りである。\nイ　刊行物１記載の発明との対応関係\n審決は、刊行物１の発明における「水平出力回路３及び水平偏向回路４」が本件\n発明における「偏向回路」（25）に相当すると認定したが誤りである。\n(ア)　本件発明の請求項の「偏向回路」は、既に述べたとおり、実施例で\nは、水平発振回路２２、水平駆動回路２３及び出力回路２５であり（「偏向出力装\n置」は実施例ではトランジスタ２４）、これに対応するものは、刊行物１において\nは、水平発振回路１、水平ドライブ回路２及び水平出力回路３から構成される偏向\n回路である。\n(イ)　被告は、刊行物１の「水平出力回路３及び水平偏向回路４」が本件\n発明の「偏向回路」に相当すると主張するが、これらの回路は、所定の水平同期信\n号を出力するか（正常時）しないか（異常時）のどちらかであり（なお、水平偏向\nコイル４の接続が絶たれた場合又は水平偏向コイル４が存在しない場合の異常モー\nドの認識はない。）、本件発明のように「正常動作時には第１のレベル以上の振幅\nをもつ偏向周波信号を発生し、偏向電流の切断のようなある種の異常動作のモード\nでは上記第１のレベル未満の非零の振幅をもった偏向周波数信号を発生させ」る\n（本件発明の請求項の記載）ものではない。\n（３）「パルス処理回路」についての対比の誤り\nア　本件発明における「パルス処理回路」\n本件発明の「パルス処理回路」は、実施例においてはパルス処理回路７２であ\nる。\nイ　刊行物１記載の発明との対応関係\n本件発明の「パルス処理回路」（７２）に対応するものは、刊行物１には存在し\nない。すなわち、本件発明の「高電圧発生手段」に対応するものは、前記のとおり\n刊行物１の高圧安定化回路１０であるところ、刊行物１の高圧安定化回路１０はト\nリガタイプの回路ではないので、刊行物１記載の発明においては本件発明のトリガ\nパルス源に対応するものがなく、パルス処理回路に対応する回路も存しないのであ\nる。\n審決は、本件発明の「パルス処理回路」に対応するものは、刊行物１においては\nダイオード２７、コンデンサ２８及び抵抗器３０から構成される処理回路であると\nしているが、誤りである。すなわち、刊行物１のダイオード２７、コンデンサ２８\n及び抵抗器３０は、整流回路又は平滑回路として記述されているが、端子３５に印\n加されたパルスのピークレベルを、コンデンサ２８の両端のＤＣ電圧とするのであ\nるから、供給されたパルスのピークレベルに対応したＤＣレベルに変換するピーク\n値検出器である。したがって、この回路は、本件発明のように「上記偏向周波数信\n号に応答して、上記以上動作のモード中に上記高電圧が発生されないように、上記\n偏向周波数信号の変化に応じて上記トリガ信号の振幅を偏向することにより、上記\n正常動作中に予め定められたレベル以上の振幅をもった上記トリガ信号を発生さ\nせ、上記以上動作のモード中に上記予め定められたレベル未満の振幅をもった上記\nトリガ信号を発生させる」（本件発明の請求項の記載）ものではない。\n（４）一致点及び相違点の認定の誤り（相違点の看過）\n本件発明と刊行物１記載の発明との対比における前記（１）ないし（３）の認定\nが誤りである以上、審決の一致点及び相違点の認定も誤りである。すなわち、審決\nは、次の①～③の相違点を看過している。\n①本件発明は、予め定められたレベル以上の振幅をもったトリガ信号に応答して\n高電圧信号を発生させ、上記予め定められたレベル未満の非零の振幅をもったトリ\nガ信号には実質的に応答しないで上記高電圧信号が発生されないようにする制御回\n路を具備し高電圧を発生させる高電圧発生手段を有しているのに対し、刊行物１記\n載の発明は、このような高電圧発生手段を有していない点\n②本件発明は、正常動作時には第１のレベル以上の振幅をもつ偏向周波数信号を\n発生し、偏向電流の切断のようなある種の異常動作のモードでは上記第１のレベル\n未満の非零の振幅をもった偏向周波数信号を発生させ、動作し続ける偏向出力装置\nを具備した偏向回路を有しているのに対し、刊行物１記載の発明は、このような偏\n向回路を有していない点\n③本件発明は、偏向周波数信号に応答して、異常動作のモード中に上記高電圧が\n発生されないように、偏向周波数信号の変化に応じて上記トリガ信号の振幅を変更\nすることにより、正常動作中に上記予め定められたレベル以上の振幅をもった上記\nトリガ信号を発生させ、異常動作のモード中に上記予め定められたレベル未満の振\n幅をもった上記トリガ信号を発生させるパルス処理回路を有しているのに対し、刊\n行物１記載の発明は、このようなパルス処理回路を有していない点\n２　取消事由２（相違点についての判断の遺漏と判断の誤り）\n（１）「偏向回路」に関する判断の遺漏及び相違点（１）についての判断の誤り\nア　「偏向回路」に関して、審決は、相違点（１）として、本件発明におい\nては「偏向出力装置」を具備するのに対し、刊行物１記載の発明はこれを具備して\nいない点を挙げ（審決書４頁４行、５行）、刊行物１の「偏向回路」が「偏向出力\n装置」を具備していない点については判断しているが、この「偏向回路」が正常動\n作時には第１のレベル以上の振幅をもつ偏向周波数信号を発生し、偏向電流の切断\nのようなある種の異常動作のモードでは上記第１のレベル未満の非零の振幅をもっ\nた偏向周波数信号を発生させる点について判断していない。当該判断は、結論に影\n響を及ぼすものであるから、判断の遺漏として審決は取り消されるべきものであ\nる。\nイ　審決は、審決認定の相違点（１）について、刊行物１の発明における\n「偏向回路」に本件発明の「偏向出力装置（35）」に相当する「水平出力トランス\n１０」を具備させることは当業者であれば容易になし得ることであると判断した\n（審決書４頁１２行～１９行）が、本件発明の動作し続ける「偏向出力装置」は、\nトランジスタ２４に対応するものであり、変成器３５に対応するものではないか\nら、「偏向出力回路」が変成器３５に対応するものであることを前提とした当該判\n断も誤りである。\n（２）「処理回路」に関する判断の遺漏及び相違点（２）についての判断の誤り\nア　「処理回路」に関して、審決は、相違点（２）として、本件発明におい\nては「トリガ信号」を発生する「パルス処理回路」であるのに対し、刊行物１記載\nの発明においては「バイアス」を発生する「処理回路」である点を挙げて（審決書\n４頁６行～８行）判断しているが、刊行物１の記載における、バイアスを発生する\n「ダイオード２７、コンデンサ２８及び抵抗器３０から構成される処理回路」が、\n偏向周波数信号の変化に応じて異常動作のモード中に高電圧が発生されないよう\nに、偏向周波数信号の変化に応じて上記トリガ信号の振幅を変更することにより、\n正常動作中に上記予め定められたレベル未満の振幅をもったトリガ信号を発生させ\nる点については判断していない。当該判断は、結論に影響を及ぼすものであるか\nら、判断の遺漏として審決は取り消されるべきものである。\n被告は、「処理回路」については、審決の理由５の（２）の相違点（２）の検討\n（審決書４頁２０行～３２行）の中で判断している旨主張する。\nしかしながら、審決における「水平偏向パルスの正常動作・異常動作に応じて、\nその「バイアス」の振幅が変更され」（審決書４頁２５、２６行）は、「水平偏向\nパルスの有無に応じて、その「バイアス」のレベルが変更され」ることを意味する\nから、この判断は、本件発明における「水平偏向回路に故障が生じた場合は、巻線\n３４を流れる電流は消滅し、高電圧調整回路４０用のトリガ・パルスは発生せず、\n高電圧信号は発生しない。」場合の判断である。「水平偏向巻線３１の接続が断た\nれた偏向電流の切断のような場合は、水平偏向出力回路２５を含む水平偏向回路は\n動作し続け、巻線３４を通って電流が流れる。その結果、高電圧調整回路４０をト\nリガするのに充分な振幅をもったパルス（偏向周波数信号）が、巻線部分３６Ｂに\n生じる場合があり、そのような場合では、このパルスにより高電圧信号が発生され\nる。これによりＣＲＴが損傷されることとなる」不具合を解決するために、「パル\nス処理回路７２は、巻線部分３６Ｂに生じたパルスの振幅を変更（処理）して、水\n平偏向回路の動作が正常な間は高電圧調整回路４０をトリガするレベルのパルスと\nし、水平偏向回路の動作が異常な間は高電圧調整回路４０をトリガしないようなレ\nベルとする」ようにパルス処理回路７２が処理することについては何ら判断されて\nいない。\nまた、審決は、「パルスの正常動作・異常動作の変化」について判断している\nが、本件発明は、偏向周波数信号の正常動作・異常動作の変化についてではなく、\n「偏向周波数信号の変化に応じて、上記トリガ信号の振幅を変更する」ものである\nので、審決は、「偏向周波数信号の変化に応じて、上記トリガ信号の振幅を変更す\nる」点については判断していない。\nイ　審決は、「「バイアス」は、水平偏向パルスの正常動作・異常動作の変\n化に応じて、その「バイアス」の振幅が変更され、その振幅は、正常動作では所定\nバイアスレベル以上変更され、異常動作では所定バイアスレベル未満に変更され\nる。」（審決書４頁２５行～２８行）と認定しているが、バイアスとは「振動現象\nで、振動の中心位置から測った変位の最大値。ふりはば」であるから、バイアスの\n大きさを「振幅」ということはできない。審決は、「バイアス」が、トリガパルス\nのように振幅を有することを前提として判断したものであるから、その判断の前提\nにおいて誤っているものである。\n（３）相違点（３）についての判断の誤り\n審決は、相違点（３）として、本件発明においては「非零の振幅をもったトリガ\n信号」であるのに対し、刊行物１記載の発明においては「零の振幅をもったバイア\nス」である点を挙げ（審決書４頁９行～１１行）、刊行物１記載の発明における\n「偏向回路」に偏向出力装置を具備させると、当然に「信号」は「非零の振幅をも\nったバイアス」になり、この「非零の振幅をもったバイアス」は実質的に「非零の\n振幅をもったトリガ信号」といえるとの理由により、相違点（３）は当業者であれ\nば容易になし得る旨判断した（審決書４頁３３行～５頁３行）が、本件発明の「偏\n向出力回路」は、トランジスタ２４に対応するものであり、変成器３５に対応する\nものでなく、しかも、バイアスの大きさを「振幅」ということもできないことは前\n記のとおりであるから、その判断は誤りである。\n３　取消事由３（想到容易性についての判断の誤り）\n審決は、本件発明は刊行物１、２の発明に基づいて当業者が容易に発明をするこ\nとができたと判断したが、刊行物１記載の発明と刊行物２記載の発明を組み合わせ\nても本件発明にならないから、審決の判断は誤りである。\n①　刊行物１に記載された発明と刊行物２に記載された発明とを組み合わせた場\n合は、刊行物１の発振回路６が刊行物２の第２図における水平出力回路からのパル\nスで置き換えられることになる。しかし、この組合せでは、本件発明におけるパル\nス処理回路がなく、本件発明とはならない。\n②　刊行物１に記載された発明と刊行物２に記載された発明とを組み合わせて、\n刊行物１の端子１５へ印加する制御信号を、刊行物２に記載されているようにフラ\nイバック用２次巻線から得たとしても、その結果の回路は、刊行物１の端子１５に\n印加される信号が、フライバックトランス９のフライバック用２次巻線から得られ\nるだけであり、本件発明の構成にはならない。\n③　刊行物１に記載された発明では、水平偏向コイル４の接続が断たれた場合又\nは水平偏向コイル４が存在しない場合に、ブラウン管面を焼損し、ブラウン管の保\n護ができない。\n同じく、刊行物２に記載された発明では、水平偏向コイル５の接続が断たれた場\n合又は水平偏向コイル５が存在しない場合に、ブラウン管面を焼損し、ブラウン管\nの保護ができない。\nしたがって、刊行物１記載の発明と刊行物２記載の発明とを組み合わせても、水\n平偏向コイルの接続が断たれた場合又は水平偏向コイルが存在しない場合の異常動\n作モードに対応できない。\n被告は、刊行物１においても、水平出力回路３の負荷である変更コイル４に異常\nが生じた場合には、水平出力回路３に負荷がなくなることであるから、水平出力回\n路３の出力端子３５の水平偏向パルスはほぼ零となる旨主張する。しかし、偏向コ\nイル４に異常が生じた場合であっても、水平出力回路３からは水平偏向信号が出力\nされ、その出力が端子３５に印加されるから、当該主張は誤りである。\n以上のとおりであるから、本件発明は刊行物１、刊行物２に基づいて当業者が容\n易になし得たものとはいえないから、審決の判断は誤りである。\n第４　被告の反論の要点\n１　取消事由１に対して\n（１）「制御回路」及び「高電圧発生手段」について\nア　本件発明における「制御回路」、「高電圧発生手段」\n(ア)　「高電圧発生手段」\nⅰ）　本件発明における「高電圧発生手段」は、「高電圧を発生させ\nる」ものであって、このものは「制御回路」を有している。本件発明の実施例で\nは、ＦＥＴ５３及び高圧変成器５５が「高電圧発生手段」である。\n一般に、高電圧を発生させる高電圧発生手段は、甲第８号証（刊行物２）を例に\nとると、第１ないし第３図に示されているような高圧出力トランジスタ６及び昇圧\n用のトランス７からなり、＋Ｖと表示されている電源がＢ電源回路から供給されて\n高電圧を発生するものである（このＢ電源回路が、本件発明においては「制御回\n路」に相当し、刊行物１の発明においては「高圧安定化回路１０」に相当する）。\nⅱ）原告は、本件発明の高電圧発生手段は、高電圧調整回路４０，電界\n効果トランジスタ４１及び駆動回路４２から構成される高電圧発生回路であると主\n張する。\nしかしながら、本件明細書には、「ＦＥＴ５３の導通により端子５１に設定され\nた電圧源から高電圧変成器５５の１次巻線５４中に電流を流通させる。それによっ\nて３次巻線すなわち高電圧巻線５６の両端間に高電圧を発生させ、この電圧はＣＲ\nＴ１３の高電圧端子すなわちアルタ端子５７に供給される。」（甲第２号証９頁３\n行～８行）と記載されており、これによれば、ＦＥＴ５３が導通し、高電圧変成器\n５５の１次巻線５４中に電流を流通させることで、高電圧端子５７に高電圧が供給\nされる。したがって、高電圧を発生させるのは、「ＦＥＴ５３と高電圧変成器５\n５」であり、この「ＦＥＴ５３と高電圧変成器５５」を動作させるのが端子５１に\n電圧を設定する「電圧源」である。原告のいう「高電圧発生回路」は、「高電圧発\n生手段」を動作させる「電圧源」であって、「高電圧発生手段」ではない。\n原告は、「高電圧発生手段」と「高電圧発生回路」とが同じであるという前提に\n立って主張しているが、その前提自体が本件明細書の記載に基づくものではなく、\n失当であるから、これに基づく主張も失当である。\n(イ)　「制御回路」\nⅰ）　請求項に記載された「制御回路」に対応するものは、実施例では\nＦＥＴ４１を含む「駆動回路４２」である。\n「制御回路」の語は、本件明細書には記載されていない。そこで、審決は、本件\n明細書の記載、特に「ＦＥＴ４１の切換の制御の結果として端子５１における電圧\nレベルを「制御」することにより高電圧レベルの調整が行われる」（同号証９頁１\n１行～１３行）との記載及び第１図からみてＦＥＴ４１を含む駆動回路４２が本件\n発明の「制御回路」に対応すると認定した。すなわち、当該記載によると、高電圧\nレベルの調整を行うのは端子５１における「電圧レベルを制御するＦＥＴ４１」で\nあるから、「ＦＥＴ４１が含まれる駆動回路４２」は機能的にみて「制御回路」と\nいえるものである。\nⅱ）　原告は、実施例の高電圧調整回路４０が「制御回路」であると主\n張するが、高電圧調整回路４０が制御することに関しての記載はない。高電圧調整\n回路４０についての記載をみると、「巻線部分３６Ｂの両端間に発生する電圧は、\n高電圧調整回路４０に供給される入力すなわちトリガ・パルスを生成するために使\n用される。・・・高電圧調整回路４０の振幅変調出力パルス信号は駆動回路４２に\nよって電界効果トランジスタ（ＦＥＴ）４１のゲートに供給される」（同号証第７\n頁下から３行～第８頁６行）と記載されている。すなわち、「高電圧調整回路４\n０」には、トリガ・パルスが入力され、幅変調出力パルス信号が出力されるだけで\nあって、原告が主張するように「制御するもの」との記載はない。原告の主張は本\n件明細書の記載に基づかない主張であって失当である\nまた、原告は、「高電圧調整回路４０」の出力が「駆動回路４２」に入力される\nことを根拠に、「高電圧調整回路４０」が「駆動回路４２」を制御する旨主張す\nる。しかし、原告主張のように解すると、回路が数段にわたり連続する場合には、\n前段の回路が後段の回路を制御することとなり、すべて一般の回路は制御回路であ\nるということになってしまうから、原告の上記主張は失当である。\nイ　刊行物１記載の発明との対応関係\n(ア)　「高電圧発生手段」\n本件発明の「高電圧発生手段」に相当するものが刊行物１に記載された「高圧出\n力回路８及びフライバックトランス９」であるとした審決の認定に誤りはない。\n本件発明の「高電圧発生手段」は、「高電圧を発生させる」ものであって、「制\n御回路」を具備するものである。\n一般に、高電圧を発生させる高電圧発生手段は、甲第８号証（特公昭５６－６１\n７２）の第１、２、３図に示されているように、高圧出力トランジスタ及び昇圧用\nのトランスからなり、これらの高電圧発生手段は、＋Ｖと示されている電源がＢ電\n源回路から供給されて高電圧を発生するものである。そして、このＢ電源回路が、\n本件発明においては「制御回路」に相当し、刊行物１の「高圧安定化回路１０」に\n相当する。\nまた、一般的にみて、刊行物１の「高圧出力回路８、フライバックトランス９」\nは、高電圧を発生させる高電圧発生手段である。\n(イ)　「制御回路」\n本件発明の「制御回路」に相当するものが刊行物１の「高圧安定化回路１０」で\nあるとの審決の認定に誤りはない。\n刊行物１の「高圧安定化回路１０」は高圧出力回路８に電力を給電しているか\nら、本件発明の「制御回路４２」に対応する。\n原告は、刊行物１の「高圧安定化回路１０」は被制御回路を制御するものではな\nいから「制御回路」ではない旨主張する。\nしかしながら、刊行物１の「高圧安定化回路１０」の機能は、安定化されたＤＣ\n電圧をフライバックトランス９を介して高圧出力回路８に供給することによって\n「高圧」を安定化することにある。すなわち、高圧が変動した場合（例えば、ブラ\nウン管５に表示される映像の種類に応じて電子ビームが変動する場合）には、高圧\n安定化用抵抗１２へ流れる電流が多く（少なく）なり、「高圧安定化回路１０」の\n出力端子１４の電圧が低く（高く）なる（甲第７号証３頁）ので、「高圧安定化回\n路１０」は、その出力端子１４の安定化されたＤＣ電圧を制御することによって\n「高圧」を安定化している。したがって、高圧安定化回路１０は、「制御」してい\nるといってよい。\n本件発明においても、本件明細書に、「高電圧調整回路４０には導線６０および\n分圧器６１を介して高電圧レベルが帰還される。ＦＥＴ５３は一定の周波数、一定\nのデューティ・サイクルで切換えられるのでＦＥＴ４１の切換の制御の結果として\n端子５１における電圧レベルを制御することにより高電圧レベルの調整が行われ\nる」（甲第２号証９頁８行～１３行）と記載されており、刊行物１と同様に「高\n圧」を安定化することが「制御」とされている。\n（２）「偏向回路」について\n本件発明の「偏向回路(25)」が刊行物１の「水平出力回路３及び水平偏向コイル\n４」に相当するとした審決の認定、判断に誤りはない。\nア　本件発明における「偏向回路」\n(ア)　一般に、（水平）偏向回路は、甲第８号証の第１、２、３図に示さ\nれているように、水平出力トランジスタ４及び偏向コイル５からなる。刊行物１に\n記載された（水平）偏向コイルも「水平出力回路３及び水平偏向コイル４」からな\nっている。\n本件明細書においては、発明の詳細な説明に、「出力回路２５は端子Ｈ、Ｈ´よ\nりＣＲＴ１３のネックに配置された水平偏向巻線３１に水平偏向周波数の偏向電流\nを流通させ、この水平偏向巻線３１は電子ビーム１５を表示スクリーン１６を横切\nって偏向するための水平偏向磁界を発生する」（甲第２号証６頁下から２行～７頁\n３行）と記載されており、この記載によれば、出力回路２５及び水平偏向巻線３１\nが、水平偏向パルスを発生させることで、電子ビーム１５を表示スクリーン１６を\n横切って偏向している。\nしたがって、本件発明における「偏向回路」が出力回路２５であるとした審決の\n認定に誤りはない。\n(イ)　原告は、本件発明の「偏向回路」は、「正常動作時には第１のレベ\nル以上の振幅をもつ偏向周波数信号を発生し、偏向電流の切断のようなある種の異\n常動作モードでは上記第１のレベル未満の非零の振幅をもった偏向周波数信号を発\n生させる」作用を行うものである旨主張するが、上記作用を行うものは、特許請求\nの範囲の記載によれば「偏向出力装置」であり「偏向回路」ではないから、原告の\n上記主張は理由がない。\nまた、原告は、本件明細書の図面の簡単な説明には、水平発信回路２２、水平駆\n動回路２５、共振リトレース形出力回路が「偏向回路手段」である旨記載されてお\nり、この「偏向回路手段」が即「偏向回路」である旨主張する。\nしかしながら、図面の簡単な説明には「２５・・・共振リトレース形出力回路」\nと記載されているところ、本件明細書の発明の詳細な説明中では、「水平偏向出力\n回路２５」とも記載されており（同号証１１頁１行及び１２頁下から４行）、さら\nに、第１図には２５として、符号２５の下に下線が付されている。この下線は、第\n１図に示されている他の符号に関しての下線（例えば、３５、７２、４２）からみ\nて、下線なしの符号で示されたものを総称するものである。したがって、符号２５\nは出力回路２５であって、水平の共振リトレースによる偏向を行う出力回路である\nから、本件発明における「偏向回路」に相当する。「偏向回路手段（２２，２３，\n２５）」が「偏向回路」に相当するとの原告の主張は、本件明細書及び図面の記載\nに基づかない主張であって、失当である。\nさらに、原告は、特許請求の範囲に記載された「動作し続ける偏向出力装置」は\nトランジスタ２４に相当する旨主張する。\nしかしながら、偏向出力装置に関して、本件明細書には、「水平偏向電圧は変成\n器３５の１次巻線の両端間に供給され、それによって・・・２次巻線３６の両端間\nに電圧が誘起される。巻線の部分３６Ａの両端間に発生した電圧は水平偏向調整回\n路３７に供給される。偏向調整回路３７は、巻線部分の３６Ａの両端間に発生する\n感知電圧に従って偏向回路に供給される実効Ｂ＋電圧を制御することによって水平\n偏向電流の振幅を制御するように作用する。」（同号証７頁９～１７行）、「水平\n偏向巻線３１の接続が絶たれた場合のようなある種の故障状態の下でも、水平偏向\n出力回路２５を含む水平偏向回路は動作し続けることが出来る。偏向巻線３１が存\n在しないときでも巻線３４を通って十分な電流が流れることが出来、巻線部分３６\nＢから高電圧調整回路４０をトリガするのに十分の振幅をもったパルスを発生させ\nることが出来る。」（同１０頁下から２行～１１頁６行）と記載されている。\nすなわち、偏向調整回路３７は、実効Ｂ＋電圧を制御することによって水平偏向\n電流の振幅を制御すること、偏向巻線３１が存在しないときでも巻線３４を通って\n充分な電流が流れることができ、巻線部分３６Ｂから高電圧調整回路４０をトリガ\nするのに充分の振幅をもったパルスを発生させることができることが記載されてお\nり、トランジスタ２４が動作し続けるためには、偏向調整回路３７からの実効Ｂ＋\n電圧が巻線３４を介して、このトランジスタ２４に供給される必要がある。\nしたがって、動作し続ける偏向出力装置は巻線３４を含む変成器３５であり、こ\nの変成器３５を具備しているのが偏向回路２５であるから、原告の主張は本件明細\n書の記載に基づかない主張であって失当である。\nイ　刊行物１記載の発明との対応関係\n以上のとおり、本件発明の「偏向回路」が回路２５であることは明らかであるか\nら、「偏向回路（２５）」に刊行物１記載の発明の「水平出力回路３及び水平偏向\nコイル４」が対応するとした審決の認定に誤りはない。\n（３）パルス処理回路について\n審決が本件発明のパルス処理回路は刊行物１のダイオード２７、コンデンサ２８\n及び抵抗器３０に対応するとしたことに誤りはない。\n審決は、本件発明の実施態様としての「パルス処理回路（７２）」と、刊行物１\nの「ダイオード２７、コンデンサ２８及び抵抗器３０から構成される処理回路」と\nを対比するに当たって、両者は具体的に異なるから「対応する」との表現を用いた\n上、本件発明における「パルス処理回路」を検討すると、刊行物１の「処理回路」\nと技術的にみてその機能が同じであるから、両者は実質的に同一と判断したもので\nある。この審決の認定に誤りはない。\n（４）一致点及び相違点の認定の誤りに対して\n以上のとおり、審決における本件発明と刊行物１記載の発明との対比に誤りはな\nい。したがって、審決における一致点及び相違点の認定にも誤りはない。\n２　取消事由２（相違点についての判断の遺漏及び判断の誤り）に対して\n（１）「偏向回路」及び相違点（１）に関して\nア　特許請求の範囲によると「正常動作時には第１のレベル以上の振幅をも\nつ偏向周波数信号を発生し、偏向電流の切断のようなある種の異常動作のモードで\nは上記第１のレベル未満の非零の振幅をもった偏向周波数信号を発生させる」もの\nは、「偏向出力装置」であって「偏向回路」ではないから、原告の主張は特許請求\nの範囲に基づかない主張であって、失当である。\nイ　本件発明の偏向周波数信号を発生させ、動作し続ける「偏向出力装置」\nは、巻線部分３６Ａ、３６Ｂを備えた「変成器３５」である。審決の誤りをいう原\n告の主張は、「偏向出力装置」がトランジスタ２４に対応することを前提とするも\nのであり、その前提が誤りであるから、主張は失当である。\n（２）「処理回路」及び相違点（２）に関して\n本件発明の「パルス処理回路」は、詳細な説明（甲第２号証１１頁１６、１７\n行）を参照すると、供給されたパルスを微分し、かつ減衰するだけであり、当業者\nにとっては設計的事項といえるものである。\n刊行物１記載の発明の「処理回路」については、審決は、審決の理由の５の\n（２）において、「また、この「バイアス」は、水平偏向パルスの正常動作・異常\n動作の変化に応じて、その振幅は、正常動作では所定バイアスレベル以上に偏向さ\nれ、異常動作では所定バイアスレベル未満に変更される。」旨判断している。\n以上のことを前提として、審決は、刊行物１の発明における「バイアス」を発生\nする「ダイオード２７、コンデンサ２８及び抵抗器３０から構成される処理回路」\nは、実質的に本件発明における「トリガ信号」を発生する「パルス処理回路」とい\nえる、と判断したものであって、その判断に誤りはない。\n原告は、「バイアス」のレベルが変更されるとしても、「バイアス」レベルを振\n幅ということはできない旨主張するが、レベルとは水準であって「バイアス」のレ\nベルが変更されるとは「バイアス」の水準が変更されること、すなわち「バイア\nス」という信号の振幅が変更されることであるから、「バイアス」のレベルを振幅\nということができないとの原告の主張は失当である。\n（３）　相違点（３）に関して\n本件発明の「偏向出力回路」が変成器３５に対応するものであること、及びバイ\nアスの大きさを「振幅」ということができることは前記のとおりであるから、相違\n点（３）についての審決の判断に誤りはない。\n３　取消事由３（想到容易性の判断の誤り）に対して\n本件発明が刊行物１、２に基づいて当業者が容易に想到し得たものであるとした\n審決の判断に誤りはない。原告は刊行物１と刊行物２を組み合わせても本件発明に\nはならないと主張するが、理由がない。\n①　原告は、刊行物１の発振回路６を刊行物２の水平出力回路からのパルスで置き\n換えた場合は、本件発明におけるパルス処理がなく、本件発明とはならないと主張\nする。\nしかし、刊行物１に記載された「処理回路」は、本件発明における「パルス処理\n回路」と同様に、従来、高電圧発生手段と偏向回路とが一体の回路で行われていた\nために生じる高電圧の変動によるラスタサイズの変化をさけるために、高電圧発生\n手段と偏向回路とを分離、独立の回路としたものであるが、高電圧発生手段が独立\nして動作し、ブラウン管面を損傷する問題が発生し、この問題に対処するために設\nけられたものである。したがって、高電圧発生手段が独立して動作する刊行物１に\nおいて、偏向回路からの水平偏向パルスを高電圧発生手段に「パルス処理回路」を\n介して供給することは不可欠であり、刊行物１に「パルス処理回路」が記載されて\nいることは明らかである。\n②　原告は、刊行物１の端子１５に印加される信号を、フライバックトランスの２\n次巻線から得るようにしたとしても、本件発明の構成とはならないと主張する。\nしかし、審決は、刊行物１の水平出力回路３に刊行物２の記載の水平出力トラン\nス１０を具備させることは容易であると判断しているのであって刊行物２の昇圧用\nのトランス７から得るとはしていない。\n③　また、原告は、刊行物１記載の発明、刊行物２記載の発明は、いずれも水平偏\n向コイル４が切断された場合にブラウン管面を保護することができず、異常動作モ\nードに対応することができないから、両者を組み合わせても、本件発明とはならな\nいと主張する。\nしかし、刊行物１においても、水平出力回路３の負荷である偏向コイル４に異常\nが生じた場合（偏向コイル４が断線した場合、偏向コイル４が接続されなかった場\n合）には、水平出力回路３に負荷がなくなることであるから、水平出力回路３の出\n力端子３５の水平偏向パルスはほぼ零となることは当業者に自明のことである。\n本願特許請求の範囲には「偏向電流の切断のようなある種の異常モード」と記載\nされており、刊行物１、２記載の発明も「ある種の異常動作のモード」に対応する\nものである\nしたがって、原告の主張は誤りである。\n第５　当裁判所の判断\n１　取消事由１（対比の誤り及びこれに基づく一致点及び相違点の認定の誤り）\nについて\n原告は、審決が本件発明と刊行物１記載の発明との対比において、（Ⅰ）本件発\n明の「制御回路（４２）」に刊行物１記載の発明の「高圧安定化回路１０」が、本\n件発明の「高電圧発生手段（５３，５５）」に刊行物１記載の発明の「高圧出力回\n路８及びフライバックトランス９」がそれぞれ対応し、（Ⅱ）本件発明の「偏向回\n路（２５）」に刊行物１記載の発明の「水平出力回路３及び水平コイル４」が相当\nし、（Ⅲ）本件発明の「パルス処理回路（７２）」に刊行物１記載の発明の「ダイ\nオード２７、コンデンサ２８及び抵抗器３０」が対応する旨認定したこと（審決書\n３頁１５行～２８行）は誤りであり、その結果一致点及び相違点の認定も誤ってい\nると主張するので、以下順次検討する。\nⅠ．「制御回路」、「高電圧発生手段」について\n（１）本件発明の「制御回路」、「高電圧発生手段」\n審決の前記（Ⅰ）の認定は、本件発明の「制御回路」は実施例の駆動回路４２で\nあり、「高電圧発生手段」は実施例のＦＥＴ５３及び高電圧変成器５５であること\nを前提としている。これに対し、原告は、本件発明の「制御回路」は実施例の「高\n電圧調整回路４０」であり、「高電圧発生手段」は実施例の高電圧調整回路４０、\n電解効果トランジスタ４１及び駆動回路４２であると主張するので、まず、これら\nの点を検討する。\nア　本件明細書（甲第２、第６号証）を検討する。\n(ア)　本件発明の特許請求の範囲には、「予め定められたレベル以上の振\n幅をもったトリガ信号に応答して高電圧信号を発生させ、上記予め定められたレベ\nル未満の非零の振幅をもったトリガ信号には実質的に応答しないで上記高電圧信号\nが発生されないようにする制御回路を具備し高電圧を発生させる高電圧発生手段」\nと記載されており、この記載から、本件発明において、\n・「制御回路」は、トリガ信号の振幅に応じて高電圧信号を発生させ又は発生させ\nせない作用を奏するものであること、また、\n・「高電圧発生手段」は、「高電圧を発生させるもの」であり、「制御回路」を具\n備　していると認められる。\nなお、「制御回路」、「高電圧発生手段」という用語は、特許請求の範囲に記載\nされているだけで、本件明細書の発明の詳細な説明中にはこれらの用語を使用した\n説明がない。\n(イ)　発明の詳細な説明の〈発明の概要〉欄には、次の記載（Ａ）が認め\nられる（便宜、番号①～④を付記）。\n〈発明の概要〉\n（Ａ）「①この発明の特徴によれば、ビデオ表示装置は、予め定められた振幅\n以上のトリガ信号に応答して、高電圧信号を発生させる回路を具えた高電圧発生器\nを具備している。この回路は予め定められた振幅以下のトリガ信号には実質的には\n応答せずそのため高電圧信号は発生されない。②偏向回路は、これが正常に動作し\nている時は第１のレベル以上の振幅をもった偏向周波数信号を発生し、偏向回路の\n動作が異常である時は第１のレベル以下の振幅をもった偏向周波数信号を発生す\nる。③回路は偏向周波数信号に応答して高電圧発生器用のトリガ信号を発生させ\nる。④上記偏向周波数信号の振幅が第１のレベル以上の時は、トリガ信号は予め定\nめられたレベル以上の振幅をもち、それによって偏向回路の正常動作時には高電圧\n信号が発生する。上記偏向周波数信号の振幅が第１レベル以下の時はトリガ信号は\n予め定められたレベル以下の振幅をもち、そのため偏向回路の動作が異常である時\nは高電圧信号は発生されない。」（甲第２号証４頁１行～１９行）\n上記記載によれば、①本件発明のビデオ表示装置には、トリガ信号の振幅に応じ\nて「高電圧信号を発生させる回路」があり、この「高電圧信号を発生させる回路」\nは「高電圧発生器」に具わったものであること、②「偏向回路」は「偏向周波数信\n号」を発生すること、そして、「高電圧信号を発生させる回路」が高電圧信号を発\n生させるか否かは、結局、偏向回路が正常に動作しているか否かによって決まり、\n具体的には、(ア)「偏向回路」が出力する偏向周波数信号〔この偏向周波数信号の\n振幅が一定値を超えるか否かは偏向回路の動作が正常か異常かで決まる〕→　(イ)\n「回路」（パルス処理回路７２）が出力するトリガ信号（高電圧発生器用のトリガ\n信号、（このトリガ信号の振幅は入力される偏向周波数信号の振幅が一定値を超え\nるか否か決まる）→　(ウ)「高電圧信号を発生させる回路」が出力する高電圧信号\n（この高電圧信号を出力するか否かは、入力されるトリガ信号の振幅が一定値を超\nえる否かで決まる）、という順序で、高電圧信号が発生することが認められる。\nそして、「回路は偏向周波数信号に応答して高電圧発生器用のトリガ信号を発生\nさせる。」との記載（記載Ａ④）によれば、「回路」（パルス処理回路７２）から\n出力されるトリガ信号は「高電圧発生器」用の信号であるから、「高電圧発生器」\nに入力されると解され、さらに、「高電圧発生器」に「高電圧信号を発生させる回\n路」が具わっていることからすれば、記載Ａにおける「高電圧発生器」とは、トリ\nガ信号の入力により、高電圧信号を発生させるものを指していると解するのが相当\nである。してみると、「高電圧発生器」は、高電圧を発生させるための信号（高電\n圧信号）を発するものであり、それ自体が高電圧を発生させるものではないと認め\nられる。\n(ウ)　次に、本件明細書の〈実施例の説明〉及び第１図を検討する。\n本件明細書の〈実施例の説明〉には、次の記載（Ｂ）～（Ｄ）が認められる。\n（Ｂ）「この発明の特徴によれば、巻線部分３６Ｂの両端間に発生する電圧は、\n高電圧調整回路４０に供給される入力トリガ・パルスを生成するために使用され\nる」（同号証７頁１８～８頁１行）\n（Ｃ）「偏向回路の正常動作時に巻線部分３６Ｂの両端間に発生したパルスは第\n２図Ａに示されている。これらの水平周波数パルスは偏向回路の正常な動作時には\nＮで示されたレベルを超過する。パルス処理回路７２で微分され且つ減衰された\n後、高電圧調整回路４０に供給されたトリガ・パルスは第２図Ｂに示すように現れ\nる。高電圧調整回路４０のトリガ閾値レベルＴはまた第２図Ｂに示すようにな\nる。」（同１２頁２行～９行）\n（Ｄ）「例えば、偏向巻線３１の接続が断たれた時のような水平偏向電流が生成\nされない異常な状態の間も、依然として水平偏向出力回路２５は動作し続け、巻線\n３６Ｂの両端間には第２図Ｃに示すようなパルスが発生する。同図から明らかなよ\nうに、第２図ＣのパルスはレベルＮを超過しない。パルス処理回路７２による微分\nと減衰とにより、第２図Ｄに示すようなパルスが現れる。同図から明らかなよう\nに、第２図Ｄのパルスはトリガ閾値Ｔを超過しないから、高電圧調整回路４０をト\nリガするには不充分な振幅をもったものとなる。」（同１２頁１５行～１３頁５\n行）\n実施例についての上記記載（Ｂ）～（Ｄ）及び第１図と〈発明の概要〉欄の記載\n（Ａ）とを対応させてみると、\n実施例においては、偏向回路の動作に応じて巻線部分３６Ｂの両端間に発生した\nパルス（水平周波数パルス）が、パルス処理回路７２においてトリガ閾値レベルで\n分別処理されてトリガ・パルスを生成し、このトリガ・パルスが高電圧調整回路４\n０に入力されるものであるから、〈発明の概要〉欄記載の「トリガ信号」と実施例\nの説明における「トリガ・パルス」とは同義であると認められる。そして、第１図\n及び「高電圧調整回路に供給されたトリガ・パルス」との記載（記載Ｄ）によれ\nば、実施例においては、「トリガ・パルス」（トリガ信号）が高電圧調整回路４０\nに入力される。\nイ　以上の事項を前提として、特許請求の範囲に記載された「高電圧発生手\n段」及び「制御回路」について検討する。\n(ア)　「高電圧発生手段」について\nⅰ）　「高電圧発生手段」との用語は、前記ア(ア)のとおり、本件明細\n書の特許請求の範囲にのみ記載され、発明の詳細な説明中には、これに対応する語\nが存在しない。そこで、その意義を確定するために、まず、「高電圧」について検\n討すると、本件明細書には、高電圧に関連して、次の（Ｅ）及び（Ｆ）の記載が認\nめられる。\n＜発明の背景＞欄\n（Ｅ）「例えば偏向信号の喪失や偏向ヨークの偏向巻線の欠陥等により生ずる可\n能性のある非走査電子ビームによる衝撃によって表示スクリーンの蛍光体被膜が損\n傷を受けることがある。通常のフライバック形式の電源装置や偏向回路では、水平\n偏向周波数のリトレースあるいはフライバック・パルスが高電圧変成器を介して高\n電圧を発生するために使用される。従って、水平偏向が無くなると、高電圧すなわ\nちビーム加速電位も消滅し、ＣＲＴが損傷を受けるのが防止される。正確に電圧を\n調整することが特に重要になるコンピュータ・モニタのようなある種の適用例で\nは、水平偏向回路とは別に高電圧を発生させることが望ましい。この形式の回路で\nは、水平偏向が喪失しても高電圧は消滅しないので、蛍光体表示スクリーンに損傷\nを与える可能性がある。このため万一偏向が喪失しても高電圧発生器の動作を停止\nさせる何らかの形式の保護回路を設けることが望ましい。」（同３頁１行～１９\n行）\n＜実施例の説明＞欄\n（Ｆ）「ＦＥＴ５３の導通により端子５１に設定された電圧源から高電圧変成器\n５５の１次巻線中に電流を流通させる。それによって３次巻線すなわち高電圧巻線\n５６の両端間に高電圧を発生させこの電圧はＣＲＴ１３の高電圧端子すなわちアル\nタ端子５７に供給される。高電圧調整回路４０には導線６０及び分圧器６１を介し\nて高電圧レベルが帰還される」（同９頁３行～１０行）\nこれらの記載から、「高電圧」とは、ビーム加速電圧、すなわち、実施例の第１\n図において、ＣＲＴ１３の高電圧端子（アルタ端子５７）に供給される電圧である\nことが明らかである。そして、その高電圧は、ＦＥＴ５３の導通により、高圧変成\n器５５によって発生するものと認められる。\nしてみると、本件発明の特許請求の範囲に記載された「高電圧を発生させる高電\n圧発生手段」に相当するものは、実施例においてはＦＥＴ５３及び高圧変成器５５\nであると認めることが相当である。したがって、これと同旨の審決の認定に誤りは\nない。\nⅱ）原告の主張について\n原告は、本件明細書の「４．図面の簡単な説明」欄に、高電圧調整回路４０、電\n解効果トランジスタ４１、駆動回路４２が「高電圧発生回路」であることが示され\nており、「高電圧発生回路」すなわち「高電圧発生手段」であるから、本件発明の\n「高電圧発生手段」は「高圧調整回路４０、電解効果トランジスタ４１及び駆動回\n路４２」であると主張する。\nしかし、「高圧調整回路４０、電解効果トランジスタ４１及び駆動回路４２」\nは、高電圧を発生させるための「高電圧信号」を発生させるものであって、それ自\n体が高電圧を発生させるものではない。\nまた、「高電圧発生回路」の語は、「水平偏向回路に故障が生ずると・・・巻線\n３６Ｂの両端間には電圧は発生しない。その結果、高電圧調整回路４０用のトリ\nガ・パルスは発生せず、高電圧発生回路は都合よく消勢される。」（甲第２号証１\n０頁１４行～１９行）という実施例の説明中一箇所に用いられているのみであり、\nこの説明によれば、「高電圧発生回路」は高電圧を発生させる手段そのものでな\nく、高電圧発生手段を動作させる「電圧源」であることが明らかである。\nしたがって、この点に関する原告の主張は採用することができない。\n(イ)　「制御回路」について\nⅰ）「制御回路」との用語は、特許請求の範囲にのみ記載され、発明の\n詳細な説明中には、これに対応する語が存在しないが、特許請求の範囲に「制御回\n路」がトリガ信号の振幅に応じて高電圧信号の発生・不発生を制御するものとして\n記載されていることは前記ア(ア)のとおりである。\nこのトリガ信号が入力されるのは、「高電圧調整回路４０」と認められる（争い\nはない。）ところ、「高電圧調整回路４０」の出力に関して、本件明細書には次の\n記載（Ｇ）～（Ｉ）が認められる。\n（Ｇ）「高電圧調整回路４０の幅変調出力パルス信号は駆動回路４２によって\n電界効果トランジスタ（FET）４１のゲートに供給される。・・・ＦＥＴ４１のスイ\nッチングにより・・・ある大きさの電圧レベルがキャパシタ５０の両端間に発生\nし、その電圧は端子５１に現れる。」（甲第２号証８頁４行～１５行）\n（Ｈ）「ＦＥＴ５３の導通により端子５１に設定された電圧源から高電圧変成\n器55の１次巻線５４中に電流を流通させる。それによって３次巻線すなわち高電圧\n巻線５６の両端間に高電圧を発生させ、この電圧はＣＲＴ１３の高電圧端子すなわ\nちアルタ端子５７に供給される。・・・ＦＥＴ４１の切換の制御の結果として端子\n５１における電圧レベルを制御することにより高電圧レベルの調整が行われる。」\n（同９頁３行～１３行）\n（Ｉ）「前述のように、高電圧レベルは、高電圧調整回路４０から供給される\nパルス幅変調出力信号によって生ずるＦＥＴ４１のスイッチングの結果として発生\nされる。高電圧調整回路４０の出力信号は巻線部分３６Ｂの両端間に発生する電圧\nから取り出されたトリガ・パルスに応答して生成される。」（同１０頁９行～１４\n行）\nこれらの記載及び第１図によると、「高電圧調整回路４０」の出力は、「駆動回\n路４２」によってＦＥＴ４１に供給され、ＦＥＴ４１のスイッチングの結果とし\nて、高電圧変成器５５から高電圧を出力させると認められる。したがって、高電圧\n変成器５５をトリガして高電圧を発生させているのは、「高電圧調整回路４０」か\nらＦＥＴ４１を含む「駆動回路４２」までを含めた回路であり、このものを、高電\n圧信号を発生させる「制御回路」と認めることが相当である。\n駆動回路４２を「制御回路」であるとした審決は、トリガ・パルス（トリガ信\n号）が入力される高電圧調整回路４０及びＦＥＴ４１を含む駆動回路４２を、駆動\n回路４２で代表させて「制御回路」としたものであると理解することができる。本\n件特許請求の範囲には「制御回路」が具体的構成を特定することなく作用的記載と\nして記載されているにすぎないから、「制御回路」を制御の作用を担っていること\nの明らかな「駆動回路４２」をもって代表させても、その認定に本件発明と刊行物\n１記載の発明との対比の結論を左右するような誤りがあるということはできない。\nⅱ）原告は、請求の範囲に記載された「制御回路」に対応するものは、実施\n例の高電圧調整回路４０であると主張する。\nしかしながら、原告の主張は、本件発明と刊行物１記載の発明との対比における\n誤りを主張する前提として、本件発明の「高電圧発生手段」が「ＦＥＴ５３及び高\n電圧変成器５５」ではなく「高圧調整回路４０、電解効果トランジスタ４１及び駆\n動回路４２」であるとすることの理由付けとしてのみ、意味を持つものであるとこ\nろ、「高電圧発生手段」についての審決の認定に誤りがないことは、前示のとおり\nである。\nなお、念のため原告の主張について検討すると、本件明細書には、高電圧調整回\n路４０にトリガ・パルス（トリガ信号）が入力され、高電圧調整回路４０から振幅\n変調出力パルス信号が出力されることは示されてはいるものの、高電圧調整回路４\n０が「制御」するとの記載はない。しかも、「高電圧調整回路４０」の出力が高電\n圧変成器５５をトリガして高電圧を発生させるということはできず、高電圧変成器\n５５からの高電圧を直接制御しているものが駆動回路４２及びＦＥＴ４１であると\n認められることは前示のとおりである。原告の主張は採用することができない。\n（２）本件発明の「制御回路」、「高電圧発生手段」と刊行物１記載の発明との\n対応関係\nア　まず、「高電圧発生手段」について見る。\n本件発明の「高電圧発生手段」が、高電圧を発生してＣＲＴ１３のアルタ端子５\n７に高電圧を供給することは既に認定したとおりである。\n一方、刊行物１（甲第７号証）の第１図及び「１１はフライバックトランス９の\n２次側に生じた高い電圧を整流するためのダイオード」（３頁１２行～１３行）と\nの記載によれば、ＣＲＴに相当するブラウン管５に供給する高電圧は、高出力回路\n８及びフライバックトランス９によって発生されるものと認められる。してみる\nと、刊行物１記載の発明において「高電圧を発生させる高電圧発生手段」は高圧出\n力回路８とフライバックトランス９であると認めることが相当である。\nしたがって、刊行物１記載の発明の「高圧出力回路８とフライバックトランス」\nが本件発明の「高電圧発生手段」に相当するとした審決の認定に誤りはない。\n原告は、本件発明の「高電圧発生手段」に対応するのは、刊行物１の高圧安定化\n回路１０であると主張する。しかし、原告の主張は、本件発明の「高電圧発生手\n段」が高電圧調整回路４０及び駆動回路４２（電解効果トランジスタ４１を含む）\nであることを前提とするものであるところ、その前提を採用し得ないことは前示の\nとおりである。原告の上記主張は前提を欠くものであって、採用することができな\nい。\nイ　次に、「制御手段」について見る。\n本件発明の「制御手段」がトリガ信号が入力される高電圧調整回路４０から、高\n電圧信号すなわち高圧変成器用のトリガ信号が出力されるまでの回路であると認め\nられることは前示のとおりである。\n一方、刊行物１に記載された「高圧安定化回路１０」は、その出力が、高電圧発\n生手段を構成するフライバックトランス９に結合されていることが第１図より明ら\nかであり、さらに、「本案はブラウン管を使用する水平偏向回路と高圧出力回路分\n離型の機器において、水平偏向パルスを整流して高圧出力回路へ電力を供給する高\n圧安定化回路１０へ加えることにより水平偏向回路が停止したとき高圧出力を落と\nしまた同時にブラウン管をカットオフさせることによりブラウン管面が焼損するの\nを防ぐことを目的としている」（甲第７号証２頁１５行～３頁１行）、「（端子）\n３６には高圧の制御電圧（ハイレベル）が印加されていて、これがローレベルにな\nると・・・トランジスタ２５はカットオフし、・・・トランジスタ２０がオン\nし、・・・は高圧安定化回路１０の出力端子１４の電圧はほゞ零となり、高出力回\n路８が動作しなくなって高圧出力が停止し、高圧が出なくなる。また端子３５の水\n平偏向パルスがなくなっても同様にトランジスタ２５がオフし、トランジスタ２０\nがオンするので高圧が停止する」（同４頁１２行～５頁６行）と記載されているこ\nとから、「高圧安定化回路１０」は、水平偏向パルスの振幅変化に応じた出力によ\nり、フライバックトランス、高圧出力回路等による高圧出力を発生させ又は停止さ\nせるものであると認められる。\nしたがって、刊行物１の「高圧安定化回路１０」は、水平偏向パルスの振幅変化\nに応じて高電圧の発生・不発生を制御する高電圧信号を発生させる本件発明の「制\n御回路」と同じ作用をするものであるから、高圧安定化回路１０が本件発明の「制\n御回路」に相当するとした審決の認定に誤りはない。\nⅡ．「偏向回路」について\n（１）本件発明の「偏向回路」\n審決は、本件発明の偏向出力装置を具備した「偏向回路」が実施例の回路２５で\nあると認定し、これを前提して本件発明と刊行物１記載の発明とを対比することに\nよって、刊行物１の「水平出力回路３及び水平偏向回路４」が本件発明の「偏向回\n路」に相当すると認定した。これに対して、原告は、本件発明の「偏向回路」は、\n実施例の「水平発振回路２２、水平駆動回路２３及び共振リトレース回路５２」で\nあると主張し、これを前提として、刊行物１の「水平発振回路１、水平ドライブ回\n路２及び水平出力回路３」が本件発明の「偏向回路」に相当すると主張するので、\n以下検討する。\n本件明細書の特許請求の範囲には、「偏向回路」が「正常動作時には第１のレベ\nル以上の振幅をもつ偏向周波数信号を発生し、偏向電流の切断のようなある種の異\n常動作のモードでは上記第１のレベル未満の非零の振幅をもった偏向周波数信号を\n発生させ、動作し続ける偏向出力装置」を具備するものであることが記載されてい\nる。しかし、実施例の第１図には「偏向出力装置」が示されていない。\nそこで、発明の詳細な説明を参照すると、〈実施例の説明〉欄に、「偏向回路の\n正常動作時に巻線部分３６Ｂの両端間に発生したパルスは第２図Ａに示されてい\nる。これらの水平周波数パルスは偏向回路の正常な動作時にはＮで示されたレベル\nを超過する。」（甲第２号証１２頁３行～６行）、「例えば、偏向巻線３１の接続\nが絶たれた時のような水平偏向電流が生成されない異常な状態の間も、依然として\n水平偏向出力回路２５は動作し続け、巻線３６Ｂの両端間には第２図Ｃのようなパ\nルスが発生する。同図から明らかなように、第２図ＣのパルスはレベルＮを超過し\nない。パルス処理回路７２のよる微分と減衰により、第２図Ｄに示すようなパルス\nが現れる。・・・第２図Ｄのパルスはトリガ閾値を超過しないから、高電圧調整回\n路４０をトリガするには不十分な振幅をもったものとなる。その結果、高電圧は発\n生しない。」（同１２頁１５行～１３頁６行）と記載されており、これらの記載か\nら、特許請求の範囲の「正常動作時には第１のレベル以上の振幅をもつ偏向周波数\n信号を発生し、偏向電流の切断のようなある種の異常動作のモードでは上記第１の\nレベル未満の非零の振幅をもった偏向周波数信号を発生させ（る）偏向出力装置」\nの作用をしているものは、実施例では、回路２５及び巻線３６であること、また、\n回路２５及び巻線３６は正常時も異常時も動作し続ける（正常時には一定レベルＮ\nを超えるパルスを出し、異常時にはレベルＮを超えないパルスを出す）ことが認め\nられる。\nそうすると、「偏向出力装置」に当たるものは、巻線３６を含めた回路２５であ\nるといわざるを得ず、「偏向出力装置」を具えたものとして特許請求の範囲に記載\nされた「偏向回路」も、また、巻線３６及び回路２５を含めたものといわなければ\nならない。\n水平偏向出力回路２５を「偏向回路」であるとした審決の認定は、巻線３６が含\nまれる回路２５をもって「偏向回路」を代表させたものということができるから、\nその認定に本件発明と刊行物１記載の発明との対比における認定、判断を結論を左\n右するような誤りがあるということはできない。\n原告は、水平発振回路２２、水平駆動回路２３及び共振リトレース回路５２が\n「偏向回路」であると主張するが、原告の主張によれば偏向周波数信号を発生する\n巻線３６及び回路２５が「偏向回路」に含まれないことになってしまい、実施例と\n齟齬をきたすことになる。したがって、原告の上記主張は採用することができな\nい。\n（２）　本件発明の偏向回路と刊行物１記載の発明との対応関係\n原告は、刊行物１の「水平出力回路３及び水平偏向コイル４」が本件発明の「偏\n向回路（２５）」に相当するとの審決の認定は誤りであると主張する。\n審決が、刊行物１の「水平出力回路及び水平偏向コイル」が本件発明の「偏向回\n路（２５）」に相当するとした理由は、両者とも水平偏向パルスを発生するという\nことにある。\n本件明細書の発明の詳細な説明には、回路２５に関して、「出力回路２５は端子\nＨ、Ｈ´よりＣＲＴ１３のネックに配置された水平偏向巻線３１に水平偏向周波数\nの偏向電流を流通させ、この水平偏向巻線３１は電子ビーム１５を表示スクリーン\n１６を横切って偏向するための水平偏向磁界を発生する」（同６頁下から２行～７\n頁３行）と記載されており、これによれば、出力回路２５及び水平偏向巻線３１\nが、水平偏向パルスを発生させることが認められる。\n他方、刊行物１の発明における「水平出力回路３及び水平偏向コイル４」が電子\nビームを表示スクリーンを横切って偏向させる水平偏向パルスを発生するものであ\nることは明らかである。\nそうすると、審決が、刊行物１の「水平出力回路３及び水平偏向コイル４」と本\n件発明の偏向巻線３１を有する「出力回路２５」とが同様の作用、機能を有するこ\nとに着目して、「水平出力回路３及び水平偏向コイル４」は本件発明の「出力回路\n２５」に相当するとしたことに誤りはない。\nⅢ．「パルス処理回路（７２）」について\n原告は、刊行物１記載の発明の「ダイオード２７、コンデンサ２８及び抵抗器３\n０」は「パルス処理回路（７２）」に相当するとの審決の認定は誤りであると主張\nする。\n特許請求の範囲に記載された「パルス処理回路」は、要するに、入力される偏向\n周波数信号の変化に応じて一定値以上又は以下の振幅を持つトリガ信号を発生させ\nるもので、そのトリガ信号が高電圧の発生に関与するものである。\n一方、刊行物１に記載された「ダイオード２７、コンデンサ２８、抵抗器３０」\nは、第１図によると、水平出力回路３から端子３５に入力された水平偏向パルスに\n応じた値を出力するもので、その出力は、トランジスタ２５に入力されて高電圧の\n発生に関与するものであるから、本件発明の「パルス処理回路」と同様の信号処理\n機能を果たしているといえる。\nしたがって、審決の認定に誤りはない。\n２　取消事由２（相違点に関する判断の遺漏及び判断の誤り）\n（１）相違点（１）に関して\n審決は「偏向回路」が、本件発明においては「偏向出力装置」を具備するのに対\nして、刊行物１記載の発明においては具備していない点を相違点（１）として挙げ\nたうえ、刊行物１記載の発明における「偏向回路」（水平出力回路３および水平偏\n向コイル４）に、本件発明の「偏向出力装置（３５）」に相当する、刊行物２（甲\n第８号証）に示された水平出力トランス１０を具備させることは、当業者であれば\n容易になし得ることである旨判断した。\nア　原告は、審決の上記判断は、「偏向回路」が正常動作時には第１のレベ\nル以上の振幅をもつ変更周波数信号を発生し、偏向電流の切断のようなある種の異\n常動作のモードでは上記第１のレベル未満の非零の振幅をもった変更周波数信号を\n発生させる点についての判断をしておらず、判断の遺漏があると主張する。\nしかしながら、刊行物２の第２図に示された水平出力トランス１０は、水平発振\n回路の出力がそのベースに入力されるトランジスタ４、ダイオードおよび偏向コイ\nル５の並列回路に直列接続されており、これと、本件発明の水平発振回路の出力が\n入力されるトランジスタ２４、ダイオード２６および偏向コイルＨ、Ｈ´の並列回\n路に直列接続された変成器３５からなる回路とは同等の構成であり、しかも、刊行\n物２において偏向コイルの断線等の異常状態により前記回路状態が変化すること、\nしたがって流れる電流値も変化すること等は、当業者にとって明らかな技術的事項\nである。\nそうすると、当業者にとって明らかな上記技術的事項を踏まえてなされた審決の\n相違点（１）についての判断は、刊行物１記載の発明の「偏向回路」に本件発明の\n「偏向出力装置（３５）」に相当する「水平出力トランス１０」を具備させたもの\nにおいては、「正常動作時には第１のレベル以上の振幅をもつ偏向周波数信号を発\n生し、偏向電流の切断のようなある種の異常動作のモードでは上記第１のレベル未\n満の非零の振幅をもった偏向周波数信号を発生させる」ことになるという判断を包\n含したものということができる。したがって、審決がこの点の判断を遺脱したとの\n原告の主張は理由がない。\nイ　原告は、また、相違点（１）についての審決の上記判断が誤りであると\n主張するが、その主張は、本件発明の「偏向出力装置」が変成器３５に対応すると\nした審決の認定が誤りであることを理由とするものであるところ、この点に関する\n審決の認定に誤りがないことは前示したとおりである。原告の主張は、その前提を\n欠くものであるから、理由がない。\n（２）相違点（２）に関して\nア　原告は、刊行物１の処理回路（バイアスを発生するダイオード２７、コ\nンデンサ２８及び抵抗器３０）が偏向周波数信号の変化に応じて、一定のレベル以\n上（正常動作時）又は未満（異常動作時）トリガ信号を発生させる点について、審\n決は判断していないと主張する。\n本件発明のトリガ信号は、「制御回路」に入力されるものであり、この「制御回\n路」に相当するものが刊行物１記載の発明の「高圧安定化回路１０」であることは\n前示のとおりである。そして、刊行物１には、この「高圧安定化回路１０」がトラ\nンジスタ２０のベースに入力されるトランジスタ２５のオンオフにより動作される\nものであること、当該トランジスタ２５がベースに入力される水平偏向パルスを処\n理した「バイアス」によってオンオフされることが記載されており（甲第２号証４\n頁２行～５頁６行、）、これらの点から、審決は「刊行物１の発明においては、水\n平偏向パルスを処理した「バイアス」によって、トランジスタ２５をオンオフし、\nその結果、高圧安定化回路１０をオンオフ制御しているから、この「バイアス」\nは、高圧安定化回路１０をオンオフする制御するところの「トリガ信号」とも言え\nる。」（審決書４頁２０行～２４行）と判断したものである。\nさらに、当該「バイアス」に関して、審決は、「また、この「バイアス」は、水\n平偏向パルスの正常動作・異常動作の変化に応じて、その「バイアス」の振幅が変\n更され、その振幅は正常動作では所定バイアスレベル以上に変更され、異常動作で\nは所定バイアスレベル未満に変更される。」（同頁２５行～２８行）と判断してい\nるのであるから、審決は、予め定められたレベル未満又は以上の振幅を持つトリガ\n信号の発生に関して判断していることが明らかである。\nしたがって、審決に原告の主張するような判断の遺脱はなく、原告の主張は理由\nがない。\nイ　原告は、また、「バイアス」の大きさを「振幅」ということはできない\nから、審決が、「バイアス」にトリガパルスのように振幅があることを前提とし\nて、「バイアス」と「トリガパルス」とを同視する判断をしたことが誤りである旨\n主張する。\nしかし、「振幅」は、「振動の中心位置から測った変位の最大値」であり、しか\nも本件発明においてオンオフの制御に意味のあるのは、振幅の大きさ（中心位置か\nらみた偏位のレベル・水準）であって、振動現象ではないから、審決は刊行物１記\n載の発明を本件発明と対比するに当たって、その点を考慮し、両者の対応関係を明\nらかにする趣旨で刊行物１における「バイアス」のレベルを「振幅」と表現したう\nえ、「刊行物１の発明における「バイアス」を発生する・・・処理回路は、実質的\nに、本件発明における「トリガ信号」を発生する「パルス処理回路」といえる。」\nと判断したものということができる。これら審決の判断を誤りということはできな\nい。\n（３）相違点（３）の判断について\n「偏向出力装置」が変成器３５に対応すること、バイアスの大きさを「振幅」と\nいえることは前示のとおりであり、さらに「偏向出力装置」の出力は、偏向周波数\n信号であることが特許請求の範囲に記載されている。\nしてみると、原告の主張は前提において失当というほかなく、相違点（３）につ\nいての審決の判断に誤りがあるということはできない。\n３　取消事由３（想到容易性の判断の誤り）について\n原告は、刊行物１記載の発明と刊行物２記載の発明とを組み合わせても、本件発\n明の構成には至らないと主張し、その理由として、①刊行物１の発振回路を、刊行\n物２の水平出力パルスと置き換えた場合、パルス処理回路がなく、本件発明とはな\nらない、②刊行物１の端子１５に印加される信号が、フライバックトランスの２次\n巻線から得られるだけで、本件発明とはならない、③刊行物１では水平偏向コイル\n４が切断された場合ブラウン管面を保護することができず、刊行物２と組み合わせ\nても、水平偏向コイルの異常動作モードに対応ができない、という点を挙げるが、\nいずれの点についても原告の主張は採用することができない。\nまず、①の点について、審決は、刊行物２の「水平出力トランス１０」が、本件\n発明における「偏向出力装置（３５）」に相当すると認定したうえで、「水平出力\nトランス」を刊行物１に具備させることは容易である旨判断しているのであり、\n「水平出力トランス」は、刊行物１の「偏向回路」の出力段として配設されるだけ\nであるから、原告主張のように「パルス処理回路」が無くなるものではないことは\n明らかである。\n②また、「水平出力トランス１０」の出力は、「パルス処理回路」に入力される\nものであるから、当該出力が端子１５に入力されることを前提とした原告の主張\nは、その前提を欠き、失当である。\n③　異常動作モードへの対応という点については、刊行物２に、\n「しかし、水平出力回路が故障した場合には水平偏向動作が行われていない状態で\n高圧がブラウン管の陽極に加わるため、ブラウン管の蛍光体を損焼してしまう惧れ\nがある。本発明はこのような欠点を除くもので、以下のその実施例について説明す\nる。」（甲第８号証１欄末行～２欄３行）、「この実施例において水平出力回路の\n発生するフライバックパルスによって高圧出力トランジスタ６等を駆動させ、高圧\nを得るため、偏向コイル５に何らかの原因で偏向電流が加わらなくなれば同時に高\n圧の発生動作も停止し、ブラウン管の蛍光体の損傷を防止することができる。」\n（同２欄１５行～２０行）との記載があり、\nまた、刊行物１には、\n「本案は、ブラウン管を使用する水平偏向回路と高圧出力回路分離型の機器におい\nて、水平偏向パルスを整流して高圧出力回路へ電力を供給する高圧安定化回路へ加\nえることにより水平偏向回路が停止したとき高圧出力を落としまた、同時にブラウ\nン管をカットオフさせることによりブラウン管面が焼損するのを防ぐことを目的と\nしている。」（甲第７号証２頁１５行～３頁１行）\nとの記載がある。\nこれらの記載から、刊行物２及び刊行物１には、偏向コイル５に偏向電流が印加\nされない異常状態、及び水平偏向回路が停止する異常状態に対応することが記載さ\nれているということができる。\nそして、本件発明における「異常動作のモード」とは、特許請求の範囲に「偏向\n電流の切断のようなある種の異常モード」と記載されていることから明らかなとお\nり、偏向電流の切断に限らず、異常動作状態を指すものであるから、刊行物１も刊\n行物２も異常動作のモードに対応することができるものである。\nしたがって、「本件発明は、刊行物１、２の発明に基づいて、当業者が容易に発\n明をすることができたものである」との審決の判断に誤りは認められず、原告主張\nの取消事由３は理由がない。\n４　結語\n以上のとおりであるから、原告主張の取消事由はいずれも理由がなく、他に審決\nを取り消すべき瑕疵は見当たらない。よって、原告の請求を棄却することとし、主\n文のとおり判決する。\n東京高等裁判所第１８民事部\n裁判長裁判官　　　　　永　　　井　　　紀　　　昭\n裁判官　　　　　塩　　　月　　　秀　　　平\n裁判官　　　　　古　　　城　　　春　　　実\n"
}