{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 8,
    "day": 19
  },
  "case_number": "平成13(行ウ)2",
  "case_name": "違法公金支出返還請求事件",
  "court_name": "金沢地方裁判所",
  "field": "行政",
  "lawsuit_id": "15328",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=15328",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/328/015328_hanrei.pdf",
  "contents": "主　　　文\n１　被告は，金沢市に対し，金５４万０３４４円及びこれに対する平成１３年４月\n１５日から支払済みまで年５分の割合による金員を支払え。\n２　原告（選定当事者）のその余の請求を棄却する。\n３　訴訟費用は，これを２分し，その１を原告（選定当事者）の負担とし，その余\nを被告の負担とする。\n４　この判決は仮に執行することができる。\n事実及び理由\n第１　請求\n被告は，金沢市に対し，金３５８０万９３８７円及びこれに対する平成１３年４\n月１５日から支払済みまで年５分の割合による金員を支払え。\n第２　事案の概要\n本件は，金沢市の住民である別紙選定者目録記載の選定者ら（以下「本件選定者\nら」という）が，金沢市が市議会の各会派に交付する金沢市議会市政調査研究費\n（以下「本件研究費」という。）について，市長であった被告が，平成１２年度に\nおいて，前年度よりも議員１人当たり月額７万円を増額した金額を交付金額として\n決定した行為及び平成１１年度の剰余金の繰越使用を認め，その返還請求を怠った\n行為はいずれも違法であり，これによって金沢市が上記増額交付分３５００万円及\nび剰余金８０万９３８７円，以上の合計３５８０万９３８７円の損害を被ったとし\nて，地方自治法（以下「法」という）２４２条の２第１項４号に基づき，金沢市に\n代位して，被告個人に対し，上記損害金及びこれに対する訴状送達の日の翌日から\n支払済みまで民法所定の年５分の割合による遅延損害金の支払を求めている住民訴\n訟である。\n１　争いがない事実及び証拠（各項末尾に記載）により明らかに認められる事実\n（１）　本件選定者らは，金沢市の住民であり，被告は金沢市の市長の地位にある\n者である。\n（２）　金沢市においては，昭和５２年４月１日，金沢市議会議員が行う市政に関\nする調査研究を推進することを目的として，金沢市議会市政調査研究費交付要綱\n（以下「本件要綱」という。）が施行され，同年度から，本件要綱に基づき，金沢\n市議会の各会派に本件研究費が交付されてきた。\n（３）　本件要綱には，本件研究費の交付について，次のような定めがある。\nア　交付金額\n本件研究費の額は，毎年度の予算の範囲内において各４半期の初日における会派\nの所属議員数に応じ算定した額とする。（本件要綱３条１項）\nイ　使途\n（ア）　本件研究費は，おおむね次に掲げる経費に充てるものとする。（同８条１\n項）\nａ　調査研究に必要な資料の作成に要する費用\nｂ　調査研究に必要な図書，雑誌及び新聞等の購入に要する経費\nｃ　調査研究を行うための研修会及び広聴会等の諸会合に要する経費\nｄ　調査研究を行うための現地調査及び研修視察等の活動に要する経費\nｅ　その他調査研究のために必要な経費\n（イ）　本件研究費は，次に掲げる経費に充てることができない。（同８条２項）\nａ　政党の活動経費\nｂ　慶弔費等の交際費的経費\nｃ　機関紙（誌）の発行経費\nウ　交付に係る事務手続\n（ア）　本件研究費の交付を受けようとする会派の代表者は，交付申請書を，議長\nを経由して市長に提出しなければならない。交付申請事項の内容に変更を生じたと\nきも同様とする。（同６条）\n（イ）　市長は，前条の規定による交付申請書を受理したときは，交付する本件研\n究費の額を決定し，または変更し，その旨を交付決定（変更）通知書により，議長\nを経由して当該会派の代表者に通知するものとする。（同７条）\n（ウ）　本件研究費を交付する時期は，４月，７月，１０月及び１月とする。（同\n４条）\n（エ）　各会派は，交付を受けた研究費の経理を明確に行うため，所属議員のうち\nから経理責任者を定めなければならない。（同９条１項）\n経理責任者は，交付を受けた研究費の保管状況を常に明確にしておかなければな\nらない。（同条２項）\n（オ）　会派の代表者は，当該年度の本件研究費にかかる事業実績報告書を作成\nし，当該年度終了後３０日以内に，議長を経由して市長に提出しなければならな\nい。（同１０条１項）\n前項の場合において，剰余金が生じたときは，翌年度に繰り越して使用すること\nができる。（同条２項）\n（カ）　会派の解散等の事由が生じたときは，当該会派の代表者であった者は，速\nやかに交付を受けた本件研究費に係る事業実績報告書を，議長を経由して市長に提\n出しなければならない。（同１１条１項）\n前項の場合において，剰余金があるときは，速やかにその額を返還しなければな\nらない。（同条２項）\n（キ）　市長は，本件研究費の交付を受けた会派がこの要綱に違反した場合は，既\nに交付した本件研究費の全部又は一部の返還を命ずることができる。（同１２条）\n（４）　平成８年度から平成１１年度まで，本件研究費は，会派の所属議員１人当\nたり月額１８万円の割合で計算した金額が交付されていた。\n（５）ア　金沢市は，平成１２年３月２日，金沢市議会に対し，「議案第１号　平\n成１２年度金沢市一般会計予算」を提出し，平成１２年度当初予算説明書を配布し\nたが，上記予算には，第１款議会費，第１項議会費が９億８０６９万４０００円\nと，上記説明書には，第１目議会費９億８０６９万４０００円の内訳として，調査\n費１億９５５４万２０００円と記載されていた。\nイ　金沢市議会は，同月１０日，総務常任委員会に対し，上記第１号議案の審査を\n付託した。同月１５日，同委員会は，同委員会所管分である一般会計の歳出の調査\nとして，担当部課長からの説明を聴取し，審査したが，その際，同委員会に，「平\n成１２年度当初予算総務常任委員会歳出予算説明資料」が提出された。これの上記\n調査費の説明部分には，「市政調査費（１８０千円／月→２５０千円／月）」と記\n載されていた。\nウ　同月２２日，総務常任委員会は，一般会計の歳出予算議案について採決を行\nい，原案どおり可決すべきものと決した。\nエ　同月２３日，金沢市議会は，第１号議案を可決した。\n（６）　金沢市議会各会派は，同年４月１日ころ，所属議員１人当たり月額２５万\n円で計算した金額を記載した平成１２年度分の本件研究費交付申請書を被告に提出\nし，被告から支出負担行為（交付金額の決定）の専決権限を与えられていた議会事\n務局総務部長は，そのころ，各会派に対する交付額を申請額どおり決定した。市議\n会の議員総数が４２名であったから，平成１２年度における本件研究費の交付総額\nは，１億２６００万円となった。\nそして，被告から支出命令の専決権限を与えられていた議会事務局総務課長は，\n本件研究費の支出命令を行い，これに基づき，各会派に本件研究費が支給された。\n（甲１２，乙４）\nなお，平成１２年度中に会派の解散等があったため，本件要綱１１条２項に基づ\nいて剰余金５５万３６９３円が返還された。（甲９）\n（７）　各会派から被告に提出された平成１１年度の本件研究費にかかる事業実績\n報告書（本件要綱１０条１項）によれば，市議会の７会派のうち，新世紀フォーラ\nム議員会で１０万８１３２円，社会民主党金沢市議員団で２万６８４０円，ひびき\nで１５万３３１７円，日本共産党金沢市議員団で５２万１０９８円の剰余金が発生\nし（剰余金合計額は８０万９３８７円，以下「本件剰余金」という），これを繰越\n金とすることが記載されていた。（甲４，乙３８，４０）\n被告は，本件要綱１０条２項に基づき，各会派において，本件剰余金を繰越金と\nすることを容認し，その返還を求めなかった。（弁論の全趣旨）\n（８）　本件選定者らは，平成１３年１月１５日，被告が平成１２年度の本件研究\n費を，前年度と比べ，議員１人当たり月額７万円を増額して支出したこと及び本件\n剰余金を繰越金として認めたことについて，金沢市監査委員に対し，法２４２条１\n項に基づく住民監査請求を行ったところ，同監査委員は，同年３月５日，本件選定\n者らに対し，同監査請求を棄却する旨の監査結果を通知した。\n２　争点\n（１）　平成１２年度の本件研究費について，前年度よりも議員１人当たり月額７\n万円の割合で増額した金額を交付したこと（以下「本件増額」という）は，公益上\nの必要性を欠き，法２３２条の２に違反するか。\n（原告（選定当事者）の主張）\n普通地方公共団体が補助をすることができるのは，公益上の必要がある場合に限\nられるところ（法２３２条の２），本件増額には，次のとおり，公益上の必要性が\nない。\nア　本件研究費の使用状況\n平成４年度から平成１０年度まで，毎年ほとんどの会派で剰余金が出ており，平\n成１１年度も上記のとおり，７会派中４会派で剰余金が出ていた。\nイ　他の調査費との比較\n議員１人当たり月額７万円を増額すると，年間合計約３５００万円の増額とな\nり，これは，本来市政調査の根幹となるべき金沢市議会全体が１年間に使う調査費\n予算額３１６９万円を上回る非常識な額である。\nウ　金沢市の財政事情\n平成１２年度当初予算における地方債の発行状況は，一般会計で２３０億円，全\n会計では４１４億円を計上しており，その結果，同年度末における起債残高は，一\n般会計で２２８７億円（市民１人当たり約５０万円），全会計では５０１０億円\n（市民１人当たり約１１０万円）に上っている。\n金沢市当局も，「借金はこの１１年間で実に３倍に膨れ上がった。」，「財政環\n境は一段と厳しさを増している。」と認識しており，金沢市は，当時，本件研究費\nを議員１人当たり月額７万円も増額して支出することを正当化できるような財政状\n況ではなかった。\nエ　他の中核都市との比較（被告の主張アに対する反論）\n平成１２年４月１日に地方分権の促進を図るための関係法律の整備等に関する法\n律（以下「地方分権一括法」という。）が施行されたとはいえ，すべての普通地方\n公共団体が市政調査研究費を増額したわけではないし，市政調査研究費を増額した\n中核市の中でも，議員１人当たり月額７万円もの大幅な増額を決定したところは，\n金沢市をおいて他になかった。\nその結果，金沢市は，人口の多さでは全国２５中核市中９番目であるのに，市政\n調査研究費は２番目に高く，市民１人当たりの負担金額は最も高額となっている。\nオ　議会の承認が実質的にはなされていないこと\n本件研究費の増額については，平成１２年度定例第１回金沢市議会に提出された\n当初予算説明書の説明欄に記載がなく，議会でもこの点についての説明や質疑応答\nは一切なく，実質的な審議は何らなされていない。\nしたがって，本件増額について議会の承認があったと言うこともできない。\n（被告の主張）\n市政調査研究費を増額するか否か，またどれだけ増額するかは，各自治体の財政\n状況や各種の行政事情を斟酌し，総合的に判断すべきものであるところ，金沢市に\nおいて本件増額をしたことについては，次のような公益上の必要性があった。\nア　議員の調査活動基盤の充実を図る必要性\n平成１２年４月１日に地方分権一括法が施行されたことに伴い，これまでの機関\n委任事務が２２０の自治事務と１５２の法定受託事務に区分されて金沢市独自の事\n務となり，１１の事務についての権限が石川県から金沢市に委譲された。\nこの結果，併せて３８３の事務について，条例制定権や調査権が及ぶこととな\nり，地方議会の果たすべき役割が拡大し，その審議能力を強化することが必要不可\n欠となったから，従前にも増して，議員の調査活動基盤の充実を図るため，本件増\n額が必要となった。\nイ　政策の優先順位\n地方自治の飛躍的な拡充強化が予想される分権時代を迎えて，地方議会の役割は\nますます大きくなっている。何よりも自前の政策形成が必要となり，地方議会はそ\nの本来的機能である立法機能を高め，その主導性を発揮するとともに，議会の本来\n的機能の一つである行政監督機能を強めなければならない。そのためには，地方議\n員の調査活動機能を高める必要があり，その期待される役割を果たせるかどうか\nが，今後の地方自治の発展を大きく左右する。\nしたがって，本件研究費のもつ政策の優先順位は極めて高い。\nウ　金沢市の財政事情\n金沢市において，平成１１年度の歳入から歳出を差し引いた形式収支は，３６億\n１７３６万４０００円の黒字となっており，このうち翌年度に繰り越すべき財源を\n差し引いた実質収支でも，１５億５０６８万４０００円の黒字を計上し，厳しい財\n政環境の中で，昭和４１年度以来，３４年連続して黒字決算を保持していた。\nまた，起債制限比率（公債費比率から交付税措置されるものを除いたもので，１\n５パーセント以上は黄色信号，２０パーセント以上は赤信号といわれている）は\n８．４パーセントと，全国２５の中核市の中で３番目に低い数値であり，財政構造\nの弾力性を示す経常収支比率も７２．６パーセントと，低い方から４番目であり，\nこれらの実態は，金沢市の財政の健全性が高かったことを示している。\nエ　北陸三県の県議会議員の調査研究費\n金沢市が中核市となっていることや県議会議員が県内の区域単位毎に選出される\nことを考えると，県議会議員と金沢市議会議員の活動の内容は同程度であるという\nことができる。\n北陸三県の県議会議員の調査研究費は，富山，石川，福井で各々１人月額３０万\n円であり，これとの比較からしても，本件研究費を議員１人当たり月額２５万円と\nしたことは，金沢市議会議員の活動内容にふさわしく，適切なものであった。\nオ　金沢市の議員数\n金沢市では，法定議員数は５２名であるが，条例定数を平成１１年に４４名から\n４２名に削減した。類似都市との比較でも，法定議員数が同じ市議会の中で，削減\n数１０名というのは一番多い削減であり，金沢市の議員１人当たりの負担は他の都\n市の議員より大きいものとなっている。\n（２）　本件増額についての被告の責任\n（原告（選定当事者）の主張）\n被告は，本件要綱７条によって本件研究費の額を決定，変更する権限を与えられ\nており，支出負担行為の専決者である議会事務局総務部長，支出命令の専決者であ\nる議会事務局総務課長を指揮監督すべき義務がある。\nしかるに，被告は，各会派から，前年度より議員１人当たり月額７万円を増額し\nた本件研究費の交付申請を受けるや，その理由を問うことも，本件研究費の使途実\n態や増額の必要性を判断することもなく，したがって公益上の必要性について判断\nすることのないまま，すべての会派に対して議員１人当たり月額７万円を増額した\n金額を交付することを自ら決定し，専決者に対して支出負担行為及び支出命令をさ\nせたのであって，故意又は重大な過失により，専決者に対する指揮監督を怠ったこ\nとが明らかである。\n（被告の主張）\n本件増額については，被告が金沢市長として予算案を議会に上程し，議会の審議\nを受け，議会の予算承認の決議を受けて，予算の執行として支出されている。\n被告の予算計上の手続に瑕疵や違法性はなかったし，本件研究費の支出負担行為\nは議会事務局職員の専決により，予算の執行として行われており，これに被告は加\n担していない。\nしたがって，本件研究費の増額について，被告は何ら財務会計上の違法行為を行\nっていない。\n（３）　被告が，本件要綱１０条２項に基づき，市議会各会派に対し，本件剰余金\nの繰越使用を認め，その返還請求を怠ったことは，法２２０条３項，地方自治法施\n行令（以下「施行令」という。）１５９条，金沢市財務規則（以下「財務規則」と\nいう。）８３条または８４条に違反するか。\n（原告（選定当事者）の主張）\nア　地方自治体の予算は，年度区分の原則と年度独立の原則によらなければならず\n（法２０８条２項），特別の場合以外，予算の繰越使用は禁止されている（法２２\n０条３項）。\nイ　金沢市は，本件研究費を交付金（法２３２条の２）として支出し，前金払（法\n２３２条の５，施行令１６３条）したと主張している。ところで，前金払とは，支\n払当時，既に債務額が確定している債務に対する支払方法であるのに対し，本件要\n綱によれば，本件研究費は，使途が限定され，本件要綱違反の場合には返還を条件\nとした経費であって，支払当時，既に債務額が確定している債務であるとはいえな\nい。したがって，本件研究費は，本来，前金払ではなく概算払とすべき性質のもの\nであって，この点からも精算すべきは当然である。\nウ　したがって，剰余金の繰越使用を認めている本件要綱１０条２項は，概算払の\n清算残金を返納させるべきことを定めた施行令１５９条，概算払の精算義務を定め\nた財務規則８３条または８４条に違反している。\nしかるに被告は，各会派が提出した平成１１年度の本件研究費にかかる事業実績\n報告書によって本件剰余金が生じていることを知りながら，各会派においてこれを\n繰越使用することを容認し，返還請求することを怠ったものであって，かかる被告\nの行為は違法である。\n（被告の主張）\nア　金沢市は，本件研究費を交付金（法２３２条の２）として支出し，前金払（法\n２３２条の５，施行令１６３条）してきた。\n前金払とは，債権者と金額がともに確定している金銭債務について，相手方の義\n務履行前又は給付すべき時期の到来前に支出することをいうところ，債務金額が確\n定していない場合に行うことができる概算払等が最終的に精算することを前提に支\n出されるのと異なり，金額の積算基礎に変動がない場合以外には精算を前提としな\nいものである。\n本件研究費は，各会派に対し，各会派の議員数に応じて交付されるものであっ\nて，各会派及び各会派人数は年度の当初に定まっているから，前金払に適してお\nり，平成１１年度の本件研究費は，交付決定後に単価，員数，事業量など金額の積\n算基礎に変動がなかったから，精算は不要であった。\n施行令１５９条は，債務金額が未確定のまま支出される概算払等の場合の精算手\n続を，財務規則８４条は，通常概算払として支出される補助金についての精算手続\nを，それぞれ規定したものであって，交付金として前金払される本件研究費には適\n用されない。\nしたがって，剰余金の繰越使用を認めている本件要綱１０条２項は，施行令１５\n９条，財務規則８３条または８４条のいずれにも抵触しておらず，被告が本件剰余\n金について返還を求めなかったことは何ら違法でない。\nイ　本件剰余金を翌年度に繰り越したのは，金沢市ではなくて各会派であるから，\n本件剰余金の繰越が予算の繰越使用を禁止した法２２０条３項に抵触するものでは\nない。\n（４）　被告が本件剰余金の返還請求を怠ったことによる損害の有無\n（被告の主張）\nア　剰余金の繰越使用の用途は本件要綱８条１項に規定する事項に限られており，\n年度経過後の使途については，同９条で経理責任者を定め，保管状況を明確にする\nなど，適正な経理体制がとられているし，同１１条は解散した会派に剰余金の返還\nを義務づけ，本件研究費の支出に違法行為があれば，被告が同１２条に基づき本件\n研究費の返還を命じることができるから，各会派が剰余金を繰越金としても，これ\nを適正に支出している以上，金沢市に損害はない。\nイ　本件繰越金については，平成１２年度に各会派がこれを支出し，同年度末に剰\n余金が発生した会派はこれをすべて金沢市に返還して精算を済ませており，金沢市\nに損害は発生していない。\n（原告（選定当事者）の主張）\n争う\n第３　争点に対する判断\n１　本件増額について，公益上の必要性の有無\n（１）　普通地方公共団体が補助をすることができるのは，「その公益上必要があ\nる場合」に限られる（法２３２条の２）。地方公共団体の議会や首長の政策決定\nは，その優先順位を地方自治の本旨に基づいて決定し，その行政目的を達成し，も\nって，住民の福祉を増進することを目指すものであるから，補助をする場合の公益\n上の必要性の有無の判断は，第１次的には，当該地方公共団体の議会や首長こそが\nなし得るものであって，原則としてその裁量に委ねられていると解すべきである。\nしかしながら，法２３２条の２が，地方公共団体が行う補助金等の交付につい\nて，公益上の必要性という要件を課した趣旨は，恣意的な補助金等の交付を防止\nし，もって当該地方公共団体の財政秩序を維持することにあると解されるから，公\n益上の必要性に関する議会や首長の判断に，裁量の逸脱又は濫用があったと認めら\nれる場合には，当該補助金等の交付が同条に違反して違法となると解するのが相当\nである。\nそして，公益上の必要性についての議会や首長の判断に裁量権の逸脱又は濫用が\nあるか否かは，当該補助金等交付の目的，趣旨，対象，金額及び補助金等交付によ\nって期待される効果等諸般の事情を考慮して決すべきである。\nまた，累年交付されてきた補助金の額をある年度から増額することについても，\n公益上の必要があることを要すると解するべきであり，その判断も原則として当該\n地方公共団体の議会や首長の裁量に委ねられているが，その判断に裁量の逸脱や濫\n用があったと認められる場合には，その年度の補助金の交付のうち，増額分の交付\nが違法となると解するべきである。\n（２）　そこで，本件増額について裁量の逸脱や濫用があったと認められるか否か\nについて検討する。\nア　普通地方公共団体の議会が，条例の制定，予算の議決，契約の締結，財産の取\n得，処分の決定等の行政権限を有効適切に行使するためには，議員１人１人の市政\n全般に対する理解が不可欠である。そして，議員は，その活動母体である会派を通\nじて，各種案件についての立案，調査研究等をしているのが通例であるから，その\n会派に対して，調査研究のための費用を交付することは公益に合致するというべき\nであり，本件研究費の交付について，法２３２条の２にいう公益上の必要があるこ\nとは明らかである。\nイ　そして，地方自治体の自己決定権の拡充，自己責任の確立，国と地方自治体の\n役割分担の明確化等を目的とした地方分権一括法が平成１２年４月１日に施行され\nたことにより，これまで国の事務として地方公共団体が処理していた機関委任事務\nが全廃されたが，証拠（乙６，３２）によれば金沢市においても，これまでの機関\n委任事務が２２０の自治事務と１５２の法定受託事務に区分されて金沢市独自の事\n務となったこと，１１の事務が石川県から委譲されたこと，平成１２年定例第１回\n金沢市議会において，地方分権一括法の施行に伴う本格的な地方分権時代を迎えて\nの取り組みについて，様々な質疑応答が行われ，議員から，本件研究費のあり方も\n含め，議会の機能の充実・強化等を求める意見書が議会に提出されたこと，以上の\n事実が認められる。\n更に，証拠（乙９，２２）及び弁論の全趣旨によれば，金沢市では，法定議員数\n５２名のところを，平成１１年に金沢市議会議員定数減少条例の一部を改正して議\n員定数を４２名に削減し，平成１２年４月１日までに議員数が４２名に減少してい\nたことが認められる。\nウ　このように平成１２年度は，地方分権一括法の施行によって，地方公共団体の\n自己決定権が拡大し，自己責任による施策の推進が強く求められ，これに対応して\n地方議会や議員の果たすべき役割が大きくなり，かつ，金沢市議会においては，議\n員定数の削減によって議員１人１人の役割や負担が増大した時期に当たったから，\n金沢市議会における議員の調査活動の基盤を充実させて議員の調査活動機能を高め\nるために，この時点において本件研究費を増額したことには公益上の必要があった\nと認めるのが相当であり，被告が本件増額について公益上の必要を認めた判断に裁\n量の逸脱や濫用があったと認めることはできない。\nエ　しかしながら，本件研究費を増額することについては，公益上の必要があった\nと認められるとしても，議員１人当たり月額７万円もの大幅な増額をする公益上の\n必要があったとの判断について，裁量の逸脱や濫用があったか否かについては，別\n途の考察が必要である。\n（ア）　上記のとおり，平成１２年定例第１回金沢市議会において，議員から，本\n件研究費のあり方も含め，議会の機能の充実・強化等を求める意見書が議会に提出\nされたが，それ以外に，本件研究費の増額について，議会ないし議員からいかなる\n要請，要望があったかについて，被告は，市議会議長又は市議会議員から口頭の要\n請があったと主張するが，その要請の内容を具体的に主張しないし，また，その口\n頭の要請があった事実を裏付ける何らの証拠が提出されていない。前記のとおり，\n平成１２年度の予算案は本件増額を前提として提出され，可決されたが，証拠（乙\n２８ないし３２）によると，その審議において，本件増額については何らの議論が\nなされなかったことが認められる。\n（イ）　証拠（甲４）によると，各会派において，本件研究費について剰余金が生\nじることが常態化していたこと，過去８年間についてみると，これが生じた会派の\n数及び金額が次のとおりであったことが認められる。なお，本件研究費の議員１人\n当たりの月額は，平成４年度から６年度は１０万円，平成７年度は１３万円，平成\n８年度から１１年度は１８万円であった。\nａ　平成４年度は，６会派全部において総額２４万２２０７円\nｂ　平成５年度は，９会派中５会派において総額４９万６７３３円\nｃ　平成６年度は，８会派中４会派において総額７万８４７５円\nｄ　平成７年度は，７会派中６会派において総額１４８万６５６４円\nｅ　平成８年度は，７会派中６会派において総額１７５万４７２０円\nｆ　平成９年度は，７会派中６会派において総額６４万６９１２円\nｇ　平成１０年度は，７会派中４会派において総額７万７６３９円\nｈ　平成１１年度は，前記のとおり，７会派中４会派において総額８０万９３８７\n円\n（ウ）　本件研究費を増額することについて，金沢市の内部において，いかなる議\n論がなされたかについて，被告は，何らの主張をしないし，これを認める証拠もな\nい。\n（エ）　証拠（甲３）によると，全国の中核市（法２５２条の２２，金沢市も含ま\nれる）の市政調査研究費をみると，金額の基礎となる議員１人当たりの月額は，最\n高額が堺市の３０万円で，金沢市の２５万円がこれに次ぎ，他は２０万円以下であ\nり，１０万円を下回る市も相当数あること，市民１人当たりの年間負担額は，最高\n額が金沢市の２８７円であり，これに次ぐのが堺市の２３７円であり，２００円を\n上回るのはこれらを含めて６市であり，多くの市は１００円台であり，１００円を\n下回る市も相当数あること，以上の事実が認められる。\n（オ）　以上の事実に照らすと，平成１２年度における本件研究費の増額幅が何故\nに議員１人当たり月額７万円と決まったかについて，その経緯が不透明である。大\n幅な増額の必要がないのではないかと考えられる事情があるのに対し，議員１人当\nたり月額７万円の増額幅が合理的であるとする理由は，本件増額当時，被告ないし\n金沢市から市民に対し，何ら説明されなかったと言わなければならない。\nもとより，多くの地方公共団体において議員の会派に支給されている調査研究費\nについては，かねて，給与条例主義（法２０４条の２）に違反する実質上の給与で\nはないかとの疑惑の目でみる向きがあったものであり，これを増額する場合におい\nても，その必要性を合理的に説明し，その決定に至る過程を明らかにするのでなけ\nれば，お手盛りによる増額ではないかとの疑惑ないし批判を容易には免れがたい。\nとはいえ，現時点から振り返って本件増額当時の本件増額を巡る事情を検討すれ\nば，①議員定数の減少等によって平成１２年度の議員報酬等の予算額（５億１５３\n１万４０００円）が前年度のそれ（５億４９３７万３０００円）に比べて３４０５\n万９０００円減少しており（乙１８，２８），本件増額によって予定された増額金\n額３５２８万円（７万円×１２か月×４２名）は，ほぼこれに見合う額であるこ\nと，②証拠（乙１２）によると，平成１３年９月現在における全国の都道府県の議\n員会派に交付されている政務調査費の議員１人当たりの月額は，最高が東京都の６\n０万円，最低が沖縄県外２県の２５万円で，北陸３県においてはいずれも３０万円\nであることが認められ，本件増額後の金額は，都道府県における最低額を超えるも\nのではないこと，③証拠（乙７）によると，金沢市の平成１１年度実質収支は１５\n億５０００万円余りの黒字であって，公債費比率は１５．１パーセントと高いもの\nの，起債にあたっては交付税措置のあるものを選ぶことによって起債制限比率（公\n債費比率から普通交付税事業費補正により基準財政需要額に算入された公債費を除\nいたもの。１５パーセント以上で公債費負担適正化計画が必要となり，２０パーセ\nント以上で一定の地方債の許可が受けられなくなる。）は８．４パーセントに押さ\nえられていることが認められ，当時金沢市は一応健全財政を維持していたと言える\nこと等の各事実が指摘できるのであって，これらの事実を総合勘案すると，（ア）\nないし（エ）の事実ないし事情を考慮しても，なお，本件増額における増額幅の点\nについて，被告に裁量の逸脱や濫用があったとまで断ずるのは困難である。\nオ　そうすると，本件増額が違法であるとまでいうことはできないから，争点\n（２）について検討するまでもなく，本件増額交付分の損害の賠償を求める本件選\n定者らの請求は理由がない。\n２　本件剰余金の返還請求を怠ったことの違法性について\n（１）　本件要綱によれば，本件研究費は，毎年４月，７月，１０月及び１月に，\n会派の所属議員数に応じて市長が決定した額が交付される。被告は，これを「前金\n払」（法２３２条の５第２項，施行令１６３条）であると主張する。「前金払」と\nは，金額の確定した債務を相手方の義務履行前又は給付すべき時期の到来前に履行\nすることをいい，後日不履行その他の事由によって客観的に金額の異動を生ずる場\n合のほかは，その本質上精算を伴わないものである。\nこれに対し，原告（選定当事者）は，本件研究費は，金額の確定した債務ではな\nいから，「前金払」をすることはできず，債務金額が確定する前に概算をもって支\n出し，事後の精算を予定する「概算払」（施行令１６２条）するべきものであると\n主張する。\n（２）　そこで検討する。\nア　本件要綱によれば，市長が本件研究費の額を決定する（７条）が，その「研究\n費の額は，毎年度の予算の範囲内において各４半期の初日における会派の所属議員\n数に応じ算定した額とする」（３条１項）と定められている。これによれば，交付\n金額は市長によって決定された確定金額と定められていると理解できないではな\nい。\n他方，本件要綱は，会派の代表者に対して，事業実績報告書を作成し，市長に提\n出することを求め（１０条１項），これによって生じた剰余金については，「翌年\n度に繰り越して使用することができる」（１０条２項）として，返還も拒まない旨\nを定めていて，これは，会派の代表者に対して精算することを求めていると解する\nことができる。金額が確定した債務の支払の場合，精算を必要とするとは一般的に\nは考えがたい。\nそうすると，本件要綱は，確定金額の算出方法及びこれを交付手続を定めるとと\nもに，本件研究費が交付の趣旨にしたがった利用をされていることを確認するため\nに，会派代表者に対してその使途についての報告書の作成，提出を命じたものと理\n解することも可能であるし，概算払金額の算出方法及びこれの交付手続を定めると\nともに，その精算を命じた上，剰余金の返還義務を免じたものと理解することも可\n能であって，その文面だけから，本件研究費が金額の確定した債務なのか，金額未\n確定の債務なのかを決することはできない。\nしたがって，これを決するためには，本件研究費の趣旨，目的，使用の実態等を\n総合的に判断して，どちらの理解がその制度趣旨を実現するにふさわしいかによっ\nて決する外はない。\nイ　本件研究費は，金沢市議会議員が行う市政に関する調査研究を推進するために\n交付されるものであるが，市政に関する調査研究は，本来，議員個人が自らの負担\nで行うべきものである。市がその負担の一部を補助することに公益上の必要がある\nことは否定できないが，その交付金は，その議員が市政に関する調査研究のため，\n真に必要な用途に使用されるべきであり，制度上も，そのような配慮がなされるべ\nきである。そうすると，本件研究費が，およそ金沢市議会の議員であれば市政に関\nする調査研究に当然使用する費用の範囲内の金額であれば，これを確定金額として\n交付することにも合理性があるということはできる。しかし，本件研究費について\nは，次のとおり，そのような合理性を認めることができない。\n（ア）　本件研究費は，平成１１年度においても，議員１人当たり月額１８万円，\n年間２１６万円という多額なものであった。この金額が，およそ金沢市議会の議員\nであれば市政に関する調査研究に当然使用する費用の範囲内であるとは言い難いと\n思われる。\n（イ）　前記のように，各会派において剰余金が生じることが遅くとも平成４年度\n以降は常態化していたから，本件研究費の金額が，議員の市政に関する調査研究の\nため真に必要な金額を超える金額ではないかと疑うに足りる状況にあったというこ\nとができる。\n（ウ）　確定金額として交付するのであれば，金沢市において，各会派が市政に関\nする調査研究のためにどの程度の費用を必要としているのかを調査し，その結果に\n基づいて，市が補助するべき金額を検討，算定するという作業を経なければ，その\n金額の合理性を担保できないと考えられるが，金沢市において，そのような調査，\n作業をしたことについては証拠が全くない。\nウ　このように考えると，その制度趣旨に必要な金額を超える可能性のある金銭を\n確定債務として支出することは不合理であり，これを確定債務とするのであれば，\nひいては，本件研究費が公益上必要がある交付金と言えるか否かすら疑問になって\nくるといわなければならない。そうすると，本件要綱に基づく本件研究費の交付\nは，金額未確定の債務の概算払（ただし，上限が定められているため，交付額以上\nの支出をしても追加支払をすることはないが，剰余金が出れば返還を要する）とし\nてなされるものと解するのが，制度の趣旨，目的に合致した相当な解釈であるとい\nうべきである。また，そのように解することによって，本件研究費の交付が法２３\n２条の２に適合した適法な支出であるということができよう。\n（３）　以上の次第で，本件要綱に基づく本件研究費の交付は概算払でなされるも\nのというべきであるから，その精算によって生じた剰余金の繰越使用を認めた本件\n要綱１０条２項は，概算払の清算金の返納を定めた施行令１５９条に違反してお\nり，被告が各会派に対し，本件剰余金の返還請求を怠ったのは，違法であるといわ\nなければならない。\n（４）　なお，避けがたい事故のため当初予定していた調査研究活動を年度内に終\nえることが困難となり，当該活動が翌年度に繰り越された等の例外的な場合には，\nこの活動の繰り越しを理由に本件研究費を翌年度に繰り越して使用することがやむ\nを得ない場合もあろう。\nしかし，その場合には，事業実績報告書に繰越の理由，繰越分に対する翌年度の\n対応策及び翌年度の歳入歳出予算の計上状況を明らかにする書類を添付するととも\nに，繰り越した額については，翌年度中に対象活動に充当して精算すべきであり，\nこのように解することが，本件研究費の性質及び法２２０条３項が特別の場合以\n外，予算の繰越使用を禁止し，施行令１５０条３項，１４６条が繰越が許される場\n合に計算書の提出を求めている趣旨にも合致する。\nしかるに，平成１１年度の本件研究費に剰余金を生じた会派から，剰余金を翌年\n度に繰り越すことについて，その理由，対象活動及び翌年度の対応策等を明らかに\nした事業実績報告書が被告に提出されたことを認めるに足る証拠はないから，本件\n剰余金が例外的に繰越を容認されると認めることもできない。\n（５）　そして，既に平成４年から剰余金が生じることが常態化していたことに照\nらすと，本件剰余金の返還請求を怠った被告には，少なくとも過失があったという\nべきであり，被告は，これによって金沢市に対して与えた損害を賠償する責任があ\nるというべきである。\n３　被告が本件剰余金の返還請求を怠ったことによる損害の有無について\n（１）　被告は，各会派が剰余金を繰越金としても，これを適正に支出している以\n上金沢市に損害がない旨主張するが，各会派は，剰余金を返還していれば，その翌\n年度は，本来本件要綱によって交付を受ける金銭しか使用できないのに，実際に\nは，その金銭と繰越金の双方を使用したのであるから，繰越金が適正に支出された\nとしても，金沢市に損害がないということはできない。\n（２）ア　被告は，本件繰越金については，平成１２年度に各会派がこれを支出\nし，同年度末に剰余金が発生した会派はこれをすべて金沢市に返還して精算を済ま\nせており，金沢市に損害は発生していないと主張する。\nイ　そこで検討するに，証拠（乙３９，４０，４２）によると，次の事実が認めら\nれる。\n（ア）　本件剰余金が生じた５会派のうち，ひびきは，平成１３年１月１９日に解\n散し，剰余金５５万３６９３円を同月２９日金沢市に返還した。\n（イ）　平成１２年度末には，その他の４会派のうち，新世紀フォーラム議員会及\nび社会民主党金沢市議員団は剰余金が生じず，日本共産党金沢市議員団は１１万５\n７２６円の剰余金が生じたが，同議員団は，これを金沢市に返還した。\nウ　以上の事実によると，ひびきは，平成１１年度の剰余金１５万３３１７円を繰\nり越さなければ，解散時の剰余金は４０万０３７６円であったと認められるから，\n金沢市の損害は，１５万３３１７円については填補されたというべきである。ま\nた，日本共産党金沢市議員団は，平成１１年度の剰余金５２万１０９８円を繰り越\nさなければ，平成１２年度末の剰余金は生じなかったと認められるから，金沢市の\n損害は，１１万５７２６円についても填補されたというべきである。\nその余の損害が填補されたと認めることはできない。\n（３）　以上の事実によると，金沢市の損害は，本件剰余金８０万９３８７円から\n上記各金員を控除した金５４万０３４４円となる。\nなお，被告が本件剰余金の返還の請求をするべきときにこれを怠り，返納される\nべき金銭が返納されなかったことによって金沢市に損害が発生したというべきであ\nる。金沢市は，他方で各会派に対して剰余金の返還請求権を有していることになる\nが，債権は，必ずしも額面額どおりの財産的価値を有しているとは限らないのであ\nるから，上記認定の妨げにならないというべきである。\n４　以上判示してきたところによれば，本件選定者らの本訴請求は，被告に対し金\n５４万０３４４円及びこれに対する訴状送達の翌日である平成１３年４月１５日か\nら支払い済みまで民法所定の年５分の割合による遅延損害金を金沢市に支払うこと\nを求める限度で正当として認容するべきであり，その余は失当として棄却するべき\nであるので，行政事件訴訟法７条，民事訴訟法６４条本文，２５９条を適用して，\n主文のとおり判決する。\n金沢地方裁判所第２部\n裁判長裁判官　井戸謙一\n裁判官　佐藤達文\n裁判官　上田賀代\n"
}