{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 13,
    "month": 12,
    "day": 18
  },
  "case_number": "平成13(行ス)60",
  "case_name": "執行停止決定に対する抗告事件(原審・東京地方裁判所平成13年(行ク)第114号)",
  "court_name": "東京高等裁判所",
  "field": "行政",
  "gist": "難民認定申請をしていたアフガニスタン国籍を有するハザラ人がした，同人に対する収容令書発付処分の取消しを求める訴えを本案とする同処分の執行停止の申立てが，却下された事例",
  "case_gist": "難民認定申請をしていたアフガニスタン国籍を有するハザラ人がした，同人に対する収容令書発付処分の取消しを求める訴えを本案とする同処分の執行停止の申立てにつき，行政事件訴訟法（平成１６年法律第８４号による改正前。以下同じ。）２５条２項にいう｢回復の困難な損害を避けるため緊急の必要があるとき｣に該当するというためには，収容に伴う身体拘束による自由の制限や精神的苦痛等の不利益を超え，被収容者の身体的状況，収容場等の環境その他諸般の事情により，収容を不相当とするような特別の損害を被るおそれがあることを要するとした上，同人が収容されていた収容場においては，その環境が過酷であって人道上容認し難いような状況にあるということはできず，また，同収容場の健康管理体制に照らすと，収容の継続が同人の健康にとって看過し難い状態をもたらし，同人に精神的肉体的に耐え難い苦痛を与えると認めることは困難であり，収容を不相当とするような特別の損害を被るおそれがあるということはできないとし，さらに，同人が難民認定申請をしているところ，同人が収容により，難民認定申請に関する準備及び立証活動を，通常の収容に伴う制約を超えて著しく妨げられるとまで認めることはできず，また，収容に伴う同人の精神状態が同人の難民認定に否定的ないし消極的な影響を及ぼすものとも解されないから，｢回復の困難な損害を避けるため緊急の必要があるとき｣に該当するとは認められないとして，前記執行停止の申立てを却下した事例",
  "lawsuit_id": "15464",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=15464",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/464/015464_hanrei.pdf",
  "contents": "主　　　文\n１　原決定主文第１項を取り消す。\n２　本件申立てを却下する。\n３　本件申立費用及び本件抗告費用は、すべて被抗告人の負担とする。\n理　　　由\n第１　当事者の申立て及び原決定\n１　抗告の趣旨\n主文同旨\n２　被抗告人の答弁\n（１）　本件抗告を棄却する。\n（２）　抗告費用は、抗告人の負担とする。\n３　原決定の主文\n（１）　抗告人が平成１３年１０月３日付けで被抗告人に対して発付した収容令書\n（同月３０日付けで延長後のもの）に基づく執行は、同年１１月９日午前１０時以\n降、本案事件（東京地方裁判所平成１３年（行ウ）第２８７号収容令書発付処分取\n消請求事件）の第１審判決言渡しがあるまでこれを停止する。\n（２）　被抗告人のその余の申立てを却下する。\n（３）　申立費用は、抗告人の負担とする。\n第２　事案の概要\n本件は、平成１３年８月２７日付けで、東京入国管理局（以下「東京入管」とい\nう。）において、法務大臣に対し、出入国管理及び難民認定法（以下「法」とい\nう。）６１条の２に基づく難民認定申請をしていた被抗告人が、抗告人に対し、抗\n告人が平成１３年１０月３日付けで被抗告人に対して発付した収容令書（以下「本\n件収容令書」という。）の発付処分の取消しを求める訴えを提起するに際し、これ\nを本案として、第１審判決言渡しまで本件収容令書の執行を停止する裁判を申し立\nてた事案である。\n原決定は、本件申立ては、行政事件訴訟法（以下「行訴法」という。）２５条３\n項の「本案について理由がないとみえるとき」には該当せず、かつ、同法２５条２\n項の「回復の困難な損害を避けるため緊急の必要があるとき」に該当すると判断\nし、さらに同法２５条３項の「公共の福祉に重大な影響を及ぼすおそれがある」と\nの事情をうかがわせる疎明はないと判断し、上記第１の３のとおり本件申立てを認\n容したので、抗告人が即時抗告をした。\n１　判断の基礎となる事実\n本件記録によれば、以下の事実を一応認めることができる。\n被抗告人の人定事項等\nア　被抗告人は、１９７４年（昭和４９年）１月２０日に出生したアフガニスタン\n国籍を有するハザラ人である。\nイ　別紙「アフガニスタン人に係る出入国状況について」と題する書面（以下「出\n入国記録」という。）によれば、被抗告人は、１９９５年（平成７年）１月２２日\nから２０００年（平成１２年）８月１０日まで６回にわたって来日し、最後に同年\n１１月７日に\n成田空港から出国したと記録されている。被抗告人が過去６回日本に入国した際の\n乗機地については、イスラマバード、バンコク及びシンガポールと記録されてお\nり、出国した際の降機地については、イスラマバード、バンコク及びロサンジェル\nスと記録されている。なお、被抗告人は、最後の出国時は、成田空港からロサンジ\nェルスではなく成田空港からシンガポールに出国したと供述している。これらの記\n録によれば、いずれも本邦における在留資格を「短期滞在」として適法に日本に入\n国し、９０日間の在留期間満了の前後で出国していることになる。\nウ　被抗告人は、アフガニスタンの公用語であるダリ語及びハザラ語を解するほ\nか、日常会話程度ならば英語も解する。また、数回にわたり来日して中古車部品の\n買付けをしているため、日本語を少し解する。\nエ　日本における被抗告人の活動を裏付ける客観的な疎明資料により明らかな事実\nは、以下のとおりである。\nすなわち、被抗告人は、平成１０年１２月４日、株式会社東京三菱銀（千葉支店\n扱い）に普通預金口座を開設しており、その預金通帳には、平成１２年１１月２日\nまでの間に多数回にわたる入出金が記入されており、外為送金による入金として\nは、同月１０日から平成１１年２月２３日までの間（上記出入国記録では３回目の\n入国後の在留期間内）に２回、同年６月３日から同年７月１９日までの間（同じく\n４回目の入国後の在留期間内）に１回、平成１２年１月３１日から同年４月２０日\nまでの間（同じく５回目の入国後の在留期間内）に１回、同年８月１１日から同年\n１１月２日までの間（同じく６回目の入国後の在留期間内）に２回、少ないときで\nも８０数万円、多いときは３００万円近い相当多額の金員が振り込まれている。ま\nた、被抗告人は、上記イの最後の出国の前日である平成１２年１１月６日、生年月\n日昭和４９年○月○日、本籍アフガニスタン、住所佐倉市αということで、千葉県\n公安委員会から運転免許証の交付を受けているが、この点について、更新の期限が\n迫っていたので更新しただけでありまた来日するときのため更新しておこうと思っ\nたと供述している。さらに、被抗告人は、平成１３年７月２６日、佐倉市α他の山\n林のうち７０坪の土地を、栄徳建設株式会社から、賃料は１か月３万５０００円、\n期間は２年、使用目的は資材置場との約定で賃借した。\n（２）　日本に入国するまでの経\n過に関する被抗告人の供述\n被抗告人は、日本に入国するまでの経過に関し、概要以下のとおり供述している。\nア　被抗告人は、１９７４年（昭和４９年）１月２０日、父であるａ、母であるｂ\nの長男として、アフガニスタン、パルワン、スルフ・パールサ、トルクマンで出生\nし、高校２年生になるまでカブールにある中学、高校に通っていたが、１９９２年\n（平成４年）に内戦が激化したため、マザリシャリフに家族と共に転居し、そこの\n高校を卒業した後は、父の自動車修理工の仕事を手伝うようになった。\nイ　被抗告人は、１９９４年（平成６年）９月ないし１０月、アフガニスタンから\nパキスタンに初めて出国し、父の従兄弟で中古車部品買付けの事業をしていたｃか\nら日本で自動車部品を購入して送って欲しいと言われ、同人がしてくれた手続によ\nりパスポートを取得し、日本の在留資格を取得するためイスラマバードに行き、１\n９９５年（平成７年）１月ころ、イスラマバードから北京を経由し、成田から日本\nに入国し、その後、在留期間内に成田から出国し、北京を経由してイスラマバード\nに到着し、陸路ペシャワール、カブール等を経由してマザリシャリフまで帰った。\nその１回目に日本に入国したときは、ｃから紹介されたアフガニスタン人２人とと\nもに千葉県四街道市に居住し、中古車の部品の買付けを行った。２回目として、同\n年１２月ころにも、ペシャワール、イスラマバード、北京を経由して成田から日本\nに入国した。\nウ　被抗告人は、その後も４回にわたり来日し、上記四街道市のほか、千葉県佐倉\n市α１４２３や鎌ヶ谷市などに滞在した。その間、中古車部品を買い付けてそれを\n輸出する仕事をしていたが、佐倉市α１４２３の土地を賃借し（上記（１）、エに\n記載した賃借の前にも賃借していた経過がある。）、そこにコンテナを置いて住居\nとし、運転免許も取得し、自己名義のトラックを購入しそれを運転して中古車部品\nの買付けに出かけるなどしていた。\nエ　１９９６年（平成８年）ころ、ｃは、マザリシャリフからＵＡＥのドバイに事\n務所を移転し、１９９７年（平成９年）１月ころ、被抗告人のためにＵＡＥの３年\n間のビザを取得した。そのため、被抗告人は、マザリシャリフで自動車修理工の仕\n事をしながら、１年間に３ないし４回、長くて１か月程度、主としてｃと打合せを\nするためＵＡＥに滞在するようになった。ところが、１９９７年（平成９年）にタ\nリバンがマザリシャ\nリフに進攻し、翌１９９８（平成１０年）年８月ころにもタリバンが進攻してきた\nことから、タリバンの兵士に連行されて身柄を拘束され、逃走するなどし、さら\nに、１９９９年（平成１１年）後半にもマザリシャリフの状況が悪化したため、家\n族とともに出生地であるトルクマンに戻り、父と農作業に従事していた。しかし、\nそのような状況下においても、ペシャワール、ドバイを経由して中古車部品買付け\nのため来日していた。\nオ　被抗告人は、２００１年（平成１３年）３月ないし４月ころ、タリバンの兵士\nに連行されて拘束され、いったんは母がタリバンに４００ドルを渡してくれたこと\nから釈放されたものの、親戚宅に身を隠している間、父がタリバンに連行され、妹\nがタリバンの兵士に殺害されたので、母の勧めに従い、母の従兄弟であるｄに紹介\nされたブローカーらの手引きで出国し日本に入国した。すなわち、同ブローカーの\n手引きでパキスタンのペシャワルまで行き、さらに紹介された別のパキスタン人ブ\nローカーがアフガニスタンの旅券（後に同ブローカーに取り上げられた。）を偽造\nし、同ブローカーとともに飛行機でカラチに行き、そこからドバイ、香港、韓国の\nソウルヘと行き、韓国内で約４０日監禁された後、同ブローカーと２人でプサンに\nバスで行き、１１日間ほど民家に滞在してから同ブローカーの案内で大型貨物船に\n乗り込み、その後は韓国人船員の案内で、同年７月初めころ、横浜港に上陸した。\n上陸後は、出迎えのワゴン車に乗って１時間ほど走ったところで降車し、そこから\nタクシーで千葉県佐倉市α１４２３に行き、そこに居住して、ｃから現金を送って\nもらい、解体屋や会社を回って中古車部品を買い付け、これを上記居住地に集め、\nコンテナに入れてドバイ宛輸出する仕事をしていたものであり、これにより１か月\n約１５万円の収入を得ていた。\n（３）　被抗告人の難民認定申請等\n被抗告人は、平成１３年８月２７日、東京入管において、同年８月１３日ごろに\n横浜に上陸したなどと申告し、法６１条の２に基づく難民認定申請をした。\n（４）　本件収容の経緯及び被抗告人の供述\nア　東京入管は、平成１３年１０月３日、警視庁及び千葉県警と合同で、千葉県佐\n倉市α１４２３を強制調査し、その結果、被抗告人を含むアフガニスタン人ら７名\nを摘発した。そして、同日、東京入管入国警備官は、被抗告人の違反調査を実施し\nた結果、被抗告人が法２４条１号に該当す\nると疑うに足りる相当の理由があるとして、抗告人から本件収容令書（収容期間は\n同月３日から同年１１月１日まで）の発付を受けてこれを執行し、被抗告人を東京\n入管の収容場（以下「本件収容場」という。）に収容した（以下「本件収容」とい\nう。）上、同月５日、法２４条１号に該当する容疑者として東京入管入国審査官に\n引き渡した。\nイ　当初、被抗告人は、アフガニスタン人ブローカーであるｄ（男、年齢不詳）が\n手配してくれたことにより、２００１年（平成１３年）７月２３日ごろ、パキスタ\nンのカラチ港で船籍船名不詳の大型船舶に乗船し、同年８月１３日ころ、横浜港に\n到着し入国した、出迎えに来ていたワゴン車に乗せられ、１時間ほどで降ろされて\nから、タクシーで以前日本にいたときに居住していた千葉県佐倉市α１４２３のコ\nンテナハウスに行き、そこで中古車部品の解体・販売の仕事をした、そして、ドバ\nイにいる叔父のｃの注文に応じて部品の調達、輸出をしており、収入は１か月約１\n５万円であることなどの入国経緯を申告していた。ところが、被抗告人は、引き続\nいて行われた取調べにおいて、母親の従兄弟であるｄと同人が紹介してくれたパキ\nスタン人ブローカーの手引きでパキスタンのペシャワルまで行き、さらに紹介され\nた別のパキスタン人ブローカーがアフガニスタンの旅券を偽造し、同ブローカー一\nとともに飛行機でカラチに行き、そこからドバイ、香港、ソウルヘと行き、韓国内\nで約４０日監禁された後、ブローカーと２人でプサンにバスで行き、１１日間ほど\n民家に滞在してからブローカーの案内で大型貨物船に乗り込み、その後は韓国人船\n員の案内で、同年７月初めころ、横浜港に到着したと供述し、入国の経路・方法に\nついて大幅に供述を変更するに至った。\n（５）　被抗告人と同時に摘発された容疑者の供述等\nア　被抗告人が摘発された千葉県佐倉市α１４２３においては、合計７名の容疑者\nが摘発されているが、そのうち、ｅ及びｆは、被抗告人と同様に、千葉県佐倉市α\n１４２３を外国人登録上の居住地としており、これにｇを加えた３名については、\n被抗告人と同様に、複数回にわたり、「短期滞在」との在留資格で適法に来日し、\n９０日間の在留期間満了の前後で出国した旨の出入国状況が記載され、また、それ\nぞれそのような出入国歴を供述しており、かつ、いずれも２００１年（平成１３\n年）７月ころ、韓国から横浜港に密入国したと供述しており、同年８月、ほとんど\n同時期に難民認定申請をしているのである。\nイ　平成１３年１０月３日に摘発された容疑者は、アに記載した者を含め、合計１\n３名にのぼり、そのうち１２名が本件収容場に収容されているところ、東京都八王\n子市β所在のアパートにおいて摘発されたｋことｈは、身柄を収容された当初、ブ\nローカーが用意してくれた偽造旅券を用いて同年５月下旬にパキスタンからタイの\nバンコク経由でソウルに行き、同年７月上旬、大型貨物船に乗って韓国の港を出航\nし神戸付近の港に上陸した旨を供述していたが、その後、上記供述は虚偽であり、\n真実は、同年３月３日に在留資格を「短期滞在」として適法に来日した後、在留期\n限を徒過して不法に残留したものである旨供述するに至り、旅券を所持して適法に\n入国した上で不法残留したと言うより初めから不法入国したと言う方が難民認定し\nてもらいやすいと他から聞いたので、同年７月１日に密入国したとの虚偽の事実を\n述べ、同年８月に難民認定申請した旨及び出入国の記録上、ｈの弟がｈの旅券を使\n用して出国した旨を供述した。\nそして、被抗告人とともに千葉県佐倉市α１４２３において摘発された者のう\nち、ｇ及びｉは、ｈと同じく、東京都八王子市β所在のアパートを外国人登録上の\n居住地としており、ｊは、ｈが摘発された八王子市β１７－３３内藤第２ビル３０\n２を外国人登録上の居住地としているなど、千葉県佐倉市α１４２３で摘発された\n被抗告人らアフガニスタン人とｈの間には密接な関係があることが窺われるのであ\nって、そうすると、被抗告人も、ｈと同様に、難民認定を受けるため、不法残留の\n事実を隠し、本邦への虚偽の密入国の経緯を述べている可能性があることを否定で\nきない。\nウ　さらに、被抗告人と同じ日に摘発された者の中には、アフガニスタン人と偽り\n難民認定申請をしていたパキスタン人２名が含まれている。（６）　被抗告人の収\n容中における動静等\nア　被抗告人は、本件収容場に収容される際、食欲不振、筋肉痛及び腰痛を訴えて\nいたものの、本件収容場に収容された後は、平成１３年１０月３０日に心動悸を理\n由に診療を受け、処方薬の投薬を受けたが、診療所の医師から「次回診療の必要は\nない」と診断されており、それ以外に体調の不良を訴えて診療を受けるなどしたこ\nとはなかった。また、被抗告人は、本件収容場の居室内において、トランプゲーム\nをしたりテレビを見たりペルシャ語を理解す\nる同室者と雑談するなどして過ごしており、官給食の摂食も良好で、シャワーも使\n用していた。\nイ　ちなみに、被抗告人が収容されていた本件収容場では、被収容者に寝具として\n１人当たりに毛布を、夏期（６月１５日から９月１５日まで）は３枚以上８枚以\n下、夏期以外は５枚以上１２枚以下貸与しているほか、枕１個、枕カバー、シー\nツ、毛布カバー各１枚を貸与しており、被収容者から毛布の追加申し出があれば個\n別に必要枚数を追加貸与している。また、被収容者のシャワー使用は、週２回実施\nしており、１人当たりのシャワー使用時間は概ね１０分程度である。\nウ　本件収容場には診療室が設けられており、医師１名が毎週火曜日と金曜日に派\n遣され、看護婦１名が週５日派遣され、被収容者の申し出等により診療を行ってお\nり、定期診療日以外や夜間に医師の診療を要する被収容者が発生した場合は、外部\nの病院に連絡して病院に連行し、又は救急車の出動要請を行っている。加えて、診\n療室には、被収容者のため、各種薬剤のほか心電計及び全自動血圧計等が備えられ\nている。\n（７）　本件収容令書執行後の状況\nア　被抗告人は、平成１３年１０月１９日、本件収容令書の発付処分は違法である\nとしてその取消しを求める本案訴訟を東京地方裁判所に提起するとともに、本案訴\n訟の第１審判決の言渡しがあるまで本件収容令書に基づく執行を停止するよう求め\nて本件申立てをした。抗告人は、同月３０日、本件収容令書による収容期間を同年\n１１月２日から１２月１日まで延長したが、原審が前記第１の３のとおり執行停止\nの決定をしたため、被抗告人を釈放した。\nイ　法務大臣は、上記アの釈放後である平成１３年１１月２７日、上記（３）の難\n民認定申請につき、被抗告人に対し難民不認定処分をした。２　当番における当事\n者の主張\n（１）　抗告人の本件抗告の理由は、平成１３年１１月２１日付け抗告理由書のと\nおりである。その骨子は、①本件申立ては、執行停止の積極要件である「回復の困\n難な損害を避けるため緊急の必要があるとき」の要件を満たさず、②消極要件であ\nる「本案について理由がないとみえるとき」に該当するというものである。\n（２）　これに対する被抗告人の反論は、２００１年１２月６日付け相手方意見書\n（１）、同日付け相手方意見書（２）及び同月１１日付け相手方意見書（３）のと\nおりである。その骨子は、①本件収容及び再度の収容は、ＡＴＳＤ（急性心的外傷\nストレス傷害）やＰＴＳＤ（心的外傷後ストレス障害）など被抗告人の精神状態に\n重大な悪影響を及ぼし、耐え難い精神的肉体的苦痛を生じさせる上、難民認定申請\nに関する被抗告人の主張・立証活動を制約し、かつ、本件収容に伴う被抗告人の深\n刻な精神状態が難民認定自体にも悪影響を及ぼすから、回復困難な損害を避けるた\nめ緊急の必要があるときに当たると認められる、②被抗告人は、法２条３号の２及\nび難民の地位に関する条約（昭和５６年条約第２１号。以下「難民条約」とい\nう。）３１条に定める「難民」に該当し、本件収容は難民条約３１条２項所定の必\n要な移動の制限に当たらないから、本案について理由がないときの要件を満たさな\nいというものである。\n第３　当裁判所の判断\n当裁判所は、被抗告人の本件申立ては、行訴法２５条２項の「回復の困難な損害\nを避けるため緊急の必要があるとき」の要件に該当することの疎明がないから、理\n由がないものと判断する。そのように判断する理由は、以下のとおりである。\n１　「回復の困難な損害を避けるため緊急の必要があるとき」の要件該当性\n本件収容令書の発付処分について、その「処分の執行により生ずる回復困難な損\n害を避けるため緊急の必要があるとき」の要件が存するか否かを検討する。\n（１）　総論\n収容令書の執行による収容は、法２４条各号に定める退去強制事由のいずれか１\nつに該当すると疑うに足りる相当の理由のある外国人について、その出頭を確保し\nて当該容疑事実の有無の調査を円滑に行うとともに、審査の結果退去強制事由に該\n当すると認定された場合における退去強制令書の発付、その執行を支障なく行い、\nその者の送還を確実に実施できるようにするため必要な限度で、当該外国人の身体\nを拘束しておく手続であって、我が国の外国人に対する出入国管理行政の遂行上必\n要な手続として法が認めているものである。\nしたがって、法は、収容令書の執行により被収容者が収容場に収容されてその自\n由が制限されることやその収容自体がもたらす精神的苦痛等の不利益を受けること\nを当然に予定しているものというべきところ、そのような自由の制限や精神的苦痛\n等の不利益が収容による通常の程度のものにとどまる限りにおいては、これによっ\nて被収容者が被る損害は事後的な金銭賠償によって回復が図られるべきであり、収\n容令書の執行の停止を求める申立てにおいて、行訴法２５条２項にいう「回復の困\n難な\n損害を避けるため緊急の必要があるとき」に該当するというためには、上記のよう\nな身体拘束による自由の制限や精神的苦痛等の不利益を超え、被収容者の身体的状\n況、収容場等の環境その他諸般の事情により、収容を不相当とするような特別の損\n害を被るおそれがあることを要すると解するのが相当である。\nこの点に関し、被抗告人は、収容は人身の事由を拘束する処分であるから、収容\nすること自体が「回復の困難な損害を避けるため緊急の必要があるとき」に該当す\nる旨を主張するようであるが、採用することはできない。\nそこで、被抗告人について、本件収容により、被収容者が収容に通常伴う程度の\n自由の制限や精神的苦痛等の不利益を受けるにとどまらず、収容又は収容の継続を\n不相当とするような特別の損害を被るおそれがあるか否かをさらに立ち入って検討\nする。\n（２）　被抗告人に対する自由の制限及び被抗告人の被る精神的苦痛等の程度\nア　被抗告人は、本件収容は、ＡＴＳＤやＰＴＳＤなど被抗告人の精神状態に重大\nな影響を及ぼし、耐え難い精神的肉体的苦痛を生じさせるから、回復困難な損害を\n避けるため緊急の必要がある旨を主張し、被抗告人について、病名は①ＰＴＳＤ、\n②精神不安症、③不眠症であり、本件収容易に拘束されてから症状はさらに悪化す\nるようになったもので、今後いかなる場合でも症状の悪化を防ぐため拘束はすべき\nでないとの記載がある診断書を提出している。\nしかしながら、被抗告人が収容されていた本件収容場では、前記第２の１、\n（６）のとおり、寝具として相当量の毛布、枕、枕カバー、シーツ、毛布カバー等\nが貸与され、被収容者のシャワー使用は、週２回で１回につき１０分程度実施され\nており、特に衛生上問題があるとは認められないし、各種薬剤が常備されている診\n療室には、定期的に医師及び看護婦各１名が派遣され診療を行っており、定期診療\n日以外や夜間であっても、医師の診療を要する被収容者が発生した場合は外部の病\n院に連行しているなど、被収容者の健康管理上も特に問題は見られない。\nそうすると、本件収容場においては、その環境が過酷であって人道上容認し難い\nような状況にあるということはできず、他に本件収容場がそのような状態にあるこ\nとを認めるに足りる疎明はない。\nまた、被抗告人に対する上記各診断書には、病名として、（１）ＰＴＳＤ、\n（２）精神不安症、（３）不眠症と記載されているが、上記第２\nの１、（６）のとおり、被抗告人は、心動悸を訴えて１回投薬を受けているが、そ\nれ以上に体調の不良を訴えて診療を受けるなどしたことはなかったし、居室内にお\nいても、トランプゲームをしたりテレビを見たりペルシャ語を話す同室者と雑談す\nるなどして過ごしていたものであり、上記各疾病の症状に悩まされていた形跡はな\nい。仮に、これらの疾病による症状があらわれたとしても、投薬、医師の診察及び\n速やかに外部の病院に連行することが可能であること等本件収容場の健康管理体制\nに照らすと、本件収容の継続が被抗告人の健康にとって看過し難い状態をもたら\nし、被抗告人に精神的肉体的に耐え難い苦痛を与えると認めることは困難である。\nなお、上記診断書には、今後いかなる場合でも本件収容場での拘束をすべきでない\nという医師の意見にわたる記載があるが、本件収容場の健康管理体制を的確に把握\nした上での意見かどうか疑問が残るところであるから、これをもって本件収容によ\nり通常の程度を超える著しい不利益が生じると認めることはできない。\nイ　以上のとおり、被抗告人は、本件収容によって、自由が制限され精神的苦痛等\nを被ることがあったとしても、それだけでは収容を不相当とするような特別の損害\nを被るおそれがあるということはできない。\n（３）　難民認定申請及び難民該当性に関する影響\nア　次に、被抗告人は、法２条３号の２及び難民条約３１条に定める「難民」に該\n当すると主張して難民認定申請をしているところ、本件収容は、訴訟代理人との十\n分な打合せを含め難民認定申請に関する被抗告人の主張・立証活動を制約し、本件\n収容に伴う被抗告人の深刻な精神状態が難民認定自体に悪影響を及ぼすから、回復\n困難な損害を避けるため緊急の必要があるときに当たると主張する。\nイ　そこで検討するに、まず、被収容者は、訴訟代理人である弁護士との面会（被\n収容者処遇規則３３条１項２号）や保安上支障があると認められない通信文の発受\n（同規則３７条）等を認められており、被抗告人がこれらの権利を行使して訴訟代\n理人である弁護士と面会し、連絡を取り、難民認定申請手続及び退去強制手続にお\nいて必要な打合せや証拠資料の収集を行うことは十分可能であるし、法務大臣は、\n難民認定の申請人が提出した資料のみでは適正な難民認定ができないおそれがある\n場合、その他難民の認定に関する処分を行うため必要がある場合には、難民調査官\nに事実を調査さ\nせることができ（法６１条の２の３第１項）、難民調査官は、上記調査のため必要\nがあるときは、申請人の供述のみならず、関係人に対し、出頭を求め、質問をし、\n又は文書の提示を求めたり（同条の２の３第２項）、公務所等に照会して必要な事\n項の報告を求めることができる（同条の２の３第３項）ものとされているのであっ\nて、これらを考慮すると、本件収容により被抗告人の上記権利行使及び上記各手続\nに関する準備・立証活動が通常の収容に伴う制約を超えて著しく妨げられるとまで\n認めることはできない。\nウ　また、被抗告人は、本件収容に伴う被抗告人の深刻な精神状態が被抗告人の難\n民認定に悪影響を及ぼすと主張するが、被抗告人は、前記第２の１、（１）ないし\n（５）のとおり、過去６回にわたり在留資格を「短期滞在」として適法に日本に入\n国した経過を反覆しているが、いずれも中古車部品を買い付けて輸出する事業に従\n事していたこと、しかも、銀行に預金口座を開設し、相当多額の外為送金による入\n金やその預金の出し入れ等をしており、千葉県佐倉市α１４２３に土地を賃借し、\nそこに住居及び買い付けた部品の資材置場を確保し、運転免許を取得するなど、我\nが国において継続的かつ活発に上記事業活動を行っていたこと、しかも、アフガニ\nスタンで父がタリバンに連行され妹がタリバンの兵士に殺害されたため、自らも命\nからがら出国して日本に上陸した旨供述していながら、上陸後２月近く難民認定申\n請を行わず、これまで来日したときと同様の事業活動を行っていること、被抗告人\nを含め、平成１３年１０月３日に摘発された容疑者の間には、密接な関係があり、\n不法入国したとの被抗告人の供述の信用性に疑いを生じさせる事情も見られること\nなどの事実が一応認められるのであり、これらの事実を総合すると、被抗告人の本\n邦への入国及び在留は、本邦内において中古車部品の買付け及びその輸出という事\n業に従事し、又は他の可能な事業につき稼働・就労することを目的とするものと推\n認することができる。\nそうすると、本件収容に伴う被抗告人の精神状態が被抗告人の難民認定に否定的\nないし消極的な影響を及ぼすものとは到底解されない。\nエ　以上のように、本件収容は難民認定申請に関する被抗告人の主張・立証活動を\n著しく制約するとまでいうことはできず、被抗告人の精神状態が難民認定自体に悪\n影響を及ぼすと認めることも困難である。そして、上記第２の１\n、（７）、イのとおり、平成１３年１１月２７日、法務大臣が被抗告人に対し難民\n不認定処分をしているのであり、この点との関連でも、本件収容を不相当とする特\n別の損害を被るおそれがあると認めることはできない。\n（４）　上記（２）及び（３）の認定判断のとおり、本件収容令書の執行に基づく\n被抗告人の本件収容を不相当とするような特別の損害の発生を避けるため緊急の必\n要があるということはできず、本件記録を仔細に検討しても、他にそのような特別\nの損害の発生を避けるため緊急の必要があることの疎明資料はないから、本件にお\nいては、行訴法２５条２項にいう「回復の困難な損害を避けるため緊急の必要があ\nるとき」の要件に該当することについての疎明はないというべきである。\nそうすると、被抗告人は、他にも本件申立てにつき行訴法上の執行停止要件の該\n当性についてるる主張しているが、それらについて判断するまでもなく、本件申立\nては、理由がないことに帰する。\n２　結論\n以上の次第であるから、本件収容令書の執行停止を求める本件申立ては、理由が\nなく、却下を免れないところ、平成１３年１１月９日午前１０時以降という始期を\n付したとはいえ、本件申立てを認容した原決定主文第１項は不当であり、本件抗告\nは理由があるから、原決定主文第１項を取り消し、本件申立てを却下し、本件申立\n費用及び本件抗告費用につき行訴法７条、民事訴訟法６７条２項、６１条を適用し\nてこれらをすべて被抗告人に負担させることとし、主文のとおり決定する。\n東京高等裁判所第９民事部\n裁判長裁判官　雛形要松\n裁判官　小林正\n裁判官　萩原秀紀\n"
}