{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 8,
    "day": 5
  },
  "case_number": "平成11(ワ)359",
  "case_name": "損害賠償請求事件",
  "court_name": "和歌山地方裁判所民事部",
  "lawsuit_id": "7410",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=7410",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/410/007410_hanrei.pdf",
  "contents": "平成１５年８月５日判決言渡　同日原本領収　裁判所書記官\n平成１１年(ワ)第３５９号損害賠償請求事件\n口頭弁論の終結の日　平成１５年５月２６日\n主文\n１　被告らは，原告に対し，連帯して７２６０万２８２２円及びうち３００３万４７１５円に対\nする昭和６２年９月６日から，うち４２５６万８１０７円に対する平成元年６月７日から\n各支払済みまで年５分の割合による金員を支払え。\n２　訴訟費用は，被告らの負担とする。\n３　この判決は，１項に限り，仮に執行することができる。\n事実及び理由\n第１　当事者の求めた裁判\n１　原告\n(1)　主文１，２項と同旨\n(2)　仮執行の宣言\n２　被告Ａ\n(1)　原告の被告Ａに対する請求をいずれも棄却する。\n(2)　訴訟費用は，原告の負担とする。\n３　被告Ｂ\n(1)　原告の被告Ｂに対する請求をいずれも棄却する。\n(2)　訴訟費用は，原告の負担とする。\n第２　事案の概要\n１　事案の要旨\n原告は，(1)被告らが，被告Ｂを保険契約者，Ｃ（現姓はＣ２。以下「Ｃ」という。）を\n被保険者とする生命保険契約につき，同人が急性砒素中毒に罹患し入院したこと\nを奇貨として，同人と共謀の上，同人の症状が，実際には手足を動かすことができ\n常時要介護の状態にはなく，かつ回復可能性を否定できないものであったにもか\nかわらず，手足が全く動かない状態で症状が固定したことを装い，医師をして内容\n虚偽の障害診断書を発行させ，これを原告に交付し，原告をして，被告らに対し，\n高度障害保険金３００３万４７１５円を支払わせこれを詐取したとして，被告らに対\nし，共同不法行為による損害賠償請求権に基づき，連帯して前記３００３万４７１５\n円及びこれに対する原告が被告らに対し高度障害保険金を支払った日の後である\n昭和６２年９月６日から支払済みまで民法所定の年５分の割合による遅延損害金\nの支払を求めるとともに，(2)被告らが共謀の上，被告Ｂを保険契約者兼被保険者\nとする生命保険契約につき，被告Ｂが急性砒素中毒に罹患し入院治療を受けたこ\nとを奇貨として，被告Ｂがこれにより身体が全く動かせなくなったと装い，医師をし\nて内容虚偽の障害診断書を発行させ，これを原告に交付し，原告をして，被告らに\n対し，高度障害保険金５０２０万０５９０円を支払わせこれを詐取したとして，被告ら\nに対する共同不法行為による損害賠償請求権に基づき，連帯して前記金員のうち\n４２５６万８１０７円及びこれに対する原告が被告らに対し高度障害保険金を支払っ\nた日の後である平成元年６月７日から支払済みまで民法所定の年５分の割合によ\nる遅延損害金の支払を求めた。\nこれに対し，被告らは，原告に対する詐欺の事実を否認するなどして，争ってい\nる。\n２　前提事実\n以下の事実は，当事者間に争いがないか，証拠（甲１ないし５，１２，１４，１５，１\n７の１ないし３，１８の１・２，２３，２７，２８，４１ないし４８）及び弁論の全趣旨により\n容易に認めることができる。\n(1)　当事者等\n原告は，生命保険業を営む相互会社である。\n被告らは夫婦である。\nＣは，被告Ｂが経営する白アリ駆除業者の従業員として稼働していた。\n(2)　原告Ｃ間の保険契約の締結並びに保険契約者及び保険金受取人の変更\nＣは，原告との間で，昭和６１年７月２６日，下記の内容の生命保険契約を締\n結した（以下「本件第１保険」という。）。\nア　保険証券番号　　８６０８組第０２１０２９号\nイ　保険種類　　新・特別終生安泰保険（Ｓ６０）\nウ　保険契約者及び被保険者　　Ｃ\nエ　死亡保険金受取人　　Ｄ（Ｃの母，以下「Ｄ」）\nオ　高度障害保険金受取人　　被保険者\nカ　死亡及び高度障害保険金額　　３０００万円\nキ　特約　　傷害特約（Ｓ５８），災害入院特約（Ｓ５６），疾病特約（Ｓ５６），災害割\n増特約（Ｓ５８）\nク　保険料　　月額２万０５６５円\nケ　高度障害保険金の支給対象となる高度障害状態の一つは，「中枢神経系，\n精神又は胸腹部臓器に著しい障害を残し，終身常に介護を要するもの」で，\n「『常に介護を要するもの』とは，食物の摂取，排便・排尿・その後始末，衣服\n着脱，起居，歩行，入浴のいずれもが自分ではできず，常に他人の介護を要\nする状態をいう。」というものである。\nＣは，原告に対し，昭和６２年１月１３日ころ，本件第１保険につき，保険契約\n者及び死亡保険金受取人をいずれも被告Ｂに変更するとともに登録印を変更す\nる旨の請求をし，原告は，この各変更請求に応じてこれらを変更し，本件第１保\n険の保険証券にその旨の裏書をした。\n(3)　本件第１保険に基づく保険金の請求と支払\n被告Ａは，原告に対し，昭和６２年９月３日，請求者がＣ名義，保証人が同人\nの妻であるＥ名義の高度障害保険金請求書をＣ及びＥの各印鑑登録証明書，戸\n籍抄本及び本件第１保険の保険証券と併せて提出した。この請求書によれば，\n保険金の受取方法は，株式会社Ｆ銀行紀ノ川支店のＣ名義の普通預金口座（口\n座番号２４５１５３，以下「本件第１預金口座」という。）への振込とされていた。\n原告は，Ｃに対し，同月５日，本件第１保険契約に基づく高度障害保険金３０\n００万円，配当金１万４１５０円及び保険料戻し金２万０５６５円の合計３００３万４\n７１５円を支払うこととし，これを本件第１預金口座に振り込む手続を取った。\n上記金員は，同月８日ころ，本件第１預金口座宛て着金した。\n(4)　原告被告Ｂ間の保険契約の締結\n被告Ｂは，原告との間で，昭和６１年１１月１２日，下記の内容の生命保険契\n約を締結した（以下「本件第２保険」という。）。\nア　保険証券番号　　８６１２組第０７８９０２号\nイ　保険種類　　新・特別終生安泰保険（Ｓ６０）\nウ　保険契約者及び被保険者　　被告Ｂ\nエ　死亡保険金受取人　　被告Ａ\nオ　高度障害保険金受取人　　被保険者\nカ　死亡及び高度障害保険金額　　５０００万円\nキ　特約　　傷害特約（Ｓ５８），災害入院特約（Ｓ５６），疾病特約（Ｓ５６）\nク　保険料　　月額５万７０３０円\nケ　高度障害保険状態の定義は，本件第１保険におけるものと同じである。\n(5)　本件第２保険に基づく保険金の請求と支払\n被告らは，本件第２保険に基づく高度障害保険金請求書を作成し，被告Ａに\nおいて，原告に対し，昭和６３年１１月１３日，同請求書を提出した。同請求書に\nよれば，保険金の受取方法は，Ｇ銀行和歌山支店の被告Ｂ名義の普通預金口\n座（以下「本件第２預金口座」という。）への振込によることとされていた。\n原告は，同月２１日ころ，被告Ｂの上記請求を相当と認め，本件第２保険に基\nづく高度障害保険金５０００万円，戻し保険料２３万１１０３円，積立配当金２万８\n３００円及び保険料立替金利息戻し８９３円の合計５０２６万０２９６円から保険料\n積立金５万９７０６円を控除した５０２０万０５９０円を被告Ｂに支払うことを決定し\nた。ただし，この当時，被告Ｂの原告に対する保険金請求権のうち２８６３万１１７\n３円については，仮差押えがされていたことから，原告は，被告Ｂに対し，同月２\n６日，この仮差押額を控除した２１５６万９４１７円を本件第２預金口座に振込送\n金する方法で支払う手続をとり，その後，前記仮差押命令申立事件の申立てが\n取り下げられたことから，平成元年６月６日，残額（前記仮差押債権額に相当）２\n８６３万１１７３円を支払う手続をとり，いずれも，その日のうちに，本件第２預金\n口座に着金した。\n３　争点及びこれに関する当事者の主張\n(1)　本件第１保険に基づく高度障害保険金の請求及び支払に際し，被告らが，原\n告に対し，詐欺の共同不法行為を行ったか。\n被告らの共同不法行為が認められる場合の被告らが支払うべき賠償額\n（原告の主張）\nＣは，砒素を摂取したことにより急性砒素中毒となり，Ｈ病院，和歌山赤十字\n病院（当時の名称），I病院，和歌山赤十字病院と順次入院した。Ｃは，一命をと\nりとめ，実際には手足を動かすことができる状態であり，終身常時要介護の状態\nにはなく，回復可能性も否定できない状態にあった。\nしかしながら，被告らは，Ｃと共謀して，同人が全く手足を動かすことができな\nい状態となり，かつ，その症状が固定しているかのように装うこととし，担当医を\n始めとする関係第三者に対して全く手足を動かすことができない状態が固定し\nたとの症状を装い続けて，医師らを欺き，その旨内容虚偽の障害診断書を発行\nさせた。そして，被告らは，この内容虚偽の障害診断書を原告に提出し，原告を\nしてＣが手足を全く動かすことのできない状態で症状が固定したと誤信させ，ま\nた，原告が差し向けた調査員に対しても，Ｃの症状を装い続けて，原告をして本\n件第１保険に基づく高度障害保険金支払義務が発生しているものと誤信させた\n上，その履行を請求し，よって原告に，高度障害保険金等の支払名下に前記３０\n０３万４７１５円を出金させた。\n以上のとおり，被告らは，Ｃと共謀の上，原告がＣに対し高度障害保険金支払\n義務を負う状況になかったにもかかわらず，これをあるかのように装う詐欺行為\nをして，原告に支払義務のない３００３万４７１５円を支払わせたのであるから，\n被告らは，原告に対し，共同不法行為による損害賠償義務に基づき，連帯して３\n００３万４７１５円を支払うべきである。\n（被告Ｂの主張）\n事実関係は否認し，主張は争う。\n被告Ｂは，被告Ａ及びＣと共謀して高度障害保険金を詐取した事実はない。\n（被告Ａの主張）\nア　被告Ａが被告Ｂ及びＣと共謀して高度障害保険金を詐取したとの点は否認\nする。\nイ　Ｃは，原告以外の保険会社から高度障害保険金２０００万円を受領している\nこと，被告らがＣに砒素を服用させたのではないことに照らすと，原告からの\n保険金の受領に当たり，Ｃが相当程度関与していることは明らかであり，被告\nらのみが全額について損害賠償責任を負ういわれはないというべきである。\n(2)　本件第２保険に基づく高度障害保険金の請求及び支払に際し，被告らが，原\n告に対し，詐欺の共同不法行為を行ったか。\n被告らの共同不法行為が認められる場合の被告らが支払うべき賠償額\n（原告の主張）\n被告Ｂは，昭和６３年３月ころ，砒素を摂取したことから急性砒素中毒に罹患\nし，同年４月１日から同年５月１９日までＪ病院に，同日から同年７月２１日まで和\n歌山県立医科大学附属病院（以下「医大病院」という。）に，同日から同年９月２\n３日までＪ病院に入院した。同被告は，その間一時的に上下肢とも動かすことが\nできない状態にまで陥ったが，医大病院入院中には，病室内を１人で歩いたり，\n自分でライターを使用してたばこに火をつけてたばこを吸うことができる状態にま\nで回復していた。\nこのように，被告Ｂの障害状態は，終身常時要介護状態という高度障害保険\n金支払事由に該当するものではなかったにもかかわらず，被告らは，共謀して，\n被告Ｂが終身常時要介護状態に該当していると装い，原告から高度障害保険金\nを詐取しようと企て，被告Ｂにおいて，医師や看護師に対し，自己の身体が全く\n動かない演技を続け，被告両名において，関係者らに対し，こもごも被告Ｂの身\n体が全く動かないよう口裏合わせをするよう依頼し，被告Ｂが昭和６３年９月２３\n日にＪ病院を退院し自宅に戻った後も，被告両名は，周囲の者らに対し，こもご\nも被告Ｂが動けることを口外しないよう依頼し，Ｊ病院の医師を欺き，被告Ｂが多\n発性神経障害に罹患し，上下肢とも完全弛緩性麻痺の状態にあり，手指，足指\nとも自動運動全く不能，四肢関節とも自動運動全く不能，起座，起立不能で全面\n介助を要し，回復可能性は少なく，症状の固定時期は同年７月２１日ころとする\n同年９月２０日付けＪ病院医師作成の内容虚偽の障害診断書を入手した。そし\nて，被告らは，同月下旬ころ，上記のとおり内容虚偽の障害診断書を，原告に提\n出し，被告Ｂが高度障害状態になったと偽った。\n原告の調査員は，被告Ａ，Ｊ病院院長らに面接するなどして所要の調査をした\nが被告両名の偽装工作を見抜くことができず，食事は介助者がスプーンで食べ\nさせないと自力では摂取できず，大小便とも介護者が便座を使って排泄させて\nおり自力では不可能，後始末も自力では不可能，就寝時はおしめを使用してお\nり，日常生活動作は寝たきりで寝返りも自分では不可能との調査結果であった\nため，原告は，被告Ｂが高度障害にあるものとの誤信を深めた。\n被告両名は，以上の原告の誤信に乗じて，被告Ｂに関する高度障害保険金\n請求をし，原告は，その支払義務がないにもかかわらず，支払義務があると誤\n信し，前記５０２０万０５９０円を出金した。\n以上のとおり，被告両名は，共謀の上，原告が被告Ｂに対し高度障害保険金\n支払義務を負う状況になかったにもかかわらず，これをあるかのように装う詐欺\n行為をして，原告に支払義務のない５０２０万０５９０円を支払わせたのであるか\nら，被告らは，原告に対し，共同不法行為による損害賠償義務に基づき，連帯し\nて前記金員のうち４２５６万８１０７円を支払うべきである。\n（被告Ｂの主張）\n事実関係は否認し，主張は争う。\n被告Ｂの昭和６３年９月ころの病状は，原告調査員の調査のとおりであり，被\n告Ｂは，何らの偽装工作もしていない。\n（被告Ａの主張）\nア　事実関係は否認し，主張は争う。\nイ　本件第２保険に関する保険金請求は，被告Ｂの主導で行われたものであり，\n被告Ａが，全額について損害賠償責任を負う理由はないというべきである。\n第３　争点に対する判断\n１　争点(1)（本件第１保険に関する保険金請求の詐欺行為該当性等）について\n(1)　前提事実(2)，(3)のほか，証拠（甲２ないし１４，２３，２７ないし２９，３０の１・２，\n３１ないし４６）及び弁論の全趣旨によれば，以下の事実が認められる。\nア　Ｃは，昭和５９年当時，株式会社Ｋ（以下「Ｋ」という。）に勤務していたところ，\n同年７月，Ｌ生命保険相互会社（以下「Ｌ生命」という。）との間で死亡保険金を\n２０００万円とする生命保険契約を締結した（以下「本件外保険」という。）。Ｃ\nの母親であるＤが，この生命保険を管理していた。Ｃは，このほかにもう１口の\n生命保険契約を締結していたが，保険料負担が大きかったことなどから，これ\nを解約した。\nイ　Ｃは，被告Ｂからの勧誘を受けて，昭和６１年６月，Ｋを退職し，被告Ｂ経営に\nかかる白アリ駆除業であるＢ工芸に勤めることとなった。\nウ　Ｃは，昭和６１年７月初めころ，被告両名から，①働いている従業員が入院し\nて仕事ができなくなったときに，入院給付金から給料を支払う経営者保険に入\nってもらいたい，②保険料は被告らにおいて支払う，③被告Ａの母親が原告\nの保険外交員をしており，Ｃが保険に入ればその母親の成績になる等の説明\nを受け，本件第１保険にかかる生命保険契約申込書の契約者欄（Ｃ），被保\n険者欄（Ｃ），死亡保険金受取人欄（Ｄ）を記入するとともに，通信欄に被告両\n名の指示を受けて，被告Ｂ方と記載したが，自ら押印はしなかった。Ｃは，保\n険金，入院給付金等の金額については説明を受けていなかった。\n被告Ａは，母親のＭに対し，同年７月７日，上記生命保険契約申込書を交\n付し，同月２６日，原告とＣとの間で，本件第１保険にかかる生命保険契約（死\n亡及び高度障害保険金額３０００万円）が締結された。\nＣは，契約締結後，本件第１保険の保険料（月額２万０５６５円）を一度も支\n払っていなかった。\nエ　Ｃは，昭和６２年１月ころ，被告両名から，保険料を支払っているので受取人\nの氏名を変更させてもらうと告げられ，本件第１保険にかかる名義変更・訂正\n請求書兼改印届（以下「名義変更請求書」という。）の請求者欄及び被保険者\n欄に署名したが，変更理由については記載しなかった。\n被告Ａは，原告和歌山支社河西支部のＮに対し，同年１月１３日，名義変更\n請求書及び従業員を被保険者とする生命保険を雇用者が掛ける場合に保険\n金の全部又は相当部分を従業員に対する将来の退職金又は弔慰金の支払\nに充当する旨を契約者（雇用主）と被保険者（従業員）との間で同意するため\nの書式である「生命保険契約付保に関する規定」と題する書面（Ｃ及び被告Ｂ\nの署名のあるもの）を提出し，原告は，これを受けて，同月２１日付けで，本件\n第１保険にかかる契約者及び死亡保険金受取人を被告Ｂに変更した。\nなお，この当時，原告において，雇用主が従業員を被保険者として新規に\n生命保険を掛ける場合には，死亡保険金は２０００万円が上限とされていた\nが，名義変更の場合にはそのような制限がなかったため，名義変更後も本件\n第１保険の死亡保険金の額は変更されなかった。\nオ　昭和６２年２月１５日以降，Ｃに生じた病変及び治療の経過は，概ね以下の\nとおりである。\n(ア)　Ｃは，昭和６２年２月１５日午前３時ころより腹痛，吐き気，嘔吐があり，\nその後下痢をするようになったとの主訴で，同日午前９時１０分ころ，救急\n車でＨ病院に搬送された。担当医師は，Ｃの症状を急性腸炎と診断し，同\n人に対し，制吐剤，抗生物質，ビタミン等の２４時間継続の点滴処置をとっ\nた。\nＣは，その後，同月２０日までＨ病院に入院し治療を受け，同日退院し\nた。\n(イ)　Ｃは，昭和６２年２月２７日午後７時４０分過ぎころ，嘔吐，倦怠感，咳の\n主訴で，再度Ｈ病院に来院し，診察を受けた。Ｃは，前記主訴のほか，４，５\n日前から手足にしびれがあることや指先の細かな動きができないという巧\n緻障害があるとも述べていたが，担当医師は，Ｃに同行した家族の話も聴\n取した上で，Ｃの症状を風邪の初期症状と判断し，同人に風邪薬と精神安\n定剤を処方した。\n(ウ)　Ｃは，昭和６２年３月４日，両手両足のしびれの強化，箸がつかみにくく，\nボタンをかけにくい，両下肢は足の付け根から足先の辺りまで力が入らな\nい，嚥下障害との主訴で，Ｏ胃腸・消化器科（以下「Ｏ病院」という。）におい\nて診察を受けた。Ｏ病院における診察の結果，Ｃには，膝蓋腱反射の低\n下，握力の低下がみられ，また，歩行が不安定で足先に力が入らずスリッ\nパが脱げるといった症状もあった。同病院の担当医師は，これらの症状か\nら，Ｃがギラン・バレー症候群に罹患している疑いがあり，詳しい検査及び\n治療が必要であると判断し，Ｃに対し，和歌山赤十字病院（当時の名称）を\n紹介した。\n(エ)　Ｃは，昭和６２年３月４日，Ｏ病院の紹介を受けて，和歌山赤十字病院を\n受診し，脳神経系に異常はないものの，下肢の腱反射がなく，徒手筋力検\n査（５を正常として０から５段階）の結果は，左右の前脛骨筋と大腿四頭筋\nは５マイナス，左右の上腕二頭筋及び上腕三頭筋がいずれも３であり，左\n右両腕の肘から先，左右両足の膝から下にしびれがあり痛覚がなく，膝立\nて，離握手はできるものの力が入りにくい状態であった。担当医師は，Ｃが\nギラン・バレー症候群の疑いがあるほか，同人がみぞおちの痛みも訴え，\n貧血傾向も認められることから，胃潰瘍等の消化器系疾患の疑いもあると\nみて，同人を入院の上検査する必要があると判断し，同人は，同日，同病\n院に入院した。\nＣは，同月５日，同病院神経科の回診において，脳神経系は正常，運動\n系は握力低下，上腕二頭筋，上腕三頭筋，大腿四頭筋，大腿屈筋の筋力\nが左右とも４マイナス，前頸骨筋，腓腹筋が左右とも４プラス，腱反射につ\nいては，足首にはほとんどなく，その余の部分はやや弱く，四肢の知覚系\nは触覚，痛覚，温度覚とも正常範囲であった。また，Ｃは，同日，看護師に\n対し，手足のしびれが強くなっている旨訴えており，体温計を持つことがで\nきないこともあった。Ｃの状態は，その後，断続的に手足のしびれや痛みが\nあり，その程度は次第に強くなっている旨訴えていた。\nＣは，同月９日の検査において，下肢の腱反射は全くなく，徒手筋力テス\nトにおいても，大腿四頭筋，前脛骨筋，上腕二頭筋，上腕三頭筋が左右い\nずれも３となり，四肢の筋力低下が進行していた。また，同人の筋肉を押す\nと痛みがあった。そこで，担当医師は，Ｃにおいて慢性のギラン・バレー症\n候群が進行していると判断し，同人に対しステロイド投与による治療をする\nこととした。\n同月１１日におけるＣの状態は，四肢の疼痛が持続し，特に拇指痛が強\nくなっており，徒手筋力テストにおいて，筋力が３マイナスとわずかに低下\nし，しびれ感に加えて，両下肢に触覚低下，痛覚低下等の知覚低下が生じ\nていた。\n同月１３日におけるＣの状態は，下肢の触覚低下が顕著となった。また，\nＣは，上肢の拇指は根本から先端までしびれがあるとともに痛みがあり，他\nの指にも痛みがあり，下肢は触れられると激痛が走ると訴えていた。\nＣは，同月１８日に行われた回診において，しびれ感が大腿部にまで及\nんできた旨訴えた。そして，同人において，大腿部とふくらはぎに筋肉痛が\n認められ，膝蓋腱，上腕二頭筋，上腕三頭筋における腱反射がいずれも低\n下し，末梢神経障害が進行している状態にあった。\nＣは，同月２３日以降，しびれ感は持続するものの，筋肉痛は軽快し，ゆ\nっくりとした膝立運動や上半身挙上ができるようになり，指を折ることも少し\nできるようになったが，同年４月に入ると，手足の感覚鈍麻や筋肉を握った\nときの痛みが強まった。\nＣは，同月６日以降，足の痛みが同年３月初旬ころの痛みにまで軽減\nし，時折強い痛みを訴えることはあったものの，全体的に大きな悪化はなか\nった。\nＣは，同月１８日以降，痛み及び筋力に若干の改善はあったものの，な\nお筋力低下は著明であり，同月２５日ころ，仰向けの姿勢で足をまっすぐに\n伸ばせない等の関節の拘縮が起こりつつあった。そこで，担当医師は，Ｃに\nとって血漿交換治療が適切であると判断し，同人をI病院に転院させること\nとし，Ｃは，同月２８日，同病院に転院した。この当時のＣの状態は，運動機\n能は徒手筋力テストでは２プラスないし３プラスであり，筋肉の萎縮が著明\nで，特に下肢の筋肉の萎縮が著明であり，腱反射は低下し，手足が適切に\n動かせないため運動失調についての評価は不能であり，触覚は下肢では\n著明に低下し，上肢では低下しており，知覚異常，知覚過敏が認められ，\n把握痛のため膝の関節を伸ばすことができないというものであった。\n(オ)　Ｃは，昭和６２年４月２８日のI病院転院当時，首，肩，腕は動かせたもの\nの，手足は全く動かせない状態であった。深部腱反射は低下から消失して\nおり，知覚系では，肩及び大腿部付け根以遠において遠位優位の表在覚\nの低下，振動覚の低下があり，手首及び膝以遠において位置覚の著明な\n低下が認められた。\n担当医師は，Ｃの症状が，発症以来入院治療が続けられ相当の期間を\n経ているにもかかわらず，明らかな進行も改善もない比較的固定した状態\nであったことから，リハビリを中心とした治療を行うこととし，同年５月１日か\nらリハビリ治療が開始された。\nＣは，同年６月中旬ころ，肘の動きは改善され，動き及び筋力は以前程\n度に戻ったが，手先は動かず，下肢の筋力には変化がなく，手指や足趾の\nしびれがあると述べていた。担当医師は，同年６月下旬ころ，Ｃにリハビリ\n病院への転院を勧めるようになった。\nＣの同年８月中旬ころの時点における状態は，軽度軽快し，車いすで１\n人で移動できるようになったが，車いすに１人で移動することはできず，ボ\nール状の道具の付いたスプーンを手でつかんで食事をすることはかろうじ\nてでき，排尿便の後始末はできず，筋力は三角筋，腸腰筋でほぼ５，肘及\nび膝屈伸が２ないし３，手首，手指が１ないし２，足首及び足趾が０であり，\n知覚については，手首以下，膝以下ですべての知覚について重度の障害\nが残っており，自発痛が軽減しただけであり，拘縮傾向は見られなくなった\nというものであった。\n(カ)　Ｃは，昭和６２年８月１５日に和歌山赤十字病院に再転院し，同月２５日\nから同年９月２６日まで，同病院においてリハビリ治療を受け，同年１０月１\n５日から同年１２月４日まで，Ｐリハビリテーションセンターに入院した。\nＣの同センター退院当時の状態は，両松葉杖に両下肢装具装着で室内\n移動はできるものの，松葉杖，下肢装具なしでは移動が困難であり，着替\nえをする際ファスナーをつかむことができず，片手で布を固定しながら引っ\nぱることが困難であり，靴下を足先に引っかけることができず他人に履か\nせてもらう必要があるというものであった。\n(キ)　Ｃは，Ｐリハビリテーションセンター退院後も同センターに通院し，リハビ\nリ治療を受けた。Ｃは，同センター入院当初において，右１０キログラム，左\n８キログラムであった握力が，昭和６３年８月には右２３キログラム，左１８\nキログラムに回復し，杖なしで起立することもできるようになり，平成３年こ\nろには，しびれ感は持続するものの，日常生活にあまり支障がない程度に\nまで回復し，下肢装具なしで歩行も可能となっていた。\n(ク)　九州大学医学部衛生学講座Ｑは，平成１０年８月２７日及び同年９月１５\n日，Ｃを診察し，また，ＣのＨ病院，和歌山赤十字病院，I病院，Ｐリハビリテ\nーションセンターにおける同人の診療録，検査結果等を参照し，同年１２月\n１８日付けで，同人が昭和６２年２月１５日以降砒素中毒に罹患していると\nの意見書を作成し，和歌山地方検察庁検察官に提出した。\nカ　被告Ａは，昭和６２年４月１日，Ｃ名義の本件第１預金口座を開設した。被告\nＡは，その後も本件第１預金口座を管理していた。\n被告Ａは，原告（和歌山支社河西支部長Ｒ取扱い）に対し，同年５月１日，Ｃ\n名義の入院給付金請求書を提出し，原告は，同月８日，本件第１預金口座\nに，同年３月４日から同年４月２８日まで５６日分の入院保険金２８万円を本件\n第１預金口座に振り込んだ。\n被告Ａは，原告（和歌山支社）に対し，同年７月４日，Ｃ名義の入院給付金\n請求書を提出し，原告は，同月９日，６４日分の入院保険金３２万円を本件第\n１預金口座に振り込んだ。\nキ(ア)　被告両名は，原告に対し，昭和６２年５月３０日ころ，Ｃが身体障害者福\n祉法別表に掲げる身体障害１級に該当する旨記載された和歌山赤十字病\n院医師Ｓ及びＴ作成の同月２８日付け身体障害診断書・意見書を提出する\nとともに本件第１保険にかかる高度障害保険金の請求の申し出をし，同年\n６月１１日ころ，I病院医師Ｕ作成の同年５月２１日付け障害診断書を提出し\nた。Ｕ作成の前記障害診断書には，Ｃの回復可能性について，「皆無では\nないが乏しい。現在は徐々に軽度の改善を示している。」との記載があっ\nた。\n原告が，株式会社Ｖリサーチセンター（以下「Ｖリサーチセンター」とい\nう。）に対し，Ｃへの高度障害保険金支払の可否を判断するための必要事\n項について確認依頼したところ，Ｖリサーチセンターは，原告に対し，同年６\n月１５日，Ｃの状態につき，身体障害の等級は２級の判断であり，回復可能\n性については現段階では判断できず，症状固定日は不明であるとのＵから\nの回答を得たとの確認報告書を提出した。原告は，この確認報告書の提出\nを受け，同月１９日，現時点ではＣの症状は高度障害保険金の支払対象外\nであるが，３か月後においても同人の症状に改善がない場合には，再度障\n害診断書を提出してもらった上で判断することとした。\n(イ)　被告Ｂは，原告から現時点ではＣに対し高度障害保険金を支払うことが\nできないとの連絡を受けると，当時I病院に入院していたＣを訪問し，診断書\nに「現在は徐々に軽度の改善を示している。」と書かれていたことから高度\n障害保険金の支払がされなかった旨を怒鳴るように話し，その後も，Ｃに対\nし，電話等で，頻繁に，I病院では無理なので，和歌山赤十字病院のＴに診\n断書を書いてもらうよう要求した。\n被告Ｂは，Ｃが和歌山赤十字病院に再度転院した同年８月１５日以降，\n同人に対し，①医師に手足が動かないと言い，医師や看護師が来たら精神\n的に落ち込んでいる振りをし，同情を引いて診断書を書いてもらえ，②高度\n障害保険金は出るか出ないかのいずれかしかないから，I病院の支払や今\n後の生活のために金が必要であるなら，言うとおりに従え，等と申し向け\nた。この当時，Ｃは，前記オ(オ)認定のとおり，ボール状の道具を取り付け\nたスプーンでどうにか食事ができる状態であり，車いすに移動はできない\nが，車いすに座っていれば車いすによって少し移動ができる状態であった\nにもかかわらず，体を思うように動かせない状態で，また，経済的にも苦し\nく，将来について不安が大きかったことから，被告Ｂの指示に従い，Ｔに対\nし，手足が動かない旨告げた。Ｔは，Ｃの症状につき，四肢麻痺は不変であ\nり，食物の摂取は介助がなければ不可能，排便排尿は自力では不可能，\n衣服着脱，起居，歩行，入浴については，寝返り，ベッド上の小移動のみ自\n力で可能，四肢に遠位部優位の知覚障害があり，日常生活上はほぼ全介\n助の状態であり，現在症状の改善傾向が認められず，症状は固定したと認\nめられ，終身ほぼ全介助を要すると記載した同月２２日付け障害診断書を\n作成した。\n被告らは，原告に対し，Ｔ作成の上記同月２２日付け障害診断書を送付\nし，原告は，同診断書から，Ｃの症状が同月２２日には高度障害状態で症\n状固定したと認定した。\n(ウ)　被告Ａは，原告に対し，同年９月３日，Ｃ名義（保証人はＥ名義）の保険\n金支払請求書（高度障害）を提出し，原告は，同月５日，高度障害保険金３\n０００万円，配当金１万４１５０円及び同年８月分の保険料返還金２万５６５\n円（合計３００３万４７１５円）を本件第１預金口座に出金し，同月８日ころ，\n前記金員が本件第１預金口座に振り込まれた。\nク　Ｃは，本件外保険に基づく入院給付金として，Ｌ生命から６０万円を受領し，\n昭和６２年８月２２日付けのＴ作成の障害診断書をＬ生命に送付し，同社から\n本件外保険の高度障害特約による高度障害給付金２０００万円を受領した。\nケ　Ｃは，被告Ｂから毎月の給与として月額約１４万円を受領していたところ，昭\n和６２年９月中旬ころ，同被告から，①ＣはＢ工芸を退職し，今後同被告に一\n切の金銭的な要求をしない，②同被告は，Ｃに対し，退職金として税込みで１\n００万円を支払う旨の念書に署名するよう求められ，これを了承し，Ｅがこれに\n署名し，Ｃは，同被告から，１００万円から税金相当額を差し引いた額の現金\nの給付を受けた。\n(2)　前記(1)オ(オ)，(キ)，キ(イ)認定のとおり，Ｃは，昭和６２年８月中旬ころの時点\nで，ボール状の道具を取り付けたスプーンを利用することにより自力で食事を摂\nることができ，車いすに座っている状態であれば，少しは車いすを動かして移動\nすることができたのであるから，高度障害状態（前提事実(2)ケ）にあるということ\nはできなかったし，同人の症状は当時改善傾向にあり，現にその後も改善傾向\nにあったにもかかわらず，Ｃは，被告Ｂの指示に従い，和歌山赤十字病院のＴに\n対し，手足が動かない旨告げて，同人にＣの症状は終身ほぼ全介助を要する状\n態である旨の内容虚偽の障害診断書を作成させ，これを原告に提出して，原告\nにＣの症状が終身全介助を要する高度障害状態にあると誤信させ，本来支払義\n務のない高度障害保険金，配当金及び同年８月分の保険料返還金（以下「高度\n障害保険金等」という。）の合計３００３万４７１５円を支出させたのであり，このよ\nうな被告Ｂ及びＣの行為が，原告に対する詐欺の共同不法行為に該当すること\nは明らかである。\nそして，前記(1)ウ，エ，カ，キ(ア)，(ウ)認定のとおり，Ｃが本件第１保険に加入\nする際及び同人が本件第１保険の保険契約者及び死亡保険金受取人を変更す\nるに当たっては，被告両名が主導しＣが被告両名に従って申込書等に署名をし\nていたこと，Ｃは本件第１保険にかかる保険料を支払っていなかったこと，昭和６\n２年５月３０日ころに本件第１保険にかかる高度障害保険金の請求の申し出を\nし，原告がＣに対する高度障害保険金の支給をしないこととした後の同年９月３\n日に，Ｔ作成の昭和６２年８月２２日付け障害診断書を原告に送付したのは被告\n両名であること，本件第１保険にかかる入院給付金，高度障害保険金等が振り\n込まれた本件第１預金口座を開設及び管理し，原告に対し本件第１保険にかか\nる入院給付金及び高度障害保険金の請求をしたのは被告Ａであることに照らす\nと，被告Ａが，被告Ｂ及びＣの前記詐欺の共同不法行為について全く知らなかっ\nたとは到底考えられず，被告Ａも被告Ｂ及びＣの原告に対する前記詐欺の共同\n不法行為に加担していたものと推認される。\n以上により，被告らは，原告に対し，共同不法行為による損害賠償義務に基\nづき，連帯して上記高度障害保険金等合計３００３万４７１５円の支払義務を負う\nべきである。\n(3)ア　被告両名は，Ｃと共同して原告から高度障害保険金等を詐取したことを否認\nする。そして，証拠（甲５７，５９）には，被告ＢがＣに対して症状を偽るよう指示\nしたことはないとの被告Ｂの供述記載がある。\nしかし，被告Ｂの前記供述記載には，Ｃが本件第１保険に加入する経緯に\nついてあいまいな供述に終始する部分や本件第１保険の保険料の負担につ\nいて変遷している部分があり，全体としても採用することができない。そして，\n他に前記認定を覆すに足りる証拠はない。\nイ　被告Ａは，本件第１保険にかかる高度障害保険金の受領に当たっては，Ｃが\n相当程度関与しており，被告らのみが全額につき損害賠償責任を負う理由が\nない旨主張する。そして，前記(1)ク認定のとおり，Ｃは，Ｔの作成した障害診断\n書をＬ生命に提出して，同社から高度障害保険金２０００万円の支払を受けて\nいる。\nしかしながら，共同不法行為に基づく損害賠償義務（民法７１９条１項前段）\nは，いわゆる不真正連帯債務と解されるから，原則として債務者らは，全額に\nついての賠償義務を負うものである。また仮に，被告Ａの主張を，信義則によ\nる損害賠償責任の限定ないし軽減を求める趣旨であると解しても，前記認定\nのとおり，Ｃの本件第１保険への加入並びに死亡保険金受取人及び契約者\nの変更手続が被告両名の主導で行われたこと，Ｃの症状の偽装は被告Ｂの\n指示で行われたこと，保険金の請求や保険金が振り込まれた本件第１預金口\n座の管理は被告Ａが行っており，Ｃは何ら関与していないこと，本件第１保険\nにかかる高度障害保険金は，その大部分を被告両名が費消し，Ｃには高々１\n００万円弱の退職金として被告Ｂから支払われたのみであることに照らすと，\nたとえ，ＣがＬ生命から高度障害保険金を受領していたとしても，信義則上，\n被告両名の損害賠償責任を限定することを認めることは到底できないという\nべきである。したがって，被告Ａの主張は採用することができない。\n(4)　以上の次第で，被告両名は，原告に対し，本件第１保険に基づく高度障害保\n険金等合計３００３万４７１５円を詐取した共同不法行為による損害賠償義務に\n基づき，上記３００３万４７１５円及びこれに対する原告が高度障害保険金の出\n金手続をし原告において損害が発生した日の後である昭和６２年９月６日から支\n払済みまで民法所定の年５分の割合による遅延損害金を支払うべき義務があ\nる。\n２　争点(2)（本件第２保険に関する保険金請求の詐欺行為該当性等）について\n(1)　前提事実(4)，(5)のほか，証拠（甲１５，１６の１・２，１７の１ないし３，２７，４７な\nいし５２，５４ないし５７，５９，６０）及び弁論の全趣旨によれば，以下の事実が認\nめられる。\nア　被告Ａは，Ｒに対し，昭和６１年秋ころ，被告Ｂを被保険者として死亡保険金\n１億円の生命保険に加入したいと申し入れた。Ｒは，Ｍが原告の優秀な外交\n員であり，Ｍに内密にＢを被保険者とする生命保険契約を締結すると，後日\nＭとの間でトラブルになるのを嫌い，しばらく放置していたが，被告Ａから再度\n被告Ｂを被保険者とする生命保険契約締結の申入れがあり，Ｍとの関係を気\nにする必要はない旨告げられたことから，新人の保険外交員であったＮ及び\nＷの２名に取り扱わせ，被保険者Ｂ，普通死亡保険金額１億円，災害死亡保\n険金額２億円の生命保険契約書に被告Ｂの署名をもらい，申込手続をした。\nところが，原告本社は，普通死亡保険金額を５０００万円とすべきであると判\n断したことから，Ｒ及びＮにおいて，被告両名に意思確認をした上，昀終的\nに，同年１１月１２日，普通死亡保険金額５０００万円，災害死亡保険金額６０\n００万円とする本件第２保険契約を締結した。\n本件第２保険は，昭和６２年６月１日失効したが，同年１０月１２日，その効\n力が復活した。\nイ(ア)　被告Ｂは，昭和６３年３月１４日，３日前に嘔吐，頭痛，鼻づまりがあり，\n今も吐き気がするという主訴で，Ｏ病院を受診した。担当医師は，被告Ｂの\n症状を急性胃腸炎と考え，同被告に点滴を投与し，制吐剤等の胃腸薬を処\n方し，被告Ｂは帰宅した。\n被告Ｂは，同月１５日，１６日と同病院に通院し，同月１６日には症状が\n軽減した。しかし，被告Ｂは，同月２６日，体がだるくて起きあがれない等と\n訴え，同病院を受診し，胃腸薬等の処方を受けた。被告Ｂは，嘔吐，腹痛，\n咳の主訴で，同病院から，同月２８日には整腸剤，抗生物質等の投薬を受\nけ，同月２９日には胃腸薬等の点滴投与を受けるとともに，胃薬の処方を\n受けた。\n(イ)　被告Ｂは，昭和６３年４月１日夜，吐き気，嘔吐，腹痛等の主訴で，Ｊ病院\nに入院した。\n被告Ｂは，同月５日には，２日ないし４日前から両手や両下肢にしびれ感\nがあり，両下肢は力が入りにくく，立つとふらつく等と，同月７日には，４日\n前より手がしびれ，歩くとふらつくと，同月８日には，下肢に力が入りにくく，\n手先がしびれる等と訴えた。同日行われた検査では，膝蓋腱反射の低下\n及び下肢屈筋の筋力の低下が認められたことから，被告Ｂは，同月１０日，\n和歌山赤十字病院整形外科担当医師の診察を受けたところ，上肢には両\n手関節より末梢，下肢には両足関節より末梢に手袋靴下状の知覚障害が\n認められたが，上肢下肢の筋力は正常であり，ギラン・バレー症候群の疑\nいがあるとされた。\n被告Ｂは，同月１４日，脳神経科の専門医の診察を受けたところ，頭部\nの神経について病的変化は認められなかったが，自分の指で自分の鼻を\n指すことができず，手袋靴下状の知覚鈍麻，知覚異常が認められ，握力は\n右が３８キログラム，左が３７キログラムであり，片足起立は右足ではでき\nず，左足では可能ながら不安定であった。\n被告Ｂは，同月１８日，看護師に対し，両手両足のしびれが強くなってき\nており，痛みがあり，歩行するのも困難で，段差のあるところでは転倒しそ\nうになる旨訴えた。\n被告Ｂは，同月２８日，担当医師に対し，手のしびれにより，ボタンをはめ\nにくくなり，箸を落としたり，薬の袋を手で開披することができない旨訴え\nた。\n被告Ｂは，同年５月２日ころ，中等度の手足のしびれがあり，ベッドから\n降りるのが大変である等と述べていたが，理学療法士がリハビリが可能で\nあるかどうかを検査したところ，肩の僧帽筋は正常，三角筋は正常よりや\nや落ちる程度，上腕二頭筋及び上腕三頭筋は良好，橈側手根屈筋群及び\n橈側手根伸筋群は正常よりやや落ちる程度，握力は右が２０キログラム，\n左が２１キログラムであり，上肢の徒手筋力テスト中，上腕内側から前腕全\n面手掌にかけ力を入れるとしびれ，激痛を感じ脱力につながっていると思\n料された。下肢の徒手筋力テストは，痛みが激しいためできなかった。車い\nすからベッドへの移動は，足底のしびれや下肢全体のしびれのため立位が\nとれず，平行移動でなんとか可能な程度であった。\n被告Ｂは，同月１０日，脳神経科の専門医の診察を受けたところ，握力\nは右が５キログラム，左が３キログラム，歩行不能，感覚系は両手とも拇指\n示指感覚過敏，前腕部及び膝下部知覚減退，足裏では刺激で電気が当た\nったような痛み，位置覚は両手足ともなし，徒手筋力テストは，左肩２，右肩\n３，左上腕二頭筋２，右上腕二頭筋３，上腕三頭筋，大腿四頭筋，腓腹筋，\n前脛骨筋及び足伸筋は左右いずれも２であった。\n(ウ)　被告Ｂは，昭和６３年５月１９日，医大病院に転院し，同年７月２１日，自\nらの希望で，医大病院を退院し，再度Ｊ病院に入院することとなった。\n(エ)　被告Ｂは，昭和６３年７月２１日にＪ病院に再度転院した際，四肢の痛み\nやしびれを訴えていた。\n被告Ｂは，同月２５日，理学療法士の検査を受けたところ，同被告の状\n態は，四肢の随意運動はできなかったが，頸部と体幹部の筋肉に異常は\nなく，徒手筋力テストの結果からみると座位が取れるとは考え難いものの\n一応座位を取ることができ，関節可動域の制限はなく，運動痛はあり，筋萎\n縮が全般的に認められるものの顕著ではないというものであった。\n被告Ｂは，同病院においてリハビリを継続していたが，同年８月１日のリ\nハビリ中に理学療法士とトラブルになり，リハビリを拒否し，その後もリハビ\nリをせず，希望により，同年９月２３日退院した。\n同病院Ｊ医師は，被告Ｂの症状について，手指，足趾及び四肢関節の自\n動運動は全く不可能であり，上下肢とも完全弛緩性麻痺の状態で，起座・\n起立不能で全面介助を要する状態にあり，回復の可能性はない，症状固\n定時期は同年７月２１日ころであると記載した同年９月２０日付け障害診断\n書を作成し，被告らに交付した。\nウ　被告らは，原告に対し，昭和６３年９月２２日ころ，Ｊ作成の同月２０日付け障\n害診断書を提出するとともに，本件第２保険に基づく高度障害保険金の請求\nを申し出た。原告の調査員は，同年１０月８日，被告Ａと面接し，同被告から，\n被告Ｂにずっと付き添って介護してきた，被告Ｂの状態は，全くの寝たきりで\n寝返りをうつことができず，食事をスプーンで食べさせている状況で，入浴に\nも介助が必要である，これ以上回復の見込みはないといわれている等の回答\nを得た。また，原告の調査員は，同月１３日，Ｊと面接し，同人から，被告Ｂは，\n回復の可能性は現在の医学では望みがないとの回答を得た。原告の調査員\nは，被告Ｂが，食事は介助者がスプーンで食べさせないと自力では摂取でき\nず，大小便とも介助者が便座を使って排泄させており自力では不可能であり，\n後始末も自力では不可能であり，就寝時にはおしめを使用しており，日常生\n活動作では寝たきりであり，寝返りも自力では不可能であり，同被告が終身\n常時要介護の状態にあるものと判断し，その旨を被告らに伝えた。\n被告Ａは，原告に対し，同年１１月１３日，請求者被告Ｂ名義，保証人被告\nＡ名義の高度障害保険金請求書を提出し，原告は，同月１７日付けで同請求\n書を受け付け，高度障害保険金５０００万円，保険料返還金２３万１１０３円，\n積立配当金２万８３００円及び保険料立替利息戻し８９３円の合計５０２６万０２\n９６円から保険料立替金５万９７０６円を控除した５０２０万０５９０円を支払うこ\nとと決定し，同月２６日，仮差押えを受けた金額を控除した２１５６万９４１７円\nを本件第２預金口座に振り込み，仮差押命令申立ての取下げがあったことか\nら，平成元年６月６日，残額（前記仮差押債権額に相当）の２８６３万１１７３円\nを同口座に振り込んだ。\n被告Ｂは，昭和６３年１０月２１日，Ｌ生命から高度障害保険金等１億００１４\n万８１００円の支給を受け，同月１１日，Ｘ生命保険相互会社から高度障害保\n険金４９７７万４２４０円の支給を受けた。\nエ　被告Ｂは，昭和６３年１１月４日，被告Ａを同行して，失効した運転免許を復\n活させる手続をとった。この際，首，両腕，両手，両膝の機能確認を含む適性\n試験が行われ，被告Ｂは，これに合格した。\nオ(ア)　被告Ｂは，Ｙ1に対し，同被告が昭和６３年に発症した病変の後遺症によ\nって保険金を取得した際，動けないふりをしていた旨話した。\n(イ)　被告Ｂは，Ｙ2に対し，①平成５年初めころ，同被告が保険金総額１億円\nを支給されたこと，②同被告は体が少ししびれるということで入院し，検査\nの際，釘状のもので知覚の検査をするところ，知覚があるのにないふりをし\nて痛かった，③病院の屋上にいた時に鳩に足をつつかれたが，近くに看護\n師がいたため痛みを我慢した旨話した。\n(ウ)　被告Ｂは，Ｙ3に対し，平成４年ころ，①病院に入院している時に手足が\n動くのに動かないと言って，保険金を１億円もらった，②医師が針状のもの\nで押すので痛かったが，痛くないと言い続けた，③看護師に屋上まで連れ\nて行ってもらった時，鳩に足をつつかれた，旨話した。\n(2)　前記(1)オ認定の事実によれば，被告Ｂは，昭和６３年９月２０日当時，体を動\nかすことができたと認められる。しかしながら，前記(1)イ(エ)，ウ認定のとおり，被\n告Ｂは，Ｊ病院に入院していた同年７月２１日から同年９月２３日までの間，両手\n足が全く動かないふりをし，Ｊをして同被告は全身麻痺の状態にあり，その症状\nには改善がみられないと誤信させ，同被告が終身常時要介護である旨の障害\n診断書を作成させてその交付を受け，これを原告に提出するとともに，本件第２\n保険契約に基づく高度障害保険金の支払を求める申し出をし，被告Ａが，原告\nの調査員の調査において，同調査員に対し，被告Ｂの状態について，被告Ｂの\n状態は，全くの寝たきりで寝返りをうつことができず，食事をスプーンで食べさせ\nている状況で，入浴にも介助が必要である，これ以上回復の見込みはないとい\nわれている旨申し向けている。さらに，前記(1)ウ，エ認定のとおり，被告Ｂは，同\n年１１月４日には首，両腕，両手，両膝の機能確認を含む適性試験に合格して\n運転免許の効力を復活させ，その手続に同行した被告Ａが，同月１３日に高度\n障害保険金の請求をしている。以上の各事実に照らすと，被告両名が，共謀の\n上，原告に対し，被告Ｂが終身常時要介護の状態ではないにもかかわらず，そ\nうであるかのように装い，高度障害保険金を請求し，原告をして，前記請求に応\nじて，被告Ｂに対し，高度障害保険金その他合計５０２０万０５９０円を平成元年\n６月６日までに支給させ，もってこれを詐取したと認められる。\nしたがって，被告両名は，原告に対し，共同不法行為に基づく損害賠償義務\nとして，前記５０２０万０５９０円のうち，原告が請求する４２５６万８１０７円の支払\n義務を負うべきである。\n(3)ア　被告らは，原告から高度障害保険金を詐取したとの事実を否認し，被告Ｂの\n証言記載中（甲５７，５９，６０）中にはそれに沿う部分がある。\nしかしながら，前記(1)ウないしオ認定のとおり，被告Ｂが，複数の第三者に\n対し，本件第２保険に基づく高度障害保険金の取得に当たり体が動かないふ\nりをしていた旨を自認していること，被告Ｂが運転免許の効力を復活させた後\nに，被告Ａが本件第２保険に基づく高度障害保険金の支払請求をしているこ\nとに照らすと，被告Ｂの前記証言記載は到底採用できず，他に，前記認定を\n覆すに足りる証拠はない。\nイ　被告Ａは，本件第２保険に関する保険金請求は，被告Ｂの主導で行われた\nものであり，被告Ａが全額について損害賠償責任を負う理由はない旨主張す\nる。\nしかし，前記１(3)説示のとおり，共同不法行為に基づく損害賠償義務は，不\n真正連帯債務と解され，債務者らは，原則として，全額についての賠償義務\nを負うものである。また仮に，被告Ａの主張が，信義則による損害賠償責任の\n限定ないし軽減を求める趣旨であると解しても，前記認定のとおり，原告の調\n査員との面接において，被告Ｂの状態について常時介護が必要である旨の\n虚偽の回答をしていること，被告Ｂが運転免許の効力を復活させた後，その\n手続に同行していた被告Ａが，そのことを認識しつつ，原告に対し，本件第２\n保険に基づく高度障害保険金の支払請求をしていることに照らすと，被告Ａの\n主張は到底採用することができない。\n(4)　以上の次第で，被告両名は，原告に対し，本件第２保険に基づく高度障害保\n険金その他合計５０２０万０５９０円を詐取した共同不法行為による損害賠償義\n務に基づき，上記５０２０万０５９０円のうち原告請求にかかる４２５６万８１０７円\n及びこれに対する原告が上記５０２０万０５９０円全額を本件第２預金口座に振り\n込み原告において損害が発生した日の後である平成元年６月７日から支払済み\nまで民法所定の年５分の割合による遅延損害金を支払うべき義務がある。\n３　結論\n以上により，原告の被告らに対する本件請求は全部理由があるからこれを認容\nすることとし，主文のとおり判決する。\n和歌山地方裁判所第二民事部\n裁判長裁判官　　　礒尾　正\n裁判官　　　秋本昌彦\n裁判官　　　成田晋司\n"
}