{
  "trial_type": "LaborCase",
  "date": {
    "era": "Heisei",
    "year": 16,
    "month": 5,
    "day": 14
  },
  "case_number": "平成15(ワ)8704等",
  "case_name": "損害賠償（通称　東京セクシャル・ハラスメント）",
  "court_name": "東京地方裁判所",
  "field": "労働",
  "lawsuit_id": "33141",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=33141",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/141/033141_hanrei.pdf",
  "contents": "主文\n1 甲事件被告株式会社Ｙは，甲事件原告aに対し，45万円及びこれに対する平成15年4月2\n9日から支払済みまで年5分の割合による金員を支払え。\n2 甲事件被告bは，甲事件原告aに対し，45万円及びこれに対する平成15年4月27日から支\n払済みまで年5分の割合による金員を支払え。\n3 甲事件原告aのその余の各請求をいずれも棄却する。\n4 乙事件原告らの各請求をいずれも棄却する。\n5 訴訟費用は，これを10分し，その4を甲事件原告(乙事件被告)aの，その1を甲事件被告\n株式会社Ｙの その3を甲事件被告(乙事件原告)bの その余を乙事件原告cの各負担とする，，\n。\n6 この判決は，第1項，第2項及び第5項に限り，仮に執行することができる。\n事実及び理由\n第1 請求\n1 甲事件\n甲事件被告らは，甲事件原告aに対し，連帯して，467万6832円及びこれに対する甲事件\nの訴状送達の日の翌日(甲事件被告株式会社Ｙについては平成15年4月29日 同bについては，\n同月27日)から支払済みまで年5分の割合による金員を支払え。\n2 乙事件\n(1) 乙事件被告aは 乙事件原告bに対し 300万円及びこれに対する平成15年8月29日から，，\n支払済みまで年5分の割合による金員を支払え。\n(2)乙事件被告aは 乙事件原告cに対し 200万円及びこれに対する平成15年8月29日から支，，\n払済みまで年5分の割合による金員を支払え。\n第2 事案の概要\n本件は，甲事件原告(乙事件被告)a(以下「原告」という。)が，甲事件被告(乙事件原告\n)b(以下 被告b という )から 性的嫌がらせ (いわゆる セクシュアル・ハラスメン「」 。 ，「」 「\nト」(以下「セクハラ」という。))行為をされたとして，不法行為に基づき，被告b及びそ\nの使用者である甲事件被告株式会社Ｙ(以下「被告会社」という。)に対し，連帯して，慰\n謝料，逸失利益等の損害賠償を請求するのに対し(以上，甲事件)，被告b及び乙事件原告c\n(被告bの妻であることに争いがない 以下 妻c といい 被告b及び妻cを併せて d夫婦。，「」 ， 「\nという )が 原告に対し 原告が上記の件に関し不当な方法により苦情を申し立てたと」。 ， ，\nして，不法行為に基づき，慰謝料の損害賠償を請求する(以上，乙事件)事案である。\n1 前提事実(当事者間に争いのない事実並びに掲記の証拠及び弁論の全趣旨により容易に\n認定できる事実)\n(1)ア 原告は 平成11年4月1日に被告会社に期間1年として雇用され 以後3回契約を更新，，\nし，平成14年4月当時には平成15年3月31日までとの契約で被告会社に雇用されていた常用\n社員であった(甲6)。\nイ 原告は 平成13年冬から14年5月にかけて被告会社のネットワークエンジニアリング本，\n部第2エンジニアリング部(以下 エンジニアリング部 という )に所属し 主に 被告会「」 。 ， ，\n社が日本電気株式会社から受注したDDIポケット向けPHSパケット設備設置及び現地調整試\n験工事(以下 本件工事 という )に従事するため 長野県安曇郡αにある工事事務所(以「」 。 ，\n下「本件事務所」という。)において勤務していたが，平成13年8月ころから本格的に本件\n工事に関する事務に従事するようになった(乙1，甲6)。\nウ 本件事務所においては，前記イの当時，平成6年4月に被告会社に雇用され，工事長と\nして本件工事及び本件事務所の第一次的責任者を務めていた被告b 同じく被告会社に雇用，\nされたe及び原告のほか，被告会社の下請会社の従業員であったf，g，h(以下「h」という\n。)及びiが勤務していた(乙1，丙1)。\n(2)ア 原告は 平成14年6月2日 妻cに対し 電話で 被告bの自分に対する行為について，， ， ，\n苦情を申し立てた。\nイ 原告は，翌3日ころ，被告bの行為について，被告会社の社員で，原告の元上司であっ\nたj工事長やk工事長にセクハラとして申告をし，併せて原告が作成した報告書を交付した\n(乙1，丙6)。\n報告を受けたエンジニアリング部は 同日直ちに 被告bを同人が担当する他の工事現場，，\nの専属とし，原告と被告bの勤務場所を分離した(乙1)。\n原告は，その後，エンジニアリング部に対し，合計2通の報告書を提出した(丙7，8)。\n，， ， ， ，ウ 原告は 同年7月23日 d夫婦に対し 個別に 被告bの行為により被害を受けたため\n謝罪及び被告会社からの退職を求めるなどと記載した書面を，内容証明郵便物として差し\n出した(丙4，5)。\nエ 原告は，同月26日，エンジニアリング部において，j工事長や被告bも交えて話合いが\n試みられたが，原告は被告bに対し，自主退職を求め，解決には至らなかった(甲9)。\nオ 原告は，同年8月9日，第二弁護士会仲裁センター(以下「仲裁センター」という。)に\n，被告bによるセクハラ行為等により精神的損害等を被ったとして慰謝料430万円を請求す\nる旨の申立てをし，同年9月10日が第1回期日と予定されたが，原告は，当該日に同申立て\nを取り下げた(丙9の1及び2，10の1ないし3)。\nカ 原告は，同月17日，被告会社を退職した(乙1)。\nキ 原告の代理人弁護士は 同年10月4日 被告b及び被告会社に対し 個別に 被告bのセ，， ， ，\nクハラ行為により精神的損害を被ったとして 被告bの処分 謝罪及び賠償金の支払を求め，，\nるなどと記載した書面を，内容証明郵便物として送付した(甲1の1及び2，甲2の1及び2)。\nク d夫婦の代理人弁護士は 同月18日 原告の代理人弁護士に対し 原告の主張するセク，， ，\nハラ行為はいずれも事実無根であり 逆に被告bが原告の一連の行動により精神的損害を被，\nっている旨の回答書を差し出した(甲4)。\nケ 被告会社は 同年12月18日 懲戒委員会を開いて 原告の申立てに係る被告bによるセ，， ，\nクハラ行為の有無を審議したが，証拠上，原告の主張する行為を認めるに足りないとの結\n論に至った(乙1)。\nコ 原告は，平成15年4月21日，本訴(甲事件)を提起した。\n2争点\n(1) 被告bによる不法行為の成否(甲事件関係)\n(原告の主張)\nア 被告bは 職場の上司としての立場を利用し 原告に対し 次のとおり 一連のセクハ， ，，，\nラ行為を行った(以下の「第1事件ないし第5事件」を併せて「本件各事件」という。)。\n(ア) 第1事件\n被告bは 平成13年冬ころ(時期は多少不正確)の夜 長野県内の出張先のホテルの自室に，，\nいた原告に対し，原告の部屋で飲もうと申し入れ，原告からいったんその申出を断られた\nものの eとともに酔ってホテルの廊下で騒いだため 原告を やむなく被告b及びeを自室，， ，\nに入れざるを得ない状態においた。\n被告bは その後 原告が帰ってほしい旨頼んでいるにもかかわらず 今日はここで寝よ，， ，\nうと言って，原告のベッドに寝転がり，原告の腕をつかみ，一緒に寝てほしいと言い，原\n告が腕を放し自分の部屋に帰って寝てほしい旨懇請しているにもかかわらず，これを聞き\n入れずに原告を引きずるようにしてベッドに倒し，原告の指に自分の指をからめた。\n(イ) 第2事件\n被告bは 平成13年冬ころ(時期は多少不正確)の夜 原告が寝ていた出張先のホテルの居，，\n室の前で，力尽きたような感じで携帯電話を手にしたまま寝転がった。\n(ウ) 第3事件\n被告bは，平成14年5月10日の夜，原告がd夫婦の自宅に泊まることとなった際，妻cが先\nに寝てしまった後，原告に対し，d夫婦のベッドで3人で川の字になって寝ようと言い，原\n告が抵抗するにもかかわらず，無理矢理原告の手首をつかみ，ベッドへ連れて行き，さら\nに，自分の指を原告の指にからめた。\n(エ) 第4事件\n被告bは，平成14年5月24日の深夜，原告の自室において，原告，妻c及びfと酒を飲んで\nいたが，原告から自分のホテルに帰るように勧められたもののこれを聞き入れず，逆に，\nfの部屋から原告の居室に布団を運び込んで敷いた上 妻c及びfが先に寝てしまった後 原，，\n告の手首をつかみ 隣に寝るように言い 原告から手を放し妻cの隣が空いているのでそこ，，\nで寝るように頼まれたもののこれを聞き入れず，原告を引きずって自分の隣に横たわらせ\nた。\n(オ) 第5事件\n被告bは 平成14年5月27日夜 eとともに 原告の居室に押し掛け 仕事の話をしていた，， ， ，\n，， ，ところ 午前0時を回ったころ 原告からそろそろ帰るように勧められたにもかかわらず\n原告の居室で寝ると言い出し，原告から帰るように頼まれても一向に聞き入れず，原告が\n大きな声で怒ったところ，たばこを一本吸ったら帰ると言いながら，吸い終わっても帰ら\nずにさらにたばこを吸い始め，原告からこの件を上司に報告すると言われたところ，激高\nして，原告に対し，あんたは甘いんだよ，俺が守ってやっているのになどといった罵声を\n浴びせ，原告からとにかく帰るように言われると，今度は，土下座してすいませんと言っ\nて謝り出し，さらに，焼きもちなんです，あなたのことが好きなんです，僕の完敗ですな\nどと言って 原告に対する思いを告白し始め 翌朝の午前5時ころまで原告の居室に居座り，，\n続けた。\nイ 被告bは後記のとおり被告bによるセクハラ行為はなかったと主張するが 被告bは酒癖，\nが悪いのであるから，他人が同席している場で原告に対するセクハラ行為に及んだとして\nも 不自然とはいえない また 原告は 職場の人間関係を維持するため 被告bの自宅を，。 ， ， ，\n訪問しているが(第3事件)，そのことが被告bの行為が許容される理由とはなり得ない。\n(被告会社の主張)\n不知\n(被告bの主張)\nア(ア) 第1事件について\n被告bがeとともに原告の居室で飲み続け，そのまま酔いつぶれて朝まで雑魚寝の状態で\n寝てしまったことはあるが，原告が断っているにもかかわらず，原告の居室に入り，原告\nの腕をつかんだりしたことはない。\n(イ) 第2事件について\n被告bが出張先のホテルに宿泊した際に 酒に酔って 自室と間違えて他人の部屋の前の，，\n廊下でしばらくの間眠り込み，ホテルの従業員に起こされて自室に戻ったことはあるが，\nそれは原告の部屋の前でのことではない。\n(ウ) 第3事件について\n原告は d夫婦とともに d夫婦のベッドで寝たが それは 妻cが客間に原告のために布，， ， ，\n団を敷いたにもかかわらず，原告が布団を汚しては悪いからなどと言って，自ら希望して\nそのような状態で寝たことによるにすぎない。\n(エ) 第4事件について\n被告bは 妻cとfもいる原告の居室で少し横になり 明け方になって自分のホテルに帰っ，，\nたが 被告bが原告の居室を訪れたのは 原告がfに対し被告bとともに原告の居室に飲みに，，\n来るように執ように誘ったためであり，さらに，原告は自分のホテルに帰ろうとする被告\nbを引き止めた上 fに指示をしてfの居室から原告の居室に布団を運び込ませたのであって，\n被告bが原告の意思に反して原告の居室に行き そこで原告の手をつかんだりしたことは，，\nない。\n(オ) 第5事件について\n確かに 被告bは eとともに 原告の居室に赴き 翌朝5時ころまで滞在したが 原告が，， ， ， ，\n帰るように頼んでいるにもかかわらず，それを無視して居座り続けたり，土下座をしたり\n，原告に対する思いを告白したことはない。原告の居室で会合を開くことにしたのはその\n，， ，旨の原告の申出があったからであり また 翌朝5時ころまで滞在することになったのは\n午前1時過ぎに突然原告が怒り出し 被告b及びeは 原告の契約社員としての地位等雇用に，，\n関する愚痴を聞きながら原告をなだめなければならなかったからである。\nまた，原告は第5事件が直接のきっかけとなって被告会社を退職したと述べるが，第5事\n件の直後である平成14年5月31日に 原告は目的地である横浜に向かう最終電車に乗れる時，\n間であったにもかかわらず，gが運転し，被告bが同乗する車に乗り，4時間の道程を被告b\nとともにしていたのであって 仮に第5事件が発生していたとすれば 原告がこのような行，，\n動をとるのは不自然である。\nイ 以上のとおり 原告の主張には一部事実に即した部分もあるが(なお それ自体は到底，，\n不法行為といえないものである ) 原告が不法行為と主張する核心部分はいずれも虚偽で。，\nある。\n原告の主張によれば 被告bは 原告と2人きりのときではなく 妻である妻cや他の社員，， ，\nが同席している状況において，原告に対するセクハラ行為を行ったことになっているが，\nそれ自体不合理である。\nまた，仮に第1事件が真実であれば，その後も原告が，被告bの自宅を訪問したり(第3事\n件) 被告bを自室に招き入れたりする(第4事件及び第5事件)など 積極的に被告bと接触を，，\n持とうとしていたのは，不自然である。\n(2) 被告会社の使用者責任(民法715条)の成否(甲事件関係)\n(原告の主張)\nア 第1事件は顧客接待の後 完全に業務が終了していないときに発生しており また 第，， ，\n5事件はまさに業務を理由として原告の居室を訪れたときに発生したものである。\nその上 被告bの行為は 第1事件から徐々に発展し 最終的に第5事件に至るのであって，， ，\n本件各事件はいずれも被告bによる一連のセクハラ行為であり 総合して評価すべきであ，，\nる。\nしたがって 被告bによる一連の行為は いずれも被告会社の事業の執行につき行われた，，\nものというべきである。\nイ また，被告会社は本件事務所のように遠隔地の小組織については，そのような小組織\nであるからこそ，現場責任者の監督を十分にすべきであった。\n他方，被告会社のセクハラ防止策が不十分であったからこそ，本件各事件が発生したと\nいうべきであって，そのことは原告が本件各事件による被害を被告会社に申告した後の被\n告会社の対応の不適切さからもうかがわれるというべきである。\n(被告会社の主張)\nア 原告が主張する被告bの不法行為のうち 第3事件は原告が被告bの自宅を訪問して宿泊，\nした際の出来事であり その余はいずれも就業時間外に被告bが飲酒の上 原告が宿泊して，，\nいた居室内で発生した出来事である その上 原告はd夫婦と個人的に親しい関係にあった。，\nという事情がある。\nこれらの事実関係に照らせば 原告が不法行為に当たると主張する被告bの各行為は い，，\nずれも被告会社の「事業の執行につき」行われたものということはできない。\nイ また，被告会社は，平成11年以降，セクハラの禁止を掲げた文書を全従業員に配付す\nるなどして，繰り返しセクハラ防止を図ってきたものであり，被告会社が原告から被害の\n，， ，申告を受けた際には 即日原告と被告bの職場を分離し 関係者から事情聴取をした上で\n懲戒委員会を開き 被告bを譴責処分に付したものであって この点からも被告会社は被告，，\nbの行為につき不法行為責任を負うことはないというべきである。\n(3) 原告の損害額(甲事件関係)\n(原告の主張)\nア 原告は，被告bの不法行為により，次のとおり，合計467万6832円の損害を被った。\n(ア) 慰謝料 200万円\n慰謝料額の算定に当たっては 被告bが原告の主張をねつ造である等と論難したこと等は，\n，慰謝料の増額要素として考慮すべきである。\n(イ) 逸失利益 225万1666円\n原告は 被告bの前記不法行為を原因として 被告会社に勤務しづらくなり また 原告，， ， ，\n，，が被告会社に被害を申告した後 被告会社や被告bが適切な調査や対応をしなかったため\n平成14年9月17日 被告会社からの退職を余儀なくされた 原告の雇用契約期間は平成15年，。\n3月31日までであり 過去3回契約を更新しているのであるから 被告bの不法行為がなけれ，，\nば，原告が同日まで被告会社に勤務したことは確実である。\nよって，平成14年9月18日から平成15年3月31日までの間に，原告が被告会社から得られ\nたはずである給与額(原告の月平均の給与額35万円をもとに下記計算式により算出)は，被\n告bの不法行為と相当因果関係ある損害というべきである。\n記\n平成14年9月分(13日分)\n35万円×13日÷30日=15万1666円\n平成14年10月分から平成15年3月分まで(6か月分)\n35万円×6月=210万円\n合計 225万円1666円\n(ウ) 弁護士費用 42万5166円\n前記(ア)及び(イ)の合計額の1割相当額\nイ よって，原告は，被告会社及び被告bに対し，連帯して，467万6832円及びこれに対す\nる甲事件の訴状送達の日の翌日(被告会社については平成15年4月29日 被告bについては同，\n月27日)から支払済みまで民法所定の年5分の割合による遅延損害金の支払を求める。\n(被告会社の主張)\n被告会社は 平成14年6月3日に原告から被告bの行為について申告を受け 即日 原告と，， ，\n被告bの勤務場所を分離したものであって，それ以降，原告は職場において被告bとの関わ\nりを有しなくなったのであるから，原告がその後被告会社を退職したからといって，被告\nbの行為が原因となって被告会社からの退職を余儀なくされたということはできない。\nしたがって 原告が主張するところの逸失利益は 被告bの行為と相当因果関係のある損，，\n害ということはできない。\nその余の損害に関する主張は不知ないし争う。\n(被告bの主張)\n損害に関する主張は否認する。\n(4) 原告による不法行為の成否及び損害額(乙事件関係)\n(d夫婦(乙事件原告ら)の主張)\n原告は 被告bには何らセクハラ行為がないにもかかわらず 平成14年6月以降 ①妻cに，， ，\n対し，電話や内容証明郵便で被告bの行為について苦情を申し立て，被告bに対しては被告\n会社から自主退職するように要求し ②被告会社に対しても 被告bにより被害を受けたと，，\n申告した上で，被告bを中傷する内容の報告書を次々に提出し，被告会社及び被告bが和解\nを試みても 泣きながら被告bを中傷することを訴えるだけで話合いに応じず ③本件事務，，\n所の社員や関係会社の社員に対しても 被告bの行為により被害を受けたと吹聴し ④仲裁，，\nセンターに被告bに対する慰謝料請求の申立てをし，d夫婦の代理人弁護士が日程調整を進\nめていたところ 突如同申立てを取り下げ ⑤eに対し 業務中に 脅迫ないし利益誘導的，， ， ，\nな発言をして，本件各事件の事実経過を原告自身が記載した書面に，署名等をするように\n，， ， ，強い さらに ⑥被告bに対し 原告の代理人弁護士作成の内容証明郵便物として送付し\n相当期間経過後に本訴を提起した。\n原告は 被告bが原告の望む場で話合いに応じようと誠意を持って対応していたにもかか，\nわらず，前記のとおり，次々と新たな方法で苦情を申し立てていったものであり，これら\nの原告の行為により d夫婦は社会的 経済的 精神的に多大な損害を被ったもので その，， ， ，\n損害を金銭に換算すると，被告bについては300万円を，妻cについては200万円をそれぞれ\n下らない。\n(原告(乙事件被告)の主張)\n被告bのセクハラ行為に不法行為が成立するのは既に述べたとおりである 確かに 原告。，\nはd夫婦や被告会社に対して被告bの行為による被害を訴えたが，原告は事実を訴えたもの\nであるにもかかわらず 被告bらがそれに対して誠実に対応しなかったため 原告は自己防，，\n衛のために許される範囲内で申立て等を行ったものである。\nしたがって，原告の行為はいずれも違法性はなく，不法行為は成立しない。\nなお 被告bが原告の不法行為であると主張する各行為について個別に反論すると ②に， ，\nついては，原告は，被告会社の指示に従い，事実を記載した報告書を作成したものであり\n，表現が多少感情的になった部分があったとしても，原告はセクハラの被害者であるから\nそのような表現も許容の範囲内である。また，③については，原告は本件各事件の被害を\nごく少数の同僚や友人に相談したことはあるが，社内外に吹聴したことはない。④につい\nては 原告が仲裁センターにおける申立てを取り下げたのは 第1回予定期日に原告が出席，，\nし，被告b側が欠席したところ，同センターの弁護士から，被告bの代理人弁護士は出席の\n意思がないようである上，同センターでの話し合いに強制力はないので，訴えを提起する\nことを勧められたからである ⑤については 原告はeに対し事実の確認を求めたにすぎず。，\n，そもそもeに対し強い立場にない原告が，eを脅迫したり利益誘導できるはずがない。\n第3 争点に対する判断\n1 争点(1)について\n(1)ア 本件各事件の事実の存否に関する直接証拠としては，原告の供述(原告本人尋問の\n結果だけでなく，陳述書類(甲6，8)を含むものとする。以下，同じ。)，被告bの供述(丙1\n3 被告b本人)のほか 第1 第2 第5事件についてのeの供述(甲5 証人e) 第3 4事件， ， ，，， ， ， ，\nについての妻cの陳述書の記載(丙2)がある。\nこの点，原告及び被告bはそれぞれの主張にそう供述をしており，eは原告が主張するセ\nクハラ行為の一部や前後の状況について大筋において原告の主張にそう供述をしている一\n方，妻cは大筋において被告bの主張にそう供述をしている。\n，， ， 。そこで 以下 証人であるeの供述から順に 各人の供述の信用性等について検討する\nイ(ア) eは ①第1事件について 原告が被告bに対して帰るように頼んでいるにもかかわ，，\nらず 被告bは原告の居室に入り 勝手に原告のベッドで寝たこと 翌朝になり 原告が再，， ， ，\n度帰るように頼んでいるにもかかわらず 被告bが帰ろうとしなかったため eがTシャツに，，\n下着姿の被告bに身支度をさせて退室したこと ②第2事件について eが原告に対し 被告，， ，\nbが向かっているのでドアを開けてあげてほしいと頼んだところ，原告に断られたこと，e\nが 原告の部屋の近くの廊下で携帯電話を持ったまま寝転がっている被告bを 連れて帰っ， ，\nたこと，③第5事件について，平成14年5月28日午前0時を回ったころ，原告が被告bに対し\nて帰るように何度も頼んでいるにもかかわらず 被告bは 原告の手をつかんだりして 原，， ，\n告の居室から帰ろうとしなかったこと，原告と被告bは押し問答をして，被告bが原告に罵\n声を浴びせたが その後 被告bは土下座をして 原告のことが好きだと言い始めたことを，， ，\n述べている(甲5，証人e)。\n(イ) eは 本件各事件の当時 被告bの部下であった上 証言時には 被告bと部署は異な，， ， ，\nるものの，被告会社の社員であることに変わりはなく(証人e)，被告bによるセクハラ行為\nを認める趣旨の供述をすれば，自らが雇用されている被告会社が本訴において不利な立場\nに陥ることを明確に認識した上で，前記の供述をしていた可能性が高い。\nこの点，被告bは，原告がeに対し，脅迫ないし利益誘導的な発言をして，eに報告書(甲\n5 乙8の1及び2)を作成させた旨主張するところ 確かに ①本訴提起前に原告が作成した，， ，\n報告書においては 原告がeも加害者の一人であると認識していたことがうかがわれる側面，\nもないとはいえず(丙6ないし8)，②eが，第1事件，第2事件及び第5事件の事実経過につい\nて原告自身が記載し eが自らの認識と異なる点を指摘して確認した報告書(乙8の1)につい，\nての平成14年8月30日付け確認書面(乙8の2)には 上記各事件の事実経過を 事実として認，「\nめ，証言す致します(ママ) 」との記載の後に，eの署名指印がされ，同事実が「事実であ。\nる事を認知・証言していただける確証をe殿に戴きました。よって私，aは右の者に対して\n裁判・仲裁・慰謝料等の請求は一切致しません との記載の後に原告の記名押印がされて。」\nおり ③平成14年6月13日に被告会社宛に送信したeのメール(丙35)からは eが原告から被，，\n。告bについて監督義務違反を問われかねないという懸念を持っていたことがうかがわれる\nしかし ①eは 平成14年8月6日 原告の申告を被告会社においてまとめた書面の内容に，， ，\nついて被告会社から確認を求められたところ，平成15年4月5日付け報告書の内容とほぼ同\n旨の回答をし(甲5，乙1)，さらに，平成14年9月5日ころに原告から渡された原告作成の報\n告書について，eが，同月9日ころ，被告会社からの指示で再度，確認し訂正を加えた文書\nは平成15年4月5日付け報告書とほぼ同旨の内容であり(甲5，乙1，8の1及び2)，eは，原告\nから事実経過の確認を求められる以前から，本訴における証言時に至るまで，一貫して前\n記のとおり述べており その内容にも特段不合理な点は見当たらないこと ②eは上記訂正，，\nの過程で，自らが寝ていたり，退室していたために認識していなかった部分は削除してお\nり，その中には第1事件において被告bが原告の手をつかんで放さなかったなどという原告\nの主張においては重要な部分も含まれていて eは書面作成に当たり原告の意向に全面的に，\n従っていたわけではないと認められること ③平成15年4月5日付け報告書は eが 原告に，， ，\nおいて平成14年9月のeの上記指摘を反映して作成した報告書を，1，2時間かけて，原告と\n確認の上訂正して作成したものであること(甲5 証人e 原告供述) ④eは 少なくとも平，， ，，\n成15年4月5日付け報告書を作成した時点においては，原告から自分に対し何らかの申立て\nをされる恐怖感は感じていなかった旨証言において明言することに照らせば 仮に当初eが，\n原告から加害者であると名指しされることについて何らかの懸念を抱いていたことがあっ\nたとしても その点がeの供述内容に影響を与えたことはうかがわれず 前記の諸点を総合，，\n考慮すれば，eの供述はそれ自体として，信用性が高いというべきである。\nウ 次に，原告及び被告bの各供述の信用性について，検討する。\n(ア) 原告は 第4事件の前である平成14年5月24日午後10時42分に妻cから (中略)お邪魔，「\nして大丈夫ですか?bも一緒に飲みたそうだったので外でのんで奢ってもらいませんか? と」\nのメールを受信し(甲10の1及び2の4)，午後10時52分ころ，妻cに対し「迎えにいきまあす\n。ビールとか買ってるからここにきますか?3人で飲みますか」とのメールを送信し(丙29)\n，午後11時9分ころには，妻cに対し 「旦那様誘いましょう 」とのメールを送信している，。\nところ(丙30)，本訴における尋問の際に，d夫婦訴訟代理人弁護士から，上記の「3人」が\n原告及び妻cの他は誰を指すのかと問われた際に，上記のメールのやりとりから3人目が被\n告bであることは明らかであるにもかかわらず 分からない旨強弁するなど 不合理なこと，，\nを述べている部分もある。\nしかし，他方，原告は，①自ら平成14年6月以降被告会社に提出した3通の報告書(丙6な\nいし8)，同年7月23日にd夫婦に送付した内容証明郵便物(丙4，5)，本訴のために作成した\n陳述書(甲6，8)及び証言において，本件各事件の事実経過についてほぼ一貫した供述ない\nし記載をしている上 ②原告の述べる内容のうち eが認識している事実については 基本，， ，\n的にeの供述と合致していることといった 原告の供述の信用性を高める事情も認められる，\n。\n(イ) これに対し，被告bの供述については，①第1事件について，原告は雑魚寝をするこ\nとに抵抗がないと日頃から口にしており，原告の申出もあったので，原告の居室を訪れた\nと述べるが(丙1) そもそも男性の上司が深夜に女性の部下の部屋を訪れ そこで翌朝まで，，\n寝ているということは通常見られる行動形態とはいえないところ，本件全証拠を総合して\nも何故両名がそのような行動を取ったのかについて合理的に説明し得るような事情がうか\nがわれず したがって 被告bが自ら述べるような理由で原告の居室に深夜から翌朝まで居，，\n続けることは考えにくいこと，②第3事件について，d夫婦のベッドの上で，妻c，被告b及\nび原告の順で寝たものである(原告本人 被告b本人)ところ 被告bは妻である妻cの隣で寝，，\nたかったのでこのような順番にしたと述べるが 被告bが通常の配慮を払っていれば 仮に，，\n妻cが先に寝ていたとしても 妻cを真ん中にして寝るなどして被告bと原告が隣り合わない，\nような方法をとるべきであるところ 被告bはそのような行動に出ておらず その意味にお，，\nいて不自然な点があること ③第5事件について 被告bは第1事件の際に深夜から翌朝まで，，\n原告の部屋にいたことを反省したにもかかわらず(被告b本人) 再度深夜に原告の部屋を訪，\nれているところ，被告bはこのような行動をとった理由について，その際にhが退職すると\n言い出したので混乱していたためと弁解するが(被告b本人) そのような理由で再度深夜に，\nあえて原告の居室を訪れるとは考えにくく その点からして 被告bの供述には本件各事件，，\nの発生経緯という重要な点につき不合理な点が認められる上，④被告bは，平成14年7月26\n日にエンジニアリング部で行われた話合いの際，原告が泣きながら被害を訴えたと主張し\nその旨供べるが(丙1) 本人尋問の際には 原告の目が充血して涙目になっていたにすぎ，， ，\nず 原告が涙を流したところは見ていないと供述していて 被告bの供述は思い違いしにく，，\nい内容面において一貫性を欠いていること ⑤被告bは 第1事件及び第5事件の際 原告か，， ，\nら帰るように言われたことはないと述べるが，このような重要な点において，前記のとお\nり信用性の高いeの供述とは正反対の供述をしていることなど その供述の信用性を低下さ，\nせる各種の事情が認められる。\n(ウ) 以上の諸点を総合考慮すれば，原告の供述は，それ自体，信用性が高いというべき\nであるのに対し，被告bの供述は，信用性が低いといわざるを得ない。\nエ 妻cは その陳述書(丙2)において ①第3事件について 原告に対し最終電車の時間に，， ，\n気を付けるように促したが，タクシー等で帰ることが度々あるので大丈夫だと言われ，結\n局原告が泊まっていくことになったこと，平成14年5月10日午後10時半ころ，被告bが帰宅\nし 妻cは客間に原告のために布団を敷いたが 原告は布団を汚すと悪いからと言い張るの，，\nで 客間でも寝室でも原告の好む場所で寝るように提案し 被告bと酒を飲み続ける原告を，，\nリビングに残し 先に就寝したこと 明け方に原告がd夫婦のベッドで寝ているのを確認し，，\nたこと 翌朝午前7時半ころ 原告はベッドから抜け出し そのままリビングの床で寝てい，， ，\nたこと ②第4事件について 原告はfにしきりに被告bを連れてくるように伝えていたこと，，\n原告はfに布団をすべて原告の居室に運ぶように指示し 被告b f及び原告がそれを運ん，， ，\n， ，だこと 原告がホテルのチェックインがあるからといって帰ろうとする被告bを引き止め\n押し問答をした末 被告bが退室したこと 妻cとfは翌朝まで原告の居室で寝ていたことを，，\n記載している。\n確かに 妻cの前記陳述書の記載は 詳細かつ具体的なものであり そこに記載された事，， ，\n実経過それ自体としては特段不自然な点は見当たらない 特に 第4事件の前に 原告が被。， ，\n告bを引き止めて 妻cを無視したまま押し問答をする有様を見て 妻である妻cが不愉快に，，\n思い fに話しかけた旨の記載等は 実際に体験した者でなければ 表現できないような具，， ，\n体性があるといえる。\nしかし ①第3事件については 妻cの陳述書は 被告bが原告の手をつかみ ベッドに連，， ， ，\nれ込んだという原告主張の核心部分については妻cが既に寝ていたことから全く言及されて\nいない関係で，その前後の事実経過について原告に不利と思われる事実が記載されている\nにすぎず なおかつ それらの事実も被告bによるセクハラ行為の存在を否定するほど重大，，\nな事実とはいえないこと，②妻cの陳述書の記載における事実経過を前提としても，妻cが\n寝てしまった後に被告bによるセクハラ行為が行われたか否かについてはいずれとも断定で\nきない内容となっていることに照らせば 妻cの上記陳述書の記載は その内容中事実経過，，\nに関する部分の信用性はともかくとして 被告bによる本件各事件における行為の存否とい，\nう主要事実の立証に関しての証拠価値は，当事者いずれの側の主張にも寄与しないという\n点において，低いというべきである。\nオ 以上を総合すれば 本件各事件における被告bによる不法行為の有無に関しては 基本，，\n的に e及び原告の各供述どおりの事実が認められ 他方 被告bの供述のうち e及び原告，， ， ，\nの各供述に反する部分は採用できないというべきである。\n(2) そこで，前記前提事実，証拠(甲5，6，8，10，乙8，丙1ないし3，6ないし8，11ない\nし35(以上枝番含む ) 証人e 原告本人 被告b本人)及び弁論の全趣旨によれば 以下の。， ， ， ，\n事実が認められる。\nア第1事件\n原告は，平成13年秋ないし冬ころの夜，長野県の出張先のホテルの自室にいたところ，\n被告bに呼び出されて，e及び顧客もいる居酒屋に出向いて飲食し，居酒屋が閉店となった\n後，被告b及びeがホテルのロビーで飲酒をするのにしばらく付き合った。原告が自室に戻\nろうとしたところ 被告bが 原告の部屋で飲もうと言い出した 原告はその申出を断った，， 。\nが 被告bが執ように原告の部屋に入ろうとするので 原告はやむなく被告b及びeを自室に，，\n入れた。\n原告の居室に入った被告bは 原告が帰ってほしい旨頼んでいるにもかかわらず 今日は，，\nここで寝ようと言って Tシャツに下着姿で 原告のベッドに寝転がり 原告の腕をつかん，， ，\nだ 被告bは 原告から腕を放し自分の部屋に帰って寝てほしい旨求められているにもかか。，\nわらず これを聞き入れなかったため 原告は被告bに引きずられるようにしてベッドに倒，，\nれた。なお，eはそのころ原告のベッドで寝ていた。\nその後 原告は被告bの手を払いのけたが 被告b及びeはそのまま原告のベッドで寝てし，，\nまった。\n翌朝になり，目を覚ましたeが，ようやく被告bを起こし，原告の居室から被告b及びeが\n立ち去った。\nイ第2事件\n，， ，平成13年冬ころの夜 原告は出張先のホテルの自室で寝ていたところ eからの電話で\n被告bが原告の居室に向かっているので ドアを開けてあげてほしいと告げられた 原告は，。\nその申出を断ったが ドアののぞき穴から廊下を見ると 被告bが原告の居室の前で 携帯，， ，\n電話を手にしたまま寝転がっていた。その後，eが寝転がっている被告bを発見し，連れて\n帰った。\nウ 原告とd夫婦の交際\n(ア) 原告は 平成14年1月12日から泊まりがけで d夫婦も含め合計8名でスキー旅行に出，，\nかけた。\n(イ) 原告は，同年4月13日，d夫婦の自宅に赴き，同人らが不要となった食器洗浄機を譲\nり受けた。\n(ウ) 原告は，そのほかにも，平成13年12月から平成14年5月末までの間，d夫婦と食事に\n出掛けたり，妻cと連絡を取り合うなどしていた。\nエ第3事件\n平成14年5月10日の夜，原告は被告bの不在中にその自宅を訪れ，当初は妻cと2人で食事\nをし，被告bの帰宅後は同被告も交えて3人で食事をしたりしていたが，時間が遅くなった\nので，原告は被告bの自宅に泊まっていくこととなった。\n妻cが先に寝てしまったところ，被告bは，原告に対し，d夫婦のベッドで3人で川の字に\nなって寝ようと言い，原告が抵抗するにもかかわらず，無理矢理原告の手首をつかみ，ベ\nッドへ連れて行き，被告bの横に横たわらせた。\n原告はすきをみて被告bの手を振りほどいて逃げ，翌朝，妻cが目を覚ますのを待って，\n帰宅した。\nオ第4事件\n平成14年5月24日の深夜 原告が 長野県の出張先にある被告会社借上げの住宅における，，\n自室において，妻cと酒を飲んでいたところ，被告b及びfが加わった。\n原告は 夜遅くなったので 被告bらに自分のホテルの部屋に帰るように勧めたが 結局，， ，\n，被告bらは，fの部屋から原告の居室に布団を運び込んで，原告の居室で寝ることになっ\nた。\n妻c及びfが先に寝てしまったところ 被告bは 原告の手首をつかみ 隣に寝るように言，， ，\nった。原告は被告bに対し，手を放し妻cの隣が空いているのでそこで寝るように頼んだも\nのの，被告bは聞き入れず，原告は被告bに引きずられて被告bの横に横たわらせられた。\n原告は，すきをみて被告bの手を振りほどいて逃げた。その後，被告bは自分のホテルの\n部屋に帰った。\nカ第5事件\n原告は，平成14年5月27日，被告bから仕事のことで緊急に話し合う必要があると言われ\nていたので 先に出張先のホテルの自室で待っていたところ 午後10時過ぎころ 被告bが，， ，\n，原告の居室で話がしたいと強引に言って，eとともに，原告の居室にやってきた。\n被告bの話の内容は hが仕事を辞めたいと言っているというものであったが 午前0時を，，\n回り遅くなったので，原告は被告bにそろそろ帰るように勧めた。\nところが 被告bは 原告の居室で寝ると言い出した 原告は 帰るように頼んだが 被，， 。 ， ，\n告bは一向に聞き入れなかった。原告が大きな声で怒ったら，被告bはたばこを一本吸った\nら帰ると言ったので 原告が吸い終わるのを待っていたところ 被告bは吸い終わっても帰，，\nらず，更にたばこを吸い始めた。\n原告が被告bが吸っているたばこをたたき落とすなど，原告と被告bとの間で押し問答が\n続いたが 原告が上司に報告すると言ったところ 被告bは激高し 原告に対し あんたは，， ， ，\n甘いんだよ 俺が守ってやっているのになどといった罵声を浴びせた 原告は被告bに対し，。\nとにかく帰るように言ったが 被告bは今度は 一転して 土下座してすいませんと言っ，， ， ，\nて謝り出し，さらに，焼きもちなんです，あなたのことが好きなんです，僕の完敗ですな\nどと言って，原告に対する思いを告白し始めた。\n被告bとeは，翌朝の午前5時ころになって，ようやく原告の居室から退室した。\nキ 原告は，平成14年5月31日午後6時ころ，gが運転し，被告bが同乗する車に乗り，長野\n県から横浜までの4時間の道程を被告bとともにした。なお，出張先からの最寄りの駅であ\nるβ駅から横浜に向かうための最終電車の発車時刻は 原告及び被告bらが同乗する車の出，\n発時刻より遅い午後7時20分ころであった。\n(3) 前記(2)の認定についての補足説明\nア 原告は 第1事件及び第3事件の際 被告bが自分の指を原告の指にからめてきた旨主張，，\nし その旨供述し(甲6 8 原告本人) 被告bはこれを否定するところ ①原告が一番最初，， ， ， ，\nに作成した報告書(丙6)には 第1事件については 私の手をに接触・離してくれませんで，，「\nした(ママ) ，第3事件については 「手は握られっぱなしで，やめて欲しいと言っても蹴。」，\nっても離してくれません 」と記載されているにすぎず，その後に作成した報告書(丙7)以。\n降において指をからめた旨の記載が現れ，書面への記載内容に変遷が見られること，②こ\nの場面については他に目撃者がおらず，原告以外にこのような事実を認識した者の存在が\n証拠上うかがわれないこと ③さらに 被告bが原告の手を握っただけなのか 指をからめ，， ，\nたのかどうかは，原告の主観的な認識も多分に影響する可能性があり，原告としては被害\n意識から被告bが実際の事実以上の行動に出たような意識を持つに至った可能性も否定でき\nないことに照らせば 被告bが第1事件及び第3事件の際に 原告の手を握るにとどまらず指，，\nをからめたとの事実の存在については相当疑問があり，他にこれを認めるに足りる証拠は\nない。\n他方 前記のとおり 原告は 第1事件及び第2事件が発生した後も d夫婦と一見すると，， ， ，\n親しく交際し 第5事件が発生した直後に 電車に乗ることもできたにもかかわらず あえ，， ，\nて被告bが同乗する車に4時間余り乗車していたことが認められ，この点は，仮に原告が既\nに被告bによるセクハラ行為の被害を受けていたとすれば そのような女性の行動としては，\n，不自然という印象を抱かないではない。\nしかし 前記のとおり 原告が 第4事件の前に妻cから被告bが同席したいようであると，， ，\nのメールを受信したため(甲10の1及び2の4) 妻cに被告bを誘うことを提案する旨のメール，\nを送信していることからもうかがわれるように(丙29，30)，原告が，狭い職場での人間関\n係や 妻cとの関係を慮って 被告b以外の者も同席している場であれば 被告bと同席して，， ，\nも構わないと考え 前記の行動をとったというのも理解できないではなく 原告が被告bに，，\n対して親しげな行動をとり続けたことは，本件各事件に関する前記認定に影響を与えるも\nのではない。\n(4) 前記のとおり認定した本件各事件に至るまでの経緯及びそれらの態様に加えて 被告，\n会社においては常用社員は各工事現場が必要に応じて期間を定めて雇用する臨時の従業員\nで その採用は工事現場に任されており(乙1) したがって 常用社員である原告の雇用関，， ，\n係もまた不安定な状況にあって それを被告bが左右しているという事情等を総合考慮すれ，\nば 被告bは 原告が明確に拒絶していたにもかかわらず 職場の上司としての立場を利用，， ，\nして 原告に対し 本件各事件における行為を行ったと認められる(なお この点は 被告，， ， ，\n会社の責任に関する争点(2)の判断においても言及する。)。\nそして 被告bによる第1ないし第5事件の各行為のうち 第2事件における被告bの行為は，，\n，単に原告の居室の前で寝転がっていたというだけであり，原告の身体に直接接触したり\n，原告に向けて身体の動作，発言等を積極的に行ったというわけではないのであるから，\nこの行為をもって，不法行為に該当すると評価することはできない。しかしながら，その\n余の4つの事件における被告bの各行為は，いずれも原告の身体に直接接触したり，俗に言\nう「愛情の告白」的な言動に及ぶなど，女性である原告に対し，単なる嫌悪感を超えた精\n神的損害を与える行為であって，原告との関係で，セクハラ行為と評価されるべきもので\n，， ， 。あり 被告bは 原告に対し これらの行為につき不法行為責任を負うというべきである\n2 争点(2)について\n(1) 争点(1)において言及したところとも関連するが，第1事件は，原告が被告bから顧客\nの接待という業務を理由に呼び出された後に，第5事件は，被告bが業務を理由に原告の居\n室に入った後に，それぞれ起きていることからすれば，いずれも業務を契機として発生し\nていると認められる。\n他方，第3事件及び第4事件は，一見，被告会社の業務と直接的な関連性はない状況で生\nじたように見えるものの これらの事件も 被告bが原告の上司という立場であったことが，，\n影響して発生したことは否定できないのであり 被告bが 職場の上司としての立場を利用，，\nして行ったものとみるべきであるから，これらの事件も被告会社の職務と密接な関連性が\nあると認められる。\nしたがって 被告bの本件各事件における行為(前記のとおり そもそも第2事件について，，\nは不法行為に該当しないので除く )は いずれも被告会社の 事業の執行につき 行われ。， 「 」\nたものというべきである。\n(2) また，被告会社は，セクハラ防止に努め，本件にも適切に対応したと主張し，民法7\n15条1項ただし書の免責事由を主張しているものと解され，それを立証するための証拠(乙\n1ないし7)も提出している。\nそして 被告会社は 少なくとも平成11年以降 Ｙ基本行動宣言 Ｙ・コンプライア，， ，「」，「\nンス・マニュアル」や社内報を作成し，その中でセクハラ禁止を記載し，全従業員に配付\nし，被告会社の労働組合が開催したセクハラ防止セミナーに各部門長，支店長を出席させ\nるなど(乙1ないし7) セクハラ防止の方針の周知に努め 原告から被告bによるセクハラ行，，\n為の申告を受けると 即日 原告と被告bの職場を分離していること(前記前提事実)が認め，，\nられる。\nしかし，被告会社は，原告が退職した後であり，原告が被害を申し立ててから半年以上\nを経過した平成14年12月18日に ようやく懲戒委員会を開いて被告bの処分について審議を，\n始めたものであり，①本件事務所が遠隔地にあった関係で，当初は担当部署が対応してい\nたこと 及び②原告と被告bの主張が真っ向から対立し しかも 原告が主張するセクハラ，， ，\n行為が第三者が同席しているという通常考えにくい状況で発生していることを考慮すれば\n，被告会社の対応が若干遅くなってしまうのはやむを得ないといえなくはないが，その点\nを斟酌してもなお，被告会社が本件に適切な対応をしたとはいい難く，ここから推認され\nる被告会社の本件各事件当時の被告bに対する選任及び監督の実情に照らせば 前記の証拠，\nによっては 被告会社が被告bの選任及び監督について相当の注意をしていたという事実及，\nび相当な注意をしても被害が発生することが避けられなかったという事実を認めるに足り\nず，他にこれを認めるに足りる証拠もない。\n3 争点(4)について\n原告によるd夫婦に対する不法行為の成否(乙事件関係)が，被告bの不法行為による原告\nの慰謝料の額にも影響を与え得るので，便宜上，争点(3)の前に，争点(4)について論じる\n。\n原告は前記前提事実のとおり，平成14年6月以降，被告bによる被害を関係者に訴えてい\nるが ①前記1のとおり 原告がセクハラ行為として主張する被告bの行為は第2事件を除き，，\n原告に対する不法行為に当たること，②前記認定事実からすれば，原告が苦情を申し立て\nた際に多少感情的になったり，被告bとは別にあえて妻cに対し苦情を申し立てたりするの\nは必ずしも適切な方法であるとはいい難いが，原告が問題とする事実関係の核心部分を事\n実無根として否定する被告bの対応振りにもかんがみれば このような被害を受けた者とし，\nてはやむを得ない面もあり，その点を法的責任に反映させるのは適切ではないこと，③原\n告が被告会社の内外に本件各事件について吹聴していると認めるに足りる証拠もないこと\nをも併せ考えれば，原告において，正当な権利行使を逸脱して損害賠償義務を生じさせる\nような違法性を有する行為があったとまでは，いうことはできない。\nしたがって d夫婦(乙事件原告ら)の原告(乙事件被告)に対する請求は その余の点につ，，\nいて判断するまでもなく，いずれも理由がない。\n4 争点(3)について\n(1) 逸失利益\n原告は，退職日の翌日である平成14年9月18日から，雇用契約の期間満了時である平成1\n5年3月31日までの被告会社から支払われるはずの給与相当分が 被告bの不法行為と相当因，\n果関係ある損害であると主張する。\nそして，前記前提事実及び本件各事件の内容にかんがみると，本件各事件を契機として\n，原告は被告会社を退職するに至ったことが認められる。\nしかし，①被告会社は，原告から被害の申告を受けた平成14年6月3日に即日原告と被告\nbの職場を分離しており，その時点でもはや原告が職場において被告bと顔を合わせる現実\n的危険性は乏しくなったこと(前記前提事実) ②原告は 平成14年7月26日には エンジニ，， ，\nアリング部から，訴訟提起等をしてもよいが，原告が退職する必要はないと言われていな\nがら(甲9)，結局退職に踏み切っていること，③原告が，被告会社によって被告bが異動に\nなった際 それだけでは飽きたらず 被告bの退職まで求めていたために 話合いによる解，， ，\n決ができなかった事情があること(甲9) ④原告が被害を申し出た後 仮に職場の雰囲気が，，\n悪化したならば，原告が職場に出勤しづらくなるという心情は理解できるにしても，原告\nが退職したのは被告会社に対するの被害申出後約3か月半経過後であることを総合考慮すれ\nば，本件各事件が，原告の退職の契機となった以上に，更に退職と相当因果関係があると\nまで認めるには足りず 結局 前記逸失利益は 被告bの不法行為と相当因果関係ある損害，， ，\nであるとは認められない。\n(2) 慰謝料\n前記で認定した本件各事件の態様や性質(態様は極めて悪質とまではいえないまでも 原，\n告の明示の意思に反し，反復して行われたこと)，原告が本件各事件を契機として結局3年\n半勤務した被告会社を退職するに至ったこと 原告が被害を申告した後の被告b及び被告会，\n社の対応，その一方で，第3事件は原告が自ら被告bの自宅に赴き，夜遅くまで滞在したた\nめに発生しているなど，原告の方にも落ち度がないとはいえないこと，その他本件に現れ\nた一切の事情を考慮すれば，原告の被った精神的苦痛に対する慰謝料は，40万円をもって\n相当と認める。\n(3) 弁護士費用\n認容額 本件事案の内容 審理経過等を斟酌すると 被告bの不法行為と相当因果関係あ，， ，\nる弁護士費用は，5万円と認めるのが相当である。\n5結論\n以上によれば，原告の被告会社に対する請求は，45万円及びこれに対する同被告に対す\nる甲事件訴状到達の日の翌日である平成15年4月29日から支払済みまで民法所定の年5分の\n割合による遅延損害金の支払を求める限度で また 被告bに対する請求は 同じく45万円，， ，\n及びこれに対する同被告に対する甲事件訴状送達の日の翌日である平成15年4月27日から支\n払済みまで民法所定の年5分の割合による遅延損害金の支払を求める限度で それぞれ理由，\nがあるから認容し，その余の各請求はいずれも理由がないから棄却し，d夫婦(乙事件原告\nら)の各請求は いずれも理由がないから これを棄却することとし 主文のとおり判決す，，，\nる。\n東京地方裁判所民事第16部\n裁判長裁判官 大門匡\n裁判官 柴崎哲夫\n裁判官 吉田千絵子\n"
}