{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 16,
    "month": 3,
    "day": 22
  },
  "case_number": "平成15(う)18",
  "case_name": "殺人未遂，銃砲刀剣類所持等取締法違反被告事件",
  "court_name": "広島高等裁判所松江支部",
  "original_court_name": "松江地方裁判所",
  "original_case_number": "平成14(わ)72",
  "lawsuit_id": "3769",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=3769",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/769/003769_hanrei.pdf",
  "contents": "主　　　　　　　文\n原判決を破棄する。\n被告人を懲役４年に処する。\n原審における未決勾留日数中２４０日をその刑に算入する。\n原審で押収してある牛刀１丁（松江地方裁判所平成１４年押第２０号の\n１）及び箱１箱（同号の２）を没収する。\n原審における訴訟費用は被告人の負担とする。\n理　　　　　　　由\n第１　本件控訴の趣意は，弁護人吾郷計宜作成の控訴理由書記載のとおりである\nから，これを引用する。\n所論は，要するに，原判示第１の殺人未遂について，被告人は被害者であ\nるＡに対し殺意を有していないから殺人未遂罪は成立せず，仮に暴行の故意があ\nったとして傷害罪が成立するとしても正当防衛が成立するから無罪であるのに，\nＡに対する殺意を認め，正当防衛の成立を認めなかった原判決には判決に影響を\n及ぼす事実の誤認がある，というのである。\n第２　控訴趣意に対する判断\nそこで，記録を調査し，当審における事実取調べの結果も併せ検討する\n（なお，この項では，原判示第１の犯行を，「本件犯行」ないし単に「犯行」と\nいう。）。\n１　関係証拠によれば，本件犯行に至る経緯，犯行前後の状況として，次の事\n実関係が認められる。\n(1)　被告人は，１０数年くらい前に被害者の経営する会社にダンプの運転手\nとして半年くらい勤務したことがあったが，平成１３年８月に前刑を終えた後，\n知人を通じて，被害者が田を担保に金員の借入先を探しているとの話を聞き及\nび，平成１４年１月１９日午後４時４３分ころ，後輩の運転する自動車の中から\n被害者に電話し，融資の世話をしたら礼はいくらくれるかなどと尋ねたところ，\n被害者からお前呼ばわりをされたうえ，「できもせんのに大きなことを言う\nな。」などと言い返されて激しい口論となり，被害者方に行く旨申し向けると，\n同人から「来るなら来い。」などと言われたため，「行っちゃるわい，一人でお\nれよ。」などと答えて電話を切った。被害者は，そのあと前記知人に電話して，\n被告人が来たら「性根を入れるぞ。」などと言った。\n(2)　そして，被告人は，車で一旦ホームセンターに立ち寄り，刃体の長さ約\n１８．２センチメートルの紙箱入り牛刀を購入し，同店のトイレからトイレット\nペーパーを持ち出して再び車に乗り込み，後輩に行き先を指示して，同日午後５\n時１８分ころ，被害者方があるマンションに到着した。\n(3)　被告人は，車を降り，牛刀の入った紙箱の元の部分を切り破り，柄の部\n分が上になるように収まった牛刀を背広の左の内ポケット内に忍ばせて同マンシ\nョンの階段を上り，４階の被害者方玄関前フロアに至った。\n(4)　一方，被害者は，外の気配に気づき，玄関ドアの覗き窓から覗いたとこ\nろ，被告人がただならぬ感じで階段を上がってくるのが見えたので，台所へ行き\nホーロー鍋を手に取ったあと，玄関ドア前まで戻り，再び覗き窓から様子をうか\nがっていた。\n(5)　被告人は，呼び鈴を何度も鳴らし，「出てこい。」などと怒鳴りながら\n玄関ドアを叩いていたが，数分経っても応答がなかったので，あきらめて帰ろう\nと思い，玄関ドアに背を向け，階段降り口の方に歩きかけたとき，玄関ドアの内\n鍵を開け外に出てきた被害者から，いきなり後頭部をホーロー鍋で殴打されたた\nめ，内ポケットから右手で牛刀を取り出しながら，被害者の方に振り向きざま，\nこの牛刀を１回突き出して被害者の下腹部を突き刺した。被害者は，玄関内に逃\nれてドアを閉め内鍵をかけ，その後警察に連絡した。\n(6)　他方，被告人は，階段を下りて車まで戻り，前記トイレットペーパーで\n頭の血を拭うなどして，車を走らせ，途中車に乗り込んだ友人に人を刺したと話\nすなどした後，捜査機関の求めに応じて警察に出頭した。\n(7)　被告人は，被害者から殴打されたことにより，後頭隆起部から頭頂部の\n方に向かって約１０センチメートルのところからほぼ後正中線上に上方に向け，\n縦約３．５センチメートル，幅（最大幅）０．６センチメートルの割創と当該部\nの打撲の傷害を負った。\n(8)　被告人及び被害者の身長はいずれも同程度（約１７３センチメートル）\nである。\n２　所論は，本件犯行直前の状況について，原判決は，玄関の外に出た被害者\nが，被告人と正対して目線が合うや，右手に持ったホーロー鍋を振り下ろして被\n告人の後頭部を殴打し，これとほぼ同時に，被告人が右手に持った牛刀で被害者\nの下腹部を刺した旨認定したが，被告人は，被害者方玄関ドアに背を向けて階段\nの方へ向かおうとしたときに，玄関ドアを開けた被害者が被告人の背後に近づ\nき，後頭部をホーロー鍋で殴打したため，振り向いて被害者を刺したのであるか\nら，原判決はこの点事実を誤認したものである旨主張し，当裁判所は，前記のと\nおり，ほぼ所論に沿った認定をしたので，その理由について述べることとする。\nところで，原判決は，この点に関する被害者の供述に信用性を認め，同供\n述に沿った認定をしたものであるが，この供述の信用性にはいくつかの疑問があ\nる。①まず，被害者立会の実況見分調書によれば，同調書には，捜査官から被告\n人を殴打した際の状況について再現するよう求められた被害者が，模擬被疑者に\n対し階段方向を向くよう指示したうえで「被告人の頭を叩いたのはこうです。」\nと説明した旨の記載があり，この説明に沿った写真も添付されていることが認め\nられるが，これは，被告人と正対して目線が合うや，被告人をホーロー鍋で殴打\nし，ほぼ同時に被告人が被害者の下腹部を刺したとする被害者の供述とは相容れ\nないものである。原判決は，この写真について，被害者が被告人の体勢について\n十分な記憶がなかったため，警察官から被告人の後頭部の傷の写真を見せられな\nがら，この傷に適合するように指示説明するよう求められる中で撮影された可能\n性がある旨判示するが，前記のとおり，実況見分調書では，被害者がホーロー鍋\nで殴打した際の被告人の向きを被害者自らすすんで警察官に指示説明したような\n記載になっていること，被害者が被告人を殴打しようとしているときに，被告人\nが被害者と正対していたか，被害者に背を向け階段方向を向いていたかについて\n被害者に十分な記憶がないというのは通常考え難いことなどに照らすと，原判決\nの前記判示部分はにわかに首肯できないものである。当審におけるＢのこの点に\n関する証言も十分に説得的とはいえず，証拠価値に乏しい。②次に，被害者は，\n玄関ドアを開ける寸前まで，被告人が怒鳴ってドアを叩いていた旨供述するとこ\nろ，そうであれば，被害者が玄関ドアを押し開けた際に被告人とドアが接触する\n可能性が高いと考えられるが，被害者，被告人ともそういうことはなかった旨述\nべているもので，この事実は，被告人が玄関ドアに背を向け階段の方へ向かおう\nとしたときに，玄関ドアを開けた被害者が被告人の背後から殴打したとの被告人\nの供述に沿うものといえる。③また，被害者は，被告人と目線が合ったあと，左\n手で玄関ドアの内側ノブを持ったまま，右手に持ったホーロー鍋を右肩あたりに\n挙げて斜め下方に振り下ろして殴打した旨供述するが，そのような殴打の仕方で\n果たして被告人に前記のような頭部の傷が生じるのか相当疑問がある。原判決\nは，この点，被告人が自ら被害者の腹部を刺そうとするためにしろ，被害者の攻\n撃を避けようとしたにしろ，とっさにその上体を屈め，頭を下げる体勢をとるの\nもごく自然なことと考えられるし，被害者がそのような体勢の被告人の頭部を殴\n打すれば，被告人の頭部に前記のような傷が発生するといえると判示するが，被\n害者自身は，被告人を殴打したときの被告人の体勢は見ていない旨述べているし\n（この供述内容自体，通常考え難いことは前記のとおりである。），原判示のよ\nうな被告人の姿勢を前提としても，被害者が述べるような殴打の仕方で被告人に\n前記のような頭部の傷が生じるかについてはなお疑問が残るものである。むし\nろ，被告人の頭部の傷の位置，状況からすると，この傷は，被告人がその背後か\nらホーロー鍋で殴打されたことによりできたものとみる方がより自然のように思\nわれ，証人Ｃ（医師）の証言も，被害者が殴打した際の被害者と被告人の体勢，\n位置関係，被害者の殴打の仕方次第では，被告人の傷が背後からホーロー鍋で殴\n打されたことによってできた可能性を否定していないものである。また，原判決\nは，柄から抜けたホーロー鍋の飛び方は，被告人が後方から殴打されたことと整\n合しないとも説示しているが，被告人の頭部の傷の部位から想定されるホーロー\n鍋底面の後頭部曲面への打撃状況からすると，その反動でホーロー鍋が跳ね返る\nことを示唆するかのような原判決の推論の方がむしろ不自然というべきである。\n④さらに，平成１４年１月２８日付け実況見分調書によれば，本件のマンション\n４階フロアの，被害者方玄関ドアから少し離れた，むしろ階段寄りの２か所（原\n判決添付現場見取図Ｔ及びＵ）に被害者のものらしき血痕が存在していることが\n認められるが，このような血痕の存在位置や同調書によって認められるホーロー\n鍋の把手の破片の飛散状況（ほとんどが３階と４階の間の踊り場に飛散してい\nる。）からも，被害者が玄関ドアノブを左手で持ちつつ，右手に持ったホーロー\n鍋を肩あたりに挙げ斜め下方に振り下ろして被告人を殴打したとみるよりも，む\nしろ被告人が階段の方へ向って歩きかけているときに，被害者がドアの外に出て\n被告人の背後に近づき，ホーロー鍋で殴打したものとみる方がより自然であると\nいえる。以上の諸点に照らすと，被告人と被害者が正対した状態で，被害者がホ\nーロー鍋で被告人の後頭部を殴打し，これとほぼ同時に被告人が被害者を牛刀で\n刺した旨の被害者の供述の信用性には疑いがあり，被害者が被告人の背後からホ\nーロー鍋で被告人の後頭部を殴打したため，被告人が振り向いて被害者を刺した\n旨の被告人の弁解を排斥することはできないから，この点に関する被害者の供述\nの信用性を認め，この供述に沿った事実を認定をした原判決には事実の誤認があ\nるというべきである。\n３　被告人の殺意について\n所論は，被告人は本件犯行当時殺意を有していなかった旨主張するので，\n検討するに，被告人が使用した牛刀は刃体が鋭利なうえ，その長さは約１８．２\nセンチメートルに及び，十分人を殺傷するに足る形状を有すること，被告人は，\n被害者から後頭部をホーロー鍋で殴打された直後，内ポケットから右手で牛刀を\n取り出しながら，被害者の方に振り向きざま，この牛刀を突き出して被害者の身\n体の枢要部である下腹部（臍窩部の直下約５センチメートル）を刺突したもので\nあること，この刺突行為による刺創は深さ約１０センチメートルにも及んでお\nり，被告人の加えた力が相当強かったことがうかがわれること等の事情を総合す\nると，被告人が，本件犯行当時殺意を有していたことは優に認定しうるといわな\nければならない。\n所論は，これに対し，被告人があらかじめ牛刀を準備したのは，被害者と\n対面した際に被害者が凶器で攻撃してくることに備えた護身のためであったが，\n被害者方玄関先で被害者を呼んでも出てこないことがわかり，帰ろうとしたら，\nいきなり被害者から後頭部を殴打され，振り返ったら被害者がさらに両手を挙げ\nて攻撃態勢をとっていたことから，とっさに殺されると思い，腹立ちや恨みとは\n無縁で，被害者の身体のどこかを狙うつもりもなく，牛刀を取り出して差し出し\nたものであるとも主張する。しかし，被告人は，車中での被害者との電話での激\nしい言い合いの後，すぐさま車を走らせて牛刀を購入，準備し，わざわざ被害者\n方まで出向いていることから，被害者方玄関前に至った時点では，相当興奮，憤\n激状態にあったもので，単に護身のために牛刀を準備していたというよりも，被\n害者の出方次第では，自らその機会に牛刀でもって攻撃をしかけようと決意して\nいたと認められるものである。もっとも，被告人は，その後，被害者を呼んでも\n玄関ドアから出てこなかったので，同人と会うのをあきらめて帰りかけているの\nであるが，被害者から後頭部をホーロー鍋で殴打されて，振り向きざまに取り出\nした牛刀で被害者の下腹部を相当強い力で突き出しているのであって，このよう\nな経過等に照らすと，所論のように，被告人の本件犯行が腹立ちや恨みと無縁で\nあったとか，とっさに牛刀を突き出した際に被害者の身体のどこかを狙うつもり\nはなかったなどということはできないというべきである。また，被告人の刺突行\n為が１回にとどまっていて，さらなる攻撃に及んでいないことは所論の指摘する\nとおりであるが，以上の認定事実からすれば，これをもって被告人の殺意に疑い\nを生ぜしめる事情とはいえない。論旨は採用できない。\n４　正当防衛の成否について\n所論は，原判決は，被告人は，事前に喧嘩闘争状態になることを予期しな\nがら牛刀を携帯して被害者方を訪れ，被害者と正対し，目線が合うや牛刀で被害\n者の下腹部を相当な力で刺したもので，積極的に被害者に攻撃を加える意図で本\n件犯行に及んでいるのであるから，急迫性の要件を欠くとともに防衛の意思も認\nめられないとしたが，被告人は，被害者から相当な力で凶器（ホーロー鍋）で殴\n打され，更に攻撃的姿勢を示されたから，「殺される。」と思い，自らの身を守\nるため，牛刀を取り出して差し出したものであり，急迫不正の侵害も防衛意思も\nあり，防衛行為の相当性もあったので，正当防衛が成立する旨主張する。\nまず，急迫性及び防衛の意思について検討するに，前記のとおり，被告人\nは，車中での被害者との電話での激しい口論の末，被害者から「来るなら来\nい。」などと言われ，すぐさま牛刀を購入，準備したうえ，わざわざ被害者方ま\nで出向いていることから，被害者方玄関前に到着した当時は，相当興奮，憤激状\n態にあり，被害者による身体への侵害を予期し，同人の出方次第によっては，自\nらその機会に牛刀でもって攻撃をしかけることも辞さないという意思でいたもの\nと認められるのであるが，他方，被告人は，その後ドア越しにいくら被害者を呼\nんでも同人が出てこないから，あきらめて帰ろうと玄関ドアに背を向け，階段降\nり口に向けて歩きかけていたものであり，にもかかわらず，いきなり玄関ドアを\n開け外に出てきた被害者からホーロー鍋（重さ約１キログラム）の把手が破断す\nるほどの力で後頭部を縦約３．５センチメートル，幅（最大幅）０．６センチメ\nートルの割創ができるほど強く叩かれたため，振り向きざま手にした牛刀で被害\n者の下腹部を一突きしたというのであって，このような事実関係にかんがみる\nと，被害者方玄関前に到着後それほど時間が経っていなかったとはいえ，玄関ド\nアに背を向け階段降り口に向けて歩きかけた時点では，被告人において，もはや\n被害者が玄関ドアを開けいきなり攻撃してくるであろうことを予期していたと\nか，あるいは予期することができたとまでは断ずることができないのであり，意\n外にも被害者が背後から突如ホーロー鍋で殴打してきたとみるのが相当であるか\nら，なお急迫不正の侵害があったというに妨げない。また，被告人が牛刀で反撃\nした際，被告人は，攻撃の意思だけでなく，被害者からの攻撃に対応し，それを\n避けるという意思，すなわち防衛の意思をも併せ持っていたものというべきであ\nる。\n次に，防衛行為の相当性について検討するに，被告人は，被害者からホー\nロー鍋で後頭部を前記のような傷ができるほど強く叩かれたが，これにより被告\n人の生命に対する侵害ないし侵害の危険性があったとまでは認められないとこ\nろ，これに対し，被告人が刃体の長さ約１８．２センチメートルに及ぶ鋭利な牛\n刀で被害者の下腹部を，刺創が深さ約１０センチメートルにも達する相当強い力\nで１回突き刺し全治３か月を要するほどの重傷を負わせたことは，これにより被\n害者の生命に対する侵害ないし侵害の危険性があったと認められるもので，侵害\nの程度に比して防衛の程度が大きく，防衛の程度を超えたものといわざるを得な\nい。\n以上のとおりであって，本件については過剰防衛の成立を認めるべきであ\nるのに，被告人の本件犯行について急迫性の要件及び防衛の意思が欠けるとして\n過剰防衛の成立をも否定した原判決には判決に影響を及ぼすことが明らかな事実\nの誤認がある。論旨はその限度で理由がある。\nそして，原判決は，原判示第１のほか原判示第２の事実（銃刀法違反の事\n実）を認定し，両者を刑法４５条前段の併合罪として１個の刑を言い渡している\nので，その全部について破棄を免れない。\n第３　自判\nよって，刑訴法３９７条１項，３８２条により原判決を破棄し，同法４０\n０条ただし書により，更に次のとおり判決する。\n１　罪となるべき事実\n被告人は，\n(1)　平成１４年１月１９日午後５時２０分ころ，島根県浜田市ａ町ｂ番地ｃ\nハイツＤｄ号室のＡ（当時４１歳）方玄関前付近において，Ａがいきなり被告人\nの背後から右手に持ったホーロー鍋で被告人の頭部を殴打したことから，これに\n反撃することを決意し，殺意をもって，背広の胸ポケットから牛刀（刃体の長さ\n約１８．２センチメートル，松江地方裁判所平成１４年押第２０号の１）を取り\n出しながら，Ａの方に振り向き，防衛の程度を超えて，この牛刀を同人の下腹部\nに１回突き刺したが，同人に全治３か月を要する腹部刺傷，小腸損傷，腸間膜損\n傷，腹直筋断裂，右尿管損傷の傷害を負わせるにとどまり，その目的を遂げず，\n(2)　前記日時場所において，業務その他正当な理由がないのに，前記牛刀１\n丁を携帯した。\n２　事実認定の補足説明（判示(1)の殺人未遂の事実について）\n(1)　被告人の殺意について\n所論は，被告人には犯行当時殺意がなかった旨主張するが，被告人に殺\n意が認められることは，前記第２の３で判断したとおりである。\n(2)　正当防衛の成否について\n所論は，被告人の行為は正当防衛にあたる旨主張するところ，被告人の\n行為が正当防衛には該当しないが，過剰防衛にあたることは，前記第２の４で判\n断したとおりである。\n３　証拠の標目\n判示全事実について被告人の当審における公判供述を付加するほかは，原\n判決の【証拠】欄に記載のとおりである。\n４　累犯前科\n被告人は，平成９年１０月３１日広島地方裁判所で監禁，強姦及び覚せい\n剤取締法違反の罪により懲役４年に処せられ，平成１３年８月２１日その刑の執\n行を受け終わったもので，この事実は検察事務官作成の前科調書及び同裁判の判\n決書謄本によってこれを認める。\n５　法令の適用\n被告人の判示(1)の所為は刑法２０３条，１９９条に，判示(2)の所為は銃\n砲刀剣類所持等取締法３２条４号，２２条本文にそれぞれ該当するところ，各所\n定刑中，判示(1)の罪について有期懲役刑を，判示(2)の罪について懲役刑をそれ\nぞれ選択し，前記の前科があるので刑法５６条１項，５７条により判示(1)及\nび(2)の各罪について，判示(1)の罪については同法１４条の制限内でそれぞれ再\n犯の加重をし，以上は同法４５条前段の併合罪であるから，同法４７条本文，１\n０条により重い判示(1)の罪の刑に同法４７条ただし書，１４条の制限内で法定の\n加重をした刑期の範囲内で被告人を懲役４年に処し，同法２１条を適用して原審\nにおける未決勾留日数中２４０日をその刑に算入し，原審で押収してある牛刀１\n丁（松江地方裁判所平成１４年押第２０号の１）は，判示(1)の殺人未遂の用に供\nするとともに判示(2)の犯罪行為を組成した物で，箱１箱（同号の２）は上記牛刀\nの従物に該当し，被告人以外の者に属しないから，同法１９条１項１号，２号，\n２項本文を適用してこれらを没収し，原審における訴訟費用については，刑訴法\n１８１条１項本文を適用して被告人に負担させることとする。\n６　量刑の理由\n本件は，被害者に背後からホーロー鍋で頭部を殴打された被告人が，防衛\n行為としての相当な程度を逸脱し，殺意をもって，所持していた牛刀で反撃を加\nえ，その結果同人に判示の傷害を負わせたという過剰防衛による殺人未遂及び銃\n刀法違反の事案である。\n本件犯行の直接のきっかけは被害者の被告人に対する攻撃にあったとはい\nえ，被害者とのささいな口論で，あらかじめ牛刀を購入するなどして，わざわざ\n被害者方に押し掛け，被害者に殴打されるや，振り向きざまにこの牛刀で同人の\n下腹部を手加減することなく一突きしているもので，本件犯罪の発生について\nは，被害者に落ち度があったことは否定できないものの，被告人により大きな責\n任があることはいうまでもない。被害者に全治３か月を要する重傷を負わせたそ\nの結果も重大であり，一つ間違えば死亡する可能性も極めて高かったものであ\nる。加えて，本件は，被告人が前刑の執行終了後半年も経たないうちに敢行され\nたものであることをも併せ考慮すると，被告人の刑事責任は重い。\nしかしながら，被害者との間で示談が成立し，すでに慰謝料等として１０\n０万円が支払済みであり，被害者は被告人に対し寛刑を望む旨の嘆願書を提出し\nていること，被告人も被害者の攻撃により加療９日間を要する後頭部割創等の傷\n害を負っていること，捜査機関の求めに応じ自ら出頭していることなど，被告人\nのために有利に斟酌すべき事情もあるので，以上の諸事情を総合考慮したうえ，\n被告人を主文掲記の刑に処することとしたものである。\nよって，主文のとおり判決する。\n平成１６年３月２２日\n広島高等裁判所松江支部\n裁判長裁判官　　　　　　　・　　　田　　　　　　　聰\n裁判官　　　　　　　吉　　　波　　　佳　　　希\n裁判官　　　　　　　植　　　屋　　　伸　　　一\n"
}