{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 17,
    "month": 7,
    "day": 20
  },
  "case_number": "平成16(行ウ)36",
  "case_name": "建築物使用禁止の措置命令取消請求事件",
  "court_name": "神戸地方裁判所",
  "field": "行政",
  "gist": "１　建築基準法（平成１６年法律第６７号による改正前）２条１号にいう「土地に定着する」の意義　２　鉄骨ユニットを組み合わせた駐車用棚を地平面上に載置した屋根や柱のある２層３段の構造をした自走式立体駐車場が建築基準法（平成１６年法律第６７号による改正前）２条１号所定の建築物であり，同法（平成１６年法律第１１１号による改正前）６条１項に違反するとして市長がした同法９条７項に基づく仮の使用禁止命令の取消請求が，棄却された事例",
  "case_gist": "１　建築基準法（平成１６年法律第６７号による改正前）２条１号にいう「土地に定着する」とは，民法が建物の取引の安全性という見地から構造上の独立性を重視するのとは異なり，建築基準法は，建築物の利用者の生命，健康及び財産を守るとともに，都市の機能確保や市街地環境の確保を図ることをその目的としていることからすると，民法における建物の土地との定着性の概念より広い概念と解するのが相当であり，屋根と柱とがある工作物であれば，物理的に強固に土地に緊結されていなくても，随時かつ任意に移動できる工作物ではない限り，土地を継続的に占有し，工作物本来の用法上，定常的に土地に載置されている態様をも含む。　２　鉄骨ユニットを組み合わせた駐車用棚を地平面上に載置した屋根や柱のある２層３段の構造をした自走式立体駐車場が建築基準法（平成１６年法律第１１１号による改正前）６条１項に違反するとして市長がした同法９条７項に基づく仮の使用禁止命令が，前記駐車場が同法（平成１６年法律第６７号による改正前）２条１号所定の建築物に当たらず違法であるとしてした同命令の取消請求につき，前記駐車場は，組立て及び解体が短時間ででき，設置や解体して移築することが容易なだけであって，その大きさ，自動車の格納能力，諸設備等に照らせば，解体せずにそのまま曳航移転することまでは予定しておらず，クレーンで吊り上げてそのまま移動させることも困難であって，随時かつ任意に移動できる工作物とはいえないから，「土地に定着する」工作物ということができ，同法（平成１６年法律第６７号による改正前）２条１号所定の建築物に当たるとして，前記取消請求を棄却した事例",
  "lawsuit_id": "14810",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=14810",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/810/014810_hanrei.pdf",
  "contents": "主文\n１　原告の請求を棄却する。\n２　訴訟費用は原告の負担とする。\n事実及び理由\n第１　当事者の求めた裁判\n１　原告（請求の趣旨）\n被告が原告に対して平成１６年２月１７日付けでなした，別紙駐車場欄記載\nの駐車場（以下「本件駐車場」という。）の使用禁止の措置を命じた命令は，これ\nを取り消す。\n訴訟費用は被告の負担とする。\n２　被告（請求の趣旨に対する答弁）\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n第２　事案の概要\n１　事案の骨子\n本件は，パチンコ店を経営する原告が，本件駐車場が建築基準法２条１号所\n定の建築物に該当しないと考え，パチンコ店の敷地内に建築確認を受けずに本件駐\n車場を設置したところ，被告が，本件駐車場は建築基準法２条１号所定の建築物で\nあるとして，本件駐車場の使用禁止を命じたことから，原告が被告を相手に，その\n取消しを求めた事案である。\n２　前提事実\n（次の事実は，当事者間に争いがないか，末尾証拠により容易に認められ\nる。）\n当事者\nア　原告は，別紙土地欄記載の土地（以下「本件敷地」という。）上に，別\n紙建物欄記載の建物を所有し，平成１６年１月２１日，兵庫県公安委員会から営業\n許可を得た上で，同建物でパチンコ店の営業を行っている有限会社である。\nイ　被告は，建築基準法２条３２号所定の特定行政庁であり，建築基準法９\n条７項により，建築物の使用禁止の命令権限を有する行政庁である。\n本件駐車場の設置\nア　原告は，平成１５年１１月下旬，建築基準法６条１項所定の建築確認を\n受けないで，本件敷地上に本件駐車場を設置した。\nイ　本件駐車場は，塀で囲まれた本件敷地内に，パチンコ店の付属駐車場と\nして来客用に建設されたものであり，鉄骨造で屋根や柱もある２層３段の構造をし\nた自走式立体駐車場である（甲３，甲４〔枝番を含む〕，甲６，乙３乃至１０〔枝\n番を含む〕）。\nウ　そして，本件駐車場は，駐車場部分が延べ４５１８.７７平方メートル，\nスロープ部分が延べ２４５.５２平方メートル，階段部分が延べ１２.３０平方メー\nトルあり，自動車３１０台を格納可能な載置式工作物架台であって，ベースプレー\nトに固定された８１本の柱で支えられており，車路であるスロープ部分はコンクリ\nートで打設され，電気配線が施されて照明設備が設置されている（甲３，甲４〔枝\n番を含む〕，甲６，乙３乃至１０）。\n本件使用禁止命令\n被告は，平成１６年２月１７日，原告に対し，本件駐車場が建築基準法２\n条１号所定の建築物であり，建築基準法６条（建築確認）に違反したものであると\nして，建築基準法９条７項に基づき，本件駐車場の使用禁止を命じた（甲５，以下\n「本件使用禁止命令」という。）。\n不服申立等\nア　原告は，本件使用禁止命令を不服として，平成１６年２月２５日付け\nで，宝塚市建築審査会に対し，審査請求をしたところ，同審査会は，同年６月２２\n日，これを棄却する裁決をした（甲６，乙１２）。\nイ　そこで，原告は，平成１６年８月２５日，当裁判所に，被告を相手とし\nて，本件使用禁止命令取消訴訟を提起した。\n３　関係法令\n建築物の定義\n建築物とは，土地に定着する工作物のうち，屋根及び柱若しくは壁を有す\nるもの（これに類する構造のものを含む。），これに附属する門若しくは塀，観覧\nのための工作物又は地下若しくは高架の工作物内に設ける事務所，店舗，興行場，\n倉庫その他これらに類する施設をいい，建築設備を含むものとする（建築基準法２\n条１号）。\n建築確認\n建築主は，建築物を建築しようとする場合においては，当該工事に着手す\nる前に，その計画が建築基準関係規定等に適合するものであることについて，建築\n主事の確認を受けなければならない（建築基準法６条１項）。\n使用禁止命令\n特定行政庁は，緊急の必要がある場合においては，建築基準法令の規定に\n違反した建築物について，仮に，使用禁止の命令をすることができる（建築基準法\n９条７項）。\n４　争　点\n本件の争点は，本件使用禁止命令の違法性の有無であるが，具体的には，本\n件駐車場が建築基準法２条１号所定の建築物といえるかである。\n第３　争点に関する当事者の主張\n１　原告の主張\n建築基準法には，「土地に定着する工作物」（２条１号）の明確な定義規定\nがないので，法秩序の一体性と法的安定性という観点から，民法上の建物に関する\n規定の解釈と同様に考えるべきである。\nところで，民法上の建物とは，「屋根及び周壁またはこれに類するものを有\nし，土地に定着した建造物であって，その目的とする用途に供し得る状態にあるも\nのをいう。」とされている。\nそのうち，「定着」とは，土地に固定的に付着して容易に移動し得ないも\nのであって，取引観念上継続的にその土地に付着させた状態で使用されると認めら\nれるものをいう。\nこれを本件についてみるに，本件駐車場は，土地に固定的に付着して容易に\n移動し得ないものではない。\nすなわち，本件駐車場は，鉄骨ユニットを組み合わせた「駐車用棚」を地\n平面上に載置しただけのものであり，３００坪当たりわずか６日間で設置でき，そ\nれを解体して別の場所に移動して同じ駐車場を組み立てることも，いとも容易にで\nきる（甲３）。\nしたがって，本件駐車場は，「土地に定着する工作物」には当たらず，建築\n基準法２条１号所定の建築物とはいえないから，本件駐車場が建築基準法２条１号\n所定の建築物であるとし，原告が建築基準法６条（建築確認）に違反したものであ\nることを前提としてなした本件使用禁止命令は違法である。\n２　被告の主張\n建築基準法は，工事を施工するため現場に設ける事務所，下小屋，材料置場\nその他これらに属する仮設建築物なども建築物の範囲内とした上で，緩和規定（８\n５条）を設けていることからして，土地への定着性については，民法の「定着」の\n概念より広い概念がとられている。\n民法と建築基準法で生じる相違は，民法では，建物は土地と独立した別個の\n不動産として取引されており，取引の安全の見地から，構造上の独立を重視してい\nるのに対し，建築基準法では，「国民の生命，健康及び財産の保護を図り，もって\n公共の福祉の増進に資する」（１条）ことがその目的とされ，その工作物に屋根や\n柱があり，これが倒壊・火災等の危険にさらされる場合には，その構造や設備等に\nついても最低限の基準を設けて規制しておくことが，その目的に沿うものであるこ\nとに基づく。\nしたがって，建築基準法の「建築物」は，倒壊・火災等の危険によって，\n国民の生命，身体及び財産が脅かされるか否かの観点を含めて解釈・判断されなけ\nればならない。\n本件駐車場は，塀で囲まれた本件敷地内に，パチンコ店の付属駐車場として\n建設され，鉄骨造で２層３段の構造をし，１階，２階の延べ面積が約４６３０平方\nメートルと大規模であり，延べ面積には算入されないが屋上部分も駐車場として使\n用されており，車路であるスロープ部分はコンクリートを打設し，電気配線をし，\n照明設備を設置していることから，継続的に駐車場として利用することを目的とし\nて設置されたものであり，定着性についても当然に認められるものである。\n本件駐車場は，いわゆる自走式立体駐車場といわれているものであるが，\nそこには当然屋根も柱もあり，これらに倒壊・火災等が発生する危険性が認めら\nれ，これらの倒壊・火災等によって利用者の生命・身体更には財産権が侵害される\nおそれがあるので，建築基準法上の建築物に該当する。\nしたがって，本件駐車場は，「土地に定着する工作物」に当たり，建築基準\n法２条１号所定の建築物といえるから，原告が建築基準法６条（建築確認）に違反\nしたものであることを前提としてなした本件使用禁止命令に違法はない。\n第４　当裁判所の判断\n１　はじめに\n建築物とは，①　土地に定着する工作物のうち，屋根及び柱若しくは壁を有\nするもの（これに類する構造のものを含む。），②　①に附属する門若しくは塀，\n観覧のための工作物，③　地下若しくは高架の工作物内に設ける事務所，店舗，興\n行場，倉庫その他これらに類する施設，④　①ないし③に附属する建築設備をいう\n（建築基準法２条１号）。\n本件駐車場は工作物であり，本件駐車場には屋根及び柱があるので（前記第\n２の２イ・ウ），上記①の要件のうち，後半部分は充足されているので，本件駐車\n場が建築物といえるか否かは，上記①の要件のうち，本件駐車場が「土地に定着す\nる」といえるかによる。\n２　「土地に定着する」の解釈について\n建築基準法の「建築物」の概念は，同法１条にいう「国民の生命，健康及び\n財産の保護を図る」という目的の上で，どの範囲の工作物をその規制の対象とする\nことが必要有益かという観点から定立されているのであるから，「土地に定着す\nる」の解釈に当たっては，上記観点を念頭におく必要がある。\nそして，屋根と柱とがあり「土地に定着する」工作物は，たとえ周壁がな\nくとも，その倒壊・火災などによって，「国民の生命，健康及び財産」が危険にさ\nらされるおそれがあるので，その構造や設備などについて最低の基準を設けて規制\nしておく必要があり，建築基準法は，このような工作物についても，建築物に含め\nて規制の対象としているのである。\nさらに，建築基準法は，建築物の利用者の生命，健康及び財産を守るにとど\nまらず，建築物の用途，形態等について制限を加え（４８乃至６０条），建築物が\n集団で存している都市の機能確保や市街地環境の確保を図ることも，その目的とし\nていることからして，これらの点も建築基準法上の建築物の解釈・判断に当たって\n考慮しなければならない。\n以上の観点に照らすと，「土地に定着する」工作物とは，必ずしも物理的に\n強固に土地に緊結された態様だけではなく，随時かつ任意に移動できる工作物では\nない限り，工作物本来の用法上，定常的に土地に載置されている態様も含むものと\n認めるのが相当である。\n何故ならば，このような工作物であっても，屋根と柱とがあれば，その倒\n壊・火災などによって，「国民の生命，健康及び財産」が危険にさらされるおそれ\nが認められるからであり，また，当該工作物が都市の機能確保や市街地環境の確保\nに影響を及ぼすからである。\nしたがって，屋根と柱がある工作物が物理的に強固に土地に緊結されてい\nなくとも，そのような工作物が土地を継続的に占有し，工作物本来の用法上，定常\n的に土地に載置されている場合には，随時かつ任意に移動できる工作物ではない限\nり，「土地に定着する」工作物というべきである。\n更にいえば，我が国の木造住宅は，礎石の上に柱を置くだけの構造が今でも\n多数認められる。これらの木造建物は，基礎と柱とが物理的に強固に緊結されてい\nないが，「土地に定着する」ものとはいえないとして，建築基準法の規制の対象と\nはならないと理解する者は皆無であろう。\nこのように，一般には，礎石の上に柱を置くだけの構造の木造建物であっ\nても，「土地に定着する」工作物であるとして，建築基準法の適用がある建築物と\n解されていることからも，「土地に定着する」についての上記の解釈の妥当性が裏\n付けられる。\n３　民法上の建物との関係について\n原告は，建築基準法上の建築物の「土地との定着性」は，民法上の建物の\n「土地との定着性」と同様に考えるべきであると主張するので，以下検討する。\n民法上の建物とは，屋根及び周壁またはこれに類するものを有し，土地に定\n着した建造物であって，その目的とする用途に供し得る状態にあるものをいう。\nそして，民法では，土地に定着した建造物について，「土地に固定的に付\n着して容易に移動し得ないものであって，取引観念上継続的にその土地に付着せし\nめた状態で使用されると認められるもの」と解されており，容易に移動させること\nができる仮小屋等は，固定性の点から土地に定着した建造物とはいえないといわれ\nている。\nしかし，民法では，建物は土地とは独立した別個の不動産として取引されて\nおり，その取引の安全性という見地から，構造上の独立性を重視して，「土地に定\n着した建造物」を要件としているのに対し，建築基準法は，「国民の生命，健康及\nび財産の保護を図り，もって公共の福祉の増進に資する」（１条）という目的か\nら，規制の対象となる建築物を「土地に定着する工作物」と定め，その工作物に屋\n根や柱があり，これが倒壊・火災等の危険にさらされる場合には，その構造や設備\n等についても最低限の基準を設けて規制しているのである。\nしたがって，建築基準法上の建築物の「土地との定着性」は，倒壊・火災等\nの危険によって，国民の生命，身体及び財産が脅かされるか否かの観点を含めて解\n釈・判断しなければならないのであり，建築基準法上の建築物の「土地との定着\n性」は，民法上の建物の「土地との定着性」の概念より広い概念と解するのが相当\nである。\nそれゆえ，原告の上記の主張は採用できない。\n４　本件への適用\n当裁判所の見解\nア　本件駐車場は，塀で囲まれた本件敷地内に，パチンコ店の付属駐車場と\nして来客用に建設されたものであり，鉄骨造で屋根や柱もある２層３段の構造をし\nた自走式立体駐車場である。\n本件駐車場は，駐車場部分が延べ４５１８.７７平方メートル，スロープ\n部分が延べ２４５.５２平方メートル，階段部分が延べ１２.３０平方メートルあ\nり，自動車３１０台を格納可能な載置式工作物架台であって，ベースプレートに固\n定された８１本の柱で支えられており，車路であるスロープ部分はコンクリートで\n打設され，電気配線が施されて照明設備が設置されている（前記第２の２イ・\nウ）。\nイ　確かに，本件駐車場は，鉄骨ユニットを組み合わせた「駐車用棚」を地\n平面上に載置しただけのものであり，製造メーカー（アメリカンスチール株式会\n社）のパンフレットには，３００坪当たりわずか６日間で設置でき，それを解体し\nて別の場所に移動して同じ駐車場を組み立てることもできると謳われている（甲\n３，甲４，乙３乃至１０〔枝番を含む〕）。\nしかし，本件駐車場は，組み立て及び解体が短時間ででき，設置や解体\nして移築することが容易なだけであって，その大きさ，自動車の格納能力，諸設備\n等に照らせば，解体せずにそのまま曳航移転することまでは予定しておらず，クレ\nーンで吊り上げてそのまま移動させることも困難であるから，随時かつ任意に移動\nできる工作物とはいえない。\nウ  したがって，本件駐車場は，その敷地部分の土地を継続的に占有し，パ\nチンコ店の付属駐車場として継続的に設置・使用される目的で建設されたものであ\nり，屋根と柱がある工作物が土地を継続的に占有し，工作物本来の用法上，定常的\nに土地に載置されている場合に当たり，随時かつ任意に移動できる工作物とはいえ\nないので，本件駐車場は，「土地に定着する」工作物ということができ，建築基準\n法２条１号所定の建築物に当たる。\n国土交通省住宅局建築指導課長の見解\n次の国土交通省住宅局建築指導課長の平成１６年１２月６日付けの各都道\n府県建築主務部長宛の技術的助言（載置式の一層二段等の自走式自動車車庫につい\nて，国住指第２１７１号・乙１５）も，当裁判所の上記ウの見解に符合するもので\nある。\nア　いわゆる載置式の一層二段等の自走式自動車車庫においては，柱が基礎\nなどに緊結していないことをもって土地に定着していないとし，一部業者が，建築\n基準法の対象となる建築物ではないと主張，販売しているところである。\nイ　しかしながら，次に該当する載置式の一層二段等の自走式自動車車庫に\nついては，土地に定着している建築物と解するのが常識的な判断であり，建築物の\n安全性や市街地の環境確保等の観点から，建築基準法の規制にかからしめることは\n当然のことである。\n随時かつ任意に移動できる工作物でないこと。\n駐車場の用途としての利用が継続的に行われること。\n屋根及び柱又は壁を有するもの（これに類する構造のものを含む。）で\nあること。\nウ　貴職におかれては，すでに設置されている載置式の一層二段等の自走式\n自動車車庫について，基礎に関する規定など建築基準法に適合しない事項がある場\n合には，違反建築物として扱い，是正指導又は必要に応じ是正命令されるようお願\nいする。\n５　まとめ\nしたがって，本件駐車場は，「土地に定着する工作物」に当たり，建築基準\n法２条１号所定の建築物といえるから，原告が建築基準法６条（建築確認）に違反\nしたものであることを前提としてなした本件使用禁止命令に違法はない。\n第５　結　語\n以上の次第で，原告の本訴請求は理由がないからこれを棄却することとし，\n主文のとおり判決する。\n神戸地方裁判所第２民事部\n裁判長裁判官  　紙　浦　健　二\n裁判官  　今　中　秀　雄\n裁判官　　高　橋　信　幸\n"
}