{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 18,
    "month": 1,
    "day": 31
  },
  "case_number": "平成17(ネ)10021",
  "case_name": "",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "9168",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=9168",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/168/009168_hanrei.pdf",
  "contents": "平成１７年（ネ）第１００２１号　特許権侵害差止請求控訴事件（原審・東京地方\n裁判所平成１６年（ワ）第８５５７号）（平成１７年１１月４日口頭弁論終結）\n判　　　　　　　　決\n控訴人　　　　　   キヤノン株式会社\n代表者代表取締役\n訴訟代理人弁護士　 増  井  和  夫\n同　　　　　　　　 橋  口  尚  幸\n同　　　　　　　 　岩  倉  正  和\n同　　　　　　　 　櫻  庭  信  之\n同　　　　　　　 　洲　桃　麻由子\n同　　　　　　　 　松  平  定  之\n同　　　　　　　 　岸  田  直  子\n同　　　　　　 　　宇　野　伸太郎\n同　　　　　　 　　柴  田  尚  史\n訴訟復代理人弁護士 森　    倫  洋\n被控訴人　　　　　 リサイクル・アシスト株式会社\n代表者代表取締役\n訴訟代理人弁護士   上  山　    浩\n同　　　　　　　 　西  本    　強\n同　　　　　　　 　川  井  信  之\n主　　　　　　　　文\n１　原判決を取り消す。\n２　被控訴人は，別紙物件目録(1)及び(2)記載のインクタンクを輸入\nし，販売し，又は販売のために展示してはならない。\n３　被控訴人は，前項記載のインクタンクを廃棄せよ。\n４　訴訟費用は，第１，２審とも被控訴人の負担とする。\n事実及び理由\n第１　当事者の求めた裁判\n１　控訴人\n(1)　主文と同旨\n(2)　仮執行の宣言\n２　被控訴人\n(1)　本件控訴を棄却する。\n(2)　控訴費用は控訴人の負担とする。\n第２　事案の概要\n１　事案の要旨\n(1)　控訴人は，後記２(1)の特許権（以下「本件特許権」という。）の特許権者\nである。控訴人は，本件特許権の請求項１の発明（液体収納容器の発明。以下「本\n件発明１」という。）の技術的範囲に属する後記２(4)のインクタンク（以下「控訴\n人製品」という。）を，本件特許権の請求項１０の発明（液体収納容器の製造方法\nの発明。以下「本件発明１０」といい，本件発明１と併せて「本件発明」と総称す\nる。）の技術的範囲に属する方法により製造して，販売している。\n被控訴人は，別紙物件目録(1)及び(2)（原判決別紙物件目録(1)及び(2)と\n同じ。）記載のインクタンク（以下「被控訴人製品」と総称する。）を輸入し，販\n売している。被控訴人製品は，インク費消後の使用済みの控訴人製品にインクを再\n充填するなどして，製品化されたものである。\n本件は，控訴人が，被控訴人に対し，本件特許権に基づいて，被控訴人製\n品の輸入，販売等の差止め及び廃棄を求める訴訟である。\n(2)　被控訴人製品が，本件発明１の構成要件をすべて充足し，その技術的範囲に\n属することは，当事者間に争いがない。また，被控訴人製品が，控訴人ないし控訴\n人から許諾を受けた者が我が国の国内又は国外で販売した控訴人製品においてイン\nクが費消されたものに，インクを再充填するなどして製品化されたものであり，そ\nの製品化の方法が，本件発明１０の構成要件をすべて充足し，その技術的範囲に属\nすることも，当事者間に争いがない。\n本件訴訟において，被控訴人は，被控訴人製品のうち，我が国の国内にお\nいて販売された控訴人製品にインクを再充填するなどしたものについては，本件特\n許権が消尽したことにより，国外で販売された控訴人製品にインクを再充填するな\nどしたものについては，昀高裁平成９年７月１日第三小法廷判決・民集５１巻６号\n２２９９頁（以下「ＢＢＳ事件昀高裁判決」という。）の判示する理由により，控\n訴人は本件特許権に基づく差止め及び廃棄請求権を行使することはできない旨を主\n張している。\nこれに対して，控訴人は，被控訴人製品は使用済みの控訴人製品にインク\nを再充填するなどしたものではあるが，その際の工程等に照らせば，改めて本件発\n明１０に係る生産方法を実施して本件発明１の技術的範囲に属する製品を新たに生\n産する行為により製造されたものであるから，被控訴人製品について控訴人が本件\n特許権に基づく権利行使をすることは妨げられないと主張している。\n(3)　そうすると，本件訴訟においては，被控訴人の上記主張が理由があるかどう\nかが問題となるが，この点については，物の発明（本件発明１）と物を生産する方\n法の発明（本件発明１０）とに分けて，また，控訴人製品のうち我が国の国内で販\n売されたもの（以下「国内販売分」という。）と国外で販売されたもの（以下「国\n外販売分」という。）とに分けて，論ずることが適切であるから，争点は，次のと\nおりである。\nア　国内販売分の控訴人製品にインクを再充填するなどして製品化された被\n控訴人製品について物の発明（本件発明１）に係る本件特許権に基づく権利行使を\nすることの許否\nイ　国内販売分の控訴人製品にインクを再充填するなどして製品化された被\n控訴人製品について物を生産する方法の発明（本件発明１０）に係る本件特許権に\n基づく権利行使をすることの許否\nウ　国外販売分の控訴人製品にインクを再充填するなどして製品化された被\n控訴人製品について本件特許権に基づく権利行使をすることの許否\nなお，本件においては，一部の控訴人製品が販売された地や，被控訴人製\n品として製品化された地が我が国の国外であるなどといった点で渉外的要素を含む\nところから，準拠法が問題となり得るが，控訴人の本件訴えは，本件特許権に基づ\nく差止め及び廃棄の請求であるので，本件特許権が登録された国である我が国の法\n律が準拠法となると解すべきものである（昀高裁平成１４年９月２６日第一小法廷\n判決・民集５６巻７号１５５１頁）。\n(4)　原審は，被控訴人の主張に理由があると判断して，控訴人の請求をいずれも\n棄却した。控訴人は，この原判決を不服として，本件控訴をした。\n２　前提事実（証拠を掲記しない事実は，当事者間に争いがない。）\n(1)　控訴人の本件特許権\n控訴人は，発明の名称を「液体収納容器，該容器の製造方法，該容器のパ\nッケージ，該容器と記録ヘッドとを一体化したインクジェットヘッドカートリッジ\n及び液体吐出記録装置」とする特許第３２７８４１０号の特許権（本件特許権。平\n成１１年４月２７日出願〔優先権主張，平成１０年５月１１日，日本〕，平成１４\n年２月１５日設定登録）の特許権者である。\n(2)　本件発明１\nア　本件特許権の願書に添付された明細書（以下「本件明細書」という。）\nの「特許請求の範囲」欄の請求項１の記載は，次のとおりである（本判決別紙の特\n許公報参照）。\n「【請求項１】互いに圧接する第１及び第２の負圧発生部材を収納するとと\nもに液体供給部と大気連通部とを備える負圧発生部材収納室と，該負圧発生部材収\n納室と連通する連通部を備えると共に実質的な密閉空間を形成するとともに前記負\n圧発生部材へ供給される液体を貯溜する液体収納室と，前記負圧発生部材収納室と\n前記液体収納室とを仕切るとともに前記連通部を形成するための仕切り壁と，を有\nする液体収納容器において，前記第１及び第２の負圧発生部材の圧接部の界面は前\n記仕切り壁と交差し，前記第１の負圧発生部材は前記連通部と連通するとともに前\n記圧接部の界面を介してのみ前記大気連通部と連通可能であると共に，前記第２の\n負圧発生部材は前記圧接部の界面を介してのみ前記連通部と連通可能であり，前記\n圧接部の界面の毛管力が第１及び第２の負圧発生部材の毛管力より高く，かつ，液\n体収納容器の姿勢によらずに前記圧接部の界面全体が液体を保持可能な量の液体が\n負圧発生部材収納室内に充填されていることを特徴とする液体収納容器。」\nイ　上記の特許請求の範囲の記載は，次の構成要件Ａ～Ｌ（ただし，Ｉ及び\nＪは欠番である。）に分説される。\nＡ　互いに圧接する第１及び第２の負圧発生部材を収納するとともに液体\n供給部と大気連通部とを備える負圧発生部材収納室と，\nＢ　該負圧発生部材収納室と連通する連通部を備えると共に実質的な密閉\n空間を形成するとともに前記負圧発生部材へ供給される液体を貯溜する液体収納室\nと，\nＣ　前記負圧発生部材収納室と前記液体収納室とを仕切るとともに前記連\n通部を形成するための仕切り壁と，\nＤ　を有する液体収納容器において，\nＥ　前記第１及び第２の負圧発生部材の圧接部の界面は前記仕切り壁と交\n差し，\nＦ　前記第１の負圧発生部材は前記連通部と連通するとともに前記圧接部\nの界面を介してのみ前記大気連通部と連通可能であると共に，\nＧ　前記第２の負圧発生部材は前記圧接部の界面を介してのみ前記連通部\nと連通可能であり，\nＨ　前記圧接部の界面の毛管力が第１及び第２の負圧発生部材の毛管力よ\nり高く，かつ，\nＫ　液体収納容器の姿勢によらずに前記圧接部の界面全体が液体を保持可\n能な量の液体が負圧発生部材収納室内に充填されている\nＬ　ことを特徴とする液体収納容器。\n(3)　本件発明１０\nア　本件明細書の「特許請求の範囲」欄の請求項１０の記載は，次のとおり\nである（本判決別紙の特許公報参照）。\n「【請求項１０】互いに圧接する第１及び第２の負圧発生部材を収納すると\nともに液体供給部と大気連通部とを備える負圧発生部材収納室と，該負圧発生部材\n収納室と連通する連通部を備えると共に実質的な密閉空間を形成するとともに前記\n負圧発生部材へ供給される液体を貯溜する液体収納室と，前記負圧発生部材収納室\nと前記液体収納室とを仕切るとともに前記連通部を形成するための仕切り壁と，を\n有し，前記第１及び第２の負圧発生部材の圧接部の界面は前記仕切り壁と交差し，\n前記第１の負圧発生部材は前記連通部と連通するとともに前記圧接部の界面を介し\nてのみ前記大気連通部と連通可能であると共に，前記第２の負圧発生部材は前記圧\n接部の界面を介してのみ前記連通部と連通可能であり，前記圧接部の界面の毛管力\nが第１及び第２の負圧発生部材の毛管力より高い液体収納容器を用意する工程と，\n前記液体収納室に液体を充填する第１の液体充填工程と，前記負圧発生部材収納室\nに，前記液体収納容器の姿勢によらずに前記圧接部の界面全体が液体を保持可能な\n量の液体を充填する第２の液体充填工程と，を有することを特徴とする液体収納容\n器の製造方法。」\nイ　上記の特許請求の範囲の記載は，次の構成要件Ａ'～Ｌ'（ただし，Ｄ'は\n欠番である。）に分説される。\nＡ’互いに圧接する第１及び第２の負圧発生部材を収納するとともに液体\n供給部と大気連通部とを備える負圧発生部材収納室と，\nＢ’該負圧発生部材収納室と連通する連通部を備えると共に実質的な密閉\n空間を形成するとともに前記負圧発生部材へ供給される液体を貯溜する液体収納室\nと，\nＣ’前記負圧発生部材収納室と前記液体収納室とを仕切るとともに前記連\n通部を形成するための仕切り壁と，を有し，\nＥ’前記第１及び第２の負圧発生部材の圧接部の界面は前記仕切り壁と交\n差し，\nＦ’前記第１の負圧発生部材は前記連通部と連通するとともに前記圧接部\nの界面を介してのみ前記大気連通部と連通可能であると共に，\nＧ’前記第２の負圧発生部材は前記圧接部の界面を介してのみ前記連通部\nと連通可能であり，\nＨ’前記圧接部の界面の毛管力が第１及び第２の負圧発生部材の毛管力よ\nり高い\nＩ’液体収納容器を用意する工程と，\nＪ’前記液体収納室に液体を充填する第１の液体充填工程と，\nＫ’前記負圧発生部材収納室に，前記液体収納容器の姿勢によらずに前記\n圧接部の界面全体が液体を保持可能な量の液体を充填する第２の液体充填工程と，\nＬ’を有することを特徴とする液体収納容器の製造方法。\n(4)　控訴人製品\nア　控訴人は，本件発明１の技術的範囲に属する控訴人製品（製品番号ＢＣ\nＩ－３ｅＢＫ，ＢＣＩ－３ｅＹ，ＢＣＩ－３ｅＭ及びＢＣＩ－３ｅＣのインクジェ\nットプリンタ用インクタンク）を，本件発明１０の技術的範囲に属する方法によ\nり，我が国の国内で製造している。\nイ　控訴人製品については，控訴人が我が国の国内で販売しているほか，控\n訴人及び控訴人の許諾を受けた控訴人の関連会社又は商社が国外において販売して\nいる。なお，国外で販売された控訴人製品については，譲受人との間で販売先又は\n使用地域から我が国を除外する旨の合意はされていないし，その旨が控訴人製品に\n明示されてもいない。\n(5)　被控訴人製品\nア　被控訴人は，中華人民共和国のマカオにある会社（会社名不詳。以下\n「甲会社」という。）から，被控訴人製品を輸入した。（乙３０）\nイ　被控訴人製品は，甲会社の関連会社（会社名不詳。以下「乙会社」とい\nう。）が，控訴人製品においてインクジェットプリンタでの使用によりインクが費\n消されて残ったインクタンク本体（以下「本件インクタンク本体」という。）を北\n米，欧州及び我が国を含むアジアから収集して，乙会社の子会社（会社名不詳。以\n下「丙会社」という。）に売却し，丙会社が製品化したものである。（甲８，乙３\n０）\nウ　甲会社は，丙会社から被控訴人製品を買い入れ，これを被控訴人に輸出\nしている。なお，被控訴人は，本件訴えが提起された後の平成１６年６月まで被控\n訴人製品の輸入販売を行っていたが，税関による関税定率法に基づく輸入禁制品の\n認定手続が開始されるなどしたため，その輸入を中止している。（甲４，乙３０，\n弁論の全趣旨）\n(6)　被控訴人製品の構成要件充足性\n丙会社が本件インクタンク本体を用いて被控訴人製品を製品化する方法\nは，本件発明１０の技術的範囲に属するものであり，被控訴人製品は，本件発明１\nの技術的範囲に属するものである。\n３　争点に関する当事者の主張\n当審における控訴人の主張を後記４のとおり，被控訴人の主張を後記５のと\nおり，それぞれ追加するほか，原判決の「事実及び理由」欄の「第２　事案の概\n要」の３及び４（原判決８頁２５行目～１７頁末行）記載のとおりであるから，こ\nれを引用する。\n４　当審における控訴人の主張\n(1)　本件発明の技術的意義\n本件発明の主要な技術的意義は，① 毛管力の異なる二つの負圧発生部材を\n圧接して界面部の毛管力を昀大化し，② インクタンクの姿勢によらずに界面全体が\nインクを保持し得る量にインクを充填することにある。\n従来のインクタンクにおいては，負圧発生部材収納室に一つの負圧発生部\n材のみを収納していた。そのため，物流段階でインクタンクが転倒すると液体収納\n室のインクが負圧発生部材収納室に流入することがあり，使用に際してインクが漏\nれ出すという欠点があった。本件発明は，このようなインクの流出現象を防止する\nため，負圧発生部材収納室の中間に毛管力の昀も高い層を設け，インクタンクの置\nかれた方向にかかわらずこの層が常にインクを保持することができるようにし，そ\nれを空気に対する障壁とすることによって，液体収納室への空気の侵入を防止した\nものである。\nしたがって，本件発明の作用効果の実現のために昀も重要なのは，本件発\n明１においては構成要件Ｋ（液体収納容器の姿勢によらずに前記圧接部の界面全体\nが液体を保持可能な量の液体が負圧発生部材収納室内に充填されていること），本\n件発明１０においては構成要件Ｋ'（前記負圧発生部材収納室に，前記液体収納容器\nの姿勢によらずに前記圧接部の界面全体が液体を保持可能な量の液体を充填するこ\nと）であり，圧接部の界面全体がインクで濡れるように，圧接部のやや上までイン\nクを充填することが必要なのである。\n(2)　被控訴人製品の再生工程\nア　被控訴人製品は，① 使用済みの控訴人製品の液体収納室の上面に新たに\n穴を開け，又は控訴人がプラスチックの栓を圧入していた部分に穴を開けて，液体\n収納室の密閉状態を破壊する，② ポンプを用いて水を注入し，残存インクを洗浄除\n去する，③ 乾燥機により乾燥する，④ 減圧装置により内部を減圧する，⑤ インク\n供給装置によりインクを充填する，⑥ 液体収納室上面の開口部を熱融着等の方法に\nより完全に密閉するという工程で再生処理を行ったものである。以上の工程は，本\n件発明１０の特許請求の範囲に記載された構成要件をすべて充足する。\nイ　使用済みインクタンクの再生には，タンク内の洗浄及び乾燥が不可欠で\nある。このことは，インクの蒸発に要する時間と使用済みインクタンクが再生工程\nに入るまでの時間との関係（使用済みインクタンクの回収には昀短でも１０日を要\nするのに対し，インクの乾燥，固着化は１週間～１０日程度で発生すること），第\n三者機関による分析（被控訴人製品のインクから控訴人製品のインクの成分が検出\nされなかったこと），一般使用者向けの雑誌記事（純正品を回収して洗浄し，イン\nクを充填した旨の記載があること）等の客観的事実から容易に判明する。\nところが，被控訴人は，当初，洗浄は不要であると主張し，その後，洗\n浄するものと洗浄が不要なものがあるなどと主張を変更した。被控訴人の主張は，\n客観的事実と食い違い，しかも弁解を変遷させており，信用することができない。\nウ　負圧発生部材の圧接部の界面に空気移動に対する障壁を形成し，インク\nの流出を防ぐという本件発明の作用効果を得るためには，液体収納室が実質的に密\n閉構造となっていることを要する。使用済みインクタンクを再生するためには，イ\nンクを再充填するだけでは足りず，液体収納室の上部に穴を開けて密閉状態を破壊\nし，インクの再充填後にこれをふさいで密閉状態を回復させるといった再生行為が\n必要なのであって，再生品の製造には控訴人製品の物理的破損を伴うのである。\n(3)　効用の喪失等\n特許権の消尽が主張された場合でも，特許権者は，対象製品が特許製品と\nして既に効用を終えたものであること又は特許発明の本質的部分を構成する部材を\n交換したものであることを主張立証して，消尽を否定することができる。本件にお\nいて，特定の態様にインクを充填すること（本件発明１の構成要件Ｋ，本件発明１\n０の構成要件Ｋ'）が特許発明の本質的要素であることは，前記(1)及び後記(4)イの\nとおりであって，インク費消後の本件インクタンク本体へのインクの再充填は，特\n許発明の本質的部分を構成する部材の交換に当たる。また，控訴人製品が，インク\nタンク内のインクが費消されて使用済み品として回収に出された時点で特許製品と\nしての効用を終えていることは，次に述べるア～カの事情から明らかである。\nなお，特許権の消尽を認めた判例（ＢＢＳ事件昀高裁判決）は，本件のよ\nうな使用済みの特許製品が廃棄，回収され，再生品として再度流通する事案に関す\nるものではないから，特許製品の効用喪失後における特許権の消尽を否定しても同\n判例に反することはない。むしろ，同判例が消尽を認めた根拠（特許製品の円滑な\n流通，発明の奨励等の特許法の目的，特許権者の二重利得の回避等）からすると，\n本件においては，使用者が使用済み品を回収に出した時点では特許製品の取引は終\n了しており，取引の安全の要請はないし，また，純正品と競合する再生品の自由な\n流通を認めるとしたのでは，特許権者の独占的利益の源泉を失わせ，発明へのイン\nセンティブを阻害することとなってしまうから，特許権の効力を認める方が同判例\nの趣旨に合致するということができる。\nア　控訴人製品は，インクタンク内部が乾燥すると機能が低下すること，使\n用済みインクタンクにほこりが侵入することなどから，１回で使い切るものとして\n設計されているので，インクタンク内のインクが費消されてプリンタから取り外さ\nれた時点で特許製品としての効用を喪失する。\nイ　使用済みインクタンクにそのままインクを充填してもこれを使用するこ\nとができないことは，本件訴訟で被控訴人が提出した証拠（乙４９〔特許第３５９\n４０８７号公報〕。第三者の出願に係る発明の名称を「インクカートリッジの再生\n方法及びその再生品」とする特許公報）にも記載されている。\nウ　詰め替えインクは，使用者が使用中又は使用直後のインクタンク（内部\nの繊維部分がインクで十分に濡れた状態のもの）に使用されるものであるから，使\n用済みとなって乾燥が進んだインクタンクの再生と，詰め替えインクの使用とを同\n様に考えることはできない。\nエ　控訴人製品のパッケージには，使用済み品は資源としてリサイクルする\nので販売店等に持参されるよう協力を求める旨の記載があり，控訴人製品の使用者\nが，控訴人製品は使い切り型商品であり，インクを費消すれば商品としての効用を\n喪失することを前提に購入をしていることは明らかである。\nオ　控訴人製品の使用者は，使用済みインクタンクをごみとして回収に出し\nているのであり，このことはインクタンクが製品として効用を失ったことを示して\nいる。\nカ　再生インクタンクは，使用者向けの雑誌記事，控訴人による性能試験等\nから明らかなとおり，控訴人の純正品に比べ，品質，性能が劣っている。\n(4) 「生産」該当性\n使用済みの控訴人製品を再生させて被控訴人製品として製品化する行為\nは，以下のとおり「生産」に該当するから，被控訴人による輸入，販売行為は特許\n権の侵害となる。\nア　特許発明の実施である生産は，消尽した物についても消尽していない物\nについても成立する。また，材料としていかなる物を用いても，法的に生産と評価\nすることができる場合には特許発明の実施に当たる。したがって，控訴人製品につ\nき特許権が消尽しているか否かにかかわらず，また，控訴人製品の効用が喪失した\nかを問わず，丙会社の行為が生産と評価されれば，丙会社により製品化された被控\n訴人製品を輸入，販売する被控訴人の行為は，本件特許権の侵害となる。\nイ　生産か否かは，特許権侵害の判断である以上，特許請求の範囲の記載を\n基に判断されるのであり，特許請求の範囲に記載された重要な要素に修理，改修を\n加える行為が生産に当たる。そして，重要部分が使用困難となり，又は破壊され，\nその結果，特許製品として意味を持たなくなった場合に，修理，改修をして元の姿\nによみがえらせる行為は，それを部材として用いた生産となる。\n本件発明１に関していえば，「液体収納容器の姿勢によらずに前記圧接\n部の界面全体が液体を保持可能な量の液体が負圧発生部材収納室内に充填されてい\nる」という要素（構成要件Ｋ）が重要部分であり，このような特定の態様にインク\nを充填することは，本件発明１の負圧発生部材収納室の構成と関連して，輸送中の\nインク漏れを確実に防止するための必須の手段である。インク費消後の控訴人製品\nが廃棄される段階ではそのような量のインクは充填されていないから，丙会社の行\n為は，本件発明１の本質的要素を再充足させるものであって，生産に当たる。\nウ　圧接部界面を空気移動に対する障壁として機能させるためには，インク\nタンクの姿勢によらずに界面全体がインクを保持することができる量のインクが充\n填されていることが必要であるが，使用済みの控訴人製品においてはインクが費消\nされているため，圧接部界面が上記機能を果たせない状態にある。また，インクの\n垂れ落ち防止という本件発明の作用効果を実現するためには，液体収納室が密閉構\n造となっていることが必要であるが，再生業者が液体収納室の上面にインク注入孔\nを開けること（控訴人製品にはめ込まれていたプラスチックボールを除去する行為\nも含む。）によって密閉構造が破壊されると，本件発明の作用効果は失われる。し\nたがって，再生業者が上記の量のインクを充填する行為，穴をふさいで密閉構造を\n回復させる行為は，一度失われた本件発明の重要な機能を回復させる行為である。\nエ　本件発明の重要な作用効果は，圧接部界面の毛管力を高めて空気移動に\n対する障壁を形成させることにある。ところが，使用済みのインクタンクの場合，\nタンク内のインクが乾燥，固着化して繊維部材内に気泡や空気層ができ，障壁とし\nて機能しなくなるので，機能を回復させるためにインクタンク内の洗浄及び乾燥が\n必要となる。被控訴人製品は洗浄及び乾燥を含む工程を経て再生されており，本件\n発明の重要な機能を回復させるものであるから，生産に該当する。\nなお，被控訴人は，インクタンク内の負圧発生部材に固着したインク\nは，洗浄をしなくても，熱せられたインクを充填すれば容易に溶解又は除去が可能\nであるなどと主張する。しかし，実際に加熱インクを充填しているとの証拠はない\n上，加熱インクの充填は一般使用者では到底不可能な困難な作業であり，これを軽\n微な修理ということはできない。\nオ　原審のように，特許製品の機能，構造，材質，用途等の客観的性質，特\n許発明の内容，特許製品の通常の使用形態，加工の程度，取引の実情等を総合考慮\nして生産に当たるかどうかを判断する考え方によっても，以下のとおり，被控訴人\n製品の再生工程は新たな生産に当たると認められる。\n(ア)　本件における特許製品の客観的性質，特許発明の内容，特許製品の\n通常の使用形態，加工の程度については，上述した本件発明の重要な構成要件，作\n用効果，再生業者による再生工程等によれば，これを生産と認めるに十分である。\n(イ)　取引の実情につき，原審はリサイクルの問題を取り上げたが，その\n判断は完全に誤りであり，むしろ環境保護及びリサイクル関連法の趣旨にかんがみ\nれば特許権侵害を肯定すべきことは，後記(6)のとおりである。また，海外における\nリサイクル品の販売量は減少しているのであって，この点に関する原審の判断には\n明らかな事実誤認がある。\n(5)　生産方法の侵害\n物を生産する方法の発明の実施には，方法の使用と，その方法により生産\nした物の使用，譲渡等があり，後者は消尽の対象となるが，前者については消尽論\nの適用はない。丙会社による被控訴人製品への再生行為は，本件発明１０の生産方\n法を実施するものであって，本件特許権の侵害となる。\nなお，物の発明と生産方法の発明とは，それぞれ別個の発明として観念さ\nれるものであるから，物の発明に係る特許権を侵害しないことが直ちに生産方法の\n発明に係る特許権を侵害しないという関係にはない。仮に，再生業者の行為が物の\n発明との関係では生産に当たらないとしても，生産方法の発明を使用している以上\nは，特許権侵害を構成するのである。\n(6)　リサイクル関連法の視点\n環境保護の要請やリサイクル関連法（循環型社会形成推進基本法，資源の\n有効な利用の促進に関する法律等）は，特許権を侵害しない範囲で考慮され得るに\nすぎず，特許権の侵害を正当化するものではない。この点をおくとしても，控訴人\n及び被控訴人の環境保全に対する活動及び処理の実態に関して以下のア～ウの点に\n注目するならば，被控訴人の行為を適法とすることは，資源の再利用や環境保護に\n資するものではなく，かえってリサイクル関連法が目指す循環型社会の形成に逆行\nするものとなる。\nア　控訴人は，事業活動の各段階において環境に対する影響を分析し，環境\n負荷の極小化を図っており，そのために巨額の費用を投じている。控訴人は，地球\n環境の健全化に向けて，その技術をもって持続可能な社会と循環型社会の形成に大\nきく貢献し，企業の社会的責任を実践しており，このことは我が国の産業界のみな\nらず世界的にも広く知られている。\nイ　控訴人は，使用済みインクタンクにつき，販売店等の回収窓口で回収し\nた後，１００％再資源化する技術とシステムを構築し，省資源及び有害物質の排除\nを推進している。具体的には，回収した使用済みインクタンクは，分別，解体の\n後，セメント製造工程で炉に助燃剤として投入してエネルギー源としてリサイクル\nされ（燃焼によって生ずるガスは反汚染装置によってクリーン化される。），燃え\nかすは，粘土類に混ぜてセメントの原材料として使用される。このような再利用に\nより，使用済みのインクタンクが１００％再資源化されるとともに，廃棄物の埋立\n区域が削減され，石炭等の有効資源の使用量も低下するという再資源化システムを\n実現している。\nウ　これに対し，被控訴人は，生産，流通，廃棄等の社会経済活動の全段階\nを通じて環境負荷を削減するというリサイクル関連法の趣旨とする環境保護の推進\nをしていない。被控訴人は，控訴人が多額の費用を投じて製造したインクタンク及\nび控訴人の本件特許権にフリーライドし，環境保護の努力もせずに，使用済みの控\n訴人製品を利用した再生インクタンクである被控訴人製品の輸入，販売をしている\nだけであって，かえって，使用済みインクタンクの再生工程での廃液により土壌及\nび水環境を汚染させるなどしている。特許権侵害の有無の判断要素として環境問題\nを取り上げようとするのであれば，被控訴人製品の販売等はむしろ違法とされなけ\nればならない。\n(7)　その他の付随問題\nア　被控訴人は，控訴人製品の販売価格が１個１０００円前後であるのに対\nし，その製造原価は５０円前後であるから，控訴人は暴利を享受していると主張す\nる。しかし，控訴人製品の価格は，環境に十分配慮した上，研究開発に対する長年\nにわたる多大な投資を踏まえた上で設定されたものである。他方，被控訴人は，環\n境への配慮を怠り，研究開発投資もせずに，控訴人製品と大差のない価格で再生品\nを販売している。このような被控訴人の行為を許すことは，今後の研究開発の意欲\nをそぐものとなる。\nイ　被控訴人は，控訴人がプリンタを安価で販売して消費者に普及させ，控\n訴人製品を購入せざるを得ない状況を作出して，消耗部材を高額で販売していると\n主張する。しかし，プリンタが安価であれば他社製品への乗換えが可能なのである\nから，被控訴人の主張は失当である。そもそも，特許権侵害と独占禁止法とはそれ\nぞれ独立した問題であり，特許権の正当な行使は独占禁止法違反に当たらないので\nある。\n(8)　以上によれば，控訴人の請求はいずれも認容すべきものであり，これを棄却\nした原判決は取消しを免れない。\n５　当審における被控訴人の主張\n(1)　消尽の判断基準\n消尽論とは，特許権者により適法に拡布された特許製品に関しては，物の\n発明であろうと生産方法の発明であろうと，特許権の効力は一律に消尽し，当該特\n許製品について形式的に特許発明の実施に該当する行為をしても，新たな生産に該\n当すると評価されない限り，特許権の効力が及ばないとする理論である。本件にお\nいては，控訴人が本件発明に係る控訴人製品を譲渡したのであるから，被控訴人の\n行為が新たな特許製品の生産に該当するのか，許容される修理であるのかが問題と\nなる。\n修理か再生産かの判断基準としては，特許製品の機能，構造，材質，用途\nなどの客観的な性質，特許発明の内容，特許製品の通常の使用形態，加えられた加\n工の程度，取引の実情等を総合考慮して判断すべきものとする原審の判示は，極め\nて妥当なものである。なお，特許権者の主観的な意思によって特許権の効力の及ぶ\n範囲が異なるとすると，消費者が不測の損害を被り，法的安定性に欠けることとな\nるから，特許権者の意思は，それが特許製品に明確に表示されていたとしても，修\n理か再生産かの判断要素とすべきではない。\n(2)　原判決の認定判断の正当性\n原審は，上記判断基準に基づき，その認定した事実関係，すなわち，① 本\n件インクタンク本体は，インクを使い切った後も破損等がなく，インク収納容器と\nして再利用することが可能であること，② 本件インクタンク本体は，消耗部材であ\nるインクに比し，耐用期間（寿命）が長いこと，③ 液体収納室の上面に注入孔を開\nけさえすれば，インクの再充填が可能であること，④ 本件特許において昀も重要な\n構造である毛管力が高い界面部分の構造は，インクを使い切った後もそのまま残存\nしていること，⑤ インク自体は特許された部品ではないこと，⑥ 環境保護及び経\n費削減の観点から，リサイクルされた安価なインクタンクへの指向が高まってお\nり，実際にもリサイクル品が活発に取引されていること，⑦ リサイクルされた安価\nなインクタンクへの指向は今後更に高まると予想されることを総合的に考慮して，\n使用済みの控訴人製品にインクを再充填して製造された被控訴人製品は，インクが\n再充填される前の控訴人製品との同一性を欠いた新たな別個の特許製品と評価する\nことはできず，したがって，再充填行為は，物の特許に関しても生産方法の特許に\n関しても，新たな生産に該当すると認めることはできないと判断し\nた。\n本件の再充填行為は，特許発明の実施品の一部分であって，構成要件の一\n部を構成する部分が，実施品全体に比べて明らかに耐用期間が短く，容易に交換す\nることができるように設計されている場合に，そのような部分を耐用期間の経過に\nより交換する行為（製品の継続的な使用や中古品としての再譲渡等に必要な行為で\nあって，製品本体の寿命を全うさせる行為）にすぎないから，修理に当たることは\n明らかである。原審の上記判示は極めて妥当であり，当審においても維持されるべ\nきである。\n(3)　効用の喪失等\n控訴人は，特許権の消尽が主張された場合でも，特許権者は，対象製品が\n特許製品として既に効用を終えたものであるとき，又は特許発明の本質的部分を構\n成する部材を交換したものであるときは，消尽を否定することができるとした上，\n本件においては，特定の態様にインクを充填すること（本件発明１の構成要件Ｋ，\n本件発明１０の構成要件Ｋ'）が特許発明の本質的要素であり，また，特許製品の構\n造，パッケージの記載，一般消費者の認識，本件発明の作用効果の観点からみれ\nば，控訴人製品は，インクタンク内のインクが費消されて使用済み品として回収に\n出された時点ないしプリンタから取り外された時点で，特許製品としての効用を喪\n失すると主張する。しかし，本件発明１において特定の態様にインクを充填するこ\nとが特許発明の本質的要素であるとはいえないし，また，インク費消後の控訴人製\n品は，以下のとおり，いずれの観点からみても，特許製品としての効用を喪失した\nということはできない。\nア　上記(2)①～③の点からみれば，特許製品の構造上，効用が喪失したとい\nうことはない。控訴人は，控訴人製品が密閉構造であって再充填を予定しないとい\nう構造上，インク費消後の上記時点で効用が終わると主張するが，その実質は，特\n許権者の意思を考慮要素としようとするものであって，失当である。\nイ　パッケージの記載は控訴人の一方的な期待を表すにすぎず，これを根拠\nに，消費者が，控訴人製品が使い切り製品であってインクを費消すると商品として\nの効用を喪失すると認識し，それを前提として取引をしているなどとは認定し得な\nい。\nウ　一般人の認識からみても，消費者が使用済み品を回収ボックスに投入す\nるのは，ごみとして廃棄するのではなく，リサイクルに供するとの認識によるもの\nであって，アンケートの結果からも，リサイクルのインクタンクが確固たる地位を\n占めていると認められる。したがって，インクを使い切ると控訴人製品の効用が喪\n失すると認識されているということはできない。\nエ　本件発明の作用効果の喪失につき，控訴人は，① インクが費消される\nと，界面全体がインクを保持し得る量のインクの充填という構成要件が充足されな\nくなること，② 再充填に際して液体収納室の実質的な密閉構造が破壊されること，\n③ 回収された使用済み品においては，乾燥したインクが負圧発生部材の空隙部に付\n着するため，界面が空気移動に対する障壁を形成することが困難となることを理由\nに，インクが無くなると控訴人製品の機能，作用効果が喪失すると主張する。\nしかし，① 本件特許は液体収納容器に関する特許であり，インクの流出\n防止という作用効果を得るために昀も重要な構成要件は二つの負圧発生部材が圧接\nされた界面部分にある。インクタンク内のインクは元々費消することが予定された\n消耗部材であり，この界面部分はインクの費消後もそのままの形で残っている。そ\nして，インクを再充填しさえすれば上記の作用効果は容易に回復可能なのであるか\nら，インクが費消されたために上記作用効果を得ることができなくなったからとい\nって，インクタンクが特許製品としての効用を終えたということはない。② 液体収\n納室の密閉構造が破壊されるのは，再充填の際のわずかな時間にすぎず，速やかに\n密閉構造が回復され，再充填後の製品の物流時や使用時においては密閉構造は維持\nされている。したがって，再充填行為の過程で密閉構造が破壊されることによって\nインクタンクの作用効果が失われることはない。③ 使用済み品のインクタンク内に\n残存したインクが乾燥する場合はそれほど多くないし，仮にそのような状態となっ\nたとしても，界面部分が空気移動に対する障壁を形成してインク漏れを防止すると\nいう作用効果が一時的に減退するにとどまる。インクタンク内の乾\n燥が進んだとしても，本件発明の作用効果をもたらす二つの負圧発生部材の圧接と\nいう界面の構造自体は何ら変化しないのであるから，控訴人の上記主張も失当であ\nる。\n(4)　再充填行為の「修理」該当性\n本件における再充填行為は，インクという本件インクタンク本体より格段\nに寿命の短い消耗部材を再充填し，インクタンクの本来の寿命を全うさせる行為で\nある。また，再生工程中に，インクタンクの構成要素を物理的に破壊する工程は存\n在しない（控訴人製品においては，インクが昀初に充填された際のインク充填口が\nプラスチックのボールをはめ込むことによって密閉されているので，再充填に当た\nっては，このボールを押し込み，又は取り外すだけである。ただし，インク再充填\nのための穴を独自に開ける場合もあり，この場合は物理的な破壊が行われる。）。\nインク再充填の前後における本件インクタンク本体の物理的な構造は全く同じであ\nり，インクを除いては，部品の交換，改変もされていない。インクの再充填は，特\n許製品の同一性が認められる範囲での，寿命が短い消耗部材の交換にすぎないので\nあるから，正に「修理」であって，「新たな特許製品の生産」とは到底評価し得な\nい。\nなお，控訴人は，再生工程においてインクタンク内の洗浄が行われている\nことを，本件再生行為が生産に当たると解すべき理由として強調する。しかし，使\n用済みインクタンクであっても，残存したインクの乾燥が進んでいないものは，洗\n浄をせずにインクを再充填しても何ら支障なくインクタンクとして利用することが\nできるし，インクの乾燥が進んでいる場合でも，熱したインクを充填すれば固化し\nたインクは溶解するから，洗浄は必要ではない（実際にも，洗浄をせずにインクの\n再充填を行う業者もある。）。被控訴人製品には，リサイクルの過程で本件インク\nタンク本体の内部を洗浄しているものと洗浄していないものとがある。しかも，洗\n浄によって使用済みインクタンクに何らかの加工を施したり，特許発明の構成部分\nを交換したりするわけではなく，本件発明の重要な構成部分である二つの負圧発生\n部材を圧接する点はそのまま維持されている。洗浄の点は本件発明の構成要件に含\nまれていないのであるから，洗浄の有無は，そもそも本件の結論を左右する要素と\nなり得ない。\nまた，リサイクル業者が設備を用いるのは，作業の効率性を高めるためで\nあって，控訴人が主張するように再充填行為が困難な作業であるためではない。本\n件再充填行為の工程は，一般の消費者でも十分行うことができるものである。\n(5)　環境保全の観点\nア　リサイクル品の品質\n控訴人は，リサイクル品の品質に問題がある旨を再三にわたり主張す\nる。しかし，その品質は消費者によって評価されるべきものであるところ，リサイ\nクル品の市場占有率が増加していることに示されるとおり，リサイクル品は消費者\nに受け入れられるだけの品質を備えている。仮に，純正品との間に品質に差異があ\nるとしても，純正品と再生品のいずれを選ぶかは，品質と費用対効果の観点から消\n費者の選択にゆだねられるべきものであり，特許権者が強制すべきものではない。\nイ　米国及び欧州におけるリサイクル市場の確立\n米国及び欧州においては，インクジェットプリンタ用インクタンクのリ\nサイクル品の販売が我が国よりも大規模に行われており，その販売がビジネスとし\nて確立している。諸外国において広く定着しているビジネスを我が国だけが禁圧す\nべき理由はない。したがって，本件において，リサイクル品である被控訴人製品の\n輸入，販売等の行為に対して本件特許権の効力が及ばないとの結論を採用すべきこ\nとは，国際的なビジネスの実態からしても明らかである。\nウ　リサイクル関連法の趣旨\nインクジェットプリンタ用インクタンクは，いったんインクが消耗して\nもインクタンク自体は再利用可能なのであるから，インクを再充填して再利用する\nことがリサイクル関連法の理念に合致し，環境問題への対応，ひいては国民経済の\n健全な発展に資する。再充填によるリサイクルを禁止して，膨大な利益を独占しよ\nうとする控訴人の態度は，リサイクル関連法の趣旨に完全に反するものであって，\nこのような観点からも被控訴人の行為は適法と評価されるべきものである。\n(6)　控訴人のビジネスモデル\nプリンタ本体の価格に比して純正品のインクタンクが非常に割高である現\n状にかんがみると，リサイクル品の輸入，譲渡等に対して特許権の効力が及ぶとす\nれば，消費者は，割高な純正品の使用を強制され，著しく利益を害される。他方，\n控訴人は，インクタンクを含む消耗部材により巨額の利益を得ており（控訴人製品\nの販売価格が１個当たり１０００円前後であるのに対し，その製造原価は５０円前\n後であるから，控訴人の利益は暴利といっても過言ではない。），仮に，本件にお\nいてリサイクル品の市場が死滅させられるならば，益々多額の利益を手中にするこ\nととなる。このような状況は，特許権者を過大に保護し，消費者の利益を余りに害\nするものであって，到底容認することのできるものではない。「純正品を使うかリ\nサイクル品を使うかは，本来プリンタの所有者がプリンタやインクタンクの価格と\nの兼ね合いを考慮して決定すべき事項である」という点を理由の一つとして控訴人\nの請求をいずれも棄却した原判決は，消費者の利益保護に照らし，極めて妥当なも\nのである。\nなお，控訴人は，被控訴人の行為は控訴人の製造した容器，部材へのフリ\nーライドであり，発明自体へのフリーライドでもあると主張する。しかし，消尽論\nにおいて特許権者が保護されるのは，特許発明の公開の代償を確保する機会のみで\nあり，特許権の効力が及ぶのは権利者による昀初の譲渡の時までである。控訴人の\nいう「フリーライド」は，本件特許権に基づく支配の及ばない流通段階に関するも\nのであって，本件特許権の効力が本件の再充填行為に及ぶか否かの判断に影響を与\nえるものではない。\n(7)　以上によれば，控訴人の請求をいずれも棄却した原審の判断が正当であるこ\nとは明らかであるから，本件控訴は棄却されるべきである。\n第３　当裁判所の判断\n１　国内販売分の控訴人製品にインクを再充填するなどして製品化された被控訴\n人製品について物の発明（本件発明１）に係る本件特許権に基づく権利行使をする\nことの許否\n(1)　物の発明に係る特許権の消尽\nア　特許権者又は特許権者から許諾を受けた実施権者が我が国の国内におい\nて当該特許発明に係る製品（以下「特許製品」という。）を譲渡した場合には，当\n該特許製品については特許権はその目的を達したものとして消尽し，もはや特許権\n者は，当該特許製品を使用し，譲渡し又は貸し渡す行為等に対し，特許権に基づく\n差止請求権等を行使することができないというべきである（ＢＢＳ事件昀高裁判決\n参照）。\nイ　しかしながら，(ア) 当該特許製品が製品としての本来の耐用期間を経過\nしてその効用を終えた後に再使用又は再生利用がされた場合（以下「第１類型」と\nいう。），又は，(イ) 当該特許製品につき第三者により特許製品中の特許発明の本\n質的部分を構成する部材の全部又は一部につき加工又は交換がされた場合（以下\n「第２類型」という。）には，特許権は消尽せず，特許権者は，当該特許製品につ\nいて特許権に基づく権利行使をすることが許されるものと解するのが相当である。\nその理由は，第１類型については，① 一般の取引行為におけるのと同\n様，特許製品についても，譲受人が目的物につき特許権者の権利行使を離れて自由\nに業として使用し再譲渡等をすることができる権利を取得することを前提として，\n市場における取引行為が行われるものであるが，上記の使用ないし再譲渡等は，特\n許製品がその作用効果を奏していることを前提とするものであり，年月の経過に伴\nう部材の摩耗や成分の劣化等により作用効果を奏しなくなった場合に譲受人が当該\n製品を使用ないし再譲渡することまでをも想定しているものではないから，その効\n用を終えた後に再使用又は再生利用された特許製品に特許権の効力が及ぶと解して\nも，市場における商品の自由な流通を阻害することにはならず，② 特許権者は，特\n許製品の譲渡に当たって，当該製品が効用を終えるまでの間の使用ないし再譲渡等\nに対応する限度で特許発明の公開の対価を取得しているものであるから，効用を終\nえた後に再使用又は再生利用された特許製品に特許権の効力が及ぶと解しても，特\n許権者が二重に利得を得ることにはならず，他方，効用を終えた特許製品に加工等\nを施したものが使用ないし再譲渡されるときには，特許製品の新たな\n需要の機会を奪い，特許権者を害することとなるからである。また，第２類型につ\nいては，特許製品につき第三者により特許製品中の特許発明の本質的部分を構成す\nる部材の全部又は一部につき加工又は交換がされた場合には，特許発明の実施品と\nいう観点からみると，もはや譲渡に当たって特許権者が特許発明の公開の対価を取\n得した特許製品と同一の製品ということができないのであって，これに対して特許\n権の効力が及ぶと解しても，市場における商品の自由な流通が阻害されることはな\nいし，かえって，特許権の効力が及ばないとすると，特許製品の新たな需要の機会\nを奪われることとなって，特許権者が害されるからである。\nそして，第１類型に該当するかどうかは，特許製品を基準として，当該\n製品が製品としての効用を終えたかどうかにより判断されるのに対し，第２類型に\n該当するかどうかは，特許発明を基準として，特許発明の本質的部分を構成する部\n材の全部又は一部につき加工又は交換がされたかどうかにより判断されるべきもの\nである。したがって，特許発明の本質的部分を構成する部材の全部又は一部が損傷\n又は喪失したことにより製品としての効用を終えた場合に，当該部材につき加工又\nは交換がされたときは，第１類型にも第２類型にも該当することとなる。また，加\n工又は交換がされた対象が特許発明の本質的部分を構成する部材に当たらない場合\nには，第２類型には該当しないが，製品としての効用を終えたと認められるとき\nは，第１類型に該当するということができる。\nウ　なお，原審は，「特許権の効力のうち生産する権利については，もとも\nと消尽はあり得ないから，特許製品を適法に購入した者であっても，新たに別個の\n実施対象を生産するものと評価される行為をすれば，特許権を侵害することにな\nる。」，「本件のようなリサイクル品について，新たな生産か，それに達しない修\n理の範囲内かの判断は，特許製品の機能，構造，材質，用途などの客観的な性質，\n特許発明の内容，特許製品の通常の使用形態，加えられた加工の程度，取引の実情\n等を総合考慮して判断すべきである。」と判示し，特許製品に施された加工又は交\n換が「修理」であるか「生産」であるかにより，特許権侵害の成否を判断すべきも\nのとした。\n確かに，本件のような事案における特許権侵害の成否を「修理」又は\n「生産」のいずれに当たるかによって判断すべきものとする原判決の考え方は，学\n説等においても広く提唱されているところである。\nしかし，このような考え方では，特許製品に物理的な変更が加えられな\nい場合に関しては，生産であるか修理であるかによって特許権に基づく権利行使の\n許否を判断することは困難である。また，この見解は，「生産」の語を特許法２条\n３項１号にいう「生産」と異なる意味で用いるものであって，生産の概念を混乱さ\nせるおそれがある上，特許製品中の特許発明の本質的部分を構成する部材の全部又\nは一部につき加工又は交換がされた場合であっても，当該製品の通常の使用形態，\n加えられた加工の程度や取引の実情等の事情により「生産」に該当しないものとし\nて，特許権に基づく権利行使をすることが許されないこともあり得るという趣旨で\nあれば，判断手法として是認することはできない。\nエ　まず，第１類型にいう特許製品が製品としての本来の耐用期間が経過し\nてその効用を終えた場合とは，特許製品について，社会的ないし経済的な見地から\n決すべきものであり，(a) 当該製品の通常の用法の下において製品の部材が物理的\nに摩耗し，あるいはその成分が化学的に変化したなどの理由により当該製品の使用\nが実際に不可能となった場合がその典型であるが，(b) 物理的ないし化学的には複\n数回ないし長期間にわたっての使用が可能であるにもかかわらず保健衛生等の観点\nから使用回数ないし使用期間が限定されている製品（例えば，使い捨て注射器や服\n用薬など）にあっては，当該使用回数ないし使用期間を経たものは，たとえ物理的\nないし化学的には当該制限を超えた回数ないし期間の使用が可能であっても，社会\n通念上効用を終えたものとして，第１類型に該当するというべきである。\n第１類型のうち，前者（上記(a)）については，特許製品につき，消耗部\n材（例えば，電気機器における電池やエアコンにおける集じんフィルターなど）や\n製品全体と比べて耐用期間の短い一部の部材（例えば，電気機器における電球や水\n中用機器における防水用パッキングなど）を交換し，あるいは損傷した一部の部材\nにつき加工又は交換をしたとしても，当該製品の通常の用法の下における修理であ\nると認められるときは，製品がその効用を終えたということはできない。これに対\nし，当該製品の主要な部材に大規模な加工を施し又は交換したり，あるいは部材の\n大部分を交換したりする行為は，上記の意義における修理の域を超えて当該製品の\n耐用期間を不当に伸長するものというべきであるから，当該加工又は交換がされた\n時点で当該製品は効用を終えたものと解するのが相当である。この場合において，\n当該加工又は交換が製品の通常の用法の下における修理に該当するかどうかは，当\n該部材が製品中において果たす機能，当該部品の耐用期間，加えられた加工の態\n様，程度，当該製品の機能，構造，材質，用途，使用形態，取引の実情等の事情を\n総合考慮して判断されるべきものである。また，主要な部材であるか，\n大部分の部材であるかどうかは，特許発明を基準として技術的な観点から判断する\nのではなく，製品自体を基準として，当該部材の占める経済的な価値の重要性や量\n的割合の観点から判断すべきである。\nそして，特許権の消尽が，特許法による発明の保護と社会公共の利益の\n調和との観点から認められること（ＢＢＳ事件昀高裁判決参照）に照らせば，特許\n権者の意思によって消尽を妨げることはできないというべきであるから，特許製品\nにおいて，消耗部材や耐用期間の短い部材の交換を困難とするような構成とされて\nいる（例えば，電池ケースの蓋が溶着により封緘されているなど）としても，当該\n構成が特許発明の目的に照らして不可避の構成であるか，又は特許製品の属する分\n野における同種の製品が一般的に有する構成でない限り，当該部材を交換する行為\nが通常の用法の下における修理に該当すると判断することは妨げられないというべ\nきである。その点にかんがみれば，第三者による部材の加工又は交換が通常の用法\nの下における修理に該当するか，使用回数ないし使用期間の満了により製品が効用\nを終えたことになるのかは，特許製品に関する上記の事情に加えて，当該製品の属\nする分野における同種の製品が一般的に有する機能，構造，材質，用途，使用形\n態，取引の実情等をも総合考慮して判断されるべきものである。\nさらに，後者（上記(b)）については，使用回数ないし使用期間が一定の\n回数ないし期間に限定されることが，法令等において規定されているか，あるいは\n社会的に強固な共通認識として形成されている場合が，これに当たるものと解する\nのが相当である。したがって，単に特許権者等が特許製品の使用回数や使用期間を\n制限して製品にその旨を表示するなどしただけで，当該制限に達することにより製\n品がその効用を終えたことになるものではない。\nオ　次に，第２類型は，上記のとおり，特許製品につき第三者により特許製\n品中の特許発明の本質的部分を構成する部材の全部又は一部につき加工又は交換が\nされたことをいうものであるが，ここにいう本質的部分の意義については，次のよ\nうに解すべきである。\n特許権は，従来の技術では解決することのできなかった課題を，新規か\nつ進歩性を備えた構成により解決することに成功した発明に対して付与されるもの\nである（特許法２９条参照）。すなわち，特許法が保護しようとする発明の実質的\n価値は，従来技術では達成し得なかった技術的課題の解決を実現するための，従来\n技術にはみられない特有の技術的思想に基づく解決手段を，具体的構成をもって公\n開した点にあるから，特許請求の範囲に記載された構成のうち，当該特許発明特有\nの解決手段を基礎付ける技術的思想の中核を成す特徴的部分をもって，特許発明に\nおける本質的部分と理解すべきものである。特許権者の独占権は上記のような公開\nの代償として与えられるのであるから，特許製品につき第三者により新たに特許発\n明の本質的部分を構成する部材の全部又は一部につき加工又は交換がされた場合に\nは，特許権者が特許法上の独占権の対価に見合うものとして当該特許製品に付与し\nたものはもはや残存しない状態となり，もはや特許権者が譲渡した特許製品と同一\nの製品ということはできない。したがって，このような場合には，特許権者は当該\n製品について特許権に基づく権利行使をすることが許されるというべ\nきである。これに対して，特許請求の範囲に記載された構成に係る部材であって\nも，特許発明の本質的部分を構成しない部材につき加工又は交換がされたにとどま\nる場合には，第１類型に該当するものとして特許権が消尽しないことがあるのは格\n別，第２類型の観点からは，特許権者が譲渡した特許製品との同一性は失われてい\nないものとして，特許権に基づく権利行使をすることが許されないと解すべきであ\nる。\n(2)　本件における認定事実\nそこで，本件において，上記のような観点から，国内販売分の控訴人製品\nに由来する被控訴人製品について，物の発明である本件発明１に係る本件特許権の\n行使が許されるかどうかについて検討すると，前記の「前提事実」（第２の２参\n照）に後掲証拠（枝番の記載は省略する。）及び弁論の全趣旨を総合すれば，以下\nの各事実が認められる。\nア　本件発明１の特許請求の範囲\n本件発明１の特許請求の範囲の記載及びこれを構成要件として分説した\n内容は，前記の「前提事実」（第２の２(2)参照）に記載したとおりである。\nイ　本件明細書の記載（甲２）\n本件明細書の「発明の詳細な説明」欄には，本件発明１に関して，以下\nの記載がある（なお，引用に当たり一部を公用文等の表現に改めた。また，本件明\n細書中の従来の技術を示す【図１】及び本件発明１の実施例を示す【図２】につ\nき，これを拡大して着色し，部材の名称等を付記したものを，別紙図１及び図２と\nして添付する。）。\n(ア)　発明の属する技術分野（段落【０００１】）\n本発明（判決注，本件特許権に係る発明）は，液体収納容器，該容器\nの製造方法，該容器のパッケージ，該容器と記録ヘッドとを一体化したインクジェ\nットヘッドカートリッジ及び記録装置に関し，特にインクジェット記録分野等で好\n適に利用される液体収納容器に関する。\n(イ)　従来の技術（段落【０００２】～【０００８】）\n一般に，インクジェット記録分野で使用される液体収納容器としての\nインクタンクは，インクを吐出するための記録ヘッドに対してインク供給を良好に\n行うために，インクタンク内に貯溜されているインクの保持力を調整するための構\n成が設けられている。この保持力は，記録ヘッドのインク吐出部の圧力を大気に対\nして負とするためのものであることから，「負圧」と呼ばれている。\nこのような負圧を発生させるための昀も容易な方法の一つとして，イ\nンクタンク内にウレタンフォーム等の多孔質体やフェルト等のインク吸収体を備\nえ，インク吸収体の毛管力（インク吸収力）を利用する方法が挙げられる。例え\nば，特開平６－１５８３９号公報では，インクタンク内に，タンク全体にわたって\n複数個の密度の異なる繊維を記録ヘッドへの供給路に向かって高密度繊維，低密度\n繊維の順に圧縮して詰めた構成を開示する。高密度繊維は単位面積当たりの繊維本\n数が多く，インク吸収力が強いものであり，低密度繊維は単位面積当たりの繊維本\n数が少なく，インク吸収力が弱いものである。繊維間の継ぎ目は互いに圧接させ，\n空気混入によるインクの途切れを防ぐようになっている。\n一方，本出願人（判決注，控訴人）は，特開平７－１２５２３２号公\n報，特開平６－４００４３号公報等において，インク吸収体を利用しつつも，イン\nクタンクの単位体積当たりのインク収容量を増加させ，かつ，安定したインク供給\nを実現することのできる，液体収納室を備えたインクタンクを提案している。\n図１(a)に上述の構成を利用したインクタンクの概略断面構成図を示\nす。インクカートリッジ１０の内部は連通孔（連通部）４０を有する仕切り壁（隔\n壁）３８で二つの空間に仕切られている。一方の空間は仕切り壁３８の連通孔４０\nを除いて密閉されるとともにインク２５を直接保持する液体収納室３６，他方の空\n間は負圧発生部材３２を収納する負圧発生部材収納室３４になっている。この負圧\n発生部材収納室３４を形成する壁面には，インク消費に伴う容器内への大気の導入\nを行うための大気連通部（大気連通口）１２と，不図示の記録ヘッド部へインクを\n供給するための供給口１４とが形成されている。図１において，負圧発生部材がイ\nンクを保持している領域については斜線部（判決注，別紙図１(a)に黄色で示した斜\n線部分。なお，緑色で示した点描部分は，負圧発生部材がインクを保持していない\n領域である。）で示す。また，空間内に収納されているインクを網線部（同，オレ\nンジ色で示した網線部分）で示す。\n上述の構造では，不図示の記録ヘッドにより負圧発生部材３２のイン\nクが消費されると，大気連通口１２から負圧発生部材収納室３４に空気が導入さ\nれ，仕切り壁３８の連通孔４０を通じて液体収納室３６に入る。これに替わって，\n液体収納室３６からインクが仕切り壁の連通孔を通じて負圧発生部材収納室３４の\n負圧発生部材３２に充填される（以下「気液交換動作」という。）。したがって，\n記録ヘッドによりインクが消費されてもその消費量に応じてインクが負圧発生部材\n３２に充填され，負圧発生部材３２は一定量のインクを保持し，記録ヘッドに対す\nる負圧をほぼ一定に保つので，記録ヘッドへのインク供給が安定する。このような\n小型化と高使用効率とを兼ね備えたインクタンクは本出願人により製品化されてお\nり，現在も実用に供されている。\nなお，図１(a)に示す例においては，負圧発生部材収納室とインク収納\n室の連通部の近傍に大気導入を促進するための構造としての大気導入溝５０が設け\nられており，大気連通部近傍にはリブ４２により負圧発生部材がない空間（バッフ\nァ室）４４（判決注，別紙図１(a)に水色で示した空白部分）が設けられている。\nまた，本出願人は，特開平８－２０１１５号公報において，上述のイ\nンクタンクの負圧発生部材として，熱可塑性を有するオレフィン系樹脂から成る繊\n維を用いたインクタンクを提案している。このインクタンクは，インクの貯蔵安定\n性に優れるとともに，インクタンク筐体と繊維体材料とが同種の材料から成るため\nリサイクル性にも優れている。\n(ウ)　発明が解決しようとする課題（段落【０００９】～【００１３】）\nところで，本発明者ら（判決注，本件特許権に係る発明の発明者ら）\nにより，図１(a)に示すインクタンクの負圧発生部材として繊維材料を用いた構成に\nついて鋭意検討した結果，次のようなことが問題となる場合があることが分かっ\nた。\nすなわち，物流時等の使用開始前の状態を想定し，図１(b)に示すよう\nに液体収納室を負圧発生部材収納室に対して重力方向上方に位置させて放置したと\nころ，連通部を介して液体収納室に気体（判決注，別紙図１(b)中の液体収納室３６\nのうち水色で示した空白部分）が導入されることで液体収納室の液体が負圧発生部\n材へと漏れ出し，バッファ室にインク２５（同，赤色で示した図１(b)中の左下隅の\n部分）があふれ出る場合があることが分かった。このようにインクがバッファ室に\nあふれ出ると，開封時に大気連通口からあふれ出て使用者の手などを汚したり，液\n体供給口からインクが垂れて使用者の手などを汚してしまうおそれがある。\n上述の問題は，従来のウレタンフォーム等の多孔質部材に比べて繊維\nを用いたインク吸収体の有する以下の特性，すなわち，① 空隙率が大きいのでイン\nク移動の圧力損失が小さい，② 繊維に対するインクの前進接触角と後退接触角の差\nが小さい，③ 繊維を用いたインク吸収体の場合，繊維間の隙間で毛管力を発生する\nので，ウレタンフォームを発泡させた後セル膜を除去させて成るインク吸収体に比\nべ，ウレタンスポンジのセル（約８０～１２０μｍ）スケールでの局部的な毛管力\nの強弱の差が少ないなどによると考えられる。そして，負圧発生部材として繊維材\n料を利用する構成に特有なこの問題は，本発明者らにより初めて認識されたもので\nある。\n本発明の第１の目的は，負圧発生部材として繊維材料を利用しつつ，\n上述の課題を解決する液体収納容器を提供することである。\n本発明の第２の目的は，上記第１の目的を達成するための本発明者ら\nの検討により見いだされた従来にはない新規な着想，すなわち，二つの負圧発生部\n材を圧接させる際のそれぞれの部材の固さと界面との関係に基づき，上述の小型化\nと高使用効率とを兼ね備えた液体収納室を有するとともに，非使用時に液体収納室\nから負圧発生部材収納室への不用意な流入を起こさない液体収納容器を提供するも\nのである。\n(エ)　課題を解決するための手段（段落【００１５】，【００１９】，\n【００２０】）\n上記諸目的を達成するための具体的手段は，以下の構成から理解でき\nよう。\n本発明の液体収納容器は，負圧発生部材収納室中に液体収納室との連\n通部側の第１の負圧発生部材と大気連通部側の第２の負圧発生部材の間に第２の負\n圧発生部材の持つ毛管力より毛管力の強い境界層があることを特徴とし，この層を\n必ず介して大気連通部と液体収納室との連通部の間を連通する構造となっている。\nそして，物流時等の使用開始前の状態でインクタンクがいかなる方向に放置された\nとしても，第２の負圧発生部材の持つ毛管力と境界層の持つ毛管力の差は，第２の\n負圧発生部材中のインク－大気界面の水頭と境界層のインク－大気界面の水頭の差\n以上となっていることを特徴とする。\n上記構成において，第２の負圧発生部材中ではインク－大気界面が流\n動することはあるが，境界層中のインクは常に第２の負圧発生部材中インクとの水\n頭差以上の毛管力で保持されているため，境界層中のインク－大気界面が流動する\nことはない。このように境界層が常にインクで満たされているため，境界層を介し\nて第１の負圧発生部材及び液体収納室へ大気が流入しないようにすることができ\nる。したがって，負圧発生部材収納室に保持可能なインク量を超えたインクが液体\n収納室から流入することを抑制し，上記第１の目的を達成するものである。\n(オ)　発明の実施の形態（その１）（段落【００３７】，【００３９】～\n【００５２】）\n以下に，本発明の実施例の詳細を図面に基づいて説明する。\nなお，各断面図において，負圧発生部材がインクを保持している領域\nについては斜線部（判決注，別紙図２に黄色で示した斜線部分。そのうちの左下が\nり斜線部分が第１の負圧発生部材，右下がり斜線部分が第２の負圧発生部材であ\nる。なお，緑色で示した点描部分は，第２の負圧発生部材がインクを保持していな\nい領域である。）で，空間内に収納されているインクを網線部（同，オレンジ色で\n示した網線部分）で示す。\n図２は本発明の第１実施例（判決注，本件明細書にいう「第１実施\n例」が本件発明１の実施例であると認められる。）の液体収納容器の概略説明図で\nあり，(a)は断面図，(b)は容器の液体収納室側を上方にした時の断面図である。\n図２(a)において，液体収納容器（インクタンク）１００は，上部で大\n気連通口１１２を介して大気に連通し下部でインク供給口に連通し内部に負圧発生\n部材を収容する負圧発生部材収納室１３４と，液体のインクを収容する実質的に密\n閉された液体収納室１３６とに隔壁１３８でもって仕切られている。そして，負圧\n発生部材収納室１３４と液体収納室１３６とはインクタンク１００の底部付近で隔\n壁１３８に形成された連通部１４０及び液体供給動作時に液体収納室への大気の導\n入を促進するための大気導入路１５０を介してのみ連通されている。負圧発生部材\n収納室１３４を画成するインクタンク１００の上壁には，内部に突出する形態で複\n数個のリブが一体に成形され，負圧発生部材収納室１３４に圧縮状態で収容される\n負圧発生部材と当接している。このリブにより，上壁と負圧発生部材の上面との間\nにエアバッファ室（判決注，別紙図２(a)に水色で示した空白部分）が形成されてい\nる。\nまた，供給口１１４を備えたインク供給筒には，負圧発生部材より毛\n管力が高くかつ物理的強度の強い圧接体１４６が設けられており，負圧発生部材と\n圧接している。\n本実施例の負圧発生部材収納室内には，負圧発生部材として，ポリエ\nチレンなどオレフィン系樹脂の繊維から成る第１の負圧発生部材１３２Ｂ及び第２\nの負圧発生部材１３２Ａの二つの毛管力発生型負圧発生部材を収納している。１３\n２Ｃはこの二つの負圧発生部材の境界層（判決注，別紙図２に赤色の太線で示した\n部分）であり，境界層１３２Ｃの仕切り壁１３８との交差部分は，連通部を下方に\nした液体収納容器の使用時の姿勢（図２(a)）において大気導入路１５０の上端部よ\nり上方に存在している。また，負圧発生部材内に収容されているインクは，インク\nの液面Ｌで示されるように，上記境界層１３２Ｃよりも上方まで存在している。\nここで，第１の負圧発生部材と第２の負圧発生部材の境界層は圧接し\nており，負圧発生部材の境界層近傍は他の部位と比較して圧縮率が高く，毛管力が\n強い状態となっている。すなわち，第１の負圧発生部材の毛管力をＰ１，第２の負\n圧発生部材の持つ毛管力をＰ２，負圧発生部材同士の界面の持つ毛管力をＰＳとする\nと，Ｐ２＜Ｐ１＜ＰＳとなっている。\n次に，このような液体収納容器を，非使用時に姿勢を変化させた場合\nの内部に収容されている液体の状態について，図２(b)を用いて説明する。\n図２(b)は，例えば物流時等に起こり得る液体収納室が鉛直上方になっ\nた姿勢である。このような姿勢で放置されると，負圧発生部材内のインクは毛管力\nの低い方から高い方へと移動し，インクと大気の界面Ｌの水頭と，負圧発生部材境\n界層１３２Ｃに含まれるインクの水頭との間に，水頭差が生ずる。ここで，この水\n頭差がＰ２とＰＳの毛管力差より大きい場合，界面１３２Ｃに含まれるインクはこの\n水頭差がＰ２とＰＳの毛管力差と等しくなるまで第２の負圧発生部材１３２Ａに流入\nしようとする。\nしかし，本実施例のインクタンクでは，水頭差ｈがＰ２とＰＳの毛管力\n差より小さく（あるいは等しく）なっているので，界面１３２Ｃに含まれるインク\nは保持され，第２の負圧発生部材に含まれるインクの量は増加することはない。\n他の姿勢の時にはインク－大気界面Ｌの水頭と，負圧発生部材界面１\n３２Ｃに含まれるインクの水頭との差は，Ｐ２とＰＳの毛管力差より更に小さくなる\nので，界面１３２Ｃは，その姿勢にかかわらず，その全域にインクを有した状態を\n保つことができるようになっている。そのため，いかなる姿勢においても，界面１\n３２Ｃが，仕切り壁と負圧発生部材収納室に収納されるインクと協同して，連通部\n１４０及び大気導入路１５０からの液体収納室への気体の導入を阻止する気体導入\n阻止手段として機能し，負圧発生部材からインクがあふれ出ることはない。\n本実施例の場合，第１の負圧発生部材はオレフィン系樹脂繊維材料\n（２デニール）を用いた毛管力発生型負圧発生部材（Ｐ１＝－１１０ｍｍＡｑ．）\nであり，その固さは，０．６９ｋｇｆ／ｍｍである（毛管力発生部材の固さは，負\n圧発生部材収納室に収納された状態においてφ１５ｍｍの押し棒で押し込んだ時の\n反発力を測定し，押し込み量に対する反発力の傾きにより求めた。）。一方，第２\nの負圧発生部材は，第１の負圧発生部材と同材料のオレフィン系樹脂繊維材料を使\n用した毛管力発生型負圧発生部材であるが，第１の負圧発生部材に比べ，毛管力が\n弱く（Ｐ２＝－８０ｍｍＡｑ．），繊維材料の繊維径が太く（６デニール），吸収\n体の剛性は高い（１．８８ｋｇｆ／ｍｍ）ものである。\nこのように，毛管力の弱い負圧発生部材の方が毛管力の高い負圧発生\n部材に対して固くなるように毛管力発生部材を組み合わせ，それらを圧接させるこ\nとで，本実施例の負圧発生部材同士の界面は，第１の負圧発生部材の方がつぶれる\nことにより，毛管力の強さをＰ２＜Ｐ１＜ＰＳとすることができる。さらに，Ｐ２と\nＰＳの差を必ずＰ２とＰ１の差以上とすることができるので，単に二つの負圧発生部\n材を当接させたものに比べて，確実に毛管力発生部材の境界層でインクを保持する\nことができる。\n本実施例では，上述のように毛管力の強い境界層を設けることで，疎\n密のばらつきを考慮したＰ１とＰ２の毛管力範囲が負圧発生部材内の疎密のばらつき\nによりオーバーラップしたとしても，界面に上記条件を満たす毛管力があるので，\n上述したような負圧発生部材収納室への非使用時の不用意なインク流入を防止する\nことができる。\nここで，二つの負圧発生部材自体の毛管力は，Ｐ１＜ＰＳかつＰ２＜Ｐ\nＳという条件を満たす状態で，使用時のインク供給特性を優れたものとするように\n適宜所望の値とすることができる。本実施例では，Ｐ２＜Ｐ１とすることで，液体収\n納容器の使用時に，毛管力発生部材自体の毛管力のばらつきの影響を抑え，確実に\n上方の負圧発生部材のインクを消費することで，インク供給特性を優れたものとし\nている。\n(カ)　発明の実施の形態（その２）（段落【０１０５】）\n液体の注入方法について説明する。第１実施例の場合を例にとると，\n液体の入っていない容器を用意し，液体収納室を液体で充填するとともに負圧発生\n部材収納室にも液体収納容器の姿勢によらずに絶えず負圧発生部材の境界層全体が\n液体を保持可能な量の液体を充填する。このようにして所定量の液体を注入された\n液体収納容器は，境界層が気体導入阻止手段として機能することができるようにな\nる。それぞれの室への液体の注入方法は，公知の方法を利用することができる。\n(キ)　発明の効果（段落【０１２７】）\n以上説明したように，本出願に係る第一の発明（判決注，本件発明\n１）によれば，連通部近傍の負圧発生部材中には常に液体が収納され，液体供給部\nから外部への液体供給時以外の連通部から液体収納室への気体の導入を阻止するこ\nとができるので，使用開始前の状態で物流を経ても安定したインク供給を行えるイ\nンクタンクを提供することができる。\nウ　従来の技術（甲２，２０，乙５０～５３）\n本件発明１の特許出願の優先権主張日（平成１０年５月１１日。ただ\nし，本件特許権の出願日は平成１１年４月２７日）より前に公知であったインクジ\nェットプリンタ用のインクタンクには，本件明細書に記載された上記イ(イ)のもの\nを含め，以下のものがある。\n(ア)　インクタンクの内部を１室としたもの（本件発明１のように，負圧\n発生部材収納室と液体収納室とに分けていないもの）\n①　毛管力が均一な１個の負圧発生部材を収納したもの\n②　収納される負圧発生部材は１個であるが，プリンタ本体へのインク\n供給口に近い部分が，他の部分より，毛管力が高くなるように収納したもの（イン\nク供給口から遠方の領域に存在するインクを含め，負圧発生部材に保持されたイン\nクを確実かつ安定的にプリンタ本体へ供給することを目的とする。）\n③　複数の負圧発生部材を収納し，インク供給口に近い負圧発生部材の\n毛管力を他の負圧発生部材より高くしたもの（形状が単純で十分なインク容量を貯\n蔵することができ，安定したインク供給を可能とすることを目的とする。）\n(イ)　インクタンクの内部を壁で仕切って複数の収納室を形成したもの\n①　複数の室内に負圧発生部材を収納したもの\n②　負圧発生部材を収納した室（一つの室には１個の負圧発生部材が収\n納される。）とインクのみを収納した室とを併設したもの（インクタンクの単位体\n積当たりのインク収容量を増加させ，安定したインク供給を実現することを目的と\nする。）\n③　上記②のインクタンクにおいて，１室の頂部に開閉可能な蓋を装着\nしたもの（インクの再充填を可能にしてインクタンクの長期使用を可能とし，使用\n済みのインクタンクの廃棄をなくして，環境汚染を未然に防止することを目的とす\nる。）\nエ　控訴人製品（甲７，９，１０，１５，１７～２１，３７，４５，４６，\n乙４８，５９）\n(ア)　控訴人製品は，本件発明１の技術的範囲に属するものであり，イン\nクタンク内の負圧発生部材収納室中に，インク供給口の側に第１の負圧発生部材\nが，大気連通口の側に第２の負圧発生部材が，それぞれ収納されている。そして，\n第１の負圧発生部材と第２の負圧発生部材とが圧接され，その圧接部の界面の毛管\n力が，各負圧発生部材の毛管力より高くなっている（構成要件Ｈ）。なお，第１の\n負圧発生部材と第２の負圧発生部材とでは，第１の負圧発生部材の毛管力の方が高\nい。\n控訴人製品においては，使用開始前の状態では，液体収納室の全体に\nインクが充填されるとともに，負圧発生部材収納室中の第１の負圧発生部材の全体\nと，第２の負圧発生部材の一部にインクが充填されており，負圧発生部材の圧接部\nの界面全体がインクを保持している（構成要件Ｋ）。負圧発生部材は，繊維材料か\nら成るものであり，その内部には微細な空隙が多数形成されている。第１及び第２\nの負圧発生部材並びにこれらの圧接部の界面においては，この空隙内にインクが保\n持されている。他方，第２の負圧発生部材の一部や，バッファ室には，インクは充\n填されておらず，この部分には空気が存在している。\n控訴人製品がインクジェットプリンタに装着され，印刷に供される\nと，インク供給口からインクが供給されて内部のインクが減少し，ある程度の使用\nがされた時点で，圧接部の界面の一部又は全部がインクを保持しなくなる。ただ\nし，それ以降も印刷をすることは可能である。\n使用済みの控訴人製品（インクをほぼ使い切って，それ以上印刷に供\nすることができなくなった控訴人製品）においては，液体収納室の壁面，第１及び\n第２の負圧発生部材の内部，両負圧発生部材の圧接部の界面，インク供給口等に若\n干量のインクが残っている。この場合，圧接部を含めた負圧発生部材においては，\n上記のように繊維材料の内部に形成された多数の微細な空隙に保持されていたイン\nクの一部が，空隙ごとに不均一な状態で残存することとなる。\n(イ)　使用済みの控訴人製品がプリンタから取り外されると，時間がたつ\nに連れて，上記(ア)のとおりインクタンクの内部に残存していたインクの乾燥が進\n行し，取り外しから１週間ないし１０日程度経過した後には，上記壁面，負圧発生\n部材の内部，圧接部の界面，インク供給口等に，乾燥して固体となったインクが付\n着する。このような状態のインクタンクにインクを再充填しようとすると，圧接部\nを含めた負圧発生部材の繊維材料の内部の多数の微細な空隙にはインクが不均一な\n状態で乾燥して固着しているために，空隙の内部に気泡や空気層が形成され，新た\nなインクの吸収が妨げられ，負圧発生部材のインク保持機能が低下することとな\nり，さらに，圧接部の界面においては，空気の移動を妨げる障壁を形成する機能も\n損なわれることとなる。\nまた，使用済みの控訴人製品においては，大気連通口や液体供給口に\nほこり等が侵入し，付着することもある。このような乾燥したインクやほこり等\nは，プリンタヘッドのインク流路及びノズルの目詰まりの原因となり得る。\n以上のように，使用済みのインクタンクにインクを再充填して再度使\n用することとした場合には，インクタンク自体の性能が低下するだけでなく，印刷\n品位の低下やプリンタ本体の故障等をも生じさせるおそれがあるので，控訴人は，\nそのような事態を防止するため，インクタンクを１回で使い切るもの（使用済みの\nインクタンクを，洗浄した上でインクを充填するなどの方法により再度使用するの\nではなく，インクタンク自体を新しいものに交換するもの）としている。\n(ウ)　控訴人は，控訴人製品が使い切り型のインクタンクであることを示\nすとともに，使用済み品の回収を図るため，控訴人製品の使用者に対して，① 控訴\n人製品の包装箱に，「キヤノン製使用済みインクタンク，ＢＪカートリッジの回収\nにご協力ください。全国の回収窓口は，下記のホームページ上で確認できま\nす。」，又は，「使用済みのカートリッジはこのマーク（判決注，キヤノン製カー\nトリッジ回収協力店のマーク）のあるお店までお持ちください。資源としてリサイ\nクルいたします。御協力を御願いいたします。」と記載する，② 控訴人製品が使用\nされる控訴人製のインクジェットプリンタの使用説明書に，「インクがなくなった\n場合は，すみやかに新しいインクタンクに交換してください。」，「交換用インク\nタンクは新品のものを装着してください。」，「インクのみの詰め替えはお勧めで\nきません。」，「キヤノンでは，資源の再利用のために，使用済みインクタンク，\nＢＪカートリッジの回収を推進しています。この回収活動は，お客様のご協力によ\nって成り立っております。」と記載する，③ 控訴人のウェブサイトに，控訴人は業\n界に先駆けて平成８年からインクジェットプリンタ用の使用済みインクタ\nンクの回収を開始した，回収協力店は平成１５年６月現在で約３０００拠点となっ\nており，回収量は年々増加している，回収されたインクタンクはキヤノンリサイク\nルオペレーションセンターに集められて１００％有効利用されていると記載するな\nどして，使用済みインクタンクの回収への協力を呼び掛けている。\nオ　被控訴人製品（甲８，２１，２８，２９，３６，４９，５８，乙３０，\n４４，４７，４８，５８）\n(ア)　被控訴人製品は，控訴人製品に当初充填されていたインクを使い切\nって残った本件インクタンク本体を乙会社が回収した上で，丙会社において，① 本\n件インクタンク本体の液体収納室の上面に，洗浄及びインク注入のための穴を開け\nる，② 本件インクタンク本体の内部を洗浄する，③ 本件インクタンク本体のイン\nク供給口からインクが漏れないようにする措置を施す，④ ①の穴から，負圧発生部\n材収納室の負圧発生部材の圧接部の界面を超える部分までと，液体収納室全体に，\nインクを注入する，⑤ ①の穴及びインク供給口に栓をする，⑥ ラベル等を装着す\nるという手順を経て製品化したものである。\n被控訴人は，上記②の手順に関し，被控訴人製品にはリサイクルの過\n程で本件インクタンク本体の内部を洗浄するものと洗浄していないものとがあると\n主張するが，この点に関する乙４７（丙会社における使用済みの控訴人製品を被控\n訴人製品として製品化する工程を撮影したとされるＣＤ－ＲＯＭ）及び乙５６－\n１，２（丙会社以外の業者における製品化の工程等に関する報告書）は，上掲各証\n拠及び弁論の全趣旨に照らし，的確な証明力を有するとはいい難く，他に，上記②\nの認定を覆して，被控訴人の主張を認めるに足りる証拠はない。\n上記一連の手順は，本件発明１０の技術的範囲に属し，被控訴人製品\nは，本件発明１の技術的範囲に属するものである。\n(イ)　被控訴人製品においては，液体収納室にインクがほぼ満杯に充填さ\nれているとともに，負圧発生部材収納室には，第１の負圧発生部材と第２の負圧発\n生部材との圧接部の界面の上方までインクが充填されているので，インクタンクの\n姿勢にかかわらず，圧接部の界面全体がインクを保持することができる。\nカ　インクジェットプリンタ用インクタンクのリサイクル等の状況（甲９～\n１４，１６，２１～２８，３６，３８，４１，４２，４８～５１，６６，６７，乙\n３～６，１６～２２，２４，２９，３１～３８，４４～４９，５４，５６，６０～\n７０，７７，７８，８０）\n(ア)　控訴人を含めたインクジェットプリンタの製造業者は，それぞれ自\n社のプリンタに使用されるインクタンク（いわゆる純正品）の販売を行っている。\n一方，純正品のインクタンクの使用済み品にインクを再充填するなど\nしたインクタンク（いわゆるリサイクル品）が，複数の業者により販売されてお\nり，被控訴人製品はその一つである。このような業者によるリサイクル品の製造方\n法は，おおむね本件の丙会社による被控訴人製品の製造方法と同じである。また，\n純正品の製造会社以外の者が製造した新品のインクタンク（いわゆる互換品）や，\nインクタンクの使用者がインクを再充填するために用いるインク（いわゆる詰め替\nえインク）も販売されている。ただし，控訴人を含む純正品の製造業者が，リサイ\nクル品や詰め替えインクの製造販売をしていることを示す証拠はない。\nまた，インクジェットプリンタ用インクタンクのリサイクル品や詰め\n替えインクは，米国や欧州諸国でも販売されている。\n平成１６年４月に株式会社ＢＣＮによってインターネット上で行われ\nたアンケート調査によれば，インクジェットプリンタの使用者のうちリサイクル品\nを利用する者は約９％（過去に利用したことがある者を含めると約１８％）であ\nり，将来利用したいとの意向を示す者は約３３％であった。また，平成１７年２月\nの同様の調査では，リサイクル品を利用する者は約１２％（同約２３％）であり，\n将来利用したいとの意向を示す者は約３３％であった。他方，同社が行ったインク\nジェットプリンタ用インクタンクの販売数量の調査によれば，平成１６年３月～１\n２月の間におけるリサイクル品の販売比率は，約３％であった。\n(イ)　控訴人製品（純正品）とそのリサイクル品とを比較すると，１個当\nたりの小売価格は，純正品が８００円～１０００円程度，リサイクル品が６００円\n～７００円程度である。\nインクジェットプリンタでの印刷に供した場合の印刷結果を比較する\nと，普通紙に印刷した場合には発色，色合い等に大きな差異はない（画像を拡大し\nて目を凝らして観察すると違いが分かるが，実用上は問題とならない程度の差異に\nとどまる。）ものの，リサイクル品は，外光に対する耐久性に劣る，写真印刷にお\nける発色や色合いが劣るなどといった点で，品質に差異がある。また，リサイクル\n品を使用するとプリンタ本体に目詰まり等の不具合が生ずるおそれがあることも指\n摘されている。\n(ウ)　控訴人は，上記エ(ウ)のとおり，控訴人製品の包装箱，ウェブサイ\nト等を通じて，控訴人製品の使用者に対し，使用済みインクタンクの回収への協力\nを呼び掛けている。控訴人は，回収した使用済みインクタンクを分別した上で，セ\nメント製造工程における熱源として，主燃料である石炭の一部を代替する補助燃料\nに使用し，燃えかすはセメントの原材料に混ぜて使用しており，使用済みインクタ\nンクを廃棄することはない。\nまた，控訴人以外の純正品の製造業者も，使用済み品の回収及び再資\n源化に取り組んでいる。リサイクル品の製造業者の中にも，使用済みインクタンク\nを有償又は無償で回収するものがある。\n株式会社ＢＣＮによる前記調査によれば，使用後のインクタンクの処\n理については，平成１６年４月の調査では，自宅でごみとして廃棄する者が約４８\n％，業者が設置した回収箱に入れる者が約４６％であり，平成１７年２月の調査で\nは，それぞれ約４２％，約５１％であった。\n(3)　第１類型の該当性\n上記事実関係に基づき，まず，控訴人製品について，当初に充填されたイ\nンクが費消されたことをもって，特許製品が製品としての本来の耐用期間を経過し\nてその効用を終えたものとなるかどうかについて判断する。\nア　インク費消後における控訴人製品の状態等\n控訴人製品がインクジェットプリンタに装着されて使用され，当初充填\nされていたインクがすべて費消された場合には，それ以上の印刷をすることができ\nない。インク費消後の使用済みの控訴人製品は，内部の壁面，負圧発生部材等に付\n着したものを除き，昀初に充填されたインクは存在しなくなっているが，第１及び\n第２の負圧発生部材並びにその圧接部の界面の構造を含め，インク以外の構成部材\nには物理的な変更は加えられておらず，インクを改めて充填すれば，インクジェッ\nトプリンタにおける印刷に供することは可能なのであるから，インク収納容器とし\nて再度使用することは可能な状態にあるものと認められる。そして，インクは正に\n消耗部材であるから，控訴人製品のうちインクタンク本体に着目した場合には，イ\nンク費消後の控訴人製品にインクを再充填する行為は，インクタンクとしての通常\nの用法の下における消耗部材の交換に該当することとなる。\nイ　インク費消後の本件インクタンク本体に対する加工等の内容\n丙会社がインク費消後の控訴人製品を用いて被控訴人製品を製品化する\n工程は，上記(2)オ(ア)のとおり，① 本件インクタンク本体の液体収納室の上面\nに，洗浄及びインク注入のための穴を開ける，② 本件インクタンク本体の内部を洗\n浄する，③ 本件インクタンク本体のインク供給口からインクが漏れないようにする\n措置を施す，④ ①の穴から，負圧発生部材収納室の負圧発生部材の圧接部の界面を\n超える部分までと，液体収納室全体に，インクを注入する，⑤ ①の穴及びインク供\n給口に栓をする，⑥ ラベル等を装着するというものである。\n控訴人製品にはインク補充のための開口部は設けられていないので，上\n記工程においては，液体収納室の上面に洗浄及びインク注入のための穴を開けた上\nで，インクタンク内部の洗浄及びインクの注入をした後に，この穴をふさいでいる\nものであるが，控訴人製品においてインク充填用の穴が設けられていないことは，\n本件発明１の目的に照らして不可避の構成であるとは認められない。なるほど，本\n件発明１においては，液体収納室が実質的な密閉空間であることも構成要件の一つ\nとされており（構成要件Ｂ），この構成要件は，本件発明１の目的を達成する上で\n技術的な意義を有するものである（液体収納室が密閉されていなければ，空気が入\nってインク漏れの原因となる。）が，防水機器など外部が密閉カバーにより覆われ\nている構成の製品においては，消耗部材を交換し，あるいは内部の部材の修理を行\nう際に，一時的に密閉状態を解消することは通常行われていることであり（例え\nば，防水腕時計において，消耗部材である電池の交換をする際には，蓋が開けられ\nて密閉状態が一時的に解消される。），密閉空間であることが必要であるとして\nも，本件インクタンク本体にインク補充のための開口部を設けないことが\n不可避な構成ということにはならない（現に，弁論の全趣旨によれば，控訴人製品\nのうちには，当初インクを充填した際に液体収納室に設けた穴がプラスチックのボ\nール状の部材によってふさがれていて，当該部材を液体収納室へと押し込み，又は\nこれを取り除くことによってインク充填のための開口を確保することができる，新\nたな穴を開けることを要しない構成のものが存在する。）。したがって，被控訴人\n製品を製品化する工程において，本件インクタンク本体に穴を開ける工程が含まれ\nていることをもって，丙会社の行為を，消耗部材の交換に該当しないということは\nできない。また，前記(2)カのとおり，インクジェットプリンタ用インクの分野にお\nいては，純正品のインクタンクの使用済み品にインクを再充填するなどした，いわ\nゆるリサイクル品が販売されているところ，それらの製品の製造方法がおおむね被\n控訴人製品の製造方法と同じであることに照らしても，被控訴人製品の製品化に際\nして，本件インクタンク本体に穴を開ける工程が含まれていることをもって，消耗\n部材の交換に該当しないということはできない。\nウ　インクジェットプリンタ用インクの分野におけるリサイクルの状況\n前記(2)カのとおり，インクジェットプリンタ用インクの分野において\nは，控訴人製品を含めた純正品だけでなく，リサイクル品や詰め替えインクも販売\nされていること，リサイクル品は，純正品に比べると品質面では劣るものの，価格\nが低いことなどからこれを利用する者も少なからず存在することが認められる。そ\nして，使用済み品を廃棄せずに再使用することは，環境の保全に資するものであっ\nて，特許権等の他人の権利や利益を害する場合を除いては，広く奨励されるべきも\nのであり，使用済みインクタンクの再使用については，これを禁止する法令等は存\n在しない。\nこの点に関して，控訴人は，被控訴人の行為は，資源の再利用や環境保\n護に資するものではなく，かえってリサイクル関連法が目指す循環型社会の形成に\n逆行するものである旨主張する。\nそこで，検討すると，環境の保全は，現在及び将来の国民の健康で文化\n的な生活の確保及び人類の福祉のために不可欠なものである（環境基本法１条，３\n条等参照）。また，循環型社会，すなわち，製品等が廃棄物等となることが抑制さ\nれ，製品等が循環資源となった場合においてはこれについて適正に循環的な利用が\n行われることが促進され，循環的な利用が行われない循環資源については適正な処\n分が確保され，もって天然資源の消費を抑制し，環境への負荷ができる限り低減さ\nれる社会（なお，「廃棄物等」とは，廃棄物の処理及び清掃に関する法律２条１項\nにいう廃棄物に加えて，一度使用され，又は使用されずに収集され，又は廃棄され\nた物品等をいい，「循環資源」とは廃棄物等のうち有用なものを，「循環的な利\n用」とは再使用，再生利用及び熱回収をいう。）の形成は，国，地方公共団体，事\n業者及び国民の責務として，推進されるべきものである（循環型社会形成推進基本\n法１条，２条等参照）。\n循環型社会において行われるべき循環資源の循環的な利用とは，再使用\n（循環資源を製品としてそのまま，若しくは修理を行って使用し，又は部品その他\n製品の一部として利用すること），再生利用（循環資源の全部又は一部を原材料と\nして使用すること）に限られるものではなく，熱回収（循環資源の全部又は一部で\nあって，燃焼の用に供することができるもの又はその可能性のあるものを熱を得る\nことに利用すること）も含むのであるから（循環型社会形成推進基本法２条４～７\n項。なお，資源の有効な利用の促進に関する法律１条，２条も参照），使用済みの\n控訴人製品を回収して熱源として使用することも，環境保全の理念に合致する行為\nということができ，本件において，控訴人が控訴人製品の使用者に対して使用済み\nの控訴人製品の回収に協力するよう呼び掛け，現に相当量の使用済み品が回収さ\nれ，これがセメント製造工程における補助燃料等として利用されていることは，前\n記認定（前記(2)エ(ウ)，(2)カ(ウ)参照）のとおりである。\nしかしながら，被控訴人製品は，使用済みの控訴人製品を廃棄すること\nなく，インクタンクとして再使用したものであり，同一のインクタンクを複数回使\n用することにより廃棄されるインクタンクの量を減少させることが可能である。そ\nもそも使用済み製品の熱源としての利用は，当該製品を廃棄物としてそのまま地上\nに放置し，地下に埋設し，あるいは焼却能力の劣る焼却機器により焼却することに\n比べれば，自然環境に与える影響を改善したものということはできるが，有限な化\n石燃料資源を有効利用し，二酸化炭素排出量を抑制するという観点をも併せ考える\nときには，循環資源の循環的利用として再使用に劣るものであることは明らかであ\nる。また，被控訴人製品に用いられている本件インクタンク本体は控訴人により製\n造されたものであるから，被控訴人製品としてインクを再充填されたものであって\nも，その使用後は，控訴人製造に係る本件インクタンク本体として控訴人による使\n用済み製品の回収の対象として，熱源利用されることになるものと考えられる。\nそうすると，控訴人において，控訴人製品が使い切り型のインクタンク\nであることを示すとともに，使用済み品の回収を図るため，控訴人製品の使用者に\n対して，控訴人製品の包装箱，控訴人製のインクジェットプリンタの使用説明書，\n控訴人のウェブサイトにおいて，使用済みのインクタンクの回収活動への協力を呼\nび掛けていることなどの事情を勘案しても，上記の事情に照らせば，インクタンク\nの利用が１回に限られる旨の認識が社会的に強固な共通認識として形成されている\nということはできない。\nエ　小括\n以上によれば，インク費消後の控訴人製品の本件インクタンク本体にイ\nンクを再充填する行為は，特許製品を基準として，当該製品が製品としての効用を\n終えたかどうかという観点からみた場合には，インクタンクとしての通常の用法の\n下における消耗部材の交換に該当するし，また，インクタンク本体の利用が当初に\n充填されたインクの使用に限定されることが，法令等において規定されているもの\nでも，社会的に強固な共通認識として形成されているものでもないから，当初に充\n填されたインクが費消されたことをもって，特許製品が製品としての本来の耐用期\n間を経過してその効用を終えたものとなるということはできない。\nしたがって，本件において，特許権が消尽しない第１類型には該当しな\nいといわざるを得ない。\n(4)　第２類型の該当性\n進んで，控訴人製品について，第三者（丙会社）により特許製品（控訴人\n製品）中の特許発明（本件発明１）の本質的部分を構成する部材の全部又は一部に\nつき加工又は交換がされたといえるかどうかについて判断する。\nア　本件発明１の内容\n本件発明１は，インクジェットプリンタに使用されるインクタンク等に\n関するものであり，前記認定事実によれば，特許発明の内容については，次のよう\nに解することができる。\n(ア)  インクタンクの構成として考えられる昀も単純なものは，箱体内部\nの空間にインクを直接充填するものであるが，このような構成では，開封するとイ\nンクが漏れる，プリンタへのインクの供給が不安定になるといった欠点があること\nは明らかである。そこで，インクタンク内のインクが外部に漏れないように保持\nし，インクを安定的に供給することができるようにするために，箱体内部の空間に\n負圧発生部材（スポンジ，フェルト等のインクを吸収する部材）を収納し，これに\nインクを含浸させる構成のものが考えられた。ところが，負圧発生部材をインクタ\nンク内の全体に収納したのでは，インクタンク内に収納し得るインクの量が減少し\nてしまう。この問題を解決するために考えられたのが，インクタンクの内部を仕切\nり壁によって複数の部屋に分け，プリンタへのインク供給口のある側には負圧発生\n部材を収納してこれにインクを含浸させるが，それ以外の部分には，負圧発生部材\nを収納せず，箱体内部の空間にインクを直接充填するという構成を採用することに\nよって，インクタンクの単位体積当たりのインク収容量を増加させ，かつ，安定し\nたインク供給を実現したものであり（前記(2)イ(イ)参照），これが本件\n明細書に従来の技術として挙げられたもの（別紙図１に記載されたもの）である。\nところが，この従来技術によるインクタンクには，次のような問題点\nがあった。すなわち，このインクタンクには，液体収納室３６（別紙図１に付され\nた符号を示す。以下同じ。）の全部（図１(a)中にオレンジ色で示した網線部分）及\nび負圧発生部材収納室３４の一部（同，黄色で示した斜線部分）にインクが収納さ\nれるが，負圧発生部材収納室のその余の部分（同，負圧発生部材３２のうちインク\nが含浸されていない緑色で示した点描部分及びバッファ室４４の水色で示した空白\n部分）には空気が存在している。そして，インクタンクの使用開始前に，負圧発生\n部材収納室が液体収納室の下方に来る姿勢で放置されると（インクタンクをプリン\nタに装着して使用する時には，別紙図１(a)のように，負圧発生部材収納室と液体収\n納室とが横に並ぶが，使用開始前の輸送時や保管時においては，同(b)のように，液\n体収納室が負圧発生部材収納室の上方に置かれた姿勢で放置されることがあ\nる。），負圧発生部材収納室に存在する空気が，連通孔４０を通って液体収納室へ\nと導入され（図１(b)の液体収納室３６中の水色で示した空白部分），気液交換動作\nにより，空気に替わって液体収納室中のインクが負圧発生部材収納室の\n側に流出し，負圧発生部材収納室にインク２５が過剰に存在する状態，すなわち，\n過充填となり，負圧発生部材のうちインクが含浸されていなかった領域にもインク\nが含浸される上，負圧発生部材がインクを保持しきれないときは，図１(b)中に赤色\nで示した同図中の左下隅部分のように，バッファ室にインクがあふれ出る事態が生\nずる。このような状態でインクタンクを開封すると，大気連通口１２や液体供給口\n１４からインクが漏れ出し，使用者の手などを汚すといった問題点があった。そこ\nで，輸送時や保管時に，インクタンクがどのような姿勢をとっても，負圧発生部材\n収納室のインクが過充填となることを防止する必要があり，これが本件発明１にお\nいて解決すべきものとされた課題である。\n(イ)　本件発明１は，次のような構成を採用することによって，インクタ\nンクの単位体積当たりのインク収容量を増加させ，安定したインク供給を実現する\nという従来のインクタンクの作用効果を維持しつつ，併せて，従来のインクタンク\nにみられた上記の課題を解決したものである。\n本件発明１のインクタンクは，負圧発生部材収納室１３４（別紙図２\nに付された符号を示す。以下同じ。）に２個の負圧発生部材（インク供給口１１４\n側の第１の負圧発生部材１３２Ｂと，大気連通口１１２側の第２の負圧発生部材１\n３２Ａ）を収納し（収納された負圧発生部材と，液体収納容器の仕切り壁，連通部\n及び大気連通部との位置関係は，構成要件Ｅ～Ｇのとおりである。），これらを互\nいに圧接させることにより（構成要件Ａ），その境界層である圧接部の界面１３２\nＣ（別紙図２に赤色の太線で示した部分）の毛管力が，第１及び第２の各負圧発生\n部材に比べて，昀も高くなるように構成されている（構成要件Ｈ）。毛管力が高い\nということは，液体を吸収し，保持しやすいということであるから，負圧発生部材\n収納室に一定量のインクを収納させることによって（構成要件Ｋ），圧接部の界面\nが常にインクを保持した状態となり，このインクが空気の移動を妨げる障壁を形成\nする。その結果，負圧発生部材収納室の一部（図２中の第２の負圧発生部材のうち\nインクが含浸されていない領域である緑色で示した点描部分及びバッファ室である\n水色で示した空白部分）に存在する空気は，この障壁を越えて第１の\n負圧発生部材の側へ移動することができず，液体収納室へと移動することはない。\nしたがって，輸送時や保管時に，従来の技術で問題とされたような姿勢（別紙図\n２(b)のように，液体収納室１３６が負圧発生部材収納室１３４の上方に来る姿勢）\nで放置されたとしても，液体収納室に空気が流入することがないから，気液交換動\n作により，液体収納室中のインクが負圧発生部材収納室に流出し，開封時に大気連\n通口１１２や液体供給口１１４から漏れ出すという事態を防止することができる。\nこのように，本件発明１は，インクタンクの単位体積当たりのインク\n収容量を増加させ，安定したインク供給を実現するという従来のインクタンクと同\n様の作用効果を奏しつつ，併せて，従来の技術にみられた開封時のインク漏れとい\nう問題を解決するために，① 負圧発生部材収納室に２個の負圧発生部材を収納し，\nその界面の毛管力が各負圧発生部材の毛管力よりも高くなるように，これらを相互\nに圧接させるという構成（この構成は，構成要件Ａ，Ｅ～Ｈによって達成される\nが，そのうちで昀も技術的に重要なのは，圧接部の界面の毛管力が昀も高いもので\nあることという構成要件Ｈであると認められる。）と，② 一定量のインク，すなわ\nち，液体収納容器がどのような姿勢をとっても，圧接部の界面全体が液体を保持す\nることが可能な量の液体が充填されているという構成（構成要件Ｋ）を採用するこ\nとによって，負圧発生部材の界面に空気の移動を妨げる障壁を形成することとした\n点に，従来のインクタンクにはみられない技術的思想の中核を成す特徴的部分があ\nると認められる。\nこの点は，前記(2)イ(オ)のとおり，本件明細書（甲２）に，「他の姿\n勢の時にはインク－大気界面Ｌの水頭と，負圧発生部材界面１３２Ｃに含まれるイ\nンクの水頭との差は，Ｐ２とＰＳの毛管力差よりさらに小さくなるので，界面１３２\nＣは，その姿勢に関わらず，その全域にインクを有した状態を保つことができるよ\nうになっている。そのため，いかなる姿勢においても，界面１３２Ｃが，仕切り壁\nと負圧発生部材収納室に収納されるインクと協同して（判決注，「協同」は「協\n働」の意に解される。），連通部１４０及び大気導入路１５０からの液体収納室へ\nの気体の導入を阻止する気体導入阻止手段として機能し，負圧発生部材からインク\nが溢れ出ることはない。」（段落【００４８】）と記載されているとおりである。\nまた，上記①の構成は充足するが，②の構成を充足しないインクタン\nク（充填されているインクの量が構成要件Ｋに規定された量より少ないインクタン\nク）であっても，インクジェットプリンタにおける印刷に供することは可能であ\nり，インクタンクとしては十分機能するということができる。しかし，そのような\nインクタンクは，常に負圧発生部材の界面に空気の移動を妨げる障壁が形成される\nものではなく，しかも，充填されたインクの量が少なく，大量の文書等の印刷に供\nする上で非効率なものとなることが明らかであって，従来のインクタンクよりも作\n用効果において劣るといわざるを得ない。したがって，本件発明１の目的は，上記\n①及び②の両者の構成が備わって初めて達成することができるのであるから，構成\n要件Ｈ及びＫのいずれもが本件発明１の本質的部分であると解すべきである。\n(ウ)　なお，前記(2)ウのとおり，複数の負圧発生部材を収納したインクタ\nンクも従来から存在していたが，それらは液体収納容器の内部が複数の室に仕切ら\nれていないものであり，また，専らプリンタ本体へのインクの安定的な供給を目的\nとするものであって，複数の負圧発生部材を圧接してその界面の毛管力を昀高と\nし，この部分にインクを吸収させておくことによって空気の移動を妨げる障壁を形\n成するという技術的思想を示すものは存在しなかったし，さらに，その前提とし\nて，内部が仕切られていない液体収納容器においては，液体収納室のインクが負圧\n発生部材収納室に流出することがないので，これを防ぐという課題も存在しなかっ\nたということができる。したがって，上記従来技術の存在は，本件発明１の本質的\n部分を上記のように解することの妨げとなるものではない。\nイ　インク費消後の本件インクタンク本体へのインクの再充填\n丙会社がインク費消後の控訴人製品を用いて被控訴人製品を製品化する\n工程は，前記(2)オ(ア)のとおりであり，本件インクタンク本体の液体収納室の上面\nに穴を開け，本件インクタンク本体の内部を洗浄し，負圧発生部材収納室の負圧発\n生部材の圧接部の界面を超える部分までと，液体収納室全体に，インクを注入する\nという工程を含むものである。\nそこで，検討すると，控訴人製品の使用者が本件発明１に係るインクタ\nンクを使用することにより，液体収納室及び負圧発生部材収納室内のインクが減少\nし，構成要件Ｋの充足性を欠くに至るから，インクが費消された後の本件インクタ\nンク本体が構成要件Ｋの充足性を欠いていることは明らかである。\nまた，前記(2)エ(イ)のとおり，インクが費消された後の本件インクタン\nク本体がプリンタから取り外された後１週間ないし１０日程度が経過すると（本件\nにおいては，前記第２の２(5)イのとおり，乙会社が北米，欧州及び我が国を含むア\nジアから本件インクタンク本体を収集したものであることを勘案すると，プリンタ\nから取り外された後，丙会社が被控訴人製品として製品化するまでの間に，上記の\n期間が経過したことは明らかである。），インクタンク内部の液体収納室の壁面，\n第１及び第２の負圧発生部材，両負圧発生部材の圧接部の界面，インク供給口等に\n残ったインクが乾燥して固着するに至る。殊に，圧接部の界面は，第１及び第２の\n負圧発生部材よりも毛管力が高いのであるから，プリンタから取り外された時点\nで，界面の繊維材料に液体のインクが付着したままであるのが通常であり，上記期\n間が経過した後は，界面の繊維材料の内部の多数の微細な空隙に付着したインクが\n不均一な状態で乾燥して固着し，空隙の内部に気泡や空気層が形成され，新たにイ\nンクを吸収して保持することが妨げられる状態となっているものと認められる。そ\nして，そのことにより，インクタンクがいかなる方向に放置されたと\nしても，第２の負圧発生部材の持つ毛管力と圧接部の界面の持つ毛管力の差が，第\n２の負圧発生部材中のインク－大気界面の水頭と圧接部の界面のインク－大気界面\nの水頭の差以上となっていること，すなわち，圧接部の界面がインクタンクの姿勢\nにかかわらず常にインクで満たされていることで，圧接部の界面に空気の移動を妨\nげる障壁を形成し，圧接部の界面を介して第１の負圧発生部材及び液体収納室へ大\n気が流入しないようにする（本件明細書の段落【００１９】，【００２０】）とい\nう，本件発明１において圧接部の界面が果たすべきものとされた機能を奏すること\nができない状態となっているものである。ここで，本件発明１の構成要件Ｈにいう\n「圧接部の界面の毛管力が第１及び第２の負圧発生部材の毛管力より高」いとは，\n本件明細書の上記記載を参酌すれば，単に，圧接部の界面の毛管力が第１及び第２\nの負圧発生部材の毛管力と比べて高いことをいうのではなく，両者の毛管力の差が\n上記のような機能を奏するに足りるだけの程度に達していることをいうものと解す\nるのが相当である。そうすると，プリンタから取り外された後に上記の期間が経過\nし，圧接部の界面の繊維材料の内部の多数の微細な空隙に付着したイ\nンクが不均一な状態で乾燥して固着し，空隙の内部に気泡や空気層ができ，新たに\nインクを吸収して保持することが妨げられているものと認められる本件インクタン\nク本体においては，構成要件Ｈを充足しない状態となっているというべきである。\nしたがって，本件インクタンク本体の内部を洗浄して固着したインクを\n洗い流した上，これに構成要件Ｋを充足する一定量のインクを再充填する行為は，\n特許発明を基準として，特許発明特有の解決手段を基礎付ける技術的思想の中核を\n成す特徴的部分という観点からみた場合には，控訴人製品において本件発明１の本\n質的部分を構成する部材の一部である圧接部の界面の機能を回復させるとともに，\n上記の量のインクを再び備えさせるものであり，構成要件Ｈ及びＫの再充足による\n空気の移動を妨げる障壁の形成という本件発明１の目的（開封時のインク漏れの防\n止）達成の手段に不可欠の行為として，特許製品中の特許発明の本質的部分を構成\nする部材の一部についての加工又は交換にほかならないといわなければならない。\nウ　小括\n以上によれば，被控訴人製品は，控訴人製品中の本件発明１の特許請求\nの範囲に記載された部材につき丙会社により加工又は交換がされたものであるとこ\nろ，この部材は本件発明１の本質的部分を構成する部材の一部に当たるから，本件\nは，第２類型に該当するものとして特許権は消尽せず，控訴人が，被控訴人製品に\nついて，本件発明１に係る本件特許権に基づく権利行使をすることは，許されると\nいうべきである。\n(5)　被控訴人の当審における主張について\n被控訴人は，控訴人による本件特許権に基づく権利行使が認められないと\n解すべき根拠として，環境保全の観点からもリサイクル品である被控訴人製品の輸\n入，販売等を禁止すべきではないこと，控訴人のビジネスモデルが不当なものであ\nることを主張するが，これらの主張が権利の濫用等をいう趣旨のものであるとして\nも，以下のとおり，いずれも採用し難いというべきである。\nア　環境保全の観点について\n(ア)　環境の保全は，現在及び将来の国民の健康で文化的な生活の確保及\nび人類の福祉のために不可欠なものであり，循環型社会の形成が，国，地方公共団\n体，事業者及び国民の責務として，推進されるべきものであることは，前記(3)ウに\n判示したとおりである。したがって，特許法の解釈に当たっても，環境の保全につ\nいての基本理念は可能な限り尊重すべきものであって，例えば，製品等を再使用す\nる方法の発明，再生利用しやすい資材の発明等を特許法により保護することが環境\n保全の理念に沿うものであることは明らかである。他方，特許法は，発明をしてこ\nれを公開した者に特許権を付与し，その発明を実施する権利を専有させるものであ\nるから，上記のような発明につき特許権が付与されたときは，第三者は，特許権者\nの許諾を受けない限り，特許発明に係る製品の再使用や再生利用しやすい資材の製\n造，販売等をすることができないという意味において，環境保全の理念に反する面\nもあるといわざるを得ない（仮に，常に環境保全の理念を優先させ，上記のような\n場合に第三者が自由に特許発明を実施することができると解するとすれば，短期的\nには，製品の再使用等が促進されるとしても，長期的にみると，新た\nな技術開発への意欲や投資を阻害することにもなりかねない。）。そうすると，た\nとえ，特許権の行使を認めることによって環境保全の理念に反する結果が生ずる場\n合があるとしても，そのことから直ちに，当該特許権の行使が権利の濫用等に当た\nるとして否定されるべきいわれはないと解すべきである。\n(イ)　被控訴人製品は，使用済みの控訴人製品を廃棄することなく，イン\nクタンクとして再使用したものであるから，この面だけをみるならば，被控訴人の\n行為は，廃棄物等（前記(3)ウ参照）を減少させるものであって，環境保全の理念に\n沿うものであり，これに対する本件特許権に基づく権利行使を認めることは同理念\nに反するおそれがあるということができる。\nしかし，前記(3)ウに判示したとおり，循環型社会において行われるべ\nき循環資源の循環的な利用とは，再使用及び再生利用に限られるものではなく，熱\n回収も含むのであるから，使用済みの控訴人製品をインクタンクとして再使用する\nことだけでなく，これを熱源として使用することも，環境負荷への影響の程度等に\nおいて差はあっても，環境保全の理念に合致する行為であるところ，本件におい\nて，控訴人が，控訴人製品の使用者に対して使用済みの控訴人製品の回収に協力す\nるよう呼び掛け，現に相当量の使用済み品を回収し（インクジェットプリンタの使\n用者に対するアンケート調査によれば，使用後のインクタンクを業者が設置した回\n収箱に入れる者は，全体の約半数に上っている。），分別した上で，セメント製造\n工程における熱源として，主燃料である石炭の一部を代替する補助燃料に使用し，\n燃えかすはセメントの原材料に混ぜて使用していることは，前記(2)エ(ウ)及び(2)\nカ(ウ)認定のとおりである。そうすると，本件の事実関係の下では，被控訴人の行\n為のみが環境保全の理念に合致し，リサイクル品である被控訴人製品の輸入，販売\n等の差止めを求める控訴人の行為が環境保全の理念に反するということ\nはできない。\n(ウ)　なお，被控訴人は，控訴人による本件特許権に基づく権利行使を認\nめると，リサイクル品の市場が死滅させられることとなり，国際的なビジネスや消\n費者保護の観点からしても相当でないとも主張する。\nしかし，本件において，本件特許権に基づく権利行使を認めるとの結\n論に至ったとしても，それは，上述のとおり，特許製品につき第三者により特許製\n品中の特許発明の本質的部分を構成する部材の一部につき加工又は交換がされたか\nらにほかならないのであって，もとよりリサイクル品の製造，販売等が一切禁止さ\nれるべきことをいうものではない。純正品が特許発明の実施品でない場合にはリサ\nイクル品の製造，販売等が特許権侵害に問われる余地はないし，純正品が特許発明\nの実施品である場合においても，特許権が消尽するときは，同様である。被控訴人\nの上記主張は，本件の論点を正解しないものであって，失当といわざるを得ない。\nイ　控訴人のビジネスモデルについて\n被控訴人は，控訴人のビジネスモデル（プリンタ本体を廉価で販売し，\nこれを購入した顧客が純正品のインクタンクを高額で購入せざるを得ないようにし\nて，不当な利益を得ようとすること）に照らすと，控訴人による本件特許権に基づ\nく権利行使を認めることは，消費者の利益を害し，特許権者を過剰に保護するもの\nであって，容認することができないと主張する。\nしかし，まず，控訴人のビジネスモデルが被控訴人主張のようなもので\nあることを認めるに足りる証拠はない。被控訴人が提出するのは，控訴人はインク\nタンク等の消耗部材を使用者に何度も購入してもらうことで収益を確保しており，\n営業利益の約６割は消耗部材によるものであるなどと報道する新聞等の記事（乙４\n２，５５－２），純正品のインクタンクの製造原価は５０円前後であるというのが\n業界の常識であるとするリサイクル品の製造業者の陳述書（乙５６－１）のみであ\nって，控訴人の販売するプリンタ本体の価格が不当に低く，純正品のインクタンク\nが不当に高いことを客観的に裏付ける証拠は見当たらない。\nまた，特許権者は，産業上利用することのできる発明をして公開したこ\nとの代償として，特許発明の実施を独占して利益を得ることが認められているので\nあり，特許製品や他の取扱製品の価格をどのように設定するかは，その価格設定が\n独占禁止法等の定める公益秩序に反するものであるなど特段の事情のない限り，特\n許権者の判断にゆだねられているということができるが，本件において，そのよう\nな特段の事情をうかがわせる証拠を見いだすことはできない。\nしかも，仮に，被控訴人の主張するように，純正品の価格が製造原価を\n大幅に上回るものであるとしても，純正品とリサイクル品との価格差（前記(2)カ\n(イ)認定のとおり，１個当たりの小売価格は，純正品が８００円～１０００円程\n度，リサイクル品が６００円～７００円程度である。）並びに控訴人及び被控訴人\nが負担する費用（被控訴人の側においては，リサイクル品の製造，輸送等に費用を\n要するとしても，特許発明に関する研究開発費，本件インクタンク本体の製造費用\n等の負担を免れているわけである。）を勘案すると，控訴人が純正品の販売により\n過大な利益を得ているとすれば，被控訴人においても過大な利益を得ていることと\nなるから，そのような被控訴人が消費者保護の見地から控訴人の本件特許権に基づ\nく権利行使を否定すべき旨をいう主張は，採用の限りではない。\n(6)　結論\n以上のとおり，被控訴人製品については，当初に充填されたインクが費消\nされたことをもって，特許製品が製品としての本来の耐用期間を経過してその効用\nを終えた後に再使用又は再生利用がされた場合（第１類型）に該当するということ\nはできないが，丙会社によって構成要件Ｈ及びＫを再充足させる工程により被控訴\n人製品として製品化されたことで，特許製品につき第三者により特許製品中の特許\n発明の本質的部分を構成する部材の全部又は一部につき加工又は交換がされた場合\n（第２類型）に該当するから，本件発明１に係る本件特許権は消尽しない。\nしたがって，控訴人は，被控訴人に対し，本件発明１に係る本件特許権に\n基づき，国内販売分の控訴人製品に由来する被控訴人製品の輸入，販売等の差止め\n及び廃棄を求めることができる。\n２　国内販売分の控訴人製品にインクを再充填するなどして製品化された被控訴\n人製品について物を生産する方法の発明（本件発明１０）に係る本件特許権に基づ\nく権利行使をすることの許否\n(1)  はじめに\n控訴人は，丙会社が使用済みの国内販売分の控訴人製品を用いて被控訴人\n製品として製品化する行為は，本件発明１０を実施する行為であるから，当該行為\nにより製品化された被控訴人製品を輸入，販売する被控訴人の行為は，本件発明１\n０に係る本件特許権を侵害すると主張する。\n前記１において判示したとおり，国内販売分の控訴人製品に由来する被控\n訴人製品については，控訴人は，本件発明１に係る本件特許権に基づき，輸入，販\n売等の差止め及び廃棄を求めることができるから，国内販売分の控訴人製品に由来\nする被控訴人製品について控訴人が本件発明１０に係る本件特許権に基づく権利行\n使をすることができるかどうかを判断することは本来必要でないが，事案にかんが\nみ，この点についても判断を示すこととする（なお，被控訴人は，特許権の消尽の\n主張と併せて，予備的に黙示の許諾の主張をもしているが，控訴人による本件発明\n１０に係る本件特許権に基づく権利行使が許されるかどうかについては，これらを\n併せた観点から，判断を示す。）。\n(2)　物を生産する方法の発明に係る特許権の消尽\nア　物を生産する方法の発明の実施\n特許法においては，物を生産する方法の発明の実施として，その方法の\n使用（特許法２条３項２号）と，その方法により生産した物（以下，物を生産する\n方法の発明に係る方法により生産された物を「成果物」という。）の使用，譲渡等\n（同項３号）が，規定されている。前者は，方法の発明一般について規定された実\n施態様であるが，後者は，物を生産する方法の発明に特有の実施態様として規定さ\nれたものである。\n物を生産する方法の発明に係る特許権の消尽については，上記の各実施\n態様ごとに分けて検討することが適切である。\nイ　成果物の使用，譲渡等について\n物を生産する方法の発明に係る方法により生産された物（成果物）につ\nいては，特許権者又は特許権者から許諾を受けた実施権者が我が国の国内において\nこれを譲渡した場合には，当該成果物については特許権はその目的を達したものと\nして消尽し，もはや特許権者は，当該特許製品を使用し，譲渡し又は貸し渡す行為\n等に対し，特許権に基づく権利行使をすることができないというべきである。なぜ\nならば，この場合には，市場における商品の自由な流通を保障すべきこと，特許権\n者に二重の利得の機会を与える必要がないことといった，物の発明に係る特許権が\n消尽する実質的な根拠として判例（ＢＢＳ事件昀高裁判決）の挙げる理由が，同様\nに当てはまるからである。\nそして，(ア) 当該成果物が製品としての本来の耐用期間を経過してその\n効用を終えた後に再使用又は再生利用がされた場合（第１類型），又は，(イ) 当該\n成果物中に特許発明の本質的部分に係る部材が物の構成として存在する場合におい\nて，当該部材の全部又は一部につき，第三者により加工又は交換がされたとき（第\n２類型）には，特許権は消尽せず，特許権者は，当該成果物について特許権に基づ\nく権利行使をすることが許されるものと解するのが相当である。この点について\nは，物の発明に係る特許権の消尽について前記１(1)に判示したところがそのまま当\nてはまるものである。\nウ　方法の使用について\n特許法２条３項２号の規定する方法の発明の実施行為，すなわち，特許\n発明に係る方法の使用をする行為については，特許権者が発明の実施行為としての\n譲渡を行い，その目的物である製品が市場において流通するということが観念でき\nないため，物の発明に係る特許権の消尽についての議論がそのまま当てはまるもの\nではない。しかしながら，次の(ア)及び(イ)の場合には，特許権に基づく権利行使\nが許されないと解すべきである。\n(ア)　物を生産する方法の発明に係る方法により生産される物が，物の発\n明の対象ともされている場合であって，物を生産する方法の発明が物の発明と別個\nの技術的思想を含むものではないとき，すなわち，実質的な技術内容は同じであっ\nて，特許請求の範囲及び明細書の記載において，同一の発明を，単に物の発明と物\nを生産する方法の発明として併記したときは，物の発明に係る特許権が消尽するな\nらば，物を生産する方法の発明に係る特許権に基づく権利行使も許されないと解す\nるのが相当である。したがって，物を生産する方法の発明を実施して特許製品を生\n産するに当たり，その材料として，物の発明に係る特許発明の実施品の使用済み品\nを用いた場合において，物の発明に係る特許権が消尽するときには，物を生産する\n方法の発明に係る特許権に基づく権利行使も許されないこととなる。\n(イ)　また，特許権者又は特許権者から許諾を受けた実施権者が，特許発\n明に係る方法の使用にのみ用いる物（特許法１０１条３号）又はその方法の使用に\n用いる物（我が国の国内において広く一般に流通しているものを除く。）であって\nその発明による課題の解決に不可欠なもの（同条４号）を譲渡した場合において，\n譲受人ないし転得者がその物を用いて当該方法の発明に係る方法の使用をする行\n為，及び，その物を用いて特許発明に係る方法により生産した物を使用，譲渡等す\nる行為については，特許権者は，特許権に基づく差止請求権等を行使することは許\nされないと解するのが相当である。その理由は，① この場合においても，譲受人\nは，これらの物，すなわち，専ら特許発明に係る方法により物を生産するために用\nいられる製造機器，その方法による物の生産に不可欠な原材料等を用いて特許発明\nに係る方法の使用をすることができることを前提として，特許権者からこれらの物\nを譲り受けるのであり，転得者も同様であるから，これらの物を用いてその方法の\n使用をする際に特許権者の許諾を要するということになれば，市場における商品の\n自由な流通が阻害されることになるし，② 特許権者は，これらの物を譲\n渡する権利を事実上独占しているのであるから（特許法１０１条参照），将来の譲\n受人ないし転得者による特許発明に係る方法の使用に対する対価を含めてこれらの\n物の譲渡価額を決定することが可能であり，特許発明の公開の代償を確保する機会\nは保障されているからである（この場合には，特許権者は特許発明の実施品を譲渡\nするものではなく，また，特許権者の意思のいかんにかかわらず特許権に基づく権\n利行使をすることは許されないというべきであるが，このような場合を含めて，特\n許権の「消尽」といい，あるいは「黙示の許諾」というかどうかは，単に表現の問\n題にすぎない。）。\nしたがって，物を生産する方法に係る発明においては，特許権者又は\n特許権者から許諾を受けた実施権者が，専ら特許発明に係る方法により物を生産す\nるために用いられる製造機器を譲渡したり，その方法による物の生産に不可欠な原\n材料等を譲渡したりした場合には，譲受人ないし転得者が当該製造機器ないし原材\n料等を用いて特許発明に係る方法の使用をして物を生産する行為については，特許\n権者は特許権に基づく差止請求権等を行使することは許されず，当該製造機器ない\nし原材料等を用いて生産された物について特許権に基づく権利行使をすることも許\nされないというべきである。\n(3)　本件についての判断\nそこで，本件において，上記のような観点から，国内販売分の控訴人製品\nに由来する被控訴人製品について，物を生産する方法の発明である本件発明１０に\n係る本件特許権の行使が許されるかどうかについて検討する。\nア　本件発明１０について\n前記の「前提事実」（第２の２参照）と後掲証拠によれば，以下の事実\nが認められる。\n(ア)　本件発明１０の特許請求の範囲\n本件発明１０の特許請求の範囲の記載及びこれを構成要件として分説\nした内容は，前記の「前提事実」（第２の２(3)参照）に記載したとおりである。\n(イ)　本件明細書の記載（甲２）\n本件明細書の「発明の詳細な説明」欄には，本件発明１について前述\n（１(2)イ）したところに加え，本件発明１０に関して，以下の記載がある。\nａ　発明が解決しようとする課題（段落【００１４】）\n加えて，本発明の他の目的は，上記液体収納容器の製造方法や，上\n記液体収納容器を利用したインクジェットカートリッジ等の各発明を提供すること\nである。\nｂ　課題を解決するための手段（段落【００２２】，【００２５】）\nまた，本発明は，上述の液体収納容器の製造方法，容器の物流時等\nの形態としてのパッケージ，容器と記録ヘッドとを一体化したインクジェットヘッ\nドカートリッジ及び記録装置等を提供するものである。\n本発明の他の形態の液体収納容器の製造方法（判決注，本件発明１\n０の方法）は，互いに圧接する第１及び第２の負圧発生部材を収納するとともに液\n体供給部と大気連通部とを備える負圧発生部材収納室と，該負圧発生部材収納室と\n連通する連通部を備えるとともに実質的な密閉空間を形成するとともに前記負圧発\n生部材へ供給される液体を貯溜する液体収納室と，前記負圧発生部材収納室と前記\n液体収納室とを仕切るとともに前記連通部を形成するための仕切り壁とを有し，前\n記第１及び第２の負圧発生部材の圧接部の界面は前記仕切り壁と交差し，前記第１\nの負圧発生部材は前記連通部と連通するとともに前記圧接部の界面を介してのみ前\n記大気連通部と連通可能であるとともに，前記第２の負圧発生部材は前記圧接部の\n界面を介してのみ前記連通部と連通可能であり，前記圧接部の界面の毛管力が第１\n及び第２の負圧発生部材の毛管力より高い液体収納容器を用意する工程と，前記液\n体収納室に液体を充填する第１の液体充填工程と，前記負圧発生部材収納室に，前\n記液体収納容器の姿勢によらずに前記圧接部の界面全体が液体を保持可能な量の液\n体を充填する第２の液体充填工程とを有することを特徴とする。\nイ　進んで，本件において，本件発明１０に係る本件特許権に基づく権利行\n使が許されるかどうかについて判断する。\n(ア)　本件発明１０は，その特許請求の範囲と本件発明１の特許請求の範\n囲とを比較すれば明らかなとおり，本件発明１の構成要件Ａ～Ｈを充足する液体収\n納容器（液体が充填されていない液体収納容器）を用意する工程（本件発明１０の\n構成要件Ａ'～Ｃ'，Ｅ'～Ｉ'）と，本件発明１の構成要件Ｋ及びＬを充足するよう\nに液体を充填する工程（本件発明１０の構成要件Ｊ'，Ｋ'）とを有することを特徴\nとする液体収納容器の製造方法の発明である（本件発明１０の構成要件Ｌ'）。ま\nた，液体の充填に関しては，充填すべき量について，負圧発生部材収納室に，液体\n収納容器の姿勢によらずに圧接部の界面全体が液体を保持可能な量を充填すべきも\nのとされている（構成要件Ｋ'）ものの，充填の方法については，特許請求の範囲に\n何ら具体的な記載はされておらず，本件明細書の「発明の詳細な説明」欄の記載に\nよれば，公知の方法を利用することができるとされている（前記１(2)イ(カ)，本件\n明細書段落【０１０５】参照）。\n(イ)　まず，成果物の使用，譲渡等（前記(2)イ）についてみる。\n控訴人製品が，本件発明１０の技術的範囲に属する方法により，控訴\n人によって製造され，控訴人及び控訴人の許諾を受けた者により販売されたこと\nは，当事者間に争いがなく，被控訴人製品が，丙会社により，上記控訴人製品のイ\nンク費消後の本件インクタンク本体にインクを再充填するなどして製品化されたも\nのであることは，前記１(2)オ認定のとおりである。したがって，前記(2)イのとお\nり，被控訴人が，本件発明１０の成果物としての被控訴人製品を譲渡する行為につ\nいて，本件発明１０に係る本件特許権に基づく権利行使が許されるかどうかについ\nては，物の発明である本件発明１に係る本件特許権が消尽するか否かと同様に検討\nすべきである。\nそうすると，前記１において判示したのと同様の理由により，本件発\n明１０の成果物である控訴人製品が，当初に充填されたインクが費消されたことを\nもって，本件発明１０の成果物が製品としての本来の耐用期間を経過してその効用\nを終えたものとなる（第１類型）ということはできないが，本件発明１０におい\nて，２個の負圧発生部材を収納し，その圧接部の界面の毛管力が各負圧発生部材の\n毛管力よりも高い負圧発生部材収納室を備えた液体収納容器を用意するという工程\n（構成要件Ｈ'）及び液体収納容器がどのような姿勢をとっても圧接部の界面全体が\n液体を保持することが可能な量の液体を充填するという工程（構成要件Ｋ'）は発明\nの本質的部分を構成する工程の一部を成すものであり，その効果は本件発明１０の\n成果物である控訴人製品中の部材（本件発明１の構成要件Ｈ及びＫを充足する部\n材）に形を換えて存在するというべきところ，丙会社によって前記工程により被控\n訴人製品として製品化されたことで，当該部材につき加工又は交換がされた場合\n（第２類型）に該当するから，控訴人は，本件発明１０に係る本件特許権に基づく\n差止請求権等を行使することが許されるというべきである。\n(ウ)　次に，方法の使用（前記(2)ウ）についてみる。\n丙会社による被控訴人製品の製品化の方法が本件発明１０の技術的範\n囲に属することは，当事者間に争いがない。また，上記(ア)によれば，本件発明１\n０は，本件発明１に係る液体収納容器を生産する方法の発明であって，インクを充\n填して使用することを当然の前提とする液体収納容器に，公知の方法により液体を\n充填するというものであるから，本件発明１に新たな技術的思想を付加するもので\nはなく，これと別個の技術的思想を含むものではないと解される。そうすると，本\n件発明１に係る本件特許権が消尽するときには，本件発明１０に係る本件特許権に\n基づく権利行使も許されないこととなるが，本件発明１に係る本件特許権が消尽し\nない以上，同様の理由により，丙会社が本件発明１０の技術的範囲に属する方法に\nより生産した成果物である被控訴人製品について，控訴人が本件発明１０に係る本\n件特許権に基づく権利行使をすることは許されるというべきである。\nまた，被控訴人製品は，上記のとおり，丙会社がインク費消後の控訴\n人製品を用いて，これにインクを再充填するなどして製品化したものである。そう\nすると，丙会社による本件発明１０に係る方法を使用しての被控訴人製品の製造に\nついては，控訴人及び控訴人の許諾を受けた者により販売された本件インクタンク\n本体が，製造機器ないし原材料等として用いられていると解することも可能である\nが，控訴人製品は，前記第２の２(4)のとおり，本件発明１の技術的範囲に属するも\nのとして，インクが充填された状態で販売されているものであって，インクタンク\n製造のための製造機器ないし原材料等として販売されているものではない。加え\nて，前述のとおり，本件発明１０は，本件発明１に係る液体収納容器を生産する方\n法の発明であって，本件発明１と別個の技術的思想を含むものではないところ，本\n件発明１０における「前記負圧発生部材収納室に，前記液体収納容器の姿勢によら\nずに前記圧接部の界面全体が液体を保持可能な量の液体を充填する第２の液体充填\n工程」（構成要件Ｋ'）との点は，本件発明１０の本質的部分の一つであるから，丙\n会社がインクの費消された後の控訴人製品（本件インクタンク本体）\nに上記一定量のインクを充填する行為は，単に控訴人等の販売に係る本件インクタ\nンク本体にインクを再充填する行為というにとどまらず，本件発明１０のうち本質\n的部分に当たる工程を新たに実施するものである。これらの点を考慮すれば，本件\nにおいて，控訴人及び控訴人の許諾を受けた者が本件発明１０に係る方法を使用し\nてのインクタンクの製造のための製造機器ないし原材料等を販売したということは\nできないから，控訴人が本件発明１０に係る本件特許権に基づく権利行使をするこ\nとが許されないということはできない。\nウ　結論\n以上によれば，控訴人は，被控訴人に対し，本件発明１０に係る本件特\n許権に基づき，国内販売分の控訴人製品に由来する被控訴人製品の輸入，販売等の\n差止め及び廃棄を求めることができる。\n３　国外販売分の控訴人製品にインクを再充填するなどして製品化された被控訴\n人製品について本件特許権に基づく権利行使をすることの許否\n(1)　物の発明に係る特許権について\nア　特許権に基づく権利行使の許否\n我が国の特許権者又はこれと同視し得る者が国外において特許製品を譲\n渡した場合，特許権者は，譲受人に対しては，当該製品について販売先ないし使用\n地域から我が国を除外する旨の合意をしたときを除き，譲受人から特許製品を譲り\n受けた第三者及びその後の転得者に対しては，譲受人との間でその旨の合意をした\n上で特許製品にこれを明確に表示したときを除き，当該製品を我が国に輸入し，国\n内で使用，譲渡等する行為に対して特許権に基づく権利行使をすることはできない\nというべきである（ＢＢＳ事件昀高裁判決）。本件において，国外で販売された控\n訴人製品については，譲受人との間で販売先又は使用地域から我が国を除外する旨\nの合意はされていないし，その旨が控訴人製品に明示されてもいないことは，前記\n第２の２(4)イのとおりである。したがって，国外で販売された控訴人製品を使用前\nの状態で輸入し，これを国内で使用，譲渡等する行為は，本件特許権の行使の対象\nとなるものではない。\nしかしながら，(ア) 当該特許製品が製品としての本来の耐用期間を経過\nしてその効用を終えた後に再使用又は再生利用がされた場合（第１類型），又は，\n(イ) 当該特許製品につき第三者により特許製品中の特許発明の本質的部分を構成す\nる部材の全部又は一部につき加工又は交換がされた場合（第２類型）には，特許権\n者は，当該特許製品について特許権に基づく権利行使をすることが許されるものと\n解するのが相当である。その理由は，国外での経済取引においても，譲受人が目的\n物につき自由に業として使用し再譲渡等をすることができる権利を取得することを\n前提として，市場における取引行為が行われ，国外での取引行為により特許製品を\n取得した譲受人ないし転得者が，業として，これを我が国に輸入し，国内におい\nて，業として，これを使用し，又はこれを更に他者に譲渡することは，当然に予想\nされるところであるが，① 上記の使用ないし再譲渡等は，特許製品がその作用効果\nを奏していることを前提とするものであり，年月の経過に伴う部材の摩耗や成分の\n劣化等により作用効果を奏しなくなった場合に譲受人ないし転得者が我が国の国内\nにおいて当該製品を使用ないし再譲渡することまでをも想定している\nものではなく，また，② 特許製品につき第三者により特許製品中の特許発明の本質\n的部分を構成する部材の全部又は一部につき加工又は交換がされた場合に譲受人な\nいし転得者が我が国の国内において当該製品を使用ないし再譲渡することまでをも\n想定しているものではないから，特許権者が留保を付さないまま特許製品を国外で\n譲渡したとしても，譲受人ないし転得者に対して，上記の(ア)，(イ)の場合にま\nで，我が国において譲渡人の有する特許権の制限を受けないで当該製品を支配する\n権利を黙示的に授与したと解することはできないからである。\nイ　本件についての検討\n国内販売分の控訴人製品に由来する被控訴人製品について判示した（前\n記１参照）のと同様の理由により，国外販売分の控訴人製品に由来する被控訴人製\n品についても，当初に充填されたインクが費消されたことをもって，特許製品が製\n品としての本来の耐用期間を経過してその効用を終えた後に再使用又は再生利用が\nされた場合（第１類型）に該当するということはできないが，丙会社によって構成\n要件Ｈ及びＫを再充足させる工程により被控訴人製品として製品化されたことで，\n特許製品につき第三者により特許製品中の特許発明の本質的部分を構成する部材の\n一部につき加工又は交換がされた場合（第２類型）に該当するということができ\nる。\nしたがって，控訴人は，被控訴人に対し，本件発明１に係る本件特許権\nに基づき，国外販売分の控訴人製品に由来する被控訴人製品の輸入，販売等の差止\nめ及び廃棄を求めることができる。\n(2)　物を生産する方法の発明に係る特許権について\nア　控訴人は，丙会社が使用済みの国外販売分の控訴人製品を用いて被控訴\n人製品として製品化する行為は，本件発明１０を実施する行為であるから，当該行\n為により製品化された被控訴人製品を我が国に輸入し，国内において販売する被控\n訴人の行為は，本件発明１０に係る本件特許権を侵害すると主張する。\n上記(1)において判示したとおり，国外販売分の控訴人製品に由来する被\n控訴人製品については，控訴人は，本件発明１に係る本件特許権に基づき，輸入，\n販売等の差止め及び廃棄を求めることができるから，国外販売分の控訴人製品に由\n来する被控訴人製品について控訴人が本件発明１０に係る本件特許権に基づく権利\n行使をすることができるかどうかを判断することは本来必要でないが，事案にかん\nがみ，この点についても判断を示すこととする。\nイ　物を生産する方法の発明の実施態様のうち，まず，当該方法により生産\nされた物（成果物）の使用，譲渡等（特許法２条３項３号）について，検討する。\n物を生産する方法の発明に係る方法により生産された物（成果物）につ\nいては，我が国の特許権者又はこれと同視し得る者が国外において成果物を譲渡し\nた場合，特許権者は，譲受人に対しては，当該成果物について販売先ないし使用地\n域から我が国を除外する旨の合意をしたときを除き，譲受人から特許製品を譲り受\nけた第三者及びその後の転得者に対しては，譲受人との間でその旨の合意をした上\nで成果物にこれを明確に表示したときを除き，当該成果物を我が国に輸入し，国内\nで使用，譲渡等する行為に対して特許権を行使することはできないというべきであ\nる。なぜならば，この場合には，国際取引における商品の自由な流通を尊重すべき\nことなど，物の発明に係る特許権について判例（ＢＢＳ事件昀高裁判決）の挙げる\n理由が，同様に当てはまるからである。本件において，国外で販売された控訴人製\n品については，譲受人との間で販売先又は使用地域から我が国を除外する旨の合意\nはされていないし，その旨が控訴人製品に明示されてもいないことは，前記(1)アの\nとおりである。\nしかしながら，(ア) 当該成果物が製品としての本来の耐用期間を経過し\nてその効用を終えた後に再使用又は再生利用がされた場合（第１類型），又は，\n(イ) 当該成果物中に特許発明の本質的部分に係る部材が物の構成として存在する場\n合において，当該部材の全部又は一部につき，第三者により加工又は交換がされた\nとき（第２類型）には，特許権者は，当該成果物について特許権に基づく権利行使\nをすることが許されるものと解するのが相当である。この点については，物の発明\nに係る特許権について判示した理由（前記(1)ア参照）が，同様に当てはまるもので\nある。\nそして，本件については，物の発明に係る特許権について前記(1)イに判\n示したのと同様の理由により，本件発明１０の成果物である控訴人製品が，当初に\n充填されたインクが費消されたことをもって，製品としての本来の耐用期間を経過\nしてその効用を終えたものとなる（第１類型）ということはできないが，本件発明\n１０において構成要件Ｈ'及びＫ'は発明の本質的部分を構成する工程の一部を成す\nものであり，その効果は本件発明１０の成果物である控訴人製品中の部材（本件発\n明１の構成要件Ｈ及びＫを充足する部材）に形を換えて存在するというべきとこ\nろ，丙会社によって前記工程により被控訴人製品として製品化されたことで，当該\n部材につき加工又は交換がされた場合（第２類型）に該当するから，控訴人は，被\n控訴人に対し，本件発明１０に係る本件特許権に基づき，国外販売分の控訴人製品\nに由来する被控訴人製品の輸入，販売等の差止め及び廃棄を求めることができる。\nウ　次に，物を生産する方法の発明の実施態様のうち，特許発明に係る方法\nの使用をする行為（特許法２条３項２号）について判断する。\n物を生産する方法の発明に係る方法により生産される物が，物の発明の\n対象ともされており，かつ，物を生産する方法の発明が物の発明と別個の技術的思\n想を含むものでない場合において，特許権者又はこれと同視し得る者が国外におい\nて譲渡した特許製品について，物の発明に係る特許権に基づく権利行使が許されな\nいときは，物を生産する方法の発明に係る特許権に基づく権利行使も許されないと\n解するのが相当である。本件発明１０は，本件発明１に係る液体収納容器を生産す\nる方法の発明であって，インクを充填して使用することを当然の前提とする液体収\n納容器に，公知の方法により液体を充填するというものであるから，本件発明１に\n新たな技術的思想を付加するものではなく，これと別個の技術的思想を含むもので\nはないと解されるが，本件発明１に係る本件特許権に基づく権利行使が許される以\n上，控訴人が本件発明１０に係る本件特許権に基づく権利行使をすることは，許さ\nれるというべきである。\n一方，特許権者又はその許諾を受けた実施権者が，特許発明に係る方法\nの使用にのみ用いる物（特許法１０１条３号）又はその方法の使用に用いる物（我\nが国の国内において広く一般に流通しているものを除く。）であってその発明によ\nる課題の解決に不可欠なもの（同条４号）を我が国の国内において譲渡した場合に\nおいては，譲受人ないし転得者がその物を用いて当該方法の発明に係る方法の使用\nをする行為，及び，その物を用いて特許発明に係る方法により生産した物を使用，\n譲渡等する行為について，特許権者は，特許権に基づく権利行使をすることは許さ\nれないというべきであるが（前記２(2)ウ(イ)参照），特許権者又はこれと同視し得\nる者がこれらの物を国外において譲渡した場合において，これらの物を我が国に輸\n入し国内でこれらを用いて特許発明に係る方法の使用をする行為，及び，国外でこ\nれらの物を用いて特許発明に係る方法により生産した物を我が国に輸入して国内で\n使用，譲渡等する行為について，特許権に基づく権利行使をすることが許されるか\nどうかは，判例（ＢＢＳ事件昀高裁判決）とは，問題状況を異にする。すなわち，\nこの場合には，国外での取引行為によりこれらの物を取得した譲受人\nないし転得者が，国内でこれらの物を用いて特許発明に係る方法の使用をし，ある\nいはこれらの物を用いて生産した物を国内で使用，譲渡等することをも，特許権者\nが黙示的に許諾したと解することができるかどうかは，なお，検討を要する課題と\nいうべきである。しかし，本件においては，前記２(3)イ(ウ)のとおり，控訴人及び\n控訴人の許諾を受けた者が本件発明１０に係る方法を使用してのインクタンクの製\n造のための製造機器ないし原材料等を販売したということはできず，前記検討課題\nの前提を欠くものであるから，その結論のいかんにかかわらず，控訴人は，被控訴\n人に対し，本件発明１０に係る本件特許権に基づき，国外販売分の控訴人製品に由\n来する被控訴人製品の輸入，販売等の差止め及び廃棄を求めることができるという\nべきである。\n４　結語\n以上によれば，控訴人の請求はいずれも理由があるから，これを棄却した原\n判決を取り消し，控訴人の請求をいずれも認容することとして，主文のとおり判決\nする。なお，仮執行の宣言は相当ではないので，これを付さないこととする。\n知的財産高等裁判所特別部\n裁判長裁判官　　　篠  原  勝  美\n裁判官　　　塚  原  朋  一\n裁判官　　　中  野  哲  弘\n裁判官　　　三  村  量  一\n裁判官　　　長谷川　浩　二\n"
}