{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 16,
    "month": 4,
    "day": 20
  },
  "case_number": "平成14(ワ)201",
  "case_name": "国家賠償等請求事件",
  "court_name": "鳥取地方裁判所",
  "lawsuit_id": "8099",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=8099",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/099/008099_hanrei.pdf",
  "contents": "判　　　　　　決\n主　　　　　　文\n１　原告の請求を棄却する。\n２　訴訟費用は原告の負担とする。\n事実及び理由\n第１　当事者の求めた裁判\n１　原 告\n(1)  被告は，原告に対し，７５０万円及びこれに対する平成１４年６月１日から支払\n済みまで年５分の割合による金員を支払え。\n(2) 訴訟費用は被告の負担とする。\n(3) 仮執行宣言\n２　被 告\n(1) 原告の請求を棄却する。\n(2) 訴訟費用は原告の負担とする。\n(3) 担保を条件とする仮執行免脱宣言\n第２　事案の概要\n１　前提事実（証拠等の掲記のない事実は，当事者間に争いがない。）\n(1) 当事者\nｱ　原告（昭和２８年１１月３日生）は，昭和６３年４月以降，国立米子工業高等専門\n学校（以下「米子高専」という。）において体育の教官として勤務し，平成３年１月１\n日付けで講師から助教授に昇格した。\nｲ　国は，学校教育法，国立学校設置法により米子高専を設置していた。\nａ（以下「ａ校長」という。）は，平成８年４月１日以降米子高専の校長であり，同校\nの管理運営を統括し，学生，教職員の指導監督を行う立場にあったが，平成１５年\n３月３１日，同校を退職した（乙２４）。\nｳ　本件口頭弁論終結後，独立行政法人国立高等専門学校機構法（平成１５年法\n律第１１３号）の施行により，平成１６年４月１日，独立行政法人国立高等専門学\n校機構が成立し，同機構が，国立高等専門学校の業務に係る国の事務を承継\nし，本件訴訟における被告の地位を承継した。\n(2) 厳重注意処分\nａ校長は，平成１３年４月ころ，米子高専の女子生徒より，原告からセクシュア\nル・ハラスメント（以下「セクハラ」という。）の被害を受けたとの投書があったことを\nきっかけとして，米子高専内にセクシュアル・ハラスメント防止対策委員会（以下\n「セクハラ委員会」という。）を設置した上，調査等の結果，原告に対し，平成１３年\n９月１８日，口頭での厳重注意処分（以下「本件厳重注意処分」という。）をした。\n(3) 教官会議におけるａ校長の発言\nａ校長は，平成１４年３月６日，米子高専の教官会議（以下「本件教官会議」とい\nう。）において，本件厳重注意処分について言及した。\n(4) 本件厳重注意処分に関する新聞報道等\nｱ　新日本海新聞社は，ａ校長らの取材を経た上，平成１４年５月１８日付け朝刊に\nおいて，「米子高専教官がセクハラ」「４年間にわたり，厳重注意」との見出しのもと\nに，次の内容の記事（以下「本件新聞記事」という。）を掲載した。\n「国立米子高専‥‥の男性体育教官（４８）が女子学生の体にまとわりつくような\n指導をするなどしたため，セクシュアルハラスメント‥‥の疑いがあるとして昨年１\n０月，校長から厳重注意の処分が行われていたことが‥‥，明らかになった。\n同校によると，昨年４月中旬，女子学生‥‥から，１９９７年から４年間にわたり，\n同教官が水着姿で屈伸運動をさせる，廊下で後ろから抱きすくめられたなどの行\n為が約６回あり，不快な思いをした  ―  との投書が届き，セクハラ疑惑が発覚した\nという。\n女子学生は投書の中で，体育の担当教官を代えて再発防止に努めるよう学校\n側に強く要求。同校は，教官を女子学生のクラスの担当から外すとともに，５月に\nは対策委員会を立ち上げ事実関係の調査に乗り出した。\n教官は事実関係を否定したが『無意識にやったことで，不快に思われたとした\nら，それは否定できない』と話したという。委員会は『セクハラとして疑う事実は残\nる』と判断し，口頭での厳重注意処分とした。」\nｲ　本件新聞記事を受け，ａ校長は，新日本海新聞社に対して抗議をした。\n(5) 全校集会におけるａ校長の発言\nａ校長は，平成１４年５月２９日，米子高専での全校集会（以下「本件全校集会」\nという。）において，本件新聞記事について言及した。\n２　原告の請求\n原告は，①  本件厳重注意処分，②  本件教官会議におけるａ校長の発言，③  新\n聞社の取材に対するａ校長の説明，及び，本件新聞記事に対するａ校長の抗議方\n法，④  本件全校集会におけるａ校長の発言は，いずれも原告の社会的評価を著\nしく低下させて名誉を毀損する不法行為であるなどと主張して，被告に対し，国家\n賠償法１条１項に基づき，慰謝料７５０万円及びこれに対する平成１４年６月１日か\nら支払済みまで民法所定の年５分の割合による遅延損害金の支払を求めた。\n３　争 点\n(1) 本件厳重注意処分の違法・不当性（争点(1)）\n(2) 本件教官会議におけるａ校長の発言の違法性（争点(2)）\n(3) 本件新聞記事に関する新聞社に対するａ校長の対応の違法性（争点(3)）\n(4) 本件全校集会におけるａ校長の発言の違法性（争点(4)）\n(5) (1)ないし(4)が認められた場合における，原告の慰謝料額（争点(5)）\n第３　当事者の主張\n１　争点(1)（本件厳重注意処分の違法・不当性）について\n【原告の主張】\n(1) 本件厳重注意処分に至る経緯\nｱ　平成１３年５月１０日の経緯\n(ｱ)  平成１３年５月１０日，原告は，ａ校長から，「米子高専の女子学生から原告に\nよるセクハラの被害での投書が来ている。投書者の名前については言えないが，\n投書した学生は，『原告に学校を退学させられた。』と言っている。」との説明を受\nけた。\n原告は，平成１０年ころ，窃盗や不純異性交遊を繰り返し，その後米子高専から\n転校した女子学生（以下「Ｘ女子学生」という。）に関わり，女子寮に立ち入って同\n女子学生の部屋で盗品を確認したことなどがあったが，ａ校長の説明に対し，同女\n子学生絡みの件であるかと尋ねたところ，ａ校長は顔色を変えるなどの反応を示し\nた。\n(ｲ)  そこで，原告は，ａ校長に対して，投書の内容を尋ねたところ，ａ校長は，投書\nした学生は，①  体育の授業中，柔軟運動のときに胸を見られた，②  体育の水泳\nの授業のときに，生理日について聞かれた，③  体育の水泳の授業のときに，「お\n姫さま抱っこ」をされたと言っている，と説明した。\nこれに対し，原告は，どの学生が投書したかについては分からなかったが，①，\n③については明確に否定し，②については，水泳の授業の度に生理を理由として\n授業を受けない女子学生については，個人的に聞くことはあるなどと説明し，ま\nた，上記のＸ女子学生の問題行動等についてａ校長に詳しく説明したところ，ａ校\n長は，原告の話に納得するなどし，これはセクハラでもなんでもなく，投書した学生\nが原告に報復しようとしているのであり，投書した学生が嘘を付いているなどと述\nべた。\n(ｳ) 原告は，ａ校長に対し，投書した学生の氏名を明らかにするよう求めた。\nｲ　平成１３年５月１４日の経緯等\n(ｱ)  平成１３年５月１４日，原告は，ａ校長に面会を求め，投書した学生は誰で，ど\nのようなセクハラ行為を原告がしたといっているのか，具体的に全部説明するよう\n求めた。\nこれに対して，ａ校長は，投書した学生から事情を聞こうとしても逃げてしまって\n聞けない，原告ですら手こずった学生だから大変であるなどと述べた。\n(ｲ)  同日午後，ａ校長は，原告に対し，原告の体育の授業担当を変更する旨告\nげ，原告はこれを了承しなかったが，同月１５日から原告の授業担当は変更され\nた。\n(ｳ) なお，この時期にａ校長が原告に対するヒアリング（事情聴取）をするとの話は\n出ておらず，ａ校長から投書の内容について記載されたメモを手渡されたというこ\nとも一切ない。また，米子高専内にあるセクハラの噂は，原告以外の教官につい\nてのものである。\nｳ　原告に対するヒアリングの経緯等\n(ｱ)  平成１３年５月下旬，原告は，上記投書に関する経過を聞くため，ａ校長に面\n会を求めたところ，ａ校長は，「原告が女子寮に入ったかどうか分からないと他の\n教官が言っているので，第三者にその時の様子を聞いてもらおう。」と述べ，原告\nに対するヒアリングの日程を同月２９日に調整した。\n(ｲ)  同月２９日，原告は，ａ校長とｂ庶務課長（当時。以下「ｂ庶務課長」という。）に\n対し，Ｘ女子学生に関する経緯を説明したが，ａ校長やｂ庶務課長からは質問等は\nなく，原告が一方的に説明をしただけであった。\nなお，ａ校長から，ヒアリングをする趣旨説明など全くなく，同校長が投書の内容\nを朗読したこともなく，原告は，投書の内容について弁明・反論のしようもなかっ\nた。\nまた，セクハラ委員会の設置についても全く説明されなかった。\n(ｳ)  同年６月１１日，ｂ庶務課長は，同年５月２９日のヒアリングの際のメモを持参\nして，原告と共に，内容の確認及び訂正等をしたが，その内容は，Ｘ女子学生の問\n題行動に関する件についてのみであった。\n(ｴ)  同年６月１８日，ａ校長は，原告に対し，ヒアリングで述べたことについて，「思\nい違い」や「新たに思い出したこと」があれば，校長宛に連絡してくださいとのメー\nルを送信したが，そこには投書の具体的内容については何ら触れられていなかっ\nた。\n(ｵ) 同年７月初旬に至って初めて，ａ校長は，原告に対し，投書した学生が，① 米\n子高専の廊下で原告に抱きつかれた，②  原告の頬へのキスを強要されたと訴え\nていると説明した。\nｴ　本件厳重注意処分等\n(ｱ)  平成１３年８月２９日，原告は，ａ校長から，突然，「処分せざるを得なくなった\nが，セクハラという処分ではなく，学生指導上の問題ということの処分である。」と\nの説明を受けた。\n(ｲ) そして，同年９月１８日，本件厳重注意処分の言渡しがされたが，その際，ｃ事\n務部長（当時。以下「ｃ事務部長」という。）が疑わしきは罰するとして本件厳重注\n意処分を言い渡し，同席していたａ校長やｂ庶務課長は一言も話をせず，ａ校長が\n「セクハラとして疑われる事実」を原告に示したこともなかった。\n(ｳ)  なお，ａ校長は，新聞社に対しても，原告はセクハラで処分されたのではない\nと報告している。\n(2) 本件厳重注意処分の手続の違法・不当性\nｱ　本件厳重注意処分は，国家公務員法所定の懲戒処分ではないが，原告にとっ\nて，同法８２条１項所定の懲戒処分としての「戒告」に限りなく近い重大な意味・効\n果・影響を有するものであり，同処分が原告の人格権に与える影響は重大である\nから，その手続は，慎重に進められなければならない。\nｲ　この点，本件厳重注意処分に関してはセクハラ委員会が設けられたが，前記\nのとおり，原告にはセクハラ委員会の立上げがことさらに秘匿され，原告不在のま\nま関係者の調査が行われた。\nｳ　原告は，強く要求したにもかかわらず，ａ校長から，被害申告者・被害の日時・\n態様等，セクハラの被害に関する具体的内容を知らされないまま，弁明・反論を求\nめられており，また，関係者に対する調査は，原告不在のまま行われるなど，原告\nの弁明・反論権は実質的に無視されている。\nそして，ａ校長は，原告の弁明について終始同調するような態度を示しながら，\n抜き打ち的・だまし討ち的に本件厳重注意処分に及んでいる。\nｴ　また，被害申告者に対するヒアリングは個別に行うべきであるにもかかわらず，\n被告の主張によれば，２名の女子学生（以下，それぞれ「Ａ女子学生」，「Ｂ女子学\n生」という。）に対するヒアリングにｄ講師（以下「ｄ講師」という。）を同席させ，Ｂ女\n子学生に対するヒアリングには更にＡ女子学生を同席させるなどしている。\nｵ　セクハラ委員会における委員自身，投書の内容や，本件厳重注意処分につい\nて後に教官会議で公表される予定であることを認識しておらず，また，ａ校長はセ\nクハラ委員会に正しい報告をしていないなど，セクハラ委員会の運営自体，大きな\n問題がある。\nｶ　このように，本件厳重注意処分の手続は極めて偏頗かつ不公正なものであっ\nて，違法・不当であることは明らかである。\n(3) 本件厳重注意処分の処分理由の違法・不当性\nｱ　本件厳重注意処分においては，原告によるセクハラ行為自体の事実認定はな\nされておらず，被告主張による「セクハラとして疑われる事実」自体も具体的に示さ\nれていない。\nｲ　提訴後，本件において被告が処分理由として主張している，原告が米子高専\nの廊下で女子学生に抱きついた件，及び，女子学生にキスを強要した件について\nは，全くあり得ないものであり，また，原告の無断休講，その他のセクハラ疑惑，噂\n等も全くなく，さらに，原告は，以前に口頭での注意処分を受けたこともない。\nｳ　そもそも，本件は，「セクハラとして疑われた事実が残る」ことを処分理由とする\nものであるが，このことは，「調査によるもセクハラ事実は認定できないが，投書が\nあった以上責任をとれ」ということと同義であり，何ら処分理由たり得ないものであ\nる。\nｴ　また，原告は，ａ校長から，「処分はセクハラということの処分ではなく，学生指\n導上の問題ということの処分である」との説明を受けているが，同説明と上記処分\n理由との間に整合性がなく，このことは，本件厳重注意処分が，正当な処分理由\nがないのになされた政治的処分であることを示すものである。\nｵ　したがって，本件厳重注意処分の処分理由は，明らかに違法・不当である。\n【被告の主張】\n(1) 本件厳重注意処分に至る経緯\nｱ　本件投書等\n(ｱ)  平成１３年４月１３日，ａ校長は，米子高専の５年生の女子学生２名が，原告\nからセクハラ被害を受けたとする匿名の本件投書を受けた。この投書は，２名の\n女子学生の供述をＡ女子学生の指導教官であるｄ講師がまとめたものであるが，\nＡ女子学生は，従前，体育の授業で原告からセクハラ被害を受けたが，５年生に\nなって再び原告が体育の授業の担当になったので，体育の授業を他の教員に変\n更してもらいたいなどと訴えていた。\n(ｲ) 本件投書におけるＡ女子学生に関する部分は，次のとおりであった。\na　平成９年時（１年生時），原告により，①  開脚柔軟体操の試験で体を密着させ\nて背中を押された，② 水泳の授業を見学していたとき，横抱きにしてプールに落と\nされそうになった，③  生理中で水泳の授業を休むとき，生理は何日目かと男子学\n生の前で聞かれた，④  体育の授業の立位体前屈時において，胸や下着が見える\n位置に立たれた，⑤ 授業以外のときに，携帯電話の番号を聞かれた。\nb　平成１０年か平成１１年時，友人と米子高専の廊下を歩いているとき，原告に\n後ろから抱きつかれた。\nc　平成１２年時，同年６月の球技大会のとき，次の競技を待つ間に，原告が手を\n掴んでここにキスしろと頬に引き寄せた。\n(ｳ) 本件投書におけるＢ女子学生に関する部分は，次のとおりであった。\na　友人であるＸ女子学生が転校した平成１０年６月以降，原告は，自分や友人を\n研究室に呼んでプライベートな質問を繰り返し，脅迫的な言動もした。\nb　原告は，体育の授業時間中に，自分を含む２，３人の女子学生に強制的に性\n教育用のビデオを見せ，男性関係を質問した。\n(ｴ)  ａ校長は，本件投書を受け，事実関係を確認するために，ｅ教務主事（以下「ｅ\n教務主事」という。）に依頼して学校内の噂等を調べた結果，複数の教官から原告\nのセクハラ行為の噂が学校内に広まっているという情報を得た。\nｲ　平成１３年５月１０日の経緯等\n(ｱ)  平成１３年４月２６日ころ，ａ校長は，本件投書に対して，米子高専としての正\n規の手続を踏んだ対処が必要であると判断し，慎重を期すため，ｄ講師に対し，投\n書した学生の原告を追及する意思が固いかどうかの確認と，保護者の了解を得る\nことを要請した。\nそして，同年５月７日，ｄ講師は，ａ校長に対し，投書した学生は，匿名を強く要望\nしながらも，あくまで闘う決意であること及び保護者の同意を得たことを報告した。\n(ｲ)  同年５月１０日，ａ校長は，原告に対し，原告からセクハラ被害を受けたという\n投書が来ている旨を口頭で伝えるとともに，原告と投書した学生を離す必要があ\nると判断したことから，原告の同意を得た上で，ｅ教務主事に原告の授業担当を変\n更するよう指示した。\nｳ　第１回セクハラ委員会の開催等\n(ｱ)  平成１３年５月１１日，ａ校長は，「米子工業高等専門学校におけるセクシュア\nル・ハラスメントの防止等に関する規則」５条による防止対策委員会の委員６名を\n選任し，校長を委員長とするセクシュアル・ハラスメント防止対策委員会（セクハラ\n委員会）を発足させた。\n(ｲ)  同月１４日，第１回セクハラ委員会が開催され，原告，Ａ女子学生及びＢ女子\n学生に対するヒアリングを行うこと，投書した学生を匿名で扱い，氏名を明かさな\nいことなどが決められた。\n(ｳ)  同日ころ，ａ校長は，原告に対し，同月１１日にセクハラ委員会を設置したこ\nと，第１回セクハラ委員会で，原告と投書者の両者に対するヒアリングを行うことに\nなった旨を伝えた。\nまた，同日ころ，ａ校長は，原告に対し，本件投書において指摘された原告のセ\nクハラ行為の要点を記したメモを渡し，後日行うヒアリングに備えておくよう指示し\nた。その際，投書者は匿名とする旨も伝えた。\nｴ　原告及びｆ助教授に対するヒアリング及び第２回セクハラ委員会等\n(ｱ)  平成１３年５月２９日，ａ校長とｂ庶務課長は，原告に対するヒアリングを行っ\nた。\nａ校長は，ヒアリングの冒頭において，原告に対し，セクハラ委員会を設置したこ\nと，セクハラ委員会は非公開であること，セクハラ委員会の決定に基づいてヒアリ\nングを行うことを伝えた後，本件投書において指摘された原告のセクハラ行為の\n内容を全て朗読した上，原告の弁明・反論を聴取した。\nそして，原告は，柔軟体操の補助の件，生理の詳細を聞いた件，Ｂ女子学生に\n対する指導の件については事実を認めた上弁明したが，他の行為については否\n認し又は記憶がないと主張した。\n(ｲ)  その後，ｂ庶務課長は，ａ校長から原告に対するヒアリングの文書化を依頼さ\nれたことから，原告と共に，ヒアリングにおいて作成していたメモの内容に聞き漏\nれ，聞き違いがないかを確認した。\n(ｳ)  同年６月初旬，ａ校長は，原告がキスを強要した件について，目撃者とされるｆ\n助教授（以下「ｆ助教授」という。）に対し，そのような事実があったかどうかを尋ね\nたところ，ｆ助教授は本件投書に書かれているようなことはなかった旨答えたが，そ\nの返答は要領を得ないものであった。そこで，ａ校長がこれと似たようなことがあっ\nたかどうか尋ねたところ，ｆ助教授は，似たようなことはあったが，誤解を受けるとい\nけないので，自分の見解は言いたくない旨述べた。\n(ｴ)  同月４日，第２回セクハラ委員会が開催され，ａ校長が原告に対するヒアリン\nグの結果を報告し，原告の弁明内容について検討された。\nｵ　女子学生及びｇ講師に対するヒアリング及び第３回セクハラ委員会等\n(ｱ)  平成１３年６月１８日，ａ校長は，Ａ女子学生に対するヒアリングを実施するに\n先立って，原告に対し，これまでの弁明に思い違いがないかどうか，本件投書にお\nいて指摘された原告のセクハラ行為の概要を列記した電子メールで確認を求めた\nが，原告は，校長に対し口頭で，変更する必要はない旨連絡した。\n(ｲ)  同日，ａ校長とｅ教務主事は，ｄ講師同席の下で，Ａ女子学生に対するヒアリン\nグを行ったところ，Ａ女子学生は本件投書とほぼ同じ内容のことを述べた。特に，\nキスを強要されたとの件については具体的に，年月日，態様等を特定できるもの\nであった。\n(ｳ) 同年６月下旬，ａ校長は，原告が廊下で抱きついた件の目撃者とされるｇ講師\nに対し，そのような事実があったかどうかを尋ねたところ，ｇ講師は，平成１１年６\n月上旬，原告がこれと似たような行為をしたのを見たと述べた。それは，ｇ講師が，\nたまたま米子高専の学生課に向かう廊下を歩いていると，原告が，前を並んで歩\nいていた女子学生の１人に後ろから近づき，両手を肩に置いて，体を密着させるよ\nうにした，そして，短時間で体を離し，「廊下を大声で話していては駄目じゃないか」\nというようなことを言って，学生課に入っていった，自分としては高等教育機関とし\nてはありえない行為であると感じた，というものであった。\n(ｴ)  同年７月１１日，ａ校長とｅ教務主事は，ｄ講師及びＡ女子学生同席の下で，Ｂ\n女子学生に対するヒアリングを行ったところ，Ｂ女子学生も本件投書とほぼ同じこ\nとを述べた。\n(ｵ)  同年７月２４日，第３回セクハラ委員会が開催され，ａ校長がＡ女子学生及び\nＢ女子学生に対するヒアリングの結果等を報告した後，委員により原告の処分に\nついて審議されたが，その結果は，次のとおりである。\na　投書した学生は，本件投書の当初から氏名の秘匿を強く望んでおり，ヒアリン\nグ段階においては，Ａ女子学生は，投書した事実を原告に知られると原告から報\n復されるとして恐れ，同級生等への調査をしないよう強く要望したことから，女子学\n生の秘密保護のためには，これ以上の事実調査は困難であり，したがって，これ\nまでの調査結果を踏まえて判断する必要がある。\nb　Ａ女子学生に対する，前記平成９年時の①の行為（柔軟体操の補助の件）及\nび③の行為（生理の詳細を聞いた件）は，原告による体育の授業に関するもので\nあるが，原告の弁明のとおりであるとしても，現在ではセクハラ行為とされるもので\nある。しかし，それらの行われた時期が，「文部省におけるセクシュアル・ハラスメ\nントの防止等に関する規程」の施行以前であり，セクハラ防止対策について，教職\n員の啓蒙を十分に行っていなかった時期のことであることを勘案する必要がある。\n同④の行為（立位体前屈の際に前に立った件）は，体育の授業内容については一\n定限度で担当教官の自由に任されており，学生の前に立つことや体に触れること\nもやむを得ない場合や指導上必要な場合があると考えられ，セクハラ行為である\nとは認められない。同②の行為（「お姫さま抱っこ」の件）は，校内で噂となっている\nものであるが，それを直接目撃したという者は確認できない。同⑤の行為（携帯電\n話番号を聞いた件）については，被害者が匿名を強く希望しているため，原告に確\nかめても，電話番号を聞いた相手が分からず，回答は得られない。\nＡ女子学生に対する，廊下で抱きついた件，及び，キスを強要した件について\nは，原告による授業以外に関するものであるが，前者については，ｇ講師が似たよ\nうな行為があるのを見た旨述べていること，後者については，ｆ助教授が何時とは\n特定できないが類似した行為があった旨述べていることから，セクハラと疑われる\n事実であると認められる。\nc　Ｂ女子学生については，友人であるＸ女子学生が転校した後の，学級担任で\nあった原告による生活指導における言動を指摘しているものと考えられるが，原\n告の言動には行きすぎた面があったとも考えられるものの，動機の面では正当な\n教育活動であったものと判断されることから，セクハラ行為であるとまでは認定で\nきない。\nd　セクハラ委員会は，原告に対する措置としては，以上のとおりの検討，及び，\n原告が平成９年に口頭注意処分を受けた矯正措置歴を考慮し，口頭での厳重注\n意が相当であると判断した。\nｶ　本件厳重注意処分の言渡し及び第４回セクハラ委員会\n(ｱ)  平成１３年９月１８日，ａ校長は，ｃ事務部長及びｂ庶務課長同席の下で，原告\nに対し，口頭での厳重注意を言い渡し（本件厳重注意処分），今後，セクハラと疑\nわれるような行為は厳に慎むよう指導した。\n(ｲ) 同年１０月２２日，第４回セクハラ委員会が開催され，ａ校長が，同年９月１８日\nに原告に対して口頭での厳重注意を言い渡した旨を報告した。\n(2) 本件厳重注意処分の手続の違法・不当性について\nｱ　厳重注意処分とは，指揮監督の権限を有する上司が，部下職員の職務履行の\n改善向上に資する制裁的措置を伴わない矯正措置として講ずるものであり，処分\nそれ自体により直接に不利益な効果が付与されるということはないから，本件厳\n重注意処分が，懲戒処分である戒告に限りなく近いということはない。\nｲ　前記のように，ａ校長は，①  平成１３年５月１０日，原告に対し，女子学生から\n原告にセクハラ被害を受けたという投書が来ている旨を口頭で説明し，原告に対\nして授業担当を変更することの了解を求め，その際，原告のセクハラ行為の内容\nに関する質問については，セクハラ委員会を発足させてから詳しい説明をする旨\n伝えており，②  同月１４日又は１５日，原告に対し，同日１１日にセクハラ委員会を\n設置したこと，同月１４日に開催した第１回セクハラ委員会で，原告と投書者の両\n者に対するヒアリングを行うことになった旨を伝え，③  原告に対して本件投書で指\n摘されたセクハラ行為の要点を記したメモを渡し，後日のヒアリングに備えておくよ\nう指示し，④  同月２９日，ｂ庶務課長の同席の下で行われた原告に対するヒアリン\nグにおいて，冒頭に，非公開のセクハラ委員会を設置して，その決定に基づいてヒ\nアリングを行うことを伝えた上，本件投書で指摘された原告のセクハラ行為の全て\nを朗読したうえ，原告から弁明・反論を聴取するなどしたものである。\nなお，投書した学生の氏名を明らかにしないことは，投書した学生からの強い要\n請があったことにもよるものであるが，被害者のプライバシー保護の観点からも当\n然の措置であるし，投書した学生が被害にあった具体的な日時については投書し\nた学生自身が特定しておらず，かつ，本件投書において指摘された行為は非日常\n的な事柄であるから，具体的な日時まで示されなければ弁明できないというもので\nはなく，実際，原告は，原告に対するヒアリングの際，本件投書において指摘され\nた全ての行為について弁明・反論しているものである。\nさらに，原告不在のまま，投書した学生等に対するヒアリングを実施したことは，\n被害者のプライバシー保護及びありのままの事実を聴取できるという観点からも\n合理性がある。\nｳ　したがって，本件厳重注意処分の手続は適法である。\n(3) 本件厳重注意処分の処分理由の適法性\nｱ　米子高専は，平成１１年４月に学生相談室を発足させ，同月１日から実施され\nた「文部省におけるセクシュアル・ハラスメントの防止等に関する規程」を受けて，ａ\n校長は，教官会議においてセクハラ防止の意義を説明するなどし，また，平成１２\n年４月には「米子工業高等専門学校におけるセクシュアルハラスメント防止等に関\nする規則」を制定するなどして，教官のセクハラ防止に対する意識の向上に努め\nてきた。\nｲ　このような状況において，原告の，Ａ女子学生に対して，廊下で抱きついた行\n為，及び，キスを強要した行為は，高等教育に携わる教官としてより高い倫理観の\n下に学生を指導する立場にある教官の学生に対する行為であって，セクハラ行為\nであるとまでは認定できないが，セクハラと疑われる行為であると認められたこと\nから，学生の教育環境を配慮する義務を負う責任者であり，かつ，原告に対する\n指揮監督権限を有する校長が，原告に対し，矯正措置である「口頭厳重注意」（本\n件厳重注意処分）を行ったものである。\nそして，原告は，平成９年に「口頭注意」を受けており，本件においては，最も軽\nい矯正措置とするとしても，一段重い「口頭厳重注意」が相当であるから，本件厳\n重注意処分の処分理由には合理性がある。\nなお，ａ校長は，本件厳重注意処分を言い渡した際，原告に対し，原告が行った\nセクハラと疑われる事実について具体的に告げており，他方，処分はセクハラとい\nうことの処分ではなく，学生指導上の問題ということの処分である旨説明したこと\nはない。\nｳ　したがって，本件厳重注意処分の処分理由は適法である。\n２　争点(2)（本件教官会議におけるａ校長の発言の違法性）について\n【原告の主張】\n本件教官会議において，ａ校長は，「体育教官にセクハラ行為があり，同教官を\n厳重注意処分とした」と報告したが，この報告は，８０名以上の出席者のうち大半\nが被処分者を原告と特定できるものであると同時に，その内容は，本件厳重注意\n処分における処分理由とは明らかに異なり，原告によるセクハラ行為の存在を断\n定する内容であり，公然と虚偽の事実を報告し，原告の名誉を著しく毀損した。\n【被告の主張】\nａ校長は，本件教官会議の議事終了後の校長談話の中で，本件厳重注意処分\nについて取り上げたが（したがって，報告事項として取り上げたものではない。），\nその内容は平成１３年度の総括の一部として本件投書に関する対応について説\n明し，同種の問題の発生防止に向けて，教官に対して注意を喚起したものであっ\nて，原告によるセクハラ行為の存在を断定したものではない。\nしたがって，原告の主張は，その前提を欠いており，失当である。\n３　争点(3)（本件新聞記事に関する新聞社に対するａ校長の対応の違法性）につ\nいて\n【原告の主張】\n本件新聞記事により，原告の社会的評価は著しく低下して名誉が毀損された\nが，これは，ａ校長が，① 違法・不当な本件厳重注意処分をしたこと，② 本件教官\n会議で事実と異なる処分理由を報告したこと，③  新聞社の取材に対し，事実と異\nなる処分理由を説明したことに起因する。\n本件新聞記事は，ａ校長の違法な先行行為によるものであるから，処分者であ\nるａ校長には当然，新聞社に対して記事内容の訂正を求め，原告の地位を回復す\nる義務があるところ，ａ校長は，いったんは原告の抗議を受け，記事内容の訂正申\n入れを確約したものの，結局は正式な抗議（公印を押捺した抗議文の送付）をなさ\nず，原告の名誉回復のための必要最小限の措置すら採らなかった。\nａ校長のかかる新聞社に対する対応は，原告に対する不法行為に当たるという\nべきである。\n【被告の主張】\n(1) ａ校長は，新日本海新聞社を含む５社の取材に対し，いずれも同様の説明を行\nった。また，各記者に対し，原告本人への取材なしに記事にしないよう申し入れ\nた。\n平成１４年５月１８日，新日本海新聞社のみが本件新聞記事を報道したが，見出\nしの「米子高専教官がセクハラ」，「４年間にわたり，厳重注意」，記事中の「セクハ\nラと疑う事実」と表現されている部分は，ａ校長の説明と異なっている。\n(2) 同日，米子高専の臨時主事会議において，本件新聞記事には見出し及び記事\n本文中に正確を欠く表現があることから，新日本海新聞社に対して抗議文を出す\nことと決定され，同月２０日，ａ校長は，米子高専を訪れた新日本海新聞社の西部\n本社総局長兼編集局長らに対し，本件新聞記事の表現について抗議し，謝罪文\nの掲載を要求するべく，校長印を押捺した抗議文を手交しようとしたが，同編集局\n長から，正式な抗議文を受け取ると，新聞社としても全力をあげて追加調査をしな\nければならない，米子高専の抗議の趣旨は十分理解したので，正式な抗議文は\n出さないほうが良いのではないか，との申入れがあった。\nそして，ａ校長は，原告のこれまでの行動や噂等から，新聞社による詳細な追加\n調査によって原告の受ける打撃は致命的ともなりかねないと判断し，校長印を押\n捺していない抗議文を手交した。\n(3)  このように，ａ校長は，事実と異なる処分理由は説明しておらず，また，原告の\n名誉回復のための相当な措置を採っているのであるから，本件新聞記事に対する\n抗議方法は何ら違法ではない。\n４　争点(4)（本件全校集会におけるａ校長の発言の違法性）について\n【原告の主張】\nａ校長は，全学生・教官が出席する本件全校集会において，「事実関係はセクハ\nラ報道（本件新聞記事）のとおり」であると報告し，原告にセクハラ行為があった旨\n断定して虚偽の事実を報告し，重ねて原告の名誉を著しく毀損した。\n【被告の主張】\n本件新聞記事が掲載された後，ｅ教務主事から，ａ校長に対し，本件新聞記事に\nよって学生，特に女子学生の間に不安が広がり，放置しておけないので，なんとか\n対応してほしいとの要望があったため，ａ校長は，全校集会において，セクハラ一\n般について理解してもらうための話をすることとした。\nそして，本件全校集会において，ａ校長は，本件新聞記事があったことについて\n触れはしたものの，本件新聞記事の具体的な内容には一切触れず，「文部省にお\nけるセクシュアル・ハラスメントの防止等に関する規程の制定について（通知）」の\n別紙「セクシュアル・ハラスメントの防止等のため文部省職員が認識すべき事項に\nついての指針」に沿って，特に「セクシュアル・ハラスメントになりうる言動」を中心\nに事例を紹介し，①  個々人によりセクハラの受け止め方が相違すること，②  もし\nセクハラを受けたと思ったら，学生相談室員に相談すれば学校がすぐに対応する\nこと，③  セクハラの加害者といわれても，本人が反省している場合は差別的な扱\nいをしないことなどを説明するなどしたものである。\nしたがって，ａ校長において，事実関係はセクハラ報道（本件新聞記事）のとおり\nであるとか，原告にセクハラ行為があった旨断定したということはない。\n５　争点(5)（(1)ないし(4)が認められた場合における，原告の慰謝料額）について\n【原告の主張】\n原告は，上記１ないし４の一連の不法行為により，教職者としての名誉を著しく\n毀損され，世間・同僚・学生・父兄等から「セクハラ教官」との事実と異なるらく印を\n押された。\nそして，これにより，事実上内定していた教授昇格も以来棚上げにされてしまっ\nている。すなわち，原告は，平成１３年４月２３日，ａ校長から，同年７月１日付けで\n教授に推薦するので研究業績書を提出するよう求められ，原告はこれを同年５月\n８日ａ校長に提出したところ，ａ校長は一瞥したうえ，ワープロ打ちして改めて提出\nするよう求めたのであるが，同月１０日に至り，原告に対してセクハラの疑いがか\nけられているので，教授昇進は同問題の結着後としたい旨の意向が伝えられ，そ\nの後，研究業績報告書を提出する機会を失っている。\nこれらによる原告の重大な精神的苦痛は，少なくとも７５０万円をもって慰謝され\nなければならず，なお，原告が出捐を余儀なくされる本件弁護士費用については，\n慰謝料額算定にあたり実質上考慮されるべきである。\n【被告の主張】\n原告の主張は否認ないし争う。\n平成１３年当時の原告の評価は，公表論文（研究業績）は十分であったものの，\n平成９年度の校務分掌で学生部の筆頭主事補に選ばれながら，必要な時に学校\nに出勤しておらず，職務不適合という理由で１年後，その任を解かれており，校務\n（主事補歴等）の指導歴がやや不足していたこと，また，原告は，平成９年に口頭\n注意処分の矯正措置歴を有していたことから，ａ校長は，平成１３年５月１０日，同\n年７月１日付けの教授昇任の選考申請を行うに当たって，原告について不相当と\n判断したものであって，この判断は原告に対するセクハラの疑いとは全く関係がな\nく，原告の教授昇格が事実上内定していたということもない。\n第４　証 拠\n本件訴訟記録中の書証目録及び証人等目録の記載を引用する（なお，以下「乙\nＡ」を「乙」と表記する。）。\n第５　当裁判所の判断\n１　前記前提事実（第２の１）に証拠（甲１，４，１５，１６，１７，乙２～１４，１６～１９，\n乙２１の１～５，乙２３～３０，証人ｇ，同ｂ，同ｃ，同ａ，原告本人）及び弁論の全趣\n旨を総合すると，以下の事実が認められる。\n(1) 平成１３年当時の米子高専におけるセクハラ防止対策等\nｱ　文部省（現文部科学省）は，平成１１年３月３０日付け（同年４月１日実施）で，\n「文部省におけるセクシュアル・ハラスメントの防止等に関する規程」を定めている\n（乙１４）。\n同規程には，「職員は，この規程及び文部省大臣官房人事課長が定める指針に\n従い，セクシュアル・ハラスメントをしないように注意しなければならない。」（３条），\n「国立学校等の長は，当該国立学校等の職員に対し，この規程の周知徹底を図ら\nなければならない。」（５条１項），「セクシュアル・ハラスメントに関する苦情の申出\n及び相談（以下「苦情相談」という。）が職員からなされた場合に対応するため，‥\n‥各国立学校等に苦情相談を受ける職員又は苦情相談に対応する委員会等（以\n下「相談員等」という。）を設ける等必要な措置を講ずるものとする。」（６条１項），\n「相談員等は，苦情相談に係る問題の事実関係の確認及び当該苦情相談に係る\n当事者に対する指導・助言等により，当該問題を適切かつ迅速に解決するよう努\nめなければならない。‥‥」（７条１項），「相談員等は，苦情相談への対応に当た\nっては，関係者のプライバシーや名誉その他の人権を尊重するとともに，知り得た\n秘密を他に漏らしてはならない。」（７条２項）等の規定がある（乙１４）。\nｲ　文部省は，平成１１年３月３０日付けで，各国立学校長等に宛て，前記規程が\n定められたことに伴い，各機関においてもセクハラの防止等に積極的に取り組む\nことを要請する旨の通知をし，併せて，前記規程３条及び７条について，次のよう\nな指針を定めた（乙１７）。\n(ｱ) ３条の指針（「セクシュアル・ハラスメントの防止等のために文部省職員が認識\nすべき事項についての指針」）は，①  性に関する言動に対する受け止め方には個\n人間や男女間，その人物の立場等により差があり，セクハラに当たるか否かにつ\nいては，相手の判断が重要であるが，セクハラであるか否かについて，相手から\nいつも意思表示があるとは限らないこと，② 身体に不必要に接触することは，セク\nハラにあたり得ること等を内容としている。\n(ｲ)  ７条の指針（「セクシュアル・ハラスメントに関する苦情相談に対応するに当た\nり留意すべき事項についての指針」）は，苦情相談を受ける際には，原則として２\n人の職員で対応し，その際，同性の職員が同席するよう努めること等を内容として\nいる。\nｳ　米子高専は，学生の定員１０００名中，約２００名が女子学生であり，１５歳から\n２０歳まで（１年生から５年生まで）の多感な学生の教育の難しさから，セクハラ防\n止については特に留意し，他方において，教官の定員７７名中，女性教官は４名で\nあり，とりわけ女子学生に対する生活指導の手薄さが危惧されていた。\nそこで，米子高専においては，平成１１年４月に，試行措置として学生相談室を\n発足させ，上記「文部省におけるセクシュアル・ハラスメントの防止等に関する規\n程」を受けて，ａ校長は，教官会議においてセクハラ防止の意義を説明し，また，外\n部講師を招き，セクハラ防止の講演会を実施してきた。\nｴ　さらに，平成１２年４月，米子高専において，「米子工業高等専門学校における\nセクシュアル・ハラスメント防止等に関する規則」（乙９）が制定され（同月１日施\n行），校内におけるセクハラ防止のための態勢が整えられ，ａ校長は，教官会議，\n主任会議等において，その規則の趣旨を説明し，教官のセクハラ防止に対する意\n識の向上に努めてきた。\nなお，上記規則には，次の規定がある。\n（防止対策委員会）\n第５条　本校に，セクシュアル・ハラスメント防止対策委員会を置き，校長が指名す\nる者をもって組織する。\n２　委員会はセクシュアル・ハラスメントの防止及び対策に関し，相談員に対して必\n要な助言，指導を行うとともに，相談員からの報告に基づき必要な措置について\n検討する。\n３　委員会の委員長は，校長とする。\n(2) 本件投書等\nｱ　平成１３年４月１３日，ａ校長は，学生相談室長であるｈ教授（以下「ｈ室長」とい\nう。）から，米子高専の女子学生から原告にセクハラ被害を受けているという投書\nがきているので善処してほしいとの相談を受け，要旨，以下の内容の投書（乙２，\n３。ただし，「Ａ女子学生」，「Ｂ女子学生」の記載は後に加えられたものである。以\n下「本件投書」という。）を手渡された。\n(ｱ) Ａ女子学生に関する投書\na　原告から次のようなセクハラ被害を受けた。\n①　１年生の水泳の時間に実施された，開脚しての柔軟テストに際して，原告が補\n助として，両手首をつかんで後ろから身体全体を密着させて押してきた。「やめて\n下さい」とか「痛い」などと言ったが，原告は聞き入れてくれなかった。\n②　水泳の授業を見学していた際，急に「お姫さま抱っこ」で抱きかかえられてプー\nルに落とされそうになった。\n③　水泳の授業を見学するに当たり，原告には事前に生理中であるため見学する\nことを連絡しておいたにもかかわらず，授業開始後に，男子学生も含むクラス全員\nの前で見学理由を再度聞かれ，見学の理由は生理であると答えたところ，原告か\nら何日目であるかと聞かれ，答えさせられた。\n④　体育の授業で自分を含む女子学生が立位体前屈をする際，原告は，いつも，\n体操服のＶ首部分から胸や下着が見える，学生の前の位置に立つ。\n⑤　原告から，授業以外のときに携帯電話の番号を聞かれた。\n⑥　２年生か３年生のとき，廊下で友人と話しながら歩いていた際，原告が突然，\n後ろから抱きついてきた。\n周りにいた友人はあ然としていたが何も言えなかった。\n⑦　４年生の６月の球技大会の時，他の競技を見学していたところ，原告がやって\nきて急に手を掴み，「ここにキスしろ」と原告の頬を指さして言った。この時は，ｆ助\n教授が注意してくれたため，原告はそれ以上のことは止めた。\nb　今年になって，自分は，再び原告が担当する体育の授業を受けることになった\nが，１年間耐えられる自信がなく，また，これから入学してくる学生のためにも改善\nされるべきである。\n(ｲ) Ｂ女子学生に関する投書\n原告から次のようなセクハラ被害を受けた。\n①　２年生の時，友人のＸ女子学生が原告に米子高専を辞めさせられると言った\n後に同校を退学したが，それ以降，原告は，Ｂ女子学生たちを個人的に研究室に\n呼んで，プライベートな質問を繰り返し聞くようになり，また，「Ｂ女子学生が悪いこ\nとをしたことも知っており，Ｂ女子学生も退学させる。」などと脅迫的なことを言われ\nた。\n②　体育の授業の際，Ｂ女子学生を含めた２，３人の女子学生に対し，強制的に\n性教育用のビデオを見せられ，男性関係について深く質問された。\nｲ　ａ校長は，本件投書が２名の女子学生によるものと読み取り，本件投書を受け\n取ったときの状況について，ｈ室長に尋ねたところ，同室長は，ｄ講師から手渡され\nたものであるなどと述べた。\nそこで，ａ校長は，ｄ講師を呼び，事情を尋ねたところ，投書したのは２名の女子\n学生であり，氏名も分かっており，連絡もつくとのことであった。\nｳ　ａ校長は，投書の内容からＡ女子学生は５年生であることが分かり，原告が担\n当している５年生の保健体育の授業は物質工学科の授業であるので，Ａ女子学生\nは物質工学科の５年生の女子学生であると判断した。\nそして，ａ校長は，ｅ教務主事を呼び，本件投書を見せた上で，学生間に原告の\nセクハラ行為の噂が立っていないかどうか，調べるよう依頼し，ｈ室長とともに米子\n高専のセクハラ防止対策の相談員であったｂ庶務課長を呼び，本件投書を見せた\n上，当面ａ校長が対応する旨伝えた。\n数日後，ａ校長は，ｅ教務主事から，原告のセクハラ行為が女子学生の間で深刻\nな問題になっているとの報告を受け，「米子工業高等専門学校におけるセクシュア\nル・ハラスメントの防止等に関する規則」（乙９）に基づき，セクハラ委員会を設置し\nて対応することとした。\nｴ　同年４月２６日ころ，ａ校長は，ｄ講師から問題の進捗状況を尋ねられたので，\nセクハラ委員会を設置して対応することにしたことを告げた上，同講師に対し，投\n書した学生に問題の解決までやり抜く覚悟があるかどうか確認すること，及び，保\n護者からの了解を得ることを指示した。\nなお，この時，ｄ講師は，本件投書は，学生では文章に取りまとめることができな\nいので，女子学生の言い分をｄ講師が取りまとめて文章化したものであるとの説明\nをした。\nｵ　同年５月７日，ｄ講師は，ａ校長に対し，投書した学生も問題の解決までやり抜\nく覚悟であり，保護者の了解も得たことを報告した。\n(3) 第１回セクハラ委員会まで\nｱ　同年５月８日，ａ校長は，ｈ室長らから，本件投書があってから一月近くになる\nが，何の対応もされていないのは困る，少なくとも原告の授業担当を交代すべきで\nあると強く要望されるなどした。\nそこで，ａ校長は，同月９日の主事会議終了後，ｃ事務部長と協議の上，早急に\nセクハラ委員会を設置することを決定した。\nそして，ａ校長とｃ事務部長は，ｂ庶務課長及びｅ教務主事と相談の上，この４人\nのほかに，年長の教官であるｉ物質工学科教授，及び，米子高専の女性職員の中\nで女子学生と接触の多い看護師ｊ技官（以下「ｊ技官」という。）をセクハラ委員会の\n委員とすることとした。\nｲ　同年５月１０日ころ，ａ校長は，原告に対し，女子学生からセクハラ被害で訴えら\nれていること等を伝え，また，原告の授業担当を交代する必要があると判断し，ｅ\n教務主事に対して，原告の授業担当の変更を指示した。\nｳ　同年５月１４日午前１０時４５分，第１回セクハラ委員会が開催された（乙１０）。\n同委員会において，ａ校長は，委員会を非公開とし，委員名も公表しないことを\n告げた上，本件投書の写しを各委員に配布して，今回の事象が発生した経緯を報\n告し，また，秘密保持のため，投書者の氏名は委員及び原告に対して匿名として\n扱うこと，原告の授業担当を変更した旨を説明した。\nそして，今後，原告と投書者に対するヒアリングをａ校長と委員１名で早急に実施\nすることとした。\n(4) 第２回セクハラ委員会まで\nｱ　同年５月２９日の午前１０時から午前１１時１５分まで，ａ校長及びｂ庶務課長\nは，原告に対するヒアリングを行い，冒頭において，セクハラ委員会を設置したこと\n等について説明した上，本件投書中で女子学生がセクハラ行為と訴えている１つ\n１つにつき読み上げた上で，原告の弁明・反論を徴した（なお，本件投書中，ｆ助教\n授の名前が出てくる部分は読み上げなかった。）。\nこれに対し，原告は，次のように弁明し，自分としては，授業に当たっては男女の\n別なく，厳しく実技指導を行っており，学級指導においては学生の将来を考えて指\n導してきており，セクハラを行うような意図は全くないと述べた（乙４，６，２８）。\n(ｱ) Ａ女子学生についての前記２ア(ア)①の行為（柔軟体操の補助の件）について\nは，水泳の見学者に対し，プールサイドで柔軟テストを行ったことはあるが，水着\nの者に対して行ったことはない。柔軟運動は，体育の教官なので，指導として体に\n接触することはある（なお，原告は，この時，足を開き，後ろから相手の手首を握\nり，体を密着して押す仕草を示した。）。\n(ｲ) 同②の行為（「お姫さま抱っこ」の件）については，絶対にしていない。\n(ｳ)  同③の行為（生理の詳細を聞いたとの件）については，何回も体育の授業を\n休む学生に対しては，「生理か。」などと聞いたことはあるが，見学者の中には正\n当な理由がないにもかかわらず，化粧が落ちるとか，汗が出る等色々な理由をつ\nけて休む学生がおり，皆の前で理由を聞くのも必要と思う（乙２８）。\n(ｴ) 同⑤の行為（携帯電話番号を聞いた件）については，絶対にしていない。\n(ｵ) 同⑥の行為（廊下で抱きついた件）については，絶対にしていない。\n(ｶ)  同⑦の行為（キスを強要した件）については，そのようなことをした記憶は全く\nない。\n(ｷ)  Ｂ女子学生についての前記２ア(イ)①の行為（脅迫的な言辞をした等の件）に\nついては，Ｘ女子学生には窃盗癖と不純異性交遊という問題があり，両親からの，\n米子高専の男子学生と外泊してしまうから転校させたいという要望により転校した\nものであって，原告には学生を退学させることは出来ないし，辞めさせるぞと言っ\nたことはない。\nＸ女子学生の退学後，Ｘ女子学生との万引き等に関わっていると思われる女子\n学生を呼び出して矯正指導を行ったことはある。\n(ｸ)  同②の行為（性教育用のビデオを強制的に見せた等の件）について，性教育\nの教材用ビデオは保健の授業として見せているが，２，３人の女子を呼んで強制\n的に見せたことは絶対にない。また，万引き等を行っている女子学生に対して，交\n際相手やアルバイトのことを聞いたりしながら事実関係をつかみ，本人が反省して\nくれればいいという気持ちから指導したことはある。\nｲ　ｂ庶務課長は，原告に対するヒアリングの際に自らメモを採り（乙２８），後日，こ\nのメモをもとに，原告ヒアリングメモ（乙４）を作成した。\nｳ　ａ校長は，原告が，Ａ女子学生についての前記２ア(ア)⑦の行為（キスを強要し\nた件）について記憶にないと言ったので，同年６月上旬，本件投書で名前が挙がっ\nていたｆ助教授に対し，本件投書の当該項目について確認したところ，ｆ助教授は，\n「そのような事実はない。」と答えたが，ａ校長にはｆ助教授が何かを知っているよう\nなそぶりに思えた。\nそこで，ａ校長は，ｆ助教授に対し，「何か筋書きの違うことがあったのか。」と尋ね\nたところ，同助教授は肯定したものの，それ以上は，原告は同僚であるので，誤解\nを受けるようなことは言いたくないと述べて，答えなかった。\nｴ　同年６月４日午前１０時４５分，第２回セクハラ委員会が開催された（乙１１）。\n同委員会において，ａ校長は，ｂ庶務課長が作成した上記の原告ヒアリングメモ\nを配布して原告に対するヒアリング結果を報告するとともに，ｆ助教授に事実確認し\nた結果を報告した。\nこれに対して，再度，ｆ助教授に事実確認を行うこと，さらに，Ａ女子学生について\nの前記２ア(ア)⑥の行為（廊下で抱きついた件）については，ｇ講師が目撃している\nという話があるので，同講師に事実確認する必要があるという指摘があり，ａ校長\nは，今後，ｆ助教授に対して再度のヒアリング，ｇ講師に対するヒアリングを行うこと\nにした。\n(5) 第３回セクハラ委員会まで\nｱ　同年６月１８日，ａ校長は，Ａ女子学生に対するヒアリングに先立ち，原告の上\n記ヒアリングの結果について思い違い等がないか確認するため，原告に対し，本\n件投書の主要な項目（柔軟体操の補助の件，「お姫さま抱っこ」の件，廊下で抱き\nついた件，キスを強要した件，性教育用のビデオを強制的に見せた等の件）とそ\nれに対する原告に対する上記ヒアリングにおける弁明等を記載した電子メールで\n問い合せをした（乙５）。\n電子メールを受けた原告は，ａ校長に対し，何も変更するところはないと口頭で\n回答した。\nｲ　同日，ａ校長とｅ教務主事は，Ａ女子学生に対するヒアリングを実施し，その際，\n女子学生の年齢，ヒアリングを行う委員が男性であることを考慮し，本件投書をま\nとめたｄ講師（女性）が立ち会った。\nヒアリングの内容は，次のとおりであった。\n(ｱ)  ヒアリングの冒頭において，Ａ女子学生は，ｆ助教授から投書した事実を尋ね\nられたが，身元が分かってしまうようなことはやらないで欲しいと要求した。これに\n対し，ａ校長は，それでは事実関係を確かめることができなくなると言ったが，Ａ女\n子学生は，身元が分かると何をされるか分からず，卒業までの身の安全をどう保\n証するのかなどと述べた。\n(ｲ) Ａ女子学生は，本件投書の内容について，以下のように述べた。\na　前記２ア(ア)①の行為（柔軟体操の補助の件）については，Ａ女子学生は，水\n着のときに柔軟テストが実施されたか否かについては，はっきりとは回答しなかっ\nたが，補助の態様については，手首をつかまれて，背中にのしかかるように押され\n不快であったと説明した。\nb　同②の行為（「お姫さま抱っこ」の件）については，ａ校長が，見学者の中から一\n人だけを選び，「お姫さま抱っこ」するのは不自然ではないかと質問したところ，Ａ\n女子学生は，「水泳の授業中，見学でプールサイドにいたところ，原告が歩いて指\n導している後ろに付いてきなさいと言われた。目的がわからないまま付いて歩いて\nいると，突然横抱きにされて，プールに落とされそうになった。」と説明した。\nc　同④の行為（立位体前屈の際に前に立たれた件）については，ａ校長が，体操\nの指導に教官が前に立つのは当たり前ではないかと質問したところ，Ａ女子学生\nは，原告以外の教官は女性同士を組ませて測定させ，何センチ曲がったか，とい\nう報告を受けるだけであると説明した。\nd　同⑥の行為（廊下で抱きついた件）については，Ａ女子学生は，肩から腕を前\nに回し，組み止めるようにされた，とｄ講師をＡ女子学生に見立てて実演した。\ne　同⑦の行為（キスを強要した件）については，Ａ女子学生は，本件投書に記載\nされていたことと異なり，「球技大会の当日，体育館において，ｆ助教授が原告に対\nし，Ａ女子学生のことをＪＲのキャンペーンガールを務めていたなどと紹介したとこ\nろ，原告は，Ａ女子学生に握手を求めた上その手を引っ張って，『ここへキスしてく\nれ』と頬を差し出したが，これを見たｆ助教授が原告をたしなめた。」と説明した。\nｳ　ａ校長は，Ａ女子学生から，身元が分かるような調査はしないよう要求されたた\nめ，前記２ア(ア)⑥の行為（廊下で抱きついた件）について目撃者とされているｇ講\n師への事実確認を控えていたが，ｄ講師から事実確認を行うよう督促されたため，\n同年６月下旬，ｇ講師に対するヒアリングをした。\nｇ講師は，要旨，「たまたま米子高専の学生課に向かう廊下を歩いていると，前を\n友人と並んで歩いていたＡ女子学生に原告が後ろから近づき，両手を肩に置いて\n体を密着させるようにした（なお，自分と原告との距離は少し離れており，後ろから\n見たので，原告がＡ女子学生に抱きついたかどうかは分からなかった。）。そして，\n短時間で体を離し，『廊下で大声で話していてはだめじゃないか』というようなことを\n言って学生課に入っていった。周りの学生はあっけにとられた感じで，しーんとして\nいた。自分としては高等教育機関としてはありえない行為であると感じた。」と述べ\nた。\nｴ　ａ校長は，Ａ女子学生の身元が分かることを防ぐため，ｆ助教授に対する再度の\nヒアリングは行わなかった。\nｵ　同年７月１１日，ａ校長及びｅ教務主事は，Ｂ女子学生に対するヒアリングを行\nったが，Ｂ女子学生が内気な性格であるために，ｄ講師のほか，Ａ女子学生が立ち\n会った。\nこの時，Ｂ女子学生は，本件投書中のＢ女子学生分について，本件投書とほぼ\n同内容のことを述べたが，ｄ講師がＢ女子学生を代弁するような部分もあった（乙\n６の８頁。）。\nｶ　ａ校長は，Ａ，Ｂ両女子学生や，ｇ講師に対するヒアリング等を踏まえて，第３回\nセクハラ委員会のための資料を作成し，その中で，ａ校長の所見について，次のよ\nうに記載した（乙６）。\n(ｱ) Ａ女子学生についての前記２ア(ア)①の行為（柔軟体操の補助の件），同③の\n行為（生理の詳細を聞いた件），同④の行為（立位体前屈で前に立たれた件）につ\nいては，体育の授業に関することで，内容は担当教官の自由に任せられている\nが，同①については，１５歳の女子学生に体を密着させて指導することは，人権に\n対する配慮が足りなかったのではないかという疑いが残り，同③については，男子\n学生の前で生理の状況まで聞くのは，配慮が足りない面がある。\n(ｲ) 同②の行為（「お姫さま抱っこ」の件）については，原告は否定しているが，多く\nの学生が居る前での出来事であり，事実と考えざるを得ない。横抱きにしてプール\nに落とそうとした仕草は，体育の授業に関連したものとは認められず，明らかに特\n定の女子学生を意識した行為であり，学生が不快感を抱いたなら，嫌がらせの行\n為であると言われても，弁明の余地がない。\n(ｳ)  同⑤の行為（携帯電話番号を聞いた件）については，教官としては通常慎む\n事柄であるが，これだけで性的な嫌がらせとは言えない。\n(ｴ)  同⑥の行為（廊下で抱きついた件）については，ｇ講師の目撃からしても，事\n実であることは間違いない。その内容もかなり異常であり，通常，教官が学生に親\nしさを示す範囲を逸脱していると考えられる。\n(ｵ)  同⑦の行為（キスを強要した件）については，Ａ女子学生に対するヒアリング\nの結果，投書の内容とはかなり流れが異なり，本件投書を読み聞かせた段階で\nは，原告やｆ助教授が，そのような事実は承知していないといったとしても，虚偽の\n申立てをしたことにはならないと思われるが，Ａ女子学生の説明通り話せば，それ\nは投書者がＡ女子学生であることを告げるに等しいことであるから，原告やｆ助教\n授に再度尋ねることもできない。したがって，これまで得た情報から判断すると，球\n技大会担当のｆ助教授が原告にＡ女子学生を紹介したこと，これに対して原告が握\n手を求めたことは自然な流れであるが，その手を引いて，頬にキスを求めること\nは，冗談としても教官としては行きすぎた行為である。\n(ｶ)  以上のように，原告には，特定の女子学生に対して，体を接触させる，あるい\nは密着させるという性行があることが窺われ，これは恣意的なものではないもの\nの，相手が受ける嫌悪感に対して，原告は無頓着であると認められる。したがっ\nて，原告のそのような行動を差し止めるよう求めるＡ女子学生の申立ては，正当な\n理由を有するものと認められる。\n(ｷ)  Ｂ女子学生に対する行為については，学生指導という点からみて行き過ぎが\nあったとしても，セクハラには該当しない。\nｷ　同年７月２４日午前１０時３０分，第３回セクハラ委員会が開催され（乙１２），ａ\n校長は，上記資料（乙６）を配布した上，その内容について報告した。そして，Ａ女\n子学生から身元の安全を保証してほしいと強く要求されているため，これ以上の\n調査の進展は望めないことを告げた。\n以上を前提として，同委員会において原告に対する処分が検討され，少なくとも\nＡ女子学生についての前記２ア(ア)①（柔軟体操の補助の件），同③（生理の詳細\nを聞いた件），同⑥（廊下で抱きついた件），同⑦（キスを強要した件）の各行為に\nついてセクハラと疑われる事実が認定できると判断され（証人ａ調書１６９項以\n下），委員の中には，原告について懲戒処分の要件に該当するのではないかとの\n意見も多くあった。\nこれに対し，ａ校長は，原告には投書した学生が誰であるか伝えていないこと，\n一部のセクハラ行為とされる事実が発生した時期が，平成１１年４月の「文部省に\nおけるセクシュアル・ハラスメントの防止等に関する規程」の制定以前であり，学校\nとしてセクハラ防止等の啓蒙が行われていなかったことなどの理由から，懲戒処\n分に付するのは無理であり，セクハラ行為と疑われても仕方のない行為をしたと\n教育者が学生から指摘されたという事実を重大に捉え，口頭による厳重注意に止\nめたいと主張し，委員全員の了承を得た。\nなお，原告には，教育者として外形上第三者から誤解を招くような行為をしたとし\nて，平成９年に口頭注意処分とされた矯正措置歴がある（乙２１の１～５）。\n(6) 本件厳重注意処分の言渡し等\nｱ　平成１３年９月１８日午前１０時３０分，本件厳重注意処分の言渡しが行われ，\n最初に，ｃ事務部長が，セクハラ委員会の調査結果や「厳重注意」に至った経緯等\nを説明したが，その際，セクハラは加害者が意識していなくても，被害者が不快と\n感じた場合は成立することを強調した。\nｲ　次に，ａ校長が厳重注意の理由について，要旨，次のとおり説明した。\n(ｱ) 柔軟体操の補助の指導の際，男女同等に指導したという口実で，女子学生に\n上半身を密着させて補助を行ったのは，いささか配慮に欠ける。\n(ｲ) 水泳の授業で出席を取っている時，見学の申し出に生理の詳細を聞くことは，\n現在ならセクハラ行為であるとされる。\n(ｳ) 廊下で抱きついた件については，目撃証言もあり，なんらかのセクハラを思わ\nせるような行為があったと認めざるをえない。\nなお，キスを強要した件については，ａ校長が説明を始めたところ，原告が，「体\n育館に入っていくと女子学生が投げキスをしたので，それでは駄目だ，ここ，ここと\n言っただけで，手などは掴んでいない。」と述べたため，ａ校長は，原告が事実を隠\nしていたこと自体その非を認めたものとして，それ以上の説明をしなかった。\nｳ　そして，ａ校長は，今回の件は文部省がセクハラ防止対策等の規程を制定する\n前に起こったものもあるし，投書した学生を匿名として扱うことで，相手がはっきり\nしていない事情もあるが，いくつかの事実は，セクハラ行為として疑われても致し\n方がないものであるなどと述べ，最後に，ｃ事務部長が，口頭による厳重注意とす\nるものである旨述べた。\nなお，ｃ事務部長は，本件厳重注意処分の言渡しに際して，「疑わしきは罰する」\nとの発言もした。\nｴ　同年１０月２２日午前１０時４５分，第４回セクハラ委員会が開催され（乙１３），ａ\n校長が，原告を口頭による厳重注意処分としたこと，及び，この件に関する教官会\n議での説明については，女子学生が卒業した後に行うことなどを説明し，委員会\nは解散となった。\n(7) 本件教官会議におけるａ校長の発言等\nｱ　米子高専では，学生の事故，学生対学生の事故，学生対教官の事故等につい\nては，教育を遂行する上，教官が共通の理解を持っておく必要性があることから，\n担当委員会の議を経て，教官会議で報告，あるいは審議されるのが原則である\nが，原告に関する本件の問題についても，基本的には教官による学生指導上生じ\nたセクハラ問題であることから，最低限の情報は教官の間で共有しておく必要が\nあった。\nそこで，ａ校長は，本件については，不測の事態が生じ，投書した学生の学習に\n影響が出ないよう，投書した学生の卒業認定が終わった後の平成１４年３月６日\nの教官会議（本件教官会議）において，全教官に周知することとした。\nｲ　ところで，米子高専における教官会議の議題は，連絡事項，報告事項及び協\n議事項に分かれているところ，報告事項であれば当該教官会議の議題に上り，議\n事内容は録音され，議事録として公式に残ることとなる。\nこの点，ａ校長は，本件教官会議の議長であるｄ講師から，本件厳重注意処分を\n教官会議の議題に上げるよう要求されたが，本件厳重注意処分はあくまで口頭の\nものであり，原告の履歴（公式記録）にも記載されないという措置であることから，\nこれを断り，議事終了後における「平成１３年度を振り返って」という校長談話の中\nで取り上げることとした（乙２３）。\nｳ　本件教官会議において，ａ校長が原告の問題に関して発言した内容及びその\n前後の内容は，要旨，以下のとおりである（乙７，３０）。\n(ｱ)  米子高専に入学した学生は，米子高専にとって客であり，１つの人格であっ\nて，その人格を認めた教育を行うことが必要である。\n(ｲ)  セクハラの問題もこのことと関係するが，平成１３年４月，体育の教官により，\n授業の指導の中で体に触られる，横抱きにしてプールに落とされそうになった，あ\nるいは，廊下で後ろから不意に抱きつかれたということをされたが，改善して欲し\nいとの女子学生からの匿名の投書があった。その教官は事実を否定したが，なお\nあいまいな所があるので，同教官をその女子学生の授業から外した上，セクハラ\n委員会を設置して調査を行った。\nその結果，女子学生が匿名であり事実確認が困難であること，授業に関しては\nある程度教官の自主性に任されること，女子学生や教官の受け取り方の違い等を\n考慮しても，なお女子学生に非常に不快な思いをさせたという部分が残り，教官が\n意識的にしたものではないことは自分も重々認めているが，相手がどのように受\nけ止めるかが非常に大事であるから，同教官に対しては校長からの厳重注意処\n分にして，現在はその後の経過を見ているところである。\nｴ　ａ校長の発言後，出席者から処分が軽すぎるという意見が続出したが，ａ校長\nはこれには答えず，教官会議を終えた。\nｵ　本件教官会議の議事録が作成された際，校長談話は記載されなかったが，ｄ\n講師がこれに不服を唱え，ａ校長は，校長談話の原稿「平成１３年度を振り返って」\nを議事録と一緒に綴るという方法で調整を図ることとした。\n(8) 本件新聞記事の掲載等\nｱ　同年５月１７日，米子高専に対し，山陰中央新報の記者から原告のセクハラの\n件について取材したいとの申入れがあり，同記者の話から，本件教官会議の議事\n録に添付した校長談話の原稿の写しが新聞社に投書されていたことが分かった。\nそこで，ａ校長は，記者の取材に対しては，女子学生は２名であるということと，\nセクハラ行為と疑われている事項については，体育の授業のときに，体を密着さ\nせるような指導をしたということや，廊下で後ろから抱きついたというようなことであ\nったなど，本件教官会議での発言内容に沿った説明をした（証人ａ調書２１４項）。\nそして，同記者は，記事にするかどうかについては上司と相談して決めると述べ\nたため，ａ校長は，一人の教師の人権に関わっているので，記事にする場合は原\n告本人の話を聞いてからにしてもらいたい，と要望した。\nまた，その後，新日本海新聞社の記者からも取材があり，ａ校長は，同記者にも\n同様の対応をし，記事にする場合の要望を伝えた。\nｲ　同年５月１８日，日本海新聞において，本件新聞記事が掲載されたが，記事の\n内容が，ａ校長が説明した内容と異なっており，ａ校長は，学校の名誉に関わる問\n題であると考え，対応について協議するため，臨時主事会議を開くことにした。\n臨時主事会議で決定された内容は，次のとおりである（乙２４）。\n(ｱ)  学生に事態を説明して，不安が起こらないようにするため，学級担任を通じて\n説明をする。全校集会等は行わない。\n(ｲ)  事態を教官に説明するために，同月２０日の放課後，臨時教官会議を開催す\nる。\n(ｳ) 同日午後７時から後援会役員会を開催し，事態の説明を行うとともに，保護者\nに事態を正確に知らせるため，文章を作成し，配布する。\n(ｴ)  本件新聞記事については，米子高専が説明したことと大きく違っているので，\n謝罪，訂正を求める。\nｳ　臨時主事会議終了後，ａ校長らは，原告に会議の結果を伝え，ついで，ａ校長，\nｃ事務部長，ｂ庶務課長が米子高専としての抗議文（乙８）を作成し，他の者が保\n護者への説明文（乙２７）の原稿を作成した。その要旨は，次のとおりである。\n(ｱ) 米子高専の抗議文\n本件新聞記事については，下記の事由により，厳重に抗議するとともに謝罪文\nの掲載を要求する。\n記\na　米子高専で事実関係の調査を行ったところ，セクハラ行為を確定することは難\nしかったにもかかわらず，本件新聞記事の見出し文は，あたかも長期間に渡りセ\nクハラ行為があったかのごとく表現されている。\nb　本件新聞記事の内容中，「委員会は『セクハラとして疑う事実は残る』と判断\nし，口頭での厳重注意処分」と記載されたため，米子高専はセクハラ行為があった\nと認め厳重注意処分としたと誤解される表現になっているが，米子高専は，「セク\nハラとして疑われた事実は残るので，今後このような疑いを受けるような行為を厳\nに慎むよう厳重注意処分を行った」ものである。\n(ｲ) 保護者への説明文\n本件新聞記事の見出しや表現には，誤解を招く点がある。\n平成１３年４月，在学中の女子学生から匿名で，過去に教官からセクハラを受け\nたとの訴えがあり，米子高専としては，このことを重大，かつ真摯に受け止め，速\nやかに調査委員会を設置し，プライバシーに配慮しながら，両者への聴取，関係\n者への確認等を行い，事実関係の把握に鋭意努めてきた。\n調査の結果，両者の記憶に大きな相違があり，さらなる調査には女子学生のプ\nライバシー保護の制約があるなどのため，セクハラ行為と断定する確実な根拠は\n得られなかった。\nしかし，米子高専としては，教育者たる者がセクハラで訴えられたという重大な事\n実にかんがみ，校長から当該教官に対して厳重注意処分を行い，今後このような\n不名誉な事態を起こさないよう申し伝えた。\nｴ　同年５月２０日，ａ校長は，ｅ教務主事ら同席の下，米子高専を訪れた新日\n本海新聞社西部本社の編集局長らに対し，米子高専が取材時に説明した内容が\n記事に正しく表現されていないことを抗議して訂正を求めた上，上記抗議文を手交\nしようとした。\nこれに対し，編集局長は，見出し文については新聞社の独自取材による判断で\nあると述べたものの，内容部分については返答せず，米子高専の正式な抗議文を\n受け取ると，新聞社としても全力をあげて追加調査をしなければならない，米子高\n専の抗議の主旨は十分理解したので，正式な文書は出さないほうがよいのではな\nいかとの提案をした。\nこれを受けて，ａ校長らは，米子高専としても，見出しの根拠が新聞社の独自取\n材に基づくという主張を崩すことが出来ない限り，実効のある訂正は難しく，また，\n原告のこれまでの言動，噂等から新聞社の詳細な追加調査によって追加記事が\n出た場合は，原告の受ける打撃は致命的なものになると判断し，上記編集局長ら\nに公印を押捺していない抗議文を手交するにとどめた。\n(9) 本件全校集会における発言等\nｱ　同年５月２８日，ｅ教務主事からａ校長に対し，「本件新聞記事で学生，特に女\n子学生の間で不安感が広がり，放置しておけないので，対応してほしい。」との依\n頼があり，これに対し，ａ校長が「すでに学生には本件新聞記事について話してい\nるので，セクハラ防止への関心を教職員に高めてもらうために，ホームルームで学\n級担任から話してもらうのがよい。」と述べたところ，ｅ教務主事は，先生方ではセ\nクハラ防止についてうまく話せないので，ａ校長から話をしてほしいと述べた。\nそこで，ａ校長は，全校集会（本件全校集会）において，前記「文部省におけるセ\nクシュアル・ハラスメントの防止等に関する規程」に関する指針（(1)イ）の紹介を中\n心とした説明をすることとした。\nｲ　本件全校集会において，ａ校長は，本件新聞記事で動揺しないこと等，本件新\n聞記事に関する発言もしたが，主に，上記指針（(1)イ）に沿って，特に「セクシュア\nル・ハラスメントになりうる言動」を中心に事例を紹介し，人によってセクハラの受\nけ止め方が違うこと，もしセクハラを受けたと思ったら，学生相談室員に相談すれ\nば学校がすぐ対応すること，セクハラの加害者といわれても本人が反省している\n場合は差別的な扱いをしないことなどを説明し，冷静に行動するよう求めた。\n２　争点(1)（本件厳重注意処分の違法・不当性）について\n(1) 本件厳重注意処分の手続の違法・不当性について\nｱ　本件厳重注意処分の性質について\n本件厳重注意処分は，公務員の服務義務違反の程度が懲戒処分をもって臨む\nまでに至らないものについて，なおかつ，公務員秩序を維持する観点からこれをそ\nのまま放置出来ないものに対して講じられる，矯正措置の１つであり（乙１５，弁論\nの全趣旨），懲戒処分のように処分自体により直接効果が付与されるものではな\nく，本件厳重注意処分が懲戒処分である「戒告」に限りなく近い処分であるとはい\nえない（もっとも，そのことにより，その手続が，慎重を要する必要がないということ\nにはならない。）。\nｲ　セクハラ委員会の設置の告知について\n原告は，セクハラ委員会の設置が原告に秘匿されたまま調査が行われたと主張\nする。\nしかし，ａ校長が，平成１３年５月２９日，原告に対するヒアリングを行った際，同\n席したｂ庶務課長が作成したメモ（乙２８）によると，冒頭に〔学生からセクハラだと\nの訴えがでている。委員会設置している→非公開にしている。〕との記載があり，\n前記１(4)アのとおり，ａ校長は，ヒアリングの冒頭に，セクハラ委員会を設置したこ\nと等を原告に説明していることが認められる。\nｳ　セクハラ被害の具体的内容の告知について\n(ｱ)  原告は，セクハラ被害の具体的内容の告知を受けないまま，弁明・反論を求\nめられたと主張する。\nしかし，前記メモ（乙２８）によると，前記１(4)アのとおり，同年５月２９日のヒアリン\nグにおいて，ａ校長が，Ａ，Ｂ女子学生の投書を朗読したことが認められる。\nなお，前記１(3)ウのとおり，秘密保持のため，原告に対しても，投書した学生の\n氏名を匿名とすることとしたことが認められるが，少なくとも本件投書中の学生の\n学年や投書の内容自体から，問題とされている行為の年度を特定することは可能\nであり，また，投書中で問題とされている行為は，原告の日頃の授業方針に関す\nる行為（柔軟体操の補助の件，立位体前屈の際に前に立たれた件，生理の詳細\nを聞いた件）か，あるいは，日常的になされることのない行為（Ａ女子学生について\nのその余の件，Ｂ女子学生についての件）であるから，投書した学生の氏名を明ら\nかにしなければ実質的な弁明・反論ができないものとはいえない。\nまた，同メモに記載された，原告の弁明・反論の内容によると，告知された被害\n内容が具体的でないため，弁明・反論ができないといったような状況は全く窺え\nず，原告は，個々の事実について，明確に否定したり，その説明をしていることが\n認められる。\n原告は，同年５月２９日の原告に対するヒアリングに際しては，本件投書の具体\n的内容については何ら触れられず，もっぱら，原告がＸ女子学生との経緯につい\nて説明しただけであるとも主張する。\nたしかに，原告が，ヒアリングに際して，Ｘ女子学生のことに言及したことは，前\n記メモ（乙２８）の記載内容からも窺えるが，同記載内容からも，ヒアリングの内容\nがＸ女子学生との経緯についての説明だけであったとは認められない。\n(ｲ)  その後，ａ校長は，同年６月１８日，Ａ女子学生に対するヒアリングに先立ち，\n原告に対し，本件投書の主要な項目を記載した電子メールで思い違いがないかど\nうか確認を求めている（乙５）。\n原告は，上記メールには，本件投書の具体的内容については何ら触れられてい\nなかったと供述するが，上記電子メールの内容に照らし，採用できない（なお，乙５\nは，電子メールのファイルをプリントアウトしたものであるが，乙５は電子メールに\n転記する前のファイルであり（証人ａ調書２７６項），送信者や宛先，送信日時等が\n付加された，電子メール特有の書式になっていないからといって，不自然とはいえ\nない。）。\n(ｳ)  また，原告は，関係者の調査に立会権を保証されなかったと主張するが，本\n件投書に記載された事柄からして，投書した学生の自由な意思による発言を得る\nためには，原告を同席させずに投書した学生に対するヒアリングを実施する必要\nがあったというべきであり，また，上記（ア）のとおり，原告を同席させずとも，原告\nの弁明・反論の機会は十分だったのであるから，このような方法が相当でなかった\nとはいえない。\n(ｴ)  以上によると，原告が，セクハラ被害の具体的内容の告知を受けないまま，\n弁明・反論を求められたというような事情は窺えず，むしろ，本件投書に関する原\n告の弁明・反論の機会は十分与えられていたものといえ，本件厳重注意処分に至\nる手続が，原告の弁明・反論権を実質的に無視するものであったとはいえない。\nｴ　女子学生に対するヒアリングにおける同席者について\n原告は，被害申告者に対するヒアリングは個別に行うべきであるにもかかわら\nず，Ａ，Ｂ女子学生に対するヒアリングにはｄ講師を，Ｂ女子学生に対するヒアリン\nグにはＡ女子学生を同席させたと主張する。\nたしかに，前記１(5)イのとおり，原告が主張する者がヒアリングに同席したことが\n認められる。\nしかし，Ａ，Ｂ女子学生に対するヒアリングに，本件投書をまとめたｄ講師が同席\nし，Ｂ女子学生のヒアリングにＡ女子学生が同席した措置については，そのこと自\n体によりヒアリングの手続が必ずしも相当でなくなるものではなく，他者が同席す\nることにより，投書した学生の発言に不当な影響が及んだと窺わせるような事情も\n認められず，上記措置を根拠として，本件厳重注意処分の手続が相当でなかった\nとはいえない。\nｵ　委員会の運営について\n原告は，セクハラ委員会の委員に対して，本件投書の内容が説明されていない\nなど，セクハラ委員会の運営に問題があると主張し，その理由として，本訴提起後\nにセクハラ委員会の委員であったｊ技官から，同技官は投書の内容を認識していな\nいと聞いた。したがって，本件厳重注意処分に至る経緯に関する被告の主張は虚\n偽であるなどと述べる。\nしかし，ｊ技官は非公開であるセクハラ委員会で知り得た事情について明かさな\nかったに過ぎないとも考えられ，前記認定事実に照らしても，ｊ技官から聞いたこと\nのみを根拠として，セクハラ委員会の運営に問題があったということはできない。\nｶ　まとめ\n以上のとおり，ａ校長は，本件厳重注意処分を行うに当たり，原告に対し，女子\n学生から訴えのあったセクハラ被害の具体的内容を原告に対して告知し，弁明・\n反論の機会を与えているほか，本件厳重注意処分の手続について，原告の主張\nする違法・不当な点は窺えず，本件厳重注意処分の手続は，適法になされたと認\nめることができる。\n(2) 本件厳重注意処分の処分理由の違法・不当性について\nｱ　本件厳重注意処分の理由の告知について\n原告は，本件厳重注意処分においては，原告によるセクハラ行為自体の事実認\n定はなされておらず，被告主張による「セクハラとして疑われる事実」自体も具体\n的に示されていないと主張し，これに沿う供述をする（甲４，原告本人）。\nしかし，ａ校長が原告に対し，本件厳重注意処分を言い渡した際の状況は，前記\n１(6)のとおりである。\n原告は，本件厳重注意処分の言渡しは短時間で終わったというものの，何らか\nの告知があったことは否定しない。原告は，告知された具体的内容を述べるわけ\nでもなく，上記認定を左右するには至らない。\nｲ　本件厳重注意処分の理由について（その１）\n原告は，廊下で抱きついた件，及びキスを強要した件については，あり得ないと\n主張する。\n(ｱ) 廊下で抱きついた件について\n原告は，Ａ女子学生の肩に手を置いたこともないと供述する（原告本人第５回口\n頭弁論調書２９５項）。\nしかし，前記１(2)，(5)のとおり，本件投書やＡ女子学生に対するヒアリングにおい\nて，Ａ女子学生は，「２年生か３年生のとき（平成１０年か平成１１年），米子高専の\n廊下で原告が後ろから抱きついてきた，周りにいた友人はあ然としていた。」と供\n述しているところ，ｇ講師は，同講師に対するヒアリングにおいて，「平成１１年６月\nころ，たまたま学生課に向かう廊下を歩いていると，前を並んで歩いていたＡ女子\n学生に原告が後ろから近づき，両手を肩に置いて体を密着させるようにした。そし\nて，短時間で体を離し，『廊下で大声で話していてはだめじゃないか』というようなこ\nとを言って学生課に入っていった。周りの学生はあっけにとられた感じで，しーんと\nしていた。なお，自分と原告との距離は少し離れており，後ろから見たので，原告\nがＡ女子学生に抱きついたかどうかは分からなかった。自分としては高等教育機\n関としてはありえない行為であると感じた。」と，Ａ女子学生の供述と一部符合する\n供述をしている。また，ａ校長は，さらに，「ｇ講師は，原告がＡ女子学生に下半身を\n押し付けるようにしたと説明した。」と供述している（乙２４，証人ａ）。\n一方，ａ校長作成の資料（乙６）の記載に関し，ｇ講師は，「ａ校長に対し，『平成１\n１年６月ころに，米子高専の学生課付近において，原告がＡ女子学生に対してセク\nハラ的な行為をしたのを見たことはあるが，それは，Ａ女子学生を含む３，４人の\n学生が廊下で騒いでいたので，原告が後ろからＡ女子学生の肩に両手を当てて，\n大きな声を出してはいけないと言っていた。』と説明したものであり，原告の身体の\nそれ以外の部分がＡ女子学生に密着したなどと説明したことはないし，高等教育\n機関としてあり得ない行為であると感じたと説明したこともない。」とも供述する（甲\n５，１２，証人ｇ調書４６項，８７項，１２１項）。\nしかしながら，ｇ講師は，「周りの学生があっけにとられた感じでしーんとしてい\nた」との部分については否定しないところ（証人ｇ調書１１９項），両手を肩に置いて\n注意したことのみによって，周りの学生があっけにとられたような状態になるとは\n考えがたいし，また，証拠（証人ｇ）及び弁論の全趣旨によれば，ｇ講師は，酒の席\nで，ｄ講師から原告のセクハラ行為について問われた際，ｄ講師に対し，原告が学\n生課付近の廊下でした行為を話したが，この時の話が，本件厳重注意処分にまで\n発展し，原告に対する思わぬ不利益になったことが窺われ，そうすると，事の重大\n性から，ｇ講師が，ヒアリングの際にａ校長に対して説明した内容に比べ，原告に\n有利となる証言をする傾向があった可能性を否定できない。\nまた，ａ校長が，上記資料（乙６）において，説明されてもいない虚偽の事実を記\n載しなければならないような事情は窺われない（原告は，米子高専では，原告以\n外の教官によるセクハラに関する問題が生じており，ａ校長は，原告を処分するこ\nとによって，そのような状況を収束させようとしたと思われるなどと供述するが（甲\n１６，原告本人第６回口頭弁論調書６２項），前記認定事実によれば，他の教官が\n原告に対しては厳しい処分が妥当であるとするのに対し，ａ校長は，むしろ原告の\n処分に消極的であったのであるから，本件において，原告が供述するような事情\nは窺われないというべきである。）。\nそうすると，ｇ講師の上記供述（甲５，１２，証人ｇ４６項，８７項，１２１項）は採用で\nきず，上記資料（乙６）の記載は，ａ校長が聴取した内容をそのまま記載したもので\nあり，その内容は信用することができ，これにより，原告は，Ａ女子学生の両肩に\n手を置き，短時間ではあるが，背後から体を密着させるような行為をしたと認める\nことができる。\nもっとも，ｇ講師の目撃状況は，Ａ女子学生と原告から離れており，しかも，２人\nが縦に並んだ後方から目撃したものであること（証人ｇ），Ａ女子学生の供述（投書\n及びヒアリングの結果）は，２年近くを経た後になされたものである上，原告の両手\nの動きなどについて，ｇ講師の目撃内容との間に食違いがあることを考えると，こ\nれらの供述結果を総合しても，原告が体を実際に密着させたとまで断定すること\nは困難である。\n(ｲ) キスを強要した件について\n原告は，キスを強要した件について，球技大会の際，２２メートル離れたＡ女子学\n生から投げキスをされ，それに対して，自分の頬を指さして「ここ，ここ」と言ったこ\nとがあるだけであると供述する（甲４，原告本人第５回口頭弁論調書３７項）。\nしかし，前記１(2)，(5)のとおり，本件投書やＡ女子学生に対するヒアリングにおい\nて，Ａ女子学生は，原告が手を掴み，「ここにキスしろ」と原告の頬を指さして言っ\nたと供述している。本件投書における説明は，原告がいきなり手を掴んでキスを要\n求した内容となっており，唐突な感を免れないが，ヒアリングの際は，「球技大会の\n当日，体育館において，ｆ助教授が原告に対し，Ａ女子学生のことをＪＲのキャンペ\nーンガールを務めていたなどと紹介したところ，原告は，Ａ女子学生に握手を求め\nた上その手を引っ張って，『ここへキスしてくれ』と頬を差し出したが，これを見たｆ\n助教授が原告をたしなめた。」と説明しており，外形的事実については一貫した内\n容である上，より具体的で自然な内容となっており，信用性は高いといえる。\nまた，前記１(4)のとおり，これを目撃していたというｆ助教授は，投書に書かれて\nいるようなことはなかったと供述する一方，筋書きの違うことがあったのかとの問\nいには肯定しつつ，誤解を受けるようなことは言いたくないと述べたことが認めら\nれる。ｆ助教授は，原告の立場を考慮して，供述を控えたと思われるが，原告が主\n張するような事実であれば，供述を控える動機に乏しいといわざるを得ない。\nそうすると，Ａ女子学生に対するヒアリングの際における供述のとおりの事実を\n認めることができる。もっとも，この事実は，少なくとも，投書に記載された「いきな\nり手を掴んでキスを強要した」という状況とは様相を異にするといわざるを得ない。\nｳ　本件厳重注意処分の理由について（その２）\n原告は，本件厳重注意処分の理由が「セクハラとして疑われた事実が残る」こと\nであることについて，「調査によるもセクハラ事実は認定できないが，投書があった\n以上責任をとれ」ということと同義であり，何ら処分理由たり得ないものであると主\n張する。\nしかし，前記１(6)のとおり，ａ校長は，「いくつかの事実は，セクハラ行為として疑\nわれても致し方がない。」と述べているが，これは，疑いがあることを理由として処\n分したものではなく，調査の結果，女子学生から投書のあった事実の一部を認め\nる一方で，これを全て認めることができず，また，それ以上の調査も困難であった\nため，認定することのできた事実を前提に，セクハラと評価されるおそれのある事\n実があったと判断して，本件厳重注意処分を選択したことが認められる。\nそして，前記イのとおり，廊下で抱きついた件及びキスを強要した件について\nは，調査の結果，上記の限度で事実を認定することができ，これによると，原告\nは，特定の女子学生に対し，不必要に身体に接触しようとし（肩に両手を置き，体\nを密着させるか，もしくは，そのように感じるほどに近接させる行為など），その結\n果，女子学生に不快な思いをさせ，少なくとも，セクハラと評価されるおそれのある\n事実があったと認めることができる。\nさらに，平成１１年３月３０日付けで「文部省におけるセクシュアル・ハラスメントの\n防止等に関する規程」が制定されて，各国立学校等においてセクハラの防止等に\n積極的に取り組むことが要請され，米子高専においても，平成１１年４月以降，学\n生相談室を発足させるなどして，セクハラ防止に努めてきた状況や，原告には，上\n記認定された事実のほか，柔軟体操の補助の件や生理の詳細を聞いた件が存す\nること（いずれも当事者間に争いがない。また，この２件は，本件厳重注意処分の\n直接の理由とはされていないが，処分の内容を定める上において，考慮すること\nは可能であるし，上記１(5)キ，(6)イによると，実際に考慮されたことが認められ\nる。），平成９年に口頭注意処分の矯正措置歴を有していることを併せ考えると，ａ\n校長が，部下である原告に対し，その職務履行の改善向上に資する矯正措置とし\nて，４種類ある矯正措置（「訓告」，「文書厳重注意」，「口頭厳重注意」，「注意」）の\nうち，「口頭厳重注意」である本件厳重注意処分をなしたことは，必要性，相当性を\n満たすものであり，適法であったものと認められる。\nよって，原告の主張は理由がない。\nｴ　本件厳重注意処分の意図について\nまた，原告は，ａ校長から，「処分はセクハラということの処分ではなく，学生指導\n上の問題ということでの処分である」と告げたが，このことは，本件厳重注意処分\nが，正当な処分理由がないのになされた政治的処分であることを示すものである\nと主張する。\nたしかに，ａ校長は，原告のＢ女子学生に対する行為について学生指導上問題\nがあると考えており，本件厳重注意処分に際しても，原告の行為に「学生指導上」\n問題があることについて言及した可能性は否定できないが，このことは，本件厳重\n注意処分が，原告がセクハラと疑われる行為をしたことに対してなされたという前\n記認定を左右するものではない。また，ｃ事務部長が「疑わしきは罰する」という表\n現を用いたとしても，そのことで，直ちに本件厳重注意処分を処分理由がないのに\nなされたということはできず，ａ校長がｃ事務部長と同様の認識を有していたことに\nもならない。\nｵ　まとめ\n以上によると，ａ校長は，セクハラ委員会での検討の結果，Ａ女子学生の投書内\n容のうち，廊下で抱きついた件及びキスを強要した件について，その一部を認定\nし，セクハラと疑われる事実と判断し，本件厳重注意処分を行うことが相当である\nと判断し，これを言い渡したものであるが，同処分は適法，相当であったということ\nができる。\n３　争点(2)（本件教官会議におけるａ校長の発言の違法性）について\n原告は，本件教官会議において，ａ校長が，原告がセクハラ行為をしたと断定す\nる発言をしたと主張し，これに沿う証拠（甲４，７）を提出する。\nしかしながら，本件教官会議における校長談話の内容（乙７）は，これを録音した\nテープ（乙３０）と同一であり，したがって，本件教官会議におけるａ校長の発言に\nついては前記認定のとおり認められるところ，その内容が，原告がセクハラ行為を\nしたと断定するものでないことは明らかである。たしかに，本件厳重注意処分に関\nする話題に引き続き，セクハラとわいせつ行為の違いについて言及していることか\nら，聞く者によっては原告がセクハラ行為をしたと誤解させる可能性もないではな\nいが，ａ校長は，原告が意識的にしたものでないことについて明言し，かつ，セクハ\nラは相手が嫌がる行為を「意識して」繰り返し行うものであると説明しているのであ\nるから，通常の注意力をもってすれば，ａ校長の発言によって，原告がセクハラ行\n為をしたと印象づけられるものではないというべきである。\nしたがって，ａ校長が，原告がセクハラ行為をしたと断定したことを前提とする原\n告の主張は失当である。\nなお，本件教官会議におけるａ校長の発言に関する前記認定を前提としても，こ\nれにより原告の教官内での評価を低下させた可能性は否定できないが，本件は，\n対学生指導の問題性という側面が絡んでおり，教官相互間に共通の理解が持た\nれるべき事柄であること，ａ校長の発言が，相手方の受け止め方に配慮すべきで\nあることを主眼としているといえることからすれば，当該発言が違法であるとまで\nはいえない。\n４　争点(3)（本件新聞記事に関する新聞社に対するａ校長の対応の違法性）につ\nいて\n原告は，本件新聞記事が掲載されたのは，ａ校長が，違法・不当な本件厳重注\n意処分をしたことのほか，本件教官会議で事実と異なる処分理由を報告したこと，\n及び，新聞社の取材に対し，事実と異なる処分理由を説明したことによると主張す\nる。\nしかしながら，平成１４年５月８日付け日本海新聞に本件新聞記事が掲載された\nのは，本件教官会議における校長談話の原稿の写しが新聞社に投書されたこと\nをきっかけとするものであるが，ａ校長の本件教官会議における発言前後の経緯\nについて，違法とはいえないことは前記３のとおりであり，また，ａ校長が，上記投\n書がされた後に行われた新日本海新聞社の記者の取材に対して，事実と異なる\n処分理由を説明したとも認められないから，本件新聞記事の掲載に関して，ａ校長\nが何らかの責任を負うものではない。\nそして，前記２(2)のとおり，ａ校長において原告がセクハラと疑われる行為をした\nと判断したことには相当な理由があると認められること，また，ｅ教務主事から，原\n告のセクハラ行為が米子高専において問題となっているとの報告を受けていたこ\nと等からして，ａ校長が，新聞社の追加取材によって原告がさらなる打撃を受ける\n可能性があると判断したことについても，了解可能である。\n以上の事実を前提にすれば，本件新聞記事に対するａ校長の対応が適切を欠\nき，違法であるとはいえない。\n５　争点(4)（本件全校集会におけるａ校長の発言の違法性）について\n原告は，ａ校長は，本件全校集会において「事実関係はセクハラ報道のとおり」\nであると報告して原告にセクハラ行為があった旨断定したと主張し，これに沿う証\n拠（甲４，１３）を提出する。\nしかしながら，米子高専の抗議文（乙８）や保護者に対する説明文（乙２７）にお\nいて，「セクハラ行為と断定する確実な根拠は得られなかった」などとされているに\nもかかわらず，ａ校長が，本件全校集会において事実関係はセクハラ報道のとお\nりであるなどと発言する必然性は全くなく，原告主張に沿う上記証拠を直ちに採用\nすることはできず，その他，本件全証拠によるも，ａ校長が，本件全校集会におい\nて原告の社会的評価を低下させるような何らかの言動をしたとは認められない。\nしたがって，本件全校集会におけるａ校長の発言が違法であるとはいえない。\n６　まとめ\n以上のとおり，原告が主張するａ校長による各不法行為はいずれも認められず，\n同校長の不法行為を前提にした慰謝料請求には理由がない。\n第６　結 論\n以上の次第で，原告の本訴請求は理由がないのでこれを棄却することとし，訴\n訟費用の負担について民事訴訟法６１条を適用して，主文のとおり判決する。\n（口頭弁論終結日 平成１６年２月１０日）\n鳥取地方裁判所民事部\n裁判長裁判官　　　　山田陽三\n裁判官　　　　山本和人\n裁判官 小野寺 明 は，転補につき，署名押印することができない。\n裁判長裁判官  　　  山田陽三\n"
}