{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 16,
    "month": 5,
    "day": 24
  },
  "case_number": "平成16(ワ)6516",
  "case_name": "商標権侵害差止等請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "商標権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "10310",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=10310",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/310/010310_hanrei.pdf",
  "contents": "平成１６年(ワ)第６５１６号商標権侵害差止等請求事件\n口頭弁論終結日　平成１６年４月２８日\n判　　　　　　　決\n原　　　　　　告　　　　　　セコム株式会社\n訴訟代理人弁護士　　　　　　石田省三郎\n同　　　　　　　　　　　　　鎮西俊一\n被　　　　　　告　　　　　　Ａ\n主　　　　　　　文\n１　被告は，別紙商標目録記載の標章を付したステッカーを販売し，販売の\nために展示してはならない。\n２　被告は，その占有に係る別紙商標目録記載の標章を付したステッカーを\n廃棄せよ。\n３　被告は，原告に対し，金４２２万３９２５円及びこれに対する平成１６\n年４月１日から支払済みまで年５分の割合による金員を支払え。\n４　原告のその余の請求を棄却する。\n５　訴訟費用は，これを１０分し，その１を原告の負担とし，その余を被告\nの負担とする。\n６　この判決の３項及び５項は，仮に執行することができる。\n事実及び理由\n第１　請求\n１　主文１，２項と同旨\n２　被告は，原告に対し，金１１７２万５９０５円及びこれに対する平成１６年\n４月１日から支払済みまで年５分の割合による金員を支払え。\n第２　事案の概要\n本件は，原告が被告に対し，被告が製造・販売するステッカーが原告の商標\n権を侵害するとして，被告の上記行為の差止等と損害賠償を求めた事案である。\n１　争いのない事実\n(1)　原告の有する商標権\n原告は，警備業法に基づく警備業等を営む株式会社であり，別紙商標権目\n録(1)及び(2)記載の商標権（以下，順に「本件商標権１」，「本件商標権２」とい\nい，これらを併せて「本件商標権」という。また，本件商標権２の登録商標を「本\n件商標」という。）を有している。\n(2)　被告の行為\n被告は，別紙被告ステッカー目録記載のステッカー（以下「被告ステッカ\nー」という。）を製造し，インターネットのヤフーオークションにおいて販売し，\n販売のために展示している。\n２　当事者の主張\n(1)　原告の主張\nア　商標権の侵害\n被告は，本件商標と同一の又は類似した標章を付して被告ステッカーを\nインターネットを通じて販売している。被告ステッカーは，本件商標権２の指定商\n品である第１６類の商品と同一である。したがって，被告が被告ステッカーを販売\nし，販売のために展示することは本件商標権の侵害となる。\nイ　損害額\n原告は，被告の本件商標権侵害行為により，以下のとおり，合計１１７\n２万５９０５円の損害を被った。\n(ア)　財産的損害\n被告は，被告ステッカーを７９６枚販売し，これにより以下のとおり\n合計７２万５９０５円の利益を得た。\n①　売上額                          　　　合計７５万９０４０円\nYahoo JAPAN  ID（以下「ID」という。）「piano_763」での販売\n販売件数　　１２８件（１２８枚）\n１件の価格　９２０円\n売上額      １１万７７６０円（＝１２８×９２０）\nID　「h841dtm」での販売\n販売件数　　３３４件（１件２枚で６６８枚）\n１件の価格　１９２０円\n売上額　　　６４万１２８０円\n②　販売経費         　　　             　合計３万３１３５円\nヤフーオークション出品費用\n参加費　２９４円×６か月分＝１７６４円\n出品システム利用料\n１０円／１件×４６２件＝４６２０円\n落札システム利用料\n７５万９０４０円×０．０３＝２万２７７１円\nステッカー製造費用\n５円／１枚×（１２８＋６６８）＝３９８０円\n③　利益\n７５万９０４０円－３万３１３５円＝７２万５９０５円\nしたがって，原告の被った損害額は７２万５９０５円と推定される\n（商標法３８条２項）。\n(イ)　信用毀損による損害\n原告の別紙原告ステッカー目録記載のステッカー（以下「原告ステッ\nカー」という。）は，原告が多大の費用と時間をかけて開発し，広告宣伝及び営業\n活動を行うことによって築き上げた防犯サービス等の信用力を表象するものであ\nり，世間では同ステッカーの表示をもって，これが貼付された建物等を原告の提供\nする防犯サービス等の契約建物等であると認識する。\n被告が被告ステッカーを販売したことにより，原告ステッカーの有す\nる世間の評価と信頼は傷つけられ，原告の信用は毀損された。\n原告が被った信用毀損による損害は，１０００万円を下らない。\n(ウ)　弁護士費用\n被告の本件商標権侵害に対し，原告は，本件訴訟を提起することを余\n儀なくされ，弁護士費用として１００万円の損害を被った。\n(2)　被告の反論\nア　被告が被告ステッカーをインターネットのヤフーオークションにおいて\n販売していたことは認める。被告は，被告ステッカーの販売行為が商標権を侵害す\nるとの認識を有していなかった。\nイ　被告は，原告から２度，警告を受け，その都度原告に対して謝罪し，販\n売した商品を添付して，以下のとおり質問したが，原告から回答を得られなかっ\nた。\n(ア)　被告は，原告と同様のサービスを偽ってセキュリティサービスを販\n売しているのではなく，原告が加入者に無料配布しているステッカーを真似たパロ\nディ品を純正品でないことを明記して紹介していた。具体的な違法性を知りたい。\n(イ)　被告が製造販売したステッカーは，ロゴタイプとコメントが異なる\nが，どのような基準で商標権の侵害品と判断されるのか。\n(ウ)　被告が製造販売したステッカーは，原告のものとロゴタイプと指定\n色が異なるが，どのような基準で商標権の侵害品と判断されるのか。\n(エ)　被告が製造販売したステッカーは，市販ラミネートフィルムでの市\n販インクジェットプリンターによる簡易印刷物であるが，全く仕様が異なる品質の\n物がどの範囲で商標権の侵害品と判断されるのか。\n被告は，以上の点を原告に質問したが，原告から回答がなかったので，\n違法性がないものと理解し，販売を続けた。\n第３　当裁判所の判断\n１　商標権侵害の有無\n(1)　証拠（甲１の２，甲３）によれば，被告ステッカーは，本件商標権２の指\n定商品である印刷物又は文房具類に該当すること，被告ステッカーには，別紙被告\nステッカー目録記載のとおり，表面の下段約３分の１程度の幅で大きく本件商標と\n実質的に同一の標章が付されていること，以上の事実が認められる。したがって，\n被告ステッカーを販売し，又は販売のために展示する被告の行為は，原告の有する\n本件商標権２を侵害する行為である。\n（なお，原告は，被告の上記行為が，本件商標権１を侵害する行為であると\nも主張する。本件商標権１に基づく請求と本件商標権２に基づく請求とは，選択的\nな請求と解されるので，本件商標権１の侵害の有無については判断しない。）\n(2)　被告は，前記第２の２(2)のとおり，被告ステッカーが商標権の侵害品で\nあるとの認識がなかったこと，被告ステッカーを販売する行為について違法性がな\nいと理解したなどと主張する。しかし，被告の主張する事情はいずれも商標権の侵\n害の成否を左右する事情にはなり得ず，被告の主張は，主張自体失当である。\n２　原告の損害額\nそこで，被告の本件商標権２の侵害行為により原告が被った損害額について\n判断する。\n(1)　財産的損害\n証拠（甲７の１，２）及び弁論の全趣旨によれば，被告は，平成１５年８\n月２２日から平成１６年２月１１日までの間，「piano_763」及び「h841dtm」の\nIDでインターネットのヤフーオークションに被告ステッカーを出品し，総数７９６\n枚を合計７５万７０６０円で販売したことが認められる。\nまた，弁論の全趣旨によれば，被告は，被告ステッカーを製造販売するた\nめに，前記第２の２(1)イ(ア)②（販売経費）記載のとおり，合計３万３１３５円の\n費用を支出したことを認めることができる。本件全証拠によるも，上記経費額の他\nに被告が被告ステッカーを製造販売するために経費を支出したことを認めることは\nできない。\nしたがって，被告は被告ステッカーの製造販売により，７２万３９２５円\nの利益を得たものと認められるから，同額が本件商標権２の侵害により原告が被っ\nた損害額と推定される（商標法３８条２項）。\n７５万７０６０円－３万３１３５円＝７２万３９２５円\n(2)　信用毀損による損害\nア　証拠（甲２ないし７）及び弁論の全趣旨によれば，以下のとおりの事実\nが認められ，これに反する証拠はない。\n(ア)　被告は，平成１５年８月下旬ころから，インターネットのヤフーオ\nークションにおいて，IDを「piano_763」と表示して，被告ステッカーを出品した。\n原告は，直ちに，オークションを運営するヤフーに対して，出品の削除を申し入\nれ，削除されたが，被告は，その後も，出品を繰り返した。原告は，平成１５年９\n月１９日付けの内容証明郵便により，被告に対して，被告ステッカーの販売の中\n止，販売先の開示等を求める警告書を発し，同警告書は，翌日被告に到達した。こ\nれに対して，被告は，同年１０月２日，「大変ご迷惑をおかけした事をお詫び申し\n上げます」「貴社にこのようなご迷惑がかかる事を想定せず，大変軽率な行動であ\nった事を反省しております。」「現在このような警告を受けましたので販売してお\nりません。」などと記載した書面を送付し，翌日原告に到達した。\n(イ)　ところが，被告は，その直後の同年１０月１１日，IDを「h841dtm」\nに変更して，夜間，土日を選んで，被告ステッカーの出品を継続した。原告は，平\n成１６年１月２９日付けの内容証明郵便により，被告に対して，被告ステッカーの\n販売の中止，販売先の開示等を求める警告書を発し，同警告書は，翌日被告に到達\nした。しかし，被告は，その後も，被告ステッカーの出品を続けていた。\n被告が被告ステッカーを販売した数量は，「piano_763」を使用したも\nのが１２８枚であるのに対して，「h841dtm」を使用したものが６６８枚に及ぶ。\n(ウ)　原告は，長年にわたり，警備業法に基づいた防犯サービスを営んで\nいる。原告は，顧客との間で防犯サービス，火災監視サービス等の提供契約を締結\nした場合に，契約者であることを表示し，防犯上の抑止力とすることを目的とし\nて，契約者に対し原告ステッカーを貸与している。原告ステッカーは，防犯サービ\nス等の対象となった建物等に貼付され，これにより原告が同サービスを行っている\n建物等であることが，部外者から一見して分かるものである。このように，原告ス\nテッカーは，広告宣伝及び営業活動を行うことによって築き上げた防犯サービス等\nの信用力を表象するものであり，同ステッカーの貼付された建物等は原告の提供す\nる防犯サービス等の契約建物等であると認識されている。\nイ　以上認定した事実，すなわち，①被告の販売に係る被告ステッカーは，\n原告ステッカーと同一又は極めて酷似したものであって，被告ステッカーの外観か\nらその出所を判別することは困難であること，②被告ステッカーの販売数量は，合\n計約８００枚であって，極めて多数に及ぶこと，③被告は，原告から警告状を受け\n取って，詫び状を送付し，販売の中止を約束しながら， IDを変更して，販売を継続\nしていること，警告書を受け取った後の販売数量が，警告書を受ける前より多数に\n及ぶこと，④原告ステッカーは，原告が多大の費用と時間をかけて，営業活動及び\n宣伝活動をすることによって形成した原告の防犯サービス等の信用力を表象するも\nのと評価でき，原告ステッカーの掲示をもって，原告の提供する防犯サービスの契\n約者であると，一般に認識されていること等の事実に照らすならば，被告による被\n告ステッカーの販売行為は，原告が形成してきた防犯サービスに対する評価及び信\n用を著しく低下させる行為であり，その販売態様も悪質であるといえる。そうする\nと，被告の販売行為により原告が被った信用毀損による損害は３００万円と認める\nのが相当である。\n(3)　弁護士費用\n原告が本件訴訟の提起・追行を原告訴訟代理人に委任したことは記録上明\nらかであるところ，本件訴訟の内容，認容額，難易度その他一切の事情を考慮すれ\nば，被告の行為と相当因果関係のある弁護士費用は５０万円が相当である。\n(4)　小括\n以上のとおり，原告が被告の本件商標権２の侵害行為により被った損害額\nは，合計４２２万３９２５円となる。\n４　結語\nよって，原告の請求は主文掲記の限度で理由があるから，主文のとおり判決\nする。\n東京地方裁判所民事第２９部\n裁判長裁判官　　　　飯　　村　　敏　　明\n裁判官        榎　　戸　　道　　也\n裁判官        山　　田　　真　　紀\n（別紙）\n商標目録商標権目録（１）商標権目録（２）被告ステッカー目録原告ステッカー目\n録\n"
}