{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 13,
    "month": 1,
    "day": 30
  },
  "case_number": "平成12(ワ)186",
  "case_name": "",
  "court_name": "東京地方裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "12719",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=12719",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/719/012719_hanrei.pdf",
  "contents": "平成一二年(ワ)第一八六号  特許権侵害差止等請求事件\n（口頭弁論終結の日　平成一二年一〇月二三日）\n判　　      　  決\n原　　　　　　　告 　　 　　株式会社日本ティーエムアイ\n右代表者代表取締役 　     　【Ａ】\n右訴訟代理人弁護士   　     本　田　俊　雄\n同　　　　　　　　          松　田　英一郎\n同　　　　　　　　          山　枡　幸　文\n同　　　　　　　　　　　　　杉  浦  正  敏\n同　　　　　　　　　　　　　田  中  宏  明\n同　　　　　　　　　　　　　桐  生  貴  央\n同　　　　　　　　　　　　　金　子　悦司郎\n右訴訟復代理人弁護士        水  成  直  也\n右補佐人弁理士              横  沢  志  郎\n被　　          告      　　株式会社武富士\n右代表者代表取締役      　　【Ｂ】\n被告補助参加人      　　    沖電気工業株式会社\n右代表者代表取締役      　　【Ｃ】\n右両名訴訟代理人弁護士      野　上　邦五郎\n同　　　　　　　　          杉  本  進  介\n同　　　　　　　　          冨  永  博  之\n主        　　　文\n一　原告の請求をいずれも棄却する。\n二　訴訟費用は原告の負担とする。\n事実及び理由\n第一　原告の請求\n一　被告は、別紙物件目録（一）記載のシステムを用いて、カードを発行しては\nならない。\n二　被告は、別紙物件目録（二）記載のカード発行機を除却せよ。\n三　被告は、原告に対し、二億円及びこれに対する平成一二年二月四日（訴状送\n達の翌日）から支払済みまで年五分の割合による金員を支払え。\n第二　事案の概要\n本件は、カード発行システムについて特許権を有する原告が、被告に対し、被告\nが使用する「￥ｅｎむすび」なる無人契約受付機を用いた「￥ｅｎ　Ｃａｒｄ」等\nのカード発行システムが、原告の特許発明の特許請求の範囲に記載された構成要件\nを文言上充足するか、又はこれと均等であることを理由に、その技術的範囲に属す\nると主張して、特許権に基づき使用行為の差止め及び損害賠償を求めている事案で\nある。\n一　前提となる事実関係（当事者間に争いのない事実及び弁論の全趣旨により認\nめられる事実）\n１　原告は、工業用測定器の製造、販売、輸出入並びに通信機械器具の開発、製\n作及び販売等を業とする株式会社であり、被告は、消費者金融業等を業とする株式\n会社である。なお、被告補助参加人は、被告の使用している無人契約受付機及びカ\nード発行システムを設計、製造及び販売した会社である。\n２（一）原告は、次の特許権（以下「本件特許権」という。）を有する。\n①　発明の名称　　カード発行システム\n②　出願年月日　　平成三年八月二四日\n③　出願番号　　特願平三ー二九五二九〇\n④　登録年月日　　平成九年一〇月三日\n⑤　特許番号　　第二七〇三六八三号\n（二）本件特許権に係る明細書（以下「本件明細書」という。本判決末尾添付の\n特許公報〔甲二。以下「本件公報」という〕参照）の特許請求の範囲の請求項１の\n記載は、次のとおりである（以下、この発明を「本件特許発明」という。）。\n「会員証などのカードの発行を集中的に制御する親局と、この親局の制御の下に\nカードの発行を行う少なくとも一つの子局とを有し、前記子局は、運転免許証など\nの身分証明書が貼付され署名がなされたシートを読み取りハードコピー化する情報\n読み取り手段と、得られたハードコピーを前記親局に伝送する情報伝送手段と、カ\nードの発行を行うカード発行手段と、前記親局からカード発行許可信号を受け取る\nと、前記カード発行手段に対してカード発行を指示する駆動制御手段とを備え、前\n記親局は、前記子局の情報伝送手段によって供給される情報を受け取る情報受取手\n段と、前記子局に対して前記カード発行許可信号を伝送する許可信号発生手段とを\n備えている、ことを特徴とするカード発行システム」\n３　本件特許発明の特許請求の範囲の記載は、次のａないしｉの構成要件に分説\nすることができる（以下、それぞれの構成要件を「構成要件ａ」などという。）。\nａ　会員証などのカードの発行を集中的に制御する親局と、\nｂ　この親局の制御の下にカードの発行を行う少なくとも一つの子局とを有し、\nｃ　前記子局は、運転免許証などの身分証明書が貼付され署名がなされたシート\nを読み取りハードコピー化する情報読み取り手段と、\nｄ　得られたハードコピーを前記親局に伝送する情報伝送手段と、\nｅ　カードの発行を行うカード発行手段と、\nｆ　前記親局からカード発行許可信号を受け取ると、前記カード発行手段に対し\nてカード発行を指示する駆動制御手段を備え、\nｇ　前記親局は、前記子局の情報伝送手段によって供給される情報を受け取る情\n報受取手段と、\nｈ　前記子局に対して前記カード発行許可信号を伝送する許可信号発生手段とを\n備えている、\nｉ　ことを特徴とするカード発行システム\n４　被告は、別紙物件目録（二）記載の本件カード発行機を被告店舗に設置し、\n別紙物件目録（一）記載のシステムを使用している（以下、「被告システム」とい\nう。ただし、同目録（一）中の１構成の説明中の（四）（２）「オペレータ端末側\nの処理システムー４（契約証書確認システム）」の部分及び同（五）（「暗証番号\nの確認、契約証書写し等の発行、カード発行システム」）の部分については、当事\n者間に争いがある。）。\n二　争点及びこれに関する当事者の主張\n１　被告システムが、本件特許発明の構成要件を、文言上充足するか。\n（一）原告の主張\n被告システムは、次のとおり、本件特許発明の構成要件ａないしｉを、文言上\n充足し、その技術的範囲に属する。\n（１）被告システムは、本件特許発明の構成要件ａ、ｂ、ｅ、ｇ、ｉを充足する。\n（２）構成要件ｃ、ｄについて\n被告システムは、申込書及び運転免許証などの身分証明書を別々にセットする\n仕組みであるから、本件発明の構成要件ｃにおける「運転免許証などの身分証明書\nが貼付され署名がされたシート」のように一枚ではなく、申込書に記載された情報\nと身分証明書記載の情報とを別々に読み取る方式になっている。しかし、本件特許\n発明の技術的意義は、本件特許発明が「担当者が常置し、複数の無人化された子局\nから送信されるカード発行希望者に関する情報を目視等することによって、集中的\nに右カード発行希望者に対する与信判断を行い、右与信判断に従い、子局に対し、\nカード発行の許否を伝える親局」と、「右親局の与信判断の資料となるカード発行\n希望者に関する情報を取得し、これを親局に伝送するとともに、親局の与信判断の\n結果に従い、カード発行動作を行う子局」とで構成されている点にある。また、\n「身分証明書」と「顧客が氏名を記入した申込書」を別々の機会に読み取ることは\nもちろん、「一枚のシートとして伝送するため身分証明書をシートに貼付して一体\n化すること」も、当業者間においては周知慣用手段であり、当業者が任意に選択し\nうる情報読み取りの手順の一つに過ぎず、それ自体は何ら技術的要素を有しない。\nそうすると、親局の与信判断の資料となるカード発行希望者に関する情報を一枚の\nシートにして一回で読み取ろうと、別々の機会に二度に分けて読み取ろうと、その\n果たす機能に差異はなく、その意味で「身分証明書が貼付され署名がなされたシー\nトを読み取る」ということも「身分証明書と顧客が氏名を記入した申込書を別に読\nみ取る」ということも技術的意義は同一である。したがって、被告システムは、本\n件特許発明の構成要件ｃ中の「身分証明書が貼付され署名がなされたシート（を読\nみ取る）」という構成を充足する。\nしたがって、被告システムは、構成要件ｃを充足する。\nまた、本件特許発明の構成要件ｄにおいては、「得られたハードコピーを前記親\n局に伝送する情報伝送手段」との記載があるところ、たしかに、「ハードコピー」\nという言葉は、「プリンターにより紙に打ち出されたコンピューターの出力」ない\nしは「ブラウン管やスクリーン上の映像を、紙などの上に安定した画像として写し\n取ったもの」という意味を有する。しかし、本件明細書の発明の詳細な説明の欄に\nおける実施例についての記載のうち段落【００１２】、【００１３】において、そ\nれぞれ「コピーした内容が････送信される。」、「支店側から送信された情報を受\n信し、」と記載され、同欄における発明の効果についての記載のうち段落【００２\n１】においても、「本店の側では受信した情報に基づきカードの発行の許否を判別\nして、」と記載されている。このように、ここで伝送される「得られたハードコピ\nー」とは、ハードコピーそのものではなく、そこに記載された申込者の身分情報や\n個人情報を意味する。しかるに、被告システムも、身分証明書及び署名がなされた\nシート等に記載された申込者の身分情報や個人情報を伝送するのであり、身分証明\n書や署名がなされたシート等そのものを親局たる処理センターに伝送するわけでは\nない。したがって、被告システムが、身分証明書及び署名がなされたシート等を伝\n送するという点は、申込者の身分情報や個人情報を親局に伝送する手段を有すると\nいう点で同一である以上、本件特許発明の構成要件ｄの「得られたハードコピー」\nの文言を充足する。\nしたがって、被告システムは構成要件ｄを充足する。\n（３）構成要件ｆ、ｈについて\n被告システムは、本件特許発明の構成要件ｆ、ｈにいう「カード発行許可信号」\nの文言を充足する。\n別紙物件目録（一）の１構成の説明（五）の記載及び甲八によれば、被告システ\nムにおいては、子局たる顧客端末３は、親局たるオペレーター端末８から契約証書\n確認信号を受信すると、顧客の入力した暗証番号をオペレーター端末８に通知する\nだけで、後は自動的にカード発行動作を行っている。被告システムにおいても、カ\nードの発行を許可するかどうかは、契約証書確認番号をオペレーター端末から発\n信、送信する時点で確定しており、顧客による暗証番号の入力は、契約証書確認信\n号がカード発行手段に対してカードの発行を指示する駆動制御手段に作用するため\nのいわば条件となっているにすぎず、契約証書確認信号が本件特許発明の技術的範\n囲にいう「カード発行許可信号」たる機能を有していることに変わりはない。\nしたがって、被告システムは構成要件ｆ、ｈを充足する。\n（４）以上より、被告が被告システムを使用する行為は、本件特許発明の構成要件\nａないしｉを文言上充足し、本件特許権を侵害する。\n（二）被告及び被告補助参加人の主張\n（１）被告システムが本件特許発明の構成要件ａないしｉを文言上充足するとの原\n告主張は否認する。\n（２）構成要件ｃ、ｄについて\n本件特許発明の構成要件ｃの「運転免許証などの身分証明書が貼付され署名が\nなされたシートを読み取り」という構成には、「身分証明書」と「署名がなされた\nシート」とを別々の機会に読み取るものは含まれない。また、本件特許出願前に\n「免許証及び利用者の顔をカメラで撮像して親局へ伝送してカードを発行するも\nの」（乙三。特開昭六〇ー五五四八七公開特許公報。以下「公開公報一」とい\nう。）、「顧客が氏名等を記入した申込書兼印鑑票としての伝票をイメージスキャ\nナで読み取り、通帳を発行するもの」（乙四。特開平二ー二二四〇六一公開特許公\n報。以下「公開公報二」という。）が本件特許権の出願前に既に公知であることか\nら考えると、「身分証明書」や「顧客が氏名を記入した申込書」を電子カメラやイ\nメージスキャナで撮像して、その画像データを親局へ伝送することは、本件特許発\n明の出願時における公知技術である。このような公知技術が存在するにもかかわら\nず、本件発明が特許性を認められたのは、本件特許発明が単に「身分証明書」や\n「顧客が氏名を記入した申込書」を電子カメラやイメージスキャナで撮像するもの\nではなく、「身分証明書が貼付され署名がなされたシート」を読み取るという従来\n例とは異なる構成を有するためと考えざるを得ない。そうすると、本件発明の「身\n分証明書が貼付され署名がなされたシートを読み取る」という構成の中に「身分証\n明書」や「顧客が氏名を記入した申込書」を別々の機会にカメラやイメージスキャ\nナで読み取るようなものも含むと、解することはできない。\nまた、本件特許発明の構成要件ｃ、ｄの「ハードコピー」というのは、複写機で\n印刷するような、目に見える状態で永久的にデータを固定することをいうものであ\nって、記憶装置に次々に上書きされるような一時的な記憶を意味するものではな\nい。被告システムは、単に子局側で運転免許証などをイメージスキャナで読み取\nり、親局へ伝送するにすぎないから、「ハードコピー」の文言を充足しない。\nしたがって、被告システムは、構成要件ｃ、ｄを充足しない。\n（３）構成要件ｆ、ｈについて\n被告システムでは、カード発行直前にオペレータ端末から顧客端末へ送付され\nる信号は、契約証書の内容が誤っていないことを確認した旨の「契約証書確認信\n号」であり、本件特許発明の構成要件ｆ、ｈにいう「カード発行許可信号」ではな\nい。「契約証書確認信号」がオペレータ端末から顧客端末へ送付されたとしても、\nそれだけでカードが発行されるわけではなく、その後に更に顧客が暗証番号を顧客\n端末に入力しなければカードは発行されないのであるから、「契約証書確認信号」\nは、「カード発行許可信号」とは明らかに異なる。\n仮に、原告が主張するように、カード発行許可信号を、単に、親局が受信した与\n信情報を基に与信判断を行い、一定の信用を付与することが適当であると判断した\n場合に発信される信号と広く解したとしても、それは従来技術たる公開公報一の発\n明にすべて示されている。そうすると、本件特許発明の構成要件ｆ、ｈにいうカー\nド発行許可信号は、それを受け取ることにより子局の駆動装置が直ちにカード発行\nを指示するようなものと解すべきであるが、被告システムには、右にいうカード発\n行許可信号に相当するものは存在しない。\nしたがって、被告システムは、構成要件ｆ、ｈを充足しない。\n（４）以上によれば、被告システムは、構成要件ｃ、ｄ、ｆ、ｈを、文言上充足し\nないから、本件特許発明の技術的範囲に属さない。\n２　被告システムが本件特許発明と均等であるか。\n（一）原告の主張\n仮に、被告システムの構成と構成要件ｃ、ｄの文言とが異なるとしても、次のと\nおり、被告システムは本件特許発明と均等である。\n（１）本件特許発明の本質的部分は、少なくとも一つの子局から伝送されてくるカ\nード発行希望者の身分その他の情報を、それを受信する親局に常駐する担当者が目\n視により確認し、自らカード発行の可否を判断することにより、適格者か否かの判\n断ができず、カードの発行が保留されるといった事態を回避し、本店から離れた支\n店に人員を配置することなく、適格者に対してのみ会員カードの発行を行うことが\nできるところにある。換言すると、本件特許発明の中核をなす特徴的部分は、「常\n駐する担当者が、複数の無人化された子局から送信されるカード発行希望者に関す\nる情報を目視等することによって、集中的に右カード発行希望者に対する与信判断\nを行い、右与信判断に従い、子局に対してカード発行の諾否を伝える親局」と、\n「右親局の与信判断の資料となるカード発行希望者の与信に関する情報を取得し、\nこれを親局に伝送するとともに、親局の与信判断の結果に従い、カード発行動作を\n行う子局」の配置という構成にある。しかるに、本件特許発明と被告システムとの\n相違点は、シートをハードコピーした後、右ハードコピーの情報をファクシミリ等\nで親局に伝送するか、ハードコピーを省略し、直接スキャナ等で情報を親局に伝達\nするかという情報伝達手段の相違にすぎない。すなわち、どのような形で与信判断\nの基礎となる資料を子局が読み込み、親局に伝送するかという部分は、本質的部分\nに該当しない。\n（２）被告システムにおける構成であっても、カード発行希望者の身分等に関する\n情報を子局の側でイメージ情報としてデジタルデータ化して読み込み、右イメージ\n情報を親局に伝送し、親局に常駐する担当者が右イメージ情報を目視等することに\nより、必要な与信判断をなし得ることには何ら変わりはない。被告システムであっ\nても、適格者か否かの判断ができず、カードの発行が保留されるといった事態を回\n避し、本店から離れた支店に人員を配置することなく、適格者に対してのみ会員カ\nードの発行を行うことができるという本件特許発明の目的を達することができ、本\n件特許発明と同一の作用効果を奏するということができる。\n（３）本件特許発明における「ハードコピーを得る情報読み取り手段」を、被告シ\nステムにおいて用いられている「スキャナ」に置換することは、平成七年一〇月の\n被告システム導入の時点で容易に想到することができる。すなわち、本件特許発明\nの特許請求の範囲を当業者が技術的知識を持って読めば、被告システムにおいて、\nスキャナを用い、「スキャナでデジタルデータ化して読み取った身分証明書等のイ\nメージ情報をハードコピー化することなく、親局に伝送する」という仕組みであっ\nても、本件特許発明と同じ作用効果を奏し、本件発明の課題を解決できることは、\n容易に想到でき、その容易さの程度は、まさに当業者であれば誰もが、特許請求の\n範囲に明記されているのと同じように認識できる程度といえる。\n（４）本件特許発明に類するカード発行システムは、本件特許出願当時に全く存在\nしておらず、被告システムは、当業者がその出願当時の公知技術から容易に推考す\nることができたものとはいえない。すなわち、支店を完全に無人化した上で被告の\n発行する「￥ｅｎ　Ｃａｒｄ」のような与信判断を要するカードの発行を可能にす\nるという技術的課題を解決するために、「････親局」、「････子局」という構成を\n採用することは、本件特許出願時において見られなかった技術である。\n（５）本件特許発明の出願及び審査の経過において、被告システムのような構造の\nものを意識的に除外したなど、均等の成立を妨げる特段の事情は存在しない。本件\n明細書の発明の詳細な説明の欄における実施例についての記載（段落【００１\n７】）は、身分証明書や申込書の内容を、支店に設置されたモニターカメラで撮影\nし、撮影によって得られた画像情報を本店に伝送し、本店の担当者が右画像情報を\n確認するという仕組みについて述べており、明細書中の右記載が被告システムを除\n外しているものではないことは明らかである。\n（二）被告及び被告補助参加人の主張\n（１）本件特許発明において、子局側（支店側）で読み取ったデータを「ハードコ\nピー化」することは、本件特許発明を、従来例である公開公報一の発明と区別する\n重要な構成要件であるから、本件発明の本質的部分であるというべきである。原告\nが本件特許発明の中核をなす特徴的部分であると主張する構成は、すべて公開公報\n一に記載されている公知技術であるから、このような技術は本件特許発明の本質的\n部分とはいえない。また、本件発明の効果として示されている点も、すべて公開公\n報一に示されている。\n本件特許発明の特徴的原理は、カードの発行を集中的に制御する親局と、親局の\n制御の下にカードを発行する無人化された子局という仕組みを前提として、そのよ\nうなシステムの中で従来になかった一つの具体的なシステムである、身分証明書が\n貼付され署名がなされたシートをハードコピーした上で親局に伝送するという手段\nを取り入れた点にある。すなわち、本件特許発明は、通信回線とＩＳＤＮを利用す\nるような高価なものではなく、低廉な価格で行うことができる一つの具体的なシス\nテムを構築し、それにより、支店を完全に無人化した上でカード発行を可能にする\nシステムのうちで従来になかった具体的な一つのシステムを示すことにより本件特\n許発明特有の手段により課題を解決したものである。そうであるとすれば、ハード\nコピー化して親局に送るという廉価な方法こそが、まさに課題解決手段を基礎付け\nる技術的思想の中核をなす特徴的部分である。\nそうすると、被告システムは本件特許発明と本質的部分を異にしているといわざ\nるを得ない。\n（３）本件相違部分を、被告システムのように置き換えることについては、置換可\n能性がない。すなわち、被告システムのように、「メモリに一時的に記憶させるだ\nけ」であれば、本件特許発明の「ハードコピー化」による作用、効果は生じない。\n本件明細書においては、本件特許発明につき、子局側で読み取ったデータをハード\nコピー化した情報を目視することにより利用者の身分を確認できるので、その判断\nを正確に行うことができるとし、これに対して、モニターカメラを介して得られた\n画像から利用者の身分証明書の内容を確認する方法では正確に読み取れない場合も\nあるし、通信回線としてＩＳＤＮを利用することになるが、このようなデジタル回\n線を介して画像情報の転送を行うシステムは一般的に高価になってしまうという問\n題点もある（段落【００１７】参照）旨記載されているところ、被告システムは、\nまさに、スキャナで得られた画像データをＩＳＤＮを用いて親局に送り、そのデー\nタから利用者の身分証明書の内容を確認する仕組みを用いているのである。すなわ\nち、被告システムは、本件特許発明との相違部分により、本件特許発明とは異なる\n格別な作用効果を有するので、本件特許発明と同一の作用効果を奏していない。\nまた、本件特許発明は、「定型のシートの所定の欄に利用者に署名させ、そのコ\nピーを回収するようにしている。したがって、利用者が確かに来店して会員になっ\nたことの証明を得ることができる」（本件公報６欄３２～３６行）が、被告システ\nムでは申込書及び身分証明書の内容をメモリに一時的に記憶させるだけであるか\nら、子局側で、利用者が確かに来店して会員になったことの証明を得ることはでき\nない。この点をみても、被告システムが本件特許発明と同一の作用効果を生じると\nはいえない。\n（４）本件特許発明における「情報読み取り手段」は、公知技術に見られるような\n「電子カメラ」や「イメージスキャナ」が有する単なる「読み取り機能」のみなら\nず、「複写機能」をも備えた特殊な情報読み取り手段であるので、当業者であれ\nば、両者の用途及び機能の相違を認識してそれらを明確に区別するのが当然であ\nる。すなわち、当業者であれば誰もが特許請求の範囲に明記されている「情報読み\n取り手段」を「スキャナ」に置き換えることを認識するということは不可能である\nから、当業者が、被告システムの導入時に、右のように置き換えることに容易に想\n到することができたとはいえない。\n（５）被告システムは、公開公報一に記載されている技術内容から容易に推考でき\nるものである。たしかに、公開公報一に記載されている発明が、運転免許証と利用\n者の顔をカメラで読み取るとともに、氏名などの顧客情報をキーボードを介して入\n力するのに対し、被告システムは、申込書、身分証明書をスキャナで読み取り、利\n用者の顔をカメラで読み取っている点で異なる。しかし、公開公報二の「顧客が氏\n名を記載した申込書をイメージスキャナで読み取り、通帳を発行するというもの」\nも公知であるから、公知技術に申込書の読み取りを付加することは、当業者が容易\nに推考することができたということができる。\n（６）本件明細書には、実施例と対比して、「支店にモニターカメラを設置して、\n本店の側において、そのカメラを介して得られた画像から利用者の身分証明書の内\n容を確認する方法もあるが、この方法では身分証明書の内容を正確に読み取れない\n場合もある。また、このような方法では、通信回線としてＩＳＤＮを利用すること\nになるが、このようなデジタル回線を介して画像情報の転送を行うシステムは一般\n的に高価になってしまうという問題点もある。」との記載（本件公報６欄２２行～\n２９行）がある。この記載からすれば、対比されている「支店にモニターカメラを\n設置して本店の側においてそのカメラを介して得られた画像から利用者の身分証明\n書の内容を確認するシステム」は、本件特許発明から意識的に除外されたといわな\nければならない。すなわち、本件特許発明は、単に、支店に「モニターカメラ」を\n設置して身分証明書を読み取るものを除外しているだけでなく、被告システムのよ\nうにスキャナで身分証明書を読み取っているものや、モニターカメラにより被写体\nを電気信号としての画像情報に変換して、その画像情報を親局へＩＳＤＮのような\n通信回線を用いて伝送するものも、除外しているというべきである。\n（７）したがって、本件においては、均等は成立しない。\n３　原告の被った損害\n（一）原告の主張\n被告は、別紙物件目録（二）記載のカード発行機を、「￥ｅｎむすび」の名称\nの下、全国の被告各無人店舗に設置し、別紙物件目録（一）のシステムを用いて、\n「￥ｅｎ　Ｃａｒｄ」等のカードを発行しているところ、右カード発行機の価格\nは、一台当たり二〇〇万円を下らず、被告は、全国の被告各無人店舗に、右カード\n発行機を少なくとも一〇〇〇台は設置している。\n右の実施料相当額は、一台当たりの価格の一〇パーセントに実施台数を乗じた額\nである二億円であり、原告は、少なくとも右実施料相当額の損害を被った。\n（二）被告及び同補助参加人の主張\n原告の右主張は争う。\n第三　争点に対する判断\n一　争点１（被告システムが、本件特許発明の構成要件を、文言上充足するか）\nについて\n１　構成要件ｃ（前記子局は、運転免許証などの身分証明書が貼付され署名がな\nされたシートを読み取りハードコピー化する情報読み取り手段と、）及び構成要件\nｄ（得られたハードコピーを前記親局に伝送する情報伝送手段と、）の充足性につ\nいて、検討する。\n（一）構成要件ｃにおいては、文言上、「署名がなされたシート」は、「運転免許\n証などの身分証明書が貼付され」ていて、一枚のシートとして構成されていること\nが要件とされていると認められる。これに対し、被告システムにおいては、別紙\n「物件目録」のとおり、スキャナ３２による申込書の読み取り（物件目録（一）１\n構成の説明（一）（１）③）と、スキャナ３２による免許証の読み取り（物件目\n録（一）１　構成の説明（二）（１）②）とは別に行うものであり、「署名がなさ\nれたシート」に、「運転免許証などの身分証明書が貼付され」ていて、一枚のシー\nトとして構成されているものではない。したがって、被告システムの構成は、構成\n要件ｃのうち、「運転免許証などの身分証明書が貼付され署名がなされたシート」\nという構成と異なっているというべきである。\nこの点につき、原告は、親局の与信判断の資料となるカード発行希望者に関する\n情報を一枚のシートにして一回で読み取るか、別々の機会に二度に分けて読み取る\nかという点には、何ら技術的要素は認められず、「身分証明書が貼付され署名がな\nされたシートを読み取る」というも「身分証明書と顧客が氏名を記入した申込書を\n別に読み取る」というも技術的には同一である、と主張する。しかし、本件特許発\n明においては、身分証明書が貼付され署名がなされたシートを読み取りハードコピ\nー化し、得られたハードコピーを親局に伝送するという構成によって、本件明細書\nに記載された本件特許発明の、「本店の側において、ハードコピー化された情報を\n目視することにより利用者の身分を確認できるので、その判断を正確に行うことが\nできる。････本例のシステムは廉価に構成でき、しかも情報内容の確認を正確に行\nうことができるので優れている。」（本件公報６欄２３行～３１行）という効果を\n奏することができると解されるから、身分証明書が貼付され署名がなされたシート\nという形で情報を一枚のシートに収めて一回で読み取るという点に、ハードコピー\nされた情報の管理を容易にし、読み取り・伝送に要する時間・経費を節減するとい\nう点で、技術的意味がないということはできず、原告の右主張を採用することはで\nきない。\n（二）構成要件ｃ及びｄにおいては、文言上、子局において情報読み取り手段を用\nいて運転免許証などの身分証明書が貼付され署名がなされたシートを読み取りハー\nドコピー化し、得られたハードコピーを情報伝送手段で親局に伝送するものである\nことが要件とされていると認められる。これに対し、被告システムにおいては、ス\nキャナでシート等を読み取り、得られた画像データをオペレータ端末（親局）に伝\n送するという構成となっているところ、証拠（乙五、六及び七の各１ないし３、八\nの１ないし４、九の１ないし３）及び弁論の全趣旨によれば、ハードコピーとは、\n印字装置、作図装置などの出力装置で作成された表示画像の永続的な出力であっ\nて、持ち運びができるものをいい、ブラウン管の画像のように一時的な情報をいう\nソフトコピーと対置される用語であることが認められ、これに照らすと、被告シス\nテムの構成は、構成要件ｃおよびｄのうち、「ハードコピー」という構成とは異な\nっているというべきである。\nこの点につき、原告は、構成要件ｄにいう「得られたハードコピー」とは、ハー\nドコピーそのものではなく、そこに記載された申込者の身分情報や個人情報を意味\nすると主張する。しかし、「ハードコピー」という文言をそのように解すること\nは、通常の用語の意味を超えることになるばかりか、本件明細書の作用の欄におけ\nる、「本発明のシステムにおいては、まず子局側（レンタル店の支店）において利\n用者が運転免許証などの身分証明書が貼付され署名がなされたシートを複写機等を\n用いて複写する。これにより得たハードコピーをファクシミリ装置を介して親局側\n（レンタル店の本店）に送信する。送信済みのハードコピーは回収することが好ま\nしい。」との記載（本件公報４欄２８行～３４行）とも整合しないこととなる。原\n告の右主張を採用することはできない。\n（三）以上によれば、その余の点について判断するまでもなく、被告システムは、\n本件特許発明の特許請求の範囲に記載された要件を文言上充足するということはで\nきない。\n二　争点２（被告システムが本件特許発明と均等であるか）について\n１　右一で検討したとおり、本件特許発明の特許請求の範囲に記載された構成中\nの「運転免許証などの身分証明書が貼付され、署名がなされたシート」を「ハード\nコピー化」し、「得られたハードコピー」を親局に伝送する、という部分（以下\n「本件相違部分」という。）が、被告システムにおける構成（スキャナ３２による\n申込書の読み取りと、スキャナ３２による免許証の読み取りとは別に行うものであ\nるという構成、及び、スキャナ３２でシート等を読み取り、得られた画像データを\nオペレータ端末（親局）に伝送するという構成）と異なっているということができ\nる。\nところで、特許請求の範囲に記載された構成中に他人が製造する製品又は用いる\n方法（以下「対象製品等」という。）と異なる部分が存する場合であっても、\n（１）右部分が特許発明の本質的部分ではなく、（２）右部分を対象製品等におけ\nるものと置き換えても、特許発明の目的を達することができ、同一の作用効果を奏\nするものであって、（３）右のように置き換えることに、当該発明の属する技術の\n分野における通常の知識を有する者（以下「当業者」という。）が、対象製品等の\n製造等の時点において容易に想到することができたものであり、（４）対象製品等\nが、特許発明の特許出願時における公知技術と同一又は当業者がこれから右出願時\nに容易に推考できたものではなく、かつ、（５）対象製品等が特許発明の特許出願\n手続において特許請求の範囲から意識的に除外されたものに当たるなどの特段の事\n情もないときは、右対象製品等は、特許請求の範囲に記載された構成と均等なもの\nとして、特許発明の技術的範囲に属するものと解するのが相当である（最高裁平成\n六年(オ)第一〇八三号同一〇年二月二四日第三小法廷判決・民集五二巻一号一一三\n頁参照）。\nそこで、本件において、本件相違部分の存在にもかかわらず、右の（１）ないし\n（５）の要件（以下、それぞれの要件を「要件（１）」などという。）を満たすこ\nとにより、被告システムが本件特許発明の特許請求の範囲に記載された構成と均等\nなものとして、その技術的範囲に属するということができるかどうかを検討する。\n２　要件（２）について\n（一）証拠（甲二）及び弁論の全趣旨によれば、以下の事実が認められる。\n（１）本件明細書の発明の詳細な説明の欄には、次の記述がある。\nア　産業上の利用分野\n「本発明は各種の会員券、会員証などを発行するためのカード発行システムに\n関するものである。特に本発明は、無人化されたビデオテープなどのレンタル店に\nおいて、そのレンタル店の本店の側からの遠隔操作により会員証を発行するための\nカード発行システムに関するものである。」（本件公報３欄１９行～２４行）\nイ　従来の技術\n「近年、ビデオテープの利用者が増加するに伴い、ビデオテープのレンタル店\nの数も増加し、複数の支店を有するレンタルチェーン店も出現している。このよう\nなレンタル店においては、利用者に運転免許証などを提示してもらい、身分を特定\nした後に、会員証を発行し、以後は会員券の提示のみでレンタルが行われるように\nなっている。」（本件公報３欄２６行～３２行）\nウ　発明が解決しようとする課題\n「しかしながら、会員証の発行は依然として人手に頼っているのが現状であ\nる。これは、会員証の発行に際しては利用者の身分を確認するために運転免許証な\nどの身分証明書を目視により確認する必要があるからである。このために、ビデオ\nテープ等のレンタル店を完全に無人化することは困難である。」（本件公報３欄３\n９行～４４行）\n「本発明の課題は、この点に鑑みて、複数の支店を備えたビデオ等のレンタル\n店において、各支店において完全に無人化した状態で会員証の発行を行うことが可\n能なシステムを実現することにある。」（本件公報３欄４５行～４８行）\nエ　作用\n「本発明のシステムにおいては、まず子局側（レンタル店の支店）において利\n用者が運転免許証などの身分証明書が貼付され署名がなされたシートを複写機等を\n用いて複写する。これにより得たハードコピーをファクシミリ装置を介して親局側\n（レンタル店の本店）に送信する。送信済みのハードコピーは回収することが好ま\nしい。親局側では、受信したシートの内容、すなわち利用者の身分を確認する。確\n認して問題が無ければ、ファクシミリ装置を用いて、子局側のファクシミリ装置を\n呼び出す。子局側の駆動制御手段は、子局側のファクシミリ装置を介して呼出し信\n号音を受け取ると、カード発行手段を駆動して、カードの発行を行わせる。このよ\nうに、子局の側において店員を置くことなくカードの発行が行われる。」（本件公\n報４欄２８行～４１行）\nオ　発明の効果\n「以上説明したように、本発明のカード発行システムにおいては、支店の側に\nおいて運転免許証などの身分証明書が貼付され署名がなされたシートを読み取っ\nて、ハードコピーを得て、これを本店の側に送信する構成を採用している。本店の\n側では受信した情報に基づきカードの発行の許否を判別して、カードを発行する場\n合にはカード発行許可信号を支店側に送信して、支店側のカード発行機を駆動して\nカードの発行を行わせるように構成されている。したがって、本発明によれば、人\n手に頼ることなく本店から離れた支店において適格者に対してのみ会員カード等の\n発行を行うことが可能になる。」（本件公報６欄５０行～７欄１１行）\n（２）被告システムにおいては、顧客が、タッチパネル付きＣＲＴ２５に表示され\nた「お取り引きの選択」画面表示上の「新規のご契約」ボタンをタッチすると、顧\n客端末３は、続いて「証明書類を確認させていただきます」の画面を表示し、顧客\nの選択により顧客の持参した身分証明書の種別を認識する。そして、所定の入力・\n確認処理を経た後に表示される「申込書をセットして下さい」の画面表示に従い、\n顧客が申込書を書類挿入口３１にセットして「セット完了」のボタンをタッチする\nと、スキャナ３２でその読取り面上の申込書の画像をデジタルデータ化して読み取\nり、それを顧客端末内の記憶装置に上書して一時的に記憶し、該記憶した画像デー\nタをＩＳＤＮ回線６を介してオペレータ端末８に伝送する。その後、オペレータ端\n末８から身分証明書読取指示がなされると、顧客端末３は、さらに所定の入力・確\n認処理を経た後、タッチパネル付きＣＲＴ２５に「免許証をセットしてください」\nと表示して、顧客に免許証のセットを促す。顧客がこれに従い、免許証をスキャナ\n３２の証明書類セット部３３にセットしてタッチパネル付きＣＲＴ２５に表示され\nている「セット完了」のボタンをタッチすると、スキャナ３２で読取面上の免許証\nの画像をデータ化して読み取り、それを顧客端末３内の記憶装置に上書きして一時\n的に記憶するとともに、該記憶した画像データをＩＳＤＮ回線６を介してオペレー\nタ端末８に伝送する。身分証明書として保険証が選択されている場合には、顧客端\n末３は、保険証をセットするように操作を促す。\n（二）右によれば、被告システムは、子局において、顧客がスキャナ３２の読取り\n面上にセットした申込書及び運転免許証などの身分証明書について、スキャナ３２\nでそれらの画像をデジタルデータ化して読み取り、それを顧客端末内の記憶装置に\n上書して一時的に記憶し、該記憶した画像データをＩＳＤＮ回線６を介して親局に\n当たるオペレータ端末８に伝送することによって、人手に頼ることなく本店から離\nれた支店において適格者に対してのみ会員カード等の発行を行うことが可能になっ\nているのであって、本件特許発明と同一の作用効果を奏し、本件特許発明の目的を\n達成しているということができる。\n（三）この点につき、被告及び被告補助参加人は、前記第二、二２（二）のとお\nり、被告システムは本件特許発明と同一の作用効果を奏していない旨主張してい\nる。\nしかしながら、被告システムのように、「メモリに一時的に記憶させるだけ」で\nあっても、人手に頼ることなく本店から離れた支店において適格者に対してのみ会\n員カード等の発行を行うことが可能になっているということに変わりはない。確か\nに、被告システムは、スキャナで得られた画像データをＩＳＤＮを用いて親局に送\nり、そのデータから利用者の身分証明書の内容を確認する仕組みを用いており、ハ\nードコピー化された情報を親局に伝送するという本件特許発明の構成と異なってい\nることは前述したとおりであるが、被告システムのメモリに一時的に記憶するとい\nう構成と本件特許発明のハードコピー化した情報を伝送するという構成とは、とも\nに、人手に頼ることなく本店から離れた支店において適格者に対してのみ会員カー\nド等の発行を行うことを可能にするものと考えられ、被告システムが、スキャナで\n得られた画像データをＩＳＤＮを用いて親局に送るという構成をとることにより、\n正確性、迅速性等の点において、本件特許発明の特許請求の範囲に記載された構成\nを採った場合に見られない作用効果を果たしているとしても、右の点は、本件特許\n発明の作用効果を奏した上で、これにさらに付加されたものにすぎないというべき\nであるから、これを理由に被告システムの作用効果が本件特許発明と同一であると\nの認定が妨げられるものではない。また、被告システムでは申込書及び身分証明書\nの内容をメモリに一時的に記憶させるだけであるので、子局側で、利用者が確かに\n来店して会員になったことの証明を得ることはできず、その点において、本件特許\n発明と異なりうるが、単にその事実をもって、本件において、被告システムが本件\n特許発明と同一の作用効果を奏していないとまではいいがたい。\nしたがって、被告及び被告補助参加人の右主張は採用できない。\n（四）右によれば、本件相違部分を被告システムにおけるものと置き換えても、本\n件特許発明の目的を達することができ、これと同一の作用効果を奏するものと認め\nられる。\n３　要件（１）について\n（一）均等が成立するためには、特許請求の範囲に記載された構成中の対象製品等\nと異なる部分が特許発明の本質的部分ではないことを要するが、右にいう特許発明\nの本質的部分とは、特許請求の範囲に記載された特許発明の構成のうちで、当該特\n許発明特有の課題解決手段を基礎付ける特徴的部分、言い換えれば、右部分が他の\n構成に置き換えられるならば、全体として当該特許発明の技術的思想とは別個のも\nのと評価されるような部分をいうものと解するのが相当である。\nすなわち、特許法が保護しようとする発明の実質的価値は、従来技術では達成し\n得なかった技術的課題を実現するための、従来技術に見られない特有の技術的思想\nに基づく解決手段を、具体的な構成をもって社会に開示した点にあるから、明細書\nの特許請求の範囲に記載された構成のうち、当該特許発明特有の解決手段を基礎付\nける技術的思想の中核をなす特徴的部分が特許発明における本質的部分であると理\n解すべきであり、対象製品等がそのような本質的部分において特許発明の構成と異\nなれば、もはや特許発明の実質的価値は及ばず、特許発明の構成と均等ということ\nはできないと解するのが相当である。\nそして、発明が各構成要件の有機的な結合により特定の作用効果を奏するもので\nあることに照らせば、対象製品等との相違が特許発明における本質的部分に係るも\nのであるかどうかを判断するに当たっては、単に特許請求の範囲に記載された構成\nの一部を形式的に取り出すのではなく、特許発明を先行技術と対比して課題の解決\n手段における特徴的原理を確定した上で、対象製品等の備える解決手段が特許発明\nにおける解決手段の原理と実質的に同一の原理に属するものか、それともこれとは\n異なる原理に属するものかという点から、判断すべきものというべきである。\n（二）これを本件についてみるに、証拠（甲二、乙三、四）及び弁論の全趣旨によ\nれば、次の事実が認められる。\n（１）本件明細書に記載された、本件特許発明が解決しようとする課題は、前記２\n（一）（１）ウのとおりである。\n（２）カード発行システムとしては、本件特許の出願がされた平成三年八月二四日\n当時、次のものがあった。\nア　取引用カード発行システムにおいて、自動発行ユニットから、電子カメラ装\n置で影像した利用者の顔及び運転免許証の画像信号、並びにキーボードで入力した\n氏名などの顧客情報を管理センタへ伝送し、管理センタではオペレータが利用者の\n顔写真と免許証の写真とを照合して本人確認を行い、自動発行ユニットに取引用カ\nードの発行命令を送出することにより、本人確認を経たカードの発行を無人で行う\nもの（公開公報一の発明）が公知であった。\nイ　自動取引処理システムにおいて、営業店で顧客が記入した伝票のイメージを\n通信回線により母店に送信し、母店のオペレータの操作により自動取引処理を行う\nものであって、営業店で顧客の記入した伝票のうち、一部の項目は文字認識してコ\nード化してイメージデータと共に母店に伝送するもの（公開公報二の発明）が公知\nであった。\n（三）右によれば、本件特許の出願当時の技術水準に照らすと、カード発行システ\nムにおいて、カードの発行を集中的に制御する親局と、親局の制御のもとにカード\nを発行する無人化された子局という構成や、そのような構成に基づき、子局から親\n局に対し、電子カメラ装置で撮像した利用者の顔及び運転免許証の画像信号、キー\nボードで入力した氏名などの顧客情報や、営業店で顧客が記入した伝票のイメー\nジ、その一部を文字認識してコード化したものを伝送する仕組み自体は、すでに公\n知であったというべきである。そして、右公知技術を前提として、複数の支店を備\nえたビデオ等のレンタル店の各支店において完全に無人化した状態で会員証の発行\nを行うことが可能なシステムを実現するという技術的課題を達成するために、従来\n技術であったカードの発行を集中的に制御する親局と、親局の制御のもとにカード\nを発行する無人化された子局という構成に基づいて、子局から親局に対し、子局に\nおいて身分証明書が貼付され署名がなされたシートを読み取ってハードコピー化し\nたものを伝送するという構成を採用したことが、従来技術に見られない本件特許発\n明に特有の解決手段であったということができる。\nこれを言い換えれば、本件特許発明の特徴的原理は、既に公知であったカードの\n発行を集中的に制御する親局と、親局の制御の下にカードを発行する無人化された\n子局という仕組みを前提として、そのようなシステムの中で従来になかった一つの\n具体的なシステムである、身分証明書が貼付され署名がなされたシートをハードコ\nピー化した上で親局に伝送するという手段を取り入れた点にある。すなわち、本件\n特許発明は、カメラを介して得られた画像を伝送したり、通信回線とＩＳＤＮを利\n用するようなシステムとは異なる一つの具体的なシステムを構築し、それにより、\n支店を完全に無人化した上でカード発行を可能にするという課題を解決するととも\nに、システムを廉価に構成でき、しかもハードコピー化された情報を目視すること\nにより情報内容の確認を正確に行うことができるという既存の他のシステムにない\n利点を備えた具体的なシステムを開示したものである。\nそうすると、本件特許発明の中核をなす特徴的部分は、子局において身分証明書\nが貼付され署名がなされたシートを読み取りハードコピー化し、得られたハードコ\nピーを親局に伝送するという構成にあると解するのが相当である。\n右によれば、構成要件ｃ及びｄのうち、本件相違部分は、これを他の構成に置き\n換えれば、全体として本件特許発明の技術的思想と別個のものと評価されるものと\nいうべきであるから、右相違部分は本件特許発明の本質的部分に当たるといわなけ\nればならない。\n（四）この点につき、原告は、本件特許発明の中核をなす特徴的部分は、「････親\n局」と「････子局」の配置という構成にあり、本件特許発明と被告システムとの相\n違点は、情報伝達手段の相違にすぎないから、本質的部分に該当しない旨主張す\nる。しかしながら、前判示のとおり、本件特許の出願当時の技術水準に照らすと、\nカード発行システムにおいて、カードの発行を集中的に制御する親局と、親局の制\n御のもとにカードを発行する無人化された子局という構成は、既に公知であったと\nいうべきであるから、ハードコピー化とスキャナによる読み取りという本件特許発\n明と被告システムとの本件相違部分が、単なる情報伝達手段の相違にすぎないとい\nうことはできない。原告の右主張を採用することはできない。\n（五）以上によれば、本件相違部分は、本件特許発明の本質的部分であるというべ\nきであるから、本件においては、均等が成立する要件を欠いている。\n４　以上によれば、被告システムは、その余の点を判断するまでもなく、本件特\n許発明と均等であるとは認められない。\nしたがって、被告による被告システムの使用行為は、その余の点を判断するまで\nもなく、本件特許権を侵害するものではないというべきであるから、原告の請求は\nいずれも理由がない。\n三　よって、主文のとおり判決する。\n東京地方裁判所民事第四六部\n裁判長裁判官　　　三　　　村　　　量　　　一\n裁判官　　　和　久　田　　　道　　　雄\n裁判官田中孝一は、外国出張中のため、署名押印することができない。\n裁判長裁判官　　　三　　　村　　　量　　　一\n別紙　物件目録（一）\n添付図面　第１図～第３図\n別紙　物件目録（二）\n添付図面　第２図\n"
}