{
  "trial_type": "LaborCase",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 12,
    "day": 25
  },
  "case_number": "平成13(ワ)17071",
  "case_name": "日本大学教授定年延長",
  "court_name": "東京地方裁判所",
  "field": "労働",
  "lawsuit_id": "18618",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=18618",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/618/018618_hanrei.pdf",
  "contents": "主　　　文\n１　原告と被告は，原告が，被告の設置する日本大学法学部の教授である地位を有\nすることを確認する。\n２　被告は，原告に対し，２６９８万４６００円及びこれに対する平成１４年１２\n月１０日から支払ずみまで年５分の割合による金員を支払え。\n３　被告は，原告に対し，平成１４年１２月から本判決確定日まで毎月２３日限り\n７８万８６００円ずつを支払え。\n４　被告は，原告に対し，平成１５年１月から本判決確定日まで毎年３月１５日に\n１４８万２４００円ずつ，毎年６月１５日に１９７万６５００円ずつ，毎年１２月\n５日に２４９万４３００円ずつをそれぞれ支払え。\n５　原告のその余の請求に係る訴えをいずれも却下する。\n６　訴訟費用は，全体を５分し，その１を原告の，その余を被告の負担とする。\n７　この判決は，第２項ないし第４項に限り，仮に執行することができる。\n事実及び理由\n第１　請求\n１　主文第１項，第２項と同旨\n２　被告は，原告に対し，平成１４年１２月から平成１８年２月まで毎月２３日限\nり７８万８６００円ずつを支払え。\n３　被告は，原告に対し，平成１５年１月から平成１８年３月まで毎年３月１５日\nに１４８万２４００円ずつ，毎年６月１５日に１９７万６５００円ずつ，毎年１２\n月５日に２４９万４３００円ずつをそれぞれ支払え。\n第２　事案の概要\n本件は，原告が，被告に対し，満７０歳まで定年が延長されるとの慣例が事実た\nる慣習として労働契約の内容となっていると主張して，労働契約上の権利を有する\nことの確認を求めるとともに，労働契約上の賃金及び賞与（既発生分については，\n口頭弁論終結日の翌日からの民法所定の遅延損害金）の支払請求をしている事案で\nある。\n１　争いのない事実\n（１）　当事者\nア　被告は，明治３１年設立の学校法人であり，東京都千代田区内に日本大学を設\n置している。日本大学は，大学院１８研究科，学部第一部１４学部８０学科，第二\n部２学部４学科，通信教育部，短期大学部等からなる総合大学である。\nイ　原告は，昭和１１年２月１９日に出生し（平成１３年２月１８日満６５歳），\n昭和４３年９月２６日，被告に日本大学法学部（以下「法学部」という。）専任講\n師として採用された後，昭和４６年５月に助教授に，昭和５３年１月に教授に昇任\nし，平成１３年１月当時，日本大学大学院法学研究科で民法関係の講座を担当する\nとともに，法学部で民法関係の講座を担当していた。\nウ　原告は，被告から，平成１３年１月当時，給与として，月額７８万８６００円\nを毎月２３日に支給されていた。また，平成１３年以降，毎年６月１５日に支給さ\nれる夏季賞与額は，１９７万６５００円，毎年１２月５日に支給される冬季賞与額\nは，２４９万４３００円，平成１４年以降，毎年３月１５日に支給される春季賞与\n額は，１４８万２４００円である。\n（２）　就業規則\n被告に採用された法学部勤務の教職員に適用される日本大学法学部教職員就業規\n則（以下「法学部就業規則」という。）には，次のような定めがある。\n第２６条　教職員は，満６５才に達した日をもって定年とする。\n第２７条　定年は，教員に限り次の各号に掲げる場合理事会の議を経て，これを延\n長することができる。\n①　任期ある職務の中途において定年に達したとき，その任期の終了まで。\n②　学年の中途において定年に達したとき，その学年の終了まで。\n③　その他特別の事由により必要と認めたとき。\n２　前項による定年の延長は，満７０才を超えてはならない。\n（３）　本件議決に至る経緯\nア　平成１２年１０月１９日開催の法学部教授会で，法学部は，原告の定年を２年\n延長する内申手続を採ることを議決をし，被告に対し，平成１２年１１月３０日，\nその旨の内申をした。\nイ　理事会は，平成１３年２月２日，原告の定年延長を審議し，これを認めないと\n議決し（以下「本件議決」という。），同日，その旨をＡ法学部長代行に通知し，\n同学部長代行から原告に伝達された。\n２　当事者の主張\n（１）　定年制の内容，労使慣行の存否（争点（１））\n（原告の主張）\n法学部では，戦後５０年以上にわたり，自己の意思により自ら望んで退職した者\nを除き，満６５歳到達を理由に職を失った者はなく，例外なく定年延長措置により\n満７０歳まで従前の地位に留まるのが通常の状態であった。定年延長のときは，教\n授会の内申を前提とした理事会の定年延長の承認議決がされているが，これらの手\n続はほとんど形式的なものであった。したがって，自己の意思により自ら望んで退\n職した者を除き，定年を満７０歳とする労使慣行（原告主張のこの労使慣行を，以\n下「本件労使慣行」という。）が事実たる慣習として確立しており，労働契約の内\n容となっていた。\nしたがって，法学部就業規則上の理事会による本件議決は，仮に法的に意味があ\nるとしても，原告に対する解雇の意思表示と位置づけるべきである。\n（被告の主張）\n被告の理事会の定年延長の議決は実質的議論を踏まえてなされている。本件労使\n慣行が，法学部等の文系学部でも反復継続しているとはいえないし，医学部，歯学\n部を中心とした学部の実情は，本件労使慣行によっていない。また，理事会が本件\n労使慣行についての規範意識を有しておらず，本件労使慣行が事実たる慣習として\n確立しているとはいえない。\n（２）　定年延長を否定する正当事由の有無（争点（２））\n（原告の主張）\nア　定年延長を認めない本件議決は，解雇の意思表示に相当するのであるから，解\n雇権濫用法理が適用される。\nイ　原告は，優れた学識，経験，人格，識見を有し，研究業績もあるから，法学部\n教授としての適格がある。\nウ　被告は，法学部長であり被告の理事であった際の，原告の正論に嫌悪の情を抱\nき，根拠のない理由により，法学部長を解任して理事会から排除した上，原告が日\n本大学総長選挙に立候補したことから，理由のない攻撃を続け，法学部教授会の議\n決に基づく内申を無視して，本件議決をした。\n本件議決は，信義則に違反し，正当かつ合理的な理由を欠き，原告を狙い撃ちし\nた恣意的なもので，解雇権の濫用に該当し，無効である。\nエ　被告の主張する事実の全てを否認して争う。\n（被告の主張）\nア　被告の理事会が原告の定年延長を承認しなかったのは，次のとおりの理由によ\nり，正当である。\nイ　原告は，本件議決に先立つ平成１１年１２月３日開催の理事会の議決で，法学\n部長を解任された。大学の教授としての資質において非常に重要なのが「人格」で\nある。原告には，ウ以下に掲げる学部長として専横の事実があり，法学部長を解任\nされたのである。したがって，原告が学部長としてだけでなく，教授として当然備\nえておくべき人格を欠いていた。\nウ　法学部教員充足の責務を果さなかったことについての原告の専横\n法学部は，大学設置基準等により義務付けられている専任教授数を充足しておら\nず，現職の教員には定年延長者ないし年齢の近い者が多いため，不足数はさらに増\n加し，文部省視学委員の実地調査が行われた。それにつき，原告には，次のとおり\nの専横行為があった。\n①　原告は，教員の一部補充を行ったものの，それは自己の勢力を拡張するための\n手段であり，教育のための配慮ではなかった。\n②　教員拡充委員会は，すべて原告の判断に従っており，原告が主導権を握ってい\nるため，活性化しなかった。\n③　教員の人事について議論すべき担当者会議でも，ほとんど議論されなかった。\n④　原告は，英語の先生は必要がないと言って，学部長在任中，一般教育，語学，\n体育の教員は採用しなかった。\n⑤　平成４年７月，教授として推薦するための基準として，５０歳という年齢制限\nを教授会に諮った。\nエ　図書館，研究室棟（以下「図書館棟」という。）建設計画における原告の専横\n①　原告は，図書館棟の建築計画を本部に内申するについて，法学部の営繕，管財\n会議に諮問することを怠った。\n②　原告が設計に関与した図書館棟は，欠陥建築であったが，原告は，独断専行に\nより，この計画を被告の本部に内申した。いったんは採用されたこの計画は，見直\nしを余儀なくされたので，図書館棟の建築が遅れて学生に不便を強いた。\n③　法学部内に設置されていたキャンパス整備委員会においても，議論がされず，\n原告の独断を助長していた。\n④　建築する意図がないのに，日本大学通信教育部が櫻門ビルから出ていくことを\n促すために，独善的に建築計画を本部に内申した。\nオ　司法試験対策を故意に怠った。原告の関心のあるのは人事と建物建築であり，\n司法試験対策には関心がない。\n具体的には，予算化された司法科研究室の机，椅子を入れようとしたのに，発注\n決済の段階で，原告からストップがかかった。\nカ　平成１１年の総長選挙立候補に関する問題\n①　原告以外の２人の原告支援教員が，有権者の一部に文書を出したことが総長選\n挙管理委員会規程に違反する。\n②　総長選挙のために雇用したアルバイト女性と選挙用仮設電話の費用を法学部に\n負担させた。\n③　総長選挙に立候補するため，法学部の教員，職員に強要して，連署推薦させ\nた。\nキ　平成１０年１月下旬に法学部の本館地下食堂の契約が解除され，同年４月１３\n日に解体工事が始まり，同日に法学部の学生生活委員会でマクドナルドの出店が討\n議された。反対意見もあったが，これに了承し，同月下旬にマクドナルドとの正式\n契約をした。原告は，当初の段階から，マクドナルドの出店を企て，工事の日に学\n生生活委員会を開催するという強引な方法で，その企てを実現させた。\nク　法学部の学費取扱銀行は，東京三菱銀行のみであったが，原告は，同行での融\n資を断られた腹いせに，富士銀行に変更するかこれを追加することを企てた。しか\nし，東京三菱銀行では料金が無料なのに，富士銀行では有料になるので，実現しな\nかった。\nケ　法学部大宮校地の構内の公道に通行禁止の立て札をつけて，大宮市との関係を\n悪くした。\nコ　原告は，事務四役を骨抜きにして，事務局長の権限である２号館の学生使用や\n学会の使用をさせないようにした。\nサ　真っ赤な顔をして，事務職員を怒ったり，長時間事務職員を待たせた。\nシ　合理的理由もなく，日曜日，休日に校舎を閉鎖して開放しなかった。\nス　名誉教授になる資質に問題のないＢ氏の名誉教授就任を妨げた。\nセ　教授会において，建設中の図書館の代替施設として，法学部本館５階のみを学\n生の勉強用として解放すると発言した。\nソ　教授会において，卒業に必要な単位数を減らして，選択科目を多くするという\n提案をして，教授会で押し切った。\nタ　学生のコンピューターを使用させにくいコンピューター配置をした。\nチ　学部長として，教員が他と共同研究をしないように言った。\nツ　学部長として，Ｃ教授が北京大学で研究発表することに反対した。\nテ　大学入試問題を２つ作成することに無駄であるとして反対した。\nト　教授会において，平成９年の法学部の学園祭開催に反対した。\nナ　原告は，学部長として，法学部のゼミ参加中に死亡した学生の事故の事実調査\nをしようとしたＤ教授に対し，保険なんか下りないと発言した。\nニ　法学部関係の印刷をしている印刷会社に自著の印刷を依頼した。\nヌ　教授会において，平成５年度の一般指定校入学推薦制度に関して，一方的に８\n０校の指定校除外を教授会に提案し，一方的に通した。\nネ　平成４年に助手を全員辞めさせた。また，助手採用の際，将来専任講師になれ\nなくてもよいという念書を書かせた。\nノ　外国人留学生の合格基準を引き上げた。\nハ　平成５年に独断で障害者に入学試験を受けさせなかった。\nヒ　原告が学部長時代，女性教員は一切採用されなかった。\nフ　通信教育部の学生を蔑視した。また，学部長として，学務委員会で不合理な発\n言をして，強引に委員会を通した。\nヘ　原告は，本部との予算折衝の際に，本部に行くのを嫌がった。\nホ　原告は，学部長として，法学部が洋書を購入するについて，事務職員は，簡便\nで確実な書店を通じた購入をするように主張したが，原告は，書店を通すと高くつ\nくといって，不合理にも，各国から直接購入するように事務職員に言った。\nマ　原告は，平成４年の年明けころ，事務職員からの決裁に対して，卒業式に出す\n紅白饅頭について，小さい方にするように言った。\nミ　原告は，学部長として，平成１１年４月から校舎を警備する警備会社を変更す\nるのに，強引に変更手続を進めた。\n第３　当裁判所の判断\n１　争点（１）（定年制の内容，本件労働慣行の存否）について\n（１）　前記争いのない事実に証拠（甲１，２，４，７，１０，２４，２６，２\n８，１３２，１３５，乙６，７～９，１３，１４，３９，４９～５４，６５，７\n３，８８，９３，９４，９８，１０１，証人Ａ，同Ｅ）及び弁論の全趣旨により認\n定することのできる事実を総合すれば，法学部における定年制の内容，労使慣行の\n存否に関する事実関係は，以下のとおりでなる。\nア　被告寄附行為によれば，学校法人の業務を決定し（通常業務の範囲では，常務\n理事会に権限がある。），運営に責任を負う機関として理事会が組織されている。\nまた，日本大学学則によれば，日本大学の各学部には，教授会がおかれ，専任教授\n全員，３名以内の専任助教授代表及び事務局長で組織され，教員の進退に関するこ\nと等を審議することとされていた。\nイ　日本大学では，学部ごとに，労働基準法の解釈上，事業所が異なっているとい\nう見解から，各学部が学部における手続を経て，当該学部の教職員就業規則を制定\nし，各学部ごとに各所轄の労働基準監督局に届出をしている。各学部の教職員就業\n規則の内容は，日本大学教職員就業規則をひな形として作成されており，定年制に\nついては，前記争いのない事実に記載した法学部就業規則の定年制の規定と同一の\n規定を置いていた。\nウ　昭和６２年２月１５日付けの日本大学広報中の企画担当・商学部教授の論考で\nある「特別の事情がない限り６５歳に　教員の定年制を考える」には，実質的に６\n５歳定年制は有名無実となり，事実上，７０歳定年制が行われている旨の記述があ\nる。また，平成５年１０月１５日付けの日本大学広報中の監事室付の「教員の定年\n制を遵守せよ　財政危機乗り切りのための私案」には，教員に限っては，６５歳定\n年の原則が骨抜きとなり，ほとんどの教授が満７０歳まで定年延長されているのが\n実情であること，定年延長教授が約３００名在籍しているとの記述がある。\nエ　昭和６２年３月１日付けで「教員の定年制度検討委員会」に，教員の定年年\n齢・延長事由並びに審査期間の設置等教員の定年制度全般について現状を調査し，\n改善策を検討するように諮問した。\n平成７年８月１日，財務運営に関する特別委員会が総長，理事長からの諮問に答\nえて提出した答申書には，日本大学の現状は，７０歳まで定年延長が認められてい\nることから，教員は定年延長が当然のこととして受け止められている風潮にあり，\n定年の条文は空文化に等しいとの記載がある。この答申書は，理事会に報告された\nが，現状認識について特に異論は存せず，同委員会の委員長である理事は，その際\nに，廃止によるデメリットが生じることから，常任会や学部長会議での検討に委ね\nる旨を発言している。\nまた，平成９年８月２６日，日本大学未来想像プロジェクトチーム委員会が，総\n長，理事長からの諮問に答えて提出した答申書（第二次）には，定年延長は，一部\n学部を除き，ほとんどの教授が定年延長を認められており，事実上７０歳定年制に\nなっているといっても過言でないこと，教育，研究の専門分化が進んでいる現在，\n個々の案件について理事会で判断を行うことは非常に困難であり，結局，学部の内\n申どおり通過する実態になっていると思われることが指摘されている。また，この\n答申書は，定年延長が安易に流れるのは適切でないとし，各学部に審査機関を設置\nして客観的な審査を行うべきであるとしている。そのための方法として，６５歳で\nすべて定年退職とし，再雇用という形に変えるのが合理的であるとしながら，労働\n条件の見地から見たとき，雇用期間延長が労働慣行として熟しているという見方も\n可能であるとして，現行どおりの期間延長という性格を維持すべきであると結論づ\nけている。この答申書は，理事会において報告されたが，現状認識について，特に\n異論は存しなかった。なお，Ａ現法学部長代行は，平成１２年６月１日開催の法学\n部教授会における学部長選挙での所信表明の際，自分は，この委員会の教職員問題\n分科会の委員長であったが，すべての委員は，定年延長は労働契約の内容であるか\nら，当然のことであるという発言及び自分としては，定年延長というのは，教員の\n採用，雇用の契約となっており，労働条件となっており，それを前提に採用されて\nいるという発言をしている。\nオ　法学部において，昭和５６年４月から平成１３年２月２８日までの間に退職し\nた専任教授のうち，定年延長の措置を受けて７０歳で定年退職した者は７３名（後\n述のＦ教授及びＧ教授を含む。）であり，また，同日の時点で法学部に在職中の専\n任教員１２１名中９３名が専任教授であり，そのうち２６名が定年延長を受けた者\nである。\nカ　いずれも外部から法学部教授に採用されたＨ（昭和５４年採用，平成８年満７\n０歳で退職），Ｉ（昭和５８年採用，平成９年満７０歳で退職），Ｊ（昭和６１年\n採用），Ｋ（昭和６３年採用），Ｌ（平成３年採用，平成１３年満７０歳で退\n職），Ｍ（平成６年採用，平成１３年２月満７０歳で退職）及びＮ（平成９年採\n用）は，各採用時，当時の法学部長（又はその意向を受けた法学部教授）から，\n「法学部では満７０歳まで研究と教育に従事できる。」旨の説明を受けていた。ま\nた，Ｏ（昭和２４年法学部専任講師として採用，昭和３３年教授昇任，平成２年６\n月満７０歳で退職）及び原告は，法学部長の職にある時，大学の外部から教授とし\nて採用しようとする者を招聘するにあたり，同旨の説明をしていた。\nこのような説明を受けた者は，満７０歳までの雇用を期待して法学部教授として\nの雇用契約を了解し，その待遇を前提として後輩を法学部に招く者もいた。\nキ　法学部教授会では，本人が任意に退職を希望しない限り，定年の３～４か月前\nにその教授の定年を延長するか否かを審議するが，ほとんどの場合には，そのころ\nに定年に達する複数の教授の定年延長を一括して行っていた。他の学部と同様に，\n定年延長は，昀初の延長が２年，２回目が２年，３回目が１年とするが，教授会で\nの審議も，定年延長の内申の対象者の資料に基づき，個々人について採決をするこ\nとなく，議長が賛成多数とみなして内申することが通例である。そして，定年延長\nについて，問題となったのは，後述する２例のみである。なお，日本大学の文系の\n学部に範囲を広げても，定年延長が問題となったのは，昭和５４年以降，芸術学部\nの２例を加えるのみである。\nク　法学部において，少なくとも昭和５６年ころ以降，定年延長が問題になった事\n例として，原告，被告が揃って指摘するのは，次の２例のみである。\n①　法学部のＦ教授は，平成２年１月１３日に満６５歳になったが，それ以前か\nら，全く教授会に出席せず，その他の法学部の公式行事にも出席せず，授業の休講\n率も高かったし，同僚教授の一部を揶揄するような発言があった。そこで，同教授\nの定年延長の内申を行うべきかが法学部教授会で問題となり，平成元年１２月７日\n開催の教授会では，同教授の承諾を受けて１年間延長するという決議を行い，その\nとおりの理事会の承認を得た。さらに，平成２年１１月２２日の教授会で，２回目\nの定年延長の内申を行うかが問題となり，議論が混乱したが，同月２９日の教授会\nにおいて，同教授が，採決をしてまで定年延長の内申をすることを希望していない\nとの意向が示され，結論としては，定年延長の内申を行わないこととなり，同教授\nは，平成３年１月１２日に定年退職した。\n②　法学部のＧ教授は，平成元年６月１２日に満６５歳になり，法学部から２年間\nの定年延長の内申が出されたが，常務理事会において，同教授が１年以上も休講\nし，ゼミナールも行っておらず，授業は代講を立てていたことが問題となり，法学\n部に対して調査報告書を提出することを求めた。法学部は，調査報告書とともに内\n申したところ，学年末である平成２年３月３１日までの定年延長が承認され，その\n時点で改めて再度の定年延長を検討することとなった。ところが，期間満了前に，\n同教授から，定年延長を希望しない意向が示されたため，１回目の定年延長期間満\n了により定年退職となった。\nケ　平成１２年１０月１９日に開催された法学部教授会において，原告を含む７名\nの教授の定年延長の内申をするかが議題となった。その際，一括方式による内申を\n行うことについての異論はあったが，結論としては，従前と同様の手法により，内\n申することが承認された。\nコ　平成１３年２月２日開催の理事会においては，２項目の報告，連絡事項と２８\n項目の議事事項が審議された。議事事項第８で，いずれも同月中に定年となる１７\n名の教授の定年延長が審議され，いずれも可決された。議事録上，これらの教授に\nついては，講義への出講状況及び教授会への出席状況は良好であることが報告さ\nれ，原案どおり決定した。\n議事事項第２８で，原告の定年延長が審議された。人事部長から，法学部からの\n内申の内容と，原告が法学部長を解任されたことが言及された。その上で始まった\n議論の内容は，次のとおりである。週刊新潮平成１２年２月３日号の原告の法学部\n長解任に係る「伏魔殿『日大』突如解任の怪」との週刊誌記事に対する訴訟の状況\nが説明された。日大の本部批判の張本人の定年延長は，当該訴訟の原告としては，\n毅然として承認しないのが適切であるとの意見が出た。文系学部に定着している定\n年延長の慣例の見直しは，今後の課題として全学的な検討が必要であるとの見解を\n示す理事がおり，また，別の理事から，今までに定年延長の案件が審議され，ほと\nんどそのまま承認するような状況であり，教授の身分の問題であることから，当然\n労働問題であり，裁判問題に発展するおそれがあることが指摘された。また，理事\n会には定年延長について決定権限があり，法律的に問題がないという意見が出た。\nそして，採決の結果，出席理事２４名全員一致で，定年延長を否決するという結論\nとなった。\nサ　定年延長の取扱いについては，学部によって違いがあった。日本大学第一部の\n関係で，平成２年から平成１２年までの定年退職者のうち，医学部，歯学部，松戸\n歯学部の教授は，７０歳まで定年延長されたことは全くなかった。工学部において\nは，定年延長を受けるためには，学科の主任の推薦状が必要であり，厳格に内申の\n手続を採る結果，定年延長の対象となるのは，約７割に過ぎない（平成２年から平\n成１２年までの定年退職者のうち，個別的な事情は不明であり，何人の教授が定年\n延長を希望したかは不明であるが，上記期間に工学部の専任教授のうち，定年退職\nをした者は４３名いるうちで，７０歳まで定年延長になっていた者は，３０名であ\nる。）。工学部出身の理事は，例えば，法学部の定年延長の内申の内申理由は，工\n学部と比較して十分かと疑わざるを得ない例が散見されると思いながらも，授業へ\nの出講状況や教授会への出席状況，人格に問題がなければ，理事会において特に反\n対しなかった。\n薬学部では，平成１２年９月７日の教授会において，定年延長の審査時に学術論\n文１００篇以上，審査時以前５年間に学術論文２０篇以上，審査時以前５年間に多\n額の研究費を獲得すること（顕著な社会的活動や大学に対する顕著な貢献を行った\n者には，特例を認める。）を内申の要件とし，６７歳に達したときの学年末を超え\nることはできないとの申合せをした。\n（２）　労使間で慣例として行われている労働条件等に関する取扱いである労使慣\n行は，それが事実たる慣習として，労働契約の内容を構成するものとなっている場\n合に限り，就業規則に反するかどうかを問わず，法的拘束力を有するというべきで\nある。そして，労使慣行が事実たる慣習となっているというためには，第１に同種\nの行為又は事実が一定の範囲において，長期間反復継続して行われていること，第\n２に労使双方が明示的に当該慣行によることを排除，排斥しておらず，当該慣行が\n労使双方（特に使用者側においては，当該労働条件の内容を決定し得る権限を有す\nる者あるいはその取扱いについて一定の裁量権を有する者。）の規範意識に支えら\nれていることを要すると解するのが相当である。\n（３）　そこでまず，第１の要件，つまり，同種の行為又は事実が一定の範囲にお\nいて，長期間反復継続して行われていることが認定できるかを検討する。\n前記認定事実（１（１）ウエオキ）によれば，この事実は優に認定することがで\nきる。上記認定事実のとおり，少なくとも昭和５６年以降，法学部の教授で，定年\n延長を希望する意思を昀終段階まで有しながらそれがかなえられなかった例は，全\nくない（前記認定事実（１（１）ク）のとおり，定年延長が問題となったＦ教授及\nびＧ教授とも，定年延長が法学部教授会で問題となった段階で，いずれも定年延長\nを受けない意思を表明したことにより，定年延長の手続がとまっている。）という\n一事をもってしても，同種の行為が長期間反復継続して行われていたと認定するこ\nとができるのである。\n（４）　次に，労使双方が明示的に当該慣行によることを排除，排斥しておらず，\n当該慣行が労使双方（特に使用者側においては，当該労働条件の内容を決定し得る\n権限を有する者又はその取扱いについて一定の裁量権を有する者。）の規範意識に\n支えられているという事実を認定できるかを検討する。\n前記認定事実（１（１）カキケ）によれば，法学部の教授の側が本件労使慣行を\n是認していることは，十分に認定することができる。また，前記認定事実（１\n（１）ウエ）によれば，被告の広報でも，また，各種の諮問答申の類も，すべて，\n被告の学内においては，教授に関しては６５歳定年が有名無実化して７０歳定年に\nなっていることを異口同音に指摘している。もとより，これらの論説や諮問答申\nは，本件労使慣行の問題点を指摘するものであるが，そのような指摘があってから\n長期間（本件の証拠に現れているだけでも１５年以上。）にわたり，特に制度的に\n改革をした痕跡が，証拠上全く現れていない以上，本件議決の時点で，労使双方が\n明示的に本件労使慣行によることを排除，排斥していないことは明らかであるとい\nわなければならない。\nさらに，前記認定事実（１（１）エ）のとおり，財務運営に関する特別委員会の\n答申を理事会で発表した際の理事会でも，定年延長をめぐる労使慣行を否定した議\n論はなく，上記委員会の委員長（理事）も，廃止によるデメリットが生じることか\nら，常任会や学部長会議での検討に委ねる旨を発言していること，日本大学未来想\n像プロジェクトチーム委員会（委員長は理事。）の答申書（第二次）には，事実上\n７０歳定年制になっているとの現状認識とともに，将来採るべき政策が再雇用制か\n定年延長制という文脈の下ではあるものの，労働条件の見地から見て，雇用期間延\n長が労働慣行として熟していると言及していること，同委員会の構成員であり，法\n曹資格を有する法学部教授であるＡ現学部長代行が，学部長選挙を行う教授会にお\nいて，同委員会の教職員問題委員会のすべての委員は，定年延長は労働契約の内容\nであるという，上記答申の内容を敷衍する発言をしていることから見て，使用者側\nの一定の裁量権を有する者の間でも，規範意識を有していたと評価することができ\nる。そして，前記認定事実（１（１）コ）のとおり，本件議決の際の複数の理事の\n発言中に，これまでの定年延長に関する慣例，慣行との関係で，定年延長をするこ\nとについて問題点があることを明白に意識して懸念が表明されているのであり，上\n記懸念については，理事会は否定できる権限があるはずだというのみで，本件労使\n慣行に関する具体的な反論もないのであるから，結論として原告の定年延長を否定\nしたとしても，上述の理事会の議論の中身は，まさしく，理事会の構成員におい\nて，本件労使慣行についての規範意識に裏打ちされていることを物語っているとい\nわなければならない。\n以上の検討によれば，本件労使慣行について，労使双方が明示的に当該慣行によ\nることを排除，排斥しておらず，労働条件の内容を決定し得る権限を有する使用者\n側の者も含めて労使双方の規範意識に支えられているという事実を認定することが\nできる。\nこの判断に反する前記証人Ｅの証言は，具体性のある根拠を欠くものであるし，\nこの判断に反する前記証人Ａの証言は，前記認定事実（１（１）エ）の教授会での\n発言に照らし，いずれも採用する余地はない。\n（５）　なお，被告は，定年延長の取扱いが，理系学部においては厳格に制限され\nているから，全学的に見て，定年延長に関する労使慣行は否定される旨の主張をす\nる。しかしながら，前記認定事実（１（１）イサ）のとおり，被告は，各学部を別\n個の事業所であるという見解のもとに，各学部ごとに就業規則を策定して労働基準\n監督署に届出をしているのであるから，事業所ごとに就業規則と労使慣行をめぐる\n労働契約の内容が異なっていても，何ら異とするに足りないし，理系学部の中で\nも，学部ごとに，定年延長に関する取扱いは，全く異なっているのであり，まさし\nく，事業所ごとに異なる労働契約の内容になっていることが窺われるから，被告の\n上記主張は採用できない。\n２　争点（２）（定年延長を否定する正当事由の有無）について\n（１）　前記争いのない事実に証拠（甲４，８，９，１２，２６，３７，５０～５\n４，７０，１０１，乙２，７～１０，１９～２３，２８，３２，３９，４３，５５\n～５７，６７，８５，１０５，証人Ｐ）及び弁論の全趣旨により認定することので\nきる事実を総合すれば，原告の定年延長を否定する正当事由に関連する事実関係\nは，以下のとおりである。\nア　法学部就業規則には，次の規定がある。\n第１９条　教職員が次の各号の一に該当するときは，解職することができる。\n①　教職員としての能力を欠き，職務に適しないと認められたとき\n②　疾病または身体障害のため勤務に堪えないと認められた場合\n③　公疾病で療養中の者が打切補償を受けた場合\n④　その他やむをえない大学の事由がある場合\n（２項，３項省略）\n第２０条　前条の解職をする場合は，大学の人事給与委員会の意見を聞かなければ\nならない。\n（中略）\n第４９条　教職員が次の各号の一に該当するときは，懲戒する。\n①　職務上の義務に違背し又は職務を怠ったとき。\n②　学内の秩序を乱したとき。\n③　大学の名誉を傷つけ又は信用を失墜する行為があったとき。\n④　教職員としてその品位を傷つけ又は体面を汚す行為があったとき。\n⑤　故意又は過失により大学に損害を与えたとき。\n⑥　経歴を偽り又は不正の方法で採用されたとき。\n⑦　その他この規則又は大学の諸規定に違背する行為があったとき。\n第５０条　懲戒の種類は，情状により譴責，減給，出勤停止，降格及び免職の５種\nとする。\n（中略）\n第５４条　降格は，役職を免じ，又は２等級の範囲内で給与の等級を下す。\nまた，日本大学学則９条６号は，教授会は，教員の進退に関することを審議する\nと規定し，教員の進退に関する教授会議決規程は，定年規程による退職以外の退職\n又は停職の議決は，総会員の３分の２以上の出席を必要とし，出席会員の３分の２\n以上でこれを決めると規定している。\nイ　原告は日本私法学会，比較法学会，日独法学会の会員であり，これまでに学術\n論文を発表していた。また，原告は，平成１３年度の法学部の学部や大学院法学研\n究科で講座やゼミナール担当者として予定され，平成１３年度国外研修の候補者と\nして教授会の承認を得ていた。\nウ　本件議決にいたる事実経過は，次のとおりである。\n①　平成１１年３月１９日，日本大学本部は，次期日本大学総長の選挙期日を同年\n６月１７日と決した。\n②　平成１１年５月７日，被告理事会において，文部省高等教育局長から，大学設\n置基準に照らして，日本大学法学部の専任教員が不足している事実を指摘し，その\n早急な充足を求める趣旨の通知があったことの報告があった際，Ｑ理事からの緊急\n動議により，法学部教員充足，司法試験対策，文部省科学研究費に関して，具体的\nな改善策を検討する法学部改善委員会（仮称）の設置が承認された。\n③　平成１１年７月２日，被告理事会において，原告の総長選挙広報等についての\n言動を併せ調査することが決議され，②の委員会は，法学部問題調査・改善特別委\n員会と改称された。\n④　平成１１年９月３日，Ｑ理事を委員長とする③の理事長あての同日付け答申書\n（中間）が提出され，同年１２月２日，③の理事会あての同日付け中間答申が提出\nされた。\n⑤　平成１１年１２月３日，理事会は，原告につき法学部長解任の決議をした。解\n任の理由は，教員数の充足を怠ったこと，法学部の管理運営について恣意的，独断\n的であったこと，被告に協力する姿勢がみられないことであり，以上から法学部長\nとして適当でなく，今後の法学部の改善，充実にあたり期待できないことであっ\nた。なお，理事会において，この解任の学内規則での明文の根拠はなく，学部長解\n任は，労働法上の降格に該当するが，懲戒処分である降格を選択しないという議論\nがあった。\n同日，被告は，Ａ教授を学部長代行とした。\n⑥　平成１２年１０月１９日開催の法学部教授会で，原告の定年を２年延長する内\n申手続を採ることを議決をし，被告に対し，同年１１月３０日，その旨の内申を\nし，それに対して，平成１３年２月２日，理事会は，原告の定年延長を認めないと\nいう本件議決をした。\nエ　原告は，昭和４１年に法学部専任講師に任命された後，平成４年１１月，法学\n部長に補され，平成７年１月と平成１０年１月に再任された。また，平成５年９\n月，被告理事に委嘱され，平成８年９月に再度委嘱され，平成１１年９月に委嘱を\n解かれた。上記の間，法学部や日本大学の各種の職を歴任していた。\nオ　前述の法学部問題調査・改善特別委員会作成の平成１１年１２月２日付け中間\n答申によれば，法学部においては，専門分野ごとに「村」と称する小組織が構成さ\nれており，この村を主体として教員候補が推薦されているが，村ごとに派閥意識が\n強く，推薦に当たっての明文の推薦基準や審査基準がないことが，教員任用制度の\n問題点として指摘されている。また，法学部では，教員の採用については，教員拡\n充委員会，担当者会議の組織による検討がなされる仕組みになっており，これらの\n組織が，その権限を有するとともに責任を負っていた。そして，昀終的には，教授\n会による議論を経て教員の採用がされていた。\nカ　学校法人日本大学寄附行為には，不動産の取得等の重要な財産行為について\nは，理事会の３分の２以上の同意を必要とし，日本大学調達規程によれば，土地の\n購入，１件あたりの工事予定額が５０００万円以上の改良，改善，解体工事等，工\n事予定額が１０億円以上の工事の設計をする場合には，部科校長は，理事長あてに\n申請書を提出して手続を進める（以下「本件工事」という。）と規定されている。\nまた，法学部での工事等については，法学部内での手続としては，キャンパス整\n備委員会という組織が存し，教授らの他，営繕管財会議の主要な事務局の構成員\n（会計課長を除く。）は包含した者によって構成されていた。また，法学部内に\nは，事務局職員で構成された営繕管財会議が存在した。原告は，学部長当時，営繕\n管財会議は，その所管事項は，学部が行う工事に限定されるという解釈から，本部\n工事については，キャンパス整備委員会に対する諮問のみにより，営繕管財会議の\n手続を経ないで本部への内申手続を採っていたが，そのことに対して，法学部問題\n調査・改善特別委員会による調査以前には，法学部内や本部から問題であると指摘\nされたことはない。本部工事は，キャンパス整備委員会で審議された後は，担当者\n会議，教授会に諮って，被告の大学本部への上申の手続をしていた。そして，本部\nでは，営繕委員会等を組織し，理事会への付議を含めて，本部での手続を進めてい\nた。\nキ　原告は，平成８年と平成１１年の総長選挙に立候補した。\n原告の平成１１年の選挙の際に，法学部内に仮設電話が設置され，また，選挙事\n務所の補助として，人材派遣会社から２名の補助員が雇用された。そして，法学部\nから前者の分として「総長選挙用電話工事」の内訳で，１万５４３５円が，後者の\n分として「庶務課事務補助による人材派遣」の内訳で３１万７２０５円が支出され\nた。なお，後者については，契約期間を平成１１年６月４日から同月１６日とする\n人材派遣による事務補助者の契約についての決済があり，その中には，当時，学部\n次長であったＡの決済印もあり，法学部の担当者は，事柄が本部事務室における人\n員配置の問題であること，その契約期間に照らせば，総長選挙対策用の事務補助者\nであることについては，十分に認識していたものと認められる（これに反する乙３\n９及び前記証人Ａの各供述は，信用できない。）。\n平成８年の選挙の際，一般に学部の学部長が総長選挙に立候補した場合，各学部\nの事務担当者が電話番等に動員されるのであるが，その当時，法学部は昀小限の職\n員配置しかなかったため，各課から人を割くことが困難であり，学部内で相談の\n上，派遣会社からの職員を雇用した。平成１１年の総長選挙の際にも，同様の方法\nを採った。\nなお，原告は，総長選挙の前に，法学部Ｒ庶務課長に対して，選挙対策用の費用\nとして，合計３００万円の私費を手渡していた。また，原告は，平成１１年の費用\nについて，事後に全額返済している。\nク　総長選挙の際，他の総長候補者が，学部内に設置した仮設電話の費用や，選挙\n対策のための人員をどのようにして都合しているかについての主張，立証はない。\n前述の平成１１年９月３日付け法学部問題調査・改善特別委員会の答申書（中\n間）中には，選挙広報に掲載された原告の記載内容ないしその原案が，被告に対し\nて批判的に過ぎる点，総長選挙管理委員会規程の定める２回の選挙広報の規定に抵\n触するおそれがあること等の問題点に次いで記載されている。そして，総長選挙に\n関する事項の改善案として，現行の選挙制度は様々な点で見直すべきことは多数の\n者の評するところであるが，現状においては既存の規程において実施されなけばな\nらないこと，この選挙活動における原告の行動は，理事，学部長としての基本的な\n面での意識の希薄さが見受けられると結論づけている。\n（２）　被告は，争点（２）について，定年延長を否定すべき正当な事由があると\n主張する。被告が，この主張を理論的にどのように位置づけているのか明らかでな\nいが，前記判断のとおり本件労使慣行が認められる中で，本件議決により，定年延\n長をしないという被告の行為は，解雇の意思表示ということになるので，解雇権の\n行使が濫用であることの評価障害事実として主張していると善解して，以下検討す\nる。\nただし，理事会の本件議決により被告が解雇権を行使したと解釈したとしても，\n前記認定事実（２（１）ア）のとおり，法学部就業規則においては，解雇事由は列\n挙されているのであり，被告主張事実（結論としては，教授として備えるべき「人\n格」が欠けていること。）が，どの事由に該当するか判然としないし，理事会が，\n各学部の教授を解雇する権限の根拠は何か，上記認定事実の教授会議決規程の手続\n的要件に関する主張も欠けているのであり，これらの問題点を解消しなければ，そ\nもそも本件議決の有効性の主張は，失当になるという帰結になる。\n（３）　仮に，（２）の点を措くとして，被告の主張する一般的な「人格」を備え\nていないという事由が，解雇事由になるという見解の当否を検討する。\n学術の中心として，広く知識を授け，深く専門の学芸を教授研究し，知的，道徳\n的及び応用的能力を展開させることを目的とする大学の中心となる教授に，「人\n格」が必要とされることは，一般論としては，まことにもっともなことである。し\nかし，「人格」とは，あまりにも広義な概念であり，被告の主張は，法学部教授と\nして必要な「人格」の内容についての具体的主張，立証がなく（具体的主張があれ\nば，抽象的な「人格」を論じる必要はあるかは疑問であるが。），そのような「人\n格」を欠く原告を，長きにわたり前記認定事実（２（１）エ）のような学内及び法\n学部の要職に据えてきたこととの整合性を欠く被告の見解は，失当であるといわな\nければならない。\n（４）　そこで，さらに仮に，被告の主張を善解して，それぞれの行為が教授とし\nての適格性に問題があるという趣旨の事実主張であると解したとして，その当否を\n検討する。\n教授は，学生を教授し，その研究を指導し，又は研究に従事することを職務とす\nる者である（学校教育法５８条５項）。前記認定事実（２（１）イ）のとおり，原\n告は，一定の学問業績を有し，法学部内で定年延長を前提に学部と大学院の教育の\n担当が予定されていた。一方，被告は，批判されるべき原告の行為として，卒業式\nの紅白饅頭の大きさの問題まで云々する極めて広範かつ詳細な主張をしながら，学\n生に対する教育，学術研究業績において，原告に欠けるところがあるという趣旨の\n具体的な主張をしていないことからすれば，被告としては，上述の教授の基本的な\n職務について，原告に適格性を疑わせるような事情は存しないとの認識を有してい\nたことが認められる。\n（５）　被告の主張のうち，被告の中途の準備書面までは，業務上横領行為である\nと主張していた総長選挙の際の公私混同の主張（第２当事者の主張（２）（被告の\n主張）カ②）について検討する。\n前記認定事実（２（１）キク）のとおり，総長選挙における経理関係の在り方に\nついての客観的証拠がないことから，上記認定事実を非行行為と評価するだけの立\n証は尽くされていない。むしろ，上記認定事実のとおり，法律家を含むメンバーが\n作成し，原告の学部長解任という結論を出した法学部問題調査・改善特別委員会の\n答申書（中間）において，この事実を指摘しながら，結論としては，既存の選挙制\n度の問題点があっても現行規程を遵守しなければならないとしか言及していないこ\nとからして，同委員会も，この事実を原告の業務上横領行為とは評価していないと\n認められるから，結局，この事実は，解雇権濫用の主張に対する障害事由とは評価\nし得えない。\n（６）　以上の他に，被告は，原告の学部長在任中の行動について，詳細かつ広範\nな事実主張をするが，その内容は，いずれも学部長又は総長選挙候補者としての行\n動に係わる事由であり，直ちに教授としての適格性に関する主張としては，不十分\nであるといわなければならない。また，その具体的な行動の中身も，前記認定事実\n（２（１）オカ）によれば，例えば，教員の充員については，法学部内での「村」\nからの推薦，教員拡充委員会，担当者会議，教授会という各機関が関与しており，\nまた，例えば，図書館棟の建築の問題にあっては，法学部内のキャンパス整備委員\n会，担当者会議，教授会によるチェック，本部が関与する案件にあっては，日本大\n学本部，営繕委員会，理事会等による組織的なチェックが働くことが予定されてい\nるのである。してみると，被告は，原告が学部長在職中の不都合な行為を縷々主張\nしているものの，それぞれの権限と責任を持った機関が，学部長をチェックするか\nたちで法学部の行為がなされる組織となっている以上，上記の法学部の行為が不適\n切であるからといって，教授という地位に関しての解雇権濫用の障害事由としての\n主張としては，失当であるといわなければならず，採用することはできない。\n（７）　以上の検討によれば，仮に本件議決が，法学部教授を解雇する意思表示と\nする法律構成が可能であるとしても，原告が法学部教授としての適格性を有してい\nるのに，社会通念上相当なものとして是認するだけの解雇権濫用の障害事由が存在\nしないから，本件議決は，解雇権濫用に該当すると評価することができるから，無\n効になるという結論になる。\n第４　結論\n以上のとおりであるから，原告の請求のうち，被告の設置する日本大学法学部教\n授であることの地位の確認を求める請求については理由があるし，原告の未払賃金\n及び賞与の請求のうち，本判決確定日までの請求については理由があるから，いず\nれもこれを認容し，原告のその余の請求に係る訴えについては，訴えの利益を欠く\nから，いずれも却下することとし，主文のとおり判決する。\n東京地方裁判所民事第１９部\n裁判官　渡邉弘\n"
}