{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 18,
    "month": 5,
    "day": 30
  },
  "case_number": "平成17(行ケ)10212",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "33094",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=33094",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/094/033094_hanrei.pdf",
  "contents": "平成１７年（行ケ）第１０２１２号 審決取消請求事件\n平成１８年５月２５日 口頭弁論終結\n判決\n脱 退 原 告 株式会社ヘリオス\nX原告引受承継人\n（以下「原告承継人」という ）。\n被告 特許庁長官 中嶋 誠\n指定代理人 中 村 和 夫\n同 渡 戸正義\n同 大 場義則\n同 岡 田孝博\n主文\n１ 原告承継人の請求を棄却する。\n２ 訴訟費用は原告承継人の負担とする。\n事実及び理由\n第１ 当事者の求めた裁判\n１ 原告承継人\n特許庁が不服２００３－１８４０７号事件について平成１６年７月１５日に\nした審決を取り消す。\n訴訟費用は被告の負担とする。\n２被告\n主文と同旨\n第２ 当事者間に争いのない事実（ただし，発明の名称につき，乙１～３）\n１ 特許庁における手続の経緯\n原告承継人は，平成１２年５月２２日，発明の名称を「遊技機，確率変動方\n」（，「， 」法及び情報記録媒体 その後 遊技機 大当り制御方法および情報記録媒体\nと補正され，更に「遊技機，大当り確率制御方法および情報記録媒体」と補正\nされた ）とする発明につき特許出願（特願２０００－１５０６７７号。以下。\n「本願」という。後記補正後の請求項の数は１である ）をした。原告承継人。\nは，本願に係る特許を受ける権利を脱退原告株式会社ヘリオス（以下「ヘリオ\nス」という ）に譲渡し，平成１４年４月２３日，その旨の出願人名義変更届。\nが特許庁に提出された。その後，ヘリオスは，平成１４年９月２０日付け手続\n補正書により，願書に添付した明細書の補正をしたが，平成１５年９月５日に\n上記特許出願につき拒絶査定を受けたので，同月２２日，これに対する不服の\n審判を請求するとともに，同日付け手続補正書（発明の名称を「遊技機」と補\n。）（ ， 「 」正する内容を含む を提出した 以下 この補正後の明細書を 補正明細書\nという 。。）\n特許庁は，上記審判請求を不服２００３－１８４０７号事件として審理した\n結果，平成１６年７月１５日，平成１５年９月２２日付け手続補正書による手\n続補正を却下するとともに 「本件審判の請求は，成り立たない 」とする審決，。\nをし，同年７月２７日，その謄本がヘリオスに送達された。\nヘリオスは，上記審決の取消しを求める本訴を提起するとともに，本願に係\nる特許を受ける権利を原告承継人に譲渡し，同年８月２３日に本願の出願人名\n義を原告承継人に変更する旨の届出が特許庁に提出された。原告承継人は，平\n成１６年１０月５日付け引受決定により本件訴訟を引き受け，脱退原告は，被\n告の同意を得て，本件訴訟から脱退した。\n２ 特許請求の範囲（請求項１）\n( ) 平成１５年９月２２日付け手続補正書による補正（以下「本件補正」とい1\nう ）後のもの。\n「 請求項１】数字や絵などの図柄が変動する変動表示ゲームを開始し，前【\n記図柄が全て停止して所定の数だけ揃うことにより大当りが発生し，前記変\n動表示ゲーム後に大当り状態に移行する一方，前記図柄が所定の数だけ揃わ\nなければハズレ状態になるとともに，前記変動表示ゲームにおいて高確率で\n大当りが発生する確率変動状態と低確率の普通確率状態とがある遊技機にお\nいて，遊技者が個別情報を入力するデータ入力装置と，前記個別情報と比較\nするための基準情報を発生させるとともに，各変動表示ゲームにおいて，大\n，，当りを発生させる確率を制御する中央制御部とを具備し 前記中央制御部は\n前記変動表示ゲームの開始時や所定時間経過後などの所定のタイミングにお\nいて，大当り確率を変動させるサブルーチンに入り，前記個別情報と前記基\n準情報との差が所定値よりも小さい場合には，前記普通確率状態よりも大当\nり確率を向上させた確率変動状態にすること，を特徴とする遊技機 （以。」\n下，この発明を「本願補正発明」という ）。\n( ) 本件補正前のもの（平成１４年９月２０日付け手続補正書による補正後の2\nもの\n「 請求項１】数字や絵などの図柄が変動する変動表示ゲーム条件装置を開【\n始し，前記図柄が所定の数だけ揃うことにより大当り状態に移行する遊技機\nにおいて，遊技者が個別情報を入力するデータ入力装置と，前記個別情報と\n比較するための基準情報を発生させるとともに，大当り確率を制御する中央\n制御部とを具備し，前記中央制御部は，前記変動表示ゲーム条件装置におい\n，， ，て 前記個別情報と前記基準情報との差が所定値よりも小さい場合 または\n前記個別情報が所定値で割り切れる場合，普通確率状態よりも大当り確率を\n向上させること，を特徴とする遊技機 （以下，この発明を「本願発明」。」\nという ）。\n３ 審決の理由\n( ) 別紙審決書の写しのとおりである。要するに，本願補正発明は，特許法３1\n（ 。，。）６条６項２号 平成１４年法律第２４号による改正前の規定 以下 同じ\nに違反し，また，本願の出願前に日本国内において頒布された特開平１１－\n３１９２１３号公報 甲２ 以下 刊行物 という に記載された発明 以（。 「 」 。）（\n下「引用発明」という ）と周知技術に基づいて当業者が容易に発明をする。\nことができたものであり，特許法２９条２項に該当するから，特許出願の際\nに独立して特許を受けることができないものであるとして，本件補正を却下\nし，本願発明も，また，上記と同様の理由により特許を受けることができな\nいとするものである。\n( ) 審決が，本願補正発明が進歩性がないとの上記結論を導く過程において，2\n引用発明の内容並びに本願補正発明と引用発明との一致点及び相違点として\n認定したところは，次のとおりである。\n【引用発明】\n「特別別図柄表示装置の図柄が変動し，変動停止した後に表示される図柄\nの組合せによって『大当り』が発生すると，遊技盤面の下方に設けられて\nいる大入賞口が連続して開放され，その間に多数の入賞が得られるパチン\nコ遊技機において，従来の大当等の発生確率切換手段である，所定のゲー\nトや入賞口等へ遊技球が所定個数落入したり，所定の遊技状況の発生が発\n生する都度高確率から低確率，または低確率から高確率にと遊技状況の発\n生に応じた自動的な切換へに代えて，適宜のタイミング，例えば，ア ．）\n遊技者は自らの選択によって抽選確率を決定可能とする，図柄表示装置に\n『』 ，大当たり 図柄が表示される前の条件装置が作動するまでのタイミング\nイ ．大当り後の遊技状況における抽選確率を遊技者自ら決定可能する，）\n『大当たり』発生に伴う条件装置の作動が終了した後のインターバル中と\n，， ，するタイミング等において 当該確率を切換る確率変動制御手段 例えば\n遊技者が選択したコイン図柄の『表』又は『裏』と，予め『表 『裏』』，\nがランダムに設定された確率切換設定用図柄の『表』又は『裏』と一致す\nれば大当り等の発生確率は高確率に移行し，一致しなければ低確率に移行\nする制御手段を備えたパチンコ遊技機 」。\n【一致点】\n「数字や絵などの図柄が変動する変動表示ゲームを開始し，前記図柄が全\nて停止して所定の数だけ揃うことにより大当りが発生し，前記変動表示ゲ\nーム後に大当り状態に移行する一方，前記図柄が所定の数だけ揃わなけれ\nばハズレ状態になるとともに，前記変動表示ゲームにおいて高確率で大当\nりが発生する確率変動状態と低確率の普通確率状態とがある遊技機におい\nて，遊技者が入力する判定用入力情報の入力装置と，前記と比較するため\nの基準情報を発生させるとともに，各変動表示ゲームにおいて，大当りを\n発生させる確率を制御するとを具備し，前記確率切換手段は，前記変動表\n示ゲームの所定のタイミングにおいて，大当り確率を変動させる動作に入\nり，前記判定用入力情報と前記判定用基準情報との比較結果に基づいて前\n記普通確率状態よりも大当り確率を向上させた確率変動状態にする遊技\n機」である点。\n【相違点】\n( )大当たり発生の確率を高確率とするか，低確率とするかの判定手段とi\nして，本願補正発明の実施例では，個別情報，基準情報を数字データと\nし，両者の差分の大小により判定しているのに対し，引用発明では図柄\nの表，裏が比較対照である設定された表，裏と一致するか否かにより判\n定している点。\n( )判定用入力情報を入力する入力装置に関して，本願補正発明の実施例ii\n，「 」 ，では 個別情報を数字データとした データ入力装置 であるのに対し\n引用発明では 「表 「裏」が記載された選択ボタンである点。，」\n( )確率切換のタイミングとして，本願補正発明は 「所定」と共に「開iii ，\n始時や所定時間経過後など が例示されているのに対し 引用発明は 大」， 「\n当り図柄が表示される前 「大当が発生してから条件装置が作動するま」\nでの間」等が例示されると共に 「随時可能」としている点。，\n( )確率切換手段として，本願補正発明は 「サブルーチン動作」によるiv ，\nのに対し，引用発明は 「確率変動制御手段」であり，サーブルーチン，\n動作によることは明記されていない点。\n（以下 「相違点( )」などという ），。i\n第３ 原告承継人主張の取消事由の要点\n審決は，次のとおり，( )特許法３６条６項２号の判断に関して，本願補正1\n発明が明確であるにもかかわらず 明確であるとはいえないと誤って判断し 取，（\n消事由１ ，( )本願補正発明の進歩性（特許法２９条２項）の判断に関して，） 2\n①本願補正発明と引用発明との一致点の認定を誤り（取消事由２ ，②本願補）\n正発明と引用発明との相違点についての判断を誤り（取消事由３ ，④本願補）\n正発明の顕著な作用効果を看過した（取消事由４）結果，本願補正発明が特許\n出願の際に独立して特許を受けることができないものであるとして，本件補正\nを却下したものであって，これらの誤りが結論に影響することは明らかである\nから，違法として取り消されるべきである（原告承継人は，本願発明について\nの審決の判断は争わず，これに対して取消事由を主張していない 。。）\n１ 取消事由１（特許法３６条６項２号の判断の誤り）\n，「， ， ，( ) 審決は 上記記載事項より 個別情報 及び基準情報の 例として各々11\n『１２３４ 『９３１１』の『数字データ』が挙げられ，さらに，遊技者』，\nによる『所望のデータ』と記載されていることから，個別情報，及び基準情\n報等が『数字データ』に限られないものとなる。すると，遊技者が送信する\n『所望のデータ』を含む『個別情報』とは如何なるもので，その場合の基準\n情報とは何を指し，両者の『差』とは如何なるものか不明瞭である （審。」\n決書３頁２０行～２６行）と判断した。しかし，この判断は誤りである。\n( ) まず，本願補正発明の発明特定事項は 「遊技者が個別情報を入力するデ2 ，\nータ入力装置と 」であり，この発明特定事項から「個別情事臥は遊技者が，\nデータ入力装置を操作して遊技機に入力する情報（データ）と解することが\nできるので，明確である。\n( ) また，審決も認定しているとおり，補正明細書中には「個別情報」の具体3\n例として，少なくとも「数字データ」が例示されている。したがって 「個，\n別情報」は明確である。\n( ) 一方，そもそも本願補正発明の発明特定事項には 「所望のデータ」との4 ，\n文言を含んでいないにもかかわらず，審決において，補正明細書の記載を参\n酌し，発明特定事項の「個別情情報」中に「所望のデータ」があたかも記載\nされているかのように認定し，そして当該「個別情報」を不明瞭とした判断\n自体が失当である。\n( ) 補正明細書には，審決（審決書２頁１９行～３頁１８行）も認定するとお5\nり，段落【００３９ 【００４０ 【００５５ 【００６０】に次のとお】，】，】，\nり，例示的に「個別情報 「基準情報」及び「個別情報と基準情報との差」」，\nについての記載がある。\n「 ００３９】この入力装置１８は，例えば第１特定入賞口１０及び第２【\n特定入賞口１１にパチンコ球が入賞したことを示す信号を発生する装置ま\nたは遊技者の個別情報を入力するデータ入力装置などである。遊技者がデ\nータ入力装置から個別情報を入力する一例としては，貸し玉を購入するた\nめのプリペイドカードに記載されたシリアル番号やキャッシュカードなど\nのＩＤ番号を読み取ったり，キーボードなどから直接入力したり，通信を\n利用して遊技者が所望のデータを送信することにより行う。また，出力装\n置１９は，中央制御部１４からの指示に基づいて，変動表示ゲームに連動\nした各種の音楽を発生させたり，変動表示ゲームの回数を表示したり，大\n当り確率が向上したことを表示する装置である 」。\n「 ００４０】中央制御部１４は，各変動表示ゲームにおいて，ハズレ，【\nリーチまたは普通図柄や特別図柄での大当りの発生や大当りを発生させる\n確率（例えば，低確率の通常状態や高確率の確率変動状態）をコントロー\nルする。特に，この中央制御部１４は，入力装置１８から入力された遊技\n者個別情報と乱数発生させた基準情報とを比較して，その差が小さい場合\nに確率変動状態に移行させる。また，中央制御部１４は，この基準情報を\n時々刻々変化させることにより，遊技者個別情報が一定値であっても大当\nり確率を変動させる。なお，基準情報を変化させるタイミングは，プリペ\nイドカードが抜き取られた場合など，遊技者個別情報が変更したときに行\nう様にしてもよい。また，他の方法としては，例えば，遊技者個別情報が\n所定値で割り切れた場合に確率変動状態に移行させることも可能である。\n当然ながら，この所定値は固定されている訳ではなく，中央制御部１４の\n判断で乱数を発生させて変更するようになっている 」。\n「 ００５５】中央制御部１４は，入力装置１８から遊技者個別情報を入【\n手すると，所定のタイミング（例えば，ゲーム開始時や所定時間経過後）\nで，このサブルーチンに入り，ステップＳ２００で記憶する遊技者個別情\n報を，またステップＳ２０１で基準情報を呼び出し，ステップＳ２０２で\nその差を求め，ステップＳ２０３に移行する。なお，この遊技者個別情報\nと基準情報との差は，両データの二乗平均または相関距離によってを求め\nることができる 例えば 遊技者個別情報が １２３４ で基準情報が ９。， 「 」 「\n３１１ とすると 各桁の差を求めて二乗 例えば 一の位であれば ３」， （ ， ，（\n－１）の二乗＝４）し，それらの合計を開平することにより，二乗平均が\n。， ，求まる なお 相関距離については数学的に波形の類似度を求めるもので\nその詳細は専門書に譲る 」。\n「 ００６０ 【発明の効果】以上説明した様に，本発明に係る遊技機，確【】\n率変動方法及び情報記憶媒体によれば，入手した遊技者固別情報に基づい\nて大当り発生確率を変動させるので，遊技者は，単なる偶然に頼るのでは\nなく，能動的に遊技機の大当り確率を変更することが可能となり，勝負結\n果に納得することができる 」。\n上記に加えて，補正明細書の段落【００５８】には，次の記載がある。\n「 ００５８】３１は，遊技管理業者側が備えるネットワークサーバであ【\n，（ ， ） ，り 通信ネットワーク３０ 例えば インターネット通信網 を経由して\nパチンコ店３２－１乃至３２－Ｎ若しくはゲームセンター３４－１乃至３\n４－Ｎに設けられた遊技機１（図示せず）と個人遊技者が所有する情報端\n末３３－１乃至３３－Ｎとを接続し，遠隔遊技を可能にする。この遠隔遊\n技の際 遊技機１は情報端末３３－１乃至３３－Ｎから遊技者個別情報 例，（\nえば，遊技者ＩＤ）を入手し，上述した方法で大当り発生確率を変動させ\nる。なお，遠隔遊技に使用される遊技機１は一般のメカ式遊技機であって\nもよいが，通常はパチンコ店やゲームセンターが具備するメインフレーム\n中に格納されたゲームソフトを情報端末から起動するという方法を取る様\nになっている 」。\n補正明細書の上記の各記載から 「個別情報」は，プリペイドカードに記，\n載されたシリアル番号やキャッシュカードなどのＩＤ番号に加えて，キーボ\nードや情報端末から入力可能なすべての情報を意味するものであると明確に\n理解できる。例えば，情報端末のキーボードからは「１２３４」の数字デー\nタ又は数値データ，所有者の名前や住所，電話番号のほかに，キャラクター\nコード，アスキーコード，制御コード，文字や図形データなど所望のデータ\nが入力できることは周知であるから 「個別情報」は当業者にとって明確で，\nある。\nまた 「基準情報」及び両者の「差」について，本願補正発明の発明特定，\n，「，事項には 前記個別情報と比較するための基準情報を発生させるとともに\n各変動表示ゲームにおいて，大当りを発生させる確率を制御する中央制御部\nと‥‥‥」及び「前記個別情報と前記基準情報との差が所定値よりも小さい\n場合，‥‥‥」と記載されているのであるから 「基準情報」は，個別情報，\nと比較するための情報 データ という点及び補正明細書中に例示された 数（） 「\n字データ」という点で明確であり，両者の「差」は，個別情報と基準情報と\nの比較結果における差分という点及び「数字データ」との差という点で明確\nである。\n例えば，補正明細書の記載に則して，両者の「差」について補足説明する\nと，遊技者個別情報１が「１２３４」で基準情報が「９３１１」の場合，単\n純に引き算して「差」を求めると「８０７７」であり，相関距離は約８．８\n３である。\nこれに対して，遊技者個別情報２を「１１１１」と仮定し，基準情報を同\nじ「９３１１」とした場合には，単純に引き算して「差」を求めると「８２\n００」であり，相関距離は約８．２５である。\nすなわち，引き算の場合には，両者の「差」は，遊技者個別情報１の方が\n遊技者個別情報２より小さいが，一方，相関距離の場合には，両者の「差」\nは，遊技者個別情報１の方が遊技者個別情報２より大きいという逆の結果に\nなっており，両者の「差」の計算方法によって結果が異なることを例示して\nいるのである。\nまた，この両者の「差」が「所定値よりも小さい場合」に「普通確率状態\nよりも大当り確率を向上させた確率変動状態にする」という点でも，本願補\n正発明の発明特定事項は明確である。\n２ 取消事由２（本願補正発明と引用発明との一致点の認定の誤り）\n( ) 審決は，本願補正発明と引用発明との一致点として 「数字や絵などの図1 ，\n柄が変動する変動表示ゲームを開始し，前記図柄が全て停止して所定の数だ\nけ揃うことにより大当りが発生し，前記変動表示ゲーム後に大当り状態に移\n行する一方，前記図柄が所定の数だけ揃わなければハズレ状態になるととも\nに，前記変動表示ゲームにおいて高確率で大当りが発生する確率変動状態と\n低確率の普通確率状態とがある遊技機において，遊技者が入力する判定用入\n，，力情報の入力装置と 前記と比較するための基準情報を発生させるとともに\n，，各変動表示ゲームにおいて 大当りを発生させる確率を制御するとを具備し\n前記確率切換手段は，前記変動表示ゲームの所定のタイミングにおいて，大\n当り確率を変動させる動作に入り，前記判定用入力情報と前記判定用基準情\n報との比較結果に基づいて前記普通確率状態よりも大当り確率を向上させた\n確率変動状態にする遊技機」であると認定している。\n上記において，審決は，両発明が「前記確率切換手段は，前記変動表示ゲ\nームの所定のタイミングにおいて，大当り確率を変動させる動作に入り」と\nいう点で一致していると認定しているが，引用発明にそのような記載や示唆\nは一切ないのであるから，この認定は誤りである。\n( ) 本願補正発明の特徴は 「前記中央制御部は，前記変動表示ゲームの開始2 ，\n時や所定時間経過後などの所定のタイミングにおいて，大当り確率を変動さ\nせるサブルーチンに入り」であり，断続する変動表示ゲーム（大当りの後に\n最初に開始される変動表示ゲーム１から次の大当りが発生するまでの変動表\n示ゲームＮ）の所定のタイミングにおいて，確率変動サブルーチンに入るこ\nとである。\n( ) 一方，引用発明においては，刊行物（甲２）に 「 ００４４】図７は，3 ，【\n本パチンコ遊技機１０に表示される抽選確率を切り換える確率切換設定用図\n柄の遊技者選択画面である。特別図柄表示装置５０に表１に示した「大当た\nり」図柄の何れかが表示されると「大当たり」が発生し条件装置が作動する\nが，この「大当たり」が発生してから条件装置が作動するまでの間に，特別\n図柄表示装置５０には遊技者自らが抽選確率を設定するためのゲームが表示\nされた遊技者選択画面が表示される 「 ００４５】この遊技者選択画面の。」【\n表示は，特別図柄表示装置５０に「大当たり」図柄が表示され遊技者に「大\n当たり」発生が報知された直後から開始される。それまで特別図柄表示装置\n５０に表示されていた各図柄５０ａ，５０ｂ，５０ｃ及び，図柄表示領域５\n０ｄの区別は一旦消去され，図７に示すように特別図柄表示装置５０の一面\nに「表 「裏」が記載された２枚のコイン図柄が表示される。更に，このコ」\n，「 」「」 （ 「「」イン図柄の表示と共に 遊技者に 表 裏 の選択を促す指示 例えば 表\n「」 」 ） 。」。裏 をボタンで選択して下さい 等 が表示される と記載されている\n上記記載に加えて，刊行物（甲２）の図８を参酌すると，引用発明には，\n「確率切換手段は，大当りが発生した後から，次の変動表示ゲームが開始さ\nれるまでの何れかのタイミングにおいて，大当り確率を変動させる動作に入\nり」という点は開示されているものの，変動表示ゲームの所定のタイミング\nにおいて，大当り確率を変動させる動作に入る点は開示されていない。\n( ) したがって 「前記確率切換手段は，前記変動表示ゲームの所定のタイミ4 ，\nングにおいて，大当り確率を変動させる動作に入り 」という点を，本願補，\n正発明と引用発明との一致点とした審決の認定は，明らかに誤りである。\n３ 取消事由３（本願補正発明と引用発明との相違点の判断の誤り）\n審決の判断の前提に誤りがあることは前記取消事由２のとおりであるが，仮\nにこの点に誤りがなかったとしても，両発明の相違点の判断に誤りがある。\n( ) 審決は 「相違点( )について，確率変更のタイミングについて，本願補1iii，\n正発明，引用発明は，各々「所定 「変更等は随時可能」と記載され両者」，\n共実質的に相違するところは認められない （審決書８頁２６行～２９行。」\n目）と判断した。しかし，この判断は誤りである。\n( ) 本願補正発明の特徴は 「前記中央制御部は，前記変動表示ゲームの開始2 ，\n時や所定時間経過後などの所定のタイミングにおいて，大当り確率を変動さ\nせるサブルーチンに入り，前記個別情報と前記基準情報との差が所定値より\nも小さい場合には，前記普通確率状態よりも大当り確率を向上させた確率変\n動状態にすること 」であり，大当りが発生するまでの断続する変動表示ゲ，\nームの所定のタイミングにおいて，確率変動サブルーチンに繰り返し入り，\n各変動表示ゲームの大当り確率を普通確率状態や確率変動状態に繰り返し変\n動させることである。\n，， ，また この大当り確率を繰り返し変動させる点について 補正明細書には\n「 ００４０】中央制御部１４は，各変動表示ゲームにおいて，ハズレ，リ【\nーチまたは普通図柄や特別図柄での大当りの発生や大当りを発生させる確率\n（， ） 。例えば 低確率の通常状態や高確率の確率変動状態 をコントロールする\n特に，この中央制御部１４は，入力装置１８から入力された遊技者個別情報\nと乱数発生させた基準情報とを比較して，その差が小さい場合に確率変動状\n態に移行させる。また，中央制御部１４は，この基準情報を時々刻々変化さ\nせることにより，遊技者個別情報が一定値であっても大当り確率を変動させ\nる。なお，基準情報を変化させるタイミングは，プリペイドカードが抜き取\nられた場合など，遊技者個別情報が変更したときに行う様にしてもよい 」。\nと記載されていることからも，本願補正発明の特徴を明確に理解できる。\n( ) 一方，引用発明については，刊行物（甲２）に 「 ００７０】本発明は，3 ，【\n上記した実施の形態に何ら限定されるものではなく，本発明の趣旨を逸脱し\nない範囲で種々の改変が可能である。例えば，確率切換設定用図柄における\n遊技者選択画面の表示タイミング及び，その表示図柄や遊技者による選択方\n法，確率切換設定用図柄の図柄設定方法の変更等は随時可能である。それに\nよって更に遊興性が増し，遊技者の興趣を一層高める効果が得られる ，。」\n「 ００７２】この時に，請求項２に記載の発明のように，抽選確率を切り【\n換える確率切換設定用図柄の選択画面は 「大当たり」が発生してから条件，\n，，装置が作動するまでの間に表示するか 又は請求項３に記載の発明のように\n「大当たり」の発生に伴う条件装置の作動が終了して次の遊技が開始される\nまでのインターバル中に表示すると良い。これにより，更なる興趣が得られ\nると共に，従来にない遊技を演出することが可能となる 」と記載されてい。\nる。\nすなわち，引用発明は，①その趣旨を逸脱しない範囲で確率切換設定用図\n柄における遊技者選択画面の表示タイミングの改変が可能である点，及び②\n遊技者選択画面の表示タイミングは 「大当たり」が発生してから次の遊技，\nが開始されるまでの間である点，を開示しているに過ぎない。また，確率切\n換設定用図柄の選択画面は 「大当たり」の発生に伴ってのみ与えられるも，\nのであり，その他のタイミングで複数回提供することは開示も示唆もされて\nいないのであるから 「大当たり」１回に対して，遊技者選択画面の表示回，\n数は１度だけと解すべきである。\n( ) したがって，確率変更のタイミングが，本願補正発明では変動表示ゲーム4\nにおいて繰り返し提供されているのに対し，引用発明では「大当たり」が発\n生してから次の遊技が開始されるまでの間に一度しか提供されない点で相違\nしているので，審決が相違点( )を認定しておきながら，両者とも実質的にiii\n相違するところは認められないとしたのは，誤りである。\n４ 取消事由４（本願補正発明の顕著な作用効果の看過）\n( ) 審決は 「しかも，本願補正発明に例示的に示されている『開始時や所定1 ，\n時間経過後』に当該タイミングを特定することが格別の作用効果を奏すると\nも，困難であるとも認められない。したがって，当該相違点は格別のもので\nはない （審決書８頁２９行～３２行）と判断した。しかし，この判断は。」\n誤りである。\n( ) 本願補正発明の特徴は，前記３( )において述べたとおり，大当りが発生22\nするまでの変動表示ゲームにおいて，遊技者が入力した個別情報に基づいて\n大当り確率を繰り返し変動させることである。\nこの本願補正発明の効果について，補正明細書には 「 ００６０ 【発明，【 】\nの効果】以上説明した様に，本発明に係る遊技機…によれば，入手した遊技\n者固別情報に基づいて大当り発生確率を変動させるので，遊技者は，単なる\n偶然に頼るのではなく，能動的に遊技機の大当り確率を変更することが可能\nとなり，勝負結果に納得することができる 」と記載されており，遊技者自。\n身が入力した個別情報により，大当り確率が向上し，大当りを引き当てた場\n合はもちろんのこと，大当り確率が向上しなかったとしてもすべて自己責任\nなので，遊技者は勝負結果に納得することができるととに，変動表示ゲーム\n中に繰り返し大当り確率向上の機会が提供されるので，期待感と緊迫感が増\nすのである。\n( ) したがって，審決が 「当該タイミングを特定することが格別の作用効果3 ，\nを奏するとも，困難であるとも認められない。したがって，当該相違点は格\n別のものではない （審決書８頁３０行～３２行目）と判断したのは，誤。」\nりである。\n第４ 被告の反論の要点\n審決の認定判断は正当であり，原告承継人主張の取消事由はいずれも理由が\nない。\n１ 取消事由１（特許法３６条６項２号の判断の誤り）について\n( ) 原告承継人は，①「数字データ」が例示されているから「個別情報」は明1\n確である，②「個別情報」が「所望のデータ」であると認定することは誤り\nである，と主張する。\nしかしながら 「個別情報」が 「数字データ」に 限られるものではなく，，\n「所望のデータ」も含まれることは，原告承継人自身が「情報端末のキーボ\n「」 ， ，ードからは １２３４ の数字データ又は数値データ 所有者の名前や住所\n電話番号の他に，キャラクターコード，アスキーコード，制御コード，文字\nや図形データなど所望のデータが入力できることは周知であるから 「個別，\n情報」は当業者にとって明確である」と主張していることからも明らかであ\nり，しかも，本願補正発明の特許請求の範囲（請求項１）に記載された「個\n別情報」が「数字データ」のみを表すものである旨は記載されていない。\nしたがって 「数字データ」に関する点が明確であったとしても，他の図，\n形データ等の所望のデータに対する基準情報及び両者の「差」が不明瞭であ\nる点に変わりはないから，原告承継人の主張は失当である。\n( ) 個別情報，基準情報，両者の「差」が不明瞭である旨を再度述べる。2\n個別情報に関して補正明細書の段落【００３９】には，審決も認定のとお\nり 「遊技者がデータ入力装置から個別情報を入力する一例としては，貸玉，\nを購入するためのプリペイドカードに記載されたシリアル番号やキャッシュ\nカードなどのＩＤ番号を読取ったり，キーボードなどから直接入力したり，\n通信を利用して遊技者が所望のデータを送信することにより行う 」と記載。\nされているから，個別情報としては，①プリペイドカードのシリアル番号，\n②キャッシュカードのＩＤ番号，③キーボードなどから入力した所望のデー\nタが記載されていることとなる。\nすると，②のＩＤ番号には英文字が含まれる場合があることは周知の事項\nであるから，当該英文字の場合に「差」が生じるような「基準情報」はいか\nなる情報か実施例としても記載されておらず不明瞭である。\nまた，③の所望データとして，文字や図形などが記載され，当該文字や図\n形において「差」が生じるような「基準情報」がいかなる情報か実施例とし\nても記載されておらず不明瞭である。\n２ 取消事由２（本願補正発明と引用発明との一致点の認定の誤り）について\n( ) 原告承継人は 「前記確率切換手段は，前記変動表示ゲームの所定のタイ1 ，\nミングにおいて，大当り確率を変動させる動作に入り」との記載は引用発明\nにはない旨主張する。\n( ) しかしながら，審決は 「( )本願発明と引用発明との対比 ( )構成の対応23 a，\n関係」において，( ) 引用発明における 「特別図柄表示装置の図柄が変動i. ，\nし，変動停止した後に表示される図柄の組み合わせ」は，本願補正発明にお\nける「変動表示ゲーム」に相当すると認定するとともに，( ) 引用発明にiv .\nおける「確率変動手段」は，確率を切換る作用を行う確率切換手段として，\n本願発明における大当りの発生確率を制御する「中央制御部」に相当すると\n認定し，さらに，大当等の発生確率の切換については審決の（Ａ－１１）に\n引用発明として，適宜のタイミング，例えば，ア）図柄表示装置に「大当た\nり」図柄が表示される前の条件装置が作動するまでのタイミング，イ 「大）\n当たり」発生に伴う条件装置の作動が終了した後のインターバル中等におい\nて，コイン図柄による確率の切換を行う点を認定しているものである。\nそして 「所定」とは「定まっていること。定めてあること （広辞苑第，。」\n五版）であるから，大当り等の発生確率の切換は，前記「ア 」又は「イ 」））\nの適宜のタイミングに応じて定められていること，すなわち，所定のタイミ\nングにおいて確率変動移行動作を行うこととなる。\nしたがって，前記認定に基づいて引用発明を 「前記確率切換手段は，前，\n記変動表示ゲームの所定タイミングにおいて，大当り確率を変動させる動作\nに入り」と認定，記載しているものであるから，原告承継人の当該主張は失\n当である。\n( ) この点についてさらに説明すると，引用発明には，①開放された第一種始3\n動入賞口５６に遊技球が入賞する（Ｓ２６「ＹＥＳ ）と，検知信号が出さ」\nれ，特別図柄表示装置５０の各図柄５０ａ，５０ｂ，５０ｃが変動を開始す\nる（Ｓ２８ （ ００３６ ）②各図柄５０ａ，５０ｂ，５０ｃが変動を開）。【 】\n始してから５．８秒が経過すると変動を停止し，図柄を表示するが，図柄の\n組合せが表１に示す何れかの組合せであった場合（Ｓ３０「ＹＥＳ ）は，」\n「大当たり」の遊技状況が発生する （ ００３７ ）③「大当たり」が発生。【 】\nする（Ｓ６０）と，特別図柄表示装置５０に確率切換設定用図柄の遊技者選\n択画面が表示され（Ｓ６１ ，遊技者が「表 「裏」の何れかを選択し選択）」\n（），（ ），ボタン１９を押すと Ｓ６２ 図柄が一致するか否かが判定され Ｓ６４\n図柄が一致すると「大当たり」に伴う条件装置の作動が終了した後の抽選確\n率は 今まで設定されていた低確率から高確率へと移行する Ｓ６６ ０，（ ）。（【\n０４９】～【００５２ ）④変更された「大当たり」の確率で図５のフロー】\nチャートに示される遊技が開始されることが，記載されている。\nそして，特別図柄表示装置の各図柄が変動を開始する上記①の工程，及び\n各図柄の組合せを表示する上記②の工程は，本願補正発明にいう「変動表示\nゲーム」に相当するものであり，上記②の工程の後に上記③の工程で抽選確\n率を変更することは，変動表示ゲームの所定のタイミングにおいて大当たり\n確率を変動させる動作に入ることに相当するから 引用発明においても 変，，「\n動表示ゲームの所定のタイミングにおいて，大当たり確率を変動させる動作\nに入る」ということができる。\n( ) したがって 「前記確率切換手段は，前記変動表示ゲームの所定のタイミ4 ，\nングにおいて，大当たり確率を変動させる動作に入り」という点において，\n審決に一致点の認定の誤りはなく，原告承継人の上記主張は失当である。\n３ 取消事由３（本願補正発明と引用発明との相違点の判断の誤り）について\n( ) 原告承継人は，引用発明との相違として 「本願補正発明では確率変更の1 ，\nタイミングが繰返し提供されているのに対し，引用発明では「大当たり」が\n発生してから次の遊技が開始されるまでの間に一度しか提供されない点で相\n違している」旨主張する。\n，「 」 ，( ) しかしながら 本願補正発明における 確率変更のタイミング としては2\n「変動表示ゲーム開始時や所定時間経過後など」を例示的に列挙した「所定\nのタイミング」と記載されており，変動表示ゲーム中に繰返し提供する旨は\n記載されていない。\n，， 【 】 ，「，かえって 本願補正発明には 補正明細書の段落 ００４０ に なお\n基準情報を変化させるタイミングは，プリペイドカードが抜き取られた場合\nなど，遊技者個別情報が変更したときに行うようにしてもよい 」と記載さ。\nれ，特に「遊技者個別情報が変更したとき」を参照すれば ，基準情報を変\n化させるタイミングは，遊技終了時又は開始時を指すものと認められ，この\n場合は確率変更のタイミングについては言及していないので，確率変更のタ\nイミングが何時であるかは不明であるが，基準情報と個別情報の関係は遊技\n終了まで一定であることは明らかであるから 「確率変更のタイミング」は，\n繰返し提供されていないこととなる。\nまた，原告承継人が当該主張の根拠として強調している補正明細書の段落\n【００４０】の「また，中央制御部１４は，この基準情報を時々刻々変化さ\nせることにより，遊技者個別情報が一定値であっても大当たり確率を変動さ\nせる 」との記載は，基準情報の変更に関する記載であり，確率変更のタイ。\nミングについてはなんら言及するものではないから，根拠となり得ないもの\nである。\nしたがって，原告承継人の，本願補正発明では確率変更のタイミングが繰\n返し提供されている旨の主張は，本願補正発明の構成に基づかない主張であ\nって，失当である。\n( ) さらに加えるに，原告承継人の「引用発明では『大当たり』が発生してか3\nら次の遊技が開始されるまでの間に一度しか提供されない」との主張は，誤\nりである。\nすなわち，刊行物（甲２）の段落【０００９】に「また，請求項２に記載\nのパチンコ遊技機は，前記確率図柄選択操作手段による複数の確率図柄の表\n示を「大当たり」による条件装置が作動する以前のタイミングにおいて表示\nする条件装置作動前表示手段を備えることを要旨とするものである。この発\n明によれば確率図柄選択表示手段によって表示される確率図柄は，図柄表示\n装置に「大当たり」図柄が表示される前の条件装置が作動するまでのタイミ\nングにおいて表示されることから，遊技者は自らの選択によって抽選確率を\n決定するためのゲームを行なうことにより興趣が増し，遊興性の高い遊技を\n提供することが可能 （３頁左欄１３行～２３行）と，段落【００４８】に」\n「図８は，本パチンコ遊技機１０における「大当たり」発生の抽選確率を切\n換設定する制御フローチャートである。この抽選確率を切換設定するゲーム\nが表示された確率切換設定用図柄の遊技者選択画面（前記図７に表示）は，\n‥‥‥４．特別図柄表示装置５０における当り外れが判定されるデモ画面表\n，。 ， ．『』示中 等においても表示することが可能である ここでは １ 大当たり\nが発生してから条件装置が作動して大入賞口５８が開放されるまでの間を例\nにとり，その作動を説明する （６頁右欄２７～３９行）と，それぞれ記。」\n載されており，当該記載から大当たり図柄が表示される前に抽選確率を決定\nするゲームが行われるのであるから，原告承継人の「引用発明では「大当た\n」 」り が発生してから次の遊技が開始されるまでの間に一度しか提供されない\n旨の主張は誤りである。\n引用発明を認定した刊行物である，特開平１１－３１９２１３号公報の特\n許請求の範囲の請求項１には 「遊技盤面に設けられる図柄表示装置に「大，\n当たり」図柄が確定することにより遊技者に特別の利益が付与されるパチン\nコ遊技機において，複数の確率図柄から任意の図柄を選択操作する確率図柄\n選択操作手段と，該確率図柄選択操作手段により選択操作された確率図柄と\n前記図柄表示装置に表示される確率切換設定用図柄とが一致しているか否か\nを判定する図柄判定手段と，該図柄判定手段により一致していると判定され\nれば，前記図柄表示装置の「大当たり」図柄発生の確率変動を切換制御する\n確率変動制御手段とを備えることを特徴とするパチンコ遊技機 」と記載さ。\nれているように，大当たりと確率変更のタイミングとは関係づけられていな\nいことからも，原告承継人の「引用発明では「大当たり」が発生してから次\nの遊技が開始されるまでの間に一度しか提供されない」旨の主張は誤りであ\nる。\n４ 取消事由４（本願補正発明の顕著な作用効果の看過）について\n，【 】 【 】( ) 原告承継人は 補正明細書の段落 ００６０ に記載された 発明の効果1\n以外に，①大当たりが発生するまでの変動表示ゲームにおいて，遊技者が入\n力した個別情報に基づいて大当たり確率を繰返し変動するさせること，②変\n動表示ゲーム中に繰返し大当たり確率向上の機会が提供されるので，期待感\nと緊迫感が増すのである旨も主張する。\n( ) しかしながら，①大当たりが発生するまでの変動表示ゲームにおいて，‥2\n‥‥大当たり確率を繰返し変動するさせること，②変動表示ゲーム中に繰返\nし大当たり確率向上の機会が提供されることは，取消事由３に対する被告の\n反論において記載したように 本願補正発明には記載されていない事項であ\nって，原告承継人の主張は，本願補正発明の構成に基づかない効果を主張し\nているにすぎない。\nまた，補正明細書の段落【００６０】に記載された【発明の効果 ，すな】\nわち，遊技者は，単なる偶然に頼るのではなく，能動的に遊技機の大当り確\n率を変更することが可能となり勝負結果に納得することができることは，引\n用発明を認定した刊行物の記載事項（Ａ－２ （Ａ－５ （Ａ－６）すな），），\nわち，本願補正発明と同様に遊技者は自らの選択によって抽選確率を決定す\nるゲームを行うものであるから，その結果として「勝負結果に納得すること\nができること」は当業者の予測の範囲内のこととである。\nしたがって，原告承継人の当該主張は理由がない。\n第５ 当裁判所の判断\n１ 取消事由１（特許法３６条６項２号の判断の誤り）について\n( ) 補正明細書の特許請求の範囲の請求項１には 「変動表示ゲームにおいて1 ，\n高確率で大当りが発生する確率変動状態と低確率の普通確率状態とがある遊\n技機」において，①遊技者が個別情報を入力するデータ入力装置と，②前記\n個別情報と比較するための基準情報を発生させるとともに，各変動表示ゲー\nムにおいて，大当りを発生させる確率を制御する中央制御部とを具備し，③\n前記中央制御部は，前記変動表示ゲームの開始時や所定時間経過後などの所\n定のタイミングにおいて，大当り確率を変動させるサブルーチンに入り，前\n記個別情報と前記基準情報との差が所定値よりも小さい場合には，普通確率\n状態よりも大当り確率を向上させた確率変動状態にすること，④を特徴とす\nる遊技機，が記載されている。\n，「」 ，この記載に基づけば 個別情報 とは遊技者が入力するものであること\n「基準情報」とは個別情報と比較するために「中央制御部」において発生さ\nれるものであることが把握される。\n，， 「 」 「 」しかしながら 当該記載からは これら 個別情報 あるいは 基準情報\nがどのような内容のものであるかは把握することができない。\n( ) そこで，補正明細書（甲３，乙１～３）について検討する。2\n「個別情報」については，段落【００３９】に「遊技者がデータ入力装置\nから個別情報を入力する一例としては，貸し玉を購入するためのプリペイ\nドカードに記載されたシリアル番号やキャッシュカードなどのＩＤ番号を\n読み取ったり，キーボードなどから直接入力したり，通信を利用して遊技\n。」（） 。者が所望のデータを送信することにより行う 甲３ と記載されている\nこの記載においては 「個別情報」が番号類であることに限られておらず，，\n「所望のデータ」も包含されたものとして例示されている。\n一方 「基準情報」については，段落【００４０】に「特に，この中央制，\n御部１４は，入力装置１８から入力された遊技者個別情報と乱数発生させ\nた基準情報とを比較して，その差が小さい場合に確率変動状態に移行させ\nる。また，中央制御部１４は，この基準情報を時々刻々変化させることに\n，。 ，より 遊技者個別情報が一定値であっても大当り確率を変動させる なお\n基準情報を変化させるタイミングは，プリペイドカードが抜き取られた場\n合など，遊技者個別情報が変更したときに行う様にしてもよい。また，他\nの方法としては，例えば，遊技者個別情報が所定値で割り切れた場合に確\n率変動状態に移行させることも可能である。当然ながら，この所定値は固\n定されている訳ではなく，中央制御部１４の判断で乱数を発生させて変更\n。」（） 。 ，するようになっている 甲３ と記載されている この記載においては\n「基準情報」が中央制御部１４で乱数発生させられるものであって，固定\nされたものではなく，中央制御部１４の判断で適宜タイミングで変更され\nるものであることが例示されている。\n( ) 補正明細書では，大当り確率を変更させる中央制御部１４の働きの詳細に3\nついての記載がされ，前記「個別情報」あるいは「基準情報」が数値である\n，， 「 」 「 」との前提の下で それらの差を算出し あるいは 個別情報 を 基準情報\nにより割り算する等の各種演算が中央制御部１４により行われることの開示\nはされているものの 「個別情報」の内容がいかなるものであるかについて，\nは，前記箇所以外の記載は見当たらない。\nここで 「基準情報」自体は，中央制御部１４により適宜乱数を発生する，\nことで導出されるものである以上，数字データであることは明らかというべ\nきである。\nしかしながら 「個別情報」の内容がいかなるものであるかは，補正明細，\n書中で明確に特定されているということはできず，このようにその内容が不\n明な「個別情報」について，それを何故に数として扱い得るかが補正明細書\nにおいて説明されているということもできない。\n，「」本願補正発明においては 遊技者が能動的に大当り確率を変更すること\nを可能とすることが目的とされるものの（補正明細書段落【０００８ ，】）\n上記のとおり，特許請求の範囲の当該請求項の記載に基づく限り 「個別情，\n報」と「基準情報」との差に基づき「大当り確率」が中央制御部により制御\nされることが把握されるにすぎない。\n確かに，電子制御技術においては，扱われる情報が結果的に全て２進数の\nデータとして扱われ，この２進数データを演算することにより，期待される\n演算結果が導出されるものであることは，よく知られたところである。しか\nしながら，電子制御技術において扱われる情報がそのように演算されるもの\nであることを前提とするのであれば，本願補正発明の請求項に記載されてい\nる「個別情報」と「基準情報」との差を演算すること，あるいは実施例に記\n載されている「個別情報」を「基準情報」により割り算することは，周知の\n演算処理が行われることが記載されているに過ぎず，本願補正発明が目的と\nする 遊技者が能動的に大当り確率を変更すること を可能とするような 個「」 「\n別情報」が明確に開示されているということはできない。\n( ) したがって，特許請求の範囲の当該請求項の記載に「個別情報」が「数字4\nデータ」であることの特定がない以上，その差の意味するところが明確でな\nいとした審決の判断に誤りがあるとはいえないし，仮に原告承継人の主張す\nるように 「個別情報」が「数字データ」であることを前提として解すべき，\nであるとしても，電子制御技術における「数字データ」として扱われること\nが理解できるにとどまり，本願補正発明において扱われる「個別情報」がい\nかなるものであるかが不明であることに変わりはないから，いずれにしても\n審決の判断に誤りがあるということはできない。\n２結論\n以上によれば，本願補正発明が特許法３６条６項２号の規定に違反するとし\nた審決の判断に誤りはないから，原告承継人主張のその余の取消事由について\n判断するまでもなく，審決が本件補正を却下したことに誤りはない。\n，， ，そうすると 審決の結論に誤りがあるということはできないところ その他\n審決に，これを取り消すべき誤りも見当たらない。\nよって，原告承継人の本訴請求を棄却することとし，訴訟費用の負担につい\n，， 。て行政事件訴訟法７条 民事訴訟法６１条を適用して 主文のとおり判決する\n知的財産高等裁判所第３部\n裁判長裁判官 三 村 量 一\n裁判官 古 閑 裕 二\n裁判官 嶋 末 和 秀\n"
}