{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 2,
    "day": 12
  },
  "case_number": "平成14(行コ)236",
  "case_name": "損害賠償請求控訴事件(原審・東京地方裁判所平成13年(行ウ)第172号)",
  "court_name": "東京高等裁判所",
  "field": "行政",
  "gist": "都知事らが中華民国総統就任式に出席するために台湾に出張したことが国の外交方針等に反し，前記出張に際して都知事らに日当を支出したことが違法であるとして，地方自治法（平成１４年法律第４号による改正前）２４２条の２第１項４号に基づき知事個人らに対してされた損害賠償請求が，棄却された事例",
  "case_gist": "都知事らが中華民国総統就任式に出席するために台湾に出張したことが国の外交方針等に反し，前記出張に際して都知事らに日当を支出したことが違法であるとして，地方自治法（平成１４年法律第４号による改正前）２４２条の２第１項４号に基づき知事個人らに対してされた損害賠償請求につき，都知事の言動をもって国家の専権事項たる外交方針等に介入したということは困難であり，また，台湾の要人との儀礼的交際は都の固有事務である外国地域との交流に含まれるものであって，都知事の行動をもって前記交流の範囲を逸脱し，その裁量権を逸脱，濫用したものであるとは断定できないとして，前記請求を棄却した事例",
  "lawsuit_id": "15217",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=15217",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/217/015217_hanrei.pdf",
  "contents": "主　　　文\n１　控訴人らの控訴をいずれも棄却する。\n２　控訴費用は控訴人らの負担とする。\n事実及び理由\n第１　当事者の求めた裁判\n１　控訴人ら\n（一）　原判決を取り消す。\n（二）　被控訴人らは，訴外東京都に対し，連帯して金４万６８００円及びこれに\n対する平成１２年５月１９日から支払済みまで年５分の割合による金員を支払え。\n（三）　訴訟費用は第１，第２審とも被控訴人らの負担とする。\n３　被控訴人ら\n主文と同旨\n第２　事案の概要及び争点\n１　事案の概要\n本件は，東京都の住民である控訴人らが，東京都知事である被控訴人Ａ及び平成\n１２年５月当時の東京都外務長である被控訴人Ｂ（に対し，地方自治法２４２条の\n２第１項４号に基づき，後記出張に際し，東京都が支給した日当合計４万６８００\n円が違法な支出に当たるとして，東京都に代位してその返還を求めた損害賠償請求\nの住民訴訟である。\nすなわち，被控訴人Ａは，被控訴人Ｂ及び他の職員２名とともに，平成１２年５\n月２０日に行われた中華民国総統就任式（以下「本件就任式」という。）に出席す\nるため，同年５月１９日から同年５月２２日までの間，台湾に出張（以下「本件出\n張」という。）した。\n控訴人らは，本件出張は，我が国の外交方針や，確立された国際法規に反し，ま\nた，東京都組織規程に違反する違法な行為であるから，本件出張に際し被控訴人\nＡ，被控訴人Ｂ及び職員２名に対し日当計４万６８００円を支出したこと（以下\n「本件支出」という。）が違法であるとして，被控訴人Ａ及び被控訴人Ｂに対し，\n東京都に代位して，連帯して東京都に対し，本件支出相当額の損害賠償及び本件支\n出の日である平成１２年５月１９日から支払済みまで民法所定の年５分の割合によ\nる遅延損害金の支払を求めた。\nなお，東京都知事は，平成１３年１１月７日参加の許可を受けて本件訴訟に参加\nした。\n２　前提事実（認定根拠を掲記しない事実は当事者間に争いがない。）\n（１）　当事者\n控訴人らは，いずれも東京都の住民であり，本件支出当時，被控訴人Ａは東京都\n知事の地位にあった者，被控訴人Ｂは東京都外務長の地位にあった者である。\n本件支出当時の東京都組織規程によれば，外務長は，東京都の生活文化局に置か\nれ（９条２項），国際交流に関する事務につき知事を補佐するものとされている\n（１４条の２第３項）（裁判所に顕著な事実）。\n（２）　本件支出に至る経緯\nア　被控訴人Ａは，平成１２年４月，中華民国政権交代委員会就任式顧問Ｃから同\n月１５日付けで作成された本件就任式への招聘状を受領した（甲１９，丙２）。ま\nた，被控訴人Ｂ及び政務担当特別秘書２名は，平成１２年５月，中華民国政権交代\n委員会代表Ｃから同月２日付けで作成された本件就任式への招聘状を受領した（甲\n１９，丙３）。\nイ　同年５月１７日，東京都生活文化局長は，被控訴人ら及び政務担当特別秘書２\n名の計４名（以下あわせて「被控訴人ら外２名」という。）につき，「平成１２年\n５月１９日（金）から同年５月２２日（月）まで」の期間において，「都市間交流\nを幅広く展開するため」との出張目的で台湾に出張させる旨の旅行命令を発した\n（甲２）。同命令には別紙１として，職員の出張日程と題する書面が添付されてお\nり，そこには，５月２０日，２１日の両日の日程として「台湾総統就任式及び関連\n行事出席（予定）」と記載されている。また，同年５月１９日には，東京都出納長\n室出納課長が同出張に係る旅費計４万６８００円の支出命令を行い，同日，生活文\n化局国際部給与取扱者に対し，資金前渡の方法により支出を行った（本件支出，甲\n３）。\nウ　被控訴人ら外２名は，同年５月１９日から２２日まで，台湾に出張し（本件出\n張），同月２０日，被控訴人Ａは東京都知事，被控訴人Ｂは東京都外務長の各資格\nで本件就任式に出席した。同出張に当たり，被控訴人Ａは１万６２００円，被控訴\n人Ｂ及び政策担当特別秘書２名は，それぞれ１万０２００円の日当を受領した。\n（３）　監査請求\n控訴人らは，いずれも本件訴訟に先立つ平成１３年５月１６日，東京都監査委員\nに対し本件支出に係る住民監査請求を行ったところ，東京都監査委員は，同月３０\n日，控訴人らの住民監査請求が「地方自治法に定める住民監査請求としての要件を\n欠いている」ものとして同監査請求に基づく監査を実施しないこととした（甲１，\n１６）。\n３　争点\n本件の争点は，本件支出の目的である本件出張が違法なものであったか否かであ\nる。\n４　争点に関する当事者の主張\n争点に関する当事者の主張は，次のとおり，当審における控訴人らの主張を付加\nするほか，原判決の「事実及び理由」の「第２　事案の概要」のうち「４　争点に\n関する当事者の主張」欄に記載のとおりであるから，これを引用する。\n（当審における控訴人らの主張）\n（１）　被控訴人Ａらの本件就任式への公的資格における出席は，中国を初めとす\nる国際社会からみて，日本国あるいは東京都が，中華民国を「国家」として承認\nし，その元首の就任を祝賀するものとの誤解を受け，我が国が国家としての信義に\n欠け，国際法規を遵守しない国であると内外から認知されかねない行為である。こ\nれが確立された国際法規としての日中共同声明，これを受けた日中友好条約に違反\nすることは明らかである。\nすなわち，日中共同声明では，台湾は中華人民共和国の領土の不可分の一部であ\nるとする表明を受けて，日本国政府は，この中華人民共和国の「立場を十分に理解\nし，尊重し，ポツダム宣言第８条に基づく立場を堅持する。」として，台湾問題が\n中国の内政問題であることを公式に認めた。また，これに先立つ国交回復三原則で\nは，日本国政府が，中華人民共和国は中国を代表する唯一の合法政府であること，\n台湾が中華人民共和国の領土の不可分の一部であること，日華平和条約を破棄する\nことを表明し，中華人民共和国は，日台間の如何なる形式の公式往来，二つの中国\nの企みに断固反対するとする表明をした。\n原判決は，日中共同声明等に裁判規範性が認められないか，極めて希薄であると\nする立場に立つものと推察されるが，この点につき明確な司法判断を求める。\n（２）　原判決は，被控訴人Ａが「中華民国を正式な国家として認知することなど\nあり得ない」とし，本件出張が違法とはいえないと判断した。\nしかしながら，本件出張が被控訴人ら主張のように，「都市間交流」，「自主的\nな地域間交流」又は東京都と「中国の一地域」との儀礼上の交流に止まるものでは\nあり得ないことは，本件出張の目的が本件就任式への参列にあり，本件就任式への\n招聘状には，Ｄが「中華民国第十届総統」であることが記載され，被控訴人ら提出\nの「中華民国憲法」にも，「総統は，国家元首であって，外に対して中華民国を代\n表する。」（３５条）と明記されていることから明らかである。すなわち，同憲法\nは，中華民国を国家とし，総統はその元首であると位置づけているのであり，中華\n民国の総統就任式典への正式な招聘であることを認識しながら本件就任式に出席し\nたことは，中華民国という国家の，国家元首の就任式への出席にほかならない。\nこのような前提事実を認定し，被控訴人らが東京都知事又は東京都外務長の資格\nで本件就任式に出席したことも認定しながら，「本件就任式への出席が中華民国を\n正式な国家として認知することなどあり得ない」とする原判決の判断は誤りであ\nる。\nちなみに，平成１２年５月２２日に行われた被控訴人ＡとＤ総統との会談におい\nて，被控訴人Ａは，Ｅ前総統の訪日希望に関し，「多くの日本人がＥ前総統を尊敬\nしている。日本政府に適切な建言をしたい。」と答えているが，これは儀礼的な範\n囲の会談に止まる内容ではなく，国交回復三原則において，「二つの中国」を企む\nことに断固反対する中華人民共和国の立場を無視した政治会談というべきである。\nこの会談につき，概ね儀礼的な範囲の会談であるとした原判決の判断も誤りであ\nる。\n（３）　原判決は，東京都の固有事務につき法規範の解明をしないまま，本件出張\nが外国の地域等との交流の範囲を逸脱したとまで断定することは困難であるとして\nいる。\nしかし，本件就任式への出席は，地方事務としての法律，省令，条例などの裏付\nけがなく，長の裁量で行われており，これは地方自治法で規定された固有事務（地\n方事務）には該当しない。\n東京都国際政策推進大綱は，自治省の指針に従って策定されたもので，都市外交\nに係る基本目標を示す法規性のある業務指針であるところ，ここにいう都市間交流\nとは，都市と都市との交流として規定されており，東京都と国家との交流は規定さ\nれていない。原判決は，台湾の諸地域との間で地域としての交流を図ることは地方\n公共団体の固有事務に含まれるとし，被控訴人らは，自治体の国際交流において，\n自治体はあくまでも国家とは次元を異にする「地域」として活動・交流するもので\nあり，東京都が国際交流の相手方としているのは，台湾という独自の経済的文化的\n単位としての地域でありその中心都市である台北であると主張しているが，これ\nは，国家と地域とをすり替える方便であるといわざるを得ない。\n（４）　上記のとおり，本件就任式への参加は，地方公共団体が分担すべき自治事\n務ではあり得ない以上，被控訴人Ｂの本件就任式への参加も東京都組織規程１４条\nの２項，３項及び同規程２２条に違反する。\nそのほか，被控訴人Ｂが東京都知事の国際交流に関する事務を補佐すべき立場に\nある者として，被控訴人Ａの本件就任式への出席につき慎重さを求め，配慮を促す\nべき義務を怠ったことも原審主張のとおりである。\n第３　当裁判所の判断\n当裁判所も，控訴人らの請求は理由がないものと判断する。\nその理由は，以下に付加するほかは，原判決の「事実及び理由」の「第３　争点\nに対する判断」欄に記載のとおりであるから，これを引用する（但し，原判決１１\n頁１７行目の「（甲２３の１１」の次に「，丙５」を加える。）。\n控訴人らは，前記第２の４のとおり原審以来の主張を敷衍して主張を展開する。\n１　主張（１）について\n控訴人らは，東京都知事及び東京都外務長としての公的立場で本件就任式に出席\nしたことは，確立された国際法規，条約に反するものであるのに，原判決は国際法\n規，条約の法規範性の有無及びその違反の有無につき明確に判示していないと主張\nする。\n原判決は，地方公共団体が外国の地域等と交流を持つことは，地方公共団体の固\n有事務（自治事務）に含まれ，交流の相手方が外国政府であるという一事をもっ\nて，それを違法と断ずることはできず，このことは，交流の相手方が我が国と正式\nの国交がない外国政府であっても同様であるとする前提に立ち，違法性の判断を，\nその交流の内容等に照らし，それが地方公共団体の事務の範囲を逸脱したものであ\nるかどうかという観点から行っていることが明らかである。そして，この観点から\n被控訴人Ａの本件出張中の行動を検討し，結論として，同人の行動に，我が国の外\n交方針から明らかに逸脱して独自の行動に及んだものであるとか，東京都の固有の\n事務としての外国の地域等との交流の範囲を逸脱し，都知事の裁量権を逸脱，濫用\nしたとまで断定することは困難である，と判断した。\n確かに，原判決中に，本件就任式への出席が確立された国際法規に違反するか否\nかの明示の説示はない。しかしながら，控訴人らの主張する違法は，確立した国際\n法規等の違反，地方自治法の違反及び東京都組織規程の違反であることは，原判決\nの主張の要約部分から明らかである。そして，確立された国際法規の違反が本件出\n張の違法をもたらすことは自明の事柄であることからすれば，原判決は，結論にお\nいて，本件で認定された態様による本件就任式への出席は，確立された国際法規に\n違反するものとはいえないとする判断をしていることは明らかである。\n当裁判所も上記説示を相当とするものであって，原判決が日中共同声明，日中友\n好条約，国交回復三原則等に法規範性を認めていないとする控訴人らの主張も理由\nがない。\n２　主張（２）について\n控訴人らは，被控訴人Ａらが中華民国の総統就任式典への正式な招聘であること\nを認識しながら，本件就任式に東京都知事又は東京都外務長の資格で出席したこと\nは，中華民国という国家の，国家元首であることを認めてその就任式へ出席したこ\nとにほかならず，被控訴人Ａらが「中華民国を正式な国家として認知することなど\nあり得ない」とする原判決の判断は誤りであり，現に，被控訴人Ａは５月２５日の\nＤ総統との会談において，日中国交回復三原則に反する政治的発言をしている，と\n主張する。\n控訴人らが問題とする原判決の説示部分は，「被控訴人Ａは，あくまでも東京都\nという一地方の首長にすぎず，我が国を代表したり，その外交方針を決定する権限\nを有するものではなから，同人が，我が国の外交方針として，中華民国を正式な国\n家として認知するなどということはあり得ない事柄である。」というものである。\nこの説示部分は，法理論上当然ともいうべきことを述べるものであって，被控訴人\nＡが地方公共団体の長としての資格で出席している以上，そもそも我が国を代表し\nて外交上の権能を行使する権限を有したわけでもなく，その権限を行使したと誤認\nを受けるおそれもないことを説くにすぎない。現に，被控訴人Ａに対する招聘状\n（甲１９の被控訴人Ａ宛のもの）には「この機会を通し東京都と台湾との友好関係\nを一層深めてまいりたいと存じております。」と記載されており，招聘者側も地方\n公共団体の長として友好関係を深めるために招聘するものであることを明確にして\nいたのである。もっとも，被控訴人Ａを除く他の３名への招聘状にはこの部分が\n「日本と台湾との友好関係」と記載されている（甲１９のその余の３通）が，招聘\n状の肩書きからして，同人らが被控訴人Ａの補佐ないし秘書として同被控訴人に同\n行することが認識されていたものであるから，地方公共団体との友好を意識してい\nたことに変わりはないと考えられる。そして，この招聘状を受け取り，これに応え\nて本件就任式に出席した行為は，外形上は儀礼的行為というほかなく，そこに国家\n間の狭義の外交という要素を認める余地はないというべきである。原判決は，これ\nらのいわば法理論的検討とともに，行為の実質的な態様からも本件出張の性質を検\n討し，被控訴人Ａらの現実の言動等が概ね儀礼的なものにとどまり，我が国の外交\n方針に容喙するようなものではなかったと評価した上で，本件出張をかねてから行\nわれていた台湾との間の地域交流の一環と結論付けているのであって，当裁判所も\nこれに全面的に同調するものである。\nなお，５月２５日の被控訴人ＡとＤ総統との会談において，被控訴人Ａは，Ｅ前\n総統の訪日希望に関し，「多くの日本人がＥ前総統を尊敬している。日本政府に適\n切な建言をしたい。」と答えたと伝えられているが（甲２８の２の５頁下段），こ\nれが事実であったとしても，その内容は，台湾を中華民国という正式の国家として\n認めることにそのままつながるものではなく，この発言があったからといって，会\n談が儀礼上の範囲を越えたものとは断じ得ない。もっとも，この会談が一定の政治\n的効果を伴うことは否定できないが，それは法的責任の問題ではなく，政治の世界\nで評価されるべき事柄であるといわざるを得ない。\n控訴人らの同主張は，理由がない。\n３　主張（３）について\n控訴人らは，本件就任式に出席する行為が地方公共団体の固有の事務（自治事\n務）には該当しないのに，法規上の根拠が解明されないまま，これに含まれるとし\nて，その違法性を否定した原判決は誤りであると主張する。\nしかしながら，原判決は，「当該地域社会の発展を図るなどの観点から，外国の\n地域等と交流を持つことは，地方公共団体の固有事務（自治事務）に含まれるもの\nと解される。」と説示して，理念上国際交流が自治事務の一内容であることを明ら\nかにするとともに，地方自治法１条の２第２項の規定を検討して法規上の文言から\nもそれが裏付けられるとするもので，外国の地域等との交流の根拠を地方自治法１\n条の２第１項にみていることは明らかである。そして，この交流の具体的現れであ\nる本件就任式への出席は儀礼的行為というべきであり，「その中には，少なくと\nも，台湾の要人との間で儀礼的な交際をすることも含まれ得るものであり，このよ\nうな儀礼的な交際の可否や，交際の範囲等に関する判断については，首長である被\n控訴人Ａの裁量に委ねられるべきところが少なくないものと解される。」と述べ，\n本件就任式への出席の可否については，首長としての裁量権に委ねられていると判\n断している。当裁判所も，この判断を相当と認めるものである。\nところで，控訴人らは，東京都国際政策推進大綱は，都市外交に係る基本目標を\n示す法規性を有する業務指針であるとして，そこには東京都と国家との国際交流は\n規定されていないから許されないと主張する。しかしながら，この東京都国際政策\n推進大綱は，「これまで東京都が進めてきた国際化政策の方針と実績を踏まえ，都\nとしての今後の基本目標及び総合的な国際政策のあり方を体系的に示した」（甲６\nの扉頁）ものではあるが，条例でも規則でもなく，単なる行政指針に過ぎないもの\nであって，法規としての効力を有しないものと認められる。したがって，東京都国\n際政策推進大綱が，地方自治法上認められる固有事務の範囲を画したり，東京都組\n織規程を制約するようなものではあり得ない。さらに，この大綱における国際交流\nあるいは国際協力についての記述は，都市間のものを想定したものが多いが，それ\nが都市を越えた地域に及ぶこともあり得ることは当然であって，台湾という都市の\n範囲を越えた地域との国際交渉あるいは国際協力も，その地域が国際社会の中で特\n異な立場にあるとしても，特段の事情のない限り，この大綱の国際政策の理念に反\nするものではないというべきである。\n控訴人らの主張は独自の見解にすぎず，採用できない。\n４　主張（４）について\n控訴人らは，被控訴人Ｂの本件就任式への参加は，東京都組織規程の分掌事務に\n含まれない違法なものであると同時に，その職責から被控訴人Ａに対する助言義務\nなどにも反している，と主張する。\nしかしながら，本件就任式への出席を含む本件出張は違法ではないとした原判決\nの判断は相当として是認することができるから，被控訴人Ｂの本件出張も同様に違\n法とされる余地はない。\n控訴人らの主張は理由がない。\n第４　結語\nよって，本件控訴は理由がないからいずれもこれを棄却することとして，主文の\nとおり判決する。\n東京高等裁判所第１２民事部\n裁判長裁判官　相良朋紀\n裁判官　秋武憲一\n裁判官　三代川俊一郎\n"
}