{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 3,
    "day": 28
  },
  "case_number": "平成13刑(わ)2820",
  "case_name": "詐欺被告事件",
  "court_name": "東京地方裁判所",
  "lawsuit_id": "5845",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=5845",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/845/005845_hanrei.pdf",
  "contents": "平成１４年３月２８日宣告  裁判所書記官　 小窪孝紀\n平成１３年刑(わ)第２８２０号　詐欺被告事件\n判決\n被告人　　Ａ\n生年月日    昭和１８年９月２６日\n本　　籍　  熊本県\n住　　居　　東京都渋谷区\n職　　業　　会　社　役　員\n被告人　　Ｂ\n生年月日    昭和４２年６月１８日\n本　　籍　  熊本県\n住　　居　　東京都渋谷区\n職　　業　　会　社　役　員\n被告人　　Ｃ\n生年月日    昭和１０年７月３１日\n本　　籍　  神奈川県\n住　　居　　神奈川県\n職　　業　　経営コンサルタント\n弁護人\n被告人Ａ及びＢにつき\n山　田　有　宏（主任）\n戸　谷　勝　壽（副主任）\n中島真紀子\n被告人Ｃにつき\n久保田敏夫\n検察官    古　崎　孝　司\n主文\n被告人Ａを懲役９年に処し，被告人Ｂ及び被告人Ｃをそれぞれ懲役３年に\n処する。\n未決勾留日数中１２０日をそれぞれその刑に算入する。\n理由\n（犯罪事実）\n被告人３名は，金融機関から中小企業金融安定化特別保証制度等による信用保証\n協会の信用保証を利用した事業資金融資名下に金員を詐取しようと企て，\n第１　Ｄ有限会社代表取締役Ｅと共謀の上，平成１１年８月１１日ころ及び１２日\nころの２回にわたり，東京都港区ａｂ丁目ｃ番ｄ号所在の株式会社Ｆ銀行赤坂支店\n（以下「Ｆ銀行赤坂支店」という。）おいて，同支店融資担当者Ｇらに対し，真実\nは，Ｄ有限会社の営業が著しく不振で平成１０年１２月期決算において営業損失を\n計上したのに，同社の経営が順調であり，仕入れ等のために資金を必要としている\nように偽るとともに，融資金を約定どおりに確実に返済する当てもないのにこれあ\nるように装って，同社の平成１０年１２月期の売上高が３８７４万９７０６円にす\nぎず，営業損失５７５万７８３６円を計上したのに，同期の売上高が２億０９８０\n万３５７７円で営業利益が５９６５万６３７６円に上る旨記載した内容虚偽の法人\n税確定申告書控えの写し等を提出し，「Ｄは，店舗の改装工事を行っており，現\n在，受注も多く，業績も伸ばしています。ただ，今回，事業を更に拡大するため\nに，渋谷から赤坂へ事務所を移転させました。その際，移転費用を自己資金で賄っ\nたのですが，その分運転資金が必要になりました。」，「確実に返済できますか\nら，融資の方をどうかよろしくお願いします。」などと虚構の事実を申し向\nけて，Ｄ有限会社への合計９０００万円の事業資金融資の実行を申し込み，Ｇをし\nてその旨誤信させ，Ｇらから同支店支店長Ｈにその旨を報告させ，Ｈを同様に誤信\nさせて融資実行を決定させ，よって，平成１１年８月１３日，Ｈの指示を受けた同\n支店従業員をして同支店に設けられた被告人Ａが管理するＤ有限会社名義の普通預\n金口座に，融資金名下に合計８９８０万８４２５円を振替入金させ，人を欺いて財\n物の交付を受けた。\n第２　共謀の上，\n１　平成１１年１０月２１日ころ及び２６日ころの２回にわたり，Ｆ銀行赤坂支\n店おいて，Ｇらに対し，真実は，Ｉ有限会社が全く営業をしていない休眠会社であ\nったのに，同社が海外に現地工場を設けて中華料理店向けのテーブル等を製造しこ\nれを本邦において販売する業務を営んでいて経営が順調であり，仕入れ等のために\n資金を必要としているように偽るとともに，融資金を約定どおりに確実に返済する\n当てもないのにこれあるように装って，同社の平成１１年８月期の売上高及び営業\n利益が無かったのに，同期の売上高が３億０８５３万５７４０円で営業利益が４７\n７万０７７１円に上る旨記載した内容虚偽の法人税確定申告書控えの写し等を提出\nし，「Ｉという会社で信用保証協会に安定化等が付いた融資２口合計１億円をお願\nいしました。Ｉでは，主に中国料理店で使うテーブルや室内装飾を製造，販売して\nおり，海外に工場もあって手広くやっています。どうか信用保証協会から保証が付\nいた折には，ご融資お願いします。返済は，全く心配ありませんので，どうかお願\nいします。」，「信用保証協会のあっ旋状をお持ちしました。ついては，Ｉは，返\n済に何の懸念もない会社ですので，速やかにご審査いただいて，すぐ\nにご融資いただくようお願いします。」などと虚構の事実を申し向けて，Ｉ有限会\n社への合計１億円の事業資金融資の実行を申し込み，Ｇをしてその旨誤信させ，Ｇ\nらからＨにその旨を報告させ，Ｈを同様に誤信させて融資実行を決定させ，よっ\nて，平成１１年１０月２８日，Ｈの指示を受けた同支店従業員をして同支店に設け\nられた被告人Ａが管理するＩ有限会社名義の普通預金口座に，融資金名下に合計９\n９６６万６５７７円を振替入金させ，人を欺いて財物の交付を受けた。\n２　平成１３年２月２６日ころ，東京都新宿区ｅｆ丁目ｇ番ｈ号所在のＪ信用組\n合本店において，同店融資担当者Ｋ（以下「Ｋ」という。）に対し，第２の１同様\nに偽るとともに，融資金を約定どおりに確実に返済する当てもないのにこれあるよ\nうに装って，Ｉ有限会社の平成１２年８月期の売上高及び営業利益が無かったの\nに，同期の売上高が２億４７６３万３７２３円で営業利益が１７２万６３６９円に\n上る旨記載した内容虚偽の法人税確定申告書控えの写し等を提出し，「Ｉで１００\n０万，融資を申し込みたいと思います。売上から確実に返済できますから，融資の\nほどよろしくお願いします。」などと虚構の事実を申し向けて，Ｉ有限会社への合\n計１０００万円の事業資金融資の実行を申し込み，Ｋをしてその旨誤信させ，Ｋら\nから同信用組合理事長Ｌにその旨を報告させ，Ｌを同様に誤信させて融資実行を決\n定させ，よって，平成１３年３月５日，Ｌの指示を受けた同店従業員をして同店に\n設けられた被告人Ａが管理するＩ有限会社名義の普通預金口座に，融資金名下に合\n計９９６万２５２１円を振替入金させ，人を欺いて財物の交付を受けた。\n第３　株式会社Ｍ代表取締役Ｎと共謀の上，平成１２年１月１９日ころ，東京都港\n区ｉｊ丁目ｋ番ｌ号所在のＯ信用組合飯倉支店において，同支店融資担当者Ｐに対\nし，真実は，株式会社Ｍが全く営業をしていない休眠会社であったのに，医療用具\n販売業等の業務を営んでいて経営が順調であり，仕入れ等のために資金を必要とし\nているように偽るとともに，融資金を約定どおりに確実に返済する当てもないのに\nこれあるように装って，同社の平成１１年２月期の売上高及び営業利益が無かった\nのに，同期の売上高が２億７６４７万３０７４円で営業利益が５６５万２７０６円\nに上る旨記載した内容虚偽の法人税確定申告書控えの写し等を提出し，「このたび\n当社では，特殊な内視鏡を仕入れて販売することになりましたが，その仕入れ資金\nに充てる資金を融資願いたいと思います。融資は売上から確実に返済致しますので\nご融資いただけますようよろしくお願いします。」などと虚構の事実を申し向け\nて，株式会社Ｍへの合計１億円の事業資金融資の実行を申し込み，Ｐをしてその旨\n誤信させ，Ｐらから同信用組合常務理事Ｑにその旨を報告させ，Ｑを同様に誤信さ\nせて融資実行を決定させ，よって，平成１２年１月２８日，Ｑの指示を\n受けた同支店従業員をして同支店に設けられた被告人Ａが管理する株式会社Ｍ名義\nの普通預金口座に，融資金名下に合計９７１９万３４０４円を振替入金させ，人を\n欺いて財物の交付を受けた。\n第４　共謀の上，\n１　平成１２年４月２８日ころ，東京都中央区ｍｎ丁目ｏ番ｐ号所在のＲ信用金\n庫日本橋支店において，同支店融資担当者Ｓに対し，真実は，有限会社Ｔ商事が全\nく営業をしていない休眠会社であったのに，東京都新宿区において中華料理店を営\n業し，平成１１年７月からはＵの名称で八重洲店の営業も開始して経営が順調であ\nり，仕入れのための資金を必要としているように偽るとともに，融資金を約定どお\nりに確実に返済する当てもないのにこれあるように装って，同社の平成１１年１２\n月期の売上高及び営業利益が無く，かつ，Ｕの平成１１年７月から同年１２月まで\nの６か月間の合計売上高も１２００万円程度にすぎず営業利益もほとんど無かった\nのに，同社の同期の売上高が２億１３１５万０４２０円で営業利益が４１５万１０\n７６円に上る旨記載した内容虚偽の法人税修正申告書控えの写し等を提出し，「当\n社では中華料理店を営んでいますが，平成１１年７月から日本橋に「Ｕ」の店名で\n八重洲店をオープンし，自己資金をずいぶん使いました。そのため，八重洲店での\n仕入資金が不足していまして，今回，安定化で５０００万円の融資を申し込むこと\nに致しました。当社は，年商が２億円を超えていますし，業績堅調で\nす。」，「今後の売上もどんどん伸びる予定であり，融資していただいたお金は売\n上代金から絶対に返済できますから，どうか５０００万円の融資のほど，よろしく\nお願いします。」などと虚構の事実を申し向けて，有限会社Ｔ商事への５０００万\n円の事業資金融資の実行を申し込み，Ｓをしてその旨誤信させ，Ｓらから同信用金\n庫本部審査部長Ｖにその旨を報告させ，Ｖを同様に誤信させて融資実行を決定さ\nせ，よって，平成１２年５月１２日，Ｖの指示を受けた同支店従業員をして同支店\nに設けられた被告人Ａが管理する有限会社Ｔ商事名義の普通預金口座に，融資金名\n下に４９２３万１８５０円を振替入金させ，人を欺いて財物の交付を受けた。\n２　平成１２年６月１６日ころ，Ｊ信用組合本店において，同店融資担当者Ｗに\n対し，前記第４の１同様に偽り，さらに，有限会社Ｔ商事が新店舗を開業するのに\n自己資金を使ったため運転資金が必要になったように偽るとともに，融資金を約定\nどおりに確実に返済する当てもないのにこれあるように装って，前記第４の１同様\nの内容虚偽の法人税修正申告書控えの写し等を提出し，「当社では，中華料理店を\n営んでいますが，今度，赤坂に支店を出すことになり，内装工事等を行ったのです\nが，そこへ自己資金を使ったため，仕入資金が不足してしまいました。このたび，\nＸ保証協会から長期１で４７００万円を保証してもらえることになりました。当社\nは，年商が２億円を超えていますし，融資は確実に売上から返済できます。」など\nと虚構の事実を申し向けて，有限会社Ｔ商事への４７００万円の事業資金融資の実\n行を申し込み，Ｗをしてその旨誤信させ，ＷらからＬにその旨を報告させ，Ｌを同\n様に誤信させて融資実行を決定させ，よって，平成１２年６月２０日，Ｌの指示を\n受けた同店従業員をして同店に設けられた被告人Ａが管理する有限会社Ｔ商事名義\nの普通預金口座に，融資金名下に４６８２万２３１７円を振替入金さ\nせ，人を欺いて財物の交付を受けた。\n第５　株式会社Ｙ代表取締役Ｚと共謀の上，\n１　平成１２年５月１８日ころ，Ｆ銀行赤坂支店において，Ｇらに対し，真実\nは，株式会社Ｙの営業が著しく不振であったのに，健康器具等の製造販売を業務と\nしていて経営が順調であり，仕入れ等のために資金を必要としているように偽ると\nともに，融資金を約定どおりに確実に返済する当てもないのにこれあるように装っ\nて，同社の平成１２年３月期の売上高及び営業利益が無かったのに，同期の売上高\nが２億３６８１万４３００円で，営業利益が１３１６万３１９５円に上る旨記載し\nた内容虚偽の法人税確定申告書控えの写し等を提出し，「保証が付いて，あっ旋が\nＦ銀行赤坂支店へ来ればよろしくご融資願いたい。返済は確実にできますので，５\n０００万円の融資，よろしくお願いします。」などと虚構の事実を申し向けて，株\n式会社Ｙへの５０００万円の事業資金融資の実行を申し込み，Ｇをしてその旨誤信\nさせ，ＧらからＨにその旨を報告させ，Ｈを同様に誤信させて融資実行を決定さ\nせ，よって，平成１２年５月３１日，Ｈの指示を受けた同支店従業員をして同支店\nに設けられた被告人Ａが管理する株式会社Ｙ名義の普通預金口座に，融資金名下に\n４９８３万６６７９円を振替入金させ，人を欺いて財物の交付を受けた。\n２　平成１２年６月２日ころ，Ｆ銀行赤坂支店において，Ｇに対し，前記第５の\n１同様に偽り，さらに，株式会社Ｙが多額の受注をしてそのための仕入れの資金が\n必要であるように偽るとともに，融資金を約定どおりに確実に返済する当てもない\nのにこれあるように装って，「ＹではＡ１玉川温泉から，サンド・サウナの注文を\n受けました。その材料の仕入れ資金が必要ですので，ご融資をお願いします。保証\n協会の方へ小企で５０００万円の融資を申込みました。保証が付きましたらよろし\nくご融資のほどをお願いします。サンド・サウナの売上も入りますから，必ず，融\n資は，返済できます。」などと虚構の事実を申し向けて，株式会社Ｙへの５０００\n万円の事業資金融資の実行を申し込み，Ｇをしてその旨誤信させ，ＧらからＨにそ\nの旨を報告させ，Ｈを同様に誤信させて融資実行を決定させ，よって，平成１２年\n６月１６日，Ｈの指示を受けた同支店従業員をして同支店に設けられた被告人Ａが\n管理する株式会社Ｙ名義の普通預金口座に，融資金名下に４９８０万３５６２円を\n振替入金させ，人を欺いて財物の交付を受けた。\n３　平成１３年２月２６日ころ，Ｊ信用組合本店において，Ｋに対し，前記第５\nの１同様に偽るとともに，融資金を約定どおり確実に返済する当てもないのにこれ\nあるように装って，前記第５の１同様の内容虚偽の法人税確定申告書控えの写し等\nを提出し，「Ｙで６００万円の融資を申し込ませてもらいます。健康器具の販売を\nしていますが，売上も好調であり，仕入資金が必要になり，売上から確実に返済で\nきますので，融資のほどよろしくお願いします。」などと虚構の事実を申し向け\nて，株式会社Ｙへの６００万円の事業資金融資の実行を申し込み，Ｋをしてその旨\n誤信させ，ＫらからＬにその旨を報告させ，Ｌを同様に誤信させて融資実行を決定\nさせ，よって，平成１３年３月５日，Ｌの指示を受けた同店従業員をして同店に設\nけられた被告人Ａが管理する株式会社Ｙ名義の普通預金口座に，融資金名下に５９\n６万５２２２円を振替入金させ，人を欺いて財物の交付を受けた。\n第６　株式会社Ｂ１代表取締役Ｃ１と共謀の上，\n１　平成１２年８月１０日ころ，Ｊ信用組合本店において，Ｗに対し，真実は，\n株式会社Ｂ１が全く営業をしていない休眠会社であったのに，同社が店舗用装飾品\n等を製造販売する業務を営んでいて経営が順調であり，仕入れのために資金を必要\nとしているように偽るとともに，融資金を約定どおりに確実に返済する当てもない\nのにこれあるように装って，同社の平成１２年５月期の売上高及び営業利益が無か\nったのに，同期の売上高が２億２９１４万９０３３円で営業利益が２０８万６２９\n６円に上る旨記載した内容虚偽の法人税確定申告書控えの写し等を提出し，「当社\nは，高級中華料理店で使う室内装飾品等の輸入，販売をしています。昀近，業績を\n伸ばしており，年間売上も２億円を超えています。今回，海外から装飾品，絵画等\nを仕入れる資金として，信用保証の融資を安定化で５０００万円，長期１で３００\n０万円お願いしたいと思います。売上も伸びていることから，返済は，心配ありま\nせん。」などと虚構の事実を申し向けて，株式会社Ｂ１への合計８０００万円の事\n業資金融資の実行を申し込み，Ｗをしてその旨誤信させ，ＷらからＬにその旨を報\n告させ，Ｌを同様に誤信させて融資実行を決定させ，よって，平成１\n２年８月１５日，Ｌの指示を受けた同店従業員をして同店に設けられた被告人Ａが\n管理する株式会社Ｂ１名義の普通預金口座に，融資金名下に合計７９６９万５１７\n９円を振替入金させ，人を欺いて財物の交付を受けた。\n２　平成１２年１０月２３日ころ，Ｊ信用組合本店において，Ｗに対し，前記第\n６の１同様に偽るとともに，融資金を約定どおりに確実に返済する当てもないのに\nこれあるように装って，「Ｂ１では，年末商戦に向けて，秋のうちに仕入れをして\nおこうと思っています。ついては，活力で，１０００万円の融資をお願いします。\n返済は，確実にしますから。」などと虚構の事実を申し向けて，株式会社Ｂ１への\n１０００万円の事業資金融資の実行を申し込み，Ｗをしてその旨誤信させ，Ｗらか\nらＬにその旨を報告させ，Ｌを同様に誤信させて融資実行を決定させ，よって，平\n成１２年１０月３１日，Ｌの指示を受けた同店従業員をして同店に設けられた被告\n人Ａが管理する株式会社Ｂ１名義の普通預金口座に，融資金名下に９９７万７２６\n１円を振替入金させ，人を欺いて財物の交付を受けた。\n３　平成１２年１１月１０日ころ，Ｊ信用組合本店において，Ｋに対し，前記第\n６の１同様に偽り，さらに，株式会社Ｂ１が多額の受注をしてそのための仕入れの\n資金が必要であるように偽るとともに，融資金を約定どおりに確実に返済する当て\nもないのにこれあるように装って，「ｑのＤ１というところから急な発注を受けま\nして，その仕入資金がどうしても間に合いません。活力で１０００万円ご融資お願\nいします。Ｄ１からの代金も入りますし，必ず返します。」などと虚構の事実を申\nし向けて，株式会社Ｂ１への１０００万円の事業資金融資の実行を申し込み，Ｋを\nしてその旨誤信させ，ＫらからＬにその旨を報告させ，Ｌを同様に誤信させて融資\n実行を決定させ，よって，平成１２年１１月１５日，Ｌの指示を受けた同店従業員\nをして同店に設けられた被告人Ａが管理する株式会社Ｂ１名義の普通預金口座に，\n融資金名下に９９７万７２６１円を振替入金させ，人を欺いて財物の交付を受け\nた。\n第７　Ｅ１株式会社代表取締役Ｆ１と共謀の上，\n１　平成１２年８月３０日ころ，東京都港区ｒｓ丁目ｔ番ｕ号所在のＯ信用組合\n本店において，同店融資担当者Ｇ１に対し，真実は，Ｅ１株式会社が全く営業をし\nていない休眠会社であったのに，同社が内装家具を販売する業務を営んでいて経営\nが順調であり，仕入れのために資金を必要としているように偽るとともに，融資金\nを約定どおりに確実に返済する当てもないのにこれあるように装って，同社の平成\n１２年２月期の売上高及び営業利益が無かったのに，同期の売上高が２億２０９２\n万４８３４円で営業利益が３０４万２６２４円に上る旨記載した内容虚偽の法人税\n確定申告書控えの写し等を提出し，「当社は，室内装飾品の販売をしています。こ\nれから秋口にかけては，店舗等の模様替えをするところも多いので，当社にとって\nは，かき入れ時です。そこで，仕入れを増やしたいので，信用保証付きの融資を安\n定化で５０００万円お願いしたいと思います。当社は，昨期も売上が２億円を超え\nており，売上から返済は確実にできます。」などと虚構の事実を申し向けて，Ｅ１\n株式会社への５０００万円の事業資金融資の実行を申し込み，Ｇ１をしてその旨誤\n信させ，Ｇ１らから同店営業部長Ｈ１にその旨を報告させ，Ｈ１を同\n様に誤信させて融資実行を決定させ，よって，平成１２年９月１４日，Ｈ１の指示\nを受けた同店従業員をして同店に設けられた被告人Ａが管理するＥ１株式会社名義\nの普通預金口座に，融資金名下に４９０３万０４７１円を振替入金させ，人を欺い\nて財物の交付を受けた。\n２　平成１２年９月１８日ころ，Ｏ信用組合本店において，Ｇ１に対し，前記第\n７の１同様に偽り，さらに，Ｅ１株式会社が多額の受注をしてそのための仕入れの\n資金が必要であるように偽るとともに，融資金を約定どおりに確実に返済する当て\nもないのにこれあるように装って，「今度，当社では，秋田県のＡ１という温泉施\n設を経営する会社から室内装飾品の注文を大口で受けました。その商品の仕入資金\nとして３０００万円を保証協会の長期１を利用して融資していただきたいとお願い\nに上がりました。Ａ１から代金も支払わせますので，融資は，確実にお返しできま\nす。」などと虚構の事実を申し向けて，Ｅ１株式会社への３０００万円の事業資金\n融資の実行を申し込み，Ｇ１をしてその旨誤信させ，Ｇ１らから同信用組合本部融\n資部長Ｉ１にその旨を報告させ，Ｉ１を同様に誤信させて融資実行を決定させ，よ\nって，平成１２年９月２６日，Ｉ１の指示を受けた同店従業員をして同店に設けら\nれた被告人Ａが管理するＥ１株式会社名義の普通預金口座に，融資金名下に２９１\n８万８１１４円を振替入金させ，人を欺いて財物の交付を受けた。\n第８　Ｊ１興産株式会社代表取締役Ｋ１と共謀の上，\n１　平成１２年１１月２２日ころ，Ｊ信用組合本店において，Ｗらに対し，真実\nは，Ｊ１興産株式会社の営業が著しく不振であって年間売上高も１０００万円から\n５０００万円程度にとどまっていたのに，同社の経営が順調であり，具体的な販売\n計画に基づく仕入れのために資金を必要としているように偽るとともに，融資金を\n約定どおりに確実に返済する当てもないのにこれあるように装って，同社の平成１\n２年５月期の売上高が４９９８万６２８０円にすぎず，営業利益も４５３万１３９\n８円を計上したのみであったのに，同期の売上高が２億６５２５万３５７４円で営\n業利益が２３２６万９８１３円に上る旨記載した内容虚偽の法人税確定申告書控え\nの写し等を提出し，「Ｊ１興産は，不動産仲介，販売業者です。業績も堅調で，年\n商は，直近の決算期で２億円を超えていますし，昀近６か月の月商の平均も２００\n０万円を超えています。このたび，渋谷の物件の仕入れ費用に充てるため５０００\n万円が必要になりました。安定化を利用させていただき，５０００万円の融資をお\n願いします。また，これから暮れにかけて，諸支払が増加しますので，年末資金と\nして２０００万円を別途信用保証付きでご融資お願いします。ご融資\nいただければ，さらに業績は向上して，月商も２５００万円に伸びる見通しです\nし，その売上から確実に返済できますので，融資をお願いします。」などと虚構の\n事実を申し向けて，Ｊ１興産株式会社への合計７０００万円の融資の実行を申し込\nみ，Ｗをしてその旨誤信させ，ＷらからＬにその旨を報告させ，Ｌを同様に誤信さ\nせて融資実行を決定させ，よって，平成１２年１１月３０日，Ｌの指示を受けた同\n店従業員をして同店に設けられた被告人Ａが管理するＪ１興産株式会社名義の普通\n預金口座に，融資金名下に，合計６９７８万２１３８円を振替入金させ，人を欺い\nて財物の交付を受けた。\n２　平成１２年１１月２７日ころ，東京都中央区ｖｗ丁目ｘ番ｙ号所在のＯ信用\n組合銀座支店において，同支店融資担当者Ｌ１に対し，前記第８の１同様に偽ると\nともに，融資金を約定どおりに確実に返済する当てもないのにこれあるように装っ\nて，前記第８の１同様の内容虚偽の法人税確定申告書控えの写し等を提出し，「Ｊ\n１興産は，不動産仲介，販売業者で，主として販売で売上を上げており，業績もよ\nく，年商は，直近の決算期で２億円を超えていますし，昀近６か月の月収の平均も\n２０００万円を越えています。今回，北区の不動産の仕入資金として，どうしても\n３０００万円が必要になりました。信用保証協会の保証付きで３０００万円のご融\n資をお願いします。ご融資いただいた資金は，確実に返済しますので，どうかよろ\nしくお願いします。」などと虚構の事実を申し向けて，Ｊ１興産株式会社への３０\n００万円の事業資金融資の実行を申し込み，Ｌ１をしてその旨誤信させ，Ｌ１らか\nら同支店支店長Ｍ１にその旨を報告させ，Ｍ１を同様に誤信させて融資実行を決定\nさせ，よって，平成１２年１２月８日，Ｍ１の指示を受けた同支店従業員をして同\n支店に設けられた被告人Ａが管理するＪ１興産株式会社名義の普通預\n金口座に，融資金名下に２９７１万５８５６円を振替入金させ，人を欺いて財物の\n交付を受けた。\n第９　Ｎ１株式会社代表取締役Ｏ１と共謀の上，\n１　平成１２年１２月２０日ころ，Ｊ信用組合本店において，Ｗに対し，真実\nは，Ｎ１株式会社の営業が著しく不振であって，平成１２年４月期決算において年\n間売上高として５３３５万８０００円を計上したものの，その後は全く売上がな\nく，本店事務所も引き払っているほどであったのに，同社の経営が順調であり，具\n体的な販売計画に基づく仕入れのために資金を必要としているように偽るととも\nに，融資金を約定どおりに確実に返済する当てもないのにこれあるように装って，\n同社の平成１２年４月期の売上高が５３３５万８０００円にすぎず，営業利益も８\n０２万０５４１円を計上したのみであったのに，同期の売上高が２億６５５６万０\n９００円で営業利益が８６６万８４５９円に上る旨記載した内容虚偽の法人税確定\n申告書控えの写し等を提出し，「当社は，不動産業をしておりまして，不動産の買\n取り，販売にも力を入れています。このところ，業績も順調です。直近の決算期の\n売上は２億６５００円となっていますし，利益だって１０００万円近く出ていま\nす。現在もいくつか不動産を当社で仕入れないかと引き合いがきているのですが，\n物件の仕入費用が足りなくなりました。それで安定化などを利用させていただ\nき，２０００万円の融資を２口お願いに上がりました。ご融資いただければ，さら\nに業績が向上することは確実ですので，売上から確実に返済ができます。」などと\n虚構の事実を申し向けて，Ｎ１株式会社への合計４０００万円の事業資金融資の実\n行を申し込み，Ｗをしてその旨誤信させ，ＷらからＬにその旨を報告させ，Ｌを同\n様に誤信させて融資実行を決定させ，よって，平成１２年１２月２８日，Ｌの指示\nを受けた同店従業員をして同店に設けられた被告人Ａが管理するＮ１株式会社名義\nの普通預金口座に，融資金名下に合計３９８３万１１５１円を振替入金させ，人を\n欺いて財物の交付を受けた。\n２　平成１２年１２月２２日ころ，Ｏ信用組合飯倉支店において，同支店融資担\n当者Ｐ１に対し，前記第９の１同様に偽るとともに，融資金を約定どおりに確実に\n返済する当てもないのにこれあるように装って，前記第９の１同様の内容虚偽の法\n人税確定申告書控えの写し等を提出し，「当社は，不動産業を営んでおりますが，\nこのたび仕入れる予定の物件の代金を用意しなくてはならなくなりました。ついて\nは，こちらで安定化の保証が付いた融資で３０００万円をぜひともお願いします。\n当社は直近の決算期の売上も２億円を超えていますし，利益だって１０００万円近\nく出しています。ご融資いただいた上は，業績が更に伸びますから売上から確実に\n返済します。」などと虚構の事実を申し向けて，Ｎ１株式会社への３０００万円の\n事業資金融資の実行を申し込み，Ｐ１をしてその旨誤信させ，Ｐ１らから同支店支\n店長Ｑ１にその旨を報告させ，Ｑ１を同様に誤信させて融資実行を決定させ，よっ\nて，平成１２年１２月２８日，Ｑ１の指示を受けた同支店従業員をして同支店に設\nけられた被告人Ａが管理するＮ１株式会社名義の普通預金口座に，融資金名下に２\n９４３万４４０９円を振替入金させ，人を欺いて財物の交付を受けた\n。\n第10　有限会社Ｒ１代表取締役Ｓ１と共謀の上，\n１　平成１３年１月２２日ころ及び２４日ころの２回にわたり，Ｏ信用組合銀座\n支店において，同支店融資担当者Ｔ１に対し，真実は，有限会社Ｒ１の営業が著し\nく不振で平成１２年１０月期決算において営業損失を計上したのに，同社の経営が\n順調であり，店舗改装のために資金を必要としているように偽るとともに，融資金\nを約定どおりに確実に返済する当てもないのにこれあるように装って，同社の平成\n１２年１０月期の売上高が１３５１万５７７０円にすぎず，営業損失５０５万５３\n１７円を計上したのに，同期の売上高が２億０２７３万６５５０円で営業利益が４\n０８万７４３２円に上る旨記載した内容虚偽の法人税確定申告書控えの写し等を提\n出し，「当社で経営する焼き鳥店のＵ１の店舗が老朽化したため，厨房やテーブル\nも含めて一新することになりました。その費用に充てるため，信用保証協会の保証\nの付いた事業資金の融資が必要です。業績の方も年商２億円を超えて順調に業績を\n伸ばしていますから，売上を返済に回していけば，確実に返せます。」などと虚構\nの事実を申し向けて，有限会社Ｒ１への５０００万円の事業資金融資の実行を申し\n込み，Ｔ１をしてその旨誤信させ，Ｔ１らからＭ１にその旨を報告さ\nせ，Ｍ１を同様に誤信させて融資実行を決定させ，よって，平成１３年２月１５\n日，Ｍ１の指示を受けた同支店従業員をして同支店に設けられた被告人Ａが管理す\nる有限会社Ｒ１名義の普通預金口座に，融資金名下に４８５６万４９３６円を振替\n入金させ，人を欺いて財物の交付を受けた。\n２　平成１３年１月２２日ころ，Ｊ信用組合本店において，Ｗに対し，前記第１\n０の１同様に偽るとともに，融資金を約定どおりに確実に返済する当てもないのに\nこれあるように装って，前記第１０の１同様の内容虚偽の法人税確定申告書控えの\n写し等を提出し，「店を新装開店すれば業績がもっと上がって，５０００万円くら\nい確実に返せますから，融資の方を，どうかよろしくお願いします。」などと虚構\nの事実を申し向けて，有限会社Ｒ１への５０００万円の事業資金融資の実行を申し\n込み，Ｗをしてその旨誤信させ，ＷらからＬにその旨を報告させ，Ｌを同様に誤信\nさせて融資実行を決定させ，よって，平成１３年１月３１日，Ｌの指示を受けた同\n店従業員をして同店に設けられた被告人Ａが管理する有限会社Ｒ１名義の普通預金\n口座に，融資金名下に４９８１万９０８３円を振替入金させ，人を欺いて財物の交\n付を受けた。\n第11　Ｗ１株式会社代表取締役Ｘ１と共謀の上，平成１３年３月２３日ころ，Ｊ信\n用組合本店において，Ｋに対し，真実は，Ｗ１株式会社の営業が著しく不振で平成\n１２年１２月期決算において営業損失を計上したのに，同社の経営が順調であり，\n具体的な販売計画に基づく仕入れのために資金を必要としているように偽るととも\nに，融資金を約定どおりに確実に返済する当てもないのにこれあるように装って，\n同社の平成１２年１２月期の売上高が８８６万７４２２円にすぎず，営業損失５９\n６万３８７９円を計上したのに，同期の売上高が２億０８８６万７４２２円で営業\n利益が５３万６１２１円に上る旨記載した内容虚偽の法人税確定申告書控えの写し\n等を提出し，「Ｗ１は，年間２億円以上の売上を上げている不動産会社です。現在\nはちょうど相模原の物件を手掛けていまして，仕入資金が必要になりました。相模\n原の物件の売却により，融資金は確実に返済できます。ですから，安定化で４５０\n０万円の融資をお願いします。」などと虚構の事実を申し向けて，Ｗ１株式会社へ\nの４５００万円の事業資金融資の実行を申し込み，さらに，平成１３年３月２８日\nころ，Ｊ信用組合本店において，Ｋに対し，「相模原の物件を仕入れ\nるための資金が４５００万円では足りなくなり，２０００万円の決済資金が必要に\nなりました。売上が出て，確実に返済できますから，その４５００万円のほかに，\n２０００万円も追加で融資してください。」などと虚構の事実を申し向けて，Ｗ１\n株式会社への２０００万円の事業資金融資の実行を申し込み，Ｋをしてそれぞれそ\nの旨誤信させ，ＫらからＬにその旨を報告させ，Ｌを同様に誤信させて融資実行を\n決定させ，よって，Ｌの指示を受けた同店従業員をして同店に設けられた被告人Ａ\nが管理するＷ１株式会社名義の普通預金口座に，平成１３年３月３０日，融資金名\n下に４４８２万４１１０円を振替入金させ，さらに，平成１３年４月４日，融資金\n名下に１９９２万０５４８円を振替入金させ，人を欺いて財物の交付を受けた。\n（量刑の理由）\n１　本件は，被告人３名が共謀し，あるいは他の共犯者とも共謀した上，休眠中の\n会社や利益がないか，あまり上がっていない会社を利用し，複数の金融機関から２\n１回にわたって合計１０億円余りもの金員を詐取したという事案である。\n２　被告人らは，多額の融資を受けるべく，休眠中の会社などを融資の受け皿とし\nて利用しようとして，内容虚偽の法人税確定申告書控え等の写しやそれを裏付ける\n架空の注文書・事業計画書等を作成・提出して，その会社が利益を上げているかの\nごとく見せかけ，金融機関等による実地調査に備えて事務所を準備したり，つじつ\nまを合わせるため商号，目的，所在地等商業登記簿の変更登記手続まで行うなど周\n到に準備を整え，本件一連の犯行を実行したものであり，その犯行態様は極めて計\n画的かつ巧妙である。また，本件一連の犯行が１年７か月余りの間にわたり，同様\nの手口で多数回繰り返されたものであることにかんがみると，本件犯行は常習的職\n業的なものというべきである。被害金額は，被告人らが一部返済した金額を除外し\nた実損額だけでも９億円余りに上り，詐欺事犯としてはまれにみる多額のものであ\nって，本件犯行の結果は極めて甚大である。それにもかかわらず，被告人Ｃがごく\n一部を弁償したのを除き，そのほとんどは，現在に至るまで被害弁償がなされてお\nらず，その具体的な目途も立たない状況にある。本件犯行は，中小企業金融安定化\n特別保証制度等に基づくＸ保証協会の信用保証による事業資金融資が\n比較的緩やかな審査で実行されることを悪用してなされたものであるところ，この\nような犯行が横行すれば信用保証協会及び金融機関は信用保証制度を利用した事業\n資金融資に慎重にならざる得ず，その結果，中小企業の円滑な資金調達を妨げるお\nそれも十分あるのであって，被告人らの行為は強い社会的非難を免れない。犯行動\n機についてみても，被告人らは，被告人Ａが実現困難な事業等に具体的な見通しも\nないまま多額の資金を投入するため，あるいは本件犯行の発覚を防ぐため，同様の\n手口で詐欺を繰り返したのであって，酌量すべき点は見当たらない。\n３　被告人３名の個別の事情についてみるに，被告人Ａは，受け皿として利用する\n会社を探し出し，その会社の代表取締役等に借金の肩代わりなどを条件にその会社\n名義で融資を受けることを了承させるなどした上，被告人Ａに恩義を感じている甥\nの被告人Ｂ及び被告人Ｃに虚偽の書類の作成等を指示し，自らも金融機関に赴き虚\n偽の説明するなどしていたのであり，被告人Ａが本件犯行において主導的役割を果\nたしていたことは明らかである。しかも，詐取した金員の大部分は被告人Ａが事業\n資金などとして費消したことをも併せ考えると，その刑事責任は極めて重大であ\nる。\n被告人Ｂは，法人税確定申告書控えの写しの表題部分の数字を改ざんするなど\n被告人Ｃの書類作成を補助したり，融資を受ける際の必要書類をそろえたり，実際\nに金融機関に対し虚偽の説明をして融資を申し込むことなどを分担していたもの\nで，本件犯行において相応の役割を果たしており，その刑事責任は重い。\n被告人Ｃは，経営コンサルタントとして培った経理の知識を利用して，被告人\nＡが探してきた会社を分析し，その名義で金融機関から融資名下に金員を詐取でき\nるかどうかを判断した上，内容虚偽の法人税確定申告書控え等の写しを作成し，受\nけ皿会社の業種に応じて，もっともらしい融資金の使途や実地調査に対する対策等\nを被告人Ａらに教示するなどしていたものであるし，金融機関の担当者に対し，受\nけ皿会社の経理部長などを装い，言葉巧みに虚偽の説明をして融資を申し込んだり\nするなどしたもので，本件犯行において必要不可欠な役割を果たしたといえ，その\n刑事責任はかなり重いというべきである。\n４　したがって，被告人３名とも，当公判廷において事実を認め，反省の態度を示\nしていること，それぞれの被告人につき情状証人が出廷し，今後の監督を誓約して\nいることなどに加えて，被告人Ａについては，公判廷において，一応被害弁償した\nい旨述べていること，罰金刑の前科以外の前科がないこと，被告人Ｂについては，\n本件犯行により得た利益は９００万円程度であり，それ自体多額ではあるものの，\n被害総額に比べれば小さいこと，恩義のある被告人Ａの指示に従って本件犯行に加\n担し，そこから抜け出せなくなってしまったという面もあること，自分が得た利益\n分については弁償したい旨述べていること，前科がないこと，被告人Ｃについて\nも，本件犯行で得た利益は６００万円程度と被害総額に比せば少額といえること，\n被害弁償のため，親族らの助力を得て３００万円を調達し，被害弁償に充てたほ\nか，自分の貯金でも被害弁償する旨述べていること，前科前歴がないことなどそれ\nぞれ酌むべき諸事情が認められるものの，それぞれの責任の程度を考慮した上，主\n文の刑に処するのが相当と判断した。\n平成１４年３月２８日\n東京地方裁判所刑事第９部\n裁判長裁判官　　　秋　　　葉　　　康　　　弘\n裁判官　　　宮　　　武　　　　　　　芳\n裁判官　　　須　　　田　　　雄　　　一\n"
}