{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 12,
    "month": 4,
    "day": 27
  },
  "case_number": "平成10(ワ)10545",
  "case_name": "",
  "court_name": "東京地方裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "13248",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=13248",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/248/013248_hanrei.pdf",
  "contents": "平成一〇年（ワ）第一〇五四五号　特許権侵害差止等請求事件\n判　　　　決\n原　　告　　　　　　　　　旭化成工業株式会社\n右代表者代表取締役　　　　【Ａ】\n右訴訟代理人弁護士　　　　花岡　巖\n同　　　　　　　　　　　　木崎　孝\n被　　告　　　　　　　　　日本ジーイープラスチックス株式会社\n右代表者代表取締役　　　　【Ｂ】\n右訴訟代理人弁護士　　　　近藤恵嗣\n右訴訟復代理人弁護士　　　柳　誠一郎\n右補佐人弁理士　　　　　　【Ｃ】\n同　　　　　　　　　　　　【Ｄ】\n同　　　　　　　　　　　　【Ｅ】\n主　　　　文\n原告の請求をいずれも棄却する。\n訴訟費用は原告の負担とする。\n事実及び理由\n第一　原告の請求\n一　被告は、別紙「目録」記載の方法でジフェニルカーボネートを製造し、このジ\nフェニルカーボネートを使用してポリカーボネートを製造し、販売してはならな\nい。\n二　被告は、その占有に係る前項記載のジフェニルカーボネート及びポリカーボネ\nートを廃棄せよ。\n三　被告は、原告に対し、金一七億六四五七万七五〇〇円及びこれに対する平成一\n〇年五月二七日（訴状送達の日の翌日）から支払済みまで年五分の割合による金員\nを支払え。\n第二　事案の概要\n本件は、原告が被告に対し、芳香族カーボネート類の連続的製造法の特許権及び\nジアリールカーボネートの連続的製造方法の特許権の各侵害を理由として、ジフェ\nニルカーボネート及びこれを使用したポリカーボネートの製造等の差止め及び廃棄\n並びに出願公告日以降の損害賠償（平成六年法律第一一六号による改正前の特許法\n五二条参照）を求めている事案である。\n一　争いのない事実\n１　原告は、左記（一）及び（二）の特許権（以下、これらをそれぞれ「本件第一\n特許権」、「本件第二特許権」といい、合わせて「本件各特許権」と総称する。）\nを有している。\n記\n（一）　特許番号　　　　第二一三三二六五号\n発明の名称    　芳香族カーボネート類の連続的製造法\n出願日      　　平成二年一二月二七日\n優先権主張日　　平成元年一二月二八日\n優先権主張国  　日本国\n出願公告日    　平成七年一〇月四日\n登録日　    　  平成九年一一月一四日\n（二）　特許番号　　　　第二一三三二六四号\n発明の名称  　  ジアリールカーボネートの連続的製造方法\n出願日　  　    平成二年一二月二七日\n優先権主張日　  平成元年一二月二八日\n優先権主張国  　日本国\n出願公告日　    平成七年一〇月四日\n登録日　  　    平成九年一一月一四日\n２（一）　本件第一特許権に係る明細書の特許請求の範囲第一項の記載は、次のと\nおりである（以下、この発明を「本件第一発明」という。）。\n「触媒の存在下にジアルキルカーボネートと芳香族ヒドロキシ化合物とを反応さ\nせて、アルキルアリールカーボネート、ジアリールカーボネート又はこれらの混合\n物から成る芳香族カーボネート類を製造するに当たり、原料化合物である該ジアル\nキルカーボネート及び該芳香族ヒドロキシ化合物を、連続多段蒸留塔内に連続的に\n供給し、該蒸留塔内で該触媒と該原料化合物を接触させることによって反応させな\nがら、副生する脂肪族アルコールを蒸留によってガス状で連続的に抜き出し、生成\nした該芳香族カーボネート類を塔下部より液状で連続的に抜き出すことを特徴とす\nる芳香族カーボネート類の連続的製造法。」\n（二）　本件第一発明は、気液界面積が大きい多段蒸留塔を用い、この中に原料化\n合物を連続的に入れて触媒存在下で反応させると同時に、副生したアルコール類を\n連続的に蒸留して抜き出すことによって、芳香族カーボネート類を高い反応速度か\nつ高選択率で連続的に製造することを可能にしたものである。\n３（一）　本件第二特許権に係る明細書の特許請求の範囲第一項の記載は、次のと\nおりである（以下、この発明を「本件第二発明」といい、本件第一発明と合わせて\n「本件各発明」と総称する。）。\n「触媒の存在下に、アルキルアリールカーボネートからジアリールカーボネート\nとジアルキルカーボネートを製造するに当り、該アルキルアリールカーボネートを\n連続多段蒸留塔内に連続的に供給し、連続多段蒸留塔内で触媒と接触させることに\nよって反応させながら、副生するジアルキルカーボネートを蒸留によってガス状で\n連続的に抜き出し、生成したジアリールカーボネートを塔下部より液状で連続的に\n抜き出すことを特徴とするジアリールカーボネートの連続的製造方法。」\n（二）　本件第二発明は、気液界面積が大きい多段蒸留塔を用い、この中に原料化\n合物を連続的に入れて触媒存在下で反応させると同時に、副生したアルコール類を\n連続的に蒸留して抜き出すことによって、ジアリールカーボネートを高い反応速度\nかつ高選択率で連続的に製造することを可能にしたものである。\n４（一）　被告は、平成五年四月ころから、ジフェニルカーボネート（以下「ＤＰ\nＣ」という。）を製造し、そのＤＰＣを使用してポリカーボネート（以下「ＰＣ」\nという。）を製造し、これを販売している。\n（二）　被告によるＤＰＣの製造方法（以下「被告方法」という。）は、少なくと\nも別紙「目録」４の「触媒も追加供給して」の部分以外は、同目録記載のとおりで\nある（被告は、右「触媒も追加供給して」の部分について否認する。また、同目録\n１及び４の「棚段塔式蒸留塔」については、「連続多段蒸留塔」であるという限度\nでこれを認める。）。\n５　被告方法は、本件各発明の技術的範囲に属する（仮に被告方法が別紙「目録」\n記載のとおりでなく、被告主張のような内容であったとしても、それが本件各発明\nの技術的範囲に属することは、争いがない。）。\n６  エニケム・シンセシス・エス・ピー・エー（イタリア法人。以下「エニケム」\nという。）は、遅くとも昭和六〇年（一九八五年）末ころまでに、原告による本件\n各発明の内容を知ることなく、左記の発明（以下「先発明」という。）を完成し\nた。（エニケムが遅くとも同年末ころまでに先発明を完成したことは、乙第一号証\n及び弁論の全趣旨によって認められ、その余の事実は争いがない。）\n記\n触媒の存在下にジメチルカーボネート（以下「ＤＭＣ」という。）とフェノール\nを反応させるエステル交換反応によってメチルフェニルカーボネート、メタノー\nル、ＤＰＣを得る場合、及び触媒の存在下に二分子のメチルフェニルカーボネート\nを反応させるエステル交換反応によってＤＰＣとＤＭＣを得る場合において、右の\n各エステル交換反応（以下「本件エステル交換反応」という。）において生成反応\n物を連続的に除去する方法として、原材料化合物を連続多段蒸留塔内に連続的に供\n給し、該蒸留塔内で触媒と該原料化合物を接触させることによって反応させなが\nら、生成する化合物のうち、相対的に揮発性が高い化合物を蒸留によってガス状で\n連続的に抜き出し、相対的に揮発性の乏しい化合物を塔下部より液状で連続的に抜\nき出す方法（反応蒸留を適用する方法）を選択すること。\n７　先発明の内容は、エニケム作成のプロセス説明書（乙第一号証）及び技術資料\n（乙第二号証）に記載されており、被告方法は、右プロセス説明書及び技術資料に\n記載された先発明の技術的範囲に含まれる。\nまた、右プロセス説明書及び技術資料には、本件各発明の技術的範囲に属する技\n術が記載されており、先発明は、本件各発明の技術的範囲に属する。\n二　争点\n１　先使用の抗弁の成否（被告が被告方法について特許法七九条所定の先使用によ\nる通常実施権を有するかどうか。）\n２　自由技術の抗弁の成否（被告方法の実施が、本件各発明の優先権主張日である\n平成元年一二月二八日よりも前に日本国内で公然知られていた技術の実施にすぎ\nず、本件各特許権を侵害する行為に該当しないかどうか。）\n３　原告の損害額\n三　争点に関する当事者の主張\n１　争点１（先使用の抗弁の成否）について\n（被告の主張）\n（一）　特許法七九条は、特許出願に係る発明の内容を知らないでこれと同じ内容\nの発明をし又はこの者から知得して、特許出願（優先権主張のある場合には優先権\n主張の基礎たる特許出願－同法四一条二項参照）の際、現に日本国内においてその\n発明の実施である事業をしている者又はその事業の準備をしている者につき、先使\n用による通常実施権を有する旨を規定するが、同条にいう発明の実施である「事業\nの準備」とは、特許出願に係る発明の内容を知らないでこれと同じ内容の発明をし\nた者又はこの者から知得した者が、その発明につき、いまだ事業の実施の段階には\n至らないものの、即時実施の意図を有しており、かつ、その即時実施の意図が客観\n的に認識される態様、程度において表明されていることを意味すると解するのが相\n当である（最高裁昭和六一年（オ）第四五四号同年一〇月三日第二小法廷判決・民\n集四〇巻六号一〇六八頁参照）。\n（二）　エニケムは、遅くとも昭和六〇年（一九八五年）末ころまでに、ＤＰＣの\n製造方法に関し、原告による本件各発明の内容を知ることなく、先発明を完成し\nた。\n昭和六二年（一九八七年）一〇月ころ、三井石油化学工業株式会社（以下「三井\n石油化学」という。）は、エニケムとＤＭＣ誘導品について技術提携関係にあり、\nエニケムが先発明を含むＤＭＣを原料化合物の一つとしてＤＰＣを製造する技術を\n有していることを知って、その製造技術についての技術情報の提供を受けることに\nなり、同月一四日、先発明の内容が記載されたエニケム作成の技術資料を受領し\nた。\n同じころ、三井石油化学は、米国法人であるゼネラル・エレクトリック・カンパ\nニー（以下「ＧＥ」という。）とも技術提携関係にあり、三井石油化学とＧＥの合\n弁会社であるジェムケミカル株式会社（以下「ジェムケミカル」という。）におい\nてＰＣの製造方法の共同研究を行っていたことから、エニケム、三井石油化学及び\nＧＥの三社は、昭和六三年（一九八八年）一〇月六日、ＰＣの原料であるＤＰＣの\n製造方法について意見交換のための会議を持った。そして、ＧＥは、エニケムの右\nＤＰＣ製造技術を更に検討することとなり、同年一一月一五日、エニケムと「秘密\n保持契約」を締結し、エニケムから詳細な技術情報を入手することとなった。\n平成元年（一九八九年）一月、ジェムケミカルと別のＧＥ関連会社との合併によ\nり、被告が発足した。被告の事業についての最終的な決定権はＧＥにあり、三井石\n油化学は、ＧＥに対して助言・提案を行う立場にあった。\nＧＥ、エニケム及び三井石油化学の三社は、同年六月二六日、ＧＥがエニケムか\nらそのＤＰＣの製造方法についてのライセンスを取得し、被告が千葉工場において\nそれを実施するという内容で基本的に合意し、その合意事項を確認する覚書を作成\nし、右覚書は同年七月一二日に発効した。\n被告は、同年六月二九日、千葉工場に建設する予定のＰＣプラント（以下「本件\nプラント」という。）の基本設計、建設費用の見積りを行うための契約（以下「本\n件初期エンジニアリング契約」という。）を三井造船株式会社（以下「三井造船」\nという。）と締結し、その後、右契約に基づき、三井造船に対し、同年一一月三〇\n日までのエンジニアリング作業費用として合計一億一〇〇〇万円（消費税別）を支\n払った。また、同年七月一日付けで、三井石油化学からプラント建設の専門家であ\nる【Ｆ】が被告に派遣された。さらに、被告は、同年七月六日、エニケムとの間で\n「秘密保持契約」を締結した。\nＧＥは、同年九月二七日、エニケムとの間で、エニケムが本件プラントの建設に\n必要な技術文書と基本技術設計、イタリアにおいてエニケムの建設した工場で使用\nされている技術をそれぞれ提供することなどを内容とする「技術援助及び実施許諾\n契約」を締結し、その対価として、エニケムに対し三〇〇万ドルを支払った。\n被告とＧＥは、エニケムの詳細な技術情報を本件プラントの設計、建設及び操業\nに利用するため、ＧＥとエニケムとの間の契約の「拡張契約」（ＧＥがエニケムと\nの契約に基づいてＧＥに付与された権利及びライセンスの利益を日本におけるＤＭ\nＣ／ＤＰＣプラントの建設及び操業等のために被告に拡張すること、その対価とし\nて、被告がＧＥに対しＧＥからエニケムに対して支払われたのと同額の三〇〇万ド\nルを同年一二月三一日までに支払うことなどを内容とするもの）を締結することを\n決め、同年一〇月二七日、外為法上の届出を行い、同年一二月一一日、右拡張契約\nを締結し、同月二七日、ＧＥに対し、右拡張契約に基づいて三〇〇万ドル（実際に\nは源泉徴収税額三〇万ドルを控除した二七〇万ドル）を支払った。\n（三）　以上の事実関係によれば、被告は、遅くともＧＥと右拡張契約を締結した\n段階で、即時実施の意図を有しており、右契約締結に続く三〇〇万ドルの送金等と\n合わせて、その意図は客観的に認識される態様、程度において表明されたものとい\nうべきである。したがって、被告は、本件各発明の優先権主張日である平成元年一\n二月二八日よりも前に、既に先発明を即時実施する意図を有し、右意図が客観的に\n表明されていたものといえるから、被告は、特許法七九条にいう「事業の準備」を\nしている者に該当し、被告方法について先使用による通常実施権を有する。\n（四）　原告は、被告の取締役会の決議の必要性を強調するが、即時実施の意図\nは、実質的な意味でプロジェクトのゴーサインが出たときに成立するというべきで\nあり、本件プラントの建設は、平成元年（一九八九年）六月二六日、ＧＥ、エニケ\nム及び三井石油化学の三社間の合意の時点で決定されたものであって、被告の取締\n役会の承認決議は、本件プラントの建設が決定された後の、建設請負契約の条件に\n関するものにすぎない。\nまた、本件初期エンジニアリング契約についても、前記三社間の合意の直後に締\n結されたもので、本件プラントの建設を前提とする契約であって、その対価として\n支払われた一億一〇〇〇万円も、建設費の一部としての性格を有するものである。\n（原告の反論）\n（一）　平成元年一二月二八日当時、被告が事業の即時実施の意図を有していたと\nはいえないし、即時実施の意図が客観的に認識される態様、程度において表明され\nていたともいえないから、特許法七九条の「事業の準備」があったとは認められな\nい。\n（二）　技術を導入して大規模プラントを建設し、その後に所定の物の製造・販売\nの事業を実施する場合、技術的、経済的側面等から十分な検討を加えた後に、初め\nて企業としての意思決定（正式機関による決定）が正式になされるものであり、\n「即時実施の意図」を有しているというためには、このような企業の意思決定が正\n式にされていることが必要であるというべきであって、本件においては、少なくと\nも、被告の取締役会が三井造船の工場建設概算見積りの結果を検討した上、三井造\n船との間でエニケムの技術を実施するための工場建設を建設する本契約を締結する\nことを決議することが必要である。\nまた、この意思が客観的に認識される態様、程度において表明されているという\nためには、旧特許法の「事業設備ヲ有スル者」という用語が改正された経緯に照ら\nし、事業設備を有するに相当する状態（例えば、工場の建設、工場・敷地・機械の\n購入、原材料の購入等）が必要であるというべきであって、本件においては、被告\nと三井造船との間で工場建設に係る本契約を現に締結することが必要であるという\nべきである。\nしかるに、被告が先発明を実施するための本件プラント建設を正式に決定したの\nは、平成三年（一九九一年）七月であり、三井造船と工場建設に係る本契約を締結\nしたのも、そのころである。\nすなわち、被告は、平成元年（一九八九年）六月二九日、本件初期エンジニアリ\nング契約を三井造船と締結したが、これは建設するプラントのアウトライン（機械\n設備の使用・配置の概略）を決めて、その概算見積りを行うものにすぎず、本件プ\nラントの設計・建設のための本契約は、別に改めて締結されることになっており、\nそれには概算見積りの結果が妥当なものであり、かつ、これを取締役会が承認する\nことが必要であった。三井造船は、被告がエニケムから徐々に入手していた技術情\n報に基づいて基本設計及び建設見積りを行い、平成元年（一九八九年）一二月一一\n日付けで見積書を提出し、被告のプレコンストラクションチーム（プラント建設チ\nーム）は、この見積書に基づいて被告のトップに対し予算承認を申請したが、高額\nであることを理由に承認されず、その後、被告においては、三井造船に対し見積書\nの改訂を求めては、新しい見積書に基づいて予算承認申請を行うということが繰り\n返された。被告の取締役会が最終的に予算を承認したのは、平成二年（一九九〇\n年）秋のことであり、このときようやく三井造船の基本設計も固まったのである。\nそして、その後も三井造船との仕切価格交渉が続き、平成三年（一九九一年）半ば\nに、ようやく三井造船との間で詳細設計・建設についての契約が正式に締結された\n（これは、同年七月三日付けの新聞各紙上において、本件プラント建設に関する報\n道が一斉にされた事実からも明らかである。）。\nなお、被告は、平成元年（一九八九年）一二月二九日、三井造船に一億一〇〇〇\n万円（消費税別）を支払っているが、これは平成二年（一九九〇年）秋の基本設計\n完了までの作業の対価として支払われたものである。\n平成元年一二月二八日までに三井造船が行った基本設計作業は、事後的に見れば\n先発明の事業実施に貢献している行為であるが、その事業実施を企業として正式に\n決定する前になされたものであって、「即時実施の意図の表明」と認めるに足りな\nい。\n（三）　被告は、遅くともＧＥと拡張契約を締結した平成元年一二月一一日の段階\nで即時実施の意図を有しており、同月二七日に二七〇万ドルを送金したこと等と合\nわせて、その意図は客観的に認識される態様、程度において表明されたと主張す\nる。\nしかし、乙第二三号証（陳述書）の添付資料の記載によれば、平成元年一一月二\n日に行われたＬＸプラント０次技術評価会議は、正に「０次」の極めて初期段階の\nもので、その当時、保安に関する致命的欠陥の有無すら分かっていなかったこと、\n三井造船による同年一二月一一日付け建設見積りの基礎にされた同年一一月三〇日\n付け資料（同号証添付の資料９－１）は、それまでの知識を反映したにすぎない初\n期段階のものであり、その建設見積りの内容も概算程度のものにすぎなかったこ\nと、同年一二月九日付け「ＬＸプラント技術的問題点調査結果」（同号証添付の資\n料５－２）にも、ＬＸプラントの技術についてプロセス技術や品質について問題が\n多い旨の記載があり、同日の段階ではプラント全体の生産規模すら決まっていなか\nったこと等がうかがえ、同年一二月一一日の時点では、被告はエニケムの技術の実\n施可能性を検討していたにすぎないものといわざるを得ない。\n三〇〇万ドルの支払についても、エニケムとの間の右拡張契約の履行行為にすぎ\nず、絶対額としては大きいものの、本件プラントの建設費が約二〇〇億円であった\nことに照らせば、その実施の可能性を検討している段階にこの程度の金額を支払う\nことは、何ら不自然なことではない。\nしたがって、被告は、平成元年（一九八九年）一二月一一日の時点では、エニケ\nムの技術の実施を決定していたわけではなく、仮にそれがあったとしても、条件付\nきの未確定なものにすぎないというべきである。\n２　争点２（自由技術の抗弁の成否）について\n（被告の主張）\nエニケムは、遅くとも昭和六〇年（一九八五年）末ころまでに、先発明を完成し\nた。もっとも、エニケムが先発明を行った当時、触媒の存在下にＤＭＣとフェノー\nルを反応させるエステル交換反応によってメチルフェニルカーボネート、メタノー\nル、ＤＰＣを得ること、触媒の存在下に二分子のメチルフェニルカーボネートを反\n応させるエステル交換反応によってＤＰＣとＤＭＣを得ること、ある種のエステル\n交換反応において生成反応物を連続的に除去する方法として、反応蒸留を適用する\nことは、いずれも化学工学の分野の技術者（当業者）によく知られたものであり、\n先発明は、これらの当業者によく知られた技術を当然の前提としていた技術であっ\nて、真の意味での発明ではなかった。\nエニケムは、同年一二月二七日、先発明を実施する工場の建設許可申請書を、ラ\nヴェンナ市（イタリア国内の地方自治体）に提出した。同市は、昭和六一年（一九\n八六年）一二月一六日に建設許可を行い、右建設許可は、イタリアの法律に従って\n公示され、建設許可申請書も、その添付書類（乙第一号証を含む。）と共に公開さ\nれ、第三者による閲覧謄写が可能な状態に置かれた。したがって、先発明は、少な\nくともイタリア国内において公知になった。そして、三井石油化学は、昭和六二年\n（一九八七年）一〇月一四日、先発明の内容が記載されたエニケム作成の技術資料\n（乙第二号証）を受領し、先発明は、その段階で日本国内において公然知られるも\nのとなった。\nまた、三井石油化学及びＧＥは、昭和六三年（一九八八年）一〇月六日、エニケ\nムと東京でＤＰＣの製造方法について意見交換の会議を持った際、先発明の内容を\n知らされ、被告も、平成元年（一九八九年）一月の発足の際、先発明の内容を知ら\nされた。ＧＥは昭和六三年（一九八八年）一一月一五日、また、被告は一九八九年\n（平成元年）七月六日、それぞれエニケムとの間で「秘密保持契約」を締結した\nが、いずれの契約においても、各契約締結時においてＧＥあるいは被告が保有して\nいた情報については、秘密保持義務の対象外となっている。したがって、仮に先発\n明がイタリア国内において公知になっていなかったとしても、被告、三井石油化学\n及びＧＥは、本件各発明の優先権主張日である平成元年（一九八九年）一二月二八\n日より前に、エニケム及びその他の第三者に対して守秘義務を負うことなく日本国\n内で先発明を知っていたものであり、先発明は、同日より前に日本国内において公\n然知られていたものに該当する。\n以上のように、先発明は、優先権主張日である平成元年（一九八九年）一二月二\n八日当時、当業者によく知られた技術を当然の前提とする自由技術であり、被告に\nよる先発明の実施は、本件各特許権を侵害する行為に該当しない。\n（原告の反論）\n被告は、乙第一号証が一九八六年一二月一六日に工場建設許可申請書の添付書類\nの一つとして公開され、第三者による閲覧謄写が可能な状態に置かれたとし、これ\nをもって先発明が少なくともイタリア国内において公知になった旨を主張する。し\nかし、当時のイタリアの法律によれば、右のような工場建設許可に関連する書類に\nついては、閲覧者や閲覧対象書類が制限されており、乙第一号証は公開されて第三\n者による閲覧謄写が可能な状態に置かれたものではなく、先発明は、イタリア国内\nにおいて公知になったとはいえない。\n被告及びＧＥがそれぞれエニケムとの間で締結した「秘密保持契約」は、いずれ\nも各契約締結時において被告あるいはＧＥが保有していた情報のうちエニケムの開\n示によるものについて、これを秘密保持義務の対象としており、先発明の内容は、\n守秘義務の対象である。したがって、被告、三井石油化学及びＧＥが平成元年（一\n九八九年）一二月二八日より前に日本国内において先発明の内容を知っていたとし\nても、先発明は、同日当時、日本国内において公然知られていたものではない。\nＤＰＣを合成するためのエステル交換反応自体は文献的に公知であり、また、あ\nる種の限定されたエステル交換反応に反応蒸留法を利用することも文献的に公知で\nあったが、反応の平衡定数が極めて小さい本件エステル交換反応に反応蒸留法を適\n用することについては、文献上これを示唆するものがなく、原告は、本件エステル\n交換反応に反応蒸留法を適用することによる予想外の効果を見出し、これを本件各\n発明として完成させたのであり、本件各発明は、公知文献から容易に推考できるも\nのではない。このように十分な特許性を有する本件各発明について、その技術的範\n囲に属する先発明の実施が公然知られていた自由技術の実施にすぎないということ\nはできない。\n３　争点３（原告の損害額）について\n（原告の主張）\n原告は、平成六年法律第一一六号による改正前の特許法五二条に基づき、本件各\n発明の出願公告日以降の被告による本件特許の実施について損害賠償を請求し得\nる。\n被告は、被告方法で製造したＤＰＣを使用してＰＣを製造し、これを販売してお\nり、本件各発明の出願公告日である平成七年一〇月四日以降の右ＰＣの販売量は、\n合計一〇万〇八三三トンを下回ることはない。右ＰＣの販売価格は、一キログラム\n当たり三五〇円を下らない。したがって、被告が本件各特許権を侵害して販売した\nＰＣの販売高は、三五二億九一五五万円を下回ることはない。\n右販売に対して特許権者が通常受ける実施料相当額は、販売高の五パーセントで\nある一七億六四五七万円を下らない。\nよって、特許法一〇二条三項により、原告は被告に対し、右同額を本件各特許権\nの侵害による損害額として、その支払を求めることができる。\n第三　当裁判所の判断\n一　争点１について\n１　被告方法が別紙「目録」記載のとおりであるか否かの結論にかかわらず、それ\nが本件各発明の技術的範囲に属することは、当事者間に争いがなく、また、被告方\n法が先発明の技術的範囲に属し、先発明が本件各発明の技術的範囲に属すること\nも、当事者間に争いがない。そこで、まず、被告が被告方法について特許法七九条\n所定の先使用による通常実施権を有するかどうか（争点１）について判断する。\n２　特許法七九条にいう発明の実施である「事業の準備」とは、特許出願に係る発\n明の内容を知らないでこれと同じ内容の発明をした者又はこの者から知得した者\nが、その発明につき、いまだ事業の実施の段階には至らないものの、即時実施の意\n図を有しており、かつ、その即時実施の意図が客観的に認識される態様、程度にお\nいて表明されていることを意味すると解するのが相当である（最高裁昭和六一年\n（オ）第四五四号同年一〇月三日第二小法廷判決・民集四〇巻六号一〇六八頁参\n照）。\n３　甲第八号証、第一一号証、第一二号証、第一五号証、乙第二号証ないし第一一\n号証、第一七号証、第一八号証、第一九号証の一及び二、第二〇号証、第二一号\n証、第二二号証の一及び二、第二三号証ないし第三四号証、証人【Ｆ】の証言並び\nに弁論の全趣旨によれば、次の事実が認められる。\n（一）　プラント（生産設備）の設計及び建設は、その生産規模や内容に応じて個\n別にされるものであり、一般に、基本設計を行い、その資料を基に競争見積りを取\nって建設施工業者を選定し、建設施工業者が基本設計を基に詳細設計を行い、土木\n工事及び機械工事を実施するという順序で行われる（施工業者を競争によって選定\nせず、特定の業者をあらかじめ指定している場合もある。）。基本設計は、生産工\n程の流れ、設備全体のレイアウト、プラントに設けられる機器や配管の数量、材\n質、寸法、仕様などを決定して行うものであり、この基本設計がされれば、プラン\nトの建設費を算出することができ、その後の詳細設計は、基本設計に基づいて具体\n的な土木工事及び機械工事を施工するために行われるものである。\n（二）　三井石油化学は、昭和六二年（一九八七年）ころ、ＧＥと技術提携関係に\nあり、三井石油化学とＧＥとの合弁会社であるジェムケミカルは、三井石油化学岩\n国大竹工場敷地内に研究所を設けて、メルト法と呼ばれる方法によってＤＰＣから\nＰＣを製造する技術の商業化を検討しており、同年末には同工場敷地内にパイロッ\nトプラントを建設するなどして、その製造技術の確立を試みていた。他方、三井石\n油化学は、同年ころ、エニケムとＤＭＣ及びその誘導品の事業化について技術提携\n関係にあり、ジェムケミカルにおいて検討中のメルト法によるＰＣ製造技術の商業\n化に当たり、エニケムから同社が現に実施しているＤＭＣを原料化合物の一つとし\nてＤＰＣを製造する技術（先発明を含む。以下「ＤＭＣ法ＤＰＣ技術」という。）\nを導入することを計画していた。\n三井石油化学は、エニケムからＤＭＣ法ＤＰＣ技術についての技術情報の提供を\n受けて、その導入に向けた具体的な検討を始めることになり、同年一〇月一四日、\n先発明の内容が記載されたエニケム作成の技術資料（乙第二号証）を、昭和六三年\n（一九八八年）三月にはＤＭＣ法ＤＰＣ技術の技術情報パッケージをそれぞれ入手\nし、これらの資料に基づいて、同年五月二四日付けで「ＤＭＣ／ＤＰＣ事業化検討\n報告（中間報告）」をまとめるに至った。その後、三井石油化学は、ＤＭＣ法ＤＰ\nＣ技術の導入に向けた検討を更に続けるとともに、ＧＥに対し、ジェムケミカルに\nおいて検討中のメルト法によるＰＣ製造について、その原料であるＤＰＣの製造に\nエニケムが開発したＤＭＣ法ＤＰＣ技術を利用することを提案し、同年一〇月六\n日、エニケム、三井石油化学及びＧＥの三社は、東京において、ＤＭＣ法ＤＰＣ技\n術の導入に関して話し合う機会を持った。そして、ＧＥは、ＤＭＣ法ＤＰＣ技術を\n更に検討することとなり、同年一一月一五日、エニケムと「秘密保持契約」を締結\nして、エニケムから詳細な技術情報を入手し、平成元年（一九八九年）一月には、\nエニケムとの間で、ＤＭＣ法ＤＰＣ技術の使用許諾権取得へ向けて正式な交渉を開\n始した。\n（三）　ジェムケミカルは、昭和六三年（一九八八年）一〇月、ＧＥと長瀬産業株\n式会社（以下「長瀬産業」という。）との合弁会社であるエンジニアリング・プラ\nスチックス株式会社との間で、両者を合併して被告を設立する旨を合意し、平成元\n年（一九八九年）一月、ジェムケミカルがエンジニアリング・プラスチックス株式\n会社を吸収合併して、被告が発足した（同年二月一六日登記）。その出資比率は、\nＧＥが五一パーセントであり、三井石油化学及び長瀬産業が合わせて四九パーセン\nトであった。\n被告においては、発足後直ちにＤＭＣ法ＤＰＣ技術の導入に係る本格的な実現な\nいし採算可能性の調査作業（フィージビリティ・スタディ）が開始され、昭和六三\n年（一九八八年）に三井石油化学において行われたのと同様、エニケムから入手し\nた技術情報パッケージ等を基礎資料として、他の方法によるＰＣ製造とのコスト\n（プラント建設費やランニングコスト等）や収益性の比較などについての検討が重\nねられた。被告は、同年五月中旬、これらの実現ないし採算可能性調査の結果を\n得、これを踏まえてＧＥ、三井石油化学及び長瀬産業に対し、年産二万トンのＤＭ\nＣ法ＤＰＣ技術を用いたメルト法によるＰＣ製造のプラントを建設し、四年後に追\n加投資を行って年産四万トンのＰＣプラントに増強すべきことを提案した。ＧＥ、\n三井石油化学及び長瀬産業は、右提案を了承して、三井石油化学千葉工場の敷地内\nにＤＭＣ法ＤＰＣ技術を用いたＰＣプラントを建設することを決定し、基本設計及\nび建設費見積作業に要する費用二億円を被告が負担する旨を合意した。\n（四）　ＧＥとエニケムとの間で続けられていたＤＭＣ法ＤＰＣ技術の使用許諾権\n取得に関する交渉は、一時決裂の危機に瀕したが、平成元年（一九八九年）六月二\n六日、ロンドンにおいて、ＧＥ、三井石油化学及びエニケムの各首脳による会議が\n開かれ、その席上、右三社は、エニケムがＧＥに対しＤＭＣ法ＤＰＣ技術について\nの非独占的実施権を許諾すること、ＧＥがエニケムに対し、実施許諾の対価として\n一時金六〇〇万ドル及びＤＰＣの全世界年間生産量を基準に四パーセントから二パ\nーセントの料率のランニングロイヤリティを支払うことなどを基本的な内容とする\n合意をし、ＧＥのハイナー上席副社長、三井石油化学の竹林社長及びエニケムの\n【Ｇ】社長は、同年七月一二日付けでその合意事項を確認する趣意了解書（乙第二\n九号証）を作成した。\n被告においては、同年六月二七日及び同月二八日、被告のシナーズ社長及び三井\n石油化学の【Ｆ】（以下「【Ｆ】」という。）出席の下、ＰＣプラント建設プロジ\nェクトに関する技術会議（ＰＣプロジェクト・エンジニアリング・レビューミーテ\nィング）が開催され、その席上、ＤＭＣ法ＤＰＣ技術を導入してＰＣを製造する方\n法を採用して本件プラントを建設することが決定された旨の発表があり、それとと\nもに、三井石油化学からプラント建設の専門家として【Ｆ】が派遣される旨の紹介\nがあった。また、その際、本件プラント建設に当たっての各種の技術的な検討事項\nが話し合われた。\n被告は、同月二九日、同じ三井グループに属する三井造船との間で、本件プラン\nトの基本設計及び建設費見積りを行うための本件初期エンジニアリング契約（「Ｌ\nＸ計画における初期的エンジニアリング作業の契約」）を締結した。右契約におい\nては、三井造船が本件プラント建設に係る契約の最優先の契約者とされている旨が\n示されるとともに、三井造船がその初期的なエンジニアリング作業を実費償還ベー\nスで同年一一月三〇日まで行うことが定められていた。もっとも、被告と三井造船\nとの間では、被告が三井造船の建設費見積りを検討し、三井造船と価格交渉をした\n後、被告と三井造船との間で本件プラントの建設請負契約が締結されること、その\nエンジニアリング作業に基づいてされた基本設計や建設費見積りについて多少の変\n更があり得ることが、当然の前提とされていた。\n被告においては、同年七月一日付けで、三井石油化学から【Ｆ】が被告に派遣さ\nれ、本件プラント建設の担当部署として、【Ｆ】をチームリーダーとするプレコン\nストラクションチームが発足した。\n被告は、同年七月六日、エニケムとの間で、将来被告によって建設されるＰＣプ\nラントで被告がＤＭＣ法ＤＰＣ技術を実施するという前提の下、「秘密保持契約」\nを締結した。同月八日には、【Ｆ】がイタリアへ渡航し、エニケムの工場において\nＤＭＣ法ＤＰＣ技術を用いたＰＣプラントの実際の稼働状況を確認するとともに、\nエニケムの技術者から技術説明を受けたり、技術資料の提供スケジュールを打ち合\nせるなどした。被告は、以後、技術資料の集大成としての「ベーシック・エンジニ\nアリング・パッケージ」を平成二年（一九九〇年）二月に受け取るという約束の\n下、直接エニケムからＤＭＣ法ＤＰＣ技術についての図面や実際の操業経験に基づ\nくデータなどのプラント建設に必要な資料の提供を順次受けるようになった（な\nお、プラントの建設ではなく、その運転の際に必要となる技術資料については、同\n年七月までに受領した。）。そして、右の技術資料は、被告から三井造船へ提供さ\nれ、本件プラントの基本設計及び建設費見積作業に利用された。\n（五）　被告は、平成元年（一九八九年）七月二五日、本件プラント建設について\nの工程表を作成した。その内容は、同年一一月上旬までに三井造船から本件プラン\nトの建設費の予備的な見積りを得て、詳細設計に着手し、同月下旬に社内的な予算\nの申請を行い、平成二年（一九九〇年）二月にはエニケムから最終的な技術文書を\n受領し、同年四月中旬には三井造船と契約金額を確定させ、同年七月までには土木\n工事、平成三年（一九九一年）一月までには機械工事にそれぞれ着手し、同年七月\nには本件プラントが完成するというものであった。\n（六）　ＧＥは、平成元年（一九八九年）九月二七日、エニケムとの間で、被告が\n本件プラントにおいてＤＭＣ法ＤＰＣ技術を実施するという前提の下、エニケムが\nＧＥに対し、ＤＭＣ法ＤＰＣ技術の資料、被告の建設する本件プラントの基本設計\n等をそれぞれ提供するとともに、ＰＣ製造のためにＤＭＣ法ＤＰＣ技術を実施する\nことについて非独占的権利を許諾すること、ＧＥがエニケムに対し、実施許諾の対\n価として、契約発効日から三〇日以内に一時金三〇〇万ドルを支払うとともに、Ｄ\nＰＣの全世界年間生産量を基準に四パーセントから二パーセントの料率のランニン\nグロイヤリティを支払うこと、ＧＥがエニケムとの契約に基づいて付与された権利\n及びライセンスの利益を系列会社に拡張できることなどを内容とする「技術援助及\nび実施許諾契約」を締結し、エニケムに対し、右一時金を支払った。\n被告及びＧＥは、被告がＤＭＣ法ＤＰＣ技術を用いる本件プラントの設計、建設\n及び操業に利用するため、ＧＥがエニケムとの契約に基づいてＧＥに付与された権\n利及びライセンスの利益を被告に拡張すること、その対価として、被告がＧＥに対\nし同年一二月三一日までに三〇〇万ドルを支払うことなどを内容とする、ＧＥとエ\nニケムとの間の契約の「拡張契約」を締結することを決め、同年一〇月二七日、外\n為法上の技術導入契約の締結に関する届出を行った。\n同年一〇月下旬から同年一一月上旬にかけては、被告担当者がイタリアへ渡航\nし、エニケムの本社やラヴェンナ市にある工場において、エニケムからプラントの\n主要な機器や生産工程の流れなどが記載された「プロセス・フロー・ダイヤグラ\nム」や「マテリアル・バランス」等の技術資料を入手するとともに、エニケムの技\n術担当者と基本設計の内容等の技術的な事項について打ち合わせるなどした。エニ\nケムからは、その後も平成二年（一九九〇年）二月までの間、「工程説明書」や被\n告の要望に合わせて改訂を施した「プロセス・フロー・ダイヤグラム」及び「マテ\nリアル・バランス」等の技術資料が被告に送付された。\n被告は、平成元年（一九八九年）一一月二日、三井石油化学とともに第一回目の\n「技術評価会議」を開催し、担当者が社内の他の部署の従業員に対して本件プラン\nトに係る事業内容と技術の概要について説明した上、右従業員から本件プラントの\n保安環境や技術、製品の品質等についての懸念事項の指摘を受けた。そして、その\n後、右指摘を受けた事項についての調査を行い、同年一二月九日付けで「ＬＸプラ\nント技術的問題点調査結果」と題する報告書をまとめるなどした。\n被告は、同年一二月一一日、ＧＥとの間で前記「拡張契約」を締結し、同月二七\n日、右契約に基づいて、ＧＥに対し三〇〇万ドル（実際には源泉徴収税額三〇万ド\nルを控除した二七〇万ドル）を支払った。\n三井造船は、本件プラントの基本設計を一応終え、被告に対し、同年一一月三〇\n日、建設費見積りの基礎となる機器の仕様等が記載された技術資料をあらかじめ送\n付した上、同年一二月一三日、建設費の見積書を提出し、同月一八日付けで本件初\n期エンジニアリング契約に基づく同年一一月三〇日までのエンジニアリング作業費\n用として一億一〇〇〇万円（消費税別）の支払を請求し、被告は、同月二九日、こ\nれを支払った。\n（七）　ところが、三井造船による本件プラントの建設費見積額は、被告におい\nて、当初の予算額に見合わなかったことから承認されず、以来、被告プレコンスト\nラクションチーム（なお、平成二年七月には建設班に名称変更された。）が三井造\n船と共にプラント拡張を想定した部分や故障に備えた機器を削除するなどの建設コ\nストを下げるための工夫や交渉を重ね、三井造船が基本設計や建設費の見積りを修\n正することが繰り返された。そして、平成二年（一九九〇年）秋になって基本設計\nが固まり、全体で約二〇〇億円という建設予算が承認されて詳細設計が着手され\nた。もっとも、ＤＭＣ法ＤＰＣ技術の導入そのものが見直されるということはなか\nった。その後、被告と三井造船との間で仕切価格の交渉が続き、平成三年（一九九\n一年）半ばに、被告と三井造船との間の本件プラント建設契約が正式に締結され、\n同年七月三日付けの新聞各紙上においては、本件プラント建設に関する報道が一斉\nにされるに至った。そして、本件プラントは、直ちに建設工事が着工され、平成四\n年（一九九二年）末に完成し、試運転を経て、平成五年（一九九三年）四月から本\n格的な運転が開始されるようになった。\n４　右認定のように、被告は、三井石油化学及びＧＥの合弁会社であるところ、三\n井石油化学は、昭和六二年ころから、被告の前身であるジェムケミカルにおいて、\nエニケムが現に実施している、先発明を含むＤＭＣ法ＤＰＣ技術を導入して、メル\nト法によってＰＣを製造するという事業を計画し、既に同年一〇月から先発明に係\nる技術資料をエニケムから入手して右技術の導入に向けた検討を重ねており、三井\n石油化学及びＧＥは、昭和六三年一〇月、ＤＭＣ法ＤＰＣ技術の導入に向けてエニ\nケムと具体的な交渉を開始し、右技術について、エニケムから入手した資料に基づ\nく本格的な実現ないし採算可能性の調査をした上、その導入を決定し、平成元年六\n月、エニケムとの間で、被告が本件ＰＣプラントでＤＭＣ法ＤＰＣ技術を実施する\nためにエニケムがＧＥに対してその技術についての実施許諾をする旨を合意するに\n至り、ＧＥは、同年九月、エニケムとの間でＤＭＣ法ＤＰＣ技術の実施許諾契約を\n正式に締結し、エニケムに対し、その対価として一時金三〇〇万ドルを支払ったも\nのである。そして、被告は、同年一月の発足後、直ちにＤＭＣ法ＤＰＣ技術の導入\nに係る本格的な実現ないし採算可能性の調査作業を開始し、同年六月には、三井石\n油化学、ＧＥ及びエニケムの間のＤＭＣ法ＤＰＣ技術の実施許諾に関する合意を受\nけて、本件プラントにおける右技術の実施を決定したことを社内的に発表し、グル\nープ企業である三井造船に対し、将来本件プラントの建設工事を請け負わせるとい\nう前提の下、本件プラントの基本設計及び建設費見積りのためのエンジニアリング\n作業を行わせるとともに、直接エニケムからプラント建設に必要なＤＭＣ法ＤＰＣ\n技術の資料の提供を受けるようになり、同年一二月には、三井造船による本件プラ\nントの基本設計が一応完成し、これを基にした建設費見積りを三井造船から得て、\n三井造船に対し、右エンジニアリング作業の対価として一億一〇〇〇万円（消費税\n別）を支払う一方、ＧＥとの間で、外為法上の技術導入契約の締結に関する届出を\n行った上、同月一一日、ＧＥとエニケムとの間の実施許諾契約を被告に拡張する旨\nの契約を締結し、同月二七日、ＧＥに対し、その対価として三〇〇万ドル（源泉徴\n収税額込）を支払ったものである。\n以上の事実関係に、前記認定のとおり、プラントはその規模や内容に応じて個別\nに設計・建設され、基本設計がされれば、プラントの建設費を算出したり、土木工\n事及び機械工事を行うのための詳細設計をすることができるところ、平成元年一二\n月に基本設計が一応完成し、三井造船から建設費見積書が提出された後に被告と三\n井造船との間で基本設計や建設費見積りの修正などがされ、建設予算が承認されて\n詳細設計が着手されたが、被告と三井造船との間では基本設計や建設費見積りにつ\nいて多少の変更があり得ることが当然の前提とされており、基本設計や建設費見積\nりの修正もプラント拡張を想定した部分や故障に備えた機器を削除することなどに\nとどまり、ＤＭＣ法ＤＰＣ技術の導入そのものが見直されるということはなかった\nこと、本件プラントの建設費は総額約二〇〇億円と巨額であるが、被告が平成元年\n一二月の段階でＧＥ及び三井造船に支払った金額（三〇〇万ドル及び一億一〇〇〇\n万円）も絶対額として決して少ないものではないこと、これまでプラント建設に数\n多く携わってきた【Ｆ】が、その証人尋問において、プラント建設が計画され基本\n設計の段階に入りながらプラントが建設されなかった例を知らない旨供述している\nことなどを併せ考えれば、被告は、本件各発明の優先権主張日である平成元年一二\n月二八日の時点において、既に本件プラントにおいて先発明を含むＤＭＣ法ＤＰＣ\n技術を即時実施する意図を有していたというべきであり、かつ、その即時実施の意\n図は、遅くとも被告がＧＥとの間で、ＧＥとエニケムとの間の実施許諾契約を被告\nに拡張する旨の契約を締結し、ＧＥに対しその対価として三〇〇万ドルを支払った\n時点において、客観的に認識される態様、程度において表明されていたものという\nべきである。\n５　原告は、本件において、被告が即時実施の意図を有していたというためには、\n少なくとも被告の取締役会が三井造船との間でＤＭＣ法ＤＰＣ技術を実施するため\nのプラント建設請負の本契約を締結することを決議したことを要するものであり、\nまた、この意思が客観的に認識される態様、程度において表明されていたというた\nめには、被告と三井造船との間で右本契約を現に締結されたことが必要であると主\n張する。しかし、企業における意思決定は、常に取締役会決議によってなされるも\nのではなく、実質的な意思決定がされた上で事後的に取締役会の承認を得るという\nことも、実際上数多く行われているものであって、即時実施の意図の有無について\nも、形式的ではなく実質的な意思決定があったかどうかによって判断すべきであ\nり、また、先使用による通常実施権の成立について、特許法改正の経緯に照らして\nも、事業設備を有するに相当する状態が必要であると解すべき理由はない。したが\nって、被告の主張は採用することはできない。\nまた、原告は、被告はＧＥと拡張契約を締結した平成元年一二月一一日の時点で\nはＤＭＣ法ＤＰＣ技術の実施可能性を検討していたにすぎず、右技術の実施を決定\nしていたわけではないと主張するが、前記認定の事実関係に照らせば、右のように\n認めることはできない。甲第一〇号証に記載された例は、その詳細が明らかではな\nいし、ライセンス契約締結後、その技術を更に検討・評価して実施するかどうかを\n決定するとしていたケースのものであり、本件のように技術の検討・評価を経てラ\nイセンス契約を締結した場合と事案を異にするものであって、前記認定を覆すに足\nりない。\n６　したがって、被告は、本件各発明の優先権主張日である平成元年一二月二八日\nの時点において、先発明について現に実施の事業の準備をしていたものと解するの\nが相当であり、被告方法について特許法七九条所定の先使用による通常実施権を有\nするというべきである。\n二　以上によれば、原告の請求は、いずれもその余の点について判断するまでもな\nく理由がない。\nよって、主文のとおり判決する。\n（口頭弁論の終結の日　平成一二年二月二四日）\n東京地方裁判所民事第四六部\n裁判長裁判官　　　　  三　村　量　一\n裁判官　　    　中　吉　徹　郎\n裁判官長谷川浩二は、転任のため署名押印できない。\n裁判長裁判官　　　　  三　村　量　一\n"
}