{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 16,
    "month": 1,
    "day": 22
  },
  "case_number": "平成15(わ)341",
  "case_name": "傷害致死",
  "court_name": "大分地方裁判所",
  "lawsuit_id": "8260",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=8260",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/260/008260_hanrei.pdf",
  "contents": "主文\n被告人を懲役２年６月に処する。\n未決勾留日数中９０日をその刑に算入する。\n理由\n（罪となるべき事実）\n被告人は，実子であるＡ（当時３か月）が泣き止まないことなどに立腹し，平成１\n５年８月１０日午後６時前ころ，大分県大分郡ａ町大字ｂｃ番地ｄ所在の駐車場に\n駐車中の普通乗用自動車内において，同女に対し，その左右側頭部を手拳で各１回\n殴打するなどの暴行を加え，よって，同女に硬膜下出血及びくも膜下出血の傷害を\n負わせ，同月１１日午前６時ころから同日午前９時ころの間に，大分県別府市ｅｆ\n丁目ｇ番ｈ号Ｂビルｉ号の被告人方において，同女をして上記傷害に基づく中枢神\n経機能障害により死亡させたものである。\n（法令の適用）\n罰　　　　　　条　　刑法２０５条\n未決勾留日数算入　　刑法２１条\n（量刑の理由）\n１　本件は，被告人が，駐車中の自動車内で生後３か月の長女が泣き止まなかった\nことなどに立腹し，その左右側頭部を手拳で各１回殴打するなどした結果，同女を\n硬膜下出血及びくも膜下出血に基づく中枢神経機能障害により死亡させたという傷\n害致死の事案である。\n２　被告人は，働きに出ている妻に負い目を感じながら，同女に代わって専ら育児\nを担当し，慣れないことに負担を感じていた中で，かねてから不仲であった妻と実\n母の関係が本件の１週間前ころから更に悪化した上，本件当日，苦手に感じていた\n妻の両親に付き合わされたことなどからうっぷんがたまっていたところ，泣き止ま\nない被害児に立腹して本件犯行に及んだというのであるが，生後３か月の乳児が泣\nくことが落ち度といえないことはもとより，被害児が泣き止まなかったのは，犯行\n直前に被告人の不手際で被害児の頭部を車内のコンソールボックスにぶつけたとの\n事情もあるのであって，本件の動機は，被告人の身勝手かつ理不尽なものであっ\nて，酌量の余地に乏しい。また被害児の身体には，本件犯行以外による損傷も認め\nられるところ，被告人\nは，かわいさの余り被害児にかみついたり，その額等を指ではじく行為をしたこと\nなどが原因であるなどと供述するけれども，被害児が思い通りにならないといらい\nらして扱いが乱暴になることもあった旨自認しており，育児に関する知識が不十分\nなこともあって，客観的に見ると被害児に対する不適切な対応を重ねていたと推察\nされ，そうした中で更に飛躍して本件犯行に至ったという側面も否定できない。\n被告人は，被害児の体をハンドルに押し当て，両手拳で左右側頭部を各１回殴打し\nており，その強さは，頭蓋骨が骨折するほどのものであった上，これに先立ち被害\n児の腹部にも両手拳で各１回殴打するなど，その犯行態様は相当に危険かつ悪質で\nある。\n被害児は，平成１５年４月に未熟児で誕生し，その後発育は順調であったところ，\n同年７月に退院して被告人ら家族と共に生活を始めてわずか約１か月後に，本来な\nら慈しみ庇護する立場にある実の父親からいわれのない暴行を受け，生後わずか３\nか月余りでその生涯を終えることを余儀なくされたもので，生じた結果は重大であ\nる。\n以上によれば，被告人の刑事責任は重いといわざるを得ない。\n３　そうすると，被告人は，本件当時１９歳の少年であり，社会的経験に乏しい被\n告人にとって，育児が負担になっていただけでなく，嫁姑間の不安定な関係の板挟\nみという困難な問題に直面していた経緯もあること，被告人は，一貫して本件犯行\nを認め，被害児の冥福を祈りたい旨述べて反省の態度を示していること，これまで\n前科前歴がないこと，いまだ２０歳と若年であること，妻と実母が情状証人として\n出廷し，妻は被告人の帰りを待つ旨述べ，実母は被告人とその妻を見守っていく旨\n述べていることなど，被告人のために酌むべき事情も認められるが，これらの事情\nを最大限に考慮しても，被告人の刑事責任の重大性にかんがみれば，本件は刑の執\n行を猶予すべき事案とは認められず，主文のとおり刑の量定をした。\n（求刑　懲役４年）\n平成１６年１月２２日\n大分地方裁判所刑事部\n裁判長裁判官　　　鈴　　　木　　　浩　　　美\n裁判官　　　瀧　　　岡　　　俊　　　文\n裁判官　　　駒　　　田　　　秀　　　和\n"
}