{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 16,
    "month": 6,
    "day": 23
  },
  "case_number": "平成15(ワ)29488",
  "case_name": "商標権侵害差止等請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "商標権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "10246",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=10246",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/246/010246_hanrei.pdf",
  "contents": "平成１５年(ワ)第２９４８８号　商標権侵害差止等請求事件\n口頭弁論終結日　平成１６年４月１４日\n判　　　　　　　決\n原　　　　　　　　　告　　　　　ブラザー工業株式会社\n訴訟代理人弁護士　　　　　　　　佐尾重久\n補佐人弁理士　　　　　　　　　　富澤孝\n被　　　　　　　　　告　　　　　株式会社オーム電機\n被　　　　　　　　　告　　　　　ダイニック株式会社\n被告ら訴訟代理人弁護士　　　　　安藤信彦\n同                       　   　田代宏樹\n補佐人弁理士　　　　　　　　　　桑原史生\n主　　　　　　　文\n１　原告の請求をいずれも棄却する。\n２　訴訟費用は，原告の負担とする。\n事実及び理由\n第１　請求\n１　被告らは，「ｂｒｏｔｈｅｒ」（以下「被告標章１」という。）ないしは\n「ブラザー」（以下「被告標章２」という。また，被告標章１と被告標章２を併せ\nて「被告標章」ということがある。）の標章を付した「インクリボン　ＦＫＳ－７\n７ＳＢ－Ｓ　Ｓ－ｂ　ＴＹＰＥ－１」及び「インクリボン　ＦＫＳ－５０ＳＢＧ－\nＳ　Ｓ－ｂ　ＴＹＰＥ－２」を製造，販売してはならない。\n２　被告らは，上記製品を廃棄せよ。\n３　被告らは，原告に対し，連帯して金２１３６万円及びこれに対する平成１６\n年１月２０日から支払済みまで年５分の割合による金員を支払え。\n第２　事案の概要\n本件は，原告が被告らに対し，被告標章を付してインクリボンを製造，販売\nする被告らの行為が原告の有する商標権を侵害すると主張して，被告標章を付した\nインクリボンの製造，販売の差止及び廃棄並びに損害賠償を求めた事案である。\n１　争いのない事実等（認定の根拠を掲げない事実は当事者間に争いがない。）\n(1)　原告の商標権\n原告は，次の各商標権（以下順に「本件商標権１」，「本件商標権２」と\nいい，これらを併せて，「本件商標権」ということがある。また，その登録商標を\n順に「本件商標１」，「本件商標２」といい，これらを併せて「本件商標」という\nことがある。）を有する。\nア　本件商標権１\n登録番号　　　　　　　第４４２５３７７号\n登録年月日　　　　　　平成１２年１０月２０日\n商品及び役務の区分並びに指定商品または指定役務\n第１類ないし第３４類（第９類の電気通信機械\n器具，第１６類の印字用インクリボンを含む。）\n登録商標　　　　　　　別紙登録商標目録(1)記載のとおり\nイ　本件商標権２\n登録番号　　　　　　　第４４２５３７８号\n登録年月日　　　　　　平成１２年１０月２０日\n商品及び役務の区分並びに指定商品または指定役務\n第１類ないし第３４類（第９類の電気通信機械\n器具，第１６類の印字用インクリボンを含む。）\n登録商標　　　　　　　別紙登録商標目録(2)記載のとおり\n(2)　被告らの行為\nア　インクリボンの製造，販売\n被告ダイニック株式会社（以下「被告ダイニック」という。）は，「イ\nンクリボン　ＦＫＳ－７７ＳＢ－Ｓ　Ｓ－ｂ　ＴＹＰＥ－１」（以下「被告製品\n１」という。）及び「インクリボン　ＦＫＳ－５０ＳＢＧ－Ｓ　Ｓ－ｂ　ＴＹＰＥ\n－２」（以下「被告製品２」という。）をそれぞれ製造し，被告株式会社オーム電\n機（以下「被告オーム」という。）に販売している。\n被告オームは，被告製品を販売している。\nイ　被告製品の外箱の表示（変更前及び変更後のもの）\n被告らは，被告製品１及び被告製品２の外箱の表示内容を変更した（以\n下，変更前の被告製品１を「旧被告製品１」，変更後の被告製品１を「新被告製品\n１」と，変更前の被告製品２を「旧被告製品２」，変更後の被告製品２を「新被告\n製品２」という。また，旧被告製品１と旧被告製品２を併せて「旧被告製品」と，\n新被告製品１と新被告製品２を併せて「新被告製品」ということがある。さらに，\nこれらを併せて「被告製品」ということがある。）。\n被告製品の外箱の外観は，別紙のとおりである（乙１ないし４）。被告\n製品の外箱の複数箇所に，被告標章１ないしは被告標章２が表示されている。もっ\nとも，被告標章１については「Ｆｏｒ」の，被告標章２については，「用」の文字\nとともに表示されているものもある。\n２　争点\n(1)　被告標章の表示態様は，本件商標の商標的な使用であるとして，本件商標\n権の侵害を構成するか。\n(2)　原告の被った損害の額は幾らか。\n第３　争点に関する当事者の主張\n１　争点(1)（商標権侵害の有無）について\n（原告の主張）\n(1)　出所表示機能の有無\n被告標章には，「Ｆｏｒ」又は「用」の文字がそれぞれ付加されている。\n確かに，これらの文字が付加されることにより，「原告の製品であるファクシミリ\nに使用するインクリボンである」との趣旨を読み取り得るが，原告が本件商標に\n「Ｆｏｒ」又は「用」の文字を付して販売することもあり得る以上，被告標章に\n「Ｆｏｒ」又は「用」の文字が付加されているからといって，直ちに，被告製品に\nついて，原告が製造，販売しているものではないと理解されるものとはいえず，被\n告標章が出所表示機能を有しないということはできない。\nまた，原告製造に係るファクシミリ装置のインクリボンの需要者は比較的\n高齢層であり，かつ，一般家庭の主婦など女性も比較的多いという具体的取引事情\nを加味して，出所表示機能を有しているか否かを判断する必要がある。\nこれらの事情に加え，以下の事実に照らすと，被告らによる被告標章の表\n示態様は，出所表示機能を有する態様である。\nア　旧被告製品の外箱の表示\n(ア)　「Ｆｏｒ」又は「用」の文字が付された被告標章を含め，被告標章\nが旧被告製品１について９か所，旧被告製品２について８か所表示されており，こ\nれらの表示は，外箱の６面のうち，何も記載のない裏蓋の部分を除く５面中の４面\nにわたっている。さらに，「インクリボン」及び「ブラザー用」との表示は，帯状\nの緑地に白抜き文字で表示されており，特に需要者及び取引者の注意を喚起する部\n分となっている。しかも，適用機種として，原告のファクシミリ装置しか表示され\nていない。\n(イ)　一方，被告オームの表示は，１か所で，極めて小さく，かつ英文字\nで表示されているだけで，一般消費者が，その表示から，被告らの製造に係るもの\nと理解することは困難である。さらに，被告オームの表示は，「ブラザー用」，\n「Ｆｏｒ　ｂｒｏｔｈｅｒ」の表示が緑地に表示されていることと対比すれば，需\n要者の注意を喚起する機能は極めて低い。他に商品の出所を表示するような標章の\n表示はない。\nイ　新被告製品の外箱の表示\n被告標章についての表示は，前記ア(ア)と同様である。\nもっとも，新被告製品においては，２か所に２段で，「ＯＨＭ　ＥＬＥ\nＣＴＲＩＣ　ＩＮＣ．」の表示が追加されている。\nしかし，我が国は，日本語を母国語としており，インクリボンの需要者\nには前記のとおり英語に親しんでいない世代も多いことから，上記の表示を見て\n「オーム」の称呼を認識できる需要者はそれほど多くなく，また，被告オームの社\n名がさほど著名でないことから，上記表示により被告らが新被告製品を製造販売し\nていると理解されることはない。\nまた，「ＥＬＥＣＴＲＩＣ　ＩＮＣ．」の表示は，「ＯＨＭ」の表示及\nび「ブラザー用」等の表示と比較して，黒色で小さな通常の文字であり，しかも，\n「ＩＮＣ．」の表示がどのような意味を有するのか認識できない需要者も少なくな\nいと考えられるから，需要者が，「ＥＬＥＣＴＲＩＣ　ＩＮＣ．」の表示を見て，\n新被告製品の出所表示に関連すると理解するのは困難である。\nしたがって，新被告製品の外箱の表示を見た需要者は，被告標章の表示\nを見て，原告の製造に係る製品であると理解するものといえる。\nウ　誤認混同の発生\n原告は，被告製品についての需要者からの問い合わせを受けていること\nから，実際に，需要者間において，被告製品と原告の製造する製品との誤認混同が\n生じていることが明らかである。\n(2)　商標権侵害の有無\n被告標章は，本件商標と同一である。\nしたがって，被告標章の使用は，本件商標権を侵害する。\n（被告の反論）\n被告製品における表記は，「ブラザー用」ないしは「Ｆｏｒ　ｂｒｏｔｈｅ\nｒ」であり，これは，原告製造に係るファクシミリに使用するインクリボンである\nこと（適用機種）を明記したものであり，被告製品であるインクリボンが原告の製\n造に係るものであると理解する余地はない。\nしたがって，被告標章は，自他商品を識別するための標識として使用されて\nおらず，被告標章の使用は，本件商標権を侵害しない。\nなお，このように適用機種を表示するのは，多くの機械製品の場合，それに\n適用されるべき消耗品や補充部品等の形状・性質等は，各メーカーの機械製品ごと\nに異なるのが一般であるため，その適用機種を表示しなければ販売が不可能である\nためである。仮に，このような表示態様が，商標権を侵害すると解するのであれ\nば，機械製品のメーカーが供給する場合（純正品の場合）を除き，それ以外の者\nが，当該機械製品等に用いられる消耗品や補充部品等を供給することできなくなる\n結果を招くので，明らかに不合理である。\n２　争点(2)（損害の額）について\n（原告の主張）\n原告のファクシミリ用インクリボンの卸売販売価格は１本８９０円であると\nころ，原告の販売利益は，卸売販売価格の４０パーセントを下回ることはない。し\nたがって，原告の利益は，製品１本当たり３５６円を下らない。\nそして，かつて，国内大手販売会社３社が，被告らと同様に，「ブラザー\n用」，「Ｆｏｒ　ｂｒｏｔｈｅｒ」と表示したインクリボンを販売していたが，原\n告の警告に応じ，その製造販売を中止した際に，原告製品の売上が１割以上増加し\nた。原告は，原告のファクシミリ用インクリボンを月平均５万本販売しているか\nら，被告製品の製造販売により，原告の製品の販売数量は，その１割である月５０\n００本は減少している。\nしたがって，原告が被った損失は，１か月当たり１７８万円（５０００本×\n３５６円＝１７８万円）を下らない。\n被告らは，遅くとも平成１５年１月から旧被告製品を，同年７月から新被告\n製品を販売している。\nよって，原告は，平成１５年１月から同年１２月までの１２か月分合計２１\n３６万円（１７８万円×１２か月＝２１３６万円）の損害を被った。\n（被告の認否）\n原告の主張を争う。\n第４　当裁判所の判断\n１　商標権侵害の有無\n(1)　事実認定\n前記争いのない事実等，証拠（乙１ないし４，検甲１ないし４）及び弁論\nの全趣旨によれば，以下の事実が認められ，これに反する証拠はない。\nア　旧被告製品１（乙３，検甲１）の外箱の表示等\n旧被告製品１の外箱の形状及び表示態様は，以下のとおりである。\n(ア)　長方形の４面とほぼ正方形の２面で構成される直方体の紙製の箱で\nある。\n(イ)　長方形の面のうち２面の表示態様は同一であり，以下のとおりであ\nる。\nａ　ほぼ中央部が濃い緑色地であり，その中央よりも左側から右端にか\nけて，白抜き文字で「インクリボン」（文字の縦の長さ約１５ミリメートル），そ\nの下に白抜きの枠で囲んで白抜き文字で「普通紙ＦＡＸ用」（文字の縦の長さ約８\nミリメートル）と記載されている。なお，これらの文字は，当該面の他の文字と比\n較して大きめかつ太めのゴシック体で記載されている。また，前記濃い緑色地部分\nの左下側には，同じく白抜き文字で「Ｆｏｒ　ｂｒｏｔｈｅｒ」，「ＴＹＰＥ－\n１」（いずれも文字の縦の長さ約３ミリメートル）と記載されている。もっとも，\nこれらの文字は，当該面の他の文字と比較して，小さめに記載されている。また，\n緑色地部分の左側に，下から上に「ｉｎｋ　ｒｉｂｂｏｎ」（文字の縦の長さ約５\nミリメートル）と濃い緑色でゴシックの斜字体で記載されている。\nｂ　前記ａの濃い緑色地部分の両側に，「Ｓ－ｂ　ＴＹＰＥ－１」（Ｓ\nの文字のみ縦の長さ約１０ミリメートル。その余の文字の縦の長さ約５ミリメート\nル）という製品名や製品のサイズ等が黒色ゴシック体で記載されている。\nｃ　当該面の右下部分には，右上がりで帯状の濃い緑色地に白抜き文字\nで「ブラザー用」（文字の縦の長さ約５ミリメートル）と記載されている。\n(ウ)　長方形の面のうち１面は，取付方法等が記載されている。その表示\n態様は，以下のとおりである。\nａ　当該面左上側には，２段組の「対応表」が記載されており，上段左\nから「メーカー」，「適用機種名」，「純正リボン」（いずれも文字の縦の長さ約\n３．５ミリメートル）と記載され，これに対応して，下段には，左から「ブラザ\nー」，「ＦＡＸ－７５０・・・」（いずれも文字の縦の長さ約２ミリメートル），\n「ＰＣ－３００ＲＦ　ＰＣ－３０４ＲＦ（４本）」（文字の縦の長さ約１．５ミリ\nメートル）と記載されている。\nｂ　当該面右側部分には，製品の取付方法が図を用いて記載されてい\nる。なお同図の上，すなわち「取付け方法」と記載された部分の右側には，「ブラ\nザー対応インクリボン」（文字の縦の長さ約２ミリメートル）と記載され，その右\n側に，前記ａ記載の純正リボンの製品番号がほぼ同じ縦の長さで記載されている。\n(エ)　長方形の面のうち１面には，「インクリボン交換時のご注意」の表\n題とともに「・インクリボンの交換方法はお使いの機種により異なります。詳しく\nはＦＡＸ本体の取り扱い説明書をご参照ください。」などの注意事項が記載され，\nまた「使用上のご注意」とともに，その注意事項が記載されている。そして当該面\n右下に，「ＯＨＭ　ＥＬＥＣＴＲＩＣ　ＩＮＣ．」と被告オームの商号が英語で記\n載され（文字の縦の長さ約２ミリメートル。ただし，「ＯＨＭ」の部分の方がわず\nかに長い。），その下に住所，お客様相談室の電話番号及びホームページのアドレ\nスが記載されている（いずれも文字の縦の長さ約１ミリメートル）。被告オームの\n商号は，被告標章の記載された部分と比較して，ほぼ同じ大きさで又はそれらより\n小さく記載されている。\n(オ)　正方形の面のうち１面は蓋部分を構成している。その左上部分に\nは，右上がりで帯状の濃い緑色地に白抜き文字で「ブラザー用」（文字の縦の長さ\n約４ミリメートル）と記載されている。また，中央部上から順に，「Ｓ－ｂ　ＴＹ\nＰＥ－１」，「ブラザー用」，「Ｓタイプインクリボン」，「ＦＫＳ－７７ＳＢ－\nＳ」，「普通紙ＦＡＸ用」（濃い緑色地に白抜き文字），「Ｆｏｒ　ｂｒｏｔｈｅ\nｒ」と記載され（「Ｓ－ｂ　ＴＹＰＥ－１」部分のＳの文字のみ縦の長さ約８ミリ\nメートル，その余文字の縦の長さはいずれも約３ミリメートル），さらに製品のサ\nイズ等が記載されている。正方形の面のうち他の面は，底部分で格別の記載はな\nい。\nイ　新被告製品１（乙１，検甲２）の外箱の表示等\n新被告製品１の外箱の形状及び前記アで記載した面の表示態様は，旧被\n告製品１と以下の点を除き同一である。\nすなわち，前記ア(イ)記載の長方形の面のうちの２面の左側部分の製品\n名等が記載されている部分が濃い緑色地にされ，その上側部分に，２段で「ＯＨＭ\nＥＬＥＣＴＲＩＣ　ＩＮＣ．」と，被告オームの商号が英文字で，「ＯＨＭ」の\n部分を白抜きで，その余の部分を黒字で記載されている（「ＯＨＭ」部分のうちＯ\nの文字が縦の長さ約８ミリメートル，その余の文字の縦の長さ約６ミリメートル。\n「ＥＬＥＣＴＲＩＣ　ＩＮＣ．」部分が文字の縦の長さ２ミリメートル）。被告オ\nームの商号は，被告標章の記載とほぼ同じ大きさで又はそれより大きく記載されて\nいる。また，下から上に記載された「ｉｎｋ　ｒｉｂｂｏｎ」の部分が，白色で縁\n取りされている。\nウ　旧被告製品２（乙４，検甲３）の外箱の表示等\n旧被告製品２の外箱の形状及び表示態様は，以下のとおりである。\n(ア)　長方形の４面とほぼ正方形の２面で構成される直方体の紙製の箱で\nある。\n(イ)　長方形の面のうち２面の表示態様は同一であり，以下のとおりであ\nる。\nａ　ほぼ中央部が黄緑色地にされ，その中央よりも左側から右端にかけ\nて，白抜き文字で「インクリボン」（文字の縦の長さ約１７ミリメートル），その\n下に白抜きの枠で囲んで白抜き文字で「普通紙ＦＡＸ用」（文字の縦の長さ約８ミ\nリメートル）と記載されている。なお，これらの文字は，当該面の他の文字と比較\nして大きめかつ太めのゴシック体で記載されている。また，前記黄緑色地部分の左\n下側には，同じく白抜き文字で「Ｆｏｒ　ｂｒｏｔｈｅｒ」，「ＴＹＰＥ－２」\n（いずれも文字の縦の長さ約３ミリメートル）と記載されている。もっとも，これ\nらの文字は，当該面の他の文字と比較して，小さめに記載されている。また，黄緑\n色地部分の左側に，下から上に「ｉｎｋ　ｒｉｂｂｏｎ」（文字の縦の長さ約５ミ\nリメートル）と濃い緑色でゴシックの斜字体で記載されている。\nｂ　前記ａの黄緑色地部分の左側に，赤色地に黄色ゴシック文字で，\n「３ｍ増量」と記載され，その下に赤色文字で製品のサイズが記載されている。ま\nた，前記ａの黄緑色地部分右側には，「Ｓ－ｂ　ＴＹＰＥ－１」という製品名（Ｓ\nの文字の縦の長さ約１０ミリメートル，ｂの文字の縦の長さ約５ミリメートル。そ\nの余の文字の縦の長さは約４ミリメートル）や製品のサイズ等が黒色ゴシック体で\n記載されている。\nｃ　当該面の右下部分には，右上がりで帯状の黄緑色地に白抜き文字で\n「新ブラザー用」と記載されている（文字の縦の長さ約５ミリメートル）。\n(ウ)　長方形の面のうち１面は，取付方法等が記載されている。その表示\n態様は，以下のとおりである。\nａ　当該面左上側には，２段組の「対応表」が記載されており，上段左\nから「メーカー」，「適用機種名」，「純正リボン」と記載され（いずれも文字の\n縦の長さ約３．５ミリメートル），これに対応して，下段には，左から「ブラザ\nー」，「ＦＡＸ－７８０ＣＬ・・・」（いずれも文字の縦の長さ約２ミリメート\nル），「ＰＣ－４００ＲＦ　ＰＣ－４０４ＲＦ（４本）」（文字の縦の長さ約１．\n５ミリメートル）と記載されている。\nｂ　当該面ほぼ全面にわたり，製品の取付方法が図を用いて記載されて\nいる。\n(エ)　長方形の面のうち１面には，「インクリボン交換時のご注意」の表\n題とともに「・インクリボンの交換方法はお使いの機種により異なります。詳しく\nはＦＡＸ本体の取り扱い説明書をご参照ください。」などの注意事項が記載され，\nまた「使用上のご注意」の表題とともに，その注意事項が記載されている。そして\n当該面右下に，「ＯＨＭ　ＥＬＥＣＴＲＩＣ　ＩＮＣ．」と被告オームの商号が英\n語で記載され（文字の縦の長さ約２ミリメートル。ただし，「ＯＨＭ」の部分の方\nがわずかに長い。），その下に住所，お客様相談室の電話番号及びホームページの\nアドレスが記載されている（いずれも文字の縦の長さ約１ミリメートル）。被告オ\nームの商号は，被告標章の記載された部分と比較して，ほぼ同じ大きさで又はそれ\nらより小さく記載されている。\n(オ)　正方形の面のうち１面は蓋部分を構成している。その左上部分に\nは，右上がりで帯状の黄緑色地に白抜き文字で「新ブラザー用」と記載されている\n（文字の縦の長さ約４ミリメートル）。また，中央部上から順に，「Ｓ－ｂ　ＴＹ\nＰＥ－２」，「新ブラザー用」，「Ｓタイプインクリボン」，「ＦＫＳ－５０ＳＢ\nＧ－Ｓ」，「普通紙ＦＡＸ用」（黄緑色地に白抜き文字），「Ｆｏｒ　ｂｒｏｔｈ\nｅｒ」と記載され（「Ｓ－ｂ　ＴＹＰＥ－１」部分のＳの文字のみ縦の長さ約８ミ\nリメートル，その余の文字の縦の長さ約３ミリメートル），さらに製品のサイズ等\nが記載されている。正方形の面のうち他の面は，底部分で格別の記載はない。\nエ　新被告製品２（乙２，検甲４）の外箱の表示等\n新被告製品２の外箱の形状及び前記ウで記載した面の表示態様は，旧被\n告製品２と以下の点を除き同一である。\nすなわち，前記ウ(イ)記載の長方形の面のうちの２面の左側部分の「３\nｍ増量」などと記載されている部分が黄緑色地にされ，その上側部分に，２段で\n「ＯＨＭ　ＥＬＥＣＴＲＩＣ　ＩＮＣ．」と，被告オームの商号が英文字で，「Ｏ\nＨＭ」の部分を白抜きで，その余の部分を黒字で記載され，その下に製品名及び製\n品のサイズが記載されている（「ＯＨＭ」部分のうちＯの文字が縦の長さ約８ミリ\nメートル，その余の文字の縦の長さ約６ミリメートル。「ＥＬＥＣＴＲＩＣ　ＩＮ\nＣ．」部分が縦の長さ２ミリメートル）。被告オームの商号は，被告標章の記載と\nほぼ同じ大きさで又はそれより大きく記載されている。また，下から上に記載され\nた「ｉｎｋ　ｒｉｂｂｏｎ」の部分が，白色で縁取りされている。\nオ　被告製品の性質等\n(ア)　被告製品は，ファクシミリに用いられるインクリボンであって，消\n耗品である。すなわち，インクリボンにより印字するタイプのファクシミリを購入\nしたユーザーは，インクリボンを使い切った場合，再度の使用ができないため，新\nしいインクリボンを購入する必要が生ずる。\n一般に，各種機器類において，当該機器類と消耗品との適合関係が限\nられていることも少なくなく，このような場合には，ユーザーが誤って自己の使用\nする機器類に適合しない消耗品を購入することがないように，商品の外箱等に適合\n機種を表示することが通常行われており，ユーザーもその点を十分に認識し，消耗\n品購入の際の参考としている。\nまた，消耗品を製造，販売する者は，機器類を製造，販売する者と常\nに同一者であるとは限らず，むしろ，一般的には，消耗品を製造，販売する者は，\n機器類を製造販売する者と異なる場合が多い。\n(イ)　被告製品は，原告の製造に係るファクシミリの特定の機種に用いら\nれるインクリボンである。ところで，原告の製造に係るファクシミリに使用するこ\nとができるインクリボンは，原告製のファクシミリにのみ使用することができ，他\n社製のファクシミリには使用できない。したがって，原告の製造に係るファクシミ\nリに使用できるインクリボンを販売する者は，消費者が，他社製のファクシミリに\n使用する目的で当該インクリボンを誤って購入することがないよう注意を喚起する\n必要がある。そのために，例えば，当該インクリボンの外箱等に，原告の製造する\nファクシミリに使用するためのインクリボンである旨を表記することが不可欠とな\nる。\n(2)　判断\n以上認定した事実を基礎に判断する。\n当裁判所は，被告標章は，商品を特定する機能ないし出所を表示する機能\nを果たす態様で用いられていないので，商標として使用されていないと判断する。\nその理由は，以下のとおりである。\nア　被告製品の外箱の長方形の面のうちの２面の中央部のもっとも目立つ位\n置には，被告製品の普通名称である「インクリボン」の表示や，被告製品の用途を\n示す「普通紙ＦＡＸ用」との表示が，いずれも消費者の目を引く白抜きで，その他\nの文字とよりも大きく記載されている。また，他の長方形の面においても，被告製\n品の取付方法が図示されていたり，インクリボン交換時の注意の記載があるなど，\n被告製品の種類，用途を表す記載がされている。\nイ　これに対し，被告標章は，前記アの用途等を示す記載と比較して小さく\n記載されている。また，前記(1)のとおり，取付方法の記載された面に表示された被\n告標章を除き，被告標章１の前には「Ｆｏｒ」の文字が付加され，被告標章２の後\nろには，「用」との文字がそれぞれ付加されている。そして，「Ｆｏｒ」は，「～\nのために」といった目的を意味する中学で学習する基本的な英単語であり，「用」\nは，接尾語的に用いられる場合には，何かに使うためのものという意義を有する語\nである。したがって，被告製品の一般需要者は，被告標章を含む「Ｆｏｒ　ｂｒｏ\nｔｈｅｒ」，「ブラザー用」，「新ブラザー用」の表示について，被告製品が，原\n告製造のファクシミリに使用できるインクリボンであることを示すための表記であ\nると理解するものと認められる。\nウ　取付方法の記載された面においては，「対応表」の部分に被告標章２が\n「用」との文字を付加せずに表示されているほか，被告製品１においては，「取付\nけ方法」との記載の右側に被告標章２を含む「ブラザー対応インクリボン」との表\n示がされている。\nしかし，上記表の部分の被告標章２は，「対応表」の「メーカー」欄の\n真下の欄に記載され，その右側には，適用機種名として，いくつかの製品名が記載\nされていることに前記イに判示したところを併せ考えると，需要者は，この「対応\n表」における被告標章２の表示につき，端的に，被告製品が使用できるファクシミ\nリが原告製造のファクシミリであることを示すための表記であると理解するものと\n認められる。\nまた，被告製品１の「取付け方法」との記載部分の右側の\n「ブラザー対応インクリボン」との表示についても，上記と同様に，被告製品が使\n用できるファクシミリが原告製造に係る機種であることを示す表記であると理解す\nるものと認められる。\nエ　前記(1)のとおり，被告旧製品においては，被告標章と同じ又は小さく，\n英語表記であるものの，被告オームの名称が記載され，住所等が記載されている\nが，その記載態様からすれば，これらの記載は，被告オームの連絡先を表示したも\nのと認識できる。また，被告新製品においては，上記の記載に加え，被告標章とほ\nぼ同じ大きさで又はそれより大きく被告オームの名称が英語表記で記載されてい\nる。被告オームに関する以上の表示は，被告製品の製造者又は販売者を示すものと\n認識し得る表示といえる。\nオ　前記(1)のとおり，当該機器類と消耗品との適合関係が限定されているよ\nうな場合に，ユーザーが誤って自己の使用する機器類に適合しない消耗品を購入す\nることがないように，商品の外箱等に適合機種を表示することが通常行われてお\nり，消費者も，そのようなことを十分に認識し，消耗品購入の際の参考としてい\nる。また，被告製品は，原告の製造に係るファクシミリの特定の機種にのみ使用で\nきるインクリボンであって，被告が，インクリボンを販売するに当たっては，消費\n者が，他社製のファクシミリに使用する目的で当該インクリボンを誤って購入する\nことがないよう注意を喚起することが不可欠であり，そのような目的に照らすなら\nば，被告標章の表示は，ごく通常の表記態様であると解される。\n以上の点を総合すれば，被告が被告製品において前記認定の態様で被告標\n章を用いた行為は，被告標章を，被告製品の自他商品識別機能ないし出所表示機能\nを有する態様で使用する行為，すなわち商標としての使用行為であると解すること\nはできない。\nしたがって，被告らによる被告標章の使用は，本件商標権の侵害には当た\nらない。\n２　結論\nよって，その余の点について判断するまでもなく，原告の請求はいずれも理\n由がない。\n東京地方裁判所民事第２９部\n裁判長裁判官　　　　　飯　　村　　敏　　明\n裁判官 　       榎　　戸　　道　　也\n裁判官   　     神　　谷　　厚　　毅\n登 録 商 標 目 録\n(1)　登録第４４２５３７７号\n(2)　登録第４４２５３７８号\n（別紙）\n乙第１号証乙第２号証乙第３号証乙第４号証\n"
}