{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 16,
    "month": 1,
    "day": 14
  },
  "case_number": "平成15(わ)924",
  "case_name": "窃盗，傷害被告事件",
  "court_name": "神戸地方裁判所第1刑事部",
  "lawsuit_id": "6895",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=6895",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/895/006895_hanrei.pdf",
  "contents": "主　　　　文\n被告人を懲役１年１０か月に処する。\n未決勾留日数中８０日をその刑に算入する。\n訴訟費用は被告人の負担とする。\n理　　　　由\n（犯罪事実）\n被告人は，\n第１　平成１５年７月２２日午後４時ころから同日４時１６分ころ，神戸市ａ区ｂ\nｃ丁目ｄ番ｅ号ｆ地下１階所在の「Ａ」において，同店店長Ｂの管理する調理パン\n３個，ヨーグルト８個及びアイスクリーム６個（販売価格合計３１９４円）を窃取\nした。\n第２　同日午後４時２３分ころから同日午後４時２８分ころまでの間，同市ａ区ｇ\nｈ丁目ｉ番ｊ号先から同区ｋ２丁目ｌ番ｍ号先に至る路上において，Ｃ（当時２５\n歳）に対し，所携の傘でその左上腕部を数回殴打し，さらに，同人に体当たりする\nなどの暴行を加え，よって，同人に加療約３週間を要する右肩関節捻挫の傷害を負\nわせた。\n（証拠の標目）\n（括弧内の「検」で始まる番号は証拠等関係カードにおける検察官の請求番号を\n示す。）\n省略\n（補足説明）\n被告人は，判示第１の事実につき，自分は判示調理パン３個しか窃取しておら\nず，このほか被告人が窃取したとされているヨーグルト８個及びアイスクリーム６\n個《（以下，このヨーグルト８個及びアイスクリーム６個を「本件ヨーグルト等」\nといい，被告人が窃取した（とされている）物を総称して「本件被害品」とい\nう。》は他の店で購入したものであるとし，判示第２の事実については被告人は判\n示Ｃを被告人が調理パンを万引きしたことにつけこみ被告人を恐喝しようとしてい\nると思って逃げただけであるとして犯行を完全に否認する。弁護人も同様に主張す\nるほか，第１の事実につき，被告人が判示「Ａ」（以下「被害店」という。）で本\n件ヨーグルト等を窃取したと断定できる証拠はないとし，また，第２の事実につい\nても，被告人はＣを被告人\nの調理パン３個の万引きにこと寄せて被告人を恐喝しようとしている者と思って反\n抗したものであるから暴行の故意がなかったと主張する。\nしかし，Ｃの公判供述はじめ前掲関係各証拠によれば，判示各事実は優に認めら\nれるというべきである。その理由も検察官の主張するとおりであって，本来改めて\n説明するまでもない。\n念のため簡潔にこれを説明する。まず，Ｃは，被害店の警備員等として働いてい\nた者であるところ，当公判廷で，判示第１の犯行に関する自己の目撃状況，その後\n被告人を被害店外において呼び止め，逃げようとする被告人を追及しつつこれに追\n従したこと，その間被告人が否定する判示暴行を受け，付近の建物などに肩を強打\nするなどして判示傷害を負ったことなどの判示第２の被害を受けるに至った経過等\nを詳細かつ具体的に供述している。その供述内容は，自然で合理的であって迫真性\nに富み，弁護人の厳しい反対尋問にあっても揺らぐところがなく，被告人が本件ヨ\nーグルト等を窃取するところ自体は目撃していないとか被告人に対し警備員である\n旨名乗らなかった旨供述するなど真摯であり，そこには被告人を陥れたり自己の供\n述をより有利ないし\n明確なものにしようとする作為もないと認められるのであって，それ自体にその信\n用性を疑うべき点は全くない。また，Ｃに１１０番通報を頼まれた通行人Ｄは判示\n第２の犯行の一部を目撃しているところ，ＣとＤの両名の供述は相互に一致してい\nて信用性を補完し合っている。さらに，Ｄの１１０番通報で判示第２の現場付近に\n駆けつけた警察官であるＥ及びＦは，被告人を追及したところ判示第１の犯行を行\nったことを認める発言をしたことなどを供述しているところ，これらの者に関係者\n全員で口裏を合わせてまでことさら被告人に不利な虚偽の事実を述べる理由もな\nい。そうすると，Ｃをはじめとするこれらの者の供述には十分な信用性がある。\nそして，Ｃは，自身が供述するように被告人が本件ヨーグルト等を窃取するとこ\nろは目撃していないが，被告人が被害店のアイスクリームや乳製品の売り場付近で\nアイスクリームかヨーグルト等の丸いカップ容器様の物を手で隠すように持ってい\nたこと，Ｃはこのような被告人を見て不審に思いその行動を注視していたが，被告\n人がその後前記カップ容器様の物を商品棚に戻したことはない等と供述するとこ\nろ，この供述にも信用性があってその内容は事実と認められる。このことに加え，\n本件ヨーグルト等が被害店でも販売されていること，被告人が本件窃取品を入れて\nいた手さげ鞄には本件窃取品以外入っておらず，本件ヨーグルト等もむき出しの状\n態でこの鞄に入っていたこと，本件ヨーグルト等，とりわけアイスクリームが溶け\nやすいものであって，\n本件が７月２２日という真夏の事件であるのに，押収された時点でのこれらの写真\nによれば前記アイスクリームがさほど溶けていなかったと認められること，しかも\n被告人は本件当時所持金を全く有しておらず，財布など通常現金を収納する物も所\n持していなかったこと，前記Ｅ及びＦの供述により，被告人が本件直後この両名の\n警察官に対し判示第１の事実を認める発言をしていたと認められること等に照らせ\nば，被告人が被害店以外から本件アイスクリーム等を窃取してきた可能性もないと\nいえ，被告人が本件被害品の全部を被害店で窃取したことには疑いの余地はなく，\n判示第１の事実は優に認められる。\nまた，判示第２の事実についても，先にみたように信用できるＣやＤの供述に加\nえ，Ｃが本件直後判示第２のとおりの傷害を負ったと診断されているところ，Ｃが\nこのような傷害を負う原因がほかに見あたらないこと等に照らせば，やはり疑う余\n地はない。なお，弁護人は，被告人はＣを被告人が調理パン３個を万引きしたこと\nにつけこんで被告人を恐喝しようとしている者と思って反抗したものであるから，\n暴行の故意がないと主張するが，①Ｃが被告人に対し自己を警備員と名乗ったこと\nはないものの，Ｃは被害店を出た被告人に声をかけ，「何か忘れてるもんあります\nよね。」とか「精算まだ済ませてないもんありますよね。」等と告げた上被告人が\n持っていた鞄の中を見せるよう要求したと認められ，これらは通常万引き窃盗を目\n撃した警備員等がそ\nの犯人に問いかける際によくある言動であって，Ｃがその後被告人と押し問答にな\nった際判示第２の暴行を受けたと認められること，②一方でＣが被告人を恐喝しよ\nうとしていると被告人が誤解するような言動はしていないこと，③被告人が前科に\nかかる２件の万引きにおいても警備員に検挙されていること，④被告人がこれまで\n万引きにつけ込まれて恐喝されそうになった経験をした形跡がないこと，⑤Ｄの供\n述により，Ｃは，被告人の面前でＤに対して被害店の者である旨告げた上１１０番\n通報を依頼し，その際これを聞いた被告人がこれを意外とする態度や恐喝されると\n思っていたことをＤに訴えるような言動を全くとっていないと認められること，⑥\n前記警察官Ｅ，同Ｆの供述により，ＣはＥにも被告人の面前で自分（Ｃ）が被害店\nの警備員である旨述\nべているが被告人はこれに対しても「私は何もしてませんよ。」などというだけで\nその時点で初めてＣが警備員であると知ったことを窺わせる言動をせず，また前記\n警察官両名に対してもＣから脅されると思って抵抗したというような弁解をしてい\nないことなどが認められるのであって，これらに照らせば，被告人が判示第２の暴\n行当時Ｃが被害店ないしその入店しているショッピングセンターの警備員等の職員\nであることがほぼ確実であると認識していたことが明らかに認められ，被告人の弁\n解自身が前提を欠くことになるから，前掲各証拠により，被告人がＣに対し故意に\n判示第２の暴行を加え傷害を負わせたことも明らかである。\nなお，以上に対し，被告人は，本件ヨーグルト等を窃取してはいない，本件ヨー\nグルト等は当日午後２時過ぎくらいに買ったもので，その時には現金などの入った\n財布を持っていたがなくした，Ｃにはいきなり「うなぎ弁当を盗っただろ」等と言\nわれた，Ｃが警備員とは全く考えなかった，Ｃには暴行を加えていない等という弁\n解をるる述べるが，それ自体に明らかに不合理な点が極めて多く，財布がないこと\nに気づいた時点などについては不自然な変遷もあるのであって，前記Ｃらの供述内\n容や先に検討した点に照らし，全く信用できない。\n以上のとおりであって，被告人の供述によってはＣらの供述の信用性は全く揺る\nがず，結局，前掲関係証拠により判示各事実は優に認定できる。\n（累犯前科）\n１　事実\n(1)　平成７年９月２９日大阪簡易裁判所宣告\n窃盗罪により懲役１年６月（４年間刑執行猶予，平成１２年１０月５日執行\n猶予取消）\n(2)　平成１１年１２月２４日神戸地方裁判所宣告\n窃盗罪により懲役１０か月\n(3)　平成１３年１月２５日(2)の刑執行終了\n平成１４年１月６日(1)の刑執行終了\n２　前科調書，１掲記の各罪にかかる判決書謄本により認定\n（法令の適用）\n１(1)　罰条　　　　　　　　　　第１の行為につき刑法２３５条，第２の行為につ\nき同法２０４条\n(2)　刑種の選択　　　　　　　第２につき，懲役刑選択\n２　再犯加重　　　　　　　　　いずれも刑法５６条１項，５７条\n３　併合罪加重　　　　　　　　刑法４５条前段，４７条本文，１０条（犯情の重\nい第２の罪の刑に同法１４条の制限内で加重）\n４　未決勾留日数の算入　　　　刑法２１条\n５　訴訟費用の負担　　　　　　刑事訴訟法１８１条１項本文\n（量刑の理由）\n本件は，いわゆる万引き窃盗の事案とその後警備員に暴行を加え傷害を負わせた\n事案であるが，被告人が否認しているため詳細は不明であるものの，いずれにせよ\nその動機は身勝手でしん酌すべき点はなく，窃盗の被害額も少なくなく，警備員に\n対する暴行には執拗なものがあり，同人が負った傷害の程度も軽くない。被害弁償\nもなされていない。加えて，前科前歴関係にも照らすと，本件窃盗は常習的犯行と\nいわざるを得ない。ところが，被告人は，犯行のほとんどを否認するのみならず，\n自分の意見を一方的に押しつけようとする全く不合理な弁解に終始して恥じるとこ\nろがなく，警備員に対する治療費の支払いも可能であるがその意思がない旨公言し\nてはばからない。そして，被告人の逮捕直後における警察官に対する言動や公判廷\nでの検察官の質問に\n対する供述からすれば，被告人は本件のような犯行を軽微なものでさほど非難され\nるようなことではないと考えていたと認められるのであって，反省しているとの発\n言も遺憾ながら空疎に響くというほかなく，被告人には，他人やその財物に対する\n配慮が欠けており，再犯のおそれも高い。そうすると，被告人の刑事責任は重く，\nまた被告人にはまず本件に対する後悔の念を強く持たせてこれを真の反省につなげ\nさせることも必要であって，結局被害品が被告人の費消するところに至らなかった\nこと，判示第２の犯行については計画性がなく，判示第１の犯行についても計画的\n犯行といえるほどの証拠がないこと，被告人が判示第１の犯行の一部を認めている\nこと，被告人の家庭環境など被告人に有利と思える事情をいかに考慮しても，被告\n人は主文の刑を免れ\nない。\n（求刑，懲役２年）\n（出席した検察官太田健二，国選弁護人辻忠雄）\n平成１６年１月１４日\n神戸地方裁判所第１１刑事係乙\n裁判官　　橋　本　　　一\n"
}