{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 12,
    "month": 9,
    "day": 14
  },
  "case_number": "平成12(ワ)9970",
  "case_name": "",
  "court_name": "東京地方裁判所",
  "right_type": "著作権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "12989",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=12989",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/989/012989_hanrei.pdf",
  "contents": "平成一二年（ワ）第九九七〇号　コンパクトディスク販売差止等請求事件\n判　　　　決\n原　　　　告　　　　　　　　　　【Ａ】\n原　　　　告　　　　　　　　　　【Ｂ】\n原　　　　告　　　　　　　　　　【Ｃ】\n右三名訴訟代理人弁護士　　　　　原口　健\n同　　　　　　　　　　　　　　　野中信敬\n同　　　　　　　　　　　　　　　久保田理子\n同　　　　　　　　　　　　　　　土井智雄\n同　　　　　　　　　　　　　　　設楽公晴\n被　　　　告　　　　　　　　　　ジー・エッグプロモーションこと【Ｄ】\n主　　　　文\n一　被告は、別紙「ＣＤ目録」記載のコンパクトディスクを増製し、販売し又は頒\n布してはならない。\n二　被告は、別紙「ＣＤ目録」記載のコンパクトディスクを廃棄せよ。\n三　被告は、原告らに対し、別紙「楽曲目録」記載の楽曲に関する原盤を引き渡\nせ。\n四　被告は、原告らに対し、金一〇〇万円及びこれに対する平成一二年六月二五日\nから支払済みまで年五分の割合による金員を支払え。\n五　原告らのその余の請求を棄却する。\n六　訴訟費用は、これを二分し、その一を被告の負担とし、その余を原告らの負担\nとする。\n事実及び理由\n一　原告らの請求\n１　主文第一項ないし第三項と同旨\n２　被告は、原告【Ｂ】に対し金三〇〇万円、同【Ａ】に対し金二〇〇万円、同\n【Ｃ】に対し金二〇〇万円及びこれらに対する平成一一年七月二三日から支払済み\nまで年五分の割合による金員を支払え。\n３　被告は、原告らに対し、金三三七万四五〇〇円及びこれに対する平成一二年六\n月二五日（訴状送達の日の翌日）から支払済みまで年五分の割合による金員を支払\nえ。\n４　訴訟費用は、被告の負担とする。\n二　原告らは、別紙「請求の原因」記載のとおり、請求の原因を述べた。\n被告は、適式の呼出を受けながら、本件口頭弁論期日に出頭しない。したがっ\nて、被告において、原告らが主張した請求原因事実を争うことを明らかにしないも\nのと認め、これを自白したものとみなす。\n三１　右の事実によれば、原告らの請求は、主文第一項ないし第三項と同旨の裁判\nを求める部分について、いずれも理由がある。\n２　前記一２の請求については、複製権及び録音権の侵害を理由とする慰謝料請求\nであるところ、複製権及び録音権は、財産上の権利であって、特別の事情のない限\nり、その侵害によって財産的損害のほかに精神的損害が生じたと認めることはでき\nないものであって、原告らが主張した請求原因事実によっても、原告らに精神的損\n害が生じたと認めるに足りる特別の事情があるということはできないから、原告ら\nの右請求部分は、理由がない。\n３　前記一３の請求のうち、仮処分命令申立て及びその強制執行のための費用三七\n万四五〇〇円の損害賠償を求める部分については、これらの費用は、いずれも仮処\n分（執行官保管）の執行のために必要な費用であると認められ、最終的には主文第\n二項の本執行費用の一部として被告が負担すべきものであって（民事執行法四二条\n一項）、その取立てについては、民事執行法四二条四項、二二条四号の二所定の手\n続により行われるべきものであるから、右の費用を別途被告の不法行為によって生\nじた財産的損害として賠償請求することはできない。したがって、原告らの右請求\n部分は、理由がない。\n４　前記一３の請求のうち、弁護士費用三〇〇万円の損害賠償を求める部分につい\nては、当庁平成一一年（ヨ）第二二一〇三号仮処分命令申立事件及び本件訴訟にお\nける原告らの請求の内容及び審理の経緯等に照らせば、原告らが被告に対しその不\n法行為と相当因果関係のある損害として賠償請求し得る弁護士費用は、金一〇〇万\n円と認めるのが相当であるから、原告らの右請求部分は、右の限度で理由がある。\n四　よって、主文のとおり判決する。\n（口頭弁論の終結の日　平成一二年八月三一日）\n東京地方裁判所民事第四六部\n裁判長裁判官　　　　三　村　量　一\n裁判官　　　  村　越　啓　悦\n裁判官　　    中　吉　徹　郎\nＣＤ目録\n「ＳｏｍｅｔｈｉｎｇＥｌｓｅ『ＥＬ　ＥＸＩＴＬＩＮＥ』」と題する、別紙\n「楽曲目録」記載の少なくとも六曲を収録する定価二三八一円のアルバムコンパク\nトディスク\n楽曲目録\n一　著作物の題号「風と行きたかった」（インディーズバージョン）\n二　右同（ストリートバージョン）\n三　右同（バッキングトラック）\n四　著作物の題号「君の生まれた街」（インディーズバージョン）\n五　右同（バッキングトラック）\n六　右同（インスツルメンタル）\n請求の原因\n一  原告らは、著名人気音楽バンド「サムシングエルス」の構成メンバーであり、\n原告【Ｂ】は、楽曲「風と行きたかった」及び楽曲「君の生まれた街」（以下、こ\nれらを「本件楽曲」という。）の作詞、作曲を行った著作者兼著作権者である。\n原告らは、平成六年ころ、「エクシットライン」という名称の音楽バンドを結成\nして、ライブ等の音楽活動を開始し、平成八年、バンド名を現在のものに改名し\nて、同年一〇月二三日、シングル曲「悲しきノンフィクション」にてメジャーデビ\nューをした。その後、シングルＣＤ四枚、アルバムＣＤ一枚を発売したが、ヒット\n曲を生むに至らず、平成一〇年九月以降、日本テレビ系番組「雷波少年」のシリー\nズ企画「ラストチャンス」（次に発売するシングルがオリコンの初登場二〇位以内\nに入らなければバンドを解散し、メンバーは音楽業界から去らなければならないと\nいう条件で、合宿生活を送るという内容のもの）に出演し、同番組が全国放送され\nることによって、一躍全国的な人気を博すところとなった。右企画から生まれた六\n曲目のシングル曲「ラストチャンス」は、平成一〇年一二月発売後オリコンチャー\nト一位を獲得し、同曲のＣＤは、いわゆるミリオンセラーを達成した。\n二  被告は、「Ｇ－ＥＧＧ  ＰＲＯＭＯＴＩＯＮ（ジーエッグプロモーション）」\n若しくは「ティーケー・エンターテイメント」の名称にて芸能音楽プロダクショ\nン、音楽出版等の事業を営む者である。\n三　原告らは、メジャーデビュー前の平成六年末ころからごく短期間、個人的にプ\nロダクション活動等を行っていた被告の勧誘を受けて、被告にマネジメントを委託\nしていたことがあり、この間、被告からデモテープに代わるプレゼンテーション用\nインディーズ盤ＣＤ製作の打診を受けてこれを応諾し、本件楽曲をスタジオで演奏\nして（以下、この演奏を「本件演奏」という。）、その音を固定した原盤を提供し\nた。被告は、平成七年四月ころ、本件楽曲の演奏と他のアーティストの演奏をあわ\nせて編集した「ＣＰＭ／ＶＯＬ．１」と題したアルバムＣＤを製作した。原告ら\nは、平成七年四月ころまでに被告とのマネジメント契約を解消し、以後今日まで被\n告と何らの関係も有していなかった。\nところが、今般、被告は、突然、原告らの承諾を得ることなく、本件演奏に係る\n原盤を違法に利用して、楽曲「風と行きたかった」のインディーズバージョン、ス\nトリートバージョン、バッキングトラック、楽曲「君の生まれた街」のインディー\nズバージョン、バッキングトラック、インスツルメンタルの合計六曲の演奏を少な\nくとも収録し、これ以外に他の複数のアーティストの演奏する楽曲をあわせて編集\nした別紙「ＣＤ目録」記載のコンパクトディスク（以下「本件ＣＤ」という。）を\n増製し、製作・発売者名として「Ｇ－ＥＧＧ　ＭＥＭＯＲＹＳ」なる名称を掲げ、\n平成一一年七月二六日に限定一万枚を発売する旨の予告をして、その広告宣伝活動\nを行うに至った。\n右にいう「インディーズバージョン」は、メジャーデビュー前のスタジオ収録で\nあることを意味し、また、被告によると、「ストリートバージョン」とは、原告\n【Ａ】のヴォーカルをメインにスタジオ収録した演奏のことであり、「バッキング\nトラック」とは、ヴォーカルを省略し、楽器演奏にコーラス部分をあわせて収録し\nた演奏のことであり、「インスツルメンタル」とは、コーラスも省略した楽器演奏\nのみのことであるという。被告は、原告ら代理人の問い合わせに対し、これらはい\nずれも前記インディーズ盤ＣＤ製作に際して同一機会にスタジオにて録音されたも\nのである旨を回答している。\n被告は、本件ＣＤの広告チラシにおいて、原告らのバンド名を含む本件ＣＤの表\n題を大きく掲げ、原告らの写真を掲載するとともに、本件ＣＤを「サムシングエル\nスのインディーズ盤」とし、「あの、ＮＴＶ『雷波少年』で、ブレイクした『オリ\nコンチャート１位』『１００万枚』ミリオン・アーティストの‘Ｓｏｍｅｔｈｉｎ\nｇ　Ｅｌｓｅ' が、インディーズ時代に残した唯一のＣＤ（音源）です。」、「一\n部のファンの間では、コレクターズ・アイテムとして、プレミアムが付いていま\nす。ファンの声に応え、過去に発表した『ＣＰＭ／ＶＯＬ．１』『Ｓｅｅ　ＹＯＵ\nＡｇａｉｎ!!』からサムエルをメインに、１枚に編集」などと記載し、サムシン\nグエルスの収録曲のみをポイントの大きな活字で強調掲載し、さらに、初回特典と\nして「当時の写真を使ったメモリアルステッカーを封入」するなどとうたってい\nた。また、その販売活動は、「原楽器」とその関連物流センターを通じ、国内の小\n売レコード店から注文を受けるという態様のものであった。\n四　被告が本件ＣＤを増製し、販売し又は頒布することは、原告【Ｂ】の本件楽曲\nについての複製権（著作権法二一条）、原告らの本件演奏についての録音権（同法\n九一条一項）を侵害するものである（原告らの承諾なくして原告らの実演の原盤を\n本件ＣＤとして増製することは、原告らの録音権の侵害に当たる。）。被告は、こ\nれを知り又は過失によりこれを知らないで、本件ＣＤの増製行為に及んだものであ\nる。\n五　原告らは、被告の前記行為に対して、東京地方裁判所にコンパクトディスク販\n売差止等仮処分命令の申立て（平成一一年（ヨ）第二二一〇三号）を行い、平成一\n一年七月二三日にその仮処分決定を得て、同年八月四日、同決定に基づき被告が販\n売のため占有していた本件ＣＤ九九九九枚につき、執行官保管の強制執行（平成一\n一年（執ハ）第七九四号）を行った。原告らは、その後も被告と話合いの機会を持\nったが、被告は、一向に誠意ある対応を示さない。\n六　原告らは、被告の前記行為により、次の損害を被った。\n１  原告らは、前記仮処分命令申立て及びその強制執行のため、次の諸費用を支払\nい、同額の財産的損害を被った。\n(1)　執行予納金、郵券、印紙代　　合計金三万九九〇〇円\n(2)　立会人費用等　　金三一万〇六〇〇円\n(3)  保管費用　　金二万四〇〇〇円\n２　原告らは、被告の前記行為によって精神的損害を被ったところ、これを慰謝す\nるに足りる金額は、原告【Ｂ】について金三〇〇万円、同【Ａ】、同【Ｃ】につい\nて各金二〇〇万円を下らない。\n３　原告らは、被告が誠意ある対応を示さないため、仮処分命令申立て及び本件訴\nえ提起を余儀なくされ、原告ら代理人に訴訟遂行を委任し、弁護士報酬として金三\n〇〇万円を支払う旨を約した。\n七　よって、原告らは、被告に対し、著作権法第一一二条一項に基づき本件ＣＤの\n増製、販売、頒布の差止めを、同条二項に基づき本件ＣＤの廃棄を、所有権に基づ\nき本件演奏に係る原盤の引渡をそれぞれ求めるとともに、損害賠償として前項記載\nの金額の支払を求める。\n"
}