{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 16,
    "month": 8,
    "day": 30
  },
  "case_number": "平成15(ワ)1039等",
  "case_name": "不正競争行為差止請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "不正競争",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "10121",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=10121",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/121/010121_hanrei.pdf",
  "contents": "本訴・平成１５年(ワ)第１０３９号不正競争行為差止請求事件\n反訴・平成１５年(ワ)第１７２８５号不正競争行為差止等請求事件\n口頭弁論終結日　平成１６年６月１６日\n判　　　　　　　決\n原告（反訴被告）　　　　　株式会社ゴーカンパニー\n（以下「原告」という。）\n訴訟代理人弁護士　　　　　関根秀太\n同                　      神内健次\n同                  　    酒井剛毅\n補佐人弁理士   　　   　  浜田治雄\n被告（反訴原告）　　　　　ベネット　アトランティック　インコー\nポレイテッド\n（以下「被告ベネット」という。）\n被　　　　　　告　　　　　株式会社ファイン\n（以下「被告ファイン」という。）\n被告ベネット及び同ファイン訴訟代理人弁護士\n原秋彦\n同                        水野信次\n被告ベネット及び同ファイン補佐人弁理士\n原島典孝\n被　　　　　　告　　　　　高島株式会社\n（以下「被告高島」という。）\n訴訟代理人弁護士　　　　　天野博之\n主　　　　　　　文\n１　被告ベネット及び被告高島は，別紙第１商標目録及び別紙第２商標目録記\n載の各商標を付した別紙商品目録記載１ないし１４の商品の販売が，被告の商標権\nを侵害しあるいは不正競争防止法に反する旨を広告し，又は書面若しくは口頭によ\nって第三者に通知してはならない。\n２　被告ベネット及び被告高島は，原告に対し，連帯して，金３００万円及び\nこれに対する被告ベネットについては平成１５年３月１８日から，被告高島につい\nては平成１５年２月１８日から，各支払い済みまで年５分の割合による金員を支払\nえ。\n３　原告のその余の請求をいずれも棄却する。\n４　被告ベネットの反訴請求をいずれも棄却する。\n５　訴訟費用は，本訴反訴を通じ，これを５分し，その３を被告ベネットの負\n担とし，その１を被告高島の負担とし，その余を原告の負担とする。\n６　この判決の第１項及び第２項は，仮に執行することができる。\n事実及び理由\n第１　請求\n〔本訴〕\n１　被告らは，別紙第１商標目録及び別紙第２商標目録記載の各商標（以下，併\nせて「原告商標」という。）を付した別紙商品目録記載１ないし１４の商品の販売\nが，被告の商標権を侵害し，あるいは不正競争防止法に反する旨を広告し，又は書\n面若しくは口頭によって第三者に通知してはならない。\n２　被告らは，原告に対し，金３０００万円及びこれに対する被告ファインにつ\nいては平成１５年２月１８日から，被告高島については平成１５年２月１８日か\nら，被告ベネットについては平成１５年３月１８日から，それぞれ支払済みまで年\n６分の割合による金員を支払え。\n３　被告らは，原告に対し，繊研新聞の朝刊第３面に，別紙謝罪広告目録記載の\n謝罪広告を，同目録記載の活字で３回掲載せよ。\n〔反訴〕\n１　原告は，別紙第３商標目録記載１ないし３の各商標（以下，併せて「本件第\n３目録商標」という。）のいずれかを付した衣服を製造，輸入，譲渡，販売又は販\n売のための広告をしてはならない。\n２　原告は，前項の衣服を廃棄せよ。\n３　原告は，被告ベネットに対し，金１億５３０１万円及びこれに対する平成１\n５年７月３１日から支払済みまで年５分の割合による金員を支払え。\n第２　事案の概要\n〔本訴〕\n原告は，原告が原告商標を付してカジュアルウェアを製造，販売することに\nついて，被告らが商標権侵害又は不正競争防止法違反になる旨の虚偽の事実を陳\n述・流布したとして，不正競争防止法２条１項１４号，３条，４条及び７条に基づ\nき，被告らに対し，上記事実の陳述・流布行為の差止め並びに損害賠償及び謝罪広\n告の掲載を求めた。\n〔反訴〕\n被告ベネットは，原告が第３目録商標を付した衣服を製造，販売することが\n不正競争防止法２条１項１号所定の不正競争行為に当たるとして，同法３条及び４\n条に基づき，原告に対し，上記行為の差止め等及び損害賠償を求めた。\n１　争いのない事実等（争いがない事実以外は証拠を末尾に表記する。）\n(1)　当事者\n原告は，ジーンズ，ジャケットなどの衣服等の製造，輸入及び販売を業と\nする会社である。\n被告ベネットは，１９９０年（平成２年），米国マサチューセッツ州で設\n立され，マウンテンパーカなどのアウトドアウェアの製造，販売等を業とする米国\n会社である（甲１）。\n被告高島は，繊維の原料，糸，織物及びその製品等の輸出入並びに販売業\n等を事業目的とする会社である。\n被告ファインは，衣服等の輸出入業，並びにその斡旋業務等を事業目的と\nする会社である。\n(2)　原告の有する商標権\n原告は，平成４年６月１８日，訴外カキウチ株式会社から，次の商標権を\n譲り受け，同年１０月１２日にその旨の移転登録を受けた。\n登録番号　　第１６３３６５５号\n登録日　　　昭和５８年１１月２５日\n更新登録日　平成６年１月２８日\n商品の区分　第１７類\n指定商品　　被服（運動用特殊被服を除く）布製身回品（他の類に属す\nるものを除く）寝具類（寝台を除く），但し，被服を除く\n登録商標　　別紙第１商標目録記載のとおり\n(3)　被告ベネットの有する商標権\n被告ベネットは，平成５年４月２６日，訴外カキウチ株式会社から，次の\n商標権（以下「被告商標権」という。）を譲り受け，同年６月１７日，その旨の移\n転登録を受けた。\n登録番号　　第２０３６２２５号\n登録日　　　昭和６３年４月２６日\n商品の区分　旧第２４類\n指定商品　　おもちゃ，人形，娯楽用具，運動具，釣り具，楽器，演奏\n補助品，蓄音機（電気蓄音機を除く），レコード，これらの部品及び付属品\n登録商標　　別紙登録商標目録記載のとおり\n(4)　被告ベネットの使用する商標等\n被告ベネットは，別紙第４商標目録記載の標章（以下「被告ベネット商\n標」という。）及び通常文字からなる「Ｐｅｎｆｉｅｌｄ」や「ＰＥＮＦＩＥＬ\nＤ」との商標（以下，これらの商標と被告ベネット商標とを併せて「Ｐｅｎｆｉｅ\nｌｄ商標」という。）を付した被服及び運動用特殊衣服（以下，併せて「被告ベネ\nット商品」という。）を製造，販売している。\n(5)　原告の使用する商標等\n原告は，遅くても平成６年以降，原告商標を付したジャケット等のカジュ\nアルウェアを製造し，販売している（以下，原告が原告商標を付して製造販売して\nいる衣服を「原告商品」という。）。原告商品の売上高は，卸売価格で年間数億円\nから１０億円ほどであり，平成８年度（当該年８月から翌９年７月まで，以下同\nじ。）には約１３億円であった。\n(6)　被告らの行った警告等\nア　被告ベネット及び被告高島は，平成１２年から平成１３年にかけて，少\nなくとも２回にわたり，繊研新聞において，「Ｐｅｎｆｉｅｌｄ」ブランドを付し\nた被服関連製品を製造・販売することができるのは被告ベネット及び同社が正規に\n承認した代理店のみであり，それ以外の業者による製造・販売は被告ベネットの商\n標権を侵害し，あるいは不正競争防止法違反となる旨の広告を行った（甲２の１，\n２）。\nイ　被告ベネットは，平成１３年１１月７日付内容証明郵便により，茨城県\n土浦市（以下省略）所在の訴外株式会社セキに対し，「ＰＥＮＦＩＥＬＤ」の商標\nを付した商品の販売行為が同被告の商標権を侵害し，あるいは不正競争防止法２条\n１項１号及び２号の不正競争行為を構成するものであるとして，上記商品の販売を\n直ちに停止するよう要求する旨の警告書を送付した。\nまた，被告ベネットは，上記と同様の警告書を，平成１３年１１月２０\n日付内容証明郵便により，東京都港区（以下省略）所在の訴外株式会社ダイエー代\n表取締役Tに対し，同年１２月３日付内容証明郵便により，東京都台東区（以下省\n略）所在の訴外マルゲンMに対し，それぞれ送付した。\n２　争点\n〔本訴〕\n(1)　被告ベネットらが行った前記１(6)の広告の掲載及び警告書の送付（以下\n「本件警告」という場合がある。）は，不正競争防止法２条１項１４号の不正競争\n行為に該当するか。（争点１）\nア　前記１(6)の本件警告の内容は，虚偽かどうか。\nイ　被告らは，共同して本件警告を行ったかどうか。\n(2)　原告の被った損害額はいくらか。謝罪広告の必要性はあるか。（争点２）\n〔反訴〕\n(3)　原告が本件第３目録商標を付した衣類を製造，販売する行為は，不正競争\n防止法２条１項１号の不正競争行為に該当するか。（争点３）\n被告ベネット商標は，遅くても平成５年初めの時点までに被告ベネット\nの商品等表示として周知となったかどうか。\n(4)　被告ベネットの被った損害額はいくらか。（争点４）\n第３　当事者の主張\n〔本訴〕\n１　争点１（被告らの不正競争防止法２条１項１４号の不正競争行為の成否）に\nついて\n(1)　本件警告の内容は，虚偽かどうか。\n（原告の主張）\nア　商標権侵害の不成立\n被告ベネットは，旧商品区分第２４類に属するおもちゃ，人形，娯楽用\n具，運動具，釣り具，楽器，演奏補助品，蓄音機（電気蓄音機を除く），レコ－\nド，これらの部品及び附属品を指定商品とする被告商標権を有する。被告商標権の\n指定商品である運動具には運動用特殊衣服が含まれるが，原告商品はカジュアルウ\nェアであり，運動用特殊衣服ではない。\nしたがって，原告が原告商標を付して原告商品を製造，販売することは\n被告商標権の侵害に当たらない。\nイ　不正競争行為の不成立\n被告ベネットは，日本国内において，被告ベネット商標を付した登山服\n等の運動用特殊衣服やカジュアルウェアなどの商品を販売しているが，日本におけ\nる売上高は多い年でも年間数千万円程度の微々たるものであり，被告らが本件警告\nを開始した平成１２年以前には特に目立った宣伝・広告を行っていなかった。\nまた，被告ベネットの本国である米国での販売実績を見ても，同社の米\n国における売上高は年間１１０万米ドルから１５０万米ドル程度であり，仮に，こ\nの売上高がすべて被告ベネット商標を付した商品の売上によるものであるとして\nも，決して多い販売量であるとはいえない。\n以上によれば，被告ベネット商標は，被告ベネットの商品等表示として\n著名であるとはいえず，周知であるともいえない。\nしたがって，原告が原告商標を付して原告商品を製造，販売すること\nは，不競法２条１項１号又は２号の不正競争行為には当たらない。\nウ　本件警告の虚偽性\n以上のとおり，原告が原告商品を製造，販売することは，被告ベネット\nの商標権の侵害に当たらず，また，不正競争防止法２条１項１号又は２号に当たら\nないにもかかわらず，被告らは，前記第２，１，(6)のとおり，「ＰＥＮＦＩＥＬ\nＤ」ブランドを付した衣服を製造・販売することができるのは，被告ベネット及び\n同社が正規に承認した代理店のみであり，それ以外の業者による製造・販売は，被\n告ベネットの商標権を侵害し，あるいは不正競争防止法違反となる旨の広告を新聞\nに掲載し，さらに原告の取引先等に同様の内容の警告書を送付した。\nそして，本件警告における「『ＰＥＮＦＩＥＬＤ』ブランドを付した衣\n服」が原告商品を指すことは明らかである。\nしたがって，本件警告を発するなどの被告らの行為は，不正競争防止法\n２条１項１４号所定の不正競争行為に該当する。\n（被告らの反論）\nア　商標権侵害の成立\n(ア)　被告ベネットは，旧第２４類の運動具（運動用特殊衣服を含む）に\nついて被告商標権を有する。原告は，運動用特殊衣服について，何らの商標権も有\nしないが，かねてから，被告商標権の登録商標と称呼を同じくし，これと明らかに\n類似する本件第３目録商標に，「Ｏｕｔｄｏｏｒ　Ｓｐｏｒｔｓ　Ｓｐｉｒｉｔ\nｓ」とのキャッチコピーを組み合わせた表示を商品に付した上で，通気性，防寒\n性，保温性などにおいて特殊な機能を有することを強調するなどして，その商品が\n運動用特殊衣服であるかのように表示して商品を販売し，また，被告ベネットは，\n現にアノラック，ヤッケ等の運動用特殊衣服に属する商品を販売し，原告の有する\n商標権を侵害している。\n(イ)　本件警告は，上記(ア)の事情を前提として行われたものである。す\nなわち，前記第２，１，(6)，アの新聞広告における，「それ［被告高島］以外の業\n者による「『ＰＥＮＦＩＥＬＤ』ブランドを付した被服製品の製造・販売について\nは登録商標権の侵害」となり得ることを示唆する記載は，原告による被告商標権の\n侵害を念頭においた記載であり，この記載内容は虚偽ではない。\nまた，同様に，前記第２，１，(6)，イの警告書における，「商標２２\n５号」に類似する「ＰＥＮＦＩＥＬＤ」標章が付された，運動用特殊被服に属する\n「フード付ジャケット」（アノラック）等の販売行為が，「弊社［被告ベネット］\nの商標権を侵害」するおそれがあることを示唆する記載も，原告商品の販売による\n被告商標権の侵害を念頭においた記載であり，この記載内容は虚偽ではない。\nイ　不正競争行為の成立\n(ア)　被告ベネットは，１９９０年（平成２年）に設立され，主に被服及\nび運動用特殊衣服の製造販売を目的として１９７５年（昭和５０年）に米国マサチ\nューセッツ州で設立された「Ｐｅｎｆｉｅｌｄ Ｓｐｏｒｔｓ－ｗｅａｒ， Ｉｎ\nｃ．」（以下「ペンフィールド社」という。）の業務を全面的に引き継いだ。\nペンフィールド社及びその後継会社である被告ベネットは，１９７５\n年（昭和５０年）以来，被告ベネット商標をハウスマークとして使用し，これとと\nもに，通常文字からなる「Ｐｅｎｆｉｅｌｄ」「ＰＥＮＦＩＥＬＤ」との商標を継\n続して使用し，今日に至っている。\n(イ)　被告ベネット商標を付した被告ベネット商品は，もともと登山やカ\nヌー，スキー等の運動を行う際に着用することを目的として開発され，販売されて\nきたが，その優れた品質とリーズナブルな価格等のために，米国においては長年に\nわたって好評を博し，その一部はカジュアルウェアないしタウンウェアとして消費\n者に広く愛用されるに至った。\n我が国へは１９７８年（昭和５３年）以降，輸入され，１９９０年\n（平成２年）以降は，被告ベネット商品の販売部門を担当する「Ｃａｐｅ　Ｈｅｉ\nｇｈｔｓ，　Ｉｎｃ．」（以下「ケープ・ハイツ社」という。）を経由して輸入さ\nれている。\n被告ベネット商標は，被告ベネットの製造，販売する被服等の商品を\n表示するものとして，１９７８年（昭和５３年）以来広く知られているが，特に平\n成２年以降，我が国で被告ベネット商品の人気が急上昇し，遅くとも平成５年初め\nの時点では，被告ベネット商標は，被告ベネットの商品等表示として周知となっ\nた。\n(ウ)　被告ベネット商標が，遅くとも平成５年初めの時点で被告ベネット\nの商品等表示として周知となったことは，以下の事情から明らかである。\nａ　被告ベネット商品の日本向け輸出販売額は順調に増加し，平成２年\nに総額約３４万７０００米ドル，平成３年に総額約１０９万４０００米ドル，平成\n４年に総額約２３７万７０００米ドル，平成５年に総額約３７５万７０００米ドル\nに上昇した。\nさらに，それ以降も，平成６年に６３７万５９０１米ドル，平成７\n年に７６９万９４１６米ドル，平成８年に１３１０万６０００米ドルとなった。\nｂ　平成５年２月，米国商務省・米国大使館が主催した「Ｕ．Ｓ．アパ\nレル展 ’９３」において出展商品の一つとして被告ベネット商標を付した製品が出\n品され，Ｐｅｎｆｉｅｌｄ商標が紹介された。\nｃ　１９８０年代後半から１９９０年にかけアウトドア活動がブームと\nなり，主要なファッション雑誌がインポートアウトドア衣料の特集記事を掲載した\nが，１９９０年（平成２年）代初頭に被告ベネット商品\nが，「POPEYE」，「HOT・Dog Press」，「MEN'S NON-NO」，「FINE\nBOYS」，「BOON！」などの主要なファッション雑誌の特集記事や広告記事におい\nて，注目ブランドとして繰り返し取り上げられた。\nｄ　平成６年２月に発行された「日本繊維新聞」及び「繊研新聞」にお\nいて，同年に開催された「Ｕ．Ｓ．アパレル展 ’９４」の模様を紹介した記事が掲\n載され，そこでも数ある出展ブランドの中からＰｅｎｆｉｅｌｄ標章が取り上げら\nれた。\nｅ　原告は，被告ベネット商品の人気に便乗するべく，平成５年１月２\n８日，被告ベネット商標と酷似する商標を第２５類の商品について登録出願した\n（平成５年商標登録願第６６５８号）が，これに対し，特許庁審査官は，出願の時\n点で既に周知な商標である被告ベネット商標が存在するとして，商標法４条１項１\n５号により拒絶査定をした。\n(エ)　原告は，本件警告当時，「Ｐｅｎｆｉｅｌｄ標章」に酷似する本件\n第３目録商標を使用して衣服，特に，アノラック，ヤッケ等の運動用特殊衣服に属\nする商品を販売し，宣伝広告をしていた。\nアノラックやヤッケは登山用衣服であるが，被告ベネットが力を入れ\nて販売してきたもので，米国はもとより，日本にも輸出され，広く販売されてお\nり，原告の広告の態様等を見ると，故意に被告ベネット商品との混同を生じさせる\nことを目的とし，被告ベネットが永年蓄積してきたアノラック，ヤッケ等の登山用\n衣服のブランドイメージに便乗して利益を得ようという原告の不当な意図のあるこ\nとは明らかである。\nしたがって，原告の上記行為は，不正競争防止法２条１項１号の不正\n競争行為に当たる。\n(オ)　以上のような事情を前提として，被告ベネットらは，本件警告等に\nおいて，不正競争防止法違反の事実を記載したのであり，その記載内容は虚偽では\nない。\n(2)　被告らは，共同して本件警告を行ったかどうか。\n（原告の主張）\n本件警告は，必ずしも被告ら全員によって同時に行われたものではない\nが，短期間の間に連続して行われていること及び被告ベネット商標の使用権が被告\nベネットから被告高島にライセンスされ，被告高島から被告ファインにサブライセ\nンスされているという契約関係からすれば，被告ベネット，被告高島及び被告ファ\nインが相談した上で，本件警告を共同して行ったものであることは明らかであり，\n本件警告はいずれも被告らの共同行為と評価されるべきである。\n実質的に見ても，実際の行為者に限定して不正競争行為を差し止めた場\n合，別の当事者によって同様の不正競争行為が繰り返される危険性は極めて高いと\n思われ，被告ら全員について前記不正競争行為の差止めを認める必要性が高い。\n（被告らの認否）\n争う。\n２　争点２（原告の損害）について\n（原告の主張）\n(1)　被告らの上記不正競争行為の後，原告は，取引先から，被告らのした広告\n及び警告を理由とする大量の返品を受け，新規の注文量も大幅に下落した。この結\n果，原告商品の売上高は，１９９９年度と比べて，２０００年度は１億１０００万\n円以上，２００１年度は２億３０００万円以上減少した。\nこれにより，原告は相当額の損害を被ったが，本件訴訟においてはその一\n部として，金３０００万円の損害賠償を請求する。\n(2)　また，被告らの上記不正競争行為により，原告は，営業上の信用を毀損さ\nれたから，信用回復措置として，繊研新聞の朝刊第３面に，別紙謝罪広告目録記載\nの謝罪広告を，同目録記載の活字で３回掲載することを求める。\n（被告らの認否）\n争う。\n〔反訴〕\n３　争点３（原告の不競法２条１項１号の不正競争行為の成否）について\n（被告ベネットの主張）\n(1)　被告ベネット商標の周知性\n前記１(1)（被告らの主張）イのとおり，被告ベネット商品は，特に平成２\n年以降，我が国で人気が急上昇し，遅くとも平成５年１月初めの時点までには，被\n告ベネット商標は，被告ベネットの商品等表示として周知となった。\n(2)　原告の不正競争行為\n原告は，平成５年秋以降，本件第３目録商標を付して原告商品を販売し，\nまた，本件第３目録商標を原告商品の広告・宣伝に使用してきた。\n本件第３目録商標は，被告ベネット商標に類似しており，原告が本件第３\n目録商標を使用して原告商品を販売等することにより，取引者及び一般需要者の間\nに，原告商品が被告ベネット商品であるとの誤認混同を生じさせ，あるいは，原告\n商品が被告ベネットからライセンスを得た者によって生産，販売されている商品で\nあるなど，原告商品が被告ベネットと何らかの関連のある会社によって生産，販売\nされているという誤認混同を生じさせた。\n原告の上記行為は，不正競争防止法２条１項１号の不正競争行為に当た\nる。\n（原告の認否）\n前記１(1)（原告の主張）イのとおり，被告ベネット商標は，被告ベネットの\n商品等表示として周知ではない。\nしたがって，原告が原告商標を使用して原告商品を販売することは，不正競\n争防止法２条１項１号の不正競争行為に当たらない。\n４　争点４（被告ベネットの損害）について\n（被告ベネットの主張）\n(1)　逸失利益\nア　原告は，平成５年秋から現在に至るまでに，本件第３目録商標を用いた\n原告商品を販売し，卸売価格で年間数億円から１０億円程度の売上を上げ，特に，\n平成８年度（同年８月から翌９年７月まで）は１３億円以上の売上を上げた。した\nがって，平成６年１月１日から平成１２年１２月末日までの６年間の原告商品の総\n売上額は，少なく見積もっても３８億円（５億円×５年＋１３億円）を下回ること\nはない。\n原告は，上記売上総額の少なくとも１０パーセントに相当する金３億８\n０００万円の利益を上げているから，この利益相当額が上記６年間において，被告\nベネットが被った損害であると推定される。\nイ　次に，平成１３年１月１日から本件反訴提起の日までの期間の原告商品\nの総売上額は，少なく見積もっても年間５億円で総額１２億５０００万円（５億円\n×２年６か月）を下回ることはない。\n被告ベネットは，上記売上総額の１０パーセントに当たる１億２５００\n万円の使用料相当の損害を被った。\nウ　以上より，平成６年１月１日から本件反訴提起の日までの約９年６か月\n間で，被告ベネットが原告の不正競争行為によって被った損害は５億０５００万円\nを下らない。\n(2)　信用毀損による損害\n原告の不正競争行為により，被告ベネットはその営業上の信用を毀損され\nた。被告ベネットが被った営業上の信用毀損に基づく損害は合計３００万円を下ら\nない。\n(3)　調査費用\n原告の不正競争行為を理由とした本件反訴を提起するために，被告ベネッ\nトは，原告商品の販売状況の調査など原告の不正競争行為を明らかにするための調\n査を実施した。当該調査に要した費用は，１万円を下らない。\n(4)　弁護士費用\n原告によって提起された本訴に対して応訴し，また，原告の不正競争行為\nを理由とした本件反訴を提起して，これらの訴訟を追行するために，被告ベネット\nは被告ベネット訴訟代理人にこれらの訴訟行為を委任したが，これに要する弁護士\n費用のうち，少なくとも３００万円は原告による不正競争行為と相当因果関係のあ\nる損害である。\n(5)　小括\n被告ベネットは，原告に対し，損害賠償として，上記(1)のうち直近３年間\nにおける損害に相当する１億５０００万円及び上記(2)ないし(4)のうち３０１万円\nの合計額である１億５３０１万円並びにこれに対する不法行為の後の日である平成\n１５年７月３１日から支払済みまで民法所定の年５分の割合による遅延損害金の支\n払いを求める。\n（原告の認否）\n争う。\n第４　当裁判所の判断\n〔本訴〕\n１　争点１（被告らの不競法２条１項１４号の不正競争行為の成否）について\n(1)　事実認定\n争いのない事実等に証拠（甲１ないし３，６，７，９ないし１３，１９，\n乙５ないし９，１１，１２，１４，１７，３２ないし３４，３７，３８，４１，４\n３，４８ないし５２，６０，６８，７１，枝番号の表記は省略する。）及び弁論の\n全趣旨を総合すると，以下の事実が認められ，これを覆すに足りる証拠はない。\nア　被告らの関係等\n被告ベネットは，１９９０年（平成２年）２月，Hにより米国マサチュー\nセッツ州法人として設立された会社である。（甲１）\nHは，１９７５年（昭和５０年），被服及び運動用特殊衣服の製造，販売\n等を目的として，米国マサチューセッツ州でペンフィールド社を設立した。ペンフ\nィールド社は，設立時から被告ベネット商標を使用して特殊なスポーツウェアやア\nウトドア衣料品等を製造，販売してきたが，被告ベネットの設立後は，ペンフィー\nルド社の業務は，被告ベネットに全面的に引き継がれ，そのころから，被告ベネッ\nトの商品は，ケープ・ハイツ社を通じて販売されるようになった。（乙５，８，\n９）\n被告高島は，平成元年ころから，被告ベネット商品を輸入販売するよう\nになり，平成１２年には被告ベネット商品の独占的販売代理店となり，さらに，平\n成１３年には日本における被告ベネット商標を使用した被告ベネット商品の製造販\n売についてのライセンシーとなった。被告高島は，被告ベネット商品の製造をすべ\nて被告ファインに請け負わせ，被告ファインから納品された被告ベネット商品のほ\nとんどを改めて被告ファインに卸し，被告ファインがこれを小売業者等に販売して\nいる。（乙３８，４１，４３，６０）\nイ　被告ベネットの有する商標権\nペンフィールド社は，１９７７年（昭和５２年）５月３１日，米国にお\nいて，指定商品をジャケットとして被告ベネット商標の商標登録を受けた。被告ベ\nネットは，１９９０年（平成２年）７月２４日，ペンフィールド社から米国におけ\nる上記商標権の譲渡を受けた。（乙６）\nまた，被告ベネットは，平成５年４月２６日，訴外カキウチ株式会社か\nら，被告商標権を譲り受け，同年８月２３日，その移転登録を受けた（乙１７）。\nなお，被告らは，被服を指定商品とする商標権を有しない。\nウ　原告商標の使用状況等\n原告は，遅くとも平成６年以降，原告商標を付した原告商品を製造し，\n販売している。原告商品の内容は，ダウンジャケットやナイロンジャケット等のジ\nャケット類，ハーフコート，ブルゾン，パーカー，スウェット，ダウンベスト，フ\nリースなどのいわゆるカジュアルウェアであり，原告は，これらの衣服に原告商標\nを付したり，その広告に原告商標を使用するなどしてきた。（甲６，７，９ないし\n１３）\nエ　本件警告の内容等\n(ア)　被告ベネット，被告高島及びケープ・ハイツ社は，平成１２年から\n平成１３年にかけて，少なくとも２回にわたり，繊研新聞において，「謹告　『Ｐ\nｅｎｆｉｅｌｄ』は，ベネット・アトランティック社のブランドです。『Ｐｅｎｆ\nｉｅｌｄ』のコピー商品にご注意下さい。」と題する広告を行った。この広告に\nは，「Ｐｅｎｆｉｅｌｄ」ブランドを付した被服関連製品を製造，販売することが\nできるのは被告ベネット及び同社が正規に承認した代理店のみであり，それ以外の\n業者による「Ｐｅｎｆｉｅｌｄ」ブランドを付した被服製品の製造・販売は被告ベ\nネットの商標権の侵害ないしは不正競争防止法に反する行為に該当するので，許さ\nれず，違法となる（甲２の１），及び，ケープ・ハイツ社以外の業者による「Ｐｅ\nｎｆｉｅｌｄ」ブランドを付した被服製品の製造，販売は，被告商標権の侵害ない\nしは周知商標との混同行為を禁じる不正競争防止法に反する行為に該当するので，\n違法となる（甲２の２）などの内容が記載されていた。\n(イ)　被告ベネットは，平成１３年１１月７日付内容証明郵便により，原\n告の取引先である茨城県土浦市（以下省略）所在の訴外株式会社セキに対し，警告\n書を送付した。同警告書には，被告ベネットは衣服製品に関し，「ＰＥＮＦＩＥＬ\nＤ」商標（被告商標権）の唯一の権利者であること，訴外株式会社セキは，「ＰＥ\nＮＦＩＥＬＤ」標章を付したナイロンジャケット及びナイロンパーカジャケットを\n販売しているが，その販売行為は，被告ベネットの商標権を侵害し，あるいは，不\n正競争防止法２条１項１号及び２号所定の不正競争行為を構成するから，上記販売\n行為を停止することを求める，などの内容が記載されていた。（甲３の１）\nまた，被告ベネットは，平成１３年１１月２０日付内容証明郵便によ\nり，原告の取引先である東京都港区（以下省略）所在の訴外株式会社ダイエー代表\n取締役Tに対し，上記警告書と同様の内容の警告書を送付した（甲３の２）。\nさらに，被告ベネットは，平成１３年１２月３日付内容証明郵便によ\nり，原告の取引先である東京都台東区（以下省略）所在の訴外マルゲンのMに対し，\n上記警告書と同様の内容の警告書を送付した（甲３の３）。\n(ウ)　被告ベネット又は被告ベネット及び被告高島が上記(ア)及び(イ)の\n本件警告を行った当時，「ＰＥＮＦＩＥＬＤ」又は「Ｐｅｎｆｉｅｌｄ」の文字を\n含む標章を衣服について使用していたのは，被告ら以外には，原告のみであるか\nら，被告ベネット又は被告ベネット及び被告高島が本件警告を行った目的は，原告\n商品について原告商標を原告が使用することを停止させることであったことは明ら\nかである。\nオ　「運動用特殊衣服」に関する説明等\n昭和５０年通産省令８５号による改正前の商標法施行規則３条の別表に\nおいて，被告商標権の指定商品である「運動具」に含まれる商品として，「運動用\n特殊衣服」が例示されている。特許庁商標課による「商品及び役務の区分解説」に\nは，運動用特殊衣服の説明として「この概念には，スポーツをする際に限って着用\nする特殊な衣服が含まれる。なお，『トレーニングパンツ』『ランニングシャツ』\n等は，スポーツ以外の日常生活でも使用され，特殊なものでもないことから，この\n概念には含まれず，本類被服に属する。」と記載されている（甲１９）。\nカ　被告ベネット商品の輸入実績\n平成２年から平成５年までの間に，被告ベネット又はケープ・ハイツ社\nが，被告ベネット商品を我が国に輸入した実績（販売金額）は，インボイス等の客\n観的な資料によれば，おおむね次のとおりである。\n平成２年　約２０万８０００米ドル\n（乙４１別紙C-②～C-⑥，乙７１別紙3A-1）\n平成３年  約５９万５０００米ドル\n（乙４１別紙C-⑦～C-⑫，乙７１別紙3A-2）\n平成４年  約８３万９０００米ドル\n（乙７の６，乙４１別紙C-⑬～C-⑯，乙７１別紙3A-3）\n平成５年  約２３万１０００米ドル\n（乙７の７，乙３２ないし３４，乙４１別紙C-⑰，乙７１別紙\n3A-4）\nキ　Ｕ．Ｓ．アパレル展への出展\nケープ・ハイツ社は，平成５年２月８日から１０日まで東京池袋サンシ\nャインシティで開かれた，米国商務省・米国大使館主催の「Ｕ．Ｓ．アパレル展 ’\n９３」において，被告ベネット商品を出品した（乙９）。\nまた，翌年にも，平成６年２月１日から３日まで東京池袋サンシャイン\nシティで開かれた，米国商務省・米国大使館主催の「Ｕ．Ｓ．アパレル展 ’９４」\nにおいて，被告ベネット商品を出品した。そして，平成６年２月に発行された日本\n繊維新聞及び繊研新聞において，「Ｕ．Ｓ．アパレル展 ’９４」の紹介記事が掲載\nされ，出品された商品の中から，ケープ・ハイツ社の「ペンフィールド」ブランド\nが取り上げられ，紹介された。（乙１１の１～２）\nク　雑誌への掲載\n次のような発行部数が２０万部ないし７０万部の生活情報誌等の商品広\n告において，被告ベネットの商品が，他のブランドの商品とともに紹介された（乙\n６８）。\n「HOT･DOG PRESS」平成３年１０月１０日号（乙４８の１）\n「FINEBOY」平成４年４月号（乙５１の１）\n「BOON」平成４年１月号（乙５２の１）\n「BOON」平成４年１１月号（乙５２の２）\n「FINEBOY」平成５年１月号（乙５１の２）\n「FINEBOY」平成５年１０月号（乙５１の３）\n「HOT･DOG PRESS」平成５年１１月１０日号（乙４８の２）\n「MEN'S NON･NO」平成５年１２月号（乙５０の１）\n「POPEYE」平成５年１２月３０日・１月６日合併号（乙４９）\n「MEN'S NON･NO」平成７年４月号（乙５０の２）\nケ　原告の出願と特許庁における拒絶査定\n原告は，平成５年１月２８日，熊の頭を描いた英文字のＰに酷似する図\n形と「ＰＥＮＦＩＥＬＤ」の文字からなる商標を第２５類の被服，ガーター，靴下\n止め，ズボンつり，バンド，ベルト，履物，運動用特殊衣服，運動用特殊靴を指定\n商品として登録出願した（商標出願平５－６６５８）。これに対し，特許庁審査官\nは，平成１２年７月７日（発送日）付けで，上記出願に係る商標は，被告ベネット\nがダウンジャケット，ダウンベスト等に使用する著名な被告ベネット商標と類似\nし，その商標を指定商品に使用すると被告ベネット又はこれと何らかの関係を有す\nる者の業務に係る商品であるかのように商品の出所について混同を生じさせるおそ\nれがあるから，商標法４条１項１５号に該当するとして，拒絶査定をした。原告\nは，これに対し，拒絶査定不服審判を請求し，現在，特許庁に係属中である。（乙\n１２の１～２，１４の１～５，３７の１）\n(2)　判断\n前記(1)認定の事実に基づき，被告らが不正競争防止法２条１項１４号所定\nの不正競争行為を行ったかどうかについて，判断する。\nア　本件警告の内容の虚偽性\n前記認定のとおり，本件警告は，原告が原告商品について原告商標を使\n用することが被告ベネットの有する被告商標権を侵害する行為に当たること，又は\n周知な被告ベネット商標と商品又は出所の混同を来す不正競争行為に該当すること\nが，それぞれ記載されている。そこで，本件警告の記載内容である，被告商標権の\n侵害行為又は不正競争行為が存在したか否かについて検討する。\n(ア)　被告商標権侵害の有無\nａ　被告ベネットが有する被告商標権に係る指定商品である「運動具」\nには「運動用特殊衣服」が含まれるところ，前記認定のとおり，商標法上の商品の\n区分にいう「運動用特殊衣服」とは，スポーツをする際に限って着用する特殊な衣\n服を指すと解するのが相当である。\nこれに対し，原告商品は，いわゆるカジュアルウェアであるから，\n指定商品である「運動用特殊衣服」には含まれず，また，カジュアルウェアと運動\n用特殊衣服とでは，需要者，用途，品質・性能等が異なり，通常は商品を取り扱う\n店舗や売り場も異なることから，原告商品は運動用特殊衣服に類似する商品にも当\nたらないと解される。\nｂ　被告らは，原告がアノラック，ヤッケ等の運動用特殊衣服に属する\n商品を販売している旨主張するが，これを認めるに足りる証拠はない。また，被告\nらは，原告が，通気性，防寒性，保温性などにおいて特殊な機能を有することを強\n調するなどして，その商品が運動用特殊衣服であるかのように表示して商品を販売\nしているとも主張する。乙２７によれば，原告商品の広告において，「通気性・防\n寒性・保湿性など機能面でも徹底的にこだわっており」との記載があることが認め\nられるが，そこに挙げられている原告商品は，広告文言に「ストリートからアウト\nドアまでシーンを選ばない」とあるように，日常生活において着用する被服である\nことは明らかであり，上記の文言も，日常生活において着用する被服として「通気\n性・防寒性・保湿性」が優れていることを意味するものと理解され，運動用特殊衣\n服であるかのような表示であるとは解されない。したがって，被告らの上記主張は\n採用できない。\nｃ　以上によれば，原告商品は被告商標権の指定商品と同一又は類似す\nる商品とはいえないから，被告ベネットらが，本件警告を発する前の原告商品の販\n売態様を前提とする限り，原告商品について原告商標を使用した原告の行為が，被\n告ベネットの有する被告商標権を侵害する行為に該当することはない。したがっ\nて，本件警告のうち，被告商標権の侵害に係る記載は事実に反し，虚偽であると認\nめられる。\n(イ)　不正競争行為の成否\n被告らは，被告ベネット商標が遅くても平成５年初めの時点において\n周知性を獲得した旨主張する。しかし，当裁判所は，被告ベネット商標は，被告ら\nの主張する平成５年初めの時点において，被告ベネットの商品等表示として周知性\nを獲得していなかった判断する。その理由の詳細は，以下のとおりである。\nａ　被告らは，被告ベネット商品の日本向け輸出販売額が，平成２年に\n総額約３４万７０００米ドル，平成３年に総額約１０９万４０００米ドル，平成４\n年に総額約２３７万７０００米ドル，平成５年に総額約３７５万７０００米ドルと\n右肩上がりとなり，それ以降も，平成６年に６３７万５９０１米ドル，平成７年に\n７６９万９４１６米ドル，平成８年に１３１０万６０００米ドルとなった旨主張\nし，被告ベネットの代表者であるHの宣誓供述書（乙４１）にはこれに沿う記載があ\nる。\nしかし，前記認定のとおり，被告ベネット商品の平成２年から平成\n５年までの輸入販売金額は，客観的な資料に基づき認められる，平成２年が約２０\n万８０００米ドル，平成３年が約５９万５０００米ドル，平成４年が約８３万９０\n００米ドル，平成５年が約２３万１０００米ドルにとどまり，上記宣誓供述書の記\n載のうち，この認定額を超える部分は，的確な裏付けを欠き，直ちに信用すること\nができず，他に被告らの主張に係る輸入販売金額を認めるに足りる証拠はない。\n被告らは，平成６年以降の輸入販売金額の推移を間接事実として主\n張する。しかし，このうち，平成６年及び平成７年については，インボイス等の客\n観的な証拠は一切提出されていないことから，そもそも，被告らの主張に係る，同\n年における輸入販売金額を認定することはできない。また，被告らは，被告ベネッ\nト商標について周知性を取得したのは，平成５年初めの時点であると主張している\nことに照らして，その３年後である平成８年の輸入販売額をもって，被告ら主張に\n係る事実の存在を推認することはできない。\nｂ　被告らは，被告ベネット商品の輸入販売金額のほかに，被告ベネッ\nト商品が「Ｕ．Ｓ．アパレル展’９３」「Ｕ．Ｓ．アパレル展’９４」に出品され\nたこと，被告ベネット商品がファッション雑誌の記事に取り上げられたこと，\n「Ｕ．Ｓ．アパレル展’９４」の新聞記事で「Ｐｅｎｆｉｅｌｄ標章」が取り上げ\nられたこと，被告ベネット商標に類似する商標の登録出願が商標法４条１項１５号\nにより拒絶査定されたことなどを被告ベネット商標の周知性獲得の根拠として主張\nする。\nこれらの点については，前記認定のとおり，おおむね被告らの上記\n主張に沿った事実関係が認められるが，被告ベネット商品の輸入販売金額が前記の\n金額にとどまること，被告ベネット商品が生活情報誌等の広告記事に取り上げられ\nた回数は平成５年１月までで合計５回と少なく，しかも他の商品とともに紹介され\nたにすぎないこと，特許庁審査官は被告ベネット商標に類似する商標の登録出願に\nついて，被告ベネット商標が著名であり，商標法４条１項１５号に当たるとして拒\n絶査定をしたが，被告ベネット商標が著名であるとする具体的な理由は示されてお\nらず，しかも，これに対しては拒絶査定不服審判が係属中であること等の事実に照\nらすならば，前記の事実関係を考慮しても，被告ベネット商標は平成５年１月初め\nの時点においては広く需要者に知られていなかったと認めるのが相当である。\nｃ　以上によれば，原告が原告商品について原告商標を使用すること\nは，被告らとの関係で不正競争防止法２条１項１号所定の不正競争行為に該当する\nことはないから，本件警告のうち，不正競争防止法違反に係る記載は事実に反し，\n虚偽であると認められる（なお，本件では，被告らは，周知性を獲得したのは平成\n５年初めの時点であるとのみ主張し，同主張を前提として，専ら当該時点で周知性\nを獲得していたか否かについて，立証活動を行ってきた経緯に照らして，上記の時\n点以降において，被告ベネット商標が周知性を獲得をしたか否かを審理の対象に含\nめることは，相当でないと判断する。）。\nイ　本件警告を行った行為主体\n前記認定のとおり，本件警告のうち，新聞広告を行ったのは被告ベネッ\nト及び被告高島であり，内容証明郵便により警告書を送付したのは，被告ベネット\nである。\nこの点について，原告は，被告らが共同して本件警告を行ったと評価さ\nれるべきであると主張する。前記認定のとおり，被告高島は被告ベネット商品の製\n造販売について被告ベネットのライセンシーとなっていること，被告ファインは被\n告高島から被告ベネット商品の製造を請け負い，そのほとんどを買い受けて小売業\n者等に販売していることが認められるが，これらの事実から直ちに，被告らが共同\nして本件警告を行ったと認めることはできず，他にこれを認めるに足りる証拠はな\nい。\nウ　小括\n原告と被告ベネット及び被告高島が競争関係にあることは争いがなく，\nまた，本件警告が原告の営業上の信用を害するものであることは，その記載内容か\nら明らかである。\n以上に認定，判断したところによれば，被告ベネット及び被告高島が本\n件警告を行った行為は，不正競争防止法２条１項１４号所定の営業誹謗行為に当た\nるものと認められる。\n２　争点２（原告の損害）について\nそこで，原告が被告ベネット及び被告高島の行った営業誹謗行為により被っ\nた損害について判断する。\n(1)　逸失利益\n原告は，本件警告により原告商品の売上高が２０００年度及び２００１年\n度に合計３億４０００万円以上減少した旨主張する。\n本件警告が，原告の取引先を読者とすると認められる繊研新聞に掲載さ\nれ，また，直接，原告の取引先に送付されたことからすれば，本件警告が原告商品\nの売上高に悪影響を及ぼしたことが推認できるが，本件全証拠によっても，本件警\n告と相当因果関係のある売上高の減少額を確定することはできない。\nしたがって，原告の売上高減少による損害の主張は認められない。\n(2)　無形損害\n前記認定のとおり，原告は遅くても平成６年以降，現在に至るまで，原告\n商標を付した原告商品を製造し，販売しており，その売上高は年間数億円から１０\n億円程度であったこと及び本件警告の態様及び相手方，内容，回数その他の諸事情\nを総合考慮すれば，本件警告により原告が被った無形損害は，３００万円と認める\nのが相当である。\n(3)　小括\n以上のとおりであるから，原告の本訴請求は，被告ベネット及び被告高島\nに対し，営業誹謗行為の差止め並びに連帯して３００万円，及びこれに対する被告\nベネットについては平成１５年３月１８日から，被告高島については平成１５年２\n月１８日から，それぞれ支払い済みまで民法所定の年５分の割合による遅延損害金\nの支払を求める限度で理由がある。なお，本件全証拠によるも，謝罪広告の必要性\nを認めることはできない。\n〔反訴〕\n３　争点３（原告の不正競争防止法２条１項１号の不正競争行為の成否）につい\nて\n被告ベネットは，遅くても平成５年初めの時点において被告ベネット商標は\n周知性を獲得した旨主張するが，これが認められないことは，前記１で判示したと\nおりである。\nよって，その余の点につき判断するまでもなく，被告ベネットの反訴請求は\n理由がない。\n〔本訴及び反訴〕\n４　結論\n以上のとおりであるから，原告の本訴請求は主文掲記の限度で理由があり，\n被告ベネットの反訴請求は理由がない。よって，主文のとおり判決する。\n東京地方裁判所民事第２９部\n裁判長裁判官　　　　　　飯　　村　　敏　　明\n裁判官 　　       榎　　戸　　道　　也\n裁判官神谷厚毅は，海外留学のため署名押印することができない。\n裁判長裁判官　　　　　　飯　　村　　敏　　明\n（別紙）\n第１商標目録第２商標目録第３商標目録第４商標目録商品目録\n"
}