{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 13,
    "month": 10,
    "day": 24
  },
  "case_number": "平成13(行タ)56",
  "case_name": "執行停止申立事件",
  "court_name": "東京高等裁判所",
  "field": "行政",
  "lawsuit_id": "15505",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=15505",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/505/015505_hanrei.pdf",
  "contents": "主　　　文\n１　被申立人が参加人Ａ，同Ｂ及び同Ｃ並びにＤの各申請に対して平成１３年３月\n１２日付けでした公正取引委員会平成１１年（判）第４号事件に係る事件記録の閲\n覧謄写を認める旨の各決定の執行は，いずれも本案事件の判決の確定まで停止す\nる。\n２　本件申立費用は，被申立人の負担とする。\n理　　　由\n第１　本件申立ての概要\n本件申立てに係る本案事件（以下「本件本案事件」という。）は，被申立人が私\n的独占の禁止及び公正取引の確保に関する法律（以下「独占禁止法」という。）６\n９条に基づいて参加人Ａ，同Ｂ及び同Ｃ並びにＤ（以下，これら４名を「Ａら」と\nいう。）からの各申請（以下「本件各申請」という。）に対して平成１３年３月１\n２日付けでした公正取引委員会平成１１年（判）第４号事件（以下「本件審判事\n件」という。）に係る事件記録の閲覧謄写を認める旨の各決定（以下「本件各決\n定」という。）について，申立人らがその取消しを求めているものであり，本件申\n立ては，本件本案事件の判決の確定まで本件各決定の執行の停止を求めるというも\nのである。\n申立人らの本件申立ての理由は，別紙１及び２，これに対する被申立人の意見\nは，別紙３，参加人Ａの意見は，別紙４のとおりである。\n第２　当裁判所の判断\n１　本件記録によると，以下の事実を一応認めることができる。\n（１）　本件審判事件は，申立人ら３社のほか２社（以下「申立人ら５社」ともい\nう。）を被審人とするものであり，地方公共団体のストーカ式燃焼装置を採用する\n全連続燃焼式及び准連続燃焼式ごみ焼却施設（以下「ストーカ式ごみ焼却施設」と\nいう。）の建設工事について，被審人である申立人ら５社が，平成６年４月から平\n成１０年９月１７日までの間に，受注予定者を決定し，受注予定者が受注できるよ\nうに協調することにより，公共の利益に反して，地方公共団体のストーカ式ごみ焼\n却施設の建設工事の取引分野における競争を実質的に制限していたか否か，すなわ\nち，申立人ら５社が上記の建設工事に関していわゆる談合を行ったか否かを審判の\n対象事実とするものである。被申立人は，平成１１年９月８日，本件審判事件の開\n始決定を行い，現在，審判が係属しているが，申立人ら５社は，談合の事実を否認\nしている。\n（２）　Ａらは，本件審判事件の記録の閲覧謄写を申請した時点において，いずれ\nもストーカ式ごみ焼却施設を発注した各地方\n公共団体の住民であり，地方自治法２４２条の２に基づき，申立人らを被告として\n住民訴訟を提起している。その訴訟の内容は，各地方公共団体（参加人Ａにつき横\n浜市，同Ｂにつき東京都，同Ｃにつき多摩ニュータウン環境組合，Ｄにつき兵庫県\n尼崎市）が指名競争入札等の方法により発注したストーカ式ごみ焼却施設の建設工\n事に関して申立人ら５社が事前に話し合って受注予定者を決定し，受注予定者以外\nの４社は受注予定者が定めた価格で受注できるよう協力する旨の合意をし，申立人\nら５社の談合担当者が毎月１回程度受注調整と称する会合を行って，各地方公共団\n体の発注する個々のごみ焼却施設建設工事について入札談合行為を行い，これによ\nり各地方公共団体に損害を被らせたことが各地方公共団体に対する不法行為を構成\nし，当該地方公共団体の長が当該不法行為に基づく損害賠償請求権の行使を怠って\nいて，これが地方自治法２４２条１項の「怠る事実」に当たるとして監査請求を行\nい，さらに，同法２４２条の２第１項４号に基づき各地方公共団体に代位して申立\n人らに対する損害賠償請求するというものであり，これらの住民訴訟は，現在も係\n属している。\n（３）　本件各申請における謄写の対象は，審判記録（第１回ないし第４回。ただ\nし，参加人Ｃについては第５回を含む。），書証（査第１号証ないし第１３９号\n証。ただし，参加人Ｃについては第１４０号証を含む。），その他審査官・被審人\n双方から提出されたすべての書面であった。なお，Ａらは，本件各申請に当たり，\n被申立人に対し，謄写した事件記録を本件審判事件又はこれに係る損害賠償請求訴\n訟以外の目的に使用することはしないこと，閲覧・謄写した事件記録を申請者（代\n理人又は受任者が申請者の場合は本人を含む。）以外の者に閲覧させたり，謄写さ\nせたりすることはしない旨の誓約をしている。\n（４）本件各決定の内容は，平成１３年３月２２日以降，Ａらに対し，別紙５の範\n囲で閲覧謄写に応じるとするものである。\n（５）本件本案事件の主要な争点は，①　閲覧謄写に応ずる行為の行政処分性，②\n申立人らの原告適格，③　訴えの利益，④　本件各処分の違法性（Ａらが独占禁\n止法６９条の「利害関係人」に該当するか否か。）である。\n２　そこで，本件申立てについて判断するに，本件本案事件の上記各争点は，これ\nまで先例の乏しい事象に関するものであって，本件本案事件がリーディング・ケー\nスにな\nるものと思われ，各争点につき慎重な検討を要するものである。特に，独占禁止法\n６９条にいう「利害関係人」とは，当該事件の被審人のほか，同法５９条及び６０\n条により参加をし得る者若しくは当該審判事件の対象をなす違反行為の被害者をい\nうものと解されるが（最高裁昭和５０年７月１０日第一小法廷判決・民集２９巻６\n号８８８頁参照），本件審判事件の被審人である申立人ら５社に工事を発注した地\n方公共団体が上記の「被害者」に当たるとしても，当該地方公共団体に代位して住\n民訴訟を提起している者がこの「被害者」又は「被害者に準じる者」として当然に\n上記の利害関係人に当たるか否かについては見解の分かれ得るところであり，ま\nた，住民訴訟を提起している住民を一応「被害者に準じる者」として利害関係人に\n当たるとするにしても，Ａらが「被害者に準じる者」として利害関係人に当たると\nいうためには，更に本件審判事件とＡらの提起している住民訴訟との関連性や当該\n住民訴訟の適法性などを具体的に判断することが必要と解される。したがって，上\n記各争点について更に慎重な審理・検討を経なければ，「本案について理由がない\nとみえる」とはにわかに判断し難いところである。\nそして，本件本案事件は，被申立人のした本件各決定の取消しを求めるものであ\nるが，本件各決定が執行されてしまうと，本件各決定を取り消す意味も失われるこ\nとになり，また，仮に記録が閲覧・謄写されることによって申立人らの企業秘密が\n明らかにされることなどによる損害が生ずるとすると，その申立人らの損害は性質\n上回復が困難になることが明らかである。したがって，申立人らには回復の困難な\n損害を避けるため本件本案事件の判決確定まで本件各決定の執行を停止すべき「緊\n急の必要がある」というべきである。\n他方，本件各決定の執行を停止すると，Ａらの提起している住民訴訟の進行に遅\n滞を生じさせる懸念がないではないが，Ａらが主張立証の機会を逸し，その提起し\nている住民訴訟の機能が害されると認めるに足りる疎明はないから，これによって\n直ちに「公共の福祉に重大な影響を及ぼすおそれ」があるとまでは認め難い。\n３　以上検討したところによれば，本件各決定の執行は，本件本案事件の判決の確\n定まで停止するのが相当である。\nよって，主文のとおり決定する。\n平成１３年１０月２４日\n東京高等裁判所第２０民事部\n裁判長裁判官　石井健吾\n裁判官　大●弘\n裁判\n官　植垣勝裕\n"
}