{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 12,
    "day": 24
  },
  "case_number": "平成14(行コ)217",
  "case_name": "各備付簿書閲覧等請求控訴事件(原審・さいたま地方裁判所平成13年(行ウ)第27号等)",
  "court_name": "東京高等裁判所",
  "field": "行政",
  "gist": "土地区画整理組合の組合員による土地区画整理法（平成１７年法律第３４号による改正前）８４条２項に基づく簿書の閲覧請求に対し，同組合がした，施行区域内に宅地を有する組合員から提出された従前地の地積更正申請に係る書類全部について閲覧を拒否する処分が，適法とされた事例",
  "case_gist": "土地区画整理組合の組合員による土地区画整理法（平成１７年法律第３４号による改正前）８４条２項に基づく簿書の閲覧請求に対し，同組合がした，施行区域内に宅地を有する組合員から提出された従前地の地積更正申請に係る書類全部について閲覧を拒否する処分につき，同項で定める簿書の内容を規定した同法施行令（平成１７年政令第３２２号による改正前）７３条４号所定の簿書とは，そこに記載された権利者及び当該権利の内容が土地区画整理事業に基づく換地処分の対象となる権利者の名簿に相当する確定的な内容のものを指すと解されるとした上，前記書類は，換地を定めるときの基準となる従前の宅地各筆の地積を決定する手続の端緒となる資料に過ぎず，その内容等が土地区画整理事業に基づく換地処分の対象となるべきものではないから，同法施行令７３条４号所定の簿書には該当しないとして，前記処分を適法とした事例",
  "lawsuit_id": "15241",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=15241",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/241/015241_hanrei.pdf",
  "contents": "主　　　文\n１　本件控訴をいずれも棄却する。\n２　控訴費用は控訴人らの負担とする。\n事実及び理由\n第１　当事者の求めた裁判\n１　控訴の趣旨\n（１）　控訴人Ａ\nア　原判決を取り消す。\nイ　被控訴人が，平成１３年５月９日，控訴人Ａに対してした土地区画整理法８４\n条２項に基づく備付簿書閲覧請求（ただし，さいたま市αの施行地区内に宅地を所\n有する組合員約２５０名から被控訴人に提出された従前の宅地の地積更正の申請に\n係る書類全部に関するもの）拒否処分を取り消す。\n（２）　控訴人Ｂ\nア　原判決を取り消す。\nイ　被控訴人が，平成１３年４月２５日，控訴人Ｂに対してした土地区画整理法８\n４条２項に基づく備付簿書閲覧請求（ただし，さいたま市αの施行地区内に宅地を\n所有する組合員約２５０名から被控訴人に提出された従前の宅地の地積更正の申請\nに係る書類全部に関するもの）拒否処分を取り消す。\n２　控訴の趣旨に対する答弁\n主文と同旨\n第２　事案の概要\n１　被控訴人の組合員である控訴人らが，それぞれ被控訴人に対し，土地区画整理\n法（以下「法」という。）８４条２項に基づく備付簿書の閲覧請求をしたところ，\n被控訴人は，施行地区内に宅地を所有する組合員約２５０名から被控訴人に提出さ\nれた従前の宅地の地積更正の申請に係る書類全部（以下「本件申請書等」とい\nう。）に関する部分につき閲覧請求を拒否する各処分をした。\n本件は，控訴人らが被控訴人に対し，上記拒否処分の各取消しを求めた事案であ\nり，争点は，本件申請書等が法８４条所定の備付簿書に該当するか否かである。な\nお，控訴人らは被控訴人に対し，被控訴人が本件申請書等を主たる事務所に備え付\nけず，かつ，違法に上記拒否処分をしたことにより精神的損害を被ったとして，国\n家賠償法に基づき損害賠償を請求していたが，控訴人らは，当審において，当該損\n害賠償請求にかかる訴えを取り下げた。\n２　第１審裁判所は，本件申請書等は手続の端緒となる資料に過ぎず，未だ法８４\n条・土地区画整理法施行令（以下「施行令」という。）７３条４号所定の簿書に該\n当すると認めるには不十分として，控訴人らの請求をいずれも棄却した。\n３　基本的事実関係（争いのない事実）及び争点についての当事者の主張は，原判\n決の「事実及び理由」欄の第２の２及び３（１）と同じであるから，これを引用す\nる。\n４　控訴人らの当審における主張\n（１）　施行令７３条４号の簿書は同条の他の号の書類と異なり作成方法等が明ら\nかでないので，その作成についての正確性，妥当性等の確保を図るためにも，権利\nの内容の変更等に関連する資料は，施行者が入手した以上は，施行令７３条４号の\n簿書となる。\n（２）　原判決のいうような，関係権利者がその土地区画整理事業について正確な\n理解と判断を持つことができるように，施行者に関係簿書の備付けを義務づけ，利\n害関係者に要求に応じて閲覧させる義務を課しているとの考え方によれば，事業施\n行のうえで何ら不都合も生じない本件申請書等の閲覧を拒否する正当な理由はな\nい。\n５　被控訴人の当審における主張\n（１）　施行令７３条４号は法８４条を受けており，施行者である被控訴人が作成\nすることは明らかであるので，正確性，妥当性等について，施行令７３条２号ない\nし３号と異に解することはない。\n（２）　前記４（２）は争う。\n第３　当裁判所の判断\n１　当裁判所も，本件申請書等は，手続の端緒となる資料に過ぎず，権利内容を確\n定するものではないので，施行令７３条４号所定の簿書に該当するとは認められ\nず，これと同旨の見解のもと本件申請書等の閲覧を拒否した本件拒否処分はいずれ\nも適法であると判断する。\nその理由は，次のとおり補正するほか，原判決の「事実及び理由」欄の第３の１\nと同じであるから，これを引用する。\n原判決８頁６行目の「施行令７４条４号」を「施行令７３条４号」に，同８行目\nの「名簿」を「名簿に相当する確定的な内容のもの」にそれぞれ改める。\nまた，控訴人は，関係権利者がその土地区画整理事業について正確な理解と判断\nを持つことができるように，施行者に関係簿書の備付けを義務づけ，利害関係者に\n要求に応じて閲覧させる義務を課していることからすると，事業施行のうえで何ら\n不都合も生じない本件申請書等の書類の閲覧を広く認めるべきと主張する。たしか\nに，控訴人らが主張するような事由による必要性も考えられないわけではないが，\n逆にその閲覧をさせることによって権利内容と権利者等の確定前に利害関係人の間\nで申請内容，プライバシー等をめぐって無用な紛争等を起こす可能性もあるうえ，\n施行令７３条４号のみをあえて同条の他の号の書類と異なるものとして位置づける\n理由が見出し難いし，同条で閲覧の対象足り得る書類は当然に法８４条１項によっ\nて被控訴人は主たる事務所に備え付けておかなければならなくなることにかんが\nみ，控訴人らの主張する程度の必要性のみを強調して条文を無限定に拡大解釈をす\nるのも相当とはいえない。その他の控訴人の主張も，いずれも上記判断を左右する\nに足りない。\n２　結論\n以上のように，控訴人らの本件請求はいずれも理由がないので棄却すべきであっ\nて，これと同旨の原判決は相当である。\nよって，控訴人らの本件控訴をいずれも棄却することとして，主文のとおり判決\nする。\n東京高等裁判所第１６民事部\n裁判長裁判官　鬼頭季郎\n裁判官　納谷肇\n裁判官　任介辰哉\n"
}