{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 17,
    "month": 3,
    "day": 25
  },
  "case_number": "平成16(行コ)21",
  "case_name": "ゴルフ場開発文書非公開処分取消請求控訴事件",
  "court_name": "名古屋高等裁判所民事第2部",
  "original_court_name": "岐阜地方裁判所",
  "original_case_number": "平成11(行ウ)24",
  "lawsuit_id": "3111",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=3111",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/111/003111_hanrei.pdf",
  "contents": "主　　　　文\n１　本件控訴を棄却する。\n２　控訴費用は控訴人の負担とする。\n事実及び理由\n第１　控訴の趣旨\n１　原判決中，控訴人敗訴部分を取り消す。\n２　被控訴人らの請求を棄却する。\n第２　事実関係\n１　本件は，被控訴人ら及び選定者らが，控訴人に対し，岐阜県情報公開条例\nに基づき，ゴルフ場開発に関連する公文書等の開示を請求したところ，これら\nの文書について非公開処分及び部分公開処分がされたので，これらの文書\nの全部又は一部を公開しないとした処分のうち一部の取消しを求めた事案の\n控訴審である。原審は，被控訴人ら及び選定者らの請求を一部認容したた\nめ，控訴人が控訴した。\n２　事実関係は，次のとおり当審における控訴人の補足的主張を付加するほ\nか，原判決の「事実」欄の第３ないし第５記載のとおりであるから，これを引用\nする。\n(1)　各種要望書提出者，訴訟原告の住所及び氏名及び図面・写真において\n居住地を判別できる情報（原判決別紙Ｂの１オの非公開情報）のうち，前後\nに事件番号，請求の趣旨等が記載された訴訟の原告の氏名が記載された\n部分（非公開部分96）について（原判決の「理由」欄の第２の４）\n上記訴訟は現在も係属中であって口頭弁論の公開禁止や秘密保護のた\nめ訴訟記録の閲覧が制限される可能性があるから，上記情報が同訴訟記\n録中にあるからといって本件条例６条１項１号ただし書イには該当しない。\n(2)　各種提出書類の中の個人の印影（原判決別紙Ｂの１カの非公開情報）の\nうち，開発事業者の代表取締役の個人の印鑑による印影（非公開部分\n555）について（原判決の「理由」欄の第２の５）\n法人の機関として作成した文書でも，個人の印鑑を捺印した場合は，そ\nの印影自体が別個の個人識別情報である。しかも，代表取締役本人は印\n影までもが公表されることを予定しておらず，また，公開した場合には偽造\nの恐れもあるから，本件条例６条１項１号本文に該当するというべきであ\nる。\n(3)　施工業者，関連業者の名称（原判決別紙Ｂの４イの非公開情報）のうち，\n住民が県に提出した要望書に記載された残地森林の伐採，廃棄物の埋立\nてを行ったとされている事業者の名称（非公開部分120，121，125）につい\nて（原判決の「理由」欄の第３の２）\n上記情報は地域住民が当該事業者等において違法な活動を行っている\nと指摘するものであるところ，その指摘は伝聞によるものであって確定した\nものではないにもかかわらず，これらを県という公的な機関が公開すれば\n客観的な事実であると受け入れられる可能性が高く，風評となり，事業者\nの競争上の地位や社会的評価を低下させて不利益を与える恐れがあり，\n事業者の正当な利益を損なうことは明らかであるから，本件条例６条１項４\n号本文に該当するというべきである。\n(4)　変更協議にあたっての事業者の説明・回答部分及び県の回答のうち事\n業者の事業活動に関連する部分（原判決別紙Ｂの４ウの非公開情報），工\n期の延長と工事施工者の変更の理由（原判決別紙Ｂの４オの非公開情報）\nの中の，①非公開部分12のうち，事業者が変更を予定している施工業者の\n施行体制，工事の進捗状況と完了予定，②同15のうち，工期変更の検討\n状況，施工業者の施行体制予定を記載した部分について（原判決の「理\n由」欄の第３の３）\n本件条例６条１項４号ただし書ハの定める公益性は，個別の案件につい\nて，人の生命，身体又は財産に被害が発生する蓋然性が高い場合に認定\nされるべきであり，かつ，そのことが確実であることを客観的な資料に基づ\nいて具体的に明らかにしなければならない。さらに，当該情報の開示が同\n被害から住民の利益を保護するのに積極的に資するものであることが必要\nである。特に，非公開部分12及び15にかかるａは，森林法の許可内容に従\nって適法に開発され，完成に至っているものであるから，上記のような公益\n性が認められないことは明らかである。\n(5)　要望書のうち事業者の活動に関する記述（原判決別紙Ｂの４エの非公開\n情報，非公開部分35）について（原判決の「理由」欄の第３の４）\n上記情報は，地域住民がした伝聞による指摘であって確定したものでは\nなく，これを公開すれば風評により事業者の競争上の地位や社会的評価を\n低下させ，不利益を与える恐れがある。よって，本件条例６条１項４号本文\nに該当する。\n(6)　破産管財人の方針及び事業承継の検討に関する情報（原判決別紙Ｂの\n４カの非公開情報），破産会社の概要に関する情報（原判決別紙Ｂの４キ\nの非公開情報）のうち，非公開部分83，85，87から90ま\nで，94，97，100，101，112，426について（原判決の「理由」欄の第３の５）\nこれらの情報は，事業者の企業秘密である財務状況や営業秘密である\n取引内容にあたるから，本件条例６条１項４号本文に該当する。\nまず，非公開部分83，85及び101には，取引先金融機関及び簿外の負債\nにかかる債権者の名称と金額が見込みという不確定情報を含めて記載さ\nれている。\nまた，その他の情報についても，事業の承継に関する破産管財人の方針\nや検討，交渉経過に関する情報が含まれており，これを公開することによ\nり，その事業を引き継ごうとする事業者の判断に影響したり，破産管財人の\n交渉に著しい支障が生じるなどして，破産手続の処理等に大きく影響する\nおそれがあるから，破産者及び破産財団の競争上の地位その他正当な利\n益が損なわれる具体的なおそれがある。\nさらに，このような情報について，公告が義務付けられたり第三者に閲覧\nが認められているものでもない。\n以上のとおり，これらの情報は公開することにより破産者及び破産財団\nの競争上の地位その他正当な利益が損なわれる。\n(7)　事業見通し及び工期延期の理由等に関する情報（原判決別紙Ｂの４サの\n非公開情報）のうち，非公開部分539，549について（原判決の「理由」欄の\n第３の９）\n前記(4)のとおりであり，原判決の公益性の判断基準には誤りがあり，上\n記情報には公益性は認められないから，本件条例６条１項４号ただし書ハ\nには該当しない。\n(8)　事業区域内の土地権利に関する情報（原判決別紙Ｂの４シの非公開情\n報）のうち，非公開部分557について（原判決の「理由」欄の第３の１０）\n前記(4)のとおりであり，原判決の公益性の判断基準には誤りがあり，上\n記情報には公益性は認められないから，本件条例６条１項４号ただし書ハ\nには該当しない。\n(9)　施設設置協議及び施設の図面，位置（原判決別紙Ｂの４スの非公開情\n報，非公開部分158，160から162まで，167）について（原判決の「理由」欄\nの第３の１１）\n同施設は，どこのゴルフ場にでもあるというものではなく，集客力を大きく\n左右する経営戦略にかかる施設である。その設置に関する協議内容及び\n図面は，事業者の技術的なノウハウであるとともに，重要な経営方針に関\nする情報であり，協議段階のものであるから，事業者は内部管理情報とし\nて管理しており，公表を欲しないものである。したがって，公開により事業者\nの経営戦略が明らかになり，事業者の競争上の地位を低下させ，正当な利\n益を損なうから，本件条例６条１項４号本文に該当する。\n(10)　取締役会議事録（原判決別紙Ｂの４タの非公開情報，非公開部分337）\nのうち，工事変更の内容に関する部分について（原判決の「理由」欄の第３\nの１４）\n前記(4)のとおりであり，原判決の公益性の判断基準には誤りがあり，ま\nた，上記情報はｂに関するものであるから公益性は認められず，本件条例\n６条１項４号ただし書ハには該当しない。\n(11)　設計明細及び工事工程（原判決別紙Ｂの４ツの非公開情報，非公開部\n分343から346まで，350から352まで，375）について（原判決の「理由」欄の\n第３の１６）\n原判決の「上記の情報は各事業ごとの特殊事情により変化するのが通常\nであり」とする部分（原判決３９頁２５，２６行目）は，特殊事情の内容が示さ\nれていないほか，証拠に基づかない経験則違反の認定である。上記情報\nは本件条例６条１項４号本文に該当する。\n(12)　他県における開発業者の破産事例調査結果（原判決別紙Ｂの６ウの非\n公開情報，非公開部分107）について（原判決の「理由」欄の第４の３）\n事業者の破産という通常ではない場合の対応は，各自治体によってそれ\nぞれ異なり，その内容の重要性は文章の長短では判断できない。また，そ\nこに記載されたような対応が一般的であるとの誤解を生んで，県と各自治\n体との協力関係，信頼関係が損なわれ，事務事業に支障を生じることにな\nる。よって，上記情報は本件条例６条１項６号に該当する。\n(13)　現地調査結果（原判決別紙Ｂの８アの非公開情報，非公開部分7，74），\n変更協議に関する県の説明・指導方針（原判決別紙Ｂの８イの非公開情\n報）のうち，非公開部分20，26，54，事業者に対する指導事項・回答事項\n（原判決別紙Ｂの８オの非公開情報）のうち，非公開部分\n106，196，198，220，222，227，228，516，564について（原判決の「理由」欄\nの第６の２，３，５）\n事業者から聴取する情報は，事業者が自主的に報告するもので法的に\nは報告義務のないものである。そして，これら報告は公表しないことを前提\nに行われる。このような前提は，指導段階で強制力をもたず，自主的にもた\nらされた情報を基に任意の行政指導を行うほかはない県において，事業者\nから情報を入手するための方策として不可欠である。しかるに，これを公に\nすると，今後，事業者が指導の前提となる経過等の報告をしなくなるなどそ\nの協力が得られなくなって，指導に支障を来すから，本件事業及び今後の\n同種の事業に支障を来すおそれがある。\nまた，県行政手続条例では，行政指導に関する事実の公表に慎重な取\n扱いをしていることとの均衡からも，本件においてもこれらの事実は非公開\nとすべきである。\nよって，上記情報は本件条例６条１項８号に該当する。\nなお，県が事業者から提供された資料や聴取した内容を全て公開するこ\nとになると，今後，事業者が県に対し情報を提供することに消極的になるこ\nとは明らかであり，県の調査等の権限が罰則により担保されていないな\nど，行政指導が事業者の任意での情報提供に頼らざるを得ない現状では，\n県における事業者の行政指導全体に影響することになる。\n(14)　開発現場の状況に対する問合せ先（原判決別紙Ｂの８ウの非公開情\n報，非公開部分91,93,102,425）について（原判決の「理由」欄の第６の４）\n公開によって生じる軋轢の程度は住民の立場によって異なるから，公開\nによって情報提供者との信頼関係を損ない，本件事業及び今後の県の同\n種の情報提供が得られなくなることにより，県の同種の事務事業の円滑な\n遂行に著しい支障が生ずることは明らかである。\nよって，上記情報は本件条例６条１項８号に該当する。\n第３　当裁判所の判断\n当裁判所も被控訴人ら及び選定者らの請求は原判決が認容した限度では\n理由があるものと判断するが，その理由は，次の１のとおり補正し，同２のと\nおり当審における控訴人の補足的主張に対する判断を付加するほか，原判\n決の「理由」欄の第１ないし第６記載のとおりであるから，これを引用する。\n１　原判決の補正\n(1)　原判決１９頁１，２行目の「事業を営む個人の当該事業に関する情報」を\n「法人等に関する情報」に改める。\n(2)　同３５頁１６行目の「非公開処分は違法である」を「非公開処分は適法で\nある」に改める。\n(3)　同３６頁７行目の「設計図」を「図面」に改める。\n(4)　同３９頁２５行目の「特殊事情」を「個別事情」に改める。\n(5)　同４９頁１２行目から１５行目までを次のように改める。\n「(2)　前掲各証拠によれば，当該非公開部分には，町の担当者から開発現場\nにおける防災面の意見を求められたのに対し「開発中及び現在に至るま\nで防災上危険と感じたことはない。」との回答をした某団体の役職者の役\n職名及びその居住地に関する情報が記載されているものと認められ\nる。」\n(6)　同４９頁１８行目から２１行目までを次のように改める。\n「　しかし，上記（補正後の原判決４９頁１２行目から１５行目まで）認定にかか\nる回答者がいかなる団体に属するいかなる役職にある者かは証拠上不明\nであるが，その回答の経緯からして回答の内容に責任を持ちうる立場の者\nである可能性も充分にあり，そうであればこのような情報を秘匿する必要が\nない場合もあり得る。また，甲６の８によればその居住地に関する情報はせ\nいぜい地区ないし地域を示す程度であることが窺える。このような点に，同\n認定の意見聴取対象事項及び回答内容をも考慮すると，これが公開され\nることによっていかなる経過や理由でいかなる軋轢が生ずるのか明らかで\nなく，ただちにそれによって県の将来の同種の事務事業の円滑な執行に著\nしい支障が生じるものと認めることはできない。」\n２　当審における控訴人の補足的主張に対する判断\n(1)　当審における控訴人の補足的主張(1)について\n本件条例６条１項１号ただし書イの適用については，当該閲覧にかかる\n法令等が，その文言上は閲覧等の請求主体を制限しないように見えても，\n同請求の目的が制限されており実質的には何人にも閲覧等を認める趣旨\nではないときにはこれに該当しないと解される（乙１の１４頁の９項参照）と\nころ，訴訟記録中の当事者名の閲覧が制限されるのはごくまれな事態であ\nって，ゴルフ場にかかる開発許可取消請求たる行政訴訟の原告名の閲覧\nが制限されることは通常想定しがたいから（甲１参照），同情報については\n実質的には何人にも閲覧等を認める趣旨ではないときに該当しないことは\n明らかである。よって，控訴人の上記主張は採用できない。\n(2)　同(2)について\n法人等の代表者が法人等の機関として作成した文書に個人の印鑑を捺\n印した場合は，個人の印鑑を機関の印鑑として使用したものであり，法人\n等の代表者もそのように扱われることを当然予想すべきであるから，その\n印影は法人等に関する情報というべきであって個人情報に当たるものでは\nなく，本件条例６条１項１号本文に該当しない。よって，控訴人の上記主張\nは採用できない。\n(3)　同(3)について\n本件条例６条１項４号本文は，事業活動の自由を保障するため，公開す\nることにより事業者の競争上の地位その他正当な利益が損なわれると認\nめられる情報は公開しないとする趣旨であり，これに該当する典型例は，\n当該事業者が獲得し蓄積したノウハウなどの情報であるが，その他にも，\n公開により当該事業者の社会的評価や信用が損なわれ，事業者の事業活\n動が損なわれるおそれがある場合も含まれる（乙１の１９頁の４項参照）。\nそこで，地域住民が違法な活動を行っていると指摘する当該事業者等の\n名称に関する情報がこれに該当するかを検討するに，このような情報は内\n容次第では公開により事業者の社会的評価や信用を損うことがありうる\nが，単に地域住民などの第３者から県に対しそのような情報が寄せられた\nというに止まり，行政機関として当該事実関係を真実と認めたものでなけれ\nば，その公開により当該事業者の社会的評価や信用が損なわれるおそれ\nの程度は低く，その事業活動が損なわれるおそれがあるとただちに認める\nには足りない。また，同情報が真実であれば公開により損なわれる事業者\nの利益は正当なものとはいえない。そうすると，上記情報が同項４号本文\nに該当するというには，控訴人において，上記内容の真偽の不確定な情報\nを公開することにより事業者の正当な利益を損なうことについて，上記の程\n度以上に具体的な主張立証をする必要があるが，そのような主張立証は\n充分ではないから，上記情報が同項４号本文に該当するとは認められな\nい。\nなお，控訴人は，地域住民等からの事実確認ができない情報を県という\n公的な機関が公開すれば客観的な事実であると受け入れられる可能性が\n高く，事業者の正当な利益を損なうことは明らかであるなどと主張するが，\n単にそのような情報が寄せられたというに止まるものであれば，一般にそ\nの公開により当該事業者の社会的評価等が損なわれるおそれの程度は低\nいものと考えられることは上記説示のとおりである上，場合によっては公開\nに際し，県としては事実関係を確認していない旨の意見を付することによ\nり，そのような可能性についての危惧を排除する方法なども考えられるか\nら，上記主張は採用できない。\n(4)　同(4)について\n甲９５によれば，本件開発行為により土砂の流出又は崩壊，水害等の災\n害が発生した場合には，これにより周辺住民の一部が直接の被害を受け\nることが認められる。そして，甲５の１ないし１４によれば，ａは，後にｂと名\n称変更のうえ完成に至ったものの，その経過の中では，工期の変更の他，\n申請者の代表者の変更及び施工業者の変更が再三にわたりなされ，ま\nた，結局は商号変更にとどまったが，一時は事業譲渡による開発許可の承\n継を申し出ていたなどの事実が認められ，このような事実は，一応完成に\nは至ったものの防災にかかわる工事が適正に行われたかどうかについて\n疑念を抱かせるものであり，もし災害が発生した場合には一部住民の生命\n身体に危険を生じることになるから，防災にかかわる工事が適正に行われ\nたかに関連する情報や，防災にかかわる工事の進捗状況等についての情\n報が公開されることには，公益上の必要性が認められる。なお，控訴人\nは，ａは，森林法の許可内容に従って適法に開発され，完成に至っている\nから，公益性は認められないと主張するが，その一事をもって防災にかか\nわる工事が適正に行われたと断定することはできず，上記判断を左右する\nものではない。\nそこで，①非公開部分12のうち，事業者が変更を予定している施工業者\nの施行体制，工事の進捗状況と完了予定，②同15のうち，工期変更の検\n討状況，施工業者の施行体制予定を記載した部分について見るに，甲５の\n３，４及び弁論の全趣旨によると，これらの情報は，事業者が，当初の事業\n計画を実行できない状況に至ったことから，工事内容（これには防災に関\nわるものを含むことが窺える。）及び施工業者の変更，工期の延期など事\n業計画の変更を県に申請するため，予めその概要を説明する中で示した\n内容にかかる記載であることが認められるのであって，上記のとおり大規\n模な林地開発に関するこのような情報は，当初の計画が順調に進行してい\nる場合に比べて格段に災害の発生や環境への悪影響が懸念されることか\nら周辺住民が関心を持って当然であって公共の利益のため公開の必要性\nが高いというべきである。これに対し，これらを公開することにより事業者が\n受ける不利益については，上記事業計画の変更が適正に行われているな\nら公開によりかえって周辺住民の安心と納得が得られるなど事業者の利益\nとなることも考え得るから，このような場合は事業者の事業運営が損なわ\nれるおそれがあるとはいえず，他方，適正でないなら公開により損なわれる\n事業者の利益は正当なものとはいいがたいのであって，上記情報に関する\n限り，内部管理情報であるからといって，公開されることにより事業者の正\n当な利益が損なわれるとはただちには断定しがたい。そこで，これらの情報\nについては，かえって，控訴人において，公開されることにより事業者の正\n当な利益が損なわれると認めるに足りるだけの具体的な主張立証をなす\n必要があるところ，これに十分な主張立証は存しない。したがって，上記情\n報は，事業者に生じることのあるべき不利益を考慮してもなお，公共の利\n益のために公開することが必要であるといえるから，本件条例６条１項４号\nただし書ハに該当する。\nこれに対し，控訴人は，公益性の存在は，個別の案件について，人の生\n命，身体又は財産に被害が発生する蓋然性が高い場合に認定されるべき\nであり，かつ，それが確実であることを客観的な資料に基づいて具体的に\n明らかにしなければならないなどと主張するが，そのような資料が入手でき\nるのであれば，そもそも情報公開を求める必要はなく，そのように解するこ\nとは情報公開制度の趣旨を没却するものといわざるを得ず，上記程度の事\n情により公益上の必要が存すると一応認めることが相当であり，上記程度\nの事情が存するにもかかわらず同被害のおそれがないことはむしろ控訴人\nにおいて立証すべきである。\n(5)　同(5)について\n非公開部分35には，要望書提出者が聞知したというｂに関する施工業者\nの変遷，事業者の資金状況及び地代支払状況が記載されているが，第３\n者からの不確定情報であることは上記(3)のとおり公開により信用等を損な\nうおそれの程度は低いことを意味するというべきであって，これらの情報に\nついては本件条例６条１項４号本文に該当するとは認められない。\nなお，付言すると，これらの情報のうち，施工業者の変遷については上\n記(4)と同じく，また，事業者の資金繰り等についても事業計画が途中で遂\n行できなくなり現場が防災措置も不十分なまま放棄されるようなことがない\nかの判断に重大な影響があるという点でこれと同様であるから，上記のよう\nな内容の情報については，公共の利益のために公開することが必要である\nのに対し，公開されることにより事業者の正当な利益が損なわれるとはた\nだちに断定しがたく，これらの情報については，控訴人においてさらに公開\nされることにより事業者の正当な利益が損なわれると認めるに足りるだけ\nの具体的な主張立証をなす必要があるところ，そのような主張立証は存し\nない。よって，上記情報は，事業者に生じることのあるべき不利益を考慮し\nてもなお，公共の利益のために公開することが必要であり，本件条例６条１\n項４号ただし書ハに該当するといえるから，いずれにせよ非公開処分は違\n法である。\n(6)　同(6)について\n非公開部分83，85には破産者と取引先との金銭貸借関係が，非公開部\n分101には簿外の債権者名及び金額が，見込みという不確定情報を含めて\nそれぞれ記載されているが，それらは破産裁判所の決定内容及び破産管\n財人が県に説明した内容であることや，甲６の４，９及びこれらの非公開部\n分の詳細（原判決別紙Ｂの４カ，キ）に照らしてそれほど詳細な内容が含ま\nれているとは解しがたいことから，その内容が破産手続の処理等に大きな\n支障を及ぼすものとは容易に考えられないし，また，その中に含まれている\n不確定情報も，見込みとして記載されているのであるから，これを確定情報\nとして受け取られるおそれは少ないと考えられるのであって，結局その公開\nが破産財団等の正当な利益を損なうことを認めるに足りる立証はないとい\nうべきである。\nその他の情報についても，その事業を引き継ごうとして現に交渉中の事\n業者に関する具体的な交渉内容等が明らかになれば，承継交渉に影響を\n与え破産財団等の正当な利益が損なわれるおそれもありうるが，上記情報\nは，破産管財人が県に説明した内容であることや，甲６の５ないし９，甲１２\nの１９，甲１５及びこれらの非公開部分の詳細（原判決別紙Ｂの４カ）に照ら\nして，控訴人が主張するような内容が一部含まれているとしても，それはご\nく概略的なものであることが窺え，具体的な交渉内容等が含まれていると\nは解しがたいことに鑑みると，それが公開されることによって破産財団等の\n正当な利益を損なうことを認めるに足りる立証はないというべきである。\nなお，付言すると，これらの情報は，直接・間接に従来の防災工事の施工\n状況や今後のそれに関わるものであるから，上記(5)と同様の意味で，事業\n者に生じることのあるべき不利益を考慮してもなお，公共の利益のために\n公開することが必要であって，本件条例６条１項４号ただし書ハに該当する\nから，いずれにせよ公開する必要がある。\n(7)　同(7)について\n前記（原判決の「理由」欄の第１の４）事実に，甲８の１ないし２２，甲９，甲\n１６の１及び２，甲１７の１ないし１９，甲９０を併せれば，本件開発行為によ\nり土砂の流出又は崩壊，水害等の災害が発生した場合には，周辺の一部\n住民が直接の被害を受ける可能性があること，本件開発行為は，工事が\n遅延し工事完了日を一度延期したものの，これも徒過した状況であり，この\n間，無許可工事，残置森林の違法伐採，残土の放置，廃棄物の搬入など\nの問題が発生し，県などが現地調査の上指導を繰り返してもなかなか改善\nされず，本件の文書公開請求当時もこのような状況にあったこと，結局，ｃ\nは開発行為の廃止届を提出したが，その後も防災措置が講じられず県か\nら指示を受けたことが認められ，このような事実によれば，防災工事が適\n切に行われたかについて多大の疑問を持たざるを得ない状況にあり，災害\nが発生した場合には一部周辺住民の生命身体に危険を生じることになる\nから，その防止を求めたり，緊急時の連絡などのため，現場管理体制等に\nついての情報が公開されることについては，公益上の必要性が認められ\nる。そして，非公開部分539，549に記載された情報は，このような現場管理\n体制等に関するものであって，上記(4)と同様の意味で，事業者に生じるこ\nとのあるべき不利益を考慮してもなお，公共の利益のために公開すること\nが必要であるから，本件条例６条１項４号ただし書ハに該当する。\nなお，公益性の判断基準に関する控訴人の主張が採用できないことは前\n記(4)のとおりである。\n(8)　同(8)について\n非公開部分557は，事業者から工期延期の申出がなされ，これに対する\n判断材料とするため，県が事業者に対し，開発区域の管理体制の現在の\n状況，現場の施行管理体制，地元対策について，再三報告を求めていた\nにもかかわらず十分な回答がない状況の中で，事業者がこれら３点につい\nてわずか１行半の文言で回答したものである（甲１７の１ないし１９）ところ，\n上記(7)と同様に公益上の必要性が認められる。\nまた，公益性の判断基準に関する控訴人の主張が採用できないことは前\n記(4)のとおりである。\nよって，上記情報は本件条例６条１項４号ただし書ハに該当する。\n(9)　同(9)について\n非公開部分158，160，161，162，167にかかる施設について，甲８の６，７\nによれば，これらは県が事業者に対し以前から撤去を求めている野積みし\nた古タイヤの処理方法としてこれを燃料として使用する施設であることは窺\nえるものの，それが，控訴人が主張するようにゴルフ場の集客力を大きく左\n右する経営戦略にかかる施設であり，これに関する上記情報を公開するこ\nとにより事業者の経営戦略が明らかになり，事業者の競争上の地位を低下\nさせるようなものであると認めるに足りる証拠はない。また，控訴人が主張\nするように非公開情報162の図面に事業者の技術的なノウハウが含まれて\nいると認めるに足りる証拠はない。よって，上記情報が本件条例６条１項４\n号本文に該当するとは認められない。\nかえって，野積みした古タイヤの処理方法として考案したこれを燃料とし\nて使用する施設については，煤煙の発生などにより周辺住民の健康被害\nも懸念されるところであり，それがいかなる施設であるのかを明らかにする\n公益上の必要性が認められ，以上の点に鑑みれば，上記(4)と同様の意味\nで，事業者に生じることのあるべき不利益を考慮してもなお，公共の利益の\nために公開することが必要であり，本件条例６条１項４号ただし書ハに該当\nするから，いずれにせよ非公開事由には該当しない。\n(10)　同(10)について\n甲１１の４０ないし４３からは，非公開部分337のうち上記工事変更の内容\nに関する部分は，防災に関わる工事に関するものであることが強く窺え，そ\nうであれば，上記(4)と同様に公開されることについて公益上の必要性が認\nめられる一方，公開されることにより事業者の正当な利益が損なわれると\nはただちに断定しがたく，上記情報は，事業者に生じることのあるべき不利\n益を考慮してもなお，公共の利益のために公開することが必要であるから，\n本件条例６条１項４号ただし書ハに該当するというべきである。\nまた，この点についてはｂに関するものであっても同じであること，さらに，\n公益性の判断基準に関する控訴人の主張が採用できないことについては\n前記(4)のとおりである。\n(11)　同(11)について\n他のゴルフ場開発計画においてただちに利用することができるような一般\n化できるノウハウや著作権などの知的財産権に属するものはそれ自体が\n事業者の所有する正当な経済的利益であり，これを保護する必要がある。\nこれに対し，個別具体的な事業に関する工事内容はこれを作成する際に上\n記ノウハウ等を適用した部分があったとしても，それ自体からただちにその\nもとになるノウハウ等を知りうるとは限らないから，これを公開することによ\nり当然には事業者の正当な利益を害するということはできない。そして，本\n件において上記情報を他のゴルフ場開発計画においてただちに利用する\nことができると認めるに足りる証拠はないから，これを公開することにより当\n然には事業者の正当な利益を害するということはできない（なお，地形や設\n計が同じものでない限り工事工程が各ゴルフ場によって異なることは自明\nであり，上記情報を他のゴルフ場開発計画においてただちに利用すること\nができるとは考えられない。）。\nなお，付言すると，原判決別紙Ｂの４ツの非公開部分詳細の内容に，甲１\n１の４２，４３，甲１２の７を併せると，これらの情報は，直接・間接に防災に\n影響しうる工事の工法の変更や今後の施工に関わるものであるから，上\n記(4)と同様の意味で，事業者に生じることのあるべき不利益を考慮しても\nなお，公共の利益のために公開することが必要であり，本件条例６条１項４\n号ただし書ハに該当するから，いずれにせよ公開すべきである。\n(12)　同(12)について\n工事途中で事業者が破産した場合の防災措置への対応方法が各自治体\nによってそれぞれ異なるものであるとしても，他の自治体においてこれを公\n表しないことに正当な理由があるとは到底解されない。また，県自身この種\nの情報を秘匿しているとは認められない（甲６の８）。さらに，概括的な情報\nは，一般に具体性に乏しい内容に止まることが多いと考えられる。したがっ\nて，これが本件条例６条１項６号に該当することは通常想定し難く（乙１の２\n２頁５参照），控訴人において他の自治体において公表していないことなど\n公表により県と各自治体との協力関係，信頼関係が損なわれ，事務事業に\n支障を生じることを具体的に主張立証すべきであるところ，これはなされて\nいない。\n(13)　同(13)について\n甲５の２及び甲６の１によれば，非公開部分7，74は，工事の進捗状況と\n訴訟に関する土地の状況という外部から観察することにより認識しうる外形\n的な事項について，県が行った立入調査により県が直接確認し，事業者か\nら説明を受けた結果であることが認められ，事業者から内部管理情報等を\n聴取した内容が記載されていると考えることは困難である。次に，非公開部\n分20，26，54，106，196，198，220，222，227，228，516，564は，県が事業\n者に既に行った行政指導等の内容である。このような内容の情報は，いず\nれも，通常，公開により，前記（原判決の「理由」第６の１）のようなおそれを\n生じるものとは認めがたい。\nまた，本件の事業者らは，林地の開発行為を行うものであり，知事から継\n続的な監督を受ける関係にある（森林法１０条の３）から，上記のような内\n容に止まる限り，本件条例にもとづく公開請求に応じて公開したからといっ\nて，今後の協力を拒否できるとは解されず，さらに，本件において上記内容\nの情報を非公開とすることを条件として事業者から任意に得たとの主張（本\n件条例６条１項９号参照）や実質的に非公開とすべき理由があるとの具体\n的な主張立証もない以上，当該または同種の事務事業の執行に著しい支\n障が生じるおそれがあるとは到底認められない。\nなお，県自らが積極的に行政指導の経過を公表する場合と，本件条例に\nもとづく公開請求に対し非公開事由が存するかとは全く異なる問題である。\nその他，控訴人はるる主張するが，事務事業の執行に軽微な支障が生じ\nたとしても公開すべきであること（乙１の２５頁趣旨２参照）に照らし，いずれ\nも採用することができない。\n(14)　同(14)について\n前記（補正後の原判決の「理由」欄の第６の４(2)）のとおりであり，控訴人\nが主張するような著しい支障が生ずるおそれがあると認めるに足りる証拠\nはない。\n第４　結論\n以上のとおりであるから，被控訴人ら及び選定者らの請求を一部認容した\n原判決は相当であり，本件控訴は理由がないから，これを棄却することとし，\n主文のとおり判決する。\n名古屋高等裁判所民事第２部\n裁判長裁判官　　　　熊　田　士　朗\n裁判官　　　　川　添　利　賢\n裁判官　　　　多見谷　寿　郎\n"
}