{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 6,
    "day": 23
  },
  "case_number": "平成14(行ケ)449",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "11029",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=11029",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/029/011029_hanrei.pdf",
  "contents": "平成１４年(行ケ)第４４９号　審決取消請求事件\n口頭弁論終結の日　平成１５年６月１６日\n判　　　　　　決\n原　　　　　　　告　　　セイコーエプソン株式会社\n同訴訟代理人弁理士　　　阿　部　龍　吉\n同　　　　　　　　　　　蛭　川　昌　信\n同                      白　井　博　樹\n同                      内　田　亘　彦\n同                      菅　井　英　雄\n同                      青　木　健　二\n同                      韮　澤　　　弘\n同                      米　澤　　　明\n同　　　　　　　　　　　飯　高　　　勉\n被　　　　　　　告　　　特許庁長官　太田信一郎\n同指定代理人　　　　　　水　垣　親　房\n同　　　　　　　　　　　石　川　昇　治\n同　　　　　　　　　　　大　野　克　人\n同　　　　　　　　　　　小　曳　満　昭\n同　　　　　　　　　　　涌　井　幸　一\n同　　　　　　　　　　　大　橋　良　三\n主　　　　　　文\n１　原告の請求を棄却する。\n２　訴訟費用は原告の負担とする。\n事実及び理由\n第１　請求\n特許庁が不服２００１－６４７号事件について平成１４年７月１７日にした\n審決を取り消す。\n第２　事案の概要\n本件は、後記本願発明の出願人である原告が、拒絶査定を受けたので、これ\nを不服として審判請求をしたところ、特許庁が、審判請求不成立の審決をしたこと\nから、同審決の取消しを求めた事案である。\n１　争いのない事実\n(1)　原告は、平成２年９月１０日に出願した特許出願（特願平２－２３９２６\n２号、以下「原々出願」という。）の一部を新たな特許出願として出願した特許出\n願（特願平１０－２１６９６６号、以下「原出願」という。）の一部を更に新たな\n特許出願として、平成１２年４月３日、発明の名称を「現像方法」とする発明（以\n下「本願発明」という。）につき、特許出願をした（特願２０００－１００１５１\n号）が、同年１２月８日に拒絶査定を受けたので、平成１３年１月１８日、これに\n対する不服の審判の請求をした。\n特許庁は、同請求を不服２００１－６４７号事件として審理した上、平成\n１４年７月１７日、「本件審判の請求は、成り立たない。」との審決（以下「本件\n審決」という。）をし、その謄本は、同年７月３１日、原告に送達された。\n(2)　本願発明の要旨は、本件審決の本願発明の要旨に記載されたとおりの、\n【請求項１】「トナー担持体上にトナーを弾性ブレードによって薄層化し、\n該薄層化したトナーを潜像担持体に現像する現像方法において、前記トナーは、球\n形状のトナーを用い、前記弾性ブレードは、先端を前記トナー担持体の回転上流側\nに向けて前記トナーを介して前記トナー担持体に押圧し、前記トナー担持体は、前\n記弾性ブレードより滑り易くして、前記トナー担持体を前記潜像担持体に圧接して\n現像することを特徴とする現像方法。」\nである。\n(3)　本件審決は、別紙審決書写し記載のとおり、原出願の願書に最初に添付し\nた明細書又は図面（甲４（特開平１１－９５５４７号公報）の一部。以下「原明細\n書」又は「原図面」といい、両者を併せて「原明細書等」という。）に記載した技\n術的事項の範囲内のものではない記載事項を含む本願発明の請求項１に係る発明\nが、原明細書等に記載した発明ではないから、原出願の一部を新たな特許出願とし\nたものとは認められず、したがって、本願発明は現実の出願日（平成１２年４月３\n日）に出願したものとして取り扱うとした。その上で、本願発明が、特開平１１－\n９５５４７公報（甲４、本願の原出願（特願平１０－２１６９６６号）の公開公報\nである。以下「引用例１」という。）及び特開平４－１１８６７８号公報（甲５、\n本願の原々出願（特願平２－２３９２６２号）の公開公報である。以下「引用例\n２」という。）に記載された発明（以下、それぞれ「引用発明１」及び「引用発明\n２」という。）に基づいて、当業者が容易に発明をすることができたものであるか\nら、特許法２９条２項の規定により特許を受けることができないとしたものであ\nる。\n２　争点（審決取消事由）\n本願発明が、原明細書等に包含された発明であるか否か。\n(1)　原告の主張\n本件審決は、本願発明の要旨である技術的事項が原明細書等に記載されて\nいるにもかかわらず、原明細書等に記載されていた技術的事項の範囲内のものとは\n認められないと誤って判断し、その結果、本願は、原出願の一部を新たな特許出願\nとしたものではなく、本願の出願日が遡及しないと誤って判断し、原出願及び原々\n出願の公開公報を引用例として特許法２９条２項の規定により特許を受けることが\nできないと判断したものであるから、違法として取り消されるべきである（なお、\n本願発明が、引用発明１及び２に基づいて当業者が容易に発明をすることができた\nとする点については、争わない。）。\nア　本件審決は、本願発明の「トナー担持体は、弾性ブレードより滑り易\nく」という事項について、「表面形状を異ならせることとともに、両者の材質を異\nならせることによってトナー担持体が弾性ブレードよりも滑り易くすることの技術\n的事項までも包含するものである」と認定した（この認定は争わない。）上、「原\n明細書等には、弾性ブレードとトナー担持体とは、表面粗さ、即ち表面の形状を異\nならせることによってトナーがトナー担持体上での方が弾性ブレード上でよりも滑\nり易くすることが記載されているものであって、用いられる材質を異ならせること\n等のその他の要因によって滑り易くすることの技術的事項については何ら記載も示\n唆もされていない。」と認定判断しているが、この事項は原明細書等に記載されて\nいた技術的事項の範囲内のものであるから誤りである。\nイ　すなわち、特許法４４条にいう出願の分割は、公開した発明に対する保\n護を目的として、原明細書の発明の詳細な説明又は図面に記載された発明について\n許されるものであり、当業者にとって自明な事項と読み取れるような事項に属する\nときは、明文の記載がなくとも実質的に明細書に記載されているものとして分割が\n認められ、また、明細書の発明の詳細な説明の欄に発明と認めるに足る技術的事項\nの記載があれば、実施例の記載がなくとも、原明細書に当該発明が記載されている\nものとして分割が認められるべきである。\nウ　これを本件原出願についてみるに、原明細書の段落【００２０】には、\n「トナー担持体４３は、トナー４２を搬送するため矢印４４方向に回転駆動さ\nれ」、「トナー４２は矢印４５方向に転動」して、「トナー４２が圧接部を通過す\nる時間及び摩擦帯電部材への接触機会が増大し、トナーを急速かつ安定な帯電量に\n帯電させることができ」るようにするため、「弾性ブレード４１の表面粗さをトナ\nー担持体４３の表面粗さよりも粗く」することと、「トナー４２がトナー担持体４\n３上では滑り易く弾性ブレード４１上では滑り難く」することが、それぞれ発明の\n構成の一部をなす技術的事項として記載されている。「弾性ブレード４１の表面粗\nさをトナー担持体４３の表面粗さよりも粗く」することと、「トナー４２がトナー\n担持体４３上では滑り易く弾性ブレード４１上では滑り難く」することとは、表裏\n一体の不可分な技術的事項でなく、それぞれに技術的意義があるものとして開示さ\nれているから、それぞれが独立した技術的事項であることは明白である。\nエ　また、原明細書の段落【００２５】には、「弾性ブレードの表面粗さと\nトナー担持体の表面粗さとが異なる構成とすることにより、トナーの転動を促進\nし、トナーをより安定に所望の帯電量に帯電させ、かつ、急速に所定の帯電量に帯\n電させることができ、安定に高濃度の画像を形成することができる。」と記載され\nており、上記技術的事項の一方である「弾性ブレード４１の表面粗さをトナー担持\n体４３の表面粗さよりも粗く」した場合について開示したものである。このことか\nらも「トナー４２がトナー担持体４３上では滑り易く弾性ブレード４１上では滑り\n難く」することが独立の技術的事項の他方として把握できるから、この技術的事項\nが原明細書等に記載されていた範囲内のものとは認められないとする本件審決は、\n誤りである。\nオ　そもそも、弾性ブレードとトナー担持体との圧接部において、トナーを\n帯電させるようにする場合、トナーと弾性ブレード、トナー担持体との滑りは、帯\n電に寄与する因子のうち少なくとも接触時間に関わり、トナーと弾性ブレード、ト\nナー担持体の表面の粗さ（表面形状）は、帯電に寄与する因子のうち少なくとも接\n触面積に関わるものである。\nしたがって、トナーと弾性ブレード、トナー担持体との滑りに対し、ト\nナーと弾性ブレード、トナー担持体の表面の粗さは、トナーの帯電に寄与する因子\nとして、当該技術分野で別異のものと認識される。つまり、「弾性ブレード４１の\n表面粗さをトナー担持体４３の表面粗さよりも粗く」することは、弾性ブレードに\n対するトナーの接触面積を増大させ、「トナー担持体４３上では滑りやすく弾性ブ\nレード４１上では滑りにくく」することは、トナー担持体に対するトナーの接触時\n間を増大させ、それぞれが別の発明を構成するものである。\nしかるに、本件審決は、上記「表面の粗さの程度」と「滑りの難易」と\nが、トナーを所定の極性に安定に帯電できる現像方法を提供するという本願発明の\n目的からみて、帯電にどのように寄与するかということを何ら検討することなく、\n両者の技術内容を同一のものと誤認し、別の発明を構成し得ないと誤って判断した\nものである。\n(2)　被告の主張\n本願発明は、原明細書又は原図面に包含された発明ではないから、本願\nは、原出願の一部を新たな特許出願としたものとは認められないとした本件審決の\n判断に誤りはない。\nア　分割出願に係る発明は、原出願に包含された発明であることを前提とし\nて、分割が認められるのであるから、分割出願に係る発明が、原告の指摘するよう\nな原明細書等に記載された発明に自明な事項を加えたものである場合でも、その自\n明な事項を加えた発明が発明の目的・効果に照らして、全体としても原明細書等に\n包含されていなければならない。\nイ　本願発明に係る原出願では、現像剤担持体と弾性ブレードとの表面構造\nにおいて、表面形状を異ならせることによって発明を構成したものであり、表面の\n形状を離れて、単に現像剤担持体を弾性ブレードよりも滑り易くする構成、又は材\n質を異ならせることによって現像剤担持体を弾性ブレードよりも滑り易くする構成\nについては、何ら検証されておらず、記載も示唆もされていない。しかも、現像剤\n担持体をブレードよりも滑り易くすることの作用・効果又は技術的意義も何ら記載\nされていない。\n原明細書には、段落【００２５】に表面形状を異ならせたものについて\nの効果だけが記載されていることからも理解されるように、原明細書等に記載の発\n明は、ブレードの表面粗さを現像剤担持体よりも粗くすることを必須の構成とする\nものであって、現像剤担持体をブレードよりも滑り易くすること自体が必須の構成\nであると認め得る根拠は記載されていない。\nウ　そうすると、本願発明は、原明細書等に記載された発明では必要とされ\nていた「ブレードの表面粗さを現像剤担持体よりも粗くする」構成を必須の構成と\nしないことにより、原明細書等に記載された発明を上位概念化して拡張するもので\nあって、表面形状を異ならせて現像剤担持体を弾性ブレードよりも滑り易くする構\n成とともに、材質を異ならせて現像剤担持体を弾性ブレードよりも滑り易くする構\n成をも包含するものであるから、原明細書等に記載の範囲外の発明を包含するもの\nである。\nしたがって、本願発明は、原明細書等に包含された発明ではない。\n第３　争点に対する判断\n１　原出願について\n(1)　原明細書（甲４）には、［発明が解決しようとする課題］として、\n「前述の従来技術で非接触の現像方法では、非接触の現像であるため、潜像\n担持体と現像電極との距離（空隙）が大きく高解像の画像を形成することが困難で\nあった。また、前述の従来技術で圧接現像方法では、現像電極効果は得られるもの\nの、トナーの帯電が不十分なため現像濃度が変動したり、異極性に帯電したトナー\nが多数存在するため潜像担持体上に地カブリ（非画像部にトナーが付着した状態）\nを生じ不要に廃棄されるトナーが多かった。」（段落【０００３】）\n「本出願人はこのような問題点を解決するために特開平３－２５９２７６号\n公報により磁性のトナーを用いた圧接現像装置を提案したが、本発明はかかる現像\n装置に適用可能で、しかも、非磁性のトナーを用いた圧接現像装置にも適用可能な\n現像方法であり、その目的とするところは、トナーを所定の極性に安定に帯電でき\nる現像方法を提供するところにある。更に他の目的は、磁性のトナーを高解像に現\n像するのに好適な現像方法を提供するところにある。更に他の目的は、磁性のトナ\nーを圧接現像可能な現像方法を提供するところにある。」（段落【０００４】）\n［発明の実施の形態］のうち、トナー担持体９及び弾性ブレード１３につ\nいて、\n「現像装置７は非磁性で球形状のトナー８を搬送し現像するものであって、\nトナー８を搬送するトナー担持体９は、シャフト１０の外周に弾性層１１及び導電\n層１２をそれぞれ同心円状に配設したもので、非磁性または磁性の金属や樹脂で構\n成される板状の弾性ブレード１３をトナー担持体９に押圧してトナー８を所定の極\n性に帯電させると共にトナー層を適量に薄層化し、導電層１２の表面近傍に静電的\n鏡像力により非磁性のトナー８をトナー担持体９上に直接保持し、トナー担持体９\nを回転させて薄層のトナー８を搬送するものである。」（段落【００１１】）\n「潜像担持体１とトナー担持体９が近接する現像ギャップ部までトナー８が\n搬送されると潜像担持体１の電位コントラスト及び現像バイアス印加手段１４によ\nり現像電界が形成され、現像電界に応じて帯電したトナー８が潜像担持体１に付着\nし静電潜像が顕像化される。さらに、コロナ転写器や転写ローラー等の転写器１５\nを用いて記録紙１６上にトナーによる像を転写し、熱や圧力を用いてトナーを記録\n紙に定着し所望の画像を記録紙上に得るものである。」（段落【００１２】）\n「図４は本発明の更に他の実施例における弾性ブレード圧接部の模式図であ\nって、弾性ブレード４１は、球形状のトナー４２を介してトナー担持体４３に圧接\nされており、弾性ブレード４１及びトナー担持体４３の表面はトナー４２の帯電極\n性に応じて表面処理されていても良い。トナー担持体４３は、トナー４２を搬送す\nるため矢印４４方向に回転駆動されるが、弾性ブレード４１の表面粗さをトナー担\n持体４３の表面粗さよりも粗くして、トナー４２がトナー担持体４３上では滑り易\nく弾性ブレード４１上では滑り難くすることにより、トナー４２は矢印４５方向に\n転動する。従って、トナー４２が圧接部を通過する時間及び摩擦帯電部材への接触\n機会が増大し、トナーを急速かつ安定な帯電量に帯電させることができ、安定に高\n濃度の画像を形成することができる。」（段落【００２０】）\n［発明の効果］として、\n「また、弾性ブレードの表面粗さとトナー担持体の表面粗さとが異なる構成\nとすることにより、トナーの転動を促進し、トナーをより安定に所望の帯電量に帯\n電させ、かつ、急速に所定の帯電量に帯電させることができ、安定に高濃度の画像\nを形成することができる。」（段落【００２５】）\nとそれぞれ記載されている。\nまた、原図面の図４は、発明の実施例における弾性ブレード圧接部の模式\n図であるが、ほぼ球状のトナーが、凹凸のある弾性ブレードと表面が滑らかなトナ\nー担持体に圧接されて、トナー担持体の回転上流方向に転動する状態が開示されて\nいる。\n(2)　上記の各記載によれば、原明細書等に記載された発明においては、弾性ブ\nレードをトナー担持体に押圧してトナーを所定の極性に帯電させるとともにトナー\n層を適量に薄層化し、弾性ブレードの表面粗さをトナー担持体の表面粗さよりも粗\nくする構成を採用することにより、球形状のトナーが、表面の滑らかなトナー担持\n体上では滑り易く、粗く凹凸のある弾性ブレード上では摩擦が大きいために滑り難\nくなり、その結果、トナー担持体上でトナーが担持体の回転方向とは反対方向に転\n動していくことが促進されて、圧接部を通過する時間及び摩擦帯電部材への接触機\n会が増大することとなり、トナーを急速かつ安定な帯電量に帯電させることがで\nき、安定に高濃度の画像を形成するという作用効果を達成できるものと認められ\nる。そして、トナーがトナー担持体上では滑り易く弾性ブレード上では滑り難いと\nいう状況は、弾性ブレードの表面の粗さとトナー担持体の表面の粗さとを異なる構\n成とすることにより達成されることのみが開示されており、表面の粗さの相違とは\n別個に滑り易さの相違自体を独自の技術的事項としたり、あるいは、その他の構\n成、例えば、弾性ブレードとトナー担持体との材質を異ならせることにより、摩擦\n力を相違させて滑りやすさに難易を設けることなどは、一切開示されていないもの\nと認められる。\n(3)　原告は、「弾性ブレード４１の表面粗さをトナー担持体４３の表面粗さよ\nりも粗く」することと、「トナー４２がトナー担持体４３上では滑り易く弾性ブレ\nード４１上では滑り難く」することとは、表裏一体の不可分な技術的事項でなく、\nそれぞれに技術的意義があるものとして開示されている旨主張する。\nしかし、原明細書等では、前記説示のとおり、「トナーがトナー担持体上\nでは滑り易く弾性ブレード上では滑り難い」という「滑り易さの相違」は、「弾性\nブレードの表面粗さをトナー担持体の表面粗さよりも粗くする」という「表面粗さ\nの相違」という構成に基づくものであることのみが開示されているのであり、「表\n面粗さの相違」に基づかない「滑り易さの相違」自体を、別個独立の技術的事項と\nする記載は皆無であり、その構成のもたらす作用効果に関する説明や帯電現象に及\nぼす影響等も全く示されていない。上記原告の主張は、原明細書において、文理上\nも明らかに一連の技術的事項と認められる記載を独自の見解によって分断するもの\nであり、原明細書等の記載に反する根拠のないものであるから、到底採用すること\nができない。\nまた、原告は、原明細書の段落【００２５】の記載が、技術的事項の一方\nである「弾性ブレード４１の表面粗さをトナー担持体４３の表面粗さよりも粗く」\nした場合について開示したものであるから、「トナー４２がトナー担持体４３上で\nは滑り易く弾性ブレード４１上では滑り難く」することが独立の技術的事項の他方\nとして把握できる旨主張する。\nしかし、原明細書の当該段落において、「弾性ブレードの表面粗さをトナ\nー担持体の表面粗さとを異ならせる」という「表面粗さの相違」という構成がもた\nらす作用効果が示されているからといって、その構成に基づく「トナーがトナー担\n持体上では滑り易く弾性ブレード上では滑り難い」という「滑り易さの相違」が、\n別の技術的事項として開示されていることになるものでないことは明らかである。\nむしろ、原明細書の当該段落においては、「表面粗さの相違」という構成がもたら\nす作用効果のみが示され、「滑り易さの相違」という構成がもたらす作用効果は全\nく記載されていないのであるから、原明細書等に記載の発明は、「表面粗さの相\n違」という構成を必須のものとするといえるが、「滑り易さの相違」という構成\nは、独自の技術的事項でなく、このこと自体が必須の構成とされているものではな\nいと認めるのが相当である。したがって、原告の上記主張も採用する余地がない。\nさらに、原告は、弾性ブレードとトナー担持体との圧接部において、トナ\nーを帯電させるようにする場合、トナーと弾性ブレード、トナー担持体との滑り\nは、帯電に寄与する因子のうち少なくとも接触時間に関わり、トナーと弾性ブレー\nド、トナー担持体の表面の粗さ（表面形状）は、帯電に寄与する因子のうち少なく\nとも接触面積に関わるものであるから、両者は、トナーの帯電に寄与する因子とし\nて別異のものと認識される旨主張する。\nしかし、原明細書等において、トナーの帯電に寄与する因子として、「滑\nり」と「表面の粗さ」とを技術的に明確に区分した上で、それぞれのトナーの帯電\nに対する影響等に関する説明は全く記載されておらず、このことが当業者にとって\n原出願の出願時に周知の技術的事項ともいえないから、結局、上記主張は、原明細\n書等の記載に基づかない原告の知見によるものであって、採用することができな\nい。\n２　本願発明について\n(1)　本願発明の要旨である「トナー担持体は、弾性ブレードより滑り易く」と\nいう技術的事項が、「表面形状を異ならせることとともに、両者の材質を異ならせ\nることによってトナー担持体が弾性ブレードよりも滑り易くすることの技術的事項\nまでも包含するものである」ことは、当事者間に争いがない。\n他方、原出願の原明細書等には、弾性ブレードとトナー担持体との表面の\n粗さ、即ち表面の形状を異ならせることによって、トナーがトナー担持体上で弾性\nブレード上よりも滑り易くすることのみが記載されおり、用いられる材質を異なら\nせること等のその他の要因によって滑り易くすることの技術的事項については、何\nら記載も示唆もされていないことは、前記認定のとおりである。\nそうすると、本願発明の要旨である上記技術的事項は、原明細書等に記載\nされていた技術的事項の範囲内のものとは認められないから、本件審決が、本願\nは、原出願の一部を新たな特許出願としたものではなく、本願発明は現実の出願日\n（平成１２年４月３日）に出願したものとして取り扱うとしたことに誤りはない。\n(2)　本願発明が、本願の原出願の公開公報である引用例１及び本願の原々出願\nの公開公報である引用例２に記載された発明である引用発明１及び２に基づいて、\n当業者が容易に発明をすることができたものであることは、当事者間に争いがな\nい。\nそうすると、本願発明は、特許法２９条２項の規定により特許を受けるこ\nとができないものとなり、これと同旨の本件審決に誤りはなく、その他本件審決に\nこれを取り消すべき瑕疵は見当たらない。\n３　結論\nよって、原告の本訴請求は理由がないからこれを棄却することとし、主文の\nとおり判決する。\n東京高等裁判所第３民事部\n裁判長裁判官　　北　　山　　元　　章\n裁判官　　清　　水　　　　　節\n裁判官　　沖　　中　　康　　人\n"
}