{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 7,
    "day": 31
  },
  "case_number": "平成13(ワ)2935",
  "case_name": "",
  "court_name": "東京地方裁判所",
  "right_type": "不正競争",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "11710",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=11710",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/710/011710_hanrei.pdf",
  "contents": "平成１３年(ワ)第２９３５号　営業秘密使用禁止等請求事件\n口頭弁論終結日　平成１４年４月２４日\n判　　　　　　　決\n原　　　　　　告       　ひまわり情報株式会社\n訴訟代理人弁護士     　　鈴　木　武　志\n同　　 　　　　　　  　　浅　田　　　哲\n同　　 　　　　　　  　　笠　松　未　季\n補佐人弁理士  　   　　　原　田　　　寛\n被　　　　　　告       　有限会社エーエムシーインターナショナ\nル\n訴訟代理人弁護士       　土　釜　惟　次\n訴訟復代理人弁護士       佐々木　良　行\n同　　　　　　　       　武　藤　　　暁\n主　　　　　　　文\n１　原告の請求をいずれも棄却する。\n２　訴訟費用は原告の負担とする。\n事実及び理由\n第１  請求\n１　被告は，別紙営業秘密目録記載の営業秘密を使用して，別紙物件目録記載の\n電話番号調査装置を製造，販売してはならない。\n２　被告は原告に対し，金６７３４万０７６８円及びこれに対する平成１３年２\n月２４日から支払済みまで年５分の割合による金員を支払え。\n第２  事案の概要\n１　本件事案\n原告の請求の法的構成は必ずしも明らかでないが，以下のとおり要約するこ\nとができる。\n(1)　不法行為に基づく請求\n平成９年に締結した原告と被告間の契約（以下「本件契約」という場合が\nある。）において，被告が製造する電話番号調査装置（以下総称して「本件装置」\nという場合がある。）について，被告が原告に独占的販売権を付与する旨の合意が\nされたことを前提として，本件装置を第三者に販売した被告の行為は，原告の有す\nる独占的販売権を侵害したと主張して，原告は被告に対して，不法行為に基づいて\n損害賠償を請求する。\n(2)　債務不履行に基づく請求\n本件契約において，被告は，①上記装置のソースプログラムを原告に引き\n渡すこと，②特許抵触問題を生じさせないことを合意したにもかかわらず，被告が\n原告に対してソースプログラムを引き渡さなかったこと，及び原告が第三者から本\n件装置の販売等に関して特許権侵害訴訟を提起されたことが債務不履行に当たると\n主張して，原告は被告に対して，債務不履行に基づく損害賠償を請求する。\n(3)　不正競争防止法２条１項７号に基づく損害賠償請求及び差止請求\n本件装置の稼動テストの過程で，原告が被告に営業秘密を開示したとし，\n本件装置を第三者に販売する被告の行為は，同営業秘密を不正に使用する不正競争\n行為に該当すると主張して，原告は被告に対して，被告の製品の製造等の差止め及\nび損害賠償を請求する。\n２  前提となる事実（当事者間に争いがない。）\n(1)　当事者\n原告は，電子計算機器に関するソフトウェア開発・販売及び保守等を業と\nして行う株式会社である。\n被告は，コンピューターハードウェアの開発，製造及び販売等を業として\n行っている会社である。\n(2)　本件装置\n本件装置は，企業が保有している顧客データベースの電話番号について，\nどのような状態か（例えば，正常に使える状態か，通話不可の状態か，既に移転さ\nれている状態か，取り外されている状態か等）を，高速に，かつ課金されることな\nく調査するための装置であり，コンピューターに記憶された複数の電話番号を自動\n発信し，電話番号の使用状態を自動認識するためのＩＳＤＮ線仕様のデジタル対応\nシステムである。\n(3)　被告から原告への本件装置の販売\nア　被告は，原告に対して，以下のとおり，電話番号調査装置６台を販売し\nた（なお，同取引に，開発委託の趣旨が含まれていたかは争いがある。）。\n(ア)　平成９年７月初めに，「Ｉｎｆｏ－Ｓｅａｒｃｈ　１００」２台\n（以下この２台を，「１，２号機」という場合がある。）\n(イ)　同年９月３０日，「Ｉｎｆｏ－Ｓｅａｒｃｈ　８００」，「Ｉｎｆ\nｏ－Ｓｅａｒｃｈ　４００」各１台（以下この２台を「３，４号機」という場合が\nある。）\n(ウ)　同年１１月２０日，「Ｉｎｆｏ－Ｓｅａｒｃｈ　８００」，「Ｉｎ\nｆｏ－Ｓｅａｒｃｈ　４００」各１台（以下この２台を「５，６号機」という場合\nがある。）\nイ　原告は，被告から本件装置の納入を受けた際，被告に対して，以下のと\nおり，代金を支払った（ただし，同金額の中に開発委託費用が含まれているか否か\nについては争いがある。）。\n(ア)　１，２号機につき，合計２００万円\n(イ)　３，４号機につき，合計６９７万円\n(ウ)　５，６号機につき，合計６１０万円\n(4)　被告の行為\n被告は，現在，本件装置と実質的に同一の電話番号調査装置（商品名「Ｄ\nＯＬＰＨＩＮ２１」）を製造し，これをテンプランズ株式会社（以下「テンプラン\nズ」という。）らを代理店として販売している。\n３  争点及び当事者の主張\n(1)　不法行為に基づく請求（争点１）\n（原告の主張）\nア　本件契約の内容\n平成９年４月，原告と被告との間において，原告が発案し，原告の開発\n委託に基づき被告が製造した本件装置について，原告が独占的に販売することを内\n容とする契約を，原告代表者のＡと被告代表者Ｂとが口頭で合意した（本件契\n約）。\n原告が発案して，これに基づいて被告が製造したことは，原告と被告と\nの間で交わされた平成９年６月２５日付けの確認書（甲１。以下「甲１確認書」と\nいう。）から明らかである。\nまた，原告と被告は，被告が本件装置の開発を行う過程で，その精度を\n高めるために原告が本件装置の稼動テストを行うという形態による共同開発をする\n旨の合意をした。\n上記の合意がされたことは，本件装置納入後の平成１０年４月２日付け\nの確認書（甲３号証。以下「甲３確認書」という。）から明らかである。\n本件契約に基づいて，被告は，原告に対して，１号機ないし６号機を納\n品した。本件装置の製品代金には開発委託費用が含まれている。\n本件装置の製品代金のうち，開発委託費用は以下のとおりである。\n１，２号機の製品代金合計２００万円のうち，１００万円\n３，４号機の製品代金合計６９７万円のうち，３４７万円\n５，６号機の製品代金合計６１０万円のうち，２６０万円\nイ　被告の不法行為\n被告は，前記のとおり本件装置につき原告が独占的販売権を有する旨を\n合意したにもかかわらず，これに反して，本件装置と実質的に同一の装置（商品名\n「ＤＯＬＰＨＩＮ２１」）を製造し，テンプランズらに販売し，テンプランズらは\nこれらを代理店として販売している。\n被告がテンプランズに対して，本件装置と同一の装置を販売したこと\nは，本件契約において，原告が被告から付与された独占的販売権の侵害であって，\n債務不履行に当たることはもとより，不法行為にも当たる（本件では，不法行為に\n基づく請求のみを主張する。）。\n（被告の反論）\nア　本件契約の内容\n(ア)　原告と被告との間で締結された本件契約は，被告が独自に開発した\n本件装置を被告が原告に販売する通常の売買契約であって，被告が原告に本件装置\nの独占的販売権を付与する趣旨を含むものではない。\n確かに，被告は原告に対して，本件装置についての販売を依頼したこ\nとはあるが，これは原告を販売店の１つとする旨の契約にすぎず，原告に対して独\n占的販売権を付与するものとは異なる。\n仮に，原告に独占販売権を付与するとすれば，通常，製造元である被\n告としては年間の販売額の保証を交わさなければならないし，場合により，新製品\nの開発・販売の為に保証金の担保も求めなければならない。原告と被告間での販売\nに関する本件取り決めは，甲１確認書３項に「甲は営業促進し拡販努力をしなけれ\nばならない」という記載があるのみであり，これは原告に対して営業努力を義務づ\nけた趣旨にすぎない。\n原告は，本件装置について拡販努力をする義務があるにもかかわら\nず，製品発売時期の平成９年６月から半年を経過しても，結果的に１台も販売しな\nかったばかりか，販売努力をしている様子すらみられなかった。\n以上のとおり，被告が原告に本件装置に関する独占販売権を付与した\nことはない。\n(イ)　被告は，本件装置の製造に関して，原告から開発委託を受けたこと\nもない。\n甲１確認書は，１，２号機について，被告が平成９年６月１６日付け\nで，原告に見積書を交付したが，これについて，原告が被告に対して出した注文書\n及び請書の性質を有するものであって，原告が主張するような共同開発の合意など\nは何ら記載されていない。\n甲１確認書は，原告代表者が原案を作成したが，その内容は，第１項\nで被告は原告から機器発注を請けたこと及び機器の基本動作を保証すること，第２\n項で，納入期日及び支払いに関すること，第３項で，製品保証の瑕疵担保に関する\nこと，第４項で，特許申請書に原告代表者の名前を追加することについて，それぞ\nれ確認を求めたものであり，通常の取引の注文書等に記載される事項と変わりな\nい。\nそして，原告代表者が作成した甲１確認書（原案）では，第２項にお\nいて，製品の代金を「費用金」と記載されていたが，事実に反するので，被告代表\n者が，「製品代」と訂正させた。また，甲１確認書（原案）では，特許出願書類の\n出願人として原告代表者が記載され，原告代表者を加えるようにと哀願されたの\nで，被告代表者は，原告の販売のために箔をつけるためには止むを得ないと思い，\n発明者と訂正した上で認めた。なお，被告は，特許出願をしたが，審査請求はして\nいない。\n以上のとおり，本件装置の製品代金は，正に製品の売買代金であり，\nこの中に開発委託費用などは一切含まれていない。\nイ　被告の不法行為\n被告は，テンプランズらに対して，本件装置と同一の装置を販売委託し\nたが，上記のとおり，本件契約において，原告に対して独占販売権を付与したこと\nはないのであるから，債務不履行にも不法行為にも当たらない。\n前記のとおり，原告は，本件装置について上記拡販努力をする義務があ\nるにもかかわらず，製品発売時期の平成９年６月から半年を経過しても，結果的に\n１台も販売しなかったばかりか，販売努力をしている様子すらみられなかった。被\n告は，このような状態では，膨大な開発経費をかけ，精魂こめて開発，製作した製\n品が死蔵されることになると考え，平成１０年１月にテンプランズら原告以外の販\n売店と契約することに決めた。なお，新規に契約した販売店のいずれにも，独占的\n販売権は付与しておらず，原告と同様に販売店の１つとして取引している。\n(2)　債務不履行に基づく請求（争点２）\n（原告の主張）\nア　被告は，本件契約の中で，本件装置の保守のため必要な最終版のソース\nプログラムを原告に引き渡すことを合意したにもかかわらず，これを引き渡さな\nい。これは，債務不履行に当たる。\nイ　被告は，本件契約の中で，本件装置について，被告が出願を予定してい\nる特許権以外の他の特許権との抵触問題を発生させないことを約した。すなわち，\n原告は，本件装置の開発委託に際し，特許抵触問題が発生しないよう開発を依頼\nし，被告はこれを承諾した上で，本件装置の開発を行った。\nしかし，原告は，被告から納入を受けた本件装置の販売に関して，株式\n会社ジンテック（以下「ジンテック」という。）から，ジンテックの有する特許権\nを侵害する旨の警告を受け，平成１１年６月，特許権侵害行為差止請求訴訟を提起\nされた。\n被告は，原告との間で，本件装置が特許権を侵害しないことを確認して\nいるから，被告には，特許抵触問題を発生させないという本件契約に基づく義務に\n違反する不完全履行が存する。\n（被告の反論）\nア　本件契約において，被告が原告に対してソースプログラムを引き渡すと\nの合意はない。被告には引渡し義務はないのであるから，債務不履行もない。\nイ　本件契約において，被告が原告に対して，特許抵触問題を発生させない\nという合意はない。\n原告とジンテックとの間で発生した特許権侵害訴訟については，原告が\n本件装置をモデルにして，カシオソフト社に商品名「Ｄｒ．Ｂｅｌｌ」との製品を\n試作させ販売しようと試みたところ，その製品が未熟なために起きたものである。\n上記製品についての訴訟について，被告は何ら関与していない。\n(3)　不正競争防止法２条１項７号に基づく請求（争点３）\n（原告の主張）\nア　原告は，テスト機として納品された１，２号機について，本件装置が正\n常に稼動するかを確認するため，原告が保有する電話番号のデータベースを使用\nし，別紙営業秘密目録記載の営業秘密（以下「本件営業秘密」という。）を利用し\nて，稼動テストを行った。本件営業秘密は，原告が自ら開発してきたアナログ版電\n話番号調査システムにおけるノウハウを基礎として，これを応用して完成したもの\nである。\n上記稼動テストは，原告所有のアナログシステムを併用し，原告が，本\n件装置のデジタルシステムが正確に稼動するかどうかを，３０００万件を超える電\n話帳データに基づき確認するとともに，アナログシステム，デジタルシステム双方\nの結果につき人間によるチェックを行い精度を高めるためのものである。\n本件営業秘密は，第三者が入手することはできず，原告の社内でも，本\n件営業秘密を知り得る立場にあるのは，限られた特定の関係者だけであった。\nイ　原告は，被告に対し，稼動テストにより発見した１，２号機の問題点を\n指摘した上，これに基づいた改良を行った機器を発注した。これに基づいて，被告\nは３，４号機を製作した。\n原告は，本件営業秘密を使用して３，４号機の稼動テストを行い，その\n結果に基づき，同装置の問題点を指摘し，さらなる改良を行った機器を発注した。\nこれに基づいて，被告は，５，６号機を製作した。さらに，原告は，本件営業秘密\nを利用して５，６号機の稼動テストを行った。\nこのように，原告が被告に本件装置の開発を委託し，これに基づき被告\nが製作した本件装置に対し，原告が本件営業秘密を使用して稼動テストを行い，原\n告が被告にその内容を開示するという形での共同開発を行ったことにより，被告は\nさらに精度の高い本件装置を開発することが可能となった。本件装置の開発には，\n原告が本件営業秘密を提供して稼動テストを繰り返し行うことでその精度を高める\nことが必要不可欠であった。本件営業秘密は，本件装置の開発と不可分の関係にあ\nる。\n原告と被告は，平成１０年４月２日に，本件装置開発の合意及びその経\n緯を明確にするために甲３確認書を作成している。\nウ　ところが，被告は，不正の利益を得る目的で，本件装置と同一の装置を\n独自に製造・販売し，原告の提供した本件営業秘密を使用した。被告の上記行為\nは，不正競争防止法２条１項７号の不正競争行為に当たる。\n（被告の反論）\nア　本件営業秘密は，被告の製造した本件装置から入手した情報に基づき，\n電話線の利用状態を８分類するという方法を指すものと解されるが，この分類方法\nは当初から被告独自の手法であり，原告独自のものではない。また，この分類方法\nについては，営業秘密として保護に値するものではない。\nイ　被告が原告に対して納入した本件装置はいずれも完成品であり，それを\nテストする必要は全くない。したがって，被告は，原告から，営業秘密の開示も提\n供も受けていない。\n被告は，原告に対して，本件装置を納品した後に，原告の要望に応える\nべく製品の仕様を変更（カスタマイズ）したが，これは被告が原告を製品販売のた\nめの重要な顧客と考え，サービスの一環として行ったにすぎない。\n本件装置には，ソフトウエア上の若干の問題点（バグ）があり，原告の\n指摘を受けてそれを修正したことはあったが，そうしたバグの存在は本件装置のよ\nうな器機にとっては通常のことであり，本件装置自体が未完成であったということ\nを意味しない。\n(4)　損害額\n（原告の主張）\n原告は，被告の不法行為，不正競争行為及び債務不履行により，自ら本件\n装置を販売することができなくなり，原告の本件装置に関する販売権を侵害され\nた。原告が蒙った損害は，以下のとおり，合計金６７，３４０，７６８円に達する\n（違算があるが，主張通り記載した）。\nア　本件装置開発委託料及び本件装置（機械）取得費用\n小計金１７，６８６，２００円\n原告は，本件装置の販売を行うために，被告に対して本件装置の開発委\n託及び同装置（ハードである機械を含む）のリース代金を支払い，その開発に協力\nした。\nしかるに，被告の行為により，本件装置は既に被告によって販売され，\nかつ，原告は本件装置の販売先（ユーザー）への保守サービスの実行を確約できな\nくなったり，ジンテックから訴訟を提起されたりしたことにより，原告は本件装置\nを販売することができなくなった。\nしたがって，本件装置を共同開発するために原告が設備投資として支出\nした，本件装置開発委託料及び本件装置取得費用は，被告の不正競争行為及び債務\n不履行により，原告に発生した損害である。\n原告は，本件装置開発委託料及び本件装置費用につき，被告に直接支払\nう形をとらず，日本リースからリースを受け，そのリース代金という形で負担して\nいる。\n原告が負担するリース代金債務の合計金額（消費税込額）は，\n２，４５７，０００円（甲第２号証の１の２）\n８，５１７，６００円（甲第２号証の２の３）\n６，７１１，６００円（甲第２号証の３の３）\n合計金１７，６８６，２００円　である。\nイ　稼動テストに伴う費用 　　　　　　小計金７，１２９，５６８円\nさらに，原告が，本件装置開発の過程において，稼動テストを行うため\nに要した費用も，設備投資費用であり，被告の不正競争行為及び債務不履行により\n原告に発生した損害である。\n(ア)　電話帳データ購入費用\n稼動テストのために必要とした電話帳データベース（Bellmax-CD）の購入\n費用\n１，０５０，０００円\n(イ)　稼動テストを行うためのソフトを開発，運用させた費用\nａ　原告は，平成９年６月から平成１０年５月まで，プログラマー（原\n告会社従業員）に，稼動テストを行うソフトを開発させ，運用させたが，同業務に\n従事した分，本来の会社業務が行えなかったため，その実費相当分として\nソフト開発費用\n（必要人員 プログラマー４名，費用１人当たり５０万円）\n(a)　　　　５０万円×４名＝２００万円\nソフト運用費用\n（必要人員 プログラマー５名，費用１人当たり５０万円）\n(b)　　　　５０万円×５名＝２５０万円\n(a)・(b)　　　合計金４，５００，０００円\nｂ　設備関係費用 　　合計金１，３０９，３３６円\n(a)　電話回線使用料 　　　　　　　　　合計４５２，１１０円\nⅰ　　１，２号機\n稼動テスト使用期間\n平成９年７月～平成１０年５月の１１カ月\nＩＮＳ／１回線当たりの月額基本使用料 ４，２７０円\n回線数　１号機：２回線\n２号機：２回線　　　合計４回線\n回線使用料　４，２７０円×４回線÷２（ＩＳＤＮにより\n１回線により２回線使用できる）×１１カ月\n＝９３，９４０円\nⅱ　　３・４号機\n稼動テスト使用期間\n平成９年１０月～平成１０年５月の８カ月\nＩＮＳ／１回線当たりの月額基本使用料 ４２７０円\n回線数　３号機：８回線\n４号機：４回線　　　合計１２回線\n回線使用料　４，２７０円×１２回線÷２（ＩＳＤＮ）\n×８カ月\n＝２０４，９６０円\nⅲ　５・６号機\n稼動テスト使用期間\n平成９年１２月～平成１０年５月の６カ月\nＩＮＳ／１回線当たりの月額基本使用料 ４，２７０円\n回線数　５号機：８回線\n６号機：４回線　　　合計１２回線\n回線使用料　４，２７０円×１２回線÷２（ＩＳＤＮ）\n×６カ月\n＝１５３，７２０円\nⅰ・ⅱ・ⅲ合計　　　　　　　　　　　　金４５２，１１０円\n(b)　稼動テストによる課金（使用料金）　　合計８５７，２２６円\n１回線当たり，１カ月（２０日稼動）で処理できる件数\n（２０日×２４時間×６０分×６０秒）\n÷５秒（１件当たりの処理に要する時間）\n＝３４５，６００件\n１件（１コール）当たりに要する費用の平均値\n０．０１１７円\nⅰ　１，２号機の課金\n０．０１１７円×３４５，６００件×４回線×１１カ月\n＝１７７，９１５円\nⅱ　３，４号機の課金\n０．０１１７円×３４５，６００件×１２回線×８カ月\n＝３８８，１７８円\nⅲ　５，６号機の課金\n０．０１１７円×３４５，６００件×１２回線×６カ月\n＝２９１，１３３円\nⅰ・ⅱ・ⅲ合計　　　　　　　　　　　　金８５７，２２６円\nウ　逸失利益　　　 　合計金４２，５２５，０００円\n原告は，本件装置を第三者に販売する予定で，各取引先との見積書も作\n成していた。しかし，その後，ジンテックからの特許権侵害問題が発生し，本件装\n置を販売できない状況となったことから，原告は，販売による売上げの利益を喪失\nした。\n(ア)　取引先　株式会社ワンビシアーカイブズ\n（転売予定先：東京デジタルフォン）\n１１，７８１，０００円\nａ　販売予定額\n（９，５００，０００円＋５，３００，０００円）\n×１．０５（消費税額）\n＝１５，５４０，０００円\nｂ　仕入れ予定額\n（３，９００，０００円＋２，２００，０００円）\n×１．０５\n＝６，４０５，０００円\n（仕入れ予定額については，５号機・６号機の被告の売値が基準と\nなる。）\nｃ　販売利益（ａ－ｂ）\n９，１３５，０００円\nｄ　保守料（３年分）\n（４８０，０００＋３６０，０００）\n×１．０５×３\n＝２，６４６，０００円\nｅ　逸失利益（ｃ＋ｄ）\n１１，７８１，０００円\n(イ)　取引先　株式会社ワンビシアーカイブズ\n（転売予定先：セルラー東京）\n４，３８９，０００円\nａ　販売予定額\n５，３００，０００円×１．０５\n＝５，５６５，０００円\nｂ　仕入れ予定額\n２，２００，０００円×１．０５\n＝２，３１０，０００円\nｃ　販売利益（ａ－ｂ）\n３，２５５，０００円\nｄ　保守料（３年分）\n３６０，０００円×１．０５×３年\n＝１，１３４，０００円\nｅ　逸失利益（ｃ＋ｄ）\n４，３８９，０００円\n(ウ)　取引先　長銀情報システム株式会社\n１５，１２０，０００円\nａ　販売予定額\n５１，０００，０００円×１．０５\n＝５３，５５０，０００円\nｂ　仕入れ予定額\n（３，９００，０００＋２，２００，０００）×６\n×１．０５\n＝３８，４３０，０００円\nｃ　販売利益（ａ－ｂ）\n１５，１２０，０００円\n(エ)　取引先　国際航業株式会社\n１１，２３５，０００円\nａ　販売予定額\n１５，０００，０００×１．０５\n＝１５，７５０，０００円\nｂ　仕入れ予定額\n（３，９００，０００＋２，２００，０００）×１．０５\n＝６，４０５，０００円\nｃ　販売利益（ａ－ｂ）\n９，３４５，０００円\nｄ　保守料（３年分）\n（５０，０００×１２カ月×３年）×１．０５\n＝１，８９０，０００円\nｅ　逸失利益（ｃ＋ｄ）\n＝１１，２３５，０００円\n以上 　　　　　　　　　　　　　合計金６７，３４０，７６８円\n（被告の反論）\n争う。\n第３  争点に対する判断\n１　不法行為に基づく請求（争点１）について\n(1)　原告は，平成９年４月に締結した原告と被告間の本件契約において，被告\nが製造する本件装置につき，原告が独占的販売権を付与された旨の口頭の合意がさ\nれたとして，本件装置を第三者に販売した被告の行為が原告の有する独占的販売権\nを侵害したと主張して不法行為に基づく損害賠償を請求する。なお，本件は，債務\n不履行ではなく，不法行為を理由とする請求である。\n以下，原告がその請求の前提とする「本件契約において，被告が原告に本\n件装置の販売について独占的販売権を付与した」か否かについて検討する。\n(2)　検討\nア　事実認定\n証拠（甲１，１６，２０，乙１ないし３，５，１１，１７，１８，２５\nないし２７，証人Ｃ，証人Ｄ，原告，被告各代表者）及び弁論の全趣旨によれば，\n本件装置の開発の経緯，本件装置が納入された後の状況等につき，以下の事実が認\nめられ，この認定を覆すに足る証拠はない。\n(ア)　被告代表者のＢは，平成９年３月まで，株式会社システムビューロ\nー（以下「システムビューロー」という。）の常務取締役として，アナログ回線版\nの電話番号調査システムの開発，製作等に従事していたが，同社を退任した後，そ\nれまでの技術知識を生かそうとして，被告の代表取締役に就任し，デジタル回線版\nの電話番号調査システム（以下「デジタル版システム」という。）の開発，製作等\nの事業に着手した。\n(イ)　Ｂは，被告の契約社員である技術者のＣとともに，平成９年４月こ\nろから，デジタル版システムの開発及び製品化の準備を進めて，同月末ころには，\n基本システムを完成させた。Ｂは，同年５月１１日付けで，製品化を前提として，\n「「Ｉｎｆｏ－Ｓｅａｒｃｈシリーズ」電話使用状況探索システム」と題する製品\nの概要説明メモを作成して，販売活動を開始した。\n本件装置は，企業が保有している顧客データベースの電話番号につい\nて，顧客の電話がどのような状態か（例えば，正常に使用できる状態か，通話不可\nの状態か，既に移転されている状態か，取り外されている状態か等）を課金される\nことなく，高速で，調査するための装置であり，コンピューターに記憶された複数\nの電話番号を自動発信し，電話番号の使用状態を自動認識するためのＩＳＤＮ線仕\n様のデジタル対応システムである。上記概要説明メモによれば，\nａ　本件装置の電話接続状況仕分内容として，①電話移転，②欠番（現\n在使われていない），③使用（現在使用中），④休止（取外しメッセージの電\n話），⑤デジタル処理（コンピュータ，Ｇ４その他）等に分類し，④，⑤について\nは判断できるかどうか検討中であること\nｂ　機器形式として，回線数に応じ，ＩＳ－１００，ＩＳ－２００，Ｉ\nＳ－４００であること\nｃ　処理速度として１０桁電話番号処理では，平均５．５秒になること\nなどと記載されている。\nＢは，上記製品概要説明メモを活用して，販売活動を行い，システム\nビューロー時代にアナログ版の電話番号調査システムを購入したことのある原告代\n表者のＡに対して，引合いの打診をした。\n(ウ)　被告は，原告から本件装置を購入する旨の希望が出されたので，平\n成９年６月１６日付けで，１，２号機について，製品の合計金額を２００万円とす\nる見積書を交付した。\nところが，同月２５日ころ，Ａは，Ｂに対して，同装置を購入するに\n当たり，「確認書」（原案）と題する書面（１枚）を作成して，提示した。Ｂは，\n「確認書」を通常の注文請書とそれほど変わるものではないと判断して，原案の中\nで，１，２号機導入費用の名目について「費用金」と記載されていたのを「製品\n代」と訂正し，「Ａを出願人に加える」と記載されていたのを「Ａを発明者に加え\nる」と訂正した上，甲１確認書を交わすことに同意した。\n甲１確認書には，①本件装置に関するシステムは原告の発案により被\n告が作成したこと，②１，２号機の「製品代」を２００万円とすること，③原告\nは，本件装置に係るシステムに関連する事業を積極的に営業促進し拡販努力をしな\nければならないこと，④被告は同システムの開発を原告に協力して行うこと，⑤被\n告は，原告に納品したシステムが正常に稼働するよう，システム及びハード設計及\nび機器の購入に関し保証すること，⑥当該システムに関連する特許出願に際し，長\n嶋を発明者に加えることなどが記載されている。\n(エ)　被告は，出願人を被告，発明者をＣ，Ａとし，平成９年７月２９\n日，発明の名称を電話番号存否探索装置（Ｉｎｆｏ－Ｓｅａｒｃｈ）として，ＩＳ\nＤＮ回線によるデジタル版システムに関する特許出願を行った（以下「本件出願」\nという場合がある。）。同出願に係る特許請求の範囲（請求項３）には，当該電話\n番号の利用形態の分類に関して，(1)利用可能，(2)変更，(3)取り外し，(4)欠\n番，(5)発信誤り，(6)その他に分類するものが記載されている。なお，Ｂ自身は，\n本件発明が公知技術の集積であり，進歩性がないと考えており，審査請求も行って\nいない。\n(オ)　原告は，被告から納入された１，２号機を自社の電話番号調査業務\nに使用した。\nその後，被告は，原告が納品を受けた１，２号機について実施した稼\n働テストの結果を受けて，必要な改良を加えて，３，４号機を製作して，これらを\n原告に販売した。さらに，被告は，原告からの指摘に基づいて改良を行い，５，６\n号機を製作して，これらを原告に販売した。\n平成９年１０月ころより同１０年３月ころまでの間，原告は，被告に\n対して，本件装置に関する問題点，要望などを示し，被告は，これらの要望に基づ\nいて改善やカスタマイズ化を施した。これらは，甲１確認書に基づく被告の保守管\n理義務の履行としてされた。\nところが，原告は，甲１確認書に記載されている，本件装置に関して\nの販売について拡販する活動をせず，結果的に，本件装置についての追加発注をし\nなかったため，被告は，本件装置の開発に係る投資を回収することができなかっ\nた。\n(カ)　そこで，被告は，平成１０年１月，本件装置と実質的に同一の電話\n番号調査装置（商品名「ＤＯＬＰＨＩＮ２１」）を製造し，これをテンプランズら\nを代理店として，販売を開始した。\n被告が装置を販売したことに関して，原告から平成１０年３月１９日\n付けの「電話番号調査システムに関する営業展開について」と題する書面（乙１\n１）で，異議が述べられた。これに対して，被告は，翌２０日，原告に対し「電話\n番号調査システム販売に関するご質問について」と題する書面を送付し，①本件装\n置に関する，原告からの出荷等拡販の事実がなかったこと，②被告が自己負担で本\n件装置を開発しため，資金負担が大きくなり，テンプランズに販売を依頼したこ\nと，③開発経費は全額被告が出資したこと，④共同出願の事実はないが，原告代表\n者は発明者として名を連ねていること，⑤今後も双方がメリットを享受できるよう\n話合いがしたいこと等を回答した（乙１２）。原告は，この被告の書面に対して，\n特段異議を述べた形跡はない。\nなお，原告が被告に宛てた前記書面（乙１１）中には，「貴社の裁量\nでの販売代理店開拓については，貴社の判断で進められる事は了解しています。」\nとされ，被告が本件装置を販売することができることを前提とした記載がある。\nイ　判断\n上記認定事実に基づいて検討する。原告，被告との間で締結された本件\n契約において，「被告が原告に本件装置の独占的販売権を付与した」との内容が合\n意されたことを認めることはできない。\n(ア)　すなわち，仮に，原，被告間において，被告の販売に係る本件装置\nについて，原告に独占販売権を付与するとするならば，口頭で合意することは社会\n通念上考えられないし，また，最低販売数量，金額，契約の有効期限その他これに\n付随して生ずる様々な内容をあらかじめ取り決めないことは不自然であるが，本件\nにおいては，このような詳細は一切決められていない。\n甲１確認書３項にある「甲は営業促進し拡販努力をしなければならな\nい」という記載は，原告の営業努力を義務づけたものと解するのが相当であり，こ\nれをもって，被告から原告への独占販売権の付与があったと認めることもできな\nい。\n原告は本件装置について上記拡販努力をする義務があるにもかかわら\nず，平成９年６月から約半年を経過しても，１台の販売もしていないばかりか，販\n売努力をしている様子もないことは，独占的販売権を与えられたとすれば不自然で\nある。\n以上のとおりであり，被告が原告に本件装置に関する独占販売権を付\n与したと認定することはできない。\n(イ)　この点について，原告は，被告がテンプランズらを販売代理店とし\nて本件装置と同種の電話番号調査装置を販売した後に，原告，被告間で交わした甲\n３確認書の記載から，原告が本件装置の開発を担当し，独占販売権を有しているこ\nとが明らかである旨主張する。\nしかし，以下のとおり，原告の主張は，採用できない。\nすなわち，被告は，装置を販売した後，原告から異議を述べられた\nが，被告は，平成１０年３月２０日付けで，原告に対し，前記「電話番号調査シス\nテム販売に関するご質問について」と題する書面で，被告は「開発経費は全額弊社\nが出資したもので，貴社が開発費を負担された事実は全く無かったと理解していま\nす。」と本件装置は被告が開発したことを明白に回答していること（乙１２），甲\n３確認書は，原告が，株式会社長銀情報，株式会社綜研らの顧客から大量購入の打\n診があったため，これらの顧客に対する販売促進活動に役立てる目的で作成された\nものであること，原告自身，被告に差し出した「ご依頼と営業情報」と題する書面\nで，甲３確認書の作成目的を自認していること（乙１４）等の事実によれば，甲３\n確認書は，原告が本件装置を独占的販売権を有することの根拠になるものではな\nい。\n以上のとおり，原告，被告との間で「被告が原告に本件装置の独占的販\n売権を付与したこと」を内容とする契約が成立したことを認めることはできないの\nで，原告の主張は理由がない。\n２　債務不履行に基づく請求（争点２）について\n(1)　原告は，本件契約において，\nａ　本件装置の保守のため必要な最終版のソースプログラムを原告に引渡す\nことを被告が約したことを前提として，被告が原告に対してソースプログラムを引\nき渡さなかったことが債務不履行に当たる，\nｂ　本件装置について，第三者の特許権との抵触問題を発生させないことを\n被告が約したことを前提として，第三者が原告に対して，本件装置に関して特許権\n侵害訴訟を提起したことが債務不履行に当たる，と主張する。\n(2)　しかし，本件全証拠によるも，本件契約において，原告主張に係る(1)の\n特約が成立していたと認めることはできない。すなわち，①原告は，平成９年４月\nころ，口頭の合意により本件契約が成立したと主張し，これに沿った陳述記載があ\nるが，これによれば，被告は，本件装置の製造にとって最も重要なソースプログラ\nムの引渡し義務を負担することになるが，このような重要な内容について，開発費\n用の金額，引き渡すべきソースプログラムの内容，範囲，時期等の詳細，双方の遵\n守義務について全く取り決めることなく，口頭で合意することは不自然であるこ\nと，②被告が，原告に対し，１号機ないし６号機について，それぞれ製品代金の見\n積りとして交付した「御見積書」（甲２の１の１，甲２の２の１及び２，甲２の３\nの１及び２）においても，原告が支出したと主張する開発委託費用については何ら\n記載されず，代金算定に当たって考慮された形跡はないこと，③被告が，本件装置\nを開発するに当たり，原告から開発費用の支払を受けることを前提としたり，また\nそれを見込んで先行的に開発に着手したことなどを伺わせる事情は一切存しないこ\nと等の事実を総合すれば，本件契約において，本件装置の保守のため必要な最終版\nのソースプログラムを原告に引渡すことを合意したことを認めることはできない。\nまた，本件全証拠によるも，本件契約において，被告が第三者から特許権\n侵害訴訟を提起されないことを約したことを認定することはできない。\nなお，ジンテックから原告が提起された特許権侵害訴訟（東京地方裁判所\n平成１１年(ワ)第１４２２２号）については，原告が販売する装置についてジンテ\nックの有する特許権を侵害するものではないとの判決がなされ（平成１３年８月２\n９日判決言渡し），これが確定したことについては当裁判所に顕著である。\n以上のとおり，原告の主張は，その前提を欠くことになるから，採用でき\nない。\n３　不正競争防止法２条１項７号に基づく請求（争点３）について\n(1)　原告は，被告から納品された本件装置について，原告が被告に対して提供\nした本件営業秘密を用いて稼働テストを実施し，装置の精度を向上させているか\nら，精度を向上させた電話番号調査装置を販売する被告の行為は，原告から開示を\n受けた本件営業秘密を不正に使用する行為に当たると主張するので，以下この点に\nついて判断する。\n(2)　事実認定\n証拠（甲１，１７，乙３，２５ないし２７，証人Ｃ，被告代表者本人）及\nび弁論の全趣旨によれば，以下のとおりの事実が認められ，これに反する証拠はな\nい。\nア　本件営業秘密の概要\n原告の主張に係る本件営業秘密は別紙営業秘密目録記載のとおりであ\nる。その記載によっても，本件営業秘密の内容は必ずしも明確ではないものの，そ\nの概要は以下のとおりと推認できる。すなわち，デジタル版システムについて，電\n話の使用状態を自動調査する際に，回線切断理由を，\n①　実在（発信番号が利用可能）\n②　欠番（現在未使用）\n③　移転（移転先の新電話番号を入手・記録することを含む。）\n④　取り外し（取り外されていること）\n⑤　番号誤り（発信電話番号の桁数の過不足があること）\n⑥　不正番号（発信に適さないこと）\n⑦　回線エラー（本体から電話機が外れた等発信できなかったこと）\n⑧　区分未対応（ＩＳＤＮ回線に対応していないこと）\nの８つに分類することにあると解される。\nイ　電話番号調査装置における分類等\n従来のアナログ方式の電話番号調査システムにおいては，原則として，\n電話のベルが鳴れば有効，交換機からメッセージが戻ると無効とする２分類方式で\nあった。これに対し，デジタル回線を利用して電話番号調査をする場合，交換機か\nら戻る情報により，より詳細な電話回線の状態を把握することができるため，細か\nい分類が可能となった。被告は，デジタル版システムである本件装置において，\n１，２号機において，電話回線の調査結果を６項目に分類する方法を採用した（実\n在，欠番，移転，取り外し，番号誤り，その他）。被告は，既に，デジタル版シス\nテムにおいて，課金されることなく電話回線の状態を把握する６分類法を開発し，\n本件出願の準備もしていた。被告は，平成９年７月，電話の利用形態について，(1)\n利用可能，(2)変更，(3)取り外し，(4)欠番，(5)発信誤り，(6)その他の６分類に係\nる発明について特許出願（請求項３）をしているが，自ら進歩性を有しないと自認\nしている。原告代表者のＡは，本件出願について発明者に名を連ねているが，平成\n９年６月（本件出願の１か月ほど前）に作成された甲１確認書において，Ａが当初\n出願人とすることを希望したので，被告において，発明者に加えることで了解した\nことによるものであり，Ａは本件発明に関与したことはない。その後，不正，異常\n（回線エラー）の２つを追加して，８分類法を採用しているが，上記の経緯に照ら\nして，営業秘密として保護に値するものとはいえない。\nウ　原告，被告間における納品後のテスト等の状況\n原告は，１，２号機が納入された平成９年７月初旬以降，１，２号機を\n使用して，自社の電話番号調査業務を行った。原告の技術担当者であるＤから，被\n告技術担当者であるＣに対して，平成９年８月２２日付けで，「現在，旧アナログ\nシステムからＩｎｆｏ－Ｓｅａｒｃｈへと業務移行を推進しているが，迂闊にも今\n日現在になって仕様ミスに気が付きました。」「今後，このシステムで電話番号調\n査を行うので，非常に勝手な要求ですが，早急に修正版をお送り下さい。」と記載\nされ，発生した問題の詳細が書かれた電子メールが送られた（乙２２）。\nＤとＣとの間で，原告のＤは，被告のＣに対して本件装置の仕様変更\n（カスタマイズ）を依頼し，被告はこれに沿って仕様を変更した（甲１６ないし２\n２）。\n(3)　判断\n上記認定事実によれば，原告の主張に係る営業秘密の内容については，被\n告の本件特許出願の経緯や上記６分類に２つの分類方法（不正，異常）を追加細分\nしただけのものであり，新規なものということはできないこと，また，被告の製造\nに係る本件装置の変更は，原告が納品された装置をカスタマイズするための依頼に\n応じたものにすぎないこと等の経緯に照らすならば，被告が原告の営業秘密の開示\nを受けたと認めることはできない（原告が，本件装置を使用して電話番号調査を行\nった結果，本件装置につきソフトウエア上のバグ等が発見され，被告がそれを補修\nしたことがあるにしても，これは原告による営業秘密の開示行為とみるべきもので\nはない。）。\n以上のとおり，原告の不正競争防止法に基づく請求は理由がない。\n第４  結論\nよって，その余の点を判断するまでもなく，原告の請求はいずれも理由がな\nい。\n東京地方裁判所民事第２９部\n裁判長裁判官　　　　飯　　村　　敏　　明\n裁判官        今　　井　　弘　　晃\n裁判官        石　　村　　　　　智\n（別紙）\n営業秘密目録物件目録第１図第２図\n"
}