{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 17,
    "month": 4,
    "day": 12
  },
  "case_number": "平成17(行ケ)10080",
  "case_name": "",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "9631",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=9631",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/631/009631_hanrei.pdf",
  "contents": "平成１７年（行ケ）第１００８０号（東京高裁平成１６年（行ケ）第３２８号）\n審決取消請求事件　（平成１７年３月２９日口頭弁論終結）\n判　　　　　　　　　　決\n原　　　　　　告　　　　　ベンキュージャパン株式会社\n訴訟代理人弁護士　　    　高橋隆二\n同　    　　　　　　　　　櫻井彰人\n同　　　　弁理士　　    　高野昌俊\n被　　　　　　告　    　　シャープ株式会社\n訴訟代理人弁護士　　　    永島孝明\n同　　　　　　　　    　　山本光太郎\n同　    　　　　　　　　　伊藤晴國\n同　    　　　　　　　　　明石幸二郎\n同　　　　弁理士　　    　中尾俊輔\n同　　　　　    　　　　　伊藤高英\n同　　　    　　　　　　　磯田志郎\n主　　　　　　　　　　文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n事実及び理由\n第１　請求\n特許庁が無効２００３－３５４８６号事件について平成１６年６月２１日に\nした審決を取り消す。\n第２　当事者間に争いのない事実\n１　特許庁における手続の経緯\n被告は，名称を「液晶表示装置の駆動方法」とする特許第１６６２６１３号\n発明（昭和５７年１２月２９日出願，平成２年２月１９日出願公告，平成４年５月\n１９日設定登録，以下「本件特許」という。）の特許権者である。\n原告は，平成１５年１１月２６日，本件特許について無効審判の請求をし\nた。特許庁は，同請求を無効２００３－３５４８６号事件として審理し，平成１６\n年６月２１日，「本件審判の請求は，成り立たない。」との審決をし，その謄本\nは，同年７月１日，原告に送達された。\n２　本件特許の登録時の明細書（以下，図面と併せて「本件明細書」という。）\nの特許請求の範囲第１項に記載された発明（以下「本件発明」という。）の要旨\n行電極と列電極の交点に形成されるマトリックス型表示絵素の各々に薄膜ト\nランジスタを付加したマトリックス型液晶表示装置において，前記行電極に加えら\nれる走査信号波形の，前記薄膜トランジスタが導通状態から非導通状態に変化する\nタイミングを，前記列電極に加えられるデータ信号波形の，前記各々の行電極に接\n続された表示絵素の表示内容に対応するデータから次のデータへ変化するタイミン\nグに対して，少なくとも走査信号が行電極上を伝播する間に生ずる昀大の遅れ時間\nだけ進めることを特徴とする液晶表示装置の駆動方法。\n３　審決の理由\n審決は，別添審決謄本写し記載のとおり，①本件明細書の特許請求の範囲の\n記載は，不明りょうであり，発明の構成に欠くことができない事項が記載されてい\nるとは認められないので，昭和６０年法律第４１号による改正前の特許法３６条５\n項（以下「特許法旧３６条５項」という。）の規定を満たしておらず，また，②本\n件明細書の発明の詳細な説明は，当業者が容易にその発明を実施することができる\n程度に発明の目的，構成及び効果が記載されているということができず，上記改正\n前の特許法３６条４項（以下「特許法旧３６条４項」という。）の規定を満たして\nいないから，本件特許は，平成５年法律第２６号による改正前の特許法１２３条１\n項３号の規定により無効とすべきである，との請求人（原告）の主張に対し，(ｱ)本\n件明細書の特許請求の範囲の記載が不明りょうであるということはできず，また，\n(ｲ)本件明細書の発明の詳細な説明の記載についても同様であり，当業者が容易にそ\nの実施をすることができる程度に発明の目的，構成及び効果が記載されていないと\nすることはできないから，請求人が主張する理由によっては本件特許を無効とする\nことはできないとした。\n第３　原告主張の審決取消事由\n審決は，本件明細書の記載不備に関する判断を誤った（取消事由１，２）も\nのであり，その誤りが審決の結論に影響を及ぼすことは明らかであるから，違法と\nして取り消されるべきである。\n１　取消事由１（特許法旧３６条５項適合性の判断の誤り）\n(1)　本件発明が発明の詳細な説明に記載された発明でないことについて\n審決は，本件明細書の発明の詳細な説明に，「本発明（注，本件発明）の\n駆動方法の特徴は，・・・トランジスタがオンからオフへ移るタイミング(2)は，行\n電極の電極抵抗および容量から予想される昀大の遅れ時間τ１だけ，データ波形の\nタイミング(1)に対して速めてある」との記載があることを指摘（審決謄本５頁第１\n段落）した上，「本件発明の上記目的，効果を達成する上で，トランジスタがオン\nからオフへ移るタイミング(2)を昀大の遅れ時間τ１だけデータ波形のタイミン\nグ(1)に対して速めることは本件発明の構成に欠くことができない事項であるという\nことができるところ，本件明細書の特許請求の範囲には，これに対応して，『前記\n行電極に加えられる走査信号波形の，前記薄膜トランジスタが導通状態から非導通\n状態に変化するタイミングを，前記列電極に加えられるデータ信号波形の，前記各\n々の行電極に接続された表示絵素の表示内容に対応するデータから次のデータへ変\n化するタイミングに対して，少なくとも走査信号が行電極上を伝播する間に生ずる\n昀大の遅れ時間だけ進める』との記載がされており，本件発明の構成に欠くことが\nできない事項が記載されているということができる」（同頁昀終段落～６頁第１段\n落）と判断した。\n審決の上記判断は，トランジスタがオンからオフへ移るタイミング(2)を行\n電極の電気抵抗及び容量から予想される昀大の遅れ時間τ１（以下「昀大の遅れ時\n間τ１」又は単に「τ１」という。）だけデータ波形のタイミング(1)に対して速め\nること，すなわち，トランジスタがオンからオフへ移るタイミング(2)のデータ波形\nのタイミング(1)に対する進み時間Ｔｄ（以下「進み時間Ｔｄ」又は単に「Ｔｄ」と\nいう。）を昀大の遅れ時間τ１と一致させる（Ｔｄ＝τ１）という事項が本件発明の\n構成に欠くことのできない事項であると認定した点においては正しいが，特許請求\nの範囲に記載された「少なくとも走査信号が行電極上を伝播する間に生ずる昀大の\n遅れ時間だけ進める」（下線付加）という事項が，発明の詳細な説明に記載された\n上記事項に対応する技術内容であるとした点は，誤りである。\n本件明細書の発明の詳細な説明に開示された発明は，第６図において昀大\nの遅れ時間τ１が進み時間とされていることに表われているように，進み時間Ｔｄ\nを昀大の遅れ時間τ１に一致させる，すなわち，Ｔｄ＝τ１とするというだけの内容\nである。進み時間Ｔｄを昀大の遅れ時間よりも大きくすること，すなわちＴｄ＞τ\n１とすることについては，本件明細書の発明の詳細な説明中に何ら説明されておら\nず，特許請求の範囲に記載された技術内容（Ｔｄ≧τ１）は，発明の詳細な説明に\n記載された本件発明の必須要件に係る技術内容（Ｔｄ＝τ１）とは異なっている。\nしたがって，本件明細書の特許請求の範囲の記載は，発明の詳細な説明に\nよって裏付けられているとはいえず，本件発明は，本件明細書の発明の詳細な説明\nに記載された発明ではない。\n(2)　特許請求の範囲に発明の構成に欠くことができない事項が記載されていな\nいことについて\nア　本件発明は，その特許請求の範囲の記載から明らかなとおり，進み時間\nＴｄが「少なくとも」昀大遅れ時間τ１であること，すなわち，Ｔｄ≧τ１であるこ\nとを構成要件としている。ところが，進み時間Ｔｄが昀大遅れ時間τ１よりも大き\nくなって，例えば，走査信号波形の前端縁のタイミングが，対応するデータ信号波\n形の後端縁のタイミングよりも進んでしまったような場合には，表示動作に不都合\nが生じ，本件発明の目的を達成できなくなる。したがって，進み時間Ｔｄには，本\n件発明の目的を達成する上で技術的限界となる上限値が存在するはずであるのに，\n本件明細書には，上記上限値に関する明確な説明がない。そうすると，本件明細書\nの特許請求の範囲の記載は，不明りょうであるというほかはなく，発明の構成に欠\nくことができない事項を記載したものとはいえない。\nイ　この点につき，被告は，平成１６年２月１６日付けで提出した審判事件\n答弁書において，「進み時間Ｔｄの上限値はデータ信号波形の対応するデータの１\nデータ長（第６図のＨの幅）である」と主張した。しかしながら，進み時間Ｔｄを\n大きくして，被告のいう上限値，すなわち１データ長にまで進めた場合には，例え\nば，本件明細書（甲２）の第６図の例で説明すると，次のような不具合が生じる。\n①走査信号波形のタイミング(2)－(3)間の信号部分とデータ波形信号の\n対応するデータ部分との重なり状態が不必要に小さくなり，昀大遅れ時間分のみの\n重なりとなって，十分な充電動作が阻害され，適正な表示が不可能となる。\n②特に，行電極の走査信号の印加端に近いところでは，走査信号の遅れ\nがほとんどないため，その重なり状態は略零となり，所要の充電動作が全く行われ\nないこととなるから，表示に重大な支障を来すことになる。\n③また，重なり部分が不必要に小さくなるということは，それにつれて\n隣り合うデータ部分との重なりが不必要に大きくなるので，隣り合う画素の動作に\n対する影響が大きくなり，かえって表示の品質を低下させてしまう。\n上記①～③の各不具合は，いずれも本件明細書中で第５図を参照して説\n明されている従来技術における不具合そのものであり，仮に，進み時間Ｔｄの上限\n値が被告の主張するように「１データ長」であるとすると，本件発明はその目的を\n達成できない部分を包含することになる。したがって，進み時間Ｔｄの上限値が\n「１データ長」であるという被告の主張は，失当である。\nウ　審決は，本件明細書の特許請求の範囲の記載について，「充電動作，隣\nり合う画素の動作に対する影響などの表示動作の不都合は，液晶表示装置の駆動一\n般に際して当然考慮すべき事項であって，このような事項は，・・・本件発明の目\n的，効果に関係するものではなく，進み時間（注，進み時間Ｔｄ）の上限値が本件\n発明の構成に欠くことができない事項であるというべき根拠は見出せず，この点で\n本件明細書の特許請求の範囲の記載が不明瞭であるということはできない」（審決\n謄本６頁第３段落）と判断しているが，これは，本件明細書の内容を正しく理解し\nていないことに基づくものである。\n例えば，本件明細書（甲２）には，データ波形が走査波形に対して遅れ\nている，すなわち，データ波形に対して走査波形が進められている場合を示す第５\n図のａ及びｄの波形の組合せについて，「走査期間Ｈに比べて充電のスピードがあ\nまり速くない場合には本来第５図ｈのように＋Ⅴ（注，本件明細書では「Ｖ」の前\nの記号は「○」と「＋」を組み合わせた記号であるが，以下「＋」記号で代用す\nる。）まで充電されるものが第５図ｉのように途中のレベル＋Ｖ３までしか充電さ\nれず，コントラストのむらを生じる」（５欄第２段落）との記載がある。これは上\n記イの①，②として指摘した不都合であり，コントラストむらを生じさせないため\nには，充電のスピードを考慮した所要の充電期間が確保されなければならないこと\nが問題点として指摘されているのである。本件発明は，Ｔｄ≧τ１という範囲での\n動作を前提としているから，「行電極および列電極の電極抵抗及び容量により駆動\n信号波形に歪が生じた場合でも良好な表示コントラストを得る」（同欄第３段落\n〈発明の目的〉）という本件発明の目的を達成するためには，所要の充電期間を確\n保するための条件としての進み時間Ｔｄの上限値が存在しなければならない。\nさらに，本件明細書には，電極抵抗及び容量の影響により，「本来ゼロ\nボルトに充電されるべきものが第５図ｆのようにある電圧＋Ｖ２に充電され，オフ\nになるべき絵素に電圧がかかるようになる」（４欄昀終段落）との指摘がされてい\nる。これは上記イの③として指摘した不具合である。コントラストむらを生じさせ\nないために，オフになるべき絵素に電圧がかからないようし，駆動信号波形に歪が\n生じた場合でも良好な表示コントラストを得るという発明の目的の達成のために\nも，本件発明には，上記の不具合を発生させないための条件としての進み時間Ｔｄ\nの上限値が存在していなければならないはずである。\nしたがって，進み時間Ｔｄの上限値が本件発明の目的とは関係しないと\nした審決の認定，及びこれに基づく「進み時間の上限値が本件発明の構成に欠くこ\nとができない事項であるというべき根拠は見出せず」との判断が誤りであることは\n明らかである。\n(3)　以上のとおり，本件明細書の特許請求の範囲の記載が特許法旧３６条５項\nに規定する要件に適合しているとした審決の判断は誤りである。\n２　取消事由２（特許法旧３６条４項適合性の判断の誤り）\n審決は，「本件明細書の発明の詳細な説明の記載についても同様であり，当\n業者が容易にその実施をすることができる程度に発明の目的，構成及び効果が記載\nされていないとすることはできない」（審決謄本６頁第４段落）とする誤った認定\nをしており，この誤りが審決の結論に影響を及ぼすことは明白である。\n上記１で述べたとおり，本件明細書には，特許請求の範囲に記載されたＴｄ\n≧τ１のうちのＴｄ＞τ１の範囲についての技術的説明は何ら記載されておらず，本\n件発明の目的を達成するために進み時間Ｔｄの上限値をどのように決定すべきかに\nついての指針すらも与えられていない。したがって，本件明細書の発明の詳細な説\n明には，本件発明を当業者が容易に実施できる程度に発明の目的，構成及び効果が\n記載されておらず，特許法旧３６条４項違反の記載不備がある。\n第４　被告の反論\n審決の認定判断に誤りはなく，原告主張の審決取消事由はいずれも理由がな\nい。\n１　取消事由１（特許法旧３６条５項適合性の判断の誤り）について\n(1)　原告は，本件明細書の特許請求の範囲に記載された技術内容は，発明の詳\n細な説明に記載された本件発明の必須要件に係る技術内容とは異なると主張する\nが，失当である。\n本件明細書（甲２）には，「（走査信号波形の）トランジスタがオンから\nオフへ移るタイミング(2)は，行電極の電極抵抗および容量から予想される昀大の遅\nれ時間τ１だけ，データ波形のタイミング(1)に対して速めてある。これによって走\n査波形の遅れの影響を無くすことができる」（５欄昀終段落）と記載されている。\nさらに，「走査波形の遅れの影響」について，「データ波形に対して走査波形が遅\nれている場合，即ち第５図ｂ，ｃの組み合わせを考える。第ｉ行－第ｊ列の絵素で\nはトランジスタがオン状態になるとまず＋Ｖまで充電が行なわれる。しかしトラン\nジスタがオン状態の時にデータ波形が＋Ｖからゼロボルトに変化するために放電が\n起こり，トランジスタがオフ状態に変化した時に保持している電圧は第５図ｅに示\nす如く＋Ｖより小さくなってしまう。このような電圧降下は，遅れの程度が大きい\n程即ちその点から入力端を見た場合の電極抵抗および容量が大きい点程大きくな\nる。・・・第（ｉ－１）行－第ｊ列の絵素についても同様に本来ゼロボルトに充電\nされるべきものが第５図ｆのようにある電圧＋Ｖ２に充電され，オフになるべき絵\n素に電圧がかかるようになる」（４欄昀終段落）と記載されている。\nすなわち，従来の液晶表示装置では，走査信号波形に歪が生じることに起\n因して，走査信号波形の薄膜トランジスタを導通状態から非導通状態に変化するタ\nイミングが昀大の遅れ時間τ１の間に位置するので，データ信号が次のデータに変\n化した後にも導通状態となっている薄膜トランジスタが存在するという不都合を生\nじる。これが，従来技術の問題点である「走査波形の遅れの影響」であり，「走査\n波形の遅れの影響」は昀大の遅れ時間τ１の間に発生するのである。\nそこで，本件発明は，歪が昀大となる薄膜トランジスタにおいても，次の\nデータの取り込みによる表示不良をなくすために，走査信号波形のタイミングを進\nめた（速めた）ものである。走査信号波形の薄膜トランジスタを導通状態から非導\n通状態に変化するタイミングが昀大の遅れ時間τ１の間に位置しないように走査信\n号波形のタイミングを進めるのであるから，本件発明は，走査信号波形のタイミン\nグを昀大の遅れ時間τ１に一致させるだけではなく，昀大の遅れ時間τ１以上に進め\nることも含んでいる。このように，本件明細書の発明の詳細な説明の「トランジス\nタがオンからオフへ移るタイミング(2)は，行電極の電極抵抗及び容量から予想され\nる昀大の遅れ時間τ１だけ，データ波形のタイミング(1)に対して速めてある」とい\nう記載における「だけ」は，本件発明の目的に照らして，下限値を意味すると解す\nることが技術的に妥当である。したがって，本件明細書の発明の詳細な説明には，\nトランジスタがオンからオフへ移るタイミング(2)を，データ波形のタイミング(1)\nに対して，昀大の遅れ時間τ１以上進めること，すなわち，Ｔｄ≧τ１が記載されて\nいる。\nこのように，本件発明は，走査信号が行電極上を伝播する間に生ずる走査\n波形の遅れの影響を無くすために，少なくとも走査信号が行電極上を伝播する間に\n生ずる昀大の遅れ時間τ１だけ，薄膜トランジスタが導通状態から非導通状態に変\n化する走査信号波形のタイミング（本件特許の第６図におけるタイミング(2)）を列\n電極に加えられるデータ信号波形が表示絵素の表示内容に対応するデータから次の\nデータへ変化するタイミング（同図におけるタイミング(1)）に対して進めているの\nであるから，本件明細書の特許請求の範囲は，本件発明の構成に欠くことができな\nい事項を記載したものということができる。\n(2)　原告は，特許請求の範囲に係る発明（Ｔｄ≧τ１）では，進み時間Ｔｄに\n上限値が存在しなければならないのに，本件明細書の発明の詳細な説明にはＴｄの\n上限値に関する記載がない，進み時間Ｔｄの上限値がデータ信号波形の対応するデ\nータの１データ長（第６図のＨの幅）であるとすると，この「上限値」にまで進み\n時間Ｔｄを進めた場合には，第５図のａ及びｄの波形の組合せについて述べられて\nいるような不具合が生じるなどと主張し，コントラストむらを生じさせないために\nは，充電のスピードを考慮した所要の充電期間が確保されなければならないと指摘\nする。\nア　しかしながら，原告がその主張する不具合を記載したものとして指摘す\nる本件明細書（甲２）の記載（５欄第２段落）は，「データ波形が走査波形に対し\nて遅れている」第５図のａ及びｄの波形の組合せにおいて，「走査期間Ｈに比べて\n充電のスピードがあまり速くない場合」の問題点を指摘したものであり，この場合\nには，「予想される遅れ時間τ２だけ，走査波形の(3)の〔トランジスタがオフから\nオンに変化する〕タイミングをデータ波形のタイミング(1)より遅らせる。・・・こ\nれによってデータ波形の遅れの影響を無くすることができる」（６欄第１段落，〔\n〕内付加）のである。\nまた，本件発明は，「走査信号波形の遅れ」の影響をなくすために，\n「走査信号波形のトランジスタがオンからオフに変化するタイミングを進める」こ\nとを規定するものであるから，「データ波形の遅れ」の影響を無くすために，「走\n査信号波形のトランジスタがオフからオンに変化するタイミングを遅らせる」こと\nに関する記載，しかも，充電のスピードがあまり速くない場合という特定の状況を\n前提とするものは，本件発明とは別の発明に関するものであり，本件発明の技術的\n意味の解釈には関係がない。\nイ　さらに，原告は，進み時間Ｔｄの上限値はデータ信号波形の対応するデ\nータの１データ長（第６図のＨの幅）であるという被告の主張に対し，進み時間Ｔ\nｄを上限値（１データ長）とした場合の不具合点③として，隣り合うデータ部分と\nの重なりが不必要に大きくなるので，隣り合う画素の動作に対する影響が大きくな\nり，かえって表示の品質を低下させてしまうことになると主張し，これと関連づけ\nて，本件明細書にも，第５図ｆについて，「オフになるべき絵素に電圧がかかるよ\nうになる不具合が指摘されている」と主張する。しかし，これらは全く根拠のない\n主張である。本件特許の第５図ｆは，第（ｉ－１）行－第ｊ列の絵素の電位を示す\nものであり，第（ｉ－１）行－第ｊ列のトランジスタのオンからオフへ移るタイミ\nング(2)が遅れることによって，次の第ｉ行－第ｊ列の絵素に対応するデータが充電\nされることを示している。したがって，トランジスタがオンからオフへ移るタイミ\nング(2)をデータ波形のタイミング(1)に対して昀大の遅れ時間τ１以上速めること\nにより解決されるのである。なお，本件発明において，トランジスタのオンからオ\nフへ移るタイミング(2)を進めることにより，１行前の絵素に対応するデータが充電\nされる場合もあり得るが，その後，本来の絵素に対応するデータが充電されるた\nめ，問題は生じない。\nウ　原告は，審決の「充電動作，隣り合う画素の動作に対する影響などの表\n示動作の不都合は，液晶表示装置の駆動一般に際して当然考慮すべき事項であっ\nて，このような事項は，電極抵抗及び容量により走査波形のタイミングが遅れると\n表示コントラストにむらが生じるという問題点を解決し，行電極および列電極の電\n極抵抗及び容量により駆動信号波形に歪が生じた場合でも良好な表示コントラスト\nを得るという本件発明の目的，効果に関係するものではなく，進み時間の上限値が\n本件発明の構成に欠くことができない事項であるというべき根拠は見出せず，この\n点で本件明細書の特許請求の範囲の記載が不明瞭であるということはできない」\n（審決謄本６頁第３段落）という判断が誤りであると主張するが，その根拠とする\nところがいずれも失当であることは，以上述べたことから明らかである。\n２　取消事由２（特許法旧３６条４項適合性の判断の誤り）について\n本件明細書には，上記１(1)のとおり，トランジスタがオンからオフへ移るタ\nイミング(2)をデータ波形のタイミング(1)に対して昀大の遅れ時間τ１以上進める\nことが開示されている。したがって，特許法旧３６条４項の記載不備に関する原告\nの主張は，本件明細書には特許請求の範囲に記載されたＴｄ＞τ１の範囲について\nの技術的説明は何ら記載されていないとする前提において誤っており，失当であ\nる。\n第５　当裁判所の判断\n１　取消事由１（特許法旧３６条５項適合性の判断の誤り）について\n(1)　原告は，①本件明細書の特許請求の範囲に規定された「少なくとも走査信\n号が行電極上を伝播する間に生ずる昀大の遅れ時間だけ進める」は，進み時間（Ｔ\nｄ）≧昀大の遅れ時間（τ１）であることを意味しているところ，発明の詳細な説\n明中には，Ｔｄ＝τ１の場合について説明はあるが，Ｔｄ＞τ１の場合の説明はない\nから，本件発明は，本件明細書の発明の詳細な説明に記載された発明ではない，②\n本件発明がＴｄ＞τ１の場合を含んでいる以上，Ｔｄには何らかの上限値がなけれ\nばならないが，本件明細書中にはＴｄの上限値についての説明がないから，本件発\n明におけるＴｄ≧τ１の技術内容の意義が不明であり，本件明細書の特許請求の範\n囲には発明の構成に欠くことができない事項が記載されていないなどと主張する。\n(2)　本件明細書（甲２）の特許請求の範囲の記載は，上記第２の２のとおりで\nあり，発明の詳細な説明欄には，以下の記載がある。\nア　「（〈従来技術〉）・・・以上のように行電極１３列電極１４が無視で\nきない大きさの電極抵抗を持つと，電極に接続された負荷容量２４や浮遊容量との\n作用により，加えられた電圧波形に歪が生じる。例えば第４図ａのような波形信号\nが電極に加えられた場合，電極抵抗および容量により第４図ｂのように歪が生じ，\nその波形は第４図ｃのように，本来の波形信号ａが時間的に若干遅れを生じたとみ\nなすことができる。」（４欄第２段落）\nイ　「まずデータ波形に対して走査波形が遅れている場合，即ち第５図ｂ，\nｃの組み合わせを考える。第ｉ行－第ｊ列の絵素ではトランジスタがオン状態にな\nるとまず＋Ｖまで充電が行なわれる。しかしトランジスタがオン状態の時にデータ\n波形が＋Ｖからゼロボルトに変化するために放電が起こり，トランジスタがオフ状\n態に変化した時に保持している電圧は第５図ｅに示す如く＋Ｖより小さくなってし\nまう。このような電圧降下は，遅れの程度が大きい程即ちその点から入力端を見た\n場合の電極抵抗および容量が大きい点程大きくなる。また第（ｉ＋1）行もオンとな\nるような表示内容では電圧降下は生じない。第（ｉ－1）行－第ｊ列の絵素について\nも同様に本来ゼロボルトに充電されるべきものが第５図ｆのようにある電圧＋Ｖ２\nに充電され，オフになるべき絵素に電圧がかかるようになる。前述のように，電極\n抵抗及び容量により走査波形のタイミングが遅れると，表示内容によって絵素に加\nわる電圧が変化し，その変化の大きさは場所によって異なるため，表示コントラス\nトにむらが生じる結果となる。」（４欄第２段落～５欄第１段落）\nウ　「次にデータ波形が走査波形に対して遅れている場合，即ち第５図のａ\n及びｄの波形の組み合わせを考える。この場合，第ｉ行－第ｊ列の絵素ではトラン\nジスタがオンになった時に，まず第（ｉ－１）行のデータであるゼロボルトへ向け\nて充電が行われた後に本来のデータである＋Ｖに充電される。この時，トランジス\nタを通しての充電が速やかに行われるような駆動条件ならば第５図ｇのようにトラ\nンジスタがオフ状態に変わる時には常に＋Ｖまで充電されるため問題はない。しか\nし，走査期間Ｈに比べて充電のスピードがあまり速くない場合には本来第５図ｈの\nように＋Ｖまで充電されるものが第５図ｉのように途中のレベル＋Ｖ３までしか充\n電されず，コントラストのむらを生じる。」（５欄第２段落）\nエ　「＜発明の目的＞　本発明は，マトリックス型液晶表示装置の従来の駆\n動方法における上記問題点に鑑みてなされたものであり，行電極および列電極の電\n極抵抗及び容量により駆動信号波形に歪が生じた場合でも良好な表示コントラスト\nを得ることのできる新規有用な液晶表示装置の駆動方法を提供することを目的とす\nるものである。」（５欄第３段落）\nオ　「＜発明の基本原理＞　本発明の駆動方法の特徴は，データ波形の切り\n替えのタイミングに対して，走査波形のタイミングを予じめずらせておき，波形の\n遅れの影響を無くすも（の）で，第６図はその駆動波形である。第６図ａは列電極\nに加えられるデータ波形で，(1)のタイミングで等間隔（間隔Ｈ）に各行に対応する\nデータを切り替えている。ｂ，ｃは本発明の駆動方法における走査波形である。こ\nこで，トランジスタがオンからオフへ移るタイミング(2)は，行電極の電極抵抗およ\nび容量から予想される昀大の遅れ時間τ１だけ，データ波形のタイミング(1)に対し\nて速めてある。これによって走査波形の遅れの影響を無くすことができる。次に走\n査波形においてトランジスタがオフからオンへ移るタイミング(3)は，トランジスタ\nを通しての充電が十分に速く行われる条件では特に制限が無く，(2)－(3)の間隔は\n昀大で走査ライン数によって定まる値Ｈにすることができる。このような走査波形\nが第６図ｂである。ここでデータの切り替えのタイミングと走査のタイミングは，\n間隔が等しく，データに対して走査がτ１だけ速くなっている。また充電が遅く，\n走査波形に対するデータ波形の遅れが問題となる場合は，予想される遅れ時間τ２\nだけ，走査波形の(3)のタイミングをデータ波形のタイミング(1)より遅らせる。こ\nれが第６図ｃの走査波形である。これによってデータ波形の遅れの影響を無くする\nことができる。」（５欄昀終段落～６欄第１段落）\nカ　「＜発明の効果＞　以上の如く本発明は，行または列電極の電極抵抗お\nよび容量とによって発生する信号波形の歪の影響を無くすことができる有効な駆動\n方法であり，大容量ⅩＹマトリックス型液晶表示装置を駆動する上で極めて有益で\nある。」（７欄第２段落）\n(3)　本件発明は本件明細書の発明の詳細な説明に記載された発明ではないとの\n主張について\n本件明細書の発明の詳細な説明の上記記載によれば，本件発明は，①「行\n電極および列電極の電極抵抗及び容量により駆動信号波形に歪が生じた場合でも良\n好な表示コントラストを得ることのできる新規有用な液晶表示装置の駆動方法を提\n供すること」を目的とすること（上記(2)エ），②その基本原理は，「データ波形の\n切り替えのタイミングに対して，走査波形のタイミングを予じめずらせておき，波\n形の遅れの影響を無くす」というものであって，「トランジスタがオンからオフへ\n移るタイミング(2)は，行電極の電極抵抗および容量から予想される昀大の遅れ時間\nτ１だけ，データ波形のタイミング(1)に対して速めてある」構成に特徴を有するも\nのであること（同オ），また，③「行または列電極の電極抵抗および容量とによっ\nて発生する信号波形の歪の影響を無くすことができる有効な駆動方法であり，大容\n量ⅩＹマトリックス型液晶表示装置を駆動する上で極めて有益である」という効果\nを奏するものであること（同カ）が認められる。\nここで，「波形の遅れの影響」とは，本件明細書（甲２）に，「データ波\n形に対して走査波形が遅れている場合，即ち第５図ｂ，ｃの組み合わせを考える。\n第ｉ行－第ｊ列の絵素ではトランジスタがオン状態になるとまず＋Ｖまで充電が行\nなわれる。しかしトランジスタがオン状態の時にデータ波形が＋Ｖからゼロボルト\nに変化するために放電が起こり，トランジスタがオフ状態に変化した時に保持して\nいる電圧は第５図ｅに示す如く＋Ｖより小さくなってしまう。このような電圧降下\nは，遅れの程度が大きい程即ちその点から入力端を見た場合の電極抵抗および容量\nが大きい点程大きくなる。・・・第（ｉ－１）行－第ｊ列の絵素についても同様に\n本来ゼロボルトに充電されるべきものが第５図ｆのようにある電圧＋Ｖ２に充電さ\nれ，オフになるべき絵素に電圧がかかるようになる」（４欄昀終段落）と記載され\nているとおり，データ信号が次のデータに変化した後にも導通状態となっている薄\n膜トランジスタが存在することに生じる不都合であるから，このような波形の遅れ\nによる影響をなくすためには，「トランジスタがオンからオフへ移るタイミン\nグ(2)」を「データ波形のタイミング(1)に対して速める」場合の進み時間Ｔｄが，\nτ１と同一（Ｔｄ＝τ１）か又はそれよりも大きい（Ｔｄ＞τ１）ものでなければな\nらないことは，本件明細書中の発明の目的，構成及び効果の説明に接した当業者が\n格別の思考を要することなく容易に理解し得ることというべきである。したがっ\nて，本件明細書の発明の詳細な説明には，走査波形の切り替えのタイミングをあら\nかじめデータ波形の切り替えのタイミングに対してずらしておく場合の進み時間Ｔ\nｄを少なくとも昀大の遅れ時間τ１とすること（Ｔｄ≧τ１）が開示されているとい\nうことができる。\nこの点について，原告は，本件明細書の発明の詳細な説明にはＴｄ＝τ１\nとすることしか開示されていないと主張する。確かに，本件明細書の発明の詳細な\n説明には，「〈発明の基本原理〉」として，本件発明の駆動方法の特徴が説明さ\nれ，進み時間Ｔｄと昀大の遅れ時間τ１との関係につき，「トランジスタがオンか\nらオフへ移るタイミング(2)は，行電極の電極抵抗および容量から予想される昀大の\n遅れ時間τ１だけ，データ波形のタイミング(1)に対して速めてある」と記載されて\nいること（上記(2)オ），この説明において参照されている第６図において，トラン\nジスタがオンからオフに移るタイミング(2)は，データ波形のタイミング(1)に対し\nてτ１だけ速められていること（Ｔｄ＝τ１）が認められる。しかしながら，本件明\n細書に記載された目的，効果を参酌すると，上記記載における「・・・昀大の遅れ\n時間τ１だけ，・・・速めてある」の「だけ」は，原告主張のように進み時間Ｔｄ\nを昀大の遅れ時間τ１とすること（Ｔｄ＝τ１）のみを意味すると理解すべきではな\nく，むしろ，上記判示のとおり，進み時間が「少なくとも」昀大の遅れ時間τ１で\nあること，すなわちＴｄ≧τ１を含意していると解すべきである。第６図に示され\nた例においてＴｄ＝τ１とされていることは，本件発明の基本原理をＴｄが下限値\n（Ｔｄ＝τ１）である場合を例にとって説明したものと解されるから，上記のよう\nに解することを何ら妨げるものではない。\nしたがって，本件発明は，本件明細書の発明の詳細な説明に記載された発\n明というべきであり，原告の主張は採用することができない。\n(4)　特許請求の範囲に発明の構成に欠くことができない事項が記載されていな\nいとの主張について\n原告は，本件発明における進み時間Ｔｄの上限値に関連して，本件明細書\nの特許請求の範囲の記載は発明の構成に欠くことができない事項を記載していない\nと主張する。しかしながら，原告の主張は，以下の理由により，採用することがで\nきない。\nア　トランジスタを通しての充電が速やかに行われるような大容量ＸＹマト\nリックス型液晶表示装置において，行電極に加えられる走査信号波形の，トランジ\nスタが導通状態（オン）から非導通状態（オフ）に変化するタイミング(2)が，列電\n極に加えられるデータ信号波形の各々の行電極に接続された表示絵素の表示内容に\n対応するデータ期間内，すなわち，前のデータから変化したタイミング後で，次の\nデータへ変化するタイミング前であって，かつ，トランジスタの導通状態（オン）\nから非導通状態（オフ）への変化の直前に必要な充電時間が得られれば，表示絵素\nの表示内容に対応する電圧での充電が確保される。このことは，本件特許出願前\nに，技術常識として認識されていたということができるのであって，本件明細書の\n従来技術に関する説明中の，「この時，トランジスタを通しての充電が速やかに行\nわれるような駆動条件ならば第５図ｇのようにトランジスタがオフ状態に変わる時\nには常に＋Ｖまで充電されるため問題はない」（上記(2)ウ），同じく発明の基本原\n理に関する説明中の，「次に走査波形においてトランジスタがオフからオンへ移る\nタイミング(3)は，トランジスタを通しての充電が十分に速く行われる条件では特に\n制限が無く」（同オ）との記載からも十分にうかがい知ることができる。\nそして，本件明細書の発明の詳細な説明に，走査波形の遅れの影響をな\nくすために走査波形のタイミングを「昀大の遅れ時間τ１だけ」速めておくこと\n（進み時間Ｔｄ≧τ１）についての開示があると認められることは上記判示のとお\nりであり，このような開示内容に対応する構成を，特許請求の範囲に「少なくと\nも・・・昀大の遅れ時間だけ」との文言で表現することについては，特にそのよう\nな表現によって発明の構成が不明になるなどの特段の事情がない限り，一般に許容\nされ得るものということができる。\nイ　この点について，原告は，本件発明の目的を達成する上で進み時間Ｔｄ\nには上限値がなければならないのに，本件明細書には，この上限値についての説明\nがないから，特許請求の範囲の記載が不明りょうであると主張する。\nしかしながら，大容量ＸＹマトリックス型液晶表示装置において，行電\n極に加えられる走査信号波形の，トランジスタが導通状態（オン）から非導通状態\n（オフ）に変化するタイミングが適正な充電時間を確保することができなくなるよ\nうなタイミングであると，問題が発生することは明らかである（このことについて\nは，本件明細書においても指摘されている。上記(2)ウ）から，本件明細書中に明示\n的に記載されていなくとも，適正な充電時間が確保するという観点から，進み時間\nＴｄについてはおのずと上限が定まっているということができる。\n原告は，進み時間を「１データ長」とした場合を例にとって，この場合\nには十分な充電動作が阻害され，表示に重大な支障を来すと主張するが，その当否\nはともかく，進み時間Ｔｄにおのずと上限があることは，液晶表示装置の分野にお\nける当業者にとって自明のことというべきであるから，その点について本件明細書\nに特に記載がなくても，そのことをもって，特許請求の範囲の記載が不明りょうで\nあるということはできず，また，上限値についての記載を欠くことをもって，特許\n請求の範囲に発明の構成に欠くことができない事項が記載されていないということ\nもできないというべきである。\n(5)　以上のとおり，原告の取消事由１の主張は理由がない。\n２　取消事由２（特許法旧３６条４項適合性の判断の誤り）について\n原告は，本件明細書の発明の詳細な説明には，当業者が容易にその実施をす\nることができる程度に発明の目的，構成及び効果が記載されていないとして，本件\n明細書の特許法旧３６条４項違反の記載不備を主張する。\n原告の主張は，本件明細書の発明の詳細な説明には，進み時間ＴｄがＴｄ＝\nτ１である発明しか開示されていないことを前提とするものであるが，本件明細書\nがＴｄ≧τ１の場合についても開示していると認めるべきことは上記１(3)判示のと\nおりである。そして，トランジスタがオンからオフに移るタイミング(2)をデータ波\n形のタイミング(1)に対して速める（進める）場合の進み時間Ｔｄにおのずと上限が\nあることも，当業者が容易に理解し得ることというべきであるから，Ｔｄの上限値\nが明示されていなくても，当業者が本件発明を実施することに困難があるというこ\nとはできない。\nしたがって，本件明細書に原告の主張するような記載不備があるということ\nはできず，原告の取消事由２の主張は理由がない。\n３　以上のとおり，原告主張の審決取消事由はいずれも理由がなく，他に審決を\n取り消すべき瑕疵は見当たらない。\nよって，原告の請求は理由がないから棄却することとし，主文のとおり判決\nする。\n知的財産高等裁判所第２部\n裁判長裁判官　　　　　篠　　原　　勝　　美\n裁判官　　　　　岡　　本　　　　　岳\n裁判官古城春実は退官につき署名押印することができない。\n裁判長裁判官　　　　　篠　　原　　勝　　美\n"
}