{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 20,
    "month": 10,
    "day": 14
  },
  "case_number": "平成19(ワ)1688",
  "case_name": "不正競争行為差止等請求事件",
  "court_name": "大阪地方裁判所",
  "right_type": "不正競争",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "36942",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=36942",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/942/036942_hanrei.pdf",
  "contents": "平成２０年１０月１４日判決言渡 同日原本交付 裁判所書記官\n平成１９年(ワ)第１６８８号 不正競争行為差止等請求事件\n口頭弁論終結日 平成２０年７月１７日\n判決\n原 告 イ ミュ株式 会社\n原 告 エルソルプロダクツ株式会社\n原 告 ピ アス株式 会社\n原告ら訴訟代理人弁護士 畑 郁 夫\n石川 正\n重冨貴光\n細野真史\n松本 亮\n被 告 株式会 社佳香園\n訴訟代理人弁護士 杉 山 博 夫\n主文\n１ 被告は，原告イミュ株式会社に対し，３６３９万７２５５円及びこれに対す\nる平成１９年２月２３日から支払済みまで年５分の割合による金員を支払え。\n２ 被告は，原告エルソルプロダクツ株式会社に対し，１９９６万４１６５円及\nびこれに対する平成１９年２月２３日から支払済みまで年５分の割合による金\n員を支払え。\n３ 被告は，原告ピアス株式会社に対し，９６３万８５８０円及びこれに対する\n平成１９年２月２３日から支払済みまで年５分の割合による金員を支払え。\n４ 原告らのその余の請求をいずれも棄却する。\n５ 訴訟費用はこれを３分し，その１を原告ら，その余を被告の各負担とする。\n６ この判決の第１項ないし第３項は，仮に執行することができる。\n事実及び理由\n第１ 請求\n１ 被告は，別紙被告商品表示目録１及び同２記載の容器に収容したまつ毛化粧\n料を製造し，譲渡し，引き渡し，譲渡若しくは引渡しのために展示し，輸出し，\n輸入し，又は電気通信回線を通じて提供してはならない。\n２ 被告は，別紙被告商品目録３記載の包装に収納したまつ毛化粧料を製造し，\n譲渡し，引き渡し，譲渡若しくは引渡しのために展示し，輸出し，輸入し，又\nは電気通信回線を通じて提供してはならない。\n３ 被告は，第１項及び前項記載のまつ毛化粧料を廃棄せよ。\n４ 被告は，原告らそれぞれに対し，６６００万円（原告らの不可分債権）及び\nこれに対する平成１９年２月２３日（訴状送達の日の翌日）から支払済みまで\n年５分の割合による金員を支払え。\n５ 訴訟費用は被告の負担とする。\n６ 仮執行宣言\n第２ 事案の概要等\n１ 事案の概要\n本件は，原告らの製造・販売するまつ毛化粧料（マスカラ）の容器及びその\n包装が原告の商品表示として周知・著名なものになっており，被告がこれに類\n似する商品表示を使用したマスカラを製造し，譲渡し又は引き渡したことは，\n不正競争防止法２条１項１号又は２号所定の不正競争に該当するとして，被告\nに対し，同法３条１項に基づき被告の製品の製造・譲渡等の差止め，同法３条\n２項に基づき被告の製品の廃棄及び同法４条に基づき被告の製品の販売によっ\nて原告が被った損害賠償の一部として原告らそれぞれに対する６６００万円\n（原告らの不可分債権）の支払及びこれに対する訴状送達の日の翌日である平\n成１９年２月２３日から支払済みまで民法所定の年５分の割合による遅延損害\n金の支払を求めた事案である。\n末尾に証拠を掲記したものを除き，当事者間に争いが２ 争いのない事実等（\nない。）\n1当事者()\nア 原告ら\n原告エルソルプロダクツ株式会社（以下「原告エルソルプロダクツ」と\nいう。）及び原告ピアス株式会社（以下「原告ピアス」という。）は，化\n粧品の製造及び販売等を目的とする株式会社である（甲１～３）。\n原告イミュ株式会社（以下「原告イミュ」という。）は，化粧品の販売\n等を目的とする株式会社である（甲４）。\n原告エルソルプロダクツ及び原告イミュは，いずれも原告ピアスを親会\n社とする企業グループに属している。\nイ被告\n被告は，化粧品の製造及び販売等を目的とする株式会社である。\n2 原告らによる商品の製造及び販売()\n原告エルソルプロダクツは，別紙原告ら商品表示目録１記載の容器（以下\n「原告ら容器」という。）にまつ毛化粧料を充填した商品（以下「原告ら商\n品」という。）を製造し，これを同目録２記載のように包装して（以下，原\n告ら商品を同目録２記載のように包装したものを「原告ら包装」という。），\n原告ピアスに販売している。\n原告イミュは，原告ら商品を原告ピアスから仕入れて，卸売代理店及び小\n売店に販売している（甲６，７）。\n3 被告による商品の製造()\n被告は，遅くとも平成１８年４月以降，別紙被告商品表示目録１記載の容\n器（以下「イ号１容器」という。）にマスカラを充填した商品（以下「被告\n商品１」という。）及び同目録２記載の容器（以下「イ号２容器」といい，\nイ号１容器と合わせて「イ号各容器」という。）にマスカラを充填した商品\n（以下「被告商品２」といい，被告商品１と合わせて「被告各商品」とい\nう。）をそれぞれ製造した。\n被告は，被告商品１を別紙被告商品表示目録３記載のように包装し（以下，\n被告商品１を同目録３記載のように包装したものを「ロ号包装」という。），\nまた，被告商品２を甲第１３号証記載のように包装し（以下，同号証記載の\n包装を「件外包装」という。別紙件外包装写真参照。），これらを訴外株式\n会社ワールドリンクス（以下「ワールドリンクス」という。）に納入した\n（ワールドリンクスに納入したことについて甲６０）。\nイ号各容器，ロ号包装及び件外包装のための資材は，いずれもワールドリ\nンクスから被告に提供されたものであり，被告はこれらを使用して被告各商\n品を製造した。\n３争点\n1 被告の行為は不正競争防止法２条１項１号又は同項２号に該当するか。()\nア 原告ら容器及び原告ら包装は原告らの商品表示として需要者の間に広く\n認識されているか又は原告らの著名な商品表示といえるか。（争点１－\n１）\nイ イ号各容器は原告ら容器と類似するか。（争点１－２）\nウ ロ号包装は原告ら包装と類似するか。（争点１－３）\nエ 被告各商品は原告ら商品と混同のおそれがあるか。（争点１－４）\nオ 被告各商品の製造は不正競争防止法２条１項１号及び２号にいう他人の\n商品等表示の使用に該当するか。また，被告各商品の納入は同項１号及び\n２号にいう他人の商品等表示を使用した商品の譲渡又は引渡しに該当する\nか。（争点１－５）\n2 被告の行為により原告の営業上の利益が侵害され又は侵害されるおそれが()\nあるか。（争点２）\n3 被告に故意・過失が認められるか。（争点３）()\n4 原告らの損害額及び損害賠償請求権の性質（争点４）()\n第３ 当事者の主張\n１ 争点１－１（原告ら容器及び原告ら包装の周知性・著名性）\n【原告らの主張】\n1 原告ら容器及び原告ら包装が他の同種商品と識別し得る独特の特徴を有す()\nることについて\nア 原告ら容器の商品表示性\n原告ら容器は，同種のマスカラ容器の中でも，とりわけ①容器本体(ア)\n（マスカラが充填されている容器部分をいう。以下同じ。）が濃いワイ\nンレッドの色を有する点，及び②容器本体の正面視に２つの長いまつ毛\n模様を有する点（以下，原告らが主張す る原告ら容器の上記特徴点を\n「原告ら容器の特徴点①」などという。）において，需要者の注意を引\nく独特の際だった特徴（色彩及び模様）を備えている。\n原告ら商品の販売が開始された平成１３年９月当時，マスカラ容器に(イ)\nは比較的地味な色（シルバー，グレー，ホワイト，ブラックなど）を配\nしたものが一般的であり，原告ら容器のように濃いワインレッドの色を\n配したマスカラ容器は他になかった。また，平成１３年９月当時，原告\nら容器のように，マスカラ容器に２つの長いまつ毛模様を表示したもの\nは他になかった。\n原告ら商品は，マスカラでありながら，塗るだけであたかも「つけま(ウ)\nつ毛」を付けたかのようにまつ毛を長く見せることができることをコン\nセプトとする点で従来のマスカラと大きく相違するところ，２つの長い\nまつ毛模様は，かかる「塗るつけまつげ」としてのコンセプトを容器に\n表示したものとして独特の特徴を有している。\nこのように，原告ら容器の色彩・模様は，上記原告ら容器の特徴点①(エ)\n及び同②の各点において，需要者の注意を引くに十分な特徴を有し，そ\nれゆえ際だった自他識別力を有している。\nイ 原告ら包装の商品表示性\n原告ら包装は，マスカラの包装の中でも，とりわけ①台紙の略中央部(ア)\nに「塗るつけまつげ」との文字が付されている点，②包装台紙の色調が\nライトグリーン（緑系統）を基調としており，このこととブリスター方\n式（商品を水膨れ状にプラスチック等で覆うことにより包容する方式を\nいう。以下同じ。）で内包されている容器本体が濃いワインレッド色で\nあることとが相まって，全体として特徴ある調和がとれている点，③容\n器本体の正面視に２つの長いまつ毛模様を有する点，④台紙の形状が全\n体として木の葉型である点，及び⑤台紙の形状と略長方形のプラスチッ\nク状包装との形状とが一致していない点（以下，原告らが主張する原告\nら包装の上記特徴点を「原告ら包装の特徴点①」などという。）におい\nて，需要者の注意を引く独特の際だった特徴（模様，色彩及び形状）を\n備えている。\n原告ら商品の販売が開始された平成１３年９月当時，ブリスター方式(イ)\nによりマスカラ容器を包容するものは他になかった。したがって，マス\nカラの包装としてブリスター方式を採用したこと自体，原告ら包装の特\n徴といえる。\n原告ら商品のコンセプトは，マスカラでありながら，塗るだけであた(ウ)\nかも「つけまつ毛」を付けたかのようにまつ毛を長く見せることができ\nることにあり，この点で従来のマスカラと大きく相違するところ，原告\nら包装は，同コンセプトである「塗るつけまつげ」というキャッチフレ\nーズとしての文字を，台紙の略中央部に目立つように付したところに大\nきな特徴がある。\n原告ら包装の全体の色調は，緑系統を基調とした台紙（背景）に濃い(エ)\nワインレッドの色の容器本体を重ね合わせるという斬新なものである。\n色彩は補色関係にある場合に昀もアピール効果を発揮するところ，緑色\nと赤色はまさに補色関係にあり，そのコントラストを利用した点は，他\nのマスカラ包装には見られなかった原告ら包装のもう１つの大きな特徴\nである。\n以上の各特徴に加えて，上記ア(ア)で述べた容器本体の特徴（２つの(オ)\n長いまつ毛模様）も，ブリスター方式を採用したことによって需要者が\n購入時に視認し得ることとなり，包装の特徴部分を構成するに至ってい\nる。\nさらに，台紙自体の形状も，単に略長方形のプラスチック状包装の形\n状に合わせるのではなく，全体として木の葉型の形状を採用したもので\nあって，かかる形状は他のマスカラ包装にはなかった。\n以上より，原告ら包装の特徴点①ないし⑤は，他のマスカラ包装とは(カ)\n優に識別し得る独特の際だった特徴である。\n2 原告ら容器及び原告ら包装の周知性()\nア 売上高及び市場占有率\n原告らは，平成１３年９月２５日，大手雑貨小売店であるソニープラザ\n２０店舗において原告ら商品の販売を試験的に開始したところ，初回生産\n分（５０００本）が発売開始後わずか数日にして完売するに至った。これ\nを契機に，原告ら商品は，販売開始の２か月後には全国のソニープラザ直\n営店舗において販売され，平成１３年度には約３０万個を売り上げた。\nその後，原告ら商品の販売数量及び売上高は，年を追うに従って大幅な\n増加傾向の一途を辿り，販売開始以降平成１７年度末までの原告ら商品の\n販売数量合計は１１１５万６４６５個，卸売販売額合計は９３億７２６２\n万８８３３円，小売販売額合計は１７１億５４４４万１０００円に上る。\nまた，配荷店舗数についても，概要，平成１３年度は２００店舗，平成\n１４年度は１８００店舗，平成１５年度以降は４５００店舗と年々増加傾\n向にあり，地域的にも日本全国各地の百貨店，化粧品雑貨小売店（ソニー\nプラザ，ロフト，東急ハンズなど），ドラッグストア及びスーパーで販売\nされている（甲８）。\nイ 広告宣伝\n原告らは，平成１４年４月以降，日本全国各地の主要都市の交通機関\n（ＪＲ・私鉄・バス）の中吊り及び主要駅構内並びに繁華街で原告ら商品\nの広告をしたほか，女性用ファッション雑誌に多数の純広告（広告掲載を\n希望する者が，自ら，写真，デザイン，レイアウト等広告の内容を決定し\nて行う広告をいう。以下同じ。）を繰り返し行った。さらに，原告らは，\n平成１４年８月以降，全国各地で原告ら商品のテレビＣＭを多数回放映し\nた。\n上記広告宣伝に当たっては，原告らは，原告ら容器のみならず原告ら包\n装をも全面的に掲載し，その模様，色彩及び形状を需要者に強く印象付け\nることにより，原告ら容器及び原告ら包装の前記各特徴を大きく目立つよ\nうに表示して広告宣伝を行った。\n原告らがこれまでに原告ら商品の広告宣伝に費やした費用の総額は，２\n０億００４４万３０００円に上る。\nウ 業界紙や大手雑貨小売店による大々的な紹介\n原告ら商品は，平成１３年９月の販売開始後現在に至るまで，女性用フ\nァッション雑誌に継続的かつ大々的に取り上げられ，マスカラの人気ラン\nキングの昀上位に常にランクインしている。\nまた，原告ら商品は，大手雑貨小売店であるソニープラザにおける人気\n商品ベスト１０のランキングにおいても，長年にわたって終始昀上位にラ\nンクインしている。\n以上のように，原告ら商品は，業界紙や大手雑貨小売店等によって長年\nにわたって大々的に人気商品として取り上げられている。一般にマスカラ\n市場においては商品人気の浮き沈みが激しいといわれるところ，原告ら商\n品は，上述のとおり，異例ともいうべき驚異的なロングヒットを記録し続\nけている。\n3小括()\n以上のとおり，原告ら容器及び原告ら包装は，同種商品と識別し得る独特\nの特徴を有し，かつ，原告らによる強力な広告宣伝のもと，継続的かつ独占\n的に使用されていることからすれば，原告ら商品の商品表示として需要者の\n間に広く認識されるに至っている。\n【被告の主張】\n全て否認ないし争う。\n1 原告ら容器及び原告ら包装の商品表示性について()\nア マスカラ容器及び包装は，原告らのものも同業他社のものもほぼ同一に\n近い形状である。模様なども，顔面における目，まつ毛，眉という限定さ\nれた小さな範囲の事柄であるから，それらは皆同一若しくは類似している\nのが普通であり，１社だけが他の数百社に対し自他識別力を持つというよ\nうな性質のものではない。\nイ 原告ら容器の色彩について，容器本体にどのような配色をするかは本来\n自由であるところ，原告らが使用している濃いワインレッド系の色の容器\nは，平成１２年ころよりマスカラ容器に使用されており，平成１８年７月\n時点で１０点も使用されていることから，かかる色のみでは自他識別力は\nない。\n原告ら包装についても，材料はプラスチックであり，その模様，デザイ\nン及び形状等は他の化粧品メーカーとほぼ同一である。\nウ 原告ら包装の「マスカラじゃない。塗るつけまつげ」という表示につい\nても，「つけまつげ」は業界においては商品として販売されている普通名\n称であり，一方，マスカラという用語は長くはっきりとしたまつ毛に仕上\nげるという普遍的意味を有しているから，かかる説明文では表示の独自性\nはない。\n2 原告ら容器及び原告ら包装の周知性について()\n原告らは，原告ら商品の売上高及び市場占有率，広告宣伝並びに業界紙と\n大手雑貨小売店における紹介の観点から周知性を主張するが，これらが仮に\n真実であるとしても，前記のように原告ら容器及び原告ら包装には自他識別\n力がないから，これによって直ちに広く需要者たる若年女性層に認識されて\nいるとはいえない。\nよって，原告ら容器及び原告ら包装は，原告商品の商品表示として自他識\n別力が保護されなけれなければならないレベルにまで周知されていない。\n２ 争点１－２（イ号各容器と原告ら容器との類否）について\n【原告らの主張】\n1 原告ら容器とイ号１容器との類否()\nア 一致点\n原告ら容器は，①容器本体が濃いワインレッドの色を有する点，及び②\n容器本体の正面視に２つの長いまつ毛模様を有する点において需要者の注\n意を引く特徴を備えているところ，イ号１容器はこれらの特徴を全て具備\nしている。また，原告ら容器とイ号１容器は，③容器本体及びキャップ\n（マスカラ容器の蓋部分をいう。以下同じ。）のサイズ及び形状が全く同\n一である（以下，原告らが主張する原告ら容器とイ号１容器との一致点を\n「イ号１容器との一致点①」などという。）。\nよって，原告ら容器とイ号１容器は，需要者（一般消費者である女性）\nに極めて類似しているという印象を想起させるから，原告ら容器とイ号１\n容器は類似している。\nイ 相違点\n原告ら容器とイ号１容器とは，①イ号１容器の容器本体正面視長手方向\nに平行して付されている文字が「 」であるのに対し，原告Fiber mascara\nら容器では「 」 である点，②まつ毛模様の配置される位déjàvu Fiberwig\n置がイ号１容器では容器本体下部であるのに対し，原告ら容器では容器本\n体上部である点，③キャップの色がイ号１容器では金色であるのに対し，\n原告ら容器では銀色である点において若干相違する（以下，原告らが主張\nする原告ら容器とイ号１容器との相違点を「イ号１容器との相違点①」な\nどという。）。\nしかしながら，イ号１容器が原告ら容器の上記各特徴を全て具備し，両\n者の類似性が優に認められる以上，これらの若干の相違をもって類似性の\n判断が左右されるものではない（しかも，イ号１容器との相違点①につい\nて，両文字は「 」において同一であり，むしろ，類似性を肯定するFiber\n要素ともいえる。）。\nウ 以上より，原告ら容器とイ号１容器は類似している。\n2 原告ら容器とイ号２容器との類否()\nア 一致点\n前記(1)アと同じ（なお，原告ら容器とイ号２容器との一致点は「イ号\n２容器との一致点①」などという。）。\nイ 相違点\n原告ら容器とイ号２容器とは，①イ号２容器の容器本体正面視長手方向\nに平行して付されている文字が「 」 であるのに対し，原告fiber mascara\nら容器では「 」 である点，②まつ毛模様の配置される位déjàvu Fiberwig\n置がイ号２容器では容器本体下部であるのに対し，原告ら容器では容器本\n体上部である点，③イ号２容器では，目の絵柄はいずれも閉じた状態であ\nり，髪が描かれているのに対し，原告ら容器では，目の絵柄は開いた状態\nと閉じた状態であり，髪が描かれていない点，及び④キャップの色がイ号\n２容器では金色であるのに対し，原告ら容器では銀色である点において若\n干相違する（以下，原告らが主張する原告ら容器とイ号２容器との相違点\nを「イ号２容器との相違点①」などという。）。\nしかしながら，イ号２容器が原告ら容器の上記各特徴を全て具備し，両\n者の類似性が優に認められる以上，これらの若干の相違をもって類似性の\n判断が左右されるものではない（しかも，イ号２容器との相違点①につい\nて，両文字は「 」のスペルにおいて同一であり，むしろ，類似性をFiber\n肯定する要素ともいえる。）。\nウ 以上より，原告ら容器とイ号２容器は類似している。\n【被告の主張】\n以下のとおり，原告ら容器とイ号各容器とは類似しない。\n1 原告らの主張する一致点について()\nア イ号各容器との一致点①について\n原告ら容器とイ号各容器が同じようなワインレッドでも，原告ら容器は\n青みがかっており，イ号各容器はいずれも黄色がかっており，同じ色とは\nいえない。\nイ イ号各容器との一致点②について\n原告ら容器のまつ毛模様の絵柄は，目・まつ毛・眉が表現されていると\nころ，イ号１容器の絵柄は目・まつ毛しか表現されていないので，両者は\n異なるものである。\nイ号２容器に至っては，顔全体の絵柄であり，原告ら容器の絵柄とは全\nく異なるものである。\nウ イ号各容器との一致点③について\n原告ら容器及びイ号各容器は，いずれも一般的に使われている容器の大\nきさ・形状であり，そもそも類似性を問題にすること自体失当である。\n2 原告らの主張する相違点()\n原告ら容器とイ号各容器とは，原告らも認めているとおりの相違点がある。\nなお，イ号１容器の「 」及びイ号２容器の「 」Fiber mascara fiber mascara\nとの表記は，いずれも商品名を英語で表しているだけであり，「 」及Fiber\nび「 」はいずれも１単語にすぎない。原告ら容器は「 」と表記fiber Fiberwig\nFiber wig Fiberwiされているとおり，「 」の後に「 」が付けられており，「\n」と「 」及び「 」とは外観，称呼及び観念が異なる。g Fiber fiber\n3 原告らが主張していない相違点について()\nア まつ毛模様の絵柄について，原告ら容器は濃い黒色であるのに対し，イ\n号各容器の絵柄はいずれもグレー色である。\nイ 原告ら容器の「 」 は銀色で光っているのに対し，イ号déjàvu Fiberwig\n各容器の文字はグレー色で光っていない。\n4 以上のように，原告ら容器とイ号各容器は，容器の色彩，キャップの色，()\n絵柄の内容・色・位置及び表示文字等が相違し，取引者及び需要者が両者の\n外観・称呼・観念を全体的に判断して類似したものと受け取るおそれはない\nので，類似するとはいえない。\n３ 争点１－３（ロ号包装と原告ら包装との類否）について\n【原告らの主張】\n1一致点()\n原告ら包装は，①台紙の略中央部に「塗るつけまつげ」との文字が付され\nている点，②包装台紙の色調がライトグリーン（緑系統）を基調としており，\nこのこととブリスター方式で内包されている容器本体が濃いワインレッド色\nであることとが相まって，全体として特徴ある調和がとれている点，③容器\n本体の正面視に２つの長いまつ毛模様を有する点，④台紙の形状が全体とし\nて木の葉型である点，及び⑤台紙の形状と略長方形のプラスチック状包装と\nの形状とが一致していない点において需要者の注意を引く特徴を備えている\nところ，ロ号包装はこれらの特徴をほぼ全て具備している。また，原告ら包\n装とロ号包装は，⑥プラスチック状包装のサイズがほぼ同一である点，⑦正\n面視においてマスカラ容器をブリスター方式により包容する部分が略半円状\nに隆起している点，⑧容器本体及びキャップのサイズ及び形状が同一である\n点，⑨プラスチック状包装の正面視内部の形状につき，台紙を格納する部分\nが台紙形状に沿って正面視凹状に形成されている点，⑩台紙がマスカラ容器\nの背面に密接するように配置されている点，⑪台紙の中央下部に，「セン\nイ」「２倍」「配合」の文字がいずれも付されている点，及び⑫台紙の略下\n部に，黒のブラシ及び「ブラック 」との黒字白抜き文字が付されてBlack\nいる点においても同一である（以下，原告らが主張する原告ら包装とロ号包\n装との一致点を「ロ号包装との一致点①」などという。）。\nよって，原告ら包装とロ号包装は，需要者（一般消費者である女性）に極\nめて類似しているという印象を想起させるから，原告ら包装とロ号包装とは\n類似している。\n2相違点()\nFiber masc原告ら包装とロ号包装は，①ロ号包装には台紙の上部に「 」「\n」「エクステまつげ」との文字が３段に分けて上から順に付されているara\nのに対し，原告ら包装には台紙の上部に「 」「 」との文字がdéjàvu Fiberwig\n２段に分けて上から順に付されている点，②ロ号包装には台紙の略中央部に\n「まるで」「つけまつげ」の文字が２段に分けて上から順に付されているの\nに対し，原告ら包装には「マスカラじゃない」「これは」「塗るつけまつ\nげ」との文字が３段に分けて上から順に付されている点，③マスカラ容器を\nブリスター方式により包容する部分がロ号包装では正面視左側であるのに対\nし，原告ら包装では正面視右側である点，④ロ号包装の台紙には左側に楕円\n状の半球が描かれ，その右側にまつ毛状の模様が描かれているのに対し，原\n告ら包装の台紙にはそのような図柄は描かれていない点，⑤容器本体の正面\n視長手方向に平行して付されている文字がロ号包装では「 」Fiber mascara\nであるのに対し，原告ら包装では「 」 である点，⑥まつ毛déjàvu Fiberwig\n模様の配置される位置がロ号包装では容器本体下部であるのに対し，原告ら\n包装では容器本体上部である点，及び⑦キャップの色がロ号包装では金色で\nあるのに対し，原告ら包装では銀色である点において若干相違する（以下，\n原告らが主張する原告ら包装とロ号包装との相違点を「ロ号包装との相違点\n①」などという。）。\nしかしながら，ロ号包装が原告ら包装の需要者の注意を引く各特徴をほぼ\n全て具備し，両者の類似性が優に認められる以上，これらの若干の相違をも\nって類似性の判断が左右されるものではない（しかも，ロ号包装との相違点\n①及び⑤について両文字は「 」において同一であり，また，同②につFiber\nいて両文字は「つけまつげ」において同一であり，むしろ，これらの点は類\n似性を肯定する要素ともいえる。）。\n3 以上より，原告ら包装とロ号包装とは類似している。()\n【被告の主張】\n以下のとおり，原告ら包装とロ号包装は類似しない。\n1 原告らの主張する一致点()\nア ロ号包装との一致点①について\n原告らは，「マスカラじゃない これは塗るつけまつげ」と表示してお\nり，「マスカラじゃない」といい切っている点から考えると，あたかも商\n品自体が「マスカラ」ではなく「つけまつげ」の印象を与えているのに対\nし，ロ号包装は「まるでつけまつげ」であり，商品自体が「つけまつげ」\nであるとは認識されない。「つけまつげ」は普通名称であり，独自性はな\nいし観念も異なる。\nイ ロ号包装との一致点②について\nロ号包装の台紙はグリーンの色が使われているが，原告ら包装の台紙の\nように全体がグリーンではなく，一部であり，明らかに外観が相違する。\nウ ロ号包装との一致点⑥について\n原告が主張するプラスチック状包装のサイズは，一般的に使用されてお\nり，特別顕著性，独自性はない。\nエ ロ号包装との一致点⑦について\nブリスター方式において，包容する部分を隆起させることは一般的な方\n法である。しかも，隆起している部分について，原告ら包装は中央より右\n側であるのに対し，ロ号包装では中央より左側にある。\nオ ロ号包装との一致点⑨について\nブリスター方式では，一般的な形状であり，特別顕著性，独自性は認め\nられない。\nカ ロ号包装との一致点⑩について\nブリスター方式では，一般的に行われている配置であり，特別顕著性，\n独自性は認められない。\nキ ロ号包装との一致点⑪について\n原告は，ロ号包装の台紙中央下部に，「センイ」，「２倍」，「配合」\nの文字が付されていると主張するが，実際の表示としては「センイ２倍配\n合」である。\nロ号包装では，「従来のマスカラの２倍」という表示文であり，何に対\nして「２倍」なのかについて観念が相違している。\nク ロ号包装との一致点⑫について\n原告ら包装では黒のブラシ全体が水平に描かれているのに対し，ロ号包\n装では黒のブラシは斜め４５度に描かれている。\nまた，ロ号包装では「ブラック 」の表示であるが，原告ら包装Black\nでは「 」であり，明らかに外観・称呼が異なる。Pure Black\n2 原告ら包装とロ号包装との相違点()\n原告ら包装とロ号包装とは，原告らも認めているとおりの相違点があるほ\nか，以下の相違点がある。\nア ブリスター容器の吊り下げ用の穴の形と位置が異なっている。原告ら包\n装は中央より右側で丸画であるのに対し，ロ号包装は中央より左側で円盤\n状である。\nイ ブリスター容器の背面において，ロ号包装のものは，台紙の形に沿って\n一部隆起しているが，原告ら包装は隆起していない。\nウ 台紙裏面の説明文は，原告ら包装は緑色であるのに対し，ロ号包装は黒\n色である。\n3 以上のように，原告ら包装とロ号包装とは，絵柄，台紙の色，形状，ブリ()\nスター方式における隆起部分の位置，ブラシの絵柄及びその位置並びにブリ\nスター容器の吊り下げ用の穴の形と位置等について，取引者及び需要者がそ\nれらの外観を全体的に判断して類似したものと受け取るおそれはないので，\n類似するとはいえない。\n４ 争点１－４（混同のおそれ）について\n【原告らの主張】\n1 前記１【原告らの主張】のとおり，原告ら容器及び原告ら包装は，原告ら()\n商品の商品表示として需要者の間に広く認識されており，その周知性は確立\nしている。\nまた，前記２及び３の各【原告らの主張】のとおり，原告ら商品の容器及\nび原告ら包装とイ号各容器及びロ号包装とは極めて類似している。\nよって，イ号１容器及びロ号包装を使用した被告商品１並びにイ号２容器\nを使用した被告商品２を見た需要者である女性客は，原告ら商品と被告各商\n品を混同するおそれが極めて高い。\n2 イ号各容器及びロ号包装の台紙には「 」との文字が付されていると() Fiber\nころ，この文字は原告ら容器の容器本体及び原告ら包装の台紙の「 」Fiber\nと同一である。また，ロ号包装の台紙の「つけまつげ」との文字は，原告ら\n包装の台紙にも付されている。\nこのように表示文字の一部が同一であるという事情は，需要者をして両商\n品を混同させるおそれを助長している。\n3 原告らが被告各商品の販売状況について調査したところによると，原告ら()\n商品が陳列された半円フロア什器の上に被告各商品のカウンター什器が載せ\nられて販売されていたり，原告ら商品と被告各商品とが同一のカウンター什\n器に載せられて販売されている店舗があることが判明した。\nこのような陳列・販売がなされると，原告ら商品と被告各商品との類似性\nも相まって，需要者が両商品を混同するおそれはより一層高まっている。\n4 以上のとおり，被告による被告各商品の製造販売行為は，需要者に対して，()\n原告ら商品との間で誤認混同を生じさせている。\n【被告の主張】\n1 前記２及び３の各【被告の主張】のとおり，原告ら容器とイ号各容器，原()\n告ら包装とロ号包装は，いずれも類似しないから，仮に大きさや形状等に共\n通している部分があったとしても，取引者及び需要者の通常の注意力によれ\nば識別可能であり，混同は生じない。\n2 イ号各容器及びロ号包装には，商品の出所が空白若しくはニッドと表示さ()\nれ，他方，原告ら容器及び原告ら包装にも，その出所が表示されているので\nあるから，取引者及び一般需要者の通常の注意力によれば，商品の出所や営\n業主体について識別は可能であり，混同のおそれはない。\n3 店舗での販売状況について，被告は陳列のための什器を提供したことはな()\nい。また，店舗や薬局においては，両商品の卸売業者は異なっているから，\nそれぞれの卸売業者から商品を購入する際に，混同することは通常の商人の\n注意力をもってすればあり得ない。\n化粧品に限らず，同種商品の並列的配置はいずれの店舗，薬局においても\n販売上の利便及び顧客の選択の利便から行われており，顧客が通常の注意力\nをもってすれば混同することはあり得ない。\n4 「 」「つけまつ毛」との表記についても，これらは普通に用いられ() Fiber\nており，もともと「混同」の適用が除外されているものである。\n５ 争点１－５（被告の製造行為及び納入行為の不正競争行為該当性）\n【原告らの主張】\n1 被告各商品の製造について()\n被告の製造行為は，原告らの商品表示の「使用」（不正競争防止法２条１\n項１号，同２号）に該当する。すなわち，上記各号に定める「使用」とは，\n「営業に関連して使用される一切の場合を包含する」概念であるところ，被\n告各商品は，イ号各容器にマスカラが充填され，充填後のイ号各容器をロ号\n包装等で包装することにより完成する商品であり，その製造過程においてイ\n号各容器及びロ号包装が使用されることを必須の条件としている。この点に\nかんがみれば，被告各商品の製造がイ号各容器及びロ号包装の「使用」に該\n当すること，ひいては，上記製造行為が不正競争防止法に基づく差止めの対\n象となることは明らかである。\n2 被告各商品の納入について()\n前記(1)のとおり，被告各商品の製造行為は，原告ら商品の商品表示を使\n用したものであり，被告は，これをワールドリンクスに納入したのであるか\nら，かかる被告の行為が，原告らの商品表示を使用した商品の「譲渡」又は\n「引渡し」に該当することは明白である。\nこの点，被告は，ワールドリンクスから届けられたイ号各容器及びロ号包\n装を占有していないと主張し，被告各商品の譲渡も引渡しも行っていない旨\n主張する。しかしながら，ワールドリンクスがイ号各容器及びロ号包装を被\n告に対して納入した後，被告がイ号各容器及びロ号包装を直接管理・支配し\nているのは紛れもない事実であって，かような事実が存するにもかかわらず，\nイ号各容器及びロ号包装を占有していないとの被告の主張は荒唐無稽という\nほかない。被告は，自身が占有するイ号各容器及びロ号包装を用いて被告各\n商品を完成させ，これをワールドリンクスに納入しているのであり，かよう\nな納入の時点で，被告各商品の占有が被告からワールドリンクスに移転する\nことは明らかであり，被告がワールドリンクスに対して被告各商品を譲渡し\n又は引き渡していたことも明らかである。\n【被告の主張】\n被告は，ワールドリンクスからの依頼に基づき，ワールドリンクスが占有す\nる資材（容器，キャップ，包装，台紙）に，マスカラを充填したにすぎず，い\nわゆるＯＥＭ製造を請け負ったものである。イ号１容器の商品やロ号包装の台\n紙に「ＮＩＤ」のロゴマークが付されているとおり，被告各商品は株式会社ニ\nッドのプライベートブランドである。\nよって，ワールドリンクスへの納入行為は譲渡や引渡しに当たるものではな\nく，被告各商品の製造が原告の商品表示を使用する行為にも当たらない。\n６ 争点２（営業上の利益侵害）について\n【原告らの主張】\n1 原告ら商品と被告各商品は，いずれも小売店，ドラッグストア等で販売さ()\nれ，市場において完全に競合している。\nしたがって，原告ら商品と混同される被告各商品が製造販売されることに\nより，原告らがその営業上の利益を侵害され，また，今後侵害されるおそれ\nがあることは明らかである。\n2 被告は，原告イミュ及び原告エルソルプロダクツが本訴に先立ち被告を債()\n務者として申し立てた仮処分命令申立事件（当庁平成１８年(ヨ)第２００３\n０号 以下，「本件仮処分事件」という。）において，被告が被告各商品の\n製造販売をするつもりはない旨述べたことから，もはや営業上の利益を侵害\nするおそれはないと主張する。しかし，原告ら商品に類似する被告各商品の\n製造販売を原告らに無断で行っていた被告が，本件仮処分事件を契機に突如\nとして被告各商品を製造しない旨申し述べたところで，かような申述が全く\n信用に値しないものであることはいうまでもない。\n被告は，本訴において原告ら商品と被告各商品との類似性を頑なに否定し\nているのであって，かような被告の態度にかんがみれば，被告が将来におい\nて被告各商品の製造販売を再開しない保証は何一つ存在しない。\n以上からすれば，現在もなお営業上の利益侵害のおそれが存することは明\n白である。\n3 被告は，現在イ号各容器及びロ号包装を全く保有していないとも主張する()\nが，かような主張が到底信用できないことは前記で述べたところと同様であ\nる。\n【被告の主張】\n1 原告ら商品と被告各商品の間には類似性がなく，識別が可能で，混同のお()\nそれはない。\n2 被告は，ワールドリンクスの占有するイ号各容器にマスカラを充填してい()\nたにすぎないところ，被告各商品の製造は平成１８年７月３日で終了し，現\n在，被告の下にイ号各容器及びロ号包装は残存していない。\nまた，本件仮処分事件において，被告は，イ号各容器に収納したマスカラ\n及びロ号包装に収納したマスカラについては，現在製造販売等をしていない\nし，今後もするつもりはない旨申述し，原告イミュ及び原告エルソルプロダ\nクツは同事件を取り下げたものである。\n3 よって，もはや原告の営業上の利益が侵害され，又は侵害されるおそれは()\nない。\n７ 争点３（被告の故意・過失）について\n【原告らの主張】\n被告は，種々のマスカラの製造販売等を行ってきた，原告らと競争関係にあ\nる化粧品製造販売業者である。かかる被告であれば，被告各商品の製造を開始\nした平成１８年当時，マスカラ市場において既に周知ないし著名な商品表示で\nあった原告ら容器等を知っていたか，又は少なくとも知り得る状況にあった。\nそして，原告ら容器及び原告ら包装が周知ないし著名な商品表示である以上，\nかかる表示の使用の可否を何ら調査・検討せずに使用し，被告各商品を完成さ\nせてワールドリンクスに譲渡又は引き渡した行為には，少なくとも過失が認め\nられる。\n【被告の主張】\n被告は，ワールドリンクスから資材の提供を受けてＯＥＭ製造を請け負った\nにすぎないものであり，ＯＥＭにおいては，注文者が指図した商品の容器につ\nいて請負人に選択権はなく，注文者の指図に従わざるを得ないのであるから，\n故意・過失はない。\n８ 争点４（原告の損害額等）について\n【原告らの主張】\n1総論()\n原告らは，以下のとおり，不正競争防止法５条１項に基づき，原告らの受\nけた損害の額を主張するものである。この点，不正競争防止法５条１項にお\nける「利益の額」とは，限界利益，すなわち請求権者の商品の販売価格から\n製造原価ないし仕入価格を控除し，さらに，請求権者の商品の販売数量の増\n加に応じて増加するいわゆる変動経費を控除した金額を指すと解すべきであ\nる。\nなお，被告の釈明によれば，平成１８年４月２４日から同年７月２０日ま\nでの間に被告が製造し，ワールドリンクスに納入した被告各商品の数量は，\nロ号包装に入れられた被告商品１が８万３９５５個，件外包装に入れられた\n被告商品２が１万５４０３個であり，その合計は９万９３５８個とのことで\nある。そこで，以下では，被告の主張する譲渡数量（以下「本件譲渡数量」\nという。）を前提として原告らの損害額を主張する。ただし，原告らは，被\n告が製造した被告各商品の数量が９万９３５８個以上存在しない旨を認める\nものではない。\n2 原告ら商品の製造から納品に至るまでの各原告の役割()\n原告ら商品の製造は原告エルソルプロダクツが行っており，原告エルソル\nプロダクツが製造した原告ら商品は，原告エルソルプロダクツが原告ピアス\nに，原告ピアスが原告イミュにそれぞれ販売し，原告イミュは卸売代理店及\nび小売店（以下「卸売代理店等」という。）に販売している。\n原告ら商品の製造過程及び物流の具体的流れは以下のとおりである。\nすなわち，原告エルソルプロダクツは，容器本体，キャップ及び台紙等と\nいった原告ら商品の原材料を取引先から仕入れ，静岡県掛川市所在の工場\n（以下「掛川工場」という。）及び福岡県柳川市所在の工場（以下「九州工\n場」という。）の２か所において，原告ら商品の製造を行っている。なお，\n原告エルソルプロダクツは，平成１９年１０月３１日に九州工場を閉鎖した\nため，同年１１月１日以降の原告ら商品の製造場所は掛川工場のみである。\n掛川工場で製造された原告ら商品は，同工場敷地内にある原告ピアス所有\nの物流センター（以下「ピアス物流センター」という。）に搬入され，ピア\nス物流センター内で保管，管理される。他方，九州工場で製造された原告ら\n商品は，運送業者によって九州工場からピアス物流センターへと運送され，\n同じくピアス物流センター内で保管，管理される。\nピアス物流センターにて保管，管理されている原告ら商品は，卸売代理店\n等からの原告イミュに対する発注を受けて，原告ピアスが運送業者に運送を\n委託し，かかる運送業者によって，ピアス物流センターから卸売代理店等に\n直接納品されている。したがって，卸売代理店等に対する販売元である原告\nイミュには原告ら商品は納品されておらず，原告ら商品の保管，管理，納品\nは原告ピアスが担当している。\n3 原告エルソルプロダクツの損害()\nア 販売価格\n原告エルソルプロダクツ・原告ピアス間で行われるグループ会社商品の\n取引については，商品のブランドに応じて，当該商品の販売価格の算定方\n法が予め設定されている。すなわち，原告エルソルプロダクツ・原告ピア\nス間の取引におけるグループ会社商品の販売価格は，当該商品のメーカー\n希望小売価格から，当該価格に「運営費率」（ブランドごとに定められた\n一定比率をいう。）を乗じて得られる「運営費」を控除した金額とされて\nいる。この点，原告ら商品は原告イミュのブランド商品（以下「イミュブ\nランド商品」という。）であるところ，イミュブランド商品については，\n運営費率が●●％に設定されているから，原告エルソルプロダクツの原告\nピアスに対するイミュブランド商品の販売価格は，以下の数式のとおり，\nメーカー希望小売価格の●●％となる。\n●●●●●●●●●●●●●●●●●●●●●●●●●●●●\n●●●●●●●●●●●●●●●●●●●●●●●\nそうすると，原告ら商品の市場におけるメーカー希望小売価格は１個当\nたり１５００円であるから，原告エルソルプロダクツの原告ピアスに対す\nる原告ら商品の販売価格は，１個当たり●●●円●●●●●●●●●●●\n●●●●●となる。\nイ 原材料費\n原告ら商品の原材料は製品資材及びマスカラ原料であるところ，原告ら\n商品には，国内製の原材料のみによって製造される原告ら商品（以下「原\n告ら商品Ａ」という。）と，中国製の原材料を含む原材料によって製造さ\nれる原告ら商品（以下「原告ら商品Ｂ」という。）があり，原告ら商品Ａ\nの仕入価格は１個当たり●●●●●●円，原告ら商品Ｂの仕入価格は１個\n当たり●●●●●円となる。\nところで，平成１８年４月１日から同年７月３１日までの間において掛\n川工場で製造された原告ら商品Ａ及び原告ら商品Ｂの製造数量は，それぞ\nれ約１２万個及び約６０万個であり，割合でいうと概ね１：５である。か\nかる割合を加味すると，原告ら商品１個当たりの原材料費は，以下の計算\n式のとおり●●●●●●円となる。\n●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●\nウ 変動経費\n人件費(ア)\n原告ら商品Ａの製造過程における作業工数，作業単価等は以下の図表\nのとおりであり，原告ら商品Ａ１個当たりの人件費は●●●●●円とな\nる。なお，「秤量」とは，複数の仕入先から仕入れた種類の異なるマス\nカラ原料を所定の処方に従って混ぜ合わせるため，各マスカラ原料の重\n量を秤量する作業をいい，「バルク調製造」とは，秤量した各マスカラ\n原料を調合し，マスカラ液を製造する作業をいう。\nまた，原告ら商品Ｂの製造過程における作業工数，作業単価等は以下\nの図表のとおりであり，原告ら商品Ｂの１個当たりの人件費は●●●●\n●円となる。\nなお，原告ら商品Ｂに係る「充填」の作業工数が，原告ら商品Ａに係\nる「充填」の作業工数を下回るのは，原告ら商品Ｂについては筆付キャ\nップに係る筆及びキャップが当初から一体化しており，筆及びキャップ\nの組合せ作業を行う必要が存しないからである。\nそして，前記イのとおり，平成１８年４月１日から同年７月３１日ま\nでの間において掛川工場で製造された原告ら商品Ａ及び原告ら商品Ｂの\n製造数量は，割合でいうと概ね１：５であるから，かかる割合を加味す\nると，原告ら商品１個当たりの人件費は，以下の計算式のとおり●●●\n●●円となる。\n●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●\n荷造運搬費(イ)\n前記(2)のとおり，原告エルソルプロダクツは，掛川工場及び九州工\n場の２か所において原告ら商品の製造を行っており，九州工場で製造さ\nれた原告ら商品は，運送業者によって九州工場からピアス物流センター\nへと運送されている。\nしかし，本件においては，九州工場からピアス物流センターへの運搬\n費を考慮する必要はない。なぜなら，平成１８年４月１日から同年７月\n３１日までの４か月間の本件譲渡数量（９万９３５８個）を前提とする\nと，４か月間で１０万個程度の数であれば，掛川工場のみの稼動によっ\nて上記数量に相当する原告ら商品を製造することは十分可能だからであ\nる。すなわち，掛川工場には，上記販売期間内はもちろん，現在でも，\n原告ら商品専用の製造ラインが●ライン確保されているところ，●ライ\nンで製造可能な原告ら商品の１日当たりの数量は●●●●●●個であり，\n掛川工場の稼動可能日数は１月当たり●●日であるから，掛川工場にお\nける原告ら商品の４か月間の製造可能数量は●●●個である。他方，平\n成１８年４月１日から同年７月３１日までの間における実際の製造数量\nは７４万１９３７個 であるから，上記期間において１０万個にも満た\nない数の原告ら商品を，掛川工場のみで追加製造することは十分可能で\nあり，原告ら商品の追加製造に関し九州工場の稼動を考える必要はなく，\n九州工場からピアス物流センターまでの原告ら商品の運搬も考える必要\nはない。よって，運搬に伴う経費は，原告ら商品の販売価格から控除す\nべき変動経費には該当しない。\nエ 利益額及び損害額\n以上のとおり，原告ら商品１個当たりの販売価格は●●●円，原告ら商\n品１個当たりの原材料費は●●●●●●円，人件費は●●●●●円である\nから，原告ら商品１個当たりの原告エルソルプロダクツの限界利益額は●\n●●●●●円 となる。したがって，本件譲渡数量（９万９３５８個）を\n前提とすると，原告エルソルプロダクツの損害額は，上記の限界利益額に\n被告各商品の譲渡数量を乗じた額である１８９４万０６１５円（１円未満\n切捨て）となる。\n4 原告ピアスの損害()\nア 販売価格\n原告ピアス・原告イミュ間で行われるグループ会社商品の取引について\nも，商品のブランドに応じて当該商品の販売価格の算定方法が予め設定さ\nれており，その算定方法は原告エルソルプロダクツのそれと全く同じであ\nる。この点，原告ピアス・原告イミュ間の取引におけるイミュブランド商\n品に係る運営費率は●●％に設定されているから，原告ピアスの原告イミ\nュに対するイミュブランド商品の販売価格は，以下の数式のとおり，メー\nカー希望小売価格の●●％となる。\n●●●●●●●●●●●●●●●●●●●●●●●●●●●●\n●●●●●●●●●●●●●●●●●●●●●●●\nそうすると，原告ら商品の市場におけるメーカー希望小売価格は１個当\nたり１５００円であるから，原告ピアスの原告イミュに対する原告ら商品\nの販売価格は１個当たり●●●円 となる●●●●●●●●●●●●●●\n●。\nイ 仕入価格\n原告エルソルプロダクツの原告ピアスに対する原告ら商品の販売価格は\n前記(3)アのとおり●●●円であるから，この価格がそのまま原告ピアス\nの仕入価格となる。\nウ 変動経費\n前記(2)のとおり，原告ら商品は，原告ピアスからの委託を受けた運送\n業者によって，ピアス物流センターから卸売代理店等へと直接納品されて\nいる。かかる発送に伴う運搬費（運送業者への運送業務委託に伴う委託\n料）は発送先の遠近によって大きく異なるが，原告ピアスの運送業務委託\n先である西濃運輸株式会社が作成した見積書に記載されている各地区（札\n幌，仙台，関東，名古屋，近畿，広島及び福岡）への１ケース（１ケース\n当たりの原告ら商品の数量は３６個である。）当たりの運賃額からすれば，\n原告ら商品１個当たりの運搬費は，以下の計算式のとおり，全国平均で●\n●●●円となる。\n●●●●●●●●●●●●●●●●●●●●●●●●●●●●●●\n●●●●●●●●●●●●●●●●●●\nエ 利益額及び損害額\n以上のとおり，原告ら商品１個当たりの販売価格は●●●円，原告ら商\n品１個当たりの仕入価格は●●●円，運搬費は●●●●●円であるから，\n原告ら商品１個当たりの原告ピアスの限界利益額は●●●●●円 となる。\nしたがって，本件譲渡数量（９万９３５８個）を前提とすると，原告ピア\nスの損害額は，上記の限界利益額に被告各商品の譲渡数量を乗じた額であ\nる９１４万６８９７円（１円未満切捨て） となる。\n5 原告イミュの損害()\nア 販売価格\n原告イミュの卸売代理店等に対する原告ら商品の販売価格は，販売先で\nある卸売代理店等ごとに異なっており，その金額は一定ではない。そこで，\n平成１８年４月１日から同年７月３１日までの間における原告ら商品の国\n内出荷実績等から原告ら商品の１個当たりの販売価格を算出するに，上記\n期間における原告ら商品の国内出荷数量は●●●●●●●●個であり，当\n該出荷に伴う売上は●●●●●●●●●●●円であるから，原告ら商品の\n１個当たりの販売価格は，以下の計算式のとおり●●●円となる。\n●●●●●●●●●●●●●●●●●●●●●●●●●●\nイ 仕入価格\n前記(4)アのとおり，原告ピアスの原告イミュに対する原告ら商品の販\n売価格は●●●円であるから，この価格がそのまま原告イミュの仕入価格\nとなる。\nウ 変動経費\n前記(2)のとおり，原告イミュが原告ら商品の運搬に関する手続を原告\nピアスに一任していることを踏まえ，原告イミュは，「物流費」名目の費\n用を原告ピアスに支払っている。もっとも，この「物流費」は，ピアスグ\nループ内における会計処理の関係上，原告ピアスが運送業者に対して支払\nった運搬費の実額ではなく，メーカー希望小売価格の●●●％という金額\nで固定されている。この点，原告ら商品の市場におけるメーカー希望小売\n価格は１５００円であるから，原告イミュが原告ピアスに対して支払うべ\nき原告ら商品１個当たりの物流費は●●●●円 となる。\nエ 利益額及び損害額\n以上のとおり，原告ら商品１個当たりの販売価格は●●●円，原告ら商\n品１個当たりの仕入価格は●●●円，物流費は●●●●円であるから，原\n告ら商品１個当たりの原告イミュの限界利益額は●●●●●円 となる。\nしたがって，本件譲渡数量（９万９３５８個）を前提とすると，原告イミ\nュの損害額は，上記の限界利益額に被告各商品の譲渡数量を乗じた額であ\nる３４５２万６９０５円となる。\n6 弁護士費用()\n原告らの上記損害額（合計６２６１万４４１７円）に照らせば，本件にお\nける弁護士費用は６２６万円を下らない。\n7 原告らの損害賠償請求権の性質()\n以上より，被告の不正競争行為によって原告らが被った損害額は，総額で\n金６８８７万４４１７円となるところ，原告らは，かかる損害の一部である\n金６６００万円について支払を求める。\nなお，原告エルソルプロダクツ及び原告イミュは，原告ピアスを親会社と\nするいわゆる企業グループに属しているところ，原告ら商品については，原\n告イミュがその企画・開発を行い，原告ら商品の商品化が決定した後は，原\n告エルソルプロダクツが原告ら商品の製造を行った上で同商品を原告ピアス\nに販売し，原告ピアスが同商品を原告イミュに販売し，原告イミュが同商品\nを卸売代理店等に販売するという流れで事業が行われている。このように，\n著名ないし周知の商品表示としての原告ら容器及び原告ら包装を使用した原\n告ら商品は，企業グループたる原告ら３社が一体となって組織的に企画・製\n造・販売したものである。\nそうすると，本件における商品表示は原告らに不可分に帰属しており，商\n品表示に対する原告らの各持分を観念することはできない。この点にかんが\nみれば，原告ら商品の商品表示に類似する容器及び包装を使用した被告各商\n品を販売したことにより生じた原告らの損害賠償請求権は，その性質上，原\n告らに不可分的に帰属するものと解すべきである（民法４２８条）。\nしたがって，原告らは，それぞれ，原告らに生じた損害額の合計額を被告\nに求めることができるものである。\n【被告の主張】\n本件譲渡数量について，被告はワールドリンクスに譲渡も引渡しもしていな\nいが，ワールドリンクスから送られてきた資材にマスカラを充填し，ワールド\nリンクスが引き上げた数量としては，原告らの主張を認める。\nその余については否認ないし争う。\n1 不正競争防止法５条１項の適用について()\nア 原告ら商品も被告各商品も購買力の乏しい若年層を対象としているとこ\nろ，原告ら商品の小売価格は１５７５円であるのに対し，被告各商品の小\n売価格は９８０円と極めて低廉であり，また本件では両商品において品質\nも異なるから両商品の需要者層が大きく異なっている。\nよって，両商品の完全補完関係を認めることは困難である。\nイ 原告らが販売する商品には原告ら商品の他に２種類の代替商品が市場に\n存在し，一方，ニッドブランドの商品も被告各商品の他に２種類存在して\nいることから，両者に補完関係はない。\nウ よって，同条項の前提事実である両商品の補完関係がないのであるから，\n同条項の適用はない。\n2 単位数量当たりの利益の額について()\n原告らが主張する単位数量当たりの利益の額については，そもそもその根\n拠が不明瞭かつ客観性・具体性に欠ける。\nまた，原告らは不正競争防止法５条１項の「利益の額」につき，その意義\nを「限界利益」と主張するが，製造業は販売業と異なり，開発費，工場・倉\n庫の家賃等の開発設備費を投下していることから，固定費は大きく利益は小\nさい。したがって，粗利益から変動費のみを控除するにすぎない限界利益に\nよる方法は利益を大きくするきらいがあり，製造業には妥当しない。よって，\n本件では，同条項にいう「利益の額」を「純利益」と解すべきである。\nしたがって，原告らは，原告ら商品の製造販売について多大な試験研究費，\n開発費，広告宣伝費等を投下しているというのであるから，これらの費用を\n必要経費として控除すべきである。また，その他にも工場倉庫の家賃等の固\n定費，電気，水道，光熱費，修繕費，消耗材料の期首・期末の仕掛品棚卸等\nの変動費なども控除すべきである。\n【原告の反論】\n以下のとおり，原告ら商品と被告各商品には補完関係が存在する。\n1 原告ら商品と被告各商品はともにマスカラであり，商品としての範疇は同()\n一である上，まつ毛を濃く見せるという効能も全く同一である。\nよって，被告の主張する品質の相違は，商品としての範疇の同一性，効能\nの同一性といった事実を失わしめるほどのものではなく，少なくとも，品質\nを理由として，被告各商品が多数販売されたといえない。\n2 また，原告ら商品は，比較的若い世代の女性を主要な需要層とする商品で()\nあるが，この点は被告各商品も全く同様である。さらに，両商品はともに，\n化粧品雑貨小売店やドラッグストア等，需要層による多数の来訪を期待でき\nる場所で販売されている。\n3 このように，両商品は，需要層及び販売場所が一致しており，市場におい()\nて完全に競合しているのである。この点，被告は両商品の価格の相違を強調\nするが，両商品間に存する程度の価格差をもって，被告商品の価格が原告ら\n商品に比して「極めて低廉」というのは余りに誇大である上，マスカラの購\n入を志向する女性客が５００円程度の価格差をもって原告ら商品を購入しな\nいことは想定し難く，両商品の価格差が市場競合性に影響を与えるとは評価\nし得ない。\n第４ 当裁判所の判断\n１ 争点１－１（原告ら容器及び原告ら包装の周知性・著名性）について\n1 原告らは，原告ら容器は不正競争防止法２条１項１号所定の「商品等表示()\n（商品の容器）」として周知であり，原告ら包装は同号所定の「商品等表示\n（商品の包装）」として周知であるとして，平成１８年４月２４日以降の被\n告各商品の製造・納入行為が同号所定の「不正競争」に該当すると主張する\nので，まず，平成１８年４月時点において，原告ら容器及び原告ら包装が原\n告らの商品表示として周知性を獲得していたか否かについて検討する（なお，\n原告らの差止請求に係る周知性の有無の判断基準時は口頭弁論終結時（平成\n２０年７月１７日）であるが，一旦獲得した商品表示性は，当該商品の販売\nを取りやめるなどの事情がない限り失われることはないと考えられるところ，\n本件において，原告らが原告ら商品の販売を取りやめたというような事情は\n窺えないので，平成１８年４月当時を基準として検討をすれは足りるものと\nいうべきである。）。\n2 原告ら容器の特徴()\nア 原告ら容器は別紙原告ら商品表示目録１記載のとおりであるところ，原\n告らは，原告ら容器の特徴として，容器本体が濃いワインレッドの色を有\nする点及び容器本体の正面視に２つの長いまつ毛模様を有する点を挙げる\nので，以下検討する。\nイ 証拠（甲４２）によれば，原告ら商品は，平成１６年１２月から平成１\n８年３月までの１６か月間に延べ１７回にわたり，女性用ファッション雑\n誌において人気のあるマスカラとして掲載されたことが認められる。すな\nわち，「 」(平成１６年１２月号)，「 」(平成１７年２月SCawaii! mini\nwith junie @cos号)，「 」(同月号)，「美的」(同月号)，「 」(同月号)，「\nクチコミランキング２００５年版」，「 」(平成１７年６月号)，me ViVi\n「 」 (同年９月号)，「 」(同年８月号)，「 」(同月号)，CanCam ar SEDA\n「 」 (平 成１８年１月号)，「 」 (同月号)，「 」 (同月LUCI PINKY VOCE\nmini PS C号)，「 」(同年２月号)，「 」(同月号)，「美的」(同月号)，「\n」 (同月号)，「 」 (同月号)及び「 」 (同anCam COSMOPOLITAN JULLE\n年３月号)の各女性用ファッション雑誌において，原告ら商品が人気のあ\nるマスカラとして掲載されたことが認められるところ，これらに掲載され\nた他の人気マスカラのうち圧倒的多数のものは黒色や銀系の色を用いてお\nり，容器本体に赤系の色を用いているものは，「オペラ マイラッシュ」，\n「バルガントン マスカラ」(いずれも「 」平成１７年６月号に掲載)，ViVi\n「クラランス マスカラ ワンダーヴォリューム」(「 」同年８月号にar\n掲載)及 び「伊勢半 キ スミーヒロインメイク ロング＆カールマスカ\nラ」(「美的」平成１８年２月号に掲載)の４点にすぎないことが認められ\nる。また，赤系の色を用いた上記４点のうち３点（「オペラ マイラッシ\nュ」，「バルガントン マスカラ」及び「伊勢半 キスミーヒロインメイ\nク ロング＆カールマスカラ」）は，いずれも容器本体のみならずキャッ\nプまで同じ赤系の色で塗られており，原告ら商品のようにキャップに容器\n本体の色と異なる色（銀色）を用いている商品は見受けられない（なお，\n「クラランス マスカラ ワンダーヴォリューム」のキャップの色は不明\nである。）。また，上記各雑誌に掲載された人気マスカラのうち，容器本\n体に目やまつ毛の絵柄が施されているものはない。\nウ 上記認定事実によれば，原告ら容器は，容器本体が濃いワインレッド色\nであり，キャップが銀色である点（以下「原告ら容器の特徴点Ａ」とい\nう。），及び容器本体の正面視に目やまつ毛の絵柄が施され女性がウィン\nクしているようなまつ毛を強調した目の絵柄（以下「原告ら容器の絵柄」\nという。）が施されている点（以下「原告ら容器の特徴点Ｂ」という。）\nにおいて，需要者の注意を引く他の商品とは異なる独自の特徴を有するも\nのと認められる。\nRaエ この点，被告は，「エテュセ ウ ォータープルーフマスカラ」(「\n」平成１２年３月号に掲載。乙１７の１)，「スティブル マスカラ」y\n及び「ディグニータ マスカラビジュアリスト」(いずれも「 」平成Ray\n１２年４月号に掲載。乙１７の２)，「プライベートレーベル カラーマ\nスカラ」(「 」平成１２年８月号に掲載。乙１７の３)，「インウイRay\nザ マスカラ」(「 」平成１２年１１月号に掲載。乙１７の４)，「イRay\nプサ ドレッシーメイクアップキット マスカラ」(「 」平成１２年with\n１２月号に掲載。乙１７の５)，「エテュセ スパークリングマスカラ」\n(平成１７年７月２２日発売。乙１８の２)，「クラランス ピュアカール\nマスカラ」(平成１４年８月２３日発売。乙１８の３)並びに「アヴァンセ\nスーパービューロングマスカラ」(平成１７年６月中旬発売。乙１８の\n４)を挙げ（なお，平成１８年４月以降に発売されたもの及び発売日が証\n拠上不明なものは掲げていない。），原告ら容器の濃いワインレッド系の\n色の容器は，平成１２年ころよりマスカラ容器に使用されていたと主張す\nる。確かに，被告が主張するこれらマスカラは，いずれも広く捉えれば赤\n系の色をしているといえなくもない。しかし，「スティブル マスカラ」，\n「ディグニータ マスカラビジュアリスト」及び「プライベートレーベル\nカラーマスカラ」は，赤色というよりむしろ茶色に近いとみられること，\nまた，「エテュセ ウォータープルーフマスカラ」，「プライベートレー\nベル マスカラ」及び「エテュセ スパークリングマスカラ」を除いて，\nいずれも容器本体とキャップが同色で塗られていること，上記いずれのマ\nスカラも目やまつ毛の絵柄が一切施されていないこと，これらのマスカラ\nがどの程度の人気を博したものであったか（売上高の多寡）が不明である\nこと，以上に照らすと，被告の主張するこれらのマスカラの存在をもって，\n原告ら容器の各特徴点に係る前記認定，すなわち同各特徴点が需要者の注\n意を引く他の商品とは異なる独自の特徴であるとの上記認定を左右するも\nのとはいえない。\n3 原告ら包装の独自性()\nア 原告ら包装は，別紙原告ら商品表示目録２記載のとおりであるところ，\n原告らは原告ら包装の特徴として，①台紙の略中央部に「塗るつけまつ\nげ」との文字が付されている点，②包装台紙の色調がライトグリーン（緑\n系統）を基調としており，このこととブリスター方式で内包されている容\n器本体が濃いワインレッド色であることとが相まって，全体として特徴あ\nる調和がとれている点，③容器本体の正面視に２つの長いまつ毛模様を有\nする点，④台紙の形状が全体として木の葉型である点及び⑤台紙の形状と\n略長方形のプラスチック状包装との形状とが一致していない点において，\n需要者の注意を引く独特の際だった特徴を備えていると主張するので，以\n下検討する。\nイ 原告ら主張の特徴点①について\nまず，「塗るつけまつげ」との文字が台紙の略中央部に付されている点\nについて，「塗るつけまつげ」という表現は，「マスカラ」でありながら，\n「塗る」だけで「つけまつげ」をつけたかのような一見明瞭な効果が期待\nできるという商品コンセプトを比喩的に表現したものとして斬新であり原\n告ら包装の独自の特徴点と認められる（以下，この特徴点を「原告ら包装\nの特徴点Ａ」という。）。\nウ 原告ら主張の特徴点②ないし⑤について\nマスカラの包装について，原告イミュの副事業部長であるＰは，陳述書\n（甲６６）において，「当社は，当社商品の包装にも独自性を出そうと考\nえ，マスカラ包装としては他社が全く採用していなかったブリスター方式\n…を採用しました。」と陳述するが，平成１８年４月以前のマスカラ包装\nが一般的にどのような形態であったかを認めるに足りる的確な証拠はない\n（なお，甲４５の１ないし８は，平成１８年４月以前の包装かどうか不明\nである。）。したがって，台紙のライトグリーンを基調とした色彩や木の\n葉型の形状，プラスチック包装におけるブリスター方式の採用とその形状\nについては，これらをもって，他者の包装とは異なる独自の特徴であると\nは認めるに足りない。\nもっとも，前記のとおり，原告ら商品は，原告ら容器の特徴点Ａ及び同\nＢにおいて，他の商品とは異なる独自の特徴を有していると認められると\nころ，原告ら包装では，原告ら容器を有姿のまま透視できるようにしてい\nるのであるから，独自の特徴を有する原告ら容器と台紙とが相まって，原\n告ら包装における他の商品包装には見られない特徴を有しているというこ\nとができる。\nそうすると，原告ら容器の特徴点Ａ及び同Ｂ並びに原告ら包装の台紙の\n木の葉型の形状及びライトグリーンの色彩の全体をもって，原告ら包装の\n独自の特徴であると認められる（以下，この特徴点を「原告ら包装の特徴\n点Ｂ」という。）。\n4 原告ら容器及び原告ら包装の周知性()\nア 原告ら商品の売上高\n証拠（甲２０）及び弁論の全趣旨によれば，原告ら商品は，平成１３年\n９月２５日に販売が開始され，その後，平成１８年３月までの売上額（原\n告イミュの販売数量及び販売額）は，別紙販売数量等一覧表のとおりと認\nめられる。そして，この販売数量に小売店舗における小売販売価格（１５\n００円 消費税別）を乗じた小売販売額合計を合わせ，各年度の合計額を\nまとめると以下の集計表のとおりとなる。\n販売数量(個) 卸売販売額合計(円) 小売販売額合計(円)\n平成13年度 299,662 258,224,700 449,493,000\n平成14年度 1,784,425 1,520,086,119 2,676,637,500\n平成15年度 2,477,648 2,095,505,268 3,716,472,000\n平成16年度 2,681,541 2,197,961,980 4,022,311,500\n平成17年度 3,913,189 3,300,850,766 5,869,783,500\n合 計 11,156,465 9,372,628,833 16,734,697,500\n上記集計表のとおり，販売開始以降平成１７年度末までの原告ら商品の\n販売数量の合計は１１１５万６４６５個，卸売販売額の合計は９３億７２\n６２万８８３３円，小売販売額の合計は１６７億３４６９万７５００円\n（いずれも消費税別）であることが認められる。\nイ 原告ら商品の販売店舗数\n証拠（甲８）及び弁論の全趣旨によれば，原告ら商品の配荷店舗数は，\n平成１３年度が約２００店舗，平成１４年度が約１８００店舗，平成１５\n年度以降が約４５００店舗と増加し，地域的にも日本全国各地の百貨店，\n化粧品雑貨小売店（ソニープラザ，ロフト，東急ハンズなど），ドラッグ\nストア及びスーパーマーケットで販売されたことが認められる。\nウ 原告ら商品の広告宣伝\n証拠（甲２１～４１）及び弁論の全趣旨によれば，原告イミュによる原\n告ら商品の広告宣伝につき，以下の事実が認められる。\n原告イミュは，別紙交通広告等一覧表のとおり，平成１４年４月以降，(ア)\n東京，大阪，名古屋を始めとする全国各主要都市の交通機関（ＪＲ・私\n鉄・バス）の中吊り及び主要駅構内（付属施設も含む。）において，同\n一覧表記載のビジュアル１ないし同９の内容の広告をした。\n原告イミュは，上記ビジュアル２，３及び７ないし９の内容の広告を，(イ)\n別紙交通広告等一覧表のとおり，平成１４年９月以降，「 ｣「 」JJ with\n「 」 「 ・ 」「 」「 」 「 」「 」な どSpring non no ViVi CanCam Heart H&B\nの女性用ファッション雑誌（全国誌）に純広告を行った。\n原告イミュは，平成１４年８月から平成１８年５月までの間，福岡放(ウ)\n送，ＲＫＢ毎日，中京テレビ，朝日放送，読売テレビ，ＴＢＳ，フジテ\nレビ，日本テレビ，毎日放送，関西テレビ等により，原告ら商品のテレ\nビＣＭを複数回放映した。\n原告イミュは，平成１８年５月までの間に，上記交通広告のために７(エ)\n億０５１３万３０００円を，上記女性用ファッション雑誌への純広告の\nために３億９３００万円を，上記テレビＣＭ放映のために９億０２１３\n万円を，それぞれ支払った。\nエ 雑誌等による紹介\n証拠（甲４２）及び弁論の全趣旨によれば，別紙「イミュ２００２～２\n００６掲載 ファイバーウィッグ 受賞リスト」記載のとおり，原告ら商\n品が「 」「 」「 」「美的」「 」「 」Ray MORE Tokyo Walker CanCam ViVi\n等の雑誌において，マスカラの人気ランキング等の上位として，平成１４\n年（４月発行以降）に延べ４０回，平成１５年に延べ８９回，平成１６年\nに延べ５１回，平成１７年に延べ４３回，平成１８年（６月発行まで）に\n延べ１８回掲載されたことが認められる。\n証拠（甲４３）及び弁論の全趣旨によれば，原告ら商品は，大手雑貨小\n売店であるソニープラザにおける「 人気商品 １０」のSony Plaza BEST\n「 １０（全ジャンルの人気商品ベスト１０）」において，TOTAL BEST\n平成１４年９月から平成１８年５月までの間，４１回にわたって５位以上\n（そのうち１位が２３回）にランクインしたことが認められる。\nオ検討\n上記認定のとおり，原告ら商品につき，原告イミュは，平成１４年４月\n以降，全国各地の主要都市の交通機関や主要駅構内において多数回にわた\nって広告を行ったこと，平成１４年９月以降，全国誌である女性用ファッ\nション雑誌においても多数回にわたって純広告を行ったこと，平成１４年\n８月以降，全国各地の放送局においてテレビＣＭを放映したこと，これら\n広告のために，総額２０億円余りの広告費を支出したことが認められ，平\n成１３年９月から平成１７年３月までの約４年半の間に１１１５万６４６\n５個もの原告ら商品が販売され，その卸売販売額合計は９３億７２６２万\n円余り（小売販売額合計は１６７億３４６９万円余り）に上ったことが認\nめられる。そして，上記広告のうち交通広告や雑誌広告における広告内容\n（ビジュアル１ないし同９）を見ると，いずれの広告内容においても原告\nら容器の拡大写真が掲載されており，特にビジュアル１，同２，同７及び\n同９においては原告ら容器の拡大写真が広告の中心となっていること，い\nずれの広告内容においても原告ら容器本体の濃いワインレッドが基調とさ\nれており，特にビジュアル２，同５及び同６においては広告のほぼ全面が\n濃いワインレッドに覆われていること，いずれの広告内容においても原告\nら容器の拡大写真が掲載されることにより原告ら容器の絵柄も大きく掲載\nされており，特にビジュアル５においては同絵柄のみが大きく取り上げら\nれて描かれていること，以上の事実が認められる。これらの事実によれば，\n遅くとも平成１８年４月までには，上記大量の広告及び極めて多数に及ぶ\n販売等により，原告ら容器は，その特徴点Ａ及び同Ｂをもって，原告ら容\n器が，原告ら商品の出所を示すものとしてマスカラの需要者たる女性の間\nに広く認識されていたと認められる。\nまた，ビジュアル１ないし同９のいずれの広告内容においても，原告ら\n容器とともに原告ら包装の台紙も掲載されており，特にビジュアル１及び\n同２においては同台紙が広告の中に大きく掲載されることにより，台紙の\n木の葉型の形状及びライトグリーンの色彩も目を引くものとなっているこ\nと，いずれの広告内容においても同台紙の表示とは別に「塗るつけまつ\nげ」との記載がされていること，以上の事実が認められ，これにより遅く\nとも平成１８年４月までに，原告ら包装の特徴点Ａ及び同Ｂをもって，原\n告ら包装も原告ら商品を示すものとして需要者たる女性の間に広く認識さ\nれていたと認められる（なお，原告らが原告ら包装の特徴点として主張す\nるブリスター方式の包装（原告ら包装の特徴点②）や，台紙の形状とプラ\nスチック状包装との形状の不一致（原告ら包装の特徴点⑤）については，\n上記各広告内容において，プラスチック状の包装自体が全く現れていない\n以上，周知性の点においても，これらをもって需要者の間に広く認識され\nているとは認め難い。）。\n２ 争点１－２（イ号各容器と原告ら容器の類否）について\n1 イ号１容器と原告ら容器との類否()\nア 一致点\n原告ら容器は別紙原告ら商品表示目録１に，イ号１容器は別紙被告商品\n表示目録１に，それぞれ記載のとおりと認められる。\nよって，イ号１容器と原告ら容器とは，容器本体が直径約１６㎜，高さ\n約８０㎜のプラスチック製の細長い円筒である点，容器本体の上部には直\n径約１６㎜，高さ約４０㎜の円筒形キャップが螺着されている点，容器本\n体が濃いワインレッド色である点において，いずれも一致する。\nなお，被告は，容器本体の色について原告ら容器とイ号１容器とは異な\nると主張する。しかし，証拠（甲６，１０，１１）及び弁論の全趣旨によ\nれば，少なくとも一見した限りでは両者の色の差異を容易に判別し得るも\nのではなく，その差異は極めて微細なものであることが認められる。この\nように，両者の色は一般の需要者にとって見分けることが著しく困難なほ\nど酷似しているというべきであるから，類否判断としては一致点と認める\nのが相当である。\nイ 相違点\n上記一致点に対し，イ号１容器と原告ら容器には以下の相違点が認めら\nれる。\nキャップの色(ア)\nイ号１容器のキャップの色は艶消しの淡い金色であるのに対し，原告\nら容器のそれは艶消しの銀色である。\n原告ら容器の絵柄(イ)\nイ号１容器の容器本体に描かれた目とまつ毛の絵柄（以下「イ号１容\n器の絵柄」という。）では眉は描かれていないのに対し，原告ら容器の\n絵柄には細い眉が描かれており，絵柄自体も同じではない。\nまた，原告ら容器の絵柄は黒色であるのに対し，イ号１容器の絵柄は\nより薄くて灰色に近く，各絵柄の位置についても，イ号１容器の絵柄は\n容器本体下部に描かれているのに対し，原告ら容器の絵柄は容器本体上\n部に描かれている。\n各容器本体に付されている文字(ウ)\nイ号１容器の容器本体に付されている文字は「 」であFiber mascara\ndéjàvu Fibるのに対し，原告ら容器の容器本体に付されている文字は「\n」である。erwig\nまた，文字色について，イ号１容器の文字は他の文字と同一の灰色で\n光っていないのに対し，原告ら容器の文字は他の文字とは異なって銀色\nであり，光っている。\nウ検討\n上記一致点のとおり，イ号１容器と原告ら容器とは，その大きさ及び容\n器本体とキャップの長さにおいて完全に一致しており，しかも容器本体の\n色も一致している。\n相違点について検討すると，キャップの色についても，確かにイ号１容\n器は金色に分類される色ではあるが，かなり淡めの金色であり，原告ら容\n器の銀色（イ号１容器と同じく艶消しである。）との差異は必ずしも顕著\nとはいえず，むしろ他の色と比べると，金色と銀色はいずれも光沢感があ\nり，かつ高級感を感じさせる同系統の色である上，いずれも艶消しである\nことからすると，キャップの色は類似しているといい得る。\n容器本体に描かれている絵柄についても，原告ら商品も被告商品１もマ\nスカラであるから，マスカラを塗ったことによってまつ毛が長くなるとい\nう点こそが重要であって，眉の有無は必ずしも重要なものではないところ，\n両者の絵柄を対比すると，いずれも右目を閉じてウィンクしているような\n絵柄であり，まつ毛の長さを強調し印象付ける絵柄になっているという点\nでは似たような印象をもたらすものといえる。\nそうすると，結局，イ号１容器は，原告ら容器の特徴点Ａ及び同Ｂをい\nずれも具備していると認められる。他方，イ号１容器と原告ら容器には，\n前記イのとおり，容器本体の文字及びその色並びに絵柄の色及びその位置\nにおいて相違点があるものの，イ号１容器の文字は他の文字と同色で灰色\nに近い暗めの色で控えめに付されているにすぎず，これによる識別力は高\nいものとはいえない。また，絵柄の位置や色に至っては微細な差異という\nほかないことからすれば，これらの相違点が需要者に対して前記一致点等\nによる印象を打ち消すに足りるものとは到底いえない。\nよって，イ号１容器は原告ら容器と類似すると認められる。\n2 イ号２容器と原告ら容器との類否()\nア 一致点\nイ号２容器は被告商品表示目録２に記載のとおりと認められる。\nよって，イ号２容器と原告ら容器とは，容器本体が直径約１６㎜，高さ\n約８０㎜のプラスチック製の細長い円筒である点，容器本体の上部には，\n直径約１６㎜，高さ約４０㎜の円筒形キャップが螺着されている点，容器\n本体が濃いワインレッド色である点において，いずれも一致する。\nなお，容器本体の色に係る被告の主張が失当であることは前記(1)アで\n判示したとおりである。\nイ 相違点\n上記一致点に対し，イ号２容器と原告ら容器には以下の相違点が認めら\nれる。\nキャップの色(ア)\nイ号２容器のキャップの色は艶消しの淡い金色であるのに対し，原告\nら容器のそれは艶消しの銀色である。\n原告ら容器の絵柄(イ)\nイ号２容器の容器本体に描かれた髪とまつ毛の絵柄（以下「イ号２容\n器の絵柄」という。）では髪が描かれており，両目が閉じられているの\nに対し，原告ら容器の絵柄には髪が描かれておらず，左目が開いており，\n絵柄自体も同じではない。\nまた，原告ら容器の絵柄は黒色であるのに対し，イ号２容器の絵柄は\n他の文字と同一ので灰色に近く，各絵柄の位置について，イ号２容器の\n絵柄は容器本体下部に描かれているのに対し，原告ら容器では容器本体\n上部に描かれている。\n各容器本体に付されている文字(ウ)\nイ号２容器に付されている文字は「 」であるのに対し，fiber mascara\n原告ら容器では「 」である。déjàvu Fiberwig\nまた，文字色について，イ号２容器の文字は他の文字と同一の灰色で\n光っていないのに対し，原告ら容器の文字は他の文字と異なって銀色で\nあり，光っている。\nウ検討\n上記一致点のとおり，イ号２容器と原告ら容器とは，その大きさ及び容\n器本体とキャップの長さにおいて完全に一致しており，しかも容器本体の\n色も一致している。\n上記相違点について検討すると，キャップの色については，前記(1)ウ\nで認定したとおり，両者の差異は必ずしも顕著とはいえず，むしろ類似し\nているといい得る。\n容器本体に描かれている絵柄についても，原告ら商品も被告商品２もマ\nスカラであるから，髪の有無は必ずしも重要なものではないし，たとえ両\n目が閉じられているとしても，全体として見た場合，目の絵柄が描かれる\nことによりまつ毛を強調し印象付けているという点では似たような印象を\nもたらすものといえる。\nそうすると，結局，イ号２容器は，原告ら容器の特徴点Ａを具備し，原\n告ら容器の特徴点Ｂと類似する絵柄を具備していると認められる。そして，\nイ号２容器と原告ら容器には，前記イのとおり，容器本体の文字及びその\n色並びに絵柄の色及びその位置においてそれぞれ相違するものの，前記\n(1)ウにおいて判示したとおり，これらの相違点をもって上記一致点及び\n類似点による印象を打ち消すに足りるものとはいえない。\nよって，イ号２容器は原告ら容器と類似していると認められる。\n３ 争点１－３（ロ号包装と原告ら包装の類否）について\n1一致点()\n原告ら包装は別紙原告ら商品表示目録２に，ロ号包装は別紙被告商品表示\n目録３に，それぞれ記載のとおりと認められる。\nよって，ロ号包装と原告ら包装とは，プラスチック状の包装の大きさの点\n（ロ号包装は縦約１８０㎜，横約１００㎜であるのに対し，原告ら包装は縦\n約１８５㎜，横約１０５㎜である。）においてほぼ一致する。また，いずれ\nもマスカラ容器をブリスター方式により包容することにより，マスカラ容器\nを有姿のまま透視できるようにしている点において一致し，これにより包装\n状態でも透視して外部から視認し得るマスカラ容器に係る前記２(1)アにお\nいて認定した一致点が認められる。\n2相違点()\n上記一致点に対し，ロ号包装と原告ら包装には，以下の相違点が認められ\nる。\nア 台紙の形状について\nロ号包装では，左上部，右上部及び左下部にそれぞれ丸みを帯びた角が\n設けられているのに対し，原告ら包装では左上部と下部にそれぞれ角が設\nけられている。\nイ 台紙の色彩について\nロ号包装では，右上部から右下部にかけて流線型に若草色を基調としつ\nつ，まつ毛状の形に緑色を配し，楕円状の半球に肌色を配しているのに対\nし，原告ら包装では全体としてライトグリーンを基調とし，台紙の右上部\nから右下部にかけて流線型に黄緑色を配し，かつ台紙の縁取りは白色であ\nる。\nウ 台紙に付されている文字等について\nロ号包装の台紙略中央部には「まるで」「つけまつげ」との文字が２段\nに分けて上から順に付されているのに対し，原告ら包装の台紙略中央部に\nは「マスカラじゃない」「これは」「塗るつけまつげ」との文字が３段に\n分けて上から順に付されている。\nロ号包装の台紙上部には「 」 「 」 「エクステまつげ」とFiber mascara\nの文字が３段に分けて上から順に付されているのに対し，原告ら包装の台\n紙上部には「 」「 」との文字が２段に分けて上から順に付déjàvu Fiberwig\nされている。\nロ号包装の台紙下部には「ブラック」「 」との文字が２段に分けBlack\nPurて上 か ら 順 に 付 さ れ て い る の に対し，原告ら 包装の台紙下部 には「\n」「 」との文字が２段に分けて上から順に付されている。e Black\nロ号包装の台紙下部には黒のブラシの先端部分が左斜め４５度に描かれ\nているのに対し，原告ら包装の台紙略下部には黒のブラシ全体が水平に描\nかれている。\nエ マスカラ容器について\nロ号包装及び原告ら包装は，いずれもマスカラ容器を透視できるように\nしていることから，マスカラ容器に係る前記(1)イ及び(2)イにおいて認定\nした相違点が認められる。\nまた，ブリスター方式によりマスカラ容器を包容する部分が，ロ号包装\nでは正面視左側であるのに対し，原告ら包装では正面視右側である。\n3検討()\n上記一致点のとおり，ロ号包装と原告ら包装とは，マスカラ容器を有姿の\nまま透視できるようにしている点において一致し，そのプラスチック状の包\n装の大きさにおいてほぼ一致する。\nまた，台紙についても，全く同じではないものの，全体として見れば，そ\nの色彩においていずれもライトグリーンを基調としていると認められる上，\n台紙の形状についても，ライトグリーンの色彩と併せ見れば，いずれも木の\n葉のような形状をしているといい得ることからすれば，全体として見た場合，\nその形状及び色彩において，両者は類似するものと認められる。\nさらに，台紙に付された文字についても，その称呼及び外観において異な\nるものの，ロ号包装の「まるでつけまつげ」の文字色は赤で，ライトグリー\nンを基調とする背景との対比において目を引く部分であるといい得るところ，\n「塗るつけまつげ」との部分を見れば，いずれも原告ら包装の「塗るつけま\nつげ」と同様の表現手法，すなわちつけまつげと同様の一見明瞭な効果が期\n待できるかのような表現手法を用いている点において共通しており，両者は\n観念において類似するものといえる。\nそうすると，結局，ロ号包装は原告ら包装の特徴点Ａ及び同Ｂと類似する\n構成を具備するものと認められる。他方，ロ号包装と原告ら包装との間には，\n前記(2)認定のとおり，いくつかの相違点が認められるが，ロ号包装の台紙\n上部に付されている「 」 「 」 との文字については，確かに原Fiber mascara\n告ら包装における「 」「 」との文字とは異なるものの，ロ号déjàvu Fiberwig\n包装の「 」 「 」 は特に大きいものではなく，またこれら文字Fiber mascara\n自体は白色で，文字の縁取りは台紙の基調となっているライトグリーンで付\nされていることと相まって，特に目を引くものではなく，これによる識別力\nは高いものとはいい難い。その余の相違点については，被告が主張する相違\n点（前記第３の３【被告の主張】(2)のアないしウ）も含めて，いずれも微\n細な差異というべきであり，全体として見た場合，これらの相違点をもって\n前記類似点による印象を打ち消すに足りるものとは認められない。\nよって，ロ号包装と原告ら包装とは類似していると認められる。\n４ 争点１－４（混同のおそれ）について\n1 被告商品１に係る混同のおそれ()\n原告ら商品と被告商品１は，いずれも同じ用法により同じ効果を奏するマ\nスカラであるところ，前記１(2)及び(4)において判示したとおり，原告ら容\n器は，原告ら容器の特徴点Ａ及び同Ｂにおいて他の商品とは異なる独自の特\n徴を有するものであり，またかかる特徴点において周知性を獲得しているこ\nと，前記２(1)において判示したとおり，イ号１容器は原告ら容器の各特徴\n点をいずれも具備し，これと類似すること，原告ら商品は原告ら包装に包容\nされて販売されているところ，前記１(3)及び(4)において判示したとおり，\n原告ら包装は原告ら包装の特徴点Ａ及び同Ｂにおいて他の商品包装とは異な\nる独自の特徴を有するものであり，またかかる特徴点において周知性を獲得\nしていること，前記３において判示したとおり，被告商品１が包容されてい\nるロ号包装は，原告ら包装の各特徴点と類似する構成を具備し，これと類似\nすること，証拠（甲８）によれば，原告ら商品は薬局（ドラッグストア）に\nおいても販売されていると認められるところ，証拠（甲１６の１・２，１７\nの１～４，１８，４７，４８の１・２，４９の１・２，５０の１・２，５１\nの１・２，６６）及び弁論の全趣旨によれば，被告商品１が薬局で販売され\nており，また原告ら商品と並べて販売されている店舗もあること，販売価格\nも原告ら商品の販売価格である１５００円（原告ら商品表示目録２の台紙に\n記載。）と大きく異ならない９８０円であること，以上によれば，被告商品\n１に接した需要者は，これを原告ら商品と混同するおそれがあるというべき\nである。\n2 被告商品２に係る混同のおそれ()\n原告ら商品と被告商品２は，いずれも同じ用法により同じ効果を奏するマ\nスカラであるところ，原告ら容器は，前記１(2)及び(4)において判示したと\nおり，原告ら容器の特徴点Ａ及び同Ｂにおいて他の商品とは異なる独自の特\n徴を有するものであり，またかかる特徴点において周知性を獲得しているこ\nと，前記２(2)において判示したとおり，イ号２容器は原告ら容器の特徴点\nＡを具備し，原告ら容器の特徴点Ｂと類似する絵柄を具備していることが認\nめられる。\n他方で，前記争いのない事実等(3)において認定したとおり，被告商品２\nは件外包装（別紙件外包装写真参照）に包容されて販売されていたものであ\nるところ，件外包装の台紙はオレンジ色を基調としており，ライトグリーン\nを基調とする原告ら包装の台紙とは色彩が異なる。しかし，件外包装につい\nても，原告ら包装と同じようなブリスター方式を用いることにより，原告ら\n容器と類似するイ号２容器を有姿のまま透視できること，件外包装の台紙に\nはロ号包装と同様に「まるで」「つけまつげ」との文字が２段に分けて上か\nら順に付されており，台紙の形状においてもロ号包装の台紙と同じ形状であ\nって，かかる点においては，前記３(3)で判示したとおり原告ら包装の台紙\nと類似するということができることからすれば，混同のおそれは未だ払拭で\nきないというべきである。\n以上より，被告商品２に接した需要者である一般消費者たる女性は，これ\nを原告ら商品と混同するおそれがあるというべきである。\n3 なお，被告は，イ号各容器及びロ号包装には，商品の出所が記載されてい()\nるなどとして，一般需要者の注意力によれば，商品の出所や営業主体につい\nて識別は可能であると主張する。確かに，原告ら商品と被告各商品とを各商\n品の出所記載部分に特に着目して両者を対比すれば識別は可能ではあるが，\n不正競争防止法２条１項１号にいう「混同を生じさせる」か否かは，隔離的\nに観察して混同を生ぜしめるおそれがあるか否かによって判断すべきもので\nあり，原告ら商品と被告各商品とを離隔的に観察すれば，被告各商品に接し\nた需要者がこれらを原告ら商品と混同するおそれがあることは，前記のとお\nりである。\nよって，両者が上記観点から識別可能であることをもって，混同のおそれ\nが否定されるものではなく，被告の主張は採用できない。\n５ 争点１－５（被告の製造行為及び納入行為の不正競争行為該当性）\n証拠（甲５２，６０，乙２５，２６の１～３２）及び弁論の全趣旨によれば，\n被告はワールドリンクスとの間の製造委託契約（甲６０）に基づき，ワールド\nリンクスから送られてきたイ号各容器にマスカラを充填して被告各商品を完成\nさせた上，同じくワールドリンクスから送られてきたロ号包装及び件外包装に\n被告各商品を包容して，これをワールドリンクスに納入していたことが認めら\nれ，また，被告のかかる行為に対してワールドリンクスから金銭が支払われた\nことが認められる。\nそうすると，被告によるマスカラの充填は，被告各商品を製造完成させる行\n為として原告ら商品の商品表示を使用したものというべきであり，また，ワー\nルドリンクスへの納入行為は，所有権の移転としての譲渡に当たるかどうかは\nともかく（被告各商品に係る所有権の帰属は，その容器がワールドリンクスか\nら提供されたものであることから，必ずしも明確とはいえない。），物に対す\nる物理的支配としての占有の移転があったことは明らかであるから，少なくと\nも不正競争防止法２条１項１号の「引き渡し」に当たるものというべきである。\nこの点，被告は，ワールドリンクスからの依頼に基づき，ワールドリンクス\nが占有する資材（容器，キャップ，包装，台紙）に，マスカラを充填したにす\nぎず，いわゆるＯＥＭ製造を請け負ったものであって，被告各商品は株式会社\nニッドのプライベートブランドである旨主張するが，仮にそうであったとして\nも，被告がワールドリンクスに被告各商品を納入したことをもって不正競争防\n止法２条１項１号にいう「引き渡し」をしたとの上記判断を妨げるものではな\nい。\n以上，前記１ないし５で検討したところにより，被告の被告各商品の製造・\n納入行為は不正競争防止法２条１項１号の不正競争に当たると認められる。な\nお，原告らは，被告の行為が同項２号の不正競争に当たるとも主張するが，同\n主張は同項１号の不正競争による主張と選択的に主張されているものと認めら\nれ，かつ，いずれによっても損害額の認定等が異なることもないので，同項２\n号の不正競争の成否についての判断はしない。\n６ 争点２（営業上の利益侵害）について\n1 前記１ないし５のとおり，被告は，被告各商品を製造することにより，周()\n知な原告ら商品の商品表示を使用したものであり，また，これをワールドリ\nンクスに引き渡した結果，原告らの営業上の利益を侵害したものと認められ\nる。\nしかし，被告が平成１８年８月以降に被告各商品を製造し，納入した事実\nを認めるに足りる証拠はなく，少なくとも本件口頭弁論終結の時点（平成２\n０年７月１７日）において，原告らの営業上の利益が現に侵害されていると\nは認められない。\n2 また，前記５において認定したとおり，被告はワールドリンクスとの製造()\n委託契約に基づいて被告各商品を製造していたものであり，被告各商品の製\n造に当たってイ号各容器，ロ号包装及び件外包装を提供したのはワールドリ\nンクスである。そうすると，被告は，単にワールドリンクスから提供を受け\nたイ号各容器にマスカラを充填してロ号包装又は件外包装に包容したもので\nあり，原告らの商品表示の使用に関していえば，被告が積極的な役割を果た\nしたとは認め難い。\n加えて，前記(1)のとおり，被告は，平成１８年８月から本件口頭弁論終\n結時までの約２年間被告各商品を製造していないこと，弁論の全趣旨によれ\nば，ワールドリンクスは平成２０年３月２５日に破産手続開始決定を受け，\n平成２０年７月１０日には破産手続廃止決定がなされたと認められること，\n証拠（乙１６）によれば，本件仮処分事件において，被告が今後被告各商品\nを製造するつもりはない旨申述していることが認められること，これらの事\n実に照らすと，今後，被告が独自にイ号各容器，ロ号包装及び件外包装を製\n造又は調達して，被告各商品を製造するとはにわかに考え難い。\n3 この点，原告らは，被告が被告各商品の製造を無断で行っていたことや，()\n本訴での応訴態度からして，被告が将来において被告各商品の製造販売を再\n開しない保証はないと主張する。確かに，被告の本訴における主張は当を得\nないものが多く，その応訴態度等に照らせば，被告が被告各商品を独自に製\n造する可能性が皆無とまではいえないと考えられる。しかし，被告の上記応\n訴態度等を考慮しても，前記(2)の経緯等に照らすと，将来において被告が\n本件と同様の不正競争行為を行い，これにより原告らの営業上の利益が侵害\nされるおそれがあるとまでは認められないというべきである。\nしたがって，原告らは被告に対し不正競争防止法３条１項，２項に基づく\n被告各商品の差止め及び廃棄請求権を有するものではない。\n７ 争点３（被告の故意・過失）について\n1 前記１(2)ないし(4)において判示したとおり，原告ら容器は，原告ら容器()\nの特徴点Ａ及び同Ｂにおいて他の商品とは異なる独自の特徴を有するもので\nあり，原告ら包装も原告ら包装の特徴点Ａ及び同Ｂにおいて他の商品包装と\nは異なる独自の特徴を有するものであり，原告ら容器と原告ら包装は，平成\n１８年４月当時，それぞれの特徴点において周知性を獲得していたことが認\nめられる。\nよって，マスカラ（内容物）の製造業者である被告も，原告ら容器及び原\n告ら包装の形態が原告らの商品表示として周知であることを知っていたもの\nと推認され，少なくともこれを知り得べきであったと推認するのが相当であ\nる。\n2 この点，被告は，製造を請け負ったにすぎないことから原告ら容器及び原()\n告ら包装の形態を知らなかったかのような主張をするが，前記１(4)のウ及\nびエで認定したとおり，原告ら商品の宣伝広告等は幅広いメディアを通じて\nなされており，いかに他者から製造を請け負ったにすぎないといえども，別\n紙交通広告等一覧表のとおり重点的に広告がなされた大阪市に所在し，かつ\n化粧品の製造・販売を目的とする被告がこれを知らなかったとはにわかに考\nえ難く，少なくともこれを知り得べきであったことは，上記のとおりである。\n3 よって，被告は，被告各商品を製造し，納入するに当たり，原告ら容器及()\nび原告ら包装を認識し，又は認識し得たものと認めるものが相当であり，そ\nうであるとすれば，イ号各容器及びロ号包装がこれと類似することは当然に\n知り得るものというべきであるから，これらを用いて被告各商品をワールド\nリンクスに製造・納入することにより一般需要者において混同を生ぜしめる\nことは当然に認識し，又は認識し得たことが明らかである。したがって，被\n告は，原告らに対する不正競争防止法４条に基づく損害賠償義務を免れない。\n８ 争点４（原告らの損害額等）について\n1 譲渡数量等()\n原告らは，不正競争防止法５条１項に基づく損害額を主張するところ，証\n拠（乙２６の１～３２）及び弁論の全趣旨によれば，本件における「譲渡数\n量」（なお，同項にいう「譲渡」には「引渡し」も含まれるものと解され\nる。）は，被告商品１につき８万３９５５個，被告商品２につき１万５４０\n３個，合計９万９３５８個（本件譲渡数量）であると認められる。\nまた，証拠（甲８６）及び弁論の全趣旨によれば，原告ら商品の製造から\n納品に至るまでの原告らそれぞれの役割は，前記第３の８【原告らの主張】\n(2)のとおりであり，原告ら商品は原告エルソルプロダクツが製造し，同原\n告が製造した原告ら商品は，同原告が原告ピアスに，同原告が原告イミュに\nそれぞれ販売し，同原告は卸売代理店等に販売していること，原告ら商品の\n製造過程及び物流の具体的流れは，原告エルソルプロダクツが容器本体，キ\nャップ及び台紙等といった原告ら商品の原材料を取引先から仕入れ，掛川工\n場及び九州工場の２か所において，原告ら商品を製造し（なお，原告エルソ\nルプロダクツは，平成１９年１０月３１日に九州工場を閉鎖したため，同年\n１１月１日以降の原告ら商品の製造場所は掛川工場のみである。）掛川工場\nで製造された原告ら商品は，同工場敷地内にあるピアス物流センターに搬入\nされ，ピアス物流センター内で保管，管理され，他方，九州工場で製造され\nた原告ら商品は，運送業者によって九州工場からピアス物流センターへと運\n送され，同じくピアス物流センター内で保管，管理され，ピアス物流センタ\nーにて保管，管理されている原告ら商品は，卸売代理店等からの原告イミュ\nに対する発注を受けて，原告ピアスが運送業者に運送を委託し，同運送業者\nによって，ピアス物流センターから卸売代理店等に直接納品されているので\nあり，したがって，卸売代理店等に対する販売元である原告イミュには原告\nら商品は納品されておらず，原告ら商品の保管，管理，納品は原告ピアスが\n担当していること，以上の事実が認められる。\nそこで，以下，原告らそれぞれにおける原告ら商品１個当たりの利益額に\nついて具体的に検討する。なお，不正競争防止法５条１項にいう「利益の\n額」につき，被告は「純利益」と解し，開発費や広告宣伝費等を控除すべき\nと主張する。しかし，同項にいう「利益の額」は，「被侵害者がその侵害の\n行為がなければ販売することができた物の単位数量当たりの利益の額」をい\nうのであり，その趣旨に照らせば，販売価額から控除すべき経費は，当該数\n量の被侵害者製品を追加して販売するために追加的に必要であったはずの経\n費を指すものと解すべきであり，かかる経費を控除した利益（限界利益）の\n額をもって，同項の「利益の額」とするのが相当であって，開発費や広告宣\n伝費等は控除の対象とならないというべきである。\n2 原告エルソルプロダクツの１個当たりの利益額()\n原告エルソルプロダクツは，原告ら商品の製造者であるところ，証拠（甲\n８６及び以下に掲記する各証拠）及び弁論の全趣旨によれば，原告ピアスに\n対する１個当たりの販売価格が●●●円であること（甲５，８，６７～６\n９），１個当たりの原材料費が●●●●●●円であること（甲７０の１・２，\n７１～７８），１個当たりの人件費が●●●●●円であること（甲７９の１\n・２）が認められる。\nまた，証拠（甲８４，８６）及び弁論の全趣旨によれば，掛川工場におけ\nる平成１８年４月１日から同年７月３１日までの原告ら商品の製造個数が合\n計７４万１９３７個であること，掛川工場１月当たりの製造可能個数が●●\n●個（１日当たりの製造可能個数：●●●●●●個，１月当たりの製造可能\n日数：●●日）であることが認められ，本件譲渡数量程度の個数であれば，\n掛川工場で十分製造することができたと認められる。よって，原告エルソル\nプロダクツの荷造運搬費を経費として考慮する必要はないものと考えられる。\nそうすると，原告エルソルプロダクツの１個当たりの利益額は●●●●●\n●円●●●●●●●●●●●●●●●●●●●●●と認められる。\n3 原告ピアスの利益額()\n原告ピアスは，原告エルソルプロダクツから原告ら商品を購入し，これを\n原告イミュに転売しているところ，証拠（甲８６及び以下に掲記する各証\n拠）及び弁論の全趣旨によれば，原告イミュに対する１個当たりの販売価格\nが●●●円であること（甲８，６７～６８，８０），原告ら商品１個当たり\nの仕入価格が●●●円であること（前記(2)），１個当たりの卸売代理店等\nへの運搬費が●●●●●円であること（甲８１，８５）が認められる。\nそうすると，原告ピアスの１個当たりの利益額は●●●●●円●●●●●\n●●●●●●●●●●●●●と認められる。\n4 原告イミュの利益額()\n原告イミュは，原告ピアスから原告ら商品を購入し，これを卸売代理店等\nへ転売しているところ，証拠（甲８６及び以下に掲記する各証拠）及び弁論\nの全趣旨によれば，卸売代理店等への１個当たりの販売価格は●●●円であ\nること（甲８２），原告イミュからの仕入価格は１個当たり●●●円である\nこと（前記(3)），原告イミュは原告ピアスに対し物流費名目で１個当たり\n●●●●円を支払っていること（甲８，６８，８３）が認められる。\nそうすると，原告イミュの１個当たりの利益額は●●●●●円●●●●●\n●●●●●●●●●●●●と認められる。\n5 原告らの販売等の能力()\n前記(2)で認定したとおり，原告エルソルプロダクツの掛川工場において\n本件譲渡数量の原告ら商品を追加的に製造することは可能であったと認めら\nれ，前記１(4)アにおいて認定した原告ら商品の販売数量からして，流通販\n売において本件譲渡数量程度の原告ら商品を販売することは可能であったと\n認められることから，本件譲渡数量全部をもって，原告ら商品に係る販売そ\nの他の行為を行う能力の範囲内であると認めるのが相当である。\nなお，被告は，原告ら商品が１５７５円（税込み）であるのに対し，被告\n各商品が９８０円であるからそれぞれの顧客層が異なるとか，原告ら商品に\nは他に２種類の代替商品があるとして，両者には補完関係がないと主張する。\nしかし，両商品の顧客層が異なることを認めるに足りる証拠はない（商品の\n内容，品質，価格差の程度等からして，原告ら商品と被告各商品の顧客層が\nそれぞれ異なるとは考え難く，むしろほぼ一致するものと推認される。）。\nまた，原告らが他の商品を販売しているとしても，被告各商品が原告ら商品\nと混同されるおそれがあり，被告の侵害行為がなければ原告ら商品を販売す\nることができたことには変わりはない。\nよって，被告の主張は採用できない。\n6 原告らの各損害額()\n以上によれば，原告らそれぞれの損害額については，不正競争防止法５条\n１項により，原告エルソルプロダクツにつき１８９４万０６１５円●●●●\n●●●●●●●●●●●●，原告ピアスにつき９１４万６８９７円●●●●\n●●●●●●●●●●●●，原告イミュにつき３４５２万６９０５円●●●\n●●●●●●●●●●●●●と認めるのが相当である（いずれも１円未満切\n捨て）。\nまた，被告の不正競争行為により，原告らは本件訴訟を提起せざるを得な\nかったこと，その他本件事案の内容，認容額，本件訴訟の経緯等を総合考慮\nすると，弁護士費用相当損害金として，原告エルソルプロダクツにつき１８\n９万円を，原告ピアスにつき９１万円を，原告イミュにつき３４５万円を，\nそれぞれ被告の不正競争行為と相当因果関係のある損害と認めるのが相当で\nある。\n7 原告らそれぞれの損害賠償請求権の関係()\n原告らは，原告ら商品は企業グループたる原告ら３社が一体となって組織\n的に企画・製造・販売したものであり，その商品表示は原告らに不可分的に\n帰属しており，商品表示に対する原告らの各持分を観念することはできない\nから，原告らの損害賠償請求権も，その性質上，原告らに不可分的に帰属す\nると主張する。\nしかし，仮に原告ら商品の商品表示自体ないしその財産的な価値が原告ら\nに不可分的に帰属するとしても，不正競争防止法４条所定の損害賠償請求権\nは，「営業上の利益」の侵害によって生じた損害の賠償を求めることをその\n内容とするものであるところ，その「営業上の利益」は，当然のことながら\n原告らそれぞれに別個のものとして独立して存すると観念し得るものであり，\nその侵害によって生じた「損害」も，原告らそれぞれに個別的に発生するの\nであって，原告らに不可分的に損害が発生しているものではない。\nそうすると，原告らは，被告の不正競争によって，それぞれの営業上の利\n益を個別的に侵害された結果，それぞれ前記(6)の損害を被ったと認めるの\nが相当であり，それぞれ自らが被った損害の範囲において被告に対して損害\n賠償請求権を有するものと解するのが相当である。\nよって，この点についての原告らの主張は採用できない。\n９まとめ\n以上によれば，原告らの不正競争防止法５条１項に基づく損害額は，原告エ\nルソルプロダクツが２０８３万０６１５円，原告ピアスが１００５万６８９７\n円，原告イミュが３７９７万６９０５円である。ただし，原告らの同法４条に\n基づく本件損害賠償請求は総額６６００万円を限度とする一部請求であるとこ\nろ，原告らの上記認定の各損害額を合計すると６８８６万４４１７円となり，\n原告らの本件請求額を超えることになる。そこで，６６００万円を限度とし，\nこれを上記認定の各原告の損害額を基礎として原告らそれぞれに案分して割り\n付けると，原告エルソルプロダクツが１９９６万４１６５円，原告ピアスが９\n６３万８５８０円，原告イミュが３６３９万７２５５円となり，その限度で原\n告らの本件損害賠償請求を認容するのが相当である。\n他方，原告らの不正競争防止法３条１項及び２項に基づく差止め及び廃棄請\n求は，本件口頭弁論終結時点において原告らの営業上の利益が侵害されておら\nず，前示のとおり侵害されるおそれがあるとも認められないので，いずれも理\n由がない。\nよって，上記限度で原告らの本件請求をそれぞれ認容し，その余は理由がな\nいからいずれも棄却することとして，主文のとおり判決する。\n大阪地方裁判所第２１民事部\n田中俊次裁判長裁判官\n西理 香裁判官\n北岡裕章裁判官\n"
}