{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 16,
    "month": 8,
    "day": 6
  },
  "case_number": "平成14(わ)189",
  "case_name": "危険運転致死傷",
  "court_name": "長野地方裁判所上田支部         　刑事部",
  "lawsuit_id": "6482",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=6482",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/482/006482_hanrei.pdf",
  "contents": "主　　　　　　　文\n被告人を懲役４年に処する。\n未決勾留日数中４７０日をその刑に算入する。\n理　　　　　　　由\n（罪となるべき事実）\n被告人は，平成１４年１０月３日午後１時５５分ころ，長野県南佐久郡…の最高速度を６０キロメートル毎\n時と法定されている緩やかに左方に湾曲する道路において，その進行を制御することが困難な時速約８０\nキロメートルの高速度で普通乗用自動車を走行させたことにより，自車を道路の湾曲に応じて進行させるこ\nとができず，右斜め前方に暴走させ，折から道路右端を対向歩行してきたＡ（当時１６歳）及びＢ（当時１６\n歳）に順次自車右前部を衝突させて同人らを道路脇の空き地及び水田に転倒させ，よって，Ａに加療約２\n週間を要する両膝挫創，右足捻挫の傷害を負わせ，Ｂに脳挫傷等の傷害を負わせ，同日午後２時２５分こ\nろ，同町…所在のＣ病院において，Ｂを上記脳挫傷により死亡させたものである。\n（事実認定の補足説明）\n１　弁護人は，被告人運転の普通乗用自動車（以下「本件車両」という。）が長野県南佐久郡…（以下「本\n件現場」という。）の最高速度を６０キロメートル毎時と法定されている緩やかに左方に湾曲する道路（以\n下「本件カーブ」という。）に差しかかった時点で時速８０キロメートルの高速度であったか明確ではない\nから，そもそも，本件では危険運転致死傷の構成要件に客観的に該当しない，仮に客観的に該当した\nとしても，被告人に制御困難な高速度運転である旨の認識がなかったから，危険運転致死傷の故意が\nないと主張し，被告人も，公判廷において，本件カーブを走行した際の本件車両の速度は，時速８０キ\nロメートルではなく，時速６０キロメートルくらいだったと供述するので検討する。\n前掲各証拠によれば、以下の事実が容易に認められる。\n(1)　本件現場は，町道…線という名称のアスファルト舗装道路（以下「本件道路」という。）であり，この道\n路は，ＪＲのＤ駅前から商店や住宅を抜けて田畑や採石場などが点在する山間を抜け，ＪＲ…駅前に\n至っている。\nＪＲのＤ駅前の本件道路の全幅は７．６メートル，有効幅員は５．３メートルであるが，やや上り勾配と\nカーブの曲がりのきつい状況が店舗や住宅等の間を抜けるかたちで続き，しばらくして緩やかな上り\nとカーブが続く状況になる。その間，全幅の最も広い所でも７．８メートル，有効幅員６．４５メートルで\nある。カーブは，Ｄトンネル西信号交差点から本件現場に至るまでの間に１６か所ある。\n本件現場は，ＪＲのＤ駅前方面からＪＲ…駅前方面に向かって緩やかに左方に湾曲しているカーブ\nであるが，歩車道の区別もセンターラインの表示もない外側線間の幅員約５．９５メートルの非市街地\nの道路であり，交通量は少なく,  交通規制はない。カーブ外側の外側線に沿って走行できる限界旋\n回速度は，時速約５１ないし５５キロメートルである。\nＪＲのＤ駅前方面から進行すると，本件現場の手前には幅員約６．５メートルのＥ橋があり，さらにそ\nの手前はかなり急勾配の長い下り坂となっている。しかし，Ｅ橋から本件現場に至る手前は，逆に約９\n度の上り勾配の緩やかな坂道になっている。\n(2)　被告人は，平成１４年１０月３日，友人のＦと食事をするため，同人とＤ町内の食堂に行くことにし，Ｊ\nＲ…駅で，本件車両の助手席にＦを乗せた後，本件道路をＪＲのＤ駅前方面からＪＲ…駅前方面に進\n行して上記食堂に向かう途中，本件現場に至った。被告人は，本件現場に至るまで，テンポの早いロ\nック調の音楽をかけながら運転していた。\n(3)　被告人は，本件カーブを，ダンプカーの助手席に乗って３回，本件の際と同じ進行方向から通った\nことがあり，また，本件車両を運転して１回，逆の方向から通ったことがあった。\n(4)　被告人は，Ｅ橋を渡ってから約５６．８メートルの地点に至り，このままでは本件カーブを曲がりきれ\nないと感じ，ブレーキをかけたが，もはや車を制御できる状態ではなくなり，本件車両をそのまま右斜\nめ前方に暴走させ，車の右前部を，折から道路右端を対向歩行してきたＡとＢに順次衝突させた（以\n下「本件事故」という。）。Ａは，脇を歩いていた友人Ｇにとっさに左手を引かれて道路脇の空き地に\n転倒したが，Ｂは，本件車両に跳ね飛ばされ，その衝撃で，後方にある高さ約２．２メートルの岩石の\n上を飛び越すようにして水田に落ちた。\n(5)　Ｂは，その後救急車で病院に運ばれたが，脳挫傷の傷害を負っており，死亡した。また，Ａは，加療\n約２週間の両膝挫創，右足捻挫の傷害を負った。\nなお，Ａ，Ｂは，甲府第一高等学校の生徒であり，同校の伝統的な年中行事である強行遠足に参\n加していた。\n(6)　本件車両は，ＡＢＳ装着車であり，左前輪以外の３本のトレッドの著しい摩耗があったもののブレー\nキについて故障はなかった。本件事故による本件車両の損傷は，概ね,  右前凹損大破自走不能，運\n転席前のフロントガラスの亀裂，ハンドルは右前輪のパンクにより操作不能というものであった。\n２　本件事故当時の本件車両の速度について\n(1)　被告人は，捜査段階で，要旨，「本件道路をＪＲのＤ駅前方面から本件現場に向かって進行する途\n中，Ｆから『スピードが出ているので少しゆっくり行こう。』と言われて速度計を見たら時速８０キロメート\nルくらい出ていた。少し減速したが，また速度が戻ってしまった。その後，ダンプカーとすれ違ったとき\nも，減速せずにそのまま通り過ぎた。Ｅ橋手前の下り坂で自然に加速し，感覚的に時速約１００キロメ\nートルの速度になったと思う。橋で少し減速し，橋を渡る途中，速度計を見たところ，時速約８０キロメ\nートルだった。橋の先は少し上り坂の左カーブになっていたので速度が落ちないように橋を渡りきっ\nたあたりでアクセルを踏みながら進行し，時速８０キロメートルの速度のまま本件カーブを曲がろうとし\nた。」と供述していたが，公判段階では，要旨，「Ｅ橋手前の下り坂の手前でダンプカーとすれ違った\nとき，時速６０キロメートルよりは出ていたと思う。下り坂では時速約８０キロメートルくらいになった。速\n度が出すぎていると思い，ブレーキをかけた。橋を通り，橋を渡りきったあたりで速度計を見ると，針が\n時速４０キロメートルと時速６０キロメートルの間のあたりを動いていた。その後，上り坂で自然に減速し\nたので，アクセルを踏んだ。」と供述し，捜査段階での供述を否定している。\nしかしながら，本件車両の助手席に同乗していたＦは，本件事故直前の本件車両の速度につき，\n「速度計は見ていないが，自分が普段出している速度（時速５０ないし６０キロメートル）よりは速い速\n度，時速６，７０キロメートルから時速８０キロメートルの間だったと思う。」と供述していること，ダンプカ\nーを運転して本件車両とすれ違ったＨは，「すれ違った際，自分の感覚では本件車両は時速８０ない\nし９０キロメートルの速度は出ていたと思う。本件車両は, マニュアル車がギアを一速に入れ, アクセル\nを踏み込み,  ふかしているようなもの凄い音を立てていた。」と供述していること，Ａと一緒に歩いてい\nたＧは，「本件車両が，キキーというタイヤがきしむようなすごい音を立てながら自分たちに向かって\n暴走してきた。とっさに右横のＡの左手を引いて左によけた。キキーというものすごい音や，自分が最\n初に本件車両を見た次の瞬間にはもう目の前にいてぶつかる寸前だったこと，本件車両と自分がい\nた場所との距離を考えると，ものすごい速さであったことは間違いない。」と供述していること，これら，\n本件車両の同乗者及び目撃者両名の供述内容は，いずれも本件車両が本件事故時，その道路状\n況等に照らしても，尋常でない高速度を出していたことについて，走行音, 走行状況等について相当\n印象的かつ具体的に供述しており，これらの者が被告人にことさら不利な供述をする理由がないこと\n等からしても，信用性が高いこと，本件車両の本件事故時における制動開始前の速度について鑑定\nを行ったＩは，制動する前の本件車両の走行速度は，低めにみて時速７６．７キロメートル，高めにみ\nて時速７９．５キロメートルと推定されると鑑定していること，この鑑定の本件車両の速度を推算する手\n法は，車の速度を推算する場合に通常とられるようなごく一般的な検討手法であって，特段信用性を\n疑わせるようなところはないことが認められ，被告人の本件事故当時の本件車両の速度についての\n捜査段階における供述は，上記鑑定結果や本件事故の客観的な状況，本件車両の同乗者及び目\n撃者等の供述に基本的に合致し，ことさら不自然なところもないことからすれば，その内容は信用で\nきると解するのが相当である。\n(2)ア　弁護人は，鑑定人Ｉ作成の鑑定書（以下「本件鑑定書」という。）に，「本件の歩行者は（中略）衝\n突を受けた地点から約８．３メートルの位置に転倒している。この転倒距離の場合，（中略）車体の\n変形や歩行者の傷害等から推定できる速度より著しく短い。」，「おそらく，衝突後の飛翔において\n身体の一部が岩石に接触したため，移動（飛翔）距離が短くなった可能性がある」との記載がある\nことを取り上げ，Ｂが跳ね飛ばされた約８．３メートルという距離からすれば，本件車両は時速約４０\nキロメートルでＢに衝突した蓋然性が高い，と主張する。そして，本件鑑定書の上記記載は，Ｂに\n岩石と衝突したことを示す重大な傷害が見られないこと（甲３），目撃者も，被害者は車に跳ねられ\n空中を飛ばされ水田に落ちた，石のさらに上を舞うようにして飛んでいった，と供述していること（甲\n３３ないし３５）に沿わない旨指摘する。\nしかし，鑑定人Ｉは，公判廷において，跳ね飛び方が非常に高く飛ばされて放物線を描くように\n高く上がった場合は，岩石に衝突せず，飛翔距離が短くなることも零ではない旨供述しており，そ\nのような場合であれば，Ｂが岩石のさらに上を舞うように飛んでいたという内容の目撃供述とも整合\nする。また，目撃者らが，Ｂが岩石に衝突したのを直接は見ていないとしても，目撃者らの位置から\nは，Ｂが岩石に衝突するのが見えなかった可能性も否定できず，Ｂの頭蓋骨骨折も，本件車両の\nフロントガラスに加え岩石にも衝突して成傷した可能性もある。さらに，岩石自体への衝突の態様\nも様々あり，体表面に顕れていない衝突があった可能性も否定できない。これらを併せ考えれば，\n本件車両に跳ね飛ばされたＢが，どのような経路で転倒位置まで至ったかについては様々な態様\nがあり得るといわざるを得ないのであるから，鑑定結果の速度が約８．３メートルという数値と合わな\nいという事実のみをもって，直ちに，本件鑑定の信用性が否定されるわけではない。\nイ　弁護人は，本件車両のタイヤと路面の摩擦係数は０．６ないし０．７でなく，０．４とみるべきと主張\nし，その根拠として，本件現場の路面上に砂利や土等が散乱していた状況，本件車両のタイヤの\n摩耗状況，右タイヤのみタイヤ痕が印象されている状況等について指摘する。\nしかし，弁護人の指摘する諸状況が，直ちに，本件の摩擦係数として０．４を採用すべきとする\n積極的根拠となり得るものではないことをひとまず措くとしても，鑑定人が本件車両のタイヤと路面\nの摩擦係数につき０．６ないし０．７を採用するに至ったのは，ブレーキシステムの違いやハンドル\n角，タイヤの種類，路面の状態等について検討し，本件車両の制動状況が，タイヤ痕が路面に明\n確に印象され，岩石に衝突した後，車体が回転運動しながら移動していることを考慮した結果であ\nって，そもそも弁護人の指摘する諸状況は本件鑑定書における検討過程においてすべて織り込\nみ済みであるといわなければならない。\nこの点さらに敷衍しておくと，本件鑑定書には，「本件の事故現場はアスファルト乾燥路面であ\nるが，施工してから年数が経過しているため，路面の状況は悪い。また，道路の周辺環境から，砂\n利や土等が路面に散乱していた可能性もある。」と記載され，本件現場の道路状況もすでに考慮\nされている。また，鑑定人Ｉは，公判廷において，乾燥した道路では，タイヤが摩耗しているという\n状況があっても摩擦係数が大幅に低下するとは考えられないこと，本件車両はＡＢＳ装着車である\nからタイヤ痕が片側だけしか印象されていないとしても不思議ではなく，かかる状況をもって摩擦\n係数として０．４を採用すべきとは考えられないこと，本件で印象されたようなタイヤ痕が形成される\nのは経験的にいって摩擦係数０．６以上の場合に限られることを供述するところ，同人は自動車事\n故に関する鑑定業務を業として行い，裁判所を主とする公的機関からの依頼で約３５０件の鑑定\nの経験を有する専門家であり，上記供述の信用性を疑わせるような事情は本件において何ら認め\nられないものである。\n(3)　以上の検討によれば，本件事故当時の本件車両の速度は，時速約８０キロメートルであったと認め\nられる。\n３　そこで，本件事故当時の本件車両の運転態様が，危険運転致死傷の構成要件に客観的に該当するか\nについて判断する。\n前記認定のとおり，本件道路は，交通規制はないものの，幅員が約５．９５ないし７．８メートルと広くな\nく，田畑や砕石場などが点在する山間を抜ける道路であること，カーブもＤトンネル西信号交差点から本\n件現場に至るまでの間に１６か所あること，本件現場直前も上り坂や勾配のきつい下り坂や橋があること\nからすれば，自動車運転手としては，自身の速度や前方の見通し状況に充分配慮した上で運転すべき\n道路である。そして，被告人は，かかる状況下において，本件カーブの限界旋回速度（時速約５１ないし\n５５キロメートル）を優に上回る速度である時速約８０キロメートルで本件カーブに進入したのであるから，\n結果として，わずかな操作ミスで自車を進路から逸走させかねないような危険な態様の運転，すなわ\nち，「その進行を制御することが困難な高速度」で本件車両を走行させたものと認定することができる。\nよって，被告人の本件事故当時の運転態様は，危険運転致死傷の構成要件に客観的に該当するも\nのといえる。\n４  次に被告人が本件事故当時，危険運転致死傷の故意があったといえるかについて判断する。\n(1)　被告人は，道路状況等について，捜査段階において，要旨，「①橋の上でメーターを見ると時速８０\nキロメートルを指していた。進路前方が上り坂になっているので，橋を渡りきる付近で加速した。本件\n現場が左カーブということはもともと知っていたが，そのままの速度でカーブを攻めてやると考えた。\n攻めてやるというのは，そのままの速度で左カーブを走り抜けてやる，ということである。②普段からカ\nーブの多い道路を選んで通り，カーブで速度を出して走るのが快感になっており，この日もいつもと\n同じように高速で走っていた。③本件現場手前に至る下り坂の手前の坂の頂上付近で進路前方が\n左カーブになっていることが分かり，そのとき道路右側に強歩大会の生徒が歩いていることに気付い\nた。④下り坂で加速し，Ｅ橋のところで少し減速し，その後，上り坂で自然に減速したので橋を渡りき\nったあたりでアクセルを踏んだ。進路前方の本件カーブを進行するのに時速８０キロメートルの速度\nでは危ないという気持ちはあったが，それでも曲がっていけるのではないかと思ったし，もともと速度\nを出して運転するのが好きだったことから，このときもテンポのいい曲に乗って時速８０キロメートルくら\nいの速度を出したまま本件カーブに向かっていった。」と供述していたが，公判段階では，要旨，「①\n本件現場が，そんなにカーブがきつい道路だとは思っていなかった。②Ｅ橋を渡りきったあたりで，ま\nっすぐ道が見えないことから，進路前方に本件カーブ（左カーブ）があることが分かったが，草むらが\n視界を遮っていたためカーブの曲がり具合は見えず，緩いカーブだと思っていた。③Ｅ橋を渡ってか\nら約４９メートルの地点のあたりで，道路右側に学生がいることに気が付いた。④草むらが視界を遮ら\nなくなった，Ｅ橋を渡ってから約４９メートルの地点と約５６．８メートルの地点の間で，初めて本件カー\nブの曲がり具合が思ったよりもきついことが分かり，びっくりしてパニックになった。直後，ハンドルを切\nって急ブレーキをかけた。」と供述し，その捜査段階における供述と公判段階における供述との間に\nは齟齬がある。\n(2)    上記被告人の捜査段階における供述は，概ね，本件カーブにおいて，カーブを攻めるつもりで時\n速約８０キロメートルで進行したというものであるが，これは本件鑑定書や目撃者等の関係者の供述\n内容，本件事故の客観的な態様にも概ね合致していること，前記のとおり，被告人は，本件事故の直\n前，交通量の少ない山間を走る道路を時速８０キロメートルを超える高速度で進行し，同乗者に注意\nを受けるような運転をしていたこと等に照らせば，その内容は十分信用性がある。\n逆に，これに反する被告人の公判廷における供述内容は，前記客観的に信用性のある証拠や事\n故状況にも符合せず，全体として不自然であって，信用できない。\n(3)　そうすると，被告人は，本件現場付近の道路状況を認識し，その上で，同所を安全に車両を制御し\nて進行することは困難な速度である時速約８０キロメートルの高速度で走行していることを認識しなが\nら,  本件カーブに進入し，本件カーブを通過可能な速度まで減速するという進行制御をすることがで\nきずに，本件車両を被害者らに衝突させ死傷させたものというべきである。\n(4)　以上によれば，被告人が，本件当時，その道路状況に照らして,  客観的に進行を制御することが困\n難と判断されるような高速度で本件車両を走行させていた旨認識していたことが優に認められ，被告\n人の危険運転致死傷の故意について欠けるところはないといわなければならない。\n(5)　弁護人は，被告人には危険運転致死傷の故意がないと主張し，被告人には本件カーブの曲がり具\n合について認識がなく，この速度でもカーブを曲がりきれると思っていたと指摘する。\n仮に，Ｅ橋を渡りきったあたりで本件カーブの存在についての認識が生じ，草むらが視界を遮らな\nくなった，Ｅ橋を渡ってから約４９メートルの地点と約５６．８メートルの地点の間で初めてカーブの曲が\nり具合についての認識が生じたとしても，被告人は，Ｅ橋を渡りきったあたりで本件カーブの存在につ\nいての認識が生じたにもかかわらず，カーブを攻めてやると考え，その後上り坂で自然に減速したも\nののアクセルを踏み，本件カーブの限界旋回速度をはるかに超過する時速約８０キロメートルという\n速度で本件カーブを走行したものである。そうすると，被告人にカーブの曲がり具合についての認識\nがなかったとしても，およそ本件カーブを通過可能な速度まで減速するという進行制御をすることが\nできないほどの高速度で，本件カーブに進入，走行し，その結果本件車両をＡ，Ｂに衝突させ死傷さ\nせたことに変わりはない。\nしたがって，この場合であっても，被告人が，本件当時，客観的に進行を制御することが困難と判\n断されるような高速度で本件車両を走行させていたことを認識していたと認められ，被告人の危険運\n転致死傷の故意に欠けるところはなく，弁護人の上記主張は，採用することができない。\n５　以上によれば，被告人の本件行為について危険運転致死傷罪が成立するというべきである。\n（法令の適用）\n被告人の判示所為のうち，Ｂに対する危険運転致死の点は刑法２０８条の２第１項後段，前段（致死の\n場合）に，Ａに対する危険運転致傷の点は同法２０８条の２第１項後段，前段（致傷の場合）にそれぞれ該\n当するが，これは１個の行為が２個の罪名に触れる場合であるから，同法５４条１項前段，１０条により１罪と\nして重い危険運転致死罪の刑で処断することとし，その所定刑期の範囲内で被告人を懲役４年に処し，同\n法２１条を適用して未決勾留日数中４７０日をその刑に算入し，訴訟費用は，刑事訴訟法１８１条１項ただし\n書を適用して被告人に負担させないこととする。\n（量刑の理由）\n本件は，山間部等を通る交通量の少ない，上り坂や下り坂のある幅員の広くない道路において，被告人\nが，カーブを攻めてやると考え，本件カーブに時速約８０キロメートルで進入し，通過可能な速度まで減速\nするという進行制御をすることができなくなった結果，本件車両を暴走させて,  強行遠足に参加中の高校\n生の被害者らに衝突させ，Ｂを死亡させ，Ａに加療約２週間の傷害を負わせたという事案である。\n被告人の運転態様は，前記認定のような，本来，自動車運転手として速度や前方に相当注意して運転\nすべき道路において，逆にカーブを攻めてやると考えて，本件カーブに時速約８０キロメートルという高速\n度で進入したというものであり，しかも道路端には強行遠足に参加中の生徒が相当数いたことも併せ考え\nると，交通法規に対する規範逸脱の程度が高い，極めて無謀かつ危険なものというべきであって，特にそ\nの危険性の程度に照らせば，厳しい非難に値する。\n歩行していたＡ，Ｂには何ら落ち度がなく，その結果，Ｂを死亡させ，Ａを負傷させたものであり，発生し\nた結果は誠に重大である。特に，死亡したＢは，高校一年生という将来ある少女であったのに，わずか１６\n歳の若さで命を奪われたものであって，その無念さは察するに余りあり，遺族らの処罰感情が峻烈といえる\nほど厳しいのも当然である。また，Ａに対しても，たまたまＧに手を引かれて転倒したため加療約２週間の\n怪我で済んだものの，さらに重大な結果が発生したおそれも否定できず，学校行事に参加中このような悲\n惨な事故に遭遇し，Ｂを失った精神的苦痛も併せ考えると，その被害結果も軽くはない。\n以上によれば，被告人の刑事責任は重いと言わざるを得ず，被告人が公判廷において，自己の未熟な\n運転により被害者らを死傷させたことについて反省していること，２０歳という若年であること，これまで交通\n反則行為が３件あるものの，前科はなく，刑事裁判を受けるのは初めてであること，本件により約１年１０か\n月間身柄を拘束されたこと，Ａ，Ｆとは示談が成立したこと，民事判決により，Ｂの父母に対し各３２５０万円\nの損害賠償が命ぜられ，同金員が被害者の父母に支払われたこと，被告人の父が公判廷において，被告\n人の今後の監督を誓っていることなど被告人に有利な事情を最大限斟酌したとしても，なお主文程度の実\n刑は免れないところである。\n（求刑　懲役６年）\n平成１６年８月６日\n長野地方裁判所上田支部\n裁判長裁判官　　　深沢茂之\n裁判官　　　柳澤直人\n裁判官　　　田中孝一\n"
}