{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 13,
    "month": 9,
    "day": 21
  },
  "case_number": "平成12(行コ)41",
  "case_name": "戒告処分取消請求控訴",
  "court_name": "大阪高等裁判所",
  "lawsuit_id": "2386",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=2386",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/386/002386_hanrei.pdf",
  "contents": "主　　　　　　　　文\n１　本件控訴を棄却する。\n２　控訴費用は控訴人の負担とする。\n事実及び理由\n第１　本件控訴の趣旨\n１　原判決を取り消す。\n２　本件を京都地方裁判所に差し戻す。\n第２　事案の概要\n１　当審における当事者の主張を２に付加するほか，原判決「第二　事案の概\n要」記載のとおりであるから，これを引用する。ただし，原判決２頁１１行目の\n「三期目」を「４期目」と改める。\n２　当審における当事者の主張\n(1)　控訴人\n原判決は，地方議会が行う戒告処分は除名処分のような議員の身分を喪失\nさせる重大なものではなく，軽微なものに過ぎないから，内部規律の問題として，\nその違法性判断は司法裁判権の対象外と解するのが相当であるとした。その判断\nは，地方議会議員の懲罰（出席停止処分）に関する最大判昭和３５年１０月１９日\n民集１４巻１２号２６３３頁（以下「３５年判決」という。）に依拠したものと解\nされるが，以下のとおり不当である。\nア　地方議会に会議規則制定権や議員の懲罰権などの自律権能が認められる\nのは，住民の意思に沿った地方行政を行うために，議会がその役割を十分に発揮す\nるためである。すなわち，住民の意思を汲んだ各議員の自由な意見が議会の場で戦\nわされることにより住民の意思を反映した統一的な意思を形成することにある。\nしかし，地方議会自身が，議員の自由な議論に対し「萎縮的効果」をも\nたらすような処分をした場合には，地方議会における自浄作用は期待すべくもな\nい。また，議会の自律権としての懲罰権の行使に何の制約もないとすれば，懲罰権\nの行使は多数決により行使することが可能であることから，議会内多数派は，少数\n派議員に対し，多数派の解釈を押しつけることも可能となる。その結果，本来自由\n闊達な議論を保障するために認められた議会の自律権が，逆に自由な議論を妨げる\n結果を招くことになってしまう。\nこのような本来法の意図しないような結果が招来された場合において，\n自浄作用が期待できない場合には，司法審査を認めるべきであり，これを認めるこ\nとによる弊害は，ほとんど考えられない。\n高度の自律的団体である日本弁護士連合会においても，懲罰等の自律的\n決議事項については，司法審査が及ぶのであり，公的機関である地方議会であれ\nば，よりいっそう司法審査になじむ問題である。\nイ　３５年判決は，いわゆる「部分社会論」に立ち，自律的な法規範をもつ\n社会ないし団体にあっては，当該規範の実現を内部規律の問題として自治的措置に\n任せ，必ずしも裁判にまつを適当としないものがあり，地方議会における出席停止\nの如き懲罰はそれに該当するとした。しかし，「部分社会論」は，①団体の性質に\nよる区別をせずに，一律に内部規律に委ねようとしている点，②争いの性質を区別\nしていない点において不当である。\nむしろ，地方議会は，公的機関であり，しかも地方自治法による規制が\n存在しているから，司法審査になじみやすい。地方議会が誤った事実認定や法令解\n釈に基づき懲罰権を濫用し，それが地方自治の保障の上で不可欠である議会の存在\n意義にかかわる場合には，積極的に司法の介入が必要となる。いかなる処分を選択\nするかについては，判断主体たる議会に一定の裁量的判断が認められるが，その前\n提となる事実認定は裁量の問題ではなく，そこに司法審査が及んでも，裁量権の侵\n害の問題は生じない。そもそも，議会の裁量判断に委ねられている事項について\nも，裁量権の濫用があれば，違法評価は避けられないのであり，それが事実認定，\n法令解釈に関する事項であれば，なおのこと裁判所による取消の対象となるという\nべきである。\nウ  ３５年判決は，同じ地方議会議員の懲罰（除名処分）に関する最判昭和\n２７年１２月４日行政事件裁判例集３巻１１号２３３５頁（以下「２７年判決」と\nいう。）を変更したものではない。２７年判決は，「地方自治法１３５条所定の懲\n罰のうちいずれを科すべきかは市議会の自由裁量に属するものといえないばかりで\nなく，議員の議会において使用した言葉が同法１３２条所定の無礼の言葉に該当す\nるか否かは，法律解釈の問題であって，その解釈を誤り，これに基づき議員を除名\nしたような場合には，その前提が違法であるから，除名そのものもまた違法たるを\n免れない。議員がいかなる発言をしたかを確定することは事実問題であるが，その\n認定された発言が同法１３２条の無礼の言葉を使用したことに該当するかどうかは\n裁判所が客観的に判断すべき法律問題であって，議会の主観的判断に拘束されな\nい」（要旨）として，司法審査が及ぶことを当然の前提としている。３５年判決\nは，結論において２７年判決と反しているが，判決理由の部分に関しては，上記引\n用部分を明確に否定したものではない。\nエ  地方議会における議員の名誉の保護の必要性，重要性と司法権における\n少数者の権利保障（憲法１３条，３２条）の観点からも，本件戒告処分に対し，司\n法審査が及ぶと解すべきである。\nオ  懲罰手続は，憲法３１条の要求する適正手続，行政手続法の趣旨に従っ\nてなされなければならないが，本件懲罰手続は，これに反する瑕疵ある手続であ\nる。すなわち，①懲罰請求の対象が不特定である，②被懲罰者に対する十分な弁明\nの機会が付与されていない。\nカ　控訴人の発言は，いずれも地方自治法１３２条，加茂町議会会議規則１\n０２条の構成要件に該当しない。各条の「無礼の言葉」「他人の私生活にわたる言\n論」「議会の品位」という要件は，住民を代表する議員の言論の自由が最大限に保\n障されなければならないという観点から厳格に解さなければならない。\n(2)  被控訴人\n控訴人の主張はすべて争う。\n第３　当裁判所の判断\n１　本件訴えの適法性について\n(1)　行政処分性の有無について\n原判決７頁２行目から９行目まで記載のとおりであるから，これを引用す\nる。\n(2)　法律上の争訟性の有無について\nア　裁判所は，日本国憲法に特別の定めのある場合を除いて一切の法律上の\n争訟を裁判する権限を有するとされている（裁判所法３条１項）。しかし，一切の\n法律上の争訟とは，あらゆる法律上の係争を意味するものではなく，自律的な法規\n範をもつ社会ないし団体にあっては，当該規範の実現を内部規律の問題として自治\n的措置に任せ，必ずしも裁判にまつを適当としないものがあり，これについては，\n司法権が及ばないと解するのが相当である（３５年判決）。このような社会ないし\n団体は「部分社会」と呼ばれることがあるが，その中には，政党，労働組合，宗教\n団体，学校，地方議会，公益法人等各種各様の団体が存在しており，それぞれ存在\n理由ないし性格を異にするものであるから，一律に「部分社会」であることをもっ\nて司法権が及ばないと解するのは適切でなく，その団体の存在理由ないし性格に即\nして司法権の及ぶ限界を論ずるべきである。団体の多くについては，憲法２１条の\n保障する「結社の自由」を根拠として司法権の限界を根拠づけることができるが，\n地方議会については，その設置が住民の自由意思に委ねられているわけではないか\nら，「結社の自由」の観点から司法権の限界を根拠づけるのは必ずしも相当でな\nい。しかし，地方議会は，その設置が憲法の明文（９３条）をもって定められ，住\n民自治，団体自治という地方自治の本旨を実現するための意思決定機関であり，自\n律権として，地方自治法により，会議規則制定権（１２０条），議員に対する懲罰\n権（１３４条）等が保障されていることに照らすと，その自律権の範囲内で決定さ\nれた事項については，原則として司法権が及ばないと解するのが相当である。もっ\nとも，地方議会は，国会と異なり，国権の最高機関性（憲法４１条）を有せず，し\nかも，憲法が除名を含めた国会議員の懲罰について議院に権限があることを明文で\n定めているのに対し（憲法５８条２項），地方議会の議員の懲罰は憲法ではなく，\n地方自治法により定められている事項であること，地方議会の議員の懲罰のうち，\n除名は議会からの排除という議員の身分にかかわる重大な事柄であり，しかも，住\n民の意思とかかわりなく決められることなどに鑑みると，除名はその議会内部の紛\n争というにとどまらず，市民法秩序と直接関係する問題として，司法権が及ぶとい\nうべきである。これに対し，戒告処分については，議会内部の紛争にとどまってい\nるから，内部規律の問題として，司法審査は及ばないと解するのが相当である。\nイ　控訴人は，地方議会議員の懲罰事由及び懲罰の種類については，すべて\n法規（地方自治法）の定めるところで，その枠を超えれば，除名はもとより，戒告\n処分の当否についても司法権の対象となると主張するようである。しかし，懲罰事\n由及び懲罰の種類が法規の定めるところであるからといって，直ちに，その枠を超\nえたかどうかが司法権の審査対象となると解すべきことにはならないから，控訴人\nの主張は理由がない。控訴人の主張するように，すべての懲罰が司法権の対象とな\nることを認めるのであれば，議員の懲罰につき地方議会の自律権を保障した地方自\n治法の意義は実質上失われるおそれが強く，控訴人の主張は採用し難い。\nまた，控訴人は，懲罰事由に該当する事由があるか否かの判断は裁量的\nな事項ではなく，これについて司法審査権が及ぶとしても，処分の選択についての\n議会の裁量権は侵されないと主張する。しかし，懲罰事由該当性の判断についても\n地方議会に委ねるのが自律権を保障した趣旨に沿うと解されるから，上記主張は失\n当である。\n控訴人は，本件懲罰は手続的に違法があると主張する。しかし，懲罰手\n続が憲法，法令あるいは議会の会議規則に明白に違反している場合はともかく，そ\nうでない場合には，裁判所は議会の自律性を尊重し，懲罰手続の適否の判断を差し\n控えるべきである。そして，本件全証拠によっても，本件懲罰の手続が憲法，法令\nあるいは会議規則に明白に違反していると認めることはできないから，控訴人の主\n張は理由がない。\nウ  控訴人は，地方議会の懲罰すべてに司法権の審査を認めないと，議会が\n自律権の名のもとに特定の議員（少数派）に対し，懲罰権を濫用してその言論を封\nじ，名誉を侵害するおそれがあると主張する。その主張にはもっともなところがあ\nるというべきである。しかし，それは，自律権を認められた団体すべてについて多\nかれ少なかれあてはまることであって，かかる病理現象があることを理由に，懲罰\nのすべてを司法審査の対象とすることは，懲罰に関する地方議会の自律権を否定す\nるに等しい結果となり，にわかに賛同し難い（国会の議院においても，多数派によ\nる懲罰権の濫用の危険は地方議会と同様に存すると考えられるが，だからといっ\nて，懲罰権の行使につき司法権の審査を認めるべきだとの解釈論に結びつくもので\nないことはいうまでもない。）。地方議会における多数派の懲罰権行使の濫用を防\n止し，あるいは牽制するためには，議員の政治活動あるいは選挙権行使をはじめと\nする住民の議会監視に委ねるほかはないと解される。\nなお，控訴人は，日本弁護士連合会が行う弁護士の懲戒については，除\n名に限らず裁判所に対する訴えの途が保障されているのであるから，地方議会の議\n員についても当然に認められるべきであるとするが，弁護士については，除名以外\nの懲戒であっても，当該弁護士の人格的名誉のほか，職業上の利益・信用にかかわ\nるため，法が日本弁護士連合会の処分に準司法的権能を認めた上，第一審を東京高\n等裁判所とする処分取消の訴えの制度を特に創設したものと解すべきであって，法\nに何ら明文の規定のない地方議会の議員と同列に論ずることは相当でない。\nエ　控訴人は，３５年判決は２７年判決を変更したものではないとし，２７\n年判決の論理は本件にも適用されると主張するが，２７年判決は議員の除名処分が\n問題とされたものであって，戒告処分をされたに過ぎない本件とは事案を異にし，\n本件には適切でない。\nオ　以上によれば，本件処分はいまだ地方議会の内部規律の問題にとどまる\nものであるから，司法審査の対象の外にあるというべきである。したがって，本件\n訴訟は，裁判所法３条１項の「法律上の争訟」には該当しない。\n２　結論\n以上の次第で，控訴人の本件訴えを不適法として却下した原判決は相当であ\nり，本件控訴は理由がない。よって，これを棄却することとし，主文のとおり判決\nする。\n大阪高等裁判所第１民事部\n裁判長裁判官　　　松　　　尾　　　政　　　行\n裁判官　　　熊　　　谷　　　絢　　　子\n裁判官　　　坂　　　倉　　　充　　　信\n"
}