{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 16,
    "month": 3,
    "day": 26
  },
  "case_number": "平成12(ワ)112",
  "case_name": "損害賠償請求事件",
  "court_name": "青森地方裁判所弘前支部         　民事部",
  "result": "棄却",
  "lawsuit_id": "8510",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=8510",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/510/008510_hanrei.pdf",
  "contents": "主　　　　　　　　　文\n１　原告の請求を棄却する。\n２　訴訟費用は原告の負担とする。\n事　実　及　び　理　由\n第１　請求\n被告は，原告に対し，１億４６０９万３０８８円及びこれに対する平成１２年３月９日\n（訴状送達の日の翌日）から支払済みまで年５分の割合による金員を支払え。\n第２　事案の概要\n１　本件は，被告（国）が設置管理する大学病院において，脳動静脈奇形と診断され\nた原告がエンボライゼイション施術を受けた後，くも膜下出血等を発症し，奇形部\n分の全摘出手術を受けた結果，右半身不随麻痺等の後遺症を生じたとして，原告\nが被告に対し，診療契約上の債務不履行に基づく損害賠償を求める医療過誤の\n事案である。\n２　争いのない事実\n(1) 原告（昭和２４年９月１４日生）は，平成４年１月１６日，頭痛や目がチラチラする\nという症状のため，被告が設置するＹ大学医学部附属病院（以下「被告病院」と\nいう。）を訪れ，ＭＲＩ検査等を受けたところ，左後頭葉から頭頂葉にかけて，脳動\n静脈奇形（以下「ＡＶＭ」ということもある。）が認められたので，同年２月３日，精\n査目的で被告病院の放射線科に入院した。\n(2) 被告病院の放射線科のＡ医師は，原告及び原告の夫であるＢに対して，原告\nの脳動静脈奇形につき，説明を行い，原告らは，Ａ医師の説明に基づき，エンボ\nライゼイション施術（以下「塞栓術」という場合もある。）を受けることを同意した。\nエンボライゼイション施術とは，セルジンガー法（血管を二重針で穿刺後内針を\n抜去し，外筒を血管内腔に留置した後これを通してガイドワイヤーを血管内に挿\n入し，これを軸としてカテーテルを血管内に挿入する方法）により，大腿動脈から\n流入動脈に挿入したカテーテルによって，血管を造影したうえ，塞栓物質をカテ\nーテル内に注入し，ナイダス（大小様々な短絡血管が集まった部分で動静脈奇\n形の本体部分）を塞栓する治療法である。\n(3) Ａ医師は，同月２４日午前１０時３０分ころから同日午後２時ころまでの間，原告\nに対し，エンボライゼイション施術の目的で，血管撮影を施行した。施行後，ＣＴ\nによる検査を行ったところ，くも膜下出血及びこれを原因とする急性水頭症が認\nめられたため，同日，原告は，被告病院の脳神経外科に転科した。\n(4) 被告病院の脳神経外科のＣ医師，Ｄ医師（第１助手），Ｅ医師（第２助手）は，同\n年５月２６日，原告に対し，ＡＶＭの全摘出術を施行した。\n(5) 原告には，平成４年７月１日現在，右半身不全麻痺，右知覚障害，作話，失読\n症，失算症，右側視野欠損，右半身触覚の低下，感覚性失語症，手指失認の症\n状が残ったため，原告は，リハビリテーション目的で，同日，Ｆ病院に転院した。\n(6) 原告は，くも膜下出血を原因とする著明な知能低下及び高次機能障害の症状\nが残存し，日常生活において，常に厳重な注意ないし介護を要する状態にあり，\n平成４年６月６日，青森県から，身体障害者手帳（１級）の交付を受けた。\n３　争点及び争点に関する当事者の主張\n(1) Ａ医師が，エンボライゼイション施術をする際に，説明義務を尽くしたといえるか\n（注意義務違反その１）。\n（原告の主張）\n①　Ａ医師には，医療業務上，患者である原告の診察及び治療に際し，適切な\n治療行為を施してその生命身体を保護すべき義務があり，原告に対して，エ\nンボライゼイション施術を行うに際しては，原告に対し，その方法・効果・危険\n性について懇切丁寧な説明を行い，その施術に対する適法な同意を得る義務\nがある。\n②　Ａ医師は，造影ＣＴや脳血管撮影等の検査から，原告の動脈が奇形とも言え\nる複雑な形をしており，しかも，左後大脳動脈のＰ２（後大動脈の主幹部分の\nうち，脚部と言われる部分）付近でＴ字路に分岐していることを認識したのであ\nるから，その先のＡＶＭに対してエンボライゼイション施術を行うこと自体危険\nを伴うことを予測し得た。したがって，Ａ医師は，原告及びＢに対し，術前に，そ\nの危険性及び効果，また，ＡＶＭをそのままにしておく危険性について説明し，\n原告から施術に対する適法な同意を得るべきであった。\n③　ところが，Ａ医師は，原告及びＢに対し，原告の脳動静脈奇形は，７０歳まで\n破れないかもしれないが，破れるかもしれないから，治療を行った方がよい，\n治療方法としては，奇形部分の全摘出術とエンボライゼイション施術がある\nが，将来的には，すべて後者が取られるようになる，エンボライゼイション施術\nによって，奇形部分の直前の血管を殺すことになる，同施術により，視野が狭\nまるという症状が残るが，血管を殺すこと自体は簡単であり，施術の翌日に退\n院可能である，という説明を１０分から１５分かけてしただけで，原告及びＢを\nして，エンボライゼイション施術は，危険性が小さく，簡単な施術であると理解\nさせて，手術に同意させた。\n④　このように，Ａ医師は，原告に対し，エンボライゼイション施術の効果・危険性\n等について，不完全な説明しか行っておらず，被告には，過失がある。\n（被告の主張）\nＡ医師は，平成４年２月１８日午後１時ころから１時４０分ころまで，原告及びＢ\nに対し，塞栓術の目的・効果・方法，合併症などについて，次のとおり，十分な説\n明を行い，その結果，原告及びＢから，承諾を得た。よって，Ａ医師には，原告に\n対する説明義務に違反した事実はなく，被告に過失はない。\n①　原告の疾病は，左後頭葉から頭頂葉にかけてのＡＶＭであり，これが平成３\n年７月に生じた脳出血の原因であること。また，現在の同名半盲の原因である\nこと。\n②　一度出血していため，再出血の危険性があること。ただし，それがいつ生じ\nるかは不明であり，また，必ず出血するとは言えないが，いつ出血してもおか\nしくないこと。\n③　病変部が増大する危険性もあること。\n④　治療には，手術（摘出術），塞栓術，放射線治療があること。この中で，放射\n線治療は，病変が大きすぎて治療効果が疑問であること。手術については，\n被告病院脳神経外科の診察では，ＡＶＭが大きく，また，深部静脈も関与して\nおり，摘出によって神経脱落症状の出現する危険性が高いと考えられること\nから，まず塞栓術を勧めていること。\n⑤　塞栓術は，細い管（カテーテル）を大腿動脈に挿入した後，ＡＶＭの栄養動脈\nへ進め，塞栓物質を流してＡＶＭを塞栓する治療法であること。開頭しない分，\n摘出術より患者への侵襲が少ないこと。ただし，１回の塞栓術では完治させる\nのは困難であること。また，塞栓できない重要な脳の領域もあり，危険性を伴\nうこと。塞栓による神経脱落症状を防ぐため，誘発テストを施行しつつ塞栓す\nること。しかし，誘発テストで大丈夫であっても，塞栓後，症状の出現すること\nがあること。出現する可能性がある症状としては，視野障害，失読，色彩失\n認，相貌失認，失語が挙げられ，このうち視野障害は，被告病院眼科での検\n査ですでに存在していることが判明していること。\n⑥　脳血管にカテーテルやガイドワイヤーを挿入するので，これらはかなり柔ら\nかいものとはいえ，脳出血や脳梗塞を生じる可能性があること。その症状は，\n出血や梗塞の程度，場所により様々であること。\n⑦　塞栓術後は，１ないし２週間様子を見て，特に問題なければ退院し，外来通\n院しつつ，次の治療を考えること。\n(2) Ａ医師がエンボライゼイション施術を適切に施行しなかった注意義務違反があ\nるか（注意義務違反その２）。\n（原告の主張）\n①　Ａ医師には，医療業務上，患者である原告の診察及び治療に際し，適切な\n治療行為を施してその生命身体を保護すべき義務があり，原告に対して，エ\nンボライゼイション施術を行うに際しては，くも膜下出血及び橋出血という重篤\nな症状を惹起しないような適切な方法で施行する義務がある。\n②　しかしながら，Ａ医師は，以下に述べるような事情からして，エンボライゼイシ\nョン施術施行に際し，カテーテルを原告の脳血管に無理に挿入しようとして，\n血管を損傷させ，脳底部にくも膜下出血を起こし，さらに，橋出血を惹起させた\nものである。\nア　平成４年２月２４日，エンボライゼイション施術の目的で，血管撮影を施行\nした途中に，ＣＴによる検査が行われたのは，原告の意識レベルが低下した\nためであった。同日以降，原告には，エンボライゼイション施行付近に出血\nがあった。\nイ　施術後，Ａ医師は，Ｂに対し，施術の経過につき，「思ったより難しかった。\n（カテーテルが）なかなか入らず，無理して押したら血を漏らした。２，３か所\n出血した。」と述べた。\nウ　出血源は，脳幹底部にあり，左後頭葉付近で認められたＡＶＭの位置とは\n異なっている。しかも，Ａ医師は，カテーテルをＡＶＭに達することができな\nかったわけであるから，くも膜下出血をきたした位置は，ＡＶＭに達するより\n以前，すなわち，中枢部であり，そこは，脳幹底部と一致する。したがって，\nＡＶＭからの出血ではなく，カテーテルが挿入された部位からの出血と考え\nるのが妥当である（ＡＶＭナイダスは，Ｔ字路のさらに先で，これに至る流入\n動脈に自然破裂するような動脈瘤はみられないことから，ＡＶＭからの自然\n出血は考えられない。）。すなわち，Ａ医師は，ワイヤーをＡＶＭがあるところ\nまで達すべく挿入したが，脳幹底部で出血させてしまい，ＡＶＭまで達するこ\nとができなかったのである。なお，ＡＶＭがあるのは，左頭頂葉，後頭葉にま\nたがった部分である。\nエ　Ａ医師は，術前に，造影ＣＴや脳血管撮影など綿密な検査を行って，原告\nの動脈が奇形とも言える複雑な形をしており，しかも，左後大脳動脈のＰ２\n付近でＴ字路に分岐していることを認識していたのであるから，その先のＡＶ\nＭに対してエンボライゼイション施術を行うことはきわめて危険であることに\nついての予測ができたはずなのに，検査所見を十分検討しなかったため，\n予測された危険を見落とし，この付近から出血させた。\nオ　また，橋出血の原因も，その時期・場所からして，カテーテルの誤操作に\nよるものである（同年２月２４日実施のＣＴには橋出血が認められず，同月２\n５日実施のＣＴには認められるが，両者はスライスの切り方に違いがあり，\n前者に出血部位のスライスが抜けている可能性もある。）。仮に，橋出血\nが，術後に起こったとしても，くも膜下出血から急性水頭症をきたし，静脈環\n流の障害から静脈性の出血をきたした可能性があり，原因はくも膜下出血\nにあったといえる。\n③　原告の後遺症は，塞栓術が不成功に終わり，くも膜下出血，急性水頭症をき\nたしたために脳神経外科の手に委ねられた結果，塞栓術を経ずに，直接ＡＶ\nＭ摘出術がされることになり，このため，重要な脳実質がかなりの部分摘除さ\nれたことによるものである。このように，塞栓術の不成功が，原告の後遺症を\n増大させたのである。塞栓術が成功していれば，原告の右同名半盲も消滅し\nたはずである。\n（被告の主張）\n①　Ａ医師は，平成４年２月２４日，原告に対し，塞栓術を目的とした血管造影を\n施行したが，その際，カテーテル等の操作はすべて慎重に行われ，カテーテ\nルを脳血管に無理に挿入しようとしたことはなく，手技を原因として血管損傷を\n生じたとの事実はない。\n②　Ａ医師は，塞栓用のカテーテルであるマイクロカテーテルを右椎骨動脈に挿\n入されている親カテーテルに挿入し，これをＡＶＭの流入動脈である左後大脳\n動脈まで進めようとしたが，反対側の後大脳動脈の方に進んだため，目的と\nする左後大動脈まで挿入することができなかった。\nこのため，カテーテルを誘導するガイドワイヤーやマイクロカテーテルを別の\n種類のものと交換して，再び栄養動脈へ進めようと試みたが，進まなかったた\nめ，無理をせず，いったんバルーンカテーテルとマイクロカテーテルを抜去し，\n両側の椎骨動脈に挿入していた親カテーテルを下行大動脈まで引いた。そし\nて，親カテーテルの１本を左椎骨動脈へ進め，マイクロカテーテルを進めようと\nしたが，左後大脳動脈へ進めることができなかった。\n塞栓術がこのようになかなか奏功しなかったこと，原告が手技の途中で頭重\n感を訴えたこと（このために，ＣＴが施行された。）から，Ａ医師は，手技を終了\nすることとし，親カテーテルとマイクロカテーテルを抜去した。\nなお，塞栓術を施行するにあたっては，当初の目的である血流制御及び左\n後大脳動脈閉塞テストが行えなかったことから，バルーンカテーテルは予定し\nた半分も膨らませていなかった。また，左後大脳動脈には，その奥にあるＡＶ\nＭの存在によりかなり速い血流があり，このため僅かなバルーンの膨らみで\nバルーンカテーテルを左後大脳動脈へ進めることができたので，バルーンカテ\nーテルが血管を損傷したとは考えられない。\n原告が主張する「Ｔ字路」は，Ｐ２付近ではなく，Ｐ３（後大脳動脈の主幹部分\nのうち，迂回槽部と言われる部分）に相当する位置にあり，Ａ医師が操作した\nカテーテル等はそのような位置にまで挿入されていない。したがって，この点\nに関する原告の主張は理由がない。\n③　原告に出血が認められた部位は，エンボライゼイション施行付近ではなく，く\nも膜下腔である。くも膜下出血は，ＡＶＭ（左後頭葉から頭頂葉）からの出血と\n考えられる。くも膜下出血は，原告の脳底槽から左迂回槽に多く認められ，左\n側に優位であることが明らかである。Ａ医師は，カテーテルを原告の右後大脳\n動脈には容易に挿入できたものの，目的とした左後大脳動脈に挿入すること\nができず，塞栓術を断念している。カテーテルやガイドワイヤーによって，左側\nの血管を損傷したとは到底考えられない。\nまた，原告は，平成３年７月２６日に脳出血及び脳室内出血を起こしている\nが，その出血源はＡＶＭに隣接する脳室であり，今回の出血もＡＶＭに隣接す\nる左迂回槽であり，同部は，ＡＶＭの関連動脈や静脈が認められる場所であ\nる。\n以上の事実は，くも膜下出血がＡＶＭからのものであることを物語っている。\n④　橋出血は，血管造影後施行した２回のＣＴでは観察されなかった（特に午後\n４時頃施行された頭部ＣＴは，隙間なく，かつ微細な間隔で撮影されており，橋\n出血が見逃された可能性はあり得ない。）。原告は，くも膜下出血後，急性水\n頭症を発現し，脳ヘルニアを起こしたため，意識障害は昏睡状態にまで至り，\nさらに，呼吸障害も生じた。そこで，被告病院の脳神経外科に転科して，脳室\nドレナージが施行された。その翌日（同月２５日）午後４時ころに撮影された頭\n部ＣＴにより，初めて橋出血は認められた。\n脳ヘルニアが橋出血を誘発した可能性が高いが，橋出血が生じた真の原因\nは不明である。塞栓術を試みたこと（カテーテルの誤操作）が原因とは考えら\nれない。\n⑤　Ａ医師は，塞栓術の後，Ｂに対し，次のとおりの説明をした。\nア　バルーンカテーテルは挿入できたが，塞栓用のマイクロカテーテルを栄養\n動脈まで挿入できなかったので，無理をせず塞栓術を中止したこと。\nイ　くも膜下出血が発生し，ＡＶＭからの再出血の可能性があること，栄養動\n脈にガイドワイヤーやカテーテルは挿入していないので，その刺激は考え\nにくいこと。また，カテーテルを挿入する以前からあった頭重感以外には，\n出血を思わせる新たな臨床症状がはっきりしなかったので，くも膜下出血が\nいつ発生したか，はっきりしないこと。\nウ　被告病院脳神経外科医に診てもらい，その指示で点滴治療を開始したこ\nと，２，３日中に脳神経外科への転科もありうること。\n⑥　以上から，Ａ医師が塞栓術を試みたことと出血の原因との間に因果関係は\nなく，被告の過失は認められない。\n(3) ＡＶＭの全摘出術に関し，この術式を選択して施行したことが誤りであったか，\n被告病院の担当医師による説明は十分であったか（注意義務違反その３）。\n（原告の主張）\n①　平成４年２月２８日のＣＴでは，原告のくも膜下出血は引いており，その後意\n識回復して，リハビリの効果も現れており，再度，エンボライゼイション施術を\n行なう余地があったにも関わらず，同年５月２６日，ＡＶＭの全摘出術が行わ\nれた。エンボライゼイション施術は，ＡＶＭの根治的治療法ではなく，摘出術の\n前段階として行われることが多い。その主な目的は，ナイダスの縮小と手術的\nに到達困難な流入動脈の遮断で，塞栓術を用いることによって，摘出の可能\n性が広がり，手術操作も容易になる。ＡＶＭの全摘出術の後遺症は後記②の\nとおり重いものであるから，全摘出術施行前に，エンボライゼイション施術を成\n功させて，摘出部分を極力小さくすべきであった。被告が，カテーテルの誤操\n作などによるエンボライゼイション施術の失敗はなかったというならば，なぜ再\n度エンボライゼイション施術を試みようとしなかったのか。以上から，後遺症の\nリスクが大きい全摘出術を選択し，施行したことについて，被告病院の担当医\n師には，過失がある。\n②　ＡＶＭの全摘出には，優位半球の皮質性感覚障害（局在認知，位置覚，運\n動覚，２点識別感覚，皮膚書字試験の障害），構成失行，対側半身のｍｕｓｃｌｅ\nａｔｒｏｐｈｙ，視野の欠損（反対側の下４分の１半盲），運動失調（深部感覚障\n害によるものが主体），失行，失読，失書等の後遺症が考えられ，担当医師\n（Ｄ医師）もそれを認識していた。ところが，Ｄ医師は，原告及びＢに対し，同年\n５月１２日，「手術しないで，そっとしておく方法はある。しかし，その場合，立位\n歩行などの積極的方針はとれない。一生日常生活が制限されるであろう。手\n術をする方法がある。しかし，手術は，本質的に困難で，２回から３回に分割し\nて行うことも考える必要がある。どちらをとっても得失があるが，どうするか。」\nという説明をし，同月１９日，原告に「来週の火曜日治療します。それを行うと\nイスに坐ったり歩行訓練できます。」と説明しただけで，ＡＶＭ全摘出術のリス\nクと後遺症につき，十分な説明しないで施行した。そのため，原告にとって思\nいもよらない後遺症（右同名半盲，右感覚鈍麻，感覚性失語，作話，失読，失\n算，手指失認，知能障害）が生じた。よって，被告病院の担当医師には，説明\n義務違反が認められる。\n（被告の主張）\n①　Ａ医師が原告に対して試みた塞栓術は，塞栓用カテーテルがＡＶＭの栄養\n動脈に挿入できなかったことにより，施行できなかった。\nそして，原告の脳底動脈から左後大脳動脈にかけて高度の蛇行があり，カ\nテーテルを無理に挿入することは危険が伴うことのほか，塞栓術を中止した後\nに，原告の頭部ＣＴを撮ったところ，ＡＶＭからと考えられる出血が認められた\nこと，原告は，その後急性水頭症を発現し，脳ヘルニア，さらには，橋出血を\n起こしたこと，そのため，原告の意識障害は昏睡状態にまで至ったこと，既に\n数回わたってＡＶＭから出血があることから，今後も再出血する可能性が高\nく，加えて死亡率も上昇することなどから，ＡＶＭ全摘出術は，原告に対する根\n治治療として，被告病院が取るべき昀善の手段であった。\n原告は，ＡＶＭの全摘出術を受けて手術室から帰室した２時間３５分後には\n「口を開けられますか」との問いに対し，「はい，開けられます」と回答するまで\nに回復しているのであって，全摘出術は，むしろ原告の神経症状，脳機能す\nべての面で改善をもたらしている。\n以上から，原告に対し全摘出術を施行したことについて，被告には，過失が\nない。\n②　ＡＶＭの全摘出によって原告に生じる神経症状については，術前に被告病\n院の担当医師（Ｄ医師）から，原告及び原告の家族に対し，十分に説明がされ\nている。\n被告病院の脳神経外科の担当医師は，平成４年５月１２日から２６日までの\n間，原告及びＢに対し，数回にわたり，摘出術をしない場合のリスク（特に再度\nの出血の可能性や死への転帰の危険性）及び摘出術をした場合のリスク（特\nに全摘出によって生じ得る神経症状）について説明した。乙２０（脳神経外科\n診療録）には，脳神経外科の担当医師が同年５月１２日にＢに対して行った説\n明内容と，Ｂが摘出術を行うことを承諾した旨の記載があるが，被告病院の脳\n神経外科の担当医師は，このとき以外にも折に触れて原告及びＢに対し，摘\n出術を行うことの利害得失について説明をしている。以上から，被告病院の脳\n神経外科の担当医師には，原告に対する説明義務に違反した事実はなく，被\n告に過失は，認められない。\n(4) 損害額\n（原告の主張）\n原告は，以下①ないし⑦の合計１億４６０９万３０８８円の損害を被った。\n①　入院雑費　　　　　　　　　　　　　６０万９７００円\n原告は，平成４年２月１４日から同年６月３０日まで１３７日被告病院に，同年\n７月１日から同年１１月３０日まで１５３日Ｆ病院に，同年１２月１日から平成５\n年５月２８日まで１７９日Ｇ病院に入院し（合計４６９日間），一日当たり１３００\n円の雑費を支出した（１３００円×４６９日間）。\n②　入院付添費及び自宅介護料　　　１７６２万２０００円\n原告は，平成４年２月１４日から平成１１年１１月３０日まで合計２９３７日間，\n一日当たり６０００円の付添看護料を要した（６０００円×２９３７日）\n③　将来の介護料　　　　　　　　　３５８５万９２７９円\n原告は訴え提起当時５０歳であり，平均余命が３５年であるから，一日当たり\nの６０００円の介護料が必要として，中間利息の控除をライプニッツ係数を用\nいると次の計算式となる。\n６０００円／１日×３６５日×１６．３７４１（ライプニッツ係数）\n④　休業損害　　　　　　　　　　　　１０５万３２５２円\n原告の本件事故当時の平均年収３４０万２１００円を基準として，手術から症\n状固定（平成４年６月６日）まで１１３日あるから，次の計算式のとおり休業損\n害がある。\n３４０万２１００円×１１３日÷３６５日\n⑤　後遺症による逸失利益　　　　　４７９４万８８５７円\n原告は手術時４３歳であり，平均賃金は３４０万２１００円であり，労働能力を\n全く喪失したから，労働能力喪失期間を症状固定時から６７歳までの２５年間\nとみて，中間利息としてライプニッツ係数を用いると，逸失利益は次のとおりと\nなる。\n３４０万２１００円×１．０（労働能力喪失率）×１４．０９３９（ライプニッツ係数）\n⑥　慰謝料　　　　　　　　　　　　３０００万円\n⑦　弁護士費用　　　　　　　　　　１３００万円\n本件事故と相当因果関係がある弁護士費用は１３００万円が相当である。\n（被告の主張）\n否認する。\n第３　争点に対する判断\n１　診療の経過\n前記争いのない事実に加え，証拠（略）及び弁論の全趣旨によれば，被告病院に\nおける原告の診療経過について，次の各事実を認めることができる。\n(1) 原告（昭和２４年９月１４日生）は，平成３年７月２７日，突然の頭痛・嘔気によ\nり，Ｈ病院を受診し，頭部ＣＴの結果，左脳内出血及び脳室内出血と診断され，\n同病院に入院した。内科的治療を受けて，症状が消失したため，同年８月２６日\n退院したが，その後も，頭痛や目がチラチラする等の症状を訴えて通院してい\nた。そこで，Ｈ病院の医師は，平成４年１月１４日，原告に被告病院の放射線科\nを紹介した。\n(2) 原告は，同月１６日，被告病院の放射線科を受診した。\n同日に，頭部ＭＲＩが，同月２８日に，頭部ＣＴがそれぞれ施行された結果，原\n告の左後頭葉から頭頂葉にかけて約８ｃｍ×４ｃｍ×５ｃｍのＡＶＭが認められ\nた。\nなお，Ａ医師は，このＡＶＭについて，Ｓｐｅｔｚｌｅｒの危険度分類によればグレード\n５に該当する重篤なものであると判断した。\n(3) Ａ医師は，同月２９日午前１１時４５分頃，原告とＢに対し，ＭＲＩとＣＴの映像結\n果を示しながら，左後頭葉から頭頂葉にかけてＡＶＭがあり，出血の既往症があ\nるから，再出血の危険性が高いと考えられることについて説明し，このため治療\nの必要があるが，その選択肢としては，手術（摘出術），エンボライゼイション施\n術，放射線治療があること，手術の点を含めて適応を決めるために，血管造影\nが必要であること，そのためには入院する必要があること，その後，脳神経外科\nとも相談して，原告らの意見も聞いた上で治療方針を決めたいと話した。\n(4) 原告は，同年２月３日，血管造影の目的で，被告病院の放射線科に入院した。\n同日，Ａ医師は，原告に対し，脳動静脈奇形（ＡＶＭ）という病気であり，これに\n関与している血管を把握するために血管造影が必要であること，血管造影は，\n痛み止めを右そけい部に注射した後，同部の大腿動脈に細い管（カテーテル）を\n挿入し，これを両側の内頚動脈や外頚動脈，椎骨動脈といった動脈に進めて造\n影剤を注入し，撮影するものであること，検査後は，翌日までベッドの上で安静\nにしている必要があること，起こりうる可能性のある障害として，造影剤による副\n作用（発疹，かゆみ，まれにショック等）やカテーテル自体による血管損傷がある\nことを説明し，脳血管造影施行の承諾を得た。\n(5) 同月４日午前１０時３０分から午後１時３０分まで，Ａ医師は，原告に脳血管造\n影を施行した。\nその結果，ＡＶＭの主な流入動脈は，拡張した左後大脳動脈であること，その\n他，左中大脳動脈，左前大脳動脈も関与していること，両側外頚動脈の髄膜枝\nが栄養動脈となっており，直径約７センチメートルのナイダスを経て表在性静脈\nと深部静脈に流入するという大きなＡＶＭ（混合型軟膜硬膜動静脈奇形）である\nことが判明した。\n(6) 原告は，同月５日，被告病院の眼科を受診し，眼底，視力等に異常はないが，\n右同名半盲（視野の右側が全く見えない状態）と診断された。\n原告は，同月１２日，被告病院の第３内科・神経内科を受診し，神経学的には\n高次機能を含めて明らかな異常はみられないものの，精神科のでの脳波検査を\n勧められた。\nそこで，原告は，同月１４日，被告病院の精神科を受診したところ，ＡＶＭの存\n在する部位が認知機能，言語機能において極めて重要な部位であることから，\n塞栓術を行った場合に機能障害が起こる可能性を否定できないと判断された。\nまた，脳波検査の結果，左後頭領域の機能障害を示唆する所見が見られた。\n(7) Ａ医師は，同月９日，被告病院の脳神経外科に対し，原告のＡＶＭの治療として\n摘出術の適応があるかどうかを頼診した。\n被告病院の脳神経外科のＣ，Ｉ医師は，同月１０日，臨床経過や症状が比較的\n緩やかであることや，ＭＲＩや造影検査の結果，ＡＶＭに深部静脈が関与している\nこと，ＡＶＭが大きなサイズであることから，摘出術の適応にあたっては慎重に検\n討したいところであり（Ｉ医師は，Ａ医師からの相談の中で，摘出術の場合には\n「神経学的欠損必発と思われる」と回答している。），できればエンボライゼイショ\nンによる治療を考慮してほしい，主な流入動脈である後大脳動脈をバルーン等\nで閉塞し，選択的に中大脳動脈，前大脳動脈の血管造影もお願いしたい，とりあ\nえず，塞栓術により病巣を縮小した後に再度摘出術につき検討したいと回答し\nた。\nまた，Ａ医師は，塞栓術を施行した場合に出現することが予想される症状につ\nいて，被告病院の第３内科・神経内科担当のＪ教授から意見を聞くべく，原告の\nＭＲＩ，ＣＴ，血管造影検査結果を見てもらった。\n同月１２日，Ｊ教授は，原告に塞栓術を施行した場合には，視野障害（同名半\n盲），失読，色彩失認，相貌失認，失語が出現する可能性があると指摘した。\n(8) Ａ医師は，原告とＢに対し，同月１８日午後１時ころから１時４０分ころまでにか\nけて，次のような説明を，用紙に絵を描いたりして行い，その後，原告とＢから，\n塞栓術を施行することの承諾を得，原告から「血管造影及び塞栓術承諾書」を得\nた。\n①　原告の疾病は，左後頭葉から頭頂葉にかけての脳動静脈奇形（ＡＶＭ）であ\nり，これが平成３年７月に生じた脳出血と，現在の同名半盲の原因である。\n②　一度出血しているため，再出血の危険性がある。ただし，それがいつ生じる\nかは不明であり，また，必ず出血するとはいえないが，いつ出血してもおかしく\nない。\n③　病変部が増大する危険性もある。\n④　以上によれば，治療が必要である。\n⑤　治療には，摘出術，塞栓術（エンボライゼイション），放射線治療がある。放\n射線治療は，病変が大きすぎて治療効果に疑問がある。被告病院の脳神経\n外科では，ＡＶＭが大きく，深部静脈も関与しているので，摘出によって神経脱\n落症状の出現する危険性が高いと考えられるとして，塞栓術を勧めている。塞\n栓術を行うのが昀善の選択と思う。\n⑥　塞栓術は，細い管（カテーテル）を大腿動脈に挿入した後，ＡＶＭの栄養動脈\nに進め，塞栓物質を流してＡＶＭを塞栓する治療法である。開頭しない分，摘\n出術より患者への侵襲が少ない。ただし，１回の塞栓術では完治させるのは\n困難である。また，塞栓できない重要な脳の領域もあり，危険性を伴う。塞栓\nによる神経脱落症状を防ぐため，誘発テストを施行しつつ塞栓するが，誘発テ\nストで大丈夫であっても，塞栓後に症状が出現することがある。出現する可能\n性のある症状としては，視野障害，失読，色彩失認，相貌失認，失語が挙げら\nれるが，このうち，視野障害は，被告病院の眼科での検査ですでに存在して\nいることが判明している。なお，塞栓術は，どこの病院でもできるという治療で\nはない。\n⑦　脳血管にカテーテルやガイドワイヤーを挿入するので，これらはかなり柔ら\nかいものとはいえ，脳出血や脳梗塞を生じる可能性がある。その症状は，出\n血や梗塞の程度，場所により様々である。\n⑧　塞栓術後は，１ないし２週間様子を見て，特に問題なければ退院し，外来通\n院しつつ次の治療を考える。\n(9) 平成４年２月２４日午前１０時３０分から，術者Ａ医師が，Ｋ医師を助手とし，誘\n発テストの判定のために脳神経外科のＬ医師をオブザーバーとして，以下のとお\nりエンボライゼイション施術を行った。\nなお，当時，青森県内で塞栓術を行えるのは，Ａ医師とＫ医師のみであり，Ａ医\n師は，３０例位施術したことがあった。\n①　午前１１時頃，局所麻酔の後，両側の大腿動脈に７．５Ｆｒ（フレンチサイズ。\n７．５Ｆｒは約２．３ｍｍ）のシース（血管確保用の短いカテーテル）を挿入し，血\n管を確保した。\n②　動脈内に挿入するカテーテルやガイドワイヤー（マイクロカテーテルを誘導す\nるワイヤーで先端がふにゃふにゃして柔らかい物）の周囲に血栓が付着して\n脳動脈内に迷入し，脳梗塞が生じるのを防ぐため，点滴の側管からヘパリン\n（血栓形成予防剤）５ｃｃを静脈注射した（午後零時１０分，１時１５分にもヘパリ\nン０．５ｃｃを静脈注射した。）。\n③　その後，右大腿動脈から７Ｆｒ（約２．１ｍｍ）の親カテーテル（バルーンカテー\nテル（先端に風船が付き，膨らませたりしぼませたりすることができるカテーテ\nル）やマイクロカテーテル（塞栓物質を流すカテーテル）を誘導するためのカテ\nーテル）を挿入し，先端を左椎骨動脈起始部まで進めた。この時点で，原告は\n頭重感を訴えたが，頭痛は認められず，意識レベルに問題は認められなかっ\nた。\n④　３．３Ｆｒ（約１ｍｍ）のバルーンカテーテルを親カテーテルに挿入した。Ｙ字活\n栓というカテーテル入口のコネクターにゴム製の弁が付いていて，これが邪魔\nになってバルーンカテーテルを親カテーテルに進めることができなかったの\nで，弁を外して，バルーンカテーテルをＹ字活栓内を通してから親カテーテル\nに連結し，バルーンカテーテルを親カテーテルに挿入した。その後，バルーン\nカテーテルの中に生理食塩水で希釈した造影剤を注入し，同カテーテルを少\nし膨らませたりしぼませたりして，血流にのせて動脈内を進め，昀終的に先端\nをＡＶＭの栄養静脈である左後大脳動脈起始部（Ｐ２の近位。後大脳動脈の\n主幹部分のうち，脚部といわれる部分。後大脳動脈は，主幹部分と皮質動脈\n（主幹から分岐し，大脳皮質に分布する動脈枝）とからなるが，主幹部分は，\n脚間部（脳底動脈から分岐した後大脳動脈が後交通動脈と合流するまでの１\nｃｍ以下の部分でＰ１と呼ばれる。），脚部（後交通動脈と合流後脳脚を前方か\nら側方へまわる部分でＰ２と呼ばれる。），迂回槽部（中脳外側を天幕上で海\n馬回に沿って後走する部分でＰ３と呼ばれる。）及び四丘体部（四丘体槽で左\n右たがいに接近する部分でＰ４と呼ばれる。）からなる。）まで進め，バルーン\nをしぼませた状態にしておいた。バルーンカテーテルは，血流の速い栄養動\n脈を塞栓する際，塞栓物質がＡＶＭのナイダスを通り抜けて導出静脈まで迷\n入してしまうのを防ぐという血流制御の目的と左後大脳動脈の一時的な閉塞\n下で栄養動脈の一つである左前大脳動脈や左中大脳動脈を撮影して，ＡＶＭ\nの血行状態を把握することを目的としていた。\n⑤　次に，左大腿動脈に７Ｆｒの親カテーテルを挿入し，この先端を右椎骨動脈ま\nで進めた。直後に，前記④のバルーンカテーテルの先端の位置を変えること\nなく，左椎骨動脈に挿入されていた親カテーテルを鎖骨下動脈まで引いた。こ\nれは，両側の椎骨動脈にやや太めのカテーテルが挿入されることで，脳底動\n脈以下のＡＶＭに対して血流速度の変化による影響が及ぶのを防ぐ目的であ\nった。\n⑥　塞栓用のマイクロカテーテル（トラッカー１８）を右椎骨動脈に挿入されている\n親カテーテルに挿入し，左後大脳動脈（ＡＶＭの流入動脈）まで進めようとした\nが，反対側の後大脳動脈の方に進んだため，目的とする左後大脳動脈まで挿\n入することができなかった（ガイドワイヤーが脳底動脈より先に進まなかっ\nた。）。\n⑦　マイクロカテーテルを誘導するガイドワイヤーを別の種類のもの（ラジフォー\nカス）に換えたが，脳底動脈までしか進まなかった。この際，原告が頭重感を\n訴え，嘔吐があった。マイクロカテーテルについても，トラッカー１８を別の種類\nのもの（トラッカー１０）と交換して，右椎骨動脈から進めようとしたが，脳底動\n脈まではいくが，左後大脳動脈には進まなかった。そのうち，親カテーテルが\n大脳脈弓まで戻ってしまった。そこで，両側の椎骨動脈まで挿入していた親カ\nテーテルを胸部下行大動脈まで引き，バルーンカテーテルとマイクロカテーテ\nル（トラッカー１０）を抜去した。\n⑧　その後，親カテーテルの一本を左椎骨動脈に進め（この時点で，同硬化性変\n化が見られ，同動脈自体の血流は遅延したが，脳底動脈より末梢の血流は問\n題なかった。），マイクロカテーテルを進めようとしたが，脳底動脈までしか進ま\nず，左後大脳動脈に進めることができなかった。\nなお，術中に，原告が嘔気を訴えたため，午後零時５０分と１時１５分に制嘔\n剤を静脈注射し，その後は嘔気の訴えはなかった。また，午後零時５０分頃と\n１時４５分頃，頭重感の訴えがあった。\n⑨　Ａ医師とＫ医師は，マイクロカテーテルを左後大脳動脈に進めようと前記のと\nおり試みたが，なかなかうまくいかず，原告の頭重感や嘔気がおさまらないこ\nとから，手術を終了することとして，親カテーテルとマイクロカテーテルを抜去\nした。\nなお，この時点で原告の意識はあり，会話が可能であった。\n(10) Ａ医師は，同日午後２時１０分頃，原告の頭部のＣＴを施行したところ，鞍上\n槽，橋前槽，迂回槽，両シルビラス裂他あらゆる          脳溝，脳槽に血腫が著\n明であるくも膜下出血が認められた（なお，ＡＶＭに造影効果が認められるためＡ\nＶＭ自体の出血の有無は   明らかでないが，脳室内には血腫はなかった。左三\n角部直下の側頭後頭葉に径１ｃｍの高吸収域が認められた（前年に出血した部\n位の隣接部）。）。\n(11) 同日午後４時３０分頃，再度原告の頭部ＣＴが施行された。\nＣＴの結果，くも膜下血腫に増量は見られなかったものの，右側脳室に血腫が\n出現し，両側脳室の大きさが増大していたため，急性水頭症と認められた。\nこのため，被告病院の脳神経外科に転科のうえ，脳室のドレナージ術（脳室の\n中に細いチューブを挿入して，溜まっている髄液を排液するという手術で，これ\nにより頭蓋内圧を下げることになる。）を緊急施行することになり，Ｂ及び原告の\n姉の承諾を得た上で，同日午後６時ころ，Ｄ医師及びＭ医師により脳室ドレナー\nジ術が行われた。\n(12) 同月２５日午後４時頃，再び原告の頭部ＣＴが施行された。その結果，橋出血\nが認められた。くも膜下出血は依然としてあり，前日午後４時３０分に撮影された\nＣＴと比べると，血腫量が軽度増加していた。第４脳室から側脳室に血腫が著明\nであった。\nＣ医師は，同月２７日，原告を診察し，おちついたら摘出術が必要であろうと判\n断した。\n同月２８日，自発呼吸が不良となったことから，気管切開が施行され，同日施\n行されたＣＴによれば，くも膜下出血はひいていた。\n同年３月１９日，脳室ドレナージ抜去のため，右側脳室の腹腔連絡術が施行さ\nれ，同月３１日気管カニューレが抜去された。\n(13) その後，原告の全身状態は徐々に回復したものの，同年５月１３日の診察で，\n神経症状として左肢失調，左ホルネル症候群，眼瞼下垂，右片麻痺，催吐反\n射，構音障害が認められ，橋（左上部）の障害が示唆された。\nこのころ，Ｄ医師は，Ｂに対し，次のようにＡＶＭの摘出術等についての説明を\nして，今後の治療方針についての相談をしたところ，Ｂは，摘出術を行うことを承\n諾した。\nなお，Ｃ医師は，同年３月頃，もう一度塞栓術を試みることは可能かどうかにつ\nいてＡ医師に打診したが，Ａ医師は，塞栓用のカテーテルを入れるのが非常に困\n難で，技術的にも無理だと判断し，難しいと回答した。\n①　１度出血したＡＶＭを放置するともう一度出血するだろう。もし出血すると命を\n失う可能性も高い。死亡に至らないまでも植物状態のような重篤な後遺症を\n残す可能性もある。このように，何もしないで放置するのはかなり危険である。\n１度出血したＡＶＭに対しては何らかの治療を行うのが標準的な治療方針で\nある。年齢とともに出血率は高まる。手術をしないで保存的な処置をとる方法\nがあるが，その場合，立位歩行等の積極的方針はとれず，一生日常歩行が\n制限される可能性がある。\n②　手術は本質的に困難で，２回あるいは３回に分割して行うこともあり得る。手\n術中に死亡する可能性もある。手術後の神経脱落症状についても，同名半\n盲，運動麻痺や感覚障害は残る可能性がある。言葉に関する障害も残る可\n能性がある。\n③　手術をしなくても手術をしても得失があるが，どうするか。\n同年５月１９日，Ｄ医師が原告に対し，「来週の火曜日治療します。それを行う\nとイスに座ったり，歩行訓練できます。」と言い，原告は明るく承諾した。\n(14) 同年５月２６日，被告病院の脳神経外科において，術者Ｃ医師が，Ｄ医師及び\nＥ医師を助手として，開頭術による右後頭葉を主座とする巨大なＡＶＭの全摘出\n術を施行した。\n(15) 同年６月２２日，脳血管撮影により，ＡＶＭの全摘出が確認された（なお，同月\n１０日，Ｅ医師がＢに対して脳血管撮影を同月１５日に施行する旨説明したが，\n納得せず，同月１３日に再度説明して承諾を得ている。）。\n同月２６日，脳神経外科の医師は，原告の家族に対し，次の説明をした。\n①　脳血管撮影の結果，ＡＶＭは全摘出されていることが判明した。脳神経外科\n的な治療は終了した。\n②　原告もリハビリの意志があり，「早く歩きたい」等と言っているので，リハビリ\n専門病院に転院した方がよいと思われる。リハビリにはＦ病院かＮ病院が良\nい。\nＢは，Ｆ病院への転院を希望した。\n(16) その後，原告はリバビリテーションを実施し，同年７月１日，被告病院を退院\nし，Ｆ病院に転院した。退院時の所見として，右半身不全麻痺，右半身感覚障\n害，感覚性失語症，失読症，作話症，失算症，手指失認症，右同名性半盲が認\nめられた。\n２　以上の事実を前提に，まず，Ａ医師が，エンボライゼイション施術を行う際に説明\n義務を尽くしたといえるか検討する（注意義務違反その１）。\n(1) 治療行為にあたる医師は，緊急を要し，時間的余裕がない等の格別の事情が\nない限り，患者において当該治療行為を受けるかどうかについて判断，決定す\nる前提として，患者に対し，患者の現症状とその原因，当該治療行為を採用する\n理由，治療行為の内容，それによる危険性の程度，それを行った場合の改善の\n見込み，程度，当該治療行為をしない場合の予後等についてできるだけ具体的\nに説明すべき義務がある。\n(2) 前記１(3)(4)(8)認定事実によれば，Ａ医師は，平成４年１月２９日，原告とＢに対\nし，ＭＲＩとＣＴの映像結果を示しながら，原告のＡＶＭの状況と再出血の危険性，\nその治療方法等について説明し，同年２月３日，原告に対し，原告の疾病の内\n容と，そのために血管造影検査が必要であること等について説明した上，エンボ\nライゼイション施術についての承諾を得る前提として，同月１８日，原告及びＢに\n対し，原告の現症状とその原因，エンボライゼイション施術を採用する理由，エン\nボライゼイション施術の内容，エンボライゼイション施術を行った場合の危険性\nの程度や，改善の見込み及び程度，エンボライゼイション施術をしない場合の予\n後等について，時間をかけ，用紙に絵を描いたりして丁寧に説明している。\n(3) この２月３日に行われた説明の内容に関し，証人Ｂは，脳動静脈奇形であるこ\nと，７０歳まで大丈夫かもしれないが，また破れるかもしれないこと，塞栓術と脳\n神経外科の手術の２つがあること，塞栓術は，頭の手術をしなくてよく，簡単で，\n翌日退院できること，塞栓術では横目が聞かなくなることについて説明されたの\nみで，再出血の可能性がどの程度かについてや，摘出術については説明を受け\nていないと証言する。\nしかし，証人Ｂの証言は，承諾書の作成経緯に混乱が見られるなどしており，\n必ずしも正確な記憶に基づくものとはいえないし，他方で，Ａ医師が紙に何か書\nいて説明したとか，「わげのわがらないことは，言っておりました。」とする証言部\n分があることをも考慮すれば，前記のような証人Ｂの証言を採用することはでき\nない。\n(4) なお，原告は，造影ＣＴや脳血管撮影等の検査から，原告の動脈が奇形とも言\nえる複雑な形をしており，しかも，左後大脳動脈のＰ２（後大動脈の主幹部分のう\nち，脚部といわれる部分）付近でＴ字路に分岐していることをＡ医師も認識したの\nであるから，その先のＡＶＭに対してエンボライゼイション施術を行うこと自体危\n険を伴うことを予測し得たと主張する。\nしかし，証拠（略）によれば，原告の左後交通動脈が拡張していることは認めら\nれるものの，これは，いわゆる胎児型といわれ，よくあるタイプのものであって，\n必ずしも奇形ではないし，また，左後大脳動脈がＰ３（後大動脈の主幹部分のう\nち，迂回槽部といわれる部分）付近でＴ字路様に分岐していることは認められる\nものの，これも異常なものではないのであって，このような事実からエンボライゼ\nイションを行うことが特に危険であると認めることはできないし，Ａ医師が行うべき\n説明義務の内容に変更を生じるとも解されない。\n(5) 以上によれば，Ａ医師が，原告に対し，エンボライゼイション施術を行うに当たっ\nて行った説明に欠けるところはないというべきである。\n３　次に，Ａ医師がエンボライゼイション施術を適切に施行しなかった注意義務違反が\nあるか検討する（注意義務違反その２）。\n(1) 前記１(9)ないし(12)認定事実によれば，本件のエンボライゼイション施術は，カ\nテーテルがＡＶＭまで到達せずに失敗に終わっており，その施術直後にくも膜下\n出血の発症が判明し，その後急性水頭症が発症し，翌日に橋出血が判明してい\nるところ，原告は，まず，エンボライゼイション施術に際し，Ａ医師がカテーテルを\n原告の脳血管に無理に挿入しようとして血管を損傷させ，脳底部にくも膜下出血\nを起こしたと主張する。\n(2) しかし，証拠（略）を総合すれば，バルーンカテーテルが後大脳動脈まで導入さ\nれた後に撮影された血管撮影には，血管損傷の際に見られる血管の広狭不整\nや，血管外漏出の画像を認めることはできないし，血管損傷が起これば，患者は\n急激な頭痛を訴えるのが通常であるが，前記認定事実によれば，原告がこのよ\nうな急激な頭痛を訴えた様子はないのであって，このような事実からすれば，バ\nルーンカテーテル導入に際して血管が損傷された可能性は低いと認めることが\nできる。\n(3) ところで，証拠（略）を総合すれば，平成４年２月２４日午後２時１０分ころに撮影\nされたＣＴと同日午後４時３０分ころに撮影されたＣＴを比較すると，くも膜下出血\nあるいは造影剤の血管外漏出による異常高密度域の分布が左の迂回槽を中心\nに鞍上槽，左後頭葉から側頭葉のＡＶＭ周囲に多いこと，テント上下を比べると，\nテント上で多く，大脳縦裂などにも広く分布していることが認められ，このような事\n実からすれば，くも膜下出血の出血部位は，左後頭葉から頭頂葉，一部側頭葉\nに広がるＡＶＭのナイダス自体あるいはそのごく近傍の左迂回槽付近から出血\nしたものと考えられ，脳底動脈周囲からの出血の可能性は低いと認められる。\nそして，左後頭葉から頭頂葉，一部側頭葉に広がるＡＶＭのナイダス自体ある\nいはそのごく近傍の左迂回槽付近までカテーテルやガイドワイヤーが到達して\nいないことは前記１(9)認定のとおりである。\n(4) そうすると，エンボライゼイション施術を行うに際し，Ａ医師がカテーテルを原告\nの脳血管に無理に挿入しようとして血管を損傷させ，脳底部にくも膜下出血を起\nこしたと認めることはできない。\n(5) この点に関し，原告は，Ａ医師がカテーテルを原告の脳血管に無理に挿入しよ\nうとして血管を損傷させたと主張する根拠の一つとして，施術後，Ａ医師が，Ｂに\n対し，「思ったより難しかった。（カテーテルが）なかなか入らず，無理して押したら\n血を漏らした。２，３か所出血した。」と述べたことを指摘し，証人Ｂ及び原告の姉\nは，Ａ医師が「ハプニング，ハプニング」と連発していたとか，なかなか目的地ま\nでいかなくて，強く押したら２，３か所漏らしてしまったと述べたとか証言等する。\nしかしながら，仮に，Ａ医師が「ハプニング」という言葉を使ったからといって，そ\nれが当然に血管を損傷したことを意味するものではないし，施術により血管を損\n傷したと認められないことは前記のとおりであるから，Ａ医師が血管を損傷させ\nたという趣旨の発言をしたとは到底思われないのであって，このような原告の主\n張や証言等が前記(4)の判断を左右するものではない。\n(6) なお，前記(2)ないし(4)の認定判断を前提として，証拠（略）を総合すれば，くも\n膜下出血は，ＡＶＭの自然破裂による可能性が昀も高いと考えられること，もっと\nも，エンボライゼイション施術の当日に，偶然にＡＶＭが出血する可能性が高い\nとは思われず，エンボライゼイション施術の手技に関連した血圧の変動，血流の\n変化，それに伴う血管の反応など（手技に伴う痛み，バルーンの導入，血管への\nメカニカルストレスとその反応などによる血圧変動）が関与している可能性があ\nること，しかし，エンボライゼイション施術を行うにあたってこのような誘因を完全\nに除去することは困難であることが認められる。\n(7) 以上によれば，原告にくも膜下出血が発症したことに関して，Ａ医師の注意義務\n違反を問うことはできない。\n(8) 次に，原告は，橋出血もカテーテルの誤操作によるものであると主張し，仮に，\n橋出血が術後に起こったとしても，くも膜下出血から急性水頭症をきたし，静脈\n環流の障害から静脈性の出血をきたした可能性があり，橋出血の原因はくも膜\n下出血にあったといえると主張する。\nしかしながら，証拠（略）及び弁論の全趣旨によれば，平成４年２月２４日の血\n管造影後に撮影された２回のＣＴ（略）では橋出血を観察することはできないとこ\nろ，造影剤が血管内に残っている時点の出血は，通常の出血よりも高密度とな\nり，ＣＴでの検出が容易となるはずであるから，２回のＣＴでともに観察されないと\nいうことは，スライスのずれなどの理由で存在するはずの橋出血が観察できない\nということではなく，現実にも橋出血が生じていない可能性が非常に高いことが\n認められ，前記(3)のとおり，脳底動脈周囲からの出血の可能性が低いことをも\n考慮すれば，原告の橋出血がカテーテルの誤操作によるものと認めることはで\nきない。\nそして，証拠（略）によれば，くも膜下出血が発症したことにより，髄液の循環が\n障害されて急性水頭症を発症し，そのために頭蓋内に髄液が過剰に溜まって頭\n蓋内圧が亢進して脳ヘルニアとなったため，脳幹が圧迫されて（脳ヘルニアから\n脳幹出血までは時間がかかる），脳幹出血（橋出血）が生じたと推定することは\nできるが，原告にくも膜下出血が発症したことに関して，Ａ医師の注意義務違反\nを問うことができないことは前記のとおりである。\n(9) したがって，いずれにしても，Ａ医師に，エンボライゼイション施術を適切に行わ\nなかった注意義務違反を認めることはできない。\n４　そこで，ＡＶＭの全摘出術に関し，被告病院の担当医師に注意義務違反があった\nかどうかについて検討する（注意義務違反その３）。\n(1) 原告は，まず，この術式を選択して施行したこと自体が誤りであったと主張す\nる。\n①　たしかに，前記１(12)認定事実によれば，原告のくも膜下出血は，平成４年２\n月２８日には引いており，その後は意識も回復して，全身状態も徐々に回復し\nていたことが認められる。\n②　また，本件のＡＶＭ全摘出術よりも後の報告ではあるが，平成２年度までの\n検討結果によれば，６ｃｍ以上の巨大なＡＶＭに対する摘出術は，死亡を含\nめ，１２．５％に重篤な後遺症を残すから，ＡＶＭを放置した場合の危険率から\nすれば３分の１程度になるとはいえ，手術の決定には十分慎重さが必要であ\nるとされている。\nしかも，前記１(7)認定事実によれば，Ｃ，Ｉ医師も，エンボライゼイションを施\n術する以前の段階の意見であるとはいえ，臨床経過や症状が比較的緩やか\nであること，ＡＶＭに深部静脈が関与していること，ＡＶＭが大きなサイズであ\nることからすれば，摘出術の適応にあたっては慎重に検討したいとし，とりあ\nえずエンボライゼイションによって病巣を縮小した後に摘出術について検討し\nたいとの意向を示し，Ｉ医師は，摘出術を行った場合には「神経学的欠損必発\nと思われる」との意見を有していたことが認められる。\n③　しかしながら，証人Ａによれば，エンボライゼイションの施術の際に，マイクロ\nカテーテルが脳底動脈から進まなかったのは，脳底動脈から左後大脳動脈へ\nの屈曲が非常に強く，しかもその血管が拡張していたため，細いカテーテルで\nあるマイクロカテーテルが入っていかなかったことによるものであると認められ\nる上，前記１(9)認定事実によれば，Ａ医師がマイクロカテーテルやガイドワイ\nヤーを取り替えたり，マイクロカテーテルの経路を違えるなどして種々試みた\nにもかかわらず，カテーテルを目的血管まで導入することはできなかったので\nあるから，再度塞栓術を行ったとしても，これが成功したかどうかについては\n疑問が残る。\nしかも，昀初のエンボライゼイション施術時に，くも膜下出血が発症するなど\nして，原告の意識障害は昏睡状態にまで至ったこと，既に平成３年７月と平成\n４年２月にＡＶＭから２度の出血があることからすれば，今後も再出血する可\n能性が高くなるし，死亡率も上昇すると考えられる（なお，証拠（略）によれば，\nＡＶＭの出血例の初年度再出血率は６％，初回出血の死亡率は１０％，再出\n血の危険性は２０％，再出血による死亡率は１３％，さらにその後の出血によ\nる死亡率は約２０％である。）ばかりか，もともと原告のＡＶＭは大きく，十分な\n効果を得るためには何度かエンボライゼイション施術を繰り返す必要があるこ\nとからすれば，エンボライゼイション施術を繰り返せば，そのたびごとに合併症\nのリスクを生じることにもなる。\n④　そうすると，原告に対してＡＶＭ全摘出術を選択したことには合理的な理由\nがあったというべきであって，この選択が不適切なものであったと認めることは\nできないから，これが被告病院の担当医師の注意義務違反になると認めるこ\nとはできない。\n(2) 次に，ＡＶＭ摘出術に際して行われた被告病院の担当医師による説明が十分\nであったか検討する。\n①　確かに，原告も主張するとおり，ＡＶＭの全摘出には，優位半球の皮質性感\n覚障害（局在認知，位置覚，運動覚，２点識別感覚，皮膚書字試験の障害），\n構成失行，対側半身のｍｕｓｃｌｅ　ａｔｒｏｐｈｙ，視野の欠損（反対側の下４分の１\n半盲），運動失調（深部感覚障害によるものが主体），失行，失読，失書等の\n後遺症が考えられ，Ｄ医師もそれを認識していたことが認められる。\n②　しかしながら，前記１(8)(13)認定事実によれば，Ａ医師は，平成４年２月１８\n日，原告とＢに対し，被告病院の脳神経外科では，ＡＶＭを摘出することによっ\nて神経脱落症状が出現する危険性が高いと判断していること，エンボライゼイ\nション施術によったとしても，視野障害，失読，色彩失認，相貌失認，失語など\nの症状が出現する可能性があることについて説明しているし，摘出術を行うに\n際しては，Ｄ医師が，同年５月１３日ころ，Ｂに対し，摘出術をしないでＡＶＭを\n放置すると，再出血の可能性が高いこと，再出血を起こすと死亡，重篤な後遺\n症という重大な結果を招く可能性が高いこと，摘出術を行っても，１回で済む\nかどうかについては分からないし，手術中に死亡するという可能性もあること，\n手術後に，同名半盲，運動麻痺，感覚障害がなどが残る可能性や，言葉に関\nする障害が残る可能性があることについて説明していることが認められるので\nあって，原告やＢに対して行われたこのような説明に欠けるところはないという\nべきである。\n③　これに対し，証人Ｂは，摘出術を行うに際しては，Ｅ医師から，体力を回復し\nてから曲がっているところを取ってあげますという説明しか受けていない旨証\n言する。\nしかし，このような証言内容は，診療録の記載内容とも齟齬している上，前\n記１(15)認定事実によれば，Ｂは，摘出術施行後，血管造影を行うことに一旦\nは反対している事実が認められ，このことからすれば，原告に対する診療の\n内容に関心を持ち，医師の意向に反対であれば，その意思を表明することも\nできると思われるところ，前記のような説明を受けただけで摘出術の施行を承\n諾したというのも不自然であること，証人Ｂの証言に疑問があることは前述の\nとおりであるし，少なくとも，原告は，Ｄ医師からＢに対して説明がされた事実\nを認めていたことをも考え合わせれば，前記のような証人Ｂの証言を採用する\nことはできない。\n④　以上によれば，被告病院の担当医師には，原告に対する説明義務に関して\nの注意義務違反はなかったというべきである。\n５　まとめ\n以上によれば，被告病院の担当医師らに何らの注意義務違反をも認めることは\nできないから，その余の点について判断するまでもなく，原告の請求は理由がな\nい。\n青森地方裁判所弘前支部\n裁判長裁判官　土田昭彦\n裁判官　佐藤哲治\n裁判官　加藤　靖\n"
}