{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 16,
    "month": 8,
    "day": 10
  },
  "case_number": "平成16(わ)516",
  "case_name": "家畜伝染病予防法違反被告事件",
  "court_name": "京都地方裁判所第1刑事部",
  "original_court_name": "京都地方裁判所",
  "original_case_number": "平成16(わ)516",
  "lawsuit_id": "6703",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=6703",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/703/006703_hanrei.pdf",
  "contents": "平成１６年８月１０日宣告\n平成１６年(わ)第５１６号　家畜伝染病予防法違反被告事件\n主文\n被告人有限会社Ａを罰金５０万円に，被告人Ｂを懲役１年に処する。\n被告人Ｂに対し，この裁判が確定した日から３年間その刑の執行を猶予する。\n理由\n（罪となるべき事実）\n被告人有限会社Ａは，兵庫県姫路市ａ町ｂ番地に本店を置き，養鶏の飼育販売等を営\nむもの，被告人Ｂは，同社代表取締役社長として，その業務全般を統括掌理するもので\nあるが，被告人Ｂは，被告人会社の業務に関し，同社代表取締役会長であるＣらと共謀\nの上，法定の除外事由がないのに，平成１６年２月２２日ころ，京都府船井郡ｃ町ｄ番ｅ\nほか６筆，同ｆ番ほか８筆，同ｇ番ほか３筆に所在する同社経営のＤ農場において，同社\nが所有する家畜である採卵鶏が高病原性鳥インフルエンザの擬似患畜となったことを\n発見したにもかかわらず，農林水産省令で定める手続に従い，遅滞なく，京都府知事か\nら委任を受けたＥ家畜保健衛生所長にその旨を届け出なかったものである。\n（証拠の標目）\n省略\n（法令の適用）\n１　被告人有限会社Ａ\n被告人の判示所為は，行為時においては平成１６年法律第６８号による改正前の家\n畜伝染病予防法６６条，６４条２号，１３条１項に，裁判時においてはその改正後の家\n畜伝染病予防法６６条，６３条１号，１３条１項に該当するが，これは犯罪後の法令に\nよって刑の変更があったときに当たるから刑法６条，１０条により軽い行為時法の刑\nによることとし，その所定金額の範囲内で被告人を罰金５０万円に処することとする。\n２　被告人Ｂ\n被告人の判示所為は，行為時においては刑法６０条，平成１６年法律第６８号による\n改正前の家畜伝染病予防法６６条，６４条２号，１３条１項に，裁判時においては刑法\n６０条，上記改正後の家畜伝染病予防法６６条，６３条１号，１３条１項に該当するが，\nこれは犯罪後の法令によって刑の変更があったときに当たるから刑法６条，１０条に\nより軽い行為時法の刑によることとし，所定刑中懲役刑を選択し，その所定刑期の範\n囲内で被告人を懲役１年に処し，情状により同法２５条１項を適用してこの裁判が確\n定した日から３年間その刑の執行を猶予することとする。\n（量刑の理由）\n本件は，被告人有限会社Ａ（以下「被告会社」という。）の代表取締役社長である被告\n人Ｂ（以下「被告人」という。）が，被告会社の業務に関し，同社代表取締役会長らと共謀\nの上，同社が所有する家畜である採卵鶏が高病原性鳥インフルエンザ（以下「鳥インフ\nルエンザ」という。）の疑似患畜となったことを発見したにもかかわらず，農林水産省令で\n定める手続に従い，遅滞なく，京都府知事から委任を受けた家畜保健衛生所長にその\n旨を届けなかったという家畜伝染病予防法違反の事案である。\n１　関係証拠によれば，本件犯行に至る経緯，犯行時及び犯行後の状況等につき，以\n下の事実が認められる。\n(1)　被告会社は，被告人の実父であるＣが昭和４８年６月に設立し，鶏卵の生産販売\nと鶏糞を肥料に加工して販売することなどを事業内容としていたが，鶏卵を生産す\nるための養鶏場として，兵庫県と岡山県に４つの農場を所有するほか，京都府船\n井郡にＤ農場を持ち，同農場には１０棟の鶏舎があり，約２５万羽の採卵鶏を飼育\nしていた。被告人は，昭和６３年に被告会社に入社し，平成１０年１２月，同社の代\n表取締役社長に就任し，創業者のＣが会長に退いてからは，同社の経営全般に携\nわるようになったが，同人に対しては，日ごろから，日常業務の概要に関する報告\nを欠かすことはなく，また，被告会社の重要事項については必ず相談して，その指\n示を仰ぐなどしていた。なお，Ｃは，本件当時，社団法人Ｆ協会の副会長理事，Ｇ協\n会の会長等の要職に就いていた。\n(2)　被告会社は，平成１５年ころから，大口の取引先と契約を結ぶなどして業績を伸ば\nし，また，多額の費用を投入して新商品を製造する機械を導入し，事業を順調に拡\n大させ，従業員約２３０名，年商約３０億円と日本の養鶏業界では５本の指に入る\nまでに発展していた。そのような中，同年１２月ころ，大韓民国において鳥インフル\nエンザの発生が報告され，以後，アジア各地でその感染が広がり，我が国におい\nても，平成１６年１月に山口県で，翌月には大分県で鳥インフルエンザの感染が確\n認されるに至った。\n鳥インフルエンザとは，インフルエンザウイルスに感染することによって引き起こ\nされる家禽類を含む鳥類の疾病のうち，突然の死亡，呼吸器症状，顔面，肉冠若し\nくは脚部の浮腫又は出血斑等の強烈な臨床症状を伴い，かつ，非常に高い死亡率\nをもたらす甚急性のものをいい，その毒性は激烈で，感染した鶏の糞や呼吸によっ\nてウイルスが短時間のうちに拡散し，感染した鶏は，呼吸中枢を破壊されて急死す\nる。そして，鳥インフルエンザは，既に感染した鳥類や，そのウイルスに汚染された\n排泄物，飼料，野鳥，人や飼育に必要な機材，車両等との接触によって感染すると\nされており，外国では，人への感染例，死亡例も報告されているが，鶏卵や鶏肉を\n食べることによって鳥インフルエンザに感染した例はない。しかも，一部の国ではワ\nクチン接種による防疫対策が行われているが，日本では，鳥インフルエンザに対し\nては有効な治療法はないとされ，防疫対策としては，原則としてワクチンを使用せ\nず，感染した鶏の殺処分，感染の恐れのある鶏やウイルスに汚染された恐れのあ\nる物品等の移動制限，徹底した消毒等のいわゆる摘発淘汰が基本とされていた。\n日本でも鳥インフルエンザが発生した事態を受け，家畜伝染病に関する広報活動\n等を扱うＥ家畜保健衛生所やＨ家畜保健衛生所は，被告会社を含む各管内の養\n鶏業者等に対して，鳥インフルエンザに対する注意喚起や防疫対策の徹底等を促\nす書面を送付したり，担当職員を派遣させ，聞き取り調査や鳥インフルエンザの症\n状を示した書面の配布を行ったりしていた。そして，鳥インフルエンザが，上記のと\nおり，感染力や毒性の非常に強い疾病であり，鳥インフルエンザが発生した場合に\nは，直ちに，摘発淘汰といった防疫対策を講じて，ウイルスの完全消滅を図る必要\nがあることから，異常な鶏を発見したら早期に通報すること，殊に，鳥インフルエン\nザの症状は多様であるため，症状のみで判断せず，異常な鶏が認められたら，死\n鶏数の多少にかかわらず連絡することなどを繰り返し指導するとともに，閉庁日等\nにおける緊急連絡先を確保して，いつでも通報できるように体制を整えていた。\n被告人は，かつて養鶏業に関する研修を受けたことがあり，鳥インフルエンザにつ\nいての知識も持っていたが，上記のような広報活動や指導等を受けて，改めて鳥イ\nンフルエンザの症状を再確認し，養鶏業の存続そのものを揺るがしかねない鳥イン\nフルエンザに大きな脅威を感じるようになった。そこで，被告会社の各養鶏場に対\nして，鶏舎の衛生管理を徹底するとともに，採卵鶏が通常と異なる死に方をした場\n合等には必ず連絡するように指示をし，また，同年２月７日に被告会社本社で開催\nされた鶏舎担当者会議においても，鳥インフルエンザの資料を配付し，上記と同様\nの指示をするなど，危機感を持って鳥インフルエンザの対策に真剣に取り組み，警\n戒を怠るということはなかった。\n(3)　ところが，同月１７日ころ，被告会社のＤ農場８号鶏舎の担当従業員であるＩは，同\n鶏舎の巡回中に，数十羽の鶏がまとまって死亡しているのを見つけ，これまで多数\nの鶏がまとまって死亡するという経験がなかったので，鳥インフルエンザではない\nかと思い，同農場の鶏舎担当責任者であったＪに報告した。８号鶏舎の状況を確認\nしたＪが，同鶏舎の異変を被告人に伝えたところ，被告人は，鳥インフルエンザでは\nないかと不安な気持ちになり，岡山県内にあるＫ農場の責任者であるＬが鶏の病気\nに詳しいことから，鶏の死因を確認させるため，同人に採卵鶏の診察を指示した。\nそこで，ＬがＤ農場で死亡した鶏を数羽解剖したところ，腸に若干の腫れやただれ\nがあるだけで呼吸器等に問題がなかったので，腸炎ではないかと思ったが，自信\nがなかったことから，知人の獣医師に連絡して意見を聞いたところ，二，三日様子\nを見るようにとの助言を受け，その旨被告人に報告するとともに，獣医師に鶏の診\n察を依頼するよう進言した。それに対し，被告人は，鶏の死因が鳥インフルエンザ\nではないかという予感を抱いていたものの，獣医師の診断を受けて鳥インフルエン\nザであることが判明するのを恐れ，結局，Ｌの進言を無視し，腸炎に効果のある抗\n生物質の投与を指示するだけで，獣医師に鶏の診断を依頼しようとしなかった。\nしかし，同月２０日には，８号鶏舎での死鶏数が１０００羽を超えたため，再びＬが被\n告人の指示を受けてＤ農場の鶏を解剖したが，結果は前回と変わらなかったもの\nの，死鶏数が余りにも多かったことから，腸炎ではなく鳥インフルエンザが死因であ\nると思い，被告人に鳥インフルエンザであると思うと告げたところ，被告人は，鳥イ\nンフルエンザに感染した可能性が高いことを認識しながら，その現実を直視するこ\nとの怖さから，「あんたがそんなん言うたらいかんやろ。何で今更そんなこと言う\nの。」と怒った口調で答え，腸炎であってほしいとの思いもあって，抗生物質の投与\nを指示し続けた。\nそして，同月２２日には，８号鶏舎での死鶏数が３０００羽を超え，その報告を受け\nた被告人は，数日間にわたり抗生物質を投与してきたにもかかわらず，死鶏数が\n減少するどころか，急激に増加していることにショックを受け，同日昼ころ，８号鶏舎\nに赴いたところ，同鶏舎で，多数の死鶏が水溜めおけでぼろぼろとトラックの荷台\nにあけられている光景を見て絶句し，足がすくんでトラックに近づくことすらできず，\n鶏の死因が腸炎ではなく，鳥インフルエンザ以外にあり得ないと認識した。\n(4)　ところで，被告人は，この事態を１人で対処しようという社長としての自負と，父親\nである会長に無用な心配をかけさせたくないとの思いから，それまでの間，会長に\nＤ農場の鶏が大量に死亡していることを全く報告していなかった。しかし，ここまで\n事態が進展してしまった以上，鳥インフルエンザに感染したことをＥ家畜保健衛生\n所に届け出なければならないと思う一方で，感染の事実を届け出れば被告会社が\n倒産してしまうことを恐れ，この際，感染の事実を届け出るか否かという会社の存\n続に関わる重大事項について，被告会社の創業者である会長の指示を仰ぐしかな\nいと考え，感染の事実を同人に報告することにした。\nそこで，被告人は，同日の夕方，会長方で，同人に対し，Ｄ農場の８号鶏舎の死鶏\n数が急増していること，同鶏舎の鶏が鳥インフルエンザに感染している可能性があ\nることなどを報告した。これを聞いた会長は，「何で早よう言わんのや。」，「インフル\nエンザやったら会社つぶれる。」などと激怒したが，とりあえず鶏を解剖して死因を\n調べることにし，同日午後１０時ころ，被告人，Ｌと共にＤ農場８号鶏舎に赴き，Ｌに\n数羽の鶏を解剖させたところ，そのうちの１羽の鶏について，鳥インフルエンザの症\n状の一つである呼吸器症状を発見するに至った。会長は，その症状を見て鳥イン\nフルエンザに感染したことを確信したが，被告人に対し，抗生物質の投与の継続と\n廃鶏及び鶏卵の出荷等の停止を指示する一方で，すぐには家畜保健衛生所に届\nけ出ず，翌朝の状況をもう一度確認してから感染の事実を届け出る旨２人に伝え\nた。被告人は，後は会長や家畜保健衛生所の指示に従えばいいと思い，少しは肩\nの荷が下りたものの，その一方で，本当に被告会社をつぶしてしまうのかという迷\nいもまた抱いていた。\n(5)　翌２３日の早朝，被告人は，会長の指示に従って，Ｄ農場の鶏卵の出荷や飼料の\n搬入の停止等を従業員に指示をし，また，家畜保健衛生所に感染の事実を報告す\nれば立入調査が入る可能性があり，その調査の際に死鶏数が非常に多いにもか\nかわらず届け出をしなかったという事実が発覚することを恐れ，Ｊに対し，２２日分\nの生産日報に記載されていた８号鶏舎の死鶏数３７１３羽を１７１３羽に改ざんする\nよう指示をした。\nところが，その後，２２日の夕方から２３日の朝までの死鶏数が２００７羽であるとの\n報告を受けた被告人が，会長にその数を電話で報告すると，会長は，昨日の夕方\nから今朝までの短時間の死鶏数が少ないのは当然のことであるのに，それを誤解\nしたのか，「減っとるやんか。薬効いとるやんか。」と言い出し，被告人が改めて家\n畜保健衛生所に感染の事実を届け出るか否かを確認したところ，「そんなもん電話\nせんでいい。」と答えた。これを聞いた被告人は一瞬驚いたものの，すぐに，会長が\n感染の事実を隠して被告会社の存続を図るつもりであることを悟り，心の奥底にあ\nった被告会社をつぶしたくないという気持ちが甦ってきて，隠す以上は徹底的に隠\nし通そうと考えるに至った。\nこうして，同日の朝，被告人は，Ｌらに対し，感染の事実を家畜保健衛生所に連絡\nしないという方針を伝えるとともに，従業員には鶏卵の出荷や飼料の搬入等の再\n開を指示するなどし，更に鶏舎内の異変を察知されないうちにＤ農場の鶏を一掃す\nる方法をＬと相談し，生鶏については，感染する前に処分してしまうことにし，これま\nで十数年間，鶏卵を産まなくなった廃鶏の処分委託先として取引を続けてきた食肉\n加工販売業者である有限会社ＭにＤ農場の全ての鶏を引き取らせ，また，死鶏に\nついては，会長から焼却処分にすればよいとの提案があったものの，その処分の\n目処もつかなかったため，結局，死鶏を鶏糞に混ぜるなどの方法でＤ農場内で全\nて処分をすることに決めた。そして，同日の昼ころ，Ｍの専務取締役であるＮに電\n話をし，Ｄ農場を閉鎖しようと思っている旨嘘をつくなどして，既に引き取りを依頼し\nていた分を含む同農場の全ての生鶏約２４万羽の引き取りを依頼したところ，同農\n場を閉鎖して経営を再建しようとしているものと考えたＮは，これまで何かと世話に\nなってきた被告会社のために協力しようと考え，大量の鶏を一度に引き取ることに\nは無理があったので他の引取先を手配するなどした上，同年３月２０日までに全群\nの引き取りを終えるということで，被告人の申し出を了解した。その後，被告人は，\nＭに鶏を出荷することについて会長に報告をしたが，特に反対されることもなかっ\nたので，結局，同月２５日に８８３２羽，翌２６日には６７３２羽の鶏をＭに引き取らせ\nた。それらの生鶏のうち，５６３２羽は愛知県の食肉加工販売業者に引き取られ，そ\nの余の生鶏はＭ自身が食肉処理をして主として近畿各地のスーパー等に出荷さ\nれ，食品加工の際に生じる残さ物等の廃棄物も，香川県の業者に出荷された。ま\nた，Ｄ農場から，同月２０日から同月２６日の間に約９８万個の鶏卵が全国各地に\n出荷され，同月１７日から同月２６日の間に鶏糞もまた出荷された。\n(6)　一方，同月２３日以降も，依然として鶏舎内の死鶏数は急増し続け，被告人も，同\n日以降，連日にわたり，Ｄ農場に赴き，自ら陣頭指揮をとって，死鶏の隠匿や生鶏\nの処分等を行っていたが，同農場の従業員は，死鶏の処理に追われて，ほとんど\n通常業務ができない状況となり，同月２６日には，もはや同農場の従業員の能力で\nは処理できなくなるほど死鶏が増加し，従業員の間でも余りの死鶏数の多さに動揺\nが広がっていった。そして，被告人がこのようなＤ農場の現状を会長に報告すると，\n会長は，幹部らを集めて緊急会議を開き，その席上で，翌２７日午前９時に家畜保\n健衛生所に電話して鳥インフルエンザに感染した事実を届け出る旨告げたが，同\n月２６日の夜，匿名の電話によって感染の事実がＥ家畜保健衛生所に通報された\nため，その日のうちに同保健衛生所のＤ農場に対する立入調査がなされるに至っ\nた。\n被告人は，感染の事実が発覚したことを受けて，鳥インフルエンザに感染した状況\nが少しでも小さいものであったかのように装うため，翌２７日には，Ｊに対し，生産日\n報に記載されていた２０日以後の死鶏数を改ざんするように指示をし，また，会長と\nの間で，立入調査等の際には，鳥インフルエンザ感染の事実には気付かなかっ\nた，腸炎だと思っていたなどと話をするように口裏合わせをし，実際にも，行政機関\n等の質問において，感染の事実を知らなかったなどと嘘の釈明を続けた。\nそして，同月２７日にＯ家畜保健衛生所においてなされた簡易検査及びその翌日に\nなされたＰ研究所における病性鑑定により，Ｄ農場において死亡した鶏が鳥インフ\nルエンザに感染していたことが判明した。\nその結果，Ｍは，鶏の引取先である兵庫県の自社工場を中心とする半径３０キロ\nメートルの区域において，部外者の立入禁止，鶏や鶏卵の移動自粛等の要請を受\nけ，事実上，営業ができない状況に追い込まれるとともに，同工場にいた他の廃鶏\nに鳥インフルエンザが二次感染したため，同工場の全ての鶏が処分されたり，得意\n先に出荷した食肉用の鶏の回収を余儀なくされたりし，その被害額は合計約１億３\n０００万円余りにのぼり，それ以外にも，信用の失墜等により毎月の売上げが減少\nし，被害が拡大していく様相を呈していた。また，Ｍから鶏の一部を引き取った業者\nや，食品加工の際に生じる残さ物を引き取った業者も，商品の回収や焼却処分等\nによる被害を被り，その額は２社合計で約７０００万円，更に，Ｍの上記工場の周辺\n地域にある養鶏業者にも，鶏卵，鶏肉等の移動自粛要請による損害が生じ，その\n被害額は数百万円にも上った。\n以上のとおりである。\n２　そこで，量刑について考えるに，被告人は，上記のとおり，部下から鶏舎内の鶏が多\n数死亡しているとの報告を受け，鳥インフルエンザに感染したかもしれないという予感\nを抱いたものの，感染が発覚すれば被告会社の倒産は必至と思い，その現実を目の\n当たりにすることを恐れ，従業員から専門家である獣医師に死鶏の診察を依頼するこ\nとを進言されたのに，それを無視し，ただ漫然と腸炎に効果のある抗生物質を与え続\nけ，そのうち，異常なまでに死鶏数が膨れ上がるとともに，死鶏の異様な光景を目に\nして，いよいよ鳥インフルエンザの感染を確信するに至ると，感染の事実を家畜保健\n衛生所に届け出なければならないと思う一方で，届け出れば被告会社が倒産してし\nまうことから，このような会社の存続に関わる重大事項は，到底自分の手に負えるも\nのではなく，被告会社の創業者である会長に判断してもらうしかないと考えて，その指\n示を仰ぐことにし，その結果，会長と共に鶏舎に赴き，死鶏の一部が鳥インフルエン\nザ特有の症状を示していることを確認したにもかかわらず，翌朝の状況を見て届け出\nるか否かを判断するという会長の指示に従うまま本件犯行に及んだというもので，被\n告会社の存続のことばかりを考えて，食品業者として国民の食生活の安全等にも社\n会的責任を負っているとの自覚を怠り，鳥インフルエンザの害悪が拡散する危険性や\n社会に与える不安，動揺等を全く顧みなかったその自己中心的な犯行動機には酌む\nべき余地は乏しい。また，日本全国で鳥インフルエンザに対する警戒感や危機感が\n高まる中，家畜保健衛生所等から再三にわたる指導等を受け，鳥インフルエンザに\nは強い感染力があるため，異常な鶏を発見した際には直ちに届け出て，防疫対策等\nを講じなければならないことを十分に理解していたにもかかわらず，鶏舎内の鶏が鳥\nインフルエンザに感染したことを確信するに至っても，会長の指示に安易に従い，直\nちに家畜保健衛生所に届け出ることをせず，その後，会長から届出をしない旨の指示\nを受けるや，その意向に従って，鶏卵の出荷等を従業員に指示したり，行政機関に本\n件が発覚した場合に備えて，従業員に対し生産日報に記載された死鶏数を改ざんさ\nせたりし，しかも，鶏を養鶏場から一掃して鳥インフルエンザ感染の事実を徹底的に\n隠そうと考え，合計約１万５０００羽以上もの鶏を，従前から取引のある食肉加工業者\nに出荷して引き取らせるなどしたばかりか，鳥インフルエンザに感染していることが発\n覚すると，会長と口裏合わせをして感染には気付かず腸炎と思っていた旨，行政機関\n等の質問に対し嘘の釈明を続けるなど，数々の隠蔽工作に走っていたもので，犯行\n時及びその前後の情状はいたって悪質というほかない。そして，実際に鳥インフルエ\nンザの害悪を拡散させ，上記業者に対し，低く見積もっても約１億３０００万円の損害\nを生じさせている上，上記業者を通じて廃鶏の一部を引き取った業者や廃鶏を食品\n加工した際の残さ物を引き取った業者，あるいは上記食肉加工業者の周辺地域にあ\nったため移動自粛要請を受けた養鶏業者に対しても，多額の損害を与えており，生じ\nた結果もまた重大である。加えて，本件は，その発覚当時からマスコミによって大きく\n報道され，消費者の被告会社に対する信頼を裏切ったことはもちろん，養鶏業界全体\nに大きな打撃を与えるとともに，食の安全等に対する不安感，不信感をも生ぜしめた\nもので，その社会的影響にも甚大なものがある。\nこのような事情に照らすと，被告会社及び被告人の刑責は重いというべきである。\nところで，弁護人は，①鳥インフルエンザの対策としては，鶏にワクチンを接種して\nその感染を防止するという効果的な対応策があり，国内の養鶏各社やワクチンメーカ\nーはワクチン接種等を農林水産省に再三求めていたのに，同省がこれを放置し，ワク\nチン接種という根本的な対策を採らなかったもので，そのことが本件の大きな要因と\nなっている，また，②養鶏業を営んでいた場合，もし，鳥インフルエンザに罹患したこと\nが発覚すると，政府から保護のない現状では，即倒産を余儀なくされ，会社のみなら\nず，会社経営者の個人の資産をも全て失ってしまう結果になるのであるから，そのよ\nうな中で，鳥インフルエンザに罹患したことをすぐに届け出ることを義務付けても，実\n際に届け出ることができる者はほとんどおらず，したがって，被告人においても，届出\n義務を行う期待可能性は極めて乏しかった旨主張する。\nまず，上記①の点については，Ｑの警察官調書（甲36）及び「捜査関係事項照会書\nに係る回答について」と題する書面（甲48）によると，鳥インフルエンザのワクチンは\n開発されていること，しかし，そのワクチンによって養鶏経済は甚大な被害の発生を\n防げることや感染した鶏群からの環境へのウイルスの排出を１パーセント程度にまで\n有意義に減少させることができるというメリットはあるが，他方で，ワクチン抗体と野外\n抗体との鑑別が困難であることから，ワクチンの接種を行った場合，発病に気付かず\nウイルスを蔓延させてしまう恐れがあること，日本でワクチン接種に踏み切った場合，\n汚染国とのレッテルを貼られる恐れがあること，欧米先進国の多くは，病原体が存在\nしないことから，防疫対策としては，日本と同様，ワクチン接種を行わず，摘発淘汰に\n徹しており，中進国以下の衛生管理等に関する技術の乏しい国でワクチン接種がな\nされているにすぎないことが認められ，したがって，本件当時，農林水産省がワクチン\n接種の予防策を採っていなかったことには合理的な理由が存したのであるから，弁護\n人の上記①の主張は採用できない。\n次に，上記②の点は，Ｎの警察官調書（甲58）等関係証拠によると，養鶏業者の飼\n育する鶏が鳥インフルエンザに感染した場合には，その鶏の殺処分等徹底的な防疫\n対策がとられるため，同業者は壊滅的な打撃を受けざるを得ないが，今のところ，行\n政による十分な補償がなされていないことが認められるところ，Ｑ（甲36），Ｒ（甲84）の\n警察官調書等関係証拠によると，平成１６年１月１１日には山口県の養鶏場の鶏に，\n同年２月１７日には大分県のチャボにそれぞれ鳥インフルエンザが検査によって確認\nされたが，いずれの場合も，養鶏業者らが鶏等が異常な死に方をしたのを見て，すぐ\nに家畜保健衛生所に通報がなされたことにより，山口県の養鶏場で飼育されていた\n鶏３万４０００羽余りの全てが殺処分されるなどしたものの，局所的な防疫対策で鳥イ\nンフルエンザの蔓延を防止することができたことが認められ，そうすると，被告人が，\n届出をすれば被告会社が倒産してしまうと思い悩んだことも理解できないではない\nが，上記の２件の事例では，被告会社とは経営規模が異なっているとはいえ，その養\n鶏業者らが鶏等の死に方に異常を感じてすぐに行政に通報しているのであるから，\n被告人としても，鶏肉や鶏卵という国民の健康に直接影響する食品を扱っている被告\n会社の社会的責任の大きさを十分自覚していれば，上記養鶏業者らのように，届け\n出ることも十分期待できたと考えられるので，弁護人の上記②の主張もまた採用する\nことができない。\nしかしながら，他方で，被告人が逮捕当初から，犯行状況や犯行動機，更には犯行\n後の隠蔽工作に至るまで，本件の全容を素直に認めるとともに，同業者に損害を与\nえたことに謝罪の意を表明し，また，社会全体に対して食の安全を脅かしたことの責\n任の重さを痛感している旨述べるなど，真摯な反省悔悟の態度を示していること，感\n染の事実を届け出るか否かという本件の核心部分については，会社の存続に関わる\n重大事項として，創業者である会長が最終的な判断を下しており，被告人は，その指\n示や意向に従って本件に及んでいるのであって，その意味では，本件の主犯とまで\nはいえないこと，被告会社は鳥インフンルエンザに対し警戒を怠らず，鶏舎の衛生管\n理を徹底的に行うなど，真剣にその対策に取り組んでいたのであって，そのＤ農場の\n鶏が鳥インフルエンザに感染したこと自体は被告会社及び被告人に責任はなく，本件\nの発端はまことに不運であったといえること，既に各鶏舎内の全ての鶏の埋却処分作\n業を終了させており，鳥インフルエンザの拡散防止に向けて努力してきたこと，被告\n会社やその関連会社の従業員らが総掛かりで，被告会社等の全農場から出荷した\n鶏卵や鶏糞等の回収を行い，消費者から販売店で返品を受けた場合にはその購入\n代金を返金し，販売店が分からないと言って連絡をしてきた消費者には直接購入代\n金を返金するなど，信頼回復のため，誠意をもって取引先や消費者等への対応に尽\n力してきたこと，鳥インフルエンザに感染する以前に出荷していた鶏卵の返品を受け\nたり，１億数千万円もの売掛金が本件の混乱に乗じて未払いとなるなど，本来負うは\nずのなかった損害まで負担していること，本件により最も大きな直接的被害を受けた\nＭは，既に行政機関による移動自粛要請も解除されて，４月初旬から営業を再開して\nおり，また，被告人に今後の取引の引き継ぎを依頼するとともに，今回の事件では被\n告会社だけが非難されるべきではなく，防疫体制や補償問題等で行政にも不備があ\nるなどの理由から被告会社に損害賠償請求をしないという意思を表明するなど，被告\n人との関係が修復に向かい，その処罰感情も和らいでいることがうかがわれること，\nマスコミによって本件が大きく報道されたため，被告会社の売上はほとんど途絶え，\n約２３０名の従業員が解雇となり，更には数十億もの多額の借金を抱えるに至ってお\nり，その結果，会社再建の見通しは全く立たず，グループ企業を含めて自己破産を申\nし立てざるを得ない状況に陥るなど，厳しい社会的制裁を受けていること，本件の発\n覚後，連日のように多数の抗議の電話等や報道機関による取材攻勢を受ける中，最\n愛の両親である会長夫妻が自殺し，また，その同じ日に子供の将来を考えて妻とも離\n婚し，家族と別居せざるを得ない状況に追い込まれるなど，被告人は，これまで築き\n上げてきた平和な家庭をわずか１０日間の出来事によって失ってしまったこと，被告\n人及び被告会社にはいずれも前科がないこと，被告人は，これまで被告会社の経営\n者として真面目に稼働してきたことなど，被告人及び被告会社のために斟むべき事情\nも認められる。\nそこで，以上の諸事情を総合考慮すると，本件は，被告人につき，弁護人の主張の\nような，罰金刑に処すべき事案とは到底認められず，懲役刑に処するのが相当であ\nるから，主文の懲役刑を，被告会社については，主文の罰金刑をそれぞれ科し，な\nお，被告人の懲役刑についてはその執行を猶予することとした。\nよって，主文のとおり判決する。\n（求刑・被告人有限会社Ａにつき罰金５０万円，被告人Ｂにつき懲役１年）\n平成１６年８月１０日\n京都地方裁判所第１刑事部\n裁判長裁判官　　　東尾龍一\n裁判官　　　瀬田浩久\n裁判官楡井英夫は転補のため署名押印することができない。\n裁判長裁判官　　　東尾龍一\n"
}