{
  "trial_type": "LaborCase",
  "date": {
    "era": "Heisei",
    "year": 16,
    "month": 3,
    "day": 18
  },
  "case_number": "平成14(ワ)9",
  "case_name": "学校法人弘前学院講師整理解雇",
  "court_name": "青森地方裁判所弘前支部",
  "field": "労働",
  "lawsuit_id": "18533",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=18533",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/533/018533_hanrei.pdf",
  "contents": "主　　　　　　　　　文\n１　原告が被告に対し雇用契約上の地位を有することを確認する。\n２　被告は，原告に対し，６２６万８５３５円及びこれに対する平成１４年２月１\n７日から支払済みまで年５分の割合による金員を支払え。\n３　被告は，原告に対し，平成１４年２月から毎月２１日限り３６万５０００円を\n支払え。\n４　原告のその余の請求を棄却する。\n５　訴訟費用は，これを５分し，その１を原告の負担とし，その余は被告の負担と\nする。\n６　この判決は，第２項に限り，仮に執行することができる。\n事　実　及　び　理　由\n第１　請求\n１　原告が被告に対し雇用契約上の地位を有することを確認する。\n２　被告は，原告に対し，１５４６万５３５５円及びこれに対する平成１４年\n２月１７日（訴状送達の日の翌日）から支払済みまで年６分の　　 割合による金員\nを支払え。\n３　被告は，原告に対し，平成１４年２月から毎月２１日限り３６万５０００円を\n支払え。\n第２　事案の概要\n１　本件は，被告が経営する大学の講師であった原告が，被告から解雇された\nが，解雇権の濫用であるとして，雇用契約上の地位の      　確認，雇用契約に基\nづく未払給与等の請求及び違法な解雇であること等を理由とする債務不履行に基づ\nく損害賠償請求をする事案で   　ある。\n２　争いのない事実\n(1) 雇用契約の締結\n原告は，平成３年３月に，Ｄ大学文学部を卒業し，平成５年３月に，Ｅ大学大学\n院文学研究科博士課程前期２年の課程を修了し，同博士課程後期３年のうち第２学\n年まで在学（国文学国語学日本思想史学専攻・専門分野国語学），平成７年に中退\nし，同年４月，被告が経営するＦ大学の文学部日本文学科専任講師（日本語史）と\nして採用された。\nなお，原告と被告との雇用契約は，期間の定めのないものである。\n(2) 解雇\n原告は，被告から，予告なく経営上の理由による退職を個人的に勧奨され，これ\nを拒否したところ，平成１３年４月１６日，一方的に解雇の辞令を交付された。こ\nれには，「貴殿を経営上（財政赤字）の理由により，本学院就業規則第１１条第１\n項第(4)号及び(5)号に基づき解雇する。」と記載されていた（以下，被告の原告に\n対するこの解雇を「本件解雇」という。）。\n被告が原告に平成１３年９月１９日付けで証明した「退職証明書」（甲２）に\nは，上記理由に加えて，解雇理由として，「当学院においては，財政赤字が大き\nく，平成１３年度のＦ大学文学部の入学生が１００名の定員に対して７１名しか入\n学せず，今後もこのような状況が継続していくと予想されることから人件費の縮少\nの必要性が生じ，整理解雇のやむなきに至り，貴殿が，文学部の教員のうちでは昀\n若年であり，扶養家族もなく，学生に対する恋愛感情を明らかにしたり，休日及び\n冬季休業中に演習を受講している女子学生に対し研究室において個別指導を受ける\nよう要求したり，同僚・学生に対し粗暴な発言や不適切な発言をする等，教員とし\nて適格性に欠けることを考慮して，貴殿を整理解雇の対象者とした。」と記載され\nている。\n(3) 被告\n被告は，現在，Ｆ大学，Ｇ高校を経営する学校法人である。\nＦ大学には，文学部（英米文学科，日本文学科），社会福祉学部福祉学科があ\nる。\n(4) 被告の就業規則\n被告の就業規則１１条（解雇）は，次のように規定されている。\n教員並びに職員が次の各号の一に該当する場合は，任命権者の選択により３０日\n前に予告するか，または３０日分の平均賃金を支給して解雇する。\n①　勤務実績がよくない場合\n②　心身の故障のため，職務の遂行に支障があり，又はこれに堪えない場合\n③　前第２号に規定する場合の外，その職に必要な適格性を欠く場合\n④　学級数減少，職制の改廃，予算額の減少その他やむを得ない事情によって業務\nを縮少しなければならないため，過員を生じる場合\n⑤　その他前各号に準ずるやむを得ない事由のある場合\n３　請求の概要\n原告は，被告に対し，本件解雇が解雇権の濫用で無効であるとして，雇用契約上\nの地位にあることの確認を行うとともに，雇用契約に基づく未払賃金等（未払賃金\n３６５万円，未払賞与１５２万４６３５円，寒冷地手当９万３９００円）及び将来\nの賃金（平成１４年２月から毎月２１日限り，３６万５０００円）を請求し，併せ\nて，違法な解雇及びその後解雇事由を明らかにされたことによる雇用契約上の債務\n不履行としての損害賠償（研究室の引越費用相当額１０万５０００円，国語学会へ\nの参加費用９万１８２０円及び慰謝料１０００万円）及び未払賃金等（５２６万８\n５３５円）と損害賠償（１０１９万６８２０円）の合計１５４６万５３５５円に対\nする訴状送達の日の翌日である平成１４年２月１７日から支払済みまで商事法定利\n率年６分の割合による遅延損害金を求める。\n４　争点及び争点に関する当事者の主張\n(1) 本件解雇は，整理解雇として有効であるか。\n（被告の主張）\n本件解雇（主位的に平成１３年４月１６日付け解雇を主張し，予備的に，同年９\n月１９日付けの退職証明書の交付による同日付け解雇を主張する。）は，整理解雇\nとして有効である。\n①　整理解雇の四要件については，そのすべてが存在しなければ，法律効果が発生\nしないというものではなく，四要件は，解雇権濫用を判断する際の考慮要素を類型\n化したものであり，これらの要素を総合的に評価して判断すべきである。\nア　人員削減の必要性\n被告においては，財政赤字が大きく，平成１３年度のＦ大学文学部の入学生は，\n１００名の定員に対し，７１名のみであり，今後もこのような状況が継続していく\nと予想されるところから，人件費縮小の必要性が生じ，整理解雇のやむなきに至っ\nた（現に，平成１４年度の入学生は，７５名であった。）。\nまた，Ｆ大学各学部やＧ高校が独立採算で運営されているわけではなく，被告全\n体として，収支状況を考えるべきである。\nイ　解雇回避努力の存在\n原告の解雇にあたり，希望退職者を募集しなかったが，文学部教員で退職を希望\nする者がいないことは，改めて確認するまでもなかった。\nウ　被解雇者選定の合理性\n原告は，文学部教員のうちでは昀若年であり，扶養家族もなかった。\nまた，原告は，学生に対して卒論の指導をするつもりがない旨告げたり，女子学\n生に対する恋愛感情を明らかにしたり，休日及び冬季休業中に演習を受講している\n女子学生に対して研究室における個別指導を受けるよう要求したり，同僚・学生に\n対して粗暴な発言や不適切な発言をするなど，教員としての適格性に欠けていた。\n被告は，これら原告の教員としての不適格性などを判断材料として，原告を整理\n解雇の対象者に選定した。\nエ　手続の妥当性\n被告は，平成１３年４月１２日，常務理事会において，原告の解雇について審議\nし，原告が教員として適格性に欠けることから，原告を通常解雇ないし整理解雇す\nることとし，解雇の具体的方法については，Ｆ大学文学部の教員につき整理解雇の\n必要性もあることを検討したうえで，Ｈ理事長代行（以下「Ｈ代行」という。）に\n一任することにした。\nＨ代行は，原告に精神的ショックを与えることを避け，再就職に悪影響を与えな\nいため，整理解雇の面を強調することにした。\nそこで，Ｈ代行は，同月１６日，原告に出頭を求め，Ｉ学院長立会いのもと，自\n主退職を勧告したが，原告が従わなかったため，原告に対し，解雇を通告した。\n同日，原告の解雇については，全理事及び監事に報告され，被告の理事会は，同\n年５月２６日，原告を整理解雇することを追認した。\n原告の上司にあたるＪ日本文学科長（以下「Ｊ学科長」という。）は，被告主張\nの原告の教員としての適格性の欠如に関する具体的事実について，調査し，原告を\n指導しており，その際，原告には，弁明の機会が与えられていた。\n②　原告の主張に対する反論\nア　解雇事由の変節について\n被告は，当初から原告の教員としての不適格性を解雇理由にしており，平成１３\n年４月１６日に交付した辞令においても，適格性欠如の条項である就業規則１１条\n１項５号を引用しているのであり，解雇理由の変節はない。\nイ　大学設置基準違反の主張について\n大学設置基準は，取締規定にすぎず，民事上の解雇の効力を左右する効力規定で\nはない。\nウ　学校教育法違反の主張について\n大学の自治や学校教育法５９条１項（「大学には，重要な事項を審議するため，\n教授会を置かなければならない」と定めるだけで教授会の審議事項については具体\n的に明示していない。）から，教員の懲戒処分・採用，学長の選任・解任，学生の\n編入学等については，教授会の審議事項になるか，あるいは，教授会の審議・決議\n内容が学校法人の意思決定を拘束するかは，当然に導かれるものではない。教授会\nの審議事項や審議・決議内容が，学校法人の意思決定過程においてどのように位置\nづけられるかは，学校法人（理事会）が学内規則等を通じてどのように定めるかに\nよって決まる。\n被告の定めるＦ大学学則は，１７条において，学部教授会の審議事項を規定し，\nそこには，「教員候補者の選考ならびに教員の昇任等に関する事項」が規定されて\nいるが，教員の解雇については，規定されていない。\n被告においては，理事会が教員の解雇を決定することとし，その手続として，教\n授会の審議を経ることは，要求されていない。\nエ　一事不再理の主張について\nＫ文学部長（以下「Ｋ学部長」という。）やＪ学科長による注意や説諭は，服務\n監督上の指導であって，不利益処分にあたらず，また，懲戒解雇ではないから，一\n事不再理は問題にならない。\n（原告の主張）\n①　解雇が有効であるためには，ア人員削減の必要性，イ解雇回避努力の存在，ウ\n被解雇者選定の合理性，エ手続の妥当性の４つの要件を満たすことが必要である。\nア　人員削減の必要性について\n法人の財政が赤字であることを原因として，整理解雇をするのであれば，赤字の\n原因が，高校にあるのか，どの学部にあるかなどを明確にする必要があり，赤字の\n原因を除去する内容の整理解雇をするのでなければ，根本的な赤字解消にならない\nことは明らかである。\n文学部の入学生が定員に満たなかったとしても，赤字の原因になっていないので\nあれば，文学部教員を削減する必要はなく，被告主張の法人一体論を取るのであれ\nば，削減の対象を文学部教員に限定する必要はなく，教育の観点から，不要な人員\nが存在するかどうかを検討すべきである。\nイ　解雇回避努力の存在について\n被告は，希望退職者の募集や，教員全員に対する退職勧奨という手続を踏んでい\nない。\nウ　被解雇者の選定について\n被告の主張する原告が教員としての適格性を欠けることについての具体的事実\nは，いずれも虚偽・歪曲・誇大なものであり，否認する。被告主張の適格性欠如の\n具体的事実は，原告はおろか，原告の加盟する労働組合や労働基準監督署にも示さ\nれなかった。\nまた，大学教員は，代替性があるものではなく，昀若年であり，扶養家族がいな\nい者であっても，学部の教育にとって必要な教員であれば，整理解雇の対象とはな\nり得ない。原告は，Ｆ大学に着任して７年目であり，Ｌ市内に生活の基盤を置き，\n中堅教員として多くの要職にも就いていた。また，原告には，Ｍ県内に，実質上の\n扶養家族である年金暮らしの実母がいる。\nエ　手続の妥当性について\n被告の主張するＪ学科長の調査等についても，その正確性が担保されるものでは\nなく，一般的な注意を与えるのであればまだしも，解雇を判断するための根拠にす\nるのであれば，原告本人から話を聞くのが当然の手続である。被告は，その時々に\n弁明の機会を与えたと主張するが，それらは，その時点での指導等のためにされた\nのであり，解雇というまったく異なり，重大な結果をもたらす判断をする際に，原\n告の話を聞かなかったことが許されるはずがない。\n原告は，平成１３年４月１６日，出頭を命ぜられ，いきなりＨ代行から，「１年\n分の給与を補償するから辞職せよ」と勧奨され，これを拒否したところ，解雇の辞\n令と，翌々日までに研究室から私物を搬出し，その後の敷地内への立入りを禁じる\nとの告知書を突き付けられた。原告は，教育用に本来大学が購入すべき図書数千冊\nを研究室に置き，学生の指導も途中であるため，これに直ちに応じることは不可能\nであったが，被告が原告の私物を勝手に移動し，占有権を剥奪するおそれが十分あ\nったため，交渉により，研究室からの撤去を同月２２日まで延ばしてもらったうえ\nで，同日（同月１６日）午前１１時１５分，解雇辞令の受取りの書類に，署名させ\nられた。\n以上から，解雇手続が妥当であったは言えない。\n②　次のような理由からも，本件解雇は解雇権の濫用であり，無効である。\nア　解雇事由が変節したこと\n被告は，平成１３年４月１６日付け辞令においては，解雇理由について，経営上\n（財政赤字）の理由によるものであり，原告に由来するものではないとしておきな\nがら，同年９月１９日付け退職証明書（再発行）においては，解雇理由について，\n教員としての適格性の欠如なども挙げ，その一部を原告に由来するものとするな\nど，解雇理由を変節させている。\nイ　大学設置基準違反\n被告が，経営上の理由により整理解雇できるかについて，考慮されるべきは，教\n員数に過員が生じているかどうかである。大学設置基準（省令）により，収容定員\nに応じて教員数が規定されているところ，これを下回ることは禁止される。Ｆ大学\n文学部においては，教員数２１名が昀低限必要とされているところ，原告への解雇\n辞令交付当時，専任教員数は，原告を含めて２１名であったのであるから，整理解\n雇は，法的に不可能であった。また，大学設置基準（省令）によれば，専門科目の\n専任教員数が６名必要とされているところ，Ｆ大学文学部日本文学科のうち，専門\n科目の日本文学，日本語学の担当教員は，原告を含めて６名であった。なお，原告\nは，解雇辞令交付時に，以上のことを指摘したが，被告は，黙殺した。\nウ　学校教育法違反\n原告の解雇は，被告の一部の常任理事により実施され，理事会決定はあったもの\nの，教授会の関与がなかった。\n学校教育法５９条１項は，「大学には重要な事項を審議するため，教授会を置か\nなければならない」と定め，この「重要な事項」には，教員の解雇が含まれる。理\n事会決定と教授会決定のどちらが優先されるかに関わらず，大学教員を解雇するに\nは，教授会の審議が必要とされるところ，原告の解雇は，教授会の審議がなかっ\nた。\nエ　一事不再理\n原告は，被告主張の原告の教員としての適格性の欠如に係る具体的事実につい\nて，Ｋ学部長やＪ学科長から，注意・説諭を受けていた。Ｋ学部長は，過去の経験\nから，単なる監督上の注意では他方面から何をされるか分からないことから，期日\nを改めてわざわざ文書による注意を行っていた。これらは，秩序罰として行われた\n側面があり，原告は，現に不利益処分を受けたことになり，一事不再理の原理か\nら，これらを解雇事由にすることはできない。\nまた，その時々に説諭や注意をされても，終業規則上の処分がされなかったの\nは，処分をしないとの判断があったのであり，それらの事実を改めて捉えて解雇の\n根拠とすることは，一事不再理にあたる。\nオ　労働法上の違法性\n原告が解雇されるに至った経過をみれば，教員の地位への認識，学生・教職員へ\nの配慮等が欠けており，被告には，私立学校法及び学校教育法に基づいて設立され\nた公益性の高い学校法人としての自覚がなく，公共の福祉に反する。\nまた，教育基本法の理念からも，一般の解雇権より制限が加えられる。\nさらに，大学教員は，就職・転職の機会に少ないことから，解雇は，過酷な措置\nであり，よほどのことのない限り認められるべきではない。\n(2) 本件解雇は通常解雇として有効であるか。\n（被告の主張）\n次のような事実からして，原告は，教員として不適格であり，本件解雇は，通常\n解雇として有効である（なお，以下①ないし⑫の各事実を「事例①」のように表示\nすることがある。）。\n①　原告は，平成１２年４月２５日頃，Ｆ大学文学部の女性教員であるＮに対し，\n学生Ａにつき，意思の疎通を図ることができないから卒業論文の指導をするつもり\nがない旨の文書を出した。\n②　原告は，平成１２年８月２８日と同年１０月２日に同僚教員らに対し，学生Ｂ\nに対する恋愛感情を訴え，同僚教員らから，教員，社会人として立場をわきまえ，\n身を慎むように注意され，同年９月３０日，卒業論文指導の際，他の学生がいる前\nで，Ｂに対し，卒業後郷里に帰らずＬ市にとどまって欲しい旨懇願をし，泣いた\n他，同年１０月６日に９月３０日の件につき，Ｋ学部長が注意した際にも，卒業を\n待っては遅いと嗚咽した。\n③　原告は，平成１２年１２月２０日頃，原告の演習で発表しなかった女子学生Ｃ\nに対し，発表の代わりに完璧なレジュメ１０枚を書くように要請し，そのため，土\n曜日の午後及び冬休みはできるだけ原告の研究室に来室するよう命じた。\n④　原告は，平成１２年３月頃，「９９年度基礎演習報告集」という文書を作成\nし，その中で，学生の実名をあげ，「積極的に参加しない人」「謎の人」などと批\n評したり，欠点をあげつらうなどしたうえで，同文書を教員，当該演習履修者，原\n告の研究室に出入りしている学生等不特定多数の人に交付し，その後，Ｊ学科長か\nら同文書の訂正及び回収を指示されたのに十分に行わなかった。\n⑤　原告は，平成１２年４月５日，新入生のオリエンテーションの席上で，「女子\nは，私との相性占いをして下さい。」と発言した。\n⑥　原告は，平成１２年４月２５日，卒業論文執筆予定者に対する合同指導の席上\nで，学生たちの発表に対し，「こんなの茶番だ」と発言した。\n⑦　原告は，平成１２年３月初旬，Ｎに対し，「今日から私は先生の奴隷になりま\nす。ポチと呼んで下さい。」と発言した。\n⑧　原告は，平成１２年３月中旬，Ｎに対し，「夜這いなんかかけないで下さ\nい。」と発言した。\n⑨　原告は，平成１２年３月２１日の卒業式当日，卒業生に対し，「私は，Ｎから\nセクハラを受けている。殴る蹴るの乱暴をされている。」と発言した。\n⑩　原告は，平成１２年４月７日，Ｎの研究室に突然やってきて，Ｎに対し，「だ\nんなさんと別れて，結婚して」と発言した。\n⑪　原告は，平成８年５月１８日頃，東京の国語学会に出席した際，「ブルセラシ\nョップ」において女子高生の制服を買い求め，後日当該制服をＦ大学に宅配させ，\nその頃，上記事実をＮに対して話した。\n⑫　原告は，平成１２年１０月２２日頃，Ｏ市の風俗営業店において，買春行為を\n行い，同月２４日，Ｎに対し，上記事実を話した。\n（原告の主張）\n被告が主張する解雇は，解雇権の濫用であり無効である。被告の主張する事実\nは，次のとおり，いずれも虚偽・歪曲・誇大なものであり，適格性に欠けるとの主\n張には理由がない。\n①　原告がＮに対し，平成１２年４月２１日，学生Ａの卒業論文の指導に関する文\n書を示したことは認めるが，これは，Ａの言動から，Ｎの指導が共同指導者である\n原告を蚊帳の外に置いた形で行われているように見えたため，この疑念が晴れない\n限り以後の指導はＮが責任を負ってほしいとして，Ｎに対し，討議を申し入れたも\nのである。その後，Ｊ学科長も交えて，指導教員が誰になったとしても学生が求め\nればそれに応じて指導するようにということになった。\n②　原告が学生Ｂに好意を抱いていたこと，平成１２年８月２８日Ｊ学科長に，同\n年１０月２日ＮにＢのことを相談したこと，同年９月３０日他の学生がいる前で，\nＢに対し，故郷に帰らずＬ市で就職したらと言ったり，感情を吐露したこと，同年\n１０月６日Ｋ学部長に対し，Ｂの卒業を待っていては間に合わないと言ったことは\n事実である。しかし，原告は，着任早々，教授やＮらから，女子学生との接し方に\nついて指導を受けており，Ｂに好意を抱いていることをＮに伝えて協議し，Ｂの卒\n業までは教員としての関係を持つこととし，Ｂと２人で研究室に在室しないように\nするなどの配慮をしていた。原告は，Ｎに対し，同年６月頃から，Ｂの意志を尊重\nしながら卒業の前後にどのような対応がとれるか相談，協議をしていた。なお，Ｂ\nが，同年１０月８日と９日に原告の研究室を訪問したため，９月３０日の件を話し\nたが，特に気にしていないとの返事であった。\n③　原告が，平成１２年１２月２０日頃，女子学生Ｃに対し，原告の演習で発表し\nなかったことから，発表の代わりに完璧なレジュメ１０枚を書くように要請し，そ\nのため，土曜日の午後及び冬休みはできるだけ原告の研究室に来室するよう話した\nことは認める。しかし，これは，Ｃが同月１３日の演習発表者であったのに，事前\nに連絡なく欠席したため，休講にせざるを得なくなったことを原因とし，同月２０\n日Ｃが原告の研究室を訪問し，履修を放棄したいと申し入れたのに対し，原告が時\n期が時期であることやこれまで下調べをしているのにそれを無駄にするのはもった\nいないことを助言した結果，Ｃとの合意で，発表の代わりにレジュメ１０枚を作成\nすることになったものであり，また，資料の関係で原告の研究室に来る必要があっ\nたし，時期の関係で土曜日の午後と冬休みにせざるを得なかったものである。\n④　原告が，平成１２年３月頃，「９９年度基礎演習報告集」という文書を作成し\nたこと，同文書を教員，当該演習履修者等に交付したこと，その後，Ｊ学科長から\n同文書の訂正及び回収を指示されたことは認める。しかし，この報告集は，同年３\n月２８日，原告一人が全作業を行ったものであり，「解説」の形で原告のコメント\nを追加したが，その目的は，報告集を読む人間がわかりにくい文章について各履修\n者の真意と学術的意味合いを示し，理解の便宜を図るとともに，各履修者がどのよ\nうな経緯をたどってここにたどり着いたか，何が良くて何が悪くてどのようにすれ\nばよかったかのかの方向性を明示することにあった。同月４月３日夜Ｊ学科長か\nら，「解説」に不適切な表現があるので回収すべきではないかとの話が出て，話し\n合った結果，問題のある表現について訂正することで合意し，同月４日にはＮの意\n見も聞き，具体的にＪ学科長と表現の訂正を行い，訂正部分を上から張り，問題部\n分を覆い隠す形で修正して，既に配布していた教員からは，できる限り回収し，修\n正版に差し替えた。\n⑤　原告が，平成１２年４月５日，新入生のオリエンテーションの席上で，発言し\nたこと，その際「男子にはあまり関係はないが」と言ったことは認めるが，「女子\nは占え」とは言っていない。\n⑥　平成１２年４月２５日の日本語学合同卒業論文指導は，Ｎの体調悪化に伴い，\n中止になっているはずである。そもそも同月の時点では，学生はまず卒業論文の題\n目を正式決定する準備作業に追われている時期であり，学生たちの発表があるはず\nがない。\n⑦　時間，場所，文脈が不明である。\n⑧　時間，場所，文脈が不明である。\n⑨　原告が，平成１２年３月２１日の卒業式当日，卒業生に対し，被告が主張する\nような発言をしたことは認める。しかし，これは，卒業式という慶事において厳し\nい雰囲気になっていたので，別の話に転換するため，導入部で柔軟にするため，日\n頃冗談でＮが原告を軽く蹴ったり叩いたりしたことがあったので（学生の前でもあ\nった。），誇張して語ったものである。\n⑩　原告が，平成１２年４月７日，Ｎの研究室で，Ｎに対し，「だんなさんと別れ\nて，結婚して」と発言したことは認める。ただし，Ｎは，原告が着任当初，学生た\nちに原告を「婿がね」にしてはどうかという会話をしたこともあり，Ｎに対しては\n婚姻話については忌避しなくてもよいとの判断があって，冗談で発言したもので，\nＪ学科長から注意を受けている。また，原告は，後日Ｎに電話で陳謝し，Ｎから謝\n意のあったことは了解したとの返事を受けた。\n⑪　原告が，平成８年５月１８日頃，東京の国語学会（Ｐ大学）に出席したのは事\n実であるが，「ブルセラショップ」において女子高生の制服を買い求めたり，後日\n当該制服をＦ大学に宅配させたこと，その事実をＮに対して話したことはない。出\n張先から洗濯物を大学に郵送した紙袋があり，Ｎがそれを怪しんで奪い取って開け\nようとしたのを拒んだことや，原告がＮに，渋谷の辺りでブルセラショップが多い\nらしいという話をしたこともある。\n⑫　原告が平成１２年１０月２２日頃，ＰＴＡの父母懇親会でＯに行ったことはあ\nるが，買春行為を行ったことはなく，そのことを同月２４日，Ｎに対し，話したこ\nともない。懇親会終了後は古書店に行くなどした後帰宅した。この頃，原告がＮに\n対し，「この際，あわのおふろにでもいってみようか」「やはり愛がないとダメな\nのかもしれない」と話したことがあり，その数日後，Ｊ学科長から，学校で風俗の\n話は好ましくない等説諭されたことがある。\n(3) 被告の雇用契約上の債務不履行があるか。\n（原告の主張）\n①　被告の解雇は，解雇権の濫用であり，違法なものである。\n②　被告は，解雇後もつぎのような不当労働行為や違法行為をした。\nア  必要もないのに原告に不利益な情報を有印文書に記したこと\n原告は，被告から，平成１３年９月１９日付け退職時証明書（有印文書）を交付\nされたが，そこには，原告が解雇対象者として選定された理由として，教員として\nの適格性欠如が挙げられている。これにより，整理解雇としながらも，懲戒処分の\nごとき性格を帯びることになり，原告が今後教員として活動・就業することを著し\nく困難にさせるものとなり，原告の名誉が著しく傷つけられた。\nイ　加入労働組合との団体交渉要求の無視\n原告は，平成１３年４月１６日付けで，個人加盟労働組合Ｑに加入し，原告及び\n同労組は，同年５月１７日付けで，被告に対し，労働組合法６条に基づく要求書と\n団体交渉の申入れを行ったが，被告は，この申入れを拒否した。\nウ　雇用保険法違反\n被告が強制加入である雇用保険に加入していなかったため，原告は，本来であれ\nば，１８０日間の適用となる雇用保険を受けられたはずのところ，９０日間の適用\nしか受けられなかった。原告は，被告の違法行為により，不当に経済的に困窮する\nことになった。\nエ　理由付退職時証明書の交付の引き延ばしと解雇理由の変節\n被告は，平成１３年４月１８日付け及び同年７月１３日付けで，Ｑから，理由付\n退職時証明書の交付を求められたが，これを拒んだ。被告は，Ｌ労働基準監督署の\n指導もあり，ようやく同年９月１９日，理由付退職時証明書（再発行）を交付した\nが，整理解雇のはずであったにも関わらず，原告に解雇理由があるかのような内容\nに変節していた。\n（被告の主張）\n①　解雇が有効であることは前記(2)（被告の主張）のとおり\n②　解雇後の違法について\n被告は，原告に精神的ショックを与えることを避け，再就職に悪影響を与えない\nために，原告の教員としての不適格性についての事実を明確にしてこなかったが，\n原告の再三の求めに応じて，記載したものであって，何ら問題はない。また，被告\nは，理由付退職時証明書を原告に交付しただけであって，何ら公表などしていな\nい。\n(4) 原告の損害額等\n（原告の主張）\n①　未払賃金\n原告は，不当な解雇を受けたため，平成１３年４月分から賃金の支払を受けてい\nない。解雇通告時点の賃金月額は，本俸が３４万３０００円，住宅手当が２万２０\n００円の計３６万５０００円である。そして，平成１４年１月分までの１０か月間\nが未払であるので，計３６５万円になっている。なお，支払日は，毎月２１日であ\nる。\n②　未払賞与\n平成１２年度には，６月に，期末手当として本俸の１４５％と勤勉手当として本\n俸の６２．３％が，１２月に，それぞれ１７５％と６２．２％が支払われていた。\n訴え提起時点までは合計で本俸の４４４．５％にあたる１５２万４６３５円が未払\nである。\n③　寒冷地手当\n例年９月に支給され，平成１２年度は，９万３９００円の支給があったので，原\n告は，平成１３年度分の未払として，同額の請求を受ける権利を有する。\n④　研究室の引越費用\n原告は，被告の不当な要求により，研究室の引っ越しをせざるを得なくなった。\n引越費用は，１０万５０００円であった。\n⑤　国語学会への参加費用\n学会への出張旅費等は，教員に割り当てられる研究費から支払われていたが，原\n告は，解雇されたたため，研究費の支払が受けられず，学会への参加費用として，\n本来被告が負担すべき９万１８２０円を自己負担した。なお，原告は，平成１３年\n国語学会春季大会の発表者であったため，参加の義務があった。\n⑥　慰謝料\n原告は，被告の違法な解雇により，今後の研究者としての将来に対する不安や，\n何ら根拠のない解雇理由を公にされたことなどにより，精神的苦痛を被った。\nこの苦痛を慰謝するためには，少なくとも１０００万円の金銭賠償が相当であ\nる。\n⑦　今後の賃金の支払\n本訴提起後である平成１４年２月２１日以後から，毎月２１日限り，解雇当時の\n賃金３６万５０００円の支払を求める。\n（被告の主張）\n否認する。\n第３　争点に対する当裁判所の判断\n１　整理解雇について（争点(1)）\n(1) 整理解雇とは，人員整理の必要上行われる解雇をいうが，これも，客観的に合\n理的な理由を欠き，社会通念上相当として是認することができない場合には，権利\nの濫用として無効となる。そこで，整理解雇について，このような場合に該当する\nか検討するが，整理解雇は，もっぱら経営上の理由によるものであり，労働者の責\nに帰することができないものであるから，整理解雇が解雇権の濫用とならないため\nには，①人員整理の必要性，②解雇回避努力義務の履践，③被解雇者選定の合理\n性，④整理解雇手続の妥当性の各要素を検討し，これらの諸要素を総合的に検討す\nる必要がある。\n(2) 人員整理の必要性\n①　証拠（略）によれば，資金収支内訳では，平成１１年度は，大学及び大学を含\nむ法人全体ともマイナスであること，平成１２年度はいずれもプラスであること，\n平成１３年度は，大学はプラスであるが法人全体ではマイナスであることを認める\nことができる。また，弁論の全趣旨によれば，Ｆ大学文学部の入学者は，１００名\nの定員に対し，平成１３年度が７１名で，平成１４年度が７５名であったことを認\nめることができる。\n②　ところが，証拠（略）によれば，被告は，平成１４年１１月２９日付け新聞\nで，平成１５年４月１日採用予定のＧ高校の教員を募集していること，被告は，平\n成１５年４月１日から大学院を開校したことを認めることができる。\n(3) 解雇回避努力義務の履践\n証拠（略）及び弁論の全趣旨によれば，被告は，本件解雇にあたり，希望退職者\nの募集や教員全員に対する退職勧奨という手続を踏んでいないことが認められる。\n被告代表者自身も，Ｊ学科長等からの報告等により，原告に問題があることを把握\nしたため，原告を解雇することとして整理解雇という方式を採ったが，原告の問題\nがなければ，他の教員をやめさせることまでは考えていなかった旨供述している。\n(4) 被解雇者選定の合理性\n証拠（略）及び弁論の全趣旨によれば，原告が，文学部教員のうちで昀若年であ\nったこと，扶養家族がなかったこと，原告は平成９年９月から過度のストレスによ\nる神経症（パニック障害・過換気症候群）に罹患しており，現在も精神神経科に通\n院していることを認めることができる。\n原告が教員として不適格であるかどうかについては，後記２のとおりである。\n(5) 整理解雇手続の妥当性\n証拠（略）及び弁論の全趣旨によれば，本件解雇の手続について，次の事実を認\nめることができる。\n①　原告は，平成１３年３月２２日，Ｋ学部長から，理事の一部より解雇の話が出\nている，その理由はわからないが，平成１２年度の学務上においていくつかのトラ\nブルがあり，一方的に懲戒免職される可能性もあると言われ，依願退職になるよう\nに進退伺を出すよう示唆された。そこで，原告は，翌日付けでＦ大学学長宛てに，\nこれまでの不手際をわびるとともに，退職につながるようなことは身に覚えがない\nので，退職相当であればその理由を事前に示してほしいという内容の進退伺を提出\nした。\n②　これを受け，同月末頃，Ｒ副学長が原告から事情聴取した。Ｒ副学長は，原告\nに対し，退職につながるような話は聞いていないと言い，他方，奇声を発したり，\n物を壊したりするようなことはないかとの質問をした。\n③　他方，Ｊ学科長は，Ｒ副学長の依頼を受け，同年４月１日付け「Ｘ氏に関する\n事項」という，これまでに原告に関して生じていた出来事や，原告の行状を記載し\nた報告書を作成し，Ｒ副学長に提出した。Ｒ副学長は，当時の学院長であったＩ\n（現被告代表者）に対し，同月５日，これを上申した。Ｉ学院長は，理事会主導で\n対処することを考え，同月１０日，Ｈ代行，Ｒ副学長，Ｋ学部長，Ｓ法人本部事務\n長（以下「Ｓ事務長」という。）とともに対策を検討した。\n④　被告は，平成１３年４月１２日，常務理事会において，原告の解雇について審\n議した上，原告が教員としての適格性に欠けることから，原告を通常解雇ないし整\n理解雇することとし，解雇の具体的方法については，Ｈ代行に一任することにし\nた。\nＨ代行は，平成１３年度の入学者が定員である１００名に満たないことが明らかに\nなったという状況の中で，原告に精神的ショックを与えることを避け，再就職に悪\n影響を与えないようにするために整理解雇という方法を採ることとした。\n⑤　そこで，Ｈ代行は，同月１６日午前１０時に原告に出頭を求め（直接には，同\n月１３日，Ｓ事務長が，原告に対し，同月１６日法人本部に出頭するよう電話で命\nじたことによる。その際，呼び出しの理由は原告に告げられなかった。），Ｉ学院\n長立会いのもと，「１年分の給与を補償するから辞職せよ。」と自主退職するよう\n勧告したが，原告がこれに応じなかったため，原告に対し，解雇を通告した。原告\nは，同時に，翌々日までに研究室から私物を搬出し，その後の敷地内への立入りを\n禁じるとの告知書を突き付けられた。原告は，被告が原告の私物を勝手に移動し，\n占有権を剥奪するおそれがあると考え，被告との交渉により，研究室からの撤去を\n同月２２日まで延長してもらった上で，午前１１時１５分，解雇辞令の受取りの書\n類に署名した。なお，この日まで，被告は，原告や教授会に対し，解雇の予告に関\nする通知を全くしていなかった。\n⑥　同日，原告の解雇については，全理事及び監事に報告され，被告の理事会は，\n同年５月２６日，原告を整理解雇することを追認した。\n■　以上によれば，被告は，原告に教員としての適格性がないと考えて，原告を解\n雇するに至ったのであって，未だ原告が若く，適格性を理由とする解雇をすること\nにより原告が受けるであろう影響等を考慮して，入学者が大幅に定員割れしたとい\nう状況の中で「整理解雇」の形式をとろうとしたにすぎないことは明らかであり，\n本件解雇後に，被告が経営する高等学校の教員を公募したり，大学院を設置してい\nることをも考慮すれば，本件解雇時に，人員整理を行うべき高度の必要性があった\nものとは到底認められないし，解雇回避努力がほとんどされていないことからして\nも，被解雇者選定の合理性や解雇手続の妥当性について考慮するまでもなく，整理\n解雇に合理的な理由があったものと認めることはできない。\nしたがって，原告を有効に整理解雇したという被告の主張を認めることはできな\nい。\n２　通常解雇について（争点(2)）\n(1) 通常解雇についても，それが客観的に合理的な理由を欠き，社会通念上相当と\nして是認することができない場合には，権利の濫用として無効になる。被告は，原\n告に種々の不適格事由（事例①ないし⑫）があるとして，解雇が正当であると主張\nするので，これらについて検討する。\n①　事例①について\nア　原告はＮに対し，平成１２年４月２１日付けで，「Ｎ先生との討議事項（Ｘか\nら）」と題する書面を交付した。これには，原告とＮの共同研究である「①キャン\nパス言葉」として進行方法に関する意見や問題点の指摘とともに，「②卒論指導の\n件」として，学生Ａの卒論指導につき，同年３月の段階で，その内容から原告が指\n導することになるものと認識していたが，同年４月１８日に，Ａから「Ｎ先生に言\nわれて」原告に指導をして欲しいと言われたので，そのような指導はしない，一切\nの指導をＮから受けるようにと指示を出した。原告としては，卒論指導をＮとの共\n同体制としたのは，学生にできるだけの便宜を図るためであるのに，現実には，指\n導教員はＮが行い，その尻ぬぐいを原告がやるというように感じられるため，この\nような疑念が晴れない限り，指導をするつもりはない，原告とＡとの間には教員と\n学生としての信頼関係はないし，事務手続上も関係はないので，主査であるＮが責\n任をもって十全に指導されたいなどと記載されていた。\nなお，Ｎは，被告に就職したのも原告より早く，助教授の地位にある。\nその後，この件について，Ｊ学科長を交えて話し合いの機会が持たれた。このと\nき，Ｎから，指導教員は昀終的には学生が選択するものであること，指導教員以外\nの者も学生に対して助言を行うべきであること，結果的にＮが指導教員となってい\nる学生が多いこと，Ａについても，原告との信頼関係があればＮがＡの指導教員に\nなることはなかったこと等についての話があり，原告がこれに対して大声を出す場\n面もあったが，Ｊ学科長から，指導するつもりがないというのは不適切であるとの\n注意がされ，昀終的には，指導教員が誰になったとしても学生が求めればそれに応\nじて指導するのが当然であることを前提として，ＡについてはＮが指導教員になる\nこととなった。\nイ　以上の事実によれば，原告は，日本文学科においては，原告とＮが共同指導者\nであるのに，Ｎが原告を蚊帳の外に置いた形で学生に対する指導を行っているよう\nに考えて立腹し，Ａに対しては，Ｎから指導を受けるように指示し，Ｎに対して\nは，このような疑念が晴れない限り，ＮがＡに対する指導の責任を負うべきである\nとして，討議を申し入れたものと思われる。そうすると，原告が，これにより，学\n生に対する一切の卒論指導を放棄したものとまでは認められないが，Ｎとの関係\nで，その具体的な事情を確認することもないまま，Ａに対して指導を拒否するよう\nな言動を行ったことはいささか不適切であったと言わざるを得ない。\nもっとも，原告は，Ｊ学科長の指導を受け，昀終的にはこれを受け入れており，\n結果的に，Ａに大きな就学上の不利益が生じたというわけではない。\n②　事例②について\nア　原告は，学生Ｂに対し，第１学年時（平成９年）夏頃から好意を抱いていた。\nしかし，原告は，着任早々，教授やＮらから，女子学生との接し方について指導を\n受けており，平成９年秋頃には，Ｎに対し，Ｂに好意を抱いていることを伝えて相\n談するなどし，Ｂが卒業するまでは教員としての関係を保つこととし，Ｂと２人で\n研究室に在室しないようにするなどの配慮をしていた。平成１２年６月頃から，原\n告は，Ｎに対し，Ｂの意志を尊重しながら卒業の前後にどのような対応がとれるか\nを相談したり，同年８月２８日には，Ｊ学科長にもＢとのことを相談した（この日\nは，Ｊが，原告の健康状態を心配して，休養をとることも考慮して事情を聞い\nた。）。\n原告は，同年９月３０日のオープンキャンパス終了後，原告のアルバイトをしてい\nたＢ外１名の学生と原告の研究室で茶話会をしたが，その際，原告がＢにＬ市内で\n就職活動をしてみたらどうかと聞いたところ，Ｂが「だったら先生がＬ市に就職先\nを見つけてくださいよ。」と詰め寄ったため，原告が返答に窮し，Ｂに対する感情\nを吐露して泣いてしまった。このあと，原告は，すぐに２人を帰宅させた。\n同年１０月２日，原告は，Ｎに対し，今後の対応について電話で相談をした。原告\nは，同月５日夜にＫ学部長から連絡を受けて，翌６日学部長室に出頭し，本件につ\nいて説明した。その際，原告は，個人的な意見として，Ｂの卒業まで待たなければ\nならないのは当然であるが，Ｂの卒業を待っていては間に合わないのでどうしたら\nよいか相談をした。なお，Ｂは，同月８日と９日に原告の研究室を訪問している。\n同年１２月，Ｂの卒業論文の面接指導回数が不足しているため，原告がＮに問い合\nわせたところ，ＢはＮに相談しており，原告とは精神的に会いづらいとのことであ\nったので，同月１４日から，原告がＮ及びＪ学科長立会いのもと，原告の他の指導\n学生を含め，合同面接指導を実施した。\nイ　以上の事実を前提として判断するに，原告が学生に対して恋愛感情を有するこ\nと自体を非難することはできないとしても，大学の教員という立場上，学生の教育\nの障害にならないよう十分配慮して対応すべきであると考えられる。この観点から\nすると，他の学生が同席している学校内の研究室において，学生Ｂの前で感情を吐\n露し，その結果，原告に会いづらいという感情をＢに抱かせ，卒業論文の面接指導\nにおいて特別の措置を講ぜざるを得ない状況をもたらしたことは，大学の教員とし\nていささか不適切であったと言わざるを得ない。\nしかしながら，原告は，Ｂの前で感情を吐露して泣き出してしまったものの，速\nやかにＢらを帰宅させ，Ｎ等とも相談して対応した結果，Ｂにそれほど大きな精神\n的な負担を与えたとは思われないし，結果的に，Ｂの就学の機会が奪われたり，大\nきく制約されたりというような事態を招来することはなかったものである。\n③　事例③について\nア　原告は，平成１２年１２月２０日頃，女子学生Ｃに対し，原告の演習で発表し\nなかった代わりに完璧なレジュメ１０枚を書くように要請し，そのために，土曜日\nの午後と冬休みにはできるだけ原告の研究室に来室するよう話した。これは，Ｃ\nが，同月１３日の演習発表者であったのに，事前に連絡なく欠席したため，休講に\nせざるを得なくなったことを原因としており，同月２０日に原告の研究室を訪問\nし，履修を放棄したいと申し入れたＣに対して，時期が時期であることや，これま\nでしてきた下調べの結果を無駄にするのはもったいないと原告が助言した結果，Ｃ\nとの合意の上で，発表の代わりにレジュメ１０枚を作成することになったものであ\nり，また，資料の関係で原告の研究室を訪れる必要があったが，時期との関係で土\n曜日の午後と冬休みにせざるを得なかったものである。　なお，ＣがＮに相談し，\nＮがＪ学科長に相談したため，同人は，原告に対し，同月２３日，口頭で注意する\nとともに，上席のものに報告すること等を話した。その結果，Ｃは，原告の資料を\n図書室に持ち込んでレジュメを作成するという方法で，単位を取得した。この件に\nついて，平成１３年１月１５日，Ｋ学部長が原告に対し，口頭で注意し，同月２５\n日，文書で注意した。\nイ　以上の事実によれば，原告は，学生に対する指導の一環であるとはいえ，結果\n的に，休日や年末に，原告の研究室において原告と二人きりでレジュメを作成しな\nければ単位が取得できないような状態に女子学生Ｃを置こうとしたものであり，こ\nのような原告の行為は，セクシュアルハラスメント（「職員が他の職員，学生等及\nび関係者を不快にさせる性的な言動」文部省における」セクシュアル・ハラスメン\nトの防止等に関する規程２条１項）に該当する不適切なものであったと言わざるを\n得ない。\nしかしながら，原告は，Ｊ学科長に注意されるなどしたことから，原告の資料を\n図書館に持ち込んでＣにレジュメを作成させるという方法に改め，この方法によっ\nてＣも単位を取得することができたというのであるから，結果的に，Ｃの就学上の\n環境が害されたり，Ｃが就学上の不利益を被るというような事態が現実に生じたも\nのでもない。\n④　事例④について\nア　原告は，平成１２年３月２８日頃，「９９年度基礎演習（担当・室井）研究報\n告集」という文書を作成した。この文書は，基礎演習Ｘゼミの学生が，各人・各グ\nループで，それぞれ身近な言葉に関する問題をテーマに調査を行った成果を「報告\n集」としてまとめて，公開することとしたものである。６グループの報告が実名で\nされており，昀後に原告が「解説」としてコメントを付している。この報告集の目\n的は，各履修者の真意と学術的意味合いを示し，報告集を読む者に対して理解の便\n宜を図るとともに，各履修者がどのような経緯をたどってここにたどり着いたか，\n何が良くて何が悪いか，どのようにすればよかったのかについて明示することにあ\nった。原告は，同文書を教員，当該演習履修者，次年度に基礎演習のゼミの受講を\n希望する学生等に約４０部弱交付した。なお，この報告集は，次期のゼミを履修し\nようとする者であれば見ることができるものである。\n同年４月３日夜，Ｊ学科長から，「解説」に不適切な表現があるので回収すべきで\nはないかとの話が出た。原告は，当初，訂正に消極的であったが，Ｊ学科長から，\n訂正しないのであれば上席のものに話をするしかなく，大事になってしまうと説得\nされた。原告は，同月４日にＮの意見も聞き，訂正に応じることとした。原告は，\nＪ学科長と表現の訂正について協議した上で，訂正部分を上から張り，問題部分を\n覆い隠す形で修正して，修正版に差し替えた。\nなお，訂正される前の解説には，「四人が一年間をかけて調査してきたものの昀終\n形としては，この報告はレベルが低いと言わざるを得ない。楽をしすぎているので\nはないかという印象である。」「ただ，残念なのは，その熱意がこの報告から全く\n伝わってこないことである。データは揃っているが，そのデータを立体的に分析し\nて（例えばいくつかの項目の相互関係を問うなど）行くということをせずに，数字\nの羅列で満足してしまっている。また，その調査から『科学的に』導き出される結\n論がなく，本人の感情の吐露が目立つのも残念である。」「しかしそれはあくまで\n個人的な興味関心のレベルであり，少なくとも演習の発表や，このような報告集に\nは，それを調べることの意義（科学的な動機付け）が必要である。この報告は，そ\nういった段階に辿りつけずに，あくまで自分の知的欲求を満足させるだけで終わっ\nてしまっている。」「だから，本報告を正しく理解するためにはその用例集が必要\nなのだが，採取した全用例を載せるレポートなど言語道断としか言いようがないの\nで，それは割愛した。」「○○は，一言で言えば『謎』だった。発表に関しても，\n全く要領を得なかった。人称表現についてやりたいのは分かるのだが，動機が全く\n分からないので，指導のしようがなかった。演習発表で成績をつける教員であれ\nば，完全に不可だったろう。」「発表や質疑応答では寡黙であるが，文章を書かせ\nると饒舌になる。しかし，その書かれたものが正しいかどうかは全く分からない。\n解説者も理解しかねているが，いわゆる科学的な報告でないことは確かである。」\nとの記載があった。\nイ　以上の事実を前提として判断すれば，原告が，指導教員として，学生の作成し\nた報告集に対する批評を行い，これを報告集に掲載すること自体には何ら問題はな\nいというべきであり，Ｊ学科長と協議して原告が訂正した全ての部分が不適切な表\n現であったとまでは思われないが，特に，学生の実名を挙げた上で，「不可であ\nる」との評価をしている点や，「謎である」等と人物そのものの評価に関する記載\nをしている点については，指導の域を超えたものとして，不適切なものであったと\n言わざるを得ないし，報告集が不特定多数の者に公表されるものであることをも考\n慮すれば，学生に与える影響も小さくはなかったと思われる。\nもっとも，報告集は，Ｊ学科長の指導により，穏当な表現に改められており，結\n果的に，学生にそれほど大きな影響を与えたとまでは思われない。\n⑤　事例⑤について\nア　原告は，平成１２年４月５日，新入生のオリエンテーションの席上で，「女子\nは，私との相性占いをして下さい。」と発言した。\nなお，原告は，新入生のオリエンテーションの席上で，女子は相性占いをして下\nさいと述べたことを否定する陳述もしている。しかし，本人尋問においては，相性\n占いの話をしたこと，男子には関係ないと言ったことを自認しており，他の証拠と\nも対比すれば，前記のような原告の陳述は採用できない。\nイ　以上の事実によれば，原告は，女子学生に対してのみ，原告との相性占いとす\nるようにと述べたものではあるが，この発言は，オリエンテーションの場ですぐに\n冗談とわかる程度のものであり，不謹慎な発言であるかどうかはともかくとして\nも，特にこれにより学生に何らかの影響を与えるものとは考えられない。\n⑥　事例⑥について\nア  原告は，平成１２年４月２５日，卒業論文執筆予定者に対する合同指導の席上\nで，学生の発表に対し，「こんなの茶番じゃないですか。」と発言した。\nなお，原告は，同日の日本語学合同卒業論文指導は，Ｎの体調悪化に伴い，中止\nになっているはずであるし，そもそも４月の時点では，学生はまず卒業論文の題目\nを正式決定する準備作業に追われている時期であり，学生たちの発表があるはずが\nないと主張し，その旨の陳述・供述をする。しかし，Ｎは，例年ゴールデンウィー\nクまでに１度は合同指導を行っていたこと，２０３教室という教室で行ったこと，\n出席した学生は４名ほどであったこと（本来は，Ｎが指導する７名と原告が指導す\nる２名が対象であったが，就職活動等の理由で全員が出席していたわけではなかっ\nた。），原告は教室を間違えてＮの研究室にいたこと，原告が遅れてきたこと，原\n告が激高して「こんなの茶番じゃないですか。」と発言したこと，これに対し学生\nはとても驚いたことについて具体的かつ詳細に証言しており，その信用性は高いと\nいうべきであるから，原告の前記陳述等は採用できない。\nイ　以上の事実によっても，原告がどのような趣旨で前記のような発言をしたかに\nついては判然とはしないが，卒業論文執筆予定者に対する合同指導の席上で前記の\nような発言をすることはいささか不適切であったと言わざるを得ない。\nしかしながら，原告のこの発言により，学生に対してそれほど大きな影響を与え\nたとも考え難い。\n⑦　事例⑦について\nア　原告は，平成１２年３月初旬，Ｎに対し，「今日から私は先生の奴隷になりま\nす。ポチと呼んで下さい。」と発言した。\nなお，原告は，この発言は漫画の中のせりふであり，それを冗談で話したことはあ\nるが，Ｎに対して言っていたことはないと供述する部分もあるが，反対尋問におい\nては，Ｎに対して言ったかもしれないとも供述しており，Ｊの証言と対比しても，\nＮに対して言ったことはないという原告の供述を採用することはできない。\nイ　前記のような原告の発言は，Ｎに対するものとしては不適切なものであったと\n言わざるを得ないが，冗談であるとすぐに分かる程度のものでもあり，このような\n発言が，Ｎに対してそれほど大きな影響を与えるものとも考え難い。\n⑧　事例⑧について\nア　原告は，平成１２年３月中旬，Ｎに対し，「ずっと先生には秘密にしてきたの\nに，私の自宅が先生にばれてしまいました。夜這いなんかかけないで下さいね。」\nと発言した。これに対して，Ｎは，「そんなこと私は興味ありません」「一体何を\n思っているんですか」と問い返した。\nイ　前記のような原告の発言は，Ｎに対するものとしては不適切なものであったと\n言わざるを得ないが，冗談であるとすぐに分かる程度のものでもあり，このような\n発言が，Ｎに対してそれほど大きな影響を与えるものとも考え難い。\n⑨　事例⑨について\nア　原告は，平成１２年３月２１日の卒業式当日，教員が卒業生に対してはなむけ\nの言葉を贈る際に，Ｎの言葉の後で，「私は，Ｎからセクハラを受けている。殴る\n蹴るの乱暴をされている。」旨の発言をした。\nイ　原告は，この発言について，卒業式という慶事において厳しい雰囲気になって\nいたので，別の話に転換するため，Ｎが日頃冗談で原告を軽く蹴ったり叩いたりし\nたことがあったのを誇張して語ったものであると陳述するが，卒業式における発言\nとしては不適切なであったと言わざるを得ない。\nしかしながら，冗談であるとすぐに分かる程度のものとも考えられるのであっ\nて，この発言が，Ｎや学生らにそれほど大きな影響を与えるものとも考え難い。\n⑩　事例⑩について\nア　原告は，平成１２年４月７日，Ｎの研究室において，Ｎに対し，「だんなさん\nと別れて，結婚して。」と発言した。これに対し，Ｎは，「何，馬鹿なこと言って\nいるんですか。」と非難した。\nこの件について，原告は，Ｊ学科長から注意を受け，原告の姉からも注意され，\nＮに対して電話で陳謝した。Ｎからは，謝意のあったことは了解したとの返事を受\nけた。\nイ　原告は，この発言について，原告が着任した当初に，Ｎが学生たちに原告を\n「婿がね」にしてはどうかという会話をしたことがあることから，Ｎに対しては婚\n姻話を忌避しなくてもよいとの判断をしており，冗談で述べたものであると陳述し\nているが，既婚者であるＮに対する発言としては不適切なものであったと言わざる\nを得ない。\nしかしながら，冗談であるとすぐに分かる程度のものとも考えられるし，原告が\nＮに対して陳謝し，Ｎもこれを了解しているのであるから，この発言が，Ｎにそれ\nほど大きな影響を与えるものとも考え難い。\n⑪　事例⑪について\nア　原告は，平成８年５月１８日頃，東京の国語学会（Ｐ大学）に出席した（原告\nは同月１６日から２０日まで東京に滞在したことが認められる。）。後日，Ｎが，\n原告の研究室で，土曜日（１８日）の午前中には学会の予定がなかったので，何を\nしていたのかと原告に問うと，原告は，「ブルセラショップ」で女子高生の制服を\n買い，それを大学に送ったと答えた。これに対して，Ｎは，そういうことをするの\nは問題であると非難した。\nなお，原告は，Ｎに語った事実を否定する陳述をするが，Ｎに対して，渋谷の辺\nりでブルセラショップが多いらしいという話をしたことがあるとしたり，出張先か\nら洗濯物を紙袋に入れて大学に郵送したが，Ｎがこの紙袋を怪しんで奪い取って開\nけようとしたのを拒んだことはあるなどと陳述していることからしても，Ｎに語っ\nた事実を否定する原告の陳述を採用することはできない。\nイ　以上のとおり，女性教員であるＮに対し，前記のような話をすることは，セク\nシュアル・ハラスメントに該当する不適切な言動であったと言わざるを得ない。\nしかしながら，これは本件解雇より５年も前の平成８年の話であること，その\n後，原告とＮの関係がおかしくなったという事情も認められないので，この発言\nが，Ｎにそれほど大きな影響を与えたものとも考え難い。\n⑫　事例⑫について\nア　原告は，平成１２年１０月２２日，ＰＴＡの父母懇親会でＯ市に行った。原告\nは，同月２４日，Ｎに対し，Ｏ市でソープランドに行ったことやその感想について\n話した。\nなお，原告がＯ市でソープランドに行ったとまで認めるに足る証拠はない。\nまた，原告は，Ｎに対して前記のようなことは話していないとし，この頃，「こ\nの際，あわのおふろにでもいってみようか」「やはり愛がないとダメなのかもしれ\nない」などとＮに話したのを誤解しているのではないかと陳述する。しかし，Ｎ\nは，原告の話した内容について詳細に陳述し，証言していること，原告が，同年１\n１月９日頃，Ｊ学科長から，学校で風俗の話をすることは好ましくない等と説諭さ\nれたことがあり，これに対して，原告が，風俗に行ったとＮに話したことはないと\nいうような反論をしてはいなかったと認められること，原告の陳述書中には，当時\n包皮炎に罹患していたと理解できる記述があるが，本人尋問では，健康な状態であ\nったことを認めていること等からすれば，前記のような原告の供述等は採用できな\nい。\nイ　以上の事実によれば，原告は，女性であるＮに対し，性交渉の話やその感想を\n述べているのであって，原告のこのような言動は，セクシュアル・ハラスメントに\n該当する不適切なものであったと言わざるを得ない。\nしかしながら，原告が昀若年の講師であるのに対し，Ｎは，被告に就職したのも\n原告より早く，助教授の地位にあることからすれば，原告の言動がセクシュアル・\nハラスメントに該当するとはいえ，Ｎにそれほど大きな影響を与えるものとも考え\n難い。\n(2) その他，原告が平成９年９月から過度のストレスによる神経症（パニック障\n害・過換気症候群）に罹患し，現在も精神神経科に通院していることは前記１(4)に\n判示したとおりであるし，証拠（略）及び弁論の全趣旨によれば，原告が，平成１\n３年２月２２日頃，発作を起こして救急車を呼んだこと，これについて，同月２８\n日，Ｊ学科長が事情を聞いたが（他に職員１名が同席），原告は，大丈夫であると\n答えた（なお，この機会に，Ｊ学科長は，原告にセクシュアル・ハラスメント，人\n権侵害の行為が見られることを指摘した。）ことを認めることができる。\n(3) 以上の事実によれば，前記(1)で認定・評価したとおり，原告には，大学講師の\n行動としては不適切と言わざるを得ない個々具体的な事実が認められ，原告の大学\n講師としての適格性にやや問題があることは否定できない。\nしかしながら，学生に対する関係で問題となる事例①ないし⑥，⑨に関しては，\n少なくとも，不適切な原告の言動が学生にそれほど大きな影響を与えたとも思われ\nないのであって，被告の職務の遂行に支障をきたすものであったとまで認めること\nはできない。\nまた，Ｎに対する関係で問題となる事例⑦ないし⑫に関しては，ほとんどが冗談\nとすぐに分かる程度のものである（事例⑦ないし⑩）し，事例⑪にあっては本件解\n雇より５年も前の話にすぎない上，事例⑫を含め，少なくとも，不適切な原告の言\n動が学生にそれほど大きな影響を与えたとも思われないのであって，被告の職務の\n遂行に支障をきたすものであったとまで認めることはできない。\nもっとも，事例⑪，⑫は，明らかにセクシュアル・ハラスメントに該当するもの\nであるし，原告が，Ｎに対する言動に関し，Ｊ学科長から何度か注意を受けている\nにもかかわらず，Ｎに対する不適切な言動がなかなか改まらないことからすれば，\nこれらの問題行動が，原告の容易には矯正しがたい素質や性格に起因するものであ\nるとも考えられ，原告の大学講師としての適格性を疑わしめるものではあるが，上\n司であるＪ学科長の注意や指導に一応応じていると認められる面もあることからす\nれば，今後も原告のこのような不適切な言動が改まる可能性が少ないと見ることも\nできない。\nそして，原告の職場は，大学であり，他の業種と比較しても，個々人の裁量等の\n幅が広く認められており，必ずしも他人と協調することのみが要求される職場でも\nないと考えられることをも考慮すれば，本件のような原告の言動をもって，現時点\nで，原告が大学講師としての適格性を欠いているとまでいうことはできないし，前\n記(2)のとおりの事情を加味したとしても，この結論を左右するものとは解されな\nい。\n(4) 以上によれば，本件解雇は，通常解雇としても解雇権を濫用したものと言わざ\nるを得ず，無効と認めるのが相当である。\n３　雇用契約上の債務不履行について（争点(3)）\n(1) 本件解雇が解雇権の濫用に当たり無効であることは前記１及び２で述べたとお\nりであるが，解雇が無効であるからといって直ちに債務不履行になるわけではな\nい。\nしかし，本件では，前記２で認定したように，原告にも種々の不適切な行動を取\nったという問題があり，これらの事情を考慮して，被告が解雇を決断したものであ\nり，その前提として，原告の上司であり，問題となった行為について種々の指導を\n行ってきたＪ学科長から報告を受け，これを基礎として，本件解雇に至ったもので\nあるが，本件解雇は，原告に対する十分な調査を行わない段階で行われた（前記認\n定事実によれば，Ｎや学生に対して，事実関係の調査が行われたことはなく，副学\n長の事前面談においても，これら不適切として掲げられた事情について原告が聞か\nれた事実はない。）と言わざるを得ず，被告には，十分な調査を行うべきであった\nのにこれらを行わずに本件解雇に至ったという点で注意義務違反があったものと評\n価できる。\n(2) 原告は，その他，本件解雇後の事情を根拠に債務不履行を受けたと主張するの\nで検討する。\nまず，必要もないのに，原告にとって不利益な情報を有印文書に記したと主張し\nている点については，被告が原告に交付した平成１３年９月１９日付け退職時証明\n書（有印文書）に，原告が解雇対象者として選定された理由として，教員としての\n適格性欠如が挙げられていることは争いのない事実に記載したとおりであるが，こ\nの書面の提出は，抽象的に就業規則の条項のみを理由として行った本件解雇の事情\nを知るべく，原告や本件解雇後に原告が加盟することになった労働組合からの要求\nに対し，被告が記載したものであるし，これは原告にのみ交付したに過ぎないもの\nであるから，これをもって，違法な行為であるとは到底いえない。\n次に，加入労働組合との団体交渉要求を無視したと主張している点については，\n原告が，本件解雇後，平成１３年４月１６日付けで，個人加盟労働組合Ｑに加入\nし，原告及び同労組は，同年５月１７日付けで，被告に対し，労働組合法６条に基\nづく要求書と団体交渉の申入れを行ったこと，これに対し，被告は，この申入れを\n拒否したことが認められるが，本件解雇後に加入した労働組合の要求であることを\n考慮すると，これをもって違法であるとまで解することはできない。\nまた，雇用保険法違反の主張については，本件解雇が無効であると判断する以\n上，雇用保険の受給についての経済的損失を原告の損害として考慮することはでき\nないから，原告の主張について考慮する必要はない。\n更に，理由付退職時証明書の交付を引き延ばしたと主張する点については，適当\nはいえないものの，違法とまではいえないし，解雇理由を変節させたと主張する点\nについては，被告が原告の立場を配慮して，整理解雇を前面に立てていたに過ぎな\nいのであり，変節したとまではいえないし，そのこと故に違法になるものではな\nい。\nよって，本件解雇後の債務不履行を認めることはできない。\n４　原告の損害額等について（争点(4)）\n(1) 前記のとおり，原告は，無効な解雇を受けたことが認められ，証拠（略）及び\n弁論の全趣旨によれば，平成１３年４月分から賃金の支払を受けていないこと，解\n雇通告時点の賃金月額は，本俸が３４万３３００円，住宅手当が２万２０００円の\n計３６万５３００円であること，平成１２年６月には本俸に職務加算１０％をした\n算出基礎額を基準として，その１４５％の期末手当と６２．３％（成績率）の勤勉\n手当が支払われ，同年１２月には，同じ算出基礎額を基準として，１７５％の期末\n手当と６２．２％（成績率）の勤勉手当が支払われていること，平成１１年６月は\nそれぞれ１６０％の期末手当と６１．８％の勤勉手当が，同年１２月は１９０％の\n期末手当と６１．５％の勤勉手当が支払われていること，平成１１年，１２年には\n１０月に寒冷地手当として９万３９００円が支払われていることを認めることがで\nきる。\nそうすると，雇用契約が継続している以上，被告は原告に対し，これらの賃金等\nを支払う義務があり，①給与については，平成１３年４月分から訴え提起時である\n平成１４年１月分までの１０か月間が未払ということになるから，本俸と住宅手当\nの合計として原告が請求する３６万５０００円の１０か月分３６５万円，②未払賞\n与については，平成１３年６月分と１２月分として，原告が請求する本俸の４４\n４．５％（期末手当分は当然に認められるが，勤勉手当分は実際に勤務していない\nので，平成１２年度と同様の成績率となるかどうかは疑問であるが，雇用されてい\nた場合は，ほぼ同様の成績率が維持されたものとして計算する。）分１５２万４６\n３５円，③寒冷地手当については，平成１３年１０月分９万３９００円の①ないし\n③の合計５２６万８５３５円をいずれも未払賃金等として原告の請求を認めること\nができる。\n(2) 原告は，債務不履行に基づく損害賠償として，研究室の引越費用１０万５００\n０円と国語学会への参加費用相当額９万１８２０円の損害を被ったと主張するが，\nこれを認めるに足る証拠が全くないので，本件の損害として認めることはできな\nい。\n(3) また，慰謝料の点については，前記認定事実を総合考慮すると，原告が被った\n精神的苦痛を慰謝するための慰謝料として１００万円を認めるのが相当と解する。\n(4) 今後の賃金の支払\n原告が被告との間で雇用契約を継続していることになるから，被告は，原告に対\nし，本訴提起後である平成１４年２月から，毎月２１日限り，原告が請求する解雇\n当時の賃金３６万５０００円の支払義務があることになる。\n５　まとめ\n以上によれば，原告の請求は，雇用契約上の地位の確認，未払賃金等５２６万８\n５３５円，将来の賃金毎月３６万５０００円及び債務不履行に基づく損害賠償１０\n０万円並びに未払賃金等及び損害賠償の合計６２６万８５３５円に対する訴状送達\nの日の翌日である平成１４年２月１７日から支払済みまで年５分の割合による遅延\n損害金（原告は商事法定利率年６分の割合による遅延損害金を請求するが，被告は\n商人ではなく，この債権が商行為によって生じたものとは認められないから，遅延\n損害金は，民法所定年５分の割合による限度で認める。）を求める限度で理由があ\nり，その余は理由がない。\n青森地方裁判所弘前支部\n裁判長裁判官　土田昭彦\n裁判官　佐藤哲治\n裁判官　加藤　靖\n（判断基準）\n①　勤務成績，勤務態度等の不良の基準（協調性や決められた方針に従って職務を\n遂行する態度が重視される職場である。），\n②　勤務成績，勤務態度等の不良の程度（被告に重大な損害を与えたり，経営や業\n務運営に重大な影響や支障を及ぼすものとは到底認められない。），\n③　多数の具体的な事実があること（恒常的なものではなく，一時的なものである\n（解雇より１年以上前のある時期の事項に限られており，その後問題となっていな\nいし，改善のための書面を提出している。），\n④　改善の余地がないこと（恒常的なものではなく，一時的なものである（改善の\nための書面を提出している。），\n⑤　使用者側に労働者の指導または管理体制の落ち度がないこと，\n⑥　他の労働者と不均衡な取り扱いをしていないこと，\n⑦　真の違法な解雇事由が別に在る場合でないこと\n"
}