{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 10,
    "day": 29
  },
  "case_number": "平成14(行ケ)173",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "商標権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "11548",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=11548",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/548/011548_hanrei.pdf",
  "contents": "平成１４年（行ケ）第１７３号　審決取消請求事件\n平成１４年９月２４日口頭弁論終結\n判　　　　　　決\n原　　　　　　告　　　　株式会社エィヴィック\n訴訟代理人弁理士　　　　藤　沢　則　昭\n同　　　　　　　　　　　藤　沢　正　則\n被　　　　　　告　　　　エー　アンド　エフ　トレードマーク　インコ\nーポレーテッド\n訴訟代理人弁護士　　　　松　浦　康　治\n同　　　　　　　　　　　斎　藤　三　義\n主　　　　　　文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n事実及び理由\n第１　当事者の求めた裁判\n１　原告\n特許庁が取消２０００－３０２８３号事件について平成１４年３月５日にな\nした審決を取り消す。\n訴訟費用は被告の負担とする。\n２　被告\n主文と同旨\n第２　当事者間に争いのない事実\n１　特許庁における手続の経緯\n被告は，商品区分第１７類「被服（運動用特殊被服を除く）布製身回品（他\nの類に属するものを除く）寝具類（寝台を除く）」を指定商品とする，別紙審決書\n写しの別掲に表示したとおりの構成から成る登録第２１０７５０８号商標（昭和５\n６年１１月１４日商標登録出願，平成元年１月２３日商標登録，平成１０年９月８\n日存続期間の更新登録。以下「本件商標」という。）の商標権者である。\n原告は，平成１２年３月１０日，被告を被請求人として，商標法５０条の規\n定に基づき，本件商標の登録中，その指定商品中「被服（運動用特殊被服を除\nく）」に関する部分を取り消すことについて審判を請求し，この請求は，平成１２\n年４月１９日に登録された。特許庁は，同請求を取消２０００－３０２８３号事件\nとして審理し，その結果，平成１４年３月５日，「本件審判の請求は，成り立たな\nい。審判費用は請求人の負担とする。」との審決をし，その謄本は同年３月１５日\nに原告に送達された。\n２　審決の理由\n審決は，別紙審決書写しのとおり，被告は，訴外アバークロンビー　アンド\nフィッチ　インク（以下「フィッチ社」という。）に対し，「ＡＢＥＲＣＲＯＭ\nＢＩＥ　＆　ＦＩＴＣＨ」標章の全世界における使用権を付与したと認められるか\nら，フィッチ社は本件商標の使用権者であるということができ，そのフィッチ社\nが，日本の消費者に対し，商品カタログによる通信販売により，「Ａｂｅｒｃｒｏ\nｍｂｉｅ　＆　Ｆｉｔｃｈ」標章を付した被服等を販売し，本件審判の請求の登録\n前３年以内に，日本国内において，本件商標と社会通念上同一と認められる「Ａｂ\nｅｒｃｒｏｍｂｉｅ　＆　Ｆｉｔｃｈ」標章を，本件商標の指定商品に含まれる\n「被服（運動用特殊被服を除く）」について使用していたものと認められ，したが\nって，本件商標の登録中，その指定商品中「被服（運動用特殊被服を除く）」に関\nする部分を商標法５０条の規定に従って取り消すことはできない，と認定した。\n第３　原告主張の審決取消事由の要点\n審決は，フィッチ社が本件商標の使用権者である，と誤って認定し（取消事由\n１），フィッチ社の商品カタログによる被服等の販売行為が，日本における本件商\n標の使用に当たる，と誤って認定し（取消事由２），その結果，誤った結論に至っ\nたものであるから，取り消されるべきである。\n１　取消事由１（本件商標についての使用許諾契約の不存在）\n審決は，被告は，「１９９５年（平成７年）４月１日にフィッチ社との間で\n商標保護契約を締結し，同社に対し「ＡＢＥＲＣＲＯＭＢＩＥ　＆　ＦＩＴＣＨ」\n標章の全世界における使用権を付与したことが認められる。したがって，フィッチ\n社は，被請求人から本件商標の使用を許諾された使用権者であって，本件商標に関\nする通常使用権者ということができる。」と認定した（審決書１０頁）。しかし，\nフィッチ社は，上記商標保護契約（以下「本件契約」という。）によっても，本件\n商標については，被告から使用許諾を受けていないのであり，審決の認定は，誤り\nである。\n本件商標は，本件契約により許諾の対象とされた商標には含まれていない。\nすなわち，本件契約の契約書においては，許諾の対象となるすべての商標がその契\n約書の添付書Ａのリストに登録番号又は出願番号とともに記載されるものとされて\nいるにもかかわらず，本件商標は，その添付書Ａのリストには記載されていないの\nである。しかも，本件契約においては，添付書Ａのリストを変更する場合には，被\n告及びフィッチ社の授権された役員により署名され，日付けが記入された修正添付\n書Ａを作成しなければならない，と定められているにもかかわらず，本件契約にお\nいては，本件商標を含む修正添付書Ａは作成されていない。したがって，本件商標\nは，被告からフィッチ社に対し使用許諾されていないのである。\n２　取消事由２（本件商標の不使用）\n審決は，「日本における消費者二人（Ａ氏，Ｂ氏）は，被服についての「Ａ\nｂｅｒｃｒｏｍｂｉｅ　＆　Ｆｉｔｃｈ」ブランドに関する商品カタログを入手\nし，これにより「Ａｂｅｒｃｒｏｍｂｉｅ　＆　Ｆｉｔｃｈ」の標章が付された商\n品「被服」を，１９９８年８月１０日及び１９９９年１２月５日に，フィッチ社に\n対しファックスにより注文し，これを受けてフィッチ社は，注文確認書を発し，次\nいで商品を納品し，通信販売の取引がなされたことを認めることができる。また，\n購入者リスト…に記載された約６０００件の購入についても，同リストには氏名，\n住所，アカウントナンバー，最終購入日，購入回数，最終購入金額，クレジットカ\nード使用の有無等を記載事項からして，前記二人の消費者と同様に通信販売の商品\n取引がなされたことが推認できる。」（審決書１０頁，１１頁）と認定した。しか\nし，この認定は誤りである。\n(1) 被告ないしフィッチ社の商品カタログは，我が国において販売されておら\nず，直接，米国法人である被告に注文し，これを有償（年間４回発行で７６ドル）\nで購入しないと入手できないものである。このように，我が国において販売されて\nいない商品カタログにより，商品を海外から個人輸入したとしても，この商取引\nは，商標権者の意思に基づくものではなく，また，我が国の商品流通経路に乗るも\nのではないので，我が国における商標の使用とは認められない。\nまた，被告ないしフィッチ社の商品カタログは，米国に注文する以外には\n入手することができないものであるから，同カタログを有償で頒布する行為は，商\n標法上の取引書類の頒布行為には当たらない。\n(2) 日本における消費者二人（以下「Ａ」及び「Ｂ」という。）が，「Ａｂｅ\nｒｃｒｏｍｂｉｅ　＆　Ｆｉｔｃｈ」標章を付した商品を輸入した，と認めるに十\n分な証拠はない。\n第４　被告の反論の骨子\n審決の認定・判断は，正当であり，審決に原告主張のような違法はない。\n１　取消事由１（本件商標についての使用許諾契約の不存在）について\n本件商標は，本件契約の添付書Ａに記載されている「ＡＢＥＲＣＲＯＭＢＩ\nＥ　＆　ＦＩＴＣＨ」商標と同一である。したがって，被告が，本件契約により，\nフィッチ社に対し，日本における本件商標の使用を許諾していることは，明らかで\nある。\n２  取消事由２（本件商標の不使用）について\nフィッチ社は，日本の消費者に対し，商品カタログを頒布し，通信販売によ\nり，本件商標と社会通念上同一の商標である「Ａｂｅｒｃｒｏｍｂｉｅ　＆　Ｆｉ\nｔｃｈ」標章を付した被服等を販売し，日本において本件商標を使用している。\n第５　当裁判所の判断\n１　証拠及び弁論の全趣旨によれば，次の事実が認められる。\n(1) 被告は，被服製品を製造販売し，ニューヨーク証券取引所に上場している\nフィッチ社の商標管理を目的とする会社である。フィッチ社は，被告の資本の全額\nを出資しており，被告は，フィッチ社の子会社である。被告は，１９９５年（平成\n７年）４月１日，フィッチ社との間で本件契約を締結し，被告が，フィッチ社に対\nし，被服等について，店舗及びカタログによる小売業に関連して，本件契約で定め\nた商標（以下「契約商標」という。）の全世界における非排他的使用を許諾するこ\nと，契約商標には，「ＡＢＥＲＣＲＯＭＢＩＥ　＆　ＦＩＴＣＨ」商標が含まれる\nこと，被告は，フィッチ社の要求により，契約商標を米国と米国以外の地域におい\nても登録し，維持すべきこと等を合意した。\n（甲１号証）\n(2) 「Ａｂｅｒｃｒｏｍｂｉｅ　＆　Ｆｉｔｃｈ」は，もともと１８９２年創\n業のアウトドア用品及びスポーツ用品の老舗であった。その事業は，その後，衰退\nしたものの，現在では，フィッチ社が，「Ａｂｅｒｃｒｏｍｂｉｅ　＆　Ｆｉｔｃ\nｈ」標章を付した被服等の商品を，店舗での販売及び商品カタログによる通信販売\nにより販売をすることにより，同標章の付された商品は，米国において若者を中心\nに人気のある商品となり，日本でも１９９７年ころから若者を中心に人気が出てき\nている。\n（乙４号証，乙５号証の１・２，乙６及び７号証）\nフィッチ社は，日本において店舗を有していないものの，日本の消費者に\n対し，１９９９会計年度（１９９９年２月ないし２０００年１月）には，１７万５\n６０６冊の商品カタログを頒布し，これにより「Ａｂｅｒｃｒｏｍｂｉｅ　＆　Ｆ\nｉｔｃｈ」標章を付した被服等の商品を，７８万６３５０米ドル相当分，通信販売\nの方法により販売し，また，２０００会計年度（２０００年２月ないし２００１年\n１月）には，９万２４８７冊の商品カタログを頒布し，「Ａｂｅｒｃｒｏｍｂｉｅ\n＆　Ｆｉｔｃｈ」標章を付した被服等の商品を，３４万５３２９米ドル相当分，\n通信販売の方法により販売した。また，フィッチ社は，インターネット・サイ\nト（www.abercrombie.com）において，電子商取引を運営し，１９９９年７月ないし\n２０００年３月にかけて，日本の消費者に対し，「Ａｂｅｒｃｒｏｍｂｉｅ　＆\nＦｉｔｃｈ」標章を付した被服等の商品を，９万８１５８米ドル相当分，販売し\nた。\n（乙３号証）\n通信販売用の商品カタログにより，フィッチ社から「Ａｂｅｒｃｒｏｍｂ\nｉｅ　＆　Ｆｉｔｃｈ」標章を付した被服等の商品を購入した日本の消費者は，１\n９９７年から２０００年にかけて，審決で認定されているＡ及びＢの２名も含め約\n５５００名以上になる（Ａ及びＢ両名が，フィッチ社から，通信販売の方法によ\nり，「Ａｂｅｒｃｒｏｍｂｉｅ　＆　Ｆｉｔｃｈ」標章を付した商品を購入したと\nの事実は，下記証拠から優に認められる。）。\n（甲２ないし４号証，甲５号証の１・２，甲６号証，甲７号証の１・２，乙\n８号証，乙９号証の１ないし６）\n(3) 「Ａｂｅｒｃｒｏｍｂｉｅ　＆　Ｆｉｔｃｈ」標章及び「ＡＢＥＲＣＲＯ\nＭＢＩＥ　＆　ＦＩＴＣＨ」商標と本件商標は，大文字か小文字，あるいはアルフ\nァベットの書体の差異があるだけであるから，いずれも社会通念上同一の商標と認\nめられる。\n２　取消事由１（本件商標についての使用許諾契約の不存在）について\n被告とフィッチ社は，上記１認定のとおり，本件契約において，被告がフィ\nッチ社に対し，契約商標について，全世界における非排他的使用許諾をすることを\n合意し，また，契約商標には，「ＡＢＥＲＣＲＯＭＢＩＥ　＆　ＦＩＴＣＨ」商標\nが含まれること，及び，被告は，フィッチ社の要求により，契約商標を米国と米国\n以外の地域においても登録し，維持すべき義務を負うことを合意したものである。\n被告は，平成元年１月２３日には，日本において本件商標を設定登録し，こ\nれを有していたのであるから，平成７年においてフィッチ社に対し「ＡＢＥＲＣＲ\nＯＭＢＩＥ　＆　ＦＩＴＣＨ」商標の全世界における使用許諾を認めている本件契\n約においては，これと社会通念上同一の商標であると認められる本件商標が，その\n使用許諾の対象に含まれていたものであると解すべきことは当然である（本件商標\nを本件契約の契約商標から除外すべき理由は，全く見受けられない。）。ただし，\n本件契約の契約書の添付書Ａには，「ＡＢＥＲＣＲＯＭＢＩＥ　＆　ＦＩＴＣＨ」\n商標のものに，「Ａ　＆　Ｆ」商標及び「Ａ　＆　Ｆ　ＣＯ　＆　Ｄｅｓｉｇｎ」\n商標のものを加えた３種類の標章と，それぞれの商標を特定するための登録番号が\n記載されており，「ＡＢＥＲＣＲＯＭＢＩＥ　＆　ＦＩＴＣＨ」商標については，\n商標登録番号９５１４１０，１１７８６０９及び商標出願番号７４／７２５８４９\nが記載されているものの，本件商標の登録番号の記載はない（甲１号証）。しか\nし，同添付書Ａの商標登録番号には，登録国の記載が一切ないこと，及び，被告\nは，フィッチ社の要求により，契約商標を米国と米国以外の地域においても登録\nし，維持すべき義務を負うことを合意していることからすれば，そこに記載された\n商標登録番号は，契約商標を特定するために，便宜上，米国における商標登録番号\n等を中心として記載したものであるにすぎないものと推認するのが相当であり，被\n告が米国以外の各国において有していた契約商標の登録番号のすべてを網羅して記\n載したものとまで認めることはできない。したがって，本件契約の契約書の添付書\nＡは，その登録商標を標章により明示した点に主たる意味があるのであり，契約書\nの対象となる商標及び指定商品等を特定するために，米国を中心とした商標登録番\n号，出願番号を便宜上記載しただけであり，被告が本件契約締結時に有していた世\n界各国の登録商標又は出願中の商標は，添付書Ａに記載された標章と社会通念上同\n一と認められ，その指定商品を共通にするものである限り，その登録番号等の記載\nがなくとも，当然に，本件契約による許諾の対象となる契約商標に含まれていたも\nのと解すべきである。なお，本件契約においては，その添付書Ａの変更のために\nは，別途，書面による契約の締結が必要であるとの厳格な手続が定められているけ\nれども，本件契約がこのような厳格な手続を要求している添付書Ａの変更とは，上\n記３種類の標章から成る商標と異なる商標若しくは指定商品が全く異なる商標を，\n本件契約の許諾の対象に含める場合に必要な手続である，と解すべきである。\n３　取消事由２（本件商標の不使用）について\nフィッチ社がその商品カタログを日本の消費者に頒布し，日本の消費者が通\n信販売により商品の申し込みをし，フィッチ社が日本の消費者に対し，「Ａｂｅｒ\nｃｒｏｍｂｉｅ　＆　Ｆｉｔｃｈ」標章を付した被服等の商品を販売したことは，\n前記１認定のとおりである。\n原告は，我が国において販売されていない商品カタログにより，商品を海外\nから個人輸入したとしても，この商取引は，商標権者の意思に基づくものではな\nく，また，我が国の商品流通経路にのるものではないので，我が国における商標の\n使用とは認められない，と主張する。\nしかし，フィッチ社は，日本の消費者に商品カタログを頒布し，日本の消費\n者から商品の注文を受け，「Ａｂｅｒｃｒｏｍｂｉｅ　＆　Ｆｉｔｃｈ」標章を付\nした被服等の商品を日本に居住する一般の消費者に販売したものであるから，日本\nにおいて商標法２条３項２号に該当する行為，すなわち，「商品…に標章を付した\nものを譲渡」するとの商標の使用をなしているものであることは明らかである。し\nたがって，原告の主張は，理由がない。\n原告は，被告ないしフィッチ社の商品カタログは，米国に注文する以外には\n入手することができないものであるから，同カタログを有償で頒布する行為は，商\n標法上の取引書類の頒布行為には当たらない，と主張する。\nしかし，審決は，フィッチ社による商品カタログの頒布行為を商標の使用と\n認めたわけではなく，商品カタログによる商品の通信販売行為を商標の使用と認定\nしたものである。したがって，原告の上記主張は，審決が認定していない行為を非\n難するものであり，主張自体失当である（なお，フィッチ社が「Ａｂｅｒｃｒｏｍ\nｂｉｅ　＆　Ｆｉｔｃｈ」標章が付された通信販売用の商品カタログを日本の消費\n者に対し頒布している行為は，商標法２条３項７号の，「商品…に関する広告，定\n価表又は取引書類に標章を付して…頒布する行為」に当たるものということができ\nるので，審決がこの点を認定しているかどうかにかかわらず，原告の上記主張は，\nいずれにしても理由がない。）。\n４　以上のとおりであるから，被告は，本件商標と社会通念上同一と認められる\n「Ａｂｅｒｃｒｏｍｂｉｅ　＆　Ｆｉｔｃｈ」標章をその指定商品に含まれる被服\nに使用している，と認定した審決は，その結論において相当であり，原告主張の審\n決取消事由はいずれも理由がなく，その他，審決には，これを取り消すべき瑕疵は\n見当たらない。よって，原告の本訴請求を棄却することとし，訴訟費用の負担につ\nいて，行政事件訴訟法７条，民事訴訟法６１条を適用して，主文のとおり判決す\nる。\n東京高等裁判所第６民事部\n裁判長裁判官　　　　　山　　　下　　　和　　　明\n裁判官　　　　　設　　　樂　　　隆　　　一\n裁判官 　　　阿　　　部　　　正　　　幸\n"
}