{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 12,
    "month": 10,
    "day": 19
  },
  "case_number": "平成11(行ウ)53",
  "case_name": "清算金交付請求事件",
  "court_name": "大阪地方裁判所",
  "field": "行政",
  "lawsuit_id": "15744",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=15744",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/744/015744_hanrei.pdf",
  "contents": "主　　　文\n一　被告は、原告に対し、一八六六万二六〇〇円及びこれに対する平成九年一一月\n二八日から支払済みに至るまで年五分の割合による金員を支払え。\n二　訴訟費用は被告の負担とする。\n三　この判決は仮に執行することができる。\n事　　　実\n第一　当事者の求めた裁判\n一　請求の趣旨\n主文と同旨\n二　請求の趣旨に対する答弁\n１　原告の請求を棄却する。\n２　訴訟費用は原告の負担とする。\n第二　当事者の主張\n一　請求原因\n１　佐藤鉄工株式会社（旧商号株式会社佐藤鉄工所）は、昭和二九年一一月一二日\n午前一〇時、大阪地方裁判所において、破産宣告を受けた（昭和二八年（フ）第四\n一三号、第四三五号）。\n２　佐藤鉄工は、左記土地（以下「本件土地」という。）を所有していた。\n記\n大阪α一番地の三五、宅地九坪五合（三一・四〇平方メートル）\n３　原告は、昭和三〇年ないし三一年ころ、佐藤鉄工の破産管財人Ａとの間で、次\nのとおり合意した。\n（一）　佐藤鉄工が所有している本件土地・機械類、関西電力株式会社に対する売\n掛債権、同社に対する商権（取引口座）等の全資産を原告に譲渡する。\n譲渡代金の支払は、原告が一般破産債権者に対する次項の分割弁済をすることを\nもって支払われたものとみなす。\n（二）　佐藤鉄工に対する一般破産債権は、原告が重畳的に債務引受し、かつ全債\n権者に対し、（一）の資産換価相当額を順次分割して弁済する。\n（三）　公租公課等、一般破産債権に優先する債権については、原告が（一）の資\n産換価金から全額弁済する。\n（四）　一般破産債権者は、原告が右約定による債務弁済を終了したときは、佐藤\n鉄工に対し、残破産債権を放棄する。\n４　その後、佐藤鉄工に対する一般破産債権者全員は右合意を承諾し、原告は本件\n土地を含む佐藤鉄工の全資産の所有権を取得した。\n５　被告は、土地区画整理法（平成一一年法律第一六〇号による改正前のもの。以\n下「法」という。）三条四項に基づき、大阪市都市計画事業港地区復興土地区画整\n理事業（以下「本件事業」という。）を行う施行者であるが、平成三年一一月一日\n付けで、佐藤鉄工（ただし、旧商号の株式会社佐藤鉄工所を表示）に対し、本件土\n地の換地処分通知（甲五、以下「本件換価処分通知」という。）をし、右通知はそ\nのころ原告代表者に送付された。これによると、権利価額は一八六六万二六〇〇円\nとされ、法九一条四項により清算\n金を交付するものとされている。\n６　被告は、平成四年一月三一日、換地処分の公告をし、平成四年八月三日付け\nで、佐藤鉄工に対し、次の内容の清算金交付通知（甲六、以下「本件清算金交付通\n知」といい、本件換地処分通知と併せて「本件各通知」という。）をし、右通知は\nそのころ原告代表者に送付された。\n（一）　清算交付金の金額　一八六六万二六〇〇円\n（二）　清算金交付期日　平成四年一一月二〇日\n（三）　清算金支払場所　大阪市役所\n７　よって、原告は、被告に対し、清算金交付請求権に基づき、清算金一八六六万\n二六〇〇円及びこれに対する弁済期経過後である平成九年一一月二八日（本件訴状\n送達の日の翌日）から支払済みに至るまで民法所定の年五分の割合による遅延損害\n金の支払を求める。\n二　請求原因に対する認否\n１　請求原因１ないし４の事実は不知。\n２　同５の事実は認める。ただし、本件換地処分通知が原告の代表者に送付された\nことは不知。被告は、本件土地の登記簿上の所有者が佐藤鉄工であったため、右通\n知を佐藤鉄工に対して送付することとし、不動産登記簿上の佐藤鉄工の所在地が本\n件事業に係る河川浚渫拡幅工事により海没していたため、港区役所において調査し\nた本件土地に係る固定資産税の納税通知書の送付先を宛先として送付したが、返送\nされたので、返送された通知書に記載されていた宛先であるＢ方を佐藤鉄工の住所\nとして送付したものである。Ｂが原告の代表者であったことは不知。\n３　同６の事実は認める。ただし、本件清算金交付通知が原告の代表者に送付され\nたことは不知。前記２と同様の経過により、Ｃ方を佐藤鉄工の住所として送付した\nものである。Ｃが原告の代表者であったことは不知。\n三　抗弁\n１　一括交付すべき清算金の交付請求権の消滅時効は、換地処分の公告の日の翌日\nから進行を開始する（昭和四〇年六月九日建都区神第一八号横浜市計画局長あて建\n設省都市局区画整理課長回答）。すなわち、法一〇四条八項、一一〇条一項によれ\nば、換地処分の公告の日の翌日に期限の定めのない債権として確定し、請求するこ\nとに法律上の障害がなくなるからである。したがって、本件においては、平成四年\n二月一日から消滅時効が進行する。\n被告は、本件清算金交付請求権につき、交付期日を平成四年一一月二〇日と定め\nて通知しているが、これは期限を定めたものではない。被告は、多数の者に対する\n大量の清算金交付事務を処理する必要\nから、窓口での混乱を避け、円滑、確実に、かつ、支払時期の点からみて各権利者\n間に不公平が生じないように一括して処理するため、原則として各権利者に対して\n銀行振込みによる支払を行うこととしており、交付期日の通知書に同封していた請\n求書（兼口座振替申出書）により清算金交付請求を行ってもらい、あわせて被告の\n銀行振込み手続の必要上、各権利者から振込銀行口座の指定及び印鑑証明書の提出\nを受けることとしたものである。すなわち、清算金交付期日は事務処理上の必要か\nら定めた銀行振込日を示すものにすぎず、各権利者はこの日をまってはじめて清算\n金の交付請求が可能になるものではない。\n法一一〇条二項、土地区画整理法施行令（平成一一年政令第四三一号による改正\n前のもの。以下「施行令」という。）六一条三項は、弁済期を規約、定款又は施行\n規程により定めることができるものとしているが、これは分割徴収又は分割交付の\n場合についての規定にすぎず、一括交付については、法一一〇条一項が強行法規と\nして適用される。仮に、弁済期を定めるものであるとすると、被告の自由裁量によ\nり弁済期が定められ、権利者はこれが到来するまで清算金の交付を受けられないこ\nとになるし、本件事業に係る施行規程である大阪都市計画事業復興土地区画整理事\n業施行規程（昭和三一年七月三日大阪市規則第四三号。以下「本件施行規程」とい\nう。）には清算金交付期日の通知の発送期限は定められていないから、被告が右通\n知をするまで、各権利者はいつまでも弁済期の定まらない不安定な立場に置かれる\nことになる。\n本件清算金交付請求権が行使可能であったか否かということと、清算金支払のた\nめの予算措置がされていたか否かは全く別の問題であり、後者は債務者側の内部事\n情にすぎず、これにより債権者の権利が行使可能か否かが左右されることはない。\nなお、本件において換地処分の公告をしたのは平成三年度中であり、交付期日は平\n成四年度中であるが、清算金交付請求権の確定により法的に右請求権が行使可能な\n状態になっても、その後直ちに清算金を請求されるような事態はまれにしか起こら\nないと考えられるから、大阪市の平成三年度予算においては、本件清算金交付請求\n権につき予算科目（上位から、款、項、目、節、細節）の細節としての予算措置は\n行っていなかった。しかし、（款）「都市計画事業費」、（項）「都市改造事業\n費」には総額四四六億円余の予\n算が組まれていたのであり、請求があった場合には、この項の予算枠の中で細節、\n節、目間の流用を行うことにより処理するものであった。このような取扱いは地方\n自治法上、認められているものである。\n２　清算金徴収権は五年間これを行わないときは時効消滅すること（法一一〇条八\n項により準用される四二条一項）との均衡上、清算金交付請求権についてこれと異\nなる時効期間とするのは適切でないこと、地方公共団体に対する権利で金銭の給付\nを目的とするものは五年間これを行わないときは時効消滅するものとされ（地方自\n治法二三六条一項）、本件のように市長施行の事業であってもその財源を地方公共\n団体が負担する清算金交付請求権は実質的に地方公共団体に対する権利と同視でき\nることからすれば、本件清算金交付請求権の消滅時効期間は五年と解すべきであ\nる。\n３　本件訴えは平成九年一一月一九日に提起されており（差戻前の第一審）、訴え\n提起前に既に消滅時効が完成している。\n四　抗弁に対する認否\n１　抗弁１は争う。\n（一）　本件清算金交付請求権は交付期日が平成四年一一月二〇日であり、本件施\n行規程二二条に基づき期限が付されているものであるから、消滅時効の起算点は右\n交付期日である。清算金交付の事務は大量かつ煩雑なものであるから、施行者にお\nいて直ちに交付することは著しく困難であるため、弁済期を規約、定款又は施行規\n程において定めることを認めているものと解される。\n大阪市が平成三年度においては補正予算においても本件事業の清算金交付請求権\nについて予算措置を講じず、平成四年度予算においてこれを講じたのは、交付期日\nが弁済期であるからにほかならない。\n消滅時効は「権利を行使することを得る時」から進行するが、ここにいう「権利\nを行使することを得る時」とは、権利を行使するについて法律上の障害がなくなっ\nた時を意味するものではなく、権利者の職業、地位、教育及び権利の性質、内容等\n諸般の事情からその権利行使を現実に期待ないし要求できる時、換言すれば「権利\nを行使できることを知るべかりし時期」を意味するものと解するのが相当である。\n本件において、被告は、換地処分の公告前に権利者に対する「換地処分の通知につ\nいて」と題する書面（甲一四）を発送し、その中で、清算金の徴収又は交付の時期\nについては、詳しくは後日送付する「清算金徴収決定通知書」又は「清算金交付決\n定通知書」でお知らせする旨記載\nし、本件清算金交付請求権確定後に清算金交付通知書を発送し、その中で「清算金\n交付期日　平成四年一一月二〇日」と記載しているのである。\n被告から右のような通知を受けた権利者とすれば、清算金交付期日が清算金の支\n払期日と認識するのが当然であり、その日より前に権利行使を期待することは事実\n上不可能であって、そのような場合にまで時効の進行を容認することは、権利者の\n正当な権利を害し、時効制度の本旨にもとる。\n分割交付すべき交付清算金の消滅時効の起算点は各交付期日と解されていること\nからしても、一括交付の場合も交付期日が起算点であると解すべきである。\n被告は、清算金交付期日が弁済期であるとすると、権利者が不安定な立場に置か\nれる等の主張をするが、清算金交付期日は、清算金確定後、清算金交付に係る事務\n処理上必要な期間内に定めなければならず、施行者の自由裁量により定めることは\nできないと解すれば、施行者の恣意を排することができる。権利者も右期間内は債\n権の行使ができないとしても、その権利を害されるとはいえないし、清算金確定か\nら交付期日までの利子を付せば、その利益を保護することができる。\n（二）　時効期間は、短期消滅時効の定めがないから一〇年と解すべきである。\n五　再抗弁\n被告は、前記のように自ら清算金交付期日を平成四年一一月二〇日と通知してい\nるのであり、にもかかわらず消滅時効の起算点を換地処分の公告の日の翌日である\nと主張することは、信義則上許されない。\n六　再抗弁に対する認否\n争う。\n理　　　由\n一　請求原因１の事実は甲一、二により、同２の事実は甲四、九により、それぞれ\n認めることができる。\n二　請求原因３、４の事実について検討する。\n１　右認定事実に証拠（甲一ないし一一（枝番を含む）、乙一、証人Ｄの証言）及\nび弁論の全趣旨を総合すると、以下の事実を認めることができる。\n（一）　佐藤鉄工は、株式会社佐藤鉄工所の商号で昭和一〇年五月二五日に設立さ\nれ（同年六月七日設立登記、甲一）、関西電力等の電力会社向けの架線金物の製\n造・販売を行っていた。\n（二）　佐藤鉄工は、大阪α一番地の二七、宅地九五坪の土地（以下「別件土地」\nという。）及びこれに隣接する現況道路である本件土地を昭和一三年三月二日に三\n和銀行から売買により取得し、同日、所有権移転登記を経由していた（甲四、乙\n一）。\n（三）　佐藤鉄工は、昭和一五年五月一七日、商号\nを現商号に変更し（同月二九日登記）、昭和二五年七月八日、本店を大阪市β一四\n番地二三から大阪市γ一〇一番地に変更した（同月一四日登記）。\n（四）　昭和二八年春ごろ、佐藤鉄工は倒産状態になったが、佐藤鉄工と取引のあ\nった泉尾鋼材ないしその経営者であったＦは、佐藤鉄工に対して、多額の債権を有\nしていた。\n（五）　Ｆは、昭和二八年五月九日、佐藤鉄工の売掛金債権の譲受けと商権の引継\nぎを目的として原告を設立した。\n（六）　佐藤鉄工は昭和二九年一一月一二日午前一〇時、大阪地方裁判所により破\n産宣告を受け、破産管財人として弁護士Ａが選任された（甲二）。\n（七）　Ｄは、佐藤鉄工に勤務していたが、昭和二八年八月、原告に入社し、佐藤\n鉄工の破産宣告後、佐藤鉄工が関西電力や中国電力に対して有していた売掛金を回\n収した。\n（八）　原告には、佐藤鉄工に対する債権者の一覧表（甲一一の１）、右一覧表に\n記載された債権者の一人であるＥ名義の領収証（甲一一の２）、Ｅの佐藤鉄工に対\nする債権の抛棄書（甲一一の３）、佐藤鉄工が関西電力及び中国電力に対して有し\nていた債権を記載した「佐藤鉄工債権譲渡控」と題する書面（甲一一の５）が、古\nい封筒（甲一一の６の１、２）とともに残されている。\n（九）　佐藤鉄工の破産事件は、「昀後の配当を終えることなく、破産管財人の任\n務終了になつたので、昭和四十年二月八日付、破産管財人の計算書並に同日付報告\n書にもとづき終了した」旨、昭和四〇年二月一九日の官報に公告された（甲三）。\n（一〇）　別件土地については、前記（三）の原告の商号変更及び本店移転に伴う\n名義人表示変更の登記が昭和二五年九月一二日にされ、破産の登記が昭和三六年五\n月一八日に、破産終結の登記が昭和四〇年二月一〇日にされたが（乙一）、本件土\n地については、これらの登記はされなかった（甲四）。\n（一一）　Ｆは、昭和四一年三月五日、原告の代表者として、佐藤鉄工の法人税を\n「佐藤鉄工株式会社代表者Ｃ」名義で納付し（甲七の１ないし５）、同年九月六\n日、佐藤鉄工の所有していた土地の固定資産税を「佐藤鉄工株式会社代表者Ｃ」又\nは「佐藤鉄工株式会社代表者Ｃ納め」と納付者欄に記載して納付した（甲八の１な\nいし５）。\n（一二）　そのころ、Ｆは、その子で後に原告の代表者となったＣを佐藤鉄工の所\n有していた土地の固定資産税の納税管理人とする旨の届出をし、原告は、Ｃ又はそ\nの後原告の代表者となっ\nたＢの名義で、佐藤鉄工の所有していた土地の固定資産税を支払うようになった\n（甲九及びその別紙）。\n（一三）　原告は、別件土地の根抵当権者である東洋信用金庫と担保抹消の交渉を\nするなどしたが、まとまらないまま昭和四五年に同信用金庫により別件土地が差し\n押さえられ、同年一二月一五日に競落され、昭和四六年六月七日に右競落が登記さ\nれた。\n（一四）　被告は、本件土地の登記簿上の所有者である佐藤鉄工に本件換地処分通\n知をするに当たり、不動産登記簿上の佐藤鉄工の所在地が本件事業に係る河川浚渫\n幅工事により海没していたため、港区役所において調査した本件土地に係る固定資\n産税の納税通知書の送付先である「大阪市δ四番六号　Ｃ方」を宛先とした。とこ\nろが、これが返送されたため、返送された通知書に記載されていた宛先である「大\n阪市ε一―一三―二五　ζ三〇三号　Ｂ方」を佐藤鉄工の住所として送付し（甲\n五、弁論の全趣旨）、本件清算金交付通知については右転送先（ただし、Ｂ方をＣ\n方に変更）に送付した（甲六、弁論の全趣旨）。\n２　右認定の各事実に証人Ｄの証言を総合すると、原告が請求原因３、４で主張す\nるとおり、本件土地を含む佐藤鉄工の全資産を原告が佐藤鉄工の破産管財人から譲\nり受けたものと認められる。\n確かに、本件土地について破産の登記も所有権移転の登記も経由されていないの\nは不自然であるが、破産の登記は裁判所の嘱託によってされるものであるところ、\n何らかの過誤により登記がされないことがないとはいえないし、本件土地について\nは、別件土地と異なり、商号変更や本店移転に伴う登記名義人表示変更の登記もさ\nれておらず、これは本件土地が道路部分で面積も三一・四〇平方メートルしかなか\nったことから、佐藤鉄工自身が本件土地の存在を失念していた可能性もないではな\nい。なお、仮に破産裁判所の把握していた破産財団から本件土地が欠落していたと\nしても、佐藤鉄工の資産の全てを譲渡する契約であれば、本件土地も譲渡の対象に\n含まれていたということができるから、前記認定の妨げとなるものではない。\n本件土地のみならず、別件土地についても、原告への所有権移転登記が経由され\nていないが、破産した会社の資産を譲り受けて一般債権者に弁済を行うことを予定\nしていたことからは、経費を極力節減する必要があったことが推認されるから、登\n録免許税を節約するために所有権移転登記を経由しなかったとして\nも不自然ではない。\n三　請求原因５、６の事実は、本件各通知が原告の代表者に対して送付された点を\n除いて当事者間に争いがなく、右の点は弁論の全趣旨によりこれを認めることがで\nきる。\n本件換地処分通知は、名宛人として原告の前主である佐藤鉄工が表示されている\nが、換地処分はいわゆる対物処分であり、本件各通知は、本件土地の所有者に対し\nてされたものであると解すべきこと、原告が本件各通知は原告に対して効力を有す\nることを前提とする主張をしていることからすると、通知の名宛人や送付先の点は\n本件換地処分の瑕疵とはならないものと解される。\n四　消滅時効の起算点について\n１　清算金交付に関する法令の概観\n（一）　土地区画整理事業の施行者は、施行地区内の宅地について換地処分を行う\nため、換地計画を定めなければならない（法八六条一項）。換地を定める場合等に\nおいて、不均衡が生ずると認められるときは、従前地及び換地の位置、地積等を総\n合的に考慮して、金銭により清算するものとし、換地計画においてその額を定めな\nければならない（法九四条）。換地計画においては、建設省令で定めるところによ\nり、各筆各権利別清算金明細を定めなければならない（法八七条一項三号）。各筆\n各権利別清算金明細は、土地区画整理法施行規則（平成一二年一月三一日建設省令\n第一〇号による改正前のもの。以下「施行規則」という。）別記様式第五により定\nめなければならない（施行規則一四条）。右様式第五によれば、権利者の氏名・住\n所、従前の土地及び換地処分後の土地に関する事項、清算金の額、供託すべき金額\n等を記載すべきものとされているが、清算金の一括交付・分割交付の別や交付期日\nは記載事項とされていない。\n（二）　換地処分は、関係権利者に換地計画において定められた事項を通知して行\nうものとする（法一〇三条一項）。都道府県知事は、施行者から換地処分をした旨\nの届出があった場合は、換地処分があった旨の公告をしなければならない（同条四\n項）。法九四条の規定により換地計画において定められた清算金は、右公告があっ\nた日の翌日において確定する（法一〇四条八項）。\n（三）　施行者は、法一〇三条四項の公告があった場合は、法一〇四条八項の規定\nにより確定した清算金を徴収し、または交付しなければならない（法一一〇条一\n項）。清算金を交付すべき場合において、交付を受けるべき者から徴収すべき清算\n金があるときは、両者を相\n殺することができる（法一一一条一項）。\n清算金は、政令で定めるところにより、利子を附して、分割徴収し、又は分割交\n付することができる（法一一〇条二項）。分割交付する場合の利子の利率は年六パ\nーセントとし、第一回の分割交付すべき期日の翌日から付するものとする（施行令\n六一条一項）。分割交付する場合において、交付を完了すべき期限は、第一回の交\n付すべき期日の翌日から起算して五年以内とする（同条二項）。分割交付に関し必\n要な事項は、規約、定款又は施行規程で定めるものとする（同条三項）。\n市町村長は、土地区画整理事業を施行しようとする場合は、市町村の規則で施行\n規程を定めなければならない（法六六条一項、六七条一項）。\n２　清算金交付の手続\n右の関係法令の定め及び証拠（甲五、六、一二、一四、乙八）並びに弁論の全趣\n旨によれば、清算金交付の手続につき、次の事実が認められる。\n（一）　大阪市は、本件事業を含む土地区画整理事業の施行につき、法六六条一\n項、六七条一項に基づく施行規程として、本件施行規程を定めており、本件施行規\n程二二条は、清算金を交付すべき場合はその交付すべき期限及び場所をその期限前\n少なくとも一〇日前に関係者に通知する旨規定し、同二三条は、分割徴収又は分割\n交付に関する事項を定めている。\n（二）　被告は、清算金を一括交付する場合においても、本件施行規程二二条に基\nづいて清算金交付期日を定めて各権利者に通知し、併せて請求書兼口座振替申出書\nを送付し、交付期日前に右請求書により請求のあった権利者に対しては、交付期日\nに指定された銀行口座に振り込む方法により清算金を交付する取り扱いを行ってい\nる。これは、多数の権利者に対する大量の清算金交付事務を円滑、確実に、かつ、\n各権利者間に不公平がないよう一括処理するための措置である。\n（三）　本件事業においても、清算金の交付件数は一万二〇〇〇件を超えることか\nら、被告は、本件施行規程二二条に基づいて、本件事業の換地処分の公告の日（平\n成四年一月三一日）の約一〇か月後である同年一一月二〇日を清算金交付期日と定\nめた。\n被告は、関係者に対する換地処分の通知に「換地処分の通知について」と題する\n書面を同封し、清算金の徴収又は交付の時期については、詳しくは後日送付する\n「清算金徴収決定通知書」又「清算金交付決定書」でお知らせする旨記載し、本件\n施行規程二二条に基づいて清算金交付期日を定め\nた後に、「清算金交付決定通知書」（佐藤鉄工に関しては同年八月三日付）を発送\nし、その中で清算金交付期日を平成四年一一月二〇日、清算金交付場所を大阪市役\n所と記載するとともに、請求書兼口座振替申出書（提出期限　同年九月三〇日）を\n同封した。\n３　検討\n（一）　前記の関係法令の規定を総合すると、換地計画においては清算金の額が定\nめられ、換地処分の公告の日の翌日に、清算金の額が確定し、期限の定めのない債\n務としての清算金支払義務が発生するところ、後に、別途、規約、定款又は施行規\n程（以下「施行規程等」という。）で定めるところにより分割交付する旨の通知が\nされた場合には、そこで通知された分割交付すべき期日が各分割金の弁済期となる\nものと解される。\nこれに対し、一括交付の場合は、期限の定めを施行規程等に委任する旨の規定は\nない。本件施行規程二二条は、分割交付の場合に限らず一括交付の場合についても\n清算金の交付期限を通知する旨規定していると解されるが、法の具体的委任のない\n以上、市の規則にすぎない本件施行規程によって、清算金交付の期限を定める行政\n処分を行うことはできないものといわざるを得ない。したがって、一括交付の場合\nは、清算金交付期日の通知がされても、これによって弁済期が定まるものではな\nく、期限の定めのない債務としての性質は変らないものと解される。\n（二）　消滅時効の起算点である「権利ヲ行使スルコトヲ得ル時」（民法一六六条\n一項）とは、単にその権利の行使につき法律上の障害がないというだけではなく、\nさらに権利の性質上、その権利行使が現実に期待できるものであることも必要とす\nると解するのが相当である（昀高裁平成八年三月五日第三小法廷判決・民集五〇巻\n三号三八三頁、昀高裁昭和四五年七月一五日大法廷判決・民集二四巻七号七七一頁\n参照）。\nこれを換地処分による清算金の交付請求権についてみると、換地処分の公告の日\nの翌日に換地計画において定められた清算金の金額が確定し、清算金支払義務が期\n限のない債務として発生するから、右時点において清算金交付請求権の行使には法\n律上の障害はないと解される。\nしかし、土地区画整理事業においては、換地処分に伴い多数の土地について徴収\n又は交付すべき清算金が生じるところ、施行者がこれらの清算金の徴収・交付の事\n務を行うに当たっては、換地計画において各筆ごとに定められた清算金の額を権利\n者ごとに合計し、交付\nすべき清算金と徴収すべき清算金とがある場合には両者を相殺して差額を計算し、\n各権利者について徴収又は交付すべき清算金の額を算出した上、算出された清算金\nの額や支払又は請求の手続を各権利者に通知する等の作業が必要であることからす\nると、個々の土地について清算金支払義務が法的に確定したからといって、直ちに\n各権利者に清算金を交付することは困難な実情にあると認められる。法は、清算金\nの交付について分割交付の方法によることを認める一方、換地計画及び換地処分の\n段階では清算金の交付の方法について定めることを義務づけておらず、したがっ\nて、清算金支払義務が確定した後に施行者が分割交付の方法を選択することを許容\nしていると解されるが、これは右のような土地区画整理事業の特質及び清算金交付\n事務の実情を考慮したものと考えられる。一括交付の場合においても、右のような\n清算金交付事務の実情に変わりはないため、被告が大量の清算金交付事務の円滑、\n確実な処理のために本件施行規程に基づいて定めた交付期日以降に一括交付を実施\nする措置を執っていることは前記認定のとおりであり、このような措置は特異なも\nのではなく、広範な土地及び多数の権利者を対象として施行される土地区画整理事\n業の清算金交付事務について広く行われているものと認められる。右のように施行\n者である市長が一括交付すべき清算金について施行規程に基づいて清算金交付期日\nを定めた場合には、権利者の側から見ると、法の委任に基づかないとはいえ、市の\n規則として施行規程が定められ、これに基づいて清算金交付期日が指定されている\nのであるから、指定された清算金交付期日が弁済期日であり、同日より前には清算\n金の交付を受けることができないと考えるのも無理からぬということができる。以\n上の点にかんがみると、土地区画整理事業の施行者である市長が一括交付すべき清\n算金につき施行規程に基づいて清算金交付期日を指定した場合には、右交付期日ま\nでの間は、清算金交付請求権につき権利の性質上その行使をすることが現実に期待\nできない事情があるというべきであり、したがって、清算金交付請求権の消滅時効\n期間は、右交付期日を起算日として進行を開始すると解するのが相当である。\n（三）　また、本件において、前記のとおり、被告が大量の清算金交付事務の効率\n的処理のために本件施行規程に基づいて自ら清算金交付期日を定め、右期日以降に\n清算金を\n交付するという措置を執り、右期日が弁済期限であってそれ以前には清算金の交付\nを請求できないような外観を作出していることに照らすと、仮に換地処分の公告の\n日の翌日以降は清算金交付請求権を行使することが現実に期待し得ないとはいえな\nいと解されるとしても、換地処分の公告の日の翌日を消滅時効の起算点として主張\nすることは、信義則に反して許されないというべきである。\n４　したがって、本件清算金交付請求権の消滅時効の起算日は、清算金交付期日と\nして指定された平成四年一一月二〇日と解するのが相当であり、時効期間満了前に\n本件訴訟の提起により時効が中断していることは明らかであるから、被告の消滅時\n効の抗弁は採用することができない。\n五　以上によれば、原告の本訴請求は理由があるから、これを認容することとし、\n訴訟費用の負担について行政事件訴訟法七条、民訴法六一条を、仮執行の宣言につ\nいて行政事件訴訟法七条、民訴法二五九条一項をそれぞれ適用して、主文のとおり\n判決する。\n大阪地方裁判所第七民事部\n裁判長裁判官　山下郁夫\n裁判官　青木亮\n裁判官　山田真依子\n"
}