{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 18,
    "month": 3,
    "day": 20
  },
  "case_number": "平成14(わ)476",
  "case_name": "殺人，死体遺棄等被告事件",
  "court_name": "仙台地方裁判所第２刑事部",
  "lawsuit_id": "32983",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=32983",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/983/032983_hanrei.pdf",
  "contents": "殺人，死体遺棄の公訴事実につき犯人性が争われ，情況証拠によってこれを認定し\nた上，併せて窃盗，住居侵入，建造物侵入，詐欺の各事実も認定して，被告人を懲\n役１８年に処した事案\n平成１４年（わ）第４７６号，第５２４号，第５８９号，第６４９号\n主文\n被告人を懲役１８年に処する。\n未決勾留日数中８００日をその刑に算入する。\n押収してある携帯電話１台（平成１５年押第３１号の１），総合口\n座通帳２通（同号の３２），キャッシュカード２枚（同号の３５の\nうち「Ａ１」名義のもの），カード１枚（同号の３８）及び印鑑１\n本（同号の３９）を被害者Ａ１に，リモコン１台（同号の２６），\nカーテレビ１台（同号の２７）及びチューナー１台（同号の２８）\nを被害者Ｃに，ボールペン１本（同号の２４），クレジットカード\n１枚（同号の３０），財布１個（同号の３１），総合口座通帳２通\n（同号の３３，３４），キャッシュカード２枚（同号の３５のうち\n「Ａ２」名義のもの），診察券３枚（同号の３６）及び手提げバッ\nグ１個（同号の３７）を被害者Ａ２に還付する。\n理由\n（罪となるべき事実）\n被告人は，\n第１ 平成１４年３月１１日ころから同月１２日ころまでの間に，宮城県宮城郡利\n府町ａ字ｂｃ番地株式会社Ｂ１「Ｂ２」Ｃ１店において，同店店長Ｂ管理に係\nる現金約１１万３３１５円及びプリペイドカード２０枚ほか１点在中の耐火金\n庫１台（時価合計１１万円相当）を窃取した，\n第２ 金品窃取の目的で，同年７月１５日ころから同月１６日ころまでの間に，同\n県塩竈市ａ町ｂ丁目ｃ番ｄ号有限会社Ｄ１（代表取締役Ａ２）事務所兼Ａ１方\n居宅の無施錠の出入口を開けて同居宅内等に侵入し，同所２階茶の間からＡ２\n所有又は管理に係る現金約２１万９０００円及び同所１階事務所内からＡ１所\n有に係る携帯電話機１台を窃取した，\n第３ 金品窃取の目的で，同月２１日ころから同月２２日ころまでの間に，同市ａ\nｂ番ｃ号に所在し，株式会社Ｅ１「Ｆ１」店長Ｃの看守する同店事務所にその\n出入口サッシ戸の施錠を外して侵入し，同所において，同人所有のカーテレビ\n１台ほか２点（時価合計４万円相当）を窃取した，\n第４ 同月２５日午前２時４１分以降の同日ころ，仙台市，宮城県塩竈市又はその\n周辺において，Ｖ（当時１６歳）に対し，殺意をもって，同女の頚部を締めつ\nけ，若しくはその鼻口部を塞ぐなどして，同女を窒息により殺害した，\n第５ 前記第４記載のころ，上記Ｖの死体を遺棄しようと企て，宮城県塩竈市所在\nのＱ１港及びその付近において，所携のポリプロピレン製ロープを使用してコ\nンクリート製ブロック２個（総重量約２０キログラム）をくくりつけた同死体\nを水深約７メートルの同海域の海中に投棄して海底に沈め，もって死体を遺棄\nした，\n第６ 株式会社Ｇ１（代表取締役Ｄ）Ｈ１給油所が前記Ｄ１にガソリン等を売掛販\n売していることを奇貨として，買掛名下に同給油所からガソリンを詐取しよう\nと企て，別表記載のとおり（添付省略），同年８月１日から同月１３日までの\n間に，前後４回にわたり，同市ａｂ丁目ｃ番ｄ号所在の同給油所において，真\n実は，上記有限会社Ｄ１が被告人に同給油所からガソリンを購入する権限を与\nえていないのに，これあるように装い，同給油所従業員Ｅほか１名に対し，別\n表欺罔文言欄記載のとおり，Ｄ１が購入代金を支払う旨虚偽の事実を申し向け，\n被告人の使用する普通乗用自動車へのレギュラーガソリンの給油方をそれぞれ\n申し込み，Ｅらをしてその旨誤信させ，よって，いずれも，そのころ，同所に\nおいて，同人らからレギュラーガソリン合計１５４．６リットル（販売価格合\n計１万６６９７円相当）の交付を受け，もってそれぞれ人を欺いて財物を交付\nさせた，\n第７ 同月１４日ころ，前記第２記載の有限会社Ｄ１１階事務所内から，Ａ１ほか\n１名所有又は管理に係る現金約８６７０円，財布等約２０点在中の手提げバッ\nグ１個（時価合計７３００円相当）を窃取した\nたものである。\n（事実認定の補足説明及び公訴棄却の主張に対する判断）\n弁護人は，殺人及び死体遺棄の各事実について，平成１４年７月２４日から２５\n日にかけて，被告人がＶ（以下「被害者」という。）と会ったことはあるが，被害\n者を殺害し，その死体を遺棄した犯人ではない，詐欺の事実について，被告人は有\n限会社Ｄ１（以下「Ｄ１」という。）から給油の権限を与えられていたから，欺罔\n行為も詐欺の犯意もない，その他の事実についても，被告人が犯人であるとの証明\nは不十分であるとして，被告人はいずれも無罪である旨主張し，被告人も，当公判\n廷において，弁護人の主張に沿う供述をしている。さらに，弁護人は，殺人及び死\n体遺棄の訴因は不特定である，また，「証拠の標目」欄に記載の証拠の一部は，違\n法捜査に基づく違法収集証拠である，あるいは，違法収集証拠から派生的に得られ\nたものであるから，いわゆる毒樹の果実として証拠排除すべきである，判示各事実\nは，いずれも違法捜査に基づいて公訴提起されたものであるから，刑事訴訟法３３\n８条４号に基づき公訴棄却すべきであると主張する。\nそこで，以下，判示各事実を認定したことについて補足的に説明し，弁護人の主\n張に対する判断を示すこととする。\nなお，月日は，特に断らない限り，平成１４年のことであり，証人，被告人の当\n公判廷における供述については，公判調書中の供述部分も区別しないで，単にそれ\nぞれの「公判供述」と表示する。\n第１ 殺人（第４）及び死体遺棄（第５）の事実について\n１ 被害者の遺体について\n関係証拠によれば，・ ８月１０日，女性の遺体が，Ｑ１港Ｒ１埠頭岸壁東\n端から東南東方約４２メートル沖の海上を浮遊しているところを釣り人により\n発見され，通報で駆け付けた警察官らによって引き上げられたが，右手首に複\n数のブレスレットをつけていたほかは全裸であり，腹部の左右にコンクリート\nブロックが各１個ずつ，ポリプロピレン製ロープと針金で結びつけられていた\nこと，・ 遺体は，身長１６６．５センチメートルで，体重４５．８キログラ\nムであったこと，・ 死因等の鑑定を行った医師Ｆ（以下「Ｆ医師」とい\nう。）が鑑定の際に実施した遺体の解剖や検査等の結果は，(ｱ) 体表の創や臓\n器損傷，骨折等の重篤な損傷は認められず，(ｲ) 死後変化が進んでおり，詳細\nな所見は得られなかったものの，死亡結果に結び付くような脳出血はなく，心\n臓及び肺等の主要臓器にも著明な病変が確認されず，(ｳ) 胃内容物の分析から\n薬物を摂取した痕跡は見受けられなかったこと，また，(ｴ) 肺は，左約１９０\nグラム，右約２６０グラムと比較的軽く，胸腔内の異液も左４０ミリリットル，\n右２５ミリリットルと腐敗軟化液程度の量で，肺の割面にも水腫感はなく，\n(ｵ) 肺の珪藻検査は，左肺ではごく少数検出されるにとどまった珪藻が，右肺\nからは比較的多く認められたこと，さらに，(ｶ) 頚部には，帯状に一周する皮\n膚欠損部分（その幅は，前頚部から左右側頚部にかけて約２．５ないし３．５\nセンチメートルであり，その皮膚欠損部分の境界線は比較的鮮明であって，後\n頚部中心付近で左右からの帯状欠損部が連続しているように見え，その幅は約\n２センチメートル以下である。）があり，(ｷ) 血液型はＢ型であったこと，・\nその後，遺体の指紋が被害者の指紋と合致したことから，遺体が被害者Ｖで\nあると特定されたことが認められ，これらについては，弁護人，被告人も争っ\nていない。\n２ 被害者の死因について\n(1) 被害者が，生前病気を抱えていたということや，７月２４日ころから翌２\n５日午前２時４１分ころまでの間，直接に，あるいは，電話で話をしたり，\nメールでやりとりした相手方である実母や友人等に対し，体調が悪いと訴え\nていたような事情は証拠からうかがわれない上，Ｆ医師が作成した鑑定書\n（甲３。以下「Ｆ鑑定書」という。）によれば，前記１・(ｱ)ないし(ｳ)のと\nおり，被害者の遺体の脳や主要臓器に著明な病変はないことから，内因性の\n自然死や病死の可能性がなく，また，臓器損傷，骨折を含めて重篤な損傷が\nないことから損傷死も考えられず，さらに，検査結果から薬物中毒死の可能\n性も否定されている。\nそして，前記１・のとおり，コンクリートブロックをロープでくくりつけ\nられていたというような遺体の状況からすれば，自殺が否定されることは明\nらかである。\n(2) ところで，遺体が海中から発見されたことから一応溺死が疑われ，あるい\nは，前記１・(ｶ)のとおり頚部に皮膚欠損部分があることから絞頚が考えられ\nるところ，Ｆ医師は，これらを含め，死因について，要旨，「通常の溺死体\nと比較すると，遺体の肺の重量が軽く，胸腔内の異液量が少なく，肺割面の\n水腫感がないことに加え，左右の肺から検出された珪藻の数に明らかな差異\nがあるため，被害者が水の中に頭まで浸かって水を吸ったと考えるには疑問\nがあり，被害者の死因が溺死である可能性は小さい。自然死，病死，損傷死\nが否定されることから，被害者の死因は外因死のうちの窒息死の可能性が残\nっている。一般的に海中死体に皮膚欠損が認められる場合，海洋生物による\n蚕食やバクテリア等による死後変化の可能性があるが，前記１・(ｶ)のような\n頚部を一周する帯状の皮膚欠損が生じた理由は，それでは説明し難く，海中\nに入る以前に，頚部を一周する様な皮膚の損傷が生じていた可能性が高いと\n考えられる。かなり硬い索条を，圧迫だけでなく皮膚をこすり取る様な極め\nて強い力を加えるならば，真皮層まで達するような皮膚欠損が生じ，こうし\nて生じた索溝に死後変化が加われば，前記のような皮膚欠損も説明可能であ\nる。なお，被害者の着衣により頚部の皮膚がこすり取られた可能性について\nは，被害者の遺体が腹部に２個のブロックをロープと針金でくくりつけられ\nた全裸の状態で浮上していることを考えると，そのような可能性は考え難\nい。」などと鑑定書に記載し，当公判廷で供述している。\nＦ医師は，Ｓ１大学大学院医学系研究科社会医学講座法医学分野の医師で，\n鑑定人としての豊富な経験を有する者であり，前記のとおり，被害者の遺体\nを解剖し，分析や検査を実施した上，死後変化の進んだ被害者の遺体につい\nて，これまでの経験を踏まえ，医学的な観点からあらゆる可能性を考慮して\n慎重に検討し，死因等を鑑定したものであるから，その鑑定書の記載や公判\n供述の信用性は高い。\nそうすると，Ｆ鑑定書やＦ医師の公判供述によれば，被害者の死因として\nは窒息死の可能性が高く，被害者が海中に入る前に，被害者の頚部に，そこ\nを一周する帯状の圧迫が加えられたことがうかがわれ，他に死因となるべき\n身体所見が証拠上認められないことも併せ考慮すれば，被害者は窒息死した\nと認めるのが相当であり，そして，その窒息死は，頚部を何らかの物で締め\nられたことによる可能性が極めて高い。\nもっとも，Ｆ鑑定書やＦ医師の公判供述によれば，死後変化の進んだ被害\n者の遺体から，絞殺の徴候である頚部皮下やリンパ節等の出血，舌骨・甲状\n軟骨上角の骨折，顔面のうっ血・点状出血，眼結膜の溢血点等の所見を認め\nることができないというのであるから，扼頚や鼻口部を塞ぐなど他の方法に\nよる窒息や，これらが併用されての窒息の可能性も完全には否定できないと\n考えられる。\n３ 被害者の生活状況及び被害者が実母や友人等と連絡が取れなくなった状況に\nついて\n(1) 関係証拠によれば，・ 被害者は，１月中旬ころ，宇都宮市内の高等学校\nに進学するため，仙台市内の母Ｇ（以下「実母」，あるいは「Ｇ」とい\nう。）方から宇都宮市内の伯母Ｈ方（以下「Ｈ」という。）に移り住み，そ\nの後，同市内の通信制高等学校に通っていたこと，・ しかし，７月１２日，\n置き手紙を残してＨ方を家出して仙台市内に戻り，友人のＩ（以下「Ｉ」と\nいう。）と会って話をしたこと，・ 被害者は，同月１６日，友人のＪ（以\n下「Ｊ」という）とカラオケやプリクラで遊び，同月１８日に，実母の家に\n戻ったこと，・ そして，同月２０日，実母に交際相手と別れると言い，実\n母と一緒に交際相手方に行って荷物を持って来て，実母方で寝泊まりするよ\nうになったこと，・ 被害者は，同月２１日，出会い系サイト「Ｍ１」を通\nじて，Ｌ（以下「Ｌ」という。）とメールや電話で連絡を取り，いわゆる援\n助交際の約束をしたこと，・ 被害者は，同月２３日，従前使用していたプ\nリペイド式携帯電話の代わりに，実母がかけた電話に必ず出るという約束で\n実母から携帯電話を購入してもらい，友達と遊ぶと言って出かけ，翌２４日\nの明け方に帰宅したこと，・ 被害者は，同日午後２時過ぎころ，Ｉと会っ\nてプリクラを撮るなどして遊び，同月２８日にコンサートに行く約束をして\nＩと別れ，夕方にいったん帰宅し，午後７時過ぎころ，実母が出勤する際，\n実母と，実母の仕事が終わる翌２５日午前２時ころに仙台市内のａ町で待ち\n合わせて帰宅することを約束したこと，・ Ｌは，２４日午後８時過ぎころ，\n被害者に電話すると，これから会う予定の人がいると言われ，被害者が援助\n交際の相手と会うものと考え，もしその人と会えなかったら連絡をしてほし\nいと被害者に話したこと，・ 被害者は，翌２５日午前２時３０分ころ，Ｌ\nに電話をかけ，少し怒った様子で，「今日会った男に送ってもらっている途\n中で，午前２時にａ町付近まで送ってもらう約束だったのに，まだ送っても\nらっていない。男は，車から降りて携帯電話で何分も話していて帰って来な\nい。援助交際のお金はまだもらっていない。後ろが広くて，周りが暗い車に\n乗っている。ｃｄ丁目にいる。近くにＰ１マンションや何とかガイカ（外\n科）がある。」と述べ，Ｌと午前４時にＯ１ビルの前で待ち合わせる約束を\nしたこと，・ さらに，被害者は，同日午前２時４１分ころ，実母に電話を\nかけて現在地を告げた上で，実母から帰って来られるのかと聞かれて，「う\nん」と答えたこと，・ しかし，Ｌが待合せ時刻を過ぎた同日午前４時１０\n分ころに被害者の携帯電話に電話をかけると，呼出音が鳴った後保留のアナ\nウンスが流れているだけであり，Ｌがその後二，三回電話をかけたものの，\nやはり呼出音が鳴るだけで，電話に被害者が出なかったこと，・ 同日，実\n母が被害者の携帯電話に電話をかけたりメールを送ったりしても，電源が入\nっていないか，電波が届かない場所にいるというメッセージが流れているだ\nけであり，被害者の消息は，前記実母への電話を昀後に途絶えたことが認め\nられる。\n以上の事実は，主として，証人Ｇ，同Ｈ，同Ｉ，同Ｊ及び同Ｌの各公判供\n述により認められるところ，同証人らには，いずれもあえて虚偽の供述をす\nる理由は見当たらず，その各供述は，具体的かつ詳細であり，不自然，不合\n理なところはなく，十分に信用できる。\n(2) 前記認定事実によれば，７月２５日のころの被害者は，交際相手と別れて\n実母方で寝泊まりするようになり，ＪやＩと会って遊び，Ｉと近々コンサー\nトに行く約束をしていたのであり，さらに，同日の午前２時には実母と，同\n日の午前４時にはＬと待ち合わせをしていたのであるから，自らの意思で消\n息不明になるということは考えられず，被害者は何者かにより消息不明にさ\nせられたと考えざるを得ない。\n加えて，前記認定のとおり，被害者が７月２５日午前２時４１分に実母に\n電話をかけた以降，実母がその日に被害者の携帯電話に電話をかけたりメー\nルを送ったりしても，電源が入っていないか，電波が届かない場所にいると\nいうメッセージが流れているだけであったが，被害者が持っている携帯電話\nは，被害者がその２日前に実母からの電話に必ず出るという約束で実母に購\n入してもらったものである上，前記のように実母やＬと待ち合わせしていた\nことを併せ考えれば，被害者が，自らの意思で携帯電話の電源を切っておい\nたり，かかってきた電話に出ないなどということは考えられないことである。\n前記認定事実によれば，何者かが，被害者の携帯電話をそのようにしてお\nき，被害者が携帯電話に出られないような異常な状況，それも，単に被害者\nを場所的に移動させたというようなものではなく，被害者の身体に異常な事\n態を発生させたと考えるのが相当である。\nそして，このような被害者の身体に異常な事態を発生させる機会があった\nのは，被害者と昀後に接触した者であると考えられる。\nそこで，被告人が昀終接触者であったかについて検討する。\n４ 被害者との昀終接触者が被告人であったことについて\n(1) 関係証拠によれば，・ 被告人は，登録した出会い系サイト「Ｍ１」を通\nじて，被害者とメールで連絡を取り合い，７月２４日午後１０時過ぎころ，\n仙台市ａ区内のコンビニエンスストアで合流し，被告人が運転する車（以下\n「イプサム」という。）に乗って出発し，ホテルに向かったこと，・ 被告\n人と被害者は，途中で，多賀城市内のファミリーレストランに入り，同日午\n後１１時１２分ころ同店を出たが，その際，精算された内容はオムライスチ\nキンコンポ及びドリンクバーであったこと，・ 被告人と被害者は，同日午\n後１１時２４分ころに仙台市ｄ区内のホテルに入り，翌２５日午前１時５１\n分ころに同ホテルを出て，被告人が運転するイプサムで，被害者が実母と待\nち合わせた仙台市内のａ町へ向かい，同日午前２時３０分ころ，被告人がイ\nプサムを同市ｅ区ｂｃ丁目付近（以下「ｂｃ丁目付近」という。）に停めた\nことが認められ，これらについては，弁護人，被告人も争っていない。\nそして，被害者が，同日午前２時４１分に実母に電話をかけた以後，消息\n不明になったことは前記認定のとおりであるから，被告人は，被害者が消息\n不明になった昀も近接した時点で被害者と接触した者であると認められ，そ\nのころ，被告人以外に被害者と接触した者の存在が証拠上うかがわれないこ\nとからすれば，被告人が昀終接触者であると強く推認される。\n(2) これに対し，弁護人は，被害者がホテルで被告人の財布から金を抜き取っ\nたというトラブルがあり，ｂｃ丁目付近の停車中のイプサムの車内で，被告\n人がそのことで被害者を追及していると，被害者がイプサムから逃げ出した\nので，被告人は被害者との昀終接触者ではない旨主張し，被告人も，当公判\n廷で，これに沿う供述をしている。\n(ｱ) そこで，この点に関する被告人の公判供述を見ると，その要旨は以下の\nとおりである。すなわち，「ホテルで性的関係を持った後，室内で，被害\n者に代金２万円を払うと，被害者はこれをスカートのポケットに入れた。\nその支払の際，財布の中身が少ないと感じ，さらに，フロントでホテル代\nの支払をしたとき，財布の中の金が，あるはずの金額より足りないことを\n確認した。ｃ付近まで向かうイプサムの車内で，被害者に，財布のお金が\n足りないけれど知らないかなどと問い質したが，被害者はかかってきた電\n話に出るなどして何も答えなかった。ｃ付近でイプサムを停め，車外に出\nてたばこを吸い，携帯電話で天気予報を聞いてから，車内に戻り，助手席\nに座っている被害者の後ろの席に，サンダルを脱いで座ってあぐらをかき，\n財布の中のお金の不足分について追及した。しかし，被害者は，知らない\nの一点張りで，携帯電話をいじっていたが，突然『帰る。』と言って，助\n手席の足元に置いてあった紙袋を持ってイプサムから降り，Ｗ１駅方面へ\n走り去った。慌ててサンダルを履き，被害者を追いかけたが，遠くに行っ\nてしまったので，あきらめた。その後，被害者が助手席側の床の上に携帯\n電話を落としていったのに気が付いた。」などというのである。\n(ｲ) しかしながら，被告人は，金が足りないことに気付いた時点について，\n当初，部屋で援助交際の代金２万円を支払った時点では気付いておらず，\nフロントでホテル代を支払う際に始めて気付いた旨述べていた（第３２回\n公判）が，その後部屋で援助交際の代金を支払った時点で既に薄々勘づい\nていたなどと供述を変遷させており（第４４回公判），同様にフロントで\n代金を支払った理由についても，被害者が先に部屋を出てしまったからと\n述べていたが，部屋にいながら代金を支払う仕組みのエアーシューターに\n気付かなかったからなどとも述べて供述を変遷させ，その理由について合\n理的な説明はない。また，ホテルの従業員は，「宿泊客からの料金は，通\n常は各部屋に設置されたエアーシューターという機械を用いてフロントま\nで送ってもらい，不慣れで直接フロントで支払われるなどしない限り顔を\n合わせることはない。被告人と応対しているが，被告人と直接顔を合わせ\nて応対した記憶はない。」旨述べており（甲７３），フロントでホテル代\nを支払った旨の被告人の説明と食い違っている。さらに，被害者が，午前\n２時３０分過ぎころ，Ｌに電話をかけて，今日会った男性からまだ援助交\n際のお金をもらっていないと述べていたことは前記３(1)⑨のとおりであり，\n被告人の供述はこれに反している。そして，被告人の供述によると，被害\n者は，イプサムから走り去る直前まで携帯電話を操作していたのに，その\n携帯電話を足元に落とし，助手席の足元に置いていた紙袋は手に取って走\nり去ったというのであるが，それ以前のファミリーレストランやホテルに\n入るときには，紙袋を車内に残して携帯電話だけを持っていたという被告\n人の供述も併せ考えれば，上記被告人の供述は極めて不自然である。また，\n被告人は助手席のすぐ後ろの座席にいたのに，被害者が素早くて引き止め\nる暇もなかったなどということや，比較的かかとの高いサンダルを履き，\n紙袋を持って逃げる被害者にサッカー選手だったという被告人が追いつけ\nなかったということも，不自然というほかなく，被告人の公判供述は信用\nできない。\n(ｳ) なお，仮に，被告人の供述のとおりであれば，被害者は，被告人に金員\n窃取の疑いをかけられて追及され，イプサムから逃げ出し，被告人に追い\nかけられたというのであり，しかも，逃げた方向がＷ１駅方面であって，\n被告人からの援助交際費はスカートのポケットに入れていたことになるが，\nそうすると，被告人から追いかけられるなどした被害者としては，Ｗ１駅\nでタクシーを拾うなどして，とりあえず実母方に帰ると思われるところ，\n被害者の行動はそのようにはなっていない。\nこの点からしても，被告人の公判供述に信用性がないことは明らかであ\nる。\n(ｴ) そうすると，被告人の上記供述は，前記４(1)の・ないし・の争いのな\nい事実に符合する部分は信用できるものの，その余の被害者とｂｃ丁目付\n近で別れたという供述部分（その際，被告人の車内に携帯電話を落として\nいったという点を含む。）や，被害者が被告人の財布から金員を抜き取っ\nたのが原因で被害者との間でトラブルになったなどという供述部分は到底\n信用することはできない。\nしたがって，被告人の公判供述は，被告人が昀終接触者であるという前\n記推認を何ら妨げるものではない。\n(3) ところで，弁護人は，被害者の胃の内容物からすると，被害者は７月２５\n日午前２時４１分以降食事をしている蓋然性が高く，この点からも被告人は\n昀終接触者ではない旨主張する。\n(ｱ) 確かに，関係証拠によれば，遺体の胃の中には，「もやし様片，肉様片，\n白色・緑色菜片など水分の少ない内容約１７０ミリリットル」があり，腸\n管はほとんど空虚であったことが認められ（Ｆ鑑定書やＦ医師の公判供\n述），また，被告人らがファミリーレストランで注文したオムライスチキ\nンコンポの食材のうち，野菜類はトマト，レタス及び玉ねぎであり，もや\nしが含まれていないことが認められる（甲１５７）から，その「もやし様\n片」が「もやし」であれば，弁護人の主張は首肯できないわけではない。\n(ｲ) しかしながら，Ｆ医師の公判供述によれば，遺体の胃の内容物のうち，\n白色・緑色菜片やもやし様片については，具体的に野菜の種類までは特定\nできないというのであって，その「もやし様片」が「もやし」であるとま\nで特定されたわけではないから，遺体の胃の内容物の「もやし様片」は，\n被害者が，被告人と入ったファミリーレストラン以外で，しかも，午前２\n時４１分以降に食事をしたことを示すものであるとは，直ちにいえない。\n(ｳ) そして，そもそも，弁護人の主張は，そのオムライスチキンコンポを食\nべたのは被告人であり，被害者はメロンソーダを半分ほど飲んだにすぎな\nいという被告人の公判供述に依拠しているが，被告人は，他方で，「被害\n者がおなかがすいて気持ち悪いと何回も言ったので，ファミリーレストラ\nンに入った。」と供述している。そうすると，そのような被害者が，ファ\nミリーレストランに入るや，食事をせずに，メロンソーダを半分しか飲ま\nなかったというのは，いかにも不自然である。また，被告人は，「当日は\nパチンコを午後７時か８時ころまでした。パチンコ屋を出てから，食事を\nする目的で，車に乗って午後９時ころ実家に向い，実家で食事をした。」\nと供述していながら，わずか約２時間後にもファミリーレストランで食事\nをしたというのは，極めて不自然であって，これらについて納得できる説\n明はなされていない。したがって，この点に関する被告人の公判供述は信\n用できない。\n(ｴ) さらに，弁護人は，精神的不安がある場合，胃の消化速度が遅くなるこ\nとがあるという一般論を認めながら，本件においては，被害者が援助交際\nに慣れていたと推測され，ホテルに２時間３０分も滞在していたことから\nすると，被害者の胃の消化速度が緩慢になるような事態は存在しなかった\nかったはずであり，前記のとおり，胃の内容物が残っていることは，２５\n日の午前２時４１分以降に食事をとったからであると主張する。\nしかしながら，前記認定のとおり，被害者は同日午前２時に実母と待ち\n合わせて帰宅する約束をしていたのであり，被告人も，被害者から，性的\n関係を持つ前に，「親がａ町の飲み屋で働いている。一緒に帰るからその\n近くまで送って欲しい。」などと頼まれた旨供述しているのであって，被\n告人らがホテルを出たのは，その日の午前１時５１分と，実母との約束の\n時間の直前である。そして，信用性の認められるＬの公判供述によれば，\n被害者は，前記のとおり，Ｌに，実母との約束の時間までに送ってもらえ\nないことの不満を訴えており，また，援助交際の代金を支払ってもらえな\nい不満も訴えているのであるから，胃の消化速度を緩慢にする条件がなか\nったとはいえない。\n(4) なお，弁護人は，真夏期に水中の死体が浮上するのは短期間であり，宮城\n県近海で，鋼材をくくりつけられて海中投棄された男性の遺体が６日間で浮\n上した事例（弁３）をもちだして，被害者の遺体が７月２５日から相当期間\nが経過した８月上旬ころに遺棄された可能性が高く，この点からも被告人が\n昀終接触者とするには疑問があると主張する。\nしかしながら，Ｆ医師は，当公判廷で，要旨，「被害者の遺体には顔面等\nに若干の死ろう化が認められることや，毛髪の脱落状況や表皮がほとんど剥\n離している状況からも，死後１か月前後と推測されるが，毛髪の脱落の程度\nや腐敗による膨張が余り見られない所見からして，短くても死後経過期間は\n２週間程度であり，１週間ではやや短すぎる。水中に投棄された遺体の海面\n浮上の時期については，水温，着衣の有無，重りとしてくくりつけられた物\nの比重や密着度等により，１週間程度から数か月程度まで，条件に応じて様\n々な場合がある。」と供述しているのであり，弁護人の取り上げている事例\nは，Ｆ医師が判断に必要であるとする条件が明らかではないから，そのよう\nな事例から，被害者が８月上旬ころに遺棄されたと特定することはできない。\n(5) 以上のとおり，被告人は昀終接触者ではない旨の弁護人の主張は，採用で\nきないから，被告人が被害者との昀終接触者である前記推認を妨げるものと\nならない。\nそして，証拠を見ても，被告人が被害者との昀終接触者であることに疑問\nを抱かせるものはないから，被告人が昀終接触者であるということができる。\n５ 昀終接触時に被告人と被害者との間にトラブルがあったことについて\n弁護人は，被告人と被害者との間でトラブルがあったことは認めながら，そ\nのトラブルは，被害者が被告人の財布から金を抜き取ったことである旨主張し，\n被告人もこれに沿う供述をしているが，その供述が信用できないことは前記の\nとおりである。\nかえって，信用性の認められるＬ証人の公判供述によれば，被告人は，ホテ\nルを出て，実母との待ち合わせ場所まで被害者を車で送る途中のｂｃ丁目付近\nにおいても，被害者にまだ援助交際の代金を支払っていないことが認められ，\nまた，被害者は，その代金を支払わない被告人に不満を抱いていたことも認め\nられる。\nそうすると，まもなく被害者と別れる被告人としては，その代金支払の問題\nを解決しなければならず，そのころ，その問題をめぐるトラブルが差し迫った\nものとして持ち上がったことは容易に推測される。\nしたがって，被告人と被害者の昀終接触時において，二人の間には，援助交\n際の代金支払をめぐってトラブルがあったことは明らかというべきである。\n６ 昀終接触時以後の被告人の行動（犯行を行う機会の存在）について\n(1) 被告人は，当公判廷において，前記のとおり，被害者とｂｃ丁目付近で別\nれたと述べ，さらに，その後の被告人の行動について供述しているところ，\nその要旨は以下のとおりである。すなわち，「被害者と別れた後，イプサム\nに乗って，午前４時ころ自宅であるアパートに戻った。このときイプサムの\n調子はよかった。シャワーを浴びたが，眠ってしまいそうだったので，午前\n５時ころアパートを出発し，Ｑ１港の岸壁に行った。アパートを出るとき，\nイプサムのエンジンの調子が若干悪くなった。岸壁で，知合いのＭ（以下\n「Ｍ」という。）が釣りをしていたので，エンジンを掛けたままイプサムを\n停め，１時間半以上Ｍと話した。午前６時半か７時までは，岸壁にいた。エ\nンジンが止まるか止まらないか気になって，イプサムの側に行ったり，車内\nのタバコを取りに行ったりした。Ｄ１に，その従業員の送迎の時間に合わせ\nて行った。エンジンの調子は相変わらず悪かった。イプサムを停めて，Ａ１\nに頼んで車（カペラ・赤色）を借りた。午前７時前後に，Ｄ１を出発し，午\n前７時半から７時４０分くらいに戻ってきた。Ａ２（以下「Ａ２」とい\nう。）から，業務用の電球を買って来るように頼まれ，切れた電球と２千円\nを渡された。カペラで店に行ったが，まだ閉まっていた。タクシー運転手の\nＭなら電球を売っている店を知っているのではないかと思い，岸壁まで聞き\nに行った。Ｍに紹介された店に行ってみたが，やはり電球は買えなかった。\nＤ１に戻り，Ａ２に言われて，もう一度行ってみたが，まだ店が閉まってい\nたので，切れた電球と預かった２０００円をＤ１の事務所の机の上に返した。\nイプサムのボンネットを開けて，予備のプラグと交換するとエンジンの調子\nが戻ったので，岸壁に行った。エンジンを直すまでにかかった時間は２０分\nくらいと思う。８時半ころ，Ｍに頼まれていた缶コーヒーを渡した。このと\nきは，せいぜい５分位で岸壁を離れ，ｆ町内の知人方やパチンコ屋に行って，\n夕方まではパチンコ屋にいた。」というのである。\n(2) しかしながら，Ｍ証人の公判供述を見ると，その要旨は，「７月２５日こ\nろの午前６時４５分ころから７時ころまで，Ｑ１港の岸壁で被告人と会って\n話をした。その際，被告人は岸壁に停めた私の車両から，二，三台分離れた\n場所にイプサムを駐車した。被告人が，いったんその場を立ち去り，午前８\n時ころ，缶コーヒーを買って戻ってきた。その際も１０分ほど会話した。被\n告人がイプサム以外の赤色の車両に乗ってきたという記憶はない。」という\nのであり，その内容は被告人の供述と符合していない。そして，被告人が述\nべる肝心の「岸壁で，イプサムのエンジンを掛けたまま，１時間半以上Ｍと\n話した。」という点についても，Ｍ証人は明確に否定している。\nＭ証人は，被告人とは釣りをしていて知り合った顔見知りというのであり，\n被告人にあえて不利な虚偽の供述をする理由は見当たらず，その供述には不\n自然，不合理な点はないのであって，記憶にあることとないことを区別して\n述べられていることなどからすれば，その供述は十分に信用できる。\nしたがって，これに反する被告人の供述は信用できない。\n(3) そして，被告人が，Ｍ証人と会った状況について，Ｍ証人は勘違いしてい\nると強調して，前記のとおり，信用できるＭ証人の公判供述に反する供述を\nしているのは，７月２５日午前２時４１分以降，同日午前６時４５分ころに\nイプサムに乗ってＱ１港の岸壁でＭ証人と会うまでの間の自己の行動につい\nて，ことさらうそのことを述べてアリバイがあったごとく取り繕っているも\nのと考えると，理解できる。\nしたがって，被告人にはアリバイがあったとは認められず，犯行に及ぶ機\n会があったものといえる。\n７ イプサムから被害者のＤＮＡ型と一致する血痕等が検出されたことについて\n(1) 関係証拠によれば，・ ８月２０日から２１日の間，宮城県Ｑ１警察署\n（以下「Ｑ１署」という。）で実施された被告人の車両であるイプサムの検\n証において，フロアマット及びシートカバーの尿斑予備検査が行われ，３枚\nに分かれている前部座席用フロアマットのうちの中央用及び１枚となってい\nる後部座席用のフロアマット並びに助手席背もたれ用の合皮製シートカバー\n及び助手席ヘッドレスト用の合皮製シートカバーからそれぞれ尿付着の陽性\n反応があったこと，・ さらに，後部座席用の布製シートカバーの助手席側\nに赤色の血液様の染みの付着が認められたことから，フロアマット及びシー\nトカバーが全て取り外され，これらについては直接鑑定が行われることとな\nり，持ち運びのできない床や各座席等について血液予備検査が行われたこと，\n・ その検査の結果，後部座席の助手席側の座席面には，その左側の前方縁\nから約３０センチメートルの位置に縦約１７センチメートル，横約３０セン\nチメートルの範囲に，背もたれの前面には，その左側の下から約９センチメ\nートルの位置に縦約６センチメートル，横約５センチメートルの範囲に，背\nもたれの後面には，その下部の左端から約９センチメートルの位置に縦約３\nセンチメートル，横約１７センチメートルの範囲に，それぞれ血液の陽性反\n応があり，また，助手席側のドアの取っ手等に血液の陽性反応があったこと，\n・ 上記取り外されたシートカバー２１点及びフロアマット５点が領置され，\nいずれも宮城県警察（以下「県警」という。）Ｉ１研究所に鑑定嘱託された\nこと，・ 同所で実施された鑑定の結果は，(ｱ) 上記・で尿付着の陽性反応\nがあった２つのフロアマットうち，後部座席用のフロアマットに人の尿が付\n着しており，その血液型はＢ型であったこと，(ｲ) 後部座席用の布製シート\nカバー及び後部座席の助手席側背もたれ用の布製カバーに，人の血液が付着\nし，これらの血液型はＢ型であり，また，その染みには唾液が付着し，いず\nれも血液と唾液が混在すると推認され，唾液成分についても，Ｂ型と判定さ\nれたこと（なお，被告人の血液型はＡ型である。），(ｳ) さらに，後部座席\nの運転席側背もたれ用布製カバーに人の血液が付着し，この血液型もＢ型で\nあることが認められる。\n以上の事実は，主として，証人Ｋ（以下「Ｋ」という。），同Ｋ１（以下\n「Ｋ１」という。），同Ｋ２（以下「Ｋ２」という。），同Ｋ３（以下「Ｋ\n３」という。）の各公判供述及び同Ｋ作成の検証調書（甲２９，３０），同\nＫ１（甲３６），同Ｋ２（甲３８），同Ｋ３（甲４２）各作成の各鑑定書に\nより認められるところ，証人Ｋは県警の警察官であり，長年捜査に従事し，\nその経験が豊富であり，また，同Ｋ１，同Ｋ２，同Ｋ３は県警の技術吏員で\nあって，いずれも鑑定業務に従事し，その経験が豊富であって，それぞれそ\nの経験に基づいて検証や鑑定を行ったものであり，その内容には不自然，不\n合理なところは見当たらず，いずれも信用性は高い。そして，その各公判供\n述も，検証や鑑定の経過や内容がそれぞれの記憶に基づいて述べられており，\nその信用性に疑問はない。\n(ｱ) ところで，弁護人は，前記７(1)の・や③に関し，液状の物質を繊維に\n染みこませた場合，昀初に染み込んだ面の方が反対側の面より染みの範囲\nが広く，濃くなるのが通常であるという見解を前提にして，検証調書や鑑\n定書に添付された写真を見ると，シートカバーの染みより座席本体の染み\nの範囲が広く，シートカバーの表側よりも裏側の染み痕が濃くて広いとし\nて，上記血液様の染みを作った物質は，まず座席本体に付着し，それがシ\nートカバーに裏側から染みこんだことが明らかであり，このような付着の\n仕方は不自然であると主張する。\n(ｲ) しかしながら，弁護人の主張は，シートカバーや座席の染みが拭いたり\nされることなく，当初からそのままの状態を保っていることを前提にして\nいると考えられるところ，タイムカード５枚（甲２１８），証人Ａ２及び\n被告人の各公判供述によれば，７月２７日には，このイプサムでＤ１の従\n業員の送迎をしたことが認められることから，被告人が，上記のような染\nみを拭いたりしないでそのままにしておいたとは考え難く，被告人がシー\nトカバーを拭いた可能性が高いと考えられ，弁護人の主張は，その前提に\nおいて疑問を差し挟む余地がある。\n(ｳ) また，本件シートカバーの表裏及び座席面の色や材質の相違等に照らす\nと，それぞれの染みの範囲や色の濃淡の相違を写真や肉眼のみで視覚的に\n判別することは困難である上，そもそもシートカバーが座席面に接して装\n着されている場合，シートカバーや座席面の性状，シートカバーと座席面\nの接着の程度，染みこむ液体の種類や量等の条件が明確にならなければ，\n弁護人が前提とする見解も含めてその主張の当否に言及することができな\nいのであり，そのような条件が明確になっていない以上，どちら側から染\nみこんだということは，直ちに確定できない。\n(ｴ) さらに，弁護人は，上記染み痕が，８月１５日に実施されたイプサムの\n捜索差押えでは証拠上指摘されていないことから，当初から上記染み痕等\nが存在しなかったのではないかとの疑問を呈している。\nしかしながら，上記捜索差押えは，８月１５日午後４時５２分から午後\n６時までの１時間８分の間，Ｗ２署（以下「Ｗ２署」という。）地下駐車\n場において実施され（甲２７），イプサムの車内を詳しく調査するために\n行われたものではなかったのであって，多数の物が積載された車内の状況\nや，イプサムの検証には，前記Ｋ１ら科学捜査の専門家を立ち会わせた上\nで，８月２０日午後２時から午後１１時４５分まで，２１日午後１時３０\n分から接見・夕食のための中断を挟んで午後９時１２分まで長時間を要し\nていること（甲３０，Ｋ証人の公判供述）が認められることからすれば，\n８月１５日の捜索差押えで上記染み痕が指摘されていないからといっても，\n弁護人が主張するような疑問が生じるわけではない。\nかえって，死後変化の進んだ被害者の遺体から血液が採取できなかった\nことが認められる（甲３。なお，血液型検査は爪を資料とする解離法によ\nって行われた。）ことに照らせば，捜査関係者が，８月１５日以降に，被\n害者の遺体から血液等を採取した上，これをイプサムのシートカバーや座\n席面に塗布するなどということは到底不可能であり，そのような疑いを差\nし挟む余地は全くない。\n(ｵ) 以上検討したところから，血液様の染みに関する弁護人の主張は採用で\nきない。\n(2) 次に，鑑定人Ｑ（以下「Ｑ鑑定人」という。）が実施した被害者の爪，赤\n色の染みが付着した後部座席用シートカバー２か所及び後部座席助手席側背\nもたれシート１か所についての各ＤＮＡ型の鑑定（以下「Ｑ鑑定」とい\nう。）によれば，被害者の爪と後部座席用シートカバー２か所から検出され\nた１７種類のＳＴＲ型は全て一致し，被害者の爪と後部座席助手席側背もた\nれシートから検出されたＳＴＲ型は３項目が一致し，いずれも性別は女性と\n判別され，被害者の爪から検出されたＳＴＲ型以外の型や男性の型（Ｙ）は\nいずれからも検出されなかったことが認められる。\nＱ鑑定人は，Ｔ１大学医学部法医学教室の教授で，医師で，医学博士であ\nり，Ｕ１学会評議員をつとめていて，Ｘ１社とＹ１社の２つの鑑定キットを\n使用して検査の正確を期し，これまでの経験を踏まえ，検査結果を分析して\n鑑定していることがうかがわれ，その鑑定結果の信用性は高く，また，その\n鑑定内容を具体的かつ詳細に説明するＱ鑑定人の公判供述の信用性も高い。\n(ｱ) これに対し，弁護人は，Ｑ鑑定の信用性を争い，① 本件染みは，血液\nと唾液が混合したものであるが，これらが付着した時期や同一個体に由来\nするものかを確定した上でＤＮＡ型鑑定の資料とすべきであるのに，Ｑ鑑\n定は，唾液の検査は一切行わず，この点についての検討が不十分である，\n② Ｑ鑑定が使用したＸ１社のキットでも，混合資料への対応は困難であ\nり，スタターバンドが発生した場合，検体に複数人のＤＮＡの混在を疑う\nべきであるのに，Ｑ鑑定は，本件染みが被害者に由来するものと断定して\nいる，③ ＳＴＲ検査で検体を泳動させた泳動パターンを観察すると，１\n０の型においてそれぞれ判定された型と異なる部位にピークの痕跡らしき\nものがうかがえるのに，Ｑ鑑定では，これらをスタターバンドであるなど\nとして無視しているなどと主張する。\n(ｲ) しかしながら，Ｑ鑑定人の公判供述によれば，・ 唾液には脱落した口\n腔内の細胞が含まれているので，ＤＮＡの抽出が可能であり，唾液を資料\nに鑑定ができること，・ ＳＴＲ検査は塩基配列の繰返しの相違等を識別\nする検査方法であり，鑑定に使用したＸ１社及びＹ１社のキットは，性染\n色体を除いて，それぞれ１５種類のＳＴＲ型の検査を同時に行うことがで\nき，これにより計１７種類（両検査で共通するＳＴＲ型が１３種類あ\nる。）のＳＴＲ型が判別できること，・ 鑑定資料に複数の人間に由来す\nる資料が混在している場合，１０パーセント以下の混在であれば，１０パ\nーセント以下の資料の人間からの検出は難しいものの，１０パーセント以\n上の混在であれば，ピークがそれぞれ複数本で検出され，１人の人間の資\n料だけから検出されることはないこと，したがって，鑑定資料に複数人由\n来のＤＮＡ型が混在しているか否かは，ほぼ明白に判別できること，④\n本件において，複数の人間に由来する資料の混在を示すピークが検出され\nなかったことが認められる。そうすると，本件染みについて，血液と唾液\nの付着順序や時期を確定せずにＳＴＲ検査を実施しても，問題はないと認\nめられる。\nまた，Ｑ鑑定人の公判供述によれば，ＳＴＲ検査でも，本来検体に含ま\nれるＤＮＡのパターンより塩基一つ分小さい部位に，小さなピーク類似の\n盛り上がりが生じることがあるが，これはＤＮＡを増幅した際に途中で反\n応が止まってしまうスタターバンドと呼ばれるもので，このスタターバン\nドと前記の複数人由来の資料で，ＳＴＲ型がそれぞれピークを示す場合と\nは明瞭に区別できることが認められるから，弁護人の指摘はＱ鑑定の結果\nに疑問を生じさせるものではない。\nさらに，Ｑ鑑定の個別の泳動パターンを観察して見ても，弁護人が指摘\nする，判定されたＳＴＲ型の前後に見受けられるわずかな盛り上がりは，\nピークが極めて小さいことや，被害者の爪についても同様の極めて小さい\nピークが存在することを併せ考えれば，弁護人が指摘するような別人のＤ\nＮＡが混在していることを疑わせるものではなく，スタターバンドと認め\nることができる。\nしたがって，弁護人の各指摘は，Ｑ鑑定の信用性に何ら影響を及ぼすも\nのではない。\n(3) また，捜査段階で，前記Ｋ１が，ＭＣＴ１１８型検査，ＨＬＡ－ＤＱα型\n検査，ＴＨ０１型検査及びＰＭ検査によるＤＮＡ鑑定（以下「Ｋ１鑑定」と\nいう。甲５４はＫ１作成の鑑定書である。）を行っているが，その鑑定によ\nれば，被害者の爪と前記シートカバー２点のＤＮＡ型が一致し，これらは被\n告人の血液のＤＮＡ型とは異なることが認められる。\nＫ１証人は，前記のとおり，県警の技術吏員で，法医係として長年鑑定の\n業務に従事し，ＤＮＡ鑑定も３４０件ほど行っており，その豊富な経験を踏\nまえて鑑定を実施したことがうかがわれ，信用性が高いＱ鑑定の結果と一致\nしていることに照らしても，その鑑定の信用性は高く，また，その鑑定内容\nを具体的に説明するＫ１証人の公判供述の信用性も高い。\n(ｱ) これに対し，弁護人は，Ｋ１鑑定についても信用性を争い，Ｑ鑑定と同\n様に，・ 別人に由来する血液と唾液が混合している可能性がある本件染\nみについて，単独資料検査用のＨＬＡ－ＤＱαキットやＰＭキットを用い\nた点で疑問がある，② ＨＬＡ－ＤＱα型検査で，Ｋ１鑑定書（甲５４）\n添付の写真１０を見ると，資料３－１の検出紙において，１．２，１．３\n及び４の各スポットの発色は，いずれもＣのスポットの色調より薄く，本\n来各型の対立遺伝子は存在しない旨判定されるべきなのに，１．１－４．\n２／４．３型と判定されていて，検査方法に問題がある旨主張する。\n(ｲ) 確かに，ＨＬＡ－ＤＱα検査キット及びＰＭ検査キットは，単独資料の\n型判定用に開発されたもので，混合したＤＮＡの型判定に用いるべきでは\nないと指摘されている文献（弁２）があるが，Ｋ１鑑定及びＫ１証人の公\n判供述並びにＱ鑑定人の公判供述によれば，要するに，仮に鑑定資料に複\n数人に由来するＤＮＡが混合している場合，型判定が困難になることはあ\nっても，混合したＤＮＡの型が検出できなくなるわけではないから，その\n検出結果自体の信用性に影響するものではないことが認められ，また，Ｋ\n１鑑定によれば，・ 本件では，複数人に由来するＤＮＡが混合したこと\nをうかがわせる結果は検出されていないこと，・ ＭＣＴ１１８型検査及\nびＴＨ０１検査でも，２本のバンドしか検出されていないことが認められ\nる。これらを併せ考えれば，本件染みに複数人に由来する資料が混合した\nような疑いは生じない。\nまた，ＨＬＡ－ＤＱα型検査について，Ｋ１鑑定書（甲５４）添付の写\n真１０を見ると，資料３－１の検出紙において，１．２，１．３及び４の\n各スポットの発色は，いずれもＣのスポットの色調より薄く見えるとする\n点について，Ｋ１証人は，当公判廷において，「写真１０では，３－１の\n資料について，１．２，１．３，４のスポットはＣと同じかＣの方が濃い\nように見えるのは，写真映りの問題で，自分が肉眼で観察した結果はＣの\nスポットよりも濃かった。」旨供述しているところ，同証人が，この点に\n関し，あえて虚偽を供述する理由がないことを考えると，その供述部分の\n信用性は高く，したがって，弁護人が主張するような疑問は生じない。\n(4) 以上によれば，前記シートカバーに付着した本件染みについて，異なる鑑\n定手法を用いた２つの鑑定が，いずれも被害者のＤＮＡと一致すると結論付\nけているのであるから，互いにその信用性を高めており，その信用性は極め\nて高いというべきであり，これを争う弁護人の主張は採用できない。\nそうすると，前記２つの鑑定によれば，被告人のイプサムの車内で，被害\n者が相当量の血液や唾液をシートカバーに付着させるような異常な事態が発\n生したことが認められる。そして，上記血液と唾液が混合していることは前\n記のとおりであり，Ｆ医師の公判供述によれば，被害者の口の中に大きな創\nがなかったことが認められることからすれば，上記血液は被害者の口内以外\nの体内からのものが口を経て出てきたと推認される。\nこれに加えて，前記のとおり，フロアマット等から被害者の血液型と一致\nする尿痕が検出されていること，頚部圧迫による窒息死では，死亡者が失禁\nしている例も多く見られること（Ｆ医師の公判供述）をも併せ考慮すれば，\nその事態は，被害者にとって極めて深刻な事態であった可能性が高いといえ\nる。\nそして，被害者が，イプサムに乗って，ｂｃ丁目付近までやってくる間，\n車内で口から血を出したことや尿を漏らしたことがあったなどと被告人が供\n述していないことや，前記のとおり，被害者が，Ｌに援助交際の代金をもら\nっていないことを訴えたときに，身体的異常は訴えていなかったことに照ら\nせば，上記のような事態が発生したのは，２５日午前２時４１分以降である\nと推認される。\n(5) なお，検察官は，本件染みは，遺体の腐敗に伴い体液が口から漏出した血\n性液によるものであると主張し，弁護人は，その根拠について，疑問を呈し\nている。\n確かに，前記のとおり，前記血液は，遺体の口から出たものであり，Ｆ医\n師の供述によれば，これは血性液である可能性が高いと認められるが，その\n一方で，同医師は，当公判廷で，血性液は，遺体の腐敗によって肺胞内に漏\n出した血液が腐敗ガスとともに口から体外に排出されるものであるが，どの\nような機序で，どの程度の量が漏出するかは分からないし，遺体の口から血\n性液が漏出した場合，唾液とどの程度混合するかは分からないと供述してい\nるのであって，本件染みが相当の範囲に付着していることや，本件の証拠関\n係からは，死亡後の遺体の状況が確定できないことを考慮すれば，検察官の\n主張のように断定することは困難である。\nしかし，本件染みが血性液かどうかの断定はできないとしても，前記のと\nおり，被害者に由来するものであることにかわりはないから，被害者に極め\nて深刻な事態が発生したという前記認定を維持することができるのであり，\nこの認定に疑問はない。\n８ 被告人が被害者の携帯電話を使用し，被害者を装ってメールを送信したこと\nについて\n(1) 関係証拠によれば，被告人は，被害者と昀後に接触した以降，８月１５日\n午前７時ころにＷ２署で任意提出するまで，被害者の携帯電話（甲１５４）\nを所持していたところ，これを使用して，７月２６日から８月１２日ころま\nでの間，被害者の実母や友人から送信された被害者の安否を気遣うメールに\n対し，同人になりすまし，以下のようにメールを送信したことが認められる。\nすなわち，・ 実母が，７月２５日に被害者が待合せの約束を守らず，家に\n帰らなかったことを叱責する内容のメールを送ると，被告人は，同月２６日\n午後３時４４分ころ，「まじごめんなさい！！知り合いと秋田に遊び来ちゃ\nったんだ！？すぐに急ぎで帰りまーす！！」というメールを返信したこと，\n・ 実母は，その文面に不審を覚え，何度も電話をかけたが通じなかったこ\nと，・ Ｊは，同日，「仙台市内にいるの，急にいなくなると心配するじゃ\nんか。」というメールを送信すると，被告人は，同日午後３時２９分ころ，\n「ごめん別に逃げたわけじゃないけどたまたま知り合いにあって話盛り上が\nって車で秋田に遊びきちゃった！」というメールを返信したこと，・ Ｊが，\n「秋田のお土産買ってきてね。気をつけて帰ってきてね，車だからさ。」と\nいうメールを送信すると，被告人は，同日午後４時２分ころ，「わかった＝\n気をつけて帰ります＝本当に勝手な事してごめんなさい＝これからは気をつ\nけます＝」というメールを返信したこと（なお，「＝」は，被告人が用いた\n絵文字が，異なる機種間で文字化けしたものである。），・ Ｊは，その文\n面の言葉遣いや異なる機種間で文字化けしてしまう絵文字が使われているこ\nとに不審を募らせ，その日のうちに何度も電話をかけたが，応答はなかった\nこと，・ Ｉは，被害者とコンサートに行く約束をしていた同月２８日ころ\nと同月末ころ，何度も電話をかけたりメールを送信したが，返事はなかった\nこと，・ その後，被告人は，８月１１日午後５時４４分から５９分の間に，\n氏名不詳の者に対し，「べつに」，「べつにでたくないから」，「誰とも話\nしたく無いの」，「わかった！じゃぁーね。」とメールを送信していること，\n・ ８月１２日午後６時２０分ころ，Ｊが「本当に生きてる？本当に生きて\nるんだったら返事くれ～ 捜索願い出すって言ってたよー。母上」という(ToT)\nメールを送信すると，被告人は，午後７時５分ころ，「大丈夫だよー＝その\nうち帰るよたぶん＝」というメールを返信したこと，・ 同日午後１１時３\n０分ころ，Ｉが「Ｖお願いだから返事ちょうだい。いまどこにいるの？」と\nいうメールを送信すると，被告人は，「な・い・しょ・だよ！」というメー\nルを返信し，Ｉが「なんで電話に出てくれないの？」というメールを送信す\nると，本文なしのいわゆる空メールを返信し，Ｉが「？？本文ないよ？つー\nか生きてるよね？」というメールを送信すると，「勝手に殺さないでくれな\nい＝＝」というメールを送信したこと，・ さらに，Ｉが，「すげー心配な\nんだケド。こっちの気もしらないで！！なんで電話でないの？」というメー\nルを送信すると，被告人は，「今は誰とも話したくないの！少しほっといて\nくれない！またねー」というメールを送信した。昀後にＩが，「あんたＶぢ\nゃなくない？あたしダレかわかる？」というメールを送ると，以降返信は途\n絶えたことが認められ，これらについては，弁護人，被告人も特に争ってい\nない。\n(2) 前記認定事実によれば，被告人は，７月２６日，さらには，８月１１日か\nら１２日の間に，被害者の携帯電話を使って，被害者になりすまして前記各\nメールを返信し，その文面は，秋田に遊びに来た，そのうち帰るなどと被害\n者が帰宅しない理由を説明して，相手を安心させようとし，あるいは今は誰\nとも話したくない，ほっといてくれないなどと突き放す内容となっているの\nであるから，被告人が，被害者の安否を気遣う家族や友人に対し，被害者に\n異変がなかったように装い，さらに被害者に異変があったことの発覚を遅ら\nせる目的でメールを返信したと認めるのが相当である。そして，前記のとお\nり，被害者と昀後に接触した翌日である７月２６日に上記のメールを返信し\nた後，しばらくの間は返信しなくなったのに，８月１１日と１２日に再度多\n数のメールを返信しているところ，被告人が，捜査段階で，８月１１日朝，\nＤ１の従業員から，Ｑ１港で女性の遺体があがったことを聞いたと述べてい\nる（乙１８。同意書面）ことを併せ考慮すれば，被告人が，Ｑ１港であがっ\nた女性の遺体と被害者のことを結びつけた上で，なおも被害者の周囲の人間\nの不審を逸らそうとして，被害者が生存しているように装ったメールを送信\nしたと考えるのが相当である。\n(ｱ) これに対し，弁護人は，被告人が犯人であれば，被害者の携帯電話を使\n用することはありえないから，被告人が任意同行されるまでこれを使用し\n続けていたことは，被告人が無罪であることの昀大の根拠になると主張す\nる。\n(ｲ) しかしながら，被告人が，被害者の携帯電話を使用して，被害者の実母\nや友人に被害者を装ってメールを返信したのは，被害者に異変が生じたこ\nとの発覚を遅らせ，あるいは，これを免れるためであったことは前記認定\nのとおりであるから，被告人が殺人，死体遺棄の犯人であるとすれば，い\nわば罪証隠滅行為を行ったと見られるのであって，犯人が罪証隠滅をする\nことは珍しいことではない。\n加えて，前記のとおり，被害者の遺体は，その手首に複数のブレスレッ\nトをつけていたほか全裸であり，身元が分かるようなものはない上，腹部\nの左右にコンクリートブロック１個ずつをロープでくくりつけられて，当\n初は海中にあったものであり，このようなことからすれば，被告人におい\nて，被害者の遺体が発見されることはない，あるいは，発見されたとして\nもその身元が判明せず，さらには，被告人にまで捜査が及ぶこともないだ\nろうなどと考えて，被害者の携帯電話を使用していたと推測しても，あな\nがち不当であるとは思われない。\nしたがって，被告人が被害者の携帯電話を使ったことが，無罪の昀大の\n根拠となるといえないことは明らかであり，この点に関する弁護人の主張\nは採用できない。\n９ 被告人が被害者の化粧ポーチを所持していたことについて\n(1) 関係証拠によれば，９月１２日，被告人方アパートの検証が行われ，洗面\n台の前に置かれた空のポリタンクの上に，Ｚ１のロゴ入り紙袋に入った化粧\nポーチ（甲１４２）が発見され，被告人から任意提出されていることが認め\nられ，これについては，弁護人，被告人も特に争っていない。\nそして，Ｈ証人は，当公判廷で，上記化粧ポーチにつき，「二，三年前\n（平成１２年か１３年）に購入して使用していたが，口紅でフタに付けた汚\nれが気になっていたので，新しく買ったものと取りかえて捨てようとしたと\nころ，被害者が欲しいといったので，平成１４年のゴールデンウィークの前\n後にあげた。その汚れが付いていることなどから見て，被害者にあげた化粧\nポーチに間違いない。」旨供述しているところ，その供述は，被害者に譲り\n渡した化粧ポーチの特徴を具体的に挙げて述べられているものであり，十分\nに信用できる。したがって，Ｈ証人の公判供述によれば，上記化粧ポーチは\n被害者が所持していたものと認められる。\n(ｱ) これに対し，弁護人は，Ｈ証人が化粧ポーチのふたの裏側にある長さ約\n２センチメートルの破損に気付かなかったと述べていることをとりあげて，\nＨ証人の公判供述の信用性に疑問を呈し，上記化粧ポーチが被害者の所持\n品であるか疑わしいと主張する。\nしかしながら，上記化粧ポーチを見ると，破損は収納部分の内側の奥に\nあり，また，Ｈ証人が，検察官の前で化粧ポーチを確認したときには内部\nまで確認しなかったと述べていることに照らせば，Ｈ証人がこれに気付か\nなくても何ら不自然ではなく，Ｈ証人の公判供述の信用性に疑問はないの\nであって，被害者が上記化粧ポーチを所持していたことに疑問はない。\n(ｲ) また，弁護人は，化粧ポーチの中に入っていた化粧道具が発見されてい\nないことにも疑問を呈しているが，Ｈ証人は，被告人方から発見された使\nい古しの口紅は，Ｈ証人が被害者に化粧ポーチと一緒にあげた口紅とメー\nカーや色は合致していたものの，明確な特徴がないため断定はできない旨\n慎重かつ控えめに供述しているのであり，被告人方の捜索差押え時に，被\n告人が自分のものではないと言っていたことが証拠上（信用できる証人Ｋ\n４の公判供述）認められ，被告人がそれ以上の説明をしていないことをも\n併せ考慮すれば，被告人方から発見された口紅が，被害者の化粧ポーチに\n入っていたと認めても不当なことではない。\n(ｳ) 以上のとおり，被告人方から発見された化粧ポーチと被害者が所持して\nいた化粧ポーチの同一性に疑問を呈する弁護人の主張は採用できない。\n(2) ところで，被告人は，当公判廷で，「８月１５日の捜索差押えの際，洗面\n所の荷物の上に化粧ポーチが置いてあるのに気付いたが，警察の人のものだ\nと思っていた。９月１２日の検証の際，その化粧ポーチが証拠品だと言われ，\n何かおかしいなと思った。」旨供述する。\n(ｱ) しかしながら，被告人の公判供述によっても，被告人が逮捕された直後\nの８月１５日の時点で，被告人方に化粧ポーチがあったというのであり，\n被告人方からは，後記の多数の窃盗の被害品が発見されていること，化粧\nポーチの形状に照らして，捜査員が道具を入れる入れ物だと思ったなどと\nいう点で相当に無理があり，任意提出の際も異議を申し立てた形跡が全く\nうかがわれないことからしても，到底信用できない。\n(ｲ) なお，弁護人は，化粧ポーチが入っていた紙袋（甲１４１）について，\n関連性が立証されていないとして，刑事訴訟法２０７条に基づき証拠排除\nの申立てをしているが，同紙袋は，被告人方に置いてあり，化粧ポーチが\n中に入っていたのであるから，少なくともこの点で関連性を有することは\n明らかであり，職権発動はしない。\n・ 被告人が客観証拠から犯人と認められること\n以上検討したところによれば，(1)被告人は，被害者の昀終接触者であり，\nしかも，その際，援助交際の代金支払をめぐって被害者とトラブルがあったこ\nと，(2) 被告人は，７月２５日午前２時４１分ころ以降，同日午前６時４５分\nころにＱ１港の岸壁に一人でイプサムで乗って現れるまでの間，アリバイがな\nく，本件犯行に及ぶ機会があったといえること，(3) 被告人の使用車両である\nイプサムから，被害者の血液，唾液の痕及び被害者と血液型が一致する尿痕が\n発見されていること，(4) 被告人が被害者の携帯電話を使用して，被害者の安\n否を気遣う被害者の実母や友人に対して，被害者になりすまし，再三メールを\n返信したこと，(5) 被害者の化粧ポーチを自宅に所持していたことが認められ，\nこれらによれば，被告人を殺人，死体遺棄の犯人と認めることができる。\nその他弁護人がるる指摘する事情を考慮しても，その認定に合理的疑いを入\nれる余地はない。\n・ 被告人の捜査段階の供述について\nところで，被告人は，殺人，死体遺棄事件について，捜査段階において，否\n認と自白を繰り返しているので，そこでの自白が信用できるものか，更に前記\n認定に供することができるかが問題となる。そこで，検討する。\n(1) 被告人の捜査段階の供述状況について\nそこで，まず，被告人の捜査段階の供述状況を見ると，関係証拠によれば，\n以下のとおりであると認められる（なお，被告人がＷ２署に任意同行される\nまでの経過については，弁護人が違法捜査による証拠排除等の申立てをして\nいるので，別に判断する。）。\n(ｱ) 任意同行後の状況について\n被告人は，８月１５日午前０時ころ，警察官からＷ２署取調室に任意同\n行され，警察官Ｒ（以下「Ｒ」という。）及び同Ｓ（以下「Ｓ」とい\nう。）から参考人として事情聴取され，Ｒらに，被害者の携帯電話を提出\nするように説得されるとともに，ホテルＪ１付近にいた理由を尋ねられる\nと，知人とＬ１前で待ち合わせていたなどとうその弁解をし，被害者の携\n帯電話は持っていないと述べた。しかし，被告人は，午前７時ころになっ\nて，ズボンと腹の間のベルトの下から被害者の携帯電話を取り出したので，\nこれを見たＲらは，被告人を死体遺棄事件の被疑者として取り調べること\nとし，供述拒否権を告げて，被害者の携帯電話の入手先を追及した。する\nと，被告人は，「Ｃ２海岸の駐車場で拾った，被害者とは全く関係な\nい。」などと弁解し（乙２），同日午前１１時ころ，Ｗ２署内の公衆電話\nから実家に電話をかけた。そして，同日夕方までＲらの取調べが続き，地\n下駐車場でイプサムの捜索差押えが行われ，さらに，自宅であるアパート\nの捜索差押えが行われたが，被告人は，これらに立ち会い，その後，Ｑ１\n署で証拠品の任意提出の手続をしてから，警察車両でアパートに帰った。\n(ｲ) 逮捕前後の状況について\n被告人は，同月１６日，警察車両に同乗してＱ１署に赴き，午前１０時\n過ぎころから，Ｒらの取調べを受けたが，その際，下着を入れた袋を持参\nし，逮捕されるのを覚悟して来た旨述べた。\n取調べにおいて，被告人は，前日と同様の弁解を続けたが，ホテルでイ\nプサムのナンバーが記録されていたという情報を得たＳにより，Ｗ３港近\nくのモーテルに行っていないかと尋ねられると，ホテルに行ったことを認\nめた上，「被害者とは出会い系サイトで出会って，ホテルに行った。ホテ\nルを出て，途中まで送ってから被害者と別れ，携帯電話は被害者が車に忘\nれていったものである。」旨述べた（乙３）。そして，被告人は，午後８\n時ころから，殺人と死体遺棄について責任を取ると述べて，「・ Ｖさん\nのことについて，私は心より反省して責任を取る覚悟ができています。Ｖ\nさんに対する殺人と死体遺棄での責任を取るという意味です。私は，心よ\nり反省し被害者の母親に対して謝る考えを持っていますし，その社会的責\n任を取って刑務所に入ってくる覚悟はできています。しかし，私自体，心\nの整理がつかず，今の段階で勇気を持ってお話しすることができないので\nす。いずれ日にちをおかないで，みんなが納得する形で素直にお話しする\n気持ちは持っております。・ これから，私が死体を遺棄した場所を警察\nの人と案内し，その場所で線香を手向け，心よりＶさんに謝りたいと思い\nます。」などと供述し，その旨の調書が作成され（乙６４）たが，・の部\n分につき，いまだ死体を捨てたとは言っていないと申し立て，「私が死体\nを遺棄した場所を警察の人に案内し，その場所で線香を手向けと書いてあ\nりますが，Ｖさんが発見された海に行って線香を手向け，心よりＶさんに\n謝りたいと思います。」と訂正させた（乙６４）。その後，被告人は，Ｒ\nらとＱ１港岸壁に赴き，同所で線香を上げてＱ１署に戻り，翌１７日午前\n１時過ぎに死体遺棄等の事実で逮捕されたが，警察官の弁解録取において，\n「死体を海に捨てたりなどしていない。」などと述べて逮捕事実を否認し\n（乙６５），同日，検察官の弁解録取においても，同様に否認し（乙６\n８），「被害者と援助交際で会ったが，ｃ付近で別れた。」旨述べた（乙\n１７，１８）。そして，被告人は，同日，死体遺棄の被疑事実で勾留され，\n同日当番弁護士と接見した。\n(ｳ) イプサムの検証前後の状況について\n被告人は，死体遺棄について否認していたが，同月２０日及び２１日に\nイプサムの検証に立ち会った後，Ｒらからイプサム内から血液や尿の反応\nが出たことについて尋ねられると，「その理由は私としてもよく分かって\nいる。」などと供述するようになった（乙７）ものの，本当のことについ\nて，やはり言えない，刑事さんの態度が悪い，私が言う前に刑事さんが聞\nいてきたから，私は言わないなどと述べて詳細な供述を拒んだ。なお，被\n告人は，同月２０日，Ｏ弁護士を弁護人に選任し，翌２１日から同弁護士\nの接見を受けていた。\n被告人は，同月２５日，「被害者を棄てたとも，棄てないとも話してい\nない。もう少し時間をもらえば必ず正直に話せるのでそれまで待って欲し\nい。」などと供述し（乙６９），同月２８日には，被害者に対して謝らな\nければならないのは分かっているなどと述べて，明日必ず話すなどと涙な\nがらに語り，同日，検察官（Ｐ検事）の前で，「被害者の件で調べを受け\nてきたが，私がやった事に間違いない」旨記載した〔私の気持ち〕と題す\nる書面（乙１６）を作成した。さらに，被告人は，翌２９日，「今日やっ\nと本当のことをいう決断がつきました。私が一人でＶさんを金銭トラブル\nから自分の車の中で殺して，Ｑ１港で遺体を捨てたことは間違いありませ\nん。本当に申し訳ないことをしてしまったと後悔しています。話をしなけ\nればならないことを考えながら，留置場の中では寝る前に海の方に向かっ\nて手を合わせて謝罪の気持ちを心の中で整理し，やっと話す勇気が出まし\nた。」などと供述し，その旨の調書（乙１０）が作成されたが，他方で，\nまだ整理がつかない，もう少し待ってくれと述べて，死体遺棄の具体的犯\n行状況については話さなかった。しかし，その翌３０日，「被害者の衣類\nをＱ１港の岸壁から捨てた。」などと図面を書いて説明し（乙１１）たが，\nその際，「被害者の衣類は隠していたのではなく，後部座席の足元に裸で\n置いていたままだった。」などと訂正を申し立てた（乙１１）。また，同\n日，検察官に対し，「Ｖさんが死んでしまった理由は，私がＶさんの首を\n絞めてしまったからでした。２列目シート上にあったＶさんの遺体から着\n衣を全てはぎ取りました。２列目シートのドアのうち，左右どちらかのド\nアを開けて，私自身は車外に降りてＶさんの死体を車の外に引きずり出し\nてから海中に捨てました。」と供述し（乙１９），その翌３１日にも，警\n察官に対し，同旨の供述をした（乙１２）。そして，９月１日には，「死\n体を捨てた場所」と題する図面を作成した上で，「遺体にくくりつけたブ\nロックやロープは岸壁で見つけた。遺体を岸壁に下ろして服を脱がせた上，\nブロックをロープで巻いて，その場から両手で転がすようにして海におろ\nした。」などと供述し（乙１３），翌２日，殺人及び死体遺棄の事実を認\nめ，被害者の携帯電話について，「この携帯電話が私がＶさんを殺して，\n死体を捨てたときにＶさんから取ったものだったので，見つかったらその\nこともばれてしまうと思ったので，ズボンの中に隠して昀後まで出さずに\n抵抗した。」と供述し（乙１４），検察官に対しても，同日及び翌３日の\n取調べで，死体遺棄の状況について供述した（乙２０，２１。なお，乙１\n４，２１は，一部に訂正の申立てがある。）。\n(ｴ) 勾留理由開示後の状況について\n被告人は，９月３日，Ｔ弁護士を弁護人に選任し，勾留理由開示に臨ん\nだ後，黙秘あるいは否認に転じ，翌４日の検察官の取調べでも，「〔私の\n気持ち〕と題する書面（乙１６）は自分の考えで書いた。」と供述する\n（乙２３）一方で，「半分が本当の気持ちで，半分は半強制的に書かされ\nた。」などと弁解し（乙７１），以後も同様の弁解を続けた（乙２４から\n２８）。被告人は，同月６日に死体遺棄の事実について公訴提起され，同\n日，殺人の事実で逮捕されたが，弁解録取でその事実を否認し（乙７２），\n「被害者が車を降りて行ったきり会っていない。」（乙７３，７５），今\nまでの死体遺棄についての自白は全てうそだったなどと供述した。\n(ｵ) 被告人の自宅アパート検証後の状況について\n同月１２日に被告人方アパートの検証が行われ，同月２１日，被告人は，\nＲらに，そのときに発見された紙袋と化粧ポーチが被害者のものであるこ\nとを認めながら，「援助交際後のことは，まだ心の整理がついていなくて，\nいずれ早い段階で話したいと思いますのでもう少し待ってください。」な\nどと供述し，その旨の調書（乙１５）が作成されたが，その際，「Ｖさん\nを車の中で殺した後にと書いてあるが，まだ殺したこと，死体を捨てたこ\nとについては，心の整理がついてすべて正直に話すので，今日は削除して\n下さい。」などと訂正を申し立て（乙１５），同月２３日，検察官に対し，\n「まだ心の整理がつかないのでお話しできない。」などと述べ（乙７７），\nその後も，「絶対に早い段階で本当のことを話すので待って欲しい。」な\nどという供述を続け（乙７８），同月２８日に，殺人について公訴を提起\nされた。\n以上の被告人の供述状況については，被告人の供述調書の記載以外のこ\nとに関しては，主としてＲ証人の公判供述によって認められるところ，Ｒ\n証人の供述は，具体的かつ詳細で，各供述調書の記載内容やその変遷過程\nを合理的に説明しているのであって，その信用性は高い。\n(2) 被告人の捜査段階の供述の任意性について\n(ｱ) これに対し，被告人は，当公判廷で，Ｒ証人の公判供述の信用性を否定\nしながら，被告人の捜査段階の供述には任意性がない旨供述し，弁護人も，\n被告人の公判供述に基づき，前記のような被告人の供述に任意性がない旨\n主張をしているところ，被告人の公判供述の要旨は，以下のとおりである。\nすなわち，「警察官が何回もうそを並べ立てるので，頭に来て被害者の携\n帯電話をＣ２海岸で拾ったなどとうそをついた。Ｒらから，この携帯電話\nの持ち主を殺したのはお前だと分かっている，おとなしく認めろなどと決\nめ付けられた。被害者の携帯電話を使っていたことには申し訳ない気持ち\nはあると言うと，死体が上がった場所に連れていくから，線香を上げろと\n言われた。Ｒ１埠頭で，線香を渡されてから，手を合わせる動作をすると，\n写真に撮られた。Ｑ１署に戻ってから，自分は，あくまで携帯電話を使っ\nたことを謝るためにＲ１埠頭に行ったのであって，殺したとか，捨てたと\nいうことを言われても身に覚えがないと言った。イプサムの検証後，車内\nで採取されたブロックの破片が，死体にくくりつけられたブロックの破片\nと一致しているのは間違いないから，おまえがやったんだ，血液と尿の反\n応が出たから間違いない，素直に認めろ，すべて素直に応じれば，済むか\nらと言われた。その服を持っていたとして，どういうところに捨てるかと\n警察官に聞かれ，コンビニのごみ箱に捨てれば分からないのではないかと\n言ったら，現実に捨てたような乙１１号証の調書にされた。その調書の添\n付の図面は，警察官に，潮が流れているのが一目で分かって，投げた物が\nすぐ見えなくなる場所はどこだと言われて，書かされたものである。〔私\nの気持ち〕と題する書面（乙１６）は，Ｓから，『この文面を覚えろ。』\nと何回も言われ，多分サンプルも見せられ，『今から検事が来るから，紙\nに書いて示せ。そうすれば，すぐ取調べが終わるから，たまには早く布団\nに入って寝たいだろう。』と言われた。その後，Ｐ検事から，『警察のほ\nうから，謝罪の気持ちがあって書き表したいと言われているから書いてく\nれ。』と，何回も言われ，『これを書かないうちは今日の取調べは終わら\nない。』と言われたので書いた。毎日連夜の取調べで，一人で静かな時間\nが欲しくて，早く終わるようにと思い，後のこととかを考える余裕はなか\nった。乙１０号証は，警察官に，〔私の気持ち〕と題する書面（乙１６）\nの内容を教えろと言われて，自分としては，どういうふうに殺したか，ど\nういうふうに死体を投げたか，分からないものを説明しろと言われてもで\nきないし，話す気もないと言って拒んでいたときの調書で，その内容には\n納得していないが，署名指印するようにしつこく説教されて，仕方なく署\n名指印した。乙１３号証添付の図面は，Ｄ２の方で被害者の死体を投げた\nということで，下書きを元に無理矢理作図させられた。Ｐ検事の前でＴシ\nャツの襟を前の方をつかんで後ろに引っ張って殺したなどと供述した。納\n得していないのに，署名指印してしまったのは，『とにかく指印してサイ\nンしろ，どう考えたってお前がやったのは間違いないんだから，もうお前\nがどう言ったってどうしようもないんだ，とにかく認めて，情状酌量をも\nらえ，そうでなければ，余罪だなんだってくっつけて一生出れないように\nしてやる，それが嫌ならとにかく署名しろ。』というようなことをしょっ\nちゅう言われて，根負けしてしまったからである。」というのである。\n(ｲ) しかし，被告人の供述は，殺人，死体遺棄という重大事案で逮捕され，\n元々否認していた被告人が，犯人と決めつけられた，根負けしたなどとい\nう理由で，事実を認める内容の調書に署名指印してしまったというのは極\nめて不自然である。また，調書の内容を見ても，被告人が訂正を申し立て\nて，訂正された箇所が多数ある上，衣類や死体を捨てたという場所などの\n図面を作成したり，捨てた衣類を具体的に詳しく説明して，被告人が自発\n的に供述したと理解しなければ困難なような内容を含んでいる（乙１１）\nが，被告人の公判供述では，このような調書の内容や体裁を合理的に説明\nできていないのであって，到底信用することはできない。\n(ｳ) そして，信用性の認められるＲ証人の公判供述によれば，被告人の捜査\n段階の供述の任意性に疑問はなく，被告人が殺人，死体遺棄の事実自体を\n認めた調書においても，具体的な説明を拒む被告人の心境が生々しい言葉\nで語られていることや，被告人が，逮捕の翌日から，当番弁護士や弁護人\nと接見をしていたことも併せ考慮すれば，その任意性に疑問を差し挟む余\n地はなく，被告人の公判供述に基づいて被告人の捜査段階の供述の任意性\nを争う（ただし，一部同意の乙号証もある。）弁護人の主張は採用できな\nい。\n(3) 被告人の自白の信用性について\nそこで，被告人の自白の信用性を検討すると，前記のとおり，被告人は，\n自白と否認を何度も繰り返して，その供述は大きく揺れ動いている上，自白\n調書を見ても，自白の内容は具体性に欠けているのであって，死体遺棄につ\nいて比較的詳細に述べている警察官調書（乙１３），検察官調書（乙１９，\n２０）も，述べられてしかるべき遺体にくくりつけられていた針金に関する\n供述がなく，また，ブロックやロープの入手経緯に関する供述も極めてあい\nまいである。さらに，８月３０日付け検察官調書では，イプサムの２列目シ\nート上で，遺体から着衣をはぎ取り，車のドアから遺体を車外に引きずり出\nして海中に捨てた（乙１９）と述べていたのに，９月１日付け警察官調書及\nび同月２日付け検察官調書では，遺体をイプサムから岸壁の上に下ろして衣\n類を脱がせ，ブロックとロープをくくりつけて，両手で転がすようにして海\nに下ろした（乙１３，１４）などと，短期間に重要部分で変遷している。ま\nた，殺害方法について，首を絞めたと述べるものの，その具体的な方法につ\nいての供述はなく，後部座席から被害者が着ていたＴシャツの襟首部分を引\nっ張ったら被害者がぐったりしたなどと不自然で，遺体の客観的状況とそご\nする供述が含まれているのであって，殺人，死体遺棄の犯行状況や動機に関\nする全体的な直接証拠としては，その信用性を認めるのは困難であるといわ\nざるを得ない。\n(4) しかしながら，前記・(1)の認定事実によれば，被告人が，ホテルでイプ\nサムのナンバーが記録されていたということや，イプサムの車内から血液や\n尿の反応が出たこと，被告人方から被害者の化粧ポーチが発見されたことな\nど被告人の関与を疑わせる重要な事実や証拠が提示されるなどすると，反論\nできない限度でこれを認めて詳細な供述を先送りしながら，それでもなお，\n自分が犯人である旨の供述はしているのである。\nそうすると，被告人の自白は，被告人が殺人，死体遺棄の犯人であるとい\nう前記認定に沿う限度では，その信用性を認めてもよいと考えられる。\n(5) 前記のとおり，本件においては，被告人の自白がなくても，判示殺人，死\n体遺棄の事実を認めることができ，その認定に合理的な疑いが生じるもので\nはない上，上記被告人の自白をも考慮すれば，弁護人が主張する事情を慎重\nに検討しても，その認定に合理的な疑いを差し挟む余地はない。\n・結論\n以上検討したとおり，被告人が殺人，死体遺棄の犯人であるという証明は十\n分になされているというべきである。なお，殺人，死体遺棄の犯行月日につい\nて，公訴事実は，それぞれ「平成１４年７月下旬」であり，検察官は，第１回\n期日で，「平成１４年７月２５日から同月末ころまでの間」であると釈明して\nいるが，これまで認定した被害者の遺体の状況，被害者が消息を絶った状況，\n被告人の同月２５日以降の行動，被告人が被害者の携帯電話を使用してメール\nを送信した経緯等を総合すれば，殺人の犯行日時は，「同月２５日午前２時４\n１分以降の同日ころ」であると認めるのが相当である。そして，前記のとおり，\n被告人が同月２７日からイプサムでＤ１の従業員の送迎を行っていることが証\n拠上認められることや，イプサムのトランク内や被告人方からも被害者の血液\n等が検出されなかったことが証拠上うかがわれることに照らせば，被告人が，\n被害者の遺体をイプサムの車内に置き続けていたとは認められず，また，その\n遺体をイプサムのトランク内に隠したり，あるいは被告人方に持ち込んだとも\n認められず，殺害後，被害者の遺体をさほどたたないうちに遺棄したものと推\n認される。そうすると，被告人が被害者の遺体を遺棄したのは，「殺人の犯行\nのころ」と認めるのが相当である。さらに，被告人が同月２５日ころは仙台市，\n宮城県塩竈市内又はその周辺においてしか行動していないことが関係証拠から\nうかがわれるので，各犯行場所は判示のとおりと認めて，判示「罪となるべき\n事実」のとおり認定した。\n・ 違法収集証拠排除法則に基づく証拠排除の申立て\n弁護人は，前記認定に用いた関係証拠のうち，一部の証拠（甲１８，２９な\nいし３１検証調書，甲３６，３８，４２，５４鑑定書，甲５８，６２携帯電話\n解析結果，甲８１実況見分調書，甲８９鑑定書，甲１１９実況見分調書，甲１\n２９実況見分調書，甲１４０ないし１４２携帯電話等）は違法捜査に基づく違\n法収集証拠である，あるいは，いわゆる毒樹の果実であるから，証拠から排除\nすべきである旨主張するので，以下検討する。\n(1) 関係証拠によれば，以下の事実が認められる。すなわち，(ｱ)（職務質問\nの状況）・ 警察は，遺体発見後も，被害者の携帯電話が使用されていたこ\nとから，出会い系サイトを通じてその使用者に接触を図り，８月１４日の夜\nにホテルＪ１前で待ち合わせることになり，その者から，目印として，横縞\nのポロシャツ，半ズボン，ビーチサンダル着用と知らされたこと，・ そこ\nで，警察官のＵ（以下「Ｕ」という。）らが，その周辺に張り込んでいると，\n被告人が現れ，少し離れたところにいたＵから，Ｔシャツと半ズボンを着用\nしているのが確認できたので，Ｕが，酔払いを装って，被告人に接近して観\n察をすると，被告人から「酔っぱらってるんですか。」と声をかけられたこ\nと，・ さらに，Ｕは，辺りの様子をうかがうように徘徊し，携帯電話を操\n作している被告人を確認したので，捜査本部の指示で職務質問をすることと\nし，被告人の背後から，「ちょっとちょっと」と声をかけて，トントンと被\n告人の肩に手を掛け，さらに，振り向いた被告人に「警察なんだけど。」と\n声をかけたこと，・ すると，被告人が，驚いた様子を見せ，走ってくる他\nの捜査官を見て逃げようと二，三歩走り出したことから，Ｕは，被告人を停\n止させようとしてシャツをつかんだこと，・ それとほぼ同時に，約３名の\n捜査員が被告人の行く手に立ちふさがり，さらに約３名の捜査員がこれに加\nわったところ，被告人は，肩を振り，腕を振り回して逃げようとしたが，捜\n査官らに制止され，前のめりに倒れたこと，・ Ｕが「それ以上暴れる\nな。」などと声をかけると，被告人は，地面に直接腰を下ろすような姿勢に\nなり，Ｕに言われて立ち上がったこと，・ Ｕは，被告人に対し，警察手帳\nを示した上，人定事項やホテルＪ１付近に来た目的を尋ねた上，所持品の提\n示を求め，被告人の携帯電話，財布，車の鍵等の所持品を確認したが，被害\n者の携帯電話は確認できなかったこと（なお，被告人がＵに声をかけられ，\n職務質問に応じるまで１分程度であった。），(ｲ)（Ｗ２署への任意同行，イ\nプサムの搬送の状況）・ そこで，Ｕは，被告人にＷ２署まで任意同行を求\nめ，他の警察官が被告人から鍵を受け取り，近くに路上駐車してあった被告\n人の車であるイプサムを同署まで移動したこと（なお，被告人がイプサムの\n移動に異議や不服を述べた形跡はうかがわれない。），(ｳ)（Ｗ２署における\n事情聴取の状況）・ 被告人は，８月１５日午前０時ころ，Ｗ２署取調室ま\nで任意同行されて，Ｒらから，被害者の携帯電話を提出するように説得され\nたが，知らない，持っていないと述べていたこと，・ 被告人は，Ｒらから，\nホテルＪ１付近にいた理由を尋ねられて，Ｌ１前で待ち合わせていた事実が\nないのに，知人と待合せをしたなどと述べたが，同日午前７時ころ，「申し\nわけありません，持っています。」などと言って，ズボンと腹の間のベルト\nの下から被害者の携帯電話を取り出したこと，・ その際，被告人は，ポケ\nットの中にあるものを出しなさいと言ったから携帯電話を出さなかった，持\nっている物を出しなさいと言われればすぐ出したなどと言ったこと（なお，\nこの間，被告人が帰宅させるように求めたことはなかった。），・ そこで，\nＲらは，被告人を死体遺棄事件の被疑者として取り調べることとし，供述拒\n否権等を告げたことが認められる。\n以上の事実は，主として，Ｕ証人及びＲ証人の公判供述によって認められ\nるところ，Ｕ証人の公判供述は，具体的かつ詳細で，不自然，不合理な点は\n見当たらず，記憶があることとないことを区別して述べられていて，弁護人\nの反対尋問にも動揺しておらず，十分に信用でき，Ｒ証人の公判供述が信用\nできることは，前記・(1)のとおりである。\n(2) これに対し，被告人は，当公判廷で，Ｕ証人やＲ証人の公判供述の信用性\nを否定しながら，要旨，以下のように供述している。すなわち，(ｱ)（職務質\n問の状況）「車を降りて，ホテル前の駐車場付近に立っていると，近づいて\nきたスーツ姿の酔っぱらいが，『おとなしくしろ。このやろう。』と言って\n襟首をねじるようにつかんできた。周囲から七，八人が出てきて，両手をつ\nかまれ，足払いをされて，濡れた路面に座らされた。『逃げないから離して\nくれ。』と言うと，『黙って言うこと聞いてろ。』と言われた。警察手帳な\nど身分を示すものを見せてくれと言っても，お前のようなやつに何で見せな\nければならないんだ，来れば分かるとしか言われなかった，参考人として事\n情聴取するとか，被疑者として取り調べるというようなことは言われていな\nい。」，(ｲ)（Ｗ２署への任意同行，イプサムの搬送状況）「警察官にがんじ\nがらめにされて，自分の携帯電話やイプサムの鍵を取り上げられた。そのま\nま拘束されて警察の車に押し込まれた。車がどこにあると尋ねられて，公園\nに停めたと言うと，車で連れて行かれ，イプサムの鍵を持った人が後ろから\n歩いてきた。その中の誰かがイプサムをＷ２署まで運んだと思う。」，(ｳ)\n（Ｗ２署における事情聴取の状況）「Ｒらから，ポケットの中にあるものを\n全部出せと言われて，財布などを出した後，ポケットを裏返して何もないこ\nとを見せた。Ｒらから，携帯電話を出せ，ポケットに入ってるのは分かって\nるんだなどと言われて押し問答になった。Ｓから怒鳴り散らされ，任意なん\nだから帰っていいだろうと言うと，任意は任意だけれど，こっちの質問に答\nえていないから，それは無理だと言われた。警察がうそを並べてくるので，\n腹いせに知人と待合せをしていたとうそをついた。午前７時ころ，持ってい\nるものを全部出すように言われたので，被害者の携帯電話を出した。その前\nに，弁護士を呼んでくれと言ったが，応じてもらえず，しつこく頼むと，Ｓ\nから出すもの出せばどこにでも電話させてやるようなことを言われ，被害者\nの携帯電話を提出した後，公衆電話から実家に電話をかけた。」などという\nのである。\n(3) しかしながら，被告人の供述は，(2)(ｱ)の職務質問の状況に関し，Ｕらが\n昀初から敵意をむき出しにして被告人につかみかかってきたというような内\n容は，それ自体不自然な感は否めない。また，同(ｲ)のＷ２署への任意同行，\nイプサムの搬送状況に関しては，被告人が供述するように，強制的にイプサ\nムの鍵を取り上げられるような状況であれば，当然に所持していた被害者の\n携帯電話も取り上げられてしかるべきだと思われるのに，実際には，取り上\nげられていない。また，任意同行される状況下で，イプサムの移動について\nだけ，ことさら反対する合理的理由もうかがわれない。さらに，同(ｳ)のＷ２\n署における事情聴取に関しては，Ｒらがポケットの中のものを出せなどと長\n時間固執し続けたという点で不自然であり，被害者の携帯電話を提出した理\n由についても，持っている物を全部出すように言われたためであると供述し\nたのが，被害者の携帯電話を提出するのと引き替えに電話をかけさせてやる\nと言われて提出したなどと変遷しており，その変遷に合理的な説明もない。\n以上のとおりであるから，被告人の公判供述は，不自然で不合理なもので\nあって，到底信用することはできない。\n(4) ところで，弁護人は，(ｱ) 本件職務質問は，警察官職務執行法２条１項\nの要件を欠いている，また，被告人の前記供述を前提として，その態様が強\n制にわたる身柄拘束に当たるもので，違法である，(ｲ) 被告人が，同日午前\n０時ころから午前７時ころまで，不当に身柄を拘束されて，黙秘権，弁護人\n選任権を侵害された，(ｳ) 被告人の被疑者調べは，同日午前７時ころから午\n後１１時３０分ころまで，さらに翌１６日にも，自白強要のために長時間に\n及んだ違法がある，などと主張する。\nしかしながら，(ｱ)の職務質問については，被告人の供述が信用できないこ\nとは前記のとおりであるから，これを前提とする主張は失当というべきであ\nる。\nまた，前記(1)(ｱ)で認定した事実に基づいて見ても，当時，被害者の携帯\n電話を所持しているとうかがわれる者との待合せ場所に被告人が現れ，被告\n人の服装が，その者の特徴と合致していたというのであるから，職務質問の\n要件を満たしていたことは明らかである。また，前記のとおり，Ｕが警察だ\nなどと声をかけると，走って逃走する気配を見せたのであるから，これを停\n止させて職務質問に応じるように説得する必要性があったというべきであり，\nその態様も，必要昀小限度の実力を行使したものであって，逮捕と同一視す\nべき程度の実力行使とは認められず，違法性は認められない。そして，(ｲ)の\n不当に身柄を拘束されて黙秘権などを侵害されたということについては，被\n告人が，前記のとおり，殺人，死体遺棄という重大な犯罪に結びつく重要な\n証拠品である被害者の携帯電話を所持・利用していたと強く推認される状況\nにあったにもかかわらず，これを頑強に否定し，ズボンと腹の間に隠して提\n出を拒み続けていたことや，ホテルＪ１前に来た理由についても，あえて虚\n偽の弁解をしていたことに照らせば，捜査機関が，被告人の弁解の裏付けを\n確認し，その上で，被告人の説得を継続することは，被害者の携帯電話が証\n拠品として極めて重要であることを考慮すると，十分にその必要性，合理性\nがあったと認められ，被告人の取調べに違法はない。さらに，(ｳ)の被告人に\n対する取調べが長時間にわたる自白強要であるということについては，前記\n認定のとおり，被告人が，・ 被害者の携帯電話を提出した後，その入手経\n路や被害者との面識について尋ねられると，Ｃ２海岸で拾った，被害者のこ\nとは知らないなどと明らかに不自然不合理な弁解に終始していたこと，・\nＲらに供述拒否権や弁護人選任権を告げられ，前記のとおり，午前１１時こ\nろ，実家に電話連絡をして，両親と弁護人について相談していること，・\n夕方に取調べを終えた後，イプサムや自宅アパートの捜索差押えに立ち会い，\n任意提出の手続をしたこと，・ 同日作成された供述調書には，被告人の言\nい分が録取されていること，・ 翌１６日も，警察車両に乗り，下着や着替\nえを用意して出頭したこと，・ 午前１０時から始まった取調べのなかで，\n前日同様の弁解を繰り返していたが，Ｗ３港近くのモーテルに泊まったこと\nはあるかなどと尋ねられるや，被害者と会ったことを認めた上で，１６日に\n別れたという新たな弁解を始めたこと，・ 午後８時ころ，責任を取りたい\nなどと犯行を自認するかのような供述を始め，Ｑ１港まで線香を上げに行っ\nたというのであるから，取調べが深夜に及んだとしてもやむを得ないことで\nあり，この点も任意捜査としての限度を超えるものではない。\n以上によれば，弁護人の違法捜査に関する主張は理由がなく，違法収集証\n拠や毒樹の果実であるとして証拠排除を求める主張や捜査の違法による公訴\n棄却の申立ては，いずれも理由がない。\n・ 訴因不特定による公訴棄却の申立てに対する判断\n弁護人は，殺人及び死体遺棄の各公訴事実が日時，場所及び方法により訴因\nを特定しておらず，公訴の提起は違法であるとして公訴棄却を求めるが，前記\n認定のとおり，本件では，被告人が，判示殺人及び死体遺棄について犯人性を\n争って否認し，犯行を目撃した者もおらず，情況証拠の積み重ねによる立証活\n動を求められているところ，遺体が海中に投棄されて相当期間経過後に発見さ\nれて，しかも，遺体は死後変化が進んでいることなどの本件事実関係のもとに\nおいては，前記各公訴事実は，他の犯罪事実を識別でき，かつ検察官が訴追し\nた事実の範囲を明示できる程度に，できる限り特定したものであって，訴因の\n特定に欠けるところはないというべきである。\nよって，この点に関する弁護人の主張は採用できない。\n第２ 第１の窃盗の事実について\n１ 関係証拠によれば，(1) ３月１１日午後９時ころから翌１２日午前９時１５\n分ころまでの間に，「Ｂ２」Ｃ１店内のカウンターの下から，現金１１万３３\n１５円，封筒２枚（甲１６１，１６４）に各５枚ずつ納められた３０００円分\nのプリペイドカード１０枚（甲１６７），封筒２枚（甲１６２，１６３）に各\n５枚ずつ納められた５０００円分のプリペイドカード１０枚（甲１６８）及び\n預金通帳１通が保管された耐火金庫１個が盗み出されたこと，(2) 被告人は，\n平成１３年１１月ころから，頻繁に同店を訪れては店員と話し込み，店長のＢ\nを閉店後に自宅に送るなどして同店の内情を知っていたこと，(3) ８月２０日\nから翌２１日にかけて実施されたイプサムの検証で，被害品のプリペイドカー\nド２０枚（甲１６７，１６８）が，９月１２日に実施された被告人方アパート\nの検証の際，被告人から任意提出されたごみ袋の中から前記封筒３枚（甲１６\n１ないし１６３）が，１０月２日には，被告人が任意に立ち会ってイプサムの\n運転席下部コンソールボックス内から前記封筒１枚（甲１６４）が，それぞれ\n発見されて，被告人がこれらを任意提出したことが認められ，これらについて\nは，被告人，弁護人も特に争っていない。\n２ 被告人は，当公判廷において，被害品のプリペイドカードや封筒がイプサム\nや自宅内で見つかったことに心当たりはない，Ｗ２署でイプサムの捜索差押え\nに立ち会ったときには，車内の物が，少し車外のブルーシートの上に出されて\nおり，移動された形跡もあった旨供述して，前記各証拠の領置経過について疑\n問を呈している。\n３ しかしながら，前記のとおり，被告人のイプサムは，８月１５日にＷ２署に\n運ばれて，捜索差押えされ，同日Ｑ１署に搬送された後，同月２０日まで同署\n地下駐車場に保管され，捜査本部においてイプサムの鍵を保管していたところ，\n関係証拠を見ても，イプサムの積載物に捜査機関の作為が加えられた形跡は全\nくうかがわれない上，８月２０日から２１日にかけてイプサムの検証を行うと\nともに１０月２日の領置手続を行った警察官である前記Ｋ，８月２１日の領置\n手続を行った同Ｋ５，９月１４日の領置手続を行った同Ｋ６は，証人として，\n当公判廷において，それぞれ適正に手続を行ったこと，被告人が，いずれの検\n証や任意提出に際しても異議を述べたり，嫌がったりしたことはなかったこと，\n被告人は，上記プリペイドカードについて，どのように入手したかは言わなか\nったものの，自分のものではない，持ち主に返してくださいと話していたこと，\n上記封筒が誰のものか尋ねると，口ごもって答えようとせず，「Ｂ２」のもの\nかと聞くと，小声ではいと答えたことを供述している。\n上記各警察官の公判供述は，いずれも弁護人の反対尋問にも全く動揺してお\nらず，関係する検証調書（甲２９ないし３１等）等によって裏付けられており，\n信用できるものであって，これらの供述によれば，その領置経過に疑問を差し\n挟む余地はない。\n４ そうすると，前記各事実，特に被告人が，イプサム内や自宅アパート内で，\n被害に係るプリペイドカード及び封筒全部を所持していたところ，被告人はそ\nの入手経緯について，何ら合理的な説明をしないことを考え合わせれば，被告\n人が判示第１の窃盗の犯人であると認めるのに十分である。\n第３ 第２の住居侵入，窃盗及び第７の窃盗の事実について\n１ 関係証拠によれば，(1) 被告人は，平成１３年６月ころから，Ａ１，Ａ２夫\n婦と親しくなり，毎日のように同夫婦が経営するＤ１の事務所兼Ａ１方を訪ね\nていたこと，(2) ７月１５日夜から翌１６日早朝の間，Ａ１方２階茶の間に置\nいてあったＡ２のバッグから現金合計２１万９０００円が，１階事務所内から\nＡ１所有の携帯電話機１台（甲１４０）が盗まれたこと，(3) その携帯電話機\n１台は，盗難にあった同月１６日ころ以降，何者かによって頻繁に使用された\nこと，また，(4) ８月１４日午後３時２０分から４時の間，上記１階事務所か\nら，Ａ１，Ａ２夫婦が所有又は管理する現金８６７０円在中の財布１個（甲１\n７５），診察券３枚（甲１８０），クレジットカード１枚（甲１７４），総合\n口座通帳４通（甲１７６ないし１７８），キャッシュカード４枚（甲１７９），\n印鑑１個（甲１８３），ボールペン１本（甲１６６），カード１枚（甲１８\n２）等在中の手提げバッグ（甲１８１）が盗まれたこと，(5) 同日午後４時こ\nろ，被告人がＤ１の事務所を訪れたが，Ａ２が目を離した隙にその場を立ち去\nったこと，(6) 同月１５日，被告人の自宅アパートの捜索差押えが行われた際，\n同室内から手提げバッグ（甲１８１），財布１個（甲１７５），総合口座通帳\n４通（甲１７６ないし１７８），キャッシュカード４通（甲１７９），診察券\n３枚（甲１８０），カード１枚（甲１８２）及び「Ａ」と刻した印鑑１本（甲\n１８３）が発見され，被告人により任意提出されたこと，(7) ８月２０日から\n２１日のイプサムの検証で，車内からクレジットカード１枚（甲１７４）が発\n見され，被告人により任意提出されたこと，(8) その際，前記(3)の架電先の\nうち，＊＊－＊＊＊＊－＊＊＊＊，＊＊－＊＊＊＊－＊＊＊＊などの電話番号\nの記載されたメモが，同車内運転席ドア下部のポケットより発見されたこと，\n(9) ９月１２日の被告人方アパートの検証で，茶の間のコタツ敷の下から前記\n携帯電話（甲１４０）が発見され，被告人により任意提出されたこと，(10)\n１０月２日に被告人方アパートで捜索差押えされた前記手提げバッグ（甲１８\n１）の底にボールペン（甲１６６）があり，被告人により任意提出されたこと，\n(11) 前記(2)の被害の際，Ａ１のバッグ内にあった封筒（甲１６０）から検出\nされた指紋が被告人の左手母指の指紋と一致したことが認められ，これらの事\n実自体については，弁護人，被告人も特に争っていない。\n２ ところで，被告人は，(11)の指紋について，判示第２の事実に係る弁解録取\nにおいて，検察官に対し，「７月１５日に，Ａ２と一緒に集金に出かけ，事務\n所に戻ってから事務員のＷに頼まれて，集金したお金が入っていた封筒を１回\n手に取ったので，その際，私の指紋が封筒についたものだと思う。」（乙６\n８）旨弁解している。\nしかしながら，証人Ａ１，同Ａ２の各公判供述によれば，被告人の指紋が付\n着した封筒（甲１６０）は，１０日以上前からＡ１のバッグに入れたままにな\nっていたことが認められ，Ａ夫婦は，被告人に従業員の送迎を頼み，また，被\n告人に食事もさせたことがあるというのであって，いずれも，ことさら被告人\nに不利益なことを述べる理由がなく，その各供述は，具体的であり，不自然，\n不合理な点は見当たらず，忘れたことはその旨述べるなどしているのであって，\n信用性は高い。\nそうすると，証人Ａ１，同Ａ２の各公判供述によれば，被告人が供述するよ\nうな経緯で被告人の指紋が付着する機会はなかったと認められ，これに反する\n被告人の弁解は到底信用できない。\nまた，被告人は，当公判廷において，Ａ１の携帯電話（甲１４０）で出会い\n系サイトを利用したことを認めた上で，これはＱ１の岸壁で拾った旨弁解し，\nまた，Ａ２の手提げバッグ（甲１８１）について，「８月１４日午後８時２０\n分ころ，Ｑ１港の岸壁に置いてあったのを見付け，中にＡ夫婦名義の通帳等が\n入っていたため，Ｄ１まで持って行ったが，Ａ夫婦に会うことができず，翌日\n届けようと思って，アパートに持ち帰った。」（乙６１）旨弁解している。\nしかしながら，その入手経緯に関する弁解は，いずれも不自然不合理であり，\n(4)の被害品が，被告人の自宅アパートやイプサム車内に散在していることなど\n証拠物の発見状況に照らしても，到底信用することはできない。\nさらに，被告人は，第２と同様に，警察官が自分を陥れるために証拠物につ\nいて何らかの細工をしたのではないかと思う旨弁解するが，前記信用性の認め\nられる各警察官の公判供述に照らせば，証拠物の発見や領置経過には何も疑問\nがない。\n３ これまで認定した各事実，とりわけ被告人が，判示第２の被害の約１か月後，\nそして，判示第７の被害の翌日に，現金を除く多数の被害品を所持していたと\nころ，その入手経緯について，何ら合理的説明をしないことを考え併せば，被\n告人が犯人であると認めるのに十分である。\n第４ 第３の建造物侵入，窃盗の事実について\n１ 関係証拠によれば，(1) ７月２１日午後７時過ぎころから翌２２日午前８時\n３０分ころの間，前記Ｆ１店から，同店店長のＣ（以下「Ｃ」という。）所有\nのリモコン（甲１７０），カーテレビ（甲１７１），チューナー（甲１７２）\nが盗まれたこと，(2) Ｆ１店の出入口や窓は施錠され，こじ開けるなどした形\n跡はなく，出入口の鍵は，経営者のＸ（以下「Ｘ」という。）とＣが管理して\nいたこと，(3) ５月上旬ころ，Ｘの自宅兼自動車修理工場において，Ｆ１店の\n出入口の鍵等を含む鍵２束（甲１６５，１６９）等が盗まれたこと，(4) ８月\n２０日から２１日のイプサムの検証で，被害品であるリモコン（甲１７０），\nカーテレビ（甲１７１），チューナー（甲１７２）及び前記鍵１束（甲１６\n９）が発見され，被告人が任意提出したこと，(5) ９月１２日の被告人の自宅\nアパートの検証で，６畳居間北東の茶だんすの棚より前記鍵１束（甲１６５）\nが発見され，被告人により任意提出されたこと，(6) 被告人は，平成１３年６\n月から，Ｆ１店に勤務した際，Ｘの自宅兼自動車修理工場を多数回訪れたこと\nがあったことが認められ，弁護人，被告人も特に争っていない。\n２ ところで，被告人は，当公判廷において，前記鍵束は，Ｆ１から出張展示会\nや注文書等書類を取りに行くときのために預かっていた予備の鍵であり，預か\nっていたこと自体を忘れていたため，返していなかった旨弁解している。\nしかしながら，被告人は，捜査段階では，「Ｅ１に出社しなくなったころ，\nＦ１の鍵を持ち歩いたことはなく，これを外に持ち出して自宅やイプサムの中\nに置いたことはない。」（乙４４）旨供述していたのに，突然上記弁解を始め\nたもので，供述を変遷させた理由が説明されていない上，被告人が異動したと\nきに，預けていたＦ１店の出入口等の鍵を間違いなく回収した旨のＸ証人の公\n判供述に反している。\nＸ証人は，あえて被告人に不利なことを述べる理由はないことなどからすれ\nば，その供述の信用性に疑問はなく，これに反する被告人の弁解は，不自然，\n不合理なものであって，全く信用できない。\n３ これまで認定した各事実，とりわけ被告人が，判示第３の被害品全部及び出\n入り口の鍵を所持していたところ，その入手経緯について，何ら合理的説明を\nしないことを考え合わせれば，被告人が犯人であると認めるのに十分である。\n第５ 第６の詐欺の事実について\n１ 被告人の給油を担当した株式会社Ｇ１Ｈ１の従業員である証人Ｅ（以下\n「Ｅ」という。），同Ｗの各公判供述及び納品書（甲１７３，１８６から１８\n８）等関係証拠によれば，被告人が，別表（添付省略）のとおり，計４回にわ\nたり，同表欺罔文言欄記載のとおり申し向けて，それぞれ給油をしたことが認\nめられる。\n２ ところで，被告人は，公判廷で，それぞれ給油したことを認めながら，「Ｄ\n１の息子」とは一度も言っていない旨弁解している。\nしかしながら，証人Ｅは，「イプサムに乗った被告人が，『Ｄ１の息子』を\n名乗り，Ｄ１の『＊＊＊＊』の車番を告げて給油を申し込んだ。掛売りで給油\nできる車番は決まっているので，それ以外の車であれば，Ｄ１に電話で確認す\nることになっているが，所長に確認すると，『＊＊＊＊』の車番が一致し，Ｄ\n１さんの息子だということで給油してよいと指示されたので給油した。」旨供\n述している。\n証人Ｅの公判供述は，具体的かつ明確で，前記給油所の所長であるＺの公判\n供述や前記納品書の記載に裏付けられている上，それまで被告人と面識がなく，\n被告人に不利な虚偽供述をする理由がないから，十分信用することができ，こ\nれに反する被告人の弁解は信用できない。\n３ さらに，被告人は，Ａ１から上記給油の許可を受けていた旨弁解する。\nしかしながら，Ａ１は，当公判廷でこれを否定し，Ａ２は，当公判廷におい\nて，「７月１５日過ぎころ，被告人に，Ｄ１の従業員の朝の送迎を１か月１万\n円の約束で頼んだ。油賃は出さないよと言ったら，被告人は，いいんだ，世話\nになってるからなどと言っていた。同月二十五，六日ころ，得意先回り等で被\n告人に二，三回運転してもらったことがあったので，Ｄ１のツケで３０リット\nルのガソリンを入れてやった。それ以外に，被告人に，Ｄ１のツケでガソリン\nを入れて良いと言ったことはない。油を入れてやったことなどから，８月５日\nか６日に，送迎代の１万円の約束を５０００円に負けるように言うと，被告人\nも承諾した。被告人に従業員の夕方の送迎を頼んだのは，夫が７月に会津若松\nへ出張に行ったときと，８月初めころ，夫と月山に行ったときであるが，それ\n以外に夕方の送迎を頼んだことはない。」旨供述する。\n証人Ａ２は，被告人に従業員の送迎を依頼した状況等について，具体的かつ\n詳細に供述し，３０リットルの給油を許可したことなど被告人に有利な点も含\nめて，証人Ａ１の公判供述とも概ね符合する供述をしているのであって，その\n公判供述の信用性に疑問はない。\n４ これに対し，被告人は，「８月に入って，Ａ夫婦が出羽三山参りに行く間，\n夕方も従業員を送迎することになったので，Ａ１と直談判してガソリンを入れ\nる取り決めをした。１万５０００円などの金額を決めて，Ｄ１の負担でガソリ\nンを給油し，それ以上かかったガソリン代は被告人本人が負担するという約束\nをした。月末締めで給油伝票を経理担当の事務員に渡してくれれば良いという\n取り決めだった。」旨弁解する。\nしかしながら，この供述は，信用できる証人Ａ１及び同Ａ２の公判供述に反\nしている上，被告人が，給油の際，前記認定のとおり，あえて「Ｄ１の息子」\nなどと虚偽の事実を申し向けた事実と整合しないのであって，到底信用できな\nい。\n以上によれば，被告人が，Ａ１からＤ１の負担で給油する許可を受けていた\n事実はなく，そのような許可があったと誤信したとうかがわせる事情もない。\nしたがって，被告人には給油してもよいという権限が与えられていた旨の弁\n護人の主張は理由がなく，関係証拠によれば，判示第６の各事実が優に認めら\nれる。\n（法令の適用 省略）\n（量刑の理由）\n本件は，被告人が，店舗からプリペイドカードや耐火金庫を窃取した事案（第\n１），会社事務所兼居宅に侵入して現金等を窃取した事案２件（第２，第７），店\n舗事務所に侵入してカーテレビ等を窃取した事案（第３），出会い系サイトで知り\n合った被害者を殺害した事案（第４），その死体を海中に投棄した死体遺棄の事案\n（第５）及びガソリンスタンドから，４回にわたり，ガソリンをだまし取ったとい\nう詐欺の事案４件（第６）である。\nまず，殺人，死体遺棄の犯行について見ると，被告人が否認しているために，そ\nの詳細な動機・経緯は明らかでないが，被告人と被害者の間で，援助交際代金の支\n払をめぐって金銭トラブルがあり，それに端を発した偶発的な犯行であると証拠上\n認められるが，そのトラブルの原因たる援助交際の代金はさほどのものではないの\nに，そのようなトラブルのために被害者を殺害して，なにものにも代え難い尊い人\n命を奪ったことは，余りにも安易で，短絡的かつ身勝手であって，酌むべきものは\n何もない。また，死体遺棄の犯行は，殺人の犯行を隠蔽するために行われたもので\nあることは明らかであって，自己中心的で，卑劣な動機に酌量の余地は全くない。\n犯行態様についても，詳細は不明であるが，関係証拠によれば，被害者の頚部を\n相当の力で締め付け続けるなどして窒息死させたものと認められ，強固な殺意に基\nづく冷酷，残忍で，凶悪な犯行である。また，被害者の遺体から着衣を全てはぎ取\nって全裸にした上，ロープや針金でコンクリートブロックをくくりつけて海中に投\n棄した点は，完全犯罪を指向し，死者の尊厳を顧みない非情な犯行である。\n被害者は，仙台市内に戻って実母と同居するようになり，友人らと交流を持ちな\nがら新たな生活を始めようとした矢先に，わずか１６歳で，突然その生命を絶たれ\nたものであって，その悔しさ，無念さは察するに余りある。\n被害者の遺体は，身元確認にすら困難をきたすほど死後変化が進んでおり，遺体\nを引き取った実母は，解剖が終わってガーゼなどで遺体が巻かれていたことから，\n我が子がどのような有り様になっているのか直接確認することもできないまま，カ\nーゼなどの上から口とおぼしき辺りに口紅を塗るにとどまり，満足に死に化粧すら\nしてやれなかったというのであるから，遺族に与えた衝撃も極めて大きい。\nようやく被害者と同居して，その将来を楽しみにしてきた実母をはじめ遺族らの\n悲しみは筆舌に尽くしがたく，実母が，その意見陳述において，被告人に対し，極\nめて厳しい処罰感情を訴えているのも当然のことである。\n被告人は，殺人，死体遺棄の犯行後，詳細は不明であるが，被害者の着衣，所持\n品を処分した上，被害者の携帯電話を使用して，被害者の安否を憂慮する実母らに\n対し，被害者を装ってメールを返信するなどし，犯行の発覚を免れようとして罪証\n隠滅工作に及んでいるのであって，犯行後の情状も悪い。\n加えて，本件が，１６歳の高校生が，全裸の死体で海上に浮遊してところを発見\nされた殺人，死体遺棄事件であり，マスコミにより大きく報道され，凶悪な犯行と\nして社会に与えた影響も大きい。\n次に，窃盗，建造物侵入，住居侵入の各犯行について見ると，被告人は当時定職\nがなく，無為徒食の生活を送っていたところ，いずれも金品欲しさから犯行に及ん\nだものと認められ，その安易で利欲的な動機に酌量の余地は何もなく，犯行の手口\nも，世話になっていた知人の事務所兼居宅，元の勤務先等勝手を知った場所におい\nて，不正に入手した鍵を用いたり，シャッターをこじあけて侵入するなどして金品\nを盗み出し，あるいは人目のない間を狙ってバッグを盗むなどしており，いずれも\n大胆で悪質な犯行である。\nそして，詐欺の犯行についても，従業員の送迎を頼まれるなどした知人夫婦の息\n子を名乗ってガソリンスタンドの従業員をだまし，短期間に反復してガソリンを詐\n取したもので，犯情は悪い。\n各犯行の被害額の合計は多額に上るが，一部の被害品が還付されるほか，現金の\n被害については全く弁償されておらず，各被害者の処罰感情は厳しい。\nにもかかわらず，被告人は，本件各犯行を否認して，不自然不合理な弁解に固執\nし，反省の態度を全く見せておらず，何ら慰謝の措置も講じていない。\nそうすると，被告人の刑事責任は極めて重い。\n他方，被告人には前科前歴がないこと，長期間身柄を拘束されたこと，本件公判\n中に病身の父親を亡くし，葬儀に出席できなかったこと，知人夫婦が詐欺の被害会\n社にガソリン代金を支払ったことなど被告人に有利ないし斟酌すべき事情も認めら\nれる。\nそこで，以上の諸事情を総合的に勘案して，被告人を主文の刑に処するのが相当\nであると判断した。\nよって，主文のとおり判決する。\n（求刑―懲役１８年）\n平成１８年３月２０日\n仙台地方裁判所第２刑事部\n本間榮一裁判長裁判官\n齊藤啓昭裁判官\n岸田 航裁判官\n"
}