{
  "trial_type": "LaborCase",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 5,
    "day": 24
  },
  "case_number": "平成13(行コ)49",
  "case_name": "岐阜市大学講師退職金請求",
  "court_name": "名古屋高等裁判所",
  "field": "労働",
  "lawsuit_id": "18670",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=18670",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/670/018670_hanrei.pdf",
  "contents": "主　　　　　　　　　　文\n１　本件控訴を棄却する。\n２　控訴費用は控訴人の負担とする。\n事　実　及　び　理　由\n第１　当事者の求める裁判\n１　控訴人\n(1)　原判決を取り消す。\n(2)　被控訴人は，控訴人に対し，８０万１７５０円及びこれに対する平成７年４月\n１１日から支払済みまで年５分の割合による金員を支払え。\n(3)　訴訟費用は，第１，２審とも，被控訴人の負担とする。\n２　被控訴人\n主文と同旨\n第２　事案関係\n１　本件は，外国人である控訴人が，被控訴人の設置する市立大学の講師として任\n期を定めて任用され，同任期後更新されないで退職したところ，控訴人は被控訴人\nに対し，退職手当に関する条例に基づき支給された退職金につき，整理退職の場合\nの金額が支給されるべきところ普通退職の場合の金額しか支払われなかったと主張\nし，その差額金及びこれに対する遅延損害金の支払を求めた事案の控訴審である。\n２　当事者の主張は，次のとおり補正し，下記３の当審における主張を付加するほ\nか，原判決の「事実」欄の第２記載のとおりであるから，これを引用する。\n(1)　原判決２頁１３行目の「被告に対し，」の次に「本件条例に基づき，」を付加\nする。\n(2)　同２頁１４行目から１５行目にかけての「支払済みまで」の次に「民法所定\nの」を付加する。\n(3)　同２頁１５行目の「金員」を「遅延損害金」に改める。\n３　当審における控訴人の主張\n(1)　労働者の勤労条件の基準は法定されており（憲法２７条２項），地方公務員の\n場合は，地方公務員法，労働基準法が勤労条件の基準を定めている。\n控訴人の任用において，当初の「外国人であるので，３年の任用とする。」との\n「３年任期」及びそれが有効であることを前提とするその後の各「１年任期」はい\nずれも労働基準法３条，同法１４条，地方公務員法２２条１項に抵触し無効である\nから（労働基準法１３条，地方自治法２条１７項），その部分については労働基準\n法の定めた基準によることとなる。よって，控訴人が平成２年４月１日に任用され\nた後１年を経過した平成３年４月１日現在，労働基準法及び地方公務員法上，控訴\n人の任用に関する「期間の定め」（任期）は消滅している。\nしたがって，既に消滅した「任期」を判決の基礎とすることはできない。\n(2)ア　本件大学の労働関係の決定権を持つ教授会が「地方公務員法では，労働基準\n法１４条は適用しない。」「３年後の任期満了は条件によっては認められる旭川判\n例がある。」等の主張をして，３年任期を有効とした点は公序良俗に反する。\nイ　また，被控訴人は，大学人事を監督，是正すべき立場にあって，瑕疵ある任期\nを援用して普通退職だと主張することは，公序良俗に反する。\n(3)　仮に，本件任期が有効であるとしても，任期の性質は職務の性質により客観的\nに判断すべきである。すなわち，任期は職務によって，更新が予定されているもの\nと，予定されていないものとがあり，臨時的・非常勤でない学者，研究者における\n任期は，学問の自由を確実にするため，その身分を保障し，再任の保障が与えられ\nるべきであり，一般労働者として生存権，労働権が保障されている以上，合理的理\n由のない一方的更新拒絶は許されない。\nしたがって，再任が保障されているにもかかわらず，任期が終了したとして意に\n反して退職（更新拒絶）させられるのは，「整理退職」である。\n(4)　被控訴人は，控訴人の退職が整理退職であるとしても，本件条例５条１項の市\n長の承認がなされていない旨主張するが，同条項の承認は割増し手当を出すかどう\nかの承認ではなく，労働者を保護するために整理解雇する場合は，労働基準監督機\n関である市長の承認がいるとの趣旨である。\n第３　当裁判所の判断\n１　当裁判所も，控訴人の本件請求は理由がないものと判断するが，その理由は，\n下記２の当審における控訴人の主張に対する判断を付加し，次のとおり補正するほ\nか，原判決の「理由」欄記載のとおりであるから，これを引用する。\n(1)　原判決３頁４行目の「見込まれていたこと」の次に「，控訴人の能力が必ずし\nも明らかでなかったこと，控訴人が外国人であることから，日本語の能力（日本語\nによる授業）に不安があったこと，控訴人の在留期間に制限があること」を付加す\nる。\n(2)　同３頁７行目の「原告は，」の次に「被控訴人から」を付加する。\n(3)　同４頁９行目の「期間に限り」の次に「被控訴人から」を付加する。\n２　当審における控訴人の主張について\n(1)　控訴人は，労働者の勤務条件は憲法２７条により法定されているところ，控訴\n人が当初任用期間を３年とされた雇用条件は労働基準法３条，同法１４条，地方公\n務員法２２条に反するものであり，これを前提とする各再任における１年の任期の\n定めはいずれも無効である旨主張する。\nア　しかしながら，控訴人は日本国籍を有しない外国人であるところ，外国人は，\n憲法上，当然に国又は地方公共団体の公務員に就任する権利が保障されているとい\nうことはできないが，一方，我が国に在住する外国人について，日本国籍を有する\n日本国民による国民主権の原理に反しない限り，同外国人が公務員に就任すること\nは憲法上禁止されていないと解される。そこで，公務員であってもその担当する職\n務が，公権力の行使又は公の意思形成への参画の程度が低い場合には，立法政策に\nより，日本国籍を有しない外国人が公務員に就任することは可能であると解され\nる。この見地から，昭和５７年９月１日，国立又は公立の大学における外国人教員\nの任用等に関する特別措置法（以下「外国人教員任用法」という。）が制定された\nものであり，地方公務員法には外国人の公務員への就任に関して明文の規定がない\nので，外国人教員任用法は，地方公務員法の特別法にあたるものというべきであ\nる。\nイ　控訴人は，本件の任期が労働基準法１４条に反する旨主張するところ，地方公\n務員法５８条３項は，労働基準法１４条を除外していないので，地方公務員には同\n条の適用があると考える余地がないではない。しかしながら，公務員については，\n全体の奉仕者として公共の福祉を増進するための職務に従事するという特殊性に基\nづいて，別途，公務員関係の諸法令が制定されており，その限りで一般の労働関係\n諸法令の適用を除外せざるを得ない場合があり，また，労働基準法１４条は，労使\n当事者の自治から立場の弱い労働者の人身拘束，身分的隷属などの弊害を除去しよ\nうとの趣旨，目的から制定されたものであるから，任用行為の内容が法律，条例で\n制定され，分限懲戒免職事由を明定して身分を保障されている地方公務員には，原\n則として適用されないと解するのが相当であり，地方公務員について，地方公務員\n法２２条が定める条件附採用及び臨時的任用の場合のほか，一般に任期を設けるこ\nとはできないというべきである。\nウ　この点，外国人教員任用法２条３項では，外国人教員の任用にあたっては任期\nを定めるべきものとされているところ，上記アのとおり，同法は地方公務員法の特\n別法であり，同法２条３項の立法趣旨は，①任期を付することにより，円滑なロー\nテーションが図られ，外国人の積極的任用という目的に資すること，②共同のテー\nマの完成や専門分野の後継者の育成の見通し等の観点から，任期を付した方が適切\nな場合が少なくないこと，③任用される外国人及びその所属する機関の長の承認を\n得るためには任期のあった方が良いこと等にあり，その趣旨自体合理的なものであ\nって，本件においても控訴人の任用にあたって任期を定めたことは，何ら控訴人主\n張の関係法規に反するものではない。すなわち，憲法１４条，労働基準法３条等\nは，合理的差別を禁じたものではなく，上記立法趣旨のとおり任期の定めについて\nは合理的な理由があるから，外国人を日本人と異なる扱いをしても上記各法規に反\nするものではないのである。\nエ　したがって，本件各任期が無効であるとはいえないので，控訴人の上記主張は\n理由がない。\n(2)　控訴人は，教授会が控訴人の任用における任期を有効とした点，瑕疵ある任期\nを援用して普通退職であるとした点は，公序良俗に反する旨主張する。\nしかしながら，上記(1)のとおり，本件任期が外国人教員任用法に基づくもので，\n同法が何ら控訴人主張の法規に反するものでなく，また，公序良俗に反するもので\nないことが明らかであるので，控訴人の上記主張は失当である。\n(3)　控訴人は，本件任期が有効であるとしても，任期の性質は職務の性質により客\n観的に判断すべきであり，学者，研究者には学問の自由を確実にするため，再任の\n保障が与えられるべきである旨主張する。\nしかしながら，外国人教員任用法２条３項は，上記(1)ウに判示した趣旨により定\nめられたものであり，任期については評議会（評議会を置かない大学にあっては教\n授会）の議に基づき学長の定めるところによる旨を定め，任期について裁量の余地\nを認めており，場合によっては期限の定めのない任期を定めることも容認している\nものの，本件においては控訴人の講師の任期を当初は３年，その後各１年と定めら\nれた以上，任期満了後は当然に講師の地位を失ったものである。また，同法その他\nの法令において，任期が終了した外国人教員について，再任が当然に予定されてい\nるとの規定はない。したがって，控訴人の上記主張は失当である。\n第４　結論\n以上のとおりであるから，その余の点を判断するまでもなく，控訴人の請求は理\n由がなく，これを棄却した原判決は相当であり，本件控訴は理由がないからこれを\n棄却することとし，控訴費用の負担につき民事訴訟法６７条，６１条を適用して，\n主文のとおり判決する。\n名古屋高等裁判所民事第２部\n裁判長裁判官　　　　大　　内　　捷　　司\n裁判官　　　　島　　田　　周　　平\n裁判官　　　　玉　　越　　義　　雄\n"
}