{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 12,
    "month": 2,
    "day": 16
  },
  "case_number": "平成10(行ケ)168",
  "case_name": "特許取消決定取消請求事件",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "13350",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=13350",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/350/013350_hanrei.pdf",
  "contents": "平成１０年（行ケ）第１６８号特許取消決定取消請求事件（平成１２年２月２日口\n頭弁論終結）\n判          決\n原            告        ソニーケミカル株式会社\n代表者代表取締役        Ａ\n訴訟代理人弁理士        Ｂ\n同                      Ｃ\n被            告        特許庁長官  Ｄ\n指定代理人              Ｅ\n同                      Ｆ\n同                      Ｇ\n同                      Ｈ\n主          文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n事実及び理由\n第１  当事者の求めた判決\n１  原告\n特許庁が、平成８年異議第７０１９０号事件について、平成１０年４月２日にし\nた特許異議の申立てについての決定（以下「本件決定」という。）を取り消す。\n訴訟費用は被告の負担とする。\n２  被告\n主文と同旨\n第２  当事者間に争いのない事実\n１  特許庁における手続の経緯\n原告は、昭和６０年８月１５日、名称を「連結シート」とする発明（以下「本件\n発明」という。）につき、特許出願（特願昭６０－１７９９４７号）をし、平成８\n年３月１３日に特許登録（特許第２５０１１００号）を受けた。\n訴外株式会社スリーボンドは、平成８年１１月２９日、本件発明について、特許\n異議の申立てをした。\n特許庁は、同請求を、平成８年異議第７０１９０号事件として審理した上、平成\n１０年４月２日、「特許第２５０１１００号の特許を取り消す。」との本件決定を\nし、その謄本は、同年５月１１日、原告に送達された。なお、原告は、平成９年５\n月１９日、本件発明について、特許請求の範囲及び明細書の記載を訂正する旨の訂\n正請求（以下「本件訂正請求」という。）を行った。\n２  本件発明の要旨\n熱溶融型絶縁性接着剤に導電性粒子を分散させたものであって、異なる基板に設\nけられた配線パターン同士を熱圧着により接続する連結シートにおいて、上記導電\n性粒子を上記接着剤に不溶な絶縁性樹脂で被覆したことを特徴とする連結シート。\n３  本件決定の理由\n本件決定は、別紙本件決定書写し記載のとおり、本件訂正請求が独立特許要件を\n欠き、本件発明が、特開昭６０－１１５６７８号公報（以下「引用例」という。）\nに記載された発明（以下「引用例発明」という。）と認められるから、その特許\nが、特許法２９条１項３号の規定に違反してなされたものであり、同法１１３条２\n号に該当するとした。\n第３  原告主張の取消事由の要点\n本件決定の理由中、本件訂正請求の適否に関する判断の結論（その判断の内容は\n争う。）、本件発明の要旨の認定、本件訂正請求に係る訂正明細書、本件明細書及\nび引用例の各記載事項の認定は、いずれも認める。\n本件決定は、引用例発明を誤認して本件発明と一致すると誤って判断し（取消事\n由１）、本件発明と引用例発明との同一性を誤認した（取消事由２）ものであるか\nら、違法として取り消されなければならない。\n１  引用例発明の誤認と本件発明との不一致（取消事由１）\n本件発明は、本件明細書の記載（甲第３号証２頁右欄４０行～３頁左欄３５行）\nによれば、すべての導電性粒子が絶縁性樹脂で全面被覆される態様と、全面被覆粒\n子と部分被覆粒子とが混在する態様とを包含するものであるが、それらの粒子が全\n体として絶縁性を示す程度に被覆されていることを要件とし、かような状態を「被\n覆」と表現したものと解するのが相当である。すなわち、本件発明において、導電\n性粒子を絶縁性樹脂で被覆するのは、導電性粒子を被覆層が破壊されない限り絶縁\n性の粒子とするためであり、その結果、隣接する配線パターン間にリークの発生が\n見られないという効果を生じさせるものであるから、導電性粒子は絶縁性樹脂で完\n全に被覆されなければならない。\nこれに対し、引用例発明の被覆の態様は、種々の被覆状態の粒子が混在するにせ\nよ、「前記ゴム弾性を有する導電性樹脂組成物の粉末８によって前記透明電極４と\n前記銅箔６とを電気的に接続することができる。」（甲第２号証２頁右下欄１６～\n１８行）との記載からみて、全面被覆粒子の数が部分被覆のものより十分に少ない\n（例えば被覆率が５０％より小）か、又は部分被覆の露出度が十分大きい（例えば\n被覆度が５０％より小）状態にあるのであって、本件発明の被覆の態様とは全く逆\nの関係にあるのである。しかも、引用例では、得られた粉末が絶縁性ゴム樹脂で被\n覆された状態にあるとの記載又はこれを示唆する記載も一切なく、したがって、引\n用例発明が、本件発明と同じ意味での「被覆」を意図したものではないことが窺え\nる。\n仮に、本件発明において引用例発明のゴム弾性を有する導電性樹脂組成物の粉末\nを導電材に用いると、導電材がゴム弾性を有するため熱圧着後は導電材が収縮した\n状態になるが、この導電材が本件発明のような完全な「被覆」状態にあれば、常に\n十分な導通が得られるとは限らないから、本件発明では引用例発明のゴム弾性導電\n性樹脂が使用できないのである。\nしかも、本件発明において、「接着剤（１）に対する樹脂で被覆された導電性粒\n子（２）の割合は１～３００重量部が適当である。」（甲第３号証５欄３３～３５\n行）とされ、粒子の配合割合の範囲が広いのに対し、引用例発明では、「結合剤１\n００重量部に対し、０．５重量部未満であると、熱圧着時に導通不良が生じ、一方\n１０重量部より多くなると導電性を示し、使用不能となる。」（甲第２号証３頁左\n上欄１～４行）とされ、配合割合が０．５～１０重量部と狭い範囲に限定される理\n由は、接着（結合）剤に分散させる粒子（粉末）が、前者では絶縁性であるのに対\nし、後者では導電性である点に帰着すると考えられる。そして、前者の粒子が絶縁\n性であるのは、とりもなおさず粒子が絶縁性樹脂で被覆されているからであり、後\n者の粉末が導電性であるのは、上述した意味において粉末が絶縁性樹脂で被覆され\nていないからである。\nこの点について、本件決定は、「被覆」の意味を接着（結合）剤に分散させる粒\n子の作り方が類似することに基づいて解釈している（本件決定書３頁２～１７\n行）。しかし、本件発明において、被覆の過程における使用材料や配合量などを極\nめて具体的に例示している（甲第３号証２頁４欄４１～４７行）のに対し、引用例\n発明では、本件発明と使用材料が全く異なり、導電性粉体２と絶縁性ゴム７の配合\n割合が示されていない（甲第２号証２頁左下欄６行～同頁右下欄２行）。化学に関\nする分野では、たとえ処理過程が類似していても、使用材料やその他の処理条件が\n異なれば結果も異なることは常識である。したがって、両者における分散粒子の作\nり方が似ているからといって、使用材料その他の条件が異なる限り、得られる粒子\nの状態が被覆を含めて同一になるとは断定できないのである。\nしかも、引用例発明は、導電性粉体を絶縁性ゴム中に分散させて導電性の樹脂組\n成物を作っており、この段階で樹脂組成物が導電性であることが示されているか\nら、この導電性樹脂組成物を粉砕して作られる粉末も、当然、導電性である。\nなお、原告は、引用例発明の実施例で示された導電性樹脂組成物の実施品を作成\nしたところ、それに関する電子顕微鏡写真（甲第１３号証）においても、導電性粒\n子であるカーボンが表面に露出しているのが明白に見え、これを粉砕すれば更に露\n出部分が増大するものと想像される。\nしたがって、両発明は、「被覆」の点において相違し、一致する部分は、熱溶融\n型絶縁性接着剤に導電用粒子を分散させた連結シートで、異なる基板に設けられた\n配線パターン同士を熱圧着により接続する作用をもつという、既に公知の事項のみ\nであるから、本件決定が、引用例発明について、本件発明と同様に「導電性粒子は\n接着剤に不溶な絶縁性樹脂で『被覆』されていると解される」（本件決定書３頁１\n６～１７行）と判断したことは誤りである。\n２  本件発明と引用例発明との同一性の誤認（取消事由２）\nある特許発明が他の特許発明のすべての構成要件を有する場合、技術的範囲にお\nいて前者が広く後者が狭いということになるが、両者の関係はあくまで広いか狭い\nかの関係であって、同一とは別個の関係である。２つの発明が同一であるために\nは、双方の不可欠な構成要件が同じでなければならないと考える。\n本件の場合、引用例発明は、本件発明にない「ゴム弾性を有する導電性樹脂組成\n物の粉末」を用いること及び「結合剤１００重量部に０．５～１０重量部分散」さ\nせるという構成要件を有するものであり、本件発明の構成要件をことごとく引用例\n発明が備えるからといって、両者を同一とはいえず、単に前者が後者より技術的範\n囲が広く後者を包含することを示すにすぎない。\nしたがって、本件決定が、本件発明を引用例発明であると判断した（本件決定書\n４頁１６～１９行）ことは誤りである。\n第４  被告の反論の要点\n本件決定の認定判断は正当であり、原告主張の取消事由はいずれも理由がない。\n１  取消事由１について\n本件決定は、引用例発明の粒子の状態を認定するに当たり、その製造方法を手が\nかりとするものであり、引用例発明の導電性樹脂組成物の粉砕物が本件発明と同様\nの手法で製造されていることから、「導電性粒子は接着剤に不溶な絶縁性樹脂で\n『被覆』されている」（本件決定書３頁１６～１７行）と理解し、引用例発明には\n本件発明の「接着剤に不溶な絶縁性樹脂で被覆された粒子」が開示されていると認\n定したものである。\n原告は、この点につき、化学分野では処理過程が類似していても使用材料やその\n他の処理条件が異なれば結果も異なるから、両発明における分散粒子の作り方が似\nているからといって、使用材料やその他の条件が異なる限り、得られる粒子の状態\nが被覆を含めて同一になると断定できないと主張するが、粉砕は物理的処理である\nから、粉砕により得られる粒子の状態については、一定の予測は可能である。\nそして、引用例発明の製法により得られる粒子は、全部被覆の粒子や部分被覆の\n粒子が、その比率は不明ではあるが混合状態で存在する蓋然性が高いと理解され\nる。他方、本件発明においても、「被覆」は、絶縁性樹脂が被覆物を全部覆う場合\nも、一部に露出部が存在する状態で覆う場合も包含されて使用されるのであり、こ\nの点において本件発明と相違するものではない。\nまた、樹脂組成物のシート自体が導電性を示していても、その粉砕物は必ずしも\n導電性を示さない場合があるし、同じ粒子であっても、その方向により導電性であ\nったり、絶縁性であったりするのであるから、引用例発明について、導電性樹脂組\n成物を粉砕して作られる粉末も当然導電性であるとする原告の主張も、理由がない\nものである。\nしたがって、この点に関する本件決定の判断（本件決定書３頁１５～１７行）に\n誤りはない。\n２  取消事由２について\n本件決定は、本件訂正請求に係る発明について、接着剤に不溶な絶縁性樹脂で\n「被覆」された導電性粒子が記載されているとし、さらに、絶縁性樹脂で「被覆」\nされた粒子が接着剤中に分散されていると指摘しているのである（本件決定書２頁\n１９行～４頁３行）から、この点において引用例発明と同一であるとの判断が直ち\nに導ける。\nそれと同様に、本件発明の構成要件が引用例発明にはことごとく開示されている\nのであるから、両発明を同一と判断した（本件決定書４頁１６～１９行）ことに誤\nりはない。\n第５  当裁判所の判断\n１  取消事由１（引用例発明の誤認と本件発明との不一致）について\n本件決定の理由中、本件発明の要旨の認定、本件訂正請求に係る訂正明細書、本\n件明細書及び引用例の各記載事項の認定は、いずれも当事者間に争いがなく、本件\n発明と引用例発明とが、熱溶融型絶縁性接着剤に導電用粒子を分散させた連結シー\nトで、異なる基板に設けられた配線パターン同士を熱圧着により接続する作用をも\nつ点において一致することも、当事者間に争いがない。\n原告は、本件発明が、すべての導電性粒子が絶縁性樹脂で全面被覆される態様\nと、全面被覆粒子と部分被覆粒子とが混在する態様とを包含するものであるが、そ\nれらの粒子が全体として絶縁性を示す程度に被覆されていることを要件とし、かよ\nうな状態を「被覆」と表現したものと解するのが相当であるから、結局、導電性粒\n子は絶縁性樹脂で完全に被覆されなければならないと主張する。\nこの点について、本件明細書（甲第３号証）には、「従来、例えばフレキシブル\n基板に設けられた配線パターンと他の基板に設けられた配線パターン同士の接続に\n使用される熱溶融型絶縁性接着剤に導電性粒子を分散させた連結シートとして第４\n図に示す如きものが提案されている。」（同号証２欄９～１２行）、「しかしなが\nら、斯る従来の連結シート（３）においては、フアインピツチパターン同士を接続\nする場合、隣接する配線パターン・・・間で接着剤（１）中に分散させた半田金属\n粒子（２）の接触によるリークの発生が生じ、絶縁性が確保できない場合があると\nいう不都合があつた。」（同３欄４３～４８行）、「本発明に依れば、絶縁性接着\n剤中に分散させる導電性粒子を接着剤の溶剤に不溶な樹脂で被覆したものとしてい\nるので、配線基板同士を熱圧着した場合、対向する配線パターン間では導電性粒子\nの被覆樹脂層は圧着力で破壊され導電性粒子の直接的接触により電気的接続が確保\nされると共に隣接する配線パターン間では被覆樹脂層は破壊されず導電性粒子の接\n触によるリークを発生させないので、隣接配線パターン間の絶縁性が確保され」\n（同６欄３７～４４行）と記載されている。\nこれらの記載によれば、本件発明は、熱溶融型絶縁性接着剤に導電性粒子を分散\nさせた場合、隣接する配線パターン間で接着剤中に分散させた粒子の接触によるリ\nークの発生が生じて絶縁性が確保できないという不都合を技術課題として、導電性\n粒子を接着剤に不溶な絶縁性樹脂で被覆するという構成を採用することにより、基\n板同士を熱圧着した場合、対向する配線パターン間では導電性粒子の被覆樹脂層が\n圧着力で破壊され直接的な接触により電気的接続が確保されるが、隣接する配線パ\nターン間では加わる圧力が小さいため被覆樹脂層が破壊されず、導電性粒子の接触\nによるリークを発生せずに絶縁性が確保されるという作用効果を達成したものと認\nめられる。\nこのことと、本件発明の特許請求の範囲の記載においては、単に「導電性粒子を\n接着剤に不溶な絶縁性樹脂で被覆したことを特徴とする」のみであって、その被覆\nの態様等については、具体的に何ら規定されていないことを考慮すると、本件発明\nにおける「被覆」とは、粒子に対する被覆の程度などの具体的な態様を特定するも\nのではなく、熱圧着した場合、対向する配線パターン間では導電性粒子の接触によ\nり電気的接続が確保されるが、隣接する配線パターン間では絶縁性樹脂層により導\n電性粒子の接触によるリークを発生しないという作用効果を達成できればよいもの\nと認められ、この点に反する原告の主張は採用できない。\n他方、引用例発明について、原告は、引用例発明の被覆の態様が、全面被覆粒子\nの数が部分被覆のものより十分に少ないか、又は部分被覆の露出度が十分大きい状\n態にあるのであって、本件発明の被覆の態様とは全く逆の関係にあるのであり、本\n件発明と同じ意味での「被覆」を意図したものではなく、仮に、本件発明において\n引用例発明のゴム弾性を有する導電性樹脂組成物の粉末を導電材に用いると、常に\n十分な導通が得られるとは限らないと主張する。\nこの点について、引用例（甲第２号証）には、従来例の構成とその問題点とし\nて、「端子リード間が高密度になれば、端子リード間同志でショートが生じるなど\nの問題点がある」（同号証２頁左上欄１４～１５行）、発明の目的として、「本発\n明はこのような従来の欠点を除去するものであり、高密度な端子リード間でも電気\n的接続が確実に行え、信頼性を向上させた異方導電性接着剤及びその製造方法を提\n供しようとするものである。」（同２頁右上欄１～５行）、発明の構成として、\n「この構成によって、高密度な端子リード間でも電気的接続が確実に行え、信頼性\nを向上させた異方導電性接着剤を得ることができる」（同２頁右上欄１９行～左下\n欄１行）、実施例の説明として、「第３図は本発明に用いたゴム弾性を有する導電\n性樹脂組成物の断面を示す図である。第３図において、７は絶縁性ゴムである。ま\nず、導電性粉体２を未加硫の絶縁性ゴム中に分散させ、加熱加硫しゴム弾性を有す\nる導電性樹脂組成物をつくった。・・・このようにして得たゴム弾性を有する導電\n性樹脂組成物を粒径１０～１５μｍに粉砕し・・・第４図に示すような異方導電性\n接着剤を得た。」（同２頁左下欄６行～同頁右下欄６行）、「外部より熱圧着する\nことによって、前記異方導電性接着剤中の結合剤１が溶融し、前記ポリイミド基板\n５の銅箔６の間に流れるため、前記ゴム弾性を有する導電性樹脂組成物の粉末８に\nよって前記透明電極４と前記銅箔６とを電気的に接続することができる」（同２頁\n右下欄１３～１８行）、発明の効果として、「本発明の異方導電性接着剤は、導電\n性粉体を絶縁性ゴム中に分散させてつくったゴム弾性を有する導電性樹脂組成物の\n粉末を導電材に用いているので・・・結合剤中に均一に分散させることができ、高\n密度な端子リード間であっても導通不良やショートがなく、電気的接続が確実に行\nえる。また、導電材がゴム弾性を有するため、熱圧着後は電極間同志を前記導電材\nが収縮した状態で電気的に接続している。」（同３頁左上欄２０行～右上欄１０\n行）と記載されている。\nこれらの記載及び引用例の第１～第５図によれば、引用例発明は、端子リード間\n同士でのショートなどを問題点として、高密度な端子リード間でも電気的接続を確\n実に行うことを可能とするため、導電性粉体を絶縁性ゴム中に分散させてつくった\nゴム弾性を有する導電性樹脂組成物の粉末を導電材に用いる構成を採用し、その結\n果、基板同士を熱圧着した場合、対向する配線パターン間では弾性を有する絶縁性\nゴムによる被覆樹脂層が圧着力により収縮し、導電性粒子の接触により電気的接続\nが確保されるが、隣接する配線パターン間では導電性粒子に加わる圧力が小さいた\nめ、絶縁性ゴムによって導電性粒子の接触によるリークが発生せず、隣接する配線\nパターン間の絶縁性が確保され、高密度な端子リード間であっても導通不良やショ\nートがなく、電気的接続が確実に行えるという作用効果を達成したものと認められ\nる。\nそうすると、引用例発明においても、本件発明と同様に、熱溶融型絶縁性接着剤\nに分散させる導電性粒子を、接着剤に不溶な絶縁性樹脂で被覆したことにより、基\n板同士を熱圧着した場合、対向する配線パターン間では電気的接続が確保されると\nともに、隣接する配線パターン間では導電性粒子の接触によるリークを発生させ\nず、隣接する配線パターン間の絶縁性が確保されるものと認められるから、原告の\n主張は、引用例の記載に基づかない失当なものといわなければならず、これを採用\nする余地はない。\nまた、原告は、本件発明において導電性粒子の配合割合の範囲が１～３００重量\n部と広いのに対し、引用例発明では、配合割合が０．５～１０重量部と狭い範囲に\n限定される理由は、接着剤に分散させる粒子が、前者では絶縁性であるのに対し、\n後者では導電性である点に帰着すると考えられ、引用例発明は、粉末が絶縁性樹脂\nで被覆されていないと主張する。\nしかし、本件発明は、その発明の要旨から明らかなように、導電性粒子の配合割\n合の範囲が１～３００重量部に限定されるものではないから、原告の主張は、その\n前提において失当である上、引用例発明が、前示のとおり、端子リード間同士での\nショートなどを技術課題としており、導電性粉体を絶縁性ゴム中に分散させてつく\nったゴム弾性を有する導電性樹脂組成物の粉末を導電材に用いる構成を採用したこ\nとにより、隣接する配線パターン間の絶縁性を確保して、高密度な端子リード間で\nあってもショートがなく電気的接続が確実に行えるという作用効果を達成したもの\nであることを見誤るものであるから、到底これを採用することはできない。\nさらに、原告は、本件決定が、「被覆」の意味を接着剤に分散させる粒子の作り\n方が類似することに基いて解釈している（本件決定書３頁２～１７行）ことに関し\nて、化学に関する分野では、たとえ処理過程が類似していても、使用材料やその他\nの処理条件が異なれば結果も異なることは常識であり、両者における分散粒子の作\nり方が似ているからといって、使用材料その他の条件が異なる限り、得られる粒子\nの状態が被覆を含めて同一になるとは断定できないと主張する。\nしかし、前示のとおり、本件発明においては、特に被覆の態様を特定するもので\nなく、まして、その製造方法を限定するものでないことは明らかであるから、その\n点における引用例発明との相違は、発明の同一性において問題となる余地はなく、\nしかも、本件発明と引用例発明とにおける導電性粒子の絶縁性樹脂による被覆の態\n様に差異がないことは、前示のとおりである。さらに、本件決定の当該箇所の述べ\nるとおり、実施例として比較してみても、その粉砕の態様に特段の差異はなく、粉\n砕により得られる粒子に相違が生じる根拠も認められないから、いずれにしても原\n告の主張は採用できない。\nなお、原告は、引用例発明の実施例で示された導電性樹脂組成物の実施品を作成\nしたとして、その電子顕微鏡写真（甲第１３号証）に基づいて、引用例発明では導\n電性粒子であるカーボンが表面に露出していると主張するが、原告による引用例発\n明の実施例の１実施品において、導電性粒子の一部が被覆されていないことがある\nからといって、このことにより、引用例発明に関する前示技術思想に関する認定が\n左右されるものでないことは明らかであるから、この主張も採用の余地はない。\nしたがって、本件決定が、引用例発明について「導電性粒子は接着剤に不溶な絶\n縁性樹脂で『被覆』されていると解される」（本件決定書３頁１６～１７行）と判\n断したことに誤りはない。\n２  取消事由２（本件発明と引用例発明との同一性の誤認）について\n引用例発明には、前示のとおり、本件発明において必須とされる不可欠な各構成\n要件がすべて開示されている。\n原告は、引用例発明が、本件発明にない「ゴム弾性を有する導電性樹脂組成物の\n粉末」を用いること及び「結合剤１００重量部に０．５～１０重量部分散」させる\nという構成要件を有するものであり、本件発明の構成要件をことごとく備えるから\nといって、単に前者が後者より技術的範囲が広く後者を包含することを示すにすぎ\nないと主張する。\nしかしながら、本件発明における不可欠な各構成要件が、すべて引用例発明とし\nて開示されている以上、本件発明は、既に公知とされた引用例発明と同一であっ\nて、進歩性はもちろん、新規性を欠くことは明らかであり、このことは、引用例に\n係る出願の特許請求の範囲の記載において、更に具体的な限定が付加されているこ\nとによって左右されるものではないから、原告の主張は失当であって到底これを採\n用することはできない。\nそうすると、本件決定が、本件発明を引用例発明であると判断した（本件決定書\n４頁１６～１９行）ことに誤りはない。\n３  以上のとおり、原告主張の取消事由にはいずれも理由がなく、その他本件決定\nに取り消すべき瑕疵はない。\nよって、原告の本訴請求は理由がないから、これを棄却することとし、訴訟費用\nの負担につき、行政事件訴訟法７条、民事訴訟法６１条を適用して、主文のとおり\n判決する。\n東京高等裁判所第１３民事部\n裁判長裁判官    田中康久\n裁判官    石原直樹\n裁判官    清水  節\n"
}