{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 13,
    "month": 10,
    "day": 12
  },
  "case_number": "平成12(行ウ)75",
  "case_name": "住民票不受理処分取消等請求事件",
  "court_name": "大阪地方裁判所",
  "field": "行政",
  "gist": "１　市長がしたある宗教団体の信者から提出された転入届の不受理処分が違法であるとしてされた前記処分の取消しを求める訴えが，適法とされた事例　２　市長がしたある宗教団体の信者から提出された転入届の不受理処分が違法であるとしてされた前記処分の取消請求が認容された事例　３　市長がしたある宗教団体の信者から提出された転入届の不受理処分が違法であるとしてされた国家賠償請求が，転入届が不受理とされたことによって，選挙権を行使すること又は各種行政サービスを受けるに際して困難が生じる等の支障があるといった状況が継続することについて，前記信者らが不安を抱いたこと及び本来受理されるべき転入届が受理されなかったことによって精神的損害を被ったことが認められるとして，一部認容された事例",
  "case_gist": "１　市長がしたある宗教団体の信者から提出された転入届の不受理処分が違法であるとしてされた前記処分の取消しを求める訴えにつき，当該処分については審査請求の裁決を経ておらず，かつ審査請求が行われた日から３か月も経過していなかったから，訴え提起時においては不適法であったが，その後，裁決がなされないまま審査請求があった日から３か月が経過したことによって，前記訴えの瑕疵は治癒されたとして，前記訴えを適法とした事例　２　市長がしたある宗教団体の信者から提出された転入届の不受理処分が違法であるとしてされた前記処分の取消請求につき，当該転入届の届出人が新たに当該市町村の区域に住所を定めたという実態が認められる場合には，市町村長は，転入届を受理したうえで住民票を作成し，住民基本台帳に記録する義務があるというべきであって，その他の事由により届出を不受理とする余地はないと解するのが相当であって，住民基本台帳法上，市町村長は，当該転入者が危険性を有することを理由として転入届を不受理とする権限を有しないと解すべきであるから，前記市長が，公共の福祉の観点と近隣住民の不安への考慮に基づき前記信者の住民登録と転入届を受け付けることはできないとの理由でした前記不受理処分は違法であるとして，前記請求を認容した事例　３　市長がしたある宗教団体の信者から提出された転入届の不受理処分が違法であるとしてされた国家賠償請求が，転入届が不受理とされたことによって，選挙権を行使すること又は各種行政サービスを受けるに際して困難が生じる等の支障があるといった状況が継続することについて，前記信者らが不安を抱いたこと及び本来受理されるべき転入届が受理されなかったことによって精神的損害を被ったことが認められるとして，一部認容された事例",
  "lawsuit_id": "15511",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=15511",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/511/015511_hanrei.pdf",
  "contents": "主　　　文\n１　被告吹田市長が原告らに対し平成１２年７月１１日になした転入届の不受理処\n分をいずれも取り消す。\n２　被告吹田市は，原告らに対し，それぞれ金２０万円及び各金員に対する平成１\n２年７月１１日から支払済みまで年５分の割合による金員を支払え。\n３　原告らの被告吹田市に対するその余の請求をいずれも棄却する。\n４　訴訟費用は原告らに生じた費用の２分の１と被告吹田市長に生じた費用を被告\n吹田市長の負担とし，原告らに生じたその余の費用と被告吹田市に生じた費用を５\n分し，その１を被告吹田市の負担とし，その余を原告らの負担とする。\n５　この判決は，第２項に限り，仮に執行することができる。\n事実及び理由\n第１　請求\n１　主文第１項と同旨\n２　被告吹田市は，原告らに対し，それぞれ金１００万円及び各金員に対する平成\n１２年７月１１日から支払済みまで年５分の割合による金員を支払え。\n第２　事案の概要\n本件は，宗教団体アレフの信者である原告らが，吹田市長に対して平成１２年７\n月１１日，吹田市に転入したとして転入届を提出したが，吹田市長が同転入届を受\n理しなかった（以下「本件不受理処分」という。）ところ，原告らが吹田市長に対\nし，本件不受理処分の取消を求めるとともに，吹田市に対し，本件不受理処分によ\nり精神的苦痛を被ったとして，国家賠償法１条に基づき損害賠償を求めた事案であ\nる。\n１　前提事実（争いのない事実及び証拠により容易に認定できる事実）\n（１）　当事者\nア　原告らは，宗教団体アレフ（以下単に「アレフ」という。）の信者である。\nイ　宗教団体オウム真理教（以下単に「オウム真理教」という。）において，教祖\nであったＡの指示に基づいて当時の幹部らが松本サリン事件，地下鉄サリン事件等\nの事件に関与したとされており，犯罪にかかわった信者に対し，刑事裁判で死刑判\n決を含む有罪判決が下され，指名手配中の信者が未だ逮捕されておらず逃走中であ\nる。\nウ　オウム真理教に対し，「無差別大量殺人事件を行った団体の規制に関する法\n律」（以下「団体規制法」という。）が適用され，平成１２年２月１日から３年間\nの観察処分に付されている。\nエ　オウム真理教は，団体規制法が適用されるにあたり，Ａをはじめとする同教団\nの信者らが，松本サリン事件等の一連の事件に関与したと思われるとして，被害者\nへの補償を約束するとともに，教団名をアレフと改称した。そして\n，今後教祖は置かず，事件の背景となったタントラヴァジラヤーナの教義を破棄\nし，Ａを「観念の対象」あるいは「霊的存在」とすることをマスコミに対し発表し\nた。\n（２）　本件不受理処分\nア　原告らは，被告吹田市長に対し，平成１２年７月１１日，原告Ｂは転入日を平\n成１２年６月２２日，原告Ｃは転入日を平成１２年７月１１日，新住所をそれぞれ\n大阪府吹田市α（以下「本件住所地」という。）とする転入届を提出しようとした\nが，吹田市市民課の担当職員は，転入届の受理を拒否した（甲１，２）。\nイ　被告吹田市のＤ総括参事は，本件不受理処分の際，「公共の福祉と地域住民の\n不安に重大なおそれがあるので，転入を拒否する」旨の説明を行った。\n（３）　不服申立\n原告らは，大阪府知事に対し，平成１２年７月２４日，本件不受理処分の取消を\n求める審査請求の申立を行ったが，本件口頭弁論終結日である平成１３年７月６日\nの時点において，未だ大阪府知事の裁決はなされていない。\n２　争点\n２－１　本案前の争点\n大阪府知事の裁決を経ていない本件訴えは適法か。\n２－２　本案の争点\n（１）　本件不受理処分の適法性\n（２）　被告吹田市長の過失の有無\n（３）　原告らが本件不受理処分によって被った損害の額。\n３　当事者の主張\n３－１　本案前の争点についての当事者の主張\n大阪府知事の裁決を経ていない本件訴えは適法か。\n（原告らの主張）\n原告らは，審査請求の裁決を経ておらず，また，本件訴えを提起した時点で審査\n請求の申立から３か月を経過していないが，転入届が不受理とされた状態が続け\nば，原告らは選挙権の行使を妨げられるおそれがあるから，行政事件訴訟法８条２\n項２号の「著しい損害を避けるため緊急の必要があるとき」に該当するというべき\nである。\n（被告らの主張）\n本件訴えが提起された時点で，国政又は地方選挙が行われる予定はなく，また，\n審査請求による裁決が遅れているという事情も認められないことからすると，行政\n事件訴訟法８条２項２号の「著しい損害を避けるため緊急の必要があるとき」には\n該当しない。\nしたがって，本来であれば本件訴訟は裁決前置主義に反するとして却下されるべ\nきであるが，裁決で審査請求が棄却されれば，原告らが再び取消訴訟を提起するこ\nとが十分に予想されるので，被告らは敢えて本案前の抗弁を主張することは控え，\n実体審理を求める。\n３－２　本案の争点についての当事者の主張\n（１）　本件不受理処分\nの適法性\n（被告らの主張）\nア　原告らの主張するように，転入の意思と実態が認められる限り，市町村長は\n「例外なく」転入届を受理する義務があるというのは妥当ではない。\n住民基本台帳法の解釈も憲法の基本原理ないし理念に基づいて行われるべきであ\nり，市町村長が受理すべきか否かも，単に住民基本台帳法の趣旨だけから判断する\nのではなく，憲法上の公共の福祉の観点から，教団施設が存する地域の平穏と地域\n住民の安全を確保するという極めて重要な要請との間の利益衡量によって判断され\nるべきである。\n上記利益衡量の観点により判断すると，まず，市町村長に転入届の受理を拒絶す\nることが認められるとすると，住民基本台帳法が実現しようとしている記録の正確\n性，統一性が部分的に損なわれることになる。しかしながら，平成１１年法８７号\nによる改正前の地方自治法２条３項１号（以下「旧地方自治法２条３項１号」とい\nう。）は，「地方公共の秩序を維持し，住民及び滞在者の安全，健康及び福祉を保\n持する」ことを地方自治体の負う責務と定めており，現行の地方自治法では，この\n規定はなくなっているが，これは地方分権の拡大推進の観点から例示規定を設ける\nことは適当でないと考えられたためであり，地方公共の秩序を維持し，住民及び滞\n在者の安全，健康及び福祉を保持することが，現行法２条２項の「地域における事\n務」に含まれることは明らかである。したがって，市長村及びその長である市長村\n長は，当該地方公共団体の地域の秩序を維持し，住民の安全，健康及び福祉を保持\nすべき重大かつ基本的な責務を負っているところ，住民基本台帳法が，当該地方公\n共団体の地域の秩序が破壊され，住民の生命や身体に対する安全が害される危険性\nが高度に認められるような特別な事情がある場合にまで，一律に住民票の調整と住\n民基本台帳への記録を義務づけていると考えることは妥当でなく，かかる特別な事\n情がある場合には住民の安全確保のために執った措置によって，住民基本台帳法が\n実現しようとしている記録の正確性，統一性が部分的に損なわれてもやむを得ない\nと評価される場合があり得ると考えるべきである。\nそして，原告らは，本件住所のように教団施設ではなく，個人的に賃貸住宅の住\n所地などに転入するのであれば，住民票は受理されるのであるから，選挙権の行使\nを妨げられるなどの不利益をこうむることはない。これに対し，アレフが一連の凶\n悪犯罪\nを組織的に行ったオウム真理教を実質的に引き継いでいる以上，その具体的な危険\n性は未だ払拭されていないうえ，アレフ教団施設が突然本件住所地に設置され，そ\nこに多数のアレフ信者が出入りしていることからすると，アレフが地域住民に対し\nて与える恐怖感や不信感は依然として変わっていない。原告らの所属するアレフ\nは，表面的にはオウム真理教との違いを強調しているものの，依然として教義の面\nでも従前と実質的な相違点はなく，教化活動や修行の面では基本的にオウム真理教\nのころの手法を継続している。したがって，オウム真理教を実質的に承継したアレ\nフが，地域住民に危害を与える危険性の高い団体であることを否定することはでき\nないから，前記特段の事情が認められる。\nそして，本件の転入届を受理すれば，アレフ信者の教団施設への居住が公に認知\nされることになり，ひいてはその固定化及びさらなる転入をもたらす結果となっ\nて，地域住民の具体的かつ現実的な恐怖，脅威，不利益がさらに増大することは必\n至である。これらの不利益は回復困難な重大なものであり，本件不受理処分の適法\n性は是認されるべきである。\nイ　地方公共団体に関する法令の解釈，運用について，地方自治法は「地方公共団\n体に関する法令の規定は，地方自治の本旨に基づいて，・・・これを解釈し，運用\nするようにしなければならない」と規定している（同法２条１２項）ところ，同条\n項にいうところの「地方自治の本旨」には，地方の政治や行政が当該地方の住民の\n意思に基づいて行われるべきであるという住民自治の原則が含まれている。\nまた，地方自治法２条２項の「地域における事務」には，地方公共の秩序を維持\nし，住民及び滞在者の安全，健康及び福祉を保持することが含まれている。\nさらに，地方自治法２条４項は，「市町村は，その事務を処理するに当たって\nは，議会の議決を経てその地域における総合的かつ計画的な行政の運営を図るため\nの基本構想を定め，それに即して行うようにしなければならない」として，議会の\n義決の尊重義務を定めている。\nこれらの規定は，市町村長の行う転入届の受理に関する事務についても，解釈指\n針として斟酌されるべきものである。\nオウム真理教の組織的犯行とされる一連の凶悪犯罪の存在，原告らの所属するア\nレフの組織の現状，全国各地のアレフを巡る地域住民の動向，本件地域住民の抱く\n恐怖，脅威や不利益などをふまえて，前記の地\n方自治法の趣旨に照らして考えると，教団自体の反社会的体質はほとんど変わって\nおらず，教団の地元住民の生命や安全に対する具体的危険性は依然払拭されていな\nいのであるから，本件不受理処分は，地域住民の生活と安全を確保するためにとっ\nた非常的措置として，その適法性は是認されるべきである。\nウ　オウム真理教の組織的犯行とされる一連の凶悪犯罪，オウム真理教を引き継い\nだアレフの現状，全国各地の地域住民によるアレフ施設の排斥運動を背景に，突然\nアレフの施設が本件住所に設置され，日夜アレフ信者が頻繁に出入りしている現実\nからすれば，アレフの地域住民に対する恐怖感や不信感は依然と変わっておらず，\n具体的かつ現実的危険性が認められるから，仮に明白かつ現在の危険の基準によっ\nて判断するとしても，本件不受理処分は適法である。\n（原告らの主張）\nア　住民基本台帳法は，市町村に対し，住民基本台帳の備え付けを義務づけ（同法\n５条），市町村長に対し，住民票の編成及び住民基本台帳の作成を義務づけ〈同法\n６条１項〉，また，住民に対し，転入の際の届出義務を課す（同法２２条１項）と\nともに，かかる義務に反した場合の罰則を設けている（同法５１条）。このよう\nに，住民基本台帳の備え付け，住民票の編成，編入届等が法によって義務づけられ\nているのは，正確かつ統一的な行政の事務処理のためのみならず，住民票への記載\nが，選挙権，国民健康保険，国民年金，児童手当，就学等，住民の重要な権利保障\nに関する必要不可欠な手続きだからである。転入届を受理しない例を認めることは\n選挙権等の基本的人権の行使が妨げられることになり不当であるし，住民に関する\n正確なデーターを把握することができなくなり，行政の合理化にも多大な支障を生\nずることとなる。また，罰則をもって転入届を強制しながらこれを受理しないこと\nは論理的にも矛盾する。\nしたがって，市町村長は，住民票の記載に関する調査権限を有してはいるが，転\n入の意思と実体が認められる限り，例外なく，転入届を受理する義務があることは\n明らかである。\n被告らは，転入届を受理すべきかどうかについて，不受理とされることによって\n原告らが被る不利益と，受理されることによって地域住民が被る不利益とを比較衡\n量して判断すべきと主張する。しかし，住民基本台帳制度の目的は，住民に関する\n基本データーを正確に把握，管理することを目的とするものであって，公共の福\n祉や地域住民の安全を確保することを目的とするものではないし，仮に転入届を不\n受理としても転入者が実際に転入先に居住することを防止したり，そこでの生活形\n態を制約することはできないのであるから，住民基本台帳制度は，地域住民の不安\nや恐怖を除去することと関連性を有しない。\nまた，公共の福祉による居住や移転の自由の制約は，法律によってその規制内容\nや手続きが具体的に定められており，かつ必要性および合理性のある場合に限り認\nめられるのであって，本件不受理処分がこのような法律上の根拠に基づくものでな\nいことは明らかである。\nイ　被告らは，「地方自治の本旨」，「住民自治の原則」等を理由に，本件不受理\n処分を正当化しようとしているが，住民基本台帳制度は，住民に関する記録を正確\nかつ統一的に行うことを目的とするものであるから，「住民自治」の名の下に，自\n治体ごとに異なった取扱を行うことは許されない。\nウ　旧地方自治法２条３項１号は，地方自治体の一般的な指針を定めたものにすぎ\nず，住民基本台帳制度は，地方公共団体の秩序維持や住民などの安全保持を目的と\nする制度ではないから，住民基本台帳法の解釈指針とはなり得ない。\nエ　議会の議決尊重義務についても，地方自治法２条４項は，地方自治体の一般的\nな指針を定めたものにすぎず，しかも，住民基本台帳制度とは全く関係のない規定\nであるから，住民基本台帳法の解釈指針とはなり得ない。\nオ　アレフの危険性について\n仮に，転入届の受理不受理の判断において比較衡量の許される余地があるとして\nも，不受理によって転入者の居住・移転の自由，選挙権の行使など基本的権利が侵\n害されることに鑑みれば，不受理が許されるのは，受理により，地域住民の生命・\n身体・健康などにつき明白かつ現在の危険が認められる場合に限られるべきであ\nる。\nそして，地域住民の不安や恐怖は転入者が転入すること自体によって発生するの\nであって，転入届が受理されるか否かとは関係がないこと，転入届を不受理とする\nことによって不安や恐怖が除去されるわけではないことからすると，明白かつ現在\nの危険の有無を判断するにあたって，地域住民の不安や恐怖は考慮されるべき要素\nとはなり得ない。\n仮に，危険性を問題視するにしても，原告ら個人の危険性とアレフの危険性とは\n明確に区別をするべきである。被告らが主張するのは原告らが所属する団体につい\nての危険性であり，原告ら個人が危\n険性を有していないことは明白である。\n仮に，原告らとアレフの危険性との間に何らかの関連性があるとしても，現在の\nアレフには何の危険性も認められない。すなわち，オウム真理教に対する破壊活動\n防止法の適用は，平成９年１月，棄却され，オウム真理教は，関与したとされる一\n連の事件について謝罪の意思を表明し，その所有財産を宗教法人オウム真理教の破\n産管財人に譲渡している。このようにオウム真理教の将来に亘る危険性はないとい\nうべきである。\nまた，アレフは，平成１２年２月１４日，発足した宗教団体であって，オウム真\n理教の名前や組織を変更し，新たに綱領や規約を採択し，オウム真理教において危\n険とされた教義はすべて破棄しており，オウム真理教とは全く別個の団体である。\nさらに，アレフは，会員の多くがオウム真理教の信者であったことに鑑み，一連\nの事件に対する謝罪と賠償を継続しており，これまでに２億０６００万円余の賠償\nをしている。また，オウム真理教及びアレフは，平成１２年１月２８日から，団体\n規制法５条１項に基づき，観察処分に付されて，公安調査庁長官の観察下に置か\nれ，全国各地のアレフの施設に対する立ち入り調査がなされたが，アレフが危険で\nあることをうかがわせるような事実は何も発見されておらず，本件住所において\nも，立ち入り検査が行われたが，凶器と認められるものや，犯罪につながると思わ\nれる化学薬品は確認されなかったのである。\n以上のように，原告らあるいはアレフに明白かつ現在の危険がないことは明らか\nである。\nカ　結論\n本件では，原告らが転入の意思を有し，実際にも転入しているのであるから，被\n告吹田市長は，転入届の提出があった場合には，住民基本台帳法５条ないし８条の\n規定に基づき，住民票に住民に関する記載をして住民基本台帳に記録すべき義務が\nあるにもかかわらず，この義務を怠っているのであるから，本件不受理処分は違法\nである。\n（２）　国家賠償\n（原告らの主張）\nア　原告らは，被告吹田市長が原告らの転入届を受理しないことにより，国民健康\n保険証が交付されず，高額の医療費を支払わなければ病院で治療を受けることがで\nきないほか，住民票の写しや印鑑証明書等が取得できないといった不便を被ってい\nる。また，当該市町村の選挙人名簿の登録は，転入届を提出してから引き続き３か\n月以上当該市町村の住民基本台帳に記録されている者について行われるところ（公\n職選挙法\n２１条），転入届の不受理状態が続けば，原告らが選挙権を行使できないおそれも\nある。原告らは，このような状況がいつまで続くかわからないという将来に対する\n不安を抱えているのである。\nイ　宗教団体アレフの信者というだけで，転入届を不受理とされている原告らの精\n神的苦痛は甚大である。\nウ　原告らが，本件不受理処分により将来に対する不安を抱くようになったこと及\nび被った精神的苦痛に対する慰謝料はそれぞれ１００万円を下らない。\nエ　上記損害は，被告吹田市長が，その職務を行うにつき，違法に公権力を行使し\nた結果原告らに与えた損害であるから，被告吹田市は，国家賠償法１条により，こ\nれを賠償すべき義務がある。\n（被告吹田市の主張）\nア　被告吹田市長が行った本件不受理処分は適法であるから，被告吹田市が国家賠\n償責任を負ういわれはない。\nイ　仮に，本件受理処分が違法であったとしても，アレフの危険性が依然として払\n拭されていない以上，原告らがアレフ教団施設に転入することによって，アレフの\n活動が活発になり，地域住民が恐怖を抱いたり不利益を被ったりすることは必至で\nある。吹田市長は，地域住民の生活の平穏と安全を守るために，いわばやむをえな\nい非常措置として不受理処分を行ったのであるから，吹田市長には故意はもとより\n過失も認められない。\n第３　争点に対する判断\n第３－１　本案前の争点に対する判断\n１　住民基本台帳法の規定により市町村長がした処分に不服がある者は，都道府県\n知事に審査請求をすることができ，この場合においては異議申立をすることもでき\nる（同法３１条の３）。そして，前条の規定する処分の取消しの訴えは，当該処分\nについての審査請求の裁決を経た後でなければ，提起することができない（同法３\n２条）。ただし，審査請求があった日から３箇月を経過しても裁決がないとき，処\n分，処分の執行又は手続の続行により生ずる著しい損害を避けるため緊急の必要が\nあるとき，その他裁決を経ないことにつき正当な理由があるときは，裁決を経ない\nで，処分の取消しの訴えを提起することができる（行訴法８条２項）。\n２　原告らは，大阪府知事に対し，平成１２年７月２４日，本件不受理処分の取消\nを求める審査請求を行ったが，平成１２年８月８日に本件訴えが提起された時点に\nおいて大阪府知事の裁決はなされておらず，かつ審査請求が行われた日から３か月\nも経過しておらず，その他行訴法８条２項２号及び３\n号に該当する事情の存在を認めるに足りる証拠はないから，本件訴えは訴え提起時\nにおいては住民基本台帳法３２条に違反する不適法な訴えであったというべきであ\nる。\n原告らは，転入届が不受理とされた状態が続けば選挙権の行使を妨げられるおそ\nれがあるから，「著しい損害を避けるための緊急の必要」（行訴法８条２項２号）\nが存在すると主張するが，本件の全証拠によっても，審査請求から３か月が経過す\nる時点までに選挙等が行われる予定があった等の緊急の必要性を基礎付ける具体的\nな事情はうかがわれないから，原告らの主張を採用することはできない。\n３　しかしながら，その後，裁決がなされないまま審査請求があった日から３か月\nが経過したことによって，本件訴えの瑕疵は治癒されたと解するのが相当である。\nけだし，本件処分についての裁決がなされないまま審査請求から３か月が経過した\n時点で，原告らは適法に訴えを提起することが可能になったのであり，仮に，本件\n訴えを却下しても，原告らは改めて本件訴えと同一内容の訴えを提起することにな\nるところ，このような扱いは訴訟経済に反するからである。\n第３－２　本案の争点に対する判断\n１　本件不受理処分の適法性\n（１）　法規の定め\nア　住民基本台帳及び住民票\n住民基本台帳法は，市町村（特別区を含む。以下同じ。）において，住民の居住\n関係の公証，選挙名簿の登録その他の住民に関する事務処理の基礎とするとともに\n住民の住所に関する届出等の簡素化を図り，住民に関する記録の適正な管理を図る\nため，住民に関する記録を正確かつ統一的に行う住民基本台帳の制度を定め，もっ\nて住民の利便を増進するとともに，国及び地方公共団体の行政の合理化に資するこ\nとを目的としている（同法１条）。\nそして，市町村は，住民基本台帳を備え，また，市町村長は，個人を単位とする\n住民票を世帯ごとに編成して，住民基本台帳を作成しなければならないとされ，住\n民基本台帳及び住民票には，その住民の氏名，出生の年月日，男女の別，世帯主に\nついてはその旨，世帯主でない者については世帯主の氏名及び世帯主との続柄，戸\n籍の表示，住民となった年月日，新たに市町村の区域内に住所を定めた者について\nは，その住所を定めた旨の届出の年月日及び従前の住所などの事項が記載されるも\nのとし（同法５条，７条），市町村長は，常に住民基本台帳を整備し，住民に関す\nる正確な記録が行われるように努めるととも\nに，住民に関する記録の管理が適正に行われるように必要な措置を講ずるよう努め\nなければならないとされている（同法３条１項）。他方で，住民は，常に住民とし\nての地位の変更に関する届出を正確に行うように努めなければならず，虚偽の届出\nその他住民基本台帳の正確性を阻害するような行為をしてはならないとされている\n（同法３条３項）。\nイ　手続\n住民票の記載，削除又は記載の修正は，政令で定めるところにより，法の規定に\nよる届出に基づき，又は職権で行うものとする（同法８条）。\n転入届に関しては，転入（あらたに市町村の区域内に住所を定めることをいい，\n出生による場合を除く）をした者は，転入をした日から１４日以内に，氏名，住\n所，転居をした年月日，従前の住所，世帯主にづいてはその旨，世帯主でない者に\nついては世帯主の氏名及び世帯主との続柄，国外から転入をした者その他政令で定\nめる者については上記事項のほか政令で定める事項を市町村長に届けなければなら\nないとしたうえで（同法２２条），正当な理由がなくて届出をしない者は，５万円\n以下の過料に処するとしている（同法５１条）。\nそして，市町村長は，新たに市町村の区域内に住所を定めた者その他新たにその\n市町村の住民基本台帳に記録されるべき者があるときは，一の世帯につき世帯を単\n位とする住民票を作成した後に新たにその市町村の住民基本台帳に記録されるべき\n者でその世帯に属することとなった場合（既に当該世帯に属していた者が新たに法\nの適用を受けることとなった場合を含む。）を除き，その者の住民票を作成しなけ\nればならない（住民基本台帳法施行令７条）。\n市町村長は，法の規定による届出があったときは，当該届出の内容が事実である\nかどうかを審査して，住民票の記載を行わなければならない（同令１１条）。\n（２）　証拠（甲６９）によれば，被告吹田市長は，公共の福祉の観点と近隣住民\nの不安を考えるとアレフの信者の住民登録と転入届は受け付けることができないと\nの理由により，本件不受理処分を行ったことが認められる。\n上記法令の定めによれば，新たに当該市町村の区域内に住所を定めた者が転入届\nを提出してきた場合には，市町村長は，届出の内容を審査したうえで，住民票を作\n成し，住民基本台帳に記録するとされており，転入届を届け出た者が新たに当該市\n町村の区域内に住所を定めたこと以外の事項を住民基本台帳に記録すること及び住\n民票を作\n成することの要件とすることを明記した法令はない。そして，住民基本台帳制度\nは，住民の居住関係の公証や住民に関する記録の適正な管理を図るために，住民に\n関する記録を正確かつ統一的に行うものとして設けられた制度であるとされている\nところ，居住関係以外の事由により住民基本台帳に記録しない場合あるいは住民票\nを作成しない場合を認めるならば，かかる法の趣旨に反することになるし，転入届\n等の届出にに記載される事項は氏名のほか居住関係に関する事項に限られており，\n市町村長は当該届出の内容が事実であるかどうかのみを審査して住民票の記載を行\nなうとされていることからすると（住民基本台帳法施行令７条，１１条），居住関\n係以外の事項について考慮することは予定されていないとみるほかはない。\n以上によれば，当該届出人が新たに当該市町村の区域に住所を定めたという実態\nが認められる場合には，市長村長は，転入届を受理したうえで住民票を作成し，住\n民基本台帳に記録する義務があるというべきであって，その他の事由により届出を\n不受理とする余地はないと解するのが相当である。\n（３）　被告らは，住民基本台帳法の解釈も憲法の基本原理ないし理念に基づいて\n行われるべきであり，市町村長が転入届を受理すべきか否かについても，憲法上の\n公共の福祉の観点から，地域の平穏と地域住民の安全を確保するという要請との間\nの利益衡量によって判断されるべきであると主張する。\nしかしながら，住民基本台帳法１５条は，選挙人名簿の登録は，住民基本台帳に\n記録されている者で選挙権を有する者のうち，その者に係る当該市町村の住民票が\n作成された日から引き続き３か月以上当該市町村の住民基本台帳に記録されている\n者について行なうとされており（住民基本台帳法１５条，公職選挙法２１条），ま\nた，当該市町村に住所を有することが当該市町村が行う国民健康保険の被保険者と\nなることの要件とされており（国民健康保険法５条），転入届が行われた場合には\n国民年金に関する届けがあったものとされる（国民年金法１２条４項）など，住民\n基本台帳に記録されること及び住民票が作成されることは，住民の選挙権の行使，\n各種行政サービスの受給など住民の基本的な権利保障に関する手続であるというこ\nとができ，転入届が受理されなければ，選挙権の行使など基本的権利が制約される\n結果が生じ得ることになる。そうすると，法律の定めがなくしてかか\nる権利に制約を加えることができないのは当然であり，したがって，転入届を受理\nするか否かを判断するにあたって転入者の危険性という事由を考慮することができ\nるのは，かかる事由を転入届を受理する際の要件とすることが法律上明文で要件と\nされているか，解釈上これが要件であると解しうる場合に限られるところ，前述の\nとおり，住民基本台帳制度について定めた住民基本台帳法及び同法施行令によれ\nば，届出人が当該市町村に住所を定めた実態があるかどうかのみを要件としている\nことは明らかであるから，被告らが主張するような事項を転入届を受理するかどう\nかにあたって考慮することはできないと解すべきである。\n（４）　被告らは，地方自治法２条２項の「地域における事務」には当該地方公共\n団体の地域の秩序を維持し，住民の安全，健康及び福祉を保持すべきことが含まれ\nているということを，住民の安全の確保のために転入届を不受理とすることの法令\n上の根拠として主張するものと解される。しかしながら，同規定により，地域の秩\n序を維持し，住民の安全を図ることが地方公共団体及びその長の責務であると解さ\nれるとしても，そもそも，住民基本台帳制度は住民の居住関係の公証や住民に関す\nる記録の適正な管理を目的とする制度であって，住民の安全確保を本来の目的とす\nる制度ではないし，住民基本台帳に記録がなされず又は住民票が作成されなかった\nとしても，その者が，選挙権を行使することが困難になるなどの支障の発生を甘受\nしつつ，当該市町村の区域内に居住すること自体は可能であるから，転入届を不受\n理とすることと住民の安全を確保するということとの関連性は乏しく，住民基本台\n帳法が，地域の平穏及び住民の安全確保をもその目的としているものと解すること\nはできない。また，住民基本台帳法が住民の安全確保のために転入の届出を不受理\nとすることを予定しているとするならば，住民の安全に危害が加えられるおそれが\nあるのかどうかを確認するための手続が当然定められてしかるべきところ，転入届\nの審査は届出の内容が事実かどうかに関してのみ行われるにすぎず，住民の安全確\n保を確認するための審査手続はなんら規定されていない。\nしたがって，地方の平穏と地域住民の安全を確保をするという目的を実現するた\nめに，市町村長に，転入届を不受理とする権限を付与することを認める法令上の根\n拠はないというほかはないから，市町村長が転入届を\n受理すべきか否かについては，地方自治法２条２項を根拠に，地域の平穏と地域住\n民の安全を確保するという要請との間の利益衡量によって判断されるべきであると\nする被告らの前記主張は採用することができない。\n（５）　また，被告らは，市町村長の行う転入届の受理に関する事務について，地\n方自治の本旨として住民自治の原則が含まれていること，地方自治法２条４項が議\n会の議決の尊重義務を定めていることを斟酌すべきであると主張する。\nかかる主張は，住民の代表者である議会により当該転入届を不受理とする旨の議\n決がなされ，その議決を尊重して市町村長が転入届を不受理とした場合には，住民\n自治の原則及び議会の議決の尊重義務が定められていることから，適法な処分であ\nると解すべきであるとの主張と解される。\nしかし，「地方公共団体の組織及び運営に関する事項は，地方自治の本旨に基づ\nいて，法律でこれを定める」（憲法９２条），「地方公共団体は，・・・法律の範\n囲内で条例を制定することができる」（憲法９４条）とされていることからも明ら\nかなように，住民自治とは，法律の定めに反する行為をなし得る権限を地方公共団\n体及びその長に付与する制度ではなく，また，住民基本台帳法が転入届を受理する\nかどうかにあたって当該転入者の危険性について判断することを許容していないこ\nとをもって地方自治の本旨に反するとは解されないから，住民自治を理由に法律の\n定めに反して転入届けを不受理とする処分を行うことができないのはもとより当然\nである。\nまた，議会の議決尊重義務についても，違法な内容の議決を行った場合にまで，\n議会の議決を尊重しなければならないと解することは到底できないのであるから，\n転入者の危険性を理由に転入届を不受理とする処分を適法とする理由とはなり得な\nい。\n以上より，住民自治及び議会の議決権尊重義務から本件不受理処分が適法である\nとの被告らの主張は採用することができない。\n（６）　結論\n以上検討したとおり，住民基本台帳法上，市町村長は，当該転入者が危険性を有\nすることを理由として転入届を不受理とする権限を有しないと解すべきであるか\nら，被告吹田市長が，公共の福祉の観点と近隣住民の不安への考慮に基づきアレフ\nの信者の住民登録と転入届を受け付けることはできないとの理由により原告らの転\n入届をいずれも不受理とした本件不受理処分は違法であるといわざるを得ない。\n２　国家賠償\n（\n１）　本件不受理処分が違法であることは前述のとおりであり，また，公共の福祉\nと地域住民の不安を理由として転入届を不受理とすることが許されないことは法令\nの文言から容易に認識することができたのであるから，被告吹田市長には違法な処\n分を行ったことにつき，少なくとも過失があったというべきである。\n（２）　証拠（甲９，１０）によれば，転入届が不受理とされたことによって，選\n挙権を行使すること又は各種行政サービスを受けるに際して困難が生じる等の支障\nがあることが推認されるところ，このような状況が継続することについて原告らが\n不安を抱いたこと及び本来受理されるべき転入届が受理されなかったことによって\n精神的損害を被ったことが認められる。\nしたがって，本件不受理処分がアレフに対する住民の不安を考慮して行われたも\nのであることを考慮しても，本件不受理処分により被ったことによる精神的損害に\n対する慰謝料としてはそれぞれ金２０万円が相当である。\n３　結論\n以上により，原告らが，被告吹田市長に対し本件不受理処分の取消しを求める請\n求並びに原告らが被告吹田市に対し慰謝料の支払を求める請求のうちそれぞれ金２\n０万円及び各金員に対する平成１２年７月１１日から支払済みまで民事法定利率年\n５分の割合による遅延損害金の支払を求める部分については理由があるからこれを\n認容することとし，原告らのその余の請求は理由がないからこれを棄却することと\nし，主文のとおり判決する。\n大阪地方裁判所第二民事部\n裁判長裁判官　三浦潤\n裁判官　林俊之\n裁判官　中島崇\n"
}