{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 18,
    "month": 3,
    "day": 30
  },
  "case_number": "平成16(ワ)1671",
  "case_name": "不正競争行為差止等",
  "court_name": "大阪地方裁判所",
  "right_type": "不正競争",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "32851",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=32851",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/851/032851_hanrei.pdf",
  "contents": "平成１８年３月３０日判決言渡 同日原本交付 裁判所書記官\n口頭弁論終結の日 平成１８年２月２８日\n平成１６年（ワ）第１６７１号 不正競争行為差止等請求事件\n判決\n原 告 ゴールドフラッグ株式会社\n訴訟代理人弁護士 松 本 司\n同 緒方雅子\n同 田上洋平\n補佐人弁理士 森 義 明\n被 告 清川株式会社\n訴訟代理人弁護士 吉 田 清 悟\n主文\n１ 被告は、原告に対し、２０１０万４１２８円及びこれに対する平成１７年９\n月１日から支払済みまで年５分の割合による金員を支払え。\n２ 原告のその余の請求をいずれも棄却する。\n３ 訴訟費用は、これを５分し、その１を原告の、その余を被告の各負担とする。\n４ この判決は、第１項に限り、仮に執行することができる。\n事実及び理由\n第１ 請求\n１ 被告は、別紙イ号物件目録記載の商品を輸入、販売してはならない。\n２ 被告は、別紙イ号物件目録記載の商品を廃棄せよ。\n３ 被告は、原告に対し、２３７４万５６２４円及びこれに対する平成１７年９\n月１日から支払済みまで年５分の割合による金員を支払え。\n第２ 事案の概要\n本件は、原告が、ブラジャーを輸入、販売している被告に対し、（１）原告\nが輸入、販売しているブラジャーの形態は新規のものであり、かつ、被告が輸\n入、販売しているブラジャーの形態は、原告が輸入、販売しているブラジャー\nの形態を模倣したものであるから、被告による当該ブラジャーの輸入、販売は、\n不正競争防止法２条１項３号所定の不正競争行為であり、また、（２）原告が\n輸入、販売しているブラジャーの形態は、原告の商品表示として著名ないし周\n知であり、かつ、被告が輸入、販売しているブラジャーの形態は、原告が輸入、\n販売しているブラジャーの形態と類似し、これと混同させるおそれがあるから、\n被告による当該ブラジャーの輸入、販売は、同法２条１項２号又は１号の不正\n競争行為であると主張して、①同法２条１項２号又は１号及び同法３条に基づ\nいて、被告による当該ブラジャーの輸入、販売の差止め及び廃棄を求めるとと\nもに、②主位的に同法２条１項３号、予備的に同法２条１項２号又は１号及び\n同法４条に基づいて、損害賠償を請求した事案である。\n１ 前提となる事実（当事者間に争いがない。）\n（１） 原告は、商品名を「ヌーブラ」（ＮｕＢｒａ）といい、別紙原告商品\n目録第１ないし第３図に記載の商品（以下「原告商品」という。検甲１）を、\n販売している。\n（２） 被告は、商品名を「Ｌｅａｆ Ｂｒａ」といい、別紙イ号物件目録記\n載第１ないし第３図に記載の商品（以下「イ号物件」という。検甲２）を輸\n入し、平成１５年７月から平成１７年８月にかけて販売した。\n２争点\n（１） 不正競争防止法２条１項３号の不正競争行為の成否\nア 原告商品とイ号物件の形態\nイ 形態の新規性及び模倣性\nウ 原告商品の販売開始時期\nエ 原告の権利主体性\n（２） 不正競争防止法２条１項２号ないし１号の不正競争行為の成否\nア 原告商品の形態の著名・周知商品表示性\nイ 誤認混同及びそのおそれの有無\n（３） 損害の額\n３ 争点に関する当事者の主張\n（１） 不正競争防止法２条１項３号の不正競争行為の成否（なお、本項にお\nいて、不正競争防止法というときは、平成１７年法律第７５号による改正前\nのものを指す。）\nア 原告商品とイ号物件の形態\n〔原告の主張〕\n（ア） 原告商品は、以下の形態を備える。\n（主位的主張）\n使用者の左右乳房上に独立して置かれる２個のカップよりなり、肩\nひも（ショルダーストラップ）、横ベルト等の身体に装着する部材が\nなく、各カップの内側には粘着層を備えており、使用者が装着した際\nに２個のカップを連結するフロントホックが、各カップに設けられて\nいる。\n（予備的主張）\n通常のブラジャーのカップと同様の形状を有し、使用者の左右乳房\n上に独立して置かれる２個のカップよりなり、肩ひも（ショルダース\nトラップ）、横ベルト等の身体に装着する部材がなく、各カップの内\n側全面が粘着層を備えており、この粘着層には、シリコンを特殊加工\nして粘着性を持たせた材質が用いられており、外観上の質感はゲル状\nであり、カップ内側は材質に起因する光沢を有しており、使用者が装\n着した際に２個のカップを連結するフロントホックが、各カップに設\nけられている。\n（イ） イ号物件は、以下の形態を備える。\n（主位的主張）\n使用者の左右乳房上に独立して置かれる２個のカップよりなり、肩\nひも（ショルダーストラップ）、横ベルト等の身体に装着する部材が\nなく、各カップの内側には粘着層を備えており、使用者が装着した際\nに２個のカップを連結するフロントホックが、各カップに設けられて\nいる。\n（予備的主張）\n通常のブラジャーのカップと同様の形状を有し、使用者の左右乳房\n上に独立して置かれる２個のカップよりなり、肩ひも（ショルダース\nトラップ）、横ベルト等の身体に装着する部材がなく、各カップの内\n側全面が粘着層を備えており、この粘着層には、シリコンを特殊加工\nして粘着性を持たせた材質が用いられており、外観上の質感はゲル状\nであり、カップ内側は材質に起因する光沢を有しており、使用者が装\n着した際に２個のカップを連結するフロントホックが、各カップに設\nけられている。\n〔被告の主張〕\n原告が原告商品及びイ号物件の形態として主張する、各カップの内側全\n体が粘着層を備えるという点は、形態の特徴たり得ず、外観上の質感がゲ\nル状であるという点も、形態とは関係がない。\nイ 形態の新規性及び模倣性\n〔原告の主張〕\n（ア） 原告商品は、米国法人であるBragel International Inc.社（以\n下「ＢＩＩ社」という。）が考案したものであり、平成１４年１０月か\nら米国内及び台湾に輸出されて同国内で販売され、ヒットしたものであ\nる。\n原告商品の上記ア（ア）記載の形態は、通常のブラジャーが有しない\n新規な形態であった。\n上記アのとおり、イ号物件の形態は、原告商品の形態と同一であり、\nイ号物件は原告商品の形態を模倣したものである。\nなお、イ号物件は、原告商品より軽量で色も白色であることから、原\n告商品のように本物の乳房に近い肉厚感はないが、この相違は、商品全\n体から見れば些細な相違にすぎず、原告商品との基本的形態の同一性を\n打ち消すほどのものではない。\n（イ） 原告商品の販売前から、これと同様の形態のブラジャーが公開特\n許公報等により公開されていても、これらは現実に商品化されて販売さ\nれていないから、その商品の形態は、同種の商品が通常有する形態には\nならず、したがって、原告商品の形態は、同種の商品が通常有する形態\nにはあたらない。\n肩ひもや横ベルト等の部材を用いず、各カップの内側に粘着層を備え\nるという形態は、ブラジャーという商品の機能・効用のため不可避な商\n品形態ではないから、原告商品の形態は、機能・効用のため回避できな\nい商品形態でもない。\n（ウ） ＢＩＩ社の「Ｇｅｌ Ｂｒａ」は、ブラジャーに縫いつけられた\nゲル状のパッドであり、粘着性はなく、これ自体をブラジャーの代わり\nに使用することは不可能であるから、原告商品と異なりフロントホック\nを有していない。したがって、原告商品と「Ｇｅｌ Ｂｒａ」は、形態\nを異にする。\nブラザブラ社の「Ｍａｇｉｃｕｐｓ」は、専用シールで肌に貼り付け\nるカップにすぎず、ブラジャーではない。しかも、下記の各点で原告商\n品と「Ｍａｇｉｃｕｐｓ」は形態を異にする。\n① 原告商品には、平坦部分がなく、カップ本体の部分しか構成せず、\nカップ内側前面が粘着性を有しているのに対し、「Ｍａｇｉｃｕｐ\nｓ」は、カップ本体と下側平坦部分の構成に分けられ、下側平坦部\n分のみが粘着性を有する点\n② 原告商品は、カップ自体の内側全体に粘着層を備えているのに対し、\n「Ｍａｇｉｃｕｐｓ」は、カップ自体に粘着層がなく、カップ下側\nの平坦部分に専用シールを塗着することによって、その部分のみ粘\n着性を有するにすぎない点\n③ 原告商品は、各カップを結合するホックを有しており、これによっ\nて、いわゆる「胸を寄せて上げる」効果を奏することができるのに\n対し、「Ｍａｇｉｃｕｐｓ」は各カップを結合する部材はなく、単\nに乳房を覆う機能を有するのみである点\n④ 原告商品は、シリコン製であって、人間の皮膚を思わせるような外\n観、質感及び印象を呈し、皮膚に粘着したときに違和感がない形態\nのカップであるのに対し、「Ｍａｇｉｃｕｐｓ」は、ポリエステル\n素材であるため、皮膚に粘着した際にごわごわした感触を払拭する\nことができず、非常に軽量で、人間の乳房を彷彿させる光沢感、質\n量感を有しない点\nしかも、「Ｍａｇｉｃｕｐｓ」は、日本国内で一時的に販売されたこ\nとはあるが、需要者にほとんど認識されることすらなかったのであるか\nら、この形態がブラジャーの一般的な形態になったとはいえない。\nブラザブラ社の「Ｓｗｉｖｅｌｉｆｔ」は、「Ｍａｇｉｃｕｐｓ」に\n各カップを結合するホックを付けたものであるから、上記①、②及び④\nと同様に原告商品とは形態を異にする。\nしかも、「Ｓｗｉｖｅｌｉｆｔ」は、日本国内で販売されたこともな\nく、「Ｍａｇｉｃｕｐｓ」以上に需要者に認識されなかったのであるか\nら、この形態がブラジャーの一般的な形態になったともいえない。\n〔被告の主張〕\n（ア） 原告商品の形態は、通常のブラジャーが有していない新規な形態\nではない。\n従来のブラジャーから紐を取り外せたのは自動接着性を付与したから\nであり、これは機能や考案の問題であって形態の問題ではなく、ブラジ\nャー自体の形態に変化をもたらしたということはできない。\n縦紐・横紐とも存在しないブラジャーで、シリコンによる粘着性を利\n用したものは、十数年前からフランス、イタリア等ヨーロッパ諸国で売\nり出されていたし、米国でも、平成２年ないし平成３年ころから、４３\n種類を超える縦紐・横紐とも存在しないブラジャーが、多数社によって\n商品化されており、紐なしブラジャーの通常形態はそのころから変化は\nない。\nまた、平成１４年より以前から、特許公報等に、縦紐・横紐とも存在\nしないブラジャーが掲載されている。\n原告商品の形態も、これらと差異はなく、同種の商品が通常有する形\n態ないしこれに些細な変更を加えたものにすぎない。\n（イ） 原告商品自体、中国や台湾の他社製品を模倣したものにすぎず、\n中国において製造されたものを、原告に転売しているものである。\nイ号物件は、平成１２年にはメーカーにおいて開発済みであったもの\nであり、原告商品を模倣したものではなく、むしろ先発メーカーであっ\nた。\n（ウ） 原告商品は、「Ｇｅｌ Ｂｒａ」の基本的形態を変えないで、米\n国法人であるブラザブラ社が平成９年から販売した「Ｍａｇｉｃｕｐ\nｓ」の形態を模倣し、同社が平成１４年４月から販売した「Ｓｗｉｖｅ\nｌｉｆｔ」にあるコネクターを付けただけのものであり、「Ｓｗｉｖｅ\nｌｉｆｔ」の形態を模倣したものともいうべきである。\n原告商品は、カバーに薄いポリウレタンなどを使用しているが、これ\nは機能的な改良にすぎず、形態とは関係がない。\n（エ） 原告商品の中身はシリコンゴムであり、イ号物件の中身はシリコ\nンフォームであることにより、その包皮に視覚的相違がある。\nウ 原告商品の販売開始時期\n〔被告の主張〕\n（ア） 原告商品は、米国において、平成９年から（米国特許商標庁の記\n録によれば、平成１２年３月１日から）販売されており、既に３年が経\n過している。\nなお、上記米国特許商標庁の記録は、ＢＩＩ社による出願書類に基づ\nくものであるところ、これが虚偽であったとの主張は、禁反言の原則に\n照らして許されない。\nまた、イ号物件を被告に輸出した台湾法人である鈺亨達有限公司（以\n下「鈺亨達社」という。）は、上記米国特許商標庁の記録を信じ、その\n３年の経過後を目指して日本での大々的な見本市出店を企画して、イ号\n物件を平成１５年３月１日の経過後に販売したものである。したがって、\n鈺亨達社及び被告は、不正競争防止法２条１項３号による保護期間が存\n続していることにつき善意無過失であり、このような被告に対しては同\n法１２条１項５号により権利行使はできず、また、このような被告に対\nして権利行使をするのは権利濫用かつ信義則違反である。\n（イ） また、ＢＩＩ社は、遅くとも、平成１１年（米国特許商標庁の記\n録によれば、平成１０年）には「Ｇｅｌ Ｂｒａ」という商品を販売し\nているが、これは原告商品と基本的なブラジャーの形態は同一であって、\nただ２つのカップをつなぐ接続パーツがないものにすぎないところ、こ\nれについても既に３年が経過している。\n〔原告の主張〕\n原告商品の販売開始時期は、米国内において平成１４年１０月である。\n米国特許商標庁への商標出願の際、ＢＩＩ社が「ＮｕＢｒａ」という\n名称の商品を平成１２年３月１日から販売しているとしたが、この記載\nは事実と異なる。\nエ 原告の権利主体性\n〔原告の主張〕\n原告は、平成１５年１月３０日、ＢＩＩ社との間で、原告を原告商品の\n日本国内における独占的販売権者とする旨の契約（以下「本件契約」とい\nう。甲２）を締結し、同年２月１日から同商品の輸入及び販売を開始した。\nこのように、原告は、日本国内における独占的販売権を有するから、不\n正競争防止法２条１項３号の不正競争行為について、同法３条及び４条の\n差止請求権及び廃棄請求権並びに損害賠償請求権の主体となり得る。\n〔被告の主張〕\n原告は、単なる輸入、販売者であって、その形態の考案者ではないから、\n不正競争防止法２条１項３号の不正競争行為について、同法３条及び４条\nの差止請求権及び損害賠償請求権の主体とはなり得ない。\nそもそも、ＢＩＩ社が法人として存在すること自体を争う。米国の信用\n情報にはBragel Inc.しかない。\n仮に、ＢＩＩ社が存在するとしても、原告が主張する本件契約について、\nそのＢＩＩ社側で契約締結に当たった、Alice Chenなる者が、ＢＩＩ社を\n代表する権限を有していたことも争う。\nさらに、原告とＢＩＩ社との本件契約には、排他条件付取引条項も、一\n手販売権条項も存在しないから、原告が、日本国内における独占的販売権\nを有するとはいえない。\nしたがって、原告は、不正競争防止法２条１項３号の不正競争行為につ\nいて、同法３条及び４条の差止請求権及び廃棄請求権並びに損害賠償請求\n権の主体となり得ない。\nまた、被告は、不正競争防止法２条１項３号の不正競争行為について、\nその商品形態の考案者ではない販売者には同法３条及び４条の差止請求権\nや損害賠償請求権は認めないとの東京地方裁判所及び東京高等裁判所の裁\n判例を信じ、これに従っていたのであるから、善意無過失であり、このよ\nうな被告に対しては同法１２条１項５号により権利行使はできない。\n（２） 不正競争防止法２条１項２号ないし１号の不正競争行為の成否\nア 原告商品の形態の著名・周知商品表示性\n〔原告の主張〕\n前記（１）の原告の主張のとおり、原告商品の形態は、通常のブラジャ\nーが有しない新規な形態であった。\n原告は、原告商品を、平成１５年２月１日から日本国内で販売開始し、\n大ヒットした。\nそして、原告商品は、全国のデパートや下着店で話題の商品として売り\n場の昀前列に陳列され、テレビの情報番組、女性誌、情報誌、新聞等で頻\n繁に取り上げられ、平成１５年のヒット商品となった。\nこれらの事情に照らせば、遅くとも平成１５年３月には、原告商品がそ\nの形態とともに著名ないし周知となったといえ、原告商品の形態は出所表\n示として著名ないし周知のものとなった。\n〔被告の主張〕\n否認ないし争う。\n前記（１）の被告の主張のとおり、原告商品の形態は、新規なものでは\nない。\nイ 誤認混同及びそのおそれの有無\n〔原告の主張〕\nイ号物件の形態は、原告商品の形態と同一である。\nしたがって、イ号物件は、その形態から、原告商品と混同を生じさせる\nものであり、その出所にも誤認混同を生じさせるものである。\n〔被告の主張〕\n原告商品とイ号物件を、包装箱や商品説明を含めて比べてみれば、需要\n者による出所の誤認混同は起こり得ない。\n（３） 損害の額\n〔原告の主張〕\n平成１５年１月から平成１６年１２月までの期間について計算される、原\n告商品の１個当たりの利益の額は、下記のとおり、２０１２円である。\n被告は、イ号物件を、２万３６０４個販売した。\nしたがって、被告によるイ号物件の販売個数である２万３６０４個に、上\n記２０１２円を乗じて得られる額である４７４９万１２４８円が、原告が受\nけた損害の額である（不正競争防止法５条１項）。\n記\n① 原告商品の平均売上単価 ４５５８円\n根拠 売上高 １７億９４０４万８９１５円\n売上個数 ３９万３５８９個\n1,794,048,915÷393,589＝4,558\n② 原告商品の平均経費単価 ２５４６円\n根拠 合計経費 １０億７７３１万７６７０円\n内訳 仕入金額 ８億９６７７万５２１０円\n輸入経費 １億４２１２万０４７９円\n販売促進費 ２５８７万９８７５円\nその他経費 １２５４万２１４６円※\n※ その他経費とは、運送経費、取扱説明書印刷代（販売促進費\nに含まれないもの）、倉庫保管料、シリアルナンバー貼付費用、\n送金手数料である。\n仕入個数 ４２万２９８７個\n1,077,317,670÷422,987＝2,546\n③ 原告商品の平均利益単価 ①－②＝２０１２円\n〔被告の主張〕\nア 被告によるイ号物件の販売個数は、１万１８０２個である。\nイ 甲第１４号証の１ないし７に関し、有限会社エイム・アドシステムなる\n法人はその肩書地に登記されてもいない。\nウ 原告の売上げに占める純利益率は８．６５パーセントであるから、売上\n高１７億９４０４万８９１５円に対する純利益は１億５５１８万５２３１\n円となり、平均利益単価は３９４円にしかならない。\n正確に計算するためには、すべて帳簿類を提出した上、公認会計士など\n専門家の鑑定が必要である。\nエ 平成１５年中の原告による原告商品の仕入販売が２１万個、原告を除く\n他社の仕入販売や並行輸入品が２９万個であった。\n原告の平成１５年２月の仕入れ個数を１００とすると３月は２００、４\n月は５００、５月ないし８月は２０００となっていて仕入れの限界に達し\nており、イ号物件の販売によって原告の売上げは減少しない。\n第３ 当裁判所の判断\n１ 争点（１）（不正競争防止法２条１項３号の不正競争行為の成否）について\n（なお、本項において、不正競争防止法というときは、特に記載のない限り、\n平成１７年法律第７５号による改正前のものを指す。）\n（１） 原告商品とイ号物件の形態について\nア 検甲第１号証によれば、原告商品の形態は次のとおりであると認められ\nる。\n（ア） 基本的形態\nａ 独立した左右２個のカップから成るブラジャーである。\nｂ 肩ひも、横ベルト等の身体に装着する部材が全くない。\nｃ ２個のカップの相対する部分に両カップを連結するフロントホック\nが設けられている。\nｄ 左右２個のカップは、いずれも眼鏡のレンズを逆さにしたような形\n状をしている。\n（イ） 具体的形態\nａ 全体に肉厚で、ブヨブヨして、すぐに形が崩れる柔らかい質感を有\nしている。\nｂ カップは、表面及び裏面とも全体に肌色のシリコンを薄いビニール\nで包んだような半透明上の膜で覆われ、周辺部ほど肌色が薄くなり、\n表面には細かな皺が寄る。\nｃ カップの裏面には、粘着層に由来する光沢がある。\nイ 検甲第２号証によれば、イ号物件の形態は次のとおりであると認められ\nる。\n（ア） 基本的形態\nａ 独立した左右２個のカップから成るブラジャーである。\nｂ 肩ひも、横ベルト等の身体に装着する部材が全くない。\nｃ ２個のカップの相対する部分に両カップを連結するフロントホック\nが設けられている。\nｄ 左右２個のカップは、いずれも眼鏡のレンズを逆さにしたような形\n状をしている。\n（イ） 具体的形態\nａ 全体に肉厚で、ブヨブヨして、すぐに形が崩れる柔らかい質感を有\nしている。\nｂ カップは、表面及び裏面とも全体に乳白色で不透明の膜で覆われ、\n表面には細かな皺が寄る。\nｃ カップの裏面には、粘着層に由来する光沢がある。\nウ 上記のとおり、原告商品の形態とイ号物件の形態は、（イ）具体的形態\nのｂにおいて、カップの表面の色及び透明性について相違するが、その余\nは一致する。\n（２） 形態の新規性及び模倣性について\nア 原告商品が、ＢＩＩ社から、遅くとも平成１４年１０月には米国で販売\nされていたことは、甲第７号証によって認められる。\nそして、本件で提出された全証拠によっても、ＢＩＩ社が原告商品を販\n売した平成１４年１０月以前に、原告商品の上記（１）アの形態と同一な\nいし類似の形態を有したブラジャーが販売されていたことを認めるには至\nらない。\nすなわち、乙第７、第１９号証に記載された「ストラップレス・ブラ」\nは、単に吊り紐がないというだけで、上記（１）ア（ア）ｂや（イ）の形\n態を備えているとはいえない。また、乙第８号証の１に記載された「スト\nラップレス・ブラジャー」も、その前段に記載されたものはこれと同様で\nあり、後段に記載され、図に記されているものは、フロントホックが存在\nしないから、上記（１）ア（ア）ｃの形態を備えているとはいえず、上記\n（１）ア（イ）の形態を備えているか否かは明らかでない。乙第８号証の\n２、第３１号証の１に記載された「Ｓｗｉｖｅｌｉｆｔ」は、上記（１）\nア（ア）の形態は有しているものの、（イ）の形態はいずれも有していな\nい。乙第８号証の２に記載された「Ｍａｇｉｃｕｐｓ」及び「Ｂｒａｚａ\nＢｒａ」は、（その販売開始時期は証拠上明らかではないが）いずれも\nフロントホックが存在しないから、上記（１）ア（ア）ｃの形態を有して\nいるとはいえず、さらに、「Ｍａｇｉｃｕｐｓ」は、上記（１）ア（イ）\nの形態も有していない。乙第１１号証の２に記載された「Ｇｅｌ Ｂｒ\nａ」は、フロントホックが存在しないから、上記（１）ア（ア）ｃの形態\nを有していない。\nまた、乙第１５号証に記載された「Ｉｎｖｉｓｉｂｌｅ Ｂｒａ」は、\nその形態の詳細は別として、同号証の出版時期は平成１５年４月頃である\nと認められるから、同号証によっては、これが平成１４年１０月以前に販\n売されていたと認めることはできず、他にこれが同月以前に販売されてい\nたと認めるに足りる証拠はない。\nそして、他に、平成１４年１０月以前に、原告商品の上記（１）アの形\n態と同一ないし類似の形態を有したブラジャーが販売されていたことを認\nめるに足りる証拠はない。また、原告商品の上記（１）アの形態の商品を、\nＢＩＩ社以外の者が開発したことを窺わせる証拠もない。\nしたがって、原告商品の上記（１）アの形態は、新規のものであり、Ｂ\nＩＩ社によって開発されたものと推認するのが相当である。\nイ この点につき、被告は、縦紐・横紐とも存在しないブラジャーで、シリ\nコンによる粘着性を利用したものは、十数年前からフランス、イタリア等\nヨーロッパ諸国で売り出されていたし、米国でも、平成２年ないし平成３\n年ころから、４３種類を超える縦紐・横紐とも存在しないブラジャーが、\n多数社によって商品化されており、紐なしブラジャーの通常形態はそのこ\nろから変化はないと主張するが、上記（１）アの形態あるいはこれに類似\nした形態を備えた商品が、平成１４年１０月以前に販売されていたことを\n認めるに足りる証拠がないことは、上記アのとおりである。\nまた、被告は、平成１４年より以前から、特許公報等に、縦紐・横紐と\nも存在しないブラジャーが掲載されていると主張する。確かに、乙第３１\n号証の４に記載されているブラジャーは、上記（１）ア（ア）の形態を備\nえているように見えるが、同（イ）の形態を備えているとは認められない\nから、これをもって原告商品の形態が、同種商品の有する通常の形態であ\nるとはいえない。また、乙第３１号証の４に記載されているブラジャーは、\n上記（１）ア（ア）ｄの形態を備えておらず、また、同（イ）の形態を備\nえているとも認められないから、これをもっても、原告商品の形態が、同\n種商品の有する通常の形態であるとはいえない。そして、平成１４年１０\n月以前に刊行された他の公報（乙１の２、２、３）に記載された物品には、\nいずれも、フロントホックが存在しないから、上記（１）ア（ア）ｃの形\n態を有しているとはいえない。\n被告は、フロントホックの有無は微差である旨主張する。しかしながら、\nフロントホック自体は小さな部材ではあるが、これが存在する場合には、\n両カップが連結された状態で乳房に装着される形態となり、このことから\nブラジャーとしていわゆる「寄せて上げる」効果が生じるのに対し、これ\nが存在しない場合には、両カップが連結されない状態でばらばらに乳房に\n装着される形態となるのであり、両者はその基本的形態において異なると\nいうべきである。\nさらに、被告は、原告商品自体、中国や台湾の他社製品を模倣したもの\nにすぎないと主張するが、このような事実を窺わせるに足りる証拠もない。\nしたがって、これらの被告の主張はいずれも採用することができない。\nウ そして、原告商品は、上記アのとおり、平成１４年１０月頃から、米国\nにおいて販売され、雑誌にも掲載されていたこと、上記（１）のとおり、\nイ号物件の形態は、原告商品の形態と、カップの表面の色及び透明性にお\nいて相違するが、それ以外は同一といえるほどに酷似していることに照ら\nせば、イ号物件の形態は、原告商品の形態に依拠して作られたものと推認\nすることができる。\nなお、この点につき、被告は、原告商品の中身はシリコンゴムであり、\nイ号物件の中身はシリコンフォームであることにより、その包皮に視覚的\n相違があると主張するが、検甲第１、第２号証によれば、包皮の色は格別、\nそれ以外の色彩や光沢、質感には大きな視覚的相違はなく、原告商品の形\n態とイ号物件の形態は実質的に同一であるというべきである。\nまた、被告は、イ号物件は、平成１２年にはメーカーにおいて開発済み\nであったものであり、原告商品を模倣したものではなく、むしろ先発メー\nカーであったと主張するが、被告がイ号物件の輸出元として主張する鈺亨\n達社の広告が掲載された乙第１５号証は、上記アのとおり平成１５年４月\n頃に出版されたものであり、他に、被告の主張を裏付ける証拠はないから、\n被告の上記主張は採用することができない。\nエ 以上のとおり、イ号物件の商品形態は、新規の商品形態であった原告商\n品の形態を模倣して作られたものであると認めることができる。\n（３） 原告商品の販売開始時期について\nア 被告は、原告商品が、米国において、平成９年から販売されていたと主\n張する。\nそこで、被告がその主張の根拠として援用する乙第１０号証の２につい\nて検討するに、同号証は、インターネット上の通信販売サイトにおける原\n告商品の紹介・販売ページのハードコピーであるが、そのページ下端に\n「 １９９７－２００４」と記載されていることが認められる。しかし、c\n上記「 １９９７－」の部分は、当該ページが１９９７年に記載されたこc\nとを示すものではなく、当該ページを含めた当該サイトが１９９７年に開\n設されたことを示すものとして用いられると解釈できるものである。とり\nわけ、同号証の当該表示は、ページ下端に記載された当該サイト内の他の\nページへのインデックスの更に下に記載されているのであるから、尚更こ\nのことが妥当する。\nしたがって、同号証の当該記載をもって、原告商品が、平成９年から販\n売されていたと認めることはできず、他に、このことを認めるに足りる証\n拠はない。\nしたがって、被告の上記主張は採用することができない。\nイ（ア） 被告は、米国特許商標庁の記録によれば、原告商品が、平成１２\n年３月１日から販売されていたと主張する。\nそして、米国特許商標庁への商標出願の際、ＢＩＩ社が、出願書類に、\n「ＮｕＢｒａ」という名称の商品を平成１２年３月１日から販売してい\nると記載したこと自体は、当事者間に争いがない。\nなお、原告は、上記記載は事実に反すると主張し、これに沿う甲第５、\n第６号証を提出する。しかし、甲第８号証によれば、上記出願書類には、\nその内容が真実であることを宣誓した上で、ＢＩＩ社副社長であるDavi\nd E.Chenが署名したことが認められるところ、上記甲第５、第６号証の\n内容は、このような宣誓の上で記載された上記出願書類の記載内容に反\nするものであって、信用することができず、原告の上記主張も採用する\nことができない。\nしたがって、ＢＩＩ社は、「ＮｕＢｒａ」という名称の商品を、平成\n１２年３月１日から販売していたものと認められる。\n（イ） ところで、甲第８号証によれば、ＢＩＩ社は、平成１３年１２月\n３日の上記商標出願の際、商標の使用見本として、バストアップするた\nめに「ＮｕＢｒａ」を着用しているモデルの写真（甲１１と左右が逆な\nだけで同じものと認められる。以下「写真①」という。）を提出したこ\nと、その後、平成１４年１１月１４日、上記出願の手続過程において、\n使用見本の追加として、「ＮｕＢｒａ」の商品パッケージと内容物の写\n真（甲６に添付されている写真と同一と認められる。以下「写真②」と\nいう。）を提出したことが認められる。\nしたがって、ＢＩＩ社が平成１２年３月１日から販売していた「Ｎｕ\nＢｒａ」という名称の商品は、写真①及び②に写っている商品であると\n認められる。\nそこで、写真①及び②を検討するに、写真②では、商品に２個のカッ\nプを連結するフロントホック（原告商品の基本的形態ｃ）が設けられて\nいるかどうか定かではないものの、写真①では、フロントホックが設け\nられていないことが明瞭に見て取れる。\nそして、上記（２）イのとおり、フロントホックがある物とない物と\nでは、その基本的形態を異にするというべきである。\nそうすると、ＢＩＩ社が平成１２年３月１日に販売したと認められる\n「ＮｕＢｒａ」という名称の商品は、原告商品の基本的形態ｃを備えな\nいものであって、原告商品と同一の形態であるとはいえない。\nしたがって、原告商品が、平成１２年３月１日から販売されていたと\n認めることはできない。\nウ 被告は、遅くとも、平成１１年（米国特許商標庁の記録によれば、平成\n１０年）には、「Ｇｅｌ Ｂｒａ」という商品が販売されており、これは、\n原告商品と比べて、ただ２つのカップをつなぐ接続パーツがないものにす\nぎず、基本的なブラジャーの形態は同一であると主張する。\nしかし、「Ｇｅｌ Ｂｒａ」という商品に、２つのカップを連結するフ\nロントホックが存在しないことは、被告も自認するところであり、フロン\nトホックが存在しない商品は、原告商品と同一の形態であるとはいえない\nことは、上記イ（イ）で述べたとおりである。\nしたがって、「Ｇｅｌ Ｂｒａ」という商品の存在をもって、原告商品\nと同一の形態の商品が、平成１１年ないし平成１０年から販売されていた\nと認めることはできない。\nエ 以上のとおりであるから、被告によるイ号物件の販売開始以前に、原告\n商品ないしこれと同一形態の商品が昀初に販売されてから３年が経過して\nいたとする被告の主張は、採用することができない。\nまた、被告は、イ号物件を被告に輸出した鈺亨達社は、上記米国特許商\n標庁の記録を信じたものであるから、鈺亨達社及び被告は、不正競争防止\n法２条１項３号による保護期間が存続していることにつき善意無過失であ\nり、このような被告に対しては同法１２条１項５号により権利行使はでき\nず、また、このような被告に対して権利行使をするのは権利濫用かつ信義\n則違反であると主張する。しかし、前記イのとおり、米国特許商標庁に商\n標出願した際の「ＮｕＢｒａ」という名称の商品は、原告商品と同一の形\n態ということはできない。そして、同一名称の商品であっても、例えばモ\nデルチェンジ等により形態が変更されていることもままあることであるか\nら、形態の確認や販売先に対する問い合わせもせずに、過去に同一名称の\n商品が販売されていたことから、それが現在の商品と同一形態であったと\n信じたとしても、そのことから直ちに過失がないとすることはできない。\n被告の上記主張は採用することができない。\n（４） 原告の権利主体性について\nア 不正競争防止法２条１項３号が、他人の商品形態を模倣した商品の販売\n行為等を不正競争行為とする趣旨は、先行者の商品形態を模倣する後行者\nは、先行者が商品開発に要した時間、費用や労力を節約でき、しかも商品\n開発に伴うビジネスリスクを負うことも回避できることから、後行者と先\n行者との間に競争上著しい不公平が生じるが、このような後行者の行為は、\n他人が資金や労力を投下した成果を盗用するものとして、競争上不正な行\n為であるという点にある。この趣旨からすると、同号によりまず保護の対\n象とされるべきは、形態を模倣された商品を開発、商品化して市場に置く\nに当たり、自ら費用や労力やリスクを負担した者（すなわち、開発者）で\nある。そして同号は、開発者が、一定期間、当該商品形態を用いた市場利\n益を独占することを保護し、それによって、開発者が商品開発に要した種\n々の負担を回収することを可能にしようとするものであるということがで\nきる。\nところで、開発者が開発に係る商品を市場展開する形態は、自己の手に\nおいて販売を行うものに限られず、様々な形態があり得るのであって、そ\nの中には、一定地域について、当該商品の独占的販売契約を締結し、同時\nに、開発者自身は当該地域において当該開発商品の取引活動を行わないと\nいう義務を負うことにする場合がある。このような場合、独占的販売権を\n認められた者は、結果として、当該地域における当該開発商品の市場利益\nを独占できる地位を得ることになるが、独占的販売権者が有するこのよう\nな独占的地位ないし利益は、後行者が模倣行為を行うことによってその円\n満な享受を妨げられる性質を有するものである。そして、この独占的地位\nないし利益は、上記のような同号が保護しようとした開発者の独占的地位\nに基礎を有し、いわばその一部が分与されたものということができるから、\n第三者との関係でも法的に保護されるべきものというべきである。\nまた、独占的販売権者は、独占権を得るために、開発者に対し、当該開\n発商品を流通段階で取り扱う単なる販売者には課されない相応の負担（昀\n低購入量の定めなど）を負っているのが通常であり、開発者は商品化のた\nめの資金、労力及びリスクを、商品の独占の対価の形で回収し、独占的販\n売権者はそれらの一部を肩代わりしていることになるから、独占的販売権\n者を保護の主体として、これに独占を維持させることは、商品化するため\nの資金、労力を投下した成果を保護するという点でも、同号の立法趣旨に\n適合するものである。\nさらに、法文を見ても、不正競争防止法は、その２条１項において「不\n正競争」を定義し、同項３号では、他人の商品の形態を模倣した商品を譲\n渡等する行為を不正競争とし、差止請求の主体について、３条１項におい\nて、「不正競争によって営業上の利益を侵害され、又は侵害されるおそれ\nがある者」としており、損害賠償請求の主体については、４条において、\n不正競争により「営業上の利益を侵害」された者を損害賠償請求の主体と\nして予定しているものと解され、例えば特許法１００条１項が差止請求の\n主体を「特許権者又は専用実施権者」としているのとは異なった規定の仕\n方をしている。したがって、独占的販売権者も、不正競争防止法２条１項\n３号所定の不正競争によって営業上の利益を侵害され、又は侵害されるお\nそれがある者に該当すると解したとしても、法文の文言上の妨げはないと\nいうべきである。\n以上の点を考慮すると、独占的販売権者の有する独占的地位ないし利益\nは、同号によって保護されるべき利益であると解するのが相当であり、独\n占的販売権者も同号により保護される主体たり得るものと解するのが相当\nである。\nもっとも同号は、その主要な要件が、「形態の模倣」という比較的簡易\nな要件であり、安易に適用を拡大すると、かえって自由な市場活動が妨げ\nられるおそれがあるとも考えられる。しかし、まず３号の保護を受け得る\n者は、商品化を行った開発者のほかには、独占的販売権者のように独占的\n地位を有する者に限られ、開発者が商品化した形態の商品を単に販売する\n者のように独占的地位を与えられない者については、他にも同列の販売者\nが存することから、模倣行為によって直ちに自己の営業上の利益が害され\nたとはいえないため、同号の保護を受け得ないと解するべきである。そう\nすると、このように限定した範囲で同号の保護の主体を考えるならば、上\n記のような弊害を生ずることはないというべきである。\nまた、独占的販売権者も同号の保護主体となると解したとしても、独占\n的販売権者が訴訟において同号に基づく権利を行使するためには、先行者\nが商品化したこと及びそのような先行者から独占的販売権を与えられたこ\nとを主張立証しなければならず、先行者が訴訟において同号に基づく権利\nを行使する場合に比べて、商品化の点について主張立証責任が軽減される\nわけではないから、この点からも、同号の適用範囲が安易に拡大されるこ\nとはないといえる。\nイ これを本件についてみるに、本件契約の契約書（甲２）によれば、①表\n題は「独占販売権契約書」（被告の訳では、「独占的販売店契約書」）と\nされ、②契約期間は２年間とされ、③各年ごとに年間購買量が定められ、\nこれに満たない場合にはＢＩＩ社は契約を解除することができ、④同契約\nは、契約期限内にすべての条件を満たした場合のみ、自動的に２年間延長\nされることとされ、⑤地域は日本とされ、⑥ＢＩＩ社は並行輸入を防ぐ昀\n大の努力（被告の訳では、昀善の努力）をするものとする、とされている\nことが認められる。\nこれらのうち、⑤及び⑥の各条項からすると、本件契約においては、単\nに原告が原告商品の日本における独占的販売権を有する以外に、ＢＩＩ社\n自身も日本における販売活動をしないことが前提とされ、加えてＢＩＩ社\nは並行輸入を防ぐための昀大（昀善）の努力をすることまで約定している\nのであるから、原告の日本における独占的地位が昀大限保障されていると\nいえる。また、②ないし④の各条項からすると、原告は、年間購買量を定\nめることにより、独占権を得るために販売不振のリスクを負担しているも\nのということができる。\nこれらの契約内容からすると、原告は、原告商品の独占的販売権者とし\nて、不正競争防止法２条１項３号の保護を受け得るものというべきである。\nなお、本件では、後記３（３）ウのとおり、上記⑥の契約条項にもかか\nわらず、一定の並行輸入が行われたものと認められるが、上記⑥の条項や\n並行輸入というものの性質からして、原告の独占的地位を否定するほどの\nものであったとは考え難いから、並行輸入が行われたことは、上記判断を\n左右しない。\nウ（ア） この点につき、被告は、ＢＩＩ社が法人として存在すること自体\nを争う。\nしかし、上記（３）イのとおり、ＢＩＩ社名義で米国商標特許庁に\n「ＮｕＢｒａ」の商標登録出願がされたことがあるばかりでなく、証拠\n（甲７）によれば、米国の雑誌「ＣＯＳＭＯＰＯＬＩＴＡＮ」２００２\n年１０月号には、原告商品がＢＩＩ社の製品として紹介されていること\nが認められ、以上の事実によれば、ＢＩＩ社が存在することを認めるこ\nとができる。\n被告は、米国の信用情報にはBragel Inc.しかないと主張するが（な\nお、これを裏付ける証拠は提出されていない。）、仮に原告の入手した\n信用情報がそのとおりだとしても、そのことは、直ちにＢＩＩ社が存在\nしないことを意味するものとはいえないから、上記認定を左右するもの\nとはならない。\n（イ） また、被告は、本件契約について、そのＢＩＩ社側で契約締結に\n当たった、Alice Chenなる者が、ＢＩＩ社を代表する権限を有していた\nことと争う。\nしかしながら、現に原告がＢＩＩ社から原告商品を仕入れていること\n及び本件訴訟において証拠として提出するために、ＢＩＩ社が原告に対\nして資料の提供や事情の説明といった便宜を図っていること（甲５、６、\n７、９の１ないし３、１１）によれば、本件契約は原告とＢＩＩ社との\n間で有効に成立し、効力を発生させていたものと認めることができるか\nら、被告の上記主張は採用することができない。\nなお、被告は、原告がＢＩＩ社から原告商品を仕入れている事実も否\n認するようである。しかし、原告は、本件契約の上記条項③のとおり原\n告商品を年間購買量に達するまでＢＩＩ社から購入する義務を負ってい\nるのであって、この義務を履行しないでＢＩＩ社以外の者から原告商品\nを仕入れているとは考え難いから、原告はＢＩＩ社から原告商品を仕入\nれているものと認められる。また、弁論の全趣旨によれば、原告商品の\n輸入に際しての船積み港は米国内ではないことが認められるが、原告商\n品を、ＢＩＩ社が米国外で製造し、又はライセンス先ないし下請業者に\n製造させ、これを原告に販売することも十分あり得るところであるから、\nこの事実も上記認定を左右するものではない。そして、このような場合\nは、原告商品の商品形態の開発者であるＢＩＩ社が、その管理下で製造\nされた原告商品を、原告に販売したものということができるから、この\nことは前記イの認定に反するものでもない。\n（ウ） さらに、被告は、本件契約には、排他条件付取引条項も、一手販\n売権条項も存在しないから、原告が、日本国内における独占的販売権を\n有するとはいえないと主張する。\nしかしながら、本件契約の契約書（甲２）の表題は「独占販売権契約\n書」（原文は、「ＥＸＣＬＵＳＩＶＥ ＤＩＳＴＲＩＢＵＴＯＲ ＣＯ\nＮＴＲＡＣＴ」であり、被告の訳によれば、「独占的販売店契約」とな\nる。）であり、その契約内容に、上記イの⑤⑥の条項が含まれているこ\nとからすれば、原告が、日本国内における原告商品の独占的販売権を有\nすることを認めるに十分であり、これを覆すに足りる証拠はない。\n被告は、本件契約に、排他条件付取引条項も、一手販売権条項も存在\nしないなどと主張するが、このような条項が存在しないときには、独占\n的販売権が付与されないという帰結に至ることを認めるに足りる事情も\n証拠もないから、被告の上記主張は採用することができない。\nエ 以上によれば、本件における被告によるイ号物件の販売行為は、不正競\n争防止法２条１項３号所定の不正競争行為を構成するというべきである。\nそして、前記（１）ないし（３）認定の事実からすれば、被告には上記\n不正競争について過失があり、原告は、この不正競争行為によって生じ\nた損害について、被告に対し、損害賠償請求権を有するというべきであ\nる。\nオ ところで、被告は、不正競争防止法２条１項３号の不正競争行為につい\nて、その商品形態の考案者ではない販売者には同法３条及び４条の差止請\n求権や損害賠償請求権は認めないとの東京地方裁判所及び東京高等裁判所\nの裁判例を信じ、これに従っていたのであるから、善意無過失であり、こ\nのような被告に対しては同法１２条１項５号により権利行使はできないと\n主張する。\nしかし、同号により保護されるのは、その商品が他人の商品を模倣した\n商品であることについて善意無重過失である者に限られる。しかし、不正\n競争防止法２条１項３号の不正競争行為について、その商品形態の開発者\nではない独占的販売者に損害賠償請求権が認められるか否かは、「他人の\n商品を模倣した商品であるか否か」に関する問題ではなく、「模倣した商\n品を譲渡等する不正競争行為について、誰が損害賠償請求権等を行使でき\nるか」に関する問題であるから、これを否定する過去の下級審の裁判例が\nあるからといって、同法１２条１項５号による適用除外の対象となるもの\nではない。\nしたがって、被告の上記主張は採用の限りでない。\n２ 争点（２）（不正競争防止法２条１項２号ないし１号の不正競争行為の成\n否）について\n（１） 原告商品の形態の周知商品表示性について\nア 各項中に掲記した証拠によれば、以下の事実が認められる。\n（ア） 原告商品の新聞及び雑誌での紹介について\nａ 原告商品は、平成１５年１月から日本国内で販売されたが、本格的\nな販売は同年２月に開始された（甲１、１２）。\nｂ 雑誌「女性セブン」平成１５年６月１２日号において、「噂のブラ\nでなんちゃって谷間作ってみました」との見出しの下、３頁にわたり\n原告商品を紹介する記事が掲載され、そこでは、「どんなにセクシー\nな服を着ても絶対に見えず、しっかり谷間をメイクする 究極のブラ”\nとして、主婦、ＯＬから銀座のホステスまで、世の女性に話題沸騰”\n中の ヌーブラ 」と記載され、原告の代表取締役の「現在は月に５””\n万個売れています」との発言が掲載された（甲３の１）。\nｃ 雑誌「ＣＡＺ」平成１５年６月２３日号において、原告商品は、１\n頁の中に、他の８種類の商品と共に紹介された（ただし、うち４種類\nは雑誌のプレゼント商品としての紹介である。甲３の２）。\nｄ 雑誌「ＤＩＭＥ」平成１５年７月３日号において、「真夏のオンナ\nは磨きこんだ 背中 が眩い」との見出しの下、原告商品は、１頁の””\n中に、他の７種類の商品ないしサービスと共に紹介された（甲３の\n３）。\nｅ 雑誌「ｂｅａ ｓ ｕｐ」平成１５年７月号において、原告商品は、’\n６個のプレゼント商品の１つとして掲載された（甲３の４）。\nｆ 雑誌「ＭＩＳＳ」平成１５年７月号において、原告商品は、「肌見\nせＮＧ立ち直りＧＯＯＤＳ」として、通信販売の商品として、他の３\n種類の商品と共に紹介された（甲３の５）。\nｇ 毎日新聞（大阪本社版）平成１５年８月１２日付夕刊１面の「 ０’\n３夏写 かんさい経済」欄において、原告商品が紹介され、「この夏\nの大ヒットは、米国生まれの『ヌーブラ』。」、「輸入代理店の『ゴ\nールドフラッグ』（東大阪市）は『３月の輸入開始以来、全国で売り\n切れ続出』。高島屋大阪店では、７月末までの４カ月で３２５０着が\n売れた。今は予約販売。類似品も出回るほどの人気だ。」との記載が\nある（甲３の６）。\nｈ 雑誌「ＡＥＲＡ」平成１５年８月１８日２５日合併号において、\n「ヌーブラどこにもなし」との見出しの下、原告商品に関する１頁の\n記事が掲載され、そこには、「あまりの人気にどこでも品切れ。まる\nっきり手に入らないブラジャーがある。その名は『ヌーブラ』。今年\n２月の発売以来、１０万本以上売れた。」との記載がある（甲３の\n７）。\nｉ 「繊研新聞」平成１５年９月２４日付において、「０３年春夏百貨\n店レディスバイヤーズ賞」の話題賞として、原告商品が他の１種類の\n商品と共に選ばれて掲載された（甲３の８）。\nｊ 雑誌「日経トレンディ」平成１５年１０月号において、原告商品が、\n他の３種類の女性向け商品と共に紹介された（甲３の９）。\nｋ 雑誌「ＤＩＭＥ」平成１５年１０月２日号において、原告商品が、\n他の６種類の女性向け商品と共に紹介され、そこには、「大人気とな\nった『ヌーブラ』は、…アメリカでの製造が追いつかず、都内大手百\n貨店では、約１０００人が予約待ちとなる騒ぎとなった。いずれの高\n級品にも、今はより低価格な類似品が現われている。しかし、それを\n寄せつけないだけの高機能が支持され、ヒットを続けている。」との\n記載がある（甲３の１０）。\nｌ 雑誌「Ｃａｎ Ｃａｍ」平成１５年１２月号において、原告商品が、\n他の６種類の女性向け商品と共に紹介され、そこには、「半年で１０\n万枚の大ヒット！」、「今は少し落ち着いたけど、一時はニセモノま\nで出回るほどの品薄状態で日本列島をパニック状態に陥らせた」と記\n載されている（甲３の１１）。\nｍ 雑誌「日経トレンディ」平成１５年１２月号において、原告商品が\n「Ｂｅｓｔ ３０ ｆｏｒ ２００３」の１７位として紹介され、そ\nこには、「ユニークなブラジャーとしてテレビ番組が報じたところ、\nあっという間にヒット。８月までに１０万本以上が売れた。」、「ピ\nーク時には百貨店で購入の予約待ちをする客が１００人に及び、多数\nの類似品が出回った。」との記載がある（甲３の１２）。\nｎ 「日経ＭＪ」平成１５年１２月４日付において、原告商品が「２０\n０３年ヒット商品番付」の東前頭６枚目に位置付けられて紹介された\n（甲３の１３）。\nｏ 雑誌「ＴＯＫＹＯ １週間」平成１５年１２月２３日号において、\n「流行りモノ グッズ部門」の１位として、原告商品が紹介され、そ\nこには、「現在までの販売数は２１万個」との記載がある（甲３の１\n３）。\nｐ 雑誌「日経ビジネス」平成１５年１２月１５日号において、「あな\nたの知らないヒット商品」総合ランキングの４位、ドラッグストアの\nランキングの１位として、原告商品が紹介され、そこには、「今春登\n場し、国内では正規輸入品…だけで２１万個、並行輸入品や類似商品\nも合わせると５０万個以上が売れたと見られる。」との記載がある\n（甲３の１５）。\nｑ 雑誌「女性セブン」平成１５年１２月１８日号において、原告商品\nが他の商品と共に紹介された（甲３の１６）。\n（イ） 日本国内で販売された原告商品の類似品について\nａ 平成１５年５月ころには、マリン商事株式会社が「アクトレスブ\nラ」を取り扱っていた（乙３９の１）。\nｂ 原告の代表取締役の報告書（甲１）には、「当社が『ヌーブラ』の\n販売を開始してから２ケ月経過した平成１５年４月ころから、このよ\nうなヒットに目を付けた債務者を含む１０数社が、『ヌーブラ』の類\n似品の販売を開始しましたが、その多くは中国よりの輸入品です。」\nとの記載があり、上記事実から、平成１５年４月ころから十数社が原\n告商品の類似品の販売を開始したことが認められる。\nｃ 上記（ア）ｇ、ｋ、ｌ、ｍ、ｐのとおり、新聞及び雑誌における原\n告商品の紹介においても、その類似品が販売されたことが記されてお\nり、そこに記載されたとおりの事実があったものと認められる。\nｄ 原告商品を販売するインターネット上の通信販売サイトである「ヘ\nルシーラボ」では、平成１６年５月時点で、原告が販売した原告商品\nについては、シリアルナンバーが添付されること、この添付は、「横\n行する海賊版や、類似商品、個人輸入による商品等と差別化を計るた\nめ」であるとの表示がされている（乙１３）。\n（ウ） 並行輸入品について\n平成１６年３月の時点で、インターネット上の通信販売サイトである\n「おみせがドットコム」（ＵＮＩＸ Ｃｏ．ＬＴＤ運営）において、\n原告商品の並行輸入品が販売されていた（乙３３）。\nイ 以上を前提として、原告商品の形態の周知商品表示性について検討する。\n（ア） 原告商品は、平成１５年２月の日本国内での販売開始後、同年６\n月ころまでには話題となり、何度もマスメディアに取り上げられ、同年\n８月ころには製造が追いつかず、大手百貨店では予約待ちの状態となっ\nたことからすると、原告商品は短期間に集中的に需要者の間に浸透して\nいったものといえる。\n（イ） 他方、原告商品が話題になるに伴い、よく似た類似品が販売され\nるようになり、８月に入ると、類似品が出回っていることも新聞で記載\nされるようになったこと（前記ア（ア）ｇ）からすると、類似品の数も\n増大したものと推認される上、同時に並行輸入品も出回るようになり、\n平成１５年末時点では、原告を通して販売された原告商品の売上げが約\n２１万個であるのに対し、類似品と並行輸入品を合わせた売上げが約２\n９万個と（前記ア（ア）ｐ）、類似品と並行輸入品の売上量が原告を通\nじて販売された原告商品の売上量を上回る事態となり、これら類似品や\n並行輸入品の販売は、平成１６年以降も行われていると認められる。\nそして、これらの類似品の形態は、原告商品とよく似ており、商品形\n態のみでは容易に識別することができないものが非常に多かったものと\n推認される。そうすると、上記のような類似品の流通量も併せ考慮する\nと、原告商品の形態が、特定の出所を示す商品表示として周知性を獲得\nしたとは認められない。\nまた、並行輸入品については、この流通には原告は介在していないか\nら、これが原告の商品であるとはいえず、この商品形態が原告の出所を\n表示するものとはいえないところ、並行輸入品の商品形態は、当然なが\nら原告商品のものと同一である。そして、上記のように並行輸入品の流\n通量もある程度のものがあったと考えられることからすると、原告商品\nの形態が、原告の出所を示す商品表示としての周知性を獲得したとも認\nめられない。\n先に認定した雑誌の記事の中には、平成１５年１０月ころの時点で、\n原告商品は、低価格の類似品が出回る中でもそれを寄せ付けないだけの\n高機能が支持されてヒットを続けているとの記載があるが（前記ア\n（ア）ｋ）、類似品の形態が原告商品の形態とよく似ている以上、この\nような消費者からの支持の差は、商品性能の差に基づくものであると考\nえられる。したがって、その識別は、商品形態ではなく、商品名によっ\nて行われているものと考えるのが相当である。\n（ウ） したがって、原告商品の商品形態が、原告の出所を表示する周知\nな商品表示であるとは認められない。\n（２） 上記（１）で述べたところからすると、原告商品の商品形態が、原告\nの出所を表示する著名な商品表示であると認めることもできない。\n（３） 以上のとおり、原告商品の商品形態は、原告の出所を表示する著名な\nいし周知の商品形態であるとは認められないから、原告の不正競争防止法２\n条１項２号ないし１号に基づく請求は、理由がない。\n３ 争点（３）（損害の額）について\n（１） 原告商品の単位数量当たりの利益の額について\n前記「前提となる事実」（２）のとおり、被告がイ号物件を販売したのは、\n平成１５年７月から平成１７年８月までの間である。\n原告は、平成１５年１月から平成１６年１２月までの期間についての原告\n商品の売上げと、同期間に要した経費から、原告商品の１個当たりの利益の\n額を算出すべき旨主張するところ、この期間は、被告によるイ号物件の販売\n期間とは全く同一ではないものの、それらの相当部分が重複していることに\n照らせば、この算出方法は不合理なものではない。\nしたがって、以下、原告が被った損害の額を算定するための「原告商品の\n単位数量当たりの利益の額」について、平成１５年１月から平成１６年１２\n月までの期間についての原告商品の売上げと、同期間に要した平均的経費の\n額から、これを算出することとする。\nア 原告商品の１個当たりの売上額\n甲第１２号証及び弁論の全趣旨によれば、原告商品の平成１５年１月か\nら平成１６年１２月までの販売個数は、３９万３５８９個であり、売上高\nは、合計１７億９４０４万８９１５円であったと認められる。\nしたがって、原告商品の１個当たりの売上額は、４５５８．１７円（１\n銭未満切捨。以下、特に記載のない限り同様）となる。\nイ 原告商品の販売１個当たりに要する経費額\n（ア） 仕入れに要する費用について\nａ仕入金額\n甲第１３号証及び弁論の全趣旨によれば、原告商品の平成１５年１\n月から平成１６年１２月までの仕入金額は、合計７８９万６２３３．\n２５ドル（１ドル＝１１３．５７円の為替レートで、８億９６７７万\n５２１０．２０円）であったと認められる。\nｂ輸入経費\n甲第１３号証及び弁論の全趣旨によれば、原告商品の平成１５年１\n月から平成１６年１２月までの輸入に要した経費は、合計１億４２１\n２万０４７９円であったと認められる。\nｃ 送金手数料\n甲第１９号証の１・２によれば、原告が、平成１６年５月２０日に、\nりそな銀行を通じてＢＩＩ社に２２万９４２５ドルを送金した際に要\nした手数料は、７０００円であったことが認められる。\nまた、甲第１３号証及び弁論の全趣旨によれば、原告商品の平成１\n５年１月から平成１６年１２月までの輸入にかかるインボイスは、７\n５枚あったと認められるから、それぞれに対応した送金がされたもの\nと推認することができる。\nしたがって、仕入金額の送金に要した費用は、合計５２万５０００\n円であったと認められる。\nｄ 小計 １０億３９４２万０６８９．２０円\nｅ仕入個数\n甲第１３号証及び弁論の全趣旨によれば、原告商品の平成１５年１\n月から平成１６年１２月までの仕入個数は、４２万２９８７個であっ\nたと認められる。\nｆ 仕入れ１個当たりに要する費用（ｄ÷ｅ） ２４５７．３３円\n（イ） 販売そのものに要する費用について\nａ 販売促進費（取扱説明書の印刷費用を除く）\n甲第１４号証の１ないし７によれば、平成１５年１月から平成１６\n年１２月までの間に、原告商品の販売企画、プロモーション、カタロ\nグ、ポスター等の宣伝、事務局の設置運営、休日の通信販売受付業務、\n開封防止シールの作成といった、原告商品の販売のための諸活動（た\nだし、取扱説明書の印刷を除く。）を、有限会社エイムアドシステム\nに発注し、合計２４１４万７３７５円を支払ったことが認められる。\n平成１５年１月から平成１６年１２月までの間の原告商品の販売個\n数は３９万３５８９個であるから、原告商品１個当たりの販売促進費\nは、６１．３５円となる。\nｂ 取扱説明書の印刷費用\n甲第１４号証の１・３・４・６・７によれば、平成１５年３月から\n同年８月までの間に、原告商品の取扱説明書は、１９万５０００部が\n印刷作成され、それに要した費用は１７３万２５００円であったこと\nが認められる。\nしたがって、原告商品の取扱説明書１部当たりの平均印刷費用は、\n８．８８円となる。\nｃ運送経費\n原告は、原告商品の販売開始前１年間（平成１４年）と販売開始後\n１年間（平成１５年）にそれぞれ原告が支出した運送経費を比較し、\nその増加分を原告商品にかかる運送経費として算定すべきと主張する。\n他に特段の主張も証拠もない本件においては、上記の算定方法は合\n理性のあるものということができるから、これによって運送経費を算\n定することとする。\n甲第１５号証及び弁論の全趣旨によれば、平成１５年に原告が支出\nした運送経費は８１３万７７４２円、平成１４年に原告が支出した運\n送経費は５３７万０５９２円であると認められるから、その差額は２\n７６万７１５０円となる。\nそして、甲第１２号証及び弁論の全趣旨によれば、平成１５年中の\n原告商品の販売個数は２４万２０４９個であるから、原告商品１個当\nたりの運送経費は、１１．４３円となる。\nｄ 倉庫保管料\n弁論の全趣旨によれば、原告は、当初、発送のための倉庫保管、梱\n包作業等を原告において行っていたが、平成１５年１０月以降は外部に\n委託したこと、その単価は３０円であることが認められる。\n甲第１２号証及び弁論の全趣旨によれば、平成１５年１０月から平成\n１６年１２月までの原告商品の販売個数は１８万２０６３個であるから、\n平成１５年１月から平成１６年１２月までの間に原告商品の販売のため\nに要した倉庫保管料は、５４６万１８９０円となる。そして、この期間\n中の原告商品の販売個数は３９万３５８９個であるから、この期間を\n平均すると、原告商品１個当たりの倉庫保管料は、１３．８７円とな\nる。\nｅ シリアルナンバー貼付費用\n弁論の全趣旨によれば、原告は、平成１６年２月以降、原告商品に\nシリアルナンバーを貼付していることが認められ、甲第１６号証によ\nれば、その単価は３円であることが認められる。\n甲第１２号証及び弁論の全趣旨によれば、平成１６年２月から同年\n１２月までの原告商品の販売個数は１３万３３８５個であるから、平\n成１５年１月から平成１６年１２月までの間に原告商品の販売のために\n要したシリアルナンバー貼付費用は、４０万０１５５円となる。そして、\nこの期間中の原告商品の販売個数は３９万３５８９個であるから、こ\nの期間を平均すると、原告商品１個当たりのシリアルナンバー貼付費\n用は、１．０１円となる。\nｆ 販売１個当たりに要する費用（ａ～ｅ小計） ９６．５４円\n（ウ） 原告商品の販売１個当たりに要する経費額（（ア）ｆ＋（イ）\nｆ）\n２５５３．８７円\nウ 原告商品の１個当たりの利益額（ア－イ（ウ））\n２００４円（１円未満切捨）\nエ（ア） この点につき、被告は、有限会社エイム・アドシステムなる法人\nはその肩書地に登記されてもいないと主張する。\nしかし、甲第１４号証の２ないし７は、有限会社エイムアドシステム\nの請求書であって、住所、電話、ファクス番号まで記載されたものであ\nるところ、この記載からすれば、同社の有無を確認することはさほど困\n難とは思えないが、被告は上記のとおり主張するだけで、これを裏付け\nる証拠も提出していない。そして、請求書に記載する会社事務所の住所\nと、登記簿上の本店住所は、これらが一致しないこともあり得るから、\n被告の上記主張は、上記認定を左右するものではない。\n（イ） また、被告は、原告の売上げに占める純利益率は８．６５パーセ\nントであるから、売上高１７億９４０４万８９１５円に対する純利益は\n１億５５１８万５２３１円となり、平均利益単価は３９４円にしかなら\nない旨主張する。\nしかしながら、原告の損害算定にあたって基礎とすべきは原告商品に\nついて受けることができる利益の額であり、原告全体の売上げに占める\n純利益率が仮に被告主張のとおりであったとしても、上記認定を左右す\nるものとはならない。\n（ウ） さらに、被告は、正確に計算するためには、すべて帳簿類を提出\nした上、公認会計士など専門家の鑑定が必要であるとも主張する。\nしかしながら、被告は、原告の主張立証に対し、上記以外には何ら具\n体的な反論反証や、問題点の指摘をしていないのであるから、他に特段\nの事情のない本件においては、原告から提出されている証拠と弁論の全\n趣旨に基づいて、上記のとおり認定すべきものである。\n（２） 乙第４３ないし第４５号証の各１によれば、被告によるイ号物件の販\n売数は、平成１５年７月から平成１７年８月までの間に、１万１８０２個で\nある（ただし、販売先から返品された数を控除した個数である。）であるこ\nとが認められ、これ以上の販売個数を認めるに足りる証拠はない。\n（３） 原告の原告商品を販売する能力の限界及びイ号物件の販売数の全部又\nは一部に相当する数量を原告が販売することができない事情について\nア 被告は、平成１５年中の原告による原告商品の仕入販売が２１万個、原\n告を除く他社の仕入販売や並行輸入品が２９万個に達しており、原告の平\n成１５年２月の仕入れ個数を１００とすると３月は２００、４月は５００、\n５月ないし８月は２０００となっていて仕入れの限界に達していたから、\nイ号物件の販売によって原告の売上げは減少しないと主張するので、検討\nする。\nイ 原告商品を販売する能力の限界について\n（ア） 各項中に掲記した証拠によれば、原告商品について、新聞及び雑\n誌に以下のとおりの記載がされたことが認められる。\nａ 雑誌「ＭＩＳＳ」７月号において、原告商品について、「爆発的な\n人気で、ランジェリーショップではすでに入手困難」との記載がされ\nた（甲３の５）。\nｂ 毎日新聞（大阪本社版）平成１５年８月１２日夕刊において、原告\n商品について、「輸入代理店の『ゴールドフラッグ』（東大阪市）は\n『３月の輸入開始以来、全国で売り切れ続出』。高島屋大阪店では、\n７月末までの４カ月で３２５０着が売れた。今は予約販売。」との記\n載がされた（甲３の６）。\nｃ 雑誌「ＡＥＲＡ」平成１５年８月１８日２５日合併号において、原\n告商品について、「あまりの人気にどこでも品切れ。まるっきり手に\n入らないブラジャーがある。その名は『ヌーブラ』。」との記載がさ\nれた（甲３の７）。\nｄ 雑誌「ＤＩＭＥ」平成１５年１０月２日号において、原告商品につ\nいて、「大人気となった『ヌーブラ』は、…アメリカでの製造が追い\nつかず、都内大手百貨店では、約１０００人が予約待ちとなる騒ぎと\nなった。」いずれの高級品にも、今はより低価格な類似品が現われて\nいる。しかし、それを寄せつけないだけの高機能が支持され、ヒット\nを続けている。」との記載がされ、また、同年５月ころには輸入限界\nに達し、これが続いていることを示すグラフが掲載された（甲３の１\n０）。\nｅ 雑誌「Ｃａｎ Ｃａｍ」平成１５年１２月号において、原告商品に\nついて、「今は少し落ち着いたけど、一時はニセモノまで出回るほど\nの品薄状態で日本列島をパニック状態に陥らせた」、「夏頃はどこに\n行っても拝めなかった『ヌーブラ』も今はだいぶ入手しやすくなりま\nした。」と記載されている（甲３の１１）。\n（イ） 上記（ア）の各事実によれば、原告商品は、平成１５年７月ころ\nから、ＢＩＩ社からの輸入が追いつかずに欠品状態となり、夏の間はそ\nの状態が続いていたが、遅くとも同年１２月ころには欠品状態は解消さ\nれたことが認められる。\nこの事実からすると、確かにイ号物件の販売が開始された平成１５年\n７月の時点において、原告がイ号物件と同数の原告商品を追加的に販売\nすることは、不可能な状態であったといえる。\nしかし、原告商品は、締め付け感がないとか、肩や背中の露出した衣\n服の下にも着用できるとか、バストアップ効果があるという機能ないし\n効用の面で消費者から好評を得ていたこと（甲３の１ないし１６）、ま\nた、上記（ア）ｄのように、類似品が出回っても、原告商品への需要が\n続いていたことに照らせば、消費者の需要は、少なくとも欠品状態が解\n消した後である同年１２月末ころまでは存続したと考えられる。換言す\nれば、イ号物件を購入した消費者は、もしイ号物件が販売されていなか\nった場合には、同年１２月末ころまで待って、原告商品を購入した可能\n性を否定できない。そして、そのころ以降、原告はイ号物件の販売数程\n度の原告商品を追加的に販売することが可能であったと考えられるから、\nイ号物件の販売数には、原告の原告商品の販売能力を超えているため販\n売することができなかったものがあると認めることはできない。\nウ イ号物件の販売数の全部又は一部に相当する数量を販売することができ\nない事情について\n（ア） 甲第３号証の１５によれば、雑誌「日経ビジネス」平成１５年１\n２月１５日号において、原告商品について、「今春登場し、国内では正\n規輸入品…だけで２１万個、並行輸入品や類似商品も合わせると５０万\n個以上が売れたと見られる。」との記載があることが認められる。\n（イ） そこで検討するに、原告商品の類似品については、例えば乙第３\n９号証の１に掲載されている「アクトレスブラ」の写真を見る限り、原\n告商品の形態を模倣した商品である疑いが濃厚なものであり、仮にそれ\nらが原告商品の形態模倣商品である場合には、それらの商品は市場で販\n売することが許されないものであるから、それらの類似品が存在するこ\nとをもって、原告がイ号物件の販売量の全部又は一部を販売することが\nできなかった事情とすることは相当ではない。\nしたがって、被告は、それらの類似品の存在をもって、原告がイ号物\n件の販売量の全部又は一部を販売することができなかった事情であると\nするためには、それらの類似品が原告商品の形態模倣品ではないことを\n主張立証する必要があるが、本件ではこのことを認めるに足りる証拠は\nない。\nしたがって、本件において、類似品の存在を理由として、イ号物件の\n販売数の全部又は一部に相当する数量を販売することができない事情が\nあるとすることはできない。\n（ウ） 次に、並行輸入品について検討するに、これについては、先に認\n定したとおり、原告とＢＩＩ社との間の本件契約では、ＢＩＩ社は並行\n輸入を極力防止する義務を負っているが、実際に並行輸入された場合に、\nその販売が違法であるということはできない。そして、原告商品と並行\n輸入品とは、同じＢＩＩ社が供給した同一商標・同一品質のものなので\nあるから、イ号物件が販売されなかった場合には、その需要の一部は並\n行輸入品の購入へと向かうと考えるのが合理的である。したがって、並\n行輸入品の存在は、原告がイ号物件の販売量の全部を販売することがで\nきなかった事情であるということができる。\nそして、現実にどれくらいの数量の並行輸入品が販売されていたのか\nは証拠上明らかではないが、上記甲第３号証の１５によれば、並行輸入\n品と類似品の合計で、原告商品を上回る販売量があったとされており、\n並行輸入品は正規ルートである原告商品に較べて一般に廉価である（例\nえば、インターネット上の通信販売においても、原告商品は１万２６０\n０円で販売されている〔乙１３〕のに対し、並行輸入品は７７００円で\n販売されている例がある〔乙３３〕。）から、決して無視し得ないもの\nであったとはいえる。\nしかし他方、・並行輸入品は真正品ではあるものの、輸入としては非\n正規のルートを通じて販売されるものであることから、日本での販売ル\nートもインターネットを通じたようなものに限られ、また、原告商品に\nついては、原告に問い合わせを行ったり、原告のサポートを受けること\nができるが、並行輸入品についてはそのようなサポートは期待し難いこ\nと、・上記のとおり、ＢＩＩ社は日本への並行輸入を防ぐ昀大の努力を\nする義務を負っていることからして、さほど大きな販売力があったとは\n考えられない。\nこれらを勘案すると、本件においては、原告は、イ号物件の販売数\n（１万１８０２個）のうち、１５パーセントに相当する数量である、１\n７７０個（１個未満切捨）を販売することができなかったと認めるのが\n相当である。\n（４） まとめ\n以上によれば、原告は、原告商品の単位数量当たりの利益額である２００\n４円に、被告によるイ号物件の販売数である１万１８０２個から上記ウのと\nおり原告において販売することができなかった事情があると認められる１７\n７０個を控除した１万００３２個を乗じて得られる額である、２０１０万４\n１２８円を、損害の額としてその賠償を請求することができる。\nなお、上記のとおり控除した１７７０個については、不正競争防止法５条\n３項２号に基づき、原告がイ号物件の形態の使用に対し受けるべき金銭の額\nに相当する額の金銭を請求することができるか、一応問題となる。しかしな\nがら、同号は、形態模倣行為によって営業上の利益を侵害された者の、得べ\nかりし形態使用の許諾料を損害として把握するものであるから、同号が適用\nされるためには、営業上の利益を侵害された者が第三者に対して商品形態の\n使用を許諾する権限を有していることが前提となると解される。本件では、\nＢＩＩ社と原告との間の独占的販売権契約（甲２）によっても、原告に原告\n商品の商品形態を第三者に使用許諾する権限が与えられていたとは認められ\nず、他にこのことを認めるに足りる証拠もない。したがって、本件では、原\n告は、上記１７７０個について、同号に基づく損害賠償を請求することはで\nきない。\n４結論\n以上のとおりであるから、原告によるイ号物件の輸入、販売の差止め及び廃\n棄の請求はいずれも理由がなく、損害賠償の請求は、２０１０万４１２８円及\nびこれに対する不正競争行為が行われた後の日である平成１７年９月１日から\n法定の年５分の遅延損害金を求める限度で理由がある。\nよって、主文のとおり判決する。\n大阪地方裁判所第２６民事部\n裁判長裁判官 山 田 知 司\n裁判官 高 松宏之\n裁判官 守 山修生\n"
}