{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 9,
    "day": 19
  },
  "case_number": "平成14(ワ)6121",
  "case_name": "損害賠償請求",
  "court_name": "東京地方裁判所民事第34部",
  "lawsuit_id": "5631",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=5631",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/631/005631_hanrei.pdf",
  "contents": "平成１５年９月１９日判決言渡　平成１４年(ワ)第６１２１号損害賠償請求事件\n判決\n主文\n１　原告の請求を棄却する。\n２　訴訟費用は，原告の負担とする。\n事実及び理由\n第１　請求\n被告は，原告に対し，金５９０５万６８４３円及びこれに対する平成９年１０月\n２５日から支払済みまで年５分の割合による金員を支払え。\n第２　事案の概要\n本件は，原告の母であるＡが，平成９年１０月２５日，被告の設置運営するＢ病院\n（以下「被告病院」という。）産婦人科において原告を出産する際，原告がいわゆ\nる巨大児であったにもかかわらず，帝王切開を行わずに漫然と吸引分娩を選択し，\n分娩に当たっても，肩甲難産が発生したにもかかわらず適切な処置を行わなかった\nため，原告の右手に知覚障害，運動障害等の後遺症が発生したとして，原告が，被\n告に対し，不法行為に基づき損害賠償を請求している事案である。\n１　争いのない事実等\n(1)　Ａは，平成９年２月２４日，妊娠の可能性を考えて被告病院産婦人科を受診\nし，その後継続的に通院をしていたが，被告病院産婦人科において出産することと\nなり，同年１０月２３日入院し，同月２５日，原告を出産した（争いのない事実，\n乙Ａ１，２）。\n(2)　被告は，栃木県下都賀郡ａ町ｂｃ番地において被告病院を設置運営する学校法\n人であり，Ｃ医師は，被告病院においてＡの診療及び出産に携わった者であり，Ｄ\n助産師は，被告病院においてＡの出産に携わった者である（争いのない事実，乙Ａ\n２）。\n(3)　本件の診療経過は，別紙診療経過一覧表記載のとおりであって，その要旨は以\n下のとおりである。なお，別紙診療経過一覧表において，太字でない部分は，当事\n者間に争いのない事実であり，太字の部分及び原告の反論欄記載の部分は当事者間\nに争いのある事実であって，そのうち斜体字ではない部分が，証拠欄記載の証拠に\nよって裁判所が認定した事実である。\nＡは，平成９年２月２４日，妊娠の可能性を訴え，被告病院産婦人科を受診し\nた。Ｃ医師は，ＡがＣ型肝炎ウィルスの保有者であり母子感染の危険性もあること\nなどから，被告病院での出産を勧め，Ａもそれに同意した。出産予定日は同年１０\n月１５日であったが，同日を経過しても出産に至らなかったため，Ａは，同月２３\n日，被告病院産婦人科へ入院した。同月２５日１時に陣痛が開始し，同日９時０２\n分には子宮口全開大となったが，その後児頭の下降が進行せず，Ｃ医師は，吸引分\n娩を実施するなどし，原告を娩出した。しかしながら，同日のうちに，被告病院小\n児科医において，原告には上腕部の麻痺が存在すると診断された。その後，原告\nは，被告病院においてリハビリを行うなどしたが，平成１１年１２月１日をもっ\nて，被告病院での治療を\nやめた。\n２　争点\n(1)　被告病院は，Ａに対し帝王切開を行うべきであったか。\n(2)　被告病院における分娩の際の措置に過失があったか。\n(3)　損害額（判断の必要がなかった争点）\n３　争点についての当事者の主張\n(1)　争点(1)について\n（原告の主張）\nア　巨大児には肩甲難産が発生しやすいこと\n出生時の体重が４０００グラム以上４５００グラム未満の児を巨大児という\nが，肩甲難産は，巨大児に発生しやすく，胎児が４０００グラム以上の場合，肩甲\n難産の発生率は１５ないし３０パーセントであり，そのうちの２０パーセントに新\n生児分娩障害が発生するとの報告がある。\nイ　原告が巨大児であることは予見可能であったこと\n胎児の体重は，超音波診断により推定されるところ，分娩直近の超音波診断\nは，出産予定日の平成９年１０月１５日に行われており，この時の体重は３５２９\nグラムと診断された。予定日において既に３５００グラムを超えており，実際の分\n娩日はこれより１０日後であるので，Ｃ医師において，原告が分娩時には巨大児で\nあり得ることは予測可能であり，分娩の前に超音波診断を実施していれば，巨大児\nであったことが容易に判明したはずである。\nウ　巨大児であることが予見可能であれば，帝王切開を行うべきであったこと\n肩甲難産発生を防止する昀も確実な手段は帝王切開である。帝王切開を実施し\nた場合は，肩甲難産という状況そのものが発生しないので，分娩障害の発生率は，\n吸引分娩に比べて明らかに低い。したがって，Ａに対し，帝王切開をすべきであっ\nたのに，これをしなかった担当医師には過失がある。\n（被告の主張）\nア　原告が巨大児であることを予見することはできなかったこと\n(ア)　胎児の体重に影響を与える要因\n一般に，胎児の体重に影響を与える要因として，以下の要因があると考えら\nれている。\nａ　妊娠期間\n妊娠週数４２週を超えるとき\nｂ　妊婦体重\n妊娠開始以前の妊婦の体重が重いとき，また，妊娠期間中の体重増加が過\n剰なとき\nｃ　経産婦\n経産婦であること\nｄ　巨大児の出産の既往\n過去において巨大児の出産の既往があるとき\nｅ　男児\n男児であること（巨大児の６０パーセントから７０パーセントが男\n児である）\nｆ　母体の糖尿病\n妊婦が，妊娠以前から糖尿病を合併し，あるいは妊娠性の糖尿病で\nあるとき\nこれらの要因があっても，ほとんどの場合には，胎児の体重は正常で\nあるとされており，現在の先端の医療水準の下においても，出生前に巨大児を診断\nするのは困難とされている。\n(イ)　本件における診断\n本件において，胎児の体重に影響を与える上記要因を検討してみて\nも，以下のとおり，Ａの胎児が巨大児であると疑うべき要因は認められない。\nａ　胎児の推定体重\n超音波検査に基づく胎児の推定体重には１０パーセント前後の誤差\nがあるとされているが，臨床においては重要な情報として利用されている。\nＡの胎児の平成９年１０月１５日（妊娠週数４０週と０日）の外来\n受診時における推定体重は３５２９グラムであり，日本の新生児の標準体重は，妊\n娠週数４０週の男児の場合，２８０７グラムから３８４４グラムであるとされてい\nるから，標準体重の範囲内で推移していた。\n同月２２日の外来受診の際には，Ａには，特段の異常所見も認めら\nれなかったので超音波検査を行っておらず，胎児の推定体重は測定されていない\nが，上記のとおり超音波検査には誤差があるため頻繁な測定には意味がなく，１週\n間程度では体重の増加幅を正確には測定できないこと，それまで標準体重の範囲内\nで正常に推移していたことなどから，超音波検査を実施しなかったものである。\nＡの胎児の推定体重は，標準体重の範囲内で正常に推移していたの\nであり，胎児が巨大児であることを積極的に疑うべき要因ではなかった。\nｂ　母体の経過\n本件において，母体の子宮底長，腹囲及び体重の推移は，以下のと\nおりである。\n子宮底長　　　　　腹囲　　　　　体重\n１０月１日　　　　３４　　　　　　９７　　　　　６１．１\n同月８日　　　　３３　　　　　　９８　　　　　６１．９\n同月１５日　　　　３４　　　　　　９９　　　　　６２．７\n同月２２日　　　　３４　　　　　１００　　　　　６３．０\n同月２３日　　　　４０　　　　　　９７．５　　　６２．６\n（単位は，子宮底長及び腹囲はセンチメートル，体重はキログラム）\nこれらの数値から，巨大児を疑うべきであるとは到底いえない。\nＡの非妊娠時の体重は４９キログラムであり，妊娠中に１３ないし\n１４キログラムの増加が見られるが，異常体重増加は１５キログラム以上とされて\nおり，ここから巨大児を積極的に疑うべきだとはいえない。\nなお，診療録において，同月２３日の入院時の子宮底長が４０セン\nチメートルと記載されているが，前日までの所見と比較して著しく大きくなってお\nり，単純な誤記か計測の間違いであると考えられる。\nｃ　母体の糖代謝異常，体重増加\nＡに対し，妊娠中２度にわたって実施した検査において，随時血糖\n値はいずれも１００を超えることはなく，母体に糖尿病あるいはその危険因子があ\nることは否定的と判断された。\nまた，前記ｂのとおり，母体の体重増加幅も，母体の糖代謝異常に\nよる巨大児を予測する要素にはなり得ない。\nｄ　前回の出産\nＡは経産婦であるが，前回の分娩では４１週で３２４５グラムの女\n児を正常に出産しており，巨大児を分娩した前歴はない。\nｅ　分娩第２期の分娩遷延\n本件では，分娩第２期（子宮口全開大から児の娩出まで）は１時間\n０５分かかっており，多少遷延しているが，これのみで巨大児を疑うべきであると\nはいえない。\nイ　巨大児である可能性があっても，ただちに帝王切開を選択すべきとはいえず，\n経膣分娩を選択したことに誤りはないこと\n分娩に当たっては，胎児の推定体重を問わず，常に肩甲難産の可能性がある。\n一般に胎児が巨大児である可能性があるというだけで，肩甲難産を回避するため直\nちに帝王切開を選択すべきであるとはされておらず，経膣分娩を試みて娩出が困難\nであると判明したときは，その時点で帝王切開に切り替えることが要請されている\nにすぎない。\nまた，帝王切開を実施した症例や難産でなかった症例においても，神経麻痺が\n発症した例が，少数ではあるが報告されており，帝王切開を実施すれば必ず神経麻\n痺を回避できるというものではない。\n本件においては，巨大児を積極的に疑うべき要素はなく，経膣分娩が可能であ\nると判断されたのであり，担当医師の選択に誤りはない。\n(2)　争点(2)について\n（原告の主張）\nア　吸引分娩を選択して肩甲難産が発生した場合に採るべき措置\n吸引分娩を選択して肩甲難産が発生した場合，①恥骨結合上縁の圧迫，\n②大腿を腹部へ屈曲させる（マック・ロバーツ法），③後在肩甲を１８０度回旋さ\nせ，肩甲軸を骨盤前後径から斜径に持ってくる（ウッズスクリュー法），④後在上\n肢と肩甲を娩出させる（シュヴァルツ法）などの対応が考えられる。\nイ　現実に行われた手技\n前記アの対応を被告病院が適切に行ったか否かは証拠上明らかではな\nい。\n被告がこれらの対応を適切な時期に迅速に行わず，漫然と吸引分娩を継\n続し続けたのであれば，原告に障害を惹起させないように努めるべき責任に違背し\nたことになる。\n（被告の主張）\n本件においては，担当医師は，吸引分娩で児頭を娩出した後に前在肩甲が\n多少娩出困難と判断されたので，①恥骨結合上縁の圧迫，②大腿を腹部へ屈曲させ\nる（マック・ロバーツ法）の手技を用い，慎重に操作して原告を娩出した。\n原告の上腕神経麻痺は，前在肩甲が娩出する経過において，上腕神経が伸\n展したため発症したものと思われるが，慎重に操作をしても時に上腕神経麻痺は発\n症するのであり，上腕神経麻痺が生じたからといって，担当医師に過失があるとは\nいえない。\n(3)　争点(3)について\n（原告の主張）\nア　治療費\n９万８２８５円\nイ　逸失利益\n原告は，現在でも右手が正常に動かず，右手が使えないため，現在日常\n生活においてはほとんど左手のみによって運動動作を行っている状況であり，右手\nの機能が全廃したものと評価されるので，自動車損害賠償保障法施行令２条別表後\n遺障害別等級表５級６号に該当する。\nそうすると，原告の逸失利益は，５６２万３９００円（男子労働者学歴\n計賃金センサス）×０．７９（後遺障害別等級表５級の労働能力喪失率）×（１\n９．１１９１－１０．３７９６）＝３８８２万８５５８円となる。\nウ　通院慰謝料\n１７７万円\nエ　後遺症慰謝料\n原告は，自動車損害賠償保障法施行令２条別表後遺障害別等級表５級に\n該当するから，後遺症慰謝料は１３００万円である。\nオ　弁護士費用\n前記アないしエの合計額の約１割である５３６万円が相当である。\nカ　合計\n前記アないしオを合計すると，５９０５万６８４３円となり，これが原\n告の損害である。\n（被告の主張）\n争う。\nなお，原告は，リハビリ訓練で麻痺が改善し，平成１０年１２月３日ころ\nには，右上肢の状態が健常な左側と同様になったので，外来通院は終了となったも\nのであり，右上肢の機能が全廃したとは判断されていなかった。\n第３　当裁判所の判断\n１　証拠及び別紙診療経過一覧表によれば，本件の診療経過につき，以下の事実\nが認められる。\n(1)　Ａは，昭和６１年４月，第１子となる女児を，地元にあるＥ産婦人科で出\n産した。同女の出生体重は，３２４５グラムであった（乙Ａ２，原告法定代理\n人）。\n(2)　Ａは，平成９年２月２４日，妊娠の可能性を訴えて被告病院産婦人科を受\n診したところ，妊娠週数６週と診断された。その後，Ａは，Ｃ型肝炎ウィルスの保\n有者であり，Ｃ医師からＣ型肝炎の母子感染の危険性があることなどから，被告病\n院において出産することが望ましいと勧められたため，Ａも，被告病院で出産する\nことを決心した（甲Ａ４，乙Ａ１，７，原告法定代理人）。\n(3)　Ａは，その後，被告病院へ通院して診察を受けており，その間における子\n宮底長，母体の体重及び胎児の推定体重は以下のとおりである（単位は，子宮底長\nがセンチメートル，母体の体重がキログラム，胎児の推定体重がグラムである。ま\nた，胎児の推定体重は，超音波検査で測定された。）。\n子宮底長　　母体の体重　　胎児の推定体重\n同年　９月１７日　　３５　　　　６０．１　　　　２８５７\n同年１０月　１日　　３４　　　　６１．１　　　　３２５４\n同月　８日　　３３　　　　６１．９　　　（測定なし）\n同月１５日　　３４　　　　６２．７　　　　３５２９\n同月２２日　　３４　　　　６３．０　　　（測定なし）\nＡの非妊娠時の標準体重は，４９．０キログラムであった。また，Ａの出\n産予定日は，同月１５日であり，これは，妊娠週数４０週に当たるものであるが，\n経産婦で胎児が男児の場合，妊娠週数４０週における標準体重は，２８０７ないし\n３８４４グラムである。\nさらに，血糖値の正常値は，５５ないし１１０であるところ，Ａの血糖値\nは，同年７月２日には８６，同年９月１７日には９７であった（乙Ａ１，２，６，\n７）。\n(4)　Ａは，同年１０月２２日，被告病院を受診したが，出産予定日を過ぎてい\nたにもかかわらず分娩の兆候がなかったことから，翌日被告病院へ入院することと\nした（乙Ａ１，証人Ｃ）。\n(5)　Ａは，同月２３日，被告病院へ入院した。\nなお，同日の検査の結果として，診療録（乙Ａ２）には，子宮底長が４０\nセンチメートルであるとの記載があるが，上記(3)に認定した，それ以前の４週間に\nわたって，子宮底長は３３ないし３５センチメートルであると測定されていた事実\n及び証拠（乙Ａ７，証人Ｃ）によれば，子宮底長が突然５センチメートル以上も長\nくなるとは考え難いと認められることからすれば，当該記載は，誤記である可能性\nが高く，したがって，これをもって，同日，子宮底長が４０センチメートルであっ\nたと認めることはできない。\n(6)ア　同月２５日１時，Ａの陣痛が開始し，同日９時０２分には子宮口全開大\nとなった。この時胎児である原告の後頭部にある小泉門は，母体であるＡから見て\n左上に位置していた。その後，児頭（胎児の頭）の下降が悪く自然分娩が困難な状\n況であり，同日９時３５分ころからは変動一過性徐脈も発現し，心拍数が１００程\n度からさらに８０程度まで低下するなど，変動一過性徐脈が悪化する様子であった\nため，Ｃ医師は，児頭が既に座骨棘間線を越えて相当程度下降していたこと及びＡ\nが苦痛を訴えていることなどを考慮し，これ以上原告の状態が悪化することを懸念\nして，同日１０時ころ，吸引分娩を実施した（甲Ａ４，乙Ａ２，７，Ｂ１０，証人\nＣ，原告法定代理人）。\nイ　吸引分娩実施後，児頭は娩出したので，Ｄ看護師が，Ｃ医師に代わって\n分娩介助を行った。Ｄ看護師は，Ａの股間にある児頭が，数秒経っても下を向いた\nままであったため，上記アで認定したようにＡから見て左上に小泉門があったこと\nから，原告の顔が右側，背中が左側の状態で娩出したと推測し，Ａの右大腿内側に\n向かうように，左手で原告の後頭部を持ち回転させ，左掌を原告の右前在側頭部に\n当て，ゆっくりと肛門の方向に押し下げ，恥骨弓下から右前在肩甲を滑脱させよう\nとしたが，右前在肩甲の娩出に至らず，Ａに大腿を腹部に屈曲させる姿勢を取らせ\nて２回ほど試みたが，娩出に至らなかったため，Ｃ医師が交代した。\nＣ医師は，原告の肩や背中の向きが，Ｄ看護師の推測と逆である可能性\nを考え，原告の顔の向きを右側から肛門側へ，そして左側へと１８０度回転させた\nところ，左前在肩甲が比較的円滑に娩出し，その後右後在肩甲も速やかに娩出し\nた。原告が出生したのは，同日１０時０７分であった（乙Ａ２，７，８，証人Ｃ，\n同Ｄ）。\nウ　出生後，原告には，頚部にへその緒が１回絡まっていることが観察され\nた。また，出生直後，原告のアプガールスコア（新生児の状態を１０点満点で評価\nする指標）は，４点であり，軽度の仮死状態であると判断されたが，出生の５分後\nには８点まで回復した。\n原告は，出生体重４１２３グラムであり，男児であった（乙Ａ２，証人\nＣ）。\n(7)　同日１３時，被告病院の小児科医であるＦ医師が原告を診察したところ，\n右上肢がエルブ麻痺であると診断された（以下「本件麻痺」という。）。\nなお，エルブ麻痺とは，第５及び第６頚神経が損傷されたものであり，肩\nの三角筋，棘下筋及び前腕屈曲筋群が冒されるため，上腕の弛緩性麻痺が起き，前\n腕は伸展し，内方へ回旋する。しかし，３ないし６箇月後にその８０パーセントが\n回復するものである。\n本件麻痺は，娩出時に何らかの力が上腕神経にかかって，上腕神経が伸び\nたことに原因があり，それは，Ｃ医師又はＤ助産師の分娩介助操作のいずれかの時\n点で発生したものと推測される（乙Ａ２，７ないし９，Ｂ９，証人Ｃ，同Ｄ）。\n(8)　原告は，同年１１月２日，被告病院産婦人科を退院したが，その後，原告\nの右上肢のリハビリのために，同月６日，被告病院小児科への通院を開始し，さら\nに同月２７日，被告病院リハビリテーション科への通院を開始して，リハビリを行\nった。リハビリは，平成１０年９月１７日まで行われたが，同日，右上肢の自動運\n動は，若干の共同運動を残しつつも，機能的には問題のない程度まで回復したと判\n断され，同日をもってリハビリは終了となり，診察のみを続行することとなった。\nその後，平成１１年１２月１日，被告病院リハビリテーション科におい\nて，原告は，年齢相応の発達をしていると判断され，被告病院における診療は終了\nした（乙Ａ３ないし５）。\n(9)　原告は，その後も，右上肢の状態は完全に回復しておらず，医療法人Ｇ病院に\nおいて，右上腕神経叢麻痺の平成１４年８月９日付け診断書が，Ｈリハビリテーシ\nョンセンターにおいて，右腕神経叢麻痺による右上腕の筋萎縮等の同年１０月２８\n日付け後遺障害診断書が作成されている（甲Ａ１ないし４（枝番も含む。），原告\n法定代理人）。\n２　争点(1)について\n前記１に認定した事実によれば，原告の出生体重は，４１２３グラムであり，原告\nは，経膣分娩で出生したと認められるところ，原告に生じた本件麻痺は，Ｃ医師又\nはＤ助産師の分娩介助操作のいずれかの時点で発生したものと推測されるので，被\n告病院はＡに対し帝王切開を行うべきであった否かについて判断する。\n(1)　証拠によれば，以下の事実が認められる。\nア　巨大児とは，出生体重が４０００グラム以上の子を指し，さらに，超巨\n大児とは，出生体重が４５００グラム以上の子を指す（乙Ｂ１，２，９）。\nイ　肩甲難産とは，児頭娩出後に前在肩甲が恥骨結合につかえ，肩甲の娩出\nが困難な状況であるために，児の娩出が不可能な状態を指す（乙Ｂ６，９）。\nウ　巨大児が発生する要因としては，以下のようなものがある。\n(ア)　妊娠期間\n妊娠週数が４２週を超える場合，巨大児である可能性は高まる。\n(イ)　妊婦体重\n妊娠開始以前の妊婦体重は，胎児体重に影響を及ぼす重要な要因であ\nることが分かってきたとの指摘がある。\n一方，妊娠中の妊婦の過剰な体重増加は，巨大児発生の危険要因であ\nるが，その巨大児発生の予知力は低いので，臨床的な利用価値は限られたものであ\nるとされる。なお，一般的に，過剰な体重増加というのは，１５キログラム以上の\n体重の増加を指すとされる。\n(ウ)　出産経験\n一般的に，経産婦の方が初産婦よりも，巨大児を産む可能性が高いと\nされる。\n(エ)　胎児の性別\n一般的に，胎児が男児である場合の方が，女児である場合よりも，巨\n大児である可能性は高いとされる。\n(オ)　子宮底長\n子宮底長が３５センチメートル以上の場合には，巨大児が予想され\nる。しかしながら，子宮底長測定だけでは，巨大児の３５パーセントほどしか診断\nできない。これは，子宮内容物には，胎児以外にも羊水及び胎盤が存在するからで\nある。\n(カ)　巨大児出産の既往\n過去に同一妊婦が巨大児を出産したか否かは重要な病歴である。\n(キ)　妊婦の糖尿病\n糖尿病妊婦は，妊娠性にせよ，妊娠以前から存在したものにせよ，巨\n大児，ひいては肩甲難産の発生リスクを増大させるものである。\nもっとも，以上の要因をすべて満たしたとしても，ほとんどの場合，胎\n児体重は正常であり，胎児が巨大児であることについて，高い確率で予見できるわ\nけではない。さらに，これらの要因の中にも影響力の強いものと弱いものがあり，\n妊娠期間，出産経験及び胎児の性別といった要因は，確率としては非常に小さい影\n響しか持たない。これに対し，妊婦体重の極端な増加や巨大児出産の既往，さらに\n母体の糖尿病といった要因は，巨大児であるという確率をいくらか増加させるもの\nではあり，その中でも特に，妊婦の糖尿病は重要な要因である（乙Ａ７，Ｂ２，４\nないし６，８，９，証人Ｃ）。\nエ　超音波診断によって，出生前の胎児の体重をある程度予測することは可\n能であり，実際にも行われているものであって，参考になるが，胎児の体重を直接\n的に測定するのではなく，超音波検査で測定可能な数箇所（児頭大横径，大腿骨\n長，腹部断面積等）を測定し，計算式を当てはめるなどして算出されるものである\nため，その測定結果は，それほど正確なものではなく，それのみに基づいて何らか\nの臨床的決定を下せるほどの高精度な測定は，現在のところ不可能である。さら\nに，巨大児の場合，超音波診断による測定誤差は，より増大するとの指摘もある。\nたとえば，４０００グラム以上であると診断した胎児の３５パーセントは実際には\n４０００グラム以下であり，逆に４０００グラム以下であると診断した胎児の１０\nパーセントは実際には４\n０００グラム以上であったとの報告もあるし，超音波診断のデータのみでの臨床的\n決断は，不必要な帝王切開につながる可能性があるとの指摘もある（乙Ａ７，Ｂ\n１，２，４ないし７，９）。\nオ　肩甲難産の一般的な発生頻度は，全経膣分娩例の０．１５ないし０．５\nパーセント程度であるとされるが，胎児が巨大児である場合には，そのリスクは増\n加し，１．７パーセント程度まで上昇するという報告もある。一方，肩甲難産が巨\n大児に高頻度に発生することは事実であるが，一方で肩甲難産例の９０パーセント\nは４０００グラム未満の子に生じており，出生体重４０００グラムを基準に単純に\n二分してよいかには疑問があるとの指摘や，肩甲難産を事前に予知する方法はほと\nんどないとする指摘も存在する（乙Ｂ４，６，８，９）。\nカ　巨大児を出産するとき分娩外傷が起こる可能性は，帝王切開を選択した\n場合よりも，経膣分娩を選択した場合の方が高い。\nしかしながら，帝王切開を選択した場合には，経膣分娩と比較して数倍\n程度妊婦の死亡の危険性が高まるほか，次回の出産も帝王切開によることとなるこ\nとが多い，痛みがあって産後の回復が遅い，次回の出産の際，子宮が大きくなった\nときに破れるおそれがあるといったデメリットも存在するので，一般に，胎児が巨\n大児である可能性があるというだけで，直ちに帝王切開を選択するべきであるとは\nされていない（乙Ａ７，Ｂ４，証人Ｃ）。\n(2)ア　まず，前記１(3)に認定したとおり，原告は，平成９年１０月１５日\n（出産予定日，妊娠４０週）の段階で，超音波診断により，その体重は３５２９グ\nラムであると推定されていたが，経産婦の出産する男児の場合，妊娠４０週におけ\nる標準体重は，２８０７グラムないし３８４４グラムであるから，この時点では原\n告の推定体重は標準範囲であったと認められる。さらに，証拠（証人Ｃ）によれ\nば，Ａの実際の出産がそれから１０日後であったとしても，その間に急激に胎児の\n体重が増加して巨大児になるとも考えにくいことが認められるから，超音波診断に\nよる推定体重をもって，原告が巨大児であることを推測することは，困難であった\nといわざるを得ない。\n原告は，出産前に再度超音波診断を実施していれば，原告が巨大児であ\nることが判明したはずであると主張するが，前記(1)エに認定したとおり，超音波診\n断による胎児の出生体重予測は，あくまで参考にすぎず，その正確性は期待できな\nいものなのであるから，出産前に超音波診断を実施したとしても，原告が巨大児で\nあることが判明したとは考え難い。\nイ　また，前記１(1)(3)(5)(6)に認定した事実を前記(1)ウにおいて判示した\n要因に照らして判断すると，まず，妊娠期間は，約４１週であって，４２週未満で\nあり，妊婦体重は，非妊娠時の４９．０キログラムに対し，６３．０キログラムま\nで増加していたから，１４．０キログラムの増加であり，異常な体重増加があった\nとまではいえない。一方，Ａは，経産婦であり，胎児（原告）は男児であった。ま\nた，子宮底長については，３５センチメートルと測定されたことも１度あったもの\nの，おおむね３４センチメートル程度であった。さらに，Ａは巨大児の出産経験を\n持っておらず，糖尿病でもなかった。\nそうすると，そもそも，前記(1)ウに認定したとおり，上記の要因をすべ\nて満たしたとしても，巨大児であることが容易に予見できるというわけではないこ\nとに加え，Ａが明らかに満たしている要因は，出産経験及び胎児の性別という，胎\n児の出生体重を予測するに際して非常に小さな影響しか持たない要因である。ま\nた，妊娠期間及び子宮底長といった基準近辺の数値を示していると考えられなくは\nない要因も，やはりそれほど胎児の出生体重の予測に際して大きな影響を持たない\nことは，前記(1)ウに認定したとおりである。\n一方，胎児の出生体重の予測に際し，比較的重要であるとされる巨大児\n出産の既往や妊婦の糖尿病といった要因に関しては，Ａは明らかにこれを満たして\nいないのであるから，結局のところ，出産前の検査結果等を基にして，原告が巨大\n児であることを予測するのも，極めて困難であったといわなければならない。\nウ　したがって，本件診療経過における資料に基づき，出産前に原告が巨大\n児であることを予見できたとは到底認められない。\n(3)　以上のように，出産前に原告が巨大児であることを予見できたと認められ\nないことに加え，前記(1)オに認定したとおり，巨大児であることと肩甲難産発生の\n危険性を直結して考えることにも異論があり得ることをも考慮するならば，本件に\nおいて，胎児が巨大児であり肩甲難産が発生する危険性を考えて帝王切開を選択す\nるべき義務は到底認められず，Ｃ医師が経膣分娩を選択したことに何ら過失は認め\nられない。\n(4)　なお，証拠（証人Ｃ）によれば，本件において，仮に帝王切開を実施した\n場合，本件麻痺が回避できた可能性があることが認められるが，そもそも帝王切開\nを選択するべき積極的義務が存在しないことに加え，前記(1)カに認定したとおり，\n帝王切開は，分娩外傷が生ずる可能性については経膣分娩より低いとしても，同時\nに母体の死亡等の重大な危険性を増大させるという不利益な面も有する手技であ\nり，胎児が巨大児である可能性があるというだけで，直ちに帝王切開を選択するべ\nきであるとはされていないから，原告が巨大児であることが予見できたとしても，\nＣ医師が帝王切開を実施しなかったことは，なお合理的な選択であったということ\nができる。\n(5)　よって，いずれの観点からも本件において帝王切開を選択すべき義務を認\nめることはできないから，争点(1)にかかる原告の主張は失当である。\n３　争点(2)について\n前記１に認定した事実によれば，原告に生じた本件麻痺は，Ｃ医師又はＤ助\n産師の分娩介助操作のいずれかの時点で発生したものと推測されるので，被告病院\nにおける分娩の際の措置に過失があったか否かについて判断する。\n(1)　証拠によれば，以下の事実が認められる。\nア　正常な分娩機序においては，児頭娩出後に胎児の顔面は，ほとんどの場\n合介助者の手を煩わせることなく，自然に左右どちらかを向くこととなるが，この\n回旋を分娩児の第４回旋という。この場合，胎児の顔面は，原則として胎児が子宮\n内で向いていた方向，すなわち，背中があった方向と逆方向を向く。\n一方，実際の出産時には，子宮内での胎児の身体の向きは必ずしも真横\nでないことがある。背中が上を向いていた場合，第４回旋で胎児の顔面は左右どち\nらを向いていてもおかしくない。このような場合，昀初に向いた方向と逆に児頭を\n向けると，娩出しやすくなる（乙Ａ９，Ｂ１０）。\nイ　分娩第１期（開口期）は，分娩開始から外子宮口全開大までの期間を指\nし，分娩第２期（娩出期）は，子宮口全開大から胎児娩出までの期間を指し，分娩\n第３期（後産期）は，胎児娩出直後から後産娩出までの期間を指す。\n平均分娩所要時間は，経産婦の場合，第１期で４ないし６時間，第２期\nで０．５ないし１時間，第３期で１０ないし２０分であって，合計５ないし８時間\n程度であり，１５時間を超える場合は遷延分娩であるとされる。\nまた，分娩第２期の遷延は，肩甲難産発生の確率を高めるとされる（乙\nＡ７，Ｂ４，６，８ないし１０）。\nウ　肩甲難産が発生してしまったときの対処方法としては，以下のようなも\nのがある。\n(ア)　恥骨結合上縁部の圧迫\n介助者が恥骨結合上縁部に触れる胎児の前在肩甲を斜め４５度下方\nで，かつ胎児胸部に向かって側方へ押し下げる。その間通常どおりの力で児頭を下\n方に牽引する。この処置によって肩甲幅を骨盤入口の斜径に一致させることによ\nり，前在肩甲が恥骨結合裏側で骨盤腔内に引き下げられてくる。\n(イ)　マック・ロバーツ法\n介助者が母体の下腿をつかんで母体の腹部の方へ大腿を強く屈曲させ\nる。この姿勢は仙骨を腰椎に対して伸展させ，腰椎と仙骨をほぼ一直線にさせるこ\nとにより，恥骨結合は頭側へ移動する。その結果，骨盤入口角が減少する。したが\nって，つかえていた前在肩甲は解除され，娩出される。この方法により，胎児の肩\nにかかる牽引力は減少し，腕神経叢の伸展，鎖骨骨折の頻度が減少することは，証\n明されている。\n(ウ)　ウッズスクリュー法\n前在及び後在の肩甲や腰など娩出時に障害となる胎児突起物をスクリ\nューの羽とみなし，後在肩甲を時計針方向又は逆時計針方向に１８０度円弧状に回\n旋させながら先進，下降させ，スクリューの羽を１枚ずつ解除するように恥骨結合\nの下を潜らせながら前在となった肩甲を解除し，分娩を進行させる。\n(エ)　シュヴァルツ法（後在上肢と肩甲の娩出）\nウッズスクリュー法も成功しない場合，直ちに後在上肢と肩甲の娩出\nを試みるべきである。①介助者は手指を膣内に挿入して後在の上腕骨を確認し，②\n上腕骨を触知したら，後在上腕に沿って肘に到達し，前腕を屈曲させ，胎児の手を\nつかみ，③胎児の胸を横切ってはわせながら膣外へ介出するという方法をとる。\nしかしながら，これらの処置がうまくされた場合でも，腕神経叢麻痺が\n起こることもある。\nさらに，上記の処置が功を奏さなかった場合，教科書等には，児頭を膣\n内に戻して帝王切開をすることを考慮すると書かれているが，これを行うための実\n際の手技は，娩出に至った児頭を一回膣内に戻し，子宮の収縮，陣痛等を抑えなが\nら手術を行わなければならず，時間にして少なくとも３０分はかかるところ，一般\nに，児頭が出た後早急に胎児を娩出させないと，胎児の状態はチアノーゼを呈する\nようになって，胎児に低酸素脳症が起こり，さらには死亡してしまう危険性があ\nる。したがって，児頭がある程度出た段階で帝王切開に切り替えるというのは，現\n実的な手段ではなく，むしろその場合には鎖骨を折ってでも娩出させるという方法\nをとるべきである（乙Ａ７，９，Ｂ２ないし４，８，９，証人Ｃ）。\nエ　変動一過性徐脈は，陣痛圧と心拍数低下（徐脈）のピークとがずれるこ\nとを特徴とするものであり，一般的に胎児のへその緒の圧迫によって起こり，正常\n分娩でもしばしば出現する所見であるが，心拍数の低下が大きく，あるいは，徐脈\nが継続して回復に至らないと，胎児の状態の悪化を示すことになる（証人Ｃ）。\nオ　アプガールスコアとは，新生児の状態を，心拍数，呼吸努力，筋緊張，\n反射性及び皮膚色の５項目についてそれぞれ０ないし２点で採点するものである\n（満点は１０点）。これが４点というのは，かなり悪い数値であり，軽度の仮死と\nいうことになる（乙Ａ２，証人Ｃ）。\n(2)　まず，前記１(6)イに認定したとおり，Ｄ助産師は，母体であるＡの股間\nにある児頭は娩出後数秒経っても下を向いたままであったが，Ａから見て左上に胎\n児である原告の小泉門があったことから，原告の顔が右側，背中が左側の状態で娩\n出したと推測し，Ａの右大腿内側に向かうように，左手で原告の後頭部を持ち回転\nさせたものであるところ，胎児の顔は，物理的な位置関係として，前記(1)アにおい\nて判示したように，胎児の背中と逆方向を向くのが自然であり，したがって，Ｄ助\n産師が，小泉門の位置を手がかりに，原告の背中が左側にあると推測し，原告の顔\nを右側に向けたことは，合理的な判断であって，これを非難することはできな\nい。。\nまた，前記１(6)イに認定したとおり，Ｄ助産師は，左掌を原告の右前在側\n頭部に当て，ゆっくりと肛門の方向に押し下げ，恥骨弓下から右前在肩甲を滑脱さ\nせようとしたが右前在肩甲の娩出に至らず，Ａに大腿を腹部に屈曲させる姿勢を取\nらせて２回ほど試みたものであるが，これらの処置は，前記(1)ウ(ア)(イ)で判示し\nた恥骨結合上縁部の圧迫及びマック・ロバーツ法を試みたものであると認められ\nる。そして，これらの方法，特に，マック・ロバーツ法は，肩甲難産が発生した場\n合の処置として推奨されているものであるのだから，これらを適宜実施したＤ助産\n師の処置についても，これを非難することはできないというべきであって，過失を\n認めることはできない。\n(3)　さらに，前記１(6)イに認定したとおり，Ｄ助産師から手技を交代したＣ\n医師は，原告の肩や背中の向きが，Ｄ看護師の推測と逆である可能性を考え，原告\nの顔の向きをＡの右側から肛門側へ，そして，左側へと１８０度回転させて，原告\nを娩出したものであるが，前記(1)アに認定したように，もし胎児の背中が上を向い\nていた場合，昀初に向いた方向と逆に児頭を向けると娩出しやすくなるとの指摘が\nあることも考慮するならば，Ｃ医師が，原告の顔の向きを１８０度回転させて原告\nを娩出させた処置は，妥当であったということができるから，この点についても過\n失は認められない。\n(4)　証拠（乙Ａ２，７，９，証人Ｃ，同Ｄ）によれば，本件麻痺自体は，分娩\n時に何らかの力が上腕神経にかかり上腕神経が伸びたことにより発生したものと考\nえるのが合理的であり，さらに，原告の右肩が骨盤に引っ掛かって肩甲難産の状態\nになっていたときに，児頭を回旋して反対の方向へ向ける操作を行ったことが原因\nである可能性もあることが認められるが，一方，前記(1)ウに認定したとおり，既に\n児頭が娩出しているときに以降の身体の娩出が遅れると，胎児に重大な不利益が生\nじかねないものであるところ，本件の場合，前記(1)オ，１(6)に認定したとおり，\n児頭の下降が悪く，変動一過性徐脈も見られ，心拍数が１００程度から８０程度ま\nで低下し，原告の状態の悪化が懸念される状況であり，事実，出生後明らかになっ\nたように，原告は，頚\n部にへその緒が１回絡まっており，軽度の仮死であると評価されるような状態であ\nったのだから，まず第一に考えるべきは，胎児の速やかな娩出であったところ，前\n記(2)(3)において判示したように，Ｄ助産師及びＣ医師が実施した処置は，肩甲難\n産が発生した場合，ともかく速やかに胎児を娩出するという目的にかなったもので\nあったということができるから，本件麻痺が分娩時の操作に起因するという事実\nは，分娩時の操作に過失が認められないという前記認定を左右するものではない。\n(5)　また，前記(1)ウに認定したとおり，肩甲難産が発生した場合，児頭を膣\n内に戻して帝王切開をすることを考慮するべきであるとする文献も存在するもの\nの，一方で，それには時間がかかり，胎児への不利益が大きいから，現実的な手段\nではないとする見解も存在し，その見解にも合理的な理由があると考えられるか\nら，本件において，途中で帝王切開に切り替えるべきであったということも到底で\nきない。\n(6)　そして，前記(1)イに認定したとおり，分娩第２期の遷延は，肩甲難産発\n生の確率を高める要因とされるところ，本件の場合，前記１(6)アイに認定したよう\nに，子宮口全開大から胎児娩出までの所要時間は１時間０５分であり，平均所要時\n間とされる３０分ないし１時間と比較すれば，ごく僅かにこれを超えるものではあ\nるが，分娩全体の所要時間が９時間０７分であることも併せ考えれば，本件におい\nて，分娩第２期に有意な遷延が生じていたということもできないし，分娩第２期が\n遷延したことを理由に児頭を膣内に戻して帝王切開をすべきであったともいえない\nことは，前記(5)に判示したとおりである。\n(7)　被告病院における分娩の際の措置により，原告に本件麻痺が生じたこと\nは，原告にとって大変不幸な出来事であったといわなければならないが，以上の検\n討によれば，分娩時における被告病院医師らの措置に過失を見出すことはできず，\nまた，原告において，被告病院医師らのその他の措置に過失があるとの具体的指摘\nもないから，争点(2)にかかる原告の主張も採用できない。\n４　結論\nよって，被告及び被告病院医師らに過失があったとする原告の主張は，すべて理由\nがないから，その余の争点について判断するまでもなく，原告の請求は，理由がな\nく，これを棄却することとし，主文のとおり判決する。\n東京地方裁判所民事第３４部\n裁判長裁判官　　前　田　順　司\n裁判官　　浅　井　　　憲\n裁判官　　熊　代　雅　音\n年月日 検査・処置 証\nH9. 2.24 外来 超音波検査。 乙A1p1\n3.　5 外来\n（8週0日） 超音波検査。 乙A1p1\n3.19 外来\n（10週0日） 超音波検査。 乙A1p1\n4.  9 外来\n（13週0日） 超音波検査。 乙A1p1\n5.  7 外来\n（17週0日） 超音波検査。 乙A1p1\n5.28 外来\n（20週0日） 超音波検査。 乙A1p1\n6.18 外来\n（23週0日） 超音波検査。 乙A1p1\n7.  2 外来\n（25週0日） 超音波検査。血液検査。 乙A1p1\n乙A6\n7.23 外来\n（28週0日） 超音波検査。血液検査。 乙A1p1\n乙A6\n8.  6 外来\n（30週0日） 超音波検査。 乙A1p1\n8.20 外来\n（32週0日） 超音波検査。血液検査。 乙A1p1\n乙A6\n9.  3 外来\n（34週0日） 超音波検査。 乙A1p1\n9.17 外来\n（36週0日） 超音波検査。血液検査。 乙A1p1\n乙A6\n10. 1 外来\n（38週0日） 超音波検査。 乙A1p1\n10. 8 外来\n（39週0日） 超音波検査。胎児心拍モニ\nタ。ビショプスコア測定。 乙A1p2\n10.15 外来\n（40週0日） 超音波検査。胎児心拍モニ\nタ。ビショプスコア測定。 乙A1p2\n10.22 外来\n（41週0日） 超音波検査。胎児心拍モニ\nタ。 乙A1p2\n10.23 入院\n（41週1日） 内診。ビショプスコア測定。 乙A2p6\n分娩監視装置装着。内診。\n超音波検査で児頭大横径3.65cm。大腿骨長2.06cm。\n超音波検査で頭臀長1.03cm。妊娠週数を2週ずらして受診日をもっ\nて8週0日とし分娩予定日を10月15日と判定。\n超音波検査で頭臀長2.51cm。10週とする。\n超音波検査で児頭大横径6.3cm。推定体重851g。（平均+31g）\n血糖値 86㎎/å。\n超音波検査で児頭大横径4.8cm。推定体重355g。\n超音波検査で児頭大横径5.5cm。推定体重622g。（平均）\n診療経過一覧表\n（Ａ）\n平成１4年(ﾜ）第\n診療経過（入通院状況・主訴・所見・診断）\n超音波検査で頭臀長6.2cm。児頭大横径2.27cm。\n妊娠の可能性を訴えて受診。\n超音波検査で子宮内に胎のうを認め、妊娠週数6週と判定（最終月\n経を基準とすると小さめ）。\nＣ型肝炎ウィルスのキャリアであり母子感染の可能性があること、ま\nた若干大きめであることから病院で出産することを勧めた。\n超音波検査で児頭大横径7.4cm。推定体重1429g。（平均+189g）\n超音波検査で児頭大横径7.72cm。推定体重1819g。（平均+289g）\n超音波検査で児頭大横径8.08cm。推定体重1968g。（平均+128g）\n超音波検査で児頭大横径8.7cm。推定体重2650g。（大+480g）\n超音波検査で児頭大横径8.81cm。推定体重2857g。（平均+307g）\n血糖値97㎎/å。\n超音波検査で児頭大横径9.36cm。推定体重3254g。（平均+304g）\n子宮底長34cm・腹囲97cm（裁判所訂正）・体重61.1Kg。\n子宮底長33cm・腹囲98cm・体重61.9Kg。\n超音波検査で児頭大横径9.36cm。推定体重3529g。（平均+359g）\n胎児心拍良好。\n子宮底長34cm・腹囲99cm・体重62.7Kg。\n出産予定日を超過しているので翌日入院を予定。\n胎児心拍良好。\n子宮底長34cm・腹囲100cm・体重63Kg。\n子宮底長40cm（誤記？）・腹囲99.5cm・体重62.6Kg。\n内診（子宮口開大：1cm,展退度：40％,ステ－ション：-3,羊水指数：\n10.55）。\n胎児心拍モニタ（基線：150回/分,子宮収縮：7分毎,一過性頻脈：\n＋,細変動：＋）。\n10.15外来\n（40週0日） 超音波検査。胎児心拍モニ\nタ。ビショプスコア測定。 乙A1p2\n10.22 外来\n（41週0日） 超音波検査。胎児心拍モニ\nタ。 乙A1p2\n10.23 入院\n（41週1日） 内診。ビショプスコア測定。 乙A2p6\n分娩監視装置装着。内診。\n10.24 （41週2日） マイリス（子宮頚管熟化剤）投\n与。 乙A2p6\n7:00\n10.25 1:00\n7:00\n8:30\n乙A2p6\n陣痛２分毎。内診（子宮口開大：8～9cm,展退度：90％以上,ステ－\nション：-1～±0）。\n胎児心拍モニタ（基線110）\n超音波検査で羊水指数5.4。\n超音波検査で児頭大横径9.36cm。推定体重3529g。（平均 359g）\n胎児心拍良好。\n子宮底長34cm・腹囲99cm・体重62.7Kg。\n血性分泌。\n陣痛開始。\n出産予定日を超過しているので翌日入院を予定。\n胎児心拍良好。\n子宮底長34cm・腹囲100cm・体重63Kg。\n子宮底長40cm（誤記？）・腹囲99.5cm・体重62.6Kg。\n内診（子宮口開大：1cm,展退度：40％,ステ－ション：-3,羊水指数：\n10.55）。\n胎児心拍モニタ（基線：150回/分,子宮収縮：7分毎,一過性頻脈：\n＋,細変動：＋）。\n内診（子宮口開大：1指,展退度：50％,ステ－ション：-2）。\n胎児心拍モニタ（基線：150回/分,子宮収縮：不規則,一過性頻脈：\n＋,細変動＋）。その後自然陣痛発来。\n"
}