{
  "trial_type": "LaborCase",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 4,
    "day": 18
  },
  "case_number": "平成12(ワ)2590",
  "case_name": "育英舎時間外賃金請求",
  "court_name": "札幌地方裁判所",
  "field": "労働",
  "lawsuit_id": "18684",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=18684",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/684/018684_hanrei.pdf",
  "contents": "主　　　　文\n１　被告は，原告に対し，３６０万７７９０円及び別紙３記載の年月欄の月に対応\nする，未払合計欄記載の各金員に対する起算日欄記載の日から各支払済みまで年６\n分の割合による金員を支払え。\n２　原告のその余の請求を棄却する。\n３　訴訟費用は２分し，その１を原告の負担とし，その余を被告の負担とする。\n４　この判決第１項は仮に執行することができる。\n事実及び理由\n第１　請求\n被告は，原告に対し，７５６万９０６８円及び別紙１記載の各月の未払時間外\n賃金欄記載の各金員に対する支給日欄記載の日の翌日から各支払済みまで年６分の\n割合による金員を支払え。\n第２　事案の概要\n１　事案\n本件は，被告の元従業員であった原告が，時間外労働時間に係る未払い賃金及\nび同額の附加金並びにこれらに対する遅延損害金の支払を請求したのに対し，被告\nが，原告は労働基準法４１条２号に該当する者であるなどと主張して，その支払義\n務を争っている事案である。\n２　当事者間に争いのない事実\n(1)　被告は，Aの名称で，札幌市内に約２０教室の学習塾を経営し，資本金が１\n０００万円で，従業員として正社員２８名，時間講師及びパート従業員約１５０名\nを擁する株式会社である。\n(2)　原告は，平成７年８月ころ，被告に入社し，専任講師，教室長を歴任した\n後，平成１０年ころ営業第３課長に就任し，平成１２年６月２５日に退社した。\n(3)　被告における賃金は，毎月２０日締めで，当月末日払いであった。なお，末\n日が金融機関の休日と重なる場合には，その直前の金融機関の営業日に賃金が支払\nわれていた。\n原告は，被告から，平成１０年８月から平成１２年６月までの間，毎月，基\n本給として２０万円（平成１０年８月から平成１１年４月までの間），２１万円(平\n成１１年５月から平成１２年４月までの間），２１万７０００円(平成１２年５月及\nび６月），精勤手当として１万５０００円，住宅手当として２万円を受け取ってい\nた。\n３　争点\n(1)　原告の平成１０年８月から平成１２年６月までの，労働基準法所定の時間外\n賃金及びその未払いの金額。\nア　原告\n別紙１記載のとおりであり(勤務日の欄は，２か所記載のあるものは，左側\nの欄が勤務すべき日，右側の欄が実際の勤務日を示す。以下同じ。），未払いの額\nは合計３７８万４５３４円である。\n原告の労働基準法上の法定労働時間は週４０時間であり，この時間を基準\nにした年間の総労働時間は２０８５．７１時間となり(小数点第２位以下切捨て），\n月の法定労働時間は１７１．４２時間となる。原告の各月の実労働時間は別紙１の\n拘束時間欄記載のとおりであり，各月の法定労働時間及び実際の勤務日１日当たり\n１時間の休憩時間を控除した時間が各月の時間外労働時間となり，別紙１の時間外\n労働時間欄記載のとおりである。被告が支給していた住宅手当は，住宅に要する費\n用とは関係なく定額で月額２万円と定められていたから，平成１１年１０月の労働\n基準法施行規則２１条の改正にかかわりなく，これを割増賃金の基礎となる賃金に\n算入すべきである。\nイ　被告\n別紙２記載のとおりであり，未払いの額は合計３３万３１８７円にすぎな\nい。\n法定労働時間は，１年間を５２週とし，週４０時間労働とすると，年間労\n働時間は２０８０時間となり，これを１か月当たりにすると１７３．３時間(小数点\n第2位以下切捨て）となる。基本給，精勤手当は割増賃金単価算出の基礎となる賃金\nに算入するが，住宅手当は算入すべきではない。したがって，割増賃金算出の基礎\nとなる賃金は，平成１０年度が２１万５０００円，平成１１年度が２２万５０００\n円，平成１２年度が２３万２０００円となる。また，休憩時間として１日１時間，\n半日の場合は３０分，また，業務前後における手待ち時間として，各勤務日につ\nき，１時間をそれぞれ控除する。さらに，原告の主張する拘束時間は信用性に乏し\nく，同僚のそれと比較すると，その拘束時間は原告主張の８割と解するのが相当で\nある。なお，課長手当名目の毎月４万円の額を充当している。\n(2)　原告は，労働基準法にいう管理監督者に当たるか。\nア　被告\n(ｱ)　原告は，労働基準法４１条２号にいう「監督若しくは管理の地位にある\n者」(以下「管理監督者」という。）であるから，被告には割増賃金を支払う義務は\nない。\n行政解釈によれば，管理監督者とは，一般的には，部長，工場長など労\n働条件の決定その他労務管理について経営者と一体的な立場にある者の意であり，\n名称にとらわれず，実態に即して判断すべきものである。\nそして，原告は，以下のとおり，社長直属の課長職にあり，人事・労務\n管理等において経営者と一体的立場にあり，出社退社について厳格な制限を受けて\nおらず，賃金等の待遇面においても役付者の地位にふさわしい取扱がされていた。\n(ｲ)　被告における組織は，社長の直属下に，所属長として営業第１ないし第\n４課長，教務事務課長，人事広報係，総務・経理係がおり，各課長及び人事広報係\nが経営企画会議(チーフミーティング）を構成し，会社の基本方針を決定している。\n各課長の配下には，市内４ないし６教室の各教室長が４ないし６名，さらに教室長\nの配下には時間講師６，７名がいる。\n原告は，営業第３課長の立場にあった者であるが，営業課長としての会\n社経営及び管理監督者としての会社組織への関わりは，次のとおりである。\n①　被告では，週１回程度の経営企画会議(チーフミーティング）を開き，\n会社の営業方針の討議・決定，人事採用・育成方針の討議・決定，教室運営の討\n議・決定，教務方針の討議・決定，ＱＣ(職場改善)担当班からの職場改善提案，新\n商品開発案の討議・決定，報奨金等評価制度の討議・決定，社内規定等の討議・決\n定その他重要案件の討議・決定を行っており，原告は，営業第３課長として同会議\nに参加していた。\n②　原告は，営業第３課配下の教室に対し，経営企画会議で決定した方針に基づ\nき，指示・伝達して管理監督する権限を有し，正社員登用の可否，正社員昇格(教室\n長登用等）の可否，正社員人事異動の可否，正社員賞与の評価・査定，正社員の勤\n怠管理，正社員の業務内容管理(日報チェック），時間講師人事異動の可否，時間講\n師採用の可否，時間講師昇格・昇級の可否，時間講師給与のチェック，月間講座内\n訳表・人件費率管理，週間履修状況・講座実績の管理，経費の管理，教室指導内容\nの管理，教室運営業務全般の管理，物品購入申請の許可，営業・教室運営経費申請\nの許可，新規教室開設業務の運営，課ミーティングの運営等の業務を行っていた。\n③　営業課長の経営・組織上の職務区分は，人件費率計算表作成，休退塾書類の作\n成・提出，教室内外の環境管理，時間講師の育成と管理，時間講師の働きやすい環\n境作り，時間講師の募集申請及び昇級の申請，本部ミーティングでの積極的な発言\n等である。\n(ｳ)  原告の出社，退社については，毎週月曜日と金曜日は午前１１時，午後１時を\n目安に開かれる本部でのミーティング終了後は，自己判断により本部に残って仕事\nをしても，各教室に行って仕事を行うのも自由であり，火，水，木曜日は，自己判\n断により直接教室へ行っても良いし，本部に行って仕事をしても良いことになって\nいて，時間管理が厳格でなく，各課長の自由裁量の範囲が広く，本部及び配下教室\nの鍵も各課長がおのおの所持していた。\n(ｴ)　賃金等の待遇については，毎月４万円の課長手当が支給され，平成１１年の原\n告の賞与・報償金は２０７万５０００円であり，他に年間３０万円の交際費・交通\n費（タクシー代）の使用が認められていた。\nイ　原告の主張\n(ｱ)　労働基準法４１条２号にいう管理監督者とは，経営方針の決定に参画し，あ\nるいは労務管理上の指揮権限を有する等，その実態から見て経営者と一体的な立場\nにあること，自己の勤務時間について自由裁量権を有する者であること及び労働者\nに管理監督者としての十分な待遇がされていることを要件とすべきものである。し\nかし，原告は，以下のとおり，いずれの要件も充足していない。\n①　まず，原告は，課長として，チーフミーティングに出席し発言をしていた\nが，そもそもチーフミーティングで営業方針や日常の業務の改善について話し合わ\nれることはあったが，経営方針について話し合われることはなかった。したがっ\nて，原告が，チーフミーティングに出席していたことから，経営方針の決定に参画\nしていたということにはならない。\n②　次に，原告は，タイムカードにより労働時間の管理がされていた。そし\nて，原告が始業時間を無視していた事実はないし，退勤時間も，特に原告の自由裁\n量は認められてはいなかった。\n③　さらに，原告は，月額４万円の課長手当を受給していたが，これを時間外手当\nとして充当してもなお時間外未払い賃金は月額２０万円を超えるのである。原告の\n平成１０年度と平成１１年度の収入を比較すると１００万円以上の増額となってい\nるが，原告は，平成１０年７月に課長になっていたのであるから，その収入増を課\n長への昇進と結びつけることには無理がある。さらにこの増加分のうち７０万円は\n報奨金であり，課長であるがゆえに貰えたものではないし，社長からは，課長個人\nではなく課全体に支給するものであるから，課員全員に還元するような使い方をす\nるようにとの指示を受け，原告はその指示どおりに費消している。\n(ｲ)　原告の職務は，要するに，課内の各教室長が円滑に教室の運営ができるように\n相談に乗ったり，アドバイスをしたりして，サポートをすることである。原告は，\n時間講師を課内の教室間で異動させること等，人事に関する権限を一部有してはい\nたが，それはあくまで付随業務であった。\n(ｳ)　社員の勤怠管理については，正社員が作成提出した勤務動態表を，また，時間\n講師の給与については，教室長がタイムカードをもとに給与を計算し，原告が一括\nして本部に提出するだけであり，正社員の業務内容管理については，教室長の作成\nした日報に目をとおし，コメントを入れて社長に提出していただけである。時間講\n師の人事異動は原則としてないが，欠員が生じ，かつ新規採用の見通しが立たない\n場合，課内教室間で一時的に時間講師を異動させることはあるが，この場合，教室\n長の意見を聞き，社長に報告していた。時間講師の補充は本部に派遣を依頼し，本\n部が一括して時間講師の募集を行い，配属先の課(教室）が仮決定(仮採用）され，\n営業課長が時間講師の面接を行い，実地研修後本採用となる。時間講師の昇級(時給\nの昇級），昇格(平の時間講師からサブリーダー，リーダーへあがること）について\nは，社長が決定権限を有していた。\n月間講座内訳表，人件費率の管理，週間履修状況・講座実績の管理，教務指導\n内容の管理は，教室長が作成したものを，原告が目をとおして課内の教室の運営等\nについて教室長と話し合うときの資料としていた。\n(3)　原告に対する手当，報奨金，賞与が時間外手当といえるか。また，これらを\n時間外手当として控除すべきか。\nア　被告の主張\n被告の就業規則では，時間外労働及び法定の休日の労働に対する賃金は，教室長は\n教室管理手当に，専任講師は職務手当に内在されるものとすると定められている。\n原告は，その上の課長職であるから，時間外労働に対する賃金は当然課長職手当に\n内在されるものと解すべきである。\nまた，被告は，原告に対し，課長就任後は毎月課長手当として４万円を支給し，平\n成１１年には報奨金として７１万円，平成１１年２月と平成１２年１月には期末手\n当として合計３７万円を給付しており，これらは，時間外手当として控除すべきで\nある。\nイ　原告の主張\n被告主張の課長手当，報奨金及び期末手当が支給されたことは認める。課長手\n当は時間外労働に対する賃金を内在しているものではないが，これを時間外割増賃\n金計算から控除することには異議はない（原告においてこれを控除して請求してい\nる。）。報奨金及び期末手当については，そのうち時間外労働に対する部分が明ら\nかではなく，これを時間外労働に対する賃金から控除することは不当である。\n(4)　附加金請求の当否\n第３　争点に対する判断\n１　争点(1)について\n(1)　まず，労働時間について，被告の就業規則(甲第１）によれば，労働時間に\nついては１日の労働時間を８時間と定めるほかは，変形労働時間の定めがなく，ま\nた，前記のとおり，被告の給与は月額払いとされている。そこで，週４０時間労働\nとして，これを７日で除し，３６５日(閏年については３６６日）を乗じた上で，１\n２で除すると，被告における毎月の法定労働時間は１７３．８時間(閏年は１７４．\n２時間，小数点２位以下切捨て。）となる（被告の主張する労働時間はこれを下回\nるが，法の規定する労働時間の解釈に関する事実であるから，これに拘束されるも\nのではない。）。\n平成１０年８月から平成１２年６月までの間，原告が実際に勤務した日数及\nび勤務したとして報告された勤務時間が別紙１の勤務日欄記載の日数及び拘束時間\n欄記載の時間であることは当事者間に争いがない。そして，休憩時間については，\n１労働日当たり１時間とし，労働時間が６時間を超えない日は０時間として計算す\nると，別紙３の休憩時間欄記載の時間となる。\nしたがって，原告の実労働時間については，他に特段の立証のない本件において\nは，別紙３の実労働時間欄記載の労働時間と解するのが相当であり，これを法定労\n働時間から控除した別紙３の時間外労働時間欄記載の労働時間が，各月における時\n間外労働時間となる。被告は，原告の実際の勤務時間は，その報告された勤務時間\nの８割とすべきであり，また，手待時間を毎日１時間ずつ控除すべきであると主張\nするが，そのように解すべき根拠はない。\n(2)　次に，原告の通常の労働日の賃金についてみると，①平成１０年８月から平\n成１１年４月までの基本給が月額２０万円，②平成１１年５月から平成１２年４月\nまでのそれが２１万円，③平成１２年５月及び６月のそれが２１万７０００円であ\nること，原告にはこの間を通じて精勤手当が月額１万５０００円，住宅手当が月額\n２万円給付されていたことは当事者間に争いがないから，これらを合計した金額\n（①の時期が２３万５０００円，②の時期が２４万５０００円，③の時期が２５万\n２０００円）を月の法定労働時間１７３．８時間(閏年は１７４．２時間）で除した\n金額が，原告の時間内労働に対する時間単価となり（①の時期が１３５２円，②の\n時期のうち平成１１年中が１４０９円，②の時期のうち平成１２年１月以降が１４\n０６円，③の時期が１４４６円，円未満切捨て。），これに２割５分を加算した金\n額が各月の最低の時間外労働に対する時間単価となる（①の時期が１６９０円，②\nの時期が１７６１円，１７５７円，③の時期が１８０７円，円未満切捨て。）。な\nお，被告は，住宅手当を原告の時間単価の計算の基礎に含めるべきではないと主張\nするが，被告の支給する住宅手当が住宅に要する費用に応じて算定されたものと認\nめ得る証拠のない本件においては，採用することができない。\n(3)　以上により算定すると，別紙３の時間外賃金欄記載の額が原告のこの間の時\n間外賃金の額となる（ただし，円未満を切り捨てる。）。\n２　争点(2)について\n(1)　労働基準法は，管理監督者に対しては，労働時間，休憩及び休日に関する規\n定を適用しないと定めている(４１条２号）が，その趣旨とするところは，管理監督\n者は，その職務の性質上，雇用主と一体なり，あるいはその意を体して，その権限\nの一部を行使する関係上，自らの労働時間を中心とした労働条件の決定等について\n相当な程度の裁量権を認められ，その地位に見合った相当な待遇を受けている者で\nあるため，強行法規としての労働基準法所定の労働時間等に関する厳格な規制を及\nぼす必要がなく，かつ，相当でもないとするところにあるものと解される。したが\nって，管理監督者に当たるかどうかを判断するに当たっては，その従業員が，雇用\n主の経営に関する決定に参画し，労務管理に関する指揮監督権限を認められている\nかどうか，自己の出退勤を始めとする労働時間について一般の従業員と同程度の規\n制管理を受けているかどうか，賃金体系を中心とした処遇が，一般の従業員と比較\nして，その地位と職責にふさわしい厚遇といえるかどうかなどの具体的な勤務実態\nに即して判断すべきものである。そこで，以下検討する。\n(2)　当事者間に争いのない事実及び証拠(甲第１，第３ないし第２４，第２７，\n第２８，乙第１ないし第４，第５の１，２，第６の１ないし１０，第７の１ないし\n３，第８の１ないし３，第９の１，２，第１０の１ないし４，第１１，第１２の１\nないし３，第１３の１ないし３，第１４，第１５の１，２，第１６，第１７，第１\n８の１ないし３，証人B，原告本人，被告代表者）によれば，以下の事実が認められ\nる。\nア　被告は，Aの名称で，札幌市内で約２０教室の学習塾を経営し，従業員とし\nて正社員２８名，時間講師及びパート従業員約１５０名を擁する株式会社である。\n被告の組織は，代表取締役である社長を頂点として，その下に，営業第１\n課ないし第４課と教務・事務課，人事・広報係，総務係，経理係が置かれている。\n各営業課には長として営業課長がいて，各営業課はその配下にある４ないし６の学\n習塾教室の運営を担当しており，各教室には教室長がいて，その教室の事務を行っ\nている。各教室にはそれぞれ正社員である専任講師のほか，常勤講師及び時間講師\nが併せて７，８名配置されている。時間講師は平の時間講師からサブリーダー，リ\nーダーに分かれており，それぞれ手当を異にしている。\nイ　被告における決定事項は，原則としてすべて社長がこれを決裁し，決定し\nており，社長の決裁なしに，会社としての，各課としての，さらには，各教室とし\nての方針を決めたり，新たに費用を出捐したり，社員を採用したり，社員の昇格・\n昇給・異動を行ったりすることはない（ただし，時間講師の欠員が生じてその欠員\nの補充ができない過渡的時期について，一時的に営業課長がその課内の教室間での\n時間講師の異動を決定し，社長に報告するということはある。）。時間講師の採用\n面接などは，営業課長が行い，その採否の決定に当たりその判断が尊重されるのが\n通例であるが，決定は社長の決裁を要する。各教室における人事考課，昇級・昇\n格，人事異動等の人事関係案件についても，各教室長の意見を踏まえた営業課長の\n意見が求められ，その意見が尊重されることが多いが，決定について社長の決裁が\n必要であることに変わりはない。\n被告においては，毎週２回(時には３回），本部において，社長，各営業課\n長，教務事務課長及び人事広報係を構成員とするチーフミーティング(経営企画会\n議）が開催されていた。同会議においては，被告の学習塾の営業に関する事項(昇\n格，昇給等の人事事項を含む。）が報告され，出席者はそれぞれ意見を述べて討議\nが行われ，この討議に基づいて，あるいは，基づかずに，社長が最終決定を下し，\n各担当部局に指示伝達すべき事項が決定される。出席した各営業課長は，同会議で\nの確認事項等について，それに引き続いて行われる各課のミーティングで，指示伝\n達をすることになっていた。このように，チーフミーティングは，会社としての決\n定機関ではなく，会社の営業に関する事項を協議する場ではあっても，会社の経営\n事項そのものを協議する場ではなく，もとより社長の決定権限を左右するような権\n限，あるいは社長からの委任に基づく何らかの権限をも有するものではなかった。\nウ　営業課長の職務は，各課の配下にある各教室の運営管理であるが，具体的にみ\nると，①社長が決定した方針に基づき，これを各課ミーティングを通じて配下の各\n教室長，専任講師，時間講師らに対して指示・伝達し，②各課の配下の教室におけ\nる正社員登用の可否，正社員昇格(教室長登用等）の可否，正社員人事異動の可否，\n正社員賞与の評価・査定，正社員の勤怠管理，正社員の業務内容管理(日報チェッ\nク），時間講師人事異動の可否，時間講師採用の可否，時間講師昇格・昇級の可\n否，教務指導内容の管理，教室運営業務全般の管理，物品購入申請の許可，教室運\n営経費申請の許可等の事項について，決裁権者である社長に対し，課の長としての\n意見を具申し，③休退塾者関係の書類の作成・提出をし，教室内外の環境管理，時\n間講師の育成と管理，時間講師の募集申請及び昇級の申請を行うことなどであっ\nた。\nエ　被告の就業規則によれば，教室長及び専任講師の労働時間は午後１時から\n午後１０時まで，事務職員の労働時間は午前１０時から午後７時までとされている\nが，課長については，特別の規定はない。\nオ　原告は，営業課長として，市内に点在する５教室の事務を担当しており，\n毎日，各教室を回って，各教室の責任者である教室長と打合せを行い，時に講師と\n打合せをし，教室長が毎日作成する日報を点検して，社長宅に日報のファクシミリ\nを送付することが日課であった。原告の机は，本部にのみあって，チーフミーティ\nングがある日は，その開催時間に合わせて午前１０時半ころまでに本部に出勤する\nが，それ以外の日は，本部に出勤してから各教室を回ることもあれば，本部に出勤\nすることなく終日各教室を回って過ごすこともあり，各労働日の勤務の場所及び方\n法をどのようにするかについては，その裁量に委ねられていた。原告は，平日は，\n早いときは午前１０時以前に，遅いときでも午後１時までに本部ないしは各教室に\n出勤して，配下の各教室の運営管理業務に従事し，各教室長が作成するその日の日\n報を点検して，社長に日報を送付することを日課としていたため，早いときで午後\n７時前，遅いときには午後１１時過ぎまで，本部ないしは配下のいずれかの教室で\n執務していた。原告は，配下の教室の鍵については，持っているところと持ってい\nないところとがあった。\n原告は，他の社員と同様にタイムカードに出退勤の記録をすることが求め\nられており，公休日，半休日の届出は厳格にされていて，勤務日に本部あるいはい\nずれかの教室に出勤しないという日はなかった。なお，原告は，本部及び配下の各\n教室間を移動して職務を行うという，事業場所が複数ある関係もあって，職務を終\n了して帰宅する時間を最終的に報告するため，本部ないしいずれかの教室でのタイ\nムカードに退勤の時間を一部手書きとする運用も行われていた。とはいえ，その勤\n怠管理，特に労働時間それ自体の把握，全休，半休，有給休暇の把握については，\n他の社員と分け隔てなく行われており（ただし，遅刻，タイムカード押し忘れのチ\nェックからは除外。），毎月の実質勤務日数，勤務時間は，他の従業員と同様に，\nきちんと管理されていた。\nカ　原告の給与等の待遇をみると，まず，原告の賃金は，定額の基本給，精勤手\n当，住宅手当，燃料手当(冬季)，交通費，課長手当（月額４万円）のほか，年２回\nの賞与及び年１回の期末手当（平成９年は１８万円，平成１０年は１０万円，平成\n１１年は２０万円，平成１２年は１７万円）が支給されたほか，管理職として部下\n及び配下の教室の円滑な運営のために用いるという使途の限定された年間２４万円\nの交際費と年間６万円の交通費が支給された。また，平成１１年４月には報奨金１\n万円が，また，同年５月には，平成１０年５月から平成１１年４月までの業績評価\nに基づき，課長に対する報奨金が支給されており，原告は，７０万円を支給された\nが，被告代表者から，課としての業績評価による報奨金であるから，教室への還元\nも考慮するよう示唆されたため，大部分を部下との交際費や課での仕事に要りよう\nな図書購入費用に充てた。平成１２年には原告に対する課長報奨金の支給はなかっ\nた。\n原告の基本給については，平成８年４月，５月に昇給し，その後は，平成９年\n４月，平成１０年４月，平成１１年５月にそれぞれ昇給した。手当は，平成１０年\n５月から課長手当として月額４万円が支給されているが，他方，それ以前の教室長\nのときには，月によって不定ではあったものの，平成８年９月以降，管理手当とし\nて月額２万円ないし３万円（ただし，平成９年４月は１万円，同年５月は１万５０\n００円，平成１０年４月はゼロ），平成９年１０月以降主任手当として月額１万５\n０００円ないし２万５０００円（ただし，平成１０年１月及び同年２月はゼロ）が\n支給されていた。この管理手当及び主任手当の合計の過去１年間(平成９年５月から\n平成１０年４月）の平均をとると，月額２万８０００円余となるが，課長手当が支\n給された平成１０年５月以降はその支給はされなくなっているから，課長手当受給\nによる役職手当の実質的増収は月額１万２０００円程度ということになる。\n次に，原告に対する平成９年の賃金の支給総額は４３４万０１６７円，平成１\n０年の支給総額は４３４万３５００円，平成１１年の支給総額は５４２万３０００\n円である。原告が教室長であった平成９年と課長に昇進した年である平成１０年と\nでは，明らかな差はない。一方，平成１０年と平成１１年とでは１００万円近くの\n差があるが，その差の大部分は課長報奨金の７０万円と賞与等の増加分約１７万円\nが占めている。原告に対する賞与の月額給料総額に対する割合をみると，平成１０\n年が３２．７パーセント，平成１１年が３５．６パーセント(被告作成の年末調整一\n覧表（乙第９の２）によれば，課長報奨金は給料の科目に入っているが，これを便\n宜除いた場合。逆に，給料台帳（乙第８の２）のように課長報奨金を賞与に含める\nと，５５．７パーセントとなる。）である。被告の他の従業員と比較すると，原告\nよりも低い賞与率の者も多いけれども，平成１０年では３６．８パーセントの事務\n職員（C），３１．３パーセントの教室長（D），平成１１年では３５．０パーセン\nトの事務職員（E）など，原告に匹敵する率の賞与を支給されている一般職員もい\nる。\n(3)　以上認定の事実によれば，なるほど，原告は，第３営業課長として，その課に\n属する５教室の人事管理を含むその運営に関する管理業務全般の事務を担当してい\nたものであるが，それらの業務全般を通じて，形式的にも実質的にも裁量的な権限\nは認められておらず，急場の穴埋のような臨時の異動を除いては何の決定権限も有\nしてはいなかった。\nまた，原告は，営業課長として，社長及び他の営業課長ら及び事務局とで構成\nするチーフミーティングに出席し，被告の営業に関する事項についての協議に参加\nする資格を有していたが，そのミーティング自体が，いわば社長の決定に当たって\nの諮問機関の域を出ないものであって，それへの参加が何らかの決定権限や経営へ\nの参画を示すものではない。\nさらに，原告は，その勤務形態として，本部に詰めるか，あるいはまた，いつ\nどの教室で執務をするかしないかについては，毎週本部で開かれるチーフミーティ\nングに出席する場合を除いてその裁量に委ねられていたけれども，それは，市内に\n点在する５教室の管理を任されている関係上，いつどこの教室を回って，どのよう\nにその管理業務を行うかについての裁量があるというに過ぎず，本部及び各教室に\nおける出退勤についてはタイムカードへの記録が求められていて，その勤怠管理自\n体は他の従業員と同様にきちんと行われており，各教室の状況について社長に日報\nで報告することが例とされているというその業務態様に照らしても，事業場に出勤\nをするかどうかの自由が認められていたなどということはないし，現に原告は，公\n休日を除いて毎日事業場には出勤をしていた。\nそして，原告が課長に昇進してからは，課長手当が支給されることになり，そ\nれまでの手当よりも月額で１万２０００円ほど手当が上がったため，月額支給額が\n上がり，賞与も多少増額となり，接待費及び交通費として年間３０万円の支出が認\nめられ，また，業績に応じて平成１１年に１度だけとはいえ，課長報奨金として７\n０万円が支給されるなど，給与面等での待遇が上がっていることは確かであるが，\n賞与の支給率も，他の事務職員や教室長と比べ，総じて高いとはいえ，原告に匹敵\nする一般従業員もいることからすると，それは，その役職にふさわしい高率のもの\nであるともいえない。もっとも，上記の課長報奨金を賞与として取り込んでみる\nと，その待遇は一般の職員のそれを凌駕するものであって，相当な待遇と評価する\nこともできるようであるが，平成１１年に一度だけ業績に応じて支給されたに過ぎ\nない（平成１２年には支給されていない。）という実態に照らすと，課長報奨金の\n存在が営業課長の待遇の手厚さを示すものであるとまではいい難いところである。\n上記の課長手当増額分，接待費交通費，課長報奨金，賞与増額分の合計が約１３０\n万円となるが，これを平成１１年における原告の時間外労働に対する割増賃金額と\n比べても，これに見合うような額でもない。そうしてみると，原告の課長としての\n給与等の面からみても，管理監督者にふさわしい待遇であったともいい難いところ\nである。\n以上の認定判断によれば，原告は，被告の営業課長として，その業務に関する管\n理者としての職務の一部を行っていたとはいえ，その勤務実態から見ても，いまだ\n管理監督者に当たると解することはできない。\n３　争点(3)について\n(1)　被告の就業規則（甲第１）には，被告の主張するような規定があるけれども，\n課長に関する規定自体がないから，当然に課長に対してもその規定を推し及ぼすべ\nきものとはいえない。また，原告に対する課長手当が，その時間外労働に対応して\n増減するわけではないし，現実の原告の時間外労働時間から見ても，その支給があ\nるからといって，時間外労働に見合う手当が支給されているなどとは解することは\nできない。したがって，原告に対する課長手当の支給は，時間外労働に対する給与\nの一部として算定することができるにとどまる。\n(2)　次に，賞与及び期末手当について，他の一般従業員と比較して，原告に対し\nて明らかに高率な賞与が支給されているとまではいい難く，時間外労働に対して支\n給された部分があると認め得る証拠もなく，また，期末手当は教室長時代から支給\nされていて，年度に応じて高低があり，特にその職種や時間外労働時間に応じて算\n定されて給付されたとも認め難いから，その全部又は一部を時間外労働に対する給\n付として控除することは相当ではない。\n(3)　また，各種の報奨金について，まず，平成１１年４月に支給された報奨金１\n万円及び同年５月に支給された課長報奨金については，臨時の支給であることから\nすると，賞与と同様の業績評価報酬と考えられ，後者は課長職にある者に限って支\n給されたものであるとはいえ，課長手当のように課長職にあることだけで支給され\nたものではないし，その支給に当たり課の職員らへの還元を示唆されるような支給\n目的からみても，時間外労働に対して給付された部分があるとはいい難いのであっ\nて，これらを時間外労働に対する給与の一部として算定することは相当ではないと\nいうべきである。\n(4)　以上によれば，各月に支払われた４万円の課長手当は，各月の時間外賃金の一\n部に充当される。その計算は別紙３のとおりであり，原告が被告に対して請求し得\nる時間外手当は，別紙３の小計欄の金額から円未満を切り捨てた未払合計欄の金額\nのとおりであり，その総計は，別紙３の未払合計の合計欄記載のとおり，３６０万\n７７９０円となり，未払合計欄記載の各月の未払額に対する起算日欄の日から各支\n払済みまで商事法定利率年６分の割合による遅延損害金を支払うべきものである。\n４　争点(4)について\n上記のとおり，原告の職務は，管理者としての側面を有するものであって，原\n告を管理監督者として処遇してきたという被告の主張にも一面聴くべき点があり，\nまた，原告に対しては，課長手当や各種報奨金の支給等，それなりの手当等が支給\nされていたという実態もある。こうした点を考慮すると，被告に対して，未払いの\n時間外賃金のほかに附加金の支払を命ずることは相当ではないと判断する。\n札幌地方裁判所民事第５部\n判事　　佐　藤　陽　一\n"
}