{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 16,
    "month": 12,
    "day": 7
  },
  "case_number": "平成16(行コ)7",
  "case_name": "法人税，消費税及び地方消費税更正処分取消請求控訴事件(原審・松山地方裁判所平成14年(行ウ)第4号)",
  "court_name": "高松高等裁判所",
  "field": "行政",
  "lawsuit_id": "14947",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=14947",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/947/014947_hanrei.pdf",
  "contents": "主　　　文\n１　原判決を取り消す。\n２　被控訴人の訴えのうち，平成６年８月１日から平成７年７月３１日までの課税\n期間の消費税の更正処分のうち納付すべき税額６５２万３５００円を超えない部\n分，平成８年８月１日から平成９年７月３１日までの課税期間の消費税の更正処分\nのうち納付すべき税額６３８万６０００円を超えない部分及び平成８年８月１日か\nら平成９年７月３１日までの課税期間の地方消費税の更正処分のうち納付譲渡割額\n４４万７７００円を超えない部分の各取消しを求める部分をいずれも却下する。\n３　被控訴人のその余の請求をいずれも棄却する。\n４　訴訟費用は第１，２審とも被控訴人の負担とする。\n事実及び理由\n第１　控訴の趣旨\n主文同旨。\n第２　前提事実（特に証拠等の掲記のないものは当事者間に争いがない。）\n［用語例］\n（１）　平成６年８月１日から平成７年７月３１日までの事業年度を「平成７年７\n月期」と，同期間の課税期間を「平成７年課税期間」と，平成７年８月１日から平\n成８年７月３１日までの事業年度を「平成８年７月期」と，同期間の課税期間を\n「平成８年課税期間」と，平成８年８月１日から平成９年７月３１日までの事業年\n度を「平成９年７月期」と，同期間の課税期間を「平成９年課税期間」という。\n（２）　平成７年７月期，平成８年７月期及び平成９年７月期の３事業年度を「本\n件各事業年度」と，平成７年課税期間，平成８年課税期間及び平成９年課税期間の\n３課税期間を「本件各課税期間」という。\n（３）　本件各事業年度に係る法人税の更正処分及び加算税の賦課決定処分と本件\n各課税期間に係る消費税及び地方消費税の更正処分及び加算税の賦課決定処分を併\nせて「本件更正処分等」という。\n１　当事者等\n（１）　被控訴人は，愛媛県今治市α５番地２において海運業を営む資本金１５０\n０万円の同族会社であり，昭和５８年６月，パナマ共和国にＴＷＩＮ　ＢＲＩＧＨ\nＴ　ＳＨＩＰＰＩＮＧ　ＣＯ．，Ｓ．Ａ．（以下「ツインブライト社」という。）\nを設立した。\n（２）　被控訴人は，ツインブライト社を設立して以来，ツインブライト社名義の\n資産，負債及び損益はすべて内国法人親会社である被控訴人に帰属するものとして\n法人税及び消費税等の確定申告をしてきており，本件各事業年度及び本件各課税期\n間においても，同様に，ツインブライト社名義の資産，負債及び損益が被控訴人に\n帰属するものとして青色申告を行った。\n（３）ア　ツインブライト社は，パナマ共和国に本店を有する外国法人で，内国法\n人である被控訴人がその発行株式等の全額を保有しているので，租税特別措置法\n（以下，「措置法」という。）６６条の６第２項１号に規定する「外国関係会社」\nに該当する。\nイ　パナマ共和国では，法人の本件各事業年度の所得に対して課される租税の額\nが，措置法施行令３９条の１４の規定による１００分の２５以下である。\nウ　ツインブライト社は，本店所在地であるパナマ共和国に事務所を有しておら\nず，ツインブライト社設立関係書類，事業関係書類等すべてが被控訴人の事務所に\n保管され，事業の管理，支配及び運営はすべて被控訴人が行っている。（甲２２な\nいし２６，弁論の全趣旨）\n２　本件更正処分等\n（１）　控訴人は，被控訴人に対する法人税等の調査を行い，平成１０年９月２９\n日付けで，被控訴人に対して，ツインブライト社が措置法６６条の６第１及び第２\n項に規定される特定外国子会社等に該当する会社であり，同条３項に規定される適\n用除外の規定の適用がないため，同条の規定が適用されることを主な理由として，\n下記のとおり，法人税に係る更正処分及び過少申告加算税の賦課決定処分を行っ\nた。なお，ツインブライト社名義の資産，負債及び損益に係る金額計算自体は当事\n者間に争いがない。\nア　平成７年７月期（乙１の１）\n（ア）　所得金額　３２６９万９３９２円\n（内訳）\n（ａ）　確定申告における所得金額　３１９万９２１３円\n（ｂ）　損金の過大計上　３０１０万８５５０円\n上記のとおり，本件では措置法６６条の６が適用されることから，被控訴人が所\n得金額から減額したツインブライト社の損失の額３０１０万８５５０円を所得金額\nに加算した。\n（ｃ）　交際費等の損金不算入額　５１万０４７１円\n上記のとおり，本件では措置法６６条の６が適用されることから，被控訴人がツ\nインブライト社の船舶交際費として支出した金額は，被控訴人の損金の額から除か\nれることとなり，交際費等の損金不算入額を再計算し，損金不算入額減少額５１万\n０４７１円を所得金額から減算した。\n（ｄ）　未払消費税の認容額　９万７９００円\n被控訴人が消費税の控除対象仕入税額に含めていたツインブライト社が支払った\n消費税を除くことにより，新たに増加することとなった未払消費税の額９万７９０\n０円を所得金額から減算した。\n（計算）\n（ａ）＋（ｂ）－（ｃ）－（ｄ）＝３２６９万９３９２円\n（イ）　納付すべき税額　８７７万４０００円\n（内訳）\n（ａ）　所得金額に対する法人税額　１１５０万２１２５円\n（ｂ）　確定申告における控除所得税額等　２７２万８０５７円\n（計算）\n（ａ）－（ｂ）＝８７７万４０００円\n（ただし，国税通則法１１９条１項により１００円未満切り捨て）\n（ウ）　過少申告加算税　１２７万０５００円\nイ　平成８年７月期（乙１の２）\n（ア）　所得金額　６８４８万０８７３円\n（内訳）\n（ａ）　確定申告における欠損金額　４４７万１００２円\n（ｂ）　損金の過大計上額　７７３７万１６３７円\n上記のとおり，本件では措置法６６条の６が適用されることから，被控訴人が所\n得金額から減額したツインブライト社の損失の額７７３７万１６３７円を所得金額\nに加算した。\n（ｃ）　交際費等の損金不算入額　９６万７６６２円\n上記のとおり，本件では措置法６６条の６が適用されることから，被控訴人がツ\nインブライト社の船舶交際費として支出した金額は，被控訴人の損金の額から除か\nれることとなり，交際費等の損金不算入額を再計算し，損金不算入額減少額９６万\n７６６２円を所得金額から減算した。\n（ｄ）　未払消費税の認容額　３万５２００円\n被控訴人が，消費税の控除対象仕入税額に含めていたツインブライト社が支払っ\nた消費税を除くことにより，新たに増加することとなった未払消費税の額３万５２\n００円を所得金額から減算した。\n（ｅ）　事業税の損金不算入額　３４１万６９００円\n前事業年度である平成７年７月期の更正処分による増加税額に係る未納事業税３\n４１万６９００円を所得金額から減算した。\n（計算）\n－（ａ）＋（ｂ）－（ｃ）－（ｄ）－（ｅ）＝６８４８万０８７３円\n（イ）　納付すべき税額　２４２７万８４００円\n（内訳）\n（ａ）　所得金額に対する法人税額　２４９２万００００円\n（ｂ）　確定申告における控除所得税額等　６４万１５７５円\n（計算）\n（ａ）－（ｂ）＝２４２７万８４００円\n（ただし，国税通則法１１９条１項により１００円未満切り捨て）\n（ウ）　過少申告加算税の額　３６１万５５００円\nウ　平成９年７月期（乙１の３，甲１）\n（ア）　所得金額　１億０１８６万１０６９円\n（内訳）\n（ａ）　確定申告における所得金額　５７０万１０４５円\n（ｂ）　損金の過大計上額　１億００６５万３２４２円\n上記のとおり，本件では措置法６６条の６が適用されることから，被控訴人が所\n得金額から減額したツインブライト社の損失の額１億００６５万３２４２円を所得\n金額に加算した。\n（ｃ）　繰越欠損金の当期控除額の過大額　４４７万１００２円\n平成８年７月期の更正処分により，当期には繰越欠損金額がないこととなり，前\n期の所得金額から控除した繰越欠損金４４７万１００２円を所得金額に加算した。\n（ｄ）　交際費等の損金不算入額　９２万５１２０円\n上記のとおり，本件では措置法６６条の６が適用されることから，被控訴人がツ\nインブライト社の船舶交際費として支出した金額は，被控訴人の損金の額から除か\nれることとなり，交際費等の損金不算入額を再計算し，損金不算入額減少額９２万\n５１２０円を所得金額から減算した。\n（ｅ）　未払消費税の認容額　１３万６５００円\n被控訴人が，消費税の控除対象仕入税額に含めていたツインブライト社が支払っ\nた消費税を除くことにより，新たに増加することとなった未払消費税の額１３万６\n５００円を所得金額から減算した。\n（ｆ）　事業税の損金算入額　７９０万２６００円\n前事業年度である平成８年７月期の更正処分による増加税額に係る未納事業税７\n９０万２６００円を所得金額から減算した。\n（計算）\n（ａ）＋（ｂ）＋（ｃ）－（ｄ）－（ｅ）－（ｆ）＝１億０１８６万１０６９円\n（イ）　納付すべき税額　３７８８万５５００円\n（内訳）\n（ａ）　所得金額に対する法人税額　３７４３万７８７５円\n（ｂ）　同族会社の留保金額に対する税額　１２１万０５００円\n被控訴人は法人税法６７条１項の「内国法人である同族会社」に該当するとこ\nろ，被控訴人の本事業年度における留保金額５０２９万０８８６円から留保控除額\n３８１８万５０６４円を差し引いた１２１０万５０００円（ただし，国税通則法１\n１８条１項により１０００円未満切り捨て）に法人税法６７条１項１号所定の１０\n０分の１０の割合を乗じた１２１万０５００円を留保金額に対する税額とした。\n（ｃ）　確定申告における控除所得税額等　７６万２８４７円\n（計算）\n（ａ）＋（ｂ）－（ｃ）＝３７８８万５５００円\n（ただし，国税通則法１１９条１項により１００円未満切り捨て）\n（ウ）　過少申告加算税　５６４万３０００円\n（２）　また，控訴人は，上記調査に基づき，同日付けで，下記のとおり，消費税\n及び地方消費税の更正処分及び過少申告加算税の賦課決定処分を行った。\nア　平成７年課税期間（乙２の１）\n（ア）　控除対象仕入税額　３３２万２４１５円\n（内訳）\n（ａ）　確定申告における控除対象仕入税額　３４２万０３０２円\n（ｂ）　控除対象仕入税額に算入できない金額　９万７８８７円\nツインブライト社が支払った消費税額９万７８８７円は，本課税期間における控\n除対象仕入税額に算入できない金額と認めた。\n（計算）\n（ａ）－（ｂ）＝３３２万２４１５円\n（イ）　納付すべき税額　６６２万１４００円\n（内訳）\n（ａ）　確定申告における消費税額　９９４万３８３０円\n（ｂ）　控除対象仕入税額　３３２万２４１５円\n（計算）\n（ａ）－（ｂ）＝６６２万１４００円\n（ただし，国税通則法１１９条１項により１００円未満切り捨て）\n（ウ）　過少申告加算税の額　９０００円\nイ　平成８年課税期間（乙２の２）\n（ア）　控除対象仕入税額　２４２１万９８４３円\n（内訳）\n（ａ）　確定申告における控除対象仕入税額　２４２５万５０４８円\n（ｂ）　控除対象仕入税額に算入できない金額　３万５２０５円\nツインブライト社が支払った消費税額３万５２０５円は，本課税期間における控\n除対象仕入税額に算入できない金額と認めた。\n（計算）\n（ａ）－（ｂ）＝２４２１万９８４３円\n（イ）　還付税額　１３７２万７８２３円\n（内訳）\n（ａ）　確定申告における消費税額　１０４９万２０２０円\n（ｂ）　控除対象仕入税額　２４２１万９８４３円\n（計算）\n（ａ）－（ｂ）＝－１３７２万７８２３円\nウ　平成９年課税期間（乙２の３）\n（ア）　控除対象仕入税額　２６０万０７８４円\n（内訳）\n（ａ）　確定申告における控除対象仕入税額　２７１万６５１６円\n（ｂ）　控除対象仕入税額に算入できない金額　１１万５７３２円\nツインブライト社が支払った消費税額１１万５７３２円は，本課税期間における\n控除対象仕入税額に算入できない金額と認めた。\n（計算）\n（ａ）－（ｂ）＝２６０万０７８４円\n（イ）　納付すべき税額（地方消費税を含む。）　６９７万０２００円\nａ　消費税額　６５０万１７００円\n（内訳）\n（ａ）　確定申告における消費税額　９１０万２５５０円\n（ｂ）　控除対象仕入税額　２６０万０７８４円\n（計算）\n（ａ）－（ｂ）＝６５０万１７００円\n（ただし，国税通則法１１９条１項により１００円未満切り捨て）\nｂ　地方消費税額　４６万８５００円\n平成９年４月以降の取引については地方消費税が課されるところ，被控訴人の平\n成９年４月以降の取引に係る消費税額１８７万４０００円に地方税法７２条の８３\n所定の１００分の２５の割合を乗じた４６万８５００円（ただし，国税通則法１１\n９条１項により１００円未満切り捨て）を地方消費税額とした。\n（ウ）　過少申告加算税の額　１万３０００円\n（３）　本件更正処分等及びこれに対する不服申立等の経過は，別紙１ないし３課\n税等経過表のとおりである。平成１３年１２月２１日付け審査請求裁決は，平成１\n４年１月１５日，被控訴人に送達され（甲１），同年４月１５日，被控訴人は本件\n訴えを松山地方裁判所に提起した。\n第３　争点\n１　法人税に係る本件更正処分等について\n（１）　措置法６６条の６及び実質課税の原則について\nア　控訴人の主張\n（ア）　措置法第７節の４「内国法人の特定外国子会社等に係る所得の課税の特\n例」に規定される税制（以下，「タックスヘイブン対策税制」という。）は，実質\n所得者課税の原則を定める法人税法１１条の適用による租税回避行為に対する対処\nでは，その基準が明確でないために，その課税執行面の安定性に問題があったの\nで，課税執行面の安定を確保しながら，外国法人を利用することによる租税回避行\n為を防止して税負担の実質的公平をはかるために導入されたものであって，一般法\nである法人税法１１条との関係では特別法の関係に立つ。したがって，措置法６６\n条の６所定の「特定外国子会社等」に該当する限り，その課税関係については，法\n人税法１１条の規定の適用は排除され，課税対象留保金額の有無を問わず，措置法\n６６条の６の規定のみが一律に適用される。したがって，特定外国子会社等に生じ\nた欠損は，措置法６６条の６第２項２号による調整が行われる限りで考慮されるに\n過ぎず，措置法６６条の６は，特定外国子会社等に生じた欠損について内国法人の\n所得との合算を認めないことを定めた規定であると解すべきである。\n（イ）　また，措置法６６条の６は，文理上，租税回避目的それ自体を要件とせ\nず，特定外国子会社等について課税対象留保金額がある場合に，これを内国法人の\n収益とみなして，同条所定の事業年度の所得の金額の計算上，益金の額に算入する\nとしたものであるから，当該外国関係法人が特定外国子会社等に該当するのであれ\nば，租税回避のおそれの有無にかかわらず，同条が適用されるべきである。\n（ウ）　これを本件についてみるに，ツインブライト社が特定外国子会社等に該当\nし，措置法６６条の６第３項の適用除外の要件を満たさない以上，本件において\nは，措置法６６条の６が適用され，法人税法１１条が適用される余地はない。同社\nにおいて各事業年度に生じた欠損は，翌事業年度以降の同社の未処分所得の金額を\n計算する過程において差し引かれることとなるのであって，その欠損の金額を内国\n法人親会社である被控訴人の所得と合算することは許されない。\nイ　被控訴人の主張\n（ア）　措置法６６条の６第１項は，課税要件として，特定外国子会社等であるこ\nと，及び適用対象留保金額があることを規定するものであり，適用対象留保金額が\n存在しないのに，措置法６６条の６を内国法人親会社に適用することはできない。\n措置法６６条の６第２項２号は，課税対象留保金額の算出の基礎となる未処分所得\nの金額を算定するにあたって，５年以内に生じた欠損の額を控除することを定めた\nいわゆる計算規定に過ぎないとみるべきである。したがって，措置法６６条の６\nは，特定外国子会社等に欠損が生じた場合に，それを内国法人の損益と合算申告す\nることを禁止したものではない。\n本件においては，ツインブライト社に適用対象留保金額はないのであるから，措\n置法６６条の６は適用されない。\n（イ）　そもそも措置法６６条の６は，海外の子会社を利用して内国法人親会社に\n対し当該年度の利益を配当せず，再投資に向けるなどの事態に対し，法人税法１１\n条に基づく否認手続では限界があるため，益金については，税務当局による海外課\n税関係資料による立証なくして利益が発生したものとみなして国内親会社に課税徴\n税することとする反面，損金については，上記のような不誠実な課税義務者に対す\nる不利益として損益の計算にあたり合算を認めないものとして，課税の公平を図る\nとともに，納税者の自発的かつ誠実な申告を促したものである。このような措置法\n６６条の６の立法趣旨等からすれば，措置法６６条の６は，租税回避のおそれがな\nい場合には，適用されないというべきである。\n本件においては，ツインブライト社は，いわゆるペーパーカンパニーであり，被\n控訴人の一部門であって，ツインブライト社に実質的に帰属する資産，負債及び損\n益はない。そのため，被控訴人は，ツインブライト社設立以来，一貫して，ツイン\nブライト社名義の資産，負債及び損益はすべて実質的には被控訴人に帰属するもの\nとして，被控訴人の決算に含めて確定申告をしてきたものであるから，被控訴人\nが，確定申告にあたり，ツインブライト社の損益を合算することには，何ら租税回\n避のおそれはない。したがって，ツインブライト社が形式的には特定外国子会社等\nに該当するとしても，該当しないものとして取り扱い，措置法６６条の６の適用は\n否定されるべきである。\n（２）　（本件に措置法６６条の６が適用されない場合）本件に実質課税の原則を\n適用し，ツインブライト社の欠損を被控訴人の損金に算入できるか。\nア　控訴人の主張\n仮に，本件の場合に，措置法６６条の６を適用することができないとしても，被\n控訴人とツインブライト社は法人格を異にする別法人であって，ツインブライト社\nに生じた欠損金について異なる内国法人である被控訴人の所得と合算することが否\n定されるのは法人税法上当然である。\nまた，被控訴人が，便宜置籍船を利用して海運業を営むに際しては，外国関係会\n社を設立し，当該法人をして当該国の船籍を取得させることに本質的な意義があ\nり，ツインブライト社は自らが船舶の発注者として造船契約を締結するなどしてい\nるなどの事情に照らせば，ツインブライト社は，親会社である被控訴人とは独立し\nた法人として存在し，かつ企業活動を行っているのであって，「単なる名義人」\n（法人税法１１条）には該当しない。\nイ　被控訴人の主張\n法人税法１１条はいわゆる否認規定であり，被控訴人は，法人税法１１条ではな\nく，申告納税制度の下で，租税法上の条理とされた実質課税の原則に基づいて，自\n己に実質的に帰属するツインブライト社名義の資産，負債及び損益を合算して申告\nできる。\nすなわち，被控訴人は，ツインブライト社の設立以来，その資産，負債及び損益\nを自らのものとして自らの会計帳簿に記載してきたのであるから，ツインブライト\n社に帰属する欠損金額もなければ，ツインブライト社独自の会計帳簿も存在してい\nない。また，ツインブライト社は単なる名義上の存在で，実体を有せず，被控訴人\nの単なる一営業部門に過ぎない。\n（３）　控訴人の当審における「ツインブライト社と被控訴人とは別法人である」\n旨の主張（前記（２）ア）は，許されない理由の差替えにあたるか，又は，時機に\n後れたものとして許されないか。\nア　控訴人の主張\n（ア）　「ツインブライト社と被控訴人とは別法人である」旨の控訴人の主張は，\n本件更正処分等の附記理由の中に既に含まれていると解されるので，青色申告に係\nる更正理由の附記との関係でみても理由の差替えには該当しない。また，仮に理由\nの差替えに該当するとしても，上記主張は被処分者である被控訴人に格別の不利益\nを与えるものではないので，本件において，理由の差替えは許される。\n（イ）　課税処分取消訴訟の訴訟物（審判の対象）は，当該課税処分によって確定\nされた税額の適否であり，課税処分により確定された税額が総額において租税法規\nによって客観的に定まっている税額を上回るか否かを判断する，いわゆる総額主義\nにより審理されることは判例上確立しており，審理の対象が何かという問題は，そ\nもそも「攻撃又は防御の対象」ではないので，時機に後れた主張として制限される\nことはない。\nイ　被控訴人の主張\n（ア）　「ツインブライト社と被控訴人とは別法人である」旨の控訴人の主張は，\nツインブライト社名義の資産，負債及び損益が実質的には被控訴人に帰属するとし\nても，内国法人親会社には措置法６６条の６が適用される結果，特定外国子会社等\nに生じた損失額は，内国法人の所得金額から減額することはできないという本件更\n正処分等の附記理由と基本的要件事実を異にするものであり，このような理由の差\n替えは許されない。\n（イ）　原審において争点整理を行っているにもかかわらず，控訴人が，当審に至\nって，総額主義の立場を前提に，ツインブライト社と被控訴人が別法人であること\nを理由に，本件更正処分等を適法と主張するのは，時機に後れた主張として許され\nない。\n２　消費税及び地方消費税に係る本件更正処分等について\n（１）　訴えの利益についての控訴人の主張\n更正処分で示された納付すべき税額には，確定申告された税額が含まれていると\nころ，本件のように，納税者が課税申告部分の減額を求める更正の請求を経由して\nいない場合には，被控訴人は確定申告において，その申告額を超えない税額部分に\nついて自ら納税義務を確定させているのであるから，その部分についてまで取消し\nを求めることは，訴えの利益を欠くものであり，その部分は不適法な訴えとして却\n下されるべきである。\n（２）　消費税及び地方消費税に係る本件更正処分等の適法性について\nア　控訴人の主張\n消費税法は，各課税期間ごとの課税売上げに係る消費税額から課税仕入れ等に係\nる消費税額を控除し，その残額が納付すべき消費税額となるのであり，その納付す\nべき消費税額の金額は，原則として，各納税義務者ごとに，かつ，各課税期間ごと\nに計算される。本件においては，ツインブライト社は，パナマ共和国において登録\nされ，被控訴人とは別個の独立した法人格を有することは明らかであり，法人格を\n異にするツインブライト社の仕入れ等に係る消費税額を被控訴人の控除対象仕入税\n額に含めることができない。\nまた，前記１（２）アと同様の理由により，ツインブライト社は「単なる名義\n人」（消費税法１３条）には該当しないので，いわゆる実質行為者課税の原則を定\nめた同条の適用もない。\nイ　被控訴人の主張\n消費税法にも，実質課税の原則の一環として実質行為者課税の原則（消費税法１\n３条）が定められており，本件においてもツインブライト社が別法人であるかを論\nじるのではなく，ツインブライト社名義の課税仕入れが，実質的に誰に帰属するの\nかを論ずるべきである。本件の場合，ツインブライト社名義の課税仕入れは，実質\n的には被控訴人自身に帰属する。\n第４　当裁判所の判断\n１　法人税に係る本件更正処分等について\n（１）　措置法６６条の６及び実質課税の原則について\nア　法人税法２２条３項は，内国法人の損金の額に算入すべき金額として，別段の\n定めがあるものを除き，同項１ないし３号所定の額と定めているところ，内国法人\nと法人格を異にする外国の子会社に係る欠損の金額がこれに含まれないことが原則\nであることは明らかであるが，実質所得者課税の原則（法人税法１１条）により，\n外国の子会社に係る欠損の金額を内国法人の損金に算入できるのかが，タックスヘ\nイブン対策税制との関係で問題となる。そこで，まず実質所得者課税の原則及びタ\nックスヘイブン対策税制の内容，立法趣旨等について検討する。\n実質所得者課税の原則とは，収益の法律上帰属するとみられる者が単なる名義人\nであって，その収益を享受せず，その者以外の法人がその収益を享受する場合に\nは，その収益はこれを享受する法人に帰属するものとして，法人税法を適用すると\nいうものであり（法人税法１１条），法律上の所得の帰属の形式とその実質が異な\nるときには実質に従って租税関係が定められるべきであるという租税法上当然の条\n理を確認的に定めた規定である。（なお，法人税法１１条は，収益についてのみ規\n定しているが，損失・費用の帰属についても同条の適用があるのは明らかというべ\nきであるから，結局のところ同条は収益と損失・費用の差額であるところの所得の\n帰属について定めたものと解される。この点につき，被控訴人は，同条はいわゆる\n否認規定であって，子会社の損失を親会社の損金に算入する根拠は，同条ではな\nく，租税法上の条理とされた実質課税の原則に基づくと主張するが，同条を課税庁\nが否認する場合のみに限定する理由はなく，法人税法１１条から当然解釈できると\nみるべきである。）\n他方，我が国経済の国際化の進展に伴い，内国法人が，法人の所得等に対する税\n負担が全くないか，又は極端に低い国又は地域（いわゆるタックスヘイヴン）に子\n会社を設立して経済活動を行いながら，本来内国法人に帰属すべき所得をその子会\n社に留保することによって，税負担の不当な回避ないし軽減を図る事態が生じるよ\nうになったため，課税庁は，上記の法人税法１１条を適用し，子会社の損益が内国\n法人に帰属するものとして課税するなどの方法により対処していた。しかしなが\nら，同条の適用にあたっての所得の実質的な帰属の判断基準が明確でないため，課\n税執行面における安定性の点で問題があり，同条の適用による対処には一定の制約\nないし限界があった。そこで，課税執行面の安定性を確保しながら，外国法人を利\n用することによる税負担の不当な回避又は軽減を防止して税負担の実質的公平を図\nるため，昭和５３年にタックスヘイブン対策税制が導入された。タックスヘイブン\n対策税制とは，本店又は主たる事務所の所在する国又は地域におけるその所得に対\nして課される税の負担が我が国における法人の所得に対して課される税の負担に比\nして著しく低いなどの所定の要件を満たす外国法人を特定外国子会社等とした上\nで，特定外国子会社等が未処分所得の金額から留保したものとして，未処分所得に\n必要な調整を加えて算出される適用対象留保金額を有する場合に，そのうち一定の\n金額（課税対象留保金額）を内国法人の所得の金額の計算上，益金の額に算入する\nこととし（措置法６６条の６第１項），他方で，特定外国子会社等の未処分所得の\n金額につき，特定外国子会社等の所得に，その所得に係る事業年度開始の日前５年\n以内に開始した各事業年度において生じた欠損の金額に係る調整を加えたものとす\nることとした（措置法６６条の６第２項２号）ものである。\nイ　上記のタックスヘイブン対策税制の立法趣旨に鑑みれば，措置法６６条の６\nは，特定外国子会社等に欠損が生じた場合には，それを当該年度の内国法人の損金\nには算入することはできず，当該特定外国子会社等の未処分所得算出において控除\nすべきものとして繰り越すことを強制しているものと解すべきである。したがっ\nて，内国法人の子会社が特定外国子会社等にあたる場合には，同条３項の適用除外\nに該当しない以上は，当該特定外国子会社等に適用対象留保金額があるかないかに\nかかわらず，実質所得者課税の原則（法人税法１１条）を適用する余地はない。\nこれに対し，第１に，被控訴人は，措置法６６条の６第１項は，課税要件とし\nて，適用対象留保金額があることを規定しているなどの理由をあげて，措置法６６\n条の６は，特定外国子会社等に欠損が生じた場合に，それを内国法人の損益と合算\n申告することを禁止したものではないと解すべきであると主張する。しかしなが\nら，課税執行の安定を図るというタックスヘイブン対策税制の立法趣旨に鑑みれ\nば，特定外国子会社等に該当する以上は，適用対象留保金額があるかないかにかか\nわらず，措置法６６条の６を適用すべきであることは前記のとおりである。また，\nもし被控訴人主張のように解した場合には，実質所得者課税の原則により特定外国\n子会社等の欠損を当該年度の内国法人の損金に算入できる余地があるので，内国法\n人は措置法６６条の６第２項２号により欠損を繰り越すか，実質所得者課税の原則\nによる当該年度の内国法人の損益と合算するか，選択できることとなるが，課税執\n行面での安定を目指して導入された措置法６６条の６がそのような不安定な扱いを\n想定しているとは思われない。\n第２に，被控訴人は，ツインブライト社には租税回避のおそれはないのであるか\nら，措置法６６条の６の立法趣旨から考えて，同条は適用されないと主張する。確\nかに，ツインブライト社は，その設立以来一貫して合算申告を行っていたとのこと\nであり，あえて被控訴人が租税回避しようとしたとは認められない。しかしなが\nら，タックスヘイブン対策税制の立法趣旨は，前記のとおり，外国法人を利用する\nことによる税負担の不当な回避又は軽減を防止するとともに，課税執行面の安定性\nを確保しつつ税負担の実質的公平を図ることにあるのであって，このような趣旨に\n鑑みれば，特段の明文の規定がないにもかかわらず，租税回避のおそれの有無とい\nう認定の困難な要件を，措置法６６条の６の適用の要件に加えるべきとは考えられ\nない。したがって，措置法６６条の６の適用の有無は，特定外国子会社等に該当す\nるか否かでのみで判断すべきである。\n以上のとおり，被控訴人の主張はいずれも採用できない。\nウ　そこで，ツインブライト社が被控訴人の特定外国子会社等に該当するかである\nが，前記第２の１（３）アないしウの事実によれば，ツインブライト社は措置法６\n６条の６第２項１号に規定する「特定外国子会社等」に該当し，かつ，同法３項に\n規定する適用除外の要件を満たさないと解されるので，措置法６６条の６が適用さ\nれ，ツインブライト社の欠損を被控訴人の当該年度の損金に算入することは許され\nない。\n（２）　したがって，「ツインブライト社には措置法６６条の６が適用されるた\nめ，同社の欠損を被控訴人の所得金額から減額できない」旨を更正の理由として附\n記した法人税に係る本件更正処分等は，その余の点について検討するまでもなく，\n適法である。\n２　消費税及び地方消費税に係る本件更正処分等について\n（１）　訴えの利益について\n消費税及び地方消費税に係る本件更正処分等で示された納付すべき税額には，確\n定申告された税額が含まれているところ，本件においては，納税者である被控訴人\nは，過大申告部分の減額を求める更正の請求（国税通則法２３条）を経由しておら\nず，確定申告における申告額を超えない税額部分については納税義務を確定させて\nいるのであるから，その部分について取消しを求めることは，訴えの利益を欠くも\nのであり，不適法な訴えとして却下されるべきである。\n本件においては，平成６年８月１日から平成７年７月３１日までの課税期間の消\n費税の更正処分のうち納付すべき税額６５２万３５００円を超えない部分，平成８\n年８月１日から平成９年７月３１日までの課税期間の消費税の更正処分のうち納付\nすべき税額６３８万６０００円を超えない部分及び平成８年８月１日から平成９年\n７月３１日までの課税期間の地方消費税の更正処分のうち納付譲渡割額４４万７７\n００円を超えない部分については，納税義務が確定しているので，その部分の取消\nしを求めることは，訴えの利益を欠く。\n（２）　消費税及び地方消費税に係る本件更正処分等の適法性について\n消費税及び地方消費税に係る本件更正処分のうち納税義務が確定した額を超える\n部分並びに加算税の賦課決定処分の適法性を検討する。\n消費税の算出にあたっては，事業者が国内において課税仕入れ等を行った場合に\nは，当該課税仕入れ等を行った日の属する課税期間の消費税法４５条１項２号に掲\nげる課税標準額に対する消費税額から当該課税期間中に国内において行った課税仕\n入れ等に係る消費税額を控除することとされ（同法３０条１項），その残額が納付\nすべき消費税額となる（なお，地方消費税は，地方税法７２条の８３により，消費\n税額の１００分の２５とされている。）。ここでいう「事業者」とは，個人事業者\n及び法人（消費税法２条１項４号）をいい，消費税の納税義務者とされており（同\n法５条１項），納付すべき消費税額の金額は，原則として，各納税義務者ごとに，\nかつ，各課税期間ごとに計算される。本件においては，ツインブライト社は，被控\n訴人とは別法人であり，原則として，法人格が異なるツインブライト社の仕入れ等\nに係る消費税額を被控訴人の控除対象仕入税額に含めることはできない。\n他方，消費税法１３条は，法律上資産の譲渡等を行ったとみられる者が単なる名\n義人であって，その資産の譲渡等に係る対価を享受せず，その者以外の者がその資\n産の譲渡等に係る対価を享受する場合には，当該資産の譲渡等，当該対価を享受す\nる者が行ったものとして消費税法の規定を適用するとしており，本条自体は資産の\n譲渡等（消費税法２条１項８号）を行った者の認定について規定しているものであ\nるが，課税仕入れ（消費税法２条１項１２号）を行った者の認定にも当然適用され\nるものと解すべきである。したがって，ツインブライト社が，上記にいう「単なる\n名義人」（消費税法１３条）といえるかが問題となる。\n証拠（甲１，乙１１，１２）及び弁論の全趣旨によれば，被控訴人は，いわゆる\n便宜置籍船を利用して，運航費，特に配乗費を抑えるために，パナマ法に基づきツ\nインブライト社を設立したものであるが，ツインブライト社は，パナマ船籍の船舶\nを所有し，被控訴人から資金を調達の上で自らが船舶の発注者として造船契約を締\n結するなどしているほか，これらの船舶を傭船して収益をあげ，船員を雇用するな\nどの支出も行っていることが認められる。他方，ツインブライト社名義の船舶の所\n有者は実質的には被控訴人である旨が記された公正証書等（甲２２ないし２６）が\n存在し，また，被控訴人はツインブライト社の設立以来，その資産，負債及び損益\nを被控訴人の会計帳簿（甲１１の１ないし３）に記載しており，ツインブライト社\n独自の会計帳簿及び計算書類等は存在しないなどの事情も窺えるが，当事者間の合\n意や，被控訴人がどのような会計処理をしていたかということから，直ちにツイン\nブライト社が「単なる名義人」（消費税法１３条）であるとはいえず，上記の事情\nに鑑みれば，ツインブライト社は，別法人として独自の活動を行っており，消費税\n法１３条は適用されないというべきである。\nこれに対し，被控訴人は，本件への消費税法１３条の適用の有無にあたっては，\nツインブライト社が別法人であるかを論じるのではなく，ツインブライト社名義の\n課税仕入れが，実質的に誰に帰属するのかを論ずるべきであり，本件の場合，ツイ\nンブライト社名義の課税仕入れは，実質的には被控訴人自身に帰属すると主張す\nる。しかしながら，被控訴人とツインブライト社が別法人であるというだけではな\nく，前記認定のとおり，ツインブライト社がパナマ船籍の船舶を所有する地位を保\n有し，それゆえに安価な経費で外国船員を雇用し，これら船舶を傭船して収益をあ\nげていることに照らせば，本件に消費税法１３条は適用できないというべきであっ\nて，被控訴人の主張は理由がない。\nよって，消費税及び地方消費税に係る本件更正処分のうち納税義務が確定した額\nを超える部分並びに加算税の賦課決定処分は適法である。\n第５　結論\nしたがって，被控訴人の訴えのうち，平成６年８月１日から平成７年７月３１日\nまでの課税期間の消費税の更正処分のうち納付すべき税額６５２万３５００円を超\nえない部分，平成８年８月１日から平成９年７月３１日までの課税期間の消費税の\n更正処分のうち納付すべき税額６３８万６０００円を超えない部分及び平成８年８\n月１日から平成９年７月３１日までの課税期間の地方消費税の更正処分のうち納付\n譲渡割額４４万７７００円を超えない部分の各取消しを求める部分を却下し，その\n余の被控訴人の請求はいずれも棄却すべきである。よって，これと異なる原判決を\n取り消して，主文のとおり判決する。\n高松高等裁判所第４部\n裁判長裁判官　馬渕勉\n裁判官　吉田肇\n裁判官　平出喜一\n"
}