{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 16,
    "month": 1,
    "day": 30
  },
  "case_number": "平成15(ハ)5743",
  "case_name": "敷金返還請求事件",
  "court_name": "名古屋簡易裁判所",
  "lawsuit_id": "7577",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=7577",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/577/007577_hanrei.pdf",
  "contents": "主文\n１原告の請求を棄却する。\n２訴訟費用は原告の負担とする。\n事実及び理由\n第１請求\n被告は，原告に対し，金３万０６００円を支払え。\n第２事案の概要\n１請求原因の要旨\n原告が，被告から，平成５年３月２６日に，賃借期間の定めなし，賃料１か月１万０２００\n円，敷金３万０６００円等の条件で賃借した名古屋市名東区ａｂ丁目ｃ番地ｄ荘ｅ棟ｆ号室\n（以下「本件建物」という。）の賃貸借契約（以下「本件契約」という。）が，平成１５年４月\n３０日終了（翌月６日明渡し）したことに伴う未返還の敷金３万０６００円の支払請求\n２被告の主張の要旨\n本件建物の明け渡しに伴う本件建物の補修費用は，畳の表替，ふすまの張替等合計金\n８万３３００円であり，被告は，本件の敷金をその費用に充当の上，不足額である５万２７\n００円の支払いの告知をしているもので，原告に対して返還するべき敷金の残額はな\nい。\n３争点\n原告は，本件建物を通常の用法に従って使用してきたものであり，通常の使用による損\n耗，汚損は，毎月の賃料によってカバーされるもので，本件建物の補修費用８万３３００\n円は原告が負担すべきものではないとして争うので，この主張の成否が中心的争点で\nある。\n第３当裁判所の判断\n１本件契約の性質について\n本件建物は，地方公共団体である被告が事業主体として所有し管理している公営住宅\nであるが，公営住宅の使用関係に関しては，その本質において私法上の賃貸借関係で\nあり，特則として公営住宅法（以下「法」という。）が適用されるほか，その特別の定めの\nない事項については一般法として民法，借地借家法等の適用があるものというべきであ\nる。ただ，事業主体は，法及びその施行令等により一定の制約を受けているとともに，\n条例によって使用関係の内容を定める権能を与えられている。そして，入居者はこれら\n法令によって定められた使用関係の諸条件を承知の上で，一種の付合契約を締結する\nものと解され，その限度で民間の一般的な賃貸借契約とは自と異なった側面を有すると\nいえる。\n２補修費用負担の根拠及び範囲について\n(1)事業主体は，貸主として，住宅の使用に必要な修繕をする義務を負う（民法６０６条１\n項）とされるが，この規定は強行規定ではないから，修繕義務の内容は契約当事者の\n特約によって左右することができる。\n一方，法２１条は，「事業主体は，公営住宅の家屋の壁，基礎，土台，柱，床，はり，屋\n根及び階段並びに給水施設，排水施設，電気施設その他の国土交通省令で定める附\n帯施設について修繕する必要が生じたときは，遅滞なく修繕しなければならない。ただ\nし，入居者の責めに帰すべき事由によって修繕する必要が生じたときは，この限りでな\nい。」と規定するので，事業主体は特約によってもこれらの義務を免れることはできな\nい。\nここに規定する以外の修繕については，法は何も言及していないので，公営住宅の退\n去時における具体的な修繕義務の内容は，条例，慣行等をも含めた契約内容の如何で\n決まることとなる。\n(2)名古屋市営住宅条例等の定め等について\nア名古屋市営住宅条例（昭和２９年名古屋市条例第２５号，以下「条例」という。）は，修\n繕費について，「公営住宅及び共同施設の修繕に要する費用は，次条に規定するもの\nを除き，市の負担とする。」（１７条）とし，次条において，「次に掲げる費用は，入居者の\n負担とする。（中略）(2)障子，ふすまの張替，ガラスのはめ替，畳の表替（裏返しを含\nむ。）に要する費用（中略）(5)前各号のほか市長の指定した費用」と規定している。この\n規定は，第一義的には入居者の入居生活中の修繕費の負担について貸主である被告\nの義務を免れるためのものと解され，退去，明け渡しに伴う原状回復としての修繕費の\n負担について明確に規定しているものとまでは解されない。\nイ入居者の退去に伴う費用負担については，負担区分総括表（乙３），市長の定める市\n営住宅退去者負担分建物補修費の事務取扱要領と同要領で別に定めるとされている\n査定基準（乙４）で取扱いを定めており，それによれば，畳の表替，ふすまの張替につい\nては入居後１年以上，壁塗装等については同７年以上で原則として汚れ，破れなどの損\n傷の多少にかかわらず査定すること等とされている。被告は，この取扱いについて入居\n者に周知するため，「市営住宅使用のしおり」（乙５，１０）を入居者に配布している。\nウ本件建物への入居に際しては，「その使用につき公営住宅法，名古屋市営住宅条例\n及びこれらに基づく規則，命令，指示を遵守いたします。」と記載され，原告及び連帯保\n証人の署名，押印のある請書（乙１１）が提出されている。\nエ本件建物の退去に際しては，退去届（乙６），市営住宅退去者負担分建物補修費調書\n（乙７）が原告名義で各作成提出されており，補修費の区分，数量，金額等の明細及び\n同金額を敷金から振り替えることを承諾する旨の記載がある。\nオ以上のところから，退去に伴う補修費の負担に関して，条例は必ずしも明確に規定し\nてはいないけれども，被告がイからエまでに述べた取扱いによって，名古屋市内約６万\n戸に及ぶ公営住宅の管理を一律に行い，他の入居者と同一の基準で査定を行い，入居\n者から個別の同意を得た上で敷金からの振替えを行っていることが認められる。\n(3)家賃の性質について\n原告は，通常の使用による損耗，汚損は，毎月の賃料によってカバーされるものである\nと主張するが，第３，２，(1)において述べたとおり，入居者の退去に際しての補修費用負\n担の範囲については，条例，慣行等を含めた具体的な契約内容によって決まるもので\nあり，家賃の金額の決定に関する法１６条，同施行令２条，３条，条例１２条以下，同施\n行細則１０条以下の諸規定に照らしても，家賃の性質から当然に結論が導かれるという\nことにはならない。\nさらに，公営住宅の家賃については，その設置の目的とされる「国及び地方公共団体が\n協力して，健康で文化的な生活を営むに足りる住宅を整備し，これを住宅に困窮する低\n所得者に対して低廉な家賃で賃貸し，又は転貸することにより，国民生活の安定と社会\n福祉の増進に寄与する」（法１条）ために，民間の賃貸住宅に比して特に低廉に設定さ\nれていること，また，建設時からの経過年数に応じて算出される係数により建物減価分\nが毎年減額されていることも考慮すると，通常の住宅使用による自然減価分が毎月の\n家賃に含まれているとすることは相当でない。\n３結論\n通常の使用に伴う損耗，汚損による本件建物の補修費用を原告が負担すべきものとす\nることについては，本来，条例，施行細則等において，公営住宅の入居者の負担義務と\nして，明確に規定することが望ましいのはいうまでもないところであるが，第３，１で述べ\nた公営住宅使用に関する契約の特殊性と永年にわたって統一的に実施されてきた慣行\nともいうべき具体的な実務的取扱いを総合して判断すれば，被告の主張には理由があ\nるというべきである。\nしたがって，原告の請求は理由がないことに帰するのでこれを棄却することとし，主文の\nとおり判決する。\n名古屋簡易裁判所\n裁判官安田弘光\n"
}