{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 7,
    "day": 17
  },
  "case_number": "平成2(行ス)8",
  "case_name": "執行停止申立却下決定に対する抗告事件(原審・千葉地方裁判所平成2年(行ク)第1号)",
  "court_name": "東京高等裁判所",
  "field": "行政",
  "gist": "新東京国際空港の安全確保に関する緊急措置法（平成１５年法律第１２４号により「成田国際空港の安全確保に関する緊急措置法」と題名改正。平成１１年法律第１６０号による改正前）３条１項に基づく供用禁止命令に違反して，多数の暴力主義的破壊活動者の集会の用に供されたとして，同条６項に基づいてした工作物の封鎖処分の効力停止申立てが，却下された事例",
  "case_gist": "新東京国際空港の安全確保に関する緊急措置法（平成１５年法律第１２４号により「成田国際空港の安全確保に関する緊急措置法」と題名改正。平成１１年法律第１６０号による改正前）３条１項に基づく供用禁止命令に違反して，多数の暴力主義的破壊活動者の集会の用に供されたとして，同条６項に基づいてした工作物の封鎖処分の効力停止申立てにつき，前記工作物が新空港建設反対運動を展開する団体の運動の中心的な拠点であったとしても，前記封鎖措置は，新空港若しくはその機能に関連する施設の設置若しくは管理を阻害し，又は新空港若しくはその周辺における航空機の航行を妨害する暴力主義的破壊活動を防止することを目的として，前記工作物を封鎖することにより物理的にその使用をできないようにするというにとどまるものであり，前記団体が他の場所を利用して前記反対運動を展開することまでを制限するものではなく，同団体の同反対運動に直接的，全面的な制裁を加えようとするものではないから，同団体が同反対運動の拠点を奪われることにより，同団体の活動に一時的な支障が生じ，同反対運動の気勢をそがれるという面があるとしても，本案判決をまつまでもなく，同封鎖措置の執行停止をして，同団体の同反対運動の拠点である同工作物の使用を可能にしなければ，権利救済の実効性確保の見地からみて著しく妥当性を欠くとまでいうことはできないから，行政事件訴訟法（平成１６年法律第８４号による改正前）２５条２項にいう「回復の困難な損害を避けるため緊急の必要があるとき」に該当する事由が存在するということはできないとして，前記申立てを却下した事例",
  "lawsuit_id": "15334",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=15334",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/334/015334_hanrei.pdf",
  "contents": "主　　　文\n１　本件抗告を棄却する。\n２　抗告費用は抗告人の負担とする。\n理　　　由\n第１　抗告の趣旨及び理由\n別紙抗告状記載のとおり。\n第２　事案の概要\n１　抗告人は，運輸大臣が新東京国際空港の安全確保に関する緊急措置法（平成５\n年法律第８９号による改正前のもの，以下「緊急措置法」という）３条６項に基づ\nき，千葉県成田市α４２番３に所在する鉄骨造３階建，一部木造平屋建の建築物１\n棟及びこれらに附属する工作物（通称「天神峰現地闘争本部」，以下「本件工作\n物」という）について，封鎖の措置（以下「本件封鎖措置」という）を講じたこと\nに関し，本件封鎖措置は，抗告人に対して回復の困難な損害を生じさせるものであ\nり，これを避けるため緊急の必要があると主張して，行政事件訴訟法２５条２項に\n基づき，本件封鎖措置の取消訴訟を提起するとともに，本件封鎖措置の執行停止を\n求める申立てをしたところ，原審裁判所が，抗告人らの同申立てについて，同条３\n項に定める「本案について理由がないとみえるとき」に該当するとして却下したこ\nとから，抗告人は，原決定に対して即時抗告を行った。\n２　本件の経緯\n一件記録によれば，次の各事実が認められる。\n（１）　新東京国際空港（以下「新空港」という）は，昭和４１年７月４日閣議決\n定によりその建設が決定されたが，用地取得問題や建設反対運動等により開港が大\n幅に遅れ，運輸大臣は，昭和５２年１１月２８日，新空港の供用開始期日を昭和５\n３年３月３０日とする旨の告示を行った。\n（２）　戦旗・共産主義者同盟（以下「戦旗荒派」という），革命的共産主義者同\n盟全国委員会（以下「中核派」という），革命的労働者協会（以下「革労協」とい\nう），共産主義者同盟戦旗両川派（以下「戦旗両川派」という），日本革命的共産\n主義者同盟（以下「第４インター」という），プロレタリア青年同盟全国協議会\n（以下「プロ青同）という）等の集団は，新空港周辺地域において，「団結小屋」\n「団結砦」等と称される工作物を設置し，これらを拠点として新空港建設反対運動\nを展開していたが，新空港の供用開始期日の直前である昭和５３年３月２６日，第\n４インター，戦旗両川派，プロ青同に所属する約５００名が新空港内に火炎車を突\n入させ，新空港内に火炎びんを投げるとともに，新空港の管制塔に侵入して航空管\n制機器類を破壊し，新空港の機能を失わせたため，運輸大臣は，新空港の供用開始\nを同年５月２０日に延期せざるを得なくなった。\n（３）　このような事態に対処するため，国会において，議員立法が検討され，新\n空港若しくはその機能に関連する施設の設置若しくは管理を阻害し，又は新空港若\nしくはその周辺における航空機の航行を妨害する暴力主義的破壊活動を防止するた\nめ，その活動の用に供される工作物の使用の禁止等の措置を定め，もって新空港及\nびその機能に関連する施設の設置及び管理の安全の確保を図るとともに，航空の安\n全に資することを目的として（緊急措置法１条），議員提案による緊急措置法が成\n立した。緊急措置法において「暴力主義的破壊活動等」とは，新空港若しくは新空\n港における航空機の離陸若しくは着陸の安全を確保するために必要な航空保安施設\n若しくは新空港の機能を確保するために必要な施設のうち政令で定めるもの（以下\n「２条１項の政令施設」という）の設置若しくは管理を阻害し，又は新空港若しく\nはその周辺における航空機の航行を妨害する刑法９５条等に規定された一定の犯罪\n行為をすることをいい（２条１項），「暴力主義的破壊活動者」とは，暴力主義的\n破壊活動等を行い又は行うおそれがあると認められる者をいい（同条２項），「規\n制区域」とは，新空港の範囲内の区域及びその範囲の外側３０００メートルの線ま\nでの区域，２条１項の政令施設から３０００メートルの範囲内で政令で定める区域\nをいう（同条３項）とそれぞれ定義されている。\nそして，緊急措置法３条１項１号は，規制区域内に所在する建築物その他の工作\n物が多数の暴力主義的破壊活動者の集合の用に供され又は供されるおそれがあると\n認めるときは，運輸大臣は，当該工作物の所有者等に対し，期限を付して当該工作\n物をその用に供することを禁止することを命ずることができるとしており，また，\n同条６項は，前記供用禁止命令に係る工作物が当該命令に違反して多数の暴力主義\n的破壊活動者の集合の用に供されていると認めるときは運輸大臣は，当該工作物に\nついて封鎖その他その用に供させないために必要な措置を講ずることができるとし\nている。\n（４）　中核派，革労協，戦旗両川派等は昭和５３年５月２０日の新空港供用開始\n以後も，新空港第二期工事実力阻止，新空港の廃港化を闘争方針として，本件工作\n物のような団結小屋に常駐し，新空港施設に向けてのロケット弾の発射，運輸省，\n千葉県，新東京国際空港公団（以下「公団」という）その他関係者の職員宅や車両\nへの放火等，ゲリラ活動を繰り返し，昭和６３年９月には，千葉県収用委員会会長\nを襲撃して重傷を負わせたほか，収用委員への脅迫が繰り返され，委員全員が辞任\nするという事態が起こった。\n（５）　抗告人は，新空港の建設に反対する運動を展開することを目的として，空\n港予定地内及び周辺騒音地域の農民その他の住民によって昭和４１年７月結成され\nた法人格なき社団である。抗告人の構成員ら約１５０名は，昭和４１年１２月１６\n日，新空港二期工事着工を阻止するための拠点として，新空港Ｂ滑走路予定地直近\nの規制区域内に，本件工作物の基となる約１２坪の木造平家建の工作物を設置し，\n名称を「三里塚同盟本部」としたが，その後昭和４２年９月名称が「天神峰現地闘\n争本部」に改められ，昭和４３年２月１９日からは，中核派構成員約１０名が同工\n作物に常駐するようになった。抗告人が昭和５８年３月，ａを事務局長とするａグ\nループとｂを代表とするｂグループに分裂した後は，上記工作物はａグループの闘\n争拠点となったが，中核派構成員が引き続き上記工作物に常駐し，同派の活動拠点\nともなっていた。\n（６）　抗告人は，昭和６３年３月２７日，成田市β地区で開催した「二期工事実\n力阻止，敷地内破壊攻撃粉砕，脱落派粉砕・一掃　３・２７全国総決起集会」にお\nいて，闘争拠点の強化・砦化を闘争方針として提起したことから，これを受けて，\n中核派のｃを代表として，前記工作物に常駐していた中核派構成員を中心に構成さ\nれる「三里塚闘争支援連絡会議」等は，昭和６３年９月２３日から，延べ約２５０\n名を動員して前記工作物の屋根等を一旦解体した上で，前記工作物を吸収する形で\n鉄骨の組立てや外壁の取付けなどを行って改築工事を行い，同年１０月１７日には\n現在の本件工作物が完成した。\n中核派は，その機関誌である「前進」昭和６３年１０月１０日付け第１４０３号\nにおいて，本件工作物について，「Ｂ滑走路予定地のど真中で，強制代執行・収用\n委員会の再開を阻む不抜の本部として自ら武装した。」「強制代執行の攻撃にたい\nしては，この不抜の現闘本部を武器に徹底的にたたかう戦闘宣言を発したのだ。」\n等と表明し（乙１８１），また，同誌平成元年５月８日付け第１４３１号におい\nて，本件工作物から撮影した写真を添えて「農民殺しの二期工事強行に大反撃せ\nよ」（乙１９０），同誌平成元年５月２９日付け第１４３４号において「われわれ\n革共同は，９０年天皇決戦＝８９～９０年天皇・三里塚決戦の方針をすでに提起\nし，４・２９宮内庁宿舎爆破のゲリラ戦争を本格的な戦闘宣言として，その実践に\n猛然と突入している」等と表明した（乙１９３）。\n（７）　そこで，運輸大臣は，本件工作物について，多数の暴力主義的破壊活動者\nの集合の用に供されるおそれがあるものと認め，平成元年９月１９日，緊急措置法\n３条１項１号に基づき，平成２年９月１８日までの間，本件工作物を上記の用に供\nすることを禁止する命令（以下「本件供用禁止命令」という）を発した。\n（８）　しかるに，中核派は，本件供用禁止命令発令後も，その機関誌である「前\n進」平成元年１０月１６日付け第１４５２号において「天神峰現闘本部をはじめと\nする団結小屋を，何がなんでも守りぬく。革命軍のゲリラ攻撃の標的は，権力機\n関，二期工事に手を貸す一切のものにたいして無制限・無制約である。」（乙・２\n０５），同誌平成元年１０月３０日付け第１４５４号において「成田緊急措置法粉\n砕，団結小屋を実力死守するぞ」「二期絶対阻止・千葉県収用委再任命実力阻止か\nちとれ」（乙２０６），同誌平成元年１１月２０日付け第１４５７号において「団\n結小屋実力阻止戦闘を徹頭徹尾たたかいぬく。団結小屋への破壊攻撃に対しては，\n昀大級の報復の鉄槌を加える。十二月千葉県収用委再任命策動をどんなことがあっ\nても阻止する。いかなる手段に訴えても阻止する。」「すべての二期工事は破壊の\n対象であり，また二期工事のあらゆる推進者，協力者は，農民圧殺の共犯者として\n処断されることを警告する。」（乙２１２）等と表明した。\n（９）　本件工作物には，本件供用禁止命令発令後も，新空港反対運動に係る刑事\n事件について前科前歴を有する中核派３人が常駐し，中核派，戦旗両川派らが出入\nりしていたものであるが，平成元年９月２３日には，昀盛時約１６０名（中核派約\n５０名，革労協狭間派約３０名，戦旗両川派約５０名，その他の極左及び反対同盟\n員等約３０名であり，そのうち２０名の人定が確認されたが，新空港反対運動に係\nる刑事事件について前科前歴を有する者が相当数含まれている。）が参加して，本\n件工作物前にて「９．２３成田治安法粉砕・二期工事阻止緊急弾劾集会」が開催さ\nれた。その際，参加者の約９割は，ヘルメットを着装し，旗竿を所持するなどし，\n「この土地は，反対同盟の土地である。実力闘争で闘い抜く。」「成田治安法適用\nの張本人であり，農民殺しのｄ運輸大臣，ｅ県知事，ｆ警察本部長の極悪３人を粉\n砕する。」「１０月３日，県庁を包囲，議場に突入・占拠を実行し，収用委解体再\n任命阻止を勝ちとる。」「敵は，団結小屋には成田治安法を，農民の土地には代執\n行を行い，三里塚闘争の破壊を目論んでいる。我々は，８７年５５時間の木の根団\n結砦の闘いを引継ぎ，実力闘争で闘い抜く。」等の発言がなされ，そのうち約１３\n５名が本件工作物を起点・終点とするデモ行進を行った。また，同年１０月２３日\nには，団結小屋死守へ臨戦態勢をとるとして，本件工作物前で緊急総決起集会が開\n催されたが，中核派は，その機関誌である「前進」平成元年１１月６日付け第１４\n５５号において「中核派をはじめとする支援連百人は，天神峰現闘本部で緊急総決\n起集会を開いた。正午前，各団結小屋から続々と支援連の部隊が集まった。」旨を\n表明するなどした。その後，平成元年１２月１７日には，本件工作物内において，\n約３００名（中核派約９０名，革労協狭間派約６０名，戦旗両川派約４０名，蜂起\n派約１４名，反対同盟員約１６名，その他の極左・労組等約８０名であり，そのう\nち４６名の人定が確認されたが，新空港反対運動に係る刑事事件について前科前歴\nを有する者が相当数含まれている）が参加して，「成田治安法攻撃粉砕，収用委員\n再任命阻止，事業認定期限切れ，１２・１７現地集会」が開催されたが，その際，\n参加者の約９割はヘルメットを着装し，「東峰の闘いを９０年決戦へと押し進めて\n権力を粉砕し，正義の闘いを勝ちとる。」「昨日をもって事業認定が失効したにも\nかかわらず，権力は強引に工事を強行している。我々は，武装闘争・実力闘争で粉\n砕する。」「天神峰現闘本部に攻撃を仕掛けるなら，死ぬ覚悟で来い。機動隊をせ\nん滅してやる。」「木の根の闘いが東峰決戦へと引き継がれた。日帝の攻撃を８９\n－９０年三里塚・天皇決戦で勝利し，二期工事を大爆発で勝ち取る。」等の発言が\nなされ，そのうち約２８０名が本件工作物を起点・終点とするデモ行進を行った\n（以上につき乙２１６の（４））。しかも，中核派は，その機関誌である「日刊三\n里塚」平成元年１２月２４日付け第３２８５号，平成２年１月５日付け第３２８６\n号において「天神峰現闘本部や各団結小屋に手をかけるならかけてみろ。無制限無\n制約のゲリラ戦争が爆発するだろう。」「わが中核派は「天神峰現闘本部を体をは\nって死守する」と宣言した反対同盟の決意に全力でこたえる決意だ。血盟をかなら\nずはたしぬく。９０年二期決戦の第一の課題は，現闘本部をはじめとする団結小屋\nを断固死守するたたかいである。」「天神峰現闘本部防衛のたたかいを強化しよ\nう。」等と表明した（乙２１７，２１８）。\n（１０）　中核派は，平成元年１１月１６日千葉県議会事務局次長宅に，同年１２\n月７日千葉県企画部新産業三角構想推進室主幹宅に，それぞれ時限発火装置を設置\nし，これを全焼させるなどの違法活動を現実に展開した上で，「この戦闘は，成田\n治安法攻撃を爆砕する蜂起戦の突破口である。」等と表明した（乙２１６の\n（４））。\n（１１）　ところで，抗告人は，平成２年１月１１日，「天神峰現闘本部について\nは同盟員の独力で守り抜く」との声明を出して（乙２２０），中核派構成員を本件\n工作物より退去させる姿勢を見せた。しかし，同月１２日には，中核派，革労協狭\n間派，戦旗両川派等１５名が本件工作物前に集合し，「我々は反対同盟とともに天\n神峰現地闘争本部を守り抜く。」「反対同盟は，同盟員で守りぬいてみせると言っ\nて，昨日から常駐態勢に入った。我々はこの体を張った闘いと結合して一度手をつ\nけたなら，自ら墓穴を掘ることになることを思い知らせてやる。」「あらゆる策動\nをこっば微塵に破壊し，現闘本部を守りぬく。」「我々は，三里塚決戦と天皇決戦\nを一体のものとし，あらゆる皇室行事を攻撃し，日帝にこれ以上ない敗北を負わせ\nてやる。」等の発言を行い，本件工作物を起点・終点とするデモ行進を行った。そ\nして，同日とその前日の２日間に，中核派３名，蜂起派１名，同派と見られる者２\n名，戦旗両川派２名，革労協狭間派２名の合計１０名が本件工作物への出入りをし\nているのが，警備担当の警察官により確認されている（乙２２１）。\nまた，中核派のｃを代表として，現地過激派集団により構成される「三里塚闘争\n支援連絡会議」は，平成２年１月１４日午前８時過ぎころ，二期工事実力阻止，緊\n急措置法粉砕を目的として，本件工作物前に５３名（中核派７名，革労協狭間派２\n９名，戦旗両川派１２名，蜂起派５名）を集めたが，その際「我々は，日帝の成田\n治安法攻撃を徹底的に弾劾していく。また，反対同盟と支援の分断化攻撃を許さず\n反対同盟とガッチリと結合し闘っていく。」「敵政府・公団と実力闘争で闘ってい\nく。」「我々は，反対同盟とともに闘い，天神峰現闘本部を死守する」等の発言が\nなされ，そのうち３６名が本件工作物を起点・終点とするデモ行進を行った。そし\nて，同日とその前日の２日間に，中核派１８名，蜂起派１名，同派と見られる者２\n名，戦旗両川派１名，革労協狭間派１名の合計２３名が本件工作物への出入りし，\nそのうち１４名が新空港反対運動に係る刑事事件についての前科前歴を有している\nことが警備担当の警察官により確認された（乙２２２）。\nさらに，抗告人は，平成２年１月１４日午前１０時３０分ころ，本件工作物内外\nに昀盛時約２４０名（少なくとも，中核派３４名，革労協１３名，戦旗両川派１３\n名，蜂起派５名の合計６６名を含む）を集めて，団結旗開きを開催した（乙２２\n２）。\n（１２）　そこで，運輸大臣は，本件工作物が本件供用禁止命令に違反して，多数\nの暴力主義的破壊活動者の集合の用に供されているものと認め，平成２年１月１６\n日，緊急措置法３条６項に基づき，本件封鎖措置を講じた。\n（１３）　これに対し，抗告人は平成２年２月２７日，運輸大臣らを被告として，\n本件封鎖措置の取消しを求めて，千葉地方裁判所に訴え（同庁平成２年（行ウ）第\n３号）を提起するとともに，同庁に対し，本件封鎖措置の執行停止を求めた。\n（１４）　なお，緊急措置法は，中央省庁等改革関係法施行法（平成１１年法律第\n１６０号）により改正され，運輸大臣がした処分その他の行為は，相手方（国土交\n通大臣）が行ったものとみなされることとなった。\n第３　当裁判所の判断\n１　行政事件訴訟法２５条２項は，処分の取消しの訴えの提起があった場合におい\nて，処分，処分の執行又は手続の続行により生ずる回復の困難な損害を避けるため\n緊急の必要があるときは，裁判所は，申立てにより，処分の執行停止をすることが\nできる旨規定している。同条項にいう「回復の困難な損害を避けるため緊急の必要\nがあるとき」とは，本案訴訟の原告が本案の判決において勝訴をしても，社会通念\n上，原状回復が不能又は困難で，金銭賠償だけで満足させるのが相当とはいえない\n損害が生じ，かつ，当該処分の根拠法令が当該処分の発動を認めることにより保護\nすることを予定している利益と比較衡量をした上でなお，当該処分により原告が受\nける不利益についてこれを仮に解消する措置をとらなければ，権利救済の実効性確\n保の見地からみて著しく妥当性を欠くと認められる場合をいうものと解するのが相\n当である。\n２（１）　抗告人は，ア　本件工作物は，同盟員はもとより，全国の支持者，支援\n者から「現地闘争本部」「現闘本部」の通称の下に親しまれ愛され，抗告人の内部\n事務，意思決定，全国の支援団体・個人との恒常的連帯，連絡等，抗告人の新空港\n反対の運動のために不可欠のものとして使用されてきたものであり，抗告人にとっ\nて他にこれに代わるような代替施設は考えられないのであって，本件封鎖措置が継\n続するならば，抗告人の行う日常活動は麻痺し，抗告人は集会・会合の場所，各地\nから集まる支援者・援農者等の宿泊施設を奪われ，γ部落やβ部落の公民館として\nこれを使用（会合場所，農作業の休憩所として使用）することも妨げられることに\nなり，抗告人の上記反対運動が重大な困難に直面することは必至である，イ　政\n府・公団は，昭和６１年以来新空港第二期工事を押し進め，緊急措置法に基づく供\n用禁止命令，封鎖措置及び除去措置等を相次いで実施し，違法な土地強奪を繰り返\nすなど，新空港反対運動に対する攻撃を強めているところ，かかる時期に，上記の\nような機能を果たしてきた本件工作物の使用を不可能にする措置をとることは，抗\n告人の新空港反対運動にとって極めて大きな打撃となる，ウ　抗告人は，地元住民\nの有する集会，結社の自由に基づき結成され，新空港反対運動を進めてきた団体で\nあり，本件封鎖措置は憲法上昀大限の尊重を要する上記自由を侵害するものとし\nて，抗告人に回復し難い重大な損害をもたらすものであると主張し，これらを根拠\nに本件について，「回復の困難な損害を避けるため緊急の必要があるとき」に該当\nすると主張する。\n（２）　しかしながら，抗告人は新空港建設反対運動を展開する団体であるとこ\nろ，本件工作物がその運動の中心的な拠点であったとしても，本件封鎖措置は，新\n空港若しくはその機能に関連する施設の設置若しくは管理を阻害し，又は新空港若\nしくはその周辺における航空機の航行を妨害する暴力主義的破壊活動を防止するこ\nとを目的として，本件工作物を封鎖することにより物理的にその使用をできないよ\nうにするというにとどまるものであり，抗告人が他の場所を利用して上記反対運動\nを展開することまでを制限するものではなく，抗告人の上記反対運動に直接的，全\n面的な制約を加えようとするものではない。抗告人が行っている上記反対運動は期\n間，回数を限定したものではなく，昭和４１年に上記反対運動を行うことを目的と\nして結成されて以来継続的に行われ，新空港の供用を廃止させることを目的として\n今後も継続的していくことが予定されているものであるところ，緊急措置法の趣旨\nと本件封鎖措置がとられるに至った前記認定の経緯及び同措置の目的を考慮し，ま\nた，後記のとおり，抗告人は，本案判決が確定するまでの間は，他の代替施設等を\n利用して上記反対運動を展開することが可能であることを勘案すれば，抗告人が上\n記反対運動の拠点を奪われることにより，抗告人の活動に一時的な支障が生じ，上\n記反対運動の気勢をそがれるという面があるとしても，本案判決をまつまでもな\nく，本件封鎖措置の執行停止をして，抗告人の上記反対運動の拠点である本件工作\n物の使用を可能にしなければ，権利救済の実効性確保の見地からみて著しく妥当性\nを欠くとまでいうことはできない。\nなお，抗告人は，新空港Ｂ滑走路予定地直近の規制区域内には，本件工作物に代\nわるような代替施設はなく，抗告人にとって本件工作物は非代替財産である旨主張\nしているが，本件工作物がその建設の歴史的経緯，本件工作物の立地条件等からし\nて，抗告人にとって新空港反対運動の中心的拠点として重要な施設であることは理\n解できるが，客観的・物理的にみれば，本件工作物はあくまでも建物・工作物とし\nての域を出るものではなく，また，新空港Ｂ滑走路予定地直近の規制区域以外であ\nれば，その代替施設を他に見出すことがそれほど困難なこととは考えられず，さら\nに，抗告人自ら，その代表者の自宅等において，本件工作物の機能の一部を代替さ\nせていることを認めているところでもあるから，本件工作物が，客観的な観点にお\nいて，非代替財産であると認めることはできない。そして，「回復の困難な損害を\n避けるため緊急の必要があるとき」に該当するか否かの判断に当たっては，抗告人\nにとって本件工作物が上記反対運動の拠点としてかけがえのない重要な位置を占め\nるという点は，緊急措置法及び本件封鎖措置の趣旨・目的と対比して考慮されるべ\nきものであり，本件工作物が抗告人にとって上記のような主観的価値を有するとい\nうことのみから，本件封鎖措置の執行停止の必要性を基礎づけることはできないと\nいうべきである。\nまた，抗告人が地元住民の集会，結社の自由に基づき結成され，新空港建設反対\n運動を進めてきた団体であり，その拠点となる本件工作物につき封鎖の措置をとる\nことが集会，結社の自由と抵触する面のあることも否定できないところであるが，\n本件封鎖措置が上記のような目的によるものであって公共性の高い新空港の供用に\nかかわるものであるばかりでなく，上記反対運動自体を直接的，全面的に制約する\nものではないことを考慮すれば，団体の活動拠点である工作物の封鎖という形態で\nの新空港反対運動の制約と集会，結社の自由との抵触の問題は，本案である本件封\n鎖措置の取消訴訟において解決が図られるべきものであり，抗告人に本件封鎖措置\nにより集会，結社の自由の侵害に関し損害が生じているとしても，それは，上記本\n案訴訟で勝訴した上で，金銭賠償によりその損害の回復を図るべきものと解するの\nが相当である。\n（３）　したがって，いずれの観点からみても，本件について「回復の困難な損害\nを避けるため緊急の必要があるとき」に該当する事由が存在するということはでき\nない。\n３　以上の次第で，本件申立ては，その余の点について判断するまでもなく理由が\nないから，これを却下すべきである。よって，原決定は結論において相当であり，\n本件抗告は理由がないからこれを棄却することとし，主文のとおり決定する。\n平成１４年７月１７日\n東京高等裁判所第３民事部\n裁判長裁判官　青柳馨\n裁判官　橋本英史\n裁判官　絹川泰毅\n"
}