{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 9,
    "day": 24
  },
  "case_number": "平成12(行ケ)282",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "実用新案権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "11628",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=11628",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/628/011628_hanrei.pdf",
  "contents": "平成１２年（行ケ）第２８２号　審決取消請求事件\n平成１４年９月１０日口頭弁論終結\n判　　　　　　　　　　決\n原　　　　　　　　告　　　　　岐阜プラスチック工業株式会社\n訴訟代理人弁理士　　　　　    西　　　川　　　惠　　　清\n同　　　　　　　　　　　　　　森　　　　　　　厚　　　夫\n被　　　　　　　　告　　　　　三甲株式会社\n訴訟代理人弁護士　　　　　　　新　　　保　　　克　　　芳\n訴訟代理人弁理士　　　　　　　平　　　井　　　　　　　保\n主　　　　　　　　　　文\n特許庁が平成１１年審判第３５１８２号事件について，平成１２年６月\n８日にした審決を取り消す。\n訴訟費用は，被告の負担とする。\n事実及び理由\n第１　当事者の求めた裁判\n１　原告\n主文と同旨。\n２　被告\n原告の請求を棄却する。\n訴訟費用は，原告の負担とする。\n第２　当事者間に争いのない事実\n１　特許庁における手続の経緯\n被告は，名称を「物品へのラベル貼付構成」とする実用新案登録第２５２８\n０６１号（実願平３－６９５１１号に基づく国内優先権を主張し，優先日を平成３\n年８月３０日として，平成３年１０月２２日出願（以下「本件出願」という。）。\n平成８年１２月２日設定登録。以下「本件登録実用新案」といい，その考案そのも\nのを「本件考案」という。）の実用新案権者である。原告は，平成１１年４月１６\n日，本件登録実用新案の請求項１ないし８の登録を無効とすることについて審判の\n請求をし，特許庁はこれを平成１１年審判第３５１８２号事件として審理した。被\n告は，この審理の過程で，平成１１年８月５日に，本件出願の願書に添付された明\n細書について，８あった請求項を６に減縮することなどを内容とする訂正の請求を\nした。特許庁は，審理の結果，平成１２年６月８日，「訂正を認める。本件審判の\n請求は，成り立たない。」との審決をし，同年７月３日，その謄本を原告に送達し\nた。\n２　本件考案の実用新案登録請求の範囲（訂正後のもの。別紙図面１参照）\n「【請求項１】輸送用コンテナに設けたラベル貼付部に剥離されるラベルを貼\n付するためのラベル貼付構成において，前記輸送用コンテナが，その側壁に前記ラ\nベル貼付部を有するとともに，前記ラベル貼付部は該貼付部に貼付したラベルの少\nなくとも一部の縁部と前記輸送用コンテナとの間に，作業者が手指を挿入可能な幅\n及び深さの溝部を形成するように前記輸送用コンテナの側壁の外面から突出した台\n座形状となっており，且つ，ラベルを貼る貼着表面に梨地加工が施されていること\nを特徴とする輸送用コンテナへのラベル貼付構成。\n【請求項２】前記ラベル貼付部が前記輸送用コンテナとは別体にて形成された\nことを特徴とする請求項1に記載の輸送用コンテナへのラベル貼付構成。\n【請求項３】前記ラベル貼付部は略矩形に構成され，該略矩形のラベル貼付部\nの角部分に前記溝部が設けられたことを特徴とする請求項1又は請求項2に記載のラ\nベル貼付構成。\n【請求頃４】輸送用コンテナに設けたラベル貼付部に剥離されるラベルを貼付\nするためのラベル貼付構成において，前記輸送用コンテナが，その側壁に前記ラベ\nル貼付部を有するとともに，前記ラベル貼付部は複数の貼付台が前記輸送用コンテ\nナの表面より突出して併設されることにより該貼付台間に間隙を形成し，該間隙は\n該貼付部に貼付したラベルの少なくとも一部の縁部と前記輸送用コンテナとの間\nに，作業者が手指を挿入可能な幅及び深さの空隙を形成し，且つ，ラベルを貼る貼\n着表面に梨地加工が施されていることを特徴とする輸送用コンテナへのラベル貼付\n構成。\n【請求項５】前記ラベル貼付部が前記輸送用コンテナとは別体にて形成された\nことを特徴とする請求項4に記載の輸送用コンテナへのラベル貼付構成。\n【請求項６】輸送用コンテナに設けたラベル貼付部に剥離されるラベルを貼付\nするためのラベル貼付構成において，前記ラベル貼付は該貼付部に貼付したラベル\nの少なくとも一部の縁部と前記輸送用コンテナとの間に，作業者が手指を挿入可能\nな幅及び深さの空隙を形成する底面を有する溝部が前記輸送用コンテナの表面から\n凹んで設けられたことを特徴とする輸送用コンテナへのラベル貼付構成。」\n（以下，上記請求項１ないし６に係る考案を，それぞれ順に，「本件考案\n１」・・・「本件考案６」という。）\n３　審決の理由の要点\n別紙審決書の写し記載のとおりである。要するに，平成１１年８月５日付け\nの訂正請求による訂正事項ａ～ｔについて，実質上実用新案登録請求の範囲を拡張\nし，又は変更するものではなく，本件考案１ないし６は，実願昭５７－７９４９５\n号(実開昭５８－１８３６９４号)のマイクロフィルム（甲第１０号証（審判甲第１\n号証）。以下，「引用例１」という。），実願昭６１－７４５８４号(実開昭６２－\n１８８４１４号)のマイクロフィルム（甲第１１号証（審判甲第３号証）。以下，\n「引用例２」という。），実願平１－８６８８６号(実開平３－２６７３７号)のマ\nイクロフィルム（甲第１２号証（審判甲第４号証）。以下，「引用例３」とい\nう。），実願平１－６８６６８号(実開平３－８１１６号)のマイクロフィルム（甲\n第１３号証（審判甲第５号証）。以下，「引用例４」という。）に記載された考案\nに基づいて当業者がきわめて容易に考案をすることができたものとすることはでき\nないから，本件考案１ないし６は，本件出願の際独立して実用新案登録請求を受け\nることができるものであるとして上記訂正を認め，上記と同様の理由により，本件\n考案１ないし６は，当業者が容易に考案することができる程度のものとすることは\nできない，として，原告主張の無効事由を排斥したものである。\n第３　原告主張の審決取消事由の要点\n審決は，周知技術の認定を誤ったことにより，本件考案１ないし５の進歩性\nについての認定判断を誤り（取消事由１），本件考案６の認定を誤ったため，その\n進歩性の判断を誤ったものであり（取消事由２），これらの誤りが，それぞれ結論\nに影響を及ぼすことは明らかであるから，違法なものとして取り消されるべきであ\nる。\n１　取消事由１（本件考案１ないし５の進歩性についての認定判断の誤り）\n審決は，本件考案１と引用例１記載の考案とを対比して，両者は，少なくと\nも，「（１）ラベルを貼る貼着表面に，本件考案１においては梨地加工が施されて\nいるのに対して，甲第１号証（判決注・本訴甲第１０号証，引用例１）に記載され\nた考案においては特別な加工が施されていない点」で相違する（甲第１号証８頁３\n６行～３８行），と認定した上，上記相違点について，引用例２ないし４に記載さ\nれている加工は梨地加工とは認められず，また，「ラベルを貼着面より容易に剥離\nできるようにすることが，本件の出願前に周知であるとする根拠も見当たらな\nい。」（審決書９頁２１行～２３行）と認定し，これを前提に，「甲第１号証（判\n決注・本訴甲第１０号証，引用例１）に記載された考案について，ラベルを貼る貼\n着表面を，梨地加工が施されているものとすることが当業者がきわめて容易に想到\nしうるものであるとすることはできない。」（審決書９頁２４行～２６行），「本\n件考案２～６は，・・・上記請求項１に係る考案について示したと同様の理由によ\nり・・・当業者がきわめて容易に考案をすることができたものとすることはできな\nい。」（同１０頁３行～７行）と認定判断した。しかし，上記相違点に関する審決\nの認定判断は誤りである。\n(1)　周知事項についての認定の誤り\n審決は，「ラベルを貼る貼着表面に梨地加工を施すことにより，ラベルを\n貼着面より容易に剥離できるようにすることが，本件の出願前に周知であるとする\n根拠も見当たらない」（審決書９頁２１行～２３行）と認定した。しかし，この認\n定は，誤りである。\nア　「プラスチック金型ハンドブック」（社団法人日本合成樹脂技術協会\n編，日刊工業新聞社１９８９年６月３０日発行）（甲第２号証。以下「甲第２号証\n刊行物」という。）によれば，一般的に，梨地加工とは，化学的又は物理的処理に\nよるシボ加工であって，サンドブラストやショットブラストを意味するブラスト法\nによって，金型等の表面に多数の微細な凹凸を形成し，その加工面を梨地シボに加\n工するものである（甲第２号証６９０頁１４行～２５行）。\n実願昭６２－４７０８号（実開昭６３－１１５４８１号）のマイクロフ\nィルム（甲第３号証。以下「甲第３号証刊行物」という。）には，しぼ（皺）など\nの表面加工を施した成形品の表面に，シールなどの表皮材を設けた複合成形品に関\nする考案が開示されており，従来技術として，しぼを形成するとともに表面処理を\n行った成形品１の表面２にシール３を貼り付けると，成形品１の表面２とシール３\nとの間に空気が存在してしまうため，貼り付けたシール３がはがれやすい，という\nことが記載されている（甲第３号証明細書１頁１８行～２頁７行）。\n実願昭５７－３５３９０号（実開昭５８－１４０５８８号）のマイクロ\nフィルム（甲第４号証。以下「甲第４号証刊行物」という。）には，テープカセッ\nトに関する考案が開示されており，ラベルを貼着するためのラベル貼着面（３）に\n多数の微細な凹凸（４）（しぼ等）が形成された構成が記載されている（甲第４号\n証１頁２０行～２頁１行，２頁１９行～３頁４行，第２図）。\nこのように，甲第３号証刊行物にはシール３を貼る成形品１の表面２\nに，甲４号証刊行物にはラベルを貼着するラベル貼着面３に，それぞれシボ加工を\n施すことが記載されており，しかも，甲第３号証刊行物にはシボ加工された成形品\n１の表面２からシール３を容易に剥離できることが記載されている。\n実開昭５７－１８３２１３号公報（甲第５号証。以下「甲第５号証刊行\n物」という。），実開昭６２－１７１４２３号公報（甲第６号証。以下「甲第６号\n証刊行物」という。），実公昭６３－２３２９５号公報（甲第７号証。以下「甲第\n７号証刊行物」という。），実願昭５８－２２４６６号（実開昭５９－１２９５９\n９号）のマイクロフィルム（甲第８号証。以下「甲第８号証刊行物」という。），\n実願昭６３－６３３９６号（実開平１－１６８４３３号）のマイクロフィルム（甲\n第９号証。以下「甲第９号証刊行物」という。）によれば，容器等の表面に梨地加\n工を施す技術は，本件の出願前の周知慣用の技術であると認められる。この周知慣\n用技術に，甲第３，第４号証刊行物の上記記載を勘案すれば，ラベルを貼る貼着表\n面にシボ加工の中の一形状である梨地加工を施すことにより，ラベルを貼着面より\n容易に剥離できるようにすることは，本件の出願前に周知であることが明らかであ\nる。\nこのような周知技術は存在しないとの審決の認定は，明らかに誤りであ\nる。\nイ　被告は，甲第３号証刊行物の「しぼ」と本件考案１ないし５の「梨地加\n工」とは全く別のものである，と主張する。\nしかし，「プラスチック金型ハンドブック」（日刊工業新聞社，１９８\n９年６月３０日発行。甲第２号証刊行物）には，シボ工法の一種として梨地加工法\nが記載されており，「射出金型の基本と応用」（日本プラスチック加工技術協会編\n集，昭和５９年９月１日発行。甲第１４号証）にも，「シボ（梨地）」と記載され\nており，さらに，「図解　型技術用語辞典」（型技術協会編，日刊工業新聞社１９\n９１年１１月３０日発行。甲第１５号証）にも，「しぼ」として「模様には皮革の\nしわ模様や木目，布模様，梨子地などさまざまなものがある。模様の種類によって\nはサンドブラスト，放電加工，電鋳などの加工法も利用される．」と記載されてい\nる。また，本件考案の明細書（甲第１６号証）の訂正請求書（甲第１７号証の１）\nに添付された訂正明細書（甲第１７号証の２）には，「シボ加工（梨地加工）」\n（３頁５行），「上面１４ａは梨地状にシボ加工されている」（６頁６行）と記載\nされており，被告自身も「しぼ」と「梨地加工」とを同一のものと認識しているこ\nとが明らかである。これらのことからすれば，「しぼ」の概念に「梨地加工」も含\nまれることは当業者の技術常識である，というべきである。被告の主張は失当であ\nる。\n(2)　引用例２ないし４記載の評価の誤り\nア　引用例２ないし４には，ラベルを貼る容器等の表面に，多数の凹部，凸\n部からなる凹凸群等を形成する構成が開示されている。そして，引用例２ないし４\n記載の各考案において，凹凸群等が形成された容器等の表面とラベルとの接着面積\nが小さくなることにより，容器等の表面に貼着されたラベルの剥離開始作業が容易\nになることは明らかである。\nまた，この種のコンテナの技術分野においては，バーコード等が印刷さ\nれるこの種のラベルが波打ったり凹部が形成されたりすると，バーコードの読み出\nしミスなどの不都合が生じることから，ラベルを容器等の表面に貼着した場合に，\n貼着されたラベルが波打つようなことがないようにするとか，外力が加わった場合\nに，ラベルに凹み等の凹部が形成されることがないようにするとかということは，\n当然に考慮されるべき技術的課題であるから，この課題を解決するために，凹凸の\n大きさ等を考慮してラベルを貼る貼着表面を加工することは，当業者にとってきわ\nめて容易に想到できるものであるというべきである。\n本件考案１における梨地加工が施されたラベルの貼着表面と引用例２～\n４における凹凸群等が形成された容器等の表面とは，単に凹凸の大きさとか形状と\nかが相違するだけであり，この凹凸群等の大きさや密度を変更したり，凸部の表面\nを平坦にしたり，凸部の分布や高さを考慮したりすることにより，ラベルに印刷さ\nれたバーコード等をバーコードリーダーで読み出す際の読み出しミスがなくなる，\nという作用効果を奏することができることは明らかである。したがって，上記相違\nは設計変更程度のものであり，前記のとおり，容器等の表面に梨地加工を施す技術\n自体が周知慣用技術であることをも考慮すると，本件考案１の「梨地加工」の貼着\n表面を形成することは，当業者であればきわめて容易に想到できるものであるとい\nうべきである。\n審決が，上記相違点に係る本件考案１の構成を，引用例１ないし４に記\n載された考案に基づいて当業者がきわめて容易に考案をすることができたものとす\nることはできない，と認定判断したことは誤りであり，この認定判断の誤りが審決\nの結論に影響を及ぼすことは，明らかである。\nイ　被告は，引用例２記載の凹部と凸部並びに引用例３及び引用例４にそれ\nぞれ記載されている凹凸群等と，本件考案１の梨地とは同一視できない，と主張す\nる。\nしかし，引用例２ないし４記載の凹凸群等が形成された容器等の表面\nと，本件考案１における梨地加工が施されたラベルの貼着表面とは，単に凹凸の大\nきさとか形状とかが相違するだけであって，実質的に同一である。引用例２ないし\n４記載の各考案においても，容器等の凹凸群等が形成された表面とラベルとの接着\n面積が小さくなれば貼着されたラベルの剥離開始作業が容易になることは明らかで\nあり，ラベルを貼る容器等の表面の凹凸群等の大きさや密度を変更したり，凸部の\n表面を平坦にするとか凸部の分布や高さを考慮するなどといった設計変更をするこ\nとにより，ラベルに印刷されたバーコード等がバーコードリーダーに読まれる際の\n読み出しミスがなくなることも当然である。\nラベル貼着表面に，梨地加工が施された試料（検甲第１号証），しぼ加\n工の一種である皮しぼ加工が施された試料（検甲第２号証），突条が形成された試\n料（検甲第３号証），凹凸群が形成された試料（検甲第４号証）を作成し，これら\nの試料を用いたラベルの剥離性の試験結果（甲第１８号証）によれば，梨地加工が\n施されたラベル貼着表面は，突条が形成されたラベル貼着表面とほとんど変わらな\nいラベルの剥離性を示し，皮しぼ加工が施されたラベル貼着表面と凹凸群が形成さ\nれたラベル貼着表面は，梨地加工が施されたラベル貼着表面よりもラベルが剥離し\nやすいことがわかる。\nバーコードの読み取りミスの試験結果（甲第１９号証）によれば，ラベ\nル貼着表面に突条が形成された試料及び凹凸群が形成された試料のいずれにおいて\nも，バーコードの読み取りミスは発生しなかった。このように，本件考案１のよう\nに梨地加工が施された試料は，皮しぼ加工が施された試料，凹凸群が形成された試\n料と，技術的な有意差はなく，実質的に同一である。したがって，本件考案１の梨\n地加工が施された表面と引用例２～４記載の凹凸群等が形成された表面とは，凹凸\n群等の大きさや密度を変更したり，凸部の表面を平坦にしたり，凸部の分布や高さ\nを考慮したりするという単なる設計変更程度の差異があるにすぎない。\n２　取消事由２（本件考案６の進歩性についての判断の誤り）\n本件考案６は，ラベルを貼る貼着表面に梨地加工が施された構成を具備して\nいない。したがって，「本件考案２～６は，甲第１号証（判決注・本訴甲第１０号\n証，引用例１）に記載された考案と対比すると，いずれも，少なくとも上記相違点\n（１）（判決注・梨地加工が施されているか否か）において相違すると認められ\nる」（審決書１０頁３行～４行）との審決の認定は，本件考案６に関する限り，誤\nりであり，この認定を前提として，本件考案６が，本件考案１と同じく，引用例１\nないし４に記載された考案に基づいて当業者がきわめて容易に考案をすることがで\nきたものとすることはできない，とした判断は誤りである。\n第４　被告の反論の要点\n審決の認定判断は，正当であり，審決を取り消すべき理由はない。\n１　取消事由１（本件考案１ないし５の進歩性についての認定判断の誤り）につ\nいて\n(1)　周知事項についての認定の誤りについて\n原告は，甲第５ないし第９号証刊行物によれば，容器等の表面に梨地加工\nを施す技術は周知慣用技術であると認められ，これに甲第３，第４号証刊行物の記\n載を勘案するならば，ラベルを貼る貼着面にしぼ加工の中の一形状である梨地加工\nを施すことにより，ラベルを貼着面より容易に剥離できるようにすることは，本件\n考案の出願前に周知であることが認められる，と主張する。\nしかし，甲第５号証刊行物記載のものは，トレー本体の周縁鍔部４に梨地\n加工を施したものであり，本件考案のようにラベルを貼る貼着表面に梨地加工を施\nしたものではないから，貼着表面に繰り返してラベルを貼着する際の剥離性を意図\nしたものでない。甲第６号証刊行物には，単に，構成容器の内面に梨地加工が施さ\nれている点が開示されているだけである。甲第７号証刊行物には，容器本体１の口\n縁端面２に梨地加工を施すことにより，シール部材とシール部材が貼付される口縁\n端面２とを点接触とすることにより，シール時のばらつきを少なくするとともに，\n成型時の冷却の際のひけを目立たなくするようにした技術が記載されているだけで\nある。甲第８号証刊行物には，プラスチック成形品の壁部に形成された塗料層に，\nサンドブラストにより梨地面を形成して，プラスチック成形品に装飾を施すことが\n開示されているだけである。甲第９号証刊行物に記載のものは，ガラス瓶１０の表\n面１０ａに梨地加工を施すとともに，ガラス瓶１０の表面１０ａの相対する面に，\nそれぞれ透明シート２０とラベル３０を貼着することにより，透明シート２０を通\nして，ラベル３０に施された意匠を覗き見ることができるようにしたものである。\nこのように甲第５ないし第９号証刊行物に記載されているものは，いずれも，梨地\n加工があっても，貼着表面に繰り返してラベルを貼着する際の剥離性を意図したも\nのでなく，本件考案１とは，目的，構成，効果のすべてにおいて相違するものであ\nる。\n甲第３号証刊行物には，従来の技術の説明につき，「しぼを形成するとと\nもに表面処理を行なった成形品１の表面２に，シール３を直接貼り付けていた。し\nかし，この場合，シール３の貼り付け場所の目安がないため，貼り付け位置が不正\n確になりやすいとともに，貼り付け工数が多くなる。また，第７図に示すように，\n成形品１の表面２とシール３との間に空気が存在してしまうため，貼り付けたシー\nル３が剥れやすい。」（甲第３号証１頁１９行～２頁７行）との記載があり，同刊\n行物には，こうした問題点を解決するために，成形品の表面より低くないレベルに\n表面加工のない領域を設け，この領域にシールを貼付するようにした構成が開示さ\nれているにすぎない。ここで問題とされている「しぼ」は，甲第３号証の第７図に\n図示されたようなもので，本件考案１における微細な多数の凹凸からなる「梨地加\n工」とは，まったく別のものである。甲第３号証刊行物には，ラベル貼付部に梨地\n加工を施すことにより，繰り返し行われるラベルの剥離作業が容易になることにつ\nいての記載も示唆もない。\n甲第４号証刊行物には，「ラベル貼着面（３）には接着剤が入り込んで上記\nラベルの接着が強固に行えるよう，第２図に示すような多数の微細な凹凸（４）\n（しぼ等）が形成されて前記の通りざらざらな粗面となっている」（甲第４号証２\n頁１９行～３頁３行）と記載されており，同記載によれば，甲第４号証刊行物は，\n接着剤を微細な凹凸（４）に入り込ませて，ラベルを強固に接着できるようにした\n技術であって，貼着面に繰り返してラベルを貼着する際の剥離性を意図したもので\nはないから，本件考案１とは，目的，構成，効果のすべてにおいて相違する。\n甲第３号証刊行物又は甲第４号証刊行物からは，ラベルの貼着力や接着力\nが強力であることは認められても，ラベル貼付部に梨地加工を施すことによって剥\n離開始作業が容易であることが周知であったと認めることはできない。\n(2)　引用例２ないし４記載の評価の誤りについて\nア　原告は，引用例２ないし４（甲第１１ないし第１３号証）記載の考案に\n基づいて，本件考案１の「梨地加工」と同様の作用効果を奏するようなラベルを貼\nる貼着表面を形成することは，当業者であればきわめて容易に想到できたものであ\nる，と主張する。\nしかし，梨地加工とは，一般的に研磨剤により表面に微細でランダムな\n凹凸を形成することにより，銀白色ないし銀鼠色を呈するように加工することを意\n味しているのに対し，引用例２記載の凹部もしくは凸部は，その面積が「５～３０\n㎜２」（甲第１１号証２頁１６行）であり，その「分布率は１００～５００個／１０\n０㎝\n２」（同２頁１６行～１７行）であって，梨地とは凹凸の大きさ，形状，分布率\n等が異なるものであるから，このような凹部及び凸部をもって梨地と同一視できな\nいことは明らかである。同様に，引用例３及び引用例４にそれぞれ記載の凹凸群等\nについても，本件考案１の梨地と同一視することができないことが，明らかであ\nる。\nイ　原告提出の平成１３年２月９日付けの証拠説明書の中には，「梨地」\nが，「深さ４０μｍで梨の皮のような模様」，「皮しぼ」が，「深さ６０μｍで１\nφ前後のランダムな模様であり，皮の表面模様」，「突状」が，「深さ０．５ｍｍ\nの円弧状（０．５Ｒ）の突状が多数本形成されており，突条と突条の間隔が５ｍ\nｍ」，「凹凸」が，「深さ１ｍｍで２φの円弧状突起が多数個形成されており，突\n起と突起の間隔が１６ｍｍ」と記載されており，原告自身が認めるように，これら\nの表面加工が，それぞれ異なることは明らかである。\n甲第１８号証によれば，基板試料４検体（皮しぼ・梨地・突状・凹凸）\nにラベルを貼付し，室温１８０゜で引き剥がし試験を行った際の最大剥離荷重は，\n梨地で２４．９Ｎ，皮しぼで１３．８Ｎ，突状で２１．９Ｎ，凹凸で１５．１Ｎで\nあり，梨地が一番大きくて凹凸との差は明確である。\n本件考案１は，輸送用コンテナに関するものであるから，ラベルの剥離\n作業が単に容易であるというだけでは不十分で，輸送中等にラベルが剥がれたり，\n波打ったりしないことも重要である。凹凸よりもラベルが剥離しにくい梨地を選択\nすることによって，ベタ面に比べてラベルを剥離しやすいと同時に運送中にはがれ\nたりしないという効果が発揮されるのである。\nウ　したがって，本件考案１を，引用例１ないし４に記載された各考案に基\nづいて当業者がきわめて容易に考案することができたものとすることはできない，\nとした審決の判断に誤りはなく，同じ理由により，本件考案２ないし５を，当業者\nがきわめて容易に考案をすることができたものとすることはできない，とした審決\nの判断にも誤りはない。\n２　取消事由２（本件考案６の進歩性についての判断の誤り）について\n原告は，本件考案６がラベルを貼る貼着表面に梨地加工が施された構成を具\n備しているものではないから，本件考案６と引用例１記載の考案とを対比して，少\nなくともラベルを貼る貼着表面に梨地加工が施されている点で相違するとした審決\nの認定は誤りであり，その結果，引用例１～４記載の各考案に基づいて当業者が容\n易に考案することができたものとすることはできないとした審決の判断も誤りとな\nる，と主張する。\nしかし，本件考案６は，その構成の中に「ラベル貼付は該貼付部に貼付した\nラベルの少なくとも一部の縁部と前記輸送用コンテナとの間に，作業者が手指を挿\n入可能な幅及び深さの空隙を形成する底面を有する溝部が前記輸送用コンテナの表\n面から凹んで設けられた」という特徴ある構成を有し，これにより，空隙に爪や器\n具等を挿入してラベル縁を貼付面から持ち上げてめくることができ，ラベルの剥離\n開始作業を極めて容易に行うことができる，という格別の効果を奏するものであ\nる。\n引用例１ないし３には，この特徴ある構成については何ら開示されていない\nし，引用例４では，欠如部が，壁に穿設された手指が挿入し得る貫通穴であるか\nら，本件考案６における輸送用コンテナの表面から凹んで設けられた底面を有する\n溝部とは相違する。\nしたがって，本件考案６は，引用例１～４記載の各考案と同一でもなく，こ\nれらの考案に基づいて当業者がきわめて容易に考案することができたものでもな\nい。したがって，本件考案６についての審決の判断に誤りはない。\n第５　当裁判所の判断\n１　取消事由１（本件考案１ないし５の進歩性についての認定判断の誤り）につ\nいて\n(1)　周知事項についての認定の誤りについて\n甲第３号証刊行物（実願昭６２－４７０８号(実開昭６３－１１５４８１\n号)のマイクロフィルム）には，「従来，この種の複合成形品においては，たとえば\n第６図および第７図（判決注・別紙図面２参照）に示すように，しぼを形成すると\nともに表面処理を行なった成形品１の表面２に，シール３を直接貼り付けてい\nた。・・・第７図に示すように，成形品１の表面２とシール３との間に空気が存在\nしてしまうため，貼り付けたシール３が剥れやすい。」（甲第３号証１頁１８行～\n２頁７行）との記載がある。本件登録実用新案に係る登録公報（甲第１６号証）に\nは，【考案が解決しようとする課題】の欄に「また，容器のラベル貼付面にシボ加\n工（梨地加工）を施して剥離性を高めることが提案されている。」（同号証３欄４\n８行～４９行）との記載があり，本件考案の訂正明細書（甲第１７号証の２）に\nも，同一の記載（同号証３頁４行～５行）がある。これらの記載によれば，本件登\n録実用新案に係る優先権主張日（以下「本件優先権主張日」という。）当時，成形\n品に「しぼ」を形成した表面では，貼り付けたシールがはがれやすいことが，当業\n者の一般的認識として存在していたものと認められる。\n社団法人日本合成樹脂技術協会編「プラスチック金型ハンドブック」（日\n刊工業新聞社・１９８９年６月３０日発行）には，「シボ工法としてのブラスト法\nは，一般にサンドブラスト（sand blast），ショットブラスト（shot blast）を意\n味し，物理的処理による梨地加工法である。」（甲第２号証６９０頁１４～１５\n行）との記載がある。「射出金型の基本と応用」（日本プラスチック加工技術協会\n編集，昭和５９年９月１日発行）には，「化成処理には化学的腐蝕（エッチング）\nによるシボ（梨地）・・・などがあるが，・・・」（甲第１４号証３１０頁末行～\n３１１頁２行）との記載がある。これらの記載によれば，本件優先権主張日当時，\n「しぼ」とは，通常，梨地加工を意味するものであるとされていたことが認められ\nる。\n本件登録実用新案に係る登録公報には，「シボ加工（梨地加工）」（甲第\n１６号証３欄４８行），「上面１４ａは梨地状にシボ加工されている」（同号証６\n欄６行～７行）と記載されており，本件考案の訂正明細書にも同一の記載がある\n（甲第１７号証の２の３頁５行，６頁６行）。これらの記載によれば，被告におい\nても「しぼ」と「梨地加工」とを同一のものと認識していたものと認められる。\n以上によれば，本件優先権主張日当時，「しぼ」とは，通常「梨地加工」\nのことを意味することは，当業者の技術常識であり，成形品の表面に「しぼ」，す\nなわち「梨地加工」を施した表面において，貼り付けたシールがはがれやすいこと\nは，当業者において周知の技術的事項であったというべきである。\n(2)　被告は，甲第３号証刊行物には，貼り付けたシール３がはがれやすいとい\nう問題点を解決するために，成形品の表面より低くないレベルに表面加工のない領\n域を設け，この領域にシールを貼付するようにした構成が開示されているにすぎ\nず，ここで問題とされている「しぼ」は，同刊行物の第７図が図示するようなもの\nであって，本件考案１における微細な多数の凹凸からなる「梨地加工」とは，全く\n別のものである，と主張する。\nしかしながら，「しぼ」とは「梨地加工」を意味するものであることは前\n記のとおりである。甲第３号証刊行物中には第７図中の凹凸の大きさを限定する記\n載はなく，かつ，本件考案の実用新案登録請求の範囲請求項１においても，「梨地\n加工が施されている」との記載があるだけで，「微細な多数の凹凸からなる」との\n記載はなく，その他凹凸の大きさや数について限定する記載は何もない。被告の主\n張は特許請求の範囲の記載に基づかないものというべきであり，採用することがで\nきない。\n(3)　そうすると，審決が「ラベルを貼る貼着表面に梨地加工を施すことによ\nり，ラベルを貼着面より容易に剥離できるようにすることが，本件の出願前に周知\nであるとする根拠も見当たらない」（甲第１号証９頁２１～２３行）と判断したこ\nとは，誤りであるというべきである。\n審決は，この周知の技術を考慮しないまま，本件考案１ないし５が進歩性\nを有しないとの判断を導いたものであるから，上記周知技術の存否についての認定\nの誤りが審決の結論に影響を及ぼすことは，明らかである。\n２　取消事由２（本件考案６の進歩性についての判断の誤り）について\n審決は，「本件考案２～６は，甲第１号証（判決注・本訴甲第１０号証，引\n用例１）に記載された考案と対比すると，いずれも，少なくとも上記相違点（１）\n（判決注・梨地加工が施されているか否か）において相違すると認められる」（審\n決書１０頁３行～４行）と認定し，この認定を前提として，本件考案６について\nも，本件考案１についてと同じく，引用例１ないし４に記載された考案に基づいて\n当業者がきわめて容易に考案をすることができたものとすることはできない，と判\n断した。\nしかしながら，本件考案６の実用新案登録請求の範囲は，前記のとおり，\n「輸送用コンテナに設けたラベル貼付部に剥離されるラベルを貼付するためのラベ\nル貼付構成において，前記ラベル貼付は該貼付部に貼付したラベルの少なくとも一\n部の縁部と前記輸送用コンテナとの間に，作業者が手指を挿入可能な幅及び深さの\n空隙を形成する底面を有する溝部が前記輸送用コンテナの表面から凹んで設けられ\nたことを特徴とする輸送用コンテナへのラベル貼付構成。」というものであり，同\n考案は，ラベルを貼る貼着表面に梨地加工が施された構成を具備していないことが\n明らかである。\nしたがって，審決の，本件考案６と引用例１とが，ラベルを貼る貼着表面の\n梨地加工の有無において相違するとの認定，及び，これを前提とする進歩性の判断\nは，誤りであることが明らかである。\n第６　そうすると，その余の原告主張について検討するまでもなく，原告の本訴請\n求は理由があることが明らかであるので，これを認容することとし，訴訟費用の負\n担につき行政事件訴訟法７条，民事訴訟法６１条を適用して，主文のとおり判決す\nる。\n東京高等裁判所第６民事部\n裁判長裁判官  　　 　 山　　　下　　　和　　　明\n裁判官　　　　  阿　　　部　　　正　　　幸\n裁判官　　　　　高　　　瀬　　　順　　　久\n別紙図面１として，甲第１６号証の図１ないし図９を添付（一枚に入れる。）\n別紙図面２として，甲第３号証の第６図，第７図\n"
}