{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 10,
    "day": 2
  },
  "case_number": "平成14(ネ)62",
  "case_name": "",
  "court_name": "大阪高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "11597",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=11597",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/597/011597_hanrei.pdf",
  "contents": "平成１４年(ネ)第６２号損害賠償請求控訴事件（原審・大阪地方裁判所平成１２年\n(ワ)第５６８４号）\n判        決\n控訴人（第１審原告）　　　　サイバーテック　コーポレイト　ホ\nールディングス　リミテッド\n訴訟代理人弁護士　　　      大  塚  芳  典\n補佐人弁理士　　　          梶  原  克  彦\n補佐人　　　                松  元  卓  哉\n被控訴人（第１審被告）　　　サミー株式会社\n訴訟代理人弁護士　　　      飯  田  秀  郷\n同　　　　　　　　　　　　　栗  宇  一  樹\n補佐人弁理士　　　          黒  田  博  道\n同　　　　　　　　　　　　　米  山  淑  幸\n主        文\n１　本件控訴を棄却する。\n２　控訴費用は控訴人の負担とする。\n事実及び理由\n第１　控訴の趣旨（一部控訴）\n１　原判決を取り消す。\n２　被控訴人は，控訴人に対し，１０００万円及びこれに対する平成１２年６月\n１４日から支払済みまで年５分の割合による金員を支払え。\n第２　事案の概要\n原判決「事実及び理由」の第２（２頁３行目から４頁１５行目まで）のとお\nりであるからこれを引用する。\n第３　争点に関する当事者の主張\n次のとおり当審における当事者の主張を追加するほかは，原判決「事実及び\n理由」の第３（４頁１７行目から２２頁１９行目まで）のとおりであるから，これ\nを引用する。\n１　争点(5)（構成要件Ａ《「初期設定された数の出球によるパチンコ遊技台の終\n了時に」》の充足性）について\n(1)　控訴人の主張\nア  本件発明の遊技台の終了とは，「役物に当たった場合にある一定の球数\nを無条件で出すもの」であって，「打ち止めとなりパチンコ遊技台が使用停止とな\nる状態」に至った場合そのものとは関係がない。控訴人は，本件発明の特許出願\n（以下「本件出願」という。）当時，役物に当たった場合に「打ち止め」に至る機\n械が巷間見受けられたことを否定するものではないが，結果であるところの「打ち\n止めとなりパチンコ遊技台が使用停止となる状態」を問題としたのではなく，「初\n期設定された数の出玉」に至るその原因となる「役物に当たった場合」を問題とし\nていたのである。だからこそ，発明者は，本件出願において，わざわざ「遊技台の\n終了」とは「役物に当たった場合にある一定の球数を無条件で出すもの」と自ら定\n義付けをしたのである。このような定義付けは当然に許されるものであり，尊重さ\nれるべきものである。本件発明の本質は，「初期設定された数の出球を持つパチン\nコ遊技台本体より発せられた所定の信号（大当たり始期時にパチンコ遊技台本体よ\nり発せられる大当たり信号）を感知することにより，乱飾表示装置の乱飾表示を停\n止させ，該表示により追加出球数又は追加出球数を表す符号を遊技客に知らしめ追\n加出球数を設定する」ところにあり，現実には存在しないパチンコ遊技台本体から\n発せられる打ち止め信号を想定し，それを感知することで乱飾表示装置を停止させ\nるものではないことは本件公報上からも明らかである。本件発明は，「役物に当た\nった場合」を契機として，乱飾表示装置を停止させ，その表示によって追加出玉の\n有無を知らしめて，もって客の射幸心を増大させるというものである。\nイ　控訴人は，本件発明につき，平成１４年５月１日付で特許庁に対して訂\n正審判を請求した。すなわち，本件発明に関する従前の特許請求の範囲の請求項１\nで「パチンコ遊技台の終了時に」とある文言を「パチンコ遊技台の役物に当たった\n場合にある一定の玉数を無条件で出す時に」と訂正することにより，訂正前の本件\n発明を減縮する（特許法１２６条１項１号）とともに，終了の文言を明瞭にした\n（同項３号）。明細書（特許公報１頁２欄１８行目から１９行目）に「終了は役物\nに当たった場合にある一定の球数を無条件で出すものである。」の定義した記載が\nあるところ，終了にはその他に，辞書等に記載されている「終えること，終わるこ\nと，終わり」の意味もあるので，「終了」の文言を「役物に当たった場合にある一\n定の玉数を無条件で出す」の文言に限定するとともに明瞭にしようとするものであ\nる。この文言は，上記明細書の記載から直接かつ一義的に導き出せるものであっ\nて，実質上特許請求の範囲を拡張し又は変更するものではない。\nウ　イ号，ロ号のパチンコ遊技台の構造上，確変大当たりとなると，その後\n確変大当たり又は通常大当たりとなることは実質的に保障されており，イ号方法に\nおいては１９６０個又は２２４０個，ロ号方法においては２２５０個の出玉がある\nことも実質的に保障されている。したがって，パチンコ遊技者は，確変大当たりと\nなる液晶表示装置の変動表示の停止時の表示により，再度の高確率移行大当たり遊\n技状態又は通常確率移行大当たり遊技状態の終了時における出玉が実質的に保障さ\nれたと認識するものであり，確変大当たりとなる液晶表示をイ号方法においては１\n９６０個又は２２４０個，ロ号方法においては２２５０個の追加出玉数を表す符号\nと認識するものである。してみると，イ号物件，ロ号物件は，基本的には本件発明\nの技術を土台にしているのである。\n(2)　被控訴人の主張\nア　控訴人は，本件明細書において，「パチンコ遊技台の終了」を定義して\nいることを前提に論を進めているが，事実と異なる。控訴人が定義規定であるとす\nる記載は，「客側が儲かる場合は，一般的にはいわゆる『遊技台の終了』による。\n終了は，役物に当たった場合にある一定の球数を無条件で出すものである。」とい\nうものである。この記載自体が，明細書における用語の定義をする体裁になってい\nないことは一目瞭然である。そして，この部分は，日本語として極めて不自然で，\nその意味は不明である。「終了は」として示される主語「終了」が，「一定の球数\nを無条件で出すものである。」と叙述されても，その叙述部分の意味と「終了」と\nいう日本語の意味と全く一致しない。「終了」とは，「終えること。終わること。\n終わり」という意味である。玉を出すなどという意味はどこからも出てこない。逆\nに，一定の玉数を無条件で出すという「役物に当たったとき」は，遊技台はある一\n定の玉数を出すのであって，その後も遊技は引き続き進行していき，決して「終\n了」しないことが明らかである。\nさらに，客側が儲かる場合は，一般的にはいわゆる「遊技台の終了」に\nよる，とあるから，「遊技台の終了」によって一般的には客側が儲けることになる\nと本件明細書はいっている。一方，役物に当たると一定の球数を無条件で出すとあ\nるから，客がそれまでに遊技台に打ち込んだいわゆるアウト玉をこの一定の球数が\n上回れば（差玉が多ければ），客側が儲けたことになる。しかし，その一定の球数\nが出た後，パチンコ機における遊技が継続するとすると，客は役物に当たらない限\nり普通の遊技を継続することになる。そうすると得たセーフ玉が減少してしまう，\nあるいは儲けの部分である差玉も減少してしまうことは，ごく普通のことであるは\nずである。\n「遊技台の終了」と役物に当たって一定の球数が無条件で出ることと\nは，本来は結びつかないし，「終了」という用語の意味と「役物に当たって一定の\n球数を無条件で出す」ということが結び付かず，更には役物に当たっても，引き続\nき行われる遊技で客が損をすることも普通にあるとすると，この部分の意味は，別\nの観点から解釈するほかない。しかるに，控訴人は，この意味不明の文章が唯一の\n定義規定であると強弁し，技術的範囲の解釈に強引に持ち込もうとするのである。\nイ　また，本件発明が控訴人主張のように「役物に当たったときに無条件で\n出されるある一定の玉数を追加出玉数として設定変更する」ような作用効果を奏す\nるとしても，「同じパチンコ遊技台で引き続き遊べる持ち玉を設定する。」という\n部分で述べられる作用効果との整合性が取れない。「同じパチンコ遊技台で引き続\nき遊べる」とは，本来ならば打ち止めとなるところ，追加出玉が設定されてこれを\n「持ち玉」として引き続き遊技できると解する以外に解釈の方法がない。\n２　争点(6)（構成要件Ｂ《「乱飾表示装置の乱飾表示を停止させ」》の充足性）\nについて\n(1)　控訴人の主張\n本件発明者は，本件出願当時通常市販されているパチンコ遊技台をもとに\n本件発明を考案したものであり，現実には存在しない「打ち止め信号を発生させる\n特殊なパチンコ遊技台」を想定していたと考えることは困難であり，当然，当時実\n際に使用されていた「大当たり信号を遊技台本体より発生させるパチンコ遊技台」\nを想定していたと考えるべきである。\n「呼出し表示装置の乱飾表示部は，遊技台本体の所定の信号（通常は役物\nに当たって終了するときに発生させる信号）を感知することにより乱飾表示が停止\nする。」（同４欄２３行～２６行）という記載については，遊技台本体の所定の信\n号とは「大当たり」信号を意味することであり，「呼び出し表示装置の乱飾表示部\nは，遊技台本体の所定の信号（大当たり信号）を関知することにより乱飾表示が停\n止する。」と解釈して何らおかしくない。\n本件出願当時より現在に至るまで，パチンコホールにおいては，「大当た\nり」を演出するためにパチンコ遊技台本体並びにその周辺表示装置の乱飾表示及び\nスピーカーなどを用いている。そして，その「大当たり」を演出するタイミング\nは，パチンコ遊技台本体では，「大当たり発生時」に，周辺表示装置ではパチンコ\n遊技台本体より出力される「大当たり信号」を感知した時である。パチンコ遊技台\n本体より「打ち止め」信号を発生するパチンコ遊技台は，現実には存在しないこと\nから，本件発明者が「打ち止め」を想定していないことは明らかである。\n(2)  被控訴人の主張\n控訴人は，パチンコ遊技台本体より「打ち止め」信号を発生するパチンコ\n遊技台は現実には存在しないと主張するが，本件発明の出願前に「打ち止め」信号\nを発生する機能を内蔵したパチンコ遊技台が周知慣用技術であったことは，乙１の\n７ないし９・１１，乙３ないし１０の刊行物から明らかである。\n第４　当裁判所の判断\n１　争点(1)（イ号物件の構成）について\n原判決添付別紙イ号物件目録（以下「イ号物件目録」という。）中，「２\n図面の説明」の「図５－２は変動入賞装置の分解説図」という部分，「３　図面中\nの符号の説明」の「７１１左ガイド，７１２右ガイド，７１３扉軸，７２スイング\n板，７３軸，７４ソレノイド，７５ソレノイド，８′センサ，８１′センサ，Ｎ－\n１装置前カバー，Ｎ－２装置後カバー」という部分，「４　構造の説明」の(8)の部\n分及びイ号物件目録添付の図５－２を除く部分は，当事者間に争いがなく，これに\n証拠（甲３～５，１２の１・２）及び弁論の全趣旨を総合すると，イ号物件の構成\nは，イ号物件目録のとおりであることが認められる。\n２　争点(2)（イ号方法の構成）について\n原判決添付別紙イ号方法目録（以下「イ号方法目録」という。）中，「５\n大当たり遊技状態」の「ケ」のうち「ただし実際には，変動入賞装置Ｎの構造上，\n遊技球は次のように導かれる。すなわち，ガイド扉７１が開放して扉裏面の左右ガ\nイド７１１，７１２の間を通過した遊技球は，スイング板７２上に導かれる。スイ\nング板７２は大入賞口開放始めでは，必ず特定領域８の方向に下り傾斜しており，\nその傾斜は遊技球が特定領域８に入賞するまで保たれる。したがって，スイング板\n７２上に落下した遊技球は必然的に特定領域８に誘導され，確実に特定領域８を通\n過する。換言すれば，大入賞口７に入賞しながら特定領域８を通過する遊技球がな\nかったと判断される可能性は，大入賞口７に遊技球が複数個入賞する限り現実には\nあり得ない。」という部分，及び，「５　大当たり遊技状態」の「コ」のうち「し\nたがって，ガイド扉７１が最大開放回数だけ開放するか否かは，大入賞口７の特定\n領域８に遊技球が入球するか否かに係っているが，実際には，前記スイング板７２\nの機能により，大入賞口７に入賞した遊技球は，特定領域８に誘導されて，確実に\n特定領域８を通過するため，ガイド扉７１は，最大開放回数だけ開放されることが\n保障されている。」という部分を除くその余の部分は，当事者間に争いがなく，こ\nれに前記１掲記の証拠及び弁論の全趣旨を総合すると，イ号方法の構成は，原判決\n５６頁２２行目「必然的に」と同２３行目「確実に」を削除するほかは，イ号方法\n目録の記載のとおりであると認められる。\nこれに対し，控訴人は，スイング板７２上に落下した遊技球は「必然的」に\n特定領域８に誘導され，「確実に」特定領域８を通過すると主張する。しかし，甲\n１２の２（イ・ロ号装置動作説明ビデオ）によると，イ号方法による遊技中，大入\n賞口７の開放始めで，スイング板７２が特定領域８の方向に下り傾斜しているにも\nかかわらず，スイング板７２上に落下した遊技球が特定領域８にではなく，非特定\n領域８１に入っていることが認められる（７：４８：４７，４８pmの画面参照）か\nら，控訴人の上記主張部分は，これを認めるに足りない。\n３　争点(3)（ロ号物件の構成）について\n原判決添付別紙ロ号物件目録（以下「ロ号物件目録」という。）中，「２\n図面の説明」の「図５－２は変動入賞装置の分解説図」という部分，「３　図面中\nの符号の説明」の「７１２中央ガイド，７１３扉軸，７２シャッタ，７３誘導板，\n７４ソレノイド，７４１プランジャ，７４２ブラケット，７５ソレノイド，７６当\nて板，８′センサ，８１′センサ，Ｎ－１装置前カバー，Ｎ－２後基板」という部\n分，「４　構造の説明」の(8)の部分及びロ号物件目録添付の図５－２を除くその余\nの部分は，当事者間に争いがなく，これに証拠（甲７，１２の１・２）及び弁論の\n全趣旨を総合すると，ロ号物件の構成は，ロ号物件目録のうち，原判決６４頁１行\n目「，遊技球を特定領域８方向に反発させるための」を除いたその余の記載のとお\nりであると認められる。\nこれに対し，控訴人は，当て板７６が遊技球を特定領域８方向に反発させる\nために立設されていると主張するが，前記証拠によると，ロ号物件の構造（ロ号物\n件目録の図５－２参照）上，当て板７６は遊技球を非特定領域８１に導く作用も有\nしていることが認められ，当て板７６が遊技球を特定領域８方向に反発させるため\nに立設されていると直ちに認定することはできない。\n４　争点(4)（ロ号方法の構成）について\n原判決添付別紙ロ号方法目録（以下「ロ号方法目録」という。）中，「５\n大当たり遊技状態」の「ケ」のうち「ただし実際には，変動入賞装置Ｎの構造上，\n遊技球は次のように導かれる。すなわち，ガイド扉７１が開放して扉裏面の中央ガ\nイド７１２により左右に振り分けられ，左側に振り分けられた遊技球は直接，右側\nに振り分けられた遊技球は同時に当て板７６に当たって反発して，遊技盤正面左側\nの特定領域８に導かれる。この際シャッタ７２は，ソレノイド７４の作動により当\n然特定領域８を開放している。したがって，大入賞口７に入賞した遊技球は必然的\nに特定領域８に誘導され，確実に特定領域８を通過する。換言すれば，大入賞口７\nに入賞しながら特定領域８を通過する遊技球がなかったと判断される可能性は，大\n入賞口７に遊技球が複数個入賞する限りにおいて限りなく０に近い。」という部分\nを除いたその余の部分は，当事者間に争いがなく，これに前記３掲記の証拠及び弁\n論の全趣旨を総合すると，ロ号方法の構成は，原判決７６頁１８行目から２１行目\nにかけての「すなわち、ガイド扉７１が開放して扉裏面の中央ガイド７１２により\n左右に振り分けられ、左側に振り分けられた遊技球は直接、右側に振り分けられた\n遊技球は同時に当て板７６に当たって反発して、遊技盤正面左側の特定領域８に導\nかれる。」を「すなわち，ガイド扉７１が開放して，大入賞口７に入賞した遊技球\nは特定領域８又は非特定領域８１に導かれる。」と改め，同２２行目「したがっ\nて，」から同２６行目「限りなく０に近い。」までを削除するほか，ロ号方法目録\nの記載のとおりであると認められる。\nこれに対し，控訴人は，大入賞口７に入賞した遊技球は，中央ガイド７１２\nにより左右に振り分けられ、左側に振り分けられた遊技球は直接、右側に振り分け\nられた遊技球は同時に当て板７６に当たって反発して、必然的に特定領域８に誘導\nされ，確実に特定領域８を通過し，換言すれば，大入賞口７に入賞しながら特定領\n域８を通過する遊技球がなかったと判断される可能性は，大入賞口７に遊技球が複\n数個入賞する限りにおいて限りなく０に近いと主張する。しかし，甲１２の２によ\nると，ロ号物件による遊技中，ガイド扉７１開放後，シャッタ７２により特定領域\n８が閉塞される前においても，大入賞口７に入賞し，中央ガイド７１２より右側に\n落ちた球が非特定領域８１に入ること（７：５８：５９pmの画面参照），あるい\nは，中央ガイド７１２より左側に落ちた球が非特定領域８１に入ること（７：５\n９：０８pmの画面参照）がいずれも認められるから，控訴人の上記主張部分は，こ\nれを認めるに足りない。\n５　争点(5)（構成要件Ａの充足性）について\n(1)　構成要件Ａの解釈について\nア　甲２によると，本件明細書の「発明の詳細な説明」欄中，パチンコ遊技\n台の「終了」に関して記載された部分は，次のとおりであると認められる。\n(ア)　「本発明は，パチンコ遊技におけるいわゆる「遊技台の終了」時\nに，出球数を段階的に設定するパチンコ遊技における出球数設定方法及びそれに使\n用する呼出し表示装置に関する。」（特許公報２欄３行～６行）\n(イ)　「客側が儲かる場合は，一般的にはいわゆる「遊技台の終了」によ\nる。終了は，役物に当たった場合にある一定の球数を無条件で出すものである。」\n（同２欄１７行～１９行）\n(ウ)　「しかし，従来のこの方法では次のような課題があった。即ち，大\n半の客は偶然をあてにするとはいえ，より多くの利益を得ようと入場するわけで，\n遊技台を終了さてもいつも決まった出球数では，客側の遊び心や射幸心を刺激する\nにはもうひとつ魅力に欠ける。」（同２欄２０行～３欄２行）\n(エ)　「本発明は，パチンコ遊技におけるいわゆる「遊技台の終了」時の\n出球数を，ある一定の数ではなく段階的に設定し，出球数の設定にもある程度ギャ\nンブル性を持たせることによって客側の遊び心を満足させ，ひいては店側の営業成\n績の向上につなげる方法及び装置を提供することを目的とする。」（３欄４行～１\n０行）\n(オ)　「出球数は段階的に数種類が設定される。例えば，現在の終了時の\n一般的な出球数は４０００個であるので，基準を４０００個とし，他に８０００\n個，１２０００個等遊技台の終了後，同じ遊技台で引き続き遊べる持球を設定す\nる。当然追加出球数が０の場合もある。」（同４欄５行～１０行）\n(カ)　「具体例をあげると，乱飾装置として一個のデイジタル表示器を乱\n飾点滅させる構造のものでは，「０」表示で１２０００個，「３，８」表示では８\n０００個，「１，７」表示では持球終了，「２，４，５，６，９」表示では４００\n０個のようにパチンコ遊技台全体の出玉数が設定される。」（同４欄１１行～１６\n行）\n(キ)　「呼出し表示装置の乱飾表示部は，遊技台本体の所定の信号（通常\nは役物に当たって終了するときに発生させる信号）を感知することにより乱飾表示\nが停止する。その表示は出球数または出球数を表わす符号である。」（同４欄２３\n行～２７行）\n(ク)　「また，台の終了時，乱飾表示が停止する前の数秒間，乱飾表示の\n動きに合わせてスピーカーから様々な効果音を出力することは任意である。」（同\n４欄３０行～３２行）\n(ケ)　「また，呼出し表示灯３は球の詰まり等の場合に遊技者が呼出しボ\nタン４を押したときや，役物に当たって台が終了するときに点滅し，店員に知らせ\nる。」（同５欄８行～１１行）\n(コ)　「第１図乃至第３図を参照して本実施例の作用を説明する。①遊技\n者がパチンコ遊技台Ａで遊技中は，乱飾表示部５は乱飾表示されている。②遊技者\nが大役に当ると大当りとなり，パチンコ遊技台Ａから乱飾表示部５の表示部基板５\n０に信号が送り込まれる。③表示部基板５０から信号が送られ，呼出し表示灯３が\n点滅し，スピーカー９から効果音が出力される。④数秒後，乱飾表示部５の乱飾表\n示が停止し，数字が表示される。この数字を店員が確認し，制御室に連絡する。⑤\n制御室は，対象となるパチンコ遊技台の出球数を設定する。「０」表示では１２０\n００個，「３，８」表示では８０００個，「１，７」表示では持球終了，「２，\n４，５，６，９」表示では４０００個に設定してパチンコ遊技を終了させる。」\n（同５欄１９行～６欄８行）\n(サ)　「本発明は上記構成を有しており，パチンコ遊技におけるいわゆる\n「遊技台の終了」時の出球数をある一定の数ではなく段階的に設定し，その選択に\nもギャンブル性を持たせることによって客側の遊び心，及び射幸心をよりいっそう\n刺激することができ，店側の営業成績の向上につなげることができる。」（同６欄\n１３行～１９行）\nイ　ところで，構成要件Ａにおける「パチンコ遊技台の終了」とは，素直に\n読むならば，当該パチンコ遊技台における当該遊技者のパチンコ遊技を終了すると\nいう意味にとらえられる。\nそして，原判決が「事実及び理由」第４の２(1)ア（２３頁３行目～３０\n頁１５行目まで）において認定する本件出願前に発行された公開特許公報及び公開\n実用新案公報の記載によると，本件出願時には，パチンコ遊技台に「打止め」の設\n定，すなわち遊技者への放出球数である出球数から遊技者の打込球数である入球数\nを差し引いた数があらかじめ設定された数（打止数）を超えたときに，当該遊技台\nにおける同一遊技者の遊技の続行を停止する設定が，従来技術として一般的に行わ\nれていたことが認められる。そうすると，かかる「打止めによるパチンコ遊技台の\n終了」の概念は，前記「パチンコ遊技台の終了」の意味内容として当てはまるもの\nである。\nまた，引用に係る原判決「事実及び理由」第４の２(1)ア(コ)の公開特許\n公報に「一般に，パチンコ店では，各パチンコ台について，打止めにする玉数が予\nめ定められており，客が獲得した玉数を自動的にカウントし，その数が打止め玉数\nに達したとき，自動的に打止め制御を行ってその台を終了台とし，以後の使用を停\n止する処理を行っている。」との記載（２７頁２１行目～２５行目）があることな\nどに鑑みると，本件出願時において，当業者は，構成要件Ａの文言を「初期設定さ\nれた数の出球に達した打止めによるパチンコ遊技台の終了」の意味に理解していた\nものと認められる。\nさらに，本件明細書中の前記アの(ア)，(イ)，(エ)及び(サ)の「遊技台\nの終了」の前には，「いわゆる」の語句が冠せられているところ，これは，「遊技\n台の終了」について世間で通常使われている意味内容で本件明細書でも使用するこ\nとを示すものと解される。そして，本件明細書中で使用されている，それ以外の\n「終了」の語句についても，いわゆる「遊技台の終了」と別異に解すべきような事\n情は窺えない。\nなお，上記ア(オ)の記載部分は，構成要件Ａの意味・内容について説明\nした箇所ではなく，構成要件Ｃ２の追加出球数の設定の具体例を説明している箇所\nにすぎない。また，従来の打止めにおいても，打止めにした遊技者自身に同じ遊技\n台を再開放し，初期設定された出球と追加出球をもって，新たな打止めになるまで\nパチンコ遊技を継続させることも不可能ではないというべきであり，前記ア(オ)の\n記載についてかかる意味内容を示すものととらえるならば，「遊技台の終了」を\n「打止めによるパチンコ遊技台の終了」と解することと必ずしも矛盾するものとは\nいえない。\nウ　以上を総合すると，構成要件Ａは，初期設定された数の出玉に達した打\n止めによる遊技台の終了を意味するものと解するのが相当である。\nそして，このことは，本件発明の発明者の一人であるＺの陳述書（甲２\n４）における，「しかしいくら役物に当たって大量の出球を獲得できる状態になっ\nても，それは決して無制限で獲得できるわけではなく，パチンコホールの定めた数\nの出玉（初期設定された数の出玉）が獲得できるのであり，当時その獲得出玉の個\n数を定める手段として，ホールの出玉管理コンピュータにより通称「打ち止め個\n数」として「２０００個」または「４０００個」など，各ホール毎の営業方法と照\nらし合わせて画一に設定されることが通常でした。そうするといくら役物に当たれ\nば大量の出玉が期待できるとはいえ，遊技客が獲得できる出玉も当然初期設定され\nた画一の出玉でしかなく，それでは遊技客にとっては今ひとつ射幸心に欠けるとこ\nろがありました。そこで，画一で設定されている遊技客の獲得出玉に対しどうにか\nして変化をもたせ，遊技客にとって期待感及び射幸心をそそる方法は無いものかと\n本件特許発明を考案出願し，同時に自分の経営するパチンコホールにおいて本件特\n許発明を実施いたしました。」という，初期設定された「打ち止め個数」が画一で\nあることを従来技術の課題とし，これを解決することを本件発明の目的とした旨の\n記述とも合致するものである。\nエ　これに対し，控訴人は，構成要件Ａは，「出球数を予め決められたパチ\nンコ遊技台が大当たりになった場合に」，すなわち「出球数が予め決められたパチ\nンコ遊技台の役物にパチンコ球が入賞した場合に」ということであり，言い換えれ\nば，「予め決められた出球数によるパチンコ遊技台の役物に当たった場合にある一\n定の球数を無条件で出す」ことである旨を主張するが，以下の理由により，これを\n採用することはできない。\n(ア)　まず，同主張は，構成要件Ａにある「パチンコ遊技台の終了」の\n「終了」という文言の一般的観念・意義を無視し，これからかけ離れた内容をいう\nものであるといわざるを得ない。\n(イ)　次に，控訴人の上記主張は，本件明細書中前記ア(イ)のうち「終了\nは，役物に当たった場合にある一定の球数を無条件で出すものである。」との記載\nが，本件明細書における「遊技台の終了」を定義付けるものであることを一つの根\n拠とするものである。\nしかしながら，上記記載に，前記ア(イ)で上記記載に先立つ「客側が\n儲かる場合は，一般的にはいわゆる「遊技台の終了」による。」との記載を併せ通\n読すると，「終了は，役物に当たった場合にある一定の球数を無条件で出すもので\nある。」との記載は，世間一般で通常使用されているところの「遊技台の終了」の\n有する主要な一つの内容を記述しているにすぎず，本件明細書中の「遊技台の終\n了」に関する定義付けを行っているものでないというべきである。\nこのことは，前記ア(イ)の記載部分がいわゆる「一発台」を念頭に置\nいたものと解されることによっても裏付けられる。\nすなわち，証拠（甲６，１８）及び弁論の全趣旨（控訴人の原審平成\n１２年９月２６日付け，平成１３年６月２８日付け各準備書面）によると，本件出\n願当時，特定の入賞口に１個球が入ると大当たりとなり，打止めになるまで出球が\n続くパチンコ遊技台の機種があり，「一発台」と俗称されていたことが認められる\nが，かかる「一発台」においては，役物に当たって大当たりとなることがそのまま\n打止めにつながるのであり，前記「役物に当たった場合にある一定の球数を無条件\nで出す」ことは，「初期設定された出球数に達した打止め」による遊技台の終了の\n主要な一内容となるのである。\n(ウ)　次に，控訴人は訂正審判の請求をしたと主張するが，請求が認めら\nれて訂正がされたことの認められない本件において，訂正後の内容による請求をし\n得ないことはいうまでもない。\n(エ)　その他，控訴人は，自己の解釈が正当であることを裏付けるべく，\nるる主張を試みているが，当裁判所のこれまでの認定・判断を左右するものではな\nく，いずれも採用することはできない。\n(2)　イ号方法及びロ号方法の構成要件Ａの充足性について\nア　イ号方法及びロ号方法は，前記認定のイ号方法及びロ号方法の内容に明\nらかなとおり，通常確率の通常遊技状態又は高確率の通常遊技状態，高確率移行大\n当たり遊技状態又は通常確率移行大当たり遊技状態の四つの遊技状態が交互に出現\nするように継続して運用されるものであり，初期設定された出玉による打止めによ\nり遊技台を終了させるものではないから，構成要件Ａを充足しない。\nイ　控訴人は，イ号方法及びロ号方法が構成要件Ａを充足すると主張する\nが，以下の理由により，控訴人の主張を採用することはできない。\n(ア)　まず，控訴人は，イ号方法について，高確率移行大当たり遊技状態\nにおける１９６０個の出球が，構成要件Ａの「初期設定された数の出球」に該当\nし，確変大当たりとなる時が「出球数が予め決められたパチンコ遊技台の役物にパ\nチンコ球が入賞した場合」に該当し，構成要件Ａを充足すると主張する。\nしかしながら，控訴人の同主張は，構成要件Ａの「遊技台の終了」を\n前記のとおり解釈することを前提とするものであり，その前提が認められない以\n上，認められないことは明らかである。\nのみならず，控訴人の初期設定の出球の主張も認められない。\n前記認定のイ号方法のとおり，遊技中「通常確率移行大当たり遊技状\n態」又は「高確率移行大当たり遊技状態」に移行すると，変動入賞装置Ｎのガイド\n扉７１が手前側に倒れ込んで，大入賞口７を開放し，遊技球の入賞を可能とし，大\n入賞口７に遊技球が入賞すると，入賞１個当たり１４個の賞球が上皿１に払い出さ\nれる。\nしかし，大入賞口７の開放時間が所定時間（約２９秒）に達したか，\n又は遊技球が入賞した個数が予め定められた最多個数（１０個）に達した場合に\nは，ガイド扉７１を元の状態に戻すことにより，大入賞口７が閉止されるのである\nから，ガイド扉７１の開放から所定時間が経過すれば，大入賞口７に入賞した遊技\n球が最多個数に達していなくとも，ガイド扉７１は閉止することになり，大入賞口\n７が１回開放されている間に，常に最多個数１０個の入賞による賞球獲得が行われ\nるとは限らない。\nしたがって，イ号方法において，１９６０個（１４個×１０個×１４\n回）の出球が初期設定されているとはいえない。\n(イ)　次に，控訴人は，ロ号方法について，高確率移行大当たり遊技状態\nにおける２２５０個の出球が，構成要件Ａの「初期設定された数の出球」に該当\nし，確変大当たりとなる時が，「出球数が予め決められたパチンコ遊技台の役物に\nパチンコ球が入賞した場合」に該当し，構成要件Ａを充足すると主張する。\nしかしながら，控訴人の同主張は，構成要件Ａの「遊技台の終了」を\n前記のとおり解釈することを前提にする点において，上記イ号方法の充足性につき\n説示したのと同様の理由で認められないし，初期設定の出球の主張も次のとおり認\nめられない。\n前記認定のロ号方法のとおり，遊技中「通常確率移行大当たり遊技状\n態」又は「高確率移行大当たり遊技状態」に移行すると，変動入賞装置Ｎのガイド\n扉７１が手前側に倒れ込んで，大入賞口７を開放し，遊技球の入賞を可能とし，大\n入賞口７に遊技球が入賞すると，１個当たり１５個の賞球が上皿１に払い出され\nる。\nしかし，大入賞口７の開放時間が所定時間（約２９秒）に達したか，\n又は遊技球が入賞した個数が予め定められた最多個数（１０個）に達した場合に\nは，ガイド扉７１を元の状態に戻すことにより，大入賞口７が閉止されるのである\nから，ガイド扉７１の開放から所定時間が経過すれば，大入賞口７に入賞した遊技\n球が最多個数に達していなくとも，ガイド扉７１は閉止するのであるから，常に最\n多個数１０個の入賞による賞球獲得が行われるとは限らない。\nまた，ロ号方法では，ロ号方法目録のとおり，「大入賞口の開放～大\n入賞口の閉止」の動作中に，大入賞口７に入賞した遊技球のうち，特定領域８を通\n過した遊技球があった場合には，再びガイド扉７１を開放し，この動作を最大１５\n回繰り返すが，ガイド扉７１が開放している間に，大入賞口７内の特定領域８を通\n過する遊技球がなかった場合は，次回のガイド扉７１の開放は行われず，大当たり\nを終了し，通常遊技状態に戻る。すなわち，ガイド扉７１が最大開放回数だけ開放\nするか否かは，大入賞口７の特定領域８に遊技球が入球するか否かに係っている。\nしかるに，前記４のとおり，ロ号物件による遊技中，ガイド扉７１開放後，シャッ\nタ７２により特定領域８が閉塞される前においても，大入賞口７に入賞し，中央ガ\nイド７１２より右側に落ちた球が非特定領域８１に入る場合や，中央ガイド７１２\nより左側に落ちた球が非特定領域８１に入る場合があり，大入賞口７に入賞した遊\n技球が必然的に特定領域８に誘導されて確実に特定領域８を通過するとはいえな\nい。したがって，ガイド扉７１が最大開放回数１５回だけ開放されていることが保\n障されているとは必ずしもいえない。\nしたがって，いずれにしても，ロ号方法において，２２５０個（１５\n個×１０個×１５回）の出球が初期設定されているとはいえない。\nウ　したがって，イ号方法及びロ号方法は，いずれも構成要件Ａを充足しな\nいから，本件発明の技術的範囲に属さず，そのために使用されるイ号物件及びロ号\n物件の製造販売も本件特許権を侵害するものとみなされない。\n第５　結論\n以上の次第で，その余の争点について判断するまでもなく，控訴人の被控訴\n人に対する請求は理由がないから，これを棄却した原判決は正当であり，本件控訴\nは理由がない。\nよって，主文のとおり判決する。\n（平成１４年７月２４日口頭弁論終結）\n大阪高等裁判所第８民事部\n裁判長裁判官　　若    林        　諒\n裁判官　　小    野    洋    一\n裁判官　　西    井    和    徒\n"
}