{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 17,
    "month": 9,
    "day": 5
  },
  "case_number": "平成16(ワ)2398",
  "case_name": "",
  "court_name": "大阪地方裁判所",
  "right_type": "商標権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "9410",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=9410",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/410/009410_hanrei.pdf",
  "contents": "平成１７年９月５日判決言渡同日原本交付　裁判所書記官\n平成１６年(ワ)第２３９８号　債務不存在確認事件（本訴）\n平成１７年(ワ)第１８９１号　損害賠償請求事件（反訴）\n口頭弁論終結日　平成１７年７月４日\n判　　　　　　決\n本訴原告（反訴被告）    シルバーオックス株式会社\n訴訟代理人弁護士　　　　友　　　添　　　郁　　　夫\n同　　　　　　　　　　　西　　　川　　　道　　　夫\n同　　　　　　　　　　　山　　　下　　　忠　　　雄\n同　　　　　　　　　　　梶　　　谷　　　拓　　　郎\n同　　　　　　　　　　　辻　　　井　　　康　　　喜\n本訴被告（反訴原告）　　有限会社エーアールツー\n訴訟代理人弁護士　　　　益　　　満　　　清　　　輝\n（以下，本訴原告（反訴被告）を「原告」と，本訴被告（反訴原告）を「被\n告」という。）\n主　　　　　　文\n１  原告の本件本訴に係る訴えを却下する。\n２  原告は，被告に対し，金２６７万２２７４円及びこれに対する平成１\n５年１１月２６日から支払済みまで年５分の割合による金員を支払え。\n３　被告のその余の反訴請求を棄却する。\n４　訴訟費用は本訴反訴を通じてこれを１００分し，その１を原告の，そ\nの余を被告の負担とする。\n５　この判決の第２項は，仮に執行することができる。\n事実及び理由\n第１　請求の趣旨\n１　本訴\n(1)　原告が被告に対し，原告による別紙商標権目録記載の商標権侵害に基づ\nき，１９０万８７６７円を超える損害賠償債務を有しないことを確認する。\n(2)　訴訟費用は被告の負担とする。\n２　反訴\n(1)　原告は，被告に対し，１億６５０７万８２９０円及びこれに対する平成１\n５年７月１６日から支払済みまで年５分の割合による金員を支払え。\n(2)　訴訟費用は原告の負担とする。\n(3)　(1)項につき仮執行宣言\n第２　事案の概要\n１(1)　本訴事件は，繊維製品等の販売等を業とする原告が，別紙商標権目録記載\nの商標権を有する被告に対し，原告が同商標権に係る商標を使用した衣服を販売等\nした商標権侵害行為に基づき，原告が被告に対して１９０万８７６７円を超える損\n害賠償債務を有しないことの確認を請求した事案である。\n(2)　反訴事件は，被告が原告に対し，本訴に係る原告の商標権侵害行為に基づ\nき，１億６５０７万８２９０円の損害賠償及びこれに対する平成１５年７月１６日\nから支払済みまで民法所定の年５分の割合による遅延損害金の支払を請求した事案\nである。\n２　前提事実（争いがない）\n(1)　被告は，別紙商標権目録記載の商標権を有している（以下，この商標権を\n「本件商標権」，この商標権に係る登録商標を「本件商標」という。）。\n(2)　原告は，平成１５年６月又は８月ころから（時期については争いがあ\nる），本件商標又はそれと類似する標章を使用した子供用衣服（以下「本件商品」\nという。）を販売した。この行為は，本件商標権を侵害する行為に当たる（これを\n以下「本件商標権侵害行為」という。）。\n(3)　本件訴訟の提起前に，原告と被告と間では，次のようなやりとりがなされ\nた。\nア　被告は，原告に対し，平成１５年１１月１９日到達の書面で，本件商品\nの製造販売が本件商標権を侵害する旨警告した。\nイ　これに対し原告は，同月２１日，被告に対し，①本件商品の製造を停止\nした，②本件商品の在庫を廃棄する，③平成１５年１１月１９日現在，原告が各得\n意先に対して出荷し，各得意先における在庫商品については，各得意先が本件商品\nを販売することを承諾してもらいたい，各得意先が店頭で販売済の本件商品及び各\n得意先の在庫商品についての損害賠償額として１２００万円を支払う，④原告は，\n平成１５年１１月１９日現在の冬物在庫商品を，各得意先に対して販売することを\n承諾してもらいたい，これについての本件商標権使用料として，原告の売上予定額\nの５％を支払う，と申し出た。\nウ　被告は，同月２７日，原告の前記申し出には応じられない旨回答した。\nエ　その後，原告は，被告に対し，再三にわたり，被告が被った損害につい\nて，適正な損害額及びこれの算定方法を示してもらいたい旨申し出た。\n３　争点\n本件の争点は，原告の本件商標権侵害行為によって被告が被った損害の額で\nある。\n第３　争点に関する当事者の主張\n【被告の主張】\n１　被告の基本的主張\n被告が原告の本件商標権侵害行為によって被った損害は，１億６５０７万８\n２９０円を下らない。\n(1)　商標使用料相当額の損害　　６５０７万８２９０円\n原告は，本件商標を使用した衣服を合計９万８４８１枚製造したところ，\nその内訳は，①トレーナーが３万０９０７枚，②パーカーが１万０３４０枚，③Ｔ\nシャツが１万５７４８枚，④パンツが３万０６１７枚，⑤アウターが１万０８６９\n枚である。\n被告らが製造販売する高級衣料品についての本件商標の使用料は上代の１\n０％であるから，被告の商標使用料相当の損害金の算定は，上記各商品分類の被告\nの上代にこれを乗じたものである。\n①　トレーナー（上代金６，３００円）\n６，３００×０．１×３０，９０７＝１９，４７１，４１０円\n②　パーカー（上代金７，３００円）\n７，３００×０．１×１０，３４０＝７，５４８，２００円\n③　Ｔシャツ（上代金５，３００円）\n５，３００×０．１×１５，７４８＝８，３４６，４４０円\n④　パンツ（上代金６，９００円）\n６，９００×０．１×３０，６１７＝２１，１２５，７３０円\n⑤　アウター（上代金７，９００円）\n７，９００×０．１×１０，８６９＝８，５８６，５１０円\n(2)　信用毀損による損害　　　　１億円\n被告は，本件商標を用いた商品で，高級子供服として高級品志向の消費者\nの認知を得て多くのファンを獲得してきていたものであったが，そこでさらに，本\n件商標を用いた文具，雑貨等の製造販売を企画し，その販売に着手した矢先に本件\n商標権侵害行為が発生したことから，提携先会社からクレームが寄せられ，当該企\n画が中断し，手痛い打撃を受けるに至った。\nしかも，本件商標を用いた子供服の売れ行きは，本件商標権侵害行為の発\n生後急激に低下し，本件商標のキャラクターとしての人気に陰りが出て，本件商標\nを使用した商品の製造の継続を略断念せざるを得ない状況に追い込まれたために，\n新たに開発したキャラクターを商標登録して経営戦略の建て直しを余儀なくされる\nに至っている。\nこれらの状況を踏まえると，被告が，原告の本件商標権侵害行為により被\nった信用毀損による損害は金銭に評価して１億円を下らない。\n２　原告の基本的主張についての疑義\n原告の主張する売上枚数や売上金額等の数字は，次の諸点からして，実際の\n数字であるとは考えられない。\n(1)　原告が主張する納品関係資料（甲１６）及び返品関係資料（甲１７）のう\nち，①マンエイ　オオサカ，②サンヨウマルナカ　スミノエ店，③タカシマヤ　サ\nカイ店，④タカシマヤ　オカヤマ店，⑤タカシマヤ　ヨナゴ店，⑥阪急百貨店　都\n筑店，⑦キンキジャスコ　ヒネノ店，⑧シャルムについては，納品数よりも返品数\nの方が多いもの（②③⑥）や，原告が本件訴訟前に被告に対して開示した資料（乙\n３）に比べて納品枚数が減少して計上されているもの（①③④⑤⑥⑧），納品され\nたはずの商品が計上されていないもの（⑦）が見られる。\n(2)　また，原告が開示した資料による納品，販売状況は，量販店の実態からし\nてあり得ないものである。\nア　イトーヨーカドー　ヒガシオオサカ店では最初の納品から返品開始まで\nの４か月間の月平均売上が６万円に満たないが，人件費も出ないこのような販売数\n量にもかかわらず，４か月間もの間販売コーナーが維持されることは，量販店では\nあり得ない。\nイ　キンショウストア　スミヨシ店では，平成１５年９月３０日に納品され\nた商品が全く売れていないが，量販店においてこのように商品が売れない状態が長\n期間放置されることはあり得ない。\nウ　サンヨウマルナカ　スミノエ店では，平成１５年９月３０日に納品され\nた商品が全く売れておらず，また同年８月２８日に納品された商品のうち売上が計\n上されたのは１枚だけだが，量販店においてこのように商品が売れない状態が長期\n間放置されることはあり得ない。\nエ　このほか，原告が訴訟前に被告に提出した資料（乙３）の中には，出荷\n枚数が１枚ないし６枚という極めて少量のものがあるが，このような少量では，運\n賃すらまかなうことができず，あり得ない。\nオ　一般に量販店は，商品の品切れを防止するために，いつでも発注に応じ\nられる態勢をとるようメーカーに求めており，そのためにメーカーは，最低でも初\n期納入と同量又は２倍の量の商品を発送可能な状態に置くようにしている。しか\nし，原告開示の資料では，リピートオーダーに対して納品した事実が出ていない\n上，量販店からの出荷要請に応じられる在庫準備の状況も見られない。\nカ　原告が訴訟前に被告に提出した資料（乙２）によれば，ジャスコやイト\nーヨーカドーといった全国に多数の店舗を構える量販店について，１店舗当たり\n３．５枚又は１．３枚といったわずかな商品しか置かれていないことになるが，こ\nれは量販店の状況としてあり得ない。\n(3)　原告主張のとおり，本件商品がすべて取引先で販売されたか廃棄処分され\nたというのであれば，販売済みの商品が中古，古着商品として出回ることがあった\nとしても，新品の商品が市場に出回ることはあり得ない。しかし実際には，本件商\n品は，ネットオークションにしばしば多数出品されている。\nすなわち，平成１５年１２月２１日（乙１９），同月２９日（乙２０），\n平成１６年１１月２４日から２８日まで（乙２１），同月２４日から２９日まで\n（乙２２），同月２５日（乙２３），同月２７日（乙２４及び２５），平成１７年\n１月７日から同月１２日まで（乙３８），同月２１日から２４日まで（乙３９）の\nヤフーオークションにおいて，本件商品が新品として出品された。\nしたがって，製造販売枚数等に関する原告の主張は虚偽である。\n(4)　原告は，量販店への販売以外にも，インターネットを利用した「ＣＯＷ－\nｎｅｔ」と称する小売店向け販売サイトによって商品販売を行っているが，本件商\n品をこのようなネット販売の方法により販売するのであれば，大量の在庫商品を抱\nえていなければ対応ができないはずである。しかも原告は，ネット販売に関する売\n上については全く触れていない。\nしたがって，製造販売枚数等に関する原告の主張は虚偽である。\n(5)　甲７の４等に「ＡＳ」と記載のあるセット販売（「アソート」と呼ばれ\nる）分が，原告が開示した数量や調査嘱託の回答とは別に，中国から直接，各取引\n先に販売される形で存在している。「ＡＳ」とは，各品番の商品について，すべて\nのサイズ・カラーの組合せを一揃えにしたセット品をいい，甲７の４等に記載の\n「ＡＳ」をこのようなものだとすると，原告が焼却処分した枚数は，甲７ないし１\n１記載の枚数よりもはるかに多くなる。\nしたがって，製造販売枚数等に関する原告の主張は虚偽である。\n【原告の主張】\n１　基本的主張\n被告が原告の本件商標権侵害行為により被った損害は，１９０万８７６７円\nを超えない。\n(1)　原告は，住友商事株式会社及び三井物産株式会社に対し，本件商品の製造\nを注文したが，被告から，平成１５年１１月１９日到達の書面により，本件商品の\n販売が本件商標権を侵害する旨の警告がなされたため，直ちにその製造を中止し\nた。そして，この間に製造された本件商品については，すべて前記両社から納品を\n受けたものであり，その数量は，合計９万８５３４枚である。\n(2)　原告は，このうち取引先に対して平成１５年１１月２７日までの間に，本\n件商品について合計８万４１９５枚を出荷・納品し，この出荷分に係る売上金額\nは，合計５９８０万２１２６円である。\nしたがって，本件商品のうち，取引先に出荷されないまま原告の手許に残\nった数量は，合計１万４３３９枚である。\n(3)　他方，原告は，同月２８日から平成１６年１月２３日までの間，取引先か\nら本件商品を回収する作業を行ったが，それによる返品数量は，合計２万５４７０\n枚であり，この返品分に係る売上金額は，合計２１６２万６７７０円である。\n(4)　そして，前記未出荷分と返品分の本件商品は，証拠品サンプルとして保持\nする４５枚を除き，平成１５年１２月１６日から平成１６年１月２９日までの間\nに，三重中央開発株式会社においてすべて焼却処分された。\n(5)　したがって，原告が取引先に販売し，返品を受けていない本件商品は，合\n計５万８７３０枚であり，その売上金額は，合計３８１７万５３５６円である。\n(6)　そして，本件商標の商標使用料率は５％を上回ることはないから，被告が\n被った損害の額は，合計１９０万８７６７円を上回ることはない（38,175,356×5％\n＝1,908,767）。\n２　被告主張の点についての反論\n(1)　商標使用料相当額の損害について\nア　被告の主張２(1)については，いずれも被告による原告開示資料の誤読に\nよるものである。\nイ　被告の主張２(2)については，大型量販店については，各店舗の取扱商品\n及び販売方法が異なることがあり，全国どの店舗においても同じ様式で，同じ商品\nを販売しているとは限らないから，不合理ではない。\nウ　被告の主張２(3)については，一般に新品の商品についても，安価でヤフ\nーオークションに出品されており，原告の本件商品のみならず，被告の商品や第三\n者の商品も新品が安価で出品されている。また出品者も同一人の出品ではない。ヤ\nフーオークションへの出品の点から原告の主張が虚偽であるとの被告の主張は争\nう。\nエ　被告の主張２(4)については，原告の各取引先との取引は，オンラインに\nよる注文，注文書による注文及び「ＣＯＷ－ｎｅｔ」による注文の３形態があると\nころ，「ＣＯＷ－ｎｅｔ」を通じては，本件商品は販売していない。\nオ　被告の主張２(5)は争う。\n(2)　信用毀損による損害について\n被告主張の事情は不知。\n被告の商品には有名ブランドとしての信用が形成されているものではな\nく，被告の商品は，安価でヤフーオークションに頻繁に多数が出品されており，本\n件商標を使用した商品の中にはキーホルダーやカンバッチなどの低額商品もある。\n他方，原告の商品は，その取引先が一流の量販店及び百貨店及び専門店であり，被\n告の商品よりも安価ではあるものの，素材，縫製及び品質については，被告の商品\nに比して劣ることはない。以上からして，原告が本件商品を製造販売したことによ\nって，被告のブランドイメージが低下し，被告の信用が毀損されたとは認められ\nず，また，原告が本件商品を販売したことにより，被告がキーホルダーやカンバッ\nチ等の販売を中止した旨の主張は理由がない。\n第４　当裁判所の判断\n１　本件本訴について\n本件の本訴請求は，本件商標権侵害行為によって原告が被告に対して負担す\nる損害賠償債務が１９０万８７６７円を超えないことの確認を求める債務不存在確\n認請求であるところ，前記「前提事実」(3)の事実に照らせば，本訴の提起当時はそ\nの確認を求める利益が存在していたということができる。\nところが，本件においては，本件本訴の提起後，これと訴訟物を同じくする\n損害賠償を求める本件反訴が提起されたものである。\nこのような反訴が提起され，これが取り下げられることなく判決に至ってい\nる以上，本件本訴に係る訴えについては，もはや確認の利益を認めることはできな\nいというべきである（最高裁判所平成１６年３月２５日判決・民集５８巻３号７５\n３頁参照）。\nしたがって，原告の本件本訴に係る訴えは不適法なものである。\n２　本件反訴について\n(1)　使用料相当額の損害について\nア　原告による本件商品の売上額について\n(ア)　原告による本件商品の仕入数量について\n甲１５及び弁論の全趣旨によれば，原告は本件商品を企画し，その製\n造を住友商事株式会社及び三井物産株式会社に発注し，両社から納品を受けて仕入\nれをしていたところ，両社との間の仕入取引を入力した磁気テープ（電磁的記録に\nよる会計帳簿）をプリントアウトしたものが甲１５であり，それによれば，原告\nは，本件商品の仕入れを平成１５年７月１４日から開始し，最後の同年１２月８日\nまでの間に，別表１の「製造数量」欄記載のとおり，合計９万８５３４枚を仕入れ\nたことが認められる。\n(イ)　原告が取引先に本件商品を販売・納品した数量及び金額について\n弁論の全趣旨によれば，甲１６は，原告と販売先との間の本件商品の\n売買取引を入力した磁気テープ（電磁的記録による会計帳簿）をプリントアウトし\nたものと認められるところ，同書証によれば，原告は，本件商品を，平成１５年７\n月１６日から同年１１月２６日（次に述べるように原告が取引先に返品を求めた前\n日である）までの間に，別表１の「出荷数量」及び「出荷金額」欄の各記載及び別\n表２の「出荷数量」及び「出荷金額」欄の記載のとおり，合計８万４１９５枚，５\n９８０万２１２６円を販売・出荷したことが認められる。\n(ウ)　取引先が原告に本件商品を返品した数量及び返品に係る取引額につ\nいて\n弁論の全趣旨によれば，甲１７の各号は，原告が販売先から返品を受\nけた本件商品の返品取引を入力した磁気テープ（電磁的記録による会計帳簿）をプ\nリントアウトしたものと認められるところ，同書証によれば，原告は，平成１５年\n１１月２７日から取引先に対して本件商品の返品を求め，以後平成１６年１月２２\n日までの間に，別表２の「返品数量」欄及び「返品金額」欄中の各「得意先別返品\n明細（甲１７の）による返品金額（円）」欄記載のとおり，合計２万６０８６枚，\n２２１６万８５２４円分の返品がされたことになることが認められる。\nところで，弁論の全趣旨によれば，甲１７の元となった磁気テープへ\nの入力は，原告において，各取引先から発行された返品伝票（専伝）に基づいて原\n告の伝票（本伝）に入力することによって行われるが，その過程において，誤って\n別表３のとおり，返品量を二重に計上したことが認められ，二重計上分は合計５９\n３枚，４８万０９９２円と認められる。そうすると，前記甲１７による返品数量は\nこれら二重計上分だけ過大に計上されていることになるから，これを控除すると，\n取引先から原告に返品された数量は，別表１の「返品数量」欄及び「返品金額」\n欄，別表２の「返品数量」欄及び「返品金額」欄中の各「得意先返品数量」欄記載\nのとおり，合計２万５４９３枚，２１６８万７５３２円となる。\nもっとも，甲１７によれば，販売・納品した数量よりも多くを返品し\nたことになる取引先がある（別表２の４頁の井筒屋，１１頁の丸福商事，１４頁の\nタナベテキスタイル）が，これは，弁論の全趣旨により他の取引先からの返品分を\n誤って計上したものと認められるタナベテキスタイルの場合を除いて，不合理であ\nる。したがって，前記井筒屋及び丸福商事については，納品分と同量の限度で返品\nがされたものと認めるのが相当であり，これによって誤って過大に計上された返品\n量は，合計２３枚，６万０７６２円である。したがって，前記修正した返品量から\n更にこれらを控除すると，原告が取引先から返品を受けたのは，合計２万５４７０\n枚，２１６２万６７７０円となる。\n(エ)　原告の取引先に対する純売上額について\n以上で認定した，原告の取引先に対する売上・納品額（５９８０万２\n１２６円）から，返品額（２１６２万６７７０円）を控除したものが，原告の取引\n先に対する純売上額となるところ，この金額は３８１７万５３５６円となる。\n(オ)　原告が仕入れた本件商品のうちの未売上分及び返品分の扱いについ\nて\n前記認定のとおり，原告が仕入れた本件商品は９万８５３４枚である\nところ，原告が取引先に販売したのは８万４１９５枚であるから，残る１万４３３\n９枚が未売上ということになる。そして，取引先から返品されたのは前記認定のと\nおり２万５４７０枚であるから，これら未売上分と返品分の合計３万９８０９枚が\n原告の手許に在庫として存在したことになる。\nそして，甲７ないし１１の各号及び弁論の全趣旨によれば，原告はこ\nれら在庫品の廃棄を株式会社上野ウィングに依頼し，同社は三重中央開発株式会社\nにその消却処分を委託したこと，三重中央株式会社は，①平成１５年１２月１６日\nに１万６７２４枚（段ボール箱込みで３８３０kg）を焼却処分し，②同月２２日に\n１万９６５６枚（同４６３０kg）を焼却処分し，③平成１６年１月１４日に２４３\n枚（同６０kg）を焼却処分し，④同月２０日に１４２１枚（同３３０kg）を焼却処\n分し，⑤同月２９日に８１８枚（同１９０kg）を焼却処分し，合計３万８８６２枚\nを焼却処分したことが認められる。\nまた，弁論の全趣旨によれば，原告は，上記在庫品のうち４５枚を証\n拠のためのサンプルとして保持していることが認められる。\nそうすると，未売上分と返品分の合計３万９８０９枚から，焼却処分\nした３万８８６２枚及び証拠品サンプルとして保持している４５枚を除いた９０２\n枚については，行方が明らかでないということになる。この点について原告は，焼\n却処分の際の枚数計上に過誤があったと主張するが，これを認めるに足りる証拠は\nない。\nしかし，これらの９０２枚が他に売却されたと認めるに足りる証拠も\nないから，結局，これらの枚数を売上数量に含めることはできない。\n(カ)　上記認定について被告は縷々主張するので検討する。\nａ　被告は，まず，原告が開示した甲１６及び甲１７によれば，①納品\n数よりも返品数の方が多いもの，②原告が本件訴訟前に被告に対して開示した資料\n（乙３）に比べて納品枚数が減少して計上されているもの，③納品されたはずの商\n品が計上されていないものが見られると主張する。\nしかし，これらについては，原告が平成１７年１月１７日付準備書\n面で主張するとおり，被告による甲１６及び甲１７の誤読に基づくものであると認\nめられ，別表２記載のとおり，被告が指摘する店舗について上記①②のものはな\nく，また上記③についても計上されているものと認められる。\nｂ　被告は，原告が開示した資料による納品，販売状況は，量販店の実\n態からしてあり得ないものであると主張する。\nしかし，被告が申し立てた調査嘱託に応じて，被告が前記ａで疑問\n点を指摘する量販店等のうちから当裁判所が選定した５社につき，原告が取引先か\nら得た回答書（株式会社近商ストアにつき甲２５の２，イオン株式会社につき甲２\n６の２）及び実施した調査嘱託の結果（株式会社山陽マルナカ，株式会社高島屋，\n株式会社イトーヨーカ堂）によれば，それらの各取引先に関する本件商品の出荷，\n返品及び純売上数量は，別表４記載のとおりである。それによれば，各取引先から\nの回答は，対象期間が異なるために比較ができない株式会社イオンを除けば，原告\n主張の数字（別表２）と一致する（近商ストア，山陽マルナカ）か，売上量が若干\n下回る（株式会社イトーヨーカ堂）か微差にとどまる（高島屋）ものとなっている\nのであって，このことからすれば，被告がいう量販店のみならず百貨店関係でも，\n甲１６及び甲１７（及びそれらを整理した別表２）の記載は信用し得るものという\nべきである。\nｃ　被告は，本件商品は，ネットオークションに新品のままでしばしば\n多数出品されているから，原告が開示する以外にも販売されたことがあるのではな\nいかと主張する。\n確かに乙１９ないし２５，３８及び３９によれば，原告が取引先に\n本件商品の返品を求めた後において，本件商品が新品との表示でネットオークショ\nンに出品されていることが認められる。\nしかし，これらのうち，乙１９と乙２５，乙２０と乙２４は同一書\n証であると認められ，さらに乙１９と乙２０とは，出品点数は異なるものの，写真\n及び商品コメントは同一であり，出品時期も近接していることから，同一人による\n出品であると認められ（ただし，緑色のトレーナー上下は同一人によるものか定か\nでない。），また乙２１ないし２３も出品者が同一人であるところ，乙１９の同一\n人による出品点数は２０点（乙２０では１７点）であるものの，他の乙２１ないし\n２３では３点，以上と出品者の異なる乙３８及び乙３９ではいずれも出品点数は１\n点にすぎない。\nそして，甲１８の各号，甲２２の２ないし５，１０ないし１４，１\n６，１９，２１ないし２３，２５，２７，３０，３１，３３，３４，３７，４１な\nいし４４，４７，４８，５０及び５１，甲２３の３，４，８，１２，１４ないし２\n１，２５ないし２７，３０ないし３２，３４，３７ないし４５によれ\nば，「CONVEX」の商標を使用した被告の商品も，インターネットオークションにお\nいて，個人と思われる出品者から，新品が多数出品されていることが認められるか\nら，前記のような数量程度であれば，原告の取引先から購入した消費者が出品した\nとしてもあながち不合理とはいえず，被告が指摘する前記インターネットオークシ\nョンに本件商品が出品されていることによっては，前記認定は左右されない。\nｄ　被告は，原告は「ＣＯＷ－ｎｅｔ」を通じた取引を行っているとし\nて，本件商品をこのようなネット販売の方法により販売するのであれば，大量の在\n庫商品を抱えていなければ対応ができないはずであると主張する。\nしかし，乙２６の１によっても，本件商品が「ＣＯＷ－ｎｅｔ」を\n通じて取引されていたとは認められず，他にそのことを認めるに足りる証拠はな\nい。\nｅア　被告は，原告が本件において開示した製造販売数量のほかに，甲\n７の４等に記載されている「ＡＳ」とあるセット販売による売上げが存すると主張\nするが，これを認めるに足りる証拠はない。\nイ　なお被告が指摘する甲７の４等の「ＡＳ」との記載について検討\nする。\n弁論の全趣旨（原告の平成１６年７月１日付準備書面添付の「本\n件商品明細一覧表」）によれば，本件商品のサイズ数及びカラー数は，別表５の(1)\nの①及び②記載のとおりであるから，本件商品のサイズ・カラーの組合せは，同別\n表の「①×②」欄のとおりの数が存することになる。\n他方，甲７の４，甲８の４，甲９の１，甲１０の２及び甲１１の\n２によれば，各回の焼却対象となった本件商品において，「ＡＳ」と記載されてい\nる数は，各品番ごとに，別表５の(2)記載のとおりと認められる。\nそうすると，仮に「ＡＳ」が被告主張のとおり，本件商品の各品\n番について，すべてのサイズ・カラーの組合せを一揃えにしたセット品だとする\nと，上記「ＡＳ」と表示される本件商品の枚数は，別表５の(3)のとおりとなる。そ\nして，もともと甲７ないし甲１１において焼却枚数とされていた枚数（ここでは，\n「ＡＳ」が１枚の商品としてカウントされている）は，同別表の「甲７ないし甲１\n１記載の元の総枚数(ア)」欄記載のとおりであるから，仮に被告の主張どおりであ\nるとすれば，甲７ないし甲１１において焼却対象となった本件商品の枚数は，同別\n表の(ウ)のとおりとなる。\nそして，甲７ないし甲１１において焼却された本件商品の正味重\n量（段ボール箱の重量を含む）は，同別表の(エ)のとおりであるから，焼却対象と\nなった本件商品の平均重量を，各回の焼却ごとに算出すると，別表５の(オ)のとお\nりとなり，極めて大きなばらつきが認められる。もとより焼却各回における本件商\n品の構成は区々であるから，焼却各回の平均重量が完全に一致することはあり得な\nいことではあるが，上記(オ)のようにばらつきが極めて大きいことからすると，甲\n７の４の「ＡＳ」の意味を被告の主張のようなものであると認めることは困難であ\nる。\nｆ　以上より，被告の主張はいずれも認められない。\nイ　本件商標の使用に対し被告が受けるべき金銭の額について\n(ア)　後掲証拠によれば，次の事実が認められる。\nａ　被告は，平成１３年ころから，本件商標をキャラクターとして用い\nた「コンベックス」「CONVEX」ブランドでの商品展開をしていたが，平成１４年５\n月３１日には，繊研新聞社の「２００１年度　第７回繊研キッズファッション大\n賞」の新人賞に選ばれた。その受賞理由は，「グラフィックスのおもしろさで人\n気」という点にあった。（乙２７，２８）\nｂ　雑誌「kids mono」平成１５年５月号において，本件商標を使用した\n被告の子供服の広告が掲載された。（乙２９）\nｃ　子どものファッションと生活の情報誌「sesame」９月号（年不明）\nにおいて，本件商標を使用した被告の子供服の広告が掲載された。（乙３０）\nｄ　ベビー＆キッズ・ファッション雑誌「maria」１０月号（年不明）に\nおいて，被告のブランド「CONVEX」に関する被告代表者の紹介記事が，「このブラ\nンド　こんな人がやってるんです。」とのタイトルの下，掲載された（乙３１）。\nｅ　雑誌「Cube」平成１４年１１月号において，他の商品と共に，本件\n商品を使用したステッカーやキーホルダーが紹介された（乙３２）。そこでは，\n「Ｔシャツやボトムに，このキャラクターがプリントされたものが大阪のオシャレ\nさんたちに大人気だという。」との記載がある。\nｆ　雑誌「mono」平成１４年６月２日号において，本件商標を使用した\nステッカーやキーホルダーが紹介された（乙３３）。そこでは，「凸面という意味\nを持つブランド”コンベックス”が，いま，大阪を中心に人気上昇中という情報を\nキャッチ。」，「ブランドの始まりは'01年。男児ウェアから出発し，いまやメンズ\nやレディース，そしてこの写真のようなフィギュアやステッカーまで扱ってい\nる。」との記載がある。\nｇ　被告は，テレビ番組「ハロー！　モーニング」やドラマ「人にやさ\nしく」において，被告の商品を衣装として提供し，その旨の表示が番組上でなされ\nた（乙３４）。\nｈ　本件商標を使用した被告の商品の上代価格は，１枚当たり４６００\n円ないし７９００円であるのに対し，本件商品は１０００円又は１５００円であ\nる。\n(イ)　これらの事実からすると，本件商品が原告によって販売された平成\n１５年７月ころというのは，本件商標を使用した被告の子供服が大阪で人気を博\nし，全国誌で紹介されることもあり，被告は子供服以外の多様な商品へと本件商標\nを使用した商品展開を進めていた時期であったといえるところ，このような状況の\n下で，被告が原告に対して本件商品への本件商標の使用を許諾したであろうとは考\nえ難いところである。\nそうすると，一方で商標についての一般的な使用料率を考慮し，他方\nで上記のような本件での特殊事情を考慮し，加えて前記のような被告の商品と本件\n商品との上代価格の差を考慮した場合，本件における「本件商標の使用に対し被告\nが受けるべき金銭の額」（商標法３８条３項）としては，原告による本件商品の売\n上額の７％をもってするのが相当である。\n被告は，本件商品の売上数量に被告の商品の上代価格を乗じた金額の\n１０％をもって，被告が受けるべき金銭の額とするのが相当であると主張するが，\n商標使用料率を１０％とする点及び原告の実際の売上額を基準としない点におい\nて，通常の商標の使用許諾のあり方とは余りに隔絶しており，採用することができ\nない。\n以上より，本件で原告の本件商標権侵害行為によって被告が被った使\n用料相当損害金の額は，前記認定に係る本件商品の売上高３８１７万５３５６円の\n７％である２６７万２２７４円（小数点以下切下げ）となる。\n(2)　信用毀損に基づく損害について\n被告は，本件商標権侵害行為が原因で，①子供服に続いて，本件商標を用\nいた文具，雑貨等の商品展開を行う上での提携先会社からクレームが寄せられ，当\n該企画が中断し，手痛い打撃を受けるに至った上，②本件商標を用いた子供服の売\nれ行きは，本件商標権侵害行為の発生後急激に低下し，本件商標のキャラクターと\nしての人気に陰りが出て，本件商標を使用した商品の製造の継続を略断念せざるを\n得ない状況に追い込まれたと主張する。\nしかしまず，①の点について見ると，本件商標権は，布製身の回り品（第\n２４類）及び衣服（第２５類）を指定商品とするものであって，文具や雑貨等に本\n件商標を使用することによる利益は本件商標権によって法律上保護される範囲に属\nしないから，仮に本件商標権侵害行為によって本件商標を使用した文具や雑貨等の\n商品展開を中断することになったとしても，それによる損害は本件商標権侵害行為\nとの間に相当因果関係を有する損害であるとはいえない。\nまた，この点は措くとしても，被告が主張する上記①及び②の事情につい\nては，そのうち本件商品の販売当時，本件商標を使用した被告の子供服が大阪で人\n気を博し，全国誌で紹介されることもあり，被告は子供服以外の多様な商品へと本\n件商標を使用した商品展開を進めていた時期であったことは前記のとおり認められ\nるものの，それ以外に，本件商標権侵害行為が原因で商品展開の企画が中断したこ\nとや，本件商標権侵害行為が原因で本件商標を用いた被告の子供服の売れ行きに急\n激に陰りが生じたことについては，これを認めるに足りる証拠がない。\nさらにいえば，本件で被告が主張する信用毀損による損害というのは，本\n件商標を使用した被告の商品展開の企画が頓挫したことによる損害と，本件商標を\n使用した子供服の製造販売を断念せざるを得なくなったことによる損害であるが，\nこれらはいずれも財産上の逸失利益を損害として主張するものであって，信用毀損\nそのものによる無形損害とはいえない性質のものである。\nしたがって，信用毀損に基づく損害は認められない。\n(3)　以上によれば，被告の反訴請求は，原告に対して２６７万２２７４円及び\nこれに対する遅延損害金の支払を求める限度で理由がある。\nところで，本件商標権侵害行為は多数回にわたる本件商品の販売行為から\n構成されているから，遅延損害金については，各個別の販売行為による商標使用料\n相当損害金に対してごとに，不法行為たる各販売行為の日から，それぞれ個別に発\n生することになるところ，前記認定に係る商標使用料相当損害金全体のうち，いず\nれの部分がいつの販売行為によって発生したものかについて被告は何ら主張立証す\nるところがない。もっとも，本件においては，遅くとも原告による本件販売行為の\n最終日である平成１５年１１月２６日には，すべての商標使用料相当損害金につい\nて遅滞に陥るといえることから，同日を遅延損害金の起算日とした上で，前記２６\n７万２２７４円に対する同日から支払済みまで民法所定の年５分の割合による遅延\n損害金の限度で認めるのが相当である。\n３　なお，本件審理の経過に鑑み，本件が審理の現状において判決をするのに熟\nしたと考えるべきことについて，若干の付言をする。\n(1)　本件訴訟の審理の経過は，次のようなものである。\n本件本訴は債務不存在確認請求訴訟であり，平成１６年３月１日に提起さ\nれたが，被告は，第１回口頭弁論期日（同年４月１２日）の前の同月８日付準備書\n面において，請求の趣旨に対する答弁を行った後，第１回弁論準備手続期日（同年\n５月２４日）の前の同月１８日付準備書面において，請求原因に対する認否を行う\nとともに，原告に対し，各商品ごとの色別・サイズ別の製造点数と販売先ごとの販\n売点数を明らかにするよう求めた。\nそこで原告は，第２回弁論準備手続期日（同年７月１５日）の前に甲１５\nないし甲１７を提出した上で，同月１日付，同月５日付及び同月８日付の各準備書\n面において，それらの整理表を添付して整理した主張をした。\nこれに対し，被告は反論を準備することとしたが，第３回弁論準備手続期\n日（同年９月９日）までには反論の準備ができず，第４回弁論準備手続期日（同年\n１０月１３日）に乙１を提出したものの，その後もそれらを踏まえた準備書面は提\n出されず，第２回口頭弁論（平成１７年１月２４日）に至って，ようやく乙１とほ\nぼ同内容の準備書面が提出されるに至った。そして，同期日において，被告は，次\n回期日までに反訴を提起するとともに，損害立証の方法をすべて明らかにすると主\n張し，第３回口頭弁論期日（同年２月２８日）の前の同月２５日に本件反訴を提起\nするとともに，調査嘱託を申し立てた。\nこの調査嘱託の申立てに対し，原告は，民事訴訟法１５７条１項に基づく\n却下を求めたが，当裁判所は，計画審理の観点から不適切であるといわざるを得な\nいが，同条項にいう故意又は重過失に当たるとはいえないと判断して，被告による\n調査嘱託の申し出に限定的に応じて，原告が任意に調査報告するよう求めた。\nそして，第５回口頭弁論期日（同年５月１６日）において，原告の調査が\n一部しか進まなかったことから，その余の調査対象について当裁判所は調査嘱託を\n正式に採用し，その結果が第６回口頭弁論期日（同年７月４日）までに到着した。\n同口頭弁論期日において，被告は，新たに甲７号証の４等に「ＡＳ」と記\n載されているものが，これまで原告が開示した数量や調査嘱託の結果とは別に存在\nしているとして，その主張立証を行う意向を示したが，当裁判所は，既に前記第２\n回口頭弁論期日において，被告に対し，損害立証の方法をすべて明らかにするよう\n命じた上で調査嘱託を採用していることから，これ以上の主張立証のために期日を\n重ねることはできないとして，本件の弁論を終結するに至った。\n(2)　本件本訴は，債務不存在確認請求訴訟であり，本件商標権侵害行為によっ\nて被告が被った損害の額に関する主張立証責任は，本件反訴を提起するか否かにか\nかわらず，当初から被告が負っていたものである。したがって，主張立証責任を負\nう被告としては，訴訟の初期に必要な相応の準備期間を経過した後は，原告が主張\nする損害額を争うのであれば，早期に自らの主張とそのための立証方法を明らかに\nして訴訟活動を行うべき立場にあったというべきである。\nしかるに被告は，平成１６年３月１日の本訴提起後，原告が同年７月１５\n日の第２回弁論準備手続期日において甲１５ないし甲１７の帳簿類を提出したにも\nかかわらず，その検討と反論の提出のみで６か月以上を費やし，それだけの時間を\nかけて原告の主張を虚偽であると主張するに至った結果として，調査嘱託を申し立\nてる一方，第２回口頭弁論期日において次回期日までに損害の立証の方法をすべて\n明らかにするとした上で，その後も調査嘱託以外の立証方法を明らかにしなかった\nのである。そして，被告から唯一示された損害の立証方法たる調査嘱託の申立てに\nついては，時機に後れたものであるとの原告の反対意見を抑えて，限定的ではある\nが当裁判所はこれを採用したところである。\nこのような経緯からすると，調査嘱託の回答がすべて出そろった第６回口\n頭弁論期日において，被告が「ＡＳ」に関する問題点を新たに提起した場合であっ\nても，なお本件は判決をするのに熟したものと考えるのが相当である。\n４　結論\n以上のとおり，原告の本訴に係る訴えは，不適法なものであるからこれを却\n下し，被告の反訴請求は，原告に対して２６７万２２７４円及びこれに対する平成\n１５年１１月２６日から支払済みまで年５分の割合による金員の支払を求める限度\nで理由があるから，その限度でこれを認容し，訴訟費用については，本訴につい\nて，その確認の利益が失われた事情と反訴の結論に鑑み，民事訴訟法６２条後段を\n適用し，本訴反訴を通じてその１００分の１を原告に，その余を被告に負担させる\nこととし，仮執行宣言について同法２５９条１項を適用して，主文のとおり判決す\nる。\n大阪地方裁判所第２６民事部\n裁判長裁判官　　　　山　　　田　　　知　　　司\n裁判官　　　　高　　　松　　　宏　　　之\n裁判官　　　　守　　　山　　　修　　　生\n（別紙）\n商標権目録\n"
}