{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 12,
    "month": 1,
    "day": 27
  },
  "case_number": "平成10(行ケ)388",
  "case_name": "登録拒絶決定取消請求事件",
  "court_name": "東京高等裁判所",
  "field": "行政",
  "lawsuit_id": "15924",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=15924",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/924/015924_hanrei.pdf",
  "contents": "主　　　文\n一　被告が平成一〇年九月二二日付けでした原告の弁護士登録請求を拒絶する旨の\n決定を取り消す。\n二　訴訟費用は、被告の負担とする。\n事実及び理由\n第一　当事者の求めた裁判\n一　請求の趣旨\n主文と同旨\n二　請求の趣旨に対する答弁\n１　原告の請求を棄却する。\n２　訴訟費用は原告の負担とする。\n第二　事案の概要\n一　本件は、約一四年間にわたりＡ大学法学部助教授に在職していた原告が、約七\n年間にわたる検察官の任官期間を経た後に、名古屋弁護士会の進達により被告日本\n弁護士連合会に対して弁護士名簿登録請求をしたところ、被告が登録拒絶決定をし\nたのでその取消しを求めた事案である。\n二　争いのない事実及び証拠上容易に認定することができる事実\n１　原告は、昭和四〇年四月にＢ大学法学部を卒業した後、昭和四四年四月にＣ大\n学大学院法学研究科民事法専攻科修士課程に入学し、昭和四六年三月に右の修士課\n程を終了し、昭和四六年四月一日にＤ大学専任講師（民法、商法、経済法担当）\nに、昭和四九年四月一日にＡ大学法学部専任講師（商法担当）にそれぞれ就任した\n後、昭和五二年五月一日に同法学部助教授に就任し、平成三年七月二四日に退職し\nて同月二五日に副検事（名古屋区検察庁）に任官し、名古屋地方検察庁等で実務に\nついた後、平成七年七月一日に検事に任官するとともに法務総合研究所の教官に就\n任して商法等の講義を約二年間にわたって行い、平成七年九月には約一週間ハノイ\nに出張してヴェトナム社会主義共和国司法省において日本会社法の講義をし、平成\n九年四月からは法務省刑事局の依頼により「諸外国における企業会計に関わる刑事\n制度の研究」に従事して中間報告をまとめ、平成九年八月三一日に退官した（甲\n一、二八、三三、原告本人尋問の結果）。\n２　なお、Ａ大学においては、昭和三二年（一九五七年）三月一五日に法学部が設\n置され、昭和三九年（一九六四年）三月三一日に修士課程の大学院法学研究科（私\n法学専攻）が、昭和四一年（一九六六年）三月二八日に博士課程の大学院法学研究\n科がそれぞれ設置された（乙三の１）。\n３　原告は、平成九年九月二五日に名古屋弁護士会の進達により、被告に弁護士名\n簿の登録請求をしたところ、弁護士法（以下「法」という。）五条三号の弁護士資\n格に関して別紙一記載のとおりの日本弁護士連合会審査基準（以下「日弁連審査基\n準」という。）を設けてこれに従\nってその登録の許否の決定処分を運用をしていた被告は、原告は右審査基準を充足\nしないとして、平成一〇年九月二二日に原告の右請求を拒絶する旨の決定（以下\n「本件拒絶処分」という。）をし、そのころこれを原告を通知した（甲一、弁論の\n全趣旨）。\n三　争点\n原告は、法五条三号の「五年以上別に法律（『弁護士法第五条第三号に規定する\n大学を定める法律』《昭和二五年法律第一八八号》。以下『大学指定法』とい\nう。）で定める大学の学部、専攻科又は大学院において法律学の教授又は助教授の\n職に在った者」という要件を充足しているか。\n四　被告の主張\n１　本件拒絶処分の理由の要旨は次のとおりである（甲一）。\n（一）　原告は、形式的には法五条三号に該当する者であるが、法五条三号の立法\n趣旨は、法律の要件を満たす大学の学部等において一定期間法律学の教授又は助教\n授の職に在った者は、実定法一般に通ずる基本的な思考様式を体得し、その学殖、\n識見において法律専門家たるにふさわしい筈であるばかりでなく、その専攻の分野\nのみでなく実定法一般あるいは少なくともその相当な範囲について法律実務家とし\nて必要とされる程度の知識を有するに至っていると考えられるというところにある\nから、被告においては、右立法趣旨に沿って別紙一記載のとおりの日弁連審査基準\nを設けて右の規定の実質的要件を確立し、その有無を判定しているところ、法五条\n三号の「法律学の教授又は助教授の職に在った者」とは、単に法律学の教授等の職\nにあるだけでは足りず、その大学在職の経歴そのものが法律的素養の修得として相\n当高く評価できるものでなければならない。（二）　原告は、Ａ大学法学部におい\nて、昭和六〇年四月から平成三年七月二四日まで「商法三部」二コマ、「法学研究\n入門」一コマ、「専門演習一部」一コマ、「専門演習二部」一コマの各講座を担当\nしたが、「商法三部」は全部で四部ある商法講座の内の三年生、四年生を対象とし\nた選択課目であり、村川・波川著「手形小切手法の理論と実際」（成文堂）を教科\n書として使用し、「法学研究入門」は、一年生（受講者一五名から二〇名程度）を\n対象として「くらしの六法Ｑ＆Ａ」を教材にして身近におこる法律問題について討\n論形式で行うゼミであったから、原告の担当した講座は、法学入門的な講義又は事\n業経営若しくは実務指針に関する法律問題を対象とするものであり、法律学の専門\n的な基礎研究というものでは\nなく、原告が助教授に就任した後の昭和六〇年以降の著作は、いずれも共同執筆の\n「重要判例解説・手形・小切手法」（学陽書房）、「現代企業活動法」（同文館昭\n和六一年四月）及び「現代企業証券法」（同文館昭和六二年七月）、「会社法講義\n（上巻）」（熱田書店昭和六二年一二月）、「重要判例解説会社法〈新版〉」（学\n陽書房昭和六三年七月）であって、これらの内容は、最高裁判所の判例を評釈する\nものか、商取引又は約束手形に関する解説などであり、論文らしきものは「現代企\n業活動法」と「現代企業証券法」のみであって、その他に特筆すべき研究論文はな\nく、担当講座に関する教科書等の執筆もないから、法律的素養の修得として相当高\nく評価できるものではなく、原告については、法五条三号の実質的な要件を充たし\nているとはいえない。\n２　法の規定する弁護士資格要件の原則は、「司法修習を終えた者」（法四条）で\nあり、法五条の資格は例外的なものであるが、同条三号は、司法修習を終えていな\nいものの、大学指定法で指定する一定の人的物的設備のある大学の学部、専攻科又\nは大学院で法律学を五年以上教授する職に在った者は、その大学が新制大学であっ\nても、「法律学を研究する大学院」を付設するほどの大学は法律学研究施設も充実\nし、旧制大学で法律専攻の学部等をもつものに比して遜色がないと推認し（最高裁\n第二小法廷昭和四三年一一月一五日判決・民集二二巻一二号二五七八頁参照）、ま\nた、そこで五年以上教授又は助教授として在職した者は、高度の法律的素養を具え\nるものと推認することができるから（最高裁第二小法廷昭和四三年一二月六日判\n決・民集二二巻一三号二九〇八頁）、実定法一般に通ずる基本的な法律的思考様式\nを体得し、相当な範囲で法律実務家として必要な程度の知識を有すると合理的に期\n待することができるために、弁護士資格を付与することができるものである。した\nがって、「法律学」の範囲はすべての法律学を含むものではなく、その探求ないし\n素養の深さは、司法修習を終えたものと同等の法律専門家、実務家としての実質を\n具えていることが要求されるべきであり、司法修習を終えたものと同等の法律実務\n家としての能力があることが要求されていると解すべきである。\n３　しかながら、弁護士法制定当時（昭和二五年）、大学指定法により法五条三号\nの大学に該当する大学は、二六校（旧植民地の大学を除くと二二）であったが、昭\n和四三年一二月には三四校となり、日弁連審査基準が制定された昭和五〇年九月に\nは五一校となり、現在では八一校となっている。これらの大学の大学院中には、形\n式的には法学修士課程、法学博士課程が置かれているが、近時に法学修士又は法学\n博士の学位授与を受けた者がいるのか、あるいはそもそも大学院生が在籍している\nかどうかも不明という大学がある。このような実態に照らすと、法の前提とする立\n法事実自体に変化が生じているというべきである。このような事態の下では、法五\n条三号が司法試験の迂回路として利用される虞もあるのである。\n前記最高裁判決（昭和四三年一二月六日）は、法五条三号の「例外についても、\nその大学在職の経歴そのものが法律的素養の修得として相当高く評価できるもので\nなければならないことは疑いない。」「そのような学部等で教授、助教授として担\n当する法律学も、法律学研究についての高度な専門的なものを指しているものと解\nするのが相当である。」と判示しているところ、この判示は、「司法修習を終えた\n者と同等の法律専門家、実務家としての実質ないし能力を有する者」を実質的な要\n件とするものではないが、法五条三号の要件を実質的、具体的に判断すべきことを\n予定するものである。日弁連審査基準は、「法律学」につきこのような実質的、具\n体的な判断基準として機能するように設定されたものである。右の日弁連審査基準\nに該当するか否かは、登録請求者の具体的な講義内容等に立ち入って調査しなけれ\nば判断できないものであり、前記のような立法当時の事情が変化している事情の下\nでは、被告には右の実質的判断が求められ、かつ、これが必要である。被告は、日\n弁連審査基準を制定した後、大学に対して審査に必要な事項を照会し、右の判断資\n料を得ているほか、登録請求者に対しても、担当講座の内容と使用テキストの内\n容、著書、論文の内容その他の研究業績、職務経歴について回答を求め、担当講座\nの内容、研究業績、職歴等の外形的事情から、総合的に「司法修習を終えた者」と\n同視し得るかどうかを判定しているのである。\n４　また、右のような法五条三号の形式的な要件と実質的な要件については、前記\n最高裁判決（昭和四三年一二月六日）の趣旨に照らし、弁護士登録によって利益を\n受ける原告において主張立証責任を負うと解すべきであるが、原告については、次\nのとおり、法五条三号の規定する資格要件の推定を覆すべ\nき特別の事情があると考える。\n（一）　原告は、その本人尋問において「企業会計に関する法的規制」を研究テー\nマにしていると供述するが、このテーマについて論文をまとめたことは三十数年に\n及ぶ学者生活の中で一度もない。これでは、学者としての「高度の法律的素養」を\n有していると認めることはできない。これまでの事例においても、自分の研究テー\nマについての学術論文が全くないという例はない。\n（二）また、原告本人尋問によれば、三つの研究会に所属し、長期にわたり研究活\n動、研究成果の発表を行ってきたというが、その研究成果の発表は、学術論文では\nなく、判例評釈という形でされている。しかも、同じ判例評釈を異なる時期、異な\nる出版社で公表しており、研究成果の発露と認めることはできない。判例評釈以外\nでは、用語の解説であったり（甲二二）、執筆部分が不明な教科書であったり（甲\n九）、極めて限られた部分の教科書執筆であったり（甲七、八）するのみで、学者\nとしての研究成果には見るべきものはない。（三）　さらに、原告は、自分の担当\nする講義（商法三部、手形小切手法）についても、教科書はおろか講義録さえも執\n筆していない。自分の担当する講座について教科書又は講義録を有しているか否か\nも、学者ないし研究者としての客観的評価の基準になるべきものである。\n（四）　原告は、「法学研究入門」の講義については「くらしの六法Ｑ＆Ａ」を使\n用していたというが（専門演習一部、二部においては教科書を使用していな\nい。）、「くらしの六法Ｑ＆Ａ」はいわゆるハウツーものであり、「法学研究入\n門」の講義と専門演習一部、二部の担当によって、原告に「高度な法律的素養」が\n涵養されたということはできない。\n（五）　さらに原告は、大学院においては一度も講座を担当していない。このこと\nも原告に「高度の法律的素養」が具わっているとはいえない事情である。\n５　原告は、Ａ大学において約一四年間も助教授の職に在りながら、教授に昇進し\nていない。このことは、原告に「高度な法律的素養」が具わっていることを疑わせ\nるに十分な事情である。前述したと研究業績が乏しいことからも明らかなように、\n原告が教授に昇進できなかったことには理由があると考えるべきである。\n五　原告の主張\n１　法五条三号の弁護士資格の例外は、在職大学の施設、教授又は助教授としての\n在職期間などの形式的基準で画一的に弁護士資格を認めるものであり\n、具体的個別的に個人の講義内容に立ち入って実質的審査をしたうえ、これを認め\nるというものではない。前記最高裁判決（昭和四三年一一月一五日・民集二二巻一\n二号二五七八頁）は、大学指定法のいう「法律学を研究する」大学院につき、その\n実体が法律学の研究を目的としているというに値する大学院を指し、実際には、法\n律学又はその特定部門の研究を目的とする研究科が設けられ、法学博士又は法学修\n士の学位を授与することができるような大学院がこれに当たるとし、また、前記最\n高裁判決（昭和四三年一二月六日・民集二二巻一三号二九〇八頁）は、法五条三号\nの「法律学の教授、助教授」の意義につき、法律学研修の施設として設けている学\n部等で履修の課程とされている法律学の授業科目を担当する教授又は助教授の職に\n在った者を指すという判断を示したが、このような要件を充たす教授又は助教授は\n弁護士資格を与えるに足りる高度な法律的素養を具えていると一般に認められるか\nらである。被告が、原告の研究業績等個人的具体的な内容に立ち入って弁護士資格\nの要件の有無を判断したのは、判例に抵触するものである。右の判例は、相当高度\nの法律学研究の人的物的設備を備えた大学において教授、助教授として在職した者\nに高度の法律的素養が具わることを推認したものであり、高度の法律的素養を否定\nするとの判断は、限定的に行われるべきである。\n２　被告は、右の判例の趣旨に沿って、日弁連審査基準を策定したが、明らかに画\n一的な基準を設定したものであり、申請者の能力をその講義内容まで立ち入って判\n断することは意図していない。申請者の実質的な能力まで審査するのであれば、日\n弁連審査基準を設けて法五条三号の要件を限定、具体化する必要はない筈である。\n実質的な能力を審査するのであれば、どのような方法でこれを行うべきかの問題が\nあり、恣意的な判定を防止することが不可能となる。\n３　仮に、実質的要件について判断し得るとしても、被告は、次のとおり事実の選\n択を誤り、要件の具備に関する誤認があり、違法である。なお、弁護士登録拒絶\nは、請求者の職業選択の自由の侵害となり得るものであるから、慎重にされなけれ\nばならず、近時の法曹人口の増加傾向や、右の判例の趣旨に照らし、被告の裁量権\nの行使は慎重でなければならない。\n（一）　被告は、原告の法律的素養に関する事情を原告がＡ大学在職中である昭和\n六〇年から退職時の平成三年七\n月までに限定して判断しているが、右の判断の対象期間は限定すべきではない。原\n告の修士論文、平成三年八月から平成九年八月までの副検事又は検事として在職し\nた期間の法律的素養についても判断の対象にすべきである。\n（二）　また、原告は、昭和四九年（専任講師就任）から約一七年間商法三部（手\n形小切手法）の講義を担当し、右講座は昭和五九年三月まで四年生の必修科目であ\nり（昭和五九年度の六八九名）、昭和六〇年度からは三年生も受講できる選択科目\nとなったが、内容は決して入門的なものではなく、司法試験受験希望者も多数い\nた。商法三部の受講生数は、昭和六〇年度が二一一名、昭和六一年度が一五九名、\n昭和六三年度が九五名、平成元年度が六五名、平成二年度が一四七名、平成三年度\nが一〇四名である。\n（三）　もともとすべての大学生は法律学の入門者である。当時のＡ大学において\nは、講師、助教授、教授の専任教員は入門的講座を担当していた。原告が担当した\n「法学研究入門」は入門的な講座であったが、原告の担当するすべての講座が入門\n的内容であったというわけではない。\n商法三部の教科書としては、平成二年度までは村川・波川著「手形小切手法の理\n論と実際」（成文堂）を使用し、平成三年度は原告の共著である「現代企業証券\n法」（同文館）を使用していたが、いずれもハウツーものではない。受講者の中に\nは、法職課程に在職し、司法試験を受験する者も多数おり、原告はこれを意識して\n講義していた。\n（四）専門演習一部、二部は、二〇名前後のゼミであり、学生に判例学説を調査さ\nせ、全員で議論する形式であり、事例解説的なテキストが使用されていた。\n総じて、原告の講義は、通常の法学部で要求される内容程度の専門的なものであ\nった。\n４　なお、本件は行政訴訟であり、処分の適法性に関しては被告に立証責任があ\nる。\n５　Ａ大学は、昭和三二年に学部を設置、昭和三九年に修士課程を設置、昭和四一\n年に博士課程を設置しているから、遅くとも昭和四一年には法五条三号の大学にな\nっている。したがって、近時に増加したという大学指定法上の大学とは異なる。\n第三　当裁判所の判断\n一　法五条三号の趣旨\n１　例外的弁護士資格\n法四条は、司法修習を終えた者は弁護士となる資格を有すると規定し、法五条\nは、前条の規定にかかわらず同条各号に規定する者は弁護士資格を有すると規定す\nるから、法五条各号に規定する者に対して与えられる弁\n護士資格は、原則として司法修習を終えた者に与えられる弁護士資格の例外として\n規定されているということができる。\n法五条三号は、「五年以上別に法律で定める大学の学部、専攻科又は大学院にお\nいて法律学の教授又は助教授の職に在った者」と規定し、これを受けた大学指定法\nは、「弁護士法（昭和二四年法律第二〇五号）第五条第三項に規定する大学は、学\n校教育法（昭和二二年法律第二六号）による大学で法律学を研究する大学院の置か\nれているもの及び旧大学令（大正七年勅令第三八八号）による大学とする。」と定\nめているから、法五条三項の規定によって例外的に与えられる弁護士資格は、法律\n学を研究する大学院の置かれている新制大学及び旧大学令による大学の学部、専攻\n科又は大学院において、五年以上法律学の教授又は助教授の職に在った者に付与さ\nれるものであるが、その趣旨は、他の例外的に弁護士資格を与えられる者を規定す\nる法五条各号の規定の内容に照らすと、法律学を研究するための人的物的施設の備\nわった大学の学部等において五年以上の期間教授又は助教授として在職した者は、\n相当高度の法律的素養を具える者であると推認することができるから、これに例外\n的弁護士資格を付与しようとするものであると解される（最高裁第二小法廷昭和四\n三年一二月六日判決・民集二二巻一三号二九〇八頁参照）。\n２　このように、法五条三号は、その規定する形式的要件に該当する者について\nは、高度な法律的素養を有するものと推定して、これに着目して弁護士資格を付与\nしようとするものであるが、被告は、本件決定において、法五条三号の立法趣旨を\n「法律の要件を満たす大学の学部等において一定期間法律学の教授又は助教授の職\nに在った者は、実定法一般に通ずる基本的な思考様式を体得し、その学殖、識見に\nおいて法律専門家たるにふさわしい筈であるばかりでなく、その専攻の分野のみで\nなく実定法一般あるいは少なくともその相当な範囲について法律実務家として必要\nとされる程度の知識を有するに至っていると考えられるところにある。」とし、法\n五条三号の実質的要件を、司法修習を終えた者と同程度の実質ないし能力を有する\n者であることであると主張するが、高度の法律的素養を有することと、司法修習を\n終えたものと同程度の実務能力を有することとは、必ずしも程度の差をもって比較\nし得る共通ないし類似する能力であるということはできないから（なお\n、前述のとおり、法五条三項に規定する弁護士資格は法四条の弁護士資格の例外で\nあり、別個の資格要件を定めたもので、本来的に共通の要素があるものとして規定\nしているとはいえない。）、法五条三号の規定する資格付与の趣旨を、直ちに司法\n修習を終えた者と同程度の能力を有することによるものと解することはできず、む\nしろその推定される高度の法律的素養から、実務における修練によって比較的容易\nに法律実務家としての能力を獲得し得ると期待できるという趣旨であると解するの\nが相当である。\n二　日弁連審査基準の性質と立証責任\n１　被告が法五条三号の登録請求に対する許否決定の運用のために設けた別紙一記\n載の日弁連審査基準は、法五条三号の「教授又は助教授」の要件を具体化する方法\nで、大学指定法の規定に従い「大学」を特定し、「法律学」の範囲を限定するもの\nであるが、前記のとおり、法五条三号の趣旨は、その形式的要件を具える者は、高\n度の法律的素養を具え、弁護士となり得る資質を具える者であると推定し、その専\n攻する分野のみならず、法律実務家として不可欠な実定法の分野について法律実務\n家能力を獲得し得るものと推定するものであるから、その観点で見れば、およそ右\nのような期待ができない法学分野の学問や学科を、法五条三号の「法律学」から除\n外するのも、その画一的基準の当否は別として、一概に法五条三号の趣旨に反する\nということはできない。\n２　しかしながら、右の日弁連審査基準も法五条三号の資格要件を具体化するもの\nではあるが、なお形式的要件を設定するものに過ぎないと認められる。法五条三号\nの前記認定の趣旨に照らせば、法五条三号ないし日弁連審査基準の形式的要件を具\n備する者についても、例外的に高度の法律的素養を有しないこと、又はその法律的\n素養をもってしても法律実務家として不可欠な実定法の分野について法律実務家能\n力を獲得し得ると期待し得ないことが明らかであるという者がいないではないと考\nえられるから、なお、そのような例外的な場合には、その者に弁護士資格を付与す\nることを拒絶する処分をすることも可と解すべきである。したがって、被告は、法\n五条三号の規定により登録請求をする者に対して、前記日弁連審査基準に照らして\n右の要件該当性を判定し、該当する限りは登録を許諾する決定をすべきであり、こ\nれを拒絶するのであれば、法五条が推定する前述のような高度の法律的素養を有し\nないと\n明らかに認められること、又はその法律的素養をもってしても法律実務家として不\n可欠な実定法の分野について法律実務家能力を獲得し得えないと明らかに認められ\nることを立証して、その登録請求を拒絶することができるものと解する。右のよう\nな高度の法律的素養を有しないこと、及びその法律的素養をもってしても法律実務\n家として不可欠な実定法の分野について法律実務家能力を獲得し得ると期待し得な\nいことは、いずれも登録請求者の学殖、識見などの程度を認定しようというもので\nあり、本来一定の明確な基準を設定し難いものであるから、被告が、登録申請の審\n査に当たって請求者の専攻する学問の内容、学界等における評価、学識の傾向等に\n立ち入ってこれを判定することは相当な審査方法とはいえず、担当講座の概要、著\n作、論文などの外形的事実に基づいて判定するとして、高度の法律的素養を有しな\nいこと、又は法律実務家として不可欠な実定法の分野で法律実務家能力を獲得し得\nないことが一義的に明らかな場合でなければ、法五条三項の推定を覆す事情がある\nとして登録請求を拒絶することはできないと解すべきである。\n三　原告における実質的要件\n１　そこで、原告について判断するに、前記認定事実によれば、Ａ大学は、原告が\n在職する以前から大学院法学研究科が設置されており、原告はそこに約一四年間助\n教授として在職していたと認められるから、原告が法五条三号に該当する者である\nことは明らかである。また、前記認定事実によれば、原告が右の在職期間中に専攻\nした法律学は商法に属するものであったと認められるから、原告は、日弁連審査基\n準にも適合しており、法五条三号の形式的資格要件を充たす者であったということ\nができる。\nしかしながら、被告は、日弁連審査基準を充足しないとして原告の登録請求を拒\n絶したものであり、本件決定の理由とするところは、法五条三号及び日弁連基準を\n前記最高裁判所昭和四三年一二月六日判決の趣旨とは別異の独自の解釈運用（同判\n決が採用しなかった原審判決の理由説示を拡大解釈したもの）を前提にしているも\nのと解されるのであるが、前記認定の法五条三号が推定する前述のような高度の法\n律的素養を有しないと認めるべき事情があること、又はその法律的素養をもってし\nても法律実務家として不可欠な実定法の分野において法律実務家能力を獲得し得る\nと期待し得ない事情があることを理由としているものとも解され\nる。\n２　そこで、原告につき、右のような法五条三号の推定を覆すべき事情が認められ\nるか否かについて判断するが、もともと法五条三号の推定を覆すべき事実に関して\nは、必ずしも法五条三号の形式的要件に属する原告の在職期間についてのみ存する\nものとはいえないから、登録請求の時点において一切の事情を考慮して判定すべき\nものである。したがって、原告については、平成三年七月二四日にＡ大学を退職し\nた後の事情をも考慮に入れて、右の推定を覆すべき事情があるか否かを判定すべき\nである。\n３　甲一、二、三の１ないし４、四の１ないし・、五の１ないし・、六の１ない\nし・、七の１ないし８、八の１ないし７、九の１ないし４、一〇の１ないし・、一\n一、一二の１ないし４、一三ないし一五、一六の１ないし５、一七ないし一九、二\n〇の１ないし・、二一の１ないし・、二二の１ないし５、二三、二四の１ないし\n５、二五の１ないし３、二七ないし三三、乙七及び八の各１、２、九、一〇の１、\n２、一二ないし二三、二九の１ないし３、三一の１ないし５、原告本人尋問の結果\nと弁論の全趣旨によれば、次の事実を認めることができる。\n（一）　原告は、Ｃ大学大学院法学研究科民事法専攻科修士課程に在学中の昭和四\n六年一月に提出した修士論文は「資産評価論における低価主義の法的考察」という\nものであり、以後企業会計に関する法的規制の在り方を研究テーマとする意思を有\nしていたが、Ａ大学法学部に在職中に右のテーマに関して研究論文を発表したこと\nはなかった。\n（二）　昭和四六年四月にＤ大学専任講師に就任して約三年間民法、商法、経済法\nを担当して講義を行ったが、昭和四六年一二月には、別紙二記載のとおりの少なく\nない数の判例評釈を公表しており、昭和四九年四月一日にＡ大学法学部専任講師に\n就任した後、主として手形小切手法の講義を担当し、同年一二月にはＡ大学法学研\n究一八巻一号に「代表取締役の業務執行についての取締役の監視義務」という論文\nを発表し、昭和五二年五月一日に同法学部助教授に就任した後は、昭和六〇年四月\nから平成三年七月二四日まで「商法三部」二コマ、「法学研究入門」一コマ、「専\n門演習一部」一コマ、「専門演習二部」一コマの各講座を担当していた。「商法三\n部」は主に手形小切手法を講義するものであり、右講座は昭和五九年三月まで四年\n生の必修科目であったが、昭和六〇年度からは三年生も受講できる選択科目となっ\nた\n。その内容は必ずしも入門者のみを対象とするものではなく、受講生の中には司法\n試験受験希望者もいた。商法三部の受講生数は、昭和五九年度が六八九名、昭和六\n〇年度が二一一名、昭和六一年度が一五九名、昭和六三年度が九五名、平成元年度\nが六五名、平成二年度が一四七名、平成三年度が一〇四名であった。教科書は、平\n成二年度までは村川・波川著「手形小切手法の理論と実際」（成文堂）を使用し、\n平成三年度には原告が共同執筆した「現代企業証券法」を使用した。前記「法学研\n究入門」は、一年生（受講者一五名から二〇名程度）を対象として「くらしの六法\nＱ＆Ａ」を教材にして身近におこる法律問題について討論形式で行うゼミナール形\n式の初学者用の講座であり、専門演習一部、二部は、二〇名前後が参加するゼミナ\nールであり、学生に判例学説を調査させ、その発表に基づいて全員で議論する方法\nが採用され、発表する学生のために事例解説的なテキストが使用されていた。\n原告の担当する講義についての教育活動と内容は、通常の法学部で通常行われる\n教育活動の同様の内容と程度を有するものであった。\n（三）　原告がＡ大学を退職した平成三年七月までの、原告の執筆した論文、著作\nの内容及び原告が検察官に任官した後に執筆した論文等の概要は、別紙二記載のと\nおりである。\n４（一）　右の事実によれば、原告のＡ大学の在職期間は、概ね一七年間となり、\n助教授に在任中に担当した講座は、主として手形小切手法であり、その他は法学入\n門者向けのゼミ、学生の報告発表を主体としたゼミなどであり、一般的な大学法学\n部の学生に対する講座、講義の在り方として通例的なものであったと認められる。\n原告における主要な講座は、手形小切手法の講義であったと認められるが、右の手\n形小切手法の講義の状況は水準的な大学法学部の平均的なものであったと推認さ\nれ、専門演習一部、二部のゼミの指導を含めて、そこに、原告における高度な法律\n的素養を否定すべき事情があるとは認められない。また、その余の講義は、初心者\n向けのものであったと認められるが、一般に大学法学部については、初学者向けの\n講義、講座が存在し、運営されることはむしろ当然であり、原告がこれを担当した\nことは、高度の法律的素養を積極的に認定すべき資料とはならないが、これを否定\nすべき事由となるものでもない。被告は、原告が大学院の学生に対する講義、講座\nを担当していないことを\nもって、高度の法律的素養を否定すべき事由であると主張するが、大学院での講\n義、講座の担当は、一応高度の法律的素養の存在を積極的に認定すべき一資料とは\nなるけれども、これを担当しなかったことが、高度な法律素養を否定すべき事由と\nなるものではない。\nしたがって、右の学部学生に対する講座、講義に関する原告の教育的活動の面に\nおいては、原告に特に高度な法律的素養が欠けていたことを窺わせる事情はないと\nいうべきである。\n（二）　次に、原告の論文、著作の執筆状況について検討するに、原告の執筆した\n各種論文、著作（共著）は別紙二記載のとおりである。未発表の修士論文を含めて\n一般論文の数は合計四本であり、判例評釈を目的とした論文は九本であり、著作の\n共同執筆によるものが五本、辞典の事項説明が一本となっている。したがって、こ\nれらの状況からみれば、原告の学究生活における執筆活動は活発ないし旺盛であっ\nたとはいえないし、各論文等の内容をみると、判例評釈が多く概ね単発的であり、\n体系的なものは少ないということができるが、右のような論文執筆状況から、原告\nに高度の法律的素養が欠けるとまで認定することはできない。前述のとおり、高度\nの法律的素養の認定判断は、本来一定の基準を設定してこれを行うことが困難なも\nのであり、原告の専攻する学問の内容、学界における評価、学識の傾向等に立ち入\nってこれを判定することは相当な審査方法とはいえないから（学問内容そのものの\n当否、その学識レベル等についての判断は司法審査になじまない。）、請求者の著\n作、論文などの外形的事実に基づいて判定する場合においても、高度の法律的素養\nを有しないと認めるべき事情があることが一義的に明らかであると認められる場合\nでなければ、高度の法律的素養を否定することはできないものと解される。したが\nって、前記認定のとおりの執筆状況をもって、原告に高度の法律的素養が欠けるこ\nとを認定する根拠とすることはできない。\n（三）　被告は、原告がＡ大学において約一四年間も助教授の職に在りながら教授\nに昇進していないことをもって、原告に高度な法律的素養が具わっていないことを\n窺わせる事情であると主張するが、原告本人尋問の結果によれば、助教授から教授\nに昇進するには、大学における教授の定員枠などの事情によるところも多かったと\n認められ、本件全証拠を総合するも、原告がＡ大学において高度の法律的素養が欠\nけてい\nることを理由に教授昇進ができなかったという事情があったことを認めることはで\nきない。この点における被告の主張は理由がない。\n５　また、前記認定のとおり、原告は、平成三年七月にＡ大学を退職した後、副検\n事に任官し、検察実務修習の司法修習生とともに実務研修を受け、検察官として捜\n査実務、公判実務に携わり、平成七年四月には難関といわれる登用試験に合格して\n検事に任官するとともに、法務総合研究所の教官となり、約二年間にわたって商法\n等の講義を行っていたことが認められるから、約七年前に大学における学究生活を\n離れているものの、商法に関してはその高度の法律的素養が失われていたとは認め\nられず、少なくとも刑事司法手続については、法律実務家としての能力の涵養に努\nめていたことが推認される。\n６　これらの事情を総合すると、前記認定のとおり約一四年間にわたるＡ大学法学\n部助教授としての在職にもかかわらず、原告に高度の法律的素養が具わらないこと\nが明らかであるとはいえず、原告につき法五条三号の資格要件ともいうべき高度の\n法律的素養があることを否定するに足りる事情があると認めることができない。\nまた、本件全証拠によるも、原告がその法律的素養をもってしても法律実務家と\nして不可欠な実定法の分野について法律実務家能力を獲得し得ると期待し得ない事\n情があることが明らかであるとは認められない。\n四１　被告は、法五条三号の立法当時に比べると、今日大学指定法の要件を具備す\nる大学の数が大幅に増えたという状況があり、法五条三号の規定による例外的弁護\n士資格に基づく登録請求を制限しないことは、司法試験を回避する迂回路として機\n能する虞があると主張するが、前示のとおり、もともと法五条三号の資格付与は、\n司法修習の制度とは別個のものとして設けられており、これが司法試験に対する迂\n回路として機能するという批判は、法五条三項の立法動機に対する批判に過ぎず、\n法改正の必要があるという主張の根拠になり得ても、現行法の解釈、運用としてこ\nれを採用することはできない。また、本件において、原告が司法試験を回避する目\n的でＡ大学に在職し、法五条三項の要件を充たしたうえで、濫用的な登録請求をし\nたと認めるに足りる証拠はない。\n２　したがって、被告がした本件登録拒絶決定は、拒絶すべき事由がないのに、法\n五条三号に規定する要件の該当性についての裁量判断を誤った違法があり、これを\n取り消\nすべきである。\n五　結論以上によれば、原告の本件請求は理由があるから認容し、訴訟費用の負担\nについて行政事件訴訟法七条、民事訴訟法六一条を適用して主文のとおり判決す\nる。\n東京高等裁判所第四特別部\n裁判長裁判官　鬼頭季郎\n裁判官　慶田康男\n裁判官　廣田民生\n"
}