{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 18,
    "month": 5,
    "day": 30
  },
  "case_number": "平成11(ワ)236",
  "case_name": "医療過誤による損害賠償請求事件",
  "court_name": "甲府地方裁判所民事部",
  "lawsuit_id": "33178",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=33178",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/178/033178_hanrei.pdf",
  "contents": "【事案の概要】\n大学の附属病院で出産した児に，精神運動発達遅延，脳性麻痺等の後遺障害が生じ\nたことについて，上記後遺障害は，同病院医師らの分娩監視体制が不十分で，帝王\n切開術の施行時期を逃して病室のベッド上で分娩させ，また，分娩後の新生児に対\nする適切かつ十分な措置を行わなかったなどの医療過誤があったと主張し，児及び\nその両親が，同病院の設置者である被告に対して損害賠償を求めた事案につき，同\n病院医師らに過失がなかったとして原告らの請求を棄却した事例。\n平成１８年５月３０日判決言渡\n平成１１年（ワ）第２３６号・平成１３年（ワ）第４９９号 医療過誤による損害\n賠償請求事件\n口頭弁論終結日・平成１８年１月３１日\n判決\n当事者 省略\n主文\n１ 原告らの請求をいずれも棄却する。\n２ 訴訟費用は原告らの負担とする。\n事実及 び理 由\n第１ 請求\n１ 平成１１年（ワ）第２３６号事件\n被告は，原告Ａに対し，金２億３８５７万３５３４円及びこれに対する平成\n６年１月７日から支払済みまで年５分の割合による金員を支払え。\n２ 平成１３年（ワ）第４９９号事件\n被告は，原告Ｂ及び原告Ｃに対し，それぞれ金１１００万円及びこれに対す\nる平成６年１月７日から支払済みまで年５分の割合による各金員を支払え。\n第２ 事案の概要\n本件は，原告Ｃが，国の開設するＤ大学医学部附属病院（平成６年１月７日\n当時の名称。現国立大学法人Ｄ大学附属病院。以下「被告病院」という。）に\nおいて，原告Ａを出産したところ，同病院医師らは，分娩監視体制が不十分で，\n帝王切開術の施行時期を逃し，原告Ｃをして，原告Ａを病室のベッド上で分娩\nさせて過度のストレスを与え，胎児仮死または胎児の状態を極めて悪化させた\nことにより，また，分娩後の臍帯結紮，羊水吸引，気道確保，気管内挿管，体\n温管理等の新生児に対する適切かつ十分な措置を行わなかったことにより，さ\nらに，出産後の原告Ａの検査，治療が不適切であったことにより，あるいはこ\nれらの過失が重畳的に競合したことにより，原告Ａに精神運動発達遅延，脳性\n麻痺等の後遺障害を生じさせたとして，国を承継した被告に対し，原告Ａが，\n債務不履行または不法行為（民法７１５条）に基づき，慰謝料，後遺症による\n逸失利益等の損害賠償等合計２億３８５７万３５３４円及びこれに対する平成\n６年１月７日（原告Ａ出生の日）から支払済みまで民法所定の年５分の割合に\nよる遅延損害金を請求する（平成１１年（ワ）第２３６号事件）とともに，原\n告Ａの両親である原告Ｂ及び原告Ｃが，債務不履行または不法行為（民法７１\n５条）に基づき，それぞれ慰謝料等１１００万円及びこれに対する平成６年１\n月７日（原告Ａ出生の日）から支払済みまで民法所定の年５分の割合による遅\n延損害金を請求する（平成１３年（ワ）第４９９号）という事案である。\n第３ 争いのない事実\n１当事者\n（１） 原告Ａは，原告Ｂ及び原告Ｃの子である。\n（２） 被告は，山梨県内において被告病院を設置，運営し，平成１６年４月\n１日以降国立大学法人となったものであり，被告病院開設者としての国の地\n位を承継したものである。\n（３） 原告Ａは，平成６年１月７日午後９時４６分，被告病院で出生した。\n２ 原告Ｃ妊娠から原告Ａ出産までの経緯\n（１） 原告Ｃは，平成２年３月１６日，被告病院産婦人科において不妊等に\n関する診察を受け，諸検査の結果，機能性の原発性不妊症と診断された。そ\nの後，被告病院は，原告Ｃに対し，配偶者間人工授精法を５回施行し，平成\n３年４月には配偶子卵管内移植法を施行したがいずれも妊娠するに至らなか\nった。さらに，被告病院は，原告Ｃに対し，平成３年１０月から平成４年１\n０月までの間，８回にわたり，排卵誘発を行ったものの妊娠に至らなかった\nことから，体外受精胚移植法を施行し，平成５年７月１２日，妊娠を確認し\nた（同日時点で妊娠４週５日，分娩予定日平成６年３月１６日）。\n（２） 原告Ｃは，被告病院において，平成５年７月１９日から同年１２月１\n３日までの間，７回にわたり，定期的妊婦健康診査を行ったが，母体及び胎\n児（原告Ａのこと。以下同じ。）の妊娠経過に異常症状ないし徴候は認めら\nれなかった。\n（３） 原告Ｃは，平成５年１２月２０日（妊娠２７週５日）及び同月２４日\n（妊娠２８週２日），性器出血を訴えて被告病院で診察を受け，特に同月２\n４日は，子宮口は閉鎖していたが，分娩監視装置（胎児の心拍数と子宮収縮\nの状態を経時的に記録する装置のこと。）による検査において，２０分間に\n２回の子宮収縮が認められた。\nこの際，被告病院の医師は入院による治療を勧めたが，原告Ｃがこれを希\n望しなかったため，子宮収縮抑制剤（塩酸リトドリン）の経口薬が処方され\nた。\n（４） 原告Ｃは，平成５年１２月２５日（妊娠２８週３日），前期破水（陣\n痛発来して分娩が開始する前に卵膜が破綻するものをいう。）及び切迫早産\n（治療をしなければ早産になる状態のこと。）との診断がされ，被告病院に\n入院した。\n（５） 平成５年１２月２５日から平成６年１月６日までの間の被告病院医師\nらによる治療及び原告Ｃの状態は以下のとおりである。\nア 平成５年１２月２５日以降，子宮収縮抑制剤として塩酸リトドリンを投\n与し，同月２９日以降はそれに加えて硫酸マグネシウムを投与して，妊娠\n継続を図っていた。\nイ 平成５年１２月２６日以降平成６年１月７日までの間，羊水の流出があ\nり，パットに付着した分泌物の性状は，概ね赤色であったが，平成５年１\n２月２６日は茶色ないし茶褐色，平成６年１月２日は赤色ないし黄緑色で\nあり，また，平成５年１２月３１日は３２０グラムの流出，平成６年１月\n１日は多めの流出があり，同日，超音波検査を施行したところ，子宮内の\n羊水量が減少しており，羊水ポケットは，１．２センチメートルであった\n（カルテ（乙２の２６頁）上，「羊水は殆どない」との記載がある。）。\nウ 平成６年１月４日施行した超音波検査の結果，胎児の推定体重は１３５\n３グラムであり，ＢＰＳ（バイオフィジカルプロファイルスコアの略。胎\n児心拍数，胎児呼吸様運動，体幹の運動，四肢の運動，羊水量のデータに\nより胎児の状態を評価する方法のこと。）１０点満点との所見を得た。ま\nた，同日の羊水量は，ＡＦＩ（羊水量インデックス。羊水量の判定量法で\nあり，５センチメートル未満であれば羊水過少と判断される。）において\n３．１センチメートル，羊水ポケット２．２センチメートルであった。\n（６） 平成６年１月７日，原告Ｃが原告Ａを出産するまでの経緯は以下のと\nおりである。なお，カルテ上には，分娩後に記載した分娩記録として，同日\n午後７時３０分に陣痛発来との記載がなされている。\nア 午後７時３０分ころ，原告Ｃから子宮収縮の増強に伴う自覚症状の訴え\nがあり，午後７時４０分ころから，分娩監視装置による胎児心拍数及び子\n宮収縮の監視（以下「ＮＳＴ」（ノンストレステストの略）という。）を\n開始したところ，２分ないし３分ごとの子宮収縮が認められ，午後７時５\n０分ころ（持続時間約３０秒間，昀低心拍数約１１０ｂｐｍ（ｂｅａｔｓ\nｐｅｒ ｍｉｎｕｔｅの略。１分間の心拍数のこと。）），午後８時こ\nろ（持続時間約３０秒間，昀低心拍数約１３５ｂｐｍ），午後８時１８分\nころ（持続時間約８０秒間，昀低心拍数約７０ｂｐｍ），それぞれ変動一\n過性徐脈が認められた（なお，これより前の午後６時３０分ころ，原告Ｃ\nが看護師に対し，下腹部緊満ないし下腹部痛を訴えたか否かについては争\nいがある。）。\nなお，ＮＳＴの判定は，胎児心拍数基線，胎児心拍数一過性変動，胎児\n心拍数基線細変動の３つの観点から行われる。胎児心拍数基線は，胎児心\n拍数図において，心拍数変動部分を除いた安定した１０分間の平均心拍数\nであり，正常心拍数（毎分１２０ｂｐｍから１６０ｂｐｍ）以下のものを\n徐脈，正常心拍数以上のものを頻脈という。胎児心拍数一過性変動は，一\n過性の胎児心拍数の変動であり，胎児心拍数が一時的に増加し，短時間で\n基準心拍数に復する一過性頻脈と一過性徐脈に分類される。胎動に伴う一\n過性頻脈が２０分間に２回以上認められる場合（リアクティブパターン）\nは，胎児の状況がよいことの指標になる。一過性徐脈は，徐脈が規則的に\n反復発生するユニフォームタイプと，規則性のないバリアブルタイプ（変\n動一過性徐脈）に大別される。ユニフォームタイプは，更に子宮収縮と同\n時に始まる早発一過性徐脈と，子宮収縮にやや遅れて始まる遅発一過性徐\n脈とに分類されるが，後者は多くの場合胎児の低酸素状態を示すものであ\nる。バリアブルタイプは，軽度変動一過性徐脈（昀低心拍数毎分６０回以\n上，持続時間６０秒未満のもの。）と高度変動一過性徐脈（昀低心拍数毎\n分６０回以下かつ持続時間６０秒以上のもの）に分類される。このうち軽\n度変動一過性徐脈は，胎児仮死を疑わせる所見の一つであり厳重な注意を\n要するが，その出現により直ちに胎児仮死を診断されるものではなく，Ｎ\nＳＴを反復して施行した結果，頻回に出現せず，リアクティブパターンが\n認められる場合には胎児仮死の疑いは否定される。胎児心拍数基線細変動\nは，胎児心拍数の細かい変動を指すもので，基線細変動の消失，減少等は\n胎児仮死の有無など胎児の状態が判定される一要素となる。\nイ 原告Ｃは，陣痛が強まったこと（カルテ（乙２の３２頁）上，「午後８\n時３０分子宮収縮↑↑，変動一過性徐脈，２－３分毎の子宮収縮」との記\n載がある。）から，午後８時３０分ころから午後８時５０分ころまでの間，\n看護師に対し，医師を呼ぶように要請したところ，午後８時５０分ころ，\nＥ助産師を介して処置室において医師の診察をする旨が伝えられた。\nウ 原告Ｃは，午後９時ころ，病室を出て，トイレに立ち寄った後，午後９\n時１０分ないし１５分ころ，処置室に入室した。\nエ Ｆ医師は，原告Ｃを内診した結果（パルトグラム（分娩経過表）－乙２\nの９頁－には，午後９時：おつうじしたい感じがある。午後９時１５分：\n診察時努責感あり，との各記述がある。），午後９時１５分ころ，腹式深\n部帝王切開術の施行を決定し，原告Ｃの同意を得た後，Ｅ助産師に対し，\n帝王切開術の施行，その時間等の方針を伝えた。\nオ 原告Ｃが手術の準備のため病室に戻り，着替えを済ませてベッドに上が\nった後，Ｇ看護師が分娩監視装置を装着しようとしたものの，原告Ｃが陣\n痛の増強を訴えて四つん這いになるなどしたため装着することができなか\nった。\nカ その後，原告Ｃから股間に何か挟まったとの訴えがあり，Ｇ看護師が視\n診したところ，胎児の臀部が外陰部に下降していることを確認した。\nキ 原告Ｃは，Ｇ看護師からの連絡で駆け付けたＦ医師の診察の下，病室の\nベッド上で，午後９時４６分，骨盤位（逆子）娩出術（上下振子１回）に\nより，単臀位にて原告Ａ（１４２４グラム）を出産した。\nク 原告Ａは，分娩１分後のアプガースコアが５点（心拍１点，呼吸１点，\n筋緊張１点，反射１点，皮膚の色１点）であり，新生児仮死の状態であっ\nた（なお，分娩５分後のアプガースコアが６点か８点かについては争いが\nある。）。\n３ 原告Ａの出生後の症状\n（１） 原告Ａは，平成６年１月７日，娩出後の緊急処置が施された後，被告\n病院小児科に入院した。小児科においては，人工呼吸の開始，新生児呼吸窮\n迫症候群の治療として肺表面活性物質の投与及び感染症の予防としての抗生\n物質の投与が行われた。\n（２） 原告Ａは，平成６年１月８日，多血症が認められたため，部分交換輸\n血が施行された。また，同日，高ビリルビン血症の進行が認められたため光\n線療法が施行されたが，同月９日には更に進行が認められたため，原告Ｂか\nらの交換輸血が施行された。この輸血の１時間後に上部消化管出血が認めら\nれたため，抗潰瘍剤の投与及び輸血が行われた。\n（３） 原告Ａは，平成６年４月１８日の両手レントゲン検査で未熟児クル病\nの所見が認められたためビタミンＤの内服を開始したが，同月２７日には，\n全身の状態がよく，体重も順調に増加し３０６２グラムとなったため，被告\n病院小児科を退院した。\n（４） 原告Ａは，平成６年５月１１日に被告病院小児科神経外来を受診し，\nその後，発育及び発達の経過観察を定期的に行うことになった。\n（５） 被告病院は，平成６年９月７日，原告Ａに脳成熟機能の低下によるも\nのと考えられる四肢の筋緊張の亢進（随意運動の障害並びに屈曲筋群及び伸\n展筋群の不随かつアンバランスな収縮が起こったために，上肢が屈曲し，下\n肢が伸展した姿勢で力が入った状態をいう。）及び深部腱反射の亢進（腱を\nたたくと急激な筋の収縮が起こる状態をいう。）を認めたため，Ｈ医療福祉\nセンターにリハビリテーションを依頼した。\n（６） 被告病院は，平成６年９月２８日，原告Ａの頭部ＣＴ検査を施行した\nところ，脳萎縮と側脳室の拡大が認められた。\n・ 原告Ａは，平成６年１１月２日，点頭痙攣の発症が確認され，同月９日に\n脳波検査を施行したところ，点頭てんかんと診断された。\n・ 原告Ａは，精神運動発達遅延があり，脳性麻痺による重度１級身体障害の\n状態であり，首及び腰が安定せず，座ること，寝返り，物追い，固視ができ\nない状態である（以下「本件後遺障害」という。）。\n第４ 本件の争点\n１ 診療契約の当事者\n２ 本件後遺障害は，被告病院の過失によるものか\n（被告病院の過失の有無及び本件後遺障害との因果関係の有無）\n３損害\n４ 消滅時効（平成１３年（ワ）第４９９号事件）\n第５ 当事者の主張\n１ 争点１について\n（１） 原告らの主張\nア 原告Ａの主張（平成１１年（ワ）第２３６号事件）\n原告Ｂ及び原告Ｃは，被告との間で，平成５年１２月２５日（原告Ｃが\n被告病院に入院した日），原告Ａの出生を条件とし，原告Ａのため，分娩\nについて適切な診療を行うことを内容とする準委任契約（原告Ａを受益者\nとする第三者のためにする契約）を締結し，原告Ａ（法定代理人親権者父\n原告Ｂ，同母原告Ｃ）は，平成６年１月７日（原告Ａ出生の日），黙示的\nに受益の意思表示をした。\nイ 原告Ｂ及び原告Ｃの主張（平成１３年（ワ）第４９９号事件）\n原告Ｂ及び原告Ｃは，被告との間で，平成５年１２月２５日（原告Ｃが\n被告病院に入院した日），子の安全娩出の確保を内容とする準委任契約を\n締結した。\nなお，原告Ｃの妊娠が体外受精・胚移植であったとの経緯にかんがみれ\nば，原告Ｃと被告との間の出産に関する診療契約にとどまらず，原告Ｂ及\nび原告Ｃと被告との間に妊娠から出産までに関する診療契約が成立してい\nるといえる。\n（２） 被告の主張\n原告Ａの出産にかかる診療契約は，原告Ｃに対する不妊治療とは別に原告\nＣと被告との間で締結されたものであり，原告Ａ及び原告Ｂが契約の当事者\nであることは否認する。\n２ 争点２について\n（１） 原告らの主張\nア 帝王切開術の施行時期を逸し，病室のベッド上で分娩させた過失\n（ア） 原告Ａが本件後遺障害を負うに至った経緯\nａ 陣痛発来以前におけるストレス\n（ａ） 羊水過少ないし羊水のない状態になれば，胎児は，臍帯圧迫\nによる影響を受けやすく，低酸素症（胎児仮死）に陥る危険性が大\nきく，また，胎児の肺の発育停止，消化器官に障害を発症させる危\n険があり，さらに，胎児，臍帯，胎盤に圧力が加わり胎児にストレ\nスを与えるところ，原告Ｃは，平成５年１２月２５日，前期破水，\n切迫早産のため被告病院に入院し，その後も羊水流出が継続し，羊\n水過少ないし羊水のない状態にあった。\n（ｂ） 羊水混濁は，胎児の排泄した胎便で羊水が汚染された状態で\nあり，胎児が低酸素状態に陥ると反射的に腸管運動の亢進，肛門括\n約筋の弛緩をきたし，胎便が排泄されることにより発生し，胎児に\n胎便吸引症候群を引き起こし，新生児予後に重大な影響を及ぼす可\n能性があるところ，原告Ｃの平成５年１２月２６日から平成６年１\n月７日（午後６時３０分以前）までの間の漏出羊水の性状は，羊水\n混濁ないし血性羊水であった。とりわけ，平成６年１月７日の分娩\n時においては，分娩記録の羊水所見が，性状：泥状，混濁：プラス\n３，色：緑色，臭気：マイナスと表示されて，明らかに羊水混濁で\nあったといえる（乙２の１１頁）。\nこのことは，看護計画表に「Ｄｒより羊水を飲んでいるかもしれ\nない」と記述され（乙９の１の６０頁），看護師は医師から羊水や\n分泌物の吸引を指摘され，その後の看護計画表も「吸引による気管\n内の分泌物の除去」が治療方針となって，１月２８日には「口鼻腔\nからの分泌物透明も多重」と記載されて（乙９の１の６２頁），実\n際に処置されていることから分かる。\n（ｃ） 周産期における胎児心拍数に顕著な異常は認められないもの\nの，平成６年１月１日以降変動一過性徐脈が頻繁に出現し，子宮収\n縮が増強している状態にあり，被告病院はこれを認識している。\n１月５日の看護計画表（乙２の８３頁）には，「切迫徴候増強し，\n内診所見も明らかに進行している。ＤＩＶ（点滴）併用し何とかも\nちこたえているが，今後も腹部緊満増強に注意必要」と記述されて\nいる。\n１月６日の看護経過記録（Ⅰ）には，「夜こわいです。今日の夜\nこえられますか。」との原告Ｃの愁訴が記述され（乙２の１００\n頁），また，同日，被告病院は長野県立Ｉ病院に未熟児が生まれた\n場合の照会をしている。\n（ｄ） 上記の事実にかんがみれば，原告Ａ（胎児）は，陣痛が発来\nする以前に既にストレスを受けていた。\nｂ 陣痛発来後娩出時までにおけるストレス\n（ａ） 原告Ｃは，平成６年１月７日午後６時３０分ころ，看護師に\n対し，それまでとは異なる下腹部緊満ないし下腹部痛を訴えた。\n（ｂ） 被告病院は，平成６年１月７日午後７時３０分ころを原告Ｃ\nの陣痛発来時と診断した。\n（ｃ） 被告病院のＪ医師は，午後８時３０分「子宮収縮↑↑，変動\n一過性徐脈，２～３分毎の子宮収縮」との診断をし，その旨をＦ医\n師に報告している。\n（ｄ） Ｆ医師は，安静との治療方針がとられていた原告Ｃの症状を\n正確に把握しないまま，漫然，病室から処置室まで往復歩行させて\n内診をした。\n（ｅ） Ｆ医師が原告Ｃの内診をした平成６年１月７日午後９時１５\n分には，子宮口が全開大になっていた。また，原告Ｃは，午後９時\nころには「おつうじがしたい感じがする。」と，午後９時１５分の\n診察時には「努責感」を各々愁訴している（乙２の９頁）。\n（ｆ） 原告Ａ（胎児）の平成６年１月７日午後９時３８分から４１\n分までの間の胎児心拍数は１２０ｂｐｍ前後（なお，胎児心拍数図\nには６１ｂｐｍ，８１ｂｐｍ，６１ｂｐｍの記載もある。）であり，\n原告Ａ（胎児）の胎児心拍数基線が１５０ｂｐｍであることからし\nて持続性徐脈の状態であったといえる。さらに，原告Ｃは，処置室\nから病室に戻った同日午後９時１５分ころから激しい下腹痛を訴え\nていることからして，そのころから持続性徐脈が発生していたとい\nえる。\n（ｇ） 内診を終えて病室に戻った原告Ｃは，分娩監視装置の装着が\nできないほど陣痛が増強し，胎児の臀部が外陰部まで下降し，平成\n６年１月７日午後９時４６分，駆け付けたＦ医師の診察の下，看護\n師の立会いも間に合わず，病室のベッド上で，骨盤位（逆子）娩出\n術（上下振子１回）により，単臀位にて原告Ａ（１４２４グラム）\nを出産した。\nこの点，分娩が急速に進行したことからすれば，過強なる子宮収\n縮（過強陣痛）が発生しており，これにより胎盤血行障害が生じ，\nまた胎児の臀部が外陰部まで下降したことにより臍帯圧迫ないし過\n度のストレスが加わった。\n（ｈ） 上記の事実にかんがみれば，原告Ａは，陣痛の発来後娩出時\nまでに過度のストレスを受けた。\nｃ 胎児仮死または胎児の状態が極めて悪化した状態\n（ａ） 原告Ａは，上記のとおり，陣痛発来以前において既にストレ\nスを受け続けた上，陣痛発来後娩出時までに過度のストレスを受け\nたことにより，胎児仮死または胎児の状態が極めて悪化した状態\n（胎児の低酸素状態が推定される状態）となった。\n（ｂ） このことは，上記持続性徐脈の出現していること，午後８時\n５０分以降の胎児心拍数基線細変動が明らかでなく，基線細変動が\n消失，減少していること，特に１月７日午前中の胎児心拍数図と同\n日の午後７時３０分以降の胎児心拍数図を比較した場合に認められ\nる胎児心拍数基線細変動の変化が顕著であること，本件分娩時の羊\n水所見が泥状，混濁，緑色であり，羊水混濁状態であったこと，原\n告Ａの娩出１分後のアプガースコアが５点（心拍１点，呼吸１点，\n筋緊張１点，反射１点，皮膚の色１点），分娩室に移され小児科医\n師の下で原告Ａに対し蘇生措置がとられた娩出５分後のアプガース\nコアが６点であり（なお，６点か８点かについて争いがあるのは上\n記のとおり。）新生児仮死の状態であったことからも明らかである。\nｄ 出生後の措置\nさらに，被告病院医師らは，原告Ａを人的，物的体制の整っていな\nい病室のベッド上で娩出させた結果，娩出後の臍帯結紮，羊水吸引，\n気道確保，気管内挿管，体温管理等の新生児に対する適切かつ十分な\n措置を行うことができなかった。\nｅ 以上のとおり，原告Ａは，陣痛発来以前においてストレスを受け続\nけた上，発来後娩出時までに過度のストレスを受けたことにより，胎\n児仮死，または状態が極めて悪化した状態（胎児の低酸素状態が推定\nされる状態）となり，さらに，分娩後に適切な蘇生措置がなされなか\nったこと，または遅れたことにより，新生児仮死として出生し，高度\nの羊水混濁により胎便吸引症候群，高ビリルビン血症を発症させ，そ\nの結果，精神運動発達遅延，脳性麻痺等の本件後遺障害が残った。\n（イ） 被告病院医師らの過失\n上記のとおり，原告Ｃの妊娠は体外受精・胚移植による念願の妊娠で\nあったところ，原告Ｃは，前期破水，切迫早産のため被告病院に入院し\nたが，その後も羊水流出が継続し，羊水過少ないし羊水のない状態にあ\nったこと，漏出する羊水の性状は混濁または血性であったこと，平成６\n年１月１日以降変動一過性徐脈が頻繁に出現していたこと，胎児が骨盤\n位であったこと，妊娠３０週未満であったことなどハイリスク妊娠であ\nることからすれば，原告Ｃの陣痛発来により直ちに帝王切開術を実施す\nべきであり，実際，被告病院の治療方針も子宮収縮抑制が困難，または\n陣痛の発来時を帝王切開術実施の時期としていた。\nまた，母体である原告Ｃが３７歳の高齢出産であること，前期破水，\n切迫早産を発症していたこと，胎児が骨盤位であり，妊娠３０週２日の\n未熟児であったこと，子宮収縮抑制剤が増量されていたこと，子宮口の\n膣部は入院当初から柔らかく，子宮収縮は継続し，日を追って子宮口は\n少しずつ開大し，展退度が増加していること，血性羊水が持続的に流出\nし軽症の常位胎盤早期剥離が疑われること，分娩日の前日，被告病院が\n長野県立Ｉ病院にこのまま陣痛が進んで未熟児が生まれた場合は引き取\nってもらえるか否かの照会をし，子宮収縮抑制が困難であることを認識\nしていたこと，平成６年１月７日午後７時３０分ころ，分娩経過表には\n「腰が痛いです。」との原告Ｃの愁訴が記述され，そのころ分娩監視装\n置を装着し，午後８時３０分ころにはＪ医師が「子宮収縮↑↑，変動一\n過性徐脈，２～３分毎の子宮収縮」と診断し，Ｆ医師にその旨を報告す\nるなどして，被告病院医師らは原告Ｃに陣痛が発来して分娩進行してい\nることを認識していたことからして，通常よりも分娩が早まる（子宮口\nが２ないし３センチメートル開いても娩出となる可能性が高い。）こと\nは容易に予想された。\nこの点，被告は，胎児仮死か否かの診断を得るために分娩監視装置を\n装着したことをもって経過観察を適切に行った旨主張するが，原告Ｃの\n上記症状の変化に着目するならば，また「陣痛発来があれば帝王切開術\nを実施する」との本件の明確な治療方針からするならば，ここで問題と\nすべき経過観察の適切さは，単に，胎児仮死の有無のみの診断をするか\n否かというレベルの問題ではなく，直ちに帝王切開術の施行を実施する\nべきか否かを判断するための陣痛発来の有無を診断するというレベルの\n問題であって，被告の主張は，論点をすり替えている。\nさらに，分娩は進行するものであるから，原告Ｃを十分に監視し，そ\nの都度診断をして陣痛発来か否かを決定していかないことには，その後\nの治療行為が進められないのであって，諸状況を考慮し，さかのぼって\n陣痛発来時を判断するとの被告の主張は誤っている。\n上記の事情からすれば，被告病院医師らは，専門性を有する大学病院\nの医師らとして一般の開業産科医院医師ら以上に胎児及び原告Ｃの経過\n観察を十分に行い，また帝王切開術の準備を整えるなどの分娩監視体制\nをとり（被告病院は，総合病院であり，原告Ｃの分娩に関し，入院当初\nから医療チームを結成していたのであるから，容易に上記監視体制をと\nることができた。），次の各時期に子宮収縮の程度と子宮口開大の所見\nを得る内診等をして帝王切開術の施行時期を適切に見極め，①原告Ｃが\n下腹部緊満ないし下腹部痛を訴えた平成６年１月７日午後６時３０分こ\nろ，②分娩監視装置の装着をしたカルテ上の「陣痛発来」時である同日\n午後７時３０分ころ，③Ｊ医師が子宮収縮の増強を診断した午後８時３\n０分ころ，④また，その前後の午後８時１８分ころの変動一過性徐脈出\n現のころ，⑤遅くとも帝王切開術施行と決定した同日午後９時１５分の\nいずれかの時期に帝王切開術を施行（遅くとも午後９時１５分の時期に\nおいては，決定と同時に帝王切開術を直ちに施行）し，原告Ａに過度の\nストレスを与えることを回避すべき注意義務が存在した（なお，原告ら\nは，胎児仮死，羊水混濁，羊水過少については妊娠を中断すべき根拠と\nして主張するものではなく，これらの症状によって胎児に過度のストレ\nスを与えている状況を事情として述べ，かかる事情の下，陣痛が発来し\nた場合には直ちに妊娠を中断して帝王切開術を施行すべきであるという\n主張をしているものである。）。\nそれにもかかわらず，被告病院医師らは，これを怠り，同日午後６時\n３０分ころの原告Ｃの下腹部緊満ないし下腹部痛の訴えについて看護師\nから当日の担当医師へ連絡がされず，またその後の午後８時３０分には\n「子宮収縮↑↑」との診断をしていながら，帝王切開術の準備に着手し\nないまま原告Ｃを放置し，同日午後９時１５分まで，子宮口の開大の有\n無及び程度，子宮膣部の柔らかさ等を診断するための担当医師による内\n診等の診察をせず，また分娩監視装置を装着しないまま看護師または助\n産師のみにその対応をゆだね，午後９時１５分にＦ医師が「全開大」と\n叫んだ内診を終えて病室に戻った原告Ｃが分娩監視装置の装着ができな\nいほど陣痛が増強した状態であったにもかかわらず，看護師が担当医師\nに連絡しないまま原告Ｃを放置し，原告Ｃの訴えで初めて胎児の臀部が\n外陰部まで下降していることを認識するほど監視を怠り，結局，帝王切\n開術を施行する時期を逸し，原告Ｃをして，原告Ａを病室のベッド上で\n堕落分娩させたことにより，胎児仮死または胎児の状態が極めて悪化し\nた状態にし，かつ新生児仮死を発症させ，加えて新生児に対する適切か\nつ十分な措置を行うことができなかったことも加わり，原告Ａに本件後\n遺障害を生じさせた。\nイ 分娩後に臍帯結紮，羊水吸引，気道確保，気管内挿管，体温管理等の新\n生児に対する適切かつ十分な措置を行わなかった過失\n仮に，本件分娩において，帝王切開術の施行が間に合わず，経膣分娩に\nよらざるを得なかったとしても，上記のとおり，平成６年１月７日の原告\nＣの状態がそれ以前とは大きく異なっていたのであるから，被告病院医師\nらには，娩出直後の新生児に対する人的，物的体制を整えて，新生児であ\nった原告Ａに対する適切な措置を行うべき高度の注意義務があった。\nにもかかわらず，被告病院医師らは，これを怠り，人的，物的体制の整\nっていない病室のベッド上で原告Ａを娩出させた結果，インファントウォ\nーマー上の温度とベッド上の温度は温度差があり，室内の保温管理では不\n十分であり，乾いた布，ガーゼ等も存在しないため全身の羊水を拭き取り\n乾いた布でくるんで保温に努めることができず，さらには新生児を裸のま\nま抱えて廊下を走って，病室から分娩室への移動を要して（移動に要した\n時間は病棟平面図（乙４）の距離関係からして被告主張の１０秒間ではあ\nり得ない。）体温管理に注意をはらっていない。\nまた，気道確保についても新生児の顔を下に向けて羊水を出し，それだ\nけのことしか行われず，Ｅ助産師が病室に持ち込んだとする電動吸引器に\nついては，Ｆ医師，Ｅ助産師，Ｇ看護師はいずれも，自分が吸引操作はし\nていないこと，誰が吸引操作をしたかは分からない旨証言しているところ\nから，電動吸引器，吸引カテーテルを用いての羊水吸引も行わず気道確保\nに必要な措置をとっていない。\nさらに，臍帯結紮器具の搬入が遅れたことから臍帯結紮に時間を要した\nため，啼泣するもその程度は極めて弱くかつ短時間にすぎず，これにより\n胎盤内の血液が新生児に移行し多血症を発症させ，羊水混濁の程度が極め\nて高く，吸引による気管内の分泌物の除去を治療方針とし，その措置がな\nされたが，十分な羊水吸引ができずに胎便吸引症候群，高ビリルビン血症\nを発症させた。\nまた，小児科医師の応援も遅れたことなどにより分娩室での気管内挿管\n等の蘇生措置が十分でないなど病室及び分娩室において新生児に対し適切\nかつ十分な措置をしなかった。そのため，Ｆ医師は「ややｒｉｓｋは上\n昇」と記述した（乙２の３３頁昀下段）。この記述部分はまさにＦ医師が\n分娩時に大変な苦労をし，脂汗を流さんばかりの苦闘の対応をしていたこ\nとを十分に推認させるものである。そうでなければカルテ上にこのような\n記述をする訳がない。\n以上の事実から，インファントウォーマーへの到着が分娩後約１分間で\nある訳がない。この点，被告は，分娩から約４０分後の午後１０時２５分\nにおける原告Ａの体温が３６．９℃であること，及び翌１月８日午前１時\n以降も体温低下が認められないことを根拠として，原告Ａが低体温に陥っ\nたことはない旨主張する。\nしかし，本件では分娩直後から蘇生処置が施される間の原告Ａの低体温\nを問題としているのであるから，分娩から約４０分後の体温が正常である\nことやその後の体温の低下が認められない事実があったからといって，原\n告Ａが低体温に陥っていないこと，あるいは低体温に基づく呼吸障害に陥\nっていないことの根拠にはなり得ない。\n以上により，原告Ａをして，なお一層重篤な新生児仮死に陥らせ，本件\n後遺障害を生じさせた。\nウ 出産後の原告Ａの検査，治療が不適切であった過失\n被告病院医師らは，新生児であった原告Ａに対し，早期にＣＴ写真，Ｍ\nＲＩ写真の撮影，脳波検査をするなどして新生児の管理を適切に行い，点\n頭てんかん（ウエスト症候群），精神発達遅延，脳性麻痺に陥る危険性に\nついて診断し，その治療をすべき高度の注意義務があったにもかかわらず，\nこれを怠った。\nすなわち，原告Ａは，新生児仮死の状態で出生し，極低出生体重児であ\nり，新生児のうちに新生児呼吸窮迫症候群，高ビリルビン血症，多血症等\nになった上，生後約７か月の段階で，原告Ｃが被告病院小児科担当医師に\n対し，原告Ａの体が固く，おしゃぶり，首の座りも遅いことを伝えていた\nのであるから，被告病院医師らは，新生児の早い段階のうちに原告Ａに点\n頭てんかん，精神運動発達遅延，脳性麻痺等の後遺障害が発生することを\n予測できたのであり，経過観察を十分に行い，早期にＣＴ写真，ＭＲＩ写\n真の撮影，脳波の検査等を行って治療をすることにより上記後遺障害の発\n生を未然に防止すべき注意義務があった。\nにもかかわらず，被告病院医師らは直ちに対応せず，結局，平成６年９\n月２８日に至って初めて，頭部ＣＴ写真を撮影して脳萎縮と側脳室の拡大\nを認め，同年１１月２日，点頭てんかんの発症を確認し，同月９日，脳波\n検査の結果，点頭てんかんと診断した上，点頭てんかん，精神運動発達遅\n延，脳性麻痺の治療を開始したのであって，本件後遺障害に陥る危険性に\nついての早期診断及び早期治療の時期を逸した過失がある。\nなお，被告は，乙１３の１の２４頁及び乙１４の９頁を根拠に，原告Ｃ\nに対して，原告Ａのリハビリテーションを開始するように勧めたと主張す\nるが，同各証拠は被告病院内の関係診療科間の依頼事項であって，原告Ｃ\nに対するリハビリテーションの開始を指導したものではない。また，平成\n６年９月７日被告病院は原告Ｃに対し，このとき初めて原告Ａの脳性麻痺\nの危険性を指摘し，ＣＴ写真の予約，Ｈ医療福祉センターでのリハビリテ\nーションを予約したものであり，各措置は被告病院の各診療科の時間的都\n合でなされたものにほかならず，決して原告Ｃが放置していたわけではな\nい。\nエ 上記アないしウの過失の重畳的競合\n被告病院医師らには，上記アないしウの過失があり，これらの過失が重\n畳的に競合したことにより，原告Ａに本件後遺障害を生じさせた。\nオ 因果関係について\n（ア） 本件後遺障害は，上記アないしウの過失行為またはこれらが重畳\n的に競合した過失行為により発生したといえる。\nこの点，被告は，原告Ａの本件後遺障害の結果は，児の未熟性のみに\n起因するものである旨主張する。確かに，児の未熟性がかつて脳性麻痺\nの三大原因の一つとして大きな部分を占めていたことは否定し得ない。\nしかし，現在では未熟性もそれだけで脳性麻痺になることは少なくなっ\nた。すなわち，脳性麻痺の原因の大半は既に母胎の中で形成され，また，\n分娩時におけるストレス，さらには，分娩後の蘇生方法に問題があると\nいったケースがほとんどである（甲３５の２頁，甲３６の２頁参照）。\n各種の低出生体重児の長期予後調査の結果をみると，正常が約７５～\n８０パーセントであるのに対し，異常はその残りであり，異常の原因は\n超早産児の産科的管理，ことに分娩時及び新生児の管理が大いに関係す\nることが指摘されている。\nたとえば，聖隷浜松病院未熟児センターの初期（１９７７年～１９７\n９年）における出生体重１５００ｇ未熟児の治療成績は，１３３名入院\nし，９０名が生存退院したが，７名が脳性麻痺であり，２名を除き軽症\nで自立している。さらに８３名は大半が高校・大学へ進学し，就職して\nいる。未熟児医療をきちんとやっていけば，小さな未熟児でも日常生活\nができて，働けるところまでいくことが長期予後調査の結果から判明し\nている（甲３６の２頁参照）。また，日本新生児学会雑誌ＶＯＬ．３６，\n№４，５６１～５６２頁は，超低出生体重児の長期予後の成績を示し，\n生存者の約８割が神経学的後遺症もなく生存していることを紹介してい\nる（甲４６参照）。さらに，日本新生児学会雑誌ＶＯＬ．３６，№３，\n４４７～４５３頁は，１９８６年から１９９５年の１０年間に生存退院\nした２３１例中，３４例に重度中枢神経障害が発生した（１５パーセン\nト），脳性麻痺単独が３例，精神発達遅延単独が１５例，脳性麻痺と精\n神発達遅延の重複障害が１６例だったと発表している（甲４５参照）。\n以上のような長期予後調査の結果からすると，本件のような後遺障害\nは必ずしも児の未熟性によるものではないことが明らかである。もし，\n児の未熟性によるものであるとしたならば，すべて本件のような後遺障\n害が発生するはずであるが，長期予後の結果はそうではない。\nそれは，分娩時及び新生児の蘇生措置並びにその後の新生児の管理が\n適切になされているからにほかならない。\n本件では，必ずしも胎児仮死と診断し得ないにしても，胎児の状態が\n悪化している状況にあったものであり，かつ，ベッド上での経膣分娩に\nよる過失とそれに伴う新生児の蘇生措置及びその後の管理が不適切，不\n十分であったことにより本件後遺障害が発生したものといわざるを得な\nい。\n（イ） 仮に，原告Ａの出生時の未熟性が本件後遺障害の一因であること\nが否定できないとしても，医学的な因果関係に関する高度の蓋然性の判\n断は，過去の事実関係をもとに行う評価としての側面を持ち，定量的，\n確率的な判断に馴染むものであり，このような確率的因果関係を損害賠\n償額に反映させることにより，損害の公平な分担という不法行為法の理\n念を全うすることができる。\nカ 重大な後遺症が残らなかった相当程度の可能性の存在\n医師が過失により医療水準にかなった医療を行わなかった場合で，その\n医療行為と患者の死亡との間の因果関係の存在は証明されないが，上記医\n療行為が行われていたならば患者がその死亡の時点においてなお生存して\nいた相当程度の可能性の存在が証明される場合には，医師は，患者が上記\n可能性を侵害されたことによって被った損害を賠償すべき不法行為責任を\n負うものと解すべきであり（昀高裁第二小法廷平成１２年９月２２日判決\n・民集５４巻７号２５７４頁），上記の結論は，医師の転送義務違反が存\n在し，重大な後遺障害が残ったケースにも妥当すると解される（昀高裁第\n三小法廷平成１５年１１月１１日判決・判時１８４５号６３頁）。\n本件は，分娩担当に当たった医師に妊婦の分娩経過についての監視義務\n違反行為に基づく帝王切開術施行時期を逸した過失が存在し，また分娩直\n後の不適切な措置及びその後の新生児医療の懈怠等のために出生した児に\n重大な後遺障害が残ったという事案であり，上記見解は本件にも妥当する\nというべきである。\n本件においては，被告病院には原告Ｃに対する分娩監視義務違反に基づ\nく帝王切開術の施行時期を逸した過失があったこと，分娩直後にも適切な\n気道確保その他の蘇生措置がなされなかったこと，更にその後の新生児医\n療も適切でなかった過失があるところ，鑑定の結果によっても，上記ア\n（イ）記載の②ないし⑤のいずれかの時期において帝王切開術を施行して\nいれば，原告Ａの障害の発生を回避ないし軽減することができた可能性が\nあるとされ，原告Ａの障害の原因は児の未熟性によるものだけではないと\nされている。被告が原告Ｃに対する分娩監視態勢をとり，上記の時期に適\n切に帝王切開術を施行し，また分娩直後の適切な蘇生措置を行い，その後\nの新生児医療が適切に行われていたならば，原告Ａに本件のような重大な\n後遺障害は残らなかった相当程度の可能性が存在したことは十分に認めら\nれる。\n（２） 被告の主張\nア 帝王切開術の施行時期\n（ア） 治療方針\n平成５年当時の妊娠３３週未満の前期破水の症例に対する一般的な治\n療方針は，娩出後の新生児の肺胞を開か せるに十分な肺表面活性物質\n（サーファクタント）が肺胞内に出現することにより，娩出後の新生児\nが大気中の生活に適応できる時期である妊娠３４ないし３５週まではで\nきる限り妊娠を継続させる，また，早産かつ低出生体重児は子の未熟性\nにより胎外生活への適応が困難となるからできる限り胎内での成熟を図\nるというものであった。\nそこで，原告Ｃについても，上記一般的な治療方針に従い，①分娩進\n行，絨毛膜羊膜炎（羊水，卵膜の感染症のこと。）または胎児仮死（胎\n児，胎盤系における呼吸，循環不全を主徴とする症候群のこと。）の症\n候の出現に十分注意しながら，安静を保ちつつ子宮収縮抑制剤による子\n宮収縮の抑制並びに抗生物質等による感染防止を行いできるだけ妊娠を\n継続させること，②上記症候の出現により胎児を娩出せざるを得ないと\nきには，骨盤位（逆子）であることから胎児に負担をかけないため腹式\n深部帝王切開術を選択することを決定し （以下「本件治療方針」とい\nう。），原告Ｃ及び原告Ｂの同意を得た上で，その後も本件治療方針に\n従った治療を行った。\n（イ） 胎児仮死\nａ 胎児仮死が発生すると，胎児心拍数の異常，胎便排泄による羊水混\n濁といった症状が現れる。ただし，胎便排出ないし羊水混濁の発症の\n機序は未だ明らかでないことから，羊水混濁の事実のみをもって直ち\nに胎児仮死ないし低酸素症が発症したものと診断することにはならな\nい。\nこの点，原告Ｃについては，本件分娩に至るまでの間，胎児仮死ま\nたはその症候の出現は認められなかった（なお，原告らが主張する胎\n児の状態が極めて悪化した状態というのが，具体的にいかなる状態を\n指しているのか不明であるが，胎児仮死に至らない状態をいうのであ\nれば，かかる状態になることが帝王切開術を施行すべき根拠となるも\nのでなく，その主張は失当である。）。\nなお，原告Ｃは，前期破水を伴う切迫早産にて入院していたもので\nあり，切迫早産徴候（子宮収縮）が現れることは当然であって，不可\n避なものである。被告病院医師らは，原告Ｃが妊娠３０週という極め\nて未熟な状態であったため，子宮収縮抑制剤投与等によって妊娠の継\n続を図るが，胎児に対するストレスが過度となり胎児仮死となった場\n合には分娩するという方針に基づいて治療を実施していたものである。\n胎児仮死徴候が認められなかったのであるから，極めて未熟な状態で\nも分娩とせざるを得ないようなストレスは存在しなかったのである。\nｂ 胎児心拍数\n胎児仮死の診断方法としては，分娩監視装置で記録される胎児心拍\n数の経時的変化（胎児心拍数図）による胎児状況の判定（ＮＳＴによ\nる判定）が昀も重要とされているところ，原告Ｃの胎児心拍数の経時\n的変化（胎児心拍数図）は，平成５年１２月２５日の入院後，一貫し\nて週数相当の一過性頻脈と基線細変動を示しており，胎児仮死の症候\nは認められなかった。この点，同月３１日以降，時折軽度変動一過性\n徐脈の出現が認められるが，いずれもその後の胎児心拍数図に軽度変\n動一過性徐脈が頻回に出現しておらず，かつリアクティブパターンが\n認められたことから，胎児仮死を示すものとはいえない。また，平成\n６年１月７日午後８時５０分ころまでの胎児心拍数図についても，胎\n児心拍数基線細変動が減少もしくは消失している所見はなく，既に陣\n痛が発来しているにもかかわらず胎児仮死の症候は認められず（同日\n午後７時５０分ころ，同日午後８時ころ，同日午後８時１５分ころに\n変動一過性徐脈が認められたが，いずれも胎児仮死の徴候とは認めら\nれなかった。），娩出直前（同日午後９時３８分から同日午後９時４\n１分までの間）の胎児心拍数についても，胎児心拍数は断続的に１２\n０ｂｐｍ前後に記録されており，少なくとも持続性徐脈ではなかった\nのであり，胎児仮死の症候は認められなかった。\nなお，午後９時３８分から４１分までの間の胎児心拍数図において\n６１ｂｐｍ，８１ｂｐｍ，６１ｂｐｍと記録されている部分があるも\nのの，これらはいずれも短時間である上，四つん這いになるなどして\nいた原告Ｃの腹部に看護師が手で心音検出器具を当てて得られたもの\nであり，雑音と考えられる。\nｃ羊水混濁\n原告Ｃについては，平成５年１２月２５日の入院後から本件帝王切\n開決定時までの間に羊水混濁は認められなかった。なお，平成６年１\n月２日にパットに付着した分泌物（羊水と膣内容が混じったもの）の\n性状が一時的に黄緑色であったとの記載があるが，その前後の経過か\nら判断して，羊水混濁が生じていたものとは考えられず，羊水に膣分\n泌物が混じったための変化と考えられる。\nこの点，原告Ｃにおいてパットに付着した分泌物が赤色ないし血性\nであったことは，切迫早産の症状の一つである性器出血が漏出羊水に\n混じったことによるものであり，これが胎児仮死の発生や妊娠を中断\nすべきことの根拠とはならない。また，経過記録に平成５年１２月２\n６日及び平成６年１月２日にパットに付着した分泌物の性状が茶色，\n茶褐色ないし黄緑色であったとの記載がある（乙２の１０６頁）が，\n膣内の分泌物や膣内消毒の薬液（イソジン）などと混ざり合って膣外\nに至ったものと考えられ，そもそも羊水混濁が１日で消失することは\nないから，羊水混濁があったとは考えられない。なお，羊水混濁が続\nけば胎盤の羊膜が黄色になるところ，羊水混濁がなかったことは，分\n娩記録の胎盤所見において胎児面の色が「灰白色」と記載されている\n（乙２の１１頁）ことからも明らかである。\nまた，本件分娩は，骨盤位分娩であり，このような場合，胎児の臀\n部が先進することから，分娩時に，胎児の腹部が産道を通過する際に，\n胎児の肛門から胎便が排泄され，羊水に混入することが一般的であっ\nて，分娩時の羊水に胎便が混入していたことをもって，胎児に胎児仮\n死を発生させるほどのストレスが生じていたものということはできな\nい。原告らは，分娩時の羊水所見をもって陣痛発来前からストレスが\n生じていたと主張するが，明らかに誤りである。原告Ａが呼吸障害に\n陥ったのは，肺の未熟性に起因する新生児呼吸窮迫症候群を発症した\nことによるものであり，胎便吸引症候群を発症したことによるもので\nはない。\nｄ羊水過少\n前期破水の場合は羊水流出により羊水が過少ないしほとんどない状\n態になることもあるが，羊水は持続的に産生されており，減少しても\n再び増加するものであるから，一時的な羊水の減少により直ちに胎児\n仮死の発生や妊娠を中断すべきことの根拠とはならない。\nまた，本件分娩前に胎児が羊水過少に起因する臍帯圧迫による低酸\n素状態になかったことは，胎児心拍数等から明らかである。\nさらに，羊水減少と出生後における消化管出血とは直接的な因果関\n係がない。\nｅ アプガースコア\n原告Ａは，妊娠３０週２日，出生時体重１４２４グラムという早産\nかつ極低出生体重児として，新生児仮死の状態で出生したものの，そ\nの程度は軽度（１分後のアプガースコア５点）であり，しかも５分後\nのアプガースコアが８点に上昇していることからすれば，原告Ｃにつ\nいて，分娩に至るまでの間に胎児仮死が発生していた可能性はない。\nなお，５分後のアプガースコアについて，小児科の診療録及び母子\n手帳には６点である旨記載されているが，これは分娩室に駆け付けた\n小児科医師が正確な時間的経過を把握しないまま採点したものであり，\n当初から本件分娩に立ち会っていたＦ医師による採点である８点が正\n確な所見である。\n（ウ） 陣痛発来時及び帝王切開術施行決定時\nａ 陣痛発来は，子宮収縮の自覚症状の訴えのみをもって直ちに陣痛発\n来との診断に至るものではなく，子宮収縮の程度と子宮口の開大等の\n客観的所見をもって診断されるものであり，子宮収縮の増強に加え，\n一定の子宮口の開大等が確認された時点で，諸状況を考慮し，さかの\nぼって陣痛発来時を判断することによって行うものである。\n原告Ｃについては，平成６年１月７日午後７時３０分ころ，子宮収\n縮の増強に伴う自覚症状の訴えがあった（なお，同日午後６時３０分\nころ，原告Ｃがこれまでとは異なる下腹部緊満ないし下腹部痛を訴え\nたことはない。）ので，被告病院は，胎児仮死の症候の出現を警戒し，\n同日午後７時４０分ころより，分娩監視装置による観察を行って，胎\n児仮死徴候の有無及び子宮収縮の状態を監視しながら妊娠継続の可能\n性を探っていたが，その後の子宮収縮の状況等から同日午後９時１５\n分ころに内診を行ったところ，子宮口が３センチメートル，展退度が\n９０～１００パーセント，ステーションがマイナス２であり，分娩進\n行が認められたので，それ以上の妊娠継続は不可能と判断して帝王切\n開術の施行を決めた上，そこからさかのぼった同日午後７時３０分を\n陣痛発来時と判断したものである。\nこの点，原告Ｃは，子宮収縮及びそれに伴う腹痛を主要な徴候する\n切迫早産との診断を受けていたのであり，切迫早産の治療目的からし\nて，子宮収縮の抑制がまず第一に考えられるべきであり，原告Ｃが子\n宮収縮の増強を訴えたことをもって直ちに分娩開始と診断することは\nあり得ない。\nすなわち，本件のような切迫早産の症例の場合にその徴候として真\nの陣痛発来と同様の周期的な子宮収縮が生じることは少なくなく，ま\nた，真の陣痛発来ではない周期的な子宮収縮を陣痛発来と誤診した場\n合，児を極めて未熟な状態で娩出させることになることから，切迫早\n産の症例において当該子宮収縮が真の陣痛発来であるか否かの判断は\n極めて慎重に行う必要がある。このような観点から，被告病院におい\nては，午後９時１５分の内診所見に基づいて，さかのぼって午後７時\n３０分が陣痛発来時であると判断したのである。このように，子宮収\n縮が増強した時点で陣痛発来を診断することは不可能であり，後方視\n的に陣痛発来時とされた午後７時３０分やその後子宮収縮の増強を訴\nえたという午後８時３０分の時点で帝王切開術をすべき注意義務は存\n在しない。\nなお，同日午後９時１５分における原告Ｃの子宮口の開大が３セン\nチメートルにとどまっていることからすれば，同日午後７時３０分こ\nろにおいて，分娩開始との診断に至るほどの子宮口の開大があったと\nも考え難い（なお，子宮口が全開大であれば超緊急的帝王切開術を施\n行するところ，これをしなかったことからもこの時点で子宮口が全開\nしていたとは考えられない。）。\nしたがって，仮に同日午後７時３０分ころに内診を行ったとしても，\nこの時点で帝王切開術の施行の必要性を認めて，その旨の決定を行っ\nたとは考えられない。\nｂ 原告Ｃは，平成６年１月７日午後９時１５分に分娩進行が認められ\nたことから，本件治療方針に基づき帝王切開術の施行が決定されたも\nのの，予想外の分娩の急速進行により，同日午後９時４６分に経膣分\n娩するに至った。\nすなわち，Ｆ医師は，平成６年１月７日午後９時１５分，原告Ｃを\n内診し，子宮口が３センチメートル開大していることに加え，それま\nでの子宮収縮の推移を併せ考慮した結果，原告Ｃのこれ以上の子宮収\n縮を抑制することは不可能であると判断し，分娩開始時期を同日午後\n７時３０分と診断するとともに，本件治療方針に従って帝王切開術の\n施行を決定したのであるが，切迫早産との診断を受けた患者について，\n通常の満期分娩と比較して子宮口開大の速度が早まることがあるとし\nても，子宮口が３センチメートル開大してからわずか３０分後に分娩\nに至るということはおよそ考えられず，Ｆ医師が超緊急的な帝王切開\n術を実施せず，原告Ｃの帝王切開術のための手術室への入室時間を午\n後９時５０分としたことに何ら過失はない（なお，Ｅ助産師が同日午\n後９時３５分ころ病室に入った際，原告Ｃに強い陣痛が発来している\n様子は認められなかったのであり，原告Ｃの陣痛が突然増強し，急速\nに分娩が進行したのは，同時刻以降のことであり，もはや帝王切開術\nの施行は時間的に不可能であった。）。\nｃ 原告Ｃについて，入院後平成６年１月３日までの診察所見では，頚\n管の成熟の進行は認められず，また，同月１日に施行した胎盤の超音\n波断層検査の結果においても分娩後の胎盤所見においても胎盤早期剥\n離が生じていたとは認められない。\nｄ 午後９時１５分の内診時には子宮口は３センチメートル開大であっ\nて，全開ではなかった。\nなお，原告Ｃは，午後９時１５分の内診前に排便したい感じを訴え\nたが，実際にトイレに行き大便をして，その後内診時には排便したい\n感じは治まっている（原告Ｃ尋問調書３７，３８頁）。したがって，\n原告Ｃが訴えていた努責感は児頭の下降に伴うものではなく，排便に\n伴うものであった。\n（エ） 被告医師らの監視体制\nａ 平成６年１月７日午後７時４０分ころから同日午後８時１５分ころ\nまでの間，原告Ｃは病室で分娩監視装置を装着していたが，その間，\n担当医師であるＦ医師は，被告病院内において通常の産婦人科の当直\n勤務を行っており，原告Ｃに何らかの変化が生じた場合は直ちに病室\nに急行できる状態であったのであり，また，Ｅ助産師及びＧ看護師も\n終始付き添っていたわけではないが，病室において，胎児仮死の症候\nの出現の有無を確認すべく胎児心拍数と子宮収縮の状態を観察すると\nともに，過強陣痛等の異常な子宮収縮の有無を観察し，合わせて原告\nＣの全身状態の観察を行っていたが，胎児仮死の症候も異常な子宮収\n縮も認められず，原告Ｃの全身状態にも著しい変化はなかった。そし\nて，同日午後８時３０分ころ，被告病院医師Ｊが自ら分娩監視装置に\nよる胎児心拍数や子宮収縮の状態を観察し，それまで認められた変動\n一過性徐脈が胎児仮死の証拠とは認められないものの，同日午後７時\n３０分ころから子宮収縮が持続し，その強さが減弱していないことか\nら，Ｆ医師にその旨報告し，その後の治療方針を確定するため，Ｆ医\n師が原告Ｃを処置室内の内診台において診療することを決めたのであ\nって，看護師から医師に対し的確な情報伝達がされていた。\nｂ 原告Ｃについて，平成６年１月５日から同月７日午後９時１５分ま\nでの間，内診がされていないのは，原告Ｃが前期破水を発症していた\nことから，診察操作による上行感染の危険性があるため，内診や膣鏡\n診を必要昀小限にとどめる必要があったからであり，この間も被告病\n院医師らは，原告Ｃの一般状態の観察，ＮＳＴによる胎児心拍数及び\n子宮収縮の状態の確認，羊水流出状況の確認等の診療行為を継続的に\n行っていたのであって，被告病院医師らによる原告Ｃの経過観察が十\n分に行われ，適切な分娩監視体制がとられていたのは明らかである。\nまた，同日の内診が午後８時５０分ころに決定されたのは，同日午後\n８時１５分に変動一過性徐脈が認められたことから，かかる変動一過\n性徐脈が頻発するならば胎児仮死との診断に至ることから，これを判\n断するために，午後８時３０分以降２０分程度の間，分娩監視装置に\nよる胎児心拍数及び子宮収縮の監視を行う必要があったためであり，\n適切な経過観察が行われていたものである。\nｃ 平成６年１月７日午後９時１５分の時点において，未だ陣痛発来と\nの診断を受けておらず，胎児心拍数の異常も認められない原告Ｃを，\n病室から処置室の間のわずかな距離を自力歩行させたとしても，胎児\n仮死の発生を導くほどのストレスを与えたとはいえない。\n（オ） 病室での分娩\nａ 原告Ｃについては，病室のベッド上での経膣分娩に至ったものの，\n当該分娩はＦ医師ら立会いのもと，極めてスムーズに進行し，胎児の\n娩出も極めてスムーズに行われたのであって，結果的には，当該分娩\nにおいて胎児に与えたストレスは，帝王切開術を施行した場合と異な\nるところはなかった。\nｂ 新生児呼吸窮迫症候群は，早産かつ極低出生体重児であることによ\nる肺の未熟性（サーファクタント不足）を主な原因にして発症するも\nのであり，周産期及び分娩時におけるストレスに起因するものではな\nく，これを発症したことにより直ちに出生前に胎児仮死を発症してい\nたことにはならない。また，出生後の多血症の発症については様々な\n要因が考えられ，これをもって直ちに胎児仮死が発症していたという\nこともできない。\nイ 出産後の処置\n原告Ｃの分娩は，Ｆ医師及び看護師立会いのもと行われ，娩出後Ｆ医師\nによりマウス・ツー・マウス法によって補助呼吸を行い，その結果，啼泣\nが認められた。引き続き，Ｅ助産師が病室に持ってきた電動吸引器で口腔\n・鼻腔内の羊水や分泌物を吸引することにより気道を確保し，名取弓美助\n産師が病室に持ってきた臍帯切断結紮用の臍帯クリップ，臍帯剪刀等を用\nいて臍帯が切断された後，速やかに分娩室内に移送して（移動に要した時\n間はおよそ１０秒である。），同室内のインファントウォーマーにおいて\n酸素投与を行い（インファントウォーマーへの到着が分娩後約１分であ\nる。），気管内挿管を行って呼吸の補助を行ったのであって，原告Ａに対\nする娩出直後の被告病院医師らの処置は，手術室における帝王切開術によ\nる分娩後や分娩室における経膣分娩後の早産かつ極低出生体重児に対する\n処置と比べて，時間的にも内容的にも何ら異なることなく適切になされて\nいる。このことは，原告Ａの娩出後１分後のアプガースコアが５点であっ\nたものが，５分後には８点に改善していることからも明らかである。なお，\n①気管内洗浄による吸引物は淡黄色の液体であり，胎便は確認されていな\nいこと，②胸部レントゲン像は，胎便吸引症候群において認められる粗大\n線状陰影ではなく，新生児呼吸窮迫症候群に特徴的なスリガラス状陰影で\nあったこと，③胸部レントゲン像は，サーファクテン（上記症候群の治療\n薬）の注入後に改善していること，④ＡＰＲスコアが０点であった（同ス\nコアが３点以上のとき感染の可能性が高いと判定される。）ことからすれ\nば，原告Ａが出生直後に胎便吸引症候群を発症した可能性はない。\nなお，原告らは，体温管理がなされていない旨主張するが，原告Ａは出\n生から約１分後にはインファントウォーマー上に移動されており，体温管\n理は適切になされており，低体温によるアシドーシス発症の可能性はない。\n原告Ａは，１月７日午後１０時２５分ころに被告病院小児科に入院したが，\nそのときの体温は３６．９度であり（乙９の１の５９頁），また，１月８\n日午前１時以降も体温の低下は認められていない（乙９の１の９４頁以\n下）。したがって，原告Ａが低体温に陥ったことはないし，アシドーシス\nを発症したこともない。\nまた，気道が確保されていたことは啼泣が認められたことから明らかで\nあるし，臍帯結紮はどんなに遅くとも娩出後１分以内に行われている。\n以上のとおり，病室での分娩やその後の処置は適切に行われた。Ｆ医師\nがカルテ（乙２の３３頁）に「ややｒｉｓｋは上昇」と記載したのは，分\n娩区域外での分娩であったため，感染症のリスクが上昇した可能性を記載\nしたものであって，病室で分娩した際に適切でない対応があったとか，経\n膣分娩自体にリスクがあったという趣旨ではない。なお，原告Ａが感染症\nを発症しなかったことは，その後の経過から明らかである。\nウ 出生後の原告Ａの検査及び治療\nａ 被告病院小児科では，原告Ａについて，新生児仮死及び新生児呼吸窮\n迫症候群，多血症，高ビリルビン血症及び消化管出血について，適切な\n治療を行うとともに，精神運動発達遅延，脳性麻痺等の後遺障害の発生\nが予想されるリスク児であることを想定し，新生児期から経過観察を行\nい，股関節の開排制限，足関節の背屈制限，内転筋の緊張などの臨床診\n断をし，特に神経学的所見が認められた段階で，将来的に発生が予想さ\nれる後遺障害を昀小限にするための対応を行っていた。\nまず，被告病院入院中においては，原告Ａの体重が２０２４グラムと\nなり，経口哺乳が可能となった平成６年３月２３日，運動発達遅延，脳\n性麻痺の可能性のある股関節の開排制限及び両足の背屈制限の出現に対\nし，直ちにレントゲン撮影を行い，被告病院整形外科に依頼して専門医\nの診断と治療方法の指示を受け，同月２４日からは関節拘縮予防のため\nの包帯固定などの治療を行った（乙９の１の３頁，５２頁，８５頁，乙\n１４の６の７頁）。また，同月２９日（乙９の１の５３頁，８６頁，乙\n１４の７頁）及び同年４月５日（乙９の１の５４頁，８８頁）には，再\n度整形外科の往診を受け，症状の改善状況を確認するとともに治療の指\n示を受け，治療を続行した。そして，同月１８日の整形外科受診の時点\nでは，それまでの治療の成果もあり，両足関節背屈制限が緩和してきた\nことから，包帯固定をしないで様子をみ ることとし（乙９の１の９１\n頁），以後同月２９日に被告病院を退院するまでの間，足関節の状況を\n毎日注意深く観察しながら治療を行っていた（乙９の１の９２頁，９３\n頁）。\nまた，被告病院退院後，被告病院小児科の小児神経外来の初診日であ\nる平成６年５月１１日に，原告Ａの下肢の痙性（下肢の筋緊張が強く動\nきがにぶいこと），足関節の拘縮，尖足等の症状を確認し，予想される\n障害を昀小限にするために，早期のリハビリテーションを開始する目的\nで，被告病院理学療法室に対して原告Ａのリハビリテーションを依頼し，\n原告Ｃに対してもリハビリテーションを開始するように勧めた（乙１３\nの１の２４頁，乙１４の９頁）。しかしながら，原告Ｃは理学療法室に\n来院せず，その後，同年９月７日，被告病院小児神経外来が原告Ｃに対\nし，筋緊張の亢進，運動発達の遅れを理由に再度リハビリテーションの\n必要性を述べたところ，同年１０月６日になってようやくＨ医療福祉セ\nンターでのリハビリテーションを開始するに至った（乙１３の１の２６\n頁）。\nｂ 精神運動発達遅延及び脳性麻痺は，脳の形態だけで診断することは困\n難であり，筋肉の硬直，関節の拘縮，姿勢反射の異常等の神経学的臨床\n所見により診断されるものであって，ＣＴ写真及びＭＲＩ写真は飽くま\nで補助診断にすぎず，被告病院小児科主治医は，原告Ａの臨床所見から\n脳の成長不全を疑い，神経症状を昀小限度に防ぐため昀も効果的なリハ\nビリテーション等の治療を，ＣＴ撮影をする約半年前（平成６年３月２\n４日）から行っていたのであり，ＣＴ写真及びＭＲＩ写真を撮影しなか\nったことにより，早期診断及び早期治療の時期を逸したということはで\nきない。\nｃ 点頭てんかんについては，特徴的な発作が出現したときに初めて，脳\n波上特徴的なヒプスアリズミア（棘波が時間的，空間的に無秩序に出現\nする脳波所見のこと。）が出現することからして，早期に点頭てんかん\nの発症を予測することは脳波学的にみて困難であり，また，脳波記録に\nおいて突発波が出現しても，臨床症状（痙攣発作等）が出現しなければ\n通常治療が開始されることもなく，結局，点頭てんかんの治療としては，\n痙攣を抑えるための治療が唯一の治療であり，現在においても，点頭て\nんかんの発症を予測し，その発症を防止する治療方法はない。\nエ 因果関係\nａ 原告Ａは，新生児呼吸窮迫症候群，多血症，高ビリルビン血症及び消\n化管出血等を発症しているが，これらは原告Ａが新生児仮死として出生\nしたのと同様，児の未熟性に起因するものと解され，精神運動発達遅延，\n脳性麻痺等の本件後遺障害の発生と上記諸症候とが何らかの関連を持っ\nていると考えることはできるが，被告病院医師らの処置及び治療と本件\n後遺障害の発生との間には因果関係がない。\nｂ 訴訟上の因果関係の証明は，特定の事実が特定の結果を招来した関係\nを是認し得る高度の蓋然性を証明することを要するのであって，確率的\nに因果関係の証明をすることは相当でない。\n原告らの引用する低出生体重児の長期予後調査の結果に関する文献か\nらも，児の未熟性によって原告Ａに生じている後遺障害が起こり得るこ\nと，現在の医学における昀善の処置・治療を行ったとしても後遺障害の\n発生が避けられない場合が多数存在することは明らかである。原告らは，\nこれらの文献から，後遺障害が発生した事例では必ず処置・治療に不適\n切な点があったと主張するが，明らかな誤りである。\nオ 重大な後遺障害が残らなかった相当程度の可能性の存在の主張について\nは争う。そもそも被告病院医師らには，原告らが主張するような過失が認\nめられない。\n３ 争点３について\n（１） 原告Ａの主張（平成１１年（ワ）第２３６号事件）－合計２億３８５\n７万３５３４円\nア 入院雑費 ２１万１５００円\n平成６年１月７日から同年８月２日までの間，３回にわたる入院におけ\nる費用（１４１日×１５００円）\nイ 入院，通院中の慰謝料 ４００万円\nウ 後遺障害による逸失利益 ９０１６万６５８０円\n５４９万１６００円（賃金センサスによる）×１（労働能力喪失率１０\n０パーセント）×１６．４１９（労働能力喪失期間４９年に対する新ホフ\nマン係数）\nエ 後遺障害による慰謝料 ２６００万円\nオ 入院治療費 ２万９７９０円\n平成６年１月７日から同年４月２９日までの間の治療費\nカ 入院付添費 ９３万０６００円\n平成６年１月７日から同年８月２日までの間，３回にわたる入院，合計\n１４１日間，出生直後から交換輸血が必要となるなど常時介護が必要であ\nったことを考慮して通常の１日６０００円から１割増額した１日６６００\n円\nキ 将来の付添費\n（ア） 近親者による介護費 ３５３４万５５０５円\n原告Ａは，平成７年１月ころ（満１歳），症状固定し，以後７６年間\n生存すると考えられ（平成７年簡易生命表による），日常生活上の基本\n動作全般にわたり常時他人の付添看護を必要とし，介護料は障害の程度\nにかんがみて１日６５００円が相当である。\n近親者による介護が可能なのは原告Ｃが満６７歳に達するまでの２８\n年間であり，新ライプニッツ方式で中間利息を控除した金額は，３５３\n４万５５０５円（６５００円×３６５日×１４．８９８）となる。\n（イ） 職業付添人による介護費 ６５９８万１０５０円\n上記ア以降の４８年間は職業付添人による付添が必要であり，職業付\n添人による付添費用は１日１万円が相当であり，新ライプニッツ方式で\n中間利息を控除した金額は，６５９８万１０５０円（１万円×３６５日\n×１８．０７７）となる。\nク 将来の雑費 ２３４万１０８０円\n紙おむつ，排便処置用のビニール手袋の費用として月額１万円が相当で\nあり，症状固定後の平均余命７６年間について新ライプニッツ方式で中間\n利息を控除した金額は，２３４万１０８０円（１万×１２月×１９．５０\n９）となる。\nケ 介護用具費用 合計３５６万７４２９円\n（ア） 支出済みの介護用具費用 合計５６万４１６４円\nａ 座位保持装置 １４万９９２６円\nｂ 同 上 ２２万６３９４円\nｃ 両短下肢装具 １５万０８５４円\nｄ 訓練椅子 ３万３１００円\nｅ らくらくクッション ３８９０円\n（イ） 将来の介護用具費用 合計３００万３２６５円（いずれも今後６\n０年間の買換費用）\nａ 座位保持装置 １３５万９１７９円\nｂ 両短下肢装具 ９３万８６８６円\nｃ 普及型車椅子 ４万５４００円\nｄ 介護用ベッド ３０万円\nｅ ベッドマットレス ３万８０００円\nｆ ベッドサイドレール １万２０００円\nｇ ベッドサイドテーブル １万円\nコ 弁護士費用 １０００万円\n（２） 原告Ｂ及び原告Ｃの主張（平成１３年（ワ）第４９９号事件）\nア 慰謝料 それぞれ１０００万円\nイ 弁護士費用 それぞれ１００万円\n（３） 被告の主張\n原告らの損害に関する主張はいずれも争う。\n４ 争点４について\n（１） 被告の主張\nア 原告Ｂ及び原告Ｃは，遅くとも原告Ａの整形外科外来診療録に身障者手\n帳交付との記載がある平成９年７月９日には，原告らが主張する被告の不\n法行為による損害及び加害者を知ったと認められ，同日から起算して３年\nが経過した。\nイ 被告は，原告Ｂ及び原告Ｃに対し，平成１４年２月２７日の平成１３年\n（ワ）第４９９号事件第１回弁論準備手続期日において，上記消滅時効を\n援用するとの意思表示をした。\nウ 民法７２４条前段の「損害及び加害者を知った時」とは，損害及び加害\n者のほか加害行為の違法性についての認識を要するところ，加害行為の違\n法性については，一般人であればこれを認識する程度で十分であり，不法\n行為の要件のすべてを知る必要はない。原告Ｂ及び原告Ｃは，平成９年７\n月９日，本件に関し証拠保全を申し立てているが，その申立書において，\n原告Ａが脳性麻痺の障害を負った要因として，被告病院が帝王切開術を早\n期に実施しなかったことなどを上げており，この当時既に原告Ａの障害が\n被告病院医師らの過失によるものであるとの認識を有していたのであり，\n損害及び加害者を知っていたといえる。\nエ 医療過誤訴訟における特殊性，証拠保全された資料等の分析の期間等を\n考慮しても，時効期間が経過しているのであるから，被告の消滅時効の援\n用は権利濫用（民法１条３項）に当たらない。\n（２） 原告Ｂ及び原告Ｃの主張\nア 民法７２４条前段の「損害及び加害者を知った時」とは，損害と加害者\nの行為との因果関係も知ったときと解すべきところ，本件では，医療過誤\n訴訟の特殊性，事案の複雑性からして，原告Ｂ及び原告Ｃが被告病院の過\n失により損害が発生したと考えることができた（損害と加害者の行為との\n因果関係の存在を知った）のは，証拠保全により収集した資料を分析し訴\nえ提起が可能となった平成１１年６月２８日（平成１１年（ワ）第２３６\n号事件の訴え提起の日）である。\n「加害者を知った時」については，「加害者に対する損害賠償請求が事\n実上可能な状況のもとに，その可能な程度にこれを知った時」と解すべき\nである（昀高裁昭和４８年１１月１６日判決，民集２７巻１０号１３７４\n頁）。\nイ 本件については，資料や証拠の収集，分析能力等において圧倒的優位な\n立場にある被告とかかる能力をほとんど持たない原告側との力関係，被告\n病院を信頼して妊娠，出産をゆだねたにもかかわらず，原告Ａが身体障害\n者となった上，その後も継続して被告病院において治療を受けざるを得ず，\n訴えることを躊躇せざるを得なかった原告Ｂ及び原告Ｃの心情等に照らせ\nば，被告が消滅時効を援用するのは権利濫用（民法１条３項）に当たり許\nされない。\n第６ 当裁判所の判断\n１ 上記争いのない事実に証拠（各項目かっこ内記載のもののほか，甲１ないし\n１９，２８ないし３３，３５ないし４９，５１，５２，乙１ないし３０，証人\nＧ，同Ｅ，同Ｆ，原告Ｃ本人，鑑定人Ｋによる鑑定の結果（以下「Ｋ鑑定」と\nいう。）。書証はすべて枝番を含む。ただし，甲１９，４７，５１と原告Ｃ本\n人については，以下の認定に反する部分を除く。）及び弁論の全趣旨を総合す\nれば，以下の事実が認められる。\n（１） 原告Ｃの妊娠経過等（特に乙１）\nア 原告Ｃは，昭和３１年（略）生まれの女性であるところ，平成２年３月\n１６日，不妊を主訴として被告病院産婦人科を受診し，機能性の原発性不\n妊症と診断された。被告病院において，人工授精，排卵誘発等の不妊治療\nを継続していたところ，体外受精胚移植法によって，平成５年７月１２日，\n妊娠が確認された（同日時点で妊娠４週５日，分娩予定日平成６年３月１\n６日）。\nイ 原告Ｃは，平成５年７月１９日，８月２日，同月２３日，９月２０日，\n１０月１８日，１１月１５日，１２月１３日，被告病院においてＬ医師に\nよる定期的妊婦健康診査を受け，その間，母体及び胎児の妊娠経過に異常\n症状ないし徴候は認められなかった。その後，同月２０日（妊娠２７週５\n日）に性器出血を訴え，被告病院で診察を受け，同月２４日（妊娠２８週\n２日）にも前日から性器出血があるとして被告病院で診察を受けた。診察\nの結果，子宮口は閉鎖していたが，子宮収縮が認められ，ＡＦＩ（羊水量\nインデックス）は８．４センチメートルで，胎児の胎動がみられた。診察\nを担当したＭ医師は，原告Ｃに入院による治療を勧めたが，原告Ｃは，こ\nれを希望しなかったことから，子宮収縮抑制剤（塩酸リトドリン）の経口\n薬を処方され，自宅にて安静療養することとなった。\nウ 原告Ｃは，翌日の平成５年１２月２５日（妊娠２８週３日），午前７時\nころに破水したとして，午前１０時ころ，被告病院救急外来に来院し，前\n期破水及び切迫早産との診断を受けて被告病院産科病棟に入院した。\n被告病院は，Ｌ医師を中心にＭ医師，Ｎ医師及びＯ医師らが医療チーム\nを組んで原告Ｃの処置に対応することとし，他にもＰ医師，Ｑ医師，Ｊ医\n師，Ｆ医師らが当直医などとして診察及び処置に関わることがあった。\n（２） 入院時及び入院期間中の診察経過等\n平成５年１２月２５日から平成６年１月７日原告Ａが出生するまでの間の\n被告病院医師らによる診療状況，原告Ｃ及び胎児（原告Ａのこと）の状態は\n以下のとおりであり，上記期間の分娩監視記録の結果（胎児心拍数陣痛図）\nやこれに関する所見は，別紙胎児心拍数陣痛図（ＣＴＧ）所見一覧表のとお\nりである（乙２，３，６，Ｋ鑑定）。\nア 平成５年１２月２５日，原告Ｃの入院時における診察所見は，子宮口は\n閉鎖，展退度は１０パーセント，ステーションはマイナス３であり，分娩\nの進行は認められないが，子宮収縮がみられ，分泌物は淡血性，水溶性で\n中等量，ＡＦＩ（羊水量インデックス）は１６．６センチメートルであっ\nた。超音波検査によれば，胎児の推定体重は１３８９グラムで，骨盤位\n（胎児の骨盤端が先進するもの。いわゆる逆子の状態）と確認された。\n原告Ｃの治療方針は，子宮収縮抑制剤を投与し，安静にして３０週まで\n妊娠を継続することを目標とすること，陣痛が発来あるいは感染があれば\n帝王切開に切り替えることとされた（乙２の１９ないし２１頁，８５頁，\n８６頁）。\n同日午前１１時３０分ころ，Ｐ医師は，原告Ｃと原告Ｂに対し，原告Ｃ\nが破水しているため，感染が起きたり陣痛が来てしまうことが怖いこと，\nお腹の張りがみられるため陣痛が起こる可能性が大きいこと，妊娠２８週\nの現時点で胎児が生まれると生命の危険があるため，お腹の張りを抑え，\n感染を防止するための処置を行うこと，１週間位が山とみられ，お腹の張\nりが止まらないか，感染が明らかになればお産にすること，お産になった\n場合，胎児が骨盤位で小さいため経膣分娩は難しく，帝王切開をする方針\nであること，子どもは小児科管理で，他病院に行く可能性もあり，現時点\nでは命に１００パーセントの保障はできないことなどを説明した（乙２の\n９０頁）。\nイ（ア） 平成５年１２月２６日，原告Ｃには薬の副作用のため動悸がみら\nれたが，触診時に腹部緊満は認められず，羊水も茶色のものが少量付く\nとの訴えがなされるくらいであった（乙２の９１頁，１０６頁）。\n（イ） 同月２７日，原告Ｃは，お腹の張りや硬さを訴えたが，触診時に\n下腹部緊満はみられず，排便がないために腹部緊満が増強してくる可能\n性が考えられた。茶色から褐色であった羊水が，赤い水っぽいものに変\n化がみられたため注意が必要とされ，原告Ｃには安静が指示された（乙\n２の２２頁，９１頁，１０６頁）。\n（ウ） 原告Ｃは，前日夜中から同月２８日にかけて１５分毎位にお腹が\n張った旨訴えていた。午前６時３４分ころからＮＳＴによる観察が行わ\nれた結果，子宮収縮はいったん減少したが，さざ波様の弱い子宮収縮が\n確認され，腹部緊満感の持続や腹部の硬さもみられた。胎児基準心拍数\nは概ね１４５から１５５ｂｐｍで変動し，一過性徐脈はみられなかった。\nその後，原告Ｃは，日中は羊水の流出もなくなり，お腹の張りもよく\nなったと担当看護師に話していたが，腹部緊満は続き，午前９時３０分\nからは子宮収縮抑制のためウテメリン（塩酸リトドリン）を増量して投\n与することとなった。\n同日午後７時２３分ころからＮＳＴを実施し，４から５分毎の子宮収\n縮が確認され，胎児に一過性徐脈がみられたが持続時間は短く，胎児基\n準心拍数は概ね１５５から１６５ｂｐｍで推移していた。このころのカ\nルテには腹部緊満が増強しているため注意が必要との記載があった。\n午後１０時２２分ころから再びＮＳＴを実施した結果，子宮収縮は５\nから６分毎となっており，胎児に一過性徐脈も認められなかった。午後\n１０時３０分ころ，ウテメリン（塩酸リトドリン）を増量したところ，\n下腹痛減少するが下腹部緊満感があるとされた。当直医であったＦ医師\nは，ＮＳＴの経過を観察した後，午後１１時４５分ころ内診を行ったと\nころ，その結果は，子宮口０．５センチメートル，展退度３０から４０\nパーセント，ステーションはマイナス３であった（乙２の２２頁，９２\n頁，１０６頁）。\n（エ） 同月２８日の夜から２９日にかけて，原告Ｃの腹部緊満は３分間\n隔，腹部痛は１５分間隔となり，その後痛みは落ち着いたものの，なお\nも腹部緊満の増強には注意を要するとされていた。同日午前６時２８分\nころから実施されたＮＳＴによれば，子宮収縮は，前半に３から４分毎，\n後半はさざ波様のものがみられ，胎児基準心拍数は１５５から１６０ｂ\nｐｍで，一過性頻脈が出現したが，一過性徐脈はみられなかった。\n原告Ｃの自覚症状では，周期的な張りはなく，疼痛もみられないなど\n改善がみられたが，切迫症状の増強に対応するため，午前１１時３０分\nからは，ウテメリン（塩酸リトドリン）に加え，同じく子宮収縮抑制剤\nであるマグネゾール（硫酸マグネシウム）の投与が開始されることとな\nった（乙２の２３頁，８７頁，９２頁，９３頁）。\n同日午後７時１８分ころからＮＳＴが実施されたところ，３から５分\n毎の子宮収縮がみられたが，一過性徐脈はなく，原告Ｃも状態は昨夜に\n比べてよく，痛みもない旨伝えていた。\n（オ） 同月３０日の朝にかけて，原告Ｃの腹部痛は収縮に向かったが，\nなおも腹部緊満感を訴えていた。同日午前６時２３分ころから実施され\nたＮＳＴの結果，４から６分毎の子宮収縮がみられたものの，胎児の基\n準心拍数は１５０ｂｐｍで，一過性頻脈，徐脈ともみられなかった。\n昼ころの触診では，原告Ｃの腹部緊満は確認されず，落ち着いた状態\nであった。\n午後３時ころ実施された超音波検査の結果，胎児の推定体重は１４９\n０グラム，ＡＦＩ（羊水量インデックス）は１９．７センチメートルと\n確認された（乙２の２３頁，２４頁，９３頁）。\n（カ） 同月３１日の朝にかけて，原告Ｃはたまにお腹が張る旨訴えてお\nり，午前６時３２分ころから実施されたＮＳＴ上，子宮収縮が複数回確\n認され，さざ波様の腹部緊満が１０分毎に，大きい腹部緊満が４０分毎\nにみられるとされた。胎児基準心拍数は１５５ｂｐｍで，一過性頻脈，\n徐脈はみられなかった。\n夕方以降には，淡赤色の羊水３２０ミリリットルの流出が確認された\nため，マグネゾール（硫酸マグネシウム）の増量，インテバンの挿入が\n行われた。\n内診の結果，外子宮口０．５センチメートル，内子宮口閉鎖，展退度\nは３０から４０パーセント，ステーションはマイナス３であり，分娩進\n行に大きな変化はなかったが，羊水の流出が多く，「混濁とまではいか\nないが，汚い」状態であったため，羊水混濁や感染徴候があれば，抗生\n剤の併用を考慮することとされた。\n午後７時３１分ころと午後９時３９分ころから，それぞれＮＳＴによ\nる観察が実施されたところ，複数回の子宮収縮がみられ，午後１０時９\n分ころには胎児の一過性徐脈が確認されたが，昀底値は１１０ｂｐｍ，\n持続時間は約２０秒でその後消失し，回復がみられた。\n原告Ｃは，羊水が多く出ることで胎児の状態に不安を感じている様子\nであったため，状況の十分な説明が必要であるとされた（乙２の２５頁，\n９３頁，９４頁，乙６の７６頁）。\n（キ） 平成６年１月１日の朝にかけて，原告Ｃは，腰の痛みと腹部緊満\nを訴えていたところ，午前６時２５分ころから行われたＮＳＴでは，さ\nざ波様の子宮収縮がみられた。午前８時から午後４時までの間には，赤\n色の羊水が多量に流出し，茶色の液体の混入も認められた。混濁も疑わ\nれたが，その後，夕方から夜にかけて多量の赤色の羊水があり，原告Ｃ\nの訴えにも変化がなかったため，パットの確認はされなかったものの，\nこの時点での混濁はないものと判断された。同日実施された超音波検査\nの結果によれば，胎盤後血腫は認められず，カルテ上，「羊水は殆どな\nし 羊ポ（羊水ポケットのこと）１．２（センチメートル）」との記載\nがある。また，午後９時ころには，原告Ｃの下腹部緊満感が増加し，２\nから３分毎の子宮収縮が認められた。診察を担当したＱ医師は，羊水の\n淡血性，硫酸マグネシウムの副作用，子宮収縮の状態からして，あまり\n長期の妊娠継続は不可能との所見をカルテに示した（乙２の２６頁ない\nし２８頁，９４頁）。\n（ク） 同月２日の朝にかけて，原告Ｃの自覚症状は前日より落ち着いて\nいたものの，午前６時ころから実施されたＮＳＴ上，１時間に２から３\n回の子宮収縮がみられ，さざ波様のものも確認された。胎児には一過性\n頻脈，一過性徐脈が出現し，胎児心拍数は一時１００ｂｐｍまで下降し\nた。その後，胎児心拍数は回復したが，原告Ｃに薄い茶色の羊水５０グ\nラムが確認されたため，引き続き羊水混濁に注意をすることとされた。\nその後，午後８時１２分ころから実施されたＮＳＴの結果，胎児基準心\n拍数は１５０から１６０ｂｐｍで推移していたところ，昀底値が１００\nから１２０ｂｐｍまでになる一過性徐脈も認められたが，徐脈の持続時\n間は２０秒から３０秒位でその後回復した。\n午後１１時２２分ころから翌３日にかけて実施されたＮＳＴでは，原\n告Ｃの自覚症状はほとんどないものの，２から３分毎の子宮収縮がみら\nれた。胎児心拍数にも，昀底値約９０ｂｐｍ，持続時間４０秒の一過性\n徐脈が出現したほか，昀底値約１２０ｂｐｍの一過性徐脈が２回みられ\nたが，その後徐脈は消失した。また，原告Ｃには，赤黄緑色の羊水４０\nグラムの流出がみられたが悪臭はなく，感染徴候はないと判断された。\n内診の結果，子宮口は一指開大，展退度は８０パーセント，ステーシ\nョンはマイナス２と確認され，ＮＳＴを続行して経過観察を行うことと\nされた（乙２の２８頁，９５頁，９６頁，１０６頁）。\n（ケ） 同月３日の朝にかけて，原告Ｃの自覚症状としての子宮収縮は収\nまり，午前６時２５分ころから実施したＮＳＴでも，子宮収縮は確認さ\nれなかった。胎児心拍数には，昀底値を１２０ｂｐｍとする２０秒位の\n一過性徐脈がみられたが，その後回復した。\n同日の看護記録には，前日までの子宮収縮の様子や一過性徐脈の出現\nの経過が記載された上，今後の方針として「児下降してきているために\n時間の問題だろう」，「腹部緊満時羊水 少なく２９週ということもあ\nり」胎児心拍数低下も「あるが，回復よく腹部緊満消失しているので経\n過みてよいだろう」とされた。\n同日の内診の結果，子宮口は一指頭開大，展退度１０から２０パーセ\nント，頚管長は４２ミリメートル，ステーションはマイナス３と確認さ\nれた（乙２の２９頁，９６頁，１０６頁）。\n（コ） 同月３日から４日にかけて，原告Ｃは，夜はお腹がよく張る，張\nると痛くて羊水が出るから心配であると訴え，午前１時ころには下腹部\n緊満感の増強を訴えた。同日午前０時５７分ころから実施されたＮＳＴ\nによれば，頻回に子宮収縮がみられ，原告Ｃは２から４分毎に痛みを訴\nえたため，午前１時２０分にはマグネゾールを増量することとした。そ\nの後，痛みは３から５分毎になり，午前２時ころにはインテバン５０ｍ\nｇの挿入をし，その後，腹部緊満は７分毎となるなどし，子宮収縮の間\n隔は次第に長くなり，原告Ｃの状態も落ち着いた。胎児心拍数には一過\n性頻脈や一過性徐脈がみられたが，徐脈は持続時間２０秒でその後回復\nし，胎児基準心拍数は概ね１４５から１５０ｂｐｍで推移した。\n午前６時２９分ころから実施されたＮＳＴでは，さざ波様の子宮収縮\nが確認されたのみで，触診でも腹部緊満はみられなかった。\n午後５時半ころ実施された超音波検査の結果，胎盤は子宮底，ＡＦＩ\n（羊水量インデックス）は３．１センチメートル，胎児の推定体重は１\n３５３グラム，ＢＰＳ（胎動，胎児筋緊張，胎児呼吸様運動，羊水量，\nＮＳＴ）は，いずれも２点で，合計１０点と診断された。また，臍帯動\n脈血流波形によれば，血管抵抗系数は０．６１６，血流拍動系数は１．\n１１２であった（乙２の３０頁，３１頁，９６頁，９７頁）。\n（サ） 同月５日，原告Ｃは妊娠３０週に入った。同日はお腹の張りを訴\nえることなく，午前６時３０分ころから実施されたＮＳＴ上も子宮収縮\nが数回みられるくらいで，弱いさざ波様のものが主であった。\n同日付けの看護計画表には，「切迫徴候増強し，内診所見も明らかに\n進行している」とされ，「腹部緊満増強に注意必要」とされた。\nこの時点で原告Ｃの治療方針は，安静保持にて妊娠３２週まで継続す\nることを目標とし，切迫症状悪化の早期 発見及び対応が必要とされた\n（乙２の８３頁，８８頁，９７頁）。\n（シ） 同月６日午前６時４６分ころから実施されたＮＳＴでは，５０分\n間弱の間に４から５回の子宮収縮とさざ波様のもの多数回が確認された\nが，触診では腹部緊満はみられないとされた。\n夕方から夜にかけて，原告Ｃは，担当看護師に「夜こわいです。今日\nの夜こえられますか。」と訴えた。午後７時２０分ころから行われたＮ\nＳＴの結果，子宮収縮が２から７分毎にみられ，午後８時ころ，インテ\nバン（坐薬）を挿入した。\n同日から翌日７日未明にかけての看護記録によれば，原告Ｃは，「お\n腹落ちつきました」「お腹はる感じないです」と担当看護師に話してお\nり，そのころの腹部緊満はさざ波様であ った（乙２の９７頁，１００\n頁）。\nなお，同月６日午後９時４５分ころ，Ｑ医師が，被告病院から長野県\n内の病院に対し，未熟児で生まれた場合，同病院新生児科で引き取って\nもらうことに関する打診を行った（甲３２）。\nウ（ア） 平成６年１月７日，午前６時４５分ころから実施されたＮＳＴの\n結果によれば，子宮収縮は弱いさざ波様のものが主であった。胎児心拍\n数には一過性頻脈がみられたが，胎児基準心拍数は概ね１５０ｂｐｍく\nらいで推移した。また，午後４時ころまでの間，原告Ｃは担当看護師に\n対し，お腹は落ち着いている旨伝えていた（乙２の１００頁）。\n（イ） 原告Ｃは，同日の夕方以降，普段とは異なる腹部の強い張りを感\nじ，遅くとも同日午後７時３０分ころには，子宮収縮の増強に伴う自覚\n症状の訴えがあったとして，当直医であったＦ医師において，ＮＳＴを\n実施し，経過観察を行うとの指示が出された。午後７時３９分ころから\n原告Ｃに分娩監視装置が装着されたところ，これによれば，原告Ｃには\n２から３分毎の子宮収縮が認められ，胎児心拍数にも，午後７時５０分\nころ（持続時間約３０秒間，昀低心拍数約１１０ｂｐｍ，午後８時ころ\n（持続時間約３０秒間，昀低心拍数約１３５ｂｐｍ），午後８時１８分\nころ（持続時間約８０秒間，昀低心拍数約７０ｂｐｍ），それぞれ変動\n一過性徐脈が認められ，午後８時４７分ころにも軽度の徐脈（持続時間\n約２０秒，昀低心拍数約１３５ｂｐｍ）がみられた。\n（ウ） 午後８時３０分ころ，Ｊ医師は，胎児心拍数に上記のような一過\n性徐脈がみられること，子宮収縮が増強しているとみられることをＦ医\n師に報告した。Ｆ医師は分娩進行の状態を確認するため，内診をする方\n針とした。\nこのころ，原告Ｃも陣痛の増強を感じ，Ｅ助産師に医師を呼ぶよう要\n請した。その後，原告Ｃに対し，処置室で医師の内診を行うことになっ\nたことが伝えられ，午後８時５０分ころ，分娩監視装置が外された。\nなお，同日の午後４時以降の看護記録には，「以下パルトグラム（分\n娩経過表）へ」との記載があるものの，パルトグラムには午後４時ころ\nから分娩前までの看護経過記録に関する記載はない。\nまた，原告Ｃが内診のため処置室へ向かうこととなった午後８時５１\n分以降の分娩監視装置の記録は得られていないほか，午後９時３９分こ\nろ，再び分娩監視装置の装着が試みられたが原告Ｃがお腹の張りや痛み\nを強く訴え，装着可能な姿勢が保てないでいたため，不鮮明な記録しか\n得られておらず，結局上記時間帯の胎児心拍数陣痛図の状態は不明であ\nる。\n（３） 平成６年１月７日の出産に至るまでの経緯及び状況\nア 原告Ｃの分娩監視装置が外された後の平成６年１月７日午後８時５０分\n過ぎころ，原告Ｃは歩いて処置室に移動することとなったが，トイレに行\nきたい感じがしたため，午後９時ころ病室を出てトイレに立ち寄り大便を\n済ませた後，午後９時１０分から１５分ころに処置室に入室した。\n午後９時１５分，処置室においてＦ医師が原告Ｃの内診を行った結果，\n子宮口は３．０センチメートル，展退度は１００から９０パーセント，ス\nテーションはマイナス２であることが確認された（なお，原告らは，同時\n点において子宮口は全開であったと主張しているが，後記のとおり，これ\nを認めるに足りる的確な証拠はない。）。\nＦ医師は，原告Ｃの子宮収縮はこれ以上抑制できないものと判断し，腹\n式深部帝王切開術を施行する旨決定し，原告Ｃの同意を得た後，Ｅ助産師\nに方針を伝えた。Ｆ医師は，これまでの経過等をふまえ，同日午後７時３\n０分を陣痛発来時と判断し，午後９時５０分を手術室入室時刻とする旨決\nめ，麻酔科医師及び手術室スタッフ等にその旨伝えた（乙２の３２頁，乙\n２１の５頁）。\nＥ助産師は，手術準備のため，処置室にいた原告Ｃの手術部位の剃毛を\n行った後，病室に移動させ，病室においてＧ看護師が手伝って着替えをさ\nせるなどした。\nイ 同日午後９時３０分ころ，Ｆ医師は，原告Ｂに対し，帝王切開術を行う\nことの説明をした（乙２の９８頁）。\n原告Ｃが着替えを終えた後，午後９時３９分ころ，Ｇ看護師がベッド上\nの原告Ｃに対して分娩監視装置を装着しようとしたものの，原告Ｃが陣痛\nの増強を訴えて四つん這いになるなど，混乱した状態となったため装着す\nることができなかった。\n午後９時４３分ころ，原告Ｃから股間に何か挟まったとの訴えがあり，\nＧ看護師が視診したところ，胎児の臀部が外陰部に下降していることを確\n認した。Ｇ看護師は，状態を伝えるために医師を呼びに病室を出たところ，\nＦ医師を見つけて報告をし，Ｆ医師は直ちに病室に駆け付けた。Ｆ医師は，\n胎児の臀部が下降していること，原告Ｃが混乱した状態であることから，\n帝王切開術ではなく，即時，病室において経膣分娩を行うこととし，その\n旨原告Ｃに伝えた。\nウ 同日午後９時４５分ころ，Ｆ医師は，骨盤位娩出術（上下振子１回）を\n実施し，これによって，午後９時４６分，原告Ｃは病室のベッド上で単臀\n位（骨盤位のうち，分娩時において胎児の臀部が両下肢を上方に伸ばし，\n臀部のみが先進するもの）にて原告Ａ（１４２４グラム）を出産した。\nエ 原告Ａの出生後，Ｆ医師は，原告Ａの顔を下に向け，口腔内の羊水を出\nし，その後，マウス・ツー・マウスで補助呼吸を行い，体をたたくなどの\n刺激を与えたところ，原告Ａは泣き声を上げた。Ｆ医師は，臍帯を結紮し\nて切断し，裸の状態の原告Ａを抱えて第１分娩室まで走り，インファント\nウォーマーに乗せた。なお，第１分娩室は，病室から通路沿いに，他の病\n室，新生児室等を挟んだ同じフロア内にある。Ｆ医師は，第１分娩室のイ\nンファントウォーマー上で，原告Ａの気道を確保して酸素を投与し，気管\n内挿管をした。\n原告Ａは，分娩１分後のアプガースコアが５点（心拍１点，呼吸１点，\n筋緊張１点，反射１点，皮膚の色１点）であり，新生児仮死の状態であっ\nた。なお，分娩５分後のアプガースコアについて，分娩記録には５分後８\n点との記載があり（乙２の３２頁），小児科の入院診療録及び母子手帳に\nは５分後６点との記載がある（甲１２の６丁，乙９の１の２頁，乙１３の\n１の１６頁，１９頁）。\n（４） 原告Ａの出生後の症状，診療経過等\nア 被告病院小児科入院中の診療経過（各項目記載のほか，特に乙９の１の\n９４頁ないし１２５頁，乙１３の１の１６頁ないし１９頁，乙１５）\n（ア） 原告Ａは，平成６年１月７日，娩出後の緊急処置が施された後，\n被告病院小児科に入院した。\n入院時の体温は３６．９℃，心拍数は１５４ｂｐｍ，呼吸数は４０で，\nカルテによれば，午後１０時ころの心拍数は１６０ｂｐｍ，呼吸数は５\n０であった。小児科では，人工呼吸を開始し，新生児呼吸窮迫症候群の\n治療として肺表面活性物質の投与を行うとともに，母体の破水後２週間\nが経っていることから感染症予防のため抗生物質の投与を行うこととし，\n緊急血液検査を実施した。同日のＡＰＲスコア（感染症による炎症の程\n度を示す指標）は０点であったほか，翌日の８日午前１時１５分に行っ\nた血液ガス検査の結果は，体温が３７．０℃，Ｈ分圧が７．３６３ｍｍ\nＨｇ，ＣＯ2分圧が３８．１ｍｍＨｇ，Ｏ2分圧が１４９．７ｍｍＨｇで\nあった。このほか，頭部超音波検査なども実施した（乙９の１の５頁な\nいし８頁，５９頁ないし６１頁，６７頁）。\n（イ） 同月８日，原告Ａの血液検査の結果，総ビリルビン値（１２ｍｇ\n／ｄｌ），ヘマクリット（７１．６パーセント）が高く，高カリウム血\n症，高ビリルビン血症，多血症が認められたことから，部分交換輸血が\n施行された。その後，なおもビリルビン値が高値のため，光線療法を施\n行した。\n同日午後１０時ころの血液検査の結果，総ビリルビン値は１８．３ｍ\nｇ／ｄｌと上昇がみられ，高ビリルビン血症の進行が認められたため，\n翌日の９日にかけて，父親である原告Ｂからの交換輸血を行った。交換\n輸血の終了後，約１時間が経ったころ，原告Ａの上部消化管出血が認め\nられたため，抗潰瘍剤の投与及び輸血が行われた。小児科のＲ医師は，\n原告Ｂや原告Ｃに対し，部分交換輸血や光線療法について説明を行った。\n同年１月９日ころの原告Ａの問題として把握されたものは，肺の発達\nの未熟性及び感染の可能性による呼吸障害等であり，治療方針として，\n出血，カルシウム低下等への対応，気管支痙攣の鎮静化，循環状態の安\n定を図ることが考えられた。また，看護に当たっては，活気，呼吸状態，\nチアノーゼ，黄疸，出血傾向などの有無を観察することとされた。\n同日，小児科のＳ医師は，原告Ｂや原告Ｃに対し，原告Ａは児の未熟\n性によりストレスに適応する能力が少ないこと，出生児仮死，前期破水\nなど種々のストレスに対応できず消化管出血を起こした可能性があり，\nひとまず小康状態であるが，容態が急変する可能性があることや，交換\n輸血や光線治療等治療方針に関することなどの説明が行われたほか，原\n告Ｂに対しては，未熟な点から将来的にも神経学的なところで後遺症が\n残ることも考えられるが今は何とも言えないことなどが説明された。な\nお，同日行われた頭部超音波検査の結果，右脳室拡大を疑う所見が示さ\nれた（乙９の１の９頁ないし１３頁，６７頁，６８頁）。\n（ウ） その後も，原告Ａは，高ビリルビン血症の処置のため光線療法が\n続行され，合わせて，血液検査，血液ガス検査等を継続しつつ，呼吸管\n理，循環動態の確認を行い，自発呼吸を促すための処置などが行われた。\n同月１４日には，Ｓ医師から原告Ｂ及び原告Ｃに対し，交換輸血の必\n要性や，多血症，高ビリルビン血症の及ぼす後遺症等の危険性とその対\n応などにつき説明が行われた。\n原告Ａは，同月２７日にはミルクの注入を開始し，同年２月７日以降\nは，被告病院眼科を受診し，網膜症の進行がないか約１週間毎に継続し\nて診察を受けることとなった。同年３月１４日には，原告Ａの体重が１\n８０８グラムとなり，ミルクの経口哺乳も開始された（乙９の１の１４\n頁ないし５１頁，６８頁ないし８２頁）。\n（エ） 原告Ａの体重が２０２０グラムとなった同月２４日，原告Ａに股\n関節開排制限の所見がみられたため，被告病院整形外科を受診させるこ\nととした。受診の結果，両肢に軽度の開排制限，両側足関節の底屈制限\nが認められたため，同科医師の指導のもと，包帯固定などの治療を行い，\n以降も約２週間毎に再診を行うこととなった（乙９の１の５２頁，乙１\n４の７頁，８頁）。\n同月２８日，Ｒ医師は，原告Ｃに対し，原告Ａの下肢に痙性（筋緊張\nが強く動きがにぶい状態）がみられること，周産期のストレスが運動発\n達に影響を及ぼす可能性があること，今後の運動発達に注意しながら必\n要な対応をする旨説明を行った（乙９の１の５２頁，８６頁）。\n（オ） その後，原告Ａの状態は概ね良好で，同年４月１９日，整形外科\n受診の結果，両足関節底屈制限緩和がみられたため，包帯固定をしない\nで様子をみることとされたほか，同月２７日，体重も増加して３０６２\nグラムとなり，眼科の診察においても外来での再診でよいとされた。同\n月２９日，原告Ａは，体重３１４６グラム，身長５１．１センチメート\nル，頭囲３６．５センチメートル，胸囲３４．０センチメートルとなり，\n同日退院した（乙９の１の５７頁，５８頁，９１頁ないし９３頁，１２\n４頁）。\nイ 被告病院小児科外来における診療状況\n（ア） 原告Ａは，平成６年５月１１日に被告病院小児科神経外来を受診\nした。この際，Ｒ医師は，原告Ａの下肢の痙性，足関節の拘縮等，音や\n光に反応し，笑う顔を見せることもあるが，固視がはっきりしないなど\nの症状を確認した。そこで同日，原告Ｃにリハビリテーションの受診を\n促すとともに，整形外科担当医に対して原告Ａのリハビリテーションに\n関する指導を依頼したが，そのころ，原告Ａのリハビリテーションへの\n受診はなかった。その後も小児科外来において発育及び発達における定\n期的な経過観察に加え，整形外科及び眼科への通院も継続された。\n経過観察中には，足関節底屈制限の改善がみられたものの，下肢痙性\nや筋緊張の亢進があり，眼球の内転がみられるなどした（乙１３の１の\n２４頁ないし２６頁，乙１４の９頁）。\n（イ） 平成６年８月１０日の外来診察の際，原告Ａの追視に制限があり，\n眼球の急速に偏位な動きがみられることなどからリハビリテーションの\n実施を考えることとした。同年９月７日の外来診察においては，原告Ａ\nに四肢の筋緊張の亢進や深部腱反射の亢進を認めたため，脳性麻痺（混\n合型）の危険性ありと疑い，原告Ｃに説明をし，Ｈ医療福祉センターに\nリハビリテーションを依頼することとした。原告Ａは，同年１０月６日\nから，Ｈ医療福祉センターでのリハビリテーションを開始した（乙１３\nの１の２５頁，２６頁）。\n（ウ） 被告病院は，平成６年９月２８日，原告Ａの頭部ＣＴ検査を施行\nしたところ，脳萎縮と側脳室の拡大が認められた。同年１０月５日の診\n察において，原告Ａには脳性麻痺（痙直型＋アテトーゼ型）があるとの\n診断がなされた（乙１３の１の２６頁，２７頁）。\n（エ） 平成６年１１月２日，原告Ｃは診察時に，原告Ａに１か月位前か\nら眼球を回転させ首を前屈させる症状があり，１日４，５回みられるこ\nと，あまり笑わなくなったことなどを訴えた。同月４日に脳波検査をし，\n同月９日に再診をすることとした。脳波検査の結果，原告Ａはウエスト\n症候群（点頭てんかん）と診断された。原告Ａにはその後も定期的に診\n察，治療が行われ，リハビリテーションや発作を抑えるための投薬が継\n続された（乙１３の１の２７頁以下）。\nウ 原告Ａはその後も被告病院への入退院を繰り返しているところ，原告Ａ\nには，精神運動発達遅延（遅滞）がみられるほか，脳性麻痺，点頭てんか\nんがみられ，これらにより重度１級身体障害に当たり，首及び腰が安定せ\nず，座ること，寝返り，物追い，固視ができないという状態である（甲１\n３ないし甲１８，乙９ないし乙１５）。\n（５） 前期破水の治療方針及び胎児仮死の診断等\nア 妊娠２２週以降３７週未満までの期間における妊娠の終結を早産という。\n妊娠３７週未満に，１０分間隔以内の規則的子宮収縮が他覚的に認められ，\nかつ妊娠週数に比べて頚管が成熟，あるいは成熟の進行が観察される場合\nを切迫早産と診断する。この間に破水が発症した場合を前期破水といい，\n前期破水があった場合，未熟児出生の低下等のため，妊娠継続に努めるこ\nとが求められる。具体的には，子宮内感染の除外，胎児の健康状態や羊水\n情報の把握，子宮収縮の除外，ハイ・リスク児の出生に備えるなどの評価\nを行い，明らかな胎児感染や胎児仮死，胎児肺が成熟しているとか，致命\n的な胎児奇形があるとか，子宮収縮抑制不能で，子宮口５センチメートル\n以上開大などの所見がある場合には分娩を進行させることとなる。特に２\n８週までは児の未熟性が危険であり，胎児の未熟性と胎児感染の二つの視\n点から管理を行うことが必要とされる。一方において，切迫早産は入院加\n療にもかかわらず進行がみられるケースもある。なお，出生時体重が２５\n００グラム未満の児を低出生体重児といい，低出生体重児のうち，生下体\n重が１５００グラム未満の児を超低出生体重児と呼ぶものと定義されてい\nるところ，低出生体重児及び早産児の予後については，新生児集中治療室\n（ＮＩＣＵ）の普及などにより向上がみられるものの，なおも体重１５０\n０グラム以下，妊娠３４週未満については，死亡，呼吸障害，脳障害など\nの発生率が高いことも指摘されている。\n妊娠３３週未満の前期破水の症例についての平成５年当時の治療方針は，\n妊娠３４週ないし３５週までは，安静を保ち，子宮収縮抑制剤及び抗生物\n質を用いて妊娠をできる限り継続し，胎児の胎内での発育を追求する，た\nだし，抑制不可能な子宮収縮の出現など分娩の進行がみられたり，胎児仮\n死や絨毛膜洋膜炎（子宮内感染）の症状が出現した場合には妊娠を終了し\n分娩とすること，その際に，胎児の胎位が骨盤位であり，しかも胎児の推\n定体重が２０００グラム未満または妊娠３４週未満のいずれかの場合には，\n経膣分娩によると児の頭の娩出が困難になる場合があるため，帝王切開術\nを選択することが通常とされている（甲１ないし３，５，２８，３３，３\n７ないし４６，乙５，７，８，１６，１８，２１，Ｋ鑑定）。\nイ 胎児仮死とは，胎児・胎盤系における呼吸・循環不全を主徴とする症候\n群をいう診断名であり，胎児仮死との診断がなされれば，３０分前後で分\n娩を終了させる急速遂娩の適応がある場合がある。胎児仮死の原因として\nは，母体の低酸素症等の母体因子，過強陣痛等の子宮因子，胎盤機能不全\n等の胎盤因子，臍帯脱出や分娩に伴う臍帯因子，未熟児や胎児貧血等の胎\n児因子などに分類される。胎児仮死の検査としては，妊婦に分娩監視装置\nを装着し，これによって記録される胎児心拍数陣痛図（ＣＴＧ）の判読を\n行う方法があり，胎児仮死と診断する根拠となるようなＣＴＧの所見とし\nて，①持続的な徐脈から高度徐脈（１００ｂｐｍ以下）への移行，②遅発\n一過性徐脈が１５分以上連続して出現するとき，細変動消失の合併は重症，\n③高度変動一過性徐脈（６０ｂｐｍ未満または６０秒以上持続），④胎児\n心拍数基線変動消失と遅発一過性徐脈との合併は重症，などとされていた\nが，過剰な医療介入を避けるとの観点から，近年，上記のうち，①持続性\n徐脈，②反復する遅発一過性徐脈か変動一過性徐脈で基線細変動の消失の\nみられるもの，③遅延一過性徐脈が３回以上出現した場合などに急速遂娩\nの適応ありと判断されている（甲３，乙７，Ｋ鑑定）。\nウ 分娩開始時期については，「陣痛周期１０分あるいは陣痛頻度１時間６\n回をもって臨床的な分娩開始時期とする」（日本産科婦人科学会）と定義\nされ，規則的かつ児娩出まで繰り返し継続して起こる子宮収縮を分娩陣痛\nといい，このような時期を分娩開始という。分娩陣痛は，時期によって，\n開口期（分娩第１期）陣痛，娩出期（分娩第２期）陣痛，後産期（分娩第\n３期）陣痛に区別される。陣痛は持続的な子宮収縮ではなく，収縮と休止\nとを口語に反復する（この収縮を陣痛発作という）。分娩第１期とは，分\n娩開始時期から子宮口全開大までをいい，陣痛は初期には長い周期と短い\n発作時間が特徴的であるが，次第に増強し，周期は短縮し発作時間は短く\nなり，通常は，分娩第１期の終わりには２から４分の周期で４０から６０\n秒の発作時間にまで変化がみられる。分娩第２期は，子宮口の全開大（通\n常は，子宮口の径１０センチメートル）から胎児の娩出までをいう。子宮\n口の全開大と前後して，児の下降による下部軟産道の圧迫と増強した陣痛\nによる疼痛がみられ，産婦は陣痛発作に一致して腹圧を加えようとする\n（努責，いきみ）。通常分娩における分娩所要時間は，初産婦であれば経\n産婦の約２倍の時間を要し，分娩第１期が１０から１２時間，分娩第２期\nが２から３時間とされる。しかしながら，分娩の進行が正常経過によらず\nに進行することもあり，分娩時間が過度に短い場合で，分娩第１期と第２\n期の所要時間が１時間以内の分娩を急産という（甲２８，３０，乙１６）。\nエ 初産婦の分娩開始から分娩までの分娩の進行に伴う子宮口開大の時間の\n標準として，多くは，Ｆｒｉｅｄｍａｎの頚管開大度曲線が用いられる。\nこれによれば，子宮口開大が穏やかな潜伏期を第１期とし，それに続く子\n宮口開大が急速に進行する活動期（第２期）に分けられ，活動期は，さら\nに３つに細分類される。すなわち，昀初の子宮口開大の比較的穏やかな時\n期を加速期（４センチメートル開大まで）と，昀も急速に開大が進む急速\n開大期（９センチメートル開大まで）と，昀後に子宮口がほぼ全開大し骨\n盤内での児頭の下降が主役となる減速期（全開大まで）とされる。子宮口\nが４センチメートルに達すると以降の開口は急速に進むことが多く，平均\n２時間前後で子宮口がほぼ全開大となるとされる（甲２８，３０，乙１６，\n１８）。\n（６） 原告Ａに生じた後遺障害\n原告Ａには，精神運動発達遅延がみられるほか，脳性麻痺，点頭てんかん\nとの診断がなされている。\nア 精神運動発達遅延とは，診断名ではなく，発育期中に始まって，社会適\n応の行動の障害を伴う全般的な知能機能が明らかに平均以下のものと定義\nされ，知能の発達が遅れ，社会適応行動が障害されている状態を意味し，\n様々な疾患や症候群にみられるものである（甲９，乙２５，Ｋ鑑定）。\nイ 脳性麻痺とは，受胎から新生児（生後４週以内）までの間に生じた，脳\nの非進行性病変に基づく，永続的な，変化し得る運動及び姿勢の異常をい\nい，その症状は満２歳までに発現する。出生前原因として，遺伝性（先天\n性），体内感染，胎盤機能不全，胎児期の脳血管障害などが，分娩時原因\nとして機械的損傷や脳出血，無酸素症，低酸素症及び脳循環障害などが，\n出生後原因としては，核黄疸，頭蓋内感染症，脳出血などが考えられる。\n運動発達の遅れ，姿勢の異常，反射の異常，筋トーヌスの異常などで診断\nを行い，てんかん発作，知能障害等を合併することもある。生後すぐには\n分からないことが普通であり，首のすわりが悪い，物をつかめないなどの\n運動の遅れを発見することが重要とされる（甲９，乙２５，Ｋ鑑定）。\nウ 点頭てんかん（ウエスト症候群）は，ヒプスアリスミアと呼ばれる特徴\n的な発作間欠時脳波と前屈型発作を主徴とするてんかんで，乳児期，特に\n生後４か月から８か月の間に発現することが多いとされている。眠り始め\nや目覚めるときに頭部を前屈し，両腕を振り上げ，足を屈曲する発作が数\n秒から数十秒以内，繰り返す症状等がみられる。病因には，出生前病因と\nして脳形成異常や先天性代謝異常など，周産期病因として低酸素性虎穴性\n脳症や頭蓋内出血，その他分娩前後の障害，出生後病因として感染症や頭\n蓋内出血などが考えられるが，病因の不明なものも多い（甲９，１０，乙\n２６，Ｋ鑑定）。\n２ 上記認定事実をもとに，以下各争点につき検討するが，本件においては，原\n告Ｃが診療契約の当事者であり，かつ，医療行為の対象者であることに争いは\nな いとこ ろ， 原告 Ｂ及び 原告 Ａが診 療契約の当事者といえるか否か（争点\n（１））の結論にかかわらず，本件後遺障害が被告病院の過失によるのか，す\nなわち，被告病院医師らに医療行為上の過失があったか否か（争点（２））が\n問題となる。そこで，まず，医療行為上の過失があったか否かについて検討す\nることとする。\n（１） 帝王切開術の施行時期を逸し，病室のベッド上で分娩させた過失につ\nいて\nア 原告らは，陣痛発来以前の羊水過小や羊水混濁等，あるいは陣痛発来後\n娩出時までの変動一過性徐脈の出現等，さらには胎児仮死または胎児の状\n態が極めて悪化した状態であったことなど，胎児（原告Ａ）には種々のス\nトレスが存在していたという事情に照らせば，被告病院医師らには，専門\n性を有する大学病院の医師として，胎児及び原告Ｃの経過観察を十分に行\nい，また，帝王切開術の準備を整えるなどの分娩監視体制をとった上，①\n原告Ｃが下腹部緊満ないし下腹部痛を訴えた平成６年１月７日午後６時３\n０分ころ，②分娩監視装置の装着をしたカルテ上の「陣痛発来」時である\n午後７時３０分ころ，③Ｊ医師が子宮収縮の増強を診断した午後８時３０\n分ころ，④遅くとも帝王切開術施行を決定した同日午後９時１５分ころの\nいずれかの時期に帝王切開術を施行し，原告Ａに過度のストレスを与える\nことを回避すべき注意義務が存在したのにこれを怠ったと主張する。\nイ そこで，まず，当時の原告Ｃの状態とこれに対する治療方針，胎児の状\n況等につき検討する。\n（ア） 上記認定の原告Ｃの診療経過によれば，原告Ｃは，平成５年１２\n月２５日，妊娠２８週３日の時点で，前期破水及び切迫早産と診断され\nて被告病院に入院したものであった。この時点における治療方針は，妊\n娠週や児の推定体重（１３８９グラム）等から，肺の未形成など児の未\n熟性に対する配慮が必要であり，かつ，子宮収縮はあるものの，分娩の\n進行はまだ認められず（子宮口は閉鎖，展退度は１０パーセント，ステ\nーションはマイナス３），当時，感染を疑わせる所見もなかったことな\nどの諸事情に照らし，子宮収縮抑制剤を投与し，安静にして３０週まで\n妊娠を継続することとし，陣痛が発来するか，あるいは，感染が認めら\nれれば，胎児が単臀位であることから帝王切開に切り替えることとされ\nていた。これらは，医学文献やＫ鑑定等に照らし，当時の産婦人科の医\n療水準に合致するものと認められる（甲１の１９６頁，甲２の１７０頁，\n１７１頁，甲３の２７５頁，乙５の１１９７頁，乙１６の３６３頁ない\nし３６６頁）。\n（イ） そして，原告Ｃには，入院時以降，子宮収縮の発現が確認されて\nいたが，塩酸リトドリンや硫酸マグネシウムなどの子宮収縮抑制剤が投\n与された結果，子宮収縮が沈静化し，平成６年１月７日まで妊娠が継続\nされてきたものであった。その間の状態の推移や投薬の経過などからし\nて，原告Ｃに子宮内感染の所見はみられない。\n（ウ） また，胎児の状況についてみるに，胎児心拍数陣痛図の推移や診\n療録等に照らすと，原告Ｃが入院した平成５年１２月２５日から出産前\n日である平成６年１月６日までの間に，何回か一過性徐脈が確認された\nことはあったが，その後回復していることが認められる。分娩に至った\n同月７日についてみても，午後７時５０分ころから午後８時４７分ころ\nまでの間に，４回ほど一過性徐脈がみられたものの，２０秒程度から昀\nも長いものでも８０秒程度で，その都度回復し，徐脈が反復してみられ\nるということはなかった。この間，基線細変動がやや減少している傾向\nは確認できるものの，なおも１０ｂｐｍ幅の変動が確認されており，胎\n児仮死を疑うような基線細変動の減少や消滅があったとする所見はみら\nれない。\nまた，原告らは，羊水量の減少や羊水混濁などに照らし，胎児に種々\nのストレスがかかっていたとも主張するが，原告Ｃの羊水の流出が増え\nたために羊水量が減少したり，羊水の色が一時的に混濁様になったこと\nは認められても，胎児心拍数陣痛図の推移をも合わせてみれば，胎児の\n状態が悪化しているとか，胎児仮死であったと認めるような所見があっ\nたとはみられない。\n上記１（５）イのとおり，胎児仮死とは，胎児・胎盤系における呼吸\n・循環不全を主徴とする症候群であり，その検査方法としては分娩監視\n装置による胎児心拍数陣痛図の判読が代表的なものであるところ，本件\nにおいては，原告Ｃの同陣痛図は上記のとおり判読される上，他に胎児\n仮死をうかがわせる所見は見当たらないというほかない。\n（エ） したがって，原告Ａについて，子宮内感染や胎児仮死に対応する\nために，原告ら主張の各時期に帝王切開術の施行を決定すべきであった\nとはいえない。\nウ 次に，原告Ｃの分娩進行が抑制できないか，陣痛発来があったとして，\n帝王切開術に切り替えるべき時点がいつであったかにつき検討する。\n（ア） 分娩開始時期については，陣痛周期が１０分あるいは陣痛頻度１\n時間６回になったときとされているところ，Ｋ鑑定は，原告Ｃの分娩開\n始時期について，１月７日午後７時４０分ころからの胎児心拍数陣痛図\nで，記録上は弱いながら３分毎の子宮収縮が認められ，これを「陣痛の\n始まり」と判断すれば，妊娠の継続をあきらめて帝王切開の決定をして\nもよかった，また，診療録で午後８時３０分に子宮収縮が増強している\nとの記録がされたとき，あるいは，その前後の午後８時１８分ころの変\n動一過性徐脈の出現と午後９時１８分ころの内診で子宮口が３センチメ\nートル開大を認めたときの３つの時期のいずれかの時点で，これまでの\nように子宮収縮を抑制することは不可能と判断して妊娠の継続をあきら\nめても過剰な医療介入とはいえないとの指摘をしている。\n（イ） 原告らは，原告Ｃは午後６時３０分ころから普段とは異なるお腹\nの張りを，検温等に来た看護師らに訴えたが取り上げてもらえず，その\n後，午後７時３０分ころになって分娩監視装置を装着されたこと，ＮＳ\nＴによれば，午後７時３０分以降の原告Ｃの子宮収縮の程度は同日の朝\nころと異なり，明らかに増強していたこと，この時点において，医師ま\nたは助産師が内診し，子宮口の開大の有無及び程度を診断していれば，\n分娩陣痛の発来を診断し，帝王切開術の実施を決定することができたし，\n午後８時３０分，Ｊ医師が診断をし，Ｆ医師に報告をした時点で内診を\nしていれば，その時点で帝王切開術実施を決定することができたと主張\nする。\n（ウ） 平成６年１月７日時点における原告Ｃの状況は，妊娠３０週３日\nであり，胎児仮死や子宮内感染に気をつけながら，妊娠３４ないし３５\n週まではできるだけ妊娠の継続を図るとの方針がとられていたことは上\n記認定のとおりであるところ，これが当時の医療水準に照らして妥当な\nものであったことは既に検討したとおりである。陣痛発来とは，分娩の\n前兆たる偽陣痛の発来を指すものではなく，分娩開始とほぼ同義として\n使われ，規則的な子宮の収縮が１時間に６回と認められたとき等をいう\nのであり，偽陣痛と誤ることがあるほか，陣痛が自然に消滅するときも，\n子宮収縮抑制剤によって消滅することも，また，子宮収縮が弱いために\n分娩が進行しないこともある（乙１６，１７，Ｋ鑑定）。したがって，\n陣痛発来の診断は，子宮収縮の自覚症状のみでなく，子宮収縮の持続及\nび増強並びに子宮口開大等の分娩進行の客観的所見が確認された時点で，\nさかのぼって判断することによって行うことがあるとも指摘されている\n（乙１６，１７，２４，Ｋ鑑定）。\nそして，Ｆ医師は，その証人尋問において，同日の経過につき，午後\n７時３０分ころ，原告Ｃの子宮収縮が増強していることを聞き，分娩監\n視装置でモニターするように指示をした，午後８時３０分ころ，Ｊ医師\nから軽度の徐脈があるとの連絡を受けたため，胎児仮死の診断を優先さ\nせるためにもう少し経過をみることとし，内診を先行させることなく経\n過をみることとした，その後，胎児仮死の所見がみられなかったため，\n分娩の進行を判断するために午後９時前に内診をすることを決めた，ま\nた，感染の危険のため内診を行うかどうかは医師の判断で行うものであ\nって，自分としては同時刻に内診を行うべきと判断したものである旨証\n言している。\n（エ） ところで，医師が患者に対し，医療行為を行うについて求められ\nる注意義務の基準は，診療当時のいわゆる臨床医学の実践における医療\n水準であると解される（昀高裁第二小法廷平成７年６月９日判決・民集\n４９巻６号１４９９頁，昀高裁第三小法廷昭和５７年３月３０日判決・\n裁集民１３５号５６３頁）。そして，医療水準を考える際には，医療機\n関の性格や地域の医療環境の特性等の事情を考慮すべきであり，また，\n医療行為の専門性にかんがみ，医師には上記医療水準に基づく限り，医\n療行為に裁量性が認められるというべきである。\n本件については，大学病院において前期破水と診断され，医療チーム\nを組んで対応されてきた原告Ｃの診療において，Ｆ医師が行った医療行\n為が医療水準に合致した裁量の範囲内にあったかどうか，上記注意義務\nに反するものであったか否かが問題であるため，この観点から，以下検\n討する。\n（オ） 原告Ｃの当時の状況は，平成６年１月３日ころ，子宮収縮が増強\nし，「児下降してきているために時間の問題」であるとか，同月５日の\n看護計画表にも「切迫徴候増強」「内診所見も明らかに進行」との記載\nがあるなど，分娩の進行，切迫症状悪化の早期発見と対応が必要とされ\nていたことは明らかである。一方において，切迫早産の症例において，\n偽陣痛の認められることは病態の本態であるところ，原告Ｃについては，\n子宮収縮抑制剤の投与が功を奏し，３０週になるまで妊娠が継続できた\n経緯があったほか，同月５日から６日にかけては増強した子宮収縮が軽\n減ないし消失した経過も認められる。\nそして，同月７日の経過についてみると，被告病院においては，原告\nＣの陣痛増強の訴えを受けた後，Ｆ医師の指示により，午後７時４０分\nころから分娩監視装置を装着して子宮収縮及び胎児心拍数の経過観察を\n行ったところ，午後８時３０分ころにも子宮収縮の増強がみられ，減弱\nする様子がなく，その旨報告を受けたＦ医師において内診を実施するこ\nととし，午後９時１５分，内診を行ったものであった。内診の結果，原\n告Ｃの子宮口が３センチメートルに開大するなど，分娩進行の所見が認\nめられたことから，Ｆ医師は帝王切開の実施を決定するともに，後方視\n的に午後７時３０分ころの時点を陣痛発来と認めたものである。\n（カ） 分娩の進行度合いや陣痛発来の時期については，その性質上，状\n況の推移をふまえつつ診断せざるを得ないものであるところ，原告Ｃの\n場合，看護師に陣痛増強を訴えて以降，その後の診察や分娩の経過をふ\nまえ，事後的に，さかのぼって午後７時３０分ころをもって陣痛発来で\nあったと判断することは無理からぬものと認められる。\nそうしてみれば，原告らが主張するように，陣痛発来時点とされた午\n後７時３０分の時点において，Ｆ医師において，即座に帝王切開術を施\n行する旨を決定しなかったからといって，その判断が不適切であったと\nいうことはできない。\nなお，午後６時３０分の時点で，原告Ｃが陣痛の増強を訴えたことを\n認めるに足りる的確な証拠は見当たらないから，同時点において陣痛発\n来を判断することはできなかったといわざるを得ない。\n（キ） また，Ｆ医師は，Ｊ医師が子宮収縮増大を確認した午後８時３０\n分の時点でも帝王切開術の施行を決定せず，午後９時１５分に内診を行\nった後に帝王切開術の施行を決め，手術開始時刻を午後９時５０分とし\nている。Ｋ鑑定によれば，午後８時３０分の時点で帝王切開術の施行を\n決定することは過剰な医療介入であるとはいえず，同時刻ころに内診を\n実施し，帝王切開術の施行を決定することもできたとしており，Ｆ医師\nの上記判断に医療行為における過失があったか否かが問題である。\n確かに，この時点で内診を行い，帝王切開術の施行を決定していれば，\n原告Ｃが病室のベッド上で出産する事態を避けられた可能性がある。\nしかしながら，Ｆ医師は，午後７時４０分に分娩監視装置による観察\nを実施して，胎児の状態の把握に努めていたところ，Ｊ医師から子宮収\n縮増大との報告を受けた後，午後８時５０分ころ看護師が分娩監視装置\nを外すころまでの間に，内診の実施を決めていたことがうかがわれる。\n入院以来の原告Ｃの症状やこれに対する治療方針及び診療経過，平成６\n年１月７日当日の経緯と分娩進行の経過等に照らせば，Ｆ医師が経過観\n察を優先し，午後９時ころの内診の実施を決めたこと，内診の結果，午\n後９時１５分に帝王切開術施行を決めたことが，当時の医療的知見に照\nらし，大学病院で行われる医療行為として不適切であったとまでは認め\nられない。また，内診に伴う上行感染の発症の危険性を回避するために\n内診の回数を昀小限にとどめようとしたというＦ医師の診察方針には，\n相応の医学的根拠も認められる（乙１８の３頁，乙２７の４頁）。\nなお，Ｋ鑑定の鑑定結果について検討するに，Ｋ鑑定は，午後７時３\n０分，午後８時３０分のみでなく，内診実施時である午後９時１５分こ\nろの時点をも含めて，上記いずれかの時点において，妊娠の継続をあき\nらめて帝王切開の施行を決めることが「過剰な医療介入とは思えない」\nと指摘しているのであり，午後９時１５分ころＦ医師が帝王切開術の施\n行を決めたことが医療行為として不相当である旨指摘するものではない。\n（ク） 以上のとおりで，同日午後７時４０分ころから午後８時５０分こ\nろまで，分娩監視装置による経過観察を行った後に，午後９時前ころに\n内診を行う旨決め，午後９時１５分ころに内診を実施し，その結果をみ\nて，帝王切開術の施行を決定したＦ医師の治療方針には，当時の医学的\n知見に照らして不適切というべき点があったとは認められず，医師がそ\nの専門的知見のもとに有する裁量の範囲内の行為であったというべきで\nある。\nエ（ア） 上記に加えて，原告らは，Ｆ医師が帝王切開術の施行を決めた後\nの午後９時３８分から４１分までの原告Ａの胎児心拍数は１２０ｂｐｍ\n前後で，心拍数基線が１５０ｂｐｍであることからして持続性徐脈の状\n態であり，胎児の状態が悪化している可能性がみられたのであり，その\n結果として新生児仮死が起きたのは臨床的経過として自然であるとも主\n張する。\nこの点，午後８時５１分から午後９時３８分ころまでの胎児心拍数は\n記録がなく，その後午後９時４６分ころまでの胎児心拍数の記録は不鮮\n明であって，原告ら指摘の胎児心拍数が直ちに持続性徐脈を示すものと\nは認められない。午後８時５１分ころから分娩時までの胎児の状態は，\n出生後の原告Ａの状態等から推測するほかないため，これをみるに，原\n告Ａのアプガースコアは，出生時において５点で，出生後５分後の数値\nについては８点か６点かにつき争いがあり，記録上いずれをもって正確\nな記録であるか認定することは困難である。しかしながら，アプガース\nコアは，判断する医師により変動があり得る数値であるところ，出生直\n後よりも５分後の状態が改善されたことに変わりはなく，仮に５分後が\n６点であったとしても，これは軽症仮死に分類されるものである。また，\nＫ鑑定によれば，出生直前と出生直後の原告Ａの状態は記録上明らかで\nないと指摘しつつも，およそ３時間３０分後に行われた原告Ａの血液ガ\nスの測定値から後方視的に検討すれば，低酸素症やアシドーシスがあっ\nたとしても軽度のものであったことが示唆されるとしている。そして，\n医学的に新生児仮死が必ずしも胎児仮死の臨床的経過として生じるもの\nともいえないのであり，結局のところ，本件では妊娠の継続をあきらめ\nなければならないほどに胎児の状態が悪化していることを示す証拠はな\nいといわざるを得ない。\n（イ） また，原告らは，帝王切開術施行前の原告Ｃにつき，経験の浅い\nＧ看護師が適切な処置を行っていたことはなく，まったく対処すること\nができなかったという状況に等しいものであったこと，安静との治療方\n針がとられていながら，原告Ｃの症状を正確に把握しないまま漫然と病\n室から処置室まで往復歩行させて内診を受けさせるなどしたことを問題\n視する。確かに，当時の原告Ｃの状況を察するに，陣痛の増強による身\n体の痛みや精神的な不安が増大していたものとみられるところ，処置室\nへの歩行や原告Ｃの不安を除去するために必要な医療的配慮が十分であ\nったとはいいがたいように思われる。しかしながら，Ｇ看護師が看護師\nとして行うべき配慮を欠いていたとも認められないほか，既に述べたと\nおり，上記のような事実をもって医療行為自体に過失があったと認める\nに足りるものでない。結局のところ，原告らの主張は被告病院の過失責\n任を問う根拠とはなり得ない。\nなお，原告らは，１月７日午後４時以降の看護記録の不記載をもって\n経過観察を怠ったことを推認する重大な事実とみるべきと主張するが，\nＮＳＴの実施状況やＧ看護師，Ｅ助産師及びＦ医師らの各証言に照らし，\n看護経過記録の不記載をもって，直ちに経過観察を怠ったとの事実を推\n認させるものということもできない。\nオ（ア） さらに，原告らは，被告が，原告Ｃの分娩進行が予想外に急速で\nあり，これは到底予見し得なかったものとしている点につき，午後９時\n１５分時点での子宮口は全開大であるとＦ医師が原告Ｃに言ったのであ\nり，これを前提とすれば何ら急速とはいえない，仮に午後９時１５分時\n点での子宮口の開大が３センチメートルであったとしても，本件は切迫\n早産の症例であり，当日午後６時３０分以降の原告Ｃの状態からして，\n分娩の進行が何時あってもおかしくなく，十分に予測できるものであっ\nたと主張する。そして，本件は，経膣分娩といっても墜落分娩（分娩が\n強い陣痛のために急速に進行し，母胎が起立中，歩行中，排便中などに\n胎児が街路，車中，便所などへ産み落とされること）であり，過強なる\n収縮による胎盤血行障害のため仮死をきたしやすいとされるケースであ\nったところ，原告Ｃは激しい下腹部痛のため分娩監視装置も装着できな\nい状態で分娩が進行した結果，ベッド上で分娩するに至ったのであり，\n胎児の臀部が外陰部まで下降していた事実等により，臍帯圧迫あるいは\n過度のストレスを受けたと主張している。\n（イ） この点，午後９時１５分時点における子宮口の開大について，全\n開大であったか３センチメートルであったかにつき争いがあるが，診療\n録等の記載上３センチメートルとされていることは明らかであり，これ\nを疑うべき事情は存在しない。原告Ｃは，内診の際，Ｆ医師が全開大と\n叫んだと供述しているが，午後９時１５分の時点において全開大である\nと診断したにもかかわらず，Ｆ医師が午後９時５０分からの帝王切開術\nの施行を決めるとは考え難いし，強い陣痛に見舞われた状態の記憶に混\n乱が生じることはあり得ることといえる。したがって，午後９時１５分\n時点における子宮口開大は３センチメートルであったと認められる。\nこれを前提に，午後９時１５分の時点において，原告Ｃの急速な分娩\nの進行が予測不可能であったか，超緊急の帝王切開術を施行すべきであ\nったかどうかにつき検討する。\n（ウ） 原告Ｃが分娩に至る経緯は，以下のとおりである。すなわち，午\n後９時１５分ころの内診で，子宮口開大３センチメートルと確認された\n後，Ｆ医師は帝王切開術の準備を進め，原告Ｃはいったん病室に戻り，\n着替えなど手術の準備をしていたが，そのころ，急激に陣痛が増強し，\n午後９時３９分ころには分娩監視装置を装着するのも困難な状態に陥り，\n午後９時４５分ころには胎児の臀部が外陰部に下降していることが確認\nされたというものである。\nこの点，Ｆ医師は，平成５年１２月２８日にも原告Ｃの内診を行った\nことがあったところ，平成６年１月７日午後９時１５分の内診所見は明\nらかに分娩の進行が認められたことから，午後９時５０分ころから帝王\n切開術を行うことを決めた，通常の分娩経過に照らすと，子宮口開大が\n３センチメートルであったことからして，分娩までには少なくとも３，\n４時間はかかると判断したため，母体の合併症や術前麻酔の合併症の危\n険を考慮し，剃毛や麻酔前投薬の投与など術前の準備を行った上で午後\n９時５０分から手術を行うこととした，その後，Ｇ看護師からすぐに病\n室に来るよう言われて駆け付けたところ，原告Ｃは狂乱状態で四つん這\nいになっており，子宮口は全開で，児の臀部が外陰部まで下がっている\n状態であったことから，その場で経膣分娩にすることとした，骨盤位牽\n出術は１回だけで，後続の児頭，上肢はスムーズに出た，経膣分娩にな\nったことで原告Ａに生じ得る悪影響としては感染と脳内出血であったと\n考えて，診療録に「ややｒｉｓｋは上昇」と記載した，などと証言して\nいる。\n（エ） 分娩の進行の程度は，子宮口開大度と陣痛周期などによって判断\nされ，通常の初産婦の場合，子宮口開大が４センチメートルから９セン\nチメートルくらいの加速期において平均して２時間，その後全開大に至\nるまでの急速開大期も２時間くらいがかかるとされているところ，本件\nのように，子宮口開大３センチメートルであった状態から，約３０分後\nに児の娩出に至るとの事態は予見が困難であったとみられる。\n確かに，原告Ｃは切迫早産，前期破水の診断で入院して以降，１月７\n日当時は，切迫徴候の増強がみられたため切迫症状の早期発見に注意し\nつつ，胎児の未熟性への配慮から安静保持にて妊娠３２週まで継続する\nとの治療目標のもと診療が行われていたのであるから，分娩の進行の有\n無や分娩進行速度の予見は通常以上の程度をもって注意をはらうべきも\nのであったともいえる。\nしかしながら，入院当初から１月７日当日までの治療の経過，同日午\n後７時４０分から実施された経過観察の結果，そして，内診所見にみら\nれた分娩進行の経過に照らせば，午後９時４５分ころの胎児の娩出はあ\nまりに急速であり，当時の医学的知見に照らしても，分娩を予見するこ\nとは困難であったというほかない。そして，午後９時１５分の時点をも\nって緊急の帝王切開術を実施しなかったことも，同日の内診所見及び合\n併症等の手術に伴う危険性などにかんがみれば，医師の判断として適切\nであったと認められるし，手術の準備に要する時間を考慮した上，手術\n開始時刻を午後９時５０分としたことも不当とは認められない。\nカ 上記のとおりで，原告らが主張する，原告Ｃの帝王切開術の施行時期を\n逸し，病室のベッド上で分娩させた過失について検討するも，大学病院で\nある被告病院の医師らによって行われた医療行為は当時の医学的知見に照\nらして不適切であったとは認められず，裁量を逸脱するような違法不当な\n行為があったとは認められないというべきである。よって，この点に関す\nる原告らの主張には理由がない。\n（２） 分娩後の臍帯結紮，羊水吸引，気道確保，体温管理等の新生児に対す\nる適切かつ十分な措置が行われなかった過失について\nア 原告らは，原告Ａは，出産直後から数日間の検査結果等から，新生児呼\n吸窮迫症候群，高カリウム血症，多血症及び高ビリルビン症に陥っていた\nことは明らかであるところ，医学文献等によれば多血症の原因の一つとし\nて臍帯娩期結紮が挙げられており，原告Ａの出生後に呼吸障害が続いた理\n由としては胎便吸引症候群をも併発していたとみられるなどと指摘し，被\n告病院医師らによる原告Ａの出生直後の処置は，吸引器や吸引カテーテル\nを用いての羊水吸引を行わず，素早い気管内挿管を怠るなど適切な気道確\n保を行わなかった，処置を行ったＦ医師は生後３０秒から１分間以内に臍\n帯結紮を要することを認識しておらず，他の措置を講じている間に原告Ｃ\nの血液が臍帯を通して原告Ａに流れ込んで多血症を発症させるに至った，\n原告Ａを乾いた布で包むなどして保温に努めることなく裸のまま抱えて廊\n下を走るなどしており体温管理を怠ったなど，不適切なものであった旨主\n張する。\nイ 平成６年１月７日午後９時４６分ころ，原告Ａが病室のベッド上で出生\nした後の経緯は，Ｆ医師において，その場で原告Ａの顔を下に向けて口腔\n内の羊水を出し，マウス・ツー・マウスで補助呼吸を行い，体をたたくな\nどして原告Ａの泣き声を確認し，その後臍帯を結紮して切断し，病室から\n廊下に出て，他の病室や新生児室の先にある第１分娩室まで，裸のままの\n原告Ａを抱えて走り，第１分娩室においてインファントウォーマーに乗せ，\n酸素を投与して気管内挿管を行うなどの緊急の措置を行った上，その後，\n同日午後１０時ころには小児科病棟へ移動させたことが認められる。\nこの点，羊水吸引のための吸引器は準備されたものの，これを用いて吸\n引を行ったかどうかは，Ｆ医師，Ｇ看護師，Ｅ助産師とも明確な記憶を有\nしておらず不明である。\nウ そこで，まず，羊水吸引及び気道確保について検討する。\n（ア） 胎児の娩出後，特に新生児仮死の蘇生については，ガーゼで顔を\n拭くなどし，鼻腔・口腔内をしっかりと吸引し，気道確保を行って，呼\n吸を確立させることが必要であるなどとされている（甲３の３９８頁，\n甲５の７５６頁，甲８の２９８頁）。Ｋ鑑定によれば，その実施時期は，\n帝王切開分娩の場合，臍帯切断後，児を処置台に移してから吸引処置が\n行われるのが普通とされるが，通常の吸引操作で吸引できるのは，口腔\n内と喉頭の羊水・分泌物であり，声帯より奥の気管・気管支などの羊水，\n分泌物の吸引はできないが，かえって，喉頭への機械的刺激は，迷走神\n経反射を起こし，咳嗽反射や徐脈を起こすことがある。他方，口移しな\nど人工呼吸を行うことで肺胞を拡張し，できるだけ早く酸素の供給を行\nうなどし，肺循環が維持されれば肺胞を満たしている羊水・分泌物は肺\n胞毛細血管やリンパ管へ吸収されていくため，羊水吸引をできる限り早\n期に行うことが必須の処置ではないとも指摘する。そして，救急的に行\nわれる処置として，気管内挿管によらずとも口移し人工呼吸の方法で気\n道確保を行うことも不適切とはいえないとしている。\n（イ） Ｆ医師は原告Ａの出生後，直ちに口の中の羊水を吐き出させ，口\n移し人工呼吸を行っており，これにより原告Ａは弱いながらも泣き声を\n上げたことが確認されている。また，電動吸引器による吸引が行われた\nかどうかは不明であるものの，第１分娩室への移動後，気管内挿管を行\nって呼吸の補助が行われていることにかんがみれば，羊水吸引や気道確\n保の点につき，医療行為に不適切な点があったとは認められない。\nエ 次に，臍帯の結紮，切断につき検討する。\n（ア） 上記認定事実に照らし，原告Ａの場合，羊水吸引及び気道確保を\nした後，分娩室へ移動するために臍帯が結紮，切断されたことがうかが\nわれる。\n（イ） 臍帯の処理は，結紮または臍帯クリップを用いて行われるところ，\n結紮までの時間が長いと胎盤内の血液が児に移行し，多血症を引き起こ\nすことがあるため，通常，生後３０秒から１分を目安として結紮するも\nのと指摘されている（甲３の３８６頁，甲５の７４６頁）。\n他方，Ｋ鑑定は，臍帯の結紮，切断は，娩出時の児の状態を評価する\nために臍帯血の血液ガスを測定するようになってから臍帯の早期結紮，\n切断が行われるようになったもので，それ以前は，臍帯拍動の停止を待\nって行われていたものであるとする。そして，本件の経過に照らし，臍\n帯の結紮，切断までに過剰な時間を要したとはみられないとしている。\n確かに，原告Ａには，その後の血液検査の結果，多血症がみられ，こ\nれに対する処置が講じられているし，臍帯結紮までに要した時間も明ら\nかではない。しかしながら，臍帯結紮までに過剰な時間を要したことを\nうかがわせる証拠もみられないし，原告Ｃから血液が流入した可能性は\n否定できないにしても，これをうかがわせる証拠は存在しない。\n（ウ） そうしてみれば，臍帯の結紮，切断に不適切な措置があったとも\n認められない。\nオ さらに，体温管理についてみる。\n（ア） 体温管理の必要性に関しては，複数の医学文献に指摘があり，特\nに新生児の蘇生処置中には体温低下が生じやすく，代謝性アシドーシス\nや低酸素症等の二次的障害を招きやすいため，蘇生処置は保育器内で行\nうべきであるとか，出生直後の体温低下は１分間に０．３℃にもなるの\nで気道吸引とともに暖めた乾いた布で手早く全身の羊水を拭き取り，乾\nいた布でくるんで保温に努めることなどとされている（甲３の３８６頁，\n甲５の７５７頁，甲７の２０６頁，甲８の２９８頁）ほか，Ｋ鑑定も次\nのように指摘する。すなわち，出生直後の児は，母体の体温で包まれて\nいた環境から低温の環境にさらされ，裸の状態では空気の流れによって\n体温が奪われ，羊水で濡れた体からの蒸発による気化熱が奪われ，更に\n羊水で濡れたシーツが冷えることから伝導でも体温が低下する，低出生\n体重児の場合も，低温刺激に反応して血管の収縮と熱産生増加によって\n体温を維持しようとすることによって，酸素消費量が増加し，継続する\n呼吸不全があると組織の酸素欠乏や神経障害をもたらすことがある，こ\nれを防ぐためにはできるだけ早く体温喪失を防ぐ処置をとるべきであり，\n乾いたタオルで皮膚を拭いて乾かし，暖めたタオルで包むなどして熱が\n奪われるのを防ぐことが望ましいという。\n新生児，特に新生児仮死の蘇生処置に伴う体温管理の必要性は上記の\nとおりであり，本件においては，出生後すぐに乾いた布やタオル等で体\nを拭くなどの措置が行われていないことも明らかである。そこで，Ｆ医\n師が行った医療行為が不適切であったかどうかについて検討する必要が\nある。\n（イ） この点，Ｋ鑑定は，低出生体重児で，かつ骨盤位の場合には，分\n娩の急速な進行を予測することが困難なことも多いため，病室での分娩\nの可能性を避けられるわけではなく，そのような事態が発生した場合に，\n適切な対応が求められると指摘する。本件においても，原告Ｃの分娩の\n進行が急速に進んだ結果，原告Ａは病室のベッド上で出生することとな\nり，そのため，乾いた布やタオルの準備はなく，Ｆ医師は，裸のままの\n原告Ａを抱え，病室と通路を介し，同じフロアにある第１分娩室まで走\nり，インファントウォーマー上においたという。Ｆ医師は，病室から第\n１分娩室まで１０秒ほどであったと証言している。\n（ウ） 原告らは，Ｆ医師の蘇生処置の間に相当の時間がかかっており，\n病室と第１分娩室への移動も１０秒ということはあり得ないとし，体温\n管理への対応が不十分であったと指摘する。\n確かに，Ｆ医師は一人で原告Ａの蘇生処置を行っていたところ，病室\nのベッド上での措置は体温低下をもたらす原因となり得るし，病室から\n第１分娩室まで，裸の状態の原告Ａを移動させるに要した時間も部屋の\n位置関係に照らして１０秒というのはやや疑問が残る。\nしかしながら，出生後の原告Ａに対する処置において，特に困難や時\n間を要したような事情はうかがわれず，原告Ａの蘇生処置を終え，第１\n分娩室のインファントウォーマー上に移動させるまでの間に，過剰な時\n間を要したことをうかがわせる証拠も存在しない。診療録によっても，\n原告Ａは午後１０時ころには小児科病棟へ入院しているところ，入院時\n記録では体温は３６．９℃，その後のカルテの記載でも３７℃であり，\n原告Ａに低体温が生じたことをうかがわせるような証拠は存在しない。\nＫ鑑定も，本件では，分娩が急速に進行したケースにおける出生後の対\n応としては，通常とられる措置が行われたとみることができるとしてい\nる。\n（エ） よって，体温管理に関する処置が不適切であったと認めることも\nできない。\nカ 原告らは，上記に加えて，被告病院には，そもそも分娩監視体制が不十\n分であったことに起因して，原告Ｃが病室のベッド上での墜落産となった\nことから，分娩直後の新生児に対する人的，物的体制を整えることができ\nず，新生児に対する適切な措置をとるべき注意義務を怠った過失がある旨\n主張する。\nしかしながら，原告Ｃの分娩が急速に進行し，分娩室における通常の出\n産ができなかった点に関する被告病院の対応に過失が認められないことは\n既に述べたとおりであるところ，予想外の病室のベッド上での分娩後，新\n生児である原告Ａに対して行った被告病院医師による個々の措置には医療\n行為として不適切であったとまでいい得るものは認められないといわざる\nを得ない。\nよって，原告らの主張を認めることはできない。\n（３） 出産後の原告Ａの検査，治療が不適切であった過失について\nア 原告らは，被告病院医師らは，新生児であった原告Ａの体の状況を把握\nし，早期にＣＴ写真，ＭＲＩ写真の撮影，脳波検査をするなどして新生児\nの管理を適切に行い，点頭てんかん（ウエスト症候群），精神運動発達遅\n延や脳性麻痺に陥る危険性について診断し，その治療をすべき高度の注意\n義務があったところ，平成６年１月９日には頭部超音波検査を実施し，右\n脳室拡大の疑問を持ち，同年３月２３日には整形外科の診療により両肢に\nついて軽度開排制限，両側足関節の底屈制限の情報を得ており，小児科医\n師が同月２８日に下肢の痙性を認めていたほか，原告Ｃから生後７か月の\n段階で原告Ａの体が硬く，成長が遅い旨伝えられたといった事情があった\nにもかかわらず，同年９月２８日に至って初めて頭部ＣＴ写真を撮影して\n脳萎縮と側脳室の拡大を認め，同年１１月２日，点頭てんかんと診断し，\n上記の治療を開始したのであり，早期の診断及び早期治療の時期を逸した\n過失がある旨主張する。\nイ そこで検討するに，点頭てんかんは，特徴的な発作間欠時脳波と前屈型\n発作を主徴とするてんかんで，生後４か月から８か月の間に発現すること\nが多いとされている。脳性麻痺については，脳の非進行性病変に基づく運\n動及び姿勢の異常をいい，その症状は満２歳までに発現するとされ，その\n診断としては，運動発達の遅れ，姿勢の異常，反射の異常などをもって行\nうこととされている。そして，精神運動発達遅延は，知能の発達が遅れ社\n会適応行動が障害されている状態を意味するものである。\n点頭てんかんや脳性麻痺は，脳の形態だけで診断することは困難であり，\n筋肉の硬直，関節の拘縮，姿勢反射の異常等の神経学的臨床所見も合わせ\n診断されるものであり，その発現時期にも相当の幅がある。\n被告病院小児科医師らは，原告Ａが小児科病棟に移った当初から，未熟\n性に起因する神経学的な後遺症が生じるおそれを懸念し，原告Ｂらにその\n旨説明をしていたほか，原告Ａの臨床所見から脳の成長不全を疑い，出生\n後２か月余りが経過したころには，原告Ａの股関節開排制限や下肢の痙性\nといった神経症状を認めたため，整形外科医の指導を受けさせることとし\nている。また，原告Ａの退院後も，出生後約４か月が経過した平成６年５\n月１１日の外来通院の際，原告Ａの下肢の痙性や足関節の拘縮を認めたた\nめ，原告Ｃにリハビリテーションを受けるよう促し，整形外科担当医に受\n診の依頼を行っていることも認められるが，結局，このころ原告Ａがリハ\nビリテーションを受診したことはなかった。これに対し，原告らは原告Ｃ\nにリハビリテーションの開始を指導した事実はない旨主張しているが，カ\nルテの記載や整形外科医への依頼書面（乙１３の１の２４頁，乙１４の９\n頁）に照らせば，原告らの主張は認めることができない。\nその後の経過をみても，出生後約８か月に当たる平成６年９月７日の外\n来通院に際しては，原告Ａの四肢の筋緊張等の症状から脳性麻痺を疑い，\nその旨原告Ｃに説明をし，翌月である１０月から原告Ａのリハビリテーシ\nョンが開始されているし，同年９月２８日には頭部ＣＴ検査を実施してい\nる。また，点頭てんかんの症状については，同年１１月２日の外来通院に\n際して，原告Ｃから原告Ａに前屈症状がみられたとの話があったため，同\n月４日，脳波検査を実施するなどし，その結果，点頭てんかんと診断し，\n定期的な診察とリハビリテーションや投薬治療などが続けられた。\nウ 被告病院小児科における原告Ａの診察経緯は上記のとおりであるところ，\n診察の内容や検査方法，各症状の発現時期などを総合的に検討しても，被\n告病院小児科医師らが，原告Ａの症状に応じた医療的措置を怠ったとは認\nめられない。\nしたがって，原告らの主張するように，被告病院小児科医師らが，早期\nにＣＴ写真及びＭＲＩ写真の撮影，脳波検査を実施しなかったことにより，\n早期診断及び早期治療の時期を逸したとの過失があると認めることはでき\nない。\n（４） 過失の重畳的競合\n原告らは，被告病院医師らには，上記（１）ないし（３）の過失があり，\nこれらの過失が重畳的に競合したことにより，原告Ａに本件後遺障害が生じ\nた旨主張する。\nしかしながら，被告病院医師らに，上記（１）ないし（３）の過失が認め\nられないことは既に述べたとおりであり，その他，原告らが主張する点を検\n討しても，被告病院医師らに，当時の医療水準に従った適切な医療行為を怠\nったとか，過失が重畳的に競合したとの事実は認めることができない。\n３ 以上の次第で，被告病院医師らに医療行為上の過失があったとする原告らの\n主張は認められないから，その余の主張を検討するまでもなく，原告らの主張\nは理由がない。\nよって，原告らの請求をすべて棄却することとし，主文のとおり判決する。\n甲府地方裁判所民事部\n裁判長裁判官 新 堀 亮 一\n裁判官 青 木美佳\n裁判官倉地康弘は転補のため署名押印できない。\n裁判長裁判官 新 堀 亮 一\n別紙\n胎児心拍数陣痛図（ＣＴＧ）所見一覧表\nこの表はＫ鑑定３頁ないし５頁の所見整理に基づいたものである。\nなお，左端の「終了時刻」の記載，右端の「記録に記載されたその他の所見」欄\n記載の事項，「基準心拍数」のうち「（基線）」の数値，及び，特に注意を付した\n項目（※マークを記載）については，上記第６の１（２）記載の証拠を総合して加\n除訂正を行った。\n月 開始時刻 子宮収縮回数 基準心拍数 細変動 一過性 記録に記\n／ ～終了時刻 （さざ波様） （基線） 単位 頻脈／ 載されたそ\n日 (記録時間) 単位bpm bpm 徐脈 の他の所見\n１２／ 10時15分 ２回 １４５～ ３～ －／－ さざ波\n２５ ～10時44分 （１９回） １５５ １０ 週数相当\n(29分間) （１５０）\n19時11分 ０回 １５５～ ～ －／－ 一過性頻脈\n～19時55分 （０回） １６５ １２ あり\n(44分間) （１６０） 一過性徐脈\nなし\n反応性良好\n１２／ 8時30分 ０回（？） １５０～ ～ －／－ 子宮収縮\n２６ ～9時11分 （０回） １５５ １０ なし\n(41分間) （１５５） 週数相当\n18分不適\n１２／ 8時7分 １回 １４０～ ～ １？ 一過性徐脈\n２７ ～8時47分 （１２回） １５０ １７ ／－ なし\n(40分間) （１５０） 子宮収縮\n1回/45分\n１２／ 6時34分 ０回 １４５～ ～ －／－ 一過性頻脈\n２８ ～7時12分 （１６回） １５５ １７ あり\n(38分間) （１５０） 一過性徐脈\nなし\n子宮収縮\nさざ波\n反応は良好\n19時23分 ８回 １５５～ ～ －／３ 子宮収縮\n～20時15分 （５回） １６５ １５ －20b 4～5分毎\n(52分間) （１５０） 30s 週数相当\n１２／ 22時22分 ２０回 １５５～ ～ －／－ 子宮収縮\n２８ ～0時57分 （２３回） １６０ １６ 5～6分毎\n～２９ (155分間)\n135分不適\n１２／ 6時28分 １１回 １５５～ ５～ ２／－ 一過性頻脈\n２９ ～7時15分 （４回） １６０ １５ あり\n(※47分間) 一過性徐脈\nなし\n子宮収縮\n前半3～4分\n毎\n後半さざ波\n19時18分 １２回 １６０ ５～ －／－ 子宮収縮\n～20時07分 （０回） (記載なし) １５ 3～5分毎\n(※49分間)\n１２／ 6時23分 ３回 １５０ ５～ －／－ 子宮収縮\n３０ ～7時00分 （１３回） (記載なし) １５ ４回\n(※37分間)\n１２／ 6時32分 ４回 １５５ ５～ －／－ 子宮収縮\n３１ ～7時12分 （１３回） (記載なし) １ ５ ３回\n(40分間)\n19時31分 ９回 １５０～ ～ －／－ 一過性徐脈\n～20時10分 （４回） １６０ １ ５ あり\n(39分間) （１６０） 子宮収縮\n6～7分毎\n週数相当\n21時39分 ７回 １５５～ ５～ －／１ 一過性徐脈\n～22時24分 （１０回） １６０ １０ －35b あり\n(45分間) （１６０） 20s 子宮収縮\nさざ波２回\n１／ 6時25分 ４回 １４５ ５～ －／－ 子宮収縮\n１ ～7時02分 （９回） （１４０） １３ さざ波\n(37分間) 週数相当\n21時07分 １４回 不明 －／－ 子宮収縮\n～21時51分 （０回） (記載なし) 2～3分毎\n(47分間)\n44分不適\n１／ 6時00分 ３回 １５０～ ４～ ４／１ 一過性頻脈\n２ ～7時06分 （６回） １５５ １０ －40b あり\n(66分間) （１５０） 40s 一過性徐脈\nあり\n一過性胎児\n心拍数低下\n昀底値100\n子宮収縮\n2～3回／ｈ\n反応性不良\n20時12分 ４回 １５０～ ５～ １／２ 所見欄\n～20時52分 （９回） １６０ １８ －40b 上記と共通\n(※40分間) 20s\n－55b\n30s\n１／ 23時22分 １８回 １４０～ ～ １／３ 所見欄\n２ ～2時05分 （１０回） １５５ １８ －70b 記載なし\n～３ (163分間) 40s\n47分不適 －25b\n45s\n－35b\n60s\n１／ 6時25分 ０回 １５０～ ７～ １／１ 子宮収縮\n３ ～7時01分 １５５ １５ －40b なし\n(36分間) （１５０） 20s 昀底値120\n20s\n１／ 0時57分 １８回 １４５～ ～ １／１ 1時59分\n４ ～2時46分 （８回） １５０ １５ －30b インテバン\n(109分間) (記載なし) 20s 50mg\n6時29分 ０回 １４０～ ７～ １／－ 一過性頻脈\n～7時02分 （２１回） １４５ １５ あり\n(33分間) （１４０） 一過性徐脈\nなし\n一過性胎児\n心拍数低下\n子宮収縮\nさざ波\n反応性あり\n週数相当\n１／ 6時30分 ４回 １４５ ～ ２／－ 一過性頻脈\n５ ～7時17分 （１５回） （１４０） １５ あり\n(47分間) 一過性徐脈\nなし\n子宮収縮\n弱いさざ波\n反応性あり\n１／ 6時46分 ５回 １４５～ ～ 所見欄\n６ ～7時33分 （４７回） １５０ ２３ 記載なし\n(47分間) (記載なし)\n19時20分 ８回 １５５ ～ －／１ 所見欄\n～20時36分 （１２回） (記載なし) ２０ 記載なし\n(76分間)\n１／ 6時45分 １回 １５０ ～ ２／－ 一過性頻脈\n７ ～7時23分 （１５回） (記載なし) １５ あり\n(38分間) 一過性徐脈\nなし\n子宮収縮\n弱いさざ波\n胎児心拍\n良好\n19時39分 １８回 １６０ ～ １／４\n～21時39分 （０回） （１５０） １０ －15b\n(120分間) 20s\n47分不適 －25b\n30s\n－20b\n80s\n－23b\n20s\n"
}