{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 12,
    "day": 11
  },
  "case_number": "平成12(行ウ)71",
  "case_name": "損害賠償請求事件",
  "court_name": "大阪地方裁判所第7民事部",
  "lawsuit_id": "6608",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=6608",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/608/006608_hanrei.pdf",
  "contents": "平成１５年１２月１１日判決言渡　同日原本交付　裁判所書記官\n平成１２年（行ウ）第７１号　損害賠償請求事件（甲事件）\n同年（行ウ）第１１７号　損害賠償請求事件（乙事件）\n平成１３年（行ウ）第６６号　損害賠償請求事件（丙事件）\n口頭弁論終結日　平成１５年８月１９日\n判　　  　 　　  　 決\n主　　　 　 　  　文\n１　本件訴えのうち，別紙７記載の各訴えをいずれも却下する。\n２　甲乙丙事件被告ｂは，池田市に対し，９４５万４９０５円及び別紙６（被告ｂ）損害額\n欄記載の各内金に対する同日付欄記載の各日から支払済みまで年５分の割合に\nよる金員を支払え。\n３　丙事件被告ｅは，池田市に対し，９４９万０２６２円及び別紙６（被告ｅ）損害額欄記\n載の各内金に対する同日付欄記載の各日から支払済みまで年５分の割合による\n金員を支払え。\n４　原告のその余の請求をいずれも棄却する。\n５　訴訟費用は，甲乙丙事件被告ｂに生じた費用の１０分の１と原告に生じた費用の２\n０分の１を甲乙丙事件被告ｂの負担とし，丙事件被告ｅに生じた費用の３分の１と原\n告に生じた費用の１０分の１を丙事件被告ｅの負担とし，参加により生じた費用の１\n０分の１を訴訟参加人の負担とし，その余の全費用を原告の負担とする。\n事実及び理由\n第１　請求（平成１５年７月１４日付け請求の趣旨拡張の申立てによる請求の拡張及び\n減縮後のもの。）\n１　甲乙丙事件被告ｂは，池田市に対し，１０６３万２０９９円及びこれに対する平成\n１２年４月３日から支払済みまで年５分の割合による金員を支払え。\n２　甲乙丙事件被告ｂは，池田市に対し，７１３９万１１０２円及びこれに対する平成\n１２年５月１日から支払済みまで年５分の割合による金員を支払え。\n３　甲乙丙事件被告ｂは，池田市に対し，３１７万１６８５円及びこれに対する平成１\n２年１０月３日から支払済みまで年５分の割合による金員を支払え。\n４　甲乙丙事件被告ｂは，池田市に対し，４５５万２２９０円及びこれに対する平成１\n３年４月３日から支払済みまで年５分の割合による金員を支払え。\n５　丙事件被告ｃ及び同ｅは，池田市に対し，連帯して３９５万５３１０円及びこれに\n対する平成１２年１０月１日から支払済みまで年５分の割合による金員を支払\nえ。\n６　丙事件被告ｄ及び同ｅは，池田市に対し，連帯して２２９万０４６２円及びこれに\n対する平成１２年１０月１日から支払済みまで年５分の割合による金員を支払\nえ。\n７　丙事件被告ｄ及び同ｅは，池田市に対し，連帯して２６３万１４５４円及びこれに\n対する平成１２年１０月１日から支払済みまで年５分の割合による金員を支払\nえ。\n８　丙事件被告ｄ及び同ｅは，池田市に対し，連帯して４９７万９３３５円及びこれに\n対する平成１３年４月１日から支払済みまで年５分の割合による金員を支払え。\n９　丙事件被告ｄ及び同ｅは，池田市に対し，連帯して６６８万６０６１円及びこれに\n対する平成１３年４月１日から支払済みまで年５分の割合による金員を支払え。\n10　丙事件ｃ，同ｄ及び同ｅは，池田市に対し，連帯して３１７万１６８５円及びこれに\n対する平成１２年１０月２日から支払済みまで年５分の割合による金員を支払え。\n11　丙事件被告ｄ及び同ｅは，池田市に対し，連帯して３３８万０９６０円及びこれに対\nする平成１３年４月３日から支払済みまで年５分の割合による金員を支払え。\n12　丙事件ｃ，丙事件被告ｄ及び同ｅは，池田市に対し，連帯して９９万６７４０円及びこ\nれに対する平成１２年４月３日から支払済みまで年５分の割合による金員を支払え。\n第２　事案の概要\n本件は，池田市の住民である原告が，勤務延長により定年が延長された職員に支\n払われた給与，職員手当等及び退職手当のうち，勤務延長による増額分の支出が違\n法であるとして，池田市に代位して，池田市長の地位にある甲乙丙事件被告ｂ（以下\n「被告ｂ」という。），池田市教育委員会委員長の地位にあった丙事件被告ｃ（以下「被\n告ｃ」という。）及び同ｄ（以下「被告ｄ」という。）並びに池田市教育長の地位にあった同\nｅ（以下「被告ｅ」という。）に対し，地方自治法（平成１３年法律第４号による改正前の\nもの。以下「法」という。）２４２条の２第１項４号により損害賠償を求める住民訴訟であ\nる。\n１　争いのない事実等\n(1)　当事者\n原告は，池田市の住民である。\n被告ｂは，平成７年５月から池田市長の職にある者である。\n被告ｃは，平成１０年１０月１日から平成１１年９月３０日まで池田市教育\n委員会の委員長の地位にあった者である。\n被告ｄは，平成１１年１０月１日から平成１２年９月３０日まで同教育委員\n会の委員長の地位にあった者である。\n被告ｅは，平成７年１２月１１日から池田市教育長の地位にある者である。\n(2)　池田市における定年に関する条例等\n地方公務員の定年制度は，地方公務員法２８条の２第１項ないし第３項，\n２８条の３において定められているところ，池田市においては，これらの規\n定に基づき，池田市職員の定年等に関する条例（昭和５９年条例第４号（乙\n３の２）。以下「定年条例」という。）が定められている。\n定年条例では，職員の定年を年齢６０年とし（３条），職員は定年に達した\n日以後における昀初の３月３１日（以下「定年退職日」という。）に退職する\nとしているが（２条），４条１項において，以下のアないしウの事由に該当す\nる場合には，職員を定年退職日の翌日以降も１年を超えない範囲内で引き\n続いて勤務させる勤務延長の措置をとることができ，さらに，同条２項にお\nいて，同条１項の規定により延長された期限が到来する場合において，以\n下のアないしウの事由が引き続き存すると認めるときは，１年を超えない範\n囲内で期限を延長することができるとしている（ただし，その期限は，その職\n員にかかる定年退職日の翌日から起算して３年を超えることができないとさ\nれている。）。\nア　当該職務が高度の知識，技能又は経験を必要とするものであるため，その\n職員の退職により公務の運営に著しい支障が生ずるとき（同条１項１号）。\nイ　当該職務に係る勤務環境その他の勤務条件に特殊性があるため，その職\n員の退職による欠員を容易に補充することができないとき（２号）。\nウ　当該職務を担当する者の交替がその業務の遂行上重大な障害となる特別\nの事情があるため，その職員の退職により公務の運営に著しい支障が生ず\nるとき（３号）。\n(3)　各職員の勤務延長（別紙１参照）\nア　本件において勤務延長の対象となった職員は，池田市立葬祭場の事務所\n（昭和５６年４月からやすらぎ会館と改名）常直職員であった市民生活部市民\n生活総務課技能職員Ａ（以下「本件職員Ａ」という。），平成１１年４月１日から\n平成１２年３月３１日まで（以下「平成１１年度」という。）財団法人池田さわや\nか公社（以下「さわやか公社」という。）派遣の看護職員であり，同年４月１日\nから平成１３年３月３１日まで（以下「平成１２年度」という。）池田市立養護老\n人ホームの看護職員であったＢ（以下「本件職員Ｂ」という。），図書館職員で\nあったＣ（以下「本件職員Ｃ」という。），教育部教職員課係員であったＤ（以下\n「本件職員Ｄ」という。），秦野小学校校務員であったＥ（以下「本件職員Ｅ」とい\nう。），さわやか公社派遣のホームヘルパーであったＦ（以下「本件職員Ｆ」とい\nう。）及びＧ（以下「本件職員Ｇ」という。）並びに財団法人池田市公共施設管\n理公社（以下「管理公社」という。）に派遣され総合スポーツセンターの受付職\n員であったＨ（以下「本件職員Ｈ」という。）である（以下，本件職員ＡないしＨを\n合わせて「本件各職員」という。）。\nイ　本件各職員の定年はいずれも６０歳とされ，本件職員Ａ及びＨは平成９年３\n月３１日が，本件職員Ｇは平成１０年３月３１日が，本件職員Ｂ，Ｃ及びＦは平\n成１１年３月３１日が，本件職員Ｄ及びＥは平成１２年３月３１日が定年退職日\nであった。\nしかし，本件職員Ａ及びＨについては，いずれも平成９年４月１日付けで\n平成１０年３月３１日まで勤務延長がされ（本件の対象とはなっていな\nい。），同年４月１日付けで勤務延長の期限を平成１１年３月３１日まで延長\nされ，さらに，同年４月１日付けで勤務延長の期限を平成１２年３月３１日ま\nで延長された。本件職員Ｂは，平成１１年４月１日付けで平成１２年３月３１\n日まで勤務延長がされ，同年４月１日付けで勤務延長の期限を平成１３年\n３月３１日まで延長された。本件職員Ｃは，平成１１年４月１日付けで平成１\n２年３月３１日まで勤務延長がされ，同年４月１日付けで勤務延長の期限を\n同年９月３０日まで延長された。本件職員Ｄについては，同年４月１日付け\nで同年９月３０日まで勤務延長がされた。本件職員Ｅについては，同年４月\n１日付けで平成１３年３月３１日まで勤務延長がされた。本件職員Ｆについ\nては，平成１１年４月１日付けで平成１２年３月３１日まで勤務延長がされ\nた。本件職員Ｇについては，平成１０年４月１日付けで平成１１年３月３１日\nまで勤務延長がされ，同年４月１日付けで勤務延長の期限を平成１２年３\n月３１日まで延長され，さらに，同年４月１日付けで勤務延長の期限を平成\n１３年３月３１日まで延長された（以下，勤務延長及び勤務延長期限の延長\nを合わせて「勤務延長等」といい，平成１０年４月１日以降の本件各職員の\n勤務延長等を合わせて「本件各勤務延長」という。）。\nウ　勤務延長は任命権者が行うとされているから（定年条例４条１項），別紙２定\n年延長の本来的権限者欄記載のとおり，本件職員Ａ，Ｂ，Ｆ及びＧに関する勤\n務延長の本来的権限者は市長であり（地方公務員法６条１項），本件職員Ｃ，\nＤ，Ｅ及びＨに関する勤務延長の本来的権限者は教育委員会であるが（本件\n職員Ｃ，Ｅ及びＨについて地方教育行政の組織及び運営に関する法律（以下\n「地方教育行政法」という。）２３条３号，３４条，本件職員Ｄについて同法１９条\n７項，２３条３号），本件職員Ｃ，Ｄ，Ｅ及びＨについては，別紙２の定年延長受\n任者等欄記載のとおり，教育長により専決処理されている（同法２６条１項，\n池田市教育委員会処務規則（乙３の８）５条１号）。\nなお，勤務延長等発令までの具体的手続は以下のとおりである。すなわ\nち，本件職員Ａ及びＢ（平成１２年度）の勤務延長期限の延長は，各職員本\n人から市長あての同意書を徴収した後，市長の決裁を受け，市長がその旨\nの発令をすることによって行われた（乙２の２及び３）。本件職員Ｃ，Ｄ，Ｅ及\nびＨの勤務延長等については，各職員本人から市長あての同意書を徴収\nした後，教育長の専決決裁を受け，教育委員会名でその旨の発令をするこ\nとによって行われた（乙２の４ないし６，１０）。本件職員Ｂ（平成１１年度），Ｆ\n及びＧの勤務延長等は，さわやか公社から市長あての各職員に関する勤\n務延長依頼及び各職員本人から市長あての同意書を徴収した後，市長の\n決裁を受け，市長がその旨の発令をすることによって行われた（乙２の７な\nいし９）。\n(4)　給料及び職員手当等（扶養手当，調整手当，児童手当，住居手当，時間\n外勤務手当，管理職手当，通勤手当，特殊勤務手当，期末勤勉手当，宿\n日直手当，義務教育等教員特別手当，単身赴任手当及び育児休業給）に\n関する財務会計行為及びその権限者\nア　本件職員Ａ及びＢ（平成１２年度）（以下「市関係職員」という。）\n勤務延長後，別紙３記載のとおり，本件職員Ａに対し平成１０年４月分か\nら平成１２年３月分まで，本件職員Ｂに対し同年４月分から平成１３年３月\n分までの給料及び職員手当等が支出された。\n本件職員Ａ及びＢ（平成１２年度）の給料及び職員手当等に関する支出命\n令は，別紙２支出命令（給料・職員手当等）の本来的権限者及び受任者等\n欄記載のとおり，本来的には市長の権限に属するが（池田市一般職の職\n員の給与に関する条例（乙３の１）３条），池田市事務決裁規則（乙３の６）９\n条１号ケにより部長が専決処理した。\nイ　本件職員Ｃ，Ｄ及びＥ（以下「教育委員会関係職員」という。）\n勤務延長後，別紙３記載のとおり，本件職員Ｃに対し平成１１年４月分か\nら平成１２年９月分まで，本件職員Ｄに対し同年４月分から同年９月分ま\nで，本件職員Ｅに対し同年４月分から平成１３年３月分までの給料及び職員\n手当等が支出された。\n教育委員会関係職員の給料及び職員手当等に関する支出命令は，別紙\n２の支出命令（給料・職員手当等）の本来的権限者及び受任者等欄記載の\nとおり，本来的には市長の権限に属するが（地方教育行政法２４条５号），\n池田市教育委員会に対する事務委任規則（乙３の５）１条２号に基づき教育\n委員会に委任され，池田市教育委員会処務規則５条１号に基づき教育長\nの専決事項とされ，さらに同規則５条の２第１項１号に基づき教育次長の専\n決事項とされている。ただし，本件職員Ｃ及びＤに関しては，行政の能率的\n処理の観点から，法１８０条の７に基づき市長公室長が補助執行として専\n決処理しており，本件職員Ｅに関しては，教育次長が空任であったことか\nら，池田市教育委員会処務規則５条の２第２項に基づき教育部長が専決処\n理した。\nウ　本件職員Ｂ（平成１１年度），Ｆ及びＧ（以下「さわやか公社職員」という。）\n勤務延長後，別紙３記載のとおり，さわやか公社は，本件職員Ｂ及びＦに\n対し平成１１年４月分から平成１２年３月分まで，本件職員Ｇに対し平成１０\n年４月分から平成１３年３月分までの給料及び職員手当等を支給した。\nさわやか公社職員の給料及び職員手当の支出命令権限は，本来的には\nさわやか公社理事長に属するが，さわやか公社次長が専決して行っている\n（乙２の７ないし９）。\n池田市は，さわやか公社に対し，調査研究事業，紙おむつ給付事業（高\n齢者分），老人鍼灸マッサージ助成事業等を支出項目とする補助金及びホ\nームヘルプサービス事業，在宅介護支援事業運営，デイサービス事業等を\n支出項目とする委託料を，平成１０年度から平成１２年度まで支出した（甲\n１８，１９，丁３ないし８，１３，弁論の全趣旨）。池田市のさわやか公社に対\nする補助金及び委託料の支出命令は市長の権限に属する。\nエ　本件職員Ｈ\n勤務延長後，別紙３のとおり，管理公社は，本件職員Ｈに対し平成１０年\n４月分から平成１２年３月分までの給料及び職員手当等を支給した。\n本件職員Ｈの給料及び職員手当の支出命令権限は，本来的には管理公\n社理事長に属しているが，管理公社の事務局長が専決して行っている（乙\n２の１０）。\n池田市は，管理公社に対し，公園管理，緑化事業・植物園管理，教育施\n設管理等を支出項目とする補助金を支出した（甲１９ないし２１，丁１４）。池\n田市の管理公社に対する補助金の支出命令は，本来的には市長の権限\nに属しているが，そのうち教育施設管理に係る補助金に関する支出命令\nは，定例又は定期的に支出するものとして，池田市教育委員会に対する事\n務委任規則１条１号に基づき教育委員会に委任されている。\n(5)　退職手当に関する財務会計行為及びその権限者\n本件各職員に対し，それぞれ別紙４の期限満了日欄記載の日に，退職手\n当金実支給額欄記載の金額の退職手当が支給された。\n本件各職員に対する退職手当に関する支出命令は，別紙２支出命令（退\n職手当）欄記載のとおり市長の権限に属する（本件職員Ａ，Ｂ，Ｆ及びＧに\n対する退職手当に関する支出命令について池田市一般職の職員の給与に\n関する条例３条，本件職員ＣないしＥ及びＨに対する退職手当に関する支\n出命令は地方教育行政法２４条５号）。\n(6)　監査請求及び訴えの提起\nア　甲事件\n原告は，平成１２年５月９日，本件各職員の平成１０年４月分から平成１２\n年４月分までの給料及び職員手当等に関して法２４２条に基づき監査請求\nを行い，監査委員は，同年７月７日，原告の主張につき理由がないとする\n旨の通知を行った。原告は，同年８月４日，池田市に代位して，被告ｂに対\nし，上記の給料及び職員手当等相当額の損害の賠償を求める訴えを提起\nした（別紙５参照）。\nイ　乙事件\n原告は，平成１２年８月３日，本件職員Ａ，Ｆ及びＨに対して支払われた退\n職手当に関して監査請求を行い，監査委員は，同年１０月２日，原告の主\n張につき理由がないとする旨の通知を行った。原告は，同年１１月１日，池\n田市に代位して，被告ｂに対し，上記の退職手当相当額の損害の賠償を求\nめる訴えを提起した（別紙５参照）。\nウ　丙事件\n原告は，平成１３年５月１日，本件職員ＢないしＥ及びＧの平成１２年５月\n分から平成１３年３月分までの給料及び職員手当等並びに退職手当に関し\nて監査請求を行い，監査委員は，同年６月２９日，原告の主張につき理由\nがないとする旨の通知を行った。原告は，同年７月２６日，別紙５のとおり，\n被告らに対し，上記の給料，職員手当等及び退職手当相当額の損害の賠\n償を求める訴えを提起した。\nエ　請求拡張の申立て\n原告は，平成１５年７月１４日付け請求の趣旨の拡張の申立と題する書\n面により，別紙５のとおり，訴えの追加的変更及び一部訴えの取下げの申\n立てを行い，訴えの取下げについて被告らは同意した。\n２　本案前の争点\n(1)　被告ｂに対する訴えについて\nア　監査請求前置違反の有無\n（被告ｂの主張）\n甲事件について，原告は，平成１２年５月９日に監査請求を行っているから，\n平成１１年４月分以前の給料及び職員手当等に関する訴えは，監査請求期\n間を徒過しており違法である。また，丙事件について，原告は，平成１３年５月\n１日に監査請求を行っているから，平成１２年４月分の給料及び職員手当等\nに関する訴えは，監査請求期間を徒過しており違法である。\n（原告の主張）\n監査請求期間を徒過した部分について，原告が追求するまで秘密裡にされ，\n事実の把握や個々の損害を計算することは容易でなかった。したがって，監査\n請求期間の徒過には，法２４２条２項ただし書の正当な理由がある。そもそも，\n監査請求期間の制限は，違法な行為による自治体の損害を回復させることを制\n限することが本旨ではなく，行政処分等の無効，取消しによる混乱をなくし，安定\n化を図ることを目的としており，本件のような明白な法違反についての損害賠償\n責任を問題とする事案では，監査請求期間の制限は抑制的に解されるべきであ\nる。\nイ　「当該職員」該当性（教育委員会関係職員に関する訴えについて）\n（被告ｂの主張）\n教育委員会関係職員の給料及び職員手当等に関する支出命令権限は，教育委\n員会に委任しており，被告ｂは，名実ともに何ら関与していないのであるから，「当\n該職員」には該当しない。\n（原告の主張）\n被告ｂは，教育委員会関係職員の給料及び職員手当等に関する支出命令の本来\n的権限者であり，「当該職員」に該当する。\n(2)　被告ｃ，ｄ及びｅ（以下「被告ｃら」という。）に対する訴えについて\nア　訴えの追加的変更の適否\n（被告ｃらの主張）\n(ア)　請求の趣旨９項及び１２項記載の被告ｃらに対する請求に係る訴え及び\n同６項及び１０項記載の被告ｄに対する請求に係る訴えは，民事訴訟法１４\n３条１項に反する不適法な訴えの追加的変更に当たる。\n(イ)　原告は，平成１５年７月１４日付け請求の趣旨の拡張の申立書により，\n被告ｃ及びｅについて，本件職員Ｈの給料，職員手当等及び退職手当に関\nする損害賠償請求（請求の趣旨９項及び１２項）を，被告ｄについて，本件\n職員Ｃ及びＨの給料，職員手当等及び退職手当に関する損害賠償請求\n（請求の趣旨６項，１０項及び１２項）を拡張しているが，このような訴えの拡\n張的変更は請求の基礎に変更があり許されない。\nすなわち，本件で問題とされている給料，職員手当等及び退職手当の支出\nの適法性やその原因行為である勤務延長の適法性は，各職員ごとに個別に\n判断されるべきものであるから，各職員に関する損害賠償請求権相互間には\n社会的事実としての実体関係の同一性は認められず，また，審理の便宜も認\nめられない。特に本件職員Ｈに関する請求は，本件職員Ｈが財団法人の職員\nであることから，市職員である本件職員Ｃ，Ｄ及びＥに関する請求とは異なる\n争点に関する主張立証を要するところ，被告ｃらは，一切主張立証を行ってお\nらず，その準備も一切していない。それにもかかわらず，本件職員Ｈに関する\n請求に係る訴えの追加的変更が認められるとすれば，被告ｃらの防御の利益\nを著しく害することは明らかである。\n以上の点からすれば，上記の訴えの追加的変更は，請求の基礎に変更が\nあり，民事訴訟法１４３条１項本文に反するものである。\n(ウ)　また，かかる訴えの追加的変更は，「これにより著しく訴訟手続を遅延さ\nせることとなる」（同項ただし書）ものとして不適法である。\n上記訴えの追加的変更の申立ては，証拠調べも終了した結審間際の段階，\nすなわち，訴訟が裁判をするのに熟した段階（同法２４３条１項）においてされ\nたものであり，まさに時機に後れた申立てである。しかも，本件職員Ｈに関す\nる請求に係る訴えについては，上記のとおり，被告ｃらは何ら防御活動を行っ\nておらず，仮に上記訴えの追加的変更が認められたとすれば，被告ｃらは，本\n件職員Ｈの勤務延長の適法性，本件職員Ｈが財団法人職員であることに伴う\n各論点について新たな主張立証を行うことが必要となる。また，本件職員Ｃに\n関する請求に係る訴えについても，本件職員Ｃの勤務延長並びに給料，職員\n手当等及び退職手当の支出の各局面における被告ｄの関与を新たに問題と\nせざるを得ない。\nしたがって，かかる訴えの追加的変更を認めることは，著しい訴訟遅延を招\nくものであることが明白で，同法１４３条１項ただし書に基づき却下されるべき\nである。\nイ　監査請求前置違反\n（被告ｃらの主張）\n原告は，被告ｃらを被告とする丙事件に前置されている住民監査請求におい\nて，本件職員Ｈの給料，職員手当等及び退職手当を対象としておらず，本件職\n員Ｈに関する被告ｃらに対する請求に係る訴えは，前置すべき監査請求を欠い\nており不適法である。\nウ　教育委員会関係職員に対する給料，職員手当等及び退職手当の支出命令\nを違法な当該行為とする法２４２条の２第１項４号前段（以下「４号前段」とい\nう。）に基づく訴えについて（「当該職員」該当性）\n（被告ｃらの主張）\n被告ｃらは，教育委員会関係職員に対する給料，職員手当等及び退職手当の支\n出命令の「当該職員」に該当しない。\n教育委員会関係職員の給料及び職員手当等は，市長が本来的に支出命令権限\nを有し，その上で，本件職員Ｃ及びＤについては市長公室長の補助執行，本件職\n員Ｅについては教育部長の専決処分にゆだねられている。なお，給料及び職員手\n当等の支出命令について，池田市教育委員会に対する事務委任規則１条２号に\n基づき市長から教育委員会に委任されているが，教育委員会委員長は，教育委員\n会の構成員及び議事運営の主宰者にすぎないのであって，教育委員会に属する\n権限を教育委員会委員長に属する権限とは解し得ない。\nまた，教育委員会関係職員に対する退職手当は，市長が本来的に支出命令権\n限を有し，市長以外の者に権限委任等はされておらず，教育委員会委員長及び教\n育長が退職手当の支出命令権限を有しないことは明らかである。\n（原告の主張）\n教育委員会は，教育委員会関係職員の勤務延長や給料及び職員手当等の支出命\n令に関与しており，被告ｃらは，教育委員会関係職員に対する給料，職員手当等及び\n退職手当の支出命令の「当該職員」に準ずるものといえる。\nエ　違法な教育委員会関係職員の勤務延長に加担した被告ｃらに対する損害賠\n償請求権を怠る事実とする被告ｃらに対する法２４２条の２第１項４号後段（以\n下「４号後段」という。）に基づく訴えについて\n(ア)　監査請求前置違反\n（被告ｃらの主張）\n原告は，本件職員Ｃ，Ｄ及びＥの勤務延長を不法行為と捉え，被告ｃらに対する損害賠\n償請求権の不行使をもって違法な財務会計行為と主張しているが，原告による監査請\n求は，給料，職員手当等及び退職手当の支出を違法な財務会計行為としてその是正措\n置を求めるものであり，被告ｃらに対する損害賠償請求権の不行使について是正措置を\n求める趣旨を含むものと解し得ない。\nしたがって，原告による監査請求と本件訴えは請求対象の同一性を欠いており，監査\n請求を前置しておらず不適法である。\n(イ)　４号後段請求の可否\n（被告ｃらの主張）\n４号後段請求に仮借して勤務延長のような非財務会計行為のみを独立し\nて住民訴訟の対象とすることは，地方公共団体の行政行為一般の是正機\n能を住民訴訟に付与する結果となるのであって，住民訴訟の対象を財務会\n計行為に限定した法の趣旨を没却するものである。\n特に，本件においては，池田市が被ったとされる損害は，給料，職員手当\n等及び退職手当の支出命令という財務会計行為に基づき発生したもので\nあって，まさに，かかる財務会計行為の適否こそが住民訴訟の対象として\n争われるべきであり，かつ，それで足りるものである。本件における勤務延\n長という非財務会計行為は，財務会計行為の先行行為として，上記支出命\n令の適法性判断の一材料として考慮すれば足りるにもかかわらず，支出命\n令に先行する勤務延長を独立して住民訴訟の俎上に載せることが認めら\nれるとすれば，支出命令という本来住民訴訟の対象とされるべき財務会計\n行為についての判断を殊更に回避し，勤務延長という非財務会計行為の\n違法性の存否を直接裁判所が判断しなければならないこととなるが，かか\nる結論の不当性は明らかである。\nまた，４号後段請求の「相手方」には，当該地方公共団体内部の職員は\n予定していないものと解すべきであり，仮に，職員が「相手方」に該当する\n場合があるとしても，当該地方公共団体がその権利を遅滞しているとされ\nる損害賠償請求権の発生原因は，財務会計行為に限定されるべきであり，\nかつ，その「相手方」となる職員等は発生原因たる当該財務会計行為につ\nいて権限を有する者に限定されるべきであって，非財務会計行為を損害賠\n償請求権の発生原因とする４号後段請求は許されるべきではない。\nしたがって，被告ｃらを「怠る事実の相手方」とする損害賠償請求の訴え\nは不適法である。\n３　本案に関する主張\n原告は，本件各勤務延長が違法であることを前提に，違法な勤務延長等により\n増額した支出相当額の損害を池田市が被ったとして，次の各請求を行っている。\n①　本件各職員の給料，職員手当及び退職手当の支出命令を違法な当該行為と\nする被告らに対する４号前段に基づく損害賠償請求\n②　違法な教育委員会関係職員の勤務延長に加担した被告ｃらに対する損害賠償\n請求権の不行使を怠る事実とする被告ｃらに対する４号後段に基づく損害賠償\n請求\n③　さわやか公社及び管理公社への委託料及び補助金の支出命令を違法な当該\n行為とする被告らに対する４号前段に基づく損害賠償請求\n④　本件各職員の勤務延長等を池田市と本件各職員との間の雇用契約締結行為\nととらえられるとして，雇用契約締結行為を違法な当該行為とする被告らに対す\nる４号前段に基づく損害賠償請求（この請求については，勤務延長等を雇用契\n約締結行為（財務会計行為）ととらえられるかどうかが問題となり，これが否定さ\nれるならば，④の請求は不適法となる。）\nしたがって，本件本案の争点は，(1)本件各勤務延長の適否，(2)上記①ないし④\n（④の請求が適法であるとして）の損害賠償義務の成否，(3)損害である。\n(1)　本件各勤務延長の適否\n（原告の主張）\n本件各職員の勤務延長は，定年条例４条の要件を充たさない違法なものであ\nる。\n定年制は，職員の新陳代謝を計画的に行うことにより組織の活力を維持しもっ\nて公務の維持増進を図ることと所定の年齢まで職員の勤務の継続を保障し安ん\nじて公務に専念させるところにその目的があるが，定年条例４条が定める勤務\n延長は，公務の必要性から，当該職務の特殊性，勤務条件の特殊性及び業務\nの継続性に着目して例外として認められた制度である。同条が任命権者が要件\nを「認めるとき」勤務延長することができると規定していることからすると，その要\n件の有無の判断につき任命権者に一定の裁量を認めているが，同条の文言\nや，定年条例の根拠となる地方公務員法２８条の３が「その職員の勤務の特殊\n性又はその職員の職務の遂行上の特別の事情からみてその退職により公務の\n運営に著しい支障を生ずると認められる十分な理由があるときは」勤務延長す\nることができると規定していること，前述の定年制度の趣旨からすれば，任命権\n者に認められる裁量権も厳格に覊束されたものといえる。\n本件各職員の職務内容は，一定の経験，技術を要するものとしても，その習得\nがきわめて困難なものとは認められず，また不足した人員については再雇用し\nたり，他の職員（非常勤職員あるいは臨時職員を含む。）を採用して対応したり，\nその他配置転換等で調整することも不可能でないのであるから，定年条例４条１\n項に定める要件を充足しておらず違法である。\n被告らは，本件各職員の勤続年数が２０年に達するとそれ以上の勤務延長を\nしておらず，これらの勤務延長は，本来の定年退職後も高給与を拡大したり，退\n職手当等の受領額を考慮して専ら勤続年数２０年の実績を作るためのものにす\nぎない。\n（被告ら（ただし，教育委員会関係職員以外の職員について被告ｂのみ）の主\n張）\n本件各職員の勤務延長は，以下のとおり，定年条例４条の要件を充たすもの\nであって適法である。\nア　本件職員Ａ\n本件職員Ａは，昭和４８年４月以降，池田市立葬祭場であるやすらぎ会館の\n事務所において，住み込みの常直の職員として，火葬業務と夜間の遺体搬送\n業務に従事していた。\n葬祭場は，夜間は寂しく孤立した環境にあるため，住み込みの管理人を得\nることが非常に困難であった。また，本件職員Ａが担当していた火葬業務は，\n職務の性質上他の職員の代替も容易ではなかった。本件職員Ａは常に親切\nかつ丁寧な応対であるため市民の信頼も篤かった。\nなお，代替が昀も困難である夜間遺体搬送業務は，病院等への調整の結\n果，本件職員Ａの勤務延長が終了した平成１２年度から中止した。\nイ　本件職員Ｂ\n(ア)　平成１１年度\n本件職員Ｂは，平成８年４月１日，池田市を休職の上，在宅保険福祉サ\nービスを提供することなどを目的に設立されたさわやか公社に派遣され，\n平成１０年４月からさわやか公社が行うこととなったデイサービス事業に従\n事した。本件職員Ｂは，旭丘デイサービスの責任者として，看護士として利\n用者の介護及び看護を行い，また，旭丘デイサービスに併設されている老\n人福祉センターである敬老会館の利用者に対する緊急的な医療補助の処\n置及び指導を行った。老人福祉法によりデイサービスを行うに当たり常勤\n職員を置くことが定められているところ，本件職員Ｂが唯一の正規職員であ\nったため，他の職員による代替が困難であった。\n(イ)　平成１２年度\n平成１２年度には，デイサービス事業も軌道に乗ったため，さわやか公社\nへの派遣を解き，市長の事務部局に復職させた上で，勤務延長期限の延\n長を行い，市立養護老人ホームへ異動した。\nこれは，養護老人ホームでは看護士を常置することが義務づけられてい\nるところ，平成１１年度末に，市立養護老人ホームの看護士資格のある寮\n長が退職し看護職員が不在となったためである。他に保育所に看護士がい\nるが定数上異動が困難であった。また，病院の看護士の異動も検討された\nが，過去に事例がなく，身分上の取扱い等関係団体との協議が整わなかっ\nたため不可能であった。\nウ　本件職員Ｃ\n本件職員Ｃは，平成８年４月から図書館勤務となったものであるが，約１５年\n間に及ぶ水月児童文化センターにおける図書コーナーの指導業務等の経験\nを活用して，図書館において児童書の貸出業務等に従事し，児童書関係分野\nを一人で担当していた。児童書関係分野では，児童書の蔵書を把握すること\nはもちろん，児童の情操の涵養の観点に留意しつつ，児童の相談に対応し得\nる技能が要求される。また，本件職員Ｃは，各小中学校への団体貸出業務及\nび学校司書の相談業務も担当しており，かかる業務を円滑に遂行するために\nは図書館業務に習熟していることが必要となる。\n本件職員Ｃの退職後，約１５年間に及ぶ図書館業務の経験を有する職員が\n本件職員Ｃの後任として児童書関係業務及び各小中学校への団体貸出業務\nを担当していることからしても，同業務が他人をして容易に代替させ得るもの\nでないことは明らかである。\nエ　本件職員Ｄ\n本件職員Ｄは，平成５年４月から，教職員に関する人事管理部門である教\n育部教職員課に勤務した。教職員課は，府費負担教職員及び市費負担教職\n員の人事管理，市費負担教職員の給料等の業務を担当する部署であり，課\n長，係長，係員３名の合計５名で構成されている。\n本件職員Ｄは，人事関係の事務，統計等の事務を担当し，毎年５月に国に\n提出する学校基本統計調査事務に精通し，平成１１年１２月には，大阪府下\nの４３市町村のうち１名のみが対象となる文部省調査統計功績者表彰を受賞\nしている。また，人事管理，給料等の業務は高度の正確性と迅速性が要求さ\nれるところ，技能の優秀性に加え，教職員課の職員のうち昀も長い人事事務\nの経歴を有していた本件職員Ｄの退職により教職員課の業務に重大な支障\nが生じることは容易に想定される。\nさらに，平成１２年４月１日付けで，係長である指導主事の異動が予想され\nたことから，同年９月３０日まで勤務延長期限を延長した。\nオ　本件職員Ｅ\n本件職員Ｅは，市立北豊島中学校校務員を経て，平成９年４月１日から秦野\n小学校校務員に従事した。本件職員Ｅは，校務員としての適性を生かし，幅\n広く適切に校務員としての業務を遂行した。池田市は，各学校に男女の校務\n員を正規職員として配置することにより，フルタイムの対応を可能にするととも\nに，教育現場におけるきめ細やかな環境整備の実現を図ってきたが，池田市\n行政改革により平成１１年度から現業職員の採用が停止されたことから，新\n規採用による校務員の補充は不可能となった。しかも，女性の現業職員の数\nは少なく，校務員としての適性を有する適切な人材は得難く，女性校務員の\n補充は極めて困難な状況にあった。\nかかる状況下において，本件職員Ｅが退職することは校務の運営に著しい\n支障を来すことは明らかである。\nカ　本件職員Ｆ\n本件職員Ｆは，平成１０年４月１日，市を休職の上，さわやか公社へ出向し\nた。本件職員Ｆは，さわやか公社において，主任ヘルパーとして，非常勤ヘル\nパー１０名を指揮監督し，利用者に対するサービス内容の適切な把握，迅速\nな対応，必要な関係機関との連絡調整等きめ細やかなホームヘルプ活動を\n行い，さわやか公社において中心的，指導的役割を果たしてきた。また，豊か\nな知識と経験をもとに後任ヘルパーの資質向上に向けた養成研修の講師を\n務めるなど，ヘルパーの育成指導に努めた。\n介護保険制度の実施が平成１２年度と迫り，ホームヘルパー派遣態勢を整\nえる必要が生じており，専門職である本件職員Ｆの退職により，介護保険の\n円滑な運営に支障が生じることが予想された。\nキ　本件職員Ｇ\n本件職員Ｇは，平成８年４月１日，さわやか公社設立とともに，市を休職の\n上，同公社に派遣され，本件職員Ｆと同様に，主任ヘルパーとして活躍した。\nホームヘルパー派遣世帯も徐々に増加し，ヘルパーの採用や指導育成，対\n象世帯と派遣ヘルパーの調整等が必要となってきたが，これらの業務は，本\n件職員Ｇのような相当の経験を有するものがあたる必要があった。\nまた，平成１２年度から介護保険制度の実施に当たり，ホームヘルパー派\n遣態勢を整える必要が生じていたことから，本件職員Ｇの退職により，介護保\n険の円滑な運営に支障が生じることが予想された。\nク　本件職員Ｈ\n本件職員Ｈは，昭和６２年９月１日に採用され，教育委員会総合スポーツセ\nンターに勤務しスポーツ指導の業務を担当してきたが，平成８年４月１日，管\n理公社が設立され総合スポーツセンターの管理が管理公社に委託されること\nになったことに伴い，教育委員会を休職の上，管理公社へ派遣された。\n本件職員Ｈは，総合スポーツセンターにおける長期間にわたる経験を生か\nし，受付業務，指導員等との事務連絡，調整作業等を適正円滑に遂行し，総\n合スポーツセンターのスムーズな管理に尽力した。\n平成９年度には，池田市スポーツ施設情報システム（オーパス）が導入され\nたが，本件職員Ｈは，利用申込事務や使用料収納事務の担当者であり関連\n事務に精通していたことから，オーパス導入当初から運用に携わるとともに，\n各種団体との折衝に中心的役割を果たしていたため，その退職により業務の\n運営に支障が生ずることが予想された。\nケ　なお，本件各職員を当該職務に継続して従事させる方法として，勤務延長以\n外には，平成１１年法律第１０７号による改正前の地方公務員法２８条の４に\n基づく再任用及び非常勤職員としての雇用が考えられるところであるが，前者\nについては，池田市において適用例がない制度であったばかりか，全国的に\nも活用されていない制度であった。後者についても，非常勤職員の場合，残\n業を命じることができず，また，地方公務員法が適用されないため（同法４条２\n項，３条３項３号），守秘義務等を法律上負担しない等の弊害によって，業務\nに支障が生じることが予想された。したがって，勤務延長を選択したことに何\nら違法な点はない。\n(2)　本件各職員に支給された給料，職員手当等及び退職手当の支出命令を当該\n行為とする４号前段に基づく損害賠償義務の成否\n（原告の主張）\nア　上記支出命令の違法性\n本件各職員の給料，職員手当等及び退職手当の支出命令は，本件各勤務\n延長を直接の原因とし，かつ，これと不可分一体のものであり，本件各勤務延\n長が違法であることから，本件各職員の給料，職員手当等及び退職手当の\n支出命令も違法である。\nまた，教育委員会関係職員についての各勤務延長が，市長とは独立した教\n育委員会によってされているとしても，各勤務延長は，著しく合理性を欠き，そ\nのために予算執行の適正確保の見地から看過し得ない瑕疵があり，教育委\n員会関係職員についての支出命令は違法である。なお，教育委員会関係職\n員の勤務延長についても，市長が辞令を交付しており，結局，市長が教育長\nらに率先して原因行為自体を行っている。\nイ　被告らの責任\n被告ｂは，市長として，支出命令を行う権限を本来的に有するものであるか\nら，その権限に属する一定の範囲の財務会計上の行為をあらかじめ特定の\n補助職員に専決させることとしている場合であっても，補助職員が財務会計\n上の違法行為をすることを阻止すべき指揮監督上の義務に違反し，故意又は\n過失により補助職員が財務会計上の違法行為をすることを阻止しなかったと\nきは，普通地方公共団体に対し，補助職員がした財務会計行為により普通地\n方公共団体が被った損害について賠償責任を負う。被告ｃらは，支出命令に\n関与したものとして責任を負う。\n池田市は，財政が窮迫しその改善が必要であり，特に人件費を中心に経常\n収支の比率が全国ワースト２位であるのであるから，人件費の抑制は当然で\nあるにもかかわらず，被告ｂは，本件各勤務延長を率先して承認し，自ら定年\n条例に基づき勤務延長しており，本件各職員に関する支出命令について是正\nする措置をとったことを認めることはできないのであるから，被告ｂには，故\n意，少なくとも過失によって，指揮監督上の義務に反し，違法な支出命令を阻\n止しなかったものとして責任を負う。被告ｃらも同様に責任を負うべきである。\nウ　したがって，被告らは，違法な本件各職員の給料，職員手当等及び退職手\n当の支出命令により生じた損害賠償義務を負う。\n（被告ｂの主張）\n教育委員会関係職員についての勤務延長等は教育委員会によって行われて\nいる。各職員から徴収する同意書の宛先は市長であるが，同意書自体は教育\n委員会に提出されるのであって，市長が教育委員会関係職員の勤務延長を率\n先して行っているとはいえない。本件各職員の業務の特殊性に鑑み，勤務延長\nを行ったことに過失はない。\n(3)　被告ｃらに対する不法行為に基づく損害賠償請求権の行使を怠る事実に係る\n４号後段請求の成否\n（原告の主張）\n本件職員Ｃ，Ｄ，Ｅ及びＨの勤務延長は教育委員会の決定によりされたもので\nあり，その決定に教育委員会の委員長や委員が積極的に関与していたことは明\n白である。したがって，勤務延長及び支出命令へ加担した被告ｃらは損害賠償\n責任を負う。\n（被告ｃ及び同ｄの主張）\n本件職員Ｃ，Ｄ，Ｅ及びＨの勤務延長は教育長が専決処分しており，教育委員\n会に事後的にも報告されることはない。\n前述のとおり，教育委員会の権限を委員長の権限と同視することはできず，委\n員長は教育委員会の構成員で議事運営の主宰者にすぎない。教育委員会の定\n例会は毎月１回開催されるにすぎず，教育委員会の委員は在野の人材から起\n用されるものであり，地方公共団体の職務に常時従事するものではない。\n以上によれば，委員長や委員が勤務延長に関する意思決定に関与することが\nなかったことは明らかである。\n（被告ｃらの主張）\n住民訴訟が違法な財務会計行為の是正を目的とするものである以上，被告ｃ\nらを「怠る事実の相手方」とする請求についても，「怠る事実」すなわち池田市長\nによる被告ｃらに対する損害賠償請求権の不行使が違法であることが前提とな\nる。本件において，被告ｃらが池田市に対し損害賠償債務を負担するとの結論を\n一義的に導くことは不可能である上，原告が主張する損害の直接の発生原因は\n給料，職員手当等及び退職手当の支出命令であるところ，同支出命令の本来\n的権限及び専決権限は被告ｃら以外の者に属している。かかる点を前提とすれ\nば，池田市長において，被告ｃらに対し，損害賠償請求権を行使すべきであると\nの規範の存在は認め難く，池田市長による被告ｃらに対する損害賠償請求権の\n不行使をもって違法な財務会計行為と評価し得ない。\n(4)　さわやか公社及び管理公社に対する委託料及び補助金の支出命令を違法な\n当該行為とする４号前段に基づく損害賠償義務の成否\n（原告の主張）\nさわやか公社職員及び本件職員Ｈの給料及び職員手当等は，同職員らが公\n社に出向せず市に勤務していた場合と同様の条件で支給されている。さわやか\n公社及び管理公社に対する委託料及び補助金は，同職員らの給料及び職員手\n当等の金額を積み上げて決定されており，さわやか公社及び管理公社に対する\n委託料及び補助金の支出命令は違法である。\n(5)　本件各職員との間の雇用契約締結行為を違法な当該行為とする４号前段に\n基づく損害賠償義務の成否\n（原告の主張）\n勤務延長は，勤務延長を求める職員と市長との雇用契約と評価することがで\nきる。本件各職員が同意書を提出しているのはその現れである。このような本件\n各職員との間の雇用契約締結行為は違法な支出負担行為である。\n(6)　損害及び因果関係\n（原告の主張）\nア　本件各職員に対する給料及び職員手当等に関する損害\n池田市に生じた損害は，本件各職員に対して支払われた給料及び職員手\n当等と非常勤職員を採用した場合との差額であり，これらの損害は違法な支\n出命令と因果関係を有するだけでなく，被告ｃらの違法な勤務延長行為との\n間にも相当因果関係が認められる。\n(ア)　本件職員Ａ\n平成１０年度の給料及び職員手当等合計は１３０８万９６２９円，平成１１\n年度は１２２５万３２８２円であり，非常勤職員を採用すれば２年で４００万円\nで足りると考えると，差額２１３４万２９１１円が損害となる。\n(イ)　本件職員Ｂ\n平成１１年度の給料及び職員手当等合計は７０１万０１９０円，平成１２年\n度は７１３万４００７円であり，非常勤職員を採用すれば２年で４００万円で\n足りると考えると，差額１０１４万４１９７円が損害となる。\n(ウ)　本件職員Ｃ\n平成１１年度の給料及び職員手当等合計は６９５万５３１０円，平成１２年\n度は３２９万０４６２円であり，非常勤職員を採用すれば１年６か月で３００万\n円で足りると考えると，差額７２４万５７７２円が損害となる。\n(エ)　本件職員Ｄ\n平成１２年度の給料及び職員手当等合計は３６３万１４５４円であり，非常\n勤職員を採用すれば６か月で１００万円で足りると考えると，差額２６３万１\n４５４円が損害となる。\n(オ)　本件職員Ｅ\n平成１２年度の給料及び職員手当等合計は６９７万９３３５円であり，非常\n勤職員を採用すれば１年で２００万円で足りると考えると，差額４９７万９３３\n５円が損害となる。\n(カ)　本件職員Ｆ\n平成１１年度の給料及び職員手当等合計は７２４万９６６８円であり，非常\n勤職員を採用すれば１年で２００万円で足りると考えると，差額５２４万９６６\n８円が損害となる。\n(キ)　本件職員Ｇ\n平成１０年度の給料及び職員手当等合計は６６５万０８８８円，平成１１年\n度は６２９万８３７７円，平成１２年度は６１６万２４３９円であり，非常勤職員\nを採用すれば３年で６００万円で足りると考えると，差額１３１１万１７０４円\nが損害となる。\n(ク)　本件職員Ｈ\n平成１０年度の給料及び職員手当等合計は５３８万６５７９円，平成１１年\n度は５２９万９４８２円であり，非常勤職員を採用すれば２年で４００万円で\n足りると考えると，差額６６８万６０６１円が損害となる。\nイ　本件各職員に対する退職手当に関する損害\n池田市に生じた損害は，本件各職員に対して支払われた退職手当の実支\n給額と定年退職時支給想定額（参加人が算出したもの）との差額である。\nしたがって，本件職員Ａについては２８６万５４５６円（平成１２年４月２日支\n出），本件職員Ｂについては３５５万４０４５円（平成１４年４月２日支出），本件\n職員Ｃについては３１７万１６８５円（平成１２年１０月２日支出），本件職員Ｅに\nついては３３８万０９６０円（平成１３年４月２日支出），本件職員Ｆについては３\n２１万５８５８円（平成１２年４月２日支出），本件職員Ｇについては１１７万１３３\n０円（平成１３年４月２日支出），本件職員Ｈについては９９万６７４０円（平成１\n２年４月２日支出）である。\n（被告らの主張）\n本件各職員は各業務を行っていたのであるから，損害は生じていない。\n原告が非常勤職員を採用した場合に要すると主張する給料及び職員手当等\nは何ら根拠のない金額である。そもそも，本件各職員について非常勤職員として\n採用すべきであったとの前提自体が妥当でない。前述のとおり，非常勤職員に\nついては地方公務員法の適用がないため守秘義務を負担せず，残業を命じるこ\nとができない等の弊害により，業務に支障が生じることが予想される上，本件職\n員Ｅのような校務員については，池田市は常勤職員を当てる方針を採用してい\nたのであり，非常勤職員として採用する選択肢は存在しなかった。したがって，\n不当な前提に立脚した原告の損害額の主張は失当である。\n（被告ｃらの主張）\n原告が主張する損害は，勤務延長に直接に起因するものではなく，給料，職\n員手当等及び退職手当の支出命令という独立の行政行為に基づき発生したも\nのである。しかも，給料及び職員手当等の支出命令にあっては市長公室長又は\n教育部長，退職手当の支出命令にあっては市長が主体となって，責任ある立場\nにおいて独自の判断に基づき行ったものである。かかる独立の行政行為が介在\nしている以上，勤務延長行為と原告主張の損害との間に相当因果関係は認め\nられない。\n第３　争点に対する判断\n１　本案前の争点\n(1)　被告ｂに対する訴えについて\nア　監査請求前置違反の有無\n(ア)　監査請求期間徒過の有無\n争いのない事実等記載のとおり，原告は，平成１２年５月９日，本件各職\n員の平成１０年４月分から平成１２年４月分までの給料及び職員手当等に\n関して監査請求を行っている。各月の給料及び職員手当等の支出命令は\n各月中旬にされているから（平成１１年５月分の給料及び職員手当等の支\n出命令は同月１３日に行われている（乙２の２ないし１０）。），平成１１年４月\n分以前の給料及び職員手当等の支出命令は監査請求期間を徒過してい\nる。\n被告ｂは，平成１２年４月分の給料及び職員手当等についても監査請求\n期間を徒過していると主張する。しかし，前述のとおり，原告は，平成１２年\n５月９日，本件各職員の平成１０年４月分から平成１２年４月分までの給料\n及び職員手当等に関して監査請求をしており，平成１２年４月分の給料及\nび職員手当等について監査請求期間内に監査請求をしているといえるか\nら，被告ｂの主張は失当である。\n(イ)　正当な理由の有無\n法２４２条２項が監査請求期間を設けた趣旨は，監査請求の対象となる\n行為が，普通地方公共団体の機関，職員としての行為である以上，いつま\nでも争い得る状態にしておくことは法的安定性の見地から好ましいことでは\nないから，なるべく早期に確定させようとするところにあり，同項ただし書が\n正当な理由がある場合に監査請求期間の例外を設けた趣旨は，法的安定\n性を考慮したとしても，当該行為が普通地方公共団体の住民に隠れて秘\n密裡にされ，１年を経過してから初めて明らかになった場合等には，原則を\n貫くことが相当でないというところにあると解される。そして，正当な理由の\n有無については，特段の事情のない限り，普通地方公共団体の住民が相\n当の注意力をもって調査したときに客観的にみて当該行為を知ることがで\nきたかどうか，また，当該行為を知ることができたと解される時から相当な\n期間内に監査請求をしたかどうかによって判断すべきものである（昀高裁\n平成１４年９月１７日第三小法廷判決・裁判集民事２０７号１１１頁参照）。\n本件においては，本件各職員の給料及び職員手当等の支出命令が殊更\n秘密裡にされ，又は，その違法性を殊更隠匿したといった事情は認められ\nないから，原告が，普通地方公共団体の住民として相当な注意力をもって\n調査を尽くせば，客観的にみて，上記支出命令から１年以内には，上記支\n出命令について監査請求をするに足りる程度にその存在及び内容を知る\nことができ，かつ監査請求をすることができたものといえる。なお，本件の\n対象となる当該行為の内容が職員の勤務延長を原因とする給料及び職員\n手当等の支出命令というものであって，職員のプライバシーにも関連する\n事柄であり，支出命令の存在や内容が一般的に公表される性質のもので\nないことから，一般的には，普通地方公共団体の住民が相当の注意力をも\nって調査したとしても客観的にみて当該行為を知ることができたとは直ちに\nいい難い面があると考える余地があるとしても，原告が監査委員に提出し\nた事実調査報告書によれば，議員である原告は，平成１０年度の支出につ\nいて，平成１１年９月６日に行われた決算審査の資料で知ったにもかかわ\nらず（甲１），それから約８か月も経過した平成１２年５月９日になって監査\n請求をしたのであり，相当期間内に監査請求をしたということはできないか\nら，正当な理由があるということはできない。\n原告は，本件のように損害賠償責任を問題とする事案では，監査請求期\n間の制限は抑制的に解されるべきであると主張するが，損害賠償責任を問\n題とする場合であっても，普通地方公共団体の機関，職員としての行為を\n問題とする以上，法的安定性の要請について特別に解すべきではないか\nら，原告の主張は採用できない。\nしたがって，原告が監査請求期間を徒過したことに正当な理由は認めら\nれない。\n(ウ)　よって，原告の平成１１年４月分以前の給料及び職員手当等の支出命\n令に関する訴えは，監査請求前置の要件を欠き不適法である。\nイ　「当該職員」該当性（教育委員会関係職員に関する訴えについて）\n(ア)　被告ｂは，教育委員会関係職員の給料及び職員手当等の支出命令権\n限を教育委員会に委任しているから，被告ｂは「当該職員」に該当しないと\n主張する。しかし，「当該職員」とは，当該訴訟において適否が問題とされて\nいる財務会計上の行為を行う権限を法令上本来的に有する者及びその者\nから権限の委任を受けるなどして上記権限を有するに至った者を広く意味\nするのであり（昀高裁昭和６２年４月１０日第二小法廷判決・民集４１巻３号\n２３９頁参照），争いのない事実等に記載したとおり，被告ｂは，教育委員会\n関係職員の給料及び職員手当等の支出命令権限を本来的に有する者で\nあるから，被告ｂの主張は失当である。\n(イ)　前述の争いのない事実等のとおり，さわやか公社職員及び本件職員Ｈ\nの給料及び職員手当等の支出命令権限は被告ｂに属さないから，被告ｂ\nは，さわやか公社職員及び本件職員Ｈの給料及び職員手当等の支出命令\nについて「当該職員」に該当しない。\n(2)　被告ｃらに対する訴えについて\nア　訴えの追加的変更の適否\n(ア)　被告ｃに対する訴えの追加的変更について\nａ　前述の争いのない事実等のとおり，原告の当初の被告ｃに対する請求\nは，本件職員Ｃの平成１２年５月分から同年９月分までの給料，職員手\n当等及び退職手当相当額の損害の賠償を求めるものである。そして，原\n告は，平成１５年７月１４日付け請求の趣旨の拡張の申立書により，被\n告ｃに対する本件職員Ｃの平成１２年５月分から同年９月分までの給料\n及び職員手当等相当額の損害の賠償を求める訴えを取り下げるととも\nに，被告ｃに対する本件職員Ｃの平成１１年４月分から平成１２年３月分\nまでの給料及び職員手当等並びに本件職員Ｈの退職手当相当額の損\n害の賠償を求める訴えを追加した（行政事件訴訟法７条，民事訴訟法１\n４３条１項）。\nｂ　請求の趣旨の拡張の申立て前後の各請求は，いずれも給料，職員手当\n等及び退職手当の支出命令等を当該行為とする４号前段に基づく損害\n賠償請求又は不法行為（勤務延長加担行為）に基づく損害賠償請求権\nの行使を怠る事実に係る４号後段に基づく損害賠償請求ではあるが，各\n年度の各職員に関する各支出命令又は各不法行為を基礎づける被告ｃ\nの各年度の各職員に関する勤務延長への加担行為はそれぞれ異なる\nから，請求の趣旨の拡張の申立て前後の各請求の訴訟物は別個のもの\nと解すべきである。したがって，請求の趣旨の拡張の申立ては，訴えの\n追加的変更に当たるというべきであり，これが許されるためには，請求の\n趣旨の拡張の申立て前後の各請求における請求の基礎に変更のないこ\nとが必要である。\nそこで，請求の趣旨の拡張の申立て前後の各請求における請求の基\n礎の同一性の有無について判断をする。請求の趣旨の拡張の申立て前\n後の各請求において，違法な原因行為又は加害行為としてそれぞれ問\n題とされている各勤務延長の違法性等の判断に当たっては，各年度ごと\n各職員ごとに定年条例４条１項各号の要件を充足するか否かを判断す\nる必要があるから，各勤務延長の違法性等の判断は，各職員について\n各年度ごとに個別にされるべきものである。しかし，同一職員が複数回\nにわたって勤務延長等されている場合には，欠員補充の可能性等につ\nいて年度ごとの判断が必要となるとしても，同一の職員の勤務延長等と\nいう点では社会的事実の同一性があり，同一の職員であれば，その職\n員の職務の特殊性や職務の遂行上の特別の事情等に関する訴訟資料\nや証拠資料を継続的に利用することが可能であるから，同一の職員に\n関する異なる年度の勤務延長等を理由とする損害賠償請求権相互の間\nには，請求の基礎の同一性が認められるというべきである。一方，異な\nる職員の勤務延長に関する損害賠償請求権相互間には社会的事実とし\nての実体関係の同一性は認められず，また，前述のような審理上の便\n宜も認められないから，請求の基礎の同一性は認められない。\nｃ　本件職員Ｃの平成１１年４月分から平成１２年３月分までの給料及び職\n員手当等相当額の損害賠償を求める訴えについて\n上記説示によれば，訴えの追加的変更のうち，本件職員Ｃの平成１１\n年４月分から平成１２年３月分までの給料及び職員手当等相当額の損\n害賠償を求める請求は，請求の趣旨の拡張の申立て前の請求と請求の\n基礎に変更がないから，同請求に係る訴えの追加は許される。\nしかしながら，原告は，既に甲事件における訴え提起の時点において，\n被告ｃに対し，本件職員Ｃの平成１１年４月分から平成１２年３月分まで\nの給料及び職員手当等相当額の損害の賠償を求める請求をもその訴え\nの内容に含めておくことが可能であったにもかかわらず，あえてこれを請\n求の対象から除外していたところ，甲事件における監査請求に対する監\n査結果の通知のあった日から起算される出訴期間の経過した後である\nことの明らかな平成１５年７月１４日になって，上記請求をも訴えの内容と\nして追加したことになる。したがって，上記請求に係る訴えは，出訴期間\n経過後に提起された不適法な訴えとして，却下を免れない。\nｄ　本件職員Ｈの退職手当相当額の損害の賠償を求める訴えについて\n(ａ)　前述の説示からすると，本件職員Ｈに支給された退職手当相当額\nの損害の賠償を求める請求は，請求の趣旨の拡張の申立て前の請\n求と請求の基礎に変更がないものとはいえないから，同請求に係る訴\nえの追加は許されない。\nなお，原告は，丙事件において，当初から，被告ｃの相被告である被\n告ｂに対して，本件職員Ｈに支給された給料，職員手当等及び退職手\n当相当額の損害賠償を求めており，本件職員Ｈの勤務延長の適法性\n等に関する証拠調べも行われているが，訴えの追加的変更の可否は\n各被告ごとに検討すべきものであるから，こうした事情は上記判断を\n覆すものではない。\n(ｂ)　なお，仮に，請求の趣旨の拡張の申立て前の請求と請求の基礎に\n変更がないとしても，又は，原告の明示するところではないが，請求の\n趣旨の拡張の申立てが，行政事件訴訟法４３条３項，４１条２項，１９\n条，１３条５号に基づき，被告ｂに対する本件職員Ｈに支給された退職\n手当相当額の損害の賠償を求める請求に，被告ｃに対する同損害の\n賠償を求める請求を追加的に併合するものであるとしても，訴えの追\n加的変更及び請求の追加的併合はいずれも新訴の提起であり，原告\nは，既に乙事件における訴え提起の時点において，被告ｃに対して\nも，本件職員Ｈに支給された退職手当相当額の損害の賠償を求める\n訴えをすることが可能であったにもかかわらず，あえてこれをせず，乙\n事件における監査請求に対する監査結果の通知のあった日から起算\nされる出訴期間の経過した後であることの明らかな平成１５年７月１４\n日になって，本件職員Ｈに支給された退職手当相当額の損害の賠償\nを求める請求を追加したことになるから，同訴えは出訴期間経過後に\n提起された不適法な訴えとして却下を免れない。\n(イ)　被告ｄに対する訴えの追加的変更について\nａ　前述の争いのない事実等のとおり，原告の当初の被告ｄに対する請求\nは，本件職員Ｄの平成１２年５月分から同年９月分までの給料，職員手\n当等及び退職手当並びに本件職員Ｅの同年５月分から平成１３年３月分\nまでの給料，職員手当等及び退職手当相当額の損害の賠償を求めるも\nのである。そして，原告は，平成１５年７月１４日付け請求の趣旨の拡張\nの申立書により，被告ｄに対する本件職員Ｄの退職手当相当額の損害\nの賠償を求める訴えを取り下げるとともに，被告ｄに対する本件職員Ｃの\n平成１２年４月分から同年９月分までの給料，職員手当等及び退職手\n当，本件職員Ｄ及びＥの同年４月分の給料及び職員手当等並びに本件\n職員Ｈの平成１０年４月分から平成１２年３月分までの給料，職員手当等\n及び退職手当相当額の損害の賠償を求める請求を追加した（行政事件\n訴訟法７条，民事訴訟法１４３条１項）。\nｂ　前述と同様の理由によりに，訴えの追加的変更のうち，本件職員Ｄ及び\nＥの平成１２年４月分の給料及び職員手当等相当額の損害の賠償を求\nめる請求は，請求の趣旨の拡張の申立て前の請求と請求の基礎に変更\nがないから，同請求に係る訴えの追加は許されるが，上記の各請求に\n係る訴えは出訴期間経過後に提起された不適法な訴えとして却下を免\nれない。\nｃ　前述と同様の理由により，本件職員Ｃの平成１２年４月分から同年９月\n分までの給料，職員手当等及び退職手当並びに本件職員Ｈの平成１０\n年４月分から平成１２年３月分までの給料，職員手当等及び退職手当相\n当額の損害の賠償を求める請求は，請求の趣旨の拡張の申立て前の\n請求と請求の基礎に変更がないものとはいえないから，同請求に係る訴\nえの追加は許されない。\nなお，仮に，上記の各請求について，請求の趣旨の拡張の申立て前の\n請求と請求の基礎に変更がないとしても，又は，原告の明示するところ\nではないが，請求の趣旨の拡張の申立てが行政事件訴訟法上の追加\n的併合の申立てであるとしても，同様に出訴期間経過後に提起された不\n適法な訴えとして却下を免れない。\n(ウ)　被告ｅに対する訴えの追加的変更について\nａ　前述の争いのない事実のとおり，原告の当初の被告ｅに対する請求は，\n本件職員Ｃ及びＤの平成１２年５月分から同年９月分までの給料，職員\n手当等及び退職手当並びに本件職員Ｅの同年５月分から平成１３年３月\n分までの給料，職員手当等及び退職手当相当額の損害の賠償を求める\nものである。そして，原告は，平成１５年７月１４日付け請求の趣旨の拡\n張の申立書により，被告ｅに対する本件職員Ｄの退職手当相当額の損\n害の賠償を求める訴えを取り下げるとともに，被告ｅに対する本件職員Ｃ\nの平成１１年４月分から平成１２年４月分までの給料及び職員手当等，\n本件職員Ｄ及びＥの平成１２年４月分の給料及び職員手当等並びに本\n件職員Ｈの平成１０年４月分から平成１２年３月分までの給料，職員手当\n等及び退職手当相当額の損害の賠償を求める請求を追加した（行政事\n件訴訟法７条，民事訴訟法１４３条１項）。\nｂ　前述と同様の理由により，訴えの追加的変更のうち，本件職員Ｃの平成\n１１年４月分から平成１２年４月分までの給料及び職員手当等，本件職\n員Ｄ及びＥの平成１２年４月分の給料及び職員手当等相当額の損害の\n賠償を求める請求は，請求の趣旨の拡張の申立て前の請求と請求の基\n礎に変更がないから，同請求に係る訴えの追加は許されるが，上記の\n各請求に係る訴えは出訴期間経過後に提起された不適法な訴えとして\n却下を免れない。\nｃ　本件職員Ｈの平成１０年４月分から平成１２年３月分までの給料，職員\n手当等及び退職手当相当額の損害の賠償を求める請求は，請求の趣\n旨の拡張の申立て前の請求と請求の基礎に変更がないものとはいえな\nいから，同請求に係る訴えの追加は許されない。\nなお，仮に，同請求について，請求の趣旨の拡張の申立て前の請求と\n請求の基礎に変更がないとしても，又は，原告の明示するところではな\nいが，請求の趣旨の拡張の申立てが行政事件訴訟法上の追加的併合\nの申立てであるとしても，同様に出訴期間経過後に提起された不適法な\n訴えとして却下を免れない。\nイ　４号前段に基づく訴えについて（「当該職員」該当性）\n(ア)　教育委員会関係職員の給料及び職員手当等について\n前述の争いのない事実等のとおり，教育委員会関係職員の給料及び職\n員手当等に関する支出命令は，本来的には市長の権限に属するが，教育\n委員会に委任され，教育長の専決事項とされ，さらに教育次長の専決事項\nとされている。ただし，本件職員Ｃ及びＤに関しては，行政の能率的処理の\n観点から，市長公室長が補助執行として専決処理し，本件職員Ｅに関して\nは，教育次長が空任であったことから，池田市教育委員会処務規則５条の\n２第２項に基づき教育部長が専決処理した。\n前述のとおり，「当該職員」とは，当該訴訟において適否が問題とされて\nいる財務会計上の行為を行う権限を法令上本来的に有する者及びその者\nから権限の委任を受けるなどして上記権限を有するに至った者を広く意味\nするのであるから，専決権限を有する教育長である被告ｅは「当該職員」に\n該当する。\n教育委員会関係職員の給料及び職員手当等の支出命令は教育委員会\nに委任されているが，教育委員会委員長は，教育委員会の会議を主宰し，\n教育委員会を代表するにすぎず（地方教育行政法１２条３項，１３条２項），\n教育委員会に属する権限が教育委員会委員長に属するとはいえず，教育\n委員会委員長である被告ｃ及び同ｄは「当該職員」に該当するとはいえな\nい。\n(イ)　教育委員会関係職員の退職手当について\n本件各職員に対する退職手当に関する支出命令は，市長の権限に属す\nるから，被告ｃらが「当該職員」に該当しないことは明らかである。\n(ウ)　したがって，本件職員Ｄの平成１２年５月分から同年９月分までの給料\n及び職員手当等の支出命令に関する被告ｄに対する請求に係る訴え，本\n件職員Ｅの同年５月分から平成１３年３月分までの給料及び職員手当等の\n支出命令に関する被告ｄに対する請求に係る訴え，本件職員Ｃの退職手当\nの支出命令に関する被告ｃ及び同ｅに対する請求に係る訴え並びに本件職\n員Ｅの退職手当の支出命令に関する被告ｄ及び同ｅに対する請求に係る訴\nえは，いずれも不適法である。\nウ　４号後段に基づく訴えについて\n(ア)　監査請求前置違反について\n被告ｃらは，原告の監査請求は，被告ｃらに対する損害賠償請求権の不\n行使について是正措置を求めるものではないから，監査請求前置に違反\nすると主張する。\n原告は，丙事件に前置する監査請求において，本件各職員の勤務延長\nが定年条例に規定する要件を満たさない違法なものであるから，本件各職\n員に支給された給料，職員手当等及び退職手当が違法な支出であるとし\nて，その損害の填補を池田市長，教育委員会委員長及び教育長に勧告す\nるよう求めている（甲１３）。上記監査請求に表れた原告の意思を合理的に\n解釈し，かつ，監査委員は，監査をするに当たり，住民が主張する事由以\n外の点にわたって監査することができるのであり，監査の結果，住民の請\n求に理由があると認めるときは，住民が主張する是正措置に限定されるこ\nとなく必要な措置を講ずべきことを勧告することができることも考え合わせ\nるならば，勤務延長が違法であることに伴い発生する損害賠償請求権の不\n行使も，監査請求の対象となっていると解することができる。\nしたがって，丙事件に前置された監査請求においては，違法な勤務延長\nによる損害賠償請求権の不行使もその対象とされていたものと解すること\nができ，被告ｃらの主張は採用できない。\n(イ)　４号後段請求の可否\n法２４２条の２第１項４号に定める住民訴訟は，普通地方公共団体の執行\n機関又は職員による法２４２条１項所定の財務会計上の違法な行為又は\n怠る事実が究極的には当該地方公共団体の構成員である住民全体の利\n益を害するものであるところから，これを防止するため，地方自治の本旨に\n基づく住民参政の一環として，住民に対しその予防又は是正を裁判所に請\n求する権能を与え，もって地方財務行政の適正な運営を確保することを目\n的としたものであるから，その対象となる事項は，財務的処理を直接の目\n的とする財務会計上の行為又は事実としての性質を有するものに限られる\nが，その中には，公金の支出等の財務会計上の行為のほか，財産の管理\nを怠る事実という財務会計上の怠る事実としての性質を有するものも含ま\nれる。\n不法行為の原因となる加害行為が非財務会計上の行為であったとして\nも，その結果発生する不法行為に基づく損害賠償請求権自体が地方公共\n団体の有する財産権であることは明らかであって，損害賠償請求権の不行\n使は財産の管理を怠る事実に当たるというべきである。\n被告ｃらは，非財務会計行為を発生原因とする損害賠償請求権の行使を\n怠る事実を４号後段請求の対象とすることは住民訴訟の対象を財務会計\n行為に限定した法の趣旨を没却すると主張するが，財産権である損害賠償\n請求権を住民訴訟の対象としなければ，かえって上記の住民訴訟の趣旨\nを没却してしまうというべきである。法も，４号後段請求における「相手方」\nや損害賠償請求権の発生原因について別段定めをおいておらず，一般\nに，４号後段の「相手方」は，原告により訴訟の目的である地方公共団体が\n有する実体上の請求権を履行する義務があると主張されている者であると\n解するのが相当であるとされていることからしても（昀高裁昭和５３年６月２\n３日第三小法廷判決・集民１２４号１４５頁参照），４号後段請求の対象を限\n定して解する余地はないから，被告ｃらの主張は採用できない。\n(3)　本件各職員との間の雇用契約締結行為を当該行為とする４号前段に基づく訴\nえについて\n原告は，勤務延長等を市長と職員との間の新たな雇用契約の締結と評価する\nことができると主張するが，地方公務員の任用は地方公務員法等の定めるとこ\nろにより行われるべき行政処分であって，通常の私人間の雇用契約と同視する\nことはできず，しかも，財務的処理を直接の目的とせず，非財務的な行政上の事\n務処理の一環として行われるものであって，勤務延長等をもって財務会計行為\nということはできない。よって，原告の主張は採用できない。\n(4)　小括\nア　以上によれば，平成１５年７月１４日付け請求の趣旨の拡張の申立てのう\nち，被告ｃに対し本件職員Ｈの退職手当相当額の損害の賠償を求める請求，\n被告ｄに対し本件職員Ｃの平成１２年４月分から同年９月分までの給料，職員\n手当等及び退職手当相当額の損害の賠償を求める請求並びに被告ｄ及び同\nｅに対し本件職員Ｈの平成１０年４月分から平成１２年３月分までの給料，職\n員手当等及び退職手当相当額の損害の賠償を求める請求に係る訴えの追\n加的変更は許さない。\nイ　被告ｂに対し本件職員Ａ，Ｇ及びＨの平成１０年４月分から平成１１年３月分\nまでの，本件職員ＡないしＣ及びＦないしＨの同年４月分の各給料及び職員手\n当等相当額の損害賠償を求める訴え，被告ｃに対し本件職員Ｃの平成１１年\n４月分から平成１２年３月分までの給料及び職員手当等相当額の損害賠償を\n求める訴え，被告ｅに対し本件職員Ｃの平成１１年４月分から平成１２年４月\n分までの給料及び職員手当等相当額の損害賠償を求める訴え並びに被告ｄ\n及び同ｅに対し本件職員Ｄ及びＥの平成１２年４月分の給料及び職員手当等\n相当額の損害賠償を求める訴えは，いずれも監査請求期間を徒過したもので\nあって，監査請求前置に反し不適法である。\nウ　被告ｂに対し本件職員Ｂ，Ｆ及びＨの平成１１年５月分から平成１２年３月分\nまでの給料及び職員手当等相当額の損害賠償を求める訴え，被告ｂに対し本\n件職員Ｇの平成１１年５月分から平成１３年３月分までの給料及び職員手当\n等相当額の損害賠償を求める訴え，被告ｃ及び同ｅに対し本件職員Ｃの退職\n手当相当額の損害賠償を求める訴え（４号前段に基づくもの），被告ｄ及び同\nｅに対し本件職員Ｅの退職手当相当額の損害賠償を求める訴え（４号前段に\n基づくもの），被告ｄに対し本件職員Ｄ及びＥの給料及び職員手当等相当額の\n損害賠償を求める訴え（４号前段に基づくもの）は，いずれも「当該職員」しな\nい者を被告とする訴えであって，不適法である。\nエ　勤務延長等を本件各職員との間の雇用契約締結行為に当たるとしてする４\n号前段に基づく請求に係る訴えは，非財務会計行為を対象とするものとして\n不適法である。\n２　本案の争点\n(1)　本件各職員の勤務延長の適否\n本件各職員の勤務延長が適法とされるためには，その対象となる本件各職員\nについて，定年条例４条１項の要件を満たすことが必要である。\n定年制は，組織の新陳代謝を計画的に行うことにより組織の活力を維持しもっ\nて公務の維持増進を図ることと所定の年齢まで職員の勤務の継続を保障し安ん\nじて公務に専念させるところにその目的があるが，定年条例４条が定める勤務\n延長は，公務の必要性から，当該職務の特殊性，勤務条件の特殊性及び業務\nの継続性に着目して例外として認められた制度である。同条が任命権者におい\nて要件を「認めるとき」勤務延長することができると規定していることからすると，\nその要件の有無の判断につき任命権者に一定の裁量を認めているものと解さ\nれるが，同条の文言や，定年条例の根拠となる地方公務員法２８条の３が「その\n職員の勤務の特殊性又はその職員の職務の遂行上の特別の事情からみてそ\nの退職により公務の運営に著しい支障を生ずると認められる十分な理由がある\nときは」勤務延長することができると規定していること，前述の定年制度の趣旨\nからすれば，任命権者に認められる裁量権も厳格に覊束されたものといえる。\n以下，本件各職員ごとに検討する。\nア　本件職員Ａについて\n(ア)　証拠（丁１６，１７，証人ｈ）及び弁論の全趣旨によれば，以下の事実が認\nめられる。\n本件職員Ａは，昭和４７年５月１日に採用され，昭和４８年４月以降，日中\nは，池田市の葬祭場であるやすらぎ会館において火葬業務等に従事し，夜\n間は，河川や工場に囲まれやや孤立した環境にあるやすらぎ会館の事務\n所に住み込み，受付や遺体搬送を行うほか，墓地その他葬儀場の管理業\n務に従事していた。本件職員Ａは在職年月期間が２１年１１月間となる平成\n９年３月３１日に定年退職日を迎えたが，同年４月１日の勤務延長以降，２\n回の延長期限の延長が行われ，在職年月期間が２４年１１月間となった平\n成１２年３月３１日に勤務延長を終了した。\n池田市における市営葬儀は年間４００件前後であり，平成９年度ではその\nうち営業時間外である午後５時以降の遺体搬送希望件数は１１３件（うち午\n後１０時以降の遺体搬送希望件数は６５件）に及び，夜間の遺体搬送の需\n要は高かったものの，平成１１年以降，病院等に対し委託先を民間業者へ\n移行するよう調整し，本件職員Ａの勤務延長が終了した平成１２年度から\n夜間の遺体搬送業務を中止した。\n夜間の受付業務については，本件職員Ａが勤務延長終了後も非常勤職\n員として従事した。本件職員Ａが平成１４年８月に交通事故で死亡したた\nめ，急遽，市の職員が交代で夜間の受付業務に対応し，同年１０月からは\n市役所の宿直専門職員が仮受付として代行しているが，市営葬儀業務の\n経験のない職員による代行となるためトラブルが生じている。\n火葬業務は，平成１２年１月ころ公募により，同年４月に採用された職員\nが従事している。\n(イ)　以上によれば，本件職員Ａの職務の内容は，日中の火葬業務だけでな\nく，住み込みの常直の職員として，夜間の受付，遺体搬送及び墓地その他\n葬儀場の管理を行うというものであり，勤務環境その他勤務条件に特殊性\nがあるため，欠員を容易に補充することができなかったものと認められる。\nなお，原告は，本件職員Ａを非常勤職員等として採用して対応することが\n可能であると主張している。実際に，本件職員Ａは，勤務延長終了後，非常\n勤職員として夜間の受付業務に従事していたものである。しかしながら，非\n常勤職員等では残業のための手当が不十分であり残業を命じることができ\nず，本件職員Ａを非常勤職員等として採用したとしても，本件職員Ａが従前\n従事していた日中の火葬業務から夜間の受付及び遺体搬送業務までのす\nべてに従事させることはできないから，原告の主張は理由がないというべき\nである。\n本件職員Ａについて平成１０年４月１日及び平成１１年４月１日に行われ\nた勤務延長期限の延長は，定年条例４条２項，１項２号に該当し適法であ\nる。\nイ　本件職員Ｂについて\n(ア)　平成１１年度\nａ　本件職員Ｂは，昭和５６年４月１日に池田市福祉部生きがい課医療ヘル\nパーとして採用された准看護婦であって，独居老人等の医療ヘルパーと\nして訪問介護の業務に従事した後，平成８年４月１日，在宅保険福祉サ\nービスを提供することなどを目的に設立されたさわやか公社に派遣さ\nれ，主として旭丘デイサービスにおいて行われるデイサービス（通所介\n護）事業に常勤の看護士として従事していた。本件職員Ｂは，さわやか\n公社派遣中である平成１１年３月３１日に定年退職日（定年退職日まで\nの在職年月期間は１８年間）を迎えたが，同月４月１日に勤務延長の措\n置がとられ，平成１２年３月３１日まで，主として旭丘デイサービスにおい\nて，デイサービス事業に従事した（丁１７，証人ｇ及び弁論の全趣旨）。\nｂ　被告ｂは，老人福祉法によりデイサービスを行うに当たり常勤職員をおく\nことが定められており，本件職員Ｂが唯一の正規職員であったため，本\n件職員Ｂの勤務延長が必要であったと主張し，証人ｇも同旨の供述をす\nる。しかし，被告ｂの主張する勤務延長の必要性は，本件職員Ｂの定年\n退職後，さわやか公社が本件職員Ｂを採用することによって解決するも\nのであり，制度上も市を退職した職員を公社が採用することは可能であ\nるのだから，被告ｂの主張には理由がない。\nしたがって，本件職員Ｂについて平成１１年４月１日に行われた勤務延\n長は，定年条例４条の要件を充足するものではなく違法である。\n(イ)　平成１２年度\nａ　本件職員Ｂは，平成１２年４月１日にさわやか公社への派遣を解かれ，\n市長事務部局に復帰し，勤務延長期限を１年間延長する措置がとられ，\n市立養護老人ホームへ異動し，在職期間が２０年間となった平成１３年３\n月３１日に勤務延長を終了した（丁１７，証人ｇ及び弁論の全趣旨）。\nｂ　被告ｂは，養護老人ホームでは看護士を常置することが義務づけられて\nいるところ，平成１１年度末に，市立養護老人ホームでは，看護士資格を\n有する寮長が退職し看護士が不在となり，看護士資格を有する他の職\n員による補充も不可能であったため，本件職員Ｂの勤務延長が必要であ\nったと主張し，証人ｇも同旨の供述をする。しかしながら，池田市には多\n数の看護士資格を有する職員が在籍しており（甲１７），これらの職員に\nよる補充が不可能であるとは到底考えられず，被告ｂの主張には理由が\nない。\nしたがって，本件職員Ｂについて平成１２年４月１日に行われた勤務延\n長期限の延長は，定年条例４条の要件を充足するものではなく違法であ\nる。\nウ　本件職員Ｃについて\n(ア)　証拠（甲１６の２，丙１，丁１０，１７，証人ｆ）及び弁論の全趣旨によれば，\n以下の事実が認められる。\n本件職員Ｃは，昭和５５年１０月１日に採用され，平成７年７月までの約１\n５年間にわたり水月児童文化センターに勤務した後，中央公民館勤務を経\nて，平成８年４月から図書館に勤務していた。本件職員Ｃは，図書館におい\nて，児童書貸出業務等の児童書関係分野を担当したほか，各小中学校へ\nの団体貸出業務及び学校司書の相談業務を担当していた。本件職員Ｃは\n在職年月期間が１８年６月間となる平成１１年３月３１日に定年退職日を迎\nえたが，同年４月１日に１年間の勤務延長の措置がとられ，さらに，平成１２\n年３月３１日に勤務延長期間を６か月とする延長期限の延長が行われ，在\n職年月期間が２０年間となった平成１２年９月３０日に勤務延長を終了し\nた。\n本件職員Ｃの後任には，昭和６１年に採用され図書館に勤務していた司\n書補が補充された。本件職員Ｃは，後任者への業務引き継ぎのため，勤務\n延長終了後から平成１３年３月３１日までの６か月間，非常勤職員として勤\n務した。\n(イ)　上記のような本件職員Ｃの業務の内容は，一定の知識，技能，経験等が\n必要なものではあるが，その習得が極めて困難なものとは認められず，他\nの職員による代替が不可能ということはできない。したがって，本件職員Ｃ\nについて行われた平成１１年４月１日の勤務延長及び平成１２年４月１日の\n勤務延長期限の延長は，定年条例４条の要件を満たさず違法である。\nエ　本件職員Ｄについて\n(ア)　証拠（甲１６の２，丙１，丁１１，１７，１９，証人ｆ）及び弁論の全趣旨によ\nれば，以下の事実が認められる。\n本件職員Ｄは，昭和５５年１０月１日に採用され，教育委員会社会教育課\nに勤務した後，平成５年４月１日以降，教職員に関する人事管理部門であ\nる教育部教職員課において，約７年間にわたって，教職員の人事関係事\n務，学校・教職員関係の調査統計事務，福利厚生事務の一部，学校施設\nの目的外使用の事務に従事していた。本件職員Ｄは，毎年５月に国に提出\nする学校基本統計調査事務に精通し，平成１１年１２月には大阪府下４３市\n町村のうち１名のみが対象となる文部省調査統計功労者表彰を受賞した。\n本件職員Ｄは，在職年月期間が１９年６月間となる平成１２年３月３１日に\n定年退職日を迎えたが，同年４月１日に６か月間の勤務延長の措置がとら\nれ，在職年月期間が２０年間となった同年９月３０日に勤務延長を終了し\nた。本件職員Ｄは，勤務延長終了後，平成１３年３月３１日までの６か月間，\n非常勤職員として勤務した。\n教育部教職員課は，課長，係長及び係員３名の合計５名で構成されてい\nる。教育部教職員課では，人事業務や学校基本統計調査業務等のため\nに，２月末から５月中旬にかけて繁忙期となるところ，平成１２年４月１日付\nけで係長が異動することが予定されていた。\n(イ)　以上の事実によれば，本件職員Ｄの業務内容である人事業務は正確か\nつ迅速な処理が求められるところ，本件職員Ｄは高度の事務処理能力を有\nしており，しかも，教育部教職員課の繁忙期に係長の異動が予定されてい\nたことからすれば，同課在職７年の本件職員Ｄも同課を離れることとなる\nと，公務の運営に著しい支障が生ずることが予想され，本件職員Ｄの勤務\n延長は定年条例４条の要件を満たすものといえる。\nなお，原告は，本件職員Ｄを非常勤職員等として採用し代用することが可\n能であると主張する。しかし，本件職員Ｄの従事する人事管理部門は高度\nの守秘義務が要請されるところ，地方公務員法が非常勤職員に適用され\nないため，非常勤職員は法律上守秘義務を負わない。また，非常勤職員等\nには残業を命じることができず，教育部教職員課の繁忙期にあるにもかか\nわらず，本件職員Ｄに残業を命ずることができないとすれば，公務の運営\nに著しい支障が生じることになるから，原告の主張は理由がない。\nしたがって，本件職員Ｄについて行われた勤務延長は，定年条例４条１項\n１号及び３号に該当し，適法である。\nオ　本件職員Ｅについて\n(ア)　証拠（甲２３，丙１，丁１２，１７，証人ｆ）及び弁論の全趣旨によれば，以\n下の事実が認められる。\n本件職員Ｅは，昭和５６年１０月１日に採用され，市立養護老人ホームの\n用務員兼調理員，市立池田病院の調理員として勤務した後，平成７年４月\n１日から市立北豊島中学校校務員として，平成９年４月１日から秦野小学\n校校務員として勤務していた。本件職員Ｅは，在職年月期間が１８年６月間\nとなる平成１２年３月３１日に定年退職日を迎えたが，同年４月１日に１年間\nの勤務延長の措置がとられ，在職年月期間が１９年６月間となった平成１３\n年３月３１日に勤務延長を終了した。\n池田市では，きめ細やかな環境整備の実現を図るため，フルタイムの対\n応が必要であるとして，各学校に男女の校務員を正規職員として配置する\nという方針を採用してきた。特に，男性校務員だけでなく，女性校務員も各\n学校に配置することにより，女子児童に対する細やかな配慮を図ってきた。\n池田市行政改革により，平成１１年度から現業職員の採用が停止され，新\n規採用による校務員の補充が不可能となったため，各学校に男女の校務\n員を正規職員として配置するという方針を完全には維持できなくなったが，\n一方で，公共施設の統廃合や管理運営の見直しが推進され，保育所等が\n民間委託された結果，従前調理業務等に従事していた女性現業職員が女\n性校務員として補充されている。\n(イ)　以上の事実によれば，新規採用による校務員の補充は不可能となった\nものの，現業職員の採用停止からわずか１年しか経過しておらず，公共施\n設の統廃合や管理運営の見直しの結果，他の現業職員に余剰が生じてい\nたのであるから，本件職員Ｅについて勤務延長が行われた平成１２年４月１\n日時点では，女性校務員の補充は十分可能であったというべきであるし，\n校務員の職務が一定の経験や能力が必要ではあっても，その習得が極め\nて困難なものとは認められず，他の職員による代替が不可能ということは\nできない。\nしたがって，本件職員Ｅについて行われた勤務延長は定年条例４条の要\n件を満たさず違法である。\nカ　本件職員Ｆについて\n本件職員Ｆは，昭和５５年４月１日に福祉生きがい課で老人家庭へのホーム\nヘルパーとして採用された１級資格を有するホームヘルパーである。本件職\n員Ｆは福祉生きがい課で勤務した後，ホームヘルパーの指導育成のために派\n遣された社会福祉法人起生会を経て，平成１０年４月１日からさわやか公社\nに派遣され，主任ホームヘルパーとして，主として非常勤ホームヘルパー１０\n名の指揮監督を行った。本件職員Ｆは，さわやか公社派遣中である平成１１\n年３月３１日に定年退職日（定年退職日までの在職年月期間は１９年間）を迎\nえたが，同月４月１日に勤務延長の措置がとられ，平成１２年３月３１日まで，\n主としてさわやか公社において後任の育成指導に従事した（丁１７，証人ｇ及\nび弁論の全趣旨）。\n被告ｂは，後任の育成指導を理由に本件職員Ｆの勤務延長が必要であると\n主張し，証人ｇも同旨の供述をする。しかし，上記の勤務延長の必要性は，本\n件職員Ｆの定年退職後，さわやか公社が本件職員Ｆを採用することによって\n満たされるものであり，本件職員Ｆの勤務延長は，定年条例４条の要件を充\n足するものではなく違法である。\nキ　本件職員Ｇについて\n本件職員Ｇは，昭和５７年１０月１日に採用され，福祉生きがい課で老人家\n庭へのホームヘルパーとして勤務した後，平成８年４月１日に，さわやか公社\n設立と同時に派遣され，本件職員Ｆと同様に主任ホームヘルパーとして非常\n勤ホームヘルパー１０名の指揮監督を行ったほか，後任のホームヘルパー育\n成のために研修等の講師を行う等した。本件職員Ｇは，さわやか公社派遣中\nである平成１０年３月３１日に定年退職日（定年退職日までの在職年月期間\nは１５年６月間）を迎えたが，同年４月１日の勤務延長以降，２回の延長期限\nの延長が行われ，在職年月期間が１８年６月間となった平成１３年３月３１日\nまで，主としてさわやか公社において後任の育成指導に従事した（丁１７，証\n人ｇ及び弁論の全趣旨）。\n被告ｂは，後任の育成指導や介護保険の円滑な運営等を理由に本件職員\nＧの勤務延長が必要であると主張するが，本件職員Ｆと同様に，上記の勤務\n延長の必要性は，本件職員Ｇの定年退職後，さわやか公社が本件職員Ｆを\n採用することによって満たされるものであり，本件職員Ｇについて行われた平\n成１０年４月１日の勤務延長並びに平成１１年４月１日及び平成１２年４月１日\nの勤務延長期限の延長は，いずれも定年条例４条の要件を充足するもので\nはなく違法である。\nク　本件職員Ｈについて\n本件職員Ｈは，昭和６２年９月１日に採用され，教育委員会総合スポーツセ\nンターに勤務した。池田市は，平成８年４月１日，総合スポーツセンターを効率\n的に管理するため管理公社に管理委託することとなり，本件職員Ｈも，同日，\n教育委員会を休職の上，管理公社へ派遣され，主として総合スポーツセンタ\nーの受付業務に従事した。本件職員Ｈは，管理公社派遣中である平成９年３\n月３１日に定年退職日（定年退職日までの在職年月期間は９年７月間）を迎え\nたが，同年４月１日の勤務延長以降，２回の延長期限の延長が行われ，在職\n年月期間が１２年７月間となった平成１２年３月３１日まで，主として総合スポ\nーツセンターの受付業務等に従事した。\n池田市では，平成９年４月から，教育委員会等の所管するスポーツ施設の\n利用希望者が，自宅の電話，市役所や市の文化会館の端末機等から，スポ\nーツ施設の利用申請をすることができるというスポーツ施設情報システム（オ\nーパス）を導入し，管理公社がその管理に当たった。本件職員Ｈは，従前より\n総合スポーツセンターの受付業務に従事していたことから，オーパスの立ち\n上げや運用に携わった（丁１７，証人ｆ及び弁論の全趣旨）。\nオーパス立ち上げに携わった本件職員Ｈが導入直後のオーパス運用に当\nたることが，円滑な業務遂行に資するとしても，管理公社が本件職員Ｈを採用\nすることにより実現できることであって，池田市職員としての地位を保有し続け\nる必要があるとは認められず，本件職員Ｈについて行われた平成１０年４月１\n日及び平成１１年４月１日の勤務延長期限の延長は，いずれも定年条例４条\nの要件を充足するものではなく違法である。\nケ　以上によれば，本件各職員のうち，本件職員Ｂ，Ｃ，ＥないしＨについて行わ\nれた勤務延長及び勤務延長期限の延長は違法であるから，以下，本件職員\nＢ，Ｃ，ＥないしＨに支給された給料，職員手当等及び退職手当に関して，被\n告らに対して損害賠償請求権が成立するか否かを検討する。\n(2)　本件各職員に支給された給料，職員手当等及び退職手当の支出命令を当該\n行為とする４号前段請求\nア　被告ｂの損害賠償義務の有無\n(ア)　以下，前述の第３の１(1)の検討により適法な訴えであると認められる請\n求に係る損害，すなわち，本件職員Ｃの平成１１年５月分から平成１２年９\n月分までの給料及び職員手当等の支出命令，本件職員Ｂ及びＥの平成１２\n年４月分から平成１３年３月分までの給料及び職員手当等の支出命令並び\nに本件職員Ｂ，Ｃ，ＥないしＨの退職手当の支出命令により生じた損害につ\nいて，被告ｂが，４号前段に基づき損害賠償請求義務を負うか否かを検討\nする。\n原告は上記の各支出命令が，本件職員Ｂ，Ｃ，ＥないしＨの勤務延長等を\n直接の原因としこれと不可分一体であるから，これらの勤務延長等が違法\nである以上，上記の各支出命令も違法であると主張するが，当該職員の財\n務会計上の行為をとらえて法２４２条の２第１項４号前段の規定に基づく損\n害賠償請求責任を問うことができるのは，たといこれに先行する原因行為\nに違法事由が存する場合であっても，この原因行為を前提としてされた当\n該職員の行為自体が財務会計法規上の義務に違反する違法なものである\nときに限られると解するのが相当である（昀高裁平成４年１２月１５日第三\n小法廷判決・民集４６巻９号２７５３頁参照）。\n(イ)　本件職員Ｂ，Ｆ及びＧの退職手当の支出命令に関して\n普通地方公共団体の長は，当該普通地方公共団体に対して，その事務\nを誠実に執行すべき職務上の義務を負い（法１３８条の２），この誠実執行\n義務は財務会計上の行為をするに当たって負う財務会計法規上の義務の\n一内容を成すものというべきである。そして，本件職員Ｂ，Ｆ及びＧの勤務\n延長等の権限は市長に属し，市長はこれらを取り消し得る権限も有してい\nるのであるから，被告ｂは，定年条例４条の要件を欠き違法な本件職員Ｂ，\nＦ及びＧの勤務延長等を取り消すべきものと解される。それにもかかわら\nず，被告ｂは，本件職員Ｂ，Ｆ及びＧに支給される退職手当の支出命令の\n原因行為である違法な勤務延長等を取り消す等の是正措置を採ることな\nく，勤務延長等を前提とする違法な支出命令をしたのであって，被告ｂの行\n為は財務会計法規上の義務に違反する違法なものであるというべきであ\nる。そして，池田市では，他の普通地方公共団体と比較して職員数が多く\n高齢化が進むことにより人件費が嵩み，人件費等の経常経費が市税等の\n経常収入を上回る状況となり，人件費の削減が急務の課題となっていたの\nであるから（甲２３），被告ｂが，本件職員Ｂ，Ｆ及びＧの勤務延長等を取り消\nす等の是正措置を採ることなく，本件職員Ｂ，Ｆ及びＧの退職手当の支出命\n令をしたことには少なくとも過失が認められる。\nしたがって，被告ｂは，本件職員Ｂ，Ｆ及びＧの退職手当の支出命令によ\nって生じた損害について賠償義務を負うというべきである。\n(ウ)　本件職員Ｃ，Ｅ及びＨの退職手当の支出命令に関して\n前述のとおり，本件職員Ｃ，Ｅ及びＨの勤務延長等は定年条例４条の要\n件を満たさない違法なものであると解されるが，本件職員Ｃ，Ｅ及びＨの勤\n務延長等は，教育委員会が本来的権限を有し，教育長が専決して行ってい\nることから，本件職員Ｃ，Ｅ及びＨの退職手当の支出命令が，財務会計法\n規上の義務に違反し違法となるか否かが問題となる。\n教育委員会は，学校その他の教育機関の設置，管理及び廃止，教育財\n産の管理，教育委員会及び学校その他の教育機関の職員の任免その他\nの人事などを含む地方公共団体が処理する教育に関する事務の主要なも\nのを管理，執行する広範な権限を有している（地方教育行政法２３条）。もっ\nとも，同法は，地方公共団体が処理する事務すべてを教育委員会の権限\n事項とはせず，同法２４条において地方公共団体の長の権限に属する事務\nをも定めているが，その内容を，大学及び私立学校に関する事務を除いて\nは，教育財産の取得及び処分，教育委員会の所掌に係る事項に関する契\n約の締結並びに教育委員会の所掌に係る事項に関する予算の執行という\nいずれも財務会計上の事務のみにとどめている。すなわち，同法は，地方\n公共団体の区域内における教育行政については，原則として，これを，地\n方公共団体の長から独立した機関である教育委員会の固有の権限とする\n一方，教育行政の運営のために必要な財産の取得，処分，契約の締結そ\nの他の財務会計上の事務に限って，これを地方公共団体の長の権限とす\nることにより，教育行政の財政的側面を地方公共団体の一般財政の一環と\n位置づけ，地方公共団体の財政全般の総合的運営の中で，教育行政の財\n政的基盤の確立を期することとしたものと解される。このような教育委員会\nと地方公共団体の長の権限の配分関係にかんがみると，教育委員会がし\nた学校その他の教育機関の職員の任免その他の人事に関する処分につ\nいては，地方公共団体の長は，上記処分が著しく合理性を欠きそのためこ\nれに予算執行の適正確保の見地から看過し得ない瑕疵の存する場合でな\nい限り，上記処分を尊重しその内容に応じた財務会計上の措置を採るべき\n義務があり，これを拒むことは許されないと解するのが相当である。なぜな\nら，地方公共団体の長は，関係規定に基づき予算執行の適正を確保すべ\nき責任を地方公共団体に対して負担するものであるが，反面，同法に基づ\nく独立した機関としての教育委員会の有する固有の権限内容にまで介入し\n得るものでなく，このことから，地方公共団体の長の有する予算の執行機\n関としての職務権限には，自ずから制約が存するからである（前記昀高裁\n平成４年１２月１５日第三小法廷判決）。\n本件職員Ｃ，Ｅ及びＨの勤務延長等は定年条例４条の要件を欠くもので\nあるが，本件職員Ｃが図書館業務の経験が長い者であったこと，当時，本\n件職員Ｅのような現業職員の採用が停止されていたこと，本件職員Ｈも管\n理公社に派遣されていたとはいえ，教育委員会等の所管するスポーツ施設\nの利用に関して導入されたばかりのオーパス関連事務に精通しており，再\n度教育委員会の職員に戻ってその業務を行う必要性等について市長には\n判断し難いことからすると，これらの職員の勤務延長等が著しく合理性を欠\nきそのためこれに予算執行の適正確保の見地から看過し得ない瑕疵が存\nするものとまでは解し得ず，本件職員Ｃ，Ｅ及びＨに支給された退職手当の\n支出命令は違法とはいえない。\n(エ)　本件職員Ｂの給料及び職員手当等の支出命令に関して\n被告ｂは，市長として，支出命令を行う権限を法令上本来的に有する者で\nあるから（法２３２条の４第１項），その権限に属する一定の範囲の財務会\n計上の行為をあらかじめ特定の補助職員に専決させることとし，専決を任\nされた補助職員が市長の権限に属する当該財務会計上の行為を専決によ\nり処理した場合であっても，上記職員が財務会計上の違法行為をすること\nを阻止すべき指揮監督上の義務に違反し，故意又は過失により上記補助\n職員が財務会計上の違法行為をすることを阻止しなかったときには，普通\n地方公共団体に対し，上記補助職員がした財務会計上の行為により当該\n地方公共団体が被った損害につき賠償責任を負うものと解するのが相当\nである（昀高裁平成３年１２月２０日第二小法廷判決・民集４５巻９号１４５５\n頁参照）。そして，被告ｂは，誠実執行義務を負う市長として，定年条例４条\nの要件を欠く本件職員Ｂの勤務延長期限の延長を取り消すべきところ，本\n件職員Ｂの給料及び職員手当等の支出命令の原因行為である違法な勤\n務延長期限の延長を取り消す等の是正措置を採ることなく，専決を任され\nた部長が勤務延長期限の延長を前提とする違法な支出命令をすることを\n何ら阻止しなかったのであるから，被告ｂの行為は財務会計法規上の義務\nに違反する違法なものであるというべきである。そして，前述の池田市の財\n政状況等からすると，被告ｂには少なくとも過失が認められる。\nしたがって，被告ｂは，本件職員Ｂの平成１２年４月分から平成１３年３月\n分までの給料及び職員手当等の支出命令によって生じた損害の賠償義務\nを負うというべきである。\n(オ)　本件職員Ｃ及びＥの給料及び職員手当等の支出命令に関して\n前述のとおり，被告ｂは，支出命令の本来的権限者として，専決を任され\nた補助職員が財務会計上の違法行為をすることを阻止すべき指揮監督上\nの義務を負うものの，教育委員会と地方公共団体の長の権限の配分関係\nにかんがみると，市長の指揮監督上の義務も，教育委員会がした学校その\n他の教育機関の職員の任免その他の人事に関する処分が著しく合理性を\n欠きそのためこれに予算執行の適正確保の見地から看過し得ない瑕疵の\n存する場合に限られるというべきである。そして，前述のとおり，教育委員\n会が行った本件職員Ｃ及びＥの勤務延長等が著しく合理性を欠きそのため\nこれに予算執行の適正確保の見地から看過し得ない瑕疵があるとはいえ\nないから，被告ｂは，本件職員Ｃの平成１１年５月分から平成１２年９月分ま\nでの給料及び職員手当等の支出命令並びに本件職員Ｅの平成１２年４月\n分から平成１３年３月分までの給料及び職員手当等の支出命令により生じ\nた損害について賠償義務を負わない。\nイ　被告ｅの損害賠償義務の成否\n前述の第３の１(2)の検討により適法な訴えであると認められる請求に係る\n損害，すなわち，本件職員Ｃの平成１２年５月分から同年９月分までの給料及\nび職員手当等の支出命令，本件職員Ｅの同年５月分から平成１３年３月分ま\nでの給料及び職員手当等の支出命令により生じた損害について，被告ｅが，\n４号前段に基づき損害賠償請求責任を負うか否かを検討する。\n前述のとおり，市長は，財務会計上の行為をするに当たり，財務会計法規\n上の義務として，当該普通地方公共団体に対して，誠実執行義務を負うとこ\nろ，市長からその権限に属する給料及び職員手当等の支出命令の委任を受\nけた教育委員会，更にその委任を受けた教育長も同様の義務を負うというべ\nきである。そして，本件職員Ｃ及びＥの勤務延長等の権限は本来的に教育委\n員会に属し，その権限は教育長に委任されており，教育長はこれらを取り消し\n得る権限も有しているのであるから，被告ｅは，定年条例４条の要件を欠き違\n法な本件職員Ｃ及びＥの勤務延長等を取り消すべきものと解される。それにも\nかかわらず，被告ｅは，本件職員Ｃ及びＥに支給される給料及び職員手当等\nの支出命令の原因行為である違法な勤務延長等を取り消す等の是正措置を\n採ることなく，勤務延長等を前提とする違法な支出命令をしたのであって，被\n告ｅの行為は財務会計法規上の義務に違反する違法なものであるというべき\nである。そして，前述の池田市の財政状況等からすると，被告ｅには少なくとも\n重過失が認められる。\nしたがって，被告ｅは，本件職員Ｃの平成１２年５月分から同年９月分までの\n給料及び職員手当等の支出命令，本件職員Ｅの同年４月分から平成１３年３\n月分までの給料及び職員手当等の支出命令により生じた損害について賠償\n義務を負うというべきである。\n(3)　被告ｃらの不法行為（勤務延長加担行為）に基づく損害賠償請求権の行使を\n怠る事実に係る４号後段請求の成否\nここでは，本件職員Ｃ及びＥの退職手当の支出により生じた損害に関する被告\nｅの賠償義務，本件職員Ｃの退職手当の支出により生じた損害に関する被告ｃ\nの賠償義務及び本件職員Ｅの給料，職員手当等及び退職手当の支出により生\nじた損害に関する被告ｄの賠償義務の有無を検討すべきことになる。\nア　被告ｅの損害賠償義務の有無\n前述したとおり，被告ｅは，教育長として本件職員Ｃ及びＥの勤務延長を自ら\n行ったものであり，定年条例４条の要件を欠き違法な本件職員Ｃ及びＥの勤\n務延長に加担したことは明らかである。\nそして，退職手当の支給金額は勤務延長期間も含めた在職期間を基準に\n決定されるのであるから，被告ｅの勤務延長加担行為と退職手当の支出によ\nり生じた損害との間には因果関係が認められる。\nしたがって，被告ｅの損害賠償義務が認められ，池田市長が被告ｅに対して\n損害賠償請求権の行使を怠る事実は違法である（市に損害賠償請求権が発\n生している以上，その長である市長がその請求を放置することは違法とな\nる。）から，被告ｅは，怠る事実の相手方として，本件職員Ｃ及びＥの退職手当\nの支出により生じた損害について賠償義務を履行すべきものということができ\nる。\nイ　被告ｃ及び同ｄの損害賠償義務の有無\n被告ｃ及びｄは，前述のとおり，教育委員会委員長として教育委員会の会議\nを主宰し，議事内容について議決権を行使するものであるが（地方教育行政\n法１２条３項，１３条２項），本件職員Ｃ及びＥの勤務延長等について，教育委\n員会で審議，報告等がされたと認めるに足りる証拠はなく，被告ｃ及び同ｄが\n本件職員Ｃ及びＥの勤務延長等に加担したと認めることはできない。\nなお，被告ｃ及び同ｄは，勤務延長等について本来的権限を有する教育委\n員会の構成員として，教育委員会職員に関する勤務延長等について，専決権\n者に報告を求め，審議等を行うべき義務があり，同義務違反を被告ｃ及びｄの\n不法行為として捉えることも可能であるが，本件では，原告からはこの点につ\nいて具体的事実の主張はなく，上記義務違反を認めるに足りる証拠もない。\n(4)　さわやか公社及び管理公社に対する委託料及び補助金の支出命令を当該行\n為とする４号前段請求（被告ｂ）\n原告は，さわやか公社及び管理公社に対する委託料及び補助金の金額は，さ\nわやか公社職員及び本件職員Ｈが池田市に勤務する場合と同様の条件で算出\nされた給料及び職員手当等を積み上げて決定されており，さわやか公社職員及\nび本件職員Ｈの勤務延長等の違法性が承継され，さわやか公社及び管理公社\nに対する委託料及び補助金の支出命令も違法となると主張しているものと解さ\nれる。\nさわやか公社及び管理公社に対する委託料及び補助金の項目として人件費\nが計上されているが（甲１８ないし２１），この人件費が池田市から派遣される職\n員のさわやか公社職員及び本件職員Ｈが池田市に勤務する場合の給料及び職\n員手当等相当額を基準に決定されていると認めるに足りる証拠はない。よって，\n原告の主張は採用できない。\n(5)　損害\nア　本件職員Ｂ，Ｃ，ＥないしＧの退職手当の支出命令により生じた損害\n上記損害は，本件職員Ｂ，Ｃ，ＥないしＧに実際に支給された退職手当の金\n額と本件職員Ｂ，Ｃ，ＥないしＧについて定年退職時の支給されるべき退職手\n当の金額との差額と考えられ，その差額は別紙４の各差額（ａ－ｂ）欄記載の\nとおりである（争いのない事実）。\nイ　本件職員Ｂ，Ｃ及びＥの給料及び職員手当等の支出命令により生じた損害\n(ア)　法２４２条の２第１項４号に基づく住民訴訟において住民が代位行使す\nる損害賠償請求権は，民法その他の私法上の損害賠償請求権と異なると\nころはないのであるから，損害の有無，その額については，損益相殺が問\n題になる場合はこれを行った上で確定すべきものである。したがって，財務\n会計上の行為又は不法行為により普通地方公共団体に損害が生じたとし\nても，他方，上記行為の結果，その地方公共団体が利益を得，あるいは支\n出を免れることによって利得をしている場合，両者の間に相当因果関係が\nあると認められる限りは，損益相殺を行うことができるというべきである（昀\n高裁平成６年１２月２０日第三小法廷判決・民集４８巻８号１６７６頁参照）。\n(イ)　本件職員Ｂ，Ｃ及びＥの勤務延長等が定年条例の要件を満たさない以\n上，本件職員Ｂ，Ｃ及びＥは，本来６０歳の定年時に退職していたものとい\nえるが，本件職員Ｂ，Ｃ及びＥは，現実に稼働し，その結果池田市は一定の\n利益を得ているし，本件職員Ｂ，Ｃ及びＥが稼働しない場合には，他の職員\nを充てる必要があったといえる。したがって，違法な支出命令により生じた\n損害と，本件職員Ｂ，Ｃ及びＥの代わりに他の者を充てた場合に必要とされ\nる対価の支払いを免れたことにより池田市が得た利得との間には相当因\n果関係があるというべきであり，両者は損益相殺の対象となる。\nａ　本件職員Ｂ（平成１２年度）の給料及び職員手当等の支出命令に関し，\n被告ｂが負担すべき損害額\n前述のとおり，養護老人ホームでは看護士を常置することが義務づけ\nられていたことから，本件職員Ｂの勤務延長期限の延長がされない場合\nには，本件職員Ｂの職務に非常勤職員を充てることは妥当でなく，他の\n正規職員の看護士を充てるか又は本件職員Ｂを再任用（平成１１年法律\n第１０７号による改正前の地方公務員法２８条４）して充てることにより代\n替するべきである。本件職員Ｂ（平成１２年度）の給料及び職員手当等の\n支出命令に関し，被告ｂが負担すべき損害額は，本件職員Ｂの給料及び\n職員手当等の実支給額から本件職員Ｂを再任用した場合に想定される\n支給額（５６２万０３３５円（争いのない事実））を控除した金額である１５１\n万３６７２円（平成１２年４月分から平成１３年２月分まで月額１２万６１３９\n円，同年３月分は月額１２万６１４３円）である。\n713万4007円－562万0335円＝151万3672円\nｂ　本件職員Ｃの給料及び職員手当等の支出命令に関し，被告ｅが負担す\nべき損害額\n前述のとおり，本件職員Ｃが勤務延長終了後も非常勤職員として勤務\n延長終了前と同様の業務を行っていたことや本件職員Ｃの職務の性質\n上，被告らが主張する非常勤職員をもって職務に充てることに伴うデメリ\nットが考えにくいこと等からして，本件職員Ｃの職務は，非常勤職員をも\nって充てることが可能であるというべきであるから，本件職員Ｃの給料及\nび職員手当等の支出命令に関し，被告ｅが負担すべき損害額は，本件\n職員Ｃへの実支給額と非常勤職員の場合に想定される支給額とを損益\n相殺した金額と考えられる。本件職員Ｃは，給料及び職員手当等として，\n平成１２年４月から同年９月まで別紙３記載の金額を受領しており，非常\n勤職員の場合に想定される支給額は，本件職員Ｃが非常勤職員として\n受領していた報酬等（６か月間で１３６万９０００円（報酬１１１万，年末手\n当２５万９０００円（争いのない事実））と同等と推認できる。したがって，\n本件職員Ｃの給料及び職員手当等の支出命令に関し，被告ｅが負担す\nべき損害額（平成１２年５月分から同年９月分までの支出に係る分）は１\n６０万１２１８円（平成１２年５月分から同年８月分まで月額３２万０２４３\n円，同年９月分は月額３２万０２４６円）である。\n（329万0462円－136万9000円）×5／6＝160万1218円\nｃ　本件職員Ｅの給料及び職員手当等の支出命令に関し，被告ｅが負担す\nべき損害額\n現業職員の新規採用を停止した平成１１年度以降，各学校に配置する\n校務員を正規職員とするという方針を維持することの妥当性はともかくと\nして，上記方針の下では，本件職員Ｅの勤務延長がされない場合には，\n本件職員Ｅの職務に非常勤職員を充てるのではなく，他の正規職員であ\nる現業職員を充てるか又は本件職員Ｅを再任用して充てることにより代\n替するべきであったといえる。なお，池田市では，上記のとおり平成１１\n年度より現業職員の新規採用を停止していたが，再任用制度は，定年\n退職者を１年を超えない範囲で常時勤務を要する職に採用する制度で\nあるから，本件職員Ｅを再任用することは，現業職員の新規採用停止の\n方針とは抵触しないというべきである。\nしたがって，本件職員Ｅの給料及び職員手当等の支出命令に関し，被\n告ｅが負担すべき損害額（平成１２年５月分から平成１３年３月分までの\n支出に係る分）は，本件職員Ｅの給料及び職員手当等の実支給額から\n本件職員Ｅを再任用した場合に想定される支給額（５５３万０１７２円（争\nいのない事実））を控除した金額である１３２万８３９９円（平成１２年５月\n分から平成１３年２月分まで月額１２万０７６３円，同年３月分は月額１２\n万０７６９円）である。\n(697万9335円－553万0172円)×11／12＝132万8399円\nウ　したがって，被告ｂが負担すべき損害額は合計９４５万４９０５円であり，被告\nｅが負担すべき損害額は合計９４９万０２６２円である。\n３　よって，本件訴えのうち，第３の１(3)イないしエ記載の各訴えは不適法であるから\nいずれも却下し，原告の被告ｂに対する損害賠償請求は９４５万４９０５円及び別紙\n６（被告ｂ）損害額欄記載の各内金に対する同日付欄記載の各日から支払済みま\nで年５分の割合による金員を求める限度で，原告の被告ｅに対する損害賠償請求\nは９４９万０２６２円及び別紙６（被告ｅ）損害額欄記載の各内金に対する同日付欄\n記載の各日から支払済みまで年５分の割合による金員を求める限度でそれぞれ\n理由があるからその限度で認容し，その余の請求はいずれも理由がないので棄却\nすることとして，主文のとおり判決する。\n大阪地方裁判所第７民事部\n裁判長裁判官　　　　　川　　　神　　　　　　裕\n裁判官　　　　　山　　　田　　　　　　明\n裁判官　　　　　小　　　泉　満　理　子\n"
}