{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 17,
    "month": 3,
    "day": 24
  },
  "case_number": "平成15(行ケ)6",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "9681",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=9681",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/681/009681_hanrei.pdf",
  "contents": "平成１５年（行ケ）第６号　審決取消請求事件\n平成１７年３月２４日判決言渡，平成１７年２月２２日口頭弁論終結\n判　　　　決\n原　　　　　　告　ジヤトコ株式会社\n訴訟代理人弁理士　星野昇，綾田正道，朝倉悟\n被　　　　　　告　特許庁長官　小川洋\n指定代理人　　　　常盤務，村本佳史，前田幸雄，高木進，伊藤三男，岡田孝博\n主　　　　文\n原告の請求を棄却する。\n訴訟費用は，原告の負担とする。\n事実及び理由\n第１　原告の求めた裁判\n「特許庁が訂正２００２－３９１３９号事件について平成１４年１１月２８日に\nした審決を取り消す。」との判決。\n第２　事案の概要\n本判決においては，書証等を引用する場合を含め，公用文の用字用語例に従って\n表記を変えた部分がある。\n１　特許庁における手続の経緯\n本件特許第２９８８５４２号「自動変速装置」は，平成３年９月１３日に特許出\n願され，平成１１年１０月８日に特許権の設定登録がなされ，その後，その特許に\nついて，特許異議の申立て（異議２０００－７２３５３号）がなされた。\n異議申立てについて，平成１３年１０月２日，「特許第２９８８５４２号の請求\n項１に係る特許を取り消す。」との決定があり，原告はその取消訴訟を当庁に提起\nした（平成１３年(行ケ)第５２１号）。\n原告は，その取消訴訟の係属中である平成１４年６月１７日，本件特許につき訂\n正審判の請求をしたが（訂正２００２－３９１３９号），平成１４年１１月２８\n日，「本件審判の請求は成り立たない。」との審決があり，その謄本は同年１２月\n９日原告に送達された。\n２　本件訂正発明の特許請求の範囲の記載（甲２，３の２）\n(1)　本件訂正審判請求前の特許請求の範囲請求項１の記載\n【請求項１】　装置内部に回転体が設けられていると共に，この回転体の外側には\nブレーキ機構が設けられ，かつ，この回転体の回転数を検出する回転数センサが設\nけられている自動変速装置において，前記ブレーキ機構を構成する部品の一部にセ\nンサ貫通用穴又は切り欠きを形成し，かつ，このセンサ貫通用穴又は切り欠きを貫\n通させて前記回転数センサを設置したことを特徴とする自動変速装置。\n(2)　本件訂正審判請求に係る特許請求の範囲請求項１の記載（下線部分が訂正箇\n所。以下「訂正発明」という。）\n【請求項１】　装置内部に回転体が設けられていると共に，この回転体の外側には\nブレーキ機構が設けられ，かつ，この回転体の回転数を検出する回転数センサが設\nけられている自動変速装置において，前記回転体が，インプットシャフトに結合さ\nれているハイクラッチのハイクラッチドラムであり，前記ブレーキ機構は，シリン\nダ室に軸方向に摺動自在に収容されたピストンと，このピストンに設けられた複数\nの腕と，この腕により押圧されるクラッチプレートを有し，前記クラッチプレート\nは，前記ハイクラッチよりもトランスミッションケースの中央側の位置において交\n互に配置され，前記ブレーキ機構を構成する前記腕にセンサ貫通用穴又は切り欠き\nを形成し，かつ，このセンサ貫通用穴又は切り欠きを貫通させて前記回転数センサ\nを設置したことを特徴とする自動変速装置。\n３　審決の理由の要点\n審決（甲１）は，本件訂正事項は，新規事項の追加には該当せず，実質上特許請\n求の範囲を拡張又は変更するものでないとした上で，以下のとおり，本件訂正発明\nは，刊行物１及び２に記載された発明及び従前周知の技術手段に基づいて，当業者\nが容易に発明することができたものであり，特許法２９条２項により，特許出願の\n際独立して特許を受けることができるものではないと判断した。\n(1)　引用刊行物\nア　特開平２－３１１６６号公報（刊行物１，本訴甲６）\nイ　国際公開パンフレットＷＯ８９／１０２８１（刊行物２，本訴甲７）\nウ　特開昭５０－２１１７０号公報（刊行物３，本訴甲８）\n(2)　刊行物１，２に記載された発明\nア　刊行物１に記載された発明（引用発明１）\n「装置内部にクラッチＣ１のクラッチドラム１２が設けられているとともに，こ\nのクラッチＣ１のクラッチドラム１２の外側にはクラッチ機構Ｃ０，Ｃ０ａが設け\nられ，かつ，このクラッチＣ１のクラッチドラム１２を構成する部品の一部の回転\n数を検出する回転数検知センサ３が設けられている自動変速機において，前記クラ\nッチＣ１のクラッチドラム１２を構成する部品の一部が，入力軸１０に結合されて\nいるクラッチＣ１のクラッチドラム１２を構成する部品の一部であり，前記クラッ\nチ機構Ｃ０，Ｃ０ａは，シリンダ部材２１に軸方向に摺動自在に収容されたピスト\nン部材２２と，このピストン部材２２に設けられた突出部及び連結部材２５と，こ\nの突出部及び連結部材２５により押圧されるクラッチプレートを有し，前記クラッ\nチプレートの一部は，前記クラッチＣ１よりもトランスアクスルケース１４の中央\n側の位置において交互に配置され，リヤカバー１１に形成された切欠き部１１ｄ内\nに前記回転数検知センサ３を設置した自動変速機。」\nイ　刊行物２に記載された発明（引用発明２）\n「装置内部に歯車５４４が設けられているとともに，この歯車５４４の外側には\n低速／逆転クラッチ組立体３１０及び第４の油圧ピストン４７４が設けられ，か\nつ，この歯車５４４の回転数を検出する出力回転数センサ５４６が設けられている\n自動変速装置において，前記歯車５４４が，出力軸に結合されている歯車５４４で\nあり，前記低速／逆転クラッチ組立体３１０及び第４の油圧ピストン４７４は，シ\nリンダ室６２６に軸方向に摺動自在に収容された第４の油圧ピストン４７４と，こ\nの第４の油圧ピストン４７４に設けられた突出部と，この突出部により押圧される\nクラッチプレート４６６及びクラッチディスク４６８を有し，前記クラッチプレー\nト４６６及びクラッチディスク４６８は，前記歯車５４４よりもトランスミッショ\nンケース１０２の中央側の位置において交互に配置され，前記低速／逆転クラッチ\n組立体３１０及び第４の油圧ピストン４７４を構成する前記突出部にセンサ貫通用\n穴又は切り欠きを形成し，かつ，このセンサ貫通用穴又は切り欠きを貫通させて前\n記出力回転数センサ５４６を設置した自動変速装置。」\n(3)　引用発明１との対比\n「訂正発明と引用発明１とを対比すると，それぞれの有する機能に照らし，引用\n発明１の「クラッチＣ１のクラッチドラム１２」は訂正発明の「回転体」に相当\nし，以下同様に，「クラッチ機構Ｃ０，Ｃ０ａ」は「クラッチ機構」に，「回転数\n検知センサ３」は「回転数センサ」に，「自動変速機」は「自動変速装置」に，\n「入力軸１０」は「インプットシャフト」に，「シリンダ部材２１」は「シリンダ\n室」に，「ピストン部材２２」は「ピストン」に，「突出部及び連結部材２５」は\n「腕」に，「クラッチＣ１」は「クラッチ」に，「クラッチドラム１２」は「クラ\nッチドラム」に，「トランスアクスルケース１４」は「トランスミッションケー\nス」に，それぞれ相当するものと認められるので，刊行物１には，訂正発明の用語\nに倣えば，下記の発明（以下，「引用発明１’」という。）が記載されているとい\nうことができる。\n【引用発明１’】\n装置内部に回転体が設けられているとともに，この回転体の外側にはクラッチ機\n構が設けられ，かつ，この回転体を構成する部品の一部の回転数を検出する回転数\nセンサが設けられている自動変速装置において，前記回転体を構成する部品の一部\nが，インプットシャフトに結合されているクラッチのクラッチドラムを構成する部\n品の一部であり，前記クラッチ機構は，シリンダ室に軸方向に摺動自在に収容され\nたピストンと，このピストンに設けられた腕と，この腕により押圧されるクラッチ\nプレートを有し，前記クラッチプレートの一部は，前記クラッチよりもトランスミ\nッションケースの中央側の位置において交互に配置され，リヤカバーに形成された\n切欠き部内に前記回転数センサを設置した自動変速装置。\nしたがって，訂正発明及び引用発明１’の一致点及び相違点は以下のとおりであ\nる。\n＜一致点＞\n装置内部に回転体が設けられているとともに，この回転体の外側には摩擦係合要\n素が設けられ，かつ，この回転体の回転数を検出する回転数センサが設けられてい\nる自動変速装置において，前記回転体が，インプットシャフトに結合されているク\nラッチを構成する部品の少なくとも一部であり，前記摩擦係合要素は，シリンダ室\nに軸方向に摺動自在に収容されたピストンと，このピストンに設けられた腕と，こ\nの腕により押圧されるクラッチプレートを有し，前記クラッチプレートの少なくと\nも一部は，前記クラッチよりもトランスミッションケースの中央側の位置において\n交互に配置された自動変速装置。\n＜相違点＞\n（相違点１）\n回転体の外側に設けられた摩擦係合要素に関し，訂正発明は，「ブレーキ機構」\nであるのに対し，引用発明１’は，クラッチ機構である点。\n（相違点２）\n回転数センサの設置に関し，訂正発明は，「ブレーキ機構を構成する前記腕にセ\nンサ貫通用穴又は切り欠きを形成し，かつ，このセンサ貫通用穴又は切り欠きを貫\n通させて」設置しているのに対し，引用発明１’は，リヤカバーに形成された切欠\nき部内に設置している点。\n（相違点３）\nクラッチよりもトランスミッションケースの中央側の位置において交互に配置さ\nれたクラッチプレートに関し，訂正発明は，「クラッチプレート」の全体が中央側\nの位置に配置されているのに対し，引用発明１’は，クラッチプレートの一部が中\n央側の位置に配置されている点。\n（相違点４）\n回転体に関し，訂正発明は，「ハイクラッチのハイクラッチドラム」であるのに\n対し，引用発明１’は，クラッチのクラッチドラムを構成する部品の一部である\n点。\n（相違点５）\n腕に関し，訂正発明は「複数の腕」であるのに対し，引用発明１’の腕は複数の\n腕であるかどうか不明である点。」\n(4)　相違点１ないし５についての判断\nア　相違点１ないし３について\n「(ｲ)　技術的課題について\n刊行物１には，「センサを入力軸側方に配置する場合は，トランスアクスルケー\nスの軸方向の寸法が増加し，またセンサをケース側面に配置するものは，トランス\nアクスルケースの半径方向寸法が増加し，近時の傾向である車輌のＦＦ（フロント\nエンジン・フロントドライブ）化に伴う設置スペースの狭小化に対応できなくなる\n虞れを生ずる。そこで本発明は，…軸方向及び径方向がコンパクトに構成された回\n転数検知装置を提供することを目的とするものである。」（上記摘記事項ｂ参照）\nと記載されている。\nまた，刊行物２には，「本発明のより特定的な目的は，…変速装置のコンパクト\n性を増大させ，軸方向長さを減少させる…独特のクラッチ及び歯車配置構成を提供\nすることにある。」（上記摘記事項ｊ参照）と記載されている。\nしたがって，刊行物１及び２には，それぞれの刊行物に記載された発明が解決す\nべき共通の技術的課題である「自動変速装置の軸方向及び径方向寸法を短縮させて\nコンパクト化を図る」ことが記載又は示唆されている。\n(ﾛ)　構成について\n刊行物２に記載された「低速／逆転クラッチ組立体３１０及び第４の油圧ピスト\nン４７４」は，刊行物２の図１Ｂ，図１Ｄ，及び上記摘記事項(ｐ)等からみて，ト\nランスミッションケース１０２に固定状態にあるクラッチプレート４６６とクラッ\nチディスク４６８を反作用プレート４４５に対して押し付け，これらの間に摩擦力\nを生ずることにより，第２の環状ギア５４２と第１のプラネットキャリア５０８と\nを固定状態に保持するものであり，いわゆるブレーキ機構であるから，訂正発明と\n引用発明２とを対比すると，それぞれの有する機能に照らし，引用発明２の「低速\n／逆転クラッチ組立体３１０及び第４の油圧ピストン４７４」は訂正発明の「ブレ\nーキ機構」に相当し，また，以下同様に，「歯車５４４」は「回転体」に，「出力\n回転数センサ５４６」は「回転数センサ」に，「シリンダ室６２６」は「シリンダ\n室」に，「第４のピストン４７４」は「ピストン」に，「突出部」は「腕」に，\n「クラッチプレート４６６及びクラッチディスク４６８」は「クラッチプレート」\nに，「トランスミッションケース１０２」は「トランスミッションケース」に，そ\nれぞれ相当するものと認められるので，刊行物２には，訂正発明の用語\nに倣えば，下記の発明（以下，「引用発明２’」という。）が記載されているとい\nうことができる。\n【引用発明２’】\n装置内部に回転体が設けられているとともに，この回転体の外側にはブレーキ機\n構が設けられ，かつ，この回転体の回転数を検出する回転数センサが設けられてい\nる自動変速装置において，前記回転体が，出力軸に結合されている歯車であり，前\n記ブレーキ機構は，シリンダ室に軸方向に摺動自在に収容されたピストンと，この\nピストンに設けられた腕と，この腕により押圧されるクラッチプレートを有し，前\n記クラッチプレートは，前記回転体よりもトランスミッションケースの中央側の位\n置において交互に配置され，前記ブレーキ機構を構成する前記腕にセンサ貫通用穴\n又は切り欠きを形成し，かつ，このセンサ貫通用穴又は切り欠きを貫通させて前記\n回転数センサを設置した自動変速装置。\nしてみれば，引用発明２’は，\n(a)　回転体の外側に設けられた摩擦係合要素が，ブレーキ機構である，\n(b)  回転数センサを，ブレーキ機構を構成する腕にセンサ貫通用穴又は切り欠き\nを形成し，かつ，このセンサ貫通用穴又は切り欠きを貫通させて設置している，\n(c)  回転体よりもトランスミッションケースの中央側の位置において交互に配置\nされたクラッチプレートが，クラッチプレートの全体である，\nという，上記相違点１～３に係る訂正発明の構成と同様又は類似の構成を具備して\nいるということができる。\n(ﾊ)　まとめ\n自動変速装置において，クラッチ機構の外側にブレーキ機構を設けることは，従\n来周知の技術手段（必要であれば，刊行物３等の記載を参照。なお，刊行物３に\nは，刊行物３の第２図に記載されているような，ブレーキ機構のピストンを，クラ\nッチ機構の一部と軸方向に重ねて配置したレイアウトとすることにより，「付加的\nな軸方向の構造長を必要とせずに，遊星歯車機構を軸方向に短くした構造様式を実\n現出来る」（上記摘記事項ｓ参照）と記載され，クラッチ機構の動作形態に拘わら\nず，上述のような配置・レイアウトとすることにより，「自動変速装置の軸方向寸\n法を短縮させてコンパクト化を図る」作用効果を奏することが記載又は示唆されて\nいる。）である。\nしてみれば，引用発明１’の回転数センサの配置を，より軸方向寸法を短縮さ\nせ，同時に径方向寸法の短縮化にも配慮して，自動変速装置のコンパクト化を図る\nために，その配置を変更し，上記「(ﾛ)構成について」で述べた引用発明２’の構\n成，及び上記従来周知の技術手段を適用して，上記相違点１～３に係る訂正発明の\n構成とすることは，引用発明１’及び引用発明２’が，その技術的課題においてそ\nの軌を一にするものであるとともに，そのような構成の変更に際して特段の阻害要\n因も見出せないので，同じ技術分野に属する引用発明１’及び引用発明２’，及び\n従来周知の技術手段に基づいて当業者が技術的に格別の困難性を要することなく容\n易に想到し得たものである。」\nイ　相違点４について\n「刊行物２には，「変速装置１００の入力側の付近では，マルチクラッチ組立体\n３００は，アンダードライブクラッチ３０２（１速，２速，３速で締結），オーバ\nードライブクラッチ３０４（３速，４速で締結），及び逆転クラッチ３０６（１\n速，後退速で締結）を有する。」（上記摘記事項ｋ参照），「図１Ｃ及び図１Ｄに\n示すように，入力クラッチ組立体３０２，３０４，３０６を収容するため入力クラ\nッチリテーナーハブ３１２が設けられる。…入力クラッチリテーナーハブ３１２\nは，また３１７において，入力軸１７６にスプライン結合されている。…入力クラ\nッチリテーナーハブ３１２は，その外周部に歯３１９を有している。…タービン速\n度センサ３２０は，時間に関連づけてそこを通過する歯３１９をカウントすること\nにより，タービン組立体１２８の回転速度をモニター又は検出するために用いられ\nる。」（上記摘記事項ｌ参照）と記載されていることから，刊行物２には，自動変\n速装置の入力軸１７６に結合されているオーバードライブクラッチ３０４を含む入\n力クラッチ組立体３０２，３０４，３０６を収容するための入力クラッチリテーナ\nハブ３１２の回転数をタービン速度センサ３２０により検知する構成が記\n載されていると認める。\nところで，刊行物２に記載された「オーバードライブクラッチ３０４（３速，４\n速で締結）」は，その有する機能に照らし，訂正発明の「ハイクラッチ」に相当す\nるから，刊行物２には，自動変速装置のインプットシャフトに結合されているハイ\nクラッチに相当する構成を含む回転体の回転数を入力回転数センサにより検知する\n構成が実質的に記載又は示唆されているということができる。\nしてみれば，引用発明１’の被入力回転数検出部材であるクラッチのクラッチド\nラムを構成する部品の一部に代えて，刊行物２に実質的に記載又は示唆されている\n同じく被入力回転数検出部材の一部であるハイクラッチの構成を適用することによ\nり，上記相違点４に係る訂正発明の構成とすることは，同じ技術分野に属する引用\n発明１’及び刊行物２に記載された発明に基づいて当業者が技術的に格別の困難性\nを要することなく容易に想到し得たものである。」\nウ　相違点５について\n「自動変速装置のブレーキやクラッチの摩擦係合部材のピストンにおいて，ピス\nトンに複数の腕を設けることは，従来周知の技術手段であり，引用発明１’の腕を\n複数の腕とすることにより，上記相違点５に係る訂正発明の構成とすることは，引\n用発明１’及び従来周知の技術手段に基づいて当業者が技術的に格別の困難性を要\nすることなく容易に想到し得たものである。」　(5)　訂正発明の作用効果について\n「訂正発明の奏する作用効果についてみても，引用発明１’及び引用発明２’，\n刊行物２に記載された発明及び上記従来周知の技術手段が奏するそれぞれの効果の\n総和以上の格別顕著な作用効果を奏するものとは認められない。」\n(6)　結論\n「以上のとおり，訂正発明は，上記刊行物１及び２に記載された発明，及び上記\n従来周知の技術手段に基づいて当業者が容易に発明をすることができたものであ\nり，特許法２９条２項の規定により特許出願の際独立して特許を受けることができ\nるものではない。」\n第３　原告の主張の要点\n審決は，訂正発明と引用発明１の相違点についての判断を誤った結果，訂正発明\nの進歩性を否定したものであり，違法であるから，取り消されるべきである。\n(1)　訂正発明の技術的思想は，「入力回転数を検出する回転数センサを設定する\nハイクラッチドラムの外周にブレーキ機構が配置される入力側レイアウトを持つ自\n動変速装置において，軸方向に対してコンパクトに配置した摩擦係合要素の位置関\n係を変更することなく，装置内部にブレーキ機構の腕を貫通して回転数センサを設\n置する。」という点にある。このように，訂正発明では，入力回転数を検出する回\n転数センサを設置するに当たり，ハイクラッチドラムの外側にブレーキ機構を軸方\n向に重ねて設けるという配置を崩すことがないため，入力側での２つの摩擦係合要\n素のコンパクトなレイアウト配置を変更することがなく，入力回転を検出する回転\n数センサを設置してもそのコンパクト性を損なわないという効果を得ることができ\nる。\n(2)　これに対し，引用発明１は，訂正発明と同様に入力回転数センサの技術分野\nに属する発明であるが，刊行物１には，訂正発明の上記技術思想は記載も示唆もさ\nれていない。引用発明１のクラッチドラムの外周に配置されているのはブレーキ機\n構ではなくクラッチ機構であり，回転数検知センサは入力軸端部に固定したスリー\nブ内周面に臨んで配置されているのであるから，引用発明１の技術思想は訂正発明\nとは異なる。また，引用発明１の回転数検知センサは，入力軸端部に固定したスリ\nーブ内周面に臨んで配置したものであるため，自動変速装置の軸方向寸法の長大化\nは避けられないのであって，引用発明１は訂正発明ほど顕著な作用効果を奏し得な\nい。\n引用発明２は，自動変速装置の出力側レイアウトであり，入力回転数センサの取\n付け構造も，クラッチドラムの外周位置にブレーキ機構を配置するというレイアウ\nト自体を回避したものであるから，訂正発明の技術思想は含まれていない。また，\n引用発明２では，複数のクラッチ302，304，306とブレーキ機構308，310を軸方向に\n併設しているため，軸方向の寸法が大きくなるという問題を有する。したがって，\n引用発明２も，訂正発明ほど顕著な作用効果を奏し得ない。\n刊行物３に記載された従来周知の技術手段は，回転数センサ自体が存在しないも\nのである以上，訂正発明と技術思想が異なることは明らかである。\n(3)　審決は，刊行物１に「コンパクト化」と記載されていることから，その文言\nに依拠して，訂正発明と引用発明１，２が技術的課題において軌を一にするとい\nう。しかしながら，審決は，訂正発明のように遊星歯車列や摩擦係合要素を備えた\n自動変速装置の各構成要素のレイアウト設計による全体のコンパクト化と，回転数\nセンサ設置による自動変速装置の大型化を防止するという意味でのコンパクト化と\nを混同するものである。\nまた，審決は，訂正発明の作用効果は，引用発明１，２及び従来周知の技術手段\nが奏するそれぞれの作用効果の総和以上ではないという。しかしながら，前記のと\nおり，訂正発明は，引用発明１，２等と比べて格別顕著な作用効果を奏するもので\nあり，加えて，訂正発明を採用した自動変速装置の製造・販売実績が示す訂正発明\nの社会的な有用性等も考慮すべきである。\n(4)　以上のとおり，訂正発明と引用発明１，２及び周知技術とは，その技術思想\n及び作用効果において大きな差異があるにもかかわらず，審決は，その認定を誤\nり，引用発明１，２及び従来周知の技術手段に基づいて，訂正発明の構成を容易に\n想到し得ると判断したものであり，その判断は誤りであるから，取り消されるべき\nである。\n第４　被告の主張の要点\n訂正発明が引用発明１，２及び周知技術から容易に想到できるとした審決の判断\nには，何ら誤りはない。\n(1)　原告は，訂正発明の技術的思想は，入力回転数を検出する回転数センサを設\n定するハイクラッチドラムの外周にブレーキ機構が配置される入力側レイアウトに\nおいて，自動変速装置の軸方向寸法を短縮させてコンパクト化を図ることであり，\nここにいう「コンパクト化」の意味は，遊星歯車列や摩擦係合要素を備えた自動変\n速装置の各構成要素のレイアウト設計による全体のコンパクト化であると主張す\nる。\nしかしながら，訂正明細書（甲３の２）の段落【0035】には，「①インプットシ\nャフトIN（ハイクラッチドラム4a）の回転数を検出する回転センサ7を設けるに当た\nり，その外周に設けられているロー＆リバースブレーキL＆R／Bのピストン5cとの位\n置をずらすことなく，ピストン5cの腕5eにセンサ用切欠5hを形成して回転センサ7を\n貫通させて設けたために，軸方向寸法を短くできる。」との記載がある。この記載\nによれば，訂正発明にいう「コンパクト化」は，原告が主張するような，遊星歯車\n列や摩擦係合要素を備えた自動変速装置の各構成要素のレイアウト設計による全体\nの「コンパクト化」ではなく，回転数センサを取り付けるに当たって自動変速装置\nの軸方向寸法を短縮させるという意味での「コンパクト化」にすぎないというべき\nである。原告の主張は，訂正発明に対して，訂正明細書の特許請求の範囲を逸脱し\nた意味付けを与えようとするものであって，妥当ではない。\n(2)　原告は，訂正発明の技術思想について前記のとおり理解した上で，刊行物\n１，２には，訂正発明の技術思想が記載されていないと主張する。しかしながら，\n原告の訂正発明の技術思想についての理解自体が失当であることは前記のとおりで\nあるから，引用発明１，２の技術思想が訂正発明の技術思想と異なるとの原告の主\n張も根拠を欠くものである。\n(3)　原告は，訂正発明の奏する効果は，引用発明１，２と比較すると，格別顕著\nであると主張する。しかしながら，訂正発明の効果である「コンパクト化」につい\nての原告の理解が相当でないことは前記のとおりであり，また，原告は，回転数検\n知センサとブレーキ機構を軸方向に重ねて配置する構成を具備している引用発明２\nが奏する作用効果を意識的に除外又は見過ごしている。さらに，ある発明が商業的\nに成功し，あるいは当該特許について特許異議申立てがなされたとしても，それだ\nけでは当該発明が格別顕著な作用効果を奏するとはいえない。\n(4)　以上のとおり，訂正発明の進歩性を否定した審決の判断に誤りはない。\n第５　当裁判所の判断\n１　取消事由（相違点の判断の誤り）について\n(1)　訂正発明の技術課題\nア　原告は，訂正発明の技術思想は，「入力回転数を検出する回転数センサを設\n定するハイクラッチドラムの外周にブレーキ機構が配置される入力側レイアウトを\n持つ自動変速装置において，軸方向に対してコンパクトに配置した摩擦係合要素の\n位置関係を変更することなく，装置内部にブレーキ機構の腕を貫通して回転数セン\nサを設置する。」という点にあると強調する。\nそこで，まず，訂正発明の技術課題から検討するに，訂正明細書（甲３の２）に\nは，以下の記載がある。\n「【０００３】従来，このような回転数センサを設置した自動変速装置として，例\nえば，三菱重工技法Vol.21 No.1 の第 2頁（1984年三菱重工会社発行）に記載され\nたものが知られていて，この頁の図１には，インプットシャフトと一体回転するク\nラッチドラム（回転体）の回転数を検出する回転数センサが示されている。すなわ\nち，この従来技術は，クラッチを収容したクラッチドラムの外周にブレーキバンド\n（ブレーキ機構）が巻き付けられていて，回転数センサは，このブレーキバンドを\n避けた位置でクラッチドラムに近接されて回転数を検出する構造となっている。\n【０００４】\n【発明が解決しようとする課題】しかしながら，上述の従来の自動変速装置によれ\nば，ブレーキバンド（ブレーキ機構）を避けて回転数センサを設けているため，ブ\nレーキバンドと回転数センサとが軸方向に並設されていることになり，軸方向寸法\nが大きくなるという問題があった。\n【０００５】本発明は上記のような問題に着目してなされたもので，回転数センサ\nを設置するに当たって，自動変速装置の軸方向寸法の短縮化を図ることができる構\n造を提供することを目的としている。\n【０００６】\n【課題を解決するための手段】そこで本発明は，ブレーキ機構の一部を貫通させて\n回転数センサを設置して上述の問題を解決することとした。\n【０００７】すなわち，本発明の自動変速装置にあっては，装置内部に回転体が設\nけられていると共に，この回転体の外側にはブレーキ機構が設けられ，かつ，この\n回転体の回転数を検出する回転数センサが設けられている自動変速装置において，\n前記回転体が，インプットシャフトに結合されているハイクラッチのハイクラッチ\nドラムであり，前記ブレーキ機構は，シリンダ室に軸方向に摺動自在に収容された\nピストンと，このピストンに設けられた複数の腕と，この腕により押圧されるクラ\nッチプレートを有し，前記クラッチプレートは，前記ハイクラッチよりもトランス\nミッションケースの中央側の位置において交互に配置され，前記ブレーキ機構を構\n成する前記腕にセンサ貫通用穴又は切り欠きを形成し，かつ，このセンサ貫通用穴\n又は切り欠きを貫通させて前記回転数センサを設置した構成とした。\n【０００８】\n【作用】回転数センサがブレーキ機構を構成する腕に形成されたセンサ貫通用穴又\nは切り欠きを貫通して設置されているため，回転数センサとブレーキ機構とが軸方\n向に重なって配置されることになり，自動変速装置の軸方向寸法が短くなる。\n【００４０】\n【発明の効果】以上説明してきたように，本発明の自動変速装置にあっては，ブレ\nーキ機構を構成する腕にセンサ貫通用穴又は切り欠きを形成し，かつ，このセンサ\n貫通用穴又は切り欠きを貫通させて回転数センサを設置した構成としたため，回転\n数センサとブレーキ機構とを軸方向に重ねて配設することができ，これにより，自\n動変速装置の軸方向寸法を短縮させてコンパクト化を図ることができるという効果\nが得られる。」\nイ　訂正明細書における上記記載によれば，訂正発明は，ブレーキバンドと回転\n数センサとを軸方向に並設することによる軸方向寸法の長大化という技術課題に対\n応するため，ブレーキ機構の一部を貫通させて回転数センサを設置することによ\nり，自動変速装置の軸方向寸法の短縮化を図ったものであると認めることができ\nる。訂正明細書には，原告が主張する技術課題，すなわち軸方向に対してコンパク\nトに配置した摩擦係合要素の位置関係を変更することなく，ブレーキ機構の腕を貫\n通して回転数センサを設置することが訂正発明の技術課題であると理解し得る記載\nは存在しない。\nウ　もっとも，訂正明細書には，以下の記載が存在する。\n「【００３４】以上説明してきたように，実施例の自動変速装置にあっては，下記\nに列挙する特徴を有している。\n【００３５】① インプットシャフトIN（ハイクラッチドラム４ａ）の回転数を検出\nする回転センサ７を設けるに当たり，その外周に設けられているロー＆リバースブ\nレーキL&R/B のピストン５ｃとの位置をずらすことなく，ピストン５ｃの腕５ｅに\nセンサ用切欠５ｈを形成して回転センサ７を貫通させて設けたために，軸方向寸法\nを短くできる。さらに，このようにピストン５ｃの腕５ｅを貫通して回転数センサ\n７を設けるに当たり，ピストン５ｃに突起５ｇを設けるとともに，サイドカバー２\nにストッパ用穴２ｃを設けて，ピストン５ｃの回転を規制したため，腕５ｅと回転\n数センサ７とが干渉しない。\n【００３６】② ロー＆リバースブレーキL&R/B をハイクラッチH/C の外側に配設す\nるに当たり，ハイクラッチドラム４ａを支持するハイクラッチ収納部２ａの外側に\nシリンダ室２ｂを形成してこのシリンダ室２ｂにピストン５ｃを収容し，一方，プ\nレート５ａ，５ｂはハイクラッチH/C よりもトランスミッションケース１の中央側\nに配置して，ピストン５ｃにプレート５ａ，５ｂを押圧する腕５ｅを設けた構成と\nしたため，シリンダ室２ｂの壁の部分をサイドカバー２の端面で兼用することとな\nって，サイドカバー２やトランスミッションケース１にシリンダ室２ｂを形成する\n縦壁がなくなり，その分だけ自動変速装置の軸方向寸法を短縮することができ\nる。」\nエ　上記記載，とりわけ段落【0036】に照らせば，ハイクラッチドラムの外側に\nブレーキ機構を配設し，ブレーキ機構のクラッチプレートをハイクラッチよりもト\nランスミッションケースの中央側に配置するという訂正発明の構成自体は，自動変\n速装置の軸方向寸法の短縮化に資するものであると認めることができる。そうする\nと，原告の主張する技術課題は訂正明細書に記載されていないものの，訂正発明\nは，①回転体であるハイクラッチドラムの外側にブレーキ機構を配設し，ブレーキ\n機構のクラッチプレートをハイクラッチよりもトランスミッションケースの中央側\nに配置するとともに，②当該ブレーキ機構を構成する腕にセンサ貫通用穴又は切り\n欠きを形成して，その貫通用穴又は切り欠きを貫通させて上記回転体の入力回転数\nを検出する回転数センサを設置することにより，自動変速装置の軸方向の寸法を短\n縮するものであるということはできる。\n(2)　引用発明１及び２の技術分野及び技術課題\nア　引用発明１の技術課題を検討するに，刊行物１には，以下の記載が存在す\nる。\n「(ｲ)　産業上の利用分野\n本発明は，自動変速機における回転数検知装置に係り，詳しくはケース内方に支\n持した回転軸の回転数を検知する回転数検知センサを備えてなる自動変速機におけ\nる回転数検知装置に関する。」（１頁右下欄１～５行）\n「(ﾊ)　発明が解決しようとする課題\nしかし，上述回転数検知センサは，軸方向及び径方向に設置スペースが必要とな\nり，更に自動変速機の中心部に設置される入力軸等の回転部材の回転数を検知する\n場合，前記回転数検知センサを入力軸の後端側部近傍に設置するか，又は入力軸か\nら外径方向に向けてフランジ部材を固定し，該フランジ部材の回転を検知すべくセ\nンサをケース側面に設置しなければならず，これによりセンサを入力軸側方に配置\nする場合は，トランスアクスルケースの軸方向の寸法が増加し，またセンサをケー\nス側面に配置するものは，トランスアクスルケースの半径方向寸法が増加し，近時\nの傾向である車輌のＦＦ（フロントエンジン・フロントドライブ）化に伴う設置ス\nペースの狭小化に対応できなくなる虞れを生ずる。\nそこで，本発明は，回転数検知センサを，入力軸端部に固定したスリーブ内周面\nに臨んで配置することにより，軸方向及び径方向がコンパクトに構成された回転数\n検知装置を提供することを目的とするものである。」（１頁右下欄１６行～２頁左\n上欄１６行）\n「(ﾄ)　発明の効果\n以上説明したように，本発明によると，回転数検知センサ（３）が回転軸（１\n０）に固定したスリーブ部（１０ａ）端部に形成した被検知部（５）をその内径側\nから検知するように構成したので，回転数検知センサ（３）を設置するための特別\nのスペースを必要とせず，ケース（１１），（１４）を軸方向側及び半径方向側に\n突出することはなく，自動変速機の軸方向及び径方向寸法を増大することはなく，\n更に回転軸（１０）の振れによる影響を減少して，検知精度を大幅に向上すること\nができる。\nまた，前記回転軸１０が入力軸であり，かつケースが，該入力軸の後端を支持す\nるリヤカバー（１１）であると，プラネタリギヤユニット（３０）の中心部分に位\n置する入力軸（１０）の回転数を，自動変速機の軸方向及び半径方向の寸法増大を\n伴うことなくかつ極めて簡単な構成でもって，確実かつ正確に検知することができ\nる。」（３頁右下欄２～２０行）\nイ　以上の記載によれば，引用発明１も，訂正発明同様，自動変速機における回\n転数検知センサに係る発明であり，自動変速装置の入力軸の回転数を検知する回転\n数検知センサを設置するに当たり，変速機の軸方向及び半径方向の寸法増大を伴わ\nない構成を実現することを目的とするものであると認めることができる。このよう\nに，引用発明１と訂正発明とは，技術分野が自動変速機における回転数検知装置で\nある点で共通し，技術課題も自動変速機の軸方向の寸法の短縮化を図る点で共通し\nているのであるから，審決が引用発明１を本件発明の前提となる基本の公知技術と\nしたことは妥当である。原告は，訂正発明と引用発明１の構成上の相違点を指摘\nし，両発明に内包される技術思想は異なるなどと主張するが，原告の指摘する相違\n点を考慮しても，両発明の技術思想が異なるということはできない（なお，原告\nは，審決の相違点の認定については争っていない。）。\nウ　次に，刊行物２には，以下のような記載事項がある。\n「３．本発明の目的\n本発明の主目的の１つは，完全に適応型である著しく進歩した電子的制御変速装\n置を提供することにある。…\n本発明の別の目的は，従来の機械流体式の単なる自動変速システムを用いている\n車を含めて，多種のエンジン及び車のサイズやタイプに応じて容易に利用すること\nができる４速の自動変速装置のデザインを提供することである。\n本発明の他の目的は，エンジンの性能変動や構成部品の状態に応じて，変速品質\nがエンジンのサイズに拘わらず，ほぼ一様に維持される自動変速装置を提供するこ\nとにある。（例えば，変速制御システムは，エンジン性能，又は変速装置の種々の\n摩擦部品の状態変化に適合する。）\n本発明の付加的目的は，受容可能な変速品質を得るために通常必要とされる若干\nの所定の要素（クラッチ，バンド，ワンウェイクラッチ）の必要性をなくすことで\nある。\n本発明のより特定的な目的は，今日の３速ユニットと比較して歯車組立体の付加\n歯車及びオーバーランニング（ワンウェイ）クラッチに対する必要性をなくすとと\nもに，変速装置のコンパクト性を増大させ，軸方向長さを減少させるのに，余分の\n摩擦要素しか必要としない独特のクラッチ及び歯車配置構成を提供することにあ\nる。」（４頁１～３２行）\n「タービン速度センサ３２０は，時間に関連づけてそこを通過する歯３１９をカ\nウントすることにより，タービン組立体１２８の回転速度をモニター又は検出する\nために用いられる。好ましくは，受動型の速度センサがタービン速度センサ３２０\nとして用いられる。」（２５頁２行～７行）\n「出力回転センサ５４６は，歯車５４４の通過を検出又はカウントすることによ\nり，それによって時間に関係して，第２のプラネットキャリア５２４の回転数（毎\n分）を検出又はモニターするために用いられる。出力回転数センサ５４６は，ター\nビンセンサ３２０と同様のものである。それは，また，他の適当な回転数センサ\nが，トランスミッションコントローラ３０１０に出力回転数信号に供すべく，トラ\nンスミッション１００の中や又はその後続部分に用いてもよいことに，注意すべき\nである。」（３１頁８～１２行）\nエ　刊行物２の上記記載，とりわけ「本発明のより特定的な目的は，…変速装置\nのコンパクト性を増大させ，軸方向長さを減少させるのに，余分の摩擦要素しか必\n要としない独特のクラッチ及び歯車配置構成を提供することにある。」との記載に\nよれば，引用発明２は，訂正発明と同様に，回転数検知センサを備えた自動変速装\n置に関する発明であり，自動変速装置の軸方向のコンパクト化を目的の一つとして\nいることは明らかである。したがって，両発明は，その技術分野及び目的において\n共通しているということができ，本件発明の進歩性を判断する公知技術として刊行\n物２を採用することに問題はないというべきである。原告は，訂正発明と引用発明\n２の構成の相違点を指摘し，両発明の内包する技術思想は異なるなどと主張する\nが，原告の指摘する相違点を考慮しても，両発明の技術思想が異なるとは認められ\nない。\nオ　以上のような，引用発明２と訂正発明及び引用発明１の技術分野，目的の共\n通性に照らすと，訂正発明の技術課題が原告の主張するとおりのものであったとし\nても，引用発明１及び２を公知技術とすることに何ら問題はなく，また訂正発明の\n構成の進歩性の判断をするに当たり，引用発明１及び２を組み合わせることを阻害\nするような技術課題あるいは技術思想上の差異はないというべきである。\n(3)　相違点についての判断\n原告は，各相違点に関する審決の判断に沿った個別の主張はしていないが，引用\n発明１，２及び周知技術から訂正発明の構成を想到することが容易であるとの審決\nの判断を争っているので，各相違点についての審決の判断を是認し得るかどうかに\nついて検討する。\nア　相違点１ないし３について\n審決は，相違点１ないし３に関し，刊行物２には，相違点１ないし３と同様又は\n類似の構成，すなわち，(a)回転体の外側に設けられた摩擦係合要素が，ブレーキ機\n構である，(b)回転数センサを，ブレーキ機構を構成する腕にセンサ貫通用穴又は切\nり欠きを形成し，かつ，このセンサ貫通用穴又は切り欠きを貫通させて設置してい\nる， (c)回転体よりもトランスミッションケースの中央側の位置において交互に配\n置されたクラッチプレートが，クラッチプレートの全体であるとの構成が記載され\nているとした。訂正明細書及び刊行物２によれば，審決のこの認定判断は是認する\nことができる。\nその上で，審決は，引用発明１と引用発明２は，技術的課題を共通にするととも\nに，その組合せに特段の阻害要因も見出せないのであるから，自動変速装置の軸方\n向寸法及び径方向寸法の短縮化を図るため，引用発明１の回転数センサの配置を変\n更し，引用発明２及び周知技術を適用して，相違点１ないし３に係る構成とするこ\nとは，当業者であれば容易に想到し得たものであると判断した。\n前記判示のとおり，引用発明１と引用発明２は，いずれも回転数検知センサを備\nえた自動変速装置に係る発明であり，その技術分野及び目的が共通である上，引用\n発明１の配置を変更して引用発明２を適用することについて特段の阻害事由も認め\nられないのであるから，引用発明１に，引用発明２の上記(a)ないし(c)の構成及び\n周知技術を適用して，相違点１ないし３に係る構成とすることは，当業者であれば\n容易に想到し得るというべきである。したがって，審決の判断は是認できる。\nイ　相違点４について\n審決は，相違点４に関し，刊行物２には，自動変速装置の入力軸176に結合されて\nいるオーバードライブクラッチ304を含む入力クラッチ組立体302,304,306を収容す\nるための入力クラッチリテーナハブ312の回転数をタービン速度センサ320により検\n知する構成が記載されているとした上で，刊行物２のオーバードライブクラッチ\n304は，訂正発明のハイクラッチに相当するから，刊行物２にはハイクラッチに相当\nする構成を含む回転体の回転数を入力回転数センサにより検知する構成が実質的に\n記載又は示唆されているとした。訂正明細書及び刊行物２によれば，審決のこの認\n定判断は是認することができる。\nその上で，審決は，引用発明１のクラッチのクラッチドラムを構成する部品の一\n部に代えて，刊行物２に実質的に記載又は示唆されているハイクラッチに相当する\n構成を適用することにより，上記相違点４に係る訂正発明の構成とすることは，当\n業者であれば技術的に格別の困難性を要することなく容易に想到し得たものである\nと判断した。\n刊行物２のオーバードライブクラッチ304が，訂正発明のハイクラッチに相当する\nと認められることは上記のとおりであり，引用発明１のクラッチのクラッチドラム\nを構成する部品の一部に代えて，刊行物２のハイクラッチに相当する構成を適用す\nることに特段阻害事由があるとは認められない。したがって，相違点４に係る訂正\n発明の構成を想到することも容易であるとした審決の判断は是認し得る。\nウ　相違点５について\n審決は，相違点５について，自動変速装置のブレーキやクラッチの摩擦係合部材\nのピストンにおいて，ピストンに複数の腕を設けることは，従来周知の技術手段で\nあり，引用発明１の腕を複数の腕とすることにより，相違点５に係る訂正発明の構\n成とすることは，引用発明１及び従来周知の技術手段に基づいて当業者が技術的に\n格別の困難性を要することなく容易に想到し得たものであると判断した。ブレーキ\n機構の一部を構成する腕を複数にすることは想到容易というべきであり，審決の判\n断は是認し得る。\n(4)　顕著な作用効果\n原告は，引用発明１及び２はいずれも自動変速装置の軸方向寸法の長大化は避け\nられないとの問題点を有し，訂正発明ほどの顕著な作用効果を奏することはでき\nず，また訂正発明の進歩性の判断に当たっては，その社会的有用性等も考慮すべき\nであると主張する。しかしながら，原告が主張するような事情を考慮しても，訂正\n発明の奏する作用効果は，その構成から予期し得る範囲内にとどまるというべきで\nあり，格別に顕著なものとは認められない。\n２　結論\n以上のとおり，原告の主張する審決取消事由は理由がないので，原告の請求は棄\n却されるべきである。\n東京高等裁判所知的財産第４部\n裁判長裁判官　　　塚　　原　　朋　　一\n裁判官　　　田　　中　　昌　　利\n裁判官　　　佐　　藤　　達　　文\n"
}