{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 16,
    "month": 5,
    "day": 11
  },
  "case_number": "平成14(行ケ)214",
  "case_name": "審決取消請求事件",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "10345",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=10345",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/345/010345_hanrei.pdf",
  "contents": "平成１４年（行ケ）第２１４号　審決取消請求事件\n平成１６年３月１１日口頭弁論終結\n判　　　　　　　　　決\n原　　　　　　告　　　　　中濃窯業株式会社\n訴訟代理人弁護士　　　　　小坂志磨夫\n同　　　　　　　　　　　　梨本克也\n同　　　　　　　　　　　　櫻井彰人\n訴訟代理人弁理士　　　　　廣江武典\n被　　　　　　告　　　　　ニイミ産業株式会社\n訴訟代理人弁護士　　　　　雨宮定直\n同　　　　　　　　　　　　熊倉禎男\n同　　　　　　　　　　　　田中伸一郎\n訴訟代理人弁理士　　　　　服部博信\n主　　　　　　　　　文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n事実及び理由\n第１　当事者の求めた裁判\n１　原告\n特許庁が無効２００１－３５３０７号事件について平成１４年４月１日にし\nた審決を取り消す。\n訴訟費用は被告の負担とする。\n２　被告\n主文と同旨\n第２　当事者間に争いのない事実\n１　特許庁における手続の経緯\n被告は，発明の名称を「単独ガス焼成窯による燻し瓦の製造法」とする特許\n第１２１５５０３号（昭和４６年６月８日出願（以下「本件出願」という。）。昭\n和５９年６月２７日設定登録。以下「本件特許」という。発明の数は１である。こ\nの発明を，以下「本件発明」という。）の特許権者である。\n原告は，平成１３年７月９日に，本件特許を無効にすることについて審判の\n請求をした。特許庁は，これを，無効２００１－３５３０７号として審理し，その\n結果，平成１４年４月１日に，「本件審判の請求は成り立たない。」との審決を\nし，同月８日にその謄本を原告に送達した。\n２　特許請求の範囲（特公昭５８－１９６２３３号公報(甲第２号証の４）によっ\nて出願公告された明細書について特許法第６４条（平成６年法律第１１６号による\n改正前のもの）の規定に基づく補正（甲第２号証の５参照）がなされた明細書の特\n許請求の範囲。（ａ）ないし（ｉ）の符号は，本判決においてを便宜上付した。）\n「(a)　ＬＰガスを燃焼させるバーナーと，該バーナーにおいて発生するガス焔\nを窯内に吹込むバーナー口とを設けた単独型ガス燃焼窯の，\n(b)　バーナー口を適時に密封できるようにすると共に，\n(c)　該燃焼窯の煙突口の排気量を適時に昀小限に絞り又は全く閉鎖する絞り\n弁を設け，\n(d)　さらに前記ＬＰガスを未燃焼状態で窯内に供給する供給ノズルをバーナ\nー以外に設け，\n(e)　前記単独型ガス燃焼窯の窯内に瓦素地を装てんし，バーナー口及び煙突\n口を開放してバーナーからＬＰガス焔を窯内に吹き込み，その酸化焔熱により瓦素\n地を焼成し，\n(f)　続いてバーナー口及び煙突口を閉じて外気の窯内進入を遮断し，\n(g)　前記のバーナー口以外の供給ノズルから未燃焼のＬＰガスを窯内に送っ\nて充満させ，\n(h)　１０００℃～９００℃付近の窯温度と焼成瓦素地の触媒的作用により前\n記の未燃焼ＬＰガスを熱分解し，\n(i)　その分解によって単離される炭素を転位した黒鉛を瓦素地表面に沈着す\nる\nことを特徴とする単独型ガス燃焼窯による燻し瓦の製造法」（以下「本件発\n明」という。）\n(以下，分説された(a)，(b)・・・の構成を，それぞれ構成(a)，(b)・・・と\nいう。）\n３　審決の理由\n別紙審決書の写し記載のとおりである。要するに，①本件出願に係る審査に\nおいてなされた手続補正により本件出願に係る願書に添付した明細書・図面（以\n下，これらを併せて「本件明細書」という。）の要旨が変更されたということはで\nきない，②本件発明は，Ａ（以下「Ａ」という。）が昭和４５年１２月５日に催さ\nれた発表会で「改良型ニイミ式シャットルキルン」を公開することにより公然知ら\nれるに至った発明である，ということはできない（以下，このとき公開された窯を\n「Ａ窯」という。），③本件出願は，全くの冒認出願であるとも，共同で出願すべ\nき出願であるともいうことはできない，④本件発明は，本件出願前公知となったＡ\n窯の技術内容に，特許第２５２７３号明細書（審判甲第１４号証。本訴甲第１４号\n証の１。以下「甲１４文献」という。）記載の技術内容を組み合わせることによっ\nて，当業者が容易に発明をすることができたものである，とすることはできない，\nとして，請求人（本訴原告）主張の無効事由をすべて排斥したものである。\n第３　原告主張の審決取消事由の要点\n審決は，本件発明の発明者の認定を誤った結果，本件出願が共同出願違反の\n無効事由を有することを看過し（取消事由１)，本件発明が本件出願前に公知公用と\nなった発明であるのに，これを否定する誤りを犯したものであり(取消事由２)，こ\nれらの誤りが，それぞれ結論に影響を及ぼすことは明らかであるから，違法なもの\nとして取り消されるべきである。\n１　取消事由１(発明者の認定の誤り)\n審決は，請求人（原告）の冒認又は共同出願義務違反の主張（「本件特許発\n明は，Ａ氏によって完成されたことは動かし難く，訴外Ｂ氏（判決注・Ｂの誤記と\n認める。以下同じ。）を発明者として出願された本件特許の出願人は，真の発明者\nではない者から特許を受ける権利を譲り受けた点で，特許法２９条柱書に違反する\nものであり，仮に，前記Ｂ氏が本件特許発明の完成に何らかの協力をなしたことが\n認められ，その結果，本件発明の特許を受ける権利がＡ氏と共有に係ると認められ\nたとしても，本件特許出願は特許法３７条（判決注・昭和６２年法律第２７号によ\nる改正前のもの）に違反する違法なものであることにかわりはない。」・理由Ｅ）\nについて，\n「（１）前項で検討したように，Ａ窯における具体的な焼成・燻化方法は明\nらかではないが，仮にそれが本件特許発明（判決注・本件発明）の方法と同一，即\nち，Ａ氏が本件特許出願前に本件特許発明を完成したとしても，本件特許発明の発\n明者であるＢ氏が，Ａ氏の発明を盗んだとする証拠はなく，Ａ氏が本件特許出願前\nに本件特許発明を完成したことを以て，本件特許出願を冒認とすることはできな\nい。\n（２）さらに，本件特許発明が，Ａ氏とＢ氏との共同でなされたという証拠\nもない。\n（３）したがって，本件特許には，冒認出願または共同出願人の一人を出願\n人とする出願である点で無効事由を有するとする，請求人の主張を採用することは\nできない。」（審決書９頁７行～１７行）\nと認定判断した。しかし，この認定判断は誤りである。\n(1) Ａ窯における燻し瓦の製造方法が，本件発明の方法と同一であることは，\n後記２のとおりである。\n本件発明の方法と同一であるＡ窯における方法は，Ａと被告との共同研\n究，共同開発によって完成したものである。Ａは，上記方法の「ＬＰガスの一貫使\n用による燻し瓦の製造」という着想の着想者である。そうである以上，本件発明\nは，本来，それにつき特許を受ける権利が，着想者であるＡと協力者である被告\n（Ａと共同して発明した担当役員であるＢ（以下「Ｂ」という。）からの譲受人）\nとの共有に係るものとして，両者の共同で出願されるべきであった。本件出願は，\nそれにもかかわらず，Ｂを単独の発明者として被告単独で出願されたものであるか\nら，共同出願義務に違反してなされた無効なものである。\n(2) 本件発明のような物の製造方法の発明は，卓抜新規な発想とその指針に始\nまり，具体化あるいは確認の諸活動とあいまって完成に至るものである。このよう\nにして完成した発明が特許出願された場合において，発明の着想とその実現化の経\n過が如実に示されているのは，「願書に昀初に添付した明細書」である。発明者の\n認定は，本件出願に係る願書に昀初に添付した明細書（以下，図面と併せて「当初\n明細書」という。）の記載から把握された発明に着目して発明者を認定すべきであ\nる。当初明細書の記載によれば，本件発明の着想は，「ＬＰガス焼成窯による燻し\n瓦の一貫製造法」であり，その着想を具体化した製造法の特徴，すなわち，本件発\n明の本質的部分は，「焼成・燻化を同一の窯で行い，焼成に使用したＬＰガスと同\n一の生ガスを窯内に送り込んで，その熱分解で生ずる黒鉛で燻化を施す点」にあ\nる。本件の特許請求の範囲は，公告前に２回にわたって補正され，さらに，公告後\nに，それまでは広く「窯内に前記と同じガス燃料をバーナー以外の供給口から燃焼\nさせることなく直接に送給して充満させ」とされていた構成を，構成(d)（「さらに\n前記ＬＰガスを未燃焼状態で窯内に供給する供給ノズルをバーナー以外に設\nけ」），(f)（「続いてバーナー口及び煙突口を閉じて外気の窯内進入を遮断\nし」），(g)（「前記のバーナー口以外の供給ノズルから未燃焼のＬＰガスを窯内に\n送って充満させ」），として，それまで好ましい実施例として記載されていたにす\nぎなかったものに特定する補正がなされた。構成(d)，(g)による作用効果について\nは，当初明細書にも，補正されたいずれの明細書にも全く触れられていない。構\n成(d)，(g)は，専ら窯の安全性と商品価値を高めるための工夫が加えられた周知慣\n用の実施態様の一例に限定するため，特許請求の範囲に挿入されたものにすぎず，\n構成(f)は周知慣用の要件にすぎない。これらの構成は，本件発明の特徴あるいは本\n質的部分以外のものであり，これらの構成を含むものは，含まないものとの関係に\nおいて，同一の範囲，少なくとも均等をもって評価しうる範囲のものにすぎない。\n上記構成に何らの技術的意義も認められないことは，甲第１３号証及び甲第３９号\n証の実験結果（焼成用バーナーからＬＰガスを供給して燻化を行う方法によっても\n十分実用化が可能であることが明らかにされている。）からも明らかである。\n本件発明の本質的部分は，「焼成・燻化を同一の窯で行い，焼成に使用し\nたＬＰガスと同一の生ガスを窯内に送り込んで，その熱分解で生ずる黒鉛で燻化を\n施す点」にある。この点の着想者であるＡが共同発明者と認められるべきことは明\nらかである。\n(3) 被告は，ＬＰガスで焼成と燻化とを共に行う燻し瓦の一貫的製造の方法\nは，本件出願前既に新聞報道により公知となっており，本件発明は，この着想を前\n提とした別個の発明であると主張する。しかし，被告の主張は，本件特許の審査，\n審判段階において本件発明の目的ないし発明思想を同一ガスの一貫作業の点にある\nとの明確に主張していたことを無視否定するものである。このような主張をするこ\nとは，包袋禁反言の法理に反し，許されない。\n仮に，上記の着想が公知であったとするならば，当初明細書に正確に示す\nべきであるのに，当初明細書にはそのことが示されていない。このような開示をし\nないでおいて，上記のように主張し，共同発明に基づく冒認の主張を排斥しようと\nする被告の手法は，信義則上許されない。\n２　取消事由２（本件発明が公知公用であることについての認定判断の誤り）\n審決は，本件発明は公知公用であったとの請求人（原告）の主張（「本件特\n許発明は，その出願日より前の昭和４５年１２月５日に催された「単独型ガス焼成\n窯」発表会において，Ａ製瓦所（Ａ氏）によって，実質的に公知公用となったもの\nであり，少なくとも同日以降は公然実施されていたものであるから，本件特許は特\n許法２９条第１項１号並びに第２号の規定に該当するから，同法１３２条１項の規\n定により無効とされるべきものである。」・理由Ｄ）について，\n「甲第１２号証の１ないし６（判決注・本訴においても甲第１２号証の１な\nいし６）の写真は鮮明ではなく，これらの写真から「Ａ窯」の内壁面に見られる棒\n状のものが，請求人が主張するように空気供給口（１１）に取着されたパイプ部材\n（２２）であるか，被請求人が主張するように外気の侵入による燃焼痕における煤\nの痕跡なのか，いずれであるか判断することはできない。しかしながら，仮に請求\n人が主張するように，内壁面の棒状のものがパイプ部材であったとしても，昭和４\n５年１２月５日の公開時に，Ａ氏より，係るパイプ部材の機能だけでなく，「Ａ\n窯」における焼成法及び燻化法について詳細な説明がなされたとする証拠もなく，\nまた，そのような説明がなされなければ，甲第１２号証の示される，空気供給口に\nメクラプラグ（２１）が装着された状態の「Ａ窯」から，未燃焼ＬＰガスの供給だ\nけでなく，バーナー口や煙突口の開閉操作も伴う本件発明の構成を，当業者といえ\nども理解することができないことは明らかであり，甲第１２号証の「Ａ窯」の公開\nによって，本件発明が公然知られた状態となったとすることはできない。」（審決\n書８頁６行～１９行）\nと認定判断した。しかし，この認定判断は誤りである。\n(1) Ａ窯，すなわちＡが改造した単独ガス窯は，本件出願前である昭和４５年\n１２月５日に開催されたＡ窯発表会において，Ａ窯の前面開閉扉を開放して，その\n内部が公開された。\nＡ窯は，被告製造の陶磁器用ニイミ式シャットルキルン（甲第１６号証の\n１。以下「改造前窯」という。）を改造したものであり，燻し瓦製造用に台車２の\n上に燻し瓦３を積むための枠体を設ける改造を行っている（甲第１２号証の３，甲\n第１６号証の２）。\n甲第１２号証の２，６の写真（いずれも，Ａ窯発表会で示されたＡ窯の写\n真である甲第１２号証の１を拡大したもの）を子細に見ると，改造前窯の側壁孔１\n３（甲第１６号証の２参照）に対応する位置に，焼成用バーナー以外のＬＰ生ガス\n供給ノズルが，窯の内側にＬ字形状のパイプ７として写し出されていることが認め\nられる。Ｌ字形状のパイプ７の周囲には，側壁孔とＬ字状パイプ７外周との間に形\n成されたわずかな隙間から窯内に侵入した空気と付着炭素との接触により生じた消\n失痕９が，ろうそくの炎状に白く抜けている（甲第１２号証の１，３，別紙１参\n照）。Ｌ字パイプ７については，側壁孔１３を貫通するものであること（甲第１２\n号証の４，５参照），窯の外側にはメクラキャップ８が着脱自在に装着できるよう\nになっていること，窯の内側は上方向に向けて開口するＬ字形状で形成されている\nこと，その全体は，耐熱性シール材で側壁孔１３を密封するように固着されている\nこと，燻化用のＬＰ生ガスを供給するために用いられること，が認められる。\n以上のとおり，Ａ窯には，焼成用のバーナー以外にも，燻化用の未燃焼Ｌ\nＰガスの供給ノズルが存在し，燻化用の未燃焼ＬＰガスがこのノズルから側壁口を\n通して窯内に供給されていたことは，明らかである。このことは，Ｃ理学博士作成\nの鑑定書と題する書面（甲第１５号証）によっても裏付けられている。\n審決が，Ａ窯の内壁面に見られる棒状のものが何であるか不明であるとし\nたのは，誤りである。\n「Ａ窯」によって製造された燻し瓦は，同年（昭和４５年）１２月以前に\n既に外部にも出荷されており，そのころ公開された燻し瓦の写真(甲第１２号証の\n１，２，６)からみて見事な出来映えである。この写真に写っている「Ａ窯」には，\n破損や損傷など一切認められない。したがって，当時，残るは，テスト窯の安全\n性，経済性，取扱性などという単なる窯の商品化に係る問題だけであったのであ\nる。\n(2) Ａ窯は，従来の薪等の固形燃料により行われてきたダルマ窯による燻し瓦\nの製造方法を基礎として，焼成及び燻化を共に，ＬＰガスにより行おうというもの\nである。\nＡ窯公開時における当業者は，燻し瓦の製造方法について，焼成，燻化を\nＬＰガスを使用して一貫的に行う方法こそ知らなかったものの，その点を除いて\nは，本件発明の構成要件（ｅ）（「前記単独型ガス燃焼窯の窯内に瓦素地を装てん\nし，バーナー口及び煙突口を開放してバーナーからＬＰガス焔を窯内に吹き込み，\nその酸化焔熱により瓦素地を焼成し」），（ｆ）（「続いてバーナー口及び煙突口\nを閉じて外気の窯内進入を遮断し」），（ｈ）（「１０００℃～９００℃付近の窯\n温度と焼成瓦素地の触媒的作用により前記の未燃焼ＬＰガスを熱分解し」），\n（ｉ）（「その分解によって単離される炭素を転位した黒鉛を瓦素地表面に沈着す\nる」）にいう焼成及び燻化の方法を，十分に知っていた。\nＡ窯の焼成・燻化法は，焼成及び燻化に使用する燃料をいずれもＬＰガス\nとするところに特徴があり，ＬＰガスを使用して焼成と燻化の両方を行う方法以外\nは，従来におけるダルマ窯と全く同一の工程から成るものである。\nのみならず，焼成にＬＰガスを用いることも，燻化に炭素質ガス（ＬＰガ\nスはその代表）を用いることも，それだけをみれば公知である。予定温度に加熱し\nた耐火物の芯を別室（被覆室）の炭素質ガスの雰囲気にさらしてガスを分解し，炭\n素を芯に付着させて目的物を製造する方法も出願前公知であった（甲第２２号証。\n以下「甲２２文献」という。）。甲２２文献に記されたものと本件発明との間で異\nなるのは，前者が焼成と燻化とを別室で行うのに対し，後者はこれらを同室で行う\n点のみである。\n(3) Ａ窯は，開閉扉を全開状態にして，その内部構造まで一般公開された（甲\n第１２号証の２，６）。写真に写っているＡ窯には破損や損傷などは一切認められ\nないことから，Ａ窯のＬＰ生ガス供給手段は，燻化に際して，仮に不完全燃焼ＬＰ\nガスが多少窯内に供給されても爆発せず，また，燻化中にも（冷却工程前に）爆発\nしない手段で実施されていたと認めることができる。\n当時の新聞記事によれば，Ａにより，Ａ窯では焼成及び燻化の燃料として\nＬＰガスが使用されたことが説明されている（甲第５号証，第６号証の１ないし\n４）。\n以上によれば，Ａ窯を見た当業者は，本件発明の構成要件（ａ）（「ＬＰ\nガスを燃焼させるバーナーと，該バーナーにおいて発生するガス焔を窯内に吹込む\nバーナー口とを設けた単独型ガス燃焼窯の」），（ｂ）（「バーナー口を適時に密\n封できるようにすると共に」），（ｃ）（「該燃焼窯の煙突口の排気量を適時に昀\n小限に絞り又は全く閉鎖する絞り弁を設け」）を窯の外観から理解することができ\nた。本件発明の構成要件（ｅ），（ｆ），（ｈ），（ｉ）に相当する方法は，前記\nのとおり，周知の従来技術と同一なのであるから，当然に理解していた。さらに，\nＡ窯の内部構造を観察すれば，「棒状のもの」がパイプ部材であり，このパイプ部\n材を介して燻化ガス（ＬＰガス）供給が行われたこと（本件発明の構成要件\n（ｄ），（ｇ））は，極めて容易に確認し得る状態にあった。\nＡ窯が，本件発明の構成要件（ｆ）に相当する構成を具備していたことに\nついては，もしバーナー口等を密封することなく，窯内に燻化材（ＬＰガス）を供\n給すれば，確実に爆発（爆燃）するにもかかわらず，その痕跡が全く見られないこ\nとから，窯内への外気進入が完全に遮断されていたとみることができる。現に製作\nされた燻し瓦製品は，写真上も一見して商品性を具備していることが推察され，し\nかも，ところどころ瓦の表裏面が露出展示されるなど，当業者の自由に評価し得る\nものであったのである。\nこのように，当業者は，当時の技術水準に立って，公開されたＡ窯の構造\nを見ると，そこで採用されている燻し瓦の製造方法を容易に理解することができた\nのであり，このように理解されるＡ窯による燻し瓦の製造方法は本件発明の方法と\n同一なのであるから，本件発明は，公然知られた状態にあったということができ\nる。\n(4) 被告は，中日新聞（昭和４６年１月１２日）に掲載された「Ａ窯」の写真\n（甲第６号証の４）にｘｙｚ軸を書き入れた乙第１３号証の２（別紙２参照）を根\n拠として，Ｌ字形状のパイプが原告の説明のように取り付けられることはない，メ\nクラキャップはバーナータイルの下方に存在する，と主張する。しかし，上記主張\nは，被告による恣意的な作図に基づくものにすぎない。\n上記のとおり，甲第１２号証の２，６には，「Ａ窯」において，バーナー\nタイル上面の上方壁面に複数のパイプ状部材（壁面の孔に埋め込まれ，壁面に沿っ\nて直立していることから，Ｌ字状パイプ部材と認められる。）が存在し，これらの\nパイプ状部材は改造前のニイミ式シャットルキルンに存在していた側壁孔１３の位\n置（側壁孔１３はバーナータイルの上方に穿設されている。）に挿入されているこ\nと，外側側壁の対応する位置に突出するメクラキャップは，バーナータイルの上\n方，つまり側壁孔の位置に存在していることを，客観的事実として認めることがで\nきる。これと矛盾する乙第１３号証の２は，誤りというほかない。\n被告が「メクラキャップはバーナータイルの下に存在する」という誤った\n結論に至ったのは，「Ａ窯」の「外壁面を示す軸」であるｙ軸及び「メクラキャッ\nプの位置を示す軸」であるｚ軸の取り方を誤ったからであり，正しく作図すれば，\nパイプ状部材がバーナータイルの上面の上方に存在していることを読み取ることが\nできる。\n(5) このように，Ａ窯の公開により，本件発明の製造方法が公知公用とされた\nことは明確である。これを不明であるとした審決の上記認定判断は，誤りである。\n第４　被告の反論の要点\n１　取消事由１(発明者の認定の誤り)について\n(1) 原告は，本件発明は，Ａと被告との共同研究，共同開発によって完成した\nものである，と主張する。\n被告は，昭和４４年ころ，Ａから，燻し瓦の焼成工程と燻化工程との両方\nにＬＰガスを使用する窯のアイデアを示唆され，この示唆に基づき，昭和４５年９\n月まで，空気を絞った上で，焼成工程のＬＰガス燃焼バーナーから，燻化工程用Ｌ\nＰガスの導入を行う方法を試みていたものの，小爆発の発生や燻化の不均等のため\n実用化することができなかったため，そのころ，いったん，開発をあきらめた。\n被告は，Ａに対し，昭和４５年２月ころ，まだ実用化することができない\nものであることを告げた上で，Ａ窯の引渡しを行った。Ａは，まだ実用化すること\nができるようなものでないため被告が反対したにもかかわらず，これを昭和４５年\n２月及び１２月に公表し，その他，随時新聞にも発表した。この発表により，昭和\n４５年２月には，燻し瓦の製造のためにＬＰガスで焼成と燻化を行うアイデア自体\nは公知となっていた。\n被告は，その後，独自に上記アイデアの実用化の研究開発を続行し，昭和\n４６年に入って，燻化に際しては，燃焼用ＬＰガス燃焼バーナーと煙突口を閉じて\n空気を遮断し，全く別個の供給ノズルから燻化用ＬＰガスの供給をすることによ\nり，安全にかつ均等に瓦の燻化を行うことができる本件発明を完成した。\n以上のとおり，Ａは，ＬＰガスを使用して燻し瓦の焼成と燻化を行うアイ\nデアを提案し，実際の窯の開発を被告が担当して苦心していた段階において，実用\n化に耐えない段階でのＡ窯を公表したにとどまるものであって，本件発明に関与し\nた事実はない。\nＡが被告と共同して本件発明を完成させたとの主張は，事実に反する。\nなお，Ａは，本件出願以降，原告から新たに提供された本件発明に係るＬ\nＰ窯を使用して，長年の間燻し瓦の製造に従事していたにもかかわらず，生前，被\n告に対し，本件発明は自己の発明であるとか共同発明であるとかの申入れをしたこ\nとは，一切なかった。\n(2) 原告は，Ａ窯における燻し瓦の製造方法は，本件発明の方法と同一であ\nる，と主張する。\n原告は，昭和５９年以来，１８年以上にわたり，本件特許の侵害の有無を\n争い，また本件特許の有効性を争ってきた。原告は，この紛争の過程で，平成１３\n年７月に至り，甲第１２号証の１の写真を根拠に，昭和４５年１２月５日になされ\nた発表会において公開されたＡ窯には，燻化時のＬＰガス供給用のＬ字型ノズルが\n観察されるから，同発表会において，本件発明のすべての構成が公知となりあるい\nは公然実施となった，と主張し始めた。本件無効審判請求事件における原告の主張\nは，本件訴訟において争点とされていない要旨変更の主張を除けば，結局，すべて\nこの点に懸かる。\n原告のこの主張に理由がないことは，後記２で述べるとおりである。\n(3) 原告は，当初明細書の記載からみて，本件発明の本質的部分は「焼成・燻\n化を同一の窯で行い，焼成に使用したＬＰガスと同一の生ガスを窯内に送り込ん\nで，その熱分解で生ずる黒鉛で燻化を施す点」にあり，バーナー口以外に設けた供\n給ノズルから供給される未燃焼のＬＰガスによって燻化を施すとの構成には技術的\n意味はない，と主張する。\nしかし，当初明細書には，特許請求の範囲において，「炉内に生ガス燃料\nを直接に供給」することは，「バーナー口その他の開口部を密閉して外気侵入遮断\nの処置を施し」て行うこととして，バーナー口とは別の部位からなされることが明\n示されている。発明の詳細な説明の項においては，「生ガスを適時に送給し得る供\n給ノズルを配置する」，「供給ノズルから生ガスを約１時間３０分にわたって供給\nする」と記載されている（甲第２号証の１）。このように，ＬＰ生ガスの供給を，\nバーナー口とは別の供給ノズルから行うことは，出願当初から開示されていたこと\nである。この具体的構成によって，「焼成と燻化（着色）を同一供給ガスの使い分\nけで一貫して施すこと」を可能なものとすることが本件発明である。当初明細書の\n記載からみて，本件発明の方法では，もともと，生ガスの供給口（供給ノズル）\nは，バーナー口以外に設けられていることが明らかである。\n本件発明は，構成（ｄ）及び（ｇ）を含め，特許請求の範囲に記載された\nとおりの構成を有するものである。本件発明の技術的思想は「ＬＰガスの一貫使用\nによる燻し瓦の製造法」というような抽象的な着想のみに係るものではない。原告\nのいう着想が公表された状況において，その着想は優れているものの，それを実現\nすることは困難であることを認識した上で，その困難性の解決の技術的手段を見い\nだしたものが，本件発明なのである。\n本件発明の構成（ｄ），（ｆ）及び（ｇ）により，外気を完全に遮断して\n燻化のためにＬＰガスを供給することが可能とされ，それにより，バーナーから燻\n化ガスを供給する場合に生ずる小爆発，歩留りの悪化が起こらず，実用性ある燻し\n瓦の製造が可能となったものであり，これらの構成の技術的意義は顕著である。Ｌ\nＰガスは，燻化剤であるとともに燃焼剤でもあるから，当業者は，通常であれば，\n燃焼用バーナーと別に燻化用ＬＰガスの供給口を特に設けることはなく，両者を共\n用するのが自然である。本件発明においては，当業者の常識を超え，燻化用の別ノ\nズルを設けたのであり，その意味でも技術的意義は顕著である。\n本件発明の上記構成（ｄ），（ｇ）に技術的意味がない，との主張は誤り\nである。\n２　取消事由２（本件発明が公知公用であることについての認定判断の誤り）に\nついて\n(1) 原告は，Ａ窯の公開により，本件発明は公知公用となった，と主張する。\nしかし，Ａ窯については，昭和４５年２月２５日の新聞（甲第５号証），\n同年１２月６日の新聞（甲第６号証の３）のいずれについても，「プロパンガスで\nも空気量を少なくし，蒸すように焼く」（甲第５号証），「プロパンガス燃料では\n燃焼させるときに空気量を少なくし，蒸すように焼けばよいことがわかった。しか\nし，焼上げてからカマに空気がはいり，せっかく黒い色がついていても白く変色す\nる。そこでカマの上部に水をかけ，空気をはいらないようにして黒色を出した」\n（甲第６号証の３）として，「空気を少なくする」との記載はあるものの，本件発\n明のように燃焼用バーナーと燻化用ＬＰガスの供給口を別に設け，燻化時には空気\nを遮断することを示唆する記載は全くない。\n甲第１２号証の１の不明瞭なスナップ写真１枚を根拠に，そこに写ってい\nる窯（Ａ窯）に「燻化用ＬＰガス供給のＬ字型パイプ」があると認定することは，\n到底不可能である。事実，Ａ窯には，「燻化用ＬＰガス供給のＬ字型パイプ」など\nというものはない（乙第４～第７号証参照）。\nなお，甲第１２号証の１の写真において窯の内壁の炎の形に白く見えるも\nのは，燻化後の冷却工程においてベンチュリーバーナーのダンパーの隙間から侵入\nした少量の空気により，いまだ高熱の内壁等の炭素が再び燃焼して内壁などの地色\nが出たものと合理的に推察することができる。\n(2) 乙第１３号証の２は，中日新聞に掲載された「Ａ窯」の写真(乙第１３号証\nの１。甲第６号証の４と同一)にｘｙｚ軸を書き入れたものである（別紙２参照）。\nｘ軸はバーナータイルの面を示す軸で地面に対して平行な線であり，ｙ軸は「Ａ\n窯」外壁面を示す軸で地面に対して垂直な線であり，ｚ軸は，「Ａ窯」外壁面に取\nり付けられたメクラキャップの位置を示す軸で地面に対して平行な線である。\n原告の主張によればＬ字形状のパイプは，ｘ軸，すなわちバーナータイル\nよりも地面から見て上方に取り付けられているはずであるから，ｘ軸とｙ軸との交\n点ａよりもｚ軸とｙ軸との交点ｂが地面から見て上方に存在するはずである。とこ\nろが，乙第１３号証の２によれば，交点ｂは交点ａよりも下方に存在する。したが\nって，Ｌ字形状のパイプが原告の説明のように取り付けられることはない。\n第５　当裁判所の判断\n１　取消事由２（本件発明が公知公用であることについての認定判断の誤り）に\nついて\n原告は，本件出願前である昭和４５年１２月５日に開催されたＡ窯発表会に\nおいて公開されたＡ窯（甲第６号証の１ないし４の新聞記事参照）の構成は，本件\n発明の構成と同一である，と主張し，被告はこれを争っている。具体的には，Ａ窯\nが，焼成用バーナーと別個に燻化用のＬＰガスを供給するノズルを設けていると認\nめられるか（本件発明の構成要件(d)の「ＬＰガスを未燃焼状態で窯内に供給する供\n給ノズルをバーナー以外に設け」との構成を具備していると認められるか）が，こ\nこでの争点である。\n(1) 原告は，Ａ窯が焼成用バーナーと別個に燻化用のＬＰガスを供給するノズ\nルを設けていることが認められるとする主張の根拠として，昭和４５年１２月５日\nにＡの工場で開催されたＡ窯の発表会において撮影されたＡ窯の写真（甲第１２号\n証の１に示された写真。甲第１２号証の２，６はその拡大写真であり，甲第１２号\n証の３ないし５は原告の主張に基づく同写真の解読図面である。以下，甲第１２号\n証の１，２，６の写真をまとめて「甲１２写真」ということがある。）を挙げる。\n原告は，甲１２写真に撮影された人物の左側の窯内部の側壁に白い部分が２か所あ\nること（別紙１の下図の番号２３），左側の白い部分の中央部に黒い部分があるこ\nとを指摘し，この黒い部分は，Ｌ字形状のパイプであり（別紙１の下図の番号２\n１，２２），白い部分は，側壁孔とＬ字状パイプ外周との間に形成されたわずかな\n隙間から窯内に侵入した空気と付着炭素との接触により生じた消失痕である９が，\nろうそくの炎状に白く抜けているものであると認めることができる，これがＡ窯に\nおいて設けられた燻化用のＬＰガスを供給するノズルである，と主張する。\nしかしながら，甲１２写真中の原告の指摘する箇所に白い部分があり，そ\nの中央部に黒い部分があることは認められるものの，同撮影部分は不鮮明であるた\nめ，甲１２写真だけでは，上記黒い部分がパイプを撮影したものであると認めるこ\nとはできないというほかない。\n原告は，その主張を裏付けるものとして，Ｃ理学博士作成の鑑定書と題す\nる書面（甲第１５号証）を提出する。同鑑定書には，鑑定結論として，Ａ窯には，\nＬ型パイプ配管口が設けられており，甲１２写真及び甲第６号証の１ないし３の新\n聞記事を鑑定資料として，Ａ窯においては，Ｌ型パイプ配管口の全部又はその一部\nから気体燻化剤（生ＬＰガス）を注入したものであると考えられる，との記載があ\nる。しかしながら，同鑑定は，甲１２写真と甲第６号証の１ないし３の新聞記事の\nみを鑑定資料として，「写真，新聞記事から，いぶし瓦積載台車上の瓦は変色のな\nい良好ないぶし瓦製品として製造できていること及びＬ型パイプ配管口，天井一\n部，バーナー口の一部分等の炭素の焼失跡が僅かであることからみて，燻化中及び\n冷却中の窯開口部の密封度合は，空気侵入防止に十分な密閉がなされている。」と\nの鑑定理由に基づきなされたものである。同鑑定書は，Ａ窯にＬ型パイプ配管口が\n設けられていると認定しているものの，その資料とした甲１２写真からは直ちにＬ\n型パイプ配管口が設けられていると認定することができないことは上記のとおりで\nあり，甲第６号証の１ないし３の新聞記事の写真も不鮮明であり，本文中にもＬ型\nパイプ配管口が設けられているとの記載はない。鑑定書は，Ａ窯によって製造され\nた瓦が変色のない良好ないぶし瓦製品として製造できたことが認められることをそ\nの根拠の一つに挙げるものの，甲１２写真や新聞記事から，そのように断定するこ\nともできない。同鑑定書は，不明確な甲１２写真や新聞記事から，断定的な結論を\n導いたものであるというほかなく，採用することができない。\n原告は，その主張の根拠として，甲１２写真に写っている「Ａ窯」には破\n損や損傷など一切認められないことを挙げる。しかし，甲１２写真は，Ａ窯の全部\nを写したものではないから，この写真だけで，Ａ窯に破損や損場が一切ないと断定\nすることはできない。仮にＡ窯に破損や損傷がなかったとしても，そのことから，\n直ちにＡ窯にＬ字パイプ配管口が設けられていることを認めることができるわけで\nはないことも明らかである。結局，原告の挙げる証拠からは，Ａ窯に燻化用のＬＰ\nガスを供給するノズルが設けられていることを認めることはできない。その他，本\n件全証拠を検討しても，原告主張の上記事実を認めるに足りるものを見いだすこと\nはできない。\n証拠をみると，次のとおり，かえって，原告の主張を否定する方向に働く\nものがある。\nア　甲１２写真及び乙１３号証の１（甲第６号証の４と同一の新聞記事）の\n写真によれば，Ａ窯においては，バーナー上部の窯外側壁に複数の突出部分（原告\nがＬ型パイプの一部と主張するメクラキャップ）が存在すること，窯内側壁下部に\nは内側に突出した部分（原告のいうバーナータイル）が窯の奥まで設けられている\nこと，その部分の上部に白い部分が存在すること，が認められる。窯外側壁の「メ\nクラキャップ」（複数の突出部分）と窯内側壁の下部両側の「バーナータイル」\n（内側に突出した部分）との上下の位置関係をみると，甲１２写真の写真において\nは，窯の開口位置に台車及び人物が存在するため，上記位置関係は明らかではない\nものの，乙第１３号証の１においては，窯内側壁下部に内側に突出している「バー\nナータイル」の上面部分が窯の左右の内壁下部の両側に認められ，これらの両上面\nで形成される面(乙第１３号証の１にｘｙｚの軸を書き入れた乙第１３号証の２（別\n紙２参照）のｘ軸を含む水平面)の窯外側壁における，この窯外側壁との交線の位置\nは，窯外側壁の「メクラキャップ」の基部を結んだ線（乙第１３号証の２のｚ軸）\nの位置よりも上方にあることが明らかである。\n原告が存在すると主張する「棒状部材」は，「バーナータイル」の上方\nに設けられているのであるから，その窯外側壁における開口部は，「バーナータイ\nル」の両上面で形成される面の窯外側壁における交線の位置より上方にあるはずで\nあるのに，その対応する外壁側壁にそのような部分は見当たらない。\n甲第３１号証の１は図面に誤りがあること，甲第３１号証の２の図面で\nも，バーナータイルの上面に配管を施すことは難しいと見られることからみて，こ\nれらの証拠も，上記認定を覆すに足りるものではない。\nイ　原告の主張する「棒状部材」と「バーナータイル」及び側壁孔との位置\nの関係が争点となる以前に作成されたＢ作成の２００１年１１月１２日付け陳述書\n(甲第２３号証の１)の第３図，第４図において，Ａ窯の側壁口の位置が，「バーナ\nータイル」の下方に記載されていることは，上記アと符合する。\nウ　Ｄ作成の鑑定書と題する書面（乙第６号証）は，甲１２写真等を鑑定資\n料として，Ａ窯について，「Ｌ型パイプの配管は写真からは確認できない。また図\n面のＬ字パイプはベンチュリーバーナーとの関連で耐久性の面から設置不能で，そ\nのような観察は何らかの間違いと思われる。窯の内側壁の白変は外気の侵入による\nもので，窯の冷却工程中に残存熱により壁に付着した炭素が燃焼し，壁の地が露出\nしてパイプとは関係ない。このような事実から写真の窯におけるＬ型パイプによる\n燻化ガスの導入の可能性は極めて疑わしい。」との鑑定結論の記載がある。同書面\nの記載内容は合理的なものであると認められることから，甲１２写真から原告の上\n記主張事実を認定することを妨げる方向に働くものというべきである。\nエ　Ｅ作成の鑑定書と題する書面（乙第７号証）には，甲１２写真等を鑑定\n資料として，Ａ窯について，甲１２写真の白い炎型の中心にある縦長の棒状に見え\nる茶色ないし黒色のものがＬ字パイプではないと考える根拠として，甲１２写真の\n窯の外側下部にあるメクラキャップから，燻し工程でＬＰガスを供給するとすれ\nば，外側にガスの配管が見えるはずであり，同写真にあるように多くのキャップ部\n分に焼成と燻しの工程の度に外側配管を付け替えることは通常は考えられないこ\nと，燻し工程で生ガスを注入した後でガスの配管を外しメクラ・キャップを装着す\nる設計であると仮定すると，メクラ・キャップの装着時に，窯内の雰囲気が大気圧\nより大きければ高温のガスが吹き出し極めて危険であり，また，その時に窯内の雰\n囲気が大気圧より小さい（負圧）の場合には，ガスの配管を外した途端に外部の空\n気が流入し，折角終了した燻し工程での瓦表面の炭素が燃焼して，燻し瓦は生産で\nきない，このような設計の場合には，メクラ・キャップにせずに，それぞれのＬ字\nパイプにガスの配管を連結したままの状態で，設備を構成するのが常識である，と\nの記載がある。同記載内容は合理的なものであると認められることから，甲１２写\n真から原告の上記主張事実を認定することを妨げる方向に働くものというべきであ\nる。\n(2) 以上のとおり，原告の提出する証拠によっては，原告の主張するＡ窯内壁\nの「バーナータイル」上方の位置に原告主張の棒状部材があると認めることができ\nず，他にもこれを認めるに足りる証拠はない。Ａ窯の他の位置に原告主張のＬ字型\nパイプが存在することを示す証拠もない。\nＡ窯に燻化用のＬＰガスを供給するノズルが焼成用バーナーとは別個に設\nけられていることを認めることはできない。\nそうである以上，その余の点について判断するまでもなく，取消事由２は\n理由がないことが明らかである。\n２　取消事由１（発明者の認定の誤り）について\n(1) 原告は，本件発明がＡと被告技術者との共同発明であるにもかかわらず，\n共同出願すべき義務に違反した，と主張する。\nこの点についての原告の審判段階での無効事由の主張は，審決が整理した\nとおり，「オ・本件特許発明は，Ａ氏によって完成されたことは動かし難く，訴外\nＢ氏を発明者として出願された本件特許の出願人は，真の発明者でない者から特許\nを受ける権利を譲り受けた点で，特許法２９条柱書きに違反するものであり，仮\nに，前記Ｂ氏が本件特許発明の完成に何らかの協力をなしたことが認められ，その\n結果，本件発明の特許を受ける権利がＡ氏と共有に係ると認められたとしても，本\n件特許出願は同法３７条に違反する違法なものであることにかわりはない。カ．よ\nって，本件特許には，冒認出願または共同出願人の一人を発明者とする出願である\n点で明らかな無効事由があるから，同法１２３条第１項第１号，同項第４号の規定\nにより，無効とされるべきものである。」（審決書５頁下から７行～６頁４行・理\n由Ｅ）というものであることは，当事者間に争いがない。\nこの無効事由に対し，審決は，「（１）前項で検討したように，Ａ窯にお\nける具体的な焼成・燻化方法は明らかではないが，仮にそれが本件特許発明の方法\nと同一，即ち，Ａ氏は本件特許出願前に本件特許発明を完成したとしても，本件特\n許発明の発明者であるＢ氏が，Ａ氏の発明を盗んだとする証拠はなく，Ａ氏が本件\n特許出願前に本件特許発明を完成したことを以て，本件特許出願を冒認とすること\nはできない。（２）さらに，本件特許発明がＡ氏とＢ氏との共同でなされたという\n証拠もない。（３）したがって，本件特許には，冒認出願または共同出願人の一人\nを出願人とする出願である点で無効事由を有するとする，請求人の主張を採用する\nことはできない。」（審決書９頁７行～１７行）と判断した。\n上に述べた審決書の記載によれば，原告は，本件発明がＡによって完成さ\nれたと主張したこと，原告が，この主張をするに当たり，Ａの発明行為として具体\n的に主張したのは，Ａ窯の完成であったこと，すなわち，Ａ窯が本件発明と同一の\n構成を備えていたことを前提に，その発明について冒認又は共同出願義務違反の無\n効事由があると主張したこと，審決はこの主張に対し，そもそもＡ窯の具体的な焼\n成・燻化方法は明らかでないとして，Ａ窯が本件発明と同一の構成を備えていたと\n認めることはできない，との主たる判断を示した後，Ａ窯が本件発明と同一の構成\nを備えていたと仮定したとしても，冒認や共同発明の事実を認めることはできな\nい，との仮定的な判断を示したものであることが明らかである。\n本訴における原告の主張も，つまるところ，ＡによるＡ窯の完成に帰着す\nるものである。\nしたがって，ここでの問題は，Ａ窯の完成と本件発明との関係ということ\nになる。\nＡ窯が本件発明と同一の構成を備えていたと認めることができないことは\n１で説示したとおりであるから，同一の構成を備えていることを前提とする主張は\n成り立ち得ない。\n(2) 原告は，発明者の認定に当たっては，着想をした者とその着想を具体化し\nた者を検討すべきであり，本件発明の着想とその実現化の経過が如実に示されてい\nるのは当初明細書であるから，発明者の認定は，当初明細書の記載から把握された\n発明に基づいてなされるべきである，と主張する。\nしかしながら，まず，原告のいう，当初明細書の記載から把握された発\n明，の正確な意味が問題である。\n本件発明の着想をした者といい，その着想を実現した者といっても，本件\n発明として把握される技術，それに対して特許が与えられる技術的意味が明らかに\nならなければ，定めることができないことは，明らかである。特許出願される発明\nは，すべて，それがどのように独創的なものであったとしても，既にある技術を前\n提に，それを出発点としてなされるものであり，その意味では，他人によって既に\n得られている着想及びそれを実現する技術を内に含むものである。一方，特定の明\n細書に記載されている発明として把握されるものは，決して特定の一つに限られる\nわけではない。このことは，分割出願や補正の制度の存在を考えるだけでも明らか\nである。当初明細書についても，そこに記載されているものとして把握され得るも\nのは，決して一つには限られない。本件発明として把握される技術は，当初明細書\nに記載されているものでなければならない。しかし，逆に，当初明細書に記載され\nている技術であれば，それは本件発明である，ということになるわけではない。本\n件発明は，昀終的に本件明細書とされたものに基づいて把握されなければならな\nい。\n昀終的に本件明細書において本件発明とされたのは，第２の２に記した特\n許請求の範囲によって特定される構成のものである。この構成（特に，ＬＰガスを\n窯内に供給する供給ノズルをバーナー以外に設けること，バーナー口以外の供給ノ\nズルからＬＰガスを窯内に送ること）は，当初明細書中に既に記載されていたと認\nめられる（甲第２号証の１）。そして，本件発明がこのようなものであるとする\nと，本件出願時，既に，Ａ窯及びこれに係る技術思想が公然知られるに至っていた\nことに照らすと，本件発明に対して特許が与えられる技術的意味は，Ａ窯を改良し\nて上記技術的思想をよりよく実現したということ以外にはあり得ないことになる。\nそして，この点につき，Ａが関与したことは，本件全証拠によっても認めることは\nできないのである。\n(3) 原告は，本件発明の本質的部分は，瓦素地を移動することなく，ＬＰガス\nを燃焼させて瓦素地を焼成し，ＬＰガスを未燃焼状態で窯内に供給して燻化を行う\nことにより燻し瓦を製造することであり，この観点からはＡ窯を使用した燻し瓦の\n製造法は，Ａ窯において既に完成したものであること，仮に，Ａ窯と本件発明との\n間に燻化用ＬＰガスの供給態様において相違があるとしても，本件発明は，上記発\n明の本質的部分に基づき多数存在する周知の供給態様の一態様に限定したものにす\nぎないから，Ａ窯と本質的部分において異ならないものであり，Ａは，本件発明の\n上記本質的部分を着想し，被告の担当者と共同研究し発明を完成させたということ\nができる，と主張する。\nしかしながら，上記原告の主張は，審判段階で原告が無効事由として主張\nしていなかったものであるから，そもそも本件訴訟において，主張することが許さ\nれないものであるというべきである。\n仮に主張することが許されるとしても，Ａ窯において，未燃焼のＬＰガス\nを窯内に供給する方法は不明であることは，前記のとおりである。焼成工程と燻化\n工程とのいずれにおいても同一のＬＰガスを用いる場合には，その供給口は同一と\nするのが自然であると認められるから，同じガスの供給口を焼成工程と燻化工程と\nで別個のものとすることを，原告主張のように，単に，多数存在する周知の供給態\n様の一態様に限定したもの（単なる設計事項）であるとすることはできない。甲１\n４文献中には，焼成工程と燻化工程とで原料の供給口を別個にした構成が記載され\nているものの，これは用いる原料が各工程で異なるものであるため供給口を別個に\nするのがむしろ当然とみられるものであり，これをもって，同一の原料を用いる場\n合にも供給口を別個にすることが上記の意味で設計事項であるとする根拠とするこ\nとはできない。他にも，本件発明においてＬＰガスの供給口を各工程で別個に設け\nることが，上記の意味で設計事項にすぎないと認めるに足りる証拠はない。\n(4) 原告は，被告は，ＬＰガスを窯内に供給して燻化をも行うことにより燻し\n瓦を一貫製造するという技術思想が公然知られたことを当初明細書にも補正された\n後の明細書にも記載しないまま，本件特許の審査，審判段階において，本件発明の\n目的ないし発明思想を同一ガスの一貫作業の点にある，との明確に主張していたの\nであるから，本件訴訟において，ＬＰガスの供給口を焼成工程と燻化工程とで別個\nに設けることが本件発明の本質である，と主張することは，包袋禁反言の原則に違\n反する，あるいは，信義則に違反する，と主張する。\n確かに，ＬＰガスを窯内に供給して燻化を行うことにより，燻し瓦を一貫\n製造するという技術思想も，たとい欠点を伴うものであるとはいえ，この技術思想\nを現実化したものも，本件出願前，Ａ窯の公開という形で既に公然知られるに至っ\nていた。このことは，既に述べてきたところから明らかである。そうである以上，\n本件出願に係る発明（本件発明）に特許性が認められるとすれば，その根拠となる\nのは，上記技術思想自体ではなく，それ以外のものということになる（上記(2)参\n照）。その意味では，本件発明の特許性を判断する上で重要な意味を有する従来技\n術は，Ａ窯そのものであり，当初明細書に記載されている，窯にダルマ窯を用い，\n燻焼材料に松葉や松薪材を用いた技術などではない。ところが，当初明細書以来，\n本件明細書に従来技術として記載されているのは，上記ダルマ窯と松葉，松薪材を\n用いるものなどであって，Ａ窯ではなく，そのため，本件明細書を一見すれば，あ\nたかも，上記技術思想自体を特許性の根拠として出願しているかのようにも理解で\nきる状況となっている。\nＡ窯及びこれに係る技術思想が公然知られるに至っていたことが，被告の\n熟知するところであったことは，弁論の全趣旨で明らかであるから，被告は，本来\nならば，当初から，本件明細書等において，Ａ窯そのものを従来技術として挙げ，\n本件発明はこれを前提としてこれを改良したところに特徴があるものであることを\n明示した上で，自らの立場を主張すべきであった，ということができる。その限り\nでは，包袋禁反言の原則違反，信義則違反をいう原告の主張には，正当な側面があ\nるというべきである。\nしかしながら，Ａ窯の公開によって公然知られるに至っていたものとの対\n比においても，本件発明の特徴となる技術は，当初明細書以来一貫して開示されて\nいること，本件発明が，ＬＰガスを窯内に供給して燻化を行うことにより燻し瓦を\n一貫製造するとの技術思想を基礎とし，これを欠点なく実現しようとするものであ\nる（被告の立場によれば，本件発明こそがこれを初めて実現したものということに\nなる。）ことは事実であるから，このことを本件発明の目的として述べたことを必\nずしも誤りとすることはできないことなどからすれば，被告が，当初から，上記技\n術的思想が公知となっていることを明示した上で，本件発明につき，上記のように\n主張することをしなかったからといって，そのことだけで，本訴においてそれ以外\nの具体的構成が重要な構成であることを主張し得なくなるものではないというべき\nである。\n(5) 原告の主張は，いずれも採用することができない。取消事由１も理由がな\nい。\n第６　結論\n以上のとおりであるから，原告主張の審決取消事由はいずれも理由がなく，\nその他，審決には，これを取り消すべき誤りは見当たらない。そこで，原告の本訴\n請求を棄却することとし，訴訟費用の負担について行政事件訴訟法７条，民事訴訟\n法６１条を適用して，主文のとおり判決する。\n東京高等裁判所知的財産第３部（旧第６民事部）\n裁判長裁判官　　　　　山　　　下　　　和　　　明\n裁判官　　　　　高　　　瀬　　　順　　　久\n裁判官阿部正幸は，転勤のため署名押印できない。\n裁判長裁判官　　　　　山　　　下　　　和　　　明\n"
}