{
  "trial_type": "LaborCase",
  "date": {
    "era": "Heisei",
    "year": 12,
    "month": 10,
    "day": 11
  },
  "case_number": "平成10(ワ)2808等",
  "case_name": "奈良県立医科大学損害賠償",
  "court_name": "大阪地方裁判所",
  "field": "労働",
  "lawsuit_id": "18806",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=18806",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/806/018806_hanrei.pdf",
  "contents": "主　　　文\n一　被告奈良県は、原告に対し、五五万円及びこれに対する平成一〇年四月七日か\nら支払済みまで年五分の割合による金員を支払え。\n二　原告の被告奈良県に対するその余の請求及び被告Ｐ１に対する請求を棄却す\nる。\n三　訴訟費用は、原告と被告奈良県との間においては、原告に生じた費用の一〇分\nの一を被告奈良県の負担とし、その余は原告の負担とし、原告と被告Ｐ１との間に\nおいては全部原告の負担とする。\n四　この判決一項は、仮に執行することができる。\n事実及び理由\n第一　請求\n被告らは、原告に対し、連帯して五五〇万円及びこれに対する被告Ｐ１は平成一\n〇年四月五日から、被告奈良県は同月七日から各支払済みまで、年五分の割合によ\nる金員を支払え。\n第二　事案の概要\n本件は、原告が、被告Ｐ１から、原告に対し、平成五年九月から平成一〇年三月\nまで、数々の嫌がらせを受け、その人格的利益を侵害されたとして、同人に対し、\n不法行為に基づき、また同人は公権力の行使にあたる職員であり、その職務を行う\nについて、故意に原告の人格的利益を侵害して損害を与えたとして、被告奈良県に\n対し、国家賠償法一条に基づき、それぞれ原告の精神的損害及び弁護士費用の損害\n賠償を請求するとともに、さらに被告奈良県は、原告の雇用者として、働きやすい\n職場環境を提供すべき雇用契約上の義務があるにもかかわらずこれを尽くさなかっ\nたとして、被告奈良県に対し、債務不履行に基づき、精神的損害及び弁護士費用の\n賠償請求をする事案である。\n一　前提事実（争いのない事実等）\n１　当事者\n（一）　原告の経歴と現在の地位\n原告は、昭和五一年二月、大阪市立大学院研究科博士課程を中退し、同年三月一\n日、奈良県立医科大学助手に採用され、公衆衛生学教室に勤務している。\n（二）　被告Ｐ１\n大阪大学微生物病研究所副手、同大学医学部助手を経て、奈良県立医科大学にて\n細菌学教室の助教授に就任し、平成五年四月一日、公衆衛生学教室の教授に就任し\nた。被告Ｐ１は、原告の直属の上司である。\n（三）　奈良県立医科大学（以下「奈良医大」という。）\n昭和二七年に被告奈良県が、奈良県立医科大学設置条例（甲一）に基づき設置し\nた医科大学であり、原告及び被告Ｐ１は被告奈良県が雇用する公務員である。\n２　奈良医大の組織\n（一）　奈良医大は、被告奈良県が設置する医学部のみの単科大学である。医学部\nは、一般教育と専門\n教育とから構成されているが、専門教育は、教員の専門的研究及び学生の専門的教\n育等を担当する部門で、授業科目及び講座が設けられている。奈良医大の専門教育\n部門は、基礎医学と臨床医学に分かれ、基礎医学には一三講座及び一授業科目が、\n臨床医学には二〇講座及び一授業科目が設置されている。講座、一般教育の科目に\nついては、日常的に「教室」と呼ばれている。\n（二）　教室は、医学部における組織構成、管理運営の基本単位となっている。基\n礎医学の教室の人員は、教授、助教授、講師、助手、教務職員からなり、一講座に\n一人の教授が配置され、この教授を「教室主任」と呼ぶ。毎年講座研究費、学生実\n習費、物品費等の予算についても、各教室に配分され、各教室においてこれらの予\n算を執行し、これによって購入した機器、備品を管理している。また、各教室に対\nしては、教授室、研究室及び図書室等が割り当てられ、各教室において利用及び管\n理がされている。なお、大学院中央研究施設のうち特定の施設、機械装置は、教室\n独自の施設ではなく、全学の教員、学生等が利用できるものではあるが、そのうち\n特定の教室の利用頻度が高いものについては、当該教室の管理に委ねられるものも\nある。後記の原子吸光室及び原子吸光装置は大学院中央研究施設の機械装置である\nが、公衆衛生学教室に管理が委ねられている（甲一、六八、乙九、弁論の全趣\n旨）。\n（三）　奈良医大は、大学として、学長が校務を掌り、所属教職員を統括するが、\n研究教育、施設管理、学生管理、金銭管理等いずれについても教室単位として行わ\nれ、明確な規定はないものの、施設管理、講座研究費の配分管理等の権限は教室主\n任に委任されている（乙九、弁論の全趣旨）。\n旅行命令及び復命については、学長の専決事項であるが（奈良医大事務決裁規程\n三条二項）、その旅行伺兼旅行命令簿に教室主任の押印を得たうえで総務課に提出\nすることとされている。\n教員の服務に関する願及び届の処理も学長の専決事項であり（同規程三条二\n項）、休暇については、その届出は教室主任の押印を得て届け出るものとされてい\nる。\n兼業承認願については、教室主任を経て学長に申請し、学長は教授会の決議に基\nづき知事に内申する（「教員の兼業の取り扱いについて」一条二項）。\n（四）　奈良医大においては、基礎医学系の教室から代表一名が出席して構成する\n「グルンド会」という会があり、予算要求、各種委員会の\n委員の教授会に対する推薦等を行っている。\n３　被告Ｐ１の教授就任に至る経緯\n（一）　公衆衛生学教室の教授選考\n奈良医大の教授会は、平成四年九月二二日、公衆衛生学教室のＰ２教授の退職に\n伴う後任教授を選任するため、選考委員を選出し、同日、教授候補者選考委員会が\n設置された（丙八）。選考委員会は公募要綱を定めて公募を行ったが、その公募要\n綱の中に、「医師であることが望ましい」との条件があった。\n平成五年一月一一日、基礎医学の教室に所属する医師資格をもたない助手、講師\nらの有志約二〇名が集まり、原告が中心となり、右公募要綱の「医師であることが\n望ましい」との条件は、非医師研究者の応募の機会を奪い多くの優秀な人材の登用\nの機会をも妨げるとして、再考と再公募を求める旨の要望書（甲三）を作成し、原\n告が代表して、選考委員長Ｐ３宛に提出した。しかし、再考、再公募は実現しなか\nった。\n（二）　被告Ｐ１の応募と選挙\n被告Ｐ１は、奈良医大の細菌学教室の助教授であったが、公衆衛生学教室の教授\n選考に応募した。教授選には被告Ｐ１の外は一名しか応募せず、応募者二名のまま\nで投票となり、奈良医大教授選考に関する規程七条三号により、被告Ｐ１が公衆衛\n生学教室の教授に選任された（甲一）。その結果、同年四月一日、被告Ｐ１は公衆\n衛生学教室の教授に就任し、原告の直属の上司となった。\n４　公衆衛生学教室の構成及び教室会議\n（一）　公衆衛生学教室の構成\n平成五年四月一日当時の構成は、教授一名（被告Ｐ１）、助教授一名（Ｐ４、以\n下「Ｐ４助教授」という。）、講師一名（Ｐ５、以下「Ｐ５講師」という。）、助\n手二名（原告及びＰ６《その後退職》）、教務職員一名（Ｐ７《その後退職し、Ｐ\n８に代り、平成一〇年五月からＰ９に代わる。》）であった。\n（二）　公衆衛生学教室における教室会議\n公衆衛生学教室においては、従来から、教室の教員等による教室会議が開催され\nていたが、被告Ｐ１は、平成五年四月一日、教室主任に就任後、教室会議を開催し\nて、就任の挨拶と若干の注意事項を話すなどし、その後、同月一四日の教室会議\nで、教授会の日の次の水曜日に教室会議を行うことが決められた。\n５　奈良医大教授専攻・教授会構成検討委員会の設置と基礎助手会の結成\n平成五年九月一四日、教授会で、教授会の構成から非教授を除くか否かを検討す\nるため、奈良県立医科大学教授選考・教授会構成検討委員会（以下「検討\n委員会」という。）の設置が決められた。原告は、教授会から非教授を除くことに\n反対の立場をとり、同年九月二〇日基礎医学系の教室の助手らと基礎助手会を結成\nし、原告が代表となった。また原告は検討委員会の委員になった。なお基礎助手会\nは、平成七年秋ころからは事実上活動を停止している。教授会の構成については、\n平成六年三月二二日の教授会において、奈良県立医科大学教授会規定の改定が決定\nされ、学長及び専任教授をもって組織することになった（甲一、四ないし七）。\n二　争点\n１　被告Ｐ１の原告に対する嫌がらせ行為の有無\n２　被告Ｐ１の不法行為責任の存否\n３　被告奈良県の国家賠償法による責任の存否\n４　被告奈良県の債務（職場環境配慮義務）不履行責任の存否\n５　時効の成否\n６　損害の有無\n第三　争点に対する当事者の主張\n一　争点１（被告Ｐ１の原告に対する嫌がらせ行為）について\n１　原告\n（一）　アカデミック・ハラスメントについて\n研究者に固有の性差別を「アカデミック・ハラスメント」という。アカデミッ\nク・ハラスメントは、三つの要素から成る。第一は、働く女性に共通の採用差別・\n昇進差別。第二は、研究職という職場に固有の性差別。これは、透明性・流動性の\n少ない密室人事、長期にわたる徒弟奉公とボスの専制支配、大学の自治の名におけ\nる相互不干渉と監督責任の不存在が背景になって生じる。この種の権力関係の中で\n被害を受けるのは女性と限らないが、下位の職種に女性が集中し、下位の職種にお\nいても女性が被害を受けやすい。第三は、セクシュアル・ハラスメントである。\n被告Ｐ１が、助手である原告に対して行為は、教室主任たる地位、権限を濫用\nし、あるいは越権し、あらゆる機会をとらえ、繰り返し行った嫌がらせであって、\nまさにアカデミック・ハラスメントである。\n理工系の研究プロジェクトは、多くの場合、教授を頂点とするピラミッド構造と\nなっており、ピラミッドが大きければ業績が上がる構造となっている。そこで、あ\nる講座において教授が代った場合、そこには前教授のもとで働いていた教職員が残\nっているのが通常であるから、新たな教授としては、これらの教職員を、自分の研\n究テーマに従った研究を行う者と入れ替えたいと思うが、退職させることができな\nいため、いじめ、嫌がらせに繋がる。被告Ｐ１の場合も、専門の異なる分野から教\n授に就任したもので、前教授とは研究テーマが大きくかけ離れており、原告\nが、嫌がらせを受けやすい構造的な関係にあったのである。\n（二）　背景事情\n（１）　被告Ｐ１には、前記のような事情のほか、教授選任における私憤をはらす\nという動機が存在した。\n原告は、Ｐ２教授の退職に伴う後任教授を選任するための教授候補者選考委員会\nが公募要綱に「医師であることが望ましい」との条件を付したことから、基礎医学\n課程教員有志の代表的立場で、この条件を外し、再公募を行うよう要望書を同委員\n会委員長宛に提出して活動してきた。\n右教授選挙においては、被告Ｐ１を誹謗する怪文書が流布したが、被告Ｐ１は、\n右選挙中から、右怪文書を流布したのは原告であるとの疑いを有していた。\n被告Ｐ１は、自分が公衆衛生学の専門家でないとの引け目に加え、右要望書を自\n分に対する攻撃としかみられない偏狭な姿勢をもち、右要望書提出の代表的立場に\nあった原告を恨むようになった。\n（２）　原告に恨みをもって公衆衛生学教室の主任教授となった被告Ｐ１に、教室\n助手であった原告は目障りであった。そこで、被告Ｐ１は、教授の地位を利用して\n原告への恫喝を始めた。被告Ｐ１は、その第一歩として、平成五年四月八日、原告\nを呼び出し、怪文書を書いたのは原告だろうと問い詰め、「名誉毀損で訴えてや\nる。」と恫喝した。そして、被告Ｐ１は、原告が広島大学への助教授に応募した際\nには、学長の推薦まで取り付けて、原告を学外に出そうとしたが、原告が登用され\nず、目的を達しなかった。\n（３）　学長Ｐ１０は、平成五年九月一四日の教授会において、教授のみによる教\n授選挙を行い、教授会は教授のみによって構成するとの趣旨の教授選考及び教授会\n員の検討を提案し、検討委員会が設置された。原告は、基礎部門の助手会の代表と\nなり、Ｐ１０学長に異議を述べた。被告Ｐ１は、Ｐ１０学長から、その情報を得\nて、かねがね恨みを持ち、嫌悪していた原告に対する嫌がらせの後ろ盾を得、同月\n二二日、教室会議において原告を恫喝する行動に出たのである。\n（４）　被告Ｐ１は、同月二二日の教室会議を開催し、被告Ｐ１、原告、Ｐ４助教\n授、Ｐ５講師、Ｐ７教務職員、Ｐ１１助手、Ｐ１２院生、Ｐ１３医師の八名が出席\nした。\n被告Ｐ１は、平成六年度の大学院中央研究費による機器購入に関し「夏休み中だ\nったので全員の意見を聞いたわけではないが、既に機種を決めてグルンド会に提出\nした。」と報告した。そこで、原告が、「次年度より私の意見も聞いて\nほしい。」と要望を述べたところ、被告Ｐ１は了解せずに、逆に、「あんたがその\n時にまだいればね。」と発言をした。これは、被告Ｐ１に原告排除の意思があった\nことを明確に示すものである。\n次に、被告Ｐ１は、地方公務員法の抜粋のコピーを配付して読み上げたあと、大\n要、「教務職員は教授が任命している。勤務実績があがらないとか、公務員として\nの品位にかかわるようなこと、人の名誉を失墜させるような、そういったことをさ\nれると一年の猶予をもって退職、免職ができる。助手は、任命者が教授並びに学長\nの同意になっている。講師と助教授は、任命者が知事と教授会になっている。教授\nは教授会メンバーの選考と知事の命令になっている。段々に降任、免職の手続きが\n複雑になっている。」と述べて、原告を脅した。\n原告は、大学の研究・教育職の職員であるところ、大学の研究・教育職は、その\n職務の性質上、職務遂行の時間、場所、方法について、職員の広範な裁量権限が不\n可欠である。もちろん、研究・教育機関たる大学全体の円滑な運営や秩序維持、ま\nたは施設、機械装置の管理その他のため、一定の規制や上司による指導・監督の必\n要性自体は否定できない。しかし、あまりに煩雑、恣意的な規制や指導は、必要性\nに乏しいばかりか、職員の研究・教育の自由を侵害し、研究・教育職務遂行を阻害\nし、研究・教育活動の効果をも妨げる。このため、奈良医大における公衆衛生学教\n室においては、研究・教育職員の場合、出勤時間や退庁時間や勤務場所を厳格に規\n制することもなく、学生に対する指導や実験・研究が早朝や深夜まで及ぶことや休\n日に出勤することもあれば、平日に自宅で論文を書いたり共同研究のために他大学\nに行ったりすることも、各自の自覚と良識を信頼し裁量に委ねることが広く行われ\nており、緊急時の連絡先を明らかにしておく等の昀低限必要なこと以外、細かな届\n出や許可を要求することなく行われているのが通常である。そして、被告Ｐ１は、\n平成五年四月の会議で、「スケジュール表は作らなくてもよい。」と言い、また、\nそのころ口頭で、「早退も休むときもいちいち言わなくてもよい。理由も言わなく\nもよい。」と告げていたものである。\n（三）　研究妨害\n学問、研究の自由は憲法の保障する精神的自由権の一つであるから、絶対的な自\n由というべきであり、原告がどのような研究テーマを選び、どのような研究活動を\nするかは、原告自らに決定する\n自由が保障されなければならない。そこで、大学教官の勤務のあり方は、その職務\nの特性を十分に考慮する必要がある。したがって、大学教官、特に自然科学系の研\n究者である教官が研究業務を行うについては、それぞれの教官が自立性をもって時\n間配分を行うことが許されるのであり、大学に出勤し、在校することが職務専念義\n務であるとはいえない。しかるに、被告Ｐ１は、職務専念義務などに名を借り、以\n下の様々な研究妨害を行った。\n（１）　出張妨害\n出張には、学会、研究会に出席する場合のほか、研究の必要上他大学の機械を借\nりる場合、他大学の研究者と共同研究のために必要となる場合がある。研究者にと\nって、これらの出張は欠かせないものである。そして、出張する者は、旅行伺兼旅\n行命令簿を提出し、教室主任が押印欄に押印する手順になっているが、教室主任に\n許可権限はなく、学長の許可を得るための窓口に過ぎない。しかるに、被告Ｐ１\nは、前記九月二二日の教室会議において、「大学への兼業届け以外の出張は、たと\nえ半日でも総務に届け出ること」と発言し、教授就任直後の了承事項を翻し、以下\nのように原告の出張に対する妨害を行った。\nア　平成六年五月二三日の大阪市立大学への出張の妨害\n被告Ｐ１は、同日の原告の出張について、同帳簿への押印を拒否し、原告が事務\n局から言われて再度持っていくとようやく押印した。\nイ　同年八月二九日ないし三一日の出張中の嫌がらせ\n被告Ｐ１は、廃液の入った容器とゴミ袋を第二研究室の中に置いた。また、無断\n出張との言いがかりをつけた。右廃液は、原告の実験によって生じたものではな\nい。また、ゴミは第三研究室のゴミ箱のゴミであった。\nウ　平成七年五月二四日の発言\n被告Ｐ１は、教室会議において、「あんたは出張しすぎや。出張には日数制限が\nある。超えている。年休を含めて年に二〇日までや。」と述べて、原告の出張日数\nを制限しようとした。\nエ　同年七月一一、一二日の出張に関する言いがかり\n被告Ｐ１は、「無断で出張した。」「欠勤扱いにして夏季休暇から引く。」との\nメモを原告の机の上に置き、無断出張だと言いがかりをつけた。\nオ　平成九年二月以降の京都大学での共同研究を巡る出張妨害及び原告の研究に無\n関係の出張命令（宿泊費を自己負担）\n平成八年秋ころから、原告と京都大学のＰ１４助手とで共同研究を始める話が持\nち上がり、被告Ｐ１も了解した。原告は、大学が春休みになる\n平成九年二月から三月にかけて、集中的に京都大学に出張してアスベストの共同研\n究を行おうと計画し、同月二五日に出張の了解をとるために被告Ｐ１に口頭でその\n旨説明した。ところが、被告Ｐ１は翌二六日、原告の机の上に、「週八時間以内が\n本学外での自由時間として認められるものです」等記載したメモを置き、原告が\n「秋に学会もあるし、準備のために実験が必要であり、奈良文化女子短期大学の講\n義がない春休みに出張したい」旨を説明して出張の了解を求めても、許可しなかっ\nた。そのため原告はその時期の出張を断念せざるを得なくなった。\n他方で被告Ｐ１は、原告の研究に全く関連がないにもかかわらず、三月八日、九\n日と岡山大学での衛生学・公衆衛生学の教育に関する研究会に出席するよう原告に\n出張を命じた。しかも、土、日曜日にかけて宿泊が必要であるにもかかわらず、旅\n費宿泊費を原告に自己負担させた。\nカ　平成九年七月九日の出張\n原告は同年七月九日の午後に京都大学で共同研究することになったため、被告Ｐ\n１の承諾を得ようとしたが、同人が不在であったため、事前に承諾を得ることがで\nきなかった。そして、翌一〇日に前日の出張の説明をしたところ、被告Ｐ１は、\n「行くのは構わないが、わしはあとから聞いたから年休届けを出してくれ。」と言\nって出張扱いにすることを拒否し、年休届を出させた。\n（２）　原告の行動監視\nア　被告Ｐ１は、平成五年九月二二日の教室会議において、行先掲示板の設置を決\nめた。そして、その使い方として、単に行先を明示することのみならず、無断で退\n出したり、無駄なことをしていたら有給休暇とみなして、その日数から差し引くと\n告げた。すなわち、「無断退出は、一時間以上は名札の下に書いて頂きたい。八時\n間たまると有給休暇一日に相当する。一時間以上職場を離れる場合は、必ずそこに\n書いておく。一時間以上無駄なことをしていれば有給休暇だから、引かせて頂\nく。」等と発言した。右行先掲示仮の設置は、原告の勤務や行動を監視する目的で\nあり、その自由な研究活動や基礎助手会の活動への不当な干渉であり、原告に無意\n味な精神的圧迫を与えるもので、原告を標的とした嫌がらせのためのものである。\nイ　平成五年一〇月一四日、被告Ｐ１は、教務職員Ｐ７を通じ、教室を三〇分以上\n離れる場合は行き先を明記するよう命じたメモを交付した。\nウ　平成七年一〇月の教室会議は九日の予定であったが、突然中止さ\nれ、同月三〇日に変更されたので、原告がこの教室会議を欠席したところ、被告Ｐ\n１は、同年一一月一日、右教室会議で決定したとして、教室を一時間以上離れると\nきは行き先を明記するよう命じた。\nエ　平成一〇年二月一七日、原告の名札の横に「大学に出られたら札を変えるよう\nにして下さい。公の規制は協調性をもって守るように。主任」と記載した。\n（３）　原子吸光室の鍵、原子吸光装置の管理\n被告Ｐ１は、教授に就任した直後の平成五年四月の教室会議で、原告が原子吸光\n装置を管理、指導することを確認していた。しかるに、被告Ｐ１は、平成五年九月\n二二日の教室会議において、「原子吸光装置を、今後は原告に無断で使用する。機\n器は皆のものだから。」と、原告に原子吸光装置を管理させない旨の発言をした。\nこれは、原告の管理を必要もないのに排除し、原告の研究を不当に妨害するもので\nある。\n（４）　第二研究室の管理の干渉、侵害\nア　被告Ｐ１は、平成五年九月二二日の教室会議において、「あなたの部屋ではな\nいから」と言って、第二研究室前の原告の名礼を外すように求めた。しかし、右の\n名札は、在・不在・所在を示すものであり、これがあるからといって、右研究室が\nプライベートルームになるものではなく、研究室の私物化になるものでもない。こ\nれを外させたのは、原告の第二研究室の使用管理への干渉であり、嫌がらせであ\nる。\nイ　被告Ｐ１は、平成七年六月一六日、原告が不在の間に、留学生に対する原告の\n机の明渡しに際し、移動させる必要がないと言っていた机の下の原告の本などの所\n持品を勝手にダンボールに詰め込み、第六研究室の隅に移動させて放置した。\nウ　被告Ｐ１は、平成七年一一月一日に、同年一〇月三〇日の原告不在の教室会議\nで決定したとして、「先生が退任されても研究室は残ります。第二研究室の仕切を\n取り払っていただくよう皆さんが望んでいます。」等と記載した報告事項を原告の\n机に置き、原告に圧力を加えた。右仕切を原告の意に反して取り除く理由はない。\n（５）　研究費の不当配分\n平成七年一〇月三〇日の原告不在の教室会議で決定したとして、被告Ｐ１は、研\n究費を欠勤した場合には減額する旨原告に通告した。欠勤とされる内容が不明確、\n恣意的であるうえ、研究に必要な費用が出勤、欠勤と直結する合理性がない。\n（６）　動物購入を巡る嫌がらせ\nア　平成八年一一月一三日ころのラット購入について\n実験用動物の購入\nについては申請書に教室主任の押印を得て動物施設長に一週間前までに提出する必\n要があるので、原告は、被告Ｐ１に対し、二週間前に購入承認願を提出していた\nが、被告Ｐ１は、これを施設長に提出するのを故意に遅らせた。\nイ　平成九年一〇月二九日ころの購入について\n原告は、一〇月二九日のラット搬入についても、二週間前に購入承認願を提出し\nていたが、被告Ｐ１は、これを施設長に提出するのを故意に遅らせ、当日ラットが\n搬入されても手続をしないので、原告は、午前一一時三〇分ころ再度申請書を作成\nして持参したところ、午後一時二〇分ころ、自分で動物舎に持って行くようにとの\nメモを付けて原告に交付し、原告自身に持っていかせた。被告Ｐ１は右承認願を紛\n失したというが、書類が見あたらないといって引き延ばしたのである。\n（７）　学生実習の指導に関する嫌がらせ・中傷\nア　平成七年九月二五日の実習発表\n被告Ｐ１は、原告に連絡することなく、一〇月に予定されていた実習発表を九月\n二五日に行い、原告を欠席させて、これを咎め、原告の信用を失墜させた。\nイ　平成九年一〇月一三日の実習発表\n被告Ｐ１は、同日の発表に原告が九時五分に到着したことを捉え、「実習発表の\n時間内にみだりに遅れて出勤したり、自分が指導しているグループの発表に必要と\nする資料のコピーをするような教育公務員として極めて不適切な行為をしないよう\nにすること」と書いたメモを渡した。\n（四）　学内人事（学内講師推薦）を巡る嫌がらせ\n被告Ｐ１は、原告が学内講師の推薦基準を十分満たしているにも関わらず、原告\nに対する嫌悪から恣意的に推薦しない。\n（五）　専門外の応募をせまり大学から追い出そうとする鎌がらせ\n被告Ｐ１は、原告に対し、原告を大学から追い出すために、以下のとおり、専門\n外や応募資格のないもの、採用の可能性がないことの明らかなものへの募集をせま\nり、嫌がらせを行った。\n（１）　平成七年六月一二日\n原告に対し、広島大学総合科学部の国際法と心理学の講師に応募してはどうかと\n勧めた。\n（２）　同年七月ころ\n大阪市立大学生活科学部の発達保健学の助教授及び長崎大学薬学部の薬学部教授\nの応募書類と「Ｐ１５殿、母校の方もあります。ＡＰＰＬＹされてはいかが？主\n任」と書いたメモを原告の机に置いた。\n（３）　平成八年八月ころ\n原告の机の上に、相模女子大学の栄養生化学の助教授又は教授の応募書類を置い\nた。\n（４）　同年一\n一月ころ\n原告の机の上に、大阪市立大学生活科学部栄養生化学講座の講師又は助手の応募\n書類及び「Ｐ１５先生Ａｐｐｌｉｃａｔｉｏｎ真剣に考えられてはいかがでしょ\nう？主任」とのメモを置いた\n（５）　同年一二月九日\n教務職員Ｐ８を通じ、原告に対し、京都大学人間環境学寄付講座の助教授（臨時\n教員）の応募書類を渡した。\n（６）　平成九年一〇月ころ\n原告の机の上に、香川医科大学の医療管理学の助教授の応募書類及び「Ｐ１５\n君、応募されてはいかがでしょう？主任」のメモを置いた。\n（７）　同年一一月ころ\n原告の机の上に、旭川医科大学の公衆術生学教室の教授の応募書類及び「Ｐ１５\n君　よければ応募されてはいかがでしょう？」とのメモを置いた。\n（８）　平成一〇年一月一三日\n原告の机の上に、滋賀医科大学の予防医学講座の助教授の応募書類及び「Ｐ１５\n君　応募を一考されてはいかがでしょう。主任」とのメモを置いた。\n（９）同年一月二三日ころ\n原告の机の上に、大阪府立看護大学医療技術短期大学部栄養学科の講師、北海道\n医療大学歯学部口腔生化学講座の教授、長崎大学医学部の放射線疫学の担当教授の\n応募書類及び「Ｐ１５君、応募されてはいかがでしょう？失礼ですが、万一資格が\nないようでしたら、とってでも応募されるというのはどうでしょうか？」とのメモ\nを置いた。\n（六）　休暇取得に関する嫌がらせ\n（１）　平成六年一月四日\n原告のロッカーの隣のロッカーに、被告Ｐ１の書いた「一月四日にＰ１５助手が\n休むのか？否か？休むのであれば無断欠勤になるが確かめて下さい」とのメモが張\nり付けてあった。これは、原告を監視するためのものである。\n（２）　平成六年八月八日\n夏季休業中は、研究者は研究に支障がない限り自宅研究できるのが慣例であるに\nもかかわらず、原告が八月八日に休んだところ（しかも原告は同僚に休むことは告\nげている。）、被告Ｐ１は、同月九日「無断欠勤を説明せよ」と原告の名札の横に\n記載した。\n（３）　平成七年一二月二七日\n原告は、一二月二四日、公務であるＬＥＣラット実験のため出勤し、同月二七日\n代休届を出して休んだところ、被告Ｐ１は、翌日「Ｐ１５君本年から休暇や出張は\n上司にまず伺いをたて、許可を受けるのが原則です。必ずいかなる場合もそうして\n下さい。また、二日以上にわたる病欠の場合は、必ず医師の診断書を出すようにし\nて下さい。主任」とのメモを原告の机に置き、原告の名札の横\nには「休日に上司の命令ｅｔｃで出勤した場合を除き、その代休は法規で認められ\nておりませんので、一九九六年度から無断欠勤扱いとなりますので銘記しておくよ\nうに！！」と記載した。\n（４）　平成九年一〇月二三日\n原告が体調が悪いため朝ファックスで連絡して休んだところ、被告Ｐ１は、Ｐ８\n教務職員を通じ、「Ｐ１先生から伝言です。病気により休む場合は診断書を出して\n下さいとのことです。」と自宅に連絡してきた。通常はファックスによる病欠も認\nめられており、ことさらこのような連絡を自宅によこすのは嫌がらせ以外の何者で\nもない。\n（５）　平成一〇年一月一九日\n原告が同日代休を取ったとり、さらに体調不良のため医師の診断書をファックス\nで送信して三日間休んだところ、被告Ｐ１は、出勤した原告の机に、「Ｐ１５君\n時間外出勤の代休を取る権利は認めますが、公務員である以上、上司への許可願い\nが必要となるのではないでしょうか？下記書類に代休と書き、Ｐ８さんに提出され\nたし　主任」とのメモと年次休暇届の書類を置いた。従来より、休日出勤を命じら\nれたときは、代休を取る旨後日口頭で教室主任に告げることで足りていた。例え\nば、平成八年三月八日には、三月一三日の子供の卒業式には二月二五日の入試監督\nの替わりに休んでも構わない、書類の提出は不要であると言っており、被告も届け\nを出さなくてよいことを従来から認めていたにもかかわらず、このような手続を要\n求したのは、原告に対する嫌がらせである。\n（６）　同年二月二日\n被告Ｐ１は、原告の机の上に、「奈良県職員服務規定新旧対照表」等と被告の\n「Ｐ１５君　総務よりマーキングペンのところ、よく認識して従来通り所属長の許\n可、承認するように徹底するようにとのことです（主任）」と書いたメモを置き、\n原告に体暇を取りにくくする心理的圧力をかけた。\n（七）　Ｐ１６教授との車の貸借を巡る誹謗中傷\n原告は、平成八年一一月から平成九年九日までＰ１６教授に車を貸していたとこ\nろ（車は、平成六年三月に購入した新車であった。）、返却を受けた際に付いてい\nた傷の修理代をどちらが負担するかについて紛争が生じたが、これに付いて、被告\nＰ１は、「八年も九年もたった古い車を貸しておいて、修理代を要求するとは公務\n員としてあるまじき行為」等と事実を歪曲して述べ、その旨事務局長に報告して原\n告の名誉、信用を毀損した。\n（八）　兼業妨害\n原告は、平成三年から、\n知事の兼業承認を得て奈良文化女子短期大学看護学科生理学及び栄養学科解剖生理\n学の講義、実習の非常勤講師を担当していたが、被告Ｐ１は、本務に支障があるこ\nとを理由に承認申請書類の受領や押印を遅らせたり、拒否する権限がないのに、以\n下のとおり、兼業申請を妨害した。\n（１）　平成六年二、三月ころ、原告が次年度の兼業申請を出したところ、「解剖\n生理学について原告には教える能力がない。」ので許可しないといい、原告の兼業\nを妨害した（この際は、被告Ｐ１が奈良文化女子短期大学の部長から説得されて考\nえを改めた。）。\n（２）　平成一〇年三月三日、Ｐ５講師、Ｐ４助教授同席のうえ、原告に対し、同\n短期大学の兼業申請につき、「リアルスケジュールがない。本業に支障がある。」\n「なんでしたいねんやろ。解剖生理の専門家でもないのに」等と述べ、また、本業\nへの支障につき原告が説明を求めると、「教室に来て出席の名札を変えない。ぺー\nパーが上がってない。教室の取決めを無視している。」等と述べ、兼業承認申請書\nへの押印を拒否した。その結果、原告は次年度の兼業承認申請書を教授会に提出で\nきなかった。\n従来、大学からの講師依頼書の提出がなくとも兼業申請は承認されるのが通例で\nあったが、被告Ｐ１が講師依頼書の提出を執拗に要求するため、それを待っていた\nところ、被告Ｐ１が兼業承認願を早く提出するように指示したため、平成一〇年二\n月一〇日、前年度の実績に従った時間数等を記載した兼業承認願を提出した。しか\nし、同月一二日、奈良文化女子短大の教務部長より、次年度の原告の担当するコマ\n数が減るとの通知を受けたため、同日付けで改めて兼業承認願を提出した。また、\n原告は三月三日の面談の際年次計画書を持参しなかったが、それは、そもそも奈良\n文化女子短大では講義スケジュールは講師が確定してから作成するものであったた\nめ、入手が不可能だったからである。しかし、被告Ｐ１が執拗に年次計画書の提出\nを要求したため、やむを得ず、原告が奈良文化女子短大に頼み、同年四月八日、同\n大学の教務部長が奈良医大まで講義予定表を持参した。そこで、原告は、同月九\n日、改めて兼業承認願を提出した。しかし、承認が遅れたため、原告は、四月一〇\n日に予定されていた第一回の講義は休講にせざるを得なかった。\n２　被告ら\n（一）　加害行為の不存在\n被告Ｐ１が、原告に対して違法な行為を行ったことは否認する。被告Ｐ１の行為\nがアカデミック・ハラスメントであるとはいえないし、また、被告Ｐ１が教授選挙\nに対する恨みから原告に対して嫌がらせを行ったことはない。\n（二）　被告Ｐ１の教授就任後平成五年九月二二日の教室会議までの状況\n（１）　被告Ｐ１は、平成五年四月一日、公衆衛生学教室の教授に就任し、教室主\n任となったが、就任当初、教育研究や適正な教室管理等を行い、教室主任としての\n職責を果たすためには、公衆衛生学教室の状況を把握する必要があると考え、学生\nの夏季休業期間までの間は、公衆衛生学教室の状況をよく見聞・観察することに徹\nしていた。その中で、被告Ｐ１の気がかりとなったのは、原告が無届で欠勤するこ\nとが多く出勤が不確定であり、出勤していてもその所在がはっきりしないという勤\n務状況などの悪さであった。本学の教員は、いうまでもなく地方公務員（一般職）\nである以上（教育公務員特例法三条）、教育公務員特例法、地方公務員法、奈良県\n条例・規則等に従って、所定の勤務時間に出勤・在校して職務に専念すべき義務を\n負い（地方公務員法三五条。もちろん教員の職務を単純に行政職職員等と同一に捉\nえることはできないから、その勤務態様等については、ある程度柔軟に捉えていく\n必要はあると思われるが、それでも公務員である以上、所定の勤務時間を遵守し、\n職務に専念することがあくまでも基本である。）、出張する場合には旅行伺兼旅行\n命令簿を提出して教室主任及び学長の了承を得、休暇をとる場合には年次休暇届等\nを提出するなどの手続を履践しなければならないことは当然のことである。特に、\n助手は教授及び助教授の職務を補佐をすべき職責を負う（学校教育法五八条七項）\nものであるし、また、自然科学分野の研究者は、多くの場合、実験を中心として研\n究を行うが、実験は自宅で一人でできるというものではなく、大学の設備等を利用\nし他の教室員等と協調して遂行していく必要があるのであり、そのような観点から\nも、職務遂行のためには、実験設備・機器のある大学へ出勤し在校する必要があ\nる。それにもかかわらず、原告は出勤状況、勤務状況が悪く、それによって、公衆\n衛生学教室内の施設管理や機器の使用に支障が生じ、他の教室員から不満が出てい\nたり、原告を実習の指導教官に選んだ学生が原告への連絡がつかず困ったり、実験\n器具や化学薬品の搬入業者も困るという状況が生じていた。\nちなみに、原告の出勤状況は以下のとおりであった。\nア　毎週金曜日の欠勤\n原告は、奈良文化女子短大へ非常勤講師として出講している毎週金曜日は、同短\n大での授業時間以外の時間及び同大学で講義がないときも含め、ほとんどすべて欠\n勤していた。\nイ　平成五年九月二二日の教室会議までの原告の出勤状況\n原告は、平成五年度においては、学生の夏季休業期間中はほとんど出勤していな\nい。日時を特定できるのは、七月二一日、二二日、二六日ないし二八日、三〇日、\n八月二日ないし六日、九日ないし一三日、一六日ないし二〇日、二三日ないし二七\n日、三〇日、三一日、九月一六日であり、いずれも休暇届や出張届等の提出もな\nく、公衆衛生学教室に対する口頭の届け出すらない無断欠勤であった（なお、七月\n二三日及び二九日は、大阪市立大学への出張届が提出されている。）。\n原告は、これら特定できる日以外にも、多々無断欠勤や無断での出張を繰り返し\nていた。\nそこで、被告Ｐ１は、教室員の勤務を適正にするため、勤務時間の遵守、職務の\n専念、諸手続の履践などについて教室員全員に注意を促す必要を感じるに至ったの\nである。\n（２）　原告は、被告Ｐ１が原告に対する恨みを持っており、そのため、原告に対\nする恫喝を行ったと主張するが、否認する。原告主張の、同年四月八日の面談は、\n原告の要請によるもので、被告Ｐ１が原告を恫喝した事実はない。\n（３）　平成五年九月二二日の教室会議の議題は、教授会の報告、平成六年度大学\n院中央研究施設器機の予算申請に関する報告等であったが、被告Ｐ１は、昀高学府\nに働く社会人として互いの権利と自由を認め合い協調して研究教育に携わっていく\nためには、職場における昀低限の法的常識を勉強しておくべき必要があると感じた\nことから、この日の教室会議において、地方公務員法の一部を読み上げ、これを確\n認するとともに、もって教室員全員に対し、勤務時間を遵守し、職務専念義務を果\nたすよう注意を促したのである。その動機は、あくまでも公衆衛生学教室員全体の\n資質の向上を図り、公衆衛生学教室の研究・勤務環境の改善を図ったものである。\nなお、被告Ｐ１が、原告の勤務状況が悪いために改善を試みた点は、休暇・出張の\n届出手続の誠実な遵守徹底と常識程度の行き先表示板の設置などにすぎない。\n（４）　原告が大学院中央研究施設器機の予算申請に関する報告に対し、次年度は\n原告の意見を聞いて欲しいと述べたので、被告Ｐ１は、原告の要望を容れて、「来\n年から\nそういうふうに、Ｐ１５さんがおられましたら、そういうふうに致します。」と丁\n重に回答した。この回答の背景には、原告が同年六月ころに広島大学総合科学部・\n自然環境研究コース・自然環境研究講座の助教授に応募していた事実があり、原告\nが同大学に任用される可能性も被告Ｐ１の念頭にあったため、このような話となっ\nたものである。\n（三）　研究妨害について\n（１）　出張妨害について\n教室主任は、学長からの包括委任により、教室員の勤務時間の遵守、職務専念、\n出張届等の履践等を指示、指導等する権限を有しており、「教室主任」との名称が\n付与されていること、旅行伺兼旅行命令簿に教室主任の押印を得て学長に提出する\nこととされていること、勤務に関する事項等を含む各種文書がすべて教室主任宛に\n発せられていることなどはこのことを示している。個々の出張の妥当性については\n当該教室の教育・研究の現状を直接理解・把握している教室主任の教授が的確に判\n断できることから、旅行伺兼旅行命令簿に教室主任が押印して学長に提出すること\nとなっているのである。\n被告Ｐ１が、出張届について原告に注意を促したのは、本件各教室員の勤務・研\n究状況全体を向上するためである。原告を標的とするような意図はなかった。\nア　原告主張の平成六年五月二三日の出張については、原告は同月二〇日（金）は\n兼業のため出張し、同月二一日及び二二日は週末で大学は休み、翌二三日は右の出\n張の日であり、原告はこのように連続して大学に来ておらず、原告が主張するよう\nな事態が生じるはずがない。\nイ　原告主張の同月二三日の出張については、廃液が第三研究室に放置されていた\nところ、教室員から同廃液を出すような実験を行っているのは原告であると指摘を\n受けたので、被告Ｐ１は、本来、同廃液は原告自身で処理されるべきものであり、\nまた、同廃液の漏出により床を破損させることを危倶し、「廃液は自分の部屋で管\n理されるようお願いします」等と記載したメモを置いて、同廃液を原告の第二研究\n室の前室部分に置いたのである。無断出張と言いがかりを付けたことは否認する。\nウ　原告主張の平成七年五月二四日の教室会議において発言した事実は否認する。\nエ　原告主張の平成七年七月一一、一二日の出張については、被告Ｐ１は、約二か\n月前に許可していたために、そのことを忘れてしまっており、そのようなメモを置\nいてしまったまでであり、その後、原告に謝罪し\nている。\nオ　原告主張の平成九年二月以降の出張については、原告は、奈良文化女子短大の\n講義のない春休みの間に「二月から三月にかけて集中的に」出張したいとの要請を\nしてきたが、同短大の春休みは三月二一日から四月七日、本学の春休みは三月一五\n日から四月一〇日であって、原告の言うような二月から三月にかけてではないこと\nや、原告の勤務状況が相変わらず悪かったことなどもあり、原告の本務は本学での\n勤務であるから本学へ出勤するようにという趣旨から、本務を怠らないようにして\nほしいための一般的な注意としてメモを置いたものである。右メモには、出張を制\n限する文章はないし、被告Ｐ１が原告の京都大学への出張や実験を妨害したことな\nどはなく、これらの原告の主張は根拠のない言いがかりである。\nまた、岡山での研究会は、原告の研究分野に関連し、かつ世話人であるＰ１７教\n授が社会医学分野の重鎮であったことから、原告に出席を勧め、原告も喜んで了解\nしたものである。なお、出張費用は、割り当て予算を使い切ってしまうと自己負担\nすることになっており、本件で原告が自己負担したのも、原告がすでに自己の出張\n費を使い切っていたためである。なお、原告からのかかる出張費の請求が全くなく\n出張届け出用紙の支払区分欄が空白であったため、被告Ｐ１は本学から支払われる\n出張費に残高があると思っていた。もし、事前か事後に原告からこれらの請求があ\nれば、被告Ｐ１としては、教室の親睦費から教室員の同意の下で支払われることも\nあったと思っている。\nカ　原告主張の平成九年七月九日の出張については、同月八日は、被告Ｐ１は、午\n後二時から教授会、引き続き附属看護専門学校審議会があり、教授室に戻ったのは\n午後五時前後であった。いずれにしても原告は同日中に旅行伺いを被告Ｐ１に提出\nしないまま、翌九日に本学を欠勤して京都大学へ出張したものである。そのため、\n事後処理として、本学事務局の指示により年休届を原告に出して貰ったまでであ\nる。この件については、事前に被告Ｐ１に旅行伺いを出すことができたはずである\nのにこれを怠った原告に非があることは明らかである。\n（２）　原告の行動監視について\nア　行先表示板は、公衆衛生学教室員の適正な勤務を確保する目的で、公衆衛生学\n教室員の同意を得たうえで設置したものであり、公衆衛生学教室員全員がその表示\n板へ記載等をすることとしたものなのであるから、原告の行動を監\n視するものではない。\nイ　平成五年一〇月一四日のメモは、「教室員各人に徹底して下さい。」と明記し\nてあるとおり、同年九月末ころに設置した行先表示板の趣旨を徹底させるため、同\n年一〇月ころ、教室員全員を対象とするよう教務職員Ｐ７に依頼し交付した。しか\nし、もしもこのメモが原告の手元だけに止まっていたとするならば、回覧されるは\nずのメモが原告のところで保管されてしまったのかも知れないのである。\nウ　平成七年一〇月九日の教室会議が、同月三〇日に変更されたことがあったかど\nうかについては定かではない。もしも、このような変更があったとすれば、原告は\n九日の会議に欠席したうえ、三〇日の会議にも欠席したことから、やむを得ず、被\n告Ｐ１が原告に三〇日の会議の協議結果を通知したのである。原告が言う「教室を\n一時間以上離れるときは居場所を明記すること。」との教室会議の決定事項は、教\n室員全員による合意事項となったものを原告に伝えたに過ぎない。\nエ　平成一〇年二月一七日の記載については、原告が帰宅する際に、行先表示板の\nルールを守らず、その掛け替えもせず、上司に一言も伝えずに帰宅するようなこと\nが重なったため、被告Ｐ１がやむを得ず注意を促しただけである。特に、同月一二\n日には、原告は被告Ｐ１との面談の約束を一方的に破棄したうえ、表示板の掛け替\nえも行わず帰宅していたのである。\n（３）　原子吸光室の鍵、原子吸光室の管理\n原子吸光室は公衆衛生学教室以外の教室員も使用する共同研究室であるにもかか\nわらず、原告だけが鍵を所持し、また、その部屋又は内部の機器の使用等について\n他の教員に文句をいい、難癖をつけるなどして、その部屋又は内部の機器の使用\nは、事実上原告の許可、立会を必要とするという状態で、原告により私物化、独占\n化された状況であり、他の者が使用するのに肩身の狭い思いをすることが多かっ\nた。さらに、原告の出勤が不確定であり、出勤していても所在の不明なことが多い\nため、教室員等から同装置等を使用したいときに使用できないなどの不満が出され\nており、また同室のガス漏れ点検にすら支障を来たすという状況になっていた。そ\nのため、原告を介さずに同室への出入りや、同装置の使用ができるようにしてほし\nいとの要望が出されていた。他方、原子吸光装置は、原告以外の者であっても、操\n作マニュアルを読んだり講習を受けたりすれば、十分操作しうるものであり、必ず\nしも原告が\n管理したり、使用に際して立ち会ったりしなければならないというものではない。\nそこで、被告Ｐ１は、九月二二日の教室会議において、「（原子吸光装置を）壊\nすことのないように、業者を呼んで使用講習会をしてから、あなたがいないときで\nも使用する。」と述べ、原告を介することなく、原子吸光装置及び原子吸光室を使\n用することとした。しかし、原告は、被告Ｐ１の指示に従わず、原子吸光室の鍵を\n平成八年になって返還したが、その後も現在まで、同室は原告及びその友人ら特定\nの人物が専用する場となってしまっている。\n（４）　第二研究室の管理の干渉等について\nア　第二研究室のドアに原告のネームプレートが表示されている状態は、あたかも\nプライベートルームのような外観を呈するものであって、大学の研究室としては不\n適当である。\nイ　原告主張の机の明渡しについては、中国からの女子留学生が必要とした事務用\nの机と場所などについて、被告Ｐ１が明渡しを要求したものの、原告はなかなかこ\nれに応じなかった。平成七年四月の教室会議ではこれを口頭で了承したものの、よ\nうやく同年五月末から六月初めころにこれに応じたが、原告は机上やコンクリート\nテーブルの表面のみを明け渡して机の下やコンクリートテーブルの下などに原告の\n私物、原告専用戸棚、壁の掲示物などを残したまま長期間放置していたため、留学\n生が大変困惑していたので、被告Ｐ１は、やむを得ず、原告に通知したうえで、同\n年六月一六日、他の教室員の立会の下、これらの原告の私物等を段ボール箱に入れ\nて第六研究室内に保管した。\nちなみに、被告Ｐ１は、原告に、これらのコンクリートテーブルの下などに放置\nされた原告の物品につき、移動させる必要がないとは一切言っていない。\nウ　原告の主張の平成七年一一月一日の言動については、原告の使用している第二\n研究室は、本来の細胞培養のためのクリーンベンチ設置のために前室・後室に二分\nされていたが、この施設が他に移動されたため同研究室を不自然に二分する必要が\nなくなった。現状は甚だ機能的でなく、不要な換気ダクトも天井から突き出したま\nまであるうえ、原告のプライベートルームの様相を呈していたため、教室員全員が\n室内の仕切りを取り払い、研究室を有効活用することを希望していたところ、この\nころ、大学の講座研究費以外の予算を使用してこれを取り払う小改築が可能であっ\nたため、原告に対し、仕切を除去するよう要\n請したのである。「先生が退任されても」というのは、教室の施設管理者として将\n来のために改善を進めていく責務ある立場からする、あくまでも一般論を述べたも\nのである。講座研究費以外の大学予算による改築希望調査はその後もあるが、現在\nも、原告からは何らの返答も貰えないために、未だにこの改修は出来ないまま今日\nに至っている。\n（５）　研究費の不当配分\n研究費を出勤状況に応じて配分することは、勤務の適性化を図る等の観点から、\n当該教室会議に出席していた教室員全員の総意として決定され、原告がこの教室会\n議に欠席していたことから交付されたものである。この決定及び原告への通知が原\n告の研究等を阻害したという事情は全くない。なお、実際には、出勤状況に比例し\nた研究費の配分は行われないまま、この決定の実施は先送りされている。\n（６）　動物購入を巡る嫌がらせ\nア　平成八年一一月一三日ころのラット購入については、当該申請手続は遅れた\nが、原告へのラットの搬入は指定通り行われており実験には何らの支障も来してい\nない。この時期は、被告Ｐ１が日本公衆衛生学会の出張の週であったこと等のた\nめ、原告が申請書を提出した直後から本学に出勤しておらず、当該押印を失念して\nいたものである。\nイ　平成九年一〇月二九日ころの購入については、この時期も、被告Ｐ１が日本公\n衆衛生学会の出張の週であったこと等のため、原告が出した申請書を紛失したた\nめ、再度出してもらったものである。そもそも、現在の動物実験の実施状況からす\nれば、実験動物の購入や動物実験をなしえなくなるということはありえない。な\nお、被告Ｐ１がこの申請書を原告が持っていくように指示したのは、もともと教授\n自身の実験や教室の共通プロジェクトの研究でもない実験のために、教授自らがこ\nの種の申請書を施設に持っていくようなことは全くなく、研究者自らが当該施設に\n持参するのが常識だからである。\n（７）　学生実習の指導に関する嫌がらせ、中傷\nア　平成七年九月七日の実習発表は、同年四月終わりころに、同年九月二五日（他\nのグループの日）及び一〇月九日（原告の指導するグループ）とすることが予定さ\nれており、被告Ｐ１は、これを原告を含む公衆衛生学教室員に対し、口頭及び公衆\n衛生学教室図書室の行事予定表により周知させていた。原告は、この実習発表日を\n失念していたのである。現に、原告の指導する学生達も、他のグループの発表日で\nある九月\n二五日の実習発表に出席参加していた。\nイ　平成九年一〇月一三日の実習発表については、原告の実習開始時刻への三〇分\n以上の遅刻に対し、左記のメモを交付したものである。この時は、原告がこの実習\n発表に大幅に遅刻したうえ、当日の発表資料の準備不足のため、当日朝に学生二人\nに発表資料をコピーさせたためこの学生達にも三〇から四〇分程度遅刻させて巻き\n込むという、教育上からも不適切な出来事があったため、やむを得ず、被告Ｐ１が\n指導したものである。\n（四）　学内人事（学内講師の推薦）を巡る嫌がらせについて\n原告は、講師に相当する研究業績を有していないため推薦していないだけであ\nる。原告の研究業績は、研究期間に比した業績数の少なさに加えて、発表雑誌の科\n学論文のグレードが高くなく、他者からの査読の有無などの点を見ても学術的に科\n学論文（原著）として取り扱うことが難しいものが多いと解されるのである。\n（五）　専門外の応募を迫り原告を大学から追い出そうとする嫌がらせ\n被告Ｐ１は、他大学からの教員応募依頼については、公衆衛生学教室員に出来る\nだけ多くの教員募集情報を提供したいとの考えから、公衆衛生学教室の各教官の全\nてに提示するようにしてきた。年間約一〇〇件前後（教授就任以降本件提訴までの\n五年間で約五〇〇件前後）の多数の応募依頼の中で、各教官にとって相応の関係が\nあると思われるものは、個々の教官に応募依頼の書類コピーを見せたり交付するこ\nとにしており、不在の時はメモを付して教官の研究室にコピーを置くようにしてき\nた。被告Ｐ１は、応募依頼に関する情報を出来るだけ各教官に伝えるよう努力して\nきたのであって、あとは各教室員の選択・判断等に委ねているものであり、各教室\n員についてはこれら応募を何ら強要をしているものでは決してなく、このような応\n募依頼の紹介の方法に不満を持つ教室員もいないのである。被告Ｐ１から原告に対\nする各応募依頼の書類コピーの提示も、上記のような他の教官への応募依頼の紹\n介・連絡と同様の取扱いに過ぎず、何ら原告を特別に取り扱ったことはない。これ\nらの教室内における平等な取扱いに対して、嫌がらせであるという原告の主張には\n何らの理由もないのである。また原告以外の教官も、現に、これらの応募依頼書等\nを見て幾度か応募しているのが実情である。被告Ｐ１は、公衆衛生学教室員にでき\nるだけ多くの教員募集情報を提供したいとの考えから、また、\n原告より然るべきポジションで他大学へ推薦するよう要求されていたことから、多\n忙な中、教員募集書類をざっと見て各教室員に関係ありそうなものがあれば、それ\nを各教員に交付し、あとは各教室員の選択、判断等に委ねているものであり、各教\n室員に何ら強要しているものではなく、何ら嫌がらせといわれるものではない。\n（１）　原告主張の平成七年六月一二日の広島大学総合科学部については、被告Ｐ\n１は応募を勧めたことはない。\n（２）　同年七月の大阪市立大学及び長崎大学薬学部への応募は勧めたが、その発\n達保健学等は原告の専門外ではない。人間福祉学科に所轄されるもので、原告に適\nすると理解して紹介したものである。\n（３）　平成八年八月の相模女子大学及び同年一一月の大阪市立大学への応募は勧\nめたが、その栄養生化学は原告の専門外ではない。むしろ、原告は奈良文化女子短\n大や帝塚山短大の非常勤講師として栄養学科で公衆栄養学の教鞭を取っていたこと\nから、被告Ｐ１としては適切なものと理解していた。なお、被告Ｐ１は、原告に管\n理栄養士の資格がないことを、このことがきっかけで、平成一○年一月ころ、初め\nて知った。\n（４）　平成八年一二月の京都大学の応募書類は、公募部門が人間環境学研究科で\nあり、原告に適したものと理解して情報提供したものであるが、臨時教員の募集だ\nとは全く気づかなかった。しかし、あくまで、各教室員の選択、判断に委ねられる\nもので、強要していないから、嫌がらせと言われる理由はない。\n（５）　平成九年九月の香川医科大学への応募については、その医療管理学は原告\nの専門外ではない。むしろ、これは人間環境医学講座助教授の公募であり、担当科\n目の医療管理学とは原告が短大等で講義を持っている公衆衛生学がカバーする専門\n分野であると理解されたことから、原告の自負する専門分野であると理解して、紹\n介提示したものである。\n（６）　旭川医科大学への応募については、原告が公衆衛生学の専門家と自負して\nおり、日本衛生学会の評議員でもあること等から、教授職についての公募情報を提\n供しないのは不公平とも思われたため、「よければ応募されては如何でしょう」と\n意向を打診してみたものである。助手が教授に二階級特進することもありえないこ\nとではない。\n（７）　滋賀医科大学への応募については、その予防医学は必ずしも原告の専門外\nではない。予防医学は原告が専門を自負する公衆衛生学の目的・理念\nとなる分野であり、原告がこの分野を専門外にして疎いということはないはずであ\nる。また、滋賀医大は近畿圏にあり、その意味でも原告に情報提供してみたもので\nある。\n（８）　大阪府立看護大学医療技術短期大学部については、必ずしも専門外ではな\nい。同短期大学部の講師は、臨床栄養学科の講師であり、原告が短大の栄養学科で\n公衆栄養学の講師をしていたことや、本学の看護短期大学部の講師以上の教官募集\nに平成七年一、二月ころ応募していたことから、原告に適した公募先であると考え\nられた。なお、被告Ｐ１は、原告が管理栄養士の資格を持っていないのではと思う\nことが念頭にあったため、公募情報提供の一環として、この公募書類の提示に付し\nたメモに原告主張の記載をしたものである。なお北海道医療大学歯学部口腔生化学\n講座の教授と長崎大学医学部の放射線疫学の担当教授の応募書類が原告の机上にあ\nったとすれば、これは上記大阪府立看護大学医療技術短期大学の公募書類に一緒に\n綴じてあったため、そのまま原告の手元に届いたものであると思われる。\n（六）　休暇取得に関する嫌がらせについて\n（１）　平成六年一月四日\n同日のメモは、原告の勤務状況が一向に改まらなかったことから、その適正化を\n図る必要があると考え、原告の出勤状況を確認するために、Ｐ７に対し、報告を求\nめたのである。この指示は、原告の勤務状況が悪く一向に改善されない中で、やむ\nを得ず、原告の勤務を確認することを指示したに過ぎない。\n（２）　平成六年八月八日\n夏季休暇中とは学則で定められている学生の休業期間に過ぎず、研究者が夏季休\n業中研究に支障がない限り自宅研究できるような慣例などは存在しない。研究者と\nいえども、公務員としての遵法精神と矜持を持つべきであり、原告の主張するよう\nな法外な特権を享受できるわけではない。従って、教職員は、勝手に休んでよいと\nいうものではなく、有給休暇を取るか、教室主任等から自宅研修の承認を得る必要\nがある。原告が八月八日に無断欠勤したために注意したのである。\n（３）　平成七年一二月二七日\n原告の問題としているメモ等の記載は、特に二七日のことだけを述べたのではな\nい。原告が体調不良等により欠勤や早退したことは毎年数回ないし一〇回程度ある\nが、この時期までは所定の諸届出がなされたことがなかったため、せめて平成八年\nからは、これらの勤務状況を改善して原告に法定の手続を履行してもらうため\nに、一般的な注意事項として指導したものである。なお、原告は、自ら研究の自主\n性を強調しているように、一二月二四日は被告Ｐ１の命で勤務したのではなく、自\n主的に実験を行ったに過ぎないから、週休日の振り替えは認められない。また、代\n休届なるものも出されていない。\n（４）　平成九年一○月二三日\n私傷病の場合、普通は特別休暇が取られるところ、特別休暇を取る場合、医師の\n診断書を添えて特別休暇願を提出し、承認を得ることになっている。平成七年一二\n月末ころの原告への諸届出の履行などの前記要請にも関わらず、原告は、その後\nも、欠勤や早退について殆ど届出を怠っていたと言う状態が続いていたため、被告\nＰ１としては、やむを得ず、私傷病気休暇の場合の特別休暇願の手続を履行するよ\nうファックスによる連絡をしたに過ぎない。静穏なファックス通知という方法をと\nったに過ぎないことや、即座の診断書提出を要求するものではないことから、嫌が\nらせといわれる理由はない。\n（５）　平成一〇年一月一九日\n同年一月一八日の入試日の出勤に関する同一九日の振替休日取得に関しては、当\n初は、全く事前の通知や届出のないままの欠勤となっていたため、やむを得ず注意\nを促すこととなったものである。そこで、被告Ｐ１が、一月一九日の代休（正式に\nは週休日の振り替え）の処理について、事務局総務課に問い合わせたところ、便宜\n的に年次休暇届用紙を使用して、代休（週休日の振り替え）であることを記載して\n提出すれば当該日を代休（週休日の振り替え）として扱うと回答されたことから、\n原告に対し、そのように伝えて年次休暇届用紙を添えて置いただけである。実際\nも、一月一九日は、週休日の振り替えとして取り扱われており、原告の年次休暇は\n消化されていない。\n（６）　平成一〇年二月二日\n原告が、職員服務規程の改正内容を誤解して、年休届等の書類に教室主任の印が\nいらなくなったと勘違いし、特別休暇願の教室主任押印欄を勝手に抹消して総務課\nに提出するということがあったから、被告Ｐ１は、事務局に確認のうえ、原告のか\nかる誤解を改めてもらうためにそのようなことをしたのであって、かかる所要の指\n導は、何ら嫌がらせはない。\n（七）　Ｐ１６教授との車の貸し借りを巡る原告に対する誹謗中傷について\n被告Ｐ１は、「あとで見つかった傷については修理費を折半して円満に解決して\nはどうか。」「同じ基礎医学の教官同士でもあるし、でき\nれば半額にしてあげて欲しい。」と言ったに過ぎたい。\n（八）　原告の兼業妨害\n被告Ｐ１が、原告の兼業承認申請書類の受領や押印を遅らせたり、兼業申請を妨\n害したような事実は一切ない。兼業承認の要件である本務への支障の有無等は教室\n主任が昀もよく判断できるところであり、兼業承認の実質的判断は教室主任が行\nい、その実質的判断のため、教室員に対し、兼業従事時間等に関する説明や資料を\n求めることができ、また教室員に対する勤務管理者としての立場と相まって兼業に\n関して、教室員に対し、本務遂行に関する勤務上の注意を促すことなどもなしうる\nものである。\n（１）　原告主張（１）の事実は全くない。\n（２）　原告主張（２）については兼業承認の実質的な審議は教授会において行わ\nれるものであるが、その際に質問等に応答するのは当該教室の責任者である主任の\n教授であることから、教室主任としては、兼業先の短大からの講師依頼書と申請者\nの兼業承認願いの兼業時間数が食い違ったり変転するというような杜撰な書類の提\n出があったときには、申請者に対し、これに関する説明を求めて是正するなどの手\n続を経ない限り、かかる申請書等を教授会に提出することは困難となるのである。\n被告Ｐ１は、原告の本学での勤務状況が悪いことから、毎年原告に対し、本務に支\n障を来たさないよう注意を促してから兼業承認願に押印をしている。平成一〇年二\n月一○日、原告から同日付奈良文化女子短大での兼業承認願が提出されたので、被\n告Ｐ１は、同月一二日午後四時三〇分に原告と会う約束をして、本務に支障を来た\nさないよう念を押し、注意を促すこととし、その上で右兼業承認願に押印する予定\nでいた。ところが、同日午前には、原告から同日付兼業承認願が提出され、同日に\n被告Ｐ１は原告と会うことはできなかった。原告の提出した同月一〇日付兼業承認\n願と同月一二日付兼業承認願は、記載されている兼職従事時間数が異なっていた。\nその後、奈良文化女子短大から同月一二日付非常勤講師依頼書が被告Ｐ１のもとへ\n送付されてきたが、そこに記載されている兼職従事時間数は、右の二通の兼業承認\n願に記載された兼職従事時間数と全く異なっていた。その後、さらに同月二七日\nに、原告から三通目の同日付兼業承認願が提出され、この承認願に記載された兼職\n従事時間数は、奈良文化女子短大から送付されてきた非常勤講師依頼書に記載され\nている兼職従事時間数と同じであ\nった。被告Ｐ１は、原告の提出してきた兼業承認願の兼職従事時間数の記載が、な\nぜこのように三転したのかを知るため、原告に対し、奈良文化女子短大の平成一〇\n年度のリアルスケジュール（年次計画書と学生向け時間割）をもって同年三月三日\n午後四時三〇分に来るよう、行先表示板に記載して通知した。同月三日を指定した\nのは、兼業承認を審議する三月六日の教授会に間に合うように配慮したものであ\nる。同月三日に、原告は被告Ｐ１の研究室へ来たが、ほとんど怒鳴り込むような状\n況であり、年次計画書等も持参せず、奈良文化女子短大における兼職時間について\nも十分な説明をしなかった。その後、原告からは兼職に関して何ら音沙汰がなくな\nっていたが、同年四月九日、原告から同日付兼業承認願が提出され、奈良文化女子\n短大の年次計画書等も提出してきたことから、被告Ｐ１はこれに押印し、同月一四\n日の教授会の審議も経て、原告の兼職は承認された。\n二　争点２（被告Ｐ１の不法行為責任）について\n１　原告\n被告Ｐ１の行為は、原告を嫌悪し、原告を職場から排除する意図で、嫌がらせを\n継続したものであり、故意による不法行為であり、民法七〇九条、七一〇条により\n損害賠償義務を負う。\n２　被告Ｐ１\n原告は被告Ｐ１の行為が公権力の行使に当たるとして国家賠償法一条の規定によ\nり被告奈良県に賠償請求をしているのであるから、一般不法行為に基づく被告Ｐ１\nに対する損害賠償請求はなり立たない。\n三　争点３（被告奈良県の国家賠償法による責任）について\n１　原告\n被告Ｐ１の行為は、原告の上司としての地位に基づき、県立大学における公権力\nの行使として、その職務を行うについてされたものであるから、国家賠償法一条に\nより、賠償責任を負う。\n２　被告奈良県\n被告Ｐ１の行為が、原告の上司としての地位に基づき、県立大学における公権力\nの行使として、その職務を行うについてされたものであることは認めるが、何ら違\n法なものではなく、被告奈良県は損害賠償義務を負わない。\n四　争点４（職場環境配慮義務）について\n１　原告\n（一）　以下のように、被告奈良県は被告Ｐ１による原告に対する嫌がらせ行為が\n存在することを知っていた。\n（１）　原告は平成五年九月、Ｐ１０学長に対して、被告Ｐ１の行為を説明して善\n処を求めたし、グルンド会にも善処を求めた。\n当時のグルンド会の会長である第一解剖学教室のＰ１８教授は、この問題をＰ１\n０学長に報告し\nた。\n（２）　原告は、平成六年五月一七日の教室会議の数日後に、旅行伺兼旅行命令簿\nへの被告Ｐ１の押印拒否を相談した。\n（３）　原告は、平成七年五月二四日の教室会議の出張の日数制限の発言につい\nて、総務のＰ１９係長に相談した。\n（４）　原告は、同年六月一二日の広島大学の応募書類とメモについて、総務のＰ\n２０に相談し、これを渡した。\n（５）　原告は、同年七月一三日、「無断出張、夏季休暇から引く」とのメモを総\n務のＰ２０に渡した。\n（６）　原告は、同年一〇月二三日、総務課長補佐Ｐ２１に、三〇日の教室会議で\n集団いじめに遭いそうだと相談し、同年一一月一日、同人に教室会議の決議事項を\n渡した。\n（７）　事務局長Ｐ２２は、平成九年九月三〇日ころ、原告とＰ１６教授との自動\n車の修理を巡るトラブルに関して、被告Ｐ１から事実を歪曲した原告に対する誹謗\n中傷を聞いた。\n（８）原告は、平成一〇年三月、奈良文化女子短大の兼業承認願の押印拒否につい\nて、総務の副主幹Ｐ２３に相談した。\n（二）　被告奈良県は、原告に対し、原告の学生に対する教育・指導、学問・研究\nに重大な支障を来す事由の発生を防止し、支障が発生した場合には、速やかにこれ\nに対処して、支障を除去する雇用契約上の義務を負っていたものである。そして、\n前記のように、被告奈良県は、被告Ｐ１の原告に対する嫌がらせが行われているこ\nとを認識していたのであり、またこれを排除して原告の職場環境を改善することも\n可能であったにも関わらず、これを怠ったのであるから、債務不履行責任は免れな\nい。\n２　被告奈良県\n本学では、各教室主任に学長の統督権限が包括的に委任され、各教室ごとに、教\n室主任を中心として業務が運営されているのであるから、教室内の問題に関して、\n被告奈良県の職場環境配慮義務違反が問われるためには、学長などの大学の機関に\n対し、被害状況を具体的に認識させうる程度の苦情申立のなされることが前提であ\nる。\n学長Ｐ１０は、平成五年ころ、原告と話をしたことはあるが、話題となったの\nは、教授会構成資格のことであり、被告Ｐ１の嫌がらせなどは話題になっておら\nず、その善処を求められたことはない。またＰ２４元学長、総務課職員、Ｐ２２事\n務局長等に対し、苦情申立がなされたとをいえない。さらににグルンド会は、奈良\n医大の機関ではないから、同会へ善処を求めたことがあるとしても、同会には何ら\n権限、責務があるわけではなく、グル\nンド会が、原告に代わって、原告の苦情を学長など大学の機関へ申し立てたという\n事実もない。\n以上により、いずれをとっても、被告奈良県が職場環境配慮義務違反を問われる\n理由はない。\n五　争点５（（時効）について\n１　被告奈良県\n原告主張の（三）（１）ア、イ、（２）ア、イ、（４）ア、（六）（１）、\n（２）、（八）（１）の被告Ｐ１の各行為及び職場環境配慮義務違反に基づく損害\n賠償請求権については、その各行為の日から三年の経過によって時効消滅した。\n２　原告\n（１）　被告Ｐ１の嫌がらせは、平成五年九月以降、原告を職場から排除し、退職\nさせようとの意図をもって繰り返され、継続しているのであって、行為としては継\n続した一個の不法行為を構成する。従って、被告Ｐ１が嫌がらせ行為を止めなかっ\nた以上、消滅時効は進行しない。\n（２）　被告奈良県の職場環境配慮義務違反による請求は、債務不履行責任を問う\nものであるから、時効期間は一〇年である。\n六　争点６（損害）について\n１　原告\n（一）　慰藉料\n原告は平成五年九月以降今日に至るまでの五年にわたり、公衆衛生学の研究者と\nして公的に寄与する研究に邁進することを阻まれ、研究者として能力を全面的に開\n花することを阻まれてきた、また、働く者の権利行使を阻害されてきた。原告の受\nけた精神的苦痛は筆舌に尽くしがたく、これを金銭に見積もれば五〇〇万円を下る\nものではない。\n（二）　弁護士費用\n原告は、被告Ｐ１の違法行為に対し、その都度、被告Ｐ１に是正を求めたが、何\nら反省がないばかりか、違法行為を執拗に続けたため、原告は原告代理人に委任し\nて本件訴訟を提起せざるをえなくなった。よって、加害行為と因果関係のある損害\nとして五〇万円の損害賠償を求める。\n２　被告ら\n被告Ｐ１の行為に違法な点はなく、原告の損害賠償請求は理由がない。\n第四　当裁判所の判断\n一　争点１について\n１　証拠（甲一、一二、一四、一五、一八から二一の１、２、二二の二、二三ない\nし四一、四四の１ないし１２から五〇の１ないし３、五四、五八、五九から六一、\n七八、八七、一〇一、一三六、乙一三、丙一、三、一三ないし一五、二八、二九、\n三一から三五、四二、四四、四六、五〇、五八から六〇、六三、六五、六六、七\n一、七三から七五、七七、七九、から九八、一〇一から一〇七、一二六、一二七、\n検丙八、証人Ｐ４、証人Ｐ２２、証人Ｐ１４、原告本人、被告Ｐ１）及び弁論の全\n趣旨によ\nれば、次のとおり、認めることができる。\n（一）　被告Ｐ１の教授就任と平成五年九月までの状況\n（１）　平成四年九月二二日、奈良医大の公衆衛生学教室の先任のＰ２教授の退官\nに伴い、同講座教授候補者の選考が開始された。被告Ｐ１は、奈良医大の細菌学教\n室の助教授であったが、公衆衛生学教室の教授選考に応募した。教授選には被告Ｐ\n１の外は一名しか応募せず、候補者は二名であった。\n平成五年一月一一日には、基礎医学の教室に所属する医師資格をもたない助手、\n講師らの有志約二〇名が集まり、原告が中心となり、公募要綱の「医師であること\nが望ましい」との条件は、非医師研究者の応募の機会を奪い多くの優秀な人材の登\n用の機会をも妨げるとして、再考と再公募を求める旨の要望書を作成し、原告が代\n表して、選考委員長Ｐ３宛に提出した。また、原告は、同月一八日、Ｐ２５助手と\nＰ１０学長を訪れ、被告Ｐ１が適任でないなどの理由から、再公募を求めた。\n右教授選挙においては、専門以外の人材を登用すれば、奈良医大の環境衛生上の\n醜聞を週刊誌に発表するなどと記載した怪文書が各教授に郵送されたり、「候補者\nの再公募をしないことが決定し、Ｐ１教授誕生の危険性が増したが、このような汚\n物のような人物を教授にしていいのか。Ｐ１は、学会では〝狂人〟として排斥され\nている」旨を記載した被告Ｐ１を誹謗する文書が産婦人科教室のＰ２６教授に送ら\nれたり、選挙の前日には、奈良医大のあちこちに「変人Ｐ１を教授にするな　人格\n崩壊を理由に教授選５回以上落選（他大学）のＰ１を教授にしたら奈良医大の恥\nだ」などと被告Ｐ１を誹謗するビラが貼られたりした。\nしかし、教授選では、被告Ｐ１が公衆衛生学教室の教授に選任された。その結\n果、同年四月一日、被告Ｐ１は公衆衛生学教室の教授に就任し、原告の直属の上司\nとなった。\n（２）　教授選終了後、被告Ｐ１は、Ｐ２教授と引継ぎのため面談し、その際、Ｐ\n２教授から教室内での廃棄物の処理に関する忠告の他に、原告が被告Ｐ１が教授に\n就任することを望んでいなかったこと、原告が同じ女性であるＰ４助教授を意識し\nているきらいがあり、特にＰ４助教授の夫が所属する第一内科の医師達とは研究時\n間帯がずれることからトラブルが絶えないことなどを聞かされた。また教授職辞令\n受理の報告のため、Ｐ１０学長を訪れた際には、同学長から、被告Ｐ１が教授とし\nての適格性を欠く者であると知事に直接\n文書を差し出した者がいることやまた県庁の民生部にも被告Ｐ１が公衆衛生学教室\nの教授候補者として応募した際の申請用紙に「聾桟敷」と記載したことをとらえて\n「Ｐ１は、教授として不適切だ」と訴えた者がいたことを聞かされた。\n（３）　被告Ｐ１は、平成五年四月一日から、公衆衛生学教室において、教室主任\nとして勤務することになったのであるが、公衆衛生学教室にある教授室、図書室、\n第一ないし第六研究室のうち、各研究室は原告ほかの教員等に割り当てられ、原告\nが、教務職員のＰ７とともに、女子更衣室や学生自習室として使用される第六研究\n室を除く研究室の二分の一の面積を事実上使用しており、図書室にも、原告の友人\nが多く出入りしており、被告Ｐ１は、教授室以外にはその研究等に使用できる余地\nがないと感じざるを得なかった。第三研究室の器機は公費によって購入したもので\nあったが、Ｐ７の筆跡により許可を得て使用するようにとの趣旨の貼紙がされてい\nた。\n被告Ｐ１は、細菌学教室の助教授のころに個人宛の研究助成金で購入した器機類\nを公衆衛生学教室に搬入した際、これらを設置する場所が全くなく、蒸留水交換装\n置については、水流を止めると微生物が繁殖することから困惑していたところ、Ｐ\n４助教授の助言を得て、第三研究室のシンク（流し）に接続したが、これを知った\n原告が「誰に断って接続したのか。」と怒って被告Ｐ１に文句を言った。被告Ｐ１\nが搬入した機器類は、研究室前の廊下に数か月置かれていた。\n（４）　被告Ｐ１は、平成五年四月一日及びその後の同月一四日の教室会議におい\nて、教室員の研究概要の提出を求め、実験室、器具等の平等・円滑な使用を求める\nなどし、被告Ｐ１自身の実験場所の確保を求めるなどした。そして、次のアないし\nオの事項が確認された。\nア　講座研究費は年間四五〇万円であり、二〇〇万円を共通費（図書・印刷・製本\n等）とし、助手以上は一人五〇万円を割り当て、予備費は学生実習費から捻出す\nる。原則としてこの一年間はこれでやってみる。\nイ　研究プロジェクトについては、各自しばらく自由にやること。\nウ　大学院中央研究室の原子吸光装置については原告が管理、指導する。\nエ　公衆衛生学教室における教室研究室の管理、使用については、第三研究室（従\n前は原告が実験室として使用していた）は被告Ｐ１と大学院生が使用する。ただ\nし、ドラフト（排気装置つきの実験台）等の共有施設は自由に使用\nしてよい。第二研究室は原告が使用すると確認された。\nオ　スケジュール表は作成しないが、連絡がつくようにする。\nなお、原子吸光室については、原告が素人が使用すれば機械が壊れると主張した\nため、その管理を原告に委ねることなった。また被告Ｐ１は、教授室の鍵が他の研\n究室の鍵と共通であったことから、管財課に申し出てこれを取り替えている。さら\nにこの日の会議は、原告が途中退席したため、引き続き二週間後の同月二八日に継\n続することとされ、同日の会議で、講座研究費のうちの共通費の使用方法や教授会\n（水曜日）の翌日に教室会議を開くこと等が決定された。\n（５）　また、平成五年四月一日の教室会議において、被告Ｐ１と教室員が個別に\n面談することが決まり、被告Ｐ１は、同月八日、原告と面談した。その際、原告\nは、第一内科の医師達の公衆衛生学教室立入りを禁止すること、教務職員Ｐ７に研\n究をさせ、学位をとらせることなどの意見を述べるとともに、被告Ｐ１の講義を聴\n講したいと述べた。なお、このとき、被告Ｐ１は、教授選の際の被告Ｐ１を非難す\nる怪文書についての原告の関与を問い質したが、原告はこれを否定するとともに、\n名誉毀損で訴えるならば訴えたらよいと述べた。また、原告は、原告が中心になっ\nて教授候補者選考委員会委員長に提出した要望書の趣旨について説明し、かつ、被\n告Ｐ１が、公衆衛生学について未経験であるなどと述べた。\n（６）　原告は、被告Ｐ１が教授就任早々の一学期の講義について、三〇分ないし\n一時間遅刻したうえ、教室の昀前列に座り、ノートも取らずテープレコーダーを回\nして聴講した。被告Ｐ１は、話が得意でなかったうえ、原告が、日本衛生学会の評\n議員であることを意識していたこともあって、右のような原告の態度に非常なスト\nレスを感じた。その後、Ｐ５講師の提案もあり、学生に対するのと同じように、原\n告に対しても主要感染症の感染ルートについて調べることを課題としたところ、原\n告は「感染経路に関するレポートに代えて」というレポートを提出した。その中で\n原告は、被告Ｐ１から与えられた課題は、本来の業務を中断してまで行う必要性が\nないこと、講義の聴講目的が学生と異なることから提出する必要がないと判断した\nこと、自分は一七年間公衆衛生学教室の助手をしており、公衆衛生学については自\n分なりの意見をもっているが、被告Ｐ１が細菌学教室から公衆衛生学教室の主任教\n授となり、公衆\n衛生学をどのように発展させていこうと思っているか等について関心があり、これ\nが聴講の目的であること、被告Ｐ１の講義について、被告Ｐ１が思っている公衆衛\n生学とはどういうものかを講義で述べて欲しかったこと、「らい」という言葉を使\nっていたが昀近では「らい」という言葉は用いずハンセン病と言っていること、そ\nの他講義内容で原告が不足していると考えることなど被告Ｐ１の講義についてクレ\nームを記載した。\n（７）　平成五年五月初めころ、広島大学総合科学部・自然環境コース・自然環境\n研究講座の助教授の公募書類が教室に配布され、被告Ｐ１が原告に応募の意向を打\n診したところ、応募するということであったため、被告Ｐ１は、推薦状を書いた。\nこの応募の結果は不採用となった。\n（８）　被告Ｐ１は、教室会議が時間の浪費に感じられ、また、会議中、原告と他\nの教室員が口論することが多かったことから、教室会議を開催することが次第に嫌\nになっていった。平成五年九月一四日の教授会の翌日は休日であったことから、教\n室会議の開催はないと思っていたところ、原告から一五日の教室会議の開催の有無\nを問い合わされ、やむなく被告Ｐ１は同月二二日に教室会議を開催することを決定\nした。\n（９）　第二研究室については、同年四月に、これを原告が使用することとされて\nいたが、同研究室には、公費によって購入した器機があり、これらの器機は公衆衛\n生学教室の他の研究員も使用でき、他教室の研究員が使用することも許されてい\nた。しかるところ、原告は、第二研究室の扉に、在室か否かを示すネームプレート\nをかけ、不在時は、鍵をかけ、室内には原告の家族の写真が複数飾られていた。そ\nして、原告は、他大学の講義があって毎週一日は不在であり、また、動物舎に行っ\nて不在のことも多く、さらには、原告が、右研究室内の器機及び原子吸光装置につ\nいて故障するなどと言って他の研究者には無断では使用させなかった。そこで、Ｐ\n５講師及びＰ４助教授は、第二研究室が原告の私室となっていると批判的であり、\n被告Ｐ１も同様に思っていた。また、他の教室の研究者からも、原子吸光装置の使\n用について不満が出ていた。\n（１０）　原告は、研究活動は、それぞれの教官が自立性をもって時間配分を行う\nことが許されるとの考えであったし、被告Ｐ１の教室主任就任前には、スケジュー\nル表に記載するだけで、休暇や出張などにおける手続は厳格ではなかったことも\nあり、休暇届を出すことはなかった。そして、原告が、同年四月ころ、早退する際\nに、被告Ｐ１に了解を求めたことがあったが、被告Ｐ１は、そのときには研究者だ\nからいちいち言わなくても良いと言い、また、所在は教務職員のＰ７に告げておけ\nば良い旨を述べたこともあった。そこで、原告は、特別、手続もせずに休んだり、\n出張してきた。原告は、金曜日は、奈良文化女子短大へ非常勤講師として出講して\nいることもあって、毎週ほとんどすべて欠勤していたし、被告Ｐ１の予想以上に原\n告の所在が不明の場合が多く、被告Ｐ１は、原告の勤務態度に問題があると考える\nようになっていった。原告は、平成五年の学生がいわゆる夏休みに入って以降は、\n七月二一日、二二日、二六日ないし二八日、三〇日、八月二日ないし六日、九日な\nいし一三日、一六日ないし二〇日、二三日ないし二七日、三〇日、三一日、九月一\n六日と、いずれも休暇届や出張届等を提出せず、出勤しなかった。なお、その間、\n七月二三日及び二九日は、届出の上、大阪市立大学へ出張している。\n平成六年度大学院中央研究施設器機の予算申請については、同年八月二三日ころ\nが、申請期限であった。右申請に際し、被告Ｐ１は、原告の意見を聞くべきか迷っ\nたものの、すでに原告の要求による還元気化水銀測定装置と超音波洗浄装置の購入\nが決定されていたこと、原告が公衆衛生学教室にあまり出勤しないため連絡が取り\nにくく、Ｐ５講師が無断で休む人に連絡をする必要がないと述べたことから、結局\n原告の意見を聞かずに予算申請を行った。\nなお、教室においては、抄読会が定期的に行われていたが、原告はこれに出席し\nたことはない。\n（１１）　平成五年九月二〇日、基礎助手会が結成され、原告がその代表となっ\nた。\n（二）　平成五年九月二二日の教室会議（原告主張（三）（２）ア、イ、（３）、\n（４）ア）\n（１）　平成五年九月二二日、教授会の報告、平成六年度大学院中央研究施設機器\nの予算申請に関する報告、ＲＩの使用予定に関して、地方公務員法に関して、公衆\n衛生学教室に所属または公衆衛生学教室が管理する研究室のあり方について、公衆\n衛生学教室並びに本学に所属する機器の管理並びに使用について、定例教室会議の\n日程についてなどを議題とする教室会議が開かれた。\nこの会議において、被告Ｐ１は、原告がいつも教室会議の記録をとっていること\nから、自身も記録をとるために会議当初からテープで録\n音をした。\n（２）　会議は、Ｐ４助教授から教授会の報告があった後、被告Ｐ１が、平成六年\n度大学院中央研究旋設機器の予算について、「八月二三日が期限であったので、休\nんでいる方の意見までは聞くことができず、大多数の意見で、ＰＣＲの五〇万円位\nの機械を申込むこととした」旨報告し、何か意見があるかと発問を促した。\n原告は、「夏休み中でも」などと発言を始め、これに対して、Ｐ５講師から、夏\n休みの意味について、横やりが入り、被告Ｐ１が、学生には夏休みがあっても、公\n務員には夏休みはないとの発言がされ、原告が、「休んでいるときもあったし、来\nているときもあった、被告Ｐ１も休んでいた」旨述べ、Ｐ５講師が原告に「八月は\n殆ど来ていない」と言い、被告Ｐ１において、「喧嘩せんといて」と制止した後、\n「来年度から、意見を聞いて頂きたい」旨述べた。被告Ｐ１は、「来年から、そう\nいう風に、Ｐ１５さんがおられましたら、そういう風に致します。」と述べた。被\n告Ｐ１は、これに引き続き、「今、喧嘩になりかけたから、議題全部について議決\nをする必要があるので、途中退場する方は全権を会の他の方に委任したとみなさせ\nて頂きます」との旨の発言し、「来年は、できるだけ連絡をつける」とまとめて議\n事を進行しようとしたが、Ｐ５講師が「プライベートで休んでいる人に連絡を付け\nる必要はない」と強く主張した。\n（３）　被告Ｐ１は、公務員法の件でこのことにも触れるからといって、議事を先\nに進めようとし、地方公務員法の抜枠の写しを配付した。ここで、原告が、自分も\n録音したいと言って、被告Ｐ１の許可を求め、被告Ｐ１は、これに同意した。そし\nて、原告が録音機を設置するのをまって、地方公務員法の条項を読み上げ、公務員\nの守秘義務、服務規律等であり、教職員の任命権者にも触れ、上司の命令には忠実\nに従わなければならないこと、職務命令違反は懲戒処分の対象となることなどを説\n明した。続いて、教室の名札は、電話のあるところで一括して管理するのがいいと\n言い、有給休暇は上司の許可が必要であること、無断欠勤は認められないこと、兼\n業届がされている以外の出張は半日でも届け出ること、退出は、一時間以上のもの\nは名札の下に欄を設けるからこれに記載すること、これらが八時間たまると有給休\n暇一日と解釈されると説明し、一時間無駄なことをしていれば有給休暇だから引か\nせていただくとも述べた。\nこのとき、Ｐ５講\n師が、被告Ｐ１の制止を聞かず、原告の八月の勤務状況は無断欠勤だといい、原告\nが、被告Ｐ１が四月ころに教員だから報告しなくてもいいし、プライバシーがある\nから理由は聞かないと述べたと応酬し、被告Ｐ１が、これからは許可を受けて出て\nいって欲しいと言い、原告が、被告Ｐ１に、これまではＰ７に言っておけばいいと\n言っていたのを認めるかと聞き、被告Ｐ１はこれを認めると答えた。\nネームプレートについては、Ｐ５講師が第二研究室のドアに貼ってある原告のネ\nームプレートを外すように求め、原告とＰ５講師とで口論になったが、ネームプレ\nートを外し、一か所に教室員の所在がわかる表示板を設けることに原告も承諾し\nた。\n（４）　次の議題は、研究室のあり方についてであったが、被告Ｐ１は第二研究室\n及び原子吸光室にある器機を原告以外の者も使用できるように提案し、原告は器機\nが故障するといって、これに抵抗した。\n被告Ｐ１が、原告に部屋の開放を求める中で、Ｐ５講師とＰ４助教授からも、第\n二研究室が原告のプライベートルームのようになっていると指摘があり、原告が貼\nっている家族の写真を巡って、原告とＰ５講師とで口論となった。原告と被告Ｐ１\nとの間でも、原告が機械が壊れると抵抗し、被告Ｐ１が壊れたら修理するといい、\n口論のようになったが、原告の故障したときの責任は誰がとるのかという発言に対\nし、被告Ｐ１が教室の責任で修理し、原告に修理費を負担させない旨述べたため、\n原告は、しぶしぶ機械の使用を承諾した。しかし、原告が被告Ｐ１に原子吸光室の\n鍵を渡したのは、平成八年になってからであった。\n原告は、原告のネームプレートを外すように求められた際に、感情的な嫌がらせ\nは止めて欲しいと述べているが、研究室のネームプレートを外すことや原告の第二\n研究室及びその中にある原子吸光装置等の管理を教室の管理とすることに、Ｐ５講\n師及びＰ４助教授が賛成し、原告もこれに従わざるを得なかった。\n（６）　原告は、この会議で被告Ｐ１が「上司の命令に服さなければ免職処分にす\nる」と発言したとして、同年九月三〇日、グルンド会に対し、「基礎助手会活動の\n保障と教室内いじめに対する善処を求める要望書」を提出した。\nなお、原告は、その後、年次有給休暇を取得したこともあり、平成五年から平成\n七年までは、年平均一四日の年次有給休暇を利用していたが、その間、休暇届を提\n出したことはない。\n（７）　被告Ｐ１\nは、教室会議の結果を受け、同年九月二九日、図書室に行先表示板を設置した。そ\nの形状は、横書きで、左の氏名欄に教室員の名札が貼られ、行先、時間を記載する\nようになった白板である。名札は表裏で色が異なり、出勤すれば裏返すようになっ\nている。\n原告は、行先表示板を設置について、必ずしも賛成していなかったから、記載を\n怠ることも多々あった。\n被告Ｐ１は、行先表示板を設置したにもかかわらず、これに記載しない者が多い\nことから、同年一〇月一四日、Ｐ７に対して、教室を三〇分以上離れる場合は図書\n室のボードに行先を明記するように教室員各人に徹底して下さいとのメモを渡し\nた。\nＰ７は、右メモを原告に渡し、原告はこれを保管している。\n（三）　平成六年四月一八日の教室会議\n被告Ｐ１は、教授就任以来、教室員の研究を各自の自由にしてきたが、教室員が\nしている研究内容を把握することが必要と考え、平成六年三月四日の教室会議にお\nいて、共同実験は上司に報告するように言い、かつ、次回の同年四月一八日の教室\n会議に各教室員の研究課題を説明するように求めた。そして、同日の教室会議にお\nいては、原告も研究課題を説明したが、Ｐ５講師が、原告の研究におけるヒトの正\n常組織の入手方法に問題があることを指摘し、原告との間で口論となり、被告Ｐ１\nは、Ｐ５講師の意見に同調した。原告は、これ以降、自分の研究に関して、被告Ｐ\n１に説明することはなかった。\n（四）　平成六年の休暇に関する事柄（原告主張（六）（１）、（２））\n（１）　被告Ｐ１は、平成五年一二月二八日の午後、原告の姿を見なかった。ま\nた、教務職員のＰ７は同日の午後早退した。被告Ｐ１は、何の届出も聞いていなか\nったことから、平成六年一月四日、Ｐ７のロッカーに、「一月四日に原告が休むの\nか否か。休むのであれば、無断欠勤になるがたしかめて下さい。一二月二八日は午\n後五時までの勤務であるのに、Ｐ７がなぜいなかったか、説明に来るように。」と\nの趣旨のメモを貼った。原告は、平成六年一月四日、出勤して右メモを見つけた。\n（２）　平成六年八月八日の月曜日、原告は被告Ｐ１に連絡することなく、行先掲\n示板に休みと書いて欠勤した。そして、翌日出勤すると、行先掲示板の原告の名札\nの横に、被告Ｐ１の筆跡によって「無断欠勤を説明せよ」と記載されていた。\nそこで、原告は、「無断欠勤との指摘だが、八月五日の金曜日には被告Ｐ１が欠\n勤していて伝\nえることができなかった。必ず連絡せよとの意向なら先生も休みか出張か表示して\n下さい。教員は、夏季休業期間中は、基本的に自宅研修できることになっている。\n説明に来いとのメモであるが、先生がまだ出勤していないのでメモを入れる。」旨\nのメモを被告Ｐ１の教授室のメモボックスに入れた。\n（五）　原告の平成六年八月二九日からの出張中のできごと（原告主張（三）\n（１）イ）\n原告は平成六年八月二九日から同月三一日まで、出張した。\nその間の同月三〇日ころ、第三研究室内のストーンテーブルの下から蛇口部分が\n破損し、内容液が漏出し続けたままの「一般重金属廃液入れ」とラベルされた実験\n廃液の容器が発見された。被告Ｐ１は、教室教官に尋ねるなどした結果、右廃液は\n原告が使用していたものと判断し、「自分で出した廃液は自分で責任をもって管理\nされるよう」との張り紙をつけて原告の部屋の前室に移動した。これに対し、原告\nは、右廃液は自分のものではなく、一〇年以上も前から複数の人が使用し処理費用\nの点から問題があるとしてそのまま置いてあったものであること、さらに「ご不審\nの点がありましたら、張り紙をつけて出張中に部屋に置いておくというようなやり\n方をとらずに直接おたずね下さい」等と記載したメモを被告Ｐ１に渡した。\n（六）　平成七年六月一六日の原告の所持品移動（原告主張（三）（４）イ）\n平成五年一〇月から中国人の女性留学生が奈良医大の研究生となり、平成六年三\n月四日、同年四月一八日の教室会議において、同人の専属のスペースを原告の部屋\nの前室にすることが決められ、原告もこれを了承していた。平成七年に至って、右\n留学生が大学院入学試験に合格し公衆衛生学を専攻することになったため、同年三\n月ころにも被告Ｐ１は、原告に再度第二研究室の前室の一部を同年六月半ばには明\nけ渡すように要請していた。原告は、同月初め、机の上の私物は片づけたものの、\n机の下やコンクリートテーブルの下には、そのまま原告の私物が置かれていた、そ\nこで、被告Ｐ１は、同月一六日、原告が不在の時に、Ｐ４助教授、Ｐ５講師等の他\nの教室員の立会の下、これらを段ボール箱に入れて第六研究室に移動させ、「過日\nの教室会議でお明けいただくように了承いただいた第二研究室の廊下に面する前室\nについて、期限の六月半ばを過ぎました。・・・・下記の区画に該当する部分を明\nけさせていただきました。」などと記載したメモを、原\n告の机の上に置いた。\n（七）　平成七年七月の他大学応募書類の提示（原告主張（五）（２））\n被告Ｐ１は、平成七年七月ころ、原告の研究室の机の上に、大阪市立大学生活科\n学部の発達保健学の助教授（医師免許を有するもの）及び長崎大学薬学部の薬学部\n助教授の応募書類と「Ｐ１５殿　母校の方もあります。ＡＰＰＬＹされては如何？\n主任」とのメモ置いた。原告には、医師免許はない。\n（八）　原告の平成七年七月一一日から一二日の出張（原告主張（三）（１）エ）\n原告の平成七年七月一一日から一二日の原告の出張について、届出がなされてい\nたにもかかわらず、被告Ｐ１はこれを失念し、「無断で出張した」などと記載した\nメモを原告の机の上に置いていた。その後、原告から届出を出していることを指摘\nされた被告Ｐ１は、原告に対し「ワシが悪かった。」と謝罪した。\n（九）　平成七年度の学生実習発表会（原告主張（三）（７）ア）\n平成七年度の学生実習発表会は、同年一〇月二三日及び同月三〇日に予定されて\nいたが、同年一〇月一六日から同月三一日の期間が対象学年である五年生の中間試\n験の期間となったため、同年九月二五日と一〇月九日に変更された。この変更は教\n職員には口頭ないし教室内の白板への記載で通知され、学生には被告Ｐ１が講義の\n日に変更後の日時を連絡した。また教室内の月行事予定表にも記載されていた。こ\nの学習発表全に、原告は出席せず、当日行先表示板の原告の欄に、被告Ｐ１の筆跡\nによる「教員ならば実習発表会に参加して下さい。」との記載があった。このた\nめ、原告は被告Ｐ１に対し、「本日実習発表会だったのですか？一〇月一日と一○\n月九日と伺っておりましたが、一体どうなっているのですか？連絡をきちんとして\nください」と記載したメモを被告Ｐ１に渡した。\n（一〇）　平成七年一〇月三〇日の教室会議（原告主張（三）（２）ウ、（４）\nウ、（５））\n（１）　原告は、平成七年一〇月三〇日の教室会議を事前に連絡を受けていたが欠\n席した。右会議では、そのころ大学の講座研究費以外の予算を使用して教室内の小\n改築が可能であったこともあり、他の教室員からの要望により、第二研究室内の仕\n切を取り払うこと、先の平成五年九月二二日の教室会議で設置が決められた図書室\nにある行先表示板にどこにいるのかを記載することが決められた。また、講座研究\n費の配分も議題となり、これを出勤状況に比例して個々の教官に配付する\nことが合意された。\n（２）　被告Ｐ１は、会議の結果を「教室会議報告事項」と題する書面にまとめ、\nこれを同年一一月一日、原告の机の上に置いた。\nその内容は、依頼事項、決定事項及び要望事項からなり、依頼事項は、看護専門\n学校の公衆衛生学の非常勤講師を原告にお願いしたいというものであり、決定事項\nとしては、平成八年度からは、講座研究費を奈良医大への出勤状況に比例して個々\nの教官に配付することになった。欠勤した場合は、その日数に比例して公費負担に\nよる研究費の配分額が減額されるというもの、及び、教室を一時間以上にわたって\n難れる場合には必ずどこに居るのか明記して下さいというものであった。\nまた、被告Ｐ１は、要望事項として、「休暇が多くて、大学中央研究室としての\n機能が麻痺しています。速やかに原子吸光室の鍵を管理教室の所定の図書室の引き\n出しに返還して下さい。研究室の改造が比較的安価になされる昀後のチャンスかも\n知れません。先生が退任されても研究室は残ります。第二研究室の仕切を取り払っ\nていただくよう皆さんが望んでいます。」旨を記載した。\nなお、講座研究費の配分については、結局決定どおりには実施されなかった。\n（一一）　平成七年一二月二七日の欠勤（原告主張（六）（３））\n原告は、平成七年一二月二七日（水曜日）に、誰にも連絡することなく欠勤し\nた。翌二八日被告Ｐ１は、原告の机の上に「Ｐ１５君本年（一九九六年）から休暇\nや出張は上司にまず伺いをたて、許可を受けるのが原則です。必ずいかなる場合も\nそうして下さい。また、二日以上にわたる病欠の場合は、必ず医師の診断書を出す\nようにして下さい。主任」とのメモを置き、行先表示板の原告の欄に「休日で上司\nの命令ｅｔｃで出勤した場合を除き、その代休は法規では認められておりませんの\nで、一九九六年度から無断欠勤扱いとなりますので銘記しておくように！！（主\n任）」と記載した。これに対し、原告は、被告Ｐ１に対し、同月二四日（日曜\n日）、ＬＥＣラットの実験に従事するために出勤したことの代休であるから届け出\nる必要はないと抗議した。\n（一二）　平成八年の募集要綱提示（原告主張（五）（３）、（４）、（５））\n（１）　被告Ｐ１は、平成八年八月ころ、原告の研究室の机の上に相模女子大学の\n栄養生化学の助教授または教授の応募を置いた。\n（２）　被告Ｐ１は、平成八年一一月ころ、原告の研究室の机の上に大阪市立大学\n生\n活科学部、栄養生化学講座の講師または助手の応募書類と「Ｐ１５先生ａｐｐｌｉ\nｃａｔｉｏｎ真剣に考えられては如何でしょう？主任」とのメモを置いた。\n（３）　被告Ｐ１は、平成八年一二月九日、原告の研究室の机の上に京都大学人間\n環境学寄付講座の一年半の任期の助教授の応募書を置いた。\n（一三）　平成八年の実験用動物の購入（原告主張（三）（６）ア）\n実験用動物の購入については、二週間前までに、動物実験計画承認申請書に教室\n主任の押印を得て、動物施設長に提出することとなっており、原告は、平成八年一\n一月一三日の実験用のラットの搬入について、その二週間前に申請書を被告Ｐ１に\n提出していた。しかし、被告Ｐ１は、その教室主任欄に押印することを失念してい\nたため、動物施設室事務室への提出が遅れた。このため平成八年一一月一三日付の\nラットの搬入の審査結果通知書に「申請書の提出は動物搬入予定日の一週間前まで\nにお願いします。」との記載がなされた。\n（一四）　平成九年二月及び三月の出張（原告主張（三）（１）オ）\n（１）　平成九年二月一三日、京都大学医学部のＰ１４助手が、被告Ｐ１に、原告\nと「カドミウムの骨形成に対する影響」という課題で共同研究をしたい旨を要請\nし、被告Ｐ１もこれを了承した。その後同月二五日に、原告は被告Ｐ１にＰ１４助\n手との共同研究のために「大学が春休みになる二月から三月にかけて（集中的に）\n京都大学に出張したい」と要請した。しかし被告Ｐ１は、Ｐ１４助手からは共同研\n究のためのアイデアはすべて原告に知らされており、原告は奈良医大でラットを使\n用した実験をすればよいだけであると聞いていたことから、翌日「Ｐ１５君　どう\n言ったらいいのか分かりませんが、三月中、もし文短がＤＵＴＹなければ本学で出\n勤して仕事をして下さい。（支障ありなしの問題ではありません）今現所属が奈良\n医大になっています。それに一年間の内、リフレッシュも含め本学に不在の日が多\nいのもたしかです。地方公務員法にもありますが、年間を通して公務員の自宅研修\nも含め月・火・水・木・金の内、合計で週八時間以内が本学外での自由時間として\n認められるものです。どうかその点をご理解のうえ協力されるようお願いします。\n主任教授」とのメモを原告の机の上においた。これに対し、原告は、再度口頭で\n出張を要請したが、被告Ｐ１はこれを承諾しなかった。\n（２）　被告Ｐ１は、平成九年三月八日の岡\n山大学でのワークシヨップ（衛生学・公衆衛生学の教育に関する研究会）への出席\nを原告に命じ、原告はこれを承諾して同日及び翌九日の二日間岡山に出張した。こ\nの出張費については旅行伺兼旅行命令簿の旅費支給区分欄に原告が印を付けていな\nかったため、原告に旅費は支給されなかった。\n（一五）　平成九年七月の出張（原告主張（三）（１）カ）\n平成九年七月八日、原告は、翌日の京都大学への出張のため、被告Ｐ１に事前の\n承諾をとろうとしたが、同人が会議等に出席していたことから午後五時までに被告\nＰ１と会うことができず、結局翌日の京都大学への出張については、同月一〇日に\n事後報告となってしまった。これに対し被告Ｐ１は、原告に対し年休届けを提出す\nるように指示し、原告は年休届けを提出した。\n（一六）　Ｐ１６教授との車の貸し借りを巡る紛争（原告主張（七））\n平成八年一一月はじめ、岡山大学から奈良医大にＰ１６教授が赴任し、第二生理\n学教室のＰ２８講師の仲介で原告から乗用車を借りた。Ｐ１６教授は一年ほど、右\n原告から借りた車に乗車し、返還時、車体に「止メルナ」と書かれた傷があること\nがわかった。当初の修埋費の見積もりは約一七万円であったが、その後、原告と夫\nが修理店に赴き、その結果他の傷もあったとして、昀終的に原告から修理費として\n三七万円の支払を請求されたため、Ｐ１６教授は、被告Ｐ１に相談にいった。Ｐ１\n６教授から相談を受けた被告Ｐ１は、Ｐ２２事務局長に相談したところ、Ｐ２２事\n務局長から「円満に解決するように調整してあげたらいい」といわれたこともあ\nり、同年九月末ころ、原告を教授室に呼び、原告に全額修理代を負担するように言\nったが、原告がこれに反発し、口論となり、被告Ｐ１は、原告の対応を非難し、こ\nのことは事務局に伝えてあるなどと言ったりした。その後、その場に同席していた\nＰ２８講師が、原告の車についていた傷は通常乗っていてつくような傷ではないと\n言ったこともあり、被告Ｐ１は、原告に「全額ではなく半額支払ったらどうか」と\nも言ったが、原告は納得しなかった。その後Ｐ１６教授と原告との間で、Ｐ１６教\n授が原告に謝罪し、修理費として三六万円の支払をすることで示談が成立した。\n（一七）　平成九年度の学生実習発表会（原告主張（三）（７）イ）\n平成九年度の学生実習発表会は同年一〇月一三日に開かれた。原告の指導する二\nつのグループのうち、水質汚染グループの\n発表資料の印刷及びホッチキス掛けが、発表当日の朝の時点で出来ていなかったこ\nとから、原告は学生二人に学生課でコピーをとらせ実習発表会の場へ赴き、結局原\n告は開始から一五分から二〇分くらい、学生は三〇分から四〇分くらい遅刻するこ\nとになった。このため、被告Ｐ１は、原告に対し、「実習発表の時間内に、みだり\nに遅れて出勤したり自分が指導しているグループの発表に必要とする資料のコピー\nをするような教育公務員としてきわめて不適切な行為をしないようにすること　主\n任」と書いたメモを渡した。\n（一八）　平成九年一〇月二三日の欠勤（原告主張（六）（４））\n平成九年一〇月二三日の朝、原告は体調が悪かったため、病欠する旨のファック\nスを教務職員のＰ８宛に送り欠勤した。このため、被告Ｐ１の指示により、夕方、\nＰ８が「Ｐ１先生からの伝言です。病気により休む場合は診断書を出して下さいと\nの事です。」とのファックスを原告に送った。しかし、原告は医院へ受診するのは\n受付時間が終わって無理であったこと、また一日休養をとって受診しているときに\nは受診の必要はないとして、事後何らの手続きをとらなかった。\n（一九）　平成九年の実験用動物購入（原告主張（三）（６）イ））\n原告は、被告Ｐ１に対し、平成九年一〇月二九日の実験用のラットの搬入に関す\nる「動物実験計画承認申請書」を二週間前に退出したが、被告Ｐ１は、右申請書を\n紛失し、当日になって、原告が、再度、申請書を持参したので、その主任欄に押印\nして、これを原告に交付し、原告は、これを動物舎に持参して、実験用動物の搬入\nを受けた。\n（二〇）　原告に対する他大学応募書類の提示（原告主張（五）（６）、（７）、\n（８）、（９））\n（１）　被告Ｐ１は、平成九年一〇月ころ、原告の研究室の机の上に、香川医科大\n学の医療管理学の助教授の応募書類と「Ｐ１５君　よければ応ボされては如何でし\nょう？」とのメモを置いた。\n（２）　被告Ｐ１は、平成九年一一月ころ、原吉の研究室の机の上に、旭川医科大\n学の公衆衛生学教室の教授の応募書類及び「Ｐ１５君　よければ応募されてはいか\nがでしょうか？」と記載したメモを置いた。\n（３）　被告Ｐ１は、平成一〇年一月一三日ころ、原告の研究室の机の上に、滋賀\n医科大学の予防医学講座の助教授の応募書類（医師免許を有していることが望まし\nいとの記載あり）とＰ１５君　応ボを一考されては如何でしょう。主任」とのメモ\nを置いた。\n（４）　被告Ｐ１は、平成一〇年一月二三日ころ、原告の研究室の机の上に、大阪\n府立看護大学医療技術短期大学部の講師（管理栄養士の資格を有すること）、北海\n道医療大学歯学部口腔生化学講座の教授及び長崎医科大学の放射線疫学の担当教授\nの応募書類と「Ｐ１５君　応ボされては如何でしょう？失礼ですが、万一資格がな\nいようでしたら、とってでも応ボされるというのはどうでしょうか？」とのメモを\n置いた。\n（二一）　平成一〇年の休暇、欠勤等の届出（原告主張（六）（５）、（６））\n（１）　原告は、平成一〇年一月一八日奈良医大の入試日の監督業務のため出勤\nし、翌一九日原告は本学を欠勤した。被告Ｐ１が、原告の欠勤について尋ねたとこ\nろ、教務職員から原告から昨日の代わりに代休をとるとの連絡があったことを知っ\nた。被告Ｐ１が、このような場合の事務届出の方法について総務に尋ねたところ、\n年次休暇届けの用紙に入試業務の代わりと書いて提出するようにとのことであった\nことから、同日「Ｐ１５君時間外出勤の代休をとる権利は認めますが公務員である\n以上上司への許可願いが必要となるのではないでしょうか？下記書類に代休と書き\nＰ８さんに提出されたし　主任」とのメモと届け出用紙を原告の机の上に置いた。\nその後原告から年次休暇届が提出された。\n（２）　平成一〇年一月二〇日から二二日までの特別休暇取得のための届け出につ\nいて、原告は、主任教授である被告Ｐ１の押印のない届出を提出したところ、事務\n局職員から主任教授の押印をもらうように指示されて、再度被告Ｐ１の押印を得て\n再提出した。このため被告Ｐ１は、同年二月二日、職員服務規程の改正に関する事\n務局からの書類（特別休暇の願出の項にマーカーが引かれたもの）を、「Ｐ１５君\n総務よりマーキングペンのところ、よく認識して従来通り所属長の許可、承認す\nるように徹底するようにとのことです（主任）」とのメモ、をつけて原告の机の上\nに置いた。\n（３）　被告Ｐ１は、平成一〇年二月一七日、行先掲示板の原告の名札の横に、\n「大学に出られたら札を変えるようにして下さい。公の規制は協調性をもって守る\nように。主任」と記載した。これは、同月一二日に原告と被告Ｐ１の面談の約束が\nあったにもかかわらず、原告が被告Ｐ１に何ら断ることなく、面談の用事はなくな\nったものと独自に判断して帰宅したために記入されたものである。\n（二二）　奈良文化女子短期大学\nの兼業承認\n平成一〇年二月一○日、原告から奈良文化女子短期大学の兼業承認願が提出され\nた。同日、被告Ｐ１は、原告の兼業承認申請について、同月一二日午後四時三〇分\nに話合うことを約束した。同日原告より二通目の兼業承認願が提出されたが、前述\nのとおり、原告が帰宅したため被告Ｐ１との面談はもたれなかった。同月二五日奈\n良文化女子短大から原告の非常勤講師依頼書が郵送され、その後二七日に同短大の\n依頼書と同じ兼業時間数が記載された兼業承認願が提出された。その後被告Ｐ１\nは、原告申請の兼業承認願の時間数が三転したことの説明を求めるべく行先表示板\nに「文短の次年度のＲｅａｌＳｃｈｅｄｕｌｅをもって三月三日４：３０ＰＭ話に\n来て下さい。」と書き加えた。三月三日の面談は、Ｐ５講師及びＰ４助教授も立会\nいのうえ行われ、被告Ｐ１は、リアルスケジュールがない、本業に支障があるなど\nとして、兼業承認願に押印することを拒否した。結局、原告の兼業承認願は、同月\n六日の教授会に提出されず、このため、同短大で予定されていた第一回目の原告の\n講義は休講となった。\n（二三）　学内講師推薦（原告主張（四））\n奈良医大においては、学内講師は、奈良県立医科大学教員選考基準第一条に該当\nし、かつ①博士の学位を有する者、②一〇年以上の研究歴を有し、相当の研究業績\nのある者、③五年以上の奈良医大における助手歴を有する者（ただし、一〇年を超\nえる研究歴を有する場合は、一〇年を超える機関の二分の一を助手歴に加えること\nができる。）の各基準を全て満たす者から選考するとされている。また右選考は、\n主任教授の推薦に基づき、学内講師選考委員会において決定するとされている。\n被告Ｐ１は、原告には講師相応の業績がなく、教育や研究に携わる適性資質に欠\nけ、さらに原告の勤務状況が悪いとして、原告を学内講師に推薦しなかった。\n２　以上の認定事実に基づき検討する。\n（一）　平成五年九月二二日の教室会議までの事情\n（１）　教授変更による原告追出しの意図\n原告本人は、その主張の被告Ｐ１の所為が、教授の変更に伴って、前教授時代の\n研究者を排除しようとしたものであるといい、被告Ｐ１が平成五年四月八日の面談\nの際に、原告が重金属の毒性についての研究をしたいなら、しかるべき所を見つけ\nて出ていって欲しいと言った旨述べるが、右発言については、その内容は原告の主\n張からすれば重大なものであるのに、右本人尋\n問まで主張されていなかったもので、これを裏付ける証拠もなく、採用できないも\nのである\n原告は、同年五月の原告の広島大学助教授への応募が原告追出工作であるかのよ\nうに主張するが、右応募は、原告の意思によるもので、これに被告Ｐ１が尽力した\nからといって、追出工作ということはできない。\n（２）　教授選の私憤\nまた、原告は、被告Ｐ１の所為は教授選任における私憤をはらすという動機によ\nると主張する。この点については、被告Ｐ１は、原告が被告Ｐ１の公衆衛生学教室\nの教授就任に反対していると聞いており、教授選中に流布された被告Ｐ１を誹謗す\nる怪文書についても原告が関与した疑いを有していたこと、平成五年四月八日の面\n談においても、原告が、被告Ｐ１に公衆衛生学教室の教授たる資格がないとも受け\n取られる発言をしたことから、原告に対して、快い感情を有していなかったことは\n認められるが、被告Ｐ１は、教授に就任後、教室の教員全員に、研究については、\n各自しばらく自由にやることを了解し、助手である原告に対しても干渉することは\nなかったし、教室における執務についても、原告の判断に任せ、プライバシーには\n関与しないと述べていたこと、同年八月の研究費予算の申し込みについても、Ｐ５\n講師から連絡は不要と言われるまでは、原告の意見を聞くことを考えていたこと、\n教室会議において原告と他の教員とが口論となることは多かったが、原告と被告Ｐ\n１との間ではことさら口論となるほどのものはなく、平成五年九月二二日の教室会\n議までは確執というものもなく推移したことが認められ、これに、右教室会議にお\nける公務員の服務及び研究室の利用等に関する議題の原因が、被告Ｐ１の教授就任\n後の事情に起因すると認められることを総合すれば、教授選の恨みが原因になって\nいるとまでは認めることができない。\n（３）　被告Ｐ１の教授就任から平成五年九月二二日の教室会議まで\n被告Ｐ１が公衆衛生学教室の教授に就任してから同年九月二二日までの推移をみ\nると、被告Ｐ１は、当初は、教室員それぞれの研究は当面その意思に任せ、また、\n従前の慣行を踏襲し、その中で自己の研究を行っていこうとしたことが窺える。し\nかるところ、被告Ｐ１が搬入した器機の設置について、助手である原告から怒られ\nるという事態に遭遇し、これによって、著しく心情を害したことは、推認できる。\nまた、原告が被告Ｐ１の講義を聴講したが、その態度は遅刻し\nたり、単に録音するだけであるなど被告Ｐ１に対する嫌がらせであるといってよ\nく、被告Ｐ１は、講義が自ら自覚するように巧くないところから、これにストレス\nを感じていた。被告Ｐ１は、Ｐ５講師から、講義を聴講しているのであれば、学生\nと同じように課題を与えればいいと言われ、原告に対して学生と同じ主要感染症の\n感染ルートについての課題を出した。これに対し、原告は、「感染経路に関するレ\nポートに代えて」というレポートを提出し、公衆衛生学に対する自負を記述したう\nえで、公衆衛生学の専門でない被告Ｐ１が公衆衛生学をどのように発展させていこ\nうと思っているかについて関心があり、これが聴講の目的であるなどと記載し、被\n告Ｐ１の講義を批判した。これを、同年四月八日の面談の際の原告の言辞と併せて\nみれば、原告が、当時被告Ｐ１を公衆衛生学の一人前の教授と評価していなかった\nことが窺われ、また本訴における原告の主張や陳述書の記載にも、公衆衛生学につ\nいて、原告が被告Ｐ１以上の研究者であるとの意識を持っていたことが窺えるので\nあり、このような原告の態度に、被告Ｐ１が面白くない思いをしていたことは容易\nに窺われる。\n一方で、被告Ｐ１は、第二研究室が、原告の私室のようになっていること、その\n中に設置されている器機や原子吸光装置などについて他の研究者から不満や批判が\n出ており、また、原告の出勤状況が被告Ｐ１が当初予想していた以上に少なく、そ\nの所在が不明の場合が多かったことが認められるが、そうであれば、これらを改善\nしようと考えるに至ったことは、教室主任としては当然のことであるといえる。\n（二）　原告と被告Ｐ１の確執の拡大\n（１）　平成五年九月二二日の教室会議\n原告が、平成五年九月二二日の教室会議において、被告Ｐ１の大学院中央研究費\nによる機器購入に関する報告に、「来年度から意見を聞いてほしい。」と述べたの\nに対し、被告Ｐ１が、「来年から、Ｐ１５さんがおられましたら、そういう風に致\nします。」と答えたのは、右のように、被告Ｐ１が、教授就任後、原告から一人前\nの教授として扱われず、嫌がらせともいえる扱いを受けたりして、面白くない思い\nをしていたことに対する嫌みであったと推認するのが妥当である。ただ、これをも\nって、被告Ｐ１に、原告追出しの意図があったとまでは認められない。\n第二研究室及び原子吸光室の管理については、原告の意に反する方向で議事が進\nめられた\nが、それが他の研究者も使用できるための設備であれば、これを原告が独占して使\n用する権利はなく、利用できる研究者が公平に活用すべきものであって、そのため\nに原告にある程度の不便があっても仕方のないことである。原告が管理してきたこ\nとに他の研究員らから批判や不満がある以上、研究室を他の研究者が使いやすく、\n私室の印象を排除し、利用を教室の管理にするとの提案は、合理的なものであっ\nて、違法な点はない。\n原告は、第二研究室が私室のようになっていたことを否定するが、九月二二日の\n教室会議において、Ｐ５講師及びＰ４助教授からも私室のようになっていることが\n指摘されており、第二研究室が原告の私室の外観を呈していたことを認めることが\nできる。\nまた、被告Ｐ１が、地方公務員法を読み上げるなどして、上司の命令に従わない\nと懲戒処分の対象となる旨や、無断欠勤、退出は、八時間たまると有給休暇一日分\nとなる旨、出張の届出は半日でも届けることなど服務等について説明した部分は、\nこれを議題としたことが、従来の原告の勤務態度が原因となっていることからすれ\nば、原告の勤務態度を意識して行われ、原告に休暇や出張における届出や許可手続\nの履践を求めるものであるということができ、その内容には、有給休暇の説明な\nど、法律の趣旨に反する部分もあり、前述の原吉に対する感情が、影響している可\n能性はあるものの、全体としては、違法というほどのものではない。\n原告は、大学の研究・教育職は、その職務の性質上、職務遂行の時間、場所、方\n法について、職員の広範な裁量権限が不可欠であり、あまりに煩雑、恣意的な規制\nや指導は、必要性に乏しく、職員の研究・教育の自由を侵害し、研究・教育職務遂\n行を阻害し、研究・教育活動の効果をも妨げるから、各自の自覚と良識を信頼し裁\n量に委ねるべきであると主張するのであるが、これに一面の真理は認められるもの\nの、発端は、原告が学生の夏休みに殆ど出勤しなかったことなどから、被告Ｐ１や\nＰ５講師がこれを問題にしたものであり、研究職とはいえ、公務員であって、その\n俸給は県民の税金によるものであるから、その執務態度には一定の節度が必要であ\nり、大学に出勤しなくても自宅で研究すればそれでよいというものではない。ま\nた、休暇や出張について、届出や許可の手続を行うことも、当然のことであって、\nそのこと自体が研究に差し支えることは考え難い。\n以上のように、平成\n五年九月二二日の教室会議には特に違法とすべき点がなかったにもかかわらず、原\n告は、右教室会議での被告Ｐ１の発言は、自己が代表である基礎助手会に対する嫌\nがらせであるとして、グルンド会に対し、被告Ｐ１を非難する内容の要望書を提出\nしたりしたため、これを知った被告Ｐ１は、右要望書は自己の発言を歪曲するもの\nであり、自己に対する誹謗中傷であると考えた。\nその後同年一〇月一四日、Ｐ７が原告に対して、教室を三〇分以上離れる場合は\n図書室のボードに行先を明記するようにと記載したメモを渡したことは認められる\nが、これは教室員各人に徹底して下さいとのＰ７宛のメモであって、右事実をもっ\nてしてはこれが直ちに原告に対する嫌がらせであるということはできない。\n（２）　平成六年八月まで\n原告は、平成五年秋、聖マリアンナ医科大学公衆衛生学教授の公募要項が原告の\n机のうえにおいてあったと主張するが、これを認めるに足りる証拠はない。\nまた、原告は、平成六年二、三月ころ、次年度の兼業申請について、「解剖生理\n学について原告には教える能力がない。」ので許可しないといい、原告の兼業を妨\n害したというが、兼業許可はなされており、原告主張の裏付けもなく、右主張事実\nを認めることはできない。\n原告主張の同年五月二三日の大阪市立大学への出張妨害についても、これを明確\nに認定できる証拠はない。\n原告は、平成五年九月二二日の教室会議の決定には、しぶしぶ承諾したものの、\n納得していなかったこともあり、原子吸光室の鍵は返還しなかったし、行先表示板\nについても必ずしも記載せず、年次有給休暇の届出をしなかった。そこで、被告Ｐ\n１が、これをにがにがしく思っていたことは推定できるものの、平成六年八月ま\nで、特に目立った紛争や確執もなく推移してきた。\n平成六年一月四日の被告Ｐ１がＰ７のロッカーにメモを貼った件は、原告が年次\n休暇届を出さずに休むことから、被告Ｐ１がＰ７に指示したものであるが、原告に\n対する行為ではない。\n同月一八日の教室会議において、原告が報告したヒトの正常組織の入手方法につ\nいてＰ５講師が批判し、被告Ｐ１もこれに同調し、このとき口論状態となったこと\nが認められるが、その内容は、純粋に研究手続に関するものである。\n（３）　平成六年八月ころの状況\n右のとおり、平成六年八月ころまでは、特段の出来事もなく推移しているが、原\n告が平成五年九月二二日の教室会議の決定\nに素直に従おうとせず、また、原告がその研究についても、被告Ｐ１に説明をしよ\nうともしなかったことなどから、被告Ｐ１の原告に対する対応は、次第に硬化して\nいったものと推認される。\nそして、平成六年八月八日には、原告が夏休みは在宅研究をすることは自由であ\nるとの意識から、行先表示板に「休み」とだけ書き、休暇届をすることなく、出勤\nしなかったことから、被告Ｐ１がその説明を求め、これに対して、原告は、夏季休\n業期間中は基本的に在宅研修できることになっているなどと記載したメモを被告Ｐ\n１のメモボックスに入れて説明に行かなかった。学生の夏季休業期間中であっても\n勝手に在宅研修できるわけはなく、在宅研修が必要であれば、その旨を教授に説明\nして了解を得て行うのが通常であって、平成五年九月二二日の教室会議でも学生に\nは夏休みがあっても公務員にはない旨言われていたにもかかわらず、教室主任の教\n授が説明を求めたことに応じなかったことは、原告が責められてもやむを得ない。\n原告は、研究内容はもちろんその方法などについて被告Ｐ１の指導や関与は受け\nないという立場であったことが窺え、研究のための出張についても自由であり、研\n究の時間や場所も研究者がその判断で行えばよく、教授の干渉は受けないとの姿勢\nであったことが窺えるが、長期間研究をしているといっても、また、教授が他の分\n野から替わってきたといっても、助手であるから、全く対等であるわけはない。し\nかるに、原告が、右のような対応をしたのであるから、原告と被告Ｐ１との間に生\nじた確執が次第に拡大したのは、容易に推認できるところである。\n原告が平成六年八月二九日から三一日まで出張していた間に、被告Ｐ１は、第三\n研究室内に放置されていた廃液の容器に「自分で出した廃液は自分で責任をもって\n管理されるよう」との張り紙をつけて原告の部屋の前室に移動したが、右廃液が原\n告のものと判断して行ったとはいうものの、必ずしも緊急を要するものではないか\nら、原告の出張中に行う必要はなく、嫌がらせ的な要素があったものといわざるを\n得ない。\nこれより以降、原告と被告Ｐ１の確執は、深まっても、軽減することなく本訴に\n至った。\n（三）　平成六年八月以降における原告主張事実について\n（１）　研究活動の妨害について\nア　まず、出張の妨害であるとの主張にかかる事実については、確かに平成七年七\n月一一日、一二日の出張届けに関するメモのよ\nうに明らかに事実と異なるメモを被告Ｐ１が置いたことがあることは認められるも\nのの、基本的には、本務である奈良医大での勤務を優先するように指導したり、休\nんだ場合にその旨の届出するように指導したものである。またその方法もメモを置\nくというものであり、その内容も前記認定の程度のものであって、教室主任として\nの権限の範囲内のものであったといえる。原告は、被告Ｐ１に出張を違法に妨害す\nる意図があったと主張するが、平成七年当時原告は大阪市立大学や学会への出張は\n被告Ｐ１の承認のもと問題なく行っていること（甲一〇一）、Ｐ１４助手との共同\n研究の学会発表のためのこの時期以外の京都大学への出張は問題なく行われている\nこと（甲四四、五〇の２）、事前に届けがない場合に年休として処理されることも\nやむを得ないことなどに照らし、被告Ｐ１に違法な意図があったとまでは認められ\nない。なお、岡山への旅費宿泊費については、原告から出張費の請求がなかったた\nめであり、違法行為とはいえない。\n次に、勤務時間内の監視であるとの主張にかかる事実については、平成七年一一\n月一日に置かれていたメモは、平成五年九月二二日の教室会議で、行先表示板の設\n置とこれに対する記入が決められていたにもかかわらず、原告が名札を変えなかっ\nたことから、改めて教室会議での決定を得て原告に通知したものであり、また平成\n一〇年二月一七日の行先表示板への書き込みは、同日一二日面談の約束があったに\nもかかわらず、原告が被告Ｐ１に何ら断ることなく、面談の用事はなくなったもの\nと独自に判断して帰宅したために記入されたものであり、いずれも教室会議での決\n定事項を守るようにという趣旨のものであり、被告Ｐ１の教室主任としての権限の\n範囲内の行為であって、違法行為とまではいえない。原告は、行先表示板に昼食と\n記載して、戻ったらまた動物実験室と記載することは、実験を行ううえで効率が悪\nい、また行先表示板に記載することは自己のしている動作、行動を他人の目からみ\nて説明がつくようにすることであるとして研究に対する妨害であると主張するが、\n行先表示板への記入は居所を示せばいいものであること、記入に伴い多少の手間は\n生じるとしても、連絡をとりたい他の教室員がいる可能性があることからすれば、\nかかる手間は甘受すべきものであって、これをもって研究への妨害とはいえない。\nさらに、第二研究室の使用を巡る妨害との主張\nについては、教室の設備の維持管理は基本的には教室内で決定されるものであるこ\nと、当時他の教室員が第二研究室のあり方に不満を持ち、これを変えることを希望\nしていたこと、平成七年一一月一日に置かれた報告書への記載の程度等を考慮すれ\nば、未だ教室主任の権限内の行為であったといえる。\n実験用動物購入に関する妨害との主張については、確かに被告Ｐ１の落ち度によ\nり、原告のラット購入承認願の提出が遅れたことは認められるものの、これが原告\nに不当に不利益を与える目的でなされたものとまで認めることはできない。\nそして、学生の指導実習に関する被告Ｐ１の指導も、原告の欠席や原告の指導し\nていた学生の資料準備の不足が原因でなされたものであり、被告Ｐ１の行為はむし\nろ当然であって、いずれも被告Ｐ１の教室主任としての権限の範囲内の行為である\nと認められる。\nイ　他方、平成七年六月の第二研究室内の原告の私物を段ボール箱に入れて移動さ\nせた点については、原告の了承を得ることなく、その不在の間に行ったもので、原\n告の不在時に行わなければならない理由はなく、違法というべきである。\nまた、講座研究費の配分については、教室内の決定に委ねられているものではあ\nるが、出勤状況に応じて配分するということの合理性が説明できていないし、当\n時、原告の出勤状況の悪さが問題となっていたことからすると、これが原告を意識\nしてのものであることは推認でき、他の教室員が同意しているといっても、なお、\n原告に対する嫌がらせの面を否定できない。現実にはかかる決定は実行されていな\nいが、決定したこと自体の違法性を否定できない。\n（２）　他大学への応募を勧めたことについて\n教室主任が、関連する分野を含めて、広く情報を提供すること自体は何ら違法で\nはないから、被告Ｐ１が、これらの募集要綱等を原告の机の上に置いたことは違法\nとはいえない。しかし前記認定のとおり、被告Ｐ１が、原告に応募を勧めた書類の\n中には、医師資格を必要とし明らかに非医師である原告には応募資格のないもの\nや、助手である原告に教授職への応募を勧めるものなどがあり、このように応募資\n格がないことを知りながら、あるいは応募する可能性がないにもかかわらず、原告\nの応募の可能性を考慮することなく、わざわざメモを添えて応募を勧めるというこ\nとは、前記のような原告と被告Ｐ１との間に確執がある状況下においては、嫌がら\nせと評価されてもや\nむをえないものである。\nそして原告主張の事実のうち、平成七年六月一二日広島大学総合学部の国際法と\n心理学の講師の応募については、これを認める証拠がなく、また、平成八年八月の\n相模女子大学への応募、同年一二月の京都大学への応募は、単に、募集要綱を原告\nの机の上に置いたにすぎず、それ以上の意図があったとまで認める証拠はないが、\n右以外については、違法であるというべきである。\n（３）　休暇取得に関する嫌がらせについて\n原告は、休んだ場合の届出を怠ることが多く、また、遅れて届出を行うといった\nこともあった（甲三六から三八、四四から五〇、八五、八七）。このため、被告Ｐ\n１は、届出を出すよう指導したものであって、休暇届を提出することは、研究者で\nあっても当然にすべきことであるから、いずれも被告Ｐ１の教室主任としての権限\n内の行為であったといえる。\n（４）　原告とＰ１６教授とのトラブルにおける誹謗中傷について\n原告とＰ１６教授とのトラブルにおいては、被告Ｐ１が、原告とＰ１６教授との\n車の貸し借りを巡るトラブルを調整しようとし、原告に修理代の全額負担を求めた\nり、事務局にも伝えてあるなどと発言して、原告と口論となったわけであるが、そ\nの調整案が原告に不利であったとしても、そのことだけで被告Ｐ１の行為が違法と\nなるものではない。この件は、被告Ｐ１が、Ｐ１６教授から相談を受けて原告の説\n得を試みたもので、全額負担の案を拒否され、さらに半額負担の案を提案して、ま\nた拒否されたものであり、原告と被告Ｐ１との確執が原因となって発生したもので\nはない。右口論の中で、原告を非難する言辞があったとしても、私的なものという\nべく、公権力の行使というものではない。\n（５）　兼業妨害について\n奈良文化女子短期大学の兼業に関し、本務への支障の有無を検討することは、教\n室主任としての権限内の行為ではあるものの、本件においては、それまでの兼業に\nついては問題なく承認されていたこと、平成一〇年三月二七日時点では、奈良文化\n女子短期大学からの書類も含め、全ての書類が揃っていたにもかかわらず、単に兼\n業の時間数について変遷したことの説明がなかったとして押印しなかったことは、\n嫌がらせというべきで、違法行為になるといわざるをえない。\n（６）　学内人事を巡る嫌がらせについて\nある者を学内講師に推薦するか否かは、教室主任の裁量によるものであり、被告\nＰ１のように、インパク\nトファクター（学術雑誌のグレードを評価する目的で考案されたもの）の高い雑誌\nへの掲載が少ないことを基準として判断することも裁量の範囲内であって、違法行\n為になるとはいえない。\n二　争点２（被告Ｐ１の不法行為責任）について\n原告の被告奈良県に対する請求のうち、被告Ｐ１等の職務行為を理由とする国家\n賠償請求については、被告奈良県が被告Ｐ１の違法行為について賠償責任を負うも\nのであるところ、国家賠償法一条一項の文言等に照らせば、当該違法行為を行った\n公務員個人に責任を負担させるものではないと解するのが相当である。\n従って、原告の被告Ｐ１に対する請求は理由がない。\n三　争点３（被告奈良県の国家賠償法による責任）について\n被告Ｐ１の行為のうち、平成六年八月二九日から三一日まで出張していた間にさ\nれた廃液の容器に「自分で出した廃液は自分で責任をもって管理されるよう」との\n張り紙をつけて原告の部屋の前室に移動したこと、平成七年六月の第二研究室内の\n原告の私物を段ボール箱に入れて移動させたこと、講座研究費を出勤状況に応じて\n配分すると決めたこと、大阪市立大学、長崎大学、香川医科大学、旭川医科大学、\n滋賀医科大学、大阪府立看護大学、北海道医療大学、長崎医科大学への応募を進め\nるメモを置いたこと、奈良文化女子短期大学への兼業の承認書類に押印しなかった\nことは、いずれも違法ということができるが、これらは公権力の行使する被告Ｐ１\nが職務上行ったものであるから、被告奈良県は、これらによって生じた損害につい\nて賠償責任を負う。\n四　争点４（職場環境配慮義務）について\n原告と被告奈良県との関係は、地方公務員法上の任用関係であり、私法上の雇用\n関係ではないから、被告奈良県に対し、雇用契約上の義務を前提にその債務不履行\n責任を求める原告の主張は理由がない。\nただ、右原告の主張には、被告奈良県に対する信義則上の義務違反を問うものも\n含まれると解されるところ、被告奈良県は、被用者である職員に対し、一定の場\n所、設備等のもとでの勤務を命じるのであるから、職員が勤務に従事するに際し\nて、その生命、身体等に対し危害を受けないように配慮すべき信義則上の義務を負\nっていると解される。しかし右義務の発生及び具体的内容については、当該職員の\n職種、地位、あるいは当該義務が問題となる具体的な状況等により異なりうるもの\nであって、原告が主張するように、当然に被告奈良県に\nは、原告の学生に対する教育・指導、学問・研究に重大な支障を来す事由の発生を\n防止し、支障が発生した場合には、速やかにこれに対処して支障を除去する義務が\nあるとまでは認められない。奈良医大においては、研究教育、施設管理、学生管\n理、金銭管理等について、学長による包括的な委任のもと、各「教室」において、\n教室主任が中心となって、教室会議等の場で自主的に業務内容等を決定し遂行され\nている。かかる状況を考慮するならば、仮に「教室」内において、ある職員が、他\nの職員に対し何らかの違法な権利侵害行為を行い、そのため当該職員の職務の遂行\nに何らかの支障が生じていたとしても、これにより被告奈良県に、当該違法行為の\n是正を図らなければならない信義則上の義務が発生していたというためには、被告\n奈良県において、右義務の発生を認識するに足りる程度の具体的な事情を把握して\nいることが必要であるとするのが相当である。\n本件においては、原告が、平成五年九月二四日ころ、Ｐ１０学長に面談のうえ、\n同月二二日の公衆衛生学教室の教室会議の概要や、被告Ｐ１が原子吸光装置を誰に\nでも使わせると言ったことなどを述べたことは認められるものの（甲一一、一〇\n一、原告本人）、右面談は二〇分程度のものであり（原告本人）、その内容等に照\nらし、Ｐ１０学長が、教室内で原告に対する何らかの違法行為が行われたと認識す\nるに足りるものであったとまでは認められない。またグルンド会に対する基礎助手\n会による申立ては、グルンド会が被告奈良県の正式な機関ではないことから、これ\nをもって被告奈良県に職場環境配慮義務違反を問うことはできない。さらに当時グ\nルンド会の会長であったＰ１８教授が、グルンド会に対する原告の被告Ｐ１より教\n室会議で不当な恫喝を受けたとの苦情を受け、Ｐ１０学長に報告したことは認めら\nれるものの（甲七六）、当時Ｐ１８教授がいかなる報告をしたのか不明であって、\nこれをもって被告奈良県に職場環境配慮義務違反があったとまでは認めることはで\nきない。加えて、原告は、Ｐ２４元学長や総務課職員、あるいはＰ２２事務局長に\n対し、具体的に被告Ｐ１から違法行為を受けていることを申し立てたと主張する\nが、乙一〇から一一、一三、一四、一七、一八及び証人Ｐ２２の証言等に照らし、\n右事実を認めることはできない。\nしてみれば、本件において、被告奈良県に前記信義則上の義務違反は認められな\nい。\n五　争\n点５（時効）について\n被告奈良県に対する国家賠償法一条の責任の成否は、被告Ｐ１の原告に対する違\n法行為を基にするものである。そして、原告の主張する被告Ｐ１の違法行為は、そ\nれぞれ日時場所を異にするものであり、原告としては、主張する各違法行為の時点\nで慰謝料の請求をすることに何らの妨げもなかったもので、これらを不可分一体の\nものとして把握しなければならない必要性はなく、これらの行為による損害賠償請\n求権は、それぞれ、その行為のときから進行するものである。そこで、原告の本訴\n請求にかかる慰謝料請求権は、被告らの時効援用により、本訴提起の三年以前のも\nの、すなわち、前記認定事実のうち、平成六年八月二九日から三一日まで出張して\nいた間にされた廃液の容器に張り紙をつけて原告の部屋の前室に移動したことによ\nる損害については、既に、時効により消滅したものである。\n六　争点６（損害）について\n被告Ｐ１の前記認定の違法行為は、比較的長期間にわたりなされたものである\nが、その程度は、原告の研究に具体的に支障を与えるようなものではなかったし、\n被告Ｐ１が前記認定のような嫌がらせ行為を行うに至るまでには、原告が先に嫌が\nらせというべき行為を仕掛けたり、また、教室会議で決まり、また、公務員として\n当然に要求される欠勤や休暇についての手続を、独自の研究に関する考え方に固執\nして、これを遵守しなかったことに起因するところもあるところ、これら被告Ｐ１\nの前記違法行為の内容、各違法行為に至るまでの原告の対応等本件における諸般の\n事情を考慮し、原告の精神的苦痛に対する賠償としては、五〇万円をもって相当と\n思料する。\nまた、弁護士費用としては、右賠償額に照らし五万円が相当である。\nよって、主文のとおり判決する。\n大阪地方裁判所第五民事部\n裁判長裁判官　松本哲泓\n裁判官　川畑公美\n裁判官　西森みゆき\n"
}