{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 16,
    "month": 7,
    "day": 26
  },
  "case_number": "平成15(わ)2981",
  "case_name": "殺人被告事件",
  "court_name": "名古屋地方裁判所刑事第2部",
  "lawsuit_id": "7539",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=7539",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/539/007539_hanrei.pdf",
  "contents": "主文\n被告人を懲役５年に処する。\n未決勾留日数中１８０日をその刑に算入する。\n理由\n（犯罪事実）\n被告人は，平成１５年１０月１２日午後８時５０分過ぎころ，愛知県春日井市ａ町ｂ番地\nのｃ被告人方において，殺意をもって，実子Ａ（平成１５年６月１７日生）の前面からその\n両脇を両手でつかんで全身を持ち上げた上，両手を振り下ろして同児の頭部を床に２回\n叩き付け，同児に頭蓋骨骨折，急性硬膜下出血等の傷害を負わせ，よって，同月１９日\n午前５時２２分ころ，同市ｄ町ｅ丁目ｆ番地のｇ所在の甲病院において，同児を頭部打撲\nによる急性硬膜下出血に起因した脳圧迫により死亡させて殺害した。\n（補足説明）\n第１　弁護人の主張\n弁護人は，被告人が，被害者の頭部を床に打ち付けて被害者を死亡させたこと\nは争わないものの，被告人に殺意はなく，傷害致死罪が成立する旨主張し，被告\n人も，公判廷において，当時の自分の行動はよく覚えていないが，殺意はなかった\n旨のこれに沿う供述をする。\nそこで，前記のとおり認定した理由を補足して説明する。\n第２　当裁判所の判断\n１　関係証拠によれば，以下の事実が認められ，この点についてほぼ争いはない。\n・　被告人は，平成１４年１２月３日婚姻し，平成１５年６月１７日に長男Ａが出生し\nた。被告人は，婚姻した当初，名古屋市守山区内のマンションに住んでいたが，\n借金の返済等で家計が苦しかったため，同年９月初めころから，被告人の妻が\nパートで働くようになり，また，同月２８日，妻，Ａと３人で，家賃の安い愛知県春\n日井市内の借家に転居し，妻がパートに出ている間は，被告人がＡの面倒を見\nていた。\n・　同年１０月１２日，被告人は，同日午後５時前から妻がパートに出たので，自宅\nにおいて，一人でＡの面倒を見ていた。\nそして，被告人は，同日午後８時２９分ころから同日午後８時４７分ころまで，妻\nと携帯電話でメールのやり取りをし，Ａがミルクを飲まないなどという内容のメー\nルを送信していた。\n・　同日午後８時５５分ころ，被告人は，意識がないＡを抱きかかえて，棟続きの隣\n人方に助けを求めて訪れた。そのため，隣人が，同日午後８時５８分ころ，１１９\n番通報した。\n・　Ａは，同日午後９時３０分ころ，春日井市内の病院に搬送され，同病院におい\nて，ＣＴスキャン検査がなされたところ，頭蓋骨骨折，脳浮腫，急性硬膜下出血が\n認められ，これらの創傷は，Ａが病院に搬送される数時間以内に生じたものと診\n断された。\nこの傷害につき，被告人は，医師に，「３週間くらい前と１週間くらい前にベッド\nから落ち，後頭部にたんこぶができた。」「今日もベビーラックからずり落ちた。」\n「今日は骨折するようなことはないので，前にベッドから落ちたときのものではな\nいか。」などと説明した。\nその後，同月１９日，Ａは，前記硬膜下出血に起因した脳圧迫により死亡した。\n・　司法解剖の結果，Ａの頭蓋冠に３条の離開骨折が認められた。１条は，左頭頂\n結節下方約５．５センチメートルの部から上やや後方に約７．５センチメートル走\nり，右方に走る長さ約３．４センチメートルの骨折線を派生した後，更に約２．３セ\nンチメートル走り，骨を最大で約０．３センチメートル離開していた。他の１条は，\n矢状縫合後端左下方約０．５センチメートルの部から左下方に約５．０センチメー\nトル走るものであった。さらに，他の１条は，矢状縫合後端右後方約３センチメー\nトルの部から右上方に約１．９センチメートル走って人字縫合に達し，約０．３セン\nチメートル程度離開した人字縫合を超え，右上方に約２．２センチメートル走り，\n骨を約０．１センチメートル離開していた。\nそして，頭蓋冠骨折周囲の頭皮内，頭皮下，骨膜下に出血が認められた。ま\nた，硬膜下に広範な出血があり，右側で特に強く，諸処にクモ膜下出血が散在し\nていた。\n２　医師Ｂ作成の鑑定書（甲２９）及び同人の検察官調書（甲７）によれば，前記創傷\nから，Ａの死因，成傷器の種類及び成傷方法は，以下のとおりと認められる。\n・　Ａの頭蓋冠の３条の離隔骨折は，床，壁，机等の作用面の広い鈍体で強く打撲\nして生じたものであり，また，それぞれの骨折が独立していることから，少なくとも\n頭部を３か所強く打撲している。そして，右側を中心とする広範な硬膜下の出\n血，諸処に点在するクモ膜下出血は，頭蓋骨骨折を生じた頭部打撲により起こ\nったものである。\n被害者の死因は，頭部打撲による急性硬膜下出血に起因した脳圧迫であると\nころ，頭蓋骨骨折を生じた頭部打撲が，急性硬膜下出血の原因である。\n・　そして，被害者は，生後４か月弱の乳児であり，自為により激しく転倒したり，転\n落したりして，頭蓋骨骨折が起こる程度に頭部を強く３か所打撲したとは考えにく\nいので，前記の頭部打撲は他為によるものである。\nすなわち，他為によって，被害者の頭部に作用面の広い鈍体による強い打撃\nが少なくとも３回加えられ，これによる急性硬膜下出血に起因した脳圧迫により\n被害者が死亡した。\n３　以上の事実によれば，Ａが搬送された病院における，被告人の医師に対する説明\n内容は虚偽であり，平成１５年１０月１２日午後８時５０分過ぎころ，被告人方におい\nて，被告人が，故意にＡの頭部を，複数回強く打ち付けたことが推認できる。\n４　被告人は，公判廷において，「泣いていたＡをあやすため，Ａを抱いた状態で部屋\nの中を歩き回っていた際，ホットカーペットのスイッチか何かにつまづくか，足がも\nつれて，転倒した。そのため，Ａが自分の手を離れて床に叩き付けられた状況にな\nり，黒目がほとんど上の方を向いていた状態になった。自分は，このままでは死ん\nでしまうと思い，助けたい一心でＡを揺すった。自分は，正座に近いような状態か立\nちひざをする状態で，Ａと向かい合うような形でその両脇を持って，Ａの身体を前後\nに揺すった。どの程度激しく揺すったか，床にＡの頭が当たったか記憶は定かでは\nないが，当たったかもしれない。」旨弁解する。\nこの弁解を前提とすると，被告人が転倒した際，Ａの頭部が床に叩き付けられ，こ\nれにより頭蓋骨骨折を生じた可能性が想定される。そして，前記Ｂ医師も，これを\n肯定するが，頭蓋冠に３条の離隔骨折が認められ，被害者の頭部に作用面の広い\n鈍体による強い打撃が少なくとも３回加えられたことについての説明は，被告人の\n転倒のみでは困難である。\nＡを助けたい一心でその身体を前後に揺すった旨の被告人の弁解は，その行動\nによって，Ａの頭部に更に２回の打撃が加えられたことを想定させるかのようである\nが，床面の状況からみて，Ａの身体を前後に揺すったという程度の弱い打撃では，\n前記の骨折を生じることは難しい。被告人が，故意にＡの頭部を，少なくとも２回強\nく打ち付けたことが推認できる。\n５　被告人の捜査段階の供述内容には変遷があるが，最終的には，殺意をもって，Ａ\nの頭部を２回強く床に打ち付けたことを認めている。\n・　弁護人は，この自白について，被告人が，警察官や検察官に殺意はないと言っ\nても，まったく取り合ってもらえず，捜査側の筋書きに合わせようとする長時間か\nつ一方的な取調べが繰り返されたため，身体的，精神的に疲労困憊し，無力\n感，絶望感に陥り，自暴自棄とあきらめの中で，納得のいかない内容の調書が\n作成された旨主張し，その任意性，信用性を争う。\n・　そこで，被告人の捜査段階の自白の任意性について検討する。\n被告人の供述経過を検討すると，被告人は，平成１５年１０月１９日，任意で取\n調べを受けた際には，「ミルクを作っている間に，Ａがベッドからずり落ちて小さな\n声で泣いていた。びっくりしてＡの両脇に両手を差し入れて抱くと，白目を見せて\n泣かなくなっていた。動転してＡの身体を前後に三，四回揺すった。」旨供述し\n（乙１５），公判廷の供述内容に近い弁解をしていたが，同月２４日の逮捕される\n直前の取調べの際には，「Ａが余りにも泣くので，立ったまま下に放り投げれば\n泣きやむと思い，床に頭から放り投げた。すると，前と同じくらいの大声で泣いて\nいたので，泣きやんでほしい思い，Ａを膝をついて抱き上げ，両脇をつかんで前\n後に強く振った。それでも泣きやむ様子がなかったので，後頭部を床の方に向け\nて強く振り，頭を床に打ち付けた。」旨供述し（乙１８），また，「Ａの頭を床に叩き\nつければ，正直言って私の心の中ではＡは死ぬかも知れないと思いました。」と\n殺意を認める旨の供述をした（乙１７）。しかし，逮捕された翌日の同月２５日，検\n察庁での弁解録取の際には，「Ａを泣きやませるためにわざと床に落としたので\nはなく，抱いてあやしていたときに，バランスを崩してＡを床に落としてしまった。」\nと述べたほか，その後の行動について，公判廷の供述内容に近い弁解をした\n（乙１９）。その後，同月３０日の警察官の取調べにおいて，「１０月１２日Ａを，床\nに叩きつけた事は，今までの気持ちが一気に爆発してどうなってもいいと思いや\nってしまいました。どうなってもいいという，その意味は，Ａが死んでもいいという\n意味です。」と供述し（乙２），同月３１日以降は，Ａをあやしているときにつまずい\nて転倒し，Ａが頭を打って容態がおかしくなったので，当初は元に戻ってほしいと\n思って揺すっていたが，殺意を生じ，Ａの頭を２回床に叩き付けた旨供述してい\nる。\n以上のとおり，被告人の供述内容は，任意捜査の段階において，殺意を否認\nした後自白に転じ，逮捕された後も，殺意を否認した後自白に転じるなど変遷が\n認められるが，その否認，自白の内容にも変遷がある一方，様子がおかしくなっ\nたＡの両脇をつかんで前後に揺するないし強く振るという点では共通性もあるの\nであって，任意性を疑わせるような捜査官の心理的な強制の下に取調べを受\nけ，その誘導により迎合的に供述した形跡は窺われない。\nその取調べの時間をみても，任意性を疑わせるような長時間ではないことが明\nらかであり，また，被告人が供述する取調べ状況を前提としても，自白の任意性\nを失わせるような事情は認められない。\n捜査段階の自白について，任意性に疑いはない。\n・　次に，被告人の自白の信用性について検討する。\n被告人は，捜査段階において，最終的には要旨以下のとおり供述する。\n「平成１５年１０月１２日は，午後５時前に妻がパートに出て，私とＡの二人だけ\nとなった。Ａを連れて外出し，午後６時ころ再び自宅に帰った。それから，Ａにミル\nクをやっていなかったので，ミルクを作って飲ませてやろうとしたが，Ａは飲まな\nかった。せっかく作ってやったのにという気持ちから，Ａに対して，いらいらした気\n持ちを感じた。Ａは，その後，寝たり，時々泣いてぐずったりていた。午後８時３０\n分ころから，妻とメールのやり取りをしていたが，その最中にも，Ａは，泣いてぐず\nっていた。ミルクを作り直して，再び，Ａに飲ませようとしたが，飲もうとせずに泣\nいていた。あやしても泣きやまないし，ミルクをやっても飲まないということを繰り\n返していたので，いらいらする気持ちはかなり高まっていた。泣き叫ぶＡに対し\nて，『うるさい。』と怒鳴りながら床を拳で３回叩いた。すると，Ａの泣き声は更に大\nきくなった。Ａを抱き上げて，家の中を歩いてあやしたが泣きやんでくれなかっ\nた。そのとき，突然つまずいて，前につんのめって倒れた。このときＡの体から手\nを離して両手を床についたため，Ａは，仰向けに床に落ちて後頭部を打った。Ａ\nの顔は，目が白目をむきかけたような状態になり，それまでの大きな声に比べ\nて，明らかに違う小さな声で泣いていたので，床に落ちて後頭部を打ったことで，\n何か異常な状態になったといことが分かった。慌ててＡの体を両手で抱き上げ\nて，元に戻ってくれという気持ちで，Ａの体を前後に振ったが，おかしな様子に代\nわりはなかった。妻や妻の母親から，虐待をしたのではないかと責められるのじ\nゃないかという不安を感じた。どうして自分だけこんなに追いつめられた気持ちに\nならなければいけないのかと思うと，腹が立ってＡに対する怒りを感じた。どうし\nて自分の子なのに，一生懸命面倒を見ているのに，思い通りにならずに俺を追\nいつめるようなことばかりするんだ，そんな子ならもういなくなってもいいという気\n持ちでＡの頭を床に叩きつけた。頭蓋骨が骨折していてもおかしくない勢いで，\n私は，Ａの後頭部を床に叩きつけた。このときの私の気持ちには，Ａがもうこの世\nからいなくなってもいい，つまり，死んでもいいという殺意がありました。」（乙９\n等）\nこの供述内容は，行為の時々の心情も交え，具体的で詳細であるとともに，客\n観的な創傷状態とも一致し，また，被告人が，故意にＡの頭部を，少なくとも２回\n強く打ち付けたと推認できる状況と合致する。\nそして，Ａをあやしている際に，転倒してＡを落としてしまい，様子のおかしくなっ\nたＡを元に戻そうとしているうちに，不安な気持ちや追いつめられた気持ちを感\nじ，Ａに対する怒りの感情から，故意にＡの頭部を２回強く床に打ち付けた旨の\n供述内容は，殺意を抱く経過としては短絡的であるが，不自然であるとか，およ\nそ不合理であるとはいえない。\n故意にＡの頭部を２回強く床に打ち付けた旨の犯行状況についての被告人の\n供述内容，さらには，殺意を認めた被告人の供述内容は，信用性がある。\nそうすると，本件に至るまでの被告人のＡに対する対応の状況，犯行の後，隣\n人宅に直ぐに助けを求めにいっていることなどを考慮しても，前記のとおりの殺\n意を抱く経過，犯行状況からみて，確定的な殺意があったことは優に認定でき\nる。\n６　以上のとおり，弁護人の主張は理由がない。\n（適用法令）\n罰条　　　　　　　　刑法１９９条\n刑種の選択　　　　　　　　有期懲役刑\n未決勾留日数　　　　　　　　刑法２１条（１８０日算入）\n（量刑の事情）\n本件は，被告人が，生後４か月に満たない長男の頭部を床に叩き付けて重傷を負わ\nせ，１週間後に死亡させて殺害した事案である。\n被告人は，借金を抱えたまま２４歳で婚姻し，直ぐに長男が誕生すると間もなく，家計\nが苦しかったため，妻がパートに出るようになり，また，妻の両親との関係でもわだかま\nりがあるなど，婚姻生活が被告人の思うようにいかなかった状況にあった。そして，被告\n人は，妻が働きに出ている間，一人で長男の面倒を見ていたところ，思うようにならない\n長男の泣き声等に苛立ちながらあやすうち，偶然の事情も手伝い，感情の赴くまま犯行\nに及んだ。\n被告人が若く，未熟な点が多いことを考慮しても，余りにも短絡的であり，経緯につき\n酌むべき事情は乏しい。\n被害者は，生後わずか４か月で，実の父親の手によって，突然その生涯を閉ざされた\nものであって，生じた結果は重大である。また，被告人の妻（本件の後に離婚）は，夫の\n手により我が子の生命を奪われたものであり，同女の受けた精神的な衝撃も大きい。\nそうしてみると，被告人の刑事責任は重大である。\n他方，本件犯行は，偶然の事情により突発的に行われたものであり，計画性がないこ\nと，被告人には，交通事故による業務上過失傷害罪で罰金刑に１回処せられたほかに\n前科がないこと，正業に就いて一応まじめに働き自活していたこと，実父が更生を援助\nする旨誓っていることなど，被告人に有利な又は酌むべき事情も認められる。\nそこで，これら被告人に有利不利な一切の事情を総合して考慮し，主文のとおり刑を\n定める。\n（求刑　懲役７年）\n平成１６年８月１１日\n名古屋地方裁判所刑事第２部\n裁判長裁判官　　　　石　　　山　　　容　　　示\n裁判官　　　　鈴　　　木　　　芳　　　胤\n裁判官　　　　村　　　松　　　教　　　隆\n"
}