{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 19,
    "month": 2,
    "day": 27
  },
  "case_number": "平成17(行コ)56",
  "case_name": "障害基礎年金不支給決定取消等請求控訴事件（原審京都地方裁判所平成１３年(行ウ)第２１号）",
  "court_name": "大阪高等裁判所",
  "field": "行政",
  "gist": "１　大学在学中に精神病により障害を負いながら，国民年金に任意加入していなかったために障害基礎年金を支給しない旨の処分を受けたいわゆる学生無年金者が，年金を受給できないのは憲法１４条，２５条に違反するとしてした同処分の取消請求が，棄却された事例\n２　大学在学中に精神病により障害を負いながら，国民年金に任意加入していなかったために障害基礎年金を支給しない旨の処分を受けたいわゆる学生無年金者が，国民年金法に関する立法行為に違法があったとしてした国家賠償請求が，棄却された事例",
  "case_gist": "１　大学在学中に精神病により障害を負いながら，初診日において２０歳以上の学生であったとされ，国民年金に任意加入していなかったために障害基礎年金を支給しない旨の処分を受けたいわゆる学生無年金者が，平成元年法律第８６号による国民年金法の改正まで学生を強制加入の対象としなかったこと，前記学生無年金者に，初診日において２０歳未満であった者に対する障害基礎年金の支給をせず，平成元年改正後も救済措置等を講じなかったことが，憲法１４条，２５条に違反するとしてした同処分の取消請求につき，統合失調症に罹患し，国民年金に加入した後に一定程度の社会生活を営むことができていた時期があっても，これをもって治癒したものとは認められないとした上，国民年金制度は，保険料拠出の有無を問わず全国民に年金を支給することを根本理念として創設されたものとは解されず，類型的に保険料負担能力が乏しいことを理由に，学生を強制加入の対象から除外し，任意加入制度を採用したことは，制度設計の１つとして一定の合理性があったと認められ，障害者に対するその他の社会保障制度や生活保護制度も存在することを考慮すると，前記障害基礎年金が支給されないことが，直ちに学生無年金者の生存権を侵害するものとはいえず，平成１６年に特定障害者に対する特別障害給付金の支給に関する法律が制定されるまで，特別の救済措置が講じられなかったことも，それが著しく合理性を欠き，立法府の裁量の逸脱，濫用に当たるとはいえないから，憲法１４条，２５条には違反しないとして，前記請求を棄却した事例\n２　大学在学中に精神病により障害を負いながら，初診日において２０歳以上の学生であり，国民年金に任意加入していなかったために障害基礎年金を支給しない旨の処分を受けたいわゆる学生無年金者が，学生を強制加入の対象としなかったこと，２０歳以上の学生に無拠出の障害に関する年金を支給することとしなかったこと，あるいは，平成元年法律第８６号による国民年金法の改正まで，２０歳以上の学生を強制加入の対象から除外する趣旨の規定を改正するなどの立法をせず，同改正後も前記学生無年金者に障害基礎年金を支給しなかったこと，その他の救済措置等を講じなかったこと等を理由としてした国家賠償請求につき，国民年金制度は，保険料拠出の有無を問わず全国民に年金を支給することを根本理念として創設されたものとは解されず，類型的に保険料負担能力が乏しいことを理由に，学生を強制加入の対象から除外し，任意加入制度を採用したことは，制度設計の１つとして一定の合理性があったと認められ，障害者に対するその他の社会保障制度や生活保護制度も存在することを考慮すると，初診日において２０歳未満であった者に対する障害基礎年金が支給されないことが，直ちに学生無年金者の生存権を侵害するものとはいえず，平成１６年に特定障害者に対する特別障害給付金の支給に関する法律が制定されるまで，特別の救済措置が講じられなかったことについても，憲法２５条の趣旨にこたえて具体的にどのような立法措置を講ずるかの選択決定は，立法府の広い裁量にゆだねられており，前記措置を講じなかったことが著しく合理性を欠き，立法府の裁量の逸脱，濫用に当たるとはいえないから，国民年金制度について憲法違反があったとは認められないとして，前記請求を棄却した事例",
  "lawsuit_id": "35128",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=35128",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/128/035128_hanrei.pdf",
  "contents": ""
}