{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 13,
    "month": 10,
    "day": 31
  },
  "case_number": "平成12(ネ)298",
  "case_name": "保険金等請求控訴，同附帯控訴",
  "court_name": "名古屋高等裁判所",
  "lawsuit_id": "3329",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=3329",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/329/003329_hanrei.pdf",
  "contents": "主　　　　　　　　　　文\n１　被控訴人らの附帯控訴に基づいて，原判決を次のとおり変更する。\n(1)　被控訴人Ａ及び被控訴人Ｂは，控訴人に対し，それぞれ４４万２３６２\n円及びこれに対する平成５年１０月２５日から支払済みまで年５分の割\n合による金員を支払え。\n(2)　被控訴人東京海上は，控訴人と被控訴人Ａ及び被控訴人Ｂとの間の\n本件判決が確定したときは，控訴人に対し，８８万４７２４円及びこれに\n対する平成５年１０月２５日から支払済みまで年５分の割合による金員\nを支払え。\n(3)　控訴人のその余の請求を棄却する。\n２　控訴人の控訴をいずれも棄却する。\n３　訴訟費用は，第１，２審を通じて，これを１０分し，その７を控訴人の負担と\nし，その余を被控訴人らの負担とする。\n４　この判決は，第１項(1)及び同(2)に限り，仮に執行することができる。\n事実及び理由\n第１　当事者の求めた裁判\n１　控訴事件（平成１２年(ネ)第２９８号）について\n(1)　控訴人\nア　原判決を次のとおり変更する。\n(ア)　被控訴人Ａ及び被控訴人Ｂ（以下，併せて「被控訴人ＡＢ両名」とい\nう。）は，控訴人に対し，それぞれ１４４万１３１０円及びこれに対する平\n成５年１０月２５日から支払済みまで年５分の割合による金員を支払え。\n(イ)　被控訴人東京海上は，控訴人に対し，２８８万２６２０円及びこれに対\nする平成５年１０月２５日から支払済みまで年５分の割合による金員を\n支払え。\n(ウ)　訴訟費用は，第１，２審を通じて，被控訴人らの負担とする。\n(エ)　仮執行の宣言\n(2)　被控訴人ら\nア　控訴人の控訴を棄却する。\nイ　控訴費用は控訴人の負担とする。\n２　平成１２年(ネ)第７３９号附帯控訴事件について\n(1)　被控訴人東京海上\nア　原判決中，被控訴人東京海上の敗訴部分を取り消す。\nイ　控訴人の被控訴人東京海上に対する請求を棄却する。\nウ　被控訴人東京海上と控訴人との間の訴訟費用は，第１，２審を通じて，\n控訴人の負担とする。\n(2)　控訴人\nア　被控訴人東京海上の附帯控訴を棄却する。\nイ　附帯控訴費用は被控訴人東京海上の負担とする。\n３　平成１２年(ネ)第７４０号附帯控訴事件について\n(1)　被控訴人ＡＢ両名\nア　原判決中，被控訴人ＡＢ両名の敗訴部分を取り消す。\nイ　控訴人の被控訴人ＡＢ両名に対する請求をいずれも棄却する。\nウ　被控訴人ＡＢ両名と控訴人との間の訴訟費用は，第１，２審を通じて，控\n訴人の負担とする。\n(2)　控訴人\nア　被控訴人ＡＢ両名の附帯控訴をいずれも棄却する。\nイ　附帯控訴費用は被控訴人ＡＢ両名の負担とする。\n第２　事実関係\n次のとおり補正するほか，原判決の「事実及び理由」欄の「第二」記載のとお\nりであるから，これを引用する。\n１　原判決６頁９行目から１１行目にかけての「被告Ａ（以下「被告Ａ」という。）及び\n被告Ｂ（以下「被告Ｂ」という。）」を「被控訴人ＡＢ両名」と，７頁１行目から２行目\nにかけての「被告東京海上火災保険株式会社（以下「被告東京海上」という。）」\nを「被控訴人東京海上」と各訂正する。\n２　同１０頁８行目と９行目との間に次のとおり付加する。\n「５　控訴人は，本件事故後まもない平成５年１０月３１日，被害車両と同車種\n（ホンダプレリュード）の販売店である株式会社ホンダベルノ愛知（以下「ホ\nンダベルノ」という。）から，ホンダプレリュードの新車を購入し，被害車両を\n下取り（下取代金４５万円）に出した（甲１０，甲１２５，弁論の全趣旨）。」\n３　同１０頁９行目の「５」を「６」と，１１頁３行目の「６」を「７」と各訂正する。\n４　同１１頁５行目と６行目との間に次のとおり付加する。\n「８(1)　ホンダベルノは，控訴人から被害車両を下取りした後，これを修理しな\nいままの状態で，有限会社パブリック自動車販売に売り渡した。\n(2)　有限会社パブリック自動車販売は，平成５年１２月，ＣことＤに被害車\n両の修理を依頼して，これを修理させ，同修理後の平成６年１月，日昇\n自動車株式会社に対し被害車両を売り渡した。\n(3)　日昇自動車株式会社は，平成６年２月，Ｅ（静岡県浜名郡在住）に対\nし，被害車両を売り渡した。被害車両の使用者は，Ｅの子であるＦ（同所\n在住）であったが，平成６年７月ころ，被害車両を電柱に衝突させる事故\nを起こし，被害車両はいったん抹消登録されて廃車となった。\n(4)　被害車両は，平成６年１２月，再び新規登録されて，有限会社ガジョウ\n産業（鹿児島県曽於郡所在）の所有となり，同社からＧ（宮崎県都城市\n在住）に譲渡された。\n(5)　Ｇは，平成７年７月，Ｈ（鹿児島県鹿屋市在住）に対して，被害車両を\n譲渡した。被害車両の使用者は，Ｈの子であるＩであった。\n(6)　控訴人は，当審係属後である平成１２年９月３０日，当時被害車両を\n所有していたＨから，証拠確保のため被害車両を譲り受け，再び被害車\n両の所有者となった。\n（甲５４，甲５７の１，２，甲１２５，１２６，乙４７，弁論の全趣旨）」\n５　同１２頁１１行目の「本件事故に際しては被害車両の買替えが相当であった。」\nを「本件事故の結果，被害車両を買い替えることが相当となった。」と訂正する。\n６　同１３頁３行目の「いわゆるバナナ状損傷」を「いわゆるバナナ状損傷又はバ\nナナ型損傷（以下「バナナ損傷」という。）」と訂正する。\n７　同１５頁３行目の「必要」を「相当」と訂正する。\n８　同１７頁９行目の「認める」の次に「方向へ」を付加する。\n９　同２６頁１１行目から２７頁１行目にかけての「被告東京海上作成の見積書（乙\n一）」を「東京海上火災保険(株)名古屋支店損害２部自動車３課Ｊ作成名義の見\n積書（以下「被控訴人東京海上の見積り」若しくは「被控訴人東京海上作成の\n見積書」又は「Ｊ見積書」という。乙１）」と訂正する。\n１０　同３２頁１行目の「ホイールアライメント」及び１０行目の「トータルホイールアラ\nイメント」の次にそれぞれ「テスト」を付加する。\n１１　同３３頁１行目の「本件事故車両」を「被害車両」と訂正する。\n１２　同３３頁４行目及び９行目の各「本件車両」をそれぞれ「被害車両」と訂正する。\n１３　同４０頁５行目の「被告らの見積上」を「被控訴人東京海上の見積り」と訂正す\nる。\n１４　同４０頁７行目の「株式会社ホンダベルノ愛知」を「ホンダベルノ」と訂正する。\n１５　同４１頁４行目と５行目との間に次のとおり付加する。\n「(3)　また，被害車両には，運転者がハンドルから手を離すと車両が左方向に\n斜行してしまう現象（以下「左流れ」という。）及びシミーモーション（車体や\nハンドルの小刻みな振動）の発生という後遺症が残った。\nこれは，被害車両を日常的に運転していたＩ（Ｈの子）及びその友人らが\n経験したことであり，また，Ｈから被害車両を購入して引渡しを受けた直\n後，控訴人本人及びその同行者が自ら経験したことである。\nさらに，控訴人は，平成１２年１０月７日，知多半島道路の大府東海イン\nターチェンジから武豊インターチェンジまでの区間において，被害車両の走\n行テストを実施したが，同様に左流れ及びシミーモーションの発生がみら\nれた。\n(4)　そして，控訴人は，Ｋの立会の下，被害車両について各種検査を行った\nところ，被害車両には，Ｄによる修理の後も，①右リヤ・ストラッドタワー取\n付位置のずれ，②フロントフロアの右シート取付ボルト穴のずれ，③右Ａピ\nラーのドアヒンジ取付位置のずれ，④リヤフロアの残存損傷，⑤車体全体\n（車体の本質的構造部分）のねじれという損傷（本件事故による損傷）が残\n存していたことが判明した。\n走行テストで左流れやシミーモーションが発生したのは，直接的には右リ\nヤ・ストラッドタワーの上部の倒れ込みにより，右リヤホイールのキャンバ\nーが狂っていることに起因する。」\n１６　同４１頁５行目の「(3)」を「(5)」と訂正する。\n１７　同４１頁６行目と７行目との間に次のとおり付加する。\n「(三)　被害車両の前記残存損傷を修理するためには，甲１３１，１３２のとおり，\n２００万円を大きく超える費用を要する。したがって，昀高裁判所昭和４９年\n４月１５日判決に示された社会通念上買替え相当の基準に照らし，被害車\n両には，フレーム等車体の本質的構造部分に重大な損傷の生じたことが\n客観的に認められるので，社会通念上，買替えが相当であったというべき\nである。」\n第３　当裁判所の判断\n当裁判所の判断は，一部につき加除訂正した以外，原判決の「事実及び理\n由」欄の「第三」の記載のとおりであるから，その全文を掲げて当裁判所の判断\nを示し，主要な加除訂正部分には下線を付してこれを示すこととする。\n１　争点１（買替え損害額）について\n(1)　前記争いのない事実等（前記第二の一）並びに証拠（甲６，甲１０ないし１\n３，甲５４ないし５６，甲５７の１，２，甲５８，５９，甲６２，甲６８，甲１２５，１２６，\n甲１３０，乙１，乙１８，乙２８，乙３３ないし３８，乙４０，４１，乙４４の１，２，乙４\n５の１，乙４６，４７，乙５７，５８，証人Ｊ）及び弁論の全趣旨によると，以下の\n事実が認められる。\nア　被害車両は，平成４年６月２３日，初度登録され，本件事故まで１万１８２\n８キロメートル走行したもので，本件事故当時の時価は１７２万円であっ\nた。\nイ　本件事故による被害車両の損傷は，右側面が主要であり，被害車両の\n右フロントフェンダーから右ドア，右リヤアウトサイドパネルセットにかけて\n加害車両と接触した痕跡が残った。被害車両の右ドア下の樹脂製のサイド\nシルガーニッシュには，擦過した跡はあるものの大きな変形はなく，リヤア\nウトサイドパネル部分（リヤウインドガラスの右上方部）に２箇所窪みがで\nきた。また，クウォーターガラスの内側のライニングがはがれた。被害車両\nのルーフ部分は，モールを境に，内側にあるルーフパネルには目立った歪\nみはなかった。\n被害車両後部の左テールランプとトランクリッド（トランクのふた）の隙間\nは広くなっており，右テールランプとトランクリッドの隙間は狭くなっていた。\n被害車両の左のリヤホイールトリムには，本件事故によるものとみられ\nる新しい損傷があったが，その他被害車両の左側面には歪みはなく，左側\nのフロントフェンダーとドア，ドアとリヤアウトサイドパネルの隙間が広くなっ\nていたり，左側への湾曲の膨らみ，ドア，フェンダー等のチリに狂いが生じ\nているという状態はなかった。\n被害車両はモノコックボディー車（フロア，ピラー，ルーフ等各構成体を溶\n接し，一体化したボディー構造を有する車両）であるが，その骨格というべ\nき右フロントピラー，右サイドシルパネル，右フロントインサイドシル，右リ\nヤインナパネル，ルーフパネル，フロントフロア，リヤフロアパネル，右リヤ\nアウトサイドパネルに損傷があり，右リヤサイドメンバーにも損傷が及び，\n曲がった状態となった。\nウ　上記のような状態となった被害車両の修理代につき，事故直後，被害車\n両と同種の車両を販売しているホンダベルノの担当者のＬは，レッカー代\n金を含め９２万３４００円（レッカー代金５万円を差し引き消費税を加えると\n８９万９６０２円）であると見積もり，これに基づいて見積書（甲１３）を作成し\nた。\nまた，被控訴人東京海上から指示を受けた被控訴人東京海上の関連会\n社である東京海上損害調査株式会社の従業員（アジャスター）であるＪは，\n平成５年１０月２６日，ホンダベルノのＬ立会の下，被害車両を調査，見分\nし，同修理代（消費税を含む。）を８４万０３６７円であるとし，Ｌもこれを了解\nした。Ｊは，同調査に基づいて，被害車両の修理についての見積書（前掲\nの「被控訴人東京海上の見積り」若しくは「被控訴人東京海上作成の見積\n書」又は「Ｊ見積書」，乙１）を作成した。\nなお，Ｌ及びＪの調査，査定は，上記のとおり金額に多少の差異はあった\nものの，修理項目等はほぼ同一であり，いずれも右リヤサイドメンバーの\n損傷に気が付かず，したがって，上記部分の修理を計上しなかった。ま\nた，Ｊは，リヤタイヤを交換する必要を感じたが，価格が未定であったた\nめ，これを除いて合計額を算出した。\nエ　控訴人は，本件事故後である平成５年１０月３１日，ホンダベルノから被\n害車両と同型式であるホンダプレリュード（車両本体価格１９９万３０００円）\nを，値引きその他手数料，各種税等の負担を含め合計価格２１８万円で買\nい受けた。\nホンダベルノは，その際，被害車両の価値は未修理の状態で４５万円相\n当であると査定し，上記価格で下取りをし，控訴人は差額１７３万円を支払\nった。\nオ　被害車両は，ホンダベルノに下取りされた後，代金４５万円で有限会社パ\nブリック自動車販売に売り渡され，同社から修理を依頼されたＤによって修\n理された。\nＤは，オートポールシステムと称するフレーム修正機を使用して被害車両\nを修理した。上記修正機は床固定をするもので，普通は４点を固定するも\nのであった。Ｄは当時，修理作業に伴う計測作業には，フレームセンタリン\nグゲージ，トラムゲージ，コンベックスルールを使用していた。そして，Ｄ\nは，被害車両の修理に際し，右リヤサイドインナーパネルは取り付いた状\n態で板金し，右リヤサイドメンバー（リヤサイドフレーム），サイドシルイン\nナ，サイドシルアウタ，フロントフロアはいずれも粗出しと呼ばれる板金修\n理の方法で修理をした。\nＤが有限会社パブリック自動車販売から支払を受けた修理代金は，同社\nから現物で提供を受けた部品代相当額も含め，３１万７５７０円であった。\nカ　ところで，被害車両は，Ｄによって修理された後，有限会社パブリック自動\n車販売から日昇自動車株式会社に売り渡され，さらに，平成６年２月，日\n昇自動車株式会社からＥに対し，本体価格１３９万８０００円で売り渡され\nた。Ｅが被害車両を所有していた間，主として被害車両を使用していたの\nは，同人の子であるＦであった。\nＦは，平成６年３月に運転免許を取得し，同月ころ，被害車両を運転中，\n交通事故に遭った（Ｆは右運転席ドアをこすられる事故であったと供述して\nいるが，具体的な事故態様や衝突部位，これによる被害車両の損傷，修\n理内容等は明らかでない。）。また，Ｆは，同年７月ころ，居眠り運転のため\n電柱に被害車両を衝突させる事故（それ以上に具体的な事故態様や衝突\n部位，これによる被害車両の損傷，修理内容等は明らかでない。）を起こし\nた。そのため，その所有者であるＥは，修理を諦めて被害車両を廃車にし\nた。\n被害車両は，平成６年１２月，再び新規登録されて，有限会社ガジョウ産\n業の所有となり，同社からＧ（宮崎県都城市で「Ｍ」の商号で中古車販売業\nを営む。）に譲渡された。Ｇは，平成７年７月，Ｈ（鹿児島県鹿屋市在住）に\n対して，被害車両を譲渡した（支払総額１４０万円）。Ｈの所有中，被害車\n両の主な使用者は，Ｈの子であるＩであったが，Ｉの知合いの女性が被害車\n両を運転中（時期は不明），交通事故に遭っている（Ｉは左のドアを少しぶつ\nけられ，１０万円くらいの修理をした旨供述するが，これについても，具体\n的な事故態様や衝突部位，これによる被害車両の損傷，修理内容等は明\nらかでない。）。\n控訴人は，当審係属後である平成１２年９月３０日，当時被害車両を所有\nしていたＨから，証拠確保のためこれを譲り受け，再び被害車両の所有者\nとなった。\n(2)　前記(1)の各事実によると，被害車両については，被控訴人東京海上側の\nアジャスターが調査をする前に販売店であるホンダベルノが修理代金の見積\nり（甲１３）をし，その結果がレッカー代金を除くと８９万９６０２円であったこと，\nその後，被控訴人東京海上側のアジャスターであるＪが調査し，８４万０３６７\n円と査定し，これについてホンダベルノの担当者のＬも上記金額を了解したこ\nと，上記両者の調査，査定において，その金額には多少の差異はあったもの\nの，修理項目等はほぼ同一であったこと等の事実が認められるのであるか\nら，これによると，被害車両の修理代金は上記のように了解された８４万０３６\n７円と認めるのが相当である。\nもっとも，前記のとおり，ＬもＪも，被害車両の右リヤサイドメンバー部分の損\n傷を発見することなく，したがって前記修理価格の見積りにもこれが計上され\nていないこと，被害車両を現実に修理したＤは上記部分の損傷に気が付き，\n粗出しと呼ばれる板金修理の方法で修理をしたことが認められ，これによる\nと，被害車両の修理代金は右リヤサイドメンバー部分の修理料を含まなくて\nはいけないものと考えられる。そして証拠（甲１３，甲６８，乙１，乙４０）による\nと，Ｄは「クォーターインナーパネルＢ（板金），タイヤハウスステップＢ（板\n金）」という修理項目で上記周辺の板金修理につき合計２万４０００円を請求\nしたこと，もっとも，ホンダベルノやＪの見積りにおいても，右リヤフロアパネル\n付近についての修理の必要性を認め，修理項目を計上していたことが認め\nられる。そうすると，Ｄの前記修理代金中２万円相当（消費税を含む。）が前\n記右リヤサイドメンバー部分の修理に当てられたものと認めるのが相当であ\nる。また，前記のとおり，被害車両はリヤタイヤを交換する必要があったとこ\nろ，証拠（乙４５の１）によると，具体的には左のリヤタイヤを交換する必要が\nあり，要する価格は工賃を含み２万８０００円であることが認められ，消費税\nを考慮すると２万８８４０円となる。したがって，修理代金総計は８８万９２０７\n円となり，当事者間に争いのないレッカー等代金５万５６２０円を加えると９４\n万４８２７円となる。\n(3)ア　ところで，控訴人は，被害車両には，Ｄによる修理の後も，①右リヤ・スト\nラッドタワー取付位置のずれ，②フロントフロアの右シート取付ボルト穴の\nずれ，③右Ａピラーのドアヒンジ取付位置のずれ，④リヤフロアの残存損\n傷，⑤車体全体（車体の本質的構造部分）のねじれという損傷（本件事故\nによる損傷）が残存しており，その結果，被害車両には，左流れやシミーモ\nーションが発生している（Ｉが運転していた当時から発生していた。）と主張\nし，甲１２５ないし１２７，甲１２８の１，２，甲１２９等を提出する。\nイ　しかし，Ｉが運転していた当時，被害車両に上記①ないし⑤の損傷がみら\nれたとしても，前記のとおり，被害車両は，Ｆの運転中に２回，Ｉの知人の運\n転中に１回の交通事故（Ｈの購入後ではあるが，具体的時期は不明）に遭\nっており，しかも，それら事故の具体的な事故態様や衝突部位，これによ\nる被害車両の損傷，修理内容等が明らかでないことに照らせば，上記各\n損傷がこれら事故の結果である可能性を否定することはできないから，現\n在において上記各損傷があることから，直ちにこれらが本件事故による損\n傷であると推認することはできず，他にこれを認めるに足りる証拠はない。\nまた，Ｉが運転していた当時から，被害車両に前記の左流れやシミーモー\nションがみられたとしても，上記同様，被害車両が本件事故後少なくとも３\n回の交通事故に遭い，これによる損傷や修理の内容を始めとする詳細が\n明らかでないことに照らせば，現在，左流れやシミーモーションがみられる\nことから，直ちにこれらが本件事故による損傷の結果であると推認すること\nはできず，他にこれを認めるに足りる証拠はない。\nウ　ところで，Ｆは，同人が被害車両を運転していた平成６年当時，同車両は\n頻繁にハイドロプレーニング現象を起こし，また，わだちによる凹凸の多い\n路面でハンドルを取られ易かった等供述している（甲５４，５５）。\nしかし，有限会社ガジョウ産業（鹿児島市所在）が所有していた間は，被\n害車両の運転中，ハイドロプレーニング現象を起こしたり，ハンドルを取ら\nれたりしたことはなく（乙４８），また，Ｉが運転していた間や控訴人が被害車\n両を買い戻した後，そのような現象がみられた形跡はない上（甲１２５，１２\n６，弁論の全趣旨），Ｆは，平成６年３月に運転免許を取得したばかりであ\nり，被害車両は同人にとっていわば昀初の車であり，これと対比すべき他\nの自動車の運転経験，少なくとも日常的な運転経験がなかったことに照ら\nせば，仮に，Ｆが被害車両を運転していた平成６年３月ころないし７月ころ\n当時，被害車両が頻繁にハイドロプレーニング現象を起こし，また，わだち\nによる凹凸の多い路面ではハンドルを取られ易かった等の事実があったと\nしても，そのことから直ちに，それが本件事故による損傷の結果であるとい\nうことはできず，他にこれを認めるに足りる証拠はない。\nエ　そして，前記認定のとおり，Ｄによる修理の代金額が３１万７５７０円であ\nったことからすると，同修理の内容は，Ｊ見積書（見積額８４万０３６７円）が\n予定した修理内容に比して相当程度劣るものであったと推認されるから，\n仮に，Ｄによる修理の後，被害車両に本件事故による損傷が残ったとして\nも，そのことから直ちに，Ｊ見積書の内容の修理が実施されたとしても同様\nの損傷が残ったということはできない。\nオ　したがって，Ｉが被害車両を運転していた当時から，被害車両に上記ア①\nないし⑤の損傷がみられ，左流れやシミーモーションが発生していたとして\nも，上記アの証拠のみから，これらが本件事故による損傷の結果であると\n認めることはできず，他にこれを認めるに足りる証拠はない。\n(4)　ところで，控訴人は，原審以来，被害車両には本件事故によりバナナ損傷\nが生じたと主張しているが，下記のとおり，同主張事実を認めることはできな\nい。\nア　控訴人は，被害車両が，別途独立のフレームを有しないモノコックボディ\nー車の構造を有していたこと，本件事故により，被害車両後部の左テール\nランプとトランクリッドの隙間が広く，右テールランプとトランクリッドの隙間\nが狭くなっていたのは，右側面からの入力がパーセルシェルフ（リヤスピー\nカーの取り付けられているパネル）を伝わり，左のクウォーターパネルにま\nで波及したためと考えられること，被害車両を修理したＤが，センタリング\nゲージで調べたところ，被害車両は右からのぶつかりの力で６ミリメートル\nくらい左へずれており，いわゆるジャックナイフ現象（バナナ損傷）を起こ\nし，車体が曲がっていた旨供述していること（甲６８），前記のとおり，被害\n車両の右リヤサイドメンバーに損傷が及んでいたが，高張力鋼板でできた\n箱形の部材でフロアの下部にスポット溶接されているリヤサイドメンバーに\n損傷を受けていたのであれば，当然リヤフロアにもかなりの損傷があった\nはずであること，被控訴人東京海上側のアジャスターであるＪが被害車両\nの修理費の見積りとして，右サイドパネル取替え，右フロントインサイドシ\nル取替え，フロントフロア及びリヤフロアの修理，ルーフパネルの修理，ル\nーフサイドレールの取替えを計上し，ルーフパネルの修正に１万円，フロン\nトフロアに１万５０００円，リヤフロアに６０００円の工賃を計上していること\n（乙１），ホンダベルノのＬが，被害車両がバナナ損傷の状態となった可能\n性が高い旨述べた記録があること（甲５８，甲６２），本件事故後，被害車両\nを下取りしたホンダベルノは自らこれを修理の上転売することなく，事故車\nのままの状態で控訴人からの下取価格で第三者に転売していること，修\n理後の被害車両を運転したＦが運転中異常を感じたこと等を理由に，本件\n事故による被害車両の損傷はバナナ損傷であり，重度のサイド損傷であっ\nた旨を主張する。\nイ　しかし，被害車両後部の左テールランプとトランクリッドの隙間が広く，右\nテールランプとトランクリッドの隙間が狭くなっていた原因については，右リ\nヤアウトサイドパネル後端の下部は，リヤフロアやリヤパネルと剛接され\nており，パネル自体が移動する余地はないが，その上部はリヤパネルの\n形状がＵ字形をしているため，左右方向の剛性が弱く，前方からの波及衝\n撃が作用し，左方向（内側）に若干移動した，又はトランクリッドは，前上部\n２箇所をヒンジでパーセルシェルフパネルに，後ろ下部１箇所をリヤパネル\nに，それぞれ固定しているが，その固定は強固なものではなく，横方向の\n衝撃を受けた場合には，慣性力で比較的簡単に取付位置が変化し右方向\nへ多少移動したとも考えられるから，トランクリッドの隙間の左右差をもっ\nて被害車両の損傷がバナナ損傷であったということはできない。\nまた，被害車両がリヤサイドメンバーに損傷を受けていたことや，Ｊがサ\nイドシル，ルーフ，フロア等に控訴人主張のような修理内容，費用を計上し\nていたことも，それらの部位に損傷を受けたにせよ，その損傷態様には様\n々な態様が考えられ得るのであり，上記各事情から直ちに本件事故によ\nる損傷がバナナ損傷であったということはできない。かえって，前記のとお\nり，被害車両の左側面には歪みは見られず，左側のフロントフェンダーとド\nア，ドアとリヤアウトサイドパネルの隙間が広くなっていたり，左側への湾\n曲の膨らみ，ドア，フェンダー等のチリに狂いが生じているという状態が認\nめられなかったことは，被害車両がバナナ損傷を受けた旨の控訴人主張\nを否定するものといえる（控訴人は，リヤサイドメンバーに損傷が及んでい\nたということは，当然にリヤフロアー，リヤホイールハウスに損傷が及んで\nいたことの証左であると主張するが，被害車両について上記のように認め\nるに足りる証拠はなく，ホイールアライメントに影響が出たと認めることはで\nきない。）。\nさらに，前記認定の事実及び証拠（乙４４の１）によると，加害車両のフロ\nントバンパの強度部材により強化された部分が地上から約４５センチメート\nルから５５センチメートルの位置にあったこと，加害車両の上記部分が被\n害車両の床付近の補強材的な部分に衝突したときには，双方が剛性を有\nしていることから被害車両にバナナ損傷を招くことが危惧されたこと，そし\nて，本件事故に際し加害車両の上記強化された部分と衝突する可能性の\nあった被害車両の床付近の補強材的な部分は被害車両のサイドシル部\n分であったこと，しかし，被害車両の上記部分は地上から約２０センチメー\nトルから２５センチメートルの位置にあり，加害車両の上記強化された部分\nとの衝突を免れ，前記のとおり右サイドシルを覆うサイドシルガーニッシュ\n部分には加害車両の擦過した痕跡はあるものの，大きな変形はなかった\nことが認められる。したがって，上記のような両車両の剛性部分の衝突は\n免れたのであるから（控訴人は，被害車両のＢピラーが内部に相当程度押\nし込まれていることから，上記剛性部分の衝突があったと主張するが，上\n記認定の事実に照らせば，控訴人主張の事実から上記衝突があったと認\nめることはできず，他にこれを認めるに足りる証拠はない。），このことも，\n被害車両がバナナ損傷を受けたことを否定する１つの事情であると判断さ\nれる。\nなお，Ｄ，Ｌがバナナ損傷等の存在を認める趣旨の供述をしたとの点に\nついては，証拠（乙３５，乙５４）によると，同人らがこれを否定する趣旨を\n述べたことも認められ，前記判断を直ちに覆すものとはいえない。\nウ　以上のとおりであるから，本件事故により，被害車両にバナナ損傷が生\nじた事実を認めることはできない。\n他に，本件事故により被害車両に車体の本質的構造部分の重大な損傷\nが生じ，これが現在なお残存していると認めるに足りる証拠はない。\n(5)ア　前記(3)，(4)のとおり，本件事故により被害車両に車体の本質的構造部\n分の重大な損傷が生じ，同損傷がＤの修理を経ても現在なお残存している\nという控訴人主張の事実を認めることはできないから，その余の点につい\nて判断するまでもなく，被害車両が，本件事故により，昀高裁判所昭和４９\n年４月１５日判決（民集第２８巻第３号３８５頁）にいう社会通念上買替え相\n当の状態になったということはできない。\n控訴人は，被害車両のような大規模破損車両の修理には，３次元計測\n機を用いた正確なボディーアライメントの回復と４輪トータルアライメントテ\nスターを用いた正確なホイールアライメントの回復が必要であると主張し，\nＪ見積書（乙１）やＬの見積り（甲１３）の程度の修理費用では，ボディーアラ\nイメントやホイールアライメントの回復は期待できず，走行安定性，安全性\nも回復できない旨主張し，これに沿う証拠として甲７０，甲１１３，甲１２２，１\n２３，甲１２４の１，２，甲１２７，甲１３０等を提出するほか，控訴人提出の甲\n６９，甲１３１，１３２（いずれも修理見積書）は，いずれも控訴人主張の上記\n修理を前提とするものである。しかし，乙４４の１，２，乙４５の１は，３次元\n計測機による計測等を予定しておらず，Ｊ見積書の修理内容を不足とする\nものではないこと（なお，平成５年当時，３次元計測機や４輪トータルアライ\nメントテスターが自動車修理業者に普及していたと認めるに足りる証拠は\nない。），前記認定のとおり，ホンダベルノのＬが，Ｊ見積書(乙１)に先立っ\nて，これとほぼ同様の修理内容，金額の見積もり（甲１３）を出していること\nに照らせば，控訴人提出の上記証拠のみから，控訴人の上記主張を認め\nることはできず，他にこれを認めるに足りる証拠はない。\nところで，控訴人は，財団法人日本自動車査定協会の中古自動車査定\n基準を参照すると，被害車両には同基準のＤランクに該当する損傷が認\nめられるから，本件事故により被害車両が社会通念上買替え相当とされる\n重大な損傷を被ったといえる旨主張するが，仮に被害車両に上記Ｄランク\n該当の損傷が認められるとしても，上記基準の性格に照らせば，そのこと\nのみから直ちに，被害車両が社会通念上買替え相当の状態になったと認\nめることはできない。\nイ　また，前記(3)，(4)によれば，本件事故の結果，被害車両をもとの走行安\n定性，安全性を持つ状態に修理することは不能となったという物理的全損\nの控訴人主張が認められないことは明らかである。\nウ　さらに，控訴人は，被害車両の修理をすると，修理費用のみでも，少なく\nとも修理費用，評価損及び代車料等の合計額においては，本件事故当時\nの被害車両の時価１７２万円を超えるから，被害車両は経済的全損にあた\nる旨主張する。しかし，被害車両につき，本件事故により評価損が発生し\nたことを認めるべき証拠はない。そして，本件事故による修理費用（レッカ\nー等代金及び消費税を含む。）は９４万４８２７円であること（前記(2)），控\n訴人主張の代車料は本件事故による損害として認められないこと（後記\n２），本件事故後，被害車両は修理されて転々流通したこと（前記(1)カ）に\n照らせば，同主張は到底認められない。\nところで，控訴人は，上記修理により代車が必要な期間は６０日で，同代\n車の１日当たりの単価が２万円であるから，合計１２０万円の代車料を要\nする旨主張するが，仮に控訴人が現実に代車を使用してその代車料を請\n求し得るとしても，証拠（証人Ｊ）及び弁論の全趣旨によれば，代車を要す\nる期間は１４日間程度であることが認められるから（控訴人提出の甲１４\nは，上記証拠等に照らせば修理に６０日間を要するとの趣旨が必ずしも明\nらかでなく，容易に信用することはできない。），控訴人提出の甲８記載の\n単価によっても，代車料は合計３０万円程度にとどまり，上記修理代（前\n記(2)の９４万４８２７円）に上記代車料を加えても，本件事故当時の被害車\n両の時価１７２万円を超えない。\n(6)　以上のとおりであるから，控訴人が被害車両を買い替えたことによる損害\nのうち本件事故と相当因果関係のあるものは，前記の修理費８８万９２０７円\n及びレッカー等代金５万５６２０円の合計９４万４８２７円となる。\n２　争点２（自動車を使用できなかったことによる損害）について\n控訴人は，本件事故により買替えまでの１４日間自動車を使用することができ\nなかったとして，そのことによる損害を主張する。\nしかし，控訴人が上記期間中，現実に代車等を必要とし，これを借り受ける手\n続をした等の事実は，本件全証拠によっても認めることができない。控訴人は，\n抽象的な可能性としての代車料を損害として主張するものと考えられるが，そ\nのようなものを本件事故による損害として認定することはできない。したがって，\n控訴人が主張する争点２の損害は認められない。\n３　争点３（無形の損害）について\n控訴人は，本件事故により慰謝料を含む無形の損害を被った旨を主張する\nが，本件のようないわゆる物損の事案においては，その性質上，財産的損害に\nつき適正な価格の損害賠償がされ，控訴人が有していたその財産的な価値が\n適正に回復されることにより，特段の事情がない限り，控訴人に財産的損害と\nは別途の精神的苦痛を残すことはないものと解される。\nしたがって，控訴人の上記主張は失当といわねばならない。\n４　争点５（過失相殺）について\n(1)　前記当事者間に争いのない事実等及び証拠（甲１，２，甲５，６，甲３４，３\n５，甲３７，乙３３，丙１，２，丙３の１ないし１４，証人Ｎ，承継前１審被告Ｏ本\n人）によると，以下の事実が認められる。\nア　本件交差点は，ほぼ南北方向の道路（以下「本件南北道路」という。）と\nほぼ東西方向の道路（以下「本件東西道路」という。）との交差点で，本件\n南北道路には本件交差点内も含め黄色の中央線が連続して引かれ，片\n側１車線であった。また，本件東西道路の少なくとも西側から本件交差点\nに進入する位置は一時停止の規制がされ，一時停止の停止線が引かれ\nていた。\nイ　亡Ｏは，本件事故当時，加害車両を運転し，本件東西道路を西から走行\nし，本件交差点を東方に直進しようと，進行中であった。ところで，本件事\n故直前，加害車両に先行して本件東西道路を西から東に走行していた車\n両があったが，上記車両は本件交差点で左折北進をした。\n亡Ｏは，本件交差点手前の一時停止の停止線付近で一時停止をした\nが，同所での左右の見通しが悪いことから，さらに加害車両を前進させた\n後停止し，本件南北道路上の安全を確認した（控訴人は一時停止及び安\n全確認の事実を争うが，前記証拠によれば同事実を認めることができ，こ\nれを覆すに足りる証拠はない。）。しかし，亡Ｏには，前記の左折した加害\n車両の先行車両以外に車両は見えなかった。そこで，亡Ｏは，本件交差点\nを東に直進しようと発進した。そして亡Ｏは，加害車両の前部が本件交差\n点の本件南北道路の中央線を越えた場所付近で初めて本件南北道路北\n側から本件交差点に進入して加害車両の直前を通過しようとしている被害\n車両に気付き，ほぼ同時に加害車両の前部を被害車両の右側面に衝突さ\nせた。亡Ｏは衝突と同時にブレーキをかけ，衝突地点とほぼ同地点に停止\nした。\nウ　Ｎは，被害車両を毎時約２０ないし３０キロメートルの速度で運転し，本件\n南北道路を北から南に進行していた。Ｎは，本件交差点付近に至ったと\nき，進行方向前方の本件交差点の右側（西側）付近も確認したが，加害車\n両の存在を認めなかった。\nＮは，本件交差点付近に至ったとき，本件交差点のさらに前方（南側）の\n信号のある交差点に設置された信号機が赤色を表示しており，既に停止\nしている車両があり，さらにその後ろに停止しようとしている車両もあること\nを認めた。そこでＮは，上記の信号のある交差点で停止することを想定し，\n少し減速して本件交差点に向かって南進した。\n被害車両が本件交差点に差し掛かったとき，本件南北道路の反対車線\nを北進する車両と対向した。そして，その直後に，加害車両が，本件交差\n点西側から本件交差点に進入した。そして，加害車両が被害車両の右側\n面に衝突し，その結果，被害車両は，本件交差点の南東方向に進行して，\n停止した。\n(2)　上記認定の事実によると，本件は，加害車両の先行車両が本件交差点を\n左折北進をし，上記車両が加害車両と被害車両の各運転者の視界の間に\n入ってしまい，双方の運転者が相手方車両にすぐには気が付かず，衝突に\n至ったというものと認められる。\nそうすると，本件事故における過失相殺は，被害車両が走行していたのは\n中央線の引かれた優先道路であり，加害車両が走行していたのは交差点直\n前に一時停止標識のある道路で，本件事故は信号機が設置されていない本\n件交差点内において直進車同士が衝突したものであること，そして前記認定\nの事故発生の経緯を考慮すると，加害車両の過失が九割，被害車両の過失\nが１割であると認めるのが相当であり，したがって，控訴人の前記損害につ\nいても上記割合の過失相殺がされるべきである。\n(3)　以上によると，前記１の控訴人の損害９４万４８２７円に前記割合の過失相\n殺をすると，その損害額は８５万０３４４円（１円未満切捨て）となる。\n９４万４８２７円×（１－0.1）＝８５万０３４４円（１円未満切捨て）\n５　争点４（弁護士費用）について\n控訴人は弁護士を職とするものであるが，本件事案の内容に照らすと弁護士\nを委任することが相当であると認められ，訴訟の経緯，認容額等を考慮すると，\n本訴提起に伴う弁護士費用中本件事故と因果関係を有する分は９万円をもっ\nて相当とする。\n６　前記４(3)の過失相殺後の損害額８５万０３４４円に前記５の弁護士費用９万円\nを加算した合計額９４万０３４４円から，被控訴人東京海上の弁済済みのレッカ\nー等代金５万５６２０円（前記第二の一５）を控除すると，残額は８８万４７２４円\nとなり，これが本件事故による控訴人の損害である。\n７　以上のとおりであるから，控訴人の請求は，\n(1)　被控訴人ＡＢ両名に対して，それぞれ損害金４４万２３６２円及びこれに対\nする本件事故の日である平成５年１０月２５日から支払済みまで民法所定の\n年５分の割合による遅延損害金の各支払を求める限度で理由があるから，\nこれを認容し，その余は理由がないから，これを棄却し，\n(2)　被控訴人東京海上に対して，控訴人と被控訴人ＡＢ両名との間の本件判\n決が確定したとき（被控訴人東京海上に対する請求は，その性質上，条件付\nで認容されるべきものである。），被控訴人ＡＢ両名の控訴人に対する損害金\n合計額８８万４７２４円及びこれに対する本件事故の日である平成５年１０月\n２５日から支払済みまで民法所定の年５分の割合による遅延損害金の支払\nを求める限度で理由があるから，これを認容し，その余は理由がないから，\nこれを棄却すべきである。\n第４　以上のとおりであるから，被控訴人らの附帯控訴に基づいて，原判決を上記\n第３の７のとおりに変更し，控訴人の控訴は理由がないからこれを棄却し，訴訟\n費用の負担について民事訴訟法６７条，６１条，６４条，６５条を適用して，主文\nのとおり判決する。\n名古屋高等裁判所民事第２部\n裁判長裁判官　　　大内捷司\n裁判官　　　加　 藤　 美　枝　子\n裁判官長門栄吉は転補のため署名押印することができない。\n裁判長裁判官　　　大内捷司\n"
}