{
  "trial_type": "LaborCase",
  "date": {
    "era": "Heisei",
    "year": 12,
    "month": 6,
    "day": 12
  },
  "case_number": "平成9(ワ)2550等",
  "case_name": "千葉ＨＩＶ解雇",
  "court_name": "千葉地方裁判所",
  "field": "労働",
  "lawsuit_id": "18826",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=18826",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/826/018826_hanrei.pdf",
  "contents": "主　　　文\n一　被告瀧川化学工業株式会社は、原告に対し、金五一〇万円及び内金二〇〇万円\nに対する平成九年一二月一七日から支払済みまで年五分の割合による金員を支払\nえ。\n二　被告Ａは、原告に対し、金一五〇万円及びこれに対する平成九年一一月二八日\nから支払済みまで年五分の割合による金員を支払え。\n三　原告のその余の請求をいずれも棄却する。\n四　訴訟費用は、原告に生じた費用の一〇分の三と被告瀧川化学工業株式会社に生\nじた費用を同被告の負担とし、原告に生じた費用の一〇分の一と被告Ａに生じた費\n用を同被告の負担とし、原告に生じたその余の費用は原告の負担とする。\n五　この判決は一項及び二項に限り仮に執行することができる。\n事実及び理由\n第一　請求\n一　原告が被告瀧川化学工業株式会社に対し、雇用契約上の権利を有する地位にあ\nることを確認する。\n二　被告瀧川化学工業株式会社は、原告に対し、金一〇〇〇万円及びこれに対する\n平成九年一二月一七日から支払済みまで年五分の割合による金員並びに平成九年一\n二月一七日から毎月末日限り月額三一万円の割合による金員を支払え。\n三　被告Ａは、原告に対し、金一〇〇〇万円及びこれに対する平成九年一一月二八\n日から支払済みまで年五分の割合による金員を支払え。\n第二　事案の概要\n一　本件は、日本での在留資格を有し、日本国内に在住する日系ブラジル人であ\nり、被告瀧川化学工業株式会社（以下、「被告会社」という。）に雇用され、その\n市川工場に勤務していた原告が、被告Ａの経営する市川東病院で被告会社の定期健\n康診断を受けた際に、原告の同意なくＨＩＶ抗体検査が行われたことにつき、被告\n会社については、原告に無断でＨＩＶ抗体検査の依頼をし、検査結果が記載された\nＨＩＶ検査報告書及びＨＩＶ検査証明書（以下、併せて「検査結果票」という。）\nを受けとるなどの行為が、被告Ａについては、原告に無断でＨＩＶ抗体検査を行\nい、その検査結果票を被告会社に交付するなどの行為が、原告の情報プライバシー\n権を侵害するものであり、右行為により多大な精神的苦痛を受けたとして被告会社\n及び被告Ａに対し、慰藉料の支払を求めるとともに、被告会社に対し、原告は、Ｈ\nＩＶに感染していることを理由に、被告会社に不当解雇され就労できなかったもの\nであり、現在においても雇傭契約上の地位を有するとして、雇用契約上の権利を有\nする地位にあることの確認と\n賃金の支払を求めた事案である。\n二　争いのない事実等（証拠を摘示したものは当該証拠により容易に認定できる事\n実である。）\n１　当事者\n（一）　原告は、日本での在留資格を有し、日本国内に在住する日系ブラジル人で\nあり、ＨＩＶ感染者である。原告は、自己がＨＩＶに感染していることを知ってお\nり、以前から治療を受けていた。\n（二）　被告会社は、プラスチック・フィルムの製造販売等を行う会社である。\n（三）　被告Ａは、市川東病院の名で病院を営む者である。\n２　事実経過\n（一）　平成九年九月一五日、原告は、被告会社市川工場への採用が決定し、同月\n一七日に雇用契約を結んだ（以下、「本件雇用契約」という。）。\n雇用期間に関しては、契約締結日から一年間とするが、契約期間満了後、さらに\n一年ずつ更新することができ、原告、被告会社いずれかが更新を希望しないとき\nは、期間満了の日の二か月前までに各相手方に通知するものとされていた。\n（二）　原告は、同日から、製品の梱包作業の労務に従事するようになった。\nそして、同年一〇月二一目午後八時から翌二二日午前八時まで、原告はプラスチ\nック・フィルムの原料である糊を空けた缶をプレスする作業に従事したが、仕事を\n終えた後、国立国際医療センターで診察を受けた結果、有機溶媒による肺炎の疑い\nで同月二八日まで同病院に入院した（甲六、二五の１・２）。\n原告は、同月二九日から再び仕事に就いたが、その後は、製品の梱包と製品の図\n柄等を合わせるため製品を巻き直す作業に従事した。\nなお、原告は、同年一二月六日午前七時三〇分ころ、オートバイでの通勤途中に\n乗用車と衝突事故を起こし、頸椎捻挫、腰部打撲等の傷害を負って同月一四日まで\n欠勤した（甲九の１・２、弁論の全趣旨）。\n（三）　原告は、同年一一月五日、市川東病院で、被告会社の定期健康診断を受け\nた。被告会社は、原告の同意を得ずに、市川東病院に原告のＨＩＶ抗体検査を依頼\nし、同病院は、原告に右検査をすることを告げず、原告の意思を確認することな\nく、血液を採取し、ＨＩＶ抗体検査を行った。\n市川東病院は、被告会社に対し、健康診断結果報告書とＨＩＶ抗体検査の結果が\n記載された検査結果票を交付した。\n（四）　原告は、同月二八日午前九時三〇分ころ、被告会社総務課長Ｂに事務室ま\nで来るように呼び出され、事務室で、Ｂから検査結果票を示された。その際の原告\nとＢの会話の内容については、原告と被\n告会社の主張が食い違っている。\nまた、同月二九日、被告会社は、健康診断結果報告書を従業員に手渡したが、こ\nれには健康診断の結果が記載されており、縁の部分のミシン目を破って開かなけれ\nば内容を見ることができないようになっている。\n（五）　同年一二月一日、原告の申入れにより、原告とＢが事務室で面接し、同月\n一六日午前八時すぎにも、原告はＢと事務室で面接したが、その各内容についても\n原告と被告会社の主張が食い違っている。\n（六）　原告は、同日以降、被告会社で就労しておらず、平成一〇年七月一二日、\n被告会社は原告に対し、本件雇用契約の更新を拒絶する旨通知した。\n三　争点及びこれに対する当事者の主張\n１　情報プライバシー権侵害について\n（原告の主張）\n（一）　原告の主張する事実の経過\n（１）　平成九年一一月五日の定期健康診断の際、原告と同年齢の従業員からは注\n射器一本分の血液しか採取しないのに、原告だけ五本分も採取され、看護婦に理由\nを尋ねると、肝臓の検査だけであるとの答えであった。\n（２）　同月二八日、原告は、Ｂに呼ばれ、事務室まで行った。Ｂは、原告に対\nし、これはどういうことだと言って、＋と表示された検査結果票を示し、これはま\nずい、あなたには仕事を辞めてもらうと言い、なぜ最初から言わなかったのかと原\n告を非難した。これに対し、原告は、会社が勝手に検査することは許されず、原告\nの健康状態からすれば仕事に影響がないので、医師からも会社に説明する必要はな\nいと言われていた旨反論し、検査結果票を手に取ったが、すぐにＢに取り返され\nた。Ｂは、自分に全く非はないという態度で、原告を辞めさせる考えを撤回する様\n子もなかったが、原告が、これからテレビ局へ行く、ブラジル領事館へ行くと言う\nと、Ｂはあわてて今言ったことは忘れてくれと頭を下げて謝ったので、原告は仕事\nに戻った。\n（３）　同月二九日、原告が被告会社から渡された健康診断結果報告書にはミシン\n目がなく、糊で貼ってあり、被告会社の者が事前に開けて内容を見たとしか考えら\nれなかった。同報告書には、詳しい検査結果データが記録されており、エイズ治療\nのため原告の肝機能（ＧＯＴ、ＧＰＴ）が通常人に比べて悪化していることも数値\nではっきり示されている。\n（４）　同年一二月一日、原告は、Ｂに検査結果票の引渡しを求めたが、断られ、\nまた、健康診断結果報告書が事前に開披されていたことについても抗議したが、説\n明\nも謝罪もなかった。\n（５）　同月一六日午前八時すぎ、前夜からの仕事が終わったところで、原告は、\nＢに事務所に来るように言われた。事務所に行くと、Ｂは前記交通事故の様子につ\nいて尋ね、原告が説明すると、唐突に今日で仕事を辞めてくれと言い、原告の胸ポ\nケットからＩＤ力ードを取り上げ、作業衣を置いていくように指示して、原告を解\n雇する旨の意思表示をした。原告は、工場長に真意を確かめようとしたが、工場長\nは言葉を濁し、近くを通りかかったＣ社長も取り合ってくれず、やむなく原告は自\n宅に帰った。\n（二）　被告会社の責任\n以上の被告会社の行為は、原告に対する不当解雇であるとともに、以下のとおり\n原告の情報プライバシー権を侵害するものであり、原告が、被告会社のこれらの行\n為により受けた精神的苦痛は極めて重大で、その被った損害は少なく見積もっても\n一〇〇〇万円は下らない。\n（１）　個人の医療情報は、他人に知られたくない情報であるから、本人の同意を\n得ずに第三者が勝手に医療情報を収集したり、利用したりすることは許されない。\nその中でも、特にＨＩＶ感染事実については、まだ社会的な偏見差別が続いている\n今日の日本にあっては、他の医療情報以上に特別な配慮が必要である。そして、Ｈ\nＩＶ抗体検査は、当該個人がＨＩＶ感染をしているか否かという情報を収集する手\n段であるから、被検査者本人の意思に基づいて行われ、その検査結果は本人にのみ\n告知されるべきである。\nしかるに、被告会社は、①原告の意思を無視して原告のＨＩＶ抗体検査を病院に\n依頼し、②原告の意思を無視して検査結果票を受取り、③原告が検査結果票の引渡\nしを求めたのにこれを拒否し、④原告に無断で原告の健康診断結果報告書を開封し\nた。\nしかも、被告会社は、原告に無断でＨＩＶ抗体検査をしたことや、原告の健康診\n断結果報告書を勝手に開封したことについて、全く反省謝罪していない。また、原\n告は、Ｂに検査結果票を示されたときに、自分がＨＩＶ感染をしていることにショ\nックを受けることはなかったが、被告会社が無断でＨＩＶ抗体検査をしたことに対\nし、強い不信感を抱かざるを得なかった。さらに、Ｂは、被告会社に当然報告すべ\nきことを原告が意図的に隠し、被告会社を騙して原告を採用させたかのような強い\n非難を含む言い方をし、ＨＩＶ感染者を犯罪者扱いした。その上、平成九年一二月\n一六日には、Ｂが一方的に原告のＩＤカードを取り上\nげ、作業衣等の返却を指示するという、原告にとって屈辱的な方法で、被告会社は\n原告を解雇した。\n（２）　被告会社は、ＨＩＶ抗体検査の目的は、不注意による出血等に備え、人員\n配置に反映させるためであり、原告の健康状態が思わしくなかったことに配慮した\nものである旨主張する。しかし、出血事故に対する危険防止をいうのであれば、検\n査を行うことを本人に秘匿する必要はないばかりか、従業員に対して積極的に説明\nし、かつ感染防止のための教育を施してこそ、その目的が全うされるはずである。\nむしろ、本件で行われたＨＩＶ抗体検査は、外国人に対する不当な偏見と差別に基\nづき、ＨＩＶ陽性の外国人労働者を排除する目的でなされたものと推測される。\nまた、被告会社は、原告に無断で検査を依頼したことについて、病院から承諾を\n取らなくても検査ができるものと誤解したためであると主張するが、被告Ａ側は、\nそのような説明はしていないとしており、この点に関する被告会社の主張が事実と\nは考えられない。\n（三）　被告Ａの責任\n被告Ａの行為は、以下のとおり原告の情報プライバシー権を侵害するものであ\nり、原告が、被告Ａの行為により受けた精神的苦痛は極めて重大で、その被った損\n害は少なく見積もっても一〇〇〇万円は下らない。\n（１）　前述のように、ＨＩＶ抗体検査は、当該個人がＨＩＶ感染をしているか否\nかという情報を収集する手段であるから、被検査者本人の意思に基づいて行われ、\nその検査結果は本人にのみ告知されるべきである。\nまた、労働者の健康管理を担うべき産業医は、労働者の健康管理に関係するプラ\nイバシー情報を収集・管理する立場にあるものとして、そのプライバシーの保護に\nは細心の注意を払うべき義務を負っている。\nしかるに、被告Ａは、①原告の意思を確認しないで、被告会社からの原告のＨＩ\nＶ抗体検査の依頼を引き受け、②原告の意思に基づかないで、ＨＩＶ抗体検査のた\nめの血液採取を行い、③検査結果票を、原告ではなく被告会社に引き渡した。\nしかも、被告Ａが、患者の情報プライバシー権を尊重するという立場を守ってい\nれば、原告が被告会社から屈辱的な思いをさせられたり、解雇されたりすることも\nなかったはずであるのに、被告Ａは、被告会社からの無断検査の依頼を安易に引き\n受け、原告には肝機能検査だけだと嘘をつき、ＨＩＶ抗体検査結果を密かに被告会\n社に報告したのである。\n（２）　被告Ａは、被告会社\nが原告の同意を得ているものと誤解したために、原告の承諾を得ずに検査を行い、\nその結果を被告会社に報告した旨主張する。しかし、以前から、市川東病院におい\nては、被告会社に雇用された外国人労働者に対して、ＨＩＶ抗体検査が毎年のよう\nに行われていたこと、血液採取の際にも、意思確認やカウンセリングが行われてお\nらず、不審に感じた原告が血液を注射器五本分採取した必要性について看護婦に聞\nくと、肝機能の検査だけである旨曖昧な返答をしたこと、被告会社に直接検査結果\n票を交付するなどＨＩＶ抗体検査を行ったことを原告に対し秘密にしたことに鑑み\nると、被告Ａは、被告会社の外国人労働者排除の意図を知り、もしくは極めて容易\nに知り得べき状況の下で、ＨＩＶ抗体検査を行っていたのである。また、仮に原告\nの承諾があると信じていたとしても、被検査者と検査の依頼主が同一でない場合に\nおいて、本人の同意書も、会社に対する指示書もないのに、単に会社が本人の承諾\nを得ていると信じていたというのは、それが真実であっても、医療従事者として重\n大な過失であり、悪意と同視すべき違法性がある。加えて、検査結果の告知の方法\nやカウンセリングの重要性に鑑みれば、第三者に検査結果のみを記載した書面を渡\nすことは、告知の方法としてあってはならないものであることからすれば、承諾が\nあると信じていたとしても、本件プライバシー侵害行為の違法性は、軽減されうる\nものではない。\n（被告会社の主張）\n（一）　被告会社の主張する事実経過\n（１）　平成九年一一月二八日、Ｂが原告を呼び出したのは、Ｂは、市川東病院か\nらの通報で原告がＨＩＶに感染していることを知ったが、原告自身が感染の事実を\n知っているとは思っていなかったので、原告のためにＨＩＶに感染していることを\n伝え、何らかの対策を打たせようと考えたからである。しかし、ＢがＨＩＶ感染の\n事実を伝えたところ、原告が右事実を知っていたので、Ｂは、奥さんは知っている\nのか、奥さんと相談するためにもブラジルに帰った方がいいのでないかと聞くと、\n妻も知っているという答えであった。そのうち原告は、自分の手を首にあててクビ\nか、クビかと聞き出したので、Ｂは、クビではないと答えたが、原告がそのような\n尋ね方をした理由について、一方では、妻と相談のためブラジルヘ帰ったらどうか\nというＢの言葉から解雇されるかもしれないと感じたためではないかと思ったが、\n他方、自分\nが感染者だということを知られて会社にいづらくなったと考えたためと見られる節\nもあった。そこで、Ｂが、ほかの会社に移りたいのかと聞いたところ、原告は移り\nたいという返事であった。ところが、突如、原告は、クビならイミグレーションに\n行くと言い出したので、Ｂは、全くの勘違いだ、クビの話なんかではない、心配す\nるなと再度告げ、このままこの会社で働きたいのかと聞くと、この会社で働きたい\nとの答えであったので、職場に戻した。\n検査結果票は、その際に原告が自分で机の上に置いていった。\n（２）　被告会社が、同月二九日に、健康診断結果報告書を手渡す前に、事前に開\nけて内容を見た事実はない。被告会社には、各人の検査結果が一覧表としてまとめ\nられたものが市川東病院から渡されるので、検査結果はこれによって知り得るか\nら、敢えて各人宛の報告書を開けて見る必要はない。\n（３）　同年一二月一日、原告の申入れにより、Ｂは原告と面接した。原告は、Ｂ\nに、ＨＩＶ感染がいかに安全で危険でないかを説明し、医療センターの医師がその\nことを話してくれるから電話をかけて欲しいと言ったが、Ｂは、日常生活をする上\nでの安全性については十分分かっているので心配しなくていいと答え、面接を終わ\nった。\n（４）　同月一六日、Ｂと原告が面接したのは、年末調整手続が原告分だけ、交通\n事故による入院で遅れており、その手続を進めるため総務課に呼び出されていた原\n告に偶然Ｂが出会ったからであり、Ｂがあらかじめ意図していたものではない。\n原告は、極めて簡単な梱包作業と掃除以外はできず、作業中のミスも少なからず\nあり、無断欠勤をするほか、アレルギー体質のためか通常人の耐えうる仕事にも容\n易に耐えられず、さらに交通事故を起こして欠勤するなど、被告会社における勤務\n評価が著しく低いものであったところ、当時、被告会社は、いわゆるリストラを考\nえざるを得ない状況に立ち至っており、原告もその対象者に組みいられていたこと\nから、Ｂは、このような事情は事前に本人に教えておいた方が本人のために良いの\nではないかと考えていた。そこで、Ｂが、原告にその旨を話したところ、原告は、\nリストラ対象は自分だけかと聞いてきたので、Ｂは、あなただけではないと答え\nた。しかし、原告は、やめるなら今日やめると言って、自分の胸ポケットからＩＤ\n力ードを取り出し、机の上に置いて出て行ったのである。\nこの時、被告会社の工場長は、\n別室で打ち合せ中であり、原告には会っていないし、社長は、原告と面識がない。\nまた、被告会社では、外国人に対して解雇の通告をする場合、誤解等が生じて、\n後に問題を残さないように、必ず通訳を立ち会わせてこれを行うことにしており、\nＢが当日通訳を立ち会わせずに、解雇通告をすることはあり得ない。\n（二）　被告会社の責任について\n（１）　被告会社は、原告の同意を得ずにＨＩＶ抗体検査を依頼し、検査結果票を\n受けとった。しかし、被告会社が検査結果票の引渡しを拒否したことはなく、健康\n診断結果報告書を開封したこともない。\nまた、被告会社は、以下に述べるとおり、原告の同意を得なくともＨＩＶ抗体検\n査を病院に依頼することができるとの認識であったため、原告に対し謝罪はしてい\nないが、ＢがＨＩＶ感染の事実を伝えたのは、原告や原告の家族を案じたためであ\nるし、原告を解雇した事実はないのであるから、原告に対し非人道的対応などは全\nく行っていない。\n（２）　被告会社は、原告の同意を得ずにＨＩＶ抗体検査を依頼し、検査結果票を\n受け取ってはいるが、それは、かつて市川東病院のＤ事務長から、本人の同意を得\nなくてもＨＩＶ抗体検査をすることができるが、後のことを考えると同意を得てお\nいた方が好ましいとの説明を受け、本人の同意を得なくてもＨＩＶ抗体検査ができ\nるものと誤解していたため、無断で検査を依頼したという認識に欠けていたことに\nよるものである。\nまた、被告会社がＨＩＶ抗体検査を行ったのは、被告会社では工場で機械を扱う\nため、不注意による出血事故には十分な対策を備える必要があり、しかも、原告\nは、前述のとおり健康状態を理由として欠勤するなど勤務状況が好ましくなかった\nことから、従業員の健康保持及び配置検討の際の資料を得る必要があったためであ\nり、外国人労働者を排除する目的で検査を行ったものではない。\n（被告Ａの主張）\n（一）　被告Ａは、原告の意思を確認しないで、ＨＩＶ抗体検査の依頼を引き受\nけ、これを行い、検査結果票を被告会社に交付した。しかし、ＨＩＶ抗体検査のた\nめの血液採取量は、注射器二本分で足りるから、原告から五本分の血液を採取した\nことはなく、また、看護婦が肝臓の検査だけだと言ったこともない。\n（二）　被告Ａは、原告の意思を確認しないで、ＨＩＶ抗体検査を行ってはいる\nが、それは、以下の事情から、原告の同意を得ていると誤解したからである。すな\nわち、平\n成九年一〇月二八日、被告会社取締役Ｅから、Ｄ事務長に、原告のＨＩＶ抗体検査\nの申出があり、Ｄ事務長は、同月二九日、検査には、特に本人の同意を明確にとっ\nてもらうことが必要である旨、Ｂを通じてＥに電話で申し入れていたのであるが、\n同月三〇日、市川東病院の職員で健康診断事務の担当であるＦがＢと話した際に、\n被告会社が原告の同意を得て検査依頼してきているものと誤解したのであった。ま\nた、検査結果票は、糊付けされており、そのままでは中を見ることはできず、前述\nのとおり、被告Ａは、被告会社が原告の同意を得ているものと誤解していたため\nに、これを被告会社に交付したのである。\n被告Ａは、被告会社担当者から、被告会社の新規労働者の中に勤務状況が極めて\n悪く健康状態に原因があると疑われる者がいるので、労働者の健康管理の一環とし\nて、一般健康診断のほかＨＩＶ抗体検査を実施してもらいたい、被告会社の職場の\n性格上、危険を伴う業務が存在し、労働者の健康状態を雇用主として知っておく必\n要がある、作業によっては出血をともなう怪我が生ずる危険性があり、ＨＩＶ感染\n者には不向きな作業が存在するので、これを避けるためにもＨＩＶ抗体検査が必要\nであると聞いていた。したがって、被告Ａに、被告会社が外国人労働者排除の目的\nで検査を行っているとの認識などなかった。\n２　雇用契約上の権利を有する地位の確認及び賃金支払請求について\n（被告会社の主張）\n（一）　本件雇用契約による雇用期間は契約締結日から一年であり、契約期間終了\n後、一年毎に更新することができるが、更新を希望しないときは、相手方に二か月\n前までに通知すべきものとされている。被告会社は、平成一〇年七月一二日、原告\nに対し、本件雇用契約の更新を拒絶する旨の通知をなしたので、同年九月一六日の\n期間満了をもって本件雇用契約は終了した。\nそして、原告は、時給契約者であり、現実の労務提供がない限り被告会社に賃金\n支払義務は発生しないところ、平成九年一二月一八日（一七日は休日である。）以\n降無断欠勤しているのであるから、同日から本件雇用契約の終了までの間、被告会\n社に賃金支払義務の発生はない。\n（二）　これに対し、原告は、被告会社と原告との間の契約が、期間満了後の雇用\n継続を合理的に期待させるようなものであり、信義則上更新拒絶が相当と認められ\nるような事情はないから、更新拒絶は認められない旨主張するが、以下の事情か\nらすれば、原告の主張は認められない。\n（１）　雇用継続を合理的に期待させる事情のないこと\nア　日系ブラジル人は、一年前後の短期転職組や短期帰国組が多く、雇用契約を更\n新しても更新後一年間続かない者も少なくないのが実情である。すなわち、平成八\n年の採用者は一二名であったが、数か月内に転職又は帰国した者が五名、一年で会\n社が更新拒絶した者が三名（会社から更新拒絶を通知したところ、更新手続きをせ\nずに一年を過ぎ、一年一か月後に退職した者が一名、同様に一年二か月後に退職し\nた者が一名、一〇か月半で退職した者が一名）、一年後に契約更新をしたが、まも\nなく退職帰国して二年目の更新時期に至らなかった者が二名、二年後も契約更新し\n現に就業中の者が二名である。\nイ　外国人就労希望者の来日のための旅費に関しては、旅行会社が希望者に対して\n旅費を貸与し、被告会社がその外国人の斡旋を受け、これを雇った場合には、旅行\n会社の有する旅費の返還請求権の譲渡を受けて、被告会社に旅費を返還させること\nはあるが、被告会社の制度として存在するものではない。\nまた、従業員の寮は、日本人、日系ブラジル人を問わず、通勤不可能者に対し、\n寮費徴収の上使用させている厚生施設であって、一年以上の勤務の期待の有無とは\n無関係である。\n（２）　更新拒絶が相当と認められる特段の事情について\nア　原告は、極めて簡単な梱包作業と掃除以外はできず、作業中のミスも少なから\nずあり、無断欠勤があるほか、アレルギー体質ということもあってか通常人の耐え\nうる仕事にも容易に耐えられず、また交通事故を起こして欠勤するなど、被告会社\nにおける勤務評価は著しく低いものであった。\nイ　平成九年当時、被告会社は、いわゆるリストラを考えざるを得ない状況に立ち\n至っており、原告はその対象者に組みいられていた。\n被告会社では、平成九年には原告を含め三名を、平成一〇年には一名を、それぞ\nれ採用したにすぎず、被告会社にリストラの必要があったことは明らかである。\n（原告の主張）\n（一）　雇用契約に期間の定めがあっても、期間満了後の雇用継続を合理的に期待\nさせるような契約であれば、信義則上、更新拒絶が相当と認められる特段の事情が\nない限り、更新拒絶は認められない。\n（二）　原告と被告会社との間の雇用契約は、以下のとおり、期間満了後の雇用継\n続を合理的に期待させるような契約であり、また、信義則上、更新拒絶が相当と認\nめら\nれる特段の事情はないから、更新拒絶は認められず、原告は、現在も被告会社に対\nして労働契約上の権利を有する地位にあり、被告会社は、その間の賃料の支払義務\nがある。\n（１）　期間満了後の雇用継続を合理的に期待させる事情\nア　原告は、日系ブラジル人であって、ブラジル国籍を有し、母親の母国日本で就\n労することを目的として来日し、二年間の有効期間のある就労ビザを取得してい\nる。このビザは延長可能であり、原告は当初から可能な限り長く日本の会社で働く\n意図で、就職したのである。\nイ　被告会社は、原告を含む日系ブラジル人の長期就労の意図を十分認識した上\nで、毎年四月に日系ブラジル人その他の労働者を大量に採用し続けてきた。また、\nほとんどの日系ブラジル人に対して、被告会社は、来日するための旅費を出し、居\n住するための宿舎まで用意していた。以上のことからすれば、被告会社が、これら\nの労働者を一年で使い捨てるために雇い入れたとは考えられず、反復継続して雇用\nを続けることを予定していたのである。\nウ　被告会社の短期雇用労働者らは、仕事がきついために自己都合で退職する者以\n外は雇用を継続されていた。\n（２）　更新拒絶が相当と認められる特段の事情のないこと\nア　原告は、被告会社の班長らからよく働いてくれると褒められていたにもかかわ\nらず、被告会社が、原告の人格を踏みにじるような違法な無断検査を行った上、一\n方的に解雇したため、職場復帰を果たせなかったのであるから、原告の勤務態度に\n責められるべきものはない。\nイ　被告会社は、平成八年度だけでも日系ブラジル人を一二名採用し、平成一〇年\n春には多くの日系ブラジル人を雇い入れており、被告会社にリストラの必要性があ\nるという主張は成り立たない。\n第三　当裁判所の判断\n一　情報プライバシー権侵害について\n１　被告会社の責任について\n（一）　証拠（甲二〇、二一の１・２、二二、二四、乙一六、証人Ｂ、証人Ｇ、原\n告本人）及び弁論の全趣旨によれば、以下の事実が認められる。\n（１）　被告会社が原告のＨＩＶ抗体検査を行った経緯\n被告会社では、平成六年以前から、毎年春と秋の二回行う定期健康診断におい\nて、その年に新たに雇用したブラジル人従業員に限って、本人に知らせず、その同\n意を得ることもなく、市川東病院に依頼して、ＨＩＶ抗体検査を行っていたが、原\n告以前には陽性の検査結果が出た者がいなかったため、右検査の事実や結果を従業\n員に知ら\nせることもなかった。\n平成九年一一月の定期健康診断においても、被告会社は、従前と同様、原告には\n秘したまま、その同意も得ないで、原告についてのＨＩＶ抗体検査を市川東病院に\n依頼した。そして同病院も、従前と同じように、被検査者である原告の意思を確認\nすることなく、必要な採血をして、保健科学研究所にＨＩＶ抗体検査を依頼し、同\n研究所から送付を受けた検査結果票を被告会社に交付した。\n（２）　その後の被告会社の対応\nア　右交付を受けた検査結果票を開披して、原告の検査結果が陽性であることを知\nったＢは、同年一一月二八日、原告を事務所に呼び出して、原告に検査結果票を示\nした上、原告がＨＩＶ感染の事実を知っていたのか尋ね、原告が知っていた旨答え\nると、なぜ最初から言わなかったのかと責め、妻と相談のためにもブラジルに帰っ\nたらどうかと勧めた。原告は、治療を受けている医師から、感染の事実を会社に告\nげる必要はないと言われている旨説明したが、ブラジルヘの帰国を促されたことか\nら、解雇されるのかと思い、「クビか」と質問すると、Ｂはこれを肯定した。その\nため、原告は、検査結果票を持って、新聞、テレビ、ブラジル領事館に行く旨申し\n述べたところ、Ｂは、検査結果票を原告から取り戻して、事務室から出て行き、し\nばらくして戻ると、原告に対し、全部忘れて仕事場に戻るよう指示した。\nイ　その後、原告は同年一二月五日まで通常どおり勤務したが、同月六日から一四\n日まで、前記交通事故による受傷のため欠勤した。そして、同月一五日の夜勤から\n仕事に戻り、翌一六日朝まで勤務してから事務所に行くと、Ｂに呼ばれ、最初は交\n通事故の内容について質問された後、同人から、今年は仕事があるが来年は不景気\nで仕事がないので辞めて欲しい、辞めて貰うのは原告だけではない旨告げられた。\n原告は、やはりＨＩＶ感染を理由に解雇されるものと思い、ＩＤ力ードをＢに渡し\n部屋を出て、工場長やＨ次長に確かめようとしたが相手にされず、仕方なく帰宅し\nた。その後、原告は被告会社に出勤しなかったが、被告会社からは出勤を促した\nり、欠勤理由の確認など何の連絡もなかった。\n（二）（１）　これに対し、被告会社は、原告に対するＨＩＶ抗体検査の目的は、\n工場での出血事故への対策や原告の健康状態への配慮からである旨主張するが、仮\nに出血事故への対策が目的であれば、日本人を含む全従業員を対象に、その目的を\n説明して同意を\n得た上で実施すれば良いことであって、ブラジル人従業員のみを対象に秘密裡に行\nう理由はなく、また原告がそのような出血事故の発生のおそれのある作業に従事す\nる可能性のなかったことや、検査で陽性の結果が出た場合の対応についても事前に\nは何も検討されていなかったこと、さらに原告のケースが本件訴訟という形で問題\nとなった後は従業員に対するＨＩＶ抗体検査は一切行っていないこと（いずれも証\n人Ｂ）とも矛盾するといわざるを得ず、出血事故への対策のためとする被告会社の\n主張は認められない。\nまた、原告の健康状態に関しても、原告の平成九年一〇月二二日から二八日まで\nの入院については、肺炎による旨の診断書が提出されており（甲二五の１・２）、\n同年一二月六日から一四日までの欠勤についても、事故により受傷した旨の診断書\nが提出されているのであるから（甲九の１・２）、それ以上にその健康状態を疑う\n理由はなく、ましてＨＩＶ感染の有無について検査をする必要性があったものとは\n到底認められない。\nこのように、被告会社によるブラジル人従業員に対するＨＩＶ抗体検査の実施に\nついて、格別合理的な理由が認められず、しかもそれが当該従業員本人に秘して行\nわれてきたことや、陽性の結果が出た場合の就労を前提とした対応策について何ら\n検討がなされていないことなどからすれば、被告会社では、ブラジル人にはＨＩＶ\n感染者の比率が高いといった認識のもとに（証人Ｂ）、新規に雇用したブラジル人\n従業員についてのみ検査を実施して、陽性であった場合にはこれを会社から事実上\n排除しようとする意図の下にＨＩＶ抗体検査を行っていたものと推認できるのであ\nる。\n（２）　また、被告会社は、原告との雇用契約を解除した事実はなく、平成九年一\n二月一六日のＢとの面接においては、原告が自から辞めると言って出て行き、その\n後無断欠勤を続けているものであると主張するのであるが、前記認定したＢとの面\n接の経緯に関する原告の供述の内容は、言語の相違から多少大袈裟に表現している\nと思われる部分が存するものの、全体として具体的で真実味のあるものである上、\n前同日や同年一一月二八日の後にそれぞれ原告の様子を見、あるいは原告から相談\nを受けた母親のＧの証言等や国立国際医療センターのコーディネーターのＩの陳述\n書の記載内容とも合致していて、信用するに足るものであり、これに対し、Ｂの証\n言等は、同年一一月二八日の面接の目\n的に関し、原告にＨＩＶ抗体検査の結果を知らせて、他の医療機関で再検査を受け\nるように勧めるためであったとしながら、どのような再検査の方法があり、また受\n診可能な医療機関があるのかについて全く検討した形跡がなく、しかも妻との相談\nを理由にブラジルヘの帰国を促すなどしているのであり（被告会社と原告との雇用\n契約（甲五）においては、契約期間中に原告が帰国した場合、雇用契約は解除され\n退職したものとなる。）、また同年一二月一六日の面接についても、原告がリスト\nラの対象となっていることを早期に知らせて、転職先を探させた方が原告のために\nなると考えてのことであるとするが、右の時点では、まだ原告がリストラの対象と\nなることが確定していたわけではなく、しかもそのように事前に告知したのはひと\nり原告のみであったというのであって、リストラによる解雇という労働者にとって\n生活の基盤にかかわる重要な事実を未だ確定もしていないのに原告にのみ伝えると\nいうのは不自然と考えられ、また、結果的にはリストラは実施されていないこと\nや、原告が解雇されたものと誤解して出て行き、以後無断欠勤を続けているとしな\nがら、何ら原告に連絡を取っていないことなどからすると、この点に関するＢの証\n言や陳述書の記載は信用することができない。\n（三）　右の事実によれば、被告会社は、従前から続けてきたのと同様に、日系ブ\nラジル人で新規に雇用した原告につき、定期健康診断として本人に秘したままＨＩ\nＶ抗体検査を無断実施し、その結果、原告のＨＩＶ感染の事実が判明したことか\nら、それを理由に原告の退職を図って、当初は、感染事実の判明を契機にブラジル\nヘの帰国を促したが、原告が応じなかったため、不景気によるリストラを表面的な\n理由として原告を解雇したものと認めるのが相当である。\n（四）（１）　証拠（甲一五、一六、一八、二二、二六）によれば、①ＨＩＶ感染\nに関する情報は、個人の健康状態にかかわる極めて個人的な情報であり、また、エ\nイズに対する理解が一般には未だ不十分、不正確な状況にあるため、本人が必要以\n上の不安を感じるだけでなく、周囲の人々の自分にも感染するのではないかという\n不安や、エイズヘの偏見もあって、ＨＩＶ感染の事実が職場等で知られると、無用\nの混乱と不安を招くおそれのあることから、ＨＩＶ感染の事実は個人の秘密として\n保護される必要があり、②ＨＩＶ感染は、感染者の血液や性分泌物\nまたは母乳などＨＩＶを含む体液が、粘膜表面に付着したり、皮膚の傷口などから\n体内に直接入ったりするなど、限られた場合にのみ生じるもので、日常の職場での\n生活ではＨＩＶに感染することは考えられず、ＨＩＶ感染者について別個の処遇を\nするような労働衛生管理上の必要性に乏しく、③ＨＩＶに感染していたとしても、\nエイズの症状が出るまでの潜伏期間は一〇年以上と非常に長く、しかもその期間は\n治療薬の進歩によってますます長くなっており、この間、感染者も健康な人と全く\n同じように日常生活や仕事を継続することができるのであるから、労働者の能力や\n適性とも一般的に無関係であることが認められる。\nこのように、個人のＨＩＶ感染に関する情報が保護されるべきであり、事業主に\nおいてその従業員についてＨＩＶ感染の有無を知る必要性は通常認められないこと\nからすれば、事業主であっても、特段の必要性がない限り、ＨＩＶ抗体検査等によ\nりＨＩＶ感染に関する従業員個人の情報を取得し、あるいは取得しようとしてはな\nらず、右特段の必要性もないのにＨＩＶ抗体検査等を行うことはプライバシーの権\n利を侵害するものというべきである。仮に、事業主が、事業遂行のための労働衛生\n管理上の理由から、又は仕事に対する能力や適性判断のためなどから、ＨＩＶ感染\nの有無に関する検査を必要とする場合であっても、ＨＩＶ感染に関する情報保護の\n重要性に鑑みれば、右検査の必要性が合理的かつ客観的に認められなければなら\nず、また、たとえ右検査の必要性が認められる場合であっても、検査内容とその必\n要性を本人にあらかじめ告知し、その同意を得た上で行われるべきであり、そのよ\nうな必要性が認められず、あるいは必要性があっても本人の同意も得ずに右検査等\nを行うことは許されないというべきである。\n（２）　したがって、被告会社が、合理的かつ客観的な必要性もなく、かえって前\n述のような不当な意図の下に、原告にＨＩＶ抗体検査を行うことを知らせず、当然\nその同意を得ることもなく、市川東病院に右検査を依頼し、その結果の記載された\n検査結果票を受けとった行為は、従業員についてのＨＩＶ感染に関する個人情報を\n取得し、あるいは取得しようとしてはならないという義務に違反し、原告のプライ\nバシーを不当に侵害するものであるとともに、原告のＨＩＶ感染を実質的な理由と\nしてなされた解雇も、正当な理由を欠くものであって、解雇権の濫用とし\nて無効というべきである。\n（３）　なお、被告会社は、その従業員についてＨＩＶ抗体検査を行う場合に、当\n該従業員の同意を要するか否かについて、市川東病院からの説明を誤解して、従業\n員の同意がなくても検査が可能であると認識していたとも主張するのであるが、そ\nの前記主張内容からは右のような誤解が生じるとは容易に首肯できないうえに、本\n件全証拠によっても右誤解のあった事実を認めるには足らず、また、平成七年二月\n二〇日には、労働省から「職場におけるエイズ問題に関するガイドライン」が出さ\nれ、事業者は労働者に対してＨＩＶ抗体検査を行ってはならない旨明記されている\nことや（甲一五）、平成九年当時は、すでにＨＩＶやエイズに関する社会的関心も\n高まり、その無断検査の不当性についての社会的認識も広まっていたことなどに鑑\nみれば、たとえ被告会社が本人の承諾がなくてもＨＩＶ抗体検査ができると誤解し\nていたとしても、それはＨＩＶやエイズ問題への無関心な態度として非難されるも\nのであれ、被告会社の責任を緩和するものではない。\n（五）　損害\n以上のとおり、被告会社の行為によって、原告はそのプライバシーを侵害され、\nまた不当に解雇されたものであり、これによって原告が多大の精神的苦痛を受けた\nことは明らかであるが、ＨＩＶ感染の事実そのものはすでに原告は知っていたもの\nであることを考慮すると、原告の右精神的苦痛に対する慰藉料としては二〇〇万円\nが相当と認められる。\n２　被告Ａの責任について\n（一）　前述したとおり、個人のＨＩＶ感染に関する情報が保護されるべきもので\nあること、事業主にその従業員についてＨＩＶ感染の有無を知る必要性は通常認め\nられず、必要性が認められる場合であっても本人の同意が必要と解されることから\nすれば、ＨＩＶ抗体検査を実施する医療機関においては、たとえ事業主からの依頼\nがあったとしても、本人の意思を確認した上でなければＨＩＶ抗体検査を行っては\nならず、また、検査結果についても秘密を保持すべき義務を負っているものという\nべきであり、これに反して、本人の承諾を得ないままＨＩＶ抗体検査を行ったり、\n本人以外の者にその検査結果を知らせたりすることは、当該本人のプライバシーを\n侵害する違法な行為であると解すべきである。\n（二）　しかるに、前述のとおり、被告Ａの経営する市川東病院では、被告会社の\n依頼に基づき、原告にＨＩＶ抗体検査をすることを告げず、\n原告の意思を確認することなく、原告から右検査のための血液を採取して、保健科\n学研究所にＨＩＶ抗体検査を依頼し、同研究所から送付を受けた検査結果票を被告\n会社に交付したものであって、その行為は医療機関として負っている前記義務に違\n反し、原告のプライバシーを侵害する違法な行為であると認められる。\n（三）　これに対し、被告Ａは、Ｄ事務長がＢを通じてＥに対し、本人の同意を明\n確に取るよう申し入れていたことから、被告会社においてＨＩＶ抗体検査に関する\n原告の同意を得ているものと誤解していたために、あらためて原告の意思を確認せ\nずに検査を行い、被告会社に検査結果票を交付した旨主張する。しかし、前述のよ\nうに、市川東病院では、平成六年以前から、被告会社の依頼により、そのブラジル\n人従業員に対するＨＩＶ抗体検査を継続して行っていることからすれば、原告の場\n合について特にその同意を得るように求めたものとは首肯できず、またその立証も\nない。\nさらに、医療機関は、その職務上知りえた受診者の医療情報に関して、秘密を保\n持し、受診者のプライバシーを保護すべき立場にあり、特にＨＩＶ抗体検査に関し\nては、検査自体に本人の同意があったとしても、その結果によっては本人に不安を\n抱かせ、精神的な混乱を生じさせるおそれのあることから、検査前及び結果通知時\nに、受診者がエイズや検査結果の意味について正しい理解を深められるように十分\nな説明を行い、必要に応じて受診者の悩みや不安をよく聞いて理解し、適切なカウ\nンセリングを行うなどの特別な配慮が求められているのである（甲一五、一八、二\n二、二六）。また、本件においては、被告会社の業種からしてＨＩＶ抗体検査を行\nう必要性が当然にあるとはいえないこと、前記のとおり平成六年以前から、被告会\n社の依頼によりそのブラジル人従業員に対してのみＨＩＶ抗体検査を行ってきたこ\nとに鑑みれば、被告Ａにおいて、被告会社がブラジル人従業員についてＨＩＶ抗体\n検査を行う必要性があるのか否か、また本人の同意を得た上で検査を依頼している\nか否かは、いずれも疑わしいと判断できたものといえるのであって、たとえ本人の\n同意を得ていると誤解したとしても、あらためて本人にＨＩＶ抗体検査を行うこと\nを知らせず、その意思を確認しないで右検査を行い、しかも本人以外の第三者たる\n被告会社に検査結果票を交付したことは、医療機関として配慮を欠いた行為である\nという\nべきであり、被告Ａに、原告の同意を得ているものとの誤解があったとしても、右\n誤解によりその責任が軽減されるものではない。\n（四）　損害\n被告Ａの右行為により、原告はそのプライバシーを侵害され、これがもとで被告\n会社からの不当解雇等の問題が派生するなど、多大の精神的苦痛を受けたことは明\nらかであるが、前同様、ＨＩＶ感染の事実は原告も知っていたことを考慮すると、\n右精神的苦痛に対する慰藉料としては一五〇万円が相当と認められる。\n二　雇用契約上の権利を有する地位の確認請求について\n１　前述したとおり、本件雇用契約は、契約期間を、契約締結日から一年間とし、\n右期間は、契約期間終了後、一年毎に更新することができるが、更新を希望しない\nときは、相手方に二か月前までに通知する旨の定めがある。\nそして、右契約条項や、原告の場合は平成九年九月一七日に雇用契約を締結した\nばかりであって、まだ一度も契約は更新されていないこと、原告が従事していた作\n業の内容は、製品の梱包作業や巻き直し作業、清掃作業等の比較的軽易なものが主\n体で、長期間の継続した就労による技術の修得等を要するようなものではなかった\nこと（証人Ｂ、弁論の全趣旨）、原告以外の雇用契約が更新された従業員について\nも、その更新ごとに改めて雇用期間を一年間とする雇用契約書が取り交わされてい\nること（乙一三の１ないし２１）などからすれば、原告と被告会社間の本件雇用契\n約は、その内容のとおりに一年間を雇用期間と定め、更新されない限りはその期間\nの満了によって終了する性質のものであると認められるのである。\n原告は、そうであっても、本件雇用契約には、期間満了後の更新を期待させる合\n理的な事情が存在したとして、原告は就労ビザを取得して長期就労の意思を有して\nいたことや、旅費の負担、宿舎の用意等に関する主張をしているのであるが、その\nような事情があるからといって、雇用契約の更新が当然に予定され期待できたもの\nということはできず、また証拠（乙一二、一三の１ないし２１、一四の１ないし１\n３）によれば、被告会社において平成八年度以降採用した日系ブラジル人一六名の\nうち、現在も在職している者は僅か三名で、一年以上更新した者は右三名を含めて\n七名しかいないことが認められるのであって、このような雇用状況からしても、雇\n用期間満了後の更新が合理的に期待できたものとはいえず、他に雇用契約の更新を\n期待させる合理\n的な事情の存在は認められない。\n２　被告会社は、平成一〇年七月一二日、原告に対し、本件雇用契約の更新を拒絶\nする旨通知しており、したがって同年九月一六日をもって被告会社と原告との間の\n本件雇用契約は終了したことが認められる。\n三　賃金支払請求について\n１　原告は、前述のとおり、被告の不当な解雇によって就労しえなかったのである\nから、右就労不能は、使用者の責に帰すべきものというべきであり、原告には、本\n件雇用契約がその期間満了によって終了した平成一〇年九月一六日までの賃金請求\n権が認められる。\nなお、平成一〇年二月二三日の本件訴訟の第一回口頭弁論期日において、右時点\nにおける原告の雇用契約上の権利を有する地位の確認請求を被告会社が認諾した事\n実が記録上明らかであるが、本件事案の内容や本件解雇に至る前記経緯、認諾をし\nながらも被告会社はその非を認めずに争っていた本件訴訟の経過等からすれば、右\n認諾によって原告の就労が可能になったものとは認められず、したがって右判断が\n妨げられるものではない。\n２　そして、原告は少なくとも月額三一万円の給料の支払いを受けていたことが認\nめられるから（甲一〇の１・２）、被告会社は、原告に対し、平成九年一二月分か\nら平成一〇年九月分まで月額三一万円の割合による合計三一〇万円の賃金の支払義\n務が認められる。\n第四　結論\nよって、原告の請求は、被告会社に対し五一〇万円及び内二〇〇万円に対する平\n成九年一二月一六日から支払済みまで民法所定年五分の割合による遅延損害金の支\n払を求め、被告Ａに対し一五〇万円及びこれに対する同年一一月二八日から支払済\nみまで右同様年五分の割合による遅延損害金の支払を求める限度において理由があ\nるからこれを認容し、その余は理由がないので棄却し、平成一二年一月二四日に終\n結した口頭弁論に基づいて、主文のとおり判決する。\n千葉地方裁判所民事第二部\n裁判官　伊藤敏孝\n裁判官　櫻井幹子\n裁判長裁判官西島幸夫は、転補につき、署名押印することができない。\n裁判官　伊藤敏孝\n"
}