{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 2,
    "day": 18
  },
  "case_number": "平成10(ワ)3580",
  "case_name": "損害賠償請求",
  "court_name": "名古屋地方裁判所",
  "lawsuit_id": "7769",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=7769",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/769/007769_hanrei.pdf",
  "contents": "主　　　　　　　　　　文\n１　被告は，原告に対し，８３０７万６５０６円及びこれに対する平成８年４月２５日から\n支払済みまで年５分の割合による金員を支払え。\n２　原告のその余の請求を棄却する。\n３　訴訟費用は，これを１０分し，その１を原告の負担とし，その余は被告の負担とす\nる。\n４　この判決は，第１項に限り，仮に執行することができる。\n事実及び理由\n第１　請求\n被告は，原告に対し，９３４７万９１１５円及びこれに対する平成８年４月２５日から\n支払済みまで年５分の割合による金員を支払え。\n第２　事案の概要\n本件は，原告が，被告の経営する病院で脳動脈瘤破裂予防手術を受けたところ，\n脳梗塞になり，これによる後遺障害を有するに至ったが，この後遺障害の発生は\n同病院の医師の過失又は不完全履行によるものであるとして，被告に対し，不法\n行為（使用者責任）又は債務不履行に基づき，損害賠償として９３４７万９１１５円及\nびこれに対する不法行為又は不完全履行の日である平成８年４月２５日から支払\n済みまで民法所定の年５分の割合による遅延損害金の支払を求めた事案である。\n１　争いのない事実等\n（争いのない事実のほかは，各項に掲記の各証拠によって認める。）\n(1)　当事者\n原告は，昭和１２年７月４日生まれの男性であり，被告は，平成８年当時，愛知県\n春日井市上八田町６３６３番地において春日井市民病院（以下「被告病院」とい\nう。）の名称で病院を開設していた地方公共団体である。\n(2)　事実経過\nア　原告は，平成８年２月２４日，眩暈（めまい）を訴えて時間外で被告病院を受\n診し（以下，被告病院の各科については，各科の名称のみで表示する。），同\n月２６日に耳鼻科において，眩暈症，右感音性難聴と診断された（乙７）。\nイ　その後も，原告には頭痛と眩暈が継続し，同年３月６日から神経内科におい\nて治療を受けていたが，眩暈等の症状は軽快しなかった。\nウ　同年４月１日，眩暈等の原因を精査するため，原告は神経内科に入院し，同\n月２日にルンバール検査が，同月９日に脳血管造影検査がそれぞれ行われ\nた。\nエ　上記脳血管造影検査の結果，右内頸動脈，左中大脳動脈，脳底動脈の３か\n所に未破裂の動脈瘤が発見され，右内頸動脈の動脈瘤は直径９mm，左中大\n脳動脈の動脈瘤は直径３．５mm，脳底動脈の動脈瘤は直径５．５mmと推測さ\nれた。\nオ　同月１１日，脳神経外科のＡ医師（以下「Ａ医師」という。）から，上記未破裂\n動脈瘤に対し脳動脈瘤破裂予防手術を行うことを勧められ，原告は同手術を\n受けることとした。\nカ　原告は，同月２２日神経内科から脳神経外科に転科し，同月２５日，Ａ医師\n及び愛知医科大学脳神経外科助教授のＢ医師（以下「Ｂ医師」という。）の執\n刀により，右内頸動脈と脳底動脈の２か所の動脈瘤について，開頭術による\n動脈瘤頸部クリッピング術の方法で破裂予防手術が行われた（以下「本件手\n術」という。）。\nキ　ところが，原告は，術後も意識が回復せず，同月２６日のＣＴ検査の結果，脳\n梗塞が発症していることが判明した（本件手術により原告に脳梗塞が生じた\n事故を，以下「本件事故」という。）。\n脳梗塞の原因の一つは，右内頸動脈の動脈瘤のクリッピングの際，クリップか\nら先の，右内頸動脈から分岐する穿通枝（脳の表面を走っている太い動脈か\nら枝分かれして脳の中に穿通していく細い動脈の総称）である右前脈絡叢動\n脈が閉塞したことによるものであった（このほか，脳底動脈の動脈瘤のクリッ\nピングに際し，血管の閉塞及びこれに伴う脳梗塞が生じたか否かについて\nは，後記争点(1)のとおり争いがある。）。\n２　争点\n(1)　本件手術を担当したＡ医師及びＢ医師（以下「被告担当医師」という。）に手技上\nの過失があったか否か。\nア　原告の主張\n(ア)　原告の脳梗塞は２か所に発生したものである。脳梗塞の単純ＣＴ像は梗塞\n部が低吸収域を示すところ，本件の単純ＣＴ写真（乙６）において，２か所に\n低吸収域が見られるからである。\nそして，１か所の脳梗塞は，右内頸動脈の動脈瘤に近接した穿通枝の損傷・閉塞によ\nるものであり，もう１か所の脳梗塞は，脳底動脈の動脈瘤に近接した穿通\n枝の損傷・閉塞によるものと推測される。\n(イ)　動脈瘤頸部クリッピング術に際しては，脳ベラによる穿通枝の圧迫，動脈瘤\n剥離中における穿通枝の損傷，クリップによる近接した穿通枝の損傷・閉\n塞など手術操作上の技術的な問題により，穿通枝障害を来して脳梗塞など\nが発症することがあるが，術前に脳血管造影写真などを検討し，親動脈及\nび穿通枝と動脈瘤の柄部との関係を把握した上で，術中に慎重な操作を\n行えば十分回避可能なものである。とくに，前脈絡叢動脈などの細い穿通\n枝は，クリップにより狭窄・屈曲を来しやすく，配慮が必要であるとされ，ま\nた，クリップをかけ直すことにより生じる様々なトラブルを防ぐために，でき\nるだけクリップをかけ直すべきでないとされている。\n(ウ)　しかるに，本件においては，とくに右内頸動脈の動脈瘤のクリッピングに\n際し，脳ベラにより右内頸動脈が損傷を受け，多量の出血が見られたた\nめ，術野を直視下に観察することが困難な上，右内頸動脈と右前脈絡叢動\n脈の分岐部は，右内頸動脈の背後にあって隠れているため，クリップで挟\nまれているかどうかの観察はできない状況の下で，使用された２個のクリッ\nプのうち１個については３回の操作が行われ，もう１個については５回もの\n操作が行われた。\n(エ)　このように，被告担当医師により試行錯誤的な粗暴な操作が行われた\n結果，原告が穿通枝障害を来したものであるから，被告担当医師の過失\nは，明白かつ重大である。\nイ　被告の主張\n(ア)　原告の脳梗塞は１か所に生じたのみである。ＣＴ写真（乙６）に見られるもう１\nか所の低吸収域は，脳の還流障害により生じた低吸収域にすぎない。\nそして，上記脳梗塞は，血管攣縮により本件血管が閉塞したため生じたものである。\n被告担当医師が本件血管を剥離した際，そのことによって血管が受ける機\n械的刺激により血管攣縮が生じ，そのために血管が閉塞したことが考えら\nれる。\n(イ)　上記のような血管攣縮の発生は，事前に予測することができず，対処す\nることは不可能である。したがって，被告担当医師には手技上の過失はな\nい。\nなお，被告担当医師は，本件手術を極めて丁寧かつ慎重に行っており，血\n管の屈曲・狭窄を含め，血管を損傷してはいない。\nすなわち，Ａ医師は，注意深くくも膜等を剥離し，まず，脳底動脈の動脈瘤を\nクリップした。そして，周囲の血管等に何も問題のないことを確認した。\n次に，右内頸動脈の動脈瘤のクリッピングに着手したが，この動脈瘤はかな\nりの大きさがあり，また，一部壁の薄い箇所があったため，脳動脈瘤の手\n術に精通しているＢ医師が施行した。右前脈絡叢動脈が動脈瘤に癒着して\nおり，そのままクリッピングを行うと右前脈絡叢動脈の閉塞を来すため，Ｂ\n医師は，マイクロ剥離子で右前脈絡叢動脈を動脈瘤から剥離し，クリップの\n入る十分な空間を確保した後，血管壁の薄い部分を手術用のシートで包\nみ，両側から有窓クリップによって動脈瘤頸部クリッピングを行った。さら\nに，その上から，念のために医療用ボンドによって補強を行った。この動脈\n瘤の中枢側から右前脈絡叢動脈が出ているのを肉眼で確認しており，確\n実に温存できていた。\n(2)　被告病院医師に説明義務違反が認められるか否か。\nア　原告の主張\n(ア)　医師が患者に対して医的侵襲を伴う医療行為を行う場合，患者の自己決定\n権を保障するため，当該医療行為の内容・目的を説明して患者の同意を得\nなければならない（インフォームド・コンセントの法理）。\n説明すべき範囲・程度は，①患者の病名・病状，②実施しようとする医療\n行為の内容・目的・必要性，③医療行為に要する期間，④医療行為に伴う\n危険や副作用・予後，⑤代替可能な他の医療行為，⑥それらの医療行為\nを実施しない場合の予後等が挙げられ，これらについて，当該医療行為の\n危険性及び必要性に応じて，個々の事案に即して判断すべきものとされて\nいる。\n(イ)　本件の未破裂脳動脈瘤に対するクリッピング術は，原告のように神経脱落\n症状が後遺し，術前に比べてむしろ症状を悪化させるおそれがある。また，\n未破裂脳動脈瘤の場合，血管内治療や経過観察をする余地があり，医師\nの裁量権に比べ患者の自己決定権がより尊重されるべき分野の手術であ\nる。\nしたがって，被告病院医師には，①未破裂脳動脈瘤に対する治療方針について，クリ\nッピング手術を行わずに，血管内治療や経過観察をするという方針もある\nこと，②経過観察した場合の破裂率や，一般的な神経脱落症状を後遺する\n頻度等について，③とくに，本件においては，動脈瘤の部位から手技が難\nしい部類に入ること，穿通枝障害等に伴う障害が生じる危険が通常よりも\n高いこと，意識障害，左片麻痺を後遺する可能性があること等の点につい\nて，説明すべき義務があったものである。\n(ウ)　ところが，Ａ医師は，平成８年４月１１日及び同月２３日に，原告及び原告\nの長女Ｃ（以下「Ｃ」という。）に対し，原告に対する診断及び脳動脈瘤破裂\n予防手術に関する説明をしたが，クリッピング手術を行わずに血管内治療\nや経過観察をすることもできることや，経過観察をした場合の破裂率や一\n般的な神経脱落症状を後遺する頻度等について何ら説明していない上，と\nくに本件において，本件手術の手技が難しく，障害の発生する危険性が通\n常よりも高いことについても説明しておらず，左片麻痺を後遺する可能性に\nついては，一過性の神経症状として説明したのみで，神経脱落症状が後遺\nすることまでは説明しなかった。そのため，原告には，本件手術を受けるか\nどうかを判断するための十分な情報が与えられていなかったものである。\n(エ)　以上のとおり，被告病院医師は，説明義務を尽くさず，原告の適法な同意を\n得ることなく本件手術を実施したものであるから，本件手術により原告に生\nじた損害を賠償しなければならない。\nそして，本件の場合，医師の説明義務が尽くされていたとしたら，原告が\n本件手術に同意しなかった可能性が高く，本件手術がなされなかったもの\nと考えられるのであり，説明義務違反と原告の後遺障害の結果との間に相\n当因果関係があるから，逸失利益等の財産的損害も賠償の対象となると\n考えるべきである。\nイ　被告の主張\n(ア)　原告の主張(ア)は，一般論としては異論はない。\n(イ)　被告病院医師は，原告に対し，事前に以下のとおり，本件診断及び手術に\n関して十分な説明をし，クリッピング術の内容・目的・必要性及び危険性等\nについてもすべて説明し，原告及び原告の家族の同意を得た上で本件手\n術を施行したものであり，説明義務に違反する点はない。\nａ　原告及びＣに対して，平成８年４月１１日にはＡ医師とＤ医師が，同月２３日に\nはＡ医師が，診断及び手術に関する詳細な説明をしている。\nｂ　すなわち，診断に関しては，脳血管撮影で，右内頸動脈，左中大脳動脈，脳\n底動脈の３か所に動脈瘤が見つかったこと，原告の年齢（当時５８歳）を\n考慮すると，今後，上記動脈瘤が破裂するおそれも十分に考えられるこ\nとのほか，特に右内頸動脈の動脈瘤がかなりの大きさ（約１０mm近くま\nで肥大していた。）になっていること等を説明した。\nｃ　また，手術に関しては，現時点での脳神経外科学的考察では，未破裂の脳\n動脈瘤は，患者本人又は家族の希望がある場合において，直達手術の\n可能な場所の動脈瘤であれば直達手術を，困難な場合の動脈瘤であれ\nば血管内手術を行うのが一般的であること，原告の場合は，右内頸動脈\nの動脈瘤が一番肥大している（約１０mm）ため，右側を処置するのがよ\nい方法であり，動脈瘤の形状及び位置から直達手術のほうが適してお\nり，同時に脳底動脈の動脈瘤も処置できること，経過観察するという方\n法もあること，未破裂脳動脈瘤の手術は，脳の動脈が細くなり血液が流\nれにくくなる脳血管攣縮や，頭に水が溜まる水頭症の状態を引き起こし\nやすいこと，これは，原告の場合には，くも膜下出血を起こしているもの\nではないので，程度は低いが可能性はあること，原告の場合は，右側の\n手術であるので左半身の麻痺が昀も出やすい合併症であり，一般的に\nは水頭症はあまり起こらないといわれていること等を詳細に説明したも\nのである。\nｄ　その際，原告及びＣからＡ医師らに対し，上記説明内容についての質問\n等は一切なく，むしろ，何度も「手術をやってください」との強い申出があ\nった。\nＡ医師らとしては，原告及びその家族は，上記のような詳細な説明を聞\nいて本件手術を了解し，これを希望しているものと受け止め，結局直達\n手術の方向で話が進められたものである。\n(3)　被告病院医師に，未破裂脳動脈瘤の手術適応についての判断を誤った過失が\nあったか否か。\nア　原告の主張\n(ア)　未破裂脳動脈瘤については，手術禁忌などを考慮し，若年者で接近しや\nすい部位にあり，全身状態のよい症例が手術適応になるとされている。そ\nして，手術禁忌として，①合併疾患（心臓・腎臓・肺不全，パーキンソン病，\n悪性グリオーマ，全身性癌），②年齢（６５歳。なお，６０歳以上では個々の\n症例によって検討する。），③部位（椎骨脳底動脈，内頸動脈眼動脈分岐\n部では十分検討する。），④患者の拒否などが上げられている。\n一方，未破裂脳動脈瘤の破裂の可能性について，直径１０mm以下のものが\n破裂する確率は非常に低いとされている。我が国では，未破裂脳動脈瘤の\n破裂率は年２％とされているが，米国の論文によると，直径１０mm未満の\nものは，経過観察中に１つも破裂していない。\n加えて，未破裂脳動脈瘤手術はあくまでも予防的なものであることを考慮する\nと，上記諸要素を慎重に検討し，手術の適応を決めるべきである。\nなお，手術の方法としては，直達手術が可能であれば直達手術をし，直達手\n術では何らかの神経症状が出やすい場所（例えば，脳底動脈先端の動脈\n瘤）であれば血管内手術で塞栓術を施すのが一般的である。\n(イ)　本件においては，原告は本件事故当時５８歳で，その余命を考慮すると，未\n破裂脳動脈瘤が破裂する確率は低いものであった。また，本件当時，原告\nは高血圧の状態にはなかったもので，この点からも，破裂の可能性は低い\nものであった。さらに，原告の動脈瘤の大きさからすると，今後これが破裂\nする確率は非常に低かったものである。\nそして，原告は手術前に看護婦に対し「手術したくない。」などと繰り返し述べており，\n手術に対して気が進まず，拒絶反応が強かった。\n一方，原告の動脈瘤の部位からして，手術の危険性は通常よりも高いものであった。\n(ウ)　以上のとおり，本件においては，未破裂脳動脈瘤に対して手術を行う医学\n的必要性は存在せず，Ａ医師には本件手術を差し控える注意義務があっ\nた。\nしかるに，被告病院医師はこれに反し，本件手術を行ったもので，この点に被告病院\n医師の過失がある。\nイ　被告の主張\n(ア)　未破裂の脳動脈瘤は，患者の全身状態（心不全や腎不全等の手術上のリ\nスクの高い患者はしない。）や年齢（高齢者はあまりやらない。）を考慮し，\n患者本人や家族の希望がある場合において，直達手術が可能であれば直\n達手術をし，直達手術では何らかの神経症状が出やすい場所では血管内\n手術で塞栓術を施すのが一般的な方法である。\n未破裂脳動脈瘤の破裂の可能性について，直径１０mm以下のものが破裂する確率\nは低いとの説はあるが，本件手術当時定説となっていたかは疑問のあると\nころである。未破裂脳動脈瘤の破裂の危険性については，その大小によっ\nて決められるものではなく，動脈瘤が小さいからといって破裂しないと断言\nできるものではない。実際の臨床例では破裂脳動脈瘤の直径の大半は直\n径１０mm以下であり，直径１０mm以下であるからといって手術の適応にな\nらないというものではない。\nなお，原告の挙げる米国の論文の著者は，その経歴から明らかなよう\nに，脳外科手術には全く関与していない医師である。\n(イ)　原告は，当時５８歳であり，全身的な合併症もなく，手術の適応を認めるに\n十分であった。\nまた，原告の動脈瘤はかなり増大しており，付近の壁も薄く弱くなっているなど，破裂\nの可能性はかなり高かったものと推測できるものであった。\nなお，原告が手術前に「手術したくない」などと述べていたのは，手術を拒絶していた\nからではなく，手術に対して不安があったからであり，手術を間近に控えた\n多くの患者に見られる言動である。\nまた，本件手術が行われた部位は，手技が難しい部位ではあったが，被告病院医師\nは，血管の走行等を検討した結果，手術が可能であると判断したものであ\nる。未破裂脳動脈瘤の手術においては，部位にかかわらず，容易なものな\nどない。\n(ウ)　以上のとおり，被告病院医師は，原告の年齢，全身状態，多発性の脳動脈\n瘤等，様々な要因を慎重に検討した上で手術の適応があるものと判断して\nおり，その判断に過誤はない。\n(4)　損害\nア　原告の主張\n(ア)　原告は，本件事故による脳梗塞のため，「左片麻痺」の後遺障害が残存\nし，左上肢は使用不能，左下肢は歩行不能の状態で，左半身機能は全廃\nとなっている。\nしたがって，自賠法施行令別表後遺障害等級表第２級３の「神経系統の\n機能又は精神に著しい障害を残し，随時介護を要するもの」に該当し，労\n働能力は１００％喪失したものである。また，少なくとも同表第５級６の「１上\n肢の用を全廃したもの」と同７の「１下肢の用を全廃したもの」に該当し，自\n賠法施行令第２条第１項第２号により，これを併合して第３級上位の第２級\nに相当するものと解することも可能で，この場合でも労働能力は１００％喪\n失したものとすべきである。\n(イ)　損害額\nａ　逸失利益　５１３０万０７０８円\n原告は本件事故当時５８歳で，平均余命年数２２年の２分の１である１１\n年間就労が可能であったところ，本件事故により，１００％労働能力を喪\n失する後遺障害を残した。\n原告の本件事故前の収入は６１７万６０４６円であったから，ライプニッツ\n方式により中間利息を控除すると（ライプニッツ係数８．３０６４），原告の\n後遺障害による逸失利益は，５１３０万０７０８円となる。\nｂ　慰謝料　２２００万円\n原告は，現在も左片麻痺が残存し歩行不能の状態で，今後回復する可\n能性はなく，右苦痛を慰謝するには，２２００万円が相当である。\nｃ　付添看護料　１２１７万８４０７円\n原告は，本件事故当時の平均余命年数である２２年間職業付添人の付\n添看護を要し，看護料として１月当たり７万７１００円が必要であるとこ\nろ，ライプニッツ方式により中間利息を控除すると（ライプニッツ係数１３．\n１６３０），１２１７万８４０７円となる。\nｄ　弁護士費用　８００万円\n本件事案に鑑み，被告の負担すべき弁護士費用としては，８００万円が\n相当である。\nｅ　以上の合計は，９３４７万９１１５円となる。\nイ　被告の主張\nすべて争う。\n後遺障害については，原告の症状は非常に軽快しているもののようであり，後\n遺障害等級５級６号と７級１０号に近いものと思われる。\n第３　争点に対する判断\n１　争点(1)について\n(1)　前記争いのない事実等に，証拠（甲７，９，１２，乙６，９～１１，証人Ａ医師，同\nＣ，鑑定結果）及び弁論の全趣旨を総合すると，以下の事実が認められる。\nア　平成８年４月９日の脳血管造影検査の結果，原告の右内頸動脈に直径９\nmmの，左中大脳動脈に直径３．５mmの，脳底動脈に直径５．５mmの動脈瘤\nが発見され，このうち，まず，右内頸動脈，脳底動脈の２か所の動脈瘤につい\nて，開頭術による動脈瘤頸部クリッピング術の方法で，破裂予防手術（本件手\n術）が行われることになった。\nイ　同月２５日，脳神経外科医長のＥ医師の立会の下で，Ａ医師及びＢ医師（被告\n担当医師）により，本件手術が行われた。\n(ア)　Ａ医師は，まず，原告のくも膜等を剥離し，原告の脳底動脈の動脈\n瘤のクリッピングを行った。\nすなわち，Ａ医師は，脳底動脈と上小脳動脈分岐部の動脈瘤を確認できた\nため，内頸動脈と動眼神経の間から進入しようとして，内頸動脈を脳ベラに\nよって圧排したところ，内頸動脈の伸展により，その背側（内頸動脈の動脈\n瘤と反対側）から出血があったが，吸引と圧迫により止血でき，その後，内\n頸動脈と動眼神経の間からブレードの長いチタン製のクリップでクリッピン\nグした。\n(イ)　次に，Ａ医師は，右内頸動脈の動脈瘤のクリッピングにとりかかったが，\n右前脈絡叢動脈が上記動脈瘤に強く癒着しており，そのままではクリップ\nが掛けられない状態で，手技が難しいことが分かったため，執刀医をＢ医\n師に交代し，上記動脈瘤のクリッピングは，Ｂ医師が行うことになった。\n(ウ)　Ｂ医師は，まず，マイクロ剥離子を使って，癒着している動脈瘤と右前脈\n絡叢動脈を剥離する作業を行い，その後，動脈瘤のクリッピングに取りか\nかった。\nしかし，上記(ア)のとおり出血があった右内頸動脈の背部から再出血が\n起こったためか，手術部の視野が悪くなっていたことや，右内頸動脈と右前脈\n絡叢動脈の分岐部（右前脈絡叢動脈の起始部）が右内頸動脈の背後にあ\nって隠れていたことから，上記動脈瘤をクリップする際，上記分岐部を目視\nすることは困難であった。\nそのため，Ｂ医師は，上記右内頸動脈の背側を脳外科手術用綿でおおった\n上，有窓クリップ２個を使って，慎重に，上記動脈瘤の頸部をクリップしよう\nとし，片方のクリップについては３回目の操作で，もう片方のクリップについ\nては５回目の操作で，ようやくクリップすることができた。\nなお，以上の間に，クリップにより右前脈絡叢動脈を損傷したような形跡は\n見られなかった。\nウ　ところが，原告は，本件手術後も意識が回復しないため，同月２６日にＣＴ検査\nを行ったところ，２か所に低吸収域が認められ，そのうち，一つは，手術中の\n脳圧排に伴う脳挫傷の所見と考えられたが，もう一つは，右前脈絡叢動脈の\n閉塞による脳梗塞巣であると認められた。\n(2)　以上の事実によれば，原告に本件手術後に発症した脳梗塞は，右内頸動脈の\n動脈瘤（以下「本件動脈瘤」という。）のクリッピングの際に生じた右前脈絡叢動\n脈（以下「本件穿通枝」という。）の閉塞によるものと認められる。\nなお，原告は，平成８年４月２６日のＣＴ検査により認められたもう一つの低吸収域も脳\n梗塞によるものであると主張するが，この主張が採用できないことは鑑定結果\nからも明らかである。\n(3)　そこで，すすんで，本件穿通枝の閉塞により脳梗塞が発症した原因について検\n討する。\n証拠（甲２，鑑定結果）によれば，一般に，未破裂脳動脈瘤手術後，穿通枝障害を来し\nた例について，その発生原因は手術操作によるものが多く，中でも脳ベラによる\n穿通枝の圧迫，動脈瘤剥離中における穿通枝の損傷等の技術的な問題による\nことが多いことが指摘され，とくに，前脈絡叢動脈等の細い穿通枝は，クリップに\nより屈曲・狭窄を来しやすく，配慮が必要であるとされ，また，クリップをかけ直す\nことにより生じる様々なトラブルを防ぐために，できるだけクリップはかけ直さない\nこととされていることが認められる。\nところで，本件手術においては，上記(1)イ(イ)のとおり，Ｂ医師は，原告の本件動脈瘤\nのクリッピングを慎重に行っており，その際に本件穿通枝を損傷した形跡は窺わ\nれないものの，他方で，出血のために視野が悪く，本件穿通枝の起始部を目視\nすることは困難であった上，本件動脈瘤のクリッピングに際しては，一つのクリッ\nプについては３回，もう一つのクリップについては５回のかけ直しがされたことが\n認められる。\n以上の事実に，鑑定結果においても，クリップにより右前脈絡叢動脈が起始部の近く\nで屈曲，狭窄を来した可能性を否定できないとしていることを併せ考慮すると，Ｂ\n医師の本件動脈瘤のクリッピングの過程において，あるいはクリップをした結\n果，本件穿通枝が起始部の近くで屈曲，狭窄を来し，あるいは損傷され，もっ\nて，本件穿通枝が閉塞したものと推認するのが相当である。\nこれに対し，被告は，被告担当医師が本件穿通枝を本件動脈瘤から剥離した際，その\nことによって血管が受ける機械的刺激により血管攣縮が生じ，そのために本件\n穿通枝が閉塞したと主張し，Ａ医師の証言及びその作成の陳述書（乙１１）に\nは，上記主張に沿う旨の部分がある。\nしかしながら，上記証言等は，要するに，Ｂ医師は慎重にクリッピングしており，その\n際，本件穿通枝を損傷した事実はないから，これが閉塞した原因は血管攣縮し\nか考えられないというにすぎず，証拠（鑑定結果）によれば，通常，未破裂脳動\n脈瘤の手術手技によって，脳梗塞に至るような機械的な血管攣縮が発生するこ\nとは極めて少ないとされていることを併せ考慮すると，上記証言等は採用し難\nく，他に上記主張を認めるに足りる証拠はない。\n(4)　以上によれば，原告の脳梗塞は，Ｂ医師が本件動脈瘤のクリッピング術をした際\nの手技上の過失により，右前脈絡叢動脈が閉塞した結果発症したものと認めら\nれるから，その余の責任原因について判断するまでもなく，被告は，民法７１５条\n１項に基づき，原告の被った損害を賠償すべき義務を負うものというべきであ\nる。\n２　争点(4)について\n(1)　後遺障害について\n証拠（甲７，１４，１５，１８の１・２，１９，証人Ｃ）及び弁論の全趣旨によれば，原告\nは，本件手術に起因する脳梗塞により，左片麻痺となり，現在も左片麻痺の後\n遺障害が残存するもので，左上肢の機能は全廃し，左下肢については，立ち上\nがって数メートル歩行することは可能であるものの，基本的には常に車椅子を使\n用する状態であること，また，本件手術以後，仕事を辞めざるを得ず，身体障害\n者福祉施設に入所して生活していることが認められ，これらの事情からすれば，\n原告の労働能力喪失率は１００％と解するのが相当である。\nなお，被告は，原告の後遺障害は等級表第５級６号の「１上肢の用を全廃したもの」と\n第７級１０号の「１下肢に仮関節を残し，著しい運動障害を残すもの」に近いもの\nであると主張するが，そうであるとしても，自賠法施行令２条１項により，第８級\n以上に該当する身体障害が二以上あるときは，重い方の身体障害２級を繰上げ\nることとされているから，第３級に繰上げられることとなり，労働能力喪失率を１０\n０％とすべきことに変わりはない。\n(2)　逸失利益\n上記事実に，証拠（甲３）を総合すると，原告の本件手術前の収入は年６１７万６０４６\n円であり，本件手術により後遺障害が発生しなかったならば，本件手術時から６\n７歳までの９年間，毎年上記収入を得ることができたものと認められるから，これ\nに基づき，年５分の割合による中間利息をライプニッツ方式により控除して（ライ\nプニッツ係数７．１０７８），原告の後遺障害による逸失利益を算定すると，４３８９\n万８０９９円となる。\n(3)　慰謝料\n後遺障害を負ったことによる原告の肉体的・精神的苦痛は容易に推察でき，これ\nを慰謝するには２０００万円をもって相当と認める。\n(4)　付添看護料\n上記(1)掲記の各証拠によれば，原告は，本件手術後，２度の転院の後，身体障\n害者福祉施設に入所しており，今後もこのような施設において付添看護を受け\nることが必要であると認められる。\n原告が現在入所している施設の費用は本件口頭弁論終結時において月額７万７\n１００円（年額９２万５２００円）であり（甲１９），５８歳からの平均余命年数２２年の\n間この費用が必要であると認められるから，これに基づき，ライプニッツ方式に\nより中間利息を控除して（ライプニッツ係数１３．１６３０），原告の付添看護料を\n算定すると，１２１７万８４０７円となる。\n(5)　弁護士費用\n本件訴訟の難易度，審理の経過及び認容額等諸般の事情を考慮すると，弁護士\n費用としては７００万円をもって相当と認める。\n３　結論\nよって，原告の被告に対する本訴請求は，８３０７万６５０６円及びこれに対する不\n法行為の日である平成８年４月２５日から支払済みまで民法所定の年５分の割合\nによる遅延損害金の支払を求める限度で理由があるからこれを認容し，その余は\n理由がないからこれを棄却することとし，主文のとおり判決する。\n名古屋地方裁判所民事第７部\n裁判長裁判官　　　筏　　　津　　　順　　　子\n裁判官　　　武　　　藤　　　真　紀　子\n裁判官　　　鈴　　　木　　　進　　　介\n"
}