{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 18,
    "month": 10,
    "day": 4
  },
  "case_number": "平成17(行ケ)10704",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "33622",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=33622",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/622/033622_hanrei.pdf",
  "contents": "平成17年(行ケ)第10704号 審決取消請求事件\n口頭弁論終結日 平成18年９月20日\n判決\n原 告 みずほ第一フィナンシャル\nテクノロジー株式会社\n原告 Ｘ\n両名訴訟代理人弁理士 奥 山 尚 一\n同有 原 幸 一\n同松 島 鉄 男\n同河 村 英 文\n同復代理人弁理士 深 川 英 里\n被 告 特許庁長官\n中嶋 誠\n指定代理人 佐 藤 伸 夫\n同小 林 信 雄\n同 久保田 健\n同小 池 正 彦\n同小 林 和 男\n主文\n１ 原告らの請求を棄却する。\n２ 訴訟費用は原告らの負担とする。\n事実及び理由\n第１ 請求\n特許庁が不服2002－21351号事件について平成17年８月15日にした審決を取り\n消す。\n第２ 事案の概要\n本件は，後記特許の出願人である原告らが，拒絶査定を受けたので，これを不\n服として審判請求をしたところ，特許庁が請求不成立の審決をしたため，同審決\nの取消しを求めた事案である。\n第３ 当事者の主張\n１ 請求原因\n(1) 特許庁における手続の経緯\n原告らは，名称を「倒産確率計測装置」（ただし，出願時の名称は「倒産\n確率及び回収率の計測システム」）とする発明につき，平成11年10月26日に\n特許出願（特願平11－304188号，以下「本件出願」という。請求項１ないし\n18。甲13-2）をしたが，平成14年10月１日付けで拒絶査定を受けたので，不\n服の審判請求をした。\n特許庁は，同請求を不服2002－21351号事件として審理し，同事件の中\nで，原告らは，平成16年７月26日付け（甲3-2。以下「本件補正」とい\nう。），及び平成17年６月６日付け（甲5-2。以下「最終補正」という。）\nをしたが，特許庁は，平成17年８月15日，最終補正を却下した上，「本件審\n判の請求は，成り立たない。」との審決をし，その謄本は平成17年８月26日\n原告らに送達された。\n(2) 発明の内容\n平成16年７月26日付けの本件補正（甲3-2）により補正された特許請求の\n範囲に記載された請求項１に係る発明は，下記のとおりである（以下「本願\n発明」という。）。なお，最終補正の適否は，取消事由として主張しない。\n記\n【請求項１】 国債市場価格と，国債のクーポンについての属性情報とを少なくとも含\nむ国債明細情報を受け付ける国債明細入力手段と，\n社債の市場価格と，発行企業の業種ウエイトおよび社債の格付けを含む属性とを少な\nくとも含む社債明細および発行企業明細情報を受け付ける社債明細及び発行企業明細入\n力手段と，\n前記両入力手段で受け付けた各情報それぞれにコンピュータ処理に適したデータへの\n変換処理を行なって出力する処理手段と，\n変換された前記国債明細情報中の前記国債のクーポンの時系列のデータに基づいて国\n債理論価格を算出し，該国債明細情報にある国債市場価格と国債理論価格との差額を算\n出し，前記国債明細情報に含まれる複数の国債間の相関を表現するパラメータの最適値\nを該差額を用いて算出し，国債の価格体系として該最適値のデータを出力する価格体系\n計測手段と，\n前記国債の価格体系としての前記パラメータの前記最適値のデータに基づいて，前記\n国債市場価格の平均値を表現する平均割引率関数の最適なものを定め，該最適な平均割\n引率関数を国債割引率の期間構造のデータとして出力する期間構造算出手段と，\n前記期間構造算出手段から出力された国債割引率の期間構造のデータを記憶する記憶\n手段と，\n各格付けについて，変換された前記社債明細および発行企業明細情報のデータと，前\n記記憶手段から呼び出した国債割引率の期間構造のデータとに基づいて社債の理論価格\nを算出し，該社債の理論価格を前記社債明細および発行企業明細情報中の実際の市場価\n格と比較して，該比較における誤差データを算出することにより，格付け毎の社債とそ\nの属性，倒産確率，回収率と割引率の関係を算出し，格付および業種のカテゴリーごと\nの倒産確率の期間構造を，前記誤差データの値を小さくするよう最適化することによ\nり，全ての格付けについて，前記最適化した回収率と，前記格付および業種のカテゴリ\nーごとの倒産確率の期間構造の最適化されたものを与えるパラメータとを求めて，社債\nの現在価値のデータとして出力する現在価値計測手段と，\n格付及び業種を組み合わせた各カテゴリーに対して，前記社債の現在価値のデータに\n基づいて，前記パラメータから倒産確率の期間構造の最適化されたものと，該データか\nらの前記最適化した回収率とを求めることにより，倒産確率の期間構造及び格付毎の回\n収率を求め，前記格付および業種を組合わせたカテゴリーごとの倒産確率の期間構造の\n最適化されたものに前記発行企業の業種ウエイトを乗じて業種について和を取って個別\n企業の倒産確率の期間構造のデータを得て出力する期間構造及び回収率算出手段と\nを備えることを特徴とする倒産確率計測装置。\n(3) 審決の内容\n審決の内容は，別添審決写しのとおりである。\nその理由の要点は，① 原告らが行った最終補正は，明細書に最初に添付\nした明細書又は図面に記載した事項の範囲内でしたものとはいえない，②\n上記(2)の本願発明は，特許を受けようとする発明が明確ではないから，特\n許法36条６項２号の要件を満たしておらず，また，発明の詳細な説明の記載\nが当業者が発明の実施をすることができる程度に明確かつ十分に記載されて\nいるとはいえないから，特許法36条４項に規定する要件を満たしていない，\n等としたものである。\n(4) 審決の取消事由\nしかしながら，審決の判断は，以下のとおり誤りであるから，違法として\n取消しを免れない。\nア 取消事由１（価格体系計測手段に関する36条６項２号の判断の誤り）\n(ｱ) 審決は，平成17年４月１日付け第３回拒絶理由通知書（甲４。以\n下，単に「拒絶理由通知」という。）における下記指摘が解消されてい\nないとしたが，誤りである。\n記\n「（･･････国債明細情報にある国債市場価格と国債理論価格との差額を算出し，）前\n記国債明細情報に含まれる複数の国債間の相関を表現するパラメータの最適値を該\n差額を用いて算出」（略）とあるが，この記載について，以下の点を指摘できる。\na)（略）\nb) 次に，「複数の国債間の相関を表現するパラメータの最適値」を「該差額を用\nいて算出」するとあるが，差額を用いて「パラメータの最適値」を算出する処理\nがどのような演算処理を意味するのか，が不明である。\n………\nしたがって，機能的に表現された「価格体系計測手段」の機能が不明であるた\nめ，同手段の構成が不明である。」（審決11頁５行～23行）\n(ｲ) 審決の判断が誤りである理由\nａ 分散共分散行列Ｆ のもとで，一般最小２乗法を計算の便宜上，例ｔ\nえば100等分したρについて行うということにかんがみると，「この\n処理は，もはや『差額を用いて』パラメータの最適値を算出する処理\nとしては認識することはできない。」とする拒絶理由通知の指摘は，\n全く不可解である。審決の判断は，この指摘を受けて，原告らが，\n「一般化最小２乗法」を説明した意見書（甲5-1）の記載を，論難す\nるものである。\nしかし，そもそも「一般化最小２乗法」とは，本願発明が属する金\n融工学分野はもとより，数値解析，統計学，計量経済学の分野では，\n常識に近いほど一般的な手法である。そして，一般的にいって，最小\n２乗法は，あるパラメータ（本願発明ではδ）の最適値を求めるため\nのものである一方，本願発明においては，それを更に一般化して，確\n率的な擾乱項の共分散行列に，非対角成分を導入するものである。そ\nこにおいて，本願明細書（甲13-2）の段落【0034】にあるように，\n「一般化最小２乗和が最小となるρを求め」るのであるから，この擾\n乱項の共分散行列の非対角成分に関するパラメータであるρ（【数\n８】）についても，最小化を図るものにほかならず，当業者にとって\nみれば，当然，δとρについての二重の最小化が行われるものであ\nる。そして，このことは，段落【0034】の記載を【数７】に関連づけ\nてみれば，明示的に説明されている。すなわち，平均割引関数である\nオーバーバーＤ （ｓ）が，【数７】において，δを係数に展開されｔ\nていることにかんがみれば，「その下での平均割引関数を最適解とす\nる（ステップＳ９）」とあるのは，このδの最適値を求めることにほ\nかならないことは，自明である。そして，ρについての最適化は，段\n落【0034】に，これ以上明確にしようがないほどはっきりと記載され\nている。このように，金融工学分野の当業者，あるいは，より広く数\n値解析の分野における通常の知識を有する者が，本願明細書，特に段\n落【0034】と，それに先行する記載を読めば，審決で指摘されたよう\nな不明点は，全く存在しない。\n「仮に，【0034】の記載された処理が，請求人の主張通りの内容であｂ 審決は，\nったとしても，その処理は，あくまで『差額に関連のある』一般化最小２乗和Ψに\nついて行われるのであって，請求項１に記載されたところの，『パラメータの最適\nと指摘する値を差額を用いて算出する』処理ではない」（20頁下13行～10行）\nが，データとして現実の差額の値を用いて，パラメータρの最適値を\n求めているのであるから，請求項１に記載のとおり，「差額を用いて\n「『算出する」ことで正しい。したがって，拒絶理由通知が指摘した\n複数の国債間の相関を表現するパラメータの最適値』を『該差額を用いて算出』す\nるとあるが，差額を用いて『パラメータの最適値』を算出する処理がどのような演\nとする理由は，もとより存在しな算処理を意味するのか，が不明である」\nい。すなわち，「該差額を用いて」複数の国債間の相関を表現するパ\nラメータであるρを算出することは，段落【0029】～段落【0034】の\n記載によって，当業者が容易に実施できるように記載されているもの\nにほかならず，発明を特定するための事項に誤りがあるものでもな\nく，技術的意味・技術的関連が理解できない結果，発明が不明確とな\nるものでも全くない。\nｃ 被告の主張によれば，実施例の範囲を超えるいかなる広がりをも，\n特許請求の範囲に認めないものとなる。実施例の範囲を超えることに\nより，当業者にとって不明りょうであるか，当業者が実施できないと\nいうには，それを証する文献などまでをも求めるものでないとして\nも，そうであることを示す論理が少なくともなければ，発明の詳細な\n説明に「ねじ」が記載されていたときに，特許請求の範囲の「締結手\n段」が，根拠なく不明りょうであるというのに等しい。このような議\n論は，受け入れることは到底できなく，誤りである。\n他方，請求項１の「複数の国債間の相関を表現するパラメータの最\n適値を該差額を用いて算出」することは，甲10（「金融工学辞典」26\n頁等），甲11（「金融工学・数理キーワード60」50頁等，甲12（「岩\n波数学辞典」858頁等）にあるように，一般化最小２乗法，最小２乗\n法，最尤法などの回帰分析の分野では，金融工学の範ちゅうを越え\nて，一般的に行われる手法を表現しているものであり，何らの不明り\nょうさを有しているものではない。\nイ 取消事由２（期間構造算出手段に関する36条６項２号の判断の誤り）\n(ｱ) 審決は，拒絶理由通知における下記指摘が解消されていないとした\nが，誤りである。\n記\n「『・・・前記パラメータの前記最適値のデータに基づいて，前記国債市場価格の平\n均値を表現する平均割引率関数の最適なものを定め』（中略）とあるが，パラメータ\nの最適値のデータに基づいて平均割引率関数の最適なものを定める処理が，どのよう\nな演算処理を意味するのか，が不明である。\n……\nしたがって，機能的に表現された『期間構造算出手段』の機能が不明であるため，\n同手段の構成が不明である。」（審決11頁下10行～12頁12行）\n(ｲ) 審決の判断が誤りである理由\nａ 本願発明で利用される最小２乗法では，通常，最適化されるのはδ\nである一方，本願発明では，一般化最小２乗法を利用していることに\nより，ρも最適化しているものである。したがって，当業者の常識の\n範ちゅうに関するδの最適化についての記載は，比較的にうすいが，\n本願明細書（甲13-2）の段落【0034】でも，「ρを求め（ステップＳ\n８），その下での平均割引関数を最適解とする」として，δの最適化\nも明示されている。したがって，本願明細書には，「価格体系計測手\n段からパラメータδの最適値が得られる点について」の記載がある。\nｂ 被告は，請求項１では，「期間構造算出手段」について，機能的に\n構造を特定しており，この特定事項の記載の中の処理が，最小２乗法\n及び一般化最小２乗法を利用する処理である旨が限定されているわけ\nではなく，また，特定事項の記載自体から，最小２乗法及び一般化最\n小２乗法を利用する処理であることが，自明であるという根拠も見当\nたらないと主張している。\n被告の主張は，本願発明の範囲，すなわち請求項１の記載を，実施\n例として記載した一般化最小２乗法に限定すべきであるとするのに等\nしく，不当である。回帰分析の分野においては，単なる最小２乗法，\n一般最小２乗法，最尤法などの手法が知られており，精度の優劣と計\n算の複雑度についての差はあるものの，いずれの最適化の手法をも利\n用でき得るものである。\nｃ また被告は，「発明の詳細な説明に記載された唯一の実施例の記載\n内容が，仮に明確になったとしても，それはあくまで発明の詳細な説\n明の中での話であって，発明の詳細な説明で用語についての定義をす\nるなど，特段の事情がない限り，発明の詳細な説明の記載が明確であ\nることと，請求項の記載が明確であることとは，本来別の判断であ\nる。本件の場合，発明の詳細な説明の記載内容を検討しても，そのよ\nうな特段の事情は存在しないわけであるから，発明の詳細な説明の記\n載から，前記特定事項の処理の意味が，明確になるというものではな\nい。」と主張する。\n請求項１の記載は，発明の詳細な説明の記載に沿ったものであ\nり，この発明の詳細な説明の記載は，明確である。そして，被告\nは，発明の詳細な説明の記載が不明りょうであるとは，具体的に主\n張していない点からみて，実施例の記載は，明確であると認めるも\nののようである。そうであるとすると，本願発明を構成する各要素\nについては，それぞれ明確に記載されており，機能的記載としては\n明確性を否定する理由も，挙げられていない。もとより，本願発明\nの場合，具体的には，数値解析の一手法として開発されたものであ\nり，その記載は，機能的にならざるを得ないものである。「特許・\n実用新案審査基準」が示す特許庁の審査実務に照らしても，本願発\n明は，この審査基準にある特許法36条６項２号違反のいずれの類型\nに属するものでもない。\nまた，明りょうな実施例の記載に基づいて，特許請求の範囲の記載\nを機能的に記載することにより，特許請求の範囲の記載が不明りょう\nであるとすると，それは，特許請求の範囲の記載が，発明の詳細な説\n明の記載より不当に広いとの主張であるようにも見受けられる。しか\nし，段落【0015】の記載から，請求項１は，実施例に基づき，それを\n更に具体的に記載したものである。\nウ 取消理由３（現在価値計測手段に関する36条６項２号の判断の誤り）\n(ｱ) 拒絶理由通知の指摘c)につき\nａ 審決は，拒絶理由通知における下記指摘が解消されていないとした\nが，誤りである。\n記\n「ｃ）『変換された前記社債明細および発行企業明細情報のデータと，前記記憶\n手段から呼び出した国債割引率の期間構造のデータとに基づいて社債の理論価格\nを算出』（中略）とあるが，前記両データに基づいて社債の理論価格を算出する\n処理が，どのような処理を意味するのか，が不明である。\n……」（審決12頁14行～12頁下４行）\nｂ 審決の判断が誤りである理由\n(a) 理論価格は，本願明細書（甲13-2）記載の【数17】によって表\nわされる。そして，この式のオーバー波線Ｃ が，【数16】に示さｋｔ\nれるように，倒産確率を含むものである。しかし，倒産確率は，一\n般に，【数14】により表わされるものである一方，本願発明では，\n【数19】，【数20】の定式化と，【数21】の仮定を経て，この【数\n14】の倒産確率を，【数22】により係数αで展開できると仮定し\nて，係数αをパラメータの一つとして，最適化している。この最適\n化は，本願明細書（甲13-2）の段落【0049】にあるように，一般化\n最小２乗法により行われる。この最適化は，段落【0049】に記載さ\nれているように，その他の二つのパラメータξとθの数値範囲を，\nそれぞれ100に刻んで，10000個の組合せを得た上で，それぞれのξ\nとθの値の組合せについて，αを最適化していくものである。した\nがって，「前記両データに基づいて社債の理論価格を算出する」と\nいうのは，一般化最小２乗法における「社債の理論価格」の算出が\n行われる一ステップをいうものである。すなわち，その時点で，仮\nに決められたαの値について，社債の理論価格を求め，それを異な\nるα（その他のパラメータについても同様）の値について繰り返\nし，多項式の次数ｑについては，段落【0050】に記載されていると\nおりに，ｑ＝１～８のうちから，統計学的に意味のあるものを選ぶ\nという処理によって，社債の理論価格の最適値を求めることをいう\nものである。これは，一般化最小２乗法では，普通に行われること\nであり，金融工学分野では，ごく普通の手法であるため，明細書\nに，あえて明示的には説明が加えられていない事項である。\n(b) 被告は，「請求項１では，『現在価値計測手段』について，機\n能的に構成を特定しており，この特定事項の記載の中で，一般化最\n小２乗法を利用する処理であることが，限定されているわけではな\nい。また，特定事項の記載自体から，一般化最小２乗法を利用する\n処理であることが，自明であるという根拠も見当たらない。」と主\n張している。\nしかし，原告らは，本願発明を，いくつかある回帰分析の手法の\nうち，特に一般化最小２乗法に限定するものではなく，その他の手\n法をも含む形で，本願発明についての特許を請求しているものであ\nる。\n(c) また被告は，「原告らの主張は，請求項１についての指摘箇所\nは，明細書にあえて明示的には説明が加えられていない事項である\nところの，社債の理論価格の最適値を求めるプロセスを限定的に意\n味するというものであり，金融工学分野において，一般化最小２乗\n法以外にも，様々なアプローチの手法が存在することを考慮するな\nらば，当を得ない主張である。」という被告の主張は，請求項１の\n記載が，一般化最小２乗法に限定されていないことにかんがみて，\n失当である。\n(d) さらに被告は，「指摘箇所に続く，『該社債の理論価格を前記\n社債明細および発行企業明細情報中の実際の市場価格と比較して，\n該比較における誤差データを算出する』プロセスでは，指摘箇所の\n結果を，『該社債の理論価格』として受けているわけであるから，\n具体的に求められた社債の理論価格に基づいて，『誤差データを算\n出する』プロセスが処理されることになる。しかしながら，このこ\nとは，社債の理論価格を仮決めしたまま，誤差項の【数19】の設定\nへと進む，段落【0043】以下の明細書の説明と矛盾する。」と主張\nしているが，これは，「最適化」の意味を，単に誤解しているだけ\nである。\nここで，問題になっているステップとは，「各格付けについて，\n変換された前記社債明細および発行企業明細情報のデータと，前記\n記憶手段から呼び出した国債割引率の期間構造のデータとに基づい\nて社債の理論価格(a)を算出し，該社債の理論価格(b)を前記社債明\n細および発行企業明細情報中の実際の市場価格と比較して，該比較\nにおける誤差データを算出することにより，格付けごとの社債とそ\nの属性，倒産確率，回収率と割引率の関係を算出し，・・・全ての\n格付けについて，前記最適化した回収率と，前記格付および業種の\nカテゴリーごとの倒産確率の期間構造の最適化されたものを与える\nパラメータとを求めて，社債の現在価値のデータとして出力する」\nことである。数式に沿っていえば，まず，格付けごとに決まると想\n定している回収率γ と，格付け内の相関構造を支配する未知パラ\nｉ\nメータρ を，一般化最小２乗法により求め，それを固定する。こ\nｉ\nの段階で，確かに平均に含まれる未知パラメータ｛α ｝も算出ｌｉｊ\nし得るのであるが，それは，格付け内の中での算出であるので，他\nの格付けにある業種に依存したパラメータ｛α ｝を，効率的にｌｉｊ\n算出するものではない。加えて，異なる格付け間の相関にかかわる\nパラメータθ，ξを算出する必要がある。そこで，格付け内で算出\nしたρ ，γ を固定して，θ，ξと｛α ｝を，すべての格付け\nｉｉ ｉｊ\nｌ\nにわたる全社債価格を利用して，一般化最小２乗法により算出する\nのである。その結果，格付と業種に依存した倒産確率，格付ごとの\n社債の理論価格が，計測される。つまり，一旦，格付け内のデータ\nに基づいて，「社債の理論価格(a)」に関わる内部相関構造のパラ\nメータ，回収率パラメータを求めた上で，格付け間にわたる全デー\nタを用いて，全データに関わる「社債の理論価格(b)」を，θ，ξ\nと｛α ｝に関して最適化するものである。このような最適化こｌｉｊ\nそが，回帰分析の核心をなすもので，安定的な結果を算出するため\nの工夫である。このような工夫は，この分野の通常の知識を有する\nものにとっては，明らかな事項である。これは，本願発明の内容を\n作る要素でもある。原告らは，これを説明するのに，「仮決め」と\nして表現したものである。したがって，発明の詳細な説明と請求項\n１の記載との間に，何の矛盾もない。\n(ｲ) 拒絶理由通知の指摘d)につき\nａ 審決は，拒絶理由通知における下記指摘が解消されていないとした\nが，誤りである。\n記\n「ｄ）『該社債の理論価格を前記社債明細および発行企業明細情報中の実際の市\n場価格と比較して，該比較における誤差データを算出することにより，格付け毎\nの社債とその属性，倒産確率，回収率と割引率の関係を算出』（中略）とある\nが，ここでいう『誤差データを算出することにより，格付け毎の社債とその属\n性，倒産確率，回収率と割引率の関係を算出』する処理が，どのような処理を意\n味するのか，が不明である。\n…………」（審決12頁下３行～13頁下13行）\nｂ 審決の判断が誤りである理由\n(a) 本願明細書（甲13-2）の段落【0044】～段落【0047】の記載か\nら，【数19】，【数20】の定式化と，【数21】の仮定を経て，この\n【数14】の倒産確率を，【数22】により係数αで展開できると仮定\nするものであることは，明らかである。この係数の値αは，最終的\nに求めるものであるので，このステップで行っている「算出」の段\n階では，どのような値になるのか，不明である。そこで，αがとる\n可能性のある値を，仮の数値として，αに順次代入していくことに\nなる。そのことを前提にして，入力されたデータから，ウエイト\nｗ を決定し，それぞれの社債について，キャッシュフローの発生ｋ\n時点と，倒産がないと仮定したときのキャッシュフローの関係を，\nキャッシュフロー関数オーバー波線Ｃ として表現する。この関数ｋｔ\nは，実際には，キャッシュフロー発生時点を示す数値と，倒産がな\nいときのキャッシュフローの金額値の表になっている。そして，一\n般化最小２乗法を経て決定されるべき回収率γを，格付けだけで決\nまるものと仮定した（定式化した）上で，αと同様に，順次仮の数\n値をとるものとしておく。これに，仮定してあった倒産確率の値\nと，ウエイトｗ を加味すると，【数16】のオーバー波線Ｃ が得ｋ ｋｔ\nられることになる。このオーバー波線Ｃ に，期間構造算出手段にｋｔ\nおいて得られたオーバーバーＤ （【数７】）をかけると，【数ｔ\n17】のオーバーバーＶ が得られる。この社債ｋの現時点ｔでの理ｋｔ\n論価格と，実際の市場価格Ｖ との差をとると，【数18】に示したｋｔ\n誤差データであるε を求めることができる。その結果得られるのｋｔ\nは，格付けごとの社債とその属性，倒産確率（未定），回収率（未\n定）と割引率の関係を，算出することができるものである。つま\nり，現実のデータのうち，実際の数値が分かっているものは代入し\nた上で，未確定のパラメータα，γ，ξ，θについては，未確定に\nしておいたままで，「格付けごとの社債とその属性，倒産確率，回\n収率と割引率の関係」を定めておくのである。ちなみに，ここでい\nう割引率とは，期間構造算出手段で求めた国債の平均割引率にほか\nならない。ここでは未確定のパラメータがあるので，「関係」が算\n出されるのであって，倒産確率や回収率を具体的に示す数値が得ら\nれるわけではない。\n(b) 被告は，「請求項１では，『現在価値計測手段』について，機\n能的に構成を特定しており，この特定事項の記載の中で，一般化最\n小２乗法を利用する処理であることが，限定されているわけではな\nい。また，特定事項の記載自体から，一般化最小２乗法を利用する\n処理であることが，自明であるという根拠も見当たらない。」と主\n張している。\n本願明細書では，比較的高度な一般化最小２乗法を用いて説明を\n行っているが，特許請求の範囲を，発明の詳細な説明に記載した一\n般化最小２乗法に，限定するものではない。\n(ｳ) 拒絶理由通知の指摘e)につき\nａ 審決は，拒絶理由通知における下記指摘が解消されていないとした\nが，誤りである。\n記\n「ｅ）『格付および業種のカテゴリーごとの倒産確率の期間構造を，前記誤差デー\nタの値を小さくするよう最適化することにより，全ての格付けについて，前記最\n適化した回収率と，前記格付および業種のカテゴリーごとの倒産確率の期間構造\nの最適化されたものを与えるパラメータとを求めて，社債の現在価値のデータと\nして出力する』……については，以下の指摘ができる。\nイ） （略） ここでいう「最適化」の処理が，具体的にどのような処理を意味\nするのか，が不明である。\nロ）「倒産確率の期間構造を，最適化する」処理と，「全ての格付けについて，\n（中略）パラメータとを求め」る処理との関連が不明である。\nハ）「業種のカテゴリーごと」の処理は，どのように行われるのか，が不明であ\nる。\n…………」（審決13頁下12行～14頁14行）\nｂ 審決の判断が誤りである理由\n(a) 一般に，統計モデルを用いて，大量のデータを解析する場合に\nは，幾つかの方法が知られている。これは，甲12（「岩波数学辞\n典」858頁）に記載のとおりであり，よく知られている最尤推定法\nも，採用可能な方法である。そのうち，本願発明では，一般化最小\n２乗法を用いて説明している。しかし，いずれのモデルを用いて\nも，何らかの「最適化」が行われるものであるので，請求項１で\nは，そのように表現してある。その具体例は，段落【0047】と段落\n【0048】に手順が記載されている一般化最小２乗法である。そし\nて，得られた結果についても，段落【0050】～段落【0052】に，図\n面を参照して説明してある。そして，「当該箇所の説明では，請求\n項１の記載とは逆の因果関係が説明されている。」との指摘が，拒\n絶理由通知にあるが，これは，一般化最小２乗法についての極めて\n単純な誤解に起因するものであって，上に説明したような正しい理\n解に基づけば，何の矛盾もない。\n(b) 業種カテゴリーｊ毎の最適化が説明されていないではないかと\nの指摘については，異なる格付ｉの間に，何らかの相関関係がある\nものと，【数20】，【数21】において規定しているが，異なる業種\nカテゴリーｊ間については，何の相関関係も仮定していない（相関\n関係が存在しないことを仮定する）ことは，明らかである。したが\nって，単に各業種カテゴリーについて，順次同じ計算を，異なる業\n種カテゴリーの一つ一つについて繰り返していけばいいことは，極\nめて明らかで，何の説明の必要もない事項である。したがって，業\n種カテゴリーｊについての処理は，あえて本願明細書に記載してい\nないものである。\n(c) 被告は，「原告らは，単に『これは，一般化最小２乗法につい\nての極めて単純な誤解に起因するものであって，上に説明したよう\nな正しい理解に基づけば，何の矛盾もない』と主張するのみで，何\nら主張の根拠も示しておらず，釈明になっていない」と主張してい\nる。\n実施例として，一般化最小２乗法を用いた最適化が，どのような\nものであり得るのか明確である一方，本願発明は，他の手法を用い\nることも可能である。\n(d) また被告は，原告らの主張は，請求項１で，「異なる格付ｉの\n間については何らかの相関関係があるものと」規定しているわけで\nもないし，「異なる業種カテゴリーｊ間については，何の相関関係\nも仮定していない」と規定しているわけでもないから，請求項１の\n記載に基づかないものであると主張している。この前記原告らの主\n張とは，業種カテゴリーｊごとの最適化が説明されていないとの指\n摘に対して，何の相関関係も仮定していないことは，本願明細書の\n記載からみて明らかであるので，業種カテゴリー間の相関関係を考\n慮しておらず，相関関係については触れていない，というものであ\nるが，していないことを，発明の詳細な説明又は特許請求の範囲\nに，わざわざ記載する必要はない。\nエ 取消事由４（期間構造及び回収率算出手段に関する36条６項２号の判断\nの誤り）\n(ｱ) 審決は，拒絶理由通知における下記指摘が解消されていないとした\nが，誤りである。\n記\n「ｆ）「格付及び業種を組み合わせた各カテゴリーに対して，前記社債の現在価値の\nデータに基づいて，前記パラメータから倒産確率の期間構造の最適化されたもの\nと，該データからの前記最適化した回収率とを求めることにより，倒産確率の期間\n構造及び格付毎の回収率を求め，」（中略）については，次の指摘をすることがで\nきる。\nイ） （略）\nロ）「前記社債の現在価値のデータに基づいて」，即ち，全ての格付けについて\nの，格付および業種のカテゴリーごとの倒産確率の期間構造の最適化されたもの\nを与えるパラメータに基づいて，格付及び業種を組み合わせた各カテゴリーに対\nして，「倒産確率の期間構造の最適化されたものを求める」処理が，具体的にど\nのような処理を意味するのか，が不明である。\n…………」（審決14頁16行～15頁８行）\n(ｲ) 審決の判断が誤りである理由\n審決は，上記指摘に対して原告が提出した意見書に対して，\n「これを検討するに，上記(2)の『（国債割引率の）期間構造算出手段』についての\n項での検討と同様に，発明の詳細な説明の項の【0049】にまでの説明において，\n倒産確率関数を計測する具体的な処理内容が記載されていないため，素直に読み\n進めていけば，【0049】に続く【0050】の記載内容が，平均割引率関数の最適な\nものを定める具体的な処理内容であるとするのが自然な解釈である。\nしかしながら，仮に，審判請求人の主張のとおり，【0050】の記載内容が請求\n項１に直接関係しない処理であってとしても，倒産確率関数を計測する具体的な\n処理内容については，本願明細書のどこにも記載がなく，当審拒絶理由通知で，\n『倒産確率の期間構造の最適化されたものを求める』処理が，具体的にどのよう\nな処理を意味するのか，が不明である，と指摘した点は依然として解消されてい\nない。」（審決22頁18行～29行）\n「発明の詳細な説明の項の【0049】にまでの説明において，倒産確と判断したが，\nとの指摘は，不可解で率関数を計測する具体的な処理内容が記載されていない」\nある。倒産確率は，一般に，【数14】により表わされるものである一\n方，本願発明では，【数19】，【数20】の定式化と，【数21】の仮定を\n経て，この【数14】の倒産確率を，【数22】により係数αで展開できる\nと仮定して，係数αをパラメータの一つとして，最適化している。最適\n化したパラメータを用いれば，【数14】を用いて，直ちに倒産確率の期\n間構造の最適化されたものを求めることが可能なことは，当業者には明\nらかである。つまり，現在価値計測手段において，パラメータαの値が\n得られていることは，説明したとおりである。そして，各格付けｉにつ\nいて，回収率γが得られることも，明らかである（段落【0049】）。こ\nれらのα及びγに関するデータは，現在価値計測手段によって，社債の\n現在価値のデータとして出力されるものである。したがって，このよう\nなαのデータを用いて，期間構造及び回収率算出手段において，【数\n22】により，倒産確率の期間構造が得られることは，明らかである。さ\nらに，社債の現在価値のデータからγの値を得て，回収率とすること\nも，明らかである。そして，このような業種・格付けごとの回収率と倒\n産確率の期間構造に，各社債発行企業についての業種別ウエイト（【数\n13】）を掛けて，和をとることにより（【数14】），個別企業の倒産確\n率の期間構造を求めることができ，同様にして，個別企業の回収率を求\nめることができることは，明らかである。そして，「業種のカテゴリー\nごと」の倒産確率の期間構造は，もとより各格付けごとに求められてい\nるので，「格付け及び業種を組み合わせた各カテゴリー」について，倒\n産確率の期間構造を求めることは，明確に開示されており（段落\n【0037】にある「Ⅰ個の格付とＪ個の業種の組み合わせカテゴリー\n（ｉ，ｊ）ごとの倒産確率の期間構造を計測するとの記載），拒絶理由\n通知のイ）及びロ）に指摘された不明点は存在していない。\nオ 取消理由５（36条４項に関する判断の誤り）\n審決は，請求項１の発明に関連して，「期間構造算出手段」と，「現在\n価値計測手段」と，「期間構造及び回収率算出手段」とについて，特許法\n「発明の36条６項２号に関連して指摘された不明りょう性を引用する形で，\n詳細な説明は，………当業者が請求項１の発明の実施をすることができる程度に明確か\nと結論づけつ十分に記載がされているとは認められない」（審決23頁下５行～下１行）\nているが，請求項１に記載の発明が，本願明細書の記載に基づいて，当業\n者が容易に実施可能であることは，発明の詳細な説明の記載に照らして，\n明らかにしたとおりである。\n２ 請求原因に対する認否\n請求原因(1)(2)(3)の各事実は認める。同(4)は争う。\n３ 被告の反論\n原告らが，審決の認定判断が誤りであるとして主張するところは，次のとお\nりいずれも失当である。\n(1) 取消事由１に対し\n請求項１に，「複数の国債間の相関を表現するパラメータの最適値を該差\n額を用いて算出」するとあるが，この記載自体をもって，価格体系計測手段\nにより実行される処理の明確な概念が，解釈できるというものではない。\nもし，「複数の国債間の相関を表現するパラメータの最適値を該差額を用\nいて算出」する処理が，【数11】の分散共分散行列Ｆ のもとで，一般化最ｔ\n小２乗法によりパラメータρの最適化を行うという意味に限定されるという\nのであれば，請求項１で，そのように記載するか，もしくは，発明の詳細な\n説明で，本願発明の「複数の国債間の相関を表現するパラメータの最適値を\n該差額を用いて算出」するとは，段落【0034】で説明された処理の意味とし\nて用いる旨の定義をするべきである。\nしかし，請求項１では，「複数の国債間の相関を表現するパラメータの最\n適値を該差額を用いて算出」する処理について，分散共分散行列Ｆ のもとｔ\nで，一般化最小２乗法によりパラメータρの最適化を行うという処理である\n旨の限定はなされておらず，また，発明の詳細な説明では，唯一の実施例と\nはいえ，あくまで実施例である処理プロセスとして，段落【0034】で説明さ\nれた処理が示されているだけであって，本願発明の「複数の国債間の相関を\n表現するパラメータの最適値を該差額を用いて算出」する処理について，特\n段の定義がなされているわけではないので，詳細な説明に記載されている事\n項をもって，請求項１の「複数の国債間の相関を表現するパラメータの最適\n値を該差額を用いて算出」する処理の概念が，明確になるというものではな\nい。\n(2) 取消事由２に対し\n原告らの主張は，最小２乗法及び一般化最小２乗法を前提としてのもので\nあるが，請求項１では，「期間構造算出手段」について，機能的に構成を特\n定しており，この特定事項の記載の中の処理が，最小２乗法及び一般化最小\n２乗法を利用する処理である点について，限定されているわけではない。ま\nた，特定事項の記載自体から，最小２乗法及び一般化最小２乗法を利用する\n処理であることが，自明であるという根拠も見当たらない。\nさらに，発明の詳細な説明に記載された唯一の実施例の記載内容が，仮に\n明確になったとしても，それはあくまで発明の詳細な説明の中での話であっ\nて，発明の詳細な説明で用語についての定義をするなど，特段の事情がない\n限り，発明の詳細な説明の記載が明確であることと，請求項の記載が明確で\nあることとは，本来別の判断である。本件の場合，発明の詳細な説明の記載\n内容を検討しても，そのような特段の事情は存在しないわけであるから，発\n明の詳細な説明の記載から，特定事項の処理の意味が，明確になるというも\nのではない。\n(3) 取消事由３に対し\nア 拒絶理由通知のｃ）につき\n(ｱ) 原告らの主張は，一般化最小２乗法を前提としてのものであるが，\n請求項１では，「現在価値計測手段」について，機能的に構成を特定し\nており，この特定事項の記載の中で，一般化最小２乗法を利用する処理\nであることが，限定されているわけではない。また，特定事項の記載自\n体から，一般化最小２乗法を利用する処理であることが，自明であると\nいう根拠も見当たらない。さらに，原告らの主張は，金融工学分野にお\nいて，一般化最小２乗法が，ごく普通の手法であり，その一般化最小２\n乗法において，社債の理論価格の最適値を求めるプロセスが，普通に行\nわれることであることを根拠に，請求項１についての指摘箇所は，「明\n細書に，あえて明示的には説明が加えられていない事項」であるところ\nの，社債の理論価格の最適値を求めるプロセスを限定的に意味するとい\nうものであり，金融工学分野において，一般化最小２乗法以外にも，様\n々なアプローチの手法が存在することを考慮するならば，当を得ない主\n張である。\n(ｲ) なお，原告らの主張どおりであるとしたら，指摘箇所のステップに\nおいて，社債の理論価格が，一般化最小２乗法の完遂により具体的なも\nのとして求められてしまう結果となる。そして，指摘箇所に続く，「該\n社債の理論価格を前記社債明細および発行企業明細情報中の実際の市場\n価格と比較して，該比較における誤差データを算出する」プロセスで\nは，指摘箇所の結果を，「該社債の理論価格」として受けているわけで\nあるから，具体的に求められた社債の理論価格に基づいて，「誤差デー\nタを算出する」プロセスが処理されることになる。しかしながら，この\nことは，社債の理論価格を仮決めしたまま，誤差項の【数19】の設定へ\nと進む，段落【0043】以下の明細書の説明と矛盾する。\nイ 拒絶理由通知のｄ）につき\n原告らの主張は，一般化最小２乗法を前提としてのものであるが，請求\n項１では，「現在価値計測手段」について，機能的に構成を特定してお\nり，この特定事項の記載の中で，一般化最小２乗法を利用する処理である\nことが，限定されているわけではない。また，特定事項の記載自体から，\n一般化最小２乗法を利用する処理であることが，自明であるという根拠も\n見当たらない。\nウ 拒絶理由通知のｅ）につき\n(ｱ) 拒絶理由通知のｲ)は，統計モデル解析における「最適化」について\nの一般的な意味を問うものではなく，請求項１の記載に基づいた指摘で\nあるので，「本願発明では，一般化最小２乗法を用いて説明している。\nしかし，いずれのモデルを用いても，何らかの「最適化」が行われるも\nのであるので，請求項１では，そのように表現してある。」との原告ら\nの主張は，拒絶理由通知を正解しない上でのものである。\n(ｲ) 拒絶理由通知のﾛ)が，段落【0048】と段落【0049】の記載を正確に\n踏まえて，発明の詳細な説明の記載を検討しても，請求項１の指摘箇所\nを，明確とする根拠は見いだせないと判断したものであるが，原告ら\nは，単に「これは，一般化最小２乗法についての極めて単純な誤解に起\n因するものであって，上に説明したような正しい理解に基づけば，何の\n矛盾もない。」と主張するのみで，何ら主張の根拠も示しておらず，釈\n明になっていない。\n(ｳ) 原告らの「異なる格付ｉの間に，何らかの相関関係があるものと，\n【数20】，【数21】において規定しているが，異なる業種カテゴリーｊ\n間については，何の相関関係も仮定していないことは，明らかである。\nしたがって，単に各業種カテゴリーについて，順次同じ計算を，異なる\n業種カテゴリーの一つ一つについて繰り返していけばいいことは，極め\nて明らかで，何の説明の必要もない事項である。」との主張は，請求項\n１で，「異なる格付ｉの間については何らかの相関関係があるものと」\n規定しているわけでもないし，「異なる業種カテゴリーｊ間について\nは，何の相関関係も仮定していない」と規定しているわけでもないか\nら，請求項１の記載に基づかない主張である。\n(4) 取消事由４に対し\n原告らの「「業種のカテゴリーごと」の倒産確率の期間構造は，もとより\n各格付けごとに求められている」という主張は，根拠のないものである。\n(5) 取消理由５に対し\n発明の詳細な説明をいくら検討しても，請求項１の発明を，具体的にどの\nように実現すればよいのか，当業者といえども，容易には理解できないとい\nうことになり，請求項１の発明を容易に実施できないことは，明らかであ\nる。\n第４ 当裁判所の判断\n１ 請求原因(1)（特許庁における手続の経緯），(2)（発明の内容）及び(3)\n（審決の内容）の各事実は，いずれも当事者間に争いがない。\nそこで，以下においては，原告主張の取消事由ごとに審決の適否について判\n断する。\n２ 取消事由１（価格体系計測手段に関する36条６項２号の判断の誤り）につい\nて\n「該国債明細情報にある国債市場価格と国債理論価格との差額を算出(1) 請求項１には，\nし，前記国債明細情報に含まれる複数の国債間の相関を表現するパラメータの最適値を該差\n額を用いて算出し，国債の価格体系として該最適値のデータを出力する価格体系計測手段」\nと記載され，また，このうち「複数の国債間の相関を表現するパ（下線付加）\nラメータ」が，本願明細書の発明の詳細な説明（甲13-2）における「ρ」を\n意味することは，当事者間に争いがない。\nそして，本願明細書の発明の詳細な説明には，実施例の説明として，ρの\n最適値の算出に関連して ，下記の記載がある（段落【0027】～段落\n【0034】，下線付加）。\n「・・・そして，現在価値への割引率関数をその属性に依存させてＤ （ｓ）とするｇｔ\nことにより，第ｇ国債の理論価格を下記数５と評価する（ステップＳ２）。\n【数５】\nｇｔここで，実際の国債の市場価格は確率的であるので，この関係で割引率関数Ｄ\n（ｓ）を確率的とし，オーバーバーＤ （ｓ）をその平均値とすると，上記数５は下ｇｔ\n記数６となる。\n【数６】\nそこで，平均値オーバーバーＤ （ｓ）はｓ ＝ｓ の関数とみて，回号ｇに依存しｇｔ\n＊１／４\nないｐ次の多項式で近似して下記数７で定式化する。\n【数７】\nそして，上記数６の確率ベクトルに関してオーバー矢印Δ とオーバー矢印Δ の共ｇｔ ｈｔ\n分散行列を下記数８とする。\n【数８】\nここで，下記数９のように定式化する。\n【数９】\nこの定式化は，第ｇ国債の将来の時点（ｔ＋ｓ ）及び第ｈ国債の将来の時点（ｔ＋ａｊ\nｓ ）にそれぞれ発生するキャッシュの割引率Ｄ （ｓ ）及びＤ （ｓ ）の共分ａｒ ｇｔ ａｊ ｈｔ ａｒ\n散が，下記数１０であるとする定式化である。\n【数１０】\nここで，相関構造λ は第ｇ国債及び第ｈ国債の満期のみに依存するもの，相関構造ｇｈｔ\nφ は第ｇ国債及び第ｈ国債のキャシュフロー発生時点（ｔ＋ｓ ）及び（ｔ＋ｇｈｔ．ｊｒ ａｊ\nｓ ）のみに依存するものとの２つに分離してある。そして，上記定式化数１０は，ａｒ\n満期が近い債券価格同士は相関が大きく（λ の役割），キャッシュフローの発生時ｇｈｔ\n点が近い割引率は相関が大きい（φ の役割）ことを意味している。つまり，満ｇｈｔ・ｒｊ\n期までの長さが近いもの同士は相関が大きく，満期までの長さが離れている場合の相\n関は小さくなる相関構造λ と，同一国債若しくは異なる国債のキャッシュフローのｇｈｔ\n発生時点が近いもの同士の割引率は相関が大きく，離れている場合の割引率は相関が\n小さくなる相関構造φ を導入している。その結果，第ｇ国債価格及び第ｈ国債ｇｈｔ・ｊｒ\n価格の共分散は下記数１１となる（ステップＳ３）。\n【数１１】\n平均割引率オーバーバーＤ（ｓ）の計測方法は，ρの値について［０，１）を１００\n等分し，各ρを与えたときの分散共分散行列Ｆ ＝ （ｆ ）の下で一般化最小２ｔｇｈｔ\n乗法により１００個の平均割引関数オーバーバーＤ （ｓ）を計測する。即ち，先ずρｔ\n＝０．００を設定し（ステップＳ４），一般化最小２乗法による演算を実行し（ステ\nップＳ５），ρ＝０．９９であるか否かを判定し（ステップＳ６），ρ＝０．９９で\nない場合には「０．０１」をρの現在値に加算して上記ステップＳ５にリターンする\n（ステップＳ７）。上記動作をρ＝０．９９になるまで繰り返し，目的関数としての\n一般化最小２乗和が最小となるρを求め（ステップＳ８），その下での平均割引関数\nを最適解とする（ステップＳ９）。その結果は例えば図７のようになる。図７におい\nて，ｔは計測時点（計測日）を表し，ｓは時点ｔから見て期間ｓ（年）後の時点を示\nしている。」\n(2) これらの記載によれば，本願明細書の発明の詳細な説明には，実施例の\n説明として，キャッシュの割引率Ｄ （ｓ ）及びＤ （ｓ ）の共分散ｇｔ ａｊ ｈｔ ａｒ\nを，第ｇ国債及び第ｈ国債の満期のみに依存する相関構造λ と，第ｇ国ｇｈｔ\nｇｈｔ．ｊｒ債及び第ｈ国債のキャシュフロー発生時点のみに依存する相関構造φ\nとの２つに分離し，【数10】により定式化すること，［０，１］を100等分\nした各ρの値で，一般化最小２乗法による演算を実行し，100個の平均割引\n関数オーバーバーＤ （ｓ）を計測すること，一般化最小２乗和が最小となｔ\nるρを求め，その下での平均割引関数を最適解とすることが，開示されてい\nる。したがって，本願発明の「国債市場価格と国債理論価格との差額を算\n出」する手法の一つとして，一般化最小２乗法による演算を実行して，一般\n化最小２乗和を求めるという手法があり，その場合，請求項１の「複数の国\n債間の相関を表現するパラメータの最適値を該差額を用いて算出」すると\nは，一般化最小２乗和が最小となるρを求めることを意味することは，明ら\nかである。\nしかしながら，一般化最小２乗法は，回帰分析の一手法にすぎず，本願発\n明の特許請求の範囲の記載は，回帰分析の手法を一般化最小２乗法に限定す\nるものではない。また，一般化最小２乗法のみに限定して解釈するとして\nも，請求項１は，「複数の国債間の相関」としてどのようなものを想定する\nかを特定するものではない。\nしかるに，本願明細書には，一般化最小２乗法以外の回帰分析の手法や，\n実施例に例示された「λ 」「φ 」以外の相関構造について，全くｇｈｔ ｇｈｔ．ｊｒ」\n記載されていない。また，公知技術や周知技術を参酌することによって，一\n般化最小２乗法以外の回帰分析の手法や，「λ 」「φ 」以外の相ｇｈｔ ｇｈｔ．ｊｒ\n関構造を採用した場合について，「企業の倒産確率及び回収率を正確に計測\nする」という本願発明の効果を奏することの立証もされていない。そうする\nと，一般化最小２乗法以外の回帰分析の手法や，「λ 」「φ 」以ｇｈｔ ｇｈｔ．ｊｒ\n外の相関構造を構成として含む本願発明は，明確でないというべきである。\n拒絶理由通知（甲４）のｂ）についての審決の判断は，上記と同旨をいう\nものと解されるのであり，拒絶理由通知が指摘した「機能的に表現された『\n価格体系計測手段』の機能が不明であるため，同手段の構成が不明であ\nる。」との点が，依然として解消されていないとした審決の判断は，是認で\nきる。\n(3) 原告らは，「『一般化最小２乗和が最小となるρを求め』るのであるか\nら，この擾乱項の共分散行列の非対角成分に関するパラメータであるρにつ\nいても，最小化を図るものにほかならず，当業者にとってみれば，当然，δ\nとρについての二重の最小化が行われるものである。」，「平均割引関数で\nあるオーバーバーＤ （ｓ）が，【数７】において，δを係数に展開されてｔ\nいることにかんがみれば，「その下での平均割引関数を最適解とする（ステ\nップＳ９）」とあるのは，このδの最適値を求めることにほかならないこと\nは，自明である。」，「金融工学分野の当業者，あるいは，より広く数値解\n析の分野における通常の知識を有する者が，本願明細書，特に段落【0034】\nと，それに先行する記載を読めば，審決で指摘されたような不明点は，全く\n存在しない。」，「『該差額を用いて』複数の国債間の相関を表現するパラ\nメータであるρを算出することは，段落【0029】～段落【0034】の記載によ\nって，当業者が容易に実施できるように記載されているものにほかならず，\n発明を特定するための事項に誤りがあるものでもなく，技術的意味・技術的\n関連が理解できない結果，発明が不明確となるものでも全くない。」，「請\n求項１の『複数の国債間の相関を表現するパラメータの最適値を該差額を用\nいて算出』することは，甲第10～12号証にあるように，一般化最小２乗法，\n最小２乗法，最尤法などの回帰分析の分野では，金融工学の範ちゅうを越え\nて，一般的に行われる手法を表現しているものであり，何らの不明りょうさ\nを有しているものではない。」と主張する。\nまず，発明の詳細な説明にいう「δ」が，平均割引率関数オーバーバー\nD （s）の展開係数であることについては，当事者間に争いはない。しかし，t\n本願明細書の発明の詳細な説明に，δとρについての二重の最小化が行われ\nることが記載され，「その下での平均割引関数を最適解とする」とあるのが\nδの最適値を求めることを意味し，当業者が本願明細書を読めば，審決で指\n摘されたような不明点は全く存在しないものであり，ρの最適値を算出する\nことが，当業者が容易に実施できるように記載されているものであり，ま\nた，請求項１の「複数の国債間の相関を表現するパラメータの最適値を該差\n額を用いて算出」することが，回帰分析の分野では，一般的に行われる手法\nを表現しているものであるとしても，一般化最小２乗法以外の回帰分析の手\n法や，「λ 」「φ 」以外の相関構造を構成として含む本願発明がｇｈｔ ｇｈｔ．ｊｒ\n明確ではないことは，上記(2)のとおりである。したがって，原告らの上記\n各主張は，採用することができない。\n(4) また原告らは，「実施例の範囲を超えることにより，当業者にとって不\n明りょうであるか，当業者が実施できないとすれば，それを証する文献など\nまでをも求めるものでないとしても，そうであることを示す論理が少なくと\nもなければ，発明の詳細な説明に『ねじ』が記載されていたときに，特許請\n求の範囲の『締結手段』が，根拠なく不明りょうであるというのに等し\nい。」と主張する。\nしかしながら，特許請求の範囲に記載された上位概念による構成が明確で\nあるためには，当業者が，公知技術や周知技術を参酌して，適宜実施できる\n程度に具体的に記載されている必要があるが，本願明細書には，一般化最小\n２乗法以外の回帰分析の手法や，「λ 」「φ 」以外の相関構造にｇｈｔ ｇｈｔ．ｊｒ\nついて，全く記載されていないのであり，また，公知技術や周知技術を参酌\nすることによって，一般化最小２乗法以外の回帰分析の手法や，「λ 」ｇｈｔ\n「φ 」以外の相関構造を採用した場合について，「企業の倒産確率及ｇｈｔ．ｊｒ\nび回収率を正確に計測する」という本願発明の効果を奏することが確認でき\nることが立証されているものでもないから，一般化最小２乗法以外の回帰分\n析の手法や，「λ 」「φ 」以外の相関構造を構成として含む本願ｇｈｔ ｇｈｔ．ｊｒ\n発明が明確ではないことは，上記(2)のとおりである。したがって，原告ら\nの上記主張も，採用することができない。\n３ 取消事由２（期間構造算出手段に関する36条６項２号の判断の誤り）につい\nて\n「前記国債の価格体系としての前記パラメータの前記最適値のデータ(1) 請求項１には，\nに基づいて，前記国債市場価格の平均値を表現する平均割引率関数の最適なものを定め，該\n最適な平均割引率関数を国債割引率の期間構造のデータとして出力する期間構造算出手段」\nと記載されている。また，本願明細書の発明の詳細な説明には，（下線付加）\n一般化最小２乗和が最小となるρを求め，その下での平均割引関数を最適解\nとする実施例が開示されていることは，前記のとおりである。\nしたがって，本願明細書（甲13-2）で，請求項１の「最適な平均割引率関\n数を国債割引率の期間構造のデータとして出力する」方法の一つとして，一\n般化最小２乗和が最小となるρの下での平均割引関数を最適解とすることが\n当てはまることは，明らかである。しかしながら，上記２のとおり，本願明\n細書には，一般化最 小２乗法以外の回帰分析の手法や，「λ 」ｇｈｔ\n「φ 」以外の相関構造について全く記載されていないのであり，まｇｈｔ．ｊｒ\nた，公知技術や周知技術を参酌することによって，一般化最小２乗法以外の\n回帰分析の手法や，「λ 」「φ 」以外の相関構造を採用した場合ｇｈｔ ｇｈｔ．ｊｒ\nについて，「企業の倒産確率及び回収率を正確に計測する」という本願発明\nの効果を奏することが立証されているものではないから，一般化最小２乗法\n以外の回帰分析の手法や，「λ 」「φ 」以外の相関構造を構成とｇｈｔ ｇｈｔ．ｊｒ\nして含む本願発明が明確ではないことは，前記２(2)と同様である。\n「期間構造算出手段」についての審決の判断は，上記と同旨をいうものと\n解されるのであり，拒絶理由通知が指摘した「機能的に表現された『期間構\n造算出手段』の機能が不明であるため，同手段の構成が不明である」点が，\n依然として解消されていないとした審決の判断は，是認できる。\n(2) 原告らは，「当業者の常識の範ちゅうに関するδの最適化についての記載\nは，比較的にうすいが，段落【0034】でも，「ρを求め（ステップＳ８），そ\nの下での平均割引関数を最適解とする」として，δの最適化も明示されてい\nる。」，「被告の主張は，本願発明の範囲，すなわち請求項１の記載を，実施\n例として記載した一般化最小２乗法に限定すべきであるとするのに等しく，不\n当である。回帰分析の分野においては，単なる最小２乗法，一般最小２乗法，\n最尤法などの手法が知られており，精度の優劣と計算の複雑度についての差は\nあるものの，いずれの最適化の手法をも利用でき得るものである。」，「本願\n発明を構成する各要素については，それぞれ明確に記載されており，機能的記\n載としては明確性を否定する理由も，挙げられていない。もとより，本願発明\nの場合，具体的には，数値解析の一手法として開発されたものであり，その記\n載は，機能的にならざるを得ないものである。」，「段落【0015】の記載か\nら，請求項１は，実施例に基づき，それをさらに具体的に記載したものであ\nる。」と主張する。\nしかしながら，本願明細書の発明の詳細な説明に，δの最適化が記載され，\n請求項１が，回帰分析の分野で，利用でき得る最適化の手法を含むものであ\nり，請求項１の記載は，機能的にならざるを得ないものであり，また，請求項\n１が，実施例に基づき，それをさらに具体的に記載したものであるとしても，\n一般化最小２乗法以外の回帰分析の手法や，「λ 」「φ 」以外の相ｇｈｔ ｇｈｔ．ｊｒ\n関構造を構成として含む本願発明が明確ではないことは，前記２(2)のとおり\nである。したがって，これらの原告らの主張も，採用することができない。\n４ 取消事由３（現在価値計測手段に関する36条６項２号の判断の誤り）につい\nて\n「各格付けについて，変換された前記社債明細および発行企業明細情(1) 請求項１には，\n報のデータと，前記記憶手段から呼び出した国債割引率の期間構造のデータとに基づいて社\n債の理論価格を算出し，該社債の理論価格を前記社債明細および発行企業明細情報中の実際\nの市場価格と比較して，該比較における誤差データを算出することにより，格付け毎の社債\nとその属性，倒産確率，回収率と割引率の関係を算出し，格付および業種のカテゴリーごと\nの倒産確率の期間構造を，前記誤差データの値を小さくするよう最適化することにより，全\nての格付けについて，前記最適化した回収率と，前記格付および業種のカテゴリーごとの倒\n産確率の期間構造の最適化されたものを与えるパラメータとを求めて，社債の現在価値のデ\nと記載され，また，本願明細書ータとして出力する現在価値計測手段」（下線付加）\n（甲13-2）には，次の記載がある（段落【0037】～段落【0049】，下線付\n加）。\n「………このような社債明細及び発行企業明細情報20Aを国債の割引率の期間構造12A\nと共に現在価値計測部21に入力し，計測された現在価値21Aより期間構造及び回収率算\n出部22で，Ｉ個の格付とＪ個の業種の組み合わせカテゴリー（ｉ，ｊ）毎の倒産確率\nの期間構造を計測する。つまり，倒産により支払不能となる可能性をもつ社債のキャ\nッシュフローの現在価値を国債の割引率関数を用いて評価し，社債の市場価格と結合\nさせ，価格に内在する倒産確率及び回収率を格付及び業種のカテゴリー毎に計測する\nのである。ここで，現在時点ｔから将来の時点（ｔ＋ｓ）までの倒産確率は，企業の\n属性としての格付と，その企業が属する業種のみに依存するとして，第ｉ格付第ｊ業\n種の時点ｓまでの（累積）倒産確率は下記数１２で示される。\n【数１２】\nｐ （ｓ：ｉ，ｊ） （ｉ＝１，・・・，Ｉ，ｊ＝１，・・・，Ｊ）ｔ\nそして，第ｋ社債の発行企業は，その営業形態から業種ｊ＝１，・・・，Ｊに対して\nウエイトｗ （１），・・・，ｗ （Ｊ）の関係を有するものとする（ステップＳ１ｋｋ\n２）。\n【数１３】\n従って，第ｋ社債発行企業の時点（ｔ＋ｓ）までの倒産確率は，下記数１４となるが\n（ステップＳ１３），上記ステップＳ１２及びＳ１３は先ず格付ｉ＝１から実施する\n（ステップＳ１１）。\n【数１４】\nここで，第ｋ社債のキャッシュフロー（クーポン）の発生時点を（ｔ＋ｓ ）とすｋｌ\nる。ただし，ｌ＝１，・・・，Ｍ である。そして，社債の番号ｋ＝１，・・・，Ｎにｋ\n対して国債の場合と同様に時点を合併し，大きさの順に下記数１５とする。\n【数１５】\nｋこのとき，時点ｔでの倒産がないとしたときの第ｋ社債のキャッシュフロー関数をＣ\n（ｓ）で示し，その企業の格付をｉ（ｋ），業種を｛ｗ （ｊ）｝とすると，属性ｔ ｋ\n（ｉ（ｋ），｛ｗ （ｊ）｝）を有する第ｋ社債のキャッシュフロー関数オーバー波線ｋ\nＣ （ｓ）は，ｓ＝ｓ に対して下記数１６となる。ｋｔ ｋｍ\n【数１６】\nここで，ｓ≠ｓ のときはキャッシュフロー関数オーバー波線Ｃ （ｓ）＝０とすｋｍ ｋｔ\nる。また，Ｂ （ｓ）はｓ＝ｓ のとき“１”，ｓ≠ｓ のとき“０”とする関数であｋｋｍ ｋｍ\nる。上記数１６の第１項は（クーポン）×［時点（ｔ＋ｓ ）までにこの企業が倒産ｋｍ\nしない確率］であり，第２項は（元本）×（回収率γ（ｉ（ｋ）））×［この企業が\n期間（ｔ＋ｓ ，ｔ＋ｓ ）の間に倒産する確率］である。回収率γ（ｉ（ｋ））ｋｍ－１ ｋｍ\nは格付だけで決まると定式化している。このキャッシュフロー関数をもつ社債ｋの現\n在時点ｔでの理論価格は，平均値の関係として下記数１７となる。\n【数１７】\nここで，オーバーバーＤ（ｓ）は国債の平均割引率関数である。国債の場合と同様に\n実際の市場価格Ｖ は確率的に市場で決定されるので，ｋｔ\n【数１８】\nとし，確率項ε に対して第ｋ社債の倒産がない場合（ｐ （ｓ）＝０）のキャッシｋｔ ｋｔ\nュフローのウエイトをもった誤差項を下記数１９とする。\n【数１９】\nｋｔ上記数１８は，国債価格の表式においてキャッシュフロー関数をオーバー波線Ｃ\n（ｓ）で置き換えたものと同等である。確率項ε の共分散行列として次の設定をすｋｔ\nる。即ち，企業ｋの格付をｉ（ｋ）とし，企業ｌの格付をｉ（ｌ）とする。このと\nき，下記数２０と設定する。\n【 数２０】\nここで，オーバー矢印Ｃ は当該社債の倒産がない場合のキャッシュフローベクトルｋｔ\nであり，Φ ，ｂ は国債の場合と同じであるが，ρ は下記数２１とする。ｋｔ ｋｌｔ ｉ（ｋ）ｉ（ｌ）\n【数２１】\n即ち，ρは格付毎に異なる値があり，異なる格付間には共通の相関パラメータξとθ\nがある。ただし，上記数２１では，格付が離れると相関が小さくなる構造を導入して\nある。更に，倒産確率関数ｐ （ｓ：ｉ，ｊ）はｓ ＝ｓ のｑ次の多項式で近似されｔ\n＊ １／４\nると仮定する。\n【数２２】\n以上より，格付ｉを有する社債と属性，倒産確率，回収率と割引率の関係が算出され\nる（ステップＳ１４）。そして，未知パラメータ｛α ｝と，相関パラメータρ ＝ｌ\nｉｊ ｉ\nρ（ｉ）及び回収率γ ＝γ（ｉ）を一般化最小２乗法による計算アルゴリズムで計算\nｉ\nする（ステップＳ１５）。即ち，先ず格付ｉを持つ社債の番号をｋ ，・・・，ｋ と１ｎ\nし，各社債の発行企業の業種属性を｛ｗｋ （ｊ）｝，・・・，｛ｗ （ｊ）｝とす１ｋｎ\nる。このとき，社債番号ｋ ，・・・，ｋ の社債価格｛Ｖ ；ｌ＝１，・・・，ｎ｝１ ｎ ｋｌｔ\nに基づいて，一般化最小２乗法により次の方式で未知パラメータρ及びγを計測す\nる。未知パラメータρ及びγの刻みとしてそれぞれ［０，１）区間を１００等分し，\n各γ とρ の組み合わせを与えて，一般化最小２乗法により未知パラメータρ 及びγ\nｉｉ ｉ\nを計測する。そして，１００００個の未知パラメータの組み合わせ（ρ ，γ ）の中\nｉ ｉｉ\nで，目的関数が最小となる組み合わせ（ρ ，γ ）を格付ｉの最適解とする。この動\nｉｉ\n作を格付ｉ＝１からｉ＝Ｉまで行う（ステップＳ１６，Ｓ１７，Ｓ２０）。図１２\nは，このようにして得られた最適解としての格付別相関パラメータρ ＝ρ（ｉ）と回\nｉ\n収率γ ＝γ（ｉ）の計測結果の一例を示している。上述のようにして求められた相関\nｉ\nパラメータ及び回収率の最適解ρ ，γ を固定して全ての格付の価格情報を併合し\nｉｉ\n（ステップＳ２１），上記未知多項式パラメータ｛α ｝と異なる格付間の相関に関ｌ\nｉｊ\nわるパラメータξとθを一般化最小２乗法により計測する（ステップＳ２２）。即\nち，パラメータξとθについて［０，１）区間を１００等分し，各刻みのパラメータ\nξとθの組み合わせ（１００００個）に対して一般化最小２乗法を適用して未知パラ\nメータを計測し，目的関数が最小となる多項式パラメータ｛α ｝と相関パラメータｌ\nｉｊ\nｉｉ\nξとθを２段階目の最適解とする。このプロセスによって回収率｛γ ｝，相関｛ρ\n｝，倒産確率関数ｐ （ｓ：ｉ，ｊ），相関ξとθが計測される。」ｔ\n(2) 上記各記載によれば，本願明細書（甲13-2）の発明の詳細な説明には，\n社債ｋのキャッシュフロー関数オーバー波線Ｃ （ｓ）は，【数16】で表さｋｔ\nれ，回収率γ（ｉ（ｋ））は格付だけで決まると定式化していること，社債\nｋの理論価格は，平均値の関係として【数17】となること，市場価格Ｖ をｋｔ\n表す【数18】の確率項ε の共分散行列を，【数20】のように，相関構造λｋｔ\nと相関構造φ との２つに分離して設定すること，それぞれ［ｉ（ｋ）ｉ（ｌ）ｔ ｋｌｔ\n０，１）区間を100等分した各γ とρ の組合せを与え，社債価格｛Ｖ ｝\nｉｉ ｋｌｔ\nに基づいて，一般化最小２乗法により未知パラメータρ 及びγ を計測する\nｉｉ\nこと，10000個の未知パラメータの組合せ（ρ ，γ ）の中で，目的関数が\nｉｉ\n最小となる組合せを格付ｉの最適解とすること，相関パラメータ及び回収率\nの最適解ρ ，γ を固定して，すべての格付の価格情報を併合し，未知多項\nｉｉ\n式パラメータ｛α ｝と，異なる格付間の相関に関わるパラメータξとθｌｉｊ\nを，一般化最小２乗法により計測すること，［０，１）区間を１００等分\nし，各刻みのパラメータξとθの組合せに対して，一般化最小２乗法を適用\nして未知パラメータを計測し，目的関数が最小となる多項式パラメータ｛\nα ｝と相関パラメータξとθを２段階目の最適解とすることが，開示さｌｉｊ\nれている。\nしたがって，本願明細書で，請求項１の「変換された前記社債明細および\n発行企業明細情報のデータと，前記記憶手段から呼び出した国債割引率の期\n間構造のデータとに基づいて社債の理論価格を算出」するとは，発明の詳細\nの説明において，【数１７】の理論価格に，γ とρ の組合せを与えること\nｉｉ\nに対応し，請求項１の「該社債の理論価格を前記社債明細および発行企業明\n細情報中の実際の市場価格と比較して，該比較における誤差データを算出す\nることにより，格付け毎の社債とその属性，倒産確率，回収率と割引率の関\nｉｉ係を算出」するとは，一般化最小２乗法により，未知パラメータρ 及びγ\nの格付ｉごとの最適解を求めることに対応し，また，請求項１において，格\n付の「倒産確率の期間構造を，前記誤差データの値を小さくするよう最適化\nすることにより，全ての格付けについて，前記最適化した回収率と，」格付\nの「倒産確率の期間構造の最適化されたものを与えるパラメータとを求め」\nるとは，回収率の最適解γ を固定して，すべての格付の価格情報を併合\nｉ\nし，パラメータξとθの組合せに対して一般化最小２乗法を適用し，目的関\n数が最小となる多項式パラメータ｛α ｝と相関パラメータξとθを２段ｌｉｊ\n階目の最適解とすることに対応することは，明らかである。\nしかしながら，請求項１は，社債の理論価格が，【数16】や【数17】で求\nめられることを特定するものではない。また，一般化最小２乗法は，回帰分\n析の一手法にすぎず，本願発明が，実施例の一般化最小２乗法に限定されて\nいないことについては，当事者間に争いはなく，請求項１は，確率項ε のｋｔ\n共分散行列が，社債間のどのような相関構造を前提とするのかも，特定する\nものではない。そして，本願明細書には，【数16】以外の社債のキャッシュ\nフロー関数についても，また，一般化最小２乗法以外の回帰分析の手法や，\n「λ 」「φ 」以外の相関構造についても，全く記載されていなｉ（ｋ）ｉ（ｌ）ｔ ｋｌｔ\nい。また，公知技術や周知技術を参酌することによって，【数16】以外の社\n債のキャッシュフロー関数，一般化最小２乗法以外の回帰分析の手法や，\n「λ 」「φ 」以外の相関構造を採用した場合について，「企業ｉ（ｋ）ｉ（ｌ）ｔ ｋｌｔ\nの倒産確率及び回収率を正確に計測する」という本願発明の効果を奏するこ\nとの立証はない。\nそうすると，【数16】以外の社債のキャッシュフロー関数を構成として含\nみ，また，一般化最小２乗法以外の回帰分析の手法や，「λ 」ｉ（ｋ）ｉ（ ｌ）ｔ\n「φ 」以外の相関構造を構成として含む本願発明は，明確ではないといｋｌｔ\nわざるを得ない。\n本願発明の「現在価値計測手段」についての審決の判断は，上記と同旨を\nいうものと解され，したがって，拒絶理由通知が指摘した「両データに基づ\nいて社債の理論価格を算出する処理が，どのような処理を意味するのか，が\n不明である。」，「『誤差データを算出することにより，格付けごとの社債\nとその属性，倒産確率，回収率と割引率の関係を算出』する処理が，どのよ\nうな処理を意味するのか，が不明である。」，「『最適化』の処理が，具体\n的にどのような処理を意味するのか，が不明である。」，「『倒産確率の期\n間構造を，最適化する』処理と，『全ての格付けについて，（中略）パラメ\nータとを求め』る処理との関連が不明である。」，との点が依然として解消\nされていないとした審決の判断は，是認できる。\n(3) 拒絶理由通知のｃ）に関する原告らの主張につき\nア 原告らは，「『前記両データに基づいて社債の理論価格を算出する』と\nいうのは，一般化最小２乗法における『社債の理論価格』の算出が行われ\nる一ステップをいうものである。すなわち，その時点で，仮に決められた\nαの値について，社債の理論価格を求め，それを異なるαの値について繰\nり返し，・・・社債の理論価格の最適値を求めることをいうものである。\nこれは，一般化最小２乗法では，普通に行われることであり，金融工学分\n野では，ごく普通の手法である。」，「本願発明を，いくつかある回帰分\n析の手法のうち，特に一般化最小２乗法に限定するものではなく，その他\nの手法をも含む形で，本願発明についての特許を請求しているものであ\nる。」と主張する。\nしかしながら，「両データに基づいて社債の理論価格を算出する」こと\nが，一般化最小２乗法における「社債の理論価格」の算出が行われる一ス\nテップをいうものであり，仮に決められたαの値について，社債の理論価\n格を求め，それを異なるαの値について繰り返し，社債の理論価格の最適\n値を求めることを意味するものであって，一般化最小２乗法では，普通に\n行われることであるとしても，本願明細書には，【数16】以外の社債のキ\nャッシュフロー関数についても，また，一般化最小２乗法以外の回帰分析\nの手法についても，全く記載されていない。また，公知技術や周知技術を\n参酌することによって，【数16】以外の社債のキャッシュフロー関数や，\n一般化最小２乗法以外の回帰分析の手法を採用した場合について，「企業\nの倒産確率及び回収率を正確に計測する」という本願発明の効果を奏する\nことの立証もない。そうすると，【数16】以外の社債のキャッシュフロー\n関数を構成として含み，また，一般化最小２乗法以外の回帰分析の手法を\n構成として含む本願発明が明確ではないことは，上記(2)のとおりであ\nる。したがって，これらの原告らの主張は，採用することができない。\nイ また原告らは，「一旦，格付け内のデータに基づいて，『社債の理論価\n格(a)』に関わる内部相関構造のパラメータ，回収率パラメータを求めた\n上で，格付け間にわたる全データを用いて，全データに関わる『社債の理\n論価格(b)』を，θ，ξと｛α ｝に関して最適化するものである。このｌｉｊ\nような最適化こそが，回帰分析の核心をなすもので，安定的な結果を算出\nするための工夫である。このような工夫は，この分野の通常の知識を有す\nるものにとっては，明らかな事項である。これは，本願発明の内容を作る\n要素でもある。原告らは，これを説明するのに，「仮決め」として表現し\nたものである。したがって，発明の詳細な説明と請求項１の記載との間\nに，何の矛盾もない。」と主張する。\nしかしながら，本願明細書には，一般化最小２乗法以外の回帰分析の手\n法や，「λ 」「φ 」以外の相関構造について，全く記載されｉ（ｋ）ｉ（ｌ）ｔ ｋｌｔ\nていないのであり，また，公知技術や周知技術を参酌することによって，\n一般化最小２乗法以外の回帰分析の手法や，「λ 」「φ 」以ｉ（ｋ）ｉ（ｌ）ｔ ｋｌｔ\n外の相関構造を採用した場合について，「企業の倒産確率及び回収率を正\n確に計測する」という本願発明の効果を奏することが立証されているわけ\nでもないから，一般化最小２乗法以外の回帰分 析の手法や，\n「λ 」「φ 」以外の相関構造を構成として含む本願発明が明ｉ（ｋ）ｉ（ｌ）ｔ ｋｌｔ\n確ではないことは，上記(2)のとおりである。したがって，原告らの上記\n主張も，採用することができない。\n(4) 拒絶理由通知のｄ）に関する原告らの主張につき\nア 原告らは，「現実のデータのうち，実際の数値が分かっているものは代\n入した上で，未確定のパラメータα，γ，ξ，θについては，未確定にし\nておいたままで，『格付け毎の社債とその属性，倒産確率，回収率と割引\n率の関係』を定めておくのである。・・・ここでは未確定のパラメータが\nあるので，『関係』が算出されるのであって，倒産確率や回収率を具体的\nに示す数値が得られるわけではない。」と主張する。\nしかしながら，請求項１の「該社債の理論価格を前記社債明細および発\n行企業明細情報中の実際の市場価格と比較して，該比較における誤差デー\nタを算出することにより，格付け毎の社債とその属性，倒産確率，回収率\nと割引率の関係を算出」するとは，一般化最小２乗法により，未知パラメ\nータρ 及びγ の格付ｉごとの最適解を求めることを意味することは，前\nｉｉ\n示のとおりである。そうすると，請求項１のこの処理では，未知パラメー\nタρ 及び回収率γ の，格付ｉごとの最適解に対応した倒産確率\nｉｉ\nｐ （ｓ：ｉ，ｊ）が，格付けごとに，具体的な数値として求められるのｔ\nであるから，原告らの主張は，本願明細書の記載に基づかないものであ\nり，採用することができない。\nイ また原告らは，「本願明細書では，比較的高度な一般化最小２乗法を用\nいて説明を行っているが，特許請求の範囲を，発明の詳細な説明に記載し\nた一般化最小２乗法に，限定するものではない。」と主張する。\nしかしながら，一般化最小２乗法以外の回帰分析の手法を構成として含\nむ本願発明が明確ではないことは，前記(2)のとおりであるから，この原\n告らの主張も，採用し得ない。\n(5) 拒絶理由通知のｅ）に関する原告らの主張につき\nア 原告らは，「いずれのモデルを用いても，何らかの『最適化』が行われ\nるものであるので，請求項１では，そのように表現してある。その具体例\nは，段落【0047】と段落【0048】に手順が記載されている一般化最小２乗\n法である。そして，得られた結果についても，段落【0050】 ～ 段 落\n【0052】に，図面を参照して説明してある。」，「実施例として，一般化\n最小２乗法を用いた最適化が，どのようなものであり得るのか明確である\n一方，本願発明は，他の手法を用いることも可能である。」と主張する。\nしかしながら，一般化最小２乗法以外の回帰分析の手法を構成として含\nむ本願発明が明確ではないことは，前記(2)のとおりであるから，原告らの\n上記主張も，採用することができない。\nイ また原告らは，「単に各業種カテゴリーについて，順次同じ計算を，異\nなる業種カテゴリーの一つ一つについて繰り返していけばいいことは，極\nめて明らかで，何の説明の必要もない事項である。したがって，業種カテ\nゴリーｊについての処理は，あえて本願明細書に記載していないものであ\nる。」，「業種カテゴリーｊごとの最適化が説明されていないとの指摘に\n対して，何の相関関係も仮定していないことは，本願明細書の記載からみ\nて明らかであるので，業種カテゴリー間の相関関係を考慮しておらず，相\n関関係については触れていない。していないことを，発明の詳細な説明又\nは特許請求の範囲に，わざわざ記載する必要はない。」と主張する。\nしかしながら，本願明細書の記載によれば，格付は，社債の発行企業ご\nとに，一つに定まるのに対し，業種は，【数13】に示されるように，企業\nの営業形態から，複数にまたがるものであって，第ｋ社債発行企業の倒産\n確率は，【数14】に示されるように，特定の業種だけで定まるものではな\nい。したがって，原告らが主張するように，単に各業種カテゴリーについ\nて，順次同じ計算を，異なる業種カテゴリーの一つ一つについて繰り返し\nていけばいいというものではないから，本願明細書において，業種のカテ\nゴリーごとの処理が，どのように行われるのかは，明確ではないというべ\nきである。\nまた，原告らは，業種カテゴリー間に，何の相関関係も仮定していない\nから，業種カテゴリーごとの最適化を記載する必要はないと主張するが，\n業種カテゴリー間に，何の相関関係も仮定していないからといって，第ｋ\n社債発行企業の倒産確率が，特定の業種だけで定まるものではないから，\n本願明細書の記載からでは，業種のカテゴリーごとの処理が，どのように\n行われるのかが，明確ではないことに変わりがない。\n以上のとおり，業種のカテゴリーごとの最適化は，本願明細書において\n明確ではないのであるから，本願発明において，「『業種のカテゴリーご\nと』の処理は，どのように行われるのか，が不明である。」と，拒絶理由\n通知で指摘した事項が，依然として解消されていないことは明らかである\nとした審決の判断に，誤りはない。\n５ 取消理由４（期間構造及び回収率算出手段に関する36条６項２号の判断の誤\nり）について\n原告らは，「『業種のカテゴリーごと』の倒産確率の期間構造は，もとより\n各格付けごとに求められているので，『格付け及び業種を組み合わせた各カテ\nゴリ』について，倒産確率の期間構造を求めることは，明確に開示されており\n（段落【0037】にある「Ⅰ個の格付とＪ個の業種の組み合わせカテゴリー\n（ｉ，ｊ）ごとの倒産確率の期間構造を計測するとの記載），拒絶理由通知の\nイ）及びロ）に指摘された不明点は存在していない。」と主張する。\nしかしながら，本願明細書の記載からでは，業種のカテゴリーごとの処理\nが，どのように行われるのかが明確ではないことは，前記のとおりである。し\nたがって，「全ての格付けについての，格付および業種のカテゴリーごとの倒\n産確率の期間構造の最適化されたものを与えるパラメータに基づいて，格付及\nび業種を組み合わせた各カテゴリーに対して，『倒産確率の期間構造の最適化\nされたものを求める』処理が，具体的にどのような処理を意味するのか，が不\n明である。」との拒絶理由通知の指摘事項が，依然として解消されていないこ\nとは明らかであるとした審決の判断に，誤りはない。\n６結語\n以上のとおり，原告らの主張する取消事由１～４には理由がなく，請求項１\nに係る特許請求の範囲の記載は，特許法36条６項２号に規定する要件を満たし\nていないものであるから，特許法36条４項に関する取消事由５について検討す\nるまでもなく，本件審判の請求は成り立たないとした審決の結論に，誤りはな\nい。\nよって，原告らの本訴請求は理由がないから，これを棄却することとして，\n主文のとおり判決する。\n知的財産高等裁判所 第２部\n裁判長裁判官 中野哲弘\n裁判官 岡 本 岳\n裁判官 上田卓哉\n"
}