{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 3,
    "day": 29
  },
  "case_number": "平成13(ネ)3395",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "11929",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=11929",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/929/011929_hanrei.pdf",
  "contents": "平成１３年(ネ)第３３９５号　特許権侵害差止等請求控訴事件（原審・東京地方裁\n判所平成１１年(ワ)第１０１号）（平成１４年１月２１日口頭弁論終結）\n判　　　　　　　　　決\n控訴人　　    　　　　　タイホー工業株式会社\n訴訟代理人弁護士 　　   田　　　中　　　克　　　郎\n同               　　   千　　　葉　　　尚　　　路\n同　　　　　　　        森　　　崎　　　博　　　之\n同　　　　　　　　　　　吉　　　野　　　正　　　己\n同　　　　　　　　　　　菊　　　田　　　行　　　紘\n同　            　      佐　　　藤　　　真　太　郎\n同 　　                 湯　　　川　　　雄　　　介\n同                  　　山　　　本　　　麻　記　子\n補佐人弁理士 　　  　   福　　　田　　　賢　　　三\n同　　                  稲　　　葉　　　良　　　幸\n被控訴人 　　　　　　   呉工業株式会社\n訴訟代理人弁護士 　　   安　　　田　　　有　　　三\n同 　　　　　　　　     小　　　南　　　明　　　也\n補佐人弁理士　　　　　　伊　　　藤　　　克　　　博\n主　　　　　　　　　文\n本件控訴を棄却する。\n控訴費用は控訴人の負担とする。\n事実及び理由\n第１　当事者の求めた裁判\n１　控訴人\n(1)　原判決を取り消す。\n(2)　被控訴人は、原判決別紙物件目録記載の艶出し洗浄剤を、製造、販売、貸\n与、販売又は貸与のための展示をしてはならない。\n(3)　被控訴人は、前項の艶出し洗浄剤を廃棄せよ。\n(4)　被控訴人は、控訴人に対し、１億６５３９万０６００円及びこれに対する\n平成１１年２月３日から支払済みまで年５分の割合による金員を支払え。\n(5)　訴訟費用は、第１、２審を通じ、被控訴人の負担とする。\n(6)　仮執行の宣言\n２　被控訴人\n主文と同旨\n第２　事案の概要\n控訴人は、名称を「艶出し洗浄方法」とする発明（特許第２１３７５４４\n号、以下「本件発明」といい、その特許権を「本件特許権」という。）の特許権者\nであり、被控訴人は、原判決別紙物件目録記載の艶出し洗浄剤（以下「被控訴人製\n品」という。）を製造販売している。本件は、被控訴人製品が本件発明の実施にの\nみ使用する物であって、本件特許権を侵害している（間接侵害）として、控訴人\nが、被控訴人に対し、被控訴人製品の製造等の差止め、その廃棄及び損害賠償を求\nめている事案である。\n原判決は、被控訴人製品が本件発明の「２Ｗｔ％を越えない範囲で泡調整剤\nを配合してなる」の構成要件（構成要件Ａ②）を具備しないから、本件発明の実施\nにのみ使用する物ということはできないとして、控訴人の請求を棄却した。\n本件の当事者間に争いのない事実、争点及び争点に関する当事者の主張は、\n次のとおり補正、付加するほか、原判決「事実及び理由」欄の「第２　事案の概\n要」及び「第３　争点に関する当事者の主張」のとおりであるから、これを引用す\nる。\n１　原判決の補正\n(1)　原判決の上記引用部分中の「本件特許発明」をいずれも「本件発明」に改\nめ、同引用部分中及び原判決別紙被告製品成分組成一覧表中の「ｗｔ％」をいずれ\nも「Ｗｔ％」に改める。\n(2)　原判決２頁１３行目及び１６頁１１行目の「実施のみに使用するもの」を\n「実施にのみ使用する物」に、１６頁８行目から９行目の「実施のみに使用する」\nを「実施にのみ使用する」に、同頁１８行目から１９行目の「方法にのみ使用する\nもの」を「方法の実施にのみ使用する物」に、１７頁１６行目の「使用されるも\nの」を「使用する物」に、同頁２３行目の「方法にのみ使用されるもの」を「方法\nの実施にのみ使用する物」に改める。\n(3)　同３頁２３行目の「技術的範囲に属し」を「実施にのみ使用する物であ\nり」に、６頁２４行目の「技術的範囲に入る」を「実施にのみ使用する物である」\nに、７頁２行目の「技術的範囲に属さない」を「実施にのみ使用する物とはいえな\nい」に改める。\n(4)　同１５頁５行目の「時機に遅れた」を「時機に後れた」に、１６頁１８行\n目の「本件特許権」を「本件発明」に改める。\n２　控訴人の当審における主張\n(1)　泡調整剤の解釈\nア　原判決は、本件発明の構成要件Ａ②に規定する「泡調整剤」について、\n基剤及びこれに含まれる乳化剤に対し、泡調整剤が別に存在しなければならないと\n解釈しているが、誤りである。原判決のように解すると、泡調整剤たり得る成分に\n基剤と同じ成分を混合させたり、泡調整剤と同じ成分を先に基剤に加えておきさえ\nすれば、泡調整剤該当性が否定されることとなり、泡調整剤を本件発明の要件とし\nた意味がない。\nイ　原判決は、本件明細書の特許請求の範囲、発明の詳細な説明の記載等か\nら、本件発明の配合方法として、先ず基剤があって、これに泡調整剤が別成分とし\nて加えられる必要があるとするが、誤りである。\n特許請求の範囲中「シリコンオイルに乳化剤を加えて水に分散させた基\n剤に」との記載は、単に、シリコンオイル、乳化剤及び水が基剤を構成するという\nことを意味するにすぎず、殊更「基剤に加える」という配合方法まで特定している\nとは解されない。また、「２Ｗｔ％を越えない範囲で泡調整剤を配合してなる」と\nいうＡ②の構成要件も、泡調整剤の基剤に対する配合割合を、２Ｗｔ％を超えない\n範囲に特定しているにすぎない。\nさらに、発明の詳細な説明欄においても、泡調整剤は、乳化剤でも、基\n剤を構成するものでもないから、別に泡調整剤たり得る物質を記載しているにすぎ\nない。かえって、発明の詳細な説明欄には、泡調整剤が洗浄剤中に含まれているこ\nとから泡調整効果が生ずるとしており、その配合方法により泡調整効果が生ずると\nは記載されていない。\n加えて、実施例を見ると、基剤の必要成分である水が泡調整剤を加えた\n後に加えられ、艶出し洗浄剤の配合方法及び製造方法は、本件発明の泡調整作用と\nは何ら関係がないとされている。\nウ　本件発明は、基剤と泡調整剤の割合が特許請求の範囲の記載のようにな\nることが要件であって、調整方法を要件としているものではない。実際、被控訴人\n製品において、基剤の調整と泡調整剤の配合順序によって、製品の効果が異なるも\nのではない。そもそも、本件発明は、艶出し洗浄剤を用いた「艶出し洗浄方法」の\n発明であるから、「艶出し洗浄剤」という物である被控訴人製品に関しては、その\n成分と配合割合のみが問題なのであって、製造方法自体は問題とならない。\nエ　ノニルフェノールＥＯ１５付加物に２付加物のような低付加物が存在す\nることは、当審提出の日本油脂株式会社・油化学研究所分析センター作成の分析報\n告書（甲第５２号証）等により明らかである。ノニルフェノールＥＯ２付加物を付\n加していない試料に消泡効果が見られないことは、乳化剤として基剤に添加したノ\nニルフェノールＥＯ低付加物が泡調整剤とは認められないという根拠にはならず、\nまた、構成要件Ａについて、泡調整剤を基剤に別途添加する必要があるとの解釈を\n裏付けるものではない。\nオ　被控訴人は、最高裁判例を引用し、特許発明の技術的範囲は特許請求の\n範囲の記載のみによって解釈されるべきであると主張するが、その後、平成６年の\n特許法改正により７０条２項が加えられた経緯のあることを無視した主張である。\n(2)　ノニルフェノールＥＯ２付加物の泡調整剤該当性\nア　原判決は、被控訴人製品に含まれるノニルフェノールＥＯ付加物のう\nち、被控訴人主張の組成を前提とすれば、ノニルフェノールＥＯ２付加物が泡調整\n剤、ノニルフェノールＥＯ５．５付加物及び１６付加物が乳化剤であり、被控訴人\n製品について、泡調整剤が別個の成分として乳化剤を含む基剤に加えられたことの\n立証がないとするが、その前提である構成要件Ａ②の解釈を誤っているのであるか\nら、上記立証がないとする点でも誤りである。\nイ　原判決は、川上八十太「安定なるエマルジョンの作り方」（乙第２１号\n証）などの文献に記載された知見からすると、シリコンの安定的な乳化のために、\nノニポール２０、５５、１６０の異なった３種類の界面活性剤を混合して、乳化剤\nとして使用していると考えるのが技術常識に合致するというが、誤りである。ＨＬ\nＢ値がシリコンオイルを乳化するのに最も適しているノニポール５５には、他のモ\nル付加物を混合する必要はない。\nウ　原判決は、控訴人の実験では、基剤及びこれに含まれる乳化剤とは別の\n成分として消泡効果を有する泡調整剤が加えられていることを立証していないとす\nるが、誤りである。本件発明は、配合方法まで要件としているものではなく、基剤\nに対し２Ｗｔ％を越えない範囲で泡調整剤が配合されていれば足りる。実験の結\n果、控訴人が泡調整剤であると主張する成分に消泡作用があり、被控訴人が主張す\nる成分にその作用がないことが確認されたのであるから、上記実験により立証は十\n分である。\nエ　被控訴人は、ノニルフェノールＥＯ付加物が、本件明細書に乳化剤とし\nて記載されているフェニルエーテルに属することを主張するが、ノニルフェノール\nＥＯ付加物は、付加モル数によって、乳化剤になるものも、消泡剤になるものもあ\nる。現に、ノニルフェノールＥＯ２付加物に消泡作用があることは、原判決も認め\nるところである。\n(3)　特許異議答弁書（乙第３１号証）の記載と禁反言\n上記特許異議答弁書は、個々に独立して乳化剤として用いられる非イオン\n界面活性剤は、ＨＬＢ値１０ないし１８程度のものが最適であるとしているのみで\nあり、混合体としてＨＬＢ値１０以下のものが含まれる場合のことまで言及してい\nるものではないから、控訴人が、特許異議答弁書において、ＨＬＢ値５以上のもの\nを意識的に除外しているとする原判決の認定は誤りである。\n(4)　混合物中の各モル付加物の効果\n原判決は、被控訴人の使用するノニポールのような市販の界面活性剤は混\n合物であり、その中には各付加モル数の成分が存在し、混合物中の各付加モル数成\n分も全体として効果を生ずるものであることは一般的な知見であるというが、混合\n物において混合している物質は、それぞれ単体としての性質を失うわけではないか\nら、上記知見は、一般的なものではない。さらに、原判決は、ノニルフェノールＥ\nＯ１５付加物中にも２付加物のような低付加物が分布するはずであるのに２付加物\nに消泡効果が見られないとして、泡調整剤として機能するためには別途泡調整剤が\n添加される必要があるとしているが、ノニルフェノールＥＯ１５付加物中の２付加\n物に消泡効果が認められないとする証拠はなく、技術常識にも反している。\n(5)　審理不尽\n原判決は、構成要件Ａ②の解釈を誤ったため、その余の争点について全く\n判断していない審理不尽の違法がある。\n３　被控訴人の当審における主張\n(1)　泡調整剤の解釈\nア　本件発明において、基剤は、シリコンオイルに乳化剤を加えて水に分散\nさせたものであって、乳化剤は基剤に含まれる。基剤に泡調整剤を配合するという\n構成要件Ａの記載によれば、泡調整剤が基剤中の乳化剤とは別の成分であり、基剤\nに泡調整剤を配合することが本件発明の要件であることは、文言上一義的に明確で\nある。特許発明の技術的範囲は、特許請求の範囲の記載が一義的に明確である場合\nには、その記載により判断され、これが一義的に明確に理解することができないな\nどの特段の事情がある場合に限って、発明の詳細な説明等を参酌して判断されるべ\nきであることは、判例（最高裁平成３年３月８日判決・民集４５巻３号１２３頁\n等）上確定している。本件において、構成要件Ａは上記のとおり一義的に明確であ\nる。\nイ　また、発明の詳細な説明を見ても、問題点を解決するための手段として\n「この発明は、上記実情に鑑み、シリコンオイルに乳化剤を加えて水に分散させた\n基剤に、２Ｗｔ％を越えない範囲で泡調整剤を配合してなるスプレー型艶出し洗浄\n剤を、洗浄面に吹き付ける・・・艶出し洗浄方法を提案するものである。」と記載\nされ、基剤について「この発明において基剤としては・・・艶出性能を有するシリ\nコンオイルに、オレイン酸モルホリン石鹸・・・等の乳化剤類、灯油・・・等の溶\n剤等を適当量加えてシリコンオイルを水中に乳化させたものであり」と記載され、\n泡調整剤について「泡調整剤としてはポリオキシアルキレン化合物等の界面活性剤\n型・・・オクタノール等のアルコール型等を使用することができ」と記載され、基\n剤に泡調整剤を加えることについて「これらの泡調整剤は基剤に対して２Ｗｔ％を\n越えない範囲で加えられる」と記載されている。発明の詳細な説明におけるこれら\nの記載によっても、泡調整剤は基剤及びこれに含まれる乳化剤とは別の成分として\n基剤に加えられるものであることが明らかである。\n(2)　ノニルフェノールＥＯ２付加物の泡調整剤該当性\nア　被控訴人製品の配合方法は、シリコンオイルをノニポール２０、５５、\n１６０の３種の乳化剤で乳化して水に分散させ、イソステアリン酸アンモニウムな\nいしアイソパーＭを用いて基剤を調製し、同基剤に、水、アルコール及びラノリン\n脂肪酸モルフォリン石けん液を配合するものである。被控訴人製品が乳化剤として\n上記３種のノニポールを混合して使用していることは、原判決の判示するとおり、\n技術常識に合致する。\nイ　また、上記３種のノニルフェノールＥＯ付加物は、いずれも本件明細書\nに乳化剤として記載されているフェニルエーテルに属するから、これらが泡調整剤\nとして記載されているポリオキシアルキレン化合物等の界面活性剤に属するからと\nいって、直ちに泡調整剤であるということはできない。\n第３　当裁判所の判断\n当裁判所も、控訴人の請求は理由がないものと判断するが、その理由は、次\nのとおり補正、付加するほかは、原判決「事実及び理由」欄の「第４　当裁判所の\n判断」のとおりであるから、これを引用する。\n１　原判決の補正\n(1)　原判決の上記引用部分中の「ｗｔ％」をいずれも「Ｗｔ％」に改める。\n(2)　同２４頁１４行目から２５頁１４行目までを削り、２５頁１５行目の\n「エ」を「ウ」に改め、２６頁１１行目から２２行目までを削る。\n(3)　同２８頁１行目の「本件特許」を「本件発明」に改め、２行目の「か\nら，」の次に「本件発明の実施にのみ使用する物であるということはできず，」を\n加える。\n２　控訴人の当審における主張について\n(1)　泡調整剤の解釈\nア　本件明細書（甲第５、第６号証）の特許請求の範囲には、「シリコンオ\nイルに乳化剤を加えて水に分散させた基剤に、２Ｗｔ％を越えない範囲で泡調整剤\nを配合してなるＯ／Ｗ型エマルジョンのスプレー型艶出し洗浄剤を」と記載されて\nいるから、この記載によれば、本件発明における洗浄剤は、基剤に、これと異なる\n泡調整剤を別個配合するものであることが文言上明確である。\nイ　また、本件明細書（甲第５、第６号証）の発明の詳細な説明には、\n「（問題点を解決するための手段）この発明は、上記実情に鑑み、シリコンオイル\nに乳化剤を加えて水に分散させた基剤に、２Ｗｔ％を越えない範囲で泡調整剤を配\n合してなるスプレー型艶出し洗浄剤を、洗浄面に吹き付ける・・・艶出し洗浄方法\nを提案するものである。」（甲第５号証３欄１０行目～１６行目）、「この発明に\nおいて基剤としては・・・艶出性能を有するシリコンオイルに、オレイン酸モルホ\nリン石鹸・・・等の乳化剤類、灯油・・・等の溶剤等を適当量加えてシリコンオイ\nルを水中に乳化させたものであり」（同３欄１７行目～２６行目）、「泡調整剤と\nしてはポリオキシアルキレン化合物等の界面活性剤型・・・オクタノール等のアル\nコール型等を使用することができ、これらの泡調整剤は基剤に対して２Ｗｔ％を越\nえない範囲で加えられる」（同３欄３２行目～３８行目）と記載されている。発明\nの詳細な説明におけるこれらの記載は、泡調整剤が基剤及びこれに含まれる乳化剤\nとは別の成分として基剤に加えられるものであることを意味しており、特許請求の\n範囲に係る上記アの解釈に沿うものである。\nウ　現行特許法は、７０条において、特許発明の技術的範囲は、願書に添附\nした明細書の特許請求の範囲の記載に基いて定められなければならないとし（１\n項）、その場合に明細書の特許請求の範囲以外の部分の記載及び図面を考慮して、\n特許請求の範囲に記載された用語の意義を解釈するものと規定する（２項）。本件\nにおいては、明細書の特許請求の範囲の文言どおりの解釈が、明細書のその余の部\n分の記載によっても支持されるものであるから、被控訴人の引用する最高裁判例の\n趣旨について検討するまでもなく、特許請求の範囲に係る上記アの解釈が、特許法\n７０条により正当であるというべきである。\nエ　控訴人は、基剤及びこれに含まれる乳化剤に対し、泡調整剤が別に存在\nしなければならないと解すると、泡調整剤たり得る成分に基剤と同じ成分を混合さ\nせたり、泡調整剤と同じ成分を先に基剤に加えておきさえすれば、泡調整剤該当性\nが否定されることとなり、泡調整剤を本件発明の要件とした意味がないと主張す\nる。\nしかしながら、本件発明は、方法の発明であって、物の発明ではないか\nら、泡調整剤たり得る成分に基剤と同じ成分を混合させたり、泡調整剤と同じ成分\nを基剤にあらかじめ混合させておくという方法は、本件発明と明らかに異なる方法\nであって、発明の構成において本件発明と同一性を欠くことは明らかである。構成\nの同一性を欠く以上、仮に、対象となる方法が特許発明の方法と作用効果が同一で\nあっても、特許発明の技術的範囲に属するということはできない。泡調整剤に係る\n上記アの解釈が不都合であるというのであれば、そのような不都合が生ずるような\n本件明細書を添付して出願した控訴人の責に帰すべきことであり、特許請求の範囲\nを明細書の記載に反するように解釈して第三者に不測の不利益を及ぼすことはでき\nない。\nオ　また、控訴人は、本件発明の特許請求の範囲中「シリコンオイルに乳化\n剤を加えて水に分散させた基剤に」との記載は、単に、シリコンオイル、乳化剤及\nび水が基剤を構成するということを意味するにすぎず、殊更「基剤に加える」とい\nう配合方法まで特定しているとは解されないとか、「２Ｗｔ％を越えない範囲で泡\n調整剤を配合してなる」というＡ②の構成要件も、泡調整剤の基剤に対する配合割\n合を２Ｗｔ％を越えない範囲に特定しているにすぎないと主張するが、方法の発明\nである本件発明について、このような控訴人の解釈が明細書の記載に反するもので\nあることは上記のとおりである。\nさらに、控訴人は、発明の詳細な説明について、泡調整剤は、乳化剤で\nも、基剤を構成するものでもないから、別に泡調整剤たり得る物質を記載している\nにすぎないとか、泡調整剤が洗浄剤中に含まれていることから泡調整効果が生ずる\nとしており、その配合方法により泡調整効果が生ずるとは記載されていないと主張\nするが、本件明細書の特許請求の範囲の記載は、基剤に対し、これとは別の泡調整\n剤を加えるという過程を具備する方法のものであることは明らかであり、また、仮\nに、泡調整効果という作用効果が同一であったとしても、本件発明の構成を具備し\nない以上は、特許発明の技術的範囲に属するということはできない。\n控訴人は、明細書の実施例（４欄３３行目以下）についても主張する\nが、本件発明の規定する方法の後に、水を加えて乳化したり、噴射剤とともにスプ\nレー缶に充填する工程を付加したからといって、本件発明の実施例であるというこ\nとに何ら妨げはなく、これにより、本件発明の技術的範囲に係る上記アの解釈は、\n何ら左右されるものではない。\nカ　控訴人は、本件発明が基剤と泡調整剤の割合を特許請求の範囲の記載の\nようにすることが要件であって、調整方法を要件としているものではないと主張す\nるが、本件発明は、艶出し洗浄方法の発明であって、その洗浄剤の調整方法が特許\n請求の範囲に明記されている以上、本件発明の一工程として、本件発明において必\n須の要件であるといわざるを得ない。\nまた、控訴人は、被控訴人製品において、基剤の調整と泡調整剤の配合\n順序によって製品の効果が異なるものではないと主張するが、上記のとおり、作用\n効果の同一性があっても構成の同一性を欠くときは、特許発明の技術的範囲に属す\nるということはできない。\nさらに、控訴人は、本件発明が艶出し洗浄剤を用いた「艶出し洗浄方\n法」の発明であるから、「艶出し洗浄剤」という物である被控訴人製品に関して\nは、その成分と配合割合のみが問題なのであって、製造方法自体は問題にならない\nと主張する。しかしながら、方法の発明である本件発明について、物の製造販売が\n特許権を侵害するのは、特許法１０１条２項に規定する「方法の発明の実施にのみ\n使用する物」についてである。上記のとおり、方法の発明である本件発明は、基剤\nに、これとは別の泡調整剤を配合してなる艶出し洗浄剤を使用する方法であるか\nら、このような方法により配合されていない艶出し洗浄剤を使用しても、本件発明\nの実施とならないことは明らかであって、そのような物は、本件発明の実施にのみ\n使用する物に当たらないから、その製造販売等の行為は、本件特許権を侵害するも\nのではない。\nキ　控訴人は、ノニルフェノールＥＯ１５付加物に２付加物のような低付加\n物が存在することを主張するが、その存否について認定するまでもなく、本件発明\nが泡調整剤を基剤に別に配合する工程を含むことは、上記のとおり明らかであるか\nら、控訴人の主張は失当である。\nク　控訴人は、平成６年の特許法改正により７０条２項が加えられた経緯の\nあることを主張するが、本件発明が泡調整剤を基剤に別に配合する工程を含むこと\nは特許請求の範囲に明記されていることであり、また、明細書の発明の詳細な説明\nを参酌しても同様の解釈をすべきことは上記のとおりであって、控訴人の主張は失\n当である。\n(2)　ノニルフェノールＥＯ２付加物の泡調整剤該当性\nア　控訴人は、被控訴人製品について、泡調整剤が別個の成分として乳化剤\nを含む基剤に加えられたことの立証がないとする原判決の認定を非難するが、当審\nにおける証拠を参酌しても、上記の点の立証があったとはいえないところであり、\n控訴人の主張が、構成要件Ａ②が基剤に泡調整剤を配合するという配合方法を含ん\nでいないことを前提とするものとすれば、上記のとおり、構成要件の解釈を誤って\nいる点で採用することができない。\nイ　また、控訴人は、控訴人製品が、シリコンの安定的な乳化のために、ノ\nニポール２０、５５、１６０の異なった３種類の界面活性剤を混合して、乳化剤と\nして使用していると考えるのが技術常識に合致する旨の原判決の認定を非難する\nが、被控訴人は、被控訴人製品の配合方法について、シリコンオイルをノニポール\n２０、５５、１６０の３種の乳化剤で乳化して水に分散させ、イソステアリン酸ア\nンモニウムないしアイソパーＭを用いて基剤を調製し、同基剤に、水、アルコール\n及びラノリン脂肪酸モルフォリン石けん液を配合するものであると主張しており、\nその方法が技術的に不自然、不合理であることをうかがわせる証拠はない。そうす\nると、被控訴人製品について、泡調整剤が別の成分として乳化剤を含む基剤に加え\nられたことの立証がないとする原判決の認定は、首肯することができる。\nウ　さらに、控訴人は、実験の結果、控訴人が泡調整剤であると主張する成\n分に消泡作用があり、被控訴人が主張する成分にその作用がないことが確認された\nとか、ノニルフェノールＥＯ付加物は、付加モル数によって、乳化剤になるもの\nも、消泡剤になるものもあると主張するが、これらの事実は、いずれも、泡調整剤\nが別個の成分として乳化剤を含む基剤に加えられたことを立証するものではなく、\n被控訴人製品が構成要件Ａ②を具備しないという判断を左右するものではない。\n(3)　控訴人は、特許異議答弁書（乙第３１号証）において、ＨＬＢ値５以上の\nものを意識的に除外しているということはできないと主張するが、本件発明が泡調\n整剤を別個の成分として乳化剤を含む基剤に加える構成を有し、被控訴人製品がそ\nのように配合されたものとは認められない以上、意識的除外の点について判断する\nまでもなく、控訴人の主張は理由がない。\n(4)　控訴人は、混合物中の各モル付加物の効果についても主張するが、この点\nも、上記(2)ウの点と同様、被控訴人製品が構成要件Ａ②を具備しないという判断を\n左右するものではない。\n(5)　控訴人の審理不尽の主張は、原判決が構成要件Ａ②の解釈を誤ったことを\n前提とするものであるから、前提を欠き、採用することができない。\n３　結論\n以上のとおり、控訴人の請求を棄却した原判決は相当であって、控訴人の本\n件控訴は理由がないからこれを棄却することとし、控訴費用の負担につき、民事訴\n訟法６７条１項本文、６１条を適用して、主文のとおり判決する。\n東京高等裁判所第１３民事部\n裁判長裁判官　　　篠　　　原　　　勝　　　美\n裁判官　　　長　　　沢　　　幸　　　男\n裁判官　　　宮　　　坂　　　昌　　　利\n"
}