{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 12,
    "day": 12
  },
  "case_number": "平成12(ワ)502",
  "case_name": "損害賠償請求",
  "court_name": "和歌山地方裁判所",
  "lawsuit_id": "7417",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=7417",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/417/007417_hanrei.pdf",
  "contents": "主　　　　　　　　　　文\n１　原告の請求を棄却する。\n２　訴訟費用は原告の負担とする。\n事実及び理由\n第１　請求\n被告は，原告に対し，２０００万円及びこれに対する平成１０年７月２６日から支払\n済みまで年５分の割合による金員を支払え。\n第２　事案の概要\n本件は，原告が被告に対し，原告の長男の死亡につき，被告の開設する病院に勤\n務していた当直医が適切な診断や治療を怠ったことなどを理由として，債務不履行又\nは不法行為（民法７０９条，７１５条）に基づき，損害額４０２６万３８１４円の内２０００万\n円の賠償を請求した事案である。\n１　前提事実（争いのない事実と弁論の全趣旨により容易に認められる事実）\n(1)　原告は，妻・Ａとの間に，長男・Ｂ（昭和６３年４月１３日生。）と長女・Ｃ（昭和６０\n年１２月３０日生。）をもうけた。\n(2)　被告は，肩書住所地にＤ病院を開設する医療法人であり，医師としてＥを雇用\nしていた。\n(3)　原告は，平成１０年７月２５日午後６時過ぎころ，Ｂが地元の自治会が開催した\n夏祭りで提供されたカレーライスを食べた後，嘔吐を繰り返し，Ｃも嘔吐を始めた\nため，Ａと共にＢとＣを連れてＤ病院に赴き，被告との間で診療契約を締結し，同\n日午後７時過ぎころ診察を受けた。\n(4)　Ｅは，当時，Ｄ病院で当直医として勤務しており，Ｂを診察し，カレーライスを食\nべた後に吐き気，嘔吐があると聞き，食中毒（急性胃腸炎）と診断し，輸液，制吐\n剤等を投与したが，Ｂの症状が軽快しないため，同日午後８時ころ入院させた。\n(5)　Ｂは，同月２６日午前３時２５分ころ容体が急変し，一般病室から集中治療室（Ｉ\nＣＵ）に移され，同日午前４時１０分ころ呼吸と心拍が停止し，心マッサージ等を\n施され，同日午前７時５４分ころ死亡が確認されたが，その死亡原因は上記カレ\nーライスに混入していた砒素による中毒であった。\n２　争点\n(1)　前提問題\nＥは，Ｂにつき，通常の食中毒ではなく，毒物等による中毒の疑いを持つか，\n少なくとも普通程度以上の食中毒であると認識することができたのに，安易に通\n常の食中毒であると診断したか。\n（原告の主張）\nＥは，最初にＢを診察したとき，Ｂがカレーライスを食べた後すぐ吐き気，嘔吐\nを起こしたとの訴えがあり，嘔吐や下痢が激しかったし，更に，遅くとも同様の症\n状の患者が多数発生してＤ病院その他の病院に搬送されたことを知ったときに\nは，カレーライスを食べた点で共通することが分かったのであるから，毒物等に\nよる中毒の疑いを持つことができたし，少なくとも普通程度以上の食中毒である\nと認識できたにもかかわらず，通常の食中毒であるとの診断を変えず，カレーラ\nイスが調理された状況について問診や調査をすることなく，Ｂの発症原因を究明\nしなかった。\n（被告の反論）\nＥがＢの症状が一般的な細菌性食中毒であると考えたことに医学上の問題は\nなかった。すなわち，Ｅは，Ｂの容体が急変してけいれんを起こし，続いて同じ症\n状の他の患者もけいれんを起こしたため，一般的な食中毒ではなく，毒物等によ\nる中毒の可能性が高いとの疑いを持ったが，それ以前の段階では，毒物以外で\nも食後比較的早く嘔吐する場合があるし，同様の症状の患者が多数で，発症原\n因がいずれもカレーライスであったとしても，毒物等による集団中毒の発症例は\nほとんどないので，毒物等による中毒の疑いを持つことができなかった。また，Ｅ\nは，仮に毒物等の可能性を疑ったとしても，当時の医学水準では毒物が何であ\nるかを究明し同定することは不可能であったから，有効な治療方法を考えること\nができなかった。\n(2)　被告の過失１\nＥは，Ｂにつき，適切な診断をして症状を把握し，これに応じた治療を行うべき\nであったのに，これを怠り，血圧や心電図等の経過観察を十分に行わず，適切\nな昇圧剤の投与や適量の輸液を施さず，Ｂから救命の機会を奪ったか。\n（原告の主張）\nＥは，Ｂにつき，遅くとも同様の症状の患者が多数来院したときには毒物等に\nよる中毒の疑いを持つべきであったし，これが認められないとしても，平成１０年\n７月２５日午後９時ころにはＢの脈拍数が２２０回／分（これが間違いであるとし\nても，推定１１０回／分ないし１４４回／分で通常より著しく高い数値），血圧が７\n８／４８㎜Hg，体温が３８．５度であり，ショック又はショック先駆状態であったの\nで，脱水症状に対する輸液を施すだけでなく，血圧，脈拍数，呼吸数及び体温の\n測定や少なくとも７時間以上は尿量の検査をして治療効果の有無を確認しなが\nら，Ｂの状態を改善するための適切な治療を行うべきであったのに，血圧及び心\n電図等の経過観察を十分に行わなかったため，適切な昇圧剤の投与や適量の\n輸液を施すこともなく，初期の心肺危機状態（著しい低血圧，頻脈等が継続して\nいる状態）を乗り切れず，Ｂに救命の機会を失わせた。\n（被告の反論）\nＥは，Ｂにつき，十分な経過観察を行い，適切な治療を施した。すなわち，Ｅ\nは，Ｂにつき，下痢や嘔吐による脱水症状のため血圧が低下していたものの，シ\nョックとはいえず，通常の食中毒であると判断し，その場合には昇圧剤を使わな\nいのが原則であるため，昇圧剤を投与せず輸液だけで症状の推移を観察するこ\nととし，Ｂにアクチット等を投与し，更にクーリングを行うなどの処置を施しなが\nら，何回も病室を訪れてＢの全身状態を観察し，血圧，脈拍数及び体温を測定し\nたが，食中毒では通常は心電図の必要がないので，Ｂの容体が急変するまでは\n心電図による経過観察を行わなかった。なお，原告の指摘する脈拍数２２０回／\n分は，触診では測定できず，看護記録の明らかな誤記である。\n(3)　被告の過失２\nＥは，Ｂの症状の重篤性や患者の多量発生等の緊急性にかんがみ，適切な\n経過観察と治療を行うためには，院長に連絡し，他の医師や看護婦（なお，平成\n１４年３月以降は看護師。以下同じ。）を招集すべきであったのに，これを怠り，\n当直医１名と当直看護婦２名で対処したか。\n（原告の主張）\nＥは，Ｂの症状が重篤であり，しかも同様の症状の患者多数が発生し，Ｄ病院\nにもＢを含めて合計８名が搬送されたので，Ｂその他の患者に対する経過観察\nと適切な治療を行うためには，人手が不足する状態となったのであるから，速や\nかに院長に連絡し，他の医師や看護婦を招集すべきであったのに，これを怠り，\n当直医１名と当直看護婦２名で対処した。\n（被告の反論）\nＥは，Ｄ病院において，当直医１名及び看護婦３名（当直看護婦２名と外来看\n護婦１名）でＢその他の患者に対応したが，人手不足で必要な医療を行えないよ\nうな状態ではなかったので，他の医師や看護婦の応援を求めなかった。なお，Ｅ\nは，Ｂの容体が急変した後は，直ちに他の病棟から看護婦の応援を求めると共\nに，院長にも連絡して来院してもらった。\n(4)　原告の損害\n被告が原告に賠償すべき損害額はいくらか。\n原告は，被告が原告に賠償すべき損害額は別紙損害計算書記載のとおりで\nあると主張しているが，被告は，これを争っている。\n第３　当裁判所の判断\n１　争点(1)について\n(1)　証拠（甲６の１ないし３，９，１２，乙１，３ないし５，１０ないし１２，１４ないし１７，\n１９，２１，２３，２９ないし３３，４２，４６ないし４８，証人Ｆ，同Ｅ，原告本人）及び弁\n論の全趣旨によると，大要，次の事実を認めることができる。\nア　Ｅは，平成１０年７月２５日午後７時過ぎころ，Ｂを診察した際，Ｂが顔面蒼白\nで，嘔吐を繰り返しており，Ｂの両親からも，Ｂが夏祭りで提供されたカレーラ\nイスを食べた後，間もなく吐き気を訴え，嘔吐を繰り返し，腹部の痛みも訴え\nていると聞き，更に，同じカレーライスを食べて吐き気や嘔吐等の症状を訴え\nる患者が何人も運ばれてきたので，発症が比較的早いし，煮込んでよく火を\n通したはずのカレーでも食中毒が起こるのかと疑問を感じながらも，細菌性食\n中毒以外の原因で特に思い付くものがなかった。\nイ　Ｅは，Ｂがカレーライスを食べた約１時間後から治療を開始したにもかかわら\nず，症状が改善する気配は全く見られず，逆に時間が経つに連れて全身状態\nが徐々に悪化し，同月２６日午前３時４０分ころには，意識状態が低下し，呼\n吸状態も悪化したため，Ｂの症状の原因が細菌性食中毒ではないかも知れな\nいと思ったが，その他の原因について考え付くものがなく，同日午前６時ころ\nになって，Ｄ病院の他の医師又は職員から，Ｂその他の患者が食べたカレー\nライスに毒物が混入された疑いがあるという話を聞いた。\nウ　Ｆは，食後短時間で嘔吐していることや相次いで２名の患者が心肺停止を来\nしたことに疑問を抱き，同日午前４時３０分ころ，他の病院に問い合わせた\nが，Ｊ医療センターでは，細菌性食中毒を考え，抗生物質（ホスミシン）の点滴\nをして経過は良いとのことであり，Ｋ病院からは，リンを測定したが異常ではな\nく，ブドウ球菌による食中毒か何かの薬物中毒かは分からないと言われ，毒\n物混入の情報は得られず，同日午前６時ころになり，警察から電話でシアン\n化合物が吐物より検出されたと連絡を受けた。\nエ　ところで，いわゆる和歌山カレー事件は，夏祭りで提供されたカレーライスに\n砒素が混入され，６７名が受診し，そのうちＢを含めて４名が死亡した事件で\nあり，短時間で激しい嘔吐が始まったことなどから，単なる食中毒ではなく何\nらかの毒物中毒を疑うべきであったとの指摘もあるが，同事件発生直後は，１\n２施設の医療機関で１５名以上の医師が患者を診察しても毒物の判断に至っ\nておらず，しかも，毒物の種類は多い上，多彩な症状が出るため，患者の治\n療をしながら中毒物質が何であるかを確認する方法はなかった。\nオ　また，食中毒とは，食品の摂取によって生じる感染性・中毒性の急性胃腸炎\n又は神経障害の総称であり，その原因としては細菌だけでなく，自然毒，化学\n物質等も含まれるものであるが，我が国の食中毒は夏期に多発しており，平\n成９年食中毒統計では，食中毒の病因物質が判明した事件数の９４．３％が\n細菌性食中毒であり，化学物質によるものは０．３％に過ぎず，その中で砒素\nについては，１９４０年代から１９６０年代にかけて散発的に急性砒素中毒の\n集団発生が見られたが，その後は砒素による自殺例が時々報告される程度\nであった。\nカ　更に，細菌性食中毒には，大きく分けて感染型と毒素型があり，サルモネラ\n食中毒等の感染型食中毒では，摂食から嘔吐等の症状が出るまでの潜伏期\n間は十数時間程度であるが，これに比べて毒素型食中毒の潜伏期間は短く，\nその中で代表的な黄色ブドウ球菌による食中毒では，文献上「２～６時間であ\nり，３時間前後のことが多い」「０.５～６時間，平均２.５～３時間」「２～３時間程\n度」「数時間」「３～６時間」「１～５時間，平均３時間」と記載されているが，同\n食中毒の集団発生の事例を見ると，食後３０分以内の発症例や約１０分で発\n症した例もあったことが報告されている。\nキ　Ｂは，カレーライスを食べた後，約５ないし１０分で嘔吐を始めているし，ま\nた，いわゆる和歌山カレー事件の中毒患者の多くは，短時間で症状が出てお\nり，「嘔吐の発現はほとんどが５分以内であったが，３０分以降に発症した症\n例もあった。」との報告がある外，Ｉ保健所が同事件の被害者中５９名について\nカレーを食べてから嘔吐までの時間を調査した結果は，直後と訴える者が１８\n名（３０．５％），５分後が１３名（２２．０％），１０分後が８名（１３．６％）であった\nが，３０分以上経過して嘔吐した者も８名存在した。\nク　また，黄色ブドウ球菌による食中毒は，食品中に既に存在する耐熱性毒素\n（エンテロトキシン）を摂取することによって生じる食中毒で，夏から初秋にか\nけて多発し，急な吐き気，２，３回の嘔吐，強い上腹部の痛みで始まることが\n多く，やや遅れて水様性の下痢が２，３回あるのが普通で，ときには嘔吐と下\n痢が激しく，循環障害の症状も加わり，脱水症状で血圧が低下し，唇や手足\nが蒼白になることがあり，発熱はほとんどないものの，まれに３８度を超える\n発熱があって他の食中毒との鑑別が難しくなることもあり，治療方法として\nは，輸液等の対症療法が主体となり，重症の場合も脱水等の改善を図れば\n数日で回復するとされている。\n(2)　上記認定の事実をもとに判断すると，我が国の食中毒は夏期に多発し，その\n大部分が細菌性であり，化学物質によるものは極めて少なかったこと，いわゆる\n和歌山カレー事件が発生した時期は，黄色ブドウ球菌による食中毒が多発する\n時期と重なっていたこと，上記事件発生直後は，１２施設の医療機関の１５名以\n上の医師が毒物の判断に至っていなかったこと，後記２(1)で認定したＢの症状\nは，容体が急変するまでは，黄色ブドウ球菌による食中毒の可能性を排斥する\nものではなかったことなどを指摘することができる。そこで，これらの諸点を勘案\nすると，上記事件の中毒患者が，黄色ブドウ球菌による食中毒にしては，摂食\n後嘔吐までの時間が比較的短かった点を考慮しても，上記事件発生当時の平\n均的な救急病院の医師が，Ｂにつき，毒物中毒の疑いを持って発症原因を究明\nすべきであったとまではいえない。\nしたがって，Ｂの容体が急変するまでの症状につき，Ｅが細菌性食中毒の可\n能性が高いと判断したのは相当であり，毒物中毒の疑いを持たなかったことや\n他の原因による食中毒の可能性を究明しなかったことを非難することはできな\nい。\n２　争点(2)について\n(1)　証拠（甲５，８の１，１２，乙１，２９，３６，３７，４３ないし４７，５０，５２ないし６２，\n証人Ｆ，原告本人）及び弁論の全趣旨によると，大要，次の事実を認めることが\nできる。\nア　Ｅは，平成１０年７月２５日午後７時過ぎころ，Ｂを診察した際，意識は清明\nで，体温が３７．２度であったが，顔面蒼白で，嘔吐を繰り返しており，脱水症\n状を起こすおそれがあったため，水分補給のためアクチットと制吐剤のプリン\nペランを点滴注入し，更に，細菌性食中毒の可能性が高いと考え，殺菌のた\nめ，生理食塩水に抗生物質であるホスミシンを入れて投与した上，経過観察\nの必要があると判断し，同日午後８時ころＢを入院させ，何度か病室を訪ねて\nＢの状態を観察したが，入院後もしばらく吐き気が治まらず，嘔吐を繰り返し\nた。\nイ　Ｂは，症状が軽快せず，逆に時間が経つに連れて徐々に全身状態が悪化\nし，同日午後９時ころには，体温が３８．５度で，血圧が７８／４８mmHgと低く，\nかなりの頻脈で，上肢冷感，熱感があり，同日午後１０時ころ，水様便の下痢\n症状が出現した外，全身倦怠感や口渇があり，同月２６日午前零時ころには，\n体温が３８．９度で，下痢が続き，熱感があり，顔色が良くなかったものの，嘔\n吐が治まり，比較的落ち着いた状態であり，同日午前３時ころは，体温が３８．\n０度で，眠っていた。\nウ　Ｅは，Ｂを入院させた後，何回か病室に赴き，額に手を当てたり脈拍を確か\nめたりした外，Ｂ本人や付き添っていた原告に症状を尋ねるなどし，看護婦か\nらも血圧等について報告を受け，血圧が少し低いと思って輸液の１時間当た\nりの投与量を増やしたが，Ｂの症状については，嘔吐や下痢で脱水が進んだ\nことによって，熱が上がり，循環血液量が減少して血圧が低下するなどしたの\nであり，一般的な食中毒の症状と矛盾せず，輸液によって回復するものと考\nえていたため，継続的に血圧や尿量をモニターする装置までは装着しなかっ\nた。\nエ　ところが，Ｅは，同日午前３時２５分ころ，Ｂの血圧は１００／６２mmHgに回復\nしていたが，右凝視（瞳が右端に寄ったまま動かない状態）が見られ，右脳に\n異変が起きたことが分かった上，呼吸が時々止まるようになり，同日午前３時\n３０分ころ，突然けいれん発作が約１５秒間続き，発熱が続いていたことなど\nから熱性けいれんの可能性があると考え，解熱剤のボルタレンを座薬で投与\nし，頭部，両腋下部及び両鼠径部を同時に冷やす五点クーリングを行い，同\n日午前３時４０分ころ，再びけいれん発作が起こったので，けいれん止めのセ\nルシンを投与した。\nオ　Ｅは，Ｂの意識状態が低下し，刺激を与えても手足を少し動かしたり顔をしか\nめたりする程度の反応しか示さなくなり，呼吸状態も悪化したので，Ｂを集中\n治療室（ＩＣＵ）に移したが，同日午前４時１０分ころ呼吸及び心拍が停止した\nため，口から管を挿入して人工呼吸を行い，心マッサージを始めると共に，昇\n圧剤のボスミンや循環改善剤のソルメドロールを投与するなど，蘇生術を続\nけたが，同日午前４時３０分ころ昏睡状態となり，そのまま回復せず，同日午\n前７時５４分ころ死亡を確認した。\nカ　Ｂは，砒素が混入したカレーライスを食べたため，砒素により胃腸の粘膜が\n損傷して嘔吐や下痢を起こして脱水症状を来たし，消化管から吸収された砒\n素が血管を損傷し，血管の透過性亢進により大量の水分が血管外へ移行し\nて循環血液量が減少し，砒素の血管拡張作用と相俟って，血圧の低下等を起\nこし，更に，消化管から吸収された砒素が血液を介して各組織に運ばれ，脳・\n中枢神経や心筋に作用して，けいれんや意識低下，心肺停止を来たしたもの\nであり，遅くとも集中治療室に移されたころには不可逆的な循環不全の状態\nで，救命が不可能であった。\nキ　一般に，急性砒素中毒の場合，血圧が下降しショックを引き起こし，意識障\n害が出現して，早ければ２４時間以内に死亡することがあり，その死因は通常\n不可逆的な循環不全であるが，Ｅとしては，Ｂの容体が急変するまで細菌性\n食中毒と考えていたし，仮に毒物中毒の疑いを持ったとしても，その毒物が砒\n素であることが判明したのは同年８月３日であり，これが判明しない限り，ＢＡ\nＬ（ジメルカプロール）等のキレート剤の投与その他の砒素に対する治療を行\nうことはできず，対症療法として，実際にＢに行った治療方法と同様，輸液に\nよる循環管理を行うしかなかった。\nク　Ｅは，Ｂ（体重３５kg）に対し，外来診察時からアクチット（１本５００ml）を点滴\n注入し始め，同年７月２５日中に２本目を投与し，同月２６日に容体が急変し\nた時点では３本目を投与していたので，容体が急変するまでに合計１０００な\nいし１５００mlを投与したことになるが，細菌性食中毒の対症療法としての輸液\nの量は１日１０００ないし１５００mlとされているので，ＥがＢに投与したアクチッ\nトの量は，１０歳の小児に対する輸液の量として十分なものであった。\nケ　また，Ｅは，砒素中毒では，心電図検査でＱ－Ｔ間隔の延長，ＳＴ－Ｔ波の異\n常，時に不整脈が認められるので，心電図検査が不可欠であり，また，血圧\nが下降するため血管を確保し，十分な輸液を行い，昇圧剤を点滴に加えるも\nのとされているが，一般的な食中毒では，心電図検査を行わないのが原則で\nあり，尿量を測定する必要もなく，また，昇圧剤を投与するとかえって心臓に\n負担を掛けるため，Ｂの容体が急変するまでの間，心電図検査や尿量の測定\nをせず，昇圧剤も投与しなかった。\n(2)　前記１の判断に加え，上記認定の事実をも勘案すると，Ｅは，Ｂにつき，細菌\n性食中毒の可能性が高いと判断したのであるが，その判断に特に問題があった\nわけではないし，Ｂが細菌性食中毒にしては重い症状を呈していたとしても，そ\nの脱水症状や血圧の低下に対処するため，外来診察時から血管を確保し，１０\n歳の小児には十分な量のアクチットを点滴注入して水分補給するなど，具体的\nな症状に即した治療を行ったということができる。もっとも，Ｅは，Ｂの容体が急変\nするまで，心電図検査や尿量の測定を行わず，昇圧剤も投与しなかったのであ\nるが，前記１のとおり，Ｂの容体が急変するまでは，Ｅに対し，砒素その他の毒\n物中毒の疑いを持つべきであったとまでは要求できないので，心電図検査や尿\n量の測定を行うべきであるのにこれを怠ったとはいえないし，ＥがＢの容体急変\n前に昇圧剤を投与しなかったことについても，その判断に問題があったというこ\nとはできない。また，Ｅは，仮にＢについて毒物中毒の疑いを持ったとしても，毒\n物が砒素であることは知り得なかったのであるから，その治療方法は，輸液によ\nる対症療法が中心となると考えられ，実際にＢに対して施された治療方法と特に\n違いが生じるということはできない。\nなお，上記認定事実中，Ｂの容体が急変した時期につき，原告は，平成１０年\n７月２６日午前零時過ぎころ，Ｂが１回目のけいれんを起こし，その約１時間後に\n２回目のけいれんを起こした旨，上記認定と異なる供述をしているが，原告は，\n当時，腕時計をしておらず，病室にも時計はなかったと思うし，もしあったとしても\n気にしてなかった旨供述しているので，時間に関する原告の記憶は正確なもの\nではなく，上記認定に影響はないというべきである。\nまた，Ｂの同月２５日午後９時ころの脈拍数につき，看護記録には２２０回／\n分と記載されているが，証拠（甲１０，証人Ｅ，同Ｆ，同Ｇ）によると，看護婦は，触\n診で患者の心拍数を数えるのが通常であるが，触診で２２０回／分の測定をす\nることは不可能であること，頻脈になると，収縮期血圧と拡張期血圧の間が狭く\nなって血圧の測定が難しくなるので，２２０回／分という頻脈のときに血圧を７８\n／４８mmHgと測定できるかどうかは疑問であること，もしＢの脈拍数が２２０回／\n分であったとすれば，極めて危険な数値であるから，看護婦としては直ちに医師\nに告げなければならないが，Ｅが何らかの対応をした形跡はなく，Ｆも脈拍数に\nついて看護婦から報告を受けなかったことなどを指摘することができ，これらの\n諸点を勘案すると，看護記録中の上記記載の正確性には疑問があるといわざる\nを得ない。この点につき，Ｅは，検察官に対する供述調書（甲１２）において，心\n拍数が１分間に２２０回と異常な頻脈症状が出ていたと説明しているが，Ｅは，\n証人尋問では，看護婦から脈拍数について報告を受けたものの，記憶に残るほ\nどの異常値ではなかった旨証言しているので，上記供述調書の記載が正確であ\nるとは断言し難いというべきである。\n(3)　次に，原告の主張について補足して説明することとする。\n原告は，Ｅが漫然とＢに輸液を施すだけで，血圧，脈拍数，呼吸数及び体温\nの測定等により輸液の効果を確認しなかったため，適切な治療ができず，Ｂの\n救命の機会が奪われたと主張しており，確かに，ＥがＢの血圧を継続的に測定し\nておらず，尿量の測定もしていないので，遺族である原告の心情としては，Ｅに\nもっと綿密な経過観察をして欲しかったと思うのも無理はないが，Ｂは，一時は\n血圧が７８／４８mmHgと低かったのに，その約６時間２５分後には１００／６２\nmmHgに回復したこと，Ｂは，容体が急変する前は，特に呼吸状態に問題があっ\nたわけではないことなどにかんがみると，Ｅが行った経過観察や治療が適切で\nなかったとはいえないし，仮にＥが継続的にＢの血圧の変化や尿量を測定する\nなどして治療効果を確認したとしても，実際にＢに施された治療と異なる治療を\nすべきであったか，具体的にどのような治療をすべきであったかがいずれも明ら\nかでないというべきである。また，Ｅは，遅くともＢの血圧が７８／４８mmHgに低\n下したころから輸液の１時間当たりの投与量を増やしたものと思われるが，その\n増加の程度は明らかでなく，仮に可能な限り大量の輸液を投与したとしても，こ\nれによって循環血液量を回復してショックに陥るのを防いでＢを延命させること\nができたと断定することはできず，また延命されておれば当然砒素が体外に排\n出されて救命ができたといえるかどうかも明らかでないというべきである。\n更に，原告は，平成１０年７月２５日午後９時ころにはＢの脈拍数が通常より\n著しく高い数値を示し，血圧が７８／４８㎜Hgであり，ショック又はショック先駆状\n態であったので，その時点で昇圧剤を投与すべきであったと主張しており，証拠\n（甲９ないし１１，証人Ｇ）を見ると，Ｅは，同日午後９時ころにはＢについてショッ\nクの疑いを持つべきであり，全身管理，特に酸素吸入と大量輸液が必要であっ\nたというのであるが，この点につき，証拠（甲１０，乙３４，６３，証人Ｅ，同Ｆ，同\nＧ）に基づいて検討すると，確かに，ショックとは，急性の全身性循環障害で，低\n血圧を主徴とする症候群であり，迅速で正しい治療が行われないと，不可逆性\nの臓器障害を起こし致死的となるものであり，ショックの一般的な症状として，顔\n面蒼白，虚脱，冷汗，脈拍触知不能及び呼吸不全が挙げられるが，９ないし１０\n歳児の血圧の正常値は，平均収縮期圧が１０７±１７㎜Hg，平均振動期圧が５７\n±９㎜Hgであり，Ｂの上記血圧が低いことは確かであるとしても，異常に低いと\nいえるかどうかは疑問である上，Ｂは，当時，激しい嘔吐と下痢により脱水症状\nを起こし，血圧が低下した状態にあったこと，Ｅは，Ｂの血圧が少し低いと思い，\n輸液の１時間当たりの投与量を増やしたこと，その後，Ｂの血圧が１００／６２\nmmHgまで回復したことなどをも考慮すると，Ｂが同日午後９時ころの時点でショ\nック又はショック先駆状態であったかどうかは疑問であり，輸液に加えて昇圧剤\nを投与すべきであったとは断言できないし，急性砒素中毒の場合，輸液や昇圧\n剤で循環動態を保っておれば救命が可能であったと断言できるものではないと\n考えられるので，結局，原告の上記主張を採用することはできない。\nまた，原告は，ＥがＢに投与したアクチットは１本５００mlに過ぎず，Ｂの脱水症\n状に対応した輸液の量として不十分であった旨主張しているので，これについて\n検討すると，Ｅは，Ｂを外来で診療したとき，アクチット（１本５００ml）を点滴で１時\n間に６０mlずつ継続して投与することとし，その旨を診療録に記載したが，その\n後，上記のとおりＢの血圧が少し低いと思って輸液の１時間当たりの投与量を増\nやしたこと（乙１，証人Ｅ），看護記録中の注射欄には平成１０年７月２５日中にア\nクチット２本，同月２６日にアクチット１本が投与された旨の記載があり，同年８月\n７日までに作成されたＢの診療報酬明細書にもアクチット５００mlが３本投与され\nた旨の記載があること（乙１，６４，６８の１ないし９），また，看護記録中の同年７\n月２５日２０時欄と２１時欄には，同年８月２０日より後になって「エラスター挿入」\n「アクチット５００」等と追加して記載されているが，その都度看護記録への記載\nがされるとは限らず，後で追加して記載されたとしても，そのことから直ちにその\n追加部分が虚偽であるとは断言できないこと（甲１２，乙１，証人Ｆ），その他，原\n告は，ＥがＢの入院前から点滴を始め，入院後も続けており，けいれんを起こし\nたときも左腕に点滴の針を刺していたと供述し，Ｆも，緊急呼出を受けてＤ病院に\n着いたとき，Ｂにはアクチット等が投与されていた旨証言していることなどを勘案\nすると，ＥがＢに投与したアクチットは１０００ないし１５００mlであり，５００mlに過\nぎなかったとはいえないので，原告の上記主張は採用することができない。\n３　争点(3)について\n(1)　証拠（甲１２，乙２，４６，４７，証人Ｆ，同Ｅ）及び弁論の全趣旨によると，大要，\n次の事実を認めることができる。\nア　Ｅは，平成１０年７月２５日午後７時４０分ころ，ＢやＣと同様，夏祭りのカレー\nライスを食べて間もなく吐き気，嘔吐が始まったと訴える患者４名が救急車で\n搬送され，内１名を経過観察のみで治療をしないまま帰宅させ，内１名を外来\nでの点滴のみで症状が軽快したため帰宅させた外，同日午後７時５０分ころ，\nＨ（以下「Ｈ」という。）もまた，夏祭りのカレーライスを食べた後に吐き気，嘔吐\nが出現したと訴えて来院し，同日午後１０時３０分ころにも同様の患者１名が\n来院した。\nイ　Ｅは，一時的には患者が多くて忙しく，その症状も一様でなかったものの，特\nに重篤な患者がいなかったため，病院内が混乱するような状態にはなく，医\n師や看護婦が不足して患者の診療が不十分になることもなく，実際，上記とお\nりカレーライスを食べた患者８名の内６名を入院させながら，他に高血圧の患\n者１名をも受け入れて診察しており，同月２６日午前４時ころ，Ｂの容体が急\n変したのに続いてＨの容体も急変するまでは，他の医師や看護婦の応援を求\nめなくても対応できていた。\nウ　ところが，Ｅは，上記のとおり，Ｂの容体が急変して集中治療室に移した後，\n一般病室が満室のため集中治療室に入院していたＨの容体も急変し，硬直\n性けいれん発作が約２０秒間続き，これが終了すると同時に心肺停止状態に\n陥ったため，口から挿管して人工呼吸を行い，心マッサージを始めると共に，\n強心剤のボスミンとソルメドロールを投与したが，同時に２名の患者が重篤な\n状態に陥ったため，この状態が続くと一人では対応できないと判断し，看護婦\nを通じて院長のＦに応援を要請した。\nエ　Ｅは，Ｈに続いてＢも心肺停止状態となり，Ｂに気管内挿管をする際，小児用\nの挿管チューブがなかったため，手術室か他の病棟に取りに行ってもらった\nが，短時間で準備でき，その間はマスクで呼吸を維持できたため，特に問題\nはなく，心電図についても，ポータブルの心電図の調子は悪かったものの，別\nの心電図が利用できたので不都合はなく，また，同時に患者２名が心肺停止\nとなったが，その時点で既に他の病棟の看護婦の応援を得ていた上，上記の\nとおり医師の応援をも要請していた。\nオ　Ｆは，緊急の呼出を受けてＤ病院に駆け付けたとき，ＢとＨが心マッサージ等\nを施されていたので，後から駆け付けた副院長を始め約４名の医師と共に蘇\n生術を続けながら，上記のとおり他の病院に問い合わせたものの，毒物混入\nの情報は得られず，発症の原因が分からなかったため，回復のわずかな可能\n性と当時の混乱した家族の心情を考えて蘇生術を続けたが，警察からシアン\n化合物が検出されたと連絡があり，更に保健所から他の病院の患者が死亡し\nたと連絡を受け，蘇生術を断念した。\n(2)　上記認定の事実によると，Ｅは，一時的に患者が増加したときは忙しかった\nが，ほとんどの患者がすぐに安定し，混乱して人手が不足する状況にはなく，一\n人で十分対応できると判断し，ＢとＨの容体が相次いで急変した時点では，他の\n病棟の看護婦の応援を得ると共に，院長のＦに連絡を取って応援を要請してい\nたのであり，以上の経過に特に不自然な点はないというべきである。これに加\nえ，証拠上，医師がＥ一人であったことにより，来院した患者の診察を十分でき\nなかったとか，入院させた患者の治療に支障を生じたとかといった事情が窺わ\nれないことをも考慮すると，Ｅにおいて，Ｂを含めて合計８名の患者が搬送された\n時点で，院長に連絡したり他の医師や看護婦の応援を求めたりするべきであっ\nたということはできない。\nなお，原告は，Ｄ病院につき，救急病院としての設備が不十分であったことを\nも問題とするようであるが，上記認定のとおり，気管内挿管のチューブや心電図\nその他の設備に特に問題があったということもできない。\n４　結論\n以上のとおりであるから，その余の争点について判断するまでもなく，原告の請\n求は理由がないといわなければならない。\n和歌山地方裁判所民事部\n裁判官　　　河　　　田　　　充　　　規\n損害計算書                       （別紙）\n１　Ｂの損害　６６５２万７６２９円\n(1)　葬儀費用　１５０万円\n(2)　逸失利益　３５０２万７６２９円\n平成１０年賃金センサス男子全年齢平均年収５６９万６８００円から生活費５割を\n控除し，ライプニッツ係数１２．２９７３を乗じて算定した。\n(3)　慰謝料　３０００万円\nＢは，健康に恵まれ，学業成績も優秀で，両親の慈愛を受け，自己の希望と努\n力により志望する上級学校に進学して将来も幸せな生活を送ることができる身分\nに恵まれながら，本件医療過誤により塗炭の苦しみの中に死亡し，春秋に富む生\n命を失ったので，その悲しみと苦痛に対する慰謝料は上記金額が相当である。\n２　原告による相続　３３２６万３８１４円\n原告は，Ｂの死亡により，上記１の損害額の２分の１の損害賠償請求権を相続によ\nり取得した。\n３　原告固有の損害　７００万円\n(1)　慰謝料　５００万円\n原告は，被告の債務不履行又は不法行為により最愛の子を失い，甚大な精神\n的損害を被ったので，これに対する慰謝料は上記金額を下らない。\n(2)　弁護士費用　２００万円\n被告は，原告の本件訴訟の弁護士費用として上記金額を支払うべきである。\n４　被告が原告に賠償すべき損害額(上記２及び３の合計)　４０２６万３８１４円\n"
}