{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 13,
    "month": 4,
    "day": 24
  },
  "case_number": "平成11(ワ)9310",
  "case_name": "",
  "court_name": "大阪地方裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "12521",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=12521",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/521/012521_hanrei.pdf",
  "contents": "平成１１年(ワ)第９３１０号　販売差止請求権不存在確認等本訴請求事件\n平成１２年(ワ)第１２３７号　特許権侵害差止等反訴請求事件\n口頭弁論終結日　平成１３年１月２９日\n判　　　　　　決\n原告（反訴被告） 　  　 東海機器工業株式会社\n訴訟代理人弁護士　　　　上　原　洋　允\n同                      小　杉　茂　雄\n補佐人弁理士　      　　吉　田　昌　司\n被告（反訴原告） 　 　　極東産機株式会社\n訴訟代理人弁護士　　　　青　柳　昤　子\n同　　　　　　　　　　　美　勢　克　彦\n補佐人弁理士        　　役　　　昌　明\n主　　　　　　文\n１　被告（反訴原告）が特許第２７４２８８１号の特許権に基づき原告\n（反訴被告）に対し別紙原告物件目録記載の畳縫着装置の製造販売を求める権利を\n有しないことの確認を求める原告（反訴被告）の訴えを却下する。\n２　原告（反訴被告）のその余の本訴請求をいずれも棄却する。\n３　反訴被告（原告）は、別紙イ号物件目録(1)及び(2)記載の畳縫着装置\nを製造し、販売し、販売のために宣伝、広告、展示をしてはならない。\n４　反訴被告（原告）は、前項記載の畳縫着装置を廃棄せよ。\n５　反訴被告（原告）は、反訴原告（被告）に対し、金３０１７万９５３\n７円及びこれに対する平成１２年４月２７日から支払済みまで年５分の割合による\n金員を支払え。\n６　反訴原告（被告）のその余の反訴請求を棄却する。\n７　訴訟費用は本訴反訴を通じてこれを２分し、その１を被告（反訴原\n告）の、その余を原告（反訴被告）の負担とする。\n８　この判決は、第５項に限り仮に執行することができる。\n事実及び理由\n第１　請求\n〔本訴請求〕\n１　被告（反訴原告、以下単に「被告」という。）は、原告（反訴被告、以下単\nに「原告」という。）に対し、特許第２７４２８８１号に係る特許権に基づいて、\n別紙原告物件目録記載の畳縫着装置について、その製造販売の差止めを求める権利\nを有しないことを確認する。\n２　被告は、原告が製造販売する前項の畳縫着装置について、前項の特許権を侵\n害する旨を文書又は口頭で第三者に告知し、又は流布してはならない。\n３　被告は、たたみ新聞及び敷物新聞に各１回ずつ、別紙謝罪広告目録記載の文\n案による謝罪広告を掲載せよ。\n４　被告は、原告に対し、金４００万円及びこれに対する平成１１年９月１８日\nから支払済みまで年５分の割合による金員を支払え。\n〔反訴請求〕\n１　主文第３、第４項同旨。\n３　原告は、被告に対し、金２億４７７０万円及びこれに対する平成１２年４月\n２７日から支払済みまで年５分の割合による金員を支払え。\n第２　事案の概要\n１　前提事実（末尾に証拠の掲記がない事実は、当事者間に争いがない。）\n(1)　本件特許権\nア　被告は、次の特許権（以下「本件特許権」といい、その特許を「本件特\n許」、その特許出願に係る願書に添付した明細書を「本件明細書」、本件特許権に\n係る発明を「本件発明」という。）を有している。\n特許番号      　　第２７４２８８１号\n発明の名称　　　　畳縫着装置\n出　願　日　　　　平成６年９月３０日（特願平６－２５９７６７）\n公開日　　　　　　平成８年４月１６日（特開平８－９８９６９）\n登　録　日　　　　平成１０年２月６日\nイ　本件発明の特許登録時の特許請求の範囲の請求項１は次のとおりであっ\nた（甲２）。\n「平刺しと返し縫いとを行なって畳に縁及び縁下紙を縫い付ける畳逢着装置\nにおいて、載置された畳に平行する走行路を走行しながら平刺しを行なう平刺機\nと、載置された畳に平行する走行路を走行しながら返し縫いを行なう返し縫い機\nと、前記畳を載置する畳縫着台とを備え、前記畳縫着台が、前記走行路に臨む位置\nに畳を固定する畳固定手段と、畳を回転して畳を縫着すべき辺を前記走行路側に移\nす回転手段とを具備することを特徴とする畳縫着装置。」\nウ　本件特許に対しては特許異議の申立てがされたが、被告は、平成１１年\n３月３１日、特許請求の範囲の請求項１を下記のとおり訂正すること等を内容とす\nる訂正請求を行い（甲３）、特許庁は、同年４月１６日、訂正（以下「本件訂正」\nという。）を認めるとの決定をした（乙１）。\n「平刺しと返し縫いとを行なって畳に縁及び縁下紙を縫い付ける畳逢着装\n置において、\n載置された畳に平行する走行路を走行しながら平刺しを行なう平刺機\nと、\n載置された畳に平行する走行路を走行しながら返し縫いを行なう返し縫\nい機と、\n前記走行路に臨む位置に畳を固定する畳固定手段および畳を回転して畳\nの縫着すべき辺を前記走行路側に移す回転手段を有し、前記畳を載置する畳縫着台\nと、\n前記畳縫着台に載置された畳の上前側を前記平刺機により平刺しを行な\nったのち、畳を回転して下前側を前記平刺機により平刺しを行ない、次に、畳を回\n転して畳の上前側を前記返し縫い機により返し縫いを行なったのち、畳を回転して\n畳の下前側を前記返し縫い機により返し縫いを行なう動作を自動的に実行するため\nに、前記平刺機、前記返し縫い機および前記回転手段を制御する制御手段とを具備\nすることを特徴とする畳縫着装置。」\n(2)　構成要件\n本件発明は、次の構成要件に分説することができる。\nＡ　平刺しと返し縫いとを行なって畳に縁及び縁下紙を縫い付ける畳逢着装\n置において、\nＢ　載置された畳に平行する走行路を走行しながら平刺しを行なう平刺機\nと、\nＣ　載置された畳に平行する走行路を走行しながら返し縫いを行なう返し縫\nい機と、\nＤ　前記走行路に臨む位置に畳を固定する畳固定手段および畳を回転して畳\nの縫着すべき辺を前記走行路側に移す回転手段を有し、前記畳を載置する畳縫着台\nと、\nＥ　前記畳縫着台に載置された畳の上前側を前記平刺機により平刺しを行な\nったのち、畳を回転して下前側を前記平刺機により平刺しを行ない、次に、畳を回\n転して畳の上前側を前記返し縫い機により返し縫いを行なったのち、畳を回転して\n畳の下前側を前記返し縫い機により返し縫いを行なう動作を自動的に実行するため\nに、前記平刺機、前記返し縫い機および前記回転手段を制御する制御手段\nＦ　とを具備することを特徴とする畳縫着装置\n(3)　イ号・ロ号物件\nア　原告は、平成１０年９月から、別紙イ号物件目録(1)及び(2)記載の畳縫\n着装置（商品名「東海スーパーロボ」。以下「イ号物件」という。同じ商品（別紙\nイ号物件目録(1)記載のもの）を原告は別紙原告物件目録記載のとおり特定してお\nり、原・被告間に構成の記述について争いがある。）を合計１３台製造販売した。\nイ　原告は、イ号物件の製造販売前、別紙ロ号物件目録記載の畳縫着装置\n（商品名「東海スーパーロボ」。以下「ロ号物件」という。構成の記述については\n原・被告に争いがある。）を合計３台製造販売した。\nウ　イ号物件は本件発明の構成要件Ａを、ロ号物件は同Ａ、Ｂ及びＣを充足\nする。\n(4)　警告文掲載及び挨拶文配布\nア　被告は、平成１０年１２月１日付け「敷物新聞」第３頁及び同年同月２\n日付け「たたみ新聞」第４頁の下欄の広告欄に、「謹告」と題して、「当社の両用\nロボットの特許第２７４２２８８１号を侵害する他社の機械の販売活動がなされて\nいます。この機械に対しては、製造元・販売元等を問わず法的手段を講じる所存で\nす。」との警告文（以下「本件警告文」という。）を掲載した。\nイ　被告は、平成１０年１０月６日ころ開催された新型「両用ロボット」内\n見会において、「６．両用ロボットの基本特許について」の項に「某メーカに対\nし、１０年５月、製造・販売・展示の中止申し入れ、１０年９月、再度、製造・販\n売・展示の中止申し入れ」と記載した挨拶文（以下「本件挨拶文」という。）を配\n布した（以下、本件挨拶文の配布と本件警告文の掲載とを併せて「本件文書配布\n等」という。）。\n２　争点\n〔本訴反訴共通〕\n(1)　イ号物件及びロ号物件は本件発明の技術的範囲に属するか。\nア　イ号物件及びロ号物件の構成\nイ　構成要件Ｂ、Ｃ該当性について\nウ　構成要件Ｄ該当性について\nエ　構成要件Ｅ該当性について\n(2)　先願の抗弁等\n(3)　本件特許には明らかな無効理由が存在するか。\nア　本件訂正は、特許法１２０条の４第３項で準用する同法１２６条２、３\n項に違反するか。\nイ　本件発明は出願前全部公知の発明といえるか。\nウ　本件特許は特許法２９条の２の規定に違反してされたか。\nエ　本件発明は発明未完成か。\n〔本訴〕\n(4)　本件文書配布等は、不正競争防止法２条１項１３号に規定する虚偽の事実\nの告知、流布に当たるか。\n(5)　原告の損害額等。\n〔反訴〕\n(6)　被告の損害額。\n第３　争点に関する当事者の主張\n１　争点(1)（イ号物件及びロ号物件は本件発明の技術的範囲に属するか）につい\nて\n(1)　同ア（イ号物件及びロ号物件の構成）について\n【被告の主張】\nア　イ号物件の構成は、次のとおりである。\nａ　平刺しと返し縫いとを行って畳に縁及び縁下紙９を縫い付ける畳縫着\n装置18であって、\nｂ　載置された畳５に平行する走行路10を走行しながら、平刺しを行なう\n平刺機16を具備し、\nｃ　載置された畳５に平行する走行路10を走行しながら、返し縫いを行な\nう返し縫い機17を具備し、\nｄ　前記走行路に臨む位置に畳を固定する畳固定手段３および畳を回転し\nて畳の縫着すべき辺を前記走行路側に移す回転手段６を有し、前記畳を載置する畳\n縫着台４を具備し、\nｅ　前記畳縫着台４に載置された畳５の上前側が前記平刺機16により平刺\nしが行なわれ、その後、畳は回転させられて、下前側が前記平刺機16により平刺し\nが行なわれ、その後、畳は回転させられて、畳の上前側が前記返し縫い機17により\n返し縫いが行なわれ、その後、畳は回転させられて畳の下前側が前記返し縫い機\n17により返し縫いが行なわれるとの動作を自動的に実行するために、前記平刺機\n16、前記返し縫い機17および前記回転手段６を制御する制御手段14を具備し、\nｆ　以上を特徴とする畳縫着装置\nイ　ロ号物件の構成も前記イ号物件の構成と同じである。\n【原告の主張】\nア　イ号物件の構成は、次のとおりである（下線部分が被告の主張と相違す\nる箇所である。）。\nａ　平刺しと返し縫いとを行って畳に縁及び縁下紙を縫い付ける畳縫着装\n置において、\nｂ　載置された畳に平行する走行路を走行しながら、平刺しを行なう平刺\n装置と、返し縫いを行なう返し縫い装置を一体的に設けた一頭式ミシン装置と、\nｄ　前記走行路に臨む位置に畳を固定する畳固定手段および畳を回転して\n畳の縫着すべき辺を前記走行路側に移す回転手段、並びに、畳の上前側を押し付け\nて畳の下前側をミシン装置に向けて押し付ける畳床押し込み手段および該押し込み\n手段の位置を検出する検出センサーを有し、前記畳を載置する畳縫着台と、\nｅ　前記畳縫着台に載置された畳の上前側を前記ミシン装置の平刺装置に\nより平刺しを行なった後、畳を回転して、畳床押し込み手段で押動して位置決め\nし、下前側を前記平刺装置により平刺しを行ない、これが完了するとミシンは停止\nする。この間に作業者は、上前側の縁および縁下折り、隅止め作業を手動で行な\nい、\n作業完了後、押ボタンスイッチを手動操作にて押すことにより、ミシ\nン装置は後退し、畳を回転して畳の上前側を前記ミシン装置の返し縫い装置により\n返し縫いを行ない、完了するとミシン装置は停止し、この間に作業者は下前側の縁\n及び縁下紙折り、隅止め作業を行ない、\n作業完了後、押ボタンスイッチを手動操作にて押すことにより、ミシ\nン装置が後退して、畳を回転させ畳の下前側を前記返し縫い装置により返し縫いを\n行う動作を実行するために、前記ミシン装置の平刺装置、前記返し縫い装置、前記\n回転手段および畳床押し込み手段を制御する制御手段と\nｆ　を具備することを特徴とする畳縫着装置\nイ　ロ号物件の構成は、次のとおりである（下線部分が被告の主張と相違す\nる箇所である。）。\nａ　平刺しと返し縫いとを行って畳に縁及び縁下紙を縫い付ける畳縫着装\n置において、\nｂ　載置された畳に平行する走行路を走行しながら平刺しを行う平刺機\nと、\nｃ　載置された畳に平行する走行路を走行しながら返し縫いを行う返し縫\nい機と、\nｄ　前記走行路に臨む位置に畳を固定する畳固定手段および畳を回転して\n畳の縫着すべき辺を前記走行路側に移す回転手段、並びに、畳の上前側を押し付け\nて畳の下前側をミシン装置に向けて押し付ける畳床押し込み手段および該押し込み\n手段の位置を検出する検出センサーを有し、前記畳を載置する畳縫着台と、\nｅ　前記畳縫着台に載置された畳の上前側が前記平刺機により平刺しを行\nなった後、畳を回転して、畳床押し込み手段で押動して位置決めし、下前側を前記\n平刺機により平刺しを行ない、これが完了するとミシンは停止する。この間に作業\n者は、上前側の縁および縁下折り、隅止め作業を手動で行ない、\n作業完了後、押ボタンスイッチを手動操作にて押すことにより、平刺\n機は後退し、畳を回転して畳の上前側を前記返し縫い機により返し縫いを行ない、\n完了するとミシン装置は停止し、この間に作業者は下前側の縁および縁下折り、隅\n止め作業を行ない、\n作業完了後、押ボタンスイッチを手動操作にて押すことにより、返し\n縫い機が後退して、畳を回転させ畳の下前側を前記返し縫い機により返し縫いを行\nなう動作を実行するために、前記平刺機、前記返し縫い機、前記回転手段および畳\n床押し込み手段を制御する制御手段と\nｆ　を具備する畳縫着装置\n(2)　同イ（構成要件Ｂ、Ｃ該当性）について\n【被告の主張】\nア　イ号物件は、原告の主張する構成の特定によっても、「載置された畳に\n平行する走行路を走行しながら、平刺しを行う平刺装置」と「返し縫いを行う返し\n縫い装置」を具備しており、構成要件Ｂ、Ｃを充足する。\nイ　原告は、構成要件Ｂ、Ｃは「平刺しを行うミシンと返し縫いを行うミシ\nンとを別々に設けたもの」に限定解釈されるべきであり、イ号物件は、「一体的に\n設けられた一頭式ミシン装置」であるから、構成要件Ｂ、Ｃを充足しないと主張す\nる。しかし、「一頭式」「二頭式」なる用語はそもそも意味不明であるし、「一体\n的に設けられた一頭式ミシン装置」との記載は何らの具体的構成も特定していな\nい。\n原告が上記限定解釈がなされるべきであると主張する根拠は、本件明細\n書の特許請求の範囲では、構成要件Ｂ、Ｃが「行を改めて記載」されていることか\nら、かかる改行によって「平刺機」と「返し縫い機」は「互いに独立した構成」の\nみに限定されたというものである。\nしかしながら、構成要件Ｂ、Ｃについて行を改めて記載しようと、行を\n改めることなく記載しようと、本件発明の構成としては、構成要件Ｂ、Ｃとして記\n載されている構成を具備することを必須の要件とするだけのことにすぎず、両者の\n記載方法（改行の有無）により解釈の相違がもたらされるものではない。\nウ　原告は、イ号物件では平刺機と返し縫い機が「一体的」に設けられてい\nるとも主張するが、それは、イ号物件においては平刺機と返し縫い機をが一つの台\n座上に併置されているという意味にすぎない。走行用の車輪等の部品数の節約等の\n目的のために一つの台座上に併置することは、本件発明の実施の態様の一つにすぎ\nない。\n【原告の主張】\nア　本件発明は、構成要件ＢとＣに個別に示されるように、平刺機と返し縫\nい機とがそれぞれ独立した「二頭式ミシン」による畳縫着装置に限定されたもので\nある。これに対し、イ号物件は、平刺装置と返し縫い装置がミシン装置に一体的に\n組込まれた「一頭式ミシン」であり、本件発明と構成を異にする。\nイ　「頭」とは、平刺しや返し縫いをする本体（畳縫着機）を表す用語とし\nて、当業界において周知慣用語であるが、本件明細書には、【０００４】に「平刺\nしと返し縫いのための千鳥刺しとを行なう機構を一つに組み込んだミシン」（一頭\n式ミシン）、【０００５】に「平刺しを行うミシンと返し縫いを行なうミシンとを\n別々に設け」たもの（二頭式ミシン）と記載されており、明細書において、一頭式\nミシンと二頭式ミシンは明確に区別されている。\n本件明細書の特許請求の範囲の請求項１では、「載置された畳に平行す\nる走行路を走行しながら平刺しを行う平刺機と、」と、「載置された畳に平行する\n走行路を走行しながら返し縫いを行う返し縫い機と、」は、行を改めて記載され、\n「平刺機」と「返し縫い機」は互いに独立した構成として並列的に記載されている\nのであり、本件発明が「二頭式ミシン」に限定されていることは、本件明細書の\n【０００４】及び【０００５】の段落との対比より明らかである。\n被告（出願人）は、従来技術として「一頭式ミシン」と「二頭式ミシ\nン」とが存在していることを知りながら、そのうちの「二頭式ミシン」についての\nみ特許請求の範囲に記載したのであるから、「一頭式ミシン」については意識的に\n除外したものと見るのが相当である。本件明細書の「実施の形態」の項にも、「二\n頭式ミシン」についてしか記載されておらず、本件発明が「一頭式ミシン」にも及\nぶとの記載はない。\nしたがって、本件発明は「二頭式ミシン」に限定されたものであり、\n「一頭式ミシン」は本件発明の技術的範囲に属しない。\n(3)　同ウ（構成要件Ｄ該当性）について\n【被告の主張】\nイ号物件及びロ号物件の構成ｄは、構成要件Ｄと同一であり、これを充\n足する。原告主張の「畳床押し込み手段」などは、本件発明の実施に当たって適宜\nの手段を用いれば足りるものである。\n【原告の主張】\n本件発明は、「框縫いの済んだ畳を台座に載せるだけで、縁及び縁下紙\nの平刺しと返し縫いとを効率的な手順で自動縫着することができる畳縫着装置を提\n供」（本件明細書【０００９】）することを目的とするものであり、構成要件Ｄに\nおいては、「固定手段」と「回転手段」とを有しさえすれば、「畳床押し込み手\n段」を有しなくても自動縫着できるものである。これに対し、イ号物件及びロ号物\n件においては、構成ｄにおける「畳床押し込み手段」を必須のものとしないと自動\n縫着できないから、構成要件Ｄとは構成を異にする。\n(4)　同エ（構成要件Ｅ該当性）について\n【被告の主張】\nア　イ号物件が平刺機、返し縫い機、回転手段を制御する制御手段を具備し\nていること、この制御手段による制御によって、畳縫着台に載置された畳の上前側\nが平刺機により平刺しが行なわれ、その後、畳が回転させられて、下前側が平刺機\nにより平刺しが行なわれ、その後、畳が回転させられて上前側が返し縫い機により\n返し縫いが行なわれ、その後、畳が回転させられて下前側が返し縫い機により返し\n縫いが行なわれるとの動作が実行されるという構造を有することは、原告において\n自認している。\n本件発明は、構成要件Ｅが、そこに記載されたとおり、「平刺し→回転\n→平刺し→回転→返し縫い→回転→返し縫い」との手順となるように、平刺機、返\nし縫い機、回転手段を制御する制御手段を具備することを必須要件とし、これによ\nって、他方の辺の平刺し・返し縫いを自動的に行いながら、並行して作業者は、既\nに平刺しが済んだ辺について手作業によって折り返し隅止め工程を実施できるとい\nう極めて効率のよい作業をなし得ることを大きな特徴とするものである。このよう\nな動作手順が制御手段によって自動制御されている以上は、構成要件Ｅを充足する\nものであり、並行して行われる折り返し隅止めの手作業との関係で、平刺し・返し\n縫いが自動的に一時停止されるよう制御したり、折り返し隅止めを終了した作業者\nによるスイッチやフットスイッチなどで次の工程が開始されるよう制御したりする\nことは、実施の態様の問題にすぎない。本件明細書【００８０】にも、「各工程ご\nとに作業者がスイッチやフットスイッチなどで信号を送り、その信号を受けて次の\n工程が開始されるように制御することもできる」と記載されている。\nイ号物件は、少なくとも前記各動作に関しては、平刺機、返し縫い機、\n回転手段を制御する制御手段によって、自動的に実行されているから、イ号物件の\n構成ｅは構成要件Ｅを充足する。\n以上は、ロ号物件についても同じである。\nイ　原告は、イ号物件（以下ロ号物件も同じ）は、作業途中において自動的\nに一時停止し、押しボタンスイッチの「手動操作」により次工程が開始されるもの\nであり、手動操作を行わない限り、次工程は自動的に実行されないから、構成要件\nＥを充足しないと主張する。\nしかしながら、イ号物件において自動的な一時停止と押ボタンスイッチ\nによる次工程の開始がなされる場合とは、①畳の下前側の平刺しを自動的に行いな\nがら、並行して平刺しの終了した畳の上前側の折り返し隅止めを作業者が手作業で\n行う場合に、作業者の手作業が終了していない間に畳の下前側の平刺しが完了した\n時には、平刺し機は自動的に一時停止を行い、作業者が手作業による折り返し隅止\nめを終了した時に押ボタンスイッチを押して次工程を開始させる、②畳の上前側の\n返し縫いを自動的に行いながら、並行して平刺しの終了した畳の下前側の折り返し\n隅止めを作業者が手作業で行う場合に、作業者の手作業が終了していない間に畳の\n上前側の返し縫いが完了した時には、返し縫い機は自動的に一時停止を行い、作業\n者が手作業による折り返し隅止めを終了した時に押ボタンスイッチを押して次工程\nを開始させるという二つの場合であり、作業者が折り返し隅止めの手作業を先に完\n了している場合には、作業者が押ボタンスイッチを押すことにより平刺し機あるい\nは返し縫い機は自動的な一時停止を行わず、直ちに次工程が自動的に開始される。\n結局、イ号物件は、構成要件Ｅが必須要件とする手順の自動制御を具備\nした上で、単に、作業者が並行して行う折り返し隅止めの手作業の終了確認の信号\nが押ボタンスイッチで送られるまでは、次工程の開始を待つために制御装置によっ\nて自動的に一時停止せしめられるという、作業者の安全性等のために適宜付加され\nる実施の一態様が加わったにすぎない。イ号物件は、「平刺し→回転→平刺し→回\n転→返し縫い→回転→返し縫い」との手順になるように平刺機、返し縫い機、回転\n手段を制御手段で自動的に制御することにより、「畳の一方の辺に対して平刺しま\nたは返し縫いを行ないながら、並行して、他方の辺の折り返し及び隅止めを手作業\nで……行なうことができる。そのため、縫着作業が滞ることなく進行し、作業能率\nが大幅に向上する。」（本件明細書【００９６】）との本件発明の効果をそっくり\nそのままに奏しているのであり、構成要件Ｅを充足することは明らかである。\n【原告の主張】\nア　本件発明の構成要件Ｅは、所定の動作を制御装置によって「自動的に実\n行する」ことを必須の要件としている。これに対し、イ号物件及びロ号物件は、作\n業途中において自動的に一時停止し、押しボタンスイッチの「手動操作」により次\n工程が開始されるものであり、手動操作を行わない限り、次工程は自動的に実行さ\nれないから、構成要件Ｅを充足しない。\nイ　また、本件発明では、必須の構成である「平刺機」、「返し縫い機」、\n「固定手段」と「回転手段」を有する「畳載置台」及び「制御手段」により、「上\n前平刺し→回転→下前平刺し→回転→返し縫い→回転→返し縫い」という動作を自\n動的に実行して自動縫着するものである。これに対し、イ号物件及びロ号物件は、\n「上前平刺し→回転→自動位置決め→下前平刺し→回転→返し縫い→回転→返し縫\nい」という動作を行い、下前平刺しの前に「自動位置決め」の工程が必須である。\nこのように、「回転」の動作のみで「自動位置決め」を行わなくても下\n前側の平刺しを自動縫着できるという本件発明の技術と、「回転」のみの動作では\n縫着作業ができないというイ号物件及びロ号物件の技術とでは、技術的思想が相違\nしており、イ号物件及びロ号物件は、本件発明の技術的範囲に属しない。\nウ　被告は、構成要件Ｅの「動作を自動的に実行する」の解釈について、\n「各工程ごとに作業者がスイッチやフットスイッチなどで信号を送り、その信号を\n受けて次の工程が開始されるように制御することもできる」との本件明細書【００\n８０】の記載を援用して、並行して行われる折り返し隅止めの手作業との関係で、\n平刺し・返し縫いが自動的に一時停止されるよう制御したり、折り返し隅止めを終\n了した作業者によるスイッチやフットスイッチなどで次の工程が開始されるよう制\n御したりすることは、実施の態様の問題にすぎないと主張する。\nしかし、各工程ごとに作業者がスイッチやフットスイッチなどで信号を\n送り、その信号を受けて次の工程が開始されるように制御することは、緊急時に緊\n急停止スイッチを操作して機械を停止させた後、リセットスイッチを操作して、機\n械を再起動させるような場合とは意味が異なり、まさしく「手動操作」であり、次\n工程は、「自動的に実行される」のではなく、「手動操作により実行される」ので\nある。\nさらに、被告は、本件訂正の請求をした訂正請求書において、「本件発\n明は、明細書の【０００９】に記載した「框縫いの済んだ畳を台座に載せるだけ\nで、縁及び縁下紙の平刺しと返し縫いとを効率的な手順で自動縫着することができ\nる畳縫着装置を提供すること」を目的としているにも拘わらず特許請求の範囲の請\n求項１に記載の発明の装置によっては、框縫いの済んだ畳を台座に載せるだけで、\n平刺しと返し縫いとを自動的に行なわせるための構成要件が欠如し、「手動により\n操作するもの」を包含していたので、前記目的を達成するために必要な構成要件の\n『動作を自動的に実行するために、平刺機、返し縫い機および回転手段を制御する\n制御手段』を具備する点を明確にする訂正を行なう。」と主張しており、本件訂正\nにより追加された「自動的に実行する」という要件は、「手動により操作するも\nの」を意識的に除外したものである。\nエ　被告は、「平刺し→回転→平刺し→回転→返し縫い→回転→返し縫い」\nという「手順」の自動制御がなされている以上、構成要件Ｅを充足すると主張し、\nイ号及びロ号物件は、構成要件Ｅが必須とする手順の自動制御を充足した上で、単\nに作業者が平行して行う折り返し隅止めの手作業の終了確認の信号が押ボタンスイ\nッチで送られるまでは、次工程の開始を待つために制御装置によって一時的に停止\nせしめられるだけのものにすぎないと主張する。\nしかし、本件発明の「特許請求の範囲」の記載は「……行なう動作を自\n動的に実行する」というもので、「手順を自動制御」するものではないから、手順\nが同じであっても、その動作が自動的に行われないものは、本件発明の技術的範囲\nに属しない。しかも、イ号物件及びロ号物件の構成ｅでは、「上前平刺し→回転→\n自動位置決め→下前平刺し」という本件発明にはない手順を有し、かつ、作業途中\nに押ボタンスイッチの手動操作を行わない限り、「……行なう動作を自動的に実行\nする」ものではないので、構成要件Ｅを充足するものではない。\n２　同(2)（先願の抗弁等）について\n【原告の主張】\nイ号物件及びロ号物件は、本件発明より先願（平成５年５月１１日出願）\nである原告の有する特許第２５３５４９１号の特許権に係る畳の自動位置決めの技\n術に関する特許発明（以下「原告発明」といい、その特許権を「原告特許権」とい\nう。）の実施品であるから、後願である本件特許権を侵害することはない。\n当業界では、「平刺機」、「返し縫い機」、「両用機」はそれぞれ周知で\nあり、平刺機で採用可能な構成は両用機でも採用可能であるので、原告は、平刺機\nの「ロボオート」（平成５年の発売）に採用した原告発明を両用機に転用し、「ス\nーパーロボ」（イ号物件、ロ号物件）として製造販売した。平刺機の「ロボオー\nト」と両用機の「スーパーロボ」は、原告発明の実施品に変わりはない。「スーパ\nーロボ」の当初の製品は「二頭式」（ロ号物件）であったが、被告からの警告を受\nけ、本件特許を尊重して、原告は「一頭式」（イ号物件）に設計変更した。一頭式\nのイ号物件は、原告発明の実施品であり、しかも、原告の有する過去の技術の組み\n合わせであるから、原告にとっては自由技術である。\n【被告の主張】\n原告発明は、平刺し専用機に関する「畳のクセ取り逢着方法及び畳縫着\n機」の発明にすぎず、本件発明の構成要件とは異なるものであるから、先願の抗弁\nは成り立つ余地がない。\n原告は、本件特許出願前には、本件発明の構成要件をすべて充足する畳縫\n着装置を開発しておらず、個々別々の特定構造をもった製品を販売していただけで\nあるから、イ号物件が原告の自由技術であると主張する余地はない。しかも、原告\nが本件特許権の侵害物件を製造販売するに至ったのは、平成５年の「ロボオート」\n販売から５年も経過した平成１０年が昀初であり、５年もかかる技術が「自由技\n術」などではあり得ない。\nこの間、被告は、平成７年４月、本件発明の実施品である「両用ロボット\nＴＲＡ－Ⅰ」を公然と販売し、平成８年４月１６日、本件発明が出願公開された。\nこのような事実経過から明らかなとおり、原告は、被告実施品及び本件特許の出願\n公開に接してはじめて、昀初の侵害物件であるロ号物件を製造することができたの\nであり、被告からの警告を受けて、自らロ号物件の製造販売を中止している。\nイ号物件は、ロ号物件について、平刺機と返し縫い機を「一つの台座上に\n併置する」とのわずかな設計変更を加えたものにすぎないから、イ号物件が原告の\n自由技術であるとはいえない。\n３　争点(3)（本件特許には明らかな無効理由が存在するか）について\n(1)　同ア（本件訂正の違法）について\n【原告の主張】\n本件訂正は、次のとおり、特許法１２０条の４第３項で準用する同法１２\n６条２、３項の規定に違反してされたものであるから、同法１２３条１項８号に該\n当し、明らかな無効理由がある。\nア　本件発明は、「平刺し→回転→平刺し→回転→返し縫い→回転→返し縫\nい」の手順となるように畳縫着装置を自動制御することが目的ではなく、このよう\nな手順の自動化を阻んでいる要因を除去することが目的であった。そもそも、「平\n刺し→回転→平刺し→回転→返し縫い→回転→返し縫い」という手順は、周知慣用\nの手順であり、このような手順を自動制御する点に発明としての新規性は認められ\nない。\nそして、平刺しと返し縫いを行う「両用機」における自動化を阻んでい\nた問題点は、上前側を平刺しした後、畳を１８０度回転させて下前側の平刺しを行\nう際の畳の位置決めを自動的に行うことができなかった点にあり、被告も、本件明\n細書【０００８】において、「また、畳の上前側の縫着が済んだ後には、下前側の\n縫着のためのセットを同じように手作業で行わなければならなかった。このように\n従来の両用機は、十分に自動化されているとは言えないという問題点がある。」と\n記載するなど、両用機において自動化を阻んでいる要因が「畳の水平方向の位置決\nめ技術」にあることを認識していた。\nしかし、「畳の水平方向の位置決めを自動化する」技術に関しては、原\n告特許権が存在するため、被告は、本件訂正において、畳の自動位置決めに関する\n事項を限定することができず、従来技術を単に自動化した「制御手段」を限定せざ\nるを得ず、「平刺し→回転→平刺し→回転→返し縫い→回転→返し縫い」の手順と\nなるよう自動制御するものに目的を変更した。その結果、本件訂正は、特許法１２\n０条の４第３項で準用する同法１２６条３項に違反するものとなった。\nイ　また、本件訂正により追加された「制御手段」は、平刺し機、返し縫い\n機及び回転手段を制御するものとされている。しかし、本件明細書を精査すれば、\n制御手段は、本件発明の構成要件である「畳固定手段」も制御するものであり、畳\n固定手段を制御しないものは本件訂正前の明細書には開示されていない。しかる\nに、本件訂正後の特許請求の範囲に記載された制御手段は、「畳固定手段」を制御\n対象から除いたため、「畳固定手段を制御しないもの」（畳の固定を手動操作で行\nうもの）も包含することになった。このようなものも含む記載は「新規事項を追加\nする」ものであるから、本件訂正は、特許法１２０条の４第３項で準用する同法１\n２６条２項の「新規事項追加の禁止」に違反する。\n【被告の主張】\nア　本件発明は、出願当初から「框縫いの済んだ畳台座に載せるだけで、縁及\nび縁下紙の平刺しと返し縫いとを効率的な手順で自動縫着することができる畳縫着\n装置を提供する」ことを目的としており（本件明細書【０００９】）、本件訂正に\nおいて目的の変更は存在しない。\n本件発明による畳縫着装置が、「制御装置」によって「畳の上前側を平\n刺し→畳を回転→畳の下前側を平刺し→畳を回転→畳の上前側を返し縫い→畳を回\n転→畳の下前側を返し縫い」するとの手順で動作を行わせるものであることは、本\n件明細書の【００４３】～【００８０】に出願当初から記載されており、本件訂正\nは、特許請求の範囲の減縮に該当するものであって、特許請求の範囲を実質的に変\n更するものではない。\nイ　本件訂正が「新規事項の追加」になるという原告の主張は論旨自体が不\n明瞭であるが、いずれにせよ、特許異議の申立についての決定（乙１）のとおり、\n「願書に添付した出願当初の明細書に記載した事項の範囲内のものであり、かつ、\n特許請求の範囲の減縮と、明瞭でない記載の釈明に該当し、実質的に特許請求の範\n囲を拡張または変更するものではない」との特許庁による判断が、既に明確に示さ\nれているところである。\n(2)　同イ（全部公知）について\n【原告の主張】\nア　本件特許出願日前に頒布されていた株式会社キビ製のカタログ（甲５）\nには、全自動の両用機が開示されている。\n原告発明の実施品である「東海ロボオート」（甲６）は、平成５年の\n「たたみ博」に出展され、発売されたから、原告発明の特許出願の内容は、その公\n開特許公報（甲22）発行の前で、かつ本件特許出願日前に公知であった。すなわ\nち、本件発明の構成要件Ｅのうち「畳縫着台に載置された畳の上前側を平刺機によ\nり平刺しを行ったのち、畳を回転して下前側を平刺機により平刺しを行う動作を自\n動的に実行するために、平刺機及び回転手段を制御する制御手段」という構成は、\n公知であった。\n一方、実公昭５１－４４５７９号実用新案公報（甲19）には、平刺しと\n返し縫いを行う「両用機」が開示され、かつ、本件発明の構成要件Ｅの「平刺し→\n回転→平刺し→回転→返し縫い→回転→返し縫い」の手順が示唆されている。そし\nて、前記株式会社キビのカタログ（甲５）には、「ボタンを押すだけで止め縫いか\nら本縫いまでの一連の作業がすべて自動運転」と記載されている。\nさらに、本件特許出願当時、平刺し専用機、返し縫い専用機、及び平刺\nしと返し縫いの機能を備えた両用機は周知のものであり（本件明細書【０００３】\n～【０００７】）、平刺機の構成を両用機に転用することは単なる転用にすぎず、\n平刺機で公知の構成は両用機でも公知であるとみなされる。\n以上の事実から、本件発明の構成要件Ａ～Ｆの構成は、本件特許出願前\nに全部公知である。\nイ　本件発明は、原告が本件特許出願前から製造販売していた畳縫着装置\n「ミニロボシステム」の構成と同一である。\n(ア)　原告は、平成５年、数値制御により畳の自動位置決めを行う技術で\nある原告発明を完成して特許出願した。原告発明は、畳の自動位置決め技術に関す\nるパイオニア発明であり、その実施品である平刺し専用機「東海ロボオート」（甲\n６）は、平成５年の「たたみ博」において、「ミニロボシステム」の一構成機種と\nして出展された（甲21）。\n(イ)　ミニロボシステムは、框縫機である「ホープＧＡＭ」（甲29）、平\n刺機である「東海ロボオート」（甲６）及び返し縫い機である「東海ロボエース」\n（甲27）からなる生産ラインシステムであり（甲28）、複数の機械から構成される\n「畳縫着装置」である。\nミニロボシステムでは、框縫機により畳の框縫いが行われ、框縫いが\n済んだ畳は平刺機にセットされ、この平刺機によって「上前平刺し」→「回転」→\n「下前側の自動位置決め」→「下前平刺し」と「上前の縁折り」の工程が行われ\nる。平刺しが済んだ畳は、返し縫い機にセットされ、返し縫い機により「上前側の\n返し縫い」と「下前側の縁折り」→「回転」→「下前側の自動位置決め」→「下前\n側の返し縫い」の工程が行われる。このように、ミニロボシステムでは、本件発明\nの作業手順である「上前平刺し」→「回転」→「下前側の自動位置決め」→「下前\n平刺し」と同時に「上前の縁折り」→「回転」→「上前側の返し縫い」と「下前側\nの縁折り」→「回転」→「下前側の自動位置決め」→「下前側の返し縫い」という\n工程が行われていた。\n(ウ)　被告は、前記ミニロボシステム（畳縫着装置）が公開された後の平\n成６年、ミニロボシステムと同じ作業手順を１台の両用機で行う本件発明を出願し\nたが、当初出願の特許請求の範囲は、１台の両用機のみならず、平刺機と返し縫い\n機とからなるミニロボシステム（畳縫着装置）をも含む内容であった。さらに、本\n件訂正後の本件発明の内容も、ミニロボシステム（畳縫着装置）そのものである。\nすなわち、本件訂正後の本件発明においても、１台の両用機で作業を行うとは限定\nしておらず、平刺機と返し縫い機とにより行う作業も包含している。\n(エ)　また、ミニロボシステムにおけるロボオートとロボエースの配置\nは、両者を対向配置するものに限られず、合隣接して直線状に配置することも可能\nであり、このようなものは、本件発明の出願日前に群馬製畳有限会社において稼働\nしていたから、「平刺し→回転→平刺し→回転→返し縫い→回転→返し縫い」の工\n程は公然実施されていた。\n(オ)　したがって、本件発明は、公知の工程手順を単に自動化したにすぎ\nず、全部公知の発明である。\n【被告の主張】\nア　株式会社キビのカタログ（甲５）には、少なくとも構成要件Ｅについて\n記載も示唆もなされておらず、甲６は単なる平刺し専用機のカタログにすぎないか\nら、甲５、６により本件発明が出願前に全部公知であるという原告の主張は根拠が\nない。\nまた、実公昭５１－４４５７９号実用新案公報（甲19）は、畳の方向転\n換と入れ替え装置に関する技術を示すものにすぎず、本件発明の構成要件Ｅにいう\n「平刺し→回転→平刺し→回転→返し縫い→回転→返し縫い」の手順は、記載も示\n唆もされていない。\nイ　「ミニロボシステム」は、原告の主張によっても、生産ラインシステム\nであり、そもそも単体の畳縫着装置ですらなく、框縫機と、自動反転式の平刺専用\n畳縫着装置のロボオートと、自動反転式の返し縫い専用畳縫着装置のロボエース\nと、各々の装置の間に畳を手で移動させるためのコンベアとからなるものである。\nしかも、その作業は、框縫機で框縫いを行った後、手作業でコンベアを用いて畳を\n運んでロボオートの畳縫着台上に移し、ロボオートで平刺しを行った後に、手作業\nでコンベアを用いて畳を運んでロボエースの畳縫着台上に移し、ロボエースによっ\nて返し縫いを行うというものである。\nまた、システムの配置についてみれば、ロボオートの畳縫着台上の畳を\nコンベアによってロボエースの畳縫着台上に移動せしめるため、ロボオートの畳縫\n着台とロボエースの畳縫着台とがコンベアを介して向き合うように配置され、その\n結果、ロボオートの平刺しミシンは向かって左側の端になり、ロボエースの返し縫\nいミシンは向かって右側の端になるように配置されている（ロボオートに向かって\nいる作業者はロボエースに背を向けて立っているという位置関係である。）。\nこのような複数の畳縫着装置とコンベアとを特定の位置関係に配置して\nなるミニロボシステムは、単体の畳縫着装置に係る本件発明の構成とは全く異なる\nものである。\n(3)　同ウ（特許法２９条の２違反）について\n【原告の主張】\n本件発明は、本件発明の特許出願日より前に特許出願され、本件発明の特\n許出願後に公開された出願に係る願書に昀初に添付した明細書に記載された発明で\nある原告発明と実質的に同一であるから、特許法２９条の２により特許を受けるこ\nとができないものであり、本件特許は無効理由がある。\n【被告の主張】\n原告発明の特許出願に係る明細書には、畳の上前側を平刺しすること、方\n向転換機により方向転換すること、畳の下前側を平刺しすることのみが記載されて\nおり、原告発明と本件発明との間には実質的同一性は存しない。\n(4)　同エ（発明未完成）について\n【原告の主張】\n本件発明は、「平刺しと返し縫いとを効率的な手順で自動縫着することが\nできる畳縫着装置を提供」（本件明細書【０００９】）することを目的とするが、\n効率的な手順などは重要ではなく、畳の自動位置決め技術が重要なのである。本件\n発明が解決しようとする課題で重要なのは、「畳の上前側の縫着が済んだ後には、\n下前側の縫着のためのセットを同じように行わなければならなかった。このように\n従来の両用機は、十分に自動化されているとはいえないという問題点がある。」\n（本件明細書【０００８】）という点であった。すなわち、作業手順よりも、畳の\n自動位置決め技術の問題を解決しなければ自動化が達成できないのである。本件発\n明の「畳を回転して下前側を平刺機により平刺しを行ない」という工程において\nは、「畳の自動位置決め」を行わないと、この工程の自動化を達成することができ\nないのである。そして、この「畳の自動位置決め」の問題は、原告発明を利用する\nことにより初めて解決できるものである。\n本件発明は、「畳の自動位置決め」という自動化のための必須の構成を欠\n如しているので、発明の目的を達成することができない未完成発明である。したが\nって、本件特許は、特許法２９条１項柱書違反の無効理由を有する。\n【被告の主張】\n畳の自動位置決めについては、本件発明の実施において適宜の手段を用い\nれば足りるのであるから、本件発明は発明未完成ではない。\n４　争点(4)（本件文書配付等は虚偽事実の告知、流布に当たるか）について\n【原告の主張】\n本件警告文中の「他社」が原告を指すことは当業界では自明であり、本件挨\n拶文中の「某メーカー」が原告を指すことも明らかである。\nイ号物件は、本件発明の技術的範囲に属さないから、イ号物件が本件特許権\nを侵害する旨の被告の本件文書配付等は、虚偽の事実の告知、流布に当たり、不正\n競争防止法２条１項１３号の不正競争行為に該当する。\n【被告の主張】\n争う。被告は、原告を名指しで、本件特許権の侵害品を販売していると公然\nと摘示するような行為をしたことはない。\n５　争点(5)（原告の損害額等）\n【原告の主張】\nア　被告は、イ号物件の製造販売が本件特許権を侵害しないことを知りなが\nら、又は過失により知らないで、本件文書配布等をして原告の業務上の信用を著し\nく低下させたから、原告は被告に信用回復措置として謝罪広告の掲載を求めること\nができる。\nイ　被告は、原告に対し再三警告を行い、原告が話し合いによる解決を目指し\nたにもかかわらず話し合いを拒否し、東京地方裁判所において法的措置を直ちに講\nじると昀後通告をした。そこで、原告はやむなく本訴を提起したものであり、本訴\n提起に要した弁護士、弁理士費用４００万円が原告の被った損害である。\n【被告の主張】\n争う。\n６　争点(6)（被告の損害額）について\n【被告の主張】\n(1)　逸失利益ー主位的請求（特許法１０２条１項に基づく請求）\nア　原告による販売数量\n(ア)　イ号物件\n原告は、イ号物件を本件特許登録後の平成１０年９月から販売し、平\n成１２年７月末までに、イ号物件単体を１台７８０万円で少なくとも１２０台販売\nした。\nまた、原告は、イ号物件に東海マイコン両框裁断機付框縫機を組み合\nせたセット（以下「イ号物件セット」という。）を平成１０年９月から平成１２年\n７月末日までに、１セット１５００万円で少なくとも３０セット販売した。\n(イ)　ロ号物件\n原告は、ロ号物件を平成１０年３月から同年８月末日までに、１台７\n８０万円で少なくとも１０台販売した。\nイ　被告の利益の額と製造能力\n(ア)　ロ号物件、イ号物件及びイ号物件セットに対応する被告が製造販売\nする本件発明の実施品は、次のとおりである。\nａ　平成１０年３月ないし同年８月　「両用ロボットＴＲＡ－Ⅱ」\nｂ　平成１０年９月ないし平成１２年７月　「両用ロボットⅢ」及びこ\nれに両框裁断機付框縫機を組み合わせたセット（「スーパーミニライン」、以下\n「被告セット」という。）\n(イ)　上記各期間における被告製品の販売による利益額は次のとおりであ\nる。\nａ　被告の「両用ロボットＴＲＡ－Ⅱ」の１台当たりの利益の額は、少\nなくとも１６８万７８６２円である。\nｂ　被告の「両用ロボットⅢ」の１台当たりの利益の額は、少なくとも\n１７０万１２２７円である。\nｃ　被告の被告セットの１セット当たりの利益の額は、４６９万７３９\n６円である。\n(ウ)　被告は、ロ号物件に対応する「両用ロボットＴＲＡ－Ⅱ」、イ号物件\nに対応する「両用ロボットⅢ」、イ号物件セットに対応する被告セットを、それぞ\nれロ号物件、イ号物件、イ号物件セットの各販売数量と同数製造する製造能力を有\nしていた。\nウ　被告の損害額\n(ア)　原告によるロ号物件の製造販売行為によって被告が被った損害の額\nは、ロ号物件の販売台数１０台に、被告製品である「両用ロボットＴＲＡ－Ⅱ」の\n１台当たりの利益の額１６８万７８６２円を乗じた、１６８７万８６２０円であ\nる。\n(イ)　原告によるイ号物件単体の製造販売行為によって被告が被った損害\nの額は、イ号物件の販売台数１２０台に、被告製品である「両用ロボットⅢ」の１\n台当たりの利益の額１７０万１２２７円を乗じた、２億０４１４万７２４０円であ\nる。\n(ウ)　原告によるイ号物件セットの製造販売行為によって被告が被った損\n害の額は、上記侵害セットの販売数量３０セットに、被告セットの１セット当たり\nの利益の額４６９万７３９６円を乗じた１億４０９２万１８８０円である。\n(エ)　上記損害の合計は３億６１９４万７７４０円であり、被告は、内金\n２億２７７０万円を特許法１０２条１項に基づく逸失利益相当損害として、原告に\n対し、その賠償を請求する。\n(2)　逸失利益ー予備的請求（特許法１０２条２項に基づく請求）\nア　原告によるイ号物件、ロ号物件及びイ号物件セットの販売数量は、前\n記(1)アのとおりである。\nイ　原告の得た利益の額\n(ア)　原告がロ号物件の製造販売行為によって得た利益の額は、１台当た\nり、少なくとも販売価格の１５％の１１７万円であり、ロ号物件１０台の製造販売\n行為によって原告が得た利益の額は、合計１１７０万円である。\n(イ)　原告がイ号物件単体の製造販売行為によって得た利益の額は、１台\n当たり、少なくとも販売価格の１５％の１１７万円であり、イ号物件単体１２０台\nの製造販売行為によって原告が得た利益の額は合計１億４０４０万円である。\n(ウ)　原告がイ号物件セットを製造販売して得た利益の額は、１セット当\nたり、少なくともセット販売価格の１５％の２２５万円であり、前記セットを３０\nセット製造販売して原告が得た利益の額は６７５０万円である。\n(エ)　よって、上記利益の額の合計額である２億１９６０万円は、特許法\n１０２条２項により被告の損害の額と推定される。\n(3)　弁護士・弁理士費用相当損害金\n本件事案の性質等に鑑み、原告による侵害行為の差止め及び損害賠償請\n求のために要した弁護士・弁理士費用のうち、少なくとも２０００万円は、本件特\n許権侵害行為と相当因果関係のある損害である。\n【原告の主張】\nイ号物件及びロ号物件の製造販売数量は、前記第２の１の(3)記載の限度で認\nめ、ロ号物件に対応する被告の本件発明の実施品「両用ロボットＴＲＡ－Ⅱ」及び\nイ号物件に対応する被告の本件発明の実施品「両用ロボットⅢ」の各１台当たりの\n販売による利益が被告主張のとおりであることは認め、その余は争う。\n第４　当裁判所の判断\n１　原告の差止請求権不存在確認請求について\n原告は、本訴において、別紙原告物件目録記載のイ号物件について被告が原\n告に対し本件特許権に基づいて製造販売の差止めを求める権利を有しないことの確\n認を求めている。しかし、同一の物件について、被告は反訴で原告に対し本件特許\n権に基づき製造販売の差止めを請求しているから、同一の訴訟物について消極的確\n認請求と給付請求が並立することになった以上、原告の確認請求の訴えは、確認の\n利益を欠くに至ったものというべきである。\n２　争点(1)（イ号物件及びロ号物件は本件発明の技術的範囲に属するか）につい\nて\n(1)　同ア（イ号物件及びロ号物件の構成）について\nイ号物件及びロ号物件の構成については、原・被告間に争いがある。そこ\nで、両者を対比すると、イ号物件の構成において、平刺機及び返り縫い機が一体に\nなったもの（原告のいう一頭式）であることを明示するように表現する必要がある\nかどうかの点を除けば、被告の主張するイ号物件及びロ号物件の構成に対し、原告\nは、本件発明の特許請求の範囲の記載に対応する構成以外に、技術的範囲の属否に\n関する自己の主張のために必要であると考える構成を付加しているものにすぎず、\n被告の主張する構成自体を備えていることは、事実上争いがないといえる。そこ\nで、以下の技術的範囲の属否の判断においては、被告主張の構成を基礎として、属\n否の判断に必要な限度で原告が主張する付加的な構成についても検討することとす\nる。\n(2)　同イ（構成要件Ｂ、Ｃ該当性）について\nア　本件発明の構成要件Ｂ及びＣは、畳縫着装置が「載置された畳に平行する\n走行路を走行しながら平刺しを行なう平刺機」（構成要件Ｂ）及び「載置された畳\nに平行する走行路を走行しながら返し縫いを行なう返し縫い機」（構成要件Ｃ）を\n具備することを要件とするものである。\nイ号物件については、原告においても、「載置された畳に平行する走行路\nを走行しながら、平刺しを行なう平刺装置と、返し縫いを行なう返し縫い装置を一\n体的に設けた一頭式ミシン装置」が存在することは認めるところであり、別紙原告\n物件目録添付の図面の記載及び乙２によれば、イ号物件は、一台の畳縫着装置の走\n行路上に平刺機（平刺装置）と返り縫い機（返り縫い装置）が併置結合されている\nことが認められる。ここにいう「平刺装置」と「返し縫い装置」は、それぞれ平刺\nしと返し縫いを行うものであるから、本件発明にいう「平刺機」と「返し縫い機」\nに当たることは明らかである。したがって、イ号物件は本件発明の構成要件Ｂ及び\nＣを充足する。\nイ　原告は、本件発明の畳縫着機は、平刺機と返し縫い機とがそれぞれ独立し\nた「二頭式ミシン」によるものに限定されると主張し、その根拠として、明細書の\n特許請求の範囲の記載において、構成要件Ｂの部分と構成要件Ｃの部分の間で改行\nしていることを挙げるが、明細書に特許請求の範囲を記載するに当たって行を改め\nて記載したからといって、直ちに、改行の前後に記載された装置を互いに独立した\n別体のものに限定して解釈しなければならない理由はない。明細書の特許請求の範\n囲の記載の文言上は、原告主張のように解しなければならない根拠はない。\nウ　また、本件明細書の第１実施例（図１、２）には平刺機と返し縫い機を別\n体とした畳縫着装置（原告のいう二頭式ミシン）が示されているが（甲２）、本件\n明細書の「発明の詳細な説明」を参酌しても、本件発明の構成要件Ｂ、Ｃを、前記\n第１実施例に限定して解釈しなければならないとする根拠はない。\nこの点について、原告は、本件明細書には【０００４】に「平刺しと返し\n縫いのための千鳥刺しとを行なう機構を一つに組み込んだミシン」、【０００５】\nに「平刺しを行なうミシンと返し縫いを行なうミシンとを別々に設け」たものとい\nう記載があり、明細書において、一頭式ミシンと二頭式ミシンは区別されていると\n主張する。\nしかしながら、甲２によれば、原告が挙示する本件明細書の【０００４】\n【０００５】の段落は、いずれも、【従来の技術】の項で、「平刺しや返し縫いの\n縫着を一台の装置で自動化する工夫が行なわれている。」（【０００３】）、「こ\nうした平刺しと返し縫いとを一台でこなす畳縫着装置は、畳業界では両用機と呼ば\nれている。」（【０００７】）とされている従来技術の両用機の例として記載され\nているものであり、本件発明は、「従来の両用機は、十分に自動化されているとは\n言えないという問題点」（【０００８】）があったので、これを解決するために、\n「框縫いの済んだ畳を台座に載せるだけで、縁及び縁下紙の平刺しと返し縫いとを\n効率的な手順で自動縫着することができる畳縫着装置を提供」（【０００９】）す\nることを目的としてされた発明であると認められる。以上によれば、本件発明は、\n従来技術の両用機には、平刺機と返し縫い機が一体に設けられたミシン（原告のい\nう一頭式ミシン）と、平刺し機と返し縫い機を別々に設けたミシン（原告のいう二\n頭式ミシン）の両方が存在したことを前提として、これら両用機が十分に自動化さ\nれていなかったという問題点を解決しようとしたものであって、特に一頭式ミシン\nと二頭式ミシンとを区別して一方のみを発明の対象としたものとは解されず、一頭\n式ミシンを意識的に除外したものと見ることはできない。\n原告の主張は採用できない。\n(3)　同ウ（構成要件Ｄ該当性）について\nイ号物件及びロ号物件の構成ｄは、いずれも「走行路に臨む位置に畳を固定\nする畳固定手段」、「畳を回転して畳の縫着すべき辺を走行路側に移す回転手段」\n及び「畳を載置する畳縫着台」を具備するものであるから、イ号物件及びロ号物件\nは、いずれも構成要件Ｄを充足する。\nこの点につき、原告は、イ号物件及びロ号物件の構成ｄとして、「畳床押し\n込み手段」及び「該押し込み手段の位置を検出する検出センサー」が存在すると\nし、イ号物件及びロ号物件においては、「畳床押し込み手段」を必須のものとしな\nいと自動縫着できないから、本件発明とは構成を異にする旨主張する。しかしなが\nら、本件発明は、原告も主張するような前記の目的（本件明細書【０００９】）を\n達成するために特許請求の範囲記載の構成を必須のものとして採用したものであ\nり、本件発明を実施するに当たって更に具体的な適宜の手段を採用することは当然\nのことであって、畳の位置決めについても、実施において適宜の手段を用いれば足\nりるものというべきである。したがって、イ号物件が、本件発明の特許請求の範囲\nには記載のない「畳床押し込み手段」や「該押し込み手段の位置を検出する検出セ\nンサー」を備えているからといって、本件発明と構成を異にするとはいえない。原\n告の主張は採用できない。\n(4)　同エ（構成要件Ｅ該当性）について\nア　イ号物件及びロ号物件の構成ｅは、原告の主張するところによっても、少\nなくとも、①畳縫着台に載置された畳の上前側を平刺装置（平刺機）により平刺し\nを行った後、②畳を回転し、③下前側を平刺装置（平刺機）により平刺しを行な\nい、④畳を回転し、⑤畳の上前側を返し縫い装置（返し縫い機）により返し縫いを\n行ない、⑥畳を回転し、⑦畳の下前側を返し縫い装置（返し縫い機）により返し縫\nいを行う、という順序で動作が実行されること、⑧平刺装置（平刺機）、返し縫い\n装置（返し縫い機）及び回転手段を制御する制御手段を備えていることが認められ\nる。\nそうすると、イ号物件及びロ号物件は、少なくとも、「上前側平刺し→回\n転→下前側平刺し→回転→上前側返し縫い→回転→下前側返し縫い」という一連の\n動作については、制御手段によって自動的に実行されているということができる。\nイ　原告は、イ号物件及びロ号物件は、作業途中において自動的に一時停止\nし、押しボタンスイッチの「手動操作」により次工程が開始されるものであり、手\n動操作を行わない限り、次工程は自動的に実行されないから、構成要件Ｅの「自動\n的に実行する」との要件を満たさない旨主張する。\nしかしながら、本件発明（特許請求の範囲の請求項１）自体は、構成要件\nＥに記載された前記の動作を自動的に実行するために平刺機、返し縫い機及び回転\n手段を制御する制御手段を設けたものであって、それ以外の作業、すなわち縁及び\n縁下紙の折り返し工程及び隅止め工程を自動的に行うことを構成要件にしたもので\nはない（そのような工程を自動化した畳縫着装置は特許請求の範囲第９項に記載さ\nれている。）（甲２、３）。\n加えて、本件明細書の「発明の詳細な説明」には、本件発明の第１実施例\nの説明として、「クランプが完了した後、作業者は、……平刺機２による下前側の\n縫着作業と並行して、平刺しが終了した上前側の縁６及び縁下紙７の折り返し作業\nと隅止め作業とを行なう。」（【００５８】）、「作業者は、……返し縫い機３に\nよる上前側の返し縫い作業と並行して、平刺しの終了した下前側の縁６及び縁下紙\n７の折り返し作業と隅止め作業とを行なう。」（【００６７】）、「第１実施例の\n畳縫着装置では、縁及び縁下紙の折り返し及び隅止めの工程を手作業に頼るだけ\nで、その他の工程を全て自動化することができる。」（【００７９】）、「各工程\nごとに作業者がスイッチやフットスイッチなどで信号を送り、その信号を受けて次\nの工程が開始されるように制御することもできる。」（【００８０】）との記載が\nあり、さらに、本件明細書の「発明の効果」の項には、「この畳縫着装置では、畳\nの一方の辺に対して平刺しまたは返し縫いを行ないながら、並行して、他方の辺の\n折り返し及び隅止めを手作業で、または機械的に行なうことができる。そのため、\n縫着作業が滞ることなく進行し、作業効率が大幅に向上する。」（【００９６】）\nとの記載がある（甲２）。\n以上の本件明細書の記載に照らすと、畳の縁及び縁下紙の折り返し工程及\nび隅止め工程を手作業で行うもの、作業者によるスイッチ操作により次工程が開始\nされるものも、本件発明において予定されているということができ、本件発明にお\nいては、「平刺し→回転→平刺し→回転→返し縫い→回転→返し縫い」との手順が\n自動制御されておれば足りると解すべきである。\nウ　原告は、イ号物件及びロ号物件においては、下前平刺しの前に「自動位置\n決め」の工程が必須であるから、そのような工程なしに畳の自動縫着をする本件発\n明とは技術的思想が異なると主張する。しかし、先に構成要件Ｄの充足性の判断で\n述べたのと同じく、「自動位置決め」といった工程も、本件発明の実施に当たって\n適宜の手段を採用すればよいものというべきであるから、原告の主張は理由がな\nい。イ号物件及びロ号物件も、前記アで述べた構成を備えることにより、前記の本\n件発明の効果を奏するものと認められる。\nしたがって、イ号及びロ号物件は、構成要件Ｅを充足するというべきで\nある。\nエ　原告は、本件訂正によって追加された「自動的に実行する」という要件\nは、「手動により操作するもの」を意識的に除外したものであると主張する。\n本件発明の「……動作を自動的に実行する」ために「制御手段」を設ける\n構成は、本件訂正前の特許請求の範囲の請求項１にはなく、本件訂正で加えられた\nものである（前記第２の１(1)イ、ウ参照）。そして、本件請求に係る訂正請求書\n（甲３）には、訂正の原因として、原告が指摘するような記載がある。しかし、前\n記訂正請求書の記載に照らすと、本件訂正前の特許請求の範囲の請求項１において\nは、「框縫いの済んだ畳を台座に載せるだけで……平刺と返し縫いとを効率的な手\n順で自動縫着することができる畳縫着装置を提供」（本件明細書【０００９】）す\nることを目的としながら、これらを自動的に行わせる構成の記載が欠如していたた\nめ、これらの動作を「手動により操作するもの」も包含することになっていたの\nで、本件訂正は、「……動作を自動的に実行する」ために「制御手段」を設ける構\n成を明確にする訂正を行ったものと認められ、構成要件Ｅに記載された動作以外の\n工程もすべて自動化することを目的としたものとは解されないから、本件訂正によ\nって「手動により操作するもの」をすべて意識的に除外したものとは認められな\nい。\n(4)　以上の認定と前記第２の１(1)ウの事実によれば、イ号物件及びロ号物件\nは、いずれも本件発明の構成要件ＡないしＥを充足する畳縫着装置（構成要件Ｆ）\nであるから、本件発明の技術的範囲に属するものというべきである。\n３　争点(2)（先願の抗弁等）について\n原告は、イ号物件及びロ号物件は、先願である原告発明の実施品であるから、\n後願である本件特許権を侵害することはないと主張する。しかし、仮にイ号物件及\nびロ号物件が本件発明より先願の特許発明を実施するものであったとしても、それ\nだけで直ちに本件特許権を侵害しないことになるわけではない。原告の主張する先\n願の抗弁なるものが成り立ち得る場合があるとしても、それは、先願の原告発明と\n本件発明とが同一の場合に限られるというべきところ、甲４によれば、原告発明は\n「畳のクセ取り縫着方法及び畳縫着機」の発明であって、その特許請求の範囲に記\n載された発明の構成は本件発明と異なるものであることが明らかである。したがっ\nて、原告の主張は採用できない。\nさらに、原告は、イ号物件は、原告発明の実施品であるとともに、本件特許出\n願前から公知である原告の有する過去の技術の組み合わせであるから、原告にとっ\nては自由技術であると主張する。\n原告の上記主張の趣旨は必ずしも明確ではないが、その主張によっても、イ号\n物件は、原告が本件特許出願前から製造販売をしていた原告製品に使用されていた\n技術を組み合わせたものであるというのであって、イ号物件が本件特許出願時の公\n知技術と同一であるというわけではなく（なお、本件特許出願時に本件発明の構成\nをすべて備えた畳縫着装置が公知であった事実が認められないことは、後記４(2)で\n示すとおりである。）、本件特許出願時の公知技術から当業者が同出願時に容易に\n推考できたものであることの立証もないから、原告の主張は採用の限りでない。\n４　争点(3)（本件特許権には明らかな無効原因が存在するか）について\n(1)　同ア（本件訂正の違法）について\nア　本件特許登録時の本件明細書の特許請求の範囲（請求項１）及び本件訂\n正後の特許請求の範囲（請求項１）は、前記第２の１(1)イ、ウのとおりである。\nこれによれば、本件訂正は、特許登録時の本件明細書の特許請求の範囲\nに、「畳の上前側の平刺し→回転→下前側の平刺し→回転→上前側の返し縫い→回\n転→下前側の返し縫い」という一連の動作を「自動的に実行する」ために、「平刺\n機、返し縫い機及び回転手段を制御する制御手段」という構成を付加したものであ\nり、これによって、特許請求の範囲を減縮したものということができる。また、前\n記２(4)エで認定したところからすれば、本件訂正は、明瞭でない記載の釈明に当た\nるということもできる。\nそして、甲２によれば、特許登録時の明細書の「発明の詳細な説明」に\nは、「発明が解決しようとする課題」として、従来の両用機では、準備の整った畳\nを手作業で台座に位置合わせしてセットする必要があり、また、畳の上前側の縫着\nが済んだ後には、下前側の縫着のためのセットを同じように手作業で行わなければ\nならず、十分に自動化されているとはいえないという問題点があったことを指摘し\n（【０００８】）、本件発明は、このような課題を解決するため、「框縫いの済ん\nだ畳を台座に載せるだけで、縁及び縁下紙の平刺しと返し縫いとを効率的な手順で\n自動縫着することができる畳縫着装置を提供」するところに目的がある（【０００\n９】）と記載されていたこと、実施例の説明として、「畳縫着台１、平刺機２及び\n返し縫い機３の各部の動作は、制御装置（図示せず）により制御される。制御装置\nは、操作者が入力部から設定した畳の寸法や畳の枚数に応じて、各部の動作を制御\nする。」（【００４０】）とした上で、「制御装置」によって「畳の上前側を平刺\nし→畳を回転→畳の下前側を平刺し→畳を回転→畳の上前側を返し縫い→畳を回転\n→畳の下前側を返し縫い」するとの手順で動作を行わせるように制御されることが\n具体的に記載されていた（【００４３】～【００８０】）ことが認められる。した\nがって、本件訂正後の特許請求の範囲の請求項１の構成は、訂正前の明細書に記載\nされていたものであり、本件訂正は、「願書に添付した明細書又は図面に記載した\n事項の範囲内」（特許法１２０条の４第３項で準用する同法１２６条２項）のもの\nであり、かつ、「実質上特許請求の範囲を拡張し、又は変更するもの」ではない\n（同法１２６条３項）ということができる。\nイ　この点につき、原告は、本件発明は、当初「平刺し→回転→平刺し→回\n転→返し縫い→回転→返し縫い」という手順の自動化を阻んでいる要因を除去する\nことが目的であったが、「畳の水平方向の位置決めを自動化する」技術として原告\n発明が存在するため、「平刺し→回転→平刺し→回転→返し縫い→回転→返し縫\nい」の手順となるように自動制御するものに変更せざるを得なかったのであり、そ\nの結果、本件訂正は特許法１２０条の４第３項で準用する同法１２６条３項に違反\nするものとなったと主張する。\nしかし、本件明細書に記載された本件発明の目的は、前記のとおりであ\nり、この記載は本件訂正の前後で変更されておらず（甲２、３）、本件訂正前の明\n細書の記載を検討しても、原告が主張するように、本件発明が「平刺し→回転→平\n刺し→回転→返し縫い→回転→返し縫い」の手順の自動化を阻んでいる要因を除去\nすることを目的とすることや、このような手順の自動化を阻んでいる要因を除去す\nるには、畳の水平方向の位置決めを自動化することが前提となることを示唆する記\n載は存在しない。したがって、原告の主張は理由がない。\nウ　原告は、本件訂正により、特許請求の範囲に記載された制御手段が「畳\n固定手段」を制御対象から除いたため、本件訂正は特許法１２０条４第３項で準用\nする同法１２６条２項の「新規事項の追加の禁止」に違反すると主張する。\n本件明細書の発明の詳細な説明中には、実施例の説明として畳固定手段\nも制御装置で制御する畳縫着装置が示されているといえるが（甲２）、本件訂正前\nの特許請求の範囲の請求項１は前記のとおりであって、畳縫着装置が畳固定手段を\n具備することは記載されていたけれども、制御装置によって動作を制御することは\n明示されていなかったものであるから、本件訂正前の明細書が制御装置による制御\n対象に畳固定手段を含むもののみに限定していたと解することはできない。そうす\nると、本件訂正によって、特許請求の範囲の請求項１における制御装置による制御\nの対象から「畳固定手段」が除外されていることをもって、明細書記載した事項の\n範囲を超える新規事項を追加したとはいえない。原告の上記主張も採用できない。\n(2)　同イ（全部公知）について\nア　株式会社キビのカタログ（甲５）等による全部公知について\n(ア)　甲５は、株式会社キビの１９９３年（平成５年）版総合カタログで\nあるが、これには、自動電子制御平刺返縫両用機「スーパーサーボＨＭ－３型」が\n掲載され、「全自動　ボタンを押すだけで止め縫いから本縫いまでの一連の作業が\nすべて自動運転」といった宣伝文が記載されていることが認められるが、本件発明\nの構成要件Ｅ所定の手順による動作の自動実行のための制御を行う構成は何ら示さ\nれていない。\n(イ)　甲６は、原告が平成５年９月発行した全自動（反転式）平刺ロボッ\nト「東海ロボオート」のカタログであるが、原告も認めるとおり、同製品は平刺し\n専用機であり、そもそも、本件発明の構成要件Ａにいう、平刺しと返し縫いを一台\nの機械で行う両用機とは種類が異なる機械であって、本件発明のすべての構成が開\n示されたものでないことは明らかである。\n(ウ)　実公昭５１－４４５７９号実用新案公報（甲19）は、考案の名称を\n「畳台における畳の自動転換並びに入替え装置」とするものであり、「畳緊締装置\nの動作と畳方向転換装置とを適確に組み合わせることによって、畳緊締動作と方向\n転換動作とを関連づけ、自動的に上記各動作が遂行でき、しかも畳入れ変え動作を\nスムーズに行えるようにした装置を提供する」というものであるが（同公報２欄\n28～33行）、同公報には、本件発明の構成要件Ｅにある「平刺し→回転→平刺し→\n回転→返し縫い→回転→返し縫い」という縫着作業の手順を自動化する方法につい\nては全く触れられていない。かえって、同考案においては、縫着機で畳の片側縫い\nを終了した後、その縫着機を復動させ、その後、畳を１８０度方向転換させ（同公\n報５欄11～14行）、さらにその後、畳の反対側を縫うために、畳締の機構で、畳締\nめした後、前回と同様に縫着機で残りの片側縫いを終了して、次の畳入替えに移行\nするところ（同公報６欄３～６行）、同考案にいう「片側縫い」とは、畳の製造工\n程から見て、片側の平刺し及び返し縫いの両工程を合わせたものと見るのが相当で\nあるから（同公報２欄５～９行）、同考案と本件発明とでは、平刺し、回転、返し\n縫いの手順が異なるというべきである。\nしたがって、甲１９の実用新案公報により本件発明が特許出願時に全\n部公知であったとはいえない。\nイ　ミニロボシステムについて\n(ア)　証拠（甲６、21、27ないし29）によれば、原告は、「ミニロボシス\nテム」を開発して、平成５年に開催された「たたみ博」に出展し、同年秋から発売\nを始めたこと、この「ミニロボシステム」は、原告製の框縫機（ホープＧＡＭ）、\n平刺機（東海ロボオート）及び返し縫い機（東海ロボエース）の３種類の装置を組\nみ合わせ、平刺機と返し縫い機を横に並べた間に、作業者が畳を手で移動させるた\nめのローラーコンベアを配置した生産ラインシステムであり、１台の畳縫着装置で\nはないことが認められる。\nこれに対し、本件発明は、既に述べてきたとおり、「畳縫着装置」に\n関する発明であり、具体的には、平刺しと返し縫いを１台でこなす両用機と呼ばれ\nる畳縫着装置において、平刺機、返し縫い機、回転手段を制御する制御手段を備え\nることにより「上前側の平刺し→回転→下前側の平刺し→回転→上前側の返し縫い\n→回転→下前側の返し縫い」という動作を自動的に行うことを可能にしたものであ\nる。\nしたがって、３種類の装置及びコンベアを組み合わせたミニロボシス\nテムは、単体の畳縫着装置である本件発明とは別の技術的思想からなるものという\nべきであり、ミニロボシステムによって本件発明が全部公知であるとすることはで\nきない。\n(イ)　なお、証拠（甲33、34）によれば、群馬製畳有限会社が平成６年９\n月３０日時点で行っていたミニロボシステムでは、平刺機（ロボオート）と返し縫\nい機（ロボエース）を縦に並べ、その間に畳移動用ローラを設ける配置としてお\nり、このような機械配置をすれば、畳の製作工程が「上前側平刺し→回転→下前側\n平刺し→回転→上前側返し縫い→回転→下前側返し縫い」の順序となることもあり\n得ることがうかがわれる。しかし、この場合も、ミニロボシステムが平刺機と返し\n縫い機という２台の畳縫着装置を使用した生産ラインシステムであることには変わ\nりなく（このことは、本件明細書の【０００７】に、「両用機は、平刺し装置と返\nし縫い装置とをライン状に並べて、そこを通過する畳の上前と下前とに同時に縁を\n縫い付ける大型のライン化装置に比べて、遥かに割安であるため、小規模畳店等で\n広く利用されている。」という記載がある（甲２）ことからも明らかである。）、\n本件発明のように、単体の畳縫着装置（両用機）を用いるものではないから、ミニ\nロボシステムにおいて上記のような機械配置が可能であることをもって、本件発明\nの構成の全部がミニロボシステムによって公知であったとすることはできない。\nウ　以上によれば、本件発明が特許出願時に全部公知であったとの原告の主張\nを認めることはできない。\n(3)　同ウ（特許法２９条の２違反）について\n甲22（原告発明の特許出願に係る公開特許公報）によれば、原告発明は\n「畳のクセ取り縫着方法及び畳縫着機」の発明であって、出願公開時の特許請求の\n範囲請求項２として、「数値制御により自動的にクセ取り運動をする畳縫着\n機（10）と、該畳縫着機（10）の側方に配置されていて直線基準定規（20）および\n畳床締付け手段（６）を有する畳台（４）と、を備えているものにおいて、前記畳\n台（４）に、上前側を切断縫着した畳床（５）を方向転換する方向転換手段（32）\nと、畳床（５）の上前側を押付けて畳床（５）の下前側を畳縫着機（10）に向けて\n押付ける畳床押込み手段（41）と、を備えているとともに、該畳床押込み手\n段（41）で押付けられた畳床（５）の下前側の累積誤差修正量を確認する検出セン\nサー（53）を備えていることを特徴とする畳縫着機。」と記載されているところ\n（なお、請求項１は畳のクセ取り縫着方法の発明が記載されている。）、その「発\n明の詳細な説明」の記載を参照すると、原告発明は、畳の製作工程のうち、「畳の\n上前側の切断縫着（平刺し）→畳の方向転換→下前側のクセ取り切断縫着（平刺\nし）」までの過程において、上前側の切断縫着をした畳を方向転換手段によって畳\n床の方向転換をするとともに、検出センサーにより位置を確認して数値制御により\n下前側のクセ取り切断の開始位置を計算し、上前側を畳床押し込み手段により畳台\nに押し付けることにより下前側を切断位置に合致させるという技術を開示したもの\nであると認められる。\nこれに対し、本件発明は、前記のとおり、一台で平刺しと返し縫いの両方\nの機能を有する畳縫着装置について、平刺機、返し縫い機、回転手段を制御する制\n御手段を備えることにより、「上前側の平刺し→回転→下前側の平刺し→回転→上\n前側の返し縫い→回転→下前側の返し縫い」という工程の一連の動作を自動的に行\nうようにしたものであるから、甲22に記載された発明と同一であるということはで\nきない。その他、原告発明の特許出願に係る明細書に本件発明と同一の発明が記載\nされているとは認められない。\nよって、原告の特許法２９条２による無効の主張は理由がない。\n(4)　同エ（発明未完成）について\n原告は、本件発明の目的とする畳縫着の自動化は、原告発明による「畳の\n自動位置決め」の技術を用いなければ達成できないのであり、本件発明は、「畳の\n自動位置決め」という必須の構成を欠如しているから、発明未完成であると主張す\nる。\nしかし、本件発明は、前記のとおり、平刺しと返し縫いを１台の畳縫着装\n置で行う両用機において、平刺機、返し縫い機、回転手段を制御する制御手段を備\nえることにより、「上前側平刺し→回転→下前側平刺し→回転→上前側返し縫い→\n回転→下前側返し縫い」という一連の動作を自動的に行うことを可能にしたことに\n特徴がある発明であり、畳の位置決めについては、本件発明の実施において適宜の\n手段を用いれば足りるものと解される。したがって、本件明細書に畳の位置決めに\n関する記載がないからといって、本件発明が発明未完成であるとはいえない。\n５　争点(4)（本件文書配布等は虚偽事実の告知、流布に当たるか）及び争点(5)\n（原告の損害額等）について\n争点(4)及び争点(5)に関する原告の主張は、原告がイ号物件を製造販売する\nことが本件特許権を侵害しないことを前提とするものであるところ、この前提が成\nり立たないことは前示のとおりであるから、争点(4)及び争点(5)について検討する\n必要をみない。\n６　争点(6)（被告の損害額）について\n(1)　逸失利益の主位的請求\n原告がイ号物件を１３台、ロ号物件を３台販売したこと、ロ号物件に対応\nする被告の本件発明の実施品である「両用ロボットＴＲＡ－Ⅱ」の１台当たりの利\n益の額は１６８万７８６２円であり、イ号物件に対応する被告の本件発明の実施品\nである「両用ロボットⅢ」の１台当たりの利益の額は１７０万１２２７円であるこ\nとについては当事者間に争いがなく、イ号物件及びロ号物件の各売上台数が前記台\n数を超えることを認めるに足りる証拠はない。\nまた、弁論の全趣旨によれば、被告は、ロ号物件に対応する「両用ロボッ\nトＴＲＡ－Ⅱ」及びイ号物件に対応する「両用ロボットⅢ」をそれぞれロ号物件及\nびイ号物件の前記販売台数製造して市場に供給する能力があったものと認められ\nる。\n以上によれば、特許法１０２条１項により、被告が本件特許権の侵害によ\nり被った損害の額は、２７１７万９５３７円（1,687,862×3＋1,701,227×13＝\n2,7179,537）と認められる。\n被告は、特許法１０２条２項に基づく予備的請求もするが、イ号物件及び\nロ号物件の製造販売による原告の利益が前記被告の利益額を超えることの主張立証\nはなく、主位的請求を超える損害があったとは認められない。\n(2)　弁護士費用・弁理士費用\n本件事案の性質、内容、訴訟の経過、認容額等を考慮すれば、原告の本件\n特許権侵害行為と相当因果関係のある弁護士・弁理士費用は、３００万円と認める\nのが相当である。\n(3)　上記(1)及び(2)を合計すると、被告が原告に対して賠償請求することので\nきる損害額は、３０１７万９５３７円となる。\n７　以上によれば、原告の本訴請求のうち、差止請求権不存在確認請求に係る訴\nえは不適法であり、その余の本訴請求は理由がなく、被告の反訴請求は、主文掲記\nの限度で理由がある。\n大阪地方裁判所第２１民事部\n裁判長裁判官　　　　小　　　松　　　一　　　雄\n裁判官　　　　阿　　　多　　　麻　　　子\n裁判官　　　　前　　　田　　　郁　　　勝\n別紙原告物件目録\n商品名　　全自動反転式両用機　スーパーロボ\n１　図面の説明\n第１図は斜視図、第２図は平面図である。\n２　符号の説明\n１　ミシン装置\n２　直線基準定規\n３　畳固定手段\n４　畳縫着台\n５　畳\n６　回転手段\n７　畳床押込み手段\n８　検出センサー\n９　縁及び縁下紙\n10　走行路\n11　平刺し針\n12　切断刃\n13　返し縫い針\n14　制御手段\n15　押ボタンスイッチ\n３　構造の説明\nこの畳縫着装置は、数値制御により自動的にクセ取り運動をするミシン装置１\nと、該ミシン装置１の側方に配置されていて直線基準定規２及び畳床固定手段３を\n有する畳縫着台４とを備えている。前記畳縫着台４に、上前側を切断縫着した畳５\nを方向転換する回転手段６と、畳５の上前側を押し付けて畳５の下前側をミシン装\n置１に向けて押し付ける畳床押込み手段７とを備えていると共に、該畳床押込み手\n段７で押し付けられた畳５の下前側の下前基準線の位置を計算するため確認する検\n出センサー８を備えている。\n更に、この畳縫着装置は、平刺しと返し縫いとを行って畳５に縁及び縁下紙９\nを縫い付けるものである。\n前記ミシン装置１は、載置された畳５に平行する走行路10を走行しながら、平\n刺し針11により平刺しを行う平刺装置と、畳５の縁を切断する切断刃12と、返し縫\nい針13により返し縫いを行う返し縫い装置とが一体的に設けられた一頭式ミシン装\n置である。\n前記ミシン装置１（平刺装置と返し縫い装置）および前記回転手段６並びに畳\n床押込み手段７を制御する制御手段14を有する。\nこの制御手段14による動作は次のとおりである。\n前記畳縫着台４に載置された畳５の上前側を前記ミシン装置１の切断刃12によ\nり、直線的に切断しつつ、平刺し針11により平刺しを行う。\n次に、回転手段６により畳５を回転して、前記畳床押込み手段７で押動して、\n前記検出センサー８により位置決めして、下前側を前記切断刃12によりクセ取りす\nると共に平刺し針11により平刺しを行い、これが完了するとミシン装置１は停止す\nる。\nこの間に作業者は、上前側の縁及び縁下紙折り、隅止め作業を行う。\n次に、作業者が、押ボタンスイッチ15を手動操作にて押すことにより、ミシン\n装置１は後退し、畳５を回転して畳５の上前側を前記ミシン装置１の返し縫い針\n13により返し縫いを行い、完了するとミシン装置１は停止する。\nこの間に作業者は、下前側の縁及び縁下紙折り、隅止め作業を行う。\n次に、作業者が、押ボタンスイッチ15を手動操作にて押すことにより、ミシン\n装置１は後退し、畳５を回転して畳の下前側を前記ミシン装置１の返し縫い針13に\nより返し縫いを行う。\n図面\n別紙イ号物件目録(1)\n下記記載の畳縫着装置であり、「東海スーパーロボ」との名称のものを含む。\n１　図面の説明\n第１図は斜視図、第２図は平面図である。\n２　符号の説明\n３　畳固定手段\n４　畳縫着台\n５　畳\n６　回転手段\n９　縁及び縁下紙\n10　走行路\n14　制御手段\n16　平刺機\n17　返し縫い機\n18　畳縫着装置\n３　構造の説明\n畳の平刺しと返し縫いとを行って畳に縁及び縁下紙９を縫い付ける畳縫着機\n18であって、載置された畳５に平行する走行路10を走行しながら平刺しを行なう平\n刺機16を具備しており、載置された畳５に平行する走行路10を走行しながら返し縫\nいを行なう返し縫い機17を具備しており、前記走行路10に臨む位置に畳を固定する\n畳固定手段３および畳を回転して畳の縫着すべき辺を前記走行路側に移す畳固定手\n段６を有し、前記畳５を載置する畳縫着台４を具備しており、後記「４　動作の説\n明」の１乃至４に記載する動作を自動的に実行するために、前記平刺機16、前記返\nし縫い機17および前記回転手段６を制御する制御手段14を具備した畳縫着装置であ\nる。\n４　動作の説明\n(1)　畳縫着台４に載置された畳５の上前側が平刺機16により平刺しが行なわれ、\n(2)　その後、畳は回転させられて、下前側が平刺機16により平刺しが行なわれ、\n(3)　その後、畳は回転せしめられて、畳の上前側が返し縫い機17により返し縫い\nが行なわれ、\n(4)　その後、畳は回転せしめられて、畳の下前側が返し縫い機17により返し縫い\nが行なわれる。\n図面\n別紙イ号物件目録(2)\n下記記載の畳縫着装置であり、「東海スーパーロボ」との名称のものを含む。\n別紙イ号物件目録(1)との相違は、斜視図写真のとおり、液晶パネル（写真の№\n19）が制御装置（イ号物件目録第１図、第２図の14）の付近に設けてあることのみ\nである。\n記\n１　写真の説明\n斜視図写真であり、19は液晶パネルである。\n２　符号の説明、３　構造の説明、４　動作の説明は、イ号物件目録(1)のとおり\n添付写真\n別紙ロ号物件目録\n下記記載の畳縫着装置であり、「東海スーパーロボ」との名称のものを含む。\n記\n１　図面の説明\n第１図は斜視図、第２図は平面図である。\n２　符号の説明\n３　畳固定手段\n４　畳縫着台\n５　畳\n６　回転手段\n９　縁及び縁下紙\n10　走行路\n14　制御手段\n16　平刺機\n17　返し縫い機\n18　畳縫着装置\n３　構造の説明\n畳の平刺しと返し縫いを行って畳に縁及び縁下紙を縫い付ける畳縫着装置18で\nあって、載置された畳５に並行する走行路10を走行しながら平刺しを行なう平刺機\n16を具備しており、載置された畳５に並行する走行路10を走行しながら返し縫いを\n行なう返し縫い機17を具備しており、前記走行路10に臨む位置に畳を固定する畳固\n定手段３及び畳を回転して畳の縫着すべき辺を前記走行路側に移す畳回転手段６を\n有し、前記畳５を載置する畳縫着台４を具備しており、後記「４　動作の説明」の\n１乃至４に記載する動作を自動的に実行するために、前記平刺機16、返し縫い機\n17および前記回転手段６を制御する制御手段14を具備した畳縫着装置である。\n４　動作の説明\n(1)　畳縫着台４に載置された畳５の上前側が平刺機16により平刺しが行われ、\n(2)　その後、畳は回転させられて、下前側が平刺機16により平刺しが行われ、\n(3)　その後、畳は回転せしめられて、畳の上前側が返し縫い機17により返し縫い\nが行われ、\n(4)　その後、畳は回転せしめられて、畳の下前側が返し縫い機17により返し縫い\nが行われる。\n図面\n別紙謝罪広告目録　省略\n"
}