{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 18,
    "month": 1,
    "day": 20
  },
  "case_number": "平成17(わ)934",
  "case_name": "強姦被告事件",
  "court_name": "神戸地方裁判所第１刑事部",
  "lawsuit_id": "32838",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=32838",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/838/032838_hanrei.pdf",
  "contents": "主     文\n被告人を懲役４年６月に処する。\n未決勾留日数中１２０日をその刑に算入する。\n理     由\n（罪となるべき事実）\n被告人は，平成１７年７月１７日午前零時２０分ころ，兵庫県Ａ市Ｂ町ａ番Ｃ前歩道橋\n上において，通行中のＤを認めて劣情を催し，強いて同女を姦淫しようと企て，その背後\nからいきなり両腕を同女（当時１９歳）の首に巻き付けて後方に引き倒す等の暴行を加え\n，「声を出したら殺す。お前なんかすぐ殺せる。」旨申し向けて脅迫し，その反抗を抑圧\nして，同女を同所から同市Ｅ町ｂ番ｃ号所在のＡ市Ｆ小学校内に連行した上，同日午前１\n時ころから同日午前１時３０分ころまでの間，同所において，上記暴行脅迫により畏怖し\nている同女に対し，さらに，被告人に犯行を命じた者が付近から監視しているかのように\n装うなどして脅迫し，その反抗を抑圧して，強いて同女を姦淫したものである。\n（証拠の標目）―括弧内の甲，乙に続く数字は検察官請求証拠番号―\n省略\n（事実認定の補足説明）\n被告人による最初の脅迫文言につき，被害者は判示のとおりの文言を告げられたと供述\nをしているところ，その供述内容に一貫性があること，自己の置かれた状況と脅迫文言と\nを場面ごとに区別しながら供述していること，被害者にはこの点について虚偽の供述をす\nる必要性がないことなどに照らすと，少なくとも脅迫文言の趣旨に関する限り，その信用\n性は十分である。これに対し，被告人は脅迫文言につき「殺されるから静かにしろ。」な\nどと言ったと弁解するが，その程度の文言を告げたにとどまるというのであれば，被害者\nの上記供述と特に矛盾するとまではいえないし，被害者が被告人以外の者によって殺され\nるとか，被告人がその者から命じられている旨を告げようとしたというのであれば，深夜\n突如として被害者を引き倒して脅迫したという切迫した状況に整合せず，多分に不自然で\nあることに照らし，たやすく措信できない。そこで，脅迫文言の趣旨に着目して，判示の\nとおり認定した。\n（法令の適用）\n判示所為は刑法１７７条前段に該当するところ，その所定刑期の範囲内で被告人を懲役\n４年６月に処し，同法２１条を適用して未決勾留日数中１２０日をその刑に算入すること\nとし，訴訟費用については，刑事訴訟法１８１条１項ただし書を適用して被告人に負担さ\nせないこととする。\n（量刑の理由）\n本件は，被告人が帰宅途中の１９歳の被害者を強姦した事案である。\n被告人は，交際中の女性をタクシーで送り届けた後，徒歩で約２０分の距離にある自宅\nに向かって歩くうち，帰宅途中の被害者を見つけるやにわかに劣情を催し，自己の性欲を\n満たすため同女を強姦しようと企て，後ろからいきなり引き倒すなどの暴行脅迫を加える\nとともに，自らも犯行を命じられているかのように装い，被害申告を阻止するため携帯電\n話の電源を切らせるなどしつつ，小学校の校庭において被害者を姦淫したものである。そ\nの身勝手かつよこしまな動機に酌量の余地はない上，その手口は誠に卑劣かつ狡猾で大胆\nでもある。\n被害者は，何らの落ち度もないのに突如判示の被害を受けたもので，本件犯行後には精\n神的に不安定になり，現在もその症状に苦しんでいることがうかがえるのであって，被告\n人の厳重処罰を望んでいるのも当然であるが，被告人側からは何らの慰謝の措置も講じら\nれていない。また，最寄りの駅から幹線道路沿いに徒歩で帰宅途中であった被害者を歩道\n橋上で襲った本件犯行が地域住民に与えた不安感にも大きいものがあったと考えられる。\n以上の諸事情に加えて，被告人は，平成１５年１１月に窃盗罪（ひったくり）により懲\n役１年６月，執行猶予３年に処せられ，社会内で更生する機会が与えられたのに，その執\n行猶予期間中にまたもや本件犯行に及んでいるのであって，規範意識の希薄さも認められ\nる。これらの諸事情に照らすと，その刑責は相当に重いといわざるを得ない。\nしかしながら，他方で，被告人はいまだ若年で反省していること，実母が出所後の監督\nを誓約していることなど，被告人のために酌むべき事情も認められるので，本判決が確定\nすれば，上記執行猶予が取り消され併せて服役することを余儀なくされることをも考慮に\n入れて，刑を量定した。\nよって，主文のとおり判決する。\n平成１８年１月２０日\n神戸地方裁判所第１刑事部\n裁判長裁判官　　的　　場　　純　　男\n裁判官　　西　　野　　吾　　一\n裁判官　　三 重 野　　真　　人\n"
}