{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 17,
    "month": 10,
    "day": 27
  },
  "case_number": "平成15(行コ)7",
  "case_name": "文書開示拒否処分取消請求控訴事件（原審・仙台地方裁判所平成１３年（行ウ）第３号）",
  "court_name": "仙台高等裁判所",
  "field": "行政",
  "gist": "１　県警刑事部，交通部，警備部の報償費支出に関する資料に記録された情報のうち，（１）警察犬指導士の住所及び口座番号，（２）警察犬飼育者の住所，氏名，口座番号等，（３）警察犬の出動現場名等，（４）警察犬審査会審査員の氏名及び印影，（５）精神鑑定嘱託に関する精神鑑定医の住所，郵便番号及び債権者コード（電話番号），（６）部外講師謝金に関する部外講師の住所，電話番号，金融機関名，口座番号等，（７）犯罪捜査等に協力した功労により感謝状を贈呈された団体の代表者氏名，（８）暴力団排除運動及び捜査協力の功績により感謝状を授与された個人の住所，職名及び氏名，（９）交通安全運動等の功労として表彰を受けた個人，団体等の代表者の住所，（10）交通指導取締りに対する協力者の住所，氏名及び屋号，（11）質屋・古物商報償金に関する質屋等の住所及び年齢，（12）被疑者及び被害者の住所，氏名，年齢等，（13）死体解剖謝金に関する死者の氏名及び年齢，（14）犯罪捜査協力者の住所，氏名及び印影の各情報が，宮城県情報公開条例（平成１１年宮城県条例第１０号）８条２号に非開示事由として規定する「個人に関する情報」に該当するとされた事例　\n２　県警刑事部，交通部，警備部の報償費支出に関する資料に記録された情報のうち，（１）警察犬指導士の氏名，（２）精神鑑定嘱託に関する精神鑑定医の病院名，氏名，印影及び口座番号，（３）質屋・古物商報償金に関する質屋等の氏名，印影及び屋号の各情報が，宮城県情報公開条例（平成１１年宮城県条例第１０号）８条２号に非開示事由として規定する「個人に関する情報」に該当しないとされた事例　\n３　県警刑事部，交通部，警備部の報償費支出に関する資料に記録された情報のうち，（１）警部（同相当職）を除く警察職員の氏名，印影等，（２）質屋・古物商報償費に関する報償金受償者の住所，氏名，年齢，屋号，印影，事案の概要，協力の状況，受償行為に対する意見等，（３）死体解剖謝金に関する死体解剖医の所属，氏名，口座番号等，（４）警察犬指導士の住所，氏名等，（５）警察犬名，（６）警察犬飼育者の住所，氏名，金融機関名，口座番号等，（７）特定事件の被疑者に関する情報を提供して感謝状の贈呈を受けた団体名及び代表者名，（８）暴力団排除運動の推進に功績があって感謝状の贈呈を受けた団体名及び代表者名，（９）捜査支援資料を提供し，又は捜査活動に係る技術支援をした団体名及び代表者名，（10）精神鑑定嘱託に関して嘱託を受けた精神科医の病院名，住所，氏名，口座番号等，（11）犯罪捜査協力報償費に関する犯罪捜査協力報償費支払明細兼残高証明書，現金出納簿，捜査費支出伺，支払精算書，支払額内訳及び領収書の各情報が，宮城県情報公開条例（平成１１年宮城県条例第１０号）８条４号に非開示事由として規定する公共秩序維持情報に該当するとされた事例　\n４　県警刑事部，交通部，警備部の報償費支出に関する資料に記録された情報のうち，資金前渡職員の普通預金通帳の口座番号及びお客様番号，警察犬審査会審査員の氏名及び印影の各情報が，宮城県情報公開条例（平成１１年宮城県条例第１０号）８条４号に非開示事由として規定する公共秩序維持情報に該当しないとされた事例",
  "case_gist": "１　県警刑事部，交通部，警備部の報償費支出に関する資料に記録された情報のうち，（１）警察犬指導士の住所及び口座番号，（２）警察犬飼育者の住所，氏名，口座番号等，（３）警察犬の出動現場名等，（４）警察犬審査会審査員の氏名及び印影，（５）精神鑑定嘱託に関する精神鑑定医の住所，郵便番号及び債権者コード（電話番号），（６）部外講師謝金に関する部外講師の住所，電話番号，金融機関名，口座番号等，（７）犯罪捜査等に協力した功労により感謝状を贈呈された団体の代表者氏名，（８）暴力団排除運動及び捜査協力の功績により感謝状を授与された個人の住所，職名及び氏名，（９）交通安全運動等の功労として表彰を受けた個人，団体等の代表者の住所，（10）交通指導取締りに対する協力者の住所，氏名及び屋号，（11）質屋・古物商報償金に関する質屋等の住所及び年齢，（12）被疑者及び被害者の住所，氏名，年齢等，（13）死体解剖謝金に関する死者の氏名及び年齢，（14）犯罪捜査協力者の住所，氏名及び印影の各情報につき，宮城県情報公開条例（平成１１年宮城県条例第１０号）８条２号においては，「事業を営む個人の当該事業に関する情報」が除外されている以外には文言上何ら限定されていないことからすると，同条同号に非開示事由として規定する「個人に関する情報」は，個人に関わりのある情報であれば，原則として，すべてこれに当たると解するのが相当であるとした上で，上記の各情報は，同条例８条２号に非開示事由として規定する「個人に関する情報」に該当するとした事例　\n２　県警刑事部，交通部，警備部の報償費支出に関する資料に記録された情報のうち，（１）警察犬指導士の氏名，（２）精神鑑定嘱託に関する精神鑑定医の病院名，氏名，印影及び口座番号，（３）質屋・古物商報償金に関する質屋等の氏名，印影及び屋号の各情報につき，宮城県情報公開条例（平成１１年宮城県条例第１０号）８条２号においては，「事業を営む当該事業に関する情報」が除外されている以外には文言上何ら限定されていないことからすると，同条同号に非開示事由として規定する「個人に関する情報」は，個人に関わりのある情報であれば，原則として，すべてこれに当たると解するのが相当であるとした上で，前記警察犬指導士の氏名については警察犬指導士は犬の訓練等を職業としていることから，精神鑑定医の病院名等については嘱託を受けて行う職務に関する情報であることから，質屋等の氏名等についてはその事業の一環として行うものと認めるべき盗品等の届出に関する情報であることから，いずれも，事業を営む個人の当該事業に関する情報に該当するとして，同条例８条２号に非開示事由として規定する「個人に関する情報」に該当しないとした事例　\n３　県警刑事部，交通部，警備部の報償費支出に関する資料に記録された情報のうち，（１）警部（同相当職）を除く警察職員の氏名，印影等，（２）質屋・古物商報償費に関する報償金受償者の住所，氏名，年齢，屋号，印影，事案の概要，協力の状況，受償行為に対する意見等，（３）死体解剖謝金に関する死体解剖医の所属，氏名，口座番号等，（４）警察犬指導士の住所，氏名等，（５）警察犬名，（６）警察犬飼育者の住所，氏名，金融機関名，口座番号等，（７）特定事件の被疑者に関する情報を提供して感謝状の贈呈を受けた団体名及び代表者名，（８）暴力団排除運動の推進に功績があって感謝状の贈呈を受けた団体名及び代表者名，（９）捜査支援資料を提供し，又は捜査活動に係る技術支援をした団体名及び代表者名，（10）精神鑑定嘱託に関して嘱託を受けた精神科医の病院名，住所，氏名，口座番号等，（11）犯罪捜査協力報償費に関する犯罪捜査協力報償費支払明細兼残高証明書，現金出納簿，捜査費支出伺，支払精算書，支払額内訳及び領収書の各情報につき，宮城県情報公開条例（平成１１年宮城県条例第１０号）８条４号に非開示事由として規定する「公開することにより，犯罪の予防又は捜査，人の生命，身体又は財産の保護その他の公共の安全と秩序の維持に支障が生ずるおそれのある情報」とは，社会通念に照らし，類型的にみてそのようなおそれがある情報といい得ることをもって足りるというべきであり，類型的にみてそのようなおそれがあるとはいい難いものについては，実施機関において「支障が生ずるおそれ」を個別的，具体的に立証する必要があるものと解するのが相当であるとした上で，前記の各情報を公開した場合，該当者の情報が犯罪の関係者等に知られ，攻撃や報復や嫌がらせを受けるおそれがあったり，捜査活動の妨害や証拠隠滅のおそれがあったりするとして，同条例８条４号に非開示事由として規定する公共秩序維持情報に該当するとした事例　\n４　県警刑事部，交通部，警備部の報償費支出に関する資料に記録された情報のうち，資金前渡職員の普通預金通帳の口座番号及びお客様番号，警察犬審査会審査員の氏名及び印影の各情報につき，宮城県情報公開条例（平成１１年宮城県条例第１０号）８条４号に非開示事由として規定する「公開することにより，犯罪の予防又は捜査，人の生命，身体又は財産の保護その他の公共の安全と秩序の維持に支障が生ずるおそれのある情報」とは，社会通念に照らし，類型的にみてそのようなおそれがある情報といい得ることをもって足りるというべきであり，類型的にみてそのようなおそれがあるとはいい難いものについては，実施機関において「支障が生ずるおそれ」を個別的，具体的に立証する必要があるものと解するのが相当であるとした上で，資金前渡職員の口座の情報については，当該口座から預金を不正に引き出すことはほとんど不可能であり，第三者から余分の振込があったとしてもそのことによって捜査活動等の警察業務が妨害されることは考えられないとして，警察犬審査会審査員の情報については，開示されたとしても，当該審査員は直接犯罪の捜査活動には従事しないので，攻撃や嫌がらせを受けるおそれがあるとは言い難いとして，いずれも，同条例８条４号に非開示事由として規定する公共秩序維持情報に該当しないとした事例",
  "lawsuit_id": "33003",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=33003",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/003/033003_hanrei.pdf",
  "contents": "主　　　　　　　文\n１　原判決を次のとおり変更する。\n(1)　控訴人が平成１３年１月３０日にした行政文書の開示請求につき被控訴人が平成１３年２月１３日にし\nた処分（平成１４年６月２７日付けで一部変更された後のもの）のうち，別紙１の文書目録記載１，２の文書中の資金\n前渡職員の普通預金通帳の口座番号，お客様番号を開示しないとした部分を取り消す。\n(2)　控訴人のその余の請求を棄却する。\n２　訴訟費用は，第１，２審を通じてこれを３分し，その２を控訴人の負担とし，その余を被控訴人の負担と\nする。\n事実及び理由\n第１　控訴人の控訴の趣旨\n１　原判決を次のとおり変更する。\n２　控訴人が平成１３年１月３０日にした行政文書の開示請求につき被控訴人が平成１３年２月１３日にした処分（\n平成１４年６月２７日に一部変更された後のもの）中，別紙１の文書目録記載１の文書について同記載①ないし⑤を非\n開示とした部分及び同目録記載２の文書について開示しないとした部分（ただし，別紙６の開示情報一覧表記載のもの\nを除く。）を取り消す。\n３　訴訟費用は，第１，２審とも，被控訴人の負担とする。\n第２　被控訴人の控訴の趣旨\n１　原判決主文第１項のうち(1)イに係る部分及び(2)ウに係る部分を取り消す。\n２　前項の取消しに係る部分の控訴人の請求をいずれも棄却する。\n３　訴訟費用は，第１，２審とも，控訴人の負担とする。\n第３　事案の概要等\n１　事案の概要\n本件は，控訴人が被控訴人に対して，宮城県情報公開条例（平成１１年宮城県条例第１０号。ただし，平成１２\n年宮城県条例第１３１号による改正前のもの。以下「本件条例」という。）に基づき，平成１１年度の宮城県警察本部\n（以下「宮城県警」という。）刑事部，交通部及び警備部の報償費支出に関する一切の資料について開示請求をしたと\nころ，被控訴人が一部を開示，一部を非開示とする処分をしたため，控訴人が非開示部分とされた部分につき処分の取\n消しを求めた事案である。\n本件訴訟が提起された後の平成１４年６月２７日，被控訴人は非開示とした処分を一部変更して開示し，その開\n示部分につき控訴人が訴えを取り下げたため，審判の対象は，被控訴人が同日以降も非開示としている部分に限定され\nたが，この非開示とされている文書が具体的には別紙２の「報償費支出事由別一覧表」に記載された文書であること，\n被控訴人が上記文書につき本件条例上の実施機関としてこれを保有していることは争われていない。\n原審が被控訴人の非開示処分（平成１４年６月２７日付けで一部変更された後のもの）の一部を取り消し，その\n余の控訴人の請求を棄却したため，控訴人，被控訴人の双方が控訴した。なお，控訴人の控訴は，敗訴部分全部に対す\nるものであるが，被控訴人の控訴は，原審が非開示処分を取り消した部分の一部（別紙５の「対象行政文書非開示情報\n・適用条項（非開示理由）一覧表」中の★印が付された部分）に対するものであり，控訴しなかった部分については，\n被控訴人が原審判決後任意に控訴人に開示したため，控訴人は，当審において，開示された当該部分（別紙６の「開示\n情報一覧表」に記載のもの）についての訴えを取り下げた。したがって，当該部分は，当審における審判の対象になっ\nていない。\n２　前提となる事実（いずれも当事者間に争いがない。）\n(1)　当事者\nア　控訴人は，地方行財政の不正を監視，是正すること等を目的として結成された権利能力なき社団である。\nイ　被控訴人は，本件条例２条１項の規定にいう実施機関として，控訴人が本件で開示を求めている行政文書（\n同条２項）を保有している。\n(2)　本件条例の規定\n本件条例には，下記のような規定がある。\n記\n第１条（目的）\nこの条例は，地方自治の本旨にのっとり，県民の知る権利を尊重し，行政文書の開示を請求する権利及び県\nの保有する情報の公開の総合的な推進に関して必要な事項を定めることにより，県政運営の透明性の一層の向上を図\nり，もって県の有するその諸活動を説明する責務が全うされるようにするとともに，県民による県政の監視と参加の充\n実を推進し，及び県政に対する県民の理解と信頼を確保し，公正で開かれた県政の発展に寄与することを目的とする。\n第２条（定義）\n１　この条例において「実施機関」とは，知事，公営企業管理者，病院事業管理者，教育委員会，選挙管理\n委員会，人事委員会，監査委員，地方労働委員会，収用委員会，海区漁業調整委員会及び内水面漁場管理委員会をい\nう。\n２　この条例において「行政文書」とは，実施機関の職員が職務上作成し，又は取得した文書，図画，写真\n及びスライドフィルム（これらを撮影したマイクロフィルムを含む。次項において同じ。）並びに電磁的記録（電子的\n方式，磁気的方式その他人の知覚によっては認識することができない方式で作られた記録をいう。次項において同じ。\n）であって，当該実施機関の職員が組織的に用いるものとして，当該実施機関が保有しているものをいう。\n３（省略）\n第３条（責務）\n１　実施機関は，この条例に定められた義務を遂行するほか，県の保有する情報を積極的に公開するよう努\nめなければならない。この場合において，実施機関は，個人に関する情報が十分保護されるよう最大限の配慮をしなけ\nればならない。\n２　行政文書の開示を請求しようとするものは，この条例により保障された権利を正当に行使し，情報の公\n開の円滑な推進に努めなければならない。\n第４条（開示請求権）\n何人も，この条例の定めるところにより，実施機関に対し，行政文書の開示を請求することができる。\n第５条（開示請求の手続）\n１　前条の規定による開示の請求（以下「開示請求」という。）は，次に掲げる事項を記載した書面（以下\n「開示請求書」という。）を実施機関に提出してしなければならない。\n(1)ないし(3)（省略）\n２（省略）\n第６条（開示請求に対する決定等）\n１　実施機関は，開示請求のあった日から起算して１５日以内に，行政文書の全部若しくは一部を開示する\n旨の決定，行政文書を開示しない旨の決定（中略）をしなければならない。（以下省略）\nページ(1)\n２ないし４（省略）\n第８条（行政文書の開示義務）\n実施機関は，開示請求があったときは，開示請求に係る行政文書に次の各号に掲げる情報（以下「非開示\n情報」という。）のいずれかが記録されている場合を除き，開示請求者に対し，当該行政文書を開示しなければならな\nい。\n(1)　法令（条例を含む。以下同じ。）の規定により公開することができないとされている情報\n(2)　個人に関する情報（事業を営む個人の当該事業に関する情報を除く。）であって，特定の個人が識別さ\nれ，若しくは識別され得るもの又は特定の個人を識別することはできないが，公開することにより，なお個人の権利利\n益が害されるおそれのあるもの。ただし，次に掲げる情報を除く。\nイ　法令の規定により又は慣行として公開され，又は公開することが予定されている情報\nロ　当該個人が公務員（国家公務員法（昭和２２年法律第１２０号）第２条第１項に規定する国家公務員\n及び地方公務員法（昭和２５年法律第２６１号）第２条に規定する地方公務員をいう。）である場合において，当該情\n報がその職務の遂行に係る情報であるときは，当該情報のうち，当該公務員の職，氏名及び当該職務遂行の内容に係る\n部分\n(3)　法人その他の団体（国及び地方公共団体を除く。以下「法人等」という。）に関する情報又は事業を営\nむ個人の当該事業に関する情報であって，公開することにより，当該法人等又は当該個人の権利，競争上の地位その他\n正当な利益が損なわれると認められるもの。ただし，事業活動によって生じ，又は生ずるおそれのある危害から人の生\n命，身体，健康，生活又は財産を保護するため，公開することが必要であると認められる情報を除く。\n(4)　公開することにより，犯罪の予防又は捜査，人の生命，身体又は財産の保護その他の公共の安全と秩序\nの維持に支障が生ずるおそれのある情報\n(5)　県又は国等（国又は地方公共団体その他の公共団体をいう。以下同じ。）の事務事業に係る意思形成過\n程において行われる県の機関内部若しくは機関相互又は県の機関と国等の機関との間における審議，検討，調査，研究\n等に関する情報であって，公開することにより，当該事務事業又は将来の同種の事務事業に係る意思形成に支障が生ず\nると明らかに認められるもの\n(6)　県の機関又は国等の機関が行う検査，監査，取締り，争訟，交渉，渉外，入札，試験その他の事務事業\nに関する情報であって，当該事務事業の性質上，公開することにより，当該事務事業若しくは将来の同種の事務事業の\n目的が達成できなくなり，又はこれらの事務事業の公正若しくは円滑な執行に支障が生ずると認められるもの\n第９条（部分開示）\n実施機関は，開示請求に係る行政文書の一部に非開示情報が記録されている場合において，非開示情報が\n記録されている部分を容易に区分して除くことができるときは，開示請求者に対し，当該部分を除いた部分につき開示\nしなければならない。ただし，当該部分を除いた部分に有意の情報が記録されていないと明らかに認められるときは，\nこの限りでない。\n(3)　本件訴訟に至る経緯\nア　控訴人は，平成１３年１月３０日，被控訴人に対し，本件条例に基づき，「平成１１年度における宮城県警\n刑事部，交通部，警備部の報償費支出に関する一切の資料」につき，行政文書の開示請求をした。\nイ　被控訴人は，本件条例６条１項の規定に基づき，平成１３年２月１３日，別紙１の文書目録記載１の文書に\nついては同記載①ないし⑤の部分を非開示とし，その余の部分を開示し，同目録記載２の文書については開示しない旨\nの処分をした。被控訴人が非開示とした理由は，上記文書に係る情報は本件条例８条２号，４号又は６号の非開示情報\nに当たるというものであった。\nウ　控訴人は，平成１３年４月４日，被控訴人を相手方として，上記非開示処分の取消しを求める本件訴訟を提\n起した。\n(4)　本件訴訟提訴後の経緯\nア　被控訴人は，平成１４年６月２７日，非開示処分の一部を変更し，新たに下記の情報を開示した（この変更\n後の非開示処分を「本件処分」という。）。\n(ア)　警察職員に関する情報のうち，本件処分時点までに宮城県職員録及び新聞の人事異動記事により氏名が\n公表されていた者の「氏名」及び「印影」（犯罪捜査等を行う職員に係るものを除く。）\n(イ)　資金前渡職員の預金口座情報のうち，「預金口座番号」及び「お客様番号」を除く部分\nイ　これを受けて，控訴人は，上記アの開示部分につき本件訴えを取り下げた。\n(5)　本件訴訟の対象となっている文書\n本件訴訟の対象となっている文書は，別紙２の「報償費支出事由別一覧表」（以下「別紙２の一覧表」とい\nう。）に記載のとおりであり，各文書のうち非開示情報とされた部分は，別紙３の１の「『一般報償費』の非開示情報\nと該当条項一覧表」（以下「別紙３の１の一覧表」という。），同３の２の「『犯罪捜査に関連する報償費』の非開示\n情報と該当条項一覧表」（以下「別紙３の２の一覧表」という。），同３の３の「『犯罪捜査協力報償費』の非開示情\n報と該当条項一覧表」（以下「別紙３の３の一覧表」という。）及び別紙４の「条例第８条第２号非開示情報一覧表」\n（以下「別紙４の一覧表」という。）に記載のとおりである（ただし，別紙６の「開示情報一覧表」記載のものを除\nく。なお，別紙５の「対象行政文書非開示情報・適用条項（非開示理由）一覧表」は，別紙２の一覧表記載の各文書と\n別紙３の１ないし３及び別紙４の各一覧表の非開示情報部分との対応関係をまとめたものである。）。各文書ごとの非\n開示情報は，後記第５の争点に対する当事者の主張の項に記載する。\n第４　本件の争点\n本件の争点は，本件処分で非開示となった文書ないし情報が非開示情報を規定した本件条例８条２号，４号に当た\nるか否かである（以下，本件条例８条２号に当たる非開示情報を「２号情報」，同条４号に当たる非開示情報を「４号\n情報」といい，２号情報に当たるか否かの争点を「争点１」，４号情報に当たるか否かの争点を「争点２」という。\n）。なお，原審における争点３（非開示とされた文書ないし情報が本件条例８条６号に当たるか否か）は，当審におけ\nる訴えの取下げの結果，当審における争点ではなくなった。\n第５　争点に対する当事者の主張\n１　争点１（２号情報に当たるか否か）について\n２号情報に当たるとして非開示となった文書ないし情報は，別紙３の１ないし３の各一覧表に記載されたものの\nうち，各「該当条項」欄の「８条２号」欄に〇印が記されたもの，別紙４の一覧表に記載されたものであり，これを大\n別すると，警察犬に関するもの，精神鑑定嘱託に関するもの，部外講師謝金に関するもの，表彰（感謝状を含む。以下\n同じ）に関するもの，質屋・古物商に関するもの，死体解剖謝金に関するもの及び犯罪捜査協力報償費に関するものに\n分けられる。\n(1)　２号情報の解釈基準\nア　控訴人の主張\n本件条例８条２号は，憲法１３条が保障する個人のプライバシーの権利，すなわち私生活をみだりに公開さ\nれない権利（あるいは自己に関する情報をコントロールすることができる権利）を保護するため，個人に関する情報で\nあって，特定の個人が識別され，又は識別され得るもの等について，行政文書を開示しないこととしたものである。こ\nページ(2)\nの趣旨にかんがみると，同号によって非開示とされるのは，特定の個人が識別され，又は識別され得る情報のすべてで\nはなく，プライバシーの侵害に当たるような専ら私事に関するものと通常理解される情報に限られるものと解すべきで\nある。\nイ　被控訴人の主張\n憲法２１条１項の「知る権利」に基づく情報公開請求権は，明定する立法がなければ具体的請求権が発生し\nないという意味で抽象的権利にとどまるというべきであるから，本件条例に基づく開示請求権も本件条例の制定によっ\nて創設された権利である。したがって，宮城県民に公文書の開示請求権をいかなる限度，要件で付与するかは宮城県に\nおける立法政策にゆだねられた問題である。本件条例８条２号本文前段は，個人のプライバシーを最大限に保護するた\nめ，個人に関する情報を包括的に開示しないものとし，特定の個人が識別され，又は識別され得る情報が記録された行\n政文書を開示しない旨を定めたものであり，いわゆる「個人識別型条例」であるから，「プライバシー保護型条例」と\n同一の解釈をすることは妥当でない。したがって，「個人に関する情報」とは，思想，信条，心身の状況，病歴，学\n歴，成績，職歴，住所，電話番号，家族状況，親族関係，所得及び財産等個人に関するすべての情報をいうものであ\nり，「特定の個人が識別され，若しくは識別され得るもの」とは，当該情報から特定の個人が識別でき，又は識別でき\nる可能性のあるものをいい，①氏名，住所等その情報から直接的に特定の個人が識別されるもの，②他の情報と組み合\nわせることにより間接的に特定の個人が識別され得るものをいうと解すべきである。\n(2)　警察犬に関するもの\n警察犬に関するものとして非開示となった文書は，別紙２の一覧表番号５８ないし９３に記載のものであり，\n非開示となった情報は，別紙３の２の一覧表番号３の①の上段，③の第１段及び第３段，⑥の上段及び中段，⑦の上\n段，別紙４の一覧表番号６の①ないし③に記載のものであって，警察犬指導士の住所・氏名・口座番号等，警察犬飼育\n者の住所・氏名・口座番号等，警察犬の出動現場名等（別紙２の一覧表番号７０，７２，７５，８３，８８，９０及び\n９１），警察犬審査会審査員の氏名等である。\nア　被控訴人の主張\n(ア)　警察犬指導士\n嘱託警察犬指導士（以下「警察犬指導士」という。）は，警察の嘱託を受け，嘱託警察犬（以下「警察\n犬」という。）の訓練を担当する民間人であるところ，飽くまで社会協力活動の一環として警察の捜査活動の一部に協\n力しているにすぎず，公務員でもなければ，公務員に準ずる性格を有するものでもない。\n(イ)　警察犬飼育者\n警察犬の飼育者（所有者）は，警察の嘱託を受け，自己が所有する犬につき警察犬の嘱託を受けている民\n間人であり，警察犬の飼育を生業にする者は皆無であるところ，飽くまで社会協力の一環として警察の捜査活動の一部\nに協力しているにすぎず，公務員でもなければ，公務員に準ずる性格を有するものでもない。\n(ウ)　警察犬の出動現場名等\n別紙２の一覧表の番号７０，７２，７５，８３，８８，９０及び９１につき，警察犬出動に伴う施行理由\nに係る事件現場名（会社名）が記載されているところ，これを開示すれば，逮捕監禁事件（番号７０），強姦致傷事件\n（番号７２及び７５），強姦事件（番号８３），住居侵入及び強制わいせつ事件等（番号８８），窃盗（色情盗）事件\n（番号９０及び９１）の具体的事件現場名（住所，アパート名及び宅名）及び特定の企業名（番号７０）を公にするこ\nとになり，これらの情報から容易に被害者個人が識別特定され得る。同表の番号７０（逮捕監禁事件）については，施\n行理由欄に「○○○運転手に対する逮捕監禁容疑事件」と記載され，○○○部分に特定の企業名が記載されている。こ\nのため，当該企業の運転手であるという情報から，特定の個人が識別される高度の蓋然性がある。\n(エ)　警察犬審査会審査員\n警察犬審査会審査員は，宮城県警からの派遣要請に基づき宮城県警の主催する警察犬審査会に社団法人日\n本警察犬協会から審査員として派遣された個人である。警察犬審査会審査員は，宮城県警において実施する警察犬指導\n士及び警察犬の審査会において，審査員の一員として専門的知識や技能等に基づき審査を行う限度で公的な役割を担っ\nているものであるが，公務員（非常勤を含む。）の身分を有しているものではない。\n(オ)　まとめ\nしたがって，上記の情報は，いずれも２号情報に該当する。\nイ　控訴人の主張\n(ア)　警察犬指導士及び警察犬飼育者\n個人の行動であっても，それが公務としてされた場合はもちろん，社会的活動を行う団体において職務上\nの行為としてされた場合にも，もはや私事に関するものとはいえない。したがって，そのような地位にある警察犬指導\n士及び警察犬飼育者に係る情報は，個人に関するものであっても専ら私事に関するものと通常理解される情報には当た\nらない。\n(イ)　警察犬の出動現場名等\n出動先の現場名やアパート名等を開示したとしても被害者が特定されることなどは考え難いから，そもそ\nもプライバシーが問題となる余地はない。\n(ウ)　警察犬審査会審査員\n被控訴人の主張によっても，警察犬審査会審査員に係る情報は，個人に関するものであっても専ら私事に\n関するものと通常理解される情報には当たらない。\n(3)　精神鑑定嘱託に関するもの\n精神鑑定嘱託に関するものとして非開示となった文書は，別紙２の一覧表番号４５に記載のものであり，非開\n示となった情報は，別紙３の１の一覧表番号３の①，③ないし⑤，別紙４の一覧表番号３の①ないし④に記載のもので\nあって，精神鑑定嘱託医の病院名・住所・氏名・郵便番号・金融機関名・口座番号等である。\nア　被控訴人の主張\n精神鑑定嘱託医は，公務員（非常勤を含む。）の身分を有するものではなく，運転免許に係る許可事務に伴\nって生ずる個別的又は臨時的な必要性から鑑定を依頼するものである。このような個別的，臨時的な必要性によって生\nじた当該医師個人の受動的な事柄まで，公務に準ずるものとすることはできない。したがって，この情報は，２号情報\nに該当する。\nイ　控訴人の主張\n被控訴人の主張によれば，精神鑑定は運転免許に係る許可事務に伴って必要とされるものであるから，当該\n精神科医の私的な業務ではなく，公務であるか，少なくとも公務に準ずる場面である。したがって，そのような公的な\n業務に対する謝礼として支出される場面における精神鑑定医に関する情報である以上，個人に関するものではあっても\n専ら私事に関するものと通常理解される情報には当たらない。\n(4)　部外講師謝金に関するもの\n部外講師謝金に関するものとして非開示となった文書は，別紙２の一覧表番号１ないし７に記載のものであ\nり，非開示となった情報は，別紙３の１の一覧表番号１の①の下段，②の下段，③，④，別紙４の一覧表番号１の①な\nいし④に記載のものであって，部外講師の住所・電話番号・印影・金融機関名・口座番号等である。\nア　被控訴人の主張\nページ(3)\n部外講師は，犯罪被害者対策講演会あるいは指定自動車教習所職員講習会等において，会の趣旨に則して講\n話をする限度で公的な役割を担っているといえるが，公務員（非常勤を含む。）の身分を有するものではなく，純粋な\n謝礼を受け取っているにすぎないから，公務に準ずるものとすることはできない。したがって，この情報は，２号情報\nに該当する。\nイ　控訴人の主張\n被控訴人の主張によっても，部外講師は犯罪被害者対策講演会等において会の趣旨に則して講話をするとい\nうのであるから，当該部外講師の私的な業務ではなく，公務であるか，少なくとも公務に準ずる場面である。しかも，\n被控訴人は，部外講師の職名と氏名については，部外講師のプライバシーを侵害するおそれがないと判断し，これを公\n表しているのである。したがって，そのような公的業務に対する謝礼として支出される場面における部外講師に関する\n情報である以上，住所，電話番号，金融機関名等も，個人に関するものではあっても専ら私事に関するものと通常理解\nされる情報には当たらない。\n(5)　表彰に関するもの\n表彰に関するものとして非開示となった文書は，別紙２の一覧表番号８ないし４４に記載のものであり，非開\n示となった情報は，別紙３の１の一覧表番号２の①の第２段及び第３段，③の第２段及び第３段，別紙４の一覧表番号\n２の①及び②に記載のものであって，被贈呈団体の代表者氏名（ただし，交通安全運動等の啓蒙啓発活動の推進に功労\nがあった団体の代表者名は開示されている。），被贈呈者個人の住所，職名（役職，屋号。以下同じ。）及び氏名（た\nだし，交通安全運動等の啓蒙啓発活動の推進に功労があった個人名は開示されている。）である。\nア　被控訴人の主張\n(ア)　被贈呈団体の代表者氏名\nこの感謝状は，いずれも団体として犯罪捜査に協力したことに対して贈呈されたものであり，代表者個人\nに贈呈されたものではないから，代表者個人名を公表することは予定されていない。\n(イ)　暴力団排除運動，犯罪捜査協力（犯罪捜査通訳，検視業務を含む。）の功績により感謝状を授与された\n個人の住所，職名及び氏名\nこの感謝状は，いずれも個人として犯罪捜査に協力したことに対して贈呈されたものであって，公表を予\n定した情報ではない。\n(ウ)　交通安全運動等の功労として表彰を受けた個人及び団体等の代表者の住所\nこの表彰は，交通安全運動等の啓蒙啓発活動の推進に功労があった団体や個人を公表して，その功労を称\nえる趣旨であることにかんがみ，団体名（代表者名を含む。）及び個人の氏名については公表しているところである\nが，当該個人の住所についてまで公表を予定したものではない。\n(エ)　交通指導取締りに対する協力者の住所，氏名及び屋号\nこの表彰は，交通機動隊員が行う交通指導取締りに際して，白バイ又はパトカーの待機場所を積極的に提\n供する等の功労があった特定個人を称える趣旨のものであり，その住所，氏名等の公表を前提として感謝状を贈呈する\nものではない。\n(オ)　まとめ\nしたがって，上記の情報は，いずれも２号情報に該当する。\nイ　控訴人の主張\n感謝状・表彰状は，公的機関たる宮城県警が，受贈者の功労を称える趣旨で授与するものであるから，感謝\n状等の授与に関する情報は，その公表が予定されたものである。しかも，個人に関するものであっても専ら私事に関す\nるものと通常理解される情報には当たらない。よって，２号情報には該当しない。現に，被控訴人は，交通安全運動等\nの功労として表彰を受けた個人の氏名あるいは団体の名称を開示しているところである。\n(6)　質屋・古物商に関するもの\n質屋・古物商に関するものとして非開示となった文書は，別紙２の一覧表番号４６ないし５２に記載のもので\nあり，非開示となった情報は，別紙３の２の一覧表番号１の③の下段，④の下段，⑤の第２段ないし第４段，⑥の下\n段，別紙４の一覧表番号４の①ないし④に記載のものであって，質屋・古物商（以下，質屋と古物商を併せて「質屋\n等」ともいう。）の住所・氏名・年齢等，被疑者の住居・氏名等，被害者の住所・氏名等である。\nア　被控訴人の主張\n質屋等は，すべて私人である。しかも，その捜査協力に係る事実は，被疑者や関係者等に秘匿することを前\n提として協力を得ているものである。また，質屋・古物商報償金に係る被疑者及び被害者の情報が個人情報に該当する\nことは明らかである。したがって，上記各情報は，２号情報に該当する。\nイ　控訴人の主張\n質屋等は，法律上の義務に基づいて届出をしているものであり，情報提供の事実を秘匿することを前提とし\nて警察に協力しているものではない。また，被疑者及び被害者の情報も，専ら個人の私事に関するものと通常理解され\nる情報には当たらない。したがって，上記各情報は２号情報には該当しない。\n(7)　死体解剖謝金に関するもの\n死体解剖謝金に関するものとして非開示となった文書は，別紙２の一覧表番号５３ないし５７に記載のもので\nあり，非開示となった情報は，別紙３の２の一覧表番号２の③の下段，別紙４の一覧表番号５に記載のものであって，\n死者の氏名・年齢である。\nア　被控訴人の主張\n解剖対象者の氏名及び年齢が２号情報に該当することは明らかである。\nイ　控訴人の主張\n解剖対象者の氏名及び年齢は，個人に関するものであっても専ら私事に関するものと通常理解される情報に\nは当たらないから，２号情報には該当しない。\n(8)　犯罪捜査協力報償費に関するもの\n犯罪捜査協力報償費に関するものとして非開示となった文書は，別紙２の一覧表番号９４ないし９９に記載の\nものであり，非開示となった情報は，別紙３の３の一覧表番号２の④の上段，別紙４の一覧表番号７の①及び②に記載\nのものであって，犯罪捜査協力者の住所・氏名等である。\nア　被控訴人の主張\n犯罪捜査協力報償費は，各種犯罪捜査において，情報提供者等に対する謝礼等として，あるいは汚職事件等\nの長期間かつ継続的な内偵捜査に伴う協力謝礼等として支払われるものである。各種犯罪捜査の成否は，犯罪捜査協力\n者から得た情報によるところが大きく，被疑者の直近及び犯罪組織の中枢へ秘匿工作を行うなどして協力者を確保，運\n用している。したがって，ひとたび被疑者側に捜査協力の事実が発覚した場合，協力者側の生命身体等に危害が及ぶお\nそれがあり，そのため，協力者の確保に際し，協力者であることを完全に秘匿することを絶対条件としているものであ\nる。そして，このような犯罪捜査協力者の住所，氏名及び印影の情報が２号情報に該当することは，明らかである。\n控訴人は，犯罪捜査協力報償費の支出は架空であって裏金捻出等違法な経理のために用いられている疑いが\n強い旨主張するが，本件訴訟の争点は，領収書等の偽造の有無ではなく，文書に記載された情報が２号情報に該当する\nか否かであって，犯罪捜査協力報償費の架空支出をいう被控訴人の主張は失当である。\nページ(4)\nイ　控訴人の主張\n犯罪捜査協力報償費の受取人たる犯罪捜査協力者に係る情報は，個人に関する事項のうち，専ら私事に関す\nるものと通常理解される情報には当たらないから，２号情報には該当しない。また，犯罪捜査協力報償費の支出は架空\nであって裏金捻出等違法な経理のために用いられている疑いが強い。\n２　争点２（４号情報に当たるか否か）について\n４号情報に当たるとして非開示となった文書ないし情報は，別紙３の１ないし３の各一覧表に記載されたものの\nうち各「該当条項」欄の「８条４号」欄に〇印が記されたものであり，これを大別すると，警察職員の氏名等に関する\nもの，資金前渡職員の普通預金通帳に関するもの，質屋等に対する報償費に関するもの，死体解剖謝金に関するもの，\n警察犬に関するもの，刑事部長感謝状贈呈に関するもの，精神鑑定嘱託に関するもの及び犯罪捜査協力報償費に関する\nものに分けられる。\n(1)　４号情報の解釈基準\nア　被控訴人の主張\n本件条例８条４号は，公共の安全と秩序の維持に支障が生ずる「おそれ」をもって非開示の理由とするのみ\nで，その顕著性を要件としていないのであるから，直接的あるいは間接的に公共の安全と秩序の維持に支障が生ずるお\nそれがある情報を非開示としたものと解すべきであり，「おそれ」の内容については，必要な程度に具体的に特定して\nおれば，概括的な主張で足りると解すべきである。\nイ　控訴人の主張\n本件条例８条４号に規定する「おそれ」を単なる危惧感や極めて抽象的なもので足りると解することは，公\n共安全情報も情報公開の対象であるとした上で，例外的に非開示事由を規定する本件条例の趣旨及び構造に明らかに反\nすることになる。したがって，同号の「おそれ」については，具体的，個別的に支障が生ずる蓋然性があることをその\n要件と解すべきである。\n(2)　警察職員の氏名等に関するもの\n警察職員の氏名等に関するものとして非開示となった情報は，別紙３の１の一覧表番号１の②の中段，番号２\nの①の第１段，②，③の第４段，④，番号３の②，別紙３の２の一覧表番号１の⑦の下段，番号３の①の中段，②，③\nの第２段，④，⑤，⑥の下段，⑦の下段，別紙３の３の一覧表番号１の④の下段，番号２の②の下段及び③の下段に各\n記載のものであり，警察職員（ただし，警部（同相当職を含む。）以上の者を除く。）の氏名・印影等である。\nア　被控訴人の主張\n警察業務は，警察規制を物理的かつ強制的に実現することを中核とするものであり，相手方となる者の反発\nや反感を招きやすい性質を有することから，警察組織や職員を敵視する人物，団体等によって，警察職員や警察施設が\n襲撃を受けた事例が全国及び宮城県で多数存在する。このようなことをする極左暴力集団，暴力団，暴走族等の違法集\n団等は現に存在しており，これらの人物，団体等は，警察活動の動静を含めた警察に関する情報に異常なまでの関心を\n持っており，警察職員を対象にその配置状況や家族等を把握しようとしたり，警察施設，警察装備等の実態を把握しよ\nうとしたりするなど，あらゆる手段，方法によって情報収集や調査活動を行っている。以上のような警察組織，警察職\n員の特質から判断すると，特定の警察職員の氏名等を公開することによって，当該職員やその家族のプライバシーが侵\n害されたり，襲撃，工作等の被害を受けたりするおそれがあり，公共の安全と秩序の維持に支障が生じるおそれがあ\nる。なお，本件処分時点までに宮城県職員録及び新聞の人事異動記事により氏名が公表されていた警部（同相当職を含\nむ。）以上の者の「氏名」及び「印影」（犯罪捜査等を行う職員に係るものを除く。）については，既に警察職員であ\nる事実を明らかにしていることから，公開することによる支障が生じるおそれはないものと認められたため，これを開\n示したものである。\nイ　控訴人の主張\n警察職員の氏名及び印影が開示された場合，配置所属や担当職務が判明することはあっても，警察職員の私\n的な情報まで知り得るものではないから，当該職員及び家族のプライバシーが侵害され，そのことによって当該職員が\n職務に専念できないといった支障は生じ得ない。職員録に掲載された警視（同相当職を含む。）以上の警察職員，毎年\n辞令が新聞紙上公表されている警部（同相当職を含む。）以上の警察職員について，被控訴人は，宮城県情報公開審査\n会の答申を受け，その氏名等を開示したが，警部（同相当職を含む。）以上の警察職員の方が，氏名等を開示していな\nい警部補以下の職員よりも攻撃，懐柔，嫌がらせ等を受けるおそれが高いと思われるのに，実際にはそのような事態は\n発生していない。警部補以下の警察職員についても，名札を付けて一般市民と対応し，あるいは所属及び氏名を名乗っ\nて職務を遂行しており，その氏名や所属は容易に判明するのであるから，これらの職員の氏名等を非開示とする必要は\nない。およそ公権力に関わる機関（裁判所，検察庁，国税局等）であれば，相手方の反発を招きやすいといえるのであ\nり，警察のみが，職員の氏名を非開示にしなければならないほどに常に反発や抵抗にさらされているものではないか\nら，警察職員の氏名等について，他の国家機関と異なる取扱いをする必要はない。別件訴訟でＡが証言する警察官等が\n攻撃された事例は，数の上でも少ないし（年間十数件程度），職員情報の開示非開示とは無関係に，単に警察が襲撃さ\nれた事件を挙げただけである。しかも，情報公開制度において職員情報等が開示されていない段階における事案である\nから，警察職員の氏名等の開示と上記事例の発生との間に因果関係はない。\n(3)　資金前渡職員の普通預金通帳に関するもの\n資金前渡職員の普通預金通帳に関するものとして非開示となった情報は，別紙３の１の一覧表番号１の①の上\n段，②の上段，別紙３の２の一覧表番号１の⑦の上段，番号３の①の下段，③の第４段，別紙３の３の一覧表番号１の\n①の下段，④の中段，⑦の下段に記載のものであって，資金前渡職員の普通預金通帳の口座番号，お客様番号である（\n資金前渡職員の普通預金通帳に関するその他の情報は既に開示済みである。）。\nア　被控訴人の主張\n警察業務が，警察規制を物理的かつ強制的に実現することを中核とするものであり，相手方の反発や反感を\n招きやすい性質を有していることに照らし，資金前渡職員の預金口座番号及びこれと同一の番号により記録されている\nお客様番号を公開すれば，警察組織や職員を敵視し，警察活動を妨害することを企てる人物又は団体等によって，架空\n入金をして捜査を混乱させたり，預金口座情報を悪用して不正引出をしたりされるおそれがあり，公共の安全と秩序の\n維持に支障が生じるおそれがある。\nイ　控訴人の主張\n個人や組織が警察業務を妨害しようとしても，通帳と印鑑がなければ預金残高，入出金状況の割り出しや不\n正引出を行うことは不可能である。また，仮に口座番号を知った者からの架空入金があったとして，何故にそれが警察\n活動に対する妨害となるのか疑問であるし，そもそも架空入金を行おうとする者などいないのであって，被控訴人が主\n張するようなおそれはおよそあり得ない。\n(4)　質屋・古物商報償費に関するもの\n質屋・古物商報償費に関するものとして非開示となった文書は，別紙２の一覧表番号４６ないし５２記載のも\nのであり，非開示となった情報は，別紙３の２の一覧表番号１の③の下段，④の下段，⑤の第２段及び第５段，⑥の下\n段に記載のものであって，報償金受償者の住所・氏名・年齢・屋号・印影，事案の概要，協力の状況，受償行為に対す\nる意見等である。報償金額に関する部分は，被控訴人が開示したことにより訴えが取り下げられている。\nア　被控訴人の主張\nページ(5)\n質屋・古物商に対する報償金は，質屋等が受け取った物品が盗品であることが判明した場合，その旨の届出\n（質屋営業法２１条３項，古物営業法１９条４項）に対し，捜査協力の内容及び経済的損失（盗難又は遺失時から１年\n以内の場合には被害者又は遺失主に無償で返還しなければならないとされる。質屋営業法２２条，古物営業法２０条）\n等を加味し，所定の等級を適用して交付する金員である。報償金受償者の住所，氏名等については，質屋等による捜査\n協力の内容は事件関係者に秘匿することを前提としており，仮に報償金受償者の住所，氏名等の情報を開示した場合，\n特定の事件について犯罪捜査に協力した質屋等を識別することが可能となるから，被疑者や犯罪集団等から逆恨みや報\n復を目的とする攻撃，嫌がらせを受けるおそれがある。また，盗品等の処分を企図する者は，これらの情報から，警察\nに非協力的な質屋等を探知するなどの対抗措置を講じることで，盗品等の処分を容易にし，罪証隠滅を図るおそれがあ\nる。「事案の概要」欄には，具体的犯行日，被害者の住所及び氏名，犯行の手段方法，被害品の数量及び犯罪行為の概\n要が記載されており，「協力の状況」及び「受償行為に対する意見」欄には，これまでの捜査協力状況，捜査の具体的\n協力内容，協力に対する評価及び被害品名等が記載されている。これらの情報を開示した場合，報償金受償者の氏名等\nを非開示としても，捜査協力に係る犯罪事実が具体的に判明し，当該事実の捜査に協力した質屋等が特定されるととも\nに，被疑者等が当該事件の捜査状況を知り得ることとなり，質屋等に対する攻撃等のおそれや，被疑者等が逃走又は証\n拠隠滅を図るなどして犯罪捜査を困難にするおそれがある。非開示とされた文書中に記載されている上記のような情報\nは，すべて一体のものとしての性質を有し，仮に質屋等を特定する部分のみを非開示としても，上記の支障が生ずるお\nそれがあるから，その全部を非開示とすべきである。\nイ　控訴人の主張\n質屋等は，盗品を受け取った場合，法律上の義務として警察へ届け出るのであって，報償金をもらえること\nを期待して捜査に協力しているものではない。報償金受償者の住所，氏名等については，そもそも，被疑者等は，自ら\n持ち込んだ質屋等を知っており，当該質屋が通報したであろうことは容易に推測し得るはずである。さらに，被害品の\n入手先や発見の端緒等は，捜査記録に記載され，被告人及び弁護人において，刑事手続に従って閲覧し得るのであるか\nら，秘匿を前提とした情報とは必ずしもいえない。質屋等は，法律上警察への届出が義務付けられており，かつ当該事\n件について第三者の立場にあるから，事件関係者が質屋等を逆恨みすることは考え難い。盗品等の処分を企図する者が\n警察に非協力的な質屋等で処分するなどの対抗措置を講じるおそれがあるなどというのは杞憂にすぎない。「事案の概\n要」等の各記載欄は，被控訴人が主張するような事実（特定の事件の具体的な捜査状況や捜査機関としての協力に対す\nる評価等）のすべてを記載できるだけのスペースがないことからすると，被控訴人の主張には疑問がある。被疑者等\nは，被害者から警察に被害申告がされていると考えるのが通常であって，公開された行政文書から質屋等が警察に盗品\nの届出をしたことを知って，初めて捜査が開始されたことを知るものではない。また，同種の報償費支出が多数行われ\nている中で，未検挙事件の被疑者が多くの報償費支出に関する文書の中から自己に関する報償費支出事項を発見するこ\nと自体極めて困難である。\n(5)　死体解剖謝金に関するもの\n死体解剖謝金に関するものとして非開示となった文書は，別紙２の一覧表番号５３ないし５７に記載のもので\nあり，非開示となった情報は，別紙３の２の一覧表番号２の①，②，③の上段，④に記載のとおりであって，死体解剖\n医の所属・氏名・口座番号等である。\nア　被控訴人の主張\n承諾解剖制度（死体解剖保存法７条）は，裁判官の令状を要せず，遺族の承諾のみで行う行政目的達成のた\nめの解剖であるところ，解剖の結果により犯罪の疑いが生じた場合には，刑事訴訟法上の司法解剖に移行するから，当\n該解剖医の所見が犯罪事実を立証する上で極めて重要な証拠となるとともに，当該解剖医には，解剖結果について守秘\n義務がある。しかるに，死体解剖医の所属，氏名，口座番号等を公開した場合，ある解剖を担当した解剖医の特定が可\n能となるから，事件関係者が，無罪判決を得る目的で当該解剖医に対する懐柔，脅迫又は攻撃や嫌がらせ等を加え，又\nは解剖所見の変更を強要するなどして罪証隠滅を図るおそれがある。特に，犯罪組織等が介在する場合には，公判手続\nとは無関係に，上記の行為が行われるおそれが生じ得ることを想起すべきである。また，犯罪死体でないため，司法解\n剖に移行しない場合であっても，死因そのものが生命保険金請求あるいは損害賠償請求等に大きな影響を与えるから，\n保険金請求の関係者等が，死体解剖医に対し，懐柔，脅迫又は強要等を行うおそれがあり，その場合，死体解剖医が刑\n事事件の被害者の立場に至る事態も想定される。\nイ　控訴人の主張\n捜査段階において，被疑者等が，死体解剖医の所属及び氏名等を知り得ることは通常ないのであるし，公判\n段階では死体解剖医の所属及び氏名等は捜査記録の一部として開示され，無罪を争う事案であれば，死体解剖医に対す\nる反対尋問を通じて立証活動を行うのであり，刑事手続を無視して死体解剖医に接触を図り，所見の変更を強要するこ\nとはあり得ない。解剖の結果は，死体解剖医が客観的な死体の状況について解剖所見をまとめ，写真や記録等によって\n証拠化するものであり，死体解剖医の主観のみで解剖所見がまとめられるものではないから，死体解剖医に対する懐\n柔，威迫等によって，事後的に解剖所見が影響されることはあり得ない。被控訴人の主張する「おそれ」のうち，生命\n保険金請求等に係る部分は本件条例８条４号にいう公共の安全及び秩序の維持に支障が生ずるおそれがある情報とは無\n関係の非現実的なおそれである。\n(6)　警察犬に関するもの\n警察犬に関するものとして非開示となった文書は，別紙２の一覧表番号５８ないし９３に記載のものであり，\n非開示となった情報は，別紙３の２の一覧表番号３の①の上段，③の第１段，⑥の上段及び中段，⑦の上段に記載のと\nおりであって，警察犬指導士の住所・氏名・債権者コード・電話番号・金融機関名・口座番号等，警察犬飼育者の住所\n・氏名・金融機関名・口座番号，嘱託警察犬名，警察犬審査会審査員の氏名・印影等である。\nア　被控訴人の主張\n我が国の警察犬運用制度には，「直轄警察犬制度」と「嘱託警察犬制度」とがある。直轄警察犬制度とは，\n各都道府県警察が警察犬を直接飼育管理し，専従警察官が常時事件出動に備えているものである。嘱託警察犬制度と\nは，民間人が飼育管理する犬及び犬の訓練士について，各道府県警察が警察犬審査会等を実施してこれを選定した上，\n各道府県警察本部長が一定の期間を定めて嘱託するものである。宮城県警における警察犬運用制度は嘱託警察犬制度で\nあり，警察犬指導士は，犯罪現場において，事案の内容，犯人の行動及び原臭となる遺留品の存在等について具体的な\n説明を受けるとともに，場合によっては，犯罪現場に立ち入り，被害者と接するなど，捜査に関する情報を知り得る立\n場にある。したがって，警察犬指導士の住所・氏名・口座番号等の情報を公開した場合，警察犬指導士個人の特定が可\n能となり，警察を敵視する個人及び団体等が，警察犬の運用による捜査手法を入手し，特定の犯罪の捜査状況を調査\nし，あるいは警察犬の運用を妨害する目的で，当該警察犬指導士及びその家族に対し，威迫，懐柔，嫌がらせ及び攻撃\n等を行うおそれがある。\nまた，警察犬の飼育者の大多数は一般の愛好家で，社団法人日本警察犬協会等の公認訓練所（公認訓練士）\nへ犬を委託するなどして犬の訓練育成に当たっており，その一環として，社会協力を兼ねて「嘱託警察犬制度」に協力\nしているものである。警察犬飼育者や警察犬の情報を公開した場合，警察犬飼育者個人の特定が可能となり，警察を敵\n視する者が，嘱託警察犬制度に打撃を与えるため，警察犬の飼育者に嫌がらせ及び攻撃等を行うおそれがあり，飼育者\nの中には高齢者等の自己防衛力の乏しい者も含まれることから，単なる嫌がらせであっても，警察犬の嘱託を辞退する\nなど，今後の嘱託警察犬制度の運用に重大な支障を生じるおそれがある。\nページ(6)\n警察犬審査会の審査員は，警察犬及び警察犬指導士を選考するため，社団法人日本警察犬協会から派遣され\nた一般人であり，警察犬及びその運用に関する専門的な知識，技能を有し，専門審査員として，適正かつ公平な審査に\n当たっている者である。そして，警察犬審査会の審査員は，宮城県警の警察犬運用に関する事項，公表していない警察\n犬指導士，飼育者等の所属及び住所等を知り得る立場にある。したがって，これらの情報を公開した場合，審査員個人\nの特定が可能となり，警察を敵視する個人及び団体等が，警察犬の運用に関する組織体制や警察犬の飼育者及び警察犬\n指導士を割り出すため，同審査員に対し，威迫，懐柔，嫌がらせ及び攻撃等を行い，ひいては審査員が警察犬及び警察\n犬指導士を選考するための審査会への派遣要請に応じなくなるなど，今後の嘱託警察犬制度の運用に重大な事態を招く\nおそれがある。\nイ　控訴人の主張\n警察犬出動の有無，目的及び時期等は捜査関係者でなければ知り得ないから，事件関係者は，警察犬指導士\nに嫌がらせ等をしようとする意識をそもそも持ち得ない。また，警察犬指導士は，捜査の一部を担うにすぎず，被害者\n等の当事者の立場にもないから，この点からも，事件関係者がこれらの者に対し嫌がらせ等を行うことはあり得ない。\n嘱託警察犬制度は一般的には知られておらず，警察犬といえば，一般人は直轄警察犬制度を想起するから，警察犬の運\n用に打撃を与えるため，警察犬指導士に嫌がらせ等を行うとの発想自体が生じる余地がない。したがって，警察犬指導\n士に関する情報を公開したからといって，被控訴人が主張するような事態が生ずるとは考えられない。\nまた，嘱託警察犬制度は，上記のようにその存在自体が一般的に知られていない現状にあるから，仮に警察\n活動を妨害しようとする者がいたとしても警察犬の飼育者（所有者）に嫌がらせ等をしようとする者はいないはずであ\nる。警察犬の飼育者に嫌がらせ等をしても，別の警察犬を依頼することも可能であり，しかも，直轄警察犬制度が存在\nするのであるから，何ら警察犬の運用に打撃を与えることにはならず，したがって，警察犬の飼育者への嫌がらせ等を\n考える者は存在しない。\n警察犬審査会の存在自体，一般には周知されていないのであるから，その審査員に対する攻撃等は考えられ\nない。警察犬の指導士や飼育者よりも更に警察活動に与える影響が間接的である警察犬審査会の審査員に対する攻撃等\nはあり得ないというべきである。\n(7)　刑事部長感謝状贈呈に関するもの\n刑事部長感謝状贈呈に関するものとして非開示となった文書は，別紙２の一覧表番号８，９に記載のものであ\nり，非開示となった情報は，別紙３の１の一覧表番号２の①の第２段，第４段，③の第１段，第２段に記載されている\nものであって，特定事件に関する情報を提供した被贈呈者団体及びその代表者名，暴力団排除活動の推進に功績があっ\nた団体名及び代表者名，捜査支援資料を提供し又は捜査活動に係る技術支援をした団体名及び代表者名である。なお，\n捜査における通訳人を派遣した団体名及び代表者名，贈呈を受けた死体解剖医の所属及び氏名は，被控訴人が開示した\nことにより訴えが取り下げられた。\nア　被控訴人の主張\n刑事部長感謝状贈呈に伴う報償費は，平成１１年の上半期及び年間において，犯罪の予防，犯罪捜査への協\n力及び被疑者の検挙等の功労があったと認められる団体及び個人に対し，刑事部長が贈呈した感謝状の副賞としての「\n額縁」の購入代金である。この刑事部長表彰は，いずれも特定の団体又は個人が犯罪捜査等に対して協力したことに謝\n意を表すために贈呈したものであり，人命救助に対する感謝状のように，部外に広く知らしめるべきものとは性格を異\nにしている。この種の表彰等の事実に関し，過去に新聞等で報道された事実はあるが，これは当時の個別事情もあって\n結果として報道されたにすぎず，公表することを目的として表彰したものではない。\n特定事件の被疑者に関する情報を提供した団体名及び代表者名を公にした場合，その名称から業種が判明\nし，犯罪捜査協力の内容（提供した情報の種別）が推定されることなり，その情報と既に開示している功労の概要及び\n施行日等の情報，さらに，公判廷で明らかにされる検挙の端緒に関する情報と組み合わせることにより，当該犯罪者等\nが自分が検挙されるに至った事情を知ることになる。その結果，当該犯罪者等が報復を企図して，あるいは証拠隠滅等\nを目的として，被贈呈団体及びその代表者に対する攻撃や嫌がらせを行うおそれがある。また，団体名等の公表を前提\nとしなかったために得られた協力が今後は控えられるなど，犯罪捜査における信頼，協力関係を損ねることにもなり，\n公共の安全と秩序の維持に支障が生じるおそれがある。\nまた，暴力団排除活動の推進に功績があった団体名及び代表者名を公にした場合，既に開示している「功労\nの概要」に関する情報と組み合わせることにより，当該団体等が，暴力団排除活動に顕著な功績があることが判明す\nる。その結果，暴力団の反社会的集団としての特質に照らせば，暴力団排除活動が暴力団組織の存続を危うくするもの\nであり，その活動を阻止するため，被贈呈団体及びその代表者に対して攻撃や嫌がらせを行う可能性が極めて高く，公\n共の安全と秩序の維持に支障が生じるおそれがある。\n捜査支援資料を提供し又は捜査活動に係る技術支援をした団体名及び代表者名を公にした場合，その名称及\nび代表者名から業種が判明し，結果として，当該団体が提供したデータベース又は技術支援の内容が推定されることに\nなる。「捜査支援システムへのデータベースの提供」及び「捜査技術の内容」に関する情報は，犯罪捜査の手段，方法\n等に直結する情報であり，これらを開示した場合，犯罪を企図する者が自らが捕捉されないよう対抗手段を講ずること\nが可能となるなど，当該システム及び操作技術の有効性を維持することが困難となって捜査力の低下を招き，公共の安\n全及び秩序の維持に支障が生ずるおそれがある。また，団体名等の公表を前提としなかったために得られた資料提供又\nは技術支援が，今後，控えられるなど，犯罪捜査における信頼，協力関係を損ねることにもなり，その意味でも，公共\nの安全と秩序の維持に支障が生じるおそれがある。\nイ　控訴人の主張\n捜査協力に対する表彰は，公的機関たる宮城県警が，犯罪捜査に対する功労を表して感謝状等を贈呈するの\nであるから，その性質上，表彰に関する情報は，公表を予定したものというべきである。\n特定事件の被疑者に関する情報を提供した団体名等についていうと，団体名等から業種，業種から捜査協力\nの内容，さらには特定の事件を推定することなど不可能である。業種から捜査への協力内容が推定されるとは限らない\nし，同種犯罪が多い中，犯罪者等が自ら検挙されるに至った情報と感謝状の被贈呈団体とを結び付けることなどできな\nい。「犯罪捜査功労」等との表彰理由では，捜査協力の内容は全く分かり得ないし，検挙の時期と表彰の時期には時間\n的なずれがあるから，当該団体の捜査協力と自己が逮捕された事実を結び付けることなどできない。\n暴力団排除活動の推進に功績があった団体名等であっても，特定の暴力団に対する排除活動をしたことが判\n明するならばまだしも，「暴力団排除活動」を行ったのみでは，暴力団関係者から嫌がらせや攻撃を受ける可能性は少\nない。現に，「暴力団お断り」等の張り紙や注意書きを掲げて営業している店舗は多数あるが，一般的な暴力団排除運\n動をしたことにより暴力団から攻撃や嫌がらせを受けるということはまずない。\n捜査支援資料を提供し又は捜査活動に係る技術支援をした団体名等を開示することによって業種が判明し得\nるとしても，そこから直ちに，データベースの内容又は捜査技術の内容を推察できるとはいえない。また，一般的に販\n売されているデータベースであれば，非開示とする実益はないし，特殊なデータベースであれば，団体名等からデータ\nベースの内容を知ることは不可能である。犯罪を企図する者が当該会社の社員等に対する懐柔工作，脅迫行為等を行う\nなどということはおよそ考え難いし，守秘義務を負う会社の従業員等が捜査情報を漏洩するなどというおそれも杞憂に\nすぎない。\n(8)  精神鑑定嘱託に関するもの\nページ(7)\n精神鑑定嘱託に関するものとして非開示となった文書は，別紙２の一覧表番号４５に記載のものであり，非開\n示となった情報は，別紙３の１の一覧表番号３の①，③ないし⑤に記載のものであって，精神鑑定医の病院名・住所・\n氏名・口座番号等である。\nア　被控訴人の主張\n道路交通法８８条１項２号は，「精神病者」を運転免許の欠格事由と定めており，精神が病的状態にある者\nの運転免許申請に際し，事前に受験相談を実施することがある。その場合，当該相談者から主治医等が作成した診断書\nの提示を受け，その内容から適格性を判断するが，判断の適正を期するため，公安委員会が指定する医師に対して精神\n鑑定を嘱託する。それを受けて，精神鑑定医は，上記診断書に基づく鑑定を実施する。なお，精神鑑定医は，主治医に\n対する照会等は行うが，相談者に対する面接は実施しない。その結果，当該相談者が不適格と判断された場合には運転\n免許の受験を拒否することとなる。したがって，精神鑑定医の病院名，住所，氏名，口座番号等を開示した場合，精神\n鑑定医が具体的に特定されるから，過去において受験を拒否された者が受験拒否処分の根拠となった鑑定をした医師を\n逆恨みし，これに対する攻撃や嫌がらせ等を行うおそれがある。また，鑑定を依頼する際，氏名等の公表を前提として\nいないことから，この情報を開示した場合，今後，鑑定依頼が断られるなどの事態が生じ，公共の安全と秩序の維持に\n支障が生じるおそれがある。\nイ　控訴人の主張\n被控訴人の主張は，行政目的の鑑定に影響するとの主張であり，犯罪捜査活動を想定している本件条例８条\n４号の予定する非開示理由には当たらない。また，受験者が，面接したこともない精神鑑定医を逆恨みするようなこと\nは考え難く，精神鑑定医に対して嫌がらせ等を行うおそれはあり得ない。\n(9)　犯罪捜査協力報償費に関するもの\n犯罪捜査協力報償費に関するものとして非開示となった文書は，別紙１の文書目録記載２の文書（別紙２の一\n覧表番号９４ないし９９）に記載のものであり，現在争われている非開示となった情報は，別紙３の３の一覧表番号１\nの⑤，⑥，同一覧表番号２の②ないし④に記載のものであって，報償費の支払明細，報償費の個別受入金額，支払額，\n残額，摘要，担当捜査員の氏名・印影，協力者の住所・氏名・印影，支払事由等である（前記(2)，(3)に記載した資金\n前渡職員の口座番号等，警察職員の氏名等を除く。）。\nア　被控訴人の主張\n犯罪捜査協力報償費は，各種犯罪捜査の過程において，情報提供者等に対する謝礼等として，あるいは汚職\n事件等の長期間かつ継続的な内偵捜査に伴う協力謝礼等として支払われるものである。各種犯罪捜査の成否は，犯罪捜\n査協力者から得た情報によるところが大きく，被疑者の直近及び犯罪組織の中枢へ秘匿工作を行うなどして協力者を確\n保，運用している。したがって，ひとたび被疑者側に捜査協力の事実が発覚した場合，協力者側の生命身体等に危害が\n及ぶおそれがあり，そのため，協力者の確保に際し，協力者であることを完全に秘匿することを絶対条件としているも\nのである。\n犯罪捜査協力報償費支払明細兼残高証明書の支払月日，受入額等の情報は，支払月日，犯罪捜査協力報償費\nの個別の受入金額，支払額及び残額並びに摘要であるところ，個別の執行金額が知られることにより，被疑者等は，自\n己に対する捜査の状況等をより具体的に推察し得ることになる。支払月日等は，担当警察官が犯罪捜査協力者に接触\nし，報償費を支払った日を表すものである。したがって，協力者をよく知る捜査対象者が，当該月日に同協力者の密談\n現場を目撃した場合，同協力者が捜査協力者であると確信し，これに対して攻撃を加えるおそれがある。また，被疑者\n等は，上記の確信に至らなくとも，その疑念を生じただけで，威迫等の手段によって捜査協力者の割り出しや罪証隠滅\nを図ることは必定であるから，協力者が，自己の保身のため，以後の捜査協力を回避するなどの支障が生ずるおそれが\nある。\n現金出納簿の情報は，①金額情報（個別の支払額及び個別の入出金前後の金額），②月日欄（報償費が入出\n金された月日），③摘要欄（報償費が支出された具体的事件名，担当捜査員の階級及び氏名）である。月日及び摘要欄\nを開示した場合，具体的事件名も知られることになるから，具体的事件に係る捜査状況が把握されることになり，被疑\n者等が逃亡又は罪証隠滅を企てる端緒を与えることになる。また，具体的事件について協力者が存在する事実が明らか\nとなる上，摘要欄の開示によって担当警察職員の氏名が知られることになるから，当該警察職員を知る前歴者等が，当\n該警察職員の所属部署等の情報を総合して，特定の事件における協力者の割り出しが可能となる。\n犯罪捜査協力報償費に係る支出証拠書類の表紙の情報は，本件条例８条２号，４号の非開示理由が存在する\n月分捜査費総括表，捜査費支出伺，支払精算書及び領収書を月ごとに編綴したものの表紙であり，分離しても，表紙単\n体では意味を持たないものであるから，本件条例９条ただし書きの規定を適用して非開示としたものである。\n捜査費支出伺は，資金前渡職員が具体的事件名や支出金額を記載したものであり，支出事由として，具体的\n事件について情報提供者が存在すること，捜査関係者に係る情報，捜査費が執行された時期に関する情報が捜査に関す\nる独立した一体的な情報を成すものとして記載されている。\n支払精算書・支払額内訳は，捜査担当者が債主名を明らかにして支払事由や支払金額を記載したものであ\nり，具体的事件に関する情報，情報提供者，捜査関係者に関する情報が捜査に関する独立した一体的な情報を成すもの\nとして記載されている。領収書には，犯罪捜査協力報償費を受領した協力者本人の住所・氏名・受領月日・受領金額・\n印影が捜査に関する独立した一体的な情報を成すものとして記載されており，これらの記載は，犯罪捜査協力者の直近\n情報となるものである。これらの文書を開示した場合，各情報は，個別の犯罪捜査の内容を表すとともに，犯罪捜査等\nの具体的内容や秘密の情報源の存在等，捜査関係者のみが知り得る情報が記録されており，その全体を集約した場合，\n犯罪捜査の全貌を詳細に現すものとなるから，上記で述べたところと同様の支障が生じるおそれがある。\n控訴人は，犯罪捜査協力報償費の支出は架空であって裏金捻出等違法な経理のために用いられている疑いが\n強い旨主張するが，本件訴訟の争点は，領収書等の偽造の有無ではなく，文書に記載された情報が本件条例８条４号に\n該当するか否かであって，犯罪捜査協力報償費の架空支出をいう控訴人の主張は失当である。\nイ　控訴人\n(ア)　犯罪捜査協力報償費の支出は架空であって，裏金捻出等違法な経理のために用いられている疑いが強\nい。その根拠は，次のとおりである。犯罪捜査報償費の支出は，協力者の存否や必要性，捜査の時期等の偶発的，突発\n的事情によって左右される以上，予算にかかわらず，各部署において支出の多寡が生じるはずであり，平成１１年及び\n１２年度のいずれにおいても年度末残高が使い切りの状態となっているのは，報償費の性格上，不自然というほかな\nい。また，控訴人が現金出納票を分析したところによれば，各課署の年間支出件数と１件当たりの支出単価は各課署で\n相当のバラツキが見られる。謝金には基準額があると考えられるから，これほどまでにバラツキがあるのは不自然であ\nる。犯罪捜査協力報償費の支出額は，費目の性質上，犯罪等の発生件数と相関関係にあると考えられるのに，実際には\nそうなっておらず，これらの事実は，この費目が犯罪捜査の名を借りて，実際には別の形の支出がなされている疑いを\n抱かせる。取扱要領では，「現金は金融機関に預金して保管する。ただし，経理の性格上，必要な限度の現金を手元に\n保管することができる」となっているのに，すべての課署で，入金されたその日に全額が払い戻されているのは不自然\nである。警視庁銃器対策課の裏金作りを内部告発したＢに対し，控訴人が意見を求めたところ，警視庁では国費の犯罪\n捜査報償費も都費の犯罪捜査報償費も完全に架空であり，宮城県警においても同様であるとのことであった。以上の事\n実によれば，警察内部では，不正経理が常態化し，裏金捻出が恒常的に行われてきており，宮城県警における犯罪捜査\n協力報償費の支出もその一環であると認めるべきである。\nページ(8)\n(イ)　犯罪捜査協力報償費支払明細兼残高証明書の支払月日，個別の受入額等について\n各課における捜査協力者は多数存在し，各担当警察官ごとに協力者が多数いるはずであるから，支払日等\nの記載から，特定事件における捜査協力者が特定されることはあり得ないし，特定事件の捜査の進行状況を知ることな\nど不可能である。\n(ウ)　現金出納簿について\n個別の入出金の金額，支払月日及び摘要欄が開示されても，報償費を支出する場面は一部であり，個別の\n執行金額や事件名が知れたからといって，犯罪者が捜査の進行状況を推察するおそれがあるというのは非現実的であ\nる。現金出納簿が開示されるにしても事後的である。情報公開請求に際しては，請求者の身分を明らかにする必要があ\nるのであって，情報公開をすることによる逃亡又は罪証隠滅のおそれが生ずることはあり得ない。また，犯罪捜査協力\n報償費の支出自体から捜査協力者の存在が知れるとは通常いえず，協力者がだれであるかは現金出納簿からは全く分か\nらない。摘要欄における具体的事件名がどの程度の具体的内容を持った記載であるかも不明である。\n(エ)　支出証拠書類について\nこれらの文書については，上記で述べたところと同様である。支払事由欄から具体的事件名が判明したと\nしても，被疑事実の詳細までは知り得ないし，既に立件済みの事件に至っては，捜査活動に何らの支障もないはずであ\nる。支払事由欄は，極めて小さく，捜査活動の個別具体的あるいは詳細な内容が記載されることは予定されていないと\nいうべきである。捜査協力者等の氏名等を開示することにより，これらの者に危害が及ぶおそれがあるなどというの\nも，極めて観念的かつ抽象的な危惧であり，公共の安全と秩序に支障が生ずるおそれを何ら具体的に主張立証するもの\nではない。また，当該支出は，実体のない架空の支出であるから，被控訴人の主張するおそれがないことは，ますます\n明白である。\n第６　当裁判所の判断\n１　争点１（２号情報に当たるか否か）について\n(1)　２号情報の解釈基準について\n地方自治体においてどのような情報をいかなる限度，要件の下に公開するかは，各地方自治体の立法政策にゆ\nだねられているものと解されるところ，個人の情報についての非開示を規定した本件条例８条２号が「個人に関する情\n報（事業を営む個人の当該事業に関する情報を除く。）であって，特定の個人が識別され，若しくは識別され得るもの\n又は特定の個人を識別することはできないが，公開することにより，なお個人の権利利益が害されるおそれのあるも\nの」と規定していることは，前記前提となる事実のとおりである。このように，本件条例８条２号においては「事業を\n営む個人の当該事業に関する情報」が除外されている以外には文言上何ら限定されていないことからすると，同条同号\nの規定する「個人に関する情報」は，個人の思想，信条，健康状態，所得，学歴，家族構成，住所等の私事に関する情\n報に限定されるものではなく，個人にかかわりのある情報であれば，原則として，すべてこれに当たると解するのが相\n当である（最高裁平成１５年１１月１１日第三小法廷判決・民集５７巻１０号１３８７頁，同平成１５年１１月２１日\n第二小法廷判決・判例時報１８４７号２４頁参照）。本件条例の上記規定からみて，控訴人の主張するように，２号情\n報は専ら私事，すなわちプライバシーに関するものとして通常理解される情報に限られると解することはできないとい\nうべきである。\nまた，本件条例８条２号，同条３号の規定に照らし，個人に関する情報であっても，本件条例８条３号のいう\n「法人その他の団体に関する情報」といい得るのは，法人等を代表する者又はこれに準ずる地位にある者がその職務と\nして行う行為等当該法人等の行為そのものと評価される行為に関する情報をいうものと解するのが相当である（上記各\n最高裁判決参照）。\nかかる見地に立って，本件で争われている個別の文書，情報が２号情報に該当するか否かについて，以下検討\nすることとする。\n(2)　警察犬に関するものについて\nア　警察犬指導士の住所・氏名・口座番号等\n弁論の全趣旨によれば，我が国の警察犬運用制度には，各都道府県警察が警察犬を直接飼育管理し，専従警\n察官が常時事件出動に備える「直轄警察犬制度」と「嘱託警察犬制度」とがあるところ，宮城県警における警察犬運用\n制度は，嘱託警察犬制度を採用していること，嘱託警察犬制度の下では，民間人が飼育管理する犬及び民間人の犬の訓\n練士について道府県警察が嘱託警察犬審査会等を実施してこれを選定した上，道府県警察本部長が一定の期間を定めて\n犬の飼育者（所有者），当該犬の訓練を直接担当する訓練士に嘱託するものであること，嘱託された訓練士を警察犬指\n導士というが，警察犬指導士は，警察からの出動要請に基づき自己が訓練を担当している嘱託された警察犬と共に事件\n現場に赴き，被疑者や遺留品の捜索等に従事すること，宮城県警が嘱託している警察犬の飼育者には警察犬の飼育を生\n業としている者はいないが，警察犬指導士として嘱託を受ける犬の訓練士の少なくとも一部は，犬の訓練等を職業と\nし，警察犬指導士として出動した際には出動手当の支給を受けていることが認められる。\nこれによると，警察犬指導士となる犬の訓練士は，民間人ではあるが，少なくともその一部は犬の訓練等を\n職業としているというのであるから，その氏名は，本件条例８条３号にいう事業を営む個人の事業に関する情報という\nべきである。もっとも，警察犬指導士の中には犬の訓練等を職業としていない訓練士もいる可能性があるが，一般的に\nは犬の訓練士は犬の訓練等を職業としているものと思われることからすれば，これを否定する証拠のない本件にあって\nは，犬の訓練士，すなわち警察犬指導士の氏名は，２号情報には該当しないというべきである。しかし，警察犬指導士\nの住所，口座番号については，その事業に関する情報とはいい難く，２号情報に当たるものというべきである。控訴人\nは，警察犬指導士の情報は専ら私事に関するものとはいえない旨主張するが，専ら私事に関する情報のみが２号情報と\nはいえないことは，上記(1)のとおりである。なお，警察犬指導士については，４号情報に該当するか否かも争われてい\nるところ，この点は後述のとおりである。\nイ　警察犬飼育者の住所・氏名・口座番号等\n上記アで認定したとおり，宮城県警から嘱託を受けている警察犬の飼育者は，民間人であり，警察犬の飼育\nを生業としている者はいないというのであるから，警察犬飼育者の住所・氏名・口座番号等は２号情報に当たるという\nべきである。警察から嘱託されているからといって２号情報に当たらないということはできない。控訴人の主張は採用\nすることができない。\nウ　警察犬の出動現場名等\n弁論の全趣旨によれば，別紙２の一覧表番号７０，７２，７５，８３，８８，９０及び９１に記載の文書\nは，逮捕監禁事件（番号７０），強姦致傷事件（番号７２及び７５），強姦事件（番号８３），住居侵入及び強制わい\nせつ事件（番号８８），窃盗（色情盗）事件（番号９０及び９１）につき警察犬が出動したものに関するものであっ\nて，これらの具体的な事件現場名（住所，アパート名等）が記載されており，このうち，逮捕監禁事件（番号７０）に\n係る文書の施行理由欄には「〇〇〇運転手に対する逮捕監禁容疑事件」と記載され，「〇〇〇」部分には特定の企業名\nが記載されていることが認められる。\nそうすると，これらの文書には，事件名と具体的な現場名（住所，アパート等）とが記載されていることか\nら，例えば強姦事件の被害者が具体的な現場名付近の住民のだれかであるかが特定され，現場名付近の住民で最近転居\nした人はいるか等の情報と組み合わせることにより，特定の個人が識別される可能性がある。小さなアパートであれば\n住んでいる女性も限られているから，被害者の特定もより容易となるものと思われる。また，「〇〇〇運転手」の企業\nページ(9)\n名が公開されれば，その会社の運転手として個人が特定される可能性がある。\nしたがって，警察犬の出動した事件現場名，企業名は，２号情報に当たるものというべきである。\nエ　警察犬審査会審査員の氏名・印影\n上記アで認定した事実に乙第２号証及び弁論の全趣旨を総合すると，宮城県警は，民間人が飼育管理する犬\n及び民間人の犬の訓練士について嘱託警察犬審査会を実施してこれを選定しているが，この審査会のために，社団法人\n日本警察犬協会に審査員の派遣を要請しており，平成１１年度においても，同協会東日本審査委員会から２名の本部審\n査員の派遣を受けて，各審査員に報償費と出張旅費を支払ったことが認められる。\nそして，本件で開示を求められている情報は，社団法人日本警察犬協会から派遣された２名の審査員の氏名\n・印影であるところ，審査員は民間人であるから，その氏名・印影は個人に関する情報というべきである。社団法人日\n本警察犬協会が公の団体に準ずべきものとしても，審査員となった個々の者は社団法人日本警察犬協会の代表者又はこ\nれに準ずる地位にある者とはいえないし，審査をする行為が同協会の行為そのものと評価し得るともいえない。また，\n個々の審査員が事業を営む個人に当たらないことも明らかである。\nしたがって，審査員の氏名・印影が２号情報に当たるとした本件処分は正当である。控訴人の主張は，採用\nすることができない。\n(3)　精神鑑定嘱託に関するものについて\n道路交通法８８条１項２号，９０条１項ただし書は，ある種の精神疾患を有することを運転免許の欠格事由と\nして規定しているところ，乙第２号証，弁論の全趣旨によれば，運転免許の取得希望者が，上記精神病者に該当する可\n能性がある場合，事前に運転免許試験の受験の可否につき相談されることがあること，当該相談者が提示する主治医作\n成の診断書の内容からその者の受験の可否につき判断するに当たり，必要な場合には精神科医師に対し，診断書に基づ\nく鑑定を嘱託することがあること，嘱託を受けた精神鑑定医は，主治医作成の診断書等を検討し，主治医に対する照会\nを行うことはあるが，相談者に面接することはないこと，精神鑑定嘱託謝金は，その鑑定を実施した精神鑑定医に対し\nて支払われる謝礼金であることが認められる。\n上記によれば，精神鑑定医の職務に関する情報は，２号情報から除かれる「事業を営む個人の当該事業に関す\nる情報」に該当するものというべきである。この場合，精神鑑定医が個人病院の経営者であるか，勤務医であるかは問\nう必要はない。鑑定の嘱託は，医業を営む医師個人に対してされたものといえるからである。したがって，精神鑑定医\nの病院名・氏名・印影・口座番号は，２号情報に該当しないものというべきである。\nこれに対し，精神鑑定医の住所，郵便番号及び債権者コード（電話番号）は，事業を営む個人の「当該事業に\n関する情報」とは認めることはできないから，これらの情報は，２号情報に該当するものというべきである。\n(4)　部外講師謝金に関するものについて\n本件処分で非開示とされた情報は，部外講師の住所，電話番号，印影，金融機関名，口座番号等であるとこ\nろ，乙第２号証及び弁論の全趣旨によると，宮城県警においては，犯罪被害者対策講演会，指定自動車教習所職員講習\n会等において，部外の民間人に会の趣旨に即した講話をしてもらい，謝金を支払っていること，被控訴人においては，\nこの部外講師の氏名・職名は開示していることが認められる。\n上記によると，部外講師は，民間人であり，講師になること自体が当該部外講師の事業であるとも認め難いか\nら，その住所，電話番号，金融機関名，口座番号等は，２号情報というべきである。その氏名，職名が開示されている\nからといって，住所，電話番号等が２号情報に当たらないということはできない。\n(5)　表彰に関するものについて\nア　被贈呈団体の代表者氏名\n弁論の全趣旨によれば，別紙２の一覧表番号８及び９の被贈呈団体は，警察の犯罪捜査等に協力した功労に\nより団体として感謝状を贈呈されたものであるが，その代表者は，当該団体のある部署における責任者の地位にある従\n業員等であって，当該団体の当該部署が職務を行う過程で捜査等に協力したため，「代表者名」欄に代表者として記載\nされたことが認められる。\nそうすると，ここでいう被贈呈団体の代表者は，業務に関連して表彰を受ける行為を行った部署の責任者で\nはあるものの，その氏名は，本件条例８条３号にいう団体に関する情報とはいい難く，２号情報に当たるものというべ\nきである。なぜならば，被贈呈団体の捜査活動に対する協力が当該団体の業務に関連して行われたとしても，捜査に協\n力したことそれ自体は当該団体の業務あるいはこれに準ずるものとはいえないというべきであるからである。\nイ　暴力団排除運動及び捜査協力の功績により感謝状を授与された個人の住所，職名及び氏名\n弁論の全趣旨によれば，個人の資格で感謝状を授与された者は，事業を営む個人が当該事業に関連して，又\nは従業員等の個人が会社等の職務を行う過程で犯罪捜査活動等に協力したことに対する感謝状を授与されたものである\nことが認められる。\nしかしながら，犯罪捜査活動等に対する協力が個人の事業にしろ勤務先の職務にしろ，その過程でなされた\nとはいっても，犯罪捜査等に対する協力自体は事業行為ないし職務行為でないことは明らかであり，２号情報の例外で\nある「事業を営む個人の当該事業に関する情報」，又は本件条例８条３号の規定する法人等に関する情報とはいえない\nというべきである。したがって，感謝状を授与された者の住所・氏名・職名は，２号情報に当たると解するのが相当で\nある。また，弁論の全趣旨によれば，この種の感謝状については，人命救助に対するものとは異なり，これまで宮城県\n警においては，その氏名，職名を公開していなかったことが認められるから，２号情報の例外規定である「慣行として\n公開され，又は公開することが予定されている情報」にも該当しないというべきである。\nしたがって，２号情報に該当する旨の被控訴人の主張は正当であり，控訴人の主張は，採用することができ\nない。\nウ　交通安全運動等の功労として表彰を受けた個人及び団体等の代表者の住所\n弁論の全趣旨によれば，交通安全運動等の功労に対する表彰は，交通安全運動等に協力した個人ないしは団\n体等に対してされるものであること，被控訴人は，この表彰を受ける個人名及び団体等の代表者名については，「法令\nの規定により又は慣行として公開され，又は公開することが予定されている情報」に当たるとして開示していることが\n認められる。\nしかしながら，表彰を受ける個人や団体等の代表者の住所は，２号情報に当たるというべきであり，慣行等\nによって公開が予定されている情報に当たるとはいえないというべきである。\nエ　交通指導取締りに対する協力者の住所，氏名及び屋号\n弁論の全趣旨によれば，交通指導取締りに関する表彰は，交通機動隊員が行う交通指導取締りに際して，白\nバイ又はパトカーの待機場所を積極的に提供する等の協力をした特定個人に対してされるものであることが認められ\nる。\n上記によれば，協力者の住所，氏名及び屋号は，個人に関する情報であって，事業に関する情報とはいえな\nいから，２号情報に当たるものというべきである。\n(6)　質屋・古物商報償金について\nア　質屋及び古物商は，質受けや買受けをした物品が盗品等であることが判明した場合，その旨を警察官に届け\n出なければならず（質屋営業法２１条３項，古物営業法１９条５項），盗難等の時から１年以内であれば無償でこれを\n被害者に返還しなければならないとされているところ（質屋営業法２２条，古物営業法２０条），弁論の全趣旨によれ\nページ(10)\nば，質屋・古物商報償金は，個々の事件について捜査協力の内容及び無償返還による経済的損失等を考慮し，警察が所\n定の等級を適用して質屋等に交付する金員であることが認められる。\nイ　質屋等の住所，氏名等\n上記アの事実に照らすと，質屋等による盗品等の届出は，質屋等がその営業の取締法規である質屋営業法，\n古物営業法の規定に基づき，その事業の一環として行うものと認めるべきであるから，盗品等の届出に関する情報は，\n本件条例８条３号の規定にいう「事業を営む個人の当該事業に関する情報」に当たるものと解するのが相当である。\nしたがって，質屋等の氏名，印影及び屋号は，２号情報には当たらないものというべきである。\nしかしながら，質屋等の住所，年齢は，事業に関する情報とはいえず，２号情報に当たるものというべきで\nある。\nウ　被疑者及び被害者の住居，氏名等\n質屋・古物商報償金に関する被疑者の本籍・住居・職業・氏名・生年月日・年齢及び被害者の住所・職業・\n年齢の情報は，いずれも個人情報であることは明らかであって，本件条例８条２号に規定する除外事由もないというべ\nきであるから，２号情報に当たるものというべきである。\n(7)　死体解剖謝金について\n死体解剖謝金に関するものとして非開示となった情報は，死者の氏名，年齢であるところ，これらの情報が２\n号情報に該当することは明らかである。\n(8)　犯罪捜査協力者の氏名等について\n弁論の全趣旨によれば，犯罪捜査協力報償費は，各種犯罪捜査において，情報提供者等に対する謝礼等とし\nて，あるいは汚職事件等の長期間かつ継続的な内定捜査に伴う協力謝礼として支払われるものであることが認められ\nる。\n上記によれば，協力者は，個人として犯罪捜査等に協力するものであって，協力すること自体が事業であると\n認めることはできないから，協力者の住所，氏名及び印影は２号情報に当たるものというべきである。\n控訴人は，他の都道府県の警察の事例や宮城県警における犯罪捜査協力報償費の全体的な使用状況等からみ\nて，宮城県警の犯罪捜査協力報償費もその支出は架空であって裏金捻出等違法な経理のために用いられている疑いが強\nい旨をるる主張するが，この点についての判断は，後記２，(9)に記載のとおりである。\n２　争点２（４号情報に当たるか否か）について\n(1)　４号情報の解釈基準について\n本件条例８条４号は，非開示情報の一つとして，「公開することにより，犯罪の予防又は捜査，人の生命，身\n体又は財産の保護その他の公共の安全と秩序の維持に支障が生ずるおそれのある情報」と規定しているところ，この「\n支障が生ずるおそれ」について，控訴人は，単なる危惧感や抽象的なものでは足りず，具体的，個別的に支障が生ずる\n蓋然性があるといえることを要するものと解すべき旨を主張し，被控訴人は，具体的，個別的に支障が生ずる場合に限\nられず，ある程度抽象的，類型的にみて支障が生ずるおそれがあるものも含まれると解すべきである旨を主張する。\nそこで勘案するに，「公共の安全と秩序の維持」の例示となっている「犯罪の予防又は捜査」についていえ\nば，警察の活動は極めて高度の公共性，公益性を有しており，これが妨害されるようなことがあれば直接県民の生命・\n身体・財産等の安全性がおびやかされることにもなりかねないものであることは明らかである。そして，個々の事件の\n犯罪者やその関係者がだれに対してどのような行動を起こすかを事前に把握することは極めて困難であるのが通常であ\nることからすると，ある事件の情報が公開されることによって犯罪の予防又は捜査にどのような支障が生ずるかを具体\n的に認識することも非常に難しいものといわざるを得ない。また，本件条例８条４号が「支障の生ずるおそれ」と規定\nしているのに対し，同条５号は「支障が生ずると明らかに認められるもの」，同条６号は「支障が生ずると認められる\nもの」と規定しているのであって，「支障が生ずる」につき明らかに異なる表現をしていることからすると，同条４号\nの「支障の生ずるおそれ」があるといえるためには，同条５号や同条６号とは異なり，支障が生ずることの具体的蓋然\n性があることまでを要するものではないと解される。このようなことを勘案すると，本件条例８条４号にいう「支障が\n生ずるおそれのある情報」とは，社会通念に照らし，類型的にみてそのようなおそれがある情報といい得ることをもっ\nて足りるというべきであり，類型的にみてそのようなおそれがあるとはいい難いものについては，被控訴人において，\n「支障が生ずるおそれ」を個別的，具体的に立証する必要があるものと解するのが相当である。乙第１号証によれば，\n宮城県の作成した本件条例の実施事務の手引書においては，「支障が生ずるおそれのある情報」の例示として，「犯罪\nの捜査等の事実又は内容に関する情報」，「犯罪の捜査等の手段，方法等に関する情報」，「情報提供者，被疑者，捜\n査員等関係者に関する情報」及び「犯罪目標となることが予想される施設の所在や警備の状況に関する情報」を挙げて\nいることが認められるが，上記のような情報は，類型的にみて，「支障が生ずるおそれのある情報」ということができ\nるものと解される。\nかかる見地に立って，本件で争われている個別の文書，情報が４号情報に当たるか否かについて，以下検討す\nることとする。\n(2)　警察職員の氏名等に関するものについて\nア　証拠（乙１４，２６，２９）及び弁論の全趣旨によれば，宮城県警には警務部，生活安全部，刑事部，交通\n部，警備部及び総務室があること，刑事部には刑事総務課，捜査第一課，捜査第二課，暴力団対策課，鑑識課，機動捜\n査隊及び科学捜査研究所が，交通部には交通企画課，交通規制課，交通指導課，運転免許課，交通機動隊及び高速道路\n交通警察隊が，警備部には公安課，警備課，外事課及び機動隊等が設置されていること，総務室には総務課，会計課，\n広報課及び情報管理課が設置され，他県に対する又は他県による援助要請の窓口となったり，装備品機材等の機密品の\n購入業務を行うなどしていること，総務室には警察官及び一般職員（事務吏員，技術吏員）が配置されており，これら\n総務室勤務の警察職員は，警察官，一般職員を問わず，頻繁な人事交流により，捜査部門，警備部門等に勤務したこと\nがあり，将来もそれらの部門に勤務することが予定されていること，宮城県警において，警視（同相当職を含む。）以\n上の警察職員は，一般職員を含む全警察職員（約３４００人）の約３パーセントを占めており，指導的，管理的な業務\nを担当していること，宮城県警において，警部（同相当職を含む。）である警察職員は，一般職員を含む全警察職員（\n約３４００人）の約７パーセントを占めており，管理的立場にある警視に近い警部から，警部補に近い警部まで存在す\nること，宮城県警において，警部補（同相当職を含む。）以下の警察職員は，一般職員を含む全警察職員（約３４００\n人）の約９０パーセントを占めており，捜査業務等の実働を担当していること，以上の事実を認めることができる。\nイ　ところで，警察は，個人の生命，身体及び財産の保護に任じ，犯罪の予防，鎮圧及び捜査，被疑者の逮捕，\n交通の取締その他の公共の安全と秩序の維持に当たることをその責務としており（警察法２条），我が国において，犯\n罪の予防，鎮圧及び捜査等において中心的な役割を果たすことが予定されている。そして，犯罪の予防，鎮圧，捜査等\nは，犯罪者等と直接に対峙し，時には物理的かつ強制的に実現されなければならないものであって，相手方となる犯罪\n者やその関係者の反発や反感を招きやすい性質を有しているものといえる。そのため，全国において，警察を敵視する\n人物，団体等によって警察職員や警察施設が襲撃を受けた事例や警察に関する詳細な情報が収集された事例が過去にお\nいて少なからず発生したことは公知の事実であり，乙第２９号証によれば，宮城県においても，被疑者や交通違反で呼\nび出しを受けた者が担当警察職員に対し，当該警察職員やその家族に仕返しをする旨明言したり，ほのめかしたりして\n脅迫する事例が数多く発生していることが認められる。\nそうすると，警察職員の氏名等が開示されることにより，事件の捜査等に当たった警察職員が攻撃の対象と\nページ(11)\nされたり，あるいは警察活動の妨害を意図して様々な懐柔，干渉を加えられたりするおそれがあるものというべきであ\nるから，警察職員（ただし，警部（同相当職を含む。）以上の者を除く。）の氏名，印影等の情報は，４号情報に当た\nるものと解するのが相当である。\nウ　控訴人は，公権力にかかわる機関は裁判所，検察庁，国税庁等があり，警察業務のみが相手方の反発等を招\nきやすいわけではない旨主張するが，上記のとおり，警察の業務が，犯罪者等と直接に対峙し，時には物理的かつ強制\n的に行われるものであることからすれば，警察の業務は，他の機関の業務に比較しても，反発，反感を招きやすいもの\nであるということができる。\nまた，控訴人は，情報の開示と警察職員に対する攻撃等とは因果関係がない旨主張し，なるほど，情報の開\n示と警察職員等に対する攻撃等との間に因果関係が認められる事例が発生したことがあるか否かは，本件全証拠によっ\nても判然としない。しかし，本件条例は，開示請求権を行使し得る資格を何ら制限しておらず（本件条例４条），本件\n条例によって，今まで公開されていなかった警察に関する情報も知り得るということになれば，警察組織や職員を敵視\nする人物，団体等によって，開示請求権が悪用されるおそれがないとはいえないから，過去に起こった警察職員への攻\n撃等と情報の開示との間に因果関係が認められないからといって，警察職員の氏名，印影等の情報が４号情報に当たる\nことを否定する理由とはならない。また，確かに，警察の中には名札を付けて職務を行う部署も存するが，すべての部\n署が名札を付けて職務を行っているわけではなく，各部署における警察職員の氏名が開示されれば，内偵捜査等の，職\n名，氏名を秘匿して警察業務を行う警察職員の特定が容易になり，内偵等の捜査活動が妨害されるおそれがあるものと\nいえる。\nまた，控訴人は，職員録に掲載された警視（同相当職を含む。）以上の警察職員，毎年辞令が新聞紙上に掲\n載されている警部（同相当職を含む。）以上の警察職員がいるが，これらの警察職員は，氏名等が開示されていない警\n部補以下の職員よりも攻撃，懐柔，嫌がらせ等を受けるおそれが高いと思われるのに実際にはそのような事態は発生し\nていない旨主張するが，上記アで認定したように，宮城県警において，警部補（同相当職を含む。）以下の警察職員\nは，一般職員を含む全警察職員（約３４００人）の約９０パーセントを占めており，捜査業務等の実働を担当している\nのであるから，これらの職員は，むしろ警視以上の警察職員や警部以上の警察職員より直接犯罪者等に当たることが多\nく，それだけ反発や反感を招きやすいものといえる。したがって，警部以上の警察職員の氏名が開示されているからと\nいって，警部補以下の警察職員の氏名に関する情報が４号情報に当たらないということはできない。\n控訴人の主張は，いずれも採用することができない。\n(3)　資金前渡職員の普通預金通帳に関するものについて\nここで争われているのは，資金前渡職員の普通預金通帳の口座番号，お客様番号（口座番号と同一）であると\nころ，乙第２号証，第３号証及び弁論の全趣旨によれば，資金前渡職員の普通預金通帳の口座は，宮城県警の各部署に\nおいて報償費等の支払の必要が生じた都度所定の手続を経て会計課に請求した金員が会計課から振り込まれるための口\n座であって，各部署の資金前渡職員は，会計課からの入金があり次第振込金の全額を引き出していることが認められ\nる。\nそうすると，そもそも印鑑や通帳を用いないで預金を引き出すことが可能であることについては疑問がある\nが，その点はしばらく措いて，仮に他人の口座番号を知った者が何らかの方法によりその預金口座から預金を不正に引\nき出すことが可能であったとしても，上記のような資金前渡職員の口座から預金を不正に引き出すことは，入金日を知\nらない限りほとんど不可能というべきであって，当該預金口座から不正に引き出されるおそれはないものというべきで\nある。また，普通預金口座の口座番号を知れば，第三者がここに金員を振り込むことが可能となるが，当該預金口座の\n入出金額等は各部署がした請求の資料と一致しているはずであるから，第三者から余分の振込があったとしても，その\nことによって捜査活動等の警察業務が妨害されることは考えられない。\nそうしてみると，資金前渡職員の普通預金通帳の口座番号，お客様番号は，４号情報には当たらないものとい\nわざるを得ない。被控訴人の主張は、採用することができない。\n(4)　質屋・古物商報償費に関するものについて\nア　ここで争われているのは，報償金受償者の住所・氏名・年齢・屋号・印影，事案の概要，協力の状況，受償\n行為に対する意見等であるところ，質屋等は，質受けや買受けをした物品が盗品等であることが判明した場合，その旨\nを警察官に届け出なければならず，盗難等の時から１年以内であれば無償でこれを被害者に返還しなければならないと\nされているところ，質屋・古物商報償金は，個々の事件について捜査協力の内容及び無償返還による経済的損失等を考\n慮し，警察が所定の等級を適用して質屋等に交付する金員であることは，前記１，(6)のアに記載のとおりであり，乙第\n３号証及び弁論の全趣旨によれば，事案の概要，協力行為の状況，受償行為に対する意見には，具体的犯行日，被害\n品，被害者の住所及び氏名，犯行の手段方法，被害品の数量，犯罪行為の概要，質屋等が警察に協力した内容等が記載\nされていることが認められる。\nイ　上記によれば，報償金を受償した質屋等の住所，氏名等が公開されれば，当該事件の犯人や関係者によって\n捜査に協力したものとして質屋等が攻撃されたり，嫌がらせを受けたりするおそれがあるだけでなく，犯人側に捜査の\n状況等を知られてしまうおそれもあるというべきである。\n控訴人は，盗品等を持ち込んだ犯人側は自ら持ち込んだ質屋等を知っており，当該質屋等が通報したであろ\nうことは容易に推測し得るから，公開されたからといって新たに支障が生ずるわけではない旨主張するが，質屋等に盗\n品等を持ち込んだ犯人が必ずしも質屋等の氏名を知っているとは限らず，また，逮捕前であれば捜査の状況等は知り得\nないのであるから，受償した質屋等の氏名を公開することによって捜査に支障が生ずるおそれがあるものといえる。ま\nた，控訴人は，質屋等は法律上義務付けられたことをしているのであるから，犯人等が質屋等を逆恨みすることは考え\n難いと主張するが，逆恨みという行為自体がもともと合理性を欠くものである以上，犯人等が合理的な判断に基づいて\n行動するとの前提に立って論ずることは相当ではない。控訴人の主張は，採用することができない。\nウ　また，事案の概要等を公開すれば，質屋等がした捜査協力の内容や捜査の進捗状況が犯人側に知られること\nから，質屋等が犯人側から攻撃を受けたり，あるいは犯人側が逃亡し，又は証拠の隠滅等を企てるおそれがあるものと\nいうべきである。\nエ　したがって，本件で争われている質屋・古物商報償費に関する情報は，いずれも４号情報に当たるものとい\nうべきである。\n(5)　死体解剖謝金に関するものについて\n死体解剖保存法によれば，死体の解剖は，遺族の承諾を受けて行われるものであるが（同法７条），死体を解\n剖した者は，その死体について犯罪と関係のある異状があると認めたときは，２４時間以内に，解剖をした地の警察署\n長に届け出なければならない（同法１１条）とされており，これによれば，死体の解剖は捜査の端緒となり得るものと\nいうべきである。\nしたがって，死体解剖医の所属，氏名，口座番号等が開示されれば，ある解剖を担当した死体解剖医が特定さ\nれ，事件関係者が，捜査の端緒となり得る解剖所見を警察に伝えないようさせるため，あるいは真実とは異なる解剖所\n見を伝えさせるために，当該死体解剖医に対して様々な懐柔，脅迫又は攻撃や嫌がらせ等を加えるおそれがあるものと\n認められる。\n控訴人は，解剖の結果は死体解剖医が客観的な死体の状況について解剖所見をまとめ，写真や記録等によって\n証拠化したものであるから，死体解剖医に対する懐柔，威迫等によって事後的に解剖所見が影響されることはあり得な\nページ(12)\nい旨主張する。しかしながら，写真や記録等の存在により，直接解剖をした死体解剖医による判断の余地がなくなるも\nのとはいえない。控訴人の主張は，採用することができない。\nよって，死体解剖謝金に関する死体解剖医の所属，氏名，口座番号等は，４号情報に該当するものというべき\nである。\n(6)　警察犬に関するものについて\nア　宮城県警が採用している嘱託警察犬制度の下においては，民間人が飼育管理する犬及び民間人の犬の訓練士\nについて宮城県警が嘱託警察犬審査会等を実施してこれを選定した上，一定の期間を定めて犬の飼育者，当該犬の訓練\nを直接担当する訓練士に嘱託しており，嘱託された訓練士（警察犬指導士）は，警察からの出動要請に基づき自己が訓\n練を担当している警察犬と共に事件現場に赴き，被疑者や遺留品の捜索等に従事することは，前記１，(2)のアのとおり\nである。\nイ　警察犬指導士\n上記アによれば，警察犬指導士は，犯罪の捜査活動に関与するものであって，出動した事件についての捜査\n状況や遺留された証拠品等を知り得る立場にあるものといえる。そうすると，警察犬指導士の住所，氏名等が開示され\nれば，当該事件の捜査活動に従事したことも知られるところとなり，犯人等の事件関係者において捜査活動を妨害する\n目的で警察犬指導士に働きかけたり，嫌がらせをしたりすることが考えられる。\nしたがって，警察犬指導士に関する情報は，４号情報に当たると解するのが相当である。\nウ　警察犬，警察犬飼育者\n上記アによれば，警察犬は，警察犬指導士と共に犯罪の捜査活動に関与するものであるところ，警察犬名，\n警察犬飼育者の住所，氏名，金融機関名，口座番号等が開示されれば，だれが警察犬の飼育者として警察に協力してい\nるのかが知られるところとなり，警察を敵視する者によって警察犬飼育者が嫌がらせをされたり，あるいは逆恨みによ\nる攻撃を受けたりするおそれがあるものといえる。したがって，警察犬飼育者に関する情報は，警察犬名を含め，４号\n情報に当たると解するのが相当である。\nエ　警察犬審査会審査員\n上記アによれば，警察犬審査会は，警察犬として嘱託に値する犬や警察犬指導士として嘱託に値する訓練士\nを審査するためのものであることが認められ，その審査員は，直接犯罪の捜査活動には従事しないことがうかがわれ\nる。したがって，警察犬審査会の審査員に関する情報が開示されたとしても，当該審査員が嫌がらせを受けたり，攻撃\nされたりするおそれがあるものとはいい難い。よって，警察審査会審査員の氏名，印影は，４号情報には当たらないも\nのというべきである（ただし，２号情報に当たることは前記１，(2)のアに記載のとおりである。）。\n(7)　刑事部長感謝状贈呈に関するものについて\nア　特定事件の被疑者に関する情報を提供した団体名，代表者名\n特定事件の被疑者に関する情報を提供したことによって感謝状の贈呈を受けた団体名及び代表者名が開示さ\nれると，その団体名及び代表者名から業種が判明し，提供した情報の種別が推定され，これに既に開示されている施行\n日等の情報や公判廷で明らかにされる捜査の端緒に関する情報等とを組み合わせることにより，当該団体がどの事件の\n捜査に協力したかが明らかになるものと思われる。そうすると，当該事件の犯人等が捜査に協力した当該団体を逆恨み\nして報復したり，あるいは証拠隠滅を企図して嫌がらせ等の行為に出たりするおそれがあるものというべきである。\n控訴人は，団体の業種から捜査の協力内容が推定されるとは限らないし，検挙の時期と感謝状贈呈の時期と\nの時間的ずれなどを考えれば，感謝状の贈呈と具体的事件との関係を結び付けることはできない旨の主張をするが，公\n判廷で提出される捜査資料いかんによっては一概にそうもいえない。また，贈呈を受けた団体名及び代表者名が開示さ\nれれば，犯罪者等が当該団体等に問い合わせをするなどして贈呈の理由を聞き出すことも可能になる。控訴人の主張\nは，採用することができない。\nイ　暴力団排除活動の推進に功績のあった団体名，代表者名\n暴力団排除活動の推進に功績があったとして感謝状の贈呈を受けた団体名及び代表者名に関する情報は，４\n号情報に当たると解するのが相当である。確かに，控訴人が主張するように，贈呈を受けた団体名や代表者名が開示さ\nれても，当該団体がいずれの暴力団についての排除活動に携わったかまでは明らかにならないともいえるが，そうであ\nっても，当該団体が暴力団排除活動の推進に功績があったとされる以上，いずれの暴力団からも嫌がらせを受けたり，\n攻撃されたりするおそれはあるものというべきである。また，地域によっては，暴力団といえば特定の暴力団を指すこ\nともあり得るのである。\nウ　捜査支援資料を提供し又は捜査活動に係る技術支援をした団体名，代表者名\n弁論の全趣旨によれば，宮城県警は，民間会社から捜査支援システムのデータベースの提供や捜査活動の技\n術支援を受けていることが認められる。\nそうすると，このデータベースを提供した会社名や捜査活動の技術支援を行った会社名が開示されれば，当\n該会社が警察の捜査活動に協力しているとして警察を敵視している者らから嫌がらせ等を受けるおそれがあるだけでな\nく，当該会社名が知られることにより宮城県警の捜査技術，捜査内容等が犯罪者等に知られ，捜査活動の妨害や証拠隠\n滅が企てられるおそれがあるものというべきである。\nしたがって，捜査支援資料を提供し又は捜査活動に係る技術支援をした団体名，代表者名は，４号情報に該\n当するものと認めるのが相当である。\n(8)　精神鑑定嘱託に関するものについて\n精神鑑定嘱託の謝金については，前記１，(3)に記載のとおりであるところ，これによれば，精神鑑定嘱託を受\nけた精神科医師の判断によっては，運転免許の取得希望者が運転免許の欠格事由があるものとして運転免許試験の受験\nが拒否されることもあり得ることが認められる。\nそうすると，精神鑑定の嘱託を受けた病院名，住所，氏名，口座番号等が開示されれば，当該精神科医が特定\nされ，当該精神科医が運転免許試験の受験を拒否された者から逆恨みされて，攻撃や嫌がらせを受けるおそれがあるも\nのといえる。したがって，精神鑑定の嘱託を受けた精神科医の病院名，住所，氏名，口座番号等に関する情報は，４号\n情報に当たると解するのが相当である。\n控訴人は，４号情報は犯罪捜査活動を想定しており，行政目的のための鑑定に関する情報は４号情報に当たら\nない旨主張するが，本件条例８条４号の規定は，「犯罪の予防又は捜査」に限られるものではなく，「公共の安全と秩\n序の維持」に関するすべてのものが対象となっていると解すべきである。控訴人の上記主張は，採用することができな\nい。\n(9)　犯罪捜査協力報償費に関するものについて\nア　非開示文書は，別紙２の一覧表番号９４ないし９９に記載したものであり，現在争われている非開示情報\nは，報償費の支払明細，報償費の個別の受入金額，残額，支払額，摘要，協力者の住所・氏名・印影，支払事由等であ\nって，犯罪捜査協力報償費が支払われる趣旨は，前記１，(8)に記載のとおりである。\nイ　支出負担行為兼支出命令決議書，施行伺及び普通預金通帳\nこれらの文書中の非開示情報のうち，現在も開示されていない情報は，資金前渡職員の口座番号，警察職員\nの氏名・印影であるが，これらについては，前記(2)，(3)で判断したとおりである。また，年度・会計・科目訂正決議\n書，精算通知票には現在も開示されていない情報はない。\nページ(13)\nウ　犯罪捜査協力報償費支払明細兼残高証明書\n乙第３号証及び弁論の全趣旨によれば，この文書には，年月日欄，受入額欄，支払額，残額欄，摘要欄があ\nり，それぞれ担当警察官が犯罪捜査協力者に接触し，報償費を支払った日，金額及びその内容が記載されていることが\n認められる。\nそうすると，捜査員と協力者をよく知る者によって，この捜査員と協力者の行動の日時と報償費支払の日\n時，金額等とが突き合わされると，当該協力者が捜査に協力したことが推定される可能性があり，そうなっては当該協\n力者が犯人等から報復されるおそれがあるものといえる。したがって，個別の報償費支払に関する情報は，４号情報に\n当たるものと解するのが相当である。\n控訴人は，報償費支払の日時等が開示されても，協力者が特定されることはなく，犯人等が協力者に対して\n攻撃を加えるおそれがあるとは到底認め難い旨の主張をする。しかしながら，協力者は犯人等の近くにいることが多い\nものと考えられるから，わずかの情報であっても犯人等が協力者を割り出すことや割り出さないまでも協力者と疑って\n追及することはあり得るものというべきである。控訴人の上記主張は，採用することができない。\nエ　現金出納簿\n乙第３号証及び弁論の全趣旨によれば，現金出納簿には，月分の受入金額，個別の支払額及び個別の入出金\n後の金額，月ごとの又は会計年度ごとの締めとしての各金額の累計，報償費が入出金された月日，報償費が支出された\n具体的事件名，担当捜査員の階級及び氏名が記載されていることが認められる（このうち，月分の受入金額，月ごとの\n又は会計年度ごとの締めとしての各金額の累計に関する情報は，原判決後に開示され，訴えが取り下げられた。）。\nそうすると，個別の報償費が入出金された月日，金額，具体的事件名，担当捜査員の階級及び氏名などが開\n示されれば，上記ウと同様に，捜査員に協力した者が犯人等に知られるおそれがあるというべきであるから，これらの\n情報は，４号情報に当たるものと解するのが相当である。\nオ　犯罪捜査協力報償費に係る証拠書類表紙\n乙第３号証及び弁論の全趣旨によれば，証拠書類表紙は，支出証拠書類（月分捜査費総括表，捜査費支出\n伺，支払精算書及び領収書）を月ごとに編綴したものの表紙であり，分離が可能であるとしても，それ自体には有意の\n情報は記載されていないことが認められる。\nしたがって，この表紙は，本件条例９条ただし書きに該当するものというべきであり，被控訴人が開示しな\nかったことに違法はない。\nカ　捜査費支出伺\n乙第３号証及び弁論の全趣旨によれば，捜査費支出伺には，日付欄に支出伺の年月日が，金額欄には支出さ\nれる捜査費の総額が，勤務課署名，官職，氏名欄には捜査費の交付を受ける捜査員の所属課署名，官職，氏名が，内訳\n欄には捜査費を受領する捜査員の官職，氏名，金額，支出の事由がそれぞれ記載され，領収欄には捜査員が捜査費を受\n領した月日が記載されて領収印が押捺されることになっていること，支出の事由欄には具体的事件名や捜査費を必要と\nする理由等が記載されることになっていること，この文書の上部には，「課・署長」，「次長等」及び「出納簿登記」\nの決裁欄があることが認められる（このうち，勤務課署名・官職・氏名欄及び決裁欄については，原判決後に開示さ\nれ，訴えが取り下げられた。）。\nそうすると，内訳欄の捜査員の氏名，金額，支出の事由，領収年月日等が開示されると，上記ウと同様の理\n由により，捜査員に協力した者が関係者に知られるおそれがあるものというべきである。したがって，これらの情報\nは，４号情報に当たるというべきである。\nキ　支払精算書・支払額内訳，領収書\n乙第３号証及び弁論の全趣旨によれば，支払精算書・支払額内訳は，勤務課署ごとに，既受領額，支払額，\n差引過不足額のほか，債主名（報償費の受領者名），支払年月日，支払金額，支払事由など，具体的事件の内容，捜査\n協力者及び協力の内容，領収書を徴することができなかった理由などを記載して，課・署長，次長等，出納簿登記の決\n裁を得た上，支払精算書の名宛人に提出するものであること，領収書は犯罪捜査協力報償費の交付を受けた協力者本人\nの住所・氏名・印影，受領金額，受領年月日が記載されていることが認められる（このうち，名宛人の氏名，勤務課署\n名，決裁欄の課・署長，次長等，出納簿登記の各印影については，原判決後に開示され，訴えが取り下げられた。）。\nそうすると，支払精算書・支払額内訳に記載された上記の情報（債主名，支払年月日，支払金額，支払事由\n等）が開示されれば，捜査員に協力した者が関係者に知られることは明らかであるから，上記の情報は，４号情報に当\nたるものと解するのが相当である。また，領収書に記載された情報は，捜査協力者そのものの情報であり，４号情報に\n当たるものと解するのが相当である。\nク　違法経理の主張について\n控訴人は，他の都道府県の警察の事例や宮城県警における犯罪捜査協力報償費の全体的な使用状況等からみ\nて，宮城県警の犯罪捜査協力報償費もその支出は架空であって裏金捻出等違法な経理のために用いられている疑いが強\nい旨をるる主張する。\nしかしながら，控訴人の主張やその提出に係る資料を十分に斟酌して検討するも，結局のところ，個々の文\n書のいずれが架空支出であるかについては判然とせず，また，犯罪捜査協力報償費のすべて又はそのほとんどが架空支\n出であるとも認め難いといわざるを得ない。そして，犯罪捜査の協力者に関する情報は，これをひとたび開示してしま\nうと，協力者の生命，身体に危害が加えられるなど回復することができない事態に立ち至るおそれがあるといわざるを\n得ないし，そのような事態に至らないまでも，犯罪者等の報復をおそれて捜査への協力に消極的な人々が増えることは\n容易に推測し得るところである。そうなっては，「公共の安全と秩序の維持」に支障が生ずることは明らかである。し\nたがって，上記の各文書が架空支出であるといえない以上，違法な経理が行われている疑いがあるからといって，その\nことのみからこれを開示すべきとすることはできないというべきである。\n３　結論\n以上によれば，本件処分（当審において取り下げられた部分を除く。）のうち，資金前渡職員の口座番号，お客\n様番号を非開示とした部分は違法であって取り消されるべきであるが，その余の控訴人の請求はいずれも理由がなく，\n棄却すべきものである。したがって，原判決中，表彰に伴う報償金の贈呈を受けた個人の氏名，役職及び屋号，警察犬\n審査会審査員の氏名及び印影を開示すべきとした部分及び資金前渡職員の口座番号，お客様番号を開示すべきでないと\nした部分はいずれも不当であるといわざるを得ない。\nよって，当裁判所の上記判断と一部異なる原判決を変更することとして，主文のとおり判決する。\n仙台高等裁判所第２民事部\n裁 判 長 裁 判 官　　　大　　　橋　　　　　　　弘\n裁 判 官　　　鈴　　　木　　　桂　　　子\n裁 判 官　　　中　　　村　　　　　　　恭\nページ(14)\n別紙１　　　　　文書目録\n１　平成１１年度の宮城県警察本部刑事部，交通部，警備部の報酬費支出に関する行政文書（支出負担行為兼支出命令\n決議書，支出負担行為決議書，支出命令決議書，科目訂正決議書，精算通知票，返納決議書，施行伺，請求書，施行確\n認書，支給調書，受領書，返納通知書兼領収書，資金前渡職員普通預金通帳，犯罪捜査協力報償費支払明細兼残高証明\n書，現金出納簿，消耗品購入要求書，随意契約に係る業者選定について（伺），消耗品契約締結兼購入通知書，見積\n書）のうち，下記の情報が記載されている部分\n記\n①　報償品，謝金の交付者及び事件関係者の住所，氏名，印影等\n②　受取人（警察職員を含む。）を特定する情報\n③　捜査等の警察活動の協力者の氏名，金額等特定に関する情報\n④　捜査活動等の内容\n⑤　報償品購入随意契約に係る購入価格決定の算定基礎となる情報\n２　平成１１年度の宮城県警察本部刑事部，交通部，警備部の報酬費支出に関する行政文書のうち，犯罪捜査協力報償\n費に係る証拠書類表紙，月別捜査費総括表，捜査費支出伺，支払精算書，領収書\nページ(15)\n"
}