{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 17,
    "month": 8,
    "day": 25
  },
  "case_number": "平成17(行ケ)10320",
  "case_name": "",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "9436",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=9436",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/436/009436_hanrei.pdf",
  "contents": "平成１７年（行ケ）第１０３２０号　審決取消請求事件\n平成１７年７月１２日口頭弁論終結\n判　　　　決\n原　          告　三菱電機株式会社\n訴訟代理人弁護士　近藤惠嗣\n被　          告　株式会社モリテックス\n訴訟代理人弁理士　三觜晃司\n主　　　　文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n事実及び理由\n本判決においては，審決等を引用する場合を含め，公用文の用字用語例に従って\n表記を変えた部分がある。また，位置関係等の表記については，本件発明の特許請\n求の範囲及び審決の各記載に従って，方向を表す場合には「ｘ軸方向」のように，\n二次元平面を表す場合には「ｘ，ｙ（の二次元）」のように，三次元空間を表す場\n合には「ｘ，ｙ，ｚ（の三次元）」のように，できるだけ表記を統一し，「ファイ\nバー」と「ファイバ」については前者の表記に統一した。\n第１　原告の求めた裁判\n「特許庁が無効２００３－３５４８４号事件について平成１６年７月２０日にし\nた審決を取り消す。」との判決。\n第２　事案の概要\n本件は，後記本件発明の特許権者である原告が，被告請求に係る無効審判におい\nて，本件発明１，２についての特許を無効とするとの審決がされたため，同審決の\n取消しを求めた事案である。\n１　特許庁における手続の経緯\n(1)　本件特許\n特許権者：三菱電機株式会社（原告）\n発明の名称：「発光モジュールの組立方法および組立装置」\n特許出願日：昭和６１年２月１８日（特願昭６１－３３１８７号）\n設定登録日：平成８年１１月２１日\n特許番号：第２１１２７７７号\n訂正審判請求日：平成１２年５月３０日（訂正２０００－３９０５１号）\n訂正認容審決日：平成１２年８月１日（甲２の２）\n(2)　本件手続\n審判請求日：平成１５年１１月２５日（無効２００３－３５４８４号）\n審決日：平成１６年７月２０日\n審決の結論：「特許第２１１２７７７号の特許請求の範囲の請求項１及び２に記\n載された発明についての特許を無効とする。」\n審決謄本送達日：平成１６年７月３０日（原告に対し）\nなお，原告は，本訴提起後にも訂正審判請求をしたが，特許庁から拒絶理由通知\nを受け，同請求を取り下げた。\n２　本件発明に関する特許請求の範囲の記載\n（訂正２０００－３９０５１号の訂正審判（甲２の２）による訂正後の記載。以\n下，請求項番号に対応して，それぞれの発明を「本件発明１」などという。なお，\n本件発明は請求項３まであるが，本件無効審判請求は，請求項１，２に係る特許に\n対してされ，審決も請求項１，２に係る特許を無効としたものであるので，請求項\n３(組立装置の発明)の記載は省略する。また，上記訂正に係る全文訂正明細書は，\n甲２の３（特許審決公報）の５頁以下に記載されており，以下，これを「本件訂正\n明細書」という。）\n【請求項１】　キャップ付発光器と，光ファイバーを保持したファイバー端末\nと，上記ファイバー端末が挿入されるファイバーホルダーとを具備し，\n(a)上記ファイバー端末を上記ファイバーホルダーに挿入した状態で上記キャップ\n付発光器からの光が上記光ファイバーに最適結合するように上記ファイバー端末を\n移動させる工程，\n(b)上記ファイバー端末を移動させることにより上記キャップ付発光器と光ファイ\nバーとの最適光結合位置を検出し，その位置状態で上記ファイバー端末とファイバ\nーホルダーとをレーザ溶接して光ファイバーとキャップ付発光器のz軸方向を固定す\nる工程，\n(c)上記キャップ付発光器からの光が上記光ファイバーに最適結合する位置を，上\n記キャップ付発光器をｘ，ｙの二次元内で移動させることにより検出し，その位置\n状態で上記キャップ付発光器とファイバーホルダーをレーザ溶接する工程の順序で\n組立てることを特徴とする発光モジュールの組立方法。\n【請求項２】　キャップ付発光器と，光ファイバーを保持したファイバー端末\nと，上記ファイバー端末が挿入されるファイバーホルダーとを具備し，\n(a)上記キャップ付発光器をｘ軸，ｙ軸方向に，また上記ファイバー端末を上記フ\nァイバーホルダーに挿入した状態で光軸(ｚ軸)方向に移動させて上記キャップ付発\n光器からの光が上記光ファイバーに最大入射する位置を検出する工程，\n(b)上記(a)工程後に，上記ファイバー端末とファイバーホルダーとをレーザ溶接\nして光ファイバーとキャップ付発光器のｚ軸方向を固定する工程，\n(c)上記(b)工程後に，上記キャップ付発光器からの光が上記光ファイバーに最大\n入射する位置を，上記キャップ付発光器をｘ，ｙの二次元内に移動させて検出する\n工程，\n(d)上記(c)工程後に，上記キャップ付発光器とファイバーホルダーとをレーザ溶\n接して光ファイバーとキャップ付発光器のｘ，ｙ軸方向を固定する工程の順序で組\n立てることを特徴とする発光モジュールの組立方法。\n３　審決の理由の要点\n(1)　審決は，刊行物１として特開昭６０－１３６３８７号公報（審判甲１，本訴\n甲３。この記載に係る発明を「刊行物１発明」という。），刊行物２として国際公\n開ＷＯ７９／０００９９パンフレット及び翻訳文（審判甲２，本訴甲４。この記載\nに係る発明を「刊行物２発明」という。）を摘示した。\n(2)　審決は，本件発明１と刊行物１発明との一致点を次のとおり認定した。\n「『キャップ付発光器と，光ファイバーを保持したファイバー端末と，上記ファ\nイバー端末が挿入されるファイバーホルダーとを具備し，上記ファイバー端末を上\n記ファイバーホルダーに挿入した状態で上記ファイバー端末をz軸方向に移動させる\nとともに，上記キャップ付発光器とファイバーホルダーとの間でｘ，ｙの二次元内\nで移動させることにより，最適光結合位置を検出し，その位置状態で上記ファイバ\nー端末とファイバーホルダー，及び上記キャップ付発光器とファイバーホルダーを\nレーザ溶接する発光モジュールの組立方法。』である点で一致」\n(3)　審決は，本件発明１と刊行物１発明との相違点を次のとおり認定した。\n「相違点１：発光モジュールを組み立てる順序に関して，本件発明１は，『(a)フ\nァイバー端末をファイバーホルダーに挿入した状態で，上記ファイバー端末を移動\nさせ，z軸方向の位置を決める工程，(b)その位置で，光ファイバーと発光器のz軸方\n向を固定する工程，(c)ｘ，ｙ軸方向の位置を決め，その位置で光ファイバーと発光\n器のｘ，ｙ軸方向を固定する工程，の順に組み立てる』のに対して，刊行物１発明\nは，特に位置決め及び固定（レーザ溶接）の順序を開示していない点。」\n「相違点２：キャップ付発光器とファイバーホルダーとのｘ，ｙ軸方向の位置決\nめ時の移動に関して，本件発明１は，『キャップ付発光器をｘ，ｙの二次元内で移\n動させる』のに対して，刊行物１発明は，ファイバーホルダーをｘ，ｙの二次元内\nで移動させる点。」\n(4)　相違点１について\n(4-1)　審決は，相違点１について次のとおり判断した。\n「…刊行物１には，…光結合をなすため，ｘ，ｙ軸方向，ｚ軸方向の位置調整を\n行い，次いでレーザ溶接により固定することは，記載されていても，位置調整及び\n溶接固定の順序を具体的に示す記載はないし，当然，その理由も記載されていな\nい。\nしかしながら，…刊行物２には，上記相違点１の『(a)ファイバー端末をファイバ\nーホルダーに挿入した状態で，上記ファイバー端末を移動させ，z軸方向の位置を決\nめる工程，(b)その位置で，光ファイバーと発光器のz軸方向を固定する工程，(c)\nｘ，ｙ軸方向の位置を決め，その位置で光ファイバーと発光器のｘ，ｙ軸方向を固\n定する工程，の順に組み立てる』ことが，記載されているといえる。\nそこで，刊行物１に記載のものをレーザ溶接で組み立てるに際し，上記刊行物２\nに記載された位置調整及び固定の順序が，適用可能であるか否かについて，以下に\n検討する。\n刊行物２には，ｚ軸方向の位置調整と固定を，ｘ，ｙ軸方向の位置調整と固定よ\nり先に行う理由が次のように記載されている。 『ｚ方向の調整は少しも重要でない\nので，ファイバーは，まずこの方向に固定される。』\n…刊行物１に記載のものにおいては，ｚ軸方向の位置合わせ精度は，ｘ，ｙ軸方\n向のそれに比べて１桁以上余裕があり，ｘ，ｙ軸方向の位置合わせほど慎重を要せ\nず，固定時に，仮に誤差が生じたとしてもほとんど問題にならず，爾後に修正の必\n要がないものということができる。\nこのことは，刊行物２に記載のものにおいても同様であり，むしろ，レンズを有\nさない刊行物２に記載のものでは，位置合わせ精度の違いはさらに顕著であると解\nされるから，結局，光ファイバーと発光器の結合においては，「ｚ方向の調整は少\nしも重要でない」ないしは「ｚ方向の調整はほとんど臨界的ではない」ということ\nができる。\n…上記…から，ｚ軸方向の位置合わせ精度は，ｘ，ｙ軸方向に比べてあまり重要\nではなく，また，ｚ軸方向の位置合わせは，後に修正する必要性がほとんどないこ\nとから，ｚ軸方向の固定を先にしようが，後にしようが，ｚ軸方向の位置合わせ精\n度の観点からはどちらでもよいことが理解できる。\nそこで，ｘ，ｙ軸方向の位置合わせ，固定を精度良く行うには，どのような順序\nで組み立てればよいのか考えてみると，ファイバーホルダーにファイバー端末を挿\n入し，ファイバー端末をｚ軸方向にのみ移動可能にした構造のもの（本件発明及び\n刊行物１，２発明）においては，ファイバーホルダー内で，ファイバー端末をｘ，\nｙ軸方向に移動することは，構造的に無理であり，かかる移動によりｘ，ｙ軸方向\nの位置ずれを精度良く修正することはほとんど不可能であるから，刊行物２発明の\nごとく，ｚ軸方向の固定を先に行い，ｘ，ｙ軸方向の固定を後にして，ｘ，ｙ軸方\n向の位置ずれを修正できるようにすることが，むしろ，必然であると理解できる。\nしてみると，刊行物１，２発明のような発光モジュールを精度良く組み立てるた\nめには，刊行物２発明のように，ｚ軸方向の固定を先に行い，ｘ，ｙ軸方向の固定\nを後にすることが必然であり，しかも，このような組立順序は，固定手段がレーザ\n溶接であるか，接着であるかにかかわらず，組立精度を出すために必然であること\nが理解できる。\n…以上のとおり，刊行物２に記載されたような順序で発光モジュールを組み立て\nることには，…組立精度を出すための十分な理由があり，しかも，このような組立\n順序は，固定手段がレーザ溶接であるか，接着であるかにかかわらず，組立精度を\n出すために必要な事項であること，また，刊行物１発明において，組立に際し，光\nの結合効率を良くするためには，ｘ，ｙ軸方向の精度が特に重要であること，が明\nらかであるから，刊行物２発明のものを刊行物１発明に適用するについて，十分な\n動機があるというべきであり，また，特段の阻害要因も存在しないから，相違点１\nは，刊行物１発明に，刊行物２発明の位置調整，組立順序を適用することにより，\n当業者が容易に発明することができたものといえる。」\n(4-2)　審決は，相違点１についての原告の主張を，次のように排斥した。\n(A)「…ＹＡＧ溶接と組立順序を組み合わせ…については，上記…のとおり…組合\nせには十分な動機がある…。」\n(B)「刊行物２発明には，発光素子から出た光がレンズにより集光されるキャップ\n付発光器が存在せず，したがって『ｚ方向の調整は少しも重要でない』のだから，\nｚ軸方向の最適結合の必要性が全くない構成であり，本件発明１とは前提が異な\nる，との主張については，…本件発明１には，単に『キャップ付発光器』と記載さ\nれ，レンズについての明示の記載はないから，このものがレンズを備えると解する\nことはできず，また，当該技術分野において『キャップ付発光器』なる用語が，レ\nンズ付発光器を意味するものともいえないから，上記主張は，そもそもその主張の\n前提となる要件を欠いており，採用できない。」\n(C)「刊行物２発明は，…ｚ軸方向の固定に際してｘ，ｙ軸方向のずれを生じない\n構成であり，本件発明１とは前提が異なる，との主張については，…『ｚ方向の調\n整はほとんど臨界的ではない（ｚ方向の調整は少しも重要でない）ので，ファイバ\nーは，まずこの方向に固定される。』ことの技術的意義が，上記『嵌めあいが密着\nしているので，…ファイバーの位置には影響を与えない。』なる記載のいかんにか\nかわらず，組立精度を出すために最終的にｘ，ｙ軸方向の調整を可能にすることに\nあるのは明らかであるから，上記主張は採用しない。」\n(D)「本件発明１は，キャップ付発光器からの光が光ファイバーに最適結合する位\n置がｚ軸方向とｘ，ｙ軸方向の影響をともに受け，かつ，ｚ軸方向をレーザ溶接と\nいう手段で固定する際に，ｘ，ｙ軸方向にずれを生ずるという知見の下に，かかる\n組立順序を採用したのであるから，このような前提が存在しない刊行物２に記載の\nものに基づいて，本件発明１の構成を前提としてかかる組立順序を採用することは\n予測し得ない，との主張については，当該主張の前提となる上記における主張が採\n用できないのであるから，当然採用することができないというべきである。」\n(5)　審決は，相違点２について次のとおり判断した。\n「キャップ付発光器とファイバーホルダーとのｘ，ｙ軸方向の位置決め時の移動\nに関して，本件発明１は，『キャップ付発光器をｘ，ｙの二次元内で移動させる』\nのに対し，刊行物１発明は，ファイバーホルダーをｘ，ｙの二次元内で移動させる\n点で，両者は一応相違する。\nしかしながら，ｘ，ｙ軸方向の位置決めは，キャップ付発光器とファイバーホル\nダーとの間で，両者が相対的に移動し，位置調整されれば達成可能であることは，\nいわば常識であるから，他方を固定し，一方を移動させることに，組立方法におけ\nる特段の作用効果があるというのでない限り，これとは逆に，一方を固定し，他方\nを移動させることと技術的に等価であるといわざるを得ない。\nそこで検討するに，本件訂正明細書の全記載を参酌しても，本件発明１において\n『キャップ付発光器をｘ，ｙの二次元内で移動させる』ことに，組立方法における\n特段の作用効果があるとは見いだせないから，刊行物１発明のごとく，ファイバー\nホルダーをｘ，ｙの二次元内で移動させることと実質的な差異があるとはいえず，\n上記相違点２は単なる設計的事項というべきである。」\n(6)　審決は，本件発明１の効果について，次のとおり判断した。\n「以上のとおり，相違点１に特段の困難性があるとはいえず，また，相違点２は\n実質的な相違とはいえないから，これらの相違点を組み合わせたとしても，相違点\n１に係る効果以上の，予期し得ない格別な効果を奏することがないことは明らかで\nある。」\n(7)　審決は，本件発明１について，次のとおり結論付けた。\n「本件発明１は，刊行物１及び２の発明に基づいて，当業者が容易に発明をする\nことができたものである。」\n(8)　審決は，本件発明２について，次のとおり認定判断した。\n「本件発明２では，本件発明１の特定事項(a)を，\n(ｉ)『(a)上記キャップ付発光器をｘ軸，ｙ軸方向に，また上記ファイバー端末を\n上記ファイバーホルダーに挿入した状態で光軸(ｚ軸)方向に移動させて上記キャッ\nプ付発光器からの光が上記光ファイバーに最大入射する位置を検出する工程，』と\n変更し，\nさらに，本件発明１に記載された『最適結合』，『最適光結合位置』，『最適結\n合する位置』を，\n(ⅱ)『最大入射する位置』と変更している。\n上記(ⅱ)の変更については，最大入射する位置が，最適結合位置にほかならない\nのは技術常識であるから，両者は単なる表現の相違にすぎず，実質的に同一であ\nる。\nそこで，上記(ｉ)について，本件発明２と刊行物１発明とを対比すると，…刊行\n物１発明には，\n(ⅲ)『上記ファイバーホルダーをｘ軸，ｙ軸方向に，また上記ファイバー端末を\n上記ファイバーホルダーに挿入した状態で光軸(ｚ軸)方向に移動させて上記キャッ\nプ付発光器からの光が上記光ファイバーに最大入射する位置を検出する工程，』が\n開示されているといえる。\n上記(ｉ)と(ⅲ）とを対比すると，上記(ｉ)が『キャップ付発光器をｘ軸，ｙ軸方\n向に』移動するのに対し，上記(ⅲ)は，『ファイバーホルダーをｘ軸，ｙ軸方向\nに』移動する点でのみ相違するが，これは上記相違点２にほかならない。\nよって，本件発明２は，前述の相違点１及び２で，刊行物１発明と相違している\nといえるところ，相違点１及び２については，既に…述べたとおりである。\nしたがって，本件発明２は，刊行物１及び２の発明に基づいて，容易に発明をす\nることができたものである。」\n(9)　審決は，次のとおり総括した。\n「本件発明１及び２は，本件の出願前に頒布された刊行物１及び２の発明に基づ\nいて，当業者が容易に発明をすることができたものであるから，特許法２９条２項\nの規定により特許を受けることができないものである。」\n第３　原告の主張（審決取消事由）の要点\n審決は，本件発明がレンズを有しないと事実誤認し（取消事由１），相違点１に\nついての判断を誤り（取消事由２），相違点２についての判断を誤った（取消事由\n３）ものである。取消事由１は，取消事由２の原因となっているものであり，相互\nに関連する。しかし，取消事由３は，これらとは直接の関連性がなく一応独立した\n事由である。\n１　取消事由１（本件発明に関する事実誤認）\n本件発明のキャップ付発光器はレンズを有するものである。このことは，本件訂\n正明細書において，(1)「発光素子（４）から出た光は球レンズ（５）により集光さ\nれて光ファイバー端末（６）で保持された光ファイバー（３）へ入射して」との記\n載があること，(2)「光線捜索（１１）で見つかった位置をスタート点にして，光フ\nァイバー（３）へ光が最も大きく入射する位置をｘｙｚの三次元内で見つける動作\n（ｘｙｚピークサーチ（１２））を行う。」との記載があること，(3)「ｘｙｚピー\nクサーチ（１２）」と「ｘｙピークサーチ（１６）」とを明確に区別しているこ\nと，及び，本件特許公報の第５図において，(4)レンズによる光の集光を示す点線が\n記載されていることなどを総合することにより，当業者が容易に理解できたことで\nある。\nしたがって，審決の「（キャップ付発光器が）レンズを備えると解することはで\nきず，また，当該技術分野において『キャップ付発光器』なる用語が，レンズ付発\n光器を意味するものともいえない」（甲１の１８頁１４～１６行目。判決注：前記\n第２，３(4)(4-2)(B)）との認定は事実誤認であり，この誤認が審決の結論に影響を\n及ぼしたことは明らかである。\n２　取消事由２（相違点１についての判断の誤り）\n刊行物１発明では，三次元内で最適結合位置を検出した後に，ｚ軸方向もｘ，ｙ\n軸方向も固定してしまうものである。この方法によれば，作業時間が長くなる，熟\n練作業者の経験が必要であるなどの問題点がある。\n本件発明は，キャップ付発光器がレンズを有することを前提として，三次元内で\n最適結合位置を検出した後にｚ軸方向のみを固定し，さらにｘ，ｙ面内で最適結合\n位置を再検出してからｘ，ｙ軸方向を固定することにより，この問題を解決したも\nのである。本件発明以前には，ＹＡＧ溶接に伴う位置ずれについて検討されたこと\nはなく，まして，ＹＡＧ溶接に伴う位置ずれの大小関係をｚ軸方向の固定に伴う\nｘ，ｙ軸方向のずれと，ｘ，ｙ軸方向の固定に伴うｚ軸方向のずれとに分けて比較\nすることなど全く行われていなかった。本件発明の最大の特徴は，固定によるずれ\nの発生という新たな課題を発見し，ｚ軸方向を先に固定するという解決手段を提供\nしたことにある。\n一方，刊行物２発明では，レンズを有する発光器が存在しないから，三次元内で\n最適結合位置を検出することは行われていない。刊行物２発明では，光源からの光\nは直線的に進行して光ファイバーに入射するだけであるから，光源から遠くなるこ\nとによって光が減衰することはあっても，ｚ軸方向に入射する光のエネルギーが最\n大になるピーク位置は存在しない。したがって，三次元内で最適結合位置を検出す\nることは行われない。製作上可能な範囲でｚ軸方向の位置を適当に決めて固定し，\nｘ，ｙ面内で最適結合位置を検出すれば足りる。\nこのように，本件発明及び刊行物１発明は，光源から出た光がレンズによって集\n光されて光ファイバーに入射することを前提とする発明である。これに対して，刊\n行物２発明は，光源から出た光がそのまま直進して光ファイバーに入射するもので\nある。したがって，刊行物２発明においては，「光ファイバーへ光が最も大きく入\n射する位置をｘ，ｙ，ｚの三次元内で見つける動作」を行う理由もなく，現実にも\n行われていない。\n刊行物１発明と刊行物２発明とは前提を異にするから，そもそも，「刊行物１発\n明に，刊行物２発明の位置調整，組立順序を適用すること」はあり得ない。すなわ\nち，刊行物２にはレンズを有するキャップ付発光器が記載されていないから，そも\nそも，本件発明の解決した課題自体が存在しないのであって，刊行物２発明におい\nてｚ軸方向を固定してからｘ，ｙ軸方向を固定しているからといって，その順番を\n刊行物１発明に適用する動機は存在しない。また，刊行物１には，ＹＡＧレーザ溶\n接によって生じる位置ずれについての示唆はなく，当業者は，ｚ軸方向を固定して\nからｘ，ｙ軸方向の位置を再調整してｘ，ｙ軸方向を固定するという着想を刊行物\n１からは得られない。\nしかし，あえて，刊行物２発明の発想を刊行物１発明に適用することを前提とし\nて刊行物２を理解するならば，刊行物２には，ｘ，ｙ面内での位置調整を行った後\nにｘ，ｙ軸方向の固定を行うという当たり前のことが記載されているにすぎない。\nこの発想を刊行物１発明に適用するならば，「光ファイバーへ光が最も大きく入射\nする位置をｘ，ｙ，ｚの三次元内で見つける動作」を行った後に，ｘ，ｙ，ｚ軸方\n向をいずれも固定するという発想しか生まれない。\nこれに対して，本件発明は，「光ファイバーへ光が最も大きく入射する位置を\nｘ，ｙ，ｚの三次元内で見つける動作」を行ったにもかかわらず，ｚ軸方向のみを\n固定し，その後，さらに「光ファイバーへ光が最も大きく入射する位置をｘ，ｙ面\n内で見つける動作」を行ってからｘ，ｙ軸方向を固定することを構成要件とするも\nのである。そして，本件発明は，甲８の実験報告書に記載されたような顕著な効果\nを奏するのである。\nしたがって，審決の「相違点１は，刊行物１発明に，刊行物２発明の位置調整，\n組立順序を適用することにより，当業者が容易に発明することができたものといえ\nる。」（甲１の１７頁下から３～１行目。判決注：前記第２，３(4)(4-1)末尾）と\nの判断は，本件発明の進歩性の判断を誤ったものであり，この判断の誤りが審決の\n結論に影響を及ぼしたことは明らかである。\n３　取消事由３（相違点２についての判断の誤り）\n審決は，「キャップ付発光器をｘ，ｙの二次元内で移動させる」ことと，「ファ\nイバーホルダーをｘ，ｙの二次元内で移動させる」こととの相違を相違点２として\n認定しながら，「上記相違点２は単なる設計的事項というべきである。」（甲１の\n１９頁１９行目。判決注：前記第２，３(5)末尾）と判断した。しかし，「キャップ\n付発光器をｘ，ｙの二次元内で移動させる」ことにより特有の効果が得られるか\nら，審決の判断は誤りであり，この誤りが審決の結論に影響を及ぼしたことは明ら\nかである。\n第４　被告の主張の要点\n１　取消事由１（本件発明に関する事実誤認）に対して\n本件訂正明細書においては，原告が主張している「レンズ」に関する説明は，特\n許請求の範囲，発明の詳細な説明における産業上の技術分野，従来の技術，発明が\n解決しようとする課題，問題点を解決するための手段及び作用の項のいずれにも全\nく記載されていない。\nキャップ付発光器に関するレンズについての説明は，本件訂正明細書の実施例の\n項に「（５）は球レンズ」，「球レンズ（５）により集光されて」と２個所に記載\nされ，また図面の簡単な説明の項に「（５）は球レンズ」として１個所に記載され\nているにすぎない。またこれらの記載は，「レンズ」ではなく，それよりも下位概\n念の「球レンズ」である。\nまた，原告は，レンズによる集光という問題がなければ，ｘ，ｙ平面内で光線を\n見出せばｘ，ｙ，ｚピークサーチが不要であることは当業者に自明であるから，本\n件訂正明細書に「光ファイバー（３）へ光が最も大きく入射する位置をｘｙｚの三\n次元内で見つける動作（ｘｙｚピークサーチ（１２））を行う。」という記載があ\nることから，当業者がレンズが本件発明の不可欠の要素であることを知ることは極\nめて容易であると主張しているが，光ファイバーへ光が最も大きく入射する位置を\nｘ，ｙ，ｚの三次元内で見つける動作を行うからといって，それが，直ちに「レン\nズ」が不可欠な要素ということはできない。\n例えば，光ファイバーへ光が最も大きく入射する位置をｘ，ｙ，ｚの三次元内で\n見つける動作は，刊行物２（甲４）の装置においても行われている。\n刊行物２には，ｘ軸方向，ｙ軸方向に調整を行うための微調整ねじ３１，３２と\nｚ軸方向に調整を行うための調整ねじ２７を有するｘ，ｙ，ｚ軸方向の調整機構が\n記載され，光ファイバーへ光が最も大きく入射する位置をｘ，ｙ，ｚの三次元内で\n見つける動作が明確に記載されている。\nしたがって，本件訂正明細書の記載によって，本件の特許請求の範囲の請求項１\n及び２に記載された「キャップ付発光器」という用語を，原告主張のように「レン\nズ」を有するキャップ付発光器を意味するものであると限定して解釈すべきものと\n根拠付けることはできず，また，当該技術分野において「キャップ付発光器」とい\nう用語が，「レンズ」を有するキャップ付発光器を意味するものであるということ\nもいえない。\n取消事由１は理由がない。\n２　取消事由２（相違点１についての判断の誤り）に対して\n原告は，審決の一致点の認定に対して，本件発明においては，最初の位置状態で\n固定されるのはｚ軸方向のみであり，その後，さらにｘ，ｙ軸方向の位置の再調整\nが行われるので，「その位置状態で」の部分は一致点の認定に含まれるべきではな\nい，と主張している。\nしかしながら本件発明１も刊行物１発明も，工程の順序を考慮しなければ，「上\n記ファイバー端末を上記ファイバーホルダーに挿入した状態で上記ファイバー端末\nをz軸方向に移動させるとともに，上記キャップ付発光器とファイバーホルダーとの\n間でｘ，ｙの二次元内で移動させることにより，最適光結合位置を検出」する工程\nと，最適光結合位置が検出された状態において，「上記ファイバー端末とファイバ\nーホルダー，及び上記キャップ付発光器とファイバーホルダーをレーザ溶接する」\n工程を有することは明らかであり，審決は，本件発明１と刊行物１発明の共通点\nを，工程の順序を考慮せずにとらえ，その上で，工程の順序を相違点１として取り\n上げて判断しているのであるから，一致点についての認定に誤りはない。\n審決の相違点１についての判断に対し，原告は，刊行物２発明には，レンズを有\nするキャップ付発光器が記載されていないから，本件発明の解決した課題自体が存\n在せず，したがって，刊行物２に記載された順番を刊行物１発明に適用する動機は\n存在しないと主張する。\nしかしながら，刊行物２には，光ファイバーへ光が最も大きく入射する位置，す\nなわち最適光結合位置をｘ，ｙ，ｚの三次元内で見つけるための調整機構の構成及\nび調整動作が明確に記載されているとともに，調整後には，まずｚ軸方向を固定す\nることが，明確に記載されており，さらに，ｚ軸方向を固定した後に，ｘ，ｙ軸方\n向を調整し，その後にｘ，ｙ軸方向を固定することが明確に記載されている。すな\nわち，刊行物２発明は，このように最適光結合位置をｘ，ｙ，ｚの三次元内で見つ\nける動作を行い，その最適光結合位置で，まずｚ軸方向を固定し，その後にｘ，ｙ\n軸方向を調整するのであるから，このｘ，ｙ軸方向の調整は，ｚ軸方向の固定によ\nって生じた最適光結合位置からのずれを補正することにほかならない。なぜなら\nば，最適光結合位置でｚ軸方向を固定した際に，ｘ，ｙ軸方向にずれないのであれ\nば，このｘ，ｙ軸方向を調整する必要がないからである。\nしたがって，審決の認定判断に誤りはなく，取消事由２は理由がない。\n３　取消事由３（相違点２についての判断の誤り）に対して\n原告が「キャップ付発光器をｘ，ｙの二次元内で移動させる」ことについて主張\nしている作用効果は，単なる実施例として示された構造についてのものであって，\n本件発明の作用効果ではなく，また原告が主張している作用効果も本件訂正明細書\n中には全く記載されていない。\nしたがって，審決の認定判断に誤りは認められず，取消事由３は理由がない。\n第５　当裁判所の判断\n１　取消事由１（本件発明に関する事実誤認）について\n(1)　本件発明１の「キャップ付発光器」が「レンズを有するもの」であると認定\nされるべきか否かについて検討する。\n(2)　発明の要旨認定は，特段の事情のない限り，特許請求の範囲の記載に基づい\nてされるべきであり，特許請求の範囲の記載の技術的意義が一義的に明確に理解す\nることができないとか，一見してその記載が誤記であることが明細書の発明の詳細\nな説明の記載に照らして明らかであるなどの特段の事情がある場合に限って，明細\n書の発明の詳細な説明の記載を参酌することが許されるにすぎないものというべき\nである（最高裁平成３年３月８日第二小法廷判決・民集４５巻３号１２３頁）。\n(3)　そこで，本件発明１の特許請求の範囲の記載をみるに，「キャップ付発光器\nと，光ファイバーを保持したファイバー端末と，上記ファイバー端末が挿入される\nファイバーホルダーとを具備し，(a)上記ファイバー端末を上記ファイバーホルダー\nに挿入した状態で上記キャップ付発光器からの光が上記光ファイバーに最適結合す\nるように上記ファイバー端末を移動させる工程，(b)上記ファイバー端末を移動させ\nることにより上記キャップ付発光器と光ファイバーとの最適光結合位置を検出し，\nその位置状態で上記ファイバー端末とファイバーホルダーとをレーザ溶接して光フ\nァイバーとキャップ付発光器のz軸方向を固定する工程，(c)上記キャップ付発光器\nからの光が上記光ファイバーに最適結合する位置を，上記キャップ付発光器をｘ，\nｙの二次元内で移動させることにより検出し，その位置状態で上記キャップ付発光\n器とファイバーホルダーをレーザ溶接する工程の順序で組立てることを特徴とする\n発光モジュールの組立方法。」というものである。\n(A)　上記記載によれば，単に「キャップ付発光器」と記載されているのみであ\nり，「レンズ」との用語は全く存在せず，「キャップ付発光器」が「レンズを有す\nる」旨の記載も存在しない。\n「キャップ」との用語は，通常，「①縁なし帽子。②鉛筆・万年筆などの帽子状\nのふた。③瓶のふた。④チームやグループの長」を，「発光器」は，「光を発す\nる」「道具」を意味するとされるように（広辞苑第５版），これらの用語に「レン\nズを有する」との意味は全く存在しない。\n(B)　原告が明確に主張するところではないが，特許請求の範囲の記載として，\n「最適光結合位置を検出」することや，「キャップ付発光器からの光が…最適結合\nする位置を…検出」することが記載され，上記(a)ないし(c)のような工程からなる\nものであることが記載されていることに照らして，本件発明１につき，「レンズを\n有するもの」に限定して解釈すべきことになるのか，そのような限定がない（「レ\nンズを有しないもの」をも含む）ものと解釈しても矛盾はないのかを検討してお\nく。\n「最適」とは，通常，「最も適していること。」（広辞苑第５版）を意味するも\nのであり，無条件に絶対的な数値として最も適するという意味もあるが，技術分野\nに関して用いられる場合において，様々な条件や制約を伴うときには，許容された\n現実的な条件下で最も適するということを意味することが一般的であると解され\nる。そして，「光結合」とは，光学分野における語義からしても，上記特許請求の\n範囲の記載の文脈に照らしても，「キャップ付発光器から出た光が光ファイバーに\n入射すること」という意味で使用されているものと認められる。そうすると，「最\n適光結合」とは，許容された条件の下において，「キャップ付発光器からの光」が\n「光ファイバー」に入射する光量が最大となることを意味するものと解される。\nそこで，キャップ付発光器がレンズを有さず，集光されることなく，光源から出\nた光がそのまま直進する場合において，ｘ，ｙ軸方向についてみると，ファイバー\n端末の全面が光の入射範囲外である状態から，ファイバー端末の一部に光が入射す\nる状態，さらに入射光量が最大となる状態まで様々な位置関係があり得ることが明\nらかであるから，ｘ，ｙ軸方向に関しては，上記の意味において，キャップ付発光\n器から光ファイバーへの入射光量が最大となる位置が，キャップ付発光器からの光\nが光ファイバーに「最適光結合」する位置であるといえる。\n次に，ｚ軸方向に関してみるに，キャップ付発光器がレンズを有さず，光源から\n出た光がそのまま直進する場合には，光は光源からの距離が離れるにしたがって減\n衰するので，この点だけを考えると，光ファイバーが発光器に近ければ近いほど望\nましいことになる。しかし，このような光学的な条件だけでなく，「光ファイバー\n端末」，「光ファイバーホルダー」，「キャップ付発光器」等からなる製品の構成\n上の要請などから，光ファイバーと発光器との間隔，すなわちｚ軸方向の距離の設\n定には，一定の限界があることは技術常識上明らかである。よって，ｚ軸方向に関\nしては，このような種々の要請に基づく制約の下で，できるだけ光ファイバーと発\n光器との間隔を小さくし，キャップ付発光器から光ファイバーへの入射光量を最大\nとした位置が，キャップ付発光器からの光が光ファイバーに「最適光結合」する位\n置であると理解される。\nそうすると，本件発明１につき，キャップ付発光器が「レンズを有しないもの」\nをも含むものと解釈しても，ｘ，ｙ軸方向，ｚ軸方向のそれぞれに「最適光結合位\n置」が存在し，「最適光結合位置を検出」し，上記(a)ないし(c)のような工程を経\nることなど，特許請求の範囲の記載のすべての事項を矛盾なく明確に理解すること\nができる。したがって，「レンズを有するもの」に限定して解釈すべきことにはな\nらない。\n以上のように，特許請求の範囲の記載について仔細に検討しても，本件発明１の\n「キャップ付発光器」を「レンズを有するもの」に限定して解釈すべき根拠はない\nというべきである。\n(4)　原告は，本件訂正明細書の発明の詳細な説明や図面の記載を根拠に，本件発\n明のキャップ付発光器はレンズを有するものであると主張する。\nしかし，前記(3)に判示したところに照らせば，前記(2)の最高裁判例にいう「発\n明の要旨認定において，明細書の発明の詳細な説明の記載を参酌することが許され\nる場合」に該当しないことは，明らかである（そもそも，原告が主張する本件訂正\n明細書の記載や図面の記載は，いずれも一実施例についての記載であるにすぎず，\n［問題点を解決するための手段］，［作用］，［発明の効果］などの欄における説\n明として記載されたものではない。なお，本件訂正明細書中には，「固定用対物レ\nンズ」との記載があるが，請求項３に関する記載である上，原告主張に係る「レン\nズ」とは別の物である。）。\n(5)　結局，「本件発明１には，単に『キャップ付発光器』と記載され，レンズに\nついての明示の記載はないから，このものがレンズを備えると解することはでき\nず，また，当該技術分野において『キャップ付発光器』なる用語が，レンズ付発光\n器を意味するものともいえない」などとした審決の本件発明に関する認定に誤りが\nあるとはいえず，原告主張の取消事由１は，採用することができない。\n２　取消事由２（相違点１についての判断の誤り）について\n(1)　原告は，本件発明がレンズを有するにもかかわらず，審決がレンズを備える\nと解することはできないと誤認し（取消事由１），これが原因となって相違点１に\nついての判断を誤った（取消事由２）ものであると主張する。すなわち，原告は，\n取消事由１の主張から導かれる事項，すなわち，本件発明が光源から出た光がレン\nズによって集光されて光ファイバーに入射することを前提とする発明であること，\nしたがって，本件発明では，ｚ軸方向に入射する光のエネルギーが最大になるピー\nク位置が存在すること，本件発明では，このような意味において，光ファイバーへ\n光が最も大きく入射する位置をｘ，ｙ，ｚの三次元内で見つける動作（最適結合位\n置の検出）がされることなどを前提として，取消事由２の主張をするものである。\nしかしながら，上記前提とされている事項についての主張が失当であることは，\n取消事由１について判示したとおりである。したがって，取消事由２としての原告\nの主張は，その前提を欠くものというべきである。\n(2)　以下においては，本件発明の要旨認定につき既に判示したところを前提とし\nつつも，原告の主張として善解し得る点を取り上げて，相違点１についての審決の\n判断に誤りはないかを検討しておく。\n(A)　刊行物２発明についてみるに，審決は，刊行物２の摘記事項を引用した上，\n「刊行物２には，上記相違点１の『(a)ファイバー端末をファイバーホルダーに挿入\nした状態で，上記ファイバー端末を移動させ，ｚ軸方向の位置を決める工程，(b)そ\nの位置で，光ファイバーと発光器のｚ軸方向を固定する工程，(c)ｘ，ｙ軸方向の位\n置を決め，その位置で光ファイバーと発光器のｘ，ｙ軸方向を固定する工程，の順\nに組み立てる』ことが，記載されているといえる。」（前記第２，３(4)(4-1)の第\n２段落）と認定した。この認定は，証拠（甲４，甲２の１～３）に照らして，是認\nし得るものである。\n(B)(B-1)　刊行物１（甲３）には次のような記載がある。\n「〔発明の背景〕…半導体発光素子…と光ファイバーを高効率で光結合した光素\n子モジュールは，…光半導体素子と光ファイバーとが高効率で光結合するよう結合\n光学系及び光ファイバーを高精度で位置合わせ調整した後，固定している。」（１\n頁右欄３～１２行）\n「半導体レーザダイオード１に埋め込み型（ＢＨ）レーザ，光ファイバーにコア\n径50μｍ，屈折率差１％の集束形屈折率分布ファイバー，レンズ５に日本板硝子製\nセルフォックレンズを用いた場合，結合効率の劣化を最大結合効率の0.5ｄＢ以内と\nするには保持部材７，９及び８の位置合わせ精度は各々±３μｍ，±７μｍ，±\n80μｍとなる。」（２頁右上欄１５行～左下欄２行）\n(B-2)　刊行物２（甲４の訳文による）には次のような記載がある。\n「従来技術の説明　光ファイバーシステムにおいて，ファイバーをファイバー\nに，或いは，光電子変換装置，例えば，レーザーや発光ダイオードに結合させるこ\nとがよくある。このような変換装置からの放射線図は，発光表面の前におけるファ\nイバー端部の調整が非常に臨界的となるようなことがよくある。ガラスファイバー\nの端部は，数マイクロメーターの許容範囲で固定され，そして固定の長期安定性も\n同様な限度内にあることが望ましい。」（２頁１２～１８行）\n(B-3)　特開昭60-221713号公報（甲５）には次のような記載がある。\n「本発明によれば，グラスファイバー端部と光電素子との間の機械的，光学的な\n位置調節が簡単になり，また１μｍ以下の極めて高い精度が得られる。」（２頁右\n下欄１９～３頁左上欄２行）\n(B-4)　上記各記載によれば，発光モジュールの組立方法において，光ファイバー\nと光源とを固定して光結合させるに当たり，高精度での位置合わせをすることが，\n本件出願当時，周知の技術課題であったものと認められる。\n他方，部材の固定に当たって高精度の位置調整が必要とされる場合，部材の位置\n調整を繰り返し行うことは，一般的に行われている程度の事項であることからすれ\nば，特に上記のような高精度での位置合わせが要求される光ファイバーと光源との\n固定に当たり，位置調整を繰り返し行うことはむしろ当然といえる。\nそうすると，原告が主張するように，刊行物１発明が一度位置決めした後は固定\n工程のみが存在し再度の位置決めは行われないものであるとしても，当業者として\nは，発光モジュールの組立方法に関する上記周知の技術課題を認識しているはずで\nあるから，刊行物１発明の光ファイバーと光源との位置合わせにおいても，位置調\n整を繰り返し行う技術的選択肢を当然に理解するものというべきである。\n(C)　前記(A)に認定のとおり，刊行物２には，「(a)ファイバー端末をファイバー\nホルダーに挿入した状態で，上記ファイバー端末を移動させ，ｚ軸方向の位置を決\nめる工程，(b)その位置で，光ファイバーと発光器のｚ軸方向を固定する工程，(c)\nｘ，ｙ軸方向の位置を決め，その位置で光ファイバーと発光器のｘ，ｙ軸方向を固\n定する工程，の順に組み立てる」構成が記載されているといえる。そして，この構\n成は，まさに「光ファイバーを光学活性素子に対して精度よくまた安定性よく固定\nする手順に関する」（甲４の翻訳文２頁２５～２６行）ものである。\n一方，刊行物１発明は，「上記ファイバー端末を上記ファイバーホルダーに挿入\nした状態で上記ファイバー端末をz軸方向に移動させるとともに，上記キャップ付発\n光器とファイバーホルダーとの間でｘ，ｙの二次元内で移動させることにより，最\n適光結合位置を検出し，…上記キャップ付発光器とファイバーホルダーをレーザ溶\n接する」構成を有するものである（甲３。この点は，審決が一致点として認定する\nところであり，上記の限度では原告も争わない。）。すなわち，刊行物１には，光\n結合をなすため，ｘ，ｙ，ｚの三次元内で位置調整を行って最適光結合位置を検出\nした上，レーザ溶接により固定することが記載されているといえる。\nそこで，上記(B)に判示した点にもかんがみれば，刊行物１発明において，キャッ\nプ付発光器とファイバーホルダーをレーザ溶接して最適光結合位置に固定するに当\nたって，刊行物２に記載された，ｚ軸方向の位置を決め，ｚ軸方向を固定した後，\nｘ，ｙ軸方向の位置を決め，ｘ，ｙ軸方向を固定するという手順を位置調整のため\nに採用することは，当業者が容易に想到し得るものというべきである。\nそうすると，相違点１は，刊行物１発明に刊行物２の上記の事項を適用すること\nにより，当業者が容易に想到し得るものというべきである。これと同旨の審決の判\n断は是認することができる。\n(D)　原告は，刊行物２について，レンズを有さず，ｚ軸方向に入射する光のエネ\nルギーが最大になるピーク位置は存在しないから，三次元内で最適結合位置を検出\nすることは行われず，製作上可能な範囲でｚ軸方向の位置を適当に決めて固定し，\nｘ，ｙ面内で最適結合位置を検出すれば足りるものであると主張する。\n検討するに，刊行物２発明においては，レンズが存在しないので，原告が主張す\nるような意味での光エネルギーのピーク位置は存在しないとしても，ｚ軸方向の設\n定においては，取消事由１の(3)(B)で判示したような種々の要請に基づく制約の下\nで，できるだけ光ファイバーと発光器との間隔を小さくし，キャップ付発光器から\n光ファイバーへの入射光量を最大とした位置が，キャップ付発光器からの光が光フ\nァイバーに「最適光結合」する位置であると理解される。そして，刊行物２発明に\nおいても，少なくとも，上記のような意味での最適光結合位置を調整する必要があ\nることが認められるのであって（甲４），ｚ軸方向の位置を適当に決めて固定し，\nｘ，ｙ面内で最適結合位置を検出すれば足りるというようなものとは解されない。\n原告の主張は採用の限りではない。\n(E)　原告は，刊行物１発明と刊行物２発明とは前提を異にし，刊行物１発明に刊\n行物２発明の固定の順番を適用することはあり得ないし，適用する動機が存在しな\nいと主張する。\n検討するに，原告の上記主張は，本件発明１について，光源から出た光がレンズ\nによって集光されて光ファイバーに入射するもので，光エネルギーのピーク位置が\n存在するということを前提とする発明であるとの見解に立って，刊行物１発明に刊\n行物２発明を適用してなす本件発明１の容易想到性の判断を争うものである。しか\nし，本件発明１の要旨認定として，キャップ付発光器がレンズを有するものである\nということができないことは，取消事由１について判示したとおりであるから，原\n告の本件発明１についての上記見解自体が採用し得ないものである。\nこの点をおくとしても，刊行物１発明及び刊行物２発明について既に判示したと\nころに加え，前記(B)で判示したような当業者の認識，理解等を合わせて考慮するな\nらば，刊行物１発明に，刊行物２発明の位置調整及び組立順序を適用することが可\n能であるとする審決の判断は，是認し得るものである。刊行物１発明と刊行物２発\n明がレンズの有無で異なるからといって，適用の阻害事由となるとはいえない。\n原告の主張は採用することができない。\n(F)　原告は，あえて，刊行物２発明の発想を刊行物１発明に適用することを前提\nとしてみても，「光ファイバーへ光が最も大きく入射する位置をｘ，ｙ，ｚの三次\n元内で見つける動作」を行った後に，ｘ，ｙ，ｚ軸方向をいずれも固定するという\n発想しか生まれないと主張する。\nしかし，前記(C)に判示したとおり，相違点１は，刊行物１発明に刊行物２に記載\nされた事項を適用することにより，当業者が容易に想到し得るものである。なお，\n前判示のとおり，本件発明１（本件発明２も同様）においては，「キャップ付発光\n器」を「レンズを有するもの」に限定して解釈すべき根拠はないのであるから，z軸\n方向を固定する工程の前に行う最適光結合位置の検出作業におけるｚ軸方向の最適\n光結合位置とは，取消事由１に関する(3)(B)において判示した意味における最適光\n結合位置であると解される。\n(G)　上記争点に関連して，原告の審決に対する認否中には，本件発明１と刊行物\n１発明の一致点の認定に関し，「その位置状態で」の部分は一致点の認定に含まれ\nるべきではないとし，相違点１の認定に関しても，相違点は単なる順序の開示の有\n無に尽きるものではなく，刊行物１では再度の位置決めが行われていないと主張す\nる部分がある。\nしかし，審決の一致点の認定は，ｚ軸方向とともにｘ，ｙ軸方向での部材の移動\nにより最適光結合位置を検出し，その位置状態で溶接するという限度で一致するこ\nとをいうものであり，相違点１の認定としては，本件発明１について，ｚ軸方向の\n位置決めとｚ軸方向の固定，さらにｘ，ｙ軸方向の位置決めとｘ，ｙ軸方向の固定\nという二段階の位置決め及び固定の工程とその順序を記載した上で，刊行物１発明\nでは，「特に位置決め及び固定（レーザ溶接）の順序を開示していない点」と認定\nしているのであり，表現上の疑義の余地はなくはないとしても，上記のような記載\nに照らせば，位置決め及び固定がｚ軸方向，ｘ，ｙ軸方向の順で二段階で行われる\n点をも含む趣旨で相違点１として認定しているものと理解される。したがって，審\n決の一致点及び相違点の認定に誤りがあるとはいえない。そして，刊行物１発明に\n刊行物２に記載された位置調整及び組立順序（二段階で行われる点をも含む。）を\n適用することにより，上記相違点１の構成に想到し得るものであることは，前判示\nのとおりである。\n(H)　原告は，本件発明が甲８の実験報告書に記載されたような顕著な効果を奏す\nると主張する。\n刊行物１発明は，「上記キャップ付発光器とファイバーホルダーをレーザ溶接す\nる発光モジュールの組立方法。」という点で本件発明１と一致するものであり（甲\n３，甲２の１～３。この限度では原告も争わない。），「相違点１は，刊行物１発\n明に，刊行物２発明の位置調整，組立順序を適用することにより，当業者が容易に\n発明することができたものといえる。」との審決の判断が是認し得ることは既に判\n示したとおりである。そうすると，本件訂正明細書の［発明の効果］の欄に記載さ\nれた「この発明は以上説明したとおり，光軸調整した後の固定作業を，エポキシ系\nの樹脂やハンダで作業者が固定した作業をレーザ溶接機を使って瞬時に固定する溶\n接へ変更すると共に，光軸調整装置と連動して，光軸調整作業から固定作業までを\n従来に比べて短時間で行えるようにしたことにより，従来は熟練作業者が長時間を\nかけて行っていた発光モジュールの組立作業が簡単に行えるようになった。」（甲\n２の３，９頁下から７～４行）という効果は，上記のようにして刊行物１発明に刊\n行物２発明を適用した構成から当業者が予測し得るものにすぎない。そして，甲８\nの実験報告書を検討しても，上記の判断を覆すに足りるものではない。\nよって，原告の上記主張は，採用することができない。\n３　取消事由３（相違点２についての判断の誤り）について\n審決は，「ｘ，ｙ軸方向の位置決めは，キャップ付発光器とファイバーホルダー\nとの間で，両者が相対的に移動し，位置調整されれば達成可能であることは，いわ\nば常識であるから，他方を固定し，一方を移動させることに，組立方法における特\n段の作用効果があるというのでない限り，これとは逆に，一方を固定し，他方を移\n動させることと技術的に等価であるといわざるを得ない。」（前記第２，３(5)の第\n２段落）と説示したが，この点は，是認し得るものである。\n原告は，キャップ付発光器の重心直下でステージが水平に移動し，キャップ付発\n光器を安定して移動させることで，ｘ，ｙステージを使用したｘ，ｙ軸方向の位置\n調整は短時間に行うことができるという作用効果を主張するが，この点は，本件訂\n正明細書に記載されていない。仮に，この点が当業者にとって自明なものであると\nすれば，格別なものとはいえない。\nそうすると，「本件訂正明細書の全記載を参酌しても，本件発明１において『キ\nャップ付発光器をｘ，ｙの二次元内で移動させる』ことに，組立方法における特段\nの作用効果があるとは見いだせないから，刊行物１発明のごとく，ファイバーホル\nダーをｘ，ｙの二次元内で移動させることと実質的な差異があるとはいえず，上記\n相違点２は単なる設計的事項というべきである。」（前記第２，３(5)の第３段落）\nとした審決の判断は，是認することができるものである。\n原告主張の取消事由３は理由がない。\n４　結論\n以上のとおり，原告主張の審決取消事由は理由がないので，原告の請求は棄却さ\nれるべきである。\n知的財産高等裁判所第４部\n裁判長裁判官　　　　　塚　　原　　朋　　一\n裁判官　　　　　田　　中　　昌　　利\n裁判官　　　　　佐　　藤　　達　　文\n"
}