{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 16,
    "month": 12,
    "day": 28
  },
  "case_number": "平成16刑(わ)4402",
  "case_name": "自己所有建造物等以外放火",
  "court_name": "東京地方裁判所",
  "lawsuit_id": "5515",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=5515",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/515/005515_hanrei.pdf",
  "contents": "平成１６年１２月２８日\n平成１６年刑(わ)第４４０２号　自己所有建造物等\n以外放火被告事件\n主　　　　　　　文\n被告人を懲役２年に処する。\n未決勾留日数中２０日をその刑に算入する。\n理　　　　　　　由\n（罪となるべき事実）\n被告人は，平成１６年９月３０日午後３時３８分ころ，東京都千代田区ａ町ｂ丁目ｃ番ｄ号所在\nの参議院西通用門前路上において，自己の所有に係る普通乗用自動車内にガソリンと灯油\nの混合液を振り撒き，所携のライターで点火した紙片を同車内に投げて放火した上，同町ｂ丁\n目ｃ番ｄ号所在の衆議院通用門前路上まで同車を走行させ，同所において，同車を炎上させ\nて焼損し，よって，公共の危険を生じさせたものである。\n（量刑の理由）\n１　本件は，被告人が，国会の通用門前路上において，自己所有の普通乗用自動車に放火\nし，同車を炎上させて焼損し，公共の危険を生じさせたという自己所有建造物等以外放火の\n事案である。\n２　被告人は，長年にわたって右翼の活動をしていた者であるが，北朝鮮による日本人拉致\n問題が進展しないことについて日本政府に抗議しようと考え，それをアピールするために，国\n会の正門前で自動車を炎上させることを企てた。被告人は，あらかじめガソリンスタンドでガソ\nリンと灯油を購入して準備した上，参議院西通用門前路上において，燃焼の持続力を増すた\nめにガソリンに灯油を加えた混合液を自己所有の普通乗用自動車内に振り撒いた上，所携\nのライターで文庫本の用紙に点火し，これを同車内に投げ捨てて放火した。そして，被告人\nは，国会の正門前まで上記自動車を運転していこうと考え，同車を３００メートル近くにわたっ\nて走行させ，衆議院通用門前路上に至ったところ，同車のダッシュボードが燃え始め，黒煙が\n同車内に充満して息もできなくなったので，同車を同通用門に向けてハンドルを切り，同車内\nから飛び出した。上記自動車は，衆議院通用門の車止めに衝突して停止し，同所において，\n大量の黒煙が吹き出し，炎が地上３メートル以上の高さに立ち上った状態で，１０分間以上に\nわたって燃え続け，国会職員や警察官の消火活動に加え，駆け付けた消防署員の消火活動\nにより，ようやく鎮火したものである。本件犯行現場付近は，通行人や自動車等が頻繁に往来\nする場所であり，消火活動が遅れていれば，炎上車両が爆発し，近くの樹木，自動車，通行\n人等に延焼等の被害が及ぶ危険性も十分にあったというべきである。\n３　このように，被告人は，白昼，あらかじめ準備したガソリン等を振り撒いて放火した自動車\nを自ら運転し，国会の周囲をかなりの距離にわたって走行させた上，衆議院通用門の車止め\nの前において，長時間にわたって，同車を炎上させ，同通用門の機能を麻痺させているので\nあって，本件は，計画的かつ用意周到な犯行であるとともに，一歩間違えば，付近の通行人\n等も死傷させかねない甚だ危険かつ悪質な犯行であるといわなければならない。しかも，被\n告人の本件犯行は，日本政府に抗議すると称して，自己の政治的な目的のために，他人の\n迷惑も顧みず，暴力的な手段に訴えて公共の危険を発生させ，社会の耳目を集めようとする\nものであって，実質的にはテロ行為にほかならないというべきである。そして，本件は，結局の\nところ，被告人の強烈な自己顕示欲に基づく身勝手極まりない犯行ということができるのであ\nって，犯行の動機に酌むべき事情は見当たらない。近時，社会全体がテロ行為に敏感になっ\nており，そのような行為に対する社会的非難もますます厳しくなっているところ，被告人は，そ\nのような事情を十分に認識しながら，国権の最高機関である国会に狙いを定め，国会議事堂\nの通用門前でこのような危険な示威行為に及んでいるのであって，厳しい非難を受けるのは\n当然である。また，模倣性も存するこの種の事案については，一般予防の観点も考慮する必\n要がある。さらに，被告人には，前記累犯前科のほか，昭和４７年に傷害罪により懲役１年６\n月に，昭和６０年に恐喝罪により懲役１年６月に，昭和６３年に恐喝未遂及び傷害の罪により\n懲役１年２月に処せられて服役した前科や，昭和４５年に軽犯罪法違反の罪により科料刑に，\n平成４年に器物損壊罪により罰金刑に処せられた前科がある。\n４　したがって，以上の諸点に照らすと，本件の犯情は悪く，被告人の刑事責任は重いものが\nある。\n５　他方において，被告人のために酌むべき事情も存在する。すなわち，被告人は，本件犯行\nに及んだことについて，捜査段階から事実関係を素直に認めている。被告人は，本件犯行に\n当たり，国会の見学者が少なくなるのを見計らうなど，多数の見学者を巻き込んで大きな被害\nを出すことは避けようと配慮したことが窺われる。被告人は，第１級障害の身体障害者という\nハンディキャップを負ってこれまで生活してきた者である。その他，弁護人が指摘するような被\n告人のために有利に斟酌することができる事情も認められる。\n６　しかしながら，本件事案の重大性及び悪質性や，本件が自己所有建造物等以外放火の訴\n因のみで起訴されていることに鑑みると，以上のような被告人に有利な事情を最大限に斟酌\nしても，被告人に対しては，起訴された訴因の範囲内の最高刑である懲役２年に処するのが\n相当であると判断した次第である。\n（公判出席検察官　恩田剛，小倉健太郎，求刑　懲役２年）\n平成１６年１２月２８日\n東京地方裁判所刑事第３部\n裁判官　　服　　　部　　　　　　　悟\n"
}