{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 18,
    "month": 2,
    "day": 17
  },
  "case_number": "平成16(わ)239",
  "case_name": "殺人，詐欺，詐欺未遂被告事件",
  "court_name": "青森地方裁判所刑事部",
  "lawsuit_id": "8489",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=8489",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/489/008489_hanrei.pdf",
  "contents": "（主　文）\n被告人を無期懲役に処する。\n未決勾留日数中２９０日をその刑に算入する。\n（判示第１並びに第２の１及び２の各犯行に至る経緯）\n被告人は，青森県内で出生し，同県内の高等学校を中退後，大工見習い，重機運転\n手等に従事し，平成８年ころに上京して大工として稼働していた。Ａは，Ｂ及びＣ夫婦の\n長男として出生し，青森県内の高等学校を卒業後，タイヤ製造業や木材加工業等に従\n事し，平成１４年１２月ころからは仏壇清掃業を営んでいた。Ｃは，平成７年ころから平成\n１４年９月ころまで温泉の旅館等で稼働したこともあったが，平成１５年ころからは自宅\n近くの民宿の手伝いをしていた。\nＣは，温泉の旅館に勤めていた際に客として来た被告人と知り合い，その後，ＢやＡに\n仕事を世話してもらおうと被告人を２人に紹介した。被告人は，平成１５年８月初旬ころ，\nＡに対し，年老いた犬を預かって世話する事業（以下「老犬ハウス事業」という。）を行わ\nないかと架空の儲け話を持ちかけた。Ａは，Ｃの話から被告人のことを元々信頼できる\nと思っていた上，被告人の老犬ハウス事業計画の具体性等から，被告人の話が真実で\nあると信じると共に，同事業に魅力を感じ，それまで営んでいた仏壇清掃業の売上げが\n少なかったこともあり，同月下旬ころには仏壇清掃業をやめ，老犬ハウス事業を業とす\nる会社の設立を計画し，被告人との間で会社設立依頼兼受注書を取り交わし，老犬ハ\nウス事業についてのコンサルタントを依頼した。ところが，その後，Ａ及びＣは，被告人か\nら，会社設立や老犬ハウス事業に関連して金銭の支払を要求されるようになり，親族や\n知人から借金をするなどして何とか支払っていた。にもかかわらず，被告人は，平成１６\n年１月９日，Ａに対し，同人が約束していた電話を被告人にかけなかったことをきっかけ\nに，突然，老犬ハウス事業計画の中止を一方的に告げ，以降，Ａ及びＣに対し，それま\nでの立替払金の清算等と称して，１億７３００万円の支払を強く求めるようになった。Ａ及\nびＣは，被告人に言われるがままに，親族，知人及び消費者金融から借金をして少しず\nつこれを支払ってきたが，同年６月までには返済が困難になった。Ａは，被告人から返\n済を強く迫られ，同月初旬ころ，被告人との間で，Ｂを車に飛び込ませて死亡させ，事故\nの相手から自動車損害賠償保険金を得る話になり，Ｂ及びＣにその旨伝え，承諾させ\nた。その後，Ａは，Ｂを青森県内各所に連れて行き，走行中の自動車に飛び込ませよう\nとしたが，Ｂが怖じ気づいて実行できなかったため，被告人らの当初の意図は実現され\nなかった。\nすると，被告人は，Ａに対し，同年７月下旬ころ，Ｂを生命保険に加入させ，同人を自動\n車に飛び込ませて死亡させて保険会社から死亡保険金をだまし取ることを持ちかけ，こ\nれをＡ及び同人を通じてＣに承諾させ，少なくともこの時点で，被告人，Ａ及びＣの間にＢ\nを殺害することについての共謀が成立した。そして，被告人，Ａ及びＣは，同年８月上旬\nから９月上旬ころまでの間，Ｂに，同人と保険会社３社との間で，Ｂを被保険者，Ｃを死\n亡保険金受取人とする死亡保険金額合計８８００万円の生命保険契約を３口締結させ\nた。その後，Ａは，Ｂを殺害すべく，同人を青森県内だけでなく秋田県内にも連れ出し，\n交通事故死を装って死亡させようとしたが，Ｂが抵抗したため，同人を殺害できなかっ\nた。被告人は，そうしたＢに業を煮やし，Ｂが走行中の自動車に飛び込むことができなか\nった都度，同人に対し，殴る蹴るの暴行を加えた。そして，被告人は，同年９月３０日にＢ\nが自動車に飛び込むことができなかったことから，Ｂに暴行を加えた上，翌日必ず死ぬ\nように強く迫った。翌１０月１日，被告人は，Ｂがまたしても自動車に飛び込むことができ\nなかったことから，同日午後７時４０分ころから午後８時４０分ころまでの約１時間にわた\nり，青森県南津軽郡甲町ａｂにおいて，Ｂの四肢を鉄パイプ様のもので多数回殴打した。\nこれによりＢはその四肢から皮下出血し，自力では歩くことができず，Ａが運転する車に\nかろうじて乗ることができるほどの重傷を負ったため，Ｂは，Ａに連れられて自宅に戻っ\nた後，Ａ及びＣに対し，救急車を呼ぶよう求めた。Ａは，被告人に電話をして相談したとこ\nろ，被告人がそのまま死んでしまうならその方が都合がよいなどと述べたため，Ａもこれ\nに応じて救急車を呼ぶなどしないこととし，Ｃにもその旨伝えて同人も了承した。\n（罪となるべき事実）\n被告人は，\n第１　土地売買の手付金名下にＡから金員をだまし取ろうと企て，平成１５年９月上旬こ\nろ，青森県東津軽郡乙町ｃ番地ｄＢ方において，Ａに対し，真実は内妻が所有する\n神奈川県津久井郡丙町ｅｆ番ｇほか４筆の土地を売却する意思がないのにこれある\nように装い，「会社の社長をやっていくには，いざというときのためにも財産を持っ\nた方がいい。神奈川県にあるかみさん名義の土地を４５００万円で譲ってあげる。\n購入にあたっては，手付金として，その１割の４５０万円を用意すればいい。」などと\n嘘を言って，その旨Ａを誤信させ，よって，同人から，同月２７日ころ，青森市大字ｈ\n番地ｉｊ公園駐車場において，現金７０万円の，同年１０月２２日ころ，青森県東津軽\n郡ｋｌ番地ｍ当時の同人方において，現金３８０万円の各交付を受け，もって，人を\n欺いて財物を交付させた\n第２　Ａ及びＣと共謀の上\n１　前記のとおり，Ａの被告人に対する借金返済資金調達のため，Ｂを殺害し，同人\nを被保険者，妻であるＣを保険金受取人とする生命保険契約に基づく保険金をだ\nまし取ろうと企て，Ｂ殺害の機会をうかがっていたものであるが，被告人が平成１６\n年１０月１日午後７時４０分ころから同日午後８時４０分ころまでの間，青森県南津\n軽郡甲町ａｂにおいて，Ｂ（当時６０歳）の四肢を鉄パイプ様のもので多数回殴打\nし，それによって自力で行動することができなくなるほどの瀕死の傷害を負わせ，Ａ\nがＢをその運転する車に乗せて青森県東津軽郡乙町ｃ番地ｄのＡ及びＣ方に連れ\n帰ったところ，Ｂを直ちに昀寄りの病院に搬送して適切な医療措置を講じれば，同\n人の死亡の結果を防止することが可能であり，かつ，同人を救護すべき義務があ\nったのに，そのまま放置すれば同人が死亡することを知りながら，同人を死亡させ\nて保険金をだまし取るため同人を放置して殺害しようと企て，同月２日午前零時３０\n分ころ，同人を救護することなく，同所１階の居間に放置し，よって，そのころ，同所\nにおいて，同人を四肢多発打撲傷による外傷性ショックにより死亡させて殺害した\n２　ＢがＸとの間で同年９月８日に締結した，Ｂを被保険者，Ｃを死亡保険金受取人と\nする簡易生命保険契約（７５歳満期２倍型特別養老保険）に基づく死亡保険金をだ\nまし取ろうと企て，真実は，被告人，Ａ及びＣがＢを殺害していたのに，これを秘し，\nあたかも，同人は，第三者に殺害されたかのように装い，同年１０月１４日午前１０\n時ころ，同郡乙町ｎ番地ｏＷにおいて，従業員Ｄに対し，上記保険契約に基づく保\n険金の支払を請求する旨の保険金支払請求書等の書類を提出して８００万円の死\n亡保険金の支払を請求し，その旨同人らを誤信させ，上記死亡保険金の交付を受\nけようとしたが，被告人，Ａ及びＣがＢを殺害した容疑で逮捕されたことから，その\n目的を遂げなかった\n第３　Ｅが，亡夫の遺産相続問題に関し，義理の息子との間の話合いが進展しないこと\nを悩んでいると聞き及ぶや，その交渉と解決を請け合うなどと持ち掛けて，金員を\nだまし取ろうと企て，平成１４年６月５日ころ，東京都戊ｑ丁目ｒ番ｓ号Ｅ方において，\n同人に対し，真実は，遺産相続問題の交渉も解決も行う意思はなく，預り金につい\nても全て自己の用途に費消する意図であり，その返却をする意思も能力もないの\nにこれあるように装い，「俺がきちんと話をつけてやる。要望は全部叶うように交渉\nして話をつけるよ。でも，財産を持っていると遺産分割では不利で，逆に借金があ\nった方がいいくらいなんだ。お金があったら全部俺に預けてよ。話をつけるのに３\nか月くらいかかるから，その間，財産は全部俺に預けてくれ。もちろん相手との話\nをつけたらそのまま返すから。株は金に換えて，俺に預けてくれ。他にもあったら，\n全部俺に預けて，何もない状態にしてくれ。俺を信用して預けてくれ。」などと嘘を\n言い，その旨同人を誤信させ，よって，同月１４日及び同月２０日，同人に，前後４\n回にわたり，東京都戊ｔ丁目ｕ番ｖ号株式会社○○銀行××支店から東京都調布\n市ｗ丁目ｘ番ｙ号株式会社△△銀行□□支店の被告人名義の普通預金口座に，\n合計２０００万円を振込入金させるとともに，同月２２日，山梨県中巨摩郡α町ｚ番\n地ａ’ｂ’ｃ’号室において，同人から，現金１４３０万円の交付を受け，もって，人を欺\nいて財物を交付させた\n第４　会社設立資金名下にＦから金員をだまし取ろうと企て，平成１５年３月２０日ころ，\n熊本県球磨郡ｄ’番地ｅ’当時の被告人方において，Ｆに対し，真実は会社設立の\n意思がないのにこれあるように装い，「有限会社を作るには，３００万円が必要だ。\nそれを銀行の口座に入れなければ駄目だ。３００万円をどうにかして集めて，３月２\n８日までに持ってこい。」などと嘘を言い，その旨同人を誤信させ，よって，同月２８\n日ころ，同所において，同人から現金３００万円の交付を受け，もって，人を欺いて\n財物の交付を受けた\nものである。\n（事実認定の補足説明）\n１　弁護人は，判示第１の事実について，被告人はＡから土地売買の手付金の名目で４\n５０万円を受け取ったことはない，第２の１及び２の事実について，Ａ及びＣとの共謀\nの事実及び実行行為を争い，第４の事実について，被告人はＦから借金返済の名目\nで３００万円を受け取ったことはあるが，事業設立資金名目で３００万円を受け取った\nことはないとして，欺罔行為及び欺罔行為に基づく金員の授受を争い，判示第３の事\n実については，２０００万円の限度では詐欺罪の成立を認めるが１４３０万円の授受に\nついては争う旨主張し，被告人もこれに沿う供述をするので，この点について検討す\nる。\n２　判示第１並びに第２の１及び２の事実について\n(1)　関係各証拠によれば，まず次の事実を認定できる。\n被告人は，判示のとおり，温泉の旅館に宿泊した際，そこで働いていたＣと知り\n合い，その後，ＣからＢへの仕事の紹介を依頼されるようになり，ＣからＢを紹介さ\nれた。また，平成１５年７月ころには，ＣからＡを紹介された。被告人は，Ａに対して\n老犬ハウス事業の話を持ちかけ，Ａ，Ｂ及びＣは，昀終的には被告人の話に賛成し\nた。また，被告人は，Ａらに対し，九州での老犬ハウス事業についての話や，犬を\n預かる際に１頭につき５０万円の入園料を得ること，ペットショップを通じて犬を預\nかることなどの話をしたこともあった。また，設備資金として８５００万円が必要であ\nるという話も出た。被告人は，この老犬ハウス事業に関連して，Ａとの間で，事業資\n金８５００万円の１割である８５０万円を被告人に支払うこと，着手時にはその半額\nの４２５万円を支払うこと，車を１台被告人に貸すことなどを内容とするアドバイザ\nー契約を締結した。また，被告人は，同じく老犬ハウス事業との関連で，Ａとの間\nで，被告人の内妻が所有する神奈川県の土地をＡに売却するという内容の書類を\n作成した。老犬ハウス事業の話は，平成１６年１月９日に被告人の一方的な申し出\nにより中止になった。同年８月上旬から９月上旬にかけて，Ｂを被保険者，Ｃを受取\n人とする合計８８００万円の生命保険契約及び簡易保険契約が締結された。同年９\n月３０日に被告人はＡ及びＢと会い，Ｂに対して暴力を振るった。また，被告人は，\n翌１０月１日の夜にもＡ及びＢとｂで会った。被告人と別れる際に，Ｂは負傷してお\nり，Ｂは，帰宅後の同月２日に死亡した。Ｂ死亡の数日後，ＣはＡと簡易保険の請\n求をした。\n(2)ア　Ａ供述\nＡは，当公判廷において，概要以下のとおり供述する。\n被告人とは，平成１５年７月下旬ころ，母親のＣの紹介で，仏壇清掃業の客として，\n初めて会った。Ｃからは，被告人について，当時，Ｃが勤めていた温泉旅館に泊まり\n客として来ていたこと，大工関係の社長をしており，Ｂの仕事の世話をしてくれる面倒\n見のいい人で，金回りもよい人と聞いていた。初めて被告人に会ったとき，被告人か\nら，うちの仏壇はたばこのヤニで汚れているから，清掃してもらいたいと頼まれた。そ\nのときは仕事を受注するまでには至らず，その後，電話で受注できるかを被告人に確\n認したが，被告人から，まだ先になると言われ，仏壇清掃の話はそれ以上進まなかっ\nた。同年８月初旬ころ，被告人から突然老犬ハウス事業の話を持ちかけられた。被告\n人は，私がしていた仏壇清掃業はもうからないことや将来性もないと言った。私ももっ\nともだと思っていたところ，被告人から，「自分は九州で年老いた犬を預かる老犬ハウ\nスをやって成功させてきている。今度は青森でもやろうとしている。１匹あたり入園料\nとして５０万円をもらって，あとは月々の飼育料をもらう。九州では３００から４００頭を\n預かっている。その犬をペットショップを通じて預かる。ペットショップには仲介料として\n５万円を支払う。こういう老犬ハウスは，川のある広い土地でやるのが適している。も\nう既に乙のスキー場近くに田んぼを買ってある。会社設立資金は８５００万円かかる\nけれど，このお金はもう既に準備してある。本当は東京の人がやる予定なんだけれど\nも，息子さんの方でやるんだったらやってもいいよ。」などという話をされた。被告人の\n話を聞いて，仏壇清掃より儲かり，生活も裕福になるし，親孝行もできると思って，老\n犬ハウス事業をやりたいと思った。被告人には，妻と相談するため，「少し考えさせて\n下さい。」と言った。同月下旬ころ，私は老犬ハウス事業の話を引き受け，仏壇清掃\n業はやめることとした。同月２９日，会社設立依頼兼受注書を青森市内の喫茶店で被\n告人と取り交わした。この会社設立依頼兼受注書は被告人が準備した。その書面に\nは，私が被告人に依頼金として８５０万円を渡す内容が記載されていたが，被告人\nは，「８５０万円は老犬ハウスを経営してから支払ってくれればいい」と言った。また，\nこの書面を取り交わしたときに初めて，自分が被告人に車を貸すということを知り，老\n犬ハウス事業は自分の事業でもあるし，被告人は自分のためにコンサルタントとして\n動いてくれることから，書面を取り交わした後すぐに販売店で車１台を３６０万円で購\n入し，被告人に貸した。これに加えて，その後，自分は会社の屋号や役員も考えた。\n被告人からは，九州の老犬ハウスの様子をパソコンで見せられたり，乙町などにある\n老犬ハウスの建設予定地に案内されたり，パンフレットを作ってもらったりした。老犬\nハウスの会社名は，有限会社「Ｚ」と決めた。被告人からは，会社の規約を作成する\n上での参考にするようにと別の会社の規約を渡されたり，「Ｚ」の事業計画書の書式を\n渡されたりした。事業計画書中の資産割には，４５０万円をだまし取られたときに使わ\nれた神奈川県の土地と同じ地名の土地が記載されていた。私は，被告人の話などか\nら，老犬ハウス事業が確実に進んでいると思っており，自分自身も，老犬ハウス事業\nの経営について，主な収入や支出の見込みを考えるなどしていた。こうした中，同年\n８月下旬ころ，私は，被告人がＣに売った旧百円札の代金として１６５万円を被告人に\n渡したが，この金は自分では用意できなかったので，弟のＧに借りることとし，自分名\n義の青森銀行○支店の口座に１６５万円を振り込んでもらった。老犬ハウス事業を引\nき受ける前後ころ，被告人から「会社の社長としてやっていくんだったら財産が必要\nだ。財産を持っていれば銀行に信用が付く。財産を持っていれば，会社が傾いて倒産\nしたときにはその財産を売れば借金しなくて済む。」と言われた。そのときは，自分に\nお金もなかったし，土地などを持てるとは思わなかったが，同年９月上旬ころ，被告人\nから再度財産を持つといいという話をされ，同時に，「実は，うちのかみさん名義で神\n奈川に土地を持っている。」と言われて，その土地の登記簿謄本，権利書及び図面を\n見せられた。それらの書類を見ている間に，被告人は，「神奈川に土地を持っている\nと言えば，ほかの社長と付き合いをしたときに格好はつくでしょう。保険として持ってい\nれば，いざ会社が傾いて倒産したときには，それを売ればいい。」と言った。書類を見\n終わったころ，被告人から，「神奈川の土地は，路線価格で１億２０００万円するけれ\nども，息子さんになら特別に４５００万円で譲ってもいい。もし購入するんだったら，４５\n００万円の１割，４５０万円を手付金として集めればいい。」と言われた。私は，路線価\n格の意味がよく分からなかったので，被告人に聞いたところ，路線価格とは国が定め\nた昀低の値段で，これ以上下がることのない値段であると言われた。これらの話を聞\nいて，土地が必要であるとの被告人の説明はもっともであると思ったこと，路線価格\nの半値以下というのは超破格と思ったこと，４５０万円なら何とか頑張れば集められる\nと思ったことから，当該土地を購入することにした。そして，青森銀行のカードローンと\n○×青森支店でお金を借りて，同月２７日にｊ公園の駐車場で７０万円を被告人に渡し\nた。同月３０日ころ，土地売買についての覚書を被告人と取り交わした。残額の３８０\n万円については，弟の雅之から借りて，同年１０月２２日に当時の自宅で被告人に渡\nした。合計４５０万円を渡した後，被告人から土地の登記をしたと聞いたので，それま\nでの話のとおり，自分と妻と両親の名前で登記されたと思っていた。同年１２月に入っ\nてから，この土地売買に関連して，被告人との間で借用書１通と念書１通を取り交わ\nした。同月下旬ころ，資材関係など被告人が立て替えたお金を一旦精算してほしいの\nで，神奈川の土地を売却しようという話を持ちかけられた。被告人から税金をいくらに\nするのか聞かれ，２０００万円と答えたところ，司法書士にその金額を前提にして計算\nしてもらうことになった。平成１６年１月９日に土地売買に関する税金の額を決めるた\nめに被告人に電話をしなければならなかったが，友人が来ていたことや億単位の話\nであったことから，後でゆっくり被告人に電話をしようと思っていたところ，被告人から\n同日午後１１時ころに電話が来て，「司法書士が怒って帰った。あなたとはもうやって\nいけない。」と老犬ハウス事業の話を断られた。翌１０日の夕方には，被告人から，今\nまで立て替えたお金である１億７３００万円を返済するように言われた。自分は，被告\n人のことを信用していて，まさか嘘の話をするなどと思っていなかったこと，借りたお\n金は返さないといけないと思ったこと，会社設立資金，土地代金残額，土地に関する\n司法書士料，造成費等からそのぐらいの金額になるものだと思ったこと，被告人が実\n際に立て替えてくれたと思ったことから，１億７３００万円は被告人に返さなければなら\nないと思った。そこで，この１億７３００万円の借金について，被告人と念書を交わし\nた。その後，被告人は，この借金について疑問を持った妻と自分を離婚させたり，Ｂ，\nＣと自分を家から追い出したりした。１億７３００万円の返済期限は，同年３月３１日で\nあったが，その後，再び念書を書いて５月末日に期限を延ばしてもらった。友人らから\nお金を借りて返済しようとしたが，まとまった金額にはならなかったので，被告人から\n言われるまま，神奈川の土地を売却して，その代金で返済しようとした。被告人から\nは，土地を売却するためには８０００万円が必要であると言われた。被告人は，その\nお金を，知り合いの社長に頼んで用意すると言っていた。私は，その社長の接待費と\nしてお金を要求されるなどした。また，被告人の内妻にもお金を立て替えてもらってい\nたので，そのお礼ということで，神奈川の土地の売却代金から被告人に借金を返済し\nた残額で，五所川原の土地をプレゼントするように被告人から言われ，それを承諾し\nた。被告人によれば，神奈川の土地は２億４０００万円で売れるとのことだった。神奈\n川の土地売却の話は，自分が印紙代３６万円を用意できなかったことから，平成１６\n年５月のゴールデンウィーク明けに駄目になり，１億７３００万円の借金返済だけが残\nった。私は，被告人のことを信じていたし，借りたお金は返さないといけないと思って\nいた上，被告人からどんな手段を使ってでも回収してやるということを言われており，\nそれまでの経緯から，被告人には逆らえないし自分の方が悪いと思っていたので，被\n告人からは逃げられないと思い，借金を返さずに済む方法を誰かに相談することはし\nなかった。自分は，被告人への借金返済のために，色々な手段でお金を工面してい\nたが，貸金業者からの工面もできず，知り合いやＧから借りることもできなくなってしま\nった。同年５月終わりころから６月初めころ，被告人が新築した家のお金を自分が準\n備できなかったことから，被告人から借金はどう返すのかと聞かれ，死んで返すと答\nえた。被告人は，順番を聞いてきたので，「自分から死んで返します。」と答えたとこ\nろ，「じゃ，誰があと責任持って返すの。」と言われた。自分の借金を他の人に押しつ\nけたくなかったので，一番昀初に死ぬ人を父親のＢに決めた。Ｂ以降の順番は，母親\nのＣ，弟のＨ，妹のＩ，昀後に自分とした。被告人から実家に電話をするように言われ\nたので，Ｂに電話をして，「借金，死んで返すことになった。まず，おやじからだ。あと\nはみんなに伝えて。」と言った。被告人からは，「ただ死んでも駄目だ。会社の労災を\n使うとか，車にぶつかるとか，金になるように死ね。」と言われたので，「おやじに車に\nひかれて死んでもらいます。」と言った。これで交通事故に見せ掛けてＢを殺し，車の\n保険を手に入れるという計画ができた。Ｃにもその話をした。この話が決まってから，\nＢを交通事故に見せ掛けて殺すため，被告人の指示で信号機のない横断歩道にＢを\n立たせ，車に飛び込ませようとしたが，Ｂは飛び込むことができなかった。被告人に，\nＢが車に飛び込むことができなかった旨報告したところ，被告人はＢに暴力を振るっ\nた。被告人は，Ｂに殴るなどの暴力を振るった他，ナイフで脅したこともあった。それで\nもＢは飛び込むことができず，車と接触事故を起こして軽い怪我をした程度だったの\nで，被告人は，暴力を振るったり脅したりするほか，「父さん，頼むから犠牲になってく\nんないか。」などと言って，Ｂに死ぬことを要求し，嫌がるＢを説得し続けた。同年７月\n下旬ころ，被告人から「車の保険だといくら見積もっても２５００万円にしかならない。\n足りない分は生命保険でカバーしろ。息子さんの方で生命保険の人に知り合いいな\nいか。」と言われたので，「明日，朝一で保険屋に電話します。」と答えて，被告人への\n借金返済のために，Ｂに生命保険をかけて殺すという計画に乗った。この計画は，自\n分がＣに伝え，Ｃもこれを了承した。被告人からは，死亡保険金額１億３０００万円を\n目処に生命保険に入るように言われた。そこで，５社との間で生命保険契約の交渉を\nしたところ，同年７月下旬ころから９月上旬ころの間に，○△生命に５０００万円，□×\n生命に３０００万円，Ｗの簡易保険に８００万円の合計８８００万円の生命保険契約を\nすることができた。なお，生命保険契約の交渉の場に被告人がいたこともあったし，\nＷの保険については，被告人の指示で加入し，契約できたことを直後に自分から被\n告人に伝えた。Ｂに生命保険をかけた後，被告人から，秋田県に行き，仏壇清掃の\n営業を装ってＢを事故死に見せかけるように指示された。そこで，被告人の指示どお\nりに秋田県に行ったが，Ｂは車に飛び込むことができず，そのことを被告人に報告し\nた。同年９月３０日の夜も，Ｂを交通事故に見せかけて殺すために秋田県に連れて行\nったが，やはりＢは車に飛び込むことができなかったので，Ｂは被告人から暴行を受\nけた。翌１０月１日も同様にＢを秋田県内に連れて行き，Ｂを信号機のない横断歩道\nに立たせ，車に飛び込ませようとしたが成功せず，被告人の指示でｊに行った。被告\n人は同日午後７時４０分ころやってきて，自分には被告人の車の助手席に乗っている\nように指示し，Ｂは車から降りた。被告人は，車の運転席後ろの座席の足元から鉄パ\nイプ様のものを取り出した。被告人が鉄パイプ様のものを取り出したことは，取り出す\nときのシャーッという音と車の車内灯から分かった。その後，ドスッ，ドスッという殴る\n音や，Ｂのうめき声が聞こえたこと，被告人に促されて車から降りたときにＢのひじの\n辺りのワイシャツが血でにじんでいたことから，被告人がＢのことを鉄パイプ様のもの\nで多数回，かなり強い力で殴ったことが分かった。被告人のＢに対する殴打は，１時\n間くらい続いたと思う。その後，Ｂに近付いて，立てるかと声をかけたが，被告人から\nは，Ｂは死にたくない，家族はどうなってもいいと思っているんだということを言われ，\nさらに，Ｂのことを心配しなくていいし，かわいそうだと思わなくていいと言われた。Ｂ\nが家族のことをどうなってもいいと思っていると聞いて，むっとしたので，Ｂが車に乗る\nのを助けることはしなかった。Ｂは，四つんばいではっていって，１人で車に乗り込ん\nだが，その様子を見て，立って歩けないほどひどくやられたんだと思った。帰宅途中，\n五所川原のコンビニエンスストアに寄ったが，そこで，Ｂの呼吸が早く，顔色も悪く，脂\n汗をかいていたことから，家に運ぶまでの間に死ぬかもしれないと思ったが，病院に\n連れて行こうとは思わなかった。家に帰って少しすると，Ｂは，Ｃに救急車を呼ぶよう\nに頼んだ。Ｃは，自分に，救急車を呼んでいいか被告人に聞くよう言ってきた。Ｂに確\nかめると，「救急車，救急車」と言っており，被告人に黙って救急車を呼ぶと何をされ\nるか分からなかったので，このままＢが死んでもいいと思ってはいたし，被告人が救\n急車を呼ぶことを了承しないとも思っていたが，Ｃに頼まれたこともあり，形だけでもと\n思って自分の携帯電話から被告人に電話をして，「おやじ，救急車を呼んでほしいと\n言っているけど，どうしたらいいですか。」と聞いた。被告人にＢの容体を聞かれたの\nで答えたところ，被告人から「演技じゃないの，もう１回確認してきて。」と言われたの\nで，電話を切って，Ｂの様子を見に行った。Ｂは，呼吸も早く，顔も黄色っぽくなってき\nていて，唇が白く乾いていたことから，演技ではなく本当に苦しんでいる，病院に連れ\nて行けば助かるが，このままだと死んでしまうと思った。被告人に再び電話をして，Ｂ\nの様子を伝え，演技じゃないと思うと言ったところ，被告人から，救急車を呼ぶことに\nついて「息子さん的にはどう思うの。」と聞かれたので，「呼んだ方がいいと思いま\nす。」と答えたら，「警察に何て説明するの。入院費はどうするの。」と言われ，確かに\n警察に説明がつかないし，入院費もなかったので，救急車は呼べないと思った。ま\nた，被告人には，救急車を呼ぶ気はないとも思った。続いて，被告人から「どうせ死ぬ\nんだったら，今死んだ方がいいんじゃない。」と言われた。その言葉を聞いて，Ｂをこ\nのまま放置して，見殺しにするんだと思い，自分のＢを見殺しにする気持ちがより強\n固なものとなった。この電話の昀中，携帯電話の電波状態が悪かったので，固定電\n話から被告人の携帯電話に電話をしたこともあった。また，Ｃも被告人と電話で話して\nおり，そのとき，Ｃは，被告人に対して，Ｂの手足が冷たくなってきたと言っていた。被\n告人と何回か電話をしたが，その後，Ｂは，呼吸が段々と弱まっていって止まり，脈も\n振れなくなったので，被告人に対してそのことも伝えた。すると，被告人は，今すぐ出\nてくるようにと言ったので，外で待ち合わせをし，被告人，Ｃ及び自分の３人で，営業\n先の秋田の帰りに駐車場で休んでいたら，Ｂが知らない誰かに殴られて，そのまま家\nに連れて帰ったら，次の日に死んでいたことにするという口裏合わせをした。被告人\nから，Ｃには聞かれたことだけに答えるようにと，自分には警察の対応を頑張ってと言\nわれ，同時に，当分の間電話しなくていいと言われた。Ｂを殺したのは保険金をだまし\n取るためだったので，その計画に従って，ＣとＸから８００万円をだまし取ろうとした。Ｂ\nを殺した後に被告人からそのことを直接指示されたわけではないが，Ｂの殺害前，秋\n田で交通事故に見せ掛けてＢを殺すように指示された前ころに，被告人から，時間が\nないから，Ｂ殺害後の死亡保険金請求の段取りを考えておくように言われていた。\nイ　Ｃ供述\nＣは，当公判廷において，概要以下のとおり供述する。\n温泉の旅館に勤めていたときに，客として来た被告人と知り合った。被告人は，Ｂ\nの仕事の世話をしてくれ，その態度等から社長をしていると思っていた。また，被告人\nは，Ｂの仕事の支度金としてお金をくれたこともあり，被告人のことを，親切で頼りが\nいがある人だと思うのと同時に，お金を持っている人だと思い，信用していた。平成１\n５年７月ころ，被告人を息子のＡに，Ａが当時やっていた仏壇清掃業の客として紹介し\nた。ところが，被告人はＡに仏壇清掃を頼むことはなく，同年８月ころから，老犬ハウ\nス事業の話をするようになった。被告人は，老犬ハウス事業とは，年いった犬を預か\nる仕事であることと言っており，土地は準備してあると言っていた。また，被告人は，２\n００頭の犬を預かり，１頭あたり４０万から５０万円のお金が入ってくるので，一生，家\n族全員食べていけるようになるからと言っており，生活が苦しかったので，その話を聞\nいて，老犬ハウス事業のことをいい話だと思った。会社の経営，資金，準備等につい\nては，すべて被告人がやってくれると思っていた。自分は，被告人に老犬ハウス事業\n用の土地を見せてもらったこともあり，その土地をＡに案内した。被告人の行動から，\n老犬ハウス事業の話は進んでいると思っていた。その間に，被告人から，財産価値\nのあるものということで百円札を１６５万円で買わされた。１６５万円ものお金は持って\nいなかったので，息子の雅之から借りて，Ａが被告人に支払った。この百円札は，被\n告人が平成１６年２月ころに持っていってしまった。また，被告人は，Ａに，老犬ハウス\n事業をやって倒産した場合，財産を持っていれば，その土地を売って借金を返済でき\nるからということで，神奈川の土地の購入を勧めてきた。売買代金は４５００万円であ\nったが，手付金として４５０万円を被告人に渡せばよいと言われ，Ａは，Ｇから借りて４\n５０万円を被告人に支払った。そのほか，自分も事業で失敗したときのためと財産を\n持っていた方がいいとのことから，被告人から土地を購入し，Ａが被告人に手付けと\nして代金の１割の１５０万円を支払ってくれ，自分は，同年１２月ころに被告人と念書\nを交わした。平成１６年１月前半ころになると，老犬ハウス事業の話はなくなってしまっ\nた。すると，被告人から１億７３００万円ものお金を請求されるようになった。１億７３０\n０万円の内訳は，土地代，看板，犬の柵，司法書士代などだと思い，被告人を信用し\nていたので，その借金が虚偽のものであることはあり得ないと思っていた。同年２月\nになり，Ａが被告人の指示で離婚し，自分も含めて家族が被告人によって一時期家\nから追い出されたこともあり，被告人のことをとても怖いと思うようになった。また，被\n告人からの１億７３００万円の借金の取立ても厳しくなっていった。そして，同年６月こ\nろになると，被告人から，１億７３００万円の借金について，Ｂが車に飛び込むという形\nで犠牲になって死んでもらい，車の保険を手に入れて，それを被告人への返済に回\nすという話があり，自分も了承した。そこで，Ａが，Ｂを車に飛び込ませるために，いろ\nんな場所に連れて行ったが，Ｂは車に飛び込んで死ぬことができなかったので，被告\n人は，そのようなＢに対し，釣り竿やバットを使うなどして，暴力を振るい，同時に，「お\nまえは生きている価値ない。人間のくずだ。」と言ったりもした。そういう被告人を見\nて，ますます怖い人だと思うようになり，被告人に逆らうことができないと思った。ま\nた，Ｂは，被告人からそのような仕打ちを受けてもなお車に飛び込めずにいたので，\n死にたくないと思っていたということは分かっていた。同年７月下旬ころになると，被告\n人からＡに対し，Ｂに生命保険をかけて殺すという話があり，それをＡから聞いた。自\n分も，被告人に１億７３００万円の借金を返すために，その話を承諾した。そして，７月\n下旬ころから９月上旬ころにかけて，○△生命，□×生命及びＷの３社と，自分を受\n取人として，合計８８００万円の生命保険契約を締結した。なお，被告人は，生命保険\nの契約に立ち会ったこともあった。その後，被告人の指示で，Ａは秋田県の方にＢを\n連れて行き，死に場所を探すようになった。それでもＢは自動車に飛び込めず，その\n度に被告人はＢに暴力を加えた。同年９月３０日にも，ＡはＢを秋田方面に連れて行\nき，帰ってきたときにはＢの顔の右の辺りが腫れていたり血が出ていたりした。同年１\n０月１日にも，ＢはＡと一緒に秋田方面に行ったが，やはり車に飛び込むことができ\nず，同日午後６時半ころ，Ａからその旨電話連絡があり，被告人に会って帰るからと\n言われたので，Ｂは被告人から相当ひどく殴られ，もしかしたら殺されてしまうかもし\nれないと思ったが，被告人が怖かったことと借金返済のために，被告人のところに行\nくことを止めることはしなかった。同日午後９時半ころにＡから電話があったので，カッ\nプラーメンとビールを買ってくるように頼んだ。同日午後１１時ころにＡとＢは帰宅した\nが，Ｂは自力で車から降りて歩くことができず，声をかけたが答えがなく，息も荒く，ワ\nイシャツの肘の辺りが血だらけになっており，このまま放っておいたら死んでしまうと\n思った。Ｂがなぜそんな怪我をしたか誰にも聞かなかったが，Ｂが車に飛び込めない\nと被告人がいつも暴力を振るっていたので，このときもＢにこのような怪我をさせたの\nは被告人であると思った。救急車を呼べばＢは助かると思ったが，被告人に借金を返\nしていなかったので，万が一Ｂが助かれば自分たちが何をされるか分からないと思\nい，Ｂを見殺しにすることにした。気休めでもしてあげて，少しでも楽に死なせてあげ\nたかったので，Ｂの傷口に消毒薬を塗ったり，ガーゼで包帯をしたり，足を冷やしたり\nした。すると，Ｂから「救急車」と言われた。でも，Ｂが助かると自分たちが何をされる\nか分からないし，保険金も入ってこないので，被告人に黙って救急車を呼ぶことはで\nきなかった。被告人は救急車を呼んでいいとは言わないと思ったが，Ａに頼んで，被\n告人に救急車を呼んでいいか聞いてもらったところ，被告人と話したＡから，「もう少し\n様子を見ろ。」と言われたので，被告人は，保険金が入らなくなるので，Ａに救急車を\n呼ばなくていいと言ったと思った。そこで，自分も，被告人に借金を返すために救急車\nを呼ばずにＢを見殺しにすることにした。Ａは，そのときの被告人との電話で，Ｂのあ\nばら骨が折れているかを見て被告人に報告をするなどしていたほか，Ｂの容体につ\nいて，「息づかいが荒くなってきて，顔色が少し青くなってきた。」とも言っていた。そし\nて，Ｂは死亡した。その後，Ａは，Ｂの死亡を被告人に電話で伝えた。すると被告人か\nら呼び出され，Ａと２人で待ち合わせ場所に向かった。被告人は，自分が起きる朝６\n時３０分ころに救急車を呼ぶこと，被告人に電話はしないし，当分会わないこと，警察\nには秋田に行ってＢは誰かに殴られて死亡したと言うことを言われ，被告人の指示ど\nおりに行動することになった。被告人への１億７３００万円の借金返済のため，Ｂを殺\nした後，生命保険金の請求をするのは当然の予定だったので，自分がＷに死亡保険\n金８００万円の請求をしたが，お金を受け取ることはできなかった。先にＷの方から手\n続をしたのは，被告人に早くお金を返すためには，生命保険会社よりもＷの方が早い\nのではないかと思ったからであった。\nウ　Ａ供述の信用性\n(ア)　Ａ供述は，被告人と知り合った経緯，老犬ハウス事業の準備をするようにな\nった経緯及びその準備状況，被告人から神奈川の土地を買うことになった\n経緯，土地の手付金を含めて被告人に渡すお金の準備状況，Ｂ殺害を計画\nするに至った経緯，Ｂが生命保険に加入するにいたった経緯，Ｂを自動車に\n飛び込ませようとしたときの状況，被告人が平成１６年１０月１日にＢを暴行\nしたときの状況，Ｂが瀕死の重傷を負って帰宅した後の状況，被告人との架\n電状況，Ｂ死亡後の口裏合わせの状況，Ｗに保険金を請求した経緯等，全\n体にわたり具体的かつ詳細で，生々しく，不自然，不合理な点はなく，一貫し\nていて，反対尋問でも揺るいだ様子はない。\n(イ)　Ａ供述とほぼ符合するように録音テープ，覚書，借用書，念書，会社設立依\n頼兼受注書などの客観的証拠が存在し，３８０万円についての銀行取引状\n況，Ｂを被保険者とする保険契約の契約時期及び契約会社について，他の\n証拠と概ね合致する。平成１６年１０月１日から２日にかけての被告人との\n電話の架電状況についても，電話の通話履歴と概ね符合する。\n(ウ)　老犬ハウス事業の計画書中の「資産割」には，被告人の内妻が所有してい\nる神奈川の土地の周辺の土地が会社財産として記載されており，被告人と\nＡとの間で被告人の内妻所有の土地について売買契約の話が出ていたこと\nを合理的に推認させるものであって，このこととＡ供述は矛盾しない。\n(エ)　また，Ａ供述は，同人がお金を借りたとするＪの供述と，その内容がほぼ合\n致し，本件全体について，Ｃ供述とも内容がほぼ合致する。\n(オ)　さらに，Ａにおいて，被告人を引っ張り込むような事情は認められない。\n(カ)　以上を総合すれば，Ａ供述の信用性は高いと認められる。\nエ　Ｃ供述の信用性\n(ア)　Ｃ供述は，被告人と知り合った経緯，家族に被告人を紹介した状況，Ｂ殺害\nに至る経緯，１０月１日の夜にＢ及びＡが帰宅した後の状況，Ｂ死亡後の口裏\n合わせ及びＷに生命保険支払を請求した状況等，全体にわたり，具体的かつ\n詳細で，不自然，不合理な点も特に見られず，Ａ供述ともほぼ合致している\n(イ)　さらに，Ａ同様，Ｃが被告人を引っ張り込むような事情は認められない。\n(ウ)　以上を総合すれば，Ｃ供述は信用性が高いと認められる。\n(3)ア　弁護人は，まず，Ａ供述の信用性について，①路線価格で１億２０００万円の価\n値があるという土地を４５００万円で売却することについての合理的説明がな\nく，また，Ａ達のために事業資金として８５００万円の金員を準備していたという\n被告人が，土地の手付けとして代金の１割の４５０万円を受け取る必要につい\nての合理的説明もなされていないこと，②１億７３００万円の借金の内訳，特に\n事業資金８５００万円と神奈川の土地売買代金４５００万円について明確で合\n理的な説明はなく，実際に１億７３００万円の借金があったと言えるだけの証拠\nはないこと，③Ｂに生命保険をかけることになった経緯についても，Ｂの年齢及\nび収入状況から交通事故の保険金では被告人への借金返済には足りないこ\nとは明らかであり，その保険金取得の話があって２か月も経ってから生命保険\nの話が出たこと自体不自然であること，④交通事故の保険の話が出た経緯で\nある２億４０００万円の土地売買の話が３６万円の準備不足で壊れたということ\nについても，合理的説明がされていないこと，⑤Ａは，被告人から，平成１６年\n５月下旬又は６月初旬に初めて死ぬことを言われたと供述するが，これは，被\n害者が同年２月１８日に，借金返済のために死ぬことを強要されているとの相\n談を警察にしたことに照らすと不自然であること，⑥被害者が警察に相談に行\nったことを前提としながら，その時期に立て続けに生命保険に加入させたこと\nは不自然であること，⑦平成１６年１０月１日に，被告人が被害者に対して暴力\nを振るい，殺害したことについての合理的説明はできていないこと，⑧Ａによれ\nば，その際の暴行後，被告人から被害者を死に追いやる別の方法を考えると\n言われたとのことであり，そうであれば暴行の態様として，殺意をもって長時間\nにわたり，鉄パイプで殴打していたと考えることはできないこと，⑨⑦の暴行の\n際に被害者は大怪我をしたとしながら，帰りにコンビニ等に寄って帰ったという\nのは矛盾があること，⑩Ａが供述する暴行の態様と被害者の怪我の程度は符\n合しないこと，⑪Ａは救急車を呼ぶか否かを被告人に相談したとするが，Ａ供\n述によれば，被告人は殺意を持って被害者に暴行を行ったのであるから，その\nような被告人が救急車を呼ぶことを承諾するはずがなく，そのような被告人に\n救急車を呼ぶか否かを相談したというＡ供述には矛盾があること，⑫被告人に\nは保険金を取得しなければならない理由はなく，被害者殺害の動機がないこ\nと，⑬詐欺未遂の件について，共謀の時期，内容等について具体的な供述を\nしていないこと，⑭Ａは，自己の刑責を軽くするために被告人を引っ張り込んだ\nといえることから，信用性がないと主張する。\nイ　しかし，①については，被告人がＡに説明すべき事柄であるところ，Ａは被告\n人からそのような話を持ちかけられた旨供述しているにすぎないのであるか\nら，これらの点についてＡが合理的説明ができないからといって，Ａ供述の信用\n性に影響はないと言える。\n②については，確かに，被告人に対する１億７３００万円の借金の内訳につ\nいてのＡの認識は明確とは言い難いが，Ａは被告人に１億７３００万円の借金\nを負っていると信じ込まされていたこと，内訳はともかく総額としてＡが供述する\n内容の借用書があることからすれば，借金の内訳がはっきりしないことをもっ\nて，Ａの供述の信用性が低下するとまでは言えない。\n③については，被告人とＡらの間で，当初は１億７３００万円の借金を返済す\nる話になっていたのが，Ａが借金を返済できなかったことからＢを殺害する話に\nなり，Ｂの殺害方法として初めは自動車事故を考え，その後，Ｂを生命保険に\n加入させることとなったのであり，自動車事故による保険金取得と生命保険加\n入との間にある程度の期間があっても，特に不自然とまでは言えない。\n④については，土地売買についても，Ａは被告人主導の下，被告人を信じて\n受け身で動いていたのであり，土地売買の話が壊れた点についてのＡ供述が\n特に不合理であるとまでは言えない。\n⑤については，「警察安全相談受理表」と題する書面によると，平成１６年２\n月１８日に警察に相談に行ったのはＡと認められる。警察のメモには，「同様の\n相談」とあるが，その記載自体からは，Ｂが殺されることに関するものとも，被\n告人から多額の金銭を要求されていることに関するものともどちらとも取れる\n上，むしろ，相談要旨に「飼い犬を引き取る事業を巡る借金のトラブルの相談」\nと記載されていること及び書面の大半の記載が，ある人から多額の金銭を要\n求されて払えずに困っているという内容であることからすれば，「同様の相談」\nとは，多額の金銭の要求を受けていることであると解するのが合理的である。\n⑥については，警察への相談は，Ｂが被告人に相談なく勝手に行ったもので\nあり，逆に，Ｂがそのような行動をとり，なかなか自動車にも飛び込まなかった\nことから，生命保険の加入へと話が進んでいったとも考えられ，特に不自然と\nまでは言えない。\n⑦及び⑧については，判示のとおり，被告人がこの時点でＢを殺害しようと\nして暴行したと認定するものではないから，弁護人の主張は当たらない。\n⑨については，Ｂはかろうじてではあるが自力で車に乗り込んだこと，Ａ自\n身，この時点ではＢについてどうなってもいいと思っていたことからすれば，帰\n宅途中にコンビニエンスストアに寄ったことが矛盾であるとまでは言えない。\n⑩については，Ｂは，１０月１日に受けた暴行により四肢多発打撲傷を負っ\nていたのであり，その怪我が原因で死亡するに至っているのであるから，Ａが\n供述する暴行の態様とＢの怪我の態様が符合しないとは言えない。\n⑪については，Ａは，Ｃに言われたことや，Ｂも救急車と言っていたこと，被\n告人に黙って救急車を呼ぶと何をされるか分からなかったので，形だけでもと\n思い被告人に相談したに過ぎないのであるから，矛盾があるとまでは言えな\nい。\n⑫については，被告人は，Ａ一家からお金を巻き上げるために１億７３００万\n円の借金があると信じ込ませ，その返済のために保険金殺人を計画したもの\nであるから，被告人は，保険金取得の理由及びＢ殺害の動機のいずれも有し\nていたと認められる。\n⑬については，Ａは，被告人がＡに平成１６年７月下旬ころ，Ｂに生命保険を\n掛けて殺すことを持ちかけ，Ａ及びＣがこれを了承し，被告人から１億３０００万\n円を目処に生命保険に入るように言われ，その後同年７月下旬ころから９月上\n旬ころの間に合計８８００万円の生命保険を契約したこと，Ｂ殺害後，計画に従\nってＷで生命保険金をだまし取ろうとした旨供述しているのであって，保険金詐\n取についての共謀成立の時期及び内容が曖昧とは言えない。\n⑭については，Ａらが，自己の刑責を軽くするために被告人に主犯としての\n責任を負わせたという事情は，本件全証拠をもってしても認められない。\nウ　また，弁護人は，Ｃ供述の信用性について，同人が道義的責任を軽くし\nたいとの思いから被告人を本件犯行に引っ張り込んだと考えることもでき，Ｃに\n対する判決が宣告されたからといって，そのことから直ちに同人の供述が信用\nできることにはならないと主張する。\nしかし，Ａが被害者となっている詐欺事件については，これを被告人が敢行\nしたからといって，Ｃの社会的非難に影響するとは言えず，この詐欺事件も含\nめた一連の事件について，同人がその道義的責任を軽くするために関係ない\n第三者を巻き込むということは考えにくい。そして，このほかに，Ｃが被告人を\n引っ張り込んだことを認めるに足りる証拠はない。\n(4)ア　以上に対し，被告人は，当公判廷において，概要以下のとおり供述する。\n平成１１年ころに温泉に宿泊客として行ったときに，そこで働いていたＣと知\nり合った。Ｂの仕事を紹介してくれと頼まれてＣの自宅に行き，Ｃからお金を貸\nしてほしいと言われたので，３０万円を貸した。平成１２年にも浜名温泉に行\nき，Ｃと挨拶程度はしたが，それ以外に，Ｂの仕事の状況について確認はしな\nかった。平成１３年か１４年には，Ｂの仕事の話を聞き，職安では年齢的に仕事\nを見つけるのが難しいとのことであり，依然としてＢは定職に就いていなかった\nので，丸太の皮はぎの仕事をＢに紹介して，１７日分の給料として３４万円をＢ\nに渡した。しかし，結局，Ｂには１７日間は働かずにやめてもらった。平成１５年\n６月ころ，ＣからＡに仕事を紹介してくれと頼まれ，Ａ宅やＣ宅の近辺でどこかに\n就職するのは難しいと思い，自分で事業をした方がいいと思って老犬ハウスの\n話をＣとＡにした。Ａに初めて会ったのはそのときであるが，その際に，Ａが仏\n壇清掃業をやっているとか，自分がＡに仏壇のクリーニングを頼むという話は\n出なかった。ただ，Ａから仏壇のちらしのようなものは見せてもらった。同年８月\nころには，Ａとかなりの回数会ったが，自分が九州で老犬ハウス事業をやろうと\n思ったという話をしたものの，その事業が成功しているとか，だから今度青森で\nやろうと思っているということは話していない。昀初に犬を預かるときに１頭につ\nき５０万円くらい受け取り，犬はペットショップを通じて預かればいいんじゃない\nかという話はした。これらは，九州でやろうと思ったときに考えた内容であった。\nＡから設備を造るのにいくらぐらい必要か聞かれたので，６０００万円くらいじゃ\nないかと答えた。すると，Ａから運転資金として８５００万円くらいあれば安心だ\nということを言われた。この段階で，Ａとの間では，ある程度どういう施設を造る\nのかということについての話があった。この８５００万円は，Ａが用意するという\n話であった。自分は６０００万円くらいあればいいと思っていたが，いずれにして\nも，Ａは兄弟も多いし，ローンを組んでこれらのお金を用意するのかなと思って\nいた。この老犬ハウス事業に関して，Ａとの間でアドバイザー契約のようなもの\nを締結した。その内容は，事業資金８５００万円の１割である８５０万円を開業し\nたときに自分がもらうこと，着手するときに８５０万円の半分の４２５万円を自分\nに渡すこと，１年以内に犬の施設を開業できるようにすること，車を１台自分に\n貸すことであった。この４２５万円から，パソコン等のＯＡ機器を準備することに\nなっており，実際にパソコンを３台買った。もっとも，パソコン等が予定より安く\n準備できたので，４２５万円ではなく４００万円を，同年１０月末ころにＡから受け\n取った。これ以外に，７０万円，３８０万円というお金をＡから受け取ったことは\nない。また，内妻が所有している土地について，Ａに売買するという内容の契\n約書を作り，手付けとして４５０万円を受け取ったという内容の覚書は作った。\nこの覚書は，Ａの妻や自分の内妻を説得するために作成したものである。自分\nは，内妻を説得するために，Ａがお金を用意してからでは遅いので，この覚書\nを作ったが，これを内妻に見せると，そこに自分が受領したと記載されている４\n５０万円はどうしたのかと内妻に聞かれるので，見せなかった。また，Ａは，この\n覚書を作成する前に会社設立資金と土地代の合計１億円以上を友達に借りに\n行ったが，そのことはＡの妻も知っていた。「Ｚ」の資産割表に神奈川の土地の\n付近の土地が記載されているが，それについては特段注意を払っていなかっ\nたので，よく分からない。神奈川の土地の所有権がＡに移転したということはな\nいし，そのような話もしていない。また，覚書に記載されている４５０万円のお金\nは，実際には受け取っていない。Ｃに百円札の束を売ったことはないし，そのこ\nとでＡから１６５万円を受け取ったこともない。その後，老犬ハウス事業は，話の\n中では進んでいった。自分はホームページを作った。しかし，平成１６年１月こ\nろ，そのホームページを実際に開設するために，Ａに確認をしてもらうために外\nで待ち合わせをしたにもかかわらず，３時間待ってもＡが来なかったので，ホー\nムページを開設することはやめ，老犬ハウス事業自体についても一緒にやって\nいくのを断った。そして，Ａに対して，Ａ一家に今まで渡していたお金を全部返し\nてほしいと話した。その金額は，Ａと２人で話して６００万円ということになった。\nそして，そのお金は，自分がＡの仏壇清掃業を手伝い，手間賃等を払ってもら\nうことで話が進んだ。同年２月か３月ころ，Ｂを働かせるために借金があること\nにして，Ｂに仏壇清掃業をするように話をすることになった。また，同年２月ころ\nに，Ａが，生活が苦しくて家賃を払えないので実家に入って１人で働いて借金を\n返したいと言ったので，自分は，Ａの妻に借金を返すまで離婚したらどうかと話\nし，２人は離婚した。車内の録音テープに１億７３００万円の借金のことを録音\nしたが，これは，Ａの兄弟に聞かせて，説明の手間を省くためだった。１億７３０\n０万円の借用書は，実際にそのような借金がＡにあったわけではなく，Ｂを働か\nせるために作成したものである。Ａは，１億７３００万円の借金が真実は存在し\nないことを知っているので，Ａとの間でその返済のために死んで返すなどの話\nはしていないし，Ｂに交通事故で死ぬように話をしたこともない。Ａは，Ｂが車に\nひかれて入った保険金で飯を食っていくかという話をしていたが，自分は，１億\n７３００万円の借金を返済するためにＢに死ねという話はしていない。Ｂに生命\n保険をかけるという話が出たことは知っているが，自分から話をしたものではな\nく，自分は，頼まれて医者を紹介したり，保険会社をＡに紹介しただけであり，\nしかも，その保険会社とは結局のところ，契約できなかった。Ａは，Ｂが思った\nように働いてくれなかったことから，Ｂと喧嘩をすることがあり，同年９月３０日\nも，仏壇清掃業の調子を聞いたところ，ＡがＢに焼きを入れたということを話し\nたので，夜９時３０分過ぎにｊで会うことにした。自分が待ち合わせ場所に行った\nときには，ＡとＢはつかみ合いのけんかをしており，自分が止めに入ったものの\nＢがなかなかやめなかったので，Ｂの顔をたたき，膝蹴りもした。１０月１日の午\n後２時ころにＡと電話で連絡をとり，仕事の塩梅を聞いたら，ＡからＢと前日の\nような喧嘩になっていると言われたので，夜８時過ぎにｊで待ち合わせをした。\nそこでは，Ｂに前日の暴行を謝り，翌日また秋田の方に仕事に行くのかを聞く\nなどして，５分か１０分くらい話した。自分は車に鉄パイプ様のものを積んでは\nいないし，そのときにＢに暴力を振るっていない。Ｂは，ちょっと痛そうにしてＡ\nの車の助手席に乗ったが，深刻には見えなかった。同日午後１１時半くらいに\nＡから，Ｂが具合悪そうなんだけどという電話が来たので，救急車を呼んだらと\n言った。すると，Ａからまた電話が来て，乙まで来てくれないかと言われたの\nで，病院に行く足代わりかと思いながら出かけ，途中で何回かＡと電話をしてＢ\nの容体を聞かされ，大丈夫そうだったので途中から帰ろうかと思ったが，Ａに言\nわれてａａの駅に行った。そこでＢについての口裏合わせはしていない。ＡとＣ\nがＷに保険金の請求をしたことは知らない。\nイ(ア)　被告人は，内妻所有の神奈川の土地売買に関する覚書を作成した理由に\nついて，Ａの妻及び被告人の内妻を説得するためとしながら，Ａの妻は覚書作\n成前から売買代金の金策に同行するなどして土地売買の話を了知しており，\nまた，被告人の内妻に対してＡが手付金を準備する前に覚書を見せていない\n理由については，内妻に見せれば，覚書に記載されている，被告人がＡから受\n領したことになっている４５０万円を追求されるから見せられなかったと供述し\nており，被告人供述は矛盾しており，不自然である。\n(イ)　被告人は，１億７３００万円の借用書について，借金自体は架空のものであ\nって，Ｂに勤労意欲を出させるために作成したにすぎないと供述しているが，そ\nれ自体，不自然，不合理で荒唐無稽と言うほかない。\n(ウ)　また，被告人は，平成１６年１０月１日にｊでＡ及びＢに会った経緯につい\nて，同日午後２時ころにはＡとＢが険悪な状態にあったから，２人をなだめるた\nめ，午後８時過ぎに会う約束をしたと供述しているが，不自然である。\nウ　以上を総合すれば，被告人の供述の信用性は低いと言える。\n(5)　信用できるＡ供述及びＣ供述によれば，被告人は，Ａに老犬ハウス事業の話を持\nちかけ，Ａ及びその一家は被告人の話に乗ったこと，被告人は，Ａに老犬ハウス\n事業の関連で，神奈川の内妻所有の土地を売る話をしたこと，Ａがその土地売買\nの手付金として，２回に分けて合計４５０万円を被告人に渡したこと，老犬ハウス\n事業の話は平成１６年１月９日ころ，被告人の一方的な申し出により中止になり，\nその後間もなく，被告人は，Ａ及びその一家に対して１億７３００万円の借金の返\n済を迫るようになったこと，Ａが借金の返済に窮するや，Ｂを自動車事故に見せか\nけて殺害し，自動車保険から保険金をだまし取る話を持ちかけ，Ａがこれを了承\nし，Ｃに伝えて了承させたこと，主としてＡがＢを連れ回し，Ｂを自動車に飛び込ま\nせて自動車事故に見せかけて殺害しようとしたが成功しなかったこと，その間に，\n被告人が主導して，自動車保険のみではなく生命保険金も手に入れるべくＢに合\n計８８００万円もの生命保険をかけさせたこと，その後も主としてＡがＢを連れ回し\nてＢが自動車に飛び込む場所を探していたが，やはりＢは飛び込めなかったこ\nと，なかなか自動車に飛び込まないＢに業を煮やした被告人は，複数回に渡り，\nＢに暴力を振るっていたこと，平成１６年１０月１日にも，同様の理由から，被告人\nが，Ｂに対して，約１時間にわたり，鉄パイプ様のもので同人の全身を強く殴打し\nたこと，被告人，Ａ及びＣの３人は，Ａと自宅に戻ったＢを放置して殺害したこと，\nその後，Ａ及びＣは，Ｗに対して被告人との計画どおり，生命保険金を請求したこ\nとを認めることができる。\nこれらの事実に，被告人自身が，Ａから平成１５年１０月末に４００万円を受け\n取ったと供述しており，その時期がＡに対する詐欺が行われた時期とほぼ合致し\nていること，神奈川の土地の所有権登記がＡらに移転した事実は存在しないこ\nと，Ｂは医師の治療を受ければほぼ間違いなく命が助かったことを併せ考慮すれ\nば，被告人は，神奈川の内妻所有の土地をＡらに売却する意思がなかったにも\nかかわらず，あるように装って，その手付金名下にＡから合計４５０万円をだまし\n取り，Ａ及びＣとＢの保険金殺人を共謀し，被告人の暴行によって重傷を負ったＢ\nを放置して殺害した上，Ｗに対して生命保険金を請求したが未遂に終わったこと\nを認めることができ，被告人について，Ａに対する詐欺，Ｂの殺人及び当時の日\n本郵政公社への詐欺未遂の犯人性を認めることができる。\n３　判示第３の事実について\n(1)　関係各証拠によれば，まず次の事実を認定できる。\n被告人は，大工仕事を通じて知り合ったＫを通じてＥと知り合った。被告人は，\nＥの別荘に遊びに行ったり，ゴルフを一緒にするなどの付き合いをするようにな\nり，互いにお金の貸し借りをしたこともあった。被告人は，平成１４年の春に，Ｅが\n夫の相続問題で夫の前妻の息子と話し合いがつかず悩んでいることを知った。そ\nこで，被告人がＥのために話をつけることになり，話し合いを有利に運ぶべくＥの\n財産をすべて被告人に預けることにし，Ｅは，所有していた株式の一部を現金化\nして，２日に分けて合計２０００万円をＥ名義の銀行口座から被告人名義の銀行\n口座に振り込んだ。そして，同時にＥ自身が自宅を出て賃貸マンションに行くこと\nになっており，被告人は，山梨県α町の賃貸マンションを借りて，Ｅを連れて行っ\nた。\n(2)ア　Ｅ供述\nＥに対する当裁判所の尋問調書によれば，Ｅは概要以下のとおり供述する。\n平成１４年４月上旬に，被告人に対して，相続問題でもめている話をしたとこ\nろ，前に取立てをしたことがあるので，困っているのなら解決をしてあげると言わ\nれた。弁護士に頼んでいたが時間がかかっていたことや，自分の健康に不安が\nあったことから，早く解決したいと思っていたので，被告人に依頼することにした。\n同月下旬ころ，被告人にどうやって解決するか尋ねたところ，被告人から，「自分\nだったら会社を継ぐけれど，ママは女性なのでお金もらった方がいいんじゃない」\nと言われた。その後，被告人から，調査の結果，会社に４億円の借金があること\nが分かったと言われ，驚きと不安を感じ，被告人に相続問題の解決を依頼した。\nその際，自分の希望として，自宅と現金５０００万円とマンションの家賃収入が欲\nしいと言ったところ，被告人から，希望どおりにしてあげると言われた。また，被告\n人は，話をつけるのに３か月くらいかかること，報酬は相手方からもらうこと，弁護\n士は断ることを言われ，弁護士は断った。同年６月５日ころ，被告人は，「話を持\nっていくのに，ママがある程度お金を持っているとまずいので，何にもない方が，\n逆に借金がある方がいいんだけど。何もない方がいいから，僕が預かっておくか\nら。全部終わったら，預かったお金は返すから。株を売って，現金で預けて。話が\n終わるまで３か月くらいかかるので，その間，自分の用意するアパートに身を隠し\nてほしい。」などと言った。そこで，所有していた株式の一部を売却して約３５００万\n円の現金に換え，その中から銀行振込で２０００万円，手渡しで１４３０万円を被告\n人に渡した。銀行振込の方は，○○銀行××支店から被告人に指定された△△\n銀行□□支店の被告人名義の口座に，８９０万円と１１１０万円の２回に分けて振\nり込んだ。手渡しの方は，被告人が自分に身を隠すために用意してくれた山梨県\nα町の賃貸アパートの部屋で，１４７０万円を渡したが，生活費がかかるだろうか\nらと４０万円を被告人が返してくれた。手渡しの際に１４３０万円の領収書が欲しい\nと言ったが，「領収書を書く主義ではないので，ママが手帳かなんかに書いとい\nて。」と言われたので，被告人が帰った後に手帳に書いた。なお，現金で手渡した\n１４３０万円について，被告人は，交付時に，調査費用などで現金がいると言って\nいた。\nイ　Ｅ供述の信用性\n(ア)　Ｅ供述は，被告人に相続問題の解決を依頼することになった経緯，そのこと\nに関する被告人との会話内容，被告人にお金を渡すことになった経緯，３４\n３０万円を渡す方法，賃貸アパートでの被告人との会話の内容，そこでの生\n活状況，被告人と３４３０万円の返済について話したときの状況等について，\n具体的かつ詳細で，不自然，不合理な点は特に見られない。\n(イ)　Ｅ供述は，銀行振込をした２０００万円について，その時期，振込回数など，\n銀行の取引履歴と合致する。\nまた，現金で手渡した１４３０万円について，手帳の記載内容と合致する。\n(ウ)　Ｅには，被告人を引っ張り込むような事情は，本件全証拠をもってしても認\nめることができない。\n(エ)　以上を総合すれば，Ｅ供述は信用性が高いと認められる。\n(3)ア　この点，弁護人は，Ｅ供述の信用性について，①Ｅの手帳の１４７０万円に関す\nる記載は後から書き加えた疑いがあること，②２５００万円のうち，１１１０万円\nのみ送金を指示され，残りを現金で持ってくるように言われたかについて供述\nが明確でないこと，③Ｋを庇うために被告人を引っ張り込んだ可能性があるこ\nとから信用できないと主張する。\nイ(ア)　しかし，①については，１４７０万円を交付したとする内容が日付欄外に書\nいてあることが認められるが，そのこと自体は特に不自然ではなく，その\nことから直ちに当該部分をＥが後から書き加えたということにはならない。\n仮に，弁護人の主張するように，Ｅが後から書いたとしても，そのことをも\nって，Ｅが虚偽の事実を記載したとまで言うことはできない。\n(イ)　②については，Ｅは，２０００万円を超える分について，被告人に現金で交\n付することの理由についても，被告人に１４３０万円を交付した際に聞い\nており，１４３０万円の交付に関する供述が明確ではないとまでは言えな\nい。\n(ウ)　③については，Ｋを庇うとしても，被告人とＫのどちらが主犯かという程度\nであり，被告人がその場に在席してＥへの詐言を聞いていたこと，それに\n基づいてＥから現金を受け取ったことには変わりない。そして，被告人は，\n２０００万円についてはＥから詐取したことを認めているのであり，Ｅが残\n額の１４３０万円についてのみＫを庇って被告人の責任にするということも\n考えにくい。\n(4)ア　以上に対し，被告人は，当公判廷において，概要以下のとおり供述する。\nＥは，平成１２年の秋ころに，大工の関係者であるＫという人から紹介され\nた。平成１４年３月ころ，Ｋは，Ｅが相続問題で困っている，今度Ｅと会ったとき\nは，Ｅに対して被告人にお金を預けろと言うから，話を合わせておけという話を\n自分にした。ＫはＥに対して，自分が大工の他に取立てみたいなことをやってい\nるという話をしたので，自分はそれに話を合わせた。その後，Ｅから，お金も欲\nしいし会社も欲しいと言われて，それは困ると言った。Ｋを含めて３人で会った\nときには，ＫからＥに対して，相続の問題は弁護士に頼んでいてもしようがない\nので被告人に任せておけと言い，自分はそれに話を合わせた。自分から弁護\n士を断るように言ったことはない。結局，Ｅとの間では，具体的な金額等ではな\nく，できる範囲内で相続問題を解決するという話になった。Ｋは，Ｅに対して，財\n産があると遺産分割で不利なので，財産がないようにするために，株も売却し\nて現金に換え，相続解決まで財産を被告人に預けるように言い，自分は預か\nることを承諾した。また，Ｋは，Ｅに対しては，同人の弟がお金をせびりに来る\nので身を隠した方がいいと話し，被告人に対しては，Ｅの身を隠す場所を準備\nするように言った。自分は，Ｅに対して，お金を預かる口座として△△銀行□□\n支店の自分名義の口座を教えた。自分の方からＥに対して振り込む金額を指\n定したり，現金で持ってくるように指示したりしたことはない。Ｅからは，２回に分\nけて，上記口座に合計２０００万円が振り込まれた。この２０００万円について\nは，自分でもＥを騙そうという気持ちがあり，騙しているという認識もあった。同\n年６月２０日，Ｅの隠れ場所として，βで，空いていた山梨県α町のアパートの\n賃貸借を契約した。γ店で契約したことはない。Ｅをα町の賃貸アパートに連\nれて行ったのは，同日の夜遅くだった。そのときにＥから１４７０万円を受け取っ\nてそのうち４０万円をＥに返したことはない。なお，公判廷において，当初２０００\n万円について振込で受領し，１４３０万円については送金してきたとしていたと\nころ，その後，１４３０万円については送金されてもいないと供述を変えたが，こ\nれは，当初は全額について認めていいと思っていたので，そのように話した\nが，その後，Ｅが何と言っているのか分からないのに全部認めることはできな\nいと思って供述を変えたものである。捜査段階では，自分がＥに財産を全部預\nけろと言ったなどと供述していたが，これは，警察官も検察官も一生懸命捜査\nしてくれて感謝していたので，捜査官に合わせて供述したにすぎない。\nイ　被告人は，第１回公判において，２０００万円の受領について認めつつ欺罔の\n意思を否認してＥから費消してよいと言われたと弁解し，１４３０万円についても\n受領したことを認めていたのに対し，第２回公判において，１４３０万円の交付，\n送金の事実を否認し，第１４回公判の被告人質問の際には，２０００万円につ\nいて詐欺罪の成立を認め，１４３０万円については受領を否認するに至ってい\nる。このように，被告人の認否自体変遷しているところ，当初１４３０万円につい\nても受領を認めつつ後にこれを否認した理由について，被告人は，「当初は捜\n査をしてくれた警察官，検察官に恩を感じ，認めていいと思っていたが，Ｅさん\nが何て言っているかも分からないのに認めることはできないと思い直した。」と\n述べているところ，この供述自体，不自然，不合理である。\nまた，被告人供述は，賃貸アパートの契約場所について，甲府であるという\n客観的事実と合致しない。\nしたがって，被告人供述は全体として信用性が低いと認められる。\n(5)　信用できるＥ供述によれば，被告人は，相続問題に困っていたＥに対し，当該問\n題を解決してあげるから，持っている財産をすべて自分に預けるようになどと嘘\nの話をしたこと，Ｅは被告人の言葉を信じて２０００万円を被告人名義の銀行口座\nに振込送金したほか，１４３０万円を平成１４年６月２２日に山梨県α町のレオパ\nレスで被告人に交付したことを認めることができる。\nそうであれば，被告人は，Ｅを欺罔して３４３０万円をだまし取ったと認められ\nる。\n４　判示第４の事実について\n(1)　関係各証拠によれば，まず次の事実を認定できる。\n被告人は，平成１２年の秋ころに建築現場でＦと知り合い，大工をやっていた被\n告人に平成１３年１月からＦが弟子入りした。Ｆは，同年６月ころに九州の実家に\n帰ったが，その後もＦが上京した機会に被告人と会うなどしており，両者の交友は\n続いていた。平成１４年１１月，被告人は，家族と共に九州に引っ越し，Ｆが管理\nをしていたキャンプ場に寝泊まりするなどしていたが，その後，Ｆの家の近くに家\nを借りた。Ｆは，それ以前から，被告人に対して会社を設立したいと言っていたと\nころ，被告人からＦの会社設立を手伝うために必要であると言われ，自分名義で\n携帯電話２台と車１台を購入した。被告人は，上記借家の一室をＦの会社の事務\n所にすると言った。被告人とＦとの間では，会社の業務内容として，イベント関係\nの話が出ていたほか，老犬ハウス事業の話もあった。Ｆは，会社設立に向けて，\n事業計画書を作成した。そのほか，定款も作成された。しかし，それ以外には会\n社設立の準備は進展しなかった。Ｆは，平成１５年３月２８日，Ｌから３００万円を借\nりて，被告人に渡した。その後，被告人は，同年６月ころに九州からいなくなった。\n(2)ア　Ｆ供述\nＦに対する当裁判所の尋問調書によれば，Ｆは，概要以下のとおり供述す\nる。\n被告人とは平成１２年９月か１０月ころに知り合い，平成１３年１月中ごろか\nら大工をやっていた被告人の弟子になった。同年６月に九州に被告人からもら\nった車で帰った。その後，被告人から車代として６４万円を請求されたので支払\nった。その後，東京で被告人と会ったときに，２台目の車をもらった。そのとき自\n分が乗っていたオーパを被告人に売って欲しいと頼み，車を友人に持っていっ\nてもらった。平成１４年１１月に被告人が家族で宮崎の方に引っ越してきた。同\n年１１月半ば過ぎころに，自分の車を中古販売業者に売却し，１１０万円が手\nに入ったので，オーパのローン残額を返済してくれた被告人に渡した。同年１２\n月１０日ころに被告人が家を借り，その家の一部を自分が作りたいと言ってい\nた会社の事務所にすると言われた。自分は，被告人がそこまで自分のことを考\nえてくれているのかと思った。ところが，その後約３か月の間，会社について具\n体的な話は進んでいなかったので，被告人に「会社，どうなっているんですか」\nと聞いた。被告人から，どういう仕事をしたいのか，大工関係の会社かと聞か\nれ，それは無理だと思うと答え，被告人に，どういう仕事がいいと思うか尋ねた\nところ，被告人は，当時消費者金融会社のコマーシャルに出ていたチワワとい\nう犬が流行っていたので，その流行が終わったときに老犬として出るから，それ\nを取り扱うような会社をしたら，これから先伸びていくと言い，会社形態でやる\n老犬ハウスの話をした。老犬ハウスというのは初めて聞いた言葉だった。老犬\nハウス以外には，自分から野外コンサートをするイベント関係の仕事を友達と\nやりたいと言ったことはあった。平成１５年３月初旬ころ，被告人から，関東と東\n北地域のペットショップを取りまとめている社長が知り合いなので，その人と契\n約すれば間違いないと言われた。そして，被告人から犬１頭当たりの金額，全\n体の頭数などを言われて，それを基に事業計画を立てるように言われたので，\n被告人の指示を仰ぎながら事業計画書を作っていった。定款については，屋\n号，社員の口数等が空欄になっていて，そこを埋めただけであって，空欄にな\nっていた一部の部分を除いては被告人がすべて作成したものであるから，定\n款を作ったのは自分ではない。同月２０日ころ，被告人から，有限会社を作る\nために３００万円の出資金が必要なので，同月２８日までに用意してこいと言わ\nれた。自分は，その３００万円を，当時付き合っていたＬに借りて，同月２８日に\n被告人に渡した。このときは，Ｌと２人で被告人の借家に赴き，Ｌが被告人に３０\n０万円を渡した。被告人は，Ｌから自分が事業設備資金として３００万円を借り\nるという内容の書類を作成していた。同年６月の中ごろに被告人が九州から逃\nげたときに，３００万円をだまし取られたことに気付いた。\nイ　Ｆ供述の信用性\n(ア)　Ｆ供述は，被告人と知り合った経緯，九州で被告人と再会したときの状\n況，被告人が部屋を借りたときの状況，会社を作ることについての被告\n人とのやりとり，会社設立の準備状況，３００万円を用意した時の状況，\n３００万円を被告人に交付した時の様子等，本件全体について，その供\n述内容は具体的であり，特に不自然，不合理な点も見られない。\n(イ)　Ｆ供述は，借用証の「事業設備資金として」という文言と符合するほか，\n３００万円をＦがＬから借りることになったときの状況，その３００万円を被\n告人に渡したときの状況についてＬの供述と内容が概ね合致しており，Ｌ\nの銀行取引状況とも符合する。\n(ウ)　以上を総合すれば，Ｆ供述の信用性は高いと認めることができる。\n(3)ア　この点について，弁護人は，①ある時期にＦは被告人に対して少なくとも約２２\n４万円の債務を負っていたことは争いなく，それを被告人に返済したことについ\nてＦ供述以外に客観的証拠はないから，この点についてのＦ供述は信用でき\nず，Ｆは，３００万円を交付した時にも被告人に対して上記債務を負っていたと\n考えるべきであること，②Ｌ供述及び借用書の「事業資金」との関係について\nは，結局のところは事業資金として３００万円を被告人から借りる予定であった\nことから合理的に説明できること，③Ｆは，被告人の行為によりＬと別れること\nになったため，被告人に恨みがあることから，Ｆ供述は信用できないと主張す\nる。\nイ(ア)　①については，被告人からの借金の返済に関する客観的裏付けがないこ\nとをもって，直ちにＦ供述の信用性が失われるとまでは言えないが，仮に\nＦが被告人に対して未返済の借金を負っていたとしても，本件は，被告人\nが架空の事業資金名目で３００万円をＦからだまし取ったものであるから，\nこれが詐欺罪を構成することは明らかである。\n(イ)　②については，当該借用書は，ＬとＦとの間で交わされたものであるのだ\nから，仮にＦが被告人に借金を返済するための資金をＬから借りたのであ\nれば，そのように記載するのが自然であって，「事業資金」と記載すること\nは，Ｌとの関係でやはり不合理である。Ｆが結局のところ被告人から事業\n資金として３００万円を借りる予定であったとしても，ＦがＬから金銭を借り\nた理由が被告人への借金返済のためであれば，事業資金のためとは異\nなるのであるから，Ｆからの指摘やそのことについての会話があって然る\nべきであるところ，そのようなことがあったと認めるに足りる証拠はない。\n(ウ)　③については，前述のとおり，Ｆの供述は，その内容自体信用性が高いと\n言うべきであり，Ｌと別れることになったため被告人を恨んでいる等，被告\n人を引っ張り込んだことを窺わせる事情は本件全証拠をもってしても認め\nられない。\n(4)ア　以上に対し，被告人は，当公判廷において，概要以下のとおり供述する。\nＦに初めて会ったのは，平成１２年の秋ころだった。その後，Ｆは，給料は支\n払わないという条件で住み込みの弟子になった。Ｆは，実際には半年もいなか\nった。Ｆには，大工道具と車を買い与えた。Ｆに車代を請求したことはない。平\n成１４年７月か８月ころ，Ｆは，別の車を５０万か６０万円で購入したが，自分が\n代金を立て替えた。Ｆは，当時やっていた仕事で収入があったときに支払うと言\nっていた。Ｆは，その車を九州に運転して帰り，当時Ｆが九州で乗っていた車の\n売却を依頼され，Ｆの友人が九州から東京に車を持ってきたが，その車は東京\nでは売れなかった。なお，この車については，自分が九州に持っていき，ローン\nの一部を立て替えた。同年１１月１５日ころに九州に行き，平成１５年６月まで\n住んでいた。九州に着いて１週間経たないころに，Ｆから，会社をやりたいの\nで，事業を手伝ってくれと言われた。そこで，手伝うなら携帯電話と車が必要な\nので，携帯電話２台と車をＦ名義で購入し，そのころから宮崎での住居を探し，\n借家に住むことになった。その家には，Ｆも一緒に住むということで，実際に月\nの半分くらいは一緒に住んでいた。Ｆは，ただ会社がほしいというだけで，何の\nためとか，どういう会社をやるという考えはなかった。借家の一室を事務室とし\nて使うことにして，Ｆとの間で，事業計画の話し合いをした。事業計画としては，\nニワトリの糞処理，イノシシ，カラオケ，音楽イベント，老犬ハウスがあった。老\n犬ハウス事業については，「Ｙ老犬ホーム」のホームページの基をＦと２人で作\nった。定款を作ったり，有限会社という形態を選択したのはＦであった。Ｆが作\n成した定款は，老犬ハウス事業の定款というわけではないし，自分が指示して\n作らせたものでもない。Ｆは大工関連の事業は考えていなかったが，定款にク\nレーム処理という住宅のアフターケアの業務内容を記載したのはＦである。定\n款のＦの氏名の字が実際と異なっているが，これを打ち込んだのもＦである。な\nお，自分は，捜査段階で警察官に聞くまで，Ｆの氏名の漢字は定款の字である\nと思っていた。資本金の３００万円は，言われれば貸す準備はしていたが，そ\nれをＦに貸す前の平成１５年３月２８日ころに，自分がＦに貸していた３００万円\nを返してもらった。３００万円の内訳は，２台目の車及びそのタイヤやホイール\nの代金，パソコンの代金，Ｍへの給料，車代のローン等である。自分は，その３\n００万円を，借家内の事務所で受け取った。そのときはＦは１人だった。Ｆは，自\n分に返してくれた３００万円を，Ｌから借りたが，同年３月２８日ころに２人で自分\nの所に来て，Ｌからそのことを聞いたし，事前にＦに言われて借用書も作った。\nただ，２人で来たときに３００万円を受け取ったわけではない。借用書の内容と\nして，事業資金という名目にしたが，それは，Ｆから言われたことであり，自分と\nしても，Ｆが自分に３００万円を返すことで，Ｆは自分から会社の資本金３００万\n円を借りられるので，結局のところ同じことだと思った。もっとも，Ｆは事業をや\nる気がないと思ったので，３００万円を貸すこともなく九州から立ち去った。な\nお，Ｆから３００万円を返してもらった後，同年５月ころまでの間に，音楽イベント\nに関連して，Ｍに対する給料ということで，３回か４回にわたり，Ｆに対して合計\n７０万か８０万円を貸し，自分が宮崎を出る当日に返してもらった。\nイ　被告人は，Ｆから交付を受けた３００万円について，Ｆの自分に対する借金の\n返済であると供述し，借用書の「事業設備資金」の記載についても縷々弁解す\nるが，被告人のように解釈することは前述のとおり不自然である。\nまた，被告人は，定款はＦが作成したと供述するが，Ｆが自分自身の氏名の\n漢字を間違えたとするのは不自然であり，また，被告人自身，Ｆの氏名の字に\nついて，定款のとおりであると思っていたと供述しており，この供述はむしろ被\n告人自身が定款を作成したことを推測させる。\n以上からすれば，被告人供述は信用性が低い。\n(5)　信用できるＦ供述によれば，被告人が，Ｆに対し，会社設立のために３００万円が\n必要であるなどと欺罔したこと，Ｆが，事業設備資金として被告人に渡すためにＬ\nから３００万円を借りたこと，被告人がＦから事業資金名目で３００万円を受領した\nことを認めることができる。\nそうであれば，被告人は，Ｆから事業資金名下に３００万円をだまし取ったと認\nめられる。\n（量刑の理由）\n本件は，被告人が，以前から知り合いであったＡ一家に老犬ハウス事業を持ち掛け，\nそれに関連してＡから土地売買の手付金名下に４５０万円を詐取し（判示第１），その\n後，同事業の清算金としてＡ一家に１億７３００万円もの借金があると信じ込ませ，その\n返済のためにＢの妻Ｃ及び長男Ａと共にＢの保険金殺人を共謀し，被告人がＢに暴行を\n加えて同人に瀕死の重傷を負わせた後，保険金詐取の目的で，殺意をもって必要な救\n護をせずに放置して殺害し（判示第２の１），その後，ＣがＸに対して生命保険金を請求し\nたが，自己及びＡ，Ｃが逮捕されたために未遂に終わった事案（判示第２の２）及び東京\nで相続問題解決のためと称して３４３０万円を（判示第３），九州で老犬ハウス事業の事\n業設備資金名下に３００万円を（判示第４），それぞれだまし取った事案である。\n本件各犯行は，被告人が，自己の生活費等を得るために敢行されたものであり，そ\nの動機は自己中心的であって，酌量の余地はない。Ａ事件については，被告人が言葉\n巧みにＣを通じてＡ一家に入り込み，Ａらに老犬ハウス事業の話を持ち掛け，同事業に\n関連して様々な名目でＡ一家に金銭の支払いを要求し，その一環としてＡから，真実は\n売却する意思がないにもかかわらず土地売買の手付金名下に４５０万円をだまし取り，\nその後，老犬ハウス事業の話を一方的に中止してＡに１億７３００万円もの借金があると\n信じ込ませてその返済を迫り，Ａ一家を精神的に追い詰めて崩壊させ，Ａらからの金銭\n支払いが困難になるや主導的立場でＡ及びＣと共にＢの保険金殺人を計画し，その後，\nＢを約３か月にわたり，死に追いやるべく走行中の自動車に飛び込むよう繰り返し迫り，\n恐怖から実行できないＢに対して冷たい言葉をかけるのみならず繰り返し暴力を振る\nい，Ｂに対して執拗に働きかけて死の恐怖を味あわせたものであり，さらに，判示第２の\n１の殺人事件の直前には，被告人がＢを鉄パイプ様のもので約１時間にわたり殴打して\n重篤な傷害を負わせ，その後，Ａらからの救急車を呼んでいいかとの問いかけにもその\n場で冷たく断って，瀕死の状態で苦しんでいるＢを見殺しにしており，その犯行態様も冷\n酷で，まさに非人間的所業である。Ｂには，このような仕打ちを受けるについて落ち度は\n全くなく，救急車を望みながら，被告人の指示の下，昀も信頼する家族に放置され，人\n生半ばで命を奪われたＢの絶望感，無念さは察するに余りある。さらに，被告人は，Ｂ殺\n害後直ちにＡ及びＣと口裏合わせをしてＢが第三者に殺害されたかのように装い，保険\n金詐取という当初の目的を達成するべくＡ及びＣに保険金請求を行わせており，Ｂ殺害\n後の保険金詐取に向けた犯行態様も非常に悪質である。また，判示第１，第３及び第４\nの詐欺についても，その被害額はそれぞれ４５０万円，３４３０万円，３００万円と多額で\nある。\n以上によれば，被告人の刑事責任は誠に重大であって，判示第２の２の犯行は未遂\nに終わっていること，判示第３の犯行については２０００万円の限度で反省の言葉を述\nべていること，これまで前科前歴がないことなど，被告人に有利な事情を昀大限考慮し\nても，主文掲記のとおり無期懲役をもって臨むのが相当であると判断した。\n（求刑　無期懲役）\n平成１８年２月１７日\n青森地方裁判所刑事部\n裁判長裁判官　　髙　原　　　章\n裁判官　　室　橋　雅　仁\n裁判官　　香　川　礼　子\n"
}