{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 1,
    "day": 24
  },
  "case_number": "平成13(ワ)11044",
  "case_name": "",
  "court_name": "東京地方裁判所",
  "right_type": "不正競争",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "12082",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=12082",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/082/012082_hanrei.pdf",
  "contents": "平成１３年(ワ)第１１０４４号　全国共通図書券と図書との引換禁止等請求事件\n口頭弁論終結の日　平成１３年１０月２９日\n判　　　　　　　決\n原　　　　　　　　　告    日本図書普及株式会社\n訴訟代理人弁護士　　　　　榎本信行\n同　　　　　　　　　　　　大城　豊\n被　　　　　　　　　告　　ブックオフコーポレーション株式会社\n訴訟代理人弁護士　　　　　高橋善樹\n同　　　　　　　　　　　　岡田英夫\n同　　　　　　　　　　　　鈴木伸佳\n主　　　　　　　文\n１  被告は，店舗内に「図書券の利用が可能である」旨の掲示をしてはならな\nい。\n２  被告は，前項記載の掲示を廃棄せよ。\n３　被告は，原告に対し，５０万円及びこれに対する平成１３年４月１９日か\nら支払済みまで年５分の割合による金員を支払え。\n４　原告のその余の請求を棄却する。\n５　訴訟費用は，これを４分し，その１を原告の負担とし，その余を被告の負\n担とする。\n事実及び理由\n第１　請求の趣旨\n１　被告は，「図書券の利用が可能である」旨の表示をして，原告発行の全国共\n通図書券と被告の販売する図書との引換えをしてはならない。\n２　被告は，店舗内に「図書券の利用が可能である」旨の掲示をし，同内容のチ\nラシを配布してはならない。\n３　被告は，その発行に係る領収書に，図書券による領収の欄を印刷してはなら\nない。\n４　被告は，第２項記載の掲示及びチラシを廃棄せよ。\n５　被告は，原告に対し，３００万円及びこれに対する平成１３年４月１９日\n（訴状送達の日の翌日）から支払済みまで年５分の割合による金員を支払え。\n６　第１項ないし第５項につき仮執行宣言\n第２　事案の概要\n本件は，全国共通図書券の発行，販売を行っている株式会社である原告が，\n被告がその店内において「図書券の利用が可能である」旨の掲示をし，同内容のチ\nラシを商圏内に配布し，顧客の持参する全国共通図書券と図書との引換えをする行\n為は，不正競争防止法２条１項１号所定の不正競争行為に該当すると主張して，被\n告に対し，①全国共通図書券と図書との引換えの差止め（請求の趣旨第１項），②\n店舗内に「図書券の利用が可能である」旨の掲示をし，同内容のチラシを配布する\nことの差止め（同第２項），③領収書への図書券による領収の欄を印刷することの\n差止め（同第３項），④前記②の掲示及びチラシの廃棄（同第４項）並びに⑤弁護\n士費用等の損害の賠償（同第５項）をそれぞれ求めている事案である。\n１　前提となる事実（証拠により認定した事実については，末尾にその証拠を掲\nげた。）\n(1) 原告は，後記記載の加盟店制度を主宰するとともに，同加盟店制度の下で\n全国共通図書券（一般に「図書券」と略称される。以下，単に「図書券」とい\nう。）及び全国共通図書カード（以下，両者を併せて「図書券等」という。）の発\n行，販売等を行っている株式会社である。\n(2) 被告は，中古書籍，コンパクトディスク等の販売並びに中古書籍のフラン\nチャイズチェーンの加盟店の募集及びその業務の指導等を業としている株式会社で\nある。\n(3) 原告の運営する図書券等の加盟店制度の概要は，次のとおりである。\n加盟を希望する書店は，当該書店が取引する指定取次会社を通じて原告に\n対し，加盟店制度への加盟の申請をし，書店，指定取次会社及び原告の三者間の契\n約である「図書前払証票加盟店契約書」（甲２）による加盟店契約（以下「本件加\n盟店契約」という。）を締結することで加盟店となる。\n同契約の内容は，①原告は，加盟店が取引する指定取次会社を通して加盟\n店に図書券等を販売する，②加盟店は顧客に図書券等を販売し，図書の販売に当た\nって顧客から現金を領収する代わりに図書券等を受領する，③原告と加盟店との間\nで，前記指定取次会社の口座を通じて図書券等の発行，回収に伴う決済，精算を行\nう，というものである（以下，本件加盟店契約の契約当事者となっている書店を\n「原告加盟店」ということがある。）。\n原告は，上記の本件加盟店契約の定める方法による図書券等の販売，図書\nとの引換えを原告加盟店に限り認めている。本件加盟店契約が新刊図書のみを扱っ\nている指定取次会社を含めた三者間契約である結果，原告加盟店は，新刊図書を扱\nう書店のみとなっている。（以上全体につき，甲１，甲２，甲２２の１～４７）\n(4) 原告加盟店は，平成１３年７月３１日現在で１万２３４３店である。（甲\n１５，甲２７）\n(5) 被告は，本件加盟店契約の加盟店ではない。\n２　本件の争点\n(1) 「図書券の利用が可能である」旨の表示が原告の周知の「商品等表示」\n（不正競争防止法２条１項１号）に当たるか（争点１）。\n(2) 被告の行為が，不正競争防止法２条１項１号所定の不正競争行為に当たる\nか（争点２）。\n(3) 原告に生じた損害の額（争点３）\n３　争点に関する当事者の主張\n(1) 争点１（本件表示の周知商品等表示該当性）について\n【原告の主張】\nア　原告加盟店は１万２３４３店であるが，１つの加盟店が複数の店舗を経\n営している場合が多いので，全国で約２万店ある書店のうち図書券等を取り扱って\nいる店舗の数はそのうちの９０％程度に及ぶものと推測される。上記加盟店におい\nては，加盟店であることを表示するマークや掲示がされているほか，図書券の購\n入・利用を促す内容のポスター（甲２６の１～３）も掲示されている。\nさらに，図書券及び本件加盟店契約については，新聞・雑誌広告やテレ\nビコマーシャルという媒体により長期間にわたり宣伝広告を行っている。\n以上により，図書券及び本件加盟店契約の存在は，需要者の間に広く認\n識されるに至っている。\nイ　原告加盟店の各店舗は店内又は店外に図書券加盟店標示マーク（甲１１\nの１，２，甲１２の１，２）を掲示したり，店内に「お手持ちの図書券は，ぜひ当\n店でお使いください。」という趣旨の掲示（甲１３の１，２）をしている。\nこれらの加盟店において掲示されている「図書券の利用が可能である」\nという内容の表示（以下「本件表示」という。）は，本件加盟店契約の当事者であ\nる原告，指定取次会社及び加盟店からなるグループの図書券の販売，図書との引換\nえ等の営業を表示するものとして需要者の間に広く認識されている。不正競争防止\n法２条１項１号の「商品等表示」における営業主体が一定の目的のもとに結束して\nいるグループである場合には，グループを構成する者は差止請求等をすることがで\nきるから，上記グループの主宰者たる原告は，本件表示を自己の「商品等表示」と\nして，権利を行使することができる。\n【被告の主張】\nア　「図書券の利用が可能である」という表示には，原告ないし本件加盟店\n契約の構成者のグループの営業を表すものとしての周知性は認められない。原告\nは，ポスターや新聞・雑誌，テレビを通じての宣伝広告の結果，周知性が認められ\nるに至った旨主張するが，これらはいずれも図書券自体の周知性に関するものであ\nり，原告ないし本件加盟店契約の構成者のグループとは無関係である。\nイ　「図書券の利用が可能である」という抽象的な表現は，不正競争防止法\n２条１項１号所定の「商品等表示」に当たらない。\nそもそも，「商品等表示」といえるためには，当該標章が特定の営業主\n体を表示する機能を有するとともに，他の営業と区別できるものであることが必要\nである。しかるに，「図書券の利用が可能である」という抽象的な内容の本件表示\nは，単に有価証券である図書券を新刊図書と交換する契約ないし代物弁済契約の申\n込み又はその誘因を示す表現にすぎず，それ自体が特定の営業を示すものではな\nく，原告の営業として，他と区別され得るような識別機能を有するものでもない。\n(2) 争点２（被告の行為の不正競争行為該当性）について\n【原告の主張】\n被告は，本件加盟店契約の加盟店でないのに，各店舗において，店内に\n「図書券の利用が可能である」という趣旨の掲示をしたり，「図書券の利用が可能\nである」旨の記載されたチラシを配布して，顧客に図書を販売する際，顧客から代\n金を受け取る代わりに図書券を受領し，これと引換えに図書を引き渡すという営業\n行為を行っている。\n被告による上記の行為は，原告が原告加盟店にのみ認めている「図書券と\n図書との引換え」と同様の営業を行うものであり，原告加盟店の営業との間で混同\nを生じさせていることが明らかである。\nしたがって，被告の上記行為は不正競争防止法２条１項１号所定の不正競\n争行為に該当する。\n【被告の主張】\n原告主張の事実は否認し，営業の誤認混同が生じている旨の主張は争う。\n原告加盟店が属する新刊書店の業界と被告が属する古書店の業界とは全く\n異質の存在であり，新刊書と被告が取り扱う古書とは明確に区別することができ\nる。したがって，需要者である消費者は，およそ被告を原告加盟店すなわち新刊書\n店と混同することはない。\nしたがって，仮に本件表示が商品等表示に当たるとしても，被告の行為は\n不正競争行為に該当しない。\n(3) 争点３（損害の内容及び額）について\n【原告の主張】\n被告の行った前記(2) の不正競争行為により，原告は本件加盟店契約の当\n事者である加盟店及び指定取次会社から，加盟店でない被告が大量かつ組織的に図\n書券を扱っていることについて強い非難を受け，それにより原告の信用は著しく失\n墜した。\n原告は，失墜した信用を回復するため，被告の店舗における図書券の利用\n状況を調査したが，その費用として合計３万１３６０円を要した。\nまた，本訴を提起するに当たり，原告代理人２名に着手金として合計１２\n６万円を支払い，更に追加報酬として合計２５２万円を支払うことを約した。\n原告の被った損害の額は，これらを合計した３８１万１３６０円である\nが，本訴では一部請求として３００万円及びこれに対する不法行為の後である平成\n１３年４月１９日（訴状送達の日の翌日）から支払済みまで年５分の割合による遅\n延損害金の支払を求める。\n【被告の主張】\n原告の主張は否認し，争う。\n第３　当裁判所の判断\n１　争点１（本件表示の周知商品等表示該当性）について\n(1) 前記第２の１記載の「前提となる事実」に証拠（甲１１の１，２，甲１２の\n１，２，甲１３の１，２，甲１５，甲１６，甲１７，甲１８の１～１５，甲１９の\n１～８，甲２０の１～６，甲２１の１～６，甲２３の１～４，甲２４の１～３，甲\n２５の１～３，甲２６の１～３，甲２７）及び弁論の全趣旨を総合すると，次の事\n実が認められる。\nア　原告，指定取次会社及び書店（加盟店）の三者を契約当事者とする本件加\n盟店契約の下における図書券等による図書代金の決済方法は，①原告は，加盟店が\n取引する指定取次会社を通して加盟店に図書券等を販売する，②加盟店は顧客に図\n書券等を販売し，図書の販売に当たって顧客から現金を領収する代わりに図書券等\nを受領する，③原告と加盟店との間で，前記指定取次会社の口座を通じて図書券等\nの発行，回収に伴う決済，精算を行う，というものである。\nイ　図書のみを対象とする商品券ないしプリペイドカードによる決済システム\nは，本件加盟店契約による図書券等のほか存在せず，上記方法による図書券等の販\n売及び図書と引き換えた図書券等の決済は，原告加盟店のみについて行われてい\nる。\nウ　本件加盟店契約が新刊図書のみを扱っている指定取次会社を含めた三者間\n契約である結果，原告加盟店は，新刊図書を扱う書店のみとなっている。原告加盟\n店の数は平成１３年７月３１日現在で１万２３４３店であるが，加盟店が支店など\n複数の店舗を経営する場合には，同一加盟店の全店において図書券を取り扱うのが\n一般的である。本件加盟店契約の当事者である大手指定取次会社の取引書店の数は\n同年８月現在で２万５８００店であるが，大手書店を中心に複数の指定取次会社と\n取引をしている書店が相当数あるため，実際の総書店数は約２万店程度であると推\n測され，そうすると，全国で約２万店ある新刊書店のうち原告加盟店の占める割合\nは，少なくみても約６０％に及ぶ。\nエ　原告は，図書券及び本件加盟店契約について，卒業・入学祝，お中元，お\n歳暮といった時期を中心に，全国紙を含む新聞広告については昭和５２年から平成\n６年まで，雑誌広告については昭和５３年から平成元年まで，テレビコマーシャル\nについては昭和５２年から平成６年までの間，宣伝広告を行った。新聞広告には，\n日本地図を掲げて全国の加盟店数や地区ごとの加盟店の数を記載し，加盟店で図書\n券を利用できる旨の説明が付されているものや，「図書券」の文字と「全国共通図\n書券加盟店」の文字の記載された原告加盟店であることを表す別紙１の標示（以下\n「本件加盟店表示」という。）を掲示した上で，「全国書店を結ぶ１４，０３８店\nの加盟店網！」と記載したものなどがある。雑誌広告には「北海道から沖縄まで全\n国１２，７００の加盟店に共通する書籍と雑誌の商品券」と記載したものなどがあ\nり，テレビコマーシャルには「全国をネットする１４，０００の加盟書店」と画面\n表示されるものなどがあった。\nオ　原告加盟店の各店舗においては，上記各広告がされていた期間ころから，\n各店で店内又は店外に本件加盟店表示を掲示しているほか，「図書券」の文字と共\nに「お求めは当店で」，「お求め，お引換えは当店で」となどと記載されたポスタ\nーや，「図書券が眠っていませんか。お手持ちの図書券は，ぜひ当店でお使いくだ\nさい。」と記載された別紙２のポスターなどを掲示していた。\n(2) 前記認定事実によれば，遅くとも平成６年ころには一般消費者の間で，全国\nの多数の新刊図書を扱う書店において図書券を用いて図書を購入することが可能で\nあること及びこれらの書店は図書券による代金決済を可能とする組織の加盟店であ\nることが，広く認識されていたものと認めることができる。\nそして，前記認定のとおり，新聞広告，雑誌広告やテレビコマーシャルにお\nいて，原告加盟店において図書券の利用が可能である旨の表示がされ，また，原告\n加盟店の各店舗においても当該店舗において図書券の利用が可能である旨を表示し\nたポスターなどが掲示されていたことを併せ考慮すれば，「図書券の利用が可能で\nある」旨の表示は，遅くとも平成６年ころには原告加盟店を示す表示として一般消\n費者の間に広く認識されていたものというべきである。\nすなわち，特定の種類の商品券，プリペイドカードやクレジットカードを利\n用しての商品の購入が，当該商品券等の代金決済システムを行う特定の組織に加盟\nする店舗においてのみ可能であるような場合には，ある店舗において当該商品券等\nの利用が可能であることを表示することは当該店舗が当該組織の加盟店であること\nを顧客に示すものであり，このような場合には，当該商品券等の利用が可能である\n旨を表示することが，特定の組織に属する店舗の営業であることの表示となるもの\nである。この場合には，そのような特定の商品券等による代金決済を行う組織の加\n盟店であることが，当該店舗の社会的な信用を高めることも少なくないのであっ\nて，このような点を考慮すれば，当該商品券等の利用が特定の組織に属する店舗の\nみにおいて可能であることが需要者の間に広く認識されている場合には，当該商品\n券等の利用が可能である旨の表示が不正競争防止法２条１項１号にいう周知の「商\n品等表示」に該当し得るものというべきである。\n本件においては，前記認定のとおり，「図書券」は，原告，指定取次会社及\nび書店（加盟店）の三者を契約当事者とする本件加盟店契約に定められた方法によ\nり決済される図書のみを対象とする商品券であって，この決済システムにより図書\n券を換金することができるのは原告加盟店のみであり，かつ，図書券が原告加盟店\nにおいて利用可能であることが一般消費者の間で広く認識されていたのであるか\nら，「図書券の利用が可能である」旨の本件表示は，不正競争防止法２条１項１号\nにいう周知の「商品等表示」に該当するものと解するのが相当である。\n(3) 被告は，本件表示は抽象的な内容にとどまり，それ自体特定の営業を表示す\nるものではないと主張するが，前記認定のとおり，図書のみを対象とする商品券は\n本件加盟店契約の下における図書券のみであり，当該図書券が原告加盟店において\nのみ利用可能であったのであるから，「図書券」の語は，図書の購入が可能な商品\n券一般を意味する普通名称ではなく，本件加盟店契約の下において原告加盟店にお\nいてのみ利用可能な特定の種類の商品券を指す名称であり，したがって，これの利\n用が可能であることを示す表示は，本件加盟店契約により結束した原告，指定取次\n会社及び書店（加盟店）のグループに属する店舗の営業を示す商品等表示となり得\nるものである。被告の主張は採用できない。\n(4) また，被告は，仮に図書券そのものは周知であるとしても，本件表示が周知\nであるとは認められない旨主張する。\nしかし，原告による新聞，雑誌及びテレビによる宣伝広告には「図書券を利\n用すれば全国の加盟店で書籍，雑誌が購入できる。」という内容のものがあり，こ\nれに接した者は，図書券は特定の加盟店でのみ使用できること，原告の具体的な名\n称はともかく図書券の代金決済を目的とする加盟店を一員とした特定の組織が存在\nすることを認識するに至ったものと認められる。このような状況の下で，原告加盟\n店各店においては，図書券の利用が可能である旨のポスター等の掲示をしていたの\nであるから，本件表示自体も周知性を獲得するに至っていたものと認めることがで\nきる。被告の主張は採用できない。\n(5) そして，前記認定によれば，原告，指定取次会社及び書店（加盟店）の三者\nは本件加盟店契約の契約当事者として，図書券等を用いての図書の代金決済という\n目的のもとに結束しているグループというべきであるから，その構成員である原告\nは，本件表示に基づく差止め及び損害賠償を求めることができる。\n２　争点２（被告の行為の不正競争行為該当性）について\n(1) 証拠（甲６，甲７，甲１４，甲２７，甲２８の１，２）及び弁論の全趣旨に\nよれば，次の事実が認められる。\nア　被告は顧客向けに取り扱う商品，業務の内容等を説明したチラシを作成し\n配布しているが，このチラシのなかには，「エクスチェンジシステム」について説\n明している欄に「商品券・金券でもお買い物ができます。（中略）旅行券・オレン\nジカード・ハイウェイカード・切手・印紙・図書券でもＯＫです。」という記載を\nしたもの（甲６）がある。\nイ　被告の大井町阪急店では，平成１３年１月２８日の時点で，店内に，上段\nに「図書券」と大書しその下に「お使いいただけます」と記載した別紙３のとおり\nの掲示がされていた。\n被告は，直営店たる古書店を経営するとともに，フランチャイズチェーン\nの古書店の加盟店を募集し，加盟店の業務の指導を行っているところ，同年３月の\n時点で，直営店では店内の「図書券が使用できる」という内容の掲示を撤去した\nが，フランチャイズ加盟店では引き続き上記の掲示をしていた。\nウ　被告は平成８年ころから，顧客から代金として金銭を受領する代わりに図\n書券を受領しており，代金を図書券で受領した場合にはその旨をレシートに記載し\nて顧客に交付している。また，代金額を上回る図書券を受領した際には，券面額で\n計算した差額を現金で釣り銭として交付している。なお，被告は受け入れた図書券\nを金券ショップで換金している。\n(2) 前記認定の事実によれば，被告は，その店舗内に本件表示と同趣旨を記載し\nた別紙３の掲示をして，図書を販売していたものであるところ，被告の店で図書を\n購入する顧客が，上記の掲示を見たときには，当該店舗が原告加盟店の店舗である\nとの認識を抱くものと認められる。\nしたがって，被告の上記行為は，原告，指定取次会社及び加盟店からなるグ\nループに属する店舗の営業を示すものとして需要者の間に広く知られた本件表示と\n類似する表示を使用して，同グループに属する店舗の営業と混同を生じさせるもの\nであるから，不正競争防止法２条１項１号所定の不正競争行為に該当するというべ\nきである。\nこの点につき，被告は，新刊書店の業界と古書店の業界は明確に区別されて\nいるから，顧客が被告を原告加盟店と誤認することはないと主張する。しかし，証\n拠（甲１４）及び弁論の全趣旨によれば，被告の取り扱っている書籍は，通常の古\n書ではなく，新品に近い古書であるいわゆる「新古書」であり，被告の店頭には最\n新のベストセラー本が置かれることもあることが認められるものであり，また，本\n件加盟店契約を締結している書店が新刊書を扱う書店に限定されていることは知ら\nれているものではないから，出版業界の内情に必ずしも詳しくない一般の顧客とし\nては，上記の掲示をしている被告の店舗を本件加盟店契約の加盟店と誤認混同する\nおそれが十分に存在するというべきである。被告の主張は，採用できない。\n(3) しかしながら，前記(1)ア認定のチラシの記載は，旅行券・オレンジカード・\nハイウェイカード・切手・印紙に続けて図書券を挙げた上でその利用が可能である\n旨を記載したものであるから，現金の代わりに代物弁済として受け入れる対象とし\nて，旅行券・オレンジカード・ハイウェイカード・切手・印紙と並列的に図書券を\n掲げたにすぎず，単に代物弁済の対象についての事実を記載したにすぎないものと\n認められる。したがって，前記のチラシの記載は，営業主体と何らかの関連をもっ\nた記載ということができず，商品等表示の使用に当たらないから，被告が前記チラ\nシを配布する行為は，不正競争防止法２条１項１号所定の不正競争行為に該当しな\nい。\nまた，図書券と図書とを引き換えること自体は，代物弁済として行い得る行\n為であり，需要者に対して何らかの表示をしているものともいえないから，それ自\n体は不正競争行為に該当するものではない。代金を図書券で受領した場合にその旨\nをレシートに記載することも，単なる弁済方法に関する事実の記載であり，需要者\nに対する表示ということができないから，不正競争行為に該当しない。\n３　差止請求について\n以上によれば、被告がその店舗内に本件表示をすることは不正競争防止法２\n条１項１号所定の不正競争行為に該当する。\n被告はかつて「図書券お使いいただけます」という趣旨の別紙３の掲示をし\nていたが，現在では直営店においてはこの趣旨の掲示を中止していることは，前記\n２(1) イ認定のとおりである。\nしかし，被告のフランチャイズ加盟店ではその後も上記の掲示がされてお\nり，また，証拠（甲３の１，２，甲４）によれば，被告は原告代理人の榎本信行弁\n護士（本訴における原告訴訟代理人でもある。）による図書券の取扱い中止，上記\n掲示の撤去等を求める申入れに対して，図書券の取扱いの中止には応じられないと\n回答していることが認められるから，本訴における応訴態度と併せ考えると，直営\n店における上記掲示の中止により差止めの必要性が失われたとまでは認められな\nい。\nしたがって，原告の差止請求は，被告がその店舗内に本件表示と同旨の掲示\nをすることの差止めと同掲示の廃棄を求める限度で理由がある。\n４　争点３（損害の内容及び額）について\n前判示のとおり，被告がその店舗内に「図書券お使いいただけます」という\n趣旨の別紙３の掲示をすることは不正競争防止法２条１項１号所定の不正競争行為\nに当たるところ，前記のとおり，原告は，弁護士を代理人として，被告に対して図\n書券の取扱い中止，本件表示の撤去等を求めたが，被告がこの申入れに応じなかっ\nたため，原告訴訟代理人弁護士に本訴の提起・追行を委任したものである。\nそして，原告の請求の内容，訴訟手続の経緯，訴訟追行の難易度，訴訟期間\n等の事情を考慮すると，原告の主張する事実調査費用及び弁護士費用の損害につい\nては，そのうち弁護士費用の一部である５０万円を限度として，被告の不正競争行\n為と相当因果関係のある損害と認めることができる。\n５　まとめ\n以上によれば，原告の本訴請求は，被告の店舗内に本件表示と同旨の掲示を\nすることの差止め及び同掲示の廃棄並びに損害賠償金５０万円及びこれに対する平\n成１３年４月１９日から支払済みまで年５分の割合による遅延損害金の支払を求め\nる限度において，理由がある。\nなお，仮執行宣言については，相当でないからこれを付さないこととする。\nよって，主文のとおり判決する。\n東京地方裁判所民事第４６部\n裁判長裁判官　　　三　村　量　一\n裁判官　　　和久田　道　雄\n裁判官　　  田　中　孝　一\n別紙１　別紙２　別紙３\n"
}