{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 10,
    "day": 22
  },
  "case_number": "平成14(ネ)2310",
  "case_name": "損害賠償請求控訴",
  "court_name": "東京高等裁判所第20民事部",
  "original_court_name": "東京地方裁判所",
  "original_case_number": "平成12(ワ)4235",
  "lawsuit_id": "30",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=30",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/030/000030_hanrei.pdf",
  "contents": "主　　　　　　　　文\n１　原判決を次のとおり変更する。\n(1)　控訴人は，被控訴人ら各自に対し，それぞれ金２０２４万３４３４円及びこれに対する\n平成１０年１０月８日から支払済みまで年５分の割合による金員を支払え。\n(2)　被控訴人らのその余の請求をいずれも棄却する。\n２　訴訟費用は，第１，２審を通じてこれを５分し，その２を控訴人の負担とし，その余を被\n控訴人らの負担とする。\n事　実　及　び　理　由\n第１　当事者の求めた裁判\n１　控訴人\n(1)　原判決中控訴人敗訴部分を取り消す。\n(2)　被控訴人らの請求をいずれも棄却する。\n(3)　訴訟費用は，第１，２審とも，被控訴人らの負担とする。\n２　被控訴人ら\n(1)　本件控訴を棄却する。\n(2)　控訴費用は，控訴人の負担とする。\n第２　事案の概要\n本件は，被控訴人らが，中学校３年生であった控訴人が同じ中学校の３年生であった被\n控訴人らの子に対して一方的に強度で多数の暴行を加えて心停止により死亡させたと主\n張して，控訴人に対し，不法行為に基づく損害賠償を請求した事案である。\n１　前提となる事実（証拠を掲記したもののほかは当事者間に争いがない。）\n(1)　Ａは，父被控訴人Ｂ，母被控訴人Ｃの子であり，平成１０年１０月８日当時１４歳で，\nａ中学校に在籍し，サッカー部のキャプテンを務めていたが，同日午後６時５８分に死亡し\nた。\n控訴人（Ｙ）は，父Ｄ，母Ｅの子であり，平成１０年１０月８日当時，ａ中学校に在籍してい\nた。\n(2)　Ｙは，平成１０年１０月８日午後４時ころ茨城県ｂ市の本件現場においてＡに対し暴\n行を加えて傷害を負わせ（以下「本件事件」という），同日午後６時５８分にｃ病院においてＡ\nを死亡させたという傷害致死の被疑事実によって，同日午後７時３５分に緊急逮捕され，同\n月１０日から勾留された後，同月２９日，水戸家庭裁判所土浦支部に送致された。（乙１７\nの１・２，３０の１ないし３，１３９，１４３）\n(3)　水戸家庭裁判所土浦支部は，Ｙに対する少年審判開始決定をし，平成１１年８月２\n５日の第７回審判期日において，Ｙについて傷害致死罪の成立を認めた上，（省略）の決定\nをした。\n上記少年審判決定は，Ａの死因について，Ａが大動脈起始部の幅が狭く，副腎皮質の厚\nさが薄いという体質的因子を有していたため，けんかの際の興奮状態とＹの暴行による身\n体的及び精神的打撃が相まって，ストレス心筋症（心筋の壊死性変化）が誘発されて死亡\nしたものと認定した。（甲６，乙１ないし７）\n２　争点\n(1)　Ｙの暴行とＡの死亡との因果関係\n（被控訴人らの主張）\nＹは，平成１０年１０月８日，以前からあったＡとの口論に決着をつけようとして，下校\nの際，制服からジャージに着替えてＡに暴行を加えるための準備をし，同日午後３時５０分\nころ，本件現場にＡを誘導したうえ，話合いによる決着を考えていたＡに対し，同行していた\n同学年の生徒４人の協力を得てＡを逃げ場のないように追い込み，一方的に膀胱を含む\n下腹部を強く蹴るなどの強力な暴行を多数加え，神経性ショックないし副交感神経麻痺を\n発症させて，心停止によりＡを死亡するに至らせたものであり，Ｙによる暴行とＡの死亡との\n間には因果関係が存する。\nすなわち，Ａの肝門部の出血，腹膜外の出血，出血部分周辺の状態，その他の部位の\n状況及びブリーフに血尿が付着していたことに照らすと，Ａの下腹部には強い外力が加え\nられたというべきである。また，Ａの身体には他者に対して強い暴行を加えた形跡はないこ\nと，ＡはＹよりも体格的にも身体能力の面でも優れていることを併せ考えると，Ａが不利な状\n況下に置かれてほぼ一方的に暴行を加えられた可能性が極めて高く，あるいは複数の者\nがＡに対する暴行に加担していた可能性も否定できない。\nＡは，生前，心臓や循環器系の病的体質（体質的因子）を有しておらず，むしろ通常人よ\nりも健康体であった。Ａのブリーフに付着していた血尿の存在は，ＹがＡに加えた暴行の程\n度が非常に強度のものであったことを顕著に示すものであるから，死因がストレス心筋症\nであるとのＹの主張は，その前提を欠いている。\n（控訴人の反論）\n本件事件は，ＹがＡの挑発によりけんかに応じざるを得なくなって，Ａと１対１のけん\nかをしたことにより発生したものであり，ＹがＡに加えた暴行は，通常人であれば死に至る\nことは考えられない程度のものであった。ところが，Ａは，その大動脈が起始部においてか\nなり幅が狭く，副腎皮質束状層がかなり薄いなどの体質的因子によって重篤なストレス心\n筋症が誘発され，そのために不幸にもＡが死亡するに至ったものである。\n被控訴人らは，Ａがサッカー選手として活躍するなど日常的には極めて健康体であったと\nいうが，そうすると，Ａの体質的因子を予見することはおよそ不可能であったといわざるを\n得ず，Ｙによる暴行とＡの死亡との間に相当因果関係はないことになる。したがって，Ｙが\n損害賠償責任を負うのは，Ａに対する傷害に基づくものに限られる。\n被控訴人らは，Ａのブリーフの血痕は血尿であり，それがＡの下腹部に強力な暴行があ\nったことを示していると主張するが，Ａのブリーフの血痕は，Ａの救命救急治療にあたって\n右鼠径部に中心静脈カテーテルが挿入された際に流れ出した血液によるものである。ま\nた，本件事件について，複数の生徒がＹに加担した共同暴行であったとの主張は，被控訴\n人らの一方的な思い込みに基づく根拠のない憶測にすぎない。\n(2)　素因による減額と過失相殺\n（控訴人の主張）\n仮にＹによる暴行とＡの死亡との間に因果関係が認められるとすれば，Ａが前記の\n体質的因子を有していたという事情を考慮して，損害額は３割程度減額されるべきである。\nまた，本件事件は，ＹとＡとの間の１対１のけんかによって発生したものであり，Ｙ自身もＡ\nから暴行を受けたことにより鼻血を出すなどしている。しかも，このけんか自体がＡの挑発\nによって引き起こされたものであるから，損害額の算定に当たっては６割程度の過失相殺\nがされるべきである。\n（被控訴人らの反論）\nＡは，日常的にすこぶる健康体であったから，その体質的因子をもって損害額を減\n額することはできない。\nまた，Ｙはジャージに着替えて乱闘に備えていたのに対し，Ａは制服のままであったし，本\n件現場に誘導したのはＡではなく，Ｙであった。Ａの着衣の汚れや身体の損傷状況からす\nると，Ａは腹の辺りを殴られるか蹴られるかして，両手で腹を押さえた状態で前のめりに顔\nから倒れ，両手をついて起き上がろうとした時に腹を蹴られて，尻をつきながら仰向けに倒\nれたと考えられるのであり，Ｙによる暴行の態様は一方的かつ強力なものであったから，過\n失相殺は問題とならない。\n(3)　損害（被控訴人らの主張）\nア　主位的主張　１億円\n現在の日本の裁判においては，年齢，性別，学歴などの要素に基づいて技巧的な\nいし擬制的に損害賠償額が算定されることが多いが，本来一人の人間の生命が失われた\n場合に，年齢，性別，学歴などによって損害評価額に差異が設けられることは合理的では\nない。現在の日本においては，人一人の死亡につき１億円という固定的な評価額を設定す\nることが，むしろ社会通念上妥当である。\nイ　副位的主張　１億円\n本件事故によるＡ及び被控訴人らの損害額の内訳は，病院関係費用，葬儀法要\n関係費用及び調査関係費用が合計８００万円，逸失利益が４２９８万円，慰謝料が４０００\n万円，弁護士費用が９０２万円である。\n第３　争点に対する判断\n１　本件事件の事実経過\n証拠（甲５，２０，２１，２６ないし２８，４０ないし４４，４６，４７，乙１，５，９，１９の２，７\n３，７６，７８ないし８３，８６，８７，１２８，１２９，１４２，２２５，２２６，３００，４０７の１・４，証人\nＶ）及び弁論の全趣旨によれば，以下の事実を認めることができる。\n(1)　平成１０年の夏休みの終わりころ，ＹがＡ及び同学年のＦと偶然出会った際，ＡとＦ\nが二人してＹに対し，Ｙの同級生であるＧについて「声が大きくて，うるせえんだ。」，「塾で\n俺が違う人と話をしていても，あいつが口出ししてくる。」，「一々うるせえんで，むかつくん\nだ。」，「調子に乗ってる。おかしいんじゃないか。」などと話した。\nその後，Ｇは，自分についてＦが上記のように話していることを他の生徒から聞かされて，\nＹに対し，「Ｆ君，私にむかついてるの。」と尋ねた。これに対し，Ｙは，「あっちも嫌ってる\nよ。」，「言いそうなことだけど，相手にしないほうがいい。」などと答えた。\n(2)　平成１０年１０月５日，Ｇは，ＡとＦに対し，「Ｙが言っていたんだけど，何で私の悪口\nを言うの。」と言った。\nＦは，同月７日の放課後，Ｙを校舎３階の一番端にある美術室の前に連れて行き，その場\nでＹの胸倉をつかんだ上，「Ｇのこと，なんで言ったんだよ。」と言い，Ｙと口論となった。その\n際，Ｆと一緒にいたＡが，Ｙに対し，「お前，Ｇのこと好きなんじゃねえか。」などと言ったの\nで，ＹがＡに対し，「お前は関係ねえだろ。」と言うと，Ａは「俺も関係あんだよ。けんかやっ\nぺ。」，「俺とＦのどっちとやんだ。」と言った。Ｙは，ＡよりはＦとの方が仲良かったので，Ｆと\nの間ならば本気のけんかにはならないだろうと考え，「それじゃＦとやるよ。」と答えた。しか\nし，その時は，Ｙは，自分が他の生徒としたいたずらのことで担任の教師から呼び出されて\nいたので，「後で，後で。」と言って，その場を去った。その際，Ａは，「あいつ，全然反省して\nねえよな。」などと言っていた。その後，ＡやＦは，普段は使われていない校門の辺りでＹが\n下校するのを待っていたところ，これを見とがめた教師から早く帰るようにと言われたた\nめ，そのまま帰宅し，同日はけんかをするに至らなかった。\n(3)　平成１０年１０月８日，Ｙは，朝，Ｆと共に登校した。Ａは，昼休み，Ｙをつかまえて，\n「おまえが悪いんだろう。」と言うと，Ｙは，「ごめん，ごめん。」と言って，教室に戻った。Ｙ\nは，６時間目の授業終了後，校舎内のトイレ脇の水飲み場で水を飲んでいたところ，Ａから\n「Ｙ，ちょっと来いよ。」と言われ，トイレの中に連れ込まれた。ＡがＹに対し，「おめえが悪い\nんだろう。」などと言ったため，Ｙは，「俺が悪いんだよ。」と答えたが，Ａは，Ｙの胸倉をつか\nんでトイレの壁に押し付けたので，ＹもＡの胸倉をつかみ返した。すると，Ａのワイシャツの\nボタン２個が取れてしまい，二人はつかみ合っていた手を離したが，その際，ＹがＡの足を\n蹴った。Ａは，再びＹの胸倉をつかみ，手拳でＹの顔面を殴打しようとしたが，Ｙが避けたた\nめ当たらなかった。Ａは，落ちたボタンをＹに拾わせ，二人はそれぞれの教室に戻ったが，\nその際，Ａは，Ｙに対し，「今日は必ずやってやっかんな。」，「ぶっ殺してやる。」などと怒鳴\nりながら，トイレの壁を蹴った。その直後，Ａは，怒声に気付いたＨ教諭から「どうした。」と\n尋ねられたが，「いや，何でもないです。」と言って，やり過ごした。\nＹが自分の教室に戻ると，Ａが入ってきて，Ｙに向かって「今日，放課後やっかんな。」など\nと怒鳴った後，自分の教室に戻って行った。Ｙは，Ａとのけんかが避けられないと思ったの\nで，「帰りの会」が終わった後，学生服が汚れたり破れたりしないようにＴシャツとジャージ\nのズボンに着替え，いつも一緒に帰宅する同学年のＩ，Ｊ及びＫと共に教室を出た。Ｙは，教\n室を出たところで出会った同学年のＬから「どうすんの。」と聞かれたので，「売られたらやる\nしかない。」と答えた。Ｙらが校舎の階段を降りていくと，Ａがワイシャツと学生服のズボン姿\nのままで待っていて，一緒に校外へ向かった。\nＡは，けんかの場所について，「どこでやるんだよ。どこでもよい。」と言ったが，Ｙは，人目\nにつかないほうがよいと考えて，Ａと共に（省略）の外周道路を歩いて本件現場のある雑木\n林の方へ向かった。Ｉ，Ｊ及びＫ並びに一緒に帰宅しようとしてこれに加わった同学年のＭ\nの４人は，ＡとＹの後方約５ないし１０ｍの間隔を取って付いて行ったが，本件現場の約１５\n０ｍ位手前の交差点付近で，Ａが「あいつら，なんで付いてくるんだよ。」と言ったので，Ｙ\nは，Ｉら４人に対して，「お前らここで待ってろ。」と言い，Ａと二人だけで歩いて本件現場へ\n向かった。Ｋは，その後すぐにその場を離れて帰宅した。\nＡは，前記（省略）の外周道路から（省略）に通じる砂利道に入り，上記雑木林の入口付\n近で「この辺で」と言い，Ｙは，「いいよ。」と答えた。\nＡは，「お前，トイレで蹴ったから先にやらせろ。」と言い，Ｙは，「何でだよ。」と答えたが，\nＡに足で引っ掛けられ，手で押されて転んだ。そこで，Ｙは，右足でＡの左腿辺りを蹴ったと\nころ，Ａに手拳で顔面鼻の辺りを殴られ，鼻血が出た。Ａは，３回くらい続けて手拳でＹに殴\nりかかり，その手がＹの左肩などに当たったところで，Ｙは，Ａの左手をつかんでＡの背後に\n回り込み，右手拳でＡの胴体を力任せに４，５回殴ってから頭部辺りを１回殴った。そして，\nＹがつかんでいたＡの左手を離したところ，Ａは，砂利道の地面に前のめりに倒れていっ\nた。Ｙが，起きろと言ってＡの顔を叩いたところ，Ａは立ち上がり，２，３歩ふらふらと歩き出し\nたが，すぐにバタンと真っ直ぐ前方に倒れた。\n(4)　Ｉらは，Ｙに待っているようにと言われた場所で約５分間待っていたところ，同学年の\nＮが，一人で自転車に乗って，ａ中学校の方からＩらのいる場所を通過して本件現場のある\n方向へ向かって行った。すると，Ｙが，雑木林の中から（省略）の外周道路の方へ飛び出し\nてきて，偶然出会ったＮにＩを呼ぶよう頼んだので，Ｎは引き返し，ＩにＹが呼んでいることを\n伝えた。\nＩが自転車で本件現場へ行くと，林の中からバシッ，バシッという音が聞こえ，倒れている\nＡの横で，Ｙが膝をついて「Ａ。Ａ。」と叫びながらＡの頬をたたいていた。Ｉは，目を半開きに\nして口も開けたまま倒れているＡの様子を見て，すぐ，外周道路で待っていたＪらに向か\nい，「医者を呼べ。」と大声で叫んだ。Ｊは，本件現場に駆けつけ，Ａの様子を見て，近くを\n通りかかった人に携帯電話を借りて，学校へ連絡し，また，消防に救急車の出動を要請し\nた。ＩがＹに「何やったんだよ。」と聞いたところ，Ｙは「殴った時に一度倒れて，１回立ち上が\nったけどまた倒れた。」と答えた。\n本件現場において，Ａに対し，ＹとＮがマウス・トゥ・マウス法の人工呼吸を，Ｍが心臓マッ\nサージを，それぞれ施した。Ｙ，Ｎ及びＭは，このような人工呼吸法や心臓マッサージを学\n校で習っていたもので，心臓マッサージの際にＡの腹部を押すことはなかった。\nその後，ａ中学校のＯ教諭，Ｐ教諭，Ｑ教諭が本件現場に到着し，Ｐ教諭が交替して人工\n呼吸と心臓マッサージを施した。さらに，午後４時２３分に救急隊員が本件現場に到着し，\n心臓マッサージを施した。Ｙは，教諭らが本件現場に来たころには，「どうしよう，どうしよ\nう。俺がやったんだよ。俺の気持ちが分かるかよ。」などと言って，錯乱状態になっていた。\n(5)　Ｙは，平成１０年１０月８日本件事件発生後にｄ警察署において事件当時の身体，\n着衣などの状況を写真撮影されたが，その際，Ｙの右手背部は腫脹し，着ていたＴシャツ\nの胸辺りには血痕が付着していた。Ｙは，同月９日，医師の診察を受け，全治約１週間の\n顔面・右手挫傷と診断された。\n(6)　Ａは，平成１０年１０月８日午後４時３３分から同３７分ころ，救急車でｃ病院に運び\n込まれた。Ａは，運び込まれた際，心肺停止状態で瞳孔は開いたままであった。担当医師\nらは，心臓マッサージ，気管内挿管による人工呼吸，ボスミン（強心薬）１アンプルの気管\n内注射，中心静脈カテーテルの挿入によるボスミン２０アンプルの投与，更に開胸心臓マッ\nサージなどの救命処置を行ったが，Ａの心拍は再開せず，午後６時５８分にその死亡が確\n認された。\nＡに対する救命処置は，Ａのズボン及びブリーフをはさみで両側に切り開いてＡの身体の\n下に残したまま施された。中心静脈カテーテルはＡの右鼠径部から挿入され，１糸で縫合\nされたが，この手技には，通常出血を伴う。上記救命処置が施された際に，医師や看護婦\nからＡに血尿の出ていることが認められるという報告がされたことはない。\n２　解剖結果等\n(1)　Ｒ医師による解剖（省略）\n(2)　Ａのブリーフの血痕様班痕の検査（省略）\n３　死因についての鑑定意見\n(1)　Ｒ医師の鑑定意見（省略）\n(2)　Ｔ医師の鑑定意見（省略）\n(3)　Ｕ医師の鑑定意見（省略）\n４　Ｙの暴行とＡの死亡との因果関係（争点(1)）について\n(1)　本件事件は，前記認定のとおり，ＹとＡとの１対１のけんかの際に発生し，Ａの死亡\nという思いもよらぬ不幸な結果を招いたものである。\nＹとＡとの間のけんかにおける攻防の詳細のすべてまでは明らかではないが，少なくとも\n前記認定のとおり，ＹがＡの胴体部分及び頭部を手拳で複数回力任せに殴ったこと，Ａは１\n度倒れて，立ち上がったけれども再び倒れたとの事実を認めることができる。また，前記２\nで認定したとおり，Ａの右下腹部には林檎大の腹膜外出血があり，膀胱粘膜の血管充盈\nが強く，溢血点も出現していて，また，諸臓器にうっ血などの循環不全を示唆する所見があ\nるところ，Ｙ以外の者がＡの右下腹部を強く押したというような事情は認められないから，Ｙ\nは，Ａの右下腹部に決して軽度とはいえない打撃を加えたと推認することができる。\nそして，Ｒ医師の鑑定意見によると，軽微な損傷や刺激であっても危険部位に外力が作\n用すると，神経性ショックが起こり，急激にショック状態に陥ることがあり，右下腹部もその\n危険部位の一つであることが認められ，これらのことからすると，Ａの死因は，Ｙが無我夢\n中でＡの右下腹部に加えた何らかの打撃によりＡの腹腔神経叢が刺激されて神経性ショッ\nクが惹起されたことによると考えるのが合理的である。\n(2)　これに対し，Ｙは，Ａの死因はストレス心筋症であるから，Ｙによる暴行とＡの死亡と\nの間には相当因果関係がないと主張しており，これは，Ａの死因はストレス心筋症であると\nのＴ医師の鑑定意見に基づくものである。\nＴ医師は，Ａの心筋内には円形細胞浸潤や巣状の小さな瘢痕と見なされるような線維化\nが各所に散在しており，ストレス心筋症の発生を示すものであるという。しかし，Ｔ医師が心\n筋内の円形細胞浸潤や線維化は本件事件の発生よりも前に死に至らぬ程度の軽症のス\nトレス心筋症が何回も繰り返されていたものである可能性が高いとも指摘していることを考\n慮すると，Ａの心筋内の状態についての上記所見から，直ちに本件事件時にストレス心筋\n症が発症したものであって他に外力が加えられたことによる神経性ショックの発症が排斥\nされると考えるべきであるということはできない。\nまた，Ｔ医師は，Ａの右下腹部の腹膜外出血が心臓マッサージの際にも誤って生じ得るも\nのであること，右下腹部に作用面積が広い鈍体が作用し，これが腹腔神経叢に波及して\n神経性ショックを起こしたというのであれば，右下腹部を初め腹腔内に甚大な損傷が発生\nしているはずであることを前提として，Ａの右下腹部の腹膜外出血は手拳による殴打や足\n蹴りなどによって生じたとは限定されないとしている。\nしかし，前記認定のとおり，心臓マッサージの際にＡの腹部が押されたということは認めら\nれないし，Ｙ以外の者がＡの右下腹部に外力を加えたと認めることもできない。Ｔ医師は，\n右下腹部の腹膜外出血について，右鼠径部ないし右大腿上部の皮下出血であり，当該部\n分に中心静脈カテーテルが留置されたことによって生じた皮下出血と見るべきであるとして\nいるが，出血部位が鼠径部より上方の広範囲にわたるものであること及び出血量が血圧\nの下降していた救命時の中心静脈カテーテル処置によるものにしては多量であること（甲\n７０の２）と適合しない考え方である。以上のとおり，Ｔ医師の鑑定意見は，右下腹部の腹膜\n外出血の存在を正当に評価しているものとはいい難いものであり，採用することができな\nい。\n(3)　そうすると，ＹがＡとのけんかの際，Ａの右下腹部に対して決して軽度とはいえない\nなんらかの打撃を加え，これによってＡに神経性ショックを生じさせてＡを死亡するに至らせ\nたというべきであるから，Ｙによる暴行とＡの死亡との間には相当因果関係を認めることが\nできる。\nなお，Ｕ医師の意見は，Ａの腹腔神経叢が外力により刺激されて神経性ショックが惹起さ\nれたことによるものであるとする結論部分はＲ医師の鑑定意見と同一であるが，血尿の存\n在を重要な根拠として，Ａが足蹴り，膝蹴り等の暴行を加えられたと推論しているところ，血\n尿の存在を認めることができないことは前記２(2)及び後記５のとおりであり，また，Ａに加え\nられたという暴行の態様についての推論も客観的根拠を欠くものであるから，Ｕ医師の意\n見を採用することはできない。\n５　素因による減額と過失相殺（争点(2)）について\n(1)　素因による減額\n被害者に対する加害行為と加害行為前から存在した被害者の疾患とが，共に原因\nとなって損害が発生した場合において，その疾患の態様，程度などに照らし，加害者に損\n害の全部を賠償させるのが公平を失するときは，損害賠償の額を定めるにあたり，民法７\n２２条２項の規定を類推適用して，被害者の疾患を考慮に入れることができる。しかし，被\n害者が平均的な体格ないし通常の体質と異なる身体的特徴を有していたとしても，それが\n疾患に当たらない場合には，特段の事情の存しない限り，被害者の身体的特徴を損害賠\n償の額を定めるに当たり斟酌することはできないというべきである（昀高裁判所平成８年１\n０月２９日第三小法廷判決・民集５０巻９号２４７４頁参照）\n前記認定のとおり，Ａは，平均的な数値と対比して，心臓の重量の割に大動脈の幅が起\n始部で狭く，副腎皮質が束状層で薄いという身体的特徴を有していたが，運動能力に秀で\nて健康的な日常生活を送っていたものである。上記のＡの心臓等の構造的特質がその死\n亡に関与したとしても，この身体的特徴が明らかに疾患に当たるというべき事情はなく，ま\nた，このようなＡの身体的特徴を損害賠償の額を定めるに当たり斟酌しなければ公平を失\nすることになるというべき特段の事情の存在を認めることもできない。\nしたがって，このようにＡの心臓の構造等が平均的な数値と異なっていて，それが損害の\n発生又は拡大に寄与したと考えられるとしても，損害賠償額の算定にあたり斟酌すること\nは相当でない。\n(2)　過失相殺\n前記認定によれば，Ａは本件事件の前日に，特に理由もないのに「俺も関係あんだ\nよ。けんかやっぺ。」と言って，自分とけんかをするようＹを挑発し，Ｙが下校するのを待って\nおり（教師に帰宅を促されたため，同日はけんかをするに至らなかった。），本件事件の当\n日も，Ｙを学校のトイレに連れ込み，「おめえが悪いんだろう。」などと言って，Ｙの胸倉をつ\nかんでトイレの壁に押し付け，その後教室へ戻るＹに対し，「今日は必ずやってやっかん\nな。」，「ぶっ殺してやる。」などと怒鳴り，更に，Ｙの教室に行き，「今日，放課後やっかん\nな。」などと怒鳴っている。そして，放課後には，Ｙが教室から出てくるのを待ち受けて，一\n緒に本件現場へ向かっている。\nこの経過からすると，本件事件は，ＡがＹとけんかをしようとする姿勢を繰り返し積極的に\n示したことから発生したものというべきであるから，ＡのＹに対する行動が本件の結果を招く\n大きな一因であったことは否定できず，この点でＡには落ち度があったというべきである。\n他方，Ｙも，トイレではＡの胸倉をつかみ返したり足を蹴ったりし，放課後は，けんかは避け\nられないものと考え挑発に乗り，自らもけんかに応ずる決意を固め，学生服からＴシャツと\nジャージのズボンに着替えて準備をし，他の生徒には「売られたらやるしかない。」と話し，\nけんかの場所も自ら選んでいる。これらの諸事情を考慮すると，本件事件による損害発生\nについての過失割合は，Ｙが５割５分，Ａが４割５分と認めるのが相当である。\nこれに対し，被控訴人らは，Ｙによる暴行の態様が一方的かつ強力なものであったと主\n張し，Ａのブリーフに血尿が付着していたことがその重要な根拠であるとしている。しかし，\n前記認定のとおり，Ａのブリーフに血と尿が付着していることは認められるが，それが血尿\nとして膀胱から排出されたとの結論は得られていないし，被控訴人らが血尿だとしている血\n痕は，ブリーフの後部に付着しているものであって，ブリーフの前面の陰茎を覆う部分には\n血痕が付着していないこと，ｃ病院における救命処置の際にも，医師，看護婦により血尿の\n存在が確認されていないことからすれば，Ａのブリーフに血尿が付着していたと認めること\nはできない。そのほか，ＹのＡに対する暴行の態様が一方的かつ強力であったことを認め\nるに足りる証拠はないから，被控訴人らの上記主張は，採用することができない。\n６　損害（争点(3)）について\n被控訴人らは，主位的主張として，現在の日本においては，人一人の死亡につき１億\n円という固定的な評価額を設定することが妥当であると主張する。しかし，賠償を求め得る\n損害は現実に生じる損害の回復として考えられるべきであり，人の死亡により現実に生じ\nる損害は，不法行為の態様，被害者の年齢，職業（収入額），家族関係その他諸般の事情\nによって異なるものであり，人の死亡により現実に生じる損害が常に固定的に１億円にな\nるということはできないから，被控訴人らの主位的主張は，採用することができない。\nそこで，副次的主張に基づき，損害額を算定する。\n(1)　病院関係費用　１５万９７２０円\n証拠（甲５２の１，７０）によれば，被控訴人らは，Ａのｃ病院における平成１０年１０月\n８日の治療のために１５万９７２０円を負担したことが認められる。\nなお，カルテ等の謄写費用については，本件事件と相当因果関係のある損害ということ\nはできない。\n(2)　葬儀法要関係費用　１２０万円\n証拠（甲５３ないし６６，６７の１・２，７０）によれば，被控訴人らは葬儀費用として９１\n万８５１８円，三七日法要，七七日法要，１００日法要，初盆，１回忌，３回忌などの費用とし\nて合計約４７８万円を支出したことが認められるが，本件事件と相当因果関係のある損害\nとして賠償を求めることができる葬儀費用及び法要費用は１２０万円と認めるのが相当で\nある。\n(3)　調査関係費用　０円\n証拠（甲６８，６９の１ないし７，７０）によれば，被控訴人らは，弁護士相談料として１\n万円，証拠写真などの費用として７万６０４５円，資料などの謄写費用として約１２万円，医\n師相談料として合計１５０万円を負担したことが認められる。これらの出費については，(7)\nの弁護士費用及び本件訴訟費用に含まれるもののほかは，本件事件と相当因果関係の\nある損害と認めることはできない。\n(4)　逸失利益　　４２９８万００４１円\nＡは，本件事件当時，１４歳の男子中学生であり，本件事件がなければ，１８歳から\n６７歳までの間就労可能であり，その間，男子平均賃金相当額（賃金センサス平成９年第１\n巻第１表産業計・企業規模計・学歴計・男子全年齢平均の年収額は５７５万０８００円であ\nる。）の収入を得られたものと推認することができるから，生活費として５割を控除し，中間\n利息をライプニッツ方式で控除して（１４歳から６７歳までの５３年のライプニッツ係数１８．４\n９３４から，１４歳から１８歳までの４年の同係数３．５４５９を差し引いた１４．９４７５），その\n逸失利益を算定すると４２９８万００４１円（円未満切捨て。以下同じ。）となる。\n被控訴人らはＡの父母であるから，それぞれ，この２分の１に当たる２１４９万００２０円の\n請求権を相続した。\n(5)　慰謝料　２２００万円\n本件事件の態様や，Ａが１４歳という若年で人生を終えることになったこと，その他\n本件に現れた一切の事情を考慮すると，Ａの慰謝料として１８００万円を認めるほか，父母\nである被控訴人らに固有の慰謝料として，それぞれ２００万円を認めるのが相当である。\n被控訴人らは，Ａの慰謝料についてはそれぞれ２分の１に当たる９００万円の請求権を相\n続した。\n(6)　過失相殺　４割５分\n以上の損害額の合計は，被控訴人らそれぞれにつき３３１６万９８８０円となるが，前\n記のとおり，本件事件による損害発生についてはＡに４割５分の過失を認めるのが相当で\nあるから，この割合により上記損害額を減じて過失相殺すると，被控訴人らの損害額はそ\nれぞれ１８２４万３４３４円となる。\n(7)　弁護士費用　２００万円\n本件事案の内容，難易度，認容額などを考慮すると，本件事件と相当因果関係のあ\nる弁護士費用としては，被控訴人らそれぞれにつき２００万円と認めるのが相当である。\nしたがって，損害額の合計は，被控訴人らそれぞれにつき２０２４万３４３４円となる（被控\n訴人ら二人の合計額は４０４８万６８６８円である。）。\n第４　結論\n以上によれば，被控訴人らの請求は，それぞれ不法行為による損害賠償金２０２４万\n３４３４円及びこれに対する不法行為の日である平成１０年１０月８日から支払済みまで民\n法所定の年５分の割合による遅延損害金の支払を求める限度で理由があるからこれを認\n容し，その余は理由がないからこれを棄却すべきである。\nよって，当裁判所の上記判断と一部異なる原判決を変更することとして，主文のとおり判\n決する。\n東京高等裁判所第２０民事部\n裁判長裁判官　　　　久　保　内　　　　卓　　　亞\n裁判官　　　　大　　　橋　　　　　　　　　弘\n裁判官　　　　長　谷　川　　　　　　　　誠\n"
}