{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 2,
    "day": 17
  },
  "case_number": "平成14(わ)745",
  "case_name": "強姦致傷",
  "court_name": "神戸地方裁判所",
  "lawsuit_id": "7046",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=7046",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/046/007046_hanrei.pdf",
  "contents": "判決　平成１５年２月１７日　神戸地方裁判所　平成１４年(わ)第７４５号　強姦\n致傷被告事件\n主文\n被告人を懲役７年に処する。\n未決勾留日数中１７０日をその刑に算入する。\n押収してある五徳ナイフ１個（平成１４年押第１２５号の１）を没収す\nる。\n理由\n（罪となるべき事実）\n被告人は，平成１４年６月１３日午後４時３０分ころ，学校から帰宅する途中の\nＡ（当時１４歳）を見かけるや，同女を強姦しようと企て，兵庫県ａ郡ｂ町ｃｄ番\n地付近路上において，同女に対し，「道を教えてくれる。」「ちょっと，分からへ\nんから，ついて来てくれる。」などと声をかけ，同女を同町ｃｅ番地のｆ西方約１\n００メートルの山林まで同行させ，同所において，背後から同女の頚部を腕で絞め\nつけ，所携の五徳ナイフ（刃体の長さ約６．２センチメートル，平成１４年押第１\n２５号の１）を同女の左頬に突き付け，「騒ぐと殺すぞ。」などと脅迫して，同女\nを同町ｃｅ番地のｆ西方約１５０メートルの山林内に連行し，同所において，同女\nを引き倒し，「制服脱げ。パンツも脱げ。やらんかったら刺すぞ。」などと脅迫し\nて，同女に命じて着衣を脱がせて全裸にし，同女の陰部に指を挿入するなどの暴行\nを加え，その反抗を抑圧した上，強いて同女を姦淫し，その際，前記暴行により，\n同女に加療約１週間を要する外陰部裂創の傷害を負わせたものである。\n（証拠の標目）－括弧内の数字は証拠等関係カード記載の検察官請求証拠番号\n省略\n（累犯前科）\n被告人は，(1)平成６年７月２９日ｇ地方裁判所で強姦致傷罪により懲役４年６月\nに処せられ，平成１０年１２月１９日その刑の執行を受け終わり，(2)その後犯した\n傷害罪により平成１１年７月８日ｈ地方裁判所ｉ支部で懲役１年８月に処せられ，\n平成１３年１月１６日その刑の執行を受け終わったものであって，これらの事実は\n検察事務官作成の前科調書（検察官請求証拠番号４２）及び(2)の前科に係る判決書\n謄本（同４８）によって認める。\n（法令の適用）\n被告人の判示所為は刑法１８１条（１７７条前段）に該当するところ，所定刑中\n有期懲役刑を選択し，前記の各前科があるので同法５９条，５６条１項，５７条に\nより同法１４条の制限内で３犯の加重をした刑期の範囲内で被告人を懲役７年に処\nし，同法２１条を適用して未決勾留日数中１７０日をその刑に算入し，押収してあ\nる五徳ナイフ１個（平成１４年押第１２５号の１）は，判示犯行の用に供した物で\n被告人以外の者に属しないから，同法１９条１項２号，２項本文を適用してこれを\n没収し，訴訟費用は，刑事訴訟法１８１条１項ただし書を適用して被告人に負担さ\nせないこととする。\n（責任能力についての補足説明）\n弁護人は，被告人は責任能力に一部欠損がある旨主張し，裁判所の求釈明に対\nし，これは情状として考慮すべきである旨の主張であるというのであるが，念のた\nめ被告人の責任能力につき検討すると，関係証拠によれば，被告人は本件犯行時に\nおいても軽度の精神遅滞の状態にあったことが認められるけれども，関係証拠によ\nり認められる被告人の本件犯行時及び犯行前後の合目的的言動に照らすと，被告人\nは，本件犯行当時，自己の行為の是非を弁識しそれに従って行動する能力に著しく\n影響を及ぼすような精神的状態にはなく，心神喪失ないしは心神耗弱の状態にはな\nかったものと優に認められる。\n（量刑の理由）\n本件は，被告人が，帰宅途中の被害者を強姦し，その際被害者に傷害を負わせた\nという強姦致傷の事案である。\nもとより，自己の性欲を満足させるという身勝手な動機に酌量の余地はない上，\n被告人は，被害者に対して五徳ナイフを突き付けて脅迫するなどして本件犯行に及\nんだものであり，その犯行態様は危険かつ悪質なものであったし，被害者を言葉巧\nみに人気のない場所まで案内させるなど，強固な犯意に基づく計画的な犯行と認め\nられるのであり，犯行後も，「誰にも言うな。言ったら殺す。」などと被害者を脅\nして口止めし，追跡されないよう目をつむらせ数を数えさせるなどしており，冷酷\nというほかはなく，さらに，国道を避けて帰宅する，家族に怪しまれないよう服を\n着替えるなど，本件犯行の発覚を防ぐために様々な行為に及んでいるのであって，\n犯行前後の状況を含め犯情は極めて悪い。親切心から被告人の道案内をした被害者\nは，何の落ち度もないのに，突然本件被害に遭ったのであり，思春期にある被害者\nが被った精神的・肉体的苦痛は極めて大きく，被害者や，その両親が被告人に対し\nて厳罰を望むのも当然であるが，これに対して被害弁償は全くなされていない。さ\nらに，被告人は，同種前科を含む多数の前科があるのに，昀終懲役刑の執行終了後\n１年半も経たないで，格別の理由もなく本件犯行に及んでおり，規範意識は極めて\n乏しいと言わざるを得ないし，本件犯行が，実母の厳しい監視の目を盗んで敢行さ\nれていることに照らすと，再犯のおそれも強く懸念される。\nこれらの事情にかんがみると，被告人の刑事責任は重大である。\n他方，幸いにも被害者の傷害の程度が比較的軽微に止まったこと，前記のとおり\n被告人に軽度の精神遅滞が認められること，被告人が，本件犯行を率直に認め，反\n省の態度を示していることなど，被告人のために酌むべき事情も認められる。\n以上の諸事情を総合考慮して，主文のとおり量刑した。\nよって，主文のとおり判決する。\n平成１５年２月１７日\n神戸地方裁判所第１刑事部\n裁判長裁判官　杉　森　研　二\n裁判官　橋　本　　　一\n裁判官　安　井　敦　子\n"
}