{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 11,
    "day": 21
  },
  "case_number": "平成14(ハ)12347",
  "case_name": "立替金請求",
  "court_name": "東京簡易裁判所",
  "lawsuit_id": "5756",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=5756",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/756/005756_hanrei.pdf",
  "contents": "平成１４年１１月２１日判決言渡\n平成１４年(ハ)第１２３４７号　立替金請求事件\n主　　　　文\n１　原告の請求を棄却する。\n２　訴訟費用は原告の負担とする。\n事実及び理由\n第１　請　求\n被告は，原告に対し，２９万５２００円及びこれに対する平成１４年５月１４日か\nら支払済みまで年６パーセントの割合による金員を支払え。\n第２　請求原因の要旨\n原告は，被告と平成１２年１月２２日に締結した立替払契約に基づいて，加盟店Ａ\n株式会社に立て替えて支払った活水器の代金及び手数料合計４９万３９０２円（う\nち手数料１３万６００２円）の残額とこれに対する遅延損害金の支払いを求める。\n第３　被告の主張の要旨\n二人の男が，「水の検査をさせてくれ，そのためのコップを貸してくれ。」と言\nい，そのコップの中に何か薬を入れたところ色が変わったので，「これでは体に良\nくない。」と言って勝手に活水器を取り付けた。その後，被告は，水の使用ができ\nなくなって初めて騙されたことに気がつき，原告に対し詐欺により契約を取り消し\nたので，残金の支払義務はない。\n第４　理　由\n１　証人Ｂの証言，甲１号証，乙１，２号証及び弁論の全趣旨によれば，次の事実\nが認められる。\n(1)　被告は，７８歳の一人暮らしの女性で，その子供たちも遠方にいて日常生活上\nの相談を受けたり面倒をみてもらえる状況になかったところ，平成１２年１月２０\n日，二人の男が被告宅を訪ねてきた。二人の男は，部屋に入り込んで水質検査と称\nしてコップを貸してくれと言ったので，被告が出したコップの中に何か薬を入れた\nところ水の色が変わったので，これでは体に良くないと言って勝手に活水器を取り\n付けた。被告は病気のため匂いも味も分からないから必要ないと断ったが，二人の\n男は帰ってしまった。\n(2)　被告が住んでいる部屋は１２棟３６０世帯ある都営住宅の一室であり，Ｂは，\n同都営住宅の自治会の役員をしていたところ，平成１１年末ころから，水道局のバ\nッチを付けた男が同都営住宅の各世帯を訪ねて，水質検査と称して活水器を売りつ\nけようとしているという多数の通報を受けた。Ｂは，同都営住宅では東京都の委託\nを受けて週に一度受水槽の水質検査をして，その結果を毎月東京都に送っており，\n特に水質に異常はなかったので，不審に思っていたところ，水道局のバッチを付け\nた男がＢ宅へも訪ねてきた。そこで，Ｂは「ここでは週に一度受水槽の水質検査を\nしており，特に異常はないのに，何事か。」と一喝したところ，その男は慌てて逃\nげていった。そして，Ｂは，同都営住宅の６００名のうち，７０歳以上の者が約２\n００名で，一人暮ら\nしの者が約１００名で特に女性が多いことから，自治会としても会報や掲示板にそ\nの旨を記載して注意を呼びかけるとともに，Ｃ署の交番にも届けてその取締りを依\n頼した。しかし，被告は，目が悪いのでそのことを知ることができず，平成１２年\n２月から入退院を繰り返していた。その間，被告名義の預金口座に年金が振り込ま\nれていたので，その中から自動振替で原告名義の預金口座に本件立替金の割賦金が\n支払われ，その額が１９万８７０２円に達していた。被告は，活水器を使うと水が\n周りに飛び散るので湯沸かしの水を使っていたが，平成１３年の暮れになって活水\n器が目詰まりして部屋一面水浸しになってしまった。そのときになって，被告は初\nめて騙されたことに気が付き，Ｂに頼んで電話で原告の担当者にその状況を説明し\n活水器を引き取るこ\nとを要求したが，原告の担当者は捨ててくださいと言うのみであった。そして，被\n告はそのときになって本件立替金残金が３０万円近くもあることを知った。\n(3)　平成１３年８月１２日のＤ新聞（乙２）には，「水道水をこのまま飲むのは危\n険」。水質検査やアンケートを装って，こんな常とう句で消費者の不安感をあお\nり，高額な浄水器（活水器と同じなので，以下，活水器という。）を売りつける悪\n質な訪問販売がはびこっている。環境や健康について消費者が敏感となっているの\nを逆手に取った巧妙な手口であると指摘し注意を促している。そして，国民生活セ\nンターの調べによると，訪問販売で活水器についての全国の契約トラブルは平成１\n２年，平成１３年とも８０００件を超えたとし，消費者に注意を呼びかけている。\n原告は，信販会社であり，このような状況を十分承知していた（Ｂの証言によれ\nば，Ｂ宅へ訪れた水道局員を装った男たちが，被告宅へ訪れた水道局員を装った男\nたちと同じであったこと\nが認められる。）のに，加盟店Ａ株式会社と加盟店契約を継続し，被告から活水器\nを引き取ることを要求されたにもかかわらず，本件立替金残金の支払いを求めるた\nめ，平成１４年９月１９日に当裁判所に対し支払督促の申立てをした。\n２　上記認定事実によって判断すると，二人の男が被告宅を訪ねてきて水質検査を\nすると言われれば，被告が水道局員と信じてドアを開けて部屋に通しコップを貸す\nことはごく自然である。また，二人の男が被告が差し出したコップの中に何か薬を\n入れて水の色が変われば，必要がないと断ったものの不安な気持ちになることは自\n然であり，７８歳の一人暮らしの女性が，二人の男に部屋に入り込まれた状況で\nは，活水器を取り外させて持ち帰らせることは極めて困難である。そして，被告\nは，２年近く経ってから，Ｂに頼んで原告の担当者に対して騙された旨を告げて活\n水器を返品することを告げたのであり，それは詐欺により契約を取り消す趣旨であ\nると認めることができる。被告は２年近く割賦金を支払いその額が１９万８７０２\n円に達しているが，被告\nが入退院を繰り返している間に，被告名義の預金口座に振り込まれていた年金の中\nから自動振替で原告名義の預金口座に支払われたものであり，被告は取り消すこと\nができる意思表示を追認したわけではない。\nところで，被告が加盟店に対し詐欺を理由に本件活水器の売買契約を取り消した場\n合には，その事由を原告に主張することができる（割賦販売法３０条の４）が，本\n件では，被告は原告に対して詐欺を理由に立替払契約を取り消したのである。しか\nし，原告の従業員が被告を騙したのではないから，詐欺を理由に立替払契約を取り\n消すことができるかどうかは問題であるが，加盟店が信販会社である原告の立替払\n契約締結の代行をしている（甲１）のであるから，売買契約と密接不可分な関係に\nある立替払契約が詐欺による瑕疵ある意思表示によって締結されたと解することが\nできる。仮に，詐欺を理由に立替払契約を取り消すことができないとしても，上記\n１の(3)で認定したように，原告は，水質検査を装って消費者の不安感をあおり，高\n額な活水器を売りつ\nける悪質な訪問販売がはびこっていることを知っていたのであるから，被告のよう\nな７８歳の一人暮らしの女性に対しては本件立替金残金の支払請求を差し控えるべ\nき信販会社としての社会的責任がある。すなわち，権利の行使は，原告個人の利益\nと社会全体の利益の調和において行われるべきで，社会的に許容される範囲・限度\nを超えることは権利の濫用である（民法１条３項）。\nよって，原告の請求は理由がない。\n東京簡易裁判所民事第２室\n裁　判　官       横　　田　　康　　祐\n"
}