{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 16,
    "month": 9,
    "day": 9
  },
  "case_number": "平成16(わ)83",
  "case_name": "地方公務員法違反，加重収賄，贈賄",
  "court_name": "松江地方裁判所",
  "lawsuit_id": "8105",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=8105",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/105/008105_hanrei.pdf",
  "contents": "主　　　　　　　文\n被告人Ａを懲役１年６月に，被告人Ｂを懲役１年に処する。\n被告人らに対し，この裁判が確定した日から３年間，それぞれその刑の\n執行を猶予する。\n被告人Ａから，押収してあるパソコン「富士通製・ＦＭＶ－ＢＩＢＬＯ\nＮＥ５／８００ＨＲ」１台及びＡＣアダプター「ＦＭＶ－ＡＣ３０４\nＢ」１個（平成１６年押第１９号の１の一部）を没収する。\n理　　　　　　　由\n【罪となるべき事実】\n被告人Ａは，平成元年４月１日，島根県教育委員会から，同県公立学校教員に任\n命され，平成１２年４月１日からは同県立Ｃ高等学校教諭として勤務し，平成１５\n年６月１３日，同委員会教育長より，平成１６年度島根県公立高等学校入学者選抜\n学力検査の問題作成委員の委嘱を受け，以後同学力検査の英語問題作成等の職務に\n従事していた者であり，被告人Ｂは，島根県平田市Ｄ町Ｅ番地所在の同被告人方に\nおいて，英語塾を営んでいた者であるが，\n第１　被告人Ａは，平成１５年１２月１４日ころ，前記被告人Ｂ方において，\n１　被告人Ｂに対し，前記学力検査の英語問題案を手交し，もって職務上知り\n得た秘密を漏らし，\n２　被告人Ｂから，前記１の不正行為に対する謝礼の趣旨で供与されるものであ\nることを知りながら，ＡＣアダプター付きパソコン１台（時価約７万円相当，\n平成１６年押第１９号の１のうち主文記載のもの）の供与を受け，もって自己\nの職務上不正な行為をしたことに関し賄賂を収受し，\n第２　被告人Ｂは，前記第１同日，同所において，被告人Ａに対し，前記第１の２\nの趣旨のもとに前記ＡＣアダプター付きパソコン１台を供与し，もって被告人\nＡが職務上不正な行為をしたことに関し賄賂を供与し\nたものである。\n【法令の適用】\n（被告人Ａ関係）\n被告人Ａの判示第１の１の所為は地方公務員法６０条２号，３４条１項前段に，\n判示第１の２の所為は刑法１９７条の３第２項，１項にそれぞれ該当するところ，\n判示第１の１の罪について所定刑中懲役刑を選択し，以上は同法４５条前段の併合\n罪であるから，同法４７条本文，１０条により重い判示第１の２の罪の刑に同法４\n７条ただし書の制限内で法定の加重をした刑期の範囲内で同被告人を懲役１年６月\nに処し，情状により同法２５条１項を適用してこの裁判が確定した日から３年間そ\nの刑の執行を猶予し，押収してあるパソコン１台及びＡＣアダプター１個（平成１\n６年押第１９号の１の一部）は，同被告人が判示第１の２の犯行により収受した賄\n賂であるから，同法１９７条の５前段によりこれを同被告人から没収することとす\nる。（なお，押収してあるノート型パーソナルコンピューター一式のうち，マウス，\nビニール製キーボードカバー及び黒色パソコンバッグは，同被告人が判示第１の２\nの犯行により収受した賄賂ではなく，また，所有者が異なり，パソコン又はＡＣア\nダプターの従物とも認められないから，没収しない。）\n（被告人Ｂ関係）\n被告人Ｂの判示第２の所為は刑法１９８条（１９７条の３第２項）に該当すると\nころ，所定刑中懲役刑を選択し，その所定刑期の範囲内で同被告人を懲役１年に処\nし，情状により同法２５条１項を適用してこの裁判が確定した日から３年間その刑\nの執行を猶予することとする。\n【量刑の理由】\n本件は，県立高等学校の教諭であり，県公立高等学校の入学試験問題の作成委員\nを委嘱されていた被告人Ａが，英語塾を経営する友人の被告人Ｂに対し，検討段階\nの入学試験問題案を交付し（地方公務員法違反），被告人Ｂがその謝礼の趣旨でパ\nソコン１台を供与し（贈賄），被告人Ａがこれを収受した（加重収賄）という事案\nである。\n被告人Ａは，入学試験の問題案はもとより，自分がその作成委員であること自体\nを秘密にしていなければならないことを十分認識していながら，友人である被告人\nＢに対し，作成委員に選ばれたことを自慢し，また，問題案の作成に必要な資料を\n借りたいとの考えから，作成委員に選ばれたことを話した上，同被告人から入学試\n験問題を教えるよう請われるや，ただちにこれを承諾し，後日自ら進んでこれを実\n行したものであって，被告人Ａが入学試験問題案を漏洩するに至った経緯は，極め\nて安易で，公務員としての責任感や緊張感を著しく欠くものといわざるを得ない。\nさらに，被告人Ａは，入学試験問題案を漏洩する見返りとして，自ら積極的にパソ\nコンの供与を要求しており，加重収賄に至った経緯も悪質である。\nまた，被告人Ｂは，自己の経営する英語塾に通う生徒に事前に問題案を解かせ，\n公立高等学校の入学試験において有利な立場を得させる目的で，被告人Ａに対し，\n入学試験問題案を教えるよう自分から持ち掛けた上，同被告人に求められるまま，\n問題案を教えてもらう見返りとしてパソコンを供与したもので，動機に格別酌量の\n余地はない。その上，被告人Ｂは，被告人Ａから交付された問題案のごく一部を変\nえただけの，関係者が見れば不正の存在が明らかな問題を生徒に提供しており，そ\nの無警戒さからは自己の行動の重大性に対する認識の甘さが窺われる。\nそして，何よりも，被告人両名の犯行は各方面に与えた影響が大きい。すなわち，\n本件犯行は，事柄の性質上特に適正な実施が要請される公立高等学校の入学試験に\n対する社会の信頼，試験問題を作成する公立高等学校の教員の職務の公正さに対す\nる社会の信頼を著しく損ねるものであり，島根県内にとどまらず，学校教育に携わ\nる全国の多くの関係者に多大な衝撃を与えるとともに，制度の見直し等，信頼回復\nのための多くの負担を掛けているであろうことは想像に難くない。また，本件によ\nり，多数の関係者が処分を受けているほか，受験生，とりわけ問題を漏洩された生\n徒らも，軽視しえない心理的な悪影響を受けたものと思料され，生徒，保護者ら関\n係者が受けた衝撃も多大なものであると推察される。\n以上によれば，本件の犯情は悪く，被告人らの刑事責任はいずれも重い。\nしかしながら，一方で，被告人Ａは，逮捕後は犯行を認め，反省の情を示してい\nること，同被告人に賄賂性の認識があったことは明らかであるが，パソコン欲しさ\nに秘密を漏洩したとまでは認められず，収受した賄賂も時価約７万円相当のパソコ\nンであって，特別高価なものとまではいえないこと，本件犯行に至るまでは教員と\nして真面目に職務を遂行していたこと，既に公立高等学校の教員を退職しており，\n再犯のおそれは低いこと，扶養すべき家族がいること，本件犯行が広く実名で報道\nされ，社会的制裁を受けていること，前科前歴はないことなど，同被告人のために\n酌むべき事情も認められる。\nまた，被告人Ｂも，逮捕後は犯行を認め，保釈後，直ちに塾の生徒方に謝罪に赴\nくなど，自己の行動の重大性を認識し，反省を深めていること，本件犯行が広く実\n名で報道されたほか，英語塾のフランチャイズ契約を打ち切られて当面休業を余儀\nなくされ，兼業で働いていた人材派遣会社も解雇されるなどの社会的制裁を受けて\nいることなど，同被告人のために酌むべき事情も認められる。\nそこで，以上を総合して考慮した結果，被告人両名について各々主文のとおり量\n刑した上，社会内で更生する機会を与えるため，それぞれその刑の執行を猶予する\nこととした。\n（求刑―被告人Ａにつき懲役１年６月及びノートパソコン一式の没収，被告人Ｂに\nつき懲役１年）\n平成１６年９月９日\n松江地方裁判所刑事部\n裁判長裁判官　　　飯　　　島　　　健　太　郎\n裁判官　　　福　　　島　　　恵　 　　子\n裁判官　　　前　　　田　　　志　 　　織\n"
}