{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 9,
    "day": 25
  },
  "case_number": "平成14(ワ)1875",
  "case_name": "損害賠償請求事件(国家賠償)",
  "court_name": "名古屋地方裁判所民事第5部",
  "lawsuit_id": "7612",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=7612",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/612/007612_hanrei.pdf",
  "contents": "主文\n１　被告は，原告らに対し，それぞれ２３９４万５８５９円及びこれに対する平成\n１４年５月２１日から支払済みまで年５分の割合による金員を支払え。\n２　原告らのその余の請求を棄却する。\n３　訴訟費用は，これを５分し，その２を原告らの負担とし，その余は被告の負担\nとする。\n４　この判決は，第１項に限り，仮に執行することができる。\n事実及び理由\n第１　請求\n被告は原告らに対し，各４１４８万３６５０円及びこれに対する平成１４年５月２\n１日から支払済みまで年５分の割合による金員を支払え。\n第２　事案の概要\n本件は，三重大学（以下「本件大学」という。）に在学していた原告らの長女であ\nるＡが，平成１３年１２月２５日，同大学生物資源学部の校舎（以下「本件校舎」\nという。）３階において清掃活動を行っていた際，地上に転落して死亡した事故\n（以下「本件事故」という。）につき，本件大学当局に安全配慮義務違反があった\nとして，本件大学の設置者である被告に対し，債務不履行に基づき，各４１４８万\n３６５０円の損害賠償及びこれに対する訴状送達の日の翌日である平成１４年５月\n２１日から支払済みまで民法所定の年５分の割合による遅延損害金の支払を求めて\nいる事案である。\n１　前提となる事実（証拠を掲げた事実以外は，当事者間に争いがない。）\n(1)　当事者\nア　原告らは，Ａ（昭和５５年１２月２８日生）の両親であり，Ａは，本件事故当\n時，本件大学生物資源学部生物資源学科農業生産学コースの３年生であった。\nイ　被告は，本件大学の設置者である。\n(2)　本件事故の発生\nＡは，平成１３年１２月２５日午前１０時３２分ころ，本件校舎３階の作物生産生\n態研究室（３６２号室。以下「本件研究室」という。）の清掃活動（以下「本件清\n掃活動」という。）をしていたところ，地上に転落して頭部を強打し，その後，病\n院に搬入され，救急処置を施されたが，同日午前１１時０２分，頭蓋骨骨折による\n脳挫傷が原因で死亡した。\n(3)　本件事故現場の状況\n本件校舎は鉄骨鉄筋コンクリート造７階建の建物であり，その３階北西部に位置す\nる本件研究室には，中庭に面した壁面の床から１メートルの高さの位置に２か所，\nアルミ枠ガラスサッシ腰高窓がある。そのうち南西側の窓は，高さ１４８センチメ\nートル，幅７８センチメートルの窓ガラス２枚が並び，その両脇に幅６０センチメ\nートル及び５４センチメートルのはめ込みガラスがあるという形状である。窓の外\nは庇の構造になっており，研究室から庇への出入口はない。窓のサッシ下端から庇\nの床面までは９１センチメートル，庇の幅（校舎の外壁から庇外側の立上りまでの\n内寸法）は７１．５センチメートル，庇外側の立上り部分の高さは５６センチメー\nトルであり，立上り部分には手摺り，柵又は防護ネットは設置されていない（甲４\nの１及び３，乙２の\n２，８の１，９，１０，１１，１２並びに１６。以下この庇を「本件庇」とい\nう。）。\n２　争点\n(1)　被告の債務不履行責任の有無\n（原告らの主張）\nア　本件事故の発生状況\nＡは，本件清掃活動中，本件研究室の窓ガラスの外側を拭くため，靴を履いた状態\nで本件庇の床面に降り，窓ガラスの下部を拭いた後，靴を脱ぎ靴下を履いた状態\nで，サッシ窓によじ登り，両足を窓の外側サッシ下端部分（水切り部分）に置い\nて，タオルや窓拭きスプレーを持って窓ガラスを拭いていたところ，何らかの原因\nで足を踏み外し又はバランスを失って落下し，庇の立上り部分を乗り越えて，持っ\nていたタオル及び窓拭きスプレー等とともに地上に転落した。\nイ　被告の責任原因\n(ア)　大学当局には，在学関係に伴う信義則上の付随義務として，学生の生命及び\n身体の安全を図る安全配慮義務があり，学生の学校生活一般について指導監督し，\nその安全を図る職責がある。\n(イ)ａ　本件清掃活動は，正規の授業や学校主催の行事ではないが，仮に学生の自\n主的活動であったとしても，生物資源学部作物学研究室の恒例の年末行事となって\nいる大掃除であり，本件大学の施設である研究室，実験室及び教官室を対象とし，\n本件大学の教職員であるＢ助教授及びＣ助手も参加していたのだから，本件大学の\n関与の度合いが高く，いわば学校行事に準ずるもので，大学教育の一環をなすもの\nといえるのであって，本件大学当局の安全配慮義務が及ぶ活動であった。\nｂ(ａ)　仮に，本件清掃活動が大学の教育活動でなかったとしても，学生の学校生\n活に伴うものであるから，大学当局において危険性を認識しえた場合には，大学当\n局の安全配慮義務が及んでいたといえる。\n(ｂ)　本件研究室の窓ガラスの外側を清掃する場合，窓ガラスの全面が清掃の対象\nとなることから，窓拭き作業をする者が本件庇の床面に降りることが予想される\nが，窓枠の下部は庇の床面から９０センチメートルもの高さにあるため，庇の床面\nへの上り下りは容易なことではなく，窓枠の下部やサッシ枠につかまって初めて可\n能となる。また，拭く箇所によっては，足を水切りに乗せ，サッシ枠につかまって\n作業することが必要となり，窓ガラスを移動させながら作業することも予想され\nる。\nこのような場合，作業者が，何らかのはずみで足を滑らせたり踏み外したりして，\n庇の床面に落下することも十分あり得るところ，本件庇が，人の立入りを予定した\nものでなく，前提となる事実(3)のとおり，幅が狭く，立上り部分も著しく低い上\nに，手すり，柵又は防護ネット等を備えていないことからすれば，庇の床面に落下\nした者が，容易に立上り部分を乗り越えて，地上に転落することが予想される。\n(ｃ)　したがって，本件大学当局には，かかる危険な場所で学生に窓拭きをさせな\nいようにするか，もしさせる場合には，転落防止のため，立上り部分に手摺り，\n柵，防護ネット等を設ける安全配慮義務があった。\nｃ　なお，被告は，本件事故は予測不可能な事態により発生したとして本件大学当\n局には安全配慮義務がなかったと主張するが，Ａが転落時に悲鳴を発しなかったか\nらといって既に気を失っていたとはいえないし，Ａにアルバイトの疲労が残ってい\nたとはいえないので，Ａの転落形態が通常予測されるものと異なるとはいえない。\nまた，Ａにアルバイトによる疲労が多少残っていたとしても，そのような学生がい\nることは予測される範囲内のことであるから，大学当局は，それを前提として安全\n対策をとる義務を負うものである。\n(ウ)　本件大学当局は，上記のような安全配慮義務を負っていたにもかかわらず，\nＡに漫然と窓拭きをさせて，その義務を怠った。\nよって，被告は債務不履行責任を負う。\n（被告の主張）\nア　本件事故の発生状況\nＡが転落した状況については，目撃者がいないので正確な事実関係は不明であり，\n自殺の可能性も否定できない。\nイ　被告の責任原因\n(ア)　一般論として，大学が，信義則等に基づき，学生の施設利用ないし教育活動\nにつき，学生の生命，身体及び健康についての安全配慮義務を負っていることは認\nめる。\n(イ)　本件清掃活動は，本件大学の行事ではなく，判断能力及び批判能力を一応備\nえた学生らによる自主的な活動であり，危険性もなく，また，本件事故は予測不可\n能な特別な状況で生じたものであるから，本件大学当局には，Ａに対して個別具体\n的な指導をすべき安全配慮義務はなかった。\nａ(ａ)　本件研究室の利用状況\n本件研究室は，学生らが，講義や実験の合間に，自主的な研究，休憩又は懇親等\nの，大学が行う研究教育活動とは異なる活動に使用していた部屋であるから，その\n清掃活動については，学生らが自主的に行うべきものであった。\n(ｂ)　本件清掃活動の実施状況\n①　Ａが所属していた生物資源学部のＢ助教授の研究室では，各構成員の親睦と融\n和を保つため，例年，所属学生が研究室の慣例となっている行事を計画していた\nが，大掃除（１２月中下旬に行う。）もこれに含まれ，所属学生らが自主的に決定\nした担当者が中心となって企画し，原則として所属学生全員がその実施に協力する\nこととなっていた。\n本件研究室の行事の実施は，所属学生が主体となって行うのが原則であり，教官が\n参加していたとしても，学生を指揮監督していた実態はなく，研究室の構成員とし\nて学生と対等の立場で参加していたにすぎなかった。\n②　Ｂ助教授は，平成１３年１２月５日ころ，研究室の所属学生８名（Ｄ，Ｅ，\nＦ，Ｇ，Ｈ，Ｉ，Ｊ及びＡ）に対し，大掃除の日程を決めるよう伝え，同月中旬，\n同月２５日の午前９時からとなった旨の報告を受けたので，同月１９日の専攻演習\n（ゼミ）終了後，所属学生らに対し大掃除の日程について伝えたところ，全員が了\n承した。\nこうして，生物資源学部の環境ストレス耐性開発実験室（３５９号室），作物生産\n生態研究室（３６２号室），作物生理実験室（３６３号室）及び作物学教官研究室\n（３５８号室及び３６１号室）の２実験室，１研究室及び２教官室について，所属\n学生８名，Ｂ助教授及びＣ助手が参加して，本件清掃活動が行われることとなっ\nた。\n所属学生らは，同月２５日午前９時ころ，清掃場所に集合し，それぞれの自主的な\n判断に基づいて作業を担当した。作業は，最初に部屋から荷物等を運び出し，部屋\nに掃除機をかけ，リムーバ（古いワックスの除去剤）を撒き，ポリシャーをかけ，\nリムーバを除去し，ワックスを撒き，ポリシャーをかける，という順序で行い，同\n時に，部屋の窓拭きを行っていた。\n本件事故当時，Ａ以外の学生７名は，環境ストレス耐性開発実験室及び本件研究室\nの中で作業をしており，Ｂ助教授及びＣ助手は，廊下でリムーバが除去されるのを\n待っていた。\n(ｃ)　本件大学における清掃の実施状況\n本件大学では，講義室，階段，廊下及びホール等の清掃については業者に委託して\nいるが，研究室及び教官室の清掃及び窓拭きについては，業者に委託することな\nく，次のとおり，各研究室ごとに実施している。\n①　人文学部\n各教官の判断によるが，主として教職員が実施し，窓拭きも教職員が行っている。\n②　教育学部\n研究室の清掃及び窓拭きを全く行っていない。\n③　医学部\nほとんどの研究室について研究室事務職員が清掃しており，窓拭きは年度末の大掃\n除（一部の研究室を除く）の際に職員及び学生が行っている。\n④　工学部\n清掃は，日常定期的に及び大掃除の際，教職員及び学生等研究室関係者が行い，窓\n拭きは，実施している研究室としていない研究室があるが，実施している研究室で\nは，教職員及び学生等研究室関係者が行っている。\n⑤　生物資源学部\nほぼ全部の研究室（５５研究室中５１研究室）が清掃を行い，窓拭きについても多\nく（５１研究室中４０研究室）が行っており，作業者は，学生，教官及び一部の研\n究室事務職員である。\n(ｄ)　上記のような本件研究室の利用状況及び本件清掃活動の実施状況に加え，清\n掃活動は，学術の研究等とは目的及び内容を異にするものであり，大学生に対する\n教育活動としては必要性のないものであること，教授会による決定もなく，授業日\n程にも行事予定にも全く記載されていないこと，並びに，上記のとおり，清掃活動\nの実施方法及び時期が各学部及び各研究室により異なることに鑑みれば，本件清掃\n活動が大学の行事ではなく，大学が関与しない課外活動であることは明らかである\nから，作業時の安全確保及び事故の発生防止は，学生らが自らの判断に基づき自ら\nの責任で自主的に行うべきものであった。\nｂ　本件庇は，その幅，立上り部分の高さからして，立ち入った者の通常の状況に\nよる転落を防止するには十分な構造であり，Ａが窓枠の下部に上がって窓拭きを行\nうことには特段危険はなかった。\nしたがって，本件清掃活動は，性質上危険なものではなかったから，本件大学当局\nには，本件清掃活動についての学生に対する安全配慮義務はなかった。\nｃ　Ａは本件事故当時２０歳の大学生で十分な危険の予見又は回避能力を有してい\nたのであるから，仮に窓枠から足を滑らせたとしても，本件庇の上に降り立つこと\nができたと考えられること，Ａは悲鳴を上げることなく転落していること，Ａは事\n故日前の数日間，長時間のアルバイトをしていたことを考えると，本件事故は，Ａ\nに何らかの重大な過失があったか，Ａが突然気を失うなどの予測不可能な事態が起\nきて発生したものであると強く推測される。\nこのように予測不可能な特別な状況については，大学当局の安全配慮義務は及ばな\nい。\nｄ　一般に，大学が，判断能力及び批判能力を一応備えた，成年前後の学生を対象\nとして，広く知識を授けるとともに，深く専門の学芸を教授研究し，知的，道徳的\n及び応用的能力を展開させることを目的とする教育機関であることに照らすと，大\n学当局の学生に対する安全配慮義務の具体的内容及び程度は，判断能力及び批判能\n力が十分でない児童生徒を相手として，知識の伝達と能力の育成を中心とした教育\nを施すことを目的とする，高等学校以下の教育機関の生徒に対する安全配慮義務と\nは質的に異なる。\nそして，Ａは，本件事故当時２０歳の大学生であり，その年齢，知識，経験及び判\n断力に照らせば，本件清掃活動にある程度の危険が伴うとしても，その危険を予見\nし回避する能力を備えていたのであるから，仮に本件清掃活動に本件大学当局の安\n全配慮義務が及んでいたとしても，個別具体的な指導をすべき義務まではなかっ\nた。\n(ウ)　仮に，本件清掃活動に本件大学当局の安全配慮義務が及んでいたとしても，\n本件大学当局は，次のとおり，学生に対し，安全確保のための注意喚起を十分に行\nっていたのであるから，安全配慮義務を果たしたものといえる。\nａ　本件大学当局は，新入生に対し，新入生オリエンテーション時（Ａの場合は平\n成１１年４月８日）に，交通事故の防止，防災及び飲酒等について，一般的な安全\n教育を行って資料を配付し，また，毎年夏季と冬季の休業前に，全学生に対し，\n「交通事故防止について」及び「学内の災害防止について」との文書を掲示して注\n意を喚起していた。\nｂ　Ｂ助教授は，研究室所属の学生に対し，次のような指導を行っていた。\n(ａ)　実験圃場で作業をする際，小型の農作業機械（耕耘機，草払機等）や農機具\n（鍬，鎌等）の使用方法及び管理方法を教え，服装についても注意喚起する。\nまた，動力付農作業機械を使用する場合，安全確保のため，複数の学生が作業に参\n加し，できるだけ教官が立ち会う。\n(ｂ)　農薬散布について，学生が，肩掛け噴霧器又は動力噴霧器を最初に使用する\n際に使用方法及び管理方法を教えるとともに，作業時の服装及び作業手順について\n指導する。\nまた，使用する農薬が毒劇物に指定されていることが多いので，動力噴霧器を使用\nする場合は必ず教官が立ち会う。\n(ｃ)　実験室における試薬の管理を徹底し，毒劇物は原則として教官立会いのもと\nで薬品庫から必要量を出して使用させる。\nまた，実験室の清掃，実験器具の管理及び実験圃場の除草や清掃などの，研究に伴\nう活動における危険防止のための指導を日常的にする。\n(エ)　以上のとおりであるから，被告に債務不履行責任はない。\n(2)　損害額\n（原告らの主張）\n本件事故により，Ａ及び原告らは，次のとおりの損害を被り，Ａの損害賠償請求権\nについては，原告らが法定相続分に応じて２分の１宛相続した。\nア　逸失利益５３４６万７３００円\nＡは，死亡当時満２０歳の健康な大学３年生であり，平成１２年度大卒女子の学歴\n別平均給与額は，年４４８万５４００円であるところ，Ａは２１歳から６７歳まで\n就労可能であったから，該当するライプニッツ係数１７．０２９（１７．９８１－\n０．９５２）を掛け，生活費割合３０パーセントを控除した，５３４６万７３００\n円の損害を被った（計算式4485400×17.029×0.7＝53467300（100円未満切捨\nて））。\nイ　原告ら固有の慰謝料各１２００万円\n原告らは，かけがえのない長女であり学業成績の良かったＡの成長を楽しみにして\nいたのであり，最も安全であるべき大学の構内で，校舎の清掃活動中の転落事故で\nＡを失ったことによる精神的苦痛は，言葉で言い尽くせない程深く，あえて金銭評\n価すれば，各１２００万円を下らない。\nウ　葬儀費用１５０万円\n原告らは，Ａの葬儀を執り行い，その費用として，合計２２４万４０７４円を支出\nしたが，そのうち１５０万円を損害として主張する。\nエ　弁護士費用４００万円\n（被告の主張）\nＡが死亡当時２０歳であったこと，原告らがＡの葬儀を執り行ったことは認め，そ\nの余は争う。\n第３　当裁判所の判断\n１　争点(1)（被告の債務不履行責任の有無）について\n(1)　本件事故の発生状況について\nア　証拠（甲４の３，５，７，乙３，４及び調査嘱託の結果）及び弁論の全趣旨に\nよれば，次の事実が認められる。\n(ア)　Ａは，本件清掃活動において，当初は掃除機を担当していたが，その後，本\n件研究室の窓拭きを行っていた。\n(イ)　本件事故発生直後の事故現場の状況は，次のとおりであった。\nａ　Ａの白色運動靴１足が本件庇の床面に置かれていた。\nｂ　本件研究室の窓の外側サッシ部分（水切り）に靴下痕と擦過した痕跡が残され\nていた。\nｃ　Ａは，本件校舎１階事務室外の犬走り上に，頭を校舎側に向けて仰向けに倒れ\nており，右手にゴム手袋をし，靴下を履いていたが少し脱げかかった状態で，頭部\nの周辺には多量の血痕があった。\nｄ　倒れているＡの周辺には，タオル，窓拭きスプレー及びスプレーの噴射口が散\n乱していた。\n(ウ)　Ａは，平成１３年１２月２３日からケーキ売りのアルバイトを始め，同日，\n原告らに対し，年末に実家に帰ることを楽しみにしていること，翌年の研究発表の\nための資料の作成をすることを話していた。\nイ　前提となる事実(2)，(3)及び上記アの認定事実によれば，Ａは，本件清掃活動\n中，本件研究室の窓ガラスの外側を拭くため，靴を履いた状態で本件庇の床面に降\nり，次いで，靴を脱ぎ靴下を履いた状態で窓のサッシに上り，両足を窓のサッシ部\n分に置いて，右手にゴム手袋をした状態で，タオル及び窓拭きスプレーを持って窓\nガラスを拭く作業をしていたところ，足を滑らせて落下し，庇の立上り部分を乗り\n越えて，持っていたタオル及び窓拭きスプレーとともに地上に転落し，頭部を強打\nしたものと推認できる。\nウ　ところで，被告は，Ａが自殺した可能性も否定できないと主張するので検討す\nると，Ａが自殺する理由となり得る事情を窺わせる何らの証拠もなく，却って，上\n記ア(ウ)の認定事実によれば，Ａは，本件事故発生日の２日前に，新たなアルバイ\nトを始め，年末や翌年の事柄について前向きに語っていたと認められること，自殺\nであればタオル及び窓拭きスプレーとともに転落しているのは不自然であることか\nら，Ａが自殺したと認めることはできない。\n(2)　被告の責任原因について\nア　証拠（甲３，５，９，１０，乙２の１及び２，３，１０，１４の１及び２，１\n５並びに１７ないし２２）及び弁論の全趣旨によれば，次の事実が認められる。\n(ア)　本件研究室は，主に学生の自主的な研究や休息に使用されていた。\n(イ)ａ　本件清掃活動は，本件大学の教授会の決定を経たものではなく，授業ない\nし行事の日程には含まれていなかったが，生物資源学部農業生産学コースの作物学\n研究室において，慣例として実施されている行事（歓送迎会，花見，田植え，さな\nぶり，大学祭への出店，遠足，大掃除及び研究室ＯＢ会）の１つである年末の大掃\n除であった。\nｂ　作物学研究室の上記各行事の実施は，所属学生の中から担当者を決め，担当者\nが中心となって企画し，原則として所属学生全員が協力するという形で行われてお\nり，教官については，都合がつかなければ参加しないこともあるし（ただし，大掃\n除に関しては，Ｂ助教授は，本件大学に着任して以降毎年参加していた。），参加\nする場合でも，学生を指導監督することはなく，学生と対等の立場であった。\nｃ　Ｂ助教授は，平成１３年１２月初旬，作物学研究室の所属学生に大掃除を行う\nことを確認し，所属学生全員に対して日程を決めるよう伝えた。これを受けて，学\n生間の話合いで幹事となったＦが日程調整等の準備を行い，Ｂ助教授に対し，同月\n２５日午前９時開始となった旨報告した。Ｂ助教授は，同月１９日，所属学生全員\nに日程を伝えたところ，全員が了承した。\nｄ　本件清掃活動は，環境ストレス耐性開発実験室（３５９号室），作物生理実験\n室（３６３号室），作物学教官研究室（３５８及び３６１号室）及び本件研究室の\n２実験室，１研究室及び２教官室を対象として，研究室の所属学生全員，Ｂ助教授\n及びＣ助手が参加して実施された。\nｅ　本件大学においては，建物の清掃につき，廊下，階段，講義室等，絨毯敷室等\n及び便所の清掃作業並びに塵芥の回収及び運搬作業を，業者に委託しているが，教\n官室及び研究室の清掃並びに窓拭きは委託契約に含まれておらず，本件事故当時の\n各研究室の清掃の実態は，次のとおりであった。\n①　人文学部\n各教官の判断により清掃を実施している研究室もあり，実施しているところでは，\n窓拭きも含め，主として教職員が行っていた。\n②　教育学部\n研究室の清掃，窓拭きは実施していなかった。\n③　医学部\n研究室の清掃については，日常定期的に及び大掃除の際に，研究室事務職員が行っ\nており，窓拭きについては，年度末の大掃除の際，職員及び学生等が行っていた\n（ただし，一部の研究室は実施していなかった。）。\n④　工学部\n研究室の清掃は，日常定期的に及び大掃除の際，教職員及び学生等の研究室関係者\nが行っていた。窓拭きについては，実施しているところでは，教職員及び学生等の\n研究室関係者が行っていた。\n⑤　生物資源学部\n研究室の清掃（内容は床面のワックス掛けと窓拭きが主）は，５５研究室中５１研\n究室が実施し，窓拭きは，５１研究室中４０研究室が実施していた。作業者は，い\nずれも学生，教官及び研究室事務職員であった。\n(ウ)　本件庇は，日照調整，物品等の落下防止などのために設置されたものであ\nり，立上り部分は，雨水の排水と意匠的な観点から設けられたにすぎない。\nまた，本件庇と本件研究室との間に出入口はなく，本件校舎には，廊下，避難階段\n及び屋外への出入口が確保されているから，本件庇は，避難通路や非常用進入口な\nどではなく，人の立入りを予定しないものであった。\n(エ)　Ａの平成１３年１２月２０日ないし２４日の生活状況は，次のとおりであっ\nた。\nａ　２０日の午後３時から４時３０分までの間，２３日から２５日までの期間のア\nルバイトに関する説明会に参加していた。\nｂ　２１日の日中は，大学の作物生理実験室で研究用の豆の袋とラベルの片付け及\nび簡単な掃除を行い，同日及び翌２２日の午後６時から９時４５分まで，コンビニ\nエンスストアで主としてレジを担当するアルバイトをしていた。\nｃ　２３日及び２４日の午前８時から午後５時までの間（ただし，昼に１時間の休\n憩がある。），ケーキ屋でクリスマスケーキを売るアルバイトをしていた。\n(オ)　本件大学において，本件事故までに，庇からの転落事故が発生したことはな\nかった。\n(カ)ａ　本件大学当局は，新入生オリエンテーション時並びに夏季及び冬季の休業\n前に，学生に対し，災害防止に関する資料の配布ないし注意喚起の文書の掲示を行\nい，さらに，毎年１回防火訓練等を実施していた。\nｂ　Ｂ助教授は，作物学研究室所属の学生らの安全について，次のような配慮をし\nていた。\n①　実験圃場での作業において使用する農作業機械（耕耘機，草払機等）及び農機\n具（鍬，鎌等）の使用，整備及び管理の方法並びに作業時の服装について指導し，\n動力付農作業機械の使用時は，複数の学生を参加させ，極力教官が立ち会うように\nする。\nまた，農薬の散布について，噴霧器の使用及び管理の方法，作業時の服装並びに作\n業手順の指導を行い，動力噴霧器を使用する場合には，必ず教官が立ち会う。\n②　機器分析に用いる機器の使用及び管理の方法を指導し，毒劇物である試薬は，\n原則として教官が立ち会って必要量を薬品庫から出して使わせる。\n③　危険のない環境作りのため，日常的な実験室の清掃や実験器具の管理，実験圃\n場における除草や清掃について指導する。\n④　女子学生の，単独での調査及び作業並びに深夜の作業を避ける。\nイ(ア)　国立大学における在学関係は，契約により生じる私立大学の在学関係とは\n異なり，入学許可という行政処分により生じるものであるが，教育及び研究という\n目的を達成するための管理権を伴うものである以上，大学当局は，学生の施設利用\nないし教育活動について，信義則上，学生の生命，身体，健康に対する一般的な安\n全配慮義務を負うものと解される。\nもっとも，義務の具体的内容は個々の事柄及び具体的状況によって異なり，尽くす\nべき注意の程度にも差異があると解される。\n(イ)　そこで，本件清掃活動に関する本件大学当局の安全配慮義務について検討す\nる。\n上記アに認定したとおり，本件清掃活動は，教授会の決定を経ておらず，本件大学\nの授業ないし行事の日程にも入っておらず，作物学研究室の慣例的な行事として行\nわれたにすぎないもので，研究室所属の学生の中から選ばれた担当者が日程調整等\nの準備をして実施し，教官は参加してはいたが，学生の指導監督をしていたわけで\nはなかった。そして，本件研究室は，主として学生の正課以外の活動に使用されて\nいた部屋であった。\nしかしながら，本件清掃活動は，作物学研究室の年末の恒例行事として教官も参加\nして毎年行われていたもので，研究室所属の全ての学生が協力し，参加することが\n原則となっていた。また，本件清掃活動の対象は実験室，研究室及び教官室であ\nり，これらはいずれも原則として研究教育活動に使用される大学の施設であるか\nら，本件清掃活動は，大学による研究教育活動の遂行上必要な施設の維持ないし保\n守活動であって，本来，本件大学当局が行うべき業務であったというべきである。\nしかるに，本件大学当局は，これを業者に委託することもなく，業務として実施す\nる体制を執っていなかったのであるから，結局，学生が教官とともにこれを行うほ\nかない状況が継続してきたものというべきである。\nそうすると，本件清掃活動は，大学の関与しない純然たる自主的課外活動であった\nということはできず，研究教育活動に必要な付随的活動として，本件大学当局の安\n全配慮義務が及ぶものであったというべきである。\n(ウ)　次に，本件大学当局が負っていた安全配慮義務の内容，程度を検討すると，\n実験室，研究室及び教官室の清掃活動には，特に窓を対象から除かない限り，窓拭\nきも含まれると考えられるところ，窓ガラスの外側全面を拭くためには，庇の床面\nに下りることが必要となる。ところが，本件庇は，前提となる事実(3)のとおり，研\n究室との間に出入口がないなど人の立入りを予定しておらず，幅は７１．５センチ\nメートルと狭く，立上がり部分の高さも５６センチメートルと低くなっており，手\n摺り，柵，防護ネット等の転落防止設備も備えていない。このような本件庇の構造\nからすれば，本件庇の床面に下りて清掃作業をする際に，立上がり部分を乗り越え\nて地上に転落する危険があるというべきである（このことは，作業者が一定の判断\n能力があると考えら\nれる大学生であっても同じである。）。\nそして，本件清掃活動が毎年恒例となっているものであったことから，庇の床面に\n下りての窓拭き作業も毎年行われていたものと推認できるところ，Ｂ助教授は，本\n件大学に着任して以降毎年大掃除に参加していたこと，生物資源学部の校舎につい\nてだけみても，４０研究室で窓拭きが実施されていたことを考慮すると，本件大学\n当局は，学生が毎年庇に立ち入って窓拭き作業をしていることを認識していたと認\nめられ，上記のような本件庇の構造を考えれば，本件事故までに庇からの転落事故\nが発生していなかったとしても，学生が庇から転落する危険のあることを予見する\nことができたといえる。\nしたがって，本件大学当局には，学生が庇に下りて窓拭き作業をするのをやめさせ\nるか，手摺り，柵，防護ネット等の設置などの転落防止措置を講ずるかすべき安全\n配慮義務があったというべきである。\n(エ)　ところで，被告は，本件事故は予測不可能な特別な状況で生じたものであ\nり，このような特別な状況については，大学当局の安全配慮義務は及ばない旨主張\nするが，Ａが転落した際に悲鳴をあげなかったとしても，直ちに不自然であるとか\n気を失っていたなどということはできないし，本件事故の発生日前の数日間におけ\nるＡのアルバイト活動は，特に長時間に及ぶものであったとはいえないから，予測\n不可能な事態が生じていたと認める根拠はなく，被告の上記主張は採用できない。\n(オ)　そして，本件大学当局は，上記の安全配慮義務を怠り，Ａが窓拭き作業をす\nるに任せ，これを放置したのであり，前記(1)イで認定した本件事故の発生状況によ\nれば，この安全配慮義務違反が本件事故の原因となったものと認められるから，本\n件大学の設置者である被告には，Ａ及び原告らが本件事故により被った損害を賠償\nする責任がある。\n(カ)　なお，被告は，防災についての資料の配付，注意喚起の掲示及び研究活動に\n関する安全指導等をもって，安全配慮義務を履行したと主張しているものとみられ\nるが，大学当局の負っていた義務は上記のとおりであるから，被告が主張するよう\nな安全指導等を行っていたとしても，これをもって上記の安全配慮義務を履行した\nとすることはできない。\n２　争点(2)（損害額）について\n(1)　逸失利益５０６１万９５３３円\nａ　前記のとおり，Ａは，本件事故当時，満２０歳の健康な大学３年生であったか\nら，同事故に遭わなければ，大学卒業予定時の満２２歳から満６７歳までの４５年\n間にわたり，大卒女子労働者の平均賃金程度の収入を得ることができたものと推認\nすることができる。したがって，その逸失利益は，賃金センサス平成１２年第１巻\n第１表・産業計・企業規模計・女子労働者・大卒・全年齢の平均年収４４８万５４\n００円を基礎に算定するのが相当であり，Ａの生活状況に照らし，生活費は収入の\n３０パーセントとみるのが相当であるから，中間利息をライプニッツ方式（係数\nは，４７年に相当する係数１７．９８１から２年に相当する係数１．８５９を控除\nした１６．１２２である。）により控除してＡの本件事故時における逸失利益の現\n価を算定すると，５０\n６１万９５３３円となる（円未満切捨て）。\n計算式4,485,400×(1－0.3)×16.122＝50,619,533\nｂ　甲１号証によれば，原告らは，Ａが取得した上記ａの損害賠償請求権を，各２\n分の１ずつの割合で相続したものと認められる。\n(2)　原告ら固有の慰謝料各１１００万円\n原告らは，長女であるＡを２０年余にわたり育て，その成長を楽しみにしていたの\nであり，その生命を突然の事故により失った悲痛は，想像してあまりあるものがあ\nる。これに諸般の事情を総合すると，原告らの精神的苦痛に対する慰謝料として\nは，各１１００万円が相当である。\n(3)　葬儀費用各６０万円\n証拠（甲８の１ないし６）及び弁論の全趣旨によれば，原告らは，Ａの葬儀費用と\nして，合計２２４万４０７４円を支出したことが認められる（各２分の１ずつの割\n合で負担したものとみることとする。）が，本件事故と因果関係があるＡの葬儀費\n用は，これを原告らそれぞれにつき６０万円ずつと認めるのが相当である。\n３　過失相殺について\n前記のとおり，Ａは，本件事故当時，満２０歳の大学３年生であったから，前記の\nような人の立入りを予定しない構造の本件庇の床面に下り，靴下を履いた状態で窓\nのサッシに上り，タオルと窓拭きスプレーを持って窓拭き作業をしていれば，誤っ\nて落下し，庇の立上がり部分を乗り越えて地上に転落する危険があることを予見し\nえたはずであるのに，かかる危険を回避せず，前記の窓拭き作業を行い，本件事故\nに至ったものであるから，この点においてＡには過失があったといわざるを得な\nい。\nそこで，Ａの上記のような過失に，前期認定の本件大学当局の安全配慮義務の懈怠\nの内容・程度，その他諸般の事情を総合すると，被告の賠償すべき額を定めるにつ\nいては，前記損害額の４割を減ずるのが相当である。\nそうすると，被告の賠償すべき原告らの損害額は，それぞれ２２１４万５８５９円\n（円未満切捨て）となる。\n４　弁護士費用について\n原告らは，本件訴訟代理人弁護士に委任して本件訴訟を提起したが，本件事案の難\n易，訴訟の経緯，認容額，その他諸般の事情を総合考慮すると，本件事故と相当因\n果関係のある弁護士費用としては，原告らそれぞれにつき１８０万円が相当と認め\nられる。\n５　結論\n以上によれば，原告らの本訴請求は，原告両名につき各２３９４万５８５９円及び\nこれに対する訴状送達の日の翌日である平成１４年５月２１日から支払済みまで民\n法所定の年５分の割合による遅延損害金の支払を求める限度で理由があるからこれ\nを認容し，その余の請求は理由がないからこれを棄却し，訴訟費用の負担につき民\n事訴訟法６１条，６４条本文，６５条１項本文を，仮執行の宣言につき同法２５９\n条１項を，それぞれ適用し，仮執行免脱宣言は相当でないからこれを付さないこと\nとして，主文のとおり判決する。\n名古屋地方裁判所民事第５部\n裁判長裁判官　渡辺修明\n裁判官　岡田治\n裁判官　並河浩二\n"
}