{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 13,
    "month": 12,
    "day": 26
  },
  "case_number": "平成13(行コ)76",
  "case_name": "固定資産税審査決定取消請求控訴事件(原審・東京地方裁判所平成9年(行ウ)第126号)",
  "court_name": "東京高等裁判所",
  "field": "行政",
  "gist": "１　固定資産評価審査委員会の審査決定のうち適正な時価を超える部分の取消しを求めた者は，同決定の全部取消判決がされた場合に，同判決に対し控訴利益を有しないとした事例　２　固定資産課税台帳に登録された宅地の固定資産評価額に関する審査申出を棄却した固定資産評価審査委員会の審査決定の取消請求において，前記決定の全部が取り消された事例",
  "case_gist": "１　固定資産評価審査委員会の審査決定のうち適正な時価を超える部分の取消を求めた者につき，前記取消を認める一部取消判決は，同決定の全部を取り消す全部取消判決と比較して一般的に一審原告に利益なものとはいえないから，前記一部取消判決を求めて控訴する利益はないとして，前記全部取消判決に対し控訴することはできないとされた事例　２　固定資産課税台帳に登録された宅地の固定資産評価額に関する審査申出を棄却した固定資産評価審査委員会の審査決定の取消請求につき，取消事由として主張された違法があるとして審査決定を取り消す場合には，一般の行政処分の取消判決の場合と同様に審査決定の全部を取り消すのが原則であるが，登録価額が裁判所の認定した具体的な適正価額を超えることを理由として同決定を取り消す場合には，前記超過部分を取り消すいわゆる一部取消判決をするのが相当であるものの，訴訟手続内の資料が不足しているため裁判所が客観的に適正とされる価格を認定判断できないときは，前記委員会に改めて判決の趣旨に従い審理をさせるのが相当であるとして，前記決定の全部を取り消した事例",
  "lawsuit_id": "15458",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=15458",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/458/015458_hanrei.pdf",
  "contents": "主　　　文\n１　一審原告の控訴を却下する。\n２　一審被告の控訴を棄却する。\n３　控訴費用は一審原告の控訴に係る部分は一審原告の、一審被告の控訴に係る部\n分は一審被告の負担とする。\n事実及び理由\n第１　当事者の求める裁判\n１　一審原告の控訴\n（１）　一審原告\n①　原判決中一審被告敗訴部分を取り消す。\n②　一審被告が一審原告に対し平成９年２月７日付けでした審査決定における原判\n決別紙目録記載１及び２の各１記載の土地に対する平成６年度固定資産税台帳の登\n録価格をいずれも全額取り消す。\n③　訴訟費用は、第一、二審とも、一審被告の負担とする。\n（２）　一審被告\n一審原告の控訴を棄却する。\n２　一審被告の控訴\n（１）　一審被告\n①　原判決中一審被告敗訴部分を取り消す。\n②　一審原告の請求を棄却する。\n③　訴訟費用は、第一、二審とも、一審原告の負担とする。\n（２）　一審原告\n一審被告の控訴を棄却する。\n第２　事案の概要\n本件の事案の概要は、次のとおり付け加えるほか、原判決「事実及び理由」中の\n「第二　事案の概要」に記載のとおりであるから、これを引用する（ただし、原判\n決書９頁６行目の「という」の次に「内容を加える」を加える。）。\nなお、本件決定の違法事由として一審原告が当審で主張するところは、原判決\n「事実及び理由」中の「第二　事案の概要」の四「（原告の主張）」１に記載され\nているところとほぼ同様である。\n１　一審原告の当審における主張\n（１）　一審原告は台帳に登録された価格のうち適正な時価を超える部分の取消し\nを求めるものであり、原判決のように一審被告の決定を全部取り消すことは一審原\n告の申し立てていない事項について判断したものであって違法である。したがっ\nて、一審原告には控訴の利益がある。なお、一審被告の決定を全部取り消す判決に\n対して納税者の控訴を許さないとすれば納税者が裁判所の認定額に不服があったと\nしても一審被告の再審理が終了するまで不服の申立てを遷延させることとなり裁判\nを受ける権利の制約となる。\n（２）　原判決は、一審被告の決定のうち登録価格が適正な時価を超える違法があ\nる場合もこれを全部取り消す判決しか許されないとする。しかし、そのような解釈\nを採ると、納税者の請求が認容された場合は一審被告が再度審理をやり直すことと\nなり、その再審理の判断に不服があれば納税者は再び取消訴訟を提起することとな\nる。結局、納税者に\n不服がある限り永遠に訴訟が繰り返されることとなるが、このような事態は訴訟経\n済上非効率であることはもちろん、どれだけ訴訟を続けても司法審査によって適正\nな時価が判断されることはないこととなる。\n他方、本件で一審被告の決定に違法事由が存するのは登録価格のうち適正な時価\nを超えた部分だけであり、その違法部分のみを取り消すのは当然のことである。ま\nた、一部取消判決をした場合その拘束力によって市町村長は審査決定と同様の措置\nを執ることが義務付けられるのであるから、改めて一審被告の審査決定を介在させ\nる必要はなく、介在させないことによって特に不都合が生ずるとは考えられない。\n登録価格が適正な時価を超える場合は、裁判所が適正な時価を判断して登録価格の\nうちこれを超える部分を取り消せば足りるのであって、これを全部取り消した原判\n決は違法である。\n２　一審被告の当審における主張\n（１）　登録価格が「適正な時価」を上回る場合に控訴人の決定を違法としてその\n一部ではなく全部を取り消すべきだとすると、事件が裁判所と一審被告との間を往\n復することになりその昀終的な解決が遅れるばかりか、場合によっては紛争の抜本\n的な解決を図ることができなくなる事態も生じ得る。また、一部取消判決は一審被\n告ばかりではなく市町村長も含めた関係行政庁に対して拘束力を及ぼし、同一処分\nを禁止しその判断内容を尊重した処分を行うことが求められることになるのである\nから、裁判所が適正な時価を認定した場合にも再度一審被告の審理を経なければな\nらないとする理由はない。\n（２）　地方税法（以下「法」という。）３４９条１項は、「課税標準」を賦課期\n日における価格（「適正な時価」）と規定しているにすぎず、「登録価格」を賦課\n期日における価格と規定しているわけではない。すなわち、本件の賦課期日である\n平成６年１月１日の不動産の適正な時価と一致しなければならないのは課税標準で\nあって、登録価格が賦課期日における価格と一致しなければならないわけではな\nい。そして、同条項は、課税標準を「基準年度に係る賦課期日における価格で『土\n地課税台帳に登録されたもの』」と規定しているのであるから、固定資産税の課税\n標準は、賦課期日における価格そのものではなく、賦課期日に「土地課税台帳に登\n録された」価格、すなわち、法の要求する種々の手続を履践したうえで賦課期日に\n課税台帳に登録することができる価格とする趣\n旨と解され、「適正な時価」の算定基準日は、賦課期日から評価事務に要する一定\n期間を遡った過去の時点に求めれば足りる。地方税法は、市町村長に固定資産の価\n格を２月末日までに決定しなければならないとしているが（法４１０条）、価格の\n決定のためには①標準宅地の鑑定評価を行い、②これに基づいて当該標準宅地に沿\n接する主要な街路に路線価を付設し、③さらに、これに比準して主要な街路以外の\n路線価を付設したうえで、④画地計算法を適用して各筆の評点数を算出し価格を決\n定しなければならないことになるのに加え、⑤基準宅地の適正な時価を調整する手\n続を経ることにもなり、この作業を２か月間以内に行うことは実務上到底不可能で\nある。このことを考えても、法は、登録価格の算定基準日を賦課期日ではなく、賦\n課期日から評価事務に要する一定期間を遡った過去の時点に求めることを許容して\nいるというべきである。\nそして、本件では、平成４年７月１日を評価時点として平成５年１月１日までの\n時点修正を合わせて登録価格を決定しているが、この登録価格は評価事務に要する\n期間を考慮した時点でのものであるから、法３４９条１項が定める「賦課期日にお\nける価格」に該当し、適法である。\n（３）　個別鑑定による時価立証は許されないこと\n固定資産税の価格の決定は、その対象となる大量の固定資産を対象にして限りあ\nる人的、物的資源を活用して適正な時価の評価を行うという極めて困難な作業を通\nじて行われるが、法は、自治大臣の定めた評価基準という定型的、統一的な基準に\n従ってその評価を行わせることとし、これによって、大量に存在する固定資産の評\n価を一定の期間内に適正に行い、各市町村相互間、各市町村内の各固定資産の間の\n評価の均衡を確保し、評価に関与する者の個人差に基づき評価の不均衡が生じるこ\nとを防止しようとしているのである。こうした立法趣旨からすれば、評価基準自体\nが違法であるというような特段の事情がない限り、固定資産の価格の評価が評価基\n準に従って適正に行われている以上、その価格は、固定資産税の課税標準として適\n正な価格とみるべきである。したがって、当該土地の固定資産税評価額が「適正な\n時価」といえるか否かは、市街化宅地評価法に基づき、評価基準等のあてはめが適\n正にされているか、評価基準自体が適正か、時点修正率が適正かという観点から検\n討されるべきであり、個別鑑定によって時価を立証する\nことは許されるべきではない。\n（４）　標準宅地の容積率による減価補正について\nＡ鑑定は、本件各土地の容積率が道路から２０ｍ以内は商業地域に属し、道路か\nら２０ｍ以遠は第２種住居地域に属していることから、商業地域部分の面積と第２\n種住居地域部分の面積を区分し、それぞれの部分の建築可能延床面積を算出して、\n基準容積率を４７７．５８％と算定し、他方、標準的画地の間口距離を１８．０\nｍ、奥行距離を２４．０ｍとし、標準的画地の一部が第２種住居地域に属するた\nめ、基準容積率を４８３．７２％と認定したが、この基準容積率の差は６．１４％\nに過ぎないのでこの程度の格差は減価補正の対象とはならないとしたものであり\n（地価公示価格の算定において容積率が１００％劣るとマイナス５ないし１０ポイ\nントの格差が認められるとされている。）、この評価は適正である。\n第３　証拠関係\n証拠関係は本件記録中の証拠関係目録記載のとおりであるから、これを引用す\nる。\n第４　当裁判所の判断\n１　一審原告の控訴の利益について\n原判決は、本件決定は本件各土地に係る登録価格が客観的な時価を超えていると\n認められるから違法であるとした上、本件決定は全体として一個不可分なものであ\nり、そのうち価格に関する部分の一部のみを取り消すことは許されないとして本件\n決定の全部を取り消す旨の判決をした。そして、原判決では適正な時価は全く認定\nされていないから、原判決の効果は、一審原告との関係でいえば一審被告に対して\n本件各土地の平成６年度の登録価格に関して審査申出をした状態に戻すだけであ\nり、一審原告に対して法律的な不利益を課するものではない。もっとも、後述のと\nおり適正な時価が認定できる場合に審査決定のうち登録価格が適正な時価を超える\n部分だけを取り消す一部取消判決をすることができる場合もあると解されるが（な\nお、一審原告は適正な時価をゼロとして全部取消の判決を求めている。）、このよ\nうな一部取消判決が原判決と比較して一般的に一審原告に利益なものとはいえない\nから、本件決定のうちの一部を取り消すことを求めて控訴する利益も認めることは\nできない。したがって、一審原告の控訴はその利益を欠く不適法なものというべき\nである。\n２　本件決定の違法について\n当裁判所も、本件決定のうち本件各土地の登録価格は適正な時価を超えているも\nのと推認され、本件決定は違法なものと考える。その理由は、次のとおり付\nけ加えるほか、原判決「事実及び理由」中の「第三当裁判所の判断」一ないし五に\n記載のとおりであるから、これを引用する（ただし、原判決書７８頁８行目冒頭か\nら１２行目末尾までを削る。）。\n（１）　固定資産評価における適正な時価\n一審被告は、法３４９条１項は、「課税標準」を賦課期日における価格と規定して\nいるにすぎず、「登録価格」を賦課期日における価格と規定しているわけではな\nく、課税標準を「基準年度に係る賦課期日における価格で『土地課税台帳に登録さ\nれたもの』」と規定しているから、固定資産税の課税標準は、賦課期日における価\n格そのものではなく、賦課期日に「土地課税台帳に登録された」価格、すなわち、\n法の要求する種々の手続を履践したうえで賦課期日に課税台帳に登録することがで\nきる価格とする趣旨と解され、「適正な時価」の算定基準日は、賦課期日から評価\n事務に要する一定期間を遡った過去の時点に求めれば足りると主張する。\nしかし、同条項は課税標準を基準年度における賦課期日における価格（適正な時\n価・法３４１条１項５号）とし、登録価格も同じ時点の適正な時価とすべきことを\n定めていることは、その規定だけからでも明らかというべきである。もともと、固\n定資産税は、土地の所有という事実に着目して課される財産税であり、正常な条件\nのもとに成立する当該土地の取引価格を課税標準とするものであると解されるが、\n賦課期日以外の時点の価格を登録価格とし、課税標準とすることはこのような固定\n資産税の性質にはそぐわない。しかも、同法が固定資産税台帳の登録事項として当\n該不動産の「基準年度の価格」（土地又は家屋の基準年度に係る価格・同法３４９\n条１項かっこ書）を掲げていること（同法３８１条１、３項）、固定資産評価員の\n評価の直接の対象を「当該土地又は家屋の基準年度の価格」としていること（同法\n４０９条１項）からみても、法は、課税標準及び登録価格のいずれについてもこれ\nを賦課期日における適正な時価としていることは明らかというべきである。なお、\n一審被告は、平成６年度から平成８年度の負担調整措置を定める法附則１７条の２\n及び１８条は、価格調査基準日の価格を基礎として上記各年度の課税標準を決定す\nるものとしているから、価格決定の算定基準日を価格調査基準日としていることは\n明らかであると主張するが、上記附則の条項は上記各年度の課税標準となるべき価\n格の平成５年度課税\n標準ないし前年度課税標準等からの上昇率に応じた負担調整措置を規定するだけで\nあって、価格調査基準日の価格を基礎とした負担調整措置を規定したものと解する\nことはできず、一審被告の主張はその前提において失当である。\n②　もっとも、市町村長は、毎年２月末日までに固定資産の価格等の決定をしなけ\nればならないものとされているところ（法４１０条）、多数存在する固定資産の評\n価を限られた人員と予算によって行わなければならないことに鑑みると、第一次的\nには賦課期日から評価に必要な期間を遡った期日を基準に固定資産の価格を評価す\nることが許されないと解すべき根拠はなく、そのような時点における固定資産の評\n価をしたこと自体が違法といえないことも明らかである。\nそして、また、評価基準等による評価は、固定資産の評価方法として十分な合理\n性をもっているとはいえ評価の対象となる固定資産の個別事情を十分に評価しきれ\nず、個別的な評価に比して誤差の生ずる可能性は大きい。そして、この評価によっ\nて住民に対して負担を課するものであることを考えると、評価価格そのものではな\nく法の許容する範囲でその一定割合を固定資産の価格とすることも許されるべきで\nあり、７割評価通達の趣旨がいずれにあるにせよ上記のような趣旨で同通達の合理\n性を肯定することができる。\n（２）　奥行価格補正率について\n一審原告は、一審被告の用いた奥行価格補正率（乙６）は、オフィスビルの賃料\nや保証金が大規模なビルほど高い現在の状態に一致せず、このことは普通商業地区\nにも当てはまり、この補正率では大規模ビルの所有者あるいは間口距離や奥行距離\n割合の高い土地所有者を不当に優遇することとなって平等原則に違反するとする陳\n述書（甲２５）を提出している。\n証拠（甲１９の②、２５、乙６）によると、本件に適用された東京都固定資産\n（土地）評価事務取扱要領の付表１「奥行価格補正率」（乙６）は昭和３８年に評\n価基準が定められたころに制定されたものであるが、財団法人資産評価システム研\n究センターの「土地評価に関する調査研究」（甲１９の②添付資料８）では、同表\n等につき建設技術等の進歩による高層、大規模ビルの出現等社会経済情勢の著しい\n変化に対応しきれず、その結果昀近の土地利用、土地取引の実情との間に相当のか\nい離を生じるに至っており、平成３年及び平成４年の地価公示データを分析した結\n果によると特に高度商業地区、繁\n華街において標準値の平均奥行距離における現行の画地補正率では奥行逓減がかか\nってしまうケースが見られ現行の奥行価格逓減率が一部実情に合っていないとし\nて、その見直しを検討すべきであるとの提言をしていること、相続税評価に関する\n財産基本通達における奥行補正率表は平成３年１２月に実情に沿うように改正さ\nれ、東京都においても平成４年１１月発出された自治省の通達（平成９年度評価替\nえからの適用を前提に奥行価格逓減率の見直しの検討を行う旨の内容）に従い新た\nな補正率表（甲２５付属資料２）が実施されるに至っていること、新たに制定され\nた補正率表では、本件に適用された補正率表に比較して奥行の大きな土地の補正率\nは小さなものとなっていることが認められる。このような事実からすると、少なく\nとも高度商業地区・繁華街、普通商業地区においては、本件の賦課期日（平成６年\n１月１日）時点において奥行の大きな土地は実勢に比較して大きな奥行価格補正が\nされていたのではないかと推認することができる。しかし、大量の土地を評価する\nための評価基準等の見直しは、その不合理や正当な数値が一見して明らかであると\nいうような場合は別として、土地取引や賃貸の実情を調査した上、その基準や採用\nされている数値が不合理なものかどうか、実情に沿う基準あるいは数値がどのよう\nになるのかを検討しなければならず、さらには納税者などの意見も見極めながら行\nわれる必要があるのであって、評価基準等が実情に合致しない事態が一般的に生じ\nた時点と、これをその実情に合致させるための見直しの時点との間にある程度の時\n間的ずれの生ずることはやむを得ない側面がある。また、大量の土地の評価を一挙\nに行うための評価基準等による評価は、個別評価のような正確性を期し難いことは\n前述のとおりであるから、このことは基準の適用によって一部実情に比して税負担\nの面からは一見他の固定資産に比して有利な評価を受ける固定資産が出てくる可能\n性も否定しきれないことを示している。したがって、このような評価基準等の見直\nしの即応性の限界や評価基準による評価そのものの限界から、単に一部に実情に比\nして税負担の面から有利な固定資産があるという一事だけで評価基準などを適用し\nた評価全体が平等原則に違反する違法なものになると解することはできない。そし\nて、前記認定のような見直し作業の状況及び本件に適用された奥行価格補正率表と\n新たな\n補正率表との差で昀大の格差は奥行１００ｍを超える高度商業地域・繁華街で１．\n３３倍（旧補正率０．６、新補正率０．８）にとどまるものであることも考えれ\nば、平成６年度の固定資産評価に際して旧補正率を適用したことは平等原則に違反\nしないというべきである。\n（３）　本件各土地の評価について\n①　本件各土地の登録価格は、平成４年７月１日時点を基準時点とするＡ鑑定（乙\n８、１５）に基づき、これに平成５年１月１日時点までの時点修正（マイナス１\n４．３％。乙８）を加えた額に７割評価通達を適用し、更に奥行価格補正をして決\n定されたものである。\n②　Ａ鑑定は、標準宅地とされた本件土地１の平成４年７月１日時点の更地として\nの正常価格を鑑定評価するもので、取引事例比較法、収益還元法（直接法）に基づ\nく試算価格を算出した上で、さらに、東京都基準地千代田５－６の基準価格に時点\n修正、個別的要因の標準化補正、地域格差の補正をして導いた比準価格を考慮し\nて、その調整を行って標準価格を評価したものである。それぞれの鑑定手法及び内\n容は前記認定（原判決「事実及び理由」中の「第三　当裁判所の判断」四の１）の\nとおりであり、標準的画地の標準価格の評価としては適正なものと評価でき、ま\nた、平成５年１月１日までの時点修正も適正なものということができる。\n③　他方、証拠（甲１９、乙１５、１６の①、②、１７の①ないし③、１８ないし\n２０）によると、平成９年度の固定資産税の評価に当たって本件各土地は標準宅地\nとして評価の対象となったが、その際規準価格算定の基礎とされた地価公示地千代\n田５－１５の平成５年１月１日から平成６年１月１日までの公示価格の下落率は３\n１．３％であり、また、Ａ鑑定の際に規準価格算定の基礎とされた東京都基準地千\n代田５－６の平成４年７月１日から平成５年７月１日までの下落率は２８．３％、\n同日から平成６年７月１日までの下落率は２７．９％であるから、同土地の平成５\n年１月１日から平成６年１月１日までの価格の下落率も３０％近いものであったこ\nとが認められる。そうすると、本件各土地の評価基準日である平成５年１月１日か\nら賦課期日である平成６年１月１日までの地価の下落率も３０パーセントを超える\n可能性のあることは否定できず、このことはまた、本件土地ついてＡ鑑定の結果の\n約７割をもって決定された登録価格が賦課期日における適正な時価を超えているこ\nとを推認させるも\nのである。\n④　また、証拠（甲１６、１９、乙１４、１５）によると、本件各土地は、幅員１\n１ｍの道路に接する土地であり、道路から２０ｍ以内については商業地域に属し、\n容積率は５００％であるのに対し、道路から２０ｍ以遠は第二種住居地域に属して\nいるから、容積率は４００％であるところ、Ａ鑑定は、この点を理由とする減価修\n正はしていない。しかし、Ｃ鑑定は、本件各土地の容積率を４７７％とした上で、\n標準的画地に対する格差修正率を３％とし、また、平成９年度における固定資産登\n録価格の決定に際し本件各土地の評価を行った不動産鑑定士Ｂは、本件各土地の容\n積率は約４８０％であるとした上で、４％の減価修正をしていることが認められ\nる。\nところで、一審被告は、Ａ鑑定においては標準的画地の間口距離を１８．０ｍ、\n奥行距離を２４．０ｍとしているため、標準的画地の基準容積率は４８３．７２％\nとなり、本件各土地と標準的画地の基準容積率の差は６．１４％にしかならず、Ａ\n鑑定において格差率を０と認定したことは適正であると主張し、これに沿うＡ作成\nの「標準宅地の容積率による減価補正について」と題する書面（乙５０）を提出し\nている。Ｃ鑑定及びＢ鑑定とＡ鑑定との間に容積率を理由とする減価補正の要否に\nついて差異が生じたのは、比較の対象となる標準的画地の間口距離及び奥行距離の\n差異によるもの、すなわちＣ鑑定及びＢ鑑定はこれをいずれも２０．０ｍとしてい\nることによるものである。そして、本件で提出されている資料で標準画地の間口距\n離及び奥行距離をＡ鑑定のように想定することが適正なものであることを確定でき\nず、むしろ二人の不動産鑑定士が一致してこれをいずれも２０ｍと想定しているこ\nとはこの点に関するＡ鑑定の判断に問題のあることを示唆するものである。したが\nって、平成４年７月１日の本件各土地に関してＡ鑑定の結果から更に少なくとも３\n％程度の減価修正をする必要性があったというべきである。そして、Ａ鑑定が規準\n価格算定の基礎とした東京都基準地千代田５－６の平成５年１月１日から平成６年\n１月１日までの地価の下落率が少なくとも３０％近いものであったことは前述のと\nおりであり、Ａ鑑定の本件各土地の評価に更に３％程度の容積率を理由とする減価\n補正をしなければならないとすると、Ａ鑑定における評価の３割程度として決定さ\nれた本件各土地の登録価格は、賦課期日である平成６年１月１日の本件\n各土地の時価を超えている疑いは更に濃いこととなる。\n（４）　以上のとおり、本件各土地の平成５年１月１日から平成６年１月１日まで\nの地価の下落率が３０％を超えている疑いがある上、Ａ鑑定による評価に更に３％\n程度の減価補正をする必要もあると認められるから、その登録価格が適正な時価の\n範囲内にあることを認めることはできない。したがって、本件決定は違法というべ\nきである。\n３　ところで、登録価格を不服とする審査申出を棄却した固定資産評価審査委員会\nの審査決定の取消訴訟において、取消事由として主張された違法があるとして審査\n決定を取り消すべき場合、その判決は、一般の行政処分の取消判決の場合と同様、\n審査決定の全部を取り消すのが原則である。その結果、同委員会は判決の趣旨に従\nい改めて審査申出に対する決定をし（行政事件訴訟法３３条２項）、これにより原\n処分は是正されることになる（法４３２条１２項、４３５条の適用を受ける場合で\nある。）。\nもっとも、この訴訟についてはいわゆる裁決主義が採られており（法４３２条１\n項、４３４条）、原告は審査決定固有の瑕疵だけでなく原処分である登録価格の決\n定自体の違法をも主張することができるから、登録価格が適正な価格を超えている\nことを理由に登録価格の決定が違法とされこれを相当とした審査決定が取り消され\nることがある。この場合裁判所が適正な価格として具体的金額を認定し登録価格が\nこれを超えることを理由にその決定を違法とするときは、その超える部分について\nのみ審査決定を取り消すいわゆる一部取消判決をするのが相当であると考えられ\nる。一般の行政処分の多くが数量的に可分な一部を特定して違法と観念する余地が\nないのに対し、登録価格の決定については、適正な価格を超える部分についてのみ\n違法と評価することが可能であり、取消しの範囲は一義的に明白である上、決定を\n全部取り消すべきものとすると、同委員会としては改めて審査することになるが、\n判決の趣旨に従わなければならないことからして判決において適正な価格として認\n定された金額をもって登録価格とするしかなく、改めて審査申出について審査させ\nる実益がなく、しかも取消訴訟の原告である納税者に重ねて同じ手続に服すること\nを強いるとともに紛争の司法的解決を遅らせることになって相当でないと考えられ\nるからである。そしてこのような一部取消判決も、その拘束力は関係行政庁である\n市町村長\nに及ぶのであるから（行政事件訴訟法３３条１項）、法が４３２条、４３４条とは\n別に一部取消判決があった場合の手続に関する規定を置いていないことをもって上\n記判断を左右するものとはいえない。\nなお、登録価格の決定が違法とされる場合でも、客観的に適正とされる価格を認\n定し判断するためには訴訟手続内の資料では足りずそのため裁判所として具体的な\n金額を認定判断することができないときは、同委員会に改めて判決の趣旨に従いこ\nれについての審理をさせるのが相当であると考えられる。このことは、裁判所と同\n委員会の機能の差異からする要請でもあるといえる。この場合には原則どおり同委\n員会の決定を全体として取り消すことになる。\n本件では登録価格が客観的時価を超えていることは認定できても、提出された証\n拠だけでは適正な時価がいくらであるかを確定することはできない。このような事\n案においては適正な時価について上記趣旨に従い改めて審査させるのが相当である\nから、一審被告の決定を全部取り消すべきである。\n第５　結論\n以上のとおり、一審原告の控訴は不適法であるからこれを却下することとし、一\n審被告の控訴は理由がないからこれを棄却することとし、訴訟費用の負担にっき行\n政事件訴訟法７条、民事訴訟法６７条１項本文、６１条を適用して、主文のとおり\n判決する。\n東京高等裁判所第１７民事部\n裁判長裁判官　新村正人\n裁判官　笠井勝彦\n裁判官　田川直之\n"
}