{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 16,
    "month": 9,
    "day": 30
  },
  "case_number": "平成16(行ウ)118",
  "case_name": "特許料納付手続却下処分取消請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "10028",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=10028",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/028/010028_hanrei.pdf",
  "contents": "平成１６年(行ウ)第１１８号特許料納付手続却下処分取消請求事件\n（口頭弁論終結の日　平成１６年７月２３日）\n判　　　　　　決\n原　　　　　　　告　　　　シンプレス　ガス　インジェクション　リミ\nテッド\n（特許登録原簿上の名称　　ピールレス　シンプレス　リミテイド）\n同訴訟代理人弁護士　　　　熊倉禎男\n同　　　　　　　　　　　　吉田和彦\n同　　　　　　　　　　　　外村玲子\n同　　　　　　　　　　　　佐竹勝一\n被　　　　　　　告　　　　特許庁長官　小川洋\n同指定代理人　　　　　　　千葉俊之\n同　　　　　　　　　　　　林慶子\n同　　　　　　　　　　　　小林進\n同　　　　　　　　　　　　佐藤一行\n主　　　　　　文\n１　原告の請求をいずれも棄却する。\n２　訴訟費用は原告の負担とする。\n事実及び理由\n第１　請求の趣旨\n被告が原告に対し，特許第１７８８５８９号第１０年分特許料納付書につい\nて平成１４年２月４日付けで行った手続却下の処分及び特許同号第１１年分から第\n１３年分特許料納付書について平成１４年２月４日付けで行った手続却下の処分\nを，いずれも取り消す。\n第２　事案の概要\n本件は，原告が後記特許権の第１０年分の特許料納付期限の追納期限の経過\n後に，第１０年分の追納手続及び第１１年分から第１３年分の追納手続を行ったと\nころ，被告が前記各納付書についていずれも手続却下処分を行ったことについて，\n原告が被告に対し，前記追納期限を徒過したことについて原告の責めに帰すること\nができない事由があるとして，前記各却下処分の取消しを求めている事案である。\n１　前提となる事実（当事者間に争いがないか，後掲各証拠によって認められ\nる。）\n(1)　当事者（弁論の全趣旨）\n原告は，窒素ガス発生装置，ガス圧縮装置，圧力制御装置及びノズル等の\n部品の製造販売並びにそれらの操作方法等の指導等を業とし，グレート・ブリテン\n及び北部アイルランド連合王国に本店を有する法人である（なお，後記特許権の出\n願当時の名称は，「ピールレス　シンプレス　リミテイド」であった。）。\n(2)　原告の有していた特許権（甲６）\n原告は，次の特許権（以下「本件特許権」という。）を有していたとこ\nろ，本件特許権は，平成１２年７月１８日第１０年分特許料不納を原因として，平\n成１３年３月２８日付けで，抹消登録された。\n特許番号　　　　第１７８８５８９号\n出願年月日　　　昭和５９年５月１１日（出願番号５９－０９３０６７）\n登録年月日　　　平成５年９月１０日\n発明の名称　　　射出成形方法および装置\n(3)　本件特許権に係る特許料の納付書についての手続却下処分\nア　平成６年法律第１１６号による改正前の特許法（以下，特許法を単に\n「法」といい，同改正前の特許法を「改正前法」という。）１０７条１項，１０８\n条２項によれば，本件特許権の第１０年分の特許料の納付期限は，平成１２年７月\n１８日であった。そして，改正前法１１２条１項によれば，この納付期限内に特許\n料を納付することができないときは，その期限が経過した後であっても，その期限\nの経過後６か月以内は，特許料の納付が認められているところ，その追納期間は平\n成１３年１月１８日までであった。\n原告は，上記追納期限である平成１３年１月１８日までに改正前法所定\nの特許料及び割増特許料（以下「本件特許料等」という。）を納付しなかった。\nイ　原告は，被告に対し，平成１３年７月１７日付けで，改正前法１１２条\n１項の追納期間内に本件特許料等を納付できなかったことについて，法１１２条の\n２第１項の「その責めに帰することができない理由」が存在するとして，第１０年\n分の特許料納付書を提出するとともに，同日付けで第１１年分から第１３年分の特\n許料の納付書を提出した（乙１，２）。\nこれに対し，被告は，同年１１月２６日付けで，第１０年分の特許料納\n付書に係る手続については法１１２条の２第１項の規定による特許料納付書とは認\nめられないことを理由として，また，第１１年分から第１３年分の特許料納付書に\n係る手続については権利消滅後の年分に係る特許料の納付であることを理由とし\nて，いずれも原告に却下理由通知書を送付した（甲３，４）。これに対して，原告\nは，前記第１０年分の特許料納付書に係る手続の却下理由通知に対し，同年１２月\n２８日付けで，弁明書（甲８）を提出したが，被告は，平成１４年２月４日付け\nで，前記各却下理由通知書に記載の各却下理由が解消されていないとして，各納付\n書について，各手続を却下する旨の処分を行った（甲１，２。以下「本件各処分」\nという。）。\nウ　原告は，平成１４年４月１２日付けで，本件各処分について異議申立て\nを行ったところ（１４行服特許第８号，同第９号），被告は，平成１５年１２月１\n７日付けで，前記各異議申立てをいずれも棄却する旨の決定を行った（甲５）。\n２　本件における争点\n本件特許料等を追納期間内に納付しなかったことについて，原告に法１１２\n条の２第１項所定の「その責めに帰することができない理由」が認められるか否\nか。\n３　争点に関する当事者の主張\n（原告の主張）\n原告が改正前法１１２条１項に規定する追納期間内に第１０年分の特許料を\n納付することができなかった理由は，原告が本件特許権の維持管理を委任している\n英国の特許法律事務所から原告に送付されるはずの更新通知が，原告と関係のない\n第三者に送付され，かつこれを受領した同人が特許料を支払わない旨のチェックを\nした上で前記英国事務所に返送したため，前記英国事務所はこれを信ずるほかな\nく，その結果原告は，更新通知を受けることができず，特許料を納付できなかった\nというものである。\nすなわち，原告が特許料を納付できなかったのは第三者の不適切な指示行為\nに起因するものであり，原特許権者である原告の「責めに帰することができない理\n由」（法１１２条の２第１項）によるものである。\nしたがって，原告は，本件特許権について，改正前法１１２条１項の規定に\nより特許料を追納することができる期間内に本件特許料等を納付することができ\nず，かつ，その理由がなくなった日から２月以内（原告は在外者である。）でその\n期間の経過後６月以内に本件特許料等を追納したものである。したがって，本件特\n許権は，法１１２条の２の規定による第１０年分特許料の納付により回復されたも\nのであり，特許権の回復が認められた結果，第１１年分から第１３年分特許料納付\nに関する納付書提出も，適法な納付手続であったというべきである。\nしかるに，前記の事情を「原特許権者の責めに帰することができない理由」\nに該当しないとしてされた本件各処分は違法である。\n(1)　法１１２条の２第１項所定の「その責めに帰することができない理由」の\n意義\nア　法１１２条の２第１項は，特許料の不納により失効した特許権の原特許\n権者に対し，特許料の追納期間が経過した後についても，特許権の回復を認めるこ\nととした規定である。\n同規定は，ＧＡＴＴ・ＴＲＩＰｓ協定（知的所有権の貿易に関連する側\n面に関する協定）に対応する目的で導入されたものであるから，その解釈は，国際\n調和（ハーモナイゼーション）を実現する方向でされなければならない。\nイ　例えば，米国特許法施行規則１．３７８条（ａ）項は，遅延納付が避け\nられないものであった（unavoidable)又は故意でなかった（unintentional)場合に\nは，長官は，特許料を受領することができると規定している。\nそして，前者の「遅延納付が避けられないものであった」に関する同条\n（ｂ）項は，特許料が期間内に支払われることを確保するために相当の注\n意（reasonable care)が払われていたから遅延納付は避けられないものであったこ\nと（“The delay was unavoidable since reasonable care was taken to ensure\nthat the maintenance fee would be paid timely”)の立証を要求している。そし\nて，このような立証は，特許料の期間内の支払を確保するために採られるステップ\nを列挙しなければならない（“The showing must enumerate the steps taken to\nensure timely payment of 　the maintenance fee, ...”)とされている。\n後者の遅延納付が「故意でなかった」場合については，回復の申立て\nは，半年の猶予期間後２４か月以内でなければならず，そこで要求されている書面\nは，特許料の支払の遅延は，故意ではなかったという陳述（“A statement that\nthe delay in payment of the maintenance fee was unintentional.”）のみであ\nる。\nこのように，米国法の下では，半年の猶予期間後２４か月以内に申し立\nてるか，あるいは，相当の注意を払っていたことを立証すれば，基本的に，特許は\n復活する（他に，不納付に気付いてから速やかに手続を採ること等の要件はある\nが）。\nそうすると，法１１２条の２第１項の「その責めに帰することができな\nい理由」は，ハーモナイゼーションを実現する方向から米国法の規定を勘案する\nと，（遅延納付が故意でなかった場合が含まれるかはともかく，）相当の注意を払\nったにもかかわらず特許料の追納期間が経過する前までに特許料を納付することが\nできなかった場合を指すと解すべきである。\nウ　さらに，法は，民法の特別法という面も存するところ，我が国の民法に\nおける債務不履行の損害賠償の要件である「責ニ帰スヘキ事由（民法４１５条）\nは，「故意・過失または信義則上これと同視すべき事由」と言い換えられ，故意と\nは，債務者が債務不履行という違法な結果の発生を意欲ないし認識すること，又は\nそうした行為であり，過失とは債務者が取引関係上一般に要求される程度の注意を\n欠いたために，債務不履行という違法な結果の発生を認識しないことであると解釈\nされている。しかして，「責ニ帰スヘキ事由」（民法４１５条）は，口語に直せ\nば，「責めに帰することができる理由」ということであり，その裏返しは，「責め\nに帰することができない理由」である。したがって，通常の文言解釈としては，\n「責めに帰することができない理由」は，「責めに帰することができる理由」以外\nの理由，すなわち，一般に要求される程度の注意を欠いたことを指すというべき\nで，これは，前述の「相当の注意を払ったにもかかわらず特許料の追納期間が経過\nする前までに特許料を納付することができなかった場合」を指すという解釈と符合\nする。\nエ　また，法１１２条の２第１項の「その責めに帰することができない理\n由」は，もともとは平成８年法律第１０９号による全面改正前の民事訴訟法（明治\n２３年法律第２９号。以下「旧民訴法」という。）１５９条（現行民事訴訟法にお\nける９７条）の訴訟行為の追完の規定に由来するものと考えられるところ，同条の\n「その責めに帰することができない事由」の意義については，「一般人が自分の訴\n訟を追行する上に通常用いると期待される注意を尽くしても，避けられないと認め\nられる事由」あるいは「訴訟追行のさい通常人なら払うであろう注意をしても避け\nられないと認められる事由」と解されており，後記のような「万全の注意」を尽く\nさなければならないという解釈が必ずしも支配的なわけではない。裁判例は，個別\nの事件に応じ，そのような事由が認められるかどうかを個別に判断している。\nオ　この点，特許権の保護と第三者による特許権の利用の保護との調和を図\nる必要があるなどとして，法１１２条の２第１項の「その責めに帰することができ\nない理由により‥‥‥納付することができなかったとき」とは，「天災地変のよう\nな客観的な理由により追納期限内に追納できなかった場合」あるいは「通常の注意\n力を有する当事者が万全の注意を払ってもなお追納期限を徒過せざるを得なかった\nような場合」を意味するものと解する解釈もある。\nもちろん，上記のような調和は重要であるが，その調和を図るために，\nそもそも法１１２条の３において，回復した特許権の効力は制限される等一定の配\n慮がされている。また，①問題となる特許は元来存在していた権利であり，期間満\n了前に，特許料不払を期待して，現実に特許原簿で特許権が消滅していることを確\n認して実施を開始するような者が多く存するとは想定できないこと，②仮にそのよ\nうな者がいたとしても，個別の事情に応じ特許権の行使が権利濫用に当たるとすれ\nば足りること，③さらに「天災地変のような客観的な理由により追納期限内に追納\nできなかった場合」あるいは「通常の注意力を有する当事者が万全の注意を払って\nもなお追納期限を徒過せざるを得なかったような場合」という解釈がとられた結\n果，現実には法１１２条の２が適用され，特許権の回復が認められたケースは皆無\nであり，これでは国内外の要請に基づいて法改正を行った趣旨が達成されないこ\nと，④法１１２条の２の適用が認められないと，特許権の消滅という重大かつ取り\n返しのつかない結果を招来すること等を考慮すれば，前述のような厳格な解釈まで\n要求するべきではない。③の点につき補足すると，「万全の注意」を要求するとな\nると，「万全の注意」を果たせばミス（さらにはそのミスによる不払）が起きると\nいう事態はそもそも実際上あり得ないから，何らかのミスがあった以上，必ず「万\n全の注意」を尽くしていなかったとして，同条の適用が認められなくなるが，この\nような解釈が不当であることは明らかである。\nカ　ちなみに，法１１２条の２の趣旨について，特許庁編・工業所有権法逐\n条解説〔第１６版〕２９５頁は，「このような条件としたのは，すでに法上設けら\nれている拒絶査定不服審判や再審の請求期間を徒過した場合の救済条件や他の法律\nとの整合性を考慮するとともに，①そもそも特許権の管理は特許権者の自己責任の\n下で行われるべきものであること及び②失効した特許権の回復を無期限に認めると\n第三者に過大な監視負担をかけることとなることを踏まえたものである。」と説明\nしている。\nこのうち，②は，「無期限」とされていることから，時期的制限に関す\nるものと解される。そうすると，①が問題になるが，「自己責任」とはいっても，\n通常の注意を払っていたのであれば，「自己責任」を問うのは酷であり，適切では\nないから，「自己責任」は「万全の注意」を要求する根拠とはならない。\nキ　したがって，法１１２条の２第１項の「その責めに帰することができな\nい理由」とは，相当の注意を払ったにもかかわらず特許料の追納期間が経過する前\nまでに特許料を納付することができなかった場合を指すと考えるべきである（ただ\nし，原告は，前記の厳格な解釈が採られた場合でも，本件では，「その責めに帰す\nることができない理由」により，納付することができなかったということも主張す\nる。）。\n(2)　原告が第１０年分特許料を追納期間（改正前法１１２条１項）に納付する\nことができなかった具体的事情について\nア　本件特許権の管理状況\n(ア)　原告は，本件特許権の維持管理を英国の特許法律事務所（Boult\nWade Tennant事務所。以下「英国事務所」という。）に委託し，さらに日本の特許\n問題に関しては，英国事務所から日本国の中村合同特許法律事務所（以下「日本事\n務所」という。）に事務処理の指示を行うことによって処理していた。\nａ　原告・英国事務所間の法律関係\n原告と英国事務所間の法律関係は，原告が本件特許権を含む原告の\n特許等の出願，手続の遂行，付与及び更新に関する管理を英国事務所に委託すると\nいうもので，委任関係類似のものと考えられる。\nｂ　英国事務所・日本事務所間の法律関係\n英国事務所は，日本の特許権の取得又は維持については日本事務所\nに指示することにより処理している。特許料の支払については，特別なケースを除\nき，管理契約等を締結しておらず，本件もそうであった。特許権者やその代理人ら\nから日本事務所に特許料の支払の依頼があった時あるいはそれ以降に，特許料支払\nについての委任契約が成立する。\n本件では，英国事務所から日本事務所に本件特許料を支払わないよ\nう通知がされたのみであるから，特許管理又は特許料の支払について，英国事務所\nと日本事務所間には，何ら法律関係は存しなかった。\nｃ　原告・日本事務所間の法律関係\n原告と日本事務所は，英国事務所を介在させて手続を行っており，\nしかも，本件特許権の管理及び特許料の支払については，日本事務所と英国事務所\nとの関係で，何ら法律関係は成立しなかったから，原告と日本事務所間にも法律関\n係はなかった。\n(イ)　英国事務所の一般的な特許の維持管理システム\n英国事務所の一般的な特許の維持管理システムは，次のとおりであ\nる。\n英国事務所では，特許等の出願，手続の遂行，付与及び更新に関する\n包括的な記録は，すべて大型コンピュータ・システムで管理している。\nそして，同事務所の記録部は，依頼者へ送付するリマインダー（催促\n状）の作成を含む特許更新等の処理をそのコンピュータ・システムの記録に基づき\n行っている。\n特許更新の毎月のリマインダーは，次の方式に従い，毎月，各特許を\n保有する企業ごとにまとめて依頼者に送付される。\nａ　コンピュータにより月毎に作成される更新のリマインダー\n①　英国事務所では，各特許保有者（依頼者）に対する特許更新の通\n知は，第１回目のリマインダーに対して依頼者から回答がない場合には第２回目の\nリマインダーが，第２回目のリマインダーにも回答がない場合には第３回目のリマ\nインダーが送付されるというように，最高３回の通知が依頼者に対して行われるシ\nステムになっている。\nまず，第１回目の更新のリマインダーは，特許又は特許出願の支\n払期日の３か月前に作成される。このリマインダーは，全部で３部作成され，一番\n上の写しと確認用の写しが一緒にとじられる。リマインダーは，各リマインダーが\n送付される依頼者の名称に従って，アルファベット順に作成される。英国事務所の\n郵便担当部がチェックし，封入して依頼者にリマインダーが郵送される。\n更新のリマインダー文書には，依頼者がチェックするための２つ\nの空欄が記載されている。１つには「特許料を支払う。」と書かれてあり，もう１\nつには「特許料を支払わない。」と書かれてある。その他更新のリマインダー文書\nには，日付と署名の記入欄がある。\n依頼者は，特許を更新するために「特許料を支払う。」（「Fee\ntobe paid」）の空欄，又は「特許料を支払わない。」（「Fee is NOT　to be\npaid」）の空欄のいずれかにチェックをし，日付と署名をした上で，英国事務所に\n返送する。\n②　依頼者から第１回目の更新のリマインダーに対する返答がされな\nい場合には，第２回目の更新のリマインダーが，支払期日の２か月前に作成され，\n第１回目の更新のリマインダーと同じ方法で依頼者に郵送される。\n③　第１回目及び第２回目のリマインダーのいずれに対しても依頼者\nが返答をしない場合には，第３回目の更新のリマインダーが，更新料が支払期日を\n迎える月の月末ころに作成される。\n第３回目のリマインダーの一番上の写しは，依頼者に郵送される\nが，確認用の写しは，英国事務所のパートナー（経営者）又はテクニカルアシスタ\nントに，特許又は特許出願のためにコンピュータ入力された事項書類とともに回さ\nれる。\nそして，この確認用の第３回目のリマインダーの写しを受け取っ\nたパートナーは，当該事件の性質に応じて，電話等で直接依頼者と連絡をとり，納\n付要否の確認をする等の措置をとることになっている。\nｂ　依頼者から指示を受領した後\n①　依頼者からの特許又は特許出願を更新する指示は，記録部の担当\n者がコンピュータに入力する。海外の案件についての指示である場合は，更新料を\n支払うよう，当該国の特定のアソシエート（提携者）に対してコンピュータが手紙\nを作成する。\n②　依頼者の指示が更新料の支払を行わないというものである場合，\n記録部は次の手続に従う。\n出願中の特許の場合は，依頼者からの指示の写しは，より詳細な\n指示を記録部に与えるよう依頼されている英国事務所のパートナー若しくはテクニ\nカルアシスタントに送付される。\n特許が付与されている場合は，依頼者に対し，特許権を維持しな\nいという指示を受領したことを知らせる手紙を作成する。海外の案件の場合は，当\n該国の特定のアソシエートに対して，特許を更新しないという依頼者の指示を通知\nする別の手紙が作成される。\nｃ　依頼者からの指示がない場合\n第３回目の更新の通知に対する返答がない場合，記録部は自動的に\nはそれ以上の処置をとらない。\nこのように，英国事務所では更新手続漏れが生じないよう，依頼者に\n対し３回ものリマインダーを送信するシステムを構築し，ミス防止のために万全の\n体制を構築していた。\n(ウ)　本件特許権の具体的更新手続\nａ　英国事務所の記録部は，本件特許権の第１０年分特許料納付の期限\nが平成１２年（２０００年）７月１８日であったため，前述の通常のシステムに従\nい，第１０年分特許料納付の要否について照会のリマインダーを支払期日の約３か\n月前の平成１２年（２０００年）４月２８日付けで依頼者に郵送した。\nしかし，第１回目のリマインダーに対する原告からの返答がなかっ\nたため，英国事務所は，前述の当事務所のシステムに従って納付期限の約２か月前\nの平成１２年（２０００年）５月２２日付けで依頼者宛に第２回目のリマインダー\nを郵送した。\nｂ　そして，英国事務所は，第２回目のリマインダーに対する依頼者か\nらの返答を平成１２年（２０００年）６月２６日に受領した。\n返信では２通とも「特許料を支払わない。」の欄にチェックがなさ\nれ，署名と日付が記されていたものである。\nｃ　英国事務所の記録部は，この返送されたリマインダーの特許料を支\n払わない，すなわち特許を更新しないとの指示に基づき，同事務所の日本の提携法\n律事務所である日本事務所宛に平成１２年（２０００年）７月１１日付で，「第１\n０年分特許料納付不要」との指示をした。\nイ　英国事務所の通知の第三者への送達\n(ア)　原告は，平成１３年（２００１年）６月１２日，日本におけるライ\nセンシーからの特許が存続しているか否かを問い合わせる電子メールによって，本\n件特許権の特許料が納付されず，これにより本件特許権が消滅してるという事実を\n初めて知った。驚いた原告は，直ちに英国事務所に事情確認を依頼した。\n(イ)　英国事務所への事情確認の依頼と並行して，原告は即座に社内調査\nを行ったが，本件特許権を放棄する旨の指示（特許料納付不要の旨の指示を含\nむ。）を原告から英国事務所にしたという記録・事実は原告側には全く存在しなか\nった。\n(ウ)　英国事務所は，前記の第１０年分特許料納付不要の旨を記して返送\nされたリマインダーを調べ直したところ，これにされていた署名は，「Ｐ」と判読\nされた。\nしかし，この署名は，原告の本件特許権に関する責任者によりなされ\nたものではなく，また受領印も原告によるものではなかったことが初めて明らかに\nなった。\n(エ)　そこで，英国事務所は，「Ｐ」と読める署名から，この署名を行っ\nた人物を特定すべく即座に調査を行った。\n具体的には，英国事務所は，前記リマインダーにおける「June-8\n2000」の受領印及び「6/21/2000」という日付の記入方法から，これらが米国にいる\n人物により署名されたものであると推察し，米国特許庁に登録されている弁護士の\nリストでファーストネームがＰである人物を調べた。すると，アメリカ合衆国テキ\nサス州（以下略）の弁護士Ｐという人物が存在することが判明した。\nウ　第三者の不適切な行為の介入\n(ア)　英国事務所は，平成１３年（２００１年）６月１９日にＰに対し\nて，本件についての問合せの手紙とともに，署名され返送された第２回目のリマイ\nンダーの写しをファクスで送り，同年６月２５日に電話でＰと話をした。\nすると，同人は，当時，シラス　ロジック・インク（Cirrus\nLogic，Inc.）に勤務していたこと，確認のためにファクスで送った本件特許更新の\nリマインダーの写しに記載された署名が同氏のものであることを明確に認めた。こ\nの署名がＰの署名に間違いのないことは，英国事務所がシラス　ロジック・インク\nの特許権の更新に関して同社へ発送した平成１２年（２０００年）４月２８日付け\n第１回目のリマインダーの回答書（平成１２年（２０００年）７月２０日付け）に\nある同人の署名と一致していることからも明らかである。\n(イ)　このように，本件特許権に関する当該第１０年分特許料納付要否照\n会リマインダーは，実はシラス　ロジック・インクに送達されていたことが判明し\nた。なぜ原告に送達されるはずのリマインダーが同社に送達されたかは今となって\nは想像するしかないが，平成１２年（２０００年）５月２２日に英国事務所により\nコンピュータで発行された第２回目のリマインダーの束は，アルファベット順に原\n告用の第２回目のリマインダーとシラス　ロジック・インク用の第２回目のリマイ\nンダーが隣り合って作られたものであって，おそらく，両方のリマインダーは，シ\nラス　ロジック・インク用のリマインダーが上になった状態で，一緒に，窓付き封\n筒（透明なビニールののぞき窓がありそこから手紙の宛先が外から読めるようにな\nった封筒）に入れられて発送されたものと推察せざるを得ない。\nシラス　ロジック・インク担当者は，受領した際に間違って英国事務\n所から送付されたことに気付かず，指示要求は両方とも，当該要求がシラス　ロジ\nック・インクのみに関するものであるかの如く扱って，Ｐにより回答されたのであ\nる。\n(ウ)　すなわち，特許権者によりされたと思われた本件特許権の「特許料\n納付不要」の指示というのは，実は特許権者が与えたものではなく，特許権者とは\n何ら関係のない第三者により与えられたものであったことは明らかである。\nエ　「相当の注意」が払われていたというべきであること\nこのように，本件では正しく原告の宛名が書かれていたにもかかわら\nず，リマインダーの第２回目の更新の通知が，他の特許権者へのリマインダーとと\nもに，当該他の特許権者であるシラス　ロジック・インクへの更新通知とともに発\n送されたということが発端となったのである。\nしかし，通常は，上記トラブルが致命的な結果になることは有り得ない\nことである。\nすなわち，名宛人ではない者が当該通知を受領した場合，通常は，英国\n事務所に問合せを行うか，又は当該更新通知を英国事務所へ返送するか，あるいは\nそのような通知を自己とは無関係なものとして，単に無視することが通常の反応で\nある。そして，英国事務所は，問合せ又は返送があれば，当該更新通知を，正しい\n当事者（本件においては原告）に対して，送り直すことができたはずである。ま\nた，無視された場合には，リマインダーへの回答がないものとして，原告への第３\n回目のリマインダーが発行され，原告は指示を出すか，又は本件特許権の重要性に\n鑑みれば，英国事務所担当者が，直接原告担当者に電話をして意思を確認したはず\nである。\nしかし，本件では，第２回目の更新の通知を受領した米国人の弁護士\nが，何らの権限もない無関係な第三者でありながら，特許料を支払わないという旨\nの表示を勝手に回答用紙に記載した上で，これを英国事務所に返送するという通常\n想定し難い事態が発生したのである。また，通常，通信の受領印には，受領を示す\n文言（「ＲＥＣＥＩＶＥＤ」），受領日及び受領者を示す記名が含まれるが，シラ\nス　ロジック・インクの受領印には，「ＲＥＣＥＩＶＥＤ」及び受領日（ＪＵＮ－\n８　２０００）の記載があるものの，受領者を示す記名が含まれていなかった。仮\nに，シラス　ロジック・インクが通常の受領印を使用していれば，英国事務所の記\n録部担当者は，本来受領すべきでない第三者がリマインダーを受領したことに気付\nくことができたが，本件ではこのような記載は存しなかった。\nしたがって，英国事務所は，当該更新通知の回答用紙が原告担当者によ\nり記載され返送されたものではないことを知る術は何もなかったものである。\nこのように本件で生じた事態は，極めて例外的で，全く予期しえない出\n来事であって，適切に構築され，かつ，通常の状況においては有効な英国事務所の\n特許料納付の管理手続によっては，予期することのできないものであった。すなわ\nち，本件は，何ら関係のない第三者の直接的行為により生じた，全く例外的な出来\n事であり，明らかに原告及び英国事務所双方の管理可能な範囲を超えるものであ\nる。\n法１１２条の２第１項の要件の根拠として，特許権の管理は，特許権者\nの自己責任の下で行われるべきものであることが挙げられるが，本件では，まさに\n自己責任の範囲を超えた理由により，特許料を納付できなかったものである。\nさらに，英国事務所は，人間には不注意によるミスがありうることを前\n提に，最高３回の更新通知（リマインダー）を送るようなシステムを構築し，依頼\n者と事務所のどちらがミスをしたとしても，「不要」という通知が送付されるとい\nう積極的な行為がない限り，そのミスが致命傷にならないようなシステムになって\nいた。第２回目の更新通知（リマインダー）が，原告に送付されず，第三者に送付\nされてしまったとしても，通常の事態においては，これを回復するシステムを構築\nしていたのである。\nしたがって，以上のとおり，本件において原告が特許料を納付しなかっ\nたことは，故意でなかったことは勿論，到底予期できない，原告がコントロール可\n能な範囲を超えた第三者の行為が介入したことに起因するもので，相当の注意を払\nったにもかかわらず特許料の追納期間が経過する前までに特許料を納付することが\nできなかったことは明白である。したがって，本件は，法１１２条の２第１項の\n「その責めに帰することができない理由により‥‥‥納付することができなかった\nとき」に該当する。\nオ　「万全の注意」が支払われていたというべきであること\n(ア)　さらに，仮に，法１１２条の２第１項の「その責めに帰することが\nできない理由により‥‥‥納付することができなかったとき」とは，「天災地変の\nような客観的な理由により追納期限内に追納できなかった場合」あるいは「通常の\n注意力を有する当事者が万全の注意を払ってもなお追納期限を徒過せざるを得なか\nったような場合」を意味するものと解するとしても，本件は，このような場合に該\n当するというべきである。\nすなわち，「通常の注意力を有する当事者」も，人間である以上，\n「万全の注意を払っても」１０００回に１回，あるいは１万回に１回はミスをする\nことがありうるのである。英国事務所のシステムは３度ものリマインダーを送付す\nることをシステムとして組み込んであり，このようなミスがあっても，第三者によ\nる「不要」という不実の回答がなされない限り，不払が生じないような万全の態勢\nが取られていたのである。したがって，本件では，「万全の注意を払って」いたと\nいうべきである。このように解さないと，「万全の注意を払っても」人間が起こし\nうるミスを想定し，通常考えられるあらゆる事態を想定してシステムを構築する努\n力を否定するものであり，結果責任を認めるに等しく，法１１２条の２の存在意義\nを全く失わせるのである。すなわち，この「万全の注意」を文字どおり厳格に考え\nた場合，「万全の注意」を果たせばミスによる不払が起きることはありえず，ミス\nがあった以上，必ず「万全の注意」を尽くしていなかったとして，同条の適用が認\nめられなくなるが，このような解釈が不当であることは明らかである。\n(イ)　また，被告の主張する「天災地変のような客観的な理由により追納\n期限内に追納できなかった場合」あるいは「通常の注意力を有する当事者が万全の\n注意を払ってもなお追納期限を徒過せざるを得なかったような場合」とは，天災地\n変のようにいわば原特許権者のコントロールの及ばない場合にまで特許権が回復し\nないという不利益を負わせるべきでないということであり，そうであるとすれば，\n本件のように通常予想しえない第三者の行為の直接的介入こそ，原特許権者のコン\nトロールの及ばない場合にあたることは明らかである。\n被告は，原告の代理人である英国事務所が第２回目のリマインダーを\n誤発送したことが，第三者の不適切な指示の原因であるところ，このような誤発送\nは，通常の注意力を有する者が万全の注意を払えば，当然に避け得るものであると\n主張する。しかし，「その責めに帰することができない理由により‥‥‥納付する\nことができなかったとき」であったかどうかは，原特許権者の一連の行為を総合的\nに評価して決すべきであり，その行為の一部のみを見て決めるべきではない。極め\nて多数の事務的な処理を行うにあたり，誤発送を完全に無くすことはできないか\nら，英国事務所においては１回のミスがあっても，第三者の故意又は重過失に当た\nると見られるような行為がない限り，ミスを回復できるシステムを構築していたの\nであり，本件のように，そのようなシステムにおいて，原特許権者のコントロール\n不能な第三者の重過失に当たる行為が介入した場合は，「その責めに帰することが\nできない」と総合評価すべきである。そうでないと，原特許権者に，実際上不能を\n強いることになる。\nまた，返送された通知書のサインが原告によるものであるかの確認ま\nで要求することは不当といわざるを得ない。というのも，確実な確認方法として\nは，返送されたサインが原告によるものかを１件１件電話等で確認することが考え\nられるが，多数の特許等を管理している特許事務所の現状及び署名付きでの返信を\n受領している事情を考えれば，そのような確認方法が非現実的であることは明らか\nである。また，その確認方法として，回答者に署名だけでなく所属や権利者名も記\n載させるという方法が考えられるが，権利者名については，本件では既にリマイン\nダーの左上に宛名として印字されているため，改めて記載させるのは，顧客に対\nし，無用な手間をかけるものである。このように権利者名（社名）も記載させる方\n法は，受信者全員に同一内容の通知が送られるような場合に採用されるもので，受\n信者により内容が異なる場合には通常採用されていない方法である。また，所属\nは，どの会社でも同じような名称が使用されるから，その記載を要求しても無意味\nである。\nさらに，通知書の記載から特許権の消長にかかわる極めて重大な通知\nであることは当然明らかであり，このような重大な通知について，特許料の担当者\nが，無権限で特許料を支払わない旨の指示をすることこそ，全く想定し得ない事態\nであることは明らかである。\n以上のとおり，被告の主張するような確認方法をとるべきであったと\nいう想定自体が不当又は非現実的であり，もはや相当の注意はもちろん，通常の注\n意力を有する者が万全の注意を払ったというべきである。不可能な確認手段や現実\nに行われていない過度の注意を求めることは，決して法の求めるところではない。\n(ウ)　したがって，本件のような場合は，前記の厳格な解釈が採られたと\nしても，特許権者に帰責事由はないというべきである。\n(3)　結論\n以上のとおり，本件各処分には法律解釈の誤りがあるから，違法なものと\nして取り消されなければならない。\n（被告の主張）\n(1)　法１１２条の２第１項の解釈について\nア　特許料の不納により消滅した特許権の回復について規定する法１１２条\nの２は，平成６年法律第１１６号による法の改正により新たに設けられたものであ\nる。すなわち，同改正前の法においては，第４年分以降の特許料の納付は，その納\n付期限を経過した後であっても，６か月間（追納期間）に限り割増特許料を併せて\n納付することを条件として追納が認められており（改正前法１１２条１項，法１１\n２条２項），この追納期間も徒過してしまった場合には，当該特許権は納付期限の\n経過の時にさかのぼって消滅したものとみなされ（法１１２条４項），事情のいか\nんを問わず，その失効した特許権の回復は認められていなかった。\nイ　しかし，工業所有権の保護に関する千八百八十三年三月二十日のパリ条\n約（以下「パリ条約」という。）が，「工業所有権の存続のために定められれる料\n金の納付については，少なくとも六箇月の猶予期間が認められる。ただし，国内法\n令が割増料金を納付すべきことを定めている場合には，それが納付されることを条\n件とする。」（パリ条約５条の２第１項）と規定するとともに，「同盟国は，料金\nの不納により効力を失った特許の回復について定めることができる。」（パリ条約\n５条の２第２項）と規定していること，また，諸外国においても，当該条約の規定\nに相当する特許料の不納により失効した特許権の回復を認める制度が設けられてお\nり，我が国においてもこれを認めるべきであるとの要望が国内外から寄せられてい\nたこと，さらに，平成６年９月の工業所有権審議会答申「特許法等の改正に関する\n答申」の中でも，一定の条件のもとに特許料の納付期限徒過により失効した特許権\nの回復を認めるべきとの答申がなされたことから，前記法改正により，法１１２条\nの２を新設し，特許料の追納による特許権の回復の制度を設けたものである。\nウ　ところで，法１１２条の２第１項において，「その責めに帰することが\nできない理由」との要件が定められた理由は，上記の法改正以前から，拒絶査定不\n服審判の請求期間（改正前法１２１条２項）や再審の請求期間（改正前法１７３条\n２項）を徒過した場合の救済の要件として，「その責めに帰することができない理\n由」が定められていたこと，旧民訴法１５９条１項（現行法における９７条１項）\n等の他の法律においても，ある手続を一定の期間内に行うことができなかった場合\nの救済の要件として同様の要件が定められていたこと等の整合性を考慮したもので\nある。\nしたがって，「その責めに帰することができない理由」（法１１２条の\n２第１項）の解釈に当たっては，天災地変のような客観的な理由に基づいて手続を\nすることができない場合，あるいは通常の注意力を有する原特許権者が万全の注意\nを払ってもなお特許料の追納期間内に特許料を納付できないような主観的な理由が\nある場合に限られると解すべきである。\nエ　「ＴＲＩＰｓ協定」は，加盟国に対して内国法の制度や解釈を他の加盟\n国のそれと同様にすることを求めるものではない。また，パリ条約においては，\n「料金の不納により効力を失った特許の回復」について，国内法を立法するか否か\nは，同盟国各国の自由とされている。すなわち，「特許の回復」について，我が国\nが法に規定をおくか否かはもちろんのこと，いかなる要件の下に「特許権の回復」\nを認めるかについても，あげて立法政策の問題である。\n(2)　本件特許権に係る第１０年分の特許料等を追納期間内に納付できなかった\n理由が「その責めに帰することができない理由」（法１１２条の２第１項）に該当\nしないこと\nア　英国事務所において，原告宛てに発送すべき「第２回目のリマインダー\n（催促状）」を「シラス　ロジック・インク」宛ての封筒に誤って入れ，発送した\nことが，原告の主張する「第三者の不適切な指示」の原因であるところ，このよう\nな誤発送は，原告の代理人として，本件特許権の維持管理事務を行っていた英国事\n務所の担当者の事務手続上の極めて初歩的なミスにほかならない。\nこのような初歩的なミスは，通常の注意力を有する者が万全の注意を払\nえば，当然に避け得るものであって，英国事務所の担当者の過失に起因するものと\n言わざるを得ない。\nイ　さらに，前記リマインダーには，原告に対して「本通知を無視した場合\nには，貴殿の知的財産権が危機に直面するでしょう。」と記載されており，原告に\nとっても，英国事務所にとっても，本件特許権の消長にかかわる極めて重要な通知\nであることは，英国事務所の担当者も当然に認識することができた事実である。そ\nうであるにもかかわらず，英国事務所の担当者は，第２回目の更新通知に対する回\n答が誰から返送されたものであるのか，前記回答にされたサインが原告によるもの\nであるのかなどについての確認もしてない，あるいは確認をしたがそれが原告以外\nの者から返送されたものであること等を見落としたことは明らかである。\nこのように英国事務所が第２回目の更新通知に対する回答の確認を怠っ\nた，あるいは確認をしたが誤りを見落としたことは，通常の注意力を有する者が万\n全の注意を払えば，当然に避け得るものであって，英国事務所の担当者の過失に起\n因するものと言わざるを得ない。\nウ　ところで，特許権の維持管理をどのように行うかはすべて本人の意思に\n委ねられているのであるから，本人の過失について本人が責任を負うことはもちろ\nん，原告が本件特許権の維持管理を英国事務所に委ねた場合，英国事務所は本人か\nら選任され，本人の委託を受けて本人の名をもって特許料等の納付管理を行うので\nあるから，当該委託を受けた事務所の過失により特許料等の納付について，追納期\n間を徒過した場合に，本人である原告がその責めを負うことは当然である。\nしたがって，原告の代理人である英国事務所が第２回目の更新通知の送\n付を誤り，「シラス　ロジック・インク」から返送された前記更新通知に対する回\n答が原告からの回答でないことの確認を怠ったことの責めを，原告が負うことは当\n然であり，法１１２条の２第１項の「その責めに帰することができない理由」があ\nる場合には該当しない。\nエ　以上のとおり，本件特許権の第１０年分特許料の追納期間を徒過したこ\nとは，「シラス　ロジック・インク」の不適切な指示行為に起因するものであるか\nら，原特許権者である原告の「責めに帰することができない理由」に該当するとの\n原告の主張は，法１１２条の２第１項の解釈を誤るものであって，失当である。\n(3)　結論\n以上のとおりであるから，本件特許権の第１０年分の特許料が追納期間内\nに納付されなかったことについて，法１１２条の２を適用することはできず，第１\n０年分納付書の手続を却下した処分は違法である旨の原告の主張が失当であること\nは明らかである。\nまた，第１０年分の特許料が適法に納付されなかったため，本件特許権は\n消滅しているのであるから，第１１年分ないし第１３年分納付書を本件特許権消滅\n後の納付であり，不適法なものであるとして手続却下した処分は適法なものであ\nり，これを違法という原告の主張が失当であることは明らかである。\nしたがって，本件各却下処分はいずれも適法であり，原告の請求にはいず\nれも理由がない。\n第３　争点に対する判断\n１　法１１２条の２第１項の「その責めに帰することができない理由」の意義\n(1)　特許法は，特許料の納付期限について，第１年から第３年までの各年分の\n特許料を納付して特許権の設定の登録が行われた後の第４年以後の各年分の特許料\nは，前年以前に納付しなければならないと定め（法１０８条２項本文），この納付\n期間内に特許料を納付することができないときは，その期間が経過した後であって\nも，その期間の経過後６月以内にその特許料を追納することができると定めている\n（法１１２条１項）。そして，この６か月の追納期間内に，納付すべきであった特\n許料及び割増特許料を納付しないときは，その特許権は，本来の納付期間の経過の\n時にさかのぼって消滅したものとみなされる（法１１２条４項）。しかるに，法１\n１２条の２第１項は，法１１２条４項の規定により消滅したものとみなされた特許\n権の原特許権者は，その責めに帰することができない理由により法１１２条１項の\n規定により特許料を追納することができる期間内に同条４項に規定する特許料等を\n納付することができなかったときは，その理由がなくなった日から１４日（在外者\nにあっては，２月）以内でその期間の経過後６月以内に限り，その特許料等を追納\nすることができると定めている（法１１２条の２第１項）。\nそして，前記「前提となる事実」（前記第２，１）によれば，本件特許権\nについては，改正前法の規定による第１０年分の特許料の納付期限は平成１２年７\n月１８日であり，その追納期限は同１３年１月１８日であるところ，原告は，同追\n納期限までに改正前法所定の第１０年分の特許料及び割増特許料を納付しておら\nず，原告が第１０年分の納付書を提出したのは，追納期限が経過した後である同年\n７月１７日であったというのである。そうすると，原告が前記納付書を提出したの\nは，本件特許権の特許料の追納期限が経過した後であるから，法１１２条４項によ\nり，本件特許権は，平成１２年７月１８日の経過の時にさかのぼって消滅したもの\nとみなされる。したがって，原告の前記納付書の提出による第１０年分の特許料の\n納付が，法１１２条の２第１項の要件を充たす追納と認められない限り，原告が同\n納付書の提出による特許料の納付によって本件特許権を回復することはできないこ\nととなる。\n(2)　被告は，原告に法１１２条の２第１項の「その責めに帰することができな\nい理由」があるとは認められないことを理由として，前記納付書を却下したもので\nあるところ，原告は，法１１２条の２第１項の「その責めに帰することができない\n理由」との文言の解釈は，ハーモナイゼーションを実現する方向でなされなければ\nならないから，米国特許法の規定を参考にして解釈しなければならず，「相当の注\n意を払ったにもかかわらず特許料の追納期間が経過する前までに特許料を納付する\nことができなかった場合」を指すものと主張し，また，仮にこれを「天災地変のよ\nうな客観的な理由により追納期限内に追納できなかった場合」あるいは「通常の注\n意力を有する当事者が万全の注意を払ってもなお追納期限を徒過せざるを得なかっ\nたような場合」を意味するものと解したとしても，原告の前記納付書の提出による\n第１０年分の特許料の納付は，この要件に該当すると主張する。\n(3)　そこで検討するに，法１１２条の２第１項にいう「その責めに帰すること\nができない理由」とは，これが本来の特許料の納付期間の経過後，さらに６か月間\nの追納期間（法１１２条１項）が経過した後の特許料納付という例外的な取扱いを\n許容するための要件であり，その文言の国語上の通常の意味や訴訟行為の追完を定\nめた旧民訴法１５９条１項（現行法における９７条１項）の「その責めに帰するこ\nとができない事由」の解釈に照らせば，これと同一の文言である法１２１条２項，\n１７３条２項の「その責めに帰することができない理由」と同様，天災地変等のよ\nうに，通常の注意力を有する当事者が万全の注意を払ってなお追納期間内に納付で\nきなかった場合のことを意味するものと解するのが相当である。\nこの点に関し，原告は，同文言は，米国特許法の規定と同様に，故意でな\nかった場合や相当な注意を払った場合を指すものと解すべきである旨を主張する\nが，パリ条約５条の２第２項の規定に照らしても，特許権の回復についてどのよう\nな要件の下でこれを容認するかは各締結国の判断にゆだねられているものであっ\nて，米国特許法の規定とわが国の法の規定とを同一に解釈しなければならないとい\nうものではない。\nまた，原告は，原特許権者に万全の注意を要求することは，法１１２条の\n２の適用による救済を事実上認めないことを意味し，また，特許権の管理を原特許\n権者の自己責任とする見地に立っても，通常の注意を払っていたのであれば，自己\n責任を問うのは酷であるなどと主張する。しかし，上記に判示したとおり，同条が\n特許料の本来の納付期間及びその追納期間である６か月間をも徒過した場合に例外\n的な救済を与える制度であること等に照らせば，上記のとおり解釈するのが相当で\nある。原告の主張は，採用できない。\n２　本件における「その責めに帰することができない理由」（法１１２条の２第\n１項）の存否\n(1)　原告は，本件特許権の管理を英国事務所に委任していたところ，英国事務\n所においては，３回にわたるリマインダー（催促状）の発送により，更新料支払の\n意思を依頼者に確認するシステムを構築していたが，誤発送された第２回目のリマ\nインダーを受け取った米国弁護士Ｐが，更新料支払不要のチェックをして返送して\nくるという予測できない第三者の不適切な行為が介入した結果，追納期限を徒過す\nるに至った旨主張し，甲７，９ないし１１にはこれに沿った記載がある。\n(2)　そこで，原告主張の事実関係（前記「争点に関する当事者の主張」欄（前\n記第２，３）の原告の主張(2)参照）を前提として，「その責めに帰することができ\nない理由」（法１１２条の２第１項）の存否を検討すると，原告が本件特許料等を\n追納期限までに納付しなかった過程には，原告が本件特許権の管理を委任していた\n英国事務所が，特許料納付意思の確認のための原告宛の第２回目のリマインダーを\n別の者に誤発送した行為が存し，かかる重要な書面を誤発送したことについて，英\n国事務所の過失が認められる。このように，原告が本件特許権の管理を委任してい\nた英国事務所に過失が認められる以上，通常の注意力を有する当事者が，万全の注\n意を払っていても特許料等を納付できなかったとはいえず，「その責めに帰するこ\nとができない理由」（法１１２条の２第１項）があるということはできない。\nこの点，原告は，原告が管理を委任していた英国事務所は，更新料支払の\n要否について，たとえ連絡ミスが生じても適正な措置を講じ得るよう，３度にわた\nってリマインダーを発送する仕組みをコンピュータシステムを導入して構築してい\nたところ，本件においては，原告と何ら関係のない第三者が更新料支払不要のチェ\nックをして返送するという予測し難い不適切な行為が介在したのであって，原告は\n本件特許権の管理について相当な注意を払っていたし，さらには万全な注意をも払\nっていた旨主張する。\nしかし，原告が追納期間内に特許料等を納付するに至らなかった経緯をみ\nると，英国事務所が第２回目のリマインダーを誤って発送するという行為が介在し\nているところ，これは英国事務所の担当者が別の者（他の依頼者）宛の封筒に原告\n宛のリマインダーを同封するという初歩的な過誤によるものであり，加えて，英国\n事務所は，上記米国弁護士から返送された回答書に同人の署名がされており，原告\nによる受領印も原告の責任者による署名もされていないことを看過したものであ\nり，英国事務所において相当な注意を払っていたということができないのは明らか\nである。そして，英国事務所は原告の委託を受けて特許料等の納付行為を行ってい\nたものであるから，英国事務所の担当者の過失につき原告がその責めを負うのは当\n然である。また，原告自身においても，英国事務所から送付された第１回目のリマ\nインダーに回答しなかったにもかかわらず，英国事務所からの第２回目以降のリマ\nインダーの送付について意を払わなかった点において（原告が被告に提出した宣誓\n供述書提出書（甲７）中の英国事務所記録部マネジャーであるノービビ・シンプソ\nンの宣誓供述書第９項の記載によれば，英国事務所は第２回目リマインダーに対す\nる回答書を受領した旨を原告に通知しているが，原告がこれに対して英国事務所に\n問合わせ等をした事実は窺われない。），過失の責めを免れることはできない。\n上記によれば，原告主張の事実関係を前提としても，本件において，法１\n１２条の２第１項の「その責めに帰することができない理由」があるということは\nできない。\n３　結論\nしたがって，本件特許権の第１０年分の特許料の追納期間経過後にされた同\n特許料の納付は，原特許権者の「責めに帰することができない理由」に基づく追納\n期間の延長が認められないのであるから，これを不適法として却下した被告の処分\nは適法である。そして，第１１年分ないし第１３年分の特許料の納付は，第１０年\n分の特許料の不納付によって本件特許権が消滅した後の納付であるから，これを不\n適法として却下した被告の処分もまた適法である。\n以上によれば，本件各処分はいずれも適法であり，原告の請求はいずれも理\n由がない。\nよって，主文のとおり判決する。\n東京地方裁判所民事第４６部\n裁判長裁判官　　　　　　三　　村　　量　　一\n裁判官　　　　　　古　　河　　謙　　一\n裁判官　　　　　　吉　　川　　　　　泉\n"
}