{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 1,
    "day": 30
  },
  "case_number": "平成13(行ケ)249",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "商標権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "12064",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=12064",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/064/012064_hanrei.pdf",
  "contents": "平成１３年（行ケ）第２４９号　審決取消請求事件（平成１３年１１月１２日口頭\n弁論終結）\n判　　　　　　　　　決\n原　　　　　　告　　　株式会社エスエーシー\n訴訟代理人弁護士      米　　　川　　　耕　　　一\n同　　　　　　　　　　永　　　島　　　賢　　　也\n同                    鈴　　　木　　　謙　　　吾\n同　　　　　　　　　　櫻　　　井　　　滋　　　規\n同                    保　　　坂　　　光　　　彦\n同　　　　弁理士　　　田　　　中　　　二　　　郎\n訴訟復代理人弁護士　　大　　　泉　　　健　　　志\n被　　　　　　告　　　インドネシアンインポーツインク\n訴訟代理人弁護士　　　伊　　　藤　　　亮　　　介\n同　　　　　　　　　　中　　　西　　　健　太　郎\n同　　　　　　　　　　辰　　　野　　　亜　矢　子\n主　　　　　　　　　文\n特許庁が平成１０年審判第３５６６９号事件について平成１３年４月\n２０日にした審決のうち、登録第２７０１７１８号の指定商品中「かばん類、袋\n物」についての登録を無効とするとの部分を取り消す。\n訴訟費用は被告の負担とする。\nこの判決に対する上告及び上告受理申立てのための付加期間を３０日\nと定める。\n事実及び理由\n第１　当事者の求めた裁判\n１　原告\n主文第１、２項と同旨\n２　被告\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n第２　当事者間に争いのない事実\n１　特許庁における手続の経緯\n原告は、「ＳＡＣ」の文字を横書きしてなり、指定商品を商標法施行令（平\n成３年政令第２９９号による改正前のもの）別表による第２１類「装身具、かばん\n類、袋物、その他本類に属する商品」とし、現に有効に存続している商標（登録第\n２７０１７１８号、昭和５７年１２月２３日登録出願、平成６年１２月２２日設定\n登録、以下「本件商標」という。）の商標権者である。被告は、平成１０年１２月\n２５日、本件商標登録の無効審判の請求をし、特許庁は、同請求を平成１０年審判\n第３５６６９号事件として審理した結果、平成１３年４月２０日、「登録第２７０\n１７１８号の指定商品中『かばん類，袋物』についての登録を無効とする。」との\n審決をし、その謄本は、同年５月９日、原告に送達された。\n２　審決の理由\n審決は、別添審決謄本写し記載のとおり、本件商標は、本件商標の登録審決\n時（平成６年７月２２日）前において、バッグを取り扱う業界においては、袋類の\n総称を指すものとして広く認識され、使用されているものというべきであり、そう\nすると、本件商標を、その指定商品中「かばん類及び袋物」に使用しても、これに\n接する取引者、需要者は、商品の品質を表示したものと理解するから、本件商標\nは、上記指定商品について、商標法３条１項３号に掲げる商標に該当し、同法４６\n条に反して登録されたものであるから、無効とすべきものとした。\n第３　原告主張の審決取消事由\n１　審決は、本件商標が、本件商標の登録審決時前において、バッグを取り扱う\n業界においては、袋類の総称を指すものとして広く認識され、使用されているもの\nというべきであり、本件商標を、その指定商品中「かばん類及び袋物」に使用して\nも、これに接する取引者、需要者は、商品の品質を表示したものと理解するとの誤\nった認定（取消事由）に基づいて、本件商標が商標法３条１項３号の規定に違反し\nて登録されたとの誤った判断に至ったものであるから、違法として取り消されるべ\nきである。\n２　取消事由（品質表示であるとの認定の誤り）\n(1)　記述的商標（商標法３条１項３号）\nア　審決は、「服装 1983 AUTUMN」（甲第１５号証）の「ご存じですか？\n服飾用語」の「サック(sac)(仏)」の項に「〈袋〉〈バッグ〉の総称で・・・即ち、\n英語のハンドバッグを指す。」と記載されている事実などを認定した上、「本件商\n標の登録審決時（平成６年７月２２日）前において、『sac』の語は、バッグを取り\n扱う業界においては、『ふくろ類の総称』を指すものとして広く認識され、使用さ\nれているものというべきである」（審決謄本９頁４行目～７行目）と認定している\nが、誤りである。審決の上記認定は、要するに、辞書や用語辞典の類に、「sac」が\nかばん類の総称であるとの記載がされているということであるが、言葉の意味を調\nべるための辞典類において、フランス語でかばん類の総称を意味すると記載されて\nいることから直ちに、我が国の国内においてもこの語が記述的商標に当たるという\nことはできない。\nイ　「SPUR」（甲第２６号証）、「マリ・クレール」（甲第２７号証）等の\n雑誌には、「sac」の他に「かばん」、「バッグ」等の表示が付記されているが、こ\nのことは、広告の作成者においても、日本人読者が「sac」という語だけでは当然に\n「かばん」及び「バッグ」という意味を導くことが困難であると認識していたこと\nを示しており、この点で、「バッグ」の語との隔たりは非常に大きい。\nウ　特許庁が「sac」の語が記述的商標に当たらないとの判断を一貫して有し\nていることは、「sac」を含む商標が数多く登録されている（甲第３０～第３５［枝\n番を含む］、第５３号証）ことから明らかである。出願商標中に普通名称や記述的\n商標が存在する場合には、指定商品を当該商品に限定しない限り、品質誤認商標と\nして商標法４条１項１６号に掲げる商標に当たり登録を受けることができない。審\n決認定のように、「sac」が我が国においてかばん類の総称を意味するものとして広\nく認識されているのであれば、これを含む商標は、指定商品をかばん類に限定しな\nい限り、すべて拒絶されなければならないはずである。\nエ　本件商標は、本件審決の理由と同様の理由により拒絶査定を受けなが\nら、これに対する不服の審判における慎重な審理を経た結果登録されたものであ\nり、本件訴訟における議論は、本件商標の登録までの手続において既に尽くされて\nいる。原告は、本件商標が登録されるべきであるとの特許庁の判断を受け、更に設\n備投資、販売拡張をした結果、本件商標の使用された商品は、登録当時と比べ販売\n額が倍増し、年商２６億円程度のブランドに成長し、若い女性を始めとする多くの\n需要者に親しまれるに至っている。\n(2)　普通名称（商標法３条１項１号）\n審決は、本件商標登録の無効事由として、本件商標が商標法３条１項３号\nに掲げる品質表示に該当するとのみ判断しており、同項１号について判断していな\nいから、本件訴訟の審理範囲も同項３号該当性の有無に限定され、同項１号に関す\nる事項は、本件訴訟の審理の対象とはならない。このことは、最高裁昭和５１年３\n月１０日大法廷判決・民集３０巻２号７９頁の趣旨から明らかである。\n第４　被告の反論\n１　審決の認定判断は正当であり、原告主張の審決取消事由は理由がない。\n２　取消事由（品質表示であるとの認定の誤り）について\n(1)　記述的商標（商標法３条１項３号）\nア　本件商標は、フランス語で袋を意味することから、我が国においても、\n一般に袋類の総称として理解されている（甲第３～第１０号証［枝番を含む］、第\n４２、第４３号証）。原告は、審決認定の根拠となった各文献が辞書や用語辞典で\nあることを主張するが、これら文献は、「sac」の語が袋類の総称を意味するものと\nして普通に使用されていると認めるのに十分である。「服飾辞典」（甲第１８号\n証）は、昭和３６年に発行され、「田中千代　服飾辞典」（甲第１７号証の１～\n４）は、昭和４４年の発行以来、継続して「sac」の語がフランス語で袋、バッグを\n意味すると記載し続けている。これらの辞典は、いずれもファッション業界におい\nて広く使用されてきたものであり、ファッション業界、かばん業界における認識を\n判断する際の重要な証拠となる。「服装 1983 AUTUMN」（甲第１５号証）、「新フ\nァッションビジネス基礎用語辞典」（甲第２０号証）も同様である。また、「世界\nの一流ブランド　エルメス大図鑑」（甲第２４号証）においては、ハンドバッグの\n意味で「SAC」が使用され、紳士バッグにつき「SAC HOMME」、旅行かばんについ\nて「SAC DE VOYAGE」がそれぞれ使用されている。また、「マリ・クレール」等の一\n般需要者である女性向けファッション雑誌において、かばん、バッグを紹介する記\n事又は一般需要者向けの雑誌及びカタログ等においても「SAC」が頻繁に使用されて\nおり（甲第２３、第２４、第２７、第２８、第３６、第３７、第４１～第４３号\n証）、ファッション業界の関係者も、陳述書（乙第７号証）及び報告書（乙第８～\n第１０号証）において、このような状況を述べている。ファッション関連企業は、\n外国企業、日本企業を問わず、かばん類を販売するに際し、「SAC」ないし「SACS」\nを使用している（乙第２４～第２８［枝番を含む］）。\nイ　本件商標は、指定商品の品質を示すものとして、商標法３条１項３号に\n掲げる記述的商標に該当する。記述的商標が登録を受けることができないのは、こ\nれが取引に際し必要適切な表示としてなんぴともその使用を欲するものであるか\nら、特定人による独占的使用を認めるのを公益上適当としないなどの理由によるも\nのである。最高裁昭和５４年４月１０日第三小法廷判決・判例時報９２７号２３３\n頁等の判決は、この趣旨を判示しており、「ウロバッグ」の商標が指定商品である\n医療機械器具の分野において「尿に関する袋状の商品」を意味するものとして記述\n的商標に当たると判断した東京高裁平成６年１０月２０日判決もある。\nウ　「サック」は、袋、袋状の入れ物という、形状ないし品質を一般に記述\nする用語として我が国において用いられてきた。「コンドーム」、「シース」など\nの語も、「サック」という語を用いて説明がされているのは（乙第２９～第３５号\n証）、「サック」が袋ないし袋状という形状ないし品質を意味する一般的な語であ\nることの証左である。\nエ　本件商標は、袋類の総称であり、かばん、ハンドバッグ等を意味するも\nのとして普通に使用されている、フランス語の生活用語である。日本語において\nも、日本国語大辞典（甲第４号証）は、「サック」が袋、入れ物を意味する日本語\nであるとし、大言海（甲第５号証の１、２）は、昭和４９年から「サック」を西洋\n製の袋を意味する日本語として一貫して記載しており、広辞苑（甲第６号証の１～\n３）は、昭和４４年から「サック」が袋を意味する日本語として一貫して記載して\nいる。これらの国語辞典は、いずれも我が国の国内において広く使用されている定\n評ある辞典であり、いずれも、本件商標の登録審決前に発行されたものである。加\nえて、外来語として日本語化された用語を説明する外来語辞典（甲第８、第９号\n証、第１０号証の１、２）も、昭和４２年以降「サック」を袋、袋状の入れ物を意\n味する外来語として記載している。以上のとおり、本件商標の称呼「サック」がか\nばん類、袋の総称を意味することは明らかである。\nオ　本件商標の公益性に照らしても、本件商標の登録は無効とされるべきで\nある。出願された商標が、商品の特性を表示するような語である場合には、その商\n標は、なんぴともその使用を欲するものであり、かつ、使用の必要性が高いため、\n特定人の独占が許されるべきではない。本件商標は、フランス語でかばんを意味す\nる基本的な普通名称であり、指定商品であるかばん又は袋物の品質を表す語であ\nり、一私人による使用の独占は認められるべきではない。また、在日フランス大使\n館経済商務担当参事官（甲第４９号証）及び在日フランス商工会議所専務理事（乙\n第１１号証）が述べるように、我が国において、一企業が本件商標の登録を受ける\nことによりその使用が独占されることは、ハンドバッグ等の取引を行うフランス企\n業が、広告宣伝等の業務において「SAC」の表示を使用することができないなど、そ\nの事業活動に厳格な制約が課されることとなり、日仏関係及び我が国市場の国際化\nに照らし是認し得ないものである。\nカ　原告は、「sac」を含む商標が指定商品をかばん類に限定しないまま多く\n登録を受けていることを主張するが（甲第３０～第３５号証）、このことは、特許\n庁が「sac」を記述的商標と認めていないことの根拠とはならない。原告の主張する\n上記事例における指定商品は、「かばん類，袋物」と類似しない「装身具」等であ\nることから、品質誤認表示として商標法４条１項１６号に該当するものではないか\nらである。\nキ　本件商標は、昭和５９年２月１７日、フランス語の普通名称であること\nを理由に拒絶理由が通知され（甲第４４号証）、原告が意見書を提出したにもかか\nわらず（甲第４６号証）、同年６月１５日、拒絶査定がされ（甲第４５号証）、こ\nれに対する不服の審判により登録を認める審決がされてようやく登録がされた（甲\n第４７、第４８号証）という経緯がある。\n(2)　普通名称（商標法３条１項１号）\n審決においては、商標法３条１項１号の条文は摘示されていないものの、\n「４　当審の判断」において、「請求人（注、被告）は、本件商標が普通名称に該\n当する事実を証する証拠を何ら提出していないものであり」（審決謄本９頁１２行\n目～１３行目）との説示があることから、一見、本件商標の普通名称該当性につい\nて判断しているとも思われる。被告は、この点にかんがみ、念のため、本件商標が\n商品の普通名称に該当することを主張するが、裁判所がこの点を本件訴訟の審理範\n囲外であると判断する場合には、事情として参酌されたい。\n上記のとおり、「サック」が袋物、袋状の入れ物を意味する日本語である\nことは明らかであるが、「サック」は、商標法３条１項１号に掲げる普通名称の要\n件も充足している。我が国において、フランス製バッグ類の人気は高く、かばん業\n界の取引関係者らは、一般的にフランスのかばん類を輸入し、一般消費者を含めフ\nランス製のかばん類を購入又は輸入している。我が国のかばん業界において、欧米\nからの輸入品のシェアは、昭和６２年の24.1％から上昇して平成２年には39.7％と\nなり、その中でも、フランス製のかばん類は、群を抜いて多く流通している（甲第\n１１号証の１、２、第１２号証の１～２８）。また、かばん類製造における世界の\n中心地はフランスであり、我が国のかばん類の取引者、需要者は、フランスに対す\nる強い指向性を有し、フランスにおけるファッション業界の情報を逐一取り入れて\nきたのであって、フランス語の「SAC」がかばん類、袋類を意味する普通名称である\nことを認識し、これを使用して取引をしてきた。フランス語の「SAC」が我が国にお\nいてどのように認識されているかを判断するに当たっては、ファッション業界にお\nけるフランス語の役割を考慮することが必要である。ファッション業界において\nは、相当程度フランス語が普及しており、取引者、需要者の語学知識としてフラン\nス語も考慮すべきである。\n第５　当裁判所の判断\n１　取消事由（品質表示であるとの認定の誤り）について\n(1)　証拠によれば、以下の事実が認められる。\nア　鈴木信太郎他著「スタンダード佛和辭典」第７版（１９５９年３月２５\n日株式会社大修館書店発行、甲第３号証の１）、同増補改訂版第２版（１９７６年\n３月１日同社発行、同号証の２）及び同増補改訂版第９版（１９８４年４月１日同\n社発行、同号証の３）には、フランス語の「sac」が名詞であり、その意味が「袋」\n等であることが記載され、同「新スタンダード仏和辞典」（１９８７年５月１日同\n社発行、同号証の４）及び同第３版（１９８９年４月１日同社発行、同号証の５）\nには、上記の記載に加え、その意味として「バッグ」及び「かばん」が加えられて\nいる。\nイ　日本大辞典刊行会編「日本國語大辞典第九巻」（昭和４９年５月１日株\n式会社小学館発行、甲第４号証）には、「サック」の語が英語の「sack」に由来す\nる名詞であり、その意味が「袋」等であることが記載され、大槻文彦著「新訂大言\n海」（昭和３１年３月１日合資会社冨山房発行、甲第５号証の１）及び同「新編大\n言海」（昭和５７年２月２８日同社発行、同号証の２）には、「サック」の語が英\n語の「sack」に由来する名詞であり、その意味が「西洋製ノ袋」等であると記載さ\nれている。新村出編「広辞苑」第二版（昭和４４年５月１６日株式会社岩波書店発\n行、甲第６号証の１）、同第三版（昭和５８年１２月６日同社発行、同号証の２）\n及び同第四版（１９９４年９月２０日同社発行、同号証の３）には、「サック」が\n外国語である「sack」に由来する語であり、その意味が「袋」等であると記載され\nている。吉沢典男他著「外来語の語源」（昭和５４年６月３０日株式会社角川書店\n発行、甲第８号証）及び同「図解外来語辞典」（昭和５４年１０月３０日同社発\n行、甲第９号証）には、「サック」が外国語である「sack」に由来する語であり、\nその意味が「袋物の総称」であると記載されている。荒川惣兵衛著「角川外来語辞\n典」（昭和４２年９月３０日株式会社角川書店発行、甲第１０号証の１）及び同\n「角川第二版外来語辞典」（１９７７年１月３０日株式会社角川書店発行、同号証\nの２）には、「サック」がフランス語の「sac」、英語の「sack」等に由来し、その\n意味が「袋」、「袋状の入れ物」等であると記載されている。\nウ　「服装 1983 AUTUMN」（昭和５８年９月１５日学校法人田中千代学園発\n行、甲第１５号証）には、「サック (sac)(仏)　〈袋〉〈バッグ〉の総称で・・・\n英語のハンドバッグを指す」（２４頁）と記載され、「服装 1988 SUMMER」（昭和\n６３年６月１５日同学園発行、甲第１６号証）には、「サック(sac)　・・・身の廻\nりの必要なものを入れる〈バッグ〉〈袋〉を総称している。・・・英語では、バッ\nグである〉（４６頁）と記載されている。\nオ　田中千代著「田中千代服飾事典」（１９６９年９月２０日同文書院発\n行、甲第１７号証の１）には、「サック」の語がフランス語の「sac」に由来し、そ\nの意味が「ふくろ類の総称」であると記載され、同「田中千代服飾事典（特製\n版）」（１９７３年６月１５日同社発行、同号証の２）及び同「新・田中千代服飾\n事典」（１９９１年１０月２２日同社発行、同号証の４）にも、同一の記載があ\nる。田中千代編「服飾事典」１２版（１９６１年１２月１日株式会社婦人画報社発\n行、甲第１８号証）には、「サック」の語がフランス語の「sac」に由来し、の意味\nが「袋」及び「ハンドバッグ」であると記載されている。\nカ　「かばん・ハンドバッグの商品知識」改訂版（昭和５１年９月１０日有\n限会社ぜんしん発行、甲第２１号証）には、「サック」の語がフランス語の「sac」\nに由来し、その意味が「ハンドバッグ」であると記載されている。深井晃子他「フ\nランス・モード基本用語」（１９９６年４月１日株式会社大修館書店発行、乙第６\n号証）には、「sac［サック］・・・バッグ，袋」と記載され、「sac」がフランス\n語の名詞であることも記載されている。「BAG WARE」３６巻１２号（株式会社商報\n社昭和６１年１２月５日発行、甲第２２号証）には、「バッグウェア／ファッショ\nン業界関連用語解説③　サック〔sack〕・おおい、さやなどで、種類によっては斯\n業界で作られるものもある。その形状（袋＝サック）から、サックシルエッ\nト・・・などに転用されることもある〕」（４４頁）と記載されている。\nキ　「エルメス大図鑑」（昭和５４年株式会社講談社発行、甲第２４号証）\nには、エルメス社製のハンドバッグ及びショルダーバッグの写真を掲載した頁にお\nいて、「ハンドバッグ」及び「ハンドバッグ／ショルダーバッグ」との記載と近接\nして「SAC」の記載がされている。\n(2)　以上によれば、我が国では、標準的な仏和辞典において、「sac」の語\nは、長年、「袋」、「バッグ」、「かばん」等の意味を有するフランス語の普通名\n詞として記載されてきたこと、その発音を片仮名表記した「サック」の語は、標準\n的な外来語辞典において、長年、「袋」を意味する外来語であるとして記載されて\nきたこと、また、服飾関係の事典、雑誌類においては、長年、「サック」の語がフ\nランス語の「sac」に由来する名詞であり、「袋」、「バッグ」、「かばん」等の総\n称であるとか、英語のハンドバッグと同義であると記載されてきた事実が認められ\nる。\nところで、我が国において、英語は義務教育過程においてほとんどの学生\nが履修するのと異なり、フランス語は、一般には、通常人が発音し、又は意味を理\n解することのできる言語ということはできない。しかしながら、我が国において\nも、ファッション関連業界においては、需要者の多くがフランス製品の有する高級\n感等によりこれを嗜好し、フランス製品が多く流通することから、ファッションに\n関係するフランス語が頻繁に用いられることは公知の事実である。そうすると、我\nが国においても、ファッション関連業界において、ファッション関係の基本的フラ\nンス語は、発音され、かつ、その意味が理解されると認められる。\n本件商標は、「sac」からなり、そのローマ字表記は単純なものである上、\n上記のとおり、「サック」と発音される「sack」の英語がフランス語の「sac」と類\n似の意味を有することもあり、我が国において「サック」と発音されるのが通常と\n認められる。これに上記(1)(2)の事実を併せ考えると、「サック」は、指定商品中\n「かばん類，袋物」の属する業界の取引者、需要者がこれに接した場合、「袋」、\n「バッグ」、「かばん」等の総称を意味する外来語であると理解すると認められ、\nまた、本件商標である「sac」は、上記取引者、需要者がこれに接した場\n合、「sac」のフランス語自体の意味により、又はその発音を片仮名表記した外来語\nの「サック」を想起することにより、「袋」、「バッグ」、「かばん」等の総称で\nあると理解すると認めるのが相当である。\n(3)　そうすると、審決の「本件商標の登録審決時（平成６年７月２２日）前に\nおいて、『sac』の語は、バッグを取り扱う業界においては、『ふくろ類の総称』を\n指すものとして広く認識され、使用されているものというべきである」（審決謄本\n９頁４行目～７行目）との認定それ自体には誤りはないが、審決は、上記認定に続\nけ、「『SAC』の文字からなる本件商標を、その指定商品中『かばん類及び袋物』に\n使用しても、これに接する取引者、需要者は、商品の品質を表示したものと理解\nし」（同８行目～１０行目）と説示している。しかしながら、商標法３条１項１号\nに規定する「普通名称」は、商品についていえば、指定商品の属する特定の業界に\nおいて当該商品の一般的名称であると認識されるに至っているもの、すなわち、指\n定商品を表す普通名詞を意味するのに対し、同項３号に規定するいわゆる記述的商\n標は、指定商品の産地、販売地、品質等を普通に用いられる方法で表示する標章の\nみからなる商標であり、指定商品の性状等を「記述」する標章であって、指定商品\nそのものの総称である普通名称とは異なるものである。\n本件においては、「sac」及び「サック」は、上記のとおり、いずれも袋類\nの総称、すなわち、袋類を意味する普通名称として広く認識され、使用されている\nのであるから、これによれば、商標法３条１項１号には該当しても、本件商標が指\n定商品の性状を記述する用語として認識、使用されているということはできないか\nら、同項３号該当性が認められるということはできない。これに反する審決の上記\n判断は誤りである。\nさらに、審決は、「請求人（注、被告）は、本件商標が普通名称に該当す\nる事実を証する証拠を何ら提出していない」（同１２行目～１３行目）と説示す\nる。しかしながら、本件商標が普通名称に該当することは上記のとおりであって、\nその基礎となる事実の認定に供された上記(1)掲記の各証拠が審判手続において請求\n人（注、被告）から提出されていたことは、審決謄本及び審判請求理由補充書（乙\n第２、第３号証）の記載からも明らかであるから、審決におけるこの部分の認定判\n断も誤りであるといわざるを得ない。\nなお、商標法３条１項３号に規定する商品の「品質」には、商品の品位、\n等級、色彩等が含まれると解されるが、商品の形状については、一般に品質とは概\n念を異にする上、法文上も、同号において品質とは別個独立して規定されている以\n上、品質には含まれないと解される。審決は、本件商標が「ふくろ類の総称」を指\nすものというが、仮に、この趣旨を「袋状」をいうものと解するとしても、そうで\nあれば、本件商標が同号の「形状」に該当することとなり、「品質」を表示するも\nのということはできない。加えて、上記認定のとおり、本件商標の指定商品がファ\nッション関連のものであり、「sac」というフランス語がファッション関係の基本的\n用語であって、フランス語が特に取引者、需要者に理解されるということができる\nのであるから、「sac」というフランス語が指定商品の普通名称であることを離れ、\n一般に「袋状」という形状を記述するものとして理解されるということはできな\nい。証拠上も、「sac」及び「サック」の語は、すべて「袋」等の普通名詞として説\n明、使用されており、「袋状の」というような形容詞又は記述的な表現としては使\n用されていないのであって、本件商標を商品の形状を表示するものということはで\nきない。なお、「BAG WARE」３６巻１２号（甲第２２号証）には、英語の「sack」\nに由来する「サック」の語が「その形状（袋＝サック）から、サックシルエッ\nト・・・などに転用されることもある」と記載されているが、合成語を造る際の手\n法という特殊なものであるから、この記載により直ちに、「sac」及び「サック」の\n語が「袋状」という形状を表示するものと認めることはできず、他にこれを認める\nに足りる証拠はない。\n(4)　品質表示であるとの審決の判断に係る被告の主張について\nア　被告は、本件商標が指定商品の品質を示すものとして商標法３条１項３\n号に掲げる記述的商標に該当すると主張する。そして、一般的に記述的商標が登録\nを受けることができない理由について被告が述べるところは特段異論のないところ\nであるが、「サック」が、我が国において、「袋状」という形状ないし品質を一般\nに記述する用語として用いられてきたという主張については、上記のとおり、採用\nすることができない。また、フランス語である「sac」の意味が一般に理解されてい\nることは、これがファッション関係の基本的用語であるということを離れては考え\nられないのであるから、被告が主張する「コンドーム」、「シース」等の一般的で\nない用語に基づいて、「サック」が「袋状の」という形状ないし品質を意味する一\n般的な用語であると認めることはできない。\nイ　被告は、本件商標の公益性に照らしても、本件商標の登録は無効とされ\nるべきであると主張するが、本件商標が商標法３条１項１号又は３号に該当するこ\nとを前提とするものであって、このような公益性に対する考慮は、商標法の上記規\n定等の該当性の判断においておのずと図られるものであるから、上記該当性の要件\nを離れ独立して取り上げる必要はない。\nウ　証拠（甲第４４～第４８号証）によれば、被告主張のとおり、本件商標\nは、昭和５９年２月１７日、フランス語の普通名称であることを理由に拒絶理由が\n通知され、原告が意見書を提出したにもかかわらず、同年６月１５日、拒絶査定が\nされ、これに対する不服の審判により登録を認める審決がされて登録がされた経緯\nのあることが認められる。しかしながら、本件審決は、本件商標が商標法３条１項\n３号に掲げる商標に当たるかどうかという、上記出願経過において判断されたのと\nは異なる争点について判断したものであって、その該当性の判断を誤りとすること\nは、本件商標の上記出願経過によって何ら妨げられるものではない。\n(5)　普通名称であるとの被告の主張について\nア　審決は、本件商標登録の無効事由として、本件商標が商標法３条１項３\n号に掲げる品質表示に該当するとのみ判断しており、同項１号について判断してい\nないから、本件訴訟の審理範囲も同項３号該当性の有無に限定され、同項１号に関\nする事項は、本件訴訟の審理の対象とはならないというべきである（最高裁昭和５\n１年３月１０日大法廷判決・民集３０巻２号７９頁参照）。\nイ　被告は、審決においては商標法３条１項１号の条文は摘示されていない\nものの、「４　当審の判断」において「請求人（注、被告）は、本件商標が普通名\n称に該当する事実を証する証拠を何ら提出していないものであり」（審決謄本９頁\n１２行目～１３行目）との説示があることから、一見、本件商標の普通名称該当性\nについて判断しているとも思われると主張する。\nしかしながら、審決は、「『SAC』の文字からなる本件商標を、その指定\n商品中『かばん類及び袋物』に使用しても、これに接する取引者、需要者は、商品\nの品質を表示したものと理解し、自他商品の識別標識としての機能を有するものと\nは認識し得ないものといわざるを得ない」（審決謄本９頁８行目～１１行目）と判\n断し、審決の結論部分において「本件商標は、商標法３条１項３号に違反して登録\nされたものであるから、同法第４６条の規定により、その指定商品中『かばん類及\nび袋物』について、その登録を無効とすべきもの」（同２１行目～２３行目）とし\nており、商標法３条１項１号該当性について何ら判断していないことは明らかであ\nる。審決の「請求人は、本件商標が普通名称に該当する事実を証する証拠を何ら提\n出していないものであり」との上記説示部分は、その認定判断が誤りであることは\n上記(3)のとおりであるばかりでなく、これに続く「また、本件商標をその指定商品\n中『かばん類、袋物』以外の商品について使用しても、商品の品質について、誤認\nを生ぜしめる事情は有しないものと判断するのが相当である」との部分と一体の説\n示、すなわち、品質誤認表示として商標法４条１項１６号に該当するかどうかの判\n断の一部である解するほかはない。\n２　以上によれば、原告主張の審決取消事由は理由があるから、審決は取消しを\n免れない。\nよって、原告の請求は理由があるからこれを認容し、訴訟費用の負担並びに\n上告及び上告受理申立てのための付加期間の付与につき行政事件訴訟法７条、民事\n訴訟法６１条、９６条２項を適用して、主文のとおり判決する。\n東京高等裁判所第１３民事部\n裁判長裁判官  　 　 篠　　　原　　　勝　　　美\n裁判官　　　  石　　　原　　　直　　　樹\n裁判官　　　　長　　　沢　　　幸　　　男\n"
}