{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 16,
    "month": 12,
    "day": 15
  },
  "case_number": "平成16(ワ)3173",
  "case_name": "不正競争行為差止等請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "不正競争",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "9871",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=9871",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/871/009871_hanrei.pdf",
  "contents": "平成１６年(ワ)第３１７３号　不正競争行為差止等請求事件\n口頭弁論終結日　平成１６年１０月６日\n判　　　　　　　決\n原　　　　　　　告　　　　　有限会社シップス\n訴訟代理人弁護士　　　　　　山崎理恵子\n被　　　　　　　告　　　　　株式会社防衛ホーム新聞社\n訴訟代理人弁護士　　　　　　副島文雄\n補佐人弁理士　　　　　　　　松下義勝\n主　　　　　　　文\n１　原告の請求をいずれも棄却する。\n２　訴訟費用は，原告の負担とする。\n事実及び理由\n第１　請求\n１　被告は，別紙被告標章目録１又は２記載の各標章（以下，順に「被告標章\n１」，「被告標章２」といい，併せて「被告各標章」という。）を饅頭の包装若し\nくは広告に付し，又は同標章を包装に付した饅頭を製造し，譲渡し，引き渡し，譲\n渡若しくは引渡しのため展示し，輸出し，輸入してはならない。\n２　被告は，その占有する前項記載の饅頭の包装又は広告を廃棄せよ。\n３　被告は，被告標章２をせんべいの包装若しくは広告に付し，又は同標章を包\n装に付したせんべいを製造し，譲渡し，引き渡し，譲渡若しくは引渡しのため展示\nし，輸出し，輸入してはならない。\n４　被告は，その占有する前項記載のせんべいの包装又は広告を廃棄せよ。\n５　被告は，その販売する菓子に被告各標章を使用してはならない。\n６　被告は，原告に対し，金１１７６万円及び内金１０７５万２０００円に対し\nては平成１６年２月２７日から，内金１００万８０００円に対しては平成１６年８\n月１７日から，それぞれ支払い済みまで年５分の割合による金員を支払え。\n第２　事案の概要\n原告は，被告による被告標章１を包装に付した饅頭（以下「被告饅頭１」と\nいう。），被告標章２を各包装に使用したせんべい（以下「被告せんべい」とい\nう。）及び饅頭（以下「被告饅頭２」といい，被告饅頭１，被告せんべいと併せて\n「被告商品」という。）の販売について，①被告商品の販売は不正競争防止法２条\n１項１号の不正競争行為に該当する，②被告せんべい及び被告饅頭２の販売は著作\n権（複製物の譲渡権）侵害に該当する，と主張して，被告に対し，不正競争防止法\n３条（被告商品）又は著作権（被告せんべい及び被告饅頭２）に基づく被告商品の\n販売等の差止め及び廃棄，並びに不正競争防止法４条又は民法７０９条に基づく損\n害賠償を求めた。\n１　争いのない事実等\n(1)　当事者\n原告は，菓子等の販売等を業とする有限会社である。\n被告は，新聞の発行等を業とする株式会社である。\n(2)　被告の行為\n被告は，平成１４年２月から同年１２月までの間，別紙標章目録記載の標\n章（以下「本件標章」という。）を包装に付した饅頭（以下「本件饅頭」とい\nう。）を原告あてに発注し，仕入れた本件饅頭を全国の防衛庁又は自衛隊の関連施\n設の売店で販売した（甲６，乙１０，２５。ただし，後記のとおり，原告と被告と\nの間の取引の内容，及び本件饅頭が原，被告いずれの商品であることを示す商品等\n表示であるかについては争いがある。）。\n被告は，平成１５年１１月ころから被告饅頭１を，平成１６年４月ころか\nら被告せんべいを，平成１６年６月ころから被告饅頭２をそれぞれ自衛隊の関連施\n設の売店で販売している。\n２　争点\n(1)　本件標章は，本件饅頭が原告の販売する商品であることを示す周知な表示\nであるかどうか。\n(2)　被告商品の販売は，不正競争防止法２条１項１号の不正競争行為となるか\nどうか。\n(3)　被告せんべい及び被告饅頭２の販売は，著作権侵害となるかどうか。\n(4)　原告の被った損害額はいくらか。\n第３　争点に関する当事者の主張\n１　争点(1)（本件標章は原告の周知な商品等表示か）について\n（原告の主張）\n(1)　原告の商品等表示性\nア　原告は，自衛隊限定商品に市場性があることを認識し，自衛隊関係者を\n対象とする「自衛隊饅頭」の販売を企画した。原告は，当初は以前から取引のあっ\nた防衛弘済会を通じて「自衛隊饅頭」の販売を行うことを計画したが，被告が自衛\n隊員向けの新聞を各駐屯地の売店で販売していることなどから，被告に「自衛隊饅\n頭」の販売委託を持ちかけたところ，被告が独占販売を希望したため，被告に対\nし，「自衛隊饅頭」の販売を独占的に委託することとした。\nイ　その後，原告は，「自衛隊饅頭」の具体的な商品化のために，饅頭本体\nに付する絵柄及び本件標章を含む包装紙の主要部分のデザインを考案し，決定し\nた。また，包装紙の裏面には，本件饅頭が原告の販売する商品であることを示すた\nめ，原告を販売者として表示した。\nこうして，原告のオリジナル商品である本件饅頭が出来上がり，原告\nは，平成１５年２月より，被告を通じて自衛隊の売店で本件饅頭の販売を開始し\nた。\n以上のとおり，本件饅頭は原告の企画した原告の商品であり，本件標章\nは，本件饅頭が原告の商品であることを示す表示として，原告が考案し，本件饅頭\nに付したものである。\n(2)　本件標章の周知性\nア　本件饅頭は，自衛隊の施設の売店のみで販売されており，そのため，そ\nの包装には「自衛隊限定販売」，「自衛隊オリジナル饅頭」などと大きく記載さ\nれ，平成１５年９月１０日に放送されたフジテレビ系列の番組「トリビアの泉」で\nも「自衛隊でしか買えないおまんじゅうがある」として本件饅頭が紹介された。\nイ　本件饅頭は，主として自衛隊員を対象に販売され，自衛隊員の間で「撃\nまん」と呼ばれて親しまれており，本件標章は，本件饅頭が原告の商品であること\nを示す表示として自衛隊員の間では広く知られていた。さらに，本件饅頭は，高視\n聴率番組である前記「トリビアの泉」で紹介されたが，この回の同番組の世帯視聴\n率は，２７．４％であり，例えば，関東地区では世帯視聴率１％当たり１６万３１\n４０世帯が視聴したと推定されるから，４４７万００３６世帯が同番組を視聴した\nことになる。本件標章は，同番組で紹介されたことにより，自衛隊員のみならず，\n一般消費者の間でも広く知られるようになった。\nウ　原告は，平成１５年２月から１２月までの間に本件饅頭を合計１万９７\n１８箱販売したが，この販売量は，販売地域を限定した饅頭としては，驚異的な数\n量である。\nエ　原告は，元々自衛隊員を対象として，自衛隊の売店でのみ本件饅頭を販\n売していた。したがって，第一次的には，本件饅頭の主たる需要者である自衛隊員\nを基準として本件標章の周知性を判断すべきであり，前記イ，ウのとおり，本件標\n章は自衛隊員の間で周知であった。\nまた，仮に，自衛隊員のみならず，一般消費者を基準としても，本件饅\n頭が「トリビアの泉」で紹介されたことにより，本件標章は，周知性を取得したと\nいえる。\n（被告の反論）\n(1)　被告の商品等表示性\nア　被告と原告の代表者のＡは，Ａが専務取締役をしている訴外株式会社光\n洋商事（以下「光洋商事」という。）で被告のカレンダーを販売したことから知り\n合いになった。\nＡは，平成１４年１２月７日，光洋商事作成の「オリジナル饅頭製作の\nご案内」と題する小冊子を持参し，被告に対し，光洋商事の企画として，被告のオ\nリジナル饅頭の製造販売を提案してきた。そこで，被告は，被告と関係の深い防衛\n庁や自衛隊の売店だけでオリジナル饅頭を限定販売しようと考え，Ａに対し，オリ\nジナル饅頭の製造を委託することとした。\nイ　被告は，オリジナル饅頭に付ける絵柄のデザインを完成させ，平成１５\n年１月２８日までに，Ａに伝えた。また，被告は，平成１４年１２月中旬ころから\n饅頭を詰める菓子箱の包装紙のデザインを検討し，被告の取締役のＢが考えた\n「撃」を称呼とし，その字体等を本件標章とすること，包装紙の中央部に戦闘機，\n戦車，戦艦を配置することなど，包装紙全体のデザインを決定し，これを平成１５\n年２月４日までにＡに通知した。このように，本件饅頭の包装紙のデザインは，被\n告が自己の商品のために考え，決定したものである。\nしたがって，本件標章を含む包装紙全体が，被告の販売する商品である\nことを示す表示となっている。\n(2)　周知性\n本件標章は，被告の商品であることを示す表示であるから，本件標章が周\n知であるとすれば，被告の商品等表示として周知ということになるから，原告の主\n張は，この点で失当である。\nまた，以下のような本件饅頭の販売期間，販売数量，販売場所，テレビ等\nで取り上げられた回数などに照らしても，本件標章が周知となったとはいえない。\nア　本件饅頭の販売期間は，平成１５年２月から同年１２月までと極めて短\n期間である。\nイ　本件饅頭の販売数量は，全国で合計１万９７１８箱にすぎず，しかも，\nこれはすべて被告の営業努力によって販売したものである。\nウ　防衛庁・自衛隊の施設は，全国各地に約４００か所あり，各施設には，\n少なくとも数か所の売店がある。このうち，本件饅頭が販売された売店は，わずか\n２３店である。\nエ　本件饅頭がテレビで取り上げられたのは，わずか１回だけである。\n２　争点(2)（不正競争行為の有無）\n（原告の主張）\n(1)　類似性\n本件標章は，漢字の「撃」と欧文字の「ＧＥＫＩ」からなるものである。\n他方，被告標章１は，漢字の「撃」と欧文字の「ＧＥＫＩ」と数字の「２」からな\nるものであり，被告標章２は，漢字の「撃」と欧文字の「ＧＥＫＩ」からなるもの\nである。\n本件標章と被告標章１とを対比すると，数字「２」を除き，構成，字体，\n色彩等が全く同一であり，被告標章１において数字「２」は漢字の「撃」に重ねて\n薄い文字で書かれており，注意して見ないと見落としてしまうような態様で記載さ\nれている。\nしたがって，被告標章１は，本件標章と極めて類似している。\nまた，被告標章２は，本件標章と同一である。\n(2)　混同のおそれ\n被告標章１は本件標章と極めて類似しており，被告標章２は本件標章と同\n一であること，本件饅頭と被告商品は，いずれも自衛隊の売店でしか販売されてお\nらず，しかも，両者は土産物コーナーでシリーズ商品として販売されていること，\n菓子業界では，ヒット商品の姉妹品が後続で販売されることがよくあること，本件\n饅頭は，自衛隊員の間で「撃まん」と呼ばれて親しまれており，被告せんべいも本\n件饅頭の姉妹品のごとく「撃せん」と呼ばれていること，本件饅頭の饅頭本体には\n絵柄が印刷されているのに対し，被告饅頭２の饅頭本体には絵柄が印刷されていな\nいが，饅頭本体を包む個別包装紙に絵柄が印刷されているため，店頭に陳列された\n状態で被告饅頭２を見たところでは，饅頭本体に絵柄が印刷されているかのように\n見えること等，本件饅頭と被告商品とは共通する点が極めて多いことから，需要者\nが両者の出所を混同するおそれは高い。\nしたがって，被告商品の販売は，不正競争防止法２条１項１号の不正競争\n行為に該当する。\n（被告の認否）\n争う。\n３　争点(3)（著作権侵害の有無）\n（原告の主張）\n本件標章は，Ａが原告の職務行為として作成した著作物であるから，原告が\nその著作権を有する。\n被告は，被告商品の包装紙に本件標章を複製した。被告の複製行為は，原告\nが本件標章について有する複製権の侵害に当たる。\n（被告の認否）\n争う。\n４　争点(5)（原告の損害額）について\n（原告の主張）\n(1)　被告饅頭１について\n被告は，小売店に対し，被告饅頭１を１箱当たり７７０円（消費税別）\nで，少なくとも３万２０００箱以上販売した。被告の被告饅頭１の仕入価格は４５\n０円（消費税別）であるから，１箱当たりの利益は３３６円となる。\nしたがって，不正競争防止法５条１項により，原告の損害は１０７５万２\n０００円を下回らない。\n(2)　被告饅頭２について\n被告は，小売店に対し，被告饅頭２を１箱当たり７７０円（消費税別）\nで，少なくとも２０００箱以上販売した。被告の被告饅頭２の仕入価格は４５０円\n（消費税別）であるから，１箱当たりの利益は３３６円となる。\nしたがって，不正競争防止法５条１項又は著作権法１１４条１項により，\n原告の損害は６７万２０００円を下回らない。\n(3)　被告せんべいについて\n被告は，小売店に対し，被告せんべいを１箱当たり７７０円（消費税別）\nで，少なくとも１０００箱以上販売した。被告の被告せんべいの仕入価格は４５０\n円（消費税別）であるから，１箱当たりの利益は３３６円となる。\nしたがって，不正競争防止法５条１項又は著作権法１１４条１項により，\n原告の損害は３３万６０００円を下回らない。\n（被告の認否）\n争う。\n第４　当裁判所の判断\n１　争点(1)について\nまず，本件標章が本件饅頭が原告の商品であることを示す周知な商品等表示\nであるか否かの点について判断する。\n(1)　事実認定\n前記争いのない事実に証拠（甲１ないし６，９，１０，１９，６９，７\n０，乙１ないし１０，１２ないし１４，１７，１９，２０，２３，２５。枝番号の\n記載は省略する。）及び弁論の全趣旨を総合すれば，以下の事実が認められる。\nア　本件饅頭の製造に至る経緯\n(ア)　原告は，平成８年１２月６日に設立された光洋商事の完全子会社で\nある。光洋商事の代表取締役社長は，原告代表者であるＡの母親であり，Ａは，光\n洋商事の専務取締役を兼務している。光洋商事及び原告は，ともに土産物や記念品\nを販売することを主な業務としている。\n(イ)　被告は，昭和４８年から防衛庁及び自衛隊の関係者向けに，「防衛\nホーム」新聞を毎月２回（１日と１５日）発行しているほか，同新聞の号外を不定\n期に発行し，これを防衛庁及び自衛隊の関連施設の売店で販売している。\n(ウ)　被告の代表者であるＣとＡは，平成１３年１１月ころ，原告が被告\nの作成したカレンダーを販売したことから知り合った（甲６９，７０）。\n(エ)　Ａは，被告（Ｃ）に対し，平成１４年１２月７日，光洋商事作成の\n「オリジナル饅頭製作のご案内」と題する書類等を持参し，東京都庁限定販売の\n「東京都庁おまんじゅう」（乙４）や「日本武道館まんじゅう」などの例を挙げな\nがら，饅頭本体に野菜等の天然色素を使用して文字や絵柄を印刷するオリジナル饅\n頭を被告の商品として製造販売することを提案した（乙３）。なお，この提案は，\nＡが光洋商事の企画として被告に持ちかけたものであった。\n(オ)　被告は，Ａの上記提案を受け，「防衛ホーム」新聞を販売している\n防衛庁及び自衛隊の売店でオリジナル饅頭を販売しようと考え，Ａに対して，オリ\nジナル饅頭の製造を委託する意思がある旨を伝えた。そして，被告は，平成１４年\n１２月中旬ころからオリジナル饅頭の菓子箱の包装紙及び饅頭本体に付する絵柄の\nデザインの検討を始め，被告の専属データ作成者であるＤが，饅頭本体に付する絵\n柄として戦車，戦艦，戦闘機を素材とした３種類の絵柄（乙５），及び菓子箱の包\n装紙として，外周部を迷彩柄とし「陸海空おまんじゅう」との商品名を記載したデ\nザイン（乙８）を作成し，被告はこれらのデザインをＡに送付した。これに対し，\nＡは，中央に被告がウェブページで使用している戦闘機，戦車及び戦艦の写真（乙\n１）を配し，「国の誉れ」との商品名を記載したデザインを被告に送付した（乙\n９）。なお，包装紙に被告のウェブページ上の上記写真を使用することは，被告の\n取締役であるＢが発案したものであった。\n(カ)　Ａは，饅頭本体の絵柄の印刷に使用できる天然色素が限定されてい\nることなどから，被告から送付された上記饅頭本体の絵柄の配色や細部を若干修正\nする必要が生じたため，平成１５年１月下旬ころ，Ｂに対し，その旨連絡し，修正\nの了解を得た（乙６，７）。しかし，上記修正は，微調整の範囲に止まり，本件饅\n頭の饅頭本体の絵柄は，Ｄが作成した上記絵柄と実質的に同一のものである（甲\n２，１０，乙５）。\n(キ)　Ｄは，Ａに対し，平成１５年１月中旬ころ，饅頭本体の絵柄及び包\n装紙のデザイン案をメールによって送信した。これに対し，Ａ（光洋商事の肩書付\nき）は，Ｂに対し，同月２２日，上記絵柄及びデザインを受け取った旨の返信のメ\nールを送信したが，その追記として「饅頭ネーミング「撃」弊社では好評です。\n「撃」陸上，海上，航空バージョンで是非行きましょう。」と記載した（乙２\n３）。\n(ク)　Ａは，被告に対し，平成１５年２月４日，「オリジナル饅頭につい\nて」と題する書簡を送付した（乙１０の１）。同書簡は，原告名義で作成されてお\nり，オリジナル饅頭の注文書と包装紙決定案が同封されていた。包装紙案の表面の\nデザインは，本件饅頭のものと同一であるが，裏面の責任票の販売者欄には，「株\n式会社光洋商事Ｎ」と記載されていた（乙１０の２）。また，注文書のあて先は，\n原告とされていた（乙１０の３）。なお，本件饅頭の包装紙裏面の責任票の販売者\n欄には，「有限会社シップスＮ」と記載されている（甲１）。\nイ　本件饅頭の販売状況等\n(ア)　被告は，原告に対し，平成１５年２月１０日，前記注文書によって\n本件饅頭を２０００箱注文した。その後，同年１２月まで，被告は原告に対し，前\n記注文書によって本件饅頭を合計１万９７１８箱注文し，これらの一部を販売促進\n用の見本品としたほか，防衛庁及び自衛隊の関連施設の売店２３店舗で販売した。\n被告の注文により，自衛隊の売店等に納品された本件饅頭の数量は，\n以下のとおりであった。（甲６，乙２５）\n平成１４年２月　　　７００箱\n３月    １２９０箱\n４月    　７４０箱\n５月      ７６０箱\n６月      ３００箱\n７月      ３８０箱\n８月    １８０８箱\n９月    １５８０箱\n１０月    ５０２０箱\n１１月    ３１４０箱\n１２月    ４０００箱\n(イ)　Ａは，被告に対し，平成１５年２月下旬ころ，被告を原告の取扱製\n品の販売代理店とすることを定める売買基本契約書（代理店用）（甲１７）及び本\n件饅頭の売買取引に関する覚書（代理店用）（甲１８）の案を交付した。その後，\nＡ（光洋商事の肩書付き）は，Ｂに対し，同月２７日，本件饅頭の納品についてメ\nールを送信したが，その際，上記契約書等によって契約を進めたい旨書き添えた\n（乙１２）。しかし，被告は，原告の販売代理店となる意思がなかったので，上記\n売買基本契約書及び覚書の締結を拒否した。\n(ウ)　Ａ（光洋商事の肩書付き）は，被告に対し，平成１５年３月１１\n日，本件饅頭の納入価格，サービス品の提供，販売促進用のサンプル個数，蝋見本\n等に関する被告の要望に対する回答を記載した書簡をファクシミリにより送信し\nた。（乙１３）。\n(エ)　Ａ（光洋商事の肩書付き）は，Ｂに対し，平成１５年４月１４日，\n本件饅頭の売り場用ポスターのファイルを添付し，その旨添え書きをしてメールを\n送信した。そのポスターには，本件饅頭の包装紙表面の絵柄，饅頭本体に印刷する\n絵柄などとともに，「自衛隊限定販売」，「新商品情報」，「自衛隊オリジナル饅\n頭　撃」などと大きく書かれ，「販売元：（株）防衛ホーム新聞社」と被告名が記\n載されていた。（乙１４）\n(オ)　フジテレビ系列で平成１５年９月１０日に放映されたテレビ番組\n「トリビアの泉」の中で，自衛隊でしか買えない饅頭として，本件饅頭が紹介され\nた。また，同番組で取り上げられたムダ知識（トリビア）をまとめた書籍「トリビ\nアの泉」第４巻にも，本件饅頭が掲載された。（甲３ないし５）\n(カ)　被告は，平成１５年９月１８日，商標「撃（げき）」について，指\n定商品を第３０類「菓子及びパン」，第３３類「日本酒」として商標登録出願をし\nた。（乙１７）\n(キ)　光洋商事は，被告に対し，平成１５年９月２６日，本件饅頭の絵柄\nの印刷に使用するフィルムの製造工場が改装工事を行うため，フィルムの生産を同\n年１０月２０日から同年１１月末日まで一時中止する旨のメールを送信した。（乙\n２０）\n(ク)　被告は，平成１５年１１月，包装紙の標章を本件標章から被告標章\n１に変更した被告饅頭１の販売を開始した。Ａは，被告に対し，同月１４日，被告\n饅頭１の販売の中止を求めたが，被告はこれを拒否した。\n(2)　判断\nア　本件標章の示す商品主体\n前記(1)認定の事実に基づき，本件標章が原告の商品等表示であるか否か\nについて，判断する。\n(ア)　前記のとおり，本件饅頭の製造販売については，光洋商事のＡが被\n告に対して提案したものであったが，Ａの提案内容は，被告のオリジナル饅頭を製\n造販売するというものであったこと，被告は，Ａの提案を受けて，自社のオリジナ\nル饅頭の販売を決意し，その製造を委託する意思がある旨をＡに伝えたこと，本件\n饅頭は，饅頭本体に天然色素を用いて絵柄を印刷するところに特徴があるが，その\n絵柄のデザインは，被告において考案したものであること，菓子箱を包む包装紙の\nデザインについても被告が検討し，表面の中央に被告のウェブページの写真を用い\nること，外周を迷彩柄とすることは被告の提案に係るものであり，また，「撃」と\nいう商品名についても被告が発案したものであること，本件饅頭は平成１５年２月\nから販売されたが，被告が注文した数量しか製造されず，その販売もすべて被告を\n通じて行われたこと，本件饅頭の販売当初にＡが被告に送付した売り場用ポスター\nには，販売元として被告名が記載されていること等の事実に照らすならば，本件饅\n頭は被告の商品として企画され，その製造が光洋商事又は原告に委託されたものと\n認めるのが相当であるから，本件標章は，被告の商品であることを示す商品等表示\nであると解するのが相当である。\n(イ)　これに対し，原告は，本件饅頭の販売について，被告は原告の独占\n的な販売代理店にすぎず，本件饅頭は原告の商品であるから，本件標章は原告の商\n品等表示である旨主張する。\nしかし，被告が本件饅頭の独占的な販売代理店であったことを窺わせ\nる客観的な証拠はなく，かえって，前記のとおり，被告は，本件饅頭の製造に当た\nり，饅頭本体の絵柄や包装紙のデザインの検討を主導的に進め，最終的に被告の提\n案に係る部分が多く採用されていることから，被告は商品内容自体を決定する立場\nにあったといえること，Ａが被告に対して，被告を原告の販売代理店とする旨の契\n約書案（甲１７）を交付したのに対し，被告がその締結を拒否し，その後はＡも契\n約締結の件を放置していること等の事実に照らせば，被告と原告との間において，\n被告が原告の販売代理店となる旨の契約がされたと認定することはできない。\nしたがって，原告の上記主張は採用できない。\n(ウ)　また，原告は，本件饅頭について，饅頭本体の絵柄及び包装紙のデ\nザインを決定したのは原告であり，本件標章も原告が考案したものであると主張\nし，原告代表者の陳述書（甲１２，１３，６６）にはその旨の記載がある。\nしかし，饅頭本体の絵柄については，Ｄの作成した絵柄（乙５）に対\nしてＡが行った修正（甲１２）は，印刷に使用できる色素の制約による微調整にす\nぎない。また，包装紙のデザインのうち，本件標章について，原告代表者は，甲１\n３，６６において，本件標章の作成手順を説明しており，確かに，原告代表者の説\n明する手順によって，本件標章の字体を作成することができる。しかし，これは，\nその手順によれば，そのような字体の作成ができることを意味するに止まり，この\nことから直ちに原告代表者が「撃」という商品名を考案したとまでは認めることは\nできない。\nしたがって，原告の上記主張を採用することはできない。\n(エ)　なお，前記のとおり，本件饅頭の包装紙裏面の責任票の販売者欄に\nは「有限会社シップスＮ」と記載されているが，Ａが被告に対して送付した包装紙\nのデザインの決定案には「株式会社光洋商事Ｎ」と記載されていたこと，これを上\n記のとおり変更することについて，原告が被告に対して連絡等をしたことを認める\nに足りる証拠はなく，原告が被告に無断で上記記載を変更したものと推認できるこ\nと，責任票の記載は，本件饅頭が食品であるため，その安全性の確保等の関係で表\n示されるものであり，被告が光洋商事又は原告に本件饅頭の製造を委託していたこ\nとからすれば，責任票の記載が直ちに商品主体としての販売者を表示しているとは\nいえないこと等の事実に照らすならば，上記責任票の記載は，本件饅頭が被告の商\n品であるとする前記認定を左右するとはいえない。\n(オ)　以上のとおりであるから，本件標章は，本件饅頭が被告の商品であ\nることを示す商品等表示である。\nイ　本件標章の周知性\n上記のとおり，本件標章は，被告の商品等表示であるから，この点で既\nに原告の不正競争防止法に基づく請求は理由がないが，念のため，本件標章の周知\n性の有無についても判断する。\n(ア)　原告は，①本件饅頭は，防衛庁及び自衛隊の関連施設の売店で限定\n販売されたにもかかわらず，平成１５年２月から１２月までの間に合計１万９７１\n８箱販売されており，その販売数は驚異的に多いこと，②高視聴率番組である「ト\nリビアの泉」で紹介されたこと，③アンケート結果（甲２９，４０，４２）から，\n本件標章は，自衛隊員のみならず，一般消費者の間においても周知であった旨主張\nする。\n(イ)　前記のとおり，本件饅頭は，平成１５年２月から販売開始された\nが，同年１２月までの間に見本品とされたものを除き，約１万９０００箱が小売販\n売されている。原告は，その後も本件饅頭を被告を通さずに販売した旨主張する\nが，その数量，時期等についての主張立証はない。このように本件饅頭の販売数は\n約１１か月という販売期間を考慮すると，かなり少ないものである。この点，原告\nは，上記販売数を驚異的な数量であると主張し，証拠（甲７，２５，３８，３９な\nどいずれも陳述書）には上記主張に沿った記載がある。しかし，それらの記載は，\nもともと販売数が少ない商品と比べて本件饅頭の販売数が多いと述べているだけで\nあり，絶対数が上記程度にすぎないことからすれば，原告の上記主張は採用できな\nい。\n(ウ)　また，本件饅頭は，平成１５年９月１０日にフジテレビ系列で放映\nされた番組「トリビアの泉」で紹介されたことがあり，前記(1)イ(ア)認定のとお\nり，その後の同年１０月から１２月までの販売数は，それ以前の販売数よりも増加\nしている。しかし，甲６によれば，同年１０月から１２月までの間の販売数の約７\n５パーセントは，特定の売店（朝霞駐屯地広報センターＳＡＫＵＲＡ）のものであ\nり，本件饅頭の取扱店が全体として販売数を増加させたとはいい難い。\nさらに，本件饅頭の宣伝広告については，売店でポスターを掲示した\nこと，被告が発行する新聞「防衛ホーム」の号外に３回広告を掲載したこと（乙１\n６）が認められるが，その他に宣伝広告をしたことを認めるに足りる証拠はない。\nなお，アンケート結果については，調査対象，方法等が統計的見地か\nら適正なものであることを認めるに足りる証拠がないから，採用できない。\n(エ)　以上の事実に加え，本件饅頭は，防衛庁及び自衛隊の関連施設の売\n店でのみ販売されていたが，全国にそのような施設は約４００か所あり（乙１\n８），そのうち本件饅頭が販売された売店は二十数店舗にすぎないこと等の事実も\n併せ考慮すれば，原告の上記主張は採用することができず，本件標章は，一般消費\n者はもとより，自衛隊関係者の間においても周知であったとは認められないという\nべきある。\nウ　小括\n以上のとおり，本件標章は原告の商品等表示であるとは認められず，ま\nた，周知な商品等表示であるとも認められない。\nしたがって，原告の不正競争防止法に基づく請求は，理由がない。\n２　争点(3)について\n(1)　本件標章の著作物性\nア　原告は，本件標章はＡが作成した著作物であり，職務著作の規定によ\nり，原告がその著作権を取得した旨主張する。\n著作権法２条１項１号は，著作物を「思想又は感情を創作的に表現した\nものであって，文芸，学術，美術又は音楽の範囲に属するものをいう。」と規定\nし，さらに同条２項は，「この法律にいう『美術の著作物』には，美術工芸品を含\nむものとする。」と規定している。これらの規定は，意匠法等の産業財産権制度と\nの関係から，著作権法により著作物として保護されるのは，純粋な美術の領域に属\nするものや美術工芸品であって，実用に供され，あるいは産業上利用されることが\n予定されている図案やひな型など，いわゆる応用美術の領域に属するものは，鑑賞\nの対象として認められる一品製作のものを除いて，特段の事情のない限り，これに\n含まれないことを示しているというべきである。\nイ　本件標章は，①当初から本件饅頭の商品名を示すものとして作成され，\n包装紙に商品名を表示する態様で使用されている（甲１）から，正に産業上利用さ\nれる標章であること，②別紙標章目録記載のとおり，漢字の「撃」に欧文字の「Ｇ\nＥＫＩ」を一部重ねたものであるが，「ＧＥＫＩ」は「撃」の音読みをゴシック体\nの欧文字でローマ字表記したものにすぎず，「撃」部分も，社会通念上，鑑賞の対\n象とされる文字と解するのは相当でないことから，本件標章は，著作物とは認めら\nれない。\n(2)　小括\nしたがって，原告の著作権に基づく請求は，理由がない。\nなお，原告は，被告商品の販売が不正競争行為に該当せず，また，著作権\n侵害にも該当しないとしても，被告は，原告の販売代理店であったにもかかわら\nず，原告の商品である本件饅頭の人気にフリーライドするため，被告商品を販売し\nたのであり，このような被告の行為は，取引界における公正かつ自由な競争として\n許される範囲を著しく逸脱し，それによって原告の法的利益が侵害されたから，不\n法行為を構成するとも主張する。しかし，本件饅頭について，被告が原告の販売代\n理店であったとは認められないから，原告の上記主張は前提を欠く。原告の上記主\n張は採用できない。\n３　結語\nよって，その余の点について判断するまでもなく，原告の請求はいずれも理\n由がない。\n東京地方裁判所民事第２９部\n裁判長裁判官　　　　　飯　　村　　敏　　明\n裁判官  　      榎　　戸　　道　　也\n裁判官　　　　　一　　場　　康　　宏\n（別紙）\n被告標章目録１\n（別紙）\n被告標章目録２\n（別紙）\n標章目録\n"
}