{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 4,
    "day": 24
  },
  "case_number": "平成14(ネ)6267",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "商標権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "11139",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=11139",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/139/011139_hanrei.pdf",
  "contents": "平成１４年（ネ）第６２６７号　不当利得返還請求控訴事件\n（原審・東京地方裁判所平成１３年（ワ）第８９０４号）\n平成１５年３月２５日口頭弁論終結\n判決\n控訴人    　　　　　　　株式会社アイデープロジェクト\n訴訟代理人弁護士　　　　早　崎　卓　三\n被控訴人　　　　　　　　株式会社吉武\n訴訟代理人弁護士　　　　遠　藤　直　哉\n同　　　　　　　　　　　岩　崎　政　孝\n同　　　　　　　　　　　田　中　秀　一\n主文\n１　本件控訴を棄却する。\n２　控訴費用は控訴人の負担とする。\n事実及び理由\n第１　当事者の求めた裁判\n１　控訴人\n(1) 原判決中，控訴人の，被控訴人に対する，１７６５万０３７６円及びこれ\nに対する平成１３年１０月１７日から支払済みまで年５分の割合による金員の支払\n請求を棄却した部分を取り消す。\n(2) 被控訴人は，控訴人に対し，１７６５万０３７６円及びこれに対する平成\n１３年１０月１７日から支払済みまで年５分の割合による金員を支払え。\n(3) 第一審における訴訟費用中，１７６５万０３７６円の支払請求に対応する\nもの及び控訴審における訴訟費用は，被控訴人の負担とする。\n２　被控訴人\n主文と同旨\n第２　事案の概要等\n１　被控訴人は，衣料用繊維製品の企画，製造，販売等を目的とする株式会社で\nあり，控訴人は，化粧品・化粧用具・化粧容器・日用品雑貨及び小間物の卸売等を\n目的とする株式会社である。\n被控訴人は，いわゆるライセンス事業である「ＴＨＥ　ＳＵＰＥＲＭＯＤＥ\nＬ　ＰＲＯＪＥＣＴ」（以下「本件プロジェクト」という。）を展開していた。控\n訴人と被控訴人は，平成９年８月１日，控訴人の本件プロジェクトへの参加の条件\n等を協議すること等を内容とする覚書（以下「本件覚書」という。）を取り交わ\nし，さらに，平成１０年３月８日，控訴人の本件プロジェクトへの参加及びその条\n件を内容とする契約（以下「本件契約」という。）を締結した。本件契約の内容\nは，被控訴人が，控訴人に対し，マスカラ等本件契約所定のアイテム（商品）に，\n商標「ＴＨＥ　ＳＵＰＥＲＭＯＤＥＬ」（以下「本件商標」という。）を付して販\n売することを許諾し（ただし，同じ種類の商品を，控訴人以外の者が本件商標を使\n用して販売することが認められていたか否か，すなわち，控訴人に，本件契約所定\nの商品について，本件商標を独占して使用することの許諾が与えられていたか否か\nについては，争いがある。），控訴人は，被控訴人に対し，所定のロイヤリティー\n（使用料）を支払う，というものであった。\n２　控訴人は，被控訴人に対し，主位的に，被控訴人が，本件商標の商標権ない\nし専用使用権等，本件商標の使用を控訴人に許諾する権利を全く有していなかった\nのに，これを有しているかのように偽り，被控訴人の許諾がなければ本件商標を使\n用できないと控訴人に誤信させて，本件契約を締結させたとして，錯誤無効又は詐\n欺取消しが成立すると主張し，本件契約に基づき控訴人が被控訴人に支払ったロイ\nヤリティー等合計３２８５万８５００円を，不当利得として返還することを求め，\n予備的に，被控訴人が，本件商標の独占的使用許諾を控訴人に与えたにもかかわら\nず，第三者に本件商標の使用を許諾し，その結果，控訴人の売上げが減少したとし\nて，債務不履行に基づく損害を賠償することを求めた。\n３　原判決は，主位的請求に対し，本件商標が被控訴人の登録商標であること\nは，本件契約の内容にも前提にもなっていないこと，被控訴人は，本件契約締結以\n前から，本件商標の専用使用権を有しており，控訴人が本件商標を使用するについ\nて，第三者から差止請求がなされないよう措置を講じていることを認定した上，錯\n誤無効も詐欺取消しも成立しない，とし，予備的主張に対しては，本件商標に係る\n独占的使用許諾は与えられていない，として，控訴人の請求をすべて棄却した。\n第３　当審における当事者の主張の要点\n当事者双方の主張は，次のとおり付加するほか，原判決の「事実及び理由」\nの「第２　事案の概要」及び「第３　争点に関する当事者の主張」記載のとおりで\nあるから，これを引用する。\n１　控訴人（本件商標の独占的使用許諾の存在について）\n(1) 原判決が，本件契約において本件商標の独占的な使用権が控訴人に付与さ\nれていないとするほとんど唯一の理由は，本件契約の契約書中に，使用許諾が独占\n的であることを明示した条項が存在しないこと，である。\n独占的使用許諾に関して，必ず，契約書中に，明示的にこれを記載する，\nとの慣習があるということも，そのような記載がない以上独占的使用許諾はなされ\nないと認定されるべきである，とする経験則があるということもできない。原判決\nは，大企業間の契約における慣習ないしこれについての経験則を，社会一般のそれ\nであるかのように誤認錯覚している。\nむしろ，ある商標の使用を，同一の商品，同一の地区，同一の期間におい\nて重複して使用許諾することができるものとするのであれば，その旨が明示される\nのが，一般的である。\n(2) 本件契約の契約書だけから，控訴人が，本件商標の独占的使用許諾を受け\nたのか，そうでないのかを決することはできない。\n控訴人と被控訴人との間で，非独占的使用許諾であることが，確認された\n事実もない。むしろ，被控訴人のライセンス事業部長であるA（以下「A」とい\nう。）は，控訴人の常務取締役であったＢ（以下「Ｂ」という。）に対し，本件商\n標の使用が一業種一社であることを再三にわたり言明し，確認している。\n上記状況の下では，控訴人は本件商標の独占的使用許諾を受けた，という\nべきである。\n２　被控訴人の反論\n(1) 被控訴人は，ブランドビジネス展開の方法として，商品によっては，複数\n企業の競合を認めた方が，ブランドの普及や活性化の見地からは，よりよい場合も\nあると考えていた。そこで，独占的使用許諾を，本件契約の内容に盛り込まなかっ\nたのである。\n(2) 独占的な使用権は，重大な権利であり，非独占的な使用権に比べて明らか\nに特別な権利である。このように，重大で明らかに特別な権利を設定する場合，契\n約書に明記するのが当然である。\n控訴人は，小企業などではなく，株式会社石井電工を母体とする一般企業\nであり，控訴人の担当者は，商社出身の常務であった。契約条件に無知であったは\nずがない。\n(3) Aが，本件商標につき，独占的使用許諾を与えるかのような発言をしたこと\nはない。\nＢは，本件契約締結の段階で，一業種一社，すなわち，一つの業種につい\nては，一社にのみ本件商標の使用権を付与することが，契約書に明記されていない\nことが，控訴人の社内で話題になったと陳述する。もしそうであったのなら，その\n一業種一社の条項を設けることについて，被控訴人に申入れがなされ，本件契約の\n契約書にもそのことが盛り込まれているはずである。しかし，現実には，本件契約\n書には，一業種一社を規定する明文はない。このことからは，むしろ，さかのぼっ\nて，本件商標の独占的な使用を認めるとの申入れも約束もなかった，と認められる\nのである。\n(4) 被控訴人が，事実上の取扱いとして，ほとんどの場合，一種の商品につい\nては，一つの業者にのみ本件商標の使用許諾を与えることにしていたことは，事実\nである。\nしかし，このような事実上の運用があったことと，個別の契約におけるラ\nイセンス（使用権）の中身とは，別次元の問題である。\n(5) 被控訴人が，本件契約で定められたのと同種の商品について，控訴人以外\nの第三者に本件商標の通常使用権を付与したのは，本件契約の契約期間の満了が近\nづいた時点で，控訴人に，本件プロジェクトのブランド価値に見合った内容で，契\n約を更新する意思が認められず，このままではブランドの華ともいえる化粧品部門\nの発展的な展開が見込めないと考えたからである。\n第４　当裁判所の判断\n当裁判所も，控訴人の請求は理由がないものと判断する。その理由は，次の\nとおり付加するほか，原判決の「第４　当裁判所の判断」のとおりであるから，こ\nれを引用する。\n１　控訴人は，当審において，Ｂの陳述書（甲第４６号証）を提出し，これによ\nれば，本件覚書及び本件契約書の締結の過程で，Aが，Ｂに対し，一業種につき一社\nにしかライセンスしないと確認したとの事実が認められ，これは，本件契約におい\nて，本件商標の独占的使用許諾が控訴人に与えられたとの事実を基礎付けるもので\nある，と主張する。\nしかし，仮に，Aからそのような発言があったとしても，これだけでは，本件\n商標についての独占的使用許諾がなされたのか，単に，被控訴人の事業方針とし\nて，一業種につき一社に使用許諾を与える，との意向を表明したものにすぎないの\nかを，依然として決することができない。\nまた，Ｂが陳述書で述べているように，仮に，一業種につき一社にしかライ\nセンスしないとの条項が，契約書に明記されてないことが控訴人内部で話題にな\nり，被控訴人にそのことを確認したというのであれば，それにも関わらず，その旨\nの明文の条項が本件契約に加えられていないということは，むしろ，逆に，結局の\nところ，独占的使用許諾は与えられないままに終わった，ということを推認させる\nものというべきである。\n本件商標の使用許諾について定めた本件契約には，独占的使用許諾を与える\nとの明文の規定が存在しないのであるから，他に，これを認めるに足りる契約外の\n具体的事実，あるいはそのように本件契約を解釈すべき慣習ないし経験則が認めら\nれない限り，独占的使用許諾が与えられたと認定することはできない。しかし，本\n件全証拠によっても，これらを認めることができないのである。\n控訴人の，本件商標についての独占的使用許諾が与えられたとする主張は，\n認めることができない。\n２　以上検討したところによれば，その余の点について判断するまでもなく，本\n件控訴の対象とされている範囲においても，控訴人の請求は理由がないことが明ら\nかであり，これを棄却した原判決は相当であって，本件控訴は理由がない。そこ\nで，これを棄却することとし，控訴費用の負担について民事訴訟法６７条，６１条\nを適用して，主文のとおり判決する。\n東京高等裁判所第６民事部\n裁判長裁判官 山　　下　　和　　明\n裁判官 阿　　部　　正　　幸\n裁判官 高　　瀬　　順　　久\n"
}