{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 9,
    "day": 20
  },
  "case_number": "平成13(行ケ)434",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "11634",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=11634",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/634/011634_hanrei.pdf",
  "contents": "平成１３年（行ケ）第４３４号　審決取消請求事件（平成１４年９月１１日口頭弁\n論終結）\n判　　　　　　　　　　　決\n原　　　　　　告　　　　　森正株式会社\n原　　　　　　告　　　　　株式会社丸玄工芸\n原　　　　　　告　　　　　株式会社はせがわ\n原　　　　　　告　　　　　浜屋株式会社\n４名訴訟代理人弁護士　　　堀　　　弘　二\n同　　　　　　　　　　　　浦　野　正　幸\n同　　　　　　弁理士　　　森　　　　　治\n被　　　　　　告　　　　　株式会社八木研\n訴訟代理人弁護士　　　　　福　原　哲　晃\n同　　　　　　　　　　　　中　島　清　治\n同　　　　弁理士　　　　　朝日奈　宗　太\n同                    　　佐　木　啓　二\n主　　　　　　　　　　　文\n特許庁が無効２０００－３５４０８号事件について平成１３年８月２\n８日にした審決を取り消す。\n訴訟費用は被告の負担とする。\n事実及び理由\n第１　当事者の求めた裁判\n１　原告ら\n主文と同旨\n２　被告\n原告らの請求を棄却する。\n訴訟費用は原告らの負担とする。\n第２　当事者間に争いのない事実\n１　特許庁における手続の経緯\n被告は、名称を「扉およびそれを用いた仏壇」とする特許第３０４０３４５\n号発明（平成８年５月１３日特許出願、平成１２年３月３日設定登録）の特許権者\nである。\n原告らは、共同して、平成１２年７月２５日、上記特許の請求項１及び３に\n係る発明についての特許を無効とする旨の審判の請求をし、無効２０００－３５４\n０８号事件として特許庁に係属したところ、被告は、同年１０月１８日に明細書の\n特許請求の範囲及び発明の詳細な説明の各記載を訂正する旨の訂正請求（以下、\n「本件訂正請求」といい、その訂正を「本件訂正」という。）をした。なお、本件\n訂正は、訂正前の請求項全３項中、請求項１及び２を削除するとともに、請求項３\nにつき特許請求の範囲を減縮して訂正後の請求項１としたものである。\n特許庁は、同無効審判事件につき審理した上、平成１３年８月２８日に「訂\n正を認める。本件審判の請求は、成り立たない。」との審決をし、その謄本は同年\n９月７日原告らに送達された。\n２　本件訂正後の明細書（以下「訂正明細書」という。）の特許請求の範囲の請\n求項１に記載された発明（以下「本件発明」という。）の要旨\n相手部材の左右両側にそれぞれ戸板が蝶番を介して揺動自在に取り付けられ\nたフラットタイプの両開きの扉であり、かつ左右それぞれの戸板が内側部分と外側\n部分とに分割され、該内側部分および外側部分が折畳み用蝶番によって互いに回転\nできるように連結された扉を備えた仏壇であって、前記左右の戸板が、前記内側部\n分における内側端縁から前記折畳み用蝶番までの距離が前記外側部分における外側\n端縁から前記折畳み用蝶番までの距離よりも大きくなるようにされてなることを特\n徴とする仏壇。\n３　審判における請求人（原告）らの主張の要旨及び審決の理由\n請求人（原告）らは、(1) 無効審判請求書において、本件訂正前の前記無効\n審判請求に係る発明についての特許の無効理由として、① 特開平３－２４７３１６\n号公報（審判甲第１号証・本訴甲第４号証の１、以下「引用例１」といい、その記\n載の発明を「引用例発明１」という。）又は実願昭６１－１０７１０７号（実開昭\n６３－１３０７６号）のマイクロフィルム（審判甲第２号証・本訴甲第４号証の\n２、以下「引用例２」といい、その記載の発明を「引用例発明２」という。）に記\n載された発明であるか、そうでなくとも、引用例発明１又は同２に基づいて当業者\nが容易に発明をすることができたものであるから、特許法２９条１項３号又は同条\n２項の規定に違反して特許されたものである、② 本件出願前公然知られた家具調仏\n壇１７号「歩」（審判甲第１０～第１４号証・本訴甲第４号証の１０～１４参照）\nと同一の構成を有し、同一の効果を奏するものであるから、同条１項１号の規定に\n違反して特許されたものであるとの主張をしたほか、(2) 本件訂正請求を踏まえて\n提出した平成１３年３月２日付け及び同年７月６日付け各審判事件弁駁書（以下\n「本件弁駁書」という。）において、本件発明についての特許の無効理由として、\n③ 訂正明細書の特許請求の範囲の記載は同法３６条６項２号の要件を満たしていな\nい、④ 本件発明は家具調仏壇１７号「歩」に基づいて当業者が容易に発明をするこ\nとができたものであるから、同法２９条２項により特許を受けることができない等\nの主張を追加した。\n審決は、別添審決謄本写し記載のとおり、本件訂正を適法なものとして認\nめ、上記２のとおり本件発明の要旨を認定した上、本件発明につき、請求人（原\n告）ら主張の上記無効理由①、②は、いずれもそのようにいうことはできないと\nし、本件弁駁書に係る上記無効理由③、④の主張は、審判請求の理由の要旨を変更\nするものであり、かつ、職権による審理の対象とすべき必要性も認められないとし\nて、これを採用しなかったものである。\n第３　原告ら主張の審決取消事由\n審決の理由中、本件訂正の適否に関する判断（審決謄本８頁３６行目～９頁\n１７行目）、本件発明と引用例発明１との一致点及び相違点の認定（同２２頁３７\n行目～２３頁１８行目）、本件発明と引用例発明２との一致点及び相違点の認定\n（同２４頁２３行目～２５頁３行目）、本件発明と家具調仏壇１７号「歩」との一\n致点及び相違点の認定（同２５頁３７行目～２６頁１０行目）は認める。\n審決は、特許法１３１条２項の解釈適用を誤って、本件弁駁書に係る無効理\n由を取り上げなかった違法があり（取消事由１）、また、引用例発明１、２及び家\n具調仏壇１７号「歩」のそれぞれに基づく本件発明の新規性及び進歩性の判断を誤\nった違法がある（取消事由２～４）から、取り消されるべきである。\n１　取消事由１（特許法１３１条２項の解釈適用の誤り）\n(1)　審決は、原告らの審判における本件弁駁書（甲第１２、第１３号証）に係\nる無効理由の主張について、「新たな理由の提示に当たり、審判請求の理由を変更\nするものであるので、平成１０年法律第５１号により改正された特許法第１３１条\n第２項の規定により、これを採用することができない」（審決謄本５頁２行目～５\n行目）とし、また、本件弁駁書に添付して原告らが提出した審判甲第１５～第２２\n号証（本訴甲第４号証の１５～２２）について、「これらは、甲第１８号証を除\nき、本件審判請求時に提示されている主張または証拠方法とは直接関連のない独立\nしたものであるから、結局、新たな証拠方法の提示に当たり、審判請求の理由を変\n更するものに該当し、特許法第１３１条第２項の規定により、これを本件無効審判\nの証拠方法として採用することはできない」（同６頁４行目～８行目）と判断し、\nこれを取り上げなかったが、特許法１３１条２項の解釈適用を誤ったものである。\n(2)　平成１０年法律第５１号により改正された特許法１３１条２項は、「前項\nの規定により提出した請求書の補正は、その要旨を変更するものであってはならな\nい。ただし、第１２３条第１項の審判以外の審判を請求する場合における前項第３\n号に掲げる請求の理由については、この限りでない。」と規定し、無効審判につい\nては請求の理由の要旨の変更が許されない旨定めているが、原告らの上記主張は、\n被告が本件訂正請求を行ったために必要となった主張であり、審判請求時に原告ら\nには認識し得なかった発明に対するものである。すなわち、訂正請求においては、\n構成要件を追加することによって特許請求の範囲を減縮することが認められてお\nり、原告らには、訂正請求書が提出されるまでは、被告がどのような減縮を行うか\nを予測することはできない。したがって、審決の上記判断は、審判請求人に対し不\n可能を強いるものであり、著しく正義に反することが明らかである。\nまた、特許法の上記改正は、無効審判請求の準備期間が十分与えられてい\nること及び無制限な理由の補充が一方当事者にとって不当な審理遅延の一因となる\nことから、無効審判に限って、請求の理由の要旨の変更を認めないとしたものであ\nるが、本件弁駁書に係る原告らの主張及び証拠は、本件訂正請求があるまでは準備\nできなかったものであるし、本件訂正請求に対する反論の限度で行われたものであ\nるから、無制限な理由の補充とはいえず、むしろ、訂正請求後の審判請求人の主張\nを一律に制限することは、別途の無効審判を余儀なくさせ、かえって審理の遅延を\n招くことが明らかである。\n(3)　また、本件弁駁書に添付して提出した証拠である甲第４号証の１５～２２\nは、周知事実を裏付けるための証拠又は無効理由を証明する証拠の信用性を高める\nための間接証拠に該当するものであり、要旨の変更に当たらないから、この点にお\nいても、審決は特許法１３１条２項の解釈適用を誤ったというべきである。仮に、\nこれらの証拠の提出に同項が適用されるとしても、衡平の原則に照らし、職権によ\nる審理の対象とすべきであるから、職権による審理の対象ともしなかった審決は、\nいずれにせよ違法であるといわざるを得ない。\n２　取消事由２（引用例発明１に基づく新規性及び進歩性の判断の誤り）\n(1)　審決は、本件発明と引用例発明１との相違点として、「本件発明の両開き\nの扉が・・・『フラットタイプ』であるのに対し、甲第１号証記載の発明（注、引\n用例発明１）のそれは、扉を閉じた時、内側部分と外側部分が平坦にならないいわ\nゆる厨子型仏壇用の戸板である点で相違する」（審決謄本２３頁１５行目～１８行\n目）と認定した上、後述する根拠に基づいて、本件発明は引用例発明１との関係で\n新規性及び進歩性は否定されない旨判断するが、以下のとおり誤りである。\n(2)　審決が上記の判断の根拠とする点の一つは、「甲第１号証（注、引用例\n１）記載の厨子型仏壇の戸板の場合・・・Ａ証人の証言等からもわかるように、そ\nの幅寸法が厨子型仏壇本体の形状に合わせて決められるものであって、戸板独自の\n事情によりその寸法が決められるものとは云えない」（審決謄本２３頁２７行目～\n３０行目）というものであるが、審判におけるＡの証言（甲第９号証）中には審決\nが指摘するような趣旨の証言はない上、そもそも、引用例発明１のような厨子型仏\n壇の戸板の幅寸法も、仏壇本体の形状に合わせて決められるものではなく、戸板独\n自の事情により決められるものであるから、審決の上記判断は誤りである。このこ\nとは、扉の折れ曲がり部に蝶番を設けることなく、戸板の任意の位置で戸板を分割\nし蝶番を設けた仏壇、すなわち、戸板の幅寸法が仏壇本体の形状とは無関係に決め\nられている厨子型仏壇が「お仏壇総合カタログ’９２」（甲第８号証）に多数掲載\nされていることから明らかである。\n(3)　審決の上記判断の根拠とする次の点は、戸板の内側部分と外側部分とが折\nり畳まれた状態のままでこれを閉じようとした場合の作用効果に関し、本件発明は\n「『内側部分の先端部が相手部材に対して９０度未満の小さい角度で確実に当接す\nるとともに内側部分および外側部分が開きながら、円滑に相手部材の前面を閉じる\nことができるため、相手部材に衝突して戸板と該相手部材とのあいだの連結部分が\n破損するなどの不具合を解消することができる』という実用上有用な作用効果を奏\nする」（審決謄本２３頁３８行目～２４頁４行目）のに対し、引用例発明１のよう\nな厨子型仏壇の場合、当然には上記作用効果を達成できるとは限らない（同２４頁\n５行目～１２行目）というものであるが、本件発明の作用効果とされている上記の\n点は、信仰の対象として極めて丁寧に取り扱われるのが通例である仏壇においては\n何らその有用性が認められないものであり、技術的価値を見いだせない。現実に\nも、戸板の内側部分の先端が仏壇本体に衝突することによって蝶番やその周辺部が\n破損したとして修理を依頼される仏壇は全くなく（甲第４号証の８、９参照）、本\n件発明の課題とされる上記の内容は、本件特許出願のために被告が創作した課題に\nすぎない。\nまた、厨子型仏壇であっても、相手部材の形状によっては、上記作用効果\nを奏する一方、「フラットタイプ」の扉を使用する仏壇の場合でも、意匠性の観点\n等から、相手部材の扉開口部に段差や窪み等が設けられる事例が存在することを考\nえると、相手部材の扉開口部の形状によっては、本件発明の作用効果を奏すること\nができない場合もある。\n(4)　以上のとおり、フラットタイプの扉のものも、厨子型仏壇も、技術的に明\n確に区分することはできないものであって、この点に係る引用例発明１との相違を\n根拠に本件発明の新規性及び進歩性を認めた審決の判断は誤りというべきである。\n３　取消事由３（引用例発明２に基づく新規性及び進歩性の判断の誤り）\n(1)　審決は、本件発明と引用例発明２との相違点として、「本件発明は、その\n戸板が内側部分と外側部分とに分割され、前記内側部分における内側端縁から折畳\n蝶番までの距離が前記外側部分における外側端縁から折畳蝶番までの距離より大き\nくされてなるのに対し、甲第２号証記載の発明（注、引用例発明２）は、その戸板\nが折曲扉５と２枚の戸板からなる外扉７の合計３枚の戸板に分割され、前記外扉７\nのうちの１枚の戸板における内側端縁から折畳み用蝶番までの距離が折曲扉５にお\nける外側端縁から折畳み用蝶番までの距離より大きくなっている点で相違する」\n（審決謄本２４頁３６行目～２５頁３行目）と認定した上、当該相違点に関し、後\n述する根拠を挙げて、「両仏壇の戸板の構成の一部にたまたま共通するものがある\nからといって、前提となる戸板の型式にそもそもの相違があり、戸板の数を変更す\nること自体に・・・阻害要因のあるもの同士を、同一または当業者が容易に発明し\n得る範囲のものとまで認定することはできない」（同２５頁２６行目～２９行目）\nとし、本件発明は引用例発明２との関係で新規性及び進歩性を否定されない旨判断\nするが、以下のとおり誤りである。\n(2)　審決は、上記判断の根拠として、「甲第２号証記載の発明（注、引用例発\n明２）は、もともと合計３枚に分割された戸板を発明の前提とするものであって、\nその戸板の数を、同号証図面第７図記載の従来の仏壇におけるように、合計２枚の\nものにわざわざ変更して戻すようなことは、そもそも意図されていないものであ\nる。・・・甲第２号証記載の発明には・・・戸板の内側部分における内側端縁から\n前記折畳み用蝶番までの距離を、戸板の外側部分における外側端縁から前記折畳み\n用蝶番までの距離よりも大きくするという技術的思想は存在しない」（審決謄本２\n５頁１３行目～２５行目）点を挙げる。しかし、引用例２（甲第４号証の２）に\nは、審決も認めるように、「仏壇本体の左右両側にそれぞれ扉板が蝶番１１を介し\nて揺動自在に取り付けられた両開きの扉であり、同扉は仏壇の開口部を閉じたと\nき、扉板が全体として平坦となり、かつ左右それぞれの扉板が折曲扉５と２枚の扉\n板からなる外扉７に分割され、該折曲扉５と２枚の扉板からなる外扉７が蝶番１\n３、１４によって互いに回転できるように連結された扉を備えた仏壇であって、前\n記左右の扉板が、前記折曲扉５の幅が前記外扉７のうちの１枚の扉板の幅よりも狭\nくなるようにされてなる仏壇」（審決謄本１２頁２４行目～３０行目）との発明が\n記載されているから、そこには、フラットタイプの扉を使用する仏壇について、戸\n板の幅を異ならせる構成が示されていることが明らかである。\nそうすると、引用例発明２で採用されている上記「戸板の幅を異ならせる\n構成」を、フラットタイプの２分割した戸板からなる扉を使用する仏壇の扉に適用\nするのを阻害する要因は何も存在しないというべきであり、審決の上記認定判断が\n誤りであることは明らかである。\n４　取消事由４（家具調仏壇１７号「歩」に基づく新規性及び進歩性の判断の誤\nり）\n(1)　審決は、本件発明と家具調仏壇１７号「歩」との相違点として、本件発明\nと引用例発明１の相違点（前記２(1)参照）と同じ内容の認定をした上、当該相違点\nのあるものを実質的に同一のものと認定することはできないと判断するが、取消事\n由２に関して述べたところと同様の理由により、誤りである。なお、家具調仏壇１\n７号「歩」に基づく進歩性欠如の主張は、無効審判請求書において主張したもので\nはないが、前記１で述べたとおり、職権による審理の対象とすべきものである。\n(2)　また、審決は、上記判断の根拠の一つとして、「厨子型仏壇の場合には、\n戸板の内側部分における内側端縁から折畳み用蝶番までの距離を外側部分における\n外側端縁から折畳み用蝶番までの距離よりも大きく形成した事例を、本件出願前に\n多数確認することができるにもかかわらず、『フラットタイプ』の戸板を使用する\n仏壇の場合・・・そのような事例の存在を本件出願前に確認することはできないの\nであるから、『フラットタイプ』の戸板を使用する仏壇の場合、戸板の内側部分に\nおける内側端縁から折畳み用蝶番までの距離と外側部分における外側端縁から折畳\nみ用蝶番までの距離とをとくに相違させることには、それなりの動機を必要とする\nはずのものである」（審決謄本２６頁２４行目～３３行目）点を挙げる。しかし、\n厨子型仏壇において、左右の戸板が、内側部分における内側端縁から折畳み用蝶番\nまでの距離が外側部分における外側端縁から折畳み用蝶番までの距離よりも大きく\nなるようにされているのは、崇拝者に対する荘美的効果、すなわち意匠上の要請に\nよるものであり、そのような要請は厨子型仏壇に限られないから、厨子型仏壇で採\n用されている戸板の分割態様に係る上記構成を、フラットタイプの扉を使用する仏\n壇の扉に適用する動機が存在したことは明らかである。\n第４　被告の反論\n審決の認定判断は正当であり、原告ら主張の取消事由は理由がない。\n１　取消事由１（特許法１３１条２項の解釈適用の誤り）について\n特許法１３１条２項は、無効審判における請求書の請求の理由の要旨を変更\nする補正は認められないとしているだけであって、この規定の適用についてはその\n他に何らの制約も規定していない。すなわち、無効審判かそれ以外の審判かという\nことだけが補正の制約の基準とされているのであって、平成５年改正により、無効\n審判の請求に対して訂正審判と同じ内容の訂正請求が認められ、審判官において無\n効審判と訂正請求の審理を併せて行うことができるようになっていたにもかかわら\nず、平成１０年改正による特許法１３１条２項が、無効審判における訂正後の手続\nについては何ら触れていない以上、たとえ訂正請求後の特許請求の範囲に係る発明\nに対する主張や証拠方法であろうとも、請求書の請求の理由の要旨を変更するもの\nとして許されない。\n原告らは、そのような扱いは審判請求人に対し不可能を強いるものであると\n主張するが、訂正後の特許請求の範囲は訂正前の特許請求の範囲に含まれている事\n項であるから、無効審判請求人は、訂正請求を予想した上で特許請求の範囲につい\nて十分に検討準備をすべきなのであり、不可能を強いるものではない。\nまた、原告らは、甲第４号証の１５～２２は、周知事実を裏付けるための証\n拠又は無効事由たる事実を証明する証拠の信用性を高めるための間接証拠に該当す\nるので、要旨の変更には当たらないとも主張するが、実質的に無効理由である事実\nを証明する証拠の変更となる場合に、要旨を変更する補正に当たることは当然であ\nる。\n２　取消事由２（引用例発明１に基づく新規性及び進歩性の判断の誤り）につい\nて\n(1)　原告らは、「お仏壇総合カタログ’９２」（甲第８号証）に、戸板の幅寸\n法が仏壇本体の形状とは無関係に決められている厨子型仏壇が多数記載されている\nと主張するが、審決は引用例発明１の厨子型仏壇について、「幅寸法が厨子型仏壇\n本体の形状に合わせて決められるものであって、戸板独自の事情によりその寸法が\n決められるものとは云えない」（審決謄本２３頁２８行目～３０行目）と判断した\nのであって、厨子型仏壇一般の問題を論じているものではないから、失当である。\n(2)　原告らは、戸板の内側部分と外側部分とが折り畳まれた状態のままでこれ\nを閉じようとした場合の作用効果に係る本件発明の課題は本件特許出願のために被\n告が創作した課題にすぎないと主張するが、被告代表者八木龍一の陳述書（乙第１\n号証）から明らかなように、本件発明は、漆や金箔を用いた従来の仏壇とは異なる\n都市型の家具調仏壇を被告が開発、販売していく過程において、現実に起こった破\n損例を解決するためにされたものであり、原告らの主張するようなものではない。\nまた、原告らは、厨子型仏壇の場合も、相手部材の形状によっては、上記\n作用効果を奏すると主張するが、仮に、厨子型仏壇において本件発明に類似した作\n用効果を奏し得るものが存在したとしても、戸板の幅寸法の技術的意義は、フラッ\nトタイプの扉の仏壇（本件発明）と厨子型仏壇（引用例発明１）とでは全く異な\nる。すなわち、引用例発明１では、蝶番を用いたとしても、扉の内側部分と外側部\n分とが互いに重ねられた状態のままで閉じようとするとき、単に内側部分の幅が外\n側部分の幅よりも大きいというだけでは、内側部分先端部は仏壇本体前面部に対し\nて９０度未満の角度で当接することはない（審判事件答弁書〔乙第２号証〕添付の\n参考図３～４参照）のであるから、本件発明の作用効果が当然に奏されるものでは\nない。\n３　取消事由３（引用例発明２に基づく新規性及び進歩性の判断の誤り）につい\nて\n引用例発明２は、片側２枚の戸板からなる扉の収納性を改善するために、前\n記２枚の戸板よりも幅狭の戸板を仏壇本体側に付加したものであり、審決も認定し\nているように、この３枚の戸板を２枚に戻すことには、阻害要因こそあれ、動機付\nけとなるものは一切存在しない。\n原告らは、単純に引用例２には「戸板の幅を異ならせる構成」が示されてい\nると主張しているが、発明を創作する際に重要なことは、何のために戸板の幅を異\nならせているのかということである。この点について、引用例発明２では、扉の収\n納性を高めるために戸板の幅を異ならせているのであり、内側戸板の先端を仏壇本\n体にスライドさせつつ扉を閉めるために戸板の幅を異ならせた本件発明とは目的が\n全く異なっている。原告らの主張は、技術的思想及び発明の創作における動機付け\nについての理解を全く欠き、失当というべきである。\n４　取消事由４（家具調仏壇１７号「歩」に基づく新規性及び進歩性の判断の誤\nり）について\n取消事由２について述べたと同様、審決の判断に誤りはない。\n第５　当裁判所の判断\n１　取消事由３（引用例発明２に基づく新規性及び進歩性の判断の誤り）につい\nて\n(1)　本件発明と引用例発明２の各構成を対比した場合、「本件発明は、その戸\n板が内側部分と外側部分とに分割され、前記内側部分における内側端縁から折畳蝶\n番までの距離が前記外側部分における外側端縁から折畳蝶番までの距離より大きく\nされてなるのに対し、甲第２号証記載の発明（注、引用例発明２）は、その戸板が\n折曲扉５と２枚の戸板からなる外扉７の合計３枚の戸板に分割され、前記外扉７の\nうちの１枚の戸板における内側端縁から折畳み用蝶番までの距離が折曲扉５におけ\nる外側端縁から折畳み用蝶番までの距離より大きくされている点で相違する」（審\n決謄本２４頁３６行目～２５頁３行目）ことは争いがない。\nそして、このような相違点にもかかわらず両者が実質的に同一であるとま\nでは認めるに足りないので、以下、上記の相違点に係る本件発明の構成を当業者が\n容易に想到し得たかどうかについて検討する。\n(2)　引用例２（甲第４号証の２）には、①［産業上の利用分野］欄に「この考\n案は仏壇の改良に関し、特に、壁内に嵌め込まれて扉を大きく開くことができる仏\n壇に関する」（明細書２頁８行目～１０行目）との記載が、②［従来の技術並びに\nその問題点］欄に「仏壇は両開きの外扉と内扉とを有する。この仏壇は、第７図に\n示すように、壁内に置くと、外扉１が開口部の隅角２に当たって充分に開くことが\nできない」（明細書２頁１２行目～１５行目）、「この考案の重要な目的は、狭い\n収納部に幅の広い仏壇を収納して扉を大きく開くことができる仏壇を提供するにあ\nる。又、この考案の重要な目的は、扉を大きく開くことができるにもかかわらず、\n仏壇と収納部内面との隙間を狭くでき、扉を閉じた状態でスッキリと収まる仏壇を\n提供するにある」（同３頁７行目～１３行目）との記載が、③［作用、効果］欄に\n「第１図に示すように、細幅の折曲扉５を介して本体の側板６開口部に取り付けら\nれた折曲自在な外扉７は、外扉７と折曲扉５との連結部分を折曲することによっ\nて、外扉７を収納部内面に沿って大きく開くことができる。この為、側板６と収納\n部内面との隙間が狭くとも、外扉と内扉とを大きく開くことができる。\n従って、同一幅の収納部に、従来の仏壇よりも幅広の高級仏壇が収納でき、扉を閉\nじた状態で、仏壇と収納部内面との隙間を狭くして、スッキリと美しく収納でき\nる」（同４頁７行目～１６行目）との記載が、④［好ましい実施例］欄に「第１図\nと第２図に示す仏壇は、全体が木製である仏壇本体と、この仏壇本体の開口部を２\n重に閉鎖する内扉８と外扉７と、外扉７を本体に取り付ける折曲扉５とを備えてい\nる。・・・外扉７は、内扉８と同様に、中間で折曲自在な両開扉で、４枚の扉板か\nらなる。第１図と第２図とに示すように、２枚の扉板が蝶番１３を介して折曲自在\nに連結され、これが蝶番１４を介して折曲扉５に連結されている。外扉７は、これ\nと折曲扉５とで仏壇の前面開口部を閉塞する。従って、外扉７は折曲扉の幅だけ幅\nが狭く形成されている。外扉７の中間を連結する蝶番１３は、通常第１図に示すよ\nうに、外扉７が外側に折曲出来るように扉板を連結する」（同５頁４行目～６頁８\n行目）との記載が、それぞれ認められる。\nなお、上記②記載の従来例とされている第７図に図示の仏壇は、内側部分\nと外側部分（本件発明に関する用語例とひょうそくを合わせるため、扉を閉じた状\n態の扉中央側を「内側」、同じく両端側を「外側」と表記する。）とに等しい幅で\n二分割された扉（外扉）を有するものであるが、扉の内側部分の幅が、仏壇と収納\n部内面との距離（隙間長）よりも長いため、扉の内側部分が壁面開口部の角隅に当\nたって、開口面に平行に扉を開くことができない状態が図示されているものと認め\nられる（なお、仏壇の収納される壁面のやや奥に仏壇の開口面が位置することが前\n提となっていることは明らかである。）。そして、引用例２の上記記載、特に、第\n７図の上記図示及びその状態を「外扉１が・・・充分に開くことができない」と説\n明している記載によれば、引用例発明２の目的の一つとされている「扉を大きく開\nくことができる」とは、扉を開口面に平行に開くことを意図するものと認められ\nる。\n(3)　上記認定に基づいて判断するに、引用例発明２は、「狭い収納部に幅の広\nい仏壇を収納」するためには、「仏壇と収納部内面との隙間を狭く」しつつ、「扉\nを大きく開くことができる」ようにする、すなわち扉を開口面に平行に開くことが\nできるようにするという矛盾する要請（仏壇は、その収納される壁面のやや奥に開\n口面が位置することが前提となっていることは上記のとおりである。）を充足する\n必要があることを踏まえ、これを解決するために、仏壇本体に折曲扉を取り付け、\nその折曲扉に外扉を取り付けるとともに、折曲扉と外扉外側部分間では内側に折り\n曲げるように蝶番を設け、外扉の外側及び内側部分間では外側に折り曲げるように\n蝶番を設け、さらに折曲扉の幅を外扉の外側及び内側部分よりも狭くしたものと認\nめることができる。なお、ここでいう「折曲扉」と「外扉」は、ともに仏壇外側に\n位置する扉であるから、引用例２においては異なる名称が付されているものの、両\n者を併せたものが本件発明の「扉」に相当することは明らかであり、結局、引用例\n発明２の左右の扉は、それぞれ３枚の戸板を連結させた三分割構成とされており、\nそのうち最も外側となる部分（折曲扉）が他の２枚のそれぞれよりも幅が狭くなっ\nているということができる。\nそうすると、引用例発明２に示される技術的思想は、仏壇収納部に仏壇を\n収納した際、仏壇と収納部内面との隙間が狭くても、扉を開口面に平行に開けるこ\nとができるよう、扉を開ける場合に壁面開口部の角隅と干渉する可能性のある扉の\n外側部分を、相対的に短い幅としたというものにほかならない。そして、仏壇の扉\nの全体としての幅が、仏壇の開口部をカバーするに足りるものでなければならない\nことは明らかであり、扉全体の幅を狭くするわけにいかないのであるから、刊行物\n２記載の発明の従来例として示されている「等しい幅で二分割された扉」を改良し\nて、扉の外側部分を相対的に短い幅とするためには、扉の分割枚数を増やすか、内\n側部分と外側部分との幅を変えるしかないことは、当業者の容易に想定し得るとこ\nろというべきである。そして、引用例発明２は、扉を三分割構成とするとともに、\n最も外側となる部分の幅を他の２枚よりも狭くしたものであることは前示のとおり\nであるから、結局、引用例発明２においては、「等しい幅で二分割された扉」を有\nする従来例を改良する方法として、扉の分割枚数を増やす方法と、扉の内側部分と\n外側部分との幅を変える方法とを併用したものと理解することができる。\n(4)　引用例発明２が、二分割された扉の内側部分と外側部分との幅を変える方\n法だけにとどまらず、三分割する方法まで併用した理由は、明細書の記載上必ずし\nも明らかでないが、その課題と目的に照らせば、上記の両方法を必ず併用しなけれ\nばならない必然性は見いだせない（扉の最も内側となる部分を開口面に平行に外側\nに折ることによる外観上の効果を意図したものだとすれば、設計的事項にすぎない\nというべきである。）。そうすると、「等しい幅で二分割された扉」を有する従来\n例を改良する方法として、二分割構成を維持しつつ、外側部分の幅を内側部分の幅\nより狭くするという方法を採用することに格別の困難性はないというべきであり、\nそのような構成のものも、引用例発明２（従来例との対比において示されるその技\n術的思想）に基づいて当業者の容易に想到し得たものというべきである。\n被告は、引用例発明２の３枚の戸板を２枚に戻すことには、阻害要因こそ\nあれ、動機付けとなるものは一切存在しないと主張し、審決も、「甲第２号証記載\nの発明（注、引用例発明２）は、もともと合計３枚に分割された戸板を発明の前提\nとするものであって、その戸板の数を、同号証図面第７図記載の従来の仏壇におけ\nるように、合計２枚のものにわざわざ変更して戻すようなことは、そもそも意図さ\nれていないものである」（審決謄本２５頁１３行目～１６行目）と判断する。確か\nに、引用例２（甲第４号証の２）の実用新案登録請求の範囲には、「外扉と内扉と\nは、中間の縦線に沿って折曲自在な両開扉で・・・折曲扉と外扉・・・とが蝶番を\n介して折曲自在に連結された」との記載があることからすれば、引用例発明２が二\n分割された両開扉を想定していないということはできるが、このこと自体が、引用\n例発明２について二分割された扉を採用する阻害要因ということはできない。むし\nろ、第７図に示される従来例をも踏まえて、引用例発明２の技術的思想を見た場合\nに、扉を二分割構成のまま維持し、内側部分と外側部分の幅のみを変えるように構\n成する動機付けに欠けるものでないことは前示のとおりである。\n(5)　被告は、さらに、引用例発明２では、扉の収納性を高めるために戸板の幅\nを異ならせているのであり、内側戸板の先端を仏壇本体にスライドさせつつ扉を閉\nめるために戸板の幅を異ならせた本件発明とは目的が全く異なる旨主張する。確か\nに、訂正明細書（甲第３号証）には、「【０００４】【発明が解決しようとする課\n題】・・・扉を開けた状態から、再び扉を閉じるとき、内側部分３３ａおよび外側\n部分３３ｂが互いに折り重ねられてほぼ接触した状態のまま、蝶番３５回りに回転\nすると、内側部分３３ａの先端部３８が仏壇本体３１の側板３９、または仏壇本体\n３１内部の台板４０、または上部化粧板Ａ（図６参照）にほぼ垂直に衝突す\nる。・・・蝶番３５およびその周辺部を破損することがある。【０００５】本発明\nはかかる問題を解消するためになされたものであり、折畳み可能な両開きの扉にお\nいて、閉めるときに戸板が折畳まれた状態のまま相手部材に衝突して蝶番、または\n戸板と相手部材とのあいだの連結部分が破損されることを防止することができる仏\n壇を提供することを目的とする」、「【００２０】【発明の効果】本発明によれ\nば、折畳み可能な戸板からなる両開きの扉を閉めるときに戸板が折り畳まれた状態\nのまま閉じても、内側部分の先端部が相手部材に対して９０度未満の小さい角度で\n確実に当接するとともに内側部分および外側部分が開きながら、円滑に相手部材の\n前面を閉じることができるため、相手部材に衝突して戸板と該相手部材とのあいだ\nの連結部分が破損するなどの不具合を解消することができる」との記載が認めら\nれ、これによれば、本件発明は、両開きの扉を折り畳まれた状態で閉じる際、内側\n部分の先端部が仏壇本体の側板等にほぼ垂直に衝突し、蝶番等の破損原因となるこ\nとがあることから、扉の内側部分と外側部分の長さに差を持たせることにより、折\nり畳まれた状態で扉を閉めようとしたときでも、垂直に衝突せず、円滑に閉じるこ\nとができるようにし、上記破損等の不具合を解消するとの作用効果を奏するものと\nされていることが認められる。\nしかし、本件においては、上記のとおり、引用例２の従来例に係る課題と\nその解決方法として示されている引用例発明２の技術的思想に基づいて、本件発明\nと同一の構成を有する同一の発明に到達することができるのであるから、戸板の幅\nを内側部分で広く、外側部分で狭くした目的が、本件発明と引用例発明２とで異な\nるとしても、当該構成を採用するについての容易想到性の判断に消長を来すもので\nはない。さらに、訂正明細書に記載された本件発明の上記の作用効果自体、仏壇の\n扉は頻繁に開閉を行うことが想定されているとはいえないこと、崇拝の対象とされ\nる仏壇の性格上、通常、扉の開閉動作は丁寧に行われると考えられること等を考え\nると、「両開きの扉を折り畳まれた状態で閉じる」という特異な状況における上記\n作用効果が格別顕著なものとは認められず（原告株式会社はせがわ取締役商品事業\n副本部長Ｂ及び原告浜屋株式会社商品本部長Ｃ作成の各報告書〔甲第４号証の８、\n９〕参照）、被告代表者作成の陳述書（乙第１号証）は、上記認定判断を左右しな\nい。\nしたがって、被告の上記主張は採用することができない。\n２　以上のとおり、引用例発明２に基づく本件発明の容易想到性を否定した審決\nの判断は誤りというべきであって、原告ら主張の審決取消事由３は理由があり、こ\nの誤りが審決の結論に影響を及ぼすことは明らかであるから、その余の取消事由に\nついて判断するまでもなく、審決は取消しを免れない。\nよって、原告らの請求は理由があるからこれを認容し、訴訟費用の負担につ\nき行政事件訴訟法７条、民事訴訟法６１条を適用して、主文のとおり判決する。\n東京高等裁判所第１３民事部\n裁判長裁判官    　篠　原　勝　美\n裁判官    　長　沢　幸　男\n裁判官    　宮　坂　昌　利\n"
}