{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 13,
    "month": 3,
    "day": 7
  },
  "case_number": "平成11(行コ)15",
  "case_name": "解散命令取消等請求控訴事件(原審　広島地方裁判所平成9年(行ウ)第32号)",
  "court_name": "広島高等裁判所",
  "field": "行政",
  "lawsuit_id": "15643",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=15643",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/643/015643_hanrei.pdf",
  "contents": "主　　　文\n一　原判決中、控訴人らの敗訴部分を取り消す。\n二　被控訴人の控訴人らに対する請求をいずれも棄却する。\n三　訴訟費用は、第一、二審とも被控訴人の負担とする。\n事実及び理由\n第一　当事者の求めた裁判\n一　控訴の趣旨\n主文と同旨\n二　控訴の趣旨に対する答弁\n１　本件控訴を棄却する。\n２　控訴費用は控訴人らの負担とする。\n第二　事案の概要\n次に原判決を補正し、当事者の主張を付加するほか、原判決「第二　事案の概\n要」、「第三　本件の争点」、「第四　争点に対する当事者の主張」の各欄に記載\nのとおりであるから、これを引用する。\n一　原判決の補正\n１　原判決五頁末行の「者であり、」を「者である。」と改め、「被告Ｎ」から六\n頁一行目の「であった者である。」までを削除する。\n２　原判決七頁一行目の「被告らに対し、国家賠償法一条一項あるいは民法七〇九\n条、七一九条に基づき、」を「控訴人県に対し、国家賠償法一条一項に基づき、」\nと改め、同頁八行目から九行目までを削除し、同頁一〇行目の「五　損害額」を\n「四　損害額」と改める。\n３　原判決四一頁七行目の「、因島福祉サービス」を削除する。\n４　原判決四四頁末行から四五頁八行目までを削除し、同頁九行目の「四　争点五\nについて」を「三　争点四について」と改める。\n二　当事者の主張\n（控訴人ら）\n１　控訴人県知事が改善命令においてなした、使途不明金・不当支出の返還命令\nは、使途不明金・不当支出を生じた法人の責任により原状回復をすることを命ずる\nものであり、理事やＡに返還を求めるものではなく、その責任が経済前、実質的に\n誰の負担に帰するかという問題とは無関係である。また、使途不明金の使途は被控\n訴人自身が一番よく把握しているものであるから、被控訴人は監督権者である控訴\n人県知事に対し使途を明らかにできるはずであり、当然明らかにすべきである。に\nもかかわらず、使途を明らかにしない場合は正当な目的のために右金員が支出され\nたとは考え難く、控訴人県知事は、右態度そのものに照らして不当な支出と推認し\n是正を求めることができるのであり、使途不明金や不当支出金の返還を命ずること\nができるのは、理事等が右金員を私的に流用した場合に限られない。\n平成九年三月三一日の三八四五万二二七八円の仮払金についていえば、控訴人県\n知事は、平成九年五月七日に実施した特別監査において、本部会計の累積仕訳一覧\n表及び\n平成八年度の貸借対照表の記載から借入金及び右仮払金の計上を認知し、被控訴人\nが自ら借入金として計上しそのように認めるべき一応の根拠があったことから、右\n借入金及び仮払金が被控訴人に帰属すると認定し、改善命令等を発したものであ\nる。被控訴人は、このうちかもめ信用金庫及び株式会社広島総合銀行からの借入金\nについて、ＢやＣに対する被控訴人の借入金債務の弁済に充てたと主張するが、被\n控訴人の会計帳簿にはそのような痕跡はなく、この点について被控訴人は合理的な\n説明をしていないのであるから、右Ｂらからの借入金の借主は被控訴人ではなくＡ\n個人である疑いが強いというべきであり、右かもめ信用金庫及び広島総合銀行から\nの借入金が右Ｂらに対する債務の返済資金として利用されたことを理由として、当\n該支出が使途不明金であることを否定することはできない。\n２　社会福祉法人事業及びその運営管理の実情に昀も精通している者は国や県知事\nであるから、国や県知事の社会福祉事業法五四条の指導監督権限の行使について\nは、原則としてその判断は尊重されるべきであり、その司法的抑制は社会観念上著\nしく妥当を欠き裁量権を逸脱したと認められる場合に限るべきである。そして、被\n控訴人の法人運営、施設運営、会計処理は著しく不適切なものであったから、解散\n命令の方法によるほか監督の目的を達することはできないとした控訴人県知事の判\n断に裁量権の踰越・濫用は認められない。\n（被控訴人）\n１　平成九年三月三一日仮払金（因島福祉サービス、かもめ、ヒロソー、Ｄからの\n経常資金借入分）は、海幸苑事務員のＥが控訴人県職員の指示に従って勝手に帳簿\n記載したものであり、因島福祉サービスからの借入金五〇〇万円、Ｄからの借入金\n一〇〇〇万円は存在しないし、広島総合銀行（ヒロソー）、かもめ信用金庫からの\n借入金は未返済であるから、使途不明金は存在しない。\n２　不利益処分の処分理由については、当該処分をする側が立証責任を負うもので\nあるところ、本件においては個人的流用等の証拠がなく、被控訴人に使途不明金が\nあったとの立証はなされていないから、右使途不明金の存在を前提とする返還命令\nは違法である。また、解散命令のように重い不利益処分をする場合には、少なくと\nもいわゆる使途不明金、不当支出金が明白に被控訴人の目的外に使用され被控訴人\nが損害を被ったとか、個人的に流用され背任、横領に該当するような事例であるこ\nとを処分者において立証しなければならない。\n３　社会福祉法人に支払われた措置費は老人の介護を委託されたことに対する対価\nであり、法人に入金された後は法人の金であるから、これが老人介護のために全額\n使用されなければならないわけではなく、適切な介護がなされている限り法人が剰\n余金を他の支出に充てることは法人の自治の範囲で許されるべきである。そして、\n措置費を他の支出に充てることにより現実に施設の運営に支障が生じたり、支障が\n生じる危険が切迫するような状態を招来しなければ不当な支出とはいえない。\n仮に不当支出と目すべきものがあったとしても、被控訴人は改善命令後はその指\n摘された支出をほとんど中止し、返還についても拒否しているわけではなく時間的\n猶予を求めていたのであるから、即時返還を命じることが妥当であったかは極めて\n疑問である。\n第三　証拠\n原審及び当審の証拠関係目録に記載のとおりであるから、これを引用する。\n第四　当裁判所の判断\n一　事実経過\n次に訂正、付加するほか、原判決四六頁一〇行目の「事実経過」から七六頁三行\n目までに記載のとおりであるから、これを引用する。\n１　原判決四七頁一行目の「四〇、」の後に「四五、四七、」を加える。\n２　原判決五一頁九行月の「過大である。」の後に、「近隣の同種の社会福祉施設\nや」を加え、同頁一〇行目の後に行を改めて\n「（４）　平成六年度に理事長に四〇万円が支給されているが、平成六年度の本部\n会計は赤字であり、本部会計の主たる収入源が施設会計からの繰入金であるから、\nこの報酬の支払は不適切であり、今後この報酬の支給はしないこと。」を加える。\n３　原判決五九頁一行目の「二四日」を「二五日」と訂正する。\n４　原判決六三頁四行目の「一七日」を「一八日」と訂正する。\n５　原判決六七頁一〇行目の「広島総合銀行」の後に「、因島福祉サービス」を加\nえる。\n二　本件解散命令の理由及び改善命令等の内容\n原判決七六頁五行目から八○頁末行までに記載のとおりであるから、これを引用\nする。\n三　改善命令等の相当性について\n１　理事会について\n乙一四、三七、五一ないし五三、五六、五八ないし六〇、六二、六四、七〇及び\n弁論の全趣旨によれば、被控訴人の理事会の開催が平成六年度は年二回、平成七年\n度が年三回と低調であったこと、平成六年ないし八年度の議事録の内容に不明確な\n部分があったことが認められる。\nしたがって、控訴人県知事が被\n控訴人に対して、右の点について適正化を図るように改善命令を発することには理\n由がある。\n２　役員について\n甲四九、乙三七、四二、五一ないし五三、五六、五八ないし六〇、六二、六四、\n七〇、七九によれば、被控訴人の理事に地元地域の代表が加わっていないこと、監\n事に被控訴人の定款上欠員が生じていること、監事に理事長らと親族関係のあるＦ\nが加わっていることなど、「社会福祉法人の認可について」（昭和三九年一月一〇\n日厚生省社会局長・児童局長通知）の別紙第一「社会福祉法人審査基準」の第三\n「法人の組織運営」に規定する事項に抵触する事項が本件監査等の時点に存在した\nこと、平成五年一二月一三日の指導監査において、被控訴人は欠員となっている理\n事を速やかに選任し、次回改選時には地元から理事を選任する等理事構成について\n配慮すべきことを指摘され、監事の欠員の状態は平成五年二月から続いており、平\n成六年一〇月一七日、平成七年七月一三日及び平成八年八月五日、二八日の指導監\n査においてその点が指摘されていたことが認められる。\nしたがって、控訴人県知事が被控訴人に対して、右の点について適正化を図るよ\nうに改善命令を発することには理由がある。\n３　使途不明金の返済について\n（一）　乙五、九三、一〇三ないし一〇五及び弁論の全趣旨によれば、特別養護老\n人ホームを経営する社会福祉法人は、その施設の運営について老人福祉法二一条に\n基づき「措置に要する費用」として、国、県及び市町村から委託費として措置費を\n受領することから、措置費等公的資金の収支を明瞭にし、その受託責任を明らかに\nすることを基本的な目的として、昭和五一年一月三一日付け社施第二五号厚生省社\n会局長・児童家庭局長通知により社会福祉施設を経営する社会福祉法人の経理規程\n準則が制定され、被控訴人も右準則に基づき経理規程を定めていることが認められ\nる。そして、被控訴人は、社会福祉事業法四二条二項、八七条四号により毎会計年\n度終了後二月以内に正確な財産目録、貸借対照表、収支計算書等を作成し、常にこ\nれを事務所に備え置くことが義務づけられ、そのために、右準則及び経理規程に基\nづき会計帳簿を備えるとともに、すべての取引を伝票によって記帳し、それを裏付\nける請求書、領収書等の証拠書類は一○年間保存することとされ、ほぼ年一回控訴\n人県の監査を受けていたのであるから、被控訴人がある支出等について記帳せず、\nあるいは\n記帳していてもその支出に該当する領収書等の証拠書類を保存していないため、そ\nの使途が不明であり、この点について、その支出は被控訴人の運営のために使用し\nたという被控訴人の説明が不合理で不自然なため信用できないとき、あるいは説明\nを全くしないときは、右支出金は被控訴人がその運営の目的外に使用したものと推\n認するのが相当である。そして、このような場合、控訴人県知事は社会福祉事業法\n五四条二項に基づき右不当な支出をした被控訴人に対しその適正な運営のため右金\n員を被控訴人に返還することを命じ原状回復を求めることができると解すべきであ\nる。なお、法人に対する金員返還の改善命令は当該理事らが法人の財産を私的に流\n用したなど当該理事に対して返還を求め得る場合に限ってすることができるという\n考えは、独自の見解であって採用できない。\n（二）　そこで、控訴人らが使途不明金であると主張するものにつき、使途不明金\nであるか否か、またこれについての被控訴人の説明が信用できるかどうかについて\n判断する。\n（１）　平成七年度本部会計雑費\n①平成七年六月二九日　一〇〇万円\n（元帳摘要欄の記載　Ｂ理事へ理事長借入金返済）\n被控訴人は、被控訴人の施設の建築費及び設備費の一部に充てるため、昭和六二\n年一一月二九日Ｂから借り受けた二五〇〇万円の借入金に対する弁済金であると主\n張し、同日付けＢ宛ての預り証（甲二〇）を提出する。しかし、被控訴人の会計帳\n簿上右借入金の記載はなく、昭和六二年度決算書にも、被控訴人の債務としてはＡ\nからの借入金五〇〇〇万円が記載されているのみで、Ｂからの借入金二五〇〇万円\nの記載はなく（乙一、四）、平成八年八月五日の定例監査及び同月二八日の特別監\n査の際、被控訴人は前記一〇〇万円の返済について証拠書類を示して説明するよう\nに求められたが、右預り証等の証拠書類を監査担当者に呈示して説明したりするこ\nとはなかった（乙三九、四〇、四七）（この認定に反する甲四一ないし四三、五九\nは右乙号証に照らし信用できない。）。また、被控訴人が右Ｂからの借入金に対す\nる一部弁済の原資としたと主張する平成四年二月二九日のＧからの一〇〇〇万円の\n借入も被控訴人の会計帳簿上その記載はなく、甲一八の借用書も右監査の際呈示さ\nれていない（甲七五、乙三九、四〇、四七）。さらに、被控訴人が右Ｂ及びＧから\nの借入金の弁済に充てるため、平成七年九月一三日借り入れたと主張する\nかもめ信用金庫からの二〇〇〇万円の借入も被控訴人の会計帳簿に記載されていな\nい（記載されたのは平成九年三月三一日になってからである。乙一、三九）。この\n点につきＡは、かもめ信用金庫からの借入債務について記帳しなかったのは、かも\nめ信用金庫が帳簿に計上しないことを融資の条件にしたからである旨別件訴訟で供\n述し、同旨の陳述書を作成しているが（甲四三、五九、六二）、かもめ信用金庫が\nそのような不正な会計処理を求めた理由についてＡは何ら説明しておらず、また会\n計処理を厳格にすべきかもめ信用金庫が貸付け先の会計帳簿に貸付金が計上される\nことによって困る事情は考え難いから、右供述部分及び陳述書の記載はたやすく信\n用できず、他にこれを認めるに足りる証拠はない。\nまた、被控訴人はＢに対し前記借入金に対し分割弁済をしたというのに、その都\n度同人から領収書を受け取っていない（甲二〇）し、内二二〇万円はＡ個人が立替\n払いしたというのに（甲一五）、右の支払も被控訴人が弁済したとする他の支払と\n何ら区別されていない。そして、被控訴人がＢからの借入金二五〇〇万円で購入し\nたとする設備什器備品等の具体的な品名及びその金額も明らかにしておらず、ま\nた、Ａは施設開設に当たって自転車振興会から受領した一億九〇〇〇万円以外はＡ\n個人の資産、資金によって施設を完成させたと陳述している（甲五九）が、これと\nＢからの借入金を建築費の一部に充てたとする被控訴人の主張が矛盾しているよう\nにみられ、さらに、後記平成七年度施設会計雑費①の一〇〇万円及び③の八○万円\nについては、平成八年九月二七日、平成六年時点の混乱時に生じた債務の返済や対\n策費用であると弁明している（乙五二）。\n以上の事実に照らせば、被控訴人が昭和六二年一一月二九日Ｂから二五〇〇万円\nを借り受け、それに対する弁済金であるとする被控訴人の説明は不自然、不合理で\nあって到底信用することはできず、他にこれを認めるに足りる証拠はない（甲八三\nのＢの陳述書も平成一一年四月になって作成されており、直ちには信用できな\nい。）。そして、右事実関係に前記総勘定元帳の「理事長借入金返済」の記載は借\n主がＡ個人であることを示唆していることをも併せ考えれば、仮にＢが二五〇〇万\n円をＡに渡しているとすれば、同人はＡ個人に貸したものと考えるのが自然であ\nる。したがって、前記一〇〇万円は使途が不明であり、被控訴人運営の目的外に使\n用されたものと推認される。\n②平成七年八月二二日　二四万円\n（元帳摘要欄の記載　空欄）\n被控訴人は、平成六年上半期ころＣから施設運営資金として借り受けた一〇〇〇\n万円の返済のために、平成七年七月七日広島総合銀行から借り受けた一〇〇〇万円\nに対する分割弁済金であると主張する。確かに甲一三の１、２、二一によれば、右\n帳簿記載の二四万円は、被控訴人がＣに支払うため平成七年七月七日広島総合銀行\nから一〇〇〇万円を借り入れた借入債務に対し同年八月二二日分割弁済した金（た\nだし、正確な金額は二二万八一二九円）であることが認められるので、使途不明金\nではない。しかしながら、被控訴人が平成六年上半期ころＣから一〇〇〇万円を借\nり受けたことを裏付ける借用証書は存在せず、被控訴人の会計帳簿にも右借入金の\n記載はなく、広島総合銀行からの右借入金についても同じく記載がない（記載され\nたのは平成九年三月三一日になってからである。乙一、六、三九）。この点につ\nき、Ａは、広島総合銀行からの借入債務について記帳しなかった理由について別件\n訴訟で右①と同内容の供述をし、同旨の陳述書を作成しているが（甲四一ないし四\n三、五九、六二）、右①において説示したのと同様の理由により、たやすく信用で\nきす、他にこれを認めるに足りる証拠はなく、また、Ａは、Ｃからの借入金につい\nては被控訴人の職員ＥがＡの指示に反して記載しなかった旨供述するが（甲六\n二）、それ自体不自然であり信用できない。また、分割弁済金の返済について、被\n控訴人は平成八年九月二七日付け弁明書（乙九）、同年一一月六日付け報告書（乙\n一〇）、平成九年一月二二日付け報告書（乙一一）において、東京方面での啓蒙活\n動及び協力者獲得活動に伴い支出したものであると説明し、被控訴人は控訴人県の\n監査の際にも右各借入の事実を隠し続けていた（乙三九、四七。この認定に反する\n甲四三、五九のＡの陳述書の記載及び甲六二の同人の供述部分は乙三九、四七に照\nらして信用できない。）。そして、総勘定元帳（後記平成七年度施設会計雑費④）\nの「苑長借入金返済」の記載は借主がＡ個人であることを示唆しており、以上の事\n実に照らせば、被控訴人がその施設運営費としてＣから一〇〇〇万円を借り受けた\nとの説明は信用できず、他にこれを認めるに足りる証拠はない。そうすると、被控\n訴人が債務を負っていないのに右Ｃに対して支払うために広島総合銀行から借り入\nれた行為は、被控訴人運営の目的外の事項に支出するために被控訴人の理事長Ｈが\nその権限を濫用して被控訴人名義で借り入れたものといわざるを得ず、被控訴人と\nの関係においてはＨ個人が広島総合銀行に対して弁済する責任があるというべきで\nあるから、この弁済金を被控訴人の資産から支出するのは不当な支出に当たる。こ\nれにより被控訴人の資産が減少したから、右弁済金二二万八一二九円の返還を被控\n訴人に命じるのは相当である。なお、甲一三の１、２、二一及び弁論の全趣旨によ\nれば、Ａは平成七年七月七日右Ｃに対し一〇〇〇万円を広島総合銀行からの右借入\n金から支払っていることが認められる。\n（２）　平成七年度施設会計雑費\n①平成七年四月二七日　一〇〇万円\n（元帳摘要欄の記載　Ｂ理事へ現金届ける）\n前記（平成七年度本部会計雑費①）説示のとおりであり、右債務の弁済は被控訴\n人運営の目的外の支出であると認められる。\n②平成七年五月二九日　三〇〇万円\n（元帳摘要欄の記載　Ｉ氏に二年前借入金返済）\n被控訴人は、平成五年ころ、被控訴人は施設・法人を売却するため買手を探して\nいたところ、Ｉという人物から売却先を紹介されたが、結局法人を売却しないこと\nとなり、Ｉが被控訴人に替わり費用の立替払いをしたので、これを支払った旨主張\nし、これに沿う文書を提出するが（甲一五、六二、乙一一）、右支払を証する領収\n書等の文書はなく、被控訴人やＡ等の説明によってもＩが右売却先とされる者に支\n払った金員の性質は不明確であり（被控訴人は違約賠償と主張しているが、平成九\n年一月二二日付け報告書（乙一一）には手数料と記載されている。）、また、右金\n員は大阪にある駅のコーナーで授受されたなど内容的にも不自然さを否めず（甲六\n二、乙四七、四八）、たやすく信用できない。したがって、右支出は使途不明金で\nあり、被控訴人の運営の目的外の支出であると推認される。\nさらに、仮に右金員が被控訴人主張のとおり支払われたとしても、乙八七、八八\n及び弁論の全趣旨によれば、被控訴人法人ないし施設の譲渡は理事の交代という形\n式で行われ、その対価や費用等も理事ないし理事長個人が取得し、あるいは負担す\nるものであることが認められるから、Ｉへの金員支払も取引に関与した理事ないし\n理事長個人が負担すべきものであると考えられるから、被控訴人が負担すべきでな\nい金員を不当に支出したものということができる。\nしたがって、いず\nれにせよ右支出は被控訴人の運営の目的外の支出であると推認される。\n③平成七年九月四日　八○万円\n（元帳摘要欄の記載　かもめ信用関係、Ｂ氏へ）\n前記（平成七年度本部会計雑費①）説示のとおりであり、右債務の弁済は被控訴\n人運営の目的外の支出であると認められる。なお、右「かもめ信用関係」との記載\nも趣旨不明である。\n④平成七年七月一七日　三〇六万円\n（元帳摘要欄の記載　Ｃ氏へ苑長借入金返済）\n前記（平成七年度本部会計雑費②）説示のとおりであり、右債務の弁済は被控訴\n人運営の目的外の支出であると認められる。なお、右金額は甲一六の領収証記載の\n金額三〇六万三七四五円と金額が一致しないし、甲二一の領収証の金額と甲一六の\n領収証の金額との関係が不明である。\n⑤平成七年一〇月二六日　一〇〇万円\n（元帳摘要欄の記載　弁護士、税理士来苑、交通費他）\n被控訴人は、尾道税務署との源泉徴収税問題及びその他の問題についての弁護\n士・税理士費用であり、領収書も存在すると主張するが、右領収書の提出はなく、\n主張にかかる委任事務の内容及びそれぞれの費用の額も不明確であり、被控訴人は\n右支払について具体的な説明ができていないから、元帳摘要欄の右記載は信用でき\nず、右金員は使途が不明であり、目的外に使用されたものと推認される。\n⑥平成七年八月四日　四五万円\n（元帳摘要欄の記載　空欄）\n被控訴人は、前記かもめ信用金庫からの借入債務の分割弁済金として右金員を支\n出したものであると主張するが、元帳摘要欄の記載を空欄とし、その領収書も存在\nしないうえ、かもめ信用金庫の被控訴人への貸付は平成七年九月一三日の手形貸付\n（甲一七の１）と平成八年九月一一日の証書貸付（甲一七の２ないし５、二九）が\nあるのみで、右貸付以前に同金庫から貸付がなされたことを認めるに足りる証拠は\nないから、被控訴人が右金員を右使途に支出したとの弁解は到底信用できるもので\nはなく、右支出は使途が不明であり被控訴人運営の目的外に使用されたものと推認\nされる。\n⑦平成七年八月二三日　二四万円\n（元帳摘要欄の記載　空欄）\n被控訴人は、Ａの立替払い交通費として右金員を支出したものであると主張する\nが、元帳摘要欄の記載を空欄にし、その領収書等の文書は存在しないうえ、具体的\nな使途も明らかにしていないこと、被控訴人は平成八年八月二八日の特別監査の際\n右主張のとおり説明したと主張するが、同年九月二七日付けの弁明書（乙\n五二）においては平成六年時点の混乱期に生じた債務の返済や対策費用であると説\n明し、平成九年一一月六日付けの内容証明郵便（甲一五）においては広島総合銀行\nに対する借入債務の分割返済金であると説明していることに照らせば、被控訴人の\n説明は変遷を重ねる不合理・不自然なものであって信用できず、右支出は使途が不\n明であり被控訴人の運営の目的外の事項に使用されたものと推認される。\n⑧平成七年九月一九日　　　二四万円\n⑨平成七年一〇月二三日　　二〇万円\n⑩平成七年一一月二二日　　二三万円\n⑪平成七年一二月二〇日　　二二万円\n⑫平成八年一月二二日　　　二三万円\n⑬平成八年二月二一日　　　二一万円\n⑭平成八年三月二二日　　　二二万円\n（元帳摘要欄の記載　いずれも空欄）\n前記（平成七年度本部会計雑費②）説示のとおりであり、甲一三の１、２によれ\nば、右記載の金額合計一五五万円に一万三七六三円を加えた一五六万三七三六円が\n広島総合銀行に対する弁済に充てられていることが認められるが、右弁済に充てら\nれた一五五万円は不当な支出であると認められる。\n（３）　平成七年度施設会計旅費\n①平成八年一月二九日　　　三〇万円\n（元帳摘要欄の記載　沖縄研修旅費、苑長）\n②平成八年二月二六日　　　三〇万円\n（元帳摘要欄の記載　旅費、苑長交際費）\n被控訴人は、右①はＡと被控訴人監事Ｊとで沖縄県における高齢者施設等の見学\nを含めて研修旅行に行った際の費用であり、右②はＡが青森県に開設された老人施\n設を見学・研修した際の費用であって、いずれも被控訴人の理事会の承認を得てい\nると主張するが、具体的な旅行日程や費用の内訳等については明らかでなく、宿泊\n費や旅費等の容易に証拠資料を残せる費目についてもそれが存在しないし、理事会\nでの議事内容を示す議事録も存在せず、苑長交際費という元帳の記載も右主張と一\n致しない。しかも、①については、Ｊが被控訴人監事に就任したのは平成八年一〇\n月一四日のことであり（乙一〇）、それ以前の被控訴人との関係は本件証拠上明ら\nかではなく（控訴人県職員にはＡの友人と自称していた。乙八五）、②についても\nＡに同行したとされるＫという人物（乙一一）と被控訴人との関係は不明であり、\nこれらに照らすと、被控訴人の右説明は不自然・不合理で信用できず、右支出は使\n途が不明であり被控訴人の運営の目的外の事項に使用されたものと推認される。\n（４）　平成八年度本部会計仮払金\n平\n成九年三月三一日　三八四五万二二七八円\n（元帳摘要欄の記載　因島福祉サービスからの借入金五〇〇万円、かもめ信用金庫\nからの借入金一七六五万二二七八円、ヒロソーからの借入金五八○万円、Ｄからの\n借入金一〇〇〇万円）\n被控訴人の本部会計の累積仕訳一覧表（控訴人らの平成一二年九月二〇日付け準\n備書面の別紙２として添付されているもの）の平成九年三月三一日の記載によれ\nば、右各借入金が同日普通預金とされ、同日その普通預金の合計三八四五万二二七\n八円が仮払金として全額支出したように記載されている。控訴人県は平成九年五月\n七日実施の特別監査により右記載を知り、被控訴人の理事長らに右仮払金の使途の\n説明を求めたが、その使途を示す証拠書類の提出がなく、使途を明確にできなかっ\nたため、控訴人県知事は右仮払金を使途不明金と認定し、平成九年度に仮払金が減\n額となった五六五万円を右三八四五万二二七八円から差し引いた三二八○万二二七\n八円の返還を命じた（乙三九、六五）。\nところで、被控訴人に使途不明金があるとして被控訴人にその返還を命じるため\nには、使途不明金によって被控訴人の資産が減少したことがいえなければならず、\nそのためには被控訴人が前記借入金を真実借り入れたことが認定されなければなら\nない。そこで、被控訴人が右各借入をしたか否か、したとした場合その使途につい\nての被控訴人の説明が合理的なものとして信用できるかについて検討する。\nア①因島福祉サービスからの借入金五〇〇万円\n被控訴人の帳簿には、平成九年四月三〇日右五〇〇万円が返済されているように\n記載され、控訴人県も仮払金が右金額分減少したとして使途不明金をその金額だけ\n減額しているから、因島福祉サービスからの右借入金五〇〇万円が実際にあったか\n否かの判断は必要がない。\n②かもめ信用金庫からの借入金一七六五万二二七八円\n甲一七の１ないし５、二九によれば、被控訴人は平成七年九月一三日借入金返済\nのためかもめ信用金庫から二〇〇〇万円の手形貸付を受けていたのを平成八年九月\n一一日証書貸付に切り替え、右かもめ信用金庫から二〇〇〇万円を、同年一〇月六\n日から毎月六日に四五万一五八一円を四八回にわたって返済する条件で借り受け、\n平成九年三月三一日当時残債務が一七六五万二二七八円であったことが認められ\nる。\n③ヒロソーからの借入金五八○万円\n甲一三の２によれば、被控訴人は平成七年七月広島総合銀行から一〇\n〇〇万円を借り受け、同年七月から分割返済をし、平成九年三月三一日当時残債務\nが五八○万円であったことが認められる。\n④Ｄからの借入金一〇〇〇万円\n被控訴人理事長Ｈ名義と受け取れなくもない借用書（その中身は領収書と同じ。\n乙八二）が存在するが、現在被控訴人とＤとの間で、右借入金は被控訴人の借入金\nかそれとも被控訴人を譲渡する契約の手付金としてＨ個人が受領したものかが裁判\nで争われており、右手付金であるとする主張も直ちに理由がないと断定できないの\nで、右のようなあいまいな借用書だけから被控訴人がＤから一〇〇〇万円を借入し\nたと認めることはできず、他にこれを認めるに足りる証拠はない。\nイ　右アによれば、右④に対応する仮払金一〇〇〇万円は単に収支のバランスをと\nるだけのものとなって被控訴人の資産を減少させないが、②、③に対応する仮払金\n二三四五万二二七八円から平成九年四月一〇日に仮払金が減少したかもめ分四五万\n円とヒロソー分二〇万円を差し引いた二二八○万二二七八円の仮払が被控訴人の資\n産を減少させることになる。そこで、その使途について検討する。\n広島総合銀行からの借入金は全額前記認定のとおり被控訴人の債務でないＣに対\nする借入金債務の返還に充てられ、かもめ信用金庫からの借入金のうち一八四〇万\n円は前記Ｂ及びＧに対し被控訴人の債務でない借入金債務の弁済に充てられており\n（甲一八、一九の１ないし８、二九。なお、右Ｇが被控訴人に対し金員を貸し付け\nた事実を認めることができない理由は前記（１）の①のＢの場合と同じであ\nる。）、そして被控訴人はかもめ信用金庫からの借入金二〇〇〇万円は右Ｂ及びＧ\nからの借入金の返済のために借り入れたと主張しているが、二〇〇〇万円から右弁\n済金一八四〇万円を控除した残額一六〇万円の使途を示す証拠はない。したがっ\nて、広島総合銀行からの借入金の使途は右Ｃからの借入金に対する支払であり、か\nもめ信用金庫からの借入金のうち一八四〇万円は右Ｂ及びＧからの借入金に対する\n支払であるが、残金一六〇万円については使途が不明であり被控訴人の運営の目的\n外に使用されたものと推認される。\nウ　しかし、先に認定のとおり被控訴人はＣ、Ｂ及びＧに対し借入債務を負ってい\nなかったから、これらに対する支払は不当支出になる。したがって、前記二二八○\n万二二七八円を仮払金として支出したことは被控訴人に債務だけを負担させて被控\n訴人の資産を減\n少させたことになるから、Ａ又はＨが個人的に右債務の支払をしようとしない限\nり、右金員の返還を被控訴人に命じることは相当である。なお、右②の借入金も前\n記（１）②で説示した広島総合銀行からの借入金の場合と同様に被控訴人の債務で\nない債務の返済のために被控訴人理事長Ｈが理事長の権限を濫用して被控訴人名義\nでかもめ信用金庫から借入したものと認められるから、被控訴人との関係において\nはＨが個人として返済すべきものである。しかし、Ｈ及びＡは右各借入金は被控訴\n人のために借入したものであるとして被控訴人の会計から平成九年五月以降も毎月\n分割弁済金として合計六五万円程度を支払っていくことを予定していた（甲一七の\n２ないし５、乙一）。\n（５）　平成八年度施設会計雑費\n①平成八年四月一一日　五〇万円\n（元帳摘要欄の記載　Ｌ親子、Ｂ氏に対する対策費、苑長交際費）\n被控訴人は、右支出はＬ親子及びＢから不当な要求を受けたため、これらに対応\nするための弁護士費用等であり、苑長交際費の記載は被控訴人の職員Ｅが勝手に記\n載したと主張する。しかしながら、被控訴人は右支出を証明する領収書等を当然に\n保存しておかなければならないのにそれが存在しないこと、被控訴人主張のとおり\nの支出であれば総勘定元帳に苑長交際費とは記載されないこと、被控訴人は平成八\n年八月二八日の特別監査の際前記のとおり説明したと主張するが、平成九年一月二\n二日付け報告書（乙一一）ではＬ親子、Ｂ氏に対する対策費は苑の行事に対するＬ\n親子の妨害を回避するために雇ったアルバイト費用であり、苑長交際費はＡの交通\n費の負担を軽減するために計上したものである旨説明していることに照らせば、被\n控訴人の説明は大きく変遷する不合理なものであって信用できず、右支出は使途が\n不明であり被控訴人の運営の目的外の事項に使用されたものと推認される。\n②平成八年五月八日　六二万〇七二一円\n（元帳摘要欄の記載　苑長交際費）\n被控訴人は、右支出はかもめ信用金庫に対する分割金の返済と交際費の合計であ\nり、平成八年八月二八日の特別監査時にはその旨詳細に説明したと主張する。しか\nしながら、被控訴人主張の分割弁済金や交際費が支払われたことを示す証拠はない\nばかりか、甲一七の１ないし５、二九によれば、被控訴人は平成七年九月一三日か\nもめ信用金庫から二〇〇〇万円の手形貸付を受けたところ、右借入金は平成八年九\n月一一日かもめ信用金庫か\nらの二〇〇〇万円の証書貸付に切り替えた借入金によって一括弁済されたことが認\nめられ、右期日以前の平成八年五月八日に手形貸付について分割弁済が行われたと\nは認め難いこと（なお、甲二九には、融資利息支払の記載はあるが、その支払金額\nと右②及び後記平成八年度施設会計雑費④の支出とは一致しない。）、被控訴人は\n平成八年九月二七日付け弁明書（乙五二）において、右支出は被控訴人の啓蒙活\n動、協力者獲得活動の費用であると説明し、平成九年一月二二日付けの報告書では\nＡが東京都と因島市を往復することによる交通費の負担を軽減するために計上した\nものである旨説明していることに照らせば、被控訴人の説明は不合理、不自然なも\nのであって信用できず、右支出は使途が不明であって被控訴人の運営の目的外の事\n項に使用されたものと推認される。\n③平成八年六月二六日　四〇万円\n（元帳摘要欄の記載　諸対策費）\n被控訴人は、この当時海幸苑における短期入所制度（ショートステイ）の増床が\n認められたことに伴い広島県内外の施設を見学した際の旅費であり、平成八年八月\n二八日の特別監査時にはその旨詳細に説明したと主張する。しかしながら、被控訴\n人主張の見学の具体的な旅行日程や訪問先の施設は明らかでなく、当該支出に対応\nする領収書等も存在しないばかりか、被控訴人は平成八年九月二七日付け弁明書\n（乙五二）において、右支出は平成六年時点の混乱期に生じた債務の返済や対策費\n用であると説明し、平成九年一月二二日付け報告書（乙一一）ではＭ弁護士に対す\nる報酬であると説明していることに照らせば、被控訴人の説明は変遷を重ねる不合\n理なものであって信用できず、右支出は使途が不明であって被控訴人の運営の目的\n外の事項に使用されたものと推認される。\n④平成八年六月三日　六〇万円\n（元帳摘要欄の記載　苑長交際費）\n被控訴人は、右支出はかもめ信用金庫からの借入金の分割弁済金とＡの立替え交\n通費であると主張する。しかしながら、かもめ信用金庫からの手形貸付について平\n成八年九月一一日以前に分割弁済金の支払がなされたとは認め難いことは前記②で\n説示したとおりであり、しかも、交通費については領収書等も存在しないばかり\nか、被控訴人は平成八年九月二七日付け弁明書（乙五二）において、右支出は被控\n訴人の啓蒙活動、協力者獲得活動の費用であると説明し、平成九年一月二二日付け\n報告書ではＡの交通費の負担を軽減するため\nに計上したと説明しているもののかもめ信用金庫に対する分割弁済については全く\n触れていないことに照らせば、被控訴人の説明は不合理・不自然なものであって信\n用できず、右支出は被控訴人の運営の目的外の事項に使用されたものと推認され\nる。\n⑤平成八年四月一九日　二二万円\n⑥平成八年五月二一日　二二万円\n⑦平成八年六月二〇日　二二万円\n⑧平成八年七月一七日　二二万円\n⑨平成八年八月二〇日　二二万円\n⑩平成八年一一月二二日　二二万円\n⑪平成八年一二月一九日　二一万円\n⑫平成九年一月二〇日　二一万円\n⑬平成九年二月二四日　二二万円\n⑭平成九年三月二四日　二二万円\n（元帳摘要欄の記載　いずれも空欄）\n前記（平成七年度本部会計雑費②）説示のとおりであり、右記載の金額合計二一\n八万円のうち二一七万六八一二円が広島総合銀行に対する弁済に充てられている\n（甲一三の１、２）が、右弁済は不当な支出であると認められる。\n（三）　以上によれば、控訴人県知事が使途不明金であると判断した五〇〇四万二\n九九九円のうち、一六九九万七五三三円が使途不明金であり、二三〇三万〇四〇七\n円が不当支出（ただし、かもめ信用金庫に対し残債務となっている一七六五万二二\n七八円に対応する同額の仮払金については全額不当支出として計算）であり、合計\n四〇〇二万七九四〇円が被控訴人の運営の目的外の用途に支出されたものである。\nそして、被控訴人が右のような支出をすることは被控訴人の運営が著しく適正を欠\nいていると認められるから、右支出によって減少した被控訴人の資産の回復を図る\nため、右金額の返還を被控訴人に命ずるのは相当である。したがって、控訴人県知\n事のなした五〇〇四万二九九九円の返還命令は右の限度で適法なものであったと認\nめられる。\n４　不当支出金の返済について\n（一）　乙五、二七、四七、八○及び弁論の全趣旨によれば、被控訴人における会\n計は、法人本部の経理を行う本部会計、海幸苑の経理を行う施設会計、海幸苑診療\n所の経理を行う診療所会計に区分されていること、右の施設会計の大部分は公費で\nある措置費によって賄われていることが認められる。\n（二）　施設会計借入金の返済について\n既に認定した事実及び乙五、二七、四七、四八、五一、五八、六五、八○、一〇\n四、一〇五によれば、被控訴人の施設会計の大部分は公費である措置費により賄わ\nれているところ、措置費は、委託事務の内容に従い入所者の援護を行うのに必要な\n経費として算定されているものであり、そのため「社会福祉施設を経営する社会福\n祉法人の経理規程準則の制定について」（昭和五一年一月三一日社施第二五号厚生\n省社会局長・児童家庭局長通知）の別紙１法人社会福祉法人経理規程準則一〇条に\nは、各会計単位間において資金の一時繰替使用をした場合、その資金は当該年度内\nに補てんしなければならないものとされ、被控訴人の経理規程一〇条にも同旨の規\n程が存在するところ、被控訴人の平成七年度の決算時において一六五三万円の、平\n成八年度の決算時において二一二〇万三〇二八円の未返還の施設会計借入金が存在\nすること、さらに平成九年度においても措置命令に反し控訴人県の事前の承認を得\nないまま施設会計から五六六万〇七三五円の借入を行ったことが認められる。そし\nて、右によれば被控訴人の運営が著しく適正を欠くといえるから、控訴人県知事が\n被控訴人に対しすみやかに施設会計借入金を施設会計に返還すべきことを命ずるこ\nとは相当であると認められる。\n（三）　施設会計からの不当な支出\n（１）　乙一、一二、一七、一九、四七、四八によれば、被控訴人の施設会計から\n次のような支出（ただし、ケについては未払金であるが、支払義務が既に発生して\nいるから、支出と同等に取り扱う。）がされていることが認められる。\nア　平成七年度借料損料\n官舎借料（平成七年一一月分から平成八年三月分の自宅家賃、月額三九万円、合計\n一九五万円）\n車両リース料（平成八年三月一二日、月額一七万九二二〇円）\nイ　平成七年度施設会計雑費\nお歳暮、服代（平成七年一二月四日、三〇万円）\nサザエ購入代金（平成七年五月三一日、同年六月三〇日、同年七月三一日、平成\n八年一月三一日、同年二月二九日の計五回、合計五八万四五二五円）\nウ　平成七年度施設会計厚生経費\n苑長服代（平成七年一〇月一二日、同年一二月二〇日の計二回、合計四〇万円）\nエ　平成七年度施設会計修繕費\n公用車修理代（平成七年一一月一六日、一三万五〇〇〇円）\nオ　平成八年度施設会計損料\n官舎借料（平成八年四月分から同年一一月分、月額各三九万円（一一月分は一九\n万円）、合計二九二万円）\n車両リース料（平成八年四月から平成九年二月まで、月額一七万九二二〇円、合\n計一九七万一四二〇円）\nカ　平成八年度施設会計雑費\nサザエ購入代金（平成八年五月三一日、同年七月五日、同年七月三一日、同年一\n〇月八日の計四回、合計四一万八五三\n〇円）\nリース車両違約金（平成九年三月二一日、一七万九二二〇円）\nキ　平成八年度施設会計厚生経費\n苑長服代（クロダ洋服店、平成八年七月三一日、四五万円）\nク　平成八年度施設会計役務費\nリース車両返却査定料（平成九年二月二八日、二万一六九八円）\nケ　平成八年度施設会計未払金\n車両リース契約による違約金（平成九年三月三一日、二四七万二七七八円）\n右違約金は、被控訴人が車両をリースする必要がないのにリースしため解約せざ\nるを得なくなって発生したものである。\n以上に掲げた施設会計における支出は、いずれも海幸苑の施設入所者又は施設職\n員の処遇に関する支出ではないと認められ、金額も不相当に高額なものであって、\nこれらを公費で賄われている施設会計から支出することは不当であるから、控訴人\n県知事がこれらの出費について返還命令を発したことは相当である。\n（２）　被控訴人は、理事長・施設長が東京において支援者の獲得、確保のための\n活動をするために東京事務所を兼ねる官舎及び車両が必要であるから家賃及び車両\nのリース料の支払は不当ではないと主張し、Ａは別件訴訟において同旨の供述を\nし、あるいは陳述書を作成している（甲六二、四三）。しかしながら、右官舎はそ\nもそもＡの自宅であり、Ａが破産したため賃借が不可能となり被控訴人が借り上げ\nたものであること、車両も東京においてＡが利用していたものであると認められ\n（甲六二、乙一〇、三九、四七、五二、六七、弁論の全趣旨）、東京における活動\nの内容及びその必要性についての被控訴人の主張は具体的ではなく、広島総合銀行\nに対する分割弁済金の支払（平成七年度本部会計雑費②）について、当初被控訴人\nは東京地区における啓蒙活動、協力者獲得活動の費用であると説明していたこと\n（乙五二）からみても理事長・施設長が東京において活動していたことは疑わしい\nというほかなく、結局右支出は海幸苑の施設入所者又は施設職員の処遇に関する支\n出でないし、被控訴人にとって必要な費用であるとも認められない。\n被控訴人は、他の職員に制服を支給していることから苑長服代の支出を認めたも\nのであり、不当な支出ではないと主張する。しかしながら、購入された苑長服は背\n広であり（乙五二）、右支出額に照らせば社会通念上職員に対する制服の支給と同\n視できるものではなく、海幸苑の施設職員の処遇に関する支出とはいえない。\n被控訴人は、お歳暮等の交際費は支\n援者の獲得・確保、医療関係者の支援の獲得・確保のため必要であったと主張する\nが、右支出は海幸苑の施設入所者又は施設職員の処遇に関する支出でないことは明\nらかであり、その必要性も明らかではない。\n被控訴人は、右支出は控訴人県の職員と相談の上、右職員の了解を得て支出した\nものであると主張し、これに沿うＡの陳述書を提出するが（甲四〇、四二、五四、\n五九）、措置費を右各支出に充てることが目的外の使用に当たることは明らかであ\nり、以前から監査の度に前記一の事実経過で認定したような問題点の指摘を行って\nいた控訴人県の職員がその大部分を措置費に依存する施設会計から右のような支出\nをすることを容認していたとは考え難いから、右陳述書の記載はたやすく信用でき\nない。\n（四）　理事長報酬について\n乙六、一二、三二によれば、被控訴人の理事長報酬は、本部会計から支出が行わ\nれていること、平成七年度の理事長報酬の支給日より以前の近接した日に施設会計\nから本部会計に借入が行われていることがいずれも認められる。このことからすれ\nば、被控訴人の理事長報酬は本部会計から支出されているものの、その財源は施設\n会計からの借入金であると推認できる。また、理事長報酬は、本部会計の負担とさ\nれるべきものであるところ、被控訴人においてはその収入の柱となるべき寄付金収\n入がほとんど存在せず、本部会計は慢性的な赤字状態にあり、被控訴人の理事長は\nＡが破産宣告を受けたこともあって就任したものであり、被控訴人を実質的に運営\nしていたのは施設長であるＡであって、理事長は名目的存在に過ぎなかった（甲六\n二、弁論の全趣旨）。さらに、平成七年七月一三日の監査の結果本部会計が赤字で\n施設会計からの繰入金を財源として理事長報酬を支払うことは不適切であるから今\n後支給しないよう指摘されていた（乙三七）。以上の事実関係からすると、控訴人\n県知事がこのような会計処理を不当として被控訴人に対して改善を求めることには\n理由があり、その方法として平成八年度中に支払われた理事長報酬のうち平成八年\n一〇月三一日に返還された一〇〇万円を除く二〇九万六〇〇〇円の返還を被控訴人\nに対して命ずることは相当であったというべきである。\n（五）　施設長給与について\n既に認定した事実、甲六二、乙二一、二二、二七、三七、五一ないし五三及び弁\n論の全趣旨によれば、Ａの基本給が平成六年四月に四三万八五〇〇円であったもの\nが\n平成七年四月に一〇六万円に増額され、同年七月一三日の監査の結果右給与額を改\nめるよう指摘されたため平成八年四月には一旦基本給の額を七〇万円に引き下げた\nが、同年五月からは月額一一八万円に再度引き上げたこと、平成七年度の被控訴人\nにおける施設会計は支出が収入を一三七万円四〇一〇円上回っていること、さらに\nＡは平成五年度以降月平均二、三回程度しか海幸苑に来なかったことが認められ\nる。これらのことからすれば、平成七年度の施設会計が赤字であるにもかかわら\nず、しかも右のような勤務実態であったのに施設長の基本給が約二・六倍になるほ\nど大幅に増額されているといえるから、控訴人県知事が施設長の基本給の増額分の\n支出を不当と判断したことには合理性があり、被控訴人に対し施設長給与の現行給\n与を平成八年四月にさかのぼって引き下げ、平成八年四月から九月までの間に支給\nした過払分相当額四六一万三四〇〇円（月額六一万円の基本給支給の場合との差\n額。管理職手当及び六月分賞与の差額を含む。）の返還を命じたことも違法とはい\nえない。\n被控訴人は、施設長の給与は労働者の賃金であるから、決定した以上は労働条件\nであり、使用者側で勝手に減額という不利益変更はできないと主張する。しかし、\n右命令はあくまで被控訴人に対し、不当に増額した施設長であるＡの給与の是正を\n求めているところ、被控訴人を実質的に運営していたのはＡであり、右増額決定も\n理事会決議がなくＡ自身が実質的に決定したものとみられるから、被控訴人に右是\n正をしようとする意思さえあればその実行は極めて容易なことであり、被控訴人の\n右主張は理由がない。\nまた、被控訴人は、Ａの通勤交通費が多額であるから、その点を考慮すべきであ\nると主張するが、これは施設の存在する因島市から極端な遠隔地である東京都内に\n居住するＡをあえて施設長としている被控訴人の側で考慮すべき問題であり、しか\nもＡは被控訴人設立申請に当たって、地元に生活本拠を移すことを確約していたの\nであるから（乙八九の１）、被控訴人の主張は理由がない。\n（六）　被控訴人は、措置費は老人の介護を委託されたことに対する対価であり、\n法人に入金された後は法人の金であるから、適切な介護がなされている限り法人が\n剰余金を他の支出に充てることは法人の自治の範囲で許される旨主張するが、措置\n費はその性質上、施設の運営のため適正に使用されなければならないことは当然で\nあるところ、前記認定の施設運営と関係しない多額の金員が措置費から費消されれ\nば、入所者の処遇等に必要とされる費用を圧迫する可能性は高いし、被控訴人の施\n設会計は平成七年度は支出が収入を上回っており、平成八年度は返還を受けること\nが困難である本部会計貸付金（本部会計は慢性的な赤字の状態にあり、その収入の\n大部分を占める寄付金収入がほとんど存在していない。）を除いた流動資産は二八\n九万七〇〇〇円で負債額の九六〇万七〇〇〇円を下回っているのであるから（乙二\n七、八○）、右施設会計からの支出は剰余金を他の支出に充てるというような場合\nであるとはいえず、右主張は採用できない。\n四　本件解散命令の適法性\n１　違反事実の主な内容\n（一）　控訴人県知事が被控訴人に対して返還を命じた九二五〇万二五五三円（理\n事長報酬二〇九万六〇〇〇円は本部会計から施設会計への返還を命じられた金額と\n重なるから計算上加えない。）のうち、当裁判所が返還命令を相当とした金額合計\n八二四八万七四九四円（同じく理事長報酬二〇九万六〇〇〇円は加えない。）の内\n訳は次のとおりとなる。\n被控訴人がその運営の目的外の事項に支出したものと認められる使途不明金及び\n不当支出（この不当支出は当然に支出が許されない違法な支出である。）は合計四\n〇〇二万七九四〇円である。そのうち一七二二万五六六二円は被控訴人の措置費等\nの収入から支出されたものであり、二二八○万二二七八円はかもめ信用金庫及び広\n島総合銀行から被控訴人の運営の目的外の用途に使用するために借り入れた借入金\nから支出されたものであるが、同金額が右借入金の平成九年四月末現在の残債務と\nなっており、同年五月からも引き続き被控訴人の措置費等による収入から分割弁済\n金として毎月六五万円程度が支出されることになっていたものである。\n平成七年度及び平成八年度において海幸苑の施設入所者又は施設職員の処遇に欄\nする支出でないため不当な支出とされた金額は弁済金一〇〇万円を控除して一〇九\n八万二三九一円であり、不当な理事長報酬二〇九万六〇〇〇円（平成八年度中に支\n払われた金額から返還された一〇〇万円を控除）及び施設長給与の過払相当額四六\n一万三四〇〇円の合計額が六七〇万九四〇〇円であり、前記経理規程準則及び経理\n規程上及び措置命令違反により本部会計から施設会計に返還しなければならない金\n額が二六八六万三七六三円である。そして、被控訴人は前\n記八二四八万七四九四円の返還をしなかった。\n（二）　その他の違反事実は、理事会の議事録の記述が具体的でなく審議の内容が\n不明確であること、地元地域代表の理事及び欠員となっている監事が選任されてい\nないこと等である。\n２　そこで、次に他の方法により監督の目的を達することができなかったかどうか\nについて判断する。\n（一）　被控訴人は、公的資金である措置費等によって施設を運営していたのであ\nるから、支払を受ける措置費等はその目的に従って適正に使用し、施設の運営に支\n障が生じることのないようにすべきところ、右（一）のように被控訴人の運営の目\n的外の用途に使用された支出が約一七二三万円あり、目的外の用途に使用するため\n銀行等から借入した借入金の残債務が約二二八○万円あって、それが措置費等から\n分割弁済されることになっており、さらに前記不当支出が約一五六〇万円あり、以\n上合計約五五六三万円中約三二八三万円の支出は措置費等による被控訴人の資金を\n現実に不当に減少させ、右約二二八○万円の残債務に対する弁済は三年以内に現実\nに右資金を減少させるものであった。そして、被控訴人の本部会計は慢性的な赤字\n状態にあり、施設会計からの借入金が年々増加し、平成八年度末には約二一二〇万\n円になりその返還ができない状態であったから、被控訴人の減少した資金の回復な\nいしはその減少を阻止し被控訴人の施設の適正な運営を図るために少なくとも右五\n五六三万円は早期に返還させる必要があったといえる。\n（二）　これに対し被控訴人は、控訴人県知事に対し、平成九年一月二二日付け報\n告書（乙一一）において、使途不明金のうち領収書のない支出や不当支出とされた\n支出、既払の理事長報酬や施設長給与の四五万円を超える部分、施設会計借入金等\nについてできる限り返還することを表明し、さらに、同年二月一二日、返還金額四\n〇〇〇万円を今週中に返済する等の申入れをした（乙四〇、八八）。しかし、その\n後、返還期限は具体的な償還計画のないまま延期され、さらに被控訴人は、右報告\n書（乙一一）を作成した弁護士を解任し、施設会計借入金は施設運営のための借入\n金であるから返済しない、使途不明金は存在せず、不当支出とされるものも控訴人\n県の担当者が容認していたから不当支出とされるべきではないし、施設長給与の減\n額返還は労働基準法上不可能である等と主張するようになった。そして、平成八年\n一一月以降は控訴人県の\n担当者が繰り返してした説明のための来庁要請を解散命令に向けてのセレモニーに\n過ぎないとしていずれの要請も拒否した（甲四二、五九、六二）。\nなお、被控訴人は、二〇〇万円以外にも約八○○万円を返還していると主張し、\nそれに沿う陳述書（甲五四、五六）を提出しているが、その内容が抽象的で裏付け\nる証拠がないので同陳述書の記載を直ちに信用できず、他にこれを認めるに足りる\n証拠はない。\n控訴人県知事は平成八年八月五日以降監査を重ね、その監査結果に基づき被控訴\n人に対し改善事項を指摘して改善を求めた上で、三度にわたって社会福祉事業法五\n四条二項に基づく措置命令を発し、あるいは業務の一部及び全部停止命令を発した\nが、被控訴人はその大部分について具体的な改善を行わず（乙四一）、使途不明金\nについては証拠資料を示すことなく抽象的で一貫しない説明、報告を繰り返し、使\n途不明金や不当支出金は存在しないと主張するに至ったものである。\n（三）　被控訴人がした本件措置費等の目的外使用や不当支出の原因は、Ａの公私\nを混同した姿勢だけでなく、理事会や内部監査がその機能を有効に果たしていなか\nったことにもあると考えられる（乙三七、三九、五三）が、被控訴人は、控訴人県\nの監査担当者から、理事に地元地域の代表が加わっていないこと、監事について被\n控訴人の定款上一名欠員があり、理事らと親族関係のある者が加わっていることな\nどについて前記三の２のとおり繰り返し是正を求められ、理事長の義兄である監事\nＦが平成八年八月六日辞任し、同年一〇月一四日、Ｊを監事に選任したものの、地\n元地域の代表の理事及び欠員の監事の選任については是正がなされなかった。\n（四）　解散命令は被控訴人に対し致命的な打撃を与えるものではあるが、被控訴\n人の運営の目的外や不当な事項に支出された金額が多額にのぼること及びその支出\n内容、被控訴人の本部会計の慢性的な赤字状態、このような事態に至ったことに対\nする理事長やＡの社会福祉法人経営者としての責任感の欠如、前記理事や監事の選\n任ができないことにより理事会運営や内部監査の充実が期待し難いこと、控訴人県\n知事の発した三度にわたる措置命令ではその大部分について改善が図られなかった\nこと、これらに鑑みれば、控訴人県知事が被控訴人について平成九年一二月一日解\n散命令以外に監督の目的を達することができないと判断したことには相当な理由が\nあったというべきであ\nる。もつとも、被控訴人県知事が平成九年六月二日にした第三回目の措置命令中、\n前記のとおり一〇〇一万五〇五九円ほど多く使途不明金があるとしてその金額の返\n還を命じた点は違法であるが、この金額（右返還を命じた金額の約九分の一）を除\nいても返還を要する金額は多額であって、被控訴人県知事がした右判断の相当性に\nは影響を及ぼさないというべきである。したがって、本件解散命令に控訴人県知事\nがその裁量権の範囲を逸脱したり濫用した違法はなく、本件解散命令は適法であ\nる。\n五　国家賠償について\n以上のとおり、控訴人県知事の行った本件解散命令は適法であるから、これが違\n法であることを前提とする被控訴人の国家賠償法一条一項に基づく損害賠償請求は\nその余の点について判断するまでもなく理由がない。\n六　以上によれば、被控訴人の請求はいずれも理由がないから棄却すべきであり、\nこれと異なる原判決は不相当として取り消すこととし、訴訟費用の負担につき行政\n事件訴訟法七条、民訴法六七条二項、六一条を適用して主文のとおり判決する。\n広島高等裁判所第三部\n裁判長裁判官　吉岡浩\n裁判官　野々上友之\n裁判官　檜皮高弘\n"
}