{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 9,
    "day": 2
  },
  "case_number": "平成14(わ)3105",
  "case_name": "強盗殺人未遂，銃砲刀剣類所持等取締法違反被告事件",
  "court_name": "名古屋地方裁判所刑事第3部",
  "lawsuit_id": "7617",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=7617",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/617/007617_hanrei.pdf",
  "contents": "主文\n被告人を懲役１５年に処する。\n未決勾留日数のうち１８０日を刑に算入する。\n自動装てん式けん銃１丁（平成１５年押第２５号の１），弾倉１個（同号の２），\n回転弾倉式けん銃１丁（同号の３）を没収する。\n理由\n（犯罪事実）\n被告人は\n第１　現金輸送車内の金員を強取しようと企て，平成１４年１１月２２日午前１０\n時２７分ころ，名古屋市ａ区ｂｃ丁目ｄ番ｅ号所在の株式会社Ａ銀行ｂ支店内駐車\n場において，同所に駐車中の現金輸送車の警備員Ｂ（当時２９歳）及び同Ｃ（当時\n５５歳）に対し，死亡するに至るかもしれないことを認識しながら，あえて，所携\nの自動装てん式けん銃１丁（平成１５年押第２５号の１，２）で，両名に向け，そ\nれぞれ弾丸１発ずつを発射し，このうち１発を上記Ｃの右膝下を貫通させた上，左\n膝下に命中させ，両名の反抗を抑圧して，同車内から，上記Ｂら管理に係る現金５\n０００万円入りのバッグ１個を強取したが，上記Ｃに加療約４週間を要する両下腿\n挫滅創（銃創）の傷害を負わせたにとどまり，上記Ｂには命中しなかったため，い\nずれも殺害するに至\nらず，その際，法定の除外事由がないのに，不特定若しくは多数の者の用に供され\nる場所においてけん銃を発射した。\n第２　法定の除外事由がないのに\n１　前記日時・場所において，前記自動装てん式けん銃１丁及び回転弾倉式けん\n銃１丁（平成１５年押第２５号の３）を所持していたものであるが，前記自動装て\nん式けん銃１丁をこれに適合する実包２３発とともに，上記回転弾倉式けん銃１丁\nをこれに適合する実包５発とともに携帯した。\n２　同日ころ，同市ａ区ｂｃ丁目ｄ番ｆ号Ｄ北側駐車場に駐車中の軽四貨物自動\n車内において，けん銃実包４４発を所持した。\n（証拠）（省略）\n（事実認定の補足説明）\n第１　被告人は，けん銃２発を発射したのは，いずれも警備員を威嚇制圧するため\nであって，殺意はなかったと弁解し，弁護人も同様に主張する。一方，検察官は，\n被告人には，確定的な殺意があったと主張する。そこで，当裁判所が判示事実を認\n定した理由を以下補足して説明する。\n第２　関係証拠により認められる事実\n１　被告人は，平成二，三年ころ，判示第１の自動装てん式けん銃及び判示第２\nの１の回転弾倉式けん銃をそれぞれ適合する実包とともに入手し，平成５年ころま\nでの間に，実射して，それぞれのけん銃に発射機能があり，人を殺傷するに足りる\n性能を有していることを十分認識していた。\n２　被告人は，けん銃を発砲して現金輸送車を襲撃し，現金を強取することを計\n画して，周囲の状況等から考えて判示株式会社Ａ銀行ｂ支店（以下「ｂ支店」とい\nう。）であれば現金輸送車を襲撃するのに都合がよいと考え，二，三か月の間に数\n回下見をし，現金輸送車が到着するのが午前１０時３０分ころであることを確認し\nた。\n３　そして，被告人は，逃走用として小回りの利く軽四貨物自動車を入手した\n上，ナンバープレートも取り替えたり，現金輸送車の到着を身を隠して待ち伏せす\nるために，小型カメラを用意して，これらを設置予定場所と同色に塗装するなどし\nて，発見されないように準備したり，人相が分からないようにするための変装用の\nカツラやマスクなどを用意するなどして，現金輸送車を襲撃するための準備を整え\nた。\n４　本件当日，被告人は，適合実包を装てんした自動装てん式けん銃１丁（以下\n単に「けん銃」という。），回転弾倉式けん銃１丁や変装用具等を自動車に積載し\nて，ｂ支店に向かった。そして，ｂ支店付近に停車した車内で，変装して，けん銃\n及び上記回転弾倉式けん銃を腰に装着し，ｂ支店北側駐車場に向かった。ｂ支店北\n側駐車場で，被告人は，小型カメラを設置するなどして，物陰に潜んで現金輸送車\nの到着を待った。\n５　同日午前１０時２３分ころ，被告人は，小型カメラで現金輸送車が到着し\nて，現金輸送車の警備員である判示Ｂが，車内からバッグ数個を取り出すのを確認\nしてから，けん銃を手に持ち，現金輸送車の方へ向かった。\n６　そして，被告人は，Ｂの左斜め後方から約３．４メートルないし４．４メー\nトルの距離まで接近して，けん銃を両手で持って構え，いきなりＢの左足膝下付近\nを狙ってけん銃を発射した。\n発射された弾丸はＢが着用していたズボンの左足膝上部（地上から約５６セ\nンチメートル，裾から約５３センチメートル，ウエスト下方から約４７センチメー\nトル）の布地部分を貫通し，現金輸送車の右側サイドステップ（地上から４０セン\nチメートル）を貫通し，その延長線上にあった現金輸送車のカーバッテリーに命中\nした。\n７　判示Ｃは銃声を聞き，Ｂのいる方に行ったところ，被告人がけん銃をＢに向\nけて立っていた。そこで，Ｃは威嚇のため警棒を前に突き出し身構えて，被告人と\n正対したが，被告人が銃口をＣに向けたため，Ｃは後ろ向きに反転し逃げだそうと\nした。そのとき，被告人は，被告人から約５．３メートルないし７．２メートルの\n距離にいたＣの下腿部付近を狙ってけん銃の弾丸１発を発射した。\n発射された弾丸はＣの右下腿部を貫通して，左下腿部に命中し，Ｃは加療約\n４週間を要する両下腿挫滅創（銃創）の傷害を負った。そして，Ｃの着用していた\nズボンの左側の裾から表側には約２６センチメートル，裏側には約２９センチメー\nトル，右側の裏側には裾から約３８センチメートルと３６．５センチメートルの位\n置に不整形の穴がある。\n８　その後，被告人は，けん銃の銃口をＢに向けて威圧しながら，現金輸送車内\nから現金５０００万円入りのバッグ１個を強取し，さらに，銃口をＢに向けて威圧\nしながら，設置した小型カメラを取り外して回収した後現場から逃走した。\n９　しかし，Ｂは，被告人を追跡し，被告人が軽四貨物自動車に乗り込もうとし\nたところで追いつき，被告人を自動車のドアと自動車の間に挟み，引っ張り出そう\nとした。そのとき，被告人は，前記回転弾倉式けん銃を右手に持って銃口をＢの顔\nに向けて突き付けたが，Ｂがとっさに弾倉をつかみ，けん銃を取り上げたため，被\n告人はけん銃を発射することなく，Ｂに現行犯逮捕された。\n第３　殺意について\n１　以上のとおり，被告人は，殺傷能力を有するけん銃であることを認識しなが\nら，約３．４メートルないし７．２メートル離れた場所からＢ及びＣに向けてけん\n銃を発射したのである。そうすると，被告人が，それぞれ両名の膝下を狙ったとし\nても，弾丸がそれたり，あるいはＢやＣの動き次第では身体の枢要部である腹部等\nや大腿部の動脈等に命中し，両名が死亡するかもしれないことが予想されるのであ\nり，被告人においても上記の部位に当たれば死に至らせるおそれがあることを認識\nしていたものと認められるから，特別の事情がない限り，被告人は発射された弾丸\nによりＢやＣが死亡するに至るかもしれないことを認識しながらあえて発射したも\nのと推認できるというべきである。\n２　この点につき，被告人は，公判廷において，２人の警備員とも１発ずつ全く\n同じ場所に，膝下の足すれすれにズボンに弾痕を残すように狙って発砲したもの\nで，Ｂ及びＣに対して殺意がなかった旨弁解する。\nしかしながら，被告人は，捜査段階においては下腿部を狙ったと供述してい\nたもので，一貫性に欠ける。しかも，被告人は，捜査段階の供述を変遷させた理由\nとして，自分は格好よく犯行をしようと思っていたものの，結果が大きく違ってし\nまったので，捜査段階では本当の意図を言い出せず，実況見分の際も現実に起こっ\nた結果に従って再現したにすぎないと言うが，被告人は，実況見分の際，現実に結\n果が生じたＢの左足膝上部ではなく，同人の左足膝下付近を狙ったとして犯行を再\n現し，また，Ｃが左右どちら向きに反転したかは覚えていないということで，それ\nぞれの場合について犯行を再現しているのであって，現実の結果に従ったという被\n告人の供述はこれと整合しない。\nまた，被告人は，ターゲットマスターという器具を使用するなどして，射撃\nの練習をしていたから，自分は射撃の技術に自信があり，弾道が上下にぶれること\nはなく，相手の膝より下の部分以外に命中することはないと確信していたとも弁解\nする。\nしかし，被告人がターゲットマスターを用いて練習したというのは２年ほど\n前までのことというのであり，現に本件犯行の際，被告人は約３．４メートルない\nし４．４メートルの近距離で，しかも特に動いていたわけではない標的であるＢの\n膝下を狙って発砲したにもかかわらず，弾丸は地上から約５６センチメートルの高\nさにあるＢの膝上の部位をかすめたという結果が生じている。加えて，被告人は，\n何ら警告を発することなく背後からけん銃を発射することを予定していたのである\nから，被告人に気付いていない作業中の警備員がどのような行動をとるか予測でき\nないし，被告人に銃口を向けられたＣは後ろ向きに反転して逃走したが，とっさの\n場合に伏せるなどして低い姿勢をとる可能性もあったのである。したがって，この\n弁解もまた不合理で\nあり，信用できない。なお，被告人は，射撃の技術に自信があったから２発しか発\n射するつもりはなかったと言うが，自動装てん式けん銃には１２発を装てんした\n上，別に実包を装てんした弾倉や，回転弾倉式けん銃まで携帯して，状況によって\nはさらに発射する準備をし，現にＢに捕まりそうになった際回転弾倉式けん銃をＢ\nの顔面に向けているのであって，これまた信用できない。\n以上のとおりであって，被告人の各弁解は不自然，不合理であって，信用で\nきない。\n３　弁護人は，自動装てん式けん銃は比較的銃身が長く，精度が高いとか，Ｃの\n傷害結果には生命侵害に至る可能性はなかったと主張する。\nしかし，前記のとおり，現にＢについては近距離であったにもかかわらず，\n被告人が狙った部位よりも離れた場所に弾丸が当たっていることからしても，銃身\nが比較的長いことが狙った部位に必ず当たることを保証することにはならないし，\nＣの傷害については，弾丸が命中した部位がたまたま死に至る危険性のないところ\nだったというだけのことであるから，いずれも前記推認を覆す特別の事情とはなら\nない。\n４　そのほかにも，前記１の特別の事情は存在しないから，被告人は，Ｂ及びＣ\nの身体の枢要部や大腿部の動脈等に命中したりして両名が死亡するに至るかもしれ\nないことを認識しながら，あえて発砲したものと推認できる。\n５　もっとも，前記認定のとおり，被告人は，Ｂについては左膝下を狙い，Ｃに\nついては下腿部付近を狙って発射したものであることなどからすると，確定的殺意\nはなかったものと認められる。\n第４　以上の次第であるから，判示第１のとおり認定する。\n（法令の適用）\n罰　条\n第１　　　　　　　　　　　Ｂ及びＣに対する強盗殺人未遂の点はそれぞれ刑法２\n４３条，２４０条後段，自動装てん式けん銃を発射した点は包括して銃砲刀剣類所\n持等取締法３１条，３条の１３\n第２の１　　　　　　　　　包括して銃砲刀剣類所持等取締法３１条の３第２項，\n１項，３条１項\n第２の２　　　　　　　　　銃砲刀剣類所持等取締法３１条の８，３条の３第１項\n科刑上の一罪の処理\n第１　　　　　　　　　　　刑法５４条１項前段，１０条（Ｂ及びＣに対する強\n盗殺人未遂とけん銃発射はそれぞれ１個の行為が２個の罪名に触れる場合であり，\n２発のけん銃発射は包括して一罪であるから，結局以上を一罪として刑及び犯情の\n昀も重いＣに対する強盗殺人未遂罪の刑で処断する。）\n第２　　　　　　　　　　　刑法５４条１項前段，１０条（重い第２の１の罪の\n刑で処断する。）\n刑種の選択\n第１　　　　　　　　　　　無期懲役刑\n法律上の減軽\n第１　　　　　　　　　　　刑法４３条本文，６８条２号（未遂減軽）\n併合罪の処理　　　　　　　　刑法４５条前段，４７条本文，１０条，１４条（重\nい第１の罪の刑に法定の加重をする。）\n未決勾留日数の算入　　　　　刑法２１条\n没　収\n自動装てん式けん銃１丁（平成１５年押第２５号の１），弾倉１個（同号の２）\n刑法１９条１項２号，２項本文（第１について）\n回転弾倉式けん銃１丁（同号の３）\n刑法１９条１項１号，２項本文（第２について）\n（量刑の理由）\n本件は，現金輸送車の襲撃を企てた被告人が，けん銃２丁等を用意して，警備員\n２名に向けてけん銃をそれぞれ１発発砲し，１名に加療約４週間を要する傷害を負\nわせた上，５０００万円入りのバッグを強取し（第１），その際上記自動装てん式\nけん銃１丁及び回転弾倉式けん銃１丁をそれぞれ適合実包とともに携帯したほか，\nけん銃実包４４発を所持した（第２）という悪質重大事案である。\n被告人は，あらかじめ現金輸送車を襲撃する場所を何度も下見に行き，逃走用車\n両を準備したり，身を隠して現金輸送車の到着を待ち伏せできるように小型カメラ\nを準備するなどした上，不発の場合を考えて２丁のけん銃を用意し，全身を変装す\nるなどして敢行しており，本件は用意周到で，綿密に計画された犯行である。その\n上，被告人は，警備員の後方からいきなりけん銃を発射し，逃げだそうとしたもう\n１人の警備員に向かっても後方からけん銃を発射して命中させており，犯行態様が\n危険で悪質である。幸い致命傷とはならなかったものの，弾丸が命中した部位が悪\nければ，死に至る危険性は十分にあったのであり，加療約４週間を要する両下腿挫\n滅創（銃創）という傷害結果も重大である。そして，被告人は，計画どおり５００\n０万円入りのバッグ\nを強取してもいて，この結果も重大である。被告人は，収入や資産がないことなど\nから今後の生活に不安を覚え，一攫千金を夢見て犯行を決意したもので，動機にも\n酌むべき事情はない。被害者両名には，何の落ち度もなく，被害感情は厳しいが，\nいまだ被害弁償はなされていない。また，銃砲刀剣類所持等取締法違反の点も，装\nてんした状態の適合実包合計２８発とともにけん銃２丁を携帯したほか，けん銃実\n包４４発を所持し，現に発砲したもので，この犯情も悪い。本件各犯行が付近住民\nに与えた不安や社会に与えた影響も軽視できない。\n被告人が，けん銃を使用した殺人罪等により無期懲役の判決を受け，長年受刑し\nていたにもかかわらず，今回再び上記のとおりの動機でけん銃を使用した本件犯行\nに及んだものであることも併せ考慮すると，被告人の刑事責任は非常に重いといわ\nなければならない。\n一方，殺意は未必的なものにとどまること，被告人が被害者に対し謝罪の言葉を\n述べたこと，警備員が逃走しようとした被告人を現行犯逮捕した結果とはいえ，５\n０００万円入りのバッグが返還されたこと，被告人は，昭和６１年１１月４日，恩\n赦により前記無期懲役の刑の執行を免除されているが，それ以前の同５１年３月２\n５日に仮釈放となってからの犯罪歴は認められないこと，被告人が現在７３歳と高\n齢であることなどの事情もある。\nそこで，これらの諸事情を総合考慮して，主文のとおり判決することとする。\n（求刑－懲役２０年，けん銃２丁の没収）\n平成１５年９月４日\n名古屋地方裁判所刑事第３部\n裁判長裁判官　　片　　山　　俊　　雄\n裁判官　　岩　　井　　隆　　義\n裁判官　　石　　井　　　　　寛\n"
}