{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 10,
    "day": 31
  },
  "case_number": "平成13(ワ)22157",
  "case_name": "",
  "court_name": "東京地方裁判所",
  "right_type": "著作権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "11538",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=11538",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/538/011538_hanrei.pdf",
  "contents": "平成１３年(ワ)第２２１５７号Ａ　損害賠償請求事件\n（口頭弁論終結日　平成１４年８月２９日）\n判　　　　　　　　　決\n当事者の表示　別紙当事者目録記載のとおり\n主　　　　　　　　　文\n１　被告は，別紙「一覧表Ｃ」の「原告ら」欄記載の各原告に対し，それ\nぞれに対応する「認容額」欄のうちの「損害合計額」欄記載の金額の金員及びこれ\nに対する平成１３年１２月９日から支払済みまで年５分の割合による金員を支払\nえ。\n２　原告らのその余の請求を，いずれも棄却する。\n３　訴訟費用はこれを４分し，その１を被告の負担とし，その余を原告ら\nの負担とする。\n４　この判決は，第１項に限り，仮に執行することができる。\n事　実　及　び　理　由\n第１　当事者の求めた裁判\n１　請求の趣旨\n（１）ア〔主位的請求〕\n被告は，別紙「一覧表Ａ」の「著作権者（原告）」欄記載の各原告に対し，\nそれぞれに対応する「損害額」欄の「損害合計額」欄記載の金額の金員及びこれに\n対する平成１３年１２月９日（訴状送達がされた日）から支払済みまで年５分の割\n合による金員を支払え。\nイ〔予備的請求〕\n被告は，別紙「一覧表Ｂ」の「著作権者（原告）」欄記載の各原告に対し，\nそれぞれに対応する「損害額」欄の「損害合計額」欄記載の金額の金員及びこれに\n対する平成１３年１２月９日から支払済みまで年５分の割合による金員を支払え。\n（２）訴訟費用は被告の負担とする。\n（３）仮執行宣言\n２　請求の趣旨に対する答弁\n（１）原告らの請求をいずれも棄却する。\n（２）訴訟費用は原告らの負担とする。\n第２　当事者の主張\n１　請求原因\n（１）当事者\nア　原告らは，それぞれ，別紙「一覧表Ａ」及び「一覧表Ｂ」の「著作権者（原\n告）」欄に対応する「タイトル名」欄記載のパソコン用ゲームソフトウェア（以\n下，「本件ゲームソフト」と総称する。）に係るプログラムの著作物の著作権者で\nある。\nイ　被告は，平成１０年１０月１日から平成１２年９月１０日までの間，福岡市\n（以下略）において，パソコン用ゲームソフトの販売店である「パソコン亭」を，\n訴外甲（以下「甲」という。）と共同して経営していた。\n（２）被告の行為\n被告が甲と共同経営していた上記「パソコン亭」においては，著作権者であ\nる原告らの許諾を得ずに本件ゲームソフトをＣＤ－Ｒに複製して，同店に会員とし\nて登録した顧客に対して，真正品よりも著しく安価（ソフト１タイトルにつき，１\n枚２３００円，２枚組３３００円，３枚組以上４０００円）で販売した（以下，\n「パソコン亭」において販売した本件ゲームソフトの複製品を「被告ゲームソフ\nト」という。）。被告は，甲と共同して，同店の上記営業期間中の平成１２年２月\n１６日から同年９月１０日までの間に，被告ゲームソフトを別紙「一覧表Ａ」の\n「本数」欄記載の数量，製造・販売し，もって原告らが有する本件ゲームソフトに\n係るプログラムの著作物の著作権（複製権）を侵害した。\n（３）損害額\n原告らは，以下のとおり著作権法１１４条１項又は２項に基づく損害を，選\n択的に主張する。\nア　著作権法１１４条１項に基づく主張\n〔主位的主張〕\n著作権法１１４条１項にいう「利益の額」には，著作権を侵害した商品の\n販売利益等の積極的利益だけでなく，侵害行為がなかったとすれば財産が減少する\nはずであったのにそれを免れたといった消極的利益も含まれる。そして，原告ら\nは，いずれも，本件ゲームソフトについて一切利用の許諾をしておらず，自らこれ\nを商品化して独占的に販売しているため，被告が本件ゲームソフトの複製物を適法\nに入手するためには，原告らが製造した真正品のゲームソフトを市場において真正\n品の小売価格で購入するしかない。そして，被告は，本件ゲームソフトの海賊版ソ\nフトの製造を行うことにより，本来支払うべきであった真正品の小売価格相当額を\n支出せずに，原告らが著作権を有する本件ゲームソフトの複製物を入手した。した\nがって，被告は，侵害行為がなかったとすれば減少するはずであった真正品の小売\n価格に相当する額の財産の減少を免れ，これと同額の利益を得たというべきであ\nる。\nそうすると，原告らが上記（２）の被告の行為，すなわち，被告が甲と共\n同して，同店の営業期間中である平成１２年２月１６日から同年９月１０日までの\n間に，被告ゲームソフトを別紙「一覧表Ａ」の「本数」欄記載の数量，製造・販売\nした行為によって被った損害の額は，著作権法１１４条１項により，被告が得た利\n益の額（別紙「一覧表Ａ」の「小売価格」欄記載の金額の金員に「本数」欄記載の\n数量を乗じて得られる「損害額」欄のうち「小計」欄記載の金額）と推定されるべ\nきである。\n（ア）これは，近時の裁判例である東京地裁平成１３年５月１６日判決・判例\n時報１７４９号１９頁（以下「ＬＥＣ事件第１審判決」といい，当該事案を「ＬＥ\nＣ事件」という。）からも裏付けられる。\n確かに，ＬＥＣ事件は，無断複製したソフトウェアを複製者自身が使用\nする事案であるから販売利益等の積極的利益があり得ないのに対し，本件では，被\n告は本件ゲームソフトの海賊版ソフトの販売による積極的利益を得ている。\nしかし，著作権法１１４条１項は，侵害者が消極的利益のみを受けてい\nる場合と，それに加えて積極的利益まで受けている場合とを区別して規定していな\nい。そもそも，著作権者は，侵害物の廉価販売が行われたときに昀も深刻な被害を\n受けるのであるから，このような場合に，僅かな積極的利益が存在するからといっ\nて，侵害者が受けている多大な消極的利益が無視されるとするのは不合理である。\nしたがって，著作権者が著作物を独占的に商品化しているためそれを購入しなけれ\nば当該著作物を適法に入手できない場合には，著作権法１１４条１項の「利益の\n額」は，侵害者が得た消極的利益，積極的利益のうち著作権者に有利な方を指すと\n解するべきである。さらに，被告が無断複製した本件ゲームソフトの海賊版ソフト\nは，昀終的には，これを購入した者によってパソコンに複製された上で使用される\nところ，購入者によるこの無断複製には積極的利益の発生があり得ない。すなわ\nち，この場面においては，ＬＥＣ事件の事案と変わるところはない。被告は，この\nような購入者による複製についても，そのオリジナルとなる本件ゲームソフトの海\n賊版ソフトを提供する行為によって加功している。これに加えて，被告は，本件ゲ\nームソフトの海賊版ソフトの販売による積極的な利益まで受けている。\n以上からすれば，被告が本件ゲームソフトの海賊版ソフトの販売による\n積極的利益を受けているがゆえに，かえって何ら積極的利益を受けていない場合よ\nりも賠償額が減少するという結論は，本末転倒である。本件では，ＬＥＣ事件と同\n様に，真正品の小売価格に相当する額（総合計額２７８２万９５００円）をもっ\nて，著作権法１１４条１項の「利益の額」と認めるべきである。\n（イ）また，確かに，著作権法には，特許法１０２条１項のような規定が置か\nれておらず，著作権法１１４条１項は，特許法１０２条２項とほぼ同一の文言が用\nいられている。しかし，著作権法と特許法とは保護法益を異にするから，両者の規\n定を必ずしも同一に解釈する必要はない。著作権法１１４条１項について，特許法\n１０２条２項と異なる取り扱いをすることは許されるというべきである。\n（ウ）コンピュータソフトウェアは，技術の進歩により，オリジナルと全く同\n一品質の無断複製物が極めて容易かつ安価に製造できるようになった。これらの無\n断複製行為により，著作権者は多大な被害を被る。しかし，著作権侵害行為の早期\n発見や証拠資料の収集は，ソフトウェアという著作物の性質上極めて困難であるか\nら，無断複製行為の抑制のためには，事後の損害賠償が極めて重要である。しかる\nに，その損害賠償額が真正品の小売価格に相当する額より少なく算定されるとき\nは，著作権者の許諾を得た上で適法に著作物を利用するより，無断複製行為を発見\nされて損害賠償を請求されるまで同行為を行った方が有利という不当な結論を許す\nことになる。\n被告の行為は，本件ゲームソフトの海賊版ソフトの製造・販売を反復継\n続して行うという悪質なものであり，社会に著作権軽視の風潮を増大させて原告ら\nのソフトウェアビジネス自体の存立基盤を危うくさせるものである。仮に，被告の\n損害賠償の額が真正品の小売価格に相当する額より少なくなるとすれば，被告に侵\n害のやり得を認めることになるから，被告は再び同様の無断複製行為を繰り返すお\nそれが高い。\nしたがって，本件事案において，単に被告の本件ゲームソフトの海賊版\nソフトの廉価販売による積極的利益のみを基礎として損害額を算定することは，到\n底当を得たものとはいえず，本件の損害賠償の額は，被告が得た真正品の小売価格\nに相当する額に当たる消極的利益を基礎として算定することが相当である。\n〔予備的主張〕\n本件において，著作権法１１４条１項による「利益の額」を被告の海賊版\nソフトの販売による積極的利益を指すと考える場合であっても，被告が，平成１０\n年１０月１日から平成１２年９月１０日までの「パソコン亭」の全営業期間におい\nて，被告ゲームソフトの製造・販売という著作権侵害行為によって得た積極的利益\n（売上利益）の額は，以下のとおりである。\n（ア）被告は，平成１０年１０月１日から平成１２年９月１０日までの「パソ\nコン亭」の全営業期間を通じて，本件ゲームソフトの無断複製による著作権侵害行\n為を反復継続していた。\n被告が「パソコン亭」において平成１２年２月１６日から同年９月１０\n日までの間にそれぞれの原告に対応する別紙「一覧表Ａ」の「タイトル名」欄記載\nのゲームソフトの複製品に該当する被告ゲームソフトを，それぞれ同表の「本数」\n欄記載の数量だけ製造・販売したことは明らかであるところ（甲５），「パソコン\n亭」における被告ゲームソフトの製造・販売の態様は，平成１２年２月１６日から\n同年９月１０日までの約７か月の期間とその余の約１６か月の期間との間で全く相\n違がないから，被告は，「パソコン亭」の全営業期間において，上記約７か月間と\n全く同様の内容・数量の海賊版ゲームソフトを販売していたというべきである。\nしたがって，被告は，平成１０年１０月１日から平成１２年９月１０日\nまでの「パソコン亭」の全営業期間中において，被告ゲームソフトのそれぞれにつ\nいて，少なくとも別紙「一覧表Ｂ」の「本数」欄記載の数量（別紙「一覧表Ａ」の\n「本数」欄記載の数の３倍〔２３か月１０日÷６か月２２日＝３.４６倍〕）の製\n造・販売を行ったものである。\n（イ）被告は，被告ゲームソフトをそれぞれ別紙「一覧表Ｂ」の「販売価格」\n欄記載の金額のとおり販売していた（なお，ＣＤ－Ｒ１枚のものは２３００円，２\n枚組は３３００円，３枚組以上は４０００円であり，別紙「一覧表Ｂ」の「タイト\nル名」欄末尾に「②」，「③」，「④」とあるものは，それぞれ当該ソフトウェア\nが２枚組，３枚組，４枚組であることを示している。）。そうすると，原告らが上\n記（ア）の被告の行為，すなわち，被告が平成１０年１０月１日から平成１２年９\n月１０日までの「パソコン亭」の全営業期間の間に，被告ゲームソフトを別紙「一\n覧表Ｂ」の「本数」欄記載の数量，製造・販売した行為によって被った損害の額\nは，著作権法１１４条１項により，被告が得た利益の額，すなわち，別紙「一覧表\nＢ」の「販売価格」欄記載の金額の金員に「本数」欄記載の数量を乗じて得られる\n「売上総額」欄のうち「小計」欄記載の金額から，売上に要した経費を控除した額\nを下らないというべきである。\n（ウ）そこで売上に要した経費について検討するに，本件では，被告ゲームソ\nフト製造のためのオリジナルとされた本件ゲームソフトの複製品自体，被告が経営\nする「パソコン亭」とは別の店舗である「パソコン堂」という店舗において被告が\n無断複製していた海賊版ソフトであるし，かつ，被告ゲームソフトの製造・販売行\n為を被告の共同経営者である甲自身が行っていたため人件費も全くかかっていない\nのであるから，売上額から控除されるべき経費はせいぜい被告ゲームソフト製造の\nためのＣＤ－Ｒの仕入価格（１枚当たり２０円～３０円）程度であり，その他の販\n売経費等を昀大限に見積もったとしても控除額は１タイトル当たり１００円を上回\nることはない。したがって，原告らが上記の被告の行為によって被った損害の額\nは，著作権法１１４条１項により，別紙「一覧表Ｂ」の「販売価格」欄記載の金額\nの金員に「本数」欄記載の数量を乗じて得られる「売上総額」欄記載の金額の金員\nから，１００円に「本数」欄記載の数量を乗じて得られる金額の金員を控除した，\n「損害額」欄のうち「小計」欄記載の金額と推定されるべきである。\nイ　著作権法１１４条２項に基づく主張\n著作権法１１４条２項は，著作権者は，著作権の行使につき受けるべき金銭\nの額に相当する額を自己が受けた損害の額として，その賠償を請求することができ\nる旨を規定する。同項は，著作権侵害を受けた著作権者に対して，少なくとも昀低\n限の賠償額を得られるようにした規定であるから，裁判所は，独自にその額を算定\nし賠償額を決定しなければならない。\nそして，著作権法１１４条２項は，平成１１年の著作権法改正によって，\n「通常受けるべき金銭の額」の文言が「受けるべき金銭の額」に修正された。この\n趣旨は，裁判所が業界相場等にとらわれることなく，著作権者と侵害者の業務上の\n関係や侵害者の得た利益等，訴訟当事者間に生じている諸般の具体的事情を考慮し\nた妥当な利用料相当額を認定できるようにしたものである。\nしかるに，本件のように，著作権者が著作物を独占的に利用している場合\nに，海賊版の製造・販売が行われたならば，著作権者は，当該需要を独占的に利用\nする可能性（市場機会）自体を失ったことになる。このような場合は，著作権者が\n侵害により著作物の独占的利用を妨げられたことに対する適正な対価は，侵害者が\n得た利益全額，すなわち真正品の小売価格に相当する額というべきである。これ\nは，前記のＬＥＣ事件において，著作権法１１４条２項の「受けるべき金銭の額」\nについても，真正品の小売価格に相当する額をもって，利用料相当額と認定されて\nいることとも符合する。\nしたがって，被告が賠償すべき損害額を，著作権法１１４条２項によって算\n定する場合にも，原告らが著作権の行使によって受けるべき金銭の額は，被告が著\n作権を侵害した本件ゲームソフトの真正品の小売価格に相当する額であるというべ\nきである。そして，被告は，平成１２年２月１６日から同年９月１０日までの間に\n被告ゲームソフトを別紙「一覧表Ａ」の「本数」欄記載の数量，製造・販売したか\nら，著作権法１１４条２項により原告らが受けるべき金銭の額は，別紙「一覧表\nＡ」の「小売価格」欄記載の金額の金員に「本数」欄記載の数量を乗じて得られる\n「損害額」欄のうち「小計」欄記載の金額（総合計２７８２万９５００円）である\nと解するべきである。\nウ　弁護士費用\n本件は，プログラムの著作物の複製による著作権侵害行為について，不法行\n為に基づく損害賠償を請求する事件であり，原告の数も侵害を受けた著作物の数も\n極めて多数に及ぶ上，専門的法律知識を要する事件であるから，原告らは，訴訟の\n提起を弁護士に依頼せざるを得なかった。本件訴訟のための弁護士費用は，別紙\n「一覧表Ａ」及び「一覧表Ｂ」の「著作権者（原告）」欄記載の各原告それぞれに\n対応する「損害額」欄の「弁護士費用相当額」欄記載の金額の金員（別紙「一覧表\nＡ」及び「一覧表Ｂ」の各原告の「損害額」の「小計」欄記載の損害額の１割に相\n当する金額の金員）を下らない。\nエ　まとめ\n以上のとおり，被告が賠償すべき損害額は，少なくとも，上記ア，イで述べ\nた額にウの額を加算した金額，すなわち，著作権法１１４条１項による主張のうち\n主位的主張又は著作権法１１４条２項による主張の場合は，別紙「一覧表Ａ」の\n「損害額」欄のうち「損害合計額」欄記載の金額の金員（その合計は，「一覧表\nＡ」の「損害額」欄のうち「損害総合計額」欄記載の金額である３０６１万２４５\n０円）を下らず，著作権法１１４条１項による主張のうち予備的主張の場合は，別\n紙「一覧表Ｂ」の「損害額」欄のうち「損害合計額」欄記載の金額の金員（その合\n計は，「一覧表Ｂ」の「損害額」欄のうち「損害総合計額」欄記載の金額である２\n６９９万８２９０円）を下らない。\n（４）結論\nよって，原告らは，被告に対し，著作権（複製権）侵害による不法行為に基\nづく損害賠償請求として，主位的に，著作権法１１４条１項による主位的主張又は\n著作権法１１４条２項による主張として別紙「一覧表Ａ」の「損害額」欄のうち\n「損害合計額」欄記載の金額の金員及びこれに対する不法行為の後の日（訴状送達\nの日）である平成１３年１２月９日から支払済みまで民法所定の年５分の割合によ\nる遅延損害金の支払を求め，予備的に，著作権法１１４条１項による予備的主張と\nして別紙「一覧表Ｂ」の「損害額」欄のうち「損害合計額」欄記載の金額の金員及\nびこれに対する不法行為の後の日（訴状送達の日）である平成１３年１２月９日か\nら支払済みまで民法所定の年５分の割合による遅延損害金の支払を求める。\n２　請求原因に対する認否\n（１）請求原因（１）〔当事者〕については，被告が「パソコン亭」を甲と共同し\nて経営していたという部分を除いて認める。また，被告が「パソコン亭」を甲と共\n同して経営していたという部分については否認するが，これは被告が甲と本件ゲー\nムソフトを複製し被告ゲームソフトを製造・販売したことにつき共同不法行為責任\nを負うことを争う趣旨ではなく損害額について争う趣旨である（第３回口頭弁論期\n日調書）。\n（２）請求原因（２）〔被告の行為〕については，被告が「パソコン亭」を甲と共\n同して経営していたこと，平成１２年２月１６日から同年９月１０日までの間に別\n紙「一覧表Ａ」の「本数」欄記載の数量の被告ゲームソフトを製造・販売したこと\nを除き，明らかに争わない（被告が「パソコン亭」で被告ゲームソフトの製造・販\n売をしたことは認める。）。また，被告が「パソコン亭」を甲と共同して経営して\nいたという部分については否認するが，これは上記１と同様に，被告が甲と本件ゲ\nームソフトを複製し被告ゲームソフトを製造・販売したことにつき共同不法行為責\n任を負うことを争う趣旨ではなく損害額について争う趣旨である。また，被告が平\n成１２年２月１６日から同年９月１０日までの間に別紙「一覧表Ａ」の「本数」欄\n記載の数量の被告ゲームソフトを製造・販売したことについては，知らない。\n（３）請求原因（３）〔損害額〕については争う。なお，原告らは著作権法１１４\n条１項による損害額算定の主位的主張として，被告の消極的利益も基礎とすべきで\nある旨主張するが，被告及び甲の行為がなかった場合に原告らがそれに見合う売\n上，利益を上げることができたかどうかについては極めて疑問であるから，同額の\n損害が発生したとの推定は社会通念に著しく反する。\n第３　当裁判所の判断\n１　請求原因について\n（１）請求原因（１）については，当事者間に争いがない（なお，被告が「パソコ\nン亭」を甲と共同して経営していたという部分についても，被告は，答弁書におい\nては否認する旨を述べているものの，第３回口頭弁論期日において，甲と本件ゲー\nムソフトを複製し被告ゲームソフトを製造・販売したことにつき共同不法行為責任\nを負うことを争う趣旨ではなく損害額について争う趣旨であると述べている。）。\n（２）請求原因（２）については，被告が「パソコン亭」を甲と共同して経営して\nいたこと，平成１２年２月１６日から同年９月１０日までの間に別紙「一覧表Ａ」\nの「本数」欄記載の数量（総合計３２６４本）の被告ゲームソフトを製造・販売し\nたことを除き，被告において争うことを明らかにしないから，これを自白したもの\nとみなす（被告が「パソコン亭」で本件ゲームソフトの複製に該当する被告ゲーム\nソフトの製造・販売をしたことは，当事者間で争いがない。また，被告が「パソコ\nン亭」を甲と共同して経営していたという部分についても，上記１に記載したとこ\nろに照らせば，被告の著作権侵害の成否を考える上では，被告において争うことを\n明らかにしないものとして，これを自白したものとみなす。）。\n被告が製造・販売した被告ゲームソフトの数量については，証拠（甲５）及\nび弁論の全趣旨によれば，被告は，平成１２年２月１６日から同年９月１０日まで\nの間に別紙「一覧表Ｃ」の「本数」欄記載の数量の被告ゲームソフトを製造・販売\nしたことが，認められる。\n（３）以上によれば，被告は，平成１２年２月１６日から同年９月１０日までの間\nに，別紙「一覧表Ｃ」の「本数」欄記載の数量の被告ゲームソフトを製造・販売\nし，もって原告らが有する本件ゲームソフトに係るプログラムの著作物の著作権\n（複製権）を侵害したものと認められる。\n２　原告らの損害額について\n（１）そこで，上記１のとおり認められる請求原因（１）（２）の事実を前提とし\nて，本件における原告らの損害額について判断する。\n（２）著作権法１１４条１項は，「著作権者，出版権者又は著作隣接権者が故意又\nは過失によりその著作権，出版権又は著作隣接権を侵害した者に対しその侵害によ\nり自己が受けた損害の賠償を請求する場合において，その者がその侵害の行為によ\nり利益を受けているときは，その利益の額は，当該著作権者，出版権者又は著作隣\n接権者が受けた損害の額と推定する。」と規定する。\n上記規定の文言によれば，著作物を無断で複製した者が当該複製物を販売し\nている場合には，侵害者が当該複製物を販売することによって得た利益の額をもっ\nて，著作権者が受けた損害の額と推定するものであることが明らかである。そし\nて，この場合における「利益」とは，侵害者が当該複製物の販売によって得た現実\nの利益，すなわち複製物の売上高から製造等に要した費用を控除した金額を意味す\nるものである。\n本件においては，請求原因（２）記載の事実関係によれば，被告は，本件ゲ\nームソフトの１タイトルにつき，１枚２３００円，２枚組３３００円，３枚組以上\n４０００円の価格で販売したものであるところ，証拠（甲１４）及び弁論の全趣旨\nによれば，別紙「一覧表Ｃ」記載の本件ゲームソフトの「タイトル名」欄記載の各\nタイトルにつき，これを構成するＣＤ－Ｒの枚数については，同表の「タイトル\n名」欄記載のタイトル名末尾に②と記載されているものが２枚組，③と記載されて\nいるものが３枚組，④と付されているものが４枚組，丸数字が付記されていないも\nのは１枚で，それぞれ販売されていたことが，認められる。\n（３）原告らは，本件においては海賊版製造のためのオリジナルとされた本件ゲー\nムソフト自体がそもそも被告がすでに無断複製していた海賊版ソフトであり，か\nつ，海賊版の製造・販売行為を被告の共同経営者である甲自身が行っているため人\n件費も全くかかっていないから，売上額から控除されるべき経費はせいぜい海賊版\n製造のためのＣＤ－Ｒの仕入価格（１枚当たり２０円～３０円）程度であり，その\n他の販売経費等を昀大限に見積もったとしても控除額は１タイトル当たり１００円\nを上回ることはないと主張する。\nそこで検討するに，証拠（甲８の1～3，９，１２）及び弁論の全趣旨によれ\nば，次のとおり認められる。\n本件ゲームソフトの製造・販売については，ＣＤ－Ｒの購入費用，複製用機\n器の購入費用ないし賃借費用，人件費，複製の基となる真正品のゲームソフトの購\n入費用等を要するところ，ＣＤ－Ｒの購入費用については，被告及び甲は，平成１\n２年２月１７日から同年１０月１２日までの間に合計１万５０００枚のＣＤ－Ｒを\n合計９５万９６００円で仕入れたことが認められ，そうすると，ＣＤ－Ｒ１枚当た\nりの購入費用は約６０円となるから，被告ゲームソフト１本当たりのＣＤ－Ｒ購入\n費用は，１枚のものについては６０円，２枚組のものについては１２０円，３枚組\nのものについては１８０円，４枚組のものについては２４０円と認められる。\nまた，複製用機器の購入費用については，使用した２台の複製用機器のうち\n１台目（デュプリケーター）の購入費用は約６０万円であり当初は「パソコン亭」\nで使用していたが，途中から被告が経営する別の店舗である「パソコン堂」で使用\nするようになり，それ以後については「パソコン亭」での使用は止めたものであ\nり，２台目（パソコン）の購入費用は約１４万円であるから，これらからすると\n「パソコン亭」における被告ゲームソフトの製造・販売による利益に対応する費用\nとしては３０万円と認めるのが相当であり，これを別紙「一覧表Ｃ」記載の被告販\n売に係る被告ゲームソフトの総本数３２６４本で除すると，被告ゲームソフト１本\n当たりの費用は約９０円となる。\n人件費については「パソコン亭」においては共同経営者である被告及び甲を\n除き従業員を雇ったことはないことが認められるから，控除すべき費用は存在しな\nい（経営者である被告及び甲について，自らの作業についての人件費を考慮するこ\nとは，侵害行為者が報酬を留保することを認めることとなるから，相当でな\nい。）。\n複製の基となる真正品の本件ゲームソフトの購入費用については，被告ゲー\nムソフト１本当たり４３０円と認めるのが相当である。すなわち，本件ゲームソフ\nトの全タイトルである３４２タイトルについての真正品の小売価格の総額は２８４\n万４０００円であるところ，これを被告ゲームソフトの総販売数３２６４本で除す\nると，１本当たり８７１円となる。しかし，証拠（甲１２）及び弁論の全趣旨によ\nれば，「パソコン亭」と被告の経営に係る別の店舗である「パソコン堂」は共同で\n真正品のゲームソフトを購入して双方の店舗における複製品製造に用いていたこと\nが認められるので，本件ゲームソフトの真正品については，「パソコン亭」におけ\nる販売数３２６４本の外に，「パソコン堂」における複製品製造にも用いられてい\nたものが含まれているから，本件における「パソコン亭」での販売数３２６４本に\n対応する費用としては，その概ね半額である４３０円と認めるのが相当である。\nそうすると，本件において販売価格から控除すべき費用としては，被告ゲー\nムソフト１本当たり，１枚のものについては５８０円，２枚組のものについては６\n４０円，３枚組のものについては７００円，４枚組のものについては７６０円と認\nめるのが相当である。被告ゲームソフトの販売により得られた利益は，ゲームソフ\nト１本当たり，１枚のものについては１７２０円（２３００円から５８０円を控除\nした残額），２枚組のものについては２６６０円（３３００円から６４０円を控除\nした残額），３枚組のものについては３３００円（４０００円から７００円を控除\nした残額），４枚組のものについては３２４０円（４０００円から７６０円を控除\nした残額）となる。被告ゲームソフトの販売により得られた利益の額は，上記の１\n本当たりの利益額に販売数量（別紙「一覧表Ｃ」の「本数」欄記載の数量）を乗じ\nた結果である，別紙「一覧表Ｃ」の「認容額」欄の「小計」欄記載の金額と認めら\nれる。\nしたがって，著作権法１１４条１項により，原告らの被った損害額は，別紙\n「一覧表Ｃ」におけるそれぞれ対応する「認容額」欄の「小計」欄の金額と推定さ\nれることになる。\nなお，著作権法１１４条２項によって原告らの被った損害額を計算する場合\nであっても，本件ゲームソフトの真正品の小売価格（別紙「一覧表Ａ」の「小売価\n格」欄記載の金額）と上記の１７２０円，２６６０円，３３００円，３２４０円と\nいう額とを対照すれば，著作権の行使につき受けるべき金銭の額に相当する額（使\n用料相当額）が本件ゲームソフト１本当たり上記の各金額を上回るものではないこ\nとは，明らかである。そうすると，著作権法１１４条２項による損害額は，同条１\n項による損害額である上記金額を上回るものではない。\nまた，弁護士費用については，本件はプログラム著作物の著作権侵害を理由\nとする損害賠償請求事件であり，原告数も侵害を受けた著作物の数も多数にのぼる\nものであるが，刑事事件が先行したものであることから，被告において著作権侵害\nの成否自体については争うことなく，しかも第１回弁論準備手続期日の直前である\n平成１４年６月２１日に被告訴訟代理人が辞任し，以後の期日においては被告が口\n頭弁論期日に出頭しないままで審理が終結され，判決に至ったという事情がある。\nこれらの訴訟経緯等の事情をも，併せて考慮すれば，被告の著作権侵害行為と相当\n因果関係のある損害として考慮し得るのは，上記損害額の５％に相当する金額（別\n紙「一覧表Ｃ」の「認容額」欄の「弁護士費用相当額」欄記載の金額）と認めるの\nが相当である。\n以上によれば，被告は，別紙「一覧表Ｃ」の「原告ら」欄記載の各原告に対\nし，それぞれ対応する「認容額」欄の「損害合計額」欄記載の金額の金員及びこれ\nに対する侵害行為の日の後である平成１３年１２月９日（訴状送達の日）から支払\n済みまで年５分の割合による遅延損害金を支払う義務を負うものである。\n３　原告ら及び被告の主張について\n（１）原告らは，著作権法１１４条１項にいう「利益」は，侵害品の販売等による\n積極的利益に限られず，財産の減少を免れたといった消極的利益をも含むものであ\nり，本件において，被告は自ら本件ゲームソフトを無許諾で複製することにより，\n真正品のゲームソフトを市場において正規小売価格で購入することを免れたのであ\nるから，正規小売価格と同額の利益を得たと主張する。\nなるほど，著作権法１１４条１項にいう「利益」については，積極的利益に\n限らず，消極的利益がこれに該当する場合があり得るものであるが，本件のよう\nに，著作物を無断で複製した者が当該複製物を販売している場合には，上記の「利\n益」が，侵害者が当該複製物の販売によって得た現実の利益，すなわち複製物の売\n上高から製造等に要した費用を控除した金額を意味するものであることは，同項の\n条文の文言上明らかというべきである。\n原告らが引用するＬＥＣ事件第１審判決は，パーソナルコンピュータ用のビ\nジネスソフトウェアを無許諾で複製した者がこれを自ら使用していたという事案に\nついての判断である。同事件においては，侵害者は複製品の販売を行っておらず，\n専ら自社における事務処理において使用することにより利益を得ていたものであっ\nて，当該複製ソフトウェアを使用して事務処理を行うことにより得た利益を具体的\nな金額として算定することが困難であることから，仮に当該複製ソフトウェアを使\n用したことにより得た営業上の利益又は免れた人件費の支出の額がこれを上回る額\nであったとしても，真正品の小売価格をもって「利益」の上限とする趣旨の判断を\n示したものである。上記のとおり，ＬＥＣ事件は本件とは全く事案を異にするもの\nであって，ＬＥＣ事件第１審判決を引用する所論は，独自の見解というほかはな\nく，採用することができない。\n（２）著作権法１１４条１項は，平成１０年法律第５１号による改正前の特許法１\n０２条１項（以下「改正前特許法１０２条１項」という。現行特許法１０２条２項\nと同じ内容である。）と同様の構造となっているが，改正前特許法１０２条１項に\nついては，侵害者が廉価又は無償で特許侵害品を頒布した場合には権利者において\n十分な救済を受けることができないことが従来から指摘されてきたところであり，\nこのような点をも含めて従来の特許法の規定では権利者の救済に十分ではないとし\nて，平成１０年法律第５１号による改正において，従前の１０２条１項の条文を同\n条２項とした上で，新たに現行の１０２条１項を設けたものである。他方，著作権\n法においては，著作権侵害の場合における損害額の推定等に関する規定である１１\n４条については，現行特許法１０２条１項に対応する規定を設ける改正は行われて\nいない。\n原告らは，本件において，著作権法１１４条１項，２項に基づく損害とし\nて，被告が販売した複製品の数と同数の真正品の小売価格の金額を主張するが，原\n告らの上記主張は，その実質において，何らの条文上の根拠もなく，著作権侵害に\nついて現行特許法１０２条１項と同様の効果を求めるものである（正確にいうと，\n自らの販売価格である卸売価格を超える金額である小売価格を基準とし，しかも製\n造原価等の控除をしていない点において，現行特許法１０２条１項を超える損害額\nの賠償を求めている。）。所論は，独自の見解というほかはなく，採用することが\nできない。\n（３）原告らは，著作権法１１４条１項による予備的主張として，平成１０年１０\n月１日から平成１２年９月１０日までの「パソコン亭」の全営業期間において，本\n件ゲームソフトの海賊版ソフトの製造・販売という著作権侵害行為によって得た積\n極的利益（売上利益）の額は，総合計額２６９９万８２９０円であると主張してい\nる。すなわち，原告らの主張は，被告が「パソコン亭」において平成１２年２月１\n６日から同年９月１０日までの間に製造・販売した被告ゲームソフトの内容・数量\nは証拠（甲５）上明らかであるところ，「パソコン亭」における被告ゲームソフト\nの製造・販売の態様はその全営業期間（平成１０年１０月１日から平成１２年９月\n１０日まで）を通じて全く同一であるから，証拠上認定できる上記の約７か月間と\n全く同様の内容・数量の被告ゲームソフトをその余の約１６か月の期間も製造・販\n売していたと主張して，それを前提として残りの期間について日数に比例した数量\nの被告ゲームソフトの製造・販売をいうものである。\nしかしながら，平成１０年１０月１日から平成１２年９月１０日までの約２\n年間にわたる期間中には，新たなゲームソフトが販売されることなどにより，本件\nゲームソフト自体が陳腐化し，需要者の購入するゲームソフトが入れ替わっている\n可能性が否定できないところ，本件ゲームソフトの全タイトルがいずれも長期間に\nわたって多数の売上げを維持するロングセラーに属するもので上記の全期間を通じ\nて同じ割合の数量が売れ続けていたと認めるに足りる証拠は，本件において，何ら\n提出されていない（一般に，ゲームソフト業界においては，頻繁に新作ゲームソフ\nトが販売され，各ゲームソフトが需要者により購入される期間は短期間であって，\n同一のタイトルのゲームソフトが長期間にわたって多数の売上げを維持することは\n極めてまれである。このような事情は，本件ゲームソフトのような，俗に「美少女\nゲーム」と呼ばれる分野の，成人向けパソコンゲームについても当てはまるもので\nあるところ，本件ゲームソフトについては，平成１２年２月１６日から同年９月１\n０日までの間の被告ゲームソフトの各タイトルの売上本数を見ても，その余の１６\nか月もこれと同一の割合の数量で売れ続けたとは到底うかがわれないものが多数含\nまれている。）。\n上記のとおり，「パソコン亭」における被告ゲームソフトの製造・販売の内\n容・数量が平成１２年２月１６日から同年９月１０日までの約７か月の期間とその\n余の約１６か月の期間との間で相違がないことを前提として，別紙「一覧表Ｂ」の\n「本数」欄記載の数量（平成１２年２月１６日から同年９月１０日までの間に販売\nした別紙「一覧表Ａ」の「本数」欄記載の数の３倍の数量）の製造・販売に基づく\n損害をいう原告らの主張は，その前提を欠くものであって，採用することができな\nい。\n（４）他方，被告は，損害額の算定においては，被告が「パソコン亭」を甲と共同\nして経営していたと評価することはできないとの趣旨の主張をするが，証拠（甲\n９，１２，１３）及び弁論の全趣旨によれば，被告が，「パソコン亭」の実際の経\n営に関して甲に対して詳細な指示をしており，甲から毎月の売上金，諸経費等を記\n載した月報の送付を受けて会計も把握していたことが認められるから，「パソコン\n亭」における著作権侵害行為については，被告は，共同不法行為者として，甲と連\n帯して，その全額について責任を負うものというべきである。\n４　結論\n以上によれば，原告らの請求は，別紙「一覧表Ｃ」の「認容額」欄のうち\n「損害合計額」欄記載の金額の金員及びこれに対する遅延損害金の支払を求める限\n度で理由があり，その余は理由がない。\nよって，主文のとおり判決する。\n東京地方裁判所民事第４６部\n裁判長裁判官　　　三　村　量　一\n裁判官　　　和久田　道　雄\n裁判官　　　田　中　孝　一\n"
}