{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 13,
    "month": 11,
    "day": 30
  },
  "case_number": "平成13(ネ)1891",
  "case_name": "損害賠償請求控訴",
  "court_name": "大阪高等裁判所",
  "lawsuit_id": "2356",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=2356",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/356/002356_hanrei.pdf",
  "contents": "主　　　　　　　　　文\n１　本件各控訴を棄却する。\n２　控訴費用は控訴人らの負担とする。\n事実及び理由\n第１　控訴の趣旨\n１　原判決を取り消す。\n２　被控訴人らは，控訴人Ａに対し，連帯して６０９１万０８０６円及びこれに\n対する平成７年１１月３０日から支払済みまで年５分の割合による金員を支払え。\n３　被控訴人らは，控訴人Ｂに対し，連帯して３７６４万７７８２円及びこれに\n対する平成７年１１月３０日から支払済みまで年５分の割合による金員を支払え。\n４　訴訟費用は，第一審，二審とも被控訴人らの負担とする。\n５　仮執行宣言\n第２　当事者の主張\n当事者の主張は，原判決の「事実」中の「第２　当事者の主張」に記載のとお\nりであるから，これを引用する（ただし，原判決４頁１５行目の「時」を「字」と\n改める。）。\n第３　当裁判所の判断\n１　当裁判所も，控訴人らの請求はいずれも理由がなく棄却すべきものと判断す\nる。その理由は，次のとおり補正，補足するほかは，原判決の「理由」に記載のと\nおりであるから，これを引用する。\n２　原判決の補正\n(1)　原判決１１頁１６行目冒頭から同頁１９行目末尾までを次のとおり改め\nる。\n「(2)　控訴人らは，本件火災当日午後８時すぎから，厨房内で食事をした\nが，その際，控訴人Ｂは，原判決別紙現場見取図の「６畳」と記載された部屋に置\nかれていた本件ガスファンヒーターを，ゴム管を同部屋の元栓につないだまま，同\n現場見取図のイの位置に持って来て置き，これを運転，使用していた。本件ガスフ\nァンヒーターが置かれていた廊下は幅約８５センチメートルで，その突き当たりと\n厨房とは壁で隔てられており，廊下の南側（同現場見取図で矢印が付された部分）\nに厨房への出入口がある。出入口は幅約７０センチメートルで，廊下と厨房とは約\n４４センチメートルの段差があり，廊下が高くなっている。その出入口には開き戸\nがあるが，当時，それを全面的に開放し，本件ガスファンヒーターの温風吹き出し\n口を厨房に向け，厨房内を暖房していた。控訴人Ａは，食事が終わった後，同現場\n見取図ロと記載された厨房内の机の北側にある椅子に座りながら，厨房内の南側に\n置かれていたテレビを見ていた。」\n(2)　同１２頁６行目に「厨房で夕食を食べた後，同所でテレビを見ていたとこ\nろ」とあるのを「午後９時２０分ころ」と改め，同頁８行目の「通って」の次に\n「階段の上がり口に置かれていた」を加える。\n(3)　同１２頁１０行目に「厨房で夕食を食べた後，午後９時すぎころから」と\nあるのを，「午後９時１５分ころ，厨房を出て，北側廊下を通って，原判決別紙現\n場見取図の「９畳」と記載された部屋に行き」と改め，同頁１７行目末尾に，「な\nお，控訴人らは，本件火災発生の前後，ガス漏れによるガスの臭いを全く感じなか\nった。」を加える。\n(4)　同１３頁７行目の「ガスファンヒーターの周り」の次に「及び厨房西側」\nを加える。\n(5)　同１３頁９行目の「他の３個」を「厨房西側にあった１個はバポナ黒あり\n用スプレー缶であり，他の２個」と改める。\n(6)　同１３頁１８行目の「焼きが」から同頁２４行目の「理由で」までを，\n「機器全体に焼きが強いが，特異な焼き箇所も見分されず，本件ガスファンヒータ\nー本体からの出火の可能性について判断できないこと，Ｄの鑑定結果によっても，\n本件ガスファンヒーターの焼損が著しく，出火の原因になったかどうかは明確にで\nきないと判断されたこと，ゴム管が接続されていた６畳間の壁のガス栓はカチット\n式であり，そこに接続したガス管から多量のガスが漏れた場合は自動閉鎖される構\n造になっていること，仮にゴム管と本件ガスファンヒーターの接続部付近からガス\nが漏れて本件ガスファンヒーターの空気吸入口から中に入ったとしても，ガス燃焼\n部は吹き出し口から約１３センチメートル上方にあり，カバーで覆われている上，\n温度ヒューズ，ハイリミットスイッチ等の安全装置も付いていることから，吹き出\nし口から炎が出ることは考えにくいこと，燃焼中のガスファンヒーターが爆発する\nことは考えにくいことなどの理由で」と改める。\n(7)　同１４頁１７行目の「〕」を削る。\n３　当裁判所の補足理由\n控訴人らの原審及び当審における主張に鑑み，以下のとおり，原判決の理由\nを補足する。\n(1)　控訴人らは，本件火災は，本件ガスファンヒーターを通常の使用方法に従\nって使用していたところ，本件ガスファンヒーター内部又は本件ガスファンヒータ\nー裏面のゴム管接続部からガス漏れが生じ，異常燃焼し，漏洩したガスに引火し爆\n発したことによって発生したものであると主張する。そして，その主要な根拠は，\n最初に本件火災を目撃した控訴人Ａの供述と，技術士Ｅほか４名作成の本件火災の\n出火原因についての意見書（甲３５。以下「本件意見書」という。）である。そこ\nで，以下，これらの点を検討する。\n(2)　まず，本件火災を最初に目撃した控訴人Ａの供述を検討する。\nア　控訴人Ａは，原審での本人尋問において，「ポーンというワインのコル\nクの栓を抜くような音が本件ガスファンヒーターの方からしたので，その方を見る\nと，本件ガスファンヒーターの前面カバーの下の吹き出し口の左側から炎が５，６\n個，上を向いて出ていた。直ちに消火器を取りに行き，その際，本件ガスファンヒ\nーターの横を通ったが，スイッチを切ることは気がつかず，それよりも炎が外に出\nていたのでそれを消そうと思った」旨の供述をする。しかし，上記供述は，次のと\nおり，いくつかの疑問点が認められるところであり，全面的に信用することができ\nるものではない。\nイ　まず，控訴人Ａは，上記のとおり，原審での本人尋問では「本件ガスフ\nァンヒーターの吹き出し口から炎が５，６個，上を向いて出ていた」と述べるが，\nＦの事情聴取に対しては，「本件ガスファンヒーターの周りで，ちり紙を燃やした\nような炎が床面で５，６個見えた」（本件ａ第１質問調書），あるいは「本件ガス\nファンヒーターの前面床から，直径３センチメートル，高さ５センチメートル位の\n炎が３箇所位立ち上がっていた」（本件ａ第２質問調書）と述べており，いずれ\nも，本件ガスファンヒーターの吹き出し口から炎が出ていたとの供述をしていな\nい。\nまた，証拠（乙２３，原審における証人Ｇ，同Ｅ）によると，仮に本件\nガスファンヒーターの吹き出し口から炎が出ていたのであれば，対流用ファンが回\nっていたためと考えられるところ，対流用ファンは，毎秒１ないし４メートル程度\nの風速で風を送り出しているので，吹き出し口から真っ直ぐ（本件ガスファンヒー\nターと垂直）に炎は出るはずであり，炎が上を向くことはあり得ないことが認めら\nれる。\nウ　次に，控訴人Ａが供述する「ポーンというワインのコルクの栓を抜くよ\nうな音」についても，控訴人Ｂは，Ｆの事情聴取に対し，「午後９時１５分ころ，\n洗濯物をたたもうと思い，厨房から北側廊下を通り，９畳間へ入って１，２分後\nに，ドカンという音がした。そして，控訴人Ａのガス爆発やという声が聞こえた」\nと述べているところであり，音を言葉で表現することの難しさを考慮しても，単に\n表現の違いとも解されず，最初に発生した音がかなり大きな音であった可能性を否\n定できない。\nエ　さらに，控訴人Ａは，最初の炎を目撃し，北側廊下の階段下に置かれて\nいた消火器を取りに行く際，本件ガスファンヒーターのすぐ横を通っているが，本\n件ガスファンヒーターのスイッチを消していないことは，本件ガスファンヒーター\n以外に火災発生源があったことを窺わせる。\nオ　以上のように，控訴人Ａの供述にはいくつかの疑問点が認められる。も\nちろん，控訴人Ａにおいて，本件火災の状況を目撃したのは一瞬であり，狼狽し，\n火災の状況を正確に記憶することが困難であることは容易に理解できるところであ\nって，記憶が不正確である，あるいは細部における矛盾や不合理な行動をしたこと\nをとらえて，供述に信用性がないと判断することは相当ではない。しかし，本件に\nおいては，こうした点を十分考慮に入れたとしても，控訴人Ａの原審における本人\n尋問での供述は，基本的な部分でいくつかの疑問点があるといわざるを得ず，全面\n的に信用することができるものではない。\n(3)　次に，技術士Ｅほか４名作成の本件意見書（甲３５）について検討する。\nア　本件意見書の概要は，次のとおりである。\n「本件火災の出火原因として最も可能性が高いのは本件ガスファンヒー\nターの異常燃焼であり，本件火災発生の機序は，次のように考えるのが最も合理的\nである。すなわち，当日，推定午後９時ころ，本件ガスファンヒーターのゴム管の\n接続部又は本件ガスファンヒーターの内部のいずれかの箇所でガス漏洩が発生し，\n別紙図面記載のとおり，漏洩したガスが，本件ガスファンヒーターの裏面のフィル\nター部から吸引され，内部のフードｃと分流板からなる空間及び燃焼ボックス上部\nで異常燃焼が発生し，その結果，フードｃに取り付けられていたアルミ製スイッチ\n取付板が溶融し，その垂直部分が脱落し，取り付けていた箇所に孔が開いた。そし\nて，推定午後９時１０分ころ，ガスはフードｃ上部と天板との間にも侵入し，上記\n孔から対流ファンによって内部に引き込まれ，既に内部で異常燃焼していた炎等に\n着火し，フードｃの裏側に本件山状燃焼痕を作りながら燃焼した。これらの異常燃\n焼の炎が本件ガスファンヒーターの内部で成長し，推定午後９時１５分ころ，対流\nファンの気流に乗って，本件ガスファンヒーター前面部の吹き出し口から炎として\n排出した。これが控訴人Ａが最初に目撃した炎と考えられる。そして，その約１分\n後に，控訴人Ａが消火器を持って本件ガスファンヒーターを消化しようとした時，\n本件ガスファンヒーターのゴム管の接続部が外れるなどして，大量のガスが周囲に\n放出されたため，燃焼が一気に拡大して大きな爆発に至ったと考えられるが，本件\nガスファンヒーターの内部のユニット室の空間に漏洩したガスが充満し，爆発濃度\nに達し，着火爆発した可能性もある。」\nイ　確かに，証拠（乙２０ないし２２，原審における証人Ｇ）によると，被\n控訴人ＣがＨの協力を得て実施した実験によっても，本件ガスファンヒーターと同\n型のガスファンヒーターの裏面フィルター部からガスを流入させると，ガスファン\nヒーターの吹き出し口から炎が出たことが認められるが，その実験によると，通常\nのガスの流入量は１時間当たり０・２立方メートルであるのに，約１・１立方メー\nトルの量のガスを流入することによって，初めて吹き出し口から炎が出たものであ\nることが認められる。もちろん，本件火災時の本件ガスファンヒーターと実験で使\n用したガスファンヒーターとでは使用状況が異なり，必ずしも１時間当たり１・１\n立方メートルのガス量を流入しない限り本件ガスファンヒーターの吹き出し口から\n炎が出ないと判断することは相当ではないが，通常では考えられない相当大量のガ\nスが本件ガスファンヒーターの裏面フィルター部から流入しないことには吹き出し\n口から炎が出ないことは明らかである。\nそして，証拠（乙２２，乙２８，原審における証人ｇ）によると，ゴム\n管の接続部の不具合等で背面フィルター部からかなりの量のガスが本件ガスファン\nヒーターに流入した場合には，外部にも相当量のガスが漏れること，都市ガスは空\n気中のガスの濃度が５ないし１５パーセントにある場合に燃焼するが，ガス漏れが\n発生した場合には，燃焼範囲下限界（５パーセント）の５０分の１程度の濃度でガ\nスの臭いがすることが認められる。そうすると，当然，本件火災発生直前には本件\nガスファンヒーターの周囲ではガスの臭いがするはずであるのに，控訴人らはガス\nの臭いを全く感じていない。特に，控訴人Ｂは，本件火災発生の１，２分前に厨房\nから本件ガスファンヒーターの横を通って９畳間に移動しているのに，ガス漏れに\n気づいておらず，不合理である。\nウ　また，本件意見書は，控訴人Ａが本件ガスファンヒーターの吹き出し口\nから炎が出ているのがわかってから約１分後，控訴人Ａが消火器を持って消化しよ\nうとした時に，ゴム管の接続部が外れるなどして大量のガスが周囲に放出されたた\nめ，燃焼が一気に拡大して大きな爆発に至ったと判断しているが，ゴム管の接続部\nが外れたという証拠がない上に，大量のガスが周囲に放出されたのであれば，この\n時には，ガスの臭いがすることは当然であるのに（Ｅも，原審での証人尋問で，こ\nの時にはガスの臭いはしたはずであると証言する。），控訴人Ａはガスの臭いを感\nじていない。また，本件意見書は，爆発の他の原因として，本件ガスファンヒータ\nーの内部のユニット室の空間に漏洩したガスが充満し，爆発濃度に達した可能性を\n指摘するが，本件ガスファンヒーター内部の具体的な爆発箇所が明確ではなく，そ\nのことを窺わせる証拠もない。\nエ　さらに，本件意見書は，本件火災の発端は，本件ガスファンヒーターの\nゴム管の接続部又は本件ガスファンヒーターの内部のいずれかの箇所でガス漏洩が\n発生したことによるものと判断しているが，Ｅは，原審での証人尋問において，い\nずれもについても具体的な漏洩の状況はわからないと証言しているところであり，\nそもそもいかなる原因でガス漏洩が発生したのかが明らかではない。\nオ　また，本件意見書は，本件ガスファンヒーターのフードｃの裏面に本件\n山状燃焼痕が存在することを重要な根拠とするものであるが，証拠（乙２，２３，\n２９の１ないし３，原審における証人Ｇ）によると，本件ガスファンヒーターの左\n側の上部から炎が来たとすれば，アルミ製のスイッチ取付板は電装部やファンスイ\nッチよりも上方に位置しているため，最も早く温度上昇し，電装部が正常に作動し\nているのに，スイッチ取付板が熱により脱落することはあり得ること，スイッチ取\n付板が脱落した後も電装部が正常なため対流ファンが回っていると，外部の高温の\n気体を吸い込むことによって，フードｃの裏面に山状の燃焼痕が生じ得ることが認\nめられる。そうすると，本件山状燃焼痕が存在することが必ずしも本件ガスファン\nヒーターから出火，爆発が生じたことの裏付けとなるものではない。\nカ　以上からすると，本件意見書は，本件火災の原因の探究につき，一つの\n可能性として考慮に値するものではあるが，上記のとおり，疑問点や裏付け証拠が\nない点も見受けられ，全面的に信用することができるというものではない。\n(4)　他方，本件火災鎮火後，本件ガスファンヒーターの周り等から，底の抜け\nたスプレー缶４個が発見され，そのうち１個は「キスカ」という殺虫剤であり，そ\nの成分は，約５５パーセントが灯油，約４０パーセントが液化天然ガスであるた\nめ，ガスファンヒーター等の暖房器具によって加熱すると爆発音とともに破裂し，\n内容物に着火して火災を引き起こす危険性があること，控訴人Ｂは，Ｆに対し，\n「ドカンという音がした」と述べていること，また，控訴人Ｂは，後に否定したた\nめ調書には記載されていないが，当初，同消防士長に対し，「天井にも火が移って\nいた」と供述していたこと（証人Ｉ作成の回答書）など，スプレー缶の爆発に符合\nする証拠もあり，本件ガスファンヒーターの前にスプレー缶が置かれていたために\n爆発した可能性をあながち否定することもできない（もっとも，本件火災の原因が\nスプレー缶の爆発であると認めるに足りるだけの証拠もない。）。\n(5)　以上のとおり，控訴人Ａの供述や本件意見書は，全面的に信用することが\nできるというものではなく，他方，スプレー缶の爆発の可能性も否定できな\nいことからすると，結局，本件火災の原因が本件ガスファンヒーターからの出火に\nよるものであると認めることはできず，控訴人らの請求は，その余の点について判\n断するまでもなく，理由がない（なお，控訴人らは，製造物責任法の法理及びその\n判断手法に基づき，本件火災発生の機序を事実認定した上で，通常使用中に当該製\n品から出火したかどうかの判断をすべきであると主張するが，上記のとおり，控訴\n人Ａの供述や本件意見書を全面的に信用することはできず，他に確たる証拠がない\nため，本件火災発生の機序を認定することができないものである。）。\n第４　結論\n以上のとおり，控訴人らの請求をいずれも棄却した原判決は正当であり，本件\n各控訴は理由がないからこれを棄却することとし，主文のとおり判決する。\n大阪高等裁判所第５民事部\n裁判長裁判官　　　太　　田　　幸　　夫\n裁判官　　　川　　谷　　道　　郎\n裁判官　　　大　　島　　眞　　一\n"
}