{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 1,
    "day": 16
  },
  "case_number": "平成12(ワ)3501",
  "case_name": "債務不存在確認請求",
  "court_name": "京都地方裁判所",
  "lawsuit_id": "6751",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=6751",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/751/006751_hanrei.pdf",
  "contents": "平成１４年１月１６日判決\n平成１２年（ワ）第３５０１号　債務不存在確認請求本訴事件\n平成１３年（ワ）第２１２５号　譲受債権請求反訴事件\n主　　　　　文\n１　原告は，被告に対し，金１８６万４２６５円及びこれに対する平成１２年１\n２月１２日から支払い済みまで年３割の割合による金員を支払え。\n２　原告の本訴請求を棄却する。\n３　訴訟費用は，本訴・反訴を通じて，原告の負担とする。\n４  この判決は，１項に限り，仮に執行することができる。\n事　　　　　実\n第１　当事者の求めた裁判\n（本訴）\n１　請求の趣旨\n（１）原告と被告との間において，原告の被告に対する別紙債務目録記載の債務\n（以下「本件債務」という。）が存在しないことを確認する。\n（２）訴訟費用は被告の負担とする。\n２　請求の趣旨に対する答弁\n（１）原告の請求を棄却する。\n（２）訴訟費用は原告の負担とする。\n（反訴）\n１　請求の趣旨\n（１）主文１項と同旨\n（２）反訴費用は原告の負担とする。\n（３）仮執行宣言\n２　請求の趣旨に対する答弁\n（１）被告の反訴請求を棄却する。\n（２）反訴費用は被告の負担とする。\n第２　当事者の主張\n（本訴）\n１　請求原因\n（１）被告は，クレジットカードによる商品購入及びサービス利用者に対する斡\n旋業等を営業目的とする株式会社である。\n（２）原告は，平成４年９月１４日ころ，被告が発行するクレジットカードの入\n会を申し込み，被告は原告をクレジットカード会員として，大要，別紙契約目録記\n載の約定で，クレジットカード使用にかかる契約（以下「本件カード契約」とい\nう。）を締結した。\n（３）そのころ，原告は，被告から，被告発行のクレジットカード（ＪＣＢゴー\nルドカード，以下「本件カード」という。）の交付を受けた。\n（４）原告名義でなされた別紙債務目録記載のクレジットカード利用行為（以下\n「本件利用行為」という。）は，原告が本件カードを利用してなしたものではな\nい。偽造カードを用いてなされたものである。\n（５）しかるに，被告は，本件利用行為は，本件カードを利用してなしたもので\nあるとして，その利用代金合計１８６万４２６５円の支払いを原告に請求してい\nる。\n（６）よって，原告は，被告に対し，債務不存在確認の利益があるから，請求の\n趣旨記載のとおりの判決を求める。\n２　請求原因に対する認否\n（１）請求原因（１）ないし（３），同（５）は認める。\n（２）同（４）は否認する。\n３　抗弁\n（１）請求原因（１）ないし（３）と同旨。\n（２）原告は，本件カードを利用して，別紙クレジットカード利用状況一覧記載\nのとおり，合計１９８万０８３１円のカード利用をなし，同利用状況一覧記載の訴\n外各加盟店に対し，債務を負担した。\n（３）同利用状況一覧記載の各加盟店は，平成１２年１０月３１日ころ，同利用\n状況一覧記載の原告に対する債権を被告に譲渡する旨，それぞれ被告と合意した。\n（４）しかるに，原告は，同利用状況一覧記載の利用のうち，本件利用行為に該\n当する１８６万４２６５円相当分（同利用状況一覧記載の④，及び⑩ないし⑭の利\n用行為）については，本件カードを利用してなされたものであることを否認してい\nる。\n４　抗弁に対する認否\n（１）抗弁（１）は認める。\n（２）同（２）のうち，本件利用行為に該当する部分は否認し，その余は認め\nる。本件利用行為は偽造されたクレジットカードによりなされたものである。\n（３）同（３）は知らない。\n（４）同（４）は認める。\n（反訴）\n１　請求原因\n（１）本訴における抗弁記載（１）ないし（４）と同じ。\n（２）本件利用行為に基づく代金の支払期日である平成１２年１２月１１日は経\n過した。\n（３）よって，被告は，原告に対し，本件カード契約に基づき，譲受債権金１８\n６万４２６５円及びこれに対する約定支払期日の翌日である平成１２年１２月１２\n日から支払済みまで年３割の割合による遅延損害金の支払いを求める。\n２　請求原因に対する認否\n（１）請求原因（１）については，本訴における抗弁に対する認否（１）ないし\n（４）と同じ。\n（２）同（２）は認める。\n理　　　　　由\n第１　前提となる事実等\n１　本訴請求原因事実のうち，被告がクレジットカード会社であること，本件カ\nードの成立及びその内容，本件カードの交付，本件利用行為の存在については，当\n事者間に争いがない。\n２　抗弁事実もしくは反訴請求原因事実のうち，１項の本訴請求原因事実，別紙\nクレジットカード利用状況一覧のうち，本件利用行為を除く利用行為については，\n本件カードが利用されたこと，本件利用行為の支払期日（平成１２年１２月１１\n日）が経過したことは，当事者間に争いがない。\n３　証拠（乙５の１乃至４）及び弁論の全趣旨によれば，本件利用行為に基づく\n代金債権を，被告が訴外各加盟店から譲り受けたことが認められる。\n４　そして，本件カード契約の内容として，本件利用行為が本件カードを利用し\nてなされたものである限り，原則として，原告は，被告に対し，本件債務を負担す\nることとなる（乙の２。本件契約２条２項，同１７条１項等参照）ところ，本件で\nは，本件利用行為が本件カードを利用してされたものである場合でも，原告が被告\nに対し，本件債務を負担しないこととなる例外的事情は何ら主張されていない。\n５　そうすると，本件の争点は，本件利用行為に利用されたクレジットカードが\n本件カードであるか否か，に尽きると言える。\n第２　争点に対する判断\n１　本件利用行為に利用されたクレジットカードが偽造されたカードである可能\n性は極めて小さい。以下その理由を述べる。\n（１）まず，被告の発行するクレジットカード一般の仕組みについてであるが，\nカードの表面及び裏面にそれぞれ異なった磁気情報が組み込まれているところ，裏\n面の磁気情報（以下「ＪＩＳ１式」という。）は国際統一規格であり，表面の磁気\n情報（以下「ＪＩＳ２式」という。）は日本国内での統一規格である。\nＪＩＳ１式が登場して以降，被告では国際統一規格を尊重して，その発行\nするカードに双方の磁気情報を組み込むこととしているが，磁気情報を読みとる端\n末機の仕組みとしては，ＪＩＳ２式をまず読みとり，それに失敗した場合にはＪＩ\nＳ１式を読みとることになっている（乙１０，Gの証人調書）。\n（２）両磁気情報のうち，ＪＩＳ１式は国内国外を問わず通用するものであり，\n他方，ＪＩＳ２式は国内でしか通用しないものであるため，被告の発行するカード\nを偽造する場合，ＪＩＳ１式のみをカードに組み込めばそれで目的は達成でき，こ\nの場合は磁気情報を組み込んだ黒いテープをカードの裏面に貼れば足りる。\nそれに対し，ＪＩＳ２式をカードに組み込む場合は，ＪＩＳ１式の場合と\n異なりカードの表面の色彩・デザインをも真正なカードと同様に作成しなければな\nらないという，技術的に煩雑でありしかも偽造が露見する危険性が増す負担がある\n（乙１０，Gの証人調書）。\n（３）以上よりすると，偽造カードはほとんど全くと言っていいほどＪＩＳ１式\nのみを組み込んでいるとのG証人の供述は，経験則に合致し，措信できるものであ\nる。\nそして，本件利用行為中に，カードに原告の会員番号である「９９５１４\n９６６１３５４１０１２」，原告の暗証番号である「９５１４」，及びＪＩＳ２式\nが組み込まれていることを示す「＠マークから２字目に２」とある利用行為が存在\nすること（乙８，同１０，Ｇの証人調書）からすると，本件利用行為に利用された\nカードにＪＩＳ２式が組み込まれていたことは明らかであり，よって，同カードが\n偽造されたものである可能性は極めて小さいことになる。\n（４）次に，別紙クレジットカード利用状況一覧中の⑤乃至⑨（なお，乙６の１\n乃至４参照）は，いずれも端末機が不正使用のおそれ有りと感知してカード利用を\n拒否したものであるが，そのうち⑥乃至⑧はいずれも一分間隔でなされており，仮\nに原告を名乗り本件カードを利用しようとしていた者（以下「本件行為者」とい\nう。）がカードを偽造した者であるなら，偽造が露見する危険を冒してまで敢えて\nこのようにカード利用を試みるというのは経験則上不合理である。\n（５）以上よりすると，本件カードが偽造されたものである可能性は極めて小さ\nい。\n２　原告は，本件利用行為に利用されたクレジットカードが偽造カードであるこ\nとの根拠として，＜A＞本件利用行為当時，原告が横浜乃至東京におり，本件カード\nを所持していたため，本件カードが本件利用行為に利用される余地はないこと，＜\nＢ＞本件利用行為前に，原告の本件カードの暗証番号を聞き出そうとする不審な電\n話が原告方に架電されたこと，を挙げる。\n（１）しかし，まず，＜Ｂ＞についてはそれを裏付ける客観的証拠が全くなく，\n真偽のほどは定かではない。\n（２）次に，＜A＞については，確かに，原告が平成１２年１０月１９日午後３時\n過ぎころから同月２２日午後４時過ぎころまでの間，横浜乃至東京にいたこと（甲\n２，同４，同６，同７など），同月２１日午後５時１２分に原告自身が横浜市内で\n本件カードを利用して買い物（⑮）をしていること，は各々認められる。\nしかし，上記事実からは，２１日午後５時１２分ころに本件カードが横浜\n市内に存在したことと，本件行為者が原告自身ではないことが言えるのみであり，\n原告の横浜乃至東京滞在中原告が本件カードを常時所持していたことまでを裏付け\nることにはならない。\nのみならず，以下の事情を考慮すると，本件利用行為当時，本件カードが\n大阪で利用されていたことが強く推認される。\nア　すなわち，まず，別紙クレジットカード利用状況一覧⑤乃至⑨の間に，\nカード利用拒否に対して本件行為者からの抗議があり，本人確認がなされたことは\n明らかであるが，その後も本件行為者がカード利用を継続しており，特に被告加盟\n店との間で諍いがあったとも認められないことからすると，本件行為者が原告のク\nレジットカードの決済銀行・支店名，決済口座番号，自宅の住所・電話番号等の個\n人情報を正確に答えたとの被告の主張（平成１３年４月２５日付準備書面（第\n２））はG証人の証言（同調書１０，１４，１８，２１項）に照らして措信できると\nころ，前記個人情報（特に，本件行為者が原告の決済口座まで知っていたことは重\n要なことである。）がその性質上，原告と無関係の第三者が原告に無断で入手する\nことは凡そ困難であるこ\nとはいうまでもない。\nそして，原告自身が，原告の周辺に，本件カードを偽造するような第三\n者がいるとは考えていないこと（原告本人調書），カード上の磁気情報にはカード\nの被貸与者の氏名がアルファベットで組み込まれているのみであると認められるこ\nと（乙８，同１０）を考えあわせると，結局，本件行為者は本件カードの偽造者で\nはあり得ないと認めるのが合理的である。\nイ　次に，仮に，本件利用行為が偽造カードによりなされたものであるなら\nば，原告の１９日の大阪出発前や，２２日の大阪到着以降も原告名義による偽造カ\nードの利用があっても何ら不思議ではないところ，本件利用行為が原告の大阪出発\n後に始まり横浜乃至東京滞在中に終了しているという時期的な符合は，偶然の一致\nと言い切るには余りにも不自然であると言わざるを得ない（原告が横浜乃至東京に\n滞在している間のみに限り，本件行為者が本件カードを原告から借り受けていたこ\nとが強く疑われる。）。\nウ　さらにまた，本件利用行為が本件カードによってなされたものであると\nした場合，大阪横浜間は，新幹線で片道３時間足らずで移動できる距離であること\nからすれば，本件利用行為の最終（⑭）が２１日午前１０時１０分過ぎころ大阪で\nなされていることと，原告の前記同日午後５時１２分ころにおける本件カードの横\n浜市内での所持とは，何ら矛盾することにはならないこと，すなわち，本件行為者\nが⑭の利用行為に本件カードを利用した後，横浜滞在の原告に対し，本件カードを\n届けることは十分可能なのである。\n３　以上のように，本件利用行為に利用されたカードが偽造にかかるものである\n可能性が極めて小さいことそれ自体が，本件カードが本件利用行為に利用されたこ\nとを強く推認させる上，さらに加えて，前項ア・イ・ウに述べたような事情が認め\nられることからすれば，原告と本件行為者との関係が不明であり，本件行為者が本\n件カードを入手した経緯等が貸与によるものと疑われる程度にしか判明しておら\nず，本件利用行為に本件カードが利用されたことの立証責任が被告にあること（偽\n造の事実は理由付否認であると解されること）を考慮しても，なお，本件利用行為\nは，本件カードを利用してなされたものと認めるのが相当である。\n第３　結語\n以上のとおり，本件利用行為は本件カードを利用してなされたと認められる\nので，原告の本訴請求には理由がないからこれを棄却し，被告の反訴請求には理由\nがあるからこれを認容することとし，訴訟費用の負担につき民事訴訟法６１条を，\n仮執行宣言につき同法２５９条１項を各適用して，主文のとおり判決する。\n京都地方裁判所第１民事部\n裁　判　官　　阿 部 静 枝\n"
}