{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 16,
    "month": 5,
    "day": 26
  },
  "case_number": "平成14(行ケ)124",
  "case_name": "審決取消請求事件",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "10300",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=10300",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/300/010300_hanrei.pdf",
  "contents": "平成１４年（行ケ）第１２４号　審決取消請求事件\n平成１６年５月１２日口頭弁論終結\n判　　　　決\n原　　　　　　告　　　　　株式会社三洋物産\n訴訟代理人弁理士　　　　　川口光男，山田強\n被　　　　　　告　　　　　特許庁長官　今井康夫\n指定代理人　　　　　　　　村山隆，久保竜一，大野克人，涌井幸一，立川功\n主　　　　文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n事実及び理由\n以下においては，明細書等の記載にかかわらず，公用文の表記に従った箇所があ\nる。\n第１　原告の求めた裁判\n「特許庁が補正２００１－５００４４号事件について平成１４年１月１８日にし\nた審決を取り消す。」との判決。\n第２　事案の概要\n１　特許庁における手続の経緯\n原告は，本件特許出願（平成３年特許願第３４０１９９号「パチンコ機」。平成\n３年１１月２８日出願）において，平成１２年７月１０日付けで，願書に添付した\n明細書の補正をしたが（本件補正），平成１３年３月２７日（起案日）をもって補\n正却下決定があったので，同年５月７日，この決定に対し不服審判を請求した。\n特許庁は，この審判請求事件（補正２００１－５００４４号）につき，平成１４\n年１月１８日に請求不成立の審決をし，その謄本は同年２月１２日原告に送達され\nた。\n原告は，本訴において，この審決の取消しを求めている。\n２　本願発明の要旨\n(1)　当初明細書に記載の特許請求の範囲\n【請求項１】図柄表示装置の表示結果が大当たり図柄を表示したことに基づいて大\n当たり遊技状態を出現することが可能であって，前記大当たり図柄の出現確率を所\n定の範囲内で設定変更可能な確率設定手段を備えたパチンコ機において，\n正規操作によって前記確率設定手段で設定した出現確率を記憶する設定確率記憶\n手段と，\n遊技中において，前記設定確率記憶手段に記憶された値と前記確率設定手段の設\n定値又は前記確率設定手段によって設定し得る範囲内の値とを比較する比較手段\nと，\n該比較手段の比較結果が一致しないときに，前記設定確率記憶手段の記憶値を前\n記確率設定手段によって設定し得る範囲内のいずれかの値に更新する更新手段と，\nを備えたことを特徴とするパチンコ機。\n(2)　平成１２年７月１０日付け手続補正書に記載の特許請求の範囲\n【請求項１】変動図柄を表示する図柄表示装置と，始動手段が打球を検出したとき\nに前記図柄表示装置の図柄を所定時間変動させる変動表示制御手段と，前記図柄表\n示装置の変動後の図柄が大当たり図柄となったことに基づいて遊技者に有利な大当\nたり遊技状態を発生する大当たり発生手段と，を備えたパチンコ機において，\n前記大当たり図柄が出現する大当たりの発生確率を複数段階に選択的に設定する\n確率設定手段と，所定の条件が成立したときに前記発生確率を所定確率に戻す解除\n手段と，\nを備えたことを特徴とするパチンコ機。\n【請求項２】～【請求項４】（新たに追加。記載は省略）\n３　審決の理由の要点\n(1)　補正却下決定の理由は，\n「本件補正は，請求項１に「所定の条件が成立したときに前記発生確率を所定確率\nに戻す解除手段」を追加するとともに，詳細な説明の欄の記載を対応して補正する\nものである。\nそこで，本件補正について検討すると，願書に最初に添付した明細書又は図面\n（当初明細書）には，本件補正に関係すると認められる事項として，その【０００\n５】には「設定確率記憶手段に記憶された値と確率設定手段の設定値又は確率設定\n手段によって設定し得る範囲内の値とを比較手段で比較しており，その比較結果が\n一致しないときには，更新手段によって設定確率記憶手段の記憶値が確率設定手段\nによって設定し得る範囲内のいずれかの値に更新される」ことが記載されている。\nこの記載からは，発生確率を所定確率に戻す条件として，「設定確率記憶手段に\n記憶された値と確率設定手段の設定値又は確率設定手段によって設定し得る範囲内\nの値とを比較手段で比較しており，その比較結果が一致しないとき」という条件が\n記載されていることは認められる。\nしかしながら，ここから，「所定の条件が成立したとき」という，一般的に，遊\n技内容等をも含む所定の条件という広い概念の条件が成立したときに，発生確率を\n所定の確率に更新することが記載されているということはできず，さらに，このこ\nとが，当業者にとって自明な事項とも認められない。\nまた，当初明細書におけるその他の記載事項が，この点を意味あるいは示唆して\nいるとも認められない。\nよって，本件補正によって請求項１に記載された技術事項は当初明細書に記載さ\nれた事項の範囲内でないものとなる。\nしたがって，本件補正は明細書の要旨を変更するものと認められ，特許法５３条\n１項の規定により却下すべきものである。」\nというものである。\n(2)　これに対し，審判請求書における請求人（原告）の主張の概要は，\n「本件補正によって，「所定の条件」として，「設定確率記憶手段に記憶された値\nと確率設定手段の設定値又は確率設定手段によって設定し得る範囲内の値とを比較\n手段で比較しており，その比較結果が一致しないとき」という条件以外の条件を含\nむ旨の記載は一切加入されていない。換言するならば，「所定の条件」として，本\n件補正においては，新たな条件を含む旨の記載は加入していないので，請求項１に\n記載される「所定の条件」という記載が願書に最初に添付した明細書又は図面に記\n載した事項の範囲内にないものを含むと解することができない」\nというものである。\n(3)　そこで，検討する。\n願書に最初に添付した明細書（当初明細書）をみると，当初明細書には，特許請\n求の範囲の請求項１及び【０００４】に「前記設定確率記憶手段に記憶された値と\n前記確率設定手段の設定値又は前記確率設定手段によって設定し得る範囲内の値と\nを比較する比較手段と，該比較手段の比較結果が一致しないときに，前記設定確率\n記憶手段の記憶値を前記確率設定手段によって設定し得る範囲内のいずれかの値に\n更新する」，【０００５】及び【００３４】に「設定確率記憶手段に記憶された値\nと確率設定手段の設定値又は確率設定手段によって設定し得る範囲内の値とを比較\n手段で比較しており，その比較結果が一致しないときには，更新手段によって設定\n確率記憶手段の記憶値が確率設定手段によって設定し得る範囲内のいずれかの値に\n更新される」，【００１８】に「ステップ２００で設定確率メモリ３８に記憶され\nた値が確率設定スイッチ４５によって設定し得る範囲内の上限値，中央値，下限値\nのいずれかと一致しているか否かが判定される・・・しかして，一致していない場\n合には，ステップ２０２で設定確率メモリ３８に中央値を格納し」並びに【００３\n２】に「ステップ１７４で確率設定スイッチ４５の設定値が読み込まれ，ステップ\n１７６でその読み込まれた値と設定確率メモリ３８に格納された値とが同じである\nか否かが判別される・・・しかして，同じでない場合には，ステップ１７８で設定\n確率メモリ３８に中央値を格納し」という各記載が認められ，したがって，当初明\n細書には，「設定確率記憶手段の記憶値を確率設定手段によって設定し得る範囲内\nのいずれかの値に更新する」ことが「比較手段の比較結果が一致しないとき」であ\nるという記載があるものと認められる。\nしかし，「設定確率記憶手段の記憶値を確率設定手段によって設定し得る範囲内\nのいずれかの値に更新する」ことが「所定の条件が成立したとき」であるという記\n載は，当初明細書のどこにも認められない。\n次に，本件補正をみると，その【００１８】に「ステップ２００で設定確率メモ\nリ３８に記憶された値が確率設定スイッチ４５によって設定し得る範囲内の上限\n値，中央値，下限値のいずれかと一致しているか否かが判定される・・・しかし\nて，一致していない場合には，ステップ２０２で設定確率メモリ３８に中央値を格\n納し」及びその【００３２】に「ステップ１７４で確率設定スイッチ４５の設定値\nが読み込まれ，ステップ１７６でその読み込まれた値と設定確率メモリ３８に格納\nされた値とが同じであるか否かが判別される・・・しかして，同じでない場合に\nは，ステップ１７８で設定確率メモリ３８に中央値を格納し」という当初明細書に\nもある各記載からみて，本件補正には，「発生確率を所定確率に戻す」，すなわ\nち，「設定確率記憶手段の記憶値を確率設定手段によって設定し得る範囲内のいず\nれかの値に更新する」ことが「比較手段の比較結果が一致しないとき」であるとい\nう当初明細書と同じ記載があるものと認められる。\nしかし，本件補正には，これらの記載の外に，特許請求の範囲の請求項１及び\n【０００４】に「所定の条件が成立したときに前記発生確率を所定確率に戻す解除\n手段」，【０００３】に「所定条件が成立したときに，所定確率で遊技を継続する\nことができる」並びに【０００５】及び【００３４】に「所定の条件が成立したと\nき，解除手段によって所定確率に戻される」という当初明細書にはない各記載があ\nることからみて，本件補正には，当初明細書と同じ記載の外に，「発生確率を所定\n確率に戻す」ことが「所定の条件が成立したとき」であるという当初明細書のどこ\nにも認められない新たな記載があるものと認められる。\nそうすると，本件補正によって，当初明細書に記載されていない事項が加わった\nことは明らかであるから，本件補正は，当初明細書の要旨を変更するものであり，\nしてみれば，本件補正を特許法５３条１項の規定によって却下した補正却下決定\nは，妥当なものというほかはない。\n第３　原告主張の審決取消事由\n審決は，補正後の特許請求の範囲における「所定の条件が成立したとき」の記載\nをもって，当初明細書にない新たな記載であると認定判断したが，誤りである。\n１　当初明細書（甲２）の【０００４】には「前記設定確率記憶手段に記憶され\nた値と前記確率設定手段の設定値又は前記確率設定手段によって設定し得る範囲内\nの値とを比較する比較手段と，該比較手段の比較結果が一致しないときに，前記設\n定確率記憶手段の記憶値を前記確率設定手段によって設定し得る範囲内のいずれか\nの値に更新する」，【０００５】及び【００３４】には「設定確率記憶手段に記憶\nされた値と確率設定手段の設定値又は確率設定手段によって設定し得る範囲内の値\nとを比較手段で比較しており，その比較結果が一致しないときには，更新手段によ\nって設定確率記憶手段の記憶値が確率設定手段によって設定し得る範囲内のいずれ\nかの値に更新される」，【００１８】「ステップ２００で設定確率メモリ３８に記\n憶された値が確率設定スイッチ４５によって設定し得る範囲内の上限値，中央値，\n下限値のいずれかと一致しているか否かが判定される・・・しかして，一致してい\nない場合には，ステップ２０２で設定確率メモリ３８に中央値を格納し」並びに\n【００３２】「ステップ１７４で確率設定スイッチ４５の設定値が読み込まれ，ス\nテップ１７６でその読み込まれた値と設定確率メモリ３８に格納された値とが同じ\nであるか否かが判別される・・・しかして，同じでない場合には，ステップ１７８\nで設定確率メモリ３８に中央値を格納し」との記載がある。\nその結果，当初明細書には，「設定確率記憶手段の記憶値を確率設定手段によっ\nて設定し得る範囲内のいずれかの値に更新する」ことが「比較手段の比較結果が一\n致しないとき」であるという記載がある。かかる「比較手段の比較結果が一致しな\nいとき」という条件が，正に「所定の条件が成立したとき」である。\nしたがって，当初明細書には，「比較手段の比較結果が一致しない」という「所\n定の条件」が記載されている。\n２　当初明細書に明示された条件と形式的に比べると，「所定の条件」すなわち\n「定めてある条件」というのが広い概念である点は否定しない。\nしかしながら，本件補正後の特許請求の範囲では，「大当たり図柄が出現する大\n当たりの発生確率を複数段階に選択的に設定する確率設定手段」を備えたパチンコ\n機において，「所定の条件が成立したとき」「前記発生確率を所定確率に戻す解除\n手段」を備えたことを特徴とするものであり，「所定の条件」とは，発生確率を所\n定確率に戻す「きっかけ」が存在することを特定したにすぎないものであり，その\n例としての条件が「設定確率記憶手段に記憶された値と確率設定手段の設定値又は\n確率設定手段によって設定し得る範囲内の値とを比較手段で行っており，その比較\n結果が一致しないとき」として記載されていたからといって，かかる条件のみに限\n定されるべき理由はない。\n当初明細書（願書添付図面を含む。）からすれば，「大当たり図柄が出現する大\n当たりの発生確率を複数段階に選択的に設定する確率設定手段」を備え，かつ「前\n記発生確率を所定確率に戻す解除手段」を備えたことについては記載されていると\nいえるのであり，大当たり発生確率をある条件を契機に所定確率に戻すことが記載\nされていることは疑いの余地がなく，「設定確率記憶手段に記憶された値と確率設\n定手段の設定値又は確率設定手段によって設定し得る範囲内の値とを比較手段で行\nっており，その比較結果が一致しないとき」との例に常に拘束されるべき理由はな\nい。\n補正後の記載が明細書の要旨を変更するか否かは，形式的に概念が大きくなった\nように記載されているか否かによって判断されるのではなく，実際に出願当初に開\n示した発明の範囲を逸脱するものか否かをもって判断されるべき性質のものであ\nる。\n３　そもそも，「設定確率記憶手段に記憶された値と確率設定手段の設定値又は\n確率設定手段によって設定し得る範囲内の値とを比較手段で行っており，その比較\n結果が一致しないとき」以外の条件であっても，「大当たり図柄が出現する大当た\nりの発生確率を複数段階に選択的に設定する確率設定手段」と，「前記発生確率を\n所定確率に戻す解除手段」とからなる発明が成立することは当初明細書の記載から\n当業者に自明である。\n補正前の「設定確率記憶手段に記憶された値と確率設定手段の設定値又は確率設\n定手段によって設定し得る範囲内の値とを比較手段で行っており，その比較結果が\n一致しないとき」を条件とする発明と，補正後の「大当たり図柄が出現する大当た\nりの発生確率を複数段階に選択的に設定する確率設定手段と，所定条件が成立した\nときに前記発生確率を所定確率に戻す解除手段とを備えた」とする発明は，重畳的\nに開示されている。\nかかる具体的条件に拘束されるとすれば，「大当たり図柄が出現する大当たりの\n発生確率を複数段階に選択的に設定する確率設定手段」を備えたこと，及び「前記\n発生確率を所定確率に戻す解除手段」を備えたことを開示したにもかかわらず，そ\nの所定確率に戻す条件として比較手段の比較結果が一致しないときという条件以外\nの条件については何人も本件に拘束されずに実施することができることになり，発\n明開示の代償とその結果得られるべき特許出願人の利益（独占権）との均衡を失す\nるものとなってしまう。\n４　審決は，形式的に対応関係の有無だけをみて判断しており，「比較手段の比\n較結果が一致しないとき」という明示の記載がある場合において，その記載を含む\n当初明細書の記載からして，「所定の条件」とすることが当業者に自明な事項とい\nえるか否かについては，一切判断していない。\n第４　当裁判所の判断\n１　当初明細書（甲２）には本願発明に関し，以下の記載がある。\n【０００１】【産業上の技術分野】\n「本発明は，図柄表示装置の表示結果が大当たり図柄を表示したことに基づいて大\n当たり遊技状態を出現することが可能であって，前記大当たり図柄の出現確率を所\n定の範囲内で設定変更可能な確率設定手段を備えたパチンコ機に関するものであ\nる。」\n【０００２】【従来の技術】\n「従来，図柄表示装置の表示結果が大当たり図柄を表示したことに基づいて大当た\nり遊技状態を出現させ，短期間に多量の入賞玉を獲得できるようにしたパチンコ機\nが市場に多数提供されている。そして，近年，この種のパチンコ機において，出玉\n率等の管理を行い易くするため，大当たり図柄の出現確率を所定の範囲内で設定変\n更できるものがわずかではあるが提案されている。\n【０００３】【発明が解決しようとする課題】\n「上記した大当たり図柄の出現確率を変更できるパチンコ機においては，設定した\n確率を正規操作時，例えば，営業を開始する際の電源投入時に制御回路基板に設け\nられるＲＡＭ内に記憶させ，その記憶値に基づいて図柄表示装置の表示結果が制御\nされることになるが，何らかの原因でプログラムが暴走したときやノイズ等の発生\nによりその記憶値が異なったものになったり，あるいは遊技中の不正行為により設\n定値を意図的に変更されたりする虞があった。そして，従来のパチンコ機において\nは，それらに対する防御が全く行われていなかった。本発明は，上記した問題点に\n鑑みなされたもので，その目的とするところは，事故や不正により設定確率が変化\nしても，正常な出現確率で遊技を継続することができるパチンコ機を提供すること\nにある。」\n【０００５】【作用】\n「遊技中においては，設定確率記憶手段に記憶された値と確率設定手段の設定値又\nは確率設定手段によって設定し得る範囲内の値とを比較手段で比較しており，その\n比較結果が一致しないときには，更新手段によって設定確率記憶手段の記憶値が確\n率設定手段によって設定し得る範囲内のいずれかの値に更新されるので，プログラ\nムの暴走やノイズ等の事故により設定確率の記憶値が変化したり，あるいは正規操\n作時と異なる確率を不正に設定しようとした場合でも，確率設定手段によって設定\nし得る範囲内のいずれかの値に設定されて遊技を継続することができ，遊技場に損\n害を与えたり，あるいは遊技者との間のトラブルを防止することができる。」\n【００３４】【発明の効果】\n「以上，説明したところから明らかなように，本発明においては，遊技中において\nは，設定確率記憶手段に記憶された値と確率設定手段の設定値又は確率設定手段に\nよって設定し得る範囲内の値とを比較手段で比較しており，その比較結果が一致し\nないときには，更新手段によって設定確率記憶手段の記憶値が確率設定手段によっ\nて設定し得る範囲内のいずれかの値に更新されるので，プログラムの暴走やノイズ\n等の事故により設定確率の記憶値が変化したり，あるいは正規操作時と異なる確率\nを不正に設定しようとした場合でも，確率設定手段によって設定し得る範囲内のい\nずれかの値に設定されて遊技を継続することができ，遊技場に損害を与えたり，あ\nるいは遊技者との間のトラブルを防止することができる。」\n２　これに対して，本件補正書（甲４）には，以下のような補正記載がある。\n【０００１】【発明の属する技術分野】\n「本発明は，変動図柄を表示する図柄表示装置と，始動手段が打球を検出したとき\nに前記図柄表示装置の図柄を所定時間変動させる変動表示制御手段と，前記図柄表\n示装置の変動後の図柄が大当たり図柄となったことに基づいて遊技者に有利な大当\nたり遊技状態を発生する大当たり発生手段と，を備えたパチンコ機に関するもので\nある。」\n【０００２】【従来の技術】\n「従来，図柄表示装置の表示結果が大当たり図柄を表示したことに基づいて大当た\nり遊技状態を出現させ，短時間に多量の入賞玉を獲得できるようにしたパチンコ機\nが市場に多数提供されている。そして，近年，この種のパチンコ機において，出玉\n率等の管理を行い易くするため，大当たり図柄の出現確率を所定の範囲内で設定変\n更できるものがわずかではあるが提案されている。」\n【０００３】【発明が解決しようとする課題】\n「上記した大当たりの図柄の出現確率を変更できるパチンコ機においては，設定し\nた確率を正規操作時，例えば，営業を開始する際の電源投入時に制御回路基板に設\nけられるＲＡＭ内に記憶させ，その記憶値に基づいて図柄表示装置の表示結果が制\n御されることになるが，例えば，何らかの原因でプログラムが暴走したときやノイ\nズ等の発生によりその記憶値が異なったものになったり，あるいは遊技中の不正行\n為により設定値を意図的に変更されたりする虞があった。そして，従来のパチンコ\n機においては，それらに対する防御が全く行われていなかった。本発明は，上記し\nた問題点に鑑みてなされたもので，その目的とするところは，所定の条件が成立し\nたときに，所定確率で遊技を継続することができるパチンコ機を提供することにあ\nる。」\n【０００５】【作用】\n「遊技中において所定の条件が成立したとき，解除手段によって所定確率に戻され\nるので，所定確率に設定されて遊技を継続することができ，遊技場に損害を与えた\nり，あるいは遊技者との間のトラブルを防止することができる。」\n【００３４】【発明の効果】\n「以上，説明したところから明らかなように，本発明においては，遊技中において\n所定の条件が成立したとき，解除手段によって所定確率に戻されるので，所定確率\nに設定されて遊技を継続することができ，遊技場に損害を与えたり，あるいは遊技\n者との間のトラブルを防止することができる。」\n３　してみると，当初明細書においては，\n従来，市場に多数提供されている，図柄表示装置の表示結果が大当たり図柄を表\n示したことに基づいて大当たり遊技状態を出現させ，短期間に入賞玉を獲得できる\nようにしたパチンコ機において，わずかではあるが提案されている，出球率等の管\n理を行い易くするため，大当たりの図柄の出現確率を所定の範囲内で設定変更でき\nるものを対象とすること，\nこのような，大当たりの図柄の出現確率を変更できるパチンコ機においては，設\n定した確率を正規操作時，例えば，営業を開始する際の電源投入時に制御回路基板\nに設けられるＲＡＭ内に記憶させ，その記憶値に基づいて図柄表示装置の表示結果\nが制御されるものであること，\n等を前提として，正規操作で設定された確率が所定の範囲内でないことを，\n「設定確率記憶手段に記憶された値と確率設定手段の設定値又は確率設定手段によ\nって設定し得る範囲内の値とを比較手段で比較」して，「その比較結果が一致しな\nいとき」という条件で検出することが明記され，\n特許請求の範囲では，本願発明が前記条件設定において，「設定確率記憶手段」\nに設定された確率値を正規範囲の確率値に再度設定するように構成された，「設定\n確率記憶手段」，「比較手段」及び「更新手段」からなるパチンコ機であることを\n特定したものとなっていた。\nそして，当初明細書をみる限り，正規操作で設定された確率値が所定の範囲内で\nないことの検知手法と，正規の値でない場合の値書換手段との組合せが，本願発明\nであるものとして把握されるものである。\nこれに対して，本件補正では，対象とするパチンコ機及びそれが大当たりの図柄\nの出現確率を変更できるパチンコ機であることの前提は維持されているものの，確\n率が変更されたことを検出する条件について，「所定の条件が成立したとき」と補\n正されるとともに，出願当初の特許請求の範囲では，「設定確率記憶手段」，「比\n較手段」及び「更新手段」からなるとされていた構成要件を，「確率設定手段」及\nび「解除手段」から構成されたものであることを特定するものに補正されている。\n４　当初明細書と本件補正による明細書における【産業上の利用分野】及び【発\n明の属する技術分野】を対比するに，本願発明が「確率設定手段」を備えるもので\nあることは明らかである。\nそして，本件補正に係る特許請求の範囲に記載の「解除手段」は，当初明細書記\n載の特許請求の範囲における「設定確率記憶手段」，「比較手段」及び「更新手\n段」とどのような関係にあるのかは必ずしも明確ではないものの，いずれにおいて\nも，「設定確率記憶手段」に設定される「確率値」をある条件設定において書き換\nえる手段として，「更新手段」あるいは「解除手段」が備えられているものである\nことからすると，具体的な「確率値」書換手段において異なる発明を構成するもの\nではない。\nしかしながら，本件補正に係る特許請求の範囲の補正のうち，単に，確率が変更\nされたことを検出する条件について，「所定の条件が成立したとき」と補正した点\nについては，当初明細書に記載される条件でないものを含み得るものとなったこと\nは，その文意からして明らかである。「所定の条件が成立したとき」が，当初明細\n書に明示された条件に比較して広い概念であること自体は，原告自身の自認すると\nころでもある。したがって，本件補正によって，当初明細書に記載のない事項が加\nわったから，本件補正は，当初明細書の要旨を変更するものであるとした審決の認\n定判断に誤りはない。\n５　原告が審決の誤りとして主張するところは，すべて，補正後の特許請求の範\n囲における「所定の条件が成立したとき」の記載が当初明細書になかった新たな記\n載であるとした審決の認定判断の誤りを前提とするものであり，審決のこの認定判\n断に誤りがない以上，審決に取り消すべき違法があるということはできない。\n第５　結論\n以上のとおり，原告主張の審決取消事由は理由がないので，原告の請求は棄却さ\nれるべきである。\n東京高等裁判所知的財産第４部\n裁判長裁判官     塚　　　原　　　朋　　　一\n裁判官     塩　　　月　　　秀　　　平\n裁判官     髙　　　野　　　輝　　　久\n"
}