{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 13,
    "month": 6,
    "day": 19
  },
  "case_number": "平成12(ワ)13799",
  "case_name": "",
  "court_name": "東京地方裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "12431",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=12431",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/431/012431_hanrei.pdf",
  "contents": "平成１２年(ワ)第１３７９９号　特許権侵害差止等請求事件\n（口頭弁論終結の日　平成１３年３月１５日）\n判　　　　　　　　決\n原　　　　　　　　　告　　　　旭化成株式会社\n原告訴訟代理人弁護士　　　　  小　坂　志磨夫\n同　　　　　　　　　　　　　　小  池    　豊\n同　　　　　　　　　　　　　　櫻  井  彰  人\n被　　　　　　　　　告        日本鋼管株式会社\n被告訴訟代理人弁護士　　　　  近  藤  惠  嗣\n被告訴訟復代理人弁護士        柳　　　誠一郎\n主　　　　　　　　文\n１　原告の請求をいずれも棄却する。\n２　訴訟費用は，原告の負担とする。\n事実及び理由\n第１　原告の請求\n１　被告は，別紙目録（一）記載の鋼管杭を製造し，使用し，販売し，貸し渡\nし，販売若しくは貸渡しの申出をしてはならない。\n２　被告は，その保有する前項記載の鋼管杭を廃棄せよ。\n３　被告は，別紙目録（二）記載の工法を使用してはならない。\n第２　事案の概要\n本件は，鋼管杭及び鋼管杭の施工方法に関する特許権を有する原告が，被告\nの製造，販売する「つばさ杭」という名称の鋼管杭及びこれを用いた施工方法は原\n告の特許権を侵害すると主張して，被告に対し，上記鋼管杭の製造，販売等の差止\nめ，既に製造された鋼管杭の廃棄及びこれを用いた工法の使用差止めを求めている\n事案である。\n１　当事者間に争いのない事実\n(1)　当事者\n原告は，化成品，樹脂，繊維及び建材等の製造並びに販売等を目的とする\n株式会社である。\n被告は，鋼板，条鋼及び鋼管等の製造販売等を目的とする株式会社であ\nる。\n(2)  原告の特許権\n原告は，次の特許権（以下「本件特許権」という。）を有している。\n特許番号　　第２８７１４５８号\n登録年月日　　平成１１年１月８日\n発明の名称　　鋼管杭及び鋼管杭の施工方法\n出願番号　　特願平６－８９９６７号\n出願年月日　　平成６年４月２７日\n公開番号　　特開平７－２９２６６６号\n公開年月日　　平成７年１１月７日\n(3)　特許請求の範囲\n本件特許権に係る明細書（以下「本件明細書」という。本判決末尾添付の\n特許公報〔甲２。以下「本件公報」という。〕を参照）の特許請求の範囲の記載は\n次のとおりである（以下，請求項１及び請求項２の発明をそれぞれ「本件第１発\n明」，「本件第２発明」といい，この２つを併せて，「本件各発明」という。）。\n【請求項１】\n「複数枚のラセン翼が鋼管杭の下端部外周面の同じ高さ位置でラセン方向\nを同じにして周方向に等間隔に固定され，該ラセン翼の１枚当たりの長さは［１÷\n（ラセン翼の枚数＋１）］巻き以上［１÷（ラセン翼の枚数）×１．１］巻き以下\nであり，且つ杭先端に底板を取り付けて閉塞された鋼管杭。」\n【請求項２】\n「複数枚のラセン翼が鋼管杭の下端部外周面の同じ高さ位置でラセン方向\nを同じにして周方向に等間隔に固定され，該ラセン翼の１枚当たりの長さは［１÷\n（ラセン翼の枚数＋１）］巻き以上［１÷（ラセン翼の枚数）×１．１］巻き以下\nであり，且つ杭先端に底板を取り付けて閉塞された鋼管杭に回転力を与えることに\nより，杭体積分の土を杭側方に押し出し，杭側面の土を圧縮しながら杭を沈設して\n支持力を向上させることを特徴とする鋼管杭の施工方法。」\n(4)　構成要件の分説\n本件各発明の構成要件を分説すると次のとおりである（以下「構成要件\nＡ」などという。）。\nア　本件第１発明\nＡ　複数枚のラセン翼が鋼管杭の下端部外周面の同じ高さ位置でラセン方\n向を同じにして周方向に等間隔に固定され，\nＢ　該ラセン翼の１枚当たりの長さは［１÷（ラセン翼の枚数＋１）］巻\nき以上［１÷（ラセン翼の枚数）×１．１］巻き以下であり，\nＣ　かつ，杭先端に底板を取り付けて閉塞された鋼管杭\nイ　本件第２発明\nＡ　複数枚のラセン翼が鋼管杭の下端部外周面の同じ高さ位置でラセン方\n向を同じにして周方向に等間隔に固定され，\nＢ　該ラセン翼の１枚当たりの長さは［１÷（ラセン翼の枚数＋１）］巻\nき以上［１÷（ラセン翼の枚数）×１．１］巻き以下であり，\nＣ　かつ，杭先端に底板を取り付けて閉塞された鋼管杭に\nＤ　回転力を与えることにより，杭体積分の土を杭側方に押し出し，杭側\n面の土を圧縮しながら杭を沈設して支持力を向上させること\nＥ　を特徴とする鋼管杭の施工方法\n(5)  被告の行為\n被告は，現在，別紙目録（一）記載の鋼管杭（以下「被告製品」とい\nう。）を「つばさ杭」という商品名で製造，販売するとともに，別紙目録（二）記\n載の施工方法（以下「被告方法」という。）を実施している。\n２　争点及びこれに関する当事者の主張\n(1)　被告製品及び被告方法は，それぞれ本件第１発明，本件第２発明の構成要\n件を充足するか。\n（原告の主張）\nア　本件第１発明について\n(ア)　構成要件Ａについて\n一般に「翼」とは，飛行機の翼のように胴体から外側に突出している部\n分をいうところ，被告製品においては，半円形板２のうち鋼管杭１の外周面より外\n側に突出する部分４（別紙目録（一）の第３図，第４図参照。以下，単に「突出部\n分４」という。）が構成要件Ａの「ラセン翼」に相当する。本件各発明における\n「ラセン翼」とは，鋼管杭に対し傾斜した角度で取り付けられ，鋼管杭を回転させ\nて地盤に貫入するに当たりねじとしての作用を有するものをいい，幾何学的に厳密\nな意味でのラセン面を有するものに限られず，鋼管に対し傾斜した角度で取り付け\nられ，鋼管杭を回転させて地盤に貫入するに当たりねじとしての作用を有するもの\nであれば，平板でも「ラセン翼」に該当すると解すべきである。被告製品の前記突\n出部分４は，鋼管杭１の周りに傾斜した角度で取り付けられ，鋼管杭１を地盤に貫\n入するに当たりねじとしての作用を有することから，本件各発明の「ラセン翼」に\n該当する。\nこの点につき被告は後記のとおり縷々反論するが，いずれも「ラセン」\nの意味を幾何学的な厳密さで解釈することに拘泥しているばかりか，被告製品の現\n実の作用効果を無視している点で失当である。\nすなわち，本件各発明の出願前の公知技術である実開昭５５－４００５\n３号の公開実用新案公報（乙１０）は，円筒状構造体に傾斜して取り付けられた\n「平板」を「螺旋状翼片」としている（同公報第３図参照）。この文献は特許庁が\n本件特許の審査手続において拒絶通知を発した際の引例であり，仮に被告が主張す\nるように「平板」と「ラセン」が技術的に異なるものであれば，特許庁が進歩性を\n判断する際の公知技術としてこれを引用することなどないはずである。引例とされ\nたということは「平板」でも本件各発明の「ラセン翼」に該当することを特許庁が\n認めたことに他ならない。また，特開平８－８１９５３号の公開特許公報（甲５）\n及び同平１０－２８０４０３号の公開特許公報（甲６）においては，鋼管に対し傾\n斜して取り付けられた「平板」を「螺旋翼」と明確に記載されている。\nしかも，被告製品にねじとしての作用，つまり鋼管杭を地盤中に貫入さ\nせるねじとしての作用のあることは被告自身が被告製品のパンフレット（甲３）等\nで認めるところであり，被告の主張は当業者の技術常識を無視したもので失当であ\nる。\nまた，被告製品では，２枚の半円形板２，２を鋼管杭１の下端部外周面\nの同じ高さ位置まで鋼管杭の中心軸に対して同一角度で傾斜した円周方向に二等分\n割された切欠部３，３に載置して固定しているものであり，突出部分４，４が「鋼\n管杭１の下端部外周面の同じ高さ位置で傾斜角度（ラセン方向）を同じにして周方\n向に等間隔に固定されている」ことは明らかである。\nしたがって，被告製品は，「複数枚のラセン翼が鋼管杭の下端部外周面\nの同じ高さ位置でラセン方向を同じにして周方向に等間隔に固定され」との構成要\n件Ａを充足する。\n(イ)　構成要件Ｂについて\n本件第１発明において，翼が２枚の場合の１枚当たりの長さは０．３３\nから０．５５巻きであるところ，被告製品の突出部分４は鋼管杭１の周囲を半周し\nていることから０．５巻きであり，構成要件Ｂを充足する。\n(ウ)　構成要件Ｃについて\n被告製品においては，鋼管杭１の先端に半円形板２，２が取り付けられ\nることから，半円形板２，２のうち鋼管杭１の外周面より内側部分５，５（別紙目\n録（一）の第４図参照。以下，単に「内側部分５，５」という。）と補助板６，６\nにより杭先端が閉塞されている。しかも，杭先端は内側部分５，５により閉塞さ\nれ，補助板６，６は閉塞のための単なる補助にすぎない。\nまた，本件第１発明では，杭先端に「底板」を取り付けて閉塞すること\nにより，掘削によって杭体積分の土を杭側面に押し出し，杭側面の土を圧縮して地\n盤を圧密しながら無排土で推進沈設されるため，支持力を向上させるという作用効\n果を奏する。これに対し，被告製品も鋼管杭１の先端が内側部分５，５により閉塞\nされることにより，杭体積分の土を杭側面に押し出して大きな鉛直支持力を得てい\nるから，内側部分５，５により本件各発明の「底板」と同一の作用効果を奏するも\nのである。\nしたがって，被告製品の内側部分５，５は本件第１発明の「底板」に該\n当し，内側部分５，５により杭先端を閉塞していることから，被告製品は構成要件\nＣを充足する。\n(エ)　被告製品の作用効果について\n本件第１発明は，複数枚のラセン翼を鋼管杭の下端部外周面の同じ高さ\n位置でラセン方向を同じにして周方向に等間隔に固定する構成を採用することによ\nり，推進開始時に杭芯のずれが防止でき，かつ，安定した推進力を得ることができ\nるとともに施工能率を上げることができるほか，やや硬い地盤を掘削する際にも杭\n体の傾斜がなく施工能率を上げることができる。また，ラセン翼の変形及び擦り減\nりと土砂の地上搬出を抑止でき，摩擦力が発現されるため極限支持力も向上するこ\nとができる（本件公報３欄４２行～４８行）との作用効果を奏する。さらに，杭先\n端に底板を取り付けて閉塞しているので，掘削によって杭体積分の土を杭側面に押\nし出し，杭側面の土を圧縮して地盤を圧密しながら無排土で推進沈設されるため，\n大きな支持力を発現することができる（本件公報４欄４０行～４６行）。他方，被\n告製品も，鋼管杭の回転力を与えることにより，杭体積分の土を突出部分４，４の\n交差部の間隙を通過させて杭側方に押し出し，鋼管杭１の体積分だけ押し出した土\n砂で杭側面の土を圧縮しながら杭を沈設して支持力を向上させるという同一の作用\n効果を奏する。このことは，被告の発行する「つばさ杭」のカタログ（甲３）に，\n「『つばさ杭』は鋼管杭の先端に，回転貫入を容易にする翼を設けており，この翼\nが大きな先端支持力を得る役割を果たしています。耐震性能に優れた鋼管杭に，大\nきな先端支持力によるコスト低減と，無排土施工による環境対策が加わった理想的\nな基礎杭です。」と記載されていることからも裏付けられる。\nイ　本件第２発明について\n(ア)　構成要件ＡないしＣについて\n被告方法で使用する鋼管杭１が本件第２発明の構成要件ＡないしＣを充\n足することは，前記アの(ア)ないし(ウ)で主張したとおりである。\n(イ)　構成要件Ｄについて\n被告方法では，鋼管杭１を回転させると杭が地盤に貫入し，杭の下方に\nあった土砂が突出部分４，４の交差部の間隙を通過して突出部分４，４（杭側方）\nに押し出され，押し出された土砂が鋼管杭の体積分だけ杭側面の土を圧縮して杭の\n支持力を向上させることから，構成要件Ｄを充足する。\n(ウ)  構成要件Ｅについて\n被告方法は構成要件ＡないしＤを充足することから，当然に構成要件Ｅ\nも充足する。\n(エ)　被告方法の作用効果について\n被告方法の作用効果が本件第２発明の作用効果と同一であることは，前\n記アの(エ)と同様である。\nウ　まとめ\n以上のとおり，被告製品及び被告方法はそれぞれ本件第１発明及び本件\n第２発明の技術的範囲に属するから，原告は，被告に対し，被告製品の製造販売等\nの差止め及び被告製品の廃棄並びに被告方法の実施の差止めを求める。\n（被告の主張）\nア　被告製品ないし被告方法の構成要件充足性について\n(ア)　構成要件Ａについて\n「ラセン」とは，軸の周りにある角度をもって旋回することを意味す\nる。広辞苑（甲４）でも「ラセン」は「旋回した筋」と定義されており，幾何学的\nな意味で厳密な「ラセン」ではないまでも，「ラセン」と呼び得るためには，少な\nくともその面自体の性質として，旋回することによって前進するような形状のもの\nであることが必要である。そして，「翼」とは，胴体から外側に突出している部分\nをいう。したがって，「ラセン翼」とは，歩みを一定に保ちながら、「ラセン」を\n巻き付ける円柱の半径を大きくすることによってできる曲面である。このようにし\nてできる「ラセン面」は，円柱面や円錐面とは異なり，平面を伸び縮みさせること\nなく単純に曲げることによって構成することはできない。したがって，鋼板から工\n業的に「ラセン面」を作る際には複雑な変形を伴う加工が必要である。\n被告製品には，２枚の半円形板が平面のまま使用されているだけであ\nり，これらは鋼管の下端に溶接されている。この２枚の半円形板は平面であるか\nら，斜めに取り付けても１回りすれば元の位置に戻ってしまい，前進することはあ\nり得ない。この意味で，２枚の半円形板は「ラセン翼」には該当せず，かつ，これ\nは鋼管の外周面に同じ高さ位置に固定されているものでもない。\nしたがって，被告製品は構成要件Ａを充足しない。\n(イ)　構成要件Ｂについて\n構成要件Ｂは巻数を問題にしているところ，「ラセン」は円柱に巻き付\nけて作られる曲面であるから巻数を定義できるが，被告製品には「ラセン」は存在\nせず，巻数も定義できない。\n被告製品の半円形板２は鋼管の中心軸に対して一定の傾斜を有する平面\nにすぎないから，仮に，原告の主張するように鋼管の直径よりも外側に突出した部\n分（突出部分４）のみを考えたとしても，それを２枚つなげて１巻のラセンを作る\nことはできない。このことは，半円形板の下端では外側が下がっているのに対し\nて，その上端では，外側が上がっていることのみを考えても容易に分かる。したが\nって，半円形板について巻数を定義できないことは明らかであり，被告製品は構成\n要件Ｂを充足しない。\n(ウ)　構成要件Ｃについて\n被告製品では，２枚の鋼製の半円形板と溶接材料又は閉塞部材によって\nレ字状に切り欠いた鋼管下端部を閉塞しているが，これらは先端地盤の掘削軟化，\n杭の推進，傾斜形状による積極排土，鋼管下端の閉塞の機能を併せて果たしている\n複合機能部材であるから，単に杭先端を閉塞するにすぎない構成要件Ｃの底板には\n該当しない。原告は，半円形板２を鋼管の直径よりも内側にある部分と外側にある\n部分に分け，内側部分５，５が底板に該当すると主張するが，半円形板２は１個の\n部材として鋼管下端部に設けられ，前記のような複合的な機能を果たすものである\nから，これを観念的に２つに分けて論じるのは相当でない。よって，被告製品は構\n成要件Ｃを充足しない。\n(エ)　構成要件Ｄについて\n被告製品の構成は前記(ウ)のとおりであるので，被告製品を回転させる\nと，単に，杭の貫入によってその体積分の土が側方に押し出されるのではなく，鋼\n製の半円形板の全面積にわたって土が掘削され，掘削された土は中心から外側に向\nかって排出される。すなわち，半円形板の直径にほぼ等しい直径の円を底面とする\n円柱の体積分の土が掘削され，掘削によって緩んだ土は，半円形板が回転しながら\n杭本体とともに進行することによって，中心から外側に向かう力を受け，杭外周面\nの外側では，２枚の半円形板の隙間を通過して一方の半円形板の上面にまわり，最\n終的にはその半円形板の上端を通過して杭の周囲に再圧縮される。\n被告製品でも，本件各発明でも，杭本体の体積に相当する土がどこかに\n押し出されなければならない点は共通であるが，被告製品では杭が貫入することの\n影響を本件各発明より大きな範囲に拡大させるので，杭周辺の土の圧縮の程度は小\nさくなる。これは，本件各発明の「ラセン翼」がねじと同じように鋼管を滑らかに\n推進するのに対して被告製品の半円形板が周囲の土を乱しながら鋼管を推進すると\nいう相違点に基づく。\n構成要件Ｄの「回転力を与えることにより，杭体積分の土を杭側方に押\nし出し，杭側面の土を圧縮しながら」という要件は，回転力によってねじが材料に\n貫入するのと同様に杭が土に貫入し，杭体積分の土が排除されることを意味してい\nる。すなわち，本件各発明は，先端を底板で閉塞された鋼管が，ラセン翼による推\n進力で強引に土に貫入していき，結果として杭体積分の土が側方に押し出されるこ\nとを必須の構成要件としている。これは，推進力を得るために「ラセン翼」を用い\nていることを除けば，先端を閉塞した杭を力任せにハンマーで打ち込んでいること\nと何の相違もない。これに対して，被告製品では，鋼製の半円形板の外周とほぼ同\n一の半径を有する円柱の範囲に土を掘削軟化させて，中心から外側に向けて土を積\n極的に排除している。したがって，被告製品を使用する方法は，構成要件Ｄを充足\nしない。\nイ　公知技術等との関係について\n(ア)　本件特許出願前の公知技術\n本件特許の出願前の公開特許公報（特開昭５９－８５０２８号。乙２。\n以下「公知文献１」という。）では，被告製品の内側部分５，５に当たる部分を\n「螺旋翼」と呼んでいるが，同公報の図面からこの螺旋翼は１巻きすることにより\n１ピッチ進行していることは明らかである。このラセン翼は，鋼管杭の下端付近の\n外周面に突設されており，鋼管製の杭本体の下端は，底板２によって閉塞されてい\nる。\nまた，別の公開特許公報（特開昭５９－１０９６１６号。乙３。以下\n「公知文献２」という。）にも，連続して約１巻にわたり形成されている螺旋翼が\n開示されている。同公報には「巻き数は数巻きに及んでもよく，また，螺旋翼４は\n不連続状態に分断し，全体としてほゞ螺旋状をなすように形成したものであつても\nよい。」（同公報２頁左上欄２行～５行）との記載はあるが，螺旋翼を平面翼で代\n用できることを示唆する記載はない。また，ラセン翼の配設位置について「鋼管杭\nの直進安定性と貫入性の両面からみて設定する必要がある。それで，杭本体１の下\n端から螺旋翼４までの距離 は，実験等により得られた結果から，杭本体の直径ｄ\nに対して， ＝１／２ｄ～２ｄの範囲がよく，特に ＝ｄ付近で最も良好であるこ\nとがわかつた。」（同２頁左上欄１４行～１９行）との記載もある。すなわち，螺\n旋翼は，杭本体の外周に配設するものであって，底面に設けるものではない。\n他方，原告の出願に係る実願昭６１－２３４５４号（実開昭６２－１３\n８７４０号）のマイクロフィルム（乙５。以下「公知文献３」という。）には，\n「拡径翼１８」が開示されているが，同文献の第２図からみてこの「拡径翼」が平\n板であることは明らかである。この文献には「外周面に螺旋状またはねじ状の刃７\nを有する先端シュー１」（同文献３頁９行～１０行）との表現もあるが，拡径翼に\nついては「拡径翼はくい回転方向に下り勾配となつている」（同８頁２行～３行）\nと説明されており，これが「螺旋状」であるとは説明されていない。すなわち，\n「拡径翼」と「螺旋翼」とは区別されており，２枚の平板を交差させて互いに杭外\n周の反対側に取り付けたものは「螺旋翼」ではない。\nさらに，本件各発明は，１巻のラセンを複数に分割したものであるが，\nこのことを開示した刊行物として，被告の出願に係る実願昭４９－５４３２３号\n（実開昭５０－１４３３０７号）のマイクロフィルム（乙６）がある。この文献は\n「鋼管杭１１の先端の外周および内側に撹乱ビット１２をもつたスクリュー１３\nａ，１３ｂ，１４ａ，１４ｂを配設」（同文献３頁１２行～１４行）することを開\n示している。「スクリュー」とは「ねじ」を意味し，ねじのように円筒の外周に沿\nって一定の角度をもって進むものである。\n(イ)  本件明細書の記載及び審査経過\n本件明細書の「発明が解決しようとする課題」の項には「従来の杭で\nは，１枚のみラセン翼が連続した状態で一枚のみ取り付けられているため杭芯に杭\n先端をセットしても，杭を回転すると同時に杭芯から杭がずれてしまい，杭ずれが\n発生しやすいといった問題があった。また，従来の杭はやや硬い地盤を掘削する場\n合には，貫入性が悪くなり杭体に傾斜が生じると共に時間がかかるといった問題も\nあった。」（本件公報３欄１０行～１７行）との記載がある。また，実施例の説明\nにおいては，「鋼管１の先端部外周面に複数枚のラセン翼２が巻きつけられてい\nる。」（同４欄４行～５行），「図１は，杭周方向に該ラセン翼２枚を用いた例で\nあり，１枚あたりの該ラセン翼は半巻きである。」（同４欄１６行から１８行）と\n記載されている。これらの記載によれば，本件各発明では，鋼管杭の外周を「ラセ\nン翼」が１巻きした状態を前提として，これを複数枚に分割していることが明らか\nである。すなわち，「ラセン翼」は，鋼管杭の外周を１回りすると１ピッチ前進す\nることが前提とされており，１回りすると元に戻るような円板は全く示唆されてい\nない。\n本件特許の審査において，審査官は本件各発明は，実開平４－１０８６\n２２号（引例１），実開昭５５－４００５３号（引例２）に基づいて当業者が容易\nに発明をすることができたものとして拒絶理由を通知した。これに対して，原告は\n意見書を提出し，引例２から本件各発明に想到することが困難な理由として「隣接\nする螺旋状翼片の重なりが１０％以下であることを導き出すのは不可能であるか，\n或いは極めて困難である。」と主張した。そして，この主張が認められて，本件各\n発明は特許査定となった。そこで，本件各発明の「螺旋状翼片の重なりが１０％以\n下であること」という特徴について本件明細書の記載を検討するに，この特徴の持\nつ意味が翼数によって異なることをうかがわせる記載は存在しない。ところが，も\nし，本件各発明における「ラセン翼」すなわち前記意見書にいう「螺旋状翼片」が\n「平板翼」を含むとすれば，翼数が２枚のときには，１０％の重なりによって逆傾\n斜部分が含まれることになるのに対して，翼数が３枚のときには，１０％の重なり\nにもかかわらず逆傾斜部分は含まれないことになり，１０％の重なりの持つ意味は\n本質的に異なることになる。しかるに，本件明細書では，翼数と１０％の重なりと\nの関係を論じた部分は全くない。これは，本件各発明における「ラセン翼」が文字\nどおりの「ラセン翼」を前提としているからにほかならない。\n(ウ)　まとめ\n以上，本件特許の出願時の公知技術及び本件特許の審査過程によれば，\n本件各発明における「ラセン翼」は平板を含まないものと限定解釈すべきである。\nそして，「ラセン翼」が鋼管杭の下端部の「外周面」に固定され，杭先\n端に「底板」を取り付けて閉塞することという要件についても，前記の意味におけ\nる「ラセン翼」との関連で理解する必要がある。すなわち，「ラセン」は１巻きご\nとに一定のピッチだけ進むから，外側では傾斜が緩く，内側では傾斜が急になる。\nしたがって，「ラセン翼」を鋼管杭の外周面に固定せず，鋼管杭の下端に取り付け\nて底板を兼ねさせることはできない。なぜなら，鋼管杭の中心に近づくにつれて極\nめて小さい円周で外側と同じピッチだけ進まなければならないために，傾斜は急激\nに９０度に近づくからである。したがって，本件各発明では，「外周面」に「ラセ\nン翼」を固定する一方，杭先端は別の底板で閉塞する必要があるのである。\n上記の解釈を前提にすると，被告製品では，①　「ラセン翼」が存在せ\nず，②　翼に相当する部材が鋼管杭下端部「外周面」に固定されておらず，③　杭\n先端に「底板」が取り付けられていないから，被告製品は本件各発明の技術的範囲\nに属しない。\n(2)　本件特許には明らかな無効理由があって，これに基づく権利行使は権利の\n濫用に当たり許されないか。\n（被告の主張）\nア　仮に，本件各発明の「ラセン翼」が平板を含むとするならば，後記のと\nおり本件特許に無効理由が存在することは明らかであり，原告による本件特許権の\n行使は権利の濫用に当たり許されない。\nイ　公知文献１には，「１巻きのラセン翼が鋼管杭の下端部外周面に固定さ\nれ，且つ杭先端に底板を取り付けて閉塞された鋼管杭」が記載されている。この鋼\n管杭と本件各発明の相違点は，公知文献１の鋼管杭のラセン翼が１巻きであるのに\n対して，本件各発明では，ラセン翼が複数であって，これらが「同じ高さ位置でラ\nセン方向を同じにして周方向に等間隔に固定され，該ラセン翼の１枚当たりの長さ\nは［１÷（ラセン翼の枚数＋１）］巻き以上［１÷（ラセン翼の枚数）×１．１］\n巻き以下である」点にのみ存する。\nウ　公知文献３には，鋼管杭の先端に固定して用いるねじ込み杭用杭部材で\nあって，２枚の拡径翼を備え，該拡径翼は，「下端部外周面の同じ高さ位置で傾斜\n方向を鋼管軸に対して対称にして，周方向に等間隔に固定され，該拡径翼の１枚当\nたりの長さは，ほぼ，その外周の２分の１［１÷２］である」ものが記載されてい\nる。そして，この拡径翼の効果として「拡径翼１８の径を大きくとることにより，\n先端支持力が増すのと同様な効果がある。」（同文献３頁下から２行～４頁１行）\nとの記載，「拡径翼１８に勾配を設けたのは，くい部材１１を回転させて地盤中へ\nねじ込む際の抵抗を少なくするためである。」（同４頁２行～４行）との記載もあ\nる。\nエ　公知文献３のねじ込み杭用杭部材は，鋼管杭そのものではない点で公知\n文献１の鋼管杭とは異なるが，公知文献３に開示されている拡径翼の目的とすると\nころは，鋼管杭のねじ込みを容易にすること，鋼管杭の先端支持力を増すことにあ\nり，公知文献１の鋼管杭のラセン翼の目的と全く同じである。また，公知文献１の\n発明は，従来技術が「上部荷重の小さい一般住宅の基礎としては，敷地面積，施工\n規模，荷重条件，経済性その他から使用は難かしい」（同公報２頁左上欄２行～４\n行）という課題を解決して，「住宅密集地に搬入し軟弱地盤中に施工して地盤を改\n良すると共に，基礎として十分な強度と支持力を有する鋼管杭を提供する」（同欄\n１０行～１１行）という目的を達成するものであるが，公知文献３の考案も「住宅\nその他比較的低層の建築物の基礎において，ねじ込みぐいとして利用されるくい部\n材，特に摩擦ぐいのくい部材に関するものである。」（同文献１頁「産業上の利用\n分野」の項を参照）とされているから，両者は同じ技術分野に属する。\nさらに，公知文献２などにも，公知文献１又は同３に類似した鋼管杭が\n開示されており，土中に管状の物をねじ込む方法として２枚又は４枚の回転翼を用\nいることは「回転翼を用いた深層締め固め工法の開発」と題する文献（乙８）にも\n記載されている。\n以上によれば，公知文献１に記載された１巻きの「ラセン翼」に代え\nて，公知文献３の「拡径翼」を使用して，本件各発明の構造に想到することは当業\n者にとって極めて容易なことであった。\nしたがって，本件各発明は，本件特許出願前の刊行物である公知文献１\nに基づいて当業者が容易に行い得たものであり，本件特許には無効理由が存在する\nことが明らかであるから，原告による本件特許権の行使は権利の濫用であって許さ\nれない。\n（原告の主張）\nア　被告は本件特許権の行使が権利濫用に当たる旨主張するが，以下のとお\nり失当である。\nイ　公知文献１について\n本件各発明は，本件明細書に記載のあるように，公知文献１をはじめと\nする従来技術が有する問題点（杭を回転すると同時に杭が杭芯からずれてしまい杭\nずれが発生しやすいとの問題や，硬い地盤を掘削する場合に貫入性が悪くなり杭体\nに傾斜が生じるとともに時間がかかるといった問題等）を解決する手段を提供する\nものである。したがって，公知文献１の発明は，本件各発明と解決すべき課題（目\n的）を共通にするものではない。\nまた，公知文献１の発明は，１巻きのラセン翼を鋼管杭の下端部に固定\nするものであるから，本件各発明の構成要件Ａ及びＢを具備せず，本件各発明の作\n用効果も有しない。\nウ　公知文献３について\n本件各発明は，杭の下端部外周面の同じ高さ位置に複数枚のラセン翼を\n設け，かかる構造により地盤中に鋼管杭を貫入させることによって，従来技術が有\nする上記問題点を解決したものである。\nこれに対して，公知文献３の考案は，添付の第１図に示されているとお\nり，内部にコンクリートを充填した外殻の先端に円錐形のシュー１を取り付け，こ\nれにより地盤中を貫入していく構成を採るものであって，基本的な構成を異にして\nいる。\nまた，本件各発明にかかる鋼管杭は，「杭先端に底板を取り付けて閉塞\nされた鋼管杭」との記載から分かるように，公知文献３の考案のように内部にコン\nクリートを充填したものではない。\nさらに，公知文献３の第１図には，１本の外殻１２の中程に拡径翼１８\nが設けられていているが，この拡径翼は，本件各発明のラセン翼の如く鋼管のねじ\n込みのために設けられているのではなく，外殻１２の外径が先端部に設けられた前\n記シュー１の外径より小さいことから生ずる周面摩擦の低減を補うことを目的とす\nるものである。よって，拡径翼１８の目的は本件各発明のラセン翼とは異なるもの\nであり，当然に作用効果も本件各発明とは異なる。\nエ　その他の主張について\n被告の指摘するその余の公知文献も，公知文献１，同３と同様に，本件\n各発明とは，課題（目的），構成及び作用効果を異にする。\n以上によれば，被告主張の公知技術からは，その組合せによって当業者\nが本件各発明に容易に想到し得るものではなく，まして本件特許に無効理由が存在\nすることが明らかであるとは到底いうことができない。\n第３　当裁判所の判断\n１　構成要件Ａにいう「ラセン翼」の意義について\n(1) 本件明細書の「発明の詳細な説明」欄には，本件各発明の産業上の利用分\n野，従来技術との関係等に関し，次のような記述がある。\nア　「【産業上の利用分野】本発明は，中低層住宅等の建築物あるいは小規\n模構造物等の基礎として用いられるラセン翼付きの鋼管杭とその施工方法に関する\nものである。」（本件公報２欄４行～６行）\nイ　「【従来の技術】従来より，中底層建築物基礎杭として鋼管製の杭本体\nの先端，あるいは先端と一定間隔を隔てた杭本体に一巻き以上に連続するラセン状\nの翼を持つ杭が使用されている。…（中略）…この杭は杭頭に回転トルクを与え，\nねじり込みによって地中に埋設されるものである。」（同２欄８行～３欄１行）\nウ　「【発明が解決しようとする課題】しかしながら従来の杭では，１枚の\nみラセン翼が連続した状態で一枚のみ取り付けられているため杭芯に杭先端をセッ\nトしても，杭を回転すると同時に杭芯から杭がずれてしまい，杭ずれが発生しやす\nいといった問題があった。また，従来の杭はやや硬い地盤を掘削する場合には，貫\n入性が悪くなり杭体に傾斜が生じると共に時間がかかるといった問題もあった。更\nに，ラセン翼がレキに当たって変形したり，あるいはレキとの摩擦によって擦りへ\nってしまい，所定の鉛直支持力が発現できないといった問題もあった。」（同３欄\n１０行～１９行）\nエ　「そこで本発明の目的は，施工精度を向上し，やや固い地盤においても\n充分に大きな支持力が発現可能な鋼管杭とその施工方法を提供することである。」\n（同３欄２０行～２２行）\n(2) 上記(1) を前提に検討するに，一般に「ラセン」とは，円柱に巻きつきな\nがら円柱に沿って一定の歩みで進んでいく形の空間曲線をいい（「岩波理化学辞典\n（第５版）」〔乙１〕参照），ラセン翼とは「ラセン面」を有する翼の意味である\nから，その形状は明確であって，用語の一般的な意味としては「平板」状の翼を含\nむことはない。\nしかしながら，本件各発明ないしその従来技術において，翼を「ラセン\n面」としたのは，杭頭に回転トルクを与え，ねじり込みによって地中に埋設するた\nめである。そうであるとすれば，本件のように，ねじり込まれる側が土のように変\n形容易なものであって，しかも巻数の少ない翼にあっては，これを平板に置き換え\nたとしても，そのねじり込み作用にさほどの相違は生じないものと考えられる。原\n告は，被告製品の突出部分４が「ラセン翼」に当たる旨主張するところ，その部分\nの形状はラセン翼対応の巻数でいえば杭半周分であるから，ラセン翼に十分近似し\nているということができる。さらに，被告の発行に係る被告製品のパンフレット\n（甲３）には，「杭体を回転させると，先端翼のねじとしての作用により杭は地盤\nに貫入します。」（８頁「貫入の機構」の項）という記載がある。\n(3) 以上によれば，被告製品の「平板」（半円形板２）の一部である突出部分\n４は，ねじとしての作用を有していることからみて，本件各発明にいう「ラセン\n翼」に該当すると解するのが相当である。\nこの点，被告は，「ラセン面」と呼ぶためには少なくとも面自体の性質と\nして，旋回することによって前進するような形状であることが必要であって，「平\n面」がこれに含まれることはないと主張する。しかし，本件各発明の出願の過程で\n特許庁の審査官が拒絶理由の引用例の１つとして挙げた実願昭５３－１２２６６３\n号（実開昭５５－４００５３号）のマイクロフィルム（乙１０）では，円筒状構造\n体に傾斜して取り付けられた「平板」を「螺旋状翼片」と呼んでいることからみて\nも，「平板」であるものはすべて「ラセン翼」になり得ないと解することは相当で\nなく，「ラセン翼」に該当するか否かは，その部材の有する作用効果が「ラセン\n翼」と同様といえるかという観点から実質的に判断するべきである。被告の上記主\n張は採用できない（なお，被告の主張のうち公知技術との関係で本件各発明の構成\n要件の解釈をいう点については，後記３で判断する。）。\n２　構成要件Ａにいう「鋼管杭の下端部外周面」の意義について\n(1) 本件明細書の「特許請求の範囲」の記載によれば，本件各発明の鋼管杭\nは，「ラセン翼が鋼管杭の下端部外周面の同じ高さ位置で…（中略）…固定さ\nれ」，かつ，「杭先端に底板を取り付けて閉塞された鋼管杭」であることが明らか\nである。すなわち，本件各発明においては，翼と底板とが別の部材として区別さ\nれ，杭外周面と杭先端という互いに異なる位置に固定され又は取り付けられてい\nる。この「特許請求の範囲」の記載に照らせば，「杭外周面」と「杭先端」とは別\nの位置を表しているというべきであり，構成要件Ａにいう「鋼管杭の下端部外周\n面」が，杭先端を含むと解することはできない。\n(2) 他方，被告製品においては，「ラセン翼」の一部を形成する平板が外周面\nではなく杭の下端部である「杭先端」に固定されているから（当事者間に争いのな\nい別紙物件目録（一），（二）参照），上記の「鋼管杭の下端部外周面」の解釈に\nよれば，被告製品は本件各発明の構成要件Ａを満たさないというべきである。\n(3) このことは，被告製品の作用効果からも裏付けられる。すなわち，被告製\n品においては，翼と底板が一体となった半円形の「平板」２枚が「杭先端」に取り\n付けられているが，この「平板」は一体の構造となっているために，「平板」の一\n部である翼の部分が，底板と共に杭先端に強固に取り付けられているものであっ\nて，これにより杭が地中に貫入するに当たってラセン翼がより一層の強度を備える\nという本件各発明にない作用効果を奏している。その意味で，被告製品は本件各発\n明とは技術思想が異なるものということができる。\n(4) 以上によれば，被告製品及び被告方法はいずれも構成要件Ａの「ラセン翼\nが…鋼管杭の下端部外周面…に固定され」との要件を充足しないから，本件各発明\nの技術的範囲に属するということはできない。したがって，その余の点を判断する\nまでもなく原告の本訴請求は理由がない。\n３　特許無効の主張（権利濫用の抗弁）について\n上記２の認定判断によれば，原告の請求は既に理由がないが，念のため，特\n許無効を理由とする権利濫用の主張について判断する。\n(1) 特許に無効理由が存在することが明らかであるときは、その特許権に基づ\nく差止め、損害賠償等の請求は、特段の事情がない限り、権利の濫用に当たり許さ\nれないと解するのが相当である（最高裁平成１０年(オ)第３６４号同１２年４月１\n１日第三小法廷判決・民集５４巻４号１３６８頁）。そこで，被告が主張する本件\n特許の無効理由につき検討する。\n(2) 本件特許出願前の刊行物である公知文献１（特開昭５９－８５０２８号。\n乙２）には，「鋼管製の杭本体の下端に底板を固設し，該底板に掘削刃を設けると\n共に，杭本体の下端部外周面に螺旋翼を突設したことを特徴とする，鋼管杭」の発\n明が開示されている。この発明は，本件第１発明と同様に鋼管杭に関するもので，\n本件第１発明の分野における従来技術であり，１枚のラセン翼を鋼管杭の下端部外\n周面に１巻きさせて固定し，杭先端に底板を取り付けてこれを閉塞したものである\nが，同公報の「発明の詳細な説明」の欄の記載を斟酌すると，ラセン翼の巻き数は\n適宜増減することができ，かつラセン翼は不連続状態に分断し，全体としてラセン\n状に形成したものであってもよいとされている（同公報４欄７行～９行）。\n本件第１発明と上記発明を比較すると，ラセン翼が鋼管杭の下端部外周面\nに固定されていること，杭先端に底板を取り付けて閉塞されていることにおいて一\n致する。他方で，両者は，①　ラセン翼の枚数及びその固定に関し，本件第１発明\nでは，「複数枚のラセン翼が下端部外周面の同じ高さ位置でラセン方向を同じにし\nて周方向に等間隔に固定」されているのに対して，上記発明では「１枚のラセン翼\nが下端部外周面に固定」されている点（相違点１），②　ラセン翼の長さに関し，\n本件第１発明では「１枚当たりの長さは［１÷（ラセン翼の枚数＋１）］巻き以上\n［１÷（ラセン翼の枚数）×１．１］巻き以下」であるのに対し，上記発明では\n「１巻き」である点（相違点２），の二点において相違している。\n(3) 本件特許出願前の刊行物である公知文献３（実開昭６２－１３８７４０\n号。乙５）には，「円筒状の外殻内にコンクリートを充填してなり，前記外殻の長\n手方向所定位置の外面には回転方向に下り勾配の傾斜を有する１または複数枚の拡\n径翼を設けてあることを特徴とするねじ込みぐい用くい部材」の考案が開示されて\nいる。この考案に係る杭部材は，鋼管杭そのものではないが，上記公報には「この\n考案は住宅その他比較的低層の建築物の基礎において，ねじ込みぐいとして利用さ\nれるくい部材，特に摩擦ぐいのくい部材に関するものである。」（同文献１頁１５\n行～１８行）と記載され，また拡径翼については，「拡径翼１８を設けてあること\nにより，拡径翼１８と地盤との機械的な摩擦力を支持力として加えることができ\nる。」（同３頁１５行～１７行），「拡径翼１８に勾配を設けたのは，くい部材１\n１を回転させて地盤中へねじ込む際の抵抗を少なくするためである。」（同４頁２\n行～４行）との記載もある。\nこれらの記載によれば，公知文献３の考案は，本件第１発明と同一の技術\n分野に属するものであって，その拡径翼についても，その構造は平板であるが，本\n件第１発明の「ラセン翼」と同様の趣旨で設けられたものであることが認められ\nる。\n(4) そこで，上記の認定判断をもとに前記の相違点について検討するに，相違\n点１（ラセン翼の枚数及びその固定）に関し，公知文献１には，前記のとおり，ラ\nセン翼を不連続状態に分断してよい旨の記載がある。また，公知文献３には，２枚\nの翼が外周面の同じ高さ位置で勾配方向を同じにして周方向に等間隔に固定された\nくい部材の発明が記載されている（同文献第１図参照）。\nそして，公知文献３に開示されている拡径翼の目的は鋼管杭の先端支持力\nを増すことにあり，しかも，この拡径翼は鋼管杭のねじ込みを容易にするという作\n用効果を奏するところ，その作用効果は公知文献１の鋼管杭のラセン翼についても\n同じであり，杭ずれといった公知文献１のラセン翼において解決すべき課題とされ\nている点を同様に解決するものである。そうすると，公知文献１の発明にある１枚\nのラセン翼に，これを不連続状態に分断してもよい旨の技術とともに，公知文献３\nの考案にある「２枚の翼を外周面の同じ高さ位置で勾配方向を同じにして周方向に\n等間隔に固定」させる旨の技術を適用すること，つまり，ラセン翼を２枚とし，そ\nの２枚を「鋼管杭の下端部外周面の同じ高さ位置でラセン方向を同じにして周方向\nに等間隔に固定」させることは容易である。\n次に，相違点２（ラセン翼の長さ）に関して，公知文献３の考案にある２\n枚の拡径翼は，ラセン翼に対応させると１枚当たり０．５巻き分の長さである。こ\nの長さのラセン翼であれば，本件第１発明の「１枚当たりの長さは［１÷（ラセン\n翼の枚数＋１）］巻き以上［１÷（ラセン翼の枚数）×１．１］巻き以下」という\n条件を満たす。\nそうすると，公知文献１の発明のラセン翼に，公知文献３の拡径翼に関す\nる技術を用いて，これを２枚翼とし，その１枚当たりの長さを０．５巻きとするこ\nとは当業者にとって容易というべきである。\n以上によれば，本件第１発明は，公知文献１の発明に公知文献３の考案に\n開示された技術を適用することにより，当業者が容易に発明をすることができたも\nのというべきである。\n(5) 次に，本件第２発明について検討するに，この発明は，本件第１発明にお\nいて特定された鋼管杭に「回転力を与えることにより，杭体積分の土を杭側方に押\nし出し，杭側面の土を圧縮しながら杭を沈設して支持力を向上させることを特徴と\nする鋼管杭の施工方法」である。\nそして，公知文献１においても，鋼管杭を「地盤中に回転，圧入させ」\n「鋼管杭の周辺に螺旋状の周辺支持層を形成し」「所定深さへの貫入後は，鋼管杭\nの下端部に根固め団塊を形成させること」を特徴とする鋼管杭の施工方法に関する\n発明が開示されているところ，公知文献１の「発明の詳細な説明」欄の記載を斟酌\nすると，この発明の目的とするところは本件第２発明と同じである。\nそうすると，本件第２発明と公知文献１の発明との一致点，相違点は，本\n件第１発明について述べたのと同様であるから，本件第２発明は，公知文献１の発\n明に公知文献３の考案に開示された技術を適用することにより，当業者が容易に発\n明をすることができたものというべきである。\n(6) 以上によれば，本件各発明は，本件特許出願前の刊行物である公知文献１\n及び公知文献３に基づいて当業者が容易に発明をすることができたものであり，本\n件特許には特許法２９条２項に違反してされたという同法１２３条１項２号所定の\n無効事由が存在することが明らかであるから，原告による本件特許権の行使は権利\nの濫用であって許されない。\nこの点につき，原告は，本件各発明と公知文献３の考案とでは基本的な構\n成を異にし，しかも公知文献３の拡径翼は本件各発明のラセン翼とは目的及び作用\n効果を異にするから，被告主張の公知技術の組合せによっては本件各発明を容易に\n想到し得るものではないと主張する。しかしながら，基本的な構成が異なるとはい\nっても，公知文献３の考案は杭部材に係るものであって，本件各発明と同一又は密\n接な関係にある技術分野に属するから，これを公知文献１の発明に適用することに\n何ら問題はない。そして，たとえ上記考案の拡径翼の目的が異なるとしても，結果\n的に同様の作用効果が存在するのであって，さらにこの拡径翼には本件各発明の特\n徴となる，①杭ずれ防止，②傾斜防止の作用効果もあるから（乙５により認められ\nる。），この技術をもって公知文献１の発明の問題点を解決することは容易であ\nる。原告の上記主張は採用できない。\n４　以上によれば，その余の点について判断するまでもなく，原告の請求は理由\nがない。よって，主文のとおり判決する。\n東京地方裁判所民事第４６部\n裁判長裁判官　　　三　　　村　　　量　　　一\n裁判官　　  村　　　越　　　啓　　　悦\n裁判官　　　和　久　田　　　道　　　雄\n別紙　目録（一）\n第１図第２図第３図第４図\n第５図第６図第７図\n別紙　目録（二）\n第１図第２図第３図第４図\n第５図第６図第７図\n"
}