{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 10,
    "day": 9
  },
  "case_number": "平成14(ワ)9061",
  "case_name": "",
  "court_name": "大阪地方裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "10795",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=10795",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/795/010795_hanrei.pdf",
  "contents": "平成１４年(ワ)第９０６１号　特許権侵害差止等請求事件\n口頭弁論終結の日　平成１５年７月９日\n判　　　　　　決\n原            告　　　　　マイコム株式会社\n訴訟代理人弁護士　　　　　石  川  泰  久\n同　　　　　　　　　　　　高  松  恵  美\n補佐人弁理士　　　　　　　大  西  正  夫\n被            告　　　　　エヌイーシーマシナリー株式会社\n訴訟代理人弁護士　　　　　鈴  木  秀  彦\n主　　　　　　文\n１　被告は、原告に対し、金７９万２０００円及び内金６９万３０００円に対す\nる平成１４年９月２７日から、内金９万９０００円に対する平成１５年１月７日か\nら各支払済みまで年５分の割合による金員を支払え。\n２　原告のその余の請求をいずれも棄却する。\n３　訴訟費用は１０分し、その９を原告の、その余を被告の各負担とする。\n４　この判決は、第１項に限り、仮に執行することができる。\n事実及び理由\n第１　請求\n１　被告は、別紙方法目録記載の方法を使用してはならない。\n２　被告は、別紙物件目録記載の物件を廃棄せよ。\n３　被告は、原告に対し、金６５４万５０００円及び内金６０６万３７５０円に\n対する平成１４年９月２７日（訴状送達日の翌日）から、内金４８万１２５０円に\n対する平成１５年１月７日（平成１４年１２月２５日付け訴変更申立書送達日の翌\n日）から各支払済みまで年５分の割合による金員を支払え。\n第２　事案の概要\n本件は、被告による別紙方法目録記載の５相ステッピングモータの駆動方法\nの使用が後記特許権を侵害するとして、その特許権者である原告が、被告に対し、\n同特許権に基づき、その差止めとこれを使用した物件の廃棄を請求するとともに、\n民法７０４条、７０３条に基づく不当利得返還（登録前は、平成６年法律第１１６\n号による改正前の特許法５２条１項）及び民法７０９条、特許法１０２条３項に基\nづく損害賠償を請求した事案である。\n（基本的事実）\n１(1)　原告は、電子機器の製造及び加工等を目的とする株式会社である（甲\n１）。\n(2)　被告（平成１２年７月１日変更前の商号「ニチデン機械株式会社」）は、\n諸機械、機器、金型、治工具等の設計、製造及び販売等を目的とする株式会社であ\nる。\n２　原告は次の特許権を有している（以下、「本件特許権」といい、その発明を\n「本件発明」、本件特許権出願に係る明細書を「本件明細書」という。）。\n特許番号　第２０２１６１５号\n発明の名称　５相ステッピングモータの駆動方法\n出願年月日　昭和５９年４月２１日（特願昭５９－８０６００）\n公開年月日　昭和６０年１１月１２日（特開昭６０－２２６７９７）\n公告年月日  平成６年２月２日（特公平６－９４４０）\n登録年月日　平成８年２月２６日\n特許請求の範囲　本判決末尾添付の別紙特許公報（以下「本件公報」とい\nう。）該当欄記載のとおり。\n３　本件発明の構成要件を分説すれば、次のとおりである。\nＡ　５相ステッピングモータの順次配列されたＡ相、Ｂ相、Ｃ相、Ｄ相、Ｅ相\nの内、Ａ相、Ｃ相、Ｅ相のグループと、Ｂ相、Ｄ相のグループとが互いに逆相とな\nるように各相の一端を接続し、\nＢ　前記Ａ相～Ｅ相の他端を、前記Ａ相～Ｅ相が常に直列に接続された第１の\n相グループと第２の相グループとを形成するように接続し、前記第１の相グループ\nと前記第２の相グループより成る直列回路に通電するとともに、\nＣ　ステップ毎に、第１の相グループは所定のスケジユールに従って選択され\nた２又は３個の相を並列励磁し、第２の相グループは第１の相グループ以外の相か\nら所定のスケジユールに従って選択した２又は３個の相を並列励磁することによっ\nて、\nＤ　前記Ａ～Ｅ相の内４又は５個の相を励磁し、合成トルクの方向を順次可変\nすることにより５相ステッピングモータを駆動することを特徴とする５相ステッピ\nングモータの駆動方法。\n４(1)　被告は、別紙物件目録記載の物件（以下「被告物件」という。）を製造販\n売している。\n(2)　被告は、被告物件の出荷前の試験・検査の実施に当たり、次の５組の５相\nステッピングモータ及び５相ステッピングモータドライバ（日本電産シンポ株式会\n社製）を使用していた。\n用　　途　　　　　　  　５相ｽﾃｯﾋﾟﾝｸﾞﾓｰﾀ　　　　５相ｽﾃｯﾋﾟﾝｸﾞﾓｰﾀﾄﾞﾗｲﾊﾞ\n認識テーブルθ軸　　　　PH569-A　　　　　　　　ST15A\n半田供給Ｚ軸　　　　　　PH566  　　　　　　　　ST15A\nプリフォームＸ軸　　　　PH569-A又はPK569-A　　 ST15A\nプリフォームＹ軸　　　　PH569-A又はPK569-A　　 ST15A\n搬送送り　　　　　　　　PH569-A　　　　　　　　ST15A\n(3)　上記(2)の５相ステッピングモータドライバST15A（以下「ST15A」とい\nう。）を別紙方法目録記載のとおり使用する方法（以下「本件方法」という。）\nは、本件発明の構成要件ＡないしＤをすべて充足する。\n（争点）\n１　被告による本件特許権侵害の範囲－ST15Aの使用期間\n（原告の主張）\n(1)  被告は、被告物件の製造販売に際し、本件方法を使用したST15Aを現在ま\nで使用している。これを基礎付けるものとして、次の事実がある。すなわち、被告\nは、原告から警告書の送付を受け、平成１０年９月３０日付け書面（甲１２）で、\nいったんは本件発明を一部実施していることを認めていた。ところが、被告は、原\n告の平成１１年７月申立てに係る調停において、いかなる被告製品にいかなるドラ\nイバを使用することが本件特許権の侵害となるのかにつき釈明を求めてきた（原告\nが高額な被告製品を購入しその内部を調べることが事実上不可能であったため、上\n記調停は不調に終わった。）。また、被告は、原告の平成１４年３月２０日申立て\nに係る大津地方裁判所における証拠保全の証拠調期日においても、検証目的物の提\n示義務はないとの理由で検証を拒否した。さらに、本件訴訟において、被告提出に\n係る各接続図には本来記載されるべき結線方法が記載されておらず、真実の図面で\nあるか否か疑問があり、当該図面に記載された内容が実際に使用されたものかも疑\nわしい。\n(2)　被告主張のオリエンタルモーター社製ドライバの使用が本件特許権を侵害\nするものでないことは認める。ペンタゴン方式を採用したものが本件発明を実施す\nるものでないことも認める。\n（被告の主張）\n(1)　被告が本件方法を使用したST15Aを使用していたのは、平成１１年６月こ\nろまでに限られる。被告は、平成１１年６月ころ以降は、オリエンタルモーター社\n製ドライバ（UDX5114-A13又はUDX5107-A18）に切り替え、平成１２年６月以降に\nは、山洋電気社製ドライバ（PMAPB1S3B01）に再度切り替えた。これに反する原告の\n主張は否認する。\n(2)　上記(1)のオリエンタルモーター社製ドライバの使用が仮に本件発明の構\n成要件を充足するものであるとしても、同社は本件発明の実施について原告からラ\nイセンスを受けているものであるから、本件特許権を侵害するものではない。ま\nた、本件発明がスターバイポーラ方式を採用したものであるのに対し、上記(1)の山\n洋電気社製ドライバは、本件発明とは異なり、ペンタゴン方式を採用したものであ\nり、本件発明を実施するものではないから、本件特許権を侵害するものではない。\n２　原告の金銭請求\n（原告の主張）\n(1)　被告は、ST15Aを本件方法のとおり使用した被告物件（１年当たり１００\n台。１台当たりST15Aを５組使用）を、少なくとも次のとおり製造販売した。\n平成７年１１月８日～平成８年２月２６日　５０台\n平成８年２月２７日～平成１１年９月９日　３３０台\n平成１１年９月１０日～平成１４年９月９日　３００台\n(2)　原告が本件発明の実施に対し受けるべき金銭は、５相ステッピングモータ\n１台と５相ステッピングモータドライバ１台との組み合わせ１組当たり同ドライバ\n１台の販売価格である２万７５００円に７％を乗じた額が相当である。すなわち、\n原告は、昭和６０年１月、オリエンタルモーター社との間で、同社ドライバにつき\n本件発明の実施許諾契約を締結しており、その実施の対価は、一時金５００万円及\nび工場出荷価格に実施料３％を乗じた額と約されており、現在まで同実施料率は変\n更されていない。しかし、本件発明の有用性のほか、被告が本件発明の実施により\n単価の高い被告物件を販売することができたことや、原告の申入れを拒絶して被告\nが本件発明の実施を継続してきたという事情に照らすと、損害算定の基礎とすべき\n実施料率は７％が相当である。\n(3)　被告は、上記１の（原告の主張）(1)のとおり、甲１２の書面で本件発明\nの実施を認めているのであるから、遅くとも平成１０年９月３０日、本件発明の実\n施を覚知し、また、これにより、法律上の原因なくして実施料相当額を利得してい\nることを覚知した。\n(4)　したがって、原告は、次のとおり請求する。無過失や消滅時効に関する被\n告の主張は争う。\nア　平成７年１１月８日～同８年２月２６日分（主位的に民法７０４条、予\n備的に民法７０３条）\n27500×0.07×50×5＝48万1250円\nイ　平成８年２月２７日～同１１年９月９日分（主位的に民法７０４条、予\n備的に民法７０３条）\n27500×0.07×330×5＝317万6250円\nウ　平成１１年９月１０日～同１４年９月９日分（民法７０９条）\n27500×0.07×300×5＝288万7500円\n（被告の主張）\n(1)　被告は、ST15Aを本件方法のとおり使用した被告物件（１台当たりST15Aを\n５組使用）を、次のとおり製造販売したにすぎない。\n平成７年１１月８日～平成８年２月２６日　１８台\n平成８年２月２７日～平成１１年６月ころ　１２６台\n(2)　被告はドライバ単体での販売はしていないから、原告主張のドライバ単価\nは知らない。\nまた、５相ステッピングモータによりハーフステップ駆動を行う方法は、\n本件発明のスターバイポーラ方式のほか、ペンタゴン方式や新ペンタゴン方式が広\nく採用され、相互に代替可能である（被告も、平成１２年６月以降、ペンタゴン方\n式に切り替えている。）。したがって、選択肢の１つにすぎない本件発明のスター\nバイポーラ方式の実施料率が７％という高額の実施料率になることはなく、せいぜ\nい２％が相当である。\n(3)　被告が平成１０年９月３０日付け書面（甲１２）を作成したことは認める\nが、その余は否認する。\n(4)　原告の主張(4)は否認する。被告による被告物件の製造販売が、上記(1)の\nとおりに限られるほか、次のとおり主張する。\nア　同(4)イ（平成８年２月２７日～同１１年９月９日分の不当利得返還請\n求）は、商法５２２条により５年の経過により時効消滅するものであり、本件訴え\nの提起は平成１４年９月７日であるから、平成８年２月２７日～平成９年９月６日\n分は時効消滅している（同消滅時効を援用する。）。\nイ　同(4)ウ（平成１１年９月１０日～同１４年９月９日分の民法７０９条に\n基づく損害賠償請求）については、被告は、５相ステッピングモータのユーザーに\nすぎず、日本電産シンポ株式会社製であるST15Aというドライバがいかなるプログラ\nムにより５相ステッピングモータを駆動させるのかにつき正確な知識を有していな\nい。被告が平成１０年９月３０日付け書面（甲１２）を作成したのも、原告から送\n付された警告書を契機に、日本電産シンポ株式会社に照会した結果、本件発明の実\n施に該当する可能性があることを初めて知ったためにすぎない。したがって、被告\nに過失はない。また、民法７２４条により本件訴えの提起前に３年が経過した分に\nついては時効消滅している（同消滅時効を援用する。）。\n３　原告の差止等請求\n（原告の主張）\n被告は、遅くとも平成７年１１月８日から現在まで、ST15Aを本件方法のとお\nり使用して被告物件を製造販売しており、今後もこれを継続するおそれがあるか\nら、差止等の必要性はある。\n（被告の主張）\n争点１で主張したとおり、被告が、被告物件の製造販売について、本件方法\nを用いたST15Aを使用していたのは、平成１１年６月ころまでのことである。そし\nて、それ以降は、本件発明の実施について原告からライセンスを受けているオリエ\nンタルモーター社製ドライバに切り替え、平成１２年６月以降には、本件発明の実\n施（スターバイポーラ方式）ではない山洋電気社製ドライバ（ペンタゴン方式）に\n再度切り替えたから、差止等の必要性はない。\n第３　判断\n１　争点１（被告による本件特許権侵害の範囲－ST15Aの使用期間）\n(1)  被告が、被告物件の製造販売に際し、平成１１年６月ころまで本件方法を\n使用したST15Aを使用していたことは当事者間に争いがない。\n(2)　しかし、その後も被告がST15Aの使用を継続していたかについては、被告\nは、オリエンタルモーター社製ドライバ（UDX5114-A13又はUDX5107-A18）に切り替\nえ、平成１２年６月には、山洋電気社製ドライバ（PMAPB1S3B01）に再度切り替えた\n旨を主張し、証拠上も、被告作成の平成７年１月１９日発行ドライバボックス接続\n図（乙４の1～4）でST15Aの使用が予定されている（ST15Aの使用が記載された「Ｃ\nＰＳ－４００（標準タイプ・Ｆタイプ）電気調整マニュアル」（甲５）も平成７年\n１１月８日当時のものであるにすぎない。）のとは対照的に、被告作成の平成１１\n年４月８日発行ドライバボックス接続図（乙１の1～3、６の1～3）では\nUDX5114-A13又はUDX5107-A18の使用が、被告作成の平成１２年５月２２日発行ドラ\nイバボックス接続図（乙２の1～3、７の1～3）ではPMAPB1S3B01の使用がそれぞれ予\n定されていたことが認められる。さらに、被告は、上記のST15Aからの変更が記載さ\nれたドライバボックス接続図の作成に先立ち、平成１０年８月１８日付けファクシ\nミリ文書をもって、原告から本件特許権の侵害の可能性を指摘する警告を受け（甲\n９～１１）、同年９月２５日に原告と面談した結果を踏まえて調査したところ\n、本件発明を一部実施していることが判明し、その旨を原告に平成１０年９月３０\n日付け書面をもって回答した（甲１２）ことも認められる（被告が上記平成１０年\n９月３０日付け書面を作成したことは、当事者間に争いがない。）。これらの認定\n事実によれば、被告が本件特許権侵害の結果を回避すべく、その使用するドライバ\nをST15Aから他のものへ変更しようとしたものと考えられ、被告の上記主張事実が推\n認されるところである。\n(3)　これに対し、原告は本件訴訟に至る事情を縷々主張するが、その主張事実\nを前提としても、原告の送付した警告書は、特定の製造メーカーと取引関係のある\nユーザーに抽象的かつ仮定的な警告を行ったものにすぎず（甲９、甲１０には問題\nとなる製造メーカーや被告製品の具体名が全く記載されておらず、かえって甲１０\nには「別紙１の接続方法で５相ステッピングモータを使用されている場合」という\n記載すらみられる。）、大津簡易裁判所の民事調停事件（被告作成の答弁書（甲１\n６）によれば、原告が差止めを求めるものであったと認められる。）において、調\n停による紛争解決に先立ち、相手方（本件被告）が申立人（本件原告）に侵害行為\nの特定やその具体的根拠につき釈明を求めることは、従前一部侵害を自認した（甲\n１２）被告自らの認識と原告の認識との間に齟齬がないかを確認する等の意味があ\nり、直ちに侵害行為の継続を推認させるものとはいえない。また、証拠保全（大津\n地方裁判所平成１４年(モ)第１００８３号）としての検証（平成１４年４月２６日\n午後３時実施）において、被告が対象物件の提示義務がないことを理由に検証物の\n提示を拒否した点も、同証拠保全決定の対象とする検証物がST15Aを\n使用する被告製品の関係図面のみであったことは明らかである（甲１３、１４）か\nら、その当時、既にST15Aの使用を中止していたという被告の認識を前提とすれば、\nこれを拒否する理由として首肯し得ないものではない。さらに、本件訴訟において\nも、原告の指摘を踏まえ、被告が任意に追加提出した書証（乙４の1～4、５の1～\n4、６の1～3、７の1～3、８の1～4）には、本件争点とは関係のない部分につきマス\nキング処理が一部されているとはいえ（原告からの文書提出命令の申立てを受けて\n当裁判所が行ったインカメラ手続の結果に基づく。）、その記載内容や体裁に格別\n不自然な点はなく、実際には使用されていない架空の図面であることを窺わせるよ\nうな事情は認められない。\n(4)　したがって、原告主張の諸事情を踏まえても、上記(2)の推認を妨げるに\nは至らず、他に被告によるST15Aの使用の継続を認めるに足りる証拠もない以上、被\n告は、平成１１年６月ころ以降、ST15Aの使用を中止したというべきである。この点\nに関する原告の主張は採用することができない。\n２　争点２（原告の金銭請求）\n(1)　被告による被告物件の製造販売数について\n原告主張の被告物件の製造販売数を認めるに足りる証拠は全くない。した\nがって、被告の自認する次の限度で認められるにとどまるというべきである。\n平成７年１１月８日～平成８年２月２６日　１８台\n平成８年２月２７日～平成１１年６月ころ　１２６台\n(2)　実施料相当額の算定等について\nア　原告の損失（損害）や被告の利得の算定につき、本件発明の実施料率を\n検討するに当たっては、本件発明の有する意義を検討する必要がある。本件明細書\n（その公報は甲４。以下の括弧内の記載は本件公報「発明の詳細な説明」の該当部\n分を指す。）によれば、本件発明は、５相ステッピングモータの駆動方法に関する\nものであり（産業上の利用分野）、従来、５相ステッピングモータの駆動方法とし\nては、スタンダードドライブ、ペンタゴンドライブ、スタードライブなどが提案実\n施されていたが、ペンタゴンドライブ、スタードライプでは４－５相励磁によるハ\nーフステップ駆動を行うことが困難であるため、前記ハーフステップ駆動を行うに\n当たってはスタンダードドライブが主に用いられる。しかし、この駆動方法は、各\n相ごとに４個のトランジスタを使用するから、全部で20個ものトランジスタで出力\n段を構成する必要がある。そのため、出力段での発熱が多くなること、出力段の形\n状が大きくなること、出力段を制御する制御回路は複雑となるなどの欠点がある。\nまた、各相はそれぞれ並列励磁される構造であるから、電源は４－５相励磁に応じ\nてモータの定格電流（各相に流し得る電流）の４～５倍の電流を供給\nする必要がある。そのため、従来の駆動方法によれば、電流容量の大きな電源を使\n用しなければならないという欠点がある（従来技術）。そこで、本件発明は、比較\n的少ない数のトランジスタで５相ステッピングモータの４－５相励磁を行うことが\nできるとともに、比較的小さい電流容量の電源を使用し得る５相ステッピングモー\nタの駆動方法を提供することを目的として（目的）、その特許請求の範囲記載の構\n成を備えることとしたものである。本件発明に係る５相ステッピングモータの駆動\n方法によれば、各相を直・並列になるように励磁制御するから、出力段の駆動トラ\nンジスタの数を10個にすることができる。したがって、本件発明によれば、従来装\n置の半分のトランジスタによって、５相ステッピングモータを４－５相励磁するこ\nとができる。また、本件発明は直列励磁を併用するものであるから、電源電流をモ\nータ定格電流の２～２．５倍にすることができる。したがって、本件発明によれ\nば、従来方法によるよりも小さい電流容量の電源を使用することができるという作\n用効果を奏するものである（効果）。\nそして、実際上も、本件発明は、日本電産シンポ株式会社により（結果的\nにせよ）実施されるなど、相応の使用実績が認められるところである（甲７、\n８）。\nイ　他方、被告がペンタゴン方式を採用した山洋電気社製ドライバに切り替\nえた点は、他の製品の代替可能性を裏付ける事情として評価されなければならな\nい。ただし、被告が直ちに上記ドライバに切り替えなかった点で、上記代替可能性\nを過大評価することもできないというべきである。\nまた、本件発明の実施に際して締結された実施許諾契約における具体的\nな実施料率（３％）を全く無視することもできない。ただし、適法な取引関係を前\n提として約された実施料率は、円滑な取引関係の継続や販売の促進という種々の取\n引的要素を考慮して定められることも多いから、これをそのまま不当利得又は損害\n賠償の額の算定に反映させるのも相当でない。特に、本件においては、原告主張の\nオリエンタルモーター社との実施許諾契約の締結（弁論の全趣旨）は、出願公開に\nさえ至らない本件特許出願後間もない時期（昭和６０年１月）に行われたものであ\nり、かつ、被告が平成１１年６月ころに原告の実施許諾に係るオリエンタルモータ\nー社製ドライバを入手できたことに照らしても、その実施許諾契約の期間が非常に\n長期に及ぶものであったと推認されるところであって、その実施料率も長期にわた\nる本件発明の実施を前提として比較的低率に定められたものと推認される。さら\nに、一時金の支払があったことも、約定の実施料率を低率にとどめた事情と評価し\n得る。\nウ　以上のような点を総合考慮すれば、原告の損失（損害）又は被告の利得\nを算定するに当たっての本件発明の実施料率としては、ST15Aの販売価格の４％が相\n当である。なお、ST15Aの販売価格につき、特段の主張立証のない本件においては、\n原告主張金額（１個当たり２万７５００円）を相当と認める。\n(3)　本件発明の実施についての被告の悪意\n原告からの警告を踏まえ、被告が平成１０年９月３０日付け書面（甲１\n２）を作成したことは当事者間に争いがなく、これによれば、遅くとも同日には、\n本件発明の実施につき被告が悪意であったと認められる（これに対し、平成１０年\n９月３０日よりも前に、この点について、被告が悪意であったことを認めるに足り\nる的確な証拠はない。）。\n(4)　したがって、原告の金銭請求に対する当裁判所の判断は次のとおりであ\nる。\nア　平成７年１１月８日～同８年２月２６日分\n原告は、主位的には、民法７０４条に基づく不当利得返還請求の主張を\nしているが、これについては、その前提とする被告の悪意を認めるに足りない以\n上、理由がない。原告が予備的に主張する民法７０３条に基づく請求は、次式の限\n度で理由がある。\n27500×0.04×18×5＝9万9000円\nイ　平成８年２月２７日～同１１年９月９日分\n平成１０年９月３０日以降に関する限り、被告の悪意を認定し得るもの\nの、それ以前の販売数が明らかでなく、被告製品が入手できないほど高額な商品で\nあることを原告が自認し、かつ、代替製品を確保した後はST15Aの使用を中止した被\n告において、上記期間の途中、原告の警告を受けながら、従前と同様の販売を続け\nていたとも直ちにいうことができないため、販売期間に比例した割合的な販売数を\n算定することも合理的ではない。したがって、原告が主位的に主張する民法７０４\n条に基づく不当利得返還請求は、理由がないが、予備的主張である民法７０３条に\n基づく請求は、次式の限度で理由がある（ただし、製造販売の終期は平成１１年６\n月ころである。）。\n27500×0.04×126×5＝69万3000円\nウ　平成１１年９月１０日～同１４年９月９日分\n上記期間に対応する被告による本件発明の実施は認められないから、そ\nの余の点について判断するまでもなく、民法７０９条に基づく請求は理由がない。\n(5)　被告は商事消滅時効による消滅を主張するが、不当利得返還請求権は、商\n法５２２条の「商行為ニ因リテ生シタル債権」には該当せず、その消滅時効の期間\nは民事上の一般債権として民法１６７条１項により１０年と解するのが相当である\n（昀高裁昭和５５年１月２４日第一小法廷判決・民集３４巻１号６１頁参照）か\nら、被告の上記主張は採用することができない。\n３　争点３（原告の差止等請求）\n争点１で判示したとおり、被告は、ST15Aの使用を平成１１年６月ころに中止\nし、それ以降現在まで、本件特許権侵害を回避すべく、これに代わる他の５相ステ\nッピングモータドライバを使用し続けているところである。そして、残り少ない本\n件特許権の存続期間（平成１６年４月２１日で存続期間満了）中に、被告がST15Aの\n使用を敢えて再開する可能性を窺わせる事情は、本件全証拠によっても認めるに足\nりない。したがって、原告の差止請求及び廃棄請求（原告が廃棄を求める被告物件\nがST15Aを使用したものに限られる趣旨であることは明らかである。）は、いずれも\nその必要性がないというべきである。原告の差止請求及び廃棄請求はいずれも理由\nがない。\n第４　結論\n以上によれば、原告の請求は、上記の限度で理由がある。\n大阪地方裁判所第２１民事部\n裁判長裁判官　　　　小    松    一    雄\n裁判官        田    中    秀    幸\n裁判官        守    山    修    生\n方　法　目　録\n５相ステッピングモータドライバ型式ST15Aを、５相ステッピングモータ型式\nPH569-A、同型式PH566又はPK569-Aと別紙図面のとおりスター結線して、同モータを\n４－５相励磁して駆動させる（ハーフステップ駆動させる）方法。\n（別紙）\n図面\n物　件　目　録\n半導体製造装置「高速ソフトソルダーダイボンダーＣＰＳ－４００Ｆ」\n"
}