{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 6,
    "day": 26
  },
  "case_number": "平成14(行ケ)489",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "11010",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=11010",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/010/011010_hanrei.pdf",
  "contents": "平成１４年（行ケ）第４８９号　審決取消請求事件\n平成１５年６月２６日判決言渡，平成１５年６月１２日口頭弁論終結\n判　　　　決\n原　　　　　　告　　株式会社三洋物産\n訴訟代理人弁理士　　山　田　　　強\n被　　　　　　告　　特許庁長官　太田信一郎\n指定代理人　　　　　瀬津太朗，二宮千久，大野克人，林栄二，高橋泰史\n主　　　　文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n事実及び理由\n第１　原告の求めた裁判\n「特許庁が不服２００１－３４３７号事件について平成１４年７月１８日にした\n審決を取り消す。」との判決。\n第２　事案の概要\n本件は，原告が，後記本願発明の特許出願をしたところ，拒絶査定を受け，これ\nを不服として審判請求をしたところ，審判請求は成り立たないとの審決がされたた\nめ，同審判の取消しを求めた事案である。\n１　前提となる事実等\n(1)　特許庁における手続の経緯\n(1-1)　本願発明\n出願人：株式会社三洋物産（原告）\n発明の名称：「弾球遊技機」\n出願番号：特願平１１－２２７１１１号\n出願日：昭和６０年６月２６日（昭和６０年６月２６日に実用新案登録出願した\n実願昭６０－９６８２８号の一部を，平成４年４月２１日に新たな実用新案登録出\n願とした実願平４－３３７８９号を，平成４年４月２１日に特許出願に変更した特\n願平４－１２９４５３号の一部を，平成８年５月７日に新たな特許出願とした特願\n平８－１３７５０８号の一部を，平成１１年５月１４日に新たな特許出願とした特\n願平１１－１３３９３８号の一部を，平成１１年６月１４日に新たな特許出願とし\nた特願平１１－１６６２８４号の一部を，平成１１年７月１４日に新たな特許出願\nとした特願平１１－１９９７１２号の一部を，平成１１年８月１１日に新たな特許\n出願としたもの。）\n(1-2)　本件手続\n拒絶査定：平成１３年２月７日（原告に送達）\n審判請求日：平成１３年３月８日（不服２００１－３４３７号）\n手続補正：平成１３年８月３１日付け及び同年１２月２５日付け\n審決日：平成１４年７月１８日\n審決の結論：「本件審判の請求は，成り立たない。」\n審決謄本送達日：平成１４年８月２６日（原告に対し）\n(2)　本願発明の要旨（上記平成１３年１２月２５日付け補正後のもの。請求項１\n記載に係る発明を「本願発明１」という。なお，請求項２の記載は省略。）\n【請求項１】　電気的に制御される複数の遊技機器が組み付けられた弾球遊技機に\nおいて，複数の遊技機器に対応して設けられる複数の電装部品をユニット化して遊\n技盤に取り付け，そのユニットにこれら各電装部品と電気接続される電気回路基板\nを設け，当該電気回路基板とは別に電気回路基板を設け，それら電気回路基板を互\nいに電気的に接続してなる弾球遊技機。\n(3)　審決の理由\n審決の理由は，【別紙】の「審決の理由」に記載のとおりである。要するに，本\n願発明１は，刊行物１（特開昭５８－１７５５８２号公報，本訴甲７）及び刊行物\n２（実願昭５５－１１８５２７号〔実開昭５７－４２８７５号〕のマイクロフィル\nム，本訴甲８）に記載された発明に基づいて当業者が容易に発明をすることができ\nたものであるから，特許法２９条２項の規定により特許を受けることができない，\nというものである。\n２　原告の主張（審決取消事由）の要点\n(1)　取消事由１（相違点の判断の誤り）\n(1-1)　審決は，「刊行物１に記載された発明において，上記開閉翼片駆動機構，\n第１の回動板駆動機構及び第２の回動板駆動機構と電気接続される電気回路基板を\n上記駆動機構取付板に設け，該電気回路基板とは別に電気回路基板を設け，それら\nを互いに電気的に接続することは，刊行物２に記載された発明に基づいて当業者が\n容易に想到し得る事項である。したがって，刊行物１に記載された発明において上\n記相違点に係る本願発明１の構成とすることは，刊行物２に記載された発明に基づ\nいて当業者が容易に想到し得る事項である。」と判断したが，誤りである。\n(1-2)　刊行物１（甲７）では，開閉翼片駆動機構３２，第１の回動板駆動機構３\n３及び第２の回動板駆動機構３４が駆動機構取付板３１に装着されたものが開示さ\nれている。ところが，刊行物１では，審決理由でも認めているとおり，各駆動機構\n３２，３３，３４から延びるべき配線はどこにどのようにして接続されるのか全く\n開示も示唆もなされていない。\nまた，刊行物２（甲８）では，第１中継基板３０ａに，コイン投入阻止装置２，\n清算スイッチ３，スピーカー４，コイン検出器７，コイン不足検出器８，コイン排\n出装置９等のコイン式パチンコ機本体の機能に係る電気・電子部品を接続したこと\nが開示されている。そして，第２中継基板３０ｂに，打球供給装置１８，入賞打球\n検出器１９，入賞具変動装置２０，ターゲット検出器群２１，マトリックス２２，\n得点表示装置２３，打止表示装置２４等の遊技内容に係る電気・電子部品を接続し\nたことが開示されている。ところが，刊行物２では，中継基板３０ａ，３０ｂとそ\nれらに接続される電気・電子部品とは，遊技盤に取り付けられる一つのユニットと\nはなっていない。\n刊行物２は，首尾一貫して本体機能に係る部分と遊技内容に係る部分とを分離す\nることのみ記載しているだけであり，ＡとＢのグループといった一般的な又は抽象\n的な分離手法が記載されているわけではない。また，刊行物２は，遊技盤を一つの\nかたまりとしてとらえたこと以上の記載はなく，本願発明１のような遊技盤に取り\n付けられるユニットについて何ら記載がない。\nしたがって，刊行物１に記載された発明に刊行物２に記載された発明を適用した\nとしても，審決がいうように，「開閉翼片駆動機構，第１の回動板取付機構及び第\n２の回動板駆動機構と電気接続される電気回路基板を駆動機構取付板に設け，該電\n気回路基板とは別に電気回路基板を設け，それらを互いに電気的に接続すること」\nは得られない。\n本願発明１の構成を知らないで，刊行物１に記載された発明と刊行物２に記載さ\nれた発明とをみた場合，刊行物１は「開閉翼片駆動機構，第１の回動板取付機構及\nび第２の回動板駆動機構を駆動機構取付板に設けた」構成であり，刊行物２は「遊\n技盤に各種機器を取り付け，その配線を遊技盤に取り付けた基板に集約する」構成\nであり，特に刊行物２は首尾一貫して遊技盤を一つのかたまりとしてとらえている\nのであるから，両者を検討しても，当業者が想到し得るのは「開閉翼片駆動機構，\n第１の回動板取付機構及び第２の回動板駆動機構を駆動機構取付板に設け，そのユ\nニットを遊技盤に取り付け，そのユニットとは別に，開閉翼片駆動機構，第１の回\n動板取付機構及び第２の回動板駆動機構と電気接続される電気回路基板を遊技盤に\n設け…」という事項が得られるにすぎないと考えるのが自然である。\n被告の主張は，本願発明１の内容を知った上で，刊行物１の駆動機構取付板と刊\n行物２の遊技盤とを混同し意図的に同一視したものである。しかし，刊行物２にお\nける遊技盤を刊行物１における駆動機構取付板と同一視し，それらを置き換えでき\nるとする根拠は，刊行物１，２のいずれにも記載がなく，被告の主張は的外れであ\nり，本願発明１を知った上での後付けであるといわざるを得ない。\n(1-3)　被告は，「乙１～６には，『複数の電装部品をユニット化し，そのユニッ\nトにこれら各電装部品と電気接続される電気回路基板を設け，当該電気回路基板を\n当該電気回路基板とは別の電気回路基板に電気的に接続する構成』が記載されてい\nることからすると，上記構成は，様々な技術分野で，技術的にまとまった部品集合\n体を形成する各レベルにおいてユニット化するときに一般に行われている周知慣用\n技術であるといえ，刊行物２に記載された発明の複数の電装部品をユニット化する\nときのユニット化の単位は，遊技盤に限定されず，遊技盤に取り付けられる複数の\n電装部品をさらにグループ分けした単位である駆動機構取付板であってもよいと解\nすべきである。」と主張する。\nしかし，刊行物２には，首尾一貫して本体機能に係る部分と遊技内容に係る部分\nとを分離することのみが記載されている。そして，刊行物２に記載のように遊技内\n容に係るグループにおいて遊技盤へ個々ばらばらに電装部品を取り付けた上でそれ\nとは別に遊技盤に基板を取り付けるという技術の存在から，上記のように解すべき\nとする根拠は，全く不明である。たとえ被告主張のような構成が一般に行われてい\nたとしても，刊行物２に記載されたユニット化の単位は遊技盤に限定されず駆動機\n構取付板であってもよいとする根拠とはならない。駆動機構取付板に基板を取り付\nけてユニット化するのでは，刊行物２が明示的に意図した遊技内容にかかるグルー\nプを分離する技術からかけ離れたものとなるといわざるを得ない。\nなお，審決書においては，被告が主張するような構成とすることが，一般的に行\nわれているとか，周知慣用技術であるといった理由は一切示されていないのである\nから，審決に際してその点が考慮されていたとは到底いい難い。よって，被告が乙\n１～６を提示して一般技術ないし周知慣用技術を主張立証することは，新たな拒絶\nの理由を示す結果となるから，訴訟段階で初めて行うことは許されないというべき\nである。\n念のため，乙１～６について主張しておくと，要するに，乙１～６は，「刊行物\n２に記載された発明の複数の電装部品をユニット化するときのユニット化の単位\nは，遊技盤に限定されず，遊技盤に取り付けられる複数の電装部品をさらにグルー\nプ分けした単位である駆動機構板であってもよいと解するべき」根拠を提示したも\nのとはいい難く，刊行物１，２に記載された発明に基づいて本願発明１を容易に想\n到し得たということはできない。\n(2)　取消事由２（発明の効果に関する判断の誤り）\n審決は，「さらに内部配線を有するユニットを他部材に取り付けるものにおい\nて，該取付の前に上記内部配線を予め行うことは当業者が当然に考慮する事項であ\nるから，本願発明１が奏する効果に刊行物１及び２に記載された発明が奏する効果\nの総和以上の顕著なものは認められない。」と判断している。\nしかしながら，この判断は，刊行物２に「ユニットに複数の電装部品及びこれら\n各電装部品と電気接続される電気回路基板を設けるとともに，当該電気回路基板と\nは別に電気回路基板を設け，それら電気回路基板を互いに電気的に接続する」とい\nう発明が記載されていることを前提としてなされたものであり，このような刊行物\n２に関する発明の認定は誤りである。\n遊技盤に取り付けられるユニットとは別に，遊技盤に中継基板を設けたものが，\n刊行物１，２から当業者が容易に導き出し得る発明であるから，これを前提として\n発明の効果の差異を吟味する必要がある。そうすると，「複数の遊技機器に対応し\nて設けられた複数の電装部品をユニット化して遊技盤に取り付けるとともにそれら\n各電装部品が接続される電気回路基板も併せてユニット化しているので，電装部品\nの組み付け作業や配線作業を遊技盤への組み込み前にユニットとして行うことがで\nき，これらの作業が容易になる。」という効果は，刊行物１，２からは到底得られ\nないものであることが明らかであり，本願発明１に特有の顕著な効果であることは\n明らかである。\n以上のように，審決は，本願発明１が奏する特有の顕著な効果を見誤って本願発\n明１の進歩性判断をしたものであることは明らかである。\n３　被告の主張の要点\n(1)　取消事由１（相違点の判断の誤り）に対して\n(1-1)　刊行物１の機構取付板３１には，開閉翼片駆動機構３２，第１の回動板駆\n動機構３３及び第２の回動板駆動機構３４が設けられているから，刊行物１には\n「電気的に制御される複数の遊技機器が組み付けられた弾球遊技機において，複数\nの遊技機器に対応して設けられる複数の電装部品をユニット化して遊技盤に取り付\nけた弾球遊技機。」が記載されており，電気的に駆動される各駆動機構３２，３\n３，３４から配線が延びていることは，当業者にとって明らかである。\n(1-2)　刊行物２には，遊技盤に，複数の遊技機器に対応して設けられる複数の電\n装部品と，これら各電装部品と電気接続される第１の電気回路基板を設けた構成が\n記載されている。\nまた，刊行物２に記載された複数の電装部品及び電気回路基板を設けた遊技盤\nは，配線の未整理・複雑化や配線が無用に長くなるのを防ぐことを課題に，遊技内\n容に係るグループの複数の電装部品からの配線を第１の電気回路基板に集約して電\n気接続し，第１の電気回路基板からの配線をまとめて第２の電気回路基板に電気接\n続するように構成したものであるから，刊行物２に記載された遊技盤は，遊技内容\nに係るグループを一体となした一つのユニットであるといえる。\n刊行物２に記載された発明は，遊技盤において複数の電装部品をユニット化する\nものであり，配線の未整理・複雑化や配線が無用に長くなるのを防ぐという課題の\n下に弾球遊技機に設けた複数の電装部品をＡとＢの２つのグループに分ける構成も\n記載されている。そして，乙１～６には，「複数の電装部品をユニット化し，その\nユニットにこれら各電装部品と電気接続される電気回路基板を設け，当該電気回路\n基板を当該電気回路基板とは別の電気回路基板に電気的に接続する構成」が記載さ\nれていることからすると，上記構成は，様々な技術分野で，技術的にまとまった部\n品集合体を形成する各レベルにおいてユニット化するときに一般に行われている周\n知慣用技術であるといえる。よって，刊行物２に記載された発明の複数の電装部品\nをユニット化するときのユニット化の単位は，遊技盤に限定されず，遊技盤に取り\n付けられる複数の電装部品をさらにグループ分けした単位である駆動機構取付板で\nあってもよいと解すべきである（なお，乙１は特開昭５９－９９９号公報，乙２は\n実願昭５４－６４８１号〔実開昭５５－１０６９８３号〕のマイクロフィルム，乙\n３は特開昭５７－４６３０１号公報，乙４は特開昭５７－１１１０９４号公報，乙\n５は特開昭５９－１０５４７６号公報，乙６は実願昭５５－１１３３０２号〔実開\n昭５７－３６９７３号〕のマイクロフィルムである。）。\n刊行物２に記載された発明には，「ユニットに各電装部品と電気接続される電気\n回路基板を設ける」という「内部配線を有するユニット」についても記載されてい\nるといえる。\n以上のように，刊行物２には，ユニットに複数の電装部品及びこれら各電装部品\nと電気接続される電気回路基板を設けるとともに，当該電気回路基板とは別に電気\n回路基板を設け，それら電気回路基板を互いに電気的に接続する弾球遊技機が記載\nされているものである。\n(1-3)　以上のとおり，本願発明１は，刊行物１に記載された発明及び刊行物２に\n記載された発明に基づいて当業者が容易に発明をすることができたものであるか\nら，取消事由１は理由がなく原告の主張は失当である。\n(2)　取消事由２（発明の効果に関する判断の誤り）に対して\n刊行物２には，原告が記載されていないと主張する「ユニットに各電装部品と電\n気接続される電気回路基板を設ける」という「内部配線を有するユニット」が記載\nされている。\nまた，刊行物１には複数の遊技機器に対応して設けられた複数の電装部品をユニ\nット化して遊技盤に取り付ける構成が，刊行物２には各電装部品が接続される電気\n回路基板も併せてユニット化する構成が記載されているから，原告が主張する効果\nは，刊行物１及び２に記載された発明の各々の効果を単に組み合わせた効果であ\nり，刊行物１に記載された「遊技盤に取り付ける複数の電装部品を有するユニット\nである駆動機構取付板」に，刊行物２に記載された「ユニットに複数の電装部品及\nびこれら各電装部品と電気接続される電気回路基板を設けるとともに，当該電気回\n路基板とは別に電気回路基板を設け，それら電気回路基板を互いに電気的に接続す\nる」という構成を施すことにより当然生ずる効果にすぎず，特有の顕著な効果であ\nるとはいえない。原告主張の取消事由２は失当である。\n第３　当裁判所の判断\n１　取消事由１（相違点の判断の誤り）について\n(1)　審決は，本願発明１と刊行物１に記載された発明との一致点として，「電気\n的に制御される複数の遊技機器が組み付けられた弾球遊技機において，複数の遊技\n機器に対応して設けられる複数の電装部品をユニット化して遊技盤に取り付けた弾\n球遊技機。」の発明である点であると認定し，相違点として，「本願発明１は，上\n記ユニットにこれら各電装部品と電気接続される電気回路基板（第１の電気回路基\n板）を設け，該電気回路基板とは別に電気回路基板（第２の電気回路基板）を設\nけ，それら電気回路基板を互いに電気的に接続しているのに対し，刊行物１に記載\nされた発明は，第１及び第２の電気回路基板を有していない」点であると認定し\nた。その上で審決は，刊行物１に記載された発明において上記相違点に係る本願発\n明１の構成とすることは，刊行物２に記載された発明に基づいて当業者が容易に想\n到し得る事項であると判断した。この容易想到性の判断が争点である。\n(2)　被告は，乙１～６において，「複数の電装部品をユニット化し，そのユニッ\nトにこれら各電装部品と電気接続される電気回路基板を設け，当該電気回路基板を\n当該電気回路基板とは別の電気回路基板に電気的に接続する構成」が記載されてい\nると主張し，上記構成は，様々な技術分野で，技術的にまとまった部品集合体を形\n成する各レベルにおいてユニット化するときに一般に行われている周知慣用技術で\nあるといえるので，刊行物２に記載された発明の複数の電装部品をユニット化する\nときのユニット化の単位は，遊技盤に限定されず，遊技盤に取り付けられる複数の\n電装部品をさらにグループ分けした単位である駆動機構取付板であってもよいと解\nすべきであると主張する。\n乙１～６を援用してなす当審における被告の上記主張は，本件争点である容易想\n到性をより明確に根拠付けようとする趣旨でされたものと解されるので，まず，こ\nの点について検討する。\n乙１～４をみると，複数の電装部品を筐体，メカシャーシ，基板に取り付け，そ\nの筐体，メカシャーシ，基板にこれら電装部品と電気接続される電気回路基板を設\nけ，当該電気回路基板を別の電気回路基板と電気的に接続する構成は記載されてい\nるが，他の電装部品や取付基板に関する記載はないので，複数の電装部品を基板な\nどに取り付けた場合には，その基板などに電気回路基板を設けることが開示されて\nいると認められるにとどまり，複数の電装部品を所定の基板上にユニット化するこ\nとが明示されているとはいえない。また，乙５には，パチンコ機において，複数の\n電装部品を遊技盤に取り付け，その遊技盤にこれら電装部品と電気接続されるター\nミナルを設け，そのターミナルを電子制御回路を組込んだ基盤と電気的に接続する\nことは記載されているが，刊行物２と特段の差異があるとは認められない。さら\nに，乙６には，弾球遊技機において，コイン検出器，コイン不足検出器などの電装\n部品を裏機構板に取り付け，その裏機構板にこれら電装部品と電気接続される中継\n基板を設け，当該中継基板を制御装置と電気的に接続することは記載されている\nが，裏機構板に取り付けられる電装部品すべてがセットの対象であるから，複数の\n電装部品を所定の基板上にユニット化することが明示されているとはいえない。\nそうすると，乙１～６を援用して被告が主張するところは，前提を欠くものとし\nて，直ちに採用することができないというほかない。\n(3)　そこで，審決に示された判断の理由に立ち戻って検討する。\n(3-1)　審決は，前記のとおり，本願発明１と刊行物１に記載された発明との一致\n点及び相違点を認定した。この認定は，証拠（甲２，５，７，１０）に照らし，是\n認し得るものである（原告もこの認定自体を積極的に争う趣旨ではない。）。\nその上で，審決は，相違点についての判断として，「刊行物２に記載された発明\nは，複数の電装部品と電気接続される電気回路基板を，該複数の電装部品が取り付\nけられる部材に設け，該電気回路基板とは別に電気回路基板を設け，それらを互い\nに電気的に接続することにより，配線を大幅に整理統合して，配線が無用に長くな\nることを防止しかつ保守点検を迅速かつ容易とするものであるということができ\nる。そして刊行物１に記載された発明と刊行物２に記載された発明は，『電気的に\n制御される複数の遊戯機器が組み付けられた弾球遊技機であって，複数の遊戯機器\nに対応して複数の電装部品を遊技盤に取り付けてなる弾球遊技機。』という同一の\n技術分野に属するものであるから，刊行物１に記載された発明において，上記開閉\n翼片駆動機構，第１の回動板駆動機構及び第２の回動板駆動機構と電気接続される\n電気回路基板を上記駆動機構取付板に設け，該電気回路基板とは別に電気回路基板\nを設け，それらを互いに電気的に接続することは，刊行物２に記載された発明に基\nづいて当業者が容易に想到し得る事項である。」と説示したものである。\n(3-2)　原告の主張は，要するに，刊行物１には，開閉翼片駆動機構３２，第１の\n回動板駆動機構３３及び第２の回動板駆動機構３４が駆動機構取付板３１に装着さ\nれたものは開示されているが，各駆動機構３２，３３，３４から延びるべき配線に\nついての開示はなく，また，刊行物２には，遊技盤に取り付けた遊技内容に係る電\n気・電子部品の配線を遊技盤に取り付けた中継基板に集約することが示されている\nだけであって，中継基板とそれらに接続される電気・電子部品とを遊技盤に取り付\nける一つのユニットとするものではないから，刊行物１，２から当業者が容易に想\n到できる事項とは，せいぜい「開閉翼片駆動機構，第１の回動板取付機構及び第２\nの回動板駆動機構を駆動機構取付板に設け，そのユニットを遊技盤に取り付け，そ\nのユニットとは別に，開閉翼片駆動機構，第１の回動板取付機構及び第２の回動板\n駆動機構と電気接続される電気回路基板を遊技盤に設け…」という程度のものであ\nるのに，審決が，遊技盤に取り付けられるユニットに中継基板を設けることは当業\n者にとって容易であると判断したのは誤りであるというものである。\n本願発明１と刊行物１に記載された発明との相違点のうち，「上記ユニットにこ\nれら各電装部品と電気接続される電気回路基板を設け」ることの容易想到性の判断\nが特に問題とされているものと認められる。\n(3-3)　そこで，刊行物２（甲８）を検討すると，以下のような記載がある。\n(a)　「実用新案登録請求の範囲　コイン式パチンコ機本体の機能に係る配線系統\nと遊技内容に係る配線系統とを分離して夫々中継基板に集約し，この中継基板と制\n御装置とを接続したことを特徴とするコイン式パチンコ機の配線処理構造。」（１\n頁）\n(b)　「現在，コイン式パチンコ機は電子部品の発達によつて一層趣興に富んだゲ\nーム内容となつているが，その反面，電気・電子部品も増加しその配線が複雑化し\nている。配線の未整理，複雑化は配線が無用に長くなり，コードバインダー等の結\n束部品の使用量も多くなるなど不経済であるばかりか，玉止りの原因となったり，\n断線事故を生じ易くなる等の不都合があつた。殊に保守点検作業に手間が掛り，電\n気・電子部品の交換も困難な状態であつた。本考案は，かかる不都合を解消するた\nめ，配線をコイン式パチンコ機本体の機能に係る配線系統とマトリックス等の遊技\n内容に係る配線系統との二系統に分離し，各系統の配線を夫々別個の中継基板に集\n約し，これ等とマトリックス等の制御装置とをコネクター等を以つて接続したもの\nである。」（１頁～２頁）\n(c)　「コイン式パチンコ機本体の機能に係る電気・電子部品は，前面枠１に装着\nしたコイン投入阻止装置２，精算スイッチ３，スピーカー４及び前面枠１に蝶番５\nを介して着脱・開閉自在に係合する裏機構板６に装着したコイン検出器７，コイン\n不足検出器８，コイン排出装置９から成る。」（２頁）\n(d)　「遊技内容に係る電気・電子部品は，遊技盤１７に設けた打球供給装置１\n８，入賞打球検出器１９，入賞具変動装置２０，ターゲット検出器群２１，マトリ\nックス２２，得点表示装置２３，及び打止表示装置２４等から成る。」（３頁～４\n頁）\n(e)　「制御装置２９は所定のゲーム内容を記憶させたコンピュータであり，遊技\n盤１７の裏面に装着する。」（５頁）\n(f)　「本考案は，この制御装置２９に対し，叙上の各電気・電子装置及び部品間\nの配線を，コイン式パチンコ機本体の機能に係るグループ（Ａブロック）と遊技内\n容に係るグループ（Ｂブロック）との二系統に分離し，各系統の配線を夫々の中継\n基板３０に集約し，この中継基板３０と制御装置２９とをコネクター等を介して接\n続したものである。Ａブロックを第１中継基板３０ａに，Ｂブロックを第２中継基\n板３０ｂに集約して配線し，第１中継基板３０ａを裏機構板１７裏面に，第２中継\n基板３０ｂを遊技盤１７の裏面に設けている。」（５頁）\n(g)　「本考案は，配線を二系統に分離し夫々を中継基板に集約して制御装置に接\n続したものであるから，配線が大幅に整理統合され配線に伴なう諸経費の節減と，\n保守点検が迅速かつ容易となる。」（６頁）\n(3-4)　上記の記載によれば，刊行物２に記載された発明は，コイン式パチンコ機\nにおいては，一層趣興に富んだゲーム内容とするため電気・電子部品が増加し，そ\nの配線も複雑化し，配線が無用に長くなり，断線事故を生じやすくなって，保守点\n検作業に手間が掛かるなどの不都合があったが，パチンコ機本体の機能に係る複数\nの電気・電子部品を前面枠及びこれと係合する裏機構板に装着して配線を裏機構板\nの裏面に設けた中継基板に集約し，遊技内容に係る複数の電気・電子部品を遊技盤\nに設けて配線を遊技盤の裏面に設けた中継基板に集約し，これら中継基板と制御装\n置とをコネクター等により接続することによって，配線を大幅に整理統合し，保守\n点検が迅速かつ容易となるという作用効果を奏するものと認められる。\nこのように，刊行物２に記載された発明においては，遊技内容に係る複数の電\n気・電子部品は，遊技盤に設けて配線を遊技盤の裏面に設けた中継基板に集約し，\n該中継基板と制御装置とをコネクター等により接続するものであるから，前記審決\nの説示のうち，「刊行物２に記載された発明は，複数の電装部品と電気接続される\n電気回路基板を，該複数の電装部品が取り付けられる部材に設け，該電気回路基板\nとは別に電気回路基板を設け，それらを互いに電気的に接続することにより，配線\nを大幅に整理統合して，配線が無用に長くなることを防止しかつ保守点検を迅速か\nつ容易とするものである」との認定部分は，是認し得るものである。\nまた，前記のとおり，審決は，「刊行物１に記載された発明において，上記開閉\n翼片駆動機構，第１の回動板駆動機構及び第２の回動板駆動機構と電気接続される\n電気回路基板を上記駆動機構取付板に設け，該電気回路基板とは別に電気回路基板\nを設け，それらを互いに電気的に接続することは，刊行物２に記載された発明に基\nづいて当業者が容易に想到し得る事項である。」と判断したが，このうち，「刊行\n物２に記載された発明に基づいて当業者が容易に想到し得る」とは，上記の刊行物\n２に記載された発明の認定（この認定が是認し得ることは上記のとおり。）を受け\nていることは明らかである。その認定によれば，刊行物２に記載された発明は，\n「複数の電装部品と電気接続される電気回路基板を，該複数の電装部品が取り付け\nられる部材に設け」るものであるから，これを刊行物１に記載された発明における\n「開閉翼片駆動機構，第１の回動板駆動機構及び第２の回動板駆動機構を駆動機構\n取付板に装着」する構成（このような構成であることは原告も認めている。）に適\n用すれば，「複数の電装部品（開閉翼片駆動機構，第１の回動板駆動機構及び第２\nの回動板駆動機構）と電気接続される電気回路基板を，その複数の電装部品が取り\n付けられる部材（駆動機構取付板）に設け」ることとなり，本願発明１の「上記ユ\nニット（駆動機構取付板）にこれら各電装部品（開閉翼片駆動機構，第１の回動板\n駆動機構及び第２の回動板駆動機構）と電気接続される電気回路基板を設け」る構\n成になるものというべきである。なお，刊行物１に記載された発明の「開閉翼片駆\n動機構，第１の回動板駆動機構及び第２の回動板駆動機構を駆動機構取付板に装\n着」することが，本願発明１の「複数の電装部品をユニット化」することに相当す\nることは，審決の認定するところであり，証拠（甲２，５，７，１０）に照らして\n是認し得るものである（もっとも，原告もこの点自体を積極的に争っているわけで\nはない。）。\n審決は，上記と同旨をいうものと理解されるのであって，以上によれば，前記相\n違点につき，容易に想到し得る事項であるとした審決の判断に誤りはなく，原告の\n取消事由１の主張は，採用することができない。\n２　取消事由２（発明の効果に関する判断の誤り）について\n原告は，前記のとおり，審決の刊行物２に関する発明の認定が誤りであるなどと\nして，審決が本願発明１の効果に関する判断を誤ったと主張する。\nしかしながら，刊行物２に「複数の電装部品と電気接続される電気回路基板を，\n該複数の電装部品が取り付けられる部材に設け，該電気回路基板とは別に電気回路\n基板を設け，それらを互いに電気的に接続する」という発明が記載されていること\nは前判示のとおりであり，そうすると，複数の電装部品が取り付けられる部材の内\n部配線を，他部材への取付前にあらかじめ行うことができることは当然であるか\nら，原告の主張する効果が格別顕著なものとはいえないことも明らかである。\nよって，原告の取消事由２の主張も理由がない。\n３　結論\n以上のとおり，原告主張の審決取消事由は理由がないので，原告の請求は棄却さ\nれるべきである。\n東京高等裁判所第１８民事部\n裁判長裁判官　  　　　塚　　　原　　　朋　　　一\n裁判官　　　　　塩　　　月　　　秀　　　平\n裁判官　　　　　田　　　中　　　昌　　　利\n【別紙】　審決の理由\n不服２００１－　３４３７号事件，平成１４年７月１８日付け審決\n（下記は，上記審決の理由部分について，文書の書式を変更したが，用字用語の点\nを含め，その内容をそのまま掲載したものである。）\n理　由\n１．手続の経緯・本願発明の要旨\n本願、特願平１１－２２７１１１号は、昭和６０年６月２６日に出願した実願昭\n６０－９６８２８号の一部を平成４年４月２１日に新たな実用新案登録出願とした\n実願平４－３３７８９号を平成４年４月２１日に特許出願に変更した特願平４－１\n２９４５３号の一部を平成８年５月７日に新たな特許出願とした特願平８－１３７\n５０８号の一部を平成１１年５月１４日に新たな特許出願とした特願平１１－１３\n３９３８号の一部を平成１１年６月１４日に新たな特許出願とした特願平１１－１\n６６２８４号の一部を平成１１年７月１４日に新たな特許出願とした特願平１１－\n１９９７１２号の一部を平成１１年８月１１日に新たな特許出願としたものであ\nる。\nそして、本願発明の要旨は、平成１３年１２月２５日付けの手続補正書により補\n正された明細書及び図面の記載からみて、その特許請求の範囲の請求項１及び２\n（以下、「特許請求の範囲第１項」及び「特許請求の範囲第２項」という。）に記\n載された下記のとおりのものである。\n「【請求項１】　電気的に制御される複数の遊技機器が組み付けられた弾球遊技機\nにおいて、複数の遊技機器に対応して設けられる複数の電装部品をユニット化して\n遊技盤に取り付け、そのユニットにこれら各電装部品と電気接続される電気回路基\n板を設け、当該電気回路基板とは別に電気回路基板を設け、それら電気回路基板を\n互いに電気的に接続してなる弾球遊技機。\n【請求項２】　電気的に制御される複数の遊技機器が組み付けられた弾球遊技機に\nおいて、複数の遊技機器に対応して設けられる複数の電装部品をユニット化して遊\n技盤に取り付け、そのユニットにこれら各電装部品と電気接続される電気回路基板\nを設け、当該電気回路基板とは別に電気回路基板を設け、それら電気回路基板を互\nいに電気的に接続すべく前記電気回路基板はコネクタ端子を備えており、各電気回\n路基板同士を前記コネクタ端子を介して一括接続してなる弾球遊技機。」\n２．引用例及び該引用例に記載された発明\nこれに対して、当審において平成１３年１０月９日付けで通知した拒絶の理由に\n引用された、特開昭５８－１７５５８２号公報（以下、「刊行物１」という。）及\nび実願昭５５－１１８５２７号（実開昭５７－４２８７５号）のマイクロフィルム\n（以下、「刊行物２」という。）には、各々、以下の発明が記載されている。\n２－１．刊行物１に記載された発明\n刊行物１には以下の事項が記載されている。\n「（１）少なくとも入賞球装置を配設した遊技盤を含む弾球遊技機であって、前記\n入賞球装置は、第１の入賞孔を形成した取付基板と、前記第１の入賞孔の左右両側\nに回動自在に設けられ、その回動によって開成したとき玉受部で受けたパチンコ玉\nを第１の入賞孔へ導く１対の開閉翼片と、前記取付基板上における前記第１の入賞\n孔の左斜め上部位置に回動自在に設けられ、回動したとき前記左側の開閉翼片へ向\nかって下向きに傾斜する玉受部を形成した第１の回動板と、前記取付基板上におけ\nる前記第１の入賞孔の右斜め上部位置に回動自在に設けられ、回動したとき前記右\n側の開閉翼片へ向かって下向きに傾斜する玉受部を形成した第２の回動板とを含ん\nで構成され、パチンコ玉が通過したとき、前記第１および第２の回動板の少なくと\nも一方と、前記１対の開閉翼片とを回動できる条件の定められた特定領域、前記特\n定領域を通過したパチンコ玉を検出する通過玉検出手段、ならびに前記通過玉検出\n手段出力に応答して、前記ｌ対の開閉翼片を開成状態に回動させ、かつ開閉翼片の\n開成期間中における一部の期間において前記第１および第２の回動板の少なくとも\n一方を回動させる駆動手段を備え、前記回動された少なくとも一方の回動板は、玉\n受部で受けたパチンコ玉を対応する開閉翼片へ導くことを特徴とする、弾球遊技\n機。」（特許請求の範囲）、\n「第１図はこの発明の一実施例のパチンコ機の正面図である。図において、パチン\nコ機１０は、前面枠１１を側枠または島枠（図示せず）に開閉自在に装着し、前面\n枠１１に遊技盤１を着脱自在に装着し、遊技盤１の前面にガラス前枠１２を開閉自\n在に装着している。・・・遊技盤１のほぼ中央部には、この実施例の特徴となる入\n賞球装置２０が装着される。」（第３頁左上欄第８～１７行）、\n「なお、遊技盤１の裏面には、図示を省略しているが、後述の入賞球装置を駆動す\nるための各種の駆動機構，特定領域を通過した玉を検出するための検出器，従来周\n知の機構板および賞品球放出機構などが配設される。」（第３頁右上欄第６～１０\n行）、\n「次に、第２図～第５Ｂ図を参照してこの実施例の入賞球装置の詳細な構成を説明\nする。入賞球装置２０は、取付基板２１を含む。・・・取付基板２１のほぼ中央部\nには、第１の入賞孔２１ａが形成される。・・・取付基板２１の左右両側の円板状\n部分には、第２の入賞孔２１ｅ，２１ｆが穿設される。・・・入賞孔２１ａよりも\n上部位置の取村基板２１には、第３の入賞孔２１ｍが穿設される。・・・前記入賞\n孔２１ａを挟む左右両側には、開閉翼片２４ａ，２４ｂが対をなして回動自在に装\n着される。・・・前記入賞孔２１ｅ，２１ｆの前面には、第１及び第２の回動板２\n６ａ，２６ｂが回動自在に装着される。」（第３頁左下欄第４行～第４頁左上欄第\n１８行）、\n「次に、前述の開閉翼片２４ａ，２４ｂおよび第１，第２の回動板２６ａ，２６ｂ\nを駆動するための駆動機構３０の詳細を説明する。駆動機構３０は、取付基板２１\nの裏面（すわち遊技盤１の裏面）であり、かつ取付基板２１に相対して設けられた\n駆動機構取付板（以下取付板）３１に関連的に装着される。この実施例の駆動機構\n３０は、開閉翼片駆動機構３２，第１の回動板２６を回動させるための回動板駆動\n機構３３および第２の回動板２６ｂを回動させるための回動板駆動機構３３を含\nむ。開閉翼片駆動機構３２は、電気的付勢状態によって開閉翼片２４ａ，２４ｂを\n開成し、または消勢によって閉成するためのソレノイド３２ａを含む。・・・回動\n板駆動機構３３は、第１の回動板２６ａを回動させまたは復帰させるためのソレノ\nイド３３ａを含む。・・・回動板駆動機構３４は、左右対称な点および第２の回動\n板２６ｂに関連して設けられる点を除いて、回動板駆動機構３３と同様であ\nる。・・・突出片３５ａよりも上部部分には、必要に応じて発光ダイオード３５ｃ\nが装着される。ガイド部材３５の裏面には、ソレノイド３２ａを載せるため載置部\n３５ｄが形成される。載置部３５ｄの上面には、ソレノイド３２ａが載せられ\nる。」（第４頁左下欄第６行～第５頁右上欄第１３行）、\n「次に、第４Ｂ図および第５Ｂ図を参照して、取付板３１の詳載を説明する。取付\n板３１の裏面には、セーフ孔２１ａに対応する位置から下方に向かう左右両側に経\n路３１ａ，３１ｂが形成される。・・・ガイド部材３５に形成された経路３５ａの\n終端から下方に至る部分には、経路３１ｅが形成される。経路３ｌｅの下方には、\n入賞孔２１ｍへ入賞した玉を検出するための入賞玉検出器３６ｃが設けられる。」\n（第５頁右上欄第１４行～右下欄第３行）、\n「第１図に記載された、パチンコ機の正面図の態様」（第１図）及び\n「第２～５Ｂ図に記載された、入賞球装置及び駆動機構の態様」（第２～５Ｂ\n図）。\n上記摘記した事項からみて、刊行物１には以下の発明が記載されている。\n「第１の入賞孔２１ａを挟む左右両側に対をなして回動自在に装着される開閉翼片\n２４ａ，２４ｂと、第２の入賞孔２１ｅ，２１ｆの前面に回動自在に装着される第\n１及び第２の回動板２６ａ，２６ｂとが装着された取付基板２１を含む入賞球装置\n２０が装着される遊技盤１を含むパチンコ機１０において、前記開閉翼片２４ａ，\n２４ｂを駆動するための開閉翼片駆動機構３２と、前記第１の回動板２６ａを駆動\nするための第１の回動板駆動機構３３と、前記第２の回動板２６ｂを駆動するため\nの第２の回動板駆動機構３４とを駆動機構取付板３１に装着し、該駆動機構取付板\n３１を遊技盤１の裏面に設けたパチンコ機。」\n２－２．刊行物２に記載された発明\n刊行物２には以下の事項が記載されている。\n「コイン式パチンコ機本体の機能に係る配線系統と遊技内容に係る配線系統とを分\n離して夫々中継基板に集約し、この中継基板と制御装置とを接続したことを特徴と\nするコイン式パチンコ機の配線処理構造。」（実用新案登録請求の範囲）、\n「現在、コイン式パチンコ機は電子部品の発達によつて一層趣興に富んだゲーム内\n容となつているが、その反面、電気・電子部品も増加しその配線が複雑化してい\nる。配線の未整理、複雑化は配線が無用に長くなり、コードバインダー等の結束部\n品の使用量も多くなるなど不経済であるばかりか、玉止りの原因となったり、断線\n事故を生じ易くなる等の不都合があつた。殊に保守点検作業に手間が掛り、電気・\n電子部品の交換も困難な状態であつた。本考案は、かかる不都合を解消するため、\n配線をコイン式パチンコ機本体の機能に係る配線系統とマトリックス等の遊技内容\nに係る配線系統との二系統に分離し、各系統の配線を夫々別個の中継基板に集約\nし、これ等とマトリックス等の制御装置とをコネクター等を以つて接続したもので\nある。」（第１頁第１４行～第２頁第１０行）、\n「コイン式パチンコ機本体の機能に係る電気・電子部品は、前面枠１に装着したコ\nイン投入阻止装置２、精算スイッチ３、スピーカー４及び前面枠１に蝶番５を介し\nて着脱・開閉自在に係合する裏機構板６に装着したコイン検出器７、コイン不足検\n出器８、コイン排出装置９から成る。」（第２頁第１２～１８行）、\n「遊技内容に係る電気・電子部品は、遊技盤１７に設けた打球供給装置１８、入賞\n打球検出器１９、入賞具変動装置２０、ターゲット検出器群２１、マトリックス２\n２、得点表示装置２３、及び打止表示装置２４等から成る。・・・入賞具変動装置\n２０は、チューリップ等の入賞具２７を開閉するための装置である。・・・マトリ\nックス２２はターゲット２８の入賞に応じて所定の表示をなすもので、遊技盤１７\n表面に設ける。」（第３頁第２０行～第４頁第１７行）、\n「制御装置２９は所定のゲーム内容を記憶させたコンピュータであり、遊技盤１７\nの裏面に装着する。」（第５頁第２～４行）、\n「本考案は、この制御装置２９に対し、叙上の各電気・電子装置及び部品間の配線\nを、コイン式パチンコ機本体の機能に係るグループ（Ａブロック）と遊技内容に係\nるグループ（Ｂブロック）との二系統に分離し、各系統の配線を夫々の中継基板３\n０に集約し、この中継基板３０と制御装置２９とをコネクター等を介して接続した\nものである。Ａブロックを第１中継基板３０ａに、Ｂブロックを第２中継基板３０\nｂに集約して配線し、第１中継基板３０ａを裏機構板１７裏面に、第２中継基板３\n０ｂを遊技盤１７の裏面に設けている。第５図はこの配線状態を示すブロック図で\nある。」（第５頁第５～１７行）、\n「本考案は、配線を二系統に分離し夫々を中継基板に集約して制御装置に接続した\nものであるから、配線が大幅に整理統合され配線に伴なう諸経費の節減と、保守点\n検が迅速かつ容易となる。殊に、コイン式パチンコ機の業界においては、各社とも\n二機種以上製造販売しているのが現状であり、それだけ遊技内容即ちＢブロックの\n内容が多種多様となつているが本考案の如く、コイン式パチンコ機本体の機能に係\nる系統、即ちＡブロックと分離することにより、Ａブロックは何れの機種にも対応\nし、互換性のあるコイン式パチンコ機を提供する点に著しい効果を有する。又、Ａ\nブロックを遊技盤１７と分離し、これと着脱自在に構成した裏機構板６に装着する\nことにより、裏機構板６ともども新規の遊技機に再利用できる利点もある。」（第\n６頁第２～１７行）、\n「第１図に記載された、コイン式パチンコ機の正面図の態様」（第１図）、\n「第２図に記載された、裏機枠を開放した状態の背面図の態様」（第２図）、\n「第３図に記載された、入賞具変動装置の態様」（第３図）及び\n「第５図に記載された、配線状態を示すブロック図の態様」（第５図）。\n上記摘記した事項からみて、刊行物２には以下の発明が記載されている。\n「コイン式パチンコ機本体の機能に係る電気・電子部品を前面枠１又は裏機構板６\nに装着し、ターゲット２８の入賞に応じて所定の表示をなすマトリックス２２、入\n賞具２７を開閉するための入賞具変動装置２０等から成る、遊技内容に係る電気・\n電子部品を遊技盤１７に設け、前記コイン式パチンコ機本体の機能に係る電気・電\n子部品の配線を前記裏機構板６の裏面に設けた第１中継基板３０ａに集約し、前記\n遊技内容に係る電気・電子部品の配線を前記遊技盤１７の裏面に設けた第２中継基\n板３０ｂに集約し、前記第１中継基板３０ａと第２中継基板３０ｂのそれぞれと前\n記遊技盤１７の裏面に装着された制御装置２９とをコネクターを介して接続したこ\nとを特徴とするコイン式パチンコ機の配線処理構造。」\n３．対比・判断\n本願の特許請求の範囲第１項に係る発明（以下、「本願発明１」という。）と刊\n行物１に記載された発明を比較すると、刊行物１に記載された発明の「第１の入賞\n孔２１ａを挟む左右両側に対をなして回動自在に装着される開閉翼片２４ａ，２４\nｂ並びに第２の入賞孔２１ｅ，２１ｆの前面に回動自在に装着される第１及び第２\nの回動板２６ａ，２６ｂ」、「パチンコ機」、「開閉翼片２４ａ，２４ｂを駆動す\nるための開閉翼片駆動機構３２、第１の回動板２６ａを駆動するための第１の回動\n板駆動機構３３及び第２の回動板２６ｂを駆動するための第２の回動板駆動機構３\n４」及び「開閉翼片２４ａ，２４ｂを駆動するための開閉翼片駆動機構３２と、第\n１の回動板２６ａを駆動するための第１の回動板駆動機構３３と、第２の回動板２\n６ｂを駆動するための第２の回動板駆動機構３４とを駆動機構取付板３１に装着\nし、該駆動機構取付板３１を遊技盤１の裏面に設けた」は、各々、本願発明１の\n「電気的に制御される複数の遊技機器」、「弾球遊技機」、「複数の遊技機器に対\n応して設けられる複数の電装部品」及び「複数の遊技機器に対応して設けられる複\n数の電装部品をユニット化して遊技盤に取り付け」に相当する。\nそして、刊行物１に記載された発明において、上記開閉翼片２４ａ，２４ｂ並び\nに上記第１及び第２の回動板２６ａ，２６ｂは、上記パチンコ機１０に含まれる上\n記遊技盤１に装着される上記入賞球装置２０に含まれる上記取付基板２１に装着さ\nれているから、該パチンコ機１０に間接的に組み付けられているといえる。すなわ\nち、刊行物１に記載された発明は、本願発明１の「電気的に制御される複数の遊技\n機器が組み付けられた弾球遊技機」に相当する構成を有している。\nしたがって本願発明１と刊行物１に記載された発明は、「電気的に制御される複\n数の遊技機器が組み付けられた弾球遊技機において、複数の遊技機器に対応して設\nけられる複数の電装部品をユニット化して遊技盤に取り付けた弾球遊技機。」の発\n明である点で一致し、前者は、上記ユニットにこれら各電装部品と電気接続される\n電気回路基板（以下、「第１の電気回路基板」という。）を設け、該電気回路基板\nとは別に電気回路基板（以下、「第２の電気回路基板」という。）を設け、それら\n電気回路基板を互いに電気的に接続しているのに対し、後者は、上記第１及び第２\nの電気回路基板を有していない点で相違する。\nそこで、上記相違点について検討する。\n本願発明１と刊行物２に記載された発明を比較すると、刊行物２に記載された発\n明の「入賞具２７」、「コイン式パチンコ機」及び「入賞具変動装置２０」は、各\n々、本願発明１の「電気的に制御される・・・遊技機器」、「弾球遊技機」及び\n「遊技機器に対応して設けられる・・・電装部品」に相当する。\n刊行物２に記載された発明の「マトリックス２２」は、上記遊技盤１７表面に設\nけられ、遊技に係る表示をなすから、本願発明１の「電気的に制御される・・・遊\n技機器」と「遊技機器に対応して設けられる・・・電装部品」の双方に相当する。\nさらにコンピュータである上記制御装置２９が電気回路基板を有することは、当\n業者がみれば明らかであるから、刊行物２に記載された発明の「遊技盤の裏面に装\n着された制御装置２９」は、本願発明１の「第２の電気回路基板」に相当する。し\nてみると、刊行物２に記載された発明の「第１中継基板３０ａ」及び「第２中継基\n板３０ｂ」は、本願発明１の「第１の電気回路基板」と、複数の電装部品と電気接\n続され、かつ上記第２の電気回路基板と電気的に接続される点で共通する。\nしたがって、本願発明１と刊行物２に記載された発明は、「電気的に制御される\n複数の遊技機器が組み付けられた弾球遊技機において、複数の遊技機器に対応して\n設けられる複数の電装部品を遊技盤に取り付け、これら各電装部品と電気接続され\nる電気回路基板を設け、当該電気回路基板とは別に電気回路基板を設け、それら電\n気回路基板を互いに電気的に接続してなる弾球遊技機。」の発明である点で一致し\nている。\nしかるに、刊行物２に記載された発明において、上記前面枠１及び上記裏機構板\n６は、上記コイン式パチンコ機本体の機能に係る電気・電子部品が設けられている\nことからみて、上記コイン式パチンコ機本体の一部をなすと認められるから、刊行\n物２に記載された発明は、上記コイン式パチンコ機本体に装着された電気・電子部\n品の配線を集約する上記第１中継基板３０ａは該コイン式パチンコ機本体に設け、\n上記遊技盤に設けられた電気・電子部品の配線を集約する上記第２中継基板３０ｂ\nは該遊技盤１７に設けているということができる。そして刊行物２に記載された発\n明は、電気・電子部品も増加しその配線が複雑化したことに伴う、(i)配線が無用に\n長くなり、コードバインダー等の結束部品の使用量も多くなるなど不経済であ\nる、(ii)玉止りの原因となったり、断線事故を生じ易くなる、(iii)保守点検作業に\n手間が掛り、電気・電子部品の交換も困難である、といった課題を解決し、配線を\n大幅に整理統合し配線に伴う諸経費の節減と保守点検が迅速かつ容易となるという\n効果を奏するものである。してみれば、刊行物２に記載された発明は、複数の電装\n部品と電気接続される電気回路基板を、該複数の電装部品が取り付けられる部材に\n設け、該電気回路基板とは別に電気回路基板を設け、それらを互いに電気的に接続\nすることにより、配線を大幅に整理統合して、配線が無用に長くなることを防止し\nかつ保守点検を迅速かつ容易とするものであるということができる。\nそして刊行物１に記載された発明と刊行物２に記載された発明は、「電気的に制\n御される複数の遊戯機器が組み付けられた弾球遊技機であって、複数の遊戯機器に\n対応して複数の電装部品を遊技盤に取り付けてなる弾球遊技機。」という同一の技\n術分野に属するものであるから、刊行物１に記載された発明において、上記開閉翼\n片駆動機構、第１の回動板駆動機構及び第２の回動板駆動機構と電気接続される電\n気回路基板を上記駆動機構取付板に設け、該電気回路基板とは別に電気回路基板を\n設け、それらを互いに電気的に接続することは、刊行物２に記載された発明に基づ\nいて当業者が容易に想到し得る事項である。\nしたがって、刊行物１に記載された発明において上記相違点に係る本願発明１の\n構成とすることは、刊行物２に記載された発明に基づいて当業者が容易に想到し得\nる事項である。\nさらに内部配線を有するユニットを他部材に取り付けるものにおいて、該取付の\n前に上記内部配線を予め行うことは当業者が当然に考慮する事項であるから、本願\n発明１が奏する効果に刊行物１及び２に記載された発明が奏する効果の総和以上の\n顕著なものは認められない。\n４．むすび\nしたがって、本願発明１は、刊行物１及び２に記載された発明に基づいて当業者\nが容易に発明をすることができたものであるから、特許法第２９条第２項の規定に\nより特許を受けることができない。\nよって、結論のとおり審決する。\n平成１４年７月１８日\n"
}