{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 16,
    "month": 11,
    "day": 5
  },
  "case_number": "平成13(ワ)2838",
  "case_name": "損害賠償請求事件",
  "court_name": "札幌地方裁判所民事第5部",
  "lawsuit_id": "8590",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=8590",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/590/008590_hanrei.pdf",
  "contents": "主　　　　　　　文\n原告らの請求をいずれも棄却する。\n訴訟費用は原告らの負担とする。\n事実及び理由\n第１　請求\n被告は，原告らに対し，それぞれ３８６５万１８９７円及びこれに対する平成９年９\n月２０日から支払済みまで年５分の割合による金員を支払え。\n第２　事案の概要\n本件は，原告らの子であるＣが，被告の経営する病院において低酸素性虚血性\n脳症による新生児仮死の状態で出生し，その後死亡したことについて，原告らが，\nＣが死亡した原因は，被告の被用者である同病院の医師らの診療行為上の過失\nにあるとして，被告に対し，債務不履行ないし不法行為に基づき，Ｃの死亡による\n逸失利益，慰謝料，原告ら固有の慰謝料等の損害賠償を求めた事案である。\n１　前提となる事実（争いのない事実は証拠を掲記しない。）\n(1)　当事者\nア　原告Ａ（昭和２４年１１月２日生まれ）と原告Ｂ（昭和３９年１１月１４日生まれ）\nは，平成６年２月２８日に婚姻した夫婦であり，Ｃの父親及び母親である（甲\n２）。\nイ　被告は，病院経営を目的とする医療法人であり，札幌市ａ区ｂ条ｃ丁目ｄ番ｅ\n号において，Ｙ病院（以下「被告病院」という。）を開設している。\n(2)　Ｃの娩出に至る経過\nア　原告Ｂは，平成８年３月４日，被告病院の産婦人科を受診し，超音波断層写\n真撮影（以下「超音波断層」という。）を行った結果，妊娠していることが判明し\nた。原告Ｂは，同日以降，同科に通院して受診したが，その外来の診療経過\nは，別紙診療経過一覧表記載のとおりである。\nイ　原告Ｂの外来診察を担当した被告病院のＤ医師は，平成８年４月１日，分娩\n予定日（以下「予定日」という。）が同年１０月２６日であることを原告Ｂに告げ\nた。\nウ　Ｄ医師は，平成８年１０月２４日，原告Ｂを診察し，同月２８日にメトロイリーゼ\n（後記(4)参照）によって分娩誘発を行うことを決定し，その旨を原告Ｂに告げ\nた。\nエ　原告Ｂは，平成８年１０月２８日，分娩誘発を行うため，被告病院に入院し\nた。\n原告Ｂは，Ｄ医師によって子宮口にオバタメトロ（商品名フジメトロ。以下，\n単に「メトロ」ということがある。）を挿入され，分娩監視装置を装着した状態\nで，アトニン（陣痛促進剤）等の点滴を受けながら，同病院内の陣痛室のベッ\nドに横になっていた。原告Ｂは，分娩監視の途中でトイレに行ったが，その際，\n身体に装着されていた分娩監視装置のベルトを外した。\n原告Ｂは，トイレから戻ってきた直後，破水した。被告病院のＥ医師ほかの\n医師や看護師らが，原告Ｂの処置に当たり，原告Ｂは，手術室に移され，Ｅ医\n師の執刀により帝王切開手術を受けた。\nオ　Ｃは，平成８年１０月２８日午前１１時５２分，アプガースコア（新生児仮死の\n評価法。娩出児の心拍数，呼吸，筋緊張，反射及び色調の５項目に基づいて\n採点し，娩出１分後で，同スコアが８ないし１０点を正常，５ないし７点を軽症仮\n死，０ないし４点を重症仮死とする。）１点の新生児仮死の状態で娩出された。\nＣは，娩出後，被告病院において蘇生措置を受けたが，低酸素性虚血性脳症\nと診断された（以下，Ｃに低酸素性虚血性脳症が生じた事故を「本件事故」と\nいう。）。\n(3)　Ｃの死亡\nア　Ｃは，その後，被告病院において治療及び機能回復訓練等を受けたが，脳\n性麻痺による四肢及び体幹の知覚障害，運動障害が生じていて，不随意運\n動，筋痙直のため，上肢を使用する日常生活がほとんど不可能な状態であっ\nた（甲２２，２３）。\nイ　Ｃは，平成９年９月２０日，低酸素性虚血性脳症を原因とする急性腎不全に\nより，死亡した。\n(4)　メトロイリーゼ（甲９，２４，乙１２，４５）\nメトロイリーゼは，頚管の開大や軟化を促進させて分娩を誘発する方法であ\nり，メトロイリンテルによる方法（ゴム球を子宮腔内に留置することで子宮容積が\n増加し，それに体部子宮筋の伸展刺激と，牽引による子宮下部の伸展刺激によ\nり子宮収縮を誘発する方法）とオバタメトロによる方法（バルーンを子宮腔下部\nに留置することで子宮内圧の増大，子宮下部の伸展刺激等により子宮収縮を誘\n発する方法）がある。\nオバタメトロを使用するに当たっては，子宮頚管が成熟していること（頚管の５\n０％以上の展退，子宮口の２ｃｍ以上の開大，子宮頚部の軟化），バルーン内へ\nの滅菌水の注入量を厳守すること（頭位分娩の場合は１５０ｍｌで，これを超える\nと臍帯脱出や胎位変換が助長される。）に注意しなければならないとされる。\n頭位分娩において，メトロに１５０ｍｌの滅菌水を注入すると，メトロのバルーン\n部の直径は約７ｃｍになり，子宮口が約７ないし８ｃｍ開大して，メトロは膣内に\n出る。その後，陣痛促進剤（オキシトシン等）を使用して人工破膜を行う。\n２　争点\n(1)　被告病院の医師らの過失の有無\n（原告らの主張）\n被告病院の医師らには，本件事故について，以下のとおり過失がある。\nア　メトロを用いて不必要な分娩誘発を行ったこと\n分娩誘発は，胎盤機能不全，過期妊娠，部分常位胎盤早期剥離等，母体\n又は胎児において，そのまま妊娠を継続した場合のリスクの方が分娩誘発を\n行った場合のそれに比して大きいと判断される場合に，医学的適応が認めら\nれ，これを行うことが許される。\nしかるに，Ｄ医師は，原告Ｂに上記のような医学的適応がないにもかかわら\nず，臍帯脱出等を引き起こす危険性があるメトロを用いて分娩誘発を行った。\nしかも，原告Ｂは経産婦であり，今後分娩が順調に進むと考えられたことなど\nからすれば，分娩誘発を行った時点において，過期妊娠のおそれがあったと\nいうことはできず，これをもって，分娩誘発の医学的適応が認められることに\nはならない。\nそして，原告Ｂが破水して，メトロが子宮口を抜けたことに伴い，臍帯が児\n頭の先進部よりも下降し，児頭に押しつぶされたため，臍帯脱出ないしこれに\n準ずる圧迫状態が起こり，本件事故を招いた。臍帯自体には何ら異常が認め\nられず，これが本件事故に影響を与えたとは考えられない。\nしたがって，Ｄ医師には，医学的適応がないにもかかわらず，原告Ｂにメト\nロを用いて不必要な分娩誘発を行った過失がある。\nイ　臍帯脱出ないしこれに準ずる圧迫状態が生じた後の処置が不適切であるこ\nと 医師は，臍帯脱出ないしこれに準ずる圧迫状態を認めた場合には，直ちに\n胎児の生死を診断し，胎児が生存していると診断したのであれば，産婦を骨\n盤高位とし，子宮収縮抑制を図り，内診指により児頭を挙上し，人差し指と中\n指の間に臍帯を挟んで圧迫を解除すると同時に，速やかに帝王切開の準備\nをしなければならない。そして，そのまま娩出時まで児頭を挙上し，臍帯の圧\n迫を解除するため内診指を挿入しておかなければならない。\nしかるに，原告Ｂの処置に当たったＥ医師らは，原告Ｂを骨盤高位にせず，\nまた，内診指により児頭を挙上したり，臍帯を挟んで圧迫を解除するといった\n処置を何ら行っていない。\nさらに，Ｅ医師らは，原告Ｂが平成８年１０月２８日（以下，時刻の前に年月\n日の記載がないものは，同日を指すものとする。）午前１０時１６分に破水し，\n臍帯の強い圧迫により児心音（胎児心拍数）が高度の徐脈を継続しているこ\nとを認識していながら，怠慢ないし不手際により帝王切開手術を遅延させ，Ｃ\nが娩出される午前１１時５２分までの約１時間３０分の間，臍帯の血流を遮断\nさせ，これによりＣを低酸素性虚血性脳症に陥らせた。これに対し，原告Ｂの\n診療録，パルトグラム，分娩監視装置記録等には，原告Ｂが破水して児心音\nが低下した時刻が，午前１１時１６分であるとの記載があるが，原告らの認識\nと異なる上，本件に係る証拠保全手続において被告から提示された分娩監視\n装置とは機種が異なること，被告は本件事故後の同年１２月９日になって，初\nめて児心音が低下した時刻は午前１１時１６分であると言い出したことなどの\n事情からすれば，これらの記録は被告によって改ざんされたというべきで，信\n用性に乏しい。\nしたがって，Ｅ医師らには，臍帯脱出ないしこれに準ずる圧迫状態が生じた\n後に，これを解除するための適切な処置を採ることを怠り，さらには帝王切開\n手術を迅速に行わなかった過失がある。\n（被告の主張）\n被告病院の医師らには，本件事故について，以下のとおり何らの過失も認め\nられない。\nア　分娩誘発の時期は，正常の妊娠経過であると判断されれば，妊娠３７週から\n４２週未満で医学的適応となるところ，原告Ｂの分娩誘発が行われたのは予\n定日の２日後であり，胎児の推定体重が２５００ｇ以上あること，児頭骨盤不均\n衡がないこと，ビショップスコア（頚管熟化の評価法。頚管開大度，頚管展退\n率，先進部の下降度，頚管の硬度，子宮口の位置といった因子に基づいて採\n点する。採点基準は別紙のとおり。）が７ないし９ポイントあることからすれば，\nその医学的適応があったことは明らかである。また，過期妊娠になると胎盤機\n能不全等を起こし，母体の罹患率及び胎児の死亡率が上昇するところ，本件\nにおいては，子宮頚管の熟化不全及び児頭の下降不全等の所見から判断し\nて，過期妊娠に至るおそれがあったから，そのリスクを避けるため，４２週を待\nたずに予定日の２日後に分娩誘発を行ったことも，医師として当然の裁量とい\nえる。\nまた，原告Ｂが破水した時には，臍帯脱出はなく，未だメトロは子宮口から\n抜けていなかったのであるから，児頭が下降してきて臍帯を押しつぶしたとい\nうようなことはない。仮に，このようなことが起こったのだとしても，このこととメ\nトロを使用したこととの間には因果関係がない。かえって，原告Ｂの臍帯には\n異常がみられたのであり，これが本件事故の原因となった可能性がある。\nしたがって，Ｄ医師が原告Ｂにメトロを用いて分娩誘発を行ったことについ\nて，過失があったということはできない。\nイ　本件では，臍帯脱出及びこれに準ずる事実は存しなかったのであり，Ｅ医師\nは，児心音の低下を認めた後，原告Ｂを内診して臍帯脱出がないことを確認\nし，体位交換，生理食塩水の注入，子宮収縮剤の投与中止等の適切な処置\nを施している。\nまた，被告が本件に係る医療記録を改ざんした事実はなく，児心音が低下\nしたのは午前１１時１６分であるところ，Ｅ医師は，同２７分過ぎに帝王切開手\n術を行うことを決定し，原告Ｂを手術室に搬送し，同５０分に同手術を開始し，\n同５２分にＣを娩出したのであって，このような経過からすれば，同医師の処\n置が遅れたということはない。\nしたがって，児心音が低下した後のＥ医師らの採った処置の内容が，不適\n切であったとか遅延していたなどということはできず，この点について過失は\nない。\n(2)　損害\n（原告らの主張）\n原告らは，被告病院の医師らの過失により，以下の損害を被った。\nア　Ｃの損害\n(ｱ) 逸失利益　　　　　　　　　　　　　　　２２８２万１８３３円\nＣが死亡した平成９年の男子全労働者の平均賃金額は，５７５万８０００\n円であり，生活費控除率を５０％，１歳に適用するライプニッツ係数を７．９２\n７（６７歳までのライプニッツ係数から１歳までの同係数を差し引いた値）とし\nて中間利息を控除すると，Ｃの逸失利益は，以下の計算式のとおりとなる。\n（計算式）　５７５万８０００円×（１－０．５）×（１９．２０１０－１１．２７４０）\n＝２２８２万１８３３円\n(ｲ) 葬儀費用　　　　　　　　　　　　　　　　　　　　１２０万円\n(ｳ) 慰謝料　　　　　　　　　　　　　　　　　　　　２５００万円\n(ｴ) 合計　　　　　　　　　　　　　　　　　４９０２万１８３３円\nイ　原告ら固有の損害（慰謝料）　　　　　　　　　　各１０００万円\n原告らは，かけがえのない大切なＣを失ったのであり，この苦痛を慰謝する\nには，各１０００万円をもってするのが相当である。\nウ　相続\n原告らは，上記アのＣの損害賠償請求権について，それぞれ２分の１の割\n合で相続し，その額は，各２４５１万０９１６円となる。\nエ　弁護士費用　　　　　　　　　　　　　　　各４１４万０９８１円\nオ　合計　　　　　　　　　　　　　　　　　各３８６５万１８９７円\n（被告の主張）\nいずれも否認する。\n第３　争点に対する判断\n１　証拠（甲１，２，６ないし１２，１６，１８，２０ないし２４，乙１ないし４，６の１，乙６の２\nの１及び２，乙６の３の１及び２，乙７の１ないし５，乙９ないし１４，１５の１ないし４，\n乙１６，１７，１８の１ないし３，乙１９ないし２３，乙２８ないし３１，３２の１及び２，乙３\n４ないし３７，４０ないし４２，４３の１の１及び２，乙４３の２及び３，乙４４，４５，４７の\n１及び２，証人Ｄ，同Ｅ，同Ｆ，同Ｇ，同Ｈ，原告Ｂ本人）及び弁論の全趣旨によれ\nば，以下の事実が認められる。\n(1)　原告Ｂは，昭和６２年１月１９日，前夫との間の子であるＩを出産したが，その\n際，児頭骨盤不均衡，子宮頚管の熟化不全等のため，Ｉが胎児仮死の状態に陥\nったことから，吸引鉗子を用いての方法で分娩が行われた。Ｉの出生時の体重\nは，３５８０ｇであった。\nその後，原告Ｂは，平成６年から平成７年にかけて，不妊治療等のため被告\n病院の産婦人科に通院したが，この間，２度流産した。\n(2)　原告Ｂは，平成８年３月４日，被告病院の産婦人科を外来診察し，妊娠してい\nることが判明した。\nＤ医師は，同年４月１日，超音波断層を行い，胎児頭殿長（ＣＲＬ）が２６ｍｍ，\n妊娠経過日数が９週６日±１週，予定日が同年１０月２９日との計測値を得た。\nＤ医師は，上記計測値のほか，原告Ｂの昀終月経第１日が同年１月２０日で，同\n日から２８０日（４０週）後が同年１０月２６日であり，一般的に，昀終月経第１日\nから２８０日目が予定日であるとされていることから，原告Ｂの予定日を同日と決\n定した。\n原告Ｂは，同年４月２５日の診察の際，助産師にＩの出産が難産だったことを\n説明し，帝王切開を希望していることを伝えた。原告Ｂは，Ｄ医師にもこのことを\n伝え，今回の出産でも児頭骨盤不均衡がみられるようであれば，帝王切開を行\nう場合もあり得るとされた。\n(3)　原告Ｂは，別紙診療経過一覧表年月日欄記載の各日に，被告病院の産婦人\n科を受診し，Ｄ医師から同診療行為等欄記載の診療を受けた。この間の胎児頭\n殿長，児頭大横径（ＢＰＤ），大腿骨長（Ｆ），胎児推定体重（ＥＦＷ）等は，同欄記\n載のとおりであり，胎児の発育は順調であった。また，ビショップスコアは，概ね\n以下のとおりであった。\n８月２２日　頚管開大度　０ｃｍ　　　　　　　　　０点\n頚管展退率　３０ないし４０％　　　　０ないし１点\n児頭下降度　－３ｃｍ（ただし，坐骨棘を基点とする。以下\n同じ。）　　　　　　０点\n頚管硬度　硬ないし中軟　　　　　　０ないし１点\n子宮口位置　後ないし中央　　　　　　０ないし１点\n１０月９日　頚管開大度　２ないし３ｃｍ　　　　　１ないし２点\n頚管展退率　５０ないし６０％　　　　１ないし２点\n児頭下降度　－３ないし－２ｃｍ　　　０ないし１点\n頚管硬度　硬ないし中軟　　　　　　０ないし１点\n子宮口位置　中央　　　　　　　　　　１点\n同月１７日　頚管開大度　２ないし３ｃｍ　　　　　１ないし２点\n頚管展退率　５０ないし６０％　　　　１ないし２点\n児頭下降度　－２ないし－１ｃｍ　　　１ないし２点\n頚管硬度　中軟　　　　　　　　　　１点\n子宮口位置　中央　　　　　　　　　　１点\n同月２４日　頚管開大度　２ないし３ｃｍ　　　　　１ないし２点\n頚管展退率　５０ないし６０％　　　　１ないし２点\n児頭下降度　－２ないし－１ｃｍ　　　１ないし２点\n頚管硬度　中軟　　　　　　　　　　１点\n子宮口位置　中央　　　　　　　　　　１点\n(4)　Ｄ医師は，平成８年１０月２４日，原告Ｂの妊娠経過をみて，妊娠３７週以降，\n頚管の成熟度にあまり変化がなく，予定日を超過して過期妊娠になり得ると予\n想されたこと，同月３日（妊娠３６週５日）の超音波断層で胎児の推定体重が２６\n６９ｇとされ，これによれば，同月２４日には３２００ｇになると推定されたことから，\n予定日超過を誘発理由として，同月２８日にメトロを用いて分娩誘発を行うことを\n決定した。なお，超音波断層を用いて胎児の体重が推定されたのは，同月３日\nが昀後であり，分娩誘発を行うことを決定した同月２４日には，超音波断層によ\nる胎児の体重の推定は行われなかった。\n原告Ｂは，メトロを用いて分娩誘発を行うことについて，特に賛成するとか反\n対するというわけではなかったが，これに従った。\n(5)　原告Ｂは，平成８年１０月２８日午前８時５０分ころ，被告病院の産科病棟（本\n棟４階７病棟）の陣痛室に入院した。なお，同陣痛室内のベッドには，原告Ｂの\nほかに，既に陣痛が開始していたＪが入院していた。\n原告Ｂは，午前９時１５分，グリセリン浣腸１１０ｍｌを施され，陣痛室内にあるト\nイレに行った。このとき，胎児心拍数は１６５ｂｐｍであった。原告Ｂは，午前９時３\n０分，トイレから戻り，分娩監視装置のベルトを装着され，アトニン２０ｍｌ／ｈ，マ\nイリス（頚管熟化剤）６００ｍｇ等を点滴静脈注射（ＤＩＶ）により点滴された。\nＤ医師は，午前９時４０分，原告Ｂを内診し，子宮口開大が２．５ｃｍ，頚管展\n退率が７０％，児頭下降度が－２ｃｍ，頚管硬度が中，子宮口位置が正常であっ\nたことから，子宮口にメトロ（１５０ｍｌ）を挿入した。\n原告Ａは，午前１０時ころ，Ｄ医師に，もし母子に負担がかかるようなことがあ\nれば，すぐに帝王切開をしてほしいと希望した。Ｄ医師は，原告Ｂが以前に３５８\n０ｇの胎児（Ｉ）を経膣分娩で出産したことがあり，今回の胎児の推定体重（３２００\nｇ）がこれよりも少ないことから考えて，経膣分娩で大丈夫であろうと原告Ａに説\n明した。原告Ａは，昀終的には医師に任せるが，母子ともに無事であれば帝王\n切開でも構わないと述べた。\n原告Ｂは，午前１０時５分，点滴中のアトニンを４０ｍｌ／ｈに増量され，マイリス\nが抜針された。\n原告Ｂは，午前１１時過ぎころ，身体に装着された分娩監視装置のベルトを外\nし，陣痛室内のトイレに行った。原告Ｂは，午前１１時１５分ころ，トイレから戻り，\nＦ助産師によって，分娩監視装置のベルトを再び装着され，同装置のスイッチが\n入れられ，胎児心拍数が１４０ないし１６０ｂｐｍあることが確認された。\nしかし，原告Ｂは，午前１１時１６分ころ，破水し，胎児心拍数が突然６０ないし\n８０ｂｐｍに下降した。Ｆ助産師は，原告Ｂの体位交換を試みたが，児心音が回復\nしなかったため，原告Ｂに酸素マスクを当て，ナースコールをした。そして，Ｆ助産\n師は，原告Ｂを内診し，羊水混濁がないこと，メトロが子宮口から抜けていないこ\nと，子宮口開大が６ないし７ｃｍ（なお，１０ｃｍで全開大とされる。）であることを\n確認した。\n被告病院の産科のＧ師長は，午前１１時１７分ころ，原告Ｂの下に駆けつけ，\n体位交換等の処置をしたが，児心音は回復しなかった。Ｆ助産師は，Ｇ師長が陣\n痛室に来てから，隣の分娩室にいた産婦人科のＫ医師にすぐ来るように声をか\nけたが，Ｊの分娩後の処置で手が離せないということであったので，婦人科病棟\n（本棟４階８病棟）にいたＥ医師を電話で呼んだ（なお，Ｊは，午前１１時５分に胎\n児を娩出していた。）。\nＥ医師は，午前１１時２０分ころ，原告Ｂを内診し，子宮腔内にあったメトロを抜\n去し，臍帯脱出がないことを確認した。Ｅ医師は，午前１１時２３分ころ，アトニン\nの点滴を中止して５％ブドウ糖液の点滴に切り替え，体位交換，酸素吸入，児頭\n挙上等の処置を行い，胎児心拍数がいったん８０ないし１００ｂｐｍまで回復した\nが，約１分後に再び６０ｂｐｍに下降した。Ｅ医師は，午前１１時２７分ころ，帝王\n切開を念頭に置いて，生理食塩水を合計２００ｃｃ注入したが，それでも児心音は\n回復しなかった。そのため，Ｅ医師は，午前１１時３０分，腹式帝王切開手術を行\nうことを決定し，原告Ｂにその旨を説明した。\n原告Ｂは，午前１１時３５分，輸血用クロス採血をされ，分娩室を出て，別棟２\n階にある手術室に搬送された（なお，本棟と別棟をつなぐ連絡通路は３階にあ\nり，本棟４階にいた原告Ｂは，ストレッチャーに乗せられて，同棟のエレベーター\nで３階に下り，同階の連絡通路を通って別棟に移動し，そこからさらに同棟のエ\nレベーターで２階に下りて，手術室に運ばれた。）。このときの胎児心拍数は５８\nｂｐｍであった。\n原告Ｂは，午前１１時４５分，全身経口挿管麻酔を施され，午前１１時５０分，Ｅ\n医師の執刀により帝王切開手術を受けた。\nＣは，午前１１時５２分，児心音５０ｂｐｍ（その後の挿管により改善），アプガー\nスコア１点の状態で娩出された。Ｃの出生時の体重は３３５８ｇ，身長は５３ｃｍ，\n頭囲は３２ｃｍ，胸囲は３２．５ｃｍであった。\n原告Ｂは，術後，アトニンＯ，メテルギン（子宮収縮止血剤）を注射された。術\n後の所見によると，原告Ｂの胎盤には石灰沈着があり，臍帯の太さは０．８ｃｍ\n×０．８ｃｍで，膠質は発育不良の状態に見られた。\n原告Ａは，術後，Ｅ医師から，本件事故の経過，帝王切開手術の内容等につ\nいての説明を受けた。\n(6)　原告Ａ及びその友人は，平成８年１０月３０日，被告病院において，Ｅ医師か\nら，本件事故についての説明を受け（Ｇ師長も同席した。），同年１１月１２日に\nも，被告病院の医師らから説明を受けた。\n原告らは，同年１２月９日，被告病院を訪れ，同病院職員らとの間で本件事故\nについての面談を行ったが，原告Ｂが破水して児心音が低下した時刻につい\nて，原告らは午前１０時１６分であると主張するのに対し，被告病院側は午前１１\n時１６分であると主張し，両者の間で認識の相違があった。\n２　上記認定事実及び前提となる事実を前提に，争点(1)（被告病院の医師の過失の\n有無）について検討する。\n(1)　まず，原告らは，原告Ｂには，出産前に胎盤機能不全等の分娩誘発を必要と\nすべき事由がなく，経産婦であることから過期妊娠になるおそれもなかったとし\nて，原告Ｂに対するメトロによる分娩誘発の医学的適応を否定し，これを行った\nこと自体が過失であると主張する。\nア　ところで，前記前提となる事実のとおり，Ｃは，本件事故により生じた低酸素\n性虚血性脳症を原因として死亡するに至ったところ，本件事故がメトロの使用\nに起因して発生したものであると認められなければ，メトロによる分娩誘発の\n医学的適応を論じるまでもなく，そのことに過失がないことは明らかである。そ\nこで，上記過失の有無を論じる前提として，本件事故がメトロの使用に起因し\nて発生したものであるか否かを以下検討する。\n(ｱ)  低酸素性虚血性脳症とは，低酸素と虚血に基づく脳細胞の障害が起こっ\nた状態をいうところ，新生児においては，胎児が子宮内において低酸素状\n態となり，循環機能が低下することによって引き起こされる（乙１４）。そし\nて，胎児は，臍動脈を流れる血液を通して母親から新鮮な酸素や栄養物を\n取り入れている（乙３４）から，臍帯に何らかの圧迫が生じれば，血流が低\n下して低酸素状態に陥り，ひいては低酸素性虚血性脳症が発症し得ると考\nえられる。\n本件においては，前記認定事実のとおり，それまで正常であった胎児心\n拍数が，破水後，突然急激に低下し，いったん８０ないし１００ｂｐｍまで回\n復したが，すぐに６０ｂｐｍに下降してそのまま改善されず，帝王切開手術\nが施されたが，Ｃは，新生児仮死の状態で娩出され，低酸素性虚血性脳症\nを発症するに至った。このような経過からすれば，Ｃは，児心音が突然急激\nに低下した時点において，臍帯に何らかの圧迫を来し，血流が低下して低\n酸素状態に陥り，これが原因で低酸素性虚血性脳症を発症したものと推認\nされる（なお，常位胎盤早期剥離も，児心音が突然急激に低下する原因の\n１つとして考えられるが，本件においては，常位胎盤早期剥離の徴候を示\nす急激な腹痛やショック状態がなかったことや，帝王切開手術を施行したＥ\n医師もその所見を認めなかったことからすると，常位胎盤早期剥離が本件\n事故の原因であるとの推認は否定される（甲１８，証人Ｅ）。）。\n(ｲ)  そこで進んで，本件において臍帯にいかなる圧迫が生じたのか，それはメ\nトロの使用によるものか否かをみていくこととする。\nａ　まず，原告らは，メトロの使用によって臍帯脱出が引き起こされ，これが\n臍帯の圧迫の原因であると主張する。\nしかし，メトロ使用の一般において，メトロ脱出時に臍帯脱出が起こり\nやすく，これにより臍帯が先進部と産道の間で圧迫され，臍帯の血流遮\n断を招き，胎児仮死を来す危険があることが指摘されている（甲９ないし\n１２）けれども，これはあくまで一般的にこのようなことが起こり得るという\n話であって，このことから，本件においても臍帯脱出があったと直ちに認\nめることはできない。前記認定事実のとおり，破水後に臍帯脱出がなか\nったことは，Ｅ医師の内診により確認されているところ，同医師は，その\n証人尋問において，むしろ臍帯脱出が確認された方が，児心音が急激\nに低下した原因が明らかで，その後の処置が容易であったとまで述べて\nいるのであるから，臍帯脱出がなかったとする同医師の診断は，十分信\n用に値するというべきである。この点について，原告らは，本件事故の後\n日，Ｅ医師から臍帯脱出があったことの説明を受けたとして，その状況を\n録音したというテープの鑑定書等（甲１７の１及び２）を提出するが，同テ\nープの録音内容には聴き取りにくい部分があるほか，仮に，Ｅ医師によ\nって臍帯脱出との言葉が発せられたとしても，それは，前後の文脈等が\n不明な中で述べられたものであり，本件に関して述べられたものなの\nか，あるいは一般論として述べられたものなのか判然としないから，これ\nをもって，Ｅ医師が本件において臍帯脱出があったことを自認していたと\nいう事実を認めることはできない。\nしたがって，本件において臍帯脱出があったとは認められず，これが\n臍帯の圧迫の原因であるとする原告らの主張は，採用することができな\nい。\nｂ　また，原告らは，メトロが子宮口を抜けたことに伴い，児頭が下降してき\nて自らの臍帯を押しつぶしたことにより，臍帯が突然外部から圧迫され，\n臍帯の血流障害を来したと主張する。\nしかし，仮に，このような機序をたどる場合があるとしても，本件におい\nては，原告Ｂが破水して児心音が低下した直後に同人を内診したＦ助産\n師が，その証人尋問において，メトロは子宮口から抜けていなかったと明\n確に述べ，これに沿う医療記録上の記載（甲６）も存在するから，メトロが\n子宮口を抜けたことに伴って児頭が臍帯を押しつぶしたと推認すること\nの前提を欠くというべきである。原告らの上記主張に沿う供述をする証人\nＨも，その私的鑑定書（甲１８）や証人尋問において，本件訴訟記録から\nは，メトロが破水時に子宮口を抜けたか否かは判定不能であると述べて\nいる。その上で，同人は，破水後に多量の羊水が流れ出ていることや，\nパルトグラム（甲６）中の「メトロは抜けておらず６－７ｃｍ」との記載の後\nに，括弧書で推定と書かれていることなどから，実際にはメトロが破水時\nに子宮口を抜けたのではないかと推測しているが，いずれにせよ推測の\n域を出るものではなく，このことから，Ｆ助産師の前記供述の信用性が直\nちに否定されることにはならないというべきである。\nしたがって，原告らの上記主張は，採用することができない。\nｃ　被告は，臍帯自体の異常が本件事故を招いたと主張するが，これを裏\n付ける組織学的剖検結果等の確たる証拠はない上，本件事故に至るま\nで胎児の発育は順調であったことなどからすると，臍帯自体に異常があ\nったとはたやすく認め難く，上記主張を採用することはできない。\nこのほか，本件において臍帯に圧迫が生じた原因が何であるかを認\nめるに足りる証拠は見当たらない。\n(ｳ)  以上みてきたところによれば，本件事故は，臍帯に何らかの圧迫が生じて\n発生したものと推認することができるが，その原因については，本件証拠状\n況の下では不明であるといわざるを得ない。そして，分娩誘発を行わない\n分娩における破水の場合であっても，羊水過少のため臍帯が圧迫されや\nすいこと（乙４１）も併せ考えると，本件において臍帯に圧迫が生じた原因が\nメトロの使用にあると認めることはできない。\nイ　以上のとおり，本件事故がメトロの使用に起因して発生したものであるとは\n認められないから，Ｄ医師がメトロを使用して分娩誘発を行ったことについて，\n過失を認めることはできない。\nウ　なお，仮に，本件事故の原因がメトロの使用にあるとしても，本件において\nは，以下に述べるとおり，メトロを用いて分娩誘発を行う医学的適応並びに母\n体及び胎児が満たすべき必要な条件を満たしていたといえる反面，メトロの使\n用により本件事故のような結果が生じる危険性が高まるとの予見可能性はな\nかったというべきであるから，過失は認められないというべきである。\n(ｱ)  分娩誘発は，陣痛が自然に発来する前に分娩に至る子宮収縮を人為的\nに起こすことであり，医学的適応があることが必要とされ，自然分娩による\nリスクが誘発分娩によるそれよりも大きいと判断された場合（具体的事由と\nして，胎盤機能不全，過期妊娠，子宮内胎児死亡，羊水過多症，部分常位\n胎盤早期剥離等が挙げられる。）に，これが満たされる。そして，その上で，\n分娩誘発を実施する際の必要な条件として，胎児が母体外で生存可能で\nあること，児頭骨盤不均衡等がなく経膣分娩が可能であること，頚管が十\n分に成熟していて母体が分娩準備状態にあること等を備えなければならな\nい（甲９）。\n(ｲ)  以上を踏まえ，まず，分娩誘発を行う医学的適応を満たしていたか否かを\n検討する。\n前記認定事実のとおり，Ｄ医師は，予定日の２日前である平成８年１０月\n２４日に，誘発理由を予定日超過として，メトロを用いて分娩誘発を行うこと\nを決定し，その４日後，すなわち予定日の２日後である同月２８日に，実際\nにメトロを用いて分娩誘発を行っている。この点，原告らは，本件では分娩\n誘発が行われた時期は妊娠４０週と２日目であり，これが過期妊娠（妊娠４\n２週目以降）に当たらないことは明らかで，ほかに胎盤機能不全等の病態\nがない以上，分娩誘発を行う医学的適応はなかったと主張する。しかし，妊\n娠４２週目を過ぎると，過熟児，胎盤機能不全，胎児仮死，分娩時損傷等\nの罹患率が急激に上昇し，死産率及び周産期死亡率は，正期産と比較し\nて，１．５ないし３倍に増加するとされている（甲２０，乙９，４２，４３の１の１，\n乙４４）。このようなことから，妊娠４０週目以降は，ノンストレステスト等で分\n娩監視を行いながら，できるだけ自然陣痛の発来を待つべきであるとする\n見解もあれば（甲２０），過期妊娠のリスクを避けるために，これに至る前に\n分娩誘発を行って分娩を終了させるべきであるとする見解（乙４３の１の１，\n乙４４）もあるが，どちらの見解もメリット，デメリットがあるため，現状におい\nて，分娩誘発を行うか，あるいはこれをせず待機管理を行うかの議論に\nは，一定のコンセンサスが得られておらず，結局のところ，どちらの方法を\n選択するかは，現場の各産科医の判断に委ねられているとされている（甲\n２０，乙４２）。したがって，妊娠経過日数を形式的にみて過期妊娠に至って\nいないとして，直ちに分娩誘発の医学的適応がないとするのは相当でなく，\n産婦の状態，妊娠経過，誘発時期，誘発理由等を総合的に考慮して，分娩\n誘発をしたことが担当医の判断として不合理なものといえるか否かという観\n点から，その医学的適応の有無を判断すべきである。\nこれを本件についてみるに，原告Ｂの頚管のビショップスコアは，妊娠３\n７週目に入った平成８年１０月５日以降，あまり変化がなく，特に，同月１７\n日から誘発決定日である同月２４日までの１週間は，全く変化が見られな\nかったのであり，このような経過から，Ｄ医師が，頚管の熟化不全を認識\nし，過期妊娠に至ることを予想したということも，合理的な判断といえる。ま\nた，原告Ｂは，Ｉを出産した時に，児頭骨盤不均衡等があったことから吸引\n分娩で娩出したのであり，このような過去の出産歴からすれば，Ｄ医師が，\n再び難産になることを避けるために，胎児の体重が過重になる前に分娩を\n終えようとしたということも，不合理な判断であったということはできない。\n原告らは，原告Ｂは経産婦であり，今後自然に陣痛が起こることが十分\nに予想された，胎児の体重の増加率は妊娠末期には低下するから，これ\nが同じ割合で増え続けることはないなどとして，本件において過期妊娠の\nおそれはなかったと主張し，証人Ｈも，その私的鑑定書（甲１８）及び証人尋\n問において，これに沿う見解を述べる。しかし，原告Ｂは経産婦であるとは\nいえ，前回の出産は吸引分娩で難産だったのであり，本件においても，前\n記認定のとおり，子宮頚管の熟化不全等が見られ，過期妊娠に至ることが\n予想されたというべきであるから，経産婦であることをもって，過期妊娠の\nおそれがなかったと直ちにいうことはできない。また，胎児の体重につい\nて，その増加率が妊娠末期には低下するにしても，前記認定事実のとお\nり，Ｄ医師は，超音波断層によって胎児の体重を推定し，これに基づいて，\n分娩誘発決定時の胎児の体重を算出したのであって，その数値（３２００ｇ）\nは，統計的数値に適うものであり（乙２９），実際に娩出された胎児の体重\n（３３５８ｇ）ともほぼ合致するものであるから，Ｄ医師が算出した胎児の推定\n体重について，不合理な点があったということはできない。したがって，原告\nらの上記主張は，採用することができない。\n以上より，Ｄ医師が過期妊娠を避けるために予定日の２日後に分娩誘発\nを行ったことについて，これが医師の判断として不合理であったということ\nはできないから，その医学的適応はあったというべきである。\n(ｳ)  次いで，メトロを用いて分娩誘発を行うのに必要な条件が備わっていたか\n否かを検討する。\n前記認定事実のとおり，本件事故に至るまでは胎児の発育は順調で，\n分娩誘発時には胎児の母体外での生存が可能な状態にあった。また，妊\n娠中の診療経過からは児頭骨盤不均衡等の所見は認められず，経膣分娩\nによる出産も可能であった。そして，経産婦に分娩誘発を行うには，ビショッ\nプスコアを７点以上備えている必要があるとされる（甲２０，乙４３の１の１）\nところ，メトロ挿入前の内診結果からすれば，ビショップスコアが７点以上あ\nったことが認められる（頚管熟化剤であるマイリスも点滴注射されてい\nた。）。加えて，メトロを使用するに当たっては，子宮頚管が成熟しているこ\nと（頚管の５０％以上の展退，子宮口の２ｃｍ以上の開大，子宮頚部の軟\n化），バルーン内への滅菌水の注入量を厳守すること（頭位分娩の場合は\n１５０ｍｌ）が必要であるとされるが，前記認定事実によれば，そのいずれも\n満たしているということができる。\nこれらのことからすれば，メトロを用いて分娩誘発を行うのに必要な条件\nは，備わっていたというべきである。\n(2)　次に，原告らは，原告Ｂが破水して児心音が低下した後のＥ医師らによる処置\nが不適切であり，また，帝王切開手術を行うのが遅れたなどとして，同医師らに\nは過失があったと主張するので，この点について検討する。\nア　臍帯脱出ないしこれに準ずる圧迫状態が生じた場合，子宮口が全開してお\nらず経膣分娩が困難であれば，速やかに帝王切開の準備をし，これと同時\nに，酸素投与を行い，骨盤高位とし，子宮収縮抑制を図り，内診指により児頭\nを挙上しつつ臍帯の完納を試みるか，人差し指と中指の間に臍帯を挟んで圧\n迫を解除する必要がある（もっとも，臍帯を指で陥入させようとすると，時に臍\n帯血管の収縮を招くので，特別な場合以外は，先進部を臍帯から離し，圧迫\nを防止するにとどめた方がよいとされる。）。また，羊水減少によるものと考え\nられる場合には，人工羊水（３７℃程度に加熱した生理食塩水）を注入するこ\nとが有効であるとされている（甲１０ないし１２，乙２０，２１）。\nイ　これを本件についてみると，前記認定のとおり，Ｅ医師は，Ｆ助産師から電話\n連絡を受けて，児心音が低下した４分後の午前１１時２０分に，原告Ｂの下に\n駆けつけ，メトロを子宮腔内から抜去し，臍帯脱出がないことを確認した上\nで，陣痛促進剤であるアトニンの点滴を止め，体位交換，酸素吸入，児頭挙\n上，生理食塩水２００ｃｃの注入等，児心音の回復を図るための処置を試みた\nが，これらの効果がないと判断するや，午前１１時３０分，帝王切開を行うこと\nを決定して手術室に移動し，午前１１時５０分，同手術を開始し，午前１１時５２\n分に胎児（Ｃ）を娩出した。\nこのような経過からすれば，Ｅ医師は，臍帯圧迫状態を解消するために必\n要とされる処置を適切かつ迅速に行ったといえるから，これらＥ医師らによる\n処置の内容について，何らの過失を認めることはできない。また，ＷＨＯのガ\nイドラインには，緊急に帝王切開をする場合には，これを決定してから手術を\n開始するまで３０分以内に施行できることと記載されている（乙１９）ところ，Ｅ\n医師は，児心音が低下してから約３５分後，帝王切開を決定してから約２０分\n後にこれを施行しているのであるから，その処置は迅速に遂行されたというべ\nきであって，この点について過失を見出すことはできない。\n原告らは，原告Ｂが破水して児心音が低下した時刻は，午前１０時１６分で\nあって，その後の帝王切開手術まで約１時間３０分も要したとして，被告病院\nの医師らの処置が不手際により遅れていたと主張する。しかし，原告らの上\n記時刻に関する主張を裏付ける客観的な証拠は存在しない。そればかりか，\n原告Ｂは，その陳述書（甲１６）及び本人尋問において，２回目のトイレに行く\n直前に，原告Ａとの間で，Ｊの出産が無事に済んだことの会話をしたと述べる\nが，Ｊは，午前１１時５分に胎児を娩出しているのであって（甲８），その後に原\n告Ｂがトイレから帰ってきて破水したのであれば，その時刻が午前１０時１６分\nでないことは明らかである。また，原告らは，被告病院は平成８年１２月９日に\nなって初めて，破水及び児心音の低下が起こったのは午前１１時１６分である\nと言ってきたと主張するが，これより前の同年１０月３０日のＥ医師の原告Ａら\nに対する説明の際に，原告Ａらの方から，破水後３０分で帝王切開が施行さ\nれたことを述べている部分があること（乙１）からすれば，原告らとしても，本件\n事故後の当初において，破水して児心音が低下した時刻は午前１１時１６分\nであるとの認識を有していたというべきである。このほか，原告らは，本件に\n係る医療記録は被告によって改ざんされたものであると主張するが，原告ら\nが指摘するような事由をもってしても，これらの記録が改ざんされたものであ\nると認めるには足りない。したがって，原告らの上記主張は，いずれも採用す\nることができない。\nウ　以上によれば，原告Ｂが破水して児心音が低下した後の処置について，Ｅ医\n師らに過失があったとは認められない。\n３　よって，原告らの請求は，その余の点について判断するまでもなく，いずれも理由\nがないからこれを棄却することとし，訴訟費用について民事訴訟法６１条，６５条を\n適用して，主文のとおり判決する。\n札幌地方裁判所民事第５部\n裁判長裁判官　　　　笠　　　　井　　　　勝　　　　彦\n裁判官　　　　寺　　　　西　　　　和　　　　史\n裁判官　　　　本　　　　多　　　　健　　　　司\n別　紙 診療経過一覧表\n年月日 診療行為等 証拠\n平成８年３月４日 超音波断層\n子宮頸部細胞診検査\n妊娠反応あり\n乙２\n平成８年３月１８日 超音波断層\n卵巣腫瘍\n胆のう４０ｍｍ\n胎児頭殿長１２ｍｍ\n胎児心拍（＋）\n乙２\n平成８年４月１日 超音波断層\n卵巣腫瘍\n胎児頭殿長２６ｍｍ\n胎児心拍（＋）\n予定日平成８年１０月２６日\n乙２\n平成８年４月２５日 超音波断層\n妊婦一般健康診査\n血液検査　甲状腺機能検査\n視診　茶色帯下頚管未開大\n胎児頭殿長５８ｍｍ\n胎児心拍（＋）\n甲１\n乙２\n平成８年５月２３日 超音波断層\n児頭大横径３５ｍｍ\n胎児心拍（＋）\n甲１\n乙２\n平成８年６月２０日 超音波断層\n児頭大横径４７ｍｍ\n大腿骨長３３ｍｍ\n甲１\n乙２\n平成８年７月１８日 超音波断層\n児頭大横径６０ｍｍ\n大腿骨長４２ｍｍ\n推定体重７５５ｇ\n甲１\n乙２\n平成８年８月２２日 一般検血　ヘモグロビン１０．２ｍｇ／ｄｌ\n心拍（＋）\n甲１\n乙２\n平成８年９月５日 超音波断層\n甲状腺機能低下\n児頭大横径７９ｍｍ\n大腿骨長５８ｍｍ\n推定体重１８２２ｇ　適正発育\n甲１\n乙２\n平成８年９月１９日 超音波断層\n児頭大横径８３ｍｍ\n大腿骨長６１ｍｍ　ｓｅｘ男\n推定体重２１７６ｇ　適正発育\n甲１\n乙２\n平成８年１０月３日 超音波断層\n胎盤機能検査（尿）\n一般検血　ヘモグロビン９．１ｍｇ／ｄｌ\n児頭大横径８４ｍｍ\n大腿骨長６２ｍｍ\n推定体重２６６９ｇ　適正発育\n甲１\n乙２\n平成８年１０月９日 ノンストレステスト良好\n胎児心拍モニター\n甲１\n乙２\n平成８年１０月１７日 心拍（＋） 甲１\n乙２\n平成８年１０月２４日 心拍（＋） 甲１\n乙２\n別　紙 ビショップスコア採点表\n点　数\n因　子\n０ １ ２ ３\n頚管開大度（ｃｍ） ０ １～２ ３～４ ５～６\n展退（％） ０～３０ ４０～５０ ６０～７０ ８０～\n児頭位置 －３ －２ －１～０ ＋１～\n頚部の硬さ 硬 中 軟\n子宮口位置 後 中 前\n※９点以上を成熟とする。\n"
}