{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 7,
    "day": 24
  },
  "case_number": "平成15(ワ)828",
  "case_name": "不正競争行為差止等請求事件",
  "court_name": "名古屋地方裁判所",
  "right_type": "不正競争",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "10935",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=10935",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/935/010935_hanrei.pdf",
  "contents": "平成１５年(ワ)第８２８号　不正競争行為差止等請求事件\n口頭弁論終結の日　平成１５年７月１０日\n判　　　　　　　　　　決\n原　　　　　　　告　　　パールヨット株式会社\n同訴訟代理人弁護士    　岡　　　田　　　榮　治　郎\n同                 　 　安　　　斉　　　　　　　勉\n被　　　　　　　告　　　丸糸株式会社\n同訴訟代理人弁護士　　　浪　　　川　　　道　　　男\n主　　　　　　　　　　文\n１　原告の請求をいずれも棄却する。\n２　訴訟費用は原告の負担とする。\n事実及び理由\n第１　請求\n１　被告は，被告製造に係る別表(1)の１ないし８に表示した色の刺しゅう糸に\nつき，それぞれの色に対応する同表記載の色番号を使用し，又は当該色番号を使用\nした刺しゅう糸を販売してはならない。\n２　被告は，前項の刺しゅう糸及びその刺しゅう糸を巻いた紙管に貼り付けた\nラベル，色見本帳を廃棄せよ。\n３　被告は，第１項記載の色番号を，被告の商品の宣伝広告及び色見本帳に使\n用してはならない。\n４　被告は原告に対し，２０９４万８６９０円及びこれに対する平成１５年３\n月１８日から支払済みまで年５分の割合による金員を支払え。\n第２　事案の概要\n本件は，刺しゅう糸を製造販売する原告が，繊維製品の製造販売を業とする被\n告に対し，刺しゅう糸の色ごとに付された色番号が不正競争防止法（以下「法」と\nいう。）２条１項１号の「商品表示」に当たると主張して，色番号の使用等の差止\nめと損害賠償を求めた事案である。\n１　当事者間に争いのない事実等\n(1)　原告は，縫糸類の製造及び販売を目的とする会社であり，被告は，一般繊\n維製品等の製造及び販売を目的とする会社である。\n(2)　原告は，その製造販売する刺しゅう糸に，別表(2)の１ないし８のとお\nり，それぞれ４桁の数字（正確には１０００番台と２０００番台の数字７００種\n類）から成る色番号（以下「本件色番号」という。）を付している（甲１）。\n(3)　被告は，平成１３年春ころ，本件色番号を参考にして，その輸入する刺し\nゅう糸に，特定の色を識別するための４桁の数字（正確には１０００番台と２００\n０番台の数字７００種類）から成る色番号を付して販売するようになり，平成１４\n年９月ころ，この色番号を基に刺しゅう糸の見本帳（甲２，乙１の１及び２）を作\n成した。\n同見本帳には，１から３６までの配列ごとに，３ないし２０段の色見本及\nびそれに対応する色番号が印刷されているところ，１ないし３６の配列番号につい\nては，原告の色見本帳の配列番号と一部異なるものがあるものの，色番号について\nは（配列番号３６を除き），それぞれ，（肉眼による観察上）同一色につき，本件\n色番号と同一の４桁の数字にＭを冒頭に加えた色番号（例えば「Ｍ１００１」）が\n付されている。\n２　本件の争点\n本件色番号と同じ色番号を付して刺しゅう糸を販売する被告の行為が，法２\n条１項１号の商品主体混同行為に該当するか。具体的には，\n(1)　本件色番号は，原告の商品表示に当たるか。\n(2)　本件色番号は，原告の商品表示として周知性を有するか。\n(3)　被告の色番号は，原告の商品との混同を生じさせるか。\n３　争点に関する当事者の主張の要旨\n（原告）\n(1)　原告は，昭和３５年ころから，原告が製造販売する刺しゅう糸について，\n４桁の数字から成る固有の色番号を付し，この色番号をもって特定の色の刺しゅう\n糸を識別することとし，各刺しゅう糸を巻いた紙管にそれぞれの色番号を表示し\nて，刺しゅう糸の販売普及を図ってきた。その結果，遅くとも被告が本件色番号と\n同じ色番号を使用し始めた平成１３年春ころには，本件色番号は，原告の製造販売\nする刺しゅう糸を個別化する表示機能を有するのみならず，特別顕著性を獲得し，\n自他商品識別機能，出所表示機能をも有するようになった。\nなお，被告は，本件色番号が商品表示に当たるとの原告の主張を認めれ\nば，そこで用いられる４桁の数字を原告が独占的，排他的に使用することを認める\n結果となり，不当である旨主張するが，原告が求めているのは，原告商品と同じ色\nの被告商品に原告と同じ色番号を使用することの差止めに止まるから，批判は当た\nらない。被告の主張するように，被告以外にも４桁の数字を含む数字を色番号に使\n用している業者があることは認めるが，原告と全く同じ色番号を同じ色の刺しゅう\n糸に使用している業者は被告以外にはない。\n(2)　原告がそれぞれの色の刺しゅう糸に本件色番号を付していることは，遅く\nとも平成１３年春ころには，日本国内の刺しゅう糸の取引業者に周知されるように\nなり，需要者の間では，製造業者を特定せずに単に本件色番号のみを指定して注文\nした場合でも，原告の製造販売する当該番号に対応する刺しゅう糸を指すものであ\nることが認識されるに至った。\n(3)　被告は，平成１３年春ころから，同じ色の刺しゅう糸に本件色番号と同じ\n色番号を使用するようになった。もっとも，被告の見本帳では，本件色番号の冒頭\nにアルファベットのＭが付されているが，刺しゅう糸の流通経路においては，色番\n号のみをもって特定の色の刺しゅう糸を識別する実態があり，かつ被告の販売する\n刺しゅう糸を巻いた紙管に貼り付けられたラベルには，色番号のみが表示されてい\nるため，需要者が本件色番号をもって原告の刺しゅう糸を注文したにもかかわら\nず，問屋が被告の刺しゅう糸を誤って納品したり，実際には原告の刺しゅう糸と被\n告のそれとは品質に大きな差があるにもかかわらず，同一品質の刺しゅう糸である\nとの誤解が生じたり，さらには，原告と被告との間に提携関係やライセンス関係が\nある等の誤解を招くなど，混同を生じさせている。\n（被告）\n(1)  本件色番号は，数字を単純に羅列したものに過ぎず，その字体等にも特別\nな顕著性はない。しかも，需要者が刺しゅう糸を購入しようとする際には，必ず他\n社商品と区別された特定企業の商品をまず選択した上で，色番号によって，特定企\n業の商品の中からある色の刺しゅう糸を特定して選択し，その商品を購入するので\nあるから，色番号のみによっては，商品の自他識別機能，出所表示機能を有するも\nのではなく，商品表示に当たらない。本件色番号は，原告の製造販売に係る刺しゅ\nう糸の色を識別する機能を有するにすぎない。\nまた，およそ，色番号である４桁の数字は，当該商品の色を識別するた\nめ，何人にとっても必要な表示として，自由な使用を保障して，円滑な商取引を保\n護する必要があるから，原告の主張を認めて，これを不正競争防止法による保護の\n対象とし，特定人の独占的使用に委ねることは，公益上の見地からも相当でない。\n(2)　一般的に，刺しゅう糸の製造販売を行っている各社においては，自社製品\nの刺しゅう糸の色を区別するため，その色ごとに数字を付して販売しているのが実\n情であり，需要者が，メーカーを指定しないで，色番号のみをもって刺しゅう糸を\n注文することはあり得ない。例えば，著名な刺しゅう糸の製造販売業者であるオゼ\nキ株式会社や中村商事株式会社は，特定の色の識別のために，本件色番号と同様，\n４桁の数字を使用しているから，単に本件色番号のみを指定して注文した場合に，\n原告の製造販売する当該番号に対応する刺しゅう糸を指すものであるとの認識は存\n在しない。\n(3)　被告は，平成７年ころ，ポリエステル原糸による刺しゅう糸を製造販売す\nる際，刺しゅう糸の色を識別するため，１番から５２９番までの数字の各頭に被告\nの社名である「丸糸株式会社」のローマ字の頭文字であるＭを付け，一体として色\n番号とし，これを刺しゅう糸の色ごとに配列した見本帳を作成して，これを顧客に\n配布してきた。その後，平成１３年４月ころ，レーヨン原糸による刺しゅう糸を製\n造販売する際，重複を避けるために４桁の数字にＭを付して，色番号として使用し\nており，原告のものとは明確に区別されている。\nまた，被告は，そのころから，レーヨンによる刺しゅう糸には，①被告の\n登録商標である「ＷＯＲＴＨ」，②刺しゅう糸を意味する「ＥＭＢＲＯＩＤＥＲＹ\nＴＨＲＥＡＤ」，③サイズを表す「ＳＩＺＥ．１２０ｄ／１×２」，④長さを表\nす「ＭＥＴＥＲＳ．３０００ｍ」，⑤「ＣＯＬ．」の後にＭを付した色番号，⑥\n「ＬＯＴ．」の後に製造年月日，⑦品質を表す「ＲＡＹＯＮ１００％」等と表示し\nたシールを紙管内に貼付しているから，原告の商品との混同のおそれもない。\n第３　当裁判所の判断\n１  本件色番号が商品表示に当たるかについて\n(1)　法２条１項１号の定める「商品表示」とは，商品の出所を示す表示をい\nい，取引者若しくは需要者が商品に付されている表示により，特定人の製造・販売\nに係る商品であることが認識でき，これと他の第三者の商品とを区別するに足りる\n自他識別力を備え，あるいは，それが自己のものであることを表示する出所表示機\n能を備えているものをいう。\n(2)　しかして，前記当事者間に争いのない事実等に証拠（甲１，２，乙４ない\nし６）及び弁論の全趣旨を総合すれば，原告は，長年，原糸の製造販売を業として\nいるところ，かねてから多種類の色の刺しゅう糸を番号によって容易に特定，識別\nし得るように，色の種類ごとに４桁の数字から成る色番号（本件色番号）を付し，\nそれを刺しゅう糸を巻いた紙管に表示し，さらに本件色番号を同系色が近い位置に\nなるように配列した色見本帳を作成している事実が認められ，これによれば，原告\nの刺しゅう糸を購入しようとする需要者は，原告（若しくは原告の商品のみを取り\n扱う業者）に対して，ある色番号を示すことにより，必要な色の刺しゅう糸を特\n定，識別することが可能となっていると推認できる。\nしかしながら，他方，前掲各証拠等によれば，原告が用いている本件色番\n号は，原告が製造販売する刺しゅう糸の色の種類ごとに付された４桁の数字（７０\n０種類）であって，その前後に何らの表記がなく，その字体にも格別特色があるわ\nけではなく，その配列等についても同系色についておおよそ近似した数字を付して\nあるにとどまり，その表示に独特の工夫をこらして案出されたものとはいえないこ\nとが認められる。そうすると，本件色番号は，つまるところ，単なる４桁の数字が\n色の種類に応じて付されているに止まるから，両者の対応関係には取引上の有用性\nが存在するものの，個々の色番号自体にいわゆる特別顕著性を認めることはできな\nい。したがって，本件色番号について，他の第三者の商品とを区別するに足りる自\n他識別力（特別顕著性）ないし出所表示機能を有すると認めることはできない。\n(3)　この点について，原告は，長年の販売努力により，遅くとも平成１３年春\nころには，原告がそれぞれの色の刺しゅう糸に本件色番号を付していることが日本\n国内の取引業者に周知されるようになり，需要者の間では，単に本件色番号のみを\n指定して注文した場合でも，原告の製造販売する当該番号に対応する刺しゅう糸を\n指すものであることが認識されるに至った旨主張するところ，確かに，被告が，自\n分の刺しゅう糸に本件色番号と同じ数字を付していることは，一部の需要者に上記\nのような認識があることを推認させるといえないこともない。しかしながら，前掲\n各証拠等によれば，オゼキ株式会社や中村商事株式会社など，他にも４桁の数字で\n特定の色の糸を識別している同業者が存在すること，そもそも，本件色番号は７０\n０種類にも上ること，原告は，色見本帳を顧客に配布する以外に，４桁の数字で示\nされ，それに対応する刺しゅう糸が原告の商品であることを強調するような宣伝は\n特に行っていないこと，以上の事実が認められる。そうすると，例えば，刺しゅう\n糸の取次業者としては，他の製造販売業者の刺しゅう糸との混同を避けるために，\n色番号に加えて注文先の製造業者を確認して注文を取り次いでいるも\nのと推認することができる。以上によれば，需要者の間に，原告主張のような認識\nが一般的に形成されているとは認め難い。\n(4)　そして，仮に，そのような数字自体をもって原告の商品表示たることを肯\n認すれば，刺しゅう糸という限定された商品分野であるにせよ，個々的には何ら特\n徴のない４桁の数字（少なくとも１０００番台と２０００番台の数字７００種類）\nについて原告以外の者は使用を禁じられることとなり，本来，誰でも利用できるは\nずの数字について特定人である原告の独占的・排他的使用を許すことになって，不\n当な結果を招くことが明らかである。\nこの点に関連して，原告は，原告商品と同じ色の被告商品に原告と同じ色\n番号を使用してはならないと主張しているに止まるから，４桁の数字を独占するこ\nとにならないとも主張する。その意味内容は明確ではないが，仮に，その趣旨が，\nある４桁の数字が原告の定めた特定の色の糸を表示するものとして使用（具体的に\nは，その色の糸が巻かれていた紙管ないし色見本帳に表示することにより使用）さ\nれた場合には混同が生じる（から差止めを求める）が，それ以外の色の糸を表示す\nるものとして使用された場合には混同の生じるおそれがないというものであるなら\nば，４桁の数字から成る本件色番号自体では，商品の表示として機能していないこ\nとを自認するものにほかならないというべきである。\n(5)　したがって，本件色番号は，法２条１項１号の「商品表示」に当たらない\nと判断するのが相当である。\n２　結論\nよって，原告の本訴請求は，その余について判断するまでもなく，いずれも\n理由がないから棄却することとし，訴訟費用の負担につき，民訴法６１条を適用し\nて，主文のとおり判決する。\n名古屋地方裁判所民事第９部\n裁判長裁判官　　　加　藤　幸　雄\n裁判官　　　舟　橋　恭　子\n裁判官      平　山　　　馨\n（別紙）\n別表（１）の１（１）の２（１）の３（１）の４（１）の５（１）の６（１）の７\n（１）の８（２）の１（２）の２（２）の３（２）の４（２）の５（２）の６\n（２）の７（２）の８\n"
}