{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 1,
    "day": 29
  },
  "case_number": "平成13(ワ)1104",
  "case_name": "学校法人浄土真宗教育資団定年制",
  "court_name": "京都地方裁判所",
  "lawsuit_id": "18611",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=18611",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/611/018611_hanrei.pdf",
  "contents": "平成１５年１月２９日判決言渡　同日原本領収　裁判所書記官\n平成１３年（ワ）第１１０４号地位確認等請求事件\n（平成１４年１１月２２日　口頭弁論終結）\n主　　　　　　　文\n１　原告と被告との間において，原告が佛教大学通信教育部専任講師の地位を有\nすることを確認する。\n２　被告は原告に対し，平成１３年４月から本判決確定の日まで，毎月２１日限\nり７０万５９０８円を支払え。\n３  原告のその余の請求に係る訴えを却下する。\n４　訴訟費用は被告の負担とする。\n５  この判決は，第２項に限り，仮に執行することができる。\n事　　　　　　　実\n第１　当事者の求めた裁判\n１　請求の趣旨\n（１）　原告と被告との間において，原告が佛教大学通信教育部専任講師の地\n位を有することを確認する。\n（２）　被告は原告に対し，平成１３年４月から毎月２１日限り７０万５９０８\n円を支払え。\n（３）  訴訟費用は被告の負担とする。\n（４）  第２項について仮執行宣言\n２　請求の趣旨に対する答弁\n（１）　原告の請求をいずれも棄却する。\n（２）　訴訟費用は原告の負担とする。\n第２  当事者の主張\n１  請求原因\n（１）  原告（昭和１０年９月３０日生）は，平成３年４月１日に，被告の設置す\nる佛教大学の通信教育部専任講師として雇用された。\n（２）　原告が雇用された際，佛教大学の就業規則１０条，佛教大学定年規程２条\nにおいて，佛教大学に専任として勤務する教員の定年を満７０歳とし，定年に達し\nた年度末をもって退職とする旨（以下，「本件旧条項」という）が定められてい\nた。\n（３）　被告は，原告との間の雇用契約を争う。\n（４）　原告は，従来毎月２１日に給与の支払を受けていたものであり，その額は\n次のとおりである。\n平成１２年１０月分　７０万０４００円\n１１月    ７０万５３００円\n１２月    ７２万２４００円\n平成１３年　１月    ６９万４９５０円\n２月    ７１万７３００円\n３月    ６９万５１００円\n（上記６か月の平均　７０万５９０８円）\nよって，原告は被告に対し，雇用契約に基づき同契約上の地位の確認及び平成１\n３年４月分から未払となっている賃金の支払を求める。\n２　請求原因に対する認否\n請求原因事実はすべて認める。\n３  抗弁\n（１）  本件旧条項は，平成１２年２月１６日の佛教大学評議会（以下，「大学評\n議会」という）において，経歴審査のみで業績審査をしない講師（実習指導講師，\n通信教育部研究室講師）は満６５歳を定年とすることに改正（以下，「本件変更」\nという）されるとともに，その施行時期が平成１２年４月１日と定められた。原告\nは平成１２年に６５歳に達した。\n（２）　本件変更には，次のとおり合理性がある。\nア  必要性\n（ア）  私立の大学は，少子化を原因として学生数が減少する時代を迎えて，\n財政の健全化を図るために人件費の削減をはかることを迫られている。そのため，\n人件費の主要部分を占める教員の人件費の削減が重要課題である。\n（イ）　上記の状況の下で，佛教大学では高齢の教員の人件費の抑制が急務と\nなっていた。そこで平成１０年４月に佛教大学の当時のＡ学長は，教員の定年の引\n下について，佛教大学の給与・福利厚生委員会に諮問をした。\n平成１１年１２月２日に同委員会は，「定年及び給与の見直し」について\nと題する報告（以下，「本件委員会報告」という）を作成し，全教員の定年を一斉\nに６５歳に引き下げるのが望ましいとの答申をした。\n（ウ）　しかし答申を受けた現在の学長であるＢ（以下，「Ｂ学長」という）\nは，平成１１年１２月１５日に開催された大学評議会で本件委員会報告を変更修正\nして，次の内容の「教員の定年制を一部改正することについて」と題する変更案\n（以下，「学長提案」という）を提案した。　    　すなわち教員の定年は，教授\nが７０歳，助教授が６８歳，講師が６５歳と引き下げ，平成１２年４月１日から実\n施する。実施時に対象となる者は１年猶予する。\n（エ）　Ｂ学長が上記の変更をしたのは，次の理由によるものである。\nすなわち，現行の教員定年を職階に関わりなく一挙に大幅に引き下げ\nることは，教授層の弱体化を招くことになり，佛教大学における教育水準の維持と\n充実にとって好ましいことではない。そこで，昇進性のある学部教員については，\nまず助教授以下の定年を引き下げることによって，昇進のための研究を活発させる\nべきである。次に，実習指導講師は，佛教大学における実習教育の充実を推進する\nために専任化する必要があるから，有期限任用を改めて６５歳定年制を導入するこ\nとで，人材の確保をはかるべきである。また，通信教育部研究室講師（以下，「通\n教部講師」という）は，学部教員と異なり経歴審査のみで採用されて研究業績の審\n査がされないのであるから，実習指導講師とともに６５歳を定年とするのが相当で\nある，というものである。\n（オ）　佛教大学では，定年規定は大学評議会の意見を徴して学長が決することに\nなっているが，従来から重要案件は教授会の議決を経て決定されることになってい\nたので，大学評議会は３学部の教授会にこれを諮ることとした。\n各教授会では学長提案に反対が多かった。そのため，平成１２年２月\n１６日に開催された大学評議会は，講師の定年を６５歳とすることのみを答申し\nた。\nＢ学長は上記答申に基づいて，同日，実習講師だけでなく専任講師を\n含めて６５歳を定年とする定年規定を平成１２年４月１日から実施するとの決定を\nした。\n（カ）  本件変更が適用される対象者は，通教部講師では原告と訴外Ｃ\n（昭和３１年１１月２７日生）であった。訴外Ｃは平成１２年３月３１日に任意退\n職したため，結果的には，原告のみが適用対象となった。実習指導講師の数は本件\n変更がなされた時点で６名であり，施行時には１１名であった。\nイ  相当性\nａ  各大学は，教員の定年制をそれぞれが定めている。国公立大学では，職階を\n問わず，概ね６３歳から６５歳を定年としている。私立大学では，かなりばらつき\nがあるばかりか，職階によって定年に差異を設けているところもあるが，総じてい\nえば職階を平均して６５歳を定年としている。その意味で，本件変更は相当性の認\nめられる定年の引下である。\nｂ　佛教大学の通信教育部の在学生の数は，平成１０年度から毎年減少してきてい\nる。従前は，佛教大学は通信教育で名声をえて多数の学生が入学してきていたが，\n他の大学が通信教育部門に参入する動きが出ているので，今後は入学者数が激減す\nる可能性が高い。\nこのような状況下で，通信教育部研究室の存続意義も顕著に薄れてきている。\nウ　代償措置\n本件変更を対象者に適用するについて，次のとおりの代償措置を取ってい\nる。\n（ア）　退職金の支給\n退職金について，事務職員「佛教大学早期退職優遇規程」第６条を準用して，次\nの計算による退職金を７４０万円を支払う。\n（基本給＋職務給）×（勤続年数１０年で支給率１０か月分）×１．２５\n（５６万５千円＋２万７千円）×１０×１．２５＝７４０万円   （イ）　再雇\n用契約\n次の条件で再雇用契約をする。\nａ　通教部講師として再雇用する。\nｂ　再雇用年数を３年間とする。\nｃ　給与の月額は，平成１２年度給与の基本給，家族手当，住宅手当の合算\n額とする（定期昇給なし）。\nｄ  賞与は専任教職員と同様に支給する。\nエ  原告に対する説明\nＢ学長は，平成１１年１２月２１日に原告と面談して，学長提案について説\n明をした。\n以上のとおり，本件変更には必要性と相当性があり，対象者に対する代償措置も\n取られた上，対象者である原告に対する説明もおこなわれているので，変更による\n不利益の程度は原告が受認できないほどのものではない。\n（３）  原告の給与額について\nア  原告の給与は基本給と職務給から構成されていて，原告の基本給は５６\n万５５００円であり，職務給である主任手当が２７０００円であった。\nイ　主任は，複数の教員が配置されている部門におかれる職務であって，当\n該教員間で毎年持ち回りで担当してきている。したがって，平成１２年度（平成１\n２年４月から平成１３年３月まで）に主任を勤めた原告が，平成１３年４月以降主\n任となることが確定しているものではない。しかも，平成１３年度末で通信教育部\n研究室が廃止されたのであるから，原告が主任となるはずはない。\nしたがって，原告の給与額は，主任手当を控除すべきである。\n４  抗弁に対する認否\n（１）　抗弁（１）の事実は認める。\n（２）  抗弁（２）について\nア　抗弁（２）アについて\n（ア）  抗弁（２）ア（ア）の事実は認める。\nしかし，この事実は，財政問題が将来の私立大学をめぐる一般的課題となる\nことを示しているにすぎず，そのことから直ちに本件変更の必要性が肯定されるこ\nとにはならない。\n（イ）　抗弁（２）ア（イ）の事実のうち，佛教大学で教員の人件費抑制が急務と\nなっていたことは否認し，その余は認める。\n教員の人件費抑制が，佛教大学において当面の問題となっていないことは，本\n件委員会報告が，近い将来に到来する一般的危機に備えるために，佛教大学の定年\n及び給与の見直しが必要であるといっていることを見ても明らかである。\n（ウ）　抗弁（２）ア（ウ）の事実は認める。\n（エ）  抗弁（２）ア（エ）の事実は争う。\n本件変更のうち，実習指導講師の定年を定めた部分は，従来有期限任用であっ\nたのを６５歳定年にしたものであるから，不利益な変更ではない。これに反して通\n教部講師に関する部分は，従来７０歳であった定年を６５歳に短縮したのであるか\nら，不利益変更である。講師の定年を６５歳とした本件変更は，このように異質な\nものを一括して規定しているものであるから，実習講師の定年制の採用に合理性が\nあるからといって，通教部講師の定年短縮の合理性が裏付けられるわけはない。\n（オ）　抗弁（２）ア（オ）の事実は認める。\n（カ）  抗弁（２）ア（カ）の事実は認める。\nしかし，訴外Ｃは本件変更の話が出る以前から，他大学に転出することがわか\nっていたから，本件変更の適用対象者が原告だけであることを，佛教大学当局は十\n分承知していた。\nイ　抗弁（２）イの事実はすべて争う。\nウ　抗弁（２）ウの事実は認める。しかし，この代償措置ではまったく不十分で\nある。本件変更がなされると，被告の提案する代償措置によっても，原告の収入は\n総額で２４００万円の減額となるばかりか，退職金が１５０万円の減額となる。し\nかも，原告は大学での教育活動という有意義な仕事に７０歳まで従事できるはずで\nあったのに，それを２年間も短縮される結果となることは，金銭で評価しがたい不\n利益である。\nエ　 抗弁（２）エの事実は認める。\n（３）　抗弁（３）について\n争う。\n理              由\n１　請求原因事実は，当事者間に争いがない。\n２　抗弁について検討する。\n（１）  抗弁（１）の事実は当事者間に争いがない。\n同事実によれば，本件変更が原告に不利益な内容であることは明らかであるか\nら，このような不利益な変更をすることについて，合理性があると認められるかど\nうかについて判断しなければならない。\n（２）　そこで抗弁（２）について検討する。\nア　抗弁（２）ア（ア）の事実は当事者間に争いがないけれども，同事実が認め\nられるからといって，直ちに通教部の定年を引き下げなければならない必要性があ\nると認めることはできない。\nイ　抗弁（２）ア（イ）の事実のうち，佛教大学で教員の人件費抑制が急務とな\nっていたことを除き，その余の事実は当事者間に争いがないところ，本件全証拠に\nよっても佛教大学で教員の人件費抑制が急務となっていたことを認めるにたる証拠\nはない。\nもっとも，上記争いのない事実と甲第３号証（「定年および給与の見直し」\nについて）によれば，平成１１年１２月２日に提出された給与・福利厚生委員会の\n意見は次のとおりであることが認められる。\n（ア）　本件委員会報告は，報告書作成の前提事項である佛教大学の財政状況\nとその中でしめる人件費の割合などについては当面問題とすることなく，少子化に\nよる学生数の減少によって近い将来に到来する一般的な大学の財政問題に備えるた\nめに，定年年齢の一律引下を提言すること。\n（イ）　同報告は，厳しくなる佛教大学の財政状況にあって，支出抑制は当然\nとしても，即座に給与が抑制されるべきではないと考えること。\n（ウ）　長期的な視野にたって人事計画が立てられ実行されてきたか，目指す\nべき大学像は何か，など事前に議論すべき課題があること。\nこのことからすると，Ａ学長の諮問および本件報告書は，短期的課題として\n定年と給与に関する見直しを検討したものではないと見なければならない。\nウ　抗弁（２）ア（ウ）の事実は当事者間に争いがないので，次に進んで，学長\n提案の理由について検討しなければならない。\nエ　被告は，学長提案の理由として，抗弁（２）ア（エ）のとおり主張するけれ\nども，証拠（証人Ｄ）によれば，次の事実が認められる。\n（ア）　通教部は経歴審査のみで業績審査をしないで雇用され，その後も研究\n業績を上げることは要求されない。\n（イ）　佛教大学において通教部は，教授，助教授へと昇進する道は開かれてな\nい。\n（ウ）　本件旧条項は，通教部講師の定年を７０歳と定めていたが，これを６５\n歳に引き下げなければならないような理由が，通教部講師の職務内容自体には生じ\nてはいない（なお，通信教育部の学生数に基づく事情については後に検討する）。\n（オ）　佛教大学において，実習指導講師は従来有期的任用であったから，教授，\n助教授への昇進の道はなかった。本件変更は，これを６５歳までの終身雇用に改め\nようとするものであるが，教授，助教授への昇進の道は設けないものである。\n（カ）　さらに，実習指導講師の定年を定めるにあたって，講師という身分と処遇\nの点で通教部講師と共通性があるので，できることなら同一の定年を定めることが\n望ましいことである。しかし，既に定年が定められている通教部講師の定年を引き\n下げて，新たに定年制が導入される実習講師の定年に合わせなければならない事情\nはない。\n以上の認定事実によれば，実習指導講師について定年を定めることは，実習指導\n講師に対する不利益な変更ではないけれども，通教部講師の定年を引き下げること\nは，前記のとおり不利益な変更であるから，定年年齢が同一であっても，事柄の実\n質はまったく異なっているといわなければならない。\nしたがって，実習指導講師と通教部講師の定年が同じに設定されたからといっ\nて，本件変更の合理性が裏付けられるものでないことは，多言を要しないところで\nある。\nそうすると，上記主張は，本件変更の合理性を裏付ける事情とはなりえないこと\nに帰着する，というべきである。\nオ　抗弁（２）ア（オ）の事実は当事者間に争いがない。\n上記事実によれば，学長提案のうち学部教員の定年に関する部分は，佛教大学の\n全学部において多数の教授によって受け入れられなかったものであり，そのことは\n学長提案の基本的構想が合理性を欠くものと受け止められて否定されたことを意味\nするといわざるをえず，大学評議会の答申に基づきＢ学長が講師の定年を６５歳と\n定めたことは，前記のとおり性質が異なっていることに目をそらして，実習指導講\n師の定年導入の名の下に，講師の定年を６５歳とすることで，事実上通教部講師の\n定年引下をそこに紛れ込ませてしまったといわざるをえないものである。\nカ　抗弁（２）ア（カ）の事実は当事者間に争いがない。\n上記事実と弁論の全趣旨によれば，Ｂ学長が本件変更を決定した時点で，\n訴外Ｃが平成１２年４月１日から京都文教大学に移籍することは，佛教大学当局が\n知っていたことが推認できる。そうであれば，本件変更によって不利益を被る者は\n原告ただひとりであることを，佛教大学当局は十分に承知していたものというべき\nである。したがって，本件変更は事実上，対象者を原告のみとするものであったと\nいうことになる。\nキ　抗弁（２）イの事実について検討する。\n証拠（乙４，同２４の１ないし９，証人Ｄ，弁論の全趣旨）によれば，抗\n弁(2)イの事実が認められる。\nしかし，この事実のみで，本件変更の合理性が裏付けられるということは\nできない\nク　抗弁（２）ウの事実は当事者間に争いがない。しかし，この事実によって\n認められる代償措置は，本件変更によって原告が被る不利益を十分に補っていない\nことは明らかである。したがって，このような代償措置が取られていることのみ\nで，本件変更の合理性を認めることはできない。\nケ　抗弁（２）エの事実は当事者間に争いがないけれども，この事実のみで，\n本件変更の合理性が認められるものではない。\n（３）  以上で検討したところによれば，本件変更については次のようにいわな\nければならない。すなわち，被告は佛教大学にやがて生じるであろう財政問題に対\n処するために，教員の定年制の見直し作業に着手して，一定の提案をする段階に至\nった。ところが，関係者の理解を得ることができないために事実上白紙撤回をせざ\nるをえない状態に陥った。それにもかかわらず，上記見直し作業について，何らか\nの形で実施の先鞭をつける必要があると考えて，原告のみを対象とした定年の引下\nを実施すべき理由も必要もないのに，本件変更をしたものであって，実質的には，\n原告に対する期限付解雇の様相を帯びていると見る余地すらある。\n（４）　以上によれば，被告の抗弁(2)を認めることはできず，本件変更は無効であ\nる。\n（５）　抗弁（３）について判断するに，これを認めるべき証拠はない。また通信\n教育部の廃止は，原告が定年退職したことを前提とするものであるから，上記のと\nおり原告が定年退職していない以上，通信教育部の廃止がなされたことを前提とし\nて，原告の給与額を考えることは相当でない。\n（６）　以上の次第であるから，原告の本件請求中，請求の趣旨第１項と第２項の\nうち，主文第２項掲記の賃金請求部分は理由があり認容すべきであるが，本判決確\n定日の翌日からの賃金請求は将来請求にあたるところ，これをあらかじめ請求すべ\nき必要性があることの主張も立証もないから，この請求部分は不適法であり，却下\nを免れない。\nよって，主文のとおり判決する。\n京都地方裁判所第６民事部\n裁　判　官　　　楠　本　　　新\n"
}