{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 16,
    "month": 6,
    "day": 24
  },
  "case_number": "平成15(ワ)4287",
  "case_name": "損害賠償等請求事件",
  "court_name": "大阪地方裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "10238",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=10238",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/238/010238_hanrei.pdf",
  "contents": "平成１５年(ワ)第４２８７号　損害賠償等請求事件\n口頭弁論終結日　平成１６年４月１６日\n判　　　　　決\n原　　　　　　告　　　ユミックス株式会社\n訴訟代理人弁護士　　　深　井　　　潔\n補佐人弁理士　　　　　辻　本　一　義\n同　　　　　　　　　　窪　田　雅　也\n被　　　　　　告　　　株式会社富士テクニカ\n訴訟代理人弁護士　　　石　川　幸　吉\n主　　　　　文\n１　原告の請求を棄却する。\n２　訴訟費用は原告の負担とする。\n事実及び理由\n第１　請求\n被告は原告に対し、金６０００万円及びこれに対する平成１５年５月１３日\n（訴状送達の日の翌日）から支払済みまで年５分の割合による金員を支払え。\n第２　事案の概要\n本件は、プレス用金型に関する特許発明の特許権者である原告が、被告の製\n造販売するプレス成形装置は当該特許発明の技術的範囲に属するとして、被告に対\nし、不当利得及び損害賠償を請求している事案である。\n１　争いのない事実等\n(1)　本件特許権\n原告は、次の特許権（以下「本件特許権」といい、特許請求の範囲記載の\n発明を「本件発明」という。その特許出願に係る願書に添付した明細書を「本件明\n細書」という。）を、ダイハツ工業株式会社と共有している。\nア　特許番号　　　　第１４６６５４１号\nイ　出願日　　　　　昭和５８年　４月２１日\nウ　出願公告日　　　昭和６３年　３月１１日\nエ　登録日　　　　　昭和６３年１１月１０日\nオ　発明の名称　　　プレス用金型\nカ　特許請求の範囲　別紙特許公報（以下「本件公報」という。甲第１号\n証）該当欄記載のとおり\n(2)　本件発明は次の構成要件に分説することができる。\nＡ　上部に素材を保持するための保持部を有し、且つ内方に当該保持部と連\nなる円弧面からなるカム溝を有する下型と、\nＢ　下型に設けたカム溝に回動自在に挿入された、一端に寄曲げ部を有する\n回転カムと、\nＣ　下型に設けた保持部の上方に昇降自在に配置されたパッドと、\nＤ　回転カムの上方に昇降自在に且つ横方向にスライド自在に配置された、\n先端に寄曲げ刃を有する吊りカムとからなり、\nＥ　吊りカムの下降に共なつて回転カムが素材を挟持する方向に回動し、且\nつ吊りカムの回転カムへの接触後、吊りカムが回転カムの寄曲げ部に向つてスライ\nドするようにしたことを特徴とする\nＦ　プレス用金型\n(3)　被告は、プレス用金型（ベンド成形装置）を製造販売している。\n２　争点\n(1)　被告は別紙イ号物件目録記載の装置（以下「イ号物件」という。）を製造\n販売しているか。\n(2)　イ号物件は、本件発明の構成要件を充足するか。\n(3)　イ号物件は、本件発明と均等なものとして、その技術的範囲に属するか。\n(4)　被告はロ号物件を製造販売しているか。\n(5)　本件特許は無効理由があることが明らかか。\n(6)　本件訴訟の提起及び本件特許権の行使は権利濫用か。\n(7)　不当利得及び損害の額\n第３　争点に関する当事者の主張\n１　争点(1)（被告はイ号物件を製造販売しているか）について\n【原告の主張】\n被告は、別紙イ号物件目録記載のプレス用金型（イ号物件）を製造販売して\nいる。被告はイ号物件の製造販売を否認しているが、イ号物件について特許権を有\nしていること（甲第５号証）、訴訟前の交渉の過程でも、当該特許権を利用した金\n型を数多く製作していることを自認していること、被告が製造していると主張する\n別紙イ号製品目録記載の「シーソーカムベンド成形装置」（以下「イ号製品」とい\nう。）の構造は技術的に成立しておらず、かつ、そのような構造を有する金型は被\n告が特許権を有する特許の明細書中に一切開示されていないこと、被告は原告が設\n計図面等の提出を求めたのに対して何ら応答しなかったこと、イ号製品の目録には\n整合性がなく、その記載どおりだとすれば種々の構造上の欠陥があることからする\nと、被告はイ号製品について金型設計図面を作図しておらず、実際に製造したこと\nもないというべきである。以上からすれば、被告がイ号物件を製造販売している蓋\n然性は高い。\nなお、被告は、イ号物件には蓋部材Ｃが存在しないと主張するが、円孔を穿\n孔した軸受け２３の上部分が蓋部材である。\n【被告の主張】\n被告が原告主張の別紙イ号物件目録記載のプレス用金型（イ号物件）を製造\n販売している事実は否認する。被告が製造販売しているプレス用金型「シーソーカ\nムベンド成形装置」（イ号製品）は、別紙イ号製品目録記載のとおりである。\n２　争点(2)（イ号物件は、本件発明の構成要件を充足するか）について\n(1)　構成要件Ａ充足性\n【原告の主張】\nア　イ号物件は次のような構成を有する。\n下型２には、下側支持型枠２１と軸受け２３とが設けられている。下側\n支持型枠２１は下型２の上部に固定されており、上側支持型枠１１とともにワーク\nＡを挟持するものである。軸受け２３は下型２に固定されており、リンクカム３の\n両側端に設けられた円柱状の支軸３１を挿入するための円弧面を有する挿入孔２２\nが穿孔されている。この軸受け２３に穿孔された挿入孔２２に、円柱状の支軸３１\nが回動自在に挿入されている。\nイ　イ号物件の下型支持型枠２１は、本件発明の保持部に相当する。\nまた、イ号物件の軸受け２３に穿孔された挿入孔２２は、次のとおり、\n本件発明の「当該保持部と連なる円弧面からなるカム溝」に相当する。\nすなわち、イ号物件の下側支持型枠２１は、下型２の上部に設けられて\nおり、挿入孔２２は下型２の内方に設けられた軸受け２３に穿孔されていることか\nら、挿入孔２２と下型支持型枠２１とが連なっていることは明らかである。そし\nて、軸受け２３に穿孔された挿入孔２２は、孔であるから円弧面からなる。\nよって、イ号物件は構成要件Ａを充足する。\nウ　被告は、軸受け２３（イ号製品の支軸受け２３）と下側支持型枠２１\n（イ号製品の下側支持型枠２１）とは別体であり、「保持部と連なる円弧面からな\nるカム溝」なる構造はないと主張する。しかし、下側支持型枠２１が下型上部に、\n軸受け２３が下型内方に設けられており、両者は一体的に形成されている。そし\nて、挿入孔２２は下型２の内方に設けられた軸受け２３に設けられていることか\nら、挿入孔２２と下側支持型枠２１が連なっていることは明らかである。\nまた、被告は、イ号製品の挿入孔２２は円孔であり円弧面からなってい\nないというが、円孔は円弧面から構成されている。\n【被告の主張】\nイ号製品の下型２には、本件発明の保持部に相当する、下側支持型枠２１\nは存在するが、下側支持型枠と連なる円弧面からなるカム溝に相当する構造は存在\nしない。\nイ号製品の支軸受け２３は本件発明の保持部に対応する下型支持型枠２１\nとは別体に構成されているものであり、本件発明の回転カムに相当するリンクカム\n３を挿入するものでもない。\nイ号製品における挿入孔２２は、単なる円孔であり円弧面からなっている\nわけではなく、これにリンクカム３を挿入することはできない。\nよって、イ号製品は構成要件Ａを充足しない。\n(2)　構成要件Ｂ充足性\n【原告の主張】\nア　イ号物件は次のような構成を有する。\nリンクカム３の先端３３は、上側支持型枠１１及び下側支持型枠２１と\n共同してワークＡを固定し、かつ成形雄型５１と共同してワークＡの成形を行うも\nのである。下型２に固定された軸受け２３には、リンクカム３の両側端に設けられ\nた円柱状の支軸３１を挿入するための円弧面を有する挿入孔２２が穿孔されてい\nる。この下型２に固定された軸受け２３の挿入孔２２に円柱状の支軸３１が回動自\n在に挿入されている。\nイ　イ号物件の下型２の両側にはカム部材であるリンクカム３を軸支する軸\n受け２３が設けられており、軸受け２３に穿孔された挿入孔２２にはリンクカム３\nの両側端に設けた支軸３１が回動自在に挿入されている。これは本件発明の「下型\nに設けたカム溝」に「回転カム」が「回動自在に挿入され」ていることに相当す\nる。\nそして、イ号物件のリンクカム３は、成形雄型５１と共同して成形を行\nうリンクカムの先端３３を有している。これは、本件発明の「回転カム」が「一端\nに寄曲げ部を有する」ものであることに相当する。\nしたがって、イ号物件は、構成要件Ｂを充足する。\nウ(ア)　被告は、本件発明の回転カムの全体形状が円筒形状であって、保持\n部は円筒形状の回転カムを回動自在に挿入するカム溝の切欠部の端縁に形成される\nものであると主張する。しかしながら、かかる被告の主張は、本件発明の技術的範\n囲を実施例に示された形状に限定的に解釈するものであって失当であるし、そのよ\nうに限定的に解釈されるべき根拠もない。\n(イ)　被告は、本件発明の構成が、回転カムの外周面全体がカム溝の内周\n面全体に摺接して回動するとか、回転カムそのものが回動軸になるといった特定を\nして、イ号製品の優位性を説明する。しかしながら、被告が主張するような限定は\n本件発明の特許請求の範囲に記載されていないし、本件発明において、回転カムの\n外周面全体がカム溝の内周面全体に摺接して回動することなどは構成要件ではな\nい。したがって、被告の主張は失当である。\n(ウ)　被告は、イ号製品のリンクカムの支軸受け２３（イ号物件の軸受け\n２３に相当）はリンクカム３を挿入するものではないと主張するが、支軸受け２３\n（軸受け２３）に穿孔された孔にリンクカムの支軸３１が挿入され、リンクカムの\n支軸３１がリンクカム３の一部を構成する以上、支軸受け２３（軸受け２３）はリ\nンクカム３を挿入するものである。\n(エ)　被告は、リンクカムの支軸３１の技術的意義について、「リンクカ\nム３とこれを軸受けに係止するためのリンクカムの支軸３１」というが、係止する\nだけならリンクカムの支軸３１を円柱状にする必要はない。円柱状のリンクカムの\n支軸３１はリンクカム３を係止するためのものではなく、リンクカムを回動するた\nめのものである。\n【被告の主張】\nイ号製品は、本件発明のカム溝や回転カムに相当する構造を有しない。\nイ号製品は、リンクカム３の両側端に設けた支軸３１を支軸受け２３に軸\n支しているが、リンクカムの支軸３１が別体に構成された支軸受け２３に側方から\n打ち込まれているものである。円筒形状の回転カム自体を回動自在に挿入するのと\n支軸３１をもって支軸受け２３に軸支するのとでは構成的に全く異なるのはもちろ\nん、作用効果としても全く異なる。すなわち、本件発明における回転カムは下型に\n設けたカム溝に回動自在に挿入され回転カムの外周面全体がカム溝の内周面全体に\n摺接して回動するので、回動摩擦によるエネルギー消耗が極めて大きく、また、回\n動カムそのものが回動軸となるため軸径が極端に大きくなり、軸芯が固定されず、\n回動エネルギーが分散されて回動作動の精度が低下し、摩擦、カジリ現象を起こす\n問題を含んでいる。イ号製品は、リンクカムの支軸３１を支点としてシーソー作動\nするリンクカム３によって構成されており、本件発明の問題点を解消している。\nまた、本件発明における回転カムは、溝状の切欠部を有する円筒形状で、\nその溝状の切欠部の一端に寄曲げ部が形成されているものであるが、イ号物件は、\n円筒形状でもなく、切欠部の端縁に形成された寄曲げ部に相当するものもない。\nよって、イ号製品は構成要件Ｂを充足しない。\n(3)　構成要件Ｄ充足性\n【原告の主張】\nア　イ号物件は、次のような構成を有する。\n上型１は下型２の上方に昇降自在に配置され、スライダー衝合体５は、\n下降時にリンクカム３のスライド板３６上をリンクカムの先端３３に向かってスラ\nイドすべく、リンクカム３の上方に位置してかつスライド台５２を介して上型１に\n取り付けられている。スライダー衝合体５の先端には成形雄型５１が固定されてお\nり、成形雄型５１はスライダー衝合体５がリンクカムの先端３３に向かってスライ\nドした際にワークＡを押圧するものである。\nイ　上記(2)【原告の主張】イで述べたとおり、イ号物件のリンクカム３は本\n件発明の「回転カム」に相当する。そして、リンクカム３の上方には、本件発明の\n吊りカムに相当するスライダー衝合体５が昇降自在にかつ横方向にスライド自在に\n配置されており、スライダー衝合体５の先端には、本件発明における寄曲げ刃に相\n当する成形雄型５１が設けられている。\nよって、イ号物件は構成要件Ｄを充足する。\n【被告の主張】\nイ号製品に本件発明の「回転カム」に相当するものが存在しないことは、\n上記(2)【被告の主張】で述べたとおりである。\n原告は、リンクカムの支軸３１が本件発明の回転カムに相当することを前\n提として主張するが、リンクカムの支軸３１にはスライダー衝合体５の寄曲げ部と\n接合して素材の成形を行う寄曲げ刃に相当する構成は存在しない。\nよって、イ号製品は、構成要件Ｄを充足しない。\n(4)　構成要件Ｅ充足性\n【原告の主張】\nア　イ号物件は、次のような構成を有する。\nワークＡを下型支持型枠２１上に載置した後上型１が下降して、上側支\n持型枠１１がワークＡの上面を圧接する。上側支持型枠１１がワークＡを押圧した\n後も上型１とスライダー衝合体５は下降し、スライダー衝合体５の下面がリンクカ\nム３のスライド板３６に当接し下方に押圧するため、リンクカム３は支軸３１を中\n心に回動する。リンクカム３の回動により、リンクカムの先端３３と下側支持型枠\n２１とが連続したピラー保持部を形成し、上側支持型枠１１、下側支持型枠２１及\nびリンクカムの先端３３の３者によりワークＡは挟持される。さらに、上型１が下\n降すると、スライダー衝合体５はリンクカム３のスライド板３６上をリンクカムの\n先端３３の方向へスライドする。\nイ　上記(2)【原告の主張】イで述べたとおり、イ号物件のリンクカム３が本\n件発明の「回転カム」に相当する。そして、スライダー衝合体５の下降に伴ってリ\nンクカム３がワークＡを挟持する方向に回動している。また、リンクカム３への接\n触後、スライダー衝合体５がリンクカム３の先端３３に向かってスライドしてい\nる。\nよって、イ号物件は構成要件Ｅを充足する。\nウ　被告は、本件発明において、スライド板の衝合面とのカム作動によって\n回転カムが回動するなどと特定し、これを前提としてイ号製品の優位性を説明して\nいる。\nしかし、被告の主張するような、スライド板との衝合面とのカム作動に\nより回動するとか、回転カムそのものが回動軸になる、といった限定的な要件は、\n特許請求の範囲に記載されていない。\n【被告の主張】\nイ号製品は、本件発明の回転カムに相当する構造を有しないので、構成要\n件Ｅを充足しない。\nまた、本件発明は、上型の下降により吊りカムが下降し、回転カムに取り\n付けられたスライド板の衝合面とのカム作動によって回転カムが回動して寄曲げ部\nを上昇させ保持部と衝合する構成となっており、上型の下降エネルギーが軸径が極\n端に大きい回転カムの回動エネルギーに消費され寄曲げ刃の加工エネルギーが減少\nする結果となっている。これに対して、イ号製品は、支点によるシーソー作動機、\nすなわち、上型１の下降によりカムドライバー１３が下降し衝合面のカム作動によ\nってリンク駆動カム４が前進し、先端に固定されたドエリングプレート４２とリン\nクカム３の下端部に固定された下端ドエリングプレート３２が衝合し、リンクカム\n３の下端を持上げリンクカムの先端３３を上昇させて下側支持型枠２１の先端と衝\n合する構成となっており、その結果、加工エネルギーを強化して精度の高いベンド\n加工が行えるようになっている。\n３　争点(3)（イ号物件は、本件発明と均等なものとして、その技術的範囲に属す\nるか）について\n(1)　構成要件Ａ\n【原告の主張】\nア　イ号物件が蓋部材Ｃを被せた構成を採用したことに伴い、円孔からなる\nカム溝であって円弧面からなるカム溝ではなく、円孔は下側支持型枠２１と連なっ\nていないなどと解釈すれば、イ号物件は、構成要件Ａの「当該保持部と連なる円弧\n面からなるカム溝」の部分を、文言上充足しないが、次のとおり、昀高裁平成１０\n年２月２４日第三小法廷判決・民集５２巻１号１１３頁の要求する均等成立のため\nの５つの要件をすべて満たしているから、イ号物件は本件発明の構成と均等なもの\nとして本件発明の技術的範囲に属する。\nイ　均等の要件①ー非本質的部分\n本件公報の記載（１欄１６、１７行、３欄１９ないし４０行、４２行な\nいし４欄２行、６欄１９行ないし３４行）によれば、本件発明は、プレス用金型に\nおいて、従来のものに比べて素材を保持する面積を増大させて素材を安定した状態\nで保持するとともに、成形後の素材を移動することなく容易に取り出すことができ\nるという作用効果を達成するための手段として、下型上部に設けた保持部と、保持\n部の上方に昇降自在に配置したパッドと、下型内方のカム溝に回動自在に挿入した\n一端に寄曲げ部を有する回転カムと、回転カムの上方に昇降自在で横方向にスライ\nド自在に配置した吊りカムとを有機的に結合した構成を採用し、具体的には、下型\n内に回動自在に挿入した回転カムは素材を保持するとともに素材の成形を行う寄曲\nげ部を備えており、この回転カムが素材を挟持する方向へ回動すると、回転カムの\n寄曲げ部が保持部と接合することにより素材保持面を形成して素材を保持し、この\n素材を保持する回転カムの寄曲げ部と保持部がパッドとの間で安定的に素材を挟持\nした状態となる一方、この状態で回転カムの上方にスライド自在に配置した吊りカ\nムが回転カムの寄曲げ部に向かってスライド移動すると、回転カムの寄曲げ部が吊\nりカムの寄曲げ刃と接合することにより素材を成形し、回転カムの寄曲げ部に素材\nが食い込んだ状態となり、素材の成形後、この状態で回転カムが素材から離れる方\n向へ回動すると、素材が食い込んだ回転カムの寄曲げ部が素材から離脱することに\nより、素材を移動することなく上方に持ち上げるだけで下型から取り出すことがで\nきる状態となる構成を採用したことに特徴があるものであるから、これが本件発明\nの本質的部分である。\nイ号物件は、下型２上部に設けた下側支持型枠２１と、下側支持型枠２\n１の上方に昇降自在に配置した上側支持型枠１１と、下型２内方の挿入孔２２に回\n動自在に挿入した一端に先端３３を有するリンクカム３と、リンクカム３の上方に\n昇降自在で横方向にスライド自在に配置したスライダー衝合体５とを有機的に結合\nした構成を採用しており、具体的には、下型２内に回動自在に挿入したリンクカム\n３はワークＡを保持するとともにワークＡの成形を行う先端３３を備えており、こ\nのリンクカム３がワークＡを挟持する方向へ回動すると、リンクカムの先端３３が\n下側支持型枠２１と接合することにより素材保持面を形成してワークＡを保持し、\nこのワークＡを保持するリンクカムの先端３３と下側支持型枠２１が上側支持型枠\n１１との間で安定的にワークＡを挟持した状態となる一方、この状態でリンクカム\n３の上方にスライド自在に配置したスライダー衝合体５がリンクカムの先端３３に\n向かってスライド移動すると、リンクカムの先端３３がスライダー衝合体５の成形\n雄型５１と接合することによりワークＡを成形し、リンクカムの先端３３にワーク\nＡが食い込んだ状態となり、成形後、この状態でリンクカム３がワークＡから離れ\nる方向へ回動すると、ワークＡが食い込んだリンクカムの先端３３がワークＡから\n離脱することにより、ワークＡを移動することなく上方に持ち上げるだけで下型２\nから取り出すことができる状態となる構成を有しているのであるから、上記本件発\n明の本質的部分を備えており、他方、本件発明とイ号物件との間で異なる構成部\n分、すなわち構成要件Ａが「当該保持部と連なる円弧面からなるカム溝」とするの\nに対し、イ号物件が蓋部材Ｃを被せたことに伴う、「当該保持部と連なる円弧面か\nらなるカム溝に蓋部材Ｃを被せてなる円孔のカム溝」とした差異部分は、これを他\nの構成に置き換えても全体として本件発明の技術的思想と別個のものと評価される\nものではなく、本件発明の本質的部分には当たらない。\nウ　均等の要件②ー置換可能性\n本件発明は、プレス用金型において、従来のものに比して素材を安定し\nた状態に保持でき、パッドの押え面積も大きく、プレス加工時の加工精度を向上さ\nせ、プレス加工後の素材を移動することなく上方に持ち上げるだけで下型から取り\n出せるという作用効果を奏するプレス用金型を提供することを目的とするものであ\nる。\nイ号物件においても、ワークＡを安定した状態に保持でき、上側支持型\n枠１１の押え面積も大きく、プレス加工時の加工精度を向上させ、プレス加工後の\nワークＡを移動することなく上方に持ち上げるだけで下型２から取り出せるという\n作用効果を奏するものであり、差異部分をイ号物件におけるものと置き換えても、\nすなわち蓋部材Ｃを被せて円孔のカム溝としても、本件発明の目的を達成すること\nができ、これと同一の作用効果を奏するのであるから、イ号物件は均等の要件②を\n充足する。\nエ　均等の要件③ー置換容易性\nイ号物件の円孔のカム溝とした構成は、円弧面からなるカム溝に蓋部材\nＣを被せたにすぎず、何ら工夫を要するものではなく、微細な設計変更にすぎな\nい。よって、イ号物件は均等の要件③を充足する。\nオ　均等の要件④ーイ号物件の非容易推考性\n本件課題を解決するための本件発明の構成は、本件発明にかかる出願日\n前に存在しなかったものであるから、これと同じ構成のイ号物件は、公知技術と同\n一又は当業者が容易に推考できたものではない。よって、イ号物件は均等の要件④\nを充足する。\nカ　均等の要件⑤ー意識的除外\n本件発明の出願経過において、イ号物件の構成を意識的に除外したよう\nな事情はない。よって、イ号物件は均等の要件⑤を充足する。\n【被告の主張】\nイ号製品には、蓋部材Ｃを被せてなる円孔など存在しないし、イ号製品の\n挿入孔は下側支持型枠２１と連なっておらず、別体に構成された軸受けに穿設され\nているものである。しかも「上部に素材を保持するための保持部を有し、且つ内方\nに当該保持部と連なる円弧面からなる」の要件を欠如するもので、「カム溝」では\nなく「軸支孔」であることは明らかである。\n本件発明におけるカム溝は、「上部に素材を保持するための保持部を有\nし、且つ内方に当該保持部と連なる円弧面からな」り、円筒形状の回転カムを回動\n自在に挿入するものであるが、イ号製品における「軸支孔」とは、作用効果が異な\nるのはもちろん、構成としても異なり、技術的意義を全く異にする。したがって、\n本件において均等を論ずる余地はない。\n(2)　構成要件Ｅ\n【原告の主張】\nア　構成要件Ｅの「吊りカムの下降に共なつて回転カムが素材を挟持する方\n向に回動し」を、被告が主張するように「下降する吊りカムが回転カムを押し下げ\nることで回転カムが素材を挟持する方向へ回動し」と限定的に解釈した場合には、\nイ号物件は構成要件Ｅを文言上充足しないが、均等の要件を充足する。\n(ア)　均等の要件①\n本件発明の本質的部分は、上記(1)【原告の主張】イに述べたとおりで\nあり、イ号物件は本件発明の本質的部分を有しているといえる。他方、本件発明と\nイ号物件との間で異なる構成部分、すなわち、構成要件Ｅが、解釈上「下降する吊\nりカムが回転カムを押し下げることで回転カムが素材を挟持する方向へ回動し」で\nあるのに対し、イ号物件が、被告主張の別紙イ号製品目録の添付図６、７のよう\nに、リンクカム３とスライダー衝合体５との配置からして、スライダー衝合体５が\n下降すればリンクカム３を押し下げて回動させるところを、下降したスライダー衝\n合体５が接触するであろうリンクカム３の所定部位に空所を設け、その空所にスラ\nイダー衝合体５と接触し、スライダー衝合体５をリンクカムの先端３３に向けてス\nライドさせる衝合体案内基台５４を配置したことは、本件発明の技術的思想と別個\nのものと評価されるものではなく、本件発明の本質的部分には当たらない。よっ\nて、イ号物件は均等の要件①を充足する。\n(イ)　均等の要件②\n本件発明の作用効果は上記(1)【原告の主張】ウに述べたとおりであ\nり、差異部分をイ号物件におけるものと置き換えても、すなわち、リンク駆動カム\n４との接触でリンクカム３が回動しても、又はリンクカムの尾端支持昇降軸６の昇\n降によってリンクカム３が回動しても、本件発明の目的を達成することはでき、こ\nれと同一の作用効果を奏するのであるから、イ号物件は均等の要件②を充足する。\n(ウ)　均等の要件③\nスライダー衝合体５が下降すれば接触するであろう部位に空所を設け\nたリンクカム３として、その空所にスライダー衝合体５がスライドする衝合体案内\n基台５４を配置した構成は、本件発明の代替手段として何ら工夫を要するものでは\nなく、微細な設計変更にすぎない。\nまた、リンク駆動カム４との接触によるリンクカム３の回動は通常の\nカム機構によるものであるし、カム作動手段として尾端支持昇降軸（エアシリンダ\nー）はスプリングと並んで周知の手段であるから、何ら工夫を要するものではな\nく、微細な設計変更であって、当業者にとって格別困難なものということはできな\nい。\nよって、イ号物件は均等の要件③を充足する。\n(エ)　均等の要件④\n上記(1)【原告の主張】オと同じ。\n(オ)　均等の要件⑤\n上記(1)【原告の主張】カと同じ。\nイ　仮に、被告主張のイ号製品の構成を前提として、構成要件Ｅの「吊りカ\nムの回転カムへの接触後、吊りカムが回転カムの寄曲げ部に向つてスライドするよ\nうにした」を「吊りカムの回転カムへの接触前は吊りカムがスライドせず、吊りカ\nムの回転カムへの接触後に、吊りカムが回転カムの寄曲げ部に向かってスライドす\nるようにした」と限定的な解釈を行うとすれば、イ号物件は構成要件Ｅを充足しな\nいこととなるが、均等の要件は充足する。\n(ア)　均等の要件①\nイ号物件は、本件発明の本質的部分を備えており、他方、本件発明と\nイ号物件との間で異なる構成部分、すなわち、構成要件Ｅが解釈上「吊りカムの回\n転カムへの接触前は吊りカムがスライドせず、吊りカムの回転カムへの接触後に、\n吊りカムが回転カムの寄曲げ部に向かってスライドするようにした」と規定してい\nるのに対し、イ号物件が、下降したスライダー衝合体５が接触するであろうリンク\nカム３の所定部位に空所を設け、その空所にスライダー衝合体５が接触し、スライ\nダー衝合体５をリンクカムの先端３３に向けてスライドさせる衝合体案内基台５４\nを配置したことに伴い、「吊りカムの回転カムへの接触前も吊りカムがスライド\nし、吊りカムの回転カムへの接触後も、吊りカムが回転カムの寄曲げ部に向かって\nスライドするようにした」となる差異部分は、これを他の構成に置き換えても全体\nとして本件発明の技術的思想と別個のものと評価されるものではないから、本件発\n明の本質的部分には当たらない。よって、イ号物件は均等の要件①を充足する。\n(イ)　均等の要件②\nイ号物件においても、本件発明の作用効果を奏するものであり、差異\n部分をイ号物件におけるものと置き換えても、すなわち「吊りカムの回転カムへの\n接触前も吊りカムがスライドし、吊りカムの回転カムへの接触後も、吊りカムが回\n転カムの寄曲げ部に向かってスライドするようにした」としても、本件発明の目的\nを達成することができ、これと同一の作用効果を奏するのであるから、イ号物件\nは、均等の要件②を充足する。\n(ウ)　均等の要件③\n本件発明の吊りカムが回転カムに接触した後にスライドするとした構\n成に対して、下降したスライダー衝合体５が接触するであろうリンクカム３の所定\n部位に空所を設け、その空所にスライダー衝合体５をリンクカムの先端３３に向け\nてスライドさせる衝合体案内基台５４を配置することで「吊りカムの回転カムへの\n接触前も吊りカムがスライドし、吊りカムの回転カムへの接触後も、吊りカムが回\n転カムの寄曲げ部に向かってスライドするようにした」構成は、代替手段として何\nら工夫を要するものではなく、微細な設計変更にすぎない。よって、イ号物件は均\n等の要件③を充足する。\n(エ)　均等の要件④及び⑤\n上記ア(エ)及び(オ)に同じ。\n【被告の主張】\n原告は、プレス用金型において従来のものに比べて素材を保持する面積を\n増大させて素材を安定した状態で保持するとともに、成形後の素材を移動させるこ\nとなく容易に取り出すことができるという作用効果を達成するための手段として、\n下型上部に設けた保持部と、保持部の上方に昇降自在に配置したパッドと、下型内\n方のカム溝に回動自在に挿入した一端に寄曲げ部を有する回転カムと、回転カムの\n上方に昇降自在で横方向にスライド自在に配置した吊りカムとを有機的に結合した\n構成を採用したと主張している。\nこのように、ある目的達成のための手段としてある構成を用いたものであ\nれば、手段が異なれば発明の本質が異なってくるのは明らかである。\n一つの目的に対して、それを達成する手段が複数存在するのは当然であ\nり、その達成手段が発明を構成するものである。抽象的目的は発明ではないので、\n達成手段が異なれば別の発明となり、置換可能性を論ずる余地はない。\nまた、下降する吊りカムで回転カムを押し下げるのと、リンク駆動カム４\nを前進させ、リンク駆動カムのアーム４３とドエリングプレート４２によってリン\nクカム３を回動させるのでは、素材支持に対する強度も安定度も異なり、作用効果\n的にも異なってくるのは明らかである。\nまた、原告は、構成要件Ｅについて「吊りカムの回転カムへの接触前は吊\nりカムがスライドせず、吊りカムの回転カムへの接触後に、吊りカムが回転カムの\n寄曲げ部に向かってスライドすること」と「スライダー衝合体５がリンクカム３に\n接触する前にスライドすること」は置換可能性があるとするが、イ号製品において\nは、スライダー衝合体５の作動とリンクカム３の作動とが切り離され、安定した素\n材支持が行われた後にスライダー衝合体５の作動が行われるもので、素材支持に対\nする強度も安定度も異なり、作用効果的にも異なっている。\n原告の主張は、「カム溝」と「軸支孔」を同一であるとする技術的常識に\n反する主張を前提とするもので、全くの暴論であり、理由のないものである。\n４　争点(4)（被告はロ号物件を製造販売しているか）について\n【原告の主張】\n平成１２年末ころより、自動車メーカーの社員や金型メーカーの技術者等か\nら、被告が本件発明の実施品やその類似品（いずれもロータリーカム）を製造販売\nしているとの情報が原告に寄せられた。また、平成１２年３月に、トヨタ自動車株\n式会社の技術者が被告の伊豆長岡工場を見学した際に、別紙ロ号物件目録記載の金\n型（以下「ロ号物件」という。）を現認している。\n原告が被告に対してその製造する金型を確認したところ、被告から回動カム\nの特許権を有しており、これを利用して製品を製造しているとの回答があった。\nしかし、被告の有する特許権の実施品は極めて実用性が低いものであり、被\n告がかかる実施品のみを製造していることをにわかに信用することはできず、他方\nで上記情報の信頼性は高いから、被告はロ号物件を製造販売しているということが\nできる。\nロ号物件の構成と本件発明とを対比すると、ロ号物件は本件発明の構成要件\nＡないしＦをすべて充足する。\n【被告の主張】\n被告は、ロ号物件を製造販売していない。\n５　争点(5)（本件特許は無効理由があることが明らかか）について\n【被告の主張】\n本件発明は、その出願前に日本国内又は外国において頒布された刊行物の記\n載に基づいて当業者が容易に発明することができたものであるから、特許法２９条\n２項に反し、同法１２３条１項２号により無効である。したがって、原告の請求は\n権利の濫用である。\n頒布された刊行物の記載内容と本件発明の内容の関係は次のとおりである。\n(1)　実開昭５５－１７１４１８号公開実用新案公報（乙第４号証）には、構成\n要件Ａの「上部に素材を保持するための保持部」に相当する曲げダイ１１ａが、ま\nた、構成要件Ａの「内方に当該保持部と連なる円弧面からなるカム溝２２」に相当\nする回転ダイホルダ１８が記載されている。\n(2)　米国特許第４００２０４９号明細書（乙第２号証）には、構成要件Ｂの下\n型に設けられたカム溝に相当する「ホルダー４２の底部に設けられ」た（「in the\nbottom of the holder４２」）「カム溝４４」（the groove４４）の記載があり、\nまた、乙第２号証の第８図に図示されているところである。また、実公昭５７－９\n８３号実用新案公報（乙第５号証）には、構成要件Ｂの「寄曲げ部」に相当する\n「可動ダイ４の可動型部７と協働して前記被加工物Ｗを挟持する挟持面２３および\n前記カムパッド１７の上面に当接する当接面２４が形成され」る旨の記載があり、\n第１図及び第２図に明確に図示されている。\n(3)　構成要件Ｃの「パッド」については、これに相当する実公昭５７－９８３\n号実用新案公報（乙第５号証）の「パッド２２」、実開昭５５－１７１４１８号公\n開実用新案公報（乙第４号証）の「材料押え金４」がある。\n(4)　米国特許第４００２０４９号明細書（乙第２号証）には、構成要件Ｄ及び\nＥの「回転カム」に相当する「cylinder10」が記載され、実公昭５７－９８３号実\n用新案公報（乙第５号証）の「カムドライバ２６」は構成要件Ｄ及びＥの「吊りカ\nム」と同一構成である。\n(5)　実公昭５７－９８３号実用新案公報（乙第５号証）には、構成要件Ｅの\n「寄曲げ部」に相当する構成が記載されている。\n【原告の主張】\n被告が本件発明が無効であることの根拠とする各刊行物（乙第２号証、第\n４、第５号証）は、いずれもその根拠とはなり得ない。\n(1)　構成要件Ａについて\n乙第４号証には、曲げダイ１１ａと連なる円弧面からなるカム溝を有する\n回転ダイホルダ１８が記載されていることは認める。しかし、本件発明の「保持\n部」とは、特許請求の範囲に記載されているとおり、「当該保持部と連なる円弧面\nからなるカム溝」に「一端に寄曲げ部を有する回転カム」が「回動自在に挿入」さ\nれて、「回転カムが素材を挟持する方向に回動」する構成によって、回転カムと共\n同して素材を保持するものである。\n乙第４号証の曲げダイ１１ａは、本件発明の「保持部」のように回転カム\nと共同して素材を保持するものではないから、本件発明の「保持部」に相当しな\nい。\n(2)　構成要件Ｂについて\n本件発明の「回転カム」は、「下型に設けたカム溝に回動自在に挿入され\nた、一端に寄曲げ部を有する回転カム」であるところ、乙第２号証のcylinder 10に\n本件発明の「寄曲げ部」は存在しない。また、乙第５号証の可動ダイ４の一端に設\nけられた可動型部７は、被加工物を単に載置する部分であって、寄曲げ成形を行う\n部分ではない。\n(3)　構成要件Ｃについて\n本件発明の「パッド」は、特許請求の範囲に記載されているとおり、「下\n型に設けた保持部の上方に昇降自在に設置されたパッド」であり、「回転カムが素\n材を挟持する方向へ回動」することで、回転カムと共に素材を挟持するものである\nところ、乙第５号証には、上記(2)記載のとおり、本件発明の「回転カム」に相当す\nる構成が存在せず、乙第５号証のパッド２２は、本件発明のように回転カムと共に\n素材を挟持するものではない。\nまた、被告は、乙第４号証の材料押え金４が本件発明の「パッド」に相当\nすると主張するが、上記と同様に回転カムと共に素材を挟持するものではない。\n(4)　構成要件Ｄについて\n被告は、乙第２号証のcylinder 10 が「回転カム」に相当し、乙第５号証\nのカムドライバ２６が「吊りカム」に相当すると主張している。しかし、これらは\n別個の刊行物に基づくものであるから、技術的関連性を特定した、「回転カムの上\n方に昇降自在に且つ横方向にスライド自在に配置された先端に寄曲げ刃を有する吊\nりカム」との構成がいずれの刊行物にも記載されていないことは明らかである。\nまた、本件発明の「回転カム」のみを個別的に見たとしても、上記のとお\nり、乙第２号証のcylinder10は本件発明の「回転カム」に相当しない。\nそして、本件発明の「吊りカム」についていえば、乙第５号証のカムドラ\nイバ２６は、横方向にスライドせず、かつ先端に寄せ曲げ刃も有さない。よって、\n乙第５号証のカムドライバ２６は、本件発明の「吊りカム」に相当しない。\n(5)　構成要件Ｅについて\n回転カムと吊りカムの技術的関連性を特定した構成がいずれの刊行物にも\n記載されていないこと、回転カムと吊りカムを個別的に見ても、刊行物に記載され\nているといえないことは、前記(4)記載のとおりである。\n６　争点(6)（本件訴訟の提起及び本件特許権の行使は権利濫用か）について\n【被告の主張】\n原告は、前訴（大阪地方裁判所平成１３年(ワ)第８９０６号特許権侵害差止\n等請求事件）において、本件特許権とは別の特許番号第１４９１３２１号の特許権\n（以下「原告出願特許」という。）に基づいてイ号物件が原告出願特許を侵害する\nとの主張を行ったが、乙第１号証の判決によりイ号物件が原告出願特許の技術的範\n囲に属さないとの判断及び原告出願特許は本件特許の後願であり、特許法２９条１\n項違反により無効であるとの判断を受け、同判決は確定している。また、同一の理\n由により原告出願特許を無効とする無効審決も確定している。\n原告の本件訴訟提起及び本件特許権の権利行使は、上記の確定判決及び確定\n審決の争点効に抵触するもので、明らかに権利濫用である。\n【原告の主張】\n被告の主張は争う。\n７　争点(7)（不当利得及び損害の額）について\n【原告の主張】\n(1)　不当利得返還請求\nア　被告は主として工作機械、プレス金型機械の設計、製造及び販売を業と\nするものであるが、平成７年９月頃から平成１２年５月２日までの間に、イ号物件\nを少なくとも５台以上、ロ号物件を少なくとも１１台以上、単価各２５００万円以\n上で製造販売し、合計売上金額４億円を得ている。\nイ　上記アの被告の行為は、原告の特許権を不当に実施するものであり、被\n告は実施料相当額の利益を受け、原告は同額の損害を被った。\n本件特許発明の実施品は「ロータリーカム」という商品名で、国内外の\n多数の自動車メーカーに採用され、高い評価を得ていることからして、実施料率は\n売上額の５％を下るものではない。\nウ　実施料相当額は総売上額４億円の５％である２０００万円であるが、原\n告は特許権の共有者としてこの２分の１である１０００万円を不当利得として、民\n法７０３条に基づきその返還を被告に請求する。\n(2)　損害賠償請求\nア　被告は平成１２年５月３日から平成１５年４月２０日までの間にイ号物件\nを少なくとも３台以上、ロ号物件を少なくとも７台以上、単価各２５００万円以上\nで製造販売し、合計売上金額２億５０００万円を得ている。\nイ　被告の売上額に対する利益率は４０％を下るものではなく、被告は上記ア\nの特許権侵害行為により１億円の利益を得、原告は同額の損害を被った。\nよって、原告は被告に対し、特許権の共有者として、被告が得た利益の２\n分の１である５０００万円を特許法１０２条２項、民法７０９条に基づき損害賠償\nとして請求する。\n【被告の主張】\n否認ないし争う。\n第４　当裁判所の判断\n１　争点(1)（被告はイ号物件を製造販売しているか）について\n原告は、被告がイ号物件を製造販売等している旨主張し、これに対し、被告\nは、原告の主張事実を否認し、被告が製造販売しているプレス用金型は、イ号製品\nであると主張する。別紙イ号物件目録と別紙イ号製品目録とを対比すると、イ号物\n件では、スライダー衝合体５が下降すると、リンクカム３のスライド板３６に当接\nし下方に押圧するため、リンクカム３は支軸３１を中心に回動するのに対し、イ号\n製品では、下型２に、スライダー衝合体を案内するウェアプレート５２を付設した\n衝合体案内基台５４が固定されており、スライダー衝合体５が下降すると、衝合体\n案内基台５４のウェアプレート５２と着合し、ウェアプレート５２の案内によって\n成形雌型Ｂに対して斜側方から下降するようになっていて、スライダー衝合体５が\nリンクカム３を押圧して回動させるという作用が行われない点で両者は顕著に異な\nっている。\nそして、被告が原告主張のイ号物件を製造販売している事実を認めるに足り\nる的確な証拠はない。原告は、被告がイ号物件を製造販売した可能性がある裏付け\nとして、上記第３、１【原告の主張】記載のような事実を挙げる。しかし、これら\nの事情は被告がイ号物件を製造販売したことの裏付けとするには不十分である。す\nなわち、原告は、被告がイ号物件について特許権を有する旨主張するところ、なる\nほど、甲第５号証によれば、被告は、発明の名称を「ベンド成形方法と成形装置」\nとする特許番号第２７２３７９１号の特許権（出願日：平成５年１２月２２日、登\n録日：平成９年１１月２８日）を有することが認められ、その特許公報の実施例に\n記載された成形装置は原告主張のイ号物件の態様に近いものであることがうかがわ\nれるが、特許権者が特許出願の明細書に記載した態様の製品を実際に製造している\nとは限らないから、被告が特許権を有することをもって、被告によるイ号物件の製\n造販売の事実を直ちに推認できるわけではない。原告が提示するその余の事実も、\nそれ自体裏付けを欠くか、又は、原告の主張の裏付けとしては不十分なものといわ\nざるを得ない。\nしたがって、被告がイ号物件の製造販売をしている事実を認めることはでき\nない。\n２　争点(2)（イ号物件は、本件発明の構成要件を充足するか）について\n被告がイ号物件を製造販売しているということはできないが、仮に被告がイ\n号物件を製造販売していたとしても、次に述べるとおり、イ号物件は本件発明の構\n成要件を充足せず、技術的範囲に属さない。\n(1)　構成要件Ａ充足性について\nア　本件発明の構成要件Ａは、「上部に素材を保持するための保持部を有\nし、且つ内方に当該保持部と連なる円弧面からなるカム溝を有する下型と」という\nものである。\nイ　そこで、構成要件Ａの意義につき、本件明細書の記載を検討する。本件\n公報（甲第１号証）によれば、本件明細書には次の趣旨の記載があるものと認めら\nれる。\n(ア)　本件発明は、下型と上型とで素材となる板金をプレス成形するプレ\nス用金型に関するものである。成形の対象となる板材は、例えば、自動車のフロン\nトボディーのアウター側に使用するピラーなどであるが、これらは複雑な断面形状\nをしている。従来技術では、このように複雑な断面形状を有するピラーＡ（素材）\nを成形加工するには、プレス成形を複数回に分けて行っており、プレス用金型とし\nては、下型ホルダー、その所定位置に取付固定した下型、下型ホルダー上に水平方\n向にスライド自在に配置したスライド部材、スライド部材に固定された寄曲げ刃、\n下型ホルダーの上方に昇降自在に配置した上型ホルダー、垂直方向に対しスライド\n自在になるようにして上型ホルダーに支持されたパッド、上型ホルダーに固定され\nたカムドライバー（固定カム）からなる構成のものがあった。従来例のプレス用金\n型を用いてピラーＡの成形を行った場合、成形後にピラーＡを取り出そうとする\nと、「ピラーＡは下型２の側方に設けた凹部２ａに食込んでいるため、ピラーＡを\n上方に持ち上げただけでは、ピラーＡを下型２から取出せない」（本件公報３欄１\n９行ないし２１行）ので、下型の一部を切り欠いたものとし、「ピラーＡのプレス\n成形が終了すると、ピラーＡを下型２上で図中右方向に移動させ、下型２の凹部２\nａに食込んでいるピラーＡの折り曲げ部を凹部２ａから離脱させた後、ピラーＡを\n上方に持上げ、プレス機械から取出し」ていた（本件公報３欄２３行ないし２８\n行）。しかし、このように「下型２の一部を切欠いてしまうと、下型２上にピラー\nＡを載置する時、下型２とピラーＡとの接触面積が減少するため、下型２とパッド\n６によってピラーＡを挟持する時、ピラーＡを確実に固定できないといつた欠点が\nあつた。このため、下型２及び寄曲げ刃４によるピラーＡのプレス成形時、パッド\n６の押え面が少ない為ピラーＡが位置ズレを起こし、正確なプレス成形が行なえな\nいといつた欠点があった。又このように下型２の一部を切欠くと、下型２に十分な\n強度を持たすことができないといつた欠点もあつた。」（本件公報３欄２９行ない\nし４０行）\n(イ)　本件発明は、上記従来技術の欠点の解決手段として、「下型内に、\n下型と共同してピラーを保持するための回転カムを挿入し、下型の逃しを不要とす\nることにより、下型とピラーとの接触面積を増大させ、ピラーを下型上に安定した\n状態に載置すると共に、下型に十分な剛性を持たせた」ものである（本件公報３欄\n４２行ないし４欄２行）。\nその構成は、「プレス用金型を、上部に素材となるピラーＡを保持す\nるための保持部２１を有し、且つ内方に当該保持部２１と連なる円弧面からなるカ\nム溝２２を有する下型２０と、下型２０に設けたカム溝２２に回動自在に挿入され\nた、一端に寄曲げ部２５を有する回転カム２３と、下型２０に設けた保持部２１の\n上方に昇降自在に配置されたパッド３１と、回転カム２３の上方に昇降自在且つ横\n方向にスライド自在に配置された、先端に寄曲げ刃３５を有する吊りカム３３とに\nよつて構成し、吊りカム３３の下降に共なつて回転カム２３がピラーＡを挟持する\n方向に回動し、且つ吊りカム３３の回転カム２３への接触後、吊りカム３３が回転\nカム２３の寄曲げ部２５に向つてスライドするようにしたものである。」（本件公\n報４欄４行ないし１８行）\n(ウ)　実施例として、次のような記載がある。\n下型中央部に、「当該保持部２１と連なる円弧面を有するカム溝２２\nを設けてある。２３は上記カム溝２２に回動自在に挿入した回転カムであり、この\n回転カム２３は図示の如くその一部分を略Ｌ字状に切欠いてある。そしてその一端\nには、後述する吊りカム３３の下面と接触するスライド板２４を取付けてあり、又\n他端には後述する吊りカム３３に固定した寄曲げ刃３５と共同してピラーＡを所定\n形状にプレス成形するための寄曲げ部２５を形成してある。」（本件公報４欄２４\n行ないし３３行）\n保持部２１にピラーＡを載置する時点では、「回転カム２３の寄曲げ\n部２５は下型２０に設けたカム溝２２の内方に後退している」（本件公報５欄１３\n行ないし１５行）が、「上型ホルダー３０を下降させると、先ず上型ホルダー３０\nに…吊下支持されているパッド３１が下型２０の保持部２１上に載置されたピラー\nＡの上面に圧接し、ピラーＡを保持部２１上に固定」し（本件公報５欄１５行ない\nし２０行）、更に「上型ホルダー３０が下降すると、パッド３１と同時に吊りカム\n３３も下降するため、吊りカム３３の下面が回転カム２３のスライド板２４と接触\nし、スライド板２４を下方に押圧するため、回転カム２３はスプリング２９の弾性\n力に抗して図中矢印Ⅱ方向に回動する。そしてこの回動に共なつて回転カム２３の\n端部に設けた寄曲げ部２５がカム溝２２の開口端に向かつて移動し、回転カム２３\nの寄曲げ部２５とパッド３１とによってピラーＡの折曲部近傍を挟持する。」（本\n件公報５欄２０行ないし２９行）\nそして、「回転カム２３が所定量回動した後、 …上型ホルダー３０が\n更に下降すると、 …吊りカム３３は、スライド板２４に接触した状態で下方に押圧\nされるため、スライド板２４に沿って図中矢印Ⅲ方向にスライドする。そして、吊\nりカム３３の先端に固定した寄曲げ刃３５がピラーＡを押圧し、ピラーＡを所定形\n状に折曲形成する（第７図参照）。」（本件公報５欄３０行ないし４１行）\nこのようにして、ピラーＡの折曲形成が終了して、「上型ホルダー３\n０が上昇を開始すると、先ず吊りカム３３がスライド台３４上の元の位置まで戻っ\nた後、吊りカム３３が回転カム２３のスライド板２４から離れるため、回転カム２\n３はスプリング２９の弾性力によつて …回動し、回転カム２３の寄曲げ部２５は下\n型２０に設けた開口部２２の内方に後退する」（本件公報５欄４１行ないし６欄３\n行）。この内方への後退によって、ピラーＡを上方に持ち上げるだけでピラーＡを\n下型から容易に取り出せる。\n実施例を示す本件公報第５図ないし第８図には、断面の外縁がほぼ４\n分の３の円周の円弧状を呈し、残る約４分の１の部分が溝としてほぼ直角（略Ｌ字\n状）に切り取られたカム部材（回転カム２３）が示されている。下型２０には、カ\nム部材（回転カム２３）の断面円の直径とほとんど同型の円空洞を設け、そこへカ\nム部材（回転カム２３）を嵌入した図が示されている。\n(エ)　発明の効果については、次のように記載されている。\n「ピラーを保持するための保持部を有する下型の略中央部に、当該保持\n部と連なる円弧面を有するカム溝を形成し、当該カム溝に寄曲げ部を有する回転カ\nムを回動自在に配置し、ピラーのプレス加工時には、パッド、下型の保持部及び回\n転カムの寄曲げ部の３者によってピラーを挟持するようにしたから、プレス成形\n時、ピラーを安定した状態に保持でき、パッド押え面積も大きくプレス加工時の加\n工精度を向上できる」（本件公報６欄２０行ないし２８行）とともに、「ピラーの\n下型への搬入及び搬出時、回転カムが下型のカム溝内方に後退するようにしたか\nら、ピラーの下型への搬入及び搬出が非常に容易となり、特にプレス成形後のピラ\nーの下型からの取出し時、ピラーを下型から上方に持ち上げるだけで、ピラーを取\nり出せる。」（本件公報６欄２８行ないし３４行）\nウ　以上のような本件明細書の記載に照らして、本件発明の構成要件Ａの意\n義を検討する。\n構成要件Ａは、下型が「保持部」と「カム溝」を有するものとされてお\nり、しかも、この「カム溝」は「内方に保持部と連なる円弧面からなる」構成とな\nっている。そして、「カム溝」は、一端に寄曲げ部を有する回転カムが回動自在に\n挿入される（構成要件Ｂ）ものである。\n本件明細書の記載に照らすと、本件発明は、従来技術のプレス用金型が\n上記イ(ア)のような構成（寄曲げ刃を有する下型のスライド部材は、水平方向にス\nライド自在に配置されていた。）であったのに対して、下型内方にカム溝を設けて\nこれに回転カムを回動自在に挿入し、回転カムが回転溝を前後に回動することがで\nきる構成とし、素材のプレス加工時においては、回転カムが回転溝内を保持部の方\n向に移動し、これに伴い、回転カムの先端に設けられた寄曲げ部がカム溝の開口端\nに向かって移動し、上方から素材を圧接する上型のパッドと共に、下型上部の保持\n部に載置された素材を挟持して、下型の保持部、回転カムの寄曲げ部及び上型のパ\nッドの３者によって素材を安定した状態で保持した上で成形加工し、成形後におい\nては、回転カムをカム溝内を逆方向に回動させて後退させることにより、寄曲げ部\nをカム溝の内方に後退させるようにしたものである。そして、この寄曲げ部の移\n動・後退の動きは、プレス成形のための寄曲げ刃の動き、すなわち寄曲げ刃を先端\nに有する吊りカムの下降に伴わせるように構成されているものである（構成要件\nＥ）。このような構成を採ったことにより、本件発明は、保持部に切欠部を設ける\nことを不要とし、プレス成形時にピラーを安定した状態で保持できるとともに、成\n形後の素材の下型からの取出しが容易にできるという効果を奏するものである。\nしたがって、本件発明においては、下型内方に開口部が保持部と連なる\n円弧面を有する溝構造を設けることによって、その溝内を回動する回転カムの先端\nにある寄曲げ部を、上型の寄曲げ刃の動きに連動させながら、保持部のある溝開口\n端に露出させることにより、素材を保持するとともに、成形後は、これを後退させ\nることにより素材の搬出を容易にさせるところに昀大の特徴があるということがで\nきる。このような技術的意義にかんがみると、構成要件Ａにいう「カム溝」とは、\n開口部が保持部と連なっており、かつ、その内部に挿入されて内部内を回動するカ\nム部材（回転カム）の動きに応じて、カム部材先端の寄曲げ部が開口端部に露出し\nたり後退したりできるような溝構造でなければならないと解すべきである。\nエ　これに対し、イ号物件には、上記ウに記載したような意味での溝構造が\n存在しないことは明白である。原告は、イ号物件の挿入孔２２が本件発明の「カム\n溝」に相当すると主張する。しかし、イ号物件の挿入孔２２は、単にリンクカム３\nを回動させるリンクカムの支軸３１が挿入されていて、リンクカム３を回動自在に\n支持するにすぎず、溝構造とはいえないものであるし、本件発明の保持部に相当す\nる下型支持型枠２１と連なって円弧面を有するものではなく、また、その開口部に\n挿入されたカム部材が回動して先端の寄曲げ部が開口部の端部に露出したり後退し\nたりできるような構造を備えてもいない。\nしたがって、イ号物件は、カム溝に相当する構成を有していないといわ\nざるを得ないから、構成要件Ａを充足しない。\nオ　なお、以上の判断は、被告が主張するイ号製品の構造においても、異な\nるところはない。\n(2)　構成要件Ｂ充足性について\nア　構成要件Ｂは、「下型に設けたカム溝に回動自在に挿入された、一端に\n寄曲げ部を有する回転カムと」というものである。\nイ　上記(1)のとおり、イ号物件には、本件発明の「カム溝」が存在しないか\nら、構成要件Ｂの「カム溝に回動自在に挿入された回転カム」の構成も欠くことに\nなる。\n原告は、イ号物件のリンクカム３が「回転カム」に相当すると主張する\nが、上記(1)で認定したところからすれば、本件発明の回転カムは、本件明細書の実\n施例のように円筒形状のものであることを要するかどうかは措くとしても、少なく\nとも、円弧面からなるカム溝に回動自在に挿入され、回転溝を前後に回動すること\nができる構成のものである必要があるところ、イ号物件のリンクカム３は、その支\n軸３１が軸受け２３に穿孔された挿入孔２２に挿入されて、リンクカム３が軸着さ\nれているというものであって、この挿入孔２２が本件発明の「カム溝」に該当しな\nいことは上記(1)で判断したとおりであるから、イ号物件のリンクカム３が本件発明\nの「回転カム」に当たるとすることはできない。\nよって、イ号物件は構成要件Ｂを充足しない（この点は、イ号製品につ\nいても、同じである。）。\n(3)　構成要件Ｄ充足性について\n上記(2)のとおり、イ号物件は、本件発明の回転カムを有しないものである\nから、「回転カムの上方に昇降自在に且つ横方向にスライド自在に配置された、先\n端に寄曲げ刃を有する吊りカムとからなり」との構成要件Ｄも充足しないことにな\nる（この点は、イ号製品であっても同じである。）。\n(4)　構成要件Ｅ充足性について\nア　構成要件Ｅは、「吊りカムの下降に共なって回転カムが素材を挟持する\n方向に回動し、且つ吊りカムの回転カムへの接触後、吊りカムが回転カムの寄曲げ\n部に向つてスライドするようにしたことを特徴とする」というものである。\nイ　イ号物件は、上記(2)で判示したとおり、本件発明の「回転カム」を有し\nないから、この存在を構成として含む構成要件Ｅも充足しないことになる（この点\nは、イ号製品であっても同じである。）。\n３　争点(3)（イ号物件は、本件発明と均等なものとして、その技術的範囲に属す\nるか）について\n(1)　原告は、イ号物件が本件発明の構成要件を文言上充足しないとしても、本\n件発明と均等なものとして、その技術的範囲に属すると主張する。\n特許請求の範囲に記載された構成中に相手方が製造等する対象製品と異な\nる部分が存する場合であっても、①　同部分が特許発明の本質的部分ではなく、②\n同部分を対象製品におけるものと置き換えても、特許発明の目的を達することが\nでき、同一の作用効果を奏するものであって、③　そのように置き換えることに、\n当該発明の属する分野における通常の知識を有する者（当業者）が、対象製品の製\n造等の時点において容易に想到することができたものであり、④　対象製品が、特\n許発明の特許出願時における公知技術と同一又は当業者がこれから出願時に容易に\n推考できたものではなく、かつ、⑤　対象製品が特許発明の特許出願手続において\n特許請求の範囲から意識的に除外されたものに当たるなどの特段の事情もないとき\nは、同対象製品は、特許請求の範囲に記載された構成と均等なものとして、特許発\n明の技術的範囲に属するものと解される（昀高裁平成10年2月24日第三小法廷判決・\n民集52巻1号113頁参照）。そして、上記①にいう特許発明の本質的部分とは、特許\n請求の範囲に記載された特許発明の構成のうち、当該特許発明特有の解決手段を基\n礎付け、当該特許発明特有の作用効果を生じさせる部分、換言すれば、その部分が\n他の構成に置き換えられるならば、全体として当該特許発明の技術的思想とは別個\nのものと評価されるような、技術的思想の中核をなす特徴的部分をいうものと解す\nるのが相当である。\n(2)　構成要件Ａについて\nイ号物件が、構成要件Ａを文言上充足しないことは、上記２(1)記載のとお\nりである。\n原告は、本件発明とイ号物件との間で異なる構成部分、すなわち構成要件\nＡが「当該保持部と連なる円弧面からなるカム溝」とするのに対し、イ号物件が蓋\n部材Ｃを被せたことに伴う、「当該保持部と連なる円弧面からなるカム溝に蓋部材\nＣを被せてなる円孔のカム溝」とした差異部分は、これを他の構成に置き換えても\n全体として本件発明の技術的思想と別個のものと評価されるものではなく、本件発\n明の本質的部分には当たらない旨主張する。\nしかしながら、上記２(1)で判示したとおり、イ号物件は、本件発明の「カ\nム溝」を欠いているのであり、単に、カム溝が「円弧面」からなるのか、「円孔」\nのものかという違いに止まるものではない。そして、上記２(1)ウで本件発明の構成\n要件Ａの意義を検討したところから明らかなように、本件発明は、下型内方にカム\n溝を設けてこれに回転カムを回動自在に挿入し、回転カムが回転溝を前後に回動す\nることができる構成とし、素材のプレス加工時においては、回転カムが回転溝内を\n保持部の方向に移動し、これに伴い、回転カムの先端に設けられた寄曲げ部がカム\n溝の開口端に向かって移動し、上方から素材を圧接するパッドと共に、下型上部の\n保持部に載置された素材を挟持して、下型の保持部、回転カムの寄曲げ部及びパッ\nドの３者によって素材を安定した状態で保持した上で成形加工し、成形後において\nは、回転カムをカム溝内を逆方向に回動させて後退させることにより、寄曲げ部を\nカム溝の内方に後退させるようにし、この寄曲げ部の移動・後退の動きを、プレス\n成形のための寄曲げ刃の動き、すなわち寄曲げ刃を先端に有する吊りカムの下降に\n伴わせるように構成したところに特徴があるというべきであり、このように、保持\n部、カム溝を含む下型、寄曲げ部を含む回転カム、パッド、寄曲げ刃を含む吊りカ\nムの各構成を有機的に結合したことにより、保持部に切欠部を設けることを不要と\nし、プレス成形時にピラーを安定した状態で保持できるとともに、成形後の素材の\n下型からの取出しが容易にできるという本件発明特有の作用効果を奏するものであ\nる。\n以上によれば、カム溝の構成は、本件発明の本質的部分であるというべき\nであり、そのような構造を有しないイ号物件は、本件発明とその本質的部分におい\nて異なっているというべきである（この点は、被告主張のイ号製品の構造を前提と\nしても、同じ判断になる。）。\n(3)　したがって、その余の点を論ずるまでもなく、イ号物件が本件発明と均等\nであるということはできない。\n４　争点(4)（被告はロ号物件を製造販売しているか）について\n原告は、被告がロ号物件を製造販売等している旨主張し、その証拠として、\n甲第１１号証を提出する。甲第１１号証は、トヨタ自動車株式会社に過去に在籍\nし、プレス金型の設計を行う生産技術部門に所属していたという者の作成した、平\n成１５年９月１０日付け陳述書であり、同書面には同人が同部門に在籍していた平\n成１２年３月９日に金型業界団体の会員活動の一環として被告の工場を見学した際\nに、自動車用プレス金型に原告のロータリーカム特許と同様の技術が使用されてい\nるのを目撃した旨記載されており、また、その金型の構造だとする同書面添付図面\nには本件公報第５図類似のものが記載されている。\nしかし、同陳述書の内容は、成形装置を見たとする時期から約３年半経過し\nた後に、本件公報の実施例の図とほぼ同様の装置図面を添付して、被告が本件発明\nの実施品そのものの自動車プレス用金型の製造等をしているのを現認したと述べる\nにすぎないものであって、直ちに信用できる性質のものではない。他に裏付けとな\nる証拠が何ら提出されていない以上、被告がロ号物件を製造販売している事実を認\nめることはできない。\n５　よって、その余の争点を判断するまでもなく、原告の請求は理由がないの\nで、これを棄却する。\n大阪地方裁判所第２１民事部\n裁判長裁判官　　　小　　松　　一　　雄\n裁判官　　　中　　平　　　　　健\n裁判官　　　大　　濱　　寿　　美\n（別紙）\nイ号物件目録図１図２図３図４図５\n図６ロ号物件目録図１図２図３図４\nイ号製品目録図１図２図３図４図５図６・７図８\n"
}