{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 1,
    "day": 15
  },
  "case_number": "平成14(行コ)1",
  "case_name": "保険医療機関指定取消処分取消請求控訴事件(原審・名古屋地方裁判所平成11年(行ウ)第29号)",
  "court_name": "名古屋高等裁判所",
  "field": "行政",
  "gist": "病院が保険医療機関及び保険医療養担当規則（平成１２年厚生省令第３０号による改正前）２条の３に違反する診療報酬の請求を行っていたことを理由として，健康保険法（平成１１年法律第８７号による改正前）４３条の１２第３号に基づき知事がした前記病院の保険医療機関指定取消処分の取消請求が，棄却された事例",
  "case_gist": "病院が保険医療機関及び保険医療養担当規則（平成１２年厚生省令第３０号による改正前）２条の３に違反する診療報酬の請求を行っていたことを理由として，健康保険法（平成１１年法律第８７号による改正前）４３条の１２第３号に基づき知事がした前記病院の保険医療機関指定取消処分の取消請求につき，同法４３条の１２第３号の「請求ニ付不正アリタルトキ」とは，社会通念上，不正請求が医療機関自体の行為としてされたと評価できる場合をいい，「保険医療機関等及び保険医等の指導及び監査について」（平成７年保発第１１７号厚生省保険局長通知）別添２の監査要綱が保険医療機関の指定取消処分の基準として定める各要件は同号の要件を具体的に明らかにしたものであるから，その一つでも代表者について認められる場合は，同取消処分の適法性を基礎づけると解されるところ，前記診療報酬請求は不正請求であって，前記病院の開設者である医療法人の代表者である理事長の要請及び了承に基づき，前記病院の事務長の地位にあった者を実行行為者として行われたものであるから，同理事長が同要綱所定の保険医療機関の指定取消処分の要件の一つである故意に不正又は不当な診療報酬の請求を行ったものに該当し，また，前記取消請求に係る指定取消処分が他の医療機関に対する処分との関係で直ちに比例原則，平等原則に違反するとはいえず，前記知事が行った前記処分に裁量権の逸脱ないし濫用はないとして，前記請求を棄却した事例",
  "lawsuit_id": "15234",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=15234",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/234/015234_hanrei.pdf",
  "contents": "主　　　文\n１　本件控訴を棄却する。\n２　控訴費用は控訴人の負担とする。\n事実及び理由\n第１　当事者の求めた裁判\n１　控訴人\n（１）　原判決を取り消す。\n（２）　被控訴人が平成１１年６月２４日付けで控訴人に対してなしたものとみな\nされる医療法人健生会桜山ホスピタルにつき保険医療機関の指定を同年７月１日を\nもって取り消す旨の処分を取り消す。\n（３）　訴訟費用は，第１，２審とも，被控訴人の負担とする。\n２　被控訴人\n主文同旨\n第２　事実関係\n１　事実関係は，次のとおり補正し，下記２のとおり当審における当事者の主張を\n付加するほか，原判決の「事実及び理由」欄の第２記載のとおりであるから，これ\nを引用する。\n（１）　原判決４頁９行目の「健康保険法」を「法」と改める。\n２　当審における控訴人の主張\n原判決は，本件病院における不正請求は，控訴人代表者である理事長の要請及び\n了承に基づき，事務長の地位にあったａを実行行為者として行われたものであり，\n「故意に不正又は不当な診療報酬の請求を行ったもの。」に該当する旨認定してい\nるが，誤りである。すなわち，\n（１）　原判決は，上記認定をもっぱらａの証言を根拠に認定しているが，同人の\n供述及び証言は，平成１０年１２月８日に行われた民生部による事情聴取（乙４\n３），平成１２年６月９日及び同月１２日に行われた江藤美紀音検事による事情聴\n取（乙２４），平成１３年２月９日に行われた被控訴人側によるａの主尋問，同年\n４月２５日に行われた控訴人側による同人の反対尋問，同年６月１１日に行われた\n被控訴人側による同人の再主尋問において，本件不正請求に関する理事長との共謀\n関係，理事長の本件不正請求への関与，理事長の付せんの記載等について変遷を重\nねており，各供述，証言には著しい齟齬があり，また，不正請求の動機として印象\n付けようとしている控訴人の経営状況等についても，下記のとおり客観的事実と矛\n盾しており，信用できないものである。\n控訴人は，平成５年３月３１日決算期にはそれまでの損失を補って余りある約６\n０３万円の経常利益を計上し，その後も平成６年３月３１日決算期に，約８４２万\n円の営業利益，約１３２３万円の経常利益，平成７年３月３１日決算期に，約１２\n７６万円の営業利益，約１７８８万円の経常利益を計上しており，ａが理事長から\n不正請求の指示があった旨証言する平成６年１０月当時あるいは平成７年１月当時\nの控訴人の経営状況は極めて良好であり，控訴人が不正請求をする必要性は全くな\nかった。\n（２）　ａの本件不正請求の目的は，控訴人の弱みを作り出し，それにつけ込み控\n訴人における地位ないし金銭的要求を実現しようとしたものであり，理事長がレセ\nプトに貼付した不正請求と無関係な内容を記入した付せん部分を保管しておいて，\nこれを使用して他のレセプトに付け変え，あたかも理事長の関与に基づく不正請求\nのようにねつ造したのである。ａが，平成８年１０月ころ，理事長に自己を理事に\n加えるように要求したこと，同人の母に本件病院をつぶす力を持っていると述べた\nこと，平成９年６月に，ｂに「俺と組んで病院を乗っ取ろう。」と言ったこと，ね\nつ造書類の引渡と引換えに５００万円を理事長に要求したことからもａの本件不正\n請求の目的が分かる。\n（３）　原判決は，理事長の供述は不自然かつ不合理なもので，採用できないとし\nている。しかし，第１回目の監査の際にレセプトに貼付された付せんの記入文字の\n筆跡について同人がなした認否の態度，同人がレセプトのチェックをする際にカル\nテとの突き合わせをしていないこと，付せんに同人が記入した内容等について，特\nに不自然ないし不合理といわれるほどのことはない。理事長が付せんに記入してレ\nセプトに貼付したのは，レセプトの記載からカルテへの記載漏れないし請求漏れの\n疑いがあるものや医師に対する必要的，積極的治療の要請を記入したものであり，\n不正請求のためではない。\n（４）　ａの解雇後に，理事長がｃをａのもとに赴かせたのは，医師会の有力者と\n親交がある同人がいやがらせをする可能性を考えて，たんに同人の動向を調査する\nためであった。また，理事長はｄを特別に優遇していない。ａのわいせつ事件につ\nいても同人を厳しく叱責している。さらに，理事長はａから，特定呼吸器疾患検査\n特定医療機関の指定を受けることを名古屋市に働きかけている新生会第一病院が，\n市議会の有力者と謀って，本件病院から同指定を奪い取る計画を進めているとの話\nを聞き，同人が２５０万円用立ててくれれば阻止することができる旨述べたので，\n同人に阻止対策費として２５０万円を交付したのである。原判決は，これらのこと\nを理事長が本件不正請求に関与したとのａの証言が信用できることの補強事情とす\nるが，誤りである。\n（５）　本件不正請求につき，理事長の故意が認められるには，同人が記入した付\nせんを貼付したレセプトに基づいて，不正請求がなされたとの一連の流れが厳格に\n立証されなければならないところ，本件においてはこれがなされていない\n第３　当裁判所の判断\n１　当裁判所も，被控訴人の控訴人に対する本件処分は適法であり，本件処分の取\n消しを求める本件抗告訴訟は，理由がないものであると判断するが，その理由は，\n次のとおり補正し，下記２のとおり当審における控訴人の主張に対する判断を付加\nするほか，原判決の「事実及び理由」欄の第３記載のとおりであるから，これを引\n用する。\n（１）　原判決２０頁２０行目の「不正請求に関する資料を書類を」を「不正請求\nに関する資料の書類を」と改める。\n（２）　同２３頁５行目から６行目にかけての「供述するが，」の次に「乙２の１\nないし９，３，８の１及び２，９ないし１５の各１ないし３によれば，同人が付せ\nんに記入したものには「腹部エコー加」「Ｘ－Ｐ加」「ネオファーゲン注加」等の\n明らかにカルテの記載漏れやレセプトの入力漏れに対する指示と異なる記載があ\nり，さらに，」を付加する。\n（３）　同３０頁２１行目の「セクハラ事件」を「わいせつ事件」と改める。\n（４）　同３０頁２１行目から２２行目にかけての「かつ，」の次に「控訴人\nは，」を付加する。\n（５）　同３０頁２３行目の「同様に，」の次に「控訴人はａに対して，」を付加\nする。\n（６）　同３２頁１行目の「本件処分は相当であって」を「本件処分は適法であっ\nて」と改める。\n２　当審における控訴人の主張に対する判断\n（１）　控訴人は，原判決は，もっぱらａの証言を根拠に，本件病院における不正\n請求は，控訴人代表者である理事長の要請及び了承に基づき，事務長の地位にあっ\nたａを実行行為者として行われたものであると認定しているが，同人の供述及び証\n言は，平成１０年１２月８日に行われた民生部による事情聴取（乙４３），平成１\n２年６月９日及び同月１２日に行われた江藤美紀音検事による事情聴取（乙２\n４），平成１３年２月９日に行われた被控訴人側によるａの主尋問，同年４月２５\n日に行われた控訴人側による同人の反対尋問，同年６月１１日に行われた被控訴人\n側による同人の再主尋問において，本件不正請求に関する理事長との共謀関係，理\n事長の本件不正請求への関与，理事長の付せんの記入等について変遷を重ねてお\nり，各供述，証言には著しい齟齬があり，信用できないものであるとの旨主張す\nる。\nしかしながら，上記認定説示（原判決２７頁２４行目から２８頁１７行目まで）\nのとおり，ａの供述，証言について，同人と理事長との間で明示的な謀議が形成さ\nれた時期，場所及び具体的内容等に不明確な部分があるものの，同人が理事長と謀\n議を形成するに至った経緯の骨格となる，ａの事務長就任後に理事長が同人に本件\n病院の経営が苦しいと愚痴をこぼして他の病院では不正請求がおこなわれている旨\n話したこと，これを聞いた同人は理事長が自分に不正請求をするように示唆してい\nると感じたこと，その後新しいコンピューターを導入するに当って，理事長からそ\nの購入資金の捻出を要望され，同人は，その要望を不正請求の指示であると理解し\nて理事長に真意を確認したところ，理事長から否定する回答がなかったので，不正\n請求をする決意に至ったことについて，同人の供述，証言は一貫しており，謀議か\nら供述，証言までに数年経過していることからすれば，同人において詳細な事実に\nついては記憶が薄れ明確でなくなっているものと考えることができ，また上記不明\n確な部分に関しても概ね時期や場所は特定されているのであるから，同人の供述，\n証言は著しい齟齬や矛盾はなく，大筋において信用できるものである。\nまた，控訴人は，平成６年３月３１日決算期に，約８４２万円の営業利益，約１\n３２３万円の経常利益，平成７年３月３１日決算期に，約１２７６万円の営業利\n益，約１７８８万円の経常利益を計上しており，ａが理事長から不正請求の指示が\nあった旨証言する平成６年１０月当時あるいは平成７年１月当時の控訴人の経営状\n況は極めて良好であり，控訴人が不正請求をする必要性は全くなかった旨主張す\nる。\nしかしながら，甲５１ないし５５，６２ないし６５，７４，７５，８１及び弁論\nの全趣旨によれば，なるほど控訴人は，平成６年３月３１日決算期及び平成７年３\n月３１日決算期に，主張のごとき営業利益，経常利益を計上しているものの，控訴\n人のそれまでの状況は，平成２年６月２８日，前理事長ｅが死亡し，同年１０月１\n日，ｆ医師を院長として招へいして，同年１２月１０日，前理事長の子である理事\n長が同職に就任したが，平成４年５月９日，ｆ院長が本件病院の非常勤医師との意\n見対立から退職してしまい，非常勤医師であったｇ医師が院長に就任し，同月末か\nら本件病院の増改築工事が着工され，同年１２月４日，同工事が完成したものであ\nるが（なお，本件病院の名は，同工事完成以降のものであり，それまでは久崎病院\nの名であった。），同月下旬ころ，ｇ院長が退職届を出して結局平成５年５月に退\n職してしまい，同年１２月，ｈ医師が院長に就任するという，本件病院経営として\n極めて不安定なものであったこと，控訴人の経営状態の本体部分を示す営業損益\nは，平成２年４月１日から平成３年３月３１日までは，営業損失１３７０万６９７\n２円，平成３年４月１日から平成４年３月３１日までは，営業損失１０３６万６７\n６４円，平成４年４月１日から平成５年３月３１日までは，営業損失１０２０万５\n４２５円と損失続きであったこと，その余の部分である営業外収入は受取利息，患\n者外給食収入及び雑収入であるが，各年度で大きく変動する不安定なものであり，\n控訴人が利益に転じたという平成５年３月３１日決算期に経常利益として約６０３\n万円を計上しているのは，営業外収益約２０５４万円が加わったことによるもので\nあり，その中には一時的で特殊な収入である死亡保険金１２３３万４５０３円が含\nまれており，これを除けば約６３０万円の経常損失となっていたはずであること，\n控訴人は平成４年４月１日から平成５年３月３１日までの間に，長期借入金として\n１億２２７１万１８００円の借入れをし，以降その返済の必要が加わっているこ\nと，平成７年３月３１日決算期の上記利益には，平成７年１月から同年３月までの\n不正請求分が含まれていること等が認められ，これらの事実に照らすと，平成６年\n１０月当時あるいは平成７年１月当時の控訴人の経営状況は極めて良好とはいえな\nいから，不正請求をする必要性は全くなかった旨の控訴人の上記主張は採用できな\nい。\nなお，仮に控訴人の経営状態が良好であったとしても，それが必ずしも不正請求\nをしないことに直ちに結びつくものではないことはいうまでもない。\n（２）　控訴人は，ａの本件不正請求の目的は，控訴人の弱みを作り出し，それに\nつけ込み控訴人における地位ないし金銭的要求を実現しようとしたものであり，そ\nの実現のために，理事長がレセプトに貼付した不正請求と無関係な記載内容の付せ\nん部分を保管しておいて，これを使用して他のレセプトに付け変えし，あたかも理\n事長の関与に基づく不正請求のようにねつ造したのであって，ａが，平成８年１０\n月ころ，理事長に自己を理事に加えるように要求したこと，理事長の母に本件病院\nをつぶす力を持っていると述べたこと，平成９年６月に，ｂに「俺と組んで病院を\n乗っ取ろう。」と言ったこと，ねつ造書類の引渡と引換えに５００万円を理事長に\n要求したことからもａの本件不正請求の目的が分かる旨主張する。\nしかしながら，控訴人は，平成６年８月，本件病院に入院していたａを月額手当\n２万円の非常勤職として採用し，平成７年８月，はやくも同人を事務長としている\nが，このように通常では容易に考え難い処遇をしているのは，その間に理事長が同\n人と本件不正請求に関して話し合いをしたことをうかがわせるものである。また，\nａは，平成８年７月にわいせつ行為の不祥事を起こしているにもかかわらず，理事\n長からなんら特別の処置を受けておらず，さらに理事長の述べているように，ａ\nが，同年１０月ころ，理事長に自己を理事に加えるように要求したり，理事長の母\nに本件病院をつぶす力を持っていると述べたりしたことがあるとするならば，特別\nの事情のない限りａは直ちに解雇されるか，すくなくとも事務長職を辞めさせられ\nるであろうと考えられるが，同人はその後も事務長職を続けている。これらの経緯\nにてらすと，本件不正請求に理事長が関与していないと考えることは，明らかに不\n自然であるというほかはない。ａが上記のとおりの話をｂにしたとの同人の陳述書\n（甲４７）は，本件不正請求に関して理事長は無関係であるものとして作成されて\nおり，たやすく信用できないというべきである。なお，ａが５００万円を要求した\nとのことも，平成９年１２月のことで，同年７月１２日に同人が解雇された後であ\nり，平成６年１２月からなされた不正請求における同人の目的の裏付けとはならな\nい。\nよって，控訴人の上記主張は採用できない。\n（３）　控訴人は，理事長の第１回目の監査の際におけるレセプトに貼付された付\nせんに記入された文字の筆跡に関する認否の態度，同人がレセプトのチェックをす\nる際にカルテとの突き合わせをしていないこと，付せんに同人が記入した内容等に\nついて，特に不自然ないし不合理といわれるほどのことはなく，同人が付せんに記\n入してレセプトに貼付したのは，レセプトの記載からカルテヘの記載漏れないし請\n求漏れの疑いがあるものや医師に対する必要的，積極的治療の要請を記入したもの\nであり，不正請求のためではない旨主張する。\nしかしながら，理事長が第１回目の監査の際，レセプトに貼付された付せんに記\n載された３名の筆跡のうち，ａとｄの筆跡を特定しながら，残る自己の筆跡部分に\nついて否認したこと，同人がレセプトのチェックをする際にカルテとの突き合わせ\nをしていないこと，付せんに同人が記入した内容等が不自然で不合理であること\nは，上記認定説示（原判決２２頁２２行目から２５頁１７行目まで）のとおりであ\nり，理事長によるこれらの付せんの記入にカルテヘの記載の疑問，不明点の確認が\n加わっていたとしても，その大部分は付け増しと解され，カルテヘの記載漏れない\nし請求漏れの疑いがあるものや医師に対する必要的，積極的治療の要請を記入した\nものとは到底考えられないから，控訴人の上記主張は採用できない。\n（４）　控訴人は，理事長がｃをａのもとに赴かせたのは，医師会の有力者と親交\nがある同人が解雇後にいやがらせをするかもしれないと考えて，同人の動向を調査\nするためであり，また，理事長はｄを特別に優遇しておらず，ａのわいせつ事件に\nついても同人を厳しく叱責しており，さらに，理事長はａから，新生会第一病院\nが，本件病院から特定呼吸器疾患検査特定医療機関の指定を奪い取る計画を進めて\nいるとの話を聞き，同人が２５０万円用立ててくれれば阻止することができる旨述\nべたので，同人に阻止対策費として２５０万円を交付したのであって，これらのこ\nとは理事長が本件不正請求に関与したとのａの証言が信用できることの補強事情と\nはならない旨主張する。\nしかしながら，ｃがａに不正請求を明るみにすることを思いとどまるように説得\nしたこと，理事長がｄを特別に優遇していたことは上記認定（原判決１４頁４行目\nから７行目まで，同１５頁７行目から２４行目まで，同２０頁２行目から９行目ま\nで，同３０頁２行目から２０行目まで）のとおりであり，ｄは理事長が本件不正請\n求を知っていた旨の陳述書（乙６３）を作成し，当審においてその旨証言もしてい\nる。また，理事長がａに対し，わいせつ事件について厳しく叱責した事実を認める\nに足りる証拠はないが，仮にそのような事実が認められるとしても，厳しい叱責に\nもかかわらず，控訴人の主張によれば理事の地位を要求したり，理事長の母に本件\n病院をつぶす力をもっていると述べるような極めて異常な言動をするａを，なんら\n解雇等の処置もせずに事務長の仕事を続けさせたことは，前記第３の２の（２）で\n説示したように，理事長がａの不正請求に関与していたことを推認させる事情とも\nいえるものである。また，同人に２５０万円を交付したとの点も，控訴人主張のご\nとき阻止対策費として交付したことを認めるに足りる証拠はないが，仮にそのよう\nな目的であったとしても，どのように使用されるか分からないにもかかわらず，医\n療法人である控訴人が，２５０万円もの金員を不正な会計処理をしてａに交付した\nまま，その後特に何らの処置をしていないことは，理事長と同人との不明瞭な関係\nをうかがわせる事情と考えられる。\nしたがって，控訴人の上記主張は採用できない。\n（５）　なお，控訴人は，本件不正請求につき，理事長の故意が認められるには，\n同人が記入した付せんを貼付したレセプトに基づいて，不正請求がなされたとの一\n連の流れが厳格に立証されなければならないところ，本件においてはこれがなされ\nていない旨主張するが，本件は理事長とａとの謀議に基づいて，理事長の要請及び\n了承のもとに，事務長であったａがもっぱら不正請求の実行行為をしたものであ\nり，理事長の具体的実行行為までも特に必要としない上に，同人が付せんに記入し\nた事項の多くが付け増し請求されていることからも，付け増し事項を記入した付せ\nんを貼付する方法で，同人が本件不正請求の実行行為の一部にも関与していたこと\nが認められるから，本件不正請求につき，理事長の故意を認めることに支障はな\nい。\nその他，控訴人は，当審においてるる主張し，証拠を提出するが，いずれも上記\n認定を左右するものとはいえない。\n３　以上のとおりであるから，被控訴人の，控訴人に対する，本件処分は適法であ\nり，本件控訴は理由がなく，失当である。\n第３　結論\nよって，これと同旨の原判決は相当であり，本件控訴は理由がないからこれを棄\n却し，控訴費用の負担について行政事件訴訟法７条，民事訴訟法６７条，６１条を\n適用して，主文のとおり判決する。\n名古屋高等裁判所民事第２部\n裁判長裁判官　熊田士朗\n裁判官　島田周平\n裁判官　玉越義雄\n"
}