{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 17,
    "month": 8,
    "day": 10
  },
  "case_number": "平成17(う)80",
  "case_name": "殺人被告事件",
  "court_name": "広島高等裁判所岡山支部",
  "original_court_name": "岡山地方裁判所",
  "original_case_number": "平成15(わ)968",
  "lawsuit_id": "3726",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=3726",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/726/003726_hanrei.pdf",
  "contents": "主　　　　　　　　　文\n本件控訴を棄却する。\n当審における未決勾留日数中７０日を原判決の本刑に算入する。\n理　　　　　　　　　由\n１　本件控訴の趣意は，弁護人杉本秀介作成の控訴趣意書に記載されたとおりであ\nるから，これを引用する。\nそこで，記録を調査し，当審における事実取調べの結果をも併せて検討し，次のと\nおり判断する。\n２　控訴趣意中，事実誤認について\n論旨は，要するに，原判決は，被告人が，妻のＡが不貞をして出産した子であるＢ\nを引き取ったが，平成１５年１０月２６日Ｂ（当時２歳）が生命に危険を生じかね\nない重い熱傷を負ったことを知り，さらに，遅くとも同月２９日午前３時ころ，そ\nのままＢに医療機関の治療を受けさせないで放置すると，Ｂが死亡することを予見\nしながら，これを認容し，もって殺意を抱き，Ａと暗黙のうちに意思を相通じ，Ｂ\nを自宅の押入に入れるなどして放置し，同年１１月２日午前５時ころ，Ｂを上記熱\n傷による敗血症のため死亡させたという，殺人の事実を認定したが，被告人には殺\n意がなく，被告人とＡとの間に黙示の共謀もなかったので，被告人がＢに対する殺\n意を持ってＡと黙示の共謀をしたと認定した原判決には，判決に影響を及ぼすこと\nの明らかな事実誤認がある，というのである。\nこの点につき，関係各証拠によると，(1)Ｂは，前額部，左顔面，後頭部，後頸部，\n左右側頸部及び背部に合わせて体表面積の２０パーセントの第２度の熱傷を負い，\n体表に形成された水疱が破れて真皮が露出し，その血管から細菌に感染して敗血症\nに罹患し，これが原因で死亡したもので，栄養状態が悪くて抵抗力が弱っていたと\nはいえ，死亡の前日であっても，医師による適切な処置が施されておれば救命され\nた可能性があったこと，(2)Ｂは，平成１３年１０月２０日に出生したが，平成１５\n年１１月３日の解剖時，体重が７キログラムで，平均的な２歳児に比べて明らかに\n体重が少なく，しかも１，２歳の女児では平均２８．１２グラムある胸腺の重さが\n４グラムしかなく，暴力的な虐待を受けた形跡はなかったものの，以前から食事を\n満足に与えられず，精神的な虐待を受けていたと推測されたこと，(3)Ａは，不貞に\nより妊娠してＢを出産し，Ｂを乳児院に預けたまま被告人方に戻った，平成１５年\n４月１９日から被告人の了解を得てＢを自宅に引き取ったが，同年５月ころから被\n告人がＢを避けるようになり，被告人に負い目を感じていたため被告人の気に入る\nようにしようと思い，精神的に追い詰められ，同年６月ころからＢを居間の押入に\n閉じこめ，同年７月に入ると十分な食事を与えなかったため，同年８月ころにはＢ\nが急激にやせ細ったこと，(4)Ａは，同年１０月２５日夕方，被告人が「わしの子じ\nゃねえけえ｡｣などと言ったうえ，Ｂに与える毛布がないのを知りながら「風邪を引\nかさんようにせえ｡｣と言ったことで，わざとらしく心配するような口振りをしたと\nして憤まんの情を募らせ，さらに同月２６日午前零時ころ，Ｂを風呂に入れようと\nしたとき，警戒するような目つきでにらまれたため，激情に駆られ，Ｂに熱湯を浴\nびせて上記熱傷を負わせたが，浴槽の水で冷やした後，消毒してガーゼを当てただ\nけで，食事を十分与えていないなどのそれまでの虐待の事実の発覚をおそれて病院\nに連れて行かなかったこと，(5)Ａは，その後も毎日ガーゼ交換をしてＢの手当をす\nると共に１日３度の食事を与えていたが，同月２８日にはＢが立ち上がれなくなっ\nたうえ，夕方に嘔吐し，同月２９日午前３時ころにはぐったりした様子で，日毎に\n衰弱しており，Ｂの死が迫っていることを認識したにもかかわらず，なお虐待の発\n覚をおそれ，病院に連れて行かず，Ｂが死亡しても構わないとの決意を固め，同年\n１１月２日午前５時ころＢを死亡させたこと，(6)一方，被告人は，同年４月ころ，\n世間体等を考えてＡとは離婚せず，やむなくＢを引き取ったが，Ｂの姿からＡの不\n貞が想起されて苦痛を感じ，その存在を無視し続けたため，Ａが被告人の面前で食\n事を与えないなどＢを蔑ろにするようになり，同年８月ころには，ＡがＢを乳児院\nに連れて行くと言い出したものの，Ｂがやせ細っていたため，虐待の発覚をおそ\nれ，乳児院に連れて行かせなかったこと，(7)被告人は，同年１０月２６日，Ｂが上\n記熱傷を負ったことを知り，Ａが熱傷を負わせたかも知れないと察知し，しかも自\n宅で治療できるような熱傷ではないと認識し，一応救急当番医院を探してＡに連れ\nて行くよう指示したものの，Ａが自分で治療すると言い張ったことや，自ら病院へ\n連れて行くとやはりＢに対する虐待の事実が発覚すると思ったことから，ＡにＢを\n病院へ連れて行くようそれ以上強く勧めず，自分で病院へ連れて行くこともしない\nまま，押入からＢのうめき声が聞こえても放置したこと，(8)被告人は，同月２９日\n午前３時ころ夜勤明けで帰宅した際，その途上でＡからＢが吐いたと聞いたので様\n子を確かめ，押入の奥でぐったりしたＢを抱きかかえるように押入から出して乳酸\n菌飲料をすすらせ，同日昼前ころにもＢに飲料を与えたが，同月３０日午前３時こ\nろ帰宅したときは押入からＢの声が聞こえず，Ａがガーゼ交換をしたときにＢが泣\nき叫んだことに驚き，同日昼前ころ起きたときにもＢの声は聞こえず，死が間近で\nあると察しながら放置したことの各事実が明らかである。\n以上の認定事実を基に判断すると，被告人は，同月２６日午前零時ころＢが熱傷を\n負った後，ＡのＢに対する虐待及び自らもそのような状態を放置し続けていたこと\nが発覚することをおそれ，医師の治療を受けさせず，押入からＢのうめき声が聞こ\nえても放置し，ＡからＢが吐いたと聞いて様子を確かめ，同月２９日午前３時ころ\n押入の奥でＢがぐったりしているのを認めたのであるから，その時点でＢの容体が\n死を予見させるほど重いことを認識したことは明らかであるが，他方，被告人は，\nＡが毎日ガーゼ交換をしたり食事を与えたりしてＢの日毎に衰弱する様子をつぶさ\nに認識していたのとは異なり，Ｂが上記熱傷を負った日に一旦は病院に連れて行く\nよう指示しているうえ，夜勤の多い勤務体制の影響もあり，同月２６日から同月２\n９日午前３時ころまでの間Ｂの衰弱していく様子を熟知してはいなかったこと，ま\nた，被告人がそのころＢを押入から出して飲料を与えた行為は，自己の罪障感を軽\n減しようとしたものと見る余地がある一方，救命の効果はともかく，少なくともＢ\nの生命に対する配慮から出たものと見る余地もあり，Ｂの死を認容していた者の行\n為に必ずしもそぐわない側面があることに徴すると，被告人が同月２９日午前３時\nころＢが極度に衰弱していることを知ったことから，直ちにその時点でその死を認\n容したと認めるにはなお若干の疑問が残るというべきである。しかしながら，被告\n人は，上記のとおり同月２９日にＢがぐったりし，危険な状態となっているのを確\n知したのであるから，同月３０日午前３時ころ押入からＢの声が聞こえないことに\n気付き，同日昼前ころにもＢの声は聞こえなかったにもかかわらず，Ｂを押入に入\nれたまま，全く救命のための措置をとることなく放置したことは殺意を推認させる\n行動であるといわざるを得ず，被告人は，遅くとも同月３０日昼前ころ，Ｂの死が\n目前に迫っていることを認識しながら，Ｂが死に至ることを認容し，この時点で，\n被告人がＢに対する未必的な殺意を抱き，既にＢの死亡を認識し認容していたＡと\n意思を相通じ，被告人とＡとの間に黙示の共謀が成立したというべきである。\nしたがって，原判決が，被告人においてＢに対する殺意を抱き，Ａと暗黙のうちに\n意思を相通じて共謀したと認定したこと自体は相当であるが，その殺意の発生及び\n共謀の成立の時期につき，平成１５年１０月３０日昼前ころと認定すべきであった\nのに，被告人の捜査段階の自白を過信し，被告人の殺意発生になお疑問の余地の残\nる「遅くとも同月２９日午前３時ころ」と認定した点に事実の誤認があるといわざ\nるを得ないところ，この点は判決の結論に影響を及ぼすものではないので，原判決\nには判決に影響を及ぼすことの明らかな事実誤認があるとまでは認められない。\n結局，論旨は理由がない。\n３　控訴趣意中，法令適用の誤りについて\n論旨は，要するに，原判決は，被告人がＢに対する刑法上の保護義務を負い，Ｂに\n医療機関による治療を受けさせるべき地位にあったので，被告人の不作為が殺人の\n構成要件に該当すると判断したが，実母であるＡがＢの世話を全面的に引き受け，\nまた熱傷を負わせたという先行行為により被告人よりも強度の保護義務を負ってお\nり，ＡがＢに医療機関による治療を受けさせることが十分期待できたのであるか\nら，被告人の不作為が作為による殺人と同様の類型的危険性を有するものとはいえ\nないので，被告人の不作為が殺人の構成要件に該当すると判断した原判決には，判\n決に影響を及ぼすことの明らかな法令適用の誤りがある，というのである。\nしかしながら，前述のとおり，被告人は，Ａの不貞行為により出産した子であるＢ\nを被告人方に引き取って養育することを了解したものの，その存在をことさら無視\nする冷淡な態度を取り続け，そのため精神的に追い詰められたＡがＢを虐待するの\nを放置し，さらにＡがＢに熱傷を負わせた後も，自宅で治療できるような熱傷では\nないことを認識し，かつ，Ｂに医師の治療を受けさせられる立場にあるのがＡと被\n告人だけであったにもかかわらず，Ａと同様，虐待の発覚をおそれて医師の治療を\n受けさせないこととしたうえ，押入からＢの声が聞こえなくなってＢの生命に切迫\nした危険が生じた後も，なおＢに対する虐待の発覚をおそれ，Ｂに医師の治療を受\nけさせなかったため，Ｂを死亡させたものである。そうすると，被告人は，(1)Ａの\n不貞行為の結果出産した子であるＢを乳児院から引き取って同居したことにより，\nたとえそれが被告人にとって不本意な決断であったとしても，少なくともＢが健全\nに生育できるような生活環境を整えるべき法的義務を負担したと解されること，(2)\n平成１５年１０月２９日ころには，Ｂが重度の熱傷により生命の危険があるほど衰\n弱していることを確知し，Ｂを救うことができるのはＡ以外には被告人しかいない\nことを十分認識していたこと，(3)その熱傷はＡが負わせたと察知し，かつＡがその\nような行為に及んだのは，被告人がＢの存在を無視する態度を取ってＡを精神的に\n追い詰めたためであることを熟知しており，被告人が積極的にＢの生命を維持する\nために必要な医療措置を受けさせる行為をとらない限り，Ｂが自発的にそのような\n措置をとる可能性が極めて低いことを十分認識していたことの３点が明らかであ\nる。以上によれば，被告人には，遅くとも同月３０日昼前ころの時点において，Ｂ\nに緊急の医療措置を受けさせるべき法的義務があり，かつその義務を尽くすことは\n十分可能であったといわなければならない。それにもかかわらず，被告人は，未必\n的な殺意をもって，上記医療措置を受けさせないまま放置してＢを死亡させたので\nあるから，被告人がＢに上記医療措置を受けさせなかったという不作為は，作為に\nよってＢを殺害する行為と構成要件的に等価値であり，殺人罪の構成要件が予定す\nる違法類型に当たると評価すべきものである。一方，Ａは，被告人に負い目を感じ\nていたため，Ｂを押入に閉じこめ，十分な食事を与えなかったうえ，Ｂに熱傷を負\nわせながら，虐待の発覚をおそれて医師による治療を受けさせず，Ｂを熱傷による\n敗血症のため死亡させたのであるが，ＡがＢの実母であること，Ｂを被告人方に引\nき取って養育していたこと，自らＢに熱傷を負わせてその生命に切迫した危険を生\nじさせたことを考慮すると，Ａにつき不作為による殺人罪が成立することは明らか\nである。したがって，被告人は，Ａと暗黙のうちに意思を相通じ，被告人とＡの各\n不作為によりＢを死亡させたのであるから，被告人とＡが共同して作為によりＢを\n殺害した場合，すなわち殺人の実行共同正犯と構成要件的に等価値であると評価す\nることができ，不作為による殺人の実行共同正犯が成立するといわなければならな\nい。\nしたがって，原判決が（罪となるべき事実）と（事実認定の補足説明）第７の３で\nそれぞれ説示するところは，作為義務発生の根拠についていささか不明確な部分が\n認められるものの，結局のところ被告人の不作為が殺人の構成要件に該当する行為\n（実行行為）であると判断したものと解されるので，その判断は結論において相当\nである。\n論旨は理由がない。\n４　よって，刑訴法３９６条により本件控訴を棄却し，刑法２１条を適用して当審\nにおける未決勾留日数中７０日を原判決の本刑に算入し，当審における訴訟費用\nは，刑訴法１８１条１項ただし書を適用してこれを被告人に負担させないことと\nし，主文のとおり判決する。\n平成１７年８月１０日\n広島高等裁判所岡山支部第１部\n裁判長裁判官　　　安　　　原　　　　　　　浩\n裁判官　　　河　　　田　　　充　　　規\n裁判官　　　吉　　　井　　　広　　　幸\n"
}