{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 7,
    "day": 30
  },
  "case_number": "平成15(ワ)1117",
  "case_name": "",
  "court_name": "名古屋地方裁判所",
  "right_type": "実用新案権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "10927",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=10927",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/927/010927_hanrei.pdf",
  "contents": "平成１５年(ワ)第１１１７号　実用新案権侵害による損害賠償請求事件\n口頭弁論終結の日　平成１５年６月１１日\n判　　　　　　　　　　決\n原　　　　　　　告　　　Ａ\n被　　　　　　　告　　　トヨタ自動車株式会社\n同訴訟代理人弁護士      上　谷　　　清\n同　　　　　　　　　　　宇　井　正　一\n同                      笹　本　　　摂\n同　　　　　　　　　　　山　口　健　司\n主　　　　　　　　　　文\n１　原告の請求を棄却する。\n２　訴訟費用は原告の負担とする。\n事実及び理由\n第１　請求\n被告は原告に対し，１００万円及びこれに対する平成１５年４月２日から支払\n済みまで年５分の割合による金員を支払え。\n第２　事案の概要\n本件は，自動車用変速機構についての実用新案権を有していた原告が，被告に\n対し，変速装置を搭載した後輪駆動車（ハイラックスサーフ）を製造販売する行為\nが侵害に当たると主張して，損害金の一部の支払を求めた事案である。\n１　当事者間に争いのない事実等\n(1)　原告の実用新案権\n原告は，下記の実用新案権（以下「本件実用新案権」といい，請求項１を\n前提とする請求項３の考案，請求項１及び請求項３を前提とする請求項４の考案，\n並びに請求項１を前提とする請求項４の考案を併せて「本件各考案」という。）を\n有していた（甲２）。\n実用新案登録番号　　　　３０１２７２７号\n考案の名称　　　　　　　自動車用変速機構\n出願日　　　　　　　　　平成６年１２月２０日\n登録日　　　　　　　　　平成７年４月１２日\n実用新案登録請求の範囲\n別紙登録実用新案公報該当欄記載のとおり。\n【請求項１】　後輪駆動自動車において，エンジンと後輪駆動用連動機構と\nの間に，オートマチックトランスミッションとマニアルトランスミッションを介在\nさせることに依って，当該両トランスミッション中の何れか一方を切り替え的に接\n続して当該エンジンと駆動用連動機構との連結を図るように構成したことを特徴と\nする自動車用変速機構。\n【請求項３】  オートマチックトランスミッションとマニアルトランスミッ\nションの何れか一方のシフトレバーをＯＦＦ位置に入れておいた場合のみ，エンジ\nンの始動が許容化されるように構成した請求項１または請求項２に記載の自動車用\n変速機構。\n【請求項４】　何れか一方のミッションが作動している場合は，他のミッシ\nョンはＯＦＦ以外の場所にシフトレバーが動かないように構成した請求項１乃至請\n求項３の何れかに記載の自動車用変速機構。\n(2)　構成要件の分説\n実用新案登録出願に添附された本件各考案の明細書（以下「本件明細書」\nという。）の実用新案登録請求の範囲を構成要件に分説すると，以下のとおりであ\nる（甲２）。\n【請求項１】\nＡ　後輪駆動自動車において，\nＢ　エンジンと後輪駆動用連動機構との間に，オートマチックトランスミッ\nションとマニアルトランスミッションを介在させることに依って，\nＣ　当該両トランスミッション中の何れか一方を切り替え的に接続して当該\nエンジンと駆動用連動機構との連結を図るように構成した\nＤ　ことを特徴とする自動車変速機構。\n【請求項３】\nＥ　オートマチックトランスミッションとマニアルトランスミッションの何\nれか一方のシフトレバーをＯＦＦ位置に入れておいた場合のみ，エンジンの始動が\n許容化されるように構成した\nＦ　請求項１または請求項２に記載の自動車用変速機構。\n【請求項４】\nＧ　何れか一方のミッションが作動している場合は，他のミッションはＯＦ\nＦ以外の場所にシフトレバーが動かないように構成した\nＨ　請求項１乃至請求項３の何れかに記載の自動車用変速機構。\n(3)  被告自動車\n被告は，別紙目録記載の各自動車（以下「被告自動車」という。）を製造\nし，販売している。被告自動車は，被告作成に係る新型車解説書（乙４の３）記載\nのとおりの構造，機能を有しているところ，同解説書によれば，その変速装置（以\n下「被告装置」という。）の構成は，以下のとおりである。\n被告装置の主要部分は，オートマチックトランスミッション部分とトラン\nスファー部分からなる。\n上記オートマチックトランスミッション部分は，動力の伝達及びトルクの\n変換を行うトルクコンバーター部分と，遊星歯車を電子制御で操作し，エンジンか\nらの回転を前進４段後進１段に変速するトランスミッション部分からなる。オート\nマチックトランスミッション部分の操作は，シフトレバーの切替えによって行わ\nれ，Ｄレンジを選択した場合，前進４段の範囲でギアの変更は自動的に行われる。\n上記トランスファー部分は，遊星歯車を利用した副変速機と，後輪駆動と\n四輪駆動の切替えを行う分配機からなる。副変速機において，トランスミッション\n部分で変速された動力をそのまま駆動輪に伝達するハイレンジモードと，さらに変\n速を行って回転数を下げることにより，大きな駆動力を生じさせるローレンジモー\nドの切替えが行われるが，この切替えは，シフトレバーとスイッチによって手動で\n行われる。\n(4)　原告による警告\n原告は，平成１１年３月１１日，被告に対し，平成１０年７月２日付けの\n実用新案技術評価書を提示して，被告自動車の製造，販売は，本件実用新案権を侵\n害する可能性がある旨を警告した（甲３の１及び２，乙１，弁論の全趣旨）。\n２　本件の主たる争点及びこれに関する当事者の主張\n(1)　構成要件Ｂ（請求項１）の充足性について\n（原告の主張）\nマニアルトランスミッションとは，一般的に，①変速ギアが存在し，②自\n動変速せず，③シフト位置に手動で入れることができるものをいい，その作用，効\n果は，低速ギア選択に基づくタイヤの接地性の安定化を図ることができ，低速ギア\n選択に基づくエンジンブレーキの使用（ブレーキの過熱防止）ができ，山岳ドライ\nブに適し，適切なギア選択を即時に行うことにより安全性を確保することができる\nというものである。\n被告装置においては，前進４段，後進１段のギアを持つ変速機（オートマ\nチックトランスミッション）とは別に，副変速機を備えているが，これは２種の変\n速ギアを有し，かつ副変速機自体には２種類のギア比を自動的に選択及び接続する\n機能を有しておらず，手動（Ｌ４Ｌ，Ｈ４Ｌのシフト位置に手動で操作）で所望の\nギア比に接続する構造を有している。\nしたがって，被告装置の副変速機は，構成要件Ｂの「マニアルトランスミ\nッション」に当たる。\n（被告の主張）\n本件各考案は，マニアルトランスミッションによる走行とオートマチック\nトランスミッションによる走行の２態様の走行を「切り替え的に」可能とするもの\nである（構成要件Ｃ）以上，そこにいう「マニアルトランスミッション」とは，そ\nれ独自でギア比の選択・決定を可能とするもの（通常のマニアルトランスミッショ\nン）であることが明らかである。\nところが，被告装置の副変速機は，手動でシフトレバーの切替えを行うも\nのの，それ独自でギア比の選択・決定が可能なものではない。すなわち，被告装置\nにおいては，車両の走行中は常時オートマチックトランスミッションが作動し，か\nつ変速を行っているから，副変速機限りでギア比の選択・決定がされることはない\nし，オートマチックトランスミッションによる走行と，マニアルトランスミッショ\nンによる走行との２態様の走行の選択という作用効果も生じない。\nしたがって，被告装置の副変速機は，構成要件Ｂの「マニアルトランスミ\nッション」を充足しない。\n(2)　構成要件Ｃ（請求項１）の充足性について\n（原告の主張）\n構成要件Ｃの「当該両トランスミッション中の何れか一方を切り替え的に\n接続して当該エンジンと駆動用連動機構との連結を図る」とは，エンジンの出力を\n駆動系に伝達する過程にオートマチックトランスミッションとマニアルトランスミ\nッションを設け，これを切替え的に接続するという意味である。\n被告装置においては，トルクコンバーターを切離し可能な構造の変速機構\nとし，トルクコンバーターが組み込まれた状態のときは，トルコン車すなわちオー\nトマチックトランスミッションとし，トルクコンバーターを切り離したときは，マ\nニアルトランスミッションとなる構造の変速機構を有している。両トランスミッシ\nョンの変速ギアは，同一のギアを使用する構造のものである。\nすなわち，オートマチックトランスミッション使用のときは，エンジンと\n後輪駆動用連動機構の間に存在しているオートマチックトランスミッションとマニ\nアルトランスミッションのうち，オートマチックトランスミッションを接続して，\nエンジンと駆動用連動機構と連結しオートマチックトランスミッション走行を行\nい，マニアルトランスミッション使用のときは，オートマチックトランスミッショ\nンとマニアルトランスミッションのうち，マニアルトランスミッションを接続して\nエンジンと駆動用連動機構とを連結してマニアルトランスミッション走行を行うも\nのである。\nしたがって，被告装置は，オートマチックトランスミッションとマニアル\nトランスミッションを設け，これを切り替えることができるように接続し，エンジ\nンと後輪駆動用連動機構と連結する構成となっており，構成要件Ｃを充足する。\n（被告の主張）\n本件各考案の変速機構は，オートマチックトランスミッションとマニアル\nトランスミッションの２つの変速機を備え，これを切替え的に接続して，エンジン\nとの連結を図る構成が採られている。そして，この構成から，オートマチックトラ\nンスミッションによる走行とマニアルトランスミッションによる走行の２態様の走\n行が選択的に可能であるとの作用効果が生じている。\nところが，被告装置は，オートマチックトランスミッションに直列的に連\n結する副変速機を備えており，オートマチックトランスミッションによる走行と副\n変速機による走行とを切り替えることはできない。すなわち，被告自動車において\nは，その走行中，オートマチックトランスミッションが常に自動変速の機能を果た\nしつつ動力を伝達しており，副変速機はオートマチックトランスミッションにより\n変速・伝達された動力をローレンジモードのときはさらにギア比を拡大して，若し\nくは，ハイレンジモードのときはそのまま後輪に伝達する構成である。つまり，駆\n動輪には，オートマチックトランスミッションによる変速を経たエンジン出力が常\nに伝達されるから，被告自動車の走行は常にオートマチックトランスミッションに\nよる走行であり，マニアルトランスミッションによる走行のみを行うことはできな\nい。\nしたがって，オートマチックトランスミッションと副変速機のいずれかの\n変速出力と駆動用連動機構との連結を切り替えるという構造を有しないから，被告\n装置は構成要件Ｃを充足しない。\n(3)　構成要件Ｅ（請求項３）の充足性について\n（原告の主張）\n被告装置は，ギアシフトを「２Ｈ・４Ｈ」に入れておいた場合，２速トラ\nンスミッション（副変速機）は，切離し状態にあり，誤動作を排除している構成で\nあるから，この時，エンジン始動となる構成は，構成要件Ｅの「オートマチックト\nランスミッションとマニアルトランスミッションの何れか一方のシフトレバーをＯ\nＦＦ位置に入れておいた場合のみ，エンジンの始動が許容化されるように構成し\nた」を充足する。\n（被告の主張）\n被告装置においては，ギアシフトが「Ｈ」（ハイレンジ。ギア比１．０\n０）の場合，副変速機は，オートマチックトランスミッションで変速された動力を\nそのまま駆動機構に伝達する構成になっているだけであって，副変速機がエンジン\nと「切り離し状態にある」といったものではなく，また，「誤動作を排除」するた\nめにこのような構成が採用されているものでもない。\nまた，この時，エンジン始動となる構成は，構成要件Ｅに当たるとの主張\nも否認する。\n(4)　構成要件Ｇ（請求項４）の充足性について\n（原告の主張）\n構成要件Ｇの「何れか一方のミッションが作動している場合は，他のミッ\nションはＯＦＦ以外の場所にシフトレバーが動かないように構成した」とは，単\nに，選択されなかったトランスミッションが作動しないことを意味するのではな\nく，シフトレバーの操作によって誤りなく切り替えるように構成されていることを\n意味する。\nそして，被告装置においては，オートマチックトランスミッションを利用\nしたＤレンジの走行の際にはマニアルトランスミッションはＯＦＦの状態にあり，\n副変速機を利用したＬ４Ｌモード又はＨ４Ｌモードの走行の際にはオートマチック\nトランスミッションはＯＦＦの状態にある。そして，この両者の走行状態は，シフ\nトレバー類の操作によって誤りなく切り替え得るよう構成されているから，被告装\n置は，構成要件Ｇを充足する。\n（被告の主張）\n構成要件Ｇの構成は，オートマチックトランスミッションあるいはマニア\nルトランスミッションによる走行の昀中に，他方のトランスミッションが駆動する\nこと，つまり，「切り替え走行」に伴う誤動作を防止するためのものである。\nところが，被告装置においては，オートマチックトランスミッションが，\n常時自動変速・動力伝達の機能を果たしている構成であり，各トランスミッション\nの切替えを行わないから，誤作動防止の必要はなく，オートマチックトランスミッ\nションによる走行中でも，副変速機のシフトレバーを自由に切り替えることが可能\nであり，また，副変速機のローレンジモードとハイレンジモードを切り替えるシフ\nトレバーがいずれの位置にあっても，オートマチックトランスミッションのシフト\nレバーを自由に動かすことができる。\nしたがって，被告装置は構成要件Ｇを充足しない。\n(5)　損害について\n（原告の主張）\n被告自動車（平成７年１２月１日以降販売が開始された全車種）の平均販\n売価格は４００万円であり，過去３年間に限っても，その販売台数は５０００台で\nあるところ，実施料相当額は販売価格の１パーセントであるから，原告は，少なく\nとも２億円の損害を被っている。\nよって，原告は被告に対し，その損害の一部である１００万円及びこれに\n対する訴状送達の日の翌日である平成１５年４月２日から支払済みまで民法所定の\n年５分の割合による遅延損害金の支払を求める。\n（被告の主張）\n否認する。\n３年間の販売台数が５０００台であることは争わないが，１台当たりの平\n均販売価格は３００万円前後であり，実施料相当額１パーセントも，本件考案が自\n動車用変速機構に関するものであるから，車両全体の販売価格を基準とするのは過\n大である。\n第３　争点に対する判断\n１　当裁判所は，被告装置は構成要件Ｃの「当該両トランスミッション中の何れ\nか一方を切り替え的に接続して当該エンジンと駆動用連動機構との連結を図る」を\n充足しないと判断する。その理由は下記のとおりである。\n(1)　構成要件の解釈手法\n平成１４年法律２４号改正前の特許法７０条１項は，「特許発明の技術的\n範囲は，願書に添附した明細書の特許請求の範囲の記載に基いて定めなければなら\nない。」と，同条２項は，「前項の場合においては，願書に添付した明細書の特許\n請求の範囲以外の部分の記載及び図面を考慮して，特許請求の範囲に記載された用\n語の意義を解釈するものとする。」と規定し，同改正前の実用新案法２６条もこれ\nを準用している。これらの規定の趣旨に照らせば，実用新案登録請求の範囲に記載\nされた文言の意味内容の解釈は，その言葉の一般的な意味内容を基礎としつつも，\n詳細な説明に記載された考案の目的，技術的課題，その課題解決のための技術的思\n想又は解決手段及び作用効果並びに図面をも参酌して，その文言により表現された\n技術的意義を考察した上で，客観的，合理的に行われるべきである。\n(2)　構成要件Ｃの「切り替え的に接続」の意味\nそこで本件明細書を検討するに，本件各考案は，自動車用変速機構につい\nての考案であるところ，「従来，自動車は，ギアシフトを手動的に行うマニアルト\nランスミッションを装備したものと，ギアシフトが自動的に行われるオートマチッ\nクトランスミッションを装備したものとに大別される」が，「オートマチックトラ\nンスミッションを装備した自動車の場合」，「山間部の走行に際しては，頻繁なる\nカーブ走行及び坂路走行等が伴うため，低ギヤ選択に基づくタイヤの接地性の安定\n化（略），低速ギア選択に基づくエンジンブレーキ使用（略）等，走行時に頻繁な\nるギアシフトを行うことが安全走行に直結し，また，このようなドライビングテク\nニックの多用に基づき，山間部ドライブの興趣性が著しく向上することとなる」\nし，「従って，上記した既存の自動車の場合，オートマチックトランスミッション\n装備の自動車にあっては，山間部走行時等細かいギアシフトの多用性を必要とする\nドライブに際して，これの不能性から運転上の不満が残り，また，マニアルトラン\nスミッション装備の自動車にあっては停車発進が頻発する市街地での走行に際し\nて，ギアシフトの煩雑性を感じることを余儀なくされた」ため，このような従来技\n術における課題を解決するために，マニアルトランスミッションとオートマチック\nトランスミッションとを，必要に応じて切替え的に接続してエンジンと駆動用連動\n機構との連結を図るように構成したものであると認められ，これに，構成要件Ｂが\n「エンジンと後輪駆動用連動機構との間に，オートマチックトランスミッションと\nマニアルトランスミッションを介在させる」ことを予定していることを併せ考慮す\nると，構成要件Ｃの「当該両トランスミッション中の何れか一方を切り替え的に接\n続して……連結を図る」とは，オートマチックトランスミッションとマニアルトラ\nンスミッションのいずれかを選択して，駆動輪への動力伝達を一方に切り替えた場\n合には，他方は動力の伝達路から物理的に切断されるまでは要しないものの，変速\n機としては作動しないことを意味すると解すべきである。\nこのことは，本件明細書の「考案の詳細な説明」欄に，「マニアルトラン\nスミッション８の作動中は，オートマチックトランスミッション７のシフトレバー\nＳ１をＯＦＦ位置に保っておく。これに依り，オートマチックトランスミッション\n７は切り離された状態となり，自動車はマニアルトランスミッション８による走行\nがなされる」し，逆に「オートマチックトランスミッション７の作動中は，マニア\nルトランスミッション８のシフトレバーＳ２をＯＦＦ位置に保っておく。これに依\nり，オートマチックトランスミッション７（マニアルトランスミッション８の誤記\nであることが明らかである。）は切り離された状態となり，自動車はオートマチッ\nクトランスミッション７による走行がなされる」と記載されていること，また，実\n施例の説明として，「両トランスミッションが同時に接続されることが無いように\n構成してある」，「当該両トランスミッションは，何れか一方だけが切り替え的に\n作動し（略），両者が同時に作動することが無いように構成してある」と記載され\nていること，逆に，本件明細書には，両トランスミッションが密接不可分の状態と\nなって，同時にそれぞれが駆動輪に駆動力を伝達する変速機としての機能を発揮す\nることを示唆するような記載が見当たらないことなどから明らかである（実施例の\n説明では，選択されていない方のトランスミッションは，変速ができないだけで駆\n動力の伝達は直結的にされるよう構成する旨の記載があるが，この場合も，選択さ\nれていないトランスミッションは，変速機として作動していない。）。\nこの点につき，証拠（原告作成に係る甲５，６）には，「切り替え的に接\n続する」の意味について，「何れか一方を物理的に切り離す事ではなく，「切り替\nえ的に接続」と言う抽象的，概念的技術思想を有し，両変速機が，密接不可分状態\nとなって「変速機構」を構成し，且つ各々の機器の個性を失う事なく，駆動系に伝\n達して走行可能とするものと考え」るべきで，上記の「切り替え的に接続」は「構\n造上の切り替え」を意味しない旨の意見（甲５）や，「テレビとビデオ」を「コー\nドで接続した機構」あるいは「テレビの中にビデオを内蔵させた機器」において，\nビデオを見る場合でも，「テレビの機能の殆どを作動させて」おり，「その両方の\n機器が作動して」いるが，表現としては「ビデオに切り替えてビデオを見ると言い\nます」との意見が記載されているが，仮に原告のこれらの意見が，選択されていな\nいトランスミッションも変速機として作動している場合についても「切り替え的に\n接続」の要件を満たすとの趣旨であるならば，前記の諸点に照らして，相当でない\nというべきである。\n(3)　被告装置との対比\nそこで，被告装置が，構成要件Ｃを充足するか否かについて判断するに，\n前記当事者間に争いのない事実等に証拠（乙２の２，３の２，４の２ないし４，５\nの２及び３，６）及び弁論の全趣旨を総合すれば，被告装置の構成は以下のとおり\nと認められ，これに反する証拠はない。\nア  被告自動車は，駆動輪を後輪又は四輪に切り替えることができるいわゆ\nるパートタイム４ＷＤ車である。これに搭載された変速装置である被告装置の主要\n部分は，オートマチックトランスミッション部分と，トランスファー部分からな\nる。オートマチックトランスミッション部分は，動力の伝達及びトルクの変換を行\nうトルクコンバーター部分と，遊星歯車を電子制御で操作し，エンジンからの回転\nを前進４段，後進１段に変速するトランスミッション部分からなる。オートマチッ\nクトランスミッション部分の操作はシフトレバーの切替えによって行われ，ギアの\n変更は自動的に行われる。トランスファー部分は，遊星歯車を利用した副変速機\nと，後輪駆動と四輪駆動の切替えを行う分配機からなる。\nイ　副変速機においては，トランスミッション部分で変速された動力をその\nまま駆動輪に伝達するハイレンジモードと，さらに変速を行って回転数を下げるこ\nとにより，特に大きな駆動力を生じさせるローレンジモードの切替えが行われる。\n副変速機及び分配機の操作は，専用のシフトレバーとスイッチによって行われ，ハ\nイレンジモードとローレンジモードの切替えは，手動で行われる。\nウ　オートマチックトランスミッション部分とトランスファー部分は直列的\nに配置され，エンジンから生じる動力は，オートマチックトランスミッション部分\nとトランスファー部分の両者を介して後輪駆動輪に伝達され，いずれか一方のみを\n介して動力が伝達されることはない。また，ハイレンジモードを選択した場合，変\n速はトランスミッション部分のみで行われ，副変速機は，トランスミッション部分\nから伝達された動力を，そのまま分配機を介して駆動輪に伝えるにすぎないが，ロ\nーレンジモードを選択した場合，トランスミッション部分で変速された動力につい\nて，副変速機によりさらに変速を行う。\n以上の認定事実に照らせば，被告装置を全体として見ると，副変速機の作\n用はオートマチックトランスミッションの変速比の拡大にあり，副変速機のみが作\n動して，オートマチックトランスミッション部分が作動しないという状態は存在し\nない。このことは，新型車解説書（乙４の３）のシフト及びロックアップパターン\nの表において，例えば，トランスファーシフトポジション（副変速機のシフトレバ\nーの位置）が「Ｌ４」（ローレンジ）の場合であっても，１速から３速までのオー\nトマチックトランスミッションによる走行がなされる旨の記載があることからも明\nらかである。そうすると，仮に，原告主張のとおり，副変速機が，運転者の手動に\nよって操作されるという点でマニアルトランスミッション（構成要件Ｂ）に当たる\nと解しても，被告装置において，オートマチックトランスミッションとマニアルト\nランスミッションの何れか一方を切替え的に接続しているとはいえないから，被告\n装置が構成要件Ｃを充足しないことは明らかである。\n２　以上のとおり，被告装置は請求項１の構成要件Ｃを充足しないところ，本件\n各考案は，いずれも請求項１を前提とし，その構成要件を内包しているから，被告\n装置が本件各考案の技術的範囲に属しないことも明らかである。\n３　よって，原告の本訴請求は，その余の点について判断するまでもなく理由が\nないから，棄却することとし，訴訟費用の負担につき民訴法６１条を適用して，主\n文のとおり判決する。\n名古屋地方裁判所民事第９部\n裁判長裁判官　　　加　藤　幸　雄\n裁判官　　　舟　橋　恭　子\n裁判官　　　平　山　　　馨\n（別紙登録実用新案公報省\n略）\n（別紙）     目録\n１   名称　　　　　　　トヨタハイラックスサーフ\n２　　年式・型式等     平成７年１２月１日以降販売の全車種\n（ただし，５速マニアル仕様の車は除外する。）\n"
}