{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 12,
    "day": 10
  },
  "case_number": "平成13(行ケ)293",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "11455",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=11455",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/455/011455_hanrei.pdf",
  "contents": "平成１３年（行ケ）第２９３号　審決取消請求事件（平成１４年１１月２６日口頭\n弁論終結）\n判　　　　決\n原　　　告　　　　　　シーゲイト　テクノロジー　エルエルシー\n訴訟代理人弁理士　　　浅村皓、浅村肇、小池恒明、岩井秀生、清水邦明、\n増子尚道\n被　　　告　　　　　　特許庁長官　太田信一郎\n指定代理人　　　　　　伊東和重、小林信雄、麻野耕一、高橋泰史、林栄二\n主　　　　文\n特許庁が不服２０００－１３１６５号事件について平成１３年２月２１日にした\n審決を取り消す。\n訴訟費用は被告の負担とする。\n事実及び理由\n第１　原告の求めた裁判\n主文と同旨の判決\n第２　事案の概要\n１　特許庁における手続の経緯\n原告は、平成８年１月１１日、名称を「スライダー／ディスク界面のＦＭ検\n出」とする発明につき特許出願（平成８年特許願第５２２３２１号、米国出願に基\nづく優先権主張日１９９５年１月１９日）をし、拒絶査定を受けたので、平成１２\n年８月２１日、拒絶査定に対する不服の審判を請求した（不服２０００－１３１６\n５号）が、特許庁は、平成１３年２月２１日に「本件審判の請求は、成り立たな\nい。」旨の審決をした（平成１３年３月２日原告に謄本送達。出訴期間として９０\n日付加）。\n２　本願発明の要旨（平成１１年９月３０日付け手続補正により補正された特許\n請求の範囲１）\n「１．回転ディスクと、該ディスク上でのヘッドの選択的な位置決めのため\nのアクチュエータアームによってマウントされ且つスライダを有するヘッドと、該\nヘッドを前記アクチュエータに取付けるための撓み部材とを具備するディスクドラ\nイブにおけるスライダ／ディスク接触を試験するための方法であって、\n前記ディスクドライブの前記ディスクを、所定の第一の回転速度で自転\nさせる工程と；\n前記ディスクドライブのヘッドを使用して、前記ディスクを回転させな\nがら、該ディスクに実質的に均一なパターンを有する信号を書き込む工程と；\nその後、前記ディスクを所定の第二の回転速度で回転させる工程と；前\n記所定の第二の回転速度で回転させながら、前記ヘッドを使用して、前記所定の第\n一の回転速度で書き込まれた信号を再読み取りする工程と；\nスライダ／ディスク接触によって生じた撓み部材の振動の周波数範囲に\n対応した周波数範囲の全体にわたって、前記再読み取りされた信号のＦＭ復調を行\nう工程と、\n前記撓み部材の振動の存在を示す周波数ジターを検出するために前記復\n調再読み取り信号を分析して、前記第一、第二の回転速度での前記ディスクの回転\n速度での前記ディスクの回転中のヘッド－ディスクの接触を明らかにする工程とを\n備えていることを特徴とする方法。\n（上記発明を「本願発明」という。特許請求の範囲２．ないし１０．の記載は省\n略）\n３　審決の理由\n審決の理由は、別紙審決の写し（以下「審決」という。）のとおりである。要す\nるに、本願発明は、第１刊行物（特開平５－３２５４６１号公報、甲第４号証）、\n第２刊行物（実願昭６３－１０９７４４号（実開平２－３５３７２号）のマイクロ\nフィルム、甲第５号証）及び第３刊行物（特開平６－３７６５４号公報、甲第６号\n証）に記載された各発明に基づいて当業者が容易に発明をすることができたものと\n認められるので、特許法２９条２項の規定により特許をすることができない、とい\nうものである。\n第３　原告主張の取消事由の要点\n１　取消事由１（第１刊行物の認定の誤り、一致点の認定の誤り）\n審決は、第１刊行物記載の発明の「この再生データをスペクトラム検出回路６で\n監視する工程」は、本願発明の「前記撓み部材の振動の存在を示す周波数ジターを\n検出」するために「再読み取り信号を分析して、前記第一、第二の回転速度での前\n記ディスクの回転速度での前記ディスクの回転中のヘッド－ディスクの接触を明ら\nかにする工程」に対応する（審決５頁１行～２３行）旨認定した上で、本願発明と\n第１刊行物記載の発明とは、「前記撓み部材の振動の存在を示す周波数ジターを検\n出するために再読み取り信号を分析して、前記第一、第二の回転速度での前記ディ\nスクの回転速度での前記ディスクの回転中のヘッド－ディスクの接触を明らかにす\nる工程とを備えている」点で一致する、と認定するが（審決５頁３７行～６頁１\n行）、誤りである。\n（１）　第１刊行物（甲第４号証）記載の発明は、定常の回転数の状態で検査用\nデータ信号として、通常の「ランダムパターン」の記録信号を書き込み、検査時に\nは回転数を徐々に下げつつ書き込まれた「ランダム・パターン」を読み出し、ヘッ\nドとディスクが接触したときに「支持バネが円周方向に揺さぶられる」ことによっ\nて発生する支持バネの曲げ方向振動のサイドバンドスペクトラムを検出することに\nより、ヘッドとディスクの接触を検出して、接触を検出した時点での回転数から浮\n上量マージンを求めるというものである。\n書き込まれた検査用データ信号はランダムパターン信号であるから、読出信号も\nまたランダムパターン信号である（読出動作は書込動作よりも小さい回転数で行な\nうので、検査用データ信号の信号周波数よりも小さい信号周波数の信号が読み出さ\nれる。）。しかし、ランダムパターン信号の周波数成分には規則性が存在しないの\nで（技術常識）、読出信号中にいくら乱れが発生しても、通常その検出は不可能で\nある。その後スペクトラム検出器６を用いてもジターを検出することはできず、接\n触を検出することもできない（破滅的な接触状況に至って初めて検出可能とな\nる）。\nまた、第１刊行物では、再生データ信号の周波数解析結果は、非接触時に図８(a)\nの如く基本波のスペクトラム出力だけが検出され、異常時には図８(b)のスペクトラ\nムが観測されるとしているが、「基本波」の意味が不明である。ランダム信号を使\n用したのでは、基本波が生じることはなく、第１刊行物において「基本波」あるい\nはこれに対する「サイドバンドスペクトラム」なる概念は成立し得ない。しかも、\n支持バネの振動の周波数（数十kHz程度）はスペクトラムの周波数帯（図\n８(a)(b)、MHz帯）の1000分の１以下のオーダーであるところ、MHz帯上に現れるサ\nイドバンドスペクトラム波形（図８(b)）の意味も不明である。\n以上のとおり、第１刊行物記載の発明は、「撓み部材の振動の存在を示す周波数\nジターを検出する」機能を有するものではない。\n（２）　第１刊行物は、サイドバンドスペクトラムが発生する現象を「利\n用」（0010）すると記載しているだけで、その具体的な検出方法につき記載はな\nい。周波数解析結果（図８(a)(b)のスペクトラム波形）を表示した表示装置を目視\nにより監視することを示すのみである。\nこれに対して、本願発明は、読出信号をＦＭ復調することにより、正常時には無\n信号を、接触時にはヘッドの撓みによる周波数ジターによる周波数偏倚に相当する\n信号を得、これにより接触／非接触を自動的に判別するものである。\n以上のとおり、第１刊行物記載の発明は、本願発明の「ディスクの回転中のヘッ\nド－ディスクの接触を明らかにする工程」を有するものでもない。\n（３）　したがって、第１刊行物記載の発明の「この再生データをスペクトラム\n検出回路６で監視する工程」は、本願発明の「「前記撓み部材の振動の存在を示す\n周波数ジターを検出」するために「再読み取り信号を分析して、前記第一、第二の\n回転速度での前記ディスクの回転速度での前記ディスクの回転中のヘッド－ディス\nクの接触を明らかにする工程」に対応するものではない。審決における一致点の認\n定は誤りである。\n２　取消事由２（相違点についての認定・判断の誤り）\n本願発明において、書込信号を「実質的に均一なパターンを有する信号」とした\nのは、接触／非接触の判別を読出信号のＦＭ復調により行うためであり、また、読\n出時の回転速度を固定値（第二の回転速度）としたのも、読出信号のＦＭ変調の中\n心周波数を固定とするためである。\n本願発明の「実質的に均一なパターン」、「第二の回転数」及び「ＦＭ復調」は\n全て、接触／非接触の判別を読出信号のＦＭ復調により行うという本願発明の検出\n原理が必要とする一体の構成要素である。審決が、本願発明におけるこれら三つの\n構成要素の相互関係を無視し、第１刊行物記載の発明との間の個別の相違点として\n３点を認定しその判断をしたことは、それ自体が誤りであり、そのため、以下のと\nおり、審決は、本願発明と第１刊行物記載の発明との各相違点（第１ないし第３相\n違点）についての認定・判断を誤ったものである。\n（１）　第１相違点（信号読取時の回転速度の点）について\n審決は、第１相違点：「信号読取時の第二の回転速度が、第１刊行物記載の発明\nは回転数を徐々に下げながら検査を行うのに対して、本願発明は「所定」の第二の\n回転数である点」（審決書６頁５行～７行）について、第１刊行物の「製品の浮上\nマージンの目あす」に関する記述（0013）を根拠として、「回転数を徐々に下げて\n浮上マージンの測定を詳細に測定する第１刊行物記載の発明においても、浮上マー\nジンを一つに設定し、すなわち、本願発明にいう「所定の第二の回転数」で再読み\n取りをすることで、「所定の第二の回転数」におけるヘッドとディスクの接触が生\nじるか否かを検査するように設定することは当業者が必要に応じて設定し得るとこ\nろにすぎない。」（６頁２３行～３２行）と判断するが、誤りである。\n本願発明の「実質的に均一なパターン」を有する書込信号の読出信号（正常時）\nは、同じく「実質的に均一なパターン」信号である。本願発明は、接触によりヘッ\nドが振動すると、読出信号が本来の「実質的に均一なパターン」信号をＦＭ変調し\nた信号となる現象を利用し、このＦＭ変調に相当する変動量をＦＭ復調器で検出し\nて接触／非接触を判別するものである。ＦＭ復調では、読出信号のＦＭ変調の中心\n周波数（書込信号の周波数と読出し時の回転数（第二の回転数）で決まる）を一定\nにする必要がある。本願発明において、検査時の回転速度を固定（第二の回転数）\nとした理由は、ＦＭ復調器を用いて接触を検出するためである。\n第１刊行物記載の発明は、検査時の回転数を徐々に下げていきながら接触を検出\nするので、ＦＭ変調の中心周波数も徐々に変化し、ＦＭ復調器を用いることはでき\nない（それ故に、第１刊行物では読出信号を直接フーリエ変換をする必要がありス\nペクトラム検出回路６を設けているのである。）。第１刊行物には、検査にＦＭ復\n調器を用いて接触を検出するという技術思想は存在しない。ＦＭ復調器を用いると\nいう技術思想が存在しない以上、検査時の回転数を固定とすることも示唆されな\nい。\n「浮上マージンの目あすとしては…50％…が望ましく、最低でも…80％…が必要\nである。」（0013）との記載をもって、回転数を固定することを当業者が必要に応\nじて設定し得るということもできない。\n審決の判断は、回転速度とＦＭ復調器との関連性を考慮しておらず、誤りであ\nる。\n（２）　第２相違点（検査のための記録用信号パターンの点）について\n審決は、第２相違点：「検査のための記録用信号パターンが、第１刊行物発明で\nはランダム・パターンであるのに対して、本願発明では実質的に均一なパターンで\nある点」（審決６頁７行～８行）について、\n第２刊行物（甲第５号証）には、「トラックと無関係に一様に書き込まれた単純\nな繰り返しパターンからなる監視情報と、ディスクの回転に同期してこの監視情報\nをヘッドを介して読み取り、その読取信号の値があらかじめ設定された正常範囲を\n逸脱したときにヘッド異常と判定する…発明」（審決４頁２４行～２８行）が記載\nされていると認定した上で、「ハードディスク装置用ヘッドの異常検出において、\n単純な繰り返しパターンからなる監視情報を記録してそれを読み取り解析すること\nで接触を検出することは上記第２刊行物に記載されているので、第１刊行物記載の\n発明においてもランダム・パターンに変えて単純な繰り返しパターンすなわち本願\n発明にいう実質的に均一なパターンに設定することも当業者が容易に想到し得たと\nころにすぎない。」（審決６頁３５行～７頁２行）、と判断するが、かかる認定・\n判断は誤りである。\nア　第２刊行物に記載された発明の認定の誤り\n第２刊行物（甲第５号証）には、審決の認定するような「トラックとは無関係に\n一様に書き込まれた単純な繰り返しパターンからなる監視情報と、ディスクの回転\nに同期してこの監視情報をヘッドを介して読み取り、その読取信号の値があらかじ\nめ設定された正常範囲を逸脱したときにヘッド異常と判定するヘッド異常検出手段\nを備えたヘッドの浮上状態の異常を検出する発明」や、「ハードディスク装置用ヘ\nッドの異常検出において、単純な繰り返しパターンからなる監視情報を記録してそ\nれを読み取り解析することで接触を検出すること」は記載されていない。\n第２刊行物に記載された発明は、ヘッドがディスク面に近づくと読取信号が正常\n値より増大し、接触すると読取信号が正常値より減少する現象を利用して、ヘッド\nが異常に接近したことを早期に検出して接触前に必要な措置を取ろうとするもので\nあり、接触を直接検出するものではない。具体的には、トラックのごく僅かな範囲\nに単純な繰り返しパターン（オンオフと１０回前後の繰り返し）を書き込んでお\nき、繰り返しパターンの読出信号を整流平滑して直流信号に変換し、その直流信号\nの大きさのみを取り出し、それが所定の大きさを逸脱したときに異常接近の検出信\n号を発するものであり、「パターン」としての情報を完全に捨て去っている。\nすなわち、監視情報は、トラックの僅かな範囲に記録された「単純な繰り返しパ\nターン」であり、審決が認定する「トラックとは無関係に一様に書き込まれた単純\nな繰り返しパターンからなる監視情報」ではない。\nまた、読出信号を整流平滑した直流信号の大きさを監視することにより、正常／\n異常を判別するものであり、読出信号のパターン情報を利用するものではない。審\n決の認定する「読取信号の値があらかじめ設定された正常値を逸脱したときヘッド\n異常と判定する」技術を開示するものではない。\nイ　第２相違点についての判断の誤り\n(ア)　第１刊行物記載の発明は、浮上マージンの検査を目的とし、トラッ\nクの全周にわたって書き込んだ検査用データ信号（ランダム・パターン）の読出信\n号の周波数解析結果を監視するものであり、監視にパターン情報を利用する。一\n方、第２刊行物記載の発明は、異常接近の検出を目的とし、トラックの極めて狭い\n範囲に書き込んだ繰り返しパターンの読出信号の物理量（大きさ、直流信号）を監\n視するものであって、監視にパターン情報を利用しない。\n第１刊行物記載の発明と第２刊行物記載の発明とは、目的及び手法が相違するか\nら、第１刊行物の「ランダム・パターン」に代えて第２刊行物の「単純な繰り返し\nパターン」を適用することはできない。\n(イ)　本願発明の書込信号（実質的に均一なパターン）は、読出信号のＦ\nＭ変調及びＦＭ復調が可能な程度に連続した長さを持つ均一パターンでなければな\nらない。したがって、トラックの全周にわたって書き込まれる。「ディスクを回転\nさせながら、ディスクに実質的に均一なパターンを有する信号を書き込む」（請求\nの範囲）及び「実質的に均一なパターンを有する各信号を、所定の半径位置で夫々\nの保存ディスク表面の回りに完全に書き込んだ」（本願明細書１１頁１１行～１２\n行）との記載のとおりである。\n他方、第２刊行物の監視情報は、前記のとおり、トラックの極めて狭い範囲に書\nき込まれる。このような断続的な信号では読出信号のＦＭ変調及びＦＭ復調は不可\n能である。\nこのように、第２刊行物記載の発明は「トラックの全周にわたって書き込まれ\nる」構成ではなく、第１刊行物に適用したとしても、本願発明の構成が得られるも\nのではない。\n(ウ)　本願発明の書込信号は、読出信号のＦＭ変調の中心周波数を提供す\nるパターンでなければならない。一方、第２刊行物の監視情報は直流信号を得るも\nのであり、「単純な繰り返しパターン」は直流信号が得られる限りどのようなパタ\nーンでもよい。本願発明の「実質的に均一なパターン」とは根本的に異なるもので\nある。審決が「単純な繰り返しパターンすなわち本願発明にいう実質的に均一なパ\nターン」と同一視したことも誤りである。\n(エ)　以上のとおりであるから、第２相違点に関する審決の判断は誤りで\nある。\n（３）第３相違点（「再読み取りされた信号のＦＭ復調を行う工程」）について\n審決は、第３相違点：「周波数ジターを検出する構成として、第１刊行物記載発\n明にはスペクトラム検出回路の記載はあるものの具体的回路構成の記載がないのに\n対して、本願発明では「スライダ／ディスク接触によって生じた撓み部材の振動の\n周波数範囲に対応した周波数範囲の全体に亘って、前記再読み取りされた信号のＦ\nＭ復調を行う工程」の後に周波数ジター分析を行う点」（審決６頁１０行～１４\n行）について、\n第３刊行物（甲第６号証）には「受信信号の変調形式を解析するための構成とし\nて、検波回路で検波した後、高速フーリエ変換回路でフーリエ変換して変調形式を\n識別する発明」（審決４頁３３、３４行）が記載されていること、「受信信号（本\n願発明の再読み取り信号に対応）を復調した後にスペクトラム解析を行うことは第\n３刊行物第１・２図とその詳細な説明に記載されているように公知の技術であ\nる。」（審決７頁９行～１２行）とそれぞれ認定したうえ、「してみれば、ディス\nクとヘッドの接触非接触をスペクトラム分析する第１刊行物記載発明においても、\nその具体的回路構成として、第３刊行物記載発明のように、前段に復調器として周\n知のＦＭ復調器を用いて再読み取り信号を復調した後にスペクトラム検出器６にか\nけて周波数ジター解析（スペクトラム解析）を行なう事は容易に採用し得たところ\nである。」（審決７頁１３行～１７行）と判断するが、かかる認定及び判断は誤り\nである。\nア　第３刊行物記載の発明の認定の誤り\n(ア)　第３刊行物記載の発明は、アンテナ100で受信した無線高周波信号の\n変調型式（ＡＭ変調かＦＭ変調か）を識別することを目的とし、無線高周波信号か\nら第２中間周波数を作り（第１、第２局部発信器104、105及びミキサー\n102、103）、この第２中間周波数から不要波を除去した後（帯域ろ波フィルタ\n106）、スペクトル分解し（高速フーリエ変換器１、一時メモリ２及び信号処理器３\nからなる回路）、スペクトル分解の結果、変調型式の特徴（ＡＭ変調は２つの三角\n形、ＦＭ変調は長方形）を抽出し識別するものである。\n第３刊行物には「受信信号の変調形式を解析するための構成として、周波数変換\n及び帯域ろ波フィルタで不要波を除去した後、高速フーリエ変換回路でフーリエ変\n換して変調形式を識別する発明」が記載されているのであって、「受信信号の変調\n形式を解析するための構成として、検波回路で検波した後、高速フーリエ変換回路\nでフーリエ変換して変調形式を識別する発明」は記載されていない。\n(イ)　また、第３刊行物記載の発明の「受信信号」は、アンテナで受信さ\nれた「無線高周波信号」であって、ディスクからの「読取信号」ではなく、本願発\n明の「再読み取り信号」に対応するものでもない。\nしたがって、審決の、「本願発明のような信号のスペクトラム解析を行うに当た\nって、受信信号（本願発明の再読み取り信号に対応）を復調した後にスペクトラム\n解析を行うことは、第３刊行物第１・２図とその詳細な説明に記載されているよう\nに公知の技術である。」との認定、及び、「第３刊行物記載発明のように、前段に\n復調器として周知のＦＭ復調器を用いて入力信号（再読み取り信号）を復調した後\nにスペクトラム検出にかけて周波数ジター解析（スペクトラム解析）を行う事」と\nの認定も誤りである。\n(ウ)　被告は、第３刊行物中の、「図１に示すように、空中線100で高周波\n信号を受信し、第１局部発信器104、第２局部発信器105、ミキサー102及び103によ\nり、中間周波数を発生し、帯域ろ過フィルタ106により不要波を除去する」（0010）\nとの記載が「復調」に相当し、「本発明の実施例に係る変調型式識別装置は、更\nに、相互に接続された高速フーリエ変換器（以下、F.F.Tと呼ぶ）１、一時記憶メモ\nリ２及び信号処理機３とを備えている。F.F.T１は、信号処理機３から制御されたタ\nイミングで、入力信号のスペクトル分解を行う。分析結果は、一時記憶メモリ108に\n蓄えられる。この動作を信号処理機３の指示によりｎ回（ただし、ｎは自然数）く\nり返し行う。この信号処理機３内部では、ｎ回の分析結果の和平均を取り、変調器\nごとの特長を抽出する。図２に示すように、この特長は、ＦＭの場合は長方形、Ａ\nＭ（ＤＳＢ）の場合は２つの三角形と搬送波である。」（0011）との記載が「スペ\nクトラム検出回路」に相当する、と主張するが、誤りである。\nすなわち、第３刊行物の上記記載（0010）は、復調（検波）ではなく、不要波の\n除去である。ＡＭ又はＦＭ復調は、変調型式の判別後に行うものである。\nイ　第３相違点についての判断の誤り\n(ア)　前記アのとおり、第３刊行物に「受信信号をＦＭ復調した後にスペク\nトラム解析を行うこと」や、「前段に復調器として周知のＦＭ復調器を用いて入力\n信号（再読み取り信号）を復調した後にスペクトラム検出にかけて周波数ジター解\n析（スペクトラム解析）を行なう事」は記載されていない。また、第１刊行物に、\n検査にＦＭ復調器を用いて接触を検出するという技術思想が存在しないことは前記\nのとおりである。\n第１刊行物及び第３刊行物のいずれにも、ヘッドとディスクとの接触／非接触の\n検出（読出信号の正常／異常の判別）にＦＭ復調器を用いる技術思想は存在しない\nのであるから、第１刊行物記載の発明に第３刊行物記載の発明を適用することはで\nきない。\n(イ)　審決は、第１刊行物記載の発明において「前段に復調器として周知の\nＦＭ復調器を用いて再読み取り信号を復調した後にスペクトラム検出器６にかけて\n周波数ジター解折をする」構成を想定するが、再読み取り信号はランダムパターン\n信号でありＦＭ復調しても意味がなく、その後スペクトラム検出器６を用いても周\n波数ジターを解析することができないことは前記のとおりであるから、同構成の想\n定は技術的に意味のないことである。\n(ウ)　以上のとおりであるから、審決の「ディスクとヘッドの接触非接触を\nスペクトラム分析をする第１刊行物記載の発明においても、その具体的回路とし\nて、第３刊行物記載発明のように、前段に復調器として周知のＦＭ復調器を用いて\n再読み取り信号を復調した後にスペクトラム検出器６にかけて周波数ジター解析\n（スペクトラム解析）を行う事は容易に採用し得たところである。」（審決７頁１\n３行～１７行）との判断は、誤りである。\n第４　被告の反論の要点\n１　取消事由１（第１刊行物の認定の誤り、一致点の認定の誤り）に対して\n審決が、第１刊行物の「この再生データをスペクトラム検出回路６で監視する工\n程」は、本願発明の「「前記撓み部材の振動の存在を示す周波数ジターを検出」す\nるために「再読み取り信号を分析して、前記第一、第二の回転速度での前記ディス\nクの回転速度での前記ディスクの回転中のヘッド－ディスクの接触を明らかにする\n工程」に対応する」（審決５頁１行～２３行）と認定し、この点を一致点として認\n定したことに誤りはない。\n（１）　ジターに関して、本願明細書には、「周波数ジターとは、例えば、ヘッ\nドスライダとディスク表面との間の接触から生じる機械的振動…によって起こされ\nる、逆読み取り信号の周波数における変動をいう。」（５頁１行～３行）、「逆読\nみ取り信号の周波数の感度は幾つかの因子、最も顕著には、上記接触によって生じ\nた機械的振動の大きさ方向によって影響される。これらの因子はヘッド、撓み部\n材、…を含む機械的部品の、特定の構造および構成の関数として変化する。」（１\n０頁７行～１０行）、図３を参照して、「…逆読み取り信号の…振幅が閾値を超え\nたら、これは…接触によって生じた撓み振動を示しており」（１４頁１４行～１５\n行）と記載されている。また、第１刊行物には、「再生データ信号の周波数解析結\n果は、非接触時に図８の（ａ）の如く、基本波のスペクトラム出力だけが検出され\nるのに対して、接触時は支持バネが円周方向に揺さぶられるため、図８（ｂ）の如\nく基本波スペクトラムに加えて支持バネの曲げ方向振動のサイドバンドスペクトラ\nムが発生する現象を利用したものである。」（３欄４０行～４６行）、「接触によ\nるジッター発生」（６欄３２、３３行）と記載されている。\n上記各記載によれば、本願発明の「ジター」と第１刊行物の「ジッター」とは、\n共に、ヘッドとディスクとの接触を原因とする撓み部材（支持バネ）の撓み振動\n（曲げ方向振動）により読取信号中に発生するものであり、相違するところはな\nい。したがって、第１刊行物のスペクトラム波形（図８（ｂ））は本願明細書のス\nペクトラム波形（図３）と同じであるというべきである。\n本願発明と第１刊行物記載の発明の読取信号中には、いずれも、同じ原因（接触\n時の振動）により周波数ジターが発生しているということができるから、両者は、\nいずれも、接触による周波数ジターを検出しているはずである。\n（２）　原告は、ランダムパターン信号は周波数成分に規則性がないから（技術\n常識）、読出信号中に発生する乱れを検出することは不可能であり、第１刊行物記\n載の発明では接触／非接触を検出することができない（検出可能としても破滅的な\n接触状況となって初めて可能となる）と主張する。\n第１刊行物には、非接触時には基本波のスペクトラムだけが検出されること（図\n８(a)）、接触時には基本波とサイドバンドのスペクトラムが検出されること（図\n８(b)）がそれぞれ示されている。各図は、ランダムパターン信号であってもその基\n本波のスペクトラムの検出が可能であることを示すものである。ランダムパターン\n信号だから乱れを検出することができないとする主張は理由がない。\n第１刊行物記載の発明は、読取信号のスペクトラムを監視しつつ、非接触状態か\nら接触状態に至った時のスペクトラム変動を検出するものである。破滅的な接触を\n検出するものでない。\n（３）　原告は、第１刊行物のスペクトル監視は目視による監視であると主張す\nる。\n図８(a)(b)は、非接触時と接触時のスペクトラムの違いをオシロスコープ表示で\n示した例にすぎず、「目視」による監視を意味するものではない。\n第１刊行物記載の発明では、スペクトラム検出回路６で接触を検出し、浮上マー\nジングラフ（図９）を作成する。「目視」で接触を検出したのでは、同グラフを作\n成することは不可能である。\n２　取消事由２（相違点についての認定・判断の誤り）に対して\n審決がした相違点の認定・判断に誤りはない。\n（１）　第１相違点（信号読取時の回転速度）について\n前記のとおり、第１刊行物と本願発明は、パターンをディスクに書き込むこと、\n及び、この書き込まれたパターンの読取信号が接触時に受ける変動（ＦＭ変調）を\n検出すること、ＦＭ変調を受けた読取信号のスペクトラムを検出することにおい\nて、相違がない。\n第１刊行物記載の発明は、ディスク回転数を定常回転数より徐々に下げてゆき、\nヘッドがディスクに接触を始めサイドバンドスペクトラムが発生したときの回転数\n（浮上マージン）を求めるというものである。「前記浮上マージンの目あすとして\nは、磁気ディスクの回転数が所定回転数の５０％の状態でも磁気ヘッドを安定的に\n浮上できる特性が望ましく、最低でも磁気ディスク回転数を８０％に低減しても磁\n気ヘッドを磁気ディスクに接触しない特性が必要である」（0013）との記載は、接\n触を始める回転数が低い程、浮上マージンがよいことを示す。このような浮上マー\nジンを求めず、特定の回転数、例えば通常使用する定常回転数における接触・非接\n触を検出するだけでよい場合には、回転数を定常回転数に固定して接触・非接触を\n試験すればよい。回転数を徐々に下げていくことで浮上マージンを正確な回転数の\n把握ができる第１刊行物のようにする代わりに、単にある回転数で接触が起こるか\n否かという回転数の閾値を設けて、製品を正常品と不良品とに２分するように製品\n検査の簡略化を図ることは、製品検査における一般的手法であり、技術的な困難性\nは認められない。審決の判断に誤りはない。\nまた、原告は、ＦＭ復調をするには読出し時の回転数を固定とする必要があると\nころ、第１刊行物記載の発明では回転数を変化させているからＦＭ復調を行うこと\nができず、ＦＭ復調器を用いて接触を検出するという技術思想が存在しない以上、\n回転数を固定とすることも示唆されないと主張するが、回転数を徐々に変化させな\nがらＦＭ復調を行うことは可能であるから、原告の主張は失当である。\n（２）　第２相違点（検査のための記録用信号パターン）について\nア　第２刊行物記載の発明の認定の誤りに対して\n第２刊行物には、「ハードディスク装置のトラック上の情報を読み書きする空気\n力浮上型ヘッドに生じうる異常を検出するための装置であって、ディスクの周方向\nの所定位置および範囲内にヘッドが移動可能な全体方向範囲にわたってトラックと\n無関係に一様に書き込まれた単純な繰り返しパターンからなる監視情報と、ディス\nクの回転に同期してこの監視情報をヘッドを介して読み取り、その読み取り信号の\n値があらかじめ設定された正常範囲を逸脱したときにヘッド異常と判定するヘッド\n異常検出手段とを備えてなり、ディスクが回転状態にある限りヘッド異常検出手段\nを常時動作させてヘッドの浮上状態の異常を検出しうるようにしたことを特徴とす\nるハードディスク装置用ヘッド異常検出装置」（実用新案登録請求の範囲）と記載\nされている。\n審決は、第２刊行物の実用新案登録請求の範囲の記載のとおりを第２刊行物記載\nの発明として認定したもので、誤りはない。原告の主張は、単に実施例の記載を指\n摘するものであり、上記の記載を看過しているものであって、理由がない。\nイ　第２相違点の判断の誤りに対して\n(ア)　第２刊行物には、第２刊行物記載発明の「単純な繰り返しパターン\nからなる監視情報」につき、「上記の監視情報は例えば単なるオンオフの繰り返え\nしパターンとするのが、…最も望ましい。」（５頁１６行～１９行）、「この各監\n視情報31の書き込みパターンは最も単純なオンオフの例えば１０回前後の繰り返え\nしとするのがよく」（１１頁６行～８行）、「本考案はこの実施例に限らず種々の\n態様で実施をすることができる。例えば監視情報の書き込みパターン、…などは全\nて目的に合わせて適宜な態様を取ることができる。」（２２頁１５行～２０行）と\n記載されていることから、「単純な繰り返しパターン」として、「単純なオンオフ\nの繰り返えしパターン」（「1」と「0」の繰り返し（1010…）、１１頁７行、１４\n頁１５行）に加えて、「1」のみの繰り返し（1111…）、「0」のみの繰返し（0000\n…）等も考えられる。そうすると、「監視情報」は「直流信号を得る信号」に限定\nされない。\n本願明細書には、本願発明の「実質的に均一なパターン」につき、ハードディス\nクに記録されるディジタル信号であると記載があるだけで、具体的にどの様なパタ\nーンであるかは記載がなく不明である。\nそうすると、本願発明の「実質的に均一なパターン」と第２刊行物の「単純な繰\nり返しパターンからなる監視情報」との相違はないというべきである。さらに、第\n２刊行物の上記「監視情報の書き込みパターン…などを全て目的に合わせて適宜な\n態様を取ることができる」（２２頁）の記載を参照すれば、第２刊行物の「単純な\n繰り返しパターンからなる監視情報」を第１刊行物記載の発明の「検査用書込みデ\nータ」に置換することに格別の技術的困難性はない。\n(イ)　原告は、書込信号の領域の範囲につき、本願発明はトラックの全周\nにわたって書き込むのに対して、第２刊行物はトラックのごく僅かな範囲に１０回\n前後書き込んだにすぎないと主張する。\n本願明細書の特許請求の範囲には、「回転させながらディスクに実質的に均一な\nパターンを有する信号を書き込む工程」とあるのみで、「トラックの全周にわたっ\nて書き込む」ことにつき記載はない。したがって、第２刊行物には「トラックの全\n周にわたって書き込む」構成がないことを同刊行物の適用が困難であることの根拠\nとすることはできない。また、特許請求の範囲の記載は「トラックのごく僅かな範\n囲に書き込む」構成を排除しない。したがって、第２刊行物が「トラックのごく僅\nかな範囲に書き込む」構成であることは同刊行物の適用を阻害するものではない。\n原告の特許請求の範囲の記載に基づくものではなく、失当である。\n（３）　第３相違点（「再読み取りされた信号のＦＭ復調を行う工程」）につい\nて\nア　第３刊行物記載の発明の認定の誤りに対して\n(ア)　第３刊行物には、①「変調方式を識別するための受信装置におい\nて、高周波を除去した検波信号のスペクトル分析を行うフーリエ変換器と、当該分\n解したスペクトルを蓄えるメモリと、前記メモリに蓄えられた信号のスペクトルの\n特徴を抽出する信号処理器とを有することを特徴とする変調方式識別装置」（請求\n項１）、②「この発明は、変調方式を識別する装置に関し、スペクトル解析処理を\n有する装置に関する。」（0001）、③「図１で示すように空中線100で高周波信号を\n受信し、第１局部発信器104、第２局部発信器105、ミキサー102および103により、\n中間周波数を発生し、帯域ろ過フィルタ106により不要波を除去する。以上までは、\n従来と同様の構成である。」（0010）、及び、④「本発明の実施例にかかる変調形\n式識別装置は、更に、相互に接続された高速フーリエ変換器（以下、F.F.Tと呼ぶ）\n１、一時記憶メモリ２及び信号処理器３とを備えている。F.F.T１は、信号処理機３\nから制御されたタイミングで、入力信号のスペクトル分解を行う。分解結果は一時\n記憶メモリ108に蓄えられる。この動作をｎ回（但し、ｎは自然数）くり返し行う。\nこの信号処理器３内部では、ｎ回の分解結果の和平均を取り、変調形式ごとの特長\nを抽出する。この特長はＦＭの場合は長方形、ＡＭ（ＤＳＢ）の場合は２つの３角\n形と搬送波である。」（0011）と記載されている。\n(イ)　上記記載によれば、審決が、「受信信号の変調方式を解析するため\nの構成として、検波回路で検波した後、高速フーリエ変換回路でフーリエ変換して\n変調形式を識別する発明」を第３刊行物記載発明として認定したことに誤りはな\nい。\nそして、上記記載③（0010）が「復調」に相当し、記載④（0011）がスペクトラ\nム検出回路に相当することは明らかである。したがって、審決が、「本願発明のよ\nうな信号のスペクトラム解析を行うに当たって、受信信号（本願発明の再読み取り\n信号に対応）を復調した後にスペクトラム解析を行うことは、第３刊行物第１・２\n図とその詳細な説明に記載されているように公知の技術である。」、及び、「第３\n刊行物記載発明のように、前段に復調器として周知のＦＭ復調器を用いて入力信号\n（再読み取り信号）を復調した後にスペクトラム検出にかけて周波数ジター解析\n（スペクトラム解析）を行う事」と認定したことに誤りはない。\nイ　第３相違点の判断について\n(ア)　第１刊行物の読出信号は、ディジタル信号列（０と１の列）であ\nり、波の信号ではないので、読出信号を直接スペクトラム検出回路６に入力しても\nスペクトルを検出することはできない。スペクトルを検出するには、読取信号を一\n旦、ディジタル値としては意味のない波の信号として認識する必要がある。スペク\nトラム検出回路６が、読出信号を波の信号として認識する手段（前処理）と、波の\n信号のスペクトラム検出手段とからなることは明らかである。\nディジタル信号を波の信号として認識する手段（前処理）として、第２刊行物に\nは、「後続のフィルタ回路41bはローパスフィルタであって、読取信号R3中の基本波\n成分を取り出して…交流信号Ａを作る」回路（１４頁１７行～１５頁１行）が示さ\nれている。また、第３刊行物では、ミキサー103の出力信号を帯域ろ過フィルタでろ\n波して検波した後、高速フーリエ変換器でスペクトラム検出して変調型式を判断す\nるように、ディジタル信号を波の信号として認識する手段（前処理）として、入力\n信号を検波している。\nこれら第２、第３刊行物に示されるように、解析すべき広帯域周波数信号を一旦\n解析可能な周波数範囲にろ波した後、波形解析することは技術常識である。したが\nって、スペクトラム検出の対象となる入力信号がＦＭ変調を受けた信号である場合\nに、前処理として、先ず、入力信号を検波ＦＭ復調して元の波を取り出すことは、\n技術常識からも容易に想定し得ることである。\n第１刊行物記載の発明の読出信号はＦＭ変調を受けた信号であること、スペクト\nラム検出回路６はスペクトラム検出に先立つ前処理を含むことは前記のとおりであ\nるから、復調した上でスペクトラム検出を行う技術手段（第３刊行物記載）を適用\nすることに格別の技術的な困難性はない。審決の判断に誤りはない。\n(イ)　本願発明のＦＭ復調器としては、ＦＭラジオに通常用いられるよう\nな従来のＦＭ復調器（アンテナ入力された高周波信号を受信する復調器）か、ある\nいは、本願出願時において販売され何人も購入し得る実験室的器具（ＨＰ8901変調\n分析器）が採用される（「制御装置40には、ＦＭ復調器40の入力端に接続された出\n力端子が含まれている。該制御装置の出力は、…読み取られた信号を、ＦＭ復調器\nに送るように動作する。このＦＭ復調器44は、ＦＭラジオに通常用いられるよう\nな、ディスクドライブのジター周波数に適した周波数帯を受信するように改良され\nた従来の復調器、または、例えばＨＰ8901変調分析器のような実験室的器具を具備\nすることができる。ＦＭ復調器には、選択されたヘッド24ａ～ｄによって読み出さ\nれた従来の信号から復調された、種々の周波数の信号を出力するための出力端が含\nまれている。」（本願明細書９頁９行～１６行）との記載参照）。\n上記ＦＭ復調器に関する本願出願時の技術水準に照らせば、本来、この点の技術\n自体には進歩性はないといわざるを得ない。すなわち、本願発明の進歩性を判断す\nる上で、ＦＭ復調器及び波形解析にはなんら技術的特徴があるとは言えない。この\nことは、本願明細書にこれらの具体的な装置構成や回路の説明がないことからも明\nらかである。\n第５　当裁判所の判断\n原告主張の取消事由２（相違点についての認定・判断の誤り）を検討する。\n１　第１相違点（信号読取時の回転速度）について\n（１）　甲第２号証によれば、本願明細書に次の記載があることが認められる。\n①「ディスクドライブの設計では、ディスクの動作回転速度から測定された回転\n速度の許容マージンの範囲内で、ヘッドがフライ動作を開始するようなディスクド\nライブ動作を達成しようとしている。」（３頁８行～１０行）\n②「ディスクドライブの製造に際しては、…各ヘッドが最小のスライド距離で…\n離陸または着地し、また…動作回転速度で設計フライ高さに達するように動作する\nことを確認するための品質管理として、夫々のディスクドライブを試験し、ドライ\nブの夫々のヘッドについて離陸および／または着地の速度を測定できることが望ま\nしい。しかし、現在のところ…信頼性のある効率的なシステムまたは方法は得られ\nていない。」（３頁下４行～４頁４行）\n③「本発明は、製品の製造に際して、ディスクドライブ製品における各ヘッドの\n離陸速度を、正確かつ効率的に検出するためのシステムおよび方法を提供する。…\n本発明は、周波数変調（ＦＭ）およびスペクトル分析を利用して、スライダ／ディ\nスク接触によって特異的に発生した周波数ジターを検出および分析することによ\nり、離陸速度を検出するための方法を実現する。」（４頁下８行～末行）\n④「本発明の方法的観点によれば、試験中の装置は、離陸条件に対応した動作環\n境を与えるように選択された二つの回転速度の夫々で、該装置のディスクを回転さ\nせるように動作させられる。例えば、第一の回転速度は、ディスクの企画（注：規\n格の誤記と認める。）動作速度とすることができ、第二の回転速度は、信頼性のあ\nる長期間の機械的特性のために望ましい離陸速度とすることができる。」（５頁２\n１行～２５行）\n⑤「二つの回転速度のうちの一つでディスクドライブを動作させながら、所定の\n周波数を有する周期的信号が、ヘッドによって試験中のドライブのディスクに記録\nされる。次いで、…他方の速度で動作され、ヘッドは記録された信号の逆読み取り\nに使用される。この逆読み取りされた信号はＦＭ復調器に入力されて…周波数復調\nが行われ…周波数スペクトル分析器に入力される。」（５頁２６行～６頁４行）\n⑥「スペクトル分析器によって処理された周波数信号の全てのピーク高さが…一\n定の閾値エンベロープよりも低ければ、…周波数ジターの証拠がないから、これは\nスライダーが両方の回転速度においてヘッドをフライさせていることを示す…。も\nし、…閾値エンベロープを超える…ピークが検出されたなら、…望ましい離陸速度\nまでには、…フライしていないことが決定される。…この装置は拒絶され、再組立\nまたは修理のため…戻される。」（６頁５行～１６行）\n（２）　甲第４号証によれば、第１刊行物（特開平５－３２５４６１号公報）に\n次の記載があることが認められる。\n①「【産業上の利用分野】本発明は、…磁気ディスクを実装した状態で磁気の浮\n上量マージンを検査して浮上量特性を保証可能な磁気ディスク装置に関す\nる。」（0001）\n②「【課題を解決するための手段】…本発明による磁気ディスク装置は、磁気デ\nィスクと磁気ヘッドの接触を検知する検知手段と、磁気ディスクの回転数を定常回\n転数よりも徐々に下げる回転数制御手段を備え、該回転数制御手段が磁気ディスク\nの回転数を下げながら前記検知手段がその接触を監視して磁気ヘッドと磁気ディス\nクが接触を始める回転数を検出し、装置実装状態における浮上マージンを検出する\nことを第１の特徴とする。」（0005）\n③「磁気ディスク装置100は、磁気ディスクの回転数を定常の3600rpmの状態にて\nリードライト回路４が記録信号発生回路５からの検査用データ信号を磁気ディスク\nに書込んだ後、回転数制御回路３が磁気ディスクの回転数を徐々に下げていきなが\nら該検査用データ再生を行ない、この再生データをスペクトラム検出回路が監視す\nる。」（0011）\n④「前記スペクトラム検出回路６は、…この再生信号の周波数解析結果を監視す\nることによってヘッドが磁気ディスクと接触／非接触を検出するものであ\nる。」（0010）\n⑤「例えば図９に示す如く、定常回転数3600rpmから徐々に磁気ディスクの回転数\nを低減して1600rpmで接触をスペクトラム検出回路６が検出した場合、…浮上マージ\nンは…0.07μmであり、良好な浮上特性であることが判る。…もし2800rpm程度で…\n接触を…検出した磁気ヘッドは、浮上マージンが0.025μm程度と少ない…ことが…\n検査…できる。このように本実施例による磁気ディスク装置は、…回転数を定常回\n転数（3600rpm）よりも下げていき、磁気ヘッドと磁気記録媒体が接触する回転\n数（1600rpm）を検知し、その間の周速依存性による浮上量変動分を求める事で…浮\n上マージンを検出するものである。」（0012）\n⑥図９には、スピンドルモータ回転数と浮上量の関係を示すグラフが記載され、\n同関係グラフ上の定常回転数と接触検知回転数の各々の浮上量の差が「浮上マージ\nン」であることが示される。\n（３）　以上の各記載によれば、本願発明は、ディスクドライブにおけるスライ\nダ／ディスク接触を試験するための方法であって、ヘッドがフライ動作を開始する\n回転速度（離陸速度）の許容マージンに対応した所定の回転速度（第二回転速度）\nでディスクを回転させてヘッドとディスクとの接触／非接触を監視し、接触を検出\nしたときは離陸速度が許容マージン内にないものと判断することにより、試験に係\nるディスクドライブの良否等を評価する方法であると認められる。\n他方、第１刊行物記載の発明は、磁気ディスク装置における磁気ヘッド／ディス\nク間の浮上マージンを検出するものであって、ディスクの回転数を徐々に下げてい\nきながらヘッドとディスクとの接触／非接触を監視し、接触を始めるときの回転数\nを検出して浮上マージンを求めるものであると認められる。その後、求めた浮上マ\nージンにより試験に係るディスクドライブを評価するものである。\n本願発明と第１刊行物記載の発明とを比較すると、両者は、ディスクドライブの\n良否判定という一般的な目的においては共通するが、その手法という点において、\n前者は、一定の速度（第二回転速度）におけるヘッドとディスクの接触を検出する\n（接触が検出されたものは不良とする。）というものであるのに対して、後者は、\nディスクの回転数を徐々に下げていって、接触を始める時の回転数を検出すること\nにより浮動マージンを求める（浮動マージンが所定の範囲にあればディスクドライ\nブを良品と判定する。）というものであり、両者は目的（求めるもの）が相違する\nことが明らかである。そして一定速度（第二回転数）での回転か、回転速度を徐々\nに下げていくかという回転態様の相違も以上のような目的の相違によるものと認め\nられる。刊行物１には、再読み取り時の回転数を固定してもよいことを示唆する記\n載は全く存在しない。\n（４）審決は、本願発明と第１刊行物記載の発明と第１相違点：「信号読取時の\n第二の回転速度が、第１刊行物記載の発明は回転数を徐々に下げながら検査を行う\nのに対して、本願発明は「所定」の第二の回転数である点」について、「一般に、\n製造工程において、製品の合否を検査するに当たり、一つの閾値を設定して、閾値\n以下なら不良品とすることは製造工程において周知・慣用のところ」（審決６頁２\n２行～２４行）にすぎず、第１刊行物の段落(0013)には「製品の浮上マージンの目\nあすとして、磁気ディスクの回転数が所定回転数の５０％での磁気ヘッドを安定的\nに浮上できる特性が望ましく、最低でも磁気ディスクの回転数を８０％に設定して\nも磁気で磁気ヘッドを磁気ディスクに接触しない特性が必要であることが記載され\nている」から、「第１刊行物記載発明においても、浮上マージンを一つに設定し、\nすなわち、本願発明にいう「所定の第二の回転数」で再読み取りをすることで、\n「所定の第二の回転数」におけるヘッドとディスクの接触が生じるか否かを検査す\nるように設定することは当業者が必要に応じて設定し得るところにすぎない。」と\nする。\nしかしながら、（３）で認定したように、第１刊行物記載の発明は、回転数を徐\n々に下げていき、非接触状態から接触状態に至る時点を検出することによって、試\n験対象装置の浮上マージンそのものを求めるというものであるところ、本願発明の\nように「固定回転速度で回転させ」たのでは、ヘッドとディスクが接触しているか\n否かが検出されるだけで、非接触から接触状態に至る時点を検出することはでき\nず、浮上マージンを求めることもできない。\nそうすると、浮上マージンを検出することによってヘッドの浮上特性の良否を判\n定するという第１刊行物記載の発明の目的からみて、「固定回転速度で回転させる\nこと」は、第１刊行物記載の発明の想定しないところというべきである。\nこの点、審決は、「一つの閾値を設定して、閾値以下なら不良品とすること」\n（このことは一定の回転数を設定することに対応する。）は周知・慣用のことであ\nるとするが、上記事項は、製品の合否検査における良／不良判定の一般的手法であ\nるということはできても、ディスクドライブの検査において審決のいうように「一\nつの閾値を設定する」ことが周知・慣用技術であることを認めるに足りる証拠はな\nく、第１刊行物記載の発明において「一つの閾値を設定する」（一定の回転数を設\n定する）ことの動機付けとして十分なものではないというべきである。また、浮上\nマージンの目安についての記載も、単に磁気ディスクドライブにおける望ましい浮\n上マージンの例（50％、80％）を示すにすぎず、浮上マージンを一つに設定するこ\nと（設定された一定の回転数で再読み取りすること）の動機付けとなるものとは認\nめ難い。むしろ、第１刊行物の「本発明による磁気ディスク装置は、・・・・磁気\nディスクが接触を始める回転数を検出し、装置実装状態における浮上マージンを検\n出することを第１の特徴とする。」（0005、0006）との記載は、当業者にとって浮\n上マージンを一つに設定することの阻害要因となり得るものというべき\nである。\nしたがって、「固定回転速度で回転させること」が当業者の容易になし得るとこ\nろであるとした審決の相違点１についての判断は、是認することができない。\n（５）被告は、浮上マージンを求めずに、特定の回転数（例えば定常回転数）に\nおける接触／非接触を検出するだけでよい場合には、回転数を定常回転数に固定し\nて接触／非接触を試験することに困難性はないと主張するが、「浮上マージンを求\nめず、特定の回転数（例えば定常回転数）における接触／非接触を検出するだけで\nよい場合」とは、まさに本願発明の場合であるところ、第１刊行物には「接触／非\n接触を検出するだけでよい場合」につき何ら記載・示唆がないのであり（前記\n（２）参照）、また、当業者が「接触／非接触を検出するだけでよい場合」を容易\nに想定することができるものと認めるべき的確な証拠も認められない。被告の上記\n主張は採用することができない。\n（６）以上によれば、相違点１についての審決の判断は、誤りというべきであ\nる。\n２　第３相違点（「再読み取りされた信号のＦＭ復調を行う工程」）について\n（１）審決は、本願発明と第１刊行物記載の発明との第３相違点（周波数ジター\n検出において、再読み取りされた信号の「ＦＭ復調を行う工程」の有無）につい\nて、「本願発明のような信号のスペクトラム解析を行うに当たって、受信信号（本\n願発明の再読み取り信号に対応）を復調した後にスペクトラム解析を行うことは、\n第３刊行物第１・２図とその詳細な説明に記載されるように公知の技術である」か\nら、「第１刊行物記載の発明においても、その具体的回路構成として、第３刊行物\n記載発明のように、前段に復調器として周知のＦＭ復調器を用いて再読み取り信号\nを復調した後にスペクトラム検出器６にかけて周波数ジター解析（スペクトラム解\n析）を行うことは容易に採用し得たところである。」と判断した。原告は、審決の\n上記判断を誤りと主張する。\n（２）甲第４号証によれば、第１刊行物には、「スペクトラム検出回路６は、前\n記記録信号発生回路５にて発生した浮上量検査用の書込みデータをリードライト回\n路４が読出し、この再生信号の周波数解析結果を監視することによってヘッドが磁\n気ディスクと接触／非接触を検出するものである。前記再生データ信号の周波数解\n析結果は、非接触時に図８の(a)の如く、基本波スペクトラム出力だけが検出される\nのに対し、接触時は支持ばねが円周方向に揺さぶられるため、図８(b)の如く基本波\nスペクトラムに加えて支持バネの曲げ方向振動のサイドバンドスペクトラムが発生\nする現象を利用したものである。」（００１０）（下線付加）と記載され、記録再\n生信号のスペクトラム波形を示す図８(a)（非接触時）及び図８(b)（接触時）が示\nされていることが認められる。刊行物１にはこれら以外にサイドバンドスペクトラ\nムの監視により周波数ジターを検出する具体的方法についての説明はない。\nところで、ＦＭ変調された搬送波信号のスペクトラムは搬送周波数の両サイドに\n広範囲に亘るサイドバンドを有するものであるところから、第１刊行物の図\n８(a)(b)のスペクトラム形状から、第１刊行物の読出信号は、周期的な基本波をＦ\nＭ変調した信号であると推測し得ないでもなく、被告もこの旨の主張をする。しか\nし、刊行物１には、上記のとおり、接触時に「図８(b)の如く基本波スペクトラムに\n加えて指示ばねの曲げ方向振動のサイドバンドスペクトラムが発生する」というこ\nとが記載されているのみであって、図８(b)のスペクトラム解析結果をもたらす信\n号、すなわちスペクトラム検出回路６への入力信号が「ＦＭ変調したもの」である\n旨の記載は存在しない。仮に、スペクトラム検出回路への入力信号が被告の主張す\nるようにＦＭ変調した信号であるとしても、刊行物１にはＦＭ復調する必然性を示\nす記載はないから、ＦＭ変調した信号の存在から直ちにＦＭ復調が示唆されるもの\nでもない。\nさらに、上記のとおり、第１刊行物に「スペクトラム検出回路６は、・・・この\n再生信号の周波数解析結果を監視する。」、「前記再生データ信号の周波数解析結\n果は、・・・接触時に図８(b)の如く基本波に加えて支持バネの曲げ方向振動のサイ\nドバンドスペクトラムが発生する現象を利用したものである。」と記載されている\nように、第１刊行物記載の発明においてスペクトラム検出回路６が監視する「周波\n数解析結果」は、接触時に「サイドバンドスペクトラムが発生する現象を利用す\nる」もの、すなわち、接触時にスペクトル分析をしたときには図８(b)のようなサイ\nドバンドスペクトラムとして検出される信号に依存するものであって、これをＦＭ\n復調した後の信号のバンドスペクトラムに依存するものではない。しかも、第１刊\n行物は、周波数解析に「・・・サイドバンドスペクトラムが発生する現象を利用す\nる」旨記載するだけで、その具体的利用形態は不明であるから、ＦＭ復調した後の\nバンドスペクトラムに依存する周波数解析結果が、スペクトラム検出回路への入力\n信号の周波数解析結果と類似し、両者を同じ監視対象とすることができると認める\nに足りる根拠もない（後記のとおり、刊行物３はＦＭ復調した後にスペクトル検出\nするものではないから、上記根拠となり得るものではない。）。\n以上のとおり、第１刊行物には、「ＦＭ復調」を示唆するものがなく、ＦＭ復調\nを用いて周波数ジター（ヘッドとディスクの接触）を検出するという技術的思想は\n存在しないというべきである。\n（３）次に、第３刊行物について検討する。\nア　甲第６号証によれば、第３刊行物（特開平６－３７６５４号公報）に次\nの記載が認められる。\n①「【目的】受信信号の変調型式識別を検波回路を持つことなく、スペクトルの\n特徴を抽出して識別できるようにする。」（１頁【要約】）\n②「【従来の技術】従来の変調型式識別装置は、図３に示すように、空中線100で\n受信した高周波信号を第１局部発信機104とミキサー102とで第１中間周波数を作\nり、さらに第２局部発振機105とミキサー103とで、第２中間周波数を作る。この第\n２中間周波数を帯域ろ過フィルタ106で高周波を除去した後ＡＭ検波器107とＦＭ検\n波器108を並列に配置し、比較器109で検波電圧の大小を比較し、出力結果110を得\nる。…ＡＭ変調波の場合、ＡＭ検波器107の出力電圧が大きく、ＦＭ変調波の場合、\nＦＭ検波器108の出力電圧が大きくなる。」（0002）\n③「【実施例】次に、本発明の実施例について…説明する。図１に示すように、\n空中線100で高周波信号を受信し、第１局部発信器104、第２局部発信器105、ミキサ\nー102および103により、中間周波数を発生し、帯域ろ過フィルタ106により不要波を\n除去する。以上までは、従来の構成と同様である。」（0008、0010）\n④「本発明の実施例に係る変調型式識別装置は、更に、相互に接続された高速フ\nーリエ変換器（以下、F.F.Tと呼ぶ）１、一時記憶メモリ２及び信号処理器３とを備\nえている。F.F.T１は、信号処理器３から制御されたタイミングで、入力信号のスペ\nクトル分解を行う。分解結果は、一時記憶メモリ108に蓄えられる。この動作を信号\n処理器３の指示によりｎ回（ただし、ｎは自然数）くり返し行う。この信号処理器\n３内部では、ｎ回の分解結果の和平均を取り、変調型式ごとの特長を抽出する。図\n２に示すように、この特長は、ＦＭの場合は長方形、ＡＭ（ＤＳＢ）の場合は２つ\nの三角形と搬送波である。」（0011）\nイ　上記記載によれば、第３刊行物には、①空中線100で受信した無線高周波\n信号の変調型式（ＡＭ変調かＦＭ変調か）を識別することを目的とし、②無線高周\n波信号から第１中間周波数を経て第２中間周波数を作り（第１、第２局部発信器\n104、105及びミキサー102、103）、この第２中間周波数から不要波を除去した後\n（帯域ろ波フィルタ106）、並列に配置したＡＭ検波器107とＦＭ検波器108とにそれ\nぞれ供給し、各検波器の検波電圧の大小を比較器109で比較し、大小の比較結果によ\nり識別をしていた従来の構成に代えて、③第２中間周波数から不要波を除去した後\n（帯域ろ波フィルタ106）、高速フーリエ変換器（F.F.T）１等に供給してスペクト\nル分解をし、その結果（スペクトルの特徴）により識別をする構成が記載されてい\nる。\nところで、第３刊行物に記載された従来例（図３）において、局部発信器\n102、103及び帯域ろ過フィルタ106から成る回路は、不要波が除去された第２中間周\n波数を作る回路であり、検波回路ではないことが認められる（検波回路は、ＡＭ検\n波器107、ＦＭ検波器108である。）。そうすると、実施例（図１）においても、高\n速フーリエ変換器１の前段に接続される局部発信器102、103及び帯域ろ過フィルタ\n106から成る回路は、同じく検波回路ではないことが明らかである。\nウ　したがって、第３刊行物には、審決が認定したような「検波回路で検波\nした後、高速フーリエ変換回路でフーリエ変換して変調形式を識別する発明」（審\n決４頁（審決の理由「２、刊行物発明」）や「受信信号を復調した後にスペクトラ\nム解析を行うこと・・・前段に復調器として周知のＦＭ復調器を用いて再読み取り\n信号を復調した後にスペクトラム検出器６にかけて周波数ジター解析（スペクトラ\nム解析）を行うこと」（審決７頁（審決の理由４、の「第３相違点に対して」））\nは記載されていないといわざるを得ない。\n（４）以上のとおり、第１刊行物には、接触／非接触の検出のためにＦＭ復調を\nすることについて全く示唆されておらず（前記（２））、しかも、第３刊行物に\nは、読出信号をＦＭ復調した信号を高速フーリエ変換器に供給してスペクトル分解\nすることは記載されていない（前記（３））のであるから、「ディスクとヘッドの\n接触非接触をスペクトラム分析をする第１刊行物記載発明においても、第３刊行物\n記載発明のように、前段に復調器として周知のＦＭ復調器を用いて再読み取り信号\nを復調した後にスペクトラム検出器６にかけて周波数ジター解析（スペクトラム解\n析）を行う事は容易に採用し得たところである。」とした審決の判断は誤りであ\nる。\n（５）被告は、第１刊行物のリードライト回路からの出力は、ディジタル信号列\nであり、波としての信号ではないため、これを直接スペクトラム検出回路６に入力\nしても、第８図に示されるようなスペクトル波形を検出することはできず、第１刊\n行物のスペクトラム検出回路６がデジタル信号を波の信号として認識する手段（前\n処理手段）と波の信号のスペクトラム検出手段とからなるものであることは明らか\nであり、このスペクトラム検出の対象となる入力信号がＦＭ変調を受けた信号であ\nる場合に、前処理として、まず、入力信号をＦＭ復調して元の波を取り出すことは\n技術常識からも容易に想定し得ると主張する。しかし、この主張を採用し得ないこ\nとは既に説示したところから明らかである。特に、第１刊行物のリードライト回路\nからの出力（読出信号）が波の信号ではないとの主張については、これを認めるに\n足りる根拠を見いだすことができず、また、「前処理」が第１刊行物において波の\n信号として認識する手段であると特定し得る根拠もない。\nまた、被告は、本願発明は、ＦＭ復調器として従来の復調器か何人も購入可能な\n実験室的器具を用いるものであるから、本願発明の進歩性を判断する上でＦＭ復調\n器及び波形解析の点には何ら技術的特徴がないと主張する。しかし、ＦＭ復調器自\n体が周知であるからといって、ＦＭ復調器を使用する本願発明の構成に想到するこ\nとが容易であるということはできない。\n被告の上記主張はいずれも採用することができない。\n３　結論\n以上１、２に説示したとおり、審決が本願発明と第１刊行物記載の発明との相違\n点についてした認定・判断のうち、少なくとも第１相違点及び第３相違点について\nした認定・判断は誤りである。そして、これらの認定・判断の誤りが、本願発明は\n第１、第２、第３刊行物に記載された各発明に基づいて当業者が容易に発明をする\nことができたものであるとした審決の結論に影響を及ぼすものであることは明らか\nであるから、審決は、取消しを免れない。\n東京高等裁判所第１８民事部\n裁判長裁判官　　永　　　井　　　紀　　　昭\n裁判官　　塩　　　月　　　秀　　　平\n裁判官　　古　　　城　　　春　　　実\n"
}