{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 3,
    "day": 27
  },
  "case_number": "平成8(行ウ)3",
  "case_name": "損害賠償代位請求住民訴訟事件",
  "court_name": "さいたま地方裁判所",
  "field": "行政",
  "gist": "県が下水道事業団に委託した下水道施設工事に関し，同事業団が業者に発注した電気設備工事は，同事業団及び業者の談合により不当に請負代金が釣り上げられており，その結果，県は，談合がなければ形成されたであろう請負代金額との差額分の損害を被ったにもかかわらず，損害賠償請求権の行使を怠っているとして，地方自治法（平成１４年法律第４号による改正前）２４２条の２第１項４号に基づき，県に代位して前記事業団及び業者に対し損害賠償を求める訴えが，当該訴えに係る住民監査請求には同法２４２条２項の監査請求期間の制限の適用があり，かつ，監査請求期間を経過したことにつき正当な理由があったとは認められないとして，却下された事例",
  "case_gist": "県が下水道事業団に委託した下水道施設工事に関し，同事業団が業者に発注した電気設備工事は，同事業団及び業者の談合により不当に請負代金が釣り上げられており，その結果，県は，談合がなければ形成されたであろう請負代金額との差額分の損害を被ったにもかかわらず，損害賠償請求権の行使を怠っているとして，地方自治法（平成１４年法律第４号による改正前）２４２条の２第１項４号に基づき，県に代位して前記事業団及び業者に対し損害賠償を求める訴えにつき，県が前記事業団に対し前記工事の施行に係る費用を支払うのは，県と前記事業団との実施協定があるためであり，当該実施協定に違法又は無効の瑕疵が存しない限り，当該支出によって県に損害が生じたということはできず，前記損害賠償請求の主張の中には，県と前記事業団との間で締結された前記実施協定は違法であるとの主張がその論理的前提として含まれていると解さざるを得ないから，前記訴えに係る住民監査請求には同法２４２条２項の監査請求期間の制限の適用があるとした上，住民が相当な注意力を持って調査すれば，遅くとも，前記談合につき公正取引委員会が課徴金納付命令を発したとの報道がされた日までには，県の前記下水道施設工事に係る支出負担行為の存在とこれが前記談合によって悪影響を受けてされたものとの疑いを抱くに足りる事実を知ることができたというべきであるから，その日から４か月余りを経過してされた前記住民監査請求には相当な期間内にされたものということはできず，監査請求期間を経過したことにつき正当な理由があったとは認められないとして，前記訴えを却下した事例",
  "lawsuit_id": "15405",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=15405",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/405/015405_hanrei.pdf",
  "contents": "主　　　文\n１　本件訴えをいずれも却下する。\n２　訴訟費用は，原告らの負担とする。\n事実及び理由\n第１　当事者の申立て\n１　原告ら\n（１）　被告らは，埼玉県に対し，連帯して金４２３４万０２１０円及びこれに対\nする，被告株式会社日立製作所，被告株式会社東芝，被告三菱電機株式会社，被告\n富士電機株式会社，被告株式会社明電舎，被告神鋼電機株式会社，被告株式会社高\n岳製作所及び被告日本下水道事業団においては平成８年２月２９日から，被告株式\n会社安川電機及び被告日新電機株式会社においては平成８年３月１日から，それぞ\nれ支払済みまで年５分の割合による金員を支払え。\n（２）　訴訟費用は，被告らの負担とする。\n（３）　仮執行宣言\n２　被告ら\n（１）　本案前の答弁\n主文同旨\n（２）　本案の答弁\n請求棄却\n（３）　訴訟費用は，原告らの負担とする。\n第２　事案の概要\n１　事案の要旨\n（１）　埼玉県は，被告日本下水道事業団（以下「被告事業団」，又は，単に「事\n業団」という。）との間で，荒川右岸流域下水道終末処理場汚泥焼却灰再資源化設\n備工事に関する委託協定を締結し，被告事業団は，これに基づき，被告三菱電機株\n式会社（以下「被告三菱電機」という。）に同設備の一部である電気設備工事を発\n注した。\n（２）　埼玉県の住民である原告らは，前記電気設備工事に係る請負代金が，被告\nらによる談合（談合に荷担した被告事業団を含む共同不法行為）により不当につり\n上げられ，埼玉県がこの請負代金に被告事業団の管理費を加算した金額の支払をし\nたことによって，埼玉県は，談合がなければ形成されたであろう請負代金額と実際\nに支払った請負代金額の差額相当分の損害（受注者となった被告三菱電機の受注価\n格合計１億９２４５万５５００円の２０％に相当する３８４９万１１００円）を被\nったものであり，被告らに対し同額の損害賠償請求権を有するところ，埼玉県は，\nその行使を違法に怠っていると主張して，地方自治法（以下「法」という。）２４\n２条の２第１項４号に基づき，埼玉県に代位して，当該怠る事実の相手方である被\n告らに対し，埼玉県が将来原告らに対して支払うべき弁護士報酬額（前記損害主張\n額の１０％に相当する３８４万９１１０円）を含め，合計４２３４万０２１０円の\n損害賠償（前記遅延損害金の起算日は，各被告に対する訴状送達の日の翌日であ\nる。）を求めた。\n（３）　これに対し，被告らは，原告ら主張の談合の事実を争うが，本案前の主張\nとして，ア　本訴に係る監査請求（以下「本件監査請求」という。）は，「怠る事\n実」を対象としたものとされているが，その原因となる損害賠償請求権の実質から\nみて，法２４２条２項本文所定の監査請求期間制限規定の適用がある（監査請求期\n間の制限規定の適用の有無），イ　そして，本件監査請求は，法定の監査請求期間\nを経過して後にされたものであり（監査請求期間の遵守の有無），ウ　かつ，本件\n監査請求が監査請求期間を経過したことについては，同項ただし書所定の「正当な\n理由」はない（「正当な理由」の有無），と主張するほか，エ　埼玉県による損害\n賠償請求権の不行使について違法性がないので，住民訴訟による代位行使は許され\nない（「違法な怠る事実」の有無と住民訴訟の許容性），オ　本訴の対象と本件監\n査請求の対象は，同一性を欠く（監査請求の対象と住民訴訟の対象の同一性），と\n主張する。\n（４）　被告らの本案前の主張に主張に対し，原告らは，ア　本件監査請求は，い\nわゆる「真正怠る事実」を対象とするものであって，監査請求期間に制限はない，\nイ　仮に，監査請求期間に制限があるとしても，本件監査請求は，法定の監査請求\n期間内にされたものである，ウ　更に，本件監査請求が監査請求期間を経過した後\nにされたものであるとしても，法２４２条２項ただし書所定の「正当な事由」があ\nる等と主張する。\nこれらの論点が本件の争点であり，特に，アないしウが基本的争点である。\n２　基本的事実関係（当事者間に争いがないか，下記に摘示した証拠及び弁論の全\n趣旨によって容易に認定できる事実並びに顕著な事実）\n（１）　当事者等\nア　原告らは，いずれも埼玉県の住民である。\nイ　被告事業団は，日本下水道事業団法（以下「事業団法」という。）に基づいて\n政府及び地方公共団体の出資により設立された法人で，地方公共団体等の要請に基\nづき，下水道の根幹的施設の建設及び維持管理を行い，下水道に関する技術的援助\nを行うこと等を目的とし，この目的を達成するため，地方公共団体の委託に基づ\nき，終末処理場等の建設，下水道の設置等の設計，下水道の工事の監督管理等の業\n務を行うものである（事業団法１条，４条，２６条）。\nウ　被告三菱電機，被告株式会社日立製作所（以下「被告日立製作所」とい\nう。），被告株式会社東芝（以下「被告東芝」という。），被告富士電機株式会社\n（以下「被告富士電機」という。），被告株式会社明電舎（以下「被告明電舎」と\nいう。），被告神鋼電機株式会社（以下「被告神鋼電機」という。），被告株式会\n社安川電機（以下「被告安川電機」という。），被告日新電機株式会社（以下「被\n告日新電機」という。）及び被告株式会社高岳製作所は，いずれも被告事業団発注\nに係る電機設備工事の請負等の事業を営む会社である（以下，被告事業団を除く被\n告らを総称して「被告９社」という。）。\n（２）　事業団における業務方法等\nア　事業団は，事業団法及びこれに基づく命令のほか，旧建設大臣の認可を受けて\n定められた日本下水道事業団業務方法書（昭和５０年８月２８日規程４３号，乙Ｊ\n６号証，以下「業務方法書」という。）に従って，以下のとおり，その業務を行う\n（業務方法書１条）。\nイ　事業団が地方公共団体から下水道施設の建設を委託された場合には，まず，委\n託要請を行った地方公共団体との間で委託協定を締結する（業務方法書５条１\n項）。\n委託協定は，目的，委託業務の内容及び範囲，業務の開始及び完了の時期，費用\nの額及び受領の方法，業務完了後の措置，委託地方公共団体で行うべき措置等を定\nめるもので（業務方法書５条２項），基本協定と年度実施協定とによって構成され\nる。\n基本協定は，数年次にわたる建設工事の全体について委託する趣旨を明らかに\nし，予定概算事業費，完成予定年度，委託の範囲その他施行に係る基本的事項を定\nめる。\n年度実施協定は，基本協定に基づいて，各年度の予算の範囲内において，当該年\n度に発注する工事の内容，費用の額，支払方法等実施細目を定める。\nウ　事業団は，下水道施設の建設を行うときは，これに要する費用を委託地方公共\n団体に負担させるものとされ（業務方法書６条１項），その費用の範囲は，（ア）\n工事の施行に直接必要な工事請負費，原材料費その他の工事費（同条２項１\n号），（イ）　工事の監督，検査その他工事の施行のため必要とする人件費，旅費\n及び庁費（同項２号），（ウ）　建設業務の処理上必要とする一般管理費（同項３\n号），（エ）　その他建設業務の処理に伴い必要を生じた費用（同項４号）とされ\nている。\nエ　受託業務費用負担細則（昭和５１年２月１２日達６号，乙Ｊ９号証）は，業務\n方法書に定める受託業務の費用負担につき，以下のとおり定めている。\n「（受託費の構成等）\n２条　受託業務に要する費用（以下「受託費」という。）は，直接費及び間接費に\n大別するものとし，直接費は，受託業務に直接必要な工事費，設計費その他の費用\nをもって構成し，間接費は，受託業務のため又はその処理上必要とする人件費，旅\n費，庁費及び一般管理費（以下これらを「管理諸費」と総称する。）をもって構成\nする。\n２　［省略］\n３　受託費の算定は，原則として次によるものとする。\n一　直接費の費目に係る経費については，積上計算により得た額とする。\n二　管理諸費に係る経費については，一括して直接費の総額に基づき，業務ごとに\n定める一定率（以下「管理諸費率」という。）を用いて算定した額とする。ただ\nし，これによりがたい場合は，主要経費について積上計算し，管理諸費率に準じて\n経費率を定めて算定するものとする。\n［以下，計算式省略］\n４　［省略］\n（下水道施設建設の経費）\n３条　下水道施設の建設に係る受託費は，次に掲げるところにより算定した額の合\n算額とする。\n一　業務方法書第６条第２項第１号に掲げる経費の合計額\n二　受託費を次に掲げる額に区分して，それぞれの率を乗じて得た額の合計額\n区分　　　　　　　　　　　　　　　　　　　率（％）\n５億円以下の金額に対して　　　　　　　　　５．３\n５億円を超え，１０億円以下の金額に対して　４．３\n１０億円を超える金額に対して　　　　　　　３．３\n２　前項第１号の経費の算定については，建設省所管補助金等交付規則（昭和３３\n年建設省令第１６号）に基づく補助金事業の設計積算基準によるほか，これに準拠\nして理事長が定める基準により行うものとする。」\n（３）　本件における被告事業団と埼玉県の関係等\nア　被告事業団に対する建設工事委託要請\n埼玉県は，平成元年１１月２７日付けで，被告事業団に対し，下記の内容の「下\n水道施設建設工事委託要請書」（荒第１５５５号，乙Ｊ１０号証）を提出して，建\n設工事委託を要請した。\n「１　委託名\n荒川右岸流域下水道　荒川右岸終末処理場\n汚泥焼却灰再資源化設備設置工事\n２　場所\n和光市α地内\n３　委託内容\n汚泥焼却灰再資源化施設\n土木・建築工事　全体（１５ｔ／日）\n処分能力　１０ｔ／日\n５トン／日プレス機　２基\n５トン／日焼成炉　２基\n搬送設備・付帯設備　各一式\n原料　汚泥焼却灰１００％」\nイ　業務委託契約締結に関する議決\n（ア）　埼玉県議会は，平成４年１０月９日，前記要請に係る基本協定の締結につ\nき議決した（乙Ｃ１号証，乙Ｊ２７号証）。\n（イ）　当該議決については，「埼玉県議会会議録」（乙Ｃ１号証，乙Ｊ２７号\n証）に以下のとおりの記載があり，同会議録については，埼玉県図書館等において\n閲覧等することが可能である。\n「第１３５号議案\n工事委託契約の締結について\n次のとおり工事委託契約を締結することについて議決を求める。\n１　工事名　荒川右岸流域下水道終末処理場汚泥焼却灰再資源化設備工事\n２　施行箇所　和光市α地内\n３　履行期限　平成６年３月２５日\n４　委託金額　１，７１０，０００，０００円\n５　受託者　東京都港区β３番１３号\n日本下水道被告事業団\n理事長　Ｐ１」\nウ　基本協定の締結\n（ア）　埼玉県は，平成４年１０月１６日，被告事業団との間で，「荒川右岸流域\n下水道終末処理場汚泥焼却灰再資源化設備工事に関する基本協定」（乙Ｊ１号証，\n以下「本件基本協定」という。）を締結し，下水道施設（終末処理場）の設備工事\nを委託した。設備工事の委託の対象及びその範囲は，下記のとおりであり（以下，\nこれを「本件委託工事」という。），その概要は，次のとおりである。\n記\n対象　荒川右岸流域下水道終末処理場汚泥焼却灰再資源化設備工事\n位置　埼玉県和光市α地内\n処理能力　５トン／日\nａ　平成４年度に設備工事に着手し，その完成予定は平成６年３月２５日とする\n（３条１項）。\nｂ　予定概算事業費は，１７億１０００万円とし，設計内容の変更，賃金又は物価\nの変動等により，予定概算事業費を変更する必要が生じた場合は，両者の協議によ\nりこの協定を変更できる（４条）。\nｃ　被告事業団は，埼玉県が毎年度予算に計上する範囲内において，年度実施協定\nで定めるところにより，設備工事を行う（５条１項）。\nｄ　設備工事に要する費用は，埼玉県が負担し，埼玉県は，この費用を年度実施協\n定で定めるところにより，被告事業団に支払う（８条）。\nｅ　被告事業団は，設備工事に関し建設業者と工事請負契約を締結したときは，速\nやかに埼玉県にその概要を通知し，埼玉県は，設備工事の施行に関し必要があると\n認めるときは，被告事業団に報告を求めることができる（９条）。\nｆ　予定概算事業費の範囲内において各年度に行う設備工事の内容及びその範囲，\n費用，施設の引渡しその他必要な事項について年度実施協定を毎年度締結する（１\n１条）。\nエ　年度実施協定の締結\n（ア）　平成４年度実施協定\n埼玉県と被告事業団は，平成４年１０月１６日，本件基本協定に基づき，平成４\n年度の年度実施協定（乙Ｊ２号証，以下「本件実施協定」という。）を締結した。\nその概要は，次のとおりである。\nａ　本件基本協定５条１項に基づき，平成４年度において被告事業団が施行する設\n備工事の内容及びその範囲を別紙第１記載のとおり定める（１条）。\nｂ　上記設備工事の完成期限は，平成６年３月２５日とする（ただし，平成４年度\n国庫補助対象額に係るものについては，平成５年３月３１日とする。２条）。\nｃ　設備工事の施行に要する費用は，１７億１０００万円とする（内訳，平成４年\n度国庫補助対象額・７億６０００万円，債務負担行為額・９億５０００万円，３\n条）。\n（イ）　本件実施協定による費用の支払と精算\nａ　本件実施協定は，費用の支払，精算につき，次のとおり定めている（４条，７\n条）。\nⅰ　設備工事の施行に要する費用の支払につき，平成４年度国庫補助対象額に係る\n資金計画については，両者が協議してこれを定め，所要金額を決定する。\nⅱ　埼玉県は，上記資金計画に基づき，被告事業団の請求により，所要金額を前金\n払（法２３２条の５第２項参照。前金払とは，金額の確定した債務について，履行\n期前に支出するものをいい，後日不履行その他の事由によって客観的に金額の異動\nを生ずる場合のほかは，その本質上精算を伴わないものである。）する。\nⅲ　債務負担行為額に係る資金計画及び支払方法等については，別に両者が協議し\nて定める。\nⅳ　被告事業団は，設備工事が完成したときは，費用の精算を行うものとし，精算\nの結果生じた納入済額と精算額との差額は，埼玉県に還付する。\nｂ　日本下水道事業団受託業務精算事務処理要領（昭和５０年総企発９号，乙Ｊ８\n号証）は，委託者に対する精算報告につき，次のとおり定めている。\nⅰ　年度協定による建設事業等が完成したときは，すみやかに「年度完了精算報告\n書」により，委託者に対し費用の精算を行うものとする。この場合において，委託\n者に対する精算の報告は，原則として，施設等の引渡しの日に行うよう努めるもの\nとするが，やむを得ない理由がある場合には，施設等の引渡しの日の属する会計年\n度の翌年度の４月１５日までに行うものとする。\nⅱ　年度協定による工期が２年度にわたる建設事業等の中間年度が終了したとき\nは，当該終了の日の属する会計年度の翌年度の４月１５日までに「年度終了報告\n書」により，委託者に対し，年度内遂行実績を報告するものとする。\nⅲ　工事費等及び管理諸費の精算取扱いについて，①　工事費等の精算額は，施設\nの建設に係る業務については，請負額（［項］受託工事業務費［目］事務所維持費\nを負担した委託者の施設の建設に係る業務については請負額及び協定に際し算定し\nた事務所維持費），施設の建設に係る業務以外の業務については外部への委託額と\nする。②　管理諸費の精算額は，協定に際し算定した管理諸費とし，その業務内容\nに変更がない限り，これを変更しないものとする。\nｃ　埼玉県から被告事業団に対する本件委託工事の施行に要する費用の支払\n埼玉県は，被告事業団に対し，本件基本協定８条，本件実施協定４条に基づき，\n同３条所定の本件委託工事の施行に要する費用について，別紙第２のとおり支払っ\nた（以下「本件支払」という。）。\nｄ　費用の精算\n埼玉県から被告事業団に対する本件委託工事の施行に関する費用の支払（納入済\n額）は，前記のとおり１７億１０００万円であるところ，本件実施協定７条所定の\n精算額は，１７億１０００万円（内訳，工事契約額合計・１６億３６６５万９７０\n０円，管理諸費・７３３４万０３００円）であり，納入済額と精算額との差額は０\n円であり，埼玉県に還付する金員はないものとされた。\nオ　被告事業団による施設の引渡し等\n被告事業団は，埼玉県に対し，本件実施協定に係る設備工事を完成し，埼玉県の\n完成認定を受けた上，平成６年３月２９日までに，建設完成させた下水道施設を引\nき渡し，同月３１日付けで下水道年度完了精算報告書（乙Ｃ４号証の１，２）を提\n出した（同年４月７日収受）。\n（４）　被告事業団の締結した電気設備に関する請負工事\nア　本件委託工事に係る下水道施設は，各種の諸設備からなる総合的設備であり，\nその施行は，土木工事，設備工事，機械設備工事及び電気設備工事等に区分され\nる。\n被告事業団は，通常，その委託に係る工事につき，業者と請負契約を締結する外\n注方式によって処理しており，本訴において問題とされている本件委託工事に係る\n電気設備（汚泥焼却灰再資源化設備［汚泥処理電気設備］）工事についても，次の\nとおり外注方式により処理した。\n（ア）　当初契約\nａ　契約の締結等\n被告事業団は，本件委託工事のうち本件実施協定に係る電気設備工事について，\n指名競争入札（被告９社のうち，被告東芝，同日新電機，同日立製作所，同富士電\n機，同三菱電機，同明電舎，同安川電機の７社が指名業者とされた。乙Ｆ７号証）\nを実施した結果，最低価格で入札した被告三菱電機（工事完成保証人被告富士電\n機）との間で，次のとおり，工事請負契約を締結した（乙Ｊ３号証，以下「本件請\n負契約」といい，これに係る工事を「本件工事」という。）。\nｂ　契約内容\n契約締結日　平成５年１月８日\n工事名　荒川右岸流域下水道荒川右岸終末処理場電気設備工事\n目的　電気設備工事（汚泥焼却灰再資源化設備［汚泥処理電気設備］）\n工期　平成５年１月９日から同５年１２月２０日まで\n請負代金額　１億７２４２万２０００円（各事業年度における請負代金の支払の限\n度額・平成４年度９８８８万円・平成５年度７３５４万２０００円，これに対応す\nる各事業年度の出来高予定額・平成４年度１億０９９０万円・平成５年度６２５２\n万２０００円）\n（イ）　本件請負契約の変更\nａ　被告事業団と被告三菱電機及び同富士電機は，平成５年３月１１日，本件請負\n契約につき，支払限度額を，平成４年度は８９１９万８０００円，平成５年度は８\n３２２万４０００円，これに対応する出来高予定額を，平成４年度は９９２０万\n円，平成５年度７３２２万２０００円と変更する旨の工事請負変更契約（乙Ｊ４号\n証）を締結した。\nｂ　被告事業団と三菱電機及び富士電機は，平成５年１２月１４日，本件請負契約\nにつき，一部設計を変更し，これに伴う支払限度額等（平成５年度・１億０３２５\n万７５００円，出来高予定額・９３２５万５５００円）及び工期の終期を変更する\n旨の工事請負変更契約（乙Ｊ５号証）を締結した。\nｃ　これらの変更契約の結果，請負代金額は１億９２４５万５５００円とされた。\n（ウ）　本件請負契約に基づく支払\n被告事業団は，被告三菱電機に対し，本件請負契約に基づく請負代金として，平\n成６年６月１０日を最終の支払日として，４回に区分して合計１億９２４５万５５\n００円を支払った。\n（５）　事業団発注に係る下水道施設電気設備工事の入札における談合疑惑を巡る\n一連の経緯\nア　平成６年９月２日付けの毎日新聞朝刊第１面において，被告事業団が，下水道\n関係の電気設備工事の発注に絡み，電機メーカー（なお，記事には，被告日立製作\n所，同東芝，同三菱電機，同富士電機，同明電舎の大手メーカー５社と，同安川電\n機など４社と記載され，全ての被告は記載されていない。）などに受注シェアを指\n示し，実質的に談合を指導していた疑いが強まり，公正取引委員会は，独占禁止法\n違反容疑で，同日にも被告事業団の立入検査に踏み切る方針を固めた等の報道がさ\nれた（乙Ｅ１号証）。\n同日付けの毎日新聞夕刊第１面には，被告事業団の下水道電気設備工事の発注に\n絡む談合疑惑で，公正取引委員会は，同日までに，電機メーカー側関係者から，被\n告事業団指導の談合の事実を大筋で認める供述を得ていたことがわかった等の記事\nが掲載された（乙Ｅ２号証）。\nイ　平成６年１０月６日付けの朝日新聞朝刊第１面において，被告事業団発注の電\n気設備工事の入札を巡って，受注者の大手，中堅電機メーカー９社（被告三菱電機\nを含む被告９社の社名が記載されている。以下「被告９社」とあるのは，この趣旨\nである。）が「九社会」と呼ばれる親睦団体を作り，数年間にわたって談合を繰り\n返していた疑いがあることが，公正取引委員会の調べなどでわかった等の報道がさ\nれた（乙Ｅ３号証）。\nウ　平成６年１２月２６日付けの読売新聞朝刊第１面において，被告事業団発注の\n電気設備工事を巡る入札談合事件で，公正取引委員会は，同月２５日までに，談合\nに加わっていた大手，中堅電機会社（被告９社）の営業担当幹部と法人について，\n独占禁止法３条違反の疑いで検事総長に告発する方針を決め，検察当局も受理の方\n向で検討している等の報道がされた（乙Ｅ４号証）。\n同月２７日，埼玉新聞には，被告事業団発注の電気設備工事の入札を巡る大手，\n中堅電機メーカー９社（被告９社）の談合事件で，公正取引委員会は同月２６日ま\nでに，９社を独占禁止法違反で来年１月にも検察当局に告発する方針を固めた等の\n記事が掲載された（乙Ｅ１９号証）。\nエ　平成７年３月６日付けの埼玉新聞には，被告事業団発注の電気設備工事を巡る\n大手，中堅電機メーカー９社の談合事件で，大手５社と中堅４社の受注割合が当初\nの８０％対２０％から，中堅４社の意向を被告事業団が後押しする形で，７５％対\n２５％に変更されていたことが，同月５日までの関係者の話でわかった等の報道が\nされた（乙Ｅ２０号証）。\nオ　平成７年３月６日，公正取引委員会は，検事総長に対し，平成５年度被告事業\n団発注の電気設備工事の入札に関し，被告９社が談合を行ったとして刑事告発した\n（なお，公正取引委員会は，同年６月７日，被告９社の従業員１７名及び被告事業\n団の前職員１名をも告発した，乙Ｅ２１，３１号証）。\n前記告発は，同月７日付けの新聞各紙で大きく取り上げられた。例えば，毎日新\n聞朝刊第１面においては，被告事業団発注の電気設備工事に絡む談合事件で，公正\n取引委員会が，平成７年３月６日，電機メーカー９社（被告９社）を独占禁止法３\n条違反の疑いで検事総長に刑事告発した等の記載がされた（乙Ｅ５号証）。読売新\n聞（乙Ｅ６号証），朝日新聞（乙Ｅ７号証），日本経済新聞（乙Ｅ８号証）におい\nても同趣旨の報道がされた。\nまた，同日付け埼玉新聞においては，同趣旨の記事に加え，埼玉県が，被告９社\nを，同月６日から４か月間の指名停止とした等の報道がされた（乙Ｅ２１号証）。\nカ　平成７年３月８日付けの朝日新聞夕刊において，被告事業団発注工事の入札談\n合事件で，刑事告発された電機メーカー９社が，同一施設での工事を連続して受注\nできるように取り決めていた疑いがあることが公正取引委員会の調べで明らかにな\nったこと等の報道がされた（乙Ｅ９号証）。\n同日付けの埼玉新聞において，被告事業団発注の電気設備工事を巡る大手，中堅\n電機メーカー９社が談合の事実を隠す目的で，一部の工事で，わざと１回目の入札\nを不調に終わらせ２回目の入札に持ち込むなどの偽装工作をしていたこと，刑事告\n発の対象たる平成５年度には，被告事業団の東京支社で東日本地域の計５０件の新\n規工事の指名競争入札が行われたが，うち１８件が，１回目の入札では最低入札額\nが被告事業団の契約予定額に達せず，２回目の入札で落札メーカーが決まった等の\n報道がされた（乙Ｅ２２号証）。\nキ　平成７年６月１５日，東京高等検察庁は，被告９社及びその担当者を独占禁止\n法３条違反の罪で，被告事業団の元工務部次長を同幇助の罪で，それぞれ，東京高\n等裁判所に起訴した（同裁判所平成７年（の）第１号）。\n同月１６日，前記起訴は，新聞各紙で大きく取り上げられ，朝日新聞第１面にお\nいては，被告事業団が発注した電気設備工事を巡る談合事件で，東京高検は，同月\n１５日，平成５年度の新規発注工事４９件につき，被告９社と各社の営業部門，調\n査部門の部課長級などの担当者１７人を独占禁止法３条違反の罪で，更に，被告事\n業団で電気工事発注を担当した元工務部次長を同幇助の罪で，それぞれ東京高裁に\n在宅のまま起訴した等の報道をした（乙Ｅ１０号証）。同日，読売新聞第１面（乙\nＥ１１号証），埼玉新聞（乙Ｅ２４号証）にも同趣旨の記事が掲載された。\nク　平成７年６月２４日，日本経済新聞は，被告事業団発注の電気設備工事を巡る\n入札談合事件で，公正取引委員会は，平成４年度及び５年度の新規工事を対象とし\nて，独占禁止法３条違反で重電メーカー９社（被告９社）に合計約１０億円の課徴\n納付を命じる行政処分を行う方針を決め，同月２３日までに各社に文書で通知した\n等の報道をした（乙Ｅ１２号証）。\nケ　平成７年７月１２日，公正取引委員会は，被告９社に対し，被告事業団が平成\n４年度，５年度に発注した電気設備工事の新規工事に関連して，被告９社は，共同\nして受注予定者を決定し，受注予定者が受注できるようにしていたとし，この行為\nは，公共の利益に反して，被告事業団が発注する平成４年度・５年度特定電気設備\n工事の各取引分野における競争を実質的に制限していたものであって，これは，独\n占禁止法２条６項に規定する「不当な取引制限」に該当し，同法３条の規定に違反\nするとして，課徴金納付命令を発した（課徴金合計１０億３６３６万円，乙Ｅ３１\n号証）。\n同月１３日，前記発令は，新聞各紙で取り上げられ，例えば，毎日新聞朝刊第１\n面においては，被告事業団の電気設備工事発注に絡む談合事件で，公正取引委員会\nは，同月１２日，重電メーカー９社（被告９社）に対し，平成４年度及び５年度の\n工事を対象として，総額約１０億３０００万余円の課徴金納付命令を発した等の報\n道がされた（乙Ｅ１４号証）。同日，朝日新聞朝刊（乙Ｅ１３号証），読売新聞朝\n刊（乙Ｅ１５号証），産経新聞朝刊（乙Ｅ１６号証），東京新聞朝刊（乙Ｅ１７号\n証），日本経済新聞（乙Ｅ１８号証），日経産業新聞（前同），日本工業新聞（前\n同），日刊工業新聞（前同）にも，同趣旨の記事が掲載された。\nコ　平成７年７月２８日付け毎日新聞朝刊において，被告事業団の電気設備工事発\n注に絡む談合事件で，談合によりつり上げられた工事価格の返還を求める住民訴訟\nを行う方針の全国市民オンブズマン連絡会議が，公正取引委員会が談合があったと\n認定し，課徴金納付命令の対象とした工事名の全リストを入手し，その全容が同月\n２７日に明らかになった等の報道がされた（乙Ｅ２９号証）。\nサ　平成８年５月３１日，東京高等裁判所は，前記の独占禁止法違反被告事件につ\nき，被告９社のうち，被告日立製作所，同東芝，同三菱電機，同富士電機及び同明\n電舎をいずれも罰金６０００万円，その余の被告各社をいずれも罰金４０００万\n円，被告９社の担当者らをいずれも懲役１０月・執行猶予２年，独占禁止法違反幇\n助事件につき，被告事業団の元工務部次長を懲役８月・執行猶予２年とする判決を\n宣告した（甲２号証）。\n（６）　監査請求等及び本訴の提起\nア　原告Ｐ２は，平成７年１０月５日，埼玉県に対し，情報公開条例に基づき，そ\nれまでの独自の調査によって，工事契約の存在が推定された埼玉県と被告事業団と\nの荒川右岸流域下水道終末処理場に係る工事委託に関連する基本協定書等の情報公\n開請求を行い（甲７号証），同月１９日付けでそれらの公開決定を受け，同月２６\n日，基本協定書，年度実施協定書，工事請負契約書等を入手した。\nイ　原告らは，平成７年１１月２７日付けで，埼玉県監査委員に対し，埼玉県は，\n被告らの談合行為（共同不法行為）によって埼玉県が被った損害につき，被告らに\n対する損害賠償請求権の行使を怠っているとして監査請求（本件監査請求）を行っ\nたが，監査委員は，平成８年１月１７日付けで，本件監査請求は，地方自治法２４\n２条２項に規定する監査請求期間を経過しているとの理由により，本件監査請求を\n却下する旨の監査結果を得，その旨原告らに通知をした（甲１号証）。\nそこで，原告らは，平成８年２月１４日，本件監査結果を不服として，本訴を提\n起した。\n（７）　原告らが主張する埼玉県の被告らに対する損害賠償請求権の発生原因事実\nア　被告らによる談合行為\n被告９社は，平成２年度以降，同一年度内に被告事業団が発注を予定している電\n気設備工事の受注予定者を毎年６月に開かれる，いわゆる「ドラフト会議」におい\nて一括して決定していた。\nその方法は，まず，談合ルールの確認を行い，被告事業団の担当者から当該年度\nにおいて被告事業団が発注する電気設備工事について，工事件名，予算金額等の情\n報を得て，「九社の談合ルール」に基づいて決定されている各社のシェア割合に従\nって各電気設備工事の受注業者を決定するというものであった。\nそして，そのようにして決定された受注予定会社を被告事業団の担当者に伝え\nて，被告事業団の担当者において，当該受注予定会社を指名業者に選定するととも\nに，入札ないし見積合わせに際し，予定価格を受注予定者の担当者に教示するとい\nう方法がとられるのが原則であった。\nなお，この談合ルールにおいては，継続工事については，そのまま当初工事を受\n注した業者が継続受注することとされ，被告事業団もこのことを認識し，随意契約\nの方式により，当初の受注業者と契約を継続していた。\nイ　被告事業団は，本件基本協定及び本件実施協定により埼玉県から委託を受けた\n本件委託工事の受注業務の遂行に当たり，建設工事の請負の有資格業者を選定した\n上，それらの業者によって競争入札を行い，最低価格落札者を決定して，その業者\nと工事請負契約を締結し，埼玉県に対し，適正価格を超える費用負担をさせない義\n務を負っているのにもかかわらず，この義務に違反して埼玉県の設定する工事予定\n価格を教示した上，被告９社の通謀により受注予定者とされた被告三菱電機との間\nで本件請負契約を締結し，これら水増しされた請負代金を前提として，埼玉県に費\n用の支払をさせることで，埼玉県による被告事業団に対する納入済額と請負業者へ\nの支払額の差額を生じさせないこととし，少なくとも，本件請負契約代金額の２割\n相当額の損害（被告三菱電機の受注価格合計１億９２４５万５５００円の２０％に\n相当する３８４９万１１００円）を埼玉県に被らせた。\nウ　上記の損害は，被告らの談合という共同不法行為によって発生したものである\nから，被告らは，埼玉県に対し，連帯して，埼玉県の被った前記損害（これに伴う\n１０％の弁護士報酬相当額を含む。）を賠償すべき責任を負担しているところ，埼\n玉県は，その権利行使を怠っている。\n３　争点に対する当事者の主張\n（１）　争点１（監査請求期間の制限規定の適用の有無）について\nア　被告ら\n（ア）　地方公共団体において違法に財産の管理を怠る事実があるとし，法２４２\n条１項の規定による住民監査請求があった場合に，その監査請求が，当該地方公共\n団体の長その他の財務会計職員の特定の財務会計上の行為を違法であるとし，当該\n行為が違法，無効であることに基づいて発生する実体法上の請求権の不行使をもっ\nて財産の管理を怠る事実としているものであるとき（以下，この場合の怠る事実を\n「不真正怠る事実」という。）は，当該監査請求については，その怠る事実に係る\n請求権の発生原因たる当該行為のあった日又は終わった日を基準として同条２項の\n規定を適用すべきものと解される。けだし，同条２項の規定により，当該行為のあ\nった日又は終わった日から１年を経過した後にされた監査請求は不適法とされ，当\n該行為の違法是正等の措置を請求することができないものとされているにもかかわ\nらず，監査請求の対象を当該行為が違法，無効であることに基づいて発生する実体\n法上の請求権の不行使という怠る事実として構成することにより，同項の定める監\n査請求期間の期限の制限を受けずに当該行為の違法是正等の措置を請求しう得るも\nのとすれば，法が同項の規定により監査請求に期間制限を設けた趣旨が没却される\nものといわざるを得ないからである（最高裁判所第二小法廷昭和６２年２月２０日\n判決・民集４１巻１号１２２頁）。\n（イ）　これを本件についてみると，本件監査請求は，これを実質的にみれば，埼\n玉県による本件実施協定の締結及び本件支払という財務会計上の行為の違法を原因\nとする損害賠償請求権の不行使をもって怠る事実と構成し，その相手方に対し，埼\n玉県に代位して損害賠償請求をするもの，すなわち，不真正怠る事実があるとして\nいるものにほかならないものというべきである。\nすなわち，原告らの主張によれば，被告事業団は，被告らの共同不法行為である\n違法な談合行為に基づいて形成された不当に高額な請負代金の支払を内容とする本\n件請負契約を締結し，これとの関連で，埼玉県と被告事業団との間の本件実施協定\nに基づく支払金額も不当に高額になったという関係になるから，本件実施協定の締\n結及び本件支払は，客観的に，地方財政法４条１項にいう「目的を達成するための\n必要かつ最小の限度」を超えた支出として，あるいは，公序良俗に反するものとし\nて，いずれにせよ違法というべきことになるし，また，原告らの主張するような談\n合があったというのであれば，被告事業団は，埼玉県と委託協定を締結する段階\nで，既に埼玉県に対する詐欺を行ったということになるからである。\n要するに，原告らの主張する談合という共同不法行為に基づく損害賠償請求権の\n発生を前提とすれば，埼玉県と被告事業団との間で締結した年度実施協定及びこれ\nに基づく支出は違法なものとならざるを得ないのであり，このように解さないと，\n埼玉県が，原告らの主張する被告らの談合という共同不法行為によって，損害を被\nったことを基礎付けることはできないのである。\nそして，地方財政法４条１項の規定からも明らかなとおり，ここにいう財務会計\n行為の違法とは，当該行為が是正されるべき客観的な違法性を有することをいうの\nであって，当該地方公共団体の長その他の担当職員の職務義務違背に基づく違法に\n限定されるものではなく，もとより，これら職員が違法性を認識しているか否かと\nいう主観的な事情は，財務会計行為の違法性とは関係がない。\n（ウ）　原告らは，本件の訴訟物は，談合という不法行為に基づいて発生する損害\n賠償請求権であり，本件実施協定の締結及び本件支払という財務会計上の行為自体\nの違法，無効に基づいて発生する損害賠償請求権ではないと主張する。\nしかし，談合行為，本件基本協定，本件実施協定の締結及び本件支払は，切り離\nすことのできない一連の事実であるから，談合行為と本件支払のみが違法であっ\nて，その間にある本件基本協定，本件実施協定に違法な点はないということはあり\n得ないものというべきである。\n（エ）　また，前記のとおり，ある財務会計行為自体を対象とすると１年間の監査\n請求期間の制限を受けるのに，その財務会計行為から生じた損害賠償請求権の管理\nを怠っているとしてその請求権を代位行使するという法律構成をとれば監査請求の\n期間制限を受けなくなるというのでは不合理であるというのが不真正怠る事実につ\nいて監査請求の期間制限規定を適用すべきと解する実質的根拠なのであるから，法\n２４２条２項の適用の有無は，原告らの主張の法律構成いかんに左右されるべきで\nはなく，違法な財務会計行為が存在し，その是正等を求めて監査請求ができるので\nあれば，それを原因とする損害賠償請求に係る怠る事実についての監査請求におい\nても，当該財務会計行為時を基準として，同条項の適用を肯定すべきである。\nそうすると，原告らの主張する損害賠償請求権は，本件基本協定，本件実施協定\nの締結及び本件支払という財務会計行為の違法，無効に基づき発生するものである\n以上，法２４２条２項に規定する監査請求の期間制限に服するものと解すべきであ\nる。\nイ　原告ら\n（ア）　本件監査請求は，「怠る事実」を対象とする請求であるところ，「怠る事\n実」を対象とする監査請求については，一般的に法２４２条２項の適用はない（最\n高裁判所第三小法廷昭和５３年６月２３日判決・裁判集民事１２４号１４５頁）。\nしたがって，本件監査請求には，法２４２条２項の適用はない。\n（イ）　被告は，財務会計行為が違法，無効であることに基づいて発生する実体法\n上の請求権の不行使をもって怠る事実と構成する監査請求については，法２４２条\n２項の適用があると主張するが，怠る事実に係る監査請求について，同項が適用さ\nれるには，監査請求が，当該普通地方公共団体の長その他の財務会計職員の特定の\n財務会計上の行為を違法であるとしていること，当該行為が違法，無効であること\nに基づいて発生する実体法上の請求権の不行使をもって財産の管理を怠る事実とし\nているものであることを要件とするものであるところ，本件は，以下のとおり，そ\nのいずれも満たしていない。\nａ　財務会計行為の違法性の意義\n違法な財務会計上の行為とは，当該普通地方公共団体の長その他の財務会計職員\nの当該地方公共団体に対する職務義務違反，すなわち，内部関係における違法を意\n味するものであるところ，本件基本協定及びこれに基づく委託料の支出に際して，\n埼玉県の財務会計職員には，そのような職務義務違反は認められない。\nしたがって，原告らの主張する談合という共同不法行為に基づく損害賠償請求権\nは，契約が違法，無効であることに基づいて発生する請求権ではなく，契約自体の\n有効性を維持した上でなお行使することのできる別個の請求権である。\nｂ　談合という共同不法行為に基づく損害賠償請求を怠る事実と財務会計行為の違\n法性\nⅰ　原告らの主張する談合という共同不法行為（被告９社の談合担当者及び被告事\n業団の担当者という具体的な共同不法行為者それぞれの使用者としての責任を含\nむ。）に基づく損害賠償請求権とは，次のようなものをいう。すなわち，①　前記\nのとおり，被告ら９社と被告事業団は，通謀して，平成２年度以降，同一年度内に\n被告事業団が発注を予定する全ての電気設備工事の受注予定者を，シェア枠による\n受注調整に従い，一括して決定する趣旨の談合（毎年の談合ルールの確認，「ドラ\nフト会議」における新規工事受注予定者の決定，その後の各工事の発注までの間に\n行われる予定価格の教示等各種の措置）を行っていた。②　そして，平成４年の談\n合に基づいて被告三菱電機が受注予定者となることが合意され，その後入札に際し\nてこれを実現させるよう行動した結果，本件請負契約が締結された。③　この談合\n行為により，本件請負契約の代金が不当に引き上げられたため，埼玉県は，被告事\n業団から受けられたはずの本件工事の契約価格の２０％相当の精算金の還付を受け\nることができなくなり，同額の損害を被った。\nⅱ　このように，原告らは，埼玉県が被告事業団との間で締結した本件基本協定，\n本件実施協定等の行為自体を違法であると主張しているわけではなく，談合という\n共同不法行為によって，本件工事の請負代金額が引き上げられたことのみを問題に\nしているに過ぎない。\nすなわち，本件基本協定，本件実施協定の締結段階において，同協定が違法の評\n価を受けることはおよそあり得ないのであるから，本件監査請求，ひいては本件訴\nえは，本件基本協定，本件実施協定の締結という財務会計上の行為自体が違法，無\n効であることに基づいて発生する損害賠償請求権に関するものではなく，談合とい\nう共同不法行為に基づき，埼玉県が還付を受けるべき本件支払（納入済額）につ\nき，精算額との差額が発生しないという損害についての損害賠償請求権に関するも\nのなのである。\n（ウ）　以上によれば，本件には法２４２条２項の適用はないというべきであり，\n埼玉県監査委員が本件監査請求を却下したのは，法の解釈を誤ったものである。\n（２）　争点２（監査請求期間の遵守の有無）について\nア　被告ら\n（ア）　本件監査請求に法２４２条２項の規定の適用があると解すべきことは前記\nのとおりである。そして，当該行為が，違法，無効であることに基づいて発生する\n実体法上の請求権の不行使をもって財産の管理を怠る事実と構成する場合の監査請\n求期間の起算点については，前記のとおり，怠る事実に係る請求権の発生原因であ\nる当該行為のあった日又は終わった日を基準とすべきであり，本件監査請求の場合\nには，ａ　埼玉県における本件実施協定の締結日が監査請求期間となるものと解す\nべきである。\n仮に，これが監査請求期間の起算点であると認められないとしても，ｂ　本件実\n施協定に基づく所要金額の確定時，ｃ　本件実施協定に基づく支払時，ｄ　本件請\n負契約締結時が順次起算点となると解すべきである（ａを主位とし，順次，ｂない\nしｄを予備的な起算点として主張する。）。\nそうすると，いずれの時点を起算点とするにせよ，本件監査請求のされた平成７\n年１１月２７日は，１年の監査請求期間を経過した後であるから，本件訴えは，適\n法な監査請求を経由していない点において，不適法というべきである。\n（イ）　なお，原告らは，最高裁判所第三小法廷平成９年１月２８日判決（民集５\n１巻１号２８７頁）を根拠として，本件監査請求は法定の監査請求期間内にされた\nものであると主張している。同判決は，「財務会計上の行為が違法，無効であるこ\nとに基づいて発生する実体法上の請求権の不行使をもって財産の管理を怠る事実と\nする住民監査請求において，右請求権が右財務会計上の行為のされた時点において\nは，いまだ発生しておらず，又はこれを行使することができない場合には，右実体\n法上の請求権が発生し，これを行使することができることになった日を基準として\n法２４２条２項の規定を適用すべきものと解するのが相当である。」と判示してい\nるところ，同判決にいう「請求権が右財務会計上の行為のされた時点においては，\nいまだ発生しておらず，又はこれを行使することができない場合」とは，財務会計\n上の行為がされた時点で請求権自体が法律上発生していない場合，又は請求権を行\n使するについて法律上の障害若しくはこれと同視し得るような客観的な障害がある\n場合をいうものと解され，地方公共団体の財務会計担当者が当該財務会計上の行為\nが違法であることを知らなかったため，事実上請求権の行使ができなかったに過ぎ\nない場合は含まれないものと解すべきである。\nこれを本件についてみると，埼玉県が，被告事業団と本件実施協定を締結したこ\nとにより，埼玉県の債務負担は確定しているのであるから，その時点で，埼玉県の\n損害賠償請求権は既に発生しているのである。仮に，そうでないとしても，本件実\n施協定に基づく支払時点には，埼玉県の損害賠償請求権は，確定的に発生している\nのであって，公正取引委員会による課徴金納付命令が発せられる以前でも，埼玉県\nが被告らに対して損害賠償請求権を行使することについては，法律上の障害若しく\nはこれと同視し得るような客観的な障害は一切存在しないものというべきである。\n原告らがこの損害賠償請求権を行使することができなかった理由として挙げると\nころは，財務会計上の行為である本件実施協定が違法であることを知らなかったと\nいう事実上の障害に過ぎないから，本件は，前記判決とは事案を異にするというべ\nきであり，したがって，本件における監査請求期間の起算点は，前記（ア）のａな\nいしｄのいずれかの時点というべきである。\nイ　原告ら\n（ア）　仮に，本件監査請求についても，法２４２条２項の監査請求期間の制限規\n定の適用があると解すべきであるとしても，その起算点は，被告ら主張の本件実施\n協定の締結された日等ではなく，早くとも，被告９社に対する課徴金納付命令が発\nせられた平成７年７月１２日と解すべきである。\n（イ）　すなわち，財務会計上の行為が違法，無効であることに基づいて発生する\n実体法上の請求権の不行使をもって怠る事実とする住民監査請求において，法２４\n２条２項の監査請求期間の制限の適用があるとしても，その期間の起算点は，実体\n法上の請求権が行使できた時点とすべきである（最高裁判所第三小法廷平成９年１\n月２８日判決・民集５１巻１号２８７頁参照）。\nこれを本件についてみると，本件実施協定の締結等財務会計上の行為が行われた\n時点では，被告らの組織的談合の事実は当然のことながら公にはされておらず，埼\n玉県は不法行為に基づく損害賠償請求権を行使することができない立場に置かれて\nいたのであり，これが解消されて，埼玉県が損害賠償請求権を行使することができ\nるようになったのは，早くとも，被告９社に対する課徴金納付命令が発せられた日\n（平成７年７月１２日）からである。\n（ウ）　したがって，本件における監査請求期間は，平成７年７月１２日から起算\nされるべきところ，原告らは，それから１年を経過しない平成７年１１月２７日付\nけで本件監査請求を行ったのであるから，本件監査請求は，法２４２条２項本文の\n期間内にされた適法なものというべきである。\n（３）　争点３（「正当な理由」の有無）について\nア　原告ら\n（ア）　仮に，本件監査請求に法２４２条２項の適用があり，かつ，本件監査請求\nが１年間の監査請求期間を経過した後にされたものであるとしても，原告らには，\n「当該行為のあった日又は終わった日から１年を経過した」ことにつき，同項ただ\nし書にいう「正当な理由」があるので，本件監査請求は，適法というべきである。\n（イ）　すなわち，公正取引委員会は，平成７年７月１２日，被告９社に対し，課\n徴金納付命令を発し，この事実は，同月１３日にマスコミ各紙によって報道された\nが，その内容は，下水道被告事業団と電機メーカー各社において談合が行われてい\nた事実，課徴金納付命令が発せられた会社名，課徴金納付命令の対象が平成５年度\n工事分である事実だけであり，埼玉県の住民は，本件監査請求に係る工事が談合の\n対象となっているかどうかについて，これらの報道によって知ることはできなかっ\nた。\n住民監査請求が適法であるといえるためには，その対象とする財務会計上の行為\n等を他の事項から区別して特定認識できるように個別的，具体的に特定することが\n必要である（最高裁判所第三小法廷平成２年６月５日判決・民集４４巻４号７１９\n号）。\nそうすると，平成７年７月１３日の前記報道では，財務会計上の行為を特定する\nに必要な工事名，時期，金額等が明らかにされていないから，これらの報道をもっ\nて，相当の注意力をもって調査したときに，客観的にみて，本件における当該行為\nを知ることができたということはできないものである。\nそして，原告Ｐ２は，平成７年１０月５日，埼玉県に対し，それまでの独自の調\n査によって，工事契約の存在が推定された埼玉県と被告事業団との荒川右岸流域下\n水道終末処理場に係る工事委託に関連する基本協定書等につき，情報公開条例に基\nづく公開請求を行い，同月１９日付けで公開決定を受け，同月２６日，基本協定\n書，年度実施協定書，工事請負契約書等の監査請求対象を特定するのに最低限必要\nな資料を入手したものである。\nしたがって，原告らが，監査請求が可能な程度に事実関係を知ったといえる時点\nは，この公開決定を受けた平成７年１０月１９日というべきである。\nそうすると，本件監査請求は，公開決定を受けた日から１か月と８日余りしか経\n過していない平成７年１１月２７日にされているのであるから，本件監査請求は，\n「相当な期間」内にされたものと評価すべきである。\n（エ）　仮に，原告らが，相当の注意力をもって調査したときに客観的にみて，平\n成７年７月１３日の報道の時点で当該行為を知ることができたとしても，法２４２\n条２項ただし書は「相当な期間」の期間を明示していないのであるから，この期間\nは，当該財務会計上の行為の大小，資料入手の難易，監査請求の必要性，当該監査\n請求を認めなければ社会正義に反するか否か等をも考慮して，事案ごとに判断すべ\nきであって，一律に期間を限定することになじまないものであるから，３か月を超\nえることは許されないと解すべきものではない。\n本件は，大手電機メーカー９社による公共工事における談合という重大な事件で\nあり，本件監査請求の適法性を認めなければ，社会正義に反する度合いも大きいと\nいわなければならない。したがって，このような場合において，原告らが相当の注\n意力をもって調査したときに客観的にみて当該行為を知ることができた時点から本\n件監査請求を行うまで４か月余りの期間が経過したとしても，なお，「相当の期\n間」内にされたものと評価すべきである。\n（オ）　したがって，原告らには，本件監査請求が監査請求の対象となる財務会計\n上の行為のあった日又は終わった日から１年を経過した後にされたことにつき，\n「正当な理由」があるものというべきである。\nイ　被告ら\n（ア）　法２４２条２項ただし書にいう「正当な理由」の有無は，特段の事情がな\nい限り，普通地方公共団体の住民が相当の注意力をもって調査したときに客観的に\nみて当該行為を知ることができたかどうか，また，当該行為を知ることができたと\n解される時点から相当な期間内に監査請求をしたかどうかによって判断すべきであ\nる（最高裁判所第二小法廷昭和６３年４月２２日・判例時報１２８０号６３頁）。\nそして，当該行為を知ることができたと解される時点から監査請求をすべき「相\n当な期間」は，３か月を超えることはないというべきである。\n（イ）　これを本件についてみると，被告事業団との委託協定締結に係る埼玉県議\n会の議決が議事録等により公開されていたことに加え，平成６年９月頃以降，下水\n道処理場の電気設備工事の入札に係る談合の存在を報ずる新聞報道が繰り返しされ\nていたのであるから，埼玉県の住民は，早くて，この平成６年９月頃，遅くとも，\n公正取引委員会が，被告９社に対し，下水道処理場の電気設備工事を対象としてし\nた独占禁止法違反による課徴金納付命令についての報道がされた平成７年７月１３\n日には，客観的にみて相当の注意力をもって調査すれば，埼玉県における本件実施\n協定の締結及びその違法を知ることができたものと認めるべきである。\n（ウ）　そうすると，本件監査請求がされたのは，それから４か月以上経過した平\n成７年１１月２７日であるから，本件監査請求は「相当な期間」内に行われておら\nず，本件監査請求について「正当な理由」が認められる余地はない。\n（４）　争点４（「違法な怠る事実」の有無と住民訴訟の許容性）について\nア　被告東芝を除く被告ら\n（ア）　損害賠償請求権の行使を「違法に怠る事実」を対象事項とした住民訴訟に\nおいては，当該地方公共団体による不行使について，違法性の存することが要件と\nされる。\nそして，損害賠償請求権の存否，同請求権の行使の可否の結論は，常に容易に得\nられるものではなく，むしろ慎重困難な判断作業を要する場合が多いから，第三者\nの行為により地方公共団体に損害が発生している可能性が認められる場合でも，当\n該損害賠償請求権を行使するか否かは，一定の範囲で地方公共団体の裁量に委ねら\nれていると解されるから，当該地方公共団体が損害賠償請求権を行使しないからと\nいって，直ちにそれが違法となるわけではなく，その不行使が裁量の範囲を超えて\n違法となる場合に，初めて住民訴訟による代位請求が認められるべきことになる。\n（イ）　これを本件についてみると，埼玉県が発注した本件委託工事の価格は，本\n来適正な手続を経て積算された金額を基準とし，客観的にも相当なものであったか\nら，埼玉県が被告らの談合行為の存否，談合と本件委託工事との関連性の有無，損\n害発生の有無等の困難な判断事項を含む本件に関し，敢えて損害賠償請求権を行使\nしなかったとしても，それは埼玉県に委ねられた裁量の範囲内における妥当な判断\nの結果であって，違法性はない。\nよって，本件訴えは，不適法なものである。\nイ　原告ら\n（ア）　地方公共団体の有する不法行為に基づく損害賠償請求権は，法２３７条１\n項及び同法２４０条１項にいう地方公共団体の財産ないし債権に当たるところ，債\n権の管理について，法２４０条２項が地方公共団体の長が必要な措置をとるべきこ\nと，法９６条１項１０号がその放棄については議会の議決を要すること，法施行令\n１７１条以下がその猶予や免除の要件を規定していることに照らせば，地方公共団\n体の長は，これを行使する義務を負い，行使するか否かの裁量権を有しないものと\nいうべきである。\nしたがって，客観的に損害賠償請求権が存在する場合に，地方公共団体の長がこ\nれを行使しないのは，当然に違法である。\n（イ）　本件においては，公正取引委員会によって，原告らの主張する被告らの談\n合が認定され，被告９社は，課徴金納付命令を受けこれを納付しており，埼玉県の\n被告らに対する損害賠償請求権が発生していることは明らかである。\n（５）　争点５（監査請求の対象と住民訴訟の対象の同一性）について\nア　被告事業団，同富士電気，同安川電機及び同神鋼電機\n本件監査請求の対象とする不法行為者は，被告らであるところ，本件訴状によれ\nば，被告らには使用者責任を主張し，不法行為者は，被告９社の談合担当者と被告\n事業団工務部次長とされているから，本件監査請求の対象とした財務会計上の怠る\n事実と本件訴えの対象たる財務会計上の怠る事実との間には，同一性がない。\nイ　原告ら\n上記主張は争う。\n第３　当裁判所の判断\n１　争点１（監査請求期間の制限規定の適用の有無）について\n（１）　怠る事実と法２４２条２項\nア　法２４２条１項は，普通地方公共団体の住民は，当該普通地方公共団体の長そ\nの他の財務会計職員について，違法若しくは不当な公金の支出，財産の取得，管理\n若しくは処分，契約の締結若しくは履行若しくは債務その他の義務の負担（「当該\n行為」）があると認めるとき，又は，違法若しくは不当に公金の賦課若しくは徴収\n若しくは財産の管理を怠る事実（「怠る事実」）があると認めるときは，これを証\nする書面を添え，監査委員に対し監査を求めることができるとし，同条２項本文\nは，「当該行為」のあった日又は終わった日から１年を経過したときは，これをす\nることができない，と規定している（この規定の反面として，「怠る事実」につい\nては，監査請求期間に制約はないと解される。）。\n法がこのように当該行為について監査請求期間の制限を定めたのは，普通地方公\n共団体の執行機関，職員の財務会計上の行為が違法，不当である場合においても，\nそれをいつまでも監査請求ないし住民訴訟の対象となり得るものとしておくこと\nは，法的安定性を損なうこととなり，好ましくないからである。\nしかしながら，地方公共団体において違法に財産の管理を怠る事実があるとして\n住民監査請求があった場合に，これが，当該地方公共団体の長その他の財務会計職\n員の特定の財務会計上の行為を違法であるとし，当該行為が違法，無効であること\nに基づいて発生する実体法上の請求権の不行使をもって財産の管理を怠る事実とし\nているものであるときは，当該監査請求については，怠る事実に係る請求権の発生\n原因たる当該行為のあった日又は終わった日を基準として同条２項の規定を適用す\nべきものと解すべきである。けだし，法２４２条２項の規定により，当該行為のあ\nった日又は終わった日から１年を経過した後にされた監査請求は不適法とされ，当\n該行為の違法是正等の措置を請求することができないものとしているにもかかわら\nず，監査請求の対象を当該行為が違法，無効であることに基づいて発生する実体法\n上の請求権の不行使という怠る事実として構成することにより同項の定める監査請\n求期間の制限を受けずに当該行為の違法是正等の措置を請求し得るものとすれば，\n法が同項の規定により監査請求に期間制限を設けた趣旨が没却されるものといわざ\nるを得ないからである（最高裁判所第二小法廷昭和６２年２月２０日判決・民集４\n１巻１号１２２頁参照）。\nイ　そして，このように，本来，「当該行為」としても構成できる監査請求を，当\n該行為が違法，無効であることに基づいて発生する実体法上の請求権の不行使とい\nう「怠る事実」に法律構成を変えることによって，監査請求期間の制限規定の適用\nを免れることができることになるのでは，監査請求期間の期間制限を設けた法の趣\n旨が失われるというのが上記解釈の実質的根拠とするところであることからすれ\nば，「当該行為」としての法律構成が可能である場合，すなわち，「怠る事実」と\nしての法律構成を主張すると，必然的に「当該行為」の違法を主張することになる\n場合，更に，換言すれば，怠る事実として構成する前提となる実体法上の請求権の\n成立原因事実を主張することが，財務会計行為の違法を主張することになる場合に\nは，いわゆる不真正怠る事実として，監査請求期間の制限規定が適用されるものと\n解するのが相当である。\n（２）　本件監査請求の対象事項\nア　甲１号証によれば，原告らがした本件監査請求の内容は，次のとおりである。\n（ア）　埼玉県は，被告事業団との間の基本協定に基づき，平成４年度に荒川右岸\n流域下水道荒川右岸終末処理場電気設備工事を委託した。\n（イ）　被告事業団は，上記工事を指名競争入札の方式により発注し，これを被告\n三菱電機が落札し，被告事業団との間で工事請負契約（契約金額は１億９２４５万\n５５００円）を締結した。この契約金額は埼玉県から被告事業団に全額支払われ\nた。\n（ウ）　被告事業団の発注する電気設備工事に関しては，被告三菱電機ら被告９社\nにより，平成２年以来「九社会」と称する談合組織が結成されていた。\nそして，平成４年・５年両年度について，年度当初に被告事業団より件名及び発\n注予定金額の提示を受けたうえで，９社はドラフト会議と称する会合を開き，当該\n年度の工事全部につき受注予定者を一括決定し，かつ各工事の入札に先立って，受\n注予定者が必ず落札できるよう相指名者間で入札価格を調整するという談合を行っ\nた。\n（エ）　この談合により，少なくとも上記平成４年度，５年度に被告事業団が発注\nした電気設備工事に関しては，受注業者間の競争が排除されたのであるが，もし\nも，受注予定者間に公正な競争が確保されていたとすれば，落札価格，したがって\n契約金額は２０％以上低額になっていたはずである。\n（オ）　すなわち，被告らは，談合という共同不法行為を通じて，契約金額を不当\nにつり上げることにより，工事委託者として最終的にこの契約金額を負担した埼玉\n県に対し，上記差額に相当する損害を与えたものである。\n（カ）　埼玉県知事は，不法行為者に対して有する県の損害賠償請求権を行使し\nて，県の被った損害を填補する措置を講ずる責任があるのにこれを怠っているの\nで，請求人は，監査委員が県知事に対し，この措置を講ずべきことを勧告すること\nを求める。\nイ　このように，本件監査請求において，行使を怠っているとされた損害賠償請求\n権とは，埼玉県が，被告事業団に対し，本件基本協定及び本件実施協定に基づき，\n本件委託工事の施行を委託したところ，被告事業団の発注する電気設備工事の入札\nに関し，被告ら９社及び被告事業団は，談合という共同不法行為を通じて公正な競\n争による価格形成を阻害し，契約金額を不当につり上げたことにより，最終的に契\n約代金を負担した埼玉県に対し，上記金額に相当する損害を与えたことによって発\n生したとされているものである。\nそして，原告らの主張によれば，被告ら９社と被告事業団は，通謀して，平成２\n年度以降，同一年度内に被告事業団が発注を予定する全ての電気設備工事の受注予\n定者を，シェア枠による受注調整に従い，一括して決定する趣旨の談合（毎年の談\n合ルールの確認，「ドラフト会議」における新規工事受注予定者の決定，その後の\n各工事の発注までの間に行われる予定価格の教示等各種の措置）を行ったものであ\nり，本件工事は，被告三菱電機が受注予定者となることが合意され，その後入札に\n際してこれを実現させるべく行動した結果，本件請負契約が締結された，更に，こ\nのような談合行為の結果，本件請負契約の代金が不当に引き上げられたため，埼玉\n県に，自由競争を排除していなければ被告事業団から受けられたはずの本件工事の\n契約価格の２０％相当額の精算金の還付を受けることができなくなり，同額の損害\nを被ったというのである。\n（３）　本件監査請求の対象事項と財務会計上の行為との関連性\nア　被告事業団の業務及び埼玉県と被告事業団の関係は，前記基本的事実関係のと\nおりであるところ，これらの事実関係に照らすと，仮に，本件請負契約の契約金額\nが引き上げられた事実があったとしても，その契約金額と想定される公正な競争に\nよって成立する契約金額との差額が直ちに埼玉県の損害になるという関係の成否に\nついては，疑問の余地がある。\nただし，この問題は本案の判断に関わることであるから，暫く措くとして，本件\n監査請求に係る談合行為と埼玉県に生じた損害の発生という問題を考えると，埼玉\n県が本件工事の施行に係る費用を被告事業団に対して支払うのは，本件実施協定に\nよって，実施協定の対象工事（すなわち，本件工事）の施行に要する費用を支払う\nことを被告事業団との間で合意した支出の原因行為（法２３３条の３にいう支出負\n担行為）があるからである。そして，実施協定に基づいて合意した費用を支払うこ\nとは，当該実施協定が有効に存在している限り，埼玉県として当然の義務であるか\nら，実施協定に違法又は無効の瑕疵が存在しない限り，これに基づく上記費用の支\n払を違法ということはできず，当該支出によって埼玉県に損害が生じたということ\nはできない。\nイ　そうすると，その反面として，原告らが，その主張する共同不法行為（談合行\n為）によって埼玉県に損害が生じたというからには，当該談合行為によって，本来\nなら支払う義務のない（又は支払うべきでない）金員を支払う内容の実施協定が締\n結されたこと，換言すれば，談合行為のゆえに客観的には違法又は無効な支出負担\n行為がされたという法律関係が前提になるはずである。すなわち，埼玉県が被告事\n業団に対し，本件工事に関していくらの費用を支払うか，言い換えれば，実施協定\nの内容をどのように定めるかは，埼玉県の財務会計上の判断に基づくものであっ\nて，埼玉県の財務会計職員が客観的見地からみた場合，この判断を誤って被告事業\n団との間でより低額の工事費用を定めて締結できるはずの実施協定を，実際には，\nより高額の工事費用を合意して締結した場合には，当該財務会計職員に故意，過失\nがなくとも，上記実施協定は，地方財政法４条１項に違反する支出負担行為として\n客観的に違法になり，これに基づく支出も違法となるから，埼玉県にはこの支出に\n対応する損害が発生するという関係になる。談合行為は，上記判断の過程に作用し\nて，財務会計職員の判断を誤らせ，客観的には違法な支出をさせ，これによって埼\n玉県に損害を与えることになるのである。\nウ　以上のように考えると，原告らの本件監査請求が談合行為の存在を理由とし\nて，法２４２条１項に基づきされたものである以上，埼玉県が被告らに対し損害賠\n償請求をするというその主張の中には，埼玉県と被告事業団との間で締結された実\n施協定は違法である旨の主張が，その論理的前提として含まれているものと解さざ\nるを得ず，これら実施協定（支出負担行為）が違法であるからこそ，これに基づい\nて行われた支出の一部が埼玉県の損害に当たると主張されていることになるものと\nいうべきである。\nこれを更に具体的にみると，原告らが埼玉県の被告らに対する損害賠償請求権の\n不行使を本件における「怠る事実」として構成する以上，埼玉県の被った損害発生\nの事実を主張しなければならないが，その損害は，談合行為によって引き上げられ\nた価格と公正な競争により形成されるべき適正な価格との差額であって，この場合\nにおける競争によって形成されるべき適正な価格とは，地方財政法４条１項に規定\nする目的達成のための必要最小限度の価格であるから，原告らが損害の発生を主張\nすると，必然的に，地方財政法４条１項に違反した違法な価格で実施協定を締結し\nたという事実を主張するという関係にならざるを得ないのである。\n（４）　法２４２条２項の適用の有無\n以上検討したところによると，本件においては，本件監査請求で行使を怠ってい\nるとされた損害賠償請求権の成立原因事実を主張することが，財務会計行為として\nの実施協定（支出負担行為）の違法を主張することになっているということができ\nるから，前記説示に照らし，本件監査請求の対象は，いわゆる不真正怠る事実とし\nて，法２４２条２項所定の監査請求期間の制限規定の適用があると解するのが相当\nというべきである。\n（５）　原告らの主張について\nア　原告らは，違法な財務会計上の行為における違法とは，いわゆる内部関係にお\nける違法を意味とするところ，本件基本協定，本件実施協定及びこれに基づく本件\n支払に際して，かかる内部関係における違法は認められないと主張するが，監査請\n求制度の趣旨に照らし，財務会計上の行為の違法をそのような内部関係の違法に限\n定する理由はなく，採用できないし，かえって，原告らの主張は，本件実施協定が\n違法であることを前提としていると解さざるを得ないことは，前記説示のとおりで\nある。\nイ　また，原告らは，埼玉県が被告との間で本件基本協定，本件実施協定を締結し\nた行為自体を違法であると主張しているわけではなく，談合という共同不法行為に\nよって，本件工事の請負代金額が引き上げられたことを問題にしているに過ぎず，\n本件基本協定，本件実施協定の締結段階において，同協定が違法の評価を受けるこ\nとはおよそあり得ないとも主張するが，このような主張が採用できないことも，前\n記説示のとおりである。\n本件監査請求が期間制限に服さないとする原告らの主張は，採用することができ\nない。\n２　争点２（監査請求期間の遵守の有無）について\n（１）　次に，本件監査請求が監査請求期間を遵守しているかについて検討する。\n本件監査請求ないし本訴における対象事項である「怠る事実」は，その基本的部\n分において，本件実施協定の締結及びこれに基づく本件支払という「公金の支出」\nないし「契約の締結」を包含しているところ，本件支払は，支出負担行為としての\n本件実施協定に基づいてされたものであり，このような支出自体が違法ということ\nではない。\nそうすると，前記の事実関係のもとにおいて，「当該行為のあった日又は終わっ\nた日」として，本件監査請求の請求期間の起算日となるのは，本件実施協定の締結\n日と解するのが相当である。\n（２）　これに対し，原告らは，当該地方公共団体において，実体法上の請求権た\nる損害賠償請求権を行使することができるようになったときから，監査請求期間が\n起算されるべきであるとし，具体的には，早くとも，公正取引委員会による課徴金\n納付命令が発せられた日（平成７年７月１２日）であると主張するが，その実体\nは，被告らの談合行為は秘密裡にされたから，埼玉県はその事実を知り得なかった\nというに過ぎないものであって，これらの事由は，後記の「正当な理由」の有無の\n問題として考慮されるべきものではあるが，監査請求期間の起算点の主張として\nは，失当というべきである。\n（３）　そこで，以上の説示に沿って，本件についてみるに，前記認定のとおり，\n本件実施協定の締結日は，平成４年１０月１６日である。\nそうすると，本件監査請求がされたのは，前記のとおり，平成７年１１月２７日\nであるから，本件監査請求は，法２４２条２項所定の監査請求期間を経過した後に\nされたものであることが明らかである。\n３　争点３（「正当な理由」の有無）について\n（１）　そこで，本件監査請求につき，法２４２条２項ただし書所定の「正当な理\n由」の有無を検討する。\n法２４２条２項の監査請求期間の制限規定が置かれた趣旨からすると，同項ただ\nし書に定める「正当な理由」の有無は，ア　法２４２条２項の適用に当たり基準と\nされる財務会計行為又はその違法性，不当性を基礎付ける事実が秘密裡にされたか\nどうか，イ　住民が相当の注意力をもって調査したときに，客観的にみて，いつ，\n当該行為又はその違法性，不当性を疑わせる事実を知ることができたか，ウ　住民\nが当該行為を知ることができたと解されるときから相当な期間内に監査請求をした\nかどうか，によって判断されるべきものと解するのが相当である（最高裁判所第二\n小法廷昭和６３年４月２２日判決・裁判集民事１５４号５７頁参照）。\n（２）　本件監査請求において，法２４２条２項の適用に当たり基準とされる財務\n会計上の行為は，本件実施協定の締結であるところ，本件実施協定の締結が秘密裡\nにされたと認めることはできないけれど，その違法性，不当性を基礎付ける事実\nは，原告主張に係る被告らの談合であるので，これは，その性質上秘密裡にされた\nものであって，本件実施協定とこの談合行為の関連性については，住民が相当の注\n意力をもって調査しても知ることができなかったものと推認すべきである。\n（３）　そこで，埼玉県の住民である原告らが，相当な注意をもって調査すれば，\nその違法性，不当性を基礎付ける事実を知り得た時期がいつかが問題となる。\nア　前記事実関係によると，（ア）　本件基本協定締結に係る埼玉県議会の平成４\n年１０月９日付け議決によれば，本件委託工事の工事名，委託金額，受託者が被告\n被告事業団であること等が明らかであり，これらの情報は，その頃から，県議会議\n事録により一般に入手できるものであったと推認できること，（イ）　原告Ｐ２\nは，平成７年１０月５日，埼玉県に対し，情報公開条例に基づく公開請求を行い，\n同月１９日付けで公開決定を受け，同月２６日，基本協定書，年度実施協定書，工\n事請負契約書等の資料を入手していることからして，本件基本協定，年度実施協\n定，請負契約に係る書面は，埼玉県に対する情報公開請求によって，比較的迅速に\n入手することが可能であったものと推認できること，（ウ）　全国紙のほか埼玉新\n聞の新聞報道においても，下水道関係の電気設備工事の発注に絡み，被告事業団と\n大手電機メーカーが談合を行っていた疑いがあるとの平成６年９月２日における報\n道に始まり，平成７年３月７日には，被告三菱電機を含む被告９社が，公正取引委\n員会により，被告事業団発注に係る電気設備工事談合事件として，独占禁止法３条\n違反の疑いで検事総長に刑事告発されたこと，埼玉県が被告９社を指名停止とした\nことが報道され，また，同年６月１６日には，平成５年度の新規発注工事４９件に\nつき，被告三菱電機を含む被告９社及びその担当者が独占禁止法３条違反の罪で，\n被告事業団の元工務部次長が同幇助の罪で，東京高検によって前日である同月１５\n日に起訴されたことが報道され，更に，同年７月１３日には，公正取引委員会が，\n被告三菱電機を含む被告９社に対し，平成４年度及び５年度の工事を対象として課\n徴金納付命令を同月１２日に発した等の報道が広くされていたものである。\nイ　これらの事実関係によれば，埼玉県の住民が相当の注意力をもって調査したも\nのとすれば，遅くとも，前記課徴金納付命令の発令に関する報道がされた平成７年\n７月１３日までには，一連の新聞報道等をもとにして，埼玉県の本件委託工事に係\nる支出負担行為の存在とこれが被告らの談合によって悪影響を受けてされたものと\nの疑いを抱くに足りる事実を知ることができたものと認めるのが相当というべきで\nある。\n（４）　そうすると，課徴金納付命令発令の報道がなされた時点から４か月余りを\n経過した平成７年１１月２７日付けでされた本件監査請求は，相当な期間内にされ\nたものということはできないものと評価するのが相当というべきである。その他，\n監査請求期間を経過したことにつき「正当な理由」があったものと認めるに足りる\n証拠はない。\n（５）　原告らは，住民監査請求が適法であるといえるためには，その対象とする\n財務会計上の行為等を他の事項から区別して特定認識できるように個別的，具体的\nに特定することが必要であるところ，平成７年７月１３日された報道では，財務会\n計上の行為を特定する工事名，時期，金額等が明らかにされていないから，これを\nもって，相当の注意力をもって調査したときに客観的にみて当該行為を知ることが\nできたということはできないと主張する。\nしかし，監査請求対象の特定の程度としては，全ての場合において，必ずしも原\n告らの主張するような厳格なものが求められるものではなく，一地方公共団体のす\nる一つの事業においては，当該事業に関する財務会計上の行為又は怠る事実として\n特定できるものである限り，その事業を特定すれば，監査請求の対象を特定できる\nことが通常である（実際，本件委託工事に係る埼玉県による本件実施協定の締結及\nびこれに基づく本件支払を特定することに，特段の支障があったものとは考えられ\nない。）。前記のとおりの一連の新聞報道がされている状況のもとで，原告らが，\n平成７年７月１３日までには，本件委託工事の一部をなす本件工事を特定し，原告\nらの主張に係る談合による不法行為に基づく損害賠償請求権の行使を怠る事実（本\n件監査請求の対象事項）を監査対象事項とすることにつき，支障となることはなか\nったものと推認すべきである。\nこれに反する原告らの主張は採用できない。\n４　結論\n以上の次第で，本件訴えは，その余の点を判断するまでもなく，不適法な訴えで\nあるから，却下することとし，訴訟費用の負担につき，行訴法７条，民訴法６１\n条，６５条１項を適用して，主文のとおり判決する。\nさいたま地方裁判所第４民事部\n裁判長裁判官　田中壯太\n裁判官　都築民枝\n裁判官　渡邉健司\n"
}