{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 7,
    "day": 26
  },
  "case_number": "平成14(ワ)1767",
  "case_name": "損害賠償請求",
  "court_name": "名古屋地方裁判所",
  "lawsuit_id": "7715",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=7715",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/715/007715_hanrei.pdf",
  "contents": "主　　　　　　　　　　文\n１　本件訴えを却下する。\n２　訴訟費用は原告の負担とする。\n事実及び理由\n第１　請求\n被告は，原告に対し，金１００万円及びこれに対する訴状送達の日の翌日から支\n払済みまで年５分の割合による金員を支払え。\n第２　事案の概要\n本件は，株式会社整理回収機構（旧株式会社住宅金融債権管理機構）の社員であ\nる被告が，他の社員２名と共謀の上，自分たちの債権回収の営業成績を上げるた\nめ，原告が一旦喪失した分割返済の期限の利益を回復するかのように装って原告を\n欺き，２年間にわたり月額５０万円の分割返済を原告に続けさせた不法行為があっ\nたとして，原告が被告に対し，慰謝料等の支払いを求める事案である。\n１　前提事実（後掲各証拠で認定するほかは，当事者間に争いがない。）\n(1)　原告は，平成元年９月２２日，株式会社住宅ローンサービス（以下「住宅ロー\nンサービス」という。）から，別紙物件目録記載の土地及び建物（以下「本件不動\n産」という。）の購入資金として，次のとおり金員を借り受けた（以下「本件貸付\n金」という）（甲２）。\nア　貸付額　　金６５００万円\nイ　利　　息　　年６．６パーセント\nウ　支払方法　　平成元年１１月８日から平成２４年１０月８日まで（２３年間）\n合計２７６回の元利均等割賦返済\nエ　遅延損害金　年１４パーセント\nオ　特　　約　　返済を１回でも怠ったときは，当然に期限の利益を喪失する。\n(2)　原告は，平成元年９月２７日，住宅ローンサービスとの間において，本件貸付\n金債務を担保するため，本件不動産につき，住宅ローンサービスを抵当権者，原告\nを債務者とする抵当権設定契約を締結し，同日，その旨の登記を経由した（甲４の\n１，２）。\n(3)　株式会社整理回収機構（以下「整理回収機構」という。）は，平成８年１０月\n１日，住宅ローンサービスから，原告に対する本件貸付金契約に基づく一切の権利\nを譲り受けた。\nなお，上記権利譲渡に関する住宅ローンサービスから原告に対する譲渡通知は，\n平成８年１２月１４日，原告に到達している（乙２，３）。\n(4)　原告は，本件貸付金債務の分割金の支払いを，平成８年２月分から平成９年１\n月分まで遅滞した。\n(5)　平成９年２月ころ，原告と株式会社住宅金融債権管理機構（以下「住宅金融債\n権管理機構」という。）名古屋支店長Ａ（以下「Ａ支店長」という。），同支店業\n務グループ調査役である被告及び同支店業務グループ社員Ｂ（以下「Ｂ」とい\nう。）との間で，上記遅滞分を含む本件貸付金の支払方法に関する協議が行われた\n（以下「本件協議」という。）。\n(6)　原告は，上記協議に基づき，整理回収機構に対し，平成９年２月ころから平成\n１１年１月ころまで，本件貸付金債務につき月額金５０万円の返済を続けたが，同\n年２月以降については返済を行わなかった。\n(7)　整理回収機構は，原告及びその妻（以下「原告ら」という。）を相手方とし\nて，名古屋地方裁判所に対し，本件貸付金債務の返済を求めて貸金等請求事件（当\n庁平成１１年(ﾜ)第３１７６号）を提訴した。\n同訴訟において，原告らは，抗弁として，本件協議の際，原告と整理回収機構と\nの間において，本件貸付金につき遅滞している返済分も含め，平成９年３月以降，\n毎月金５０万円を１５年間の分割弁済する旨の合意（以下「本件変更合意」とい\nう。）が成立した等と主張したが，平成１１年１２月１７日，同裁判所は，原告ら\nの上記抗弁事実を認めず，整理回収機構の請求を全部認容する判決を言い渡した\n（乙４）。\n(8)　原告らは，上記判決を不服として，名古屋高等裁判所に対して控訴したが，平\n成１２年６月７日，同高等裁判所は，原審と同様，上記抗弁事実は認められないと\nして，原告らの控訴を棄却する判決を言い渡した（口頭弁論終結日平成１２年４月\n１７日）（乙５）。\n原告らは，上記控訴審判決に対し，さらに上告したが，平成１２年１０月３１\n日，最高裁判所は，原告らの上告を棄却する決定を言い渡した（乙６）（以下，本\n件貸付金に関する上記各訴訟を「本件貸金訴訟」という。）。\n(9)　上記訴訟係属中の平成１１年１２月１日，名古屋地方裁判所は，整理回収機構\nの申し立てに基づき，本件不動産につき不動産競売開始決定を行い，平成１２年５\n月２２日，本件不動産は，金４５００万円の売却代金で売却され，同売却代金は本\n件貸付金債務の支払いの一部に充当された。\n(10)　原告は，整理回収機構を相手方として，名古屋簡易裁判所に対し，債務額確\n定等調停事件を申し立てたところ，平成１３年３月１９日，原告と整理回収機構の\n間において，本件貸付金の残元金４９１万４４５０円及び遅延損害金等を平成１３\n年４月末から平成１８年２月末まで分割して支払うこと，整理回収機構は原告に対\nし本件貸金訴訟の確定判決により強制執行を行わないことを約束すること等を内容\nとする調停が成立した（乙７）（以下「本件調停事件」という。）。\n(11)　原告は，平成１３年３月２２日，Ａ支店長を相手方として，名古屋地方裁判\n所に対し，損害賠償請求事件を提訴した。\n原告は，同訴訟において，本件協議の際，本件変更合意が成立していたにもかか\nわらず，Ａ支店長がその事実及び証拠となる書類を隠した上，全国Ｅ協会宛に原告\nが整理回収機構に対する債務の支払いを延滞した旨の届出を行ったことにより，原\n告は商売上の信用を喪失して取引ができなくなり，金４００万円の損害を被ったと\n主張したが，平成１３年８月３日，同裁判所は，本件変更合意は認められないとし\nて，原告の請求を棄却する判決を言い渡した（乙９ないし１１）。\n(12)　原告は，上記判決を不服として，名古屋高等裁判所に対して控訴し，同控訴\n審において，本件変更合意の存在を主張するとともに，追加的に，仮に本件変更合\n意が成立しなかったとしても，整理回収機構の職員であるＡ支店長，被告及びＢの\n３名（以下「被告ら」という。）が，原告において本件変更合意が成立したものと\n信ずるのに相当な状況を作り出した点で責任がある旨主張したが，平成１３年１２\n月７日，同高等裁判所は，原審と同様，本件変更合意の事実が認められない以上，\n原告が分割返済を遅滞した事実をＡ支店長が全国Ｅ協会宛に届出した行為に違法性\nは存在しないとして，原告の控訴を棄却する判決を言い渡した（乙１２）。\n原告は，上記控訴審判決に対し，さらに上告したが，平成１４年４月２６日，最\n高裁判所は，原告の上告を棄却する決定を言い渡した（乙１３）（以下，Ａ支店長\nに対する上記各訴訟を「本件Ａ訴訟」という。）。\n(13)　原告は，平成１４年５月４日，被告を相手方として，名古屋地方裁判所に対\nし，本件協議の際，被告らが，共謀の上，自分たちの債権回収の営業成績を上げる\nため，整理回収機構の正当な業務のように装って，原告が一旦喪失した分割返済の\n期限の利益を回復するかのように原告を欺き，２年間にわたり月額５０万円の分割\n返済を原告に無理に続けさせた不法行為があったとして，慰謝料５０万円等合計金\n１００万円の支払いを求める損害賠償請求事件を提訴した（顕著事実）。\n２　当事者の主張\n(1)　本件訴訟提起は不当訴訟にあたるか。\n（被告の主張）\nア　原告と整理回収機構の間の本件貸付金に関する問題は，本件貸金訴訟及び本件\n調停事件によって確定し，既に紛争解決がなされているにもかかわらず，原告は，\n実質的に本件貸付金の件を蒸し返すために，何ら帰責事由のない被告に対し，本件\n訴訟を提起している。\nすなわち，原告は，本件貸金訴訟及び本件調停事件の過程において，執拗に本件\n変更合意の成立を主張してきたが，本件貸金訴訟において認定されたとおり，本件\n変更合意が成立した事実はなく，合意書も作成された事実もない。\nしたがって，被告らが，原告との間で喪失した期限の利益を復活させる旨の合意\nをした事実はなく，期限の利益を復活させるように装った事実もない。\nイ　さらに，原告は，Ａ支店長に対しても，本件とほぼ同様の趣旨で，本件Ａ訴訟\nを提起したが，同訴訟は既に原告の敗訴が確定している。\nウ　原告は，本件請求についても，同様に理由がないことを知り，若しくは知り得\nべきであるにもかかわらず，敢えて本件訴訟を提起しているのであり，本件訴訟が\n不当訴訟であることは明らかである。\n（原告の主張）\nア　本件訴訟と本件Ａ訴訟とでは，被告が異なる上，その損害発生の不法行為も具\n体的に違いがあるから，不当訴訟である旨の被告の主張は失当である。\nイ　本件Ａ訴訟では，原告の真実の主張に対し，嘘で固めて真実を見え難くし，裁\n判所までも騙して，本件被告代理人弁護士と同一弁護士をして証拠調べもさせずに\nなされた判決であり，Ａ支店長は勝訴判決を得たやも知れないが，真実が判決に反\n映されたとは言えないものである。\nウ　毎月の支払額が金３０万円から金５０万円に変更された経緯につき，原告と被\n告とはその事実の主張に違いがあるが，被告の主張は明らかに社会常識に反する主\n張であり，被告側の主張は常識的に考えても筋の通らない主張である。\nもし，真実，債務者である原告が，その時点で月額金３０万円の支払いが困難と\nなっていたとするなら，何ら良い事もなく月額金５０万円にして，それも３年間も\n支払い続けること（実際には２年間支払いをしている。）をするはずはない。ま\nた，２年間続けている者に対し，いかなる債権者でも，若しそのようにすることを\n勧めたとしたなら，その勧めたことを忠実に履行している債務者に対し一括弁済を\n請求するはずはない。\n被告の主張は全て嘘で固められた主張であるがために，そのような一般的でない\nことを事実として主張しなければならなくなっている。\n(2)　被告の不法行為責任の有無及び原告の損害額\n（原告の主張）\nア　被告らは，共謀して，住宅金融債権管理機構の社員としての営業成績を上げる\nため，原告が一旦喪失した分割返済の期限の利益を回復するかのように装って原告\nを欺き，２年間にわたり月額５０万円の分割返済を原告に続けさせた。\nイ　原告は，被告らの不法行為により，次の内容の損害を被った。\n(ｱ)　慰謝料　金５０万円\n原告において，被告らの甘言に乗せられて，毎月金５０万円を２年間にわたり無\n理をして支払い続けた精神的苦痛に対する慰謝料\n(ｲ)　損害金　金５０万円\n被告らの欺罔行為がなければ，原告は，その支払いは停止したか，他の金融機関\nに借り換えていた。仮に支払いを停止すれば，直ちに本件マンションに対して競売\nがなされたていたはずであるが，当時と２年後では，不動産の価値が少なく見積も\nっても金５０万円は違っているから，金５０万円の損害が発生したことになる。ま\nた，仮に他の金融機関で借り換えができれば，そのまま支払可能となっており，本\n件マンションを失うことはなかったから，少なくとも金５０万円の損害は発生して\nいることになる。\n（被告の主張）\n原告の主張は否認する。\n第３　当裁判所の判断\n１　不当訴訟の主張について\n第２の１記載の前提事実，本件における原告の訴状，準備書面，証拠（乙４ない\nし６，乙９ないし１３）及び弁論の全趣旨によれば，原告は，本件貸金訴訟におい\nて，抗弁として主張した本件変更合意の存在が認められず，敗訴したことを不服と\nし，本件貸付金の弁済方法について整理回収機構との間で本件調停事件において調\n停が成立した直後に，本件協議に関与した３名の整理回収機構の社員のうち，ま\nず，Ａ支店長に対し，本件変更合意の成立を前提として本件Ａ訴訟を提訴したもの\nの，同訴訟において原告の敗訴判決が確定したことから，さらに，本件Ａ訴訟の確\n定直後に本件訴訟を提起したこと，本件訴訟においても，結局のところ，原告は，\n本件貸金訴訟及び本件Ａ訴訟において認められなかった本件変更合意に関する申し\n出が被告らから行われ\nたことを前提とし，本件Ａ訴訟当時と特に異なる事情が判明したともいえない状況\nで，上記申し出が被告らによる詐欺行為であるとの理論で本件訴訟を提起したもの\nであること，本件Ａ訴訟提起にあたり，被告及びＢについても共同被告として訴訟\n提起することに格別の支障があったとことを窺わせる事情も存在しないにもかかわ\nらず，原告は，本件協議に関与した者に対して個別に訴訟提起を行っているが，本\n件訴訟の帰趨如何によっては，さらにＢに対しても訴訟提起する意向を有している\nこと，本件Ａ訴訟及び本件訴訟において原告が主張する財産上の損害は必ずしも具\n体的なものとはいえないこと，以上の各事実が認められる。\nそうすると，本件訴訟は，本件Ａ訴訟とは当事者及び請求内容が異なるものの，\nその実質は，本件貸金訴訟において本件変更合意の存在が認められなかったことに\n不満を抱いた原告が，本件協議に関与した者を被告として新たに民事訴訟を提起す\nることにより，同訴訟中において本件変更合意の存在が認定されることを主たる目\n的として提起したものと推認されるから，本件訴訟が，本件変更協議の存否を争点\nとして争われた本件貸金訴訟及び本件Ａ訴訟の実質的な蒸し返しに当たることは明\nらかである。\nしたがって，本件訴訟提起は，訴権の濫用にあたり，信義則に反して許されない\nものというべきであるから，本件訴えは不適法として却下すべきことになる。\n２　よって，原告の本件訴えを却下することとし，訴訟費用の負担につき民事訴訟\n法６１条を適用して，主文のとおり判決する。\n名古屋地方裁判所民事第１０部\n裁判官　　　　鵜飼祐充\n（別紙物件目録省略）\n"
}