{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 5,
    "day": 30
  },
  "case_number": "平成13(行ケ)374",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "意匠権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "11842",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=11842",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/842/011842_hanrei.pdf",
  "contents": "平成１３年（行ケ）第３７４号　審決取消請求事件\n口頭弁論終結日　平成１４年３月２８日\n判　　　　　　　　　決\n原　　　　　　告　　　　　大湖産業株式会社\n訴訟代理人弁理士　　　　　楠　　　本　　　高　　　義\n被　　　　　　告    　 　 株式会社パロマワークス\n訴訟代理人弁理士　　　　　宮　　　崎　　　伊　　　章\n主　　　　　　　　　文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n事実及び理由\n第１　当事者の求めた裁判\n１　原告\n特許庁が無効２０００－３５０８５号事件について平成１３年７月９日にし\nた審決を取り消す。\n訴訟費用は被告の負担とする。\n２　被告\n主文と同旨。\n第２　当事者間に争いのない事実\n１　特許庁における手続の経緯\n原告は，意匠に係る物品を「スクリーン用取り付け器具」とする登録意匠第\n１０５６４１５号の意匠（平成１０年５月１日出願，平成１１年９月３日設定登\n録，以下「本件意匠」という。その形態は別紙審決書の理由の写し別紙一記載のと\nおりである。）の意匠権者である。\n被告は，平成１２年２月８日，本件意匠の登録を無効とすることについて審\n判を請求した。特許庁は，この請求を無効２０００－３５０８５号事件として審理\nし，その結果，平成１３年７月９日に，「登録第１０５６４１５号の登録を無効と\nする。」との審決をし，同月２３日，その謄本を原告に送達した。\n２　審決の理由の要点\n審決の理由は，別紙審決書の理由の写し記載のとおりである。要するに，本\n件意匠は，その出願前において日本国内で公知であった，審判甲第３号証（本訴甲\n第５号証）における別添の写真で特定される商品（ロールブラインドの取り付け器\n具の意匠（以下「甲号意匠」という。その形態は別紙審決書の写し別紙第二記載の\nとおりである。）と類似する意匠であるから，意匠法３条１項３号に該当し，意匠\n登録を受けることができない，というものである。\n第３　原告主張の審決取消理由の要点\n審決の理由中，「第三　当審の判断」の「２．本件登録意匠」は認める。\n「３．甲号意匠」のうち，審判甲第１号証（本訴甲第３号証），審判甲第３号証\n（本訴甲第５号証），審判甲第７号証（本訴甲第９号証），審判甲第１０号証（本\n訴甲第１２号証），審判甲第１１号証（本訴甲第１３号証）の記載内容の認定は認\nめ，これらの証拠によって，甲号意匠が本件意匠の登録出願前において日本国内に\nおいて公知となったことが証明されたことは否認する。「４．本件登録意匠と甲号\n意匠の対比」及び「４．（判決注・「５．」の誤記であると認める。）類比判断」\nは認める。\n審決は，甲号意匠に係る商品が本件意匠の登録出願前に我が国に輸入された\nことによって公知となったとの誤った認定をし（取消事由１），仮に上記輸入の事\n実が認められたとしても，同商品は，原告の考案した本件意匠を冒認した者によっ\nて，原告の意思に反して製造，販売されたものであるから，甲号意匠は，意匠法４\n条１項の適用により，同法３条１項１号に該当するに至らなかったものとみなされ\nるべきであるのに，これを看過した（取消事由２）。これらの誤りが，それぞれ審\n決の結論に影響を及ぼすことは明らかであるから，審決は，違法として取り消され\nるべきである。\n１　取消事由１（甲号意匠の公知性についての認定の誤り）\n(1)　審決は，株式会社湯川家具（以下「湯川家具」という。）の商品開発部次\n長であるＡの宣誓供述書（大阪法務局所属の公証人Ｈの認証に係るもの。甲第１２\n号証（審判甲第１０号証））により，甲号意匠が本件意匠登録の出願前において日\n本国内で公知であったことが証明された，とした。\nしかし，湯川家具は，本件意匠に係る「取り付け器具」を含む商品を輸入\nし，日本国内で販売することによって，原告の有する意匠権及び実用新案権を侵害\nしており，本件意匠に関し，原告と係争関係にある。また，原告と湯川家具とは，\n本件意匠とは別の原告の登録意匠（意匠登録１００５５９９号）に関しても係争関\n係にある。このような立場にある湯川家具と被告とは，利害が一致する。\n特に，供述人であるＡは，本件意匠に係る「取り付け器具」を含む商品を\n輸入販売する上で主導的立場にある者である。このような利害関係人である同人の\n宣誓供述書は信用性に乏しく，証明力がないといわざるを得ない。これに基づき，\n甲号意匠が日本国内で公知であったことを認めたのは，審決の誤りである。\n(2)　甲号意匠が本件意匠登録の出願前において日本国内において公知であった\nことを裏付けるものとして審決が挙げる次の各証拠は，いずれも，証明力がないも\nのである。\nア　審決は，甲第３号証（審判甲第１号証）によれば，１９９８年２月７日\nにタイワンバンブーカーテンエンタープライズ株式会社（以下「タイワンバンブー\nカーテン社」という。）が湯川家具に対して，ロールブラインド　ＰＩ　ＮＯ．１\n２０１９７」を輸出したことが明らかである，とする。\nしかし，甲第３号証は，湯川家具に対し「ロールブラインド　ＰＩ　Ｎ\nＯ．１２０１９７」を輸出したということを証明するにとどまり，その中に含まれ\nていた「取り付け器具」の種類を特定する記述を含むものではないから，「取り付\nけ器具」の意匠を証明するものではない。\nイ　審決は，甲第５号証（審判甲第３号証）及びそれを補充する甲第１２号\n証（審判甲第１０号証）によれば，湯川家具が，甲第５号証に添付された写真に係\nる商品を取付け指示書とともに，タイワンバンブーカーテン社から，１９９８年２\n月５日付けのインボイスによって，日本国内に輸入したことが明らかである，とす\nる。\nしかし，上記各証拠は，甲第５号証に添付された写真に係る商品（ロー\nルカーテン）が輸入されたことを証明するにとどまり，その中に写真に示された取\n付け器具と取付け指示書が入っていたことを証明するものではない。ロールブライ\nンドの販売形態として，そのロールブラインドを取り付けるための取付け器具とそ\nの取付け説明書が入っていたと推認することができることは認める。しかし，１９\n９８年２月５日付けで日本国内に輸入されたロールブラインドが，１９９９年１２\n月７日の撮影時まで在庫として残っていたという証拠はなく，輸入された商品と撮\n影された商品との同一性，特にその中に付属品として入っている取付け器具と取付\nけ説明書の同一性は証明されていないというべきである。\nウ　タイワンバンブーカーテン社は，湯川家具とも被告とも取引のある共通\nの貿易商社である。タイワンバンブーカーテン社はEの利欣カーテン有限公司からス\nクリーンを仕入れているから，湯川家具と被告とが輸入する商品スクリーンが同じ\nであれば，その付属部品として包装容器の中に入っている取付け器具（ブラケッ\nト）も同じであることが推定できる。\n被告の元代表取締役のBが原告に送付した平成１０年８月１８日付けの\n「台湾製新型ブラケット日本国内使用の件」と題する書面（甲第１６号証）には，\n「来年度，新規積み込み商品にこのブラケットを新規採用するについて，何\nら・・・」との記載があり，この記載によれば，甲号意匠にかかる新型ブラケット\nは，平成１０年（１９９８年）８月１８日の時点では，まだ日本国内に輸入されて\nいなかったことになるというべきである。同じスクリーンの輸入に当たり，全く同\nじ製品の製造・販売のルートが同じであるのに，被告には旧型のブラケットが付属\n品として添付され，湯川家具には新型のブラケットが付属品として添付されている\nということはあり得ないことだからである。\n(3)　乙第５号証は，同様の商品を多数取り扱っている中で，約２年半前の商品\nの「付属品」がどのような形状，構造をしていたか記憶しているとは到底考えられ\nないことから，信用することができない。同号証が平成１２年９月２１日付けで作\n成されたのであれば，審判段階で提出されてしかるべきなのに，提出されていなか\nったことから，その作成時期についても疑問がある。\n２　取消事由２（冒認の事実の看過）\n(1)　審決は，甲第９号証（審判甲第７号証），第１３号証（審判甲第１１号\n証）によれば，甲第５号証に添付された写真に撮影されている商品に係る取付指示\n書に記載された「スクリーン用取付け器具」と略同一の意匠が，中華民國専利公報\n（以下「台湾公報」という。）公告編號第３８６４１４号（１９９８年１月８日出\n願，２０００年４月１日公告）の添付図面の第一図ないし第五図に開示されている\nから，甲号意匠は，１９９８年１月８日の当時，既に台湾において創作がなされて\nいたことを推認することができるとした。\nしかし，上記台湾公報において，そこに開示されている発明の発明者であ\nるとされているC（以下「C」という，）は，同発明やそれに関する意匠の真の発明\n者・創作者ではない。真の発明者・創作者は，原告の従業員であるＤ（以下「Ｄ」\nという。）及び後記Ｆである。すなわち，Cは，上記発明や意匠を冒認した者なので\nある。\n冒認の経緯は，次のとおりである。\n従来のスクリーンの取付け器具は，日本国内の需要者にとって非常に使い\nにくい形状・構造をしていたため，原告は，その代表者の指示により，新たな取付\nけ器具を開発した。原告代表者は，その開発の過程で，台湾のスクリーンメーカー\nのＦ（以下「Ｆ」という。）に相談し，さらに，金属製の取付け器具を量産するた\nめ，金型の製作が可能であるか否かの意見を得るために，Cを交えて相談し，「取付\nけ器具」の最終製品の形状・構造・寸法を決定する過程で，試作と取付実験を重ね\nた。Cは，原告の「取付け器具」の内容を知り得る立場にあるだけでなく，いち早く\n取付け器具を製造できる立場にあったため，この立場を利用して，原告及びＦに無\n断でいち早く台湾で特許出願したものであり，同出願は，冒認出願であることが明\nらかである（甲第１７，第１９号証参照）。\n仮に，Cが本件意匠の出願前に同意匠に係る取付器具を製造し，それが日本\n国内に輸入された結果，我が国において，公然知られるに至ったものであるとすれ\nば，それは発明者・創作者であるＤ及びＦの意思に反するものであるから，意匠法\n４条１項の適用により，同法３条１項１号に該当するに至らなかったものとみなさ\nれるべきである。\n(2)　被告が，Cが甲号意匠に係る商品の発明者であるとの主張の根拠として提\n出した乙第３，第４号証は，事実に反する内容が記載されており，信用することが\nできないものである（乙第４号証につき，甲第２１号証参照。）。\nCは，従来から，スクリーンメーカーの注文に応じてブラケットを製造して\nいただけの者であるから，同人が，新たなブラケットを自ら費用を投資して開発し\nなければならない理由は全くない。Cは，最終需要者と接することはほとんどないか\nら，それまでのブラケットにどのような欠陥があるのかを認識することはなく，新\nしいブラケットを開発する動機が全くないので，新たなブラケットを開発できるわ\nけがない。これに対し，原告は，最終需要者と接する立場にあって，仕事の上でブ\nラケットを取り付ける機会も多く，その間に，需要者から原告に寄せられる苦情\nや，原告自ら感じる不便さの原因となる点を改善したいと欲するに至るのは，当然\nの成り行きである。原告が使用していたブラケットの開発者であるＦと，原告代表\n者とは，懇意にしている間柄であることから，必然的に両者の間で従来のブラケッ\nトを基礎にして新型ブラケットの開発がなされたのである。そして，本件登録意匠\nの原形となる発明が完成した後，Ｆの従来のブラケットを製造し，かつそのブラケ\nットを原告に販売していたCが新型のブラケットを製造することになり，Cが実際に\nブラケットを製造するまでに，孔の大きさや位置などの設計変更を重ねた。最終形\n状が定まったところで，原告とＦとの間で，それぞれの国内の事情から，それぞれ\nが単独で出願することにしたのである（Ｆの特許出願につき甲第１５号証）。\n第４　被告の反論の要点\n審決の認定判断は正当であり，審決に原告主張のような誤りはない。\n１　取消事由１（甲号意匠の公知性についての認定の誤り）について\n(1)　原告は，湯川家具のＡの宣誓供述書（甲第１２号証）は，利害関係人の供\n述を記載したものとして，信用性に乏しく，証明力がない旨主張する。\nしかし，同宣誓書は，被告とは直接の取引関係のない別個独立した会社に\n所属する個人の証明であり，当該会社又は個人は，本件の審判請求人でもない。公\n証人の面前で宣誓した上なされた同宣誓供述書中の供述内容には，信用性があると\nいうべきである。\n上記宣誓供述書中の供述内容の信用性は，Cが台湾彰化裁判所において公証\n人の前で供述した宣誓書（乙第３号証），利欣（りきん）カーテン有限会社のEが同\n裁判所において同様に供述した宣誓供述書（乙第４号証），タイワンバンブーカー\nテン社のジェネラルマネージャーであるＧの証明書（甲第８号証）によっても裏付\nけられる。\nアイク株式会社のＩの確認書（乙第５号証）によれば，アイク株式会社\nは，捷興企業股价有限公司に，甲号意匠に係るロールブラインド及び取付け金具を\n発注し，１９９８年３月２７日の送り状（送り状番号：ＣＨ－０３２７／９８）に\nよって，日本国内に輸入し，遅くとも１９９８年４月３０日以前に店頭販売を目的\nとして，同月１０日付けの伝票番号２７４２５９号によって，岡山県都窪郡の佐藤\n綿業株式会社に販売したことが認められる。\n(2)　原告は，甲第３号証（タイワンバンブーカーテン社のインボイス）中には\n「ロールブラインド　ＰＩ　ＮＯ．１２０１９７」の中に含まれていた取付け金具\nの種類を特定する記述は一切ない，としている。\nしかしながら，甲第５号証（Ａの証明書）及び甲第１２号証（Ａの宣誓供\n述書）には，上記取付け金具の種類が写真，台湾中華民國専利公告３８６４１４号\n及び取付け説明書によって特定されており，甲第１２号証には，「ロールブライン\nドＰＩ　ＮＯ．１２０１９７」のインボイスが別紙４として添付されている。これ\nらの証拠と甲第３号証とを併せ考慮すると，甲第３号証のロールブラインドに含ま\nれていた取付け金具が甲号意匠に係るものであることを認めることができる。\n(3)　原告は，甲第５号証（Ａの証明書）及び甲第１２号証（Ａの宣誓供述書）\nは，その中の写真に撮影された商品が我が国に輸入されたことを証明するだけで，\n甲号意匠に係る商品の「取付け指示書」が入っていた事実までは証明していない，\nと主張する。\nしかし，前記Cの宣誓供述書（乙第３号証），Eの宣誓供述書（乙第４号\n証）及びＧの証明書（甲第８号証）と，甲第５，第１２号証とを併せ考慮すると，\n甲号意匠に係る商品の「取り付け指示書」が入っていた事実を認めることができ\nる。\n(4)　原告は，１９９８年２月５日付けで日本国内に輸入されたロールブライン\nドが，１９９９年１２月７日の撮影時まで在庫として残っていたという証拠はな\nく，輸入された商品と撮影された商品との同一性，特にその中に付属品として入っ\nている取付け器具と取付け説明書の同一性は証明されていない，と主張する。\nしかし，甲第５，第１２号証は，写真に撮影された商品そのものが１９９\n８年２月５日付けで日本国内に輸入された商品そのものであることを証明している\nものではなく，写真で特定される商品が１９９８年２月５日付けで日本国内に輸入\nされた商品と同一の意匠のものであることを証明しているものであるから，原告の\n上記主張は，主張自体失当である。\n２　取消事由２（冒認の事実の看過）について\n原告は，Cが原告の本件意匠を冒認した者である，と主張する。\nしかし，上記冒認の事実は，何ら証明されていない。\nかえって，Cの宣誓供述書（乙第３号証）によれば，Cが台湾公報公告第３８\n６４１４号の記載の甲号意匠に係る取付け金具を開発した者であり，原告代表者は\n金具の孔の位置を改良した一人にすぎない者であることが認められる。\n第５　当裁判所の判断\n１　取消事由１（甲号意匠の公知性についての認定の誤り）について\n甲第３号証（１９９８年２月５日付けインボイス。乙第８号証はその翻\n訳），甲第５号証（証明願及び証明書），甲第８号証（タイワンバンブーカーテン\nエンタープライズ株式会社作成の証明書。乙第１１号証はその翻訳），甲第９号証\n（台湾経済部中央標準局作成の書簡。乙第１２号証はその翻訳），甲第１０号証\n（台湾経済部中央標準局作成の納付領収書。乙第１３号証はその翻訳），甲第１２\n号証（Ａ作成の宣誓供述書）を総合すると，Cは，台湾において，本件意匠登録の出\n願前である１９９８年１月８日付けで，甲号意匠を実施例として含むブラケット\n（ブラインド取付け器具）の特許出願をしたこと，湯川家具は，本件意匠登録の出\n願前である同年２月に，台湾のタイワンバンブーカーテンから甲号意匠に係るブラ\nケットが付属したロールブラインドを我が国に輸入し，同製品は，そのころ，我が\n国において，店頭で展示販売されたことを認めることができる。\n後記２のとおり，Cの上記特許出願時である１９９８年１月８日より前に原告\nの従業員であるＤと台湾のスクリーンメーカーのＦと，台湾の金型製作業者である\nCとの間で，甲号意匠の形状をしたブラケットの製造について協議がなされたことが\n認められ，この事実によれば，Cは，上記特許出願のころ，甲号意匠に係る製品を台\n湾において製造，販売していたことを推認することができる。このことは，上記輸\n入の事実を認めるための有力な支えとなる。\n原告は，上記甲第５号証及び甲第１２号証の作成者であるＡの勤務先である\n湯川家具は，本件意匠及び別件の登録意匠に関し，原告と係争関係にある会社であ\nるから，これらの証拠の記載内容は，信用することができない，と主張する。しか\nしながら，仮に，湯川家具が原告と係争関係にある者であるとしても，そのことか\nら，直ちに，甲第５及び第１２号証の記載内容を信用することができないと断定す\nることができるものではないことは，いうまでもないことである。\n原告は，被告の元代表取締役のBが原告に送付した平成１０年８月１８日付け\nの「台湾製新型ブラケット日本国内使用の件」と題する書面（甲第１６号証）の\n「来年度，新規積み込み商品にこのブラケットを新規採用するについて，何\nら・・・」との記載によれば，甲号意匠に係る新型ブラケットは，平成１０年８月\n１８日の時点では，まだ日本国内に輸入されていなかったことになるというべきで\nある，と主張する。しかしながら，同号証の記載からは，被告が，平成１０年８月\n１８日に時点で新型ブラケットを輸入していなかったことが推認されるにとどま\nり，そのことから，湯川家具も同時点で新型ブラケットを輸入していなかったこと\nを推認することはできない，というべきである。原告の主張が成り立つためには，\n被告が輸入しない製品は，およそ湯川家具において輸入することはない，というこ\nとが認められなければならないが，このようなことは，何ら立証されていない。\n他にも上記認定を覆すに足りる証拠はない。\n以上のとおりであるから，取消事由１は理由がない。\n２　取消事由２（冒認の事実の看過）について\n原告は，本件意匠の創作者はＤ及びＦであり，上記輸入された甲号意匠に係\nる商品は，Cによって，冒認された意匠（台湾公報の公告編號第３８６４１４号（１\n９９８年１月８日出願。２０００年４月１日公告）の第一，第五図に開示された意\n匠）に基づき製作されたものであるから，甲号意匠は，原告代表者及びＦの意思に\n反して，我が国において公然知られるに至ったものとして，意匠法４条１項の適用\nにより，同法３条１項１号に該当しないものとみなされるべきである，と主張す\nる。\n甲第１７号証（Ｄ作成の「宣誓書」と題する書面），甲第１９号証（Ｆ作成\nの「宣誓書」と題する書面），甲第２６号証（C作成の書面）中には，Ｄ及びＦが本\n件意匠の創作者である旨の，原告の上記主張にそう供述の記載がある。\nしかしながら，上記供述記載の内容を裏付けるものとして提出された甲第２\n３号証は，本件意匠とは異なる意匠のブラケットの仕様書であり，甲第２４号証\n（ＦＡＸ送信状）及び甲第２５号証（ブラケット構想図Ａ案及びＢ案）は，１９９\n６年（平成８年）において，ブラケットに不良品が発生したことから，原告が台湾\nの会社に対し，新しいブラケットについての提案をしたことが記載されているもの\nの，そこに記載されているブラケットの意匠は，本件意匠とは異なるものであるこ\nとからすれば，Ｄ及びＦが本件意匠の創作者であることを裏付けるには足りないと\nいうべきである。\n上記甲第１７，第１９，第２６号証によれば，Cが甲号意匠を実施例として含\nむブラケットの特許出願をした１９９８年１月８日より前に，原告従業員のＤと，\n台湾のスクリーンメーカーのＦと，台湾の金型製作業者であるCとの間で，甲号意匠\nの形状をしたブラケットの製造について協議がなされたこと，が認められる。しか\nしながら，上記３名のうち，誰が甲号意匠の創作者であるかについては，乙第３号\n証（Cの宣誓書）中には，Cが甲号意匠に係る製品を発明し，上記特許出願（その公\n告公報は甲第１３号証）をした旨の供述記載があり，同記載や，上記３名のうち現\n実に製品を製作するのはCであること，に照らすと，Ｄ及びＦだけが甲号意匠ないし\nこれと類似する本件意匠を創作したとの甲第１７，第１９，第２６号証中の供述記\n載をにわかに採用することはできない。一般に，複数の者が関与した発明ないし創\n作について，誰を発明者ないし創作者と認めるべきかについては，認定判断が微妙\nなことが多く，本件においても，上記各証拠から，甲号意匠の創作者はＤ及びＦで\nあってCではないことを認めるには足りず，他にこれを認めるに足りる証拠はない。\n原告の主張は採用することができず，取消事由２は，理由がない。\n３　以上のとおり，原告主張の審決取消事由はいずれも理由がなく，その他審決\nにはこれを取り消すべき理由は見当たらない。\nよって，原告の請求を棄却することとし，訴訟費用の負担について行政事件\n訴訟法７条，民事訴訟法６１条を適用して，主文のとおり判決する。\n東京高等裁判所第６民事部\n裁判長裁判官　　　　　山　　　下　　　和　　　明\n裁判官　　　　　設　　　樂　　　隆　　　一\n裁判官　　　　　阿　　　部　　　正　　　幸\n"
}