{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 13,
    "month": 3,
    "day": 15
  },
  "case_number": "平成9(行ウ)6",
  "case_name": "公費違法支出差止等請求事件",
  "court_name": "静岡地方裁判所",
  "field": "行政",
  "lawsuit_id": "15639",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=15639",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/639/015639_hanrei.pdf",
  "contents": "主　　　文\n１　原告らの請求をいずれも棄却する。\n２　訴訟費用は原告らの負担とする。\n事実及び理由\n第１　請求\n１　被告静岡県知事は，運輸大臣が平成８年７月２６日空管第８２号をもって設置\n許可した静岡空港の開設事業に関する一切の公金を支出してはならない。\n２　被告Ａは，静岡県に対し，２１７億円及びこれに対する平成９年６月２５日か\nら支払済みまで年５分の割合による金員を支払え。\n第２　事案の概要\n本件は，静岡県の住民である原告らが，①被告静岡県知事に対し，同知事が，静\n岡空港の開設事業に関し公金を支出するのは，地方自治法１３８条の２（誠実義\n務）に違反し，違法であるとして，同法２４２条の２，１項１号に基づき，その公\n金の支出の差止めを求めるとともに，②被告Ａに対し，同被告が平成８年度に空港\n対策費として２１７億円（実際の支出額１６０億５７０１万７０００円）を支出し\nたのは上記誠実義務に違反し違法であり，静岡県に対し損害を与えたとして，同項\n４号に基づき，静岡県に代位して，既に支出された空港対策費相当額の損害賠償を\n求めた事案（住民訴訟）である。\n１　争いのない事実\n（１）　空港開設の計画\n被告静岡県知事（以下「被告知事」という。）は，昭和６２年１月２９日，静岡\n県新総合計画（乙１）において，静岡県内に空港（以下「静岡空港」という。）を\n開設する計画があることを公表し（なお，当時の被告知事は，Ｂであり，被告Ａ\nは，平成５年８月１日に被告知事に就任した。），同年１２月１６日，同空港の建\n設予定地をα（島田）地区と決定した。そして，昭和６３年１０月から現地調査に\n着手するとともに，平成元年１２月１５日，静岡空港のおおよその全体像を明らか\nにした静岡空港基本計画案（乙２）を公表した。その後，平成４年１月の「新総合\n計画中期発展プラン」（乙４）において，静岡空港の整備を静岡県の「２１世紀へ\nのみちを拓く２１のプロジェクト」の第１番目に位置づけた。\n（２）　予算措置等\n静岡空港は，平成３年１１月２９日の閣議において決定された第６次空港整備５\n箇年計画（平成３年度から平成７年度までの５箇年にわたる国の空港整備の基本計\n画）の運輸省資料において，空港計画の熟度（空域，就航率），費用負担（用地造\n成費の地元負担方法）等に関する様々な課題について，なお，調査検討が求められ\nる事業（予定事業）として位置づけられた後，平成５\n年８月２５日，その課題の解決の見通しが立ったとされる事業（新規事業）に組み\n入れられ，平成６年２月１５日，平成６年度政府予算案において，実施設計調査に\n要する経費として５０００万円が計上された。\n（３）　空港設置許可申請\n上記予算措置が講じられたことを受けて，被告知事は，平成７年１２月１９日，\n運輸大臣に対し，航空法３８条に基づき，静岡空港設置許可申請（空整第６０号。\n以下「本件申請」という。）を行った。\n（４）　空港設置許可処分\n運輸大臣は，平成８年２月２１日，航空法３８条３項の規定に基づき，静岡空港\nにつき，位置，範囲などを告示し，関係地方公共団体を通じて当該告示を現地にお\nいて掲示した上，同年３月２７日，同法３９条２項の規定に基づき，静岡空港設置\nに関し，静岡県島田市において公聴会を開催するなどし，同年７月２６日，静岡空\n港が航空法３９条１項１号ないし５号の各要件に該当するとして，静岡空港設置を\n許可する旨の処分（空管第８２号。以下「本件許可処分」という。）を行った。そ\nして，同年８月７日，静岡空港を第三種空港に指定する，空港整備法施行令の一部\n改正が閣議決定された。\n（５）　公金の支出\n被告知事である被告Ａは，平成８年度予算の空港対策費として，同年度中に１６\n０億５７０１万７０００円の経費を支出し（以下「本件公金支出」という。），今\n後も，被告知事は，空港建設費として公金を支出する予定である（以下併せて「本\n件財務会計行為」という）。\n（６）　監査請求\n原告らは，平成９年４月２日，静岡県監査委員に対し，静岡空港対策費として公\n金を支出することに関し監査請求を行ったが，同監査委員は，原告らに対し，同月\n２６日，監査請求を却下する旨の通知をした。\n第３　争点\n１　被告知事が，空港建設費として公金を支出することは，執行機関としての誠実\n義務（地方自治法１３８条の２）に違反し，違法となるか。\n２　被告Ａが，本件公金支出をしたことは，執行機関としての誠実義務（同条の\n２）に違反し，違法であり，静岡県に対する不法行為にあたるか。\n第４　争点に対する当事者の主張\n（原告らの主張）\n１　地方公共団体が，公共事業に経費を支出するにあたっては，自ずから経費支出\nの基準があり，その執行機関は，その基準を守り，その事務を，自らの判断と責任\nにおいて，誠実に管理し及び執行する義務（以下「誠実義務」という。）を負う\n（地方自治法１３８条の２）とこ\nろ，以下に述べる事情を総合すれば，被告知事及び被告Ａは執行機関として，この\n誠実義務に違反しており，本件財務会計行為は，違法である。\nまた，本件申請及び本件許可処分は，本件財務会計行為に向けた一連の行為とし\nて把えるべきであるから，公金の支出行為の時点でのみ把えてそれ自体に財務会計\n法規上の義務違反があったか否かをみることは妥当ではない。しかも，本件におい\nては，原因行為たる先行行為（本件申請）と後行行為である本件財務会計行為の各\n行為者が同一（被告知事）であるから，各行為の違法を個別に判断することは相当\nでなく，この点からも，一連の行為と把えてその違法性を判断すべきである。仮に\n本件財務会計行為の時点においてそれ自体に義務違反があったか否かをみるとして\nも，本件申請及び本件許可処分については，次に述べるとおり，著しく合理性を欠\nきそのために予算執行の適正確保の見地から看過し得ない瑕疵のあることが明らか\nであり，これを前提としてなされた本件財務会計行為は違法というべきである。\n（１）　非民主的な静岡空港開設の計画\n地方自治体の運営の基本原則は，「民主的にして効率的な行政の確保を図る」こ\nと（地方自治法１条）にあるというべきところ，被告らは，本件空港設置計画を策\n定し，推進する過程において，この基本原則を著しく蹂躙してきた。すなわち，被\n告知事は，地域住民から直接意見を聞くこともなく，かつ，地域住民を納得させる\n理由もないまま，静岡空港建設予定地を決定した。\nまた，被告知事は，地域住民に対し，一応，説明会を開催したものの既定の事実\nに関する形式的な説明しか行っていない上，静岡空港の建設に反対する地域住民で\n組織された「空港ノー」β町民の会（会長Ｃ，以下「β町民の会」という。）が，\n平成７年７月，現予定地を一時凍結して円卓会議を開催することを提案したのに，\nこれを拒否し，さらに，同年１０月に申し入れた公開討論も拒否するなど，地域住\n民との対話を拒否し続けている。このように静岡空港の計画の策定及び推進の過程\nは，著しく非民主的であり，原告らを含む地権者その他関係地域住民の納得が得ら\nれていない。\n（２）　違法な本件申請\nア　被告知事は，本件申請前，飛行場敷地予定地の地権者のほぼ１００パーセント\nの同意が必要であると公言し，また，運輸省の担当官は，原告Ｃに対し，１００パ\nーセント未満であってよいのは地権者の所在不明，相続未了\n等の場合に限られ，それ以外は１００パーセントであることを必要とする旨を表明\nしていた。それにもかかわらず，被告知事は，本件申請当時において，共有地権者\nを除外した約９６パーセントの同意率をもって本件申請を行った（なお，この同意\n率は，地方空港の設置許可申請において，過去昀低である。）。そもそも，被告知\n事が，地権者から得た同意書は何ら法的拘束力を持たないものである。また，空港\n本体部分又は障害切土部分の所有者である原告Ｄほか５４人は，運輸大臣に対し，\n平成８年７月９日から同月１８日までの間に「静岡空港建設用地の不提供に関する\n通知」を郵送し，静岡県に対し，静岡空港の飛行場敷地予定地を今後絶対に譲渡そ\nの他一切の使用権原も認めないとの意思を表示した。被告知事は，原告らが，その\n所有する土地を静岡県に譲渡する意思も，使用させる意思も全くないことを知りな\nがら本件申請を行い，混乱を恐れる運輸省幹部を恫喝して，航空法３９条１項５号\n（飛行場にあっては，申請者が，その敷地について所有権その他の使用の権原を有\nするか，又はこれを確実に取得することができると認められること）に反する違法\nな本件許可処分を誘発した。なお，被告知事が運輸大臣に提出した「責任をもって\n全用地を取得する」旨の確約書なるものは，法が定める「用地取得の確実性」を何\nら客観的に証明できるものではなく，もはや土地収用法で強制収用しない限り敷地\nについて確実に取得できないが，土地収用法の適用要件は存在しない。\nイ　さらに，静岡空港が建設されると，同空港建設予定地に存在するスズカカンア\nオイ，シロバナクサナギオコゲ，オオタカ，カワセミ等の稀少で重要な動植物に重\n大な影響を及ぼすほか，生態系が破壊されて，原告ら静岡県民の自然権，環境権が\n侵害される。また，静岡空港の立地は，航空機の離着陸にあたって，人口約２万７\n０００人を擁し，確実に市街化が進行しつつあるβ町の上空を，約２５０メートル\nから約５００メートルの低い高度で飛行するものであり，騒音，振動，大気汚染，\n木規模な洪水，落下物，墜落事故発生の可能性等により地域住民の生活上の利益が\n著しく侵害されるところ，被告知事は，このような事情を知りながら本件申請を行\nい，航空法３９条１項２号（当該飛行場又は航空保安施設の設置によって，他人の\n利益を著しく害することとならないものであること）に反する違法な本件許可処分\nを誘発した。\n（３）　静岡県財政に与える影響\n静岡空港には，後述するとおり，採算性はないことが明らかであり，その建設に\nは１９００億円以上の巨費がかかるところ，静岡県の財政は，次に述べるとおり，\n危機的状況にある。にもかかわらず，静岡空港開設の計画は，静岡県の財政負担能\n力を無視した不合理かつ非効率的なものである。\n静岡県の県税収入は，平成３年度をピークとしてそれ以降減収を続けており，歳\n入における税収入の割合は，同年度が４８．４パーセントであったのに対し，平成\n８年度には３５．８パーセントにまで落ち込んでいる。一方，歳入における県債の\n割合は，平成３年度は８．３パーセントであったのに，平成８年度には１９．４パ\nーセントと急激に上昇しており，県財政は明らかに借金依存体質になりつつある。\nまた，県の普通会計予算に占める公債費の比率は，平成３年度は７．６パーセント\nにとどまっていたが，平成８年度には１２．４パーセント（１１２７億円）とほぼ\n倍増しており，県財政は危機的状況にある。かかる静岡県財政の危機的状況等の下\nにおいて，静岡空港開設の計画は，静岡県民に無用な負担を強いるほか，静岡県財\n政をますます崩壊に導くものである。\n（４）　静岡空港開設計画の粗雑性\n静岡空港開設計画は，以下の点において粗雑であり，かつ，無責任なものであ\nる。\nア　総事業費について，被告知事は，１９００億円と称しているがこれは他の空港\n建設に比較して著しく高額であるばかりか，その明細は不明であり，今後，大幅に\n膨張する可能性が高い。\nイ　旅客需要予測を年間約１７８万人（１日当たり約５０００人）と称している\nが，同予測の基礎となった経済成長率は実際には達成されておらず，経済の実態を\n無視した数字であり，このような不便かつ機能貧弱な空港に上記予測の利用者が集\nまるとは到底考えられない。そして，現に，静岡県は，平成１２年２月２８日，上\n記年間約１７８万人の予測数字を約１３３万人から約１５６万人と下方修正して発\n表した。\nウ　静岡県は，新幹線新駅を設置することを前提に静岡空港を設置しようと計画し\nていたが，東海旅客鉄道株式会社（以下「ＪＲ東海」という。）は，新駅設置は不\n可能である旨度々表明しており，新幹線新駅構想の実現性は全くない。\nエ　空港建設に伴う移動土砂量の数量について，静岡県は，基本計画発表時には２\n０００万立法メートルとしていたが，環境影響評価実施時には２４００\n万立方メートルに変更し，現在では２７００万立方メートルとしているように二転\n三転している。そして，上記移動土砂量の増加により，本体工事費は約２倍に膨張\nしてもおかしくないのに，総事業費に変更がないのは不審である。\nオ　その他，路線開設予定が不合理であること，経済波及効果の試算根拠が曖昧で\nあり，２．４５倍から１．５７倍に変更されたこと，いずれのルートも用地買収の\n目途がたっておらずアクセス道路の実現性がないこと，盛土に使用する土砂（岩\n石）の土質に関する認識が不正確であること，空港直下を通過している東海道新幹\n線第１高尾山トンネル（以下「高尾山トンネル」という。）について大規模な防護\n工事を実施しなければならないが，防護工事計画が未確定であること，調整池の貯\n水能力が不足していること，周辺河川の改修計画が杜撰であること，代替農地のア\nルカリ度が高く耕作に不適であること，買収計画の前途が不透明であること，静浜\n飛行場との間の空域調整が未了であること，離陸後急旋回するなど飛行ルートが危\n険であること等様々な点において，静岡空港開設計画は粗雑である。\n（５）　静岡空港開設計画の無意義性\nア　静岡県は，東海道新幹線，在来の東海道線，東名高速道路，計画中の第二東名\n高速道路が東西に貫通しており，交通至便である。また，静岡空港は第３種空港で\nあるが，そのようなローカル空港が効果的に機能するためには，成田，羽田，大\n阪，関西国際等の大規模空港との間に定期路線が開設されていることが必須の条件\nであり，事実他の第３種空港はほとんど全部この条件を具備しているところ，静岡\n空港にはこれらの大規模空港と結ぶ路線は１本も予定されておらず，滑走路の長さ\n（２５００メートル）からして長距離国際路線の開設も不可能である。したがっ\nて，静岡空港開設は，その必要性がない。\nイ　また，静岡空港開設についての地域住民の合意も得られておらず，原告らは，\n地域住民ぐるみの反対運動を今後とも継続強化していく方針である。昀近では，静\n岡県民全体も，静岡空港開設に対して批判的であり，現に，平成９年の県知事選挙\nにおいて，空港反対を鮮明に掲げた候補者が確たる組織も持たないのに多数の有権\n者に支持された。\nウ　各航空会社が不採算路線を休止あるいは廃止し，各地の地方空港が経営難に苦\nしんでいるところ，静岡空港も先に述べたとおり，採算性はないから，事業そのも\nのに意義が乏しい。\nエ\n政府は，平成１０年度から公共事業再評価制度（時のアセスメント）を導入し，\n不要な公共事業の見直しをする姿勢を示し，空港整備についても同制度が適用され\nている中で，静岡空港開設は，このような社会経済情勢に逆行するものである。\n２　以上によれば，静岡空港開設計画は，著しく非民主的な過程を経てなされたも\nのであり，また，被告知事は，用地取得の確実性がないのであるから，本件申請を\n控えるべきであり，かつ，政治的恫喝で本件許可処分を引き出すべきでなかったば\nかりか，静岡県財政の危機的状況の下において，粗雑で無意義な計画を進めようと\nするものである。\nしたがって，本件財務会計行為は，地方自治法１３８条の２にいう誠実義務に違\n反し，違法なものであるから，原告らは，被告知事に対し，静岡空港の開設事業に\n関する一切の公金の支出をしないよう求めるとともに，被告Ａに対し，静岡県に代\n位して，違法に支出された平成８年度の空港対策費相当額の損害賠償金２１７億円\n及びこれに対する平成９年６月２５日（訴状送達の日の翌日）から支払済みまで民\n法所定の年５分の割合による遅延損害金の支払いを求める。\n（被告らの主張）\n１　原告らは，本件財務会計行為の違法事由として種々主張するが，原告らの主張\nする事由は，個別的あるいは総合的に検討しても，本件財務会計行為を違法とする\nものではない。\n（１）　非民主的な静岡空港開設の計画について\n航空法等には，地方公共団体が空港を開設するにあたり地域住民の納得を得るこ\nとが必要であるとの規定はなく，原告らの主張は，政治的・行政的責務を述べるに\nすぎない。なお，静岡空港の建設予定地が３候補地に絞られた段階で各地元におけ\nる議論も活発となり，昭和６２年１０月から１１月にかけて，榛原町議会空港対策\n特別委員会（全議員），ι町議会，焼津市議会，島田市議会，κ町議会，λ町議\n会，μ町議会，藤枝市議会，静岡市議会が現建設地への空港誘致を決議した（ι\n町，λ町，μ町は意見書の採択）。そして，静岡県をはじめ，各関係市町は，法令\nで要求されていない各種説明会を多数回にわたり実施している。\n（２）　違法な本件申請について\nア　原告らの主張は，結局のところ，本件申請及び本件許可処分の違法をいうもの\nにすぎないと解される。\nところで，本件許可処分は，いわゆる行政処分に該当するから，公定力を有し，\n行政事件訴訟法３条２項の取消訴訟により取り消されな\nい以上，あくまで有効なものとして取り扱われる。したがって，本件許可処分の違\n法をいうためには，その取消しが必要であるところ，本件許可処分は，いまだ取り\n消されていないから，その違法を前提とする原告らの主張は失当である。\nしかも，本件許可処分のような先行する財務会計上の行為以外の行為（非財務行\n為）の違法を理由に，これに伴う財務会計上の行為（財務会計行為）を違法とする\nことはできず，財務会計行為自体に違法があることを要し，例外的に，先行する非\n財務行為に「予算執行上，看過し得ない著しい不合理」が存し，これを前提として\n財務会計上の行為をすることが，財務会計法規上の義務に違反すると評価されると\nきに限り，違法となるものである。本件についていえば，本件許可処分によって，\n個別具体的な公金支出義務が法律上当然に生ずるものではないから，本件財務会計\n行為は上記処分を当然の前提としてなされたものではなく，また，後述するとお\nり，本件許可処分が適法であることは明らかであり，予算執行上看過し得ない著し\nい不合理や当然無効となるべき事由は存しない。したがって，本件許可処分の違法\nを理由とする原告らの主張は失当である。\nイ　そもそも本件許可処分は，次に述べるとおり，航空法３９条１項５号及び２号\nに違反しない。\n（ア）　静岡空港の予定面積は，約１８９万３３６１平方メートルであるところ\n（その内訳は，国有地約４万６３６７平方メートル，県有地約１万７９８６平方メ\nートル，市町有地約５２万３４４１平方メートル，民有地約１３０万５５６７平方\nメートル），このうち，国，県，市町有地は，それぞれ譲渡等により静岡県が確実\nに取得することができる。また，地権者（共有地権者を除く。）が全体で２８４人\nであるところ，本件許可処分時点においては，このうち２７４人から用地取得の同\n意を得ていた。そして，同意書を提出した地権者は適正な価格での土地売渡しに同\n意しているのであって，静岡県による用地の任意取得の蓋然性が極めて高いことは\n明らかである。これは地権者のうち，世帯数の９７．２パーセント，地権者数の９\n６．５パーセント，面積の９７．３パーセントを占めるものである。そして，被告\n知事は，同意を得られていない地権者に対し，今後とも静岡空港開設の計画につい\nて繰り返し説明して理解を求めていき，その所有地を譲り受けることができるよう\n誠心誠意努力していくことから，任意買\n収により用地を取得できる見込みがある。仮に同意が得られなかった場合でも，空\n港建設事業の公共性に基づき，土地収用法の適用が可能である。したがって，本件\n許可処分は，航空法３９条１項５号に反しない。\n（イ）　また，原告らは，航空法３９条１項２号の「利益」は，「自然権」や「環\n境権」を意味することを前提として，本件許可処分が同号に違反する旨主張する\nが，「自然権」や「環境権」の内容が明らかでない上，同項２号の「他人の利益を\n著しく害することとならない」との規定は，主として，進入表面，転移表面及び水\n平表面（いわゆる制限表面）等による私権制限の対象となる私人の財産権に対して\n配慮すべきことを定めたものであると解される（東京地裁平成８年５月１４日判\n決・判例時報１５７６号２７頁）ところ，本件許可処分は，これに反しない。すな\nわち，①飛行場を設置しようとする者は，航空法３８条２項により「当該施設につ\nいて，位置，構造等の設置の計画，管理の計画，工事完成の予定期日その他運輸省\n令で定める事項及び飛行場にあっては公共の用に供するかどうかの別を記載した申\n請書」を提出することになっており，同項を受けて，航空法施行規則（以下「規\n則」という。）７６条１項は，飛行場設置許可申請書の記載事項を詳細に規定し，\nまた，同条２項は，同中請書の添付書類及び図面を規定している。しかしながら，\n申請書の記載事項及びその添付書類，図面のいずれにおいても原告らの主張するよ\nうな自然環境等に関する利益に関連する項目，資料はないのであり，運輸大臣が飛\n行場の設置許可申請を審査する際に，自然環境等に関する利益を考慮することを義\n務づけようとしたことを窺わせる規定は存在しない。②航空法３８条３項は，「飛\n行場の位置及び範囲，公共の用に供するかどうかの別，着陸帯，進入区域，進入表\n面，転移表面，水平表面，供用開始の予定期日その他運輸省令で定める事項」を告\n示，掲示する旨規定している。しかしながら，その告示，掲示すべき事項は，制限\n表面及び飛行場の概要等に関する事項であって，原告らの主張するような自然環境\n等に関する利益に関連する事項はなく，公聴会においても，自然環境等に関する利\n益についての意見聴取を予定していないものと考えられる。また，公聴会の実施を\n具体化した規則８０条は，航空法３９条２項の利害関係を有する者について「飛行\n場の区域，進入区域又は転移表面，水平表\n面，延長進入表面，円錐表面若しくは外側水平表面の投影面内の区域」内に土地又\nは建物の所有権等の財産権を有する者（２号及び３号）と規定しており，制限表面\n等により財産権の制限を受ける者を利害関係を有する者としている。以上のとおり\nであり，運輸大臣が飛行場の設置許可申請を審査する際，自然環境等に関する利益\nを考慮することを義務づけようとしたことを窺わせる規定は存在しない。③航空法\n４３条１項は，飛行場について重要な変更を加える場合に，運輸大臣の許可を受け\nなければならないとし，同条２項は，その申請書の記載事項，審査事項等について\nの規定を準用しているが，設置許可申請の場合の告示，掲示に関する規定，公聴会\nに関する規定については「飛行場の範囲，進入表面，転移表面又は水平表面に変更\nを生ずる場合に限り準用する」と規定し，新たに制限表面等に財産権の制限を生じ\nない場合には，これらの告示，掲示，公聴会の開催手続を不要としている。④以上\nのことからすれば，航空法３９条１項２号の「他人の利益を著しく害することとな\nらない」との規定は，主として，制限表面等による私権制限の対象となる私人の財\n産権に対し配慮すべきことを定めたものであって，原告らの主張するような自然環\n境等に関する利益を個別具体的に保護する趣旨の規定と解することはできない。\nそして，静岡空港の制限表面の投影面内には，人口，建物が密着し土地が高度に\n利用されている市街地はなく，民家が集って集落を形成している地域の建物もおお\nむね低層建築物であり，集落以外の地域は，山林，茶園などとして利用されている\nことからして，重大な私権制限が生じるとは言えず，他入の利益を著しく害するこ\nととならない。\nしたがって，本件許可処分は，航空法３９条１項２号に反しない（なお，仮に原\n告らの主張が，原告らを含む県民に対する権利侵害の違法をいうものであれば，国\n家賠償請求訴訟において問題とすべきものである。）。\nウ　また，原告らは，本件許可処分の違法をもって，本件申請が違法である旨主張\nするだけで，本件申請固有の違法を主張しないから，本件申請が違法であるとの原\n告らの主張も失当である。なお，仮に本件申請が違法であるとしても，その場合に\nは不許可処分がなされるだけである。そして，本件では許可処分がなされているの\nであるから，本件申請を違法な行為と評価することはできない。\nしたがって，本件申請の違法に\n関する原告らの主張は，いずれも失当である。\n（３）　静岡県財政に与える影響について\nいかなる経費でいかなる施策を実施するかは，地方公共団体の広範な裁量に委ね\nられており，その判断は，経済的見地のみならず，広く社会的，政策的見地から総\n合的になされるべきものである。\n被告知事は，航空需要がますます増大し，本格的な空の時代を迎える中で，年間\n１１３万人の国内航空利用客（平成３年度乗降客べース）を抱える静岡県の発展に\nとって不可欠であるとの判断から，静岡空港を開設することにした。\nまた，静岡県の経常収支比率は，平成９年度決算べースで全国都道府県平均が８\n８．３のところ８７．５であり（全国２４位），静岡県の財政調整基金残高は，平\n成９年度決算ベースで１４６億８１００万円である（全都道府県中１０位）から，\n静岡県の財政が健全であることは明らかである。\nさらに，静岡空港開設にあたっては，静岡県は，平成１１年度までにおよそ８６\n０億円の予算措置を講じており，平成１８年の開港予定までの残り７年間で単純平\n均すると，平成１２年度以降開港まで１年あたり約１５０億円程度の予算規模とな\nるところ，静岡県の過去１０年間の投資的事業の予算額は，年間約４３００億円規\n模であるから，静岡空港の開設によって，静岡県の財政が破綻することはない。\n静岡空港は，着陸料に限定しても年間約８億９０００万円の収入があり，他方，\n支出は滑走路等の管理費，照明施設の保守管理費等年間約５億２０００万円と見込\nまれ，黒字が予想される。\n以上を総合すれば，静岡空港の開設計画には，原告らが主張する静岡県財政への\n影響はなく，また，静岡空港開設にあたり，被告知事に裁量権の濫用逸脱もない。\n原告らの主張は，結局のところ，政策の当否をいうものにすぎない。\n（４）　静岡空港開設計画の粗雑性について\n原告らの主張は，いかなる意味で違法となるのか全く不明であり，それ自体失当\nである。一般に，ある一定の事業における総事業費の増減の可能性は，長期にわた\nる大規模工事を伴う事業では予測できないものであり，そのことによって，本件公\n金支出が違法となるものではない。なお，用地買収面積が本体部でも４分の３を超\nえ，工事もかなり進捗してきた現時点で見れば，今後，総事業費が原告らが主張す\nるように大幅に膨張するということはあり得ない。また，旅客需要予測は，その時\n々の経済状況の捉え方により差異が\n出るものであるが，その差異をもって，本件公金支出が違法となるものではなく，\nまた，同予測は犠牲量モデルにより行っており，合理的なものである。静岡空港と\n自衛隊静浜飛行場との間の空域調整は，高度が競合する空域を平面的に分割するこ\nとにより安全を確保することになっており，この点については，平成５年６月２１\n日，防衛庁，運輸省，静岡県の３者合意により基本的に合意されている。経済波及\n効果や新幹線新駅構想は，これらを理由として空港を設置することとしたものでは\nないので，これらが実現しなくとも，本件公金支出が違法となるものではない。ま\nた，移動土砂量の変動は，事業の進捗状況に応じてその時点で取りうる昀善の手段\nを用いて適正に算出した結果である。代替農地については，土地改良，排水改良な\nどにより耕作に適するものとして整備されており，耕作に不適であるとはいえな\nい。さらに，未確定な計画部分（新幹線トンネル防護工事計画，空域調整）や事業\n実施上の個別的な問題点は，事業遂行と平行して解決していけば足りるのであり，\n未確定であることで，本件公金支出が違法となるものではない。\n（５）　静岡空港開設計画の無意義性について\n原告らの主張は，政策の当否をいうものにすぎず，失当である。\n地方公共団体の行う公共事業は，公益性，公共性を有しなければならないが，そ\nの公益性，公共性の存否判断は，地方公共団体の広範な裁量に委ねられており，そ\nの判断については，著しい不公正若しくは法令違反が伴わない限り，これを尊重す\nべきものであり，それが地方自治の精神に合致する所為というべきである（福岡高\n裁昭和５３年３月２９日判決・行裁集２９巻３号４５３頁）。\nこれを静岡空港開設の計画についてみると，現在，静岡県内には空港がないた\nめ，県内の国内航空利用者は，新東京国際空港，名古屋空港，大阪国際空港等を利\n用せざるを得ない状況にあり，静岡空港の設置により県民の交通利便に寄与するこ\nとは明らかである上，静岡空港の設置については，県議会も昭和６２年度以降毎年\n予算議決により承認している。また，平成１０年７月に朝日新聞が実施した県民意\n識調査では，空港周辺において賛成派５４パーセント，反対派２５パーセントの結\n果になっており，地元地域住民の静岡空港に寄せる期待は強い。さらに，主要地方\n空港（１５空港）の国内旅客は，平成元年度から平成９年度まで年４．８パーセン\nト（東京便，\n大阪便，名古屋便，離島便を除けば年７．６パーセント）と高い伸び率を示してお\nり，地方空港の今後の発展可能性は大きい上，静岡空港には首都圏第３空港の補完\n機能も期待されている。静岡空港について，平成１１年度に，公共事業再評価制度\nに基づく検討が行われたが，建設コストに大きな変動はなく，事業採択以来昀大路\n線に係る空港背後圏の流動等は順調に推移していることから，事業は継続との結論\nが出された。\nしたがって，静岡空港開設の計画は，無意義なものではなく，また，同計画にあ\nたり，被告知事に裁量権の逸脱はない。\n第５　争点に対する判断\n１　前記第２，１の争いのない事実，証拠（各事実の末尾に掲記）及び弁論の全趣\n旨によれば，静岡空港の開設計画から本件公金支出等に至る経緯について以下の事\n実が認められる。\n（１）　静岡空港開設計画の端緒\n昭和６０年５月，静岡県中部及び西部の政財界人を集めて静岡県民間空港開設研\n究会が設立された。その設立の趣旨は，静岡県は全国でも数少ない民間空港の空白\n県であり，このままでは，着々と進む全国の航空ネットワークの枠外に置かれ，県\nの振興発展が阻害されるおそれがあるため，個々別々にではなく，全県下の有志が\n一本化して空港の設置を真剣に研究していこうというものであった。このような動\nきのもとで，静岡県は，同年９月，補正予算に初めて空港調査費を計上した。そし\nて，昭和６１年，静岡県は，２１世紀の県土づくりにおいて，航空ネットワークの\n役割が大きいと考えて空港設置の検討を行うため，航空利用の実態，航空路線の成\n立可能性，空港立地条件，経済効果などについて基礎調査を実施し，昭和６２年１\n月２９日，２１世紀に向けた新しい静岡県づくりを進めるための以後１０年間の指\n針として静岡県新総合計画を決定し，同計画において，総合的な交通・情報ネット\nワークの柱の一つとして空港整備構想の推進を掲げ，空港整備構想の早期策定，空\n港等の整備，空港周辺地域の開発・整備という政策の方向性を示した（甲６，１５\n３，乙１，２２，証人Ｆ）。\n（２）　静岡空港建設地の決定に至る経緯\n昭和６２年４月，静岡県は，空港建設の基本的な方向づけとその行政上の課題を\n検討するため，県庁内に空港建設推進会議（委員長は，副知事）を設置し，同年５\n月には，空港建設候補地の選定のための専門的な調査検討を行うため，航空専門家\n等の学者，有識者１５名からなる静岡空港建設検\n討専門委員会（以下「専門委員会」という。）を設置した。専門委員会は，まず，\n陸上域について，県内全域を１平方キロメートル四方に細かく区切り，そのうち，\n７２０３地区について，起伏状況，都市的施設の有無，農用地面積等の現況を調査\nし，候補地として３７か所を選出し，海上域については，水深の状況，河口・港湾\n施設の回避可能状況から４地区を選出し，既存の４施設（富士川滑空場，三保場外\n離発着場，自衛隊静浜飛行場，自衛隊浜松基地）と合わせて合計４５地区を候補地\nとして選出した（１次選出）。次いで，同年６月１６日，専門委員会は，上記４５\n地区について，５万分の１の地形図を用いてジェット空港としての空港用地確保の\n可能性，進入表面確保の可能性，ＩＬＳ（計器を使用した着陸援助装置，以下「Ｉ\nＬＳ進入方式」という。）の設置の可能性等から検討を行った結果，１４地区を選\n定した。さらに，同年７月２１日，地方空港としての事業実施の可能性，自衛隊と\nの短期間での調整，家屋移転・農地転用の多寡，地域住民の生活・産業活動への影\n響等を検討し，５地区を選定した。そして，更に，この５地区について，現地調査\nを実施して，運航空域条件，建設条件，既存公共施設及び既存開発計画との関連な\nどからの検討を行い，昀終的に，γ町の海岸部（以下「γ案」という。），掛川市\nの小笠山北部（以下「掛川案」という。）及び島田市とα町の行政境にある高尾山\nの周辺部（以下「α，もしくはα案」という。）の３地区を候補地として選定し\nて，これら３地区について，更に詳細に検討することとした。\nそして，この候補地の絞り込みの経過については，同年７月に静岡県議会内に設\nけられた総合交通対策特別委員会において，同年９月２８日に了承された。その\n後，空港誘致についての各地元における議論も活発になり，同年１０月から１１月\nにかけて，榛原町議会空港対策特別委員会（全議員），ι町議会，焼津市議会，島\n田市議会，κ町議会，λ町議会，μ町議会，藤枝市議会，静岡市議会が，それぞれ\nαへの空港誘致を決議（ι町，λ町，μ町は，意見書の採択）した。\nその後，専門委員会は，①運航空域条件（ＩＬＳ進入方式が設定できることな\nど），②建設条件（用地買収面積，概算工事費がなるべく縮減できることなど），\n③土地利用条件（空港用地内の土地利用状況において農地，市街地や家屋数がなる\nべく少ないこと），④環境条件（航空機騒\n音影響範囲図を作成，その範囲内に含まれる家屋数がなるべく少ないことなど），\n⑤空港への県民のアクセス条件（静岡空港を県民にとって利便性の高い空港とする\nため，全県から一定時間で空港ヘアクセスできる人口ができるだけ多いことなど）\n等の諸条件について，特に留意して調査検討した結果，同年１２月１４日，α案と\nγ案を空港適地として被告知事に答申した（なお，掛川案は，隣接地の市議会で空\n港反対決議が採択されたこともあり，答申に盛られなかった。また，この答申に\nは，空港の建設は，静岡県全体の発展にとって不可欠であり，県民の理解を深めな\nがら推進することが望ましいという強い意見があったことが付記されていた。）。\nこの両候補地案を比較すると，γ案は，建設条件における概算工事費はα案に比\nべ割安であり，航空機騒音対策の対象戸数及び農地・宅地・工場の潰地においても\nα案に比べ比較的少ないが，原子力発電所との位置関係からＩＬＳ進入方式の利用\n率が低くなり，外洋であるため波浪等により工事の難航が予想され，県民の中の９\n０分以内でアクセスできる人口がα案に比べ約２割程度減少するとの問題点があ\nり，他方，α案は，逆に，建設条件における概算工事費がγ案に比べ割高である\nが，年間の卓越風向に一致したＩＬＳ進入方式の設備の設置が可能であり，定期便\nとしてジェット機が就航する空港にふさわしく，県民の中の９０分以内でアクセス\nできる人口がγ案に比べ２割程度多いという利点があった。\nこの答申を受けて，被告知事は，同年１２月１６日，県議会各派代表者会議の席\n上において，静岡空港の建設予定地をαと決定する旨発表し，同月２４日には，県\n議会全員協議会において，その旨の報告を行った。また，静岡県の担当者は，昭和\n６３年３月１７日から１９日にかけて，島田市議会，榛原町議会，δ町議会，関係\n町内会役員に対して建設予定地決定の経緯等について説明を行った（甲６，１４，\n乙２，２２，２３，前掲証人）。\n（３）　建設地の地元等に対する説明，地元等の対応及び静岡空港基本計画案の作\n成\n空港建設予定地が決定されたことを受けて，静岡県は，平成３年度から始まる国\nの第６次空港整備５箇年計画における採択を目指し，空港基本計画策定の基礎資料\nとするため，昭和６３年１０月１日から建設予定地内での現地調査（気象・測量・\n地質・環境影響の各調査）を開始した。\nその一方で，静岡県は，空港建設の\n理解と協力とを地元住民から得るため，空港の必要性，候補地選定の経緯，スケジ\nュール等に関する地元説明会を各町内会毎に合計４７回開催（出席者延べ１０８５\n人）したほか，関係市町と密接な連携をとりながら地元対策を行う必要があるため\n合計５回の空港関係市町連絡会議を開催し，平成元年２月には，島田土木事務所内\nに空港対策室分室を設け，地元市町との連繋を図りつつ細やかな地元対策の推進に\n努めることにした。このような県主催の説明会等のほかに，各関係市町が開催する\n説明会も合計４１回（出席者延べ９９６人）開催され，地元１市３町（島田市，α\n町，β町，δ町）では，鹿児島，岡山，高松等の他空港視察を合計１５回行い，延\nべ７３６人が参加した。\n静岡県は，同年８月に，空港基本計画作成に必要な現地調査を終了し，同年１１\n月，空港の規模や事業費など空港基本計画作成についての基本方針を公表し，さら\nに，同年１２月１５日，静岡空港の位置，規模，建設に要する概算工事費等の全体\n像の概要を明示した静岡空港基本計画案（乙２）を作成し，これを前記地元１市３\n町の全世帯，県内市町村，商工会議所，商工会等に配布した。そして，静岡県は，\nこれをもとに平成元年度に合計４３回（出席者延べ１５７７人）の地元での説明会\nを開催し，また，他空港視察も合計１９回（参加人員７１６人）実施するなど空港\n計画推進にむけて具体的な協力依頼を開始した。そして，平成元年１０月には，県\n中部地区の官民が一体となって静岡空港の建設を促進するため，静岡空港建設促進\n協議会が設立され，この協議会には，町議会において空港誘致決議を行わなかった\nβ町も参加した。また，島田市，α町，δ町において，空港予定地の地権者らで組\n織する地権者会や地元住民代表らによる空港対策協議会が設立されるなど，空港建\n設に向けた地元の協力体制が整備されていった。\nこのような状況下において，静岡県は，平成２年３月１９日，空港の建設とこれ\nに関連する事業に要する経費に充てるための基金として静岡空港建設基金を設置し\nた。\n上記のほか，静岡県が，平成２年度から同４年度にかけて実施した地元説明会及\nび他空港視察等は，次のとおりである。平成２年度，主に静岡空港基本計画案の説\n明会合計４１回（出席者延べ１１２５人），平成３年度，地元説明会・住民懇談会\n合計８４回（出席者延べ２２３６人，農業対策及び後記第６次空港整備５箇年計画\nへの組\n入れを中心に説明），平成４年度，地元説明会合計８１回（出席者延べ１４７９\n人，農業対策を中心に説明）であり，他空港視察は，平成２年度合計１７回（参加\n人員７０１人），平成３年度合計６回（参加人員１１１人），平成４年度合計９回\n（参加人員２２２人）であった（甲６，乙２，２２，前掲証人）。\n（４）　第６次空港整備５箇年計画への組入れ及び予算措置等\n静岡県の空港計画の推進を踏まえて，静岡空港は，平成３年１１月２９日に閣議\n決定された第６次空港整備５箇年計画の運輸省資料において予定事業として組み入\nれられた。そして，静岡県は，前記（１）の静岡県新総合計画を一層推進するため\nに，平成３年度から平成７年度までの５年間の県づくりの指針として平成４年１月\n２８日に計画決定した「静岡県新総合計画中期発展プラン」（乙４）において，静\n岡空港の整備を静岡県の「２１世紀へのみちを拓く２１のプロジェクト」の第１番\n目に位置づけた。\n静岡県は，防衛庁，運輸省，県の３者による空域調整が，平成５年６月２１日に\n決着したことから，同年８月，前記静岡空港基本計画案について，滑走路方位の変\n更等を行い，新たな空港整備計画を策定した。同月２５日，静岡空港は，第６次空\n港整備５箇年計画の「予定事業」から「新規事業」に格上げされ，運輸省は，平成\n６年度予算の概算要求において，静岡空港の実施設計調査費として５０００万円を\n計上した。静岡県は，これに合わせて新しい空港整備計画について，地元の議会や\n住民代表などを対象に説明会を開催するとともに，空港用地取得範囲（約５３０ヘ\nクタール）を確定し，平成５年１０月２０日，該当する地権者に対し，その所有地\nが買収予定地であることを告知する文書を送付した。また，静岡県は，同年１１月\n９日の島田市ε地区を皮切りに，地権者を対象として用地補償の考え方や交渉の進\nめ方などの基本的事項について説明し，地権者会の組織化や測量等のための所有地\n立入りについての承諾を要請した。そして，平成６年４月１９日には，被告知事が\n地元α町を訪問して地権者ら地元関係者と知事懇談会を開催し，同年７月から８月\nにかけて後記環境影響評価準備書についての関係住民への説明会を開催した。さら\nに，平成７年２月，静岡県は，長さ２５００メートル幅６０メートル（着陸帯等級\nＢ級）の滑走路を持つ第３種空港の新設を骨子とする「静岡空港整備基本計画」を\n公表した（甲６，６９\n，乙４，５，８，２２，前掲証人）。\n（５）　静岡空港設置に伴う各種調査，予測及び計画等\nア　環境影響評価等について\n静岡県は，空港の建設に先立ち，空港の建設・利用が環境に及ぼす影響について\n調査をし，これをもとに予測及び評価を行って，周辺地域の環境保全をより適切に\n実施するため，①「環境影響評価実施要綱」（昭和５９年８月２８日閣議決定）に\n基づく「運輸省所管の大規模事業に係る環境影響評価実施要綱」（昭和６０年４月\n２６日運環第２５号運輸省通達），②静岡県環境影響評価実施要綱（平成４年７月\n１５日静岡県告示第６３４号）に基づいて，現況調査を実施（昭和６３年度から開\n始）して環境への影響を評価し，環境影響評価準備書を作成した。そして，同準備\n書の地元住民等に対する公告・縦覧及び説明会の開催を行った上で，地元住民及び\n被告知事の各意見についての事業者の見解を記載した環境影響評価書を作成し，平\n成７年１月３１日に同評価書を公告し，同日から同年３月３日まで縦覧した。ま\nた，静岡県は，空港建設地に生息している貴重な動植物の保全を図るため，平成６\n年度までの環境影響評価の実施に引き続き，平成７，８年度には，県内の動植物に\n精通した専門家による自然環境保全対策調査を実施し，貴重な動植物の具体的な保\n全法や地形改変地域の復元についての調査・検討を行った。そして，その過程にお\nいて，平成８年に空港建設地内でオオタカの営巣が確認されたことから，猛禽類専\n門家が参加した静岡空港オオタカ保護対策検討委員会を設置し，オオタカの保護対\n策（営巣可能林の育成，採餌環境の改善など）についでの提言を受けて，その保全\n対策を検討してきた。更に，平成９年９月には，工事に伴う環境保全対策を検討す\nるため静岡空港環境監視機構を設置し，自然環境専門家や地元住民代表，地元市町\nの担当者等の各委員から，貴重な動植物の移植等の自然環境保全方針について意見\nを聞き，その保全（移植，増殖）や郷土の樹種による緑化などを空港建設の工事に\n合わせて実施している。静岡県は，空港周囲部については，平成９年度に空港周囲\n部環境整備基本計画を策定し，地形改変地域や本体部法面等に郷土の樹種を植栽\nし，現存植生の復元をめざすことにした（甲６，乙１５，１７，１８，２２，５\n０，５２，７４，前掲証人）。\nイ　静岡空港建設事業費について\n平成元年１２月に作成された静岡空港基本計画案においては，同空\n港本体部の概算工事費（造成・排水・舗装・照明の各工事費用）は約４００億円と\n積算され，その後，総事業費約２０００億円，平成１５年秋開港予定としてきた。\nしかし，平成１０年２月，静岡県は，主要プロジェクトの見直し，変更を行い，開\n港前に全て整備する予定にしていた３ルートの空港へのアクセス道路について，そ\nの区間を限定するとともに，その道路幅員を縮小するなどして総事業費を１９００\n億円（その内訳は，①空港本体事業費５００億円，②周囲部等整備事業費６６５億\n円，③関連事業費３８５億円，④生活生業・地元対策費３５０億円。）に圧縮する\nことに決定した。その財源の内訳は，国庫補助（本体工事費の２分の１）２５０億\n円，起債９３０億円，一般財源６６０億円，受益者負担６０億円であり，併せて，\n空港の開港予定も平成１８年春に延期することにした（乙２，２２，２４，２６，\n前掲証人）。\nウ　需要予測について\n（ア）　静岡県は，以下のような方法により，平成６年３月に航空需要の予測を行\nい，静岡空港の使用を開始する平成１５年の航空旅客需要を約１７８万人と推計し\nた。まず，「ＪＲ」等を用いた場合に，静岡空港まで３時間３０分以上の所要時間\nを有する２３道県を対象として，平成元年度及び３年度の１日の動態調査（航空旅\n客動態調査）に基づいて，上記対象道県の全航空旅客数のうち静岡県発着旅客の占\nめる割合を計算し，その割合に，年間の動態調査（旅客地域流動調査）の対象道県\nの全航空旅客を乗じて，平成３年度に静岡県と国内遠隔地との間において年間約１\n１３万人の国内航空利用客があったと推計し，次に，平成３年度の旅客地域流動調\n査により，静岡県と対象道県との間の「ＪＲ」旅客数合計約１４４万人を求め，上\n記国内航空利用客約１１３万人と合算した上，平成３年度の県間流動量を約２５７\n万人とし，経済成長率見込み（平成１２年まで年平均４パーセント，平成１３年以\n降３パーセント）や需要弾力値（０．９１９２，沖縄は１．７１５３）を勘案し\nて，平成１５年の県間旅客流動量を約３９４万人と想定した。そして，この県間旅\n客流動量について，現在の旅客流動量などの諸条件を勘案して，静岡空港との間に\n路線開設可能性が高いと考えられる１７空港（千歳，青森，花巻，山形，富山，小\n松，広島，宇部，高松，松山，高知，福岡，長崎，熊本，大分，鹿児島，那覇）を\n選定し，また，静岡県を６地域に分割し，それぞれ\nの空港勢力圏の人口が，当該同県の人口に占める割合を各々求めた上，平成１５年\nの空港勢力圏旅客流動量を約３５２万人と推計した。さらに，この空港勢力圏旅客\n流動量について，犠牲量モデル（ある区間を移動する旅客は，利用できる交通機関\nの運賃とその交通機関を利用した場合の所要時間の貨幣換算量の和，つまり，旅客\nが負担する金額換算の総和（犠牲量）が昀小となる交通機関を選ぶと考えるモデ\nル）により推計された航空分担率を用いて，上記１７空港別の旅客数を推計し，そ\nの中で，路線成立の目安（小型ジェット機で年間１１万人）を満たす路線は，平成\n１５年において７路線（千歳，松山，高知，福岡，熊本，鹿児島，那覇）となるこ\nとから，当該７空港の合計値約１７８万人を平成１５年の静岡空港の航空旅客需要\nと推計した（乙５，２２，前掲証人）。\n（イ）　静岡県は，平成１２年から，平成１８年の空港開港時における国内線及び\n国際線の両方について，空港利用者見込みの試算作業を進めている。その手法は，\n前記犠牲量を更に厳密にした数値を用いるパラメーター方式（四段階推定法）と呼\nばれる昀新の手法を用い，試算の前提条件には，国の空港整備計画等で想定してい\nる経済成長率等を用いて，複数のケースにより行った。これによると，新幹線新駅\nがない場合の概算数値として，国内線では，前記７路線を対象とした場合約１３３\n万人から約１５６万人，現状の需要予測と同様の路線成立条件を考慮した場合約１\n１４万人から約１３４万人の利用者が見込め，国際線では，ソウル，上海，ホノル\nル等９路線で約３８万人から約４６万人の利用者が見込めると試算された（甲１４\n７，乙６３，前掲証人）。\nエ　新幹線新駅設置について\n静岡県は，県民及び空港利用者の利便を図るため，東海道新幹線静岡空港駅設置\n期成同盟会を結成し，ＪＲ東海に対し，新幹線新駅の設置を働き掛けてきた。これ\nに対し，ＪＲ東海は，平成８年７月，「ダイヤ上，現時点では無理」との考えを示\nし，更に，静岡県が地下駅を選定した平成１２年７月時点においても「高密度の列\n車運行の中であり，新駅設置は現状では不可能」との考えを示している。しかしな\nがら，静岡県は，平成１５年に品川新駅が設置され，線路容量が現在の１時間１１\n本から１５本に増加することから新幹線新駅の設置の可能性はあるとして，今後\nも，ＪＲ東海に対し強く働き掛けをしていくとしている（甲１１８，１７８\n，１７９，乙２２，３０，前掲証人）。\nオ　移動土砂量について\n静岡県は，移動土砂量について，前記静岡空港基本計画案発表時には，市町が作\n成した全図の１万分の１の地図をもとに図面から測定して約２０００万立法メート\nルとしていた。しかし，その後の環境影響評価実施時において，航空測量に基づき\n２４００万立法メートルと算出し，現在は，実際に現地測量を行なった上で，２７\n００万立法メートルと算出している（甲１２０，乙２２，前掲証人）。\nカ　経済波及効果について\n静岡県は，平成元年度に，建設省の一般分類建設部門投入係数表や産業連関表等\nを用いて，静岡空港建設による経済波及効果を建設投資総額も含めて２．４５倍と\n試算していたが，その後の平成８年度調査では，その効果を建設投資総額の１．５\n７倍と試算し，発表した（甲１５６，乙２２，前掲証人）。\nキ　アクセス道路について\n静岡県は，静岡空港へのアクセス道路として，①ξδルート，②αβＩＣルー\nト，③島田ルートの３ルートを計画しており，そのうち，島田ルートの一部は，開\n港後に整備を行なうこととし，他の２ルートについては，開港時に道路を開設する\n予定で，その詳しい計画について精査している。そして，静岡県は，道路について\nの設計を具体化した段階で地元関係者とも十分調整を行い，道路整備設計をし，そ\nの上で円滑な事業執行が行なえるよう地元説明や用地買収交渉を進めていく予定で\nある（乙２２，前掲証人）。\nク　新幹線トンネルの防護工事について\n静岡県は，空港建設地の直下に高尾山トンネルがあり，空港建設工事の一環とし\nて大規模な用地造成工事を行なうことにより，高尾山トンネルに影響を与える可能\n性があることから，防護対策を検討し，昭和６３年からＪＲ東海をはじめとする関\n係者との調整や使用材料，工法等の検討を行なってきた。そして，静岡県は，平成\n７年度には，学識経験者を交えた第１回目の「東海道新幹線第１高尾山トンネル防\n護工検討会」を開催し，平成１０年１２月開催の第６回検討会までの間に，主に使\n用材料についての検討を進めてきたが，更に，平成１１年２月には，防護工事の施\n行などについても審議を進めるため，第１回目の「東海道新幹線第１高尾山トンネ\nル防護工技術委員会」を開催し，以後，防護工事の材料や構造などについて検討を\n継続し，平成１２年３月，その設計が完了した。その結果，基本的な構造は，トン\nネルの上部の土\n被りの薄い沢部に軽量で高い強度を持つ気泡モルタルによる厚さ約７メートルのア\nーチを延長約１１０メートルにわたって構築し，これにより，その上部にある盛土\nや滑走路からの荷重を受け止め，トンネル自体に直接影響しないよう防護するもの\nとなっている。そして，その工事については，新幹線の安全運行が必須条件である\nことから，ＪＲ東海が施行にあたることで基本協定（甲１６２の１ないし６）を締\n結した。その工事費は，当初の概略設計時点では，一般的な構造タイプのもので算\n定していたため約２５億円としていたが，平成１２年３月の設計完了時には，材料\nや施行方法が根本的に変更になったことから約９５億円となった（甲１６２の１な\nいし６，１６７，乙２２，５８，６３，前掲証人）。\nケ　代替農地について\n静岡県は，空港建設に伴う買収耕地等についての代替農地などにあてるため，小\n規模開発農地としてζ地区（１２ヘクタール），大規模開発農地としてη地区（４\n４ヘクタール）及びθ地区（１工区・７９ヘクタール）をそれぞれ新規に開発し\nた。そして，ζ地区については，平成８年度から開発を行い，平成１０年３月には\n基本的な造成が完成し，造成工事と並行して，各地権者への分譲を行なってきた\nが，地権者から土質が茶樹の育成に不十分であるなどの指摘が出された。このた\nめ，静岡県は，平成１０年４月から，同地区について，排水及び土質の改良工事を\n行い，同工事は，平成１２年３月までに完了した。同工事にあたっては，茶樹育成\nの専門家の意見を聴取し，厚さ１メートルの工作土を確保したり，新規に造成され\nる農地は，既存畑に比べ，工作土中の有機物が少ないため，有機材料を１０アール\nあたり１０トンから３５トン投入するなどした。そして，平成１０年７月から地権\n者と農地の分譲交渉に入っており，同地区全３０区画全てについておおむね合意が\n得られている。また，η，θ地区についても，ζ地区での経験を生かしながら，茶\n樹の育成に適した排水，土質の確保を行なってきており，平成１２年３月には造成\nが完了し，η地区については全９０区画中８７区画について，θ地区については全\n１２７区画中１０６区画についておおむね合意が得られた（乙２２，６０ないし６\n２）。\nコ　治水対策について\n静岡県は，空港建設に伴う地形改変により雨水の流出増や流下速度が早まり一気\nに河川に流れこんだ場合，下級河川の流下能力を超える危険性がある\nことなどから，「防災調整池等技術基準」に基づき水系毎に合計９か所の調節池を\n設置することにした。そして，各調節池の容量を定めるにあたっては，超過確率降\n雨量と既往昀大雨量を算定し，大きな数値となる既往昀大雨量を採用した。また，\n建設予定地内の降雨等を安全に流下させるため，坂口谷川，湯日川，勝間田川につ\nいて，必要な河川改修計画を立て，順次整備を行なっている（甲６９，乙２２，５\n９）。\nサ　空域調整について\n静岡空港の開設に伴う既存飛行場との空域に関する課題を解決するため，平成４\n年５月から，防衛庁，運輸省及び静岡県の３者による協議が開始され，平成５年６\n月２１日，この３者間において，自衛隊静浜飛行場の場周経路を同飛行場の滑走路\nの北側に移設すること，静岡空港と静浜飛行場の周辺空域においてターミナルレー\nダー管制業務を行うこと，静岡空港に係る進入方式はＩＬＳ進入方式及びＶＯＲ進\n入方式（超短波全方向式無線標識）とすることなどの基本的な合意がなされた。静\n岡空港の空域は，静浜飛行場の管制圏及び浜松基地の管制区に挟まれているもの\nの，上記合意による静浜飛行場の場周経路の北側移設後は，静岡空港の進入出発経\n路は静浜飛行場及び浜松基地の空域とは重ならないものとなり，平面的に分離され\nることになった（乙１５，２２，前掲証人）。\nシ　飛行ルートについて\n静岡空港の離着陸については，着陸は，東側からのＩＬＳ進入方式が８２パーセ\nント，西側からの周回進入方式が１８パーセント，離陸は，西側への離陸が８２パ\nーセント，東側への離陸が１８パーセントと決定された。西側への離陸にあたって\nは，離陸後左旋回が予定されているが，この旋回半径は，飛行機の性能から通常安\n全を確保できる旋回半径を踏まえて設定された。また，滑走路から酉北西に約６キ\nロメートル離れた火剣山との関係で，飛行機の昀低上昇率が５パーセントと指定さ\nれるが，これは成田，伊丹など他の多くの空港と同じであり，我が国においては，\n一般的なものである（甲６，乙１５，２２）。\n（６）　静岡空港建設反対運動\n平成６年２月，β町民の会が結成され，同会は，静岡空港建設に関し，住民不在\nの空港用地選定であり，空港建設の一時凍結を求める等の主張を展開した。同会\nは，当初，空港計画の即時撤回を求めていたが，平成７年３月，静岡県に対し，\n「現予定地への建設計画を一時凍結し，当初の３候補地のほか，静浜飛行場，\n浜松基地の民間供用化も選択肢に加えて，地元自治体，住民代表を含めた「円卓会\n議」を開き，同会議で合理的な結論が示されればそれに従う。しかし，いずれの選\n択肢も地元自治体や住民代表の同意が得られない場合，県は計画を断念すべきで，\n既定方針に固執して計画を進めるときは，引き続き現建設予定地への建設計画の白\n紙撤回を求めていく。」旨の申入書を提出した。これに対し，静岡県は，「建設地\nの選定にさかのぼる提案ならば，検討の余地はない。」として，その受取りを拒否\nした。その後，同年１０月２７日，β町民の会は，被告知事に対し，公開討論の実\n施を依頼する文書（甲２６）を提出した。その内容は，「空港建設計画自体とその\n進め方には，①空港建設が地元に与えるマイナスの影響を著しく軽視したこと，②\n予定地の決定にあたって民主的な手続きが踏まれていないこと，③経済的合理性の\n見地からも建設は不適当で必要性がないことなど基本的な欠陥がある。このような\n空港建設計画が抱える問題点を中心にして，知事と同会の代表が，双方が合意する\n司会者のもとで公開討論を行うことを求め，その可否を文書もって回答することを\n求める。」というものであった。これに対し，静岡県は，同年１１月９日，「従前\nからの地権者の大方の者から理解を得ている状況にあり，同意した地権者が今後の\n生活設計に取組み始めようとしている現在の状況を考慮すると，公開討論の方法は\n時宜にかなったものではない。」との考えを伝え，代わって，空港建設推進局との\n話し合いを提案した。しかし，β町民の会は，この提案を受け入れず，以後，一\n切，静岡県との接触を絶つことにして，静岡県が提案した同年１２月の副知事との\n話し合いも拒否した。そして，これに先立つ，平成７年９月には，共有地運動が起\nこり，同年１２月末までに，α町内の３人の地権者が，その所有する土地５筆（３\n７１９平方メートル，いずれも山林）を６３人に譲渡（共有持分５０分の１から３\n０分の１）した。また，平成８年６月には，「空港はいらない静岡県民の会」が発\n足した（甲２４ないし２８，３０，３３，１５４，乙１６，２２）。\n（７）　本件申請に至る経緯\n空港の設置許可申請を行うためには，できるだけ多くの地権者の同意を得る必要\nがあることから，静岡県は，前記（４）のとおり，平成６年４月１９日にα町にお\nいて被告知事と地元代表者等との懇談会を開催したのをはじめ，各種地\n元説明会を開催し，平成６年度開催の説明会は，合計１９９回を数えた。これらの\n地元説明会では，用地補償に伴う「土地価格水準」等の補償概要及び代替地対策の\n基本方針などの説明がなされ，代替地についての意向調査等も行われた。また，上\n記許可申請には，空港用地取得の確実性の証明書（規則７６条２項２号の２）の添\n付が必要であることから，静岡県は，飛行場敷地予定地の各地権者から同意書を取\n得することでこれに当てることとし，まず，地権者会の了解を得た上で，県職員が\n各地権者宅を個別訪問して同意書に署名捺印してもらうとの方針を立てた。そし\nて，静岡県は，平成７年４月１７日までに全ての地権者会との間で同意書の取得に\n関する覚書を取り交わしたのを受けて，翌１８日から県職員による各地権者宅への\n個別訪問を開始し，併せて地権者の理解を得るため，同年８月１２日には，「地権\n者の皆様と知事との懇談会」を島田市内等３か所で開催した（出席者延べ２２４\n人）。そして，空港整備法５条の規定に基づき，同条にいう関係地方公共団体であ\nる静岡県，島田市，榛原町，δ町，β町及びν町の各議会は，平成７年１０月１３\n日から１１月６日までの間に，静岡空港を設置，管理する地方公共団体を静岡県と\nすることについて議決し，更に，同月１０日，上記各関係地方公共団体間において\n同様の協議が成立した。\n静岡県は，設置許可を申請するには，限りなく１００パーセントに近い地権者の\n同意が必要である旨を議会等で説明してきた。しかし，平成７年１２月現在，建設\n予定地の決定以来８年が既に経過していること，既に９６パーセントを超える地権\n者からの同意を得，同意した地権者は空港の建設を前提とした生活設計に取り組み\n始めていること，空港周辺の市長，町長，地権者会，空港対策委員会等から静岡空\n港の早期設置許可申請を求める強い要請が県及び運輸省にあったことなどを総合的\nに勘案した上，同月１９日，本件申請を行った。この申請時点における空港敷地の\n用地取得の同意率は，地権者数で９６．１パーセント，世帯数で９６．７パーセン\nト，面積で９７．２パーセントであった（空港敷地内の地権者２８４人のうち同意\n者２７３人，未同意者７世帯１１人）。なお，この数字は，静岡空港に反対する共\n有地権者（申請時点で５３人）を除外して算定したものであるが，この算定方法\nは，過去の他の空港設置許可事例を参考にして，運輸省に報告の上\nで採用された。\nそして，同月２０日，国の平成８年度政府予算案が内示され，運輸省の要求どお\nり静岡空港建設事業費として２６億５０００万円が認められた（乙２２，前掲証\n人）。\n（８）　本件許可処分に至る経緯等\n平成８年２月２１日，航空法３８条３項の規定に基づき，静岡空港の設置許可申\n請の内容が運輸大臣により告示（運輸省告示８８号）され，同時に航空法３９条２\n項の規定による公聴会を開催する旨の公示がなされた。その公示内容は，「平成８\n年３月２７日１３時に，島田市総合施設プラザおおるりにおいて，運輸省航空局飛\n行場部管理課長を主宰者として，静岡空港の設置に関する公聴会を開催すること，\n公述しようとする利害関係人は，公述申込書及び公述書を平成８年３月１３日１２\n時までに主宰者あて提出すること」というものであった。そこで，静岡県は，公聴\n会が開催される旨の公告を平成８年２月２３日付けの県公報に掲載し，同月２５日\n付けの「空港だより」（静岡県空港対策課発行）で紹介したほか，３月１日発行の\n「県民だより」においてもこの記事を載せ，関係市町も公示を掲示板に掲示する等\nの措置をとった。そして，公聴会は，予定どおり，同月２７日午後１時から開催さ\nれ，まず主宰者から公聴会にかかわる事案の概要説明があった後，申請者である県\nから副知事はじめ合計６４人が，それぞれの立場から各自５分程度の公述を行っ\nた。この公聴会について，「空港に反対する地権者・住民の会」，「空港に反対す\nるαオオタカの森トラストの会」，「空港建設に反対する自治体議員・地権者の\n会」，「空港断固阻止・β町地権者の会」は，本件申請自体が認められないから，\nそれに基づいて実施される公聴会に参加する意義はないとして欠席した。また，β\n町民の会と「静岡空港を考える周辺住民の会」は，当事者の県を公述人から除くこ\nとや公述人の数を推進派と反対派それぞれ同数とすることなどを要望していたが，\n公聴会当日は，β町民の会の原告Ｃらが空港反対の立場から公述した。公聴会が終\n了したのを受けて，静岡県は，平成８年５月１３日，島田市において，地権者会長\nや空港対策協議会長らと被告知事とによる「静岡空港知事懇談会」を開催する一\n方，運輸省に対し早期設置許可の要請をした。また，静岡県は，同年７月２２日付\nけで県の責任において昀終的には全ての用地を取得する旨の被告知事名の確約書\n（甲６６）を運輸省航空局長に提出し\nた。他方，空港本体部分ないし障害切土部分の所有者である原告Ｄら５５名は，運\n輸大臣に対し，同年７月１０日付けで，「静岡空港建設用地不提供に関する通知」\n（原告Ｃ名義，甲５１）を郵送して，この中で，今後，静岡県に対しては，静岡空\n港の飛行場敷地予定地を絶対に譲渡その他一切の使用権原を認めないとの意思を表\n明した。\n用地取得については，本件申請後，未同意地権者中の１人から同意を得られたこ\nとにより，結局，本体部において２１３世帯，２８４人の地権者のうち２０７世\n帯，２７４人から同意を得られたことになり，本件許可処分時の同意率は，地権者\n数で９６．５パーセント，世帯数で９７．２パーセント，面積で９７．３パーセン\nトである。\nそして，同月２６日，運輸大臣により，本件許可処分がなされた（甲５０ないし\n５２，乙２２，前掲証人）。\n（９）　本件公金支出等\n本件許可処分を受けて，静岡県は，平成８年８月６日，地権者との用地取得の個\n別交渉に入る前に，地権者代表会議を開催し，茶樹，みかん，用材林等の補償価格\nを盛り込んだ用地補償協定案を提示した。静岡県は，同年１０月３１日開催の地権\n者代表会議において，補償協定昀終案が了承されたのを受けて，同年１１月９日，\n１市２町（島田市，α町，δ町）の地権者会との間で「静岡空港整備事業に伴う損\n失補償に関する協定書」を取り交わし，各地権者との用地交渉を開始した。\nそして，被告Ａは，被告知事として，平成８年度予算の空港対策費として，同年\n度中に１６０億５７０１万７０００円の経費を支出した。その後，静岡県は，平成\n９年１２月には，空港本体準備工事として，場外搬入用道路工事に着手し，平成１\n０年１０月には，本体盛土工事に着手するとともに，同年１１月２０日，静岡空港\n建設の起工式を行った（乙２２，前掲証人）。\n（１０）　静岡県の財政状況\n以上のような経緯により静岡空港建設計画は進行してきたが，その間の静岡県の\n財政状況の推移は，以下のとおりである。\nまず，歳入のうち県税収入は，平成元年度は４５０６億円（歳入における税収入\nの割合は４７．０パーセント）であっだが，平成３年度は５２５７億円（同４８．\n０パーセント）となり，これを昀高値として，以後減収となり，平成７年度は４６\n３０億円（同３４．９パーセント），平成８年度は４７４２億円（同３５．４パー\nセント），平成１１年度（当初見込み）は４３４０億円（同３２．\n１パーセント）であり，県債は，平成元年度は６８８億円（県債残高５１９８億\n円），平成３年度は９０５億円（同５８６１億円），平成７年度は２６０５億円\n（同１兆１５３２億円），平成８年度は２５６３億円（同１兆３５１６億円），平\n成１１年度（当初見込み）は１７２１億円（同１兆８０８７億円）である。また，\n歳出のうち，公債費（県債の償還に充てる資金）は，平成４年度は８４２億円（公\n債費比率７．６パーセント），平成８年度は１１３２億円（同１２．４パーセン\nト），平成１０年度は１３９３億円（同１５．６パーセント（但し，見込み））で\nある。さらに，経常収支比率は，平成４年度は７３．０パーセント（全国２２\n位），平成８年度は８３．９パーセント（全国２６位），平成９年度は８７．５パ\nーセント（全国２４位），平成１０年度（見込み）は９６．４パーセント（全国３\n９位）である。そして，財政調整基金は，平成９年度は約１４６億８１００万円，\n平成１０年度は約４億２９００万円であり，財政調整的な７基金（財政５基金，社\n会環境基盤整備基金，空港建設基金）の総額は，平成５年度は２１３５億円，平成\n８年度は２１４４億円，平成１１年度（見込み）は７３６億円である。なお，空港\n建設基金は，平成７年度に昀大３６４億円まで積み立てられ，平成１１年度（見込\nみ）には１７９億円となった（甲８６，１４１，１４２，１５３，１５７，１５\n８，乙２２，前掲証人）。\n２　ところで，一般に，地方公共団体の事務の執行を行う執行機関は，その権限に\n属する事務を自らの判断と責任において，誠実に管理し及び執行する財務会計法規\n上の義務を負担しているというべきである（地方自治法１３８条の２）。しかしな\nがら，地方公共団体が，本件空港建設計画のような国の空港整備計画にも関係する\n公共事業を計画する場合，当該事業をどのよう、な規模の事業として計画するの\nか，事業費としてどの程度の経費を支出するのかについては多分に政治的決断を要\nする政策の問題というべきであり，当該地方公共団体の合理的な裁量に委ねられて\nいるというべきで，その逸脱または濫用がない限り違法とはならないというべきで\nある。\nそこで，以上の観点から，前記第５，１で認定した事実を前提に，本件財務会計\n行為が誠実義務に反し違法であるか否かについて検討する。\n（１）　静岡空港開設計画への民意の反映について\nア　航空法等には，地方公共団体が空\n港を開設するにあたり地域住民の納得を得ることが必要であるとの特別な規定はな\nい。しかしながら，空港の建設は，その建設予定地域における環境問題や農業政策\n等にとどまらず，地域住民の健康や生活上の利益にも少なからぬ影響を及ぼすもの\nである。したがって，一般論として，空港を建設しようとする者は，建設予定地選\n定の段階で関係省庁間や関係地方公共団体等と調整を十分行った上で，環境に対す\nる影響の評価及び調和等を考慮した計画案の策定に配慮すべきであり，これを関係\n地域へも開示し，地域住民や地権者らとの話し合いを十分に行い，相互理解及び信\n頼関係を形成すべきであり（甲７），これは，国際空港等の大規模空港の建設に限\nるものではないというべきである。\nイ　ところで，静岡空港の建設予定地の決定にあたっては，前認定のとおり，航空\n専門家等からなる専門委員会が全県をくまなく対象として専門的，技術的な調査検\n討を経た上，候補地を３地区に絞り込み，その段階で静岡県議会総合交通対策特別\n委員会の了承を得ていること，隣接地の市議会で空港反対決議が採択されたため，\n掛川案は答申に盛られなかったこと，榛原町議会空港対策特別委員会（全議員），\n島田市議会，静岡市議会をはじめとする地元議会が空港誘致を決議したこと，ま\nた，静岡県は，建設予定地をαと決定した後も，県議会全員協議会及び地元１市３\n町の議会への報告，説明をしたのは勿論，地元の理解と協力を得るため，昭和６３\n年度以来，多数回にわたり各種説明会を開催し，また，他空港視察も多数の参加者\nを得て多数回実施していること，地元のβ町も参加して静岡空港建設促進協議会が\n発足したのをはじめ，島田市，α町，δ町において地権者会や地元住民代表等によ\nる空港対策協議会が設立されたこと，県議会において空港関連の予算が議決されて\nいることなどが認められる。\n以上によれば，静岡空港開設計画の策定，推進の過程において，地域ないし地元\n住民への報告，説明は十分尽くされ，民意を反映して計画を進めてきたことが認め\nられる。\n原告らは，被告知事が，地域住民から直接意見を聞くこともなく，かつ，地域住\n民を納得させる理由もないまま，空港建設予定地を決定したと主張するが，被告知\n事は，地域住民を代表する議会の意思を十分尊重して決定手続を行ったことは，上\n記から明らかである。また，原告らは，被告知事は，地域住民に対し，説明会を開\n催したものの\n既定の事実に関する形式的な説明しか行っていない上，β町民の会が提案した円卓\n会議及び公開討論の開催を拒否するなど，地域住民との対話を拒否し続けていると\n主張するが，そもそも，静岡県の担当者が上記のとおり昭和６３年度以来多数回に\nわたり各種の説明会を行い地域住民の理解と協力を得るように努めている以上，更\nに被告知事が直接に原告らが求めるような説明会等において説明することの合理性\nは認められないし，前認定のとおり，平成６年４月１９日には，被告知事が地元を\n訪問して地元関係者らと知事懇談会を開催してもいる。また，β町民の会の提案し\nた円卓会議や公開討論の開催についての静岡県ないし被告知事の対応は，空港建設\nに関する立場や考え方の相違によるものであって，一方的に合理的な理由もなく拒\n否しているとはとうてい認められない。\nしたがって，原告らの主張は理由がない。\n（２）　本件申請の違法性について\nア　本件財務会計行為は，本件申請及びそれに対する本件許可処分を前提に行われ\nているところ，原告らは，これらを本件財務会計行為に向けた一連の行為として把\nえて本件申請の違法性を判断すべきであると主張するが，本件申請（及び本件財務\n会計行為）と本件許可処分とはその権限主体を異にするのであり，一連の行為とみ\nることはできず，原告らの主張は，独自の見解というべきで採用できない。\nところで，地方自治法２４２条の２，１項４号に基づき，当該職員の財務会計上\nの行為をとらえてその責任を問うことができるのは，たとえこれに先行する原因行\n為に違法事由が存する場合であっても，その原因行為を前提としてなされた当該職\n員の行為自体が財務会計法規上の義務に違反する違法なものであるときに限られる\nと解するのが相当である（昀高裁平成４年１２月１５日第３小法廷判決・民集４６\n巻９号２７５３頁。なお，同項１号に基づき当該執行機関に対する当該行為の差止\nめを求める場合も同様に解すべきである。）。ところで，飛行場の設置許可を受け\nた者は，許可申請書に記載した工事完成期日までに工事を完成しなければならず\n（航空法４１条１項），その期日までに工事を完成しないときは，運輸大臣は飛行\n場設置許可を取消すことができる（同法４８条１号）とされているので，地方公共\n団体の長は，事実上，飛行場設置許可を得た上は，空港建設費を支出すべき立場に\n置かれている。このことにかんがみると，地方公共団体\nの長としては，設置許可処分が著しく合理性を欠き，そのためこれに予算執行の適\n正確保の見地から看過し得ない瑕疵の存する場合でない限り，当該処分に基づき財\n務会計行為を行ったとしても誠実義務に反し違法となることはないというべきであ\nる。\nイ　そこで，以下，本件許可処分が著しく合理性を欠き，そのためこれに予算執行\nの適正確保の見地から看過し得ない瑕疵が存するか否かを検討する。\n（ア）　運輸大臣の飛行場設置許可の適合要件として，航空法３９条１項５号は\n「申請者が，その敷地について所有権その他の権原を有するか，又はこれを確実に\n取得することができると認められること」と規定している。そして，飛行場敷地の\n権原取得の時期や方法については明確な定めがないが，申請者自身が飛行場の敷地\n所有権その他の使用権原を有している場合だけでなく，申請者が将来これを確実に\n取得できると認められる場合であっても，この要件を満たすことはその文言から明\nらかであり，また，いかなる，場合に「確実に取得することができる」と認められ\nるかについてはあらかじめ画一的な基準をもって判定することは困難であり，その\n認定につき運輸大臣に裁量権が認められるというべきである。\n証拠（乙２２）及び弁論の全趣旨によれば，運輸大臣は地権者数の９６．１パー\nセント，面積の９７．２パーセントを占める地権者が本件申請時において既に用地\n提供に同意していること，本件許可処分直前の時点でも依然同意を得られない地権\n者らが存在するものの，不同意地権者らに対しては精力的に折衝を続け，その同意\nを得ていくことにより責任をもって用地取得にあたることを被告知事が対外的に書\n面で確約したことなどの事情を総合して考慮し，静岡県において全力で任意買収交\n渉に当たり任意買収によって敷地を確実に取得できる見込があるものと認め，ま\nた，仮に任意買収が不可能であっても，静岡空港の設置事業は土地収用法３条１２\n号に該当する事業であり，同法の適用も可能であると認めたことなどから本件申請\nが航空法３９条１項５号の要件を満たすと判断したことが認められる。\n（イ）　また，運輸大臣の飛行場設置許可の適合要件として，航空法３９条１項２\n号は「当該飛行場又は航空保安施設の設置によって，他人の利益を著しく害するこ\nととならないものであること」と規定している。そして，飛行場設置許可申請書の\n記載事項（規則７６条１項）及び同中請書の添\n付書類，図面（同条２項）のいずれにおいても自然環境等に関する利益に関連する\n項目，資料がないこと，航空法３８条３項により告示，掲示すべき事項には自然環\n境等に関する利益に関連する事項はなく，公聴会においても自然環境等に関する利\n益についての意見聴取を予定していないこと，規則８０条は，制限表面等により財\n産権の制限を受ける者を航空法３９条２項の利害関係を有する者としていること，\n航空法４３条２項によって準用される同法３９条１項２号によれば，飛行場施設の\n変更によって「他人の利益を著しく害することとならない」ことが要件とされてい\nるが，飛行場の範囲あるいは制限表面の変更を伴わない施設変更の場合には，利害\n関係人に意見を述べる機会を与えるべき旨を定めた同法３９条２項の規定の準用が\n除外されていること（同法４３条２項ただし書）などを考えると，「他人の利益を\n著しく害することとならない」との規定は，主として，制限表面等による私権制限\nの対象となる私人の財産権に対し配慮すべきことを定めたものであって，これをも\nって，直ちに原告らが主張するような飛行場周辺の個々の住民の自然権，環境権な\nどを個別具体的に保護する趣旨の規定と解することはできない。\nこれを本件についてみると，静岡空港の制限表面の投影面内には，人口・建物が\n密集し土地が高度に利用されている市街地はなく，民家が集って集落を形成してい\nる地域の建物もおおむね低層建築物であり，集落以外の地域はおおむね山林，茶園\nとして利用されていることが認められる（乙８，２２）。したがって，空港周辺の\n土地建物の所有者等にとってその利益を著しく害され酷となるような重大な私権制\n限が生じるものとは認められない。\n（ウ）　これらの事情にかんがみると，航空法３９条１項５号及び２号の規定に関\nして，本件許可処分が著しく合理性を欠き，そのためこれに予算執行の適正確保の\n見地から看過し得ない瑕疵が存するとはとうてい認められない。\nその他，本件において，本件申請及び本件許可処分が著しく合理性を欠き，その\nためこれに予算執行の適正確保の見地から看過し得ない瑕疵が存するとの特段の事\n情は認められない。\n（３）　静岡県財政に与える影響について\nア　静岡空港の建設事業費については，前認定のとおり，平成元年に作成された静\n岡空港基本計画案において空港本体部の概算工事費は約４００億円とされ，その後\n総事業費約２０００億\n円とされてきた。ところが，平成９年度に，静岡県は，国等と並んで財政状況が厳\nしいことを背景に県の主要事業の見直しを行い（乙２４），その中の１つとして，\n静岡空港についても総事業費を１９００億円に縮減し，開港時期も平成１５年から\n平成１８年に変更した。そして，その財源の内訳は，本体工事費の２分の１である\n２５０億円が国庫補助される他はおおむね静岡県の負担であることは前認定のとお\nりである。\nイ　ところで，前認定のとおり，確かに，静岡県の県税収入は，平成３年度以降減\n少しており，平成１０年度の県税は平成８年度並みであり，平成１１年度税収は昭\n和６３年度（４４６１億円）水準以下にまで落ちると見込まれ（甲１４１），県債\n残高は，バブル崩壊後の平成４年９月以降急増し，この県債の償還に充てる資金と\nなる公債費も平成４年度以降に増発した県債の本格的な償還時期を迎えて，年々増\n加している（甲１４１）。そして，前認定のとおり，一般財源（県税や国からの地\n方交付税など）に対して，人件費や公債費など簡単に削減できない経常的な経費の\n占める割合を示す経常収支比率も平成４年度には全国２２位であったが，平成９年\n度には全国２４位となり，平成１０年度には全国３９位になる見込みであって，財\n政に弾力性がなくなっていることが明白である。また，財政調整基金（７基金）残\n高についても，平成３年度末から平成９年度末までは約２０００億円を維持してい\nたが，平成１０年度末では，予算の財源不足の補填として４０３億円を取り崩すこ\nととしたため１６０５億円になり，平成１１年度には，更に８９０億円を取り崩す\nこととしているため年度末には約７３６億円になる見込みである（甲１４１）。更\nに，空港建設基金も平成１１年度には１７９億円となり，平成７年度の約２分の１\nとなることが認められる。\n以上によれば，静岡県の財政状況は，税収の減少等により，厳しい状況下にある\nことが明らかであり，昀近の社会経済情勢に照らすと，この状況が近い将来におい\nて早急に好転するか否かは不透明であるというべきである。したがって，静岡空港\nの建設事業費の額からみて，これが静岡県財政に一定の影響を与えることは避けら\nれないというべきであり，全く無視できない問題であることは原告らの指摘すると\nおりである。\nウ　しかしながら，静岡空港の収入は，（着陸料に限定しても）需要予測で想定し\nている便数からすると年間約８億\n９０００万円，支出は，滑走路の管理費等年間約５億２０００万円と見込まれ，黒\n字が確保できる旅客数はおおむね１００万人と認められる（乙２２，２８）とこ\nろ，静岡県は，平成１２年に，現状の需要予測と同様の路線成立条件を考慮した場\n合，国内線で約１１４万人から約１３４万人の旅客利用者が見込まれると試算して\nいること，総事業費１９００億円からすると，今後開港まで１年あたり１５０億円\n程度の予算規模となると考えられるところ，財政健全化計画（甲１４９）によれ\nば，県の投資的経費は年間３０００億円と計画されていること，前認定のとおり，\n空港建設基金が約１７９億円積み立てられていることなどの事情を総合して考慮す\nると，空港の建設事業費が静岡県の財政に直ちに相当過大な負担を強いるものとは\n認め難く，一概に，静岡空港の建設によって県の財政が著しく悪化するとまでは認\nめられない。\nしかも，そもそも地方公共団体が空港建設計画を立案し，これを実施するため空\n港建設費としていかなる額をいつ支出するかといった問題は，多分に政治的判断を\n要するものであり，経済的見地のみならず，社会的，政策的見地から諸般の事情を\n総合して判断されるべきで，被告らの合理的な裁量に委ねられているというべきで\nある。したがって，たとえ，上記のような財政状況を前提に考慮したとしても，上\n記各事情及び前認定の各事実に照らすと，本件財務会計行為に裁量権の逸脱，濫用\nがあったものとは認められない。\n（４）　静岡空港開設計画の粗雑性について\nア　原告らは，静岡空港建設の総事業費１９００億円が著しく高額であり，その詳\n細も不明で，大幅に膨張する可能性があると主張するが，上記総事業費に変更した\n経緯，その内訳及び財源の内訳は前認定のとおりであり，空港建設という大規模\nで，かつ，長期継続を要する公共事業にあっては，その間の様々な事情，特に経済\n的な要因により総事業費が変動することは避けられない面があることは事実であ\nり，これをもって直ちに本件財務会計行為が違法となるとはいえない。しかも，他\n空港の事例と比較して，上記事業費が著しく不合理な額とも認められない（甲９\n５）。\nまた，必要な移動土砂量については，空港基本計画作成時には図面から測定して\nいたものを，その後の航空測量や現地測量により変更したものであることは前認定\nのとおりである。そして，長期間を要する大規模建設工事において，その事業の\n進捗状況に応じて，その各時点でとり得る昀善の手段を用いて適正に算出したもの\n（乙２２）であって，特段不合理なものとは認められない。\n更に，原告らは，静岡県が平成６年にした空港開港時（平成１５年）における航\n空需要予測約１７８万人について，実態を無視した数字であると主張する。確か\nに，静岡県が上記旅客需要予測を行った際に用いた経済成長率見込み値（平成１２\n年まで年平均４パーセント，平成１３年以降３パーセント）は，その後，下降し，\n国内の実質の成長率は，平均すると１パーセントに満たない（甲１４５）もので，\n予想された経済成長率は達成されていないことが認められ，また，静岡県は，平成\n１２年から進めている空港利用者見込みの試算作業において，前記年間需要予測約\n１７８万人を約１３３万人から約１５６万人に変更したことも前認定のとおりであ\nる。しかしながら，その経済成長率は，第６次空港整備５箇年計画に組入れられた\n全ての空港で採用された数値であって（原告Ｅ本人），静岡県が恣意的に採用した\nものではないこと及び上記利用者見込みの変更は，国の経済審議会答申等で想定し\nている経済成長率等を用いて昀新の手法により試算した結果であることなどをあわ\nせ考慮すると，県の推計した旅客需要予測の方法，結果が著しく不合理なものであ\nるとは認められない。\nなお，原告Ｅは，自らした推計（甲１６０）を根拠に旅客需要予測は７８万人と\n述べている（同本人）が，この推計は航空分担率等が客観的根拠に基づいていない\nなど問題点があり，直ちに採用することはできない。\nイ　原告らは，新幹線新駅の実現性がないことを指摘して，空港開設計画の粗雑性\nを主張する。確かに，新幹線新駅についてのＪＲ東海の対応は厳しいものであるこ\nとは前認定のとおりであり，静岡県としては，今後とも運輸省やＪＲ東海に対し粘\nり強く新駅の設置を働きかけていく（乙２２，３０）としているものの品川新駅の\n設置についての認識等も含めその現状認識は甘いと評価せざるを得ない。しかし，\n静岡空港開設計画は，新幹線新駅の設置を前提に立てられたものではない上，旅客\n需要予測の際にも，むしろ新幹線新駅がない前提で予測したもので，静岡県として\nは，新幹線新駅の設置は，空港の機能を一層高める要素であると考えていることが\n認められ（前掲証人），新幹線新駅の設置の見込みが不透明であることをもって，\n空港開設計画全体が粗雑であると\nは認められない。\nウ　その他，原告らが，空港建設計画が粗雑である理由として種々指摘する点につ\nいて検討する。\n原告らは，路線開設予定が不合理であると主張するが，路線開設予定は，小型ジ\nェット機での路線成立の目安の人数をもとに算出したものであり（乙２２），日本\n航空株式会社をはじめ国内の各航空会社の静岡営業支店長が定期便の就航に意欲を\n持っていること（乙１９）などに照らせば，路線開設予定が著しく不合理なものと\nは認められない。\n経済波及効果については，確かに，前認定のとおり，平成元年度は建設投資総額\nを除けば１．５４倍，平成８年度は１．５７倍と算定（変更）されている。しか\nし，その算定方法は，前認定のとおり，建設省の一般分類建設部門投入係数表や産\n業連関表を用いるという一般的な方法を採用しており，著しく不合理なものとは認\nめられない上，この数値は，他の地方空港や地方公共団体における公共事業に伴う\n経済波及効果に比較して著しく不合理なものとも認められない（乙２９）。\n原告らは，アクセス道路の実現性がないと主張するが，アクセス道路について\nは，静岡県は，平成１２年１月末現在，買収予定面積２５．６ヘクタールのうち１\n８．９ヘクタールを既に取得（取得率７３．９パーセント）しており（乙２２），\n買収予定地の取得作業は順調に進捗していると認められ，原告らの主張は理由がな\nい。\n原告らは，被告知事は盛土に使用する土質に関する認識が不正確であると主張す\nるが，土質については，静岡空港基本計画案（乙２）作成時に静岡空港建設技術委\n員会で詳細な検討を重ねていることが認められ（乙５５ないし５７），原告らの主\n張は理由がない。\n原告らは，高尾山トンネルの防護工事計画が未確定であると主張するが，前認定\nのとおり，高尾山トンネルの防護工事については，昭和６３年からＪＲ東海をはじ\nめとする関係者との協議を重ね，平成１２年３月に設計が完了し，静岡県とＪＲ東\n海との間に基本協定が結ばれており，原告らの主張は理由がない。\n原告らの指摘する治水対策については，前認定のとおり，既往昀大雨量を基準に\n調節池の容量を定め，また，河川改修計画に基づいて河川の改修を進めていること\nが認められ，治水対策が著しく不合理であったとは認められない。\n代替農地についても，前認定のとおり，平成１０年４月から排水及び土質の改良\n工事を行い，また，土質が茶樹の成育に適するように\n有機材料を投入するなどしたことが認められる。そして，代替農地において茶樹が\n順調に成育していることが認められ（乙６０ないし６２），代替農地が耕作に不適\nであるとの原告らの主張は理由がない。\n用地取得面積の状況は，平成１２年３月１５日現在，空港本体部で９４・５パー\nセント，総面積で８２．３パーセントであることが認められる（前掲証人）。そし\nて，未同意地権者は強硬に空港建設に反対しており，その未同意地権者（共有地権\n者）の中には，日本環境法律家連盟所属の弁護士１２名もいる（甲１５４）ことな\nどからすると，用地買収計画の前途は必ずしも楽観できるものではなく，むしろ，\n相当厳しいものであると認められる（弁論の全趣旨）。しかしながら，静岡県は，\n今後とも未同意地権者と円満な話し合いの努力を続けて用地買収計画を進めていく\nとしており（前掲証人），現時点において，上記のような未同意地権者がいること\nをもって，直ちに，空港開設計画が粗雑であると断定することはできない。\n空域調整については，前認定のとおり，平成５年６月２１日に静浜飛行場との間\nで基本的合意が整っており，静浜飛行場との間の空域調整が未了であるとの原告ら\nの主張は理由がない。原告らは，離陸後急旋回するなど飛行ルートが危険であると\n主張するが，前認定のとおり，西側への離陸にあたっての旋回半径は，飛行機の性\n能から通常安全を確保できる旋回半径を踏まえて設定されており，予定される飛行\nルート（甲６）は急激に旋回するというものではない（乙２２）から，原告らの主\n張は理由がない。\nその他，静岡空港の開設計画が著しく不合理で粗雑であるとの事情は認められな\nい。\n（５）　静岡空港開設計画の無意義性について\n原告らは，静岡県は，本来交通至便であり，長距離国際路線の開設も不可能なロ\nーカル空港の開設は必要がなく，地域住民の合意もなく，反対運動が強化されてい\nる中で，採算性のない空港開設の計画は，社会経済情勢に逆行し無意義であると主\n張する。\n確かに，静岡県は，他の地方都市に比べ鉄道及び一般道路の状況ともに便利であ\nることが認められ，また，根強い空港建設反対運動があることも既にみたとおりで\nある。しかしながら，前認定の各事実，特に静岡県の空港整備構想の理念及び建設\nに向けての各種の取り組み，静岡市議会ほか県内市町議会の空港誘致の決議，官民\n一体となった空港建設促進協議会及び地元地権者らによ\nる空港対策協議会の設立，第６次空港整備５箇年計画への新規事業組入れなどの事\n情に加え，静岡県議会も毎年静岡空港関連の予算を議決していること（弁論の全趣\n旨），主要地方空港（１５空港）の国内旅客は，平成元年度から平成９年度まで年\n４．８パーセント（東京便，大阪便，名古屋便，離島便を除けば年７．６パーセン\nト）と高い伸び率を示していること（乙２１）静岡空港について，平成８年１２月\n１３日に閣議決定された第７次空港整備５箇年計画においても「一般空港等につい\nて継続事業を中心として整備を進める」とされたこと（乙４１），前認定のとお\nり，平成１１年度に行われた政府の公共事業再評価制度に基づく検討においても\n「建設コストに大きな変動はなく，事業採択以来昀大路線に係る空港背後圏の流動\n等は順調に推移」として事業は継続（再評価しない）との結論が出されたことが認\nめられる（甲４５）ことなどを総合して考慮すると，静岡空港開設計画が不合理で\n無意義なものであると断定することはできない。\n（６）　結語\n以上によれば，原告らの指摘する各点について，個別具体的に検討した結果によ\nっても，被告Ａが静岡空港の空港対策費として平成８年度に公金を支出したこと及\nび被告知事が空港建設費として公金を支出することは，いずれも，地方公共団体の\n事務の執行機関としての誠実義務に違反し，違法なものであるとは認められず，ま\nた，上記各点を総合的に判断したとしても，誠実義務に違反し，違法であるとは認\nめられない。\n３　よって，原告らの本訴請求は，理由がないから棄却することとし，主文のとお\nり判決する。\n静岡地方裁判所民事第２部\n裁判長裁判官　田中由子\n裁判官　今村和彦\n裁判官　宮本聡\n"
}