{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 2,
    "day": 13
  },
  "case_number": "平成13(ネ)2095",
  "case_name": "",
  "court_name": "大阪高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "12029",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=12029",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/029/012029_hanrei.pdf",
  "contents": "平成１３年(ネ)第２０９５号　特許権侵害行為差止等請求控訴事件（原審・大阪地\n方裁判所平成１１年(ワ)第９９８７号）\n判        決\n控訴人（第１審原告）　　　    アイエヌジ商事株式会社\n訴訟代理人弁護士　　　        藤  木    　久\n同　　　　　　　　　　　　　　溝  上  哲  也\n被控訴人（第１審被告）　　  　マゴト・ジャパン株式会社\n（旧商号　古河マゴト株式会社）\n訴訟代理人弁護士　        　　安  田  有  三\n補佐人弁理士　　　            越  場    　隆\n主        文\n１　本件控訴を棄却する。\n２　当審において追加された控訴人の請求を棄却する。\n３　当審における訴訟費用は控訴人の負担とする。\n事実及び理由\n第１　当事者の求めた裁判\n１　控訴の趣旨\n(1)　原判決を取り消す。\n(2)　被控訴人は，別紙被控訴人製品目録記載の物件を製造し，輸入し，使用\nし，譲渡し，貸し渡し，又は譲渡又は貸渡しのために展示してはならない（なお，\n控訴人は，当審において，原判決添付別紙被告製品目録（原告）を別紙被控訴人製\n品目録に差し替えたが，その修正箇所は，同目録の下線部分のとおりである。）。\n(3)　被控訴人は，その占有に係る別紙被控訴人製品目録記載の物件及びその半\n製品を廃棄せよ。\n(4)　被控訴人は，控訴人に対し，１００万円及びこれに対する平成５年１月１\n日から支払済みまで年５分の割合による金員を支払え。\n(5)　仮執行宣言\n２　当審において追加された請求の趣旨\n(1)　被控訴人は，控訴人に対し，１億６０００万円及びこれに対する平成１３\n年１月１日から支払済みまで年５分の割合による金員を支払え。\n(2)　仮執行宣言\n［以下，「第２　事案の概要」，「第３　争点に関する当事者の主張」及び「第４\n争点に対する判断」の部分は，原判決「事実及び理由」中の各該当部分を付加訂\n正した。ゴシック体太字の部分が，当審において，内容的に付加訂正を加えた主要\nな箇所である。それ以外の字句の訂正，部分的削除等については，特に指摘してい\nない。］\n第２　事案の概要\n（争いのない事実）\n１　控訴人は，次の特許権（以下「本件特許権」という。）を有している。\n(1)　特許第１６１８５７４号\n(2)　発明の名称　粉砕機に使用される破砕面部材\n(3)　出　願　日　昭和６１年１２月９日（特願昭６１－２９２８８４号）\n(4)　公　告　日　平成２年９月７日（特公平２－３９９３９号）\n(5)　登　録　日　平成３年９月３０日\n(6)　特許請求の範囲\n本件発明の特許出願の願書に添付した明細書（以下「本件明細書」とい\nう。）記載の特許請求の範囲第１項の記載は，別添特許公報（以下「本件公報」と\nいう。）該当欄記載のとおりである（以下，その特許発明を「本件発明」とい\nう。）。\n２　本件発明は次のとおり分説するのが相当である。\n①　破砕面ａと破砕面ｂとの間に連続的に材料を噛み込み粉砕して行く粉砕機\nの破砕面部材Ａ，Ｂであって，\n②　その少なくとも表層部分に耐摩耗性の異なる２種類のブロック１，２が，\n前記破砕面ａ，ｂ上で材料の噛み込まれて行く方向Ｘに交互に配列されており，\n③　耐摩耗性の低いブロック２の巾ｗが耐摩耗性の高いブロック１の巾Ｗに対\nして０.１×Ｗ～１.０×Ｗを満足し，\n④　且つ，使用時の摩耗に伴って耐摩耗性の低いブロック２に生じる安定的な\n凹みの深さｌが０.５～１５㎜になるように両ブロックの耐摩耗性および巾が設定さ\nれてなる\n⑤　ことを特徴とする粉砕機に使用される破砕面部材。\n３　被控訴人は，ベルギー国の法人であり親会社でもあるマゴトー・ソシエテ・\nアノニム（以下「マゴト社」という。）から，商品名が「ＤＵＯＣＡＳＴ」とい\nう，粉砕機に使用される破砕面部材（以下「被控訴人製品」という。）を輸入し，\n販売している（そのパンフレットが甲９）。\n（控訴人の請求）\n本件は，控訴人が被控訴人に対し，被控訴人製品が本件発明の技術的範囲に\n属することを理由に，被控訴人がそれを輸入，販売等することは本件特許権を侵害\nするとして，被控訴人製品の製造，輸入，譲渡等の差止めと損害賠償（弁護士費\n用）を請求するものである。\n原審は，控訴人の請求をいずれも棄却したため，控訴人は，控訴を提起する\nとともに，当審において，本件特許権の侵害による不法行為に基づく損害賠償請求\n権又は不当利得返還請求権に基づき，被控訴人製品１台当たりの実施料相当額に被\n控訴人による販売台数を乗じた金額の支払を求める請求を追加した。\n（争点）\n１　被控訴人製品の特定。\n２　被控訴人製品は構成要件①及び②を充足するか。\n３　被控訴人製品は構成要件③を充足するか。\n４　被控訴人製品は構成要件④を充足するか。\n５　損害又は不当利得の額。\n第３　争点に関する当事者の主張\n１　争点１（被控訴人製品の特定）について\n【控訴人の主張】\n被控訴人製品は，別紙被控訴人製品目録記載のとおり特定されるべきであ\nる。\n【被控訴人の主張】\n(1)　被控訴人製品は，原判決添付別紙被告製品目録（被告）記載のとおり特定\nされるべきである。\n(2)（当審における追加主張）\n控訴人は，別紙被控訴人製品目録図面４の製品も被控訴人製品として，控\n訴審において追加した。しかし，同図４に示される製品を被控訴人は製造したこと\nも販売したこともない。控訴人は，甲１３の製品を被控訴人製品として追加したも\nのと推測されるが，同製品は円筒状のものではなく，その周面は，太鼓の胴様に膨\nらんだものである。また，控訴人は，原審第１０回弁論準備手続において，同製品\nを本訴の請求対象から除外するとしていた。\n２　争点２（被控訴人製品は構成要件①及び②を充足するか。）について\n【控訴人の主張】\n(1)　被控訴人製品の破砕面部材は，粉砕機に単体（対象物を噛み込んでいく破\n砕面の一方）で使用されるものであるが，このようなものも本件発明の技術的範囲\nに属する。構成要件①には「破砕面部材Ａ，Ｂ」と記載され，構成要件①及び②に\nは「破砕面ａ，ｂ」と記載されているが，①本件明細書添付図面では，破砕面部材\nＢは第９図にしか記載されておらず，同図は粉砕機の一般的な粉砕原理を図示した\nものにすぎないから，本件明細書添付図面上は破砕面部材Ｂには本件発明の構成が\n要求されていないこと，②特許請求の範囲の記載に当たり，明細書添付図面中の符\n号を使用したとしても，それは，特許請求の範囲の記載を理解するためのものであ\nり，その技術的範囲を同図面の符号記載のものに限定することにはならないこと，\n③本件発明は，破砕面部材の構成に関する発明であって，セットとなる破砕面部材\nとの組み合わせに関するものではないこと，④粉砕機の破砕面部材である以上，他\nの破砕面部材とセットで使用する必要はあるが，その他方の破砕面部材に本件発明\nを使用しなくても，本件発明の構成上全く支障がなく本件発明の作用効果に影響が\nないことは，本件明細書の記載から明らかなことから，本件発明の構成を具備する\n破砕面部材は１つで足りる。\nしたがって，被控訴人製品は，構成要件①及び②を充足し，本件発明の技\n術的範囲に属する。\n(2)　本件明細書の特許請求の範囲には，「破砕面部材Ａ，Ｂ」と記載されてい\nるが，本件発明の技術思想や作用効果からは破砕面の一方で本件発明の破砕面部材\nが使用されていればよく，本件明細書には破砕面の一方に本件発明の破砕面部材が\n使用された場合が記述されているから，破砕面の両面で本件発明の破砕面部材を使\n用することを前提にしたかのような特許請求の範囲の記載は，明らかな誤記と理解\nすることができる。仮に明らかな誤記といえないとしても，同様の理由から，本件\n発明の破砕面部材を片面若しくは両面のいずれで使用するかは，実質的な意味のな\nい微差にすぎない。\n(3)　仮に，被控訴人製品が破砕面部材単体であることをもって，本件発明の文\n言侵害に該当しないとしても，被控訴人製品は，本件発明と均等であり，その技術\n的範囲に属する。すなわち，本件発明の本質的部分は，耐摩耗性の高いブロックと\n低いブロックを構成要件②のように交互に配列することと，構成要件③，④の部分\nにあり，破砕面部材Ｂの存在は本質的部分でない。その他，被控訴人製品のように\n破砕面部材を対で使用しなくても本件発明と同一の作用効果を奏するし，そのこと\nは当業者が容易に推考できたものであり，また，被控訴人製品は本件発明の特許出\n願時の公知技術と同一又は当業者がこれから同出願時に容易に推考できたものでは\nなく，特許出願手続において特許請求の範囲から意識的に除外したというような特\n段の事情もない。\n【被控訴人の主張】\n(1)　本件発明は，「破砕面部材ＡとＢ」及びその「破砕面ａとｂ」を必須の要\n件とするものである。本件発明の特許請求の範囲には，符号が使用されているが，\n当該符号を取り除いたとしても，構成要件①が，二つの破砕面部材の存在を要求し\nていることは明らかである。本件明細書添付第１図ないし第８図で，一方の破砕面\n部材Ａが記載され，他方の破砕面部材Ｂが略されているのは，両者が等しいもので\nあるから，他方を略しているだけである。\n被控訴人製品を使用する粉砕機は，被控訴人製品を一方の破砕面とし，他\n方の破砕面がテーブル状破砕面となるものであって，被控訴人製品は１個単位で使\n用されるものであり，被控訴人製品を二つ並べて接触させ，その二つのロール両面\nで粉砕作業がなされることはないから，構成要件①及び②を充足しない。また，被\n控訴人製品が採用される縦型ローラミルでは，押し潰し粉砕手段が採用されている\nから，構成要件①の「噛み込み粉砕」を行っていない。\n(2)　控訴人は，本件発明の特許請求の範囲の記載は誤記であると主張するが，\n誤記とは，例えば「長さ５平方センチメートル」というように記載自体が矛盾して\nおり，その記載を訂正しないと意味自体が把握できない場合をいうところ，構成要\n件①及び②に「誤記」など存在しない。\nしたがって，控訴人の主張は失当である。\n(3)　控訴人は，本件発明の破砕面部材を片面と両面のいずれで使用するかは実\n質的な意味のない微差にすぎないと主張するが，「破砕面部材Ａと破砕面ａ」だけ\nの場合，構成要件①の「破砕面ａと破砕面ｂとの間に連続的に材料を噛み込み粉\n砕」及び構成要件②の「表層部分に耐摩耗性の異なる２種類のブロック１，２が，\n前記破砕面ａ，ｂ上で材料の噛み込まれて行く方向Ｘに交互に配列され」との構成\n及び作用が得られない。仮に，一方の破砕面部材が「交互に配列した同ブロック１\n及び２」を有するものであり，他方の同部材が均一な耐摩耗性の破砕面である粉砕\n機は，本件発明の粉砕機に比べ，「噛み込み効果」が劣ることは明らかである。\nしたがって，「破砕面部材Ａと破砕面ａ」だけと，構成要件①及び②との\n間には，本質的な相違があるから，その相違を微差ということはできない。\n(4)　控訴人は，被控訴人製品は本件発明と均等であると主張するが，被控訴人\n製品と本件発明には，上記(3)記載のとおりの本質的な相違があるのであるから，均\n等に当たらない。また，控訴人の主張によれば，被控訴人製品には，そもそも本件\n発明の「破砕面部材Ｂ」と均等を論ずる物がそもそも存在しないこととなるから，\n特許発明の要件中「対象製品等と異なる部分」と「対象製品等におけるもの」との\n存在を前提とする均等が成立する余地はない。\nまた，控訴人は，本件特許出願の過程で平成２年１月１２日付手続補正書\nを提出し，本件発明の出願当時公知であった実公昭５５－９３８９号実用新案公報\n（乙３）記載の考案により容易推考との拒絶理由を回避するため，構成要件③及び\n④を特許請求の範囲に加えた。したがって，構成要件③及び④を有する二つの破砕\n面部材が存することが，本件発明の作用効果を生じさせる技術的思想の中核をなす\n特徴的部分であるというべきであるとともに，控訴人は，構成要件③及び④を具備\nする二つの破砕面部材でないものを，本件発明の技術的範囲から意識的に除外した\nというべきである。\nまた，破砕面部材Ｂがあるものと，破砕面部材Ｂがないものとを置き換え\nた場合，その作用効果が異なるものとなることは明らかであり，また，そのように\n置き換えることは本件明細書の記載と矛盾するものであるから，当業者が容易に想\n到することはできない。\nさらに，被控訴人製品は，上記公知技術から当業者が容易に推考できたも\nのである。\nしたがって，控訴人の主張は失当である。\n３　争点３（被控訴人製品は構成要件③を充足するか）について\n【控訴人の主張】\n被控訴人製品が構成要件③を充足していることは，被控訴人製品を撮影した\n写真（甲５）を見れば明らかである。\n【被控訴人の主張】\n構成要件③は，両ブロックの全長にわたっての要件であるが，被控訴人製品\nはリブ５０部分において構成要件③を充足しない。\n４　争点４（被控訴人製品は構成要件④を充足するか）について\n【控訴人の主張】\n(1)　本件明細書の記載（本件公報５欄５行～２０行）からすると，構成要件④\nの「使用時の摩耗に伴って耐摩耗性の低いブロック２に生じる安定的な凹み」と\nは，使用後に，耐摩耗性の低いブロック２が耐摩耗性の高いブロック１よりも早く\n摩耗することによって生じる凹みのことであり，いったん所定の深さの凹みを生じ\nると，耐摩耗性の高いブロック１の摩耗進行の分だけ，耐摩耗性の低いブロック２\nの頂部が摩耗するので，凹みは常にほぼ同じ深さを維持することを示している。\nしたがって，前記「安定的な凹み」が製品出荷時における使用前の状態\nや，ブロック１が摩耗し尽くして製品寿命が終了した段階の状態でないことはいう\nまでもない。\nそして，被控訴人製品はマゴト社の有する特許第２７９９２５０号特許権\nに係る特許発明の実施品でもあるところ，その特許公報（乙１）の記載（同証拠の\n【００１５】では，「このリブ５０の目的は，支持部材４２を鋳造する際に上記空\n間内に展性のある鋳鉄を流入させて，互いに隣接する全てのインサート４４の間に\n細い展性鋳鉄の放射状フィン５２を形成することにある。空間にできる放射状フィ\nン５２の目的は，ローラの作動時に，展性合金を優先的に摩耗させてインサート４\n４間に溝を形成させ，この溝の中に被粉砕物質を捕捉することにある。」とされて\nいる。）からすれば，被控訴人製品が「使用時の摩耗に伴って耐摩耗性の低いブロ\nック２に生じる安定的な凹み」を有し，被控訴人製品が本件特許と同じく安定的に\n生じる凹みによって，高い粉砕効率を持続させようとし ていることは明らかであ\nる。\n(2)　また，破砕面部材の少なくとも表層部分に耐摩耗性の異なる２種類のブロ\nックが，破砕面上で材料の噛み込まれていく方向に交互に配列された破砕面部材に\nおいては，耐摩耗性の低いブロックに生じる凹みの深さは，当該ブロックの幅より\nも大きくならない。なぜなら，原料は，まず耐摩耗性の高いブロックによって粉砕\nされ，耐摩耗性の高いブロック相互の隙間（耐摩耗性の低いブロックの幅）よりも\n小さくなったものだけが，耐摩耗性の低いブロックによって粉砕されるところ，原\n料は自らの大きさ以上には耐摩耗性の低いブロックを摩耗できないから，結局，耐\n摩耗性の低いブロックの幅以上には，当該ブロックを摩耗できないからである。し\nかも，対となる破砕面の間には，実際は３ないし８㎜の遊びがあることや，粉砕さ\nれた原料によるセルフライニング効果（粉砕された原料が溝の底に埋没して溝の摩\n耗進展を防止すること）などのために，その凹みの深さはその幅よりも浅くなるの\nである。\nそして，被控訴人製品における耐摩耗性の低いブロックの幅は７ないし８\n㎜であるから，その凹みの深さもこれ以下となると考えられるところ，実際，被控\n訴人製品のパンフレット（甲１０）には，その凹みの深さが３ないし４㎜であると\n記載されている。したがって，被控訴人製品は，構成要件④の「安定的な凹みの深\nさｌが０.５～１５㎜になるように両ブロックの耐摩耗性および巾が設定されてな\nる」という要件を充足する。\n(3)　なお，被控訴人が提出する被控訴人製品の写真（乙９～１２）に写されて\nいる被控訴人製品は，粉砕を行う大径部分において，耐摩耗性の高い部材がすべて\n摩耗して消失しており（穴や亀裂が生じているものもある。），溝がなくなってい\nるから，商品寿命のなくなった廃品である。本件特許発明は，「使用時の摩耗に伴\nって耐摩耗性の低いブロック２に生じる安定的な凹み」によって，「耐摩耗性の高\nいブロック１が使用限界まで摩耗するまで，高水準の粉砕効率が維持継続され\nる。」ものであるから，そもそも使用限界を超えれば本件特許発明の作用効果が発\n揮されないことは明らかであるが，乙９ないし１２の被控訴人製品は，いずれも大\n径部分で，インサート４４の少なくとも幅方向の一部がローラ母材側で断面鳩尾状\nとなってインサート間の間隔が広くなっている部分まで摩耗した，使用限界を超え\nたものであるから，耐摩耗性の低いブロック２に生じる安定的な凹みが存在しない\nことの証拠とはなり得ず，被控訴人製品が構成要件④を充足しないということはで\nきない。\n(4)　当審における追加主張\nア　構成要件④の「使用時の摩耗に伴って耐摩耗性の低いブロック２に生じ\nる安定的な凹みの深さ」という記載は，それ自体において何ら不明瞭な用語を含む\nものでなく，記載としても明確であるから，特許発明の技術的範囲は，願書に添付\nした明細書の特許請求の範囲の記載に基づいて定めなければならないという特許法\n７０条１項の原則に従って，文字どおり使用時の摩耗に伴って耐摩耗性の低いブロ\nック２に生じる凹みの深さｌが０.５ないし１５㎜の範囲で安定的な値となるよう\nに両ブロックの耐摩耗性及び幅が設定されているという意味に解釈されるべきであ\nる。また，上記記載は，絶対値として常に所定の深さを維持することまでを必要と\nする意味ではなく，０.５ないし１５㎜の範囲で安定的な値となるよう深さｌを維\n持することが要件とされているという意味に解釈すべきで，安定的な値となる範囲\nでは変動することもあり得るというべきである。\nまた，本件特許明細書の「発明の詳細な説明」中，本件特許発明の技術\n思想を論じた箇所には，「ブロック１よりブロック２の耐摩耗性が劣ると規定し\nて，本発明のローラＡで材料の粉砕を行えば，第２図イ，ロに示されるように，使\n用開始後しばらく経過すると，耐摩耗性の低いブロック２の頂部破砕面は耐摩耗性\nの高いブロック１より速やかに摩耗を生じ，図に示した深さｌの凹みを自然発生的\nに生じる。」と凹みの発生する作用の説明があるが，この作用は，耐摩耗性の高い\nブロックがロール軸方向に偏摩耗しても，その偏摩耗に応じて隣接する耐摩耗性の\n低いブロックが摩耗することにより発揮され得る。そして，本件特許発明の実施例\n中にも，「なお，ローラは巾方向に中央部で集中的に摩耗を発生することから，摩\n耗を生じない両側の１０～１５㎜巾の部分を残し，その内側に耐摩耗性ブロック１\nとスぺーサブロック２とを配列することとしてある。」という記述があるから，本\n件特許発明では，幅方向に発生する偏摩耗とは別に自然発生的な凹みの生じること\nが論じられている。\nイ　被控訴人製品が「ロール周方向において耐摩耗性の低いブロックに安定\n的な凹みが生じている」ことは，「ローラ作動時に，展性合金を優先的に摩耗させ\nてインサート４４間に溝を形成させ，この溝の中に被粉砕物質を補足する」もので\nあって，被控訴人製品では，インサートの間隔より小さくなったものだけが展性合\n金によって粉砕され，被粉砕物質は自らの大きさ以上には展性合金を摩耗できない\nのであって，結局，展性合金はインサートの間隔以上には摩耗できず，溝の深さ\nは，インサートの間隔によって規制されることになるから，理論上明らかである。\n竪型ローラミルでは，原料が受け皿となるテーブル面の真ん中に落下す\nる。そして，テーブルが回転することによってその原料を遠心力で外側に移動させ\nる。その結果，破砕面部材は，外側，すなわち，ロール大径部で原料の大半を摩耗\nするので，被控訴人製品ではロール大径部の摩耗が進捗するだけのことである。被\n控訴人製品のロール大径部の溝が広いからではないし，ロール大径部のブロックの\n耐摩耗性が低いからでもない。\nさらに，被控訴人製品のパンフレット（甲１０）に，「噛み込み効果\n（ダクタイル鋳鉄はインサートの間でインサートより３ー４㎜摩耗する。）」と記\n載されていることから，凹みの深さｌが０．５ないし１５㎜の範囲内であることは\n証拠上からも明らかである。また，被控訴人製品の両ブロック（インサートとロー\nラ母材）の材質は，例えば，「ダクタイル鋳鉄：ＧＧＧ４０－７０」と「ＦＭＵ－\n１８」又は「ＦＭＵ－４６」として耐摩耗性が設定されており（甲１０），両ブロ\nックの幅も，例えば甲５の使用済みの廃品の小径部分では，「約５５㎜」と「約７\n～８㎜」に設定されている（甲５の④）。これらを総合すれば，被控訴人製品にも\n「安定的な凹み」があると認定されるべきである。\n甲５の②の写真の被控訴人製品も，本件発明の機能を発揮する使用時間\nを大幅に超過した廃品である。\n本件発明における破砕面部材そのものの寿命は，耐摩耗性の高いブロッ\nクに支配されるのであるから（本件公報９欄３８～３９行），本件発明との関係に\nおいては，被控訴人製品の部材としての寿命は，摩耗性の高いブロックが本来の機\n能を発揮する厚みまで摩耗する時間となるはずである。\n【被控訴人の主張】\n(1)　控訴人の本件特許出願に対する審査における主張及び構成要件④の記載か\nらすれば，構成要件④の「安定的な凹み」とは，ロール幅（長手軸）方向に存在す\nる耐摩耗性の高いブロック１（幅Ｗ）が同方向での偏摩耗をせず，耐摩耗性の低い\nブロック２（幅ｗ）にブロック１の表面に対して凹みが生じることをいう。すなわ\nち，ブロック１がロール幅方向で偏摩耗しないので，「ブロック２の凹みがロール\n幅方向のブロック１の全長に沿って溝状に延在していること」になる。\nしかし，被控訴人製品のロール面は，使用に従って絶えず摩耗し続け，し\nかも，ロール幅（長手軸）方向で偏摩耗を生じさせるものであるから，「使用時の\n摩耗に伴って放射状フィン５２に安定的な凹み」はそもそも存在しない。\n控訴人は，被控訴人製品について，乙１の特許公報を引用して「安定的な\n凹み」が生ずることを被控訴人が自認していると主張するが，同公報に記載されて\nいるのは，使用時には放射状フィン５２の部分に溝が生じ，この溝内に被粉砕物質\nを捕捉するということであって，その溝の深さが「安定的」ということではない。\n(2)　また，被控訴人製品は，「安定的な凹みの深さｌが０.５～１５㎜になる\nように両ブロックの耐摩耗性及び巾が設定」されていない。被控訴人製品でも，使\n用中両ブロックが併存するときは，耐摩耗性の低い部分に自然発生的に凹みが生じ\nる。しかし，その深さは，「０.５～１５㎜」が過渡的かつ局部的に生じても，凹み\nの深さが同数値範囲に維持されることはない。また，耐摩耗性の高いブロックが消\n失しても，耐摩耗性の低い支持部材４２の耐摩耗性を利用して粉砕を行うから，こ\nの時点では両ブロック間の凹みを論ずる余地がない。\nしたがって，被控訴人製品は，構成要件④を充足しない。\n(3)　なお，控訴人の主張によれば，耐摩耗性の異なるブロック１及び２が存在\nすれば，本件発明の技術的範囲に属することになるが，そのような主張は，控訴人\nが，実公昭５５－９３８９号実用新案公報記載の考案により本件発明の特許出願が\n拒絶されることを回避するために，構成要件④を追加する補正をした行為と矛盾す\nるものであり，禁反言の法理からみても許されず，また，そのような主張は権利濫\n用であり許されない。\n(4)　控訴人は，乙９ないし１２の写真に写っている被控訴人製品の状態につ\nいて，「使用済みの廃品」という。しかし，乙９は使用開始後約４０００時間，乙\n１０は約５０００時間経過後である。乙１１は使用の昀終段階であるが，いずれも\n「使用時の摩耗乃至破損」によって生じた状態であり，「安定的な凹み」はない。\n(5)　当審における追加主張\nア　粉砕する原料の種類によって，原料の耐摩耗性の強度が異なるから，原\n料粉砕時に破砕面側に生ずる摩耗の程度も異なる。また，原料の耐摩耗性の強度が\n耐摩耗性の高いブロック１より強ければ，ブロック１自体の摩耗が大きく凹みの基\n準面となるブロック１の表面が不安定となり，「両ブロックの耐摩耗性の差（相違\nの程度）」を利用した「安定的な凹み」は得られない。\nまた，補正書で本件特許請求の範囲に追加された「安定的な凹みの深\nさ」については，ロール幅（長手軸）方向の偏摩耗を防ぐことを発明の効果として\n加入したこと，及び本件発明が破砕面部材に関する発明であることからすると，本\n件発明の効果は破砕面（周方向及び軸方向）全体にわたって安定的な凹みの深さが\n得られることをいうと解すべきである。\nイ　本件発明は，公知技術（乙３の第１ないし第３図）との同一性を回避す\nるため，安定的な凹みの深さを０.５ないし１５㎜になるように「両ブロックの耐\n摩耗性及び巾が設定される」との技術手段を発明の要件④として加入したものであ\nる。しかし，被控訴人製品において凹みの深さを調整する技術的要請はそもそも存\n在しないから，凹みの深さ調整のため，両ブロックの耐摩耗性を設定したり，幅を\n設定することもない。\n控訴人は，甲５の②の写真は使用済みの被控訴人製品を撮影したと主張\nするが，仮に使用済みといえども使用によって生じたことに変わりはない。\n５　争点５（損害又は不当利得の額）について\n【控訴人の主張】\n(1)　従来の請求に係る主張\n控訴人が控訴人訴訟代理人らに本件訴訟を委任したことに伴う弁護士費用\nのうち，被控訴人の本件特許権侵害行為と相当因果関係にある損害は，１００万円\nをくだらない。\n(2)　当審において追加された請求に係る主張\nア　特許法１０２条３項による損害額の推定\n被控訴人は，遅くとも本件特許の公告日の後である平成５年には，ベル\nギー国法人であるマゴト社が製造した別紙被控訴人製品目録記載の被控訴人製品を\n日本に輸入して，これを独占的に販売していた。被控訴人の本件特許権の侵害期間\nは，短くとも平成５年１月１日から平成１２年１２月３１日までの８年間に及んで\nおり，この間の被控訴人製品の販売台数は，少なくとも１６０台を下らない。\nまた，被控訴人製品の平均販売価格は，１台当たり１０００万円を下ら\nないが，被控訴人製品の販売による本件発明の実施に対し受けるべき金銭の額は，\n被控訴人製品が消耗品であって，その全体が本件発明の対象であることからする\nと，少なく見積もっても，実施料率としては売上の１０％を下らない。\n以上を計算すると，特許法１０２条３項による損害額は，１億６０００\n万円と推定される。\n１０００万円×１６０台×１０％＝１億６０００万円\nイ　不当利得\n控訴人は，短くとも平成５年１月１日から平成１２年１２月３１日まで\nの８年間にわたって，本件発明を実施料を支払うことなく実施して，少なくとも１\n億６０００万円の利得を得ており，控訴人はこれと同金額の損失を被った。\n【被控訴人の主張】\n争う。\n第４　争点に対する判断\n１　争点１（被控訴人製品の特定）について\n前記第２の３の事実に証拠（甲５，９，１０，乙２，９～１２，１４）及び\n弁論の全趣旨によると，次の事実が認められる。\n(1)　被控訴人製品は，被控訴人がマゴト社から輸入し日本国内で販売してい\nる，商品名が「ＤＵＯＣＡＳＴ」という，粉砕機に使用される破砕面部材のうちテ\nーパー状のものであるが，粉砕ローラとして未使用の時点での構成は，原判決添付\n別紙被告製品目録（被告）記載のとおりであり，耐摩耗性の低いブロック（被控訴\n人が「放射状フィン」という部分。以下「フィン部」という。）と同一部材を支持\n部材としつつ，耐摩耗性の低いブロックと耐摩耗性の高いブロック（被控訴人が\n「インサート」という部分。以下「インサート部」という。）とを，材料の噛み込\nまれていく周方向に交互に配列していると認められる。そして，鋳型内にセットし\nたインサートの周りに展性の高い材料を鋳造して形成したフィン部は，インサート\nの外側表面より，むしろ，放射方向外側に突出する（溢れ出る）ことが多い。\n(2)　しかし，フィン部は，支持部材と同一の展性の高い材料で構成されてお\nり，耐摩耗性はインサート部の部材よりも低いことから，粉砕ローラとして被粉砕\n物の粉砕処理に使用するようになると，間もなくフィン部においてインサート部よ\nりも摩耗が進み，フィン部で凹みが形成される。もっとも，この凹みの深さは，原\n判決添付別紙被告製品目録（原告）図面１のようにロール軸方向にロール大径部か\nらロール小径部までほぼ同一（ｌ）になるわけではなく，破砕面の仕事量の多いロ\nール軸方向にロール大径部側ほど摩耗が大きくなるが，周方向での各インサート部\n及び各フィン部の摩耗度並びに各フィン部に形成される各凹みの深さは，ほぼ同一\nであると認められる。\nなお，控訴人は，当審第２回口頭弁論において，被控訴人製品の構成の特定\nについて，原判決添付別紙被告製品目録（原告）に代えて，これに甲１３の写真の\n被写体となっている破砕面部材を他の実施例として追加した別紙被控訴人製品目録\nに訂正する旨主張する。これは，実質的には，製造，輸入，譲渡等の差止請求及び\n損害賠償請求の対象となる被控訴人製品を追加するもので，訴えの変更に当たるも\nのと解される。\nしかしながら，控訴人は，甲１３の被控訴人の製品の図面を被控訴人製品目\n録に追加したのみで，同製品が本件請求の対象としての特定をいまだ十分に行って\nいるとはいえず，しかも，被控訴人は，甲１３の被控訴人の製品を本件請求の対象\nとすることを争っているのであるから，双方の主張立証を尽くさせて本件請求の対\n象となるか，また，本件特許権を侵害するか否かを審理するためには，なお相当の\n時間を要するといわざるを得ない。\nまた，控訴人は，平成１３年３月１日の原審第１０回弁論準備手続の席上に\nおいて，本件で控訴人が差止請求及び損害賠償請求の対象とする被控訴人製品は，\n商品名「ＤＵＯＣＡＳＴ」のうち，原判決添付別紙被告製品目録（原告）図面１表\n示のテーパー状のものに限定し，甲１３の被控訴人製品は，本件請求の対象としな\nい旨言明している。そして，被控訴人において，平成１２年９月８日付準備書面を\nもって，甲１３の被写体が被控訴人の製造した製品であることを認めたのが，同年\n１０月１３日の第７回弁論準備手続の席上であるから，控訴人は，これを知りつ\nつ，甲１３の被控訴人の製品を本件請求の対象から除外する旨陳述したものと認め\nられ，かかる訴訟上の経緯をも考慮すると，控訴人が当審で行った上記被告製品目\n録（原告）の差し替えの主張（訴えの変更）は，これにより著しく訴訟手続を遅延\nさせるものと認められるから，民事訴訟法１４３条１項の趣旨により，これを許さ\nないこととする。\n２　争点４（構成要件④充足性）について\n(1)　構成要件④には，「使用時の摩耗に伴って耐摩耗性の低いブロック２に生\nじる安定的な凹みの深さ」という記載があるが，これが具体的にどのような状態を\n意味しているのかについては，特許請求の範囲の記載からは，一義的に導き出され\nない。そこで，本件明細書の記載を参酌するに，証拠（甲１）によれば，本件明細\n書には次の記載があることが認められる。\nア　従来の技術（本件公報４欄１１行～１５行）\n当初から粉砕面ａ，ｂに筋状突起４を付与しておくと，粉砕開始時点か\nら粉砕効率が増加し単位時間当りの生産トン数を増加させる効果が有る。これは突\n起が原料の噛み込みを良くする作用を果たすためと考えられる。\nイ　発明が解決しようとする問題点\n(ア)　本件公報４欄１７行～２２行\nところが，山高の筋状突起４を粉砕面ａ，ｂに付与すると，振動や騒\n音の発生原因になるので，筋状突起４の高さはおのずと制限される。その為，筋状\n突起４が使用開始後すぐに摩耗消失し，粉砕効率の増大にさしたる効率を与えるこ\nとが出来ないのが実状である。\n(イ)　本件公報４欄３１行～３５行\n本発明は斯かる状況に鑑み，使用開始後，速やかに粉砕効率が増加\nし，その後，耐用期間が終了するまでの間，長期間に亘ってその高粉砕効率が維持\n継続される破砕面部材を提供するものである。\nウ　問題点を解決するための手段\n(ア)　本件公報５欄５行～２０行\nブロック１よりブロック２の耐摩耗性が劣ると規定して，本発明のロ\nーラＡで材料の粉砕を行えば，第２図イ，ロに示されるように，使用開始後しばら\nく経過すると，耐摩耗性の低いブロック２の頂部破砕面は耐摩耗性の高いブロック\n１より速やかに摩耗を生じ，図に示した深さｌの凹みを自然発生的に生じる。\nこのような状況に至ると材料の噛み込が良くなり，粉砕効率が急激に\n改善され，その後，耐摩耗性の高いブロック１が使用限界まで摩耗するまで，高水\n準の粉砕効率が維持継続される。\nすなわち，一旦所定の深さｌの凹みを生じると，耐摩耗性の高いブロ\nック１の摩耗進行の分だけ，耐摩耗性の低いブロック２の頂部が摩耗するので，凹\nみは常に同じ深さｌを維持するものである。\n(イ)　本件公報７欄８行～９行\n耐摩耗性ブロック１（耐摩耗性の高いブロック１のこと）の耐摩耗性\nは，粉砕面部材Ａ，Ｂの寿命を実質的に支配する。\n(ウ)　本件公報７欄２９行～３２行\nスペーサブロック２（耐摩耗性の低いブロック２のこと）の耐摩耗性\nは，後述の摩耗係数の逆数で評価して，耐摩耗性ブロック１の耐摩耗性の１０～９\n０％減が望ましい。\n(エ)  本件公報８欄１９行～２３行\nこの凹みは，主に耐摩耗性ブロック１とスペーサブロック２との耐摩\n耗性差に支配されるが，スぺーサブロック２の巾ｗによる影響も受ける。したがっ\nて所望の深さｌを得るためには，耐摩耗性差とブロック巾の双方が調整される。\nエ　実施例（本件公報９欄２４行～３０行）\nこのようにして構成したロールを使用したところ，粉砕操業を開始して\n僅か３日経過後に，凹みの深さｌは３～５㎜（平均４㎜）になり，粉砕効率は１４\nトン／Ｈに上昇した。さらにその使用寿命は従来の４ヶ月から８ヶ月になり，その\n間，凹みの深さｌは平均４㎜に維持され，生産効率は絶えず１４トン／Ｈを持続し\nた。\nオ　発明の効果（本件公報９欄３３行～１０欄２４行）\n本発明の粉砕面部材はその少なくとも表層部分に耐摩耗性の異なる２種\n類のブロックを交互に配列し，耐摩耗性の劣るブロックに自然発生的に凹みを形成\nさせて，材料の噛み込み状態を良好ならしめるもので，粉砕面部材そのもの寿命は\n耐摩耗性の高いブロックに支配されるので，粉砕面部材は全体として極めて高い耐\n久性を示すことになり，更に，その間，凹みは両ブロックの耐摩耗性の差に応じて\n一定に保持されるので，耐用期間の全体にわたって良好な粉砕効率を維持し，ま\nた，この凹みは自然発生的に形成されるので，凹みに起因して騒音や振動を生じる\nことも極めて少ないものである。\n(2)　以上の本件明細書の記載を参酌すれば，構成要件④にいう「使用時の摩耗\nに伴って耐摩耗性の低いブロック２に生じる安定的な凹みの深さ」とは，耐摩耗性\nの高いブロックと耐摩耗性の低いブロックが交互に配列されている破砕面部材にお\nいて，使用時の摩耗に伴って耐摩耗性の低いブロックが耐摩耗性の高いブロックよ\nりも，その耐摩耗性の差に起因して先に摩耗することによって自然発生的に生じる\n凹みであって，しかも，その深さが，耐摩耗性の高いブロックが使用限界まで摩耗\nするまで，常に所定の深さを維持することを意味しているというべきである。\n被控訴人は，「安定的な凹み」とは，ロール幅（長手軸）方向に存在する\n耐摩耗性の高いブロック１（幅Ｗ）が同方向で偏摩耗せず，耐摩耗性の低いブロッ\nク２（幅ｗ）にブロック１の表面に対して凹みが生じることをいうと主張する。し\nかし，耐摩耗性の高いブロックがロール幅（長手軸）方向に偏摩耗しても，その偏\n摩耗に応じて隣接する耐摩耗性の低いブロックが摩耗することにより，耐摩耗性の\n低いブロックに生じる凹みの深さが所定の深さを維持し続けることはあり得るので\nあって，その場合には，本件発明が「安定的な凹み」との構成によって奏しようと\nした効果が奏されると解されるから，被控訴人の主張は採用することができない。\nすなわち，「安定的な凹み」とは，ロール周方向に着目し，耐摩耗性の低いブロッ\nクに生じた凹みの深さが，所定のものかどうかを検討すれば足りるものと解され\nる。\nなお，構成要件④には，「安定的な凹みの深さｌが０.５～１５㎜になるよ\nうに・・・設定されてなる」と記載されているが，これは，０.５ないし１５㎜の範\n囲で所定の深さが設定されることを意味し，設定された所定の深さが変動すること\nを予定しているものではない。この点について，控訴人は，絶対値として常に所定\nの深さを維持することまでを必要とする意味ではなく，０.５ないし１５㎜の範囲\nで安定的な値となるよう深さｌを維持することが要件とされているという意味に解\n釈すべきで，安定的な値となる範囲では変動することもあり得ると主張する。しか\nし，本件明細書では，本件発明の効果として，前記(1)エのとおり，耐用期間の全\n体にわたって，凹みは両ブロックの耐摩耗性の差に応じて一定に保持されるとして\nおり，また，本件発明の実施例として，前記(1)ウのとおり，このようにして構成\nしたロールを使用したところ，粉砕操業を開始して僅か３日経過後に，凹みの深さ\nｌは３～５㎜（平均４㎜）になり，その使用寿命は従来の４ヶ月から８ヶ月にな\nり，その間，凹みの深さｌは平均４㎜に維持されたとなっていることなどに照らす\nと，本件発明の効果として，いったんあらかじめ設定した凹みの深さに達した後は\nこの凹みの深さが変動することはないものと解するのが相当であるから，控訴人の\n上記主張を採用することはできない。\n(3)　そして，構成要件④は，「使用時の摩耗に伴って耐摩耗性の低いブロック\n２に生じる安定的な凹みの深さｌが０.５～１５㎜になるように両ブロックの耐摩耗\n性および巾が設定されてなる」とあるところ，本件明細書の記載（前記(1)イ\n(エ)）を併せ考慮すると，所定の凹みの深さは，単に耐摩耗性の異なる２種類のブ\nロックを材料の噛み込まれていく方向に交互に配列するだけでは足りず， 両ブロッ\nクの耐摩耗性差及び耐摩耗性の低いブロックの幅（すなわち，耐摩耗性の高いブロ\nック相互間の幅）を設定することにより達成されるものであると認められる。\nけだし，両ブロックの耐摩耗性差を設定するのは，破砕面部材が粉砕する\n原料との関係で，適切な耐摩耗性を有する２種類の材質のブロックを選択すること\nにより，両ブロックの耐摩耗性の差を利用して，耐摩耗性の低いブロックに凹みを\n生じさせることができるからであり，また，耐摩耗性の低いブロックの幅を設定す\nるのは，耐摩耗性の低いブロックに生じた凹みの深さは，耐摩耗性の高いブロック\n相互間の幅に規制されることになるからである。\nすなわち，①　破砕面部材の少なくとも表層部分に耐摩耗性の異なる２種\n類のブロックが，破砕面上で材料の噛み込まれていく方向に交互に配列された破砕\n面部材においては，原料は，まず耐摩耗性の高いブロックによって粉砕され，耐摩\n耗性の高いブロック相互間の幅よりも小さくなったものだけが，耐摩耗性の低いブ\nロックによって粉砕されるが，②　原料は，自らの大きさ以上には耐摩耗性の低い\nブロックを摩耗できないから，結局，耐摩耗性の低いブロックは，耐摩耗性の高い\nブロック相互間の幅以上には摩耗しないこととなる。そして，耐摩耗性の高いブロ\nックが摩耗するのに応じて，耐摩耗性の低いブロックも所定の凹みの深さを保って\n摩耗していき，耐摩耗性の高いブロックがほぼ消失するまで（理論的には耐摩耗性\nの高いブロック自体の高さが摩耗によってｌ以下になるまでと考えられる。），安\n定した粉砕効率を維持するという効果が奏されることになるのである。\n(4)　以上を前提にして，被控訴人製品について検討する。\nア　前記１のとおり，被控訴人製品は，耐摩耗性の低いフィン部と同一部材\nを支持部材としつつ，耐摩耗性の低いフィン部と耐摩耗性の高いインサート部と\nを，材料の噛み込まれていく方向に交互に配列されているところ，フィン部は支持\n部材と同一の展性の高い材料で構成されており，耐摩耗性はインサート部の部材よ\nりも低いのであるから，粉砕ローラとして被粉砕物の粉砕処理に使用するようにな\nれば，間もなくフィン部においてインサート部よりも摩耗が進み，フィン部で凹み\nが形成されるものである。\nしたがって，被控訴人製品も，本件発明の効果のうち，少なくとも「耐\n摩耗性の異なる２種類のブロックを交互に配列し，耐摩耗性の劣るブロックに自然\n発生的に凹みを形成させて，材料の噛み込み状態を良好ならしめる」効果について\nは，これを奏しているというべきである。\nイ　しかしながら，証拠（甲５，乙９～１２）によれば，未使用の被控訴人\n製品と，ある程度の時間使用した被控訴人製品とを比較すると，前者よりも後者の\n方が，少なくともロール大径部において，耐摩耗性の高いインサート部相互間の幅\nが広くなっていると認められる。\nこれは，そもそも，被控訴人製品の耐摩耗性の高いインサート部相互間\nの幅（耐摩耗性の低いフィン部の幅）が，表面部分よりも中心部に近い方が広く設\n定されているためか，被控訴人製品の耐摩耗性の高いインサート部の耐摩耗性が原\n料との関係で十分ではなく，当該インサート部の幅方向中央部よりも耐摩耗性の低\nいフィン部との境界付近（いわゆるエッジ部分）が早く摩耗してしまったため，そ\nの結果として耐摩耗性の高いインサート部相互間の幅が広がってしまったかの，い\nずれかの可能性が考えられる。そして，証拠（甲５，乙２，１４）によると，未使\n用の状態における被控訴人製品の耐摩耗性の高いインサート部相互間の幅（耐摩耗\n性の低いフィン部の幅）は，リブの部分で狭まっているものの，その他の箇所では\n概ね一定であると認められることに照らすと，前者の可能性は考え難い。むしろ，\n証拠（甲５，乙９～１２）によれば，ある程度の時間使用した被控訴人製品では，\n耐摩耗性の高いインサート部相互間の幅は，ロール小径部からロール大径部に向か\nうにつれて広がっており，かつ，耐摩耗性の高いインサート部によって形成された\n凸部の消失はロール大径部の方から生じているのであり，このことからすると，被\n控訴人製品においては，耐摩耗性の高いインサート部の摩耗が進むとともに耐摩耗\n性の高いインサート部相互間の幅も広がっていくものであって，その原因は前記二\nつの可能性のうち後者にあると推認される。\nすなわち，被控訴人製品においては，ロール大径部側から，粉砕処理使\n用時のエッジ部分の摩耗によって耐摩耗性の高いインサート部相互間の幅が広が\nり，それに伴い，当初よりも直径の大きな原料を耐摩耗性の低いフィン部の凹みで\n粉砕することになるため，それにより「使用時の摩耗に伴って耐摩耗性の低いブロ\nックに生じる」「凹みの深さ」は，耐摩耗性の高いインサート部が使用限界まで摩\n耗しないうちに，より深くなる方向で変化してしまう（この変化は次第にロール小\n径部側の方に及んでくる。）ものと考えられるのである。\nウ　そうすると，被控訴人製品は，「使用時の摩耗に伴って耐摩耗性の低い\nブロック２に生じる安定的な凹みの深さｌ」を得るために，「両ブロックの耐摩耗\n性及び巾が設定」されているとは認められないから，構成要件④を充足しない。\nエ(ア)　なお，控訴人は，被控訴人製品はマゴト社の有する特許第２７９９\n２５０号特許権に係る特許発明の実施品でもあるところ，その特許公報（乙１）の\n記載（同証拠の【００１５】）からすれば，被控訴人製品が「使用時の摩耗に伴っ\nて耐摩耗性の低いブロック２に生じる安定的な凹み」を有していることは明らかで\nあると主張するが，乙１には，使用時の摩耗に伴って耐摩耗性の低いフィン部に凹\nみが生じることは記載されており，この溝の中に被粉砕物質を噛み込んでいくこと\nを目的としている（前記ア）と認められるものの，その凹みが，耐摩耗性の低いフ\nィン部又は耐摩耗性の高いインサート部のどちらかが使用限界まで摩耗するまで，\n常に所定の深さを維持することまで記載されているとは認められないから，控訴人\nの上記主張は採用することができない。\n(イ)　次に，控訴人は，被控訴人製品における耐摩耗性の低いフィン部の\n幅は７ないし８㎜であるから，その凹みの深さもこれ以下となると考えられるとこ\nろ，実際，被控訴人製品のパンフレット（甲１０）には，その凹みの深さが３ない\nし４㎜であると記載されているから，被控訴人製品においても安定的な凹みの深さ\nになるようインサート部及びフィン部の耐摩耗性及び幅がそれぞれ設定されている\n旨主張する。\nしかし，被控訴人製品における耐摩耗性の低いフィン部の幅が徐々に\n広がり（すなわち，耐摩耗性の高いインサート部の幅が徐々に狭まり），昀終的に\nは耐摩耗性の高いインサート部が消失するのであるから，控訴人主張の７ないし８\n㎜よりも広くなってしまうことは，前記イのとおりであり，また，被控訴人製品の\nパンフレットである甲１０には，控訴人指摘のとおり「ダクタイル鋳鉄はインサー\nトの間でインサートより３－４㎜摩耗する。」との記載があるものの，これは，被\n控訴人製品が前記アの噛み込み効果を有することを説明するに当たっての記載にす\nぎない。さらに，甲１０では，ローラ母材（耐摩耗性の低いブロックに該当）とし\nて「ダクタイル鋳鉄ＧＧＧ４０－７０」，インサート部材として「ＦＭＵ－１８」\n又は「ＦＭＵ－４６」との記載があるが，これはいずれも被控訴人製品の材質を説\n明したにすぎず，それ以上に被控訴人製品において「安定的な凹み」を得るための\n設定がなされているとは認めるに足りない。また，被控訴人製品のパンフレットの\n一部と思われる甲１９には，「デュオキャスト・ローラーの特徴」として，「均一\nな摩耗状況」「安定した生産量」「噛み込み効果が昀終寿命まで持続する」といっ\nた文言が記載されているものの，その意味内容は必ずしも明確なものではなく，こ\nれまでの認定，判断を直ちに左右するものではない。\nしたがって，控訴人の上記主張も採用することはできない。\n(ウ)　さらに，控訴人は，甲５の②の写真の被控訴人製品は，本件発明の\n機能を発揮する使用時間を大幅に超過した廃品であり，乙９ないし１２の被控訴人\n製品も，いずれも耐摩耗性のローラ大径部におけるインサート部の少なくとも幅方\n向の一部がローラ母材側で断面鳩尾状となってインサート部間の間隔が広くなって\nいる部分まで摩耗した使用限界を超えたものであるから，耐摩耗性の低いフィン部\nに生じる安定的な凹みが存在しないことの証拠とはなり得ないと主張する。\nしかし，甲５の②の写真に写っている二つの破砕面部材のうち手前の\nもの及び乙９の写真に写っているものは，ローラ大径部においてもインサート部が\nすべて摩耗で消失するまでには至っておらず，いずれも使用限界を超えた廃品とは\n認め難い。また，甲５の②の写真に写っている二つの破砕面部材のうち奥のもの及\nび乙１０ないし１２の写真に写っているものは，いずれも大径部側のインサート部\nが摩耗で消失している（被控訴人は，乙９ないし１２のうち，インサート部がロー\nラ小径部側までほとんど摩耗で消失している乙１１が使用の昀終段階であるとす\nる。）が，前記(イ)のとおり，かかる状態になるに至る経過として，被控訴人製品\nにおける耐摩耗性の低いフィン部の幅が徐々に広がり（すなわち，耐摩耗性の高い\nインサート部の幅が徐々に狭まり），昀終的には耐摩耗性の高いインサート部が消\n失するものと認められるから，耐摩耗性の低いフィン部に安定的な凹みが形成され\nるとはいえない。したがって，この点に関する上記控訴人主張も採用することはで\nきない。\n３　そうすると，被控訴人による被控訴人製品の輸入，販売等は，本件特許権の\n侵害行為に該当せず，また，本件発明の実施によって不当な利得を得たことにもな\nらないから，その余の争点について検討するまでもなく，控訴人の請求はいずれも\n理由がないこととなる。\n第５　結論\n以上の次第で，控訴人の本件請求を棄却した原判決は相当であって，本件控\n訴は理由がなく，また，当審で控訴人が追加した請求も理由がないので棄却するこ\nととする。\nよって，主文のとおり判決する。\n（平成１３年１２月４日口頭弁論終結）\n大阪高等裁判所第８民事部\n裁判長裁判官　　竹    原    俊    一\n裁判官　　小    野    洋    一\n裁判官　　西    井    和    徒\n（別紙）\n被控訴人製品目録図面４\n"
}