{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 18,
    "month": 7,
    "day": 18
  },
  "case_number": "平成17(行ケ)10722",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "33330",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=33330",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/330/033330_hanrei.pdf",
  "contents": "平成１７年（行ケ）第１０７２２号 審決取消請求事件\n平成１８年７月４日口頭弁論終結\n判決\n原 告 三菱電機株式会社\n訴訟代理人弁理士 永 井 豊\n同 中鶴一隆\n被 告 特許庁長官 中 嶋 誠\n指 定 代 理 人 吉野三寛\n同 向後晋一\n同岡 田 孝 博\n同 大場義則\n主文\n１ 原告の請求を棄却する。\n２ 訴訟費用は原告の負担とする。\n事実及び理由\n第１ 当事者の求めた裁判\n１原告\n(1) 特許庁が不服２００３－７６０６号事件について平成１７年８月２５日に\nした審決を取り消す。\n(2) 訴訟費用は被告の負担とする。\n２被告\n主文と同旨\n第２ 当事者間に争いのない事実\n１ 特許庁における手続の経緯\n原告は，平成７年２月１５日，発明の名称を「半導体レーザの製造方法」と\nする特許出願（特願平７－２６３６８号，以下「本願」という。）をし，平成\n１５年２月３日付けで願書に添付した明細書を補正する手続補正をしたが，同\n年４月１日発送（同年３月１７日起案）の拒絶査定を受けたので，同年５月１\n日，これを不服として審判を請求し，上記審判請求は，不服２００３－７６０\n６号事件として，特許庁に係属した。原告は，その後，平成１５年５月２０日\n付けで上記明細書を補正する手続補正をした（以下，この補正を「本件補正」\nといい，本件補正後の本願に係る明細書及び図面を「本願明細書」という。）。\n特許庁は，上記事件につき，審理の結果，平成１７年８月２５日，本件補正を\n却下した上で，「本件審判の請求は，成り立たない。」との審決（以下，単に\n「審決」という。）をし，その謄本は，同年９月６日，原告に送達された。\n２ 特許請求の範囲\n(1) 本件補正前の請求項１の記載は次のとおりである（以下，この発明を「本\n願発明」という。）。\n「円形の半導体ウエハを用いる半導体レーザの製造方法において，\n上記円形半導体ウエハのオリエンテーションフラットを，機械的な研削，\nまたは研磨により加工し，上記側面と上記円形半導体ウエハを構成する半導\n体結晶の結晶軸とのずれが±０．０４°以内となるよう，Ｘ線回折を用いて\n調整することを特徴とする半導体レーザの製造方法。」\n(2) 本件補正後の請求項１の記載は次のとおりである（以下，この発明を「本\n願補正発明」という。下線部は補正箇所を示す。）。\n「円形の半導体ウエハを用いる半導体レーザの製造方法において，\n上記円形半導体ウエハのオリエンテーションフラット部側面を機械的な研\n削または研磨により加工する工程と，上記側面と上記円形半導体ウエハとを\n構成する半導体結晶の結晶軸とのずれをＸ線回折により計測する工程とを繰\nり返すことで，上記ずれが±０．０４°以内となるように調整することを特\n徴とする半導体レーザの製造方法。」\n３ 審決の理由\n別紙審決書の写しのとおりである。要するに，本願補正発明は，特開平１－\n１９６８９１号公報（以下「引用例」という。甲２）に記載された発明（以下\n「引用発明」という。）及び周知技術に基づいて当業者が容易に発明をするこ\nとができたものであって，特許法２９条２項の規定により特許出願の際独立し\nて特許を受けることができないから，本件補正は却下されるべきものであり，\n本願発明も，本願補正発明と同様の理由により引用発明及び周知技術に基づい\nて当業者が容易に発明をすることができたものであるから，特許法２９条２項\nの規定により特許を受けることができない，としたものである。\n審決は，上記判断をするに当たり，引用発明の内容，本願補正発明と引用発\n明との一致点・相違点を，それぞれ次のとおり認定するとともに，周知技術を\n示すものとして，特開昭５７－１９４８５４号公報（甲６），特開昭５９－１\n４２０４５号公報（甲７），特開平５－３１８２８７号公報（甲８），特開昭\n６２－１１６２４３号公報（甲９），実願昭６２－９９４０３号（実開昭６４\n－６０４５号）のマイクロフィルム（甲１０）を例示した。\n（引用発明）\n「円形のＧａＡｓ基板を用いる半導体レーザの製造方法において，上記円形\nＧａＡｓ基板のオリエンテーションフラットを，Ｘ線法によって方向を決め\nた後，機械的研磨法によって形成し，オリエンテーションフラットと円形Ｇ\nａＡｓ基板の＜１１０＞方向とのずれが±１°以内である半導体レーザの製\n造方法」\n（一致点）\n「円形の半導体ウエハを用いる半導体レーザの製造方法において，上記円形\n半導体ウエハのオリエンテーションフラット部側面を機械的な研削または研\n磨により加工する工程を有し，上記側面と上記円形半導体ウエハとを構成す\nる半導体結晶の結晶軸とのずれが所定範囲である半導体レーザの製造方法」\nである点。\n（相違点）\n(1) 本願補正発明では「機械的な研削または研磨により加工する工程と，上\n記側面と上記円形半導体ウエハとを構成する半導体結晶の結晶軸とのずれ\nをＸ線回折により計測する工程とを繰り返すことで，上記ずれが所定範囲\nとなるように調整する」構成を有しているのに対して，引用発明では，Ｘ\n線法によって方向を決めた後，機械的な研磨により加工する工程を行うだ\nけであって，ずれが所定範囲となるように調整する構成を有していない点\n（以下「相違点(1)」という。）。\n(2) 上記ずれの所定範囲が，本願補正発明では「±０．０４°以内」である\nのに対して，引用発明では「±１°以内」である点（以下「相違点(2)」と\nいう。）。\n第３ 原告主張の取消事由の要点\n審決は，引用例に記載された事項の解釈を誤り，本願補正発明と引用発明と\nの相違点の判断を誤った結果，本願補正発明の進歩性（独立特許要件）の判断\nを誤り，その結果，本願の請求項１に係る発明の要旨認定を誤ったものである\nから，違法として取り消されるべきである。なお，審決における一致点及び相\n違点(1)，(2)の各認定は認める。\n１ 引用例に記載された事項の解釈の誤り\n(1) 審決は，引用例（甲２）の「従来の基準線は，Ｘ線によって＜１１０＞方\n向を決め，その後，機械的研磨法によって形成していた。そのためＸ線法に\nよって特定した方向よりも＋の方向および－の方向にずれてしまい，一般的\nに用いられるものでも，±１°以内のずれは避けられなかった。しかしなが\nら，この＜１１０＞方向からのずれが半導体レーザとした時のレーザ光線の\n広がり角度に影響し，製造歩留の低下をもたらせていた。」（１頁右下欄７\n行～１５行）との記載に基づいて，「係る知見によれば，ずれの許容範囲が\n半導体レーザの性能に直接影響を及ぼし，半導体レーザの性能を上げるため\nには，ずれの許容範囲を極力小さくすべきことが示唆されているといえる｡」\n（審決書５頁４行～６行）と認定したが，誤りである。\n引用例（甲２）には，機械的研磨ウエハの角度ずれを改善するべきとの示\n唆は見出せない。上記記載を含む引用例全体の記載から当業者が読み取るの\nは，機械研磨的方法に起因するオリフラの角度ずれのため，機械的研磨ウエ\nハの使用では不具合の解消は困難であり，原理的にオリフラの角度ずれがゼ\nロである劈開オリフラウエハの使用により，角度ずれの問題が解決するとい\nうことである。要するに，引用例は，半導体レーザの製造方法において，機\n械的研磨ウエハの使用を全面的に否定し，劈開オリフラウエハを用いるべき\nとの技術思想を開示するものであって，「ずれの許容範囲を極力小さくすべ\nきこと」を示唆するものではなく，機械的研磨ウエハの使用を否定するもの\nというべきである。\n(2) 審決は，「本願補正発明と引用例１発明（判決注：引用発明）とが共に，\n側面と円形半導体ウエハとを構成する半導体結晶の結晶軸とのずれを『所定\nの範囲』以内にするものである」（審決書３頁１９行～２１行）と認定した\nが，誤りである。\n引用例（甲２）には，角度ずれを所定範囲以内とすることは記載も示唆も\nされていない。引用例のうち，審決が引用発明を認定する根拠とした部分に\nは，「一般的に用いられるものでも，±１°以内のずれは避けられなかっ\nた。」（１頁右下欄１０行～１２行）と記載されているにすぎず，オリフラ\nと称される部位の側面と円形体ウエハを構成する半導体結晶の結晶軸との角\n度ずれを，積極的に「所定の範囲」以内にすることの示唆はない。引用例は，\n機械的研磨ウエハのオリフラの角度ずれが，－１°から＋１°の範囲で，大\nきくばらついている状況を指摘しているにとどまり，本願補正発明の意図す\nる，具体的な製造技術上の要因から導出された許容範囲を意味する「所定の\n範囲」以内への積極的な制御という技術的思想を開示するものではない。\n２ 相違点の判断の誤り\n審決は，引用発明において，「……ずれが所定範囲となるように調整する程\n度のことは，当業者が容易に想到し得る構成といえる」（審決書４頁２７行～\n３１行），「……ずれの許容範囲を，例えば，±０．０４°以内と具体化する\nことは，提供すべき半導体レーザに要求される性能に応じて当業者が適宜設定\nすべき設計事項に過ぎず，当業者にとってなんら困難な事項ではない」（審決\n書５頁７行～１１行）と判断したが，以下のとおり，誤りである。\n(1) 引用例（甲２）は公開特許公報であるところ，その出願がなされた当時，\n機械的研磨ウエハのオリフラの角度ずれを±０．０４°以内とすることが，\n当業者にとって何ら困難を伴わない単なる設計的事項にすぎなかったとすれ\nば，引用例の発明者は，製造工程的により複雑化する劈開オリフラウエハの\n使用を前提とする半導体レーザの製造方法を新たに発明しなければならない\n必要性はなかったはずである。つまり，引用例に係る特許出願がなされた当\n時，当業者は，劈開オリフラウエハ以外では不具合の解消は不可能と認識し\nており，機械的研磨ウエハを用いる場合の半導体レーザの歩留りの向上は何\nら検討されなかったのである。\nこのように，引用例は，機械的研磨ウエハの使用を否定するという，本願\n補正発明とは正反対の方向性を教示しているから，引用発明に周知技術を組\nみ合わせることにより，本願補正発明に想到することは，当業者にとって困\n難であったというべきである。\n(2) 引用発明における±１°以内の角度ずれ幅に対し，本願補正発明における\n±０．０４°の角度ずれ幅は，２桁も小さい値であり，当業者が適宜設定す\nべき設計的事項とはいえない。\n上記(1)で指摘したように，仮に±０．０４°の角度ずれ幅が当業者の設計\n的事項程度の数値であるとすれば，引用例の発明者は，引用例に開示されて\nいる劈開オリフラウエハを用いた半導体レーザの製造方法を新たに発明する\n必要はなかったのである。審決は，当業者であれば，角度ずれは小さい方が\n好適であるから，限りなくゼロに近い数値範囲を容易に思いつくにちがいな\nいという推測の下に，本願補正発明で初めて開示された±０．０４°の角度\nずれ幅を単なる設計的事項と断定しているが，その許容範囲が例えば±０．\n０１°や±０．１°ではなく，どうして±０．０４°以内でなければなかっ\nたのか，という極めて重要な点が看過されている。現実の製造現場では，部\n材の寸法誤差や角度誤差は大なり小なり必ず発生し，これらの誤差を許容し\nつつどこまで高歩留りで製造できるかが，製造技術の真髄なのであり，本願\n補正発明が，歩留りを損なわない範囲での許容誤差を見出した点には，製造\n技術上大きな意義がある。\nまた，本願補正発明において，ずれが±０．０４°以内となるように調整\nすることにより得られる効果は，電極パターンずれによって余分に残った電\n極間隔部分が過飽和吸収体となることによって生じる熱抵抗の増加という，\n引用発明とは異質の効果である。すなわち，本願補正発明と引用発明とでは，\n光ビームのばらつき改善という光学的特性に関する課題では共通しているも\nのの，電極パターンずれによって余分に残った電極間隔部分が過飽和吸収体\nとなることによって生じる熱抵抗の増加という熱的特性に関する課題は，引\n用例には何ら示唆されていない。本願補正発明における「ずれが±０．０４\n°以内」との数値限定は，臨界的意義を要求されるものではないが，仮に，\n臨界的意義を要求されたとしても，本願明細書の図３に示されるように，上\n記範囲内ではマスクパターンずれ量が極めて安定にスペック内に収まり，結\n果的に半導体レーザの熱抵抗の増加等を防止できるという，従来にはない有\n利な効果が顕著に生じており，臨界的意義が認められる。\n以上のとおり，本願出願前の，機械的研磨ウエハの半導体レーザの製造方\n法への適用が否定的な状況下において，本願に係る発明者が鋭意実験及び考\n察を繰り返すことによりようやく見出した角度ずれ量±０．０４°という許\n容範囲は，当業者が容易に想到できるような単なる設計的事項ではない。\n３ このように，本願補正発明が進歩性を有し，独立特許要件を充足することは\n明白である。\nしたがって，審決が，本件補正を却下し，本願の請求項１に係る発明の要旨\nとして，本願発明を認定し，その進歩性を否定したのは，誤りである。\n第４ 被告の反論の要点\n１ 引用例に記載された事項の解釈の誤りについて\n(1) 引用例（甲２）には，「……一般的に用いられるものでも，±１°以内の\nずれは避けられなかった。」（１頁右下欄７行～１２行）との記載に続けて，\n「しかしながら，この＜１１０＞方向からのずれが半導体レーザとした時の\nレーザ光線の広がり角度に影響し，製造歩留の低下をもたらせていた。」\n（１頁右下欄１２行～１５行）との記載があり，この記載によれば，機械的\n研磨法により形成されたオリエンテーションフラットの角度ずれが±１°以\n内であること，±１°以内のずれ（精度）では半導体レーザを製造した際に\n製造歩留りが低下していたことが読み取れる。すなわち，ずれの範囲を±１\n°より小さい「所定の範囲」以内へ積極的に制御することで，半導体レーザ\nの製造歩留りが向上する可能性が示唆されており，その場合，ずれの範囲が\n小さいほど製造歩留りが向上することは自明であるから，引用例のオリエン\nテーションフラットが，そのずれを「所定の範囲」以内にするものであると\nいうこと，及びオリエンテーションフラットのずれの許容範囲を極力小さく\nすべきということは，引用例に記載ないし示唆される事項である。\n(2) 「オリエンテーションフラット」が，円形の半導体ウエハに設けられる所\n定の劈開面に対応した「基準線」であることは，引用例（甲２）にも記載さ\nれているように，周知の技術事項である。そして，「基準線」として用いら\nれるからには，本来あるべき基準線（半導体結晶の結晶軸）に対して，その\nずれを「所定の範囲」以内とすることは当然考慮すべき事項であるといえ，\n「オリエンテーションフラット」であることそれ自体が，ずれは「所定の範\n囲」以内でなければならないという技術概念を包含しているといえる。\n２ 相違点の判断の誤りについて\n(1) 原告は，引用例は，機械的研磨ウエハの使用を否定するという，本願補正\n発明とは正反対の方向性を教示しているのであるから，引用発明に周知技術\nを組み合わせることにより，本願補正発明に想到することは，当業者にとっ\nて困難であったというべきである旨主張する。\nしかし，審決は，引用例（甲２）に「従来技術」として記載された技術を\n引用発明としているところ，引用例（甲２）の上記「従来技術」の記載部分\nには，前記１のとおり，機械的研磨法により形成されたオリエンテーション\nフラットの角度ずれが±１°以内であること，及び，±１°以内のずれ（精\n度）では，半導体レーザを製造した際に製造歩留りが低下していたとの現状\nが記載されているにすぎず，機械的研磨に限界があるということは記載され\nていないから，機械的研磨を否定するものではない。\n(2)ア 引用例（甲２）の「本発明の実施で得られた半導体レーザは水平方向の\n広がり角度を小さくすることに非常に効果があり，広がり角度４０°（±\n２０°）で検査したところ，製造歩留は本実施例の場合で８９．８％，従\n来例の場合では６３．１％であり，製造原価を大幅に低下させることがで\nきた。」（２頁右上欄１０行～１５行）との記載からは，レーザ光の水平\n方向広がり角度が±２０°である半導体レーザを高い製造歩留りで得るた\nめには，オリエンテーションフラットのずれの範囲を「劈開」により得ら\nれるずれの範囲にすればよいことが読み取れる。\nこれは，提供すべき半導体レーザに要求される性能に応じてずれの許容\n範囲が規定されることを引用例（甲２）が示唆するものであるから，オリ\nエンテーションフラットのずれの範囲の規定は当業者が適宜設計すべき設\n計事項である。\nまた，具体的なずれの数値範囲の指標として，引用例にも記載されてい\nる「劈開」により得られるずれ量が挙げられることは，引用例の記載及び\nオリエンテーションフラットの形成に劈開が周知慣用される手段であるこ\nとからみても明らかであり，具体的な数値範囲を，劈開で得られるずれ量\nに近い±０．０４°と規定することに格別の困難性は認められない。\nイ 原告は，従来の±１°以内の角度ずれ幅に対して，±０．０４°の角度\nずれ幅は２桁も小さな値であり，この点からも，当業者が適宜設計すべき\n設計的事項とは到底いえない，と主張しているが，本願明細書における，\nずれが±０．０４°のオリエンテーションフラットを形成する工程につい\nての記載箇所（段落【００５３】）を見ると，研削及び研磨とずれ量の計\n測とを繰り返してオリエンテーションフラットを形成することが記載され\nるのみであり，特別な工程の記載はないから，上記数値は，原告も認めて\nいる精密機械加工の分野で行われている繰り返し研磨という周知慣用手段\nを適用して得られたにすぎないものであって，精度の面からみても格別の\nものではない。\n原告の主張する「ずれが±０．０４°以内」という数値範囲は，劈開長\nを２０ｍｍとし，レーザチップの電極間隔８１を４０μｍとしたことを前\n提として算出したものであり（本願明細書の段落【００３６】），前提が\n変われば算出されるずれの許容量も当然に変わると推測されることから，\n±０．０４°という数値限定に何らかの臨界的な意義があるとはいえず，\nレーザチップを劈開により分離する工程において人為的に決定した設計的\n事項であるということができる。\n３ したがって，審決の認定及び判断に誤りはなく，原告主張の取消事由は理由\nがない。\n第５ 当裁判所の判断\n１ 引用例に記載された事項の解釈の誤りについて\n(1) 原告は，引用例には，機械的研磨ウエハの角度ずれを改善することは示唆\nされていないと主張する。\nア 引用例（甲２）には，次の記載がある。\n「従来，レーザを得るためのＧａＡｓの基板は，（１００）面を表面と\nし，その基板の一端に＜１１０＞方向を示す，いわゆるオリエンテーシ\nョンフラットと称する素子を配置させる基準線を設けたものが広く利用\nされていた。」（１頁左下欄１４行～１８行）\n「従来の基準線は，Ｘ線によって＜１１０＞方向を決め，その後，機械\n的研磨法によって形成していた。そのためＸ線法によって特定した方向\nよりも＋の方向および－の方向にずれてしまい，一般的に用いられるも\nのでも，±１°以内のずれは避けられなかった。しかしながら，この＜\n１１０＞方向からのずれが半導体レーザとした時のレーザ光線の広がり\n角度に影響し，製造歩留の低下をもたらせていた。」（１頁右下欄７行\n～１５行）\n「本発明は，（１００）面を表面とするＧａＡｓ基板の端部に，その劈\n開方向である＜１１０＞方向の劈開部を設け，これをパターンの基準線\nに用いる半導体装置の製造方法である。」（１頁右下欄１７行～末行）\n「製造歩留は本実施例の場合で８９．８％，従来例の場合では６３．１\n％であり，製造原価を大幅に低下させることができた。」（２頁右上欄\n１３行～１５行）\n上記各記載によれば，引用例には，半導体レーザを製造する場合におい\nて，機械的研磨により基準線を作成した場合には，基準線のずれが±１°\n程度となって製造歩留りが低下すること，これに対して，劈開により基準\n線を作成すれば，製造歩留りを向上できることが記載されているものとい\nうことができる。\n確かに，引用例には，機械的研磨の精度を向上させることについては記\n載されてはいない。しかし，引用例に記載の劈開により基準線を作成した\n結果，製造歩留りが向上したのは，基準線のずれがなくなった結果である\nことは明らかであるから，どのような加工方法によるかを問わず，ＧａＡ\nｓ基板に作成する基準線と＜１１０＞方向とのずれを小さくすれば製造歩\n留りを向上することが可能であることも，明らかといえる。\nそうすると，引用例には，機械的研磨ウエハの場合にも，ＧａＡｓ基板\nの基準線と＜１１０＞方向とのずれを小さくすることで，その製造歩留り\nを向上することができることが示唆されているというべきである。\nイ 原告は，引用例は，半導体レーザの製造方法において，機械的研磨ウエ\nハの使用を全面的に否定し，劈開オリフラウエハを用いるべきとの技術思\n想を開示するものである旨主張する。\nしかし，引用例（甲２）には，「一般的に用いられるものでも，±１°\n以内のずれは避けられなかった。」（１頁右下欄１０行～１２行）と記載\nされているように，一般的に用いられているものでは，機械的研磨により\n基準線を作成した場合には，±１°以内のずれが生じるとは記載されてい\nるものの，機械的研磨では，±１°よりも小さなずれに抑えることが不可\n能であるとは記載されていない。そして，引用例において，課題を解決す\nる手段として劈開を選択していることと，機械的研磨による加工精度の向\n上を全面的に否定していることとは直接的には関連しないから，引用例が，\n機械的研磨ウエハの使用を全面的に否定しているものとはいえない。\nしたがって，原告の主張は採用することができない。\n(2) 原告は，引用例には，角度ずれを所定範囲以内とすることは記載も示唆も\nされていない旨主張する。\nしかし，上記(1)において認定したように，引用例には，機械的研磨ウエハ\nの場合にも，ＧａＡｓ基板の基準線と＜１１０＞方向とのずれを小さくする\nことで，その製造歩留りを向上することができることが示唆されているとい\nえる。そして，引用例に記載された事項から，半導体ウエハの基準線と結晶\n軸のずれを，劈開により基準線を作成した場合と同等にすれば，同様に製造\n歩留りが向上するであろうことは当業者にとって明らかであり，劈開による\n基準線と結晶軸のずれが殆どないことに鑑みると，半導体ウエハの基準線と\n結晶軸のずれは，±１°よりもかなり小さなずれの範囲内とすることが必要\nであることは容易に理解し得ることである。\nしてみると，引用例には，基準線と結晶軸のずれを所定の範囲内とするこ\nとも示唆されているというべきである。\n２ 相違点の判断の誤りについて\n(1)ア 原告は，①引用例は，機械的研磨ウエハの使用を否定するという，本願\n補正発明とは正反対の方向性を教示しているから，引用発明に周知技術を\n組み合わせることにより，本願補正発明に想到することは，当業者にとっ\nて困難であった，②本願補正発明における±０．０４°の角度ずれ幅が単\nなる設計的事項にすぎないとすれば，引用例の発明者は，劈開オリフラウ\nエハの使用を前提とした半導体レーザの製造方法を新たに発明する必要は\nなかった，③機械的研磨ウエハを用いる場合の半導体レーザの歩留りの向\n上は，引用例の出願当時何ら検討されることもなかったと主張する。\nしかし，引用例においては，機械的研磨ウエハの場合にも，ＧａＡｓ基\n板の基準線と＜１１０＞方向とのずれを小さくすることで，その製造歩留\nりを向上することができることが示唆されており，機械的研磨ウエハの使\n用を全面的に否定しているものでもなく，機械的研磨方法では±１°より\nも小さなずれに抑えることが不可能であるとしているわけでもないことは，\nいずれも前記１において認定したとおりであるから，原告の主張①の点は，\nその前提において失当である。また，ある発明が公知技術に基づいて容易\nに発明をすることができたか否かは，当該発明の出願時を基準として判断\nすべきものであるから，審決が引用例とした公開特許公報に係る特許出願\nの出願時を問題とする原告の主張②，③も，その前提において誤りである。\nしたがって，原告の上記主張は採用することができない。\nイ 念のため，相違点(1)の想到容易性について検討する。\n審決は，周知例として甲６～８を示し，「機械的な加工の後に加工精度\nの計測を行い，その結果得られた精度のずれを補正するように加工を繰り\n返して，機械的な加工誤差を補正しつつ所望の加工精度を得ることが，従\n来より精密機械加工の分野で行われている周知慣用手段である」（審決書\n４頁２２行～２５行）と認定しているところ，原告は上記認定について争\nうものではない。\nまた，引用例に，機械的研磨により作製されたウエハの基準線のずれを\n±１°より小さい所定の範囲内とすれば製造歩留りが向上することが示唆\nされているといえることは前記１で認定したとおりであり，機械的研磨の\n加工精度を向上させれば，基準線と結晶軸のずれを小さくできることは技\n術的に明らかである。\nそして，引用例の±１°の角度ずれを機械的研磨方法によっても相当程\n度改善可能であることは，本願出願当時の当業者であれば，甲６～８に示\nされる上記周知慣用手段に照らし，当然認識し得ることである。\nそうすると，半導体ウエハの基準線を機械的研磨により作製する場合に\nどの程度まで角度ずれが低減できるかが不明であったとしても，上記周知\n慣用手段を適用して，角度ずれを低減させようとすることが困難であった\nとはいえない。\nしたがって，引用発明，すなわち引用例の従来技術における半導体ウエ\nハの基準線のずれを所定の範囲とするために，上記周知技術を用いること\nは，当業者であれば容易に想到することができたものというべきであり，\n審決の相違点(1)の判断に誤りはない。\n(2) 原告は，引用発明における±１°以内の角度ずれ幅に対し，本願補正発明\nにおける±０．０４°の角度ずれ幅は，２桁も小さい値であり，当業者が適\n宜設定すべき設計的事項とはいえない旨主張する。\nア 本願明細書（甲４，５，１２の２）には，次の記載がある。\n「【００２１】・・・上記ずれが±０．０４°以内となるように調整す\nるので，円形ウエハによる半導体レーザの加工精度を上げることができ\nる。」\n「【００３５】ここで，半導体レーザの製造における，マスクパターン\nと結晶軸とのずれの許容量を求める。まず，半導体レーザの場合，光学\n系（特にレンズ，光ファイバ等）と結合させて使用する必要上，放射ビ\nームのずれが問題となる。一般的には，このずれの許容量は±２°以内\nが必要であり，半導体レーザ導波路の屈折率をｎ ＝３．５，空気の屈１\n０ １折率をｎ ＝１，許容されるずれ角を（ｉ）とすると，スネルの法則ｎ\n×ｓｉｎ（ｉ）＝ｎ ×ｓｉｎ（２°）より，ｉ＝０．５７°であり，０\nこの場合，劈開面とマスクパターンとのずれは±０．５°以内であれば\n充分である。」\n「【００３６】一方，半導体レーザは製造する上で，劈開工程が不可欠\nであり，一般にその劈開長は２０ｍｍ程度である。これは，劈開長が長\nすぎると折りにくく，逆に短すぎると結晶端面がきれいなミラー面とし\nて形成できなくなるためである。ここでは劈開長を２０ｍｍとし，レー\nザチップの電極間隔８１を４０μｍとしたものを例に考える。上記レー\nザチップの電極間隔８１は狭いほど良いが，狭くなる程ずれの許容量の\n範囲は当然狭くなる。また逆に大きく（例えば６０μｍ以上に）なると，\n余分に残った電極間隔部分が可飽和吸収体となり，熱抵抗の増加等のレ\nーザ特性の劣化を招くことになる。従って，この電極間隔８１を４０μ\nｍとしたときの，劈開時に電極パターンにかからないで劈開可能である，\n電極パターン５１と結晶軸６１とのずれ角θは，ｔａｎθ≦±２０μｍ\n／２０ｍｍつまり，θ≦±０．０６°が少なくとも必要である。これを\n実現するためには本実施例の場合，使用するウエハの結晶軸とＯＦ面と\nのずれ量は０．０４°以内が少なくとも必要となる。」\n「【００３７】以下に本実施例１の作用について説明する。図３は劈開\nにより，及び本実施例１の方法によりＯＦを形成した際の結晶面とマス\nクパターンとの方位ずれ量の分布を示す図である。図において，黒丸は\n劈開により，白丸は本実施例１の方法により製造した半導体レーザにつ\nいて，マスクパターンと劈開面とのずれ量を示しており，劈開長２０ｍ\nｍに対して，両端でどれだけの差を有するかを縦軸に示したものである。\n図中斜線で示した領域は，結晶面とマスクパターンのずれ量が±０．０\n３°以内の領域を示している。」\n「【００３８】本実施例１では，Ｘ線回折を用いて，ＯＦ面と結晶面と\nのずれが±０．０２°以内に調整された半導体ウエハ１を用いて，半導\n体レーザの製造を行うので，パターンを露光するアライナ（ステッパも\nしくはコンタクトアライナ）はＯＦを検知するプリアライメント機構を\n十分に調整することにより，図３に示すように，ＯＦ面に対するマスク\nパターンのずれ量を±０．０３°以内にすることができる。」\n本願明細書の上記記載によれば，本願補正発明において，「オリエンテ\nーションフラット部側面」と「半導体結晶の結晶軸」とのずれを「±０．\n０４°以内となるように調整」したのは，劈開長が２０ｍｍで，チップの\n電極間隔を４０μｍとした場合に，劈開線が電極パターンにかからないよ\nうにすることにあるものということができる。\nところで，本願補正発明は，本件補正後の請求項１に記載されたとおり，\n「円形の半導体ウエハを用いる半導体レーザの製造方法において，上記円\n形半導体ウエハのオリエンテーションフラット部側面を機械的な研削また\nは研磨により加工する工程と，上記側面と上記円形半導体ウエハとを構成\nする半導体結晶の結晶軸とのずれをＸ線回折により計測する工程とを繰り\n返すことで，上記ずれが±０．０４°以内となるように調整することを特\n徴とする半導体レーザの製造方法。」であって，本願補正発明の半導体レ\nーザの製造方法に用いる半導体ウエハの劈開長や半導体ウエハ上に形成さ\nれるチップの電極間隔について，特許請求の範囲において規定するもので\nはない。\nそして，半導体ウエハの劈開長が，例えば１５ｍｍとなった場合には，\nオリエンテーションフラット部側面と半導体結晶の結晶軸とのずれは，±\n０．０４°よりも大きな範囲内とできることは明らかであるから，「ずれ\nを±０．０４°以内となるように調整する」ことが，半導体レーザの製造\nにおける角度ずれの許容範囲の上限値であるとも認められない。\nイ 原告は，現実の製造現場では，部材の寸法誤差や角度誤差は大なり小な\nり必ず発生し，これらの誤差を許容しつつどこまで高歩留りで製造できる\nかが，製造技術の真髄なのであり，本願補正発明が，歩留りを損なわない\n範囲での許容誤差を見出した点には，製造技術上大きな意義がある，ずれ\nが±０．０４°以内となるように調整することにより得られる効果は，電\n極パターンずれによって余分に残った電極間隔部分が過飽和吸収体となる\nことによって生じる熱抵抗の増加という異質の効果であるなどと主張する。\nしかし，本願補正発明における「ずれが±０．０４°以内となるように\n調整する」ことが，歩留りを損なわない範囲での許容誤差であるとは認め\nられないことは，上記アのとおりである。\nまた，本願明細書の前記記載からすれば，電極間隔部分が過飽和吸収体\nとなることによって生じる熱抵抗の増加を防止する効果は，電極間隔を４\n０μｍ程度とすることにより生じる効果である。\nしたがって，原告の上記主張は，いずれも特許請求の範囲の記載に基づ\nかない主張であって，採用することができない。\nウ 上記検討したところによれば，オリエンテーションフラット部側面と結\n晶軸との角度ずれは，小さければ小さいほどよいことは明らかであるから，\n引用例の機械的研磨により作製する半導体ウエハのずれの範囲を±０．０\n４°以内とすることは，当業者が必要に応じてなし得る程度の設計的事項\nであるといわざるを得ない。したがって，審決の相違点(2)の判断に誤りは\nない。\n３ 上記１及び２で検討したところによれば，引用例に記載された事項について\nの審決の解釈及び本願補正発明と引用例の相違点(1)，(2)についての審決の各\n判断には，いずれも誤りはなく，また，本願補正発明の効果について，引用例\n及び周知技術から当業者が予測し得る範囲のものであるとした審決の判断にも，\n誤りはない。\n４ 上記３のとおり，本願補正発明に関する審決の判断に誤りはないので，審決\nが，本件補正を却下し，本願の請求項１に係る発明の要旨として，本願発明を\n認定し，その進歩性を否定したことにも誤りはない。\n５結論\n以上によれば，原告主張の取消事由は理由がなく，その他，審決に，これを\n取り消すべき誤りがあるとは認められない。\nよって，原告の本訴請求は理由がないから，これを棄却することとし，主文\nのとおり判決する。\n知的財産高等裁判所第３部\n裁 判 長 裁 判 官佐藤久夫\n裁 判 官 大 鷹一郎\n裁 判 官 嶋 末和秀\n"
}