{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 13,
    "month": 11,
    "day": 19
  },
  "case_number": "平成13(ネ)380",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "実用新案権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "12186",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=12186",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/186/012186_hanrei.pdf",
  "contents": "平成１３年（ネ）第３８０号　実用新案権侵害差止等請求控訴事件（原審・東京地\n方裁判所平成１１年（ワ）第１９１１７号）（平成１３年９月１７日口頭弁論終\n結）\n判　　　　　　　　　決\n控訴人　　　　　　　　　Ａ\n訴訟代理人弁護士　　　　影　山　光太郎\n同　　　　　　　　　　　笹　倉　興　基\n同　　　　　　　　　　　藤　田　充　宏\n同　　　　　　　　　　　田　中　亨　子\n補佐人弁理士　　　　　　植　田　茂　樹\n被控訴人　　　　　　　　平和技研株式会社\n訴訟代理人弁護士　　　　桑　原　善　郎\n補佐人弁理士　　　　　　中　前　富士男\n主　　　　　　　　　文\n本件控訴を棄却する。\n控訴費用は控訴人の負担とする。\n事実及び理由\n第１　当事者の求めた裁判\n１　控訴人\n(1)　原判決を取り消す。\n(2)　被控訴人は、原判決別紙原告物件目録記載の揺動クランプを製造、販売又\nは使用してはならない。\n(3)　被控訴人は、控訴人に対し、金３０８７万円及びこれに対する平成１１年\n６月８日から支払い済みまで年５分の割合による金員を支払え。\n(4)　訴訟費用は、第１、２審とも被控訴人の負担とする。\n(5)　仮執行の宣言\n２　被控訴人\n主文と同旨\n第２　事案の概要\n本件は、揺動クランプの考案に係る実用新案権者である控訴人が、被控訴人\nに対し、被控訴人が製造、販売及び使用する揺動クランプ（以下「被控訴人揺動ク\nランプ」という。）が上記考案の技術的範囲に属するので、上記製造、販売及び使\n用は上記実用新案権の侵害に当たるとして、上記製造、販売及び使用の差止め並び\nに上記侵害による損害の賠償を請求する事案である。\n原判決は、被控訴人揺動クランプが、上記考案の構成要件を充足せず、ま\nた、上記考案と均等でもないから、上記考案の技術的範囲に属さないとして、控訴\n人の請求を棄却した。\n当事者間に争いがない事実及び摘示する証拠により容易に認めることのでき\nる事実は、原判決「事実及び理由」の「第二　事案の概要」のうち、「一　争いの\nない事実等」の欄（原判決３頁５行目～７頁９行目）に記載のとおりであり（引用\nに係る原判決別紙「実開昭六一－三九七四七号公報の図面」を含む。）、争点及び\n争点に関する当事者の主張は、同「第三　争点及びこれに関する当事者の主張」の\n欄（原判決８頁３行目～２７頁９行目）に記載のとおりである（引用に係る原判決\n別紙原告物件目録及び同被告物件目録を含む。）から、それぞれ、これを引用す\nる。ただし、下記１のとおり訂正し、下記２及び３のとおり当審における当事者双\n方の主張を付加する。\n１　原判決の訂正\n(1)　原判決７頁８行目～９行目を「４　被控訴人は、被控訴人揺動クランプを\n製造、販売及び使用しているところ、被控訴人揺動クランプは、構成要件(一)、\n(二)及び(六)を充足する。」と改める。\n(2)　同８頁５行目、６行目、８行目、９行目、１０行目、９頁４行目、７行\n目、１５頁３行目～４行目、１７頁６行目、１８頁６行目、１９頁６行目、２１頁\n２行目、１０行目～末行、２２頁４行目、８行目、２３頁１０行目、２４頁６行\n目、末行、２５頁末行、２６頁４行目及び６行目～７行目に、それぞれ「被告の製\n造販売している揺動クランプ」とあるのを「被控訴人揺動クランプ」と改める。\n(3)　同１０頁６行目、１３頁６行目～７行目及び９行目に、それぞれ「被告が\n製造販売している揺動クランプ」とあるのを「被控訴人揺動クランプ」と改める。\n２　控訴人の主張\n(1)　争点２（被控訴人揺動クランプが構成要件(三)の「支持体」を充足する\nか）について\nア　本件明細書の実用新案登録請求の範囲の記載により明らかであるとお\nり、本件考案の本質的な技術思想は、連結体を構成する両側板に略Ｔ字形状の当接\n片を設け、この当接片と連結体を構成する取付板の下面に設けられた支持体とで連\n結体を支持する構造とし、荷重を分散支持することにより強度を高めるとともに、\n当接片のＴ字形状により角度位置決めを容易にした点にあり、この技術思想が権利\n保護の対象となるものである。\nそして、考案の詳細な説明の記載は、このような実用新案登録請求の範\n囲の記載に凝縮された技術思想に沿って解釈されるべきであり、考案の詳細な説明\nの記載が実用新案登録請求の範囲から独立して解釈されてはならない。\nこのような観点から見ると、原判決のように、本件明細書の考案の詳細\nな説明の記載を根拠として、構成要件(三)の「支持体」に従来の揺動クランプの\n「固定片」が含まれないと解することは、以下のとおり、誤りである。\nイ　本件明細書（甲第２号証）には、本件考案の目的が、①「把持体が揺動\nする方向のいずれにあっても同じ支持強度で支持固定することができ、把持体から\nの全荷重を分散して支持することが可能になり」（４欄６行目～８行目、以下「記\n載①」という。）、②「揺動する連結体の固定体への支持強度が強く」（同欄８行\n目～９行目、以下「記載②」という。）、③「固定体が固定される板材に対する連\n結体の垂直あるいは水平となる角度位置決めが極めて容易で取扱いが簡単な」（同\n欄９行目～１１行目、以下「記載③」という。）揺動クランプを提供することであ\nることが記載されており、また、「考案の効果」として、Ⅰ「把持体20が揺動する\n方向のいずれにあっても同じ支持強度で支持固定することができ、把持体20からの\n全荷重を分散して支持することが可能になった」（７欄２５行目～２７行目、以下\n「記載Ⅰ」という。）、Ⅱ「把持体20が把持する管材Ｐによる荷重が、支持体14に\nより強固に係合支持されることとなり、従来の揺動クランプにおいて、連結具を垂\n設して形成した固定片により支持する構造に比べて支持強度が格段に向上すること\nとなった」（同欄３０行目～３４行目、以下「記載Ⅱ」という。）、Ⅲ「把持体\n20が取付けられた連結体10が、板材Ｓに対して垂直あるいは水平に位置するように\n簡単に位置決めできて取扱いが極めて容易となる」（８欄５行目～８行目、以下\n「記載Ⅲ」という。）との各記載があるほか、「考案の効果」のまとめとして、ⅰ\n「把持体が揺動する方向のいずれにあっても同じ支持強度で支持固定することがで\nき、把持体からの全荷重を分散して支持することが可能になり」（同欄２１行目～\n２４行目、以下「記載ⅰ」という。）、ⅱ「従来のものと比較してその支持強度が\n格段に向上し」（同欄２４行目～２５行目、以下「記載ⅱ」という。）、ⅲ「取扱\nいが極めて容易となる」（同欄２５行目、以下「記載ⅲ」という。）との各記載が\nある。\nウ　そして、原判決は、記載Ⅰ～Ⅲが記載①～③に対応しているとした上、\n記載Ⅱの「連結具を垂設して形成した固定片により支持する構造に比べて支持強度\nが格段に向上することとなった」との記載は、取付板と固定体の間に用いる部材又\nは構成部分が、従来の固定片よりも支持強度が向上していなければならないことを\n記載したものとする（原判決３０頁１０行目～３１頁２行目、なお、「取付板と固\n定体の間に用いる部材又は構成部分」とは、すなわち支持体あるいは固定片であ\nる。）が、以下のとおり、誤りである。\nまず、原判決は、記載Ⅰと記載Ⅱとを並列的な効果の記載であると解す\nるものであるが、記載①と記載②とを並置することは誤りであり、したがって、記\n載Ⅰと記載Ⅱとを並列的な記載と解することも誤りである。すなわち、記載①は荷\n重が分散して支持されるという本件考案の物理的原理（機構）について述べ、記載\n②はその結果として連結体の支持強度が強くなるという機能について述べたもので\nあって、この両者は、一体として「荷重を分散することにより支持強度を強くする\nことができる」旨の記載としてとらえなければならない。このように解すること\nが、上記アの本件考案の本質に合致するものであり、また、このことは、本件明細\n書（甲第２号証）上、記載③は「しかも」との接続詞を伴って記載されているのに\n対し、記載①、②は、原理と結果の関係としてひとまとまりに記載されている（４\n欄６行目～１２行目）ことによっても明らかである。\n上記のとおり、記載②は連結体の支持強度を問題とするものであって、\nその記載から、「従来の固定片よりも支持強度の強い部材又は構成部分を取付板と\n固定体の間に取り付けなければならない」（原判決３０頁５行目～６行目）という\nような結論を導くことはできない。本件考案の連結体には支持体と当接片とが設け\nられており、そのうちの支持体のみ取り出してその強度を高めなければならないと\nいうことはいえないし、また、連結体の支持強度を高めるためには、部材自体の強\n度を高める方法と荷重を分散して弱い部材に掛かる荷重を減ずるような構造とする\n方法が考えられるところ、本件考案では、当接片を導入して荷重を分散する方法を\n採用したものであって、支持体の強度を高めるようなことは全く問題としていな\nい。\n次に、「考案の効果」欄（７欄９行目～８欄２６行目）の記載中、厳密\nな意味での本件考案の効果の記載は記載ⅰ～ⅲであって、記載Ⅰ～Ⅲは、記載ⅰ～\nⅲと対応するものとして、記載ⅰ～ⅲをより詳しく述べたものと解すべきである。\nそして、本件明細書上、記載ⅲは「更に」との接続詞を伴って記載されているのに\n対し、記載ⅰ、ⅱは、原理と結果の関係としてひとまとまりに記載されており（８\n欄２１行目～２６行目）、また、記載ⅱには、「従来のもの」すなわち従来の揺動\nクランプと比較して支持強度が向上したことが記載されているが、それが支持体の\n強度を高めたからとの限定はない。\n以上を前提とすれば、記載Ⅱは支持体について述べたものということは\nできない。上記のとおり、記載Ⅱが対応する記載②は連結体について述べたもので\nあり、同様に記載Ⅱが対応する記載ⅱは揺動クランプについて述べたものであっ\nて、いずれも支持体について述べたものでないし、仮に、記載Ⅱが支持体について\n述べたものであるとすれば、本件明細書の実用新案登録請求の範囲に支持体の形\n状、構造等についての記載があるはずであるが、そのような記載はない。したがっ\nて、記載Ⅱの「連結具を垂設して形成した固定片により支持する構造に比べて支持\n強度が格段に向上することとなった」との記載は、支持体が従来の固定片よりも支\n持強度が向上していなければならないことを記載したものとすることはできず、当\n接片の板材への係止によって援護された本件考案の支持体が、そうした他部材によ\nる係止協働関係を伴わない従来の固定片による支持構造と比べて支持強度が格段に\n向上したことを記載したものであり、この効果は、支持体自体の強度を増す構成を\n採用したことによって奏するものではなく、支持体が当接片との協働関係の下で荷\n重を支持する部材であることから生ずる効果である。\nなお、本件明細書（甲第２号証）において、支持体の強度について言及\nした記載は、実用新案登録請求の範囲の請求項２記載の考案に関する「支持体14を\n固定体1と一体にけいせいすれば、支持体14そのものの強度も増し」（６欄８行目～\n９行目）との部分しかないが、このことは、本件考案が支持体自体の強度を問題と\nするものでないことを示唆するものである。\nエ　原判決は、記載Ⅱが、取付板と固定体の間に用いる部材又は構成部分\n（支持体）の支持強度による効果ではなく、把持体の荷重を支持体と当接片で分散\n支持したことによる効果を記載したものとすれば、本件明細書上、記載Ⅰと別個に\n記載Ⅱをする必要や、記載Ⅱを「また」と段落を分けて記載する必要はない旨説示\nする（原判決３１頁３行目～７行目）。\nしかしながら、記載Ⅰと別個に記載Ⅱをする必要ないとするのは、記載\nⅠが原理（機構）について述べ、記載Ⅱがその結果（機能）について述べているこ\nとを理解しないものである。\nまた、記載Ⅱが（正確には、記載Ⅱに先立つ「また、固定体1に軸着され\nた連結体10は約９０度の範囲で揺動し、板材Ｓに対して垂直あるいは水平となる位\n置で」との記載及び記載Ⅱが）、「また」との接続詞を伴い、記載Ⅰと段落を分け\nて記載されているのは、本件明細書（甲第２号証）において、本件考案の目的に関\n連して、従来の揺動クランプにつき、「支持強度が弱く不安定であった」（３欄３\n１行目）、「取付けが面倒であった」（同欄３４行目～３５行目）との問題点が指\n摘され、さらに、支持強度が弱いことの一つの結果（態様）として、「また・・・\n固定片にかかる荷重により固定片が変形する等強度上に問題があった」（同欄３６\n行目～４０行目）ことが記載されているために、これに対応して、考案の効果とし\nても結果を示すべく、注意的に「また、固定体1に軸着された連結体10は約９０度の\n範囲で揺動し、板材Ｓに対して垂直あるいは水平となる位置で把持体20が把持する\n管材Ｐによる荷重が、支持体14により強固に係合支持されることとなり、従来の揺\n動クランプにおいて、連結具を垂設して形成した固定片により支持する構造に比べ\nて支持強度が格段に向上することとなった」（記載Ⅱを含む７欄２８行目～３４行\n目）との記載がされたことによるものである。「また」との接続詞は必ずしもその\n前の部分の記載と分断した並列関係を表すだけでなく、前の部分の内容を前提とし\nて「その上」という意味でも用いられるものであるから、上記記載Ⅱに伴う「ま\nた」の語の意味は、本件明細書全体から判断すべきであり、そうであれば、上記の\nとおり、記載Ⅰと記載Ⅱの関係は、原理と結果との関係である記載①と記載②及び\n記載ⅰと記載ⅱの関係に対応して理解すべきである。さらに、上記のとおり、「考\n案の効果」欄（７欄９行目～８欄２６行目）の記載中、厳密な意味での本件考案の\n効果の記載は記載ⅰ～ⅲであって、それ以外の部分には、本件考案の構成、実施例\nに即し、さらに請求項２記載の考案を含め、具体的に考案の効果について記載され\nているために、適宜段落分けが必要となったものである。\nオ　原判決は、記載Ⅱが「連結具を垂設して形成した固定片」と、従来技術\nにおける取付板と固定体の間に用いる部材又は構成部分について具体的に記載して\nいるから、これを、右部材又は構成部分そのもの以外に関する記載と解するのは不\n自然であるとも説示する（原判決３１頁７行目～１１行目）。しかし、記載Ⅱに\nは、上記部分に続けて「により支持する構造に比べて」と記載されているのであ\nり、部材又は構成部分ではなく構造が記載されていることが明示されているのであ\nるから、上記説示も誤りである。\n(2)　争点５（被控訴人揺動クランプが本件考案と均等か）について\n原判決は、「本件考案は、ア『略Ｔ字形状の当接片』を連結体に設けるこ\nとで荷重を分散支持する、イ固定片に替えて『支持体』を用いることで、連結体の\n固定体に対する支持強度を向上させるという二つの作用によって、支持強度が弱い\nという従来の揺動クランプの問題点を解決したものと認められ、右の点が本件考案\nの技術的思想の中核をなす特徴的部分、すなわち本質的部分というべきである」\n（原判決３４頁９行目～３５頁３行目）とし、これを前提として、「従来技術の固\n定片に相当する構成部分14a及び14bを用いることは・・・本件考案とは本質的部分\nについて相違するというべきである。したがって・・・均等の成立を認めることは\nできない」（同３５頁４行目～８行目）としたが、本件考案が「固定片に替えて\n『支持体』を用いることで、連結体の固定体に対する支持強度を向上させる」とい\nう理解が全く誤りであることは、争点２について述べたとおりであり、これを前提\nとする原判決の上記判断も誤りである。\n３　被控訴人の主張\n争点２（被控訴人揺動クランプが構成要件(三)の「支持体」を充足するか）\nについて\nア　明細書の考案の詳細な説明の記載が実用新案登録請求の範囲から独立して\n解釈されてはならないことは、控訴人主張のとおりであるが、実用新案登録請求の\n範囲の解釈に際しては、考案の詳細な説明の記載等が総合的に考慮されるべきもの\nである。そして、本件明細書（甲第２号証）の考案の詳細な説明を斟酌すれば、本\n件考案の「支持体」が「連結具を垂設して形成した固定片により支持する構造」の\nものを意識的に排除していることが明らかである。\nイ　控訴人は、本件明細書（甲第２号証）の本件考案の効果に係る記載Ⅰが原\n理（機構）について述べ、記載Ⅱがその結果（機能）について述べているものと主\n張するが、仮にそうであるとすれば、記載Ⅱの前の「また」（７欄２８行目）が\n「したがって」の意味であることになるが、そのようにとらえることは文理上無理\nであるし、そうとらえるのであれば、記載Ⅰの外に記載Ⅱを置く必要性がない。\n記載Ⅱの「支持体14により強固に係合支持されることとなり、従来の揺動\nクランプにおいて、連結具を垂設して形成した固定片により支持する構造に比べて\n支持強度が格段に向上することとなった」との記載に照らせば、記載Ⅰに支持体と\n当接片との協働関係による効果が記載されているのとは異なって、記載Ⅱには、支\n持体そのものによって強固に係合支持されるとの効果が記載されており、そのよう\nな支持体が、従来技術である「連結具を垂設して形成した固定片」と比較して、支\n持強度が格段に向上した旨が記載されていると解するのが自然である。\n第３　当裁判所の判断\n１　争点１（被控訴人揺動クランプの特定）について\n検甲第１号証及び検乙第１号証（いずれも被控訴人揺動クランプ）並びに弁\n論の全趣旨によれば、被控訴人揺動クランプは、原判決別紙物件目録記載のとおり\n（ただし、同目録１枚目８行目～９行目に「垂直或いは水平に」とあるのを「垂直\nに」と改める。）特定されるものと認められる。\n２　争点２（被控訴人揺動クランプが構成要件(三)の「支持体」を充足するか）\nについて\n(1)　本件明細書（甲第２号証）の考案の詳細な説明には、\nア　「考案が解決しようとする問題点」の欄に、「この揺動クランプ（注、\n前示（原判決６頁９行目～７頁７行目）記載の実開昭６１－３９７４７号公報記載\nの考案、乙第６号証）の連結具の他端部に形成された角度調節片は、連結板が延長\nされて形成され、平行に対向された垂直側縁の両下端を直角に結ぶ水平側縁により\n矩形状に形成されて成るから、咬持具に咬持された板体の板面に対して連結具の角\n度を直角に固定するには、一方の垂直側縁を板体の端面に当接させて行い、また、\n連結具の角度を水平に固定するには、他方の垂直側縁を板体の板面に当接させて行\nうものであった。したがって、この連結具の角度の直角または水平の保持は、角度\n調節片の片側の垂直側縁のみが当接するものであったから、その支持強度が弱く不\n安定であった。しかも、板体端面または板面が角度調節片の垂直側縁に当接するこ\nとが必要であるから、咬持具の開口部奥面に板体が当接するようしっかりと咬持さ\nせなければならず、取付けが面倒であった。また、連結具の角度調節片が設けられ\nていない側縁を回動軸方向に若干延長して垂設された固定片が、咬持具の上面と側\n面とに当接することで連結具の揺動範囲が９０度に規制されているため、この固定\n片にかかる荷重により固定片が変形する等強度上に問題があった。すなわち、把持\n具を左右に揺動したときに、角度調節片が板体に係止して把持具を支持できる方向\nは、いずれか一方に限定されるものであった。したがって、この角度調節片が板体\nに係止できない方向に把持具を揺動した際には、連結板の上部に設けた固定片が咬\n持具の上面や側面に係止することで、把持具を支持するものである。そこで、これ\nら固定片や角度調節片は、把持具の揺動方向によって選択使用され、しかも、これ\nらのいずれかが使用される場合であっても、把持具から加わる荷重を固定片か角度\n調節片のどちらか一方が支持しなければならない構成であった。この結果、咬持具\nの揺動方向によって支持強度のばらつきが生じるばかりでなく、把持具の全荷重が\n一点に集中する固定片や角度調節片に変形が生じ易いといった強度上の問題を残し\nていた。そこで、この考案が、叙上の問題点に鑑み案出されたもので、把持体が揺\n動する方向のいずれにあっても同じ支持強度で支持固定することができ、把持体か\nらの全荷重を分散して支持することが可能になり（注、記載①）、揺動する連結体\nの固定体への支持強度が強く（注、記載②）、しかも固定体が固定される板材に対\nする連結体の垂直あるいは水平となる角度位置決めが極めて容易で取扱いが簡単な\n（注、記載③）揺動クランプを提供することを目的とする。」（３欄２１行目～４\n欄１２行目）との、\nイ　「考案の効果」の欄に、「この考案は・・・把持体20が揺動する方向の\nいずれにあっても同じ支持強度で支持固定することができ、把持体20からの全荷重\nを分散して支持することが可能になった（注、記載Ⅰ）。また、固定体1に軸着され\nた連結体10は約９０度の範囲で揺動し、板材Ｓに対して垂直あるいは水平となる位\n置で把持体20が把持する管材Ｐによる荷重が、支持体14により強固に係合支持され\nることとなり、従来の揺動クランプにおいて、連結具を垂設して形成した固定片に\nより支持する構造に比べて支持強度が格段に向上することとなった（注、記載\nⅡ）・・・しかも、固定体1が固定された板材Ｓに対して連結体10が垂直あるいは水\n平に位置した際に、固定体1開口部2の略直角を構成する上縁部2a及び側縁部2bと略\n一致する当接側縁部15を有する略Ｔ字状の当接片16を連結体10の両側板12に夫々設\nけたから、この当接片16の略直角を構成する当接側縁部15を固定体1開口部2の上縁\n部2a及び側縁部2bと略一致させるよう合わせるだけで、把持体20が取付けられた連\n結体10が、板材Ｓに対して垂直あるいは水平に位置するように簡単に位置決めでき\nて取扱いが極めて容易となる（注、記載Ⅲ）。しかも、これを板材Ｓに固定するに\n際して、板材Ｓ端面を固定体1開口部2の側縁部2bに当接させなくても、板材Ｓ上面\nは、連結体10の垂直、水平の角度位置に拘らず常に開口部2の上縁部2aと当接片16の\n当接側縁部15との両方に当接して充分な支持力を得ることができる。更に板材Ｓの\n上面及び端面を固定体1開口部2の上縁部2a及び側縁部2bに当接させて固定する場合\nは、連結体10の両側板12に設けられた当接片16の当接側縁部15が、常に板材Ｓの上\n面と端面との両面を同時に当接支持するから、管材Ｐによる把持体20、連結体10に\n加わる荷重を、前記支持体14と共に一層強固に支持して連結体10角度を垂直あるい\nは水平に確実に保持できる。以上説明したように、この考案によると、把持体が揺\n動する方向のいずれにあっても同じ支持強度で支持固定することができ、把持体か\nらの全荷重を分散して支持することが可能になり（注、記載ⅰ）、従来のものと比\n較してその支持強度が格段に向上し（注、記載ⅱ）、更に取扱いが極めて容易とな\nる（注、記載ⅲ）等実用上有益な種々の効果を奏する」（７欄９行目～８欄２６行\n目）との、\n各記載がある。\n(2)　上記各記載及び前示（原判決６頁９行目～９頁７行目）認定に係る従来の\n揺動クランプの構成並びに原判決別紙「実開昭六一－三九七四七号公報の図面」の\n記載に徴すれば、本件考案は、従来の揺動クランプ（前示実開昭６１－３９７４７\n号公報記載の考案）において、連結具を板体に対し垂直に固定する場合には、連結\n板が延長されて形成された角度調節片の平行に対向する垂直側縁の一方を板体端面\nに、連結具の角度調節片が設けられていない両側縁を回動軸方向に若干延長して垂\n設された固定片の一方を咬持具の上面にそれぞれ係止させて、把持具を左右方向の\n揺動に対して保持し、連結具を板体に対し水平に固定する場合には、上記角度調節\n片の垂直側縁の他一方を板体の板面に、上記固定片の他一方を咬持具の側面にそれ\nぞれ係止させて、把持具を上下方向の揺動に対して保持する構成であったため、把\n持具の揺動の方向により、角度調節片と固定片のいずれか一方のみがこれを支持し\nて、荷重を受けることになり、把持具の揺動の方向によって支持強度が異なるのみ\nならず、揺動の荷重が集中する固定片や角度調節片に変形が生じやすい（すなわ\nち、支持強度が弱い）こと、さらに、上記のように連結具を垂直又は水平に保持す\nるためには、板体の端面又は板面を角度調節片の垂直側縁に係止させる必要がある\nから、咬持具の開口部奥面に板体が当接するようしっかりと咬持させなければなら\nず、取付けが面倒であることを解決すべき課題とするものであること、本件考案\nは、この解決すべき課題に対し、「把持体が揺動する方向のいずれにあっても同じ\n支持強度で支持固定することができ、把持体からの全荷重を分散して支持すること\nが可能になり」（記載①）、「揺動する連結体の固定体への支持強度が強く」（記\n載②）、「固定体が固定される板材に対する連結体の垂直あるいは水平となる角度\n位置決めが極めて容易で取扱いが簡単な」（記載③）揺動クランプを提供すること\nを目的として、実用新案登録請求の範囲の請求項１記載の考案を採用するものであ\nること、それにより、「把持体20が揺動する方向のいずれにあっても同じ支持強度\nで支持固定することができ、把持体20からの全荷重を分散して支持することが可能\nになった」（記載Ⅰ）、板材Ｓに対して垂直あるいは水平となる位置で「把持体\n20が把持する管材Ｐによる荷重が、支持体14により強固に係合支持されることとな\nり、従来の揺動クランプにおいて、連結具を垂設して形成した固定片により支持す\nる構造に比べて支持強度が格段に向上することとなった」（記載Ⅱ）、「把持体\n20が取付けられた連結体10が、板材Ｓに対して垂直あるいは水平に位置するように\n簡単に位置決めできて取扱いが極めて容易となる」（記載Ⅲ）こと、及び板材Ｓに\n固定するに際して、板材Ｓの端面を固定体1開口部2の側縁部2bに当接させなくて\nも、連結体が板材に対し垂直又は水平のいずれの場合にも、充分な支持力を得るこ\nとができること等の各効果を奏するものであることが認められる。\nそして、これらの解決すべき課題、本件考案の目的及び本件考案の効果に\n関する記載その他本件明細書の上記各記載を総合すれば、以下のとおり、本件考案\nの構成要件(三)に係る「支持体」は従来の揺動クランプの「連結具を垂設して形成\nした固定片」を含まないと解されるものである。\n(3)　荷重に対する支持強度を向上させるためには、一般に、同一方向の荷重に\n対して支持する部材を増やし、荷重を分散させる方法と支持部材自体の強度を高め\nる方法とがあり、さらにこれらを併用する方法もあること、また、異なる方向の荷\n重に対する支持強度を同じくするためには、各方向の荷重に対し、これを支持する\n部材（支持する部材が複数である場合を含む。）を共通にし、又は同種のものとす\nる方法があることは、揺動クランプに係る技術分野のみならず、極めて多くの技術\n分野において基本的な技術常識であり、このことは当裁判所に顕著である。\nそして、本件考案の各構成要件並びに本件明細書（甲第２号証）の考案の\n詳細な説明の記載及び図面第２、第３図の記載に照らすと、本件考案が、「固定体\n開口部の略直角を構成する上縁部及び側縁部と略一致する当接側縁部を有する略Ｔ\n字形状の当接片」を両側板にそれぞれ設ける構成（構成要件(四)）を採用すること\nにより、把持体を板材に対し垂直に固定する場合及び水平に固定する場合の双方に\nおいて、把持体のいずれの方向への揺動に対しても、板材に係止した当接片と固定\n体に係止した支持体の双方で支持するものであること、すなわち、把持体の揺動に\n対し、支持する部材を増やし、荷重を分散させる方法により、把持体の支持強度を\n向上させ、また、いずれの方向への揺動に対しても支持する部材（当接片及び支持\n体）を共通又は同種のものとすることにより、把持体の異なる揺動の方向に対する\n支持強度を同じくしていることが認められ、このことにより、記載Ⅰに係る効果を\n奏し、記載①に係る目的を達しているものということができる。\nところで、本件考案は、上記のとおり、記載②に係る「揺動する連結体の\n固定体への支持強度が強く」なることを目的とし、板材Ｓに対して垂直あるいは水\n平となる位置で、記載Ⅱに係る「把持体20が把持する管材Ｐによる荷重が、支持体\n14により強固に係合支持されることとなり、従来の揺動クランプにおいて、連結具\nを垂設して形成した固定片により支持する構造に比べて支持強度が格段に向上する\nこととなった」との効果を奏するものである（記載②と記載Ⅱが対応することは控\n訴人においても争わない。）。そして、記載②に係る「揺動する連結体」は、下面\nに支持体が設けられた取付板と、当接片が設けられた一対の両側板とで形成される\nものである（構成要件(二)～(四)、なお、構成要件(一)、(二)によれば、把持体は\n連結体（取付板）に取り付けられるものであるから、連結体が揺動することは把持\n体が揺動することでもある。）が、本件考案において、固定体に衝接して連結体を\n係合支持する部材は支持体であり（構成要件(三)、(五)）、当接片は板材に係止し\nて（構成要件(五)）連結体を支持するものである。したがって、「揺動する連結体\nの固定体への支持強度が強く」なるとの目的を達成するためには、支持体の支持強\n度を強くする必要があることは明らかである。このことに加えて、本件考案の構成\nを採用したことによる効果のうち、上記のとおり、記載②に係る目的に対応した記\n載Ⅱを含む効果の記載に、板材Ｓに対して垂直あるいは水平となる位置で把持体\n20からの荷重が「支持体14により強固に係合支持されることとなり、従来の揺動ク\nランプにおいて、連結具を垂設して形成した固定片により支持する構造に比べて支\n持強度が格段に向上することとなった」ことが記載されていることにかんがみる\nと、本件考案の構成に係る「支持体」が、従来の揺動クランプの「連結具を垂設し\nて形成した固定片」よりも支持強度が向上したものであること、すなわち、本件考\n案は、把持体を板材に対し垂直に固定する場合及び水平に固定する場合の双方にお\nいて、連結体（把持体）の揺動に対し、固定体に係止してこれを支持する部材（固\n定片又は支持体）自体の強度を高める方法によっても、支持強度を強くするもので\nあると解さざるを得ない。そうとすれば、本件考案の構成要件(三)の「支持体」\nは、従来の揺動クランプの「連結具を垂設して形成した固定片」に替えて採用され\nたものであって、これを含まないことが明らかである。\n本件考案の「支持体」が、従来の揺動クランプの「連結具を垂設して形成\nした固定片」を含まないことは、次の点からも認めることができる。\nすなわち、上記のとおり、本件考案は、従来の揺動クランプにおいて、連\n結具を垂直又は水平に保持するために、板体の端面又は板面を角度調節片の垂直側\n縁に係止させる必要があるから、咬持具の開口部奥面に板体が当接するようしっか\nりと咬持させなければならず、取付けが面倒であることを解決すべき課題の一つと\nするものであり、本件考案の構成を採用したことにより、板材Ｓに固定するに際し\nて、板材Ｓの端面を固定体1開口部2の側縁部2bに当接させなくても、連結体が板材\nに対し垂直又は水平のいずれの場合にも、充分な支持力を得ることができるという\n効果を奏するものである。しかしながら、本件明細書（甲第２号証）の図面第３図\n記載のように、連結体（把持体）を板材に対し水平に保持させる場合において、板\n材Ｓの端面を固定体開口部の側縁部に当接させなかったとすれば、連結体が板材に\n対し水平となる位置で、当接片は板材の端面に当接係止しないことになるので、連\n結体（把持体）の一方の方向への揺動（上記第３図における下方向への揺動）に対\nし、連結体を支持し水平に保持するものは、固定体に係止する支持体のみとなるか\nら、仮に、支持体が従来の揺動クランプの「連結具を垂設して形成した固定片」で\nあるとすれば、この場合の支持強度は従来の揺動クランプと等しくなって（前示\n（原判決６頁９行目～９頁７行目）認定に係る従来の揺動クランプの構成及び原判\n決別紙「実開昭六一－三九七四七号公報の図面」の第４図の記載に徴すれば、従来\nの揺動クランプが、連結具を板体に対し水平に固定する場合に、固定片の一方を咬\n持具の側面に係止させて、把持具を下方向の揺動に対して保持するものであること\nは明らかである。）、揺動の荷重が集中する固定片に変形が生じやすいという従来\nの揺動クランプの強度上の問題は何ら解消されていないことが明らかである。した\nがって、連結体（把持体）が「充分な支持力を得ることができる」ためには、支持\n体の強度が従来の揺動クランプの「連結具を垂設して形成した固定片」よりも強く\nなければならず、上記固定片を含まないことは明らかである。\n(4)　控訴人は、本件考案の目的に係る記載①は荷重が分散して支持されるとい\nう本件考案の物理的原理（機構）について述べ、記載②はその結果として連結体の\n支持強度が強くなるという機能について述べたものであって、支持体の強度を従来\nの揺動クランプより高めることを述べたものではないと主張し、また、本件考案の\n効果に係る記載Ⅰと記載Ⅱとの関係についても、記載Ⅱに「により支持する構造に\n比べて」と記載されていること等を挙げて、記載Ⅱは、支持体が従来の固定片より\nも支持強度が向上していなければならないことを記載したものではなく、当接片の\n板材への係止によって援護された支持体が、そうした他部材による係止協働関係を\n伴わない従来の固定片による支持構造と比べて支持強度が格段に向上したことを記\n載したものである旨、すなわち、記載Ⅰに係る荷重の分散の結果を述べたものであ\nる旨主張する。\nしかしながら、仮に、記載②が記載①に係る荷重の分散、すなわち、連結\n体（把持体）の揺動を板材に係止して支持する当接片と、固定体に係止して支持す\nる支持体との双方の支持の結果を記載したものとすれば、何故に、記載②に後者の\n支持態様のみ取り上げて記載しているのかが明らかでない。\nさらに、記載Ⅱについても、仮に、記載Ⅰに係る荷重の分散の結果を述べ\nたものであるとすれば、何故に荷重が支持体によって支持されることのみ取り上げ\nて記載しているのかが明らかでないのみならず、上記のとおり、従来の揺動クラン\nプの支持強度に関する問題点は、把持具の揺動に対し、その揺動の方向によって、\n角度調節片と固定片のいずれか一方のみがこれを支持し、荷重を受けることになる\nために、把持具の揺動の方向により支持強度が異なるのみならず、揺動の荷重が集\n中する固定片や角度調節片に変形が生じやすいということである反面、控訴人の主\n張に従えば、固定片が「連結具を垂設して形成」されたことは格別問題ではないと\nいうことになるが、そうであるとすれば、効果に関し本件考案を従来の揺動クラン\nプの「構造」と対比するに際して、何故に、従来の揺動クランプにつき、「把持具\nの揺動の方向によって角度調節片と固定片のいずれか一方のみがこれを支持する構\n造」とするのではなく、単に「固定片により支持する構造」とし、また、格別問題\nではない固定片が「連結具を垂設して形成」されたものであることをわざわざ記載\nしたのかが明らかでない。\nそうすると、記載②、記載Ⅱとも、記載①及び記載Ⅰの荷重が分散して支\n持されることの結果を記載したのではなく、支持体に着目し、その強度を高めるこ\nとを記載したものであることは明白というべきである。なお、記載ⅰ～ⅲは、これ\nに先立つ「以上説明したように」との記載から明らかであるように、それ以前の本\n件考案の効果の記載を要約したものであり、記載ⅱが記載Ⅱに対応するとすれば、\n記載ⅱの「従来のものと比較してその支持強度が格段に向上し」との記載は、把持\n体による荷重が、支持体により強固に係合支持される結果として、従来の揺動クラ\nンプと比較して把持体（連結体）に対する支持強度が向上したことを意味すると解\nすべきである。\nしたがって、控訴人の上記主張は採用することができない。\nまた、控訴人は、本件明細書の実用新案登録請求の範囲の記載により、本\n件考案の本質的な技術思想は、連結体を構成する両側板に略Ｔ字形状の当接片を設\nけ、この当接片と連結体を構成する取付板の下面に設けられた支持体とで連結体を\n支持する構造とし、荷重を分散支持することにより強度を高めるとともに、当接片\nのＴ字形状により角度位置決めを容易にした点にあるところ、考案の詳細な説明の\n記載は、このような実用新案登録請求の範囲の記載に凝縮された技術思想に沿って\n解釈されるべきであり、考案の詳細な説明の記載が実用新案登録請求の範囲から独\n立して解釈されてはならない旨主張する。\n確かに、本件明細書の実用新案登録請求の範囲の請求項１の記載上、「支\n持体」については、「取付板下面に設ける」ものとされているだけで、その個数、\n形状等の限定はないが、実用新案登録に係る考案の技術的範囲は、明細書の実用新\n案登録請求の範囲の記載に基づいて定めなければならないとともに、明細書の考案\nの詳細な説明等の実用新案登録請求の範囲以外の部分の記載及び図面を考慮して、\n実用新案登録請求の範囲に記載された用語の意義を解釈すべきものとされている\n（実用新案法２６条において準用する特許法７０条１項、２項）のであるから、上\n記のとおり、考案の詳細な説明及び図面の記載によって、「支持体」が、明らかに\n従来の揺動クランプの「連結具を垂設して形成した固定片」を含まないものとされ\nている以上、実用新案登録請求の範囲に記載された「支持体」をそのように限定し\nて解釈すべきことは当然のことというべきである。\n控訴人は、さらに、本件明細書において、支持体の強度について言及した\n記載は、実用新案登録請求の範囲の請求項２記載の考案に関する６欄８行目～９行\n目の部分の記載しかないとした上で、このことは、本件考案が支持体自体の強度を\n問題とするものでないことを示唆する旨主張するが、上記のとおり、本件明細書に\nおいて、記載②、記載Ⅱが支持体の強度について記載したものと認められるから、\n控訴人の上記主張は、その前提において誤りである。\nなお、控訴人は、記載Ⅱが支持体について述べたものであるとすれば、本\n件明細書の実用新案登録請求の範囲に支持体の形状、構造等についての記載がある\nはずであるが、そのような記載はない旨主張するところ、確かに、本件明細書（甲\n第２号証）上、実施例に係る記載（５欄３６行目～４９行目）を除いては、支持体\nの形状、構造等に係る明示の記載は見当たらないが、そうであるからといって、上\n記文言による記載Ⅱが支持体について述べたものでないとすることはできない。\n(5)　控訴人は、被控訴人揺動クランプにおいて、固定体に衝接して連結体を係\n合支持する構成部分14a、14b（控訴人主張の「固定片対応部材14」、被控訴人主張\nの「ストッパ板14a、14b」）が本件考案の構成要件(三)の「支持体」を充足する旨\n主張するところ、被控訴人揺動クランプの構成部分14a、14bが、取付板11の両端部\nを折り曲げて形成したものであることは、前示訂正後の原判決別紙物件目録記載の\nとおりであり、したがって、これは、従来の揺動クランプの「連結具を垂設して形\n成した固定片」と同一の構成より成るものであることが明らかである。そして、上\n記のとおり、本件考案の構成要件(三)の「支持体」は、従来の揺動クランプの「連\n結具を垂設して形成した固定片」を含まないと解すべきであるから、被控訴人揺動\nクランプの構成部分14a、14bは、本件考案の構成要件(三)の「支持体」を充足する\nものではなく、また、他に、被控訴人揺動クランプに本件考案の「支持体」を充足\nする部材又は構成部分があるとする主張立証は存在しない。\n(6)　なお、控訴人は、本件明細書の記載は、実用新案登録請求の範囲の請求項\n２記載の考案と本件考案に共通して適用されるところ、被控訴人揺動クランプは、\n上記請求項２記載の考案と取付板、支持体、固定体の位置関係が類似し、これらの\n係合の機構が同一であるとも主張する（前示訂正後の原判決１３頁４行目～８行\n目）が、本件明細書（甲第２号証）の請求項２記載の考案は、被控訴人揺動クラン\nプと異なり、取付板に形成され、固定体上面又は側面に衝接する構成部分を用いて\nいないから、上記請求項２記載の考案と被控訴人揺動クランプとが構造的に共通し\nているとはいえず、したがって、控訴人の上記主張は採用することができない。\n(7)　以上によれば、被控訴人揺動クランプは、本件考案の構成要件(三)の「支\n持体」を充足するものということができない。\n３　争点５（被控訴人揺動クランプが本件考案と均等か）について\n控訴人は、被控訴人揺動クランプが、本件明細書の実用新案登録請求の範囲\nに記載された構成と均等なものとして、本件考案の技術的範囲に属するとし、その\n要件の一つに関し、本件考案の「支持体」は、従来技術にもある部材であり、当接\n片に比し、本件考案の本質的部分ではない旨主張する。\nしかしながら、上記２のとおり、本件考案は、従来の揺動クランプにおけ\nる、把持具の揺動の方向により角度調節片と固定片のいずれか一方のみがこれを支\n持して、荷重を受けることになり、把持具の揺動の方向によって支持強度が異なる\nのみならず、揺動の荷重が集中する固定片や角度調節片に変形が生じやすい（すな\nわち、支持強度が弱い）こと等を解決すべき課題とし、この課題に対し、「固定体\n開口部の略直角を構成する上縁部及び側縁部と略一致する当接側縁部を有する略Ｔ\n字形状の当接片」を両側板にそれぞれ設ける構成を採用することにより、荷重を分\n散させて把持体（連結体）の支持強度を向上させ、また、その異なる揺動の方向に\n対する支持強度を同じくさせたと同時に、従来の揺動クランプにおける「連結具を\n垂設して形成した固定片」に替え、固定体に衝接して把持体（連結体）を支持する\n部材として、より強度を高めた「支持体」の構成を採用し、これによっても把持体\n（連結体）の支持強度を向上させて、従来の揺動クランプにおける上記の課題を解\n決したものである。\nそうとすれば、本件考案の「支持体」の構成がその本質的部分を成すことは\n明らかであり、したがって、本件考案の「支持体」の構成を充足せず、上記２のと\nおり、従来の揺動クランプの「連結具を垂設して形成した固定片」と同一の構成よ\nり成る構成部分14a、14bを用いる被控訴人揺動クランプが、本件考案と均等である\nとすることはできない。\n４　以上によれば、控訴人の請求は、その余の点につき判断するまでもなく、理\n由がないから、これを棄却した原判決は相当であって、本件控訴は理由がない。\nよって、本件控訴を棄却することとし、控訴費用の負担につき民事訴訟法６\n１条、６７条１項本文を適用して、主文のとおり判決する。\n東京高等裁判所第１３民事部\n裁判長裁判官    　篠　　　原　　　勝　　　美\n裁判官　　　石　　　原　　　直　　　樹\n裁判官　　　宮　　　坂　　　昌　　　利\n"
}