{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 12,
    "month": 10,
    "day": 13
  },
  "case_number": "平成12(行コ)3",
  "case_name": "不当利得返還等請求各控訴事件(原審・大津地方裁判所平成8年(行ウ)第2号)",
  "court_name": "大阪高等裁判所",
  "field": "行政",
  "lawsuit_id": "15750",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=15750",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/750/015750_hanrei.pdf",
  "contents": "主　　　文\n一　一審原告らの本件控訴に基づき、原判決を次のとおり変更する。\n１　一審被告らは、石部町に対し、各自二七七九万七二八〇円及びこれに対する\n（一）　内金四一五万二〇〇〇円については平成六年二月一日から、\n（二）　内金四一五万二〇〇〇円については平成七年二月一日から、\n（三）　内金四一五万二〇〇〇円については平成八年二月一日から、\n（四）　内金三四万六〇〇〇円については平成八年三月一日から、\n（五）　内金八〇万九二八〇円については平成八年一二月六日から、\n（六）　内金一四一八万六〇〇〇円については平成一一年八月一日から\nそれぞれ支払済みまで年五分の割合による金員を支払え。\n２　一審原告らのその余の請求を棄却する。\n二　一審被告らの本件各控訴をいずれも棄却する。\n三　控訴費用は、第三号事件については一審被告Ａの、第四号事件については同日\n本精工株式会社の各負担とし、第五号事件の訴訟費用は、第一、二審を通じ、これ\nを五分し、その一を一審原告らの、その余を一審被告らの各負担とする。\n四　この判決は主文一１に限り仮に執行することができる。\n事実及び理由\n第一　当事者の求めた裁判\n一　一審原告ら\n１　原判決を次のとおり変更する。\n一審被告らは、石部町に対し、各自三五八八万四五六〇円及びこれに対する内金\n八八九万六五六〇円については平成五年二月一日から、内金四一五万二〇〇〇円に\nついては平成六年一月一日から、内金四一五万二〇〇〇円については平成七年一月\n一日から、内金四一五万二〇〇〇円については平成八年一月一日から、内金三四万\n六〇〇〇円については平成八年二月一日から、内金一四一八万六〇〇〇円について\nは平成一一年六月一八日からそれぞれ支払済みまで年五分の割合による金員を支払\nえ（当審における請求の減縮）。\n２　一審被告らの本件各控訴をいずれも棄却する。\n３　訴訟費用は、第一、二審とも一審被告らの負担とする。\n二　一審被告Ａ\n１　原判決中一審被告Ａ敗訴部分を取り消す。\n一審原告らの請求をいずれも棄却する。\n２　一審原告らの本件控訴を棄却する。\n３　訴訟費用は、第一、二審とも一審原告らの負担とする。\n三　一審被告日本精工株式会社\n１　原判決中一審被告日本精工株式会社敗訴部分を取り消す。\n一審原告らの請求をいずれも棄却する。\n２　一審原告らの本件控訴を棄却する。\n３　訴訟費用は、第一、二審とも一審原告らの負担とする\n。\n第二　事案の概要\n次のとおり付加、訂正、削除するほか、原判決の「事実及び理由」中の「第二事\n案の概要」のとおりであるからこれを引用する。\n１　原判決四頁末行の「実施」を「実際」と改め、同一三頁一一行目の「支払って\nきた」の次に「が、平成八年四月分以降は、計測による汚水量の認定に従い支払っ\nている」を加える。\n２　同一三頁末行の「汚水量を」を「汚水量の」と改め、同一四頁一一行目の\n「〇・三三七二ヘクタール」を削る。\n３　同一六頁二行目の「四〇〇〇立方メートル」を「四二七〇立方メートル」と改\nめ、同四行目から八行目までを次のとおり改める。\n「したがって、一審被告会社は、月一七三〇立方メートル分の下水道使用量の支払\nを平成五年一月から平成一一年六月までの間七八か月にわたって不当に免れた。そ\nの額は、下水道使用料条例七条に基づき計算すると二六九八万八〇〇〇円である\n（二〇〇円×一七三〇立方メートル×七八か月＝二六九八万八〇〇〇円）。」\n４　同一七頁三行目の「下水道使用条例」を「下水道使用料条例」と改め、同一八\n頁九行目の次に行を改め、次のとおり加える。\n「一審被告会社は、下水道への排水量が四二七〇立方メートルであることは、平成\n二・三年の自家処理汚水量から導いたと主張するが、本来給水量及び下水道の供給\n開始以前の自家処理の段階での井水使用量の合計が蒸発・消失水量（クーリングタ\nワー蒸発水量及びボイラー焼却炉の使用水量並びにベアリング研磨使用水量）と自\n家処理汚水量の合計より多くなるはずのところ、一審被告会社提出の資料によれ\nば、逆に後者が前者より多いという矛盾がある。たとえば、平成二年度は、月平均\n給水量及び井水使用量との合計は九〇三一立方メートルであるが、石部町認定蒸発\n水量合計六七三〇立方メートル及び自家処理汚水量三九五八立方メートルの合計は\n一〇六八八立方メートルにもなる。右の原因は、（ア）蒸発水量の計算に本来循環\n水量を使用すべきであるのにポンプ能力を使用していること、（イ）キャリーオー\nバーやブローダウンなどの蒸発しないで工場敷地にこぼれて工場排水として処理さ\nれるべき水量までも蒸発水量とみなしていること、（ウ）クーリングタワーの運転\nに要する水量に、本来加算すべきでない、メーカーが見込んだ安全率という余裕水\n量まで加えていることにある。」\n５　同一九頁五行目から六行目にかけての「よりるべきであった」を「よるべきで\nあっ\nた」と、同一〇行目の「四〇〇〇立方メートル」を「四二七〇立方メートル」と、\n同一一行目の「二〇〇〇立方メートル」を「一七三〇立方メートル」と、同二〇頁\n一行目の「三〇四〇万円」を「二六九八万八〇〇〇円」とそれぞれ改める。\n６　同二〇頁一行目の次に行を改め、次のとおり加える。\n「なお、一審被告会社は、平成八年二月九日に石部工場の下水道排出口に汚水量の\n測定装置を設置したが、右装置による同月から現在までの計測結果は概ね四二七〇\n立方メートルであるから、石部工場の平成五年以降の汚水量は毎月六〇〇〇立方メ\nートルであったとはいえないと主張する。しかし、右主張は、次のとおり理由がな\nい。\n①　右データは必ずしも信用できず、また、単に同工場の下水道排水口を経由して\n流出した汚水量を計測したものであって、本来下水道で処理されるはずの同工場の\n全汚水量を計測したものではない。一審被告会社は、石部工場の排水の一部を下水\n道に流さず、直接公共河川に流している。右は、同工場敷地外に直接排出されてい\nる排水パイプからの排水に、水道水に含まれる塩素イオンが検出されたことから明\nらかである。右排水にクーリングタワーからのあふれ水や、稲荷などの手洗水が含\nまれていたとしても、これらの水は、本来下水で処理されるべきものであるから、\n一般家庭でも洗車や散水の使用量が下水道使用量算定の対象とされているのと同様\nの取り扱いがなされるべきである。\n②　平成八年の一審被告会社の生産量や、従業員数は平成五年当時と比べかなり減\n少しているから、右計測結果から一審被告会社主張のとおりの推認をすることはで\nきない。」\n７　同二一頁三行目から同五行目の「免れていることになる。」までを次のとおり\n改め、同七行目から末行までの括弧書きを削る。\n「メートルにすぎない。ところが、一審被告Ａは、受益者負担金の徴収猶予対象面\n積を機械的に地目が山林である土地の公簿面積のみにより計算したために、本来猶\n予すべき部分（公簿上の地目及び現況が山林である部分）の面積が右のとおりであ\nるにもかかわらず、猶予対象面積を六万三一一八平方メートルとしており、これに\nよると、徴収対象面積対猶予対象面積の割合は公簿によれば約二対一となり、実測\nによると約五対一になる格差が生じた。したがって、右猶予対象面積も実測による\nべきであるから、一審被告会社は前記徴収猶予分六万三一一八平方メートルとの差\nである三万三〇\n六九平方メートル分の受益者負担金の徴収を不当に猶予され、その支払を免れてい\nる。」\n８　同二二頁三行目の「年五分を」を「年五分の」と改める。\n９　同二四頁一一行目の「土地がある」から同二五頁四行目までを次のとおり改め\nる。\n「土地があるが、面積については争う。一審原告ら主張の面積は、机上の計算にす\nぎず、正確ではない。\n仮に一審原告ら主張の面積を前提としても、次の事情下の負担金徴収猶予は、受\n益者負担条例七条三項等を例示とする町長の行政裁量権の範囲内にある。すなわち\n同条例七条一項では、徴収者側の事情をも考慮して徴収猶予することを認めている\nところ、右土地は、駐車場にするには開発許可を必要とする土地であるにもかかわ\nらず、未だ開発許可はされていない。したがって、右土地につき受益者負担金の徴\n収猶予をしないとすると、開発許可のない開発行為を追認する結果になって相当で\nない。一審被告会社は、開発許可がされないときは、本件駐車場を山林に戻すこ\nと、逆に開発許可がおりたときは、負担金を支払うことを誓約している。また、負\n担金を徴収しようとすれば、賦課すべき面積の確定が必要となり、駐車場面積を実\n測せざるをえず、その費用は賦課により得られる負担金に比し、多大なものとなる\n可能性がある。まして、石部工場付近は、公図の混乱地域であって、地番の確定も\n困難であるから、費用対効果を考えると町長の徴収猶予の裁量の範囲内にあるとい\nうべきである。」\n１０　同二八頁三行目から同九行目までを次のとおり改める。\n「下水道使用料条例及び同施行規則並びに受益者負担条例及び同施行規則、受益者\n負担金決定通知書その他の通知様式のいずれをみても負担金の決定あるいは猶予承\n認決定などについては、対象となる土地の地番、地目、面積等の特定が要件とされ\nており、しかも、右のとおり負担金の算定基準となる地積は、公簿によることとさ\nれているから、対象土地が一筆もしくは二筆以上の土地であってもその土地全体が\n対象となるのであれば、負担金は、対象土地の公簿面積によるべきであり、そうで\nなく、対象土地が一筆の土地の一部であるとき或いは二筆以上の土地の一部である\nときは、対象土地の地番及び面積を確定しない限り負担金の額を決定することはで\nきない。本件においては、石部工場の駐車場として使用している土地部分について\nは、地番、地目、面積の特定がなく、一筆もしくは二筆以上の土地の全部か\n或いはそれらの土地の一部なのか等も不明であるから、負担金の額を決定すること\nはできないというべきである。\nまた、右駐車場部分の土地は、面積が確定されていない。一審原告らは、一審被\n告会社が提出した丙一一号証の図面をもとに机上で計算したものを右土地の面積で\nあると主張する。しかし、右図面は、正確に測量した結果を反映したものではない\nし、その縮尺が二五〇〇分の一とされていることからも、机上の計算ではわずかな\n計測の違いでも実際には大きな誤差が生じるのであるから、右計算結果は信用でき\nない。\n更に、受益者負担条例六条、同規則五条によれば、町長が負担金の額を定めたと\nきは、遅滞なく、その額及び納付期日等を受益者に通知し、この通知により受益者\nに負担義務が発生するとされている。他方、同規則一四条によると、『町長は、徴\n収猶予を取り消し、猶予にかかる負担金を一時に徴収することができる』と規定さ\nれていることから、直ちに取り消すか否かは町長の裁量の範囲内にあると解され\nる。本件においては、後記のとおり、町長の負担金猶予処分を取り消さない旨の判\n断は相当であり、右裁量の範囲内にあるが、仮に一審被告会社が右駐車場部分の存\n在を自認した時点で石部町としては、負担金猶予処分を取り消し、賦課通知をなす\nべきであったとしても、一審被告会社としては、賦課通知があるまでは支払義務は\n発生しない。\n右駐車場部分の土地は、駐車場にするには開発許可を必要とするため一審被告会\n社は、現在滋賀県に対し、右土地を含めた二三筆の土地の開発事業計画等の開発許\n可申請中であるが、右付近一帯が公図混乱区域であり、右駐車場部分の地番など特\n定が困難であるため、開発許可がおり次第、一審被告会社は、石部町に対し二三筆\nの土地を一括して届出する予定であったが、右駐車場部分については、現時点で届\n出をすべきか否か石部町の指導判断に従う旨意思表示をしたものである。石部町\nは、右駐車場部分の特定が著しく困難であることから、開発許可がおりた時点で一\n括して取消をし、賦課決定をすると判断したものであるから、右判断は相当であ\nり、町長の裁量の範囲内にあるというべきである。」\n第三　当裁判所の判断\n一　下水道使用料について\n１　汚水量認定手続について\n一審原告らは、本件認定が下水道使用料条例及び同規則に定める手続に従ってい\nないから無効であると主張するのでまず、右の点について判断する。\n（一\n）　石部町の下水道使用料条例八条及び下水道使用料規則七条によると、汚水量の\n認定方法は、大要次のとおりとされている（乙一、二）。\n（１）　原則として、水道水もしくは水道水以外の水を使用した場合はその使用水\n量とする。\n（２）　例外として、現に使用する水量が、汚水量に著しく異なるときは、\n（ア）　使用者が、汚水量及びその算出根拠を記載した申告書を資料を添付して、\n町長へ提出し、\n（イ）　町長は、その申告書の内容を勘案して汚水量を認定する。\n（ウ）　汚水量を認定したときは、汚水量認定通知書をもって通知する。\n（エ）　（ア）ないし（ウ）の手続は一使用月（おおむね二月）ごとに行う。\n（二）　一審被告会社にかかる汚水量認定の実際は、次の方法によりなされた（乙\n五、丙九の１ないし７、二〇、証人Ｂ、同Ｃ）。\n（１）　平成四年六月、下水道使用料条例が可決された後、石部町と一審被告会社\nとは汚水量の認定について話し合いを開始し、一審被告会社は一審被告Ａに対し、\n汚水量及びその算出根拠を記載した資料（丙九の３ないし７）を提出した。\n（２）　一審被告Ａは一審被告会社に対し、平成四年一二月二日、一審被告会社の\n一か月あたりの汚水量を四二七〇立方メートルと認め、石部町職員が一審被告会社\nに算出方法を記載したメモ（丙九の１・２）を交付して、これを告知した。\n（３）　一審被告会社から前記（一）（２）（ア）の申告書は提出されず、（２）\nの認定に関し一審被告Ａから前記（一）（２）（ウ）汚水量認定通知書による通知\nはなされず、以後本件口頭弁論終結時までに右申告書及び右汚水量認定通知書によ\nる通知がなされた形跡はない。\n（４）　一審被告Ａが認定に関する書面であると主張する右丙九の１ないし７に\nは、作成者の署名押印も作成日付の記載もなく、その体裁からして下水道使用料条\n例八条及び下水道使用料規則七条所定の申告書\n及び認定通知書と解することは困難である。\n（三）　ところで、例外としての町長による汚水量の認定は、これにより、住民の\nうちの一部の下水道施設の利用者に対し、使用水量をもって汚水量とする原則規定\nの適用を排除し、使用水量と認定にかかる汚水量との差に相当する分につき徴収を\nしないこととする一つの利益処分（授益的行政処分）に他ならないところ、この例\n外認定に申告書及び認定通知書による通知を必要とした趣旨は、認定処分の存在を\n明確にするとともに認定資料を保存、保管し\nて、処分の公正と適法性を客観的に担保するとの目的に出たものと解されるから、\nこの趣旨目的及び認定処分による法律効果に照らし、右の各書面によらずになされ\nた「認定」は、重大かつ明白な瑕疵があり、不存在もしくは無効と解される。\n本件認定の実際は前記のとおりであり、これによれば、本件認定は所定の書面に\nよらずになされたもので、前記条例八条及び規則七条に反することは明らかであ\nる。\n（四）　そうすると、一審被告会社に関する前記汚水量の認定は、法定の手続を欠\nき不存在もしくは無効なものというべきである。\n（五）　これに対し、一審被告Ａは、①　石部工場は通常月と異なる一定月のみの\n汚水量の変動があるのではなく、年間を通じて上水道使用量に比し汚水量が少ない\nので、下水道使用料条例八条三号の例外事例であり、一括認定は、町長の裁量の範\n囲内である、②　平成四年一二月当時は、下水道使用料条例などが施行されたばか\nりで申立書類などが整っていなかった、などと主張し、一審被告会社は、③　汚水\n量の認定は、当初から年間を通じて毎月の平均汚水量を算出するということで石部\n町との話し合いがあり、また、条例の執行者たる石部町から何らの指導も受けてい\nないから、一審被告会社に責められるべきものはないと主張する。\nしかし、①　については、主張のような町長の裁量を認めることは、前記条例八\n条の規定を無意味ならしめるものであり、同規定の存在に照らし条例四条に基づ\nき、主張のような裁量権があるとは解されない、②　については、一審被告会社\nは、前記申立書式などが定められた平成四年七月一日公布の下水道処理規則と同日\nに公布された受益者負担規則に従い、平成四年七月三一日に下水道事業受益者負担\n金徴収猶予申請書を提出し、一審被告Ａは、同年九月一四日右猶予決定通知書で徴\n収猶予を通知している（丙六の１ないし５、七の１ないし７）ことに照らし、汚水\n量認定に関する書類が用意されていなかったとの点は疑わしく、仮にそうであった\nとしても、後日速やかに追完することもできた筈であるといえるところこれがなさ\nれていない以上右申立書類が整っていなかったことをもってやむを得ない事情とす\nることはできず、③　については、一審被告会社が、一審被告Ａ及び石部町の指導\nに従ったものであり、その信頼は保護されるべきとの主張とも解されるが、一審被\n告会社担当者は、石部町公共下水道事業審議会の委員に選\n任され、下水道使用料条例及び同規則の制定にあたり審議に関与し、右条例等を知\n悉していること（丙一六の１ないし４、証人Ｂ、同Ｃ）からすれば、一審被告会社\nが一審被告Ａ及び石部町から所定の手続をとるよう改めて指導を受けたこともな\nく、一審被告Ａ及び石部町が口頭による申請を受け付け、口頭により通知したから\nといって、前記汚水量の認定を無効となしえない程度に右信頼を保護すべきである\nとは認め難く、以上によると一審被告らの前記各主張は採用できない。\n２　右１でみてきたところによると、一審被告Ａの前記汚水量認定は不存在もしく\nは無効であるから、一審被告Ａは、前記原則に従い、一審被告会社の上水道使用量\nをもって汚水量と認定すべきであるところ、一審被告会社の平成五年一月から平成\n一一年六月までの毎月の水道使用量は六〇〇〇立方メートルである（前記認定）。\nそして、一審被告会社は、石部町に対し、平成五年一月から平成八年三月までは毎\n月四二七〇立方メートルの汚水量相当分の下水道使用料を支払い（前記認定）、同\n年四月からは、計測結果に従った別紙のとおりの認定汚水量分の同使用料を支払っ\nていることが認められる（丙二二の１ないし３４、二六の１ないし１４、証人Ｂ、\n同Ｃ、弁論の全趣旨）。また、右下水道使用料金は、下水道使用料条例七条別表の\n特定排水にあたる（工場からの汚水で、一五〇〇立方メートルを超えるもの）か\nら、一立方メートルあたり二〇〇円である（乙一、弁論の全趣旨）。\nそうすると、一審被告会社は、法律上の原因がないことを知って次のとおりの利得\nを得、石部町は、右同額の損失を被ったと認められる。なお下水道使用料の納付期\n限は、当月分を翌月末日までとされている（丙二二の１ないし３４）。\n（計算式）\n平成五年一月分から平成七年一二月分まで三六か月\n（６，０００―４，２７０）×２００×３６＝１２，４５６，０００\n平成八年一月分\n（６，０００―４，２７０）×２００×１＝３４，６００\n平成八年二月分から平成一一年六月分まで四一か月\n（６，０００―４，２７０）×２００×２＋｛（６，０００×３９）―１６３，６\n１０｝×２００＝１４，７７０，０００\n以上合計\n１２，４５６，０００＋３４６，０００＋１４，７７０，０００＝２７，５７２，\n０００\n３　以上によれば、その余の点を判断するまでもなく、一審被告Ａは、少なくとも\n過失により、条例等の規定に違反し、違法に前記二七五七万\n二〇〇〇円相当額の下水道使用料の徴収を怠り、一審被告会社は、右同額を不当に\n利得し、いずれも石部町に右同額の損害を与えたものであるから、右金額の範囲内\nである一審原告らの請求額二六九八万八〇〇〇円につき一審被告Ａは、不法行為に\nよる損害賠償債務として、一審被告会社は、不当利得返還債務として右同額及びこ\nれに対するいずれも不法行為後もしくは利得後である次の遅延損害金もしくは利息\nを石部町に対し連帯して支払う義務がある。（なお、一審原告らは、平成五年一月\n分から平成七年一二月分までは一年分ごとに、平成八年一月分は一か月分を、同年\n二月分以降平成一一年六月分まではまとめて平成一一年六月一八日からの遅延損害\n金もしくは利息を請求している。）\n（１）　（平成五年一月分から平成五年一二月分まで）\n四一五万二〇〇〇円については平成六年二月一日から\n（２）　（平成六年一月分から平成六年一二月分まで）\n四一五万二〇〇〇円については平成七年二月一日から\n（３）　（平成七年一月分から平成七年一二月分まで）\n四一五万二〇〇〇円については平成八年二月一日から\n（４）　（平成八年一月分）\n三四万六〇〇〇円については平成八年三月一日から\n（５）　（平成八年二月分から平成一一年六月分まで）（最終納期限は同年七月三\n一日である。）\n一四一八万六〇〇〇円については平成一一年八月一日から\nいずれも支払済みまで。\n二　受益者負担金について\n当裁判所も、受益者負担金については、原判決認定の限度で理由があると判断す\nるが、その理由は次のとおり付加、訂正するほか、原判決三四頁四行目から同三八\n頁七行目までのとおりであるからこれを引用する。１　同三五頁六行目の「徴収し\nた」を「賦課した」と改め、同八行目の次に行を改め、次のとおり加える。\n「２　一審原告らは、実測によれば、石部工場の面積と公簿上の地目及び現況とも\nに山林である部分の面積との比率は、約五対一であり、公簿面積によれば右比率\nは、約二対一と格差が大きいにもかかわらず、一審被告Ａは、石部工場の徴収猶予\n対象土地部分を実測せず、公簿上地目が山林とされた部分を全て受益者負担金の徴\n収猶予対象土地として過大に徴収猶予した、その後平成八年、右対象土地のうち二\n万平方メートルの徴収猶予を取り消したが、この部分についても本来平成五年から\n徴収されるべきであった等と主張するので以下検討する。\n受益者負担規則一三条、別表によれば、受\n益者負担金を徴収猶予するためには、『公簿上の地目及び現況とともに山林であ\nる』ことが必要であるところ（前記認定）、一審被告Ａは、平成四年九月一四日石\n部工場の敷地のうち、六万三一一八平方メートルにつき、一審被告会社の徴収猶予\n申請を承認し、その後平成八年四月一日、二万一八四五平方メートルにつき右徴収\n猶予を取り消した（前記認定）が、証拠（丙六の１ないし５、一二の１、一三、二\n〇、証人Ｃ）及び弁論の全趣旨によると、平成四年九月一四日当時の前記徴収猶予\nにかかる地目が山林である部分は、現況も山林であったこと及び平成八年四月一日\nの前記徴収猶予取消は、平成七年に台風等で樹木が倒壊した部分を伐採するなどし\nて従来山林であった部分を宅地化したことから石部町が固定資産税を宅地並課税す\nることになったことに伴うものであることが認められる。そうすると、平成四年九\n月一四日当時一審被告Ａが徴収猶予申請を承認したことが不当ということはできな\nいし、また、平成八年四月一日一審被告Ａが徴収猶予を取り消した前記土地部分に\nつき、平成五年から受益者負担金を徴収すべきであったともいえないから一審原告\nらの前記各主張は採用できない。」\n２　同三五頁九行目から、同一〇行目から一一行目にかけての括弧書きまでを次の\nとおり改める。\n「３　しかしながら」\n３　同三六頁三行目の括弧書きの次に「、地積は、三三七二平方メートルであるこ\nと（丙：二、一審原告Ｄ、弁論の全趣旨）」を加える。\n４　同三七頁三行目の「前記第一の三（六）のとおり」を「前記のとおり」と改め\nる。\n５　同一二八頁五行目の「認められ」の次に「（原審裁判所の受付印の日付が同日\nであることは本件記録上明らかである。）」を加える。\n６　同三八頁七行目の次に行を改め、次のとおり加える。\n「一審被告らは、①　受益者負担金の賦課決定は、対象となる土地の地番、地目、\n面積等の特定が必要であり、しかも、負担金額の算定基準は公簿によるところ、本\n件では、右特定がなされていないし、一審原告主張の面積も正確ではない、②　一\n審被告Ａは、右土地が特定できないため、受益者負担金猶予処分を取消していない\nが、右は町長の裁量権の範囲内にあると主張し、更に一審被告会社は、③　仮に一\n審被告Ａが一審被告会社に対し、受益者負担金を賦課すべきであったとしても、右\n負担金納付義務は、賦課通知がなされて初めて発生するものであるから、未だ右通\n知が\nなされていない以上、一審被告会社に納付義務はないから不当利得は生じていな\nい、などと主張する。\nしかしながら、①　については、右土地は平成四年九月一四日に一審被告Ａから\n徴収猶予された土地の一部であって（証人Ｃ）、一審被告会社提出の図面（二五〇\n〇分の一都市計画図・丙一三）により場所及び範囲は特定され、一審原告奥村が右\n図面上測定した結果、右土地の面積は三二七二平方メートルであると認められ、右\n認定に反する証拠はないし、②　については、右のとおり特定に欠けることはない\nから、負担金の徴収猶予をすることができる場合である受益者負担条例七条三号に\nいう『特に徴収を猶予する必要』があるとはいえず、したがって、町長の裁量権の\n範囲内にあるとはいえないし、③　については、一審被告Ａは一審被告会社に対\nし、既に右土地につき受益者負担金の賦課決定をし、ただ、同七条、受益者負担規\n則一三条別表第２により公簿上、現況ともに山林であるとして宅地化されるまでの\n期間徴収猶予を受けている（乙三、四、丙六の１ないし５、証人Ｃ）にすぎないと\nころ、受益者負担規則一三条三項によれば、負担金の徴収猶予の決定を受けた者\nは、右猶予の理由がなくなったときは、遅滞なくその旨を町長に届けなければなら\nず、同一四条４号により、町長は必要と認めたときは、徴収猶予を取り消し、猶予\nにかかる負担金を一時に徴収することができるとされているのに、一審被告会社\nは、右土地を宅地化した時点で遅滞なく町長に届け出ず、現在に至るも負担金の徴\n収猶予を受けているから、一審被告Ａの負担金賦課通知或いは徴収猶予の取消しが\nなくとも前記負担金額相当額を不当に利得し、石部町は同額の損害を被ったという\nべきである。したがって、一審被告らの前記各主張は採用できない。」\n三　まとめ\n以上検討したところによれば、一審被告らは連帯して石部町に対し、下水道処理\n料金未払分相当額二六九八万八〇〇〇円及び受益者負担金相当額八〇万九二八〇円\n以上合計二七七九万七二八〇円及びこれに対する主文一記載の利息もしくは遅延損\n害金を支払う義務がある。\n四　結論\n以上によれば、一審原告らの本件請求は右認定の限度で理由があるからこれを認\n容し、その余は理由がないからこれを棄却すべきであり、これと一部異なる原判決\nは相当でない。よって、一審原告らの本件控訴に基づき原判決を主文一のとおり変\n更し、一審被告らの本件各控訴はい\nずれも理由がないから棄却することとし、主文のとおり判決する。\n大阪高等裁判所第四民事部\n裁判長裁判官　武田多喜子\n裁判官　正木きよみ\n裁判官　三代川俊一郎\n"
}