{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 2,
    "day": 6
  },
  "case_number": "平成14(行ケ)414",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "11326",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=11326",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/326/011326_hanrei.pdf",
  "contents": "平成１４年（行ケ）第４１４号　審決取消請求独立当事者参加事件（平成１４年\n（行ケ）第１７２号に対する参加事件）　　平成１５年１月２３日口頭弁論終結\n判　　　　決\n原告（参加人）　　　　有限会社テクノ海洋\n訴訟代理人弁理士　　　鈴木正次、涌井謙一\n脱退原告　　　　　　　海洋工業株式会社\n被告　　　　　　　　　特許庁長官　太田信一郎\n指定代理人　　　　　　西野健二、清田榮章、高木進、林栄二\n主　　　　文\n原告（参加人）の請求を棄却する。\n訴訟費用は原告（参加人）の負担とする。\n事実及び理由\n第１　原告（参加人）の求めた裁判\n特許庁が不服２００１－１３８８号事件について平成１４年３月４日にした審決\nを取り消す、との判決。\n第２　事案の概要\n１　手続の経緯等\n(1)　原出願\n出願　　　　　昭和６２年１１月２日（特願昭６２－２７８１０４号）\n（出願人：脱退原告、発明の名称：「間欠空気揚水装置に\nおける給気方法」）\n(2)　本　願\n出願　　　　　平成６年２月４日（原出願からの分割出願）\n拒絶査定　　　平成１２年１２月２６日\n審判請求　　　平成１３年２月１日（不服２００１－１３８８号）\n拒絶理由通知　平成１３年１２月１１日（発送日）\n手続補正書　　平成１４年１月１８日（提出日）\n審決　　　　　平成１４年３月４日（同月１９日脱退原告に送達）\n審決の結論　　「本件審判の請求は、成り立たない。」\n(3)　本訴提起後に、脱退原告海洋工業株式会社から原告（参加人）有限会社テ\nクノ海洋（以下「原告」というときは、参加人を指す。）に対し特許を受ける権利\nの譲渡（平成１４年４月１６日特許庁に出願人名義変更届）\n２　本願発明の要旨（平成１４年１月１８日付け手続補正書による補正後の特許\n請求の範囲の記載）\n「【請求項１】筒体外の空気室から筒体内へ気泡弾を間欠的に供給して揚水する\nようにした揚水方法において、前記間欠的に与える一回の空気量を、前記筒体の直\n径を３０ｃｍから、８０ｃｍ（但し４０ｃｍを除く）までとした場合に、その筒体\n直径を直径とする球体容積の１．０倍乃至３．０倍以内とし、送気量を毎分１００\nリットル乃至２０００リットルの間として、平均流速を０．８ｍ／ｓｅｃ～１．５\nｍ／ｓｅｃとすることを特徴とした間欠空気揚水装置における給気方法。」\n３　審決の理由の要点\n審決の理由は、別紙審決の写し（審決書）の理由欄に記載のとおりである。要す\nるに、\n(1)　本願は、特願昭６２－２７８１０４号（出願日昭和６２年１１月２日）を原\n出願とする分割出願として出願されたものであるが、本願の明細書又は図面は、原\n出願の出願当初の明細書又は図面に記載した事項の範囲内でないものを含むから、\nこの出願の分割は、適法になされたものではなく、出願日の遡及は認められない、\n(2)　本願発明は、引用例（特公平３－４６６７９号公報（原出願の公告公報）、\n甲第２号証）に記載された発明であるから、特許法２９条１項３号に該当し、特許\nを受けることができない、\nというものであり、出願の分割についての判断（前記(1)）の理由は、以下に引用す\nるとおりである。\n「（２）本願の出願の分割について\n・・・本願の出願の分割は、・・・上記の要件ロ．（判決注．「分割出願の\n明細書又は図面が、原出願の出願当初の明細書又は図面に記載した事項の範囲内で\nないものを含まないこと」）を満たしていない。\nすなわち、本願の明細書又は図面には、発明の詳細な説明又は図面に、「筒\n体の直径を３０ｃｍ，５０ｃｍ，８０ｃｍ，１００ｃｍとした場合」について記載\nされ、特許請求の範囲の請求項１に、「筒体の直径を３０ｃｍから、８０ｃｍ（但\nし４０ｃｍを除く）までとした場合」と記載されている。そして、段落【００３\n７】に、「前記実施例１３、１４で明らかなように、筒体の直径８０ｃｍの場合\nは、ほぼ直径５０ｃｍの場合と同一状態で、空気量が多くなれば流速の増加が認め\nられるが、直径１ｍの場合には、空気量の増大に比較して流速の増加は少ないもの\nと認められる。従って実用上筒体直径の上限は８０ｃｍ付近と判断される。」との\n記載がある。これに対して原出願の出願当初の明細書又は図面（特開平１－１２１\n６００号公報、参照。）には、発明の詳細な説明又は図面に、「筒体の直径を３０\nｃｍ、５０ｃｍとした場合」について記載されるだけであり、特許請求の範囲第１\n項に、「筒体直径を３０ｃｍ前後とした場合」と記載されるだけである。\nしたがって、本願の明細書又は図面が、原出願の出願当初の明細書又は図面\nに記載した事項の範囲内でないものを含むことは、明らかである。」（審決書２\n頁）\n第３　原告主張の審決取消事由の要点\n本件出願は、以下に述べるとおり、適法な分割出願であることが明らかであるか\nら、分割が不適法であるとして出願日の遡及を認めなかった審決は違法であり、こ\nれに基づいた判断は取り消されるべきである。\n１　原出願の願書に最初に添付した明細書又は図面（以下、「原出願の当初明細\n書」という。甲第３号証）は、特許請求の範囲第１項に、「筒体直径を３０ｃｍ前\n後以上」と規定し、筒体の直径５０ｃｍまでの実施例を記載していた。筒体直径３\n０ｃｍ以上ということは、技術的には、直径３０ｃｍ以上の大径であっても同一数\n値関係にあるものについては、同一発明と認められることを示すものである。\nそこで、原出願の明細書を補正して筒体の直径８０ｃｍのデータを付加したが、\nいわゆる要旨変更でないと認められ、出願公告（特公平３－４６６７９号公報：甲\n第２号証）され、特許第２０７１５２４号として特許された。\n原出願についてされた上記補正が要旨変更に当たらない適法な補正と認められた\n以上、上記補正に係る内容は、原出願の出願時に原出願に含まれていたと認められ\nたものである。\n２　一般に、願書に添付された明細書又は図面とは、現実に文言として記載され\nていなくても、「発明として当然認められる範囲」までを含むものである。例え\nば、特許請求の範囲の「筒体の直径３０ｃｍ以上」との記載が、筒体の直径３０ｃ\nｍ及び５０ｃｍの実験例のデータの記載に基づいている場合には、「３０ｃｍ以\n上」は少なくとも５０ｃｍを含むのであり、同一作用効果を奏する８０ｃｍのデー\nタがあり、かつ作用効果の相違する１００ｃｍのデータがある場合には、「３０ｃ\nｍ以上」は、最低８０ｃｍを当然含むことになる。\n原出願の補正後の明細書（甲第２号証）には、特許請求の範囲（請求項１）に、\n「筒体直径を３０ｃｍ乃至８０ｃｍとした場合に」と記載され、発明の詳細な説明\n欄に、筒体直径８０ｃｍとした場合のデータが記載され、筒体直径８０ｃｍとした\n場合にも筒体直径３０ｃｍと同一の作用効果を奏することが示されている。筒体直\n径３０ｃｍ以上の上限は同一自然法則を利用する範囲内で同一効果を奏する範囲に\nより定められるべきであるから、原出願には、筒体直径が８０ｃｍまでの発明が含\nまれていたものである。\nなお、本願発明及び原出願の発明における上昇流の発生は、甲第２号証の第１図\nに示すように、筒体１内を気泡弾１９が浮力により上昇する場合の浮力と、上昇す\nべき水量と、筒体内壁と水流の摩擦力のバランスにより定まる。前記における浮力\nと、上昇すべき水量は、筒体直径の三乗に比例するが、摩擦力は筒体直径の一乗に\n比例する。したがって、筒体直径が増加するほど、浮力に対する摩擦力の比率は小\nさくなる。前記理由により、浮力に対する比率は、筒体直径が２０ｃｍの場合は筒\n体内壁による摩擦力が大きいが、筒体直径３０ｃｍの場合は筒体内壁による摩擦力\nが小さくなるので、両者を同一方法では律し切れないが、筒体直径３０ｃｍ以上の\n場合には、摩擦力の影響が小さくなるので、実用上使用しうる８０ｃｍ～１００ｃ\nｍの間の範囲までは同一効果を奏すると推定される。\n３　分割出願された本願発明は、原出願の発明の要旨を変更したものではない。\nすなわち、本願発明は、原出願における「筒体直径を３０ｃｍ前後以上」（原出願\nの当初明細書の特許請求の範囲）を「筒体直径を３０から、８０ｃｍまで」に減縮\nしているのであるから、この分割（補正）は要旨変更には当たらない。そして、分\n割時の原出願の明細書には、筒体直径８０ｃｍの実施例が記載されていた。本願発\n明は、補正の規定において要旨を変更しないものとみなされる範囲内の分割である\nから、当然、その分割出願は適法である。\n４　以上のことからすれば、本願発明は、原出願の当初明細書（甲第３号証）に\n含まれていた発明というべきであるから、その分割出願は適法な分割出願である。\n第４　被告の反論の骨子\n１　分割出願が適法と認められるためには、分割出願に係る発明は、原出願の当\n初明細書又は図面に記載されている（その記載から自明な事項を含む。）ことを要\nする。\n２　本願の特許請求の範囲の請求項１（甲第４号証－２）に記載された発明は、\n「筒体の直径を３０ｃｍから、８０ｃｍまでとした場合」とした点において、原出\n願の当初明細書に記載された事項の範囲外の事項を要旨としているものであり、審\n決の判断に誤りはない。\n第５　当裁判所の判断\n１　本願発明については、本訴提起後の平成１４年４月２６日付け譲渡契約によ\nり、特許を受ける権利が脱退原告から原告に譲渡され、同日付けで特許庁長官に対\nし上記譲渡の事実を届け出る出願人名義変更届が提出された。これに伴い、原告が\n被告を相手方として民訴法４７条１項の規定による独立当事者参加をし、脱退原告\nは、被告の同意を得て本件訴訟から脱退した。\n２　甲第２ないし第３号証及び第４号証１、２並びに弁論の全趣旨によれば、本\n願発明は、特願昭６２－２７８１０４号の出願（原出願）の当初明細書（甲第３号\n証、原出願の公開特許公報）が補正され、出願公告（平成３年７月１６日、甲第２\n号証、特公平３－４６６７９号）がされた後に、原出願からの分割出願として出願\nされ（甲第４号証の１、本願公開公報）、その後、平成１４年１月１８日付け手続\n補正書によって明細書の補正がされたものであり（甲第４号証の２）、本願発明の\n要旨は、前記第２の２に記載のとおりである。\n３　本訴において、原告の主張する審決取消事由は、もっぱら、本願発明の分割\n出願が不適法であるとして出願日の遡及を認めなかった審決の認定判断の誤りをい\nうものである。\n（１）そこで、まず、分割出願の要件についてみるに、原出願の当初明細書が分\n割出願前に補正され、出願公告されている場合において、分割出願に係る発明は、\n原出願の当初明細書及び原出願の分割時の明細書の双方に記載されている（その記\n載から自明な事項を含む。）ことを要するものというべきである。\n審決は、その分割出願の適否についての判断（審決書２頁）において、分割出願\nが適法と認められるためには、分割出願に係る発明が原出願の出願当初明細書に記\n載されていることを要するとの前提に立って、本件分割出願の適否を判断している\nことが明らかである。原告も、原出願の当初明細書に分割出願に係る発明が記載さ\nれていることが適法な分割出願と認められるための要件であること自体を争うもの\nではない。\nしたがって、本件の争点は、本願の特許請求の範囲【請求項１】に記載された筒\n体直径の上限値を８０ｃｍとする発明が、原出願の当初明細書に記載されていたか\n否かにある。\n（２）以上の観点から原出願の当初明細書を検討し、本願発明が原出願の当初明\n細書に記載されているか否かをみる。\nア　原出願の当初明細書の記載\n(ア)　甲第３号証によれば、原出願の当初明細書（公開特許公報）には、\n次の記載が認められる。\n①「また、出願人は先に小径の揚水筒（例えば筒径２０ｃｍ前後）に関しては間\n欠的に与える一回の空気量と筒体直径を直径とする球体容積との関係を明らかにし\nた給気方法を提案した（特願昭６１－１０２６２４）。」（甲第３号証の１頁右下\n欄）\n②「また、前記特願昭６１－１０２６２４の発明は筒径２０ｃｍ前後の揚水装置\nには適用できるが、大口径のものについては不十分の問題点があった。」（同２頁\n左上欄）\n③「即ちこの発明は、筒体内へ気泡弾を間欠的に供給して揚水するようにした揚\n水方法において、前記空気量を、前記筒体直径を３０ｃｍ前後以上とした場合に、\nその直径とする球体容積の０．５倍乃至３．０倍として間欠空気揚水装置における\n給気方法を構成した。前記における空気容量は表－１～表－６の実験結果から求め\nた。」（同２頁左上欄）\n④「前記実施例１乃至実施例１２は、筒径３０ｃｍと５０ｃｍ、筒長５ｍ、１０\nｍ、１５ｍ、空気室容量を球体容積の０．５倍、３．０倍とした時の流速を求めた\nものである。前記実施例は、上下限の限界値付近について説明したもので、表－１\n乃至表－６に示すように同径、同長の筒体について、球体容積の０．３倍乃至１０\n倍につき、送気量１００ｌ／分乃至２０００ｌ／分までの実験を行った。これをグ\nラフ化したものが第３図乃至第８図である。」（同７頁左下欄）\n⑤「この発明によれば、筒径３０ｃｍ以上において一回の放出空気量を筒体直径\nとする球体容積の０．５倍乃至３．０倍としたので、エネルギー効率が著しく向上\nする効果がある。」（同７頁右下欄）\n(イ)　上記記載①～④によると、原出願の当初明細書に記載された発明\nは、特願昭６１－１０２６２４号に記載された小径（例えば筒径２０ｃｍ前後）の\n揚水筒における給気方法（乙第１号証）を前提技術とし、この前提技術よりも大口\n径のものに適用しようとして、筒体直径３０ｃｍ及び５０ｃｍの場合について実験\nを行い、その実験結果に基づいて、上記⑤の「エネルギー効率が著しく向上する」\nという効果を奏する、間欠的に与える一回の空気量と筒体直径を直径とする球体容\n積との関係を明らかにしたものと認められる。\n(ウ)　してみると、原出願の当初明細書における「筒体直径を３０ｃｍ前\n後以上とした場合」との記載は、前提技術としての「筒体直径２０ｃｍ前後の場\n合」と区別するための下限値を明らかにするものであり、上記⑤の効果を奏するこ\nとのできる筒体直径の上限値までも明らかにするものではない。\nそして、原出願の当初明細書には、筒体直径を３０ｃｍと５０ｃｍとしたものが\n上記⑤の効果を奏することについては記載されているが、筒体直径を５０ｃｍを超\nえて大きくしていったときに、どの範囲のものであれば３０ｃｍ、５０ｃｍのもの\nと同等の効果を奏するかについては、記載されておらず、その点が原出願の当初明\n細書の記載から自明であるということもできない。\nイ　本願明細書について\n(ア)　甲第４号証の１、２によれば、本願明細書には、原出願の当初明細\n書の上記記載事項①～⑤に追加して、次の事項が記載されていることが認められ\nる。\n⑥「【実施例１３】筒径８０ｃｍ、筒長１５ｍの筒体１を水深２５ｍに設置し、\n容量２６７リットルの空気室２（前記筒体直径を直径とする球体容積の１．０倍相\n当）を付設し、毎分１０００リットルの空気を供給した所、毎分１．０７回の気泡\nを放出した。この場合における筒体内の揚水の平均流速は、１．０７ｍ／ｓｅｃで\nあった（表－６）。」（甲第４号証－１【００３２】）\n⑦「【実施例１４】筒径１００ｃｍ、筒長１５ｍの筒体１を水深２５ｍに設置\nし、容量５２２リットルの空気室２（前記筒体の直径を直径とする球体容積の１．\n０倍相当）を付設し毎分２０００リットルの空気を供給した所、毎分１．０９回の\n気泡を放出した。この場合における筒体内の平均流速は、１．１２ｍ／ｓｅｃであ\nった（表－７）。」（同【００３４】）\n⑧「前記実施例１３、１４で明らかなように、筒体の直径８０ｃｍの場合は、ほ\nぼ直径５０ｃｍの場合と同一状態で、空気量が多くなれば流速の増加が認められる\nが、直径１ｍの場合には、空気量の増大に比較して流速の増加は少ないものと認め\nられる。従って実用上筒体直径の上限は８０ｃｍ付近と判断される。」（同【００\n３７】欄）\n⑨「前記実施例は、上下限の限界値付近について説明したもので、表－１乃至表\n－６に示すように同径、同長の筒体について、筒径を直径とする球体容積の０．３\n倍乃至１０倍につき、送気量１００リットル／分乃至２０００リットル／分までの\n実験を行った。これをグラフ化したものが図２乃至図９である。」（同【００４\n４】）\n⑩「この発明によれば、筒径３０ｃｍ乃至８０ｃｍにおいて一回の放出空気量を\n筒体直径を直径とする球体容積の０．７５倍乃至３．０倍としたので、エネルギー\n効率が著しく向上する効果がある。」（同【００４７】）\nそして、本願の特許請求の範囲の請求項１（甲第４号証の２）には、「前記間欠\n的に与える一回の空気量を、前記筒体の直径を３０ｃｍから、８０ｃｍ（但し４０\nｃｍを除く）までとした場合に、その筒体直径を直径とする球体容積の１．０倍乃\n至３．０倍以内とし、」）と記載されている。\n(イ)　本願明細書の上記⑥～⑨の記載によると、本願明細書は、筒体直径\n８０ｃｍ、１００ｃｍについての実験を追加し、その実験結果に基づいて、筒体直\n径８０ｃｍでは上記⑩の効果を奏し、筒体直径１００ｃｍでは上記効果を奏さない\nことを明らかにしたものであると認められる。\nウ　以上認定した事実に基づいて、原出願の当初明細書の記載と本願発明と\nを対比する。\n本願明細書は、前認定のとおり、原出願の当初明細書の記載に加えて、【実施例\n１３】及び【実施例１４】として筒体直径を８０ｃｍとしたものと１００ｃｍとし\nたものを追加し、これらの追加した実施例のデータに基づいて、「筒体の直径８０\nｃｍの場合は、ほぼ直径５０ｃｍの場合と同一状態で、空気量が多くなれば流速の\n増加が認められるが、直径１ｍの場合には、空気量の増大に比較して流速の増加が\n少ないものと認められる。従って、実用上筒体直径の上限は８０ｃｍ付近と判断さ\nれる。」（甲第４号証の１の段落【００３７】）との記載を追加し、特許請求の範\n囲に、「筒体の直径を３０ｃｍから、８０ｃｍ（但し４０ｃｍを除く）」と記載し\nたものと認められる。\nこれに対し、原出願の当初明細書には、特許請求の範囲に、「筒体直径を３０ｃ\nｍ前後以上とした場合」と記載され、発明の詳細な説明中には、実施例１ないし１\n２として筒体直径を３０ｃｍとしたものと５０ｃｍとしたものが記載されている\nが、筒体直径を８０ｃｍ、１００ｃｍとした場合については何ら記載がなく、ま\nた、８０ｃｍまでは実施例１ないし１２と同等の「エネルギー効率が著しく向上す\nる」という効果を奏するが１００ｃｍでは効果がないので筒体直径の上限値は８０\nｃｍ付近であるという点についても、何ら記載されていないことが認められる。\nそうすると、本願発明における筒体直径の上限値及びその上限値が有する技術的\n意義は、原出願の当初明細書には記載されておらず、本願明細書において初めて明\nらかにされたものであるといわざるを得ない。\nエ　以上のとおりであるから、本願の特許請求の範囲の請求項１において、\n「筒体の直径を３０ｃｍから、８０ｃｍまでとした場合」とした点は、原出願の当\n初明細書に記載された事項といえないばかりでなく、原出願の当初明細書の記載か\nら自明の事項であるということもできない。\nしたがって、本願発明は、原出願に包含された発明ということができない。\n（３）原告は、原出願の当初明細書に記載された「筒体の直径が３０ｃｍ前後以\n上」の上限は、同一自然法則を利用する範囲内で同一効果を奏する範囲により定め\nられるべきであると主張し、筒体の直径を８０ｃｍとした場合には３０ｃｍと同一\nの効果を奏するから、原出願の当初明細書には筒体直径の上限値を８０ｃｍとする\n発明が含まれていたと主張する。\nしかしながら、筒体直径が８０ｃｍのものが３０ｃｍ又は５０ｃｍのものと同一\nの効果を奏し、１００ｃｍの場合には空気量の増大に比較して流速の増加が少ない\nので実用上の上限値は８０ｃｍ付近であるということが、本願明細書に新たに追加\nされた実施例１３、１４及びそのデータ（表－６、表－７）によって初めて明らか\nにされた事項であることは、前示のとおりである。そして、原告の主張するとお\nり、間欠空気揚水装置における上昇流の発生が、筒体１内を気泡弾１９が浮力によ\nり上昇する場合の浮力と、上昇すべき水量と、筒体内壁と水流の摩擦力とのバラン\nスによって定まることからすれば、筒体直径がどの値まで筒体直径３０ｃｍ又は５\n０ｃｍとのものと同一効果を奏するかは、実際に種々の筒体直径のものを作成して\n実験して初めて分かる事項であると解されるのであって、他に同一効果を奏する筒\n体直径の上限値が３０ｃｍ、５０ｃｍのもののデータから当業者に自明の事項であ\nると認めるべき証拠もない。原告の上記主張は採用することができない。\n原告は、また、原出願について分割出願前に補正がされ、補正が要旨変更に当た\nらないとして原出願が出願公告された場合には、その補正に係る事項は原出願の当\n初から原出願に含まれていた（記載されていた）事項と認められるべきである旨主\n張し、分割出願に係る発明は原出願の当初明細書の特許請求の範囲を筒体直径を８\n０ｃｍまでとする限定を付加することにより減縮したものである旨主張するが、筒\n体直径を８０ｃｍまでとする発明が原出願の当初明細書に記載されていなかったと\nの判断が上記のとおりである以上、原告のこれらの主張をもってしても、本願発明\nが原出願に包含されたものではないとの判断を動かすものではない。\n第６　結論\n以上のとおりであるから、審決が本願発明の分割出願を不適法と判断したことに\n誤りはなく、分割の適否についての審決の判断の誤りをいう原告主張の取消事由は\n理由がない。よって、原告の請求を棄却することとし、主文のとおり判決する。\n東京高等裁判所第１８民事部\n裁判長裁判官　　　　　塩　　　月　　　秀　　　平\n裁判官　　　　　古　　　城　　　春　　　実\n裁判官　　　　　田　　　中　　　昌　　　利\n"
}