{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 7,
    "day": 25
  },
  "case_number": "平成12(行ウ)91",
  "case_name": "固定資産税賦課処分取消請求",
  "court_name": "大阪地方裁判所",
  "lawsuit_id": "6649",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=6649",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/649/006649_hanrei.pdf",
  "contents": "主文\n１　被告が平成１２年１月１７日付けでなした別紙物件目録記載の不動産に係る平\n成１１年度固定資産税賦課決定処分のうち，　　平成７年度相当分，平成８年度相\n当分，平成９年度相当分及び平成１１年度相当分に係る部分を取り消す。\n２　被告が平成１２年５月１日付けでなした別紙物件目録記載の不動産に係る平成\n１２年度固定資産税賦課決定処分を取り消　　　す。\n３　訴訟費用は被告の負担とする。\n事実及び理由\n第１　請求\n主文同旨\n第２　事案の概要\n本件は，原告所有の別紙物件目録記載の不動産（以下「本件不動産」とい\nう。）につき被告が固定資産税賦課決定処分をした　のに対し，原告が同不動産は\n地方税法（平成１１年法律第１５号による改正前のもの。以下「旧地方税法」とい\nう。）３４８条　２項１０号にいう「社会福祉事業の用に供する固定資産」に該当\nするから固定資産税を課することはできないと主張して，上記　処分の取消しを求\nめた事件である。\n１　前提事実（争いのない事実及び証拠等により容易に認められる事実）\n(1) 当事者\nア　原告は，昭和５５年に社会福祉事業法に基づき認可を受けて設立された\n社会福祉法人であり，その事業の一環として，　　　　知的障害者更生施設，特別\n養護老人ホーム等を設立し，これを営んでいる。\nイ　本件不動産は，老人保健法に基づく老人保健施設清渓苑（以下「本件老\n健施設」という。）の土地建物である。原告　　　　　は，平成６年６月２３日，\n大阪府知事から，本件老健施設において老人保健事業を行うこと及び同施設におい\nて無料又は　　　　低額老人保健施設利用事業を行うことに係る定款変更認可を受\nけ，同月２９日，同施設の開設許可を受けた。\n(2) 被告による賦課決定等\n被告は，本件不動産につき，平成１２年１月１７日，平成７年度から平\n成１１年度相当分の平成１１年度固定資産税賦　　　　課決定処分を行い，平成１\n２年５月１日，平成１２年度分の固定資産税の賦課決定処分を行った（以下併せて\n「本件処　　　　　分」という。ただし，平成１０年度相当分に係る処分の部分を\n除く。）。\n原告は，平成１２年３月１６日，被告に対し，本件不動産の平成１１年\n度固定資産税賦課決定処分につき異議申立てを　　　　したのに対し，被告は，平\n成１２年６月５日，同異議申立てを棄却した。\n原告は，平成１２年６月１４日，被告に対し，本件不動産の平成１２年\n度固定資産税賦課決定処分につき異議申立てを　　　　したのに対し，被告は，平\n成１２年７月１３日，同異議申立てを棄却した。\n(3) 関係法令及び通達\n本件に関連する法令及び通達には以下のものがある。\nア　旧地方税法３４８条２項\n固定資産税は，次に掲げる固定資産に対しては課することができな\nい。\n（１～９号　省略）\n10　社会福祉事業法による社会福祉事業，・・・（中略）・・・の\n用に供する固定資産\n（以下略）\nイ　社会福祉事業法（平成９年法律第１２４号（平成１２年４月１日施\n行）による改正前のもの）２条\n１　この法律において「社会福祉事業」とは，第一種社会福祉事業\n及び第二種社会福祉事業をいう。\n（２項　省略）\n３　次に掲げる事業を第二種社会福祉事業とする。\n（１～５号　省略）\n５の２　生計困難者に対して，無料又は低額な費用で老人保健法\n（昭和５７年法律第８０号）にいう老人保健施設　　　　　　　　　　　を利用さ\nせる事業\nウ　昭和６３年１２月５日自治固第７５号各道府県総務部長，東京都総\n務・税務局長宛自治省税務局長通知「第二種社　　　　　　会福祉事業に該当する\n老人保健施設に係る不動産所得税及び固定資産税の取扱について」（以下「自治省\n通達」とい　　　　　　う。）\n地方税法第７３条の４第１項第４号又は第３４８条第２項第１０号\nに規定する社会福祉事業の用に供する不動産又　　　　　　は固定資産のうち無料\n又は低額老人保健施設利用事業に係るものの認定については，別添の「社会福祉事\n業法第２条　　　　　　第３項に規定する生計困難者に対して無料又は低額な費用\nで老人保健法（昭和５７年法律第８０号）にいう老人保健　　　　　　施設を利用\nさせる事業について」（昭和６３年４月１日各都道府県知事あて厚生省社会，児童\n家庭局長通知）におい　　　　　　て示されている無料又は低額老人保健施設利用\n事業の基準によることが適当であると考えられるので，これらの規定\nの運用に当たって遺憾のないよう措置されたい。\nなお，貴管下市町村に対してもこの旨御連絡のうえよろしく御指導\n願いたい。\nまた，当該老人保健施設の事業が社会福祉事業に該当するかどうか\nの認定に際し，必要がある場合には，都道府県　　　　　　民生主管部局におい\nて，当該事業が社会福祉事業である旨の認定をする書面を交付するよう厚生省から\n各道府県民　　　　　　　生，衛生主管部局長に指導されていることを申し添え\nる。\nエ　昭和６３年４月１日社庶第１０９号各都道府県知事宛厚生省社会局\n長・児童家庭局長通知「社会福祉事業法第２条　　　　　　第３項に規定する生計\n困難者に対して無料又は低額な費用で老人保健法（昭和５７年法律第８０号）にい\nう老人保健　　　　　　施設を利用させる事業について」（以下「厚生省通達」と\nいう。）\n標記の事業（以下「無料又は低額老人保健施設利用事業」とい\nう。）について，その基準は次のとおりであるの　　　　　　　で，貴殿におかれ\nては，基準の趣旨，内容の普及，徹底を図るとともに，その実施に遺憾のないよう\n配慮されたい。\n第１　無料又は低額老人保健施設利用事業の基準\n無料又は低額老人保健施設利用事業を行う者は，次の項目を遵守\nすること。\n１　生計困難者を対象とする費用の減免方法を定めて，これを明\n示すること。\n２　利用料は，周辺の老人保健施設と比べて入所者等に対し，過\n重な負担とならない水準のものであること。\n３　生活保護法による保護を受けている者及び無料又は施設療養\nに要した費用（利用料を含む。）の１０％以上　　　　　　　　　の減免を受けた\n入所者の延数が入所者の総延数の１０％以上であること。\n４　デイ・サービス事業又は老人保健施設デイ・ケアを実施する\nこと。\n５　家族相談室又は家族介護室を設け，家族や地域住民に対する\n相談指導を実施するための相談員を設置するこ　　　　　　　　　と。\n第２　留意事項\n１　施設の経営主体は，無料又は低額老人保健施設利用事業を行\nうために必要な資産を有すること。\n２　費用の減免は，おおむね次のような方法により行うこと。\n(1) 施設は，生計困難者を対象とする費用の減免方法を関係機\n関と協議のうえ決定すること。\n(2) (1)の実効を確保するためには，市町村社会福祉協議会，民\n主委員協議会，民生委員等の十分な協力が必　　　　　　　　　　要であると考え\nられるので，各関係機関に無料又は低額老人保健施設利用事業の内容について周知\n徹底を図　　　　　　　　　　り，その適正な運営を期するよう指導されたいこ\nと。\n第３　指導監督\n１　無料又は低額老人保健施設利用事業を行う者について，少な\nくとも毎年１回その実施状況を調査し，その結　　　　　　　　　果を別に定める\nところにより報告するほか，その適正な運営を期するため，必要な指導を行われた\nいこと。\n２　無料又は低額老人保健施設利用事業に係る社会福祉法人の設\n立又は定款変更認可は，将来にわたっての基準　　　　　　　　　適合の見通し，\n立地条件等を総合的に判断して行うものであること。\n３　無料又は低額老人保健施設利用事業を行おうとする定款認可\n申請又は定款変更認可申請については，あらか　　　　　　　　　じめ当局に協議\nされたいこと。\nオ　なお，旧地方税法３４８条２項１０号の規定は，平成１１年法律第\n１５号により改正された。改正後の規定のう　　　　　　　ち，本件に関連する部\n分の内容は，次のとおりである（同改正後の規定は，平成１３年以後の年度分の固\n定資産税に　　　　　　ついて適用される。）。\n(ｱ) 地方税法３４８条２項１０号の７\n第１０号から前号までに掲げる固定資産のほか，社会福祉法人そ\nの他政令で定める者が社会福祉事業法第２条第　　　　　　　１項に規定する社会\n福祉事業の用に供する固定資産で政令で定めるもの\n(ｲ) 地方税法施行令４９条の１７第２項\n法第３４８条第２項第１０号の７に規定する政令で定める固定資産\nは，次に掲げる固定資産とする。\n（１～２号略）\n３　社会福祉法人・・（中略）・・が実施する社会福祉事業法第\n２条第３項第５号の２に掲げる事業の用に供す　　　　　　　　　る固定資産で自\n治省令で定めるもの\n(ｳ) 地方税法施行規則１０条の７の２第４項\n政令第４９条の１７第２項第３号に規定する自治省令で定める固\n定資産は，次に掲げる固定資産とする。\n１　社会福祉事業法第２条第３項第５号の２に掲げる事業を実施す\nる者の前事業年度を通じた入所者の総延数に対　　　　　　　　する生活保護法第\n１５条の２第１項に規定する介護扶助のうち同項第４号に掲げる施設介護を受けた\n者及び無料　　　　　　　　又は介護保険法第４８条第２項の規定により算定され\nた額の１０分の１に相当する金額以上を減額した費用によ　　　　　　　　り同条\n第１項第２号に掲げる介護保健施設サービスを受けた者の延数の割合（以下本項に\nおいて「無料又は低額　　　　　　　　利用に係る入所者の割合」という。）が１\n００分の１０以上である事業の用に供する固定資産\n２　無料又は低額利用に係る入所者の割合が１００分の５以上１０\n０分の１０未満である事業の用に供する固定資　　　　　　　　産（無料又は低額\n利用に係る入所者の割合から１００分の５を減じた割合に５を乗じた割合に１００\n分の７５を　　　　　　　　加えて得た割合に相当する部分に限る。）\n３　無料又は低額利用に係る入所者の割合が１００分の２以上１０\n０分の５未満である事業の用に供する固定資産　　　　　　　（無料又は低額利用\nに係る入所者の割合から１００分の２を減じた割合に１５を乗じた割合に１００分\nの３０を加　　　　　　　　えて得た割合に相当する部分に限る。）\n(4) 本件訴訟提起後の経過\nア　原告は，本件訴訟において，本件老健施設における各年度ごとの利\n用状況に関する資料を書証として提出した（各　　　　　　年度生保・減免者一覧\n表。甲５）。\nイ　ア記載の資料によると，本件老健施設において，平成６年から同１\n１年までの間，生活保護法による保護を受けて　　　　　　いる者及び無料又は費\n用の１０％以上の減免を受けた入所者の延数（以下「減免数」という。）並びに入\n所者の総延　　　　　　数（以下「総延数」という。）は，以下のとおり推移し，\n前者の後者に対する割合（以下「減免数割合」という。）　　　　　　が１０％以\n上となったのは平成９年のみであった。\n(ｱ) 平成６年度\n減免数は１０１１人であるのに対して総延数は２万４０１４人。減免\n数割合は約４．２％。\n(ｲ) 平成７年度\n減免数は２４５８人であるのに対して総延数は３万３５８１人。減免\n数割合は約７．３％。\n(ｳ) 平成８年度\n減免数は１７８８人であるのに対して総延数は３万２７２８人。減免\n数割合は約５．５％。\n(ｴ) 平成９年度\n減免数は３２８３人であるのに対して総延数は３万０９２４人。減免\n数割合は約１０．６％。\n(ｵ) 平成１０年度\n減免数は１２９８人であるのに対して総延数は２万５７３７人。減免\n数割合は約５％。\n(ｶ) 平成１１年度\n減免数は２１９３人であるのに対して総延数は２万９２７４人。減免\n数割合は約７．５％。\nウ　前記のとおり，平成９年度に関しては，減免数割合が１０％を超え\nていたので，被告は，平成１０年度の分の固定　　　　　　資産税について，非課\n税とする更正決定をし，原告は，平成１０年度分の固定資産税に関する取消訴訟\n（当庁平成１　　　　　　２年（行ウ）第９４号固定資産税賦課処分取消請求事\n件）を取り下げた。\n２　争点\n本件の争点は，本件不動産が旧地方税法３４８条２項１０号にいう「社会福\n祉事業法による社会福祉事業の用に供する固定　　資産」に当たるかどうかであ\nり，該当するためには厚生省通達にいう減免数割合が１０％以上であることが必要\nかという点に　　ある。\n３　争点に関する当事者の主張\n（被告の主張）\n(1) 「社会福祉事業」の意義について\n老人保健施設において，無料又は低額利用の「事業」が行われている\nと解するためには，その無料低額の利用が，そ　　　　　れ自体，「事業」である\nといえる程度に，反復継続して行われていることが必要であり，その基準として\nは，厚生省通　　　　　達が定める減免数割合が１０％を超えるものとするのが社\n会福祉事業法及び旧地方税法３４８条２項１０号の解釈とし　　　　　て妥当であ\nる。\n少数の生計困難者を入所させることによって，施設の全体が非課税と\nされることは課税の平等の観点からいって極め　　　　　て不合理であり，他方，\n通常の入所者からの収入で生計困難者に対する無料又は低額の入所に要する費用を\n償うという　　　　　観点からすれば，社会福祉事業の認定に当たり，全入所者の\nうちの生計困難者の割合が高くなければ非課税施設と認め　　　　　られないとす\nれば，施設の経営に支障を来すという問題があるところ，減免数割合を１０％とす\nることは，生計困難者　　　　　に対して無料又は低額な費用で診療を行う事業に\nついても同様の基準が取られており，また，平成１１年の地方税法３　　　　　４\n８条２項１０号の改正においても同様の基準が採用されている。\n(2) 「用に供する」の意義について\n老人保健施設事業運営の実体に照らし，第二種社会福祉事業の用に供\nされているというために，総利用者の１０％程　　　　　度の無料低額の利用者が\nいなければならないと解することは相当であるというべきであり，適切な法解釈で\nあるという　　　　　べきである。\n平成１１年法律第１５号による地方自治法３４８条２項１０号の改正\nは，無料低額入所者の割合が１０％以上である　　　　　ことが，非課税の要件で\nあるとの従前の同条の解釈を前提として，この要件が年ごとに可変的なものであ\nり，そのわず　　　　　かな不充足によって全額課税となる措置についての在り方\nを検討した結果，著しい税負担の変動を緩和するとともに，　　　　　無料又は低\n額な費用で老人保健施設を利用させる事業等を促進する方向での改正をあらかじめ\n行うこととし，無料又は　　　　　低額入所者の割合に応じて対象施設を定めるこ\nととしたものである。\nしたがって，改正前の年度分の固定資産税に関しては，無料又は低額\nの利用者が１０％以上の施設に限り，非課税と　　　　　なるものと解すべきであ\nる。\n原告の主張では，第二種社会福祉事業として届出をしていれば非課税\nとすべきであるということになるが，そうする　　　　　と，社会福祉事業として\nの実態を備えておらず，事業の内容が通常の老人保健施設と何ら変わらない施設も\n非課税とす　　　　　べきことになり，地方税法の非課税の範囲を不当に拡大する\nものであって，妥当でない。\n通達による課税が租税法律主義に違反するか否かについては，通達の\n内容が法の正しい解釈に合致するものである以　　　　　上，法の根拠に基づく処\n分と解するに妨げがないとした最高裁昭和３３年３月２８日第二小法廷判決によれ\nば，当該通　　　　　達の内容が法令の正しい解釈の範囲内であるか否かによって\n決せられるというべきである。\n本件で原告が問題とする厚生省通達は，社会福祉事業法及び旧地方税\n法の相当な解釈を示したものであるから，本件　　　　　処分は，原告が本件老健\n施設において営んでいる事業が社会福祉事業に該当しないとして，旧地方税法に基\nづいて行わ　　　　　れたものであって，通達を法的根拠として行ったものではな\nい。\n（原告の主張）\n(1) 「社会福祉事業」の意義について\n「社会福祉事業」に当たるためには，生計困難者に対して無料又は低額\nな費用で本件老健施設を利用させるため，第二　　　　　種社会福祉事業としての\n届出を行っておれば足りる。\n本件不動産上にある本件老健施設は，老人保健法にいう老人保健施設\nであり，生計困難者に対して無料又は低額な費　　　　　用で本件老健施設を利用\nさせており，本件老健施設の事業は，社会福祉事業に当たる。\n厚生省通達は，当該事業が第二種社会福祉事業に当たるか否かを区別\nする基準ではなく，老人保健施設での社会福祉　　　　　事業はかくあるべしとい\nう指導指針を監督官庁に対して示したものにすぎず，その効果は行政指導の域を出\nないという　　　　　べきである。\n仮に厚生省通達が社会福祉事業の基準であるとするのならば，社会福\n祉事業には都道府県知事による監督が及んでい　　　　　るところ，減免数割合が\n１０％を超えるか否かによって年度ごとに都道府県知事による監督が及ばないこと\nになって妥　　　　　当でない。\n(2) 「用に供する」の意義について\n無料低額利用者の割合の多寡に関わらず，利用の対象となるのは，そ\nの割合に応じた一部ではなく，その施設全体で　　　　　あることからすると，同\n一施設において，無料低額で利用させる事業以外の事業が行われていたとしても，\n利用に供さ　　　　　れているのが一部であるとするのは不合理である。\nまた，社会福祉事業に供せられる固定資産が税の免除を受ける理由\nは，社会福祉事業という社会全体に資する公益的　　　　　事業に供される不動産\nについては，税の負担を軽減することで，社会全体で負担をすることにある。第二\n種社会福祉事　　　　　業を行うものとして施設を開設している者は，無料低額利\n用者の利用の申込みがあった場合には，可能な限りこれを拒　　　　　むことはで\nきないし，入所者が中途で減免の申請を行う場合においても，基準を満たしている\n限り，減免を認めること　　　　　になるが，このように，年次的な実際の無料低\n額利用者の数の変化に関わりなく，将来的，潜在的需要に応えるために\n施設を維持していることによってこそ社会全体に貢献しているものである。したが\nって，当該社会福祉法人が第二種社　　　　　会福祉事業としての届出を行い，潜\n在的に無料低額利用が行われる態勢を維持する限り，当該事業の施設は社会福祉事\n業の「用に供されている」ものとして，非課税の扱いを受けるべきであ\nる。\n被告は，固定資産税を非課税とするか否かの基準を厚生省通達の基準\nによるべきとしているが，これは，旧地方税法　　　　　上非課税となる社会福祉\n事業に供する財産を，法律に基づかない通達によって制限することに他ならないか\nら，本件処　　　　　分は，憲法８４条に定められた租税法律主義に違反し，違\n憲，違法な処分である。\n第３　当裁判所の判断\n１　「社会福祉事業」の意義について\n前記のとおり，被告は，老人保健施設において，無料又は低額老人保健施\n設利用の「事業」が行われていると解するため　　　には，その無料又は低額の利\n用が，それ自体，「事業」であるといえる程度に，反復継続して行われていること\nが必要であ　　　り，その基準としては，厚生省通達が定める減免数割合が１０％\n以上であるものとするのが社会福祉事業法及び旧地方税法　　　３４８条２項１０\n号の解釈として妥当であると主張するので，この点につき判断する。\n社会福祉事業の定義については，前記のとおり，社会福祉事業法２条３項\n５号の２が「生計困難者に対して，無料又は低　　　額な費用で老人保健法にいう\n老人保健施設を利用させる事業」が第２種社会福祉事業に当たる旨規定している\nが，同規定に　　　は，社会福祉事業に該当するためには減免数割合が１０％以上\nであることが必要であるとする旨の文言はない。\nもっとも，厚生省通達は，無料又は低額老人保健施設利用事業の基準の一\nつとして，減免数割合が１０％以上であること　　　を掲げている。しかし，同通\n達は，無料又は低額老人保健施設利用事業を行う者が遵守すべき事項及び留意すべ\nき事項を定　　　め，指導監督権限を有する都道府県知事に対してその周知徹底を\n求めたものであり，同通達の示す「基準」は，無料又は低　　　額老人保健施設利\n用事業を行う者が遵守すべき事項を示したものと解される。したがって，同基準を\n満たさないからといっ　　　て，当該事業が社会福祉事業の一つである無料又は低\n額老人保健施設利用事業に該当しないというものではない。\n更に，平成１１年法律第１５号による改正後の地方税法３４８条２項１０\n号の７は，非課税要件として「社会福祉事業法　　　第２条第１項に規定する社会\n福祉事業の用に供する固定資産で政令で定めるもの」と規定し，これを受けて，地\n方税法施行　　　令及び同法施行規則では，減免数割合が１０％未満でも一部非課\n税となる場合を規定しており，減免数割合が１０％未満の　　　社会福祉事業の用\nに供する固定資産の存在を前提としていることが認められる。\n以上によれば，確かに，被告の主張するとおり，「事業」というために\nは，一定の規模を備えて反復継続して無料又は低　　　額入所者の利用が行われる\nことが必要であり，単に届出をしただけで社会福祉事業に該当するものではない\nが，減免数割合　　　が１０％以上でなければ社会福祉事業に該当しないと解すべ\nき合理的根拠を認めることはできない。一定の規模で反復継続　　　して無料又は\n低額入所者の利用があり，社会通念上「事業」と認められるものであれば，社会福\n祉事業に該当するというべ　　　きである。前記のとおり，本件老健施設において\nは，平成６年度から平成１１年度まで，平成９年を除き減免数割合は１０　　　％\nに満たないものの，継続して相当数の無料又は低額入所者の利用が行われてきてお\nり，社会福祉事業に該当すると認めら　　　れる。\n２　「用に供する」の意義について\n前記のとおり，被告は，老人保健施設事業運営の実体に照らし，第二種社\n会福祉事業の用に供されているというために　　　　は，総利用者の１０％程度の\n無料又は低額の利用者がいなければならないと解することは相当であり，旧地方税\n法３４８条　　　２項１０号の適切な法解釈であるというべきであると主張するの\nで，この点につき検討する。\n(1) 旧地方税法３４８条２項１０号は，社会福祉事業の公益的性格にかんが\nみ，社会福祉事業の用に供する固定資産に対して　　　固定資産税を課さないこと\nとしたものと解され，専ら社会福祉事業のためにのみ用いられている不動産につき\n同号を適用し　　　て非課税とすることについては異論のないところと考えられ\nる。しかし，本件不動産は，本来は老人保健事業の用に供され　　　る老人保健施\n設であり，生計困難者に対して無料又は低額の費用で利用させることにより社会福\n祉事業に当たるとされるの　　　であり，社会福祉事業と他の事業のために併存的\nに利用されているということができる。このような不動産に対する固定資　　　産\n税の課税の在り方については，①併存的であっても，社会福祉事業の用に供され，\n公益的性格が認められるから一律に非　　　課税とする，②当該不動産が社会福祉\n事業の用に供される割合が一定以上のものについてのみ，非課税とするにふさわし\nい　　　公益的性格を有するものとして，非課税とする，③社会福祉事業の用に供\nされる割合に応じて，固定資産税の全部又は一部　　　を非課税とする，などの取\n扱いが考えられるところであり，課税に関する立法政策としては，いずれも相応の\n合理性を有す　　　るものということができる。\nところで，老人保健施設の制度は，昭和６１年の老人保健法の改正（昭和\n６３年施行）により創設されたものであるが，　　　前記の厚生省通達が同制度の\n導入直後の昭和６３年４月１日に，自治省通達が老人保健施設に対する最初の固定\n資産税の課　　　税が行われる直前の同年１２月５日に出されているという経緯か\nらしても，両通達は，無料又は低額老人保健施設利用事業　　　の用に供される老\n人保健施設に対する固定資産税の課税につき，前記②の考え方に基づいて一定の基\n準を示すことを意図し　　　た通達であると認められる。そして，大阪府下の原告\n以外の老人保健施設に対する調査嘱託の結果によれば，大阪府下にお　　　ける課\n税実務は，若干の例外を除いて，両通達の示した基準にほぼ依拠して行われている\nことが認められる。\n(2) しかし，以下の理由からすれば，旧地方税法３４８条２項１０号にいう\n「社会福祉事業の用に供する固定資産」の要件と　　　して，減免数割合が１０％\n以上であることが必要であると解することはできないというべきである。\nア　まず，旧地方税法３４８条２項１０号は，単に「社会福祉事業の用に供\nする固定資産」と規定するのみであり，当該固　　　　定資産において営まれてい\nる老人保健施設において，社会福祉事業としての利用の頻度や割合につき何らの限\n定を付して　　　　いないし，また，利用の頻度，割合等について基準を定めるた\nめの政令等に対する委任もされていない。\nイ　また，旧地方税法３４８条２項に列挙された他の非課税固定資産と比較\nしても，例えば，同項９号は，学校法人等が設　　　　置する学校の施設につき，\n「直接保育又は教育の用に供する固定資産」を非課税とする旨規定しており，「直\n接」という　　　　規定の文言から，学校の施設であっても教育の用に使用される\n回数が極めて少なく，他の目的に利用される頻度の高いも　　　　のは同号に該当\nしないという解釈をすることが可能である。これに対し，同項１０号には「直\n接」，「主として」など，　　　　社会福祉事業としての使用の頻度，割合を規定\nする文言がないのであって，同号の解釈として，減免数割合が１０％以上\n必要であるとの厚生省通達の基準を読み込むことには無理があるといわざるを得な\nい。\nウ　更に，前記のとおり，平成１１年の改正後の地方税法３４８条２項１０\n号の７は，非課税となる固定資産について，　　　　「社会福祉事業の用に供する\n固定資産で政令で定めるもの」と規定し，地方税法施行令，同法施行規則におい\nて，減免数割　　　　合に応じて全部又は一部を非課税とする旨規定していること\nからすると，改正後の地方税法３４８条２項１０号の７の　　　　「社会福祉事業\nの用に供する」固定資産とは，減免数割合に関わりなく，社会福祉事業のために使\nわれている固定資産をい　　　　うものと解される。\nそして，同一の法令における文言の意義については，特段の定めのない\n限り，改正の前後を通じて同一に解すべきこと　　　　はいうまでもないことから\nすると，改正前の地方税法３４８条２項１０号の解釈に当たっても，社会福祉事業\nのために使　　　　われておれば，減免数割合が１０％以上であるか否かに関係な\nく，「用に供する」に当たると解すべきである。\n(3) 以上のとおり，減免数割合が１０％以上であることを要件とする自治省通\n達は，旧地方税法３４８条２項１０号の正当な　　　解釈として是認できるもので\nはなく，この基準によって非課税対象を制限し固定資産税の課税をすることは，租\n税法律主義　　　に違反するものといわざるを得ない。前記のとおり，本件老健施\n設では，各年度において，実際に社会福祉事業が行われ，　　　本件不動産はその\n用に供されていたものであるから，本件不動産について固定資産税を課税した本件\n処分は違法であり，取　　　り消すべきである。\n３　結論\n以上によれば，原告の請求は全部理由があるから認容することとし，訴訟費\n用の負担につき行政事件訴訟法７条，民事訴訟　　法６１条を適用して，主文のと\nおり判決する。\n大阪地方裁判所第７民事部\n裁判長裁判官　　山　下　郁　夫\n裁判官　　　　　山　田　　　明\n裁判官　　　　　畑　　　佳　秀\n･\n別紙\n物件目録\n１　所在　　　大阪府茨木市ａ\n地番　　　ｂ番ｃ\n地目　　　山林\n地積　　　１３９８平方メートル\n２　所在　　　大阪府茨木市ａ\n地番　　　ｂ番ｄ\n地目　　　山林\n地積　　　７０平方メートル\n３　所在　　　大阪府茨木市ａ\n地番　　　ｂ番ｅ\n地目　　　山林\n地積　　　４９５平方メートル\n４　所在　　　大阪府茨木市ａｂ番地ｃ，ｂ番地ｄ，ｂ番地ｅ\n家屋番号　　　ｂ番ｃ\n種類　　　老人保健施設\n構造　　　鉄骨造陸屋根５階建\n床面積　　　１階　５８０．５２平方メートル\n２階　８８２．４０平方メートル\n３階　７７２．５７平方メートル\n４階　７７２．５７平方メートル\n５階　７７２．５７平方メートル\n"
}