{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 4,
    "day": 24
  },
  "case_number": "平成14(わ)29",
  "case_name": "殺人被告事件",
  "court_name": "神戸地方裁判所第4刑事部",
  "lawsuit_id": "6998",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=6998",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/998/006998_hanrei.pdf",
  "contents": "主文\n被告人を懲役３年に処する。\n未決勾留日数中３３０日をその刑に算入する。\n理由\n（犯罪事実）\n被告人は，昭和４０年１１月，大手航空会社の操縦士をしていたＶ（本件被害当\n時６２歳）と婚姻し，１男１女をもうけたが，かねて同人からの家庭内暴力や同人\nの女性問題等に悩まされていたところ，平成１０年９月ころ，同人から離婚給付契\n約公正証書の作成を強いられた上，平成１１年６月には，同人からの強い求めに応\nじ離婚届を提出することを余儀なくされた。しかし，その後も，被告人とＶは，同\n居を続けていたが，平成１２年６月には，被告人は，Ｖの暴力により腰の骨を折る\n傷害を負い，平成１３年５月には，急性薬物中毒，幻覚妄想状態などで数日間入院\nするなどし，更に，同年６月ころ，被告人は，Ｖと別居し，次いで，同人に対し民\n事訴訟を提起したが，程なくこれを取り下げ，同年８月下旬ころからは，兵庫県川\n西市Ａａ丁目ｂ番地\nのｃ所在の自宅で，Ｖとの同居生活に戻ったが，その後も，同人の女性関係等を巡\nって疑惑を募らせる一方，表面的には同人に服従する生活を続けていた。被告人\nは，平成１３年１２月３０日午前１１時１０分ころ，不機嫌な態度で上記自宅２階\n１２畳洋室に上がったＶの様子を見に行った際，いきなり同人から洋式ナイフで切\nり付けられたり，黒色コードで首を絞められるなどの暴行を受け，もみ合いの末，\nそのナイフを取り上げ，同人の背部等を同ナイフで数回突き刺して階下へ逃がれた\nものの，同日午前１１時４０分ころになって，再度上記２階１２畳洋室の様子を見\nに行ったところ，無抵抗の状態で倒れ込んでいた同人を認めるや，これまで同人か\nら受けてきた仕打ちを思い起こし，同人への憤まんを晴らすのはこの機会しかない\nなどと考え，同人を殺\n害しようと決意し，すぐに，その場で，同室にあったピンク色電気コードを同人の\n頸部に巻いて強く締め付け，よって，そのころ，同所において，同人を窒息により\n死亡させた。\n（証拠の標目）\n省略\n（事実認定の補足説明）\n１　弁護人は，①被告人は，被害者に対する殺意を有しておらず，傷害致死罪が成\n立するにとどまる，②仮に被告人が殺意を有していたとしても，被告人は被害者か\nら殺害を依頼されたため殺害したもので，嘱託殺人罪が成立する，③本件では正当\n防衛が成立する旨主張するので，以下，検討する。\n２　本件は，被告人と被害者しかいない被告人宅で発生したもので，被害者が死亡\nしていることから，本件の犯行状況を認定するに当たっては，被告人の供述によら\nざるを得ないところ，被告人の供述中には，現場の客観的な状況等とそぐわないこ\nとから，記憶が混乱し，あるいは誇張しているとみられる部分も少なくなく，その\n信用性の判断は，慎重になされるべきものであるが，被告人の捜査段階の供述中，\n①被告人が，自宅２階１２畳洋室において，被害者に洋式ナイフで切り付けられた\nり，黒色コードで首を絞められるなどの暴行を受けた点については，犯行現場に洋\n式ナイフが存し，被告人が右手に切創を負っていることや，犯行現場に黒色コード\nが存し，被告人の首に絞められた痕があることによって裏付けられており，②被告\n人が，そのナイフを\n取り上げ，被害者の背部等を同ナイフで数回突き刺した点については，同人の背部\n等に複数の刺切創が存することによって裏付けられており，③被告人が，その後，\n１階に逃れ約３０分ほど１階にいた点については，その約３０分ほどの間に当たる\n午前１１時３０分ころ，被告人方を訪ねた女性が，被告人が応対に出，その際，被\n告人の衣服に血がついているのを見ていることによって裏付けられており，④被告\n人が，その後，２階１２畳洋室の様子を見に行き，無抵抗の状態で倒れ込んでいた\n被害者に対し，同室にあったピンク色電気コードをその頸部に巻いて強く絞め付\nけ，同人を窒息により死亡させた点については，犯行現場の状況や鑑定による被害\n者の死因等によって裏付けられていることからすると，被告人の捜査段階の供述\nは，少なくとも判示事実\nに沿う範囲においては，十分に信用することができる。\nそして，被告人の捜査段階の供述を含む前掲各証拠を総合すると，判示事実はこ\nれを優に認めることができる。\n３(1)　これに対し，弁護人は，被告人には，本件犯行に及んだ記憶はないから，被\n告人には殺意がない旨主張し，被告人も，公判廷においてこれに沿う供述をする。\nしかしながら，本件は，被告人が被害者の頸部に電気コードを巻き付けて，\n強く絞め付けることによって，被害者を窒息死させたものであって，こうした行為\n態様自体から被告人が被害者に対して殺意を有していたことは優に推認できる。そ\nして，殺意を認める被告人の捜査段階の供述は，こうした推認に沿う自然なもので\nあって，十分に信用することができる。弁護人の主張は，被告人が犯行時において\nも自己の行為を認識していなかったとする趣旨であるなら，およそ不自然というほ\nかなく，被告人が現在記憶を有していないとする趣旨なら，犯行当時の殺意を否定\nするものではないから，いずれにせよ，弁護人のこの主張は採用することができな\nい。\n(2)　次に，弁護人は，被告人は，被害者から「もうちょっとでお迎えが来る。助\nけてくれ。」と言われたので，この殺害の嘱託に応じて同人を殺害したもので，被\n告人には嘱託殺人罪が成立する旨主張し，被告人も公判廷においてこれに沿う供述\nをする。\nしかしながら，被害者が言った前記文言自体，殺してくれるように依頼する\n趣旨のものであるとは解されず，かえって被告人に対し，救命を求める趣旨のもの\nと解される上，関係証拠によると，被害者は，職場の健康診断でも特に健康に問題\nはなく，パイロットの仕事に日々従事していたもので，被害者が自殺を考えるよう\nな事情も見出せないから，被害者が前記文言をもって，被告人に殺害を嘱託したも\nのとは到底認められない。そうすると，弁護人のこの主張も採用することができな\nい。\n(3)　さらに，弁護人は，被告人は被害者から判示の暴行を受け，これから逃れる\nため，被害者の背部等を洋式ナイフで数回突き刺したが，その後に１階に一度降り\nた事実はなく，被告人は，引き続き，ピンク色電気コードを被害者の頸部に巻いて\n強く絞め付けて同人を殺害したものであって，こうした事実関係を前提とすると，\n本件では正当防衛が成立する旨主張する。そして，被告人の絞頸行為が引き続き行\nわれたと考える根拠として，被告人が被害者の背部等を突き刺してから，被告人が\n被害者を絞殺するまでの間，判示のように３０分も時間があったのなら，大量の出\n血があってしかるべきであるのに，現場にそれだけの出血がなく，被害者の死因が\n出血死でもないのは，被害者が出血が始まってからそれほど時間的間隔を置かずに\n首を絞められ死亡し\nたことを示していることを挙げ，また，１階に一度降りたとする被告人の捜査段階\nの供述は，検察官が，被告人に対し，本件で正当防衛の主張がなされないようにす\nるため，恣意的な誘導をしたものであるとする。\nしかしながら，被害者が背部等に負った刺切創は，単独あるいは複数で死因\nになるほどの重傷度なものではない（鑑定書，検察官請求証拠番号131）ことからす\nると，現場に大量の出血がなく，被害者の死因が出血死でないからといって，被害\n者が出血が始まってからそれほど時間的間隔を置かずに死亡した根拠にはならな\nい。また，被告人は，捜査段階の供述調書において，自己の記憶に従って極めて細\nかい点にまで訂正を申し立てているのであって，検察官が被告人に対し記憶に反す\nる恣意的な誘導をした形跡もなく，さらに，そもそも被告人自身，公判廷でも，１\n階に降りることなく引き続き被害者の首を絞め付けたなどという供述を一切してい\nない。そうすると，弁護人の正当防衛の主張は，前提とする事実関係が認められ\nず，ほかに，急迫不正の侵\n害をうかがわせるような事情は存しないから，採用することができない。\n（法令の適用）\n被告人の判示所為は刑法１９９条に該当するところ，所定刑中有期懲役刑を選択\nし，その所定刑期の範囲内で被告人を懲役３年に処し，同法２１条を適用して未決\n勾留日数中３３０日をその刑に算入し，訴訟費用は，刑事訴訟法１８１条１項ただ\nし書を適用して被告人に負担させないこととする。\n（量刑の理由）\n本件は，被告人が，離婚後も内縁関係を継続し同居していた元夫を電気コードで\n絞殺したという殺人の事案である。\n被告人は，犯行前に被害者から洋式ナイフで突如切り付けられたり，首を絞めら\nれるなどの暴行を受けたことに端を発するとはいえ，身動きがとれず，倒れ込んだ\nまま被告人に救命を求める無抵抗の被害者に対して，１１９番通報をするなど何ら\nの救命措置を講ずることなく，かえってその頸部に電気コードを巻き付け，相当時\n間にわたり強く締め付けたものであって，被害者の凄惨な遺体の状況から同人の苦\n痛の程がうかがえることからも，犯行態様は悪質である。\nそして，被害者は，これまでパイロットとして永年航空会社に勤めて家計を支\nえ，本件犯行がなければ，間もなく退職して，悠々自適の生活を送ることができた\nはずであったのに，本件犯行によって突然，自らの生命のみならず，将来の生活へ\nの希望などもすべて奪われたのであって，被害者の苦痛，無念は相当大きかったこ\nとが容易に推測でき，本件犯行の結果はまことに重大である。\n加えて，被告人と被害者の長女，長男及び被害者の兄弟姉妹の遺族感情には厳し\nいものがある。\nこのような事情に照らすと，被告人の刑事責任は重いといわざるを得ない。\nしかしながら，他方，被告人も，前記のとおり被害者からいきなりナイフで切り\n付けられた上，コードで首を絞められるなどの強度の暴行を受け，全治１０日間を\n必要とする傷害を負ったことが認められ，このことが本件犯行の決定的な契機とな\nっていることは否定できない。また，被告人は，被害者から家庭内で暴力を振るわ\nれ，腰椎骨折等の重傷を負わされたことや，女性関係を巡る疑惑等もあり，被害者\nとの関係で苦悩してきた事情がうかがわれ，責任能力に疑問を生じる程ではないと\nはいえ，相当不安定な精神状態にあったことが推認でき，この点が，本件犯行に影\n響を及ぼした可能性も考えられる。加えて，被告人の供述には不自然な点が見受け\nられるものの，被告人には真摯に供述しようとする態度が一応うかがわれること，\n１年を超える未決勾\n留の期間中，面会に来た僧侶から仏教の教えを学んだり，心理カウンセラーと面談\nしたりすることを通じて，日を追うごとに反省の情を深めていることが認められる\nこと，被告人は，本件犯行に至るまでの３５年余りの間，専業主婦として被害者ら\nとの家族生活を支え，犯罪とは無縁のまっとうな社会生活を送ってきたもので，前\n科，前歴が一切ないことなど，被告人にとって有利な事情も多く認められる。\nそこで，以上諸般の事情を総合して考慮し，被告人に対して，主文の刑を科する\nこととした。\n（求刑・懲役６年）\n平成１５年４月２４日\n神戸地方裁判所第４刑事部\n裁判長裁判官　　　笹野明義\n裁判官　　　浦島高広\n裁判官　　　谷口吉伸\n"
}