{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 16,
    "month": 11,
    "day": 25
  },
  "case_number": "平成15(行ケ)506",
  "case_name": "特許取消決定取消請求事件",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "9918",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=9918",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/918/009918_hanrei.pdf",
  "contents": "平成１５年（行ケ）第５０６号特許取消決定取消請求事件\n口頭弁論終結日　平成１６年１１月１９日\n判決\n原　　　　　　　告      シャープ株式会社\n同訴訟代理人弁理士      小　池　隆　彌\n同　　　　　　　　　　　野　河　信太郎\n同訴訟復代理人弁理士    伊　藤　寛　之\n被　　　　　　　告　　　特許庁長官　　小川　洋\n同指定代理人     　　　 綿　谷　晶　廣\n同                      沼　澤　幸　雄\n同                      一　色　由美子\n同                      涌　井　幸　一\n同                      宮　下　正　之\n主文\n１　原告の請求を棄却する。\n２　訴訟費用は原告の負担とする。\n事実及び理由\n第１　請求\n特許庁が異議２００３―７０５５０号事件について平成１５年９月３０日にし\nた決定を取り消す。\n第２　争いのない事実\n１　特許庁における手続の経緯\n原告は，発明の名称を「鍛造成形品およびその製造方法」とする特許第３３\n２００３７号（平成１１年７月１２日出願，平成１４年６月２１日設定登録，以下\n「本件特許」という。）の特許権者である。\n本件特許につき，平成１５年３月３日，訴外酒井征男から特許異議の申立て\nがされた（異議２００３―７０５５０号）ところ，特許庁は，同年９月３０日，\n「特許第３３２００３７号の請求項１ないし４に係る特許を取り消す。」との決定\n（以下「本件決定」という。）をし，その謄本は，同年１０月２０日，原告に送達\nされた。\n２　特許請求の範囲\n本件特許に係る明細書（甲２。以下「本件明細書」という。）の請求項１な\nいし４の記載は，次のとおりである（以下，これらの発明を「本件発明１～４」と\nいう。）。\n【請求項１】　少なくともリチウムβ相組識を有するリチウム含有量が６～１\n０．５重量％で残部がマグネシウムからなるマグネシウム合金を１００～２５０℃\nに熱せられた成形金型に装入して鍛造成形して得られることを特徴とする鍛造成形\n品。\n【請求項２】　少なくともリチウムβ相組識を有するリチウム含有量が６～１\n０．５重量％で且つ，４重量％以下の亜鉛あるいは６重量％以下のアルミニウムの\nうち少なくともいずれかを含有する残部がマグネシウムからなるマグネシウム合金\nを１００～２５０℃に熱せられた成形金型に装入して鍛造成形して得られることを\n特徴とする鍛造成形品。\n【請求項３】　少なくともリチウムβ相組識を有するリチウム含有量が６～１\n０．５重量％であるマグネシウム合金を１００～２５０℃に熱せられた成形金型に\n装入して鍛造成形することを特徴とする鍛造成形品の製造方法。\n【請求項４】　成形金型に装入する前に，前記マグネシウム合金を３００℃以\n下に予熱することを特徴とする請求項３記載の鍛造成形品の製造方法。\n３　本件決定の理由の要旨\n本件決定は，次のとおり，本件発明１～４は，「第３５回　宇宙科学技術連\n合講演会講演集」（平成３年１０月）７０３～７０４頁（甲３。以下「刊行物１」\nという。），特開平４―１７６８３９号公報（甲４。以下「刊行物２」とい\nう。），特開平３―２３６４５２号公報（甲５。以下「刊行物３」という。），特\n開平７―１８８８２６号公報（甲６。以下「刊行物４」という。）及び特開平６―\n２７９９０５号公報（甲７。以下「刊行物５」という。）に記載された発明並びに\n周知の事項に基づいて当業者が容易に発明をすることができたものであるから，特\n許法２９条２項の規定に違反して特許されたものであるとした。\n(1)　本件発明１について\n本件発明１と刊行物１記載の発明とを対比すると，両者は，\n「少なくともリチウムβ相組識を有するリチウム含有量が６～１０．５重量\n％で残部がマグネシウムからなるマグネシウム合金を塑性加工して得られる塑性加\n工成形品。」である点で一致するが，\n「マグネシウム合金を成形用素材とする塑性加工が，本件発明１において\nは，「１００～２５０℃に熱せられた成形金型に装入してなされる鍛造成形」であ\nるのに対し，刊行物１記載の発明においては，そのような鍛造成形について規定さ\nれていない点。」で相違する。\n以下，この相違点について検討する。\n塑性加工の一種として，「成形用素材を成形金型に装入してなされる鍛造\n成形」は，本件特許の出願前において周知のものであるし，刊行物２には，７－１\n２％リチウム（ないし約８．５－１０．５％リチウム）等を含有するマグネシウム\n基合金は，鍛造等によって航空宇宙産業構造部材に成形できる旨が，刊行物４に\nは，マグネシウム合金製素材を鍛造加工する旨が，それぞれ記載されている。ま\nた，鍛造成形等の塑性加工において，加工力（ないし変形抵抗）を小さくし加工性\nを向上するために，加工前に成形用素材を昇温（予熱）したり，成形時間中に金型\nに素材温度をうばわれ，成形が困難とならないように，成形に用いる金型を昇温状\n態とすることは，本件特許の出願前において周知のことである（例えば，刊行物\n３）。そして，刊行物１には，Ｍｇ－８ｍａｓｓ％Ｌｉ合金等について，引張強さ\nは，室温から５７３Ｋ付近までの範囲において，試験温度の上昇に伴い減少し，伸\nびは，室温から５２３Ｋまでの範囲において，試験温度の上昇に伴い増大すること\nが記載され，また，刊行物５には，Ｍｇ－８．５重量％Ｌｉ合金等について，２５\n０℃で５mmから０．８mm（減面率８４％）に圧延した旨が記載されており，Ｌｉを\n８重量％程度含有するマグネシウム合金が１００～２５０℃の範囲内の温度におい\nて良好な成形性を示していることを考慮すると，刊行物１記載の発明において，塑\n性加工として，「成形用素材を成形金型に装入してなされる鍛造成形」を採用し，\nその際に，加工力（ないし変形抵抗）を小さくし加工性を向上するために，加工前\nに成形用素材であるマグネシウム合金を１００～２５０℃の範囲内の温度に昇温\n（予熱）したり，成形時間中に金型に素材温度をうばわれ，成形が困難とならない\nように，該鍛造成形に用いる成形金型を１００～２５０℃の範囲内の温度に昇温す\nることは，当業者が容易に想到し得たことといえる。\nよって，本件発明１は，刊行物１～５に記載された発明及び周知の事項に\n基づいて当業者が容易に発明をすることができたものといえる。\n(2)　本件発明２について\n本件発明２と刊行物１記載の発明とを対比すると，両者は，\n「少なくともリチウムβ相組識を有するリチウム含有量が８重量％で且つ，\n１重量％の亜鉛あるいは１若しくは５重量％のアルミニウムのうちいずれかを含有\nする残部がマグネシウムからなるマグネシウム合金を塑性加工して得られる塑性加\n工成形品。」である点で一致するが，\n「マグネシウム合金を成形用素材とする塑性加工が，本件発明２において\nは，「１００～２５０℃に熱せられた成形金型に装入してなされる鍛造成形」であ\nるのに対し，刊行物１記載の発明においては，そのような鍛造成形について規定さ\nれていない点。」で相違する。\nこの相違点について検討するに，この相違点で示される発明特定事項は，\n前記(1)で述べたとおり，当業者が容易に想到し得たといえるから，本件発明２は，\n本件発明１と同様に，刊行物１～５に記載された発明及び周知の事項に基づいて当\n業者が容易に発明をすることができたものといえる。\n(3)　本件発明３について\n本件発明３と刊行物１記載の発明とを対比すると，両者は，\n「少なくともリチウムβ相組識を有するリチウム含有量が６～１０．５重量\n％であるマグネシウム合金を塑性加工することからなる塑性加工成形品の製造方\n法。」である点で一致するが，\n「マグネシウム合金を成形用素材とする塑性加工が，本件発明３において\nは，「１００～２５０℃に熱せられた成形金型に装入してなされる鍛造成形」であ\nるのに対し，刊行物１記載の発明においては，そのような鍛造成形について規定さ\nれていない点。」で相違する。\nこの相違点について検討するに，この相違点で示される発明特定事項は，\n前記(1)で述べたとおり，当業者が容易に想到し得たといえるから，本件発明３は，\n本件発明１と同様に，刊行物１～５に記載された発明及び周知の事項に基づいて当\n業者が容易に発明をすることができたものといえる。\n(4)　本件発明４について\n本件発明４は，本件発明３を引用し，さらに，「成形金型に装入する前\nに，前記マグネシウム合金を３００℃以下に予熱すること」を限定したものである\nが，鍛造成形等の塑性加工において，加工力（ないし変形抵抗）を小さくし加工性\nを向上するために，加工前に成形用素材を昇温（予熱）することは，前記(1)で述べ\nたとおり，本件特許の出願前において周知のことであるから，本件発明４は，本件\n発明３と同様に，刊行物１～５に記載された発明及び周知の事項に基づいて当業者\nが容易に発明をすることができたものといえる。\n(5)　むすび\n以上のとおりであるから，本件発明１～４に係る特許は，特許法２９条２\n項の規定に違反してなされたものであり，平成１５年改正前の同法１１３条２号に\n該当し，取り消されるべきものである。\n第３　原告主張に係る本件決定の取消事由の要点\n本件決定は，本件発明１～４と刊行物１記載の発明との相違点についての判\n断を誤った結果，本件発明１～４についての進歩性の判断を誤り（取消事由１），\nまた，手続違背の瑕疵を有する（取消事由２）ものであり，これらの違法が決定の\n結論に影響を及ぼすことは明らかであるから，取り消されるべきである。なお，本\n件発明１～４と刊行物１記載の発明との一致点及び相違点の認定は争わない。\n１　取消事由１（進歩性判断の誤り）\n本件決定は，「刊行物１記載の発明において，塑性加工として鍛造成形を採\n用し，その際に，加工前に成形用素材であるマグネシウム合金を１００～２５０℃\nの範囲内の温度に昇温（予熱）したり，該鍛造成形に用いる成形金型を１００～２\n５０℃の範囲内の温度に昇温することは，当業者が容易に想到し得たことといえ\nる。」と判断したが，誤りである。\n(1)　リチウム含有マグネシウム合金の温間加工等について\n本件特許出願時の当業者は，リチウム含有マグネシウム合金については，\n冷間加工に強く動機付けられており，この合金に温間加工又は熱間加工（以下「温\n間加工等」という。）を行うことは，技術常識上考えられなかった。\nア　本件特許出願時においては，リチウム非含有マグネシウム合金は，昀密\n六方構造のため加工性が悪く，室温での加工は非常に難しいため，２００℃以上に\n加熱して加工せざるを得ないこと，及びこのリチウム非含有マグネシウム合金に６\n重量％以上のリチウムを添加してリチウム含有マグネシウム合金とすると，体心立\n方晶のβ相が晶出し，冷間加工（室温での加工）性が著しく改善されることは，当\n業者の技術常識であった（甲８～１６）。なお，リチウム含有量が６～１０．５重\n量％のマグネシウム合金は，その中に冷間加工性の悪いα相を含有しているもの\nの，リチウム含有量１１重量％以上の合金と比べて，冷間加工性が極端に悪いもの\nではなく，当業者は，リチウム含有マグネシウム合金全体の冷間加工性が高いと認\n識していた。\nイ　上記のとおり，リチウム含有マグネシウム合金は冷間加工性が良好であ\nるため，これに温間加工等を行うという発想は生じない。なぜなら，温間加工等を\n行うには，加工装置に耐熱性が要求されたり，加熱装置を設ける必要があるため，\n装置コストが増大すること，及び加熱するための時間が必要になるため，成形品を\n得るのにより長い時間がかかることという不利益があるからである。\nリチウムは高価で耐食性が良くないという不利益を有する（甲１０，１\n７）にもかかわらず，当業者がリチウム含有マグネシウム合金を塑性加工用の材料\nとして選択するのは，リチウム含有マグネシウム合金の冷間加工性が良好であるこ\nとが主な理由の１つである。\nこのように，リチウム含有マグネシウム合金の冷間加工性が良好である\nことを理由に，リチウム含有マグネシウム合金を塑性加工用の材料として選択した\n当業者は，あえて温間加工等を行うはずがなく，種々の点において利点のある冷間\n加工に強く動機付けられていた（甲９，１０，１５，１７，１８）。\nウ　一般に，アルミニウム合金のプレス加工は，冷間プレス加工により行わ\nれ，その加工業者は，冷間プレス専用の加工機を保有していた。\nそして，マグネシウム合金は，アルミニウム合金の代替材料であると考\nえられていた（甲１３，１４）ところ，上記のとおり，リチウム非含有マグネシウ\nム合金は，冷間では非常に加工性が悪く，冷間プレスを行うことができなかったた\nめ，この合金を用いる限り，従来と同じ加工業者に加工を依頼することができなく\nなる。そのため，当業者は，冷間加工できるマグネシウム合金を強く欲し，リチウ\nム含有マグネシウム合金の研究・開発を行ってきた（甲１５）。\nこのようなリチウム含有マグネシウム合金の開発経緯に照らせば，当業\n者は，リチウム含有マグネシウム合金を，冷間加工可能なマグネシウム合金と認識\nしており，この合金を用いて，温間加工等を行うということは，当業者の技術常識\nから外れた発想である。\n(2)　１００～２５０℃の温度範囲について\n本件発明１～４は，当業者の技術常識に反して温間加工等を行ったことの\nみならず，温間加工等の中でも特に好適な条件を見出した点に特徴がある。\n従来，リチウム非含有マグネシウム合金の温間加工等においては，２００\n～３５０℃で鍛造成形を行うことが好ましいと考えられており（甲５），本件発明\n１～４のように１００～２５０℃という低い温度での鍛造成形は，成形時間中に金\n型に素材温度を奪われるため，好ましくないと考えられていた。\nそれにもかかわらず，本件発明１～４の発明者は，１００～２５０℃とい\nう温度範囲での鍛造成形によって，厚肉成形のみならず，薄肉成形，偏肉成形でも\n好ましい成形性を得ることができることを見出し，本件発明１～４の完成に至っ\nた。本件決定で引用されたいずれの刊行物にも，リチウム含有マグネシウム合金に\nついて温間加工を行う場合に，従来，常識であると考えられていた温度範囲より\nも，低い温度範囲で加工を行うことが好ましいということは示唆されていない（後\n記(3)も参照）。\n(3)　引用例の技術内容について\n本件決定は，「刊行物１には，Ｍｇ－８mass％Ｌｉ合金等について，引張\n強さは，室温から５７３Ｋ付近までの範囲において，試験温度の上昇に伴い減少\nし，伸びは，室温から５２３Ｋまでの範囲において，試験温度の上昇に伴い増大す\nることが記載され，また，刊行物５には，Ｍｇ－８．５重量％Ｌｉ合金等につい\nて，２５０℃で５ｍｍから０．８ｍｍ（減面率８４％）に圧延した旨が記載されて\nおり，Ｌｉを８重量％程度含有するマグネシウム合金が１００～２５０℃の範囲内\nの温度において良好な成形性を示している」と認定したが，誤りである。\nア　刊行物１について\n(ア)　刊行物１記載の実験（図３，４）については，「この合金の引張試\n験後の破断面は超塑性現象特有の大きな空洞を有しており」との記載（７０４頁１\n２～１３行）から，超塑性現象が発現する程度の歪み速度で実験が行われたことが\n推測される。超塑性が発現する条件の外的因子としては，「材料の融点（絶対温\n度）の半分以上の温度と比較的ゆっくりした１０－４ｓ－１程度の歪み速度とであ\nる。」（甲１９の「超塑性発現条件」の項）と説明されている。\n一方，鍛造は，一般に，これよりもはるかに大きい歪み速度の下で行\nわれ，「たとえば，圧延や伸線工程では毎分２０００から５０００ｍの速度に達\nし，冷間鍛造やプレス加工では毎分数百個の生産速度も珍しくはない。これらはひ\nずみ速度で表せば１０～１０２ｓ－１となる。」（甲２０）と説明されている。\nすなわち，鍛造は，刊行物１記載の実験の条件よりも歪み速度が１万\n～１０万倍も大きい条件で行われるものである。本件発明１～４は，このような大\nきな歪み速度の下で行われる鍛造のみを対象とするものではないものの，本件発明\n１～４の対象とする鍛造は，刊行物１記載の実験の条件よりも歪み速度が少なくと\nも１００倍以上大きい条件で行われるということはできる。\nこのように，刊行物１の図３，４のグラフは，ひずみ速度が非常に小\nさいときの合金の特性を示しているにすぎず，それよりもひずみ速度が１００倍以\n上も大きい本件発明１～４における鍛造成形性について，何ら示唆を与えるもので\nはない。\n(イ)　刊行物１の図３，４のグラフに示されているのは，試験温度の上昇\nに伴う引張強さ及び伸びの変化であり，合金に引張応力を加えたときの合金の特性\nを示しているにすぎない。一方，鍛造とは，合金に圧縮応力を加えることによる加\n工であるから，引張応力を加えることによる加工とは，応力を加える方向が正反対\nである。\n上記グラフを容易性の根拠とするには，試験温度の上昇に伴う合金の\n引張強さ及び伸びの変化の態様と，試験温度の上昇に伴う合金の鍛造成形性変化の\n態様との間に強い相関関係があることを示す必要があるが，そのような相関関係\nは，本件決定で引用されたいずれの刊行物にも記載がなく，当業者の技術常識でも\nない。\n例えば，甲１７の２８８頁の図９は，マグネシウム合金の「リチウム\n含有量による引張伸びの変化と，冷間圧延で割れの生じるまでの加工度の増大とを\n示し」たグラフであるが，該グラフによると，引張伸びの変化と加工度とは一部で\n相関している領域があるものの，リチウム含有量が概ね８％を超える領域では，両\n者は反対の傾向を示している。このように，合金の引張伸びと加工度は，それぞれ\n異なる特性であり，両者が常に強い相関を有しているとはいえない。このことは，\n試験温度の上昇に伴う合金の引張強さ及び伸びの変化の態様と，試験温度の上昇に\n伴う合金の鍛造成形性変化の態様とに強い相関があるとはいえないことを間接的な\nがら支持するものである。\nこのように，刊行物１の図３，４のグラフは，引張試験の結果を示す\nにすぎず，それと応力を加える方向が逆である本件発明１～４における鍛造成形性\nについて，何ら示唆を与えるものではない。\nイ　刊行物５について\n刊行物５の「２５０℃で５ｍｍから０．８ｍｍに圧延して引張試験片を\n作成し」（３頁右段７－８行）という記載は，圧延を行った結果を示しているにす\nぎず，鍛造成形についての示唆はない。\nまた，リチウム含有マグネシウム合金において，１回の圧延工程による\n圧下率は，昀大でも４０％程度であり，８０％を超えるような高い圧下率は，複数\n回の圧延工程によって達成されるということが，本件発明１～４の出願時における\n当業者の技術常識であった（甲８～１１，甲２２，２３）から，刊行物５における\n上記圧延は，複数回の圧延工程で行われたものと考えられる。そうすると，刊行物\n５の記載には，「２５０℃で圧延すると，１回の圧延でどの程度の減面率が達成で\nきるか」についての情報が全く含まれていないことになるから，刊行物５の記載\nは，良好な成形性を示すものとはいえない。\nこのように，刊行物５の上記記載は，本件発明１～４における鍛造成形\n性について，何ら示唆を与えるものではない。\n２　取消事由２（手続違背）\n本件決定では，刊行物５の「２５０℃で５ｍｍから０．８ｍｍに圧延して引\n張試験片を作成し」という記載が，リチウム含有マグネシウム合金の１００～２５\n０℃における良好な成形性を示すものとして，判断の重要な根拠とされている。\n本件決定に係る異議手続でなされた取消理由通知（甲２５。以下「本件取消\n理由通知」という。）においては，刊行物５についての引用は，「仮に「Ｃａ」を\n限定する場合には，下記刊行物５には，リチウム６重量％超１０．５重量％未満，\nカルシウム０．３～３重量％，所望により更に４重量％以下のアルミニウム，４重\n量％以下の亜鉛等を含むマグネシウム超塑性合金において，カルシウム０．３～３\n重量％カルシウムは凝固組織を微細化すること，歪み速度の速い領域でも超塑性が\n発現され，伸びが大きく，室温での強度が向上すること，リチウム６重量％超１\n０．５重量％未満の範囲から外れるとＨＣＰ単相ないしＢＣＣ単相となることなど\nが…記載されている。」というものであって，本件決定での引用個所とは全く異な\nる。同一の刊行物であっても，引用する個所，内容が異なれば，異なる証拠となる\nと解すべきである。なぜなら，単一の刊行物中にも，通常，複数の技術的事項が含\nまれており，取消理由がどの技術的事項を引用して構成されているのか特定されな\nければ，特許権者は，取消理由通知に対して適切な反論を行うことができず，平成\n１５年改正前の特許法１２０条の４第１項の趣旨が没却されることになるからであ\nる。\n本件決定は，刊行物５のうち，本件取消理由通知において引用した個所とは\n全く異なる個所を新たな証拠とすることにより，新たな取消理由を構成し，特許権\n者に反論の機会を与えることなくされたものである。したがって，本件決定には，\n平成１５年改正前の特許法１２０条の４第１項所定の手続違背があり，この手続上\nの瑕疵は，決定の結論に重大な影響を与えるものである。すなわち，本件決定が具\n体的に引用した刊行物５の記載について，特許権者に弁論の機会を与え，特許権者\nの保有する技術常識を参酌して解釈がなされれば，決定の結論が異なったものとな\nった可能性があるからである。\n第４　被告の反論の要点\n本件決定の判断に誤りはなく，原告の主張する本件決定の取消事由には理由が\nない。\n１　取消事由１（進歩性判断の誤り）について\n(1)　リチウム含有マグネシウム合金の温間加工等について\nア　リチウム６％以上の含有により，マグネシウム合金の冷間加工性が改善\nされることは，原告主張のとおりであるが，冷間加工性の程度が「著しく」改善さ\nれると当業者に認識されていたマグネシウム合金は，その結晶構造がβ相単相に変\n化したものであり，リチウム含有量でいえば１１％以上（ないし１０．５％以上）\nの範囲のマグネシウム合金である（甲９～１４，１７）。\nしたがって，本件発明１～４のように，リチウム含有量が６～１０．５\n％で，α相とβ相が共存するマグネシウム合金については，リチウムの含有量が１\n１％以上でβ相単相のマグネシウム合金ほど優れた冷間加工性を有してはいない\nと，当業者に認識されていた。\nイ　上記認識によれば，当業者が，β相単相のマグネシウム合金と同じよう\nに本件発明１～４のマグネシウム合金を冷間加工しようと発想するはずがなく，む\nしろ，冷間で加工しにくい合金に通常採用されている周知の温間加工又は熱間加工\nを施そうと発想する方が自然の成り行きである。\nなお，冷間鍛造は，大きな加工圧力や強大な加工装置を必要とすること\nや，金型の破壊や摩耗を生じやすいという短所を有するため，形状が複雑で精密な\n部品を鍛造で成形しようとする場合には，その冷間鍛造性の優劣等を勘案して，比\n較的鍛造のし易い温間鍛造の方を選択することは，周知・慣用のことである。そう\nであれば，素材の加工方法として，冷間鍛造，温間鍛造，熱間鍛造のいずれを選択\nするかは，その素材の性質とそれぞれの鍛造の長所，短所を勘案して設計的に決定\nされるものにすぎない。\nウ　アルミニウム合金について，冷間加工のみならず，加熱を伴う熱間鍛造\nも行われていることは，本件出願前において周知である（乙７）から，その代替材\n料である本件発明１～４のリチウム含有マグネシウム合金についても，同様に，温\n間加工等を採用することは，当業者であれば普通に発想することである。\n(2)　１００～２５０℃の温度範囲について\n本件発明１～４の規定する「１００～２５０℃」の温度範囲は，いわゆる\n温間（熱間と冷間の中間の温度範囲）を意味するだけの周知の温度範囲であり，刊\n行物１にも記載されている。仮に，上記温度範囲に臨界的な意義があるとしても，\n温間鍛造自体が周知事項である以上，当業者は，この臨界的意義とは無関係に，極\nめて容易に上記温度を設定することができたというべきである。\n(3)　引用刊行物の技術内容について\nア　刊行物１について\n(ア)　刊行物１の図３のグラフには，室温から５７３Ｋ（約３００℃）付\n近までの範囲において，Ｌｉを８重量％程度含有するマグネシウム合金の引張強さ\nが試験温度の上昇に伴い大幅に減少することが示されており，図４のグラフには，\n室温から５２３Ｋ（約２５０℃）までの範囲において，Ｌｉを８重量％程度含有す\nるマグネシウム合金の伸びが試験温度の上昇に伴い大幅に増大することが示されて\nいる。\n刊行物１記載の実験は，ひずみ速度が小さい条件のものではあるが，\n同実験に比べてひずみ速度が大きい鍛造加工において，変形抵抗がある程度大きく\nなることや，ひずみ速度が大きいという変形能を小さくする条件と，圧縮状態に近\nいという変形能を大きくする条件とが重なって，変形能が少なくともそれ程小さく\nならないことは，予測し得る範囲内の事項であるといえる。\nそして，刊行物１の図２に関する記載から，鍛造加工と同程度のひず\nみ速度である圧延加工によって，リチウム含有量が８重量％のマグネシウム合金を\n室温でも８０％近傍の厚さまで減面加工することができたことが明らかである。\nそうであれば，刊行物１記載の実験は，ひずみ速度にかかわらず，\n「Ｌｉを８重量％程度含有するマグネシウム合金が１００～２５０℃の範囲内の温\n度において良好な成形性を示している」ことを示すものといえるから，刊行物１記\n載の実験が鍛造とひずみ速度が大きく異なり鍛造成形性について何ら示唆を与えな\nい旨の原告の主張は，失当である。\n(イ)　金属の塑性加工における変形抵抗及び変形能の測定法には，引張試\n験法，圧縮試験法などがあり，鍛造加工，すなわち圧縮を伴う加工における所定の\n材料の変形抵抗及び変形能に関しても，その材料の成形性の評価を引張試験法で測\n定された変形抵抗及び変形能のデータを用いて行うことは，周知・慣用のことであ\nる。\nそして，引張試験法で測定された変形能は，引張応力の応力状態とい\nう過酷な条件下での変形能であるから，引張試験法で得られたデータが良好な変形\n能を示す結果であれば，この結果から，より緩やかな条件下の圧縮加工や鍛造加工\nの場合にはその変形能がより良好であることは容易に予測することができる。\n本件明細書においても，引張試験によって本件発明１～４のマグネシ\nウム合金の塑性加工性（鍛造加工性）の優劣を確認している（段落【0051】\n～【0053】）から，本件明細書の記載も，引張試験のデータが圧縮加工と密接に関\n連していることを裏付けている。\nしたがって，刊行物１記載の引張試験の結果は，応力を加える方向が\n逆である鍛造成形性について何ら示唆を与えない旨の原告の主張は，失当である。\nイ　刊行物５について\n圧延と鍛造は，圧縮力の方向及びひずみ速度が同様であるから，圧延成\n形性が良好であれば，鍛造成形性も良好であることは容易に予測できたことであ\nる。\nまた，「応力－ひずみ曲線」によれば，素材に何回か圧延を繰り返した\nとしても，圧延の間に焼きなまし等素材に何らかの処理がなされない限り，昀初の\n応力－ひずみ曲線の延長上を辿ることになるから，基本的には，塑性変形（圧延）\n途中において圧延を繰り返すことによって得られた減面率は，１回の圧延によって\n得られた減面率とさほど差異が生じるものではない。そして，昀終減面率が良好で\nあれば，成形性（変形能）が良好であると判断することができる（甲８～１０）。\nしたがって，減面率が大きな値であれば，その値が１回の圧延で得られたものであ\nるか否かに関係なく，その値によって成形性（変形能）の良否を評価することがで\nきるから，本件決定が刊行物５の減面率の値から成形性を認定したことは相当であ\nる。\n２　取消事由２（手続違背）について\n本件取消理由通知には，本件発明１～４の組成について「Ｃａ」を限定しな\nい場合においても，本件発明１～４の容易想到性の基礎となる引用例として刊行物\n５が明確に加えられている。そして，刊行物５はわずか４頁の文献にすぎないか\nら，取消理由に引用例として加えられている以上，これについて反論する機会は十\n分に保障されているといえる。\nまた，本件取消理由通知では，「刊行物５に，本件発明１～４と組成が重複\nするマグネシウム合金が記載されている」旨も指摘されており，刊行物５記載の発\n明が，加工用マグネシウム合金に関するものであることからすると，「刊行物５に\nは，本件発明１～４と組成が重複するマグネシウム合金の成形加工が記載されてい\nる」旨も事実上指摘されているといえる。\nさらに，本件決定において，刊行物５に，Ｍｇ－８．５重量％Ｌｉ合金等に\nついて，２５０℃で５ｍｍから０．８ｍｍ（減面率８４％）に圧延した旨が記載さ\nれていることを指摘したのは，取消理由通知に対する原告の反論に対応してなされ\nたものであるところ，そのような反論に当たっては，原告は刊行物５の内容を当然\n確認しているはずであるから，刊行物５の上記記載を本件決定の理由の一部に採用\nしても，不意打ちには当たらない。\nしたがって，本件決定には原告が主張するような手続上の瑕疵は存在しな\nい。\n第５　当裁判所の判断\n１　取消事由１（進歩性判断の誤り）について\n原告は，本件決定の「刊行物１記載の発明において，塑性加工として鍛造成\n形を採用し，その際に，加工前に成形用素材であるマグネシウム合金を１００～２\n５０℃の範囲内の温度に昇温（予熱）したり，該鍛造成形に用いる成形金型を１０\n０～２５０℃の範囲内の温度に昇温することは，当業者が容易に想到し得たことと\nいえる。」との判断は，誤りである旨主張する。そこで，以下，この主張の当否に\nついて検討する。\n(1)　リチウム含有マグネシウム合金の温間加工等について\n原告は，「本件特許出願時の当業者は，リチウム含有マグネシウム合金に\nついては，冷間加工に強く動機付けられており，この合金に温間加工等を行うこと\nは，技術常識上考えられなかった。」旨主張する。\nア　本件特許出願当時の公知文献には，次のような記載がある。\n①「Ｍｇ－ＬｉおよびＭｇ－Ｌｉ－Ｚｒ系合金の軟化および再結晶挙動」\n藤谷渉ほか（軽金属学会発行「軽金属(1996)vol.46,No.1」所収）（甲８）\n「マグネシウム系合金は軽量かつ高比強度合金として注目されている\nが，ｈｃｐ構造に由来する強い結晶塑性異方性のため，その加工性に難点がある。\nこの加工性改善の一方策として，例えばＭｇに大量のＬｉを添加し，ｈｃｐ構造の\nα相中に加工性に富むｂｃｃ構造のβ相を共存させると，室温で圧延加工も可能と\nなるほど変形能は改善される。」（３頁）\n②「Ｍｇ－Ｌｉ－ＡｌおよびＭｇ－Ｌｉ－Ｚｎ三元合金の加工性，熱処理\n特性および機械的性質」八太秀周ほか（軽金属学会発行「軽金\n属(1995)vol.45,No.12」所収）（甲９）\n「実用金属中で昀も軽量なマグネシウムに，水の約半分の比重しかな\nいリチウムを添加すれば，従来のマグネシウム合金より軽量で，比強度の高い合金\nを得られる可能性がある。しかも，マグネシウムへリチウムを約１１mass％以上添\n加すると，昀密六方構造のマグネシウム固溶体（α相）から体心立方構造のリチウ\nム固溶体（β相）へ変化し，冷間加工性が大幅に向上する。」（７０２頁）\n③「Ｍｇ－Ｌｉ－Ａｌ合金の時効硬化および機械的性質」松澤和夫ほか\n（軽金属学会発行「軽金属(1989)vol.39,No.1」所収）（甲１０）\n「Ｍｇ－Ｌｉ系合金の開発における昀大の魅力は，従来のマグネシウ\nム合金と比較して低密度を有しており，加工性が良好なことにある。たとえば，１\n６％Ｌｉ二元合金の密度は約１．３×１０３ｋｇ／ｍ３であり，現在活発に研究の行\nわれているＡｌ－Ｌｉ系合金の約２分の１でしかない。一方，マグネシウムは本来\nその結晶構造が稠密六方晶であるため冷間加工性に劣るが，Ｌｉを１１％以上添加\nして体心立方晶に変えることにより冷間加工性の飛躍的向上が可能である。…しか\nし，その後のＭｇ－Ｌｉ合金に関する研究は，…他の軽量化を目的とする合金系と\n比較するときわめて少ない。このことは，リチウムが高価格であることに加えて耐\n食性が良好ではないとの認識が要因になっていると考えられる。」（４５頁）\n④「Ｍｇ－Ｌｉ系２元合金の引張特性に及ぼす添加元素の影響」井上誠ほ\nか（軽金属学会発行「軽金属(1992)vol.42,No.2」所収）（甲１１）\n「Ｍｇ－Ｌｉ系合金はきわめて低密度であり，実用合金であるＬＡ１\n４１Ａ（Ｍｇ－１４mass％Ｌｉ－１mass％Ａｌ）合金の密度は，１．３５Ｍｇ／ｍ\n３\nである。また，ＭｇにＬｉを６mass％以上添加することにより，体心立方晶のβ相\nが現れる。さらにＬｉを１１mass％以上添加することにより，結晶構造を体心立方\n晶の単相に変えることができ，昀密六方晶のＭｇの冷間加工性を改善することが可\n能である。規格化されたＭｇ－Ｌｉ系合金は主として（α＋β）相合金およびβ相\n合金に第３元素を添加した合金であり，２元合金に比べすぐれた機械的特性が報告\nされている。本研究では，低密度で冷間圧延性が改善された８mass％Ｌｉを含む２\n元合金（α＋β相，以下合金Ａと記載する）および１３mass％Ｌｉを含む２元合金\n（β相，以下合金Ｂと記載する）に，４種類の添加元素(Ａｌ，Ｃｕ，Ｚｎ，Ａｇ）\nを第３の合金元素としてそれぞれ所定の量添加し，得られた各々の合金について試\n験温度を２９３～６２３Ｋの範囲に選び，引張特性と試験温度との関係から，合金\n元素添加の効果について検討した。」（６７頁）\n「合金の溶製は…。…得られた鋳塊は…形状へ面削した。圧延は昀終\n圧下率約９５％まで４７３Ｋで温間圧延を行い，厚さ約２ｍｍの板材とした。」\n（６８頁）\n⑤「マグネシウム合金」小島陽ほか（株式会社アグネ発行「金属１９９３\n年１０月号」所収）（甲１３）\n「結晶構造は昀密六方構造で，すべり系は底面すべりが一番起こりや\nすく，柱面すべりや錘面すべりは高温にならないと活動しにくいため，室温での塑\n性加工がやや難しいという欠点がある。しかし，３００℃程度では，…延性が急に\n増し，熱間圧延や熱間押出しなどの加工性はアルミニウムに劣らない。」（１９\n頁）\n「マグネシウムに，比重０．５３のリチウムを６mass％以上添加する\nと，密度の低下に加え，体心立方構造のリチウム固溶体（β相）が晶出し，１１\nmass％以上添加するとβ単相組織となり，冷間圧延性が改善される。」（２３頁）\n⑥「マグネシウム工業における加工技術と製品開発の現状」佐藤英一郎\n（軽金属出版株式会社発行「アルトピア１９８７年５月号」所収）（甲１４）\n「マグネシウムおよびすべてのマグネシウム合金の結晶構造が稠密六\n方晶系である。この稠密六方晶の金属は塑性変形が困難であり熱間加工に依存して\nいる。マグネシウムにリチウムを１２％以上添加すると結晶構造は鉄と同じ体心立\n方格子系と変り常温においても塑性変形ができるようになる。」（１３頁）\n⑦特開平９－４１０６６号公報（甲１５）\n「【発明が解決しようとする課題】本発明は，…冷間での曲げ・絞り\n等のプレス加工性を付与した冷間プレス加工可能なマグネシウム合金を提供するこ\nとを目的とする。」\n「【課題を解決するための手段】…本発明はリチウム６～１６重量\n％，残部がマグネシウムと不可避不純物からなることを特徴とする冷間プレス可能\nなマグネシウム合金にある。」\n「【発明の実施の形態】…リチウム含有量はＨＣＰ相（α相）とＢＣ\nＣ相(β相）の共晶となる６重量％以上で著しく冷間での加工性が改善する。」\n⑧特開平７－２６８５３５号公報（甲１６）\n「【従来の技術及び発明が解決しようとする課題】マグネシウム合金\nは比重が１．７４と，構造用金属材料の中では昀も軽く，２００℃以上での加工性\nもアルミニウム合金に匹敵する。しかし，２００℃未満では昀密六方格子という結\n晶構造であるため，加工性が悪く，室温で塑性加工を施すと，全面割れなどが生じ\nる。…マグネシウムにリチウムを６重量％以上添加すると，体心立方晶の相が晶出\nするようになり，室温での加工性は飛躍的に向上する。約１２重量％以上リチウム\nを添加すると，結晶構造はすべて体心立方晶となり，加工性は更に改善され，アル\nミニウム合金の加工性をも上回るようになり，従来開発されている合金の中で昀も\n比重が小さい。」\n⑨「Ｍｇ－ＬｉおよびＭｇ－Ｚｒ－Ｌｉ合金の冷間加工性」堀茂徳ほか\n（軽金属学会発行「軽金属(1990)vol.40,No.4」所収）（甲１７）\n「マグネシウムは高純度化すると加工性が改善されることが知られて\nいるが，現状ではなお充分な域に達したとはいえない。マグネシウムに１０．５％\n以上のリチウム添加により，結晶構造が体心立方晶のβ単相となるので，加工性が\n著しく良くなることが指摘され，これについて研究報告も多い。しかしリチウムは\n高価で，かつマグネシウムに多量添加すると合金の大気中での安定性に問題を生じ\nる。」（２８５頁）\n⑩刊行物１\n「マグネシウムは結晶構造が六方晶であるため加工性が悪いが，これ\nにリチウムが約６ｍａｓｓ％添加されると立方晶のβ相が現れ，さらに約１１ｍａ\nｓｓ％以上ではβ単相となる。そのためＬｉ含有量の増加に伴い，加工性は著しく\n改善され，図２に示すようにリチウム含有量が増えるにつれて，冷間圧延限界が大\nきくなる。」（７０３頁）\nイ　これらの記載によれば，マグネシウムにリチウムを添加していく場合，\n①リチウム添加量が６重量％未満においては，結晶構造が昀密(稠密）六方格子晶\n（ｈｃｐ構造）（α単相）であり，冷間加工性がほとんどなく，熱間加工に依存す\nること，②リチウムを約６重量％添加した辺りから，体心立方晶（ｂｃｃ構造）で\nあるβ相の晶出が始まり（α＋β相），冷間における塑性加工性が改善されるこ\nと，③リチウム添加量の増大と共にβ相の割合が増え，冷間における塑性加工性が\n改善されていくこと，④リチウム添加量が約１１ないし１２重量％以上で，すべて\n体心立方晶構造（β単相）となり，それ以下のα＋β相であったものよりも一層冷\n間における塑性加工性が改善されることが，本件特許の出願時点以前から周知であ\nったことが認められる。\nウ　一方，金属（合金も含む。）材料は，析出硬化性材料など特殊なものを\n除いて，同一材料であれば，一般的には加工温度が高いほど，変形抵抗が小さくな\nり，変形能が向上すること（換言すれば塑性加工性が向上すること）は，技術常識\nというべきである。\nまた，前記アの「このことは，リチウムが高価格であることに加えて耐\n食性が良好ではないとの認識が要因となっていると考えられる。」（甲１０）との\n記載や，「リチウムは高価で，かつマグネシウムに多量添加すると合金の大気中で\nの安定性に問題を生じる。」（甲１７）との記載によれば，本件特許出願当時，リ\nチウムを添加したマグネシウム合金材料の場合，リチウム添加量の増大に伴って耐\n食性や大気中での安定性に問題を生じることも，周知であったと認められる。\nエ　以上の事情を総合すると，マグネシウム合金にリチウムを添加して，冷\n間における塑性加工性を改善するに際して，添加量を低め（６～１０．５重量％）\nに抑えて耐食性の劣化等の虞を小さくしつつ，添加量を抑えたことで不足する塑性\n加工性を補うものとして，加工温度を高めとする（換言すれば，冷間加工に換えて\n温間加工等を採用する）ことは，当業者であれば容易に想到し得ることというべき\nである。\nオ(ア)　これに対し，原告は，「リチウム含有量が６～１０．５重量％のマ\nグ　ネシウム合金は，その中に冷間加工性の悪いα相を含有しているものの，リチ\nウム含有量１１重量％以上の合金と比べて，冷間加工性が極端に悪いものではな\nく，当業者は，リチウム含有マグネシウム合金全体の冷間加工性が高いと認識して\nいた。」旨主張する。\nしかしながら，上記アの「マグネシウムにリチウムを６重量％以上添\n加すると，体心立方晶の相が晶出するようになり，室温での加工性は飛躍的に向上\nする。約１２重量％以上リチウムを添加すると，結晶構造はすべて体心立方晶とな\nり，加工性は更に改善され」（甲１６），「マグネシウム…にリチウムが約６ｍａ\nｓｓ％添加されると立方晶のβ相が現れ，さらに約１１ｍａｓｓ％以上ではβ単相\nとなる。そのためＬｉ含有量の増加に伴い，加工性は著しく改善され，…リチウム\n含有量が増えるにつれて，冷間圧延限界が大きくなる。」（刊行物１）との記載に\nよれば，本件特許出願当時，約１１ないし１２重量％未満のリチウムを含み，α＋\nβ相（昀密六方晶＋体心立方晶）からなるマグネシウム合金が，約１１ないし１２\n重量％以上リチウムを含み，１００％β相（体心立方晶）からなるマグネシウム合\n金に比べて，加工性が劣ることは周知であったと認められる。そして，リチウム含\n有量が約６重量％を超えて，漸く，塑性加工性に劣るα相中に加工性に優れたβ相\nが晶出し始めることを考慮すると，当業者であれば，リチウム含有量が約６重量％\nを超えた近傍においては，そのリチウム含有マグネシウム合金の冷間加工性が極め\nて高いとは到底いえないことを当然理解することができるというべきである。これ\nらの事情によれば，「当業者が，リチウム含有マグネシウム合金 の冷間加工性\nが高いと認識していた」ということはできず，原告の上記主張は，理由がない。\n(イ)　また，原告は，「温間加工等には様々な不利益があるため，冷間加\n工性が良好なリチウム含有マグネシウム合金を材料として選択した当業者は，あえ\nて温間加工等を行うはずがなく，種々の点において利点のある冷間加工に強く動機\n付けられていた」旨主張する。\nしかしながら，上記(ア)認定のとおり，リチウム含有マグネシウム合\n金全体（編注：「全体」の上に上点あり）の冷間加工性が良好であるとはいえない\nばかりでなく，冷間加工に比較して，より高温での成形を行う温間加工等は，材料\nが同一であれば変形抵抗が小さくなることから，金型等の加工工具に付加すべき加\n工力もより小さくて済み，金型の破壊や摩耗が生じにくいものであって，現に，温\n間加工等が多数実用化されていることはいうまでもないから，これらの事情によれ\nば，冷間加工と温間加工等とを比較して，一概に温間加工等が劣るものであるとい\nうことはできない。したがって，原告の上記主張は，その前提を欠き，理由がな\nい。\n(ウ)　さらに，原告は，「アルミニウム合金のプレス加工は一般に冷間加\n工で行われており，また，マグネシウム合金はアルミニウム合金の代替材料と考え\nられていたため，冷間加工が可能なマグネシウム合金を求めて，リチウム含有マグ\nネシウム合金が開発されたという経緯に照らせば，当業者は，リチウム含有マグネ\nシウム合金を，冷間加工可能なマグネシウム合金と認識しており，この合金を用い\nて，温間加工等を行うということは，当業者の技術常識から外れた発想である。」\n旨主張する。\n原告の指摘するように，特開平９－４１０６６号公報（甲１５）に\nは，「【従来の技術】…マグネシウム圧延材については…室温での塑性加工性に乏\nしく，…プレス加工は，３００℃程度の高温に加熱しなければできない。マグネシ\nウム圧延材と競合する鉄材やアルミニウム材のプレス加工は加熱を施さずに行なう\nのが一般的で，従ってプレス加工業者は素材を加熱する設備を有していないことが\n多い。すなわち，マグネシウム圧延材の常温での塑性加工性の欠如がマグネシウム\n圧延材の普及を妨げてきた。」との記載がある。しかしながら，アルミニウム加工\nについての解説書であると認められる「アルミニウム金属加工学入門」（Ｄ．Ａｌ\nｔｅｎｐｏｈｌ著，昭和４６年１１月１５日，（社）軽金属協会発行）（乙７）に\nは，「アルミニウム展伸用材の場合には，ほとんどが３５０～５３０℃の温度で熱\n間加工を行なう。」（１０１頁）との記載があるから，上記甲１５の記載のみから\nでは，「アルミニウム合金のプレス加工は一般に冷間加工で行われていた」との事\n実を認めるに足りない。したがって，原告の上記主張は，その前提を欠き，理由が\nない。\nまた，前記イ，ウのとおり，本件特許出願当時，①リチウムを添加し\nたマグネシウム合金材料において，約６重量％のリチウムの添加により冷間におけ\nる塑性加工性が改善され，約１２重量％以上の添加により一層冷間における塑性加\n工性が改善されること，②リチウム添加量の増大に伴って耐食性や大気中での安定\n性に問題を生じること，及び③金属材料は，一般的に，加工温度が高いほど，塑性\n加工性が向上することが，周知技術ないし技術常識であった以上，仮に，冷間加工\nが可能なマグネシウム合金を求めて，リチウム含有マグネシウム合金が開発された\nという経緯があったとしても，リチウム含有マグネシウム合金において，リチウム\n添加量の増大に伴う弊害を防止する観点から，その添加量を抑えるために温間加工\n等を採用することは，当業者であれば容易に想到し得ることというべきである。し\nたがって，この点からも，原告の上記主張は理由がない。\n(2)　１００～２５０℃の温度範囲について\n原告は，「従来，リチウム非含有マグネシウム合金の温間加工等において\nは，２００～３５０℃で鍛造成形を行うことが好ましいと考えられていたにもかか\nわらず，本件発明１～４は，１００～２５０℃という温度範囲を採用したものであ\nり，この点も，本件発明１～４の特徴である。」旨主張する。\nしかしながら，前記(1)イのとおり，マグネシウムにリチウムを添加してい\nく場合，①リチウム添加量が６重量％未満においては，結晶構造が昀密六方格子晶\n（ｈｃｐ構造）（α単相）であり，冷間加工性がほとんどなく，熱間加工に依存す\nること，②リチウムを約６重量％添加した辺りから，体心立方晶（ｂｃｃ構造）で\nあるβ相の晶出が始まり（α＋β相），冷間における塑性加工性が改善されるこ\nと，③リチウム添加量の増大と共にβ相の割合が増え，冷間における塑性加工性が\n改善されていくこと，④リチウム添加量が約１１ないし１２重量％以上で，すべて\n体心立方晶構造（β単相）となり，それ以下のα＋β相であったものよりも一層冷\n間における塑性加工性が改善されることは，本件特許の出願時点以前から周知の事\n項である。\nまた，前記(1)ウのとおり，金属（合金も含む。）材料は，析出硬化性材料\nなど特殊なものを除いて，同一材料であれば，一般的には加工温度が高いほど，変\n形抵抗が小さくなり，また変形能が向上すること（換言すれば塑性加工性が向上す\nること）も，技術常識である。\nこれらの事情によれば，本件発明１～４の規定する「６～１０．５重量％\nリチウム含有マグネシウム合金材料」について温間加工等を採用する（前記(1)エの\nとおり）に際して，冷間加工性に優れたβ相が少ない領域（リチウム含有量が比較\n的少ない領域）では，不足する冷間加工性を補完する目的で加工温度を上げ，β相\nがより多く冷間加工性がより充足される領域（リチウム含有量が比較的多い領域）\nでは，加工温度の上げ幅を小さく設定する程度のことは，当業者であれば適宜なし\n得る設計事項であると認められるから，その結果として１００～２５０℃の温度範\n囲を設定することには，何らの困難性も見出せない。\n仮に，従来，リチウム非含有マグネシウム合金の温間加工等において，２\n００～３５０℃の温度範囲が好ましいと考えられていたとしても，上記のとおり，\n本件発明１～４の規定する「６～１０．５重量％リチウム含有マグネシウム合金材\n料」がリチウム非含有マグネシウム合金に比較すれば冷間加工性が改善されたもの\nであることが周知である以上，「６～１０．５重量％リチウム含有マグネシウム合\n金材料」については，従来，リチウム非含有マグネシウム合金の温間加工等におい\nて好ましいとされていた温度範囲よりも，加工温度の上げ幅を小さく設定すれば十\n分であることは，当業者であれば，当然理解することである。\nしたがって，原告の上記主張は理由がない。（なお，本件発明１～４にお\nける１００～２５０℃という温度範囲の数値の限定が，その数値範囲内で異質なあ\nるいは際立って優れた効果を奏するといういわゆる臨界的意義を有すると解される\n記載は，本件明細書にはない。）\n(3)　引用例の技術内容について\n原告は，「本件決定が，刊行物１及び５に，Ｌｉを８重量％程度含有する\nマグネシウム合金が１００～２５０℃の範囲内の温度において良好な成形性を示す\nことが記載されていると認定したのは，誤りである。」旨主張する。\nア　刊行物１について\n原告は，「刊行物１の図３，４のグラフは，ひずみ速度が非常に小さい\nときの合金の特性を示したにすぎず，また，引張応力を与えたときの合金の特性を\n示したものにすぎないから，ひずみ速度が１００倍以上も大きく，また，応力を加\nえる方向が逆である本件発明１～４における鍛造成形性について，何ら示唆を与え\nるものではない。」旨主張する。\n(ア)　まず，ひずみ速度の点について検討する。刊行物１には，「本研究\nでは，Ｍｇ－Ｌｉ合金に付加的な特性を与えるため，種々の第三元素を添加し，そ\nれらの合金系の加工性，機械的特性等を総合的に評価したので，その結果について\n報告する。」，「Ｌｉ含有量の増加に伴い，加工性は著しく改善され，図２に示す\nようにリチウム含有量が増えるにつれて，冷間圧延限界が大きくなる。本研究で\nは，Ｍｇ－Ｌｉ合金の中で比較的強度が高く，しかも加工性の良好なＭｇ－８\nmass％Ｌｉ合金に付加的な特性を与えるため，種々の第三元素（Ａｌ，Ｃｕ，Ｚ\nｎ，Ａｇ，Ｎｄ）を添加し，機械的特性等を調査した。」と記載され，これらの記\n載によれば，刊行物１が，ひずみ速度の大きい冷間圧延を念頭に置いた，Ｍｇ－Ｌ\nｉ合金系の加工性・機械的特性一般に関する報告であることが明らかである。した\nがって，刊行物１の図３，４に示された結果は，加工性・機械的特性一般について\nの調査結果を示すものと解するのが自然であり，これらを「ひずみ速度が非常に小\nさいときの合金の特性を示したにすぎない」とみることはできない。\n(イ)　次に，応力の方向の点について検討する。本件明細書には，「上記\n結果を踏まえ，６重量％以上のリチウムを含有し，残部がマグネシウムからなるマ\nグネシウム合金が薄肉の鍛造成形に適していることを以下に考察する。…各相のマ\nグネシウム合金の引張試験を行なった。その結果を図２に示す。図２から明らかな\nように，…いずれの場合も，材料の引張始めはフックの法則に従う弾性変形領域で\nあり，…さらに応力を加えると…塑性変形領域となる。…このことから，α＋β共\n相，β相単相のものは塑性変形により材料がほとんど加工硬化を示さないことがわ\nかる。つまり，加工硬化を示さないということは，加工が進んでも変形に必要な応\n力は増加しないため，良好に鍛造加工できるということである。」（段落【0039】\n～【0042】）との記載がある。この記載によれば，引張試験と鍛造加工では応力を\n加える方向が逆であっても，引張試験結果が良好であれば，鍛造加工における加工\n性も良好であることが明らかである。このことは，金属の変形抵抗及び変形能の測\n定法として，一般に，圧縮試験法，ねじり試験法と並んで引っ張り試験法が用いら\nれていること（「金属塑性加工学」昭和４６年６月２５日丸善株式会社発行（乙\n２）の５０，５４頁）からも明らかである。したがって，原告の上記主張は，その\n前提を欠き，理由がない。\nイ　刊行物５について\n原告は，「刊行物５の「２５０℃で５ｍｍから０．８ｍｍに圧延して引\n張試験片を作成し」という記載は，鍛造成形ではなく圧延を行った結果にすぎない\nし，また，１回の圧延でどの程度の減面率が達成できるかについて何も開示してい\nないから，本件発明１～４における鍛造成形性について何ら示唆を与えるものでは\nない。」旨主張する。\nしかしながら，圧延と鍛造は，どちらも鋳塊を厚さ方向に圧縮力を付加\nして行うような塑性加工である点で共通している。また，「基礎塑性加工学」平成\n７年４月１０日森北出版株式会社発行（甲２０）の「塑性加工ではさらに高いひず\nみ速度となる。たとえば，圧延や伸線工程では毎分２０００～５０００ｍの速度に\n達し，冷間鍛造やプレス加工では毎分数百個の生産速度も珍しくはない。これらは\nひずみ速度で表せば１０～１０２ｓ－１となる。」との記載から，両者のひずみ速度も\n同程度であると認められる。これらの事情によれば，当業者であれば，圧延成形性\nが良好ならば鍛造成形性も良好であることを容易に予測することができるというべ\nきである。\nまた，圧延加工は，対向する１対の作業ロール（素材に直接接するロー\nル）間に素材（被加工材）を挟んで，素材を圧下し，その厚さを減ずる加工である\nところ，そこにおける塑性変形は，素材がロールに接触し始める部分から始まり，\n作業ロール同士の昀近接点で終了する（素材のスプリングバック等を考慮しても昀\n近接点直後に終了するから，実質上違いはない。）。そうすると，１パスにおける\n塑性加工（圧延加工）時間は極めて小さい時間であるから，圧延加工においては，\n圧延のパス数にかかわらず，相当のひずみ速度で塑性変形加工がなされることが，\n明らかである。このように，ひずみ速度が大きく，その結果，変形能が小さくなる\n圧延加工によっても，８４％の減面率（当初厚みの１６％，すなわち１／６以下に\nまで圧延によってその厚さを減ずること）が達成されること自体をもって，良好な\n成形性を示しているということができ，このことは，圧延のパス数にかかわらない\nというべきである。\nしたがって，刊行物５の上記記載が，本件発明１～４における鍛造成形\n性について何ら示唆を与えるものではないということはできず，原告の上記主張は\n理由がない。\n２　取消事由２（手続違背）について\n原告は，「本件決定は，刊行物５について，本件取消理由通知において引用\nした個所とは全く異なる個所を引用して，新たな取消理由を構成し，特許権者に反\n論の機会を与えることなくなされた点で，平成１５年改正前の特許法１２０条の４\n第１項所定の手続違背がある。」旨主張するので，以下，検討する。\n(1)　本件取消理由通知（甲２５）には，刊行物５について，次の記載がある。\n①「また，仮に「Ｃａ」を限定する場合には，下記刊行物５には，リチウム\n６重量％超１０．５重量％未満，カルシウム０．３～３重量％，所望により更に４\n重量％以下のアルミニウム，４重量％以下の亜鉛等を含むマグネシウム超塑性合金\nにおいて，カルシウム０．３～３重量％カルシウムは凝固組織を微細化すること，\n歪み速度の速い領域でも超塑性が発現され，伸びが大きく，室温での強度が向上す\nること，リチウム６重量％超１０．５重量％未満の範囲から外れるとＨＣＰ単相な\nいしＢＣＣ単相となることなどが…記載されている。」\n②「そして，刊行物１，２，又は５に記載された本件発明１～４と組成が重\n複するマグネシウム合金を１００～２５０℃に熱せられた成形金型に挿入して鍛造\n成形するようにして，本件発明１～４を構成することは，前記特許異議申立書第１\n０頁第２２行～第１８頁第２行に記載された理由か，又はそれと同様の理由によ\nり，刊行物１～５（「Ｃａ」を限定する場合には，刊行物１～６）に記載された発\n明に基づいて当業者が容易になし得たものと認められる。」\n(2)　一方，刊行物５について，本件決定で引用された部分は，「２５０℃で５\nｍｍから０．８ｍｍに圧延して引張試験片を作成し」（３頁右欄）という部分であ\nる。\n(3)　以上の事実によれば，本件取消理由通知においては，刊行物５について，\n「仮にＣａを限定した場合」について具体的な引用がされる（上記(1)①）と共に，\nこれと並列的に（換言すれば，これと別個の趣旨による引用として），一般的に，\n本件発明１～４の容易想到性の判断について，刊行物１～５（「Ｃａ」を限定しな\nい場合）又は刊行物１～６（「Ｃａ」を限定する場合）が引用されている（上記(1)\n②）ことは明らかである（したがって，本件発明１～４が「Ｃａを限定していな\nい」からといって，意見書（乙９）において刊行物５につき反論の必要がないと判\n断した旨の原告の主張は，採用することができない。）。そして，刊行物５は，全\n４頁（特許請求の範囲，発明の詳細な説明及び図面は全３頁）に収まるものにすぎ\nないのであるから，本件取消理由通知に「Ｃａを限定しない場合」についても刊行\n物５が掲げられている以上，特許権者としては，その全文を熟読して，必要な反論\nを試みることは，当然行うべきことである。そうであれば，本件決定が，刊行物５\nのうち，本件取消理由通知で具体的には引用しなかった部分を引用してなされたも\nのであっても，このことが原告に対する不意打ちになるとまではいうことができな\nい。したがって，本件決定に原告が主張するような手続違背があるということはで\nきない。\n(4)　また，本件決定は，「刊行物１及び５には，Ｌｉを８重量％程度含有する\nマグネシウム合金が１００～２５０℃の範囲内の温度において良好な成形性を示す\nことが記載されている」旨認定したものである（なお，この認定が誤りであるとの\n原告の主張に理由がないことは，前記１(3)記載のとおりである。）ところ，刊行物\n５の上記記載事項を考慮しなくても，刊行物１の記載から，「Ｌｉを８重量％程度\n含有するマグネシウム合金が１００～２５０℃の範囲内の温度において良好な成形\n性を示す」ことを同様に認定することができるから，仮に，本件決定に原告が主張\nするような手続違背があるとしても，このことは本件決定の結論に影響を及ぼさな\nいものと認められる。\nさらに，そもそも，「刊行物１及び５には，Ｌｉを８重量％程度含有する\nマグネシウム合金が１００～２５０℃の範囲内の温度において良好な成形性を示す\nことが記載されている」旨の認定事項を考慮するまでもなく，当業者であれば，前\n記１(1)，(2)記載のとおり，本件発明１～４の規定する「６～１０．５重量％リチ\nウム含有マグネシウム合金材料」について温間加工等を採用することや，その際，\n１００～２５０℃の温度範囲を設定することを，容易に想到し得るものである。し\nたがって，この観点からも，仮に，本件決定に原告が主張するような手続違背があ\nるとしても，このことは本件決定の結論に影響を及ぼさないものと認められる。\n(5)　以上のとおり，原告の取消事由２の主張も理由がない。\n３　結論\n以上のとおり，原告主張の取消事由はいずれも理由がなく，他に本件決定を\n取り消すべき瑕疵は見当たらない。\nよって，原告の本件請求は理由がないから，これを棄却することとし，主文\nのとおり判決する。\n東京高等裁判所知的財産第１部\n裁判長裁判官   　 北　　山　　元　　章\n裁判官　　　青　　柳　　　　　馨\n裁判官      沖　　中　　康　　人\n"
}