{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 16,
    "month": 7,
    "day": 28
  },
  "case_number": "平成13(ネ)463",
  "case_name": "損害賠償請求控訴事件",
  "court_name": "広島高等裁判所第3部",
  "original_court_name": "広島地方裁判所",
  "original_case_number": "平成10(ワ)1345",
  "lawsuit_id": "3751",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=3751",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/751/003751_hanrei.pdf",
  "contents": "主　　　　　　　　　文\n１　本件控訴を棄却する。\n２　控訴費用は，控訴人らの負担とする。\n事　実　及　び　理　由\n第１　控訴の趣旨\n１　原判決を取り消す。\n２　被控訴人は，控訴人らに対し，それぞれ２０００万円及びこれに対する平\n成９年３月２６日から支払済みまで年５分の割合による金員を支払え。\n３　訴訟費用は，第１，２審とも，被控訴人の負担とする。\n４　仮執行宣言\n第２　事案の概要\n１　本件は，控訴人らが，子であるＡが甲状腺クリーゼを発症し，被控訴人の\n設置する総合病院Ｂ病院において診療を受けたが，同病院の医師の診療に過失が\nあったため，心停止，呼吸停止に陥り，転送先の病院で死亡したとして，被控訴\n人に対し，医療契約上の債務不履行又は不法行為（使用者責任）に基づく損害賠\n償として，控訴人ら各自に対する４０００万円（Ａの逸失利益各２２５０万円\n（４５００万円の２分の１），慰謝料各１２５０万円，葬祭料各１００万円（２\n００万円の２分の１）の合計各３６００万円及び弁護士費用各４００万円）及び\nこれに対するＡの死亡した日である平成９年３月２６日から支払済みまで民法所\n定年５分の割合による遅延損害金の支払を求めた事案である。\n原判決は，本件病院の医師に控訴人ら主張の過失があったとはいえないと\nして，控訴人らの請求をいずれも棄却したため，控訴人らが，請求を一部減縮\nし，控訴人ら各自に対する２０００万円（前記合計各３６００万円のうち，１８\n００万円及び弁護士費用各２００万円）及びこれに対する平成９年３月２６日か\nら支払済みまで民法所定年５分の割合による遅延損害金の支払を求めて控訴した\nものである。\n２　争いのない事実\n(1)　当事者\nア　控訴人Ｃは，Ａ（昭和４７年７月６日生）の父であり，控訴人Ｄは，\nＡの母である。\nイ　被控訴人は，本件病院を経営し，医療行為を営むものである。\n(2)　医療事故の発生\nＡは，平成９年３月１０日，本件病院で受診し，被控訴人に雇用され本\n件病院で医療事務に従事していたＥ医師（被控訴人担当医師）の診療を受け，甲\n状腺クリーゼと診断され，輸液の点滴等の治療を受けていたが，その途中で心停\n止，呼吸停止に陥り，翌１１日，Ｆ病院へ転院し，診療を受けたものの，同月２\n６日，多臓器不全により死亡した。\n３　以上のほかの事案の概要は，次のとおり，付加，削除，訂正するほか，原\n判決の「事実及び理由」中の「第２　事案の概要」に記載のとおりであるから，\nこれを引用する。\n(1)　原判決３頁６行目を削除し，１１行目及び２０行目の「⑨」を「⑧」\nに，４頁１６行目の「レントゲン検査であり」を「レントゲン検査で胸水が認め\nられたが」に改める。\n(2)　同５頁１行目の「Ａが，被告病院入院時，うっ血性心不全になっていた\nとして，」を削除する。\n(3)　同５頁４行目から２２行目までを次のとおり改める。\n「　甲状腺クリーゼに対する治療としては，誘因に対する治療（抗生物\n質など），脱水（輸液），発熱（解熱剤など），精神神経症状（鎮静剤）に対す\nる治療の他，当然に心不全などへの治療（強心剤，利尿剤，昇圧剤及び抗不整脈\n剤の投与や酸素吸入）も施すべきであるが（甲６，乙５ないし７，９），被控訴\n人担当医師は，甲状腺クリーゼの治療として当然行うべき心不全に対する治療を\n怠った。\nまた，Ａは，外来受診時から，うっ血性心不全だったから，当初から，\nスワン・ガンツカテーテルを挿入し，循環動態を把握した上で，甲状腺クリーゼ\nとうっ血性心不全を同時に治療することが必要であったにもかかわらず，被控訴\n人担当医師は，スワン・ガンツカテーテルを挿入せず，また，うっ血性心不全に\n対し，βブロッカー（抗不整脈，狭心症薬），血管確保，点滴，強心剤，利尿剤\nを投与するなど，適切な治療を行わなかった。\nさらに，被控訴人担当医師は，うっ血性心不全の患者に対しては，症状\nを悪化させるおそれがあるから慎重に投与すべきとされているインデラル（プロ\nプラノロールの製品名）及びソル・メドロールを，１２時２２分にインデラルを\n静注し，１２時２５分からソル・メドロールを点滴投与し，１３時にはインデラ\nルを経口投与した。\nまた，ヴィーンＦも，心不全の患者には慎重に投与されるべき薬剤であ\nり，副作用として，大量急速投与により，脳浮腫，肺水腫，末梢の浮腫が発症す\nることがあるところ，Ａに行うべき輸液としては，その後に使用されたアクチッ\nトなど，うっ血性心不全に悪影響のない維持液，生理食塩水などを使用すべきで\nあった。ところが，被控訴人担当医師は，ヴィーンＦ５００mlを１２時２２分か\nら１３時２０分までの約１時間に急速に投与したのであって，これにより，うっ\n血性心不全を増悪させたと認められ，この点で過失がある。\n前記のとおり，被控訴人担当医師は，うっ血性心不全に対し必要な治療\nをほとんど行わなかっただけでなく，うっ血性心不全の状態であったＡに対し，\nこれを増悪させるおそれのあるインデラル及びソル・メドロールを投与したほ\nか，ヴィーンＦを急速・大量に投与し，うっ血性心不全を増悪させる不適切な治\n療を行ったものであり，過失がある。」\n(4)　同５頁２３行目の次に，行を改め，次のとおり加える。\n「　甲状腺クリーゼに向かう病態においては，心機能的には高心拍数，\n高拍出性となり，代謝の亢進した臓器のエネルギー要求に不足するため，心不全\nの状態（高拍出量性心不全）となる。そして，やがて心筋はエネルギー不足（虚\n血）となり，絶対的にも送血量が低下する（低拍出量性心不全）。したがって，\n甲状腺クリーゼにおいて，うっ血性心不全を想定することは自然である。\nしかしながら，強心剤で心収縮力や心拍数をいっそう高め，利尿剤を用\nいて細胞外液を排泄する治療は，甲状腺クリーゼの治療と対立する側面があるか\nら，甲状腺クリーゼの治療と同時にうっ血性心不全の治療をする必要があったと\nいうためには，うっ血性心不全の病態が治療を緊急に要するものとして確かに存\n在することの診断が必要である。本件において，このような確たる診断ができる\n所見は認められなかった。」\n(5)　同６頁１行目の次に，行を改め，次のとおり加える。\n「　脱水症に対する輸液の選択については，第一に，腎機能の予備力の\n有無，つまり，ＮａＣｌなどの負荷がかかったとき，尿量を増やすことで体外に\n排泄する能力がない場合には，カリウムの含まれない製剤を用いるべきであり，\n第二に，通常は水分のみが欠乏することはないので，電解質（ＮａＣｌ，Ｋな\nど）が含まれない純水の水分のみの補液となるブドウ糖液（ブドウ糖は代謝され\nて純水の水分となる。）は脳浮腫の原因となり，脱水治療には用いないとされて\nいる（乙３１，１２７頁）。\nＡの排尿に関する記録（乙１，６０頁）によれば，１日５ないし６回の\n排尿があり，Ａの場合腎機能の予備力が保たれていたことは明らかである。した\nがって，被控訴人担当医師がヴィーンＦを選択したことに何ら誤りはない。\nまた，ヴィーンＦを投与した時間は約１時間強であったが，その間に点\n滴針が自己抜去され，シーツが濡れていたことからすれば，実際投与されたヴィ\nーンＦは５００mlを下回る量であったと認められる。しかも，Ａの場合，脱水治\n療は緊急治療のひとつであった上，病態によっては１時間５００mlの投与は決し\nて無謀な対処ではないし，輸液開始が遅れてはならない（乙３１，１２７頁）。\nしたがって，ヴィーンＦの輸液が急速に過ぎたとする控訴人らの主張は失当であ\nる。」\n(6)　同７頁３行目の末尾に「なお，原審における鑑定結果には，救命の可能\n性がなかったわけではないが，その可能性の程度は回答できないとあるが，救命\nの蓋然性が高かったというべきであり，仮に，救命の高度の蓋然性が認められな\nかったとしても，救命の可能性の喪失に対する相応の慰謝料は認容されるべきで\nある。」を加える。\n(7)　当事者の当審における主張\nア　控訴人ら\n被控訴人担当医師において，甲状腺クリーゼだけでなく，うっ血性心\n不全の疑いももち，外来受診時に直ちに胸部Ｘ線検査，心電図検査，心エコー検\n査を実施し，うっ血性心不全の診断をした上で，適切な治療をしておけば，Ａは\n受診直後に心停止を起こすこともなく，またその後に死亡することもなく回復で\nきた。\n(ア)　外来受診時の診療上の過失について\n甲状腺クリーゼは，しばしばうっ血性心不全を合併してこれが死亡\n原因となる。本件患者は，初診時，高度の頻脈，起坐呼吸を認め，動悸，息切\nれ，手足の腫れ等を訴えているが，これらは甲状腺クリーゼに伴ううっ血性心不\n全を疑うに足りる所見である。\nこれらの所見からうっ血性心不全は，外来受診当時から発症してい\nたにもかかわらず，被控訴人担当医師は，うっ血性心不全の発症を疑うことな\nく，外来受診時に直ちに胸部Ｘ線検査，心電図検査，心エコーの検査を実施せ\nず，うっ血性心不全を合併した患者にインデラル及びヴィーンＦを使用したので\nあって，診療上の過失がある。\n(イ)　胸部レントゲン写真の所見について\n１４時３０分ころ撮影された胸部レントゲン写真（乙３の２，３）\nには，両肺の浮腫と心胸比増加が認められ，これらはうっ血性心不全の典型的な\n所見である。心停止後の１６時３０分ころに撮影されたレントゲン写真（乙３の\n１）には，著明な心陰影の拡大，特に右第１弓と呼ばれる上大静脈陰影の著明な\n拡大があり心胸郭比は７０％に達する。肺野では葉間胸水の貯留が認められるば\nかりでなく，肺門に向かう線状陰影（カーリーのＡ線），水平な線状陰影（カー\nリーのＢ線）がび漫性に認められ，右肺野には蝶形陰影と呼ばれる融合形が確認\nでき，これらは両心不全の典型的な所見である。\n(ウ)　動脈血ガス分析の結果について\n１２時２５分ころから，心停止の直前まで酸素投与がされていたこ\nと，心停止直後の１４時０８分のＰａＯ２　（ＰＯ２　，動脈血酸素分圧）が８\n５．０㎜Ｈｇであることから，心停止直前にうっ血性心不全がなかったとはいえ\nず，むしろＰａＣＯ２（ＰＣＯ２　，動脈血二酸化炭素（炭酸ガス）分圧）が，\n心停止直後にもかかわらず１５．９㎜Ｈｇと低いことが重要であり，過換気状態\nになっていたと考えられる。また，ＰａＯ２　の基準値は９５㎜Ｈｇ前後であ\nり，若年では１００㎜Ｈｇが正常値であることからすると，酸素投与を受けなが\nらＰａＯ２　が８５．０㎜Ｈｇしかなかったのはやはり異常である。\n(エ)　治療について\nＡの外来受診時の病状は，フォレスター分類の２群に相当する病状\nであり，受診当初から血管拡張剤，利尿剤の投与を中心とした治療が行われるべ\nきであった。以前は甲状腺クリーゼは，無治療であれば死亡率が高いといわれた\nが，現在では適切な治療がなされれば，それほど高い死亡率ではなく，フォレス\nター分類の２群に相当するうっ血性心不全の院内死亡率は９％であり，甲状腺ク\nリーゼの死亡率も２０％以下とされており，正しい診断と適切な治療がされれ\nば，予後は良好であるとされている。\nしたがって，被控訴人担当医師は，甲状腺クリーゼだけでなく，う\nっ血性心不全の疑いももち，外来で直ちに胸部Ｘ線検査，心電図検査，心エコー\n検査を実施し，うっ血性心不全の診断を付けた上で，適切な治療をしておけば，\nＡは受診直後に心停止を起こすこともなく，またその後に死亡することもなく回\n復できたはずである。\nイ　被控訴人\nＡは，長く未治療の甲状腺機能亢進症であった。受診以前，上気道炎\n（膿性痰・扁桃腺炎，問診と口腔所見で確認。正確にどのくらい以前かは不明）\nあるいは胸膜炎の可能性があるとすれば，それらが直接的に甲状腺クリーゼ発生\nの誘因あるいは増悪因子になった可能性が存在する。\nＡには，受診時，既に甲状腺クリーゼによる多臓器障害が確認されて\nおり，前記の誘因・増悪因子は，甲状腺クリーゼ全体の病像を規定したものと推\n測され，早期受診の必要性があったといわざるを得ない。\n(ア)　外来受診時の診療上の過失について\nうっ血性心不全が疑われる場合とは，肺うっ血（肺水腫）が考慮さ\nれれることをいうが，その場合，心原性肺水腫の診断は①頸静脈怒張や喘鳴，②\nチアノーゼや冷汗，③湿性ラ音を伴う起坐呼吸，④ピンク色（血性）泡沫状喀痰\nの存否確認で容易である。Ａには，頸静脈怒張や喘鳴，湿性ラ音を伴う起坐呼\n吸，血性泡沫状喀痰は認めず，また，対診の医師ならば直ちに気づき得る口唇の\n紫青色（チアノーゼ）も認めなかったのであり，冷汗についても甲状腺クリーゼ\nによる発熱と多量の発汗は認めたものの冷汗ではなかった。\n控訴人らの外来受診時の診療に関する主張は，Ａに確認された理学\n的所見を根拠なく否定した上で，甲状腺クリーゼの緊急性を極めて軽視するもの\nであり失当である。\n(イ)　胸部レントゲン写真の所見について\n１４時３０分ころの胸部レントゲン写真では右胸部外側に胸水所見\nがみられるが（その影響で写真が白っぽい影像になっているのであり，肺水腫の\n所見ではない。），その成分分析の結果によれば胸膜炎等の炎症性機転により生\nじた滲出液と考えられ，うっ血性心不全によるものではない。また，うっ血性心\n不全による腹水は，頸静脈怒張の出現後，一層の悪化の結果として形成されるも\nのであるが，Ａには頸静脈怒張はなく，加えて，胸水が胸膜炎によるものという\nことになれば，腹水もまたうっ血性心不全で形成されたものとはいえない。ま\nた，胸水が炎症性によることは，肺水腫に特徴的なラ音や喘鳴が聴取されなかっ\nたこととも整合する。\n(ウ)　動脈血ガス分析の結果について\n肺水腫では，早期からＰａＯ２　が低下し（乙４３号証及び甲２５\n号証では６０㎜Ｈｇ以下と指摘されている。），聴診にて特徴的な理学的所見が\n得られ，さらに悪化した場合，実際，酸素マスクでは不十分となり，動脈血酸素\n化のより確実な気管内挿管（人工呼吸管理）が不可欠となる。本件においては，\n心停止前，Ａの不穏状態が強く酸素マスクも完遂できなかったのであるが（した\nがって，高濃度酸素投与下といえる状況ではない。），そのような状況下で，心\n停止へ向けてうっ血性心不全（肺水腫）が悪化していたとするならば，心停止\n時，動脈血酸素化は著しく障害されていたと考えなければならない。\nＡにおける数値（８５．０㎜Ｈｇ）は，うっ血性心不全が悪化した\n際に認められる初期のＰａＯ２　数値の低下（６０㎜Ｈｇ）の状況とは明らかに\n異なっている。心停止前後に至るまで，喘鳴やラ音の所見がなかったことと併せ\nると，この８５．０㎜Ｈｇという数値が得られた時点では，なお，うっ血性心不\n全によって動脈血酸素化は必ずしも著しく阻害されていなかったわけである。Ｐ\nａＣＯ２　等の数値が低い理由は，甲状腺クリーゼによる組織崩壊，代謝障害の\nため，不揮発性酸が増大し，血液が酸性傾向となっていたことを反映したもので\nある。\n(エ)　治療について\n甲３１号証において，Ｈ医師は，本件は，患者の胸部レントゲン写\n真や心電図をとるいとまもない緊急事態だったとはいえないとするが，Ａは，入\n室以降，直ちに不穏状態を生じ，また処置や治療状況が緊迫していたことは臨床\n経過から明らかである。\nうっ血性心不全の存在診断に関し，胸部レントゲン写真が絶対のも\nのではなく，甲状腺クリーゼにおいて，またβブロッカー使用にあたっての緊要\nな心電図上の把握は，心拍数と不整脈の観察であり，これについてはモニター監\n視によって可能であった。腹部エコー検査の実施については，控訴人Ｄから腹部\n膨隆に関し妊娠の可能性を告げられたこと，また，被控訴人担当医師において\nは，膨隆の硬さと形から通常の腹水と異なるとの疑問もあったことから検査を急\nいだのである。\n第３　当裁判所の判断\n１　当裁判所も，被控訴人担当医師には，診療契約上の債務不履行及び注意義\n務を怠った過失は認められず，控訴人らの本件各請求はいずれも理由がないと判\n断する。\nその理由は，以下のとおり，付加，削除，訂正するほか，原判決の「事実\n及び理由」中の「第３　争点に対する判断」に記載のとおりであるから，これを\n引用する。\n(1)　原判決８頁６行目から１２頁５行目までを次のとおり改める。\n「１　診療経過\n前記争いのない事実，証拠（甲１，５の２，１１，１２，２４の\n１，乙１，２，３の１ないし４，２６，４８，原審証人Ｅ及び同Ｇ）及び弁論の\n全趣旨を総合すると，次の事実が認められる。\n(1)　Ａは，中学生のころ，甲状腺腫大を指摘されたものの，継続した\n治療は受けないままでいたところ，本件病院で受診する１年前ころから，発汗，\n振戦などを自覚していたが，医療機関への受診，治療は受けなかった。\nしかし，平成９年３月５日（以下「平成９年」は省略する。）こ\nろから，食欲不振がひどく，咳，痰（黄色）がみられ，発汗，振戦が著明とな\nり，同月７，８日ころからは体動困難を感じ，同月１０日には歩行が困難に至\nり，タクシーで本件病院を来院した。\n(2)　被控訴人担当医師（昭和４５年２月１４日生まれ）は，平成６年\n４月，医師資格を取得し，研修医を経てＩ病院等で勤務した後，平成８年４月よ\nり，本件病院の呼吸器科に勤務していた。\n(3)　被控訴人担当医師は，３月１０日午前１１時過ぎころ，Ａを診察\nした。\nア　同診察時，Ａは，呼吸がやや努力様で，息苦しいと訴えた。問\n診において，医師と視線が合わない状態であった。また，Ａは，問診票に，下\n痢，腰痛，胸部痛（動いたときに１５分くらい痛む。），息苦しさ，動悸，手足\nの腫れありとの記載をして，その病状を訴えた。\nイ　同診察時の所見は次のとおりであった。\n(ア)　頸部に聴診器を当てて聴いたが，喘鳴は認めなかった。\n(イ)　甲状腺は腫大著明で，強い圧迫で圧痛があった。\n(ウ)　頸静脈の怒張は認めなかった。\n(エ)　眼球突出はなかったが，白目の面積が黒目よりも大きく，左\n上眼瞼が右眼瞼よりやや下垂していた。\n(オ)　咽頭部には白色痰が付着しており，扁桃腫脹を認め，扁桃炎\nと診断した。\n(カ)　血圧測定のためベッドに横になるよう指示したが，仰臥位は\n困難であったため，右側臥位にさせた。\n(キ)　血圧は１７０／８０㎜Ｈg，脈拍は整，２００／分以上であっ\nた。\n(ク)　背中から聴診したが，クラックル（パチパチする水泡音）は\n認めなかった。\n(4)　被控訴人担当医師は，甲状腺クリーゼと診断し，控訴人Ｄに対\nし，直ちに入院が必要である旨を伝えるとともに，血液検査のための採血及び血\n管の確保（点滴ルートの確保）をし，ヴィーンＦ５００mlの投与を開始した。\n血液検査の結果のうち溶血の影響を受けない生化学検査項目に関\nする結果は次のとおりであった。すなわち，血清クレアチニン０．２（正常値よ\nり低値），血清コリンエステラーゼ８７（正常値より低値），アルブミン分画が\n４９．０パーセント（正常値５９．８ないし７１．５％），血小板数１３．９万\n／μｌ（正常値は１５ないし３５万／μｌである。）であった。\nまた，尿検査が実施され，その結果は，尿蛋白（＋＋），尿潜血\n（±）であった。\nＡは同日１２時１８分（以下「同日」は省略する。）入院，入室\nしたが，移動中，手指の振戦が確認された。被控訴人担当医師は，頻脈の状態に\nあることから心拍管理が必要であると判断し，心電図モニターを装着させた。\n(5)　入室直後のＡの症状は，全身発汗著明，全身皮膚は硬く，四肢も\n硬くボッテリしていた。腹部は下腹部のみが突出するように非常に硬く膨隆して\nいた。ベッド上で右側臥位になったり左側臥位になったりし，不穏状態であっ\nた。モニター開始直後の心拍は２１８／分であり，モニター上，心電図は心房細\n動を示していた。血圧は１３０／８０㎜Ｈgであった。\n(6)　被控訴人担当医師は，１２時２２分，頻脈解除と甲状腺クリーゼ\n治療の目的で，インデラル１Ａ（２㎎）を生理的食塩水２０mlに混ぜて点滴投与\nした。これにより，心拍は一時的に１４０／分まで改善したが，すぐ１６０台／\n分まで増加した。１２時２５分，血圧が１００／８０㎜Ｈg，酸素飽和度低下（９\n０％）を認めたため，酸素マスクで５l／分の濃度で酸素投与開始した。\nモニター電極を何度貼ってもはがれる程の発汗が持続していた。\n点滴が自己抜去されていたため，点滴針を再度やり替えた。その際，Ａは起坐位\nとなっており，その方が呼吸が楽であると訴えていた。\n(7)　その後，被控訴人担当医師は，ショック対策，甲状腺ホルモンの\n作用抑制及び副腎皮質ホルモンの補充を目的として，ソル・メドロール２５０㎎\nを生理的食塩水１００mlに溶解し，３０分かけて点滴投与した。１２時４０分に\nは，妊娠，婦人科疾患確認の目的で，ベッドサイドで緊急腹部エコーを実施した\nが，体動が激しく，腹水があるのを確認したにとどまった。\n(8)　１３時，抗甲状腺剤メルカゾール２錠（１０㎎）及びインデラル\n１錠（１０㎎）を経口投与し，１３時２０分には，ヴィーンＦの点滴投与が終了\nし，輸液をアクチット５００mlに変更して，その点滴投与を開始した。\n(9)　１３時４５分，尿失禁があり，尿意を訴えた。Ａの希望により，\nベッド脇のポータブルトイレに座る。点滴が抜かれたため，再度点滴ルートを確\n保したが，口角から流涎及び全身発汗著明，精神状態不穏となり，看護師の指示\nが入らない状態となった。ポータブルトイレからベッドに移動後，看護師が詰所\nに戻った間に点滴が再度抜針された。\n(10)　１４時，Ａは，心停止・呼吸停止に陥り，瞳孔が散大した。\n被控訴人担当医師は，心マッサージ，アンビューバックによる\n人工呼吸を開始し，気管内挿管を施した。喉頭部には泡沫などの分泌物がなかっ\nたため，挿管に際して吸引処置を必要としなかった。\n１４時０８分，蘇生継続しながら，鼠径動脈から血液ガス分析\nのために動脈血を採血した。アンビューバックによる手動及びルームエアーによ\nる人工呼吸のもとで，動脈血ガスはｐｈ７．２６５，ＰａＣＯ２１５．９㎜Ｈ\nｇ，ＰａＯ２　８５．０㎜Ｈg，ＢＥ（ベース・イクセス）マイナス１７．１であ\nった。この結果から，被控訴人担当医師は，二酸化炭素の過剰蓄積及び酸素欠乏\nは認められないが，著しいアシドーシス（酸性の強いこと）を示していると判断\nし，これは，心停止や長時間の甲状腺クリーゼの影響によるものと診断した。な\nお，ＰａＯ２の正常値を求める式は下記のとおりであり（甲１９），Ａ（当時２\n４歳）のそれは９７．４㎜Ｈgである。\n１０７－０．４×年齢（ただし，安静臥位）\n(11)　１４時１０分，ＨＣＵ（高度管理室）に移動したが，そのころ\nから，自発呼吸，心拍動がみられ，鼠径動脈，頸動脈拍動が確認され，瞳孔径も\n縮小し対光反射も認められた。\n(12)　１４時３０分，サーボ・ベンチレーター（人工呼吸器）による\n補助呼吸としたが，気道内圧は２２．２㎝Ｈ２Ｏ　と正常であり，気道抵抗の増\n大は認められなかった。\n被控訴人担当医師は，同時刻ころ，病室にポータブル・レント\nゲン撮影機を上げ，人工呼吸管理下，仰臥位胸部レントゲン写真を撮影した。そ\nの影像が全体として白っぽく，右胸水の存在を示していた。そこで，胸水除去の\nため，スワン・ガンツカテーテルを鎖骨下静脈から心臓まで挿入して呼吸・循環\n管理を行い，心肺機能・血圧維持のため，利尿作用もある昇圧剤カタボン・Ｈｉ\nを１ｍｌ／時での滴下を開始した。また，甲状腺クリーゼ治療のため，胃内まで\nカテーテルを挿入し，ルゴール液（無機ヨード剤）を投与した。\n(13)　１５時２５分ころ，心エコー検査を実施し，右心室及び左心室\nの拡張，右心室の負荷，左心室中隔の圧排，三尖弁逆流（閉鎖不全），僧帽弁逆\n流（閉鎖不全）及び偏移を確認した。心機能所見は，心拍出量１０．６Ｌ／分で\nあり，駆出率（流入量に対する拍出量）は５８％，心筋収縮の速さの指標である\nｍＶｃＦは１．００／ｓｅｃであり，いずれも正常値よりやや低下した程度であ\nった。\n(14)　１６時，胸水を吸引除去し，利尿剤，昇圧剤，高濃度酸素等の\n治療を継続した。\n１６時３０分ころのレントゲン撮影の結果によれば，心拡大\nは，同日１４時３０分ころよりも小さくなっており，同時点で右胸部外側に白く\n見られた胸水はほぼ消失し，レントゲン透過性も改善していた（これらの改善\nは，同時点の撮影後，スワン・ガンツカテーテルが挿入され，それによって胸水\nが除去された結果と見られる。）。また，右下肺には淡く浸潤陰影がみられ，そ\nの中で右横隔膜上部に数条のエア・ブロンコグラム（気管支透亮像）が認めら\nれ，比較的気管支末梢まできれいに確認された。\n(15)　１８時，ＰａＯ２　の低下に対して，肺胞レベルでの酸素化を\n促進するために，ＰＥＥＰ（ピープ・人工呼吸において，患者の呼気運動の昀後\nに，陽圧をあえてかけ，気道昀末端の肺胞がつぶれないようにし，酸素化を促進\nする方法）をかけた。\n(16)　１９時，抗甲状腺剤メルカゾール１０㎎を筋注した。\n(17)　被控訴人は，２０時，控訴人らのＪ病院への移送希望を受け\nて，Ｋセンターに連絡をとったが，センター医師からの直接の説明もあって，移\n送は取り止めとなった。その後，高濃度酸素吸入，利尿剤，昇圧剤を中心に治療\nを続けるも，尿流出が悪く，全身状態の改善はみられず，翌１１日１４時３０\n分，Ａは救急車にてＦ病院に移送された。\n(18)　転院の当日，同病院において，胸部のレントゲン写真が撮影さ\nれ，著明な心拡大と肺うっ血が認められ，同月１０日１６時３０分ころよりも，\n心陰影は，右縁，左縁とも約５㎜縮小しており，胸水やエア・ブロンコグラムも\n確認できなかった。同病院においても，血液ろ過透析治療や甲状腺クリーゼに対\nする治療等が施されたが，改善せず，Ａは，２６日死亡するに至った。死因につ\nいては，同病院では，甲状腺クリーゼによる多臓器不全によるものと診断され\nた。」\n(2)　同１２頁５行目の次に，行を改め「２　医学的知見」を加え，６行目の\n「(2)」を「(1)」に，１６頁２０行目の「(3)」を「(2)」に，２１頁２３行目の\n「(4)」を「(3)」に，２２頁１０行目の「２」を「３」にそれぞれ改める。\n(3)　同２４頁１５行目から１６行目にかけての「及び両肺野の肺水腫」を削\n除する。\n(4)　同２７頁５行目から１２行目までを次のとおり改める。\n「　控訴人らは，腰痛，胸部痛がうっ血性心不全の徴候であると主張す\nるが，乙６号証によれば，甲状腺クリーゼの循環器症状として，冠動脈のれん縮\nのために狭心痛を示すこともあるとあり，Ａに見られた腰痛や胸部痛は甲状腺ク\nリーゼにも認められる症候であり，うっ血性心不全独自の症侯とはいえない。」\n(5)　同２７頁２６行目から２８頁６行目までを「なお，Ａには，胸水も認め\nられたところ，胸水は左心不全が相当程度進行した段階で認められるものであ\nり，ラ音が聴取されない本件では心不全によるものとはいえず，Ａに認められた\n腹水及び胸水は，必ずしもうっ血性心不全に起因するものではなく，前記低蛋白\n症（低蛋白血症）に起因している可能性も否定できないというべきである。」に\n改める。\n(6)　同２８頁１２行目から３０頁９行目までを次のとおり改める。\n「(3)　前記認定に係る事実経過によれば，Ａは，外来受診時，側臥位が\n可能であり，起坐の要求はなく，肺ラ音も確認していないことから，その心不全\nは，キリップ分類では，肺ラ音が確認できない第一段階の病態にとどまっていた\nものといえる。\nこれに対し，控訴人らは，Ａの外来受診時の臨床状態，心停止し\nた後の動脈血ガス分析の結果，レントゲン写真の撮影結果等から，Ａは，外来受\n診の当時から重度のうっ血性心不全の状態にあったとする。\nそこで，検討するに，確かに，３月１０日１４時３０分ころ撮影\nされたレントゲン写真（乙３の１）では，著明な心拡大と右胸水，レントゲン透\n過性の低下が認められる。しかしながら，証拠（乙４０，４８）によれば，同写\n真は，Ａが病室ベッド上で臥位の姿勢の状態で撮影されたことから，胸水が背側\n胸膜腔へ広く移行したものと認められ，この影響で白っぽい影像となったもので\nあり（なお，この胸水の性状は，漏出性ではなく，胸膜炎または低蛋白血症によ\nる可能性が高い（乙１）。），肺水腫の存在を裏付けるエア・ブロンコグラム\n（肺胞内や肺胞周囲間質に水分が貯留することで，肺内を走行する気管支腔の空\n気との間にレントゲン上濃淡の差が生じ，気管支が棒状の空気の走行線）も認め\nらないのであって，読影所見そのものからは，肺水腫が生じたことを指摘できな\nいというべきである。\nまた，心停止直後の同日１４時０８分のＰａＯ２　は８５．０㎜\nＨｇであったところ，証拠（乙４３，４８）によれば，肺水腫とは，酸素を取り\n入れ二酸化炭素を出す肺胞（ガス交換の場）に水分が貯留する状態であり，肺水\n腫が生じれば拡散障害を生じ，ＰａＯ２　は早期に低下することになるにもかか\nわらず，同数値は，室内気（通常空気・酸素濃度２１％）の条件下のものとして\n正常であり，ＰａＯ２　の値からも肺水腫が生じたとはいえない。また，肺水腫\nが形成されると肺間質性浮腫や肺胞浮腫によりその中を走行する気管支，細気管\n支は狭窄し，軌道内圧は上昇するところ，心停止蘇生後，人工呼吸器装着時（１\n４時３０分ころ），記録されている気道内圧は，２２．２㎝Ｈ２Ｏ　と通常の圧\nを示しているところである(乙１，４１）。\nこれに対し，控訴人らは，動脈血ガス分析の結果で重要なのは，\nＰａＯ２だけでなくＰａＣＯ２であり，心停止後でありながら，ＰａＣＯ２が\n１５．９㎜Ｈｇと低値であることから体内での酸素需要が亢進し，そのため過換\n気になっていたと考えられるとし，１４時０８分の時点でうっ血性心不全による\n肺水腫（拡散障害）の状態であったと主張する。\nＨ医師作成の鑑定意見書（甲２４の１）には，これに沿った記載\nが認められるところであるが，他方，同意見書は，心停止前に代謝性アシドーシ\nスが存在した可能性を否定するものではない。また，証拠（乙１，４８）によれ\nば，動脈血ガス分析では，血液の酸・塩基（アルカリ）傾向を見るため，ＰａＣ\nＯ２と炭酸水素イオン（Ｈ控訴人ＣＯ３－）（ＢＥはほぼ同義）が測定されると\nころ，酸素・塩基傾向はｐＨに示され，ＰａＣＯ２が高値によるｐＨ低下の場合\nは，呼吸不全による呼吸性アシドーシスを示し，ＰａＣＯ２が高くなく，Ｈ控訴\n人ＣＯ３－が低いためにｐＨが低下している場合は，代謝の病的亢進による代謝\n性アシドーシスとなるところ，本件では，心停止蘇生直後のｐＨは７．２６５と\n低下し，アシドーシス（酸性傾向）の状態にあり，これはＰａＣＯ２が１５．９\nと低く，ＨＣＯ３－も７．１と低下していることから生じた結果であることが認\nめられ，このアシドーシスの原因は代謝性であり，甲状腺クリーゼの影響による\nといえる。\nしたがって，ＰａＣＯ２　の値によっても，心停止前に肺水腫で\nあったとは認められない。\n以上によれば，Ａが本件病院の外来を受診してから心停止に至る\nまでの間に，既にうっ血性心不全の状態にあったものと認めることはできず，仮\nにうっ血性心不全が存在したとしても，いまだ潜在的なものにとどまっていたも\nので，臨床的に認識することができたとは認められない。したがって，被控訴人\n担当医師がうっ血性心不全を見落としたとはいえず，また，心停止に至るまでの\n間にうっ血性心不全に対する治療を施さなかったことを過失と認めることもでき\nない。\n(4)　控訴人らは，甲状腺クリーゼに対しては，当然に心不全の治療\n（強心剤，昇圧剤及び抗不整脈剤の投与や酸素吸入）をも施すべきであると主張\nするが，控訴人ら引用の医療文献（甲６，乙５ないし７，９）は，甲状腺クリー\nゼを発症したときは心不全を併発する可能性があり，その場合には一般的治療と\nして心不全に対する控訴人ら主張のような治療をしなければならないと指摘して\nいるにとどまり，心不全が発症したと診断できる所見が認められない場合にま\nで，当然に上記のような治療をすべきであるとするものではない。したがって，\n控訴人らの上記主張は，一般的な医療基準と異なる独自の見解であり，採用でき\nない。\nまた，前記のとおり，外来受診時のうっ血性心不全が認められ\nず，仮にあったとしても潜在的なものにとどまることに照らすと，被控訴人担当\n医師が，臨床的に進行している重篤な甲状腺クリーゼに優先して，うっ血性心不\n全に対する治療を行うことを期待することはできず，また，甲状腺クリーゼに対\nする治療を優先した結果，うっ血性心不全への対処を優先した治療方法を選択す\nる機会を奪ったとしても，それを過失と評価することはできず，そのことがＡの\n死期を早めたものということもできない。\n(5)　また，控訴人らは，被控訴人担当医師が，Ａに対し，心不全患者\nへの慎重な投与が必要なインデラル，ソル・メドロール及びヴィーンＦ等を投与\nし，うっ血性心不全を増悪させた診療上の過失がある旨主張する。\nしかしながら，Ａは，前記のとおり，心停止以前には，うっ血性\n心不全は認められず，仮にあったとしても潜在的な状態にすぎず，かえって甲状\n腺クリーゼの重篤な状態にあったのであるから，被控訴人担当医師が，甲状腺ク\nリーゼへの対処を優先し，その治療として，インデラル及びソル・メドロールを\n使用したことに過失はないというべきであり，臨床的に明らかであった甲状腺ク\nリーゼへの対処を優先して上記の薬剤を投与したことが，潜在的なうっ血性心不\n全の治療と相反する結果となったとしても，これを過失と捉えることはできな\nい。\nさらに，ヴィーンＦの投与について検討する。\n同剤は，ＮａＣｌ濃度が他の輸液と比べ高い組成となっており，\nＮａが循環血中の水分を保持するように働くことから，尿を排泄できない場合に\nは，過剰水分が肺うっ血を助長することが懸念されるため，心不全の患者には好\nましくないとされているところ（甲２１，原審鑑定の結果，弁論の全趣旨），本\n件では，Ａには，外来受診以前から，多量発汗や下痢の症状が見られ，受診当日\nも，甲状腺クリーゼによる多量発汗が持続し，口渇を訴えており，体液を高度に\n喪失していたことから，同剤の投与は，甲状腺クリーゼによる脱水症状に対する\n補液管理として投与されたことが明らかである。\nまた，循環血量やＮａＣｌ量が著しく少なくなっている患者に対\nしては，ヴィーンＦの投与は昀初に行われるべきであるところ（乙３０），Ａ\nは，同剤を投与された当時，排尿があり乏尿状態にはなく，また大量発汗と下痢\nのため，水分を失うとともにＮａＣｌもまた喪失し，同剤の投与開始後の１３時\n４５分にも排尿があることに照らすと，同剤の投与への適応はあったと認めるこ\nとができる。\nまた，甲状腺クリーゼの特徴として，激しい発汗や下痢により体\n液（細胞外液，主には循環血液量）が喪失され，著しい脱水症状に陥ることがあ\nり，一般的には１日当たり２～３リットルの補液が必要であることやヴィーンＦ\nの通常の用法，用量に照らして（甲２１，乙７），ＡへのヴィーンＦの投与が大\n量かつ急速であったともいえない。なお，原審の鑑定の結果は，ヴィーンＦに関\nし，うっ血性心不全が見られる者への慎重投与を一般的に示唆するにすぎず，大\n量発汗及び下痢により水分及びＮａＣｌを喪失していたＡの臨床状態に照らし言\n及したものではなく，同剤の投与によって，うっ血性心不全が増悪したことも認\nめられない。\nしたがって，被控訴人担当医師が甲状腺クリーゼへの対処を主眼\nとして治療行為を行い，控訴人ら指摘の各薬剤を投与したことに過失はないとい\nうべきである。\n４　以上によれば，Ａが外来受診した時点ないし心停止，呼吸停止を\nするまでの間において，うっ血性心不全が存在し，あるいは臨床的に顕在化して\nいたとは認められず，また，被控訴人担当医師が，うっ血性心不全の存在及びそ\nの可能性を前提とした治療をしなかったために，これを増悪させたとの控訴人ら\nの主張は理由がなく，被控訴人担当医師には，控訴人ら主張の過失は認められな\nい。そして，本件においては，うっ血性心不全を前提とした治療が施されなかっ\nたからといって，適切で十分な治療を受けることができなかったということもで\nきず，また，甲状腺クリーゼの病態が相当高度に進んでいたことなど，本件の経\n過からは，それが施されていればその後の転帰を回避することができた蓋然性が\nあるものとも認められない。」\n２　よって，控訴人らの本件各請求をいずれも棄却した原判決は相当であり，\n本件控訴は理由がないから，棄却することとし，主文のとおり判決する。\n広島高等裁判所第３部\n裁判長裁判官　　　西　　　島　　　幸　　　夫\n裁判官　　　齋　　　藤　　　憲　　　次\n裁判官　　　永　　　谷　　　幸　　　恵\n"
}