{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 9,
    "day": 10
  },
  "case_number": "平成15(行ケ)26",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "10871",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=10871",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/871/010871_hanrei.pdf",
  "contents": "平成１５年（行ケ）第２６号　審決取消請求事件（平成１５年８月２０日口頭弁論\n終結）\n判　　　　決\n原　　　　　告　　　　　有限会社ケンオン興産\n原　　　　　告　　　　　有限会社ケイエイエム\n原　　　　　告　　　　　有限会社シミズ\n３名訴訟代理人弁理士　　森　　　　　治\n被　　　　　告　　　　　阪神高速道路公団\n被　　　　　告　　　　　株式会社栗本鐵工所\n被　　　　　告　　　　　新日本製鐵株式会社\n被　　　　　告　　　　　川崎重工業株式会社\n被　　　　　告　　　　　神鋼鋼線工業株式会社\n被　　　　　告　　　　　日立造船株式会社\n被　　　　　告　　　　　株式会社神戸製鋼所\n被　　　　　告　　　　　ＪＦＥエンジニアリング株式会社（旧商号　日本\n鋼管株式会社）\n被　　　　　告　　　　　三菱重工業株式会社\n被　　　　　告　　　　　ＪＦＥスチール株式会社（旧商号　川崎製鉄株式\n会社）\n被　　　　　告　　　　　日本碍子株式会社\n１１名訴訟代理人弁護士  村　林　隆　一\n同　　　　　　　　　　　松　本　　　司\n同　　　　　　　　　　　岩　坪　　　哲\n同　　　　　　　　　　　緒　方　雅　子\n同　　　　　　　弁理士　小　谷　悦　司\n同　　　　　　　　　　　村　松　敏　郎\n主　　　　文\n原告らの請求を棄却する。\n訴訟費用は原告らの負担とする。\n事実及び理由\n第１　請求\n特許庁が無効２００２－３５０８９号事件について平成１４年１２月１７日\nにした審決を取り消す。\n第２　当事者間に争いのない事実\n１　特許庁における手続の経緯\n原告らは，平成７年９月１４日にした特許出願（特願平７－２６２１７９\n号）の一部を，平成９年１月２１日に分割出願して名称を「高架橋の恒久足場」と\nする新たな特許出願（特願平９－２２０２４号）をし，平成１１年８月２０日，特\n許第２９６８４９４号として設定登録を受けた（以下「本件特許」という。）。\n被告らは，平成１４年３月１２日，本件特許中，請求項１に係る発明につい\nての特許につき無効審判の請求をし，無効２００２－３５０８９号事件として特許\n庁に係属した。原告らは，上記事件の審理中，同年８月２６日，本件特許出願の願\n書に添付した明細書（以下「本件明細書」という。）の特許請求の範囲の請求項１\nの記載等の訂正（以下「本件訂正」という。）を請求し，特許庁は，上記事件につ\nき審理した結果，同年１２月１７日，「訂正を認める。特許第２９６８４９４号の\n請求項１に記載された発明についての特許を無効とする。」との審決をし，その謄\n本は，同月２７日，原告らに送達された。\nなお，上記事件の請求人である被告日本鋼管株式会社及び同川崎製鉄株式会\n社は，本件訴訟提起後である平成１５年４月１日，会社分割を行うとともに，商号\nを「ＪＦＥエンジニアリング株式会社」，「ＪＦＥスチール株式会社」にそれぞれ\n変更した。\n２　本件訂正に係る本件明細書の特許請求の範囲の請求項１記載の発明の要旨\n高架橋の床版の下方に所定の作業空間を形成して床版の下面を覆うように設\nける恒久足場であって，該恒久足場を多数の透孔を有する上面板と，多数の透孔を\n有し，下方に高架橋の長手方向に沿って延びる，平行に対向する鉛直面と該鉛直面\nに続く半円筒面とからなる帯状に突出する膨出部を形成するとともに，該膨出部の\n両側に高架橋の長手方向に沿って延びる上面板と平行となる部分を形成した下面板\nと，上面板と下面板とに間を形成する枠部材と，下面板の膨出部内及び枠部材によ\nり形成された上面板と下面板との間に充填した吸音材とで構成した足場兼用吸音部\n材を，作業資材や作業工具等が落下する隙間がないように配設したことを特徴とす\nる高架橋の恒久足場。\n（以下，上記請求項１に係る発明を「本件特許発明」という。）\n３　審決の理由\n審決は，別添審決謄本写し記載のとおり，本件訂正を認めた上，本件特許発\n明は，扇谷就「２－１－９　高架橋裏面吸音板の構造検討」（昭和６３年３月首都\n高速道路公団発行「技報」第２０号６６～７０頁，甲６，以下「刊行物１」とい\nう。）及び実願昭６１－２２１１７号（実開昭６２－１３８７１０号）のマイクロ\nフィルム（甲７，以下「刊行物２」という。）に記載された発明に基づいて当業者\nが容易に発明をすることができたものと認められるから，本件特許発明に係る特許\nは，特許法２９条２項の規定に違反してされたものであり，同法１２３条１項２号\nに該当するとした。\n第３　原告ら主張の審決取消事由\n審決は，刊行物１記載の発明（以下「刊行物１発明」という。）及び刊行物\n２記載の発明（以下「刊行物２発明」という。）の認定を誤った結果，本件特許発\n明との相違点に係る容易想到性の判断を誤り（取消事由１，２），本件特許発明の\n顕著な作用効果を看過した（取消事由３）ものであるから，違法として取り消され\nるべきである。\n１　取消事由１（相違点ａに係る容易想到性の判断の誤り）\n(1)　審決は，本件特許発明と刊行物１発明との相違点ａとして，「足場兼用吸音\n部材の構成として，本件特許発明では，上面板は多数の透孔を有しており，下面板\nは，多数の透孔を有し，下方に高架橋の長手方向に沿って延びる，平行に対向する\n鉛直面と該鉛直面に続く半円筒面とからなる帯状に突出する膨出部を形成するとと\nもに，該膨出部の両側に上面板と平行となる部分を形成し，膨出部内にも吸音材が\n充填されているのに対し，刊行物１記載の発明（注，刊行物１発明）では，上面板\nは多数の透孔を有しているとの限定はなく，下面板は，透孔を有し，少なくとも高\n架橋の長手方向と直交（注，「直行」とあるのは誤記と認める。以下同じ。）する\n方向に沿った両側に上面板と平行となる部分を形成しているが，透孔が多数である\nか不明であり，また，内部に吸音材が充填され，下方に高架橋の長手方向に沿って\n延びる，平行に対向する鉛直面と該鉛直面に続く半円筒面とからなる帯状に突出す\nる膨出部を形成しておらず，したがって，膨出部の両側である，高架橋の長手方向\nに沿った両側に上面板と平行となる部分を形成しているか明記されていない点」\n（審決謄本１２頁第４段落）を認定した上で，「上面板と平行となる部分は，本件\n特許発明において，高架橋の長手方向に沿って延びる膨出部の両側に形成されるか\nら，高架橋の長手方向に沿って延びているのに対し，刊行物１記載の発明では，高\n架橋の長手方向と直交する方向に沿った両側に形成されていることは図－４から明\nらかであるが，高架橋の長手方向に沿った両側にも形成されていることは，明記さ\nれていない。しかしながら，図－３の両側面図の端部の形状が同じであることも考\n慮すると，高架橋の長手方向に沿った両側にも同様に上面板と平行となる部分を形\n成することは，当業者が容易に想到する事項にすぎない」（同１３頁第２段落）と\n判断したが，誤りである。\nア　刊行物１発明において，高架橋の長手方向と直交する方向に沿った両側\nにつき，上面板と平行となる部分が形成されている（刊行物１［甲６の６９頁］の\n図－４）のは，足場兼用吸音部材を取り付ける横梁と足場兼用吸音部材の長手方向\n端部との間に隙間が生じないようにするためであるところ，高架橋の長手方向に沿\nった両側については，足場兼用吸音部材を取り付ける梁が存在せず，上面板と平行\nとなる部分を形成すべき動機付けを欠く。\nまた，刊行物１発明において，足場兼用吸音部材の高架橋の長手方向と\n直交する方向に沿った両側に形成されている上面板と平行となる部分を構成する表\n面板（下面板）は平板状のものからなるものであって，本件特許発明の構成要件で\nある「（下方に高架橋の長手方向に沿って延びる，平行に対向する鉛直面と該鉛直\n面に続く半円筒面とからなる帯状に突出する）膨出部の両側に高架橋の長手方向に\n沿って延びる上面板と平行となる部分を形成した下面板」とは，その構成を全く異\nにするものである。\nイ　審決は，刊行物１の「図－３の両側面図の端部の形状が同じである」と\n説示している。しかしながら，刊行物１の図－３（甲６の６９頁）によれば，刊行\n物１発明の足場兼用吸音部材においては，高架橋の長手方向端部の形状は，下部の\nみに突出部分を備えたものであるのに対して，長手方向と直交する方向の端部の形\n状は，上部及び下部に突出部分を備えたものであり，両者の端部形状は同一ではな\nいから，審決の上記説示に係る認定は誤りである。ちなみに，上記部材の高架橋の\n長手方向と直交する方向の端部における上部及び下部に突出する部分の大きさは，\n同部材のパネル寸法が長さ２．０ｍ，幅７５ｃｍであるのに対して，たかだか２ｃ\nｍ程度という微視的な構造である上，突出部分が上部及び下部に形成されており，\nそのようなものから，本件特許発明の構成要件である「（下方に高架橋の長手方向\nに沿って延びる，平行に対向する鉛直面と該鉛直面に続く半円筒面とからなる帯状\nに突出する）膨出部の両側に高架橋の長手方向に沿って延びる上面板と平行となる\n部分を形成した下面板」が想到されるものでないことは明白である。\n(2)　審決は，また，上記相違点ａについて，「刊行物２記載の発明（注，刊行物\n２発明）の膨出部は断面中空三角形状であるが，これを，本件特許発明のように吸\n音材の充填量を増やすため，平行に対向する鉛直面と該鉛直面に続く半円筒面とか\nらなる形状とすることは，設計的事項にすぎないから，膨出部を平行に対向する鉛\n直面と該鉛直面に続く半円筒面とからなる形状とした刊行物２記載の発明の吸音長\n尺材を，刊行物１記載の発明の作業床兼用吸音板の構成に採用して，上記相違点ａ\nに係る本件特許発明のようにすることは，当業者が容易に想到する程度のことであ\nる」（審決謄本１３頁第２段落）と判断したが，誤りである。\nア　刊行物２には，その実用新案登録請求の範囲の（１）に，「断面中空三\n角形状の吸音長尺材」と記載されていることから，刊行物２発明は，吸音長尺材が\n断面中空三角形状であることを唯一，絶対とするものであって，刊行物２発明か\nら，吸音長尺材を断面中空三角形状以外の形状とすること，ましてや，本件特許発\n明の構成要件である「下方に高架橋の長手方向に沿って延びる，平行に対向する鉛\n直面と該鉛直面に続く半円筒面とからなる帯状に突出する（膨出部）」形状とする\nことについては，そのようにすべき動機付けが存在しない。\nイ　また，審決は，「刊行物２記載の発明の吸音長尺材を，刊行物１記載の\n発明の作業床兼用吸音板の構成に採用して，上記相違点ａに係る本件特許発明のよ\nうにすること」と説示しているが，審決の上記説示は，刊行物２発明の断面中空三\n角形状の吸音長尺材を，どのように刊行物１発明の作業床兼用吸音板の構成に採用\nし，さらに，どのようにして上記相違点ａに係る本件特許発明の構成にするのか不\n明であり，論理的でない。\nウ　被告らは，意匠登録第８８３４６６号公報（乙１）及び同第９２３１２\n２号公報（乙２）を提出した上，本件特許発明は当該周知の桁下化粧材の断面形状\nを単に吸音部材の外殻部分に転用したものにすぎない旨主張するが，上記意匠公報\nに係る部材は，高架橋の桁下化粧材にすぎず，本件特許発明の構成要件である足場\n兼用吸音部材を示唆するものではないから，被告らの上記主張は失当である。\n２　取消事由２（相違点ｂに係る容易想到性の判断の誤り）\n(1)　審決は，本件特許発明と刊行物１発明との相違点ｂとして，「本件特許発明\nでは，足場兼用吸音部材を，作業資材や作業工具等が落下する隙間がないように配\n設しているのに対し，刊行物１記載の発明では，そのような事項は記載されていな\nい点」（審決謄本１２頁第５段落～１３頁第１段落）を認定した上，「足場として\n兼用する以上，作業資材や作業工具等が落下する隙間がないように配設すること\nは，当業者なら，必要により適宜採用しうる事項にすぎない」（同１３頁第３段\n落）と判断した。\n(2)　しかしながら，刊行物２発明の断面中空三角形状の吸音長尺材は，そもそ\nも，適宜間隔をおいて取り付けられることを前提とするもの（実用新案登録請求の\n範囲（１）等参照）であり，隙間がないように配設すべき動機付けが存在しないか\nら，審決の上記判断は，失当である。\n３　取消事由３（本件特許発明の顕著な作用効果の看過）\n(1)　本件特許発明は，刊行物１及び２に記載されておらず，また，示唆もない特\n許請求の範囲の請求項１に記載した「高架橋の床版の下方に所定の作業空間を形成\nして床版の下面を覆うように設ける恒久足場」であることを前提とし，「恒久足場\nを多数の透孔を有する上面板と，多数の透孔を有し，下方に高架橋の長手方向に沿\nって延びる，平行に対向する鉛直面と該鉛直面に続く半円筒面とからなる帯状に突\n出する膨出部を形成するとともに，該膨出部の両側に高架橋の長手方向に沿って延\nびる上面板と平行となる部分を形成した下面板と，上面板と下面板とに間を形成す\nる枠部材と，下面板の膨出部内及び枠部材により形成された上面板と下面板との間\nに充填した吸音材とで構成した足場兼用吸音部材を，作業資材や作業工具等が落下\nする隙間がないように配設した」構成から成り，この構成により，①高架橋を走行\nする車両の騒音や高架橋の下方の道路を走行している車両の騒音を軽減して，恒久\n足場上の作業空間の作業環境を良好に維持することができること，②補修作業を行\nう都度足場を組み立てる必要がなく，作業効率を向上することができること，③高\n架橋の周辺地域の騒音を軽減することができること，④補修作業時に，塗料，鉄\n筋，コンクリート等の作業資材や作業工具等が落下することを防止し，下方の道路\nを走行中の車両等に対する補償費用を低減することができることなどの顕著な作用\n効果を奏するものである。\n(2)　これに対し，刊行物２発明の断面中空三角形状の吸音長尺材は，上記２(2)\nのとおり，適宜間隔をおいて取り付けられることを前提とするものである上，断面\nが三角形であるため，その両端部に充てんされる吸音材の量（厚み）が漸次少なく\nなることから，吸音長尺材のみによる吸音効果はさほど期待できず，高架橋を走行\nする車両の騒音や高架橋の下方の道路を走行している車両の騒音の低減効果が得に\nくいという問題点を有する。\n(3)　本件特許発明が，刊行物１発明及び刊行物２発明よりも優れた騒音の軽減効\n果を奏するものであることは，その構成から容易に想像がつくだけでなく，まさ\nに，本件特許発明を実施したものである高架橋の恒久足場が，阪神高速道路神戸線\n全線（尼崎市から神戸市東灘区まで総延長約１６キロメートル）において，複数の\nメーカーが製造した足場兼用吸音部材に共通して，全面的に採用された事実は，本\n件特許発明が，従来技術と比較して，車両の騒音の軽減性能等の点で極めて優れた\n作用効果を奏し，進歩性を有することを，被告らの一人でもある阪神高速道路公団\n自身が認めたものにほかならない。\n第４　被告らの反論\n審決の認定判断は正当であり，原告ら主張の取消事由はいずれも理由がな\nい。\n１　取消事由１（相違点ａに係る容易想到性の判断の誤り）について\n(1)　原告らは，相違点ａ係る，「高架橋の長手方向に沿った両側にも同様に上面\n板と平行となる部分を形成すること」についての容易想到性を肯定した審決の判断\nが失当である旨主張する。\nア　しかしながら，刊行物１発明においては，刊行物１の図－３から明らか\nなように，吸音板は平面視矩形状の平板状であり，高架橋の長手方向に沿った両側\n部分の端部の形状は当該長手方向と直交する方向に沿った両側部分の端部の形状と\n同一であるから，同図－４に，高架橋の長手方向と直交する方向に沿った両側に上\n面板と平行となる部分が明確に記載されている以上，これと同様に高架橋の長手方\n向に沿った両側にも上面板と平行となる部分が形成されていることは自明であり，\n少なくとも当業者が容易に想到し得る事項である。\n原告らは，刊行物１発明の表面板（下面板）は平板状のものであって，\n本件特許発明の膨出部を有する下面板とは，その構成を全く異にするとも主張する\nが，当該膨出部の有無にかかわらず，刊行物１の図－３及び図－４に上面板と平行\nとなる部分を構成する表面板（下面板）が記載されていることは明らかであり，審\n決の判断に誤りはない。\nイ　原告らは，また，刊行物１の図－３によれば，高架橋の長手方向に沿っ\nた両側部分の端部の形状と，長手方向と直交する方向に沿った両側部分の端部の形\n状とは同一ではないとして審決を論難するが，同図－３の吸音板を高架橋の長手方\n向と直交する方向から見た側面図と，同図－３の吸音板を高架橋の長手方向から見\nた側面図とを比較対照する限り，両側面図に示される吸音板端部の形状は，いずれ\nも同図－４に示される端部形状と整合しており，審決の判断に誤りはない。仮に，\n刊行物１に記載される足場兼用吸音部材の長手方向の端部形状と当該長手方向と直\n交する方向の端部形状とが同一でなかったとしても，刊行物１の図－４に高架橋の\n長手方向と直交する方向に沿った両側に上面板と平行となる部分が形成されたもの\nが明確に記載されている以上，これと同様にして当該上面板と平行となる部分を高\n架橋の長手方向に沿った両側に形成する点に想到することは容易である。\n(2)　原告らは，刊行物２発明は，吸音長尺材が断面中空三角形状であることを唯\n一，絶対とするものであり，また，刊行物２発明の断面中空三角形状の吸音長尺材\nを，どのように刊行物１発明の作業床兼用吸音板の構成に採用して相違点ａに係る\n本件特許発明のようにするのか不明であると主張して，審決の判断を論難する。\nア　しかしながら，刊行物２の実用新案登録請求の範囲に「断面中空三角形\n状の吸音長尺材」と記載されていることのみを理由に，刊行物２発明から吸音長尺\n材を断面中空三角形状以外の形状とすることの動機付けが存在しないとはいえな\nい。刊行物２発明の目的を達成し，作用効果を得るための手段としては，断面中空\n三角形状に限らず吸音部材の下面板を下方に膨出する膨出部を有する形状にすれば\nよいことは容易に推測し得る事項であり，また，当該断面中空三角形状以外の形状\nへの想到を妨げる事情も全く認められないから，当該膨出部の具体的な形状とし\nて，「下方に高架橋の長手方向に沿って延びる，平行に対向する鉛直面と該鉛直面\nに続く半円筒面とからなる帯状に突出する」構成を採用することが容易想到である\nとした審決の判断に誤りはない。さらに，乙１及び乙２にも示されるように，高架\n橋の桁下化粧材においてその下端部を半円筒面又は略半円筒面にしたものは本件出\n願前既に当業者に周知のものであって，本件特許発明は，当該周知の桁下化粧材の\n断面形状を単に吸音部材の外殻部分に転用したものにすぎない。\nイ　また，刊行物２発明と刊行物１発明との組合せの方法については，審決\nは，刊行物２に「多数の透孔を有し，高架橋の長手方向に沿って延びる上面部と，\n下面部の膨出部内を含む上面部と下面部との間に充填した吸音材を有する」吸音長\n尺材が記載されている以上，その膨出部の具体的な形状として，断面中空三角形状\nに代えて平行に対向する鉛直面と該鉛直面に続く半円筒面とからなる形状とするこ\nとは設計的事項にすぎず，当該形状の吸音長尺材を刊行物１に記載された吸音板の\n下面板構造に採用することにより本件特許発明と同一の構成を得ることができると\n判断しているのであって，この判断に誤りはない。\n２　取消事由２（相違点ｂに係る容易想到性の判断の誤り）について\n高架橋の恒久足場からの作業資材や作業工具の落下を防止することは，当業\n者ならずとも，ごく当たり前の技術的課題にすぎず，また，刊行物２には「適宜間\n隔をおいて」という記載はあるものの，その間隔の具体的な大きさについては全く\n記載がないのであるから，当該間隔すなわち隙間の大きさを作業資材や作業工具が\n落下しない程度の小さな隙間とすることは，当業者が必要により適宜採用し得る事\n項にすぎない。\nまた，刊行物１の図－４には，高架橋の長手方向と平行な方向に互いに隣接\nする吸音板同士の間に断面「工」字状の横梁を介在させ，かつ，この横梁の下フラ\nンジと各吸音板の下端部との間にわずか５ｍｍ程度の隙間のみを残して，吸音板を\nほぼ隙間なく並べて配設する構造が記載され，同図－２には，高架橋の長手方向と\n直交する方向についても複数枚の吸音板が隙間なく並べて配設されたものが記載さ\nれているのであるから，このことからも，本件特許発明のように足場兼吸音部材\nを，作業資材や作業工具等が落下する隙間がないように配設することは，当業者が\n容易に想到し得る事項であることは明らかである。\n以上によれば，相違点ｂに係る容易想到性に関する審決の判断に誤りはな\nい。\n３　取消事由３（本件特許発明の顕著な作用効果の看過）について\n(1)　原告らの主張する本件特許発明の作用効果は，いずれも刊行物１発明又は刊\n行物２発明により得られる効果にすぎない。\nすなわち，「車両の騒音を軽減して高架橋の周辺地域の騒音を軽減する効\n果」については，刊行物１（甲６）に，「走行車輌から発生する交通騒音による高\n架橋下面での反射音の低減」（６６頁「１．まえがき」）と記載され，かつ，刊行\n物２（甲７）に，「高架橋の下方を通過する自動車の警笛や高架橋自体から生じる\n振動音等の騒音を吸収緩和した状態で反射させて，騒音公害を防止することができ\nる。」（９頁［考案の効果］１））と記載されている。また，「補修作業を行う都\n度足場を組み立てる必要をなくす効果」については，刊行物１に，「（Ｂ）高架橋\nの維持管理作業に兼用可能な構造とする」（６７頁左欄）及び「利点として確実に\n生じる橋梁の維持修繕の度毎に足場を設置する手間と協議が不要になる事」（７０\n頁「４．おわりに」）と明確に記載されている。さらに，「補修作業時，塗料，鉄\n筋，コンクリート等の作業資材や作業工具等が落下しないようにする効果」につい\nては，刊行物１，２に直接明示されてはいないが，刊行物１の図－２及び図－４に\nは足場兼用の吸音板が実質上隙間なく並設されたものが記載されている。\nしたがって，本件特許発明は，公知技術を上回る格別の効果を奏するもの\nとは認められない。\n(2)　また，原告らは，本件特許発明が刊行物２発明よりも車両の騒音の低減効果\nが優れているかのような主張をするが，全く根拠がない。\nすなわち，本件特許発明の足場兼吸音部材と刊行物２に記載されている吸\n音長尺材とを対比すると，半円筒面と断面中空三角形状との差異はあるものの，本\n件特許発明には，下面板各部位の寸法や吸音材の厚み寸法等は特定されていないか\nら，いずれが全体としてより優れた騒音低減効果を発揮するかは，到底判断できな\nい。\nまた，原告らは，本件特許発明の高架橋の恒久足場が阪神高速道路神戸線\n全線に採用されているなどとして本件特許発明の進歩性を主張するが，何ら技術的\n根拠がない上，本件訂正に係る本件明細書等において本件特許発明の吸音効果を立\n証する実験データ等は全く提示されていないから，上記主張は失当である。\n第５　当裁判所の判断\n１　取消事由１（相違点ａに係る容易想到性の判断の誤り）について\n(1)　原告らは，審決が，相違点ａについて，「図－３の両側面図の端部の形状が\n同じであることも考慮すると，高架橋の長手方向に沿った両側にも同様に上面板と\n平行となる部分を形成することは，当業者が容易に想到する事項にすぎない」（審\n決謄本１３頁第２段落）と判断した点について，刊行物１発明において，高架橋の\n長手方向と直交する方向に沿った両側につき，上面板と平行となる部分が形成され\nている（刊行物１の図－４）のは，足場兼用吸音部材を取り付ける横梁と足場兼用\n吸音部材の長手方向端部との間に隙間が生じないようにするためであるが，高架橋\nの長手方向に沿った両側については，足場兼用吸音部材を取り付ける梁が存在せ\nず，上面板と平行となる部分を形成すべき動機付けが存在しない旨主張する。\nしかしながら，刊行物１（甲６）に，「取付構造については，施工場所が\n既供用路線であり種々の制約が生じる事を考慮して，現場作業を簡素化する事とも\nう一点，橋梁全体の維持管理とを条件に検討して，図－２の構造形成としたが，そ\nの特徴としては，吸音板背面を維持管理時の作業床として使用する目的から既設主\n桁下フランジと吸音板背面とに，６０ｃｍ以上の空間を設けている」（６６頁左欄\n「２．概要」）と記載されているとおり，刊行物１発明においても，吸音板背面は\n維持管理時の作業床として使用するものとされており，その際，作業資材や作業工\n具等が落下する隙間がないように床面を形成することは自明の前提とされているも\nのと解される。現に，刊行物１発明においては，原告らも自認するとおり，吸音部\n材を取り付ける横梁と，吸音部材の長手方向端部との間に隙間が生じないようにす\nるために，高架橋の長手方向と直交する方向に沿った吸音部材の両側に，上面板と\n平行となる部分が形成されている（刊行物１の図－４）。これと同様に，刊行物１\n発明の吸音板の高架橋の長手方向と直交する方向の端部においても，隙間が生じな\nいような構成とすることは当然というべきであり，現に，刊行物１の図－２には，\n平板状の吸音パネルを高架橋の長手方向と直交する方向に隙間なく並べる様子が図\n示されていることが認められる。\nそうすると，刊行物１発明において，平板状の吸音パネルに代えて，本件\n特許発明におけるものと同様の一定の膨出部を持つ吸音部材を用いる場合には，そ\nの膨出部の長手方向に沿った両側に，上面板と平行となる部分を形成すれば，隣り\n合う吸音部材間の隙間が小さくなることは自明のことであるから，そうした構成を\n採用する動機付けは存在するということができ，原告らの上記主張は採用すること\nができない。\nなお，原告らは，刊行物１発明の吸音板においては，高架橋の長手方向端\n部の形状は，下部のみに突出部分を備えたものであるのに対して，長手方向と直交\nする方向の端部の形状は，上部及び下部に突出部分を備えたものであり，両者の端\n部形状は同一ではないから，「図－３の両側面図の端部の形状が同じである」（審\n決謄本１３頁８行目～９行目）とする審決の説示は誤りであるとも主張する。確か\nに，刊行物１の図－３によれば，刊行物１発明の吸音板においては，高架橋の長手\n方向端部の形状が，下部に突出部分を備えたものであるのに対して，高架橋の長手\n方向と直交する方向の端部の形状は，上部及び下部に突出部分を備えたものであっ\nて，両者の形状が完全に同一ではないことは原告ら主張のとおりであるが，反面，\n高架橋の長手方向と直交する方向の端部においても，下部の突出部分として，上面\n板と平行となる部分を備えていることも同図－３より明らかであるから，その限り\nにおいて審決の上記説示に誤りはない。また，原告らは，刊行物１発明において，\n前記上面板と平行となる部分を構成する表面板（下面板）は平板状のものであっ\nて，本件特許発明の構成要件である膨出部を有する下面板とは，その構成を全く異\nにするとも主張するが，刊行物１発明の吸音板と本件特許発明の下面板との形状の\n違いをいうものであって，高架橋の長手方向に沿った吸音部材の両側に上面板と平\n行となる部分を形成することとは直接には関連しないから，上記容易想到性の判断\nを左右しないというべきである（なお，この点についての検討は，後記(2)において\n行う。）。\n(2)　審決は，相違点ａについて，「刊行物２記載の発明の吸音長尺材を，刊行物\n１記載の発明の作業床兼用吸音板の構成に採用して，上記相違点ａに係る本件特許\n発明のようにすることは，当業者が容易に想到する程度のことである」（審決謄本\n１３頁第２段落）と判断するところ，原告らは，刊行物２発明は，吸音長尺材が断\n面中空三角形状であることを唯一，絶対とするものである旨主張して，審決の上記\n判断を論難する。\nそこで検討すると，刊行物２（甲７）には，「（１）高架橋のスラブの下\n部に配設される橋桁部の側面及び下面に吸音部材を被覆して成り，上記吸音部材が\n断面中空三角形状の複数の吸音長尺材を適宜間隔をおいて併設して成る吸音面状体\nにて構成されることを特徴とする高架橋の吸音被覆構造。（２）吸音面状体が，適\n宜間隔をおいて配設される複数の吸音長尺材と，これら吸音長尺材に敷設される多\n孔板とで構成されることを含む実用新案登録請求の範囲第１項記載の高架橋の吸音\n被覆構造」（実用新案登録請求の範囲），「この考案は高架橋の吸音被覆構造に関\nするもので・・・例えば高速道路等の高架橋の下部における自動車の警笛等の音の\n共鳴による騒音の防止を目的とした高架橋の吸音被覆構造の改良に関するものであ\nる」（１頁～２頁［産業上の利用分野］），「この考案は・・・高架橋における騒\n音伝達媒体となる橋桁部を吸音部材にて被覆して，騒音の吸収及び防止を図れるよ\nうにしたことを特徴とする高架橋の吸音被覆構造を提供しようとするものである」\n（３頁［問題点を解決するための手段］），「上記技術的手段は次のように作用す\nる。高架橋の橋桁部の側面及び下面に被覆される吸音部材を，断面三角形状の複数\nの吸音長尺材を適宜間隔をおいて併設して形成することにより，下方からの騒音を\n吸収し，その反射音を減衰する。また，橋桁部を吸音面状体にて被覆することによ\nり，美観の向上が図れる」（４頁［作用］），「吸音長尺材１２は単なる中空状で\nあってもよいが，例えば第５図に示すように，吸音長尺材１２のほぼ全領域に多数\nの吸音用小孔２２を穿設すると共に，吸音長尺材１２の中空部内に吸音材２４を充\n填した構造とすることもできる」（６頁第２段落），「第６図はこの考案の第二実\n施例を示すもので，上記吸音面状体１４を例えばパンチングメタル，エキスパンド\nメタル等の多孔板３０を上記した適宜間隔をおいて配設される複数の吸音長尺材１\n２上に敷設して形成した場合である。このように吸音面状体１４の一部を多孔板３\n０にて構成することにより，吸音長尺材１２の併設が容易になると共に，より一層\n吸音効果が向上し，しかも，多孔板３０上に作業員Ａが乗って橋桁部３の点検補修\nを可能にすることができる」（６頁最終段落～７頁第１段落），「この考案の高架\n橋の吸音被覆構造によれば，高架橋のスラブの下部に配設される鉄骨製橋桁部を適\n宜間隔をおいて併設された複数の断面中空三角形状の吸\n音長尺材にて形成される吸音面状体で被覆するため，以下のような効果が得られ\nる。１）橋桁部を被覆する吸音面状体が適宜間隔をおいて併設される複数の中空三\n角形状の吸音長尺材にて形成されるため，高架橋の下方を通過する自動車の警笛や\n高架橋自体から生じる振動音等の騒音を吸収緩和した状態で反射させて，騒音公害\nを防止することができる。２）上記のように長尺材にて構成される吸音面状体にて\n橋桁部を被覆するのみでよいため，既存の高架橋に対しても容易に改修を行うこと\nができると共に，労力の削減及び費用の低廉化を図ることができる。３）橋桁部が\n吸音面状体にて被覆されるため，美観の向上を図ることもできる」（９頁～１０頁\n［考案の効果］）との記載がある。\nこれらの記載によれば，刊行物２発明の吸音長尺材は，断面中空三角形状\nのものではあるが，刊行物２発明における発明の目的及び効果は，騒音の吸収及び\n減衰，美観の向上などであるから，そこで用いられる吸音長尺材としては，吸音材\nを充てんすることができ，美観を向上させる形状であればよいと解され，断面中空\n三角形状以外の吸音長尺材の適用を妨げる事情は格別存在しないものと認められ\nる。したがって，刊行物２発明は，吸音長尺材が断面中空三角形状であることを唯\n一，絶対とするものであるとの原告らの主張は採用することができない。\n(3)　また，原告らは，刊行物２発明の断面中空三角形状の吸音長尺材を刊行物１\n発明の作業床兼用吸音板の構成に採用して上記相違点ａに係る本件特許発明の構成\nにする論理付けが明らかでない旨主張する。\nしかしながら，審決は，「刊行物２には，本件特許発明や刊行物１記載の\n発明と同様の高架橋の床版の下方に所定の作業空間を形成して床版の下面を覆うよ\nうに設ける恒久足場を構成する吸音長尺材（本件特許発明の「足場兼用吸音部材」\nに相当）として，多数の吸音用小孔（本件特許発明の「透孔」に相当）を有し，高\n架橋の長手方向に沿って延びる上面部（本件特許発明の「上面板」に相当）と，多\n数の吸音用小孔を有し，下方に高架橋の長手方向に沿って延びる帯状に突出する断\n面中空三角形状の膨出部を形成した下面部（本件特許発明の「下面板」に相当）\nと，下面部の膨出部内を含む上面部と下面部との間に充填した吸音材を有するもの\nが記載されており，刊行物２記載の発明の膨出部は断面中空三角形状であるが，こ\nれを，本件特許発明のように吸音材の充填量を増やすため，平行に対向する鉛直面\nと該鉛直面に続く半円筒面とからなる形状とすることは，設計的事項にすぎないか\nら，膨出部を平行に対向する鉛直面と該鉛直面に続く半円筒面とからなる形状とし\nた刊行物２記載の発明の吸音長尺材を，刊行物１記載の発明の作業床兼用吸音板の\n構成に採用して，上記相違点ａに係る本件特許発明のようにすることは，当業者が\n容易に想到する程度のことである」（審決謄本１３頁第２段落）と説示している。\n審決のこの説示は，要するに，刊行物２には，その膨出部の形状が断面中空三角形\n状であることを除いて，本件特許発明と同じ高架橋の足場兼用吸音部材が記載され\nており，その膨出部の形状を断面中空三角形状に代えて本件特許発明の形状とする\nことは当業者が容易に想到することができ，また，刊行物２発明の吸音長尺材は，\n刊行物１発明の吸音板と同様，高架橋の床版の下方に所定の作業空間を形成して床\n版の下面を覆うように設ける恒久足場を構成するものであるとして，刊行物１発明\nの作業床兼用吸音板の構成に刊行物２発明の吸音長尺材の構成を適用し，その膨出\n部の形状を本件特許発明の形状に設計変更することの容易想到性を明らかにしたも\nのと解することができ，その論理付けに矛盾がないことはもとより，論理の飛躍も\n格別見当たらないから，原告らの上記主張は失当であるというほかはない。\nなお，刊行物２発明の膨出部の形状である断面中空三角形状を，本件特許\n発明のように平行に対向する鉛直面と該鉛直面に続く半円筒面とからなる形状とす\nることが，当業者が容易に想到し得る事項にすぎないことは，高架橋や野外の高い\n位置にある歩廊などの裏面の美観を向上させるために，裏面にその下端部を半円筒\n面又は略半円筒面にした化粧材を取り付けることが周知であること（乙１，２）か\nらも裏付けることができる。\n(4)　以上によれば，相違点ａに係る容易想到性に関する審決の判断に誤りはない\nから，原告らの取消事由１の主張は理由がない。\n２　取消事由２（相違点ｂに係る容易想到性の判断の誤り）について\n原告らは，刊行物２発明の断面中空三角形状の吸音長尺材は，適宜間隔をお\nいて取り付けられることを前提とするものであるとして，相違点ｂに係る構成を当\n業者が必要により適宜採用し得る事項にすぎないとした審決の判断は誤りである旨\n主張する。\nしかしながら，上記１(1)において判示したとおり，吸音板背面を作業床とし\nて使用する場合には，作業資材や作業工具等が落下する隙間がないように床面を形\n成することは自明のことというべきであり，現に，刊行物１発明においても，高架\n橋の長手方向に沿った方向及び直交する方向の両方向で，吸音板は隙間なく配設さ\nれていると認められるから，刊行物２発明の断面中空三角形状の吸音長尺材を，刊\n行物１発明の作業床兼用吸音板の構成に適用した場合に，吸音長尺材を隙間がない\nように配設することは当然というべきであり，刊行物２発明の断面中空三角形状の\n吸音長尺材を隙間なく配設することを妨げる事情も格別見当たらない。したがっ\nて，相違点ｂについての審決の判断に誤りはなく，原告らの取消事由２の主張は理\n由がない。\n３　取消事由３（本件特許発明の顕著な作用効果の看過）について\n(1)　原告らが上記第３の３(1)において主張する①～④の作用効果は，高架橋の\n床版下方の恒久足場を足場兼用吸音部材としたこと，吸音部材を隙間がないように\n配設したことによるものであると認められるところ，刊行物１発明及び刊行物２発\n明においても恒久足場は足場兼用吸音部材であって，刊行物１発明は吸音板を隙間\nなく配設しており，また，吸音部材を足場兼用とする場合に，作業資材や作業工具\n等が落下することがないようにすることは当然のことというべきであるから，本件\n特許発明が顕著な作用効果を有するものということはできない。\n(2)　また，原告らは，本件特許発明の吸音部材は，適宜間隔をおいて取り付けら\nれ断面中空三角形状である刊行物２発明の吸音長尺材よりも，車両の騒音の低減効\n果において優れている旨主張する。\nしかしながら，審決は，「刊行物２記載の発明の膨出部は断面中空三角形\n状であるが，これを，本件特許発明のように吸音材の充填量を増やすため，平行に\n対向する鉛直面と該鉛直面に続く半円筒面とからなる形状とすることは，設計的事\n項にすぎない」（審決謄本１３頁１９行目～２２行目）として，吸音材の充てん量\nを増やすことを含めて容易想到性を肯定しているところ，この判断に誤りがないこ\nとは，上記１(3)のとおりである。また，刊行物２発明の断面中空三角形状の吸音長\n尺材を，刊行物１発明の作業床兼用吸音板の構成に適用した場合に，吸音長尺材を\n隙間がないように配設することが当然といえることも，上記２のとおりである。\nそうだとすると，仮に，原告らの主張するとおり，本件特許発明の吸音部\n材が，刊行物２発明の断面中空三角形状の吸音長尺材よりも，車両の騒音の低減効\n果において優れた面があるとしても，それが，吸音部材の形状を変更して吸音材の\n充てん量を増やしたこと等による通常の効果にすぎないのであれば，本件特許発明\nの進歩性を基礎付けることはできないところ，本件特許発明の吸音部材が，刊行物\n２発明の断面中空三角形状の吸音長尺材を刊行物１発明の作業床兼用吸音板の構成\nに適用した場合に比べ，上記通常の効果を超えて，特に顕著な作用効果を奏するこ\nとを認めるに足りる証拠はないから，原告らの主張は採用の限りではない。\n(3)　さらに，原告らは，本件特許発明が顕著な作用効果を奏することの根拠とし\nて，本件特許発明を実施したものである高架橋の恒久足場が，阪神高速道路神戸線\n全線に，複数のメーカーが製造した足場兼用吸音部材に共通して，全面的に採用さ\nれた事実を主張する。\nしかしながら，平成９年５月２２日付け及び同月２３日付け建設毎日（甲\n８）と高架橋の恒久足場を撮影した写真５葉（甲９）によっても，阪神高速道路神\n戸線全線に使用された足場兼用吸音部材が本件特許発明を実施したものであること\nを認めるに足りないし，また，この事実のみをもって，刊行物２発明の断面中空三\n角形状の吸音長尺材を刊行物１発明の作業床兼用吸音板の構成に適用した場合の作\n用効果と比較した場合における，本件特許発明の作用効果が予測し得ない顕著なも\nのであると直ちに認めることはできないから，上記(2)のとおり，本件特許発明の作\n用効果について特段の立証がない本件においては，原告らの上記主張は，それ自体\n失当であるというほかはない。\n(4)　以上によれば，原告らの取消事由３の主張は理由がない。\n４　以上のとおり，原告ら主張の取消事由はいずれも理由がなく，他に審決を取\nり消すべき瑕疵は見当たらない。\nよって，原告らの請求は理由がないから棄却することとし，主文のとおり判\n決する。\n東京高等裁判所第１３民事部\n裁判長裁判官    　篠　　原　　勝　　美\n裁判官    　長　　沢　　幸　　男\n裁判官    　早　　田　　尚　　貴\n"
}