{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 12,
    "month": 7,
    "day": 28
  },
  "case_number": "平成11(ワ)29143",
  "case_name": "",
  "court_name": "東京地方裁判所",
  "right_type": "商標権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "13036",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=13036",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/036/013036_hanrei.pdf",
  "contents": "平成一一年(ワ)第二九一四三号  商標権侵害差止等請求事件\n（口頭弁論終結日　平成一二年六月二〇日）\n判　　　　　　　決\n原　　　　　　　告　　　　　株式会社アールシーコア\n右代表者代表取締役          Ａ\n右訴訟代理人弁護士          安　田　有　三\n右補佐人弁理士  　　        Ｂ\n被　　　　　　　告　 　　　 有限会社日亜建設（旧商号　有限会社\nビッグフット）\n右代表者代表取締役          Ｃ\n被　　　　　　　告   　     クリエイティブ株式会社\n右代表者代表取締役          Ｄ\n主              文\n一　原告の請求をいずれも棄却する。\n二  訴訟費用は原告の負担とする。\n事実及び理由\n第一  請求\n一  被告らは、別紙被告標章目録記載(1)及び(2)の標章（以下、同目録記載(1)の\n標章を「被告標章(1)」、同目録記載(2)の標章を「被告標章(2)」といい、これらを\n併せて「被告標章」という。）を使用して、建築工事及び宅地造成工事をしてはな\nらない。\n二　被告らは、被告標章を付した看板、チラシ等の宣伝広告物を廃棄せよ。\n三　被告らは、原告に対し、各自金二〇〇〇万円及びこれに対する平成一二年一\n月七日から支払済みまで年五分の割合による金員を支払え。\n第二　事案の概要\n本件は、商標権を有する原告が、被告らが被告標章を使用してログハウスの\n建築工事及び別荘地の造成工事を行ったことが商標権の侵害であると主張して、被\n告らに対して被告標章を使用して建築工事及び宅地造成工事を行うことの差止め等\nを求めるとともに、右侵害行為による損害賠償を求めた事案である。\n第三　当事者の主張\n一　請求原因\n１　原告は、次の商標権（以下、(一)記載の商標権を「本件商標権(一)」、(二)記\n載の商標権を「本件商標権(二)」といい、これらを併せて「本件商標権」という。\nまた、登録商標をそれぞれ「本件商標(一)」、「本件商標(二)」といい、これらを\n併せて「本件商標」という。）を有している。\n(一)　登録番号  　　  第三〇四六七〇四号\n出願日   　　　　　 平成四年九月二四日\n登録日  　 　　　　 平成七年五月三一日\n商品及び役務の区分  第三七類\n指定役務 　  　　　 建築一式工事\n商標   　　　　　　 別紙商標目録記載(一)のとおり\n(二)　登録番号 　　   第四三二二四四〇号\n出願日   　　　　　 平成一〇年五月二七日\n登録日   　　　　　 平成一一年一〇月八日\n商品及び役務の区分  第六類\n指定商品   　　　　 建築用又は構築用の金属製専用材料、金属製建具、金庫、\n金属製金具、金属製建造物組立てセット、金属製の可搬式家庭用温室\n商品及び役務の区分  第一九類\n指定商品  　　　　  合成建築専用材料、アスファルト及びアスファルト製の建\n築用又は構築用の専用材料、ゴム製の建築用又は構築用の専用材料、しっくい、石\n灰製の建築用又は構築用の専用材料、石こう製の建築用又は構築用の専用材料、繊\n維製の落石防止網、建造物組立てセット（金属製のものを除く。）、木材、建築用\nガラス、建具（金属製のものを除く。）、可搬式家庭用温室（金属製のものを除\nく。）\n商品及び役務の区分  第二〇類\n指定商品 　　　　   家具、カーテン金具、金属代用のプラスチック製締め金\n具、くぎ・くさび・ナット・ねじくぎ・びょう・ボルト・リベット及びキャスター\n（金属製のものを除く。）、座金及びワッシャー（金属製・ゴム製又はバルカンフ\nァイバー製のものを除く。）、錠（電気式又は金属製のものを除く。）\n商品及び役務の区分  第三七類\n指定役務  　　　　  建築一式工事、左官工事、大工工事、タイル・れんが又は\nブロックの工事、建具工事、塗装工事、内装仕上工事、屋根工事、管工事、機械器\n具設置工事、電気工事、熱絶縁工事、暖冷房装置の修理又は保守、建築物の外壁の\n清掃\n商品及び役務の区分  第四二類\n指定役務  　　　　  宿泊施設の提供、飲食物の提供、美容、理容、電子計算機\nのプログラムの設計・作成又は保守、農業・畜産又は水産に関する試験・検査又は\n研究、医療情報の提供、健康診断、調剤、家畜の診療\n商標  　　　　　　  別紙商標目録記載(二)のとおり\n２　被告らは、共同で被告標章を使用して、広島市の近傍において別荘地を開発す\nる宅地造成工事を行い、別荘地を分譲するとともに、ログハウスを建築して販売し\nた。\n３　被告標章(2)の中で出所識別力を有する要部は「ビッグフット」であるから、被\n告標章は、いずれも本件商標と同一又は類似している。\n被告らが行ったログハウスの建築工事は、本件商標の指定役務である建築一式\n工事に該当し、宅地造成工事も、建築一式工事に類似する役務である。\nしたがって、被告らが前記建築工事及び宅地造成工事に際して被告標章を使用\nした行為は、いずれも本件商標権を侵害する行為又は侵害するものとみなされる行\n為である。\n４(一)　被告らは、前記別荘地において、少なくとも五〇棟のログハウスを建築し\nたところ、右ログハウスの販売価格は一棟当たり平均二〇〇〇万円であるから、五\n〇棟で合計一〇億円になり、これが被告らが行った建築工事の価額に相当する。\n(1)　本件商標の実施料率は五パーセントが相当であり、被告らの前記工事価額\nに五パーセントを乗じた五〇〇〇万円が原告の受けた損害額となる（商標法三八条\n三項）。\n(2)　原告が同価格帯のログハウス建築工事を行う場合の粗利益率は三四・一二\nパーセントであり、被告らの前記工事価額に三四・一二パーセントを乗じた三億四\n一二〇万円が原告の受けた損害額となる（同条一項）。\n(二)　被告らは、前記宅地造成工事によって、八二六三平方メートル（二五〇〇\n坪）の別荘地を造成したところ、右別荘地の販売価格の平均は一平方メートル当た\nり一万一〇三五円、販売価格の合計は九一一八万二二〇五円であるから、これが被\n告らが行った宅地造成工事の価額に相当する。\n被告らの宅地造成工事における粗利益率は三〇パーセントであるから、被告\nらが右工事によって得た利益は二七〇〇万円を下ることはなく、これが原告の受け\nた損害額と推定される（同条二項）。\n(三)　原告は、被告らによる本件商標権の侵害行為により、前記(一)(1)、(2)、\n(二)のいずれかの損害を被った。\n５　よって、原告は、被告らに対し、本件商標権に基づき、被告標章を使用し\nて建築工事及び宅地造成工事をすることの差止めを求めるとともに、不法行為によ\nる損害賠償として、前項(一)(1)、(2)、(二)のいずれかの内金二〇〇〇万円及びこ\nれに対する不法行為の後である平成一二年一月七日（訴状送達の日の翌日）から支\n払済みまで民法所定の年五分の割合による遅延損害金の支払を求める。\n二　請求原因に対する認否\n１　請求原因１は不知。\n２　請求原因２の事実のうち、被告らが被告標章(2)を使用して別荘地を分譲したこ\nとは認め、その余は否認する。\n被告らは、平成一一年五月ころ、広島県佐伯郡＜以下略＞ほかにおいて、木を\n伐採し、道路に簡易舗装をしたうえ、土地を別荘地として販売したが、ログハウス\nの建築工事を行った事実も、造成工事に際して被告標章を使用した事実もない。\n３　請求原因３及び４の事実は否認し、主張は争う。\n第四  当裁判所の判断\n一  証拠（甲第一、第二号証の各一、二）によると、原告が本件商標権を有するこ\nとが認められる。\n二　証拠（甲第八号証の一、二）及び弁論の全趣旨によると、被告らが平成一一年\n五月ころ、広島県佐伯郡＜以下略＞ほかにおいて、木を伐採し、道路に簡易舗装を\nして別荘地を整備したこと、被告らが同年九月ころ、右別荘地の分譲に関する広告\nに被告標章(2)を付して頒布したこと、右別荘地の購入者は、被告らとは別に、山口\n県の建築業者に対してログハウスの建築を発注したこと、以上の事実が認められ\nる。\n以上の事実によると、被告らは、右別荘地の分譲に被告標章(2)を使用したこと\nが認められるが、被告らが右別荘地においてログハウスを建築したとは認められ\nず、他に被告らが別荘地においてログハウスを建築した事実を認めるに足りる証拠\nはない。また、被告らが右別荘地の造成工事に際して被告標章を使用した事実を認\nめるに足りる証拠はなく、他に被告らが別荘地の造成工事について被告標章を使用\nした事実を認めるに足りる証拠もない。\n三　以上の次第で、原告の請求は、その余の点について判断するまでもなく、理由\nがない。\nよって、原告の請求をいずれも棄却することとし、主文のとおり判決する。\n東京地方裁判所民事第四七部\n裁　判　長　裁　判　官        森　　　義　之\n裁　判　官        岡　口　基　一\n裁　判　官        男　澤　聡　子\n別紙　被告標章目録\n別紙　商標目録\n"
}