{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 12,
    "day": 26
  },
  "case_number": "平成11(行ウ)4",
  "case_name": "公金支出差止等請求事件",
  "court_name": "岐阜地方裁判所",
  "field": "行政",
  "lawsuit_id": "15080",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=15080",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/080/015080_hanrei.pdf",
  "contents": "主　　　文\n１　原告らの被告岐阜県知事及び同岐阜県出納長に対する訴えのうち，平成１０年\n６月から平成１５年３月までにされた徳山ダム建設事業費負担金（工業用水分）の\n支出命令及び支出並びに平成４３年４月以降にされる徳山ダム建設事業費負担金\n（工業用水分）の支出命令及び支出の差止めを求める訴えをいずれも却下する。\n２　原告らの被告ａに対する訴えのうち，平成２年６月から平成９年１２月までに\nされた徳山ダム建設事業費負担金（工業用水分）の支出に係る損害賠償を求める訴\nえを却下する。\n３　原告らの被告らに対するその余の請求をいずれも棄却する。\n４　訴訟費用は原告らの負担とする。\n事実及び理由\n第１　請求\n１　平成１０年度以降の徳山ダム建設事業費負担金（工業用水分）について，被告\n岐阜県知事は支出命令を，被告岐阜県出納長は支出を，それぞれしてはならない。\n２　被告ａは，岐阜県に対し，３４億７３４８万７０００円及びこれに対する平成\n１１年４月１０日（本訴状送達の日の翌日）から支払済みまで年５分の割合による\n金員を支払え。\n第２　事案の概要等\n本件は，岐阜県の住民である原告らが，木曽川水系における水資源開発基本計画\nに係る徳山ダム建設に関する建設事業費負担金（工業用水分。以下「本件負担金」\nという。）について，岐阜県知事が平成元年及び平成１０年にした費用負担の同意\n並びに岐阜県が平成２年以降に行った本件負担金の支出は，地方財政法６条，地方\n公営企業法１７条の２第２項等に違反するなどと主張して，地方自治法（平成１４\n年法律第４号地方自治法等の一部を改正する法律による改正前のもの。以下同\nじ。）２４２条の２第１項１号に基づき，平成１０年６月以降毎年度四半期ごと\n（６月，９月，１２月，３月）にされる被告岐阜県知事の本件負担金の支出命令及\nび被告岐阜県出納長の同負担金の支出の差止めを求めるとともに，平成２年度から\n平成９年度までの支出に関して，これに岐阜県知事として関与した被告ａに対し，\n同項４号後段に基づき，岐阜県に代位して，上記期間の支出合計額相当の損害賠償\nを請求した事件である。\n１　争いのない事実等（証拠を掲記した事項以外は当事者間に争いがない。）\n（１）　当事者\nア　原告らは，いずれも岐阜県の住民である。\nイ　被告ａは，平成元年２月以降現在に至るまで岐阜県知事の職にある者である。\n（２）　徳山ダムの概要\nア　徳山ダムは，木曽川水系における水資源開発基本計画（以下，変更等の前後を\n含めて「フルプラン」と総称する。）に基づいて，水資源開発公団（当時。独立行\n政法人水資源機構が，独立行政法人水資源機構法〔平成１４年法律第１８２号〕附\n則２条１項により，水資源開発公団の地位を承継した。以下，当時の水資源開発公\n団を「公団」という。）が水資源開発公団法（独立行政法人水資源機構法附則６条\nにより廃止される前のもの。以下「公団法」という。）１８条１項１号イにより建\n設するダムである。徳山ダム建設予定地は，揖斐川の河口から約９０㎞上流の揖斐\n川本流で，岐阜県揖斐郡α村内（旧β村がα村に廃置分合される前の旧β村と旧α\n村の村境付近）に位置している。\nなお，公団は，水資源開発促進法（以下「促進法」という。）の規定による水資\n源開発基本計画に基づく水資源の開発又は利用のための事業を実施すること等によ\nり，国民経済の成長と国民生活の向上に寄与することを目的とする法人である（公\n団法１条，２条）。\nイ　徳山ダムの工事計画の概要は次のとおりである。\n（ア）　型式　中央遮水壁型ロックフィルダム\n（イ）　堤高　１６１．０ｍ\n（ウ）　堤頂長　４１５．０ｍ\n（エ）　堤長　標高４０６．０ｍ\n（オ）　堤体積　約１３９０万立方メートル\n（カ）　事業費　約２５４０億円（昭和６０年度単価）\nウ　徳山ダムは，設置目的を①洪水調節，②流水の正常な機能の維持，③新規利水\n及び④発電とする多目的ダムである（甲６の５，甲８，甲９，弁論の全趣旨）。そ\nのうち新規利水については，岐阜県内の水道用水として昀大１．５立方メートル／\nＳ（毎秒立方メートル。以下毎秒○○立方メートルを「立方メートル／Ｓ」とい\nう。）「，愛知県内（名古屋市を除く。）の水道用水として昀大４．０立方メート\nル／Ｓ，名古屋市の水道用水として昀大２．０立方メートル／Ｓ，岐阜県内の工業\n用水として昀大３．５立方メートル／Ｓ及び名古屋市の工業用水として昀大１．０\n立方メートル／Ｓの取水を可能ならしめることとされている。\n（３）　徳山ダム建設に関する現在までの経緯\nア　当初のフルプラン\n内閣総理大臣は，促進法４条１項に基づき，目標年次を昭和５０年度として，\n「木曽川水系における水資源の総合的な開発及び利用の合理化の基本となる水資源\n開発基本計画」（当初のフルプラン）を策定し，昭和４３年１０月１５日の閣議決\n定を経て，これを決定した。\nイ　旧フルプラン\n内閣総理大臣は，上記アの当初のフルプランの目標年次を昭和６０年度とする全\n部変更を行い，昭和４８年３月２３日の閣議決定を経て，これを決定した（以下\n「旧フルプラン」という。）。なお，旧フルプランは，昭和５７年３月２６日一部\n変更されている。\nウ　新フルプラン\n内閣総理大臣は，旧フルプランの目標年次を平成１２年度とする全部変更を行\nい，平成５年３月２６日の閣議決定を経て，これを決定した（以下「新フルプラ\nン」という。）。なお，新フルプランは，平成８年１１月２２日及び平成９年１２\n月１９日にそれぞれ一部変更されている。\nエ　事業実施方針（公団法１９条）\n建設大臣（平成１０年法律第１０３号中央省庁等改革基本法及びこれに基づく中\n央省庁改編前のもの。以下同じ。）は，昭和５１年４月２７日，公団法１９条１項\nに基づき，「徳山ダム建設事業に関する事業実施方針」（以下「事業実施方針」と\nいう。）を定め，内閣総理大臣を経て，これを公団に指示した。その後，事業実施\n方針は，昭和６３年１２月２８日及び平成９年１２月２６日にそれぞれ変更されて\nいる。\nオ　事業実施計画（公団法２０条）\n公団は，上記指示を受け，昭和５１年９月２８日，公団法２０条１項に基づき，\n「徳山ダム建設事業に関する事業実施計画」（以下「事業実施計画」という。）を\n作成し，建設大臣は，公団法２０条１項に基づき，これを認可した。その後，前記\nエの２回の事業実施方針変更に伴い，公団は，平成元年２月１３日及び平成１０年\n１月８日に事業実施計画を変更し，それぞれ建設大臣の同計画変更の認可を受けて\nいる。\nカ　徳山ダムの建設\n徳山ダム建設事業は昭和４６年に着手され，平成１９年度に完成する予定となっ\nている。\n（４）　岐阜県の水需要予測\nア　岐阜県の長期需給計画策定\n岐阜県は，平成６年３月，平成２年を基準年，平成１０年を計画目標年とした\n「岐阜県第五次総合計画」（乙１６）を作成し，徳山ダム建設及び岐阜県の将来の\n水需要見通しを同計画の中に位置づけていた（乙１６－４０頁，９９～１００頁）\n岐阜県は，平成６年３月，長期水需給計画に関して，岐阜県第五次総合計画を基\n本として，平成２２年を目標年とした「岐阜県水資源長期需給計画」（乙１７。以\n下「長期需給計画」という。）を作成し，同計画の中で水需要の見通しを立ててい\nた。\nイ　岐阜県全体の水需要予測（乙１７，弁論の全趣旨）\n岐阜県は，長期需給計画の中で，岐阜県全体の水需要について別表１「用途別主\n要フレーム」のとおり推計した（乙１７－２４頁・表３－１）。\nそして，用途別の水需要において，工業用水につき概ね次のとおり見通しを立て\nていた。\n（ア）　岐阜県においては，今後，新高速三道（γ自動車道，δ自動車道，ε自動\n車道）等の高速自動車網の進展，ζ新幹線計画の実現により立地条件が飛躍的に向\n上することが期待されている。岐阜県は，技術立県をめざし先端技術産業を中心と\nした積極的な企業誘致を展開しており，東濃研究学園都市構想，テクノパークの建\n設により一層の産業集積，技術集積が進むものと期待されている。また，岐阜県南\n部における研究ネットワーク都市・アークぎふ構想等の新規立地が進むものと期待\nされている。\n（イ）　このため，岐阜県の工業製造品出荷額は，平成２年の約５．８兆円（平成\n２年価格）が，平成１０年には約７．４兆円（同），平成２２年には約１０．３兆\n円（同）に増加するものと予測される。\n（ウ）　工業用の淡水補給水量は，生産性の向上及び水利用の合理化に伴う使用水\n原単位の減少，回収率の向上が見込まれるものの，製造品出荷額の着実な増加に伴\nい，安定して増加するものと見込まれる。\n（エ）　上記予測を前提として，岐阜県は，下記ウの方法に基づき，長期需給計画\nの中で，工業用水の水需要予測について別表２「工業用水」のとおり推計した（乙\n１７－３３頁・表３－５）。\nすなわち，岐阜県の工業用水需要量は，基準年（平成２年実績）の１５２万８０\n００立方メートル／日（全事業所推計値）が，平成２２年には２０２万立方メート\nル／日（同）に推移するものと予測される。\nウ　岐阜県の工業用水の需要予測方法（乙１７）\n岐阜県は，同県が実施している使用水量及び製造品出荷額等の統計調査を基礎と\nして，製造業の業種を，基礎資材型，加工組立型，生活関連型の３つに分類し，さ\nらに業種ごとに在来型，先端型に分類し，合計６種の業種に類別した上で分析した\n（別紙「水需要予測モデル」の１のモデル作成の方針）。\n工業用需要水量の予測は，上記６分類ごとに，別紙「水需要予測モデル」の２記\n載のとおりの需要水量予測式に従い算出した。具体的には，製造品出荷額（平成２\n年価格に換算）及び使用水量の各業種別のデータにより使用水原単位を求めた。\nエ　大垣地域の工業用水の需要予測（乙１７）\n岐阜県の長期需給計画における大垣地域の工業用水の需要予測は次のとおりであ\nる。\n（ア）　使用水原単位の算出\n大垣地域の平成２２年の使用水原単位については，過去からの動向分析を踏まえ\nて，時系列式（逆ロジスティック曲線，ベキ曲線）により別紙「水需要予測モデ\nル」の２の２－１（１）「使用水原単位予測モデル」のとおり算出した。\n（イ）　製造品出荷額の算出\n工業統計調査結果から全事業所の製造品出荷額の実績値を算出し，平成１０年ま\nでは岐阜県第五次総合計画の第二次産業の伸び率を基にし，その後，平成２２年ま\nでは経済成長率２．８％として，岐阜県全体の製造品出荷額の計画値約１０．３兆\n円を算出した（別紙の２の２－２「工業出荷額予測モデル」の（２）「製造業工業\n出荷額の実績および計画値」）。次に，地域別業種別の平成２２年の製造品出荷額\nを一次式により算出し，その構成比を岐阜県全体の製造品出荷額の計画値に乗じて\n算出した。大垣地域の平成２２年の製造品出荷額の合計及び内訳の予測は，別紙の\n２の２－２「工業出荷額予測モデル」の「工業出荷額２０１０年における将来値」\nのとおりである。\n（ウ）　回収率の算出\n工業統計調査結果から従業者３０人以上の使用水量に占める回収水の割合（回収\n率）のデータにより算出した。基礎資材型（在来型），加工組立型（在来型）につ\nいては，それぞれロジスティック曲線，修正指数曲線により予測し，その他の業種\nについては実績昀高値に固定した。大垣地域の平成２２年の回収率予測は，別紙の\n２の２－３「回収率予測モデル」の（４）「回収率予測モデル」のとおりである。\n（エ）大垣地域の工業用水需要量の見通し\n以上により算出された業種別の需要水量を\n使用水原単位×製造品出荷額×（１－回収率）\nの式により計算した結果は，別紙の３「需給水量予測」記載のとおりであり，平成\n２２年の大垣地域の工業用水需要量は６３万８０００立方メートル／日と推計され\nた。\n（５）　本件費用負担同意\nア　本件負担金の概算額（甲９，乙２，乙４０，弁論の全趣旨）\n徳山ダム建設事業に要する費用は，概算額で約２５４０億円（昭和６０年度単\n価）であるが，同建設費は，用途別事業費用割振りの割合（たとえば，後記のとお\nり，水道用水及び工業用水に係る費用については１０００分の３６８）と使用水量\nに応じて分けられている。\n同事業に要する費用のうち岐阜県の工業用水に係る費用の負担については，次の\nとおりとされた。\n（ア）　水道用水及び工業用水に係る費用の額は，前記事業に要する費用の額に１\n０００分の３６８を乗じて得た額（約９３４億７２００万円）とし，公団において\n支弁するものとする。ただし，公団は，公団法２９条１項及びこれに基づく政令の\n規定により，流水を水道及び工業用水道の用に供する者に負担させるものとする。\n（イ）　岐阜県内において流水を工業用水道の用に供する者の負担金の額は，徳山\nダム建設事業に要する費用の額に１０００分の１１１を乗じて得た額とする（ただ\nし，徳山ダム建設事業が完了するまでに物価の著しい変動その他重大な事情のある\n場合には，各用途別負担等を変更することがある。）。\n（ウ）　岐阜県の本件負担金（徳山ダム建設事業費負担金〔工業用水分〕）の額\nは，前記の負担割合から約２８１億９４００万円となり，国庫補助金（補助率３０\n％）を控除した岐阜県の負担金（工業用水分）の具体的金額は，概算で約１９７億\n３５８０万円である。\nイ　平成元年同意\n公団は，岐阜県に対し，公団法２０条２項に基づき，昭和６４年１月５日付け\n「徳山ダム建設事業に要する費用の負担の同意について」と題する書面（乙４２）\nにより，徳山ダム建設事業に要する費用負担の同意を求めた。\n被告岐阜県知事は，公団に対し，平成元年２月１日付け「徳山ダム建設事業に要\nする費用の負担の同意について」と題する書面（乙４３）により，上記費用負担に\nついて同意する旨回答した（以下「平成元年同意」という。）。\nウ　平成１０年同意\n公団は，岐阜県に対し，公団法２０条２項に基づき，平成９年１２月２６日付け\n「徳山ダム建設事業に要する費用の負担の同意について」と題する書面（乙４４）\nにより，徳山ダム建設事業に要する費用負担の同意を求めた。\n被告岐阜県知事は，公団に対し，平成１０年１月６日付け「徳山ダム建設事業に\n要する費用の負担の同意について（回答）」と題する書面（乙４５）により，上記\n費用負担について同意する旨回答した（以下「平成１０年同意」といい，平成元年\n同意と合わせて「本件費用負担同意」という。）。\nエ　本件費用負担同意の額\n四半期毎の本件負担金の具体的金額は，公団の岐阜県に対する納付通知の際に岐\n阜県にとって明らかとなるものであり，前記の平成元年及び平成１０年の費用負担\n同意の際には，前記費用負担割合及び徳山ダム建設事業概算額が決定済みであるに\nとどまり，具体的な負担金の額が決定していたわけではない（乙４２から４５ま\nで，弁論の全趣旨）。\n（６）　岐阜県の本件負担金の支出\nア　平成２年度から平成９年度までの支出\n岐阜県は，昭和５１年から本件負担金を支出しているところ，平成元年同意及び\n平成１０年同意後は，それぞれ各費用負担同意に基づいて本件負担金を支出してい\nる。そのうち，平成２年度から平成９年度までに支出された各年度の本件負担金の\n額は次のとおりであって，その合計額は３４億７３４８万７０００円である。\n年度　　　　金額\n平成２年度　２億４３１５万７０００円\n平成３年度　２億４３１５万７０００円\n平成４年度　３億２２３９万７０００円\n平成５年度　４億３３４１万５０００円\n平成６年度　５億２２６９万９０００円\n平成７年度　５億６５７９万４０００円\n平成８年度　５億７１４３万４０００円\n平成９年度　５億７１４３万４０００円\nイ　平成１０年度以降の支出\n岐阜県は，平成１０年度以降も本件負担金の支出を継続している。本件口頭弁論\n終結日前に，平成１５年３月２５日の２億７０２９万７０００円（平成１４年度第\n４四半期分）に至るまでの支出がされている（乙５８から６０の３まで，弁論の全\n趣旨）。\nまた，徳山ダムは平成１９年度に完成する予定であるが，予定通りに完成した場\n合には，公団の岐阜県に対する本件負担金の賦課行為は平成４３年３月まで継続す\nる予定であり，これに対して岐阜県は本件負担金を支出する予定である（弁論の全\n趣旨）。\nウ　岐阜県一般会計からの支出\n岐阜県は，本件負担金を，独立採算制の工業用水道事業特別会計を設けてそこか\nら支出するのではなく，岐阜県の一般会計から直接支出しており，今後も同様に支\n出する予定である。\nエ　本件負担金支出に係る専決権者（乙３９，弁論の全趣旨）\n岐阜県事務決裁規程（昭和４３年岐阜県訓令甲第１９号。乙３９）によると，本\n件負担金の支出負担行為（額に応じて専決権者が異なる。），支出命令についての\n専決権者は次のとおりである（同決裁規程８条，別表第１の２）。\n（ア）　支出負担行為の専決権者\n３億円以上５億円未満は，副知事\n１億円以上３億円未満は，基盤整備部長\n１億円未満は，基盤整備部建設管理局水資源課長\n（イ）　支出命令の専決権者\n基盤整備部建設管理局水資源課長\nオ　本件負担金支出に係る手続\n（ア）　公団は，岐阜県に対し，各年度各四半期（各年度の６月，９月，１２月，\n３月）の「徳山ダム建設事業費負担金（工業用水分）の納付について」と題する通\n知をする（乙８の１，乙９の１，乙１０の１，乙１１の１，乙３の１，乙４の１，\n乙５の１，乙６の１，乙５９。以下，後記（ウ）の請求と合わせて，「納付通知」\nという。）。\n（イ）　前記エのとおり，岐阜県事務決裁規程に基づき，額に応じて，専決権者が\n事前決裁書によって本件負担金の支出負担行為を専決する（乙３１の１，乙３２の\n１，乙３３の１，乙３４の１，乙３５の１，乙３６の１，乙３７の１，乙３８の\n１，乙５８）。\n（ウ）　その後，公団は，岐阜県に対し，納入（振込）請求書の送付によって本件\n負担金の請求を行う（乙８の２，乙９の２，乙１０の２，乙１１の２，乙３の２，\n乙４の２，乙５の２，乙６の２，乙６０の２）。なお，同請求書は，便宜上，上記\n（ア）の通知と同時に送付されている。\n（エ）　前記エのとおり，本件負担金の支出命令の専決権者である基盤整備部建設\n管理局水資源課長は支出命令を行い，被告岐阜県出納長により支出がなされる（乙\n３１の２，乙３２の２，乙３３の２，乙３４の２，乙３５の２，乙３６の２，乙３\n７の２，乙３８の２，乙６０の１）。\n（オ）　岐阜県議会での手続\n岐阜県は，本件負担金の支出自体，さらに一般会計から支出している事実につ\nき，毎年度「徳山ダム建設事業負担金」として歳出予算の議会による承認を経てい\nる。また，本件負担金支出は，一般会計予算の款・「総務費」，項・「企画開発\n費」，目・「水資源対策費」，節・「負担金補助金及び交付金」として計上されて\nおり，予算明細説明書の説明欄に「徳山ダム建設事業負担金」として金額を含め明\n示されていた（丙１から３まで，弁論の全趣旨）。\nなお，徳山ダム建設事業については，岐阜県議会において，毎年建設反対の立場\nから，予算に関する質問を含め一般質問等でも争点となることが多かった（弁論の\n全趣旨）。\n（７）　徳山ダムに関する工業用水道事業法３条１項の届出の有無\n岐阜県は，徳山ダムについては，同水源施設が未だ建設中であり，導管等の設備\nがないことから，現在，工業用水道事業法３条１項の届出をしていない。\nなお，岐阜県は，岩屋ダムについては平成８年に通商産業大臣（平成１０年法律\n第１０３号中央省庁等改革基本法及びこれに基づく中央省庁改編前のもの。以下同\nじ。）に対し，工業用水道事業法３条１項の届出を行った上で一部事業を実施して\nいる。\n（８）　住民監査請求\n原告ｂ外３０名（別紙「当事者目録」のｂからｃまでに記載された原告）は，平\n成１１年１月６日付けで，岐阜県監査委員に対し，本件負担金の支出の差止等を求\nめて住民監査請求を行った。これに対し，岐阜県監査委員は，同年２月８日付けで\n上記監査請求を却下する旨の決定を行い，上記原告ｂらは，同月９日同通知を受領\nした。\nまた，原告ｄ外１１名（別紙「当事者目録」のｄからｅまでに記載された原告）\nは，平成１１年２月１５日付けで，岐阜県監査委員に対し，上記同様の住民監査請\n求を行った。これに対し，岐阜県監査委員は，同年２月２４日付けで上記監査請求\nを却下する旨の決定を行い，上記原告ｄらは，そのころ同通知を受領した（以下，\n上記２回の住民監査請求を合わせて「本件監査請求」という。）。\n２　争点\n（１）　本件費用負担同意及び本件負担金支出は全体として一個の財務会計行為で\nあるか。\n（２）　本件監査請求は，監査請求期間を遵守しているか。\n（３）　本件負担金支出は適法か。\nア　フルプランは違法なものであるか。その違法性は本件負担金支出に承継される\nか。\nイ　長期需給計画及び同計画に基づく本件費用負担同意は違法なものであるか。そ\nの違法性は本件負担金支出に承継されるか。\nウ　本件負担金につき，公団法２０条２項所定の費用負担同意があるか。\nエ　一般会計から本件負担金を支出することは，地方財政法６条，地方公営企業法\n１７条の２第２項に違反するか。\n（４）　被告ａに故意又は過失があるか。\n（５）　被告ａに不法行為が成立する場合において，損害賠償請求権は消滅時効に\nより消滅しているか。\n第３　争点に関する当事者の主張\n１　争点（１）（財務会計行為の構成）について\n【原告らの主張】\n公団法２０条に基づく本件費用負担同意と四半期毎にされる本件負担金支出は全\n体として一個の財務会計行為（広義の支出）を構成するというべきである。\n本件負担金の支出は，水資源開発施設の開発水の利用者が，当該水資源開発施設\nの新築等に要する費用を負担することを定めた公団法２９条１項に基づくものであ\nるところ，同法２０条２項は，水資源開発施設の開発水の利用者が特定していると\nきは，同法２９条１項が規定する上記費用負担についてその者の同意を得なければ\nならないとして，水資源開発施設の開発水の利用者にその新築等の費用の負担をさ\nせるには，その者の同意が必要であることを規定している。そうすると，本件負担\n金の支出は，本件費用負担同意により根拠付けられるものであるということができ\nる。他方，費用負担同意により，公団法２０条に基づき，同意者は負担金の支払義\n務を負い，公団は同意者に費用負担をさせることができるものの，費用負担同意の\n段階では，費用負担割合のほか事業概算額が決定済みであるにとどまり，具体的な\n負担金の額が決定しているわけではないから，本件費用負担同意と本件負担金の各\n支出を併せてはじめて一個の財務会計行為といえるというべきである。\nそして，違法性の判断基準時は，本件費用負担同意時と本件負担金の各支出時の\n両方の時点が問題になるというべきである。\n【被告らの主張】\n原告らは，公団法２０条に基づく本件費用負担同意と四半期毎になされる本件負\n担金支出は全体として一個の財務会計行為を構成すると主張する。\nしかし，岐阜県は，徳山ダム建設事業に関し，平成元年同意及び平成１０年同意\nという２回の費用負担同意（本件費用負担同意）をしているが，費用負担の同意を\nしたからといって，必ず公団が岐阜県に対して建設事業負担金の賦課行為をすると\nは限らないという関係にある。なぜなら，公団は，費用負担同意を得るほかに，内\n閣総理大臣との協議を経た上で（公団法５３条），事業実施計画につき主務大臣の\n認可を得なければならない（公団法２０条１項）などの手続が要求されているし，\n岐阜県が費用負担の同意をした後であっても，主務大臣及び公団は岐阜県の意思に\n関係なく徳山ダム建設を中止することができるからである。\nしたがって，岐阜県が行った本件費用負担同意はそれ自体財務会計行為に該当し\nないし，また，本件負担金の支出と一体として一個の財務会計行為になるとの原告\nらの主張は失当である。\n２　争点（２）（監査請求期間の遵守の有無）について\n【被告ａの主張】\n（１）　被告ａに対する損害賠償請求権は，平成２年度から平成９年度まで毎年四\n半期毎（６月，９月，１２月，３月）に支出された本件負担金に関するものである\nところ，原告らの本件監査請求の日は，平成１１年１月６日及び同年２月１５日で\nあるから，同監査請求のうち平成１０年１月６日以前の本件負担金支出に関する部\n分は，地方自治法２４２条２項本文が規定する１年の監査請求期間を経過してから\nされたものであって不適法である。\n（２）　原告らは，本件負担金のうち上記部分の支出は秘密裡になされたものであ\nるなどとして，地方自治法２４２条２項但書にいう「正当な理由」があると主張す\nる。\nしかし，岐阜県の本件負担金支出については，一般会計予算に計上され，予算審\n議の場で公開されているし，予算明細説明書の説明欄に「徳山ダム建設事業負担\n金」として金額を含め明示されている上，住民がこれを入手することも可能であっ\nた。さらに，徳山ダム建設事業については，岐阜県議会において，毎年建設反対陣\n営から予算に関する質問を含め一般質問等で争点となっていた。\nこれらの点から，本件負担金支出が秘密裡にされたとはいえず，また，住民が相\n当の注意力をもって調査すれば知ることができたもので，本件において「正当な理\n由」はないというべきである。\n【原告らの主張】\n住民監査請求は，当該行為のあった日又は終わった日から１年を経過したときは\nすることができない（地方自治法２４２条２項本文）が，「正当な理由」があると\nきはこの限りでないとされている（同項但書）。そして，当該行為が秘密裡にされ\nた場合，同項但書にいう「正当な理由」の有無は，特段の事情のない限り，普通地\n方公共団体の住民が相当な注意力をもって調査したときに客観的にみて当該行為を\n知ることができたかどうか，また，当該行為を知ることができたと解されるときか\nら相当な期間内に住民監査請求をしたかどうかによって判断すべきである（昀高裁\n昭和６３年４月２２日第二小法廷判決・判例時報１２８０号６３頁）。\n原告ｆは，平成１０年５月下旬，岐阜県開発企業局水資源課職員から本件負担金\n支出の事実を聞いて，初めてこれを知った（甲２の１）。しかし，そのときの問答\nでは，本件負担金を一般会計から直接公団に支払っているのか，特別会計たる工業\n用水道事業会計から公団に支払っているのか明確な説明がなかった。その後，同年\n１０月末ころまで数回にわたって，同課職員に対し，引き続き説明を求めたとこ\nろ，ようやく一般会計から公団へ直接支出された事実が判明した。\nしたがって，本件負担金の支出について，岐阜県の住民が相当な注意力をもって\n調査したときに，客観的にみて本件負担金の支出が一般会計からされている事実を\n知り得たのは平成１０年１０月末ころであるというべきであるから，このときから\n相当な期間内に原告らが本件監査請求をしている本件では地方自治法２４２条１項\nの「正当な理由」がある。\n３　争点３ア（フルプランの違法性とその承継）について\n【原告らの主張】\n（１）　フルプラン自体の違法性について\n旧フルプランでは，水需要について，昭和６０年に都市用水（工業用水と水道用\n水）の木曽川水系からの１日昀大取水量が１３２立方メートル／Ｓになる予測であ\nったが，同年の水需要実績は３７立方メートル／Ｓにとどまった。このように過大\nな見積もりであったため，予測されただけの水需要はその期限が切れる昭和６０年\nの時点においては存在しなかったのであって，木曽川水系においては過剰な水余り\nの状況にあった。\nこのような状況において，平成５年３月に旧フルプランの改定が行われ，工業用\n水の需要予測について若干の下方修正がされたが，昭和６０年から平成４年までの\n実績を平成１２年まで単純に延長した場合の増加量が１０５万立方メートル／日で\nあったにもかかわらず，新フルプランにおける昭和６０年から平成１２年までの予\n測都市用水増加量は約３３０立方メートル／日とされるなど，依然として過大な予\n測となっており，実績と予測増加量の間に乖離があった。木曽川水系における平成\n４年の保有水源（約８００万立方メートル／日）からすれば，平成１２年において\nも水需給の余裕は十分あったものである。\n旧フルプランの期限が切れる昭和６２年及び新フルプランの期限が切れる平成１\n２年の各時点はもちろん，今後においても徳山ダムの水需要はなく，岐阜県にとっ\nて同ダムが無用の施設であることは明らかであった。このように水需要予測を著し\nく誤ったフルプランは違法である。\n（２）　フルプランの違法性の承継について\nア　前記（１）のとおり，フルプランは違法であり，岐阜県の予算執行の適正を確\n保する見地から看過することのできない程度の違法性がある。そして，事業実施計\n画は，フルプランに基づく事業実施方針に従って作成，認可されるものであり，フ\nルプランによって定められた水資源開発計画の内容（水需要見通し，水源施設とそ\nの開発供給量，供給先）を実行するだけであるから，フルプラン自体の違法は，以\n後の事業実施計画とその認可及び費用負担に関する行為である本件負担金の納付通\n知の違法をもたらす（これらは，水源施設の建設と費用負担という目的のために相\n互に結合して一連の手続をなす行為過程であるから，違法性は承継される。）とい\nうべきである。\nイ　このような水需要予測について著しく合理性を欠く違法な事業実施計画及び本\n件負担金の納付通知により，岐阜県に本件負担金の支払義務が発生することはな\nい。したがって，支払義務のない納付通知に基づく本件負担金の支出は，違法であ\nる。\nところで，本訴は，地方自治法２４２条の２第１項１号の差止請求と同法２４２\n条の２第１項４号の損害賠償代位請求を内容としているところ，後者の損害賠償代\n位請求については，その性格上，支出の違法性は支出に関する行為をする当該職員\nの職務上の行為規範や行為義務によって決定されるべきものであるが，前者の差止\n請求においては，当該支出の違法性自体が検討されるべきである。すなわち，差止\n請求は地方公共団体の財産的損害の防止を目的とするものであるから，違法に財産\n的損害を発生させるものに関する支出は差し止める必要があるからである。そし\nて，原因行為の違法は，そのような違法に財産的損害を発生させるものの一つであ\nるから，本件負担金の支出は差し止められなければならない。\nウ　上記のとおり，本件負担金の納付通知は違法であるところ，岐阜県は，公団か\nらの費用負担請求が違法であるときは，違法な財産的損害を防止しなければなら\nず，そのためには当該職員は，当該請求の無効確認あるいは当該賦課処分の取消し\nを求めなければならない。\nすなわち，被告ａは，当該職員として本件負担金を支出するに当たって負担して\nいる職務上の行為規範や行為義務に基づいて，本件負担金の納付通知の無効確認あ\nるいは取消しを求める義務があったのにこれを怠り，平成２年度から平成９年度に\nかけて合計３４億７３４８万７０００円の本件負担金を支出させたものであるか\nら，岐阜県に対し，これを賠償する義務がある。\n【被告らの主張】\n（１）　フルプラン自体の違法性について\nフルプランが違法であるとの主張については争う。\n（２）　フルプランの違法性の承継について\n原告らは，フルプランの違法性が事業実施計画とその認可及び費用負担に関する\n行為である本件負担金の納付通知に承継され，ひいては本件負担金の支出が違法に\nなるとの主張をしているが，これは独立した（指揮監督権限のない）異なる行政機\n関及び法人相互間における違法性の承継の場合ということができる。\nところで，このような内閣総理大臣，建設大臣，公団及び岐阜県という独立した\n行政機関又は法人間における複数の原因行為における違法性の承継の問題につき，\n被告岐阜県知事及び同岐阜県出納長に対して支出差止及び当該職員に対して損害賠\n償の各請求をすることができるのは，たとえ財務会計行為に先行する原因行為に違\n法事由が存する場合であっても，原因行為を前提としてされた岐阜県知事及び岐阜\n県出納長の各行為自体が，財務会計法規上の義務に違反する違法なものであるとき\nに限られると解すべきである（昀高裁判所平成４年１２月１５日第三小法廷判決・\n民集４６巻９号２７５３頁参照）。すなわち，本件負担金支出の適法性の有無は，\n住民訴訟の対象たる同負担金の支出に当たり，被告岐阜県知事及び同岐阜県出納長\nが従うべき行為規範に違反したのか否か，という点のみから判断されるのである。\nそして，内閣総理大臣，建設大臣，公団及び岐阜県の各権限配分関係からすれ\nば，上記行為のうち，①フルプラン，②事業実施計画，③納付通知につき，被告岐\n阜県知事及び同岐阜県出納長は，各行為が著しく合理性を欠き，そのためこれに予\n算執行の適正確保の見地から看過し得ない瑕疵の存する場合でない限り，公団の岐\n阜県に対する本件負担金の納付通知を尊重し，その内容に応じた財務会計上の措置\nを採るべき義務があり，これを拒むことはできないというべきである。なぜなら，\n被告岐阜県知事及び同岐阜県出納長は，内閣総理大臣，建設大臣及び公団の固有の\n権限に属する事項まで介入することはできず，被告岐阜県知事らの有する予算執行\n機関としての職務権限には自ずから制約があるからである。\nこれを本件についてみると，被告岐阜県知事及び同岐阜県出納長が徳山ダム建設\n負担金の支出行為をするに当たって，上記①から③までの各行為について，著しく\n合理性を欠き，そのためこれに予算執行の適正確保の見地から看過し得ない瑕疵が\n存在するものとは解し得なかった。したがって，被告岐阜県知事及び同岐阜県出納\n長は，公団の岐阜県に対する費用負担の賦課行為に伴う所要の財務会計上の措置を\n採るべき義務があり，これに従って財務会計行為を行ったものであるから，本件負\n担金の支出に関して財務会計法規上の義務違反はない。また，本件負担金の支出は\n適法であるから，差止請求も認められない。\n４　争点（３）イ（長期需給計画及び同計画に基づく本件費用負担同意の違法性と\nその承継）について\n【原告らの主張】\n（１）　長期需給計画自体の違法性について\n岐阜県の長期需給計画における大垣地域の工業用水需要予測（平成２２年の補給\n水量６３万８０００立方メートル／日）には，次のような問題があり，過大な水需\n要予測で不合理であるから同計画は違法である。なお，現実の大垣地域の工業用水\n需要量は，昭和４８年の６４万６８３５立方メートル／日（使用水量は７９万７３\n７６立方メートル／日）をピークとして，昭和５５年には５２万９２６４立方メー\nトル／日（使用水量は７７万４０４４立方メートル／日），昭和６０年には４０万\n７６７５立方メートル／日（使用水量は６１万５６１７立方メートル／日）と減少\nし，平成２年には４３万４５６１立方メートル／日（使用水量は６４万４９６０立\n方メートル／日）とやや増加したものの，平成７年には３７万１２６２立方メート\nル／日（使用水量は５６万４２６４立方メートル／日），平成１２年には３３万１\n７９６立方メートル／日（使用水量は５２万６７００立方メートル／日）となり，\n漸減傾向を示している。\nア　使用水量原単位について\n岐阜県予測は，使用水量原単位予測モデルとして，５業種について逆ロジスティ\nック曲線，生活関連型（先端型）についてはベキ曲線を採用している。逆ロジステ\nィック曲線は，一定の値に収斂していく式であり，ベキ曲線は増加し続ける式であ\nるところ，岐阜県は，収斂する値（飽和値）の設定理由や増加し続ける理由につい\nて合理的な説明をしておらず，むしろ，収斂するとか，増加し続けるとの仮定は実\n績に基づいていない。\nイ　回収率について\n岐阜県予測は，回収率予測モデルとして基礎資材型（先端型），加工組立型（先\n端型），生活関連型（在来型），生活関連型（先端型）について実績昀高値固定，\n基礎資材型（在来型）についてロジスティック曲線，加工組立型（在来型）につい\nて修正指数曲線を採用している。しかし，飽和値の取り方の説明がなく恣意的であ\nる。また，大垣地域の実績をみると，地域全体では冷却，温調率は７０％前後で，\n冷却，温調用水に対する回収水の割合は５０％前後であるなど，回収再利用が容易\nな冷却，温調用水の多くが回収再利用されていないのであって，これは全国的にみ\nても著しく低い数値であり，回収率向上の余地が大きいから，回収率を実績昀高値\nに固定して回収率の向上を考慮しないのは不合理である。\nウ　工業出荷額について\n岐阜県は，日本経済の構造変化を無視し，工業出荷額は限りなく伸びるとの前提\nに立っている。しかし，日本の産業構造は，昭和４８年及び昭和５４年の第一次，\n第二次オイルショックを経て工業全体の生産の伸びは鈍化した。さらに，バブル経\n済崩壊の前後で大きく変化し，高度経済成長期には重化学工業，鉄鋼業，化学工業\nといった用水型の産業が中心であったものが，今日の成長産業は非用水部門が中心\nとなっている。バブル経済崩壊以降の産業構造が将来にわたって大きく変化する要\n素は見い出せないから，工業出荷額の予想は横ばいあるいは減少傾向を考慮した手\n法が用いられるべきである。\n特に，需給水量の６１％を占める生活関連型（在来型）の中心である繊維工業の\n実績は，淡水補給水量はもちろん製造品出荷額，敷地面積も減少傾向にある。すな\nわち，平成２年の需要水量で全体水量の３４％を占める繊維産業における平成４年\n以降の使用水量が大幅に減少しているにもかかわらず，岐阜県予測は，出荷額は伸\nび続けるという前提に立っているが，実態に反するもので不合理である。\nエ　予測式自体について\n岐阜県予測によれば，使用水量原単位及び回収率はいずれも一定の値に収斂する\nので，需要水量（補給水量）は工業出荷額の増加に伴って増加する関係となる。し\nかし，過去の実績からすれば，工業出荷額と需要水量（補給水量）の間にはそのよ\nうな相関関係は認められないから不合理である。\nオ　工業用水道による供給必要水量の検討の欠如について\n徳山ダムによる工業用水の必要性をいうためには，工業用水道によって供給する\n水量がどれだけ必要かの検討をしなければならない。\n工業用水道は，ある程度以上の規模の補給水量を必要とする事業所でなければ利\n用されない。小規模零細事業所は工業用水道の対象外である。ところが，岐阜県予\n測は，１人以上の事業所という小規模零細事業所まで需要水量の計算に入れてお\nり，この点も不合理である。\n（２）　長期需給計画の違法性の承継について\n前記（１）のとおり，大垣地域の補給水量の実績の動向は漸減であって，将来の\n増加は望めない。特に，工業用水需要量の大部分を占めている生活関連型（在来\n型）のさらに中心をなしている繊維工業が大きく減少しているのである。また，大\n垣地域の場合，回収率を向上させることが可能であるから，使用水量の増加があっ\nたとしても，補給水量は増加しないことが確実である。したがって，長期需給計画\nは違法であり，予算執行の適正確保の見地から看過できない程度の違法性がある。\nそして，長期需給計画自体の違法は，これに基づいてなされた岐阜県の本件費用\n負担同意，費用負担に関する行為である本件負担金の納付通知，本件負担金の支出\nの違法をもたらす（違法性の承継）というべきである。\nなお，フルプランに関する違法性の承継と異なり，長期需給計画，本件費用負担\n同意及び本件負担金の支出の主体はいずれも岐阜県であり，同一主体であるので，\nより容易に違法性の承継が認められるものというべきである。\nしかるに，本件負担金の支出がなされ，あるいはされようとしており，違法であ\nる。\n【被告らの主張】\n（１）　長期需給計画の違法性の主張について\n次のとおり，長期需給計画における岐阜県の大垣地域の工業用水需要予測は合理\n的なものであり，違法ではない。\nア　使用水量原単位について\n原告らは，使用水量原単位の予測において，その値が一定値に収斂するものでな\nいと主張しているが，甲第１２号証によっても，平成３年までは実質工業出荷額の\n増加に伴い淡水使用量原単位は減少し，平成４年以降は実質工業出荷額の増減にか\nかわらず，淡水使用量原単位はあまり変化しなくなり５０立方メートル／日に収斂\nしていることが読み取れるのであり，原告らの上記主張は失当である。\nなお，長期需給計画では，逆ロジスティック曲線における飽和値（下限値）は，\n実績昀低の１割減として設定している。\nイ　回収率について\n原告らは，大垣地域の回収率が他地域に比べ著しく低いと主張するが，岐阜県内\nで比較すれば，平成２年においては，地下水依存度が６．１％と低い可茂・益田地\n域の回収率が３２．１％であるのに対し，地下水依存度が６４．５％と高い大垣地\n域の回収率は３２．６％であり，補給水のほとんどをダム開発水などの表流水に依\n存する可茂・益田地域と大差ない値となっている（乙４９，乙５０）。このよう\nに，大垣地域の回収率が他地域と比べて低いとはいえない。\n原告らは，大垣地域では回収率向上の余地がかなりあるとも主張するが，冷却用\nや温調用水を回収し再利用するためには，工場内に循環用の配管や冷却装置などの\n施設整備があり，かつ，運転費や維持管理費の支出が必要であり，事業者の規模に\nよってはこれら再利用施設の整備率が異なることが想像される。すなわち，実質の\n回収率の高低は，事業規模に影響を受けるのであり，この考え方を基にして平成２\n年時点での大垣地域の繊維工業とプラスチック製品製造業について回収率を検証す\nると，その回収率は全国平均並みであることが分かる（乙５３，５４）。したがっ\nて，原告らの上記主張は失当である。\nなお，長期需給計画における大垣地域の水需要予測においては，どの分類型も回\n収率の実績値が全国平均より低いことから，基礎資材型（在来型）と加工組立型\n（在来型）については，将来，回収率が全国平均並みになるとして飽和値（上限\n値）を設定し，上記２分類を除いた４分類については，回収率の実績値が減少傾向\nにあり，そのまま将来動向を予測すれば，漸増して一定値に収斂していくという全\n国動向に相反するので，データ収集期間の実績昀大値を飽和値として設定したもの\nである。\nウ　工業出荷額について\n原告らは，平成４年以降，繊維産業が衰退し，その出荷額が大幅に落ち込んでい\nるから，出荷額が伸びていくとの予測は誤りであると主張する。\nしかし，長期需給計画は繊維工業という単体ごとには実施していないところ，甲\n第１２号証－１３頁・図４を見ても，昭和５９年から平成２年の間については実質\n出荷額は右肩上がりに推移しているし，また，新高速三道が開通すると，西濃地域\nの交通アクセスの利便性は一段と向上し，企業の集積が進むことが見込まれること\n等からすれば，今後，工業出荷額の伸びが見込まれないと断言することはできず，\nその増加を期待することが自然であるから，原告らの上記主張は失当である。\nまた，経済の動向には波があるものであり，データ収集期間の７か年において製\n造品出荷額は順調に伸びていた。現時点での水需要の実績値が予測値を下回ったと\nしても，この先の将来水需要が上昇することを必ずしも否定できるものではない。\nエ　予測式自体について\n原告らは，岐阜県が採用した予測式について，工業出荷額と需要水量には相関関\n係が認められない点が不合理であると主張する。しかし，工業用水の需要予測にあ\nたって，計画目標年次における工業出荷額，使用水量原単位を基に必要水量を算出\nする方法は一般的なものであり，「建設省河川砂防技術基準（案）同解説　計画\n編」（乙４７）にも示されている手法であるから，原告らの上記主張は失当であ\nる。\nオ　工業用水道による供給必要水量の検討の欠如について\n全国の工業用水道事業の料金制度をみると，責任使用水量制を採っていても昀低\n給水量を定めていない工業用水道もあり，使用水量の少ない事業者の工業用水道利\n用を妨げるものではない。むしろ，水道用水より高価な工業用水を工場で利用する\nことも考えられる。そこで，小規模零細事業所が多い大垣地域において，仮に工業\n用水を利用すると予想する事業所規模を３０人以上と仮定すると，大半の小規模零\n細事業所が予測対象から漏れることになり，水需要予測としては不適当になる。\n（２）　長期需給計画の違法性の承継の主張について\nア　大垣地域では昭和４８年に６４万６８３５立方メートル／日の補給水量の実績\nがある。これは従業員３０人以上の事業所の統計数値であり，全事業所については\nこれより使用水量は多くなる。岐阜県の長期需給計画における平成２２年の補給水\n量予測は６３万８０００立方メートル／日であり，上記実績よりも低い。すなわ\nち，上記予測は，過去の実績に基づき将来の水需要を推計し，給水制限など県民生\n活に重大な支障を及ぼす事態が生じないよう水源の安定的な確保を図るため計画さ\nれたものである。一方，昭和４８年ころには地下水揚水が多くそのため大規模な地\n盤沈下域が形成された。したがって，今後増大する補給水位の需要に対応し，社会\n基盤に重大な影響を及ぼす地盤沈下を防ぐためには水資源開発施設の整備が必要と\nなる。したがって，長期需給計画の水需要予測に違法性はない。\nイ　岐阜県は，徳山ダム建設事業の必要性について，公団とは別に，長期需給計画\nに基づく水需要の見通しに基づいて平成１０年同意をしたものであるところ，前記\nのとおり，長期需給計画においては，大垣地域の工業用水は，平成２年実績の５３\n万立方メートル／日から平成２２年には６３万８０００立方メートル／日に増加す\nるものと予測された。そうすると，徳山ダムが建設されなければ，大垣地域におい\nては１０万８０００立方メートル／日の工業用水が不足することになる。しかし\nて，大垣地域における今後の工業用水の需要量増加に対しては，すべて徳山ダムに\nよる開発水量に依存することとなり，他のダムは存在しない。また，大垣地域にお\nいては，「表流水他」の９５％程が地下水であるところ，地盤沈下の防止を図るた\nめ地下水採取規制及び代替水源の確保等の必要性が生じた際には，徳山ダムは地盤\n沈下防止等対策として代替水源に位置づけられている。\n岐阜県は，以上の諸事情を考慮して平成１０年同意をしたものであり，上記同意\nは適法であるから，本件負担金の支出も適法である。\nウ　仮に，長期需給計画における工業用水需要予測に違法性があったとしても，公\n団の岐阜県に対する本件負担金納付通知に違法性は承継されないというべきであ\nる。\nけだし，岐阜県の長期需給計画における水需要予測と公団の岐阜県に対する本件\n負担金の納付通知では主体が別個であり，かつ，岐阜県と公団とは独立した行政主\n体であるから，岐阜県の長期需給計画は，公団の本件負担金賦課行為の原因行為に\n当たる関係にないからである。\n５　争点（３）ウ（公団法２０条２項所定の費用負担者の同意の有無）について\n【原告らの主張】\n（１）　公団法２９条１項は，公団は，「水資源開発施設を利用して流水を水道若\nしくは工業用水道の用に供する者」等に当該水資源開発施設の新築等の費用を負担\nさせると規定する。ここで，公団の水資源開発施設建設費の負担者は，地方公営企\n業としての工業用水道事業であって，地方公共団体ではないと解すべきである。\nけだし，工業用水道事業は地方公営企業で経営しなければならず（地方公営企業\n法２条１項２号），地方公営企業である工業用水道事業の経営は後記のとおり独立\n採算を義務づけられているので，水源の取得とその費用負担は自らしなければなら\nないからである。\n（２）　次に，公団法２０条２項は，公団は水資源開発施設の建設費負担について\n「水資源開発施設を利用して流水を水道又は工業用水道の用に供しようとする者が\n特定しているときは」その者の同意を得なければならないとしている。ここにいう\n同意とは，当該水資源開発施設の開発水を利用する工業用水道施設を建設，改良し\nて工業用水道事業を行う管理者，すなわち岐阜県においては徳山ダム工業用水道事\n業の管理者の同意をいうと解すべきである。\nけだし，前記のとおり，工業用水道事業は地方公営企業で経営しなければなら\nず，地方公営企業である工業用水道事業の経営は独立採算を義務づけられているの\nで，水源の取得とその費用負担は自らしなければならないという法の趣旨を押し進\nめると，地方公営企業としての工業用水道事業がまずあって，その者が工業用水道\n事業法３条１項の届出をして同法に基づく工業用水道事業を営むのであり，被告ら\nが主張するように工業用水道事業法３条１項の届出をした後に地方公営企業として\nの工業用水道事業が始まるのではないというべきところ，地方公営企業である工業\n用水道事業では，その用に供する資産の取得，管理，処分は工業用水道事業管理者\nが行うし（地方公営企業法９条７号，３３条１項），経費の支払も工業用水道事業\n管理者が行い（同法９条１１号，２７条），一般行政事務を行う県知事，出納長等\nが行うものではないからである。\n（３）　したがって，岐阜県知事が本件費用負担の同意をしたからといって，これ\nは法的意味のない政治的意見の表明にすぎず，これによって岐阜県が本件負担金の\n支払義務を負うものではなく，工業用水道事業者である地方公営企業の工業用水道\n事業管理者の同意がない以上，本件負担金の支出は公団法２０条２項に違反するこ\nとになる。ちなみに，前記のとおり，岐阜県では徳山ダムの工業用水に対する需要\nはなく，大垣地域で工業用水道を建設することも工業用水道事業を実施することも\nないから，工業用水道事業管理者は存在しないことになる。\n【被告らの主張】\n（１）　公団法２０条２項にいう「工業用水道の用に供しようとする者」は工業用\n水道事業の開始前を想定しての用語であり，同法２９条１項にいう「工業用水道事\n業者」は工業用水道事業の開始後を想定しての用語であるという違いがあるが，徳\n山ダムに関しては，いずれも地方公共団体たる岐阜県がこれに該当するものであ\nる。\n（２）　まず，工業用水道事業法３条１項（ただし，中央省庁等改革関係法施行法\nによる改正前のもの）は「地方公共団体は，工業用水道事業を営もうとするとき\nは，その工業用水道施設の設置の工事の開始の日の６０日前までに，その旨を通商\n産業大臣に届け出なければならない。」と規定していることからすれば，同法は，\n工業用水道事業の工事開始前の「工業用水道事業を営もうとする者」として，地方\n公共団体を想定していることが明らかである。\nそして，「工業用水道事業を営もうとする者」としての地方公共団体が，通商産\n業大臣に対して事業届出をし（工業用水道事業法３条１項），その届出をした工業\n用水道事業について，地方公営企業の業務を執行させるための「管理者」を置き\n（地方公営企業法７条），「管理者」が，地方公営企業の業務を執行し，その業務\nにつき当該地方公共団体を代表し（同法８条），地方公営企業の経理は特別会計を\n設けて行なう（同法１７条）という手続の流れになっているのである\n（３）　徳山ダムについては，通商産業大臣に対していまだ上記工業用水道事業の\n届出がされておらず，同事業の開始前であるから，地方公営企業法の適用はなく，\n当然「管理者」も置かれていない。したがって，原告らが主張する「工業用水道事\n業管理者」の費用負担の同意というのはそもそも考えられない。\n（４）　したがって，徳山ダムについて，公団法２０条２項の「工業用水道の用に\n供しようとする者」である岐阜県が，本件費用負担同意をした上，公団法２９条１\n項に基づき本件負担金の支出をしているのであるから，本件負担金支出は適法であ\nる。\n６　争点３エ（一般会計からの支出が地方財政法６条，地方公営企業法１７条の２\n第２項に違反するか）について\n【原告らの主張】\n（１）　公団の水資源施設建設費負担者は，前記５の【原告らの主張】のとおり，\n地方公営企業としての工業用水道事業であり，公団が本件負担金を請求すべきは，\n地方公共団体たる岐阜県ではなく，岐阜県公営企業たる工業用水道事業である。こ\nれを前提とすると，水資源施設建設費はおよそ一般会計から支出することは許され\nず，工業用水道事業特別会計から支出しなければならない。\n地方公営企業は独立採算の原則が採られており，一般会計から特別会計への繰入\nれさえ，法令で例外を定める場合を除いては認められない（地方財政法６条，地方\n公営企業法１７条の２，１７条の３）。すなわち，安易に一般会計から本件負担金\nの支出を認めると，一般行政事務の財源を奪うことになり，ひいては一般住民の福\n祉が制限される結果になるが，これに加えて，工業用水道事業は，市民生活に密着\nする事業ではなく，市民生活との関わりは間接的であるから，同事業は，地方公営\n企業（地方公営企業法２条１項各号参照）の中でも，特に独立採算の原則が厳格に\n維持されなければならないからである。\nこれらの点からすれば，本件負担金は，工業用水道事業特別会計から支出されな\nければならないというべきである。\nなお，工業用水道事業法による事業の届出は，通商産業大臣が給水事業者に対し\nて必要な指導等を行う前提として，事業者及び事業内容を把握するために要請され\nるものであり，地方公営企業法による企業の経済性発揮の要請には全く関係がない\nから，徳山ダム建設費負担金は，上記届出の前後にかかわらず，特別会計から支出\nされなければならないものである。\n（２）　仮に，上記（１）の主張が認められないとしても，岐阜県は，平成８年に\n岩屋ダムについて工業用水道事業特別会計を設置したから，地方公営企業法１７条\nが規定する一事業一会計の原則から，工業用水道事業に関するすべての資産，費用\nは同特別会計で管理しなければならない。\nよって，少なくとも平成８年度以降については，本件負担金は工業用水道事業特\n別会計から支出しなければならない。\n（３）　なお，被告らは，本件負担金支出が一般会計からであるか特別会計からで\nあるかによって何ら損害が発生するわけではないし，仮に損害があったとしても相\n当因果関係がないと主張する。\nしかし，地方公営企業法１７条の２第１項所定の事由があれば，経費を一般会計\nから特別会計に繰り入れることは認められるものの，このような例外的な事由がな\nいにもかかわらず一般会計から支出がなされると，一般行政事務の財源の減少を来\nたし，住民全体の利益を害することになって違法であるから，被告らの上記主張は\n失当である。\n（４）　したがって，本件負担金は，工業用水道事業特別会計から支出されなけれ\nばならないにもかかわらず，一般会計から支出され，今後も支出される予定である\nから，このような本件負担金支出は違法である。\n【被告らの主張】\n（１）　地方公営企業法の適用を受ける時期に関して，当該事業を行うことについ\nて行政庁の許認可を要するものは許認可の日，届出を要するものは届出を受理され\nた日と解されている（乙１３－４６頁）。また，建設中の工業用水道事業への法適\n用時期に関する行政実例でも，地方公営企業法が適用となる時期は，工業用水道事\n業法３条１項に規定する届出をした時とされている（乙１２）。そうすると，上記\n許認可又は届出がなされるまでは，たとえその事業を経営する意思があり，そのた\nめの建設が行われていても地方公営企業法は適用されないところ，建設中の徳山ダ\nムについては，現在のところ，工業用水道事業法３条１項に規定する岐阜県の事業\n届出はされていない。\nところで，地方財政法６条は，「公営企業で政令の定めるものについては，その\n経理は特別会計を設けてこれを行」うと規定し，上記政令に当たる地方財政法施行\n令１２条は，公営企業として，水道，工業用水道，交通等１３事業を規定する。そ\nして，地方公営企業法２条１項は，上記事業のうち水道（簡易水道を除く。），工\n業用水道，交通，電気，ガスの５事業に対して，同法を適用すると規定し，これら\nの事業に対する経営原則は地方公営企業法の定めるところによるから，地方公営企\n業法の適用がある事業のみが，地方財政法が規定する工業用水道事業に該当するも\nのである。\nそうすると，徳山ダムは建設中であり，導管等の施設の完成に至っておらず，工\n業用水の供給開始もされていない現在，岐阜県は通商産業大臣に対して工業用水道\n事業法３条１項に基づく事業届出をしておらず，工業用水道事業開始前であるか\nら，地方公営企業法の適用がなく，地方財政法の適用もない。\n（２）　前記５の【被告らの主張】のとおり，徳山ダムの流水を工業用水道の用に\n供して工業用水道事業を営む者は地方公共団体としての岐阜県であり，公団法２０\n条２項にいう「工業用水道の用に供しようとする者」，同法２９条１項にいう「工\n業用水道の用に供する者」はいずれも岐阜県である。そうすると，公団法２９条１\n項に規定する債務である本件負担金債務は岐阜県の債務である。岐阜県の債務であ\nる本件負担金債務につき，徳山ダムに関して工業用水道事業法による事業届出を岐\n阜県が行っていない以上，地方公営企業法１７条の規定による特別会計を設けない\nで一般会計から支出することが違法となる余地はない。工業用水道事業法に基づく\n事業届出前に，ダム建設負担金の支出につき特別会計を設けるか一般会計で経理処\n理するかは，工業用水道事業を営もうとする者の判断に委ねられており，上記事業\n届出前に工業用水道事業特別会計を設けるべき法律上の要請はない。\nしかも，地方公営企業の独立採算制といっても，一般会計において負担すべき経\n費（公共的要請により受益者負担の原則になじまない経費）を除いた部分について\nの独立採算制であり，完全な独立採算制が採られているわけでもない（地方公営企\n業法１７条の２）。\n（３）　さらに，本件負担金支出が一般会計からであるか，特別会計からであるか\nによって岐阜県に損害が発生するわけではないし，仮に損害があったとしても相当\n因果関係がないというべきであるから，原告らの主張はこの点でも失当である。\n（４）　一事業一会計の原則とは，地方公共団体の経営する複数の事業（水道事\n業，工業用水道事業，軌道事業等）の二つ以上の事業を通ずる特別会計を設置し\nて，会計内容及び財政状況を不明確にしてはならないとの要請である。したがっ\nて，事業の合理的運営や経営内容及び財政状況の明確性のために，事業を必要に応\nじて細分化し，細分化した事業ごとに別個の会計を設けることは一事業一会計の原\n則に反しない。\n徳山ダムが完成し工業用水道事業の届出がなされたとしても，その流域は岩屋ダ\nムと相違しており，受益者も異なっている。したがって，徳山ダムの水源費である\n工業用水道事業開始前の建設負担金を，岩屋ダムの特別会計から支出せず，一般会\n計から支出していることは，行政裁量の範囲内であって，一事業一会計の原則に反\nするものではない。\n（５）　したがって，岐阜県の一般会計から本件負担金が支出されていることによ\nって，同支出が違法となることはない。\n７　争点（４）（被告ａの故意・過失）について\n【原告らの主張】\n被告ａは，岐阜県知事として，岐阜県の公金支出に関して支出負担行為及び支出\n命令の本来的権限を有しているところ，違法な本件負担金支出に岐阜県知事として\n関与した被告ａには，専決職員に対する指揮監督義務違反の過失が少なくとも認め\nられるというべきである。\n【被告ａの主張】\n原告らの主張は争う。\n８　争点（５）（消滅時効）について\n【被告ａの主張】\n原告らが被告ａに対して請求する債権は，不法行為に基づく損害賠償請求権であ\nるから，そのうち平成８年２月２７日以前の支出に係る部分は，民法７２４条によ\nり，３年の消滅時効期間が経過している。そして，被告ａは，平成１３年９月５日\nの本件弁論準備手続期日において，上記消滅時効を援用した。\nしたがって，平成８年２月２７日以前の支出に係る損害賠償請求権は存在しな\nい。\n【原告らの主張】\n代位請求に係る損害賠償請求権の消滅時効期間は，地方自治法２３６条１項によ\nり５年であるから，本件損害賠償請求権はその全部について消滅時効期間が経過し\nておらず，被告ａの上記主張は失当である。\n第４　当裁判所の判断\n１　争点（１）（財務会計行為の構成）について\n原告らは，「２回にわたる本件費用負担同意と四半期毎の各支出」を一体として\n一個の財務会計行為（広義の支出）と構成することができると主張するので，この\n点について検討する。\n（１）　財務会計行為に関して，いわゆる広義の公金の支出は，具体的には，①支\n出負担行為（支出の原因となるべき契約その他の行為）及び②支出命令がされた上\nで，③狭義の支出がされることによって行われるものである（地方自治法２３２条\nの２，２３２条の４第１項）。これらのうち支出負担行為及び支出命令は当該地方\n公共団体の長の権限に属するのに対し，支出は出納長又は収入役の権限に属するの\nであり，そのいずれについてもこれらの者から他の職員に委任等により各別に権限\nが委譲されることがある。また，これら各行為に適用される実体上，手続上の財務\n会計法規の内容も同一ではない。このように，これらは，公金を支出するために行\nわれる一連の行為ではあるが，互いに独立した財務会計上の行為というべきもので\nある。\nそうすると，仮に，２回にわたる本件費用負担同意が広義の支出を構成する支出\n負担行為とみることができるとしても，四半期毎の本件負担金の支出と「一体の」\n財務会計行為とみる余地はないというほかないから，この点において既に原告ら主\n張の財務会計行為の構成は失当である。\n（２）　さらに，本件費用負担同意自体が財務会計行為たる支出負担行為であると\nいえるか否かについて検討すると，被告岐阜県知事がした本件費用負担同意は，前\n記第２の１（５）のとおり，平成元年及び平成１０年費用負担同意の際，いずれも\n費用負担割合のほか事業概算額が決定済みであるにとどまり，具体的な負担金の額\nが決定しているわけではないし，費用負担の同意があったとしても，公団が岐阜県\nに対して本件負担金の賦課行為をするとは限らず，国土交通大臣又は公団が徳山ダ\nム建設を中止することもできるものである。したがって，本件費用負担同意は，地\n方自治法２４２条１項にいう「義務の負担」には該当しないものというべきであ\nり，この点でも原告ら主張の財務会計行為の構成は失当である。\n結局，原告らの上記構成は，独自の見解であって採用することができない。\n２　差止請求の訴えの利益等について\n原告らの被告岐阜県知事及び同岐阜県出納長に対する請求は，地方自治法２４２\n条の２第１項１号に基づき，平成１０年６月以降の本件負担金の支出命令及び支出\nの差止めを求めるものである。\n（１）　差止請求は当該行為がされる以前又は現にされつつあるときにのみ可能で\nあって，既に差止めの対象となる行為がされた後にその行為の差止めを請求するこ\nとはできず，このような差止請求には訴えの利益がなく，不適法であると解するの\nが相当であるところ，前記第２の１（６）イのとおり，岐阜県は，平成１５年３月\n２５日，平成１４年度第４四半期分まで本件負担金を既に支出したことが認められ\nる。\nしたがって，原告らの本件負担金の支出等の差止を求める訴えのうち，上記部分\nについての支出等の差止めに係る訴えは，訴えの利益を欠くものであって，いずれ\nも不適法である。\n（２）　また，差止請求は，地方公共団体の執行機関又は職員の当該財務会計行為\nがなされることが相当の確実性をもって予測される場合に限り可能であって，これ\nが認められない場合，このような差止請求は不適法であると解される。\n前記第２の１（６）イのとおり，岐阜県は，本件負担金については，平成４３年\n４月以降の支出は予定しておらず，平成４３年３月まで支出を予定しているにとど\nまることが認められるから，平成４３年３月まで本件負担金の支出が行われること\nは相当の確実性をもって予測されるものといえるが，他方，平成４３年４月以降に\nついては，同支出が確実に行われるとは認められない。\nしたがって，原告らの本件負担金の支出等の差止を求める訴えのうち，上記部分\nについての支出等の差止めに係る訴えは，いずれも不適法である。\n３　争点（２）（監査請求期間遵守の有無）\n被告ａは，本件監査請求のうち平成９年１２月分までの本件負担金に係る部分は\n監査請求期間を経過してされたもので，原告らの被告ａに対する訴えのうち上記部\n分に係る訴えは不適法である旨主張するので，検討する。\n（１）　監査請求期間の経過\nア　原告らの被告ａに対する請求は，本件負担金のうち平成２年６月から平成１０\n年３月までに支出された部分について，地方自治法２４２条の２第１項４号に基づ\nき岐阜県に代位して損害賠償を求めるものである。\nイ　当該地方公共団体の住民が住民訴訟を提起するには，予め「当該行為のあった\n日又は終わった日」から「１年」以内に住民監査請求をしなければならない（地方\n自治法２４２条１項，２項，２４２条の２第１項）。この「１年」の起算点は，支\n出負担行為，支出命令及び支出については，地方自治法２４２条２項本文所定の監\n査請求期間は，それぞれの行為のあった日から各別に計算すべきものと解するのが\n相当である（昀高裁判所平成１４年７月１６日第三小法廷判決・民集５６巻６号１\n３３９頁参照）。\nウ　本件負担金のうち平成２年６月から平成９年１２月までに支出された部分につ\nいては，原告らによる２回にわたる本件監査請求のうち早い方の日が平成１１年１\n月６日であるから，同監査請求は，上記期間の本件負担金の各支出から１年を経過\nした後にされたことが認められる。\n（２）　正当な理由の有無\n本件監査請求のうち平成２年６月から平成９年１２月までに支出された本件負担\n金支出に関する部分は，前記認定のとおり，当該行為のあった日又は終わった日か\nら１年を経過した後にされたものであるが，原告らは，本件では「正当な理由」\n（地方自治法２４２条２項但書）が存在する旨主張するので，その有無について検\n討する。\n当該行為が普通地方公共団体の住民に隠れて秘密裡にされた場合，同項但書にい\nう「正当な理由」の有無は，特段の事情のない限り，普通地方公共団体の住民が相\n当な注意力をもって調査したときに客観的にみて当該行為を知ることができたかど\nうか，また，当該行為を知ることができたと解されるときから相当な期間内に住民\n監査請求をしたかどうかによって判断するのが相当である（昀高裁昭和６３年４月\n２２日第二小法廷判決・判例時報１２８０号６３頁）。\n本件負担金の支出については，前記第２の１（６）オ（オ）のとおり，岐阜県議\n会で審議，議決の手続が履践されるなど，通常の手続を経て行われたもので，関係\n者が特にこれを隠蔽しようとした事実は認められない。そして，上記予算，予算明\n細説明書（丙１から３まで）及び決算書等の書類は，その性質上，岐阜県の住民が\nこれを入手し閲覧することが可能である。したがって，本件負担金の支出は，秘密\n裡にされたものということはできない。\nまた，上記事実からすれば，岐阜県の住民としては，相当の注意力をもってする\n調査等によって，遅くとも上記各支出がなされたころには，当該行為があったこと\nのみならず，当該行為が違法であることを基礎付ける事実をも了知して住民監査請\n求をすることが可能であったと認められる。したがって，この点からも正当理由は\n存在しないというべきである。\n４　争点（３）ア（フルプランの違法性とその承継）について\n（１）　原告らは，新フルプランの平成１２年度までの都市用水増加量予測約３３\n０立方メートル／日は著しく過大であり，平成１２年度以降においても徳山ダムの\n水需要はないから，このように水需要予測を著しく誤った新フルプランは違法であ\nり，その違法性がその後の事業実施計画の作成と認可，本件負担金の納付通知に承\n継されるところ，違法な納付通知には支払義務がないから，本件負担金の支出命令\n及び支出は違法であると主張する。\nところで，住民訴訟において，当該職員の財務会計上の行為をとらえて地方自治\n法２４２条の２第１項４号の規定に基づき損害賠償責任を問うことができるのは，\nたとえこれに先行する原因行為に違法事由が存在する場合であっても，上記原因行\n為を前提としてされた当該職員の行為自体が財務会計法規上の義務に違反する違法\nなものであるときに限られると解するのが相当である（昀高裁平成４年１２月１５\n日第三小法廷判決・民集４６巻９号２７５３頁参照）。そして，この理は，地方自\n治法２４２条の２第１項１号の規定に基づく差止請求についても基本的に同様であ\nるが，損害賠償請求と差止請求の性格の相違から，差止請求については，当該支出\n命令ないし支出が財務会計法規が要請する健全な財政運営に違反する違法なもので\nあるときに限られると解するのが相当である。\nそして，本件のように，内閣総理大臣が閣議決定を経てフルプランを決定し，同\n決定に基づいて建設大臣が事業実施方針を策定してこれを公団に指示し，同指示に\n基づいて公団が事業実施計画を策定して建設大臣の認可を受け，建設事業者の負担\nについては岐阜県の同意を得た上で，公団が岐阜県に対して本件負担金の納付通知\nを発したという事案においては，上記納付通知が著しく合理性を欠き，そのためこ\nれに岐阜県の健全な財政運営の見地から看過し得ない瑕疵の存する場合に本件負担\n金の支出命令及び支出が違法となる，また，上記納付通知が著しく合理性を欠き，\nそのためこれに予算執行の適正確保の見地から看過し得ない瑕疵の存する場合に被\n告岐阜県知事及び同岐阜県出納長は本件負担金を支出してはならない義務を負うと\n解するのが相当である。\n（２）　新フルプランの平成１２年度までの都市用水増加量予測が現実の増加量に\n対比して過大であったことは原告ら主張のとおりであるが，水需要予測は多くの不\n確定要因に左右されざるを得ない性質のものである上，将来の長期間にわたっての\nものであることを考慮すると，今後も徳山ダムの水需要はないと断定することはで\nきないというべきである。また，本件負担金の支出は，岐阜県がなした本件費用負\n担同意（これが裁量権の範囲を逸脱するものでないことは後記のとおり。）を前提\nとし，県議会の予算承認議決を得ていることをも考慮すると，上記納付通知が著し\nく合理性を欠き，そのためこれに岐阜県の健全な財政運営の見地から看過し得ない\n瑕疵が存するとも，また，予算執行の適正確保の見地から看過し得ない瑕疵が存す\nるとも認められないというべきである。\nしたがって，原告らの前記主張は採用することができない。\n（３）　なお，原告らは，事業実施計画は，フルプランによって定められた水資源\n開発計画の内容（水需要見通し，水源施設とその開発供給量，供給先）を実行する\nだけであると主張するが，これを認めるに足りる証拠はない。\n５　争点（３）イ（長期需給計画及び同計画に基づく本件費用負担同意の違法性と\nその承継）について\n原告らは，岐阜県の長期需給計画における大垣地域の工業用水需要予測は過大で\n違法であるところ，その違法性が，これに基づいてなされた平成１０年同意，本件\n負担金の納付通知へと承継され，ひいては本件負担金の支出が違法となる旨主張す\nる。\n（１）　前記４（１）のとおり，住民訴訟において，当該職員の財務会計上の行為\nをとらえて地方自治法２４２条の２第１項４号の規定に基づき損害賠償責任を問う\nことができるのは，たとえこれに先行する原因行為に違法事由が存在する場合であ\nっても，上記原因行為を前提としてされた当該職員の行為自体が財務会計法規上の\n義務に違反する違法なものであるときに限られ，この理は，地方自治法２４２条の\n２第１項１号の規定に基づく差止請求についても基本的に同様であるが，損害賠償\n請求と差止請求の性格の相違から，差止請求については，当該支出命令ないし支出\nが財務会計法規が要請する健全な財政運営に違反する違法なものであるときに限ら\nれると解するのが相当である。\nそして，本件のように，岐阜県が自ら策定した長期需給計画に基づいて，被告岐\n阜県知事が平成１０年同意をし，その結果，公団から岐阜県に対して本件負担金の\n納付通知がなされたという事案においては，長期需給計画に合理性がなく，同計画\nに基づいてなされた平成１０年同意が裁量権の範囲を逸脱していると認められる場\n合に限って本件負担金の支出命令及び支出が違法となり，被告岐阜県知事及び同岐\n阜県出納長は本件負担金を支出してはならない注意義務を負うものと解するのが相\n当である。\n（２）　そこで，長期需給計画の水需要予測の合理性について検討する。\nア　水需要予測の際の基本的態度\nダム等の水資源開発施設は，その建設計画を進めるに当たり事業者と複数の利水\n者間で十分な調整を行う必要があり，また，開発の適地が希少で代替性に乏しく，\n複雑な権利関係を調整して初めて建設が可能となるものであり，計画から完成に至\nるまで長期間を要することも多いという特徴がある。このため，これらの施設の整\n備は，一時的な経済の変動や水需要の状況に左右されることなく，長期的な観点に\n立って立案されるべきものである。\nまた，ダム等の水資源開発施設の建設は，計画から完成に至るまで長期間を要す\nる上，需要量が恒常的に変化するのに対して，水供給量は水資源開発施設の供用時\n点で段階的にしか増加せず，次の施設が供用されるまで供給能力の増加が見込めな\nいことになり，その間，需要量が供給能力（確保水量）を上回れば給水制限を実施\nせざるを得なくなり，県民生活に重大な支障を生じることになる。そこで，需給が\n逼迫してから整備を行ったのでは，施設が完成するまで工業用水等の安定的な供給\nが阻害されることとなるから，水資源開発に当たっては，将来の経済，社会の発展\nにも対応できるよう，長期的な需要想定の下で先行的に開発を進めることが重要で\nある。\nなお，経済の動向には変動があるものであり，現時点での水需要の実績値が予測\n値を下回ることがあるとしても，将来水需要が上昇する可能性を否定することはで\nきない。\nイ　長期需給計画における大垣地域の工業用水需要予測\n長期需給計画における大垣地域の工業用水需要予測結果は，前記第２の１（４）\nエ，別表２のとおりであり，大垣地域の工業用水は，平成２２年には６３万８００\n０立方メートル／日に増加するというものである。そして，その際に岐阜県が採用\nした予測方法は，前記第２の１（４）ウ，エのとおりである。\nウ　長期需給計画における大垣地域の工業用水\n（ア）　予測方法の合理性\n長期水需給計画において，工業用水の需要予測に当たり，計画目標年次における\n製造業出荷額（製造品出荷額に同じ）と工業用水原単位を基に必要水量を算定する\n方法を用いているが，乙４７によれば，この方法は「建設省河川砂防技術基準\n（案）同解説　計画編」にも記載されている一般的な方法と認められる。\nなお，長期水需要計画の需要水量予測式は次のとおりである。\n需要水量＝使用水量原単位×（１－回収率／１００）×製造業出荷額\n（イ）　地域及び業種の分類\n長期需給計画の予測対象地域は，県内が５ブロック（岐阜，大垣，可茂・益田，\n東濃，飛騨）に分けられ，製造業の業種は，基礎資材型，加工組立型，生活関連型\nの３種類に分類されている。この３分類は，日本標準産業分類による中分類項目を\n採用したもので，国土庁発行「水資源白書」でにおける分類に従ったものであり\n（乙１９），一般的な方法と認められる。\n長期需給計画は，前記のとおり，更に業種ごとに在来型，先端型の２種に類別し\nて計６種の下記業種に分類し，需要予測を行ったものである。\n基礎資材型（在来型），基礎資材型（先端型）\n加工組立型（在来型），加工組立型（先端型）\n生活関連型（在来型），生活関連型（先端型）\n（ウ）　基礎資料の対象期間\n使用水量及び製造品出荷額などについて需要予測のために用いた資料は，昭和５\n９年から平成２年までの統計調査結果である。そして，長期需給計画は，平成２年\nを基準年として平成２２年の目標年の水需要量を予測している（乙１７，弁論の全\n趣旨）。\n上記の基礎資料の対象期間について，統計データの処理等に必要とされる期間を\n考慮すると，岐阜県が平成２年までの資料を用いたことは相当というべきであり，\n平成３年以降の資料を敢えて捨象したという作為を窺わせる事情は認められない。\n（エ）　６分類に係る使用水量原単位予測モデル式\n使用水量原単位とは，単位出荷額当たりの工業製品を作るのに必要となる使用水\n量である。製造工程の合理化などによって製品を作るのに必要となる水の量は減少\nしていくが，一定量は必要であることから，原単位は，理論上一定値に収束してい\nくと考えられている。\n長期水需給計画では，生活関連型（先端型）を除く５分類について，このような\n性質を表現することのできる時系列式として逆ロジスティック曲線を用いて使用水\n量原単位の将来予測を行っている（別紙「水需要予測モデル」）。しかし，生活関\n連型（先端型）においては，基礎資料の対象期間内の使用水量原単位の実績が微増\n傾向にあり，これについて減少傾向を表現する逆ロジスティック曲線を当てはめる\nことができないことから，上昇傾向を表す時系列式であるベキ曲線を適用して将来\n予測を行っている。\nそして，乙５７によれば，逆ロジスティック曲線及びベキ曲線は，いずれも厚生\n省監修「水道施設設計指針・解説」にも掲載されている一般的な予測式と認められ\nる。\n（オ）　逆ロジスティック曲線の飽和値の設定\n長期需給計画では，逆ロジスティック曲線において，飽和値（下限値）は実績昀\n低の１割減に設定されている。使用水量原単位は製品を作るのに必要な水の量を表\nすものであり，その性質上限りなく減少するものではなく，一定値に収束すると考\nえられているところ，上記飽和値は，将来実現可能な値として実績昀低の１割減と\nして設定されたものである（甲１２，証人ｇ）。\nなお，工業出荷額と補給水量の関係については，甲１２－図４を見ると，平成元\n年から平成３年までは工業出荷額の伸びに伴って淡水補給水量も上昇していると認\nめられるから，概ね両者は相関関係にあると認められる。\n（カ）　回収率\n回収率とは，工場等の使用水量のうち循環利用等により回収利用される水の割合\nとして定義される。回収率は，循環利用施設の規模や回収技術，コストなどの要因\nにより一定程度の値で頭打ちになるもので，この将来動向は上限値を設定すること\nのできる時系列式である修正指数曲線やロジスティック曲線で表すことができる。\nどちらの時系列式も式を構成する要素として飽和値（上限値）を設定しなければな\nらないところ，長期需給計画の大垣地域の水需要予測において採用された飽和値\nは，どの分類型も回収率の実績値（回収水量を使用水量で割って求めた見かけ上の\n回収率）が全国平均よりも低いことから，将来，回収率は全国平均並みになるとし\nて飽和値（上限値）を設定したものと認められる（弁論の全趣旨）。\nなお，岐阜県は，修正指数曲線とロジスティック曲線のどちらの時系列式を採用\nするかについて，その式への適合度（相関係数）や将来の実現の可能性を検討した\n結果，基礎資材型（在来型）はロジスティック曲線，加工組立型（在来型）は修正\n指数曲線を採用し，他方，上記２分類型を除いた４分類型は，回収率の実績値が減\n少傾向にあり，そのまま時系列式を当てはめて将来動向を予測すれば回収率は減少\nし続けるものとして予測することとなり，漸増し一定値に収斂していくという回収\n率の全国動向と相反することとなるため，長期需給計画では，回収率の全国動向を\n踏まえ，時系列式による予測が適当でないものと判断し，基礎資料の期間の実績昀\n大値が将来も続くとして予測を行なったと認められる（弁論の全趣旨）。\n（キ）　地域別業種別の製造業出荷額\n長期需給計画においては，まず，目標年次平成２２年における県全体の製造業出\n荷額について，平成元年における全事業所の製造業出荷額の実績をもとに，平成１\n０年までは岐阜県第五次総合計画の第２次産業の伸び率３．５７％により，以降平\n成２２年までは国の経済成長率を基に県計画との整合をとった伸び率２．８０％に\nよって計画値を予測算出している（別紙の２の２－２「工業出荷額予測モデ\nル」）。そして，次に，目標年次における地域別業種別の製造業出荷額をデータ収\n集期間の実績データを基に一次予測式により推計し，目標年次における県全体の製\n造業出荷額に対する地域別業種別製造業出荷額の構成比を算出し，目標年次におけ\nる地域別業種別の製造業出荷額を，この構成比に先に求めた岐阜県全体の製造業出\n荷額の予測値を乗じることにより算定している。しかして，このような算定方法は\n合理的なものと認められる。\nエ　原告らの主張の検討\n岐阜県の長期需給計画における水需要予測につき，原告らが不合理であると主張\nする点について検討する。\n（ア）　使用水量原単位について\n原告らは，使用水量原単位の予測において，その値が一定値に収斂するものでな\nいのに，収斂するものとした点が不合理であると主張する。\nしかし，原告らが上記主張の根拠として提出する甲第１２号証によっても，平成\n３年までは実質工業出荷額の増加に伴い淡水使用量原単位は減少し，平成４年以降\nは実質工業出荷額の増減にかかわらず，淡水使用量原単位はあまり変化しなくな\nり，５０立方メートル／日に収斂していることが読み取れる。\nしたがって，原告らの上記主張は採用することができない。\n（イ）　回収率について\n原告らは，大垣地域の回収率は他地域に比べ著しく低いから，向上の余地があ\nり，これを考慮していない点が不合理であると主張する。\nしかし，岐阜県内で比較すれば，平成２年においては，地下水依存度が６．１％\nと低い可茂・益田地域の回収率が３２．１％であるのに対し，地下水依存度が６\n４．５％と高い大垣地域の回収率は３２．６％であり，補給水のほとんどをダム開\n発水などの表流水に依存する可茂・益田地域と大差がない値となっている。このよ\nうに，大垣地域の回収率が他地域と比べて著しく低いとはいえないから，原告らの\n上記主張は採用することができない。\n（ウ）　小規模零細事業所について\n原告らは，１人以上の事業所についても予測を行っている点が不合理であると主\n張する。\nしかし，全国の工業用水道事業の料金制度を見ると，責任使用水量制（工業用水\n道使用者が基本使用水量の全部又は一部を使用しなかった場合であっても，基本使\n用水量まで使用したものと見なして課金する料金制度）を採っていても，新潟県工\n業用水道，滋賀県工業用水道のように昀低給水量を定めていない工業用水道もある\nから（弁論の全趣旨），料金制度の定め方によっては，使用水量の少ない事業者の\n工業用水道利用が妨げられるものではない。むしろ，水道用水より安価な工業用水\nを工場で利用することも考えられるところ，小規模零細事業所が多い大垣地域にお\nいて，仮に工業用水を利用すると予想する事業所規模を３０人以上と仮定すると，\n大半の小規模零細事業所が予測対象から漏れることになりかねない。\nしたがって，長期需給計画が１人以上の事務所についても水需要予測の対象とし\nたことは不合理とはいえないから，原告らの上記主張は採用することができない。\n（エ）　工業出荷額について\n原告らは，日本経済の構造変化により，将来の工業出荷額はせいぜい横ばいであ\nるところ，大垣地域においては，その中心を占める繊維産業が平成４年以降衰退\nし，その出荷額が大幅に落ち込んでいるとして，工業出荷額が伸びていくとの予測\nは誤りであると主張する。\nしかし，甲第１２号証－１３頁・図４を見ても，昭和５９年から平成２年の間に\nついては実質出荷額は右肩上がりに推移しているし，また，新高速三道が開通する\nと，西濃地域の交通アクセスの利便性は一段と向上することから企業の集積が進む\nことが見込まれること（弁論の全趣旨）等の事情からすれば，現在はともかくとし\nて，将来にわたっても工業出荷額の伸びが見込まれないと断定することはできず，\nその増加を期待することも全く根拠がないわけではなく不合理なものとはいえな\nい。\nオ　過去の使用実績との比較\n大垣地域においては，昭和４８年から昭和５０年にかけて，長期需給計画で予測\nしている平成２２年の需要水量６３万８０００立方メートル／日より多い補給水量\nを使用していた実績がある。この３年間の使用水量は約８０万立方メートル／日で\nあった（甲１３の１，乙１７－３３頁）。\nカ　以上アないしオを総合すると，岐阜県の長期需給計画には合理性がないとはい\nえないというべきである。\n（３）　平成１０年同意の裁量権逸脱の有無\nア　地盤沈下防止の代替水源確保の必要性\n西濃地域は地下水が豊富であり，工業用水の地下水への依存率が高かったとこ\nろ，過剰な地下水汲上げによって，現在，広範囲に地盤沈下が発生している（乙１\n４，乙１５の１～６，乙５６）。そして，大垣地域は，濃尾平野地盤沈下防止等対\n策要綱の観測地域に指定されている。同要綱は，地下水採取による地盤沈下を防止\nし，あわせて地下水の保全を図るため，地下水採取規制，代替水源の確保及び代替\n水の供給，節水及び水利用の合理化，地盤沈下による災害の防止又は復旧等に関す\nる事項を定めており，徳山ダムは地盤沈下防止等対策としての代替水源に位置づけ\nられている（甲１８，乙１４，弁論の全趣旨）。また，大垣地域は，行政と企業か\nら構成される「西濃地区地下水利用対策協議会」において，地下水揚水量の自主規\n制が行われている（乙５６）。\n上記認定事実によれば，住民の生活に大きな影響を及ぼす地盤沈下を防ぐために\nは，地下水の揚水量を抑制すべき必要があり，その代替水源を確保する必要がある\nということができる。\nイ　前記のとおり，岐阜県の長期需給計画には合理性がないとはいえないところ，\n長期需給計画によれば，徳山ダムが建設されなければ，大垣地域においては１０万\n８０００立方メートル／日の工業用水が不足することになること，上記アのとお\nり，大垣地域においては地盤沈下の防止を図るため代替水源を確保する必要がある\nところ，徳山ダムはその代替水源に位置づけられていること，前記５（２）アに記\n載したダム建設の特殊性等を総合考慮すると，平成１０年同意が裁量権を逸脱して\nいるとは認められない。\n（４）　以上（１）ないし（３）によれば，争点（３）イについての原告らの主張\nは採用することができない。\n６　争点（３）ウ（公団法２０条２項所定の費用負担者の同意の有無）について\n原告らは，公団法２９条１項の「水資源開発施設を利用して流水を水道若しくは\n工業用水道の用に供する者」は工業用水道事業をいい，公団法２０条２項の「同\n意」は工業用水道事業の管理者の同意をいうと解すべきであるから，岐阜県知事が\n本件費用負担同意をしたからといって，岐阜県が本件負担金の支払義務を負うもの\nではなく，工業用水道事業管理者の同意がない以上，本件負担金の支出は公団法２\n０条２項に違反すると主張するので，以下検討する。\n（１）　公団法２９条１項の費用負担者について\n工業用水道事業法３条１項は「地方公共団体は，工業用水道事業を営もうとする\nときは，その工業用水道施設の設置の工事の開始の日の６０日前までに，その旨を\n通商産業大臣に届け出なければならない。」と規定していることからすれば，同法\nは，工業用水道事業の工事開始前の「工業用水道事業を営もうとする者」として，\n地方公共団体を想定していることが明らかである。\nそして，「工業用水道事業を営もうとする者」としての地方公共団体が，通商産\n業大臣に対して事業届出をし（工業用水道事業法３条１項），その届出をした工業\n用水道事業について，地方公営企業の業務を執行させるための「管理者」を置き\n（地方公営企業法７条），その「管理者」が，地方公営企業の業務を執行し，その\n業務につき当該地方公共団体を代表し（同法８条），地方公営企業の経理は特別会\n計を設けて行なう（同法１７条）という手続となっている。\n（２）　公団法２０条２項の費用負担の同意者について\nア　公団法２０条２項は，公団が同条１項に基づき事業実施計画を作成又は変更し\nようとする場合において，「当該事業実施計画に係る水資源開発施設を利用して流\n水を水道又は工業用水道の用に供しようとする者」が特定しているときは，あらか\nじめ，その者の意見を聞くとともに，同法２９条１項の規定による同施設の新築又\nは改築に要する費用の負担についてその者の同意を得なければならないと規定して\nいる。\nイ　上記規定について，原告らは，同規定における費用負担の同意者は，当該水資\n源開発施設の開発水を利用する工業用水道施設の建設，改良を行う工業用水道事業\n管理者であって，同事業を行わない岐阜県ではないから，岐阜県が同規定による同\n意をしたからといって，岐阜県が本件負担金の支払義務を負うものではないと主張\nする。\nウ　しかしながら，同規定は，公団法２９条１項と同様の趣旨の規定であって，当\n該水資源開発施設が将来建設された場合に，その建設によって利水面で恩恵を受け\nる者に同施設の新築費用等を負担させることを前提に，あらかじめその者の同意を\n得た上で，同施設に係る事業実施計画を作成又は変更することを公団に義務づけた\n規定であると解される。したがって，公団法２０条２項の同意者は，将来水源とし\nて工業用水道を利用し，同施設の恩恵を受けようとする者であれば足りるのであ\nり，その同意者が工業用水道事業管理者（地方公営企業法７条）である必要はな\nい。\n結局，原告らの前記主張は独自の見解に基づくものであって採用することができ\nない。\n（３）　徳山ダムについては，通商産業大臣に対していまだ上記工業用水道事業の\n届出がなされておらず，同事業の開始前であるから，地方公営企業法の適用はな\nく，したがって「管理者」も置かれていないから，原告らが主張する「工業用水道\n事業管理者」の費用負担の同意はそもそも考えられない。\n（４）　そうすると，公団法２０条２項にいう「工業用水道の用に供しようとする\n者」，同法２９条１項にいう「工業用水道事業者」とは，前者は工業用水道事業の\n開始前，後者は工業用水道事業の開始後を想定しての用語であるという違いがある\nが，徳山ダムに関してはいずれも地方公共団体たる岐阜県がこれに該当するもので\nあって，徳山ダムについて，公団法２０条２項の「工業用水道の用に供しようとす\nる者」である岐阜県が，本件費用負担同意をした上，公団法２９条１項に基づき本\n件負担金の支出をしているのであるから，岐阜県が本件負担金支払義務を負わない\n旨の原告らの上記主張は失当である。\n７　争点（３）エ（一般会計からの支出が地方財政法６条，地方公営企業法１７条\nの２第２項に違反するか）について\n（１）　原告らは，本件負担金の支出は，地方公営企業の経費について独立採算の\n原則を定めた地方財政法６条，地方公営企業法１７条の２第２項に違反すると主張\nするので，以下検討する。\nア　地方公営企業としての工業用水道事業の範囲\n地方公営企業法２条では，法の適用を受ける企業の範囲として水道事業，工業水\n用水道事業等７事業を定めているが，地方公営企業としての工業用水道事業は工業\n用水道事業法２条４項にいう工業用水道事業である。すなわち，一般需要に応じ工\n業用水道（導管により工業用水を供給する施設であって，その供給をする者の管理\nに属するものの総体をいう。）により工業用水（工業の用に供する水〔水力発電の\n用に供するもの及び人の飲用に適する水として供給するものを除く。〕をいう。）\nを供給する事業であるとされている（乙１３）。\nそして，徳山ダムについては，いまだ水源自体の建設段階であって，導管により\n工業用水を供給する施設が完成に至っておらず，したがって，工業用水の供給も開\n始されていない。\nイ　地方公営企業法の適用を受ける時期\n地方公営企業法の適用を受ける時期は，同法の適用を受ける当該事業を行うこと\nについて行政庁の許認可を要するものにあっては許認可の日，届出を要するものに\nあっては届出を受理された日と解される（乙１３－４６頁，建設中の工業用水道事\n業への法適用時期に関する行政実例でも，地方公営企業法が適用となる時期は，工\n業用水道事業法３条１項に規定する届出をなした時とされている〔乙１２〕）。\nしたがって，許認可，届出がなされるまでは，たとえその事業を経営する意思が\nあり，そのために建設事業が行われていても当然には同法の規定は適用されないと\n解するのが相当である。\nこれを本件についてみると，徳山ダムの水源についてはいまだ建設中であり，工\n業用水の供給も開始されていないし，岐阜県は通商産業大臣に対して工業用水事業\n法３条１項に規定する事業届出をしていないから，徳山ダムに係る工業用水道事業\nについてはいまだ地方公営企業法の適用はないというべきである。\nウ　地方財政法との関係\n地方財政法では「公営企業で政令の定めるものについては，その経理は特別会計\nを設けてこれを行い」（６条）とされており，政令（施行令１２条）で定める公営\n企業として，水道，工業用水道，交通等の１３事業を掲げている。そして，地方公\n営企業法は，これらの事業のうち水道（簡易水道を除く），工業用水道，交通，電\n気，ガスの５事業に対して同法を適用すると規定し（地方公営企業法２条１項），\nこれらの事業に対する経営原則は地方公営企業法の定めるところによるから，地方\n公営企業法の適用のある事業のみが，地方財政法が規定する工業用水道事業に該当\nするものである。\nエ　まとめ\n以上のことから，水源施設である徳山ダムについてはいまだ建設中であり導管等\nの施設完成に至っておらず，工業用水の供給も開始されていない。したがって，岐\n阜県は通商産業大臣に対して，工業用水道事業法３条１項に規定する事業届出をし\nておらず，工業用水道事業は開始されていないから，徳山ダムに係る工業用水道事\n業は，現在地方公営企業法及び地方財政法の適用を受けるものではない。\nしかして，工業用水道事業法に基づく事業届出以前に，ダム建設負担金の支出に\nつき特別会計を設けるか一般会計で処理するかは，工業用水道事業を営もうとする\n者の裁量に委ねられていると解するのが相当であるから，岐阜県が地方公営企業法\n１７条の規定による特別会計を設けないで一般会計から本件負担金を支出しても違\n法ということはできない。\n（２）　一事業一会計の原則について\n原告らは，岐阜県が岩屋ダムの工業用水道事業について特別会計を設置している\nことを理由に，本件負担金を一般会計から支出することは一事業一会計の原則に反\nするとも主張する。\nしかし，水道事業等の生産経済活動について，地方公営企業法が地域住民の福祉\nの増進を目的として受益者負担の原則に基づき企業会計方式による独立採算制及び\n特別会計の設置を原則として要請する趣旨は，企業の経営内容及び財政状況を明確\nに把握するという点にある。そして，地方公営企業の独立採算制及び特別会計の設\n置は，一般会計との区分を前提に，一般会計において負担すべき経費（公共的要請\nにより受益者負担の原則になじまない経費）を除いた部分についての独立採算制で\nあり，完全な独立採算制はとられていない（地方公営企業法１７条の２）。\nこれらの点に照らすと，一事業一会計の原則とは，地方公共団体の経営する複数\nの事業（水道事業，工業用水道事業，軌道事業，自動車運送事業等々）の二つ以上\nの事業を通ずる特別会計を設置して，会計内容及び財政状況を不明確にしてはなら\nないとの要請であると解される。事業の合理的経営や経営内容及び財政状況の明瞭\n性のために，一事業を必要に応じて細分した事業ごとに別個の会計を設けることは\n一事業一会計の原則の要請には反しないと解するのが相当である。\n本件において，将来，徳山ダムが完成し工業用水道事業の届出をしたとしても，\nその流域は岩屋ダムと相違しており（乙２－２６頁），受益者（購入者）も相違す\nることが明らかである。したがって，徳山ダムの水源費である工業用水道事業開始\n前の建設負担金を岩屋ダムの特別会計から支出していないことは，一事業一会計の\n原則に違反しないから，原告らの上記主張は採用することができない。\n７　まとめ\nそうすると，争点（４），（５）につき判断するまでもなく，前記却下部分を除\nく原告らの請求はいずれも理由がないことになる。\n第５　結論\n以上の次第で，原告らの被告岐阜県知事及び岐阜県出納長に対する訴えのうち，\n本件口頭弁論終結時までに支出がされた平成１５年３月分以前の支出命令及び支出\nの差止めを求める部分及び平成４３年４月分以後の支出命令及び支出の差止めを求\nめる部分並びに原告らの被告ａに対する訴えのうち，平成９年１２月分以前に支出\nされた本件負担金相当額についての損害賠償を求める部分は，いずれも不適法であ\nるから却下することとし，その余の請求についてはいずれも理由がないから棄却す\nることとし，訴訟費用の負担につき行政事件訴訟法７条，民事訴訟法６１条，６５\n条１項本文を適用して，主文のとおり判決する。\n岐阜地方裁判所民事第２部\n裁判長裁判官　林道春\n裁判官　古閑裕二\n裁判官　今井輝幸\n"
}