{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 5,
    "day": 9
  },
  "case_number": "平成13(わ)120",
  "case_name": "傷害致死，死体遺棄等被告",
  "court_name": "福井地方裁判所",
  "lawsuit_id": "7876",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=7876",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/876/007876_hanrei.pdf",
  "contents": "判決　平成１４年５月９日　福井地方裁判所\n平成１３年（わ）第１２０号、第１４１号\n被告人Ａに対する傷害致死、死体遺棄、窃盗、道路交通法違反被告事件\n被告人Ｂに対する傷害致死、死体遺棄被告事件\n主　　　　　　　文\n１　被告人Ａについて\n(1)　被告人Ａを懲役５年６月に処する。\n(2)　未決勾留日数中２１０日をその刑に算入する。\n２　被告人Ｂについて\n(1)　被告人Ｂを懲役５年に処する。\n(2)　未決勾留日数中２１０日をその刑に算入する。\n理　　　　　　　由\n（認定事実）\n第１　傷害致死事犯\n(1)　犯行に至る経緯\n被告人Ｂは、金沢市の実家に住む祖母や両親の許で養育され、中学校を卒業して\n地元で就職し、他方、被告人Ａは、金沢市内の中学校を卒業して就職したのち両親\nと共に北海道上磯郡の実家へ転居し、平成４年１０月頃から単身金沢市に戻って\n職を転々とするうち、被告人両名は、平成７年頃に知り合い、双方の両親が被告人\n両名の結婚に反対する中、平成７年１２月に婚姻の届出をし、富山県魚津市内の\nパチンコ店で両名とも住み込み従業員として働くうち、平成８年１１月に第１子の長\n女Ｃを儲けたが、被告人Ｂと同僚との折り合いが悪くなったため、平成１０年１月\n頃、Ｃを連れて北海道の被告人Ａの実家へ転居した。しかし、被告人両名は、もとも\nと被告人Ｂを快く思っていない被告人Ａの両親と被告人Ｂとの折り合いが悪いこと\n等から、間もなく被告人Ａの実家近くの町営住宅に転居し、被告人Ａが土木作業員\n等のアルバイトをして生活するうち、同年４月２９日に第２子の二女Ｄを儲けたが、\n同年９月頃にはＥ町を離れ、翌１０月頃から福井県吉田郡のパチンコ店で両名とも\n住み込み従業員として働き、その社員寮で２歳になるＣ及び生後半年のＤと一緒に\n暮らすようになった。そこに暮らしていた間、被告人両名は、ＣやＤの体に垢が溜ま\nるまで風呂に入れないで放置するなど、子供の世話をしようとする意思が乏しかっ\nたのに、今後の出産計画や育児能力等について十分話し合うこともなく、平成１１\n年２月頃に被告人Ｂが第３子を妊娠したことが判明したため、被告人Ｂは同店をや\nめ、翌３月に同店をやめた被告人Ａと共に社員寮を出た。\nその後、被告人Ａは、平成１１年４月頃、石川県松任市内のＦ株式会社に運転手と\nして就職し、その社員寮で家族と共に暮らすうち、同年５月に被告人Ｂは第３子の\n三女Ｇを出産し、翌６月にＦ株式会社が用意した金沢市内のアパートに移った。し\nかし、被告人Ａの勤務態度は、親戚が死んだという嘘を並べて会社を休んだり、会\n社に高速道路の代金が請求されるカードを無断で使用したり、会社のトラックを損\n傷する事故を３回も惹起するなど良好でなく、結局、被告人Ａは同年１０月に無断で\n退職し、被告人Ｂら家族と共に同アパートから室内に生活用品等を散乱させたまま\nで立ち去ったが、Ｆ株式会社が被告人Ａに代わって支払った同アパートの修繕費や\nトラックの修理代金等を合計すると、被告人Ａが返済すべき金額は約２０数万円に\n達していた。\n被告人Ａは、Ｆ株式会社を無断で退職したことを隠したまま、平成１１年１１月頃、石\n川県松任市内のＨ株式会社に運転手として就職し、その社員寮で３歳のＣ・１歳半\nのＤ・生後半年のＧを抱えていた被告人Ｂと共に暮らすようになったが、被告人両\n名は、Ｇが生まれた同年５月頃から既に、自分たちの育児の負担が増えたのにＤ\nがＣに比べて成長が遅く手がかかるとしていらだち、自分たちの思いどおりになら\nないとして腹を立て、Ｄに暴力を振るうようになっており、被告人Ａは、その顔や尻を\n平手で強打するなどし、被告人Ｂも、Ｄをつねったりハンガーで尻を叩いたりシャワ\nーの湯をかけたりしていた。このように被告人両名がＤに対する暴力を繰り返す中\nで、同年１１月、Ｄは、被告人Ａの暴力により左後頭部打撲挫創の傷害を負い、病\n院で後頭部の皮膚を縫う治療を受けたことまであった。平成１２年の春頃から夏頃\nまでの間も、Ｄの頬・背中・腹・目の周り等に被告人両名の暴行による痣が絶えるこ\nとはなく、Ｄは、このような被告人両名による虐待の影響もあって、２歳になっても同\n年齢の子供に比べ体重が軽く、言葉の発達も遅れ、「パパ、ママ、バーカ、バーチャ\nン」と言える程度であった。\nそのような状況の下に、被告人Ｂは、第４子を妊娠し、平成１２年６月に第４子の長\n男Ｉを出産したが、同年７月頃、その実家に１か月間くらいＣ・Ｄ・Ｇを連れて滞在した\n際には、被告人両名による虐待から解放されたＤは、これをかわいがった被告人Ｂ\nの祖母に懐き、Ｈ株式会社の社員寮へ戻る際にも、その体にくっついて離れようと\nしないＤを被告人Ａが引き離して連れ帰ったほどであった。\nしかるに、被告人両名は、自分たちとは折り合いが悪かった被告人Ｂの祖母がＤを\nかわいがること自体不快に思っただけではなく、被告人Ｂの実家ではＤが思いどお\nりに振る舞っていたと勝手に考えて腹を立て、Ｈ株式会社の社員寮へ戻ったＤを更\nに厳しく虐待するようになった。\nしかるところ、平成１２年７月頃、被告人Ａの下にＦ株式会社から約２３万７０００円の\n請求書が届いたが、被告人Ａは、その対応を被告人Ｂに相談しないまま請求に応\nじようとはせず、翌８月中旬頃、Ｆ株式会社の担当者から直接取立てに行く旨の電\n話を受けるや、被告人Ｂに対し、ヤクザからいわれのない取立てを受けている旨の\n嘘をつき、子供たちの安全を守るためには家にいないほうがよいなどと言い含め\nて、同月下旬頃、Ｈ株式会社の社員寮から、そのトラックで被告人Ｂ・Ｃ・Ｄ・生後１\n年余のＧ・生後２か月のＩを連れ出し、この妻子５名を乗せたまま、そのトラックでＨ\n株式会社の荷物を金沢から関西方面や関東方面に輸送していたが、当然のことな\nがら、被告人両名は、狭いトラックの中での生活等によって次第に精神的にも肉体\n的にも疲労が高まり、子供たちもトラックでの生活に飽き、次第に被告人両名の言\nうことを聞かなくなった。\n平成１２年９月２日夕方、被告人Ａが仕事を終えてＨ株式会社事務所に戻った際、\n専務から「トラックに家族を乗せて仕事に行くのは危険だから、今後はしないよう\nに。借金取りが来ているようだが、月に１、２万でも給料天引きで返したらどうか。」\nと注意を受けたが、被告人Ａは、Ｈ株式会社の社員寮に戻ればＦ株式会社の債権\n取立てを免れることができず、そうなれば、これまで被告人Ｂに言い含めていた、い\nわれのない取立てを受けている旨の嘘がばれてしまうと考え、被告人Ｂに対し「ヤ\nクザが来ている。寮にいるのはまずい。」などと更に嘘を重ねて、自分の普通乗用\n自動車スズキワゴンＲ（石川○○こ○○○○号、以下「本件自動車」と略称）に妻子\n５名を乗せ、金沢市内の宿泊施設があるプールへ連れて行ったが、被告人両名\nは、暴行による痣が体に残っているＤは人目を避けるためプールに入れず、被告\n人Ａ・Ｃ・Ｇだけ一緒にプールに入った。その宿泊施設に泊まれなかったため、被告\n人両名は、子供連れでも宿泊できるところを探し、同日午後１０時３０分頃、石川県\n石川郡のいわゆるラブホテルであるホテルＪで宿泊手続をとった。\n被告人両名は、子供４名を連れてホテルＪ３０３号室に入ると、子供たちを早く風呂\nに入れて、不自由なトラック生活による疲れを癒そうと考え、風呂場の浴槽に湯を\n張り、被告人ＡがＩ・Ｃ・Ｇを入浴させたのちＤを風呂に入れたが、Ｄが風呂場の中で\n泣いたため、これに腹を立てた被告人Ａは、いつもＤが一番嫌がることをして泣き止\nませようと考え、シャワーの湯を頭からかけたが、Ｄは泣き止まなかった。\n(2)　犯罪事実\n被告人Ａは、平成１２年９月２日午後１１時頃、ホテルＪ３０３号室の風呂場におい\nて、泣き続けるＤ（当時２歳４か月）の口許にシャワーの先をあてがい、噴出する湯\nをむりやり飲ませて泣き止ませようとしたが、当然のことながら苦しむＤが泣き止む\nはずはなく、その責め苦に耐えかねて大声で泣き続けたため、自分たちが疲れ切\nっているのにＤが一向に静かにならないとの憤懣が込み上げてますます立腹し、そ\nの鬱憤を晴らそうとの思いと、何としてでも静かにさせようとの思いから、泣き止ま\nないＤをもっと怖い思いに遭わせてやろうと考え、Ｄの髪の毛を掴んで抱き上げたう\nえ、その顔面を下に向けて数回にわたり浴槽の湯に沈ませる暴行を加えた。その\n後、Ｄが泣き止んだと思った被告人ＡがＤを風呂場から出したので、被告人ＢがＤ\nの体を拭いて服を着せた。\nＤは風呂場から出た後も泣き続けたため、被告人Ｂも、これまでの不自由なトラック\n生活による疲れが溜まっていたうえに、折角ラブホテルに子供連れで入室できたの\nに、このままＤが泣き続けて周りの部屋に泣き声が届くようなことがあれば他の宿\n泊客から苦情が出て、ここを追い出されるのではないかと恐れ、Ｄを一刻も早く泣き\n止ませるため懲らしめようと考え、服を着たままのＤを風呂場に連れて行き、その\n頭から洗面器で浴槽の湯を浴びせかけたが、Ｄが泣き止まないのを見て服を脱が\nせ、おむつをはかせただけの姿にして寝室に放置した。\n被告人両名は、その頃、泣き止まないＤに対し、腹立ちからくる怒りをぶつけるとと\nもに親の言うことを聞かないとして懲らしめるために暴行を加える旨の意思を暗黙\nのうちに相通じ、翌３日午前零時頃、被告人Ａが風呂場でＤの頭を手拳で数回殴打\nしたうえ、Ｄを浴槽の中にうつ伏せにし、その肩と腰の部分を押さえつけてＤの頭を\n浴槽の湯に数秒間沈める暴行を加え、これによって激しく泣き出したＤを見た被告\n人Ｂも、自分自身の手でＤを懲らしめなければ気が済まないとの思いが込み上げ、\nＤの頭を押さえつけて湯に数秒間沈める暴行を加えたに止まらず、苦しさに首を反\nらして湯から顔を出したＤの頭を更に５秒間くらい湯に沈める暴行を加え、この被告\n人両名の順次浴槽の湯に沈める暴行により、Ｄに浴槽の湯を吸引させ、同日午前\n零時３０分頃、ホテルＪ３０３号室において、Ｄを窒息により死亡させた。\n第２　死体遺棄事犯\n(1)　犯行に至る経緯\n被告人両名は、平成１２年９月３日午前零時３０分頃、ホテルＪ３０３号室の床に横\nたわっていたＤの鼻の穴から白く細かい泡が流れているのに気づき、被告人ＡがＤ\nの心臓付近に手を当てるなどして容態を把握しようとしたが、Ｄの呼吸は停止して\n心臓に鼓動もないことが判明したため狼狽し、Ｄに人工呼吸や心臓マッサージをし\nたものの、何の反応もなかった。\n被告人両名は、その後２時間くらいの間、今後どうするかを話し合い、被告人ＡがＤ\nを病院に連れて行くとの提案をしたのに対し、被告人Ｂが、病院に連れて行けば体\nに残る痣等から、これまでの虐待やホテルＪでの暴行が発覚して警察に捕まると考\nえ、「それはだめ。」と反対したため、結局、被告人両名の間には、人に気づかれな\nいようにホテルＪを出て、Ｄの死体を人目につかない場所に捨てようとの死体遺棄\nの共謀が成立した。\n(2)　犯罪事実\n被告人両名は、同日午前３時頃、ホテルＪ３０３号室で服を着せたＤの死体を被告\n人Ａが抱きかかえてホテルＪ駐車場まで搬出し、Ｃ・Ｇ・Ｉ（以下３名を「子供３名」と略\n称）を連れて本件自動車に乗り込んだのち、被告人Ａが助手席にＤの死体を乗せ\nた本件自動車を運転して富山県方面へ向かい、同日午前６時頃、同県小矢部市の\nＫ株式会社から南側に約３００メートル離れた空き地で、Ｄの死体を黒色ビニール\n袋に二重に入れて口を結んだうえ、これを手提げバッグに詰め、その手提げバッグ\nを本件自動車の助手席の足元に置き、そこからは被告人Ｂが助手席に乗り込み、\n被告人Ａが運転して、Ｄの死体を捨てるのに適した場所を探しながら福井県方面に\n向かった。その途中で、被告人両名は、Ｄが被告人Ｂの実家を気に入っていたこと\nを思い出し、その裏山にＤを埋めようと考え、同日午後８時３０分頃、金沢市内の被\n告人Ｂの実家の裏山に着いたが、そこは被告人Ｂの父親等が出入りする場所であ\nり、死体を埋めてもすぐに見つかると考え直して断念し、被告人Ａが本件自動車を\n運転して再び福井県方面に向かった。\n被告人Ａは、Ｄの死体を捨てる場所を探しながら本件自動車を運転していたが、翌\n４日には、疲労感と眠気のためにそれ以上の運転が困難となり、福井県南条郡の\n休憩施設「道の駅Ｌ」駐車場に本件自動車を駐車して仮眠した。その間に、被告人\nＢは、上記休憩施設の展望台から西側の崖にある茂みまで降り、その茂みの中に\nある樫の大木の根本に低い草木が生い茂って洞穴状になっている場所を見つけ、\nそこならＤの死体を捨てても人目につかないであろうと考え、本件自動車内で仮眠\nをとっていた被告人Ａを起こし、Ｄの死体を捨てるのに適した場所を見つけた旨を\n話した。これを聞いた被告人Ａも、みずからその洞穴状の場所まで降りて、人目に\nつきにくいことを確認し、ここにＤの死体を捨てることを決意し、同日午前５時頃、上\n記休憩施設の展望台西側崖の茂みの中にある洞穴状の場所に、上記手提げバッ\nグ及び黒色ビニール袋からＤの死体を取り出して捨て、その上に黒色ビニール袋\nをかけた。\nこのようにして、被告人両名は、共謀のうえ、Ｄの死体を遺棄した。\n第３　窃盗事犯\n(1)　犯行に至る経緯\n被告人両名は、Ｄの死体を捨てたのち、これまでのＤに対する虐待や本件傷害致\n死の犯行の発覚を恐れ、逮捕を免れるため、北陸地方や東北地方などを本件自動\n車やレンタカーで子供３名を連れて移動しながら、その車中やホテルで宿泊する放\n浪生活を送っていたが、このような逃亡生活を送るうちに生活費にも事欠くようにな\nったため、被告人Ａは、店舗で品物を窃取し、その盗品を中古品買取り店に持ち込\nんで換金して、これを生活費に充てようと考えた。\n(2)　犯罪事実\n被告人Ａは、\n１　平成１３年４月１６日午後１１時５３分頃、山形市のＭ店において、その店長Ｎ管\n理に係る音楽ＣＤ１点（時価２９１３円相当）を窃取し、\n２　同月１７日午前１０時頃、山形市の株式会社Ｏにおいて、その店長Ｐ管理に係るＤ\nＶＤソフトなど３点（時価合計１万２８２６円相当）を窃取し、\n３　同日午前１１時頃、山形市のＱ店内の株式会社Ｒにおいて、その店長Ｓ管理に係\nる音楽ＣＤ３点（時価合計１万０１０８円相当）を窃取した。\n第４　無免許運転事犯\n(1)　犯行に至る経緯\n被告人Ａの運転免許は平成１２年１２月に失効し、本件自動車が平成１３年１月中\n旬頃に故障して使用できなくなったため、被告人Ａは、被告人Ｂが借りたレンタカー\nを運転して上記のような逃亡生活を続けていた。\n(2)　犯罪事実\n被告人Ａは、公安委員会の運転免許を受けないで、平成１３年４月１７日午後４時９\n分頃、仙台市の東北縦貫自動車道Ｔ料金所自動発券機付近道路において、レンタ\nカーである普通乗用自動車（石川○○わ○○○○号）を運転した。\n（法令の適用）\n１　被告人Ａ\nア　罰　　　条\n第１(2)につき　　　　　　刑法６０条、２０５条\n第２(2)につき　　　　　　刑法６０条、１９０条\n第３(2)１ないし３につき　いずれも刑法２３５条\n第４(2)につき　　　　　　道路交通法１１８条１項１号、６４条\nイ　刑種の選択　　　　　第４(2)につき懲役刑\nウ　併合罪処理          刑法４５条前段、４７条本文、１０条（最も重い傷害致死罪の\n刑に刑法１４条の制限内で法定の加重）\nエ　未決勾留日数算入　　　　　刑法２１条\nオ　訴訟費用の不負担　　　　　刑事訴訟法１８１条１項ただし書\n２　被告人Ｂ\nア　罰　　　条\n第１(2)につき　　　　　　刑法６０条、２０５条\n第２(2)につき　　　　　　刑法６０条、１９０条\nイ　併合罪処理          刑法４５条前段、４７条本文、１０条（重い傷害致死罪の刑に\n刑法４７条ただし書の制限内で法定の加重）\nウ　未決勾留日数算入　　　　　刑法２１条\nエ　訴訟費用の不負担　　　　　刑事訴訟法１８１条１項ただし書\n（量刑の事情）\n１　本件は、被告人両名が、実の子である２歳４か月のＤ（平成１０年４月２９日生）に\n対しホテルの一室で浴槽の湯に顔を沈めるなどの暴行を加えてＤを窒息死させ、\nその死体をＵ村の崖にある人目につかない茂みの中まで運んで遺棄し、以後約８\nか月にわたり自動車で逃亡生活を続けるうち生活費に窮し、これを得るために被告\n人Ａが店舗で物品を窃取し、自動車の無免許運転をしたという事案である。\n２　本件傷害致死について\n(1)　被告人両名は、もともと子供の世話をしようとする意思が乏しく、Ｄの世話も怠っ\nていただけでなく、第３子のＧが生まれた平成１１年５月頃からは、当時満１歳に\nなったばかりのＤがＣに比べて手がかかり、自分たちの思いどおりにならないな\nどといった身勝手極まりない理不尽な理由で、実の親なら分別を要求することな\nどありえない年齢のＤに対し、あろうことか共に暴力を振るうようになり、平成１２\n年の春頃からＤが満２歳を過ぎて被告人両名に命を奪われるまでの間、Ｄの体\nには被告人両名の暴力による痣が絶えない程度にまで至っていた。このように\n親から虐待を受けて生きる幼な子の心身が順調に発達するはずはなく、実の両\n親である被告人両名の虐待による影響もあって発達が遅れたＤが、それを理由\nに更に虐待を受けるというのでは、あまりも残酷である。\nそれまでの間も、被告人Ａは、転々と勤務先を変えていたのに、被告人Ｂとの間に\n平成１０年４月にＤ、平成１１年５月にＧ、平成１２年６月にＩと、次々に子を儲けて\n育児の負担を増大させただけではなく、平成１２年８月中旬頃には、被告人Ｂに\n対し、ヤクザからいわれのない取立てを受けている旨の嘘をついて、被告人Ｂ及\nび手がかかって当然の乳幼児を含む４人の子に不自由なトラック生活を余儀なく\nさせ、被告人Ａを含む家族全員が肉体的にも精神的にも疲労を蓄積させていっ\nたのに、本件傷害致死の当日には、ヤクザが来ているので社員寮には帰れない\n旨の嘘を重ねて、疲れた妻子をホテルの一室へ赴かせたものである。\nこのようにして肉体的にも精神的にも疲労が蓄積していた被告人両名は、ホテル\nの一室で泣き出したＤに対し、自分たちが早く休みたいとの思いから、上記のと\nおり残酷な虐待の延長として、いわれのない暴行を執拗に加えたものであり、こ\nの虐待にもがき苦しんだＤは、遂に生命まで奪われたのである。このような虐待\nを、上記のような身勝手極まりない理不尽な理由で正当化しようとした被告人両\n名が、今は亡きＤから非情かつ冷酷と怨まれてもやむを得ない。\n(2)  本件傷害致死の犯行態様は、逃れるすべのない幼児であるＤの頭部を浴槽の\n湯の中に沈めるなどの暴行を執拗に加えたというものであり、死の結果発生に\n至る可能性が極めて高いのに、実の両親である被告人両名が揃ってその危険\n性を顧慮することなく執拗に暴行を続けたという点で極めて悪質である。\n(3)　また、その犯行は、薄幸のうちにも懸命に生きようとしていたＤの命を、僅か２年\n４か月で奪ったものであって、結果も極めて重大である。\n３　本件死体遺棄について\n(1)　我が子Ｄの生命を奪った被告人両名は、これを弔うどころか、自分たちがＤに加\nえてきた虐待や本件傷害致死の犯行が発覚しないことのみを願い、Ｄの死体を\n遠くＵ村の崖にある茂みまで運んで捨てたうえ、その後約８か月にわたり逮捕を\n免れるため子供３名を連れて逃亡生活を続けたものであって、そこには、我が子\nＤに対する情愛の念はもとより死者に対する畏敬の念も窺われない。\n(2)　本件死体遺棄は、被告人Ａが平成１３年４月１７日に仙台市で本件無免許運転\nの罪により現行犯逮捕された際、警察の追及を受けた被告人両名がＤの死体を\n捨てた場所を自供したことにより発覚したものであるが、その自供に基づく捜査\nの結果、Ｄの死体が発見されたのは、被告人両名が遺棄してから約８か月経過\n後のことであり、Ｄの死体は、野生動物等に食い散らされて、既に白骨化した一\n部の骨のみとなり、その遺骨すら散乱している状態になっていたのである。Ｄは、\n薄幸の中で短い一生を閉じたのちも、葬られることなく茂みに放置され、白骨化\nした骨の一部しか残らなかったのであって、その霊の怨みに思いをいたすと、哀\nれというほかはない。\n(3)　また、本件死体遺棄の犯行を自供した被告人両名も、その後の捜査により本件\n傷害致死の犯行を認めるに至る前は、ともに、Ｄは海で溺れて死んだ旨の虚偽\nの供述をしていたのであって、これらの犯行が順次社会に報道された結果、社\n会に衝撃を与えたことも看過できない。\n４　本件窃盗と本件無免許運転について\n(1)　本件窃盗と本件無免許運転は、被告人両名が逮捕を免れるために自動車で逃\n亡生活を続けるうちに、被告人Ａが単独で犯した犯行である。被告人Ａは、その\nような逃亡を続けるために換金目的で店舗から品物を窃取し、運転免許が失効\nしてから４か月近くにわたり自動車運転を続けてきたのであって、その規範意識\nの鈍麻は顕著というほかはない。\n(2)　しかし、本件窃盗の目的は、被告人両名が逃亡生活を続けるための資金を得る\nところにあり、本件無免許運転についても、被告人Ｂが被告人Ａの運転免許が失\n効していることを知りながら、逃亡生活に使用するレンタカーを自分の名義で借\nりたという事情がある。\n５　これまでに検討した事情に照らして考えると、僅か２年４か月の短い生涯を終えた\nＤは、世界に二人しかいない実父母の完全な支配下にある時期を生きていたので\nあるから、実父母である被告人両名は、本来であれば、我が子Ｄに情愛を注ぎ、そ\nの発達の程度に応じた養育をし、健全な心身を育成しなければならなかったにもか\nかわらず、第３子Ｇを儲けて育児の負担が増えるや、満１歳になったばかりのＤに\n対し、第１子のＣに比べて手がかかるなどという自分たちの都合だけで虐待を始\nめ、更に育児の負担が増えた第４子Ｉの出生後も虐待を続け、その虐待の影響もあ\nって発達が遅れていたＤに対し、これを理由に更に強烈な虐待を繰り返したあげ\nく、被告人Ａの無責任極まりない生活態度によって心身ともに疲労困憊するに至っ\nたというのに、またもや自分たちの都合だけで、泣き叫ぶＤを押さえつけて浴槽に\n沈めるなどの非情な虐待に及んだ結果、遂に我が子Ｄの命まで奪い、さらに、自分\nたちの逮捕を免れるためにＤの死体を崖の茂みに隠して逃走し、盗みをして逃亡\n資金を作るまでになった被告人Ａが無免許運転で現行犯逮捕されるまでの間、長\n期間にわたり逃亡生活を続けていたのである。もがき苦しみながら夭折したＤにと\nって、被告人両名は、親ではなく、冷酷・非情な鬼であったと言っても過言ではな\nい。このような本件傷害致死及び本件死体遺棄の犯情及び情状が極めて悪質で、\n強い非難を加えなければならないことは明らかであり、その刑事責任が相当に重\nいことも明らかである。\n被告人両名が当公判廷において自分たちの身勝手な行動によりＤの命を奪ったこ\nとについて反省していること、情状証人として出廷した被告人Ａの父親及び被告人\nＢの母親がそれぞれ被告人両名の更生に協力する旨を証言していること、被告人\n両名には、現在被告人Ａの両親が引き取って養育している満５歳のＣ・すぐに満３\n歳となるＧ・間もなく満２歳となるＩの３名の子供がいること、なお、被告人Ａには道路\n交通法違反の罰金前科３件以外に前科がなく、被告人Ｂには前科がないことなど、\n被告人両名のために斟酌すべき情状もないではないが、これをもって、上記のとお\nり重大な刑事責任を大幅に減ずることはできない。\n６　被告人両名がＤに加え続けた虐待の程度について、それぞれの暴行内容や回数\n等を全体的に見れば、その間に大差はないというべきであり、本件傷害致死及び\n本件死体遺棄における被告人両名の各実行行為を見ても、共に積極的に関与し\nたものであって、むしろ、その各犯行において被告人Ｂが果たした役割は、被告人\nＡに優るとも劣らないというべきである。被告人Ａの単独犯行である本件窃盗及び\n本件無免許運転についても、被告人Ｂに無関係の犯行とはいえず、これをもって被\n告人Ａの刑事責任と大きな差をつけることはできない。\nしかしながら、前記のとおり、被告人Ａが転々と勤務先を変えていたのに被告人Ｂと\nの間に次々に子を儲けて育児の負担を増大させただけではなく、被告人Ｂに嘘を\nついて乳幼児４人を抱える被告人Ｂに不自由なトラック生活を強いるような無責任\n極まりない生活態度をとり、これが本件傷害致死の犯行を触発した面があることか\nらすれば、被告人Ａの刑事責任は、被告人Ｂのそれよりも、その分重いというべき\nである。\n７　以上の事情のほか諸般の事情をも考慮して、主文のとおり量刑した。\n平成１４年５月９日\n福井地方裁判所刑事部\n裁判長裁判官　　　松　　　永　　　眞　　　明\n裁判官　　　佐　　　藤　　　晋　一　郎\n裁判官　　　松　　　本　　　展　　　幸\n"
}