{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 16,
    "month": 3,
    "day": 18
  },
  "case_number": "平成14(行ケ)355",
  "case_name": "特許取消決定取消請求事件",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "10447",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=10447",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/447/010447_hanrei.pdf",
  "contents": "平成１４年（行ケ）第３５５号　特許取消決定取消請求事件\n平成１６年３月１８日判決言渡，平成１６年３月４日口頭弁論終結\n判　　　　決\n原　　　告　　　　　東洋紡績株式会社\n訴訟代理人弁理士　　小谷悦司，植木久一，菅河忠志\n被　　　告　　　　　特許庁長官　今井康夫\n指定代理人　　　　　須藤康洋，高梨操，高木進，林栄二，小曳満昭，大橋信彦\n主　　　　文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n事実及び理由\n第１　原告の求めた裁判\n「特許庁が異議２００１－７１４１０号事件について平成１４年５月２１日にし\nた決定を取り消す。」との判決。\n第２　事案の概要\n本件は，後記本件発明の特許権者である原告が，特許異議の申立てを受けた特許\n庁により本件特許を取り消す旨の決定がされたため，同決定の取消しを求めた事案\nである。\n１　前提となる事実等\n(1)　特許庁における手続の経緯\n(1-1)　本件特許\n特許権者：東洋紡績株式会社（原告）\n発明の名称：「自動車安全装置用基布およびその製造方法」\n特許出願日：平成４年６月１０日（特願平４－１５０５３６号）\n設定登録日：平成１２年９月１４日\n特許番号：第３１０９０３５号\n(1-2)　本件手続\n特許異議事件番号：異議２００１－７１４１０号\n訂正請求日：平成１３年１０月２３日請求，同１４年５月１０日補正（本件訂\n正）\n異議の決定日：平成１４年５月２１日\n決定の結論：「訂正を認める。特許第３１０９０３５号の請求項１ないし２に係\nる特許を取り消す。」\n決定謄本送達日：平成１４年６月１５日（原告に対し）\n(2)　本件発明の要旨\n本件訂正後の特許請求の範囲の記載は以下のとおりである（下線部分が本件訂正\nにより付加された。以下，請求項番号に対応して，それぞれの発明を「本件発明\n１」などともいう。）\n【請求項１】総デニールが４５０デニール以下のポリアミド繊維よりなる糸を経\n糸および緯糸に用いた織物であり，織物密度（本／インチ）と糸デニールの平方根\nの積より求められる織物のカバーファクター（ＣＦ）が１７００以上である織物の\n表面に油剤が０．０８重量％以上付着せしめられたことを特徴とする自動車安全装\n置用基布。\n【請求項２】ポリアミド繊維の紡糸工程で油剤を付与し，総デニールが４５０デ\nニール以下に構成した糸を経糸および緯糸に用いて製織するに際し，経糸に糊剤を\n付与することなくウォータージェットルームで製織し，次いで乾燥し，その後精練\n処理を施すことなく，熱セットを行なうかあるいは行なわずして製品化して織物密\n度（本／インチ）と糸デニールの平方根の積より求められる織物のカバーファクタ\nー（ＣＦ）が１７００以上である織物の表面に油剤が０．０８重量％以上付着せし\nめられた自動車安全装置用基布を得ることを特徴とする自動車安全装置用基布の製\n造方法。\n(3)　決定の理由の要旨\n(3-1)　決定は，本件訂正請求につき，法令に適合するので認めると判断した。\n(3-2)　決定は，本件訂正後の請求項１，２に係る本件発明について検討し，概ね\n次のとおり判断した。\nすなわち，特許権者（原告）は，本件の実施例１における油剤量は，抽出溶剤と\nしてｎ－ヘキサンを用いソックスレー抽出器を使用して測定したものであり，本件\n特許出願当時において，ｎ－へキサンを使用してポリアミド繊維の油剤付着量を測\n定することは，当業者であれば当然に採用するものであって，一義的に決まるもの\nであると主張する。しかし，ポリアミド繊維の油剤量測定において，ｎ－へキサン\nを使用することが，出願時の技術常識であるという，特許権者の主張は採用でき\nず，本件特許請求の範囲及び発明の詳細な説明には，「織物の表面に油剤が０．０\n８重量％以上付着せしめられた」という発明の構成に欠くことができない事項につ\nいて，その測定方法が明確に記載されておらず，しかも，当該測定方法は，出願時\nの技術常識に基づいて当業者に理解できるものとも認められないから，本件特許出\n願は，特許法３６条４項及び５項２号の規定（判決注：平成６年法律第１１６号に\nよる改正前の規定）を満たさないものであるので，本件特許は，拒絶の査定をしな\nければならない特許出願に対してされたものであって，取り消されるべきである。\n２　原告の主張（決定取消事由）の要点\n(1)　全文訂正明細書（甲２－２。以下「本件明細書」という。）の記載によれ\nば，本件発明においては，まず，使用糸に対して積極的に油剤を与え，その油剤が\n糸から除去されるのを防ぎつつ後の工程を行うという工夫がされている。したがっ\nて，本件発明で規定される油剤付着量についてはこれを意図的に調整・制御するこ\nとが可能であるという思想の下で設計され得ること，そして，油剤の残存付着量の\n測定は，調整・制御の結果を確認するという意義を有していることが明瞭に理解し\n得る。なお，本件発明では，油剤自体の構成内容を把握，明示するような学術的業\n績は構成に欠くことのできない要素ではない。\n(2)　本件発明における油剤付着量の測定は，油剤の種類や量といった油剤付与条\n件を十分掌握し，かつ，その油剤が製織プロセスでどの程度除去されるかを把握し\nて行われるものであるから，当該付着量の測定は，糸の種類はもちろんのこと，油\n剤の種類・付与量，除去予測量などがすべて掌握できている条件下に行われるので\nあって，抽出溶剤の選定や抽出条件の設定などは，当業者にとって，いささかの困\n難もなくなし得るものである。しかも，油剤は，精練処理によって簡単に除去され\nる程度のものであるから，布帛に対する油剤の付着は，基本的に物理的付着と考え\nられ，抽出に際して複雑な要因を考慮する必要が少ないという事情も存在する。結\n局，油剤選択や付着油剤量の測定に際しても，さしたる困難が予測されるものでは\nない。\n(3)　本件発明では，油剤は紡糸工程ですべての糸に付与し，精練工程を省略し\nて，ウオータージェットルームによる製織を行うという簡素な方法によって，油剤\n付着量を0.08重量％以上とする好適な実施態様が可能となる（甲２－２，段\n落【0014】）。そして，布帛構成繊維に油剤が付着していることに基づく平滑性や\n柔軟性によって，布帛の引き裂きに強く抗して高い引裂強力を示すのであり，布帛\nへの油剤付着量の多少による効果の差異を見出した点に特徴を有するのであって，\nこの意味から，布帛表面に油剤が絶対的にどの程度残存しているかということが効\n果の分かれ目となる指標なのである。その絶対的付着量が判明できさえすればよ\nく，どのような方法でその値を判明させるかの手法は問題とならない。\n(4)　結局，付着している油剤の絶対量をいかに正確に把握できるかというだけの\n問題であるから，特許請求の範囲にその把握方法を記載しなくとも，前記のような\n方法で紡糸工程での油剤の付着などを行って製織した布帛について，油剤の種類や\n量，布帛の種類に基づく物理的付着の度合い，ウオータージェットルーム製織時の\n脱落予測量を考慮しつつ，予測された付着量を念頭におきながら，その予測付着量\nを確認できるような最適の抽出溶剤を選択するだけのことであり，格別の創造的思\n想を要求されたり，相当な試行錯誤的努力を要求されたりすることがないもので，\nさして困難な作業ではない。\nしたがって，本件発明における油剤付着量というのは，布帛に対して油剤が付着\n残存している量という意味であり，未知の特殊物性ないし特殊パラメーターという\nのではなく，当業者がこれまで把握，表現したことのない制御値ではなく，特殊な\n測定装置，手法による必要など全くないものである。\n溶剤選択は，当業者が臨機応変に行い得ることであって，付着溶剤の絶対量を正\nしく知ることさえできればいい。そして，前記のとおり，溶剤選択に際して，紡糸\nや製織のプロセスの情報が重要な役割を果たす。\n以上のように，本件発明において，抽出溶剤ないし抽出条件を特定したり，限定\nしたりすることは，技術的に意義のないものである。\n(5)　原告は，審判における審尋において，実施例１での油剤の抽出溶剤として，\nｎ－ヘキサンを用いたことを述べた。この点に関する決定の判断も誤っている。\nすなわち，油剤量を生産工程において適宜チェックすることは，一般織物試験法\nで規定されているほどであるから，明細書中に記載がなくとも，当業者にとって格\n別のことではない。次に，原告は，溶剤の種類を先に決定した場合における想定ケ\nースを述べたものであり，そもそも溶剤の種類を決定する時点でオリゴマーを溶解\nしないことを溶剤選定条件とすることは，当業者の常識である。オゾン層保護法に\nより四塩化炭素が製造禁止になったのは，本件特許出願よりも後であるが，法規制\nに拘泥することなく，より安全な溶剤選定を行うことは，技術者の良心の問題であ\nり，種々の面でベストと考えられるｎ－ヘキサンを使用することは，当業者の技術\n常識の範囲内である。\n(6)　本件発明は，油剤の絶対的付着量を問題とするものであり，その意味では抽\n出条件として適正なものでなければならないが，抽出条件は，当業者にとって開示\nされていなくとも，実験室での日常的工夫の範囲で十分に最適条件を導き出すこと\nが可能なのであり，抽出溶剤の記載がないことをもって，本件発明が当業者にとっ\nて実施不能なものになったり，本件発明の構成が不明瞭になるという問題ではな\nい。\n紡糸条件，製織条件を知る者にとって，溶剤抽出条件は簡単に設定できる。実施\n例に抽出溶剤名の開示がなくとも，当業者であれば，日常的工夫の範囲内で，か\nつ，技術常識に従って抽出溶剤の選定を行うことが可能である。\n被告の主張は，油脂の中身がわからないからなどという前提を設けたこと，一種\n類の溶剤では定量できないということ，使用すべき溶剤が当業者にとって選択困難\nということにおいて，技術常識に反している（当業者であれば，ＪＩＳ法に従って\n四塩化炭素を用いることも可能である。）。\nなお，被告は，乙４を援用するが，これは，どのような種類の繊維にどのような\n種類の油剤がどの程度の量使用されたかという情報を前提条件として知りながら，\nその情報を全く無視して，抽出溶剤の適否を考察せずに測定し，溶剤が異なれば測\n定値が異なるという事実を示したものにすぎず，技術的背景を無視した報告書であ\nる。\n(7)　よって，本件特許出願が特許法３６条４項及び５項２号の規定（平成６年法\n律第１１６号による改正前のもの）により特許を受けることができないものである\nとの決定の認定判断は誤っている。\n３　被告の主張の要点\n(1)　本件特許出願が特許法３６条５項２号（平成６年法律第１１６号による改正\n前のもの）の規定を満たしていないとした決定の判断に誤りはない。\n本件発明の「自動車安全装置用基布」における織物に付着した油剤は，種々の工\n程由来のものが想定され，紡糸工程で付与された油剤のみを考慮すればよいという\nような単純なものではない。\n次に，本件明細書において，「油剤」の定義が明確にされているわけではない\nし，「油剤」を構成する成分化合物の内容の詳細が規定されているものでもない。\n実施例で用いた油剤も，段落【0018】のように漠然と成分を記載しているにすぎ\nず，成分のすべてが具体的化合物名をもって示されてはいない。本件発明の油剤\nは，正体不明といわざるを得ない。\n成分化合物の詳細が不明の油剤について，化学組成の内容を分析することは，技\n術的に困難である。\n以上のように，「油剤」の組成など溶剤抽出による測定に必要な条件がすべて事\n前に把握されていることを前提とした原告の主張は，何ら明細書の記載に基づくこ\nとなく，しかも，技術常識に反することを前提としているのであって，失当であ\nる。そして，本件発明の「油剤」の定義が明瞭でない結果，本件発明が明確に把握\nできないものとなっているのである。\nさらに，正体不知の「油剤」の絶対的付着量を測定することは極めて困難であ\nる。\n本件発明における油剤付着量は，絶対的付着量を意味するものと解することに根\n拠はなく，したがって，「油剤が0.08重量％以上付着」という正体不知の油剤の付\n着量に関する構成は，むしろ特定の測定方法に基づき定義されるべきである（測定\n方法に技術的意義を有する。）ところ，特許請求の範囲には測定方法が構成に欠く\nことができない事項として記載されていない結果，本件発明は，明確に把握できな\nいものとなっている。\n(2)　本件特許出願が特許法３６条４項（平成６年法律第１１６号による改正前の\nもの）の規定を満たしていないとした決定の判断に誤りはない。\n一般的に，「油剤」の組成成分化合物の詳細は不明である。このような「油剤」\nを抽出目的物質として溶剤抽出により付着量測定を行う場合，一種類の抽出溶剤の\nみを用いた「一つの測定方法のみ」から，複雑な組成成分により構成される油剤の\n「絶対的付着量」を求めることができないことは当業者の技術常識である。つま\nり，測定方法（例えば，使用される抽出溶剤）が異なれば，同じ織物に同じ油剤が\n付着されている場合であったとしても，異なる値が得られることからも明らかであ\nる（乙４）。いくつかの抽出溶剤を組み合わせたり，いくつかの測定方法を複数段\nに分けるなどの作業から，全体（絶対）の付着量を求めることが考慮される。\nさらに，本件発明を構成する油剤は，正体不明であるが，明細書の記載に基づく\nと，極めて多くの種類の化合物の混合物からなり，その組成の組み合わせも，極め\nて多く存在するものと考えねばならない。そうすると，本件発明に係る「油剤」の\n「絶対的付着量」を測定する際の抽出溶剤の選定などは，油剤を構成すると考えら\nれる範囲のありとあらゆる成分の存在（つまりは全成分の抽出）を前提として考慮\nしなければならないから，当業者であったとしても，相当な試行錯誤的努力を要求\nされ，いささかの困難もなくなし得るものということはできない。\n油剤の付着量を知るための構成，すなわち，付着量を測定する方法は，当該発明\nにおける重要な事項であることは明白である。油剤の付着量の測定方法が本件明細\n書に記載されておらず，測定方法の違いにより測定結果（付着量の値）が異なるも\nのである以上，本件明細書の発明の詳細な説明には，前述の油剤の入手の困難性を\n含め，本件発明を容易に実施できる程度に記載されているということはできない。\n仮に，本件発明の油剤付着量が絶対的付着量であったとしても，正体不知の油剤\nの絶対的付着量を測定する方法が，発明の詳細な説明において，当業者が容易に実\n施できる程度に記載されていない。\nなお，原告は，実施例で使用した抽出溶剤は「ｎ－ヘキサン」であるとし，その\n選定の妥当性を主張するが，「油剤」の構成成分のすべてを漏れなく定量分析する\nための抽出溶剤として，「ｎ－ヘキサン」が適切なものであると判断することはで\nきない。また，「ｎ－ヘキサン」を選定することが当業者の技術常識であったとも\n認められない。\n第３　当裁判所の判断\n１　原告は，本件発明においては，使用糸に対して積極的に油剤を与え，その油\n剤が糸から除去されるのを防ぎつつ後の工程を行うから，油剤付着量についてはこ\nれを意図的に調整・制御可能となっていると主張するので，この点から検討する。\n(1)　本件明細書（甲２－２）の発明の詳細な説明の欄には，付着油剤に関して，\n次のような記載がある。\n(a)　「本発明の構成は，…織物の表面に油剤が０．０８重量％以上付着せしめら\nれたことを特徴とする自動車安全装置用基布およびポリアミド繊維の紡糸工程で油\n剤を付与し，総デニールが４５０デニール以下に構成した糸を経糸および緯糸に用\nいて製織するに際し，経糸に糊剤を付与することなくウォータージェットルームで\n製織し，次いで乾燥し，その後精練処理を施すことなく，熱セットを行うかあるい\nは行わずして製品化して…織物の表面に油剤が０．０８重量％以上付着せしめられ\nた自動車安全装置用基布を得ることを特徴とする…製造方法である。」\n（【0005】）\n(b)　「更に，引裂強力の熱劣化を小さくするため，基布には油剤が０．０８重量\n％以上，望ましくは０．１０重量％以上付着していることが必要である。本発明で\n述べる油剤とは，高級アルコール，含イオウエステル，長鎖アルコールオレエー\nト，硬化ヒマシ油を主成分として含有するものである。油剤付着量が多くなり過ぎ\nると，基布の難燃性が低下するので，油剤付着量は１．０重量％以下，望ましくは\n０．８重量％以下であることが必要である。」（【0013】）\n(c)　「上記の油剤付着量を有する基布を得るには，紡糸工程にて油剤を付与した\nタテ糸，ヨコ糸を用いて，タテ糸に糊剤を付与することなく，ウォータージェット\nルームで製織するのがよい。なおここで，タテ糸に糊を付与して製織すると，…糊\nを精練処理で除去する必要があるが，この時，基布に付着する油剤も除去されるた\nめ，基布の耐熱性の低下が生じる。…また，該油剤中には，他成分として，各種の\n鉱物油，動植物油，あるいは酸化防止剤，難燃剤，平滑剤，静電防止剤等の添加剤\nを含有してもさしつかえない。」（【0014】）\n(d)　「…布帛は，油剤が十分付着しているので，平滑性，柔軟性に優れ，かつ高\n温環境下における引裂強力の劣化が…油剤付着量の少ない布帛に比べて，非常に小\nさく…」（【0016】）\n(e)　「実施例１　紡糸工程において，長鎖脂肪酸エステル６０部，硬化ヒマシ油\n２５部，多価アルコールエステル１０部，酸化防止剤，ＰＨ調整剤等の添加剤５部\nよりなる油剤を付与して得られたナイロン６６，…」（【0018】）\n(f)　段落【0026】【表１】において，実施例１ないし３，比較例１ないし５が記\n載されているが，これらの「油剤付着量（ｗｔ％）」の欄には，０．０５～０．５\n４の数値が記載されている。\n(2)　原告は，上記のとおり主張するが，本件明細書の付着油剤に関する上記記載\nはもとより，その余の本件明細書の記載を精査しても，原告が主張するような油剤\n付着量の調整・制御可能性を示す記載は見当たらない。原告の主張は，明細書の記\n載に基づくものとはいえず，失当であるというほかない。\n２　原告は，油剤付着量の測定は，油剤の種類や量といった油剤付与条件を十分\n掌握し，かつその油剤が製織プロセスでどの程度除去されるかを把握して行われる\nから，当該付着量の測定は，糸の種類はもちろんのこと，油剤の種類・付与量，除\n去予測量などがすべて掌握できている条件下に行われるのであって，抽出溶剤の選\n定や抽出条件の設定などは，当業者にとっていささかの困難もなくなし得ると主張\nする。\n(1)　実験成績報告書（乙４）には，あらかじめ油剤を０．２重量％となるように\n付与した繊維を用いてウォータージェットルームにより製織した平織物を精練，乾\n燥及び熱セットしたものを，ＪＩＳに規定されたアルコール・ベンゼン抽出法（Ａ\n法）と，四塩化炭素抽出法（Ｂ法）とにより，基布に付与された油剤の定量を行\nい，\nその結果が「表３」として，次のようにまとめられている。\n(2)　上記乙４の実験結果の信用性については，これを疑うべき証拠はない。\n乙４には，繊維の段階であらかじめ油脂を既知量（０．２重量％）付与した後，\n製織して作製した基布試料に対して，いずれもＪＩＳで規定されているＡ法とＢ法\nとにより，抽出溶媒を変えて測定した油脂の付着量について定量したところ，異な\nる結果が得られた事実が示されている。\nすなわち，既知の油脂であって，その製織前に付与した量があらかじめ判明して\nいる場合においてさえ，抽出溶媒等が異なる別異の測定方法によれば，検出される\n残存付着量は異なり得るものであることが認められる。\nしかも，本件発明に係る油剤は，上記１(1)(b)及び(c)のように，「高級アルコー\nル，含イオウエステル，長鎖アルコールオレエート，硬化ヒマシ油を主成分として\n含有」し，かつ，「他成分として，各種の鉱物油，動植物油，あるいは酸化防止\n剤，難燃剤，平滑剤，静電防止剤等の添加剤を含有してもさしつかえない」とされ\nているのであって，種々の複雑な成分からなり，組成成分化合物の詳細や成分割合\nが明らかにされているものではない。よって，既知の油剤以上に，その残存付着量\nを測定するに際して，溶剤の選定や抽出条件の設定により，検出される付着量の値\nが変わることが容易に推測される。\nしたがって，測定方法が特定されていない本件発明１，２は，その構成を明確に\n把握することができないものというほかない。これと同旨をいう決定に誤りはな\nい。\n３　原告は，本件発明は，布帛表面に油剤が絶対的にどの程度残存しているかと\nいうことが効果の分かれ目となる指標であり，その絶対的付着量が判明できさえす\nればよく，どのような方法でその値を判明させるかの手法は問題とならないと主張\nする。\nしかしながら，「絶対的付着量」に関して，本件明細書には何ら記載がなく，本\n件明細書でいう「付着量」が「絶対的付着量」であることをうかがわせる記載も見\n当たらない。そして，「付着量」を求める手法についても記載がなく，当然のこと\nながら，「絶対的付着量」を求める手法についても記載がない。\nそして，前判示のとおり，ＪＩＳに規定されている油脂分析方法であるＡ法とＢ\n法との間においても，検出値に大きな違いのあることは，乙４の記載から明らかで\nある。\nしたがって，原告の上記主張は，そもそも，絶対的付着量について本件明細書に\n記載がなく，明細書の記載に基づくものとはいえない上，絶対的付着量を決定する\n手法についても不明であるから，採用することはできない。\n４　原告は，本件明細書の実施例１での油剤抽出溶剤としてｎ－ヘキサンを用い\nたことを述べ，ｎ－ヘキサンを溶剤として用いることは当業者の技術常識の範囲内\nであると主張する。\nしかしながら，本件明細書には，油剤を抽出するための溶剤について，何ら具体\n的物質名が記載されていないこと，また，乙４からも明らかなように，ＪＩＳに\nは，アルコール・ベンゼン抽出法や四塩化炭素抽出法（本件出願当時，四塩化炭素\nは未だ製造禁止になってはいない。）があり，油剤抽出用溶剤として，ｎ－ヘキサ\nン以外の溶剤が存在することなどにかんがみると，四塩化炭素等と同じく，一溶剤\nにすぎないｎ－ヘキサンを溶剤として使用することが当業者の技術常識であったも\nのと認めることはできない。よって，原告の上記主張も採用の限りではない。\n５　以上説示したとおり，原告が取消事由として主張するところは，いずれも採\n用することができず，本件特許出願が特許法３６条４項及び５項２号（平成６年法\n律第１１６号による改正前）の規定を満たさないとした決定に誤りがあるとはいえ\nない。\n６　結論\n以上のとおり，原告主張の決定取消事由は理由がないので，原告の請求は棄却さ\nれるべきである。\n東京高等裁判所第１８民事部\n裁判長裁判官　　　塚　　原　　朋　　一\n裁判官　　　塩　　月　　秀　　平\n裁判官　　　田　　中　　昌　　利\n"
}