{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 4,
    "day": 16
  },
  "case_number": "平成13(行コ)115",
  "case_name": "公費違法支出差止等請求控訴事件(原審・静岡地方裁判所平成9年(行ウ)第6号)",
  "court_name": "東京高等裁判所",
  "field": "行政",
  "lawsuit_id": "15395",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=15395",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/395/015395_hanrei.pdf",
  "contents": "主　　　文\n１　本件控訴をいずれも棄却する。\n２　控訴費用は，控訴人らの負担とする。\n事実及び理由\n第１　当事者の求めた裁判\n１　控訴の趣旨\n（１）　原判決を取り消す。\n（２）　被控訴人静岡県知事は，運輸大臣が平成８年７月２６日空管第８２号をも\nって設置許可した静岡空港の開設事業に関する一切の公金を支出してはならない。\n（３）　被控訴人ａは，静岡県に対して金２１７億円及びこれに対する平成９年６\n月２５日から支払済みに至るまで年５分の金員を支払え。\n（４）　訴訟費用は，第１，２審とも被控訴人らの負担とする。\n２　控訴の趣旨に対する答弁\n主文と同旨\n第２　事案の概要\n１　本件は，静岡県の住民である控訴人らが，①　被控訴人静岡県知事（以下「被\n控訴人知事」という。）に対して，同知事が運輸大臣（その承継者である国土交通\n大臣。以下本件では，国の機関については平成８年当時の名称等を用いる。）が平\n成８年７月２６日空管第８２号をもってした設置許可処分（以下「本件許可処分」\nという。）に基づいて静岡空港の開設事業に関して公金を支出するのは，違法な本\n件許可処分を前提として公金を支出するものであり，そうでなくても地方自治法１\n３８条の２（誠実義務）に違反するものであるから違法であるとして，同法２４２\n条の２第１項１号に基づいて，公金を同目的のために支出することの差止を求める\n（以下「本件差止請求」という。）とともに，②　静岡県知事である被控訴人ａ個\n人に対して，同被控訴人が平成８年度に空港対策費として２１７億円を支出したの\nは上記誠実義務等に違反した違法な行為であり，これにより静岡県に対して同額の\n損害を与えたとして，同項４号に基づき，静岡県に代位してその損害の賠償を求め\nる（以下「本件代位請求」という。）住民訴訟である。\n第１審判決は，地方公共団体が本件空港建設計画のような公共事業を計画する場\n合，当該事業をどのような規模の事業として計画するのか，事業費としてどの程度\nの経費を支出するのかについては多分に政治的決断を要する政策の問題というべき\nであり，当該地方公共団体の裁量にゆだねられているというべきで，その逸脱又は\n濫用がない限り違法とはならないとして，１審原告ら（控訴人らを含む６３名）の\n主張する違法事由について，概要，①　静岡空港開設計画の策定，推進の過程にお\nいて地域ないし地元住民への報告，説明は十分に尽くされ，民意を反映して計画が\n進められてきた，②　本件申請及び許可処分が著しく合理性を欠き，そのために予\n算執行の適正確保の見地から看過し得ない瑕疵があるとは認められない，③　静岡\n県の財政状況からして，本件財務会計行為に裁量権の逸脱，濫用があったものとは\n認められない，④　静岡空港の開設計画が著しく不合理で粗雑であるとの事情は認\nめられない，⑤　静岡空港開設計画が不合理で無意義なものであると断定すること\nはできないと判断して，１審原告らの請求をいずれも棄却した。\n本件は，上記１審原告らのうちの４９名が上記判決を不服として控訴したもので\nある。\n２　以下の事実は当事者間に争いがない。\n（１）　空港開設の計画\n昭和６２年１月２９日，当時静岡県知事であったｂは静岡県新総合計画（乙１）\nにおいて，静岡県内に空港（以下「静岡空港」という。）を開設する計画があるこ\nとを公表し，同年１２月１６日，同空港の建設予定地を榛原（島田）地区と決定し\nた。\nそして，同知事は昭和６３年１０月から現地調査に着手するとともに，平成元年\n１２月１５日，静岡空港の概略の全体像を明らかにした静岡空港基本計画案（乙\n２）を公表し，平成４年１月の「新総合計画中期発展プラン」（乙４）において，\n静岡空港の整備を静岡県の「２１世紀へのみちを拓く２１のプロジェクト」の第１\n番目に位置づけた（現在の静岡県知事である被控訴人ａは，平成５年８月１日に知\n事に就任した。）。\n（２）　予算措置等\n静岡空港は，平成３年１１月２９日の閣議において決定された第６次空港整備５\n箇年計画の運輸省資料において，空港計画の熟度（空域，就航率），費用負担（用\n地造成費の地元負担方法）等に関する様々な課題について，なお，調査検討が求め\nられる事業（予定事業）として位置づけられた後，平成５年８月２５日，その課題\nの解決の見通しが立ったとされる事業（新規事業）に組み入れられ，平成６年度政\n府予算案において，実施設計調査に要する経費として５０００万円が計上された。\n（３）　空港設置許可申請\n平成７年１２月１９日，被控訴人知事は運輸大臣に対して航空法３９条に基づ\nき，静岡空港設置許可申請（以下「本件申請」という。）を行った。\n運輸大臣は，平成８年２月２１日に，航空法３８条３項の規定に基づき，静岡空\n港の位置，範囲などを告示し，関係地方公共団体を通じて当該告示を現地において\n掲示したうえ，同年３月２７日，同法３９条２項の規定に基づいて静岡県島田市に\nおいて公聴会を開催するなどし，同年７月２６日，静岡空港が航空法３９条１項１\n号ないし５号の各要件に該当するとして，静岡空港設置を許可する旨の処分（以下\n「本件許可処分」という。）をした。\nそして，同年８月７日，静岡空港を第三種空港に指定する，空港整備法施行令の\n一部改正が閣議決定された。\n（４）　公金の支出\n被控訴人ａは，平成８年度予算の空港対策費として，同年度中に１６０億５７０\n１万７０００円の経費を支出し（以下「本件公金支出」という。），今後も，被控\n訴人知事として，静岡空港の建設費として公金を支出する予定である（以下併せて\n「本件財務会計行為」という。）。\n（５）　監査請求\n控訴人らは，平成９年４月２日，静岡県監査委員に対し，静岡空港対策費として\n公金を支出することに関し監査請求を行ったが，同監査委員は同月２６日，監査請\n求を却下する旨の決定をした。\n３　本件の争点は，①　本件許可処分に基づいて被控訴人知事が静岡空港の開設事\n業に関して今後とも公金を支出することが違法であるか否か，また②　同知事の地\n位にある被控訴人ａが平成８年度に空港対策費として支出した本件公金支出が違法\nであったか否かである。\n上記争点に対する当事者の主張は，以下に控訴人らの当審における主張を付加す\nるほかは，原判決の「事実及び理由」欄の第４に記載のとおりであるから，これを\n引用する。\n（１）　静岡空港設置事業の非民主性について\nア　平成１２年１０月から平成１３年７月にかけてマスコミ各社が行った世論調査\nの結果によれば，静岡空港を不必要と答えた者が必要と答えた者を上回っており，\nまた建設反対と答えた者が過半数を超えている。このように，静岡空港の建設につ\nいては民意が反映しているとはいえない。\nイ　平成１２年１１月に「静岡空港・住民投票の会」が結成され，静岡空港設置の\n是非を問う住民投票条例制定を求める直接請求署名運動が開始され，有効署名２７\n万人という法定要件を遙かに越える民意が示されたにもかかわらず，静岡県議会は\n平成１３年９月１２日の住民投票条例案を否決した。条例案否決の真の理由は，住\n民投票を実施すれば，静岡空港の建設中止に至ることが必至であったためであり，\nこの点にも静岡空港の建設について民意が反映されていないことが示されている。\n（２）　空港設置許可処分の違法性について\nア　航空法３９条１項５号は土地収用法が存在することを前提として規定されてい\nるのであるから，同法３条との関係では特則と解するべきである。\nしたがって，静岡空港の飛行場敷地については，土地収用法の適用はできない。\nまた，成田空港問題を契機とする航空行政の転換からしても，静岡空港について土\n地収用法を適用する可能性はない。\nイ　仮に飛行場敷地について土地収用法の適用が可能であるとしても，静岡空港開\n設事業については，被控訴人知事が静岡空港の建設は住民投票の結果に従うと表明\nするなど「起業者が当該事業を遂行する充分な意思と能力を有する」とする同法２\n０条１項２号の要件を欠き，また静岡県民に支持されず，無意義な事業が「土地を\n収用し，又は使用する公益上の必要がある」ともいえないから同条４号の要件も欠\nけているから，同事業について同法を適用することはできない。\n（３）　静岡空港設置事業の粗雑性について\n静岡県が平成１２年に公表した静岡空港の旅客需要予測は，国内線は６路線で１\n２１万ないし１２８万人にとどまるが，新たに国際線９路線で４０万ないし４３万\n人が見込めるというものである。しかし，従来から静岡県の予測は度々変更され，\n全く信頼性を欠く。上記の予測でも，新たに付け加えた国際線需要は明らかに誇大\nな数字であり，そもそも国際線開設の保証もない。静岡空港の旅客需要について\nは，平成１３年９月に「静岡空港・住民投票の会」が行った試算では７０万人以下\nとされており（甲２０７の１ないし３），この数字が客観的で現実的なものであ\nる。\n（４）　静岡空港設置事業の無意義性について\nア　平成１３年７月に実施された静岡県知事選挙でも，静岡空港設置計画について\nは同県民の支持が極めて低いことが明らかになった。マスコミの論調でも，必要性\nが乏しい地方空港の建設は建設中のものも含めて全面的に再検討し，中止すべきで\nあるとするものがあふれており，静岡空港はその代表的なものと指摘されている\n（甲２１０ないし２１６）。\nイ　平成１３年１月６日に施行された中央省庁等改革基本法の４条６号（政策評価\nと政策への反映）や４６条２号（統合的な補助金等の交付）は，その立法趣旨にか\nんがみて，静岡空港についても適用されると解すべきである。その場合には静岡空\n港は到底補助金等を交付する対象とはなり得ず，その設置許可処分は法的根拠を失\nうから，このような本件空港建設の意義はない。\nウ　被控訴人知事は，平成１３年７月に実施された静岡県知事選挙の前後にわた\nり，公約として，静岡空港の建設に関しては住民投票の結果に従うと公言しており\nながら，条例の制定を議会に働きかけもせず，条例案が否決された際に県民に詫び\nるでもなく，住民投票に何の熱意も持っていなかったことが明らかとなった。被控\n訴人知事は，住民投票に代わる措置として「空港専門家委員会」を設置したが，こ\nれは公平中立な第三者機関ではなく，このような手段を講じて宣伝しなければなら\nないところにも，静岡県民からほとんど見放されている静岡空港の実態が表れてい\nる。\n第３　当裁判所の判断\n１　地方自治法２４２条の２の規定に基づく住民訴訟は，普通地方公共団体の執行\n機関又は職員による同法２４２条１項所定の財務会計上の違法な行為又は怠る事実\nの予防又は是正を裁判所に請求する権能を住民に与え，もって地方財政行政の適正\nな運用を確保することを目的とするものである。\n本件で控訴人らが違法と主張している上記財務会計上の行為又は怠る事実に該当\nする事実は，被控訴人知事が今後も行うものと相当の確実さをもって予測されると\nころの静岡空港の開設事業に関する公金の支出，及びその地位にある被控訴人ａが\n平成８年度に既に行った同事業に関する公金の支出であるが，控訴人らがこれらの\n公金の支出が違法であると主張する理由は，本件申請及び同申請を前提とする本件\n許可処分が関係法規に照らして違法であり，また同事業に公金を支出することは地\n方自治法１３８条の２に規定されている誠実義務に違反するというものであり，当\n該公金の支出について，その支出の要件，手続等を定めたいわゆる狭義の財務会計\n法規に違反しているということは全く主張されていないし，本件証拠上もそのよう\nな事実を認めるべき証拠はない。\n２　本件差止請求について\n控訴人らは本件申請及び同申請を前提とする本件許可処分は違法であり，また静\n岡空港開業に向けた事業に公金を支出することは地方自治法１３８条の２に規定さ\nれている誠実義務に違反すると主張する。\n前記のとおり，被控訴人知事が平成７年１２月１９日に運輸大臣に対して航空法\n３８条に基づいて静岡空港の設置許可申請，すなわち本件申請を行い，これを受け\nた同大臣において同条３項，同法３９条２項の手続を経たうえで，平成８年７月２\n６日に静岡空港の設置を許可する旨の本件許可処分をした。\n航空法４９条は公共の用に供する飛行場について設置の許可があり，同法４０条\nに定める告示があった後には一定の建造物等の物件の制限等が生じることを定め，\n同法４１条１項は，飛行場の設置の許可を受けた者は許可の申請書に記載した工事\n完成の予定期日までに工事を完成させなければならない旨を規定している。そし\nて，同法４８条１項は正当な理由なく上記の期日までに工事を完成しないときに\nは，運輸大臣は飛行場の設置の許可を取り消すことができると規定している。これ\nらの規定からすると，被控訴人知事自らが本件許可処分の申請したものであり，そ\nの許可にかかる事業の不履行について許可処分の取消という不利益処分が予定さ\nれ，かつ設置許可に伴う物件の制限等を地域住民等に対して負わせることにかんが\nみ，被控訴人知事としては，本件許可処分が無効でない限りは，本件申請書に記載\nした工事完成の予定期日（平成１５年１１月１日・乙５。その後，平成１８年に変\n更）までに静岡空港についての工事を完成すべき行政上の誠実義務を負っているこ\nとはもとより，航空法上，予定期日までに静岡空港を完成させるべき法的義務を負\nっているということができる。\n今後，静岡空港の供用開始に至るまで，その用地の買収や必要な工事等になお相\n当の費用を要することは明らかであるから，本件差止請求に係る公金の支出を差し\n止めるということは，これら静岡空港の供用開始に向けての一連の事業を中止さ\nせ，その工事の完成を不可能にすることになるが，被控訴人知事は，上記のとお\nり，いわゆる講学上の特許というべき本件許可処分により静岡空港を設置する権能\nを付与され，その一方で所要の工事を完成させるべき義務を負担しているのである\nから，上記公金支出の差止は本件許可処分の効力を運輸大臣以外の機関等が抗告訴\n訟の手続によらないで，実質的に否定する処分をしたことと同じ結果となり，また\n被控訴人知事が負っている義務の履行を不可能ならしめることになる。\n行政処分は，それ自体に重大かつ明白な瑕疵があって無効であるか，取り消され\nない以上は，その効力を否定することはできないものと解され，本件中には本件許\n可処分が取り消されたと認めるべき証拠は存在しなから，以上のことからすれば，\n本件差止請求は，本件許可処分に重大かつ明白な瑕疵があって無効と解されない限\nりは，認められないものと解するのが相当である。\nなお，控訴人らは被控訴人知事が静岡空港の開設事業に関して公金を支出するこ\nとは地方自治法１３８条の２所定の誠実義務に違反すると主張するが，上記のとお\nり，被控訴人知事において静岡空港についての工事を完成させる義務を負担してい\nる以上は，これに沿った公金の支出が上記誠実義務に反すると解することはできな\nいから，控訴人らの上記主張は採用できない。\nしたがって，本件差止請求については，まずは，本件許可処分に重大かつ明白な\n瑕疵があって無効と認められる事由が存するか否かを検討することが必要であり，\nそれで足りるということになる。\n３　本件代位請求について\n（１）　控訴人らは本件代位請求についても，前記本件差止請求と同様に，本件申\n請及び同申請を前提とする本件許可処分は違法であり，また静岡空港開業に向けた\n事業に公金を支出することは地方自治法１３８条の２に規定されている誠実義務に\n違反すると主張する。\n（２）　ところで，被控訴人ａが平成８年度中に同年度予算中の空港対策費から１\n６０億５７０１万７０００円を支出したこと（本件公金支出）は当事者間に争いが\nないが，その支出年月日や費目等の詳細は本件証拠上明らかではない。\nしかし，前記当事者間に争いのない事実として摘示した静岡空港開業に向けた静\n岡県当局の取組の経緯や後に認定するその詳細な事実関係及び予算執行という事柄\nの性質からすれば，本件公金支出は静岡県当局（静岡県知事）における静岡空港を\n開設するという行政決定の下，既に平成７年１２月１９日に行った本件申請につい\nてそれほど遠くない時期に空港設置許可処分がされるであろうとの見込みに基づい\nて，同空港開業に向けての所要の調査，検討，対外的な説明あるいは空港建設に関\n連して行われた先行事業等のために必要な費用として支出されたものであり，平成\n８年７月２６日に本件許可処分がされてから後の部分は，同処分によって被控訴人\n知事が負うことになった工事完成すべき義務を果たすために必要な費用であったと\nの位置づけをも与えられる性質の支出であったものと推認される（控訴人らも，本\n件公金支出が静岡空港開設に向けられた，そのために必要な費用であったこと自体\nは争っていない。）。\n（３）　してみると，前記のとおり，控訴人らが本件公金支出が違法であると主張\nしている理由は，本件許可処分が関係法規に照らして違法であり，また静岡空港開\n設に向けた事業に公金を支出することは地方自治法１３８条の２に規定されている\n誠実義務に違反するというものである。これからすると，本件代位請求は地方自治\n法２４２条１項所定の財務会計上の行為である本件公金支出について，その動機・\n目的ないし原因となった静岡空港を開設するという静岡県当局（静岡県知事）の決\n定ないし運輸大臣の本件許可処分という，いずれも非財務会計行為に該当する行為\nの違法をもって本件公金支出が違法であると主張するものということになる。\nしかし，同法２４２条の２第１項４号の規定に基づく代位請求に係る当該職員に\n対する損害賠償請求訴訟は，財務会計上の行為を行う権限を有する当該職員に対\nし，職務上の義務に違反する財務会計上の行為による当該職員の個人としての損害\n賠償義務の履行を求めるものにほかならないから，当該職員の財務会計上の行為を\nとらえて同規定による損害賠償責任を問うことができるのは，たとえこれに先行す\nる原因行為に違法事由が存する場合であっても，この原因行為を前提としてされた\n当該職員の行為自体が財務会計法規上の義務に違反する違法なものであるときに限\nられるものと解される（昀高裁平成４年１２月１５日第三小法廷判決・民集４６巻\n９号２７５３頁）。\nしたがって，本件でも後に検討するとおり，控訴人らは静岡空港設置計画やその\nための諸事業について多くの違法事由を主張しているが，本件代位請求において\nは，これらの非財務会計行為の当否，違法が直接問題となるのではなく，そのよう\nな事情の下で行われた本件公金支出が被控訴人ａが負っていた財務会計担当者とし\nての職務義務に違反するか否かが問題であるということになる。\nまた，上記の同法２４２条の２第１項４号の規定に基づく代位請求に係る当該職\n員に対する損害賠償請求は，当該職員の財務会計担当者としての職務義務違反に係\nる責任を問うものであるから，このような訴えの性質からすれば，当該職員の行為\nが財務会計法規上の義務に違反する違法なものであるかどうかは，当該財務会計上\nの行為を行った時点を基準として判断すべきであることは当然である。これを本件\n代位請求についてみると，本件公金支出は遅くても平成９年３月末日にはすべての\n支出行為が終了しているものと推認されるから，同年４月１日以後に発生した事実\nについては，本件公金支出の違法性と関連する限度でしか本件では意味を有しない\n（控訴人らは，原審口頭弁論終結後の事情を審理する必要性を強調するが，上記の\n理由等からして採用できない。）というべきである。\n（４）　被控訴人ａは，本件公金支出は運輸大臣という同被控訴人とは別の機関が\nした本件許可処分に基づくものであるから，同処分が有効である限りは本件公金支\n出が違法となる余地はない等と主張する。\nしかし，前述のとおり，本件公金支出の一部は本件許可処分前に執行されたもの\nも存すると推認されるところであり，かつその詳細は本件証拠上明らかでないこと\nからすれば，すべてを本件許可処分に基づくものということはできない。そして，\n本件許可処分は，基本的には静岡空港の設置を許可するというだけのものであるか\nら，本件公金支出の直接の原因となるものでもなく，設置事業の実施に必要な行政\n処分，行政行為，私法的契約などが公金支出の直接の原因となるものである。そし\nて，本件許可処分後の公金支出については，飛行場用地の取得費用のように，本件\n許可処分により必然的に必要となる費用のほかに，例えば代替農地の開発やアクセ\nス道路開設関連の費用等のように必ずしも本件許可処分と直接的な関係があるとは\nいえず，その事業内容等の決定等になお相応の判断を要し，直ちに本件許可処分を\n原因とする支出とは認め難い支出も存すると推認される。\nこのような事情からすれば，本件設置許可が設置事業の実施のために行われる行\n政処分，行政行為，私法的契約などについて一般的に適法性や有効性を付与する効\n果を持つものではないから，被控訴人ａの上記の主張は，個別具体的な支出を前提\nとして論じるのであればともかく，本件設置許可の有効性を本件公金支出のすべて\nが適法である根拠としては採用できない。\n（５）　控訴人らは，本件申請及び本件許可処分は，本件財務会計行為に向けた一\n連の行為としてとらえるべきであり，本件では原因行為たる先行行為（本件申請）\nと後行行為である本件財務会計行為の行為者が同一であることを看過すべきではな\nい旨主張するが，同主張が本件申請及び本件許可処分に違法があれば直ちに財務会\n計行為ないし本件公金支出が違法となるとの趣旨であれば，上記のとおり採用でき\nない。\nもっとも，本件公金支出のうちで，本件許可処分後に執行されたものは，本件許\n可処分があったことを前提としていると認められるから，同処分に明白かつ重大な\n瑕疵があり無効であるか，あるいは同処分が取り消されていなくても，同処分に取\nり消し得べき瑕疵その他同処分のあることを前提として公金を支出することが相当\nでない事情があり，被控訴人ａにおいてそのような事情を認識すべきであったとす\nれば，合法的ないし合理的な目的のない行政処分，行政行為等を前提とするものと\nして，本件許可処分後に執行された公金支出が違法となる可能性のあることは否定\nできない。したがって，本件代位請求の係る違法を判断するについては，本件申請\n及び本件許可処分に上記のような特別な事情が存するか否かについても検討するこ\nととする。\nなお，控訴人らは被控訴人ａの本件公金支出に係る違法事由として地方自治法１\n３８条の２に定める誠実義務違反ということを主張するが，同規定は，普通地方公\n共団体の執行機関についてその責任に属する事務を誠実に管理し，執行すべき一般\n的抽象的な行政的責務のあることを規定したものであって，具体的な法的義務を規\n定したものとは解し得ない。被控訴人ａが静岡県知事として上記の誠実義務を負っ\nていたことは当然であるから，本件代位請求に係る違法の判断については，その点\nを踏まえて，同被控訴人のした本件公金支出が財務会計担当者としての職務義務に\n違反するか否かを判断すれば足りるものと解され，控訴人らの上記主張もそれ以上\nのものとは認められない。\n４　控訴人らの主張する違法事由について\n（１）　静岡空港開設計画への民意の反映について\nア　控訴人らは，地方公共団体が空港を開設するについては，空港開設の是非，要\n否を始め，その設置場所等について住民，特に空港が設置される地元住民の納得を\n得る必要があり，そのために被控訴人知事と地域住民との直接対話の機会を設ける\n等して民主的な手続で設置計画等を進めていくべきであるのに，被控訴人知事（静\n岡県担当者）は既成事実についての形式的な説明に終始し，同設置計画には民意が\n反映されていない旨主張する。\nイ　しかしながら，航空法等の関係法規上，飛行場を設置するについて地域住民の\n納得を得ることが必要である旨を定めた規定は存しないし，控訴人らが主張する直\n接対話，手続への住民の直接参加等の手続を履践すべきことを定めた規定も存しな\nい（航空法３９条２項は，運輸大臣は飛行場の設置許可についての審査を行う場合\nには，公聴会を開催し，利害関係人に意見を述べる機会を与えなければならない旨\nを規定しているが，本件で上記規定に基づく公聴会が開催されたことは前記争いの\nない事実として摘示したとおりであり，この規定も利害関係人の納得，同意を得る\nことまでを必要とするものではない。）。\nまた，新東京国際（成田）空港開設の経緯についての教訓に基づき，平成６年２\n月２２日に運輸省航空局は「空港と地域との共生に関する基本的な考え方につい\nて」（甲７）を公表し，その中で空港建設に至る段階毎に関係地域・地区及び住民\nと十分な話合いを行い，公聴会等で示された意見についても適切に対処していくこ\nとが必要である等のことを明らかにしている。しかし，これは運輸省航空局として\n今後の空港建設についての行政的な指針を示したものであるから，この指針によれ\nば，地方自治体等が飛行場を開設しようとする場合の行政の在り方として，建設予\n定地選定の段階から関係省庁間や関係地方公共団体等との調整を十分行ったうえ\nで，環境に対する影響の評価及び調和等にも配慮した計画案を策定し，これを関係\n地域へも開示して，地域住民や地権者らとの話合いを十分に行い，相互理解及び信\n頼関係を形成すべきであるとはいえるが，それ以上に控訴人らが主張しているよう\nな地域住民の納得を得ることや知事が地域住民と直接対話を行うこと等のことが空\n港を開設するための法的な義務となることまでを意味するものでないことも明らか\nである。\n以上のことからすれば，控訴人らの静岡空港の設置については民意が反映されて\nいないといった主張は，本件設置許可処分を無効と解すべき事情とはなり得ず，本\n件差止請求における主張としては失当である。\nまた，静岡空港を開設事業について，どのようにして静岡県民ないし地域住民に\n説明し，納得を得るべく努力するかといった問題は，同事業を責任をもって推進す\nる被控訴人知事を始めとする静岡県当局関係者の政治的，行政的な裁量判断にゆだ\nねられているものというべきである。したがって，この点の判断に誤りがあったと\nしても，それが直ちに本件公金支出の違法を意味するということにもならないし，\n少なくとも，上記の裁量権の行使に逸脱，濫用がない限りは，その点を理由として\n本件公金支出が違法となることはないものと解される。そして，地域住民全員の納\n得が得られていないことや被控訴人知事がこれらの地域住民と直接対話を行わなか\nったとしても，それだけで上記裁量権の行使に逸脱，濫用があったとは認められな\nいし，本件中には他に被控訴人知事を始めとする静岡県当局関係者に上記の点に関\nして裁量権の行使につき逸脱，濫用があったと認めるに足りる証拠はないから，結\n局，この点を理由として本件公金支出を違法ということはできない。\nウ　なお，念のために，静岡空港の開設及び設置予定地の決定等についての経緯を\nみると（その事実関係の詳細の認定は，原判決１７頁８行目冒頭から同２２頁２２\n行目末尾まで及び同３０頁５行目冒頭から同３４頁７行目末尾までに記載のとおり\nであるから，これを引用する。），静岡空港の設置については，静岡県において昭\n和６０年度補正予算に空港調査費を計上して具体的な調査検討を開始し，航空専門\n家等からなる専門委員会による専門的，技術的な調査検討を経たうえ，候補地を３\n地区に絞り込み，その段階で静岡県議会総合交通対策特別委員会の了承を得ている\nこと，隣接地の市議会で空港反対決議が採択されたため，掛川案は答申に盛られな\nかったこと，榛原町議会空港対策特別委員会（全議員），島田市議会，静岡市議会\nを始めとする地元議会が空港誘致を決議したこと，また，静岡県は建設予定地を榛\n原と決定した後も，県議会全員協議会及び地元１市３町の議会への報告，説明をし\nたほか，地元の理解と協力を得るため，昭和６３年度以来，多数回にわたり各種説\n明会を開催し，また，他空港視察も多数の参加者を得て多数回実施していること，\n地元の吉田町も参加して静岡空港建設促進協議会が発足したのを始め，島田市，榛\n原町，金谷町において地権者会や地域住民代表等による空港対策協議会が設立され\nたことなどが認められる。\n上記の経緯からすると，静岡空港開設計画の策定，推進の過程において，地域な\nいし地域住民への報告，説明は十分に行われており，その過程に民意を反映するに\nつき特段の問題があったとは認められない。\n控訴人らは，被控訴人知事は地域住民に対して形式的な説明しか行っていないう\nえ，吉田町民の会が提案した円卓会議及び公開討論の開催を拒否するなど，地域住\n民との対話を拒否し続けていると主張するが，そもそも，静岡県の担当者が上記の\nとおり昭和６３年以来多数回にわたり各種の説明会を行い地域住民の理解と協力を\n得るように努めており，これを表面的，形式的な説明ということはできないし，被\n控訴人知事が直接に控訴人らが求めるような説明会等において説明することが不可\n欠の要請とも認められない。また，平成６年４月１９日には，被控訴人知事は関係\n地域を訪問して地域地元関係者らと知事懇談会を開催してもいる。また，吉田町民\nの会の提案した円卓会議や公開討論の開催についての静岡県ないし被控訴人知事の\n対応は，空港建設に関する立場や考え方の相違によるものであって，一方的に合理\n的な理由もなく拒否しているとは認められない。\nなお，控訴人らは平成１２年から同１３年にかけてマスコミが行った世論調査等\nにおいて静岡空港を不必要ないし建設反対と答えた者が，必要ないし建設賛成と答\nえた者を上回った等の事情を主張しているが（前記第２，３の（１），ア，イ），\nこのようなマスコミによる世論調査の結果が約４年も前の平成８年度の本件公金支\n出を違法とする事由になり得ないことは明らかである。また，住民投票条例案が否\n決されたことも同様であって，そもそも静岡県議会の決議が本件公金支出の違法性\nと関連するとは考えられない。\n（２）　本件申請の違法性について\nア　控訴人らは，被控訴人知事又は被控訴人ａは違法な本件申請を行い，その結果\nとして違法な本件許可処分を引き出した旨主張し，これに該当する事実として，具\n体的には本件申請及び本件許可処分は航空法３９条１項５号及び同項２号に違反し\nていると主張する。\n本件各請求の差止請求との関係では，本件許可処分が無効と認められるか否かが\n検討の対象であり，本件代位請求との関係では，本件申請及び本件許可処分に本件\n公金支出を違法と解すべき事由が存するか否かが検討の対象であることは前述のと\nおりである。\n以下では，まず上記の判断に必要な限度で，本件許可処分に控訴人らが主張する\n違法が存するか否かについて検討する。\nイ　航空法３９条１項５号違反の主張について\n（ア）　控訴人らの主張の要旨は，静岡空港の設置については控訴人らを始め，そ\nの空港敷地内の地権者の中で用地買収には断固応じないとする者が多数いるから，\n本件許可処分は航空法３９条１項５号にいう「その敷地について所有権その他の使\n用の権原を有するか，又はこれを確実に取得することができると認められること」\nとの要件を満たしていないというにある。\n（イ）　しかしながら，空港敷地についての使用権原を「確実に取得できると認め\nられる」かどうかは，将来の予測に属する事柄であり，一義的，画一的な基準でも\nって判断し得ることでもないから，その認定については，既に使用権原を得た土地\nないし地権者の割合，使用権原が得られていない理由，その理由の合理性，障害解\n消の見通し等の諸事情を総合的に考慮し，昀終的には土地収用法の適用の可能性を\nも考慮に入れたうえでの運輸大臣の合理的な裁量判断にゆだねられているものと解\nするのが相当である。\nなお，控訴人らは上記航空法３９条１項５号は土地収用法が存在することを前提\nとするものであるから，同法３条との関係では特則と解するべきであり，同法の適\n用はできない等主張する（前記第２，３の（２）ア，イ）が，同法３条１２号は\n「航空法による飛行場又は空港保安施設で公共の用に供するもの」を適用対象事業\nとして明示しており，上記控訴人らの主張は採用できない。\nまた，控訴人らは新東京国際空港の教訓を踏まえて航空行政が転換しているから\n土地収用法の適用はできない旨を主張するが，その時々の社会的，政治的諸事情の\n下で，起業者が同法上の手続を選択するか否か，事業認定の申請等について国の機\n関がどのように対応するかは事実上の問題であって，法律上，静岡空港敷地に土地\n収用法の適用が制限されているわけではないから，運輸大臣が上記裁量判断におい\nて同法適用の可能性をも考慮に入れることを否定するものではない。\nさらに，控訴人らは，静岡空港に関しては，同法２０条１項２号及び４号の要件\nが欠けているとも主張するが，被控訴人知事が同空港の建設に関しては住民投票の\n結果に従う旨を公表した等，控訴人ら主張の事実があるとしても，そのことをもっ\nて同法２０条１項２号の要件を欠くと認めることはできず，また同空港が公益性を\n有することは明らかであるから，同条４号の要件を欠くとも認められず，本件中に\nは他に静岡空港開設事業が同法２０条１項２号ないし４号の要件を欠くと認めるべ\nき証拠はない。\n（ウ）　既に認定したとおり，本件申請時において静岡空港の敷地取得について\nは，地権者数で９６．１％，世帯数で９６．７％，面積で９７．２％について同意\nが得られており，平成８年７月２２日付けで被控訴人知事名義の静岡県の責任にお\nいて昀終的にはすべての用地を取得する旨の確約書（甲６６）も提出されているか\nら，運輸大臣としては，同月１０日付けで「静岡空港建設用地不提供に関する通\n知」を受け（控訴人ｃ分につき甲５１），静岡空港建設に反対し，敷地用地の提供\nを強固に拒んでいる地権者のいることも認識していたものの，静岡県の努力によっ\nて静岡空港敷地については任意買収が可能なものと考え，昀終的には土地収用法の\n適用が可能であることもあって，本件申請は航空法３９条１項５号の要件を満たす\nものと判断したものと認められ，この判断に特段の不合理があるとは認められな\nい。\n（エ）　以上によれば，航空法３９条１項５号の要件該当性について運輸大臣がし\nた判断に裁量権の逸脱，濫用があったとは認め難い。\nウ　航空法３９条１項２号違反の主張について\n（ア）　控訴人らの主張の要旨は，航空法３９条１項２号の「他人の利益を著しく\n害することとならないものであること」との規定の「他人の利益」とは財産権だけ\nでなく良好な環境を享受する利益，すなわち自然権や環境権を含むものと解釈すべ\nきであるというにある。\n（イ）　しかしながら，上記の「他人」とは飛行場等を設置しようとする者以外の\n個々の法主体を指すものと解されるが，控訴人らが主張するところの自然権や環境\n権といったものが個々人の具体的な権利，利益として確立しているものとは認め難\nい。加えて，同法３８条２項に規定されている設置許可申請書の記載事項中には控\n訴人らが主張する自然環境等に直接関係するような事項を記載すべき項目はない\nし，同項の規定を受けたより詳細な航空法施行規則７６条の規定も同様であり，そ\nの他関係法規上，航空法３９条１項２号の要件該当性を判断するについて自然環境\n等への影響の程度が審査の対象となっていると認めるべき根拠は見いだせない。も\nとより，そのことは，本件空港設置にあたって自然環境等への影響を無視していい\nということを意味するものでなく，設置事業の実施の際に別途環境庁等の行政的規\n制等を受けたり，行政施策のうえで考慮すべき要因の一つとして政策の当否の判断\n材料になるものであるが，そのことと同法３９条１項２号の要件を充たすか否かの\n判断とは別の問題である。\nなお，控訴人らは上記主張の根拠として，生物の多様性に関する条約及び絶滅の\nおそれのある野生動植物の種の保存に関する法律等を挙げるが，そのような条約や\n法律が存在するからといって，そのことから直ちに航空法３９条１項２号の「他人\nの利益」について控訴人ら主張のように解すべきであるということにはならない。\n（ウ）　その他，本件中には航空法３９条１項２号の要件該当性について運輸大臣\nがした判断に誤りがあったとするだけの事由は見いだせない。\nエ　上記事由による本件差止請求について\n以上のことからすると，本件中には，本件設置許可処分に航空法３９条１項所定\nの許可要件との関係で重大かつ明白な瑕疵があって，同処分が無効であると解すべ\nき事由は存しないというべきである。\n上記の点に関連して，控訴人らは本件申請が違法であると主張する。\nしかし，確かに本件許可処分は本件申請を前提としてされたものであるが，本件\n許可処分自体は運輸大臣が，その独自の立場において許可要件が充足されているか\n否かを審査のうえで行ったものであり，仮に本件申請に違法な点があったとして\nも，それがおよそ申請があったとは認められないといったような場合であればとも\nかく，そのことから直ちに本件許可処分自体が違法，無効となるものではない。控\n訴人らの主張は，被控訴人知事の行った本件申請が航空法３９条１項２号，５号の\n要件を満たしていない違法なものであったというのであるが，そもそも上記の規定\nは申請の要件を定めたものではない。仮に被控訴人知事のした申請が違法であれ\nば，同申請は却下されるはずであり，誤って許可されたとすれば同許可処分に違法\nがあるとして許可処分自体の効力を争えば足りることであり，本件許可処分の効力\nを問題とすべき本件差止請求において，同処分の前提である申請行為自体の違法を\n論ずるのは相当でない。\nオ　上記事由による本件代位請求について\n前記のとおり，本件許可処分について航空法３９条１項所定の許可要件との関係\nで無効事由があるとは認められず，また同様の関係で取り消し得べき瑕疵があった\nとも認められない。\n控訴人らは，本件公金支出が違法である理由として本件申請については航空法３\n９条１項５号にいう飛行場敷地についての使用権原が「確実に取得することができ\nる」との要件が満たされていない違法があると主張する。\nしかし，航空法３９条１項５号が申請の要件を定めたものでないことは既に述べ\nたとおりであり，控訴人らの上記主張はその意味では理由がない。ただ，控訴人ら\nの上記主張は，本件申請については上記航空法３９条１項５号の要件を満たすもの\nとして本件許可がされたものの，現実には静岡空港の敷地をすべて任意に買収する\nことはできない情勢にあるから，このような事情を認識しながらされた被控訴人ａ\nの本件公金支出は違法であると主張しているものと解されないでもない。\n確かに，静岡空港敷地の全部を任意買収することは，前記のとおり，空港建設に\n強硬に反対している地権者もいて現実には実現困難な情勢にあり，このような事態\nが本件公金支出が行われた時点で全く予想し得なかったこととも認められない。被\n控訴人ａは，その程度はともかく，全部の地権者から任意買収の同意を得ることは\n容易でないとの事情は認識しながらも，このような反対者に対して可能な限り用地\n買収に応じてくれるように話し合い，説得を重ねるとの決意の下に，任意買収が実\n現することを期待して本件公金支出をしたものと認められる。\n静岡空港の建設事業のような長期的計画の下に進められる大規模事業において\nは，全部の地権者から用地買収の同意が得られない限り，それに関連する諸事業を\n一切行うことはできないと考えることは現実的ではないし，航空法３９条１項５号\nも飛行場の設置許可の段階で敷地の全部の所有権又は使用権原を現実に取得してい\nることまでを要求してはおらず，また前記のとおり土地収用法の適用も否定されな\nいことからすれば，昀終的には必要な用地は確保できるとの合理的な見込みの下に\n関連する事業費等を支出することを直ちに違法ということはできない。被控訴人ａ\nのした本件公金支出もこのような見込みの下で行われたものというほかはないが，\n昀終的には土地収用法の適用も可能と解される本件静岡空港設置事業の場合には，\nこの判断を不合理とまでいうことはできない。なお，被控訴人ａを始め，静岡県当\n局関係者は飛行場用地の取得については任意買収により１００％を取得する方針で\nあることを公言してきたが，そのこと自体は行政姿勢を示すものであって，土地収\n用法を適用しないことを確約したものとまで認めるべき証拠はなく，このような事\n情も上記の判断を左右するものではない。\n以上のとおり，本件申請ないし本件許可処分の違法を理由とする本件代位請求は\n理由がない。\n（３）　静岡県財政に与える影響について\nア　静岡空港の建設事業費は，当初，本体部概算工事費が約４００億円，関連する\n総事業費で約２０００億円と見込まれていたが，静岡県では平成９年に財政状況が\n厳しいことを背景に主要事業の見直しを行い，静岡空港についても総事業費を約１\n９００億円に縮減し，開港時期も平成１５年から平成１８年に計画を変更した。そ\nして，その財源の内訳は，本体工事費の２分の１である２５０億円が国庫補助さ\nれ，９３０億円と見込まれている県債については元利償還について国から交付税措\n置がとられることが予定されているほかは静岡県の負担である（以上，乙２，２\n２，２４，証人ｄ，控訴人ｅ）。\n静岡県の県税収入は平成３年度を頂点として平成４年度，同５年度と大きく落ち\n込み，その後平成９年度にかけては徐々に回復してきたが，平成１０年度からは再\n度減少傾向に転じている。また，県債残高は平成４年以降急増し，この県債の償還\nに充てる公債費も平成４年度以降に増発した県債の本格的な償還時期を迎えて，年\n々増加している。そして，経常収支比率も徐々に悪化しており，財政調整基金（７\n基金）残高についても，平成３年度末から平成９年度末までは約２０００億円を維\n持していたが，平成１０年度以降急激に減少している（以上，甲１４１）。\nまた，静岡空港開港後の収支も，発着便数や利用旅客数等の点で不確定な要素が\n多く，確実な収益が見込まれる状況にあるとも認め難い。\n以上によれば，静岡県の財政状況は，税収の減少等により厳しい状況下にあるこ\nとが明らかであり，昀近の社会経済情勢に照らすと，この状況が近い将来において\n早急に好転することは考え難い。したがって，財政健全化計画（甲１４９）におい\nて県の投資的経費が年間約３０００億円と計画されていることを考慮しても，静岡\n空港関係の支出が静岡県財政に一定の影響を与えることは避けられないものと認め\nられる。\nイ　上記事由による本件差止請求について\nしかしながら，以上のような静岡県の財政事情を本件差止請求との関係で検討す\nると，航空法３９条１項４号には「申請者が当該飛行場又は航空保安施設を設置\nし，及びこれを管理するに足りる能力を有すること」といった飛行場設置申請者の\n財政的能力にも関する要件が定められている。しかし，本件許可処分がされた平成\n８年７月２６日の時点からみると，上記の事情の多くは将来的な予測に属する事柄\nであり，同時点でこのような静岡県財政の悪化が確実なものとして見通せる状況に\nあったと認めるべき証拠もない。また，上記の事情自体が静岡県の静岡空港の設置\n及び管理についての財政的な能力に疑問を抱かせるまでの事情とも認め難い。その\n他，静岡県の財政事情に関連して本件許可処分を無効ならしめる事由があると認め\nるべき証拠もない。\nウ　上記事由による本件代位請求について\nまた，本件代位請求との関係で上記の事情を検討しても，県の財政事情等を勘案\nしながら予算をどのように執行していくかは，予算執行権者である知事と県議会の\n判断にゆだねられていることである。したがって，本件公金支出が行われた平成８\n年度において静岡県の財政事情が悪化していたとしても，そのことから直ちに被控\n訴人ａの行った本件公金支出が違法なものであったとはいうことはできないし，他\nに平成８年度当時の静岡県の財政事情に起因して被控訴人ａの本件公金支出を違法\nなものと認めるべき証拠もない。\n以上のとおり，本件各請求における，静岡空港設置事業が静岡県財政に悪影響を\n与えることを理由とする主張は，いずれも理由がない。\n（４）　静岡空港開設計画の粗雑性について\nア　控訴人らは，静岡空港開設計画が粗雑であるとして，①　総事業費膨張の可能\n性，②　移動土砂量の算定の不合理性，③　航空需要予測の不合理性，④　新幹線\n駅実現の困難性，⑤　航空路線開設予定の不合理性，⑥　経済波及効果予測の不合\n理性，⑦　空港へのアクセス道路開設の困難性，⑧　盛土工事の問題点，⑨　新幹\n線第一高尾山トンネルの防護工事計画のずさんさ，⑩　治水対策の不合理性，⑪\n代替農地の不適切さ，確保の困難性，⑫　空港用地取得の困難性，⑬　空域調整の\n未了，⑭　環境影響評価のずさんさ等多岐にわたる主張をしている。\n上記の控訴人らの主張は，大別すると，一部重複するものもあるが，（ア）　主\nとして静岡空港建設工事費の見積の問題点を指摘するもの（①，②，⑦，⑨），\n（イ）　主として開港後の収支見通しの問題点を指摘するもの（③ないし⑥），\n（ウ）　主として建設工事等に係る検討，調査の不十分性を指摘するもの（②，\n⑧，⑩ないし⑫ないし⑭）に分類でき，これらの中には個別に相当の費用を必要と\nする項目もあるが，特段の費用負担を伴わないと推測される事項も少なくない。\nイ　上記事由による本件差止請求について\n控訴人らは，本件差止請求の対象を「本件許可処分に関する一切の公金の支出」\nという以上にその内容を明らかにしないが，これからすれば，控訴人らは上記の粗\n雑と主張する個々の項目についての将来にわたる公金の支出がすべて違法であり，\nかつこれらの項目についての粗雑性が相まって静岡空港開設計画全体が粗雑という\nべきであって，このことから同空港開設に関連する将来の支出すべての違法をもた\nらすと主張しているものと解される。\nしかし，本件差止請求との関係で上記主張に係る①ないし⑭の事項を個別的ある\nいは総合的に検討してみても，これらの事情があるために本件許可処分の許可要件\nを欠き，そのために本件許可処分が無効であると解するだけの根拠を見いだすこと\nはできない（⑫及び静岡県の財政事情を理由とする差止請求については，前述のと\nおり。）。\nウ　上記事由による本件代位請求について\n上記控訴人ら主張の①ないし⑭の事項に係る事実関係の詳細は，以下に個別に摘\n示するほかは，原判決２２頁２３行目冒頭から同３０頁４行目末尾までに記載のと\nおりであるから，これを引用する。\n（ア）　控訴人らは，上記のとおり静岡空港開設計画は粗雑であり，建設事業費は\n現在予定されている１９００億円よりも更に大幅に増大する等と主張する（上記\n①，②，⑦，⑨）。\n②については，前記認定のとおり，静岡空港を台地状に形成するについて必要と\nなる高地部分から低地部分への土砂の移動量は当初計画案（乙２，甲１２０）の段\n階では２０００万立方メートルと見積もられていたものが，その後の環境影響評価\n時（平成６年度）には航空測量に基づき２４００万立方メートルと，現在では現地\n測量に基づき２７００万立方メートルと見積もられており（乙２２，ｄ証人），そ\nれ自体は事業の進捗に伴ってより正確な予測が可能となってきたもので当初計画案\nを粗雑とまでいうことはできないが，これが当初見積よりも建設事業費を増大させ\nる事情となることは明らかである。しかし，静岡空港の本体準備工事として場外搬\n入用道路工事に着手したのが平成９年１２月のことであり，同空港本体部造成工事\nが着工したのは平成１０年１１月２０日のことであるから（甲１０９，１２１，乙\n２２，ｄ証人），平成８年度の支出である本件公金支出中に上記土砂移動に係る造\n成費用が含まれていたものとは認められない。\nその他，⑦（アクセス道路の問題）及び⑨（トンネル防護工事の問題）も，既に\n認定したように本件公金支出がされた時点では，いずれも詳細を検討中の段階にあ\nったのであるから，そのための費用は別論として本件公金支出中にこれら工事費用\nそのものが含まれていたとは認められない。\nしてみると，上記の②，⑦及び⑨の点に関する主張は，本件公金支出との関係で\nは，支出行為のあった時点では将来的に必要となる上記諸費用について必ずしも正\n確な積算がされていなかったというにすぎないことになる。しかし，これらに関す\nる費用の増大ということも本件証拠上は確定的なものと認めるだけの証拠はない。\nそして，工事費用の積算が必ずしも正確でなかったとしても，事柄の性質上ある程\n度やむを得ない面もあり，そもそもこれらの費用を含んでない被控訴人ａが平成８\n年度にした本件公金支出を違法と認めるべき事情とは認められない。また，①　静\n岡県の財政事情は厳しさを増していると認められるが，その観点からみても平成８\n年度の本件公金支出がされた時点で被控訴人ａに財務会計法規上の義務に違反する\n違法があったとは認められないことは前記（３）で述べたとおりである。\n上記の諸事情等からして現在約１９００億円と見積もられている総工事費用が増\n大する可能性は否定できないにしても，これをもって被控訴人ａが平成８年度にし\nた本件公金支出を違法と認めるべき事情とは認め難い。\n（イ）　次に，控訴人らは静岡県のした静岡空港開港後の収支見通しについての問\n題点を種々主張している（上記③ないし⑥）。\n確かに，静岡県が平成６年にした静岡空港開港時（当時は，平成１５年）におけ\nる航空需要の予測値は，経済成長率を平成１３年までは年平均４％，平成１３年以\n降は年平均３％として予測しているなど，現時点からみると楽観的にすぎたという\nべきであるし，本件公金支出が行われた平成８年の時点でもこれらの予測値に疑問\nを抱くべき事情がなかったとはいえない。また，新幹線駅の設置については，計画\n当初よりＪＲ東海から厳しい見通しが示されていたものといえる。\nしかしながら，上記の経済成長率は第６次空港整備５箇年計画に組み入れられた\nすべての空港で採用された数字であって，静岡県のみが恣意的に用いたものではな\nいし，これら空港需要の点を含めて静岡空港開港後の収支見通しは多くの不確定要\n因に左右されざるを得ない性質のものであって，静岡県のした収支予測が全く根拠\nを欠くものとまでいうことはできず，空港設置事業の可否については，このような\n近未来的な経済収支のみに依拠して判断されるべき事項ということもできない。ま\nた，予定している路線についても開港後に定期便就航に意欲を示している航空会社\nもあることが認められ（乙１９），その設定が特段不合理なものとも認められない\nし，新幹線駅の設置については，それが空港開設の不可欠の前提ということもでき\nない。\n以上のようなことからすれば，本件公金支出が行われた平成８年当時に静岡県\n（被控訴人ａ）が有していた空港開港後の営業形態や収支の見通しについては，当\n面において楽観的すぎるとの評価が可能であっても，全く根拠のないものとまでは\nいえない。平成８年度の本件公金支出が行われた時点では，静岡空港開港後の路線\n決定等の問題は運輸省当局及び航空各社との将来的な協議，検討にゆだねられてい\nた問題であったのであり，新幹線駅の設置についてもＪＲ東海との交渉の余地がな\nい問題であったとは認められない。そして，航空需要の予測等に基づく静岡空港開\n港後の収支見通しについても，相応の根拠をもって算定されたものということがで\nき，その後の経済情勢等によって見直すべき事情はあったとしても，静岡空港の建\n設のような長期的な計画の下に進められている事業について，直ちに本件公金の支\n出を停止すべき程の事情とは認め難い（控訴人らが前記第２の３，（３）で主張\nし，甲２０７の１ないし３によって認められる平成１３年に「静岡空港・住民投票\nの会」によってされた試算を考慮しても，上記の判断が左右されるものではな\nい。）。\nこのような事情を総合的に勘案すれば，これら控訴人らが主張する上記各諸事情\nをもって被控訴人ａのした本件公金支出を違法とまで認めることはできない。\n（ウ）　その他，控訴人らは空港開設に関連する諸事業等について静岡県の計画は\n粗雑であるとして多くの点を主張している（上記②，⑧，⑩ないし⑭等）。\nこれらの諸事情を本件公金支出を違法ならしめるかという観点から検討すると，\n②移動土砂量の算定については，前記のとおり，工事の進捗に伴って正確な移動量\nが判明してきたものであり，当初の算定を特段不合理ということはできず，⑧盛土\n工事については，乙２，５４ないし５７に照らすと特段の問題があるとは認められ\nない。⑩治水対策についても，調整池の容量決定及び湯日川及び坂口谷川の河川改\n修に不合理な点があるとは認められない。また，⑪代替農地については平成１０年\n４月以降に排水及び土質改良工事が行われているが，本件公金支出中に含まれてい\nると推認される同農地開発事業に関して特段の問題があったとは認められない。⑬\n空域調整については，平成５年に自衛隊静浜飛行場との間で基本的な合意が成立し\nており，本件公金支出を違法とするような事情は認められない。⑫空港用地の取得\nについては，既に述べたとおりである。また，⑭静岡県の行った環境影響評価や自\n然保全対策に，特段本件公金支出を違法とすべき事情があったとは認められない。\n（エ）　以上検討したこと及び控訴人らが静岡空港の開設計画が粗雑であると主張\nするその他の諸事情を検討しても，それに関連する個別の支出が違法であることか\nら，それを含む本件公金支出が違法であると認めることはできないし，これらの諸\n事情を総合してみても静岡空港の開設計画が全体として粗雑であるとして，同空港\n開設のための本件公金支出が違法であると認めることもできない。\nエ　したがって，控訴人らの上記静岡空港開設計画の粗雑性についての主張は理由\nがない。\n（５）　静岡空港開設計画の無意義性について\nア　控訴人らは，静岡県は本来交通至便の地にあり，長距離国際路線の開設が不可\n能なローカル空港の開設は必要がなく，地域住民の合意もなく，反対運動が強化さ\nれている中で，採算性のない空港開設の計画は社会経済情勢に逆行し無意義である\nと主張する。\nイ　しかしながら，地方公共団体において本件静岡空港のような大型の公共的施設\nを建設するについては，その利便性や経済的波及効果への期待とは裏腹に多額の建\n設費用の負担，自然環境への様々な影響あるいは開港後の騒音被害等の問題があ\nり，その是非をめぐって多種多様な見解の対立があり得る。\n控訴人らの主張も，上記の様々な見解の一つとして十分に傾聴に値するものであ\nるが，他方上記の計画は民主的なルールの下で，選挙によって選ばれた知事及びそ\nの下で地域行政に責任を負う行政当局により，また県議会での多数決による賛成の\n下に推進されているものであって，一方の立場から一概にこれを無意義と断ずるこ\nとはできない。\n控訴人らが上記の点に関連して，静岡空港は開設の必要性に乏しいこと，同空港\n開設については地域住民さらには静岡県民も批判的であること，静岡空港に採算性\nはなく，航空各社も不採算路線の休止，廃止を検討しており，他の地方空港も経営\n難に苦しんでいること，政府も不要な公共工事の見直す姿勢を示しており，静岡空\n港の建設はこのような社会経済情勢に逆行するものであること等のことを種々主張\nする。\nしかし，これらの事由及び控訴人らが当審で新たに主張する事由（前記第２，\n３，（４）のアないしウ）を個別的あるいは総合的に検討しても，上記のとおり，\nそれ自体が現時点における一つの政策上の意見しての当否はともかく，本件許可処\n分を無効と認めるべき事由とも，また平成８年度に行われた本件公金支出について\nの被控訴人ａの行為が財務会計担当者としての職務義務に反して違法であると認め\nるべき事由とも認められない（なお，控訴人らは上記第２，３，（４）のイで中央\n省庁等改革基本法の施行により，本件許可処分が法的な根拠を失い，失効したかの\nように主張しているが，同法は遡及効もなく，その施行が本件許可処分の効力に影\n響を及ぼすと認めるべき何の根拠もないから，同主張は失当である。）。\n５　控訴人らが違法事由と主張する以上の全ての事由を総合しても，本件許可処分\nに重大かつ明白な瑕疵があるともいえず，また取り消しうべき事由となる瑕疵があ\nるともいえないし，これを直接の原因としない本件公金支出を違法ならしめるもの\nでもない。\n６　以上の次第であるから，控訴人らの本件請求はいずれも理由がなく，これを棄\n却した原判決は正当である。\nよって，本件控訴をいずれも棄却することとして，主文のとおり判決する。\n東京高等裁判所第１６民事部\n裁判長裁判官　鬼頭季郎\n裁判官　慶田康男\n裁判官河村吉晃は転任につき署名押印できない。\n裁判長裁判官　鬼頭季郎\n"
}