{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 5,
    "day": 29
  },
  "case_number": "平成14(わ)17",
  "case_name": "通貨偽造・同行使，児童買春，児童ポルノに係る行為等の処罰及び児童の保護等に関する法律違反被告",
  "court_name": "広島地方裁判所福山支部",
  "lawsuit_id": "7972",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=7972",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/972/007972_hanrei.pdf",
  "contents": "主　　　　　文\n被告人を懲役３年に処する。\nこの裁判が確定した日から５年間その刑の執行を猶予する。\n押収してある五千円札ようのもの１枚（平成１４年押第８号の１）及び五\n千円札ようのもの７枚（同号の２）を没収する。\n理　　　　　由\n（罪となるべき事実）\n被告人は，\n第１　平成１３年１２月１５日午後９時ころから同日午後１０時２０分ころまでの\n間，広島県三原市ａｂ丁目ｃ番ｄ号の有限会社Ａ事務所内において，行使の目的を\nもって，パーソナルコンピューター，カラースキャナー及びカラープリンター等を\n利用して，通用する金額五千円の日本銀行券８枚（平成１４年押第８号の１及び\n２）を偽造した上，同日午後１１時１０分ころ，同市ｅ町ｆ番地ｇの株式会社Ｂ生\nコンプラント材料置場に駐車中の軽四輪乗用自動車内において，Ｃ（昭和ｈ年ｉ月\nｊ日生，当時１５歳）に対し，淫行の対価等として，その偽造に係る金額五千円の\n日本銀行券８枚を，真正な通貨のように装って交付して行使した\n第２　同日午後１１時１５分ころから同日午後１１時３５分ころまでの間，同所に\n駐車中の同車内において，前記Ｃが１８歳に満たない児童であることを知りなが\nら，同児童に対し，現金２万円の対償の供与を約束して，同児童の性器にバイブレ\nーターを挿入し，同児童をして口淫させ，自己の陰茎を同児童の性器に押し付ける\nなどの性交類似行為をし，もって児童買春をした\nものである。\n（法令の適用）\n罰条\n判示第１の行為\n通貨偽造の点　　包括して刑法１４８条１項\n同行使の点　　　包括して同条２項，１項\n判示第２の行為\n児童買春，児童ポルノに係る行為等の処罰及び児童の保護等に関する法律\n４条\n科刑上一罪の処理\n判示第１の罪について，刑法５４条１項後段，１０条（一罪として犯情の重い\n偽造通貨行使の罪の刑で処断）\n刑種の選択\n判示第１，第２の罪について，それぞれ所定刑中有期懲役刑を選択\n併合罪の処理\n刑法４５条前段，４７条本文，１０条（重い判示第１の偽造通貨行使の罪の刑\nに刑法１４条の制限内で法定の加重）\n刑の執行猶予\n刑法２５条１項\n没収\n刑法１９条１項１号，２項本文\n訴訟費用の不負担\n刑事訴訟法１８１条１項ただし書き\n（量刑の理由）\n本件は，被告人が，児童買春の対価として用いることを目的に，パーソナルコン\nピューターを利用して，カラースキャナーを用いて読み込んだ真正な日本銀行券の\n画像情報をカラープリンターを用いてプリントアウトするという方法によって金額\n五千円の日本銀行券８枚を偽造し，これを当時１５歳の被害児童に交付した上，同\n児童に対し性交類似行為をしたという通貨偽造，同行使及び児童買春の事案であ\nる。\n被告人は，勤務先での使い込みが原因で平成１３年５月に職を失って以後，失業\n保険や知人らからの援助で生活をしていた者であるところ，同年１２月，しばしば\n利用していたインターネット上のいわゆる「出会い系サイト」で被害児童と知り合\nい，淫行の約束を取り付けたものの，所持金がなく，また，暗い場所で渡せば気付\nかれないと考えて，偽造通貨を淫行の対価に用いることとし，その際，既に同年８\n月に本件と同様の方法で偽造し保管していた偽造通貨が変色のため使用に耐える状\n態でなかったことから，新たに判示第１の通貨偽造の行為に及んだものであって，\n犯行に至る経緯に酌むべきところはない。そして，その犯行態様も，コンピュータ\nーに関する知識を悪用し，知人が経営する会社の事務所内において，知人らの眼前\nで，何らためらうことなく偽造を敢行した上，暗い自動車内において被害児童に偽\n造通貨を交付したという悪質なものである。本件偽造通貨は，一見したところは真\n券と見まごうほどのものであって，実際に，情を知らない被害児童によって買物の\n代金等に使用され，買物店の従業員にも一旦は受領されており，その先さらに流通\nする危険もあったものである。そして，本件偽造と同様の手法による通貨の偽造\nは，コンピューター関連機器が普及した現在，模倣される危険性が高く，本件偽造\n行為が社会に与える影響を看過することはできない。\nまた，被告人は，被害児童が中学生であることを認識しながら，判示第２の行為\nに及んだものであり，その動機は，酌量の余地がなく，そして，被告人の犯行が，\n成長過程にある被害児童の心身に有害な影響を与えたことは明らかである。\nそうすると，被告人の刑事責任を軽視することはできず，被告人を実刑に処する\nことも十分に考えられるが，他方，本件偽造にかかる日本銀行券は，合計８枚と比\n較的少なく，被害児童から交付を受けた店の従業員が直後に偽造通貨であると気付\nいたことで，結果的にではあるがその後の流通を免れていること，被告人は，本件\n各犯行により逮捕されて以後現在まで身柄を拘束され，捜査及び公判の中で，本件\n各犯行の責任を認識し，今後の更生に向けた言葉を述べていること，前科がないこ\nと，本件公判に情状証人として出廷した被告人の母や，被告人の雇用を申し出てい\nる運送会社の支店長など，被告人の今後の更生を支える人も存在していることなど\n被告人にとって有利に斟酌すべき事情も認められる。\nしたがって，以上の諸事情を総合考慮して，被告人に対しては，今回に限り刑の\n執行を猶予し，社会内における更生の機会を与えるのが相当であると認め，主文の\nとおり判決する。\n（公判出席検察官脇田純彦，同国選弁護人成田学，求刑懲役４年・没収）\n平成１４年５月２９日\n広島地方裁判所福山支部\n裁判長裁判官　　加　　藤　　　　　誠\n裁判官　　森　　　　　一　　岳\n裁判官　　日　比　野　　　　幹\n"
}