{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 17,
    "month": 10,
    "day": 14
  },
  "case_number": "平成16(行ウ)103",
  "case_name": "一時保護処分取消等請求事件",
  "court_name": "大阪地方裁判所",
  "field": "行政",
  "gist": "市長が児童に対して行った児童福祉法３３条２項の規定による一時保護処分が違法であるとして，児童の母親がした国家賠償法１条１項に基づく慰謝料請求が，棄却された事例",
  "case_gist": "市長が児童に対して行った児童福祉法３３条２項の規定による一時保護処分が違法であるとして，児童の母親がした国家賠償法１条１項に基づく慰謝料請求につき，一時保護処分は，児童福祉法（平成１６年法律第１５３号による改正前）２６条１項１号の規定による児童相談所長の報告を受けた都道府県知事が，保護者のない児童又は児童虐待を受けた児童等保護者に監護させることが不適当であると認める児童について，当該児童が心身共に健やかに育成されることを目的として，保護者である親権を行う者又は未成年後見人の意に反すると否とに関わらず，行政処分により，当該児童を緊急に保護し，児童福祉法（平成１６年法律第１５３号による改正前）２７条１項又は児童福祉法（平成１４年法律第１９１号による改正前）２７条２項の措置をとるに至るまでの間，暫定的に保護を加える制度として規定されたものであることからすれば，児童福祉法３３条２項にいう「必要があると認めるとき」とは，当該児童が保護者のない児童であるか又は児童虐待を受けた児童であるなど保護者に監護させることが不適当な児童であって，児童福祉法（平成１６年法律第１５３号による改正前）２７条１項又は児童福祉法（平成１４年法律第１９１号による改正前）２７条２項の措置を要すると認めるに足りる相当の理由があるときをいうものと解するのが相当であるとした上，前記処分当時，児童について，一時保護を行う必要性が存在していたとして，前記請求を棄却した事例",
  "lawsuit_id": "33000",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=33000",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/000/033000_hanrei.pdf",
  "contents": "主文\n１　本件訴えのうち，大阪市長がＡに対して平成１５年１１月１９日付けで行った児童福祉法３３条に基づく一時保\n護処分の取消しを求める部分を却下する。\n２　原告のその余の請求を棄却する。\n３　訴訟費用は原告の負担とする。\n事実及び理由\n第１　請求\n１　大阪市長がＡに対して平成１５年１１月１９日付けで行った児童福祉法３３条に基づく一時保護処分を取り消\nす。\n２　被告は，原告に対し，３００万円及びこれに対する平成１６年７月３１日（訴状送達の日の翌日）から支払済み\nまで年５分の割合による金員を支払え。\n第２　事案の概要\n本件は，Ａの母である原告が，大阪市長がＡに対して平成１５年１１月１９日に行った児童福祉法（平成１６年法\n律第１５３号による改正前のもの。以下「法」という。）３３条２項の規定による一時保護処分（以下「本件処分」と\nいう。）は，Ａに対する虐待が存在しないにもかかわらず虐待を理由としてされたものであるから一時保護の要件を欠\nき違法であるなどと主張して，本件処分の取消しを請求するとともに，違法な本件処分によりＡと引き離されて家庭生\n活を破壊され，精神的苦痛を被ったなどと主張して，被告に対し，国家賠償法（以下「国賠法」という。）１条１項に\n基づき，慰謝料３００万円及びこれに対する訴状送達の日の翌日である平成１６年７月３１日から支払済みまで民法所\n定の年５分の割合による遅延損害金の支払を請求した事案である。\n１　争いのない事実等\n(1)　原告はＡの母である（当事者間に争いのない事実）。\n(2)　Ａは，平成５年○月○日，父Ｂと母である原告との間に出生したが，同年１０月から法２７条１項３号の措置に\nより乳児院に入所し，平成８年１月，措置変更により児童養護施設に入所し，同年８月，同号の措置により山形県東村\n山郡αに居住するＣ夫妻に里親委託されて，Ｃ夫妻の下で監護養育されていた。ところが，原告は，平成１１年４月こ\nろから，Ａの引取りを強く要求するようになり，同年５月，Ａについての里親委託が解除されて法３３条に基づくＣ夫\n妻への委託一時保護の措置がとられ，平成１２年８月，委託一時保護の措置が解除された。同月，原告は，Ｃ夫妻を被\n告として人身保護請求の訴えを提起し，同年１１月６日，原告の請求が認められて，Ａは原告に引き取られた。そし\nて，Ａは，以後原告の下で監護養育され，同月７日大阪市立β小学校（以下「β小学校」という。）に転入し，平成１\n３年９月１日，転居に伴い大阪市立γ小学校（以下「γ小学校」という。）に転入し，平成１５年７月１日，転居に伴\nい大阪市立δ小学校（以下「δ小学校」という。）に転入し，同年１１月１９日当時，δ小学校に小学４年生として通\n学していた（当事者間に争いのない事実，乙２，３）。\n(3)　Ａの担任の教師は，Ａから，同日，家に帰りたくない旨の申し出を受けたことから，大阪市中央児童相談所（\n以下「本件児童相談所」という。）に対し，同日，Ａの虐待に関する通報を行った（当事者間に争いのない事実，乙\n１，弁論の全趣旨）。\n上記通報を受けた本件児童相談所は，同日，δ小学校に児童福祉司らを派遣し，Ａから事情聴取（以下「本件\n事情聴取」という。）を行った。大阪市長は，Ａに対し，同日，法３３条２項に基づき，一時保護の場所を本件児童相\n談所内とする一時保護処分（緊急保護。本件処分）を行い，原告に対し，同日付けの一時保護決定通知書により，本件\n処分を通知した（当事者間に争いのない事実，甲１，乙１５，２０，弁論の全趣旨）。\n本件処分は，原告によるＡに対する虐待を理由に行われたものである（当事者間に争いのない事実）。\nなお，法３３条２項の一時保護処分については，法５９条の４第１項，児童福祉法施行令（平成１５年政令第\n５２１号による改正前のもの）４５条１項及び地方自治法施行令（平成１６年政令第４１２号による改正前のもの）１\n７４条の２６第１項により，大阪市においては大阪市長が行うこととされている。そして，大阪市における法３３条２\n項の一時保護処分に係る意思決定に関しては，大阪市児童福祉法施行細則３条１項１号により，児童相談所長が専決権\n限を有している（乙１９）。\n(4)　大阪市長から法２８条１項の措置に関する権限を委任された大阪市中央児童相談所長（以下「本件所長」とい\nう。）は，大阪家庭裁判所（以下「大阪家裁」という。）に対し，平成１５年１２月２４日付けで，Ａに係る法２８条\n１項１号に基づく里親委託措置承認の申立てを行った（乙１，１９，２０）。大阪家裁は，平成１６年３月１２日，上\n記申立てに係る里親委託措置を承認する審判をした（乙２，２０）。原告は，大阪高等裁判所（以下「大阪高裁」とい\nう。）に対し，同月２６日，上記審判につき抗告を申し立てたが，大阪高裁は，同年７月１２日，上記抗告を棄却する\n旨の決定を行い，同決定は，同月１３日に確定した（乙３，４，２０）。これを受けて，本件所長は，同日，Ａに係る\n法２７条１項３号に基づく里親委託措置をとった（弁論の全趣旨）。\nなお，この間，本件所長は，大阪家裁に対し，平成１５年１２月２４日，Ａに係る法３３条の６に基づく親権\n喪失宣告の申立てを行ったが，平成１６年３月２３日に上記申立てを取り下げている（乙２０）。\n(5)　原告は，大阪市長に対し，平成１５年１２月１日付けで，本件処分についての審査請求を行った（甲２）。大\n阪市長職務代理者大阪市助役は，平成１６年４月１９日付けで，上記審査請求を棄却する旨の裁決を行った（甲３）。\n(6)　原告は，大阪地方裁判所に対し，同年７月１４日，本件訴えを提起した（当裁判所に顕著な事実）。\n２　争点\n(1)　本案前の争点\n（被告の主張）\n法３３条２項に基づく一時保護処分は，法２７条１項又は２項の措置をとるまで行うことができるものである\nところ，本件所長は，Ａについて，大阪家裁に対し，平成１５年１２月２４日付けで，法２８条１項１号に基づき法２\n７条１項３号の里親委託措置の承認を申し立て，大阪家裁は，平成１６年３月１２日付けで里親委託措置を承認する旨\nの審判をし，大阪高裁は，同年７月１２日，原告の上記審判に対する抗告を棄却する旨の決定をし，当該決定は同月１\n３日に確定したため，大阪市長は，Ａについて，同日付けで，同号の里親委託措置を行っている。したがって，本件処\n分は既にその効力を失っており，その取消しを求める訴えの利益がないことは明らかである。\n（原告の主張）\n被告の主張は争う。\n(2)　本案の争点\n（原告の主張）\nア(ア)ａ　本件処分のような保護者による児童の虐待を理由として行われた緊急保護の一時保護処分は，当事者\nの同意や家庭裁判所の承認がないまま，児童のほかその親の権利をも制限することから，法３３条２項の「必要がある\nと認めるとき」は，児童や親の基本的人権が害されないよう限定的に解する必要がある。このように解すると，虐待を\n理由に一時保護処分を行うには，虐待の疑いがあるだけでは不十分というべきであって，虐待を理由とする一時保護処\n分は，虐待の事実があり，かつ，児童を親から引き離す必要がある場合にのみ認められるべきである。\n仮に，緊急保護を必要とするような事実が存在しなくても一時保護処分が違法とならない場合があると\nすれば，それは，一時保護処分をする側が事実関係を十分に調査し，その調査に基づき緊急保護をすべき事情が存する\nページ(1)\nと信ずべき相当の理由がある場合に限られるというべきである。本件児童相談所は，原告に対し，Ａの監護状況を全く\n聞くことなく，Ａから１回訴えを聞いただけで，当日の朝原告から追い掛け回されて怖かったという同人の虚言に基づ\nいて，その他適切な調査も行わないまま，本件処分をしているが，このような状況では緊急保護をすべき事情が存する\nと信ずべき相当の理由があったとはいえない。\nｂ　原告がＡと生活するようになってから，本件処分に至るまでの状況は以下のとおりである。\nすなわち，原告は，平成１２年１１月６日の人身保護判決を受けて，大阪において，原告，Ａ及び弟の\nＤの３人で生活することになり，β小学校に転入した。Ａは，最初のころは，新しい環境に慣れるのに少しとまどって\nいるようだったが，すぐに慣れ，学校では友達も多くできた。\nその後，Ａは，γ小学校（平成１３年９月から平成１５年６月まで），δ小学校（平成１５年７月か\nら）と転校した。\nＡは，山形と大阪との環境の差や，大阪での競争の激しさに十分に適応できない面もあったが，そのよ\nうな中，原告は，Ａが立派な女性に育つようにと思い，愛情を持って育ててきた。原告は，Ａが弟をいじめたり，Ａの\n帰宅が遅かったりしたときに，Ａを叱ることはあったが，しつけのためであり，親として当然のことであった。\n平成１５年１１月１９日，学校から原告に電話があり，Ａが本件児童相談所により一時保護されたとの\n通報があった。教師の話によれば，Ａが，当日，登校する前に，原告に家の付近で追い回されたことがあり，家には帰\nりたくないといって泣くので，本件児童相談所に電話を入れたところ，本件処分に至ったとのことであった。しかし，\n原告が同日の朝にＡを追い回した事実はなく，この事実はＡの作り話である。この点，Ａは，本件処分の日である同日\nの少し前に，原告に感謝する内容の書き置きを残している。このことは，Ａが，山形の養親のもとに赴くことを予定\nし，原告に追い回されたという虚偽の事実を述べて，児童相談所の一時保護を受けたことをうかがわせる。\nかえって，原告は，同日（水曜日）の直前の週末には，病気療養中の父とともに，ＡやＤを有馬温泉に\n泊まりがけの旅行に連れて行っているが，このときも，Ａは原告と楽しく過ごしていた。また，原告は，本件処分の少\nし前である平成１５年１０月２７日，同月２８日及び同年１１月１４日に，Ａを診療所に受診させるなど，Ａの健康に\n十分注意を払っていた。\nなお，本件児童相談所は，原告に対し，本件処分の前後に，Ａの養育について問い合わせなどをするこ\nとはなかった。\n(イ)ａ　この点，被告は，一時保護処分の要件としては虐待の疑いで足りると主張する。しかし，これは法３\n３条の「必要があると認めるとき」との文言を拡大解釈するものであって認められない。\nまた，被告は，一時保護処分は，法２７条１項３号による裁判所の処分が行われるまでの間に行われる\nものであるから，その要件は緩やかに解釈してもよいような主張をする。しかし，一時保護処分は，２か月もの長期間\nにわたって親子を引き離すものであり，その後に裁判所の裁判があり得ることをもって，一時保護処分の要件を緩やか\nに解することは許されない。\nｂ　被告は，Ａについての里親委託措置承認の申立てに対する大阪家裁の審判及び大阪高裁の決定に照らせ\nば，仮に一時保護処分の要件に関する原告の主張を前提にしたとしても，本件においては原告によるＡに対する虐待の\n事実があり，かつ，Ａを原告から引き離す必要がある場合に該当するなどと主張する。\nしかし，大阪家裁の審判は，原告のＡに対する監護が不適切であったと認定してはいるものの，原告が\nＡに対して虐待をしたとの事実は認定していない。確かに，Ａが長期間原告と離れて里親の下で育てられた後，原告と\n一緒に住むようになってから，環境の変化や養育者の養育方法の変更等によりＡの性格や生活状況に種々の問題が生じ\nるようになったのは事実であるが，原告がいわゆる虐待を行ったことはなかった。\nｃ　被告は，本件に関連する事件に係る大阪地方裁判所（以下「大阪地裁」という。）の判決やその控訴審\nである大阪高裁の判決を援用するが，両判決は，いずれも，里親に保護されている状態からいきなり実親の下に戻る場\n合を前提として要保護性，緊急性を考慮しており，本件とは全く状況が異なっている。\nすなわち，児童が実親の下で長期間養育されている場合は，虐待の事実が存在するか又は十分な調査の\n上で虐待の事実が存在すると信ずるに足りる相当の理由があり，緊急性を要する場合にのみ一時保護処分が認められる\nべきである。そして，Ａは，既に原告の下で３年余りにわたって養育されているところ，本件においては上記に該当す\nるようなＡに対する虐待の事実ないし相当の理由は存在しない。\nｄ　被告は，Ａが，本件処分当時，古い靴を履きすり切れた汚い服装をしていたことをもって，原告がＡを\n虐待している根拠にしようとしているが，Ａはきれいな服や新しい靴を持っているのであり，原告があえてＡに汚い格\n好をさせた事実はない。\nまた，被告は，平成１５年８月２９日に第１回目の虐待通告があり，虐待の有無を調査していたところ，\n同年１１月１９日に第２回目の虐待通告があったと主張するが，第１回目の通告から約３か月間にわたって調査したに\nもかかわらず虐待の事実が確認できなかったのは，虐待の事実がないことを示すものであり，同日の通報は，学校から\nの相談であって，虐待通告ではない。\nイ　本件処分は，原告とＡとを接触しないようにしておいて，大阪家裁から里親委託措置の承認と親権喪失決定\nを得る目的で行われたものであるが，これらの目的のために一時保護を行うのは，法３３条に反し違法である。\nウ　原告は，上記のとおり違法な本件処分により，Ａと引き離され生活することとなったが，これにより，原告\nは，経済的に余裕のない中，ＡをＤとともに育ててきた家庭生活を破壊され，精神的に打撃を被った。このような精神\n的損害を金額に換算すれば，その額は３００万円を下らない。\n（被告の主張）\nア(ア)　法２８条１項，２７条１項３号及び３３条２項の文理からは，法３３条２項の一時保護処分について\nは，児童を虐待している事実ではなく，虐待の事実の疑いの存在（児童を一時保護する必要性の存在）が要件となって\nいることは明らかである。\nそもそも，一時保護処分は，①　要保護児童のうち，適当な宿所を持たない者や，被虐待児のように速や\nかに保護者から引き離して保護する必要がある者等を，とりあえず適切な宿所において一時的な保護を与えること，②\n法による措置を決定するまで，児童に心の落ち着きを与えながら，児童の生活観察，児童に対する調査診断等の措置\nのための種々の準備を行うこと，という２つの目的のために認められた処分であり，その特徴は，法２６条１項又は法\n２７条１項若しくは同条２項の規定による措置がとられるまでの短期間の保護であること，極めて急を要する場合が多\nいことから，家庭裁判所の決定によらなくても，児童相談所長又は都道府県知事の判断によって行えることとし，迅速\nな保護が可能とされていることにある。\n仮に，原告が主張するように，一時保護処分の要件として当該児童への虐待の事実が必要であるとすれ\nば，虐待が強く疑われる場合であっても，虐待の事実が直ちに確認できない場合には，虐待の事実が確認できるまで一\n時保護処分を行うことができず，また，虐待の事実が確認できないためにそもそも一時保護処分を行うことができない\nこととなる。このような解釈は，上述のとおり一時保護処分が極めて急を要する処分であることにかんがみると，適切\nでないのみならず，法が本来予定している児童虐待の疑いのある児童の人権を保護するための必要最小限の暫定措置と\nして行われる一時保護処分の趣旨を没却するものである。\nまた，保護者の同意が得られない場合の法３３条２項に基づく一時保護処分については，裁判所の承認（\n法２８条１項）を得た上で，法２７条１項３号の処分を行うまで行い得ることとされている（法３３条２項）のである\nページ(2)\nから，当該一時保護処分に引き続いて裁判所の判断がされることが予定されており，一時保護処分は，当該裁判所の判\n断がされるまでの間暫定的に認められた処分であるから，一時保護処分そのものによって児童及びその保護者の人権が\n侵害されるおそれはない。\n(イ)　本件では，大阪府生野警察署から，本件児童相談所に対し，平成１５年８月２９日，原告によるＡに対\nする虐待の疑いがある旨の通告（児童虐待の防止等に関する法律（以下「児童虐待防止法」という。）６条及び法２５\n条に基づくもの。以下同じ。）があった。本件所長はこれを受けて，Ａの安全を確保するための方策を検討するととも\nに，原告によるＡに対する虐待の有無について調査を行っていた。そして，同年１１月１９日，再度Ａについて虐待通\n告があったため，大阪市長（本件所長）は，同日，δ小学校において，本件処分を行ったものである。\n本件処分の際，Ａは，δ小学校の制服ではなく，前々在籍校であるβ小学校の制服を着用しており，同制\n服の白色ブラウスは全体的に黒ずんでいたほか，袖口はひどく汚れており，長期間にわたって洗濯をしていないことが\nうかがわれた。また，同制服の紺色ジャケットには本来前ボタンが３個ついているところ，当日Ａが着用していたジャ\nケットにはボタンが１個しか付けられておらず，その１個も縫い付け糸がほころび，取れそうな状態であった。\nまた，Ａが同制服の上に着用していたえんじ色のセーターは，袖がほころび，胸の部分は生地が薄くなっ\nてしまっており，セーターの下に着ている服が透けて見えていた。\nさらに，Ａは，本件処分当時に本件事情聴取を行った本件児童相談所職員に対し，「熱出たときも普通は\n病院にも連れていけへん。」，「ちょっと熱がおさまったら，薬をほられたりする。」，「（原告は）Ａが熱出しても\n寝かしてくれへん。」，「遅くなったときは（ご飯を）食べさせてくれへん。」，「朝ご飯は毎日食べていない。」，\n「（原告から）顔をパーで殴られたり，足をグーで殴られる。青タンになる。おしりは布団たたきでたたかれる。」，\n「（けがは）１年生のときからずっとある。」などと，原告から暴行等の虐待を受けている事実，及び，これらの虐待\nが３年前から継続的に行われてきたことを告げた。\n大阪市長（本件所長）は，以上の事実を考慮して，原告がＡに対して虐待を行っている疑いが強く，Ａを\n緊急に保護する必要があると判断し，本件処分を行ったものである。したがって，本件処分は適法なものである。\nイ(ア)　原告は，虐待の疑いだけで一時保護を認めると，児童や親の基本的人権が十分に保護されなくなると主\n張する。しかし，法３３条２項の解釈に当たっては，同項に基づく一時保護処分により侵害される人権と保護される人\n権とを比較考量すべきであり，原告の上記主張は，一時保護処分によって侵害されるおそれのある人権のみをいたずら\nに強調するものであって失当である。\nなお，原告の主張するように法３３条２項に基づく一時保護処分は虐待の疑いの存在では足りず，虐待の事\n実があり，かつ，児童を親から引き離す必要がある場合に限られるとしても，本件処分に続いて行われたＡについての\n里親委託措置承認の申立てに対する大阪家裁の審判及びその抗告審である大阪高裁の決定において，原告のＡに対する\n虐待の事実があることを前提としてＡについての里親委託措置が承認され，確定しているのであるから，原告のＡに対\nする虐待の事実があり，かつ，Ａを原告から引き離す必要がある場合に該当することは明らかである。また，本件に関\n連する本件に係る大阪地裁の判決及びその控訴審である大阪高裁の判決においても，一時保護の措置は，①　児童の現\n況が児童の福祉に反し，又は児童に専門家の指導，観察を受けさせる必要があるが，児童を保護者の下に置くことは児\n童の福祉の観点からみて不適切なため，児童を一時保護所等の保護施設で保護する必要がある場合において（児童の要\n保護性），②　司法審査を経た適切な手段をとったのでは児童の保護を全うすることができないなどの事情があり（緊\n急性），③　都道府県知事又は児童相談所長が一時保護等に引き続き法所定の措置をとるに至るまで行い得る（暫定\n性）というべきである旨判示されているところ，本件処分が同判示に係る上記各要件を満たしていることも明らかであ\nる。\n(イ)　原告は，本件処分は，原告と児童とを接触しないようにしておいて，大阪家裁から里親委託措置の承認\nと親権喪失決定を得る目的で行われたものであるが，これらの目的のために一時保護処分を行うのは，法３３条に反し\nており違法である旨主張する。しかし，法３３条２項の規定による一時保護処分は，法２７条１項の措置をとるに至る\nまで行うことができることとされており，一時保護処分が法２７条１項の処分を行う準備のために行われることは法が\n予定している。また，一時保護処分の目的は，児童について，適切かつ具体的な処遇方針を決定するために，子どもを\n一時保護して，その児童の行動を観察し，生活指導を行うといった点にもあるのであり，この点からも，一時保護処分\nが法２７条１項の措置の準備のために行われることは法の適正な運用である。\nさらに，原告の上記主張が原告がＡと接触できなかったことを問題とする趣旨であるとしても，そもそも\n一時保護処分は，虐待や放任等により，その児童を保護者から一時的に引き離して保護する必要のあるときに，当該児\n童の保護のため積極的な活用が求められるものであるから，本件のように虐待が強く疑われる事例において，原告とＡ\nとを一時的に引き離して接触できないようにしたことは，法が予定する処分であり，違法ではない。\nウ　原告の精神的損害及びその金銭的評価についての主張は，否認ないし争う。\n第３　当裁判所の判断\n１　本件処分の取消請求について\n(1)　法３３条２項は，一時保護処分は，都道府県知事（法５９条の４の規定により権限の委任がされている場合を\n含む。以下同じ。）は，必要があると認めるときは，法２７条１項又は２項の措置をとるに至るまで，児童相談所長を\nして，児童に一時保護を加えさせ，又は適当な者に，一時保護を加えることを委託させることができる旨規定し，法３\n３条３項は，同条２項の規定による一時保護の期間は，当該一時保護を開始した日から２月を超えてはならない旨規定\nし，同条４項は，同条３項の規定にかかわらず，都道府県知事は，必要があると認めるときは，引き続き同条２項の規\n定による一時保護を行うことができる旨規定している。これらの規定からすれば，法は，法３３条２項に基づく一時保\n護処分を，法２７条１項又は２項の措置をとるに至るまでの暫定的な措置として規定していることが明らかであり，法\n２７条１項又は２項の措置がとられれば，当該一時保護処分は効力を失うものと解するのが相当である。\n他方，法２７条１項又は２項の措置は，当該措置に先行して法３３条２項に基づく一時保護処分が行われるこ\nとをその要件としているものとは解されない。そうであるとすれば，法３３条２項に基づく一時保護処分がされた後，\n当該処分に基づく一時保護中に法２７条１項又は２項の措置がとられたときは，当該一時保護処分の取消しを求める訴\nえの利益は失われるものと解すべきである。\n(2)　これを本件についてみると，上記争いのない事実等によれば，本件処分が平成１５年１１月１９日に行われた\n後，本件処分に基づく一時保護中，平成１６年７月１３日，Ａについて法２７条１項３号に基づく里親委託措置がとら\nれたというのであるから，本件処分の取消しを求める訴えの利益は失われたものというべきである。\nしたがって，本件処分の取消しを求める訴えは，不適法として，却下を免れない。\n２　国家賠償請求について\n(1)ア　法２５条本文は，保護者（親権を行う者，未成年後見人その他の者で，児童を現に監護する者をいう（法６\n条）。以下同じ。）のない児童又は保護者に監護させることが不適当であると認める児童を発見した者は，これを福祉\n事務所若しくは児童相談所又は児童委員を介して福祉事務所若しくは児童相談所に通告しなければならない旨規定し，\n児童虐待防止法６条１項，２項は，児童虐待（保護者がその監護する児童（１８歳に満たない者をいう。以下同じ。）\nに対し，児童の身体に外傷が生じ，又は生じるおそれのある暴行を加えること，児童にわいせつな行為をすること又は\n児童をしてわいせつな行為をさせること，児童の心身の正常な発達を妨げるような著しい減食又は長時間の放置その他\nの保護者としての監護を著しく怠ること，又は児童に著しい心理的外傷を与える言動を行うことをいう（同法２条）。\nページ(3)\n以下同じ。）を受けたと思われる児童を発見した者は，速やかに通告しなければならない旨規定する。法２６条１項\nは，児童相談所長は，法２５条の規定による通告を受けた児童等又はその保護者等について，必要があると認めたとき\nは，次の各号のいずれかの措置を採らなければならないと規定し，法２６条１項１号は，法２７条の措置を要すると認\nめる者は，これを都道府県知事に報告することと規定する。そして，法２７条１項は，都道府県は，法２６条１項１号\nの規定による報告等のあった児童につき，次の各号のいずれかの措置を採らなければならないと規定し，法２７条１項\n３号は，児童を里親若しくは保護受託者に委託し，又は乳児院，児童養護施設等に入所させることと規定する。なお，\n法２７条４項は，同条１項３号等の措置は，児童に親権を行う者（法４７条１項の規定により親権を行う児童福祉施設\nの長を除く。以下同じ。）又は未成年後見人があるときは，法２７条３項の場合を除いては，その親権を行う者又は未\n成年後見人の意に反して，これを採ることができない旨規定するが，法２８条１項柱書は，保護者が，その児童を虐待\nし，著しくその監護を怠り，その他保護者に監護させることが著しく当該児童の福祉を害する場合において，法２７条\n１項３号の措置を採ることが児童の親権を行う者又は未成年後見人の意に反するときは，都道府県は，次の各号の措置\nを採ることができると規定し，法２８条１項１号は，保護者が親権を行う者又は未成年後見人であるときは，家庭裁判\n所の承認を得て，法２７条１項３号の措置を採ることと規定する。他方，法３３条１項は，児童相談所長は，必要があ\nると認めるときは，法２６条１項の措置をとるに至るまで，児童に一時保護を加え，又は適当な者に委託して，一時保\n護を加えさせることができる旨規定し，法３３条２項は，都道府県知事は，必要があると認めるときは，法２７条１項\n等の措置をとるに至るまで，児童相談所長をして，児童に一時保護を加えさせ，又は適当な者に，一時保護を加えるこ\nとを委託させることができる旨規定し，法３３条３項は，同条１項又は同条２項の規定による一時保護の期間は，当該\n一時保護を開始した日から２月を超えてはならない旨規定し，同条４項は，同条３項の規定にかかわらず，児童相談所\n長又は都道府県知事は，必要があると認めるときは，引き続き同条１項又は同条２項の規定による一時保護を行うこと\nができる旨規定する。また，児童虐待防止法８条は，児童相談所が児童虐待を受けた児童について法２５条の規定によ\nる通告等を受けたときは，児童相談所長は，速やかに，当該児童の安全の確認を行うよう努めるとともに，必要に応じ\n法３３条１項の規定による一時保護を行うものとする旨規定する。さらに，法２７条の３は，都道府県知事は，たまた\nま児童の行動の自由を制限し，又はその自由を奪うような強制的措置を必要とするときは，法３３条及び法４７条の規\n定により認められる場合を除き，事件を家庭裁判所に送致しなければならない旨規定する。\nイ　以上のとおり，法３３条２項の規定による一時保護処分は，法２６条１項１号の規定による報告のあった児\n童について，都道府県知事が，必要があると認めるときに，法２７条１項又は２項の措置をとるに至るまで行うことが\nできるとされているものであって，その期間は，原則として当該一時保護を開始した日から２月を超えてはならないと\nされている。しかるところ，法２６条１項１号の規定による報告は，児童相談所長が，法２５条の規定による通告を受\nけた児童等について，法２７条の措置を要すると認めるときに採らなければならない措置であるとされ，法２５条の規\n定による通告は，保護者のない児童又は保護者に監護させることが不適当であると認める児童（児童虐待を受けた児童\nを含むものと解される。）を発見したときに行わなければならないとされている。また，法２７条１項３号又は同条２\n項の措置は，児童に親権を行う者又は未成年後見人があるときは，法２７条３項の場合を除いては，その親権を行う者\n又は未成年後見人の意に反してこれを採ることができず，保護者である親権を行う者又は未成年後見人の意に反して法\n２７条１項３号の措置を採ることができるのは，当該保護者が，その児童を虐待し，著しくその監護を怠り，その他保\n護者に監護させることが著しく当該児童の福祉を害する場合において，家庭裁判所の承認を得たときであるとされてい\nるのに対し，法３３条２項に基づく措置については，保護者である親権を行う者又は未成年後見人の同意も家庭裁判所\nの承認も要せず，必要とするときは，事件を家庭裁判所に送致することなく，たまたま児童の行動の自由を制限し，又\nはその自由を奪うような強制的措置をとることもできるものとされている。これらにかんがみると，法３３条２項の規\n定による一時保護処分は，法２６条１項１号の規定による児童相談所長の報告を受けた都道府県知事が，保護者のない\n児童又は児童虐待を受けた児童等保護者に監護させることが不適当であると認める児童について，当該児童が心身とも\nに健やかに育成されることを目的として（法１条，２条），保護者である親権を行う者又は未成年後見人の意に反する\nと否とにかかわらず，行政処分により，当該児童を緊急に保護し，法２７条１項又は２項の措置をとるに至るまでの\n間，暫定的に保護を加える制度として規定されたものと解される。そして，以上説示したような一時保護処分の目的，\n内容，性質等に照らすと，法３３条２項にいう「必要があると認めるとき」とは，当該児童が保護者のない児童である\nか又は児童虐待を受けた児童であるなど保護者に監護させることが不適当な児童であって，法２７条１項又は２項の措\n置を要すると認めるに足りる相当の理由があるときをいうものと解するのが相当である。\n(2)　前記争いのない事実等記載の事実に加え，証拠によれば，以下の各事実が認められる。\nア　平成１５年８月２９日ころ，大阪府生野警察署少年課チャイルドレスキュー１１０番に，Ａが母親から暴力\nによる虐待を受けていると思われる旨の通報があった。同警察署長Ｅは，本件所長に対し，児童虐待防止法６条及び法\n２５条に基づく同日付け児童通告書により上記通報の内容を通告し，同書面は，同年９月２日，本件児童相談所に受理\nされた（乙５）。\nイ　Ａは，平成１５年１１月１９日午前８時ころ，δ小学校に登校すべく家を出た（原告本人）。Ａは，学校に\n着くと，Ａの担任の教師に対し，同日朝の登校前，原告から家の付近で追い掛け回されたなどと述べて，家に帰りたく\nない旨泣きながら申し出た（当事者間に争いのない事実）。\nウ　δ小学校は，Ａからの上記申出を受けて，同日，本件児童相談所に対し，Ａの虐待に関する通告を行った。\n上記通告を受けた本件児童相談所は，同日，δ小学校に児童福祉司らを派遣し，Ａから事情聴取を行った（\n本件事情聴取）。\nＡは，児童福祉司らに対し，本件事情聴取の際，真実の母親（原告）のところにいたくなく，里親（Ｃ夫\n妻）のところに帰りたい，家には帰らず児童相談所に行くなどと訴え，原告はＡをすぐ叩く，原告は，Ａが熱を出した\nときも，通常の場合は病院に連れていかず，寝かせてもくれず，熱が少し下がると薬を捨ててしまう，原告は弟にはや\nさしくするのにＡにはやさしくしてくれない，弟ばかりかわいがっている，Ａの帰宅が学校での劇の練習などで遅くな\nったときも怒られ，帰宅が遅くなると，食事をさせてくれない，朝食を毎日食べておらず，その時間，原告は寝てい\nる，原告は，Ａの顔を平手で，足を拳で殴り，殴られた部分は青あざになる，Ａの尻を布団たたきでたたく，原告に殴\nられてできたけがは１年生のときから常にある，これ以上たたかれたり追い出されたりしたくない，原告が約束しても\n帰りたくない，正座させられる，などと申し述べた。また，Ａが，原告から，同日朝の登校時に追い回された経緯につ\nいては，Ａが目覚ましをかけていたのに，原告が勝手に目覚ましを止めてしまい，怒って家の近所のセブンイレブンま\nで追い掛けてきたと話した（乙１５）。\nＡは，本件事情聴取終了後，上記児童福祉司らとともに，本件児童相談所に赴き，大阪市長は，Ａに対し，\n同日，法３３条２項に基づき，一時保護の場所を本件児童相談所内とする一時保護処分（緊急保護。本件処分）を行っ\nた。この間，Ａは，本件児童相談所に向かう車中で，原告が窓から見ていないか，原告が追い掛けてこないかと終始不\n安げなそぶりをみせ，本件児童相談所の玄関に到着した際も，同玄関がだれでも入ることのできる構造になっているこ\nとに強い不安を示していた（乙１５）。\nエ　Ａは，本件処分が行われた平成１５年１１月１９日当時，通学していたδ小学校ではなく前々在籍校である\nβ小学校の制服を着用していた。上記制服の白色ブラウスは汚れのため全体的に黒ずんでおり，特に両袖口は黒く変色\nしていた。上記制服の紺色ジャケットにはボタン穴が３個あるところボタンは１個しかついておらず，同ジャケット内\n側の名前欄にはＡ以外の者の名前が記されていた。また，Ａが上記制服の上に着用していたえんじ色のセーターは，全\nページ(4)\n体的に薄汚れており，左袖口はほころび，胸から脇にかけての部分は下に着ている服が透けて見える程度に生地が薄く\nなっていた。Ａが当時履いていた靴も全体的に薄汚れており，ゴム製の靴底もつま先やかかとを中心にすり減ってい\nた。さらに，Ａの右脚の膝と背中に青あざが存在した（当事者間に争いのない事実，乙２，３，６ないし１１，１４，\n弁論の全趣旨）。\n(3)　上記(2)において認定した事実によれば，本件処分当時，Ａは，児童福祉司らに対し，保護者である原告から\n普段から青あざが残るような暴行を受け，病気の際にも適切な看護をしてもらえず，毎日朝食の用意がなく，夕食をさ\nせないこともあるなどといった，児童虐待の存在を疑わせるに十分な事実を含む供述をしていた上，Ａの右脚の膝と背\n中に青あざが存在し，Ａの着衣は汚れてすり切れたりほころびたりした前々在籍校の制服やセーターなどといった異様\nなものであり，Ａが登校するや担任の教師に家に帰りたくないと泣いて訴えたり，本件児童相談所に入所するまで終始\n原告に連れ戻されることについての不安を示すなど，Ａの上記供述内容を裏付けるに足りる客観的痕跡や挙動等が認め\nられたのであり，Ａについて本件処分の約３か月前にも警察署長から本件所長に対して児童虐待防止法６条及び法２５\n条に基づく通告がされていたことをも併せ考えると，本件処分当時，Ａについて，児童虐待を受けた児童であるなど保\n護者に監護させることが不適当な児童であって，法２７条１項又は２項の措置を要すると認めるに足りる相当の理由が\n存し，Ａを緊急に保護する必要性が認められたというべきである。また，前記争いのない事実等記載のとおり，Ａにつ\nいて，その後，大阪家裁の審判及び大阪高裁の決定を経て，本件処分の約８か月後の平成１６年７月１３日に法２７条\n１項３号に基づく里親委託措置が採られており，同事実等記載のＡの出生から本件処分に至るまでの経緯等にもかんが\nみると，Ａについて上記里親委託措置が採られるまでの間引き続き法３３条２項の規定による一時保護を行う必要性が\n存したものと認められる。\n(4)　この点，原告は，原告がＡを虐待していた事実はなく，かえって原告はＡと良好な関係を保ち，Ａの健康にも\n気を遣っていた旨主張し，これに沿う証拠として，甲８，９，１２，１３を提出し，原告本人も上記主張に沿う供述を\nする。\nしかし，そもそもこれらの証拠関係から直ちに原告が本件処分当時Ａに対しその心身の健全な育成に必要かつ\n適切な監護を行っていた事実を推認することはできないのみならず，前記のとおり，法３３条２項の規定による一時保\n護を行うためには，当該児童が児童虐待を受けた児童であるなど保護者に監護させることが不適当な児童であって，法\n２７条１項又は２項の措置を要すると認めるに足りる相当の理由があれば足りるところ，前記認定のとおり，本件処分\n当時，Ａについて上記相当の理由を認めるに足りる事実関係が認められたのであるから，原告の上記主張を採用するこ\nとはできない。\nまた，原告は，Ａが，以前に里親委託を受けていたＣ夫妻の下に赴くことを予定し，本件処分当日の朝原告に\n追い回されたという虚偽の事実を述べて，本件児童相談所の一時保護を受けたといった趣旨の主張をし，これに沿う証\n拠として甲６，７，１０，１１を提出し，原告本人も上記主張に沿う供述をする。\nしかし，甲６，７は，これらがＡが作成した書面であるとしても，作成日時の記載がなく，その作成時期が不\n明である上，上記書面には，Ａの反省及び謝罪が記載されているにすぎず，Ｃ夫妻の下に赴きたいとのＡの意思を読み\n取ることは困難である。また，甲１０，１１は，現在，小学生の虚言や規範意識の崩れといった問題が存在し，増加す\nる傾向にあることを一般的に示すものにすぎず，Ａが原告の主張するような虚言を述べた事実を推認させるものではな\nい。他に，原告の上記主張事実を認めるに足りる証拠もない。\nなお，甲１４の記載内容からは，Ａが過去に虚言を述べていた様子がうかがわれなくもないが，そのことから\n直ちに，上記(2)ウで認定したＡの供述内容のすべてが虚言であると断定することはできず，他に上記供述内容が虚言で\nあることを裏付けるに足りる的確な証拠もない。\nさらに，原告は，本件処分は，原告とＡとを接触しないようにしておいて，大阪家裁から里親委託措置の承認\nと親権喪失決定を得る目的で行われたものであるが，これらの目的のために一時保護を行うのは，法３３条に反し違法\nである旨主張する。\nしかし，上述のとおり，法３３条２項の規定による一時保護は，法２７条１項又は２項の措置をとるに至るま\nでの間，当該児童が心身ともに健やかに育成されることを目的として，当該児童に対し暫定的に保護を加える制度とし\nて規定されたものであるところ，本件処分当時Ａを緊急に保護する必要性が認められ，その後Ａについて法２７条１項\n３号に基づく里親委託措置が採られるまでの間引き続き一時保護を行う必要性が存在したことは前記のとおりであるか\nら，本件処分に原告の主張するような違法があるということはできない。\n(5)　以上によれば，Ａについて法３３条２項の規定による一時保護（本件処分）を開始し，その後法２７条１項３\n号に基づく里親委託措置が採られるまでの間引き続き一時保護を行った大阪市長の行為に国賠法１条１項にいう違法が\nあったということはできない。したがって，原告の被告に対する同項に基づく損害賠償請求は，その余の点について判\n断するまでもなく，理由がない。\n３　以上によれば，本件訴えのうち，本件処分の取消しを求める部分は不適法であるからこれを却下すべきであり，\n原告の被告に対するその余の請求は理由がないからこれを棄却すべきである。\nよって主文のとおり判決する。\n大阪地方裁判所第２民事部\n裁判長裁判官　　　　西　　　川　　　知　　一　　郎\n裁判官　　　　田　　　中　　　健　　　治\n裁判官　　　　石　　　田　　　明　　　彦\nページ(5)\n"
}