{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 12,
    "day": 3
  },
  "case_number": "平成14(ワ)26790",
  "case_name": "預金払戻請求",
  "court_name": "東京地方裁判所民事第28部",
  "lawsuit_id": "5605",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=5605",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/605/005605_hanrei.pdf",
  "contents": "Ｈ１５．１２．３東京地方裁判所平成１４年(ワ)第２６７９０号預金払戻請求事件\n要旨：民法第４７８条\n内容：\n主　　　　　　　　文\n１　被告は，原告に対し，４３０万円及びこれに対する平成１４年１２月２６日か\nら完済まで年５分の割合による金員を支払え。\n２　訴訟費用は，被告の負担とする。\n３　この判決は，仮に執行することができる。\n事実及び理由\n第１　請求\n主文同旨\n第２　事案の概要\n本件は，原告が被告に対し，盗難された預金通帳を所持した第三者に対する払戻し\nは弁済の効力が認められないとして，普通預金契約に基づき普通預金４３０万円及\nびこれに対する訴状送達の日の翌日である平成１４年１２月２６日から完済まで民\n法所定の年５分の割合による遅延損害金の支払を求め，これに対し，被告が前記払\n戻しは債権の準占有者に対する弁済として有効であると主張する事案である。\n１　前提となる事実（証拠を掲記しない事実は，当事者間に争いがない。）\n(1)　当事者等\nア　原告は昭和１７年６月７日生まれで，昭和３７年当時の電電公社千葉電報局に\n入社し，昭和６２年６月柏電報電話局に勤務していた折り，同月２６日，千葉県労\n働金庫柏支店において，原告名義の普通預金口座（口座番号２４０９１４９。以下\n「本件口座」という。）を開設し，平成１１年１０月１３日当時，本件口座に４３\n０万８２９３円の預金を有していた。（甲２５）\nイ　被告は，労働金庫法に基づき，労働者団体の健全な発達の促進や労働者の経済\n的地位の向上を目的として設立された金融機関である。被告の前身である東京労働\n金庫は，平成１３年４月１日，千葉県労働金庫外６金庫を吸収合併し，同日，中央\n労働金庫に名称変更した。（弁論の全趣旨）\n(2)　本件口座の預金通帳（以下「本件通帳」という。）を所持する者（以下「本件\n払戻請求者」という。）が，平成１１年１０月１３日午後２時３０分ころ，千葉県\n労働金庫幕張支店において，本件通帳及び払戻請求書（以下「本件払戻請求書」と\nいう。）を提出して，本件口座の普通預金４３０万円について払戻しを求めた（以\n下「本件払戻請求」という。）。\n前記支店では，担当者が通帳の表紙裏に押捺されている副印鑑の印影（以下「本件\n副印鑑印影」という。）と本件払戻請求書に押捺された印影（以下「本件印影」と\nいう。）とを照合し，両印影が同一の印影であって，本件払戻請求は本件通帳及び\n届け出た印鑑（以下「本件届出印」という。）を所持する正当な権利者による払戻\n請求であると判断して，４３０万円の払戻しを行った（以下「本件払戻し」とい\nう。）。\n(3)　原告は，平成１１年１１月半ばころ，本件通帳が窃取されていることに気づ\nき，千葉県労働金庫幕張支店に対し届け出たところ，本件払戻しに初めて気づい\nた。原告は，同じころ，千葉西警察署にも本件通帳の盗難及び本件払戻しによる被\n害を届け出た。なお，本件届出印は窃取されていなかった。（甲２５，原告本人）\n２　争点\n本件の争点は，本件払戻しが債権の準占有者に対する弁済として有効かどうかであ\nる。すなわち，\n(1)　預金払戻手続において被告の負う注意義務。\n(2)　印影照合手続において過失がなかったか。\n(3)　本件払戻請求者が正当な受領権限を有しないのではないかと疑わしめる特段の\n事情があったか。\n３　争点に関する当事者の主張\n(1)　争点(1)（預金払戻手続における注意義務）について\n（被告の主張）\nア　預金払戻手続において被告の負う注意義務は，本件払戻請求者が正当な受領権\n限を有しないのではないかと疑わしめる特段の事情がない限り，印影照合の際，同\n事務に習熟している担当者において届出印の印影（本件では，本件副印鑑印影）と\n本件印影とを肉眼による平面照合の方法によって，社会通念上一般に期待されてい\nる業務上の相当の注意をもって慎重に行うことで足りる。\nイ　原告の主張に対する反論\n原告は，預金払戻手続の際の注意義務として印影の同一性の確認に加え，身分証明\n書を提示させる等により本件払戻請求者が正当な受領権限を有していることを確認\nすべきであると主張するが，以下のとおり理由がない。\n(ア)　金融機関の窓口業務は，確定した判例となっている被告主張の注意義務に基\nづき，長年，運用されている。\n(イ)　普通預金は，金額・期間に制限なく自由に預入れと払戻しができる要求払預\n金である。金融機関は，普通預金の払戻請求があれば，即時にその請求額を払い戻\nす義務を負う。前記即時払戻義務の観点からすると，普通預金について，印影照合\n手続に加えて，受領権限を確認する手続を義務付けることはできない。\n(ウ)　一定の場合に，常に印影照合手続に加えて受領権限を確認する手続を義務づ\nけると，受領権限の確認ができない限り，払戻しを拒絶することになる。しかし，\nその場合でも，払戻請求者が正当な権利者であったときは，金融機関は履行遅滞の\n責めを負うことになる。\n(エ)　本件払戻しは，平成１１年１０月１３日に行われた。当時，電子印鑑照合シ\nステムは普及しておらず，副印鑑制度（通帳の表紙裏に押捺されている印影と払戻\n請求書に押捺された印影を照合する制度，以下同じ。）は廃止されていなかった。\n原告の主張は，多数の金融機関が電子印鑑照合システムを備え，副印鑑制度を廃止\nし，金融機関の内規によって受領権限の確認手続が強化された現状をもとに立論し\nており，前提とする社会的状況が異なる。\n（原告の主張）\nア　複写技術等の進歩により，届出の印鑑と変わらない偽造印影が容易に作出さ\nれ，これによる盗難預金通帳の不正払戻請求が頻発している社会的状況に鑑みる\nと，預金払戻手続に際し，被告の負うべき注意義務は，次の(ア)及び(イ)の２つで\nある。\n(ア)　印影照合に関する注意義務\nａ　担当者は，常に偽造印影による不正払戻請求がなされる可能性を考慮した上\nで，各文字について慎重な照合をすべきである。\nｂ　届出印の印影と本件印影を照合するにあたっては，盗難通帳及び偽造印影によ\nる払戻請求の可能性があることを認識したうえで，次の点にも注意する必要があ\nる。\n(ａ)　朱肉の色が，ロビー備付けの朱肉の色と異なっていないか。\n(ｂ)　印鑑を押印した凹凸があるか（印影が印刷されたものでないか）。\n(ｃ)　印影の文字が太く，スタンプのように見えないか。\n(イ)　印影照合以外の点に関する受領権限の確認義務\n印影照合の要件が満たされていたときであっても，複写技術等の進歩により容易に\n届出印と同じ印影が作出される状況に鑑みると，払戻しが次のａからｄまでに該当\nする場合には，払戻請求者が預金者本人か代理人かを尋ね，預金者本人であれば，\n筆跡照合，身分証明書等の呈示を求めるなどの本人確認を行い，代理人の場合に\nは，キャッシュカードの暗証番号，預金者本人への電話確認を行うなどして，払戻\n請求者が正当な受領権限を有するかどうかを確認すべきである。\nａ　定期預金，定期積金の解約（限度額に近い預金担保貸付を含む）の場合\nｂ　払戻請求額がおおむね５０万円以上の場合\nｃ　払戻請求額が預金残高のほぼ全額あるいは過去の払戻履歴からみて突出した金\n額である場合などの特異な払戻の場合\nｄ　何らかの契機により，銀行の窓口で預金の払戻請求をしている者が正当な受領\n権限を有しないのではないかと疑わしめる事情が存在したとき\nイ　被告の主張に対する反論\n被告は，預金払戻手続の際の注意義務の内容については，特段の事情がない限り，\n印影照合の際に届出印の印影と本件印影を平面照合するだけで足りると主張する。\nしかし，次の(ア)から(キ)のとおり，前提とする社会的状況が変化したこと及び金\n融機関の基本的責務である預金の安全性確保の観点に照らすと，被告の上記主張は\n理由がない。\n(ア)　平成１０年ころから，複数の組織的な窃盗グループによる侵入窃盗事件が激\n増し，社会問題化している。これに伴い，通帳を盗取した上で，副印鑑をもとに印\n影を偽造し，金融機関の窓口において預金を引き出す不正払戻被害も多発してい\nる。この背景には，印影の偽造は，現在，近時の画像処理技術（スキャナーや家庭\n用印刷機の高性能化等）の進歩により，特別な技能及び高価な機器を持たなくても\n可能となっていることがある。金融機関の負う注意義務の判断基準は，そもそも社\n会通念に照らして一般に期待されている注意を尽くしたかどうかにより判断される\nから，前記のとおり，印影照合手続の立脚する社会的状況が変化している以上，こ\nれに伴い注意義務の判断基準も変化するのは当然である。\n(イ)　警視庁は，前記社会情勢を受けて，平成１１年９月６日，各都市銀行等に対\nし，不正払戻防止策として，開店間もない時間に会社等名義の多額の預金を普段見\nかけない人が引き出した場合や，挙動が不審であると思われる場合には，会社に確\n認するか，確認ができない場合には警察へ通報するなど，盗難被害に遭った通帳等\nが使われないように留意すべきとする要請を行っている。また，警視庁は，同年１\n１月２４日，金融機関防犯連絡会議において，参加団体に対し，同旨の要請を行っ\nており，このように，警視庁は，金融機関に対し，窓口における免許証等の呈示な\nどではなく，本人あるいは警察への通報というより徹底した受領権限確認を求めて\nいる。\n(ウ)　東京三菱銀行は，前記(ア)及び(イ)の事態を受けて，平成１１年１０月に副\n印鑑制度を廃止し，他の都市銀行も相次いで副印鑑制度を廃止している。一部大手\n都市銀行では，窓口による払戻しにおいても一定額を超える場合には，暗証番号の\n確認等の手続を履践している。\n(エ)　被告の主張を前提にすると，現実には，暗証番号を要するＡＴＭによる払戻\nしと窓口による払戻しでは，後者では偽造が容易な印影の同一性に基づいている結\n果，後者の方が不正払戻しが起きる可能性が高くなる。千葉県労働金庫を含むほと\nんどの金融機関においては，ＡＴＭの利用に関し，１回当たり及び１日当たりの上\n限金額を設け，これを超過する場合には，対面取引である窓口による払戻しとした\n趣旨と矛盾する結果となる。\n(オ)　郵便貯金における払戻しについては，一定の場合には，払戻請求者に対し，\n証明資料等の提示を求めるという実務が確立しており，この履践がない場合，郵便\n局は，現実に，過誤払いを認め被害回復をしている。郵便貯金と一般の金融機関の\n取り扱う普通預金が簡易迅速な払戻しと預金の安全性確保を目的とする点で共通し\nていることを考えると，被告の主張は，一般の金融機関について払戻請求手続にお\nける注意義務を不当に軽減するものといえる。\n(カ)　印影照合手続以外に受領権限の確認手続を別途義務づけると，窓口の混雑や\n預金引出の簡便性を損なう可能性がある。しかし，ａ　不正払戻しの起きやすい頻\n度の観点と，ｂ　被害の重大性から，不正払戻しの危険性の高い類型を想定するこ\nとができ，当該類型については，(ａ)　筆跡照合，(ｂ)　キャッシュカードの暗証\n番号を確認するなどの容易な確認手続がある。\n(キ)　「銀行法務２１」１９９９年（平成１１年）１２月号によると，印影照合手\n続に頼った本人確認等では不十分であり，直接対面の質問や再押捺依頼などの行内\n訓練が，これからの銀行実務では重要であるとの記事を掲載している。このことか\nら，平成１１年１２月の時点で，既に銀行業界は，印影照合手続による受領権限の\n確認に限界があることを認識していた。\n(2)　争点(2)（印影照合手続の過失）について\n（被告の主張）\nア　印影照合手続における過失の有無は，通常の事務処理の過程の限られた時間内\nに，肉眼をもって届出印の印影と本件印影を対照し，別異の印鑑による印影である\nことが発見し得るのに，そのような印影の相違を看過したかどうかによって判断さ\nれる。すなわち，肉眼によって，若干の相違が認められても，別異の印鑑であるた\nめにその相違が生じたことまでを発見できなければ，過失があることにはならない\nし，また，後日，印影を拡大するなど時間をかけて照合したことにより，結果とし\nて，別異の印鑑による相違と判明したとしても，過失があったことにはならない。\nイ　窓口を担当していたＡ及び千葉県労働金庫幕張支店長であるＢは，本件副印鑑\n印影と本件印影を，次のとおり，社会通念上一般に期待される業務上の相当の注意\nをもって確認し，同一印であると判断しており，印影照合手続において過失はな\nい。\n(ア)　Ａは，当時通算１２年以上印影照合事務に従事していたベテラン職員であ\nり，検印者であるＢも管理職として印影照合事務に習熟していた。両名は，平面照\n合・折り重ね照合をした上で，本件副印鑑印影と本件印影が同一であると判断して\nいる。\n(イ)　肉眼で見る限り，印鑑届にある印影（以下「本件届出印影」という。）と本\n件印影とを比較対照すると，印影の形及び大きさ，字の大きさ，字体，文字の配\n置，文字全体の印象がどれも同一である。\n(ウ)　本件届出印影と本件印影は，色が異なるが，これは朱肉の種類に起因するも\nのであり，その他の細かな相違も，朱肉の種類，付着の仕方，押印の際の押す力，\n紙質，押印用下敷きマットの有無の相違によると考えられ，印鑑の同一性を疑わし\nめるほどの相違ではない。\nウ　原告の主張に対する反論\n原告の主張は，別紙印影対照図面のとおり，印影を５００倍に拡大して考察した結\n果から，両印影の相違を指摘するに過ぎず，失当である。また，本件印影は，鮮明\nであり，払戻請求者に押し直しを求める必要性もない。\n（原告の主張）\nア　印影照合における注意義務の具体的な内容は，争点(1)（原告の主張）ア(ア)の\nとおりである。\nイ　本件届出印影と本件印影を比較対照すると，次の(ア)から(ウ)までのとおり，\n相違点がある。いずれも印鑑の使い込みによる変化（通常は，朱肉等が付着するこ\nとにより全体的に線が太くなる），朱肉の種類や付き方，押印の仕方，紙質の差，\nほこりや汚れの付着等によって生じ得ないものであって，肉眼で容易に判明する\n（別紙印鑑対照図面参照）。\n以上から，慎重に両印影を照合すれば，拡大をしなくとも本件印影と本件届出印影\nが同一でないことは容易に判明する。また，Ｂは，本件印影の色が支店備付の朱肉\nの色と異なっていることを認識しているうえに，本件印影が不鮮明であることから\nすると，少なくとも再度の押印を求めるなどして鮮明な印影との比較照合を行う必\n要があったからすると，Ａ及びＢにおいて印影照合手続に過失がなかったといえな\nい。\n(ア)　「川」について\n本件印影の第１画は，本件届出印影に比して，角度が急である。\n(イ)　「島」について\nａ　第４画について\n本件届出印影は，第４画は，第３画の横棒と第５画との間のほぼ中間に位置し，第\n３画の横棒と第４画との間の白地と，第４画と第５画との間の白地との割合は均等\nである。\nこれに対し，本件印影の第４画は，上方，すなわち，第３画の横棒に寄っている。\nそのため，第４画と第５画との間の白地が目立っている。\nｂ　第８画について\n本件届出印影では，第８画は，始筆部が第７画の横棒と接触しており，全体として\n線の太さが均一で，はっきりとしている。\nこれに対し，本件印影では，第８画は，うっすらとそれらしきものが映っているに\n過ぎず，第７画の横棒とは全く接触していない。そのため，第７画の横棒と第９画\nの横棒との間には，すきまが生じている。\nｃ　第９画の縦棒について\n本件届出印影では，第９画の縦棒は，直線に近い形である。\nこれに対し，本件印影では，上部下部がいずれも外枠に向けてゆるやかにカーブを\n作っており，その結果，第９画縦棒と外枠とに囲まれた部分が楕円形に近い形にな\nっている。また，中央部付近が，第２画縦棒に接近しており，その結果，第９画縦\n棒と第２画縦棒との間の白地部分が狭くなっている。\nｄ　第９画の横棒について\n本件届出印影では，第９画の横棒はほぼ直線に近い線である。\nこれに対し，本件印影では，中央部がもりあがり，山形を呈している。\n(ウ)　全体の印象について\n本件印影は，本件届出印影に比べ，枠線は太いにもかかわらず，文字部分は，全体\n的に線が細くて薄く，不鮮明である。さらに「島」の文字の第４画付近，第８画付\n近に白地が目立つため，印鑑全体の印象も本件届出印影のものと異なっている。\n(3)　争点(3)（特段の事情の有無）について\n（被告の主張）\nア　本件においては，本件払戻請求者が正当な受領権限を有しないと疑わしめる特\n段の事情があるとは認められず，印影照合手続を行えば足りる。\nなお，Ａ及びＢは，次のとおり，印影照合手続に加えて，千葉県労働金庫の内部規\n程により，慎重に払出手続を行っており，その過程でも，本件払戻請求に不審な点\nはなかった。\n千葉県労働金庫の当時のオンライン事務手続（以下「本件内規」という。）におい\nては，他店払い（ネット払い）の場合，「営業店端末機からのネット支払い取引の\n１回の支払限度額は１００万円とする。なお，１００万円を超えるネット支払につ\nいては，役席が口座開設店に電話照会を行い口座，氏名，届出印，事故コードの有\n無等の確認を得て取扱うことができる。」と定められていた。\nＡは，本件払戻請求においては，印影照合手続に加えて，上記手続に従って，次の\nとおり確認行為をした。\n(ア)　Ａは，本件印影と本件副印鑑印影の印影照合を行った後，端末機で普通預金\n元帳照会を行い，残高及び事故注意コードの設定がないことを確認した。\n(イ)　Ａは，上記事務手続により，１００万円以上の支払であるため，Ｂに対し，\n上記確認をしたことを報告するとともに，本件通帳と本件払戻請求書を渡した。\n(ウ)　Ｂは，再度，本件印影と本件副印鑑印影の照合を行った上で，口座開設店で\nある千葉県労働金庫柏支店に対し，架電し，直接，同支店のＣ次長から原告の預金\n口座について事故コード等が設定されていないことを確認した。\nイ　原告の主張に対する反論\n原告は，本件では，本件払戻請求者が正当な受領権限を有しないのではないかと疑\nわしめる事情があると主張する。しかし，次の(ア)から(オ)までのとおり，前記事\n情があるとまではいえない。\n(ア)　普通預金が要求払預金であり，被告が即時払義務を負うことからすると，本\n件払戻しがほぼ全額にあたることの点からただちに不審な払戻しであるということ\nにはならない。\n(イ)　本件払戻請求は，従前の出入金状況からすると多額であった。しかし，原告\nは，平成１１年８月１８日，千葉県労働金庫幕張支店に対し，届出印の改印を申し\n出ており，その際，従前の出入金記録のある通帳は，新通帳である本件通帳に繰越\nされているため，本件通帳には，平成１１年８月２０日以降の取引しか記載されて\nいなかった。そのため，Ａ及びＢは，本件通帳によっては，過去にどのような出入\n金がされたのか知りうることができない。また，端末機による普通預金通用元帳照\n会においても過去の取引経過は表示されない。\n以上から，Ａ及びＢにおいて，従前の出入金状況を知ることができず，本件払戻請\n求が従前の出入金状況から多額であったことは，本件払戻請求者が正当な受領権限\nを有しないのではないかと疑わしめる事情とはいえない。\n(ウ)　Ａは，本件払戻請求者に対し，自発的に使途，勤務先等を質問したが，不自\n然な点はなかった。\n(エ)　本件払戻請求者は白手袋を着用したままであったが，千葉県労働金庫幕張支\n店にはバイクで来店する顧客は少なくなく，手袋を着用したままの顧客は，他にい\nないわけではない。\n(オ)　原告は，筆跡の相違，本件払戻請求者の住所，電話番号の未確認を指摘する\nが，これらの事項は，被告において確認する義務はないし，窓口対応の実情からい\nってもその履行は極めて困難である。\n（原告の主張）\n被告の主張する払戻請求に対する金融機関の注意義務を前提にしても，本件では，\n次の(ア)から(ケ)までのとおり，預金払戻請求者が正当な受領権限を有しないので\nはないかと疑わしめる特段の事情があり，印影照合手続のほかに，払戻請求者の受\n領権限を確認する手続を取るべきであった。\nＡ及びＢは，印影照合手続以外の確認手段を取らなかったのであるから，預金払戻\n請求者が預金債権者（原告又は正当な口座取引者。）であると信じるについての過\n失がなかったとはいえない。\n(ア)　本件払戻しは，ａ　４３０万円と高額であったこと，ｂ　当時の残高のほぼ\n全額の払戻しに相当すること，ｃ　本件口座の取引履歴によると，平成７年４月に\n１０万円，同８年４月に１万円，同年６月に８０万円，同年１０月に１０万円及び\n同年１２月に３０万円の出金しかなされておらず，１００万円を超える払戻しはさ\nれていないこと，ｄ　平成８年１２月３日以降は，月々２万円（ボーナス月はプラ\nス５万円）の給与振り込みと毎月３０００円の「エース預金」の出金という定期的\nな入出金以外はほとんど入出金がなされていないことなどから，特異な取引であっ\nた。\n(イ)　本件払戻しは，本件口座の開設店である千葉県労働金庫柏支店から約３０キ\nロメートル離れた幕張支店で行われた。また，原告は，幕張支店において，本件払\n戻し以前に入出金等の取引をしたことはない。\n(ウ)　本件払戻請求者は，入店の際に，両手に白い手袋をし，白いヘルメットを抱\nえており，本件払戻手続においても，終始手袋を付けたままであった。\n(エ)　Ａは，勤務先を質問した際，「お勤めはどちらですか。ＮＴＴコムウェアで\nすか。」と勤務先を尋ねたのに対し，本件払戻請求者は，「千葉です。」としか答\nえず，勤務先については答えなかった。また，勤務先が千葉であるにもかかわら\nず，幕張支店で本件払戻手続をしている。\n(オ)　本件払戻請求者は，必要な本人確認等の手続を免れるために閉店間際の午後\n２時３０分に入店している。\n(カ)　原告は，本件払戻しを行う直前の平成１１年８月に，千葉県労働金庫幕張支\n店において本件口座の改印手続を行い，その際運転免許証の提示をしていることか\nら，同店職員は，原告の容姿，年齢などを把握していた。\n(キ)　原告は，本件払戻し当時５７歳であるのに，本件払戻請求者は，３０代後半\nに見え，年齢が異なる。\n(ク)　本件払戻請求書には，昀も基本的な本人確認手段である住所及び電話番号の\n記入がなされていない。\n(ケ)　本件払戻請求書の自筆部分と千葉県労働金庫で管理している本件口座の印鑑\n届及び取引変更届に記載されている原告の自筆部分とは，筆跡が明らかに異なる。\n第３　争点に対する判断\n１　本件払戻し等の事実経過\n前記第２の１前提となる事実，後記認定に供した証拠及び弁論の全趣旨によると，\n次の事実が認められる。\n(1)　原告は昭和１７年６月７日生まれで，昭和３７年当時の電電公社千葉電報局に\n入社し，昭和４０年代前半ころ，労働組合全電通市川分会の組合員から勧められて\nその分会で一括管理していた被告の前身である千葉県労働金庫に預金を開設した\nが，異動に伴い分会も移ることになってこれを解約した。\nその後，原告は昭和６２年６月柏電報電話局に勤務していた際，自動車ローンの\n支払のため口座を開設することにし，同月２６日千葉県労働金庫柏支店において本\n件口座を開設し，毎月の給与から２万円，賞与時には５万円が自動的に入金される\n手続をした。本件口座からは，自動車ローン，保険料が引き落とされ，また，「エ\nース預金」という定期預金へ毎月３０００円が自動振替されていた。原告は，本件\n口座から，平成７年４月に１０万円，同８年４月に１万円，同年６月に８０万円，\n同年１０月に１０万円及び同年１２月に３０万円等の出金を行ったが，このうち８\n０万円は職場を定期的に巡回する被告の担当者を通じて払戻手続をしており，また\n１００万円を超える出金をしたことがなかった。（甲２５，乙７，原告本人）\n(2)　千葉県労働金庫幕張支店は，本件払戻し当時，正職員５名，パート職員２名の\n合計７名が勤務し，内訳は支店長，次長，融資係２名，預金係２名，渉外係１名で\nある。同支店において，４００万円から５００万円の払戻しは，２，３日に３，４\n件程度の頻度で行われていた。Ａは，融資業務を担当するほか，預金係の窓口も兼\n務していた。Ａは，昭和４７年４月千葉県労働金庫に採用され，昭和６０年まで勤\n務したが，出産のため退職し，その半年後パート職員として再び勤務するようにな\nり，本件払戻しの時点まで通算１２年以上印影照合事務に従事しており，この事務\nに習熟しているベテラン職員であった。検印者であるＢも管理職として印影照合事\n務に習熟していた。Ａは，これまでの勤務を通じて，普通預金で年に２，３件，定\n期預金及び財形預金\nで月に３，４件，印影の相違を発見した経験を有している。（乙９，乙１６，証人\nＡ）\n(3)　原告は，平成１１年８月１８日，千葉県労働金庫幕張支店に対し，届出印の改\n印手続を行った。前記支店において改印手続を行ったのは，自宅から近いからであ\nった。改印手続の際，本人確認のため，身分証明書として運転免許証の写を提出し\nたが，元帳店である千葉県労働金庫柏支店に送付されていた。もっとも，幕張支店\nにおいても必要があれば，柏支店から運転免許証の写をファックスで送付して貰う\nことができた。\nまた，改印手続の際，本件通帳の表紙裏に押捺して本件副印鑑印影を記帳した。\nなお，従前の出入金記録のある通帳は，新通帳である本件通帳に繰越しとして記帳\nされたため，本件通帳には，平成１１年８月２０日以降の取引しか記載されていな\nかった。（甲２５，乙９，原告本人）\n(4)　本件払戻請求者は，上下のスーツを着て一見サラリーマン風の３０歳前後の男\n性であったが，平成１１年１０月１３日午後２時３０分ころ，千葉県労働金庫幕張\n支店を訪れ，その際両手に綿製の白手袋をし，片手には白いヘルメットを持ってい\nた。本件払戻請求者は，両手に白手袋を着用し片手にヘルメットを持ったまま，窓\n口のＡに対し，本件通帳及び本件払戻請求書を提出して，本件口座の普通預金４３\n０万円について払戻しを求めた。本件払戻請求書には，口座番号の欄に「２４０９\n１４９」，金額の欄に「￥４３０００００」，会員名（勤務先）の欄に「００２６\n９－０００」，おなまえの欄に「Ｄ」と記入されており，おなまえの欄の横にある\nお届出印の下には本件印影が押捺されていたが，勤務先の名前は書かれていなかっ\nた。なお，当時の本\n件口座の残高は，４３０万８２９３円であり，同金員について本件通帳に記帳済み\nであった。（前記第２の１前提となる事実(1)(2)で認定，甲２３，甲２６，乙３，\n乙９，１０）\n(5)　Ａは，本件払戻請求者に対し，払戻金額が４３０万円と高額であったことか\nら，「何の目的でお使いですか。」旨使途を尋ね，「住宅です。」との旨返答を得\nて，特に不自然な点は抱かなかった。Ａは，本件払戻請求者が綿製の白い手袋を着\n用したままであることに気づいたが，本件払戻請求書の筆跡が震えて見えたことも\nあり，身体的欠陥を有するのではなかろうかと憶測し，手袋の着用の理由は特に尋\nねなかった。（乙９，証人Ａ）\n(6)　Ａは，本件副印鑑印影と本件印影とを，肉眼により，平面照合及び折り重ね照\n合を行い，同一印鑑による印影であると判断した。（乙９，証人Ａ）\n(7)　本件内規には，他店払い（ネット払い）の場合，「営業店端末機からのネット\n支払い取引の１回の支払限度額は１００万円とする。なお，１００万円を超えるネ\nット支払については，役席が口座開設店に電話照会を行い口座，氏名，届出印，事\n故コードの有無等の確認を得て取扱うことができる。」との定めがあった。Ａは，\n上記内規に従って，端末機で普通預金元帳照会を行い，残高及び事故注意コードの\n設定がないことを確認した。（乙８，乙９，証人Ａ）\n(8)　Ａは，上記内規により，１００万円以上の支払であるため，Ｂに対し，上記確\n認をしたことを報告するとともに，本件通帳と本件払戻請求書を渡した。Ｂは，再\n度，本件副印鑑印影と本件印影の照合を行った上で，口座開設店である千葉県労働\n金庫柏支店に対し，電話をかけて，直接，同支店のＣ次長から原告の預金口座につ\nいて事故コード等が設定されていないことを確認した。Ｂは，Ａに対し，払戻しの\n了承を与えた。Ｂは，印影の照合の際，本件印影の色が本件副印鑑印影の色及び店\n頭の朱肉の色と異なることに気づき，店頭の朱肉を使わずに事前に押印した可能性\nがあると認めたが，事前に払戻請求書に押印する例も少なくないため，不審である\nと疑うことまではしなかった。（乙８，乙９，乙１６，証人Ａ）\n(9)　Ａは，本件払戻請求者に対し，他の顧客の目にふれないように４００万円を封\n筒に入れ，３０万円とともに，現金で手渡した。Ａは，この際，「お勤めはどちら\nですか。ＮＴＴコムウエアですか。」と尋ねたところ，本件払戻請求者は「千葉で\nす。」と回答した。Ａは，本件払戻請求書に，会員番号として記載されていた「０\n０２６９－０００」を見て，本件通帳に記載されている預金債権者本人が，ＮＴＴ\n東日本労組の柏分会に所属し，千葉県労働金庫柏支店で口座を開設したことを認識\nしたが，上記回答について，本件払戻請求者がＮＴＴ東日本柏支店からＮＴＴ東日\n本千葉支店に転勤したのであろうと思い，それ以上，勤務先や元帳店等につき尋ね\nなかった。さらに，Ａは，本件払戻請求者に対し，「何でお越しですか。」と尋ね\nたところ，本件払戻\n請求者は，「バイクです。」と返答した。Ａは，この返答から，白い手袋の着用は\nバイクで来店したためであろうと推測した。（乙９，証人Ａ）\n(10)　本件払戻請求者は，本件払戻手続に要した約１０分程度の間，店内を歩いた\nうえ，備え付けの新聞等を読んでいた。（甲２３，甲２６，乙９，証人Ａ）\n(11)　原告は，平成１１年８月１８日，千葉県労働金庫幕張支店に対し，届出印の\n改印を申し出ており，その際，従前の出入金記録のある通帳は，新通帳である本件\n通帳に繰越されており，本件通帳には，平成１１年８月２０日以降の取引しか記載\nされていなかった。Ａ及びＢは，本件通帳の記載からは，過去にどのような出入金\nがされたのか知ることはなかった。（甲２５，乙９，証人Ａ，原告本人，弁論の全\n趣旨）\n(12)　原告は，平成１１年１１月半ばころ，自宅の居間のタンスの上の箱に入れて\nいた本件通帳が窃取されていることに気づいた。本件届出印は，本件通帳とは別に\nタンスの中で保管していたため，窃取されていなかった。\n原告は千葉県労働金庫柏支店に対し電話をかけて確認すると，担当者から「同年\n１０月１３日千葉県労働金庫幕張支店で４３０万円が支払われている。」旨の連絡\nを受けて，本件払戻しを初めて知った。原告は，すぐに，千葉西警察署に対し，本\n件通帳の盗難及び本件払戻しによる被害を届け出た。（甲２５，原告本人）\n２　本件副印鑑印影と本件印影との同一性について\n(1)　本件副印鑑印影と本件印影との同一性について検討する。\n前記のとおり，原告は本件届出印を窃取されておらず，本件印影は本件届出印に\nよらないことは明らかであり，おそらく本件副印鑑印影を利用して，偽造された印\n鑑かあるいはスキャナー等の複写機器を利用して複製されたものであろうと推測さ\nれるから，ここでの同一性とは客観的な形状による比較対照である。なお，本件で\nは，本件通帳は窃取されたままであり，本件副印鑑印影と対照することはできない\nので，本件届出印影と本件印影とを比較対照する。\n(2)　本件届出印影（乙１，乙２）と本件印影（乙３）は，いずれも鮮明に押捺され\nており，印影の形及び大きさ，字の大きさ，字体，文字の配置，文字全体の印象\nは，一見すると良く似ている。しかしながら，両印影の一文字一文字を比較照合す\nると，肉眼による平面照合によっても，次の各点に相違を認めることができる。\nア　「川」の２画目の縦棒について，外枠との接着点をみると，本件届出印影は縦\n棒全体でしっかり接しているのに対し，本件印影は接し方が非常に小さく，部分的\nに接していない箇所もある。\nイ　「川」の２画目と３画目の各縦棒との間の横棒についてみると，本件届出印影\nは各縦棒と同じ太さでこれらを連結しているのに対し，本件印影は一部欠けてお\nり，部分的に横棒としては切断している箇所がある。\nウ　「川」の３画目の縦棒について，外枠との接着点をみると，本件届出印影は縦\n棒全体でしっかり接しているのに対し，これと比較すると本件印影は接し方が明ら\nかに小さい。\nエ　「島」の第３画，第４画，第５画について\n本件届出印影の第４画は，第３画の横棒と第５画との間のほぼ中間に位置し，第３\n画の横棒と第４画との間の白地と，第４画と第５画との間の白地との割合は均等で\nある。これに対し，本件印影は，第３画と第４画との間に２本の縦棒が入り，一見\nすると「☆」型のような空間が見られる。また，本件印影の第４画は上方，すなわ\nち，第３画の横棒に寄っており，第４画と第５画との間の白地が目立っている。\nオ　「島」の第８画，第９画，第１０画について\n本件届出印影では，第８画は，始筆部が第７画の横棒と接触しており，全体として\n線の太さが均一で，はっきりとしている。第９画の縦の部分，第１０画も線の太さ\nが均一で，上下に連結している。\nこれに対し，本件印影では，第８画は，うっすらとそれらしきものが映っているに\n過ぎず，第７画の横棒とは全く接触しておらず，第７画の横棒と第９画の横棒との\n間には，すきまが生じている。また，第９画の縦の部分もかすれており，部分的に\n切断している箇所も見られ，第１０画も同様に部分的に切断している箇所がある。\n第８画から第１０画すなわち「山」の部分を全体としてみると，本件届出印影は\n明確であるのに対し，本件印影はかすれている。\nこのように，本件届出印影と本件印影とは，仔細に検討すると異なる部分が認めら\nれ，本件印影については，特に前記エ，オで触れたように一方では本件届出印影に\nはない部分の縦棒が押捺されていること，全体として鮮明に押捺されているのにか\nすれて部分的に連続していない箇所が散見される。\n３　争点(2)（被告の印影照合手続に過失がなかったどうか）について\n上記２で説示したとおり，肉眼による平面照合によっても，本件届出印影と本\n件印影は相違している。さらに，本件では，ア　本件印影は，本件届出印影に比較\nして，枠線は全体として一環して太いにもかかわらず，文字部分は，全体的に線が\n細くて薄く，ところどころ不鮮明であり，殊に「島」の文字の第４画付近，第８画\n付近に白地が目立っていること，イ　本件印影は，文字部分が全体的に細くて薄い\n傾向があるにもかかわらず，「島」の第３画と第４画の間には２本の縦棒が認めら\nれ，印象が異なって見えること，ウ　Ｂは，印影の照合の際，本件印影の色は，本\n件副印鑑印影の色と異なっていることに気づいていたこと（前記１(8)で認定），エ\n届出印影にかかる印鑑は，本件払戻しのわずか１カ月半前に改印手続が取られて\nおり，本件届出印影\nと本件印影の相違については，印鑑の経年変化等によるものではない（前記１(11)\nで認定）との各事実を指摘できる。そして，本件届出印影と本件印影の上記相違の\n内容及び程度等に照らして，同一印であるけれども両者の朱肉の付き具合・種類，\n押捺の際の力加減，用紙の違い等によって生じたものとは認め難いというべきであ\nる。\n上記認定の事情に照らすと，金融機関である被告の担当者としては，社会通念上\n一般に期待されている業務上相当の注意をもって，慎重に印影照合をし，このよう\nな注意を払って熟視したならば，本件届出印影と本件印影の上記の各相違について\n気付くことができ，少なくとも本件印影は本件届出印によって作出されてはいない\nのではないかとの疑いを抱くべきであったと認められ，本件においては，被告担当\n者において再度の押捺を求めたり，本件届出印の提出を求めたりすること等によっ\nて本件印影が本件届出印によって作出されたかどうかをより慎重に確認することが\n要請されていたというべきである。\n４　争点(3)（特段の事情）について\n本件における特段の事情として，前記１で認定した事実によれば，ア　本件払戻し\nは，４３０万円と高額であり，当時の本件口座の残高のほぼ全額の払戻しに相当す\nること（前記１(4)で認定），イ　本件払戻しは，元帳店ではなく，他店払いであ\nり，これまで取引実績がなかったこと（乙７），ウ　本件払戻請求者は，払戻手続\nの前後において両手に白手袋をしてままであったこと（前記１(4)(5)で認定），エ\n本件払戻請求書には，前記のとおり会員名（勤務先）の欄には「会員－枝番号」\nの「００２６９－０００」のみしか記載がなく，勤務先の記載はなく，本件払戻請\n求者は，勤務先を尋ねられた際に曖昧な返答をしたに止まっていたこと（前記\n１(4)，(9)で認定）の各事実を指摘することができる。\n５　被告の本件払戻しは，準占有者に対する弁済として有効か。\n準占有者に対する弁済として有効であるためには，弁済者において権利者であると\n信じたことについて善意無過失が要件となる。これを本件についてみると，本件払\n戻しの際，本件払戻請求者が本件通帳に記載されている預金債権者本人と同一人で\nあるかどうかを確認する方法として，従来原則として本件届出印影と本件印影との\n同一性の確認がされ，このほか特段の事情の有無があればさらに本人確認の方法が\n取られることが求められていたのである。ところで，平成１１年１０月当時におい\nて，他人の印影をスキャナー等を利用して簡単に誰でも複写できる社会情勢になっ\nており，またいわゆるピッキングによる盗難被害が頻発し，窃取された預金通帳を\n利用して不正な払戻しを受ける事態も全国的に多発した（甲４の１から４まで）。\n印影による本人確認\nは，印影が届出印によらない限り容易に作出されないことを当然の前提として成り\n立っていることは明らかであり，この前提自体が上記のとおり一概には肯定しがた\nい社会的状況となっている以上，これに伴って，本件払戻しにおける本人確認の方\n法も，本件届出印影と本件印影との同一性の確認のみならず，預金額のほぼ全額の\n払戻しかどうか，他店払いかどうか，入出金履歴による取引額及びその回数，カー\nド以外の支払の有無等をも併せて検討すべきである。ちなみに，被告においても，\n本件払戻し後の平成１３年８月，内部の取扱規程を改めて，１００万円以上の払戻\nし等については身分証明証等の提出を求めたり，住所及び氏名を記載させたりする\nことにしている（証人Ａ）。\nこれを本件についてみると，前記１で説示したとおり，本件届出印影と本件印影と\nは単に押捺の状態では説明し難い相違があり，印影照合手続の際，被告担当者とし\nては社会通念上一般に期待されている業務上の相当の注意をもって慎重に行えば，\n本件印影が本件届出印によらずに作出されたのではないかとの疑いを抱くべきであ\nり，再度の押捺を求めたり，本件届出印の提出を求めたりすること等により，本件\n届出印影と本件印影との同一性をより慎重に確認することが要請されていたこと，\nまた，前記４で認定したとおり，本件払戻請求者が正当な受領権限を有しないので\nはないかと疑わしめる特段の事情も認められる。\nそうすると，本件においては，被告の担当者であるＡ及びＢとしては，本件払戻\n請求者に対し，運転免許証等の身分証明書の提示を求めたり，勤務先名を確認し，\nあるいは元帳店である千葉県労働金庫柏支店に対して改印届の際に預かった原告本\n人の運転免許証の写しをファックスで送付させたりするなどして，本件払戻請求者\nが本件通帳に記載されている預金債権者本人と同一人であって，受領権限を有する\nことをより慎重に確認すべき義務があったというべきである。そして，本件全証拠\nによっても，被告担当者において本件において要請されるこれらの預金払戻手続の\n際の注意義務を尽くしたとは認められず，本件払戻手続において過失がなかったと\nは認められない。\n以上から，本件払戻しは，債権の準占有者に対する弁済（民法４７８条）として有\n効とはならず，本件払戻しは無効である。\n第４　結論\n以上によれば，原告の被告に対する本件請求はすべて理由がある（なお，訴状送達\nの日の翌日は，平成１４年１２月２６日であることが記録上明らかである。）か\nら，これを認容することとし，主文のとおり判決する。\n東京地方裁判所民事第２８部\n裁判長裁判官　小　島　　　浩\n裁判官　佐　藤　和　彦\n裁判官　澤　井　真　一\n（別紙印影対照図　省略）\n"
}