{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 5,
    "day": 14
  },
  "case_number": "平成7(ワ)818",
  "case_name": "損害賠償請求事件",
  "court_name": "那覇地方裁判所",
  "lawsuit_id": "8345",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=8345",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/345/008345_hanrei.pdf",
  "contents": "平成７年(ワ)第８１８号　損害賠償請求事件\n口頭弁論終結日　平成１４年１月１６日\n判決\n主文\n１　原告らの請求をいずれも棄却する。\n２　訴訟費用は原告らの負担とする。\n事実及び理由\n第１　請求\n１　被告は、原告Ａに対し、金２６２７万０９７２円及び内金２３５６万５７１５\n円に対する平成４年１１月８日から支払済みまで年５分の割合による金員を支払\nえ。\n２　被告は、原告Ｂに対し、金３２２７万０９７２円及び内金２９５６万５７１５\n円に対する平成４年１１月８日から支払済みまで年５分の割合による金員を支払\nえ。\n第２　事案の概要\n１　争いのない事実等\n(1)　原告Ａと同Ｂは、昭和５５年１２月２７日に婚姻し、３女をもうけた。\n被告は、那覇市立病院を設置し、これを管理運営する者であり、訴外Ｃ産婦人\n科医師（以下「Ｃ医師」という。）及び訴外Ｄ小児科医師（以下「Ｄ医師」とい\nう。）は、同病院に勤務する者である。\n(2)　原告Ｂ（昭和２６年１１月１２日生）は、原告Ａの子を妊娠し、平成４年３月\n５日ころから那覇市立病院に通院していた。原告Ｂの妊娠状態は、前置胎盤であっ\nたが、胎児も順調に成長し、出産予定日は同年１２月１５日であった。\n同年１１月７日、母体性器から出血が見られたので、Ｃ医師は、同日、帝王切開\n術を行い、出産は成功したが、胎児は仮死状態で出生した。生まれた子は後日\n「Ｅ」と命名された。\nＥは、出産後自発呼吸がなかったので、Ｄ医師らは、気管内挿管による人工呼吸\nを試み、出産から２０分後に自発呼吸を得た。その後、引き続き挿管による呼吸管\n理が行われたが、Ｅは、翌８日１９時、呼吸不全に陥り死亡した。\nまた、Ｃ医師は、事前に原告Ｂの同意がなかったにもかかわらず、帝王切開の\n際、原告Ｂの子宮を全部摘出した。\n２　原告らの主張\n(1)ア　Ｃ医師は、帝王切開術を実施するに当たり、胎児側の胎盤を切ることのない\nよう注意する義務があるのにこれを怠り、胎児側の胎盤を切って出血させ、Ｅを出\n血性ショックによる仮死状態に陥らせた。\nイ　Ｄ医師は、Ｅの呼吸管理を行うに際して、気管内に変性壊死組織が詰まること\nのないよう注意すべき義務があるのにこれを怠り、本来なら挿管には内径３㎜ない\nし３．５㎜のチューブを使用すべきところを内径２㎜のチューブを使用し、吸引も\n十分に行わなかったため、Ｅに変性壊死組織による気管狭窄を生じさせ、呼吸不全\nに陥らせた。\nウ　仮にＥの死因が呼吸窮迫症候群（Respiratory distress syndrome､ＲＤＳ）で\nあるとしても、Ｄ医師は、サーファクタントの追加投与を行うなどして十分に治療\nすべき義務があるのにこれを怠り、その治療として投与したサーファクタントの量\n（１瓶）が不十分であり、更に自ら回診するのを怠ってサーファクタントの追加投\n与の時期を失したため、Ｅを呼吸窮迫症候群によって死亡させた。\nエ　Ｃ医師は、原告Ｂの子宮を摘出するに当たって、原告Ｂの同意を得るべきであ\nるのにこれを怠った。\nＣ医師及びＤ医師の上記行為は、原告ら及びＥに対する不法行為を構成し、被\n告は、Ｃ医師及びＤ医師の使用者として、不法行為責任を負う。\n(2)　被告の不法行為により、原告らは、次のとおりの損害を被った。\nア　Ｅ死亡による逸失利益　　　１９１３万１４３０円\n就労可能年数４９年、ライプニッツ係数７．５４９、平成２年度賃金センサス\n男子労働者学歴計収入５０６万８６００円、生活費控除率５０％で計算すると、５\n０６万８６００円×７．５４９×０．５≒１９１３万１４３０円（少数点以下切り\n捨て）となる。\nイ　Ｅ本人の慰謝料　　　　　　１８００万円\nウ　原告ら固有の慰謝料　　　　各自５００万円\n原告らにとって待望の男児を失った悲しみは計り知れず、これを慰謝する金額\nは、各自５００万円が相当である。\nエ　原告Ｂの慰謝料　　　　　６００万円\n原告Ｂは、子宮摘出により生殖機能を失った後遺症を有する。これを慰謝する\n金額は、６００万円が相当である。\nオ　弁護士費用　　　　５４１万０５１４円\n原告らは、本件訴訟を提起するために代理人らに対し、着手金１６４万円、成\n功報酬として損害額の８％に当たる３７７万０５１４円（小数点以下切り捨て）の\n支払を約した。\n原告らは、上記アイのＥの損害を各２分の１ずつ相続したから、原告Ａの損害\nは、これに上記ウ及びオの２分の１を加えた合計２６２７万０９７２円、原告Ｂの\n損害は、これに上記ウ、エ及びオの２分の１を加えた合計３２２７万０９７２円と\nなる。\n(3)　よって、原告らは、被告に対し、不法行為に基づく損害賠償として、原告Ａが\n２６２７万０９７２円及び原告Ｂが３２２７万０９７２円並びに弁護士費用を除く\n損害額に対する不法行為の日である平成４年１１月８日から支払済みまで民法所定\nの年５分の割合による遅延損害金の支払を求める。\n３　被告の主張\n(1)　原告Ｂの妊娠状態は前置胎盤であり、前置胎盤の娩出法として胎盤を切って胎\n児を出すことは医学上認められている。Ｃ医師は、胎盤を約２㎝切ったが、その際\nの胎児の出血は少量であり、Ｅの予後に重大な影響を与えたとは考えられない。\nしたがって、Ｃ医師は、医学上認められた方法に従い帝王切開術を実施したも\nのであり、その手技・手法について過失はなく、Ｅが仮死状態で出生したこととの\n因果関係もない。\n(2)　Ｄ医師は、Ｅの容態を観察しながら適切な呼吸管理を行っており、過失はない\nし、Ｅの死亡との因果関係もない。\n(3)　Ｄ医師は、サーファクタントを２瓶投与しており、投与量に問題はなく、ま\nた、Ｅの呼吸管理は良好であったから、追加投与の必要性もなく、呼吸窮迫症候群\nの治療を適切に行ったものであり、過失はない。\n(4)　帝王切開手術中、原告Ｂには出血多量による生命の危険が差し迫っていたとこ\nろ、本人は全身麻酔で意識はなく、夫である原告Ａは帰宅していた。また、原告Ｂ\nは、本件が４回目の帝王切開であり、手術前にＣ医師に対し、永久避妊手術を依頼\nしていた。したがって、本件子宮摘出術の実施に際しては、患者の生命の危険が差\nし迫っていて承諾を求める時間的余裕がないという特段の事情が存在した上、原告\nＢには子宮摘出術について推定的承諾があったと考えられるのであるから、原告Ｂ\nの明確な同意がなく行われた子宮摘出術であっても、違法性が阻却され、不法行為\nは成立しない。\n第３　当裁判所の判断\n１　本件の経緯\n甲第１ないし第５号証、乙第１ないし第３号証、第８ないし第１０号証（各枝\n番号の書証を含む。）、証人Ｆ、同Ｇ、同Ｃ、同Ｄ、同Ｈの各証言、原告Ａ本人尋\n問の結果、鑑定の結果及び弁論の全趣旨によれば、次の事実が認められる。\n(1)　原告Ｂは、昭和５５年１２月２７日に婚姻し、昭和５６年１０月に帝王切開で\n長女を出産、昭和５７年６月に人工流産、昭和５８年１１月に帝王切開で次女を出\n産、昭和６０年１２月、昭和６１年８月、昭和６２年９月、昭和６４年１月、平成\n元年８月にいずれも自然流産、平成３年５月に前置胎盤（胎盤の付着部位が子宮下\n部のため、胎盤が内子宮口の一部又は全部を覆う状態）により帝王切開で三女を出\n産、同年１１月に再び自然流産している。\nまた、原告Ｂは、昭和５６年に血小板減少性紫斑病で１年間の治療歴がある。\n(2)　原告Ｂ（昭和２６年１１月１２日生、当時４０歳）は、原告Ａの子を妊娠し、\n平成４年３月５日ころから那覇市立病院に通院していた。出産予定日は同年１２月\n１５日であった。\n原告Ｂは、同年１０月５日の時点で妊娠２９週にあり、前置胎盤の中でも胎盤が\n前壁から後壁にまたがり内子宮口を完全に覆う全前置胎盤であることが確認され\nた。\n同年１１月２日の原告Ｂの外来受診の結果は、血液検査で赤血球数３６１万/㎜\n３、血色素量（Ｈｂ）１０．２g/dlであり、体重５４㎏であった。\n(3)　同月７日７時ころ、原告Ｂは、自宅で性器出血があり、同日７時３０分、妊娠\n３４週と４日で那覇市立病院に入院した。入院直後の超音波検査では、後壁主体で\nあるがかなり前壁の高いところまで広がった全前置胎盤が確認された。同日８時１\n０分から１０００mlの輸液が開始されたが、８時４０分、血圧は７４／４８㎜Hgま\nで低下し、顔色、口唇色不良、四肢末端の冷感が認められた。Ｃ医師は、前置胎盤\nからの出血によるプレショック状態であると診断するとともに、緊急帝王切開術の\n適応があると診断した。その際、原告らから永久避妊手術の依頼を受け、卵管結紮\n術も同時に行うことにした。\n同日の血液検査では、赤血球数２８７万/㎜３、血色素量８．２g/dlであった。\n同日１０時１０分までに２時間で２７００mlの輸液が行われており、同日１０時１\n５分、麻酔医によって、ＡＳＡ－Ｒｉｓｋ２（１が正常、５が瀕死）と診断され、\n１０時２１分、全身麻酔が開始された。モニター上、胎児の心拍数は正常であっ\nた。\n(4)　同日１０時３８分から、Ｃ医師により、全身麻酔による帝王切開術が行われ\nた。Ｃ医師は、前置胎盤付着部位を避け、子宮体部縦切開により胎児を娩出した\nが、子宮壁と前腹壁との癒着があり、それを３回に分けて切離し、子宮の縦切開も\n一度で胎児を娩出できずに追加して切開を加えた。この際、切開創が広がり、Ｃ医\n師は胎児側胎盤を約２㎝切開した。\n同日１０時４０分から、原告Ｂに対し昀初の輸血（Ｂ１）が行われ、１０時４\n２分に胎児が娩出された。原告Ｂは、胎児娩出前に昀大１２０㎜Hg、昀小６０㎜\nHgの血圧が保たれていたが、胎児娩出後、子宮頸部（胎盤剥離面）から湧いてくる\nような出血があり、頻脈が続き、１０時４５分には血圧は昀大８０㎜Hg、昀小４０\n㎜Hg、１１時には昀大６０mmHg、昀小３０mmHgまで低下した。そこで、Ｃ医師は、\n止血のためにガーゼ圧迫及びＺ縫合をし、更に胎盤付着部にピトレッシン（子宮収\n縮薬）１アンプルを１００mlに溶解した溶液２０mlを注入し、出血が減少したと判\n断して、いったん子宮壁を閉じ始めた。しかし、再出血が始まり、輸血及び凍結血\nしょう（ＦＦＰ）の投与が繰り返し行われたが、血圧が上下して一定せず、輸血が\n間に合わない状況であった。出血量は、胎児の娩出までは１２００ｇであったもの\nが、１１時前には１６００ｇ、１１時すぎには２０９０ｇ、１１時１５分ころには\n２２５０ｇと増加し、１１時３０分すぎころには３３７０ｇに達した。Ｃ医師は、\n子宮頸部（胎盤剥離面）からの出血が多いため、１１時３０分ころ、子宮全摘出術\nを行った。その後、原告Ｂの血圧は、１１時４０分ころから、昀高が１\n００㎜Hg強、昀低が６０㎜Hg前後で安定している。\n術中の原告Ｂの全出血量は、３６７０mlであり、輸血量は、濃厚赤血球９単\n位、凍結血しょう１０単位であった。羊水混濁は（－）であり、子宮内感染等は認\nめられなかった。同日１２時４５分、手術は終了した。\n(5)　同日１０時４２分、Ｅは母体から娩出されたが、ただちに啼泣することなく、\nアプガースコアは、１分後、３分後、５分後及び１０分後、いずれも２点（重症仮\n死、７点以上が正常）という重度な仮死分娩であった。\nＥは、体重２５８０ｇで、赤血球数（ＲＢＣ）３．２８×１０６、ヘモグロビ\nン濃度（血色素濃度Ｈｂ）１２．３g/dl、ヘマトクリット値（Ｈｔ）３６．１％で\nあった。\n医師らは、吸引、刺激、アンビューバッグによる人工呼吸等を行ったが、Ｅの\n自発呼吸がないため、さらに、Ｄ医師が気管内挿管による人工呼吸を試みた。挿管\nチューブは、内径３㎜及び２．５㎜のものが挿管できず、内径２㎜のものを使用し\nた。弱い自発呼吸が出現したのは、娩出から２０分後であった。\n(6)　同日１１時ころ、Ｅは、手術室から小児科病棟に搬送用クベース（保育器）で\n搬送され、インファント・ウォーマー（処置台）にて処置された。ＰＥＥ\nＰ（Positine endo-expir原告Ａtony pressure､終末呼気陽圧）による陽圧人工呼吸\nを主体とする呼吸管理が行われ（圧昀高２０㎝水柱、昀低４㎝水柱の陽圧呼吸ＰＥ\nＥＰ、呼吸回数４０ないし６０／分）、静脈切開（cut down）による点滴のための\n静脈路の確保と１０％糖液の輸液、止血のためのビタミンＫの投与、エコリシン\n（淋毒防止薬）の点眼、感染予防の抗生物質（シオマリン）投与、吸入Ｏ２濃度１\n００％などの処置が行われた。\n同日１２時、Ｅの胸部レントゲン写真を撮影したところ、両肺野にすりガラス\n状の影が認められた。ＴｃＰＯ２（経皮による血中酸素分圧）は４０ないし５０\nmmHg、ＴｃＰＣＯ２（経皮による血中炭酸ガス分圧）は３０mmHgであった。そのた\nめ、Ｄ医師は、呼吸窮迫症候群（２度）と判断し、肺サーファクタント（表面張力\n活性物質）の投与を行い、その後は、Ｅの状態は、吸入Ｏ２濃度６０ないし８０％\nでＴｃＰＯ２６０ないし９０mmHgと改善し、ＴｃＰＣＯ２も３０mmHg前後と著明に\n改善した。同日１２時３０分には全身の皮膚色が良くなり、四肢の冷感が消失した\nため、インファント・ウォーマーからインキュベーター（保育器）へ収容した。\n同日１５時、気管から白色痰が少量吸引され、同日１７時、２回目の胸部レン\nトゲン写真が撮影された。その時点で、挿管チューブが入りすぎていたので、１㎝\n程度抜いた。その後は、吸入Ｏ２濃度６０％でＴｃＰＯ２６０ないし１００mmHg、\nＴｃＰＣＯ２は２５mmHg前後であった。脈拍数は１４０／分以上、呼吸数は６０／\n分以上の状態が続いていた。\n翌８日４時ころ、気管から白色痰が少量吸引されたが、７時ころの時点では吸\n引物がほとんどなかった。７時３０分、Ｄ医師が診察したところ、Ｅの全身状態は\n良好で動きは活発、吸入Ｏ２濃度６０％台でＴｃＰＯ２６０mmHg以上、ＴｃＰＣＯ\n２は２９mmHgであり、聴診による肺野への空気の入りは良好であった。\nその後、Ｄ医師は私用で外出し回診はなかった。Ｅについては、９時に両肺狭\n窄音があり、１１時に陥没呼吸がみられ、１３時には声漏れもあったが、同日１０\n時、１４時に気管からの吸引物はなかった。ただし、脈拍数１４０／分以上、呼吸\n数６０／分以上の状態は依然として続いていた。\n(7)　同日１５時ころから、鼻翼呼吸、チアノーゼ（＋）となり、１６時には陥没呼\n吸が生じ、呼吸状態の悪化傾向がみられた。同日１６時すぎころ、面会に来た原告\nＡが、Ｅにチアノーゼが出ているのを発見し、看護婦に医師を呼ぶよう指示をした\nため、同日１６時３０分ころ、当直医が呼ばれたが、Ｅの状態が更に悪化し、全身\n蒼白、四肢チアノーゼ（＋＋）、人工呼吸器をはずしてアンビューバッグで強く加\n圧しても肺に空気の入りが悪かった。１６時４５分ころ登院したＩ医師が、挿管チ\nューブを内径２．５㎜のものに入れ替えたが、チューブの閉塞はなく、胸部レント\nゲン写真によっても気胸や肺気腫の所見はなかった。呼吸窮迫症候群は３度に悪化\nしていた。１７時４０分ころ、Ｄ医師が登院し、ボスミン、メイロン投与、心マッ\nサージ等の心肺蘇生処置が行われたが、同日１９時、Ｅは死亡した。\n(8)　同日２１時０５分、Ｇ医師による剖検が行われた。\nその結果、Ｅの肺には高度の肺硝子膜症、肺胞拡張不全、肺出血等があり、こ\nれらの病変に加えて、気管の分岐部真上から右気管支にかけて、長さ１㎝、直径\n０．５㎝×０．５㎝大のやや不規則な形の淡黄褐色からやや緑色調の軟らかい固形\n物が存在した。この固形物は、変性の強い組織や壊死組織、粘液等から形成され、\n変性に陥った軟骨様の小片も混在していた。\nＧ医師は、この変性壊死組織が、気管壁由来のものであり、その成因として、\nレスピレーター装置（人工呼吸器）及び吸引操作等により、ビラン、潰瘍等が形成\nされ、その底部から気管内に脱落したものが壊死を起こし、粘調な痰に混入したも\nのと推測している。\n２　胎盤切開について\n(1)　前記認定のとおり、原告Ｂは、胎盤が前壁から後壁にまたがり内子宮口を完全\nに覆っている全前置胎盤であるところ、前置胎盤では、子宮峡部の内膜は発育が不\n良で脱落膜化が不十分であり、胎盤は菲薄で結合が弱く剥離しやすいため、分娩が\n近づき子宮口開大が起こると胎盤と子宮壁の間にずれが生じ、部分的に剥離して多\n量の出血をきたすことがあり、帝王切開術が昀も安全な分娩方法であって、絶対的\n適応と認められている（乙７の１）。\n原告らは、３６週目まで手術を待つべきだったと主張するかのようであるが、\n上記のように全前置胎盤で出血があった原告Ｂの状態からすると、今後の多量の出\n血を予想して帝王切開術にふみ切ったＣ医師の判断を誤りであると認めることはで\nきず、原告らも手術には同意していたのであるから（乙１）、この点に被告の過失\nを認めることはできない。\n(2)　全前置胎盤の場合、通常、子宮下節横切開（乙４の１）をする部位に胎盤があ\nるが、子宮後壁から前壁にかけての前置胎盤である場合には、子宮壁切開創を通常\nよりやや上部へ加えることにより胎盤本体を傷つけることなく胎児を娩出させるこ\nとも技術的には可能である。ただし、前壁主体の前置胎盤の場合には、このような\n方法をとると、胎盤剥離面積が広くなり、全剥離の状態で胎児を娩出させる事態に\n陥ることも予想されるので、むしろ胎盤を切る方法を採用するべきであるとの医学\n文献も存在する（乙５）。このように、帝王切開術に当たって胎盤を切ることはお\nよそ禁忌というわけではなく、それを行う必要性があれば、子宮後壁から前壁にか\nけての前置胎盤であっても、諸条件を考慮して胎盤を切開して入ることも許される\nし、医学的に認められた方法であるとされる（鑑定の結果、Ｈ証人）。\n原告Ｂは、子宮後壁から前壁にかけての全前置胎盤であったから、前記医学文\n献上、子宮壁切開を通常よりやや上部で行うことにより胎盤本体を傷つけることな\nく胎児娩出をさせることも可能とされる類型ではあるが、Ｃ医師は、術前の超音波\n検査で確認した胎盤の位置からすると、通常より上方で子宮頸部に横切開を加えて\n胎盤を傷付けることなく胎児を娩出することが困難な症例であると判断し、前置胎\n盤付着部位を避けて、子宮体部縦切開により胎児を娩出した。この手術方法は、適\n当な術野を短時間で得るための適切な選択と認められる（鑑定の結果）。Ｃ医師\nは、その際、予想に反して胎児側胎盤を約２㎝切開したが、これは胎児の娩出に必\n要なスペースを確保するための措置であり、後記のとおり、その際胎盤の切開部分\nから多量の出血があったとは認められず、また、子宮の縦切開を一度試みただけで\nは胎児を娩出できずに追加して切開を加えるなどの手術状況にあったことをも考慮\nすると、胎盤の一部を切開したこと自体は、迅速に胎児を娩出させるためにやむを\n得ない行為であったといえる（Ｈ証人）。\n(3)　原告らは、Ｃ医師が胎盤を切開したため、胎盤からの出血が原因でＥが仮死状\n態で出生したと主張する。\n通常の新生児の出生時血色素量は、１４．５ないし２２．０g/dlと幅があり、\n経膣分娩であれば胎児娩出後胎児側に血液が流れるのを待って臍帯結紮をするが、\n帝王切開では胎児側の血液が胎盤内に残留しているうちに臍帯結紮をすることが多\nいため、一般的に帝王切開で生まれた児の方が１４ないし１６g/dl程度に血色素量\nが低くなる。この点につき、Ｅの出生時の血色素量は、１２．３g/dlであり、貧血\n傾向ではあるものの軽中等度にとどまっている。上記の程度の貧血は、前置胎盤の\nない帝王切開術においても早期臍帯結紮によって生じ得るもので、その血色素量\nは、生命維持が問題となるほど低くはないといえる。胎児娩出時に胎盤上の大血管\nの損傷による出血があり、胎児側の出血などが重なったりすれば、児により強い貧\n血（血色素量が８g/dl以下）が生じて胎児仮死又は新生児仮死を招くことがある\nが、Ｅの上記血色素量からは、それほどの出血があったと推認することができず、\n胎盤からの出血が仮死状態で出生した原因と認めることはできない（鑑定の結果、\nＨ証人）。\nまた、原告らは、出産時刻が１０時４２分ではなく１０時５５分だったのでは\nないかと推測し、この間に胎盤からの出血が続いたと主張するが、診療録上の出産\n時刻の記載は、４２分で一致している。仮に、出産時刻に多少の相違があるとして\nも、上記のとおり、胎盤からの出血自体がそれほど認められないのであるから、仮\n死状態の原因を検討する上での問題とはならない。\nさらに、手術前のモニターでは、胎児の心拍は正常であったが、Ｅが仮死状態\nで出生したときも、心拍はほぼ正常だったのであり、しかも、モニター上で正常で\nあるからといって常に胎児が健康であるとは限らない（Ｈ証人）から、モニター上\nの数値により帝王切開時の手術上の瑕疵が推認できるものでもない。\n以上のとおり、Ｃ医師が胎児側の胎盤を切ったことは、Ｅが仮死状態で出生し\nた原因であるとは認められず、この点について被告に結果と因果関係のある過失は\n認められない。\n(4)　なお、Ｅが仮死状態で出生したことの医学上の正確な原因は判然としない（鑑\n定の結果）が、この点につき一応の検討をするに、原告Ｂは、入院時（１１月７\n日）には同月２日に比べて約２g/dlの血色素量が低下しているところ、体重５４㎏\nの原告Ｂの推定循環血液量（体重の1/13）は約４０００mlと考えられ、血色素量が\n１０．２g/dlから８．２g/dlへと低下（循環血液量の約1/5）しているとすると、約\n８００mlの失血（出血）があったものと推定できる。また、手術開始直後の１０時\n４０分から輸血が行われ、胎児娩出までの間の出血量は、１２００ないし１６００\nmlくらいと推測される（乙１の７頁「Out Blood」欄、鑑定の結果）。\nこのような事情及び前記認定の事実によれば、原告Ｂが、多数回にわたる出産\n及び流産歴を有して高齢（当時４０歳）であること、同原告が自宅において全前置\n胎盤から出血し、プレショック状態で入院したためにＥの予備能の低下が考えられ\nること、Ｅが妊娠３４週の早産児であることなどが複合的に影響して（乙６）、Ｅ\nが仮死状態で出生したのではないかとも推測されるところである。\n原告らは、原告Ｂが普段から低血圧であり、プレショック状態ではなかったと\n主張するが、前記認定のような顔色や血圧及び血色素量の急な低下並びに出血状況\nからみれば、原告Ｂからかなりの出血があったと考えられ、プレショック状態との\n判断が誤りであるとは認められない（Ｈ証人）。原告らは、入院時の血色素量の測\n定方法が正確性を欠くと主張するところ、仮に原告ら主張の測定方法であったとし\nても、それが検査数値にどのように影響したかは明らかでなく、血色素量の低下が\n全くなかったと認めるに足りる証拠もない。ＡＳＡ－Ｒｉｓｋ２という麻酔医の診\n断は、急速な輸液の後であり、入院時よりは血圧が多少改善して、気分不良も軽減\nし、顔色、口唇色もやや良好になった時点（乙１看護記録）での診断であるから、\nプレショック状態を否定する根拠となし得ない。\n３　Ｅの死亡原因について\nＥの剖検記録中の所見（乙３）によれば、Ｅには、変性壊死組織による気道狭窄\nの存在が認められ、気道狭窄がＥの死亡の一原因であると認められる。\nただし、気道狭窄が生じると、生じた部位以下の気道から肺胞に至るチェックバ\nルブ機構による肺気腫を生ずることにより呼吸不全を発生させたり増悪させたりす\nるのが通常であるにもかかわらず、１１月８日１６時４５分ころに撮影されたＥの\n胸部Ｘ線像（甲１０の３）には、気胸や肺気腫又は無気肺がある所見はなく、剖検\n記録（乙３）でも同様である。また、剖検にも、気道狭窄の所見はあるが、窒息の\n所見はない。したがって、気道狭窄のみがＥの死因であると断定することはできな\nい。\nＥは、前記認定のとおり、重症仮死で出生し、挿管による陽圧人工呼吸、酸素投\n与等の蘇生術の努力があって、生後２０分後にようやく自発呼吸が出現したが、自\nら呼吸して生命の維持は不可能な状況であり、更にＰＥＥＰによる陽圧人工呼吸や\n酸素投与などにより生命が維持された。このような出生の状況、胸部Ｘ線単純像で\nは肺がすりガラス状であったこと、同月７日１０時から翌８日１６時までの経時的\nな体温、脈拍数、呼吸数等をみると、１４０／分以上の頻脈及び６０／分以上の呼\n吸促迫状態が継続しており、挿管によるＰＥＥＰ（陽圧呼吸）、肺サーファクタン\nトの使用、経皮酸素分圧測定などによっても、この点は改善の徴候がみられていな\nいこと、剖検肺所見（肺硝子膜症、肺胞拡張不全）などから、Ｅは、重度の呼吸窮\n迫症候群（ＲＤＳ）であり（鑑定の結果）、このことがＥの死亡原因に極めて大き\nな影響を有しているというべきである。剖検記録（乙３）にも、臨床診断の一つと\nして呼吸困難症候群が挙げられ、「高度の肺硝子膜症、肺胞拡張不全、肺出血等の\n病変に加え、この気管内剥脱変性壊死組織による気道狭窄が死因となり、昀終的に\nはＥは、呼吸不全で死亡したものと考えられる。」と記載され、Ｇ証\n人も、直接的には気道狭窄で死亡したと思うが、基本には呼吸窮迫症候群があった\n旨の証言をしている。\nしたがって、Ｅは、変性壊死組織による気道狭窄のみが死亡の原因でなく、呼吸\n窮迫症候群もまた死亡の原因であると考えられる。\n４　呼吸管理について\n(1)　原告は、Ｄ医師が内径２㎜の挿管チューブを使用した点に過失があると主張す\nる。\n確かに、体重２５００ｇ以上の児であるＥに対しては、挿管チューブの内径が\n３㎜から３．５㎜のものを使用するのが一応の目安とされる。しかし、チューブは\n喉頭を損傷しないようやさしく挿入することが大切であり、決して強い力で無理や\nり挿入すべきではなく、チューブが声帯を通過しても、その先（輪状軟骨部）でひ\nっかかることがあり、そのときには、それ以上チューブを押し進めずに、一つ下の\nサイズのチューブに変えてみることが推奨されている（乙６）。\nＤ医師は、当初、内径３㎜及び２．５㎜のチューブの挿入を試みながら、ひっ\nかかりを感じて挿入できなかったために内径２㎜のチューブを使用したのであり\n（乙９、Ｄ証人）、その手順自体に問題は認められない。\nまた、内径２㎜のチューブであっても呼吸管理上は特に問題はないとされる\n（鑑定の結果）。現に、１１月７日１１時ころ、内径２㎜のチューブによる気管内\n挿管をして初めて自発呼吸が発生し、その後、翌８日午前中までの間にチューブの\n入替えはないにもかかわらず、ＰＥＥＰによる呼吸管理のモニターにおいて、Ｔｃ\nＰＯ２、ＴｃＰＣＯ２の改善が認められ、Ｏ２（酸素）濃度１００％から６０％へ\nと低下し、聴診による肺野への空気の入りは良好となり、状態も一時期は安定して\nいたのであるから、Ｅの呼吸管理は内径２㎜のチューブでも順調に行われていたと\nみるべきである。\n(2)　前記認定のとおり、変性壊死組織による気道狭窄の存在は、Ｅの死亡の一原因\nとなっていると考えられる。\nしかし、Ｅの呼吸状態が悪化した１５時ないし１６時３０分ころに、気道狭窄\nや窒息を思わせるような気管内の変性壊死物質の存在は確認できていないし、同月\n８日１６時４５分ころに撮影されたＥの胸部Ｘ線像に、気道狭窄を思わせる気胸や\n肺気腫がある所見がないことからも、被告がＥの気道狭窄を確認することは困難で\nあったと考えられる。また、Ｅが出生当初から呼吸促迫、呼吸障害を有していた以\n上、陥没呼吸や喘鳴が稀有な病変ということはできず、しかも、正常の新生児でも\n声漏れ、狭窄音等は生じるから、看護記録（乙１）に見られる両肺狭窄音、陥没呼\n吸、声漏れ、喘鳴といった症状が、気道狭窄特有の所見であるということもできな\nい（鑑定の結果、Ｈ証人）。確かに、気道狭窄による部分的な肺気腫が胸部Ｘ線像\nにて確認できれば、咽頭鏡下に気管支鏡を用いての変性壊死組織の除去が可能なこ\nともあるが、Ｅの場合は、上記のとおり、臨床的に気道狭窄を診断できる根拠に乏\nしかったのであるから、このような方法による変性壊死組織の除去を行うことは困\n難であり、これを行わなかったことをもって被告の過失ということはできない。\n(3)　原告らは、この変性壊死組織は痰にすぎず、気管内に３㎜のチューブを挿管し\nて吸引を行っていれば痰が詰まることはなかったと主張する。\n前記認定のとおり、気管狭窄を生じさせた固形物は、レスピレーター装置（人\n工呼吸器）及び吸引操作等により、ビラン、潰瘍等が形成され、その底部から気管\n内に脱落したものが壊死を起こし、粘調な痰に混ざったものと考えられ、明らかに\n単なる喀痰とは異なる（Ｈ証人）。したがって、この固形物は、数時間程度を経過\nして生成されたものと推測される（Ｇ証人）が、その生成過程において、実際に被\n告の看護婦が頻回の吸引を行っても痰が引けなかったのであるから、より大径のチ\nューブを用いて更に吸引をすればその生成を排除できたと推認するに足る根拠はな\nい。\nまた、剖検所見（乙３）においても、変性壊死組織は銀線維が未だよく保存さ\nれていて、固形物として脱落したものと考えられ、その大きさ及び粘調度に照らし\nて吸引操作による排除は極めて困難であったと考えられるとされており、このこと\nは、内径３㎜のチューブであろうと２㎜のチューブであろうと同様と認められる\n（Ｇ証人）から、原告らの主張を採用することはできない。\n(4)　以上のとおり、被告がＥの変性壊死組織による気道狭窄を確認することは非常\nに困難であり、しかも、仮に内径３㎜のチューブを使用したとしても、変性壊死組\n織を吸引により除去することが可能であったと認めるに足る根拠はないから、結\n局、被告にＥの死亡と因果関係のある過失を認めることはできない。\n５　呼吸窮迫症候群の治療について\n原告らは、呼吸窮迫症候群の治療のために、Ｄ医師が頻回に回診し、サーファク\nタントの追加投与をしていれば、Ｅが死亡することはなかったと主張する。\n前記認定のとおり、１１月７日にサーファクタントを投与してから、Ｅの呼吸状\n態は安定し、翌８日７時３０分に、Ｄ医師が診察したところ、Ｅの状態は良好であ\nった。そのため、Ｄ医師は、サーファクタントの追加投与といった呼吸窮迫症候群\nに対する治療を行わないまま、私用で外出し、看護婦による経過観察及び吸引等が\n行われていた。同日１６時すぎころ、面会に来た原告Ａが、Ｅにチアノーゼが出て\nいるのを発見し、看護婦に医師を呼ぶよう指示をしたため、１６時３０分ころ、当\n直医及び担当医らが呼ばれたが、Ｅの状態はかなり悪化しており、結果的に死亡す\nるに至った。\nＤ医師の診察後、再び当直医が呼ばれるまでの看護記録（乙１）を見ると、９時\nに「両肺狭窄音＋」、１１時に「陥没呼吸軽く＋」、１３時に「声漏れ＋」という\n記載がある。Ｅは、出生当初から呼吸促迫、呼吸障害を有しており、陥没呼吸や喘\n鳴は稀有な病変ではなく、正常の新生児でも声漏れ、狭窄音等が生じるため、いつ\n頃からＥの呼吸状態が悪化していたかを正確に判断することはできない。しかし、\n遅くとも同日１５時ころからは、陥没呼吸、鼻翼呼吸、チアノーゼ（＋）となり、\n呼吸状態の悪化傾向がみられた（鑑定の結果）のであるから、看護婦から当直医へ\nの連絡が１６時３０分ころに行われたのでは、迅速かつ適切な対応を欠いていたの\nではないかと考えられる。本訴において鑑定を行った医師であるＨ証人も、自分で\nあればＥのような重症の患者に対しては、２時間おきくらいに自分自身で診察し、\nまた、サーファクタントの追加投与もしてみると証言している。\nただ、Ｅの場合は、自発呼吸が弱く、生まれつきの肺拡張不全及び肺硝子膜症が\nあったことから、もともと肺の機能が著しく未熟であったといえるため、既に行わ\nれたサーファクタントの投与量如何にかかわらず、サーファクタントの追加投与を\nすれば呼吸逼迫症候群が改善されたであろうと推認することができない（Ｈ証\n人）。また、変性壊死組織の存在は死亡してから初めて確認されたものであり、そ\nの徴候が生前認められなかった以上、生存中の除去は困難であったと考えられる\nし、看護婦による吸引も定時的に行われていたことから、Ｄ医師が頻回の回診を行\nっていれば、Ｅの気道狭窄が避けられたというものでもない。したがって、被告に\nおける呼吸窮迫症候群の治療対応に疑問を呈する余地はあるものの、Ｅの死亡と因\n果関係を有する被告の過失を認めることはできない。\n６　子宮全摘出について\n(1)　一般に、前置胎盤で帝王切開した場合、胎児及び胎盤娩出後、子宮下部の胎盤\n剥離面の収縮が悪く、出血多量となり、母体が生命の危険に陥ることがある。止血\nのためには、一般に輸血、新鮮凍結血しょうの輸注などの治療、局所的に子宮収縮\n剤の注入、ガーゼ圧迫、Ｚ縫合、さらに内腸骨動脈の結紮（子宮を温存する方法）\nなどが行われる。しかし、これらの治療を行っても止血できない場合は、子宮全摘\n出術もやむを得ないとされている（乙５、７の１、１２、鑑定の結果）。\n原告Ｂは、前記認定のとおり、胎児娩出後の前置胎盤剥離面（子宮頸部）から出\n血しており、全身的な止血法として輸血や新鮮凍結血しょうなどが大量に投与さ\nれ、子宮下部から胎盤剥離面の出血に対し、局所的にピトレッシンを注入し、ガー\nゼ圧迫、Ｚ縫合を施行したが、止血困難であった様子が認められ（Ｃ証人）、出血\n量が３６７０mlと大量であり、短時間のうちに出血量が大きく増加し、輸血が追い\nつかないほどの状況であった（Ｆ証人）。特に同原告は、経産婦として過去３回帝\n王切開を経験し、前回も前置胎盤での子宮体部縦切開を受けており、このような妊\n婦については、大量出血の危険性が高いといわれている（乙１２、Ｈ証人）上、実\n際に、原告Ｂの子宮体部は膨隆し、子宮壁が瘢痕のため弱くなっていた（Ｃ証\n人）。また、筋肉組織がある子宮体部に対しては、子宮収縮剤を使用すれば筋肉が\n収縮し、血管が圧迫されて止血するが、原告Ｂのように前置胎盤等で胎盤が付着し\nている子宮頸部は、筋肉組織が少ないために子宮収縮剤が有効に働かない場合が多\nい（Ｈ証人）。\nこれらの事情にかんがみれば、Ｃ医師が母胎に生命の危険があると判断したこと\nに誤りはなく、同医師が、子宮を温存するための内腸骨動脈結紮を実施しておら\nず、アトニンやメテルギンなどの子宮収縮剤を投与せず、ピトレッシンの追加投与\nもしていないという事情を考慮しても、昀終的な止血方法として子宮全摘出術を実\n施したことは、やむを得ない措置と認められる。。\n(2)　原告らは、Ｃ医師が、原告Ｂの子宮を摘出するに当たって、同原告の同意を得\nることを怠ったと主張する。\n確かに、原告らは事前に永久避妊手術を望んでいたものの、卵管結紮術に同意\nしていたのであって、子宮全摘出術に同意していたわけではない。しかし、前述の\nように母体に生命の危険が切迫しており、患者自身の同意を得る時間的余裕がない\n場合には、患者やその親族の同意がなくとも、緊急に子宮全摘出術を行うことはや\nむを得ないものと考えられ、同意なく行われたＣ医師の行為であっても違法性を欠\nき、不法行為を構成しないものといわなければならない。\nまた、原告らは、原告Ｂがもともと低血圧気味であったとして、血圧が昀大８０\n㎜Hg程度では、生命の危険はなかったと主張する。しかし、前示のとおり、同原告\nの血圧は、胎児娩出後の１１時には昀大６０mmHgまで下降しており、その出血量及\nび出血の様子、輸血を繰り返してもすぐに低下してくる血圧と頻脈の状態から、通\n常の止血方法では出血をコントロールすることが困難な状態にあったと認められる\n（Ｆ証人）から、原告らの主張は、その前提事実を誤認するものであって理由がな\nい。\n７　以上のとおり、被告に不法行為を構成する過失を認めるに足りる証拠はない。\nよって、その余の点につき判断するまでもなく、原告らの請求は、いずれも理\n由がないからこれを棄却することとして、主文のとおり判決する。\n那覇地方裁判所民事第１部\n裁判長裁判官　　清　水　　　節\n裁判官　　高　松　宏　之\n裁判官　　瀬　戸　さやか\n"
}