{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 6,
    "day": 16
  },
  "case_number": "平成14(行ケ)450",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "11051",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=11051",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/051/011051_hanrei.pdf",
  "contents": "平成１４年（行ケ）第４５０号　審決取消請求事件（平成１５年５月２６日口頭弁\n論終結）\n判　　　　　　　　　決\n原　　　　　　告　　　松下冷機株式会社\n訴訟代理人弁護士　　　松　尾　和　子\n同              　    渡　辺　　　光\n同　　　　弁理士　　　大　塚　文　昭\n同　　　　　　　　　　竹　内　英　人\n同　　　　　　　　　　服　部　博　信\n被　　　　　　告　　　特許庁長官　太田信一郎\n指定代理人　　　      西　川　惠　雄\n同　　　　　　　　　　清　田　榮　章\n同                    飯　塚　直　樹\n同　　　　　　　　　　大　野　克　人\n同　　　　　　　　　　宮　川　久　成\n同　　　　　　　　　　伊　藤　三　男\n主　　　　　　　　　文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n事実及び理由\n第１　請求\n特許庁が訂正２００２－３９０７３号事件について平成１４年７月２３日に\nした審決を取り消す。\n第２　当事者間に争いのない事実\n１　特許庁における手続の経緯\n原告は，名称を「冷凍装置」とする登録第２９４５８４４号発明（平成６年\n１２月１６日出願，平成１１年６月２５日登録。以下，その特許を「本件特許」と\nいう。）の特許権者である。原告は，平成１４年３月１２日，本件特許出願の願書\nに添付した明細書（以下「本件明細書」という。）の特許請求の範囲及び発明の詳\n細な説明の記載の訂正（以下「本件訂正」という。）をする審判の請求をし，特許\n庁は，同請求を訂正２００２－３９０７３号事件として審理した上，同年７月２３\n日，「本件審判の請求は，成り立たない。」とする審決をし，その謄本は，同年８\n月２日，原告に送達された。\n２　本件明細書の特許請求の範囲【請求項１】の記載\n(1)　本件訂正前のもの\n圧縮機，凝縮器，乾燥器，膨脹機構及び蒸発器から構成される冷凍装置に\nおいて，塩素及びフッ素を含まない炭化水素系冷媒を主成分とする冷媒と，粘度が\n40℃のとき５～1500cSt，相互溶解温度が-25℃以下の潤滑油から成る冷凍装置。\n(2)　本件訂正に係るもの（訂正部分に下線を付す。以下，この発明を「訂正発\n明」という。）\n圧縮機，凝縮器，乾燥器，膨脹機構及び蒸発器から構成される冷蔵庫用冷\n凍装置において，冷媒種R-600aからなる冷媒と，粘度が40℃のとき７～32cSt，相互\n溶解温度が-25℃以下の潤滑油から成る冷蔵庫用冷凍装置。\n３　審決の理由\n審決は，別添審決謄本記載のとおり，訂正発明は，昀上哲也「冷凍機油の特\n性と評価方法について」（社団法人日本冷凍協会昭和３９年７月発行・冷凍３９巻\n４４１号３４～４３頁，甲４，以下「引用例１」という。），特開平６－２４０２\n７２号公報（甲５，以下「引用例２」という。），川平睦義「密閉形冷凍機」（社\n団法人日本冷凍協会昭和５６年７月３０日第１刷発行，甲６，以下「引用例３」と\nいう。），J. L. DRIESSEN 他「HYDROCARBON REFRIGERANTS AS SUBSTITUTES FOR\nCFC12 IN DOMESTIC REFRIGERATION SYSTEMS」（家庭用冷凍システムにおける\nCFC-12 代替物質としての炭化水素冷媒）（INTERNATIONAL INSTITUTE OF\nREFRIGERATON １９９４年(平成６年)１月発行・New applications of natural\nworking fluids in refrigeration and air conditioning，甲７の３，以下「引用\n例４」という。），ANDREW D. ALTHOUSE 外１名「Modern Refrigeration and air\nconditioning」（現代の冷凍および空調）（THE GOODHEART-WILLCOX COMPANY,\nINC.発行，昭和３１年９月１４日特許庁資料館受入，甲８，以下「引用例５」とい\nう。），南條孝一郎「冷凍および暖房」（共立出版株式会社昭和３１年１２月２５\n日初版発行，甲９，以下「引用例６」という。），日本機械学会編「機械工学便覧\n基礎編　応用編」（社団法人日本機械学会１９８９年(平成元年)９月３０日新版\n３刷発行，甲１０，以下「引用例７」という。）に記載された発明に基づいて，当\n業者が容易に発明をすることができたものであり，特許法２９条２項により，特許\n出願の際独立して特許を受けること（以下「独立特許要件」という。）ができない\nものであるから，本件審判の請求は，同法１２６条３項に適合せず，適法な訂正と\nは認められないとした。\n第３　原告主張の審決取消事由\n審決は，訂正発明と引用例１に記載された発明の相違点ｂ，ｃ及びｄの判断\nを誤り（取消事由１～３），訂正発明の顕著な作用効果を看過した（取消事由４）\n結果，訂正発明が独立特許要件を欠くとの誤った判断をしたものであるから，違法\nとして取り消されるべきである。\n１　取消事由１（相違点ｂの判断の誤り）\n(1)　審決は，相違点ｂとして，「本件発明１（注，訂正発明）の冷媒種\nが，『R-600aからなる』のに対し，引用例１記載の発明の炭化水素冷媒は，R-600a\nからなるものかどうか不明である点」（審決謄本５頁4.b.)を認定した上，「R-600a\nは，引用例４～６に記載されるように，当該技術分野において一般的な炭化水素冷\n媒であって，引用例１記載の発明において，本件発明１の上記相違点b.のように炭\n化水素系冷媒としてR-600aからなる冷媒を採用することは，当業者が容易に想到し\n得ることである」（同６頁＜相違点b.について＞）と判断したが，誤りである。\n(2)　冷媒は，化学的性質，健康・安全・環境問題，熱物性など，多くの厳しい\n条件のすべて又はほとんどを満たして初めて冷媒として使用可能となるのであり，\nまた，各種の物質は，それが単体で冷媒として使用されるだけでなく，２以上の物\n質を混合させて使用される場合もあり，上記冷媒としての適合性は，２以上の物質\nの混合体について，その混合比も検討しつつ選択されなければならないのであるか\nら，代替冷媒を探し出し，又は作り出すということは，容易な作業ではない。した\nがって，R-600aを冷凍装置に使用することも，当業者が容易に想到し得るというこ\nとはできない。\n(3)　R-600a（イソブタン）が使用されなくなった経緯は，当業者が冷媒として\n採用することを妨げる動機となる。すなわち，R-600aは，１９３０年頃にコープラ\nンド社の冷蔵庫用冷凍装置の冷媒に使用されていたようであるが，当時の冷蔵庫の\n蒸発温度は，せいぜい-15～-10℃程度であり，今日の冷蔵庫用冷凍装置に要求され\nる-25℃以下の蒸発温度を達成することは困難であると考えられてきた。\nまた，R-600aは，可燃性であるため，事故も多発したことから，コープラ\nンド社以外に冷蔵庫用冷凍装置の冷媒にR-600aを使用した例は皆無であって，その\n危険性は周知であった。製品の安全性が重視される今日，R-600aが使用されなくな\nった理由がその危険性にあるとすれば，これを採用することは容易ではない。\n審決は，密閉型圧縮機は外側に突出する軸がないのであるから，軸のシー\nルからの冷媒や空気の漏れは理論上考えられないとした上，１９３０年代までの冷\n凍装置の構造，仕様に基づいて，イソブタンの可燃性に基づく事故の発生を論じて\nも意味はないとする（審決謄本９頁「d.」）。しかし，理論上は漏えいの可能性が\nないとしても，R-600aが可燃性を有し事故が多発したという事実の存在自体，当業\n者にとって採用を阻害する事由となる。また，今日，広く採用されている密閉型で\nあっても，現実には漏えいの可能性がある。\n(4)　R-600aは，容量当たりの冷凍能力が低いため，他の冷媒と同等の冷凍能力\nを持たせようとすると，それだけ多くのガスを循環させる必要があるので，その結\n果，圧縮機もより大型のものが必要となる。\nまた，押しのけ容積が異なることに起因して，シリンダー，ピストン，ク\nランクシャフトといった基幹部品を新たに設計する必要があるのに加え，これらを\n収納する密閉容器も再設計を要するなど，当業者にとって，余分な開発期間，コス\nト増を伴うから，R-600aの採用は，容易ではない。\n審決は，引用例４（甲７の３）の記載を引用し，R-12と\nR-290/R-600a(60/40)用コンプレッサの押しのけ容積は3.01cm\n３，R-600a用コンプレ\nッサでは4.99cm\n３であったことから，引用例４には，冷蔵庫用冷凍装置の冷媒として\nR-600aを用いることの容易想到性が示唆されていると判断する（審決謄本１２頁\n「ｊ.」）。しかし，冷蔵庫の容量が120ﾘｯﾄﾙのものは，冷蔵庫としては小型であっ\nて，コンプレッサの押しのけ容量の差が小さくても，冷蔵庫の大きさに影響を与え\nるのであり，また，冷蔵庫の容量が大きくなれば，それだけコンプレッサの押しの\nけ容量の差も大きくなる。したがって，引用例４は，R-500aを冷蔵庫用冷凍装置の\n冷媒として使用することを示唆するものではない。\n(5)　R-600aは，蒸発圧力が低いことから，冷凍装置用の冷媒には不向きであ\nり，従来はR-600aを冷凍装置の冷媒として使用することは考えられなかっ\nた。R-600aは，従来，家庭用冷凍冷蔵庫において凝縮温度の標準とされてきた\n54.4℃で凝縮する際の圧力が0.761MPaであり，他の代表的な冷媒に比べ圧倒的に低\nいことから，R-600aを冷媒として使用すれば低い圧力で取扱い可能である点に着目\nして，あえて冷媒として使用することとしたのが，訂正発明においてR-600aを採用\nするに至った理由である。\n冷凍装置では，密閉サイクル内に冷媒を充填し，これが外部に漏れないよ\nうにする必要があるが，圧力が低ければ，冷媒が漏出する可能性は低くなり，密閉\nが容易である。特に，R-600aは強燃性であるから，漏出すれば引火等の危険が伴う\nため，漏出の機会を少なくする必要があるところ，R-600aを使用すれば，R-290を主\n成分とする冷媒あるいはR-290とR-600aとの混合体から成る冷媒に比べ，凝縮圧力が\n低い分，安全性が向上する。また，冷媒自体の持つ物性の一つである成績係数（圧\n縮仕事量に対する冷凍効果の比）に着目し，比較した結果，R-600aはR-12とほとん\nど遜色がなく，むしろ，R-134よりも効率が良い。さらに，凝縮圧力が低いことか\nら，圧縮機を駆動する際の騒音，振動も少ないことになる。本件特許出願当時，炭\n化水素系冷媒を使用した従来技術として開示されていた技術は，いずれもR-600aと\nR-290を混合したものか，R-290を単独で使用するものしかなかった。\n(6)　したがって，本件特許出願当時，当業者がR-600aを冷媒に使用することに\n想到することは困難であったというべきであり，訂正発明は，冷凍装置の冷媒に\nR-600aを主成分として使用する構成を採用したのであって，当業者にとって，容易\nに想到し得ないものである。\n２　取消事由２（相違点ｃの判断の誤り）\n(1)　審決は，相違点ｃとして，「本件発明１（注，訂正発明）の潤滑油が，\n『粘度が40℃のとき７～32cSt，相互溶解温度が-25℃以下』であるのに対し，引用\n例１記載の発明の潤滑油は，『粘度が37.8℃のとき32.1cSt（スニソ３Ｇの場\n合），65.5cSt（スニソ４Ｇの場合）であり，冷媒との溶解性がよい』点」(審決謄\n本５頁4.c）を認定した上，「冷媒種R-600aに対し，潤滑油を，粘度が40℃のとき７\n～32cSt,相互溶解温度が-25℃以下のものとすることは，当業者が適宜なし得たもの\nである」（同６頁＜相違点c.について＞）と判断したが，誤りである。\n(2)　炭化水素冷媒を用いる圧縮機の信頼のおける運転を確保するためには，選\n定された炭化水素及び潤滑油の流体特性，特に，圧力，溶解度及び粘度についての\n知識が求められ，また，炭化水素冷媒が典型的な冷蔵用途の鉱油潤滑油に非常に溶\nけやすいため，従来技術では，50%プロパン/50%イソブタン冷媒の混合物と共に，通\n常の粘度よりも高い鉱油が使用されていた。このような従来技術からすれば，仮\nに，R-600aを主成分として，冷凍装置の冷媒として使用することを想到し得たとし\nても，従来R-12などに使用してきたものの粘度より高い粘度の潤滑油の使用を検討\nすることとなる。したがって，引用例７（甲１０）に，訂正発明の粘度と重複する\n10～32cStの値が開示されていたとしても，当業者がこれをそのまま適用することは\nなく，より粘度の高い潤滑油を採用することになる。これに対し，訂正発明は，潤\n滑油に７～32cStの粘度のものを使用することが適切であることを明らかにしたもの\nである。\n上記のとおり，R-600aは，54.4℃で凝縮する圧力が，代表的な冷媒と比べ\nて低い。このことは，潤滑油の粘度が低くても，潤滑油による圧縮機のシーリング\nの機能を維持できるということ，すなわち，R-600aを主成分とする冷媒を使用する\n際には，他の冷媒と比べ，潤滑油の粘度が低くてもよいということを意味し，潤滑\n油の粘度が低ければ，圧縮機駆動の際の潤滑油による抵抗が少なくなり，効率も良\nくなる。\nこのような知見は，R-600aを冷媒として使用する際の様々な条件を検討し\nた結果初めて明らかになるものであって，他の冷媒に使用可能な粘度の潤滑油を，\nそのままR-600aに流用すれば足りるというようなものではない。\n(3)　審決は，「ある冷媒に対し混合する潤滑油を複数種類準備し，理論的考察\nや実験を行い，代表的なパラメータの範囲を定めることは，一般に行われることで\nある」（審決謄本６頁＜相違点c.について＞）とするが，理論的考察や実験を行っ\nた結果，新たな知見を得たとき，それが新規性，進歩性を有すれば特許性が認めら\nれるのであって，そのような考察や実験が一般的に行われていたとしても，得られ\nた知見の特許性が否定されることにはならない。審決は，R-600aが冷媒に用いられ\nてこなかった理由について，上記のようなR-600aの特性及び炭化水素系冷媒と潤滑\n油の関係につき何ら検討しておらず，失当である。\n(4)　また，審決は，炭化水素冷媒と潤滑油との混合物の粘度に関する意見が混\n沌としており，その粘度は当業者であっても予測困難であって，理論的考察によっ\nて結論を導き出すことは困難であるので，実験的手法を試みることは，当業者が設\n計において普通に行うことであると判断する（審決謄本７頁6.a.）。しかしなが\nら，炭化水素系冷媒に潤滑油が溶解することにより粘度が下がることは技術常識で\nあり，シーリング及び潤滑のために運転中においても一定程度の粘度を維持しなけ\nればならないという技術常識からすれば，このような技術常識に反する結果に想到\nすること自体，容易ではないというべきである。\n３　取消事由３（相違点ｄの判断の誤り）\n(1)　審決は，相違点ｄとして，「本件発明１（注，訂正発明）の冷凍装置の用\n途が，『冷蔵庫用』であるのに対し，引用例１記載の発明の冷凍装置は，冷蔵庫用\nかどうか不明である点」（審決謄本５頁4.d.）を認定した上，「引用例１記載の発\n明の冷蔵装置にR-600aの冷媒を採用したものを冷蔵庫用冷凍装置とすることは，当\n業者が容易に想到し得るものである。」（同６頁＜相違点d.について＞）と判断し\nたが，誤りである。\n(2)　かつて，R-600aが冷蔵庫用冷凍装置の冷媒として使用されながら，危険な\nものとして認識され，他の冷媒が登場すると直ぐにその地位を譲ったという経緯，\nその当時，複数のメーカーが冷蔵庫を製造，販売していたにもかかわらず，R-600a\nを冷蔵庫用冷凍装置の冷媒として使用していた会社がわずかに１社しか存在しなか\nった事実，当時と今日とでは，冷凍装置における蒸発温度が大きく異なり，構造も\n異なるという事実などに照らすと，当業者がR-600aを冷蔵庫用の冷凍装置に使用す\nる動機付けはなく，むしろ，これを阻害する要因がある。\n(3)　審決は，コープランド社の冷蔵庫用冷凍装置は現在の冷凍装置と構造及び\n蒸発温度が相違する旨の原告の主張について，R-600aが開放型の冷凍装置で用いら\nれることを前提に主張しているが，本件明細書の特許請求の範囲【請求項１】には\n開放型の冷凍装置に関する記載はないので，特許請求の範囲に基づかない主張であ\nると判断した（審決謄本８頁第１段落）。しかし，原告は，１９３０年(昭和５年)\nころのR-600aを冷媒として使用した冷凍装置の問題点を明らかにし，当業者がこれ\nを冷凍装置に使用することに阻害要因があることを主張したものであって，審決の\n上記判断は的外れである。\n(4)　また，審決は，密閉型圧縮機を採用すれば，コンプレッサーとモータを別\n個のユニットとする開放型の冷凍装置のように，コンプレッサーの軸のメカニカル\nシールから空気が侵入してダメージを与えることがなくなること，これにより冷凍\nサイクル内を負圧にし，冷媒の蒸発温度を下げることによって冷凍能力を高めるこ\nとが可能なことは，当業者が容易に予測し得ることであると判断する（審決謄本８\n頁第３段落）。しかし，容易想到性を判断するためには，R-600aの容積当たりの能\n力が低いこと，これに合わせる潤滑油の粘度など，他の事情も併せ考慮しなければ\nならないのであって，審決の上記判断は，失当である。\n４　取消事由４（顕著な作用効果の看過）\n(1)　審決は，「本件発明１（注，訂正発明）によってもたらされる効果も，引\n用例１～７記載のものから当業者が予測し得る程度のものである」（審決謄本第６\n段落）と判断したが，誤りである。\n(2)　訂正発明は，圧縮機及び冷凍装置の性能及び信頼性を確保しつつ，オゾン\n層破壊のおそれがなく，また，地球温暖化への影響も極めて小さい冷媒を使用する\nことを可能とし，同時に，経済的にも優れた冷凍装置を提供するという顕著な作用\n効果を奏する。\n(3)　審決は，使用潤滑油粘度と圧縮機の性能を示す成績係数との関係を表した\n本件特許願書添付【図２】（以下「本件図２」という。）のグラフに関して，どの\nような条件で実験が行われたのか明らかでないとするが（審決謄本６頁第６段\n落），ＪＩＳ「冷凍用圧縮機の試験方法」の「蒸発器熱量計法」中「二次冷媒熱量\n計法」に準拠して行われたものである。この方法は，圧縮機製造メーカーが広く，\nかつ，普通に使用している方法であるから，当業者が本件明細書を見れば，その使\n用装置及び条件は，当然に認識し得る事項である。そして，冷凍装置単体で数％の\n効率の向上は，顕著な作用効果というべきである。\n第４　被告の反論\n１　取消事由１（相違点ｂの判断の誤り）について\n(1)　R-600aは，炭化水素冷媒として一般的なものであり，また，引用例５（甲\n８）には，１９３３年までコープランド社によってイソブタンすなわちR-600aが冷\n媒として冷蔵庫に用いられていた旨記載されている。そうすると，一般的な炭化水\n素冷媒であるとともに冷媒として使用実績のあるR-600aを，引用例１（甲４）記載\nの発明における炭化水素系冷媒として採用することは，当業者が容易に想到し得る\nことである。\n(2)　引用例５（甲８）で温度と蒸発圧力の関係を表す８－２２のグラフ（２１\n５頁）において，R-600aは，約-29℃(-20\n○F)まで曲線が描かれており，蒸発温度\nを-25℃以下にして使用可能であることが示唆されている。\n原告は，１９３０年当時の冷蔵庫の蒸発温度は，せいぜい-15～-10℃程度\nであり，今日の冷蔵庫用冷凍装置に要求される-25℃以下の蒸発温度を達成すること\nは困難であると考えられてきたと主張するが，進歩性の判断は，出願時の技術水準\nに基づいて行われるべきものであり，本件特許出願の時点においては，密閉容器内\nにモータと圧縮機とを収納した密閉型圧縮機が一般的になっていた。このような状\n況において，冷媒としてR-600aを使用し，冷凍装置を構成しようとする場合にも，\n上記密閉型圧縮機を採用することは，ごく自然なことである。そして，密閉型圧縮\n機を採用すれば，コンプレッサとモータを別個のユニットとする開放型の冷凍装置\nのように，コンプレッサーの軸のメカニカルシールから空気が侵入してダメージを\n与えることがなくなることは，当業者であれば容易に予測し得ることである。そし\nて，コンプレッサー内に空気が侵入するおそれがなくなれば，冷凍サイクル内を負\n圧にして冷媒の蒸発温度を下げることにより，冷凍能力を高めることが可能なこと\nも，当業者が容易に予測し得ることである。\n(3)　引用例４（甲７の３）によれば，R12，R290/R600a(60/40）用とR600a用コ\nンプレッサの押しのけ容積の差は，内容量120ﾘｯﾄﾙの冷蔵庫において1.98cm\n３と，さ\nほど大きいものではないので，コンプレッサー駆動用の電動機は小型化できるか\nら，コンプレッサー本体と駆動用電動機とを組み合わせたコンプレッサー装置で考\nえた場合，押しのけ容積の差は，当業者にとってR-600aの採用を阻害するものでは\nない。\n２　取消事由２（相違点ｃの判断の誤り）について\n炭化水素冷媒と潤滑油との混合物の粘度は，単純に予測し得るものではな\nく，また，冷凍装置の潤滑油に適切な粘度が存在することは周知であり，本件図２\nによっても，７～32cStの粘度のものが，その範囲外のものに対して格別顕著な効果\nを奏するものとは認められない。\n３　取消事由３（相違点ｄの判断の誤り）について\nR-600aは，冷蔵庫等の冷凍装置に専ら用いられてきたR12の代替冷媒となり得\nることは，引用例４（甲７の３）からも明らかである。\n４　取消事由４（顕著な作用効果の看過）について\n本件図２によれば，成績係数の昀大値は約1.14程度の値であるが，この値は\n実験条件が異なることに起因して大きく異なるところ，本件図２の実験装置の内容\n積，冷媒と潤滑油との比率，圧縮機の形式等の実験条件は明らかでなく，訂正発明\nによってもたらされる作用効果も，格別のものとは認められない。\n第５　当裁判所の判断\n１　取消事由１（相違点ｂの判断の誤り）について\n(1)　本件特許出願前からR-600aないしこれと同義のイソブタンが炭化水素系の\n冷媒として認識されていたことは，引用例４～６（甲７の３，甲８，９）により明\nらかである。特に，引用例５（甲８）によれば，イソブタンは１９３３年(昭和８\n年)までコープランド社によって冷蔵庫で用いられたブタンファミリー化合物の冷媒\nであると認められる（２１４頁左欄8-22. ISOBUTANE）。\nそうすると，冷凍装置用の冷媒が多くの厳しい条件を要求されるものであ\nっても，本件特許出願以前から冷媒として認識され，過去において使用実績があっ\nた以上，R-600aをフロン代替冷媒として採用することは，これを阻害する特段の要\n因がない限り，当業者にとって，容易に想到し得ることであると認められる。\n(2)　原告は，R-600aの蒸発温度がせいぜい-15～-10℃程度であり，R-600aが可\n燃性であったため事故が多発したことなどのデメリットを主張して，R-600aを冷媒\nとして採用することに阻害要因があったと主張する。\nしかしながら，引用例３（甲６）記載のとおり，１９８１年(昭和５６年)\nには，既に，いわゆる密閉型コンプレッサーが開発されており（１０９頁左欄第４\n段落），本件特許出願時においては，密閉容器内にモータとコンプレッサーとを収\n納した密閉型圧縮機が一般的になっていたのであるから，R-600aのコンプレッサー\nの型式としても密閉型圧縮機を想定するのが自然であり，R-600aが実際に使用され\nていた１９３０年(昭和５年)代当時の圧縮機である開放型を想定することは，かえ\nって不自然なことである。\nまた，「Refrigerant History」（冷媒の歴史）（トレーン社２００２年\n(平成１４年)６月１３日のインターネットのホームページ，甲１４）には，「初期\nの冷媒のほぼすべては，可燃性，毒性又はその双方を有し，非常に反応的なものも\nあった。事故はよく起こった」（１頁第４段落）と記載されており，これによれ\nば，初期の冷媒のうちR-600aのみが当時の他の冷媒と比較して特に事故が多かった\nということはできない。かえって，社団法人日本冷凍協会編「新版・第５版　冷凍\n空調便覧　Ⅰ巻　基礎編」（社団法人日本冷凍協会平成５年６月２５日改訂第５版\n発行，甲１１）では，オゾン層破壊の主たる原因としてフロンの拡散が問題視さ\nれ，総量規制や生産・使用の全廃も検討されている状況下において（８５頁右欄\n3.1.4 冷媒と環境問題），冷媒が具備すべき条件に健康・安全・環境問題が挙げら\nれているから（８６頁右欄3.1.5 代替冷媒の選定と熱物性），冷媒として過去に使\n用実績があり，密閉型圧縮機の採用等によって冷媒の漏れ等に関しても安全性の確\n保が予測されるR-600a等の炭化水素系冷媒をフロン系冷媒の代替冷媒として選択す\nることは，当業者が容易に想到し得るものである。\nさらに，原告は，１９３０年(昭和５年)当時の冷蔵庫の蒸発温度がせいぜ\nい-15～-10℃程度であり，今日の冷蔵庫用冷凍装置に要求される-25℃以下の蒸発温\n度を達成することは困難であると考えられてきた旨主張する。しかしながら，引用\n例５（甲８）の８－２２のグラフ（２１５頁）において，R-600aについて約-29℃\n（-20\n○F）まで曲線が描かれていることは，少なくとも，当該温度近傍まで蒸発温度\nを低下させ得ることを示唆するものというべきである。そして，代替冷媒の候補と\nしてR-600aを検討するに際して，-29℃以下で蒸発温度の曲線がどのような線を描く\nのか，冷媒として採用した場合に実用範囲はどの程度であるのか等について検討す\nることは，当業者が代替冷媒の採用を決定するに当たって，当然に考慮すべき事項\nである。\n(3)　原告は，R-600aについて，容量当たりの冷凍能力が低く，冷凍装置に他の\n代表的な冷媒と同等の冷凍能力を持たせようとする場合，冷凍装置の大型化，冷蔵\n庫自体の設計変更，生産コストの上昇等をもたらし，また，冷凍庫の収納容量の減\n少を伴うので，当業者にとって，これを採用するについて阻害事由があると主張す\nる。しかし，引用例４（甲７の３）には，冷媒の違いに起因するコンプレッサの押\nしのけ容積の差に関し，内容積120d m\n３の汎用冷蔵庫を用いた家庭用冷却システムの\n往復式密閉式コンプレッサの押しのけ容積は，R-12とR290/R600a(60/40)用のものが\n3.01cm\n３であり，R600a用では4.99cm\n３であったとの記載がある（甲７の３訳文４頁\n4.2. 冷却器の寸法特性）。押しのけ容積の差は，そのままコンプレッサ外形容積の\n差に反映されるのではなく，その何割増かがコンプレッサ外形容積増となるであろ\nうが，冷蔵庫自体も内容積の何割増かが外形容量に反映されるのであるから，両者\nを相殺して，押しのけ容積自体と冷蔵庫の内容積自体とを比較しても，その傾向は\n理解し得るということができる。そこで，冷蔵庫の内容積に対する押しのけ容積の\n割合を計算してみると，R12とR290/R600a(60/40)の場合は，3.01/120000＝\n0.0025%，R-600aの場合に，4.99/120000＝0.0042%となる。双方の数値の差\n0.0017%は，数値自体に対する割合としては小さくないものであるが，冷蔵庫の内容\n量に対する値としては，0.01%に満たないものであって，この差があるからといっ\nて，当業者がR-600aを冷媒として採用することに阻害事由があるということはでき\nない。\n(4)　原告は，蒸発圧力が低いことにより取扱い圧力が低いことに着目して\nR-600aを冷媒として採用したのが訂正発明であり，当業者にとって容易に想到し得\nない構成であると主張し，R-600aの冷凍装置用冷媒としての適性に関し，社団法人\n日本機械学会編「機械工学便覧　応用編　Ｂ８　熱交換器　空気調和　冷凍」（社\n団法人日本機械学会１９８９年(平成元年)７月３日３刷発行，甲２１）には，冷媒\nが蒸発するときの圧力は大気圧より高いことが好ましいとの記載がされ（Ｂ８－６\n０頁右欄３・２・３　冷媒），原告技術戦略知財グループ知財チーム副参事越間秀\n俊の報告書（甲１８）には，R-600aの-23.3℃における蒸発圧力の0.062MPaが，大気\n圧である0.101MPaより低く，54.4℃で凝結する際の圧力も，0.761MPaと，他の\nR-12，R134a，R-290の冷媒と比較して圧倒的に低いことが記載されている（２枚目\nの表）。\nしかしながら，可燃性のR-600aを取り扱う圧力が大気圧以下の比較的低い\n圧力であるということは，R-600aを冷媒として採用する際に，密閉が容易となり，\n外部への漏えいの可能性を大幅に減じる等の好ましい性質であることは，当業者に\nとって容易に理解し得る事項であるから，このような好ましい性質を有する\nR-600aを冷媒として採用することは，当業者にとって，むしろ容易であるというべ\nきである。\n(5)　以上を総合すると，本件特許出願前より冷媒として公知であったR-600aを\n冷凍装置用の冷媒として採用することについては，これを阻害すべき要因は認めら\nれず，当業者であれば容易に想到し得たものと認められるので，原告の主張は採用\nし得ない。\n２　取消事由２（相違点ｃの判断の誤り）について\n(1)　引用例７（甲１０）には，「冷凍機油」の種類として，開放形冷凍機に用\nいるものと密閉形又は半密閉形冷凍機に用いるものがあり，粘度グレードは「ISO\nVG10」から「ISO VG100」まであることが記載され（Ｂ１－４６頁表３４工業用潤滑\n油の種類と用途），「ISO VG10」の中心値の動粘度として10mm\n２/s(40℃)と，「ISO\nVG100」の中心値の動粘度として100mm\n２/s(40℃)と記載され，これら二つの値の間\nの「ISO VG15」～「ISO VG68」の中心値の動粘度が15～68mm\n２/s(40℃)であるとの記\n載がある（Ｂ１－４５頁表３２「工業用潤滑油ＩＳＯ粘度グレード」）。そして，\n動粘度１mm\n２/s＝１cStであることから，引用例７（甲１０）には，冷凍機用潤滑油\nの粘度範囲として，40℃において10～100cStのものが使用されるとの記載があると\nいうことができる。\n訂正発明は，潤滑油の粘度として40℃のとき７～32cStであることを要件と\nして規定するものであるが，引用例７（甲１０）の値とは，10～32cStの範囲で粘度\n範囲が重複し，７～10cStの範囲では重複していない。\n(2)　原告は，炭化水素冷媒を用いる圧縮機の信頼のおける運転を確保するため\nには，選定された炭化水素及び潤滑油の流体特性，特に，圧力，溶解度及び粘度に\nついての知識が求められるとして，仮に，R-600aを主成分として，冷凍装置の冷媒\nとして使用することを想到し得たとしても，従来R-12などに使用してきたものより\n高い粘度の潤滑油を使用することになると主張する。\nしかしながら，冷凍装置の潤滑油に適切な粘度が存在することは周知であ\nるところ，上記のとおり，引用例７（甲１０）の冷凍機油の粘度範囲として，40℃\nにおいて10～100cStのものが開示され，本件図２（甲２）によっても，７～32cStの\n粘度のものにおいて成績係数が1.1～1.15であり，引用例７によって開示された10～\n100cStの粘度のものを採用しても成績係数は1.05～1.15であって，成績係数にさし\nたる差異はない。また，本件図２のグラフには，なだらかな曲線が描かれており，\n訂正発明の７～32cStの粘度のものがその範囲外のものに対して格別顕著な効果を奏\nするものとも認められない。そうすると，訂正発明の粘度範囲の設定は，当業者に\nとって容易に想到し得たものというべきである。\n(3)　原告は，引用例７（甲１０）に接した当業者は，これより粘度の高い潤滑\n油を採用すると主張するが，上記のとおり，訂正発明の潤滑油の粘度である７～\n32cStの数値が当業者にとって容易に相当し得るものである以上，当業者の認識に係\nる原告の主張は，採用することができない。また，原告は，ある冷媒に対し混合す\nる潤滑油について，理論的考察や実験を行って代表的なパラメータの範囲を定める\nことは一般に行われるとの審決の判断を非難するところ，確かに，理論的考察や実\n験の結果定められたパラメータであることから直ちに，その限定の容易想到性を肯\n定することはできない。しかしながら，本件においては，引用例７（甲１０）に冷\n凍機油の粘度範囲として40℃において10～100cStのものが既に開示されており，訂\n正発明の粘度範囲のものがその範囲外のものに対して格別顕著な効果を奏するもの\nとも認められないから，審決の上記一般論の当否はさておき，訂正発明における潤\n滑油の粘度の限定について容易想到性を肯定した審決の判断は正当というべきであ\nり，原告の取消事由２の主張は採用することができない。\n３　取消事由３（相違点ｄの判断の誤り）について\n(1)　冷蔵庫用冷凍装置は，冷凍装置の適用分野として昀も一般的であるから，\n相違点ｂに係る上記(1)の判示のとおり，冷凍装置用冷媒としてR-600aを採用するこ\nとが当業者にとって容易である以上，これを冷蔵庫用冷凍装置の冷媒として採用す\nることも，同様に容易というべきである。\n(2)　原告は，１９３０年(昭和５年)ころのR-600aを冷媒として使用した開放型\n冷凍装置の問題点を主張するが，上記のとおり，本件特許出願時には，密閉型冷凍\n装置を想定することが自然であるから，開放型冷凍装置の問題点は，訂正発明の容\n易想到性の判断に影響を及ぼさない。また，原告は，密閉型圧縮機を採用すること\nで冷凍能力を高めることが当業者にとって容易想到かどうかは，R-600aの容積当た\nりの能力が低いこと等の事情を考慮すべきであるとも主張するが，上記のとおり，\n本件特許出願時に密閉型圧縮機を採用することが自然であった以上，これにより冷\n凍能力を高めることは，当業者にとって，容易に想到し得るものと推認され，これ\nを妨げる事情はうかがわれない。したがって，原告の取消事由３の主張は理由がな\nい。\n４　取消事由４（顕著な作用効果の看過）について\n原告は，訂正発明の構成を採用することにより，圧縮機及び冷凍装置の性能\n及び信頼性を確保しつつ，オゾン層破壊のおそれがなく，また，地球温暖化への影\n響も極めて小さい冷媒を使用することが可能となり，同時に，経済的にも優れた冷\n凍装置を提供することができると主張するが，オゾン層破壊のおそれがなく，ま\nた，地球温暖化への影響も極めて小さいという作用効果は，冷媒種としてR-600aを\n採用したことによるものであり，当業者の予測し得る範囲のものにすぎない。ま\nた，特定の潤滑油粘度を採用したことについても，本件図２においてグラフがなだ\nらかな曲線を描いているように，訂正発明の採用した潤滑油粘度に顕著な作用効果\nが見いだせない以上，上記作用効果は，冷媒種をR-600aとする構成，粘度が40℃の\nとき７～32cSt，相互溶解温度が-25℃以下の潤滑油とする構成を採用したことによ\nり，それぞれの構成の奏する作用効果を上回るものではない。上記のとおり，これ\nらの構成が当業者にとって容易に想到し得るものである以上，訂正発明が奏する作\n用効果も当業者が予測し得る範囲のものにすぎず，顕著な作用効果ということはで\nきない。したがって，原告の取消事由４の主張は，採用することができない。\n５　以上のとおりであるから，原告主張の審決取消事由はいずれも理由がなく，\n他に審決を取り消すべき瑕疵は見当たらない。\nよって，原告の請求は理由がないから，これを棄却することとし，主文のと\nおり判決する。\n東京高等裁判所第１３民事部\n裁判長裁判官　　　篠　　原　　勝　　美\n裁判官　　　岡　　本　　　　　岳\n裁判官　　　長　　沢　　幸　　男\n"
}