{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 6,
    "day": 23
  },
  "case_number": "平成14(行ケ)92",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "11030",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=11030",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/030/011030_hanrei.pdf",
  "contents": "平成１４年（行ケ）第９２号　審決取消請求事件（平成１４年６月９日口頭弁論終\n結）\n判　　　　　　　　決\n原　　　　　　告　　　株式会社ニコン\n訴訟代理人弁理士　　　永　井　冬　紀\n被　　　　　　告　　　特許庁長官　太田信一郎\n指定代理人　　　　　　森　　　正　幸\n同　　　　　　　　　　小　林　信　雄\n同　　　　　　　　　　高　橋　泰　史\n同　　　　　　　　　　宮　川　久　成\n同　　　　　　　　　　伊　藤　三　男\n主　　　　　　　　文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n事実及び理由\n第１　請求\n特許庁が不服２０００－１３００号事件について平成１４年１月７日にした\n審決を取り消す。\n第２　当事者間に争いのない事実\n１　特許庁における手続の経緯\n原告は，昭和６３年３月２５日，発明の名称を「赤目防止装置内蔵カメラ」\nとする特許出願（特願昭６３－７２２３７号，以下「本件原出願」という。）を\nし，平成８年３月２５日，本件原出願の一部につき，特許法４４条１項の規定によ\nり名称を「赤目防止装置内蔵カメラ」とする新たな特許出願（特願平８－６８６５\n７号，以下「本件出願」という。）をしたが，平成１２年１月１１日，拒絶査定を\n受けたので，同年２月３日，これに対する不服の審判の請求をした。\n特許庁は，同請求を不服２０００－１３００号事件として審理した上，平成\n１４年１月７日に「本件審判の請求は，成り立たない。」との審決をし，その謄本\nは，同年１月２２日，原告に送達された。\n２　平成９年８月１２日付け手続補正書により補正された明細書（以下「本件明\n細書」という。）の特許請求の範囲の記載\n【請求項１】被写体照明用の照射光を照射する閃光装置と，前記閃光装置の作\n動に先立ってプリ照射を行うプリ照射装置と，前記プリ照射装置に電気的に接続さ\nれ，所定の手動操作部材の操作のたびに前記プリ照射装置の作動を許容するモード\nと前記プリ照射装置の作動を禁止するモードとを含む複数のモードを所定の順序で\n順次に切換えるモード切換装置とを具備することを特徴とするカメラ。\n【請求項２】前記プリ照射装置は，赤目現象を軽減するために人間の瞳孔を縮\n小せしめる光を被写体に向けて照射することを特徴とする請求項１に記載のカメ\nラ。\n【請求項３】前記手動操作部材は押圧式操作部材であり，前記モード切換装置\nは，前記操作部材が押圧されるたびにモードを切換えることを特徴とする請求項１\nに記載のカメラ。\n【請求項４】被写体照明用の照射光を照射する閃光装置と，前記閃光装置の照\n射に先立ってプリ照射光を被写体に向けて照射するプリ照射装置と，前記プリ照射\n装置に電気的に接続され，所定の手動操作スイッチが操作されるたびに前記プリ照\n射装置の作動を許容するモードと前記プリ照射装置の作動を禁止するモードとを交\n互に切換えるモード切換装置とを具備することを特徴とするカメラ。\n（以下，【請求項１】～【請求項４】に係る発明を「本願発明１」～「本願発\n明４」という。）\n３　審決の理由\n審決は，別添審決謄本写し記載のとおり，本件出願は平成１２年１０月２４\n日付け拒絶理由（以下「本件拒絶理由」という。）によって拒絶すべきものである\nとした。そして，本件拒絶理由は，別添拒絶理由通知書写し記載のとおり，本願発\n明１～４に係る請求項１～４には，本件原出願の願書に最初に添付した明細書又は\n図面（甲８，以下その明細書を「原出願明細書」，図面を「原出願図面」といい，\nこれらを併せて「原出願明細書等」という。）に記載した事項でないものが含まれ\nるから，本件出願は，特許法４４条１項で規定する適法な分割とは認められず，出\n願日は遡及しないところ，本願発明１～４は，特開平１－２４４４３６号公報（甲\n７，以下「刊行物３」という。）記載の発明並びによく知られた事項及び周知の事\n項に基づいて，当業者が容易に発明をすることができたものであり（拒絶理由\n１），また，仮に，分割が適法であって出願日が遡及するとしても，特開昭５７－\n１７９２９号公報（甲５，以下「刊行物１」という。）及び特開昭５２－８０１２\n０号公報（甲６，以下「刊行物２」という。）記載の各発明並びによく知られた事\n項及び周知の事項に基づいて，当業者が容易に発明をすることができたものである\n（拒絶理由２）から，特許法２９条２項の規定により特許を受けることができない\nとした。\n第３　原告主張の審決取消事由\n審決は，その引用する本件拒絶理由が，拒絶理由１において，特許法４４条\n１項で規定する分割出願の要件についての認定判断を誤り，本件出願について出願\n日は遡及しないとした（取消事由１）上，本願発明１～４の刊行物３記載の発明に\n基づく容易想到性の判断を誤り，また，拒絶理由２において，出願日が遡及すると\nした場合の仮定的判断として，本願発明１～４と刊行物１，２記載の発明との相違\n点を看過した（取消事由２）結果，本願発明１～４の刊行物１，２記載の発明に基\nづく容易想到性の判断を誤ったものであるから，違法として取り消されるべきであ\nる。\n１　取消事由１（分割出願の要件についての認定判断の誤り）\n(1) 刊行物３（甲７）に，「被写体照明用の照射光を照射する閃光装置と，前\n記閃光装置の作動に先立って赤目現象を軽減するために，プリ照射を行うプリ照射\n装置と，前記プリ照射装置に電気的に接続され，所定の手動操作部材の操作により\n前記プリ照射装置の作動を許容するモードと前記プリ照射装置の作動を禁止するモ\nードとセルフタイマーモードとを切換えるモード切換装置とを具備することを特徴\nとするカメラ」，「被写体照射用の照射光を照射する閃光装置と，前記閃光装置の\n照射に先立ってプリ照射光を被写体に向けて照射するプリ照射装置と，前記プリ照\n射装置に電気的に接続され，所定の手動操作スイッチの操作により前記プリ照射装\n置の作動を許容するモードと前記プリ照射装置の作動を禁止するモードとを切換え\nるモード切換装置とを具備することを特徴とするカメラ」が記載されていることは\n認める。\n本件拒絶理由は，「【請求項１～３】の『所定の手動操作部材の操作のた\nびに前記プリ照射装置の作動を許容するモードと前記プリ照射装置の作動を禁止す\nるモードとを含む複数のモードを所定の順序で順次に切換えるモード切換装置』，\n【請求項４】の『所定の手動操作スイッチが操作されるたびに前記プリ照射装置の\n作動を許容するモードと前記プリ照射装置の作動を禁止するモードとを交互に切換\nえるモード切換装置』は，分割の基礎となる特願昭６３－７２２３７号（注，本件\n原出願）の願書に最初に添付した明細書又は図面に記載されていない事項であるか\nら，本件の出願は特許法第４４条第１項で規定する適法な分割とは認められず，出\n願日は遡及しない」（拒絶理由通知書２頁《２－２》）と認定判断した上，拒絶理\n由１として，本願発明１～４は，刊行物３（甲７）記載の発明並びによく知られた\n事項及び周知の事項に基づいて当業者が容易に発明をすることができたと判断した\n（同３頁《３－２》）。しかし，分割要件についての上記認定判断は誤りであり，\n本件出願は，本件原出願の出願日である昭和６３年３月２５日に遡及するから，刊\n行物３は公知刊行物ではない。したがって，拒絶理由１は誤りである。\n(2) 本願発明１～３の「所定の手動操作部材の操作のたびに前記プリ照射装置\nの作動を許容するモードと前記プリ照射装置の作動を禁止するモードとを含む複数\nのモードを所定の順序で順次に切換えるモード切換装置」は，原出願明細書等に記\n載されている。すなわち，原出願明細書（甲８）には，「スイッチＳＷ３は，図示\nせぬ閃光切換釦の押圧操作に連動するモーメンタリタイプのスイッチであり，順次\nのオン操作によってＣＰＵ１は，自動発光モード→強制発光モード→発光禁止モー\nドの各モードの設定を行う」（１２頁最終段落～１３頁第１段落，以下「原出願記\n載①」という。）及び「第３図のステップＳ１において，閃光撮影に関するモード\nを判定する。上述の自動発光モードと判定されると，ステップＳ２において，輝度\n情報に基づいて発光管８ａのメイン発光を行なうか否かを判定する。・・・また，\n強制発光モード設定時にはステップＳ３に進み，発光禁止モード設定時にはステッ\nプＳ７に進む。ステップＳ２が否定されるとステップＳ７に進み，セルフタイマー\nスイッチＳＷ５がオンか否かを判定する。ステップＳ７が肯定されるとステップＳ\n８でセルフタイマーモードを設定する。一方，ステップＳ２が肯定されるとステッ\nプＳ３で閃光フラグをセットし，充電回路８ｄを介してメインコンデンサ８ｂの充\n電を開始してステップＳ４に進む。ステップＳ４では，セルフタイマースイッチＳ\nＷ５がオンか否かを判定する。否定判定されるとステップＳ９に進み赤目防止スイ\nッチＳＷ４がオンか否かを判定する。ステップＳ９が肯定されるとステップＳ６で\n赤目防止モードを設定し，否定されると赤目防止モードを設定せずに次の処理へ進\nむ。また，ステップＳ４が肯定されるとステップＳ５でセルフタイマーモードを設\n定するとともにステップＳ６で赤目防止モードを設定して次の処理に進む」（１６\n頁第２段落～１７頁第１段落，以下「原出願記載②」という。）との記載があり，\nこれら記載中のスイッチＳＷ３，ＳＷ４，ＳＷ５，及びＣＰＵ１により構成される\nものが，本願発明１～３のモード切換装置に相当するものである。\n本件明細書（甲２）において，スイッチＳＷ３は，あくまでもメイン発光\nの作動を禁止，許容するスイッチを例示するにすぎず，それ単独でプリ照射を禁\n止，許容するスイッチを例示するものではない。本願発明１～３のモード切換装置\nは，実施例を参照すれば，スイッチＳＷ３だけで構成されるものを例示するのでは\nなく，スイッチＳＷ３やＣＰＵ１，ＳＷ４，５などにより構成されることを例示し\nており，「プリ照射装置の作動を許容するモード」と「プリ照射装置の作動を禁止\nするモード」との二つの機能を切換える装置であることは明らかである。\n原出願記載①，②には，以下の（ⅰ）～（ⅶ）のモード切換を行い得るカ\nメラが記載されていることが明らかである。（ⅰ）スイッチＳＷ４をオンにした上\nでスイッチＳＷ３により自動発光モードを設定すると，被写体が低輝度の場合にプ\nリ照射とメイン発光が行われ，被写体が高輝度の場合にメイン発光もプリ照射も行\nわれない。これはプリ照射を許容するモードである。（ⅱ）この自動発光モード設\n定中にスイッチＳＷ３を操作して強制発光モードを設定すると，被写体の輝度の高\n低に無関係にプリ照射とメイン発光が行われる。これもプリ照射を許容するモード\nである。（ⅲ）この強制発光モード設定中にスイッチＳＷ３を操作して発光禁止モ\nードを設定すると，被写体の輝度に無関係にメイン発光もプリ照射も行われない。\nこれはプリ照射を禁止するモードである。（ⅳ）発光禁止モード設定中にスイッチ\nＳＷ３を操作して自動発光モードを設定すると，上記（ⅰ）のプリ照射を許容する\nモードに戻る。（ⅴ）また，自動発光モード設定中にスイッチＳＷ４をオフにする\nと，プリ照射は行われず，被写体が低輝度の場合にメイン発光のみ行われる。これ\nもプリ照射を禁止するモードである。（ⅵ）強制発光モード設定中にスイッチＳＷ\n４をオフにすると，プリ照射は行われず，被写体の輝度の高低に無関係にメイン発\n光のみが行われる。これも上記（ⅴ）と同様にプリ照射を禁止するモードである。\n（ⅶ）上記自動発光モード及び強制発光モード設定中にスイッチＳＷ４をオンして\n赤目防止モードを設定すると，上記（ⅰ），（ⅱ）のプリ照射を許容するモードに\n戻る。以上のように，スイッチＳＷ３を操作するたびに（ⅰ）～（ⅲ）を繰り返\nし，また，自動発光モードあるいは強制発光モード設定中に，スイッチＳＷ４をオ\nンオフするたびに，（ⅴ）→（ⅶ）→（ⅴ）・・・，あるいは（ⅵ）→（ⅶ）→\n（ⅵ）・・・を繰り返すから，結果として『「プリ照射を許容するモード」と「プ\nリ照射を禁止するモード」とを含む複数のモード』が所定の順序で順次に切換わる\nことになる。このように，原出願明細書には，「スイッチＳＷ３やＣＰＵ１，スイ\nッチＳＷ４，５」などにより構成されるモード切換装置が，「前記プリ照射装置の\n作動を許容するモードと前記プリ照射装置の作動を禁止するモードとを含む複数の\nモードを所定の順序で順次に切換える」機能を有するものとして記載されている。\n(3) 本願発明４の「所定の手動操作スイッチが操作されるたびに前記プリ照射\n装置の作動を許容するモードと前記プリ照射装置の作動を禁止するモードとを交互\nに切換えるモード切換装置」も，原出願明細書等（甲８）に記載されている。原出\n願明細書には，「スイッチＳＷ４は，図示せぬ赤目防止釦の押圧操作に連動するス\nイッチであり，オンされることにより赤目防止モード設定信号を出力する。ＣＰＵ\n１は，この赤目防止モード設定信号により赤目防止モードを設定するとともに，充\n電回路８ｄを介してサブコンデンサ８ｃを充電する。そして，全押しスイッチＳＷ\n２のオンに伴って，発光回路８ｅに赤目防止作動指令を出力し，シャッタレリーズ\n時のメイン発光に先立ってサブコンデンサ８ｃの充電電荷により閃光管８ａを発光\nせしめる。すなわち，プリ発光を行なう。また，スイッチＳＷ４がオフすると赤目\n防止モードは解除され，上述のプリ発光は行なわれない」（１３頁最終段落～１４\n頁第１段落）及び「ステップＳ９に進み赤目防止スイッチＳＷ４がオンか否かを判\n定する。ステップＳ９が肯定されるとステップＳ６で赤目防止モードを設定し，否\n定されると赤目防止モードを設定せずに次の処理へ進む」（１７頁第１段落）との\n記載がある。スイッチＳＷ４及びＣＰＵ１の処理（原出願図面の図３のプログラム\n処理）に関する原出願明細書等のこれらの記載が，所定の手動操作スイッチが操作\nされるたびにプリ照射装置である電子閃光装置８の作動を許容するモード（赤目防\n止モード）と作動を禁止するモード（赤目防止モード解除モード）とを交互に切換\nえるモード切換装置に相当することは明らかである。\n２　取消事由２（相違点の看過）\n本件拒絶理由は，拒絶理由２として，「刊行物１，２（注，甲５，６）に記\n載された発明の『メインスイッチ（Ｓ１）およびスイッチ（Ｓ２）』及び『スイッ\nチ２』は，プリ発光をするモードとプリ発光しないモードとを選択するための切換\n装置である」（拒絶理由通知書４頁第１段落）と認定したが，刊行物１，２には，\n本願発明１～４の「モード切換装置」に相当する構成はなく，この点は，本願発明\n１～４と刊行物１又は刊行物２に記載された発明との相違点となるものであるか\nら，拒絶理由２はこの相違点を看過した誤りがある。\n本願発明１～４の「モード切換装置」は，閃光装置の作動（メイン発光）と\n対を成すプリ照射を行うか，行わないかを制御する切換装置である。すなわち，本\n願発明１～４のカメラは，①メイン発光とプリ照射が共に行われない撮影条件，②\nメイン発光とプリ照射が共に行われる撮影条件，及び③メイン発光は行われるがプ\nリ照射は行われない撮影条件の３通りの条件下で撮影が行われるものである。これ\nに対し，刊行物１（甲５）記載のメインスイッチ（Ｓ１）は，電源（Ｅ）を閃光装\n置（ＳＴ）に接続するための電源スイッチであり，刊行物２（甲６）記載のスイッ\nチ２は，制御回路３を動作させるためのフラッシュ装置１の電源スイッチである。\nしたがって，刊行物１，２記載の発明においては，これら電源スイッチが開いてい\nる場合には，プリ照射はもちろんのことメイン発光もしない。以上のとおり，刊行\n物１及び刊行物２記載のカメラでは，本願発明１～４の上記①及び②の条件下での\n撮影が行われ，③の条件下での撮影は行われないから，このような電源スイッチ\nが，本願発明１～４の「モード切換装置」とはまったく別のスイッチであることは\n明らかである。\n第４　被告の反論\n審決の引用する本件拒絶理由の認定判断は正当であり，原告主張の取消事由\nはいずれも理由がない。\n１　取消事由１（分割出願の要件についての認定判断の誤り）について\n原出願明細書（甲８）に，原出願記載①，②があること，及び原出願明細書\nには，「スイッチＳＷ３は，図示せぬ閃光切換釦の押圧操作に連動するモーメンタ\nリタイプのスイッチであり，順次のオン操作によってＣＰＵ１は，自動発光モード\n→強制発光モード→発光禁止モードの各モードの設定を行う」（１２頁最終段落～\n１３頁第１段落）と記載があることから，原出願明細書記載の「スイッチＳＷ３」\nが「複数のモードを所定の順序で順次に切換えるモード切換装置」に対応する部材\nであることは認めるが，「スイッチＳＷ３」によって「自動発光モード」又は「強\n制発光モード」が選択された場合であっても，「スイッチＳＷ４」及び「スイッチ\nＳＷ５」の状態（及び「自動発光モード」にあっては「輝度情報」）に応じて「プ\nリ発光」が設定されたり設定されなかったりするのであるから，「スイッチＳＷ\n３」が本願発明１～３の「前記プリ照射装置の作動を許容するモードと前記プリ照\n射装置の作動を禁止するモードとを含む複数のモードを所定の順序で順次に切換え\nるモード切換装置」に相当しないことは明らかである。原告の主張によれば，「ス\nイッチＳＷ３やＣＰＵ１，ＳＷ４，５」などにより構成されるモード切換装置が，\n「前記プリ照射装置の作動を許容するモードと前記プリ照射装置の作動を禁止する\nモードとを含む複数のモードを所定の順序で順次に切換える」機能を有することと\nなるが，そうであれば，本願発明１～３の構成を規定する複数のモードを「所定の\n順序で順次に切換える」という技術事項は実現不能となってしまい，技術的観点か\nらそのように解する余地はない。したがって，本件出願が分割要件を満たさないと\nした拒絶理由１の認定判断に誤りはなく，取消事由１の主張は失当である。\n２　取消事由２（相違点の看過）について\n刊行物１（甲５）記載の発明においては，「スイッチ（Ｓ１）」が閉成され\nている場合には，閃光撮影が必要な程度に被写体の輝度が低いと必ず閃光撮影に先\n立って事前表示（プリ照射）が行われるのであり，逆に，「スイッチ（Ｓ１）」が\n開成されている場合には，事前表示（プリ照射）が行われない。また，刊行物２\n（甲６）記載の発明においては，「スイッチ２」が閉成されているときには，撮影\nの際必ず予備照射（プリ照射）が行われるのであり，「スイッチ２」が開成されて\nいるときには予備照射（プリ照射）は行われない。このように，刊行物１，２に記\n載された発明の「メインスイッチ（Ｓ１）」及び「スイッチ２」が，プリ発光をす\nるか否かを選択しているのであるから，それらのスイッチが電源スイッチとしての\n機能をも有しているとしても，そのことをもって，「メインスイッチ（Ｓ１）」又\nは「スイッチ２」が，本願発明１～４の「モード切換装置」に相当しないものでは\nない。原告は，本願発明１～４のカメラが３通りの条件下で撮影されると主張する\nが，本件明細書（甲４）の請求項１～４の記載は明確であり，発明の詳細な説明に\n記載された技術事項を本願発明１～４の構成として解釈することは許されない。す\nなわち，本件明細書の請求項１，４の記載に照らせば，本願発明１～４は，メイン\n発光とプリ照射との関係について，相互の時間的関係は規定しているが，両者が連\n動するかしないかについては規定していないのであり，ましてや本願発明１～４は\nメイン発光とプリ照射とが必ず連動するものを排除するものであると認定する余地\nはない。したがって，拒絶理由２において，刊行物１，２に記載された発明との相\n違点の看過はない。\n第５　当裁判所の判断\n１　取消事由１（分割出願の要件についての認定判断の誤り）について\n(1) 本件明細書（甲４）の特許請求の範囲の請求項１の「閃光装置の作動に先\n立ってプリ照射を行うプリ照射装置」との記載によれば，「プリ照射」とは「閃光\n装置の作動」（メイン発光）に先立つ発光であって，閃光装置が作動することを前\n提としてされる照射であるという意味から，「プリ」との接頭辞が冠されているも\nのと解される。そして，平成８年４月２４日付け手続補正書による補正に係る本件\n明細書（甲３）の「赤目現象を防止する技術が，従来から知られている。・・・特\n公昭５８－４８０８８号公報には，瞳孔が閉じ動作をするのに必要な時間だけ撮影\n前に予備照射ランプによるプリ照射を行ない，瞳孔がほぼ最小径となったときに電\n子閃光装置の発光部を発光させて写真撮影する技術が開示されている」（段落【０\n００４】）との記載によれば，プリ照射の技術的意義は，閃光装置の作動前に瞳孔\nを最小径とし，赤目現象，すなわち，「フラッシュを用いて顔を撮影した時，瞳が\n兎の目のように赤く写る現象。強い光が網膜の毛細血管で反射するために起る」\n（広辞苑第５版）を防止することにあるから，この点から見ても，閃光装置が作動\nしない場合にはプリ照射を行わないことが前提とされているものと解される。そし\nて，上記請求項１記載の「プリ照射装置の作動を禁止するモード」とは，閃光装置\nが作動する場合にそれに先立ってプリ照射を行わないモードであり，「プリ照射装\n置の作動を許容するモード」とは，「禁止するモード」とは逆に，閃光装置が作動\nする場合にそれに先立ってのプリ照射を禁止しないモードであると解され，同請求\n項の「所定の手動操作部材の操作のたびに・・・複数のモードを所定の順序で順次\nに切換える」との記載によれば，手動操作部材を２以上要したのでは，操作順序に\nよって選択されるモードの順序が変わり，「所定の順序」になり得ないから，これ\nらモードを含む複数のモードが，単一の手動操作部材の操作によって選択できるも\nのということになる。\n(2) そこで，本件明細書（甲４）の請求項１～３記載の手動操作部材に相当す\nる構成が原出願明細書等に記載されているか否かについて判断する。\nア　原出願明細書（甲８）に原出願記載①，②があることは，当事者間に争\nいがないところ，原告は，原出願記載①，②には，（ⅰ）～（ⅶ）のモード切換を\n行い得るカメラが記載されており，スイッチＳＷ３を操作するたびに（ⅰ）～\n（ⅲ）を繰り返し，また，自動発光モードあるいは強制発光モード設定中に，スイ\nッチＳＷ４をオンオフするたびに，（ⅴ）→（ⅶ）→（ⅴ）・・・，あるいは\n（ⅵ）→（ⅶ）→（ⅵ）・・・を繰り返すから，結果として『「プリ照射を許容す\nるモード」と「プリ照射を禁止するモード」とを含む複数のモード』が所定の順序\nで順次に切換わることになるので，これら記載中のスイッチＳＷ３，ＳＷ４，ＳＷ\n５，及びＣＰＵ１により構成されるものが，請求項１～３のモード切換装置に相当\nすると主張する。そして，本件明細書（甲４）の請求項１記載の「モード切換装\n置」は，単一の手動操作部材の操作によってモード選択ができるものでなければな\nらないことは上記(1)のとおりであるから，原告の上記主張は，スイッチＳＷ３又は\nＳＷ４が，本件明細書の請求項１の「手動操作部材」に相当するものでない限り，\n成り立たないものである。\nイ　ところで，原出願記載①によれば，スイッチＳＷ３は，「自動発光モー\nド→強制発光モード→発光禁止モードの各モードの設定を行う」ものであり，原告\nの主張する（ⅰ）～（ⅲ）のモードは，スイッチＳＷ４をオンにした状態で，スイ\nッチＳＷ３を，自動発光モード，強制発光モード，発光禁止モードに設定したモー\nドである。原出願明細書（甲８）には，原出願記載①の直後に，「自動発光モード\nとは，測光回路３からの輝度情報によってメイン発光の要否を決定し，例えば低輝\n度時にメイン発光を行なって閃光撮影するモードである。また強制発光モードと\nは，被写体輝度に無関係にメイン発光を行なって閃光撮影するモードである。さら\nに発光禁止モードとは，低輝度時であってもメイン発光を行なわずに通常撮影を行\nなうモードである」（１３頁第１段落）との記載があることから，「自動発光モー\nド→強制発光モード→発光禁止モードの各モードの設定」とは，本件明細書の請求\n項１記載の「閃光装置」の作動についての「モードの設定」であって，「閃光装置\nの作動」（メイン発光）を前提としてのプリ照射を行うか否かの設定ではないこと\nが明らかである。また，スイッチＳＷ３による（ⅰ）～（ⅲ）のモードの切換え\nは，スイッチＳＷ４をオンにした状態であることを前提としており，スイッチＳＷ\n４がオフであれば，スイッチＳＷ３を切換えても，常に「プリ照射を禁止するモー\nド」であるから，モード切換えは行われない。本件明細書（甲４）の請求項１のモ\nード切換装置は単一の手動操作部材により操作されるものであることは上記のとお\nりであり，スイッチＳＷ３によるモード切換えはスイッチＳＷ４がオンのときに限\nられるから，スイッチＳＷ３のみによってモードの切換えを行うことはできない。\nしたがって，原出願記載①におけるスイッチＳＷ３が，本件明細書の請求項１記載\nの「手動操作部材」に相当しないことは明らかである。\nウ　また，原出願記載②によれば，セルフタイマースイッチＳＷ５がオンの\n場合には，赤目防止スイッチＳＷ４の判定を経ずに，ステップＳ６で赤目防止モー\nドを設定するのであるから，スイッチＳＷ４のみでは，「プリ照射装置の作動を禁\n止するモード」を選択することはできない。確かに，スイッチＳＷ５がオフの場合\nには，ステップＳ９において赤目防止スイッチＳＷ４がオンかオフかの判定がさ\nれ，ＳＷ４がオンであればステップＳ６で赤目防止モードを設定するから，この場\n合にはスイッチＳＷ４は，「プリ照射装置の作動を許容するモード」と「プリ照射\n装置の作動を禁止するモード」とを切換えているといえる。しかしながら，本件明\n細書（甲４）の請求項１のモード切換装置は，単一の手動操作部材により操作され\nるものであると解されることは上記のとおりであるところ，スイッチＳＷ４による\nモード切換えはスイッチＳＷ５のオンオフに依存するのであるから，スイッチＳＷ\n４のみによってモードの切換えを行い，「プリ照射装置の作動を禁止するモード」\nを選択することはできない。したがって，スイッチＳＷ５の状態を特定することな\nく「スイッチＳＷ４をオンオフするたびに，（ⅴ）→（ⅶ）→（ⅴ）・・・，ある\nいは（ⅵ）→（ⅶ）→（ⅵ）・・・を繰り返す」との原告の主張は誤りであり，ス\nイッチＳＷ４を，本件明細書の請求項１記載の手動操作部材に相当すると認めるこ\nとはできない。\nエ　さらに，本件明細書（甲４）の請求項１には，「手動操作部材の操作の\nたびに前記プリ照射装置の作動を許容するモードと前記プリ照射装置の作動を禁止\nするモードとを含む複数のモードを所定の順序で順次に切換えるモード切換装置」\nと記載されており，手動操作部材は少なくとも三つのモードを切換えるものである\nと解されるところ，赤目防止スイッチＳＷ４は，（ⅴ）と（ⅶ）又は（ⅵ）と\n（ⅶ）の二つのモードを切換えるスイッチにすぎないから，この点からも，スイッ\nチＳＷ４を，請求項１記載の手動操作部材に相当すると認めることはできない。原\n告は，これに対して，本願発明１～３のモード切換装置は「プリ照射装置の作動を\n許容するモード」と「プリ照射装置の作動を禁止するモード」との二つの機能（二\nつのモード）を切換える装置であると主張する。しかし，二つのモードであれば，\n切り換えると他方のモードになるから，本件明細書の請求項４のように「交互に切\n換える」との表現になるはずであり，「所定の順序で順次」とは表現しない。した\nがって，上記請求項１の記載のとおり，「プリ照射装置の作動を許容するモードと\nプリ照射装置の作動を禁止するモードとを含む複数のモード」を所定の順序で順次\n切換えるには，三つ以上のモードがあることが前提であり，これと矛盾する原告の\n上記主張は失当である。\n(3) そうすると，本願発明１～３について，「【請求項１～３】の『所定の手\n動操作部材の操作のたびに前記プリ照射装置の作動を許容するモードと前記プリ照\n射装置の作動を禁止するモードとを含む複数のモードを所定の順序で順次に切換え\nるモード切換装置』・・・は，分割の基礎となる特願昭６３－７２２３７号（注，\n本件原出願）の願書に最初に添付した明細書又は図面に記載されていない事項であ\nる」（拒絶理由通知書２頁《２－２》）とした本件拒絶理由に誤りはないから，本\n願発明４に係る請求項４について判断するまでもなく，本件出願は特許法４４条１\n項に規定する適法な分割とは認められず，出願日は遡及しないというべきであり，\nこれと同旨の本件拒絶理由の認定判断に誤りはない。\nしたがって，原告の取消事由１の主張は理由がない。\n２　以上のとおり，原告主張の取消事由１は理由がないから，その余の点につい\nて判断するまでもなく，本件出願は，特許法２９条２項の規定により特許を受ける\nことができないとした本件拒絶理由及びこれを引用した審決に誤りはない。\nよって，原告の請求は理由がないから棄却することとし，主文のとおり判決\nする。\n東京高等裁判所第１３民事部\n裁判長裁判官    　篠　　原　　勝　　美\n裁判官    　岡　　本　　　　　岳\n裁判官    　早　　田　　尚　　貴\n"
}