{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 9,
    "day": 12
  },
  "case_number": "平成13(ネ)4931",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "その他",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "11646",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=11646",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/646/011646_hanrei.pdf",
  "contents": "平成１３年(ﾈ)第４９３１号　製作販売等差止等請求控訴事件（原審・東京地方裁判\n所平成１０年(ﾜ)第２３８２４号）\n平成１４年６月６日口頭弁論終結\n判決\n控　訴　人 　　　 Ａ\n控　訴　人 　　　Ｂ\n控　訴　人 　　　金森森商事株式会社\n控　訴　人 　　　Ｃ\n控　訴　人 　　　Ｄ\n控　訴　人 　　　株式会社新元観光\n控　訴　人 　　　株式会社クレアール\n控　訴　人 　　　Ｅ\n控　訴　人 　　　Ｆ\n控　訴　人 　　　Ｇ\n控　訴　人 　　　有限会社大北牧場\n控　訴　人 　　 　　　Ｈ\n控　訴　人 　　　Ｉ\n控　訴　人 　　　 有限会社太陽ファーム\n控　訴　人 　　　Ｊ\n控　訴　人 　　　有限会社ビワ\n控　訴　人 　　　Ｋ\n控　訴　人 　　　有限会社西山牧場\n控　訴　人 　　　株式会社イシジマ\n控　訴　人 　　　Ｌ\n控訴人ら訴訟代理人弁護士 塩　見　　　渉\n被　控　訴　人　 株式会社アスキー\n被控訴人訴訟代理人弁護士 龍　村　　　全\n主文\n１　本件各控訴を棄却する。\n２　当審における訴訟費用は，控訴人らの各負担とする。\n事実及び理由\n第１　当事者の求めた裁判\n１　控訴人ら\n(1) 原判決を取り消す。\n(2) 被控訴人は，別紙物件目録１記載の各ゲームソフトを製作し，販売し，貸\nし渡し，又は，販売若しくは貸渡しのために展示してはならない。\n(3) 被控訴人は，別紙物件目録２記載のゲームソフトの複製権を許諾してはな\nらない。\n(4) 被控訴人は，控訴人Ａに対し２００万円，控訴人Ｂに対し５００万円，控\n訴人金森森商事株式会社に対し３５０万円，控訴人Ｃに対し５０万円，控訴人Ｄに\n対し５０万円，控訴人株式会社新元観光に対し５０万円，控訴人株式会社クレアー\nルに対し５０万円，控訴人Ｅに対し３００万円，控訴人Ｆに対し５０万円，控訴人\nＧに対し５０万円，控訴人有限会社大北牧場に対し５０万円，控訴人Ｈに対し１０\n０万円，控訴人Ｉに対し４５０万円，控訴人有限会社太陽ファームに対し５０万\n円，控訴人Ｊに対し５０万円，控訴人有限会社ビワに対し２５０万円，控訴人Ｋに\n対し５０万円，控訴人有限会社西山牧場に対し６００万円，控訴人株式会社イシジ\nマに対し５０万円，及び控訴人Ｌに対し１００万円並びに各控訴人に対し前記各金\n員に対する平成１０年１１月２６日から支払済みまで年５分の割合による金員を各\n支払え。\n(5) 訴訟費用は，第１，２審とも被控訴人の負担とする。\n２　被控訴人\n主文と同旨\n第２　事案の概要\n本件は，控訴人らが，その所有する各競走馬の名称を使用して家庭用ビデオ\nゲームソフトを製作し，販売等する被控訴人の行為は，いわゆる「パブリシティ\n権」の侵害に当たるとして，被控訴人に対し，同ビデオゲームソフトの製作，販\n売，使用許諾等の行為の中止，及び，同行為に基づく損害の賠償を請求している事\n案である。\n当事者の主張は，次のとおり付加するほか，原判決の「事実及び理由」の\n「第２　事案の概要」欄記載のとおりであるから，これを引用する（以下，「本件\n各競走馬」，「本件各ゲームソフト」との語を，原判決の用法に従って用いる。た\nだし，本件各競走馬については，１審原告の中で，控訴しなかった者３名について\nの競走馬は除いて，これを用いる。）。\n１　控訴人らの当審における主張の要点\n(1) パブリシティ権\n控訴人らは，その所有する本件各競走馬について，その馬名・形態等から\n想起される競走馬としての顧客吸引力を利用して，商品を製作し，あるいは，対価\nを得てその商品化を許諾するなど，経済的利益ないし価値を排他的に支配する財産\n的権利であるいわゆるパブリシティ権を専有するものである。\n著名人は，その氏名，肖像から生ずる顧客吸引力を利用して，これを商品\nの宣伝・広告等に利用させるとの経済的利益ないし価値を排他的に支配する財産的\n権利，すなわち，パブリシティ権を有するものと認められている。\nこのパブリシティ権の本質は，顧客吸引力にあるから，その権利が生じ得\nる場合を，人に限定する必要はなく，競走馬という物であっても，顧客吸引力があ\nる場合には，その物の所有者にパブリシティ権が認められるべきである。このパブ\nリシティ権は，所有権や人格権に基づくものではない，これらから独立した権利で\nあり，人格権と同じく，明文の規定はないものの，実定法上の権利である。\n(2) 人格権\n原判決は，著名人の氏名，肖像についても，その人の評価・名声等を低下\nさせると評価される限りにおいて，人格権を侵害することになる，と判示してい\nる。しかし，著名人の氏名，肖像を経済的に利用したからといって，通常，その人\nの評価・名声を低下させることはない。したがって，原判決の論理によれば，第三\n者が著名人の氏名，肖像を，その評価，名声を低下させない態様で使用する限り，\n人格権の侵害は生じ得ないから，これを自由に使用することができることになる。\nこのような考え方が失当であることは，明らかである。著名人の氏名，肖像を経済\n的に利用すること自体に対する権利をパブリシティ権というのである。\n(3) 知的財産権各法\n原判決は，著作権法，商標法，不正競争防止法等の知的財産権各法によっ\nて保護されないものは，法的保護の対象外である，と判示する。しかし，その価値\nないし利益が社会的に容認され，法的保護に値するのであれば，知的財産権各法に\nよって保護されないものでも，法的保護の対象とすべきである。\n２　被控訴人の当審における反論の要点\n(1) パブリシティ権について\n控訴人らの主張するパブリシティ権については，実定法上の根拠が認めら\nれない。控訴人らは，顧客吸引力をパブリシティ権の根拠であるとする。しかし，\n現行法は，顧客吸引力を備える経済的利益ないし価値であっても，それを保護し，\n排他的な独占権を認めるための要件を定め，その要件を満たさない限り，このよう\nな経済的利益ないし価値を保護していないのである。例えば，商標法であれば，保\n護の要件として商標法上の登録を要求しているのである。顧客吸引力があるという\n事実上の状態，事実上の利益があるとしても，それが法規範により法的効力が与え\nられる権利の対象となるためには，何らかの説明が必要であるのに，控訴人らの主\n張には，この意味での説得力を有する説明が欠けている。\n他人の成果にフリーライド（只乗り）することは，原則として自由であ\nり，違法となるわけではない。しかし，①フリーライドにより成果開発者や創作者\nに損害が生じており，創作のインセンティブが損なわれる場合には，技術の発達や\n文化の発展が損なわれるため，特許法，著作権法等による規制，商品形態の模倣に\nついての不正競争防止法による規制（２条１項３号）が行われ，②フリーライドに\nより信用蓄積が阻害され，競争秩序への混乱を招く場合は，このようなフリーライ\nドを規制するために，商標法における規制，周知・著名営業表示に関する不正競争\n防止法による規制（２条１項１号，２号），商法における商号の規制（商法２０\n条，２１条）等が行われている。\n法でフリーライドを規制をする場合には，あらかじめ禁止される行為を社\n会に告知をしておき，規制される行為を一般に知らせておくことが必要となる。ま\nた，原則として自由であるべき経済活動を規制する場合には，広く国民の意見を集\n約するためにも，国会による法律制定手続等の民主的手続を経ることが必要であ\nる。このような手続を経ずに，物のパブリシティ権などという不明確な根拠による\n差止請求権や損害賠償請求権を認めるようなことは，一般国民にとって耐え難い法\n的不安定性をもたらすことになる。このようなことは，認められるべきでない。\nパブリシティ権発祥の地である米国でも，その不正競争法リステートメン\nト（４６条）において，パブリシティ権は，人の氏名，肖像，その他のアイデンテ\nィティの表徴に限られており，物については認められていない。\n(2) 人格権について\n人格権については，憲法１３条をはじめ，民法，刑法の各規定にその根拠\nが垣間見られ，判例も多数存する。パブリシティ権は，著名人について，人格権に\n基づいて認めるべきであり，物については，認めるべきではない。\n(3) 競走馬の名称について\n競走馬の名称は，勝ち馬投票馬券を購入する際の投票の便宜上，各出頭馬\nを識別するために付けられた情報であり，芸能人のように氏名，肖像を商品化しあ\nるいは広告に使用するということは，通常予定されていない。\n第３　当裁判所の判断\n当裁判所は，控訴人らの請求は，いずれも理由がないから，棄却すべきもの\nである，と判断する。その理由は，次のとおり付加するほか，原判決の「第３　当\n裁判所の判断」（ただし，原判決１２頁３行ないし１０行を除く。）のとおりであ\nるから，これを引用する。\n１　著名人のパブリシティ権について\n自然人は，もともとその人格権に基づき，正当な理由なく，その氏名，肖像\nを第三者に使用されない権利を有すると解すべきであるから（商標法４条１項８号\n参照），著名人も，もともとその人格権に基づき，正当な理由なく，その氏名，肖\n像を第三者に使用されない権利を有するということができる。もっとも，著名人の\n氏名，肖像を商品の宣伝・広告に使用したり，商品そのものに付したりすること\nに，当該商品の宣伝・販売促進上の効果があることは，一般によく知られていると\nころである。このような著名人の氏名，肖像は，当該著名人を象徴する個人識別情\n報として，それ自体が顧客吸引力を備えるものであり，一個の独立した経済的利益\nないし価値を有するものである点において，一般人と異なるものである。自然人\nは，一般人であっても，上記のとおり，もともと，その人格権に基づき，正当な理\n由なく，その氏名，肖像を第三者に利用されない権利を有しているというべきなの\nであるから，一般人と異なり，その氏名，肖像から顧客吸引力が生じる著名人が，\nこの氏名・肖像から生じる経済的利益ないし価値を排他的に支配する権利を有する\nのは，ある意味では，当然である。著名人のこの権利をとらえて，「パブリシティ\n権」と呼ぶことは可能であるものの，この権利は，もともと人格権に根ざすものと\nいうべきである。\n著名人も一般人も，上記のとおり，正当な理由なく，その氏名・肖像を第三\n者に使用されない権利を有する点において差異はないものの，著名人の場合は，社\n会的に著名な存在であるがゆえに，第三者がその氏名・肖像等を使用することがで\nきる正当な理由の内容及び範囲が一般人と異なってくるのは，当然である。すなわ\nち，著名人の場合は，正当な報道目的等のために，その氏名，肖像を利用されるこ\nとが通常人より広い範囲で許容されることになるのは，この一例である。しかし，\n著名人であっても，上述のとおり，正当な理由なく，その氏名・肖像を第三者によ\nり使用されない権利を有するのであり，第三者が，単に経済的利益等を得るため\nに，顧客吸引力を有する著名人の氏名・肖像を無断で使用する行為については，こ\nれを正当理由に含める必要はないことが明らかであるから，このような行為は，前\n述のような，著名人が排他的に支配している，その氏名権・肖像権あるいはそこか\nら生じる経済的利益ないし価値をいたずらに損なう行為として，この行為の中止を\n求めたり，あるいは，この行為によって被った損害について賠償を求めたりするこ\nとができるものと解すべきである。\n２　競走馬のパブリシティ権について\n控訴人らは，その所有する本件各競走馬について，その馬名・形態等から想\n起される競走馬としての顧客吸引力を利用して，商品を製作し，あるいは，対価を\n得てその商品化を許諾するなど，経済的利益ないし価値を排他的に支配する財産的\n権利である，いわゆるパブリシティ権を専有するものである，このパブリシティ権\nの本質は，顧客吸引力にあるから，その権利が生じ得る場合を人に限定する必要は\nなく，競走馬という物であっても，顧客吸引力がある場合には，パブリシティ権が\n生じ得るものというべきである，このパブリシティ権は，所有権や人格権に基づく\nものではない，と主張する。\nしかし，著名人のパブリシティ権は，前述のとおり，もともと人格権に根ざ\nすものと解すべきであるから，競走馬という物について，人格権に根ざすものとし\nての，氏名権，肖像権ないしはパブリシティ権を認めることができないことは明ら\nかである。また，控訴人らが本件各競走馬について所有権を有し，所有権に基づ\nき，これを直接的に支配している（民法２０６条）ということはできるものの，単\nに本件各競走馬の馬名・形態が顧客吸引力を有するという理由だけで，本件各競走\n馬の馬名，形態等について，その経済的利益ないし価値を排他的に支配する財産的\n権利であるパブリシティ権を有している，と認め得る実定法上の根拠はなく，控訴\n人らの主張を認めることはできない。\n顧客吸引力を有するものの保護一般については，商標法に基づく保護，不正\n競争防止法に基づく保護等が検討されるべきである。しかし，本件において控訴人\nらがしているパブリシティ権についての主張は，これらの法律に基づく保護を求め\nるものではなく，単に本件各競走馬の馬名が顧客吸引力を有するものであることの\nみを根拠として，各競走馬の所有者に，その馬名を使用する排他的権利を認めるべ\nきである，とするものである。本件各競走馬の所有者に，物の直接的な支配権であ\nる所有権と離れて，このような権利を認めることが，現行法の解釈としてできるも\nのではないことは，上述したところから明らかというべきである（仮に，社会情勢\nの変化等により，このような権利を認める必要が生じていると考える者があるとし\nても，権利として認めるべきか否か，認めるとしてどのような形で認めるべきか\nは，立法的手続の中で幅広く社会の意見を集約した上で，決するにふさわしい問題\nであるというべきである。）。\n３　以上のとおりであるから，控訴人らの主張はいずれも理由がなく，控訴人ら\nの本訴各請求を棄却した原判決は相当であり，本件各控訴は理由がない。そこで，\n本件各控訴を棄却することとして，当審における訴訟費用の負担につき民事訴訟法\n６７条，６１条，６５条を適用して，主文のとおり判決する。\n東京高等裁判所第６民事部\n裁判長裁判官  　 山　　下　　和　　明\n裁判官　   設　　樂　　隆　　一\n裁判官　   阿　　部　　正　　幸\n物　件　目　録\n１　競走馬育成シミュレーションゲーム\n(1) ダービースタリオン９６，スーパーファミコン版\n(2) ダービースタリオン，プレイステーション版\n(3) ダービースタリオン，セガサターン版\n２　競走馬育成シミュレーションゲーム\nダービースタリオン９８，ニンテンドウパワー版\n"
}