{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 18,
    "month": 10,
    "day": 19
  },
  "case_number": "平成18(行コ)149",
  "case_name": "",
  "court_name": "東京高等裁判所第２１民事部",
  "result": "棄却",
  "original_court_name": "東京地方裁判所",
  "original_case_number": "平成12(行ウ)203",
  "original_result": "その他",
  "gist": "１　普通地方公共団体の一部事務組合が発注したごみ焼却施設の建設工事について談合があったと推認された事例\n２　普通地方公共団体の長等は発注した工事の入札について談合があったことを理由とする民法第７０９条に基づく損害賠償請求権と独占禁止法第２５条に基づく損害賠償請求権とのいずれを行使するかについて選択権を有するか",
  "lawsuit_id": "33692",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=33692",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/692/033692_hanrei.pdf",
  "contents": "H18.10.19東京高等裁判所 平成１８年(行コ)第１４９号 損害賠償請求控\n訴事件\n主文\n１ 本件各控訴をいずれも棄却する。\n２ 控訴費用は控訴人らの負担とする。\n事実及び理由\n第１ 控訴人Ａ株式会社の控訴の趣旨\n１ 原判決中控訴人Ａ株式会社の敗訴部分を取り消す。\n２ 上記取消しに係る被控訴人の請求を棄却する。\n第２ 控訴人Ｂ組合管理者の控訴の趣旨\n１ 原判決中控訴人Ｂ組合管理者の敗訴部分を取り消す。\n２ 上記取消しに係る被控訴人の請求を棄却する。\n第３ 被控訴人の請求\n１ 控訴人Ａ株式会社は，控訴人Ｂ組合に対し，３８億５９４１万円及びこ\nれに対する平成１０年５月６日から支払済みまで年５分の割合による金員\nを支払え。\n２ 控訴人Ｂ組合管理者が，控訴人Ａ株式会社に対し，平成６年６月９日に\n実施したＣ清掃工場の全連続燃焼式ストーカ炉の建設工事の入札に係る談\n合に基づく損害賠償として３８億５９４１万円の支払を求める請求を怠る\n事実が違法であることを確認する。\n第４ 事案の概要\n１ 本件は，地方公共団体の一部事務組合であるＢ組合（以下「本件組合」\nという。）を構成する地方公共団体の住民である被控訴人が，本件組合が\n発注したごみ焼却施設の建設工事について，同工事の指名競争入札に参加\nした各社が，談合して控訴人Ａ株式会社（以下「控訴会社」又は「Ａ」と\nいう。）を受注予定者とし，受注調整を行った結果，同社は，入札参加者\n間で公正な競争が確保された場合に形成されたであろう正常な落札価格と\n比較して不当な価格で落札し，本件組合に損害を与えたとして，控訴会社\nに対し，地方自治法（平成１４年法律第４号による改正前のもの。以下\n「地方自治法」という。）第２４２条の２第１項第４号に基づき，本件組\n合に代位して，本件組合への損害賠償の支払を求めるとともに，控訴人Ｂ\n組合管理者に対し，同項第３号に基づき，控訴人Ｂ組合管理者が当該損害\n賠償請求権の行使を怠る事実が違法であることの確認を求めた住民訴訟で\nある。\n原審は，被控訴人の各控訴人に対する請求を一部認容した。これを不服\nとする控訴人らがそれぞれ控訴を提起した。なお，被控訴人は，原判決中\n被控訴人の敗訴部分について控訴も附帯控訴も提起しなかった。\n２ 法令の定め等，前提事実，争点及びこれに対する当事者双方の主張は，\n次のとおり訂正し，後記のとおり当審における控訴人の主張を追加するほ\nかは，原判決「事実及び理由」欄中の「第２ 事案の概要」の１から３ま\nで（原判決３頁２４行目から１９頁５行目まで）に記載のとおりであるか\nら，これを引用する。\n原判決１７頁２０行目から２１行目を次のとおり改める。\n「本件審判は，平成１７年７月２７日に審理が終結した。公正取引委員\n会から独占禁止法第５４条第２項に規定する「特に必要があると認めると\nき」の要件の存否について審理を委任された審判官は，平成１８年３月２\n８日付けで，本件５社に対し，遅くとも平成６年４月以降行っていた，地\n方公共団体が指名競争入札，一般競争入札又は指名見積り合わせの方法に\nより発注する全連続燃焼式及び准連続燃焼式ストーカ炉の新設，更新及び\n増設工事について，受注予定者を決定し，受注予定者が受注できるように\nしていた行為を，平成１０年９月１７日以降行っていないことを確認しな\nければならないことなどを命ずる審決案（第二次審決案）を作成した。公\n正取引委員会は，平成１８年６月２７日，第一次審決案及び第二次審決案\nを訂正の上引用し，本件５社は，共同して，地方公共団体発注の全連続燃\n焼式及び准連続燃焼式ストーカ炉の新設，更新及び増設工事について，受\n注予定者を決定し，受注予定者が受注できるようにすることにより，公共\nの利益に反して，地方公共団体発注の全連続燃焼式及び准連続燃焼式スト\nーカ炉の新設，更新及び増設工事の取引分野における競争を実質的に制限\nしていたものであって，これは，独占禁止法第２条第６項に規定する不当\nな取引制限に該当し，同法第３条の規定に違反するものであるなどとして，\n第二次審決案と同様の内容の主文のとおり審決をした（以上につき甲ア第\n２５号証，第２６号証）。」）。\n第５ 当裁判所の判断\n１ 当裁判所も，被控訴人の控訴会社に対する請求は，本件組合に対して不\n法行為に基づく損害賠償として１２億８６４７万円及びこれに対する平成\n１０年５月６日から支払済みまで民法所定の年５分の割合による遅延損害\n金の支払を求める限度で理由があるからこれを認容すべきであるが，その\n余は理由がないからこれを棄却すべきであり，被控訴人の控訴人Ｂ組合管\n理者に対する請求は，控訴人Ｂ組合管理者が，控訴会社に対し，平成６年\n６月９日に実施したＣ清掃工場の全連続燃焼式ストーカ炉の建設工事の入\n札に係る談合に基づく損害賠償として１２億８６４７万円の支払を求める\n請求を怠る事実が違法であることを確認することを求める限度で理由があ\nるからこれを認容すべきであるが，その余は理由がないからこれを棄却す\nべきであると判断する。その理由は，次のとおり訂正するほかは，原判決\n「事実及び理由」欄中の「第３ 争点に対する判断」の１から３まで（原\n判決１９頁７行目から５５頁２４行目まで）に記載のとおりであるから，\nこれを引用する。\n(1) 原判決２３頁１０行目の「後記のとおり，」から１２行目の「困難\nである。」までを「Ｅ供述は，ストーカ炉の処理能力のトン数により３\nつの類型に区分した上で，競合会社間で話合いで受注予定者を決めてい\nたこと，本件５社が平等に受注することができるように受注予定者を決\nめていたことなど，本件基本談合にかかわる基本的な点で後記の他の関\n係者の供述と符合しており，後記のとおり上記各供述を裏付ける客観的\nなメモ等が存在していることからすると，同審査官の予断や偏見によっ\nて誘導されたとみることは困難である。」に改める。\n(2) 原判決２３頁２６行目の「上記のように，」を「後記のとおり，」\nに改める。\n(3) 原判決４７頁１０行目から４８頁９行目までを次のとおり改める。\n「上記(3)から(8)までによれば，本件５社は，遅くとも平成６年４月\n以降，各社持ち回りでごみ焼却施設に関する本件会合を月１回程度開\n催しており，この会合には，Ｄから機械事業本部環境装置第１部環境\n装置１課長（平成８年４月以前は同課主務）のＥが，控訴会社から環\n境・プラント事業本部環境東京営業部長のＦが，Ｇから環境第１営業\n部第１営業室長（平成１０年１月以前は環境プラント営業部第１営業\n室チーム主査）のＨが，Ｉから環境プラント統轄本部東京環境プラン\nト部第２課長のＪが，Ｋから平成８年４月以前は機械・環境・エネル\nギー事業本部環境装置営業本部環境装置第１営業部長のＬが，同月以\n後は機械・環境・エネルギー事業本部環境装置営業本部営業開発第２\n部長（平成９年６月以前は機械・環境・エネルギー事業本部環境装置\n営業本部環境装置第１営業部主査（課長待遇），同月以後平成１０年\n１月以前は機械・環境・エネルギー事業本部環境装置営業本部環境装\n置第１営業部長）のＭが，それぞれ出席していたのであって，これら\nの者は，本件５社の本社のごみ焼却施設の営業担当部署の部長若しく\nは課長又はこれらとほぼ同等待遇の者であり，地方公共団体発注に係\nるストーカ炉の建設工事の選定や入札価格の決定に実質的に関与し得\nる立場にあったところ，前記(3)に掲げた関係者の各供述は，本件５\n社が，入手した情報に基づき，地方公共団体が今後発注するストーカ\n炉の建設工事について，受注調整を行っていたという点においてはい\nずれも一致しており，中でもＥ供述及びＮ供述は，各社を平等に取り\n扱う基準が相違するなどの相違点はあるものの，ストーカ炉の処理能\n力のトン数により３つの類型に区分した上で，競合会社間で話合いで\n受注予定者を決めていたこと，本件５社が平等に受注することができ\nるように受注予定者を決めていたことなど，本件基本談合にかかわる\n基本的な点で符合している。のみならず，上記各供述を裏付けるメモ\n等の客観的な証拠が存在するのであり，十分な信用性があるというべ\nきである。すなわち，前記(3)の関係者の各供述によれば，本件５社\nの営業担当者が集まって本件会合が開かれ，地方公共団体発注に係る\nストーカ炉の建設工事について，処理能力の区分に応じ，本件５社間\nで物件ごとに受注予定者について話合いが行われ，受注予定者が決定\nされて受注調整が行われていたというのであるところ，前記各供述の\n内容に沿った会合が開催されたことについてはこれを裏付けるメモ等\nが存在し，本件５社の間で受注調整が行われていたことについてはこ\nれを裏付ける受注予定物件リスト等が存在する。また，本件５社間で\n将来発注予定の工事に関し受注予定者の決定が行われたことについて\nはこれを裏付ける関係者のメモ等が存在し，本件５社間で入札価格等\nの連絡が行われたことについても，さらに，本件５社各社の実際の受\n注割合が計算されてその数値が把握されていたことについても，これ\nらの事実を裏付けるメモ等が存在するのであって，以上を総合すると，\nＥ供述のとおり，遅くとも平成６年４月までには本件５社の間で本件\n基本談合が成立し，同月以降，平成１０年９月１７日までの間，Ｄの\nＥ，控訴会社のＦ，ＧのＨ，ＩのＪ，ＫのＬ又はＭ等の本件５社の営\n業担当者が集まった本件会合において，地方公共団体発注に係るスト\nーカ炉の建設工事について，ストーカ炉の処理能力の区分に応じ，本\n件５社間で物件ごとに受注予定者を話合いで決定し，当該受注予定者\nが，入札前に，入札に参加する各社の入札価格を調整し，これを各社\nに連絡して，当該受注予定者が落札することができるように図ってい\nたことが認められ，この認定を左右するに足りる証拠はない。\n上記認定に対し，控訴会社は，本件会合においては，業界に関する\n情報の交換等の正当な業務活動が行われていたにすぎず，受注調整が\n行われたことは一切ないのであり，公正取引委員会の審査手続におけ\nる関係者の各供述調書（甲サ３３，１０４，１０５，１３９）に本件\n会合において受注調整を行っていたとの記載が存在しないことはその\n何よりの証左である旨主張し，この主張に沿う証拠（甲サ３３，１０\n４，１０５，１３９，乙３０～３２，３８）を指摘するが，前記のと\nおりＥ供述及びＮ供述は，本件基本談合にかかわる基本的な点で符合\nしており，その信用性を裏付けるメモ等の客観的な証拠が存在するの\nであって，これらによれば，上記のとおり本件５社の間で本件基本談\n合が成立し，本件５社の営業担当者が集まった本件会合において，地\n方公共団体発注に係るストーカ炉の建設工事について，ストーカ炉の\n処理能力の区分に応じ，本件５社間で物件ごとに受注予定者を話合い\nで決定し，当該受注予定者が，入札前に，入札に参加する各社の入札\n価格を調整し，これを各社に連絡して，当該受注予定者が落札するこ\nとができるように図っていたことを認めることができるというべきで\nあり，控訴会社が指摘する証拠を考慮しても前記認定を左右するに足\nりないものというべきである。」\n(4) 原判決４８頁１１行目から５０頁７行目までを次のとおり改める。\n「ア 以上の認定事実によれば，遅くとも平成６年４月までには本件\n５社の間で本件基本談合が成立し，同月以降，平成１０年９月１７日\nまでの間，本件５社の営業担当者が集まった本件会合において，地方\n公共団体発注に係るストーカ炉の建設工事について，炉の処理能力の\n区分に応じ，本件５社間で物件ごとに受注予定者を話合いで決定し，\n当該受注予定者が，入札前に，入札に参加する各社の入札価格を調整\nし，これを各社に連絡して，当該受注予定者が落札することができる\nように図っていたことが認められる。確かに，本件工事について個別\n談合があったことを端的，直接的に示す供述又は物証は見いだし難い\nが，証拠（甲ア２４，甲サ８５，８９，１０６，１２５，１５５）及\nび弁論の全趣旨によれば，平成６年４月から公正取引委員会による立\n入検査が行われた平成１０年９月１７日までの間に地方公共団体によ\nって発注され，指名競争入札等の方法により入札が行われた原判決別\n表記載のとおりのストーカ炉の建設工事８７件のうち，原判決別表記\n載の番号２６，４５，４９ないし５１，５３ないし５６，５８ないし\n６２，７４，７６，７７，７９ないし８７の合計２６件の工事につい\nては，個別談合が行われたことをうかがわせるメモ，文書等や，個別\nの工事に係る関係者の供述等が存在することが認められるのであって，\nこの事実に，本件５社の間で成立した本件基本談合に基づいて平成１\n０年９月１７日までの間に本件５社の営業担当者が集まった本件会合\nにおいて，地方公共団体発注に係るストーカ炉の建設工事について，\n炉の処理能力に応じ，本件５社間で物件ごとに受注予定者を話合いで\n決定し，当該受注予定者において，入札前に，入札に参加する各社の\n入札価格を調整し，これを各社に連絡して，当該予定受注者が落札す\nることができるように図っていたとの前記の認定事実を総合勘案する\nと，本件基本談合の成立以降平成１０年９月１７日までの間において\nは，本件５社の間で，ストーカ炉の建設工事に係る本件基本談合に基\nづいて継続的に行われた本件会合において，ストーカ炉建設の具体的\n個別的工事について，個別の談合が現実に行われ，それに基づいて，\n実施された指名競争入札において，受注予定者が現実の落札をしてい\nた事実を認めることができる。これに加えて，前記前提事実のとおり，\n本件工事が，本件組合発注に係る処理能力４００トンの全連ストーカ\n炉の建設工事であり，実際の契約金額も２５７億２９４０万円（３パ\nーセントの消費税相当額を含む。）という巨額のものであること，指\n名競争入札に参加した指名業者も本件５社のみで，上記受注調整に参\n加している本件５社以外のプラントメーカーを含まないものであるこ\nと，落札価格も本件組合の予定価格の９８．９９７パーセントという\n高額のものとなっていることを総合勘案すると，本件工事についても，\n本件基本談合に沿った個別の談合が現実に行われ，本件５社間におい\nてあらかじめ受注予定者を控訴会社とする旨決定され，控訴会社が落\n札することができるように相互に連絡を取って入札価格を調整し合い，\n各社がこれに沿って入札を行い，その結果，控訴会社が本件工事を落\n札したものと推認することができる。本件全証拠によっても，上記推\n認を動揺させるような特段の事情を認めることができないことは，後\n記のとおりである。」\n(5) 原判決５１頁１４行目の「エ」を「イ」に改める。\n(6) 原判決５３頁２２行目から５４頁３行目までを次のとおり改める。\n「よって，控訴会社は，本件組合に対し，不法行為に基づく損害賠償\nとして，１２億８６４７万円及びこれに対する本件組合が控訴会社に対\nして契約代金全額を支払った日以後である平成１０年５月６日から支払\n済みまで民法所定年５分の割合による遅延損害金を支払うべき義務があ\nり，被控訴人の請求は上記の限度で理由があるからこれを認容すべきで\nあるが，その余は理由がないからこれを棄却すべきである。」\n(7) 原判決５４頁１８行目から２１行目までを次のとおり改める。\n「(2) 仮に控訴人らが主張するとおりであるとすれば，客観的には\n民法第７０９条に基づく損害賠償請求権発生要件に該当する具体的事実\nが存在することが証明される場合であっても，地方公共団体の長等が独\n占禁止法第２５条に基づく損害賠償請求権の行使を選択した以上，審決\nの確定までは，違法に損害賠償請求権の行使を怠る事実は存在しないこ\nとになり，さらには，地方公共団体の住民が地方自治法第２４２条の２\n第１項に基づく訴えを提起することはできないこととならざるを得ない。\nしかしながら，地方自治法その他の法令上，独占禁止法第２５条に基づ\nく損害賠償請求権と民法第７０９条に基づく損害賠償請求権とについて，\n地方公共団体の長等に，専ら独占禁止法第２５条に基づく損害賠償請求\n権の行使を選択して審決の確定まで訴えの提起をしないことができるこ\nととする権限を付与する旨の規定は何ら存在しないのであり，地方自治\n法第２４２条及び地方自治法第２４２条の２第１項が地方公共団体の長\n等にそのような権限が付与されていることを前提にしているものとは解\nし難いのであって，控訴人らの主張はその法的根拠を欠くものであると\nいわざるを得ない。前記１及び２のとおり，控訴会社は，本件談合によ\nって本件組合に対して損害を与えており，控訴会社の行為は民法第７０\n９条の不法行為を構成するにもかかわらず，控訴人Ｂ組合管理者は，同\n条に基づく損害賠償請求権を行使していないことが明らかである。」\n２ 控訴会社は，控訴人Ｂ組合管理者に本件損害賠償請求権の行使について\n裁量があり，控訴人Ｂ組合管理者が財産の管理を違法に怠っているとはい\nえないと主張し，また，原判決の本件談合に関する認定が証拠評価を誤っ\nたものであり，著しい論理の飛躍がある推論に基づくものであるとして縷\n々主張し，さらに，原判決には民事訴訟法第２４８条を誤って適用して何\nら合理的根拠のない損害額を認定した違法があるなどと主張する。\nしかしながら，本件において控訴人Ｂ組合管理者が財産の管理を違法に\n怠っているというべきであることは，前記引用に係る原判決（前記訂正部\n分を含む。）の説示するとおりである。また，前記引用に係る原判決の挙\n示する証拠によれば，原判決（前記訂正部分を含む。）の説示するとおり\n本件談合に関する事実を認定することができるというべきであり，さらに，\n本件について民事訴訟法第２４８条により損害額を前記のとおり認定する\nことができることも，原判決が説示するとおりである。したがって，控訴\n会社の上記主張を採用することはできない。\n３ 控訴人Ｂ組合管理者は，本件損害賠償請求権の管理を違法に怠っている\nとはいえないと主張するが，本件において控訴人Ｂ組合管理者が財産の管\n理を違法に怠っているというべきであることは，前記引用に係る原判決\n（前記訂正部分を含む。）の説示するとおりである。したがって，控訴人\nＢ組合管理者の上記主張を採用することはできない。\n第６ 結論\nよって，被控訴人の各控訴人に対する請求をそれぞれ前記の限度で認容\nした原判決は相当であり，本件各控訴はいずれも理由がないから，これら\nを棄却することとして，主文のとおり判決する。\n東京高等裁判所第２１民事部\n裁判長裁判官 浜 野 惺\n裁判官 高 世 三 郎\n裁判官 遠 藤 真 澄\n"
}