{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 6,
    "day": 20
  },
  "case_number": "平成13(ワ)4065",
  "case_name": "",
  "court_name": "大阪地方裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "11799",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=11799",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/799/011799_hanrei.pdf",
  "contents": "平成１３年(ワ)第４０６５号　特許権侵害差止請求事件\n口頭弁論終結日　　平成１４年３月１８日\n判　　　　　　決\n原　　　　　　告　　　　　　　Ａ\n訴訟代理人弁護士　　　　　　　伊　神　喜　弘\n同　　　　　　　　　　　　　　柳　瀬　陽　子\n補佐人弁理士　　　　　　　　　樋　口　武　尚\n被　　　　　　告　　　　　　　ロオルス株式会社\n訴訟代理人弁護士　　　　　　　藤　田　　　健\n補佐人弁理士　　　　　　　　　小　谷　悦　司\n同　　　　　　　　　　　　　　植　木　久　一\n主　　　　　　文\n１　被告は、別紙イ号物件目録記載の物件を製造し、譲渡し、譲渡のため\nに展示してはならない。\n２　原告のその余の請求を棄却する。\n３　訴訟費用は被告の負担とする。\n４　この判決は、第１項に限り、仮に執行することができる。\n事実及び理由\n第１　請求\n被告は、別紙イ号物件目録記載の物件を製造し、使用し、譲渡し、貸し渡\nし、譲渡又は貸渡しのために展示してはならない。\n第２　事案の概要\n本件は、「ズボン等のウエスト伸縮構造」に関する特許発明に係る特許権者\nである原告が、被告に対し、被告が製造、販売しているズボンが上記特許発明の技\n術的範囲に属するとして、特許権に基づき同ズボンの製造等の差止めを求めた事案\nである。\n１　争いのない事実等（末尾に証拠の掲記のない事実は当事者間に争いがな\nい。）\n(1)　本件特許権\nア　原告は、次の特許権（以下「本件特許権」といい、その特許請求の範囲\n請求項１記載の発明を「本件発明」という。）を有している。\n特許番号　　　　第２５７８０７９号\n発明の名称　　　　ズボン等のウエスト伸縮構造\n出　願　日　　　　平成６年１０月１２日（特願平６－２４６２０１\n号）\n公　開　日      　平成８年５月７日（特開平８－１１３８０５号）\n登　録　日        平成８年１１月７日\nイ　本件発明の特許登録時の特許請求の範囲請求項１は次のとおりであった\n（特許登録時の特許請求の範囲が記載された別紙特許公報（甲３）を以下「本件公\n報」という。）。\n「【請求項１】　ウエスト部分にポケットを備えたズボン等のウエスト伸\n縮構造であって、\n一端が前記ポケットの上側の布地におけるポケットの入口部分から延出\nする部位に連結され、他端がポケットの下側の布地に連結された弾性材を備え、\nこの弾性材と前記上側の布地におけるポケットの入口部分から延出する部\n位との少なくとも表側を、前記下側の布地によって被覆したことを特徴とするズボ\nン等のウエスト伸縮構造。」\nウ　原告は、平成１１年１月１２日、本件特許出願の願書に添付した明細書\nの特許請求の範囲及び発明の詳細な説明を別紙訂正明細書（甲４添付のもの、以下\n「訂正明細書」という。）のとおり訂正するよう求める審判（平成１１年審判第３\n９００３号）を請求したところ、特許庁は、平成１１年８月１９日付けで、「本件\n審判の請求は、成り立たない。」とする審決をした。原告は、上記審決を不服とし\nて、同年１０月３０日、東京高等裁判所に審決取消訴訟（東京高等裁判所平成１１\n年（行ケ）第３４９号）を提起したところ、東京高等裁判所は、平成１２年１１月\n２０日、上記審決を取り消す旨の判決をし、特許庁は、同年１２月２７日、「特許\n第２５７８０７９号に係る明細書及び図面を本件審判請求書に添付された訂正明細\n書及び図面のとおり訂正することを認める。」とする審決をし、この審決は、平成\n１３年２月２２日確定した（甲４～６、弁論の全趣旨、以下、この訂正を「本件訂\n正」という。）。\n本件訂正により訂正された特許請求の範囲請求項１の記載は、下記のと\nおりである（下線部分が訂正箇所）。\n「【請求項１】　ウエスト部分にポケットを備えたズボン等のウエスト伸\n縮構造であって、\n一端が前記ポケットの上側の布地におけるポケットの入口部分から延出\nする部位に連結され、他端がポケットの下側の布地に連結された弾性材及び前記弾\n性材の最大伸びを抑制する伸び止め材を備え、\n前記弾性材及び前記伸び止め材と前記上側の布地におけるポケットの入\n口部分から延出する部位との少なくとも表側を、前記下側の布地によって被覆した\nことを特徴とするズボン等のウエスト伸縮構造。」\n(2)　本件発明は、次の構成要件に分説することができる。\nＡ　ウエスト部分にポケットを備えたズボン等のウエスト伸縮構造であっ\nて、\nＢ　一端が前記ポケットの上側の布地におけるポケットの入口部分から延出\nする部位に連結され、他端がポケットの下側の布地に連結された弾性材及び前記弾\n性材の最大伸びを抑制する伸び止め材を備え、\nＣ　前記弾性材及び前記伸び止め材と前記上側の布地におけるポケットの入\n口部分から延出する部位との少なくとも表側を、前記下側の布地によって被覆した\nＤ　ことを特徴とするズボン等のウエスト伸縮構造。\n(3)　被告は、別紙イ号物件目録記載のズボン（以下「イ号物件」という。）を\n製造販売し、その所有にかかるイ号物件を占有している。\nイ号物件は、本件発明の構成要件Ａ及びＤを充足する。\n２　争点－イ号物件は、本件発明の技術的範囲に属するか。\n(1)　構成要件Ｂ及びＣにいう「ポケットの上側の布地」「ポケットの下側の布\n地」の意義\n(2)　構成要件Ｂ、Ｃ充足性\nイ号物件は、「ポケットの下側の布地」が弾性材、伸び止め材等の表側を\n被覆しているか。\n第３　争点に関する当事者の主張\n１　争点(1)（構成要件Ｂ及びＣにいう「ポケットの上側の布地」「ポケットの下\n側の布地」の意義）について\n【原告の主張】\n(1)　訂正明細書には、各実施例のまとめとして、\n①　上側の布地１２の上端部にウエスト部２０を構成する上側のウエスト布\n地１２ａを縫い着けて、全体として「ポケット１０の上側の布地」を構成する「上\n側の布地１２」とし、\n②　下側の布地１１の上端部にウエスト部２０を構成する下側のウエスト布\n地１１ａを縫いつけて、全体として「ポケット１０の下側の布地」を構成する「下\n側の布地１１」とした\nとの記載があり（【００３３】）、本件発明にいう「ポケット１０の上側の\n布地」は、上側の布地１２自体、及び上側の布地１２にウエスト部２０を構成する\n上側のウエスト布地１２ａを縫い着けたものを含むこと、「ポケット１０の下側の\n布地」は、下側の布地１１自体、及び下側の布地１１にウエスト部２０を構成する\n下側のウエスト布地１１ａを縫い着けたものを含むことが記載されている。\n明細書の特許請求の範囲以外の記載及び図面を考慮して特許請求の範囲に\n記載された用語の意義を解釈すると、本件発明は、ポケットを構成する布地の位置\n関係によって「上側」及び「下側」を定義するものであるということができ、本件\n発明の構成要件Ｂ及びＣにいう「ポケットの上側の布地」とは、ポケット袋の上側\nに縫製された布地であり、「ポケットの下側の布地」とは、ポケット袋の下側に縫\n製された布地であると解するのが相当である。\n(2)　被告の主張に対する反論\nア　被告は、本件公報の図２には、前身頃に属する「脇布」が「１１」すな\nわち「ポケットの下側の布地」として示されているにすぎないから、「後身頃の布\n地」は「ポケットの下側の布地」となり得ないと主張する。\nしかし、本件発明はポケットを基準として「ポケットの下側の布地」、\n「ポケットの上側の布地」を定義するものであり、イ号物件の実施物の構成部分の\n呼称である「前身頃の布地」、「後身頃の布地」、「脇布」とは異なる概念である\nから、「脇布」が「前身頃の布地」になるか「後身頃の布地」になるかは本件発明\nの本質には無関係である。\nイ　被告は、原告の主張に従えば「ポケットの下側の布地」とされた「後身\n頃の布地」が「後ポケットの上側の布地」となり、言葉の概念が混乱すると主張す\nる。しかし、特許請求の範囲には、「ウエスト部分にポケットを備えたズボン等の\nウエスト伸縮構造であって、」と特定されており、「後ポケット」はウエスト部分\nのポケットに該当しないから、被告の主張は失当である。また、被告は、「布地」\nという言葉は縫製前に使うものであるから、「上側の布地」や「下側の布地」と\nは、縫製に当たって所定部位に用いることを意図して用いられる各所定部材に対す\nる呼び名であり、縫製前の部材名称が縫製後に拡張・変化していくこと自体、普遍\n妥当性に欠ける旨主張する。しかし、特許出願においては、発明の概念をいかにま\nとめるかによって、その表現形式が大きく変化するものであり、商品としての名称\nを使用しないからといって問題視される理由がない。本件発明のように、ウエスト\n部分にポケットを備えたズボン等のウエスト伸縮構造においては、基準位置がウエ\nスト部分のポケットであり、当該ポケットとの関係をいかに表現するかは発明者の\n自由である。\n【被告の主張】\n(1)　本件発明の構成要件Ｂ及びＣにいう「ポケットの上側の布地」、「ポケッ\nトの下側の布地」の意義は、次のとおりである。\nア　本件発明において、「弾性材」「伸び止め材」及び「ポケットの上側の\n布地におけるポケットの入口部分から延出する部位」は、前身頃の別紙参考図の図\n７－６のｅ部分に限定される。\nイ　本件発明にいう「ポケットの下側の布地」の範囲は、最大限に解して\nも、次の範囲に限定される。\n(ア)　「ポケット」とは「衣服における物入れ」であり、本件発明におい\nては参考図７－２のａの袋状部分に該当し、イ号物件においては同図８－２のａの\n袋状部分に該当する。「ポケットの下側」とは、常識に従って解釈すれば、「ポケ\nットの肌側」を指し、同様に「ポケットの上側」とは「ポケットの表側（外側）」\nを指すから、「ポケットの下側の布地」は「ポケットの袋状の布地」の「肌側」を\n指し、「ポケットの上側の布地」は「ポケットの袋状の布地」の「表側（外側）」\nを指すことになる。\n(イ)　ただ、本件発明では、本件公報・図７のように、ポケットの入口が\n斜めになっているので、\n①　「ポケットの下側の布地（ａの部分）」と「（表側の布地である）\nｂの部分の布地」が一枚の布地で形成される場合\nあるいは、\n②　「ポケットの下側の布地（ａの部分）」が「薄手の布地」に「表地\nの布地」が縫い着けられたものからなり（参考図の図７－２’参照）、この「ポケ\nットの下側の布地（ａの部分）」の「表地の布地」部分と「ｂの部分の布地」が二\n枚の布地で形成されている場合\nには、「ポケットの下側の布地（ａの部分）」の全体あるいは一部が\n「ｂの部分の布地」と一枚の布地でできていることになるので、「ｂの部分の布\n地」もポケット下側の布地ということまでは認容できる。\n(ウ)　仮に、訂正明細書【００３３】の「下側の布地１１の上端部にウエ\nスト部２０を構成する下側ウエスト布地１１ａを縫い着けて、全体としてポケット\n１０の下側の布地を構成する下側の布地１１とした」との記載を参酌しても、「ポ\nケットの下側の布地」は、「ｂ部分の布地」の上端部に縫い着けられたウエスト部\nの布地までに限定される。そして、ウエスト部の布地であっても、「ｂ部分の布\n地」の上端部に縫い着けられたウエスト部の布地と一枚の布地でないものは、いか\nなる意味においても「ポケットの下側の布地」とはいえない（本件公報の図２にお\nいても、上側のウエスト布地１２ａと下側のウエスト布地１１ａは共にウエスト部\nの布地であるが、上側のウエスト布地１２ａは決して下側のウエスト布地１１ａの\n一部ではない。）。\nなお、別紙参考図の図８のように、ポケットの入口が前身頃と後身頃\nの縫い代に沿って縦に形成されている場合は、外側から見えるウエスト布地は「上\n側のウエスト布地」のみであり、「下側のウエスト布地」は存在しないか、存在し\nてもイ号物件のように外から見えない。\n(2)　原告の主張に対する反論\nア　原告は、訂正明細書【００３３】の記載を参酌すると、「ポケットの上\n側の布地」はポケット袋の上側に縫製された布地、「ポケットの下側の布地」はポ\nケット袋の下側に縫製された布地と解される旨主張する。しかし、訂正明細書【０\n０３３】の「下側の布地１１の上端部にウエスト部２０を構成する下側のウエスト\n布地１１ａを縫い着けて、全体としてポケット１０の下側の布地を構成する下側の\n布地１１とした例を示した」との記載は、これに続く「ウエスト部２０を含む上側\nの布地１２または下側の布地１１を、適宜一枚の布地から形成してもよい」との記\n載からみて、ズボンには、\n①　腰回り部分を別布で構成して、これをズボン本体の上周縁に沿って縫\n着一体化したタイプのズボン（ウエスト布縫着けタイプ）、\n②　ズボン本体の前身頃側の布地や後身頃側の布地の上部を、そのまま腰\n回り部分とするタイプのズボン（共布タイプ）\nの２種類があるが、本件発明はどちらのタイプでもよいと言っているにす\nぎない。\nポケットは、縫製プロセスから見ると、前身頃側の布地の構成部分とし\nて裁断準備されるものであり、別紙参考図の後身頃の布地ｃやその直上の布地ｆ\nは、ポケットと全く無縁に形成されるものであるから、これを「ポケットの下側の\n布地」と解釈するのは非常識な飛躍といわざるを得ない。\nイ　仮に、原告の主張に従って、「袋状のポケット布地」に縫い着けられた\nものが「ポケットの下側の布地」になるとしても、「ポケットの下側の布地」にな\nるのは、前身頃の一部を構成する「脇布」であって、「後身頃の布地」ではない。\n訂正明細書【００２４】の記載は、ポケットの下側の布地として上記(1)、イ(イ)②\nの「薄手の布地」を使用した一部実施例（図２）の説明にすぎない。しかも、この\n実施例においても、「袋状のポケット布地に縫い着けられた布地」は、前身頃の一\n部を構成するものとして縫製される「脇布」であり、図２は、前身頃に属する「脇\n布」を「１１」すなわち「ポケット下側の布地」として図示したものにすぎないか\nら、「『袋状のポケット布地』に縫い着けられた布地」が「後身頃の布地」である\nはずがない。「前身頃の布地」、「後身頃の布地」などは、ズボンなどにおける特\n殊な構成部品ではなく、たまたま本件発明に係る明細書や図面では格別に明示の説\n明や表示がなかっただけであり、本件発明がズボンなどに関するものである以上、\nこれらは必須的に存在するとの前提のもとで解釈されなければならない。\nウ　下側のポケット布地に縫着された布地はすべて「ポケットの下側の布\n地」であるという原告の主張に従うと、ズボンのあらゆる部分が「ポケットの下側\nの布地」になり、後身頃の布地のうち膝の裏の部分も「ポケットの下側の布地」に\nなるが、これは誰が見ても容認し得ない論理である。また、原告の主張によれば、\n上側のポケット布地に縫着された布地はすべて「ポケットの上側の布地」となり、\nズボンのあらゆる部分が「ポケットの上側の布地」となるから、ズボンのすべての\n部分が「ポケットの上側の布地」であって、かつ「ポケットの下側の布地」とな\nる。そうすると、本件発明は、外延が不明確で特許請求の範囲が明確でないものと\nして、無効理由（特許法１２３条１項４号）を有する特許となる。\nエ　原告の主張によれば、後身頃の布地も「ポケットの下側の布地」になる\nが、イ号物件の後身頃にも通常のパンツと同じく「後ポケット」が形成されている\nから、「ポケットの下側の布地」とされた「後身頃の布地」は、「後ポケットの上\n側の布地」となり、言葉の概念が混乱したものとなる。また、「布地」という言葉\nは縫製前に使うものであり、その意味でも、「上側の布地」や「下側の布地」と\nは、縫製に当たって所定部位に用いることを意図して用いられる各所定部材に対す\nる呼び名であって、縫製前の部材名称が縫製後に拡張・変化していくこと自体、普\n遍妥当性に欠けるものといわなければならない。\n２　争点(2)（構成要件Ｂ及びＣ充足性）について\n【原告の主張】\n(1)　イ号物件は、本件発明の構成要件Ｂ及びＣを充足する。\nア　イ号物件の構成(b)（別紙イ号物件目録の「４．イ号物件の構成」記載の\nものをいう。以下同様。）は、本件発明の構成要件Ｂに相当し、両者間に差異は存\n在しない。\n(ア)　イ号物件の構成(b)－１の「前身頃布地１」及び「前部ベルト布地１\n０」は、共にポケット入口６で袋状のポケット布地（外側）１３ｂに位置し、ポケ\nットの上側を形成する布地であるから、本件発明の構成要件Ｂにいう「ポケットの\n上側の布地」に相当する。\n(イ)　イ号物件の構成(b)－２の「後身頃布地２」及び「後部ベルト布地２\n０」は、共にポケット入口６で袋状のポケット布地（肌側）１３ａ側に位置し、ポ\nケットの下側を形成する布地であるから、本件発明の構成要件Ｂにいう「ポケット\nの下側の布地」に当たる。\n(ウ)　イ号物件の構成(b)－３の「前部ベルト布地１０から後方へ延出する\n延出部４」は、ポケットの上側の布地（ポケット布地（外側）１３ｂに縫着されて\nいる前身頃布地１及び前身頃布地１の上端に縫着された前部ベルト布地１０）にお\nけるポケット入口６側から延出する延出部４であることから、本件発明の構成要件\nＢにいう「ポケットの入口部分から延出する部位」（延出部）に相当する。\n(エ)　イ号物件の構成(b)－３の「…延出部４に一端が縫着され」は、延出\nする部位に連結されていることを意味し、「他端が後部ベルト布地２０内の心材\n（芯地）１２に縫着されることにより後部ベルト布地２０に縫着された」は、ポケ\nットの下側の布地に縫着した心材（芯地）１２を介して弾性材９及び伸び止め材１\n１の一端を縫着するものであるから、一端が「ポケットの下側の布地に連結」され\nていることは明らかである。\n(オ)　そうすると、イ号物件の構成(b)は、本件発明の構成要件Ｂにいう\n「一端が前記ポケットの上側の布地におけるポケットの入口部分から延出する部位\nに連結され、他端がポケットの下側の布地に連結された弾性材及び前記弾性材の最\n大伸びを抑制する伸び止め材」に相当する。\nイ　イ号物件の構成(c)の「後部ベルト布地２０」は、後身頃布地２と共にポ\nケットの下側を形成するポケットの下側の布地であることから、構成要件Ｃにいう\n「ポケットの下側の布地」となる。したがって、イ号物件の構成(c)は、弾性材９及\nび伸び止め材１１と前記延出部４との少なくとも意匠面となる表側を「ポケットの\n下側の布地」によって被覆したものとなり、本件発明の構成要件Ｃに相当する。\n(2)　被告の主張に対する反論\nア　被告は、イ号物件には、本件発明の実施例の「下側のウエスト布地１１\nａ」（訂正明細書【００３３】）に相当する『Ｘ』（別紙「右ポケットの図」）の\n布地はあるが、『Ｘ』は弾性材等を被覆していないので、本件発明の技術的範囲に\n属しないと主張する。\nしかしながら、被告の主張によっても、イ号物件の後身頃の上の布地\n『Ｙ』（別紙「右ポケットの図」）は、イ号物件目録図４、図６、図１１の後身頃\n布地２に縫着され、弾性材９及び伸び止め材１１を被覆する後部ベルト布地２０の\n表側の布地に相当するものであり、しかも、後身頃布地２は袋状のポケット布地に\n縫着されているから、『Ｙ』は、訂正明細書【００２４】【００３３】に記載され\nた実施例の「下側のウエスト布地１１ａ」に当たり、本件発明にいう「ポケットの\n下側の布地」を構成する。\nイ　被告は、イ号物件における「伸び止め材」は、イ号物件目録図１１にお\nけるスライド部８であるが、これは「ポケットの下側の布地」によって被覆されて\nいないと主張する。\nしかし、「伸び止め材１１」がイ号物件における伸び止め材として機能\nしないのであれば、それを設けることには意味がなく、被告主張は一般常識に反す\nる。しかも、スライド部８は、両端に力を加えればウエスト部に皺が発生し、か\nつ、簡易に止められているから、「伸び止め材」の機能を持たせたものでないこと\nは明らかである。さらに、本件発明の「伸び止め材」は弾性材の延びを制限するた\nめに使用するものであり、そのためには、①古くなって弾性が弱くなった弾性材に\nおいては、弾性材が伸びすぎて弾性材や接続部の一部が露出しないよう最大伸びを\n制限する機能、②弾性材に大きな張力が加わっても弾性が弱くならないようにする\n機能を必要とするが、スライド部８は、これらの機能を果たすことはできないか\nら、本件発明にいう「伸び止め材」ということはできない。\n【被告の主張】\n(1)　イ号物件は、「ポケットの下側の布地」が弾性材、伸び止め材及び延出部\nの表側を被覆しておらず、本件発明の構成要件Ｃを充足しない。\nア　イ号物件の特徴は、以下のとおりである。\n①　別紙参考図の図８のように、ポケットの入口が前身頃と後身頃の縫い\n代に沿って縦に形成されている。\n②　このため、同図７のｂに相当する部分がない。\n③　このため、同図７のようにｂの上端に縫い着けられたウエスト布地も\nない。\n④　「ポケットの下側の布地」は、同図８－２’のように、奥は「薄手の\n布地」のみであるが、入口部分はこの「薄手の布地」に「表地の生地」が「脇布」\nとして上から積層される形で縫い着けられている。\n⑤　「ポケットの下側の布地」の上のウエスト部には、別紙「右ポケット\nの図」の『Ｘ』（原告は「補助ベルト」と称している。）の布が縫い着けられてい\nる。\n⑥　この『Ｘ』は、外部からは見えず、かつ、弾性材、伸び止め材及びポ\nケットの入口部分から延出する部分を被覆していない。\n⑦　外側のウエスト布地（『Ｘ』は含まれない）は、前身頃と後身頃では\n別の布地になっている。\nイ(ア)　イ号物件においては、上記④のとおり、ポケットの入口部分は「薄\n手の布地」に「表地の布地」が「脇布」として上から積層される形で縫い着けられ\nている。仮に訂正明細書の【００２４】の説明に従ったとしても、「ポケットの下\n側の布地」に相当するのは「脇布」であり、これが弾性材、伸び止め材等の表側を\n被覆していないことは明らかである。\n(イ)　また、仮に訂正明細書の【００３３】の「下側の布地１１の上端部\nにウエスト部２０を構成する下側のウエスト布地１１ａを縫い着けて、全体として\nポケット１０の下側の布地を構成する下側の布地１１とした」との記載を参酌する\nとしても、イ号物件において「下側のウエスト布地」に相当するのは、別紙「右ポ\nケットの図」の『Ｘ』であるところ、『Ｘ』は、外部からは見えず、しかも、弾性\n材、伸び止め材及び延出部を被覆していない。\n(ウ)　イ号物件において、弾性材、伸び止め材及び延出部を被覆している\nのは、別紙「右ポケットの図」の『Ｙ』であるが、『Ｙ』は、ポケットが形成され\nている（したがって「ポケットの下側の布地」がある）前身頃とは全く別の製縫工\n程で作られた後に縫着される後身頃の更にその上に縫着された布地であって、「ポ\nケットの下側の布地」からは遠く離れた布地であり、到底「ポケットの下側の布\n地」といえない。\nウ　イ号物件においては、伸び止め材１１が伸びきる前に、１１がたるんだ\n状態のままで、スライド部８の２枚の布片が互いに引っ掛かる状態となり、その状\n態が最大伸長状態となる。すなわち、イ号物件の伸び止め材１１は、本件発明の構\n成要件Ｂ、Ｃにいう「伸び止め材」の役割を果たしているとはいえないものであ\nる。\n(2)　原告は、本件公報の図２において、「下側のウエスト布地１１ａ」が後身\n頃の上の部分にまで延びていることを根拠に、イ号物件の後身頃の上の布地『Ｙ』\nも「下側のウエスト布地」であると主張しているようでもある。しかし、図２の実\n施例においては、たまたま「下側のウエスト布地１１ａ」が前身頃から後身頃にか\nけて一枚の布地でできているが、イ号物件においては、弾性材等の表側を被覆して\nいる後身頃の上のウエスト布地『Ｙ』と前身頃のウエスト布地（「ポケットの上側\nの布地」に縫い着けられたウエスト布地、「ポケットの下側の布地」に縫い着けら\nれた『Ｘ』の布地」）は別体の布地で構成されており、後身頃の上のウエスト布地\n『Ｙ』はポケットの構成とは全く無縁のものである。\n第４　当裁判所の判断\n１　争点(1)（構成要件Ｂ及びＣにいう「ポケットの上側の布地」「ポケットの下\n側の布地」の意義）について\n(1)　訂正明細書の特許請求の範囲及び発明の詳細な説明の記載に基づき、本件\n発明の構成要件Ｂ及びＣにいう「ポケットの上側の布地」及び「ポケットの下側の\n布地」の意義について検討する。\nア　訂正明細書の特許請求の範囲【請求項１】には、「一端が前記ポケット\nの上側の布地におけるポケットの入口部分から延出する部位に連結され、他端がポ\nケットの下側の布地に連結された弾性材及び前記弾性材の最大伸びを抑制する伸び\n止め材を備え、」「前記弾性材及び前記伸び止め材と前記上側の布地におけるポケ\nットの入口部分から延出する部位との少なくとも表側を、前記下側の布地によって\n被覆したことを特徴とするズボン等のウエスト伸縮構造。」との記載があるが、\n「ポケットの上側の布地」、「ポケットの下側の布地」の意味を明らかにした記載\nはない。\n「ポケット」とは、「衣服における物入れ」を意味する語（ＪＩＳハン\nドブック繊維Ｌ０１１２　１４０１）であることが認められるが（乙１）、「ポケ\nットの上側の布地」及び「ポケット下側の布地」という語は、ズボン等を構成する\n部品の名称としても、洋服の製造工程を表す語としても、当業者間における技術常\n識として一般的に使用される語とはいえない（乙４の１・２、弁論の全趣旨）か\nら、その意義については、専ら明細書の発明の詳細な説明の記載及び図面を参酌し\nて解釈せざるを得ない。\nイ　上記「ポケットの上側の布地」、「ポケットの下側の布地」に関連し\nて、訂正明細書の発明の詳細な説明の項には、次の記載がある。\n(ア)　【従来の技術】の項に、「従来より、…ズボン等のウエスト部の横\n側、或は後ろ側やウエスト部全周を、ゴム等の弾性材により形成し、この弾性材に\nよってウエスト部を伸縮させることができるようにしたウエスト伸縮構造があっ\nた。」（【０００４】）との記載がある。\n(イ)　【発明が解決しようとする課題】の項に、「従来のズボン等のウエ\nスト伸縮構造にあっては、着用者のウエストの寸法に応じてズボン等のウエスト部\nを伸縮させることができ、着用に際して快適性を十分に確保することができるもの\nの、ウエスト部の横側等に備えられた弾性材が露呈して見栄えが悪く、また、弾性\n材が縮んだ状態では、弾性材の下側の布地にシワが生じて美感を損ね、デザイン的\nに良好なものではなかった。」（【０００５】）、「本各発明は、このような課題\nを解決するためになされたものであり、その目的とするところは、着用者のウエス\nトの寸法に応じてウエスト部を伸縮させることができるばかりでなく、デザイン的\nにも良好なズボン等のウエスト伸縮構造を、簡単な構造によって提供することであ\nる。」（【０００６】）との各記載がある。\n(ウ)　【発明の作用】の項に、「ウエスト部２０の伸縮は、ポケット１０\n部分においてなされるため、ウエスト部２０が伸縮しても、ポケット１０の深さが\n変更されるだけであり、布地自体にシワが生じることはなく、美感を何等損なうこ\nとがない。」（【００１２】）、「ウエスト部２０の伸縮がポケット１０部分にお\nいてなされることから、例えば腹部が突出した体形の者等が着用した場合、この腹\n部の形状に倣ったウエスト部２０の伸縮によってポケット１０の深さが変化するこ\nとになるため、ズボン等の前側や後ろ側のデザインが崩れることはなく、この理由\nからも美感に優れることになる。」（【００１３】）、「請求項１の発明に係るズ\nボン等のウエスト伸縮構造においては、例えば図３（ａ）、（ｂ）に示すように、\n弾性材３２とこの弾性材３２の一端が連結された上側の布地１２におけるポケット\n１０の入口部分１０ｂから延出する部位１２ｂとの少なくとも表側が、下側の布地\n１１によって被覆されているため、弾性材３２等が露呈することはなく、見栄えが\n良くなる。」（【００１６】）との各記載がある。\n(エ)　【実施例】の項に、\nａ　「図２に示すように、ポケット１０の下側の布地を構成する下側の\n布地１１とポケット１０の上側の布地を構成する上側の布地１２とには、袋状のポ\nケット布地１０ａが縫い着けられている。」（【００２４】）、\nｂ　「下側の布地１１の上端部には、ポケット１０部分より後ろ側のウ\nエスト部２０を構成する下側のウエスト布地１１ａが縫い着けられており、上側の\n布地１２の上端部には、ポケット１０部分より前側のウエスト部２０を構成する上\n側のウエスト布地１２ａが縫い着けられている。ここで、上側のウエスト布地１２\nａは、ポケット１０の入口部分１０ｂから延出する部位１２ｂを有するものとなっ\nている。そして、上側のウエスト布地１２ａにおける前述した延出する部位１２ｂ\nには、ゴムにより形成された弾性材３２の一端が連結されており、下側のウエスト\n布地１１ａには、弾性材３２の他端が連結されている。」（【００２５】）、\nｃ　「本実施例においては、下側のウエスト布地１１ａが、弾性材３２\nと上側のウエスト布地１２ａにおけるポケット１０の入口部分１０ｂから延出する\n部位１２ｂとの表裏を被覆するように折曲られており、弾性材３２と上側のウエス\nト布地１２ａにおけるポケット１０の入口部分１０ｂから延出する部位１２ｂとの\n各々の表面が露呈せず、美感に優れたものとなっている。」（【００２６】）、\nｄ　「このように構成されたウエスト伸縮構造は、図３（ａ）、（ｂ）\nに示すように、上側のウエスト布地１２ａの延出する部位１２ｂにおける弾性材３\n２の一端が連結された部位と、下側のウエスト布地１１ａにおける弾性材３２の他\n端が連結された部位との間のウエスト部２０が伸縮する。」（【００２７】）、\nｅ　「本各実施例においては、上側の布地１２の上端部にウエスト部２\n０を構成する上側のウエスト布地１２ａを縫い着けて、全体としてポケット１０の\n上側の布地を構成する上側の布地１２とし、下側の布地１１の上端部にウエスト部\n２０を構成する下側のウエスト布地１１ａを縫い着けて、全体としてポケット１０\nの下側の布地を構成する下側の布地１１とした例を示したが、ウエスト部２０を含\nむ上側の布地１２または下側の布地１１を、適宜一枚の布地から形成してもよ\nい。」（【００３３】）\nとの各記載がある。\n(オ)　【発明の効果】の項に、「以上説明したように、まず、請求項１の\n発明に係るズボン等のウエスト伸縮構造は、ポケットの入口部分より後ろ側に弾性\n材を備え、この弾性材の少なくとも表側を下側の布地によって被覆したものであ\nり、ウエスト部の伸縮が弾性材によってポケット部分においてなされるようにし、\nしかも、弾性材が露呈しないようにしたものである。」（【００４２】）との記載\nがある。\n(カ)　本件公報の【図２】には、本件発明に係るズボン等のウエスト伸縮\n構造の一実施例を示す分解斜視図として、ポケットの脇布（向う布）に相当する部\n分（１１の符号が付された部分）をズボンの後身頃と縫い合わせた布地の全体を前\n身頃及び後身頃の上端部よりも更に上側に延伸させた部分（１１ａの符号が付され\nた部分）が、ウエスト布地（１２ａの符号が付された部分）のうちポケット入口\n（１０ｂ）の上端部と接する箇所よりも後方の部分（１２ｂの符号が付された部\n分）及びその後方に縫着された弾性材（３２）の表側を被覆している図が示されて\nおり、訂正明細書の【符号の説明】には、「１０　ポケット」、「１０ａ　ポケッ\nト布地」、「１０ｂ　入口部分」、「１１　下側の布地」、「１１ａ　下側のウエ\nスト布地」「１２　上側の布地」、「１２ａ　上側のウエスト布地」、「１２ｂ\n延出する部位」「３２　弾性材（第二の弾性材）」との記載がある。\nウ　上記ア、イによれば、本件発明は、従来の弾性材を用いたズボン等のウ\nエスト伸縮構造については、弾性材がウエスト部から露呈したり、弾性材が縮んだ\n状態において、弾性材の下側に位置するズボン本体（身頃）の布地にシワが生じた\nりして美感を損ねるという問題点があることから、その課題を解決する手段とし\nて、\n①　弾性材と共に弾性材の最大伸びを抑制する伸び止め材を設ける（構成\n要件Ｂ）ことにより、弾性材がウエスト部の伸縮可能範囲以上に延伸することを防\n止し、\n②　弾性材及び伸び止め材の一端を「ポケットの上側の布地」のうちポケ\nットの入口部分から延出する部位（以下「延出部」という。）に連結し、他端を\n「ポケットの下側の布地」に連結する（構成要件Ｂ）ことにより、ズボンのウエス\nト部が延伸するに従ってウエスト部分のポケット（脇ポケット）の深さを変える、\nすなわち、ポケット入口部分の位置、傾斜を変えることによって「ポケットの上側\nの布地」と「ポケットの下側の布地」が重なり合う範囲を次第に狭める（ポケット\n入口後ろの「ポケットの下側の布地」部分が広く現われる）こととし、もって、ポ\nケット部のみにおいてウエスト部の変化を調整し、ズボン等の本体の布地に影響を\n及ぼさないこととし、\n③　弾性材、伸び止め材及び延出部の少なくとも表側を「ポケットの下側\nの布地」によって被覆する（構成要件Ｃ）ことにより、弾性材、伸び止め材及び延\n出部がズボン表面に露呈することを防止する\nことを目的とした発明といえる。\nそうすると、ズボン等を構成する布地のうち、いかなる部分が本件発明\nにいう「ポケットの上側の布地」であり、いかなる部分が「ポケットの下側の布\n地」であるかは、ウエスト部の延伸をポケットの深さを変えることにより調整する\nという目的を達成するためには、弾性材及び伸び止め材の一端をどの部分に連結\nし、他端をどの部分に連結すればよいかという見地から決せられるべきである。\nエ　そして、「ポケット」は、一般に、一枚のポケット布地を中央で折り曲\nげて二枚にし袋状に縫い合わせて製作される（乙５）から、結局、構成要件Ｂのう\nち、弾性材及び伸び止め材の一端を「ポケットの上側の布地」の延出部に連結し、\n他端を「ポケットの下側の布地」に連結するとの構成は、弾性材の伸びに従って、\nポケットを構成する中央で折り曲げられた外側（表側）と内側（肌側）の二枚のポ\nケット布地が互いに重なり合う範囲を変えるための手段ということができる。訂正\n明細書において、本件発明にいう「ポケットの上側の布地」「ポケットの下側の布\n地」が、ポケットを構成する二枚のポケット布地との関係でいかなる意味を持つか\n示されているのは、本件公報・図２に示された実施例及びその説明に係る次の記載\nのみであり、この語の解釈に当たっては、これらの記載を参酌するのが相当であ\nる。\n(ア)　本件公報・図２に示された実施例では、袋状のポケット布地１０ａ\nを構成する二枚のポケット布地のうち、完成したズボン等の表側（外側）に位置す\nるポケット布地（以下「外側のポケット布地」という。）が、ポケット入口におい\nて「ポケット１０の上側の布地を構成する上側の布地１２」に縫着され、内側（肌\n側）に位置するポケット布地（以下「内側のポケット布地」という。）が、「ポケ\nット１０の下側の布地を構成する下側の布地１１」に縫着されている（訂正明細書\n【００２４】）。そうすると、本件発明において、袋状のポケット布地を構成する\n二枚のポケット布地のどちらが「ポケットの上側」であり、どちらが「ポケットの\n下側」であるかについては、専ら完成品のズボンにおいて外側と肌側のどちらに位\n置するかという位置関係を基準として決せられ、完成品のズボンにおいて外側に来\nるものを「ポケットの上側」、内側に来るものを「ポケットの下側」と称している\nものと解される。\n(イ)　また、本件公報・図２に示された実施例では、前身頃に当たる「上\n側の布地１２」の上端部にウエストベルトに当たる「上側のウエスト布地１２ａ」\nを縫着したものも、「ポケットの上側の布地」に含まれるとされており、ポケット\nの脇布に当たる「下側の布地１１」の後方に後身頃を縫着した布地全体の上端部に\nウエストベルトに当たる「下側のウエスト布地１１ａ」を縫着したものも「ポケッ\nトの下側の布地」に含まれるとされている（訂正明細書【００２５】【００３\n３】）。加えて、訂正明細書には、ズボン等の衣服を構成する部材の一般的な名称\nである「前身頃」「後身頃」等の用語が全く記載されていないことを考慮すると、\n本件発明にいう「ポケットの上側の布地」、「ポケットの下側の布地」とは、「前\n身頃」、「後身頃」のような衣服の構成部材を表す名称とは異なる概念であり、衣\n服の構成部材を基準とすると、複数の部材にまたがるものでも、ある部材の一部で\nもよいと解するのが相当である。\nオ　以上によれば、本件発明にいう「ポケットの上側の布地」、「ポケット\nの下側の布地」は、完成したズボン等を基準とした場合におけるポケット布地の位\n置関係を基準として決せられる概念であり、具体的には、次のものをいうと解すべ\nきである。\n(ア)　「ポケットの上側の布地」は、「外側のポケット布地」そのものの\nほか、外側のポケット布地とポケット入口で縫着された前身頃布地及びこれらの布\n地の上端に縫着されたウエストベルトのように、ポケット下端よりも上側（頭側）\nで「外側のポケット布地」と一体化され、かつ、「内側のポケット布地」と直接連\n結されていない布地をいう。\n(イ)　「ポケットの下側の布地」は、「内側のポケット布地」そのものの\nほか、内側のポケット布地の表面に縫製された脇布、内側のポケット布地に脇布を\n重ねたものの後側に連結された後身頃及び、内側のポケット布地（脇布を含む）と\n前記後身頃を合わせた布地の上端に縫着されたウエストベルトのように、ポケット\n下端よりも上側（頭側）において「内側のポケット布地」と一体化され、かつ、\n「外側のポケット布地」とは直接連結されていない布地をいう。\n(ウ)　「ポケットの上側の布地」と「ポケットの下側の布地」の外延は、\n前記(ア)、(イ)で規定した部分のうち、弾性材及び伸び止め材の一端を前者に連結\nし、他端を後者に連結することによって、弾性材の延伸に従って二枚のポケット布\n地が重なり合う範囲を狭め、もってポケット入口の傾斜を拡大することを可能とす\nることに寄与する範囲に限定される。\n(2)　この点につき、被告は、「ポケットの下側の布地」は、最大限に解して\nも、別紙参考図の図７－３の「ｂ部分の布地」（脇布）の上端部に縫い着けられた\nウエスト部の布地までであり、ウエスト部の布地であっても、「ｂ部分の布地」の\n上端部に縫い着けられたウエスト部の布地と一枚の布地でないものは、いかなる意\n味でも「ポケットの下側の布地」とはいえないと主張する。\nしかしながら、本件発明にいう「ポケットの上側の布地」「ポケットの下\n側の布地」は、前記(1)、エのとおり「前身頃」「後身頃」のような衣服を構成する\n部材とは異なる概念であり、複数の部材にまたがっていても、また、特定の部材の\n一部でもよいと解されるところ、被告の上記主張は、縫製の対象とされる個々の部\n材を基準として「ポケットの上側の布地」「ポケットの下側の布地」を決すること\nを前提とし、ポケット布地又は脇布の上側（完成したズボン等においては頭側）に\n直接縫い合わされていない部材は「ポケットの上側の布地」「ポケットの下側の布\n地」に当たらないとする主張であるから、採用することができない。\n２　争点(2)（構成要件Ｂ、Ｃ充足性）について\n(1)　イ号物件の構成(b)－３によれば、イ号物件の弾性材９及び伸び止め材１\n１は、一端が前部ベルト布地１０から後方へ延出する延出部４に縫着され、他端が\n後部ベルト布地２０内の心材（芯地）１２に縫着されることにより後部ベルト布地\n２０に縫着されていることが認められる（イ号物件目録図１０）。また、イ号物件\nの構成(c)によれば、イ号物件の弾性材９、伸び止め材１１及び前記延出部４は、少\nなくとも表側が後部ベルト布地２０によって被覆されているといえる（図１０、図\n１１）。\nそこで、前部ベルト布地１０が本件発明の構成要件Ｂ、Ｃにいう「ポケッ\nトの上側の布地」に含まれるか、また、後部ベルト布地２０が本件発明の構成要件\nＢ、Ｃにいう「ポケットの下側の布地」に含まれるかについて、以下検討する。\nア　前部ベルト布地１０について、ポケットを構成する二枚のポケット布地\nである「外側のポケット布地」及び「内側のポケット布地」を基準とした位置関係\nを検討すると、次のとおりである。\n(ア)　前部ベルト布地１０は、ポケット入口６よりも前方に位置する部分\nが前身頃布地１の上端部に縫着されているのに対し、ポケット入口６よりも後方に\n位置する延出部４は、前身頃布地１とも後身頃布地２とも直接連結されていない\n（図２、図４、図５、図７）。\n(イ)　前身頃布地１は、その後端部がポケット入口６を構成しており、ポ\nケット入口６において外側のポケット布地に縫着されてこれと一体化した布地であ\nり（図８）、ポケット下端よりも上側（頭側）で「外側のポケット布地」と一体化\nされ、かつ、「内側のポケット布地」とは連結されていない布地であるから、本件\n発明にいう「ポケットの上側の布地」に当たる。\n(ウ)　前記(ア)、(イ)によれば、前部ベルト布地１０は、外側のポケット\n布地のみに連結されることにより「ポケットの上側の布地」となった前身頃布地１\nの上端部に連結された布地であり、「内側のポケット布地」と連結された部分がな\nいから、「ポケットの上側の布地」ということができる。\nイ　後部ベルト布地２０について、ポケットを構成する二枚のポケット布地\nである「外側のポケット布地」及び「内側のポケット布地」を基準とした位置関係\nを検討すると、次のとおりとなる。\n(ア)　後部ベルト布地２０は、後身頃布地２の上端部に縫着されている\n（図１、図２、図４、図６、図１０）。\n(イ)　後身頃布地２は、ポケット下端よりも上側（完成したズボンの頭\n側）において、袋状のポケット布地（内側）１３ａの表面に重ねて縫着された脇布\n１４の後方に縫着され、ポケット下端よりも下側において、前身頃布地１と縫着さ\nれている（図８）。脇布１４は、「内側のポケット布地」である袋状のポケット布\n地（内側）１３ａの表面に縫着されることによりこれと一体化した布地であるか\nら、本件発明にいう「ポケットの下側の布地」に当たる。また、後身頃布地２のう\nち脇布１４に縫着された部分は、ポケット下端よりも上側において「内側のポケッ\nト布地」にのみ連結され、「外側のポケット布地」には全く連結されていないか\nら、「内側のポケット布地」と一体化された「ポケットの下側の布地」に当たると\nいえる。\n(ウ)　そうすると、後部ベルト布地２０は、「ポケットの下側の布地」で\nある後身頃布地２の上端に連結されることにより、脇ポケットを構成する二枚のポ\nケット布地のうち、「内側のポケット布地」のみに連結され、「外側のポケット布\n地」には全く連結されていない布地となるから、「内側のポケット布地」と一体化\nしたものとして、「ポケットの下側の布地」に当たるものといえる。\nウ　以上によれば、イ号物件は、一端が「ポケットの上側の布地におけるポ\nケット入口部分から延出する部位」である前部ベルト布地１０から後方へ延出する\n延出部４に縫着され、他端が「ポケットの下側の布地」である後部ベルト布地２０\nに連結された弾性材及び伸び止め材を備えているから、本件発明の構成要件Ｂを充\n足し、弾性材と伸び止め材と「ポケットの上側の布地におけるポケット入口部分か\nら延出する部位」である延出部４の少なくとも表側を、「ポケットの下側の布地」\nである後部ベルト布地２０により被覆したものであるから、本件発明の構成要件Ｃ\nを充足する。\n(2)　被告は、イ号物件において「ポケットの下側の布地」となるのは、脇布の\n上側に縫着された別紙「右ポケットの図」の『Ｘ』（イ号物件目録の「補助内ベル\nト７」に当たる。）であるが、『Ｘ』は、弾性材、伸び止め材及び延出部の表側を\n被覆していないから、イ号物件は本件発明の構成要件Ｃを充足しないと主張する。\nイ号物件目録によれば、被告主張の『Ｘ』の布地すなわち補助内ベルト７\nは、「内側のポケット布地」である袋状のポケット布地（肌側）１３ａの表面に重\nねて縫着された脇布１４とその後方に縫着された後身頃布地２にまたがった部分の\n上端に縫着された布地であるから（図２～７、図１０）、本件発明にいう「ポケッ\nトの下側の布地」に当たり、この『Ｘ』が弾性材、伸び止め材及び延出部の表側を\n被覆していないことは確かである。しかし、イ号物件には、弾性材、伸び止め材及\nび延出部の表側を被覆する布地として、被告主張の『Ｙ』の布地すなわち後部ベル\nト２０が存在しており、『Ｙ』を含む後部ベルト２０が本件発明にいう「ポケット\nの下側の布地」に当たることは、前記(1)のとおりである。\n以上によれば、被告主張の『Ｘ』こと補助内ベルト７が弾性材、伸び止め\n材及び延出部の表側を被覆していないことをもって、イ号物件が本件発明の構成要\n件Ｃを充足しないとする被告の主張は失当である。\n(3)　また、被告は、イ号物件において、弾性材の伸びを抑制するのはスライド\n部８であり、伸び止め材１１は弾性材９の最大伸長状態を抑制するものではないか\nら、イ号物件は構成要件Ｂ及びＣを充足しないと主張する。\nイ号物件目録によれば、スライド部８は、前部ベルト布地１０の長さ方向\nに配置した布テープと、補助内ベルト７の長さ方向に対して直角方向に配置した布\nテープを互いに離脱できないように交差させ、前部ベルト布地１０の長さ方向に摺\n動自在としたものであり、ウエスト部がある程度延伸すると、長さ方向の布テープ\nの後端に直角方向の布テープが係止され、それ以上ウエスト部が延伸しないように\nする機能を有している（図５(b)）。\nしかし、本件発明がズボン等、相当期間にわたり日常的に着用される衣類\nのウエスト伸縮構造に関する発明であることを考慮すると、本件発明の構成要件\nＢ、Ｃにいう「伸び止め材」は、弾性材が経年変化により劣化したり、着用時の動\n作等により弾性材に一時的に大きな張力が掛かったりする場合であっても、弾性材\nがウエスト部の伸縮可能範囲以上には延伸することがないようにする意味も有して\nいると解するのが相当である（なお、イ号物件（検甲１ないし３、４の１ないし\n３、検乙１）のスライド部８は、その材料や縫製の態様からみて、強い力が加わっ\nたり、経年変化で劣化したりすることにより、前示のような機能を果たし得なくな\nることも十分考えられる。）。そうすると、スライド部８がウエスト部の延伸を防\n止する機能を有しているとしても、上記の経年変化や使用状況をも考慮すれば、直\nちに、イ号物件の伸び止め材１１が弾性材の最大延びを抑制する機能を果たすこと\nがないとはいえず、本件発明にいう「伸び止め材」に当たらないということはでき\nない。\n(4)　以上によれば、イ号物件は、本件発明の構成要件をすべて充足し、その技\n術的範囲に属するものというべきである。\n３　以上によれば、被告がイ号物件のズボンを製造し、譲渡（販売）する行為は\n本件特許権を侵害するものというべきであり、また、被告がイ号物件を譲渡のため\nに展示し、又はこれをするおそれがあることも弁論の全趣旨により認められるか\nら、原告は、被告のこれらの行為の差止めを求めることができる。しかし、被告が\nイ号物件を使用し、貸し渡し、又は貸渡しのために展示すること、ないしはそのお\nそれがあることについては、立証がない。\nよって、原告の請求は主文第１項の限度で理由があるが、その余は理由がな\nい（訴訟費用の負担につき民事訴訟法６４条ただし書を適用）。\n大阪地方裁判所第２１民事部\n裁判長裁判官　　　　　　　小　　　松　　　一　　　雄\n裁判官　　　　　　　阿　　　多　　　麻　　　子\n裁判官　　　　　　　前　　　田　　　郁　　　勝\nイ号物件目録\n１．図面の説明\n図１は、ウエスト伸縮構造を備えたイ号物件（ズボン）の左側から見た正面図\nである。\n図２は、図１のウエスト部分の要部斜視図である。\n図３は、図１のウエスト部分の伸縮自在な構造を内側からみた要部斜視図であ\nる。\n図４（ａ）は、図１の左側ウエスト部分の伸縮自在な構造を外側から見た通常\n状態のウエスト部分の要部正面図、（ｂ）は、図１の左側ウエスト部の伸縮自在な\n構造を外側から見た伸長状態のウエスト部分の要部正面図である。\n図５（ａ）は、図１の左側ウエスト部分の伸縮自在な構造を内側から見た通常\n状態のウエスト部分の要部正面図、（ｂ）は、図１の左側ウエスト部の伸縮自在な\n構造を内側からみた伸長状態のウエスト部分の要部正面図である。\n図６は、図４（ａ）の切断線Ａ－ＡによるＡ－Ａ断面図である。\n図７は、図４（ｂ）の切断線Ｂ－ＢによるＢ－Ｂ断面図である。\n図８は、図４（ａ）の切断線Ｃ－ＣによるＣ－Ｃ断面図である。\n図９は、図４（ａ）の切断線Ｄ－ＤによるＤ－Ｄ断面図である。\n図１０は、図１のウエスト部分の伸縮自在な構造を展開し、各部品と縫合との\n関係を内側から示す説明図である。\n図１１は、図１のウエスト部分の伸縮自在な構造を上部から展開し、それを内\n側上部から見た要部展開斜視図である。\n２．図面符号の説明\n１　　　　前身頃布地\n２　　　　後身頃布地\n３　　　　境界線\n３a　　　 端部\n４　　　　延出部\n５　　　　ベルト通し\n６　　　　ポケット入口\n７　　　　補助内ベルト\n８　　　　スライド部\n９　　　　弾性材\n１１　　　伸び止め材\n１２　　　心材（芯地）\n１３ａ　　袋状のポケット布地（肌側）\n１３ｂ　　袋状のポケット布地（外側）\n１４      脇布\n１５　　　切れ目\n１０　　　前部ベルト布地\n２０　　　後部ベルト布地\n３．イ号物件の説明\n(1)　各部材の縫着関係\n前身頃布地１は、ポケット入口６において、袋状のポケット布地（外側）１\n３ｂに縫着されている。\n後身頃布地２は、袋状のポケット布地（肌側）１３ａ及び脇布１４に縫着さ\nれており、その縫着線は通常状態においてポケット入口６上にある。\n前部ベルト布地１０は、前身頃布地１の上端表側に縫着されている。\n後部ベルト布地２０は、後身頃布地２の上端表側に縫着されている。\n袋状のポケット布地（肌側）１３ａの切れ目１５の後ろの部分から後身頃布\n地２にかけて、上端に補助内ベルト７が縫着されている。\n前部ベルト布地１０の後端には延出部４が設けられており、延出部４の後端\nには弾性材９及び伸び止め材１１が縫着されている。\n弾性材９と伸び止め材１１は、共に、一端が前部ベルト布地１０の後方に伸\nび出した延出部４に接続され、他端が後部ベルト布地２０に縫着した心材（芯地）\n１２及び補助内ベルト７の後端に縫着されている。\n(2)　ウエスト伸縮構造の説明\n前身頃布地１に縫着された前部ベルト布地１０と、後身頃布地２に縫着され\nた後部ベルト布地２０とが互いに離れる方向に張力を加えると、弾性材９の弾性力\nに抗して、補助内ベルト７上に、前部ベルト布地１０から伸び出した延出部４が現\nれる。このとき、弾性材９の伸びを制限する伸び止め材１１によって、最大伸びが\n決定される。\n即ち、前部ベルト布地１０と後部ベルト布地２０及び補助内ベルト７との接\n続状態をパンツの上側から見ると、前部ベルト布地１０と、後部ベルト布地２０か\nら延出した補助内ベルト７との間に、スライド部８が設けられている。\nスライド部８は前部ベルト布地１０の長さ方向に布テープの両端を縫着し、\nまた、補助内ベルト７の長さ方向に対して直角方向に布テープの両端を縫着し、そ\nれらを互に離脱できないように交差させ、前部ベルト布地１０の長さ方向に摺動自\n在としている。\n袋状のポケット布地（肌側）１３ａ及び補助内ベルト７の先端の端部３ａ\nは、スライド部８によって前身頃布地１及び前部ベルト布地１０から離れないよう\nに、ウエストベルトの長さ方向に摺動自在になっている。\nまた、補助内ベルト７と後部ベルト布地２０により形成された空間内には、\n前部ベルト布地１０の後方に伸び出した延出部４が挿入されており、延出部４の端\n部には弾性材９と伸び止め材１１の一端が縫着されている。弾性材９と伸び止め材\n１１の他端は、前記のとおり、後部ベルト布地２０に縫着した心材（芯地）１２及\nび補助内ベルト７の後端に縫着されているため、その表側が後部ベルト布地２０に\nより被覆されている。\n４．イ号物件の構成\n(a)  ウエスト部分にポケットを備えたウエスト伸縮構造のズボンであって、\n(b)－１　ポケット入口６で袋状のポケット布地（外側）１３ｂに前身頃布地１が\n縫着され、前身頃布地１の上端に前部ベルト布地１０が縫着され、\n(b)－２　ポケット入口６で袋状のポケット布地（肌側）１３ａに後身頃布地２が\n縫着され、後身頃布地２の上端に後部ベルト布地２０が縫着され、後部ベルト布地\n２０から補助内ベルト７が延出して成るウエスト部において、\n(b)－３　前部ベルト布地１０から後方へ延出する延出部４に一端が縫着され、他\n端が後部ベルト布地２０内の心材（芯地）１２に縫着されることにより後部ベルト\n布地２０に縫着された弾性材９及び該弾性材９の最大伸びを制限する伸び止め材１\n１と、\n(b)－４　前部ベルト布地１０と前記補助内ベルト７との間にスライド部８が設け\nられ、\n(c)　前記弾性材９及び前記伸び止め材１１と前記延出部４との少なくとも表側\nを、後部ベルト布地２０によって被覆した、\n(d)　ことを特徴とするウエスト伸縮構造を備えたズボン。\n図１図２図３図４図５図６、７図８図９図１０図１１参考図（図７）参考図（図\n８）右ポケットの図別紙〔訂正明細書〕\n"
}