{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 17,
    "month": 6,
    "day": 22
  },
  "case_number": "平成17(行ケ)10243",
  "case_name": "",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "9530",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=9530",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/530/009530_hanrei.pdf",
  "contents": "平成１７年(行ケ)第１０２４３号　審決取消請求事件\n平成１７年６月２２日口頭弁論終結\n判決\n原告        　　　　　　　チッソ株式会社\n原告        　　　　　　　チッソ石油化学株式会社\n原告ら訴訟代理人弁護士 　 長沢幸男\n同              北原潤一\n被告　　　　　　        　特許庁長官　小川洋\n指定代理人　　　　　　　　宮下正之\n同 　　　　　　立川功\n同 　　　　　　伊藤三男\n主文\n原告らの請求を棄却する。\n訴訟費用は原告らの負担とする。\n事実及び理由\n第１　当事者の求める裁判\n１　原告ら\n(1)　特許庁が不服２００４－２００７７号事件について平成１６年１１月１１\n日にした審決を取り消す。\n(2)　訴訟費用は被告の負担とする。\n２　被告\n主文と同旨\n第２　当事者間に争いのない事実\n１　特許庁における手続の経緯\n原告らは，発明の名称を「ジアミン化合物およびこれを用いた高分子材料，\n該高分子材料を用いた液晶配向膜，および該配向膜を具備した液晶表示素子」とす\nる発明について，特許出願（平成１２年１１月２９日出願，２０００年特許願第３\n６２４５９号。以下「本件出願」という。）したが，平成１６年８月２６日付けで\n拒絶査定を受けた。これに対し，原告チッソ株式会社（以下「原告チッソ」とい\nう。）のみを審判請求人と記載した同年９月２９日付け審判請求書が特許庁に提出\nされた（以下，この審判の請求を「本件審判請求」という。）。特許庁は，これを\n不服２００４－２００７７号事件として審理し，その結果，平成１６年１１月１１\n日，｢本件審判の請求を却下する。｣との審決をし，同月３０日，その謄本を原告チ\nッソに送達した。\n２　原告らの関係\n原告らは，同一の企業グループに属する関連会社であり，原告チッソ石油化\n学株式会社（以下「原告チッソ石油化学」という）は原告チッソの完全子会社であ\nって，原告らは代表取締役を共通としている。なお，本件出願及びこれに続く一連\nの手続は，原告らの合意により，原告チッソにおいて，工業所有権に関する手続等\nの特例に関する法律に基づき，同原告のコンピュータ端末と特許庁のコンピュータ\n端末を接続して特許法所定の書類の電子ファイルの送受信を行う方法により行われ\nた。\n３　審決の理由\n「本件は，特許を受ける権利がチッソ株式会社及びチッソ石油化学株式会社\nの共有に係る特許出願の拒絶査定に対する審判請求であるから，この請求は，特許\n法第１３２条第３項の規定により，上記共有者の全員が共同して請求しなければな\nらないところ，本件は，その一部の者であるチッソ株式会社によってなされたもの\nであるから不適法な請求であって，その補正をすることができないものである。し\nたがって，本件審判の請求は，特許法第１３５条の規定により却下すべきものであ\nる。」\n第３　原告ら主張の取消事由の要点\n審決は，以下のとおり，特許法１３２条３項の「共同して請求」及び１３１\n条の２第１項の「要旨の変更」の解釈適用を誤った結果，同法１３３条１項及び１\n３５条に違反したものであるほか，行政法上の公平原則，憲法１４条の平等原則に\nも違反するものであるから，取り消されるべきである。\n１　特許を受ける権利を共有するＡ，Ｂによる共同出願の拒絶査定に対する不服\n審判請求において，審判請求書の請求人欄にＡの名称等のみが記載され，Ｂの名称\n等の記載が欠落している場合の特許庁の実務慣行は，その審判請求が代理人による\n場合（以下「代理人手続ケース」ともいう。）と本人による場合（以下「本人手続\nケース」ともいう。）とで異なる取扱いをしている。\nすなわち，特許庁は，代理人手続ケースでは，自発的補正のみならず，補正\n命令又は事実上の補正指示により，審判請求書にＢの名称等の記載を補充する補正\nの機会を与えているのに対し，本人手続ケースでは，本件審判請求の場合のよう\nに，Ｂの名称等の記載を補充する機会を一切与えず，直ちに審判請求を却下する取\n扱いをしている。\n上記のような取扱いは，代理人手続ケースでは，審判請求書にＢの名称等の\n記載を補充することが特許法１３１条の２第１項にいう「要旨を変更するもの」\n（以下「要旨の変更」という。）に該当しないことを前提としているのに対し，本\n人手続ケースでは，「要旨の変更」に該当し，適法な補正の対象とならないことを\n前提とするものである。しかし，「要旨の変更」基準の適用に関し，本人手続ケー\nスを代理人手続ケースよりも不利益に扱い，審判請求書の補正の機会を一切与えな\nいことには，以下のとおり，何ら合理的な理由がないというべきである。\n(1)　本人手続ケースは，特許法に精通した弁理士が代理人として手続を行う代\n理人手続ケースと比較して，より手続保障の必要性が高い。しかも，拒絶査定に対\nする不服申立権を喪失することにより，特許出願人は，特許を受ける権利をも確定\n的に喪失するのであるから，弁理士に依頼したときは救済され，本人自ら審判請求\nしたときは救済されないというのは，不合理である。\n(2)　代理人手続ケースの場合も本人手続ケースの場合も，審判請求書において\n共同出願人の一部の者の名称等の記載が欠落しているという瑕疵は共通であるか\nら，かかる共同出願人の名称等を補充することが「要旨の変更」に該当するか否か\nという点に関して，両者を区別することはできない。\n(3)　特許を受ける権利の手続保障に制限を加える特許法１３２条３項所定の\n「共有者の全員が共同して請求」の要件の解釈適用に当たっては，予め特許出願人\nの特許を受ける権利が手続的に保障されることが必須の要件であり，特許庁は，権\n利の行使を不必要に制限することのないよう，共有者に補正の機会を与え，他の共\n有者の協力が得られないことを確認するなど，この規定を制限的に運用する義務が\nあるというべきである。\n２　審決は，本件審判請求が原告チッソによってされたもので，特許法１３２条\n３項の「共同して請求」に該当しないと認定した。\nしかし，本件審判請求の請求書の【出願番号】欄には「特願２０００－３６\n２４５９」と，【審判の種別】欄には「拒絶査定に対する審判事件」と，【請求の\n趣旨】欄には「原査定を取り消す，本願は特許をすべきものであるとの審決を求め\nる。」とそれぞれ記載され，１８万７０００円の手数料の納付もされている。共同\n出願人の審判請求のように，共同しての権利行使が必須要件とされている場合に，\n単独で審判請求することは，自ら意味もなく権利行使の効力を否定するにも等し\nく，考えられないことであるから，たとえ審判請求書の請求人欄に一人の名称等の\nみしか記載されていなかったとしても，真実は，共有者の共同の意思に基づくもの\nであり，他の者の名称等が欠落しているのは誤記によるものと推認するのが経験則\nに合致する。しかも，本件出願においては，出願人両名（原告ら）の名称の類似性\nから，特許庁は，共同出願人たる原告らが同一の企業グループに属する関連会社で\nあることを容易に認識できたはずであるし，また，本件出願及びその後の全ての手\n続は，終始，原告チッソのもとに所在するコンピュータ端末と特許庁のコンピュー\nタ端末との通信によって行われており，電子ファイル形式で授受される\n書面には作成者の記名捺印は存在せず，書面の外観と書面の作成者との結びつき\nは，作成者の記名捺印が存在する書面と比較して著しく希薄になっていることなど\nからすれば，本件審判請求の請求書に，原告チッソ石油化学の名称等が見られなか\nったとしても，従前に提出された書面と同様，原告らが共同で手続をする意思が反\n映されたものと推認するのが自然である。\nしたがって，本件審判請求は，原告らの共同の意思に基づいてなされたも\nの，つまり特許法１３２条３項の「共同して請求」に該当することが推認されると\nいうべきであり，特許庁としては，原告らに対して審判請求書の補正の機会を与\nえ，その応答を踏まえて審判手続を進行するか否かを最終的に決定すべきであった\nというべきである。\n仮に，本件審判請求が原告らの共同請求によるものといえず，原告チッソ単\n独のものであったとしても，特許庁は，原告らの特許を受ける権利の行使を不必要\nに制限することのないよう，本件審判請求を却下する前に，予め原告らに対し，原\n告チッソ石油化学の名称等を補充する機会を与える義務があったというべきであ\nる。\n３　以上のとおり，特許庁は，原告らに対し，本件審判請求の請求書に原告チッ\nソ石油化学の名称等を補充する補正の機会を与える義務があったものであり，その\n機会を与えることなく，不意打ち的に本件審判請求を却下した審決には，特許法１\n３２条３項の「共同して請求」及び１３１条の２第１項の「要旨の変更」の解釈適\n用を誤った結果，同法１３３条１項及び１３５条に違反した違法がある。\nまた，審決は，審判請求書の請求人の表示に記載漏れがあった場合に補正の\n機会を与えるか否かという点において，本人手続ケースである本件について，何ら\n合理的な理由なく，代理人手続ケースよりも不利益に扱ったものであり，行政法上\nの公平原則，憲法１４条に違反する。\n第４　被告の反論の要点\n審決の判断に誤りはなく，原告ら主張の取消事由は理由がない。\n１　特許を受ける権利の共有者（共同出願人）が，その共有に係る権利について\nの審判を請求するときは，共有者の全員が共同して，請求しなければならず（特許\n法１３２条３項），審判を請求する者は，請求書に，当事者及び代理人の氏名又は\n名称及び住所又は居所，審判事件の表示，審判請求の趣旨及び理由を記載しなけれ\nばならない（同法１３１条１項）。すなわち，共同出願における拒絶査定不服審判\nを請求するときは，共有者の全員がそれぞれ審判を請求する意思があることを，出\n願手続におけるそれまでの経緯と離れて，改めて請求書に表示する要式行為によっ\nて明示することを求めたものであり，これによって何人が審判請求人であるかを一\n律に確定しようとするものである。\nそして，この審判請求人の認定は，審判請求期間満了までに提出された書面\nを含めて請求書の全趣旨などからみて，実質的に共同して審判請求する意思が現れ\nていることを推認できるか否かによって決すべきである。\n本件審判請求の請求書の請求人欄には「チッソ株式会社」と記載されてい\nて，「チッソ石油化学株式会社」については全く記載されていないし，請求書全体\nまた出願の経緯をみたとしても，「チッソ石油化学株式会社」が審判の請求をしよ\nうとした意思があるものと推認させる書面又は記載は全くみられないのであるか\nら，本件審判請求は，原告チッソが単独でしたものであり，特許法１３２条３項に\n違反してされたものである。このように本件審判請求については，原告チッソ石油\n化学も請求人となっているものと推認させるものは何もなく，単なる請求書作成上\nの誤りによるものということはできないものであるから，その欠落している共同出\n願人の原告チッソ石油化学を請求書の請求人の欄に追加補正することは要旨を変更\nするものであって，補正することができないものといわざるを得ない。したがっ\nて，請求人に対し，補正する機会を与えず，本件審判請求を却下した審決には何ら\n違法はない。\n２　特許庁における共同出願における審判請求（共同審判）については，審判便\n覧に示されているとおり，取り扱われているものである。\nすなわち，査定系審判においては，審判請求期間満了までに提出された書面\nによって，実質上共同審判であるとの意思が表示されているか否かを推認し，例え\nば，代表者選定届を提出した上でその代表者だけを記載している場合や，共同出願\n人の全員が一人の代理人に対して審判の請求を委任したにもかかわらず，代理人の\n過誤により審判請求人の欄に一部のみしか記載しなかった場合など，共同して審判\nを請求する意思が表示されていると認められる場合には，請求書の方式不備とし\nて，審判長名による補正命令を発しているところである。\nしかし，審判請求期間満了までに提出された書面によっては，実質上共同審\n判であるとの意思が表示されているものと認められない場合には，請求書の補正を\n命じることなく，審決をもって，その審判請求を却下しているものである。\n本件の場合は，審判請求期間満了までに提出された書面を含めた請求書の全\n趣旨からみても，原告チッソ石油化学に審判請求の意思があったものと推認するこ\nとのできる書面又は記述はないものである。\n３(1)　原告らは，本人手続ケースである本件について，代理人手続ケースより不\n利益な扱いをし，補正の機会を一切与えなかったことは，合理的理由がない旨主張\nする。\nしかしながら，代理人が選任された場合であっても，共同出願人の全員が\n一人の代理人に対して審判の請求を委任したとは認められない場合（例えば，共同\n出願人がそれぞれ異なる代理人に委任している場合に，一方の代理人のみが請求書\nを作成し提出した場合）は，共同して審判を請求する意思があったものということ\nはできず，後に欠落した共同出願人を追加する補正は要旨を変更するものであり認\nめられない。したがって，本件のような本人手続ケースが代理人手続ケースと比較\nして出願人に不利益となっているという原告らの主張は失当である。\n(2)　原告らは，原告チッソが自己のコンピュータ端末により出願等の手続を行\nっていたから，審判請求書に原告チッソ石油化学の名称等が見当たらないとして\nも，従前に提出した書面と同様，原告らが共同して手続をする意思が反映している\nものと推認するのが自然であるなどと主張する。\nしかしながら，原告らが主張する手続の関係は，特許庁への書面の提出の\n方法であって，それらの事実があったとしても，原告らが共同して審判手続をする\n意思が反映しているものと推認することはできないのであり，原告らの主張は失当\nである。\n第５　当裁判所の判断\n１　前記当事者間に争いのない事実及び証拠によれば，次の事実が認められる。\n(1)　本件出願に係る発明についての特許を受ける権利は原告らが共有してお\nり，本件出願も原告らの共同出願である（なお，願書に特許出願人として記載され\nた原告チッソの代表者は「Ａ」であり，原告チッソ石油化学の代表者は「Ｂ」であ\nる。甲２，乙２）。特許庁は，上記共同出願に係る特許出願について，平成１６年\n８月２６日付けで拒絶査定をしたが，これには特許出願人として「チッソ株式会社\n（外１名）」と表示され，その謄本は，同月３１日発送され，そのころ原告らに送\n達された（乙１，３，弁論の全趣旨）。\n(2)　本件審判請求（平成１６年９月２９日付け）は，上記拒絶査定に対する不\n服の審判請求であり，その請求書には，【出願番号】欄に「特願２０００－３６２\n４５９」，【審判の種別】欄に「拒絶査定に対する審判事件」，【請求の趣旨】欄\nに「原査定を取り消す，本願は特許をすべきものであるとの審決を求める」と記載\nされるとともに，【審判請求人】欄には，【識別番号】のほか，【氏名又は名称】\nとして「チッソ株式会社」，【代表者】として「Ｃ」とのみ記載され，原告チッソ\n石油化学の名称等は一切記載されていなかった（甲４，乙４）。その後，本件出願\nに関しては，平成１６年１０月２８日付けで特許請求の範囲の変更を内容とする手\n続補正書が特許庁に提出されているが，その【補正をする者】欄には，原告チッソ\nの識別番号と会社名，代表者が記載されているだけで，原告チッソ石油化学の名称\n等は記載されていなかった（乙５）。\n２　特許法によれば，特許を受ける権利の共有者がその共有に係る権利について\n審判を請求するときは，共有者の全員が共同して請求しなければならず（１３２条\n３項），審判を請求する者は，当事者及び代理人の氏名又は名称等を記載した請求\n書を特許庁長官に提出しなければならない（１３１条１項）とされていることから\nすれば，特許法は，特許を受ける権利の共有者が，共同出願に係る特許出願につい\nての拒絶査定に対する不服の審判を請求するに当たっては，共有者の全員それぞれ\nが審判を請求する意思のあることを，請求書に表示する要式行為によって明示する\nことを求めたものであり，これによって何人が審判請求人であるかを一律に確定し\nようとしたものであると解される。したがって，本件において，原告チッソ石油化\n学が本件審判請求の請求人であるといえるためには，特許法の定めるところに従\nい，審判請求書の提出により審判を請求する意思を表示していることが必要である\nことはいうまでもない。もっとも，何人が審判を請求する意思の表示をしているか\nは，単に，審判請求書の請求人欄の形式的な記載のみによって即断すべきではな\nく，その請求書の趣旨や審判請求期間経過時までに提出されたその他の書類などを\nも参酌して合理的に判定すべきであるというべきであるが，上記特許法の趣旨に照\nらせば，少なくとも審判請求期間経過時までに提出された審判請求に関する書類自\n体の中に，実質上審判請求をする意思が表示されていると認められない限り，審判\n請求人として認めることはできないといわざるを得ない。\nこれを本件についてみるに，前記認定した事実によれば，本件審判請求の請\n求書に請求人として記載されているのは原告チッソだけで，原告チッソ石油化学に\n関する記載は全くなかったのであり，また，本件全証拠によっても，審判請求期間\n経過時までに，実質上本件審判請求が原告チッソ石油化学によってもされているこ\nとを推認させるような書類が提出されていたことを認めることはできないのである\nから，本件において，原告チッソ石油化学が実質上審判を請求する意思を表示して\nいたと認めることはできず，同原告を本件審判請求の請求人とみることができない\nことは明らかである。\n原告らは，共同しての権利行使が必須要件とされている場合には，たとえ審\n判請求書の請求人欄に一人の名称等のみしか記載されていなかったとしても，真実\nは，共有者の共同の意思に基づくものであり，他の者の名称等が欠落しているのは\n誤記によるものと推認するのが経験則に合致すると主張する。\nしかし，前記のとおり，特許法は，共同して審判を請求すべき場合に，それ\nぞれが審判を請求する意思のあることを，請求書に表示する要式行為によって明示\nすることを求めているのであり，単に共同して審判請求がされるべきであるとか，\n共有者の内心において審判請求の意思があるというだけでは足りず，審判請求の意\n思が請求書等において表示されていると認められることが必要なのであるから，原\n告らの上記主張は失当である。\nまた，原告らは，原告らが同一の企業グループに属する関連会社であること\nを容易に認識できたとか，本件出願等の手続が原告チッソのコンピュータ端末によ\nり行われていたから，本件審判請求の請求書も，従前に提出した書面と同様，原告\nらが共同して手続をする意思が反映していると推認されるなどと主張する。しか\nし，関連会社であっても，それぞれ別個の法人であり，各別に行為をすることはあ\nり得るのであり，また，いわゆる電子出願において，手続者は，識別番号によって\n特定され（工業所有権に関する手続等の特例に関する法律施行規則２条，１３\n条），手続を行う者が二人以上ある場合は，そのうちの一人が当事者全員の名を入\n力し，他の者は一定期間内に当該手続を行った旨を申し出ることとされている（同\n法施行令２条４項）のであるから，原告らが主張するような事実は，いずれも原告\nチッソ石油化学が審判を請求する意思を表示していたことを根拠付けるものではな\nく，原告らの主張は失当である。\n３　そうすると，本件審判請求は，特許を受ける権利の共有者の一人である原告\nチッソ石油化学を請求人とすることなく，原告チッソが単独でしたものであるか\nら，特許法１３２条３項の「共有者の全員が共同して請求しなければならない」と\nの要件を欠き，不適法な請求というべきである。そして，本件においては，審判請\n求書の請求人欄の記載を離れても，原告チッソ石油化学が実質上審判を請求する意\n思を表示していたと認めるべき事情が存在しないことは，前記のとおりであるか\nら，本件審判請求に係る請求書の請求人欄に原告チッソ石油化学の名称等が記載さ\nれていないことは，単なる記載漏れ等の方式の不備に当たらないことは明らかであ\nり，本件において請求書に請求人として原告チッソ石油化学を追加することは，新\nたな審判の請求であり，請求の要旨を変更するものとして許されないというべきで\nある（特許法１３１条の２第１項。このことは，拒絶査定に対する不服の審判請求\nが一定の期間内に限って認められていることからも明らかである（特許法１２１\n条）。）。したがって，本件審判請求の上記瑕疵は補正の対象となるものではな\nく，本件審判請求は，不適法であって，その補正をすることができないものである\nから，これを却下した審決の判断に誤りはない。\n４　原告らは，共同出願の拒絶査定に対する不服審判請求において，審判請求書\nの請求人欄に一部の者の記載が欠落している場合の特許庁の取扱いが，代理人手続\nケースと本人手続ケースとで異なっているとして，それが不合理であると縷々主張\nする。\n審判便覧（乙６の１～４）によると，共同審判の規定に違反して請求された\n審判事件についての特許庁の取扱いとして，査定系審判の場合，審判請求期間満了\nまでに提出された書面によって，実質上共同審判であるとの意思が表示されている\nか否かを推認し，①意思が表示されていると認められる場合には，手続の補正を命\nじ，請求人の応答の結果，その欠陥が補正されないものは決定をもって却下し，②\n表示上から意思があると認められない場合には，補正を命じること等をすることな\nく，その欠陥は補正できないものとして，審決をもって却下するとした上で，①の\n場合の具体例として，「代表者選定届を提出した上でその代表者だけを記載してい\nる場合」，「代表者何某と記載している場合」，「何某外何名と記載している場\n合」等のほか，「共同出願人の全員が一人の代理人に対して審判の請求を委任した\nにもかかわらず，代理人の過誤により審判請求人欄に一部のみしか記載しなかった\n場合」を挙げていることが認められる。　上記審判便覧の記載から明らかなよう\nに，特許庁の取扱いは，審判請求期間満了までに提出された書面により，実質上共\n同審判であるとの意思が表示されていると認められるかどうかによって，単なる審\n判請求書の方式の不備として補正を命じ，あるいは補正できないものとして審決で\n却下するというものであり，原告らが主張するような代理人が選任されている場合\nと選任されていない場合とで区別しているものではないことは明白である。\n原告らの上記主張は，特許庁の取扱いの趣旨を曲解し，特定の現象面のみを\nとらえ，独自の基準として代理人手続ケースと本人手続ケースに分類し，あたかも\n代理人が選任されているかどうかを基準として差別的な取扱いがされているかのご\nとく，誤った前提に基づいて，その取扱いを論難するものであって，失当である。\nなお，原告らは，特許を受ける権利の手続保障に制限を加える特許法１３２\n条３項所定の「共有者の全員が共同して請求」の要件の解釈適用に当たっては，特\n許庁は，権利の行使を不必要に制限することのないよう，共有者に補正の機会を与\nえ，他の共有者の協力が得られないことを確認するなど，この規定を制限的に運用\nする義務があるとか，本件審判請求が原告チッソ単独のものであったとしても，特\n許庁は，本件審判請求を却下する前に，予め原告らに対し，原告チッソ石油化学の\n名称等を補充する補正の機会を与える義務があったとも主張している。しかし，前\n記のとおり，本件審判請求において，請求書に新たに請求人として原告チッソ石油\n化学を追加することは，請求の要旨を変更するものとして許されないのであり，そ\nもそも補正の余地がないのであるから，原告ら主張のような義務が特許庁にあると\n解することはできず，原告らの主張は失当である。\n５　以上のとおり，本件審判請求を却下した審決に，特許法１３２条３項，１３\n１条の２第１項の解釈適用の誤りはなく，同法１３３条１項，１３５条に違反する\n違法もない。また，行政法上の公平原則違反，憲法１４条違反をいう原告らの主張\nは，いずれも特許庁の前記取扱いの趣旨を曲解して，代理人の選任の有無を理由に\n異なる取扱いがされているとの独自の見解を前提とするものであり，その前提を欠\nくことは前記のとおりである。\n６　したがって，原告らが主張する取消事由は理由がなく，その他，審決に，こ\nれを取り消すべき誤りがあるとは認められない。\nよって，原告らの本訴請求を棄却することとし，訴訟費用の負担について，\n行政事件訴訟法７条，民事訴訟法６１条，６５条１項本文を適用して，主文のとお\nり判決する。\n知的財産高等裁判所第３部\n裁判長裁判官 　 　 佐　　藤　　久　　夫\n裁判官 　 　 若　　林　　辰　　繁\n裁判官 　 　 沖　　中　　康　　人\n"
}