{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 21,
    "month": 3,
    "day": 31
  },
  "case_number": "平成20(行ウ)82等",
  "case_name": "国際放送実施要請違法無効確認等請求事件",
  "court_name": "大阪地方裁判所",
  "field": "行政",
  "gist": "１　放送法３３条１項に基づき，総務大臣が日本放送協会に対してした国際放送実施要請及び委託協会国際放送業務実施要請の行政処分性\n２　放送法３３条１項に基づき，総務大臣が日本放送協会に対してした国際放送実施要請及び委託協会国際放送業務実施要請の無効確認を求める訴えにつき，日本放送協会と受信契約を締結している者の原告適格が否定された事例",
  "case_gist": "１　放送法３３条１項に基づき，総務大臣が日本放送協会に対してした国際放送実施要請及び委託協会国際放送業務実施要請（放送要請）につき，平成１９年法律第１３６号による放送法の改正によって命令放送制度から要請放送制度へ改正がされた趣旨は，国際放送が国策的使命を有することから，国として実施することが必要な国際放送についてその確実な実施を担保する仕組みが今後とも必要であることにかんがみ，命令放送制度を日本放送協会の番組編集の自由により一層配慮した形の要請放送制度に改めたものであるところ，日本放送協会は，放送法上，総務大臣の放送要請に対し，応諾するよう真しな努力をすべき義務を負うものであり，真しな努力の結果として要請に応じられないという事態も制度上想定されてはいるものの，特段の事情がない限り要請に応じることが前提とされているものということができ，日本放送協会が合理的な理由もなく要請に応じないときは，放送法違反として，電波法７６条１項の規定による無線局の運用の停止命令その他の処分の事由等になり得るものと解されることに加えて，公共放送機関である日本放送協会にも表現の自由に由来する放送番組編集の自由が国際放送についても保障されており，法律に定める権限に基づく場合でなければ，何人からも干渉され，又は規律されることがない地位にあるとする放送法３条の規定も併せ考えれば，放送要請は，日本放送協会に対し，これに応諾するよう真しな努力をすべき法律上の義務を課す行為として規定されていると解するのが相当であるから，抗告訴訟の対象となる行政処分に当たる。\n２　放送法３３条１項に基づき，総務大臣が日本放送協会に対してした国際放送実施要請及び委託協会国際放送業務実施要請の無効確認を求める訴えにつき，放送法は，国内放送における国民及び国際放送における在外邦人たる国民の地位については，これを専ら放送の受信者として位置付けた上，放送における国民の知る権利の確保については，放送事業者自身が憲法の表現の自由の保障の下にあることにかんがみ，専ら放送事業者の自律にゆだねる仕組みを採用していること等に照らすと，放送における国民の知る権利については，これを国民がひとしく有する一般的，抽象的な権利として専ら一般的公益の中に吸収解消させて保護することにとどめ，それが帰属する個々人の個別的利益としてもこれを保護すべきものとする趣旨を含まないものと解するのが素直であること，同法３３条（平成１９年法律第１３６号による改正前）の規定する命令放送制度又は同法３３条の規定する要請放送制度は，専ら日本の国策的要請に基づき実施される日本の国家としての対外情報発信の道を確保するための制度であって民主制国家の存立の基礎を成す国民の知る権利の保障とはそもそも無関係な制度であること，さらに，日本放送協会と受信契約を締結した者に課せられる受信料は，放送の提供の対価ではなく日本放送協会の維持運営のための特殊な負担金であって，同法は日本放送協会の受信者に対する受信契約上の義務の存在を想定していないと解されることなどからすると，同法が日本放送協会の放送について国民又はその受信契約者の知る権利を個々人の個別的利益として保護すべきものとする趣旨を含むものと解することはできないとして，日本放送協会と受信契約を締結している者の原告適格を否定した事例",
  "lawsuit_id": "37713",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=37713",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/713/037713_hanrei.pdf",
  "contents": "\u0001\n"
}