{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 16,
    "month": 3,
    "day": 11
  },
  "case_number": "平成12(行ケ)334",
  "case_name": "特許取消決定取消請求事件",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "10457",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=10457",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/457/010457_hanrei.pdf",
  "contents": "平成１２年（行ケ）第３３４号　特許取消決定取消請求事件\n平成１６年３月１１日判決言渡、平成１６年２月２６日口頭弁論終結\n判　　　決\n原　　　告　　　　　パプスト　ライセンシング　ゲーエムベーハー　ウ\nント　コー．カーゲー\n訴訟代理人弁理士　　加藤朝道、内田潔人、石田康昌\n被　　　告　　　　　特許庁長官　今井康夫\n指定代理人　　　　　小川謙、大野克人、林栄二、大橋信彦\n主　　　文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\nこの判決に対する上告及び上告受理申立てのための付加期間を３０日と定め\nる。\n事実及び理由\n第１　原告の求めた裁判\n特許庁が平成９年異議第７６２２１号事件について平成１２年４月１３日にした\n決定を取り消す、との判決。\n第２　事案の概要\n１　特許庁における手続の経緯\n原告は、発明の名称を「無集電子三相直流電動機」とする特許第２６３９５２１\n号の特許（昭和６１年１月９日特許出願。優先権主張１９８５年１月９日スイス。\n平成９年５月２日設定登録。以下「本件特許」という。）の特許権者である。本件\n特許に対し、特許異議の申立てがされ、特許庁は、これを平成９年異議第７６２２\n１号事件として審理し、平成１２年４月１３日、「特許第２６３９５２１号の特許\n請求の範囲第１項、第２０項に記載された発明についての特許を取り消す。」との\n決定をし、同年５月１０日その謄本を原告に送達した（出訴期間として９０日付\n加）。\n２　本件発明の要旨\n（以下の請求項１の発明を「本件第１発明」、同２０の発明を「本件第２発\n明」、両者を併せて「本件発明」という。下記請求項１及び２０以外の請求項は、\n発明の実施態様を記載した実施態様項である。）\n【請求項１】\n（ａ）互いに相対的に可動の永久磁石装置と三相巻線とを有し、（ｂ）巻線に対し\n相対的に静止し永久磁石装置によって制御される位置検出手段を備えると共に、電\n気角１８０゜の間は第１電位にあり次の電気角１８０゜の間は第２電位にある位置\n検出信号に基づき導出される制御信号を供給する制御信号生成段を有し、（ｃ）巻\n線コイルは互に電気角略１２０゜ずれた該制御信号に依存して周期的な順列の電流\nによって付勢され、（ｄ）巻線コイルの個々のコイルには電気角略１２０゜ずれた\n誘起電圧が永久磁石装置の磁極により誘起され、この誘起電圧は零点の通過によっ\nて交互に電気角最大１８０゜の間は正であり電気角最大１８０゜の間は負であり、\nその合計は磁石装置と巻線との間の実質的にすべての相対角度位置に対して実質的\nに零に等しく、（ｅ）該誘起電圧は零点通過に際して実質的に零レベルにある区間\nを形成するよう構成され、（ｆ）前記制御信号生成段は、関連するコイル誘起電圧\nが実質的に零レベルにある前記区間内において制御信号の状態変化が生じるように\n巻線コイルに関連して制御信号を出力するよう構成され、該制御信号に関連して導\n出された駆動電圧によって、巻線コイルが巻線駆動段を介して付勢されることを特\n徴とする無集電子三相直流電動機。\n【請求項２０】\n少くとも１つの記憶ディスクを収容するハブと、ハブを駆動する無集電子直流電\n動機とを備えたディスク駆動装置を有するディスク記憶装置であって、（ａ）互い\nに相対的に可動の永久磁石装置と三相巻線とを有し、（ｂ）巻線に対し相対的に静\n止し永久磁石装置によって制御される位置検出手段を備えると共に、電気角１８\n０゜の間は第１電位にあり次の電気角１８０゜の間は第２電位にある位置検出信号\nに基づき導出される制御信号を供給する制御信号生成段を有し、（ｃ）巻線コイル\nは互に電気角略１２０゜ずれた該制御信号に依存して周期的な順列の電流によって\n付勢され、（ｄ）巻線コイルの個々のコイルには電気角略１２０゜ずれた誘起電圧\nが永久磁石装置の磁極により誘起され、この誘起電圧は零点の通過によって交互に\n電気角最大１８０゜の間は正であり電気角最大１８０゜の間は負であり、その合計\nは磁石装置と巻線との間の実質的にすべての相対角度位置に対して実質的に零に等\nしく、（ｅ）該誘起電圧は零点通過に際して実質的に零レベルにある区間を形成す\nるよう構成され、（ｆ）前記制御信号生成段は、関連するコイル誘起電圧が実質的\nに零レベルにある前記区間内において制御信号の状態変化が生じるように巻線コイ\nルに関連して制御信号を出力するよう構成され、該制御信号に関連して導出された\n駆動電圧によって、巻線コイルが巻線駆動段を介して付勢されることを特徴とする\nディスク記憶装置。」\n３　決定の理由の要点\n(1)　本件第１発明及び本件第２発明は、刊行物１（特開昭５６－１２１３６０号\n公報、甲第４号証）に基づいて当業者が容易に発明することができたものであるか\nら、その特許は特許法２９条２項の規定に違反してされたものであり、同法１１３\n条２号に該当する。\n(2)　決定における対比判断の要旨\nⅠ　本件第１発明について\nⅠ-1　対比\n本件第１発明と刊行物１記載の発明とを対比すると、刊行物１の「永久磁石を有\nする回転子」、「三相固定子巻線」、「位置検出素子」、「駆動信号」、「無電圧\n区間」、「トランジスタＱ１～Ｑ６」、「無刷子電動機」は、本件第１発明の「永\n久磁石装置」、「三相巻線」、「位置検出手段」、「制御信号」、「実質的に零レ\nベルにある区間」、「巻線駆動段」、「無集電子三相直流電動機」に相当すると認\nめられるので、両者は、\n【一致点】「（ａ）互いに相対的に可動の永久磁石装置と三相巻線とを有し、\n（ｂ）巻線に対し相対的に静止し永久磁石装置によって制御される位置検出手段を\n備えると共に、位置検出信号に基づき導出される制御信号を供給し、（ｃ）巻線コ\nイルは互に電気角略１２０゜ずれた該制御信号に依存して周期的な順列の電流によ\nって付勢され、（ｄ）巻線コイルの個々のコイルには電気角略１２０゜ずれた誘起\n電圧が永久磁石装置の磁極により誘起され、（ｅ）該誘起電圧は零点通過に際して\n実質的に零レベルにある区間を形成するよう構成され、（ｆ）関連するコイル誘起\n電圧が実質的に零レベルにある前記区間内において制御信号の状態変化が生じるよ\nうに巻線コイルに関連して制御信号を出力するよう構成され、該制御信号に関連し\nて導出された駆動電圧によって、巻線コイルが巻線駆動段を介して付勢されること\nを特徴とする無集電子三相直流電動機。」である点で一致し、次の点で相違する。\n【相違点１】本件第１の発明は、電気角１８０゜の間は第１電位にあり次の電気角\n１８０゜の間は第２電位にある位置検出信号に基づき導出される制御信号を供給す\nる制御信号生成段を有しているのに対して、刊行物１には、そのような制御信号生\n成手段については記載されていない点。\n【相違点２】本件第１の発明において、誘起電圧は零点の通過によって交互に電気\n角最大１８０゜の間は正であり電気角最大１８０゜の間は負であり、その合計は磁\n石装置と巻線との間の実質的にすべての相対角度位置に対して実質的に零に等しい\nのに対して、刊行物１には、そのように明記されていない点。\nⅠ-2　判断\nⅠ-2-1　相違点１について\n一般的に、ホール素子と、永久磁石を用いて位置検出を行うと、磁石のＮとＳに\n応じた信号がホール素子から出力されるのは周知のことであるから、刊行物１の２\n頁上右欄１３～１５行目に「７は回転位置を検出するべく回転し６の外周に沿って\n配設されるホール素子等の位置検出素子である。」と記載され、また、３図の誘起\n電圧の発生状態の説明図において、回転子がＮ，Ｓの２極で構成されている点か\nら、刊行物１における位置検出素子（ホール素子）からは、電気角１８０°の間は\n第１の電位にあり次の電気角１８０°の間は第２の電位にある位置検出信号が出力\nされるものと認められる。\nまた、刊行物１の２頁下左欄３～７行目に「夫々のトランジスタＱ１～Ｑ６は位\n置検出素子７による回転子６の位置検出信号に応じて順次駆動され、夫々の固定子\n巻線Ｕ，Ｖ，Ｗに全波通電を行うようにされている。」と、\n刊行物１の２頁下右欄１９行～３頁上左欄１行に「位置検出素子７の配置の機械\n角、あるいは位置検出素子７の出力信号の調節により、無電圧区間β内に転流角を\n設定すればよい。\n第４図にトランジスタＱ１～Ｑ６の駆動信号（ただし、Ｑ４～Ｑ６については反\n転して示している）、固定子巻線Ｕ，Ｖ，Ｗへの通電電流Ｕ１、Ｖ１、Ｗ１および\n誘起電圧Ｕ２、Ｖ２、Ｗ３のタイムチャートを示している。」と記載されており、\n位置検出素子の検出信号に基づきトランジスタＱ１～Ｑ６が制御されていることが\n記載されている。\nまた、無整流子電動機の制御装置において、位置検出信号を入力して、巻線駆動\n手段を駆動するための信号を出力する制御手段を設けることは周知慣用のことであ\nるから、刊行物１において、位置検出素子の出力から、トランジスタＱ１～Ｑ６の\n駆動信号を作成するにあたり、本件発明のように、電気角１８０°の間は第１電位\nにあり次の電気角１８０°の間は第２電位にある位置検出信号に基づき導出される\n制御信号を供給する制御信号生成段を設けることは当業者が容易に推考することが\nできることと認められる。\nⅠ-2-2　相違点２について、\n刊行物１における、誘起電圧は第４図のＵ２、Ｖ２、Ｗ２で示されている。例え\nばＵ２は最初の電気角１２０°の間は負であり、次の電気角６０°の間は無電圧区\n間であり、次の電気角１２０°の間は正であり、次の電気角６０°の区間は無電圧\n区間であるものが示されている。\n本件発明の詳細な説明にも、本件特許公報７欄３５～３９行に「個々の磁極によ\nる誘起コイル電圧（逆起電力）は、３段階段状電圧であり、電気角約１２０°の間\nは正であり、電気角約６０°の間は零に等しいか又は殆ど等しく（即ち実質的に零\nレベル区間を形成し）、電気角約１２０°の間は負であり」と記載されており、ま\nた、本件特許公報１０欄４５～４８行に「各誘起電圧（逆起電力）Ｕｉ１、Ｕｉ\n２、Ｕⅰ３は、電気角約１２０°の間は正であり、電気角約１２０°の間は負であ\nる。それらの間に電気角約６０°の幅の移行区間があり、この間では誘起電圧が著\nしく減少した値をもち」と記載されている。\nこのように、刊行物１のものも、本件発明の詳細な説明に記載されたものも、誘\n起電圧は電気角約１２０°の間は正であり、電気角約１２０°の間は負である。そ\nれらの間に電気角約６０°の幅の移行区間があるものが示されているから、本件発\n明のものを、「誘起電圧は零点の通過によって交互に電気角約１８０°の間は正で\nあり電気角最大１８０°の間は負であり、その合計は磁石装置と巻線との間の実質\n的にすべての相対角度位置に対して実質的に零に等しく」とするならば、刊行物１\nのものも、同様に考えることは当業者が容易に推考することができることである。\nまた、特許権者は、特許異議意見書で、「即ち、刊行物１においては、６０°電\n気角の誘起電圧零区間βはとっているものの、そのβ区間内で転流を行うことはで\nきず、β区間の両端に合致させて転流タイミングをとる必要がある。かくて、転流\n点がβ区間の両端から少しでもずれれば、「問題」が発生するはずのものであ\nる。」と主張しているが、β区間の両端に合致させて転流タイミングをとる必要が\nあろうとなかろうと、誘起電圧が零レベルにある区間には変わりなく、また、刊行\n物１では、位置検出素子７の出力信号の調節により、無電圧区間β内に転流角を設\n定することが記載されているから、このような特許権者の主張は認めることができ\nない。\nそして、本件第１発明は、前記刊行物１のものから予測できる作用効果以上の顕\n著な作用効果を奏するものとは認められない。\nⅡ　本件第２発明について\nⅡ-1　対比\n本件第２発明と刊行物１記載の発明とを対比すると、一致点は本件第１発明につ\nいてのところで述べたことと同じであり、相違点は上記相違点１、２に加えて、下\n記の相違点３がある。\n【相違点３】　本件第２発明が、少なくとも１つの記憶ディスクを収容するハブと\nハブを駆動する無集電子直流電動機とを備えたディスク駆動装置を有するディスク\n記憶装置であるのに対して、刊行物１は、そのようなことが記載されていない点。\nⅡ-2　判断\n相違点１、２については、本件第１発明のところの判断を参照。\n相違点３について、記憶ディスクを収容するハブと、ハブを駆動する無集電子直\n流電動機とを備えたディスク駆動装置は、例えば特表昭５９－５０１９７１号公\n報、特開昭５８－２２５７１号公報、特開昭５７－１６５６２号公報、特開昭５６\n－３４６７号公報等により周知であるから、刊行物１のものをディスク駆動装置の\n電動機とすることは当業者が容易に考えられることと認められる。\nそして、本件第２発明は、前記刊行物１のものから予測できる作用効果以上の顕\n著な作用効果を奏するものとは認められない。\n第３　原告主張の取消事由の要点\n１　取消事由１（本件発明と刊行物１記載の発明との対比における認定の誤り）\n(1)　本件発明は、従来技術における転流誤差によるトルクの大きな変動・バラツ\nキを請求項１の簡単な構成をもって解消し、ディスク記憶装置等に求められている\n著しく向上されたトルク安定性を有する実用に耐える無集電子三相直流電動機を実\n現したものである。決定は、本件発明と刊行物１記載の発明との対比を行うに当た\nり、本件発明のこの本質的な意義を看過している。さらに、本件発明の全体の構成\n要件（ａ）～（ｆ）の有機的な組合せの意義を看過している。\n(2)　刊行物１においては、特許請求の範囲全文と第１図～第４図、特に第１、\n２、３図のモータの構造と第４図の波形図は不可分の関係にある。それにもかかわ\nらず、決定は、この不可分な関係、換言すれば刊行物１の解決原理を無視してい\nる。特に、刊行物１においては「夫々のスロットの継鉄部分にコイルを巻回して固\n定子巻線を形成し」たことが必須の要件であるのに、このことの重要な意義を看過\nして認定している。\n(3)　刊行物１は、無電圧区間の両端において、制御信号の２つのタイミングでの\n（２つの）状態変化を必須とするものであり、理想的に両端で状態変化する場合以\n外には、無電圧区間内での状態変化はあり得ない。すなわち、刊行物１において\nは、モータのどのような運転状態においても常にコイル誘起電圧の零レベル区間の\n内部において制御信号の状態変化が生じるようには構成されていない。\nこれに対し、本件発明では、典型的には無電圧区間の中央部で制御信号の状態変\n化を生ずるものであり、これによりモータの運転状態（特に負荷）のいかんにかか\nわらず、制御信号の状態変化（ＯＮ及びＯＦＦ切換え）は常に誘起電圧の零レベル\n区間内において達成されるものである。\nしたがって、決定における一致点の認定のうち、「（ｆ）関連するコイル誘起電\n圧が実質的に零レベルにある前記区間内において制御信号の状態変化が生じるよう\nに巻線コイルに関連して制御信号を出力するよう構成され、該制御信号に関連して\n導出された駆動電圧によって、巻線コイルが巻線駆動段を介して付勢されることを\n特徴とする無集電子三相直流電動機。」を一致点とした点は、誤りである。\n２　取消事由２（相違点１についての認定判断の誤り）\n決定は、相違点１につき、刊行物１において本件発明のように「電気角１８０°\nの間は第１電位にあり次の電気角１８０°の間は第２電位にある位置検出信号に基\nづき導出される制御信号を供給する制御信号生成段を設けることは、当業者が容易\nに推考することができる。」と判断したが、誤りである。\n刊行物１の制御信号は、本件発明の構成要件である、制御信号生成段の出力信号\nが「電気角１８０°の間は第１電位にあり、次の電気角１８０°の間は第２電位に\nある」旨の規定を充足しない。すなわち、刊行物１の第４図の波形図において、そ\nの制御信号生成段たるトランジスタ回路Ｑ４－Ｑ１，Ｑ５－Ｑ２，Ｑ６－Ｑ３の各\nトランジスタ対の接続端子から各トランジスタＱ１～Ｑ６のＯＮ／ＯＦＦにより形\n成される出力信号は、Ｕ１，Ｖ１，Ｗ１の各波形から明らかなとおり、刊行物１の\n制御信号は、１２０°電気角を第１電位とすると、次の６０°電気角は零、次の１\n２０°電気角は第２電位（Ｑ４～Ｑ６は反転表示）、次いで６０°電気角は零とな\nり、このサイクルの繰り返しであり、本件発明の制御信号とは基本的に異なるもの\nである。この違いは、本件発明が刊行物１のものと構造原理を本質的に異にしてい\nることの証左である。\n３　取消事由３（相違点２についての認定判断の誤り）\n(1)　決定は、本件発明の要件中、「（誘起電圧の）合計はすべての相対角度位置\nに対して実質的に零に等しく」と規定するのに対し、単に「刊行物１には、そのよ\nうに明記していない点」とのみ、相違点２を認定した。しかし、「そのように明記\nされていない点」との認定は、言外に「実質的に零に等しい」との暗喩をもたせた\nものであり、誤りである。刊行物１の第４図において誘起電圧の「合計はすべての\n相対角度位置に対して実質的に零」ではない。このことは、刊行物１のモータ構造\nが、本件発明の基礎とするモータ構造と原理的に異なることを意味する。\n(2)　決定は、「刊行物１のものも、本件発明の詳細な説明に記載されたものも、\n誘起電圧は電気角約１２０°の間は正であり、電気角約１２０°の間は負である。\nそれらの間に電気角約６０°の幅の移行区間があるものが示されているから、本件\n発明のものを、「誘起電圧は零点の通過によって交互に電気角約１８０°の間は正\nであり電気角最大１８０°の間は負であり、その合計は磁石装置と巻線との間の実\n質的にすべての相対角度位置に対して実質的に零に等しく」とするならば、刊行物\n１のものも、同様に考えることは当業者が容易に推考することができることであ\nる。」と認定したが、誤りである。\n刊行物１のものも本件発明と同様に考えることは、刊行物１の構成の特異性によ\nり、当業者にとってはなはだ困難なことである。刊行物１の第４図に示されるＵ\n２，Ｖ２，Ｗ２の誘起電圧の波形は、第１図、第３図に示される特異な構成によっ\nて、生起されるものであり、これを離れては、あり得ない。\n決定は、刊行物１の記載自体からは、本件発明の要件の「誘起電圧は零点の通過\nによって交互に電気角最大１８０°の間は正であり電気角最大１８０°の間は負で\nあり、その合計は磁石装置と巻線との間の実質的にすべての相対角度位置に対して\n実質的に零に等しく」の部分を示唆する契機は全く認められないにもかかわらず、\n本件発明の要件を出発点として、「刊行物１のものも、同様に考えること」として\nいる。これは、「後知恵（ｈｉｎｄｓｉｇｈｔ）」に基づく判断であり、進歩性の\n判断においてしてはならない思考方法である。\n４　取消事由４（相違点１、２についての判断の誤り）\n相違点において、刊行物１は本件発明とは互いに原理的前提が異なるにもかかわ\nらず、相違点１、２のみを個別的に挙げ、さらにその異なった原理的前提と切り離\nして各相違点について、各別に推考容易と判断しているが、これは本件発明の構成\n要件（ａ）～（ｆ）の全体の結合を看過し、かつ、刊行物１の各構成要件の不可欠\nな相互関係を看過したものであって、その推考容易とした判断は誤りである。\n５　取消事由５（進歩性の判断における顕著な作用効果の看過）\n本件発明では、誘起電圧の零レベル区間内の任意の位置、特に中央部において転\n流タイミングをとることができ、すべての角度で誘起電圧の合計を零とすることに\nよって、高度のトルク均一性を達成しており、ディスク記憶装置の小型モータの実\n用的ニーズに完全に適合することができるという顕著な作用効果が得られるのであ\nる。\nこれに対して、刊行物１では零レベル区間内の任意の位置、特に中央部において\n転流タイミングをとることができず、従来技術の問題点たるロータ位置検出素子の\n厳密な取付精度の必要性を解消し得ないし、誘起電圧の合計は零ではなく、トルク\n均一性には依然として問題があり、しかも、それを解消する方策は全く示唆がない\nから、上述した本件発明の作用効果を奏し得ない。\nこのように、本件発明における顕著な作用効果は、刊行物１から予測できる程度\nのものでないから、本件決定が、「本件第１の発明は、前記刊行物１のものから予\n測できる作用効果以上の顕著な作用効果を奏するものとは認められない。」と判断\nしたことは誤りである。\n６　取消事由６（手続違背）\n決定においては、取消理由通知書において引用した刊行物１～４のうち、刊行物\n１を引用しているが、その引用にかかる理由を構成する記載事項は、取消理由通知\n書とは明らかに異なっている。同じ文献を引用しても、引用した公知事実が異なれ\nば異なった理由を構成する。\n取消理由通知書の３頁１８行～４頁９行の記載中の、「刊行物１－３のように誘\n起電圧が零点を通過するとほぼ同時に制御信号の状態変化が生じるもの」との記載\nは、刊行物１の第５図に該当し、刊行物１の発明自体（第４図）と異なるから、取\n消理由通知書において刊行物１について引用された公知事実と、決定の理由におい\nて引用された刊行物１の記載事実とは異なった公知事実である。\nしたがって、本件異議手続においては明白に審理不尽が存在する。すなわち、決\n定で援用した刊行物１の記載事実について、取消理由通知で示すこともなく、した\nがって、明確に特許権者の意見を聴取することもなく、一方的に決定に至ったもの\nである。\nまた、本件第２発明については、取消理由通知書において引用した刊行物１～４\nに代えて刊行物１のみを引用した上、新たに特表昭５９－５０１９７１号、特開昭\n５８－２２５７１号、特開昭５７－１６５６２号、特開昭５６－３４６７号各公報\nを引用して取消事由としている。これらの追加刊行物は、先の取消理由通知には、\n引用されていなかったものであるから、これらは、取消理由通知書の理由とは異な\nった新たな取消理由であると認められ、特許法１２０条の４に違背し、この違背\nは、異議決定の結果を左右する重大なものである。よって決定は取り消されるべき\nである。\n第４　当裁判所の判断\n１　取消事由１（本件発明と刊行物１記載の発明との対比における認定の誤り）\nについて\n(1)　原告は、本件発明と刊行物１記載の発明との対比において、決定が「（ｆ）\n関連するコイル誘起電圧が実質的に零レベルにある前記区間内において制御信号の\n状態変化が生じるように巻線コイルに関連して制御信号を出力するように構成され\n、該制御信号に関して導出された駆動電圧によって、巻線コイルが巻線駆動段を介\nして付勢されることを特徴とする無集電子三相直流電動機。」を一致点と認定した\nことは、誤りであると主張する。\nしかしながら、刊行物１（甲第４号証）には、「各々の固定子巻線Ｕ，Ｖ，Ｗを\n結線し、かつ全波通電を行うように構成することにより、通電のタイミングに応じ\nて夫々の固定子巻線Ｕ，Ｖ，Ｗに、無電圧区間βを有する誘導電圧が発生する様な\nすことができる。そして、この時、位置検出素子７の配置の機械角、あるいは位置\n検出素子７の出力信号の調節により、無電圧区間β内に転流角を設定すればよ\nい。」（２頁右下欄１９行～３頁左上欄１行）、「回転子の位置を検出する位置検\n出素子の出力信号で駆動されて前記夫々の固定子巻線に順次全波通電を行う制御回\n路を形成し、この制御回路による前記固定子巻線への転流が、前記無電圧区間内で\n行われる様なしたことを特徴とする」（特許請求の範囲）と記載されおり、また、\n第４図には、その通電電流Ｕ１～Ｗ１及び誘起電圧Ｕ２からＷ２の関係からみて、\n誘起電圧が実質的に零レベルにある区間「β」内において制御信号の状態変化（Ｏ\nＮ時及びＯＦＦ時）が生じるように制御信号を出力する構成が示されていると認め\nられる。\nこれらのことに照らすと、刊行物１に記載されているものも、本件発明の構成\n（ｆ）（請求項１及び２０の（ｆ）に記載された構成を指す。以下同様に、「構成\n(ａ)」などの呼び方をする。）と同じく、「コイル誘起電圧が実質的に零レベルに\nある区間内において制御信号の状態変化が生ずるように巻線コイルに関して制御信\n号を出力する」ように構成されていることは明らかである。\nしたがって、決定が一致点（ｆ）を認定したことに誤りはなく、原告の主張は採\n用することができない。\nなお、原告は、本件発明は、コイル誘起電圧が実質的に零レベルにある区間の中\n央部で制御信号の状態変化を生ずるものであり、この点で刊行物１記載の発明と異\nなると主張するが、「中央部」で制御信号の状態変化を生じるという事項は、特許\n請求の範囲の請求項１、２０には記載されていないから、原告の上記主張は本件発\n明の構成に基づく主張ではなく、主張自体失当というべきである。\n(2)　原告は、決定が、本件発明と刊行物１記載の発明との対比において、本件発\n明の本質的な意義（転流誤差によるトルクの変動、ばらつきを解消し、向上したト\nルク安定性の実現）を看過し、また、刊行物１におけるモータ構造と第４図の波形\n図との不可分な関係を無視し、モータ構造の基本的な相違を看過した認定を行った\n（原告主張の取消事由１の(1)、（2)）などと主張する。\n原告の上記主張は、本件発明では、実施例として示された構造（本件特許公報の\n第１図）の電動機において、誘起電圧が、電気角約１２０°の間は正であり、電気\n角約６０°の間はほとんど零に等しく、電気角約１２０°の間は負である３段階の\n階段状電圧であり、制御信号の状態変化が電気角約６０°の零電圧領域のほぼ中央\nで生じるようにされていること等を指摘し、これに基づく効果を本件発明の本質的\nな意義として強調し、刊行物１に記載された電動機との違いを主張するものであ\nる。しかし、本件特許の特許請求の範囲（請求項１及び２０）では、無集電子三相\n直流電動機の基本構成を特定のものに限定しておらず、例えば、その巻線を磁極に\n巻くものであるとも、永久磁石が外側にあって回転するもの（外転形）であるとも\n限定しておらず、また、誘起コイル電圧が３段の階段状であるとも、制御信号の状\n態変化が誘起電圧の電気角６０°の零電圧領域のほぼ中央において生じるようにさ\nれるとも限定していないから、本件発明の意義は、これらの限定がないものとして\n把握するほかはない。決定は、本件発明を、請求項の記載に従って把握し、これに\n基づいて刊行物１記載の発明との対比を行い、共通点を抽出しており、その対比の\n手法及び一致点の認定は正当なものということができる。そこに、原告の主張する\nような本件発明の本質的な意義を看過した誤りがあるということはできない。\nまた、決定は、刊行物１について、「スロット継鉄部分４にコイル５が巻き回さ\nれてトロイダル状に三相固定子巻線Ｕ，Ｖ，Ｗと、永久磁石を有する回転子６とを\n有し」（決定４頁２２、２３行）として、原告が刊行物１記載において重要な意義\nを有する必須の構成であると主張するモータ構造をも含めて、刊行物１記載の発明\nを認定しているから、対比判断の前提となる刊行物１の認定に関して誤りがあると\nいうこともできない。\n(4)　以上のとおり、本件発明と刊行物１記載の発明との対比における認定の誤り\nをいう原告の主張は、採用することができない。\n取消事由１は理由がない。\n２　取消事由２（相違点１についての認定判断の誤り）について\n(1)　決定は、①刊行物１に「電気角１８０°の間は第１電位にあり次の電気角１\n８０°の間は第２電位にある位置検出信号に基づき導出される制御信号を供給する\n制御信号生成段」について記載がないことを相違点１として認定し（この認定自体\nは原告の争わないところである。）、②刊行物１の２頁右上欄１３～１５行の記載\n及び第３図の誘起電圧の発生状態の説明図から、「刊行物１における位置検出素子\n（ホール素子）からは、電気角１８０°の間は第１の電位にあり次の電気角１８０\n°の間は第２の電位にある位置検出信号が出力されるものと認められる。」（決定\n６頁１０行～１３行）と、また、刊行物１の２頁左下欄３～７行、同右下欄１９行\n～３頁左上欄１行の記載から、「位置検出素子の検出信号に基づきトランジスタＱ\n１～Ｑ６が制御されることが記載されている。」（決定６頁２４、２５行）と認定\nした上、③「無整流子電動機の制御装置において、位置検出信号を入力して、巻線\n駆動手段を駆動するための信号を出力する制御手段を設けることは周知慣用のこと\nである」（決定６頁２６～２８行）との理由により、④「刊行物１において、位置\n検出素子の出力から、トランジスタＱ１～Ｑ６の駆動信号を作成するにあたり、本\n件発明のように電気角１８０°の間は第１電位にあり次の電気角１８０°の間は第\n２電位にある位置検出信号に基づき導出される制御信号を供給する制御信号生成段\nを設けることは当業者が容易に推考することができる」（決定６頁２８～３２行）\nと判断している。\nその認定判断は、決定が上記②の認定において根拠とした刊行物１の上記記載及\nび原告において争わない上記③の周知慣用技術に照らして是認することができ、誤\nりがあるとはいえない。\n(2)　原告は、刊行物１の制御信号は、第４図のＵ１，Ｖ１，Ｗ１の各波形から明\nらかなように、１２０°の電気角を第１電位とすると、次の６０°電気角では零、\n次の１２０°電気角では第２電位（Ｑ４～Ｑ６は反転表示）、次の６０°電気角で\nは零となるサイクルの繰り返しであるから、「電気角１８０°の間は第１電位にあ\nり次の電気角１８０°の間は第２電位にある」本件発明の制御信号とは基本的に異\nなるものであると主張する。\nしかしながら、請求項１の記載の文理上、「電気角１８０°の間は第１電位にあ\nり次の電気角１８０°の間は第２電位にある」ものは、位置検出信号である（制御\n信号はこの位置検出信号に基づき導出されるものである。）と認められるから、制\n御信号の違いをいう原告の主張は、その前提において失当というほかなく、「電気\n角１８０°の間は第１電位にあり次の電気角１８０°の間は第２電位にある位置検\n出信号に基づき導出される制御信号を供給する制御信号生成段を設けること」が容\n易であるとの上記判断を左右するものではない。\nちなみに、本件特許明細書（甲第３号証の特許公報）には、実施態様項である請\n求項５に、「前記巻線コイルはデルタ結線であることを特徴とする請求項１～３の\n一に記載の直流電動機。」と記載され、これに対応する実施例を示す第６図におい\nて、センサ出力信号Ｓ１～Ｓ３は、電気角１８０゜の間は第１電位にあり次の電気\n角１８０゜の間は第２電位にあるが、制御信号に対応する駆動電圧ＵＥ１～ＵＥ３\nは、１２０°電気角を第１電位とすると、次の６０°電気角は零、次の１２０°電\n気角は第２電位、次いで６０°電気角は零となり、このサイクルの繰り返しである\nものが示されている。このように、電気角１８０°の間は第１電位にあり、次の電\n気角１８０°の間は第２電位にある制御信号と異なる制御信号を持つものを本件発\n明に包含させているのであるから、その点でも、制御信号が基本的に異なるという\n原告の主張は成り立たない。\n(3)　取消事由２は理由がない。\n３　取消事由３（相違点２についての判断の誤り）について\n(1)　原告は、①決定が相違点２として「刊行物１には誘起電圧の合計がすべての\n相対角度位置に対して実質的に零に等しいことが明記されていない点」とだけ認定\nしたことは、言外に「実質的に零に等しい」ことを認めているということであり、\n実質的に零に等しいことを前提として相違点２のようにすることが容易であるとし\nた判断は誤りである、②刊行物１のモータ構造は本件発明のモータ構造とは原理的\nに異なる、③刊行物１の第４図の誘起電圧Ｕ２，Ｖ２，Ｗ２の波形は、刊行物１の\n第１図、第３図の特異な構成によって生起されるものであり、これを離れてはあり\n得ないことであるから、刊行物１のものも本件発明と同様に考えることは当業者に\nとって困難である、などと主張する。\n(2)　しかしながら、決定は、実質的に零に等しいことが「明記されていない」と\n認定した上で、刊行物１のものにおいて「実質的に零に等しく」構成することが容\n易か否かを判断しているのであるから、原告の上記①の主張は、決定を正解しない\nものであって、理由がない。\n(3)　また、刊行物１記載の電動機は、決定が一致点として認定したとおりの構成\nを有すると認められるから、そのモータ構造が本件発明と原理的に異なるものであ\nるということはできない。原告は、モータ構造の具体的な相違を種々挙げるが、本\n件発明の特許請求の範囲には、電動機の構成をコイルを固定子の磁極に巻き回すも\nのであることは記載されていないから、本件発明は刊行物１に記載されたような電\n動機の構造を排除するものではない。また、実施例のレベルで比較してみも、本件\n発明の電動機と引用例１の電動機とは、回転子の永久磁石のピッチ、固定子の磁極\nのピッチは同一であって、固定子のコイルの巻回しをする場所が異なるのと、回転\n永久磁石が内転型か外転型かという相違があるだけである。電動機の構造としては\n内転型も外転型も周知であるから、電動機の構造を内転型にするか外転型にする\nか、また、コイルを固定子の磁極に巻き回すかスロットルの継鉄部分に巻き回すか\nは、当業者が適宜選択できる事項にすぎず、一方、本件発明の特許請求の範囲に\nは、モータ構造を外転型とすることやコイルの巻回場所を限定する記載が存在しな\nいのであるから、本件発明のモータの構造と引用例１に記載されたモータ\nの構造が格別相違するということはできない。\n(5)　原告の上記③の主張について検討するに、決定は、刊行物１のものも本件発\n明の詳細な説明に記載されたものも、誘起電圧は電気角約１２０°の間は正であ\nり、電気角約１２０°の間は負であり、それらの間に電気角約６０°の幅の移行区\n間がある点で共通していることを根拠として、刊行物１のものにおいて「誘起電圧\nは零点の通過によって交互に電気角最大１８０°の間は正であり電気角最大１８０\n°の間は負であり、その合計は磁石装置と巻線との間の実質的にすべての相対角度\n位置に対して実質的に零に等しい」構成とすることは、当業者が容易に推考し得る\nことであると判断した。この判断は、以下に示すとおり、その結論において、正当\nなものと認めることができる。\nア　刊行物１には、次の記載（ア）～（エ）がある。\n（ア）　「本発明は、各相の固定子巻線に通電する転流角の許容範囲を拡大し\nて、位置検出素子の取付位置に係る電動機特性のバラツキや、負荷変動による効率\nの低下に対し、著しい改善効果を得ることのできる無刷子電動機に関するものであ\nる。」（１頁左下欄１６行～右下欄１行）\n（イ）　「トランジスタモータ等、永久磁石回転子を有する無刷子電動機に於\nいては、各相の固定子巻線には回転子の回転による正弦波状の誘起電圧が発生す\nる。」（１頁右下欄２行～５行）\n（ウ）　「従って、固定子巻線への通電は、スイッチングによる転流を誘起電\n圧が最も小さい地点で行わなければ、スイッチング用トランジスタのサージ等によ\nる損失が大きくなり、出力の低下も著しい。ゆえに、第５図に示される様に、誘起\n電圧がほぼ零となり電動機出力にもほとんど悪影響を及ぼさない区間α内で転流が\n行われる様に構成されるのが一般的であるが、この転流角の許容範囲である区間α\nは零から±２°程度と極めて狭いため、転流角を正確に設定する必要があり、位置\n検出素子の取付に極めて高精度の組立技術が要求され、また、巻線等の部品のバラ\nツキによっても電動機特性が影響を受け易いという問題がある。さらに電動機負荷\nが一定でない場合は電機子反作用により区間αの位相が負荷に応じてずれるため、\n転流角を区間α内に収まる様に移動させねばならないが、位置検出素子を機械的に\n移動させることは構造上大がかりとなり、また電気的制御によっても回路構成がた\nいへん複雑になるという問題を有している。」（１頁右下欄６行～２頁左上欄５\n行）\n（エ）　「本発明はこの様な事情に鑑みてなされたものである。すなわち、三\n相の固定子巻線を有する無刷子電動機において、夫々のスロットの継鉄部分にコイ\nルを巻回して、固定子巻線を形成し、回転子の回転により前記固定子巻線に誘起さ\nれる誘起電圧がほとんど発生しない無電圧区間を形成し、前記夫々の固定子巻線を\nＹ結線して前記無電圧区間内で全波通電による転流を行うことにより上記夫々の問\n題点に対し大きな改善効果を得ることができる無刷子電動機を提供することを目的\nとしている。」（２頁左上欄６行～１８行）\nイ　上記記載（ウ）において、「第５図に示されるように、誘起電圧がほぼ零\nとなり電動機出力にもほとんど悪影響を及ぼさない区間α内で転流が行われる様に\n構成されるのが一般的である」として言及されている従来技術が、三相の無刷子電\n動機であることは、前後の文脈に照らして明らかであるところ、三相の無刷子電動\n機において、本件発明の構成（ａ）、（ｂ）及び（ｃ）並びに制御信号生成段が巻\n線コイルに関連して制御信号を出力し、制御信号に関連して導出された駆動電圧に\nよって巻線コイルが巻線駆動段を介して付勢される構成（本件発明の構成（ｆ）の\n一部に相当）を具えるようにすることは、周知慣用の事項に属する（この点を示す\nものとして、例えば、乙第１号証：「メカトロニクスのためのＤＣサーボモータ」\n昭和５９年、総合電子出版社発行、６９～７５頁）。\nそして、①刊行物１の第５図には巻線各相の誘起電圧が電気角１８０°の間は正\nであり、電気角１８０°の間は負である正弦波状であることが示されていること、\n②一般に、三相の電動機では各相の固定子巻線は１２０°ずつ配置がずれているの\nで、その誘起電圧の各相は、電気角１２０°ずつ異なること、そして、③位相が１\n２０°ずつ異なる３つの正弦波（ｓｉｎθ、ｓｉｎ（θ＋１２０°）、ｓｉｎ（θ\n＋２４０°）の合計は角度θに依存せず常に零であること（すなわち、数学的にｓ\nｉｎθ＋ｓｉｎ（θ＋１２０°）＋ｓｉｎ（θ＋２４０°）＝０が成り立つこと）\nから、刊行物１に記載された従来技術の電動機は、「巻線コイルの個々のコイルに\nは電気角１２０°ずれた誘起電圧が永久磁石装置の磁極により誘起され、この誘起\n電圧は零点の通過によって交互に電気角１８０°の間は正であり電気角１８０°の\n間は負であり、その誘起電圧の合計は、電動機回転子である磁石装置と固定子巻線\nとの間の実質的に全ての相対角度位置に対して実質的に零に等しくなる」（本件発\n明の構成（ｄ）に相当）ものであると認められる。\nまた、上記記載（ウ）の「第５図に示される様に、誘起電圧がほぼ零となり電動\n機出力にもほとんど悪影響を及ぼさない区間α内で転流が行われる様に構成され\nる」との記載及び第５図（零点通過位置に「区間α」が設定されている。）によれ\nば、刊行物１に記載された従来技術の電動機において、「区間α」は、「誘起電圧\nの零点通過に際して実質的に零レベルにある区間を形成するように構成されてい\nる」（本件発明の構成（ｅ）に相当）と認められる。\nさらに、上記記載（ウ）によれば、上記従来技術における「区間α」は零から±\n２°程度であるものの、この誘起電圧が実質的に零レベルにある「区間α」内で転\n流、すなわち巻線コイルの駆動の切換えが行われるように構成され、これによっ\nて、安定性のあるトルクが得られるという効果を奏するとされていることが認めら\nれる。\n刊行物１に従来技術として示されたこれらの事項を勘案すると、三相コイルに誘\n起される誘起電圧を正弦波状になるようにして、「誘起電圧の合計が磁石装置と巻\n線との間の実質的に全ての相対角度位置に対して実質的に零に等しい」 構成とする\nことは、刊行物１記載の発明についても当業者が容易に推考し得たことというべき\nである。\n(6)　取消事由３は理由がない。\n４　取消事由４（相違点１、２についての判断の誤り）について\n原告は、刊行物１と本件発明とは互いに原理的前提が異なるにもかかわらず、相\n違点１、２のみを個別的に挙げ、さらにその異なった原理的前提と切り離して各相\n違点について各別に容易推考とした決定の判断は、本件発明の構成（ａ）～（ｆ）\nの全体の結合を看過し、刊行物１の各構成要件の不可欠な相互関係を看過したもの\nであり、誤りである旨主張する。\nしかしながら、上記１ないし３で説示したとおり、本件発明と刊行物１記載の発\n明とは互いに原理的前提が異なるとはいえないものであるから、原告の上記主張は\n採用できない。\n取消事由４は理由がない。\n５　取消事由５（顕著な作用効果を看過して進歩性を否定した誤り）について\n原告は、本件発明は前記刊行物１のものから予測できる作用効果以上の顕著な作\n用効果を奏するのに、決定はこれを看過した誤りがあると主張する。しかしなが\nら、本件発明の構成が当業者に推考容易なものであることについて上記判示したと\nころによれば、その請求項１、２０に記載された構成自体によってもたらされる効\n果が予測の困難な顕著な効果であると認められないことは明らかである。\n取消事由５は理由がない。\n６　取消事由６（手続違背）について\n(1)　取消理由通知書（甲第６号証）には、その取消理由中に、「上記刊行物１\nは、無刷子電動機に関するもので、回転子の回転により固定子巻線に誘起される誘\n起電圧がほとんど発生しない無電圧区間を形成し、夫々の固定子巻線をＹ結線して\nこの無電圧区間内で全波通電による転流を行う点、回転位置を検出するために回転\n子の外周に沿ってホール素子等の位置検出素子が配置される点、位置検出素子によ\nる回転子の位置検出信号に応じてトランジスタが順次駆動され、夫々の固定子巻線\nＵ，Ⅴ，Ｗに全波通電を行うようになされている点、が記載されており、また、第\n４図に固定子巻線Ｕ，Ⅴ，Ｗへの通電電流、誘起電圧のタイムチャートが示されて\nいる。」（２頁）と記載されているから、取消理由通知が取消の理由として、刊行\n物１の発明自体（第４図）も引用していることは明らかである。\nそうすると、「異議決定で援用した刊行物１の記載事実について、取消理由通知\nで示すこともなく」決定をしたから手続違背があるとの原告の主張は理由がないと\nいうべきである。\n(2)　また、異議の決定には、「相違点３について、記憶ディスクを収容するハブ\nと、ハブを駆動する無集電子直流電動機とを備えたディスク駆動装置は、例えば特\n表昭５９－５０１９７１号公報、特開昭５８－２２５７１号公報、特開昭５７－１\n６５６２号公報、特開昭５６－３４６７号公報等により周知であるから、刊行物１\nのものをディスク駆動装置の電動機とすることは当業者が容易に考えられることと\n認められる。」（７頁～８頁）と記載されており、新たに追加引用されたと主張さ\nれる刊行物は、いずれも記憶ディスクを収容するハブと、ハブを駆動する無集電子\n直流電動機とを備えたディスク駆動装置が、当業者において周知であることを裏付\nけるために挙げられた文献にすぎないことが明らかである。したがって、これらの\n追加刊行物を挙げていても、決定が取消理由通知書の理由とは異なる新たな理由に\n基づいて本件特許を取り消す決定をしたということはできない。\n(3)　取消事由６も理由がない。\n７　結論\n以上によれば、原告主張の決定取消事由はいずれも理由がないから、原告の請求\nは棄却されるべきである。\n東京高等裁判所第１８民事部\n裁判長裁判官　　　塚　　原　　朋　　一\n裁判官　　　古　　城　　春　　実\n裁判官　　　田　　中　　昌　　利\n"
}