{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 11,
    "day": 28
  },
  "case_number": "平成14(ワ)23214",
  "case_name": "",
  "court_name": "東京地方裁判所",
  "right_type": "著作権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "10669",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=10669",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/669/010669_hanrei.pdf",
  "contents": "平成１４年(ﾜ)第２３２１４号　著作権確認等請求事件\n口頭弁論終結日　平成１５年９月３０日\n判決\n原                    告　　　株式会社スタジオビツク\n原　　　　　　　　　　告　　　Ａ\n上記両名訴訟代理人弁護士　　　村　　松　　靖　　夫\n被                    告　　　株式会社学習研究社\n同訴訟代理人弁護士　　　      河　　合　　英　　男\n主文\n１　原告らの請求をいずれも棄却する。\n２　訴訟費用は，原告らの負担とする。\n事実及び理由\n第１　請求\n１　原告株式会社スタジオビツクが，別紙書籍目録１，２，９及び１０記載の書\n籍につきいずれも４分の１の割合による著作権を，同目録３ないし８記載の書籍に\nつきいずれも５分の１の割合による著作権を有することを確認する。\n２　原告Ａが，別紙書籍目録３ないし８記載の書籍につきいずれも５分の１の割\n合による著作権を有することを確認する。\n３　被告は，別紙書籍目録１ないし１０記載の書籍を発行及び頒布してはならな\nい。\n４　被告は，前項記載の書籍を廃棄せよ。\n５　被告は，原告株式会社スタジオビツクに対し，金１４２万８０００円及びこ\nれに対する平成１４年１１月１日から支払済みまで年５分の割合による金員を，原\n告Ａに対し，金２２３万０４００円及びこれに対する平成１４年１１月１日から支\n払済みまで年５分の割合による金員を支払え。\n第２　事案の概要\n１　争いのない事実等\n(1)　原告株式会社スタジオビツク（以下「原告会社」という。）は，本の企画\n及び出版等を業とする株式会社であり，原告Ａは，イラストレーターである。被告\nは，出版社である。\n(2)　原告会社代表者，原告Ａ，Ｂ，Ｃ及び被告担当者Ｄらは，昭和５６年ころ\nから，別紙書籍一覧表「Ｂの頭脳開発シリーズ」（当初シリーズ）欄記載の各書籍\n（以下，併せて「当初シリーズ」という。）を企画し，制作し，編集し，表現し\nた。被告は，昭和５７年ころから随時，当初シリーズを出版した。被告は，当初シ\nリーズの出版に際し，原告らとの間で，それぞれ出版契約書を用いて契約を締結し\nた（甲１ないし１１，検甲２３ないし３０，弁論の全趣旨）。\n(3)　被告は，平成６年から８年ころにかけて，別紙書籍一覧表「Ｂの頭脳開発\nシリーズ」（新シリーズ）欄記載の各書籍（以下，併せて「新シリーズ」とい\nう。）を出版した。被告は，原告会社との間で新シリーズの書籍全部について，原\n告Ａとの間で同原告が絵を描いた「新めいろおけいこ」(２歳ないし６歳)につい\nて，それぞれ出版契約書を用いて契約を締結した（甲１２ないし３４，検甲１３な\nいし２２)。\n(4)　被告は，平成１１年から，別紙書籍一覧表「Ｂの新頭脳開発シリーズ」\n（本件シリーズ）欄記載の各書籍（以下，併せて「本件シリーズ」という。）を出\n版している。この際，被告は，原告らとの間で，「ひらがな」（２歳ないし６歳）\n及び「かず」（２歳ないし６歳）については，出版契約書を取り交わした（甲３５\nないし４４，検甲１１，１２）。他方，本件シリーズのうち平成１３年以降に出版\nした別紙書籍目録１ないし１０記載の書籍（以下，それぞれを「本件書籍１」など\nといい，併せて「本件各書籍」という。）については，出版契約書を取り交わして\nいない。\n２　本件は，原告らが，本件各書籍について原告らが前記第１の１，２記載のと\nおりの割合により著作権を共有し，本件各書籍の出版が本件各書籍の著作権（複製\n権）若しくはこれに対応する新シリーズの各書籍の著作権（翻案権）を侵害し又は\n不法行為に当たるなどと主張して，被告に対し，①　本件各書籍の共有著作権の確\n認，②　著作権（本件各書籍の複製権又はこれに対応する新シリーズの各書籍の翻\n案権）に基づく本件各書籍の発行及び頒布の差止め並びに廃棄，③　不法行為に基\nづく損害賠償を請求するとともに，原告Ａが，被告に対し，新シリーズ「３歳　新\nきりえこうさく」の著作権使用料を請求する事案である。\n３　争点\n(1)　原告らは，本件各書籍の共有著作権を有するか。\n(2)　本件各書籍は，これに対応する新シリーズの各書籍を翻案したものか。\n(3)　被告が本件各書籍を出版したことは，不法行為を構成するか。\n(4)　損害の発生の有無及びその額\n(5)　原告Ａは，新シリーズ「３歳　新きりえこうさく」の著作権使用料を請求\nすることができるか。\n第３　争点に関する当事者の主張\n１　争点(1)（共有著作権の有無）について\n〔原告らの主張〕\n(1)　本件に至る経緯\nア　当初シリーズ制作の経緯\nＢは，昭和５６年ころ，「頭のよい子は親が創る」という名称の書籍を\n被告から出版することになったが，その後半部に付するドリルの制作に原告会社代\n表者や原告Ａが関わっていた。このドリルの制作中，原告ら及びＢの間で，年齢別\nの幼児教育用ドリルを作ろうという企画が持ち上がり，幼児教育の専門家であるＣ\nを交えて見本を制作し，当時の被告担当者Ｄを通じて，その企画案を被告に提出し\nた。被告がその企画を承認したので，原告らは，幼児の能力を開発する指導方法，\n発達の段階に応じた配置，紙面の具体的構成，表現する絵や設問等を全員で協議\nし，その上で最終的な文章や絵を決定し，当初シリーズを制作していった。\n当初シリーズ制作において，原告ら及びＢらは協議を重ね，シリーズ全\n体を通じて幼児の学習意欲を高め効果的な習得をもたらすアイデアを具体化した，\n独自性ある有形無形のノウハウを案出した。上記ノウハウは，具体的には，次のよ\nうなものである。\n①　単独の年齢別としたこと\n②　「かず」「ひらがな」「めいろ」等，分野別としたこと\n③　１枚ずつ外して使えるものとしたこと\n④　学習意欲を高めるために「おけいこシール」「おべんきょうシール」\n「がんばりシール」等のシールを利用したこと\n⑤　描いたものを消すことができ，繰返し練習することができるボードを\nつけたこと\nさらに，各書籍について全員が協議し，ａ「かず」「ひらがな」など各\n分野別及び年齢別の発達段階に応じ，ステップを踏んだドリルやワークを設定す\nる，ｂ各ページ毎にふさわしい構成を考え，設問の表現及びその位置，絵の位置を\n決める，ｃ絵についてはいかなる絵を描くか，色をどうするか等を決める，ｄ主と\nして原告Ａが下絵を描く，という段取りで実際の制作行為を行った。\n幼児教育用テキストは，幼児の学習の意欲を生ぜしめ，その能力を開発\nするという目的の著作物であり，結果的に絵あるいは文章という形で固定されてい\nる表現と同様又はそれ以上に，幼児の学習意欲を引き出し，効果的に幼児の能力を\n開発するノウハウが重要な価値を持つものである。したがって，原告ら及びＢら\nは，当初シリーズの各書籍の最も本質的な部分を作り出した者であり，その著作に\nは同人らの行為が分かち難く寄与しているから，共同著作者であり，各人が著作権\n者として被告と出版契約を締結したものである。\nイ　新シリーズ制作の経緯\n平成６年から平成８年ころに制作された新シリーズにおいても，原告ら\n及びＢらは，当初シリーズと同様の作業に携わり，前記ア①ないし⑤のノウハウを\n用いつつ，内容を改めていった。したがって，原告らは，新シリーズの共同著作者\nであり，著作権者として，原告会社は新シリーズの書籍全部について，原告Ａはそ\nのうち「新めいろおけいこ」（２歳ないし６歳）について，被告とそれぞれ出版契\n約を締結したものである。\n原告Ａは，新シリーズ「３歳　新きりえこうさく」について，他の著作\n権者らと同様の作業を行った上，自ら絵も描いているが，出版契約は締結しなかっ\nた。\nウ　本件シリーズ制作の経緯\n被告は，平成１１年５月ころから，新シリーズの更なる改訂を企図し，\n出版契約書の約定に基づいて，原告会社に対して協議を求めてきた。そこで，原告\n会社は，共有著作権者らの代表として被告と協議し，同年１１月に概ね以下のよう\nな合意をした。\n①　本件シリーズについては，経費削減のため被告会社自ら制作を行う。\n②　原告らは被告に対し新シリーズの書籍の表現，ノウハウをそのまま又\nは改変して使用することを許諾する。\n③　従前の書籍を改訂するものであるから，原告ら新シリーズの共同著作\n者は当然本件シリーズの著作権を有する。\n平成１１年１１月１５日，原告会社と被告は，新シリーズの「新ひらが\nなおけいこ」（２歳ないし５歳）に基づいて改訂した本件シリーズの「ひらがな」\n（２歳ないし６歳）を，新シリーズの「新かずおけいこ」（２歳ないし５歳）に基\nづいて改訂した本件シリーズの「かず」（２歳ないし６歳）を出版することとし，\n原告会社は，著作権者として被告との間で出版契約を締結した。\n被告は，平成１２年９月ころ，新シリーズ「入学準備　新かんじ」に基\nづいて本件書籍１を，新シリーズ「入学準備　新かずととけい」に基づいて本件書\n籍２を，それぞれ制作することとなり，原告会社に対して改訂に着手したい旨通知\nしてきた。原告会社は直ちにこれを了承し，校正刷りができた際にはそれに加筆す\nるので送付をするよう求めた。被告は，同年１１月２０日ころ，原告会社に対し校\n正刷を送付し，原告会社はこれに加筆して被告に返送した。\nところが，その後，被告が，ディズニーのキャラクターを用いて，新シ\nリーズ「新めいろおけいこ」（２歳ないし６歳）及び「新きりえこうさく」（３歳\nないし５歳）と競合する「頭脳開発ドリル　ディズニーシリーズ」の「めいろ」\n（２～３歳，４～５歳，６～７歳）及び「頭脳開発シリーズ」の「入園準備　はさ\nみ」を出版していることが判明した。そこで，原告会社は，平成１３年１１月２１\n日，被告に対して異議を述べ，被告は，これに反論すると同時に，本件書籍１及び\n２の出版についての契約申込みを撤回した。\n被告は，Ｂ及びＣの経営する有限会社日本科学造形教育研究所とのみ出\n版契約を締結した上で，平成１３年２月２７日に本件書籍１及び２を出版し，その\n後も原告らに無断で，新シリーズ「新めいろおけいこ」（２歳ないし６歳）を改訂\nして本件書籍３ないし７を，新シリーズ「新きりえこうさく」（３歳ないし５歳）\nを改訂して本件書籍８ないし１０を出版している。\n(2)　共同著作に基づく共有著作権\n以上のとおり，原告らは，当初シリーズ及び新シリーズの共有著作権者で\nあり，当初の企画から紙面構成，表現，編集から制作まで一貫してこのシリーズの\n書籍の創造過程に携わってきた。原告らは，本件各書籍の制作自体には関与しなか\nったが，本件各書籍は，これに対応する新シリーズの各書籍の改訂版であり，原告\nらが当初シリーズ及び新シリーズについて案出した前記(1)ア①ないし⑤記載の有形\n無形のノウハウが用いられており，それら著作物の根幹をなす部分を創造したのは\n原告らであるから，原告らに本件各書籍について著作権が認められるべきである。\n本件書籍１，２，９及び１０については，原告会社，Ｂ，Ｃ及び被告が著\n作権を共有し，その持分はいずれも４分の１である。本件書籍３ないし８について\nは，原告会社，原告Ａ，Ｂ，Ｃ及び被告が著作権を共有し，その持分はいずれも５\n分の１である。\n(3)　合意に基づく共有著作権\n前記(1)ウ③のとおり，原告らと被告との間においては，平成１１年１１月\nに，本件シリーズの書籍について，原告らが著作権を有することが合意されている\nのであるから，原告らは，前記(2)のとおりの持分の共有著作権を有するものであ\nる。\n(4)　著作権の一部譲渡（予備的主張）\n前記(1)ウのとおり，被告が原告会社と本件シリーズのうち「ひらがな」及\nび「かず」については出版契約を締結し，原告会社を著作権者としているというこ\nとは，本件各書籍についても実質的に著作権の一部持分譲渡の意思があったといえ\nる。\nしたがって，たとえ，本件シリーズの著作者が被告であるとしても，被告\nから原告らに著作権を一部譲渡する旨の黙示の意思表示があったものである。\n〔被告の主張〕\n(1)　本件に至る経緯について\nア　当初シリーズの制作については，被告担当者も常に協議に加わり，中心\n的役割を果たした。また，原告らが独自性あるノウハウとして列挙しているもの\nは，いずれも従来からある教材と同じ作り方をしただけであり，当時既に他社が同\n様のことを実施しており，目新しいものはない。幼児向けの教育教材において幼児\nの学習意欲を引き出すためのノウハウが重要であることは否定しないが，それが重\n要なのは幼児向けの教育教材に限ったことではなく，これらのノウハウは著作物と\nはいえない。著作物としての本質的な部分は，あくまで表現された文章や絵である\nから，原告らは当初シリーズの共同著作者ではない。なお，制作協力の対価を印税\nで支払うために，出版契約書の形式を流用したにすぎない。\nイ　新シリーズの制作に際し，原告会社は，「新かずおけいこ」（３歳ない\nし５歳）及び「新ひらがなおけいこ」（３歳ないし５歳）については，全く関与し\nていない。したがって，被告は，これらの書籍に関して原告会社に印税を支払う必\n要もなかったが，原告会社の抗議を受け，不本意ながら出版契約書を作成し，印税\n払とした。新シリーズ「新きりえこうさく」（３歳ないし５歳）についても，原告\n会社は，絵の発注，受領及び校正程度の作業を行ったのみであり，企画制作，編集\n及び著作というような創作的活動は行っていない。したがって，原告らは，新シリ\nーズについても共同著作者ではなく，被告は，原告らの著作権を認めたこともな\nい。\nウ　本件シリーズの制作に際し，被告が原告会社に対して協議を求めたの\nは，トラブルを避けるためのやむを得ない措置であり，〔原告らの主張〕(1)ウ記載\nの①ないし③の内容の合意をした事実はない。すなわち，原告らが主張する合意①\nについては，原告会社がデジタル化に対応できていなかったため，被告のみが制作\nを行うとしたにすぎないものである。同②については，新シリーズを材料として使\n用する権利を得たものであるが，実際には使用しなかった。同③については，ノウ\nハウや，本件シリーズの著作権のことは，話題にすらならなかったものであり，本\n件シリーズに対し，原告らの著作権を認めたものではない。被告は，原告会社と\n「ひらがな」及び「かず」について，出版契約書と題する書面を取り交わしたが，\n契約内容は，原材料の使用許諾契約であり，出版を許諾する内容の契約を締結した\nわけではない。\n(2)　共同著作に基づく共有著作権について\n被告は，新シリーズを使用せず，全く新しい別の商品として本件シリーズ\nを原告らとは全く無関係に制作したものであり，本件シリーズは「改訂」ではな\nい。原告らは，本件シリーズの制作に全く関与していないから，原告らは共有著作\n権者ではないし，その出版に原告らの同意は不要である。\n(3)　合意に基づく共有著作権について\n〔原告らの主張〕(1)ウ記載の①ないし③の内容の合意をした事実はなく，\n被告は，本件シリーズに対し，原告らの著作権を認めたものではない。\n(4)　著作権の一部譲渡（予備的主張）について\n原告会社と被告との間に，著作権を一部譲渡するという合意はなく，話題\nになったことすらない。出版社である被告が自社の有する著作権という重大な権利\nを譲渡し，その上で著作権使用料（印税）を支払うという非常識な処理をすること\nはあり得ない。\n２　争点(2)（翻案権侵害の成否）について\n〔原告らの主張〕\n(1)　当初シリーズ及び新シリーズは，原告らを含む全員が協議をして，各分野\nごとに年齢別のプログラムを作成し，それに基づいて順序だった構成を考え出した\nのであるから，このような独創的なプログラムに則った構成こそが，本件のような\n幼児教育ドリルの著作物においては最も重要である。本件シリーズのうちの本件各\n書籍は，これに対応する新シリーズの各書籍と，そのプログラムに則った構成につ\nいて，次のとおり類似性を有するから，新シリーズを翻案したものである。\nア　本件書籍１「かんじ」\n(ｱ)　漢字の読み書きという作業に入る前に「かん字シール」を用いてこれ\nに相当する絵等に貼ることを最初の作業として漢字に親しませている。\n(ｲ)　自然，体，曜日，数など身近にある漢字で表現できる世界を「かん字\nシール」を貼りながら確認する。\n(ｳ)　漢字に親しみを持たせた上で，書き順を示して漢字を書かせる。\n(ｴ)　熟語を「かん字シール」などで学習する。\nイ　本件書籍２「とけい」\n(ｱ)　最初に，時計には１２の数字があることや短針と長針があること，針\nは右回りに回ること，長針は短針より速く動くことなど時計の仕組みを針の回転方\n向に「やじるしシール」を貼らせるなどして理解させている。\n(ｲ)　次に，文字盤に使用される１から１２の数と時計の関係を理解させ\nる。\n(ｳ)　次の「○時ちょうど」を読めるように多くの設問を設ける。\n(ｴ)　次に「○時半」を読めるように多くの設問を設ける。\nウ　本件書籍３ないし７「めいろ」\n(ｱ)　鉛筆を自由自在に使いこなす力（運筆力）を養い，直線，折れ線及び\n曲線などを書く鉛筆の使い方を身につける。\n(ｲ)　迷路の道幅からはみ出さないように線を引くことは，目で見て判断し\nたことに対応して鉛筆を動かすという「目と手の協応作業」の訓練になる。\n(ｳ)　迷路遊びによって，洞察力及び集中力を養う。\n以上の構成から，２歳においては，主として線を引くことの訓練により\n運筆力を養い，３歳以降年齢によって複雑な迷路の問題を解かせることにより，洞\n察力を養い，迷路の幅を次第に細かくすることにより，「目と手の協応作業」の訓\n練をする。\nエ　本件書籍８ないし１０「きりえ」\n(ｱ)　３歳においては，はさみを使用して直線のみの切り方を，１回で切り\n落とす，長く切る，斜めに切るという順序で訓練し，山折り・谷折りの折り方，円\n筒形の丸め方及び糊付けの仕方等を訓練する。\n(ｲ)　４歳においては，はさみでの切り方として，ジグザグ切り，カーブを\n切る，円を切り抜くという訓練をする。\n(ｳ)　５歳においては，はさみでの切り方として渦巻き切り，切り込み，波\n形に切る，輪郭を切るという訓練をし，円錐形に丸める技術を訓練する。\n(ｴ)　切り絵の対象となっている図形や工作そのものについても，別紙きり\nえこうさく対照表「原告らの主張」欄記載のとおり，類似するものが相当数ある。\n(2)　本件シリーズは新シリーズとシリーズの名称が酷似していること，本件シ\nリーズの書籍発行と同時に新シリーズの書籍の発行を停止していること，本件シリ\nーズの各書籍の裏面にある書籍一覧表には，新シリーズの書籍が混在して記載され\nていること，平成１１年の協議時に，被告は新シリーズの著作権が原告会社にある\nことを認めた上で，同書籍を複製又は翻案して新たな書籍を制作することの許諾を\n求めていたこと等からすれば，本件各書籍がこれに対応する新シリーズの各書籍を\n翻案したものであることは明らかである。\n〔被告の主張〕\n(1)　新シリーズと本件シリーズを比較すると，契約の有無にかかわらず，表現\nが全く似ていない。原告らが主張するシリーズの特徴は，独自性があるといえるも\nのではなく，他社でも既に行われていた。また，シールを利用するとか，迷路の制\n作方法，学習方法等のノウハウは，著作物ではあり得ないのであり，比較すること\n自体無意味である。\nア　本件書籍１「かんじ」\nシールを貼るという漢字の学習方法やノウハウに幾分似たところはある\nが，それ以外は全く異なっており，著作物としての類似性はない。\nイ　本件書籍２「とけい」\n時計の学習方法やノウハウに幾分似たところはあるが，学習方法は，小\n学校等で昔から行われている当たり前の方法であるし，それ以外に著作物としての\n具体的表現に類似性はない。\nウ　本件書籍３ないし７「めいろ」\n迷路を使った教育方法やノウハウに幾分似たところがあるというのみ\nで，著作物としての表現に類似性はない。また，新シリーズの「この本のねらいと\n構成」では，２歳と３歳以降の項目立てでは特に区別をしていないのに対し，本件\nシリーズでは，２歳から６歳の各年齢でねらいと構成が異なり，新シリーズとは構\n成自体も明らかに異なる。\nエ　本件書籍８ないし１０「きりえ」\n切り絵を使った教育方法やノウハウに幾分似たところがあるというのみ\nで，著作物としての表現に類似性はない。本件シリーズは，子供たちの学習意欲を\n高めるため，楽しく遊べることを重視し，ページの表裏ともに４色印刷としカラフ\nル感を強調している。\nまた，原告らが別紙きりえこうさく対照表で主張する類似点について\nも，いずれも題材，作り方及び遊び方が類似しているだけで，絵も異なっている\nし，表現の類似性はない。\nそもそも，新シリーズで切り絵のノウハウを考えたのはＥであり，原告\nらに類似性を主張する資格はない。\n(2)　本件シリーズと新シリーズの名称は異なるし，新シリーズは，増刷を行っ\nていないものの販売は継続している。本件シリーズの各書籍の裏面にある書籍一覧\n表は，商品群を１つの表にまとめただけである。平成１１年の協議時に，新シリー\nズの素材を使用する権利を取得しようとして，原告会社と契約書を交わしたが，実\n際には使用していない。これらの事情から，本件各書籍がこれに対応する新シリー\nズの各書籍の翻案であるということはできない。\n３　争点(3)（不法行為の成否）について\n〔原告らの主張〕\n(1)　前記のとおり，「Ｂの頭脳開発シリーズ」の企画そのものが，原告らの共\n同作業中に発生し，それを全員で具体化し，幼児の能力開発のためのノウハウを考\nえ，各書籍について一定のプログラムのもとに構成を考え，具体的表現を与えて制\n作されたものである。したがって，仮に，原告らが本件各書籍について著作権を有\nしないとしても，原告らが作り上げた「Ｂの頭脳開発シリーズ」の企画そのもの，\n当初シリーズ及び新シリーズを通じてのノウハウ，各書籍を制作するについてのプ\nログラム，構成及び従前のシリーズの信用等の総体は，法的保護を受けるべき財産\n的利益である。\n(2)　このように，原告らを含む者らの共同作業により企画され，著作された\n「Ｂの頭脳開発シリーズ」の改訂に際しては，原告らの許諾が必要であるにもかか\nわらず，被告は，故意に，原告らに無断で本件各書籍を制作し，出版した。\nしたがって，このような被告の行為は，不法行為に該当する。\n〔被告の主張〕\n(1)　「Ｂの頭脳開発シリーズ」は，あくまで被告の提案に基づき，被告主導で\n企画が検討されたもので，発案者は被告であり，その評価を高めたのも被告の営業\n活動によるところも大きい。新シリーズに関する原告会社の関与は，創作といえる\nものではなく，共同著作者とはいえない。また，企画，ノウハウ，プログラム，構\n成及び信用等の「総体」に法的保護を受けるべき財産的利益があるという法的根拠\nはない。\n(2)　新シリーズにおける出版契約書は，単行本等の発行に際し，著者と出版権\n設定契約を結ぶための書式であり，本来原告らとの契約に使用するべきものではな\nかった。上記契約条項にある改訂版又は増補版の発行につき協議事項とする旨の規\n定は，出版契約書の雛型に通常存在する規定であり，特別な意味をもって入れたも\nのではない。そもそも本件シリーズは，新シリーズとは別の新しいシリーズの創作\nであるから，この規定には当たらない。\nしたがって，被告は，本件各書籍の発行に際し，原告らの許諾を得る必要\nはなく，本件各書籍の発行に何ら違法性はなく，不法行為は成立しない。\n４　争点(4)（損害）について\n〔原告らの主張〕\n(1)　原告会社の損害\nア　被告は，本件書籍１及び２をいずれも本体価格６８０円で，２万５００\n０部ずつ出版している。新シリーズ「入学準備　新かずととけい」及び「入学準備\n新かんじ」の著作権使用料は１％であったから，本件書籍１及び２の著作権使用\n料相当損害金は，合計３４万円である。\n６８０円×１％×２万５０００部×２＝３４万円\nイ　被告は，本件書籍３ないし１０についても，本体価格６８０円で，各年\n齢別に少なくとも２万５０００部ずつ出版している。新シリーズ「新めいろおけい\nこ」及び「新きりえこうさく」の著作権使用料は０．８％であったから，本件書籍\n３ないし１０の著作権使用料相当損害金は，合計１０８万８０００円である。\n６８０円×０．８％×２万５０００部×８＝１０８万８０００円\nウ　原告会社の損害は，アとイの合計額１４２万８０００円である。\n(2)　原告Ａの損害\nア　本件書籍３ないし７の本体価格及び発行部数は前記(1)イのとおりであ\nり，新シリーズ「新めいろおけいこ」の著作権使用料は１％であったから，本件書\n籍３ないし７の著作権使用料相当損害金は，合計８５万円である。\n６８０円×１％×２万５０００部×５＝８５万円\nイ　本件書籍８の本体価格及び発行部数は前記(1)イのとおりであり，新シリ\nーズ「新きりえこうさく」においては，原告Ａは被告と著作権使用料の支払契約を\n締結していなかったが，上記アと同様１％が相当であるから，本件書籍８の著作権\n使用料相当損害金は，１７万円である。\n６８０円×１％×２万５０００部＝１７万円\nウ　原告Ａの損害は，アとイの合計額１０２万円である。\n〔被告の主張〕\n原告らの主張は，いずれも争う。\n５　争点(5)（新シリーズ「３歳　新きりえこうさく」の著作権使用料）について\n〔原告Ａの主張〕\n(1)　原告Ａは，新シリーズ「３歳　新きりえこうさく」について，他の著作権\n者らと同様の作業を行った上，自ら絵も描いている。しかも，同書籍は，昭和６１\n年に当初シリーズ「３歳　切り絵あそび」の内容を一部変更して改訂したものであ\nり，同書籍と内容はほとんど変わらないのであるから，当初シリーズの権利関係が\n引き継がれる。したがって，原告会社らと同様に，共有著作権に基づき著作権使用\n料と絵についての使用料が支払われるべきであるにもかかわらず，絵の使用料が支\n払われているのみであって，著作権使用料が支払われていない。\n(2)　上記書籍は，本体価格６８０円で，総発行部数が１７万８０００部であ\nり，著作権使用料は本体価格の１％が相当であるから，その使用料は，１２１万０\n４００円である。\n６８０円×１％×１７万８０００部＝１２１万０４００円\nしたがって，原告Ａは，被告に対し，新シリーズ「３歳　新きりえこうさ\nく」の著作権使用料として，１２１万０４００円の支払を求める。\n〔被告の主張〕\n新シリーズ「３歳　新きりえこうさく」は，それ以前に発行されていた「３\n歳　きりえこうさく」（以下「旧版」という。）の改訂版であり，旧版の絵を大部\n分使用した。原告Ａは，新シリーズ「３歳　新きりえこうさく」については，旧版\nの絵の再使用を許諾し，数枚の絵を描いただけであり，その他の制作作業には関与\nしていない。そして，被告は，原告Ａに対し，絵の著作権使用料を定額で支払う合\n意をし，既に支払った。新シリーズ「３歳　新きりえこうさく」は，当初シリーズ\n「３歳　切り絵あそび」とは別の書籍であり，この契約の適用はない。\n第４　当裁判所の判断\n１　争点(1)（共有著作権の有無）について\n(1)　共同著作に基づく共有著作権について\n著作権の原始的な帰属主体は著作者であり（著作権法１７条），著作者と\nは，思想又は感情を創作的に表現したものであって，文芸，学術，美術又は音楽の\n範囲に属する著作物を創作した者をいう（同法２条１項１号，２号）。原告らは，\nいずれも本件各書籍の創作には関与していないことを自認している。したがって，\n原告らが，本件各書籍の著作者であるということはできず，原始的に原告らが本件\n各書籍の著作権を取得することはあり得ない。\nなお，原告らは，本件各書籍に当初シリーズ及び新シリーズについて原告\nらが案出した有形無形のノウハウが用いられている旨主張するが，仮にそうであっ\nたとしても，上記ノウハウは，同法２条１項１号にいう「思想又は感情を創作的に\n表現したもの」ということはできず，著作権法において保護されるものではない。\nまた，本件各書籍が新シリーズを翻案したものでないことは，後記２認定のとおり\nであるから，原告らが，本件各書籍について二次的著作物として著作権を有するに\n至るものでもない。\n(2)　合意に基づく共有著作権について\n原告らは，平成１１年１１月ころ，被告との間で，本件シリーズの著作権\nは原告らに帰属する旨の合意をしたとして，その合意に基づき，本件各書籍の著作\n権が原告らに帰属する旨主張する。\nしかしながら，全証拠を精査しても，上記合意の成立を認めるに足りる証\n拠はない。なお，著作権は，著作者が著作物を創作した時点で直ちに著作者に生じ\nる権利であるから，いまだ著作物が創作されておらず，著作物の内容が具体化され\nる前に，あらかじめ合意によって，著作権の原始的帰属を決定することはできない\nものというべきである。\nしたがって，原告らの上記主張は理由がない。\n(3)　著作権の一部譲渡について\n原告らは，予備的に，被告から原告らに本件各書籍の著作権を一部譲渡す\nる旨の黙示の意思表示があったとして，本件シリーズ「ひらがな」及び「かず」に\nついて出版契約書を取り交わしたことをもって，黙示の著作権譲渡の根拠として主\n張する。\nしかしながら，同書と本件各書籍は，あくまでも別個の書籍であり，上記\n「ひらがな」及び「かず」について契約を締結したからといって，本件各書籍につ\nいて著作権譲渡の意思表示があったものということはできない。\nまた，証拠（甲１２ないし３４）によれば，新シリーズの出版契約書に\nは，契約の対象である新シリーズの複製権及び著作者人格権について定めた条項は\nあるものの，改訂版又は増補版については，別途協議により決定する又は協議する\n旨記載されているのみであり，本件シリーズの著作権者を原告らとする旨の記載は\nないことが認められる。したがって，たとえ本件シリーズが新シリーズの改訂版又\nは増補版に当たるとしても，上記契約条項をもって，原告らに著作権を譲渡する意\n思表示であるということもできない。\n他に著作権譲渡の黙示の意思表示があったことをうかがわせる事実はない\nから，結局，被告が，原告らに対し，本件各書籍の著作権を一部譲渡したとの事実\nを認めるに足りない。\n(4)　以上のとおり，原告らが本件各書籍について共有著作権を有するというこ\nとはできない。\nよって，共有著作権の確認請求，本件各書籍の複製権に基づく発行及び頒\n布の差止請求等並びに上記複製権侵害を理由とする損害賠償請求は，いずれも理由\nがない。\n２　争点(2)（翻案権侵害の成否）について\n(1)　翻案（著作権法２７条）とは，既存の著作物に依拠し，かつ，その表現上\nの本質的な特徴の同一性を維持しつつ，具体的表現に修正，増減，変更等を加え\nて，新たに思想又は感情を創作的に表現することにより，これに接する者が既存の\n著作物の表現上の本質的な特徴を直接感得することのできる別の著作物を創作する\n行為をいい，著作権法は，思想又は感情の創作的な表現を保護するものであるか\nら，既存の著作物に依拠して創作された著作物が，思想，感情若しくはアイデア，\n事実，事件若しくは素材など表現それ自体でない部分又は表現上の創作性がない部\n分において，既存の著作物と同一性を有するにすぎない場合には，翻案には当たら\nないと解するのが相当である（最高裁平成１１年（受）第９２２号同１３年６月２\n８日第一小法廷判決・民集５５巻４号８３７頁参照）。\n(2)　原告らが新シリーズの共有著作権を有するか否かについてはそもそも争い\nがあるが，この点はさておき，まず，本件各書籍とこれに対応する新シリーズの各\n書籍との表現上の本質的な特徴の同一性を検討する。\n原告らは，本件各書籍とこれに対応する新シリーズの各書籍が，各分野ご\nとに年齢別に作成された独創的なプログラムに則った構成において類似性を有する\n旨主張するところ，個々の書籍についての判断は，以下のとおりである。\nア　本件書籍１について\n本件書籍１と新シリーズ「入学準備　新かんじ」の構成が，前記第３の\n２〔原告らの主張〕(1)ア記載の点において類似するとしても，かん字シールを用い\nて作業する点はアイデアにすぎず，表現そのものとはいえない。また，漢字の読み\n書きの学習方法や，漢字に親しみを持たせた上で書き順を示して漢字を書かせると\nいう点は，漢字の学習を目的とする幼児用教育教材に関する思想又はアイデアとい\nうべきものであって，表現には当たらない。なお，両者を比較すると，「木」，\n「山」及び「川」を学習する頁，身体の部分，自然及び学校に関連する漢字を学習\nする頁並びにカレンダーの頁など，対応する頁における絵の具体的表現そのもの\nは，大きく異なっており，表現上の同一性はない（甲５５ないし６８，乙１の１な\nいし８，検甲１，１３）。\nイ　本件書籍２について\n本件書籍２と新シリーズ「入学準備　新かずととけい」の構成が，前記\n第３の２〔原告らの主張〕(1)イ記載の点において類似するとしても，時計の仕組み\n及び数と時計の関係についての学習方法や，どのような順序で時計について理解さ\nせる設問を設けるかという点は，数や時計の学習を目的とする幼児用教育教材の構\n成に関する思想又はアイデアにすぎず，表現には当たらない。なお，両者を比較す\nると，対応する頁における時計の絵やイラストなどの具体的表現そのものは，大き\nく異なっており，表現上の同一性はない（甲６９ないし１０２，乙２の１ないし２\n１，検甲２，１４）。\nウ　本件書籍３ないし７について\n本件書籍３ないし７と新シリーズ「新めいろおけいこ」（２歳ないし６\n歳）の構成が，前記第３の２〔原告らの主張〕(1)ウ記載の点において類似するとし\nても，迷路遊びによって，鉛筆の使い方を身につけたり，目と手の協応作業の訓練\nをし，洞察力，集中力を養うという点は，本件書籍３ないし７を構成する目的その\nものであり，表現するにあたっての思想又はアイデアであって，表現には当たらな\nい。なお，両者を比較すると，類似する絵は存在せず，表現上の同一性はない（検\n甲３ないし７，１５ないし１９）。\nエ　本件書籍８ないし１０について\n本件書籍８ないし１０と新シリーズ「新きりえこうさく」（３歳ないし\n５歳）の構成が，前記第３の２〔原告らの主張〕(1)エ記載の点において類似すると\nしても，各年齢ごとにどのようなはさみの使い方を訓練させるかという点は，この\nような幼児用教育教材に関する思想又はアイデアにすぎず，表現には当たらない。\nまた，原告らは，本件書籍８ないし１０については，さらに別紙きりえ\nこうさく対照表「原告らの主張」欄記載のとおり主張する。個々の箇所についての\n判断は，同表「当裁判所の判断」欄記載のとおりである。すなわち，発想や作り方\nはアイデアであって，表現それ自体ではない。また，原告らの指摘する箇所のほと\nんどは，対象とする絵の素材が異なるため具体的表現も全く異なっており，絵の素\n材が同一のものについても，素材は表現それ自体とはいえず，またその具体的表現\nは異なっている。さらに，名称や文章の類似をいう点については，同じことがらを\n説明するためのありふれた短い表現であって，表現上の創作性がない。その他，本\n件書籍８ないし１０は，色彩も鮮やかで裏のページにも絵や模様があり，これに対\n応する新シリーズ「新きりえこうさく」（３歳ないし５歳）とは色彩や配置が異な\nるなど，本件各書籍に接する者がこれに対応する新シリーズの各書籍の表現上の本\n質的な特徴を感得することはできない。\n(3)　以上のとおり，原告らが主張する類似点は，思想，アイデア若しくは素材\nなど表現それ自体でない部分又は表現上の創作性がない部分における同一性をいう\nもので，たとえこれらの点が類似していても翻案には当たらない。そして，本件各\n書籍の表現（検甲１ないし１０）とこれに対応する新シリーズの各書籍の表現（検\n甲１３ないし２２）は，表現上の同一性があるとはいえず，本件各書籍に接する者\nがこれに対応する新シリーズの各書籍の表現上の本質的な特徴を直接感得すること\nのできる箇所は見当たらない。なお，本件各書籍とこれに対応する新シリーズの各\n書籍の表紙裏に記載されている「この本のねらいと構成」（甲１６４ないし１７\n５）は，まさに書籍として表現するにあたっての思想又はアイデアを記したもので\nあり，思想又はアイデアが類似していても翻案には当たらない。また，年齢別，分\n野別としたこと，１枚ずつ外して使えるものとしたこと，シールを利用したこと及\nびボードをつけたこと等原告ら主張のノウハウは，本件シリーズ等を制作するにあ\nたって利用されたアイデアであって，表現それ自体ではないから，この点が類似し\nていても，翻案には当たらない。\n(4)　なお，原告らは，シリーズの名称，新シリーズと本件シリーズとの関係，\n書籍一覧表の記載及び原告会社と被告との交渉経過等を翻案の根拠として主張する\nが，翻案に該当するためには，本件各書籍とこれに対応する新シリーズの各書籍に\nおける表現上の本質的特徴の同一性が必要であって，シリーズの名称や当事者の合\n意ないし認識によって翻案に当たるか否かが決せられるものではない。\n(5)　したがって，原告らが新シリーズについて共有著作権を有するか否かにか\nかわらず，本件各書籍は，これに対応する新シリーズの各書籍の翻案であるとはい\nえない。\nよって，新シリーズの翻案権に基づく本件各書籍の発行及び頒布の差止請\n求等並びに上記翻案権侵害を理由とする損害賠償請求は，いずれも理由がない。\n３　争点(3)（不法行為の成否）について\n(1)　原告らは，被告が本件各書籍を許諾なく出版したことは，法的保護を受け\nるべき財産的価値としての企画，ノウハウ，プログラム，構成及び信用等の総体を\n侵害するものとして，不法行為を構成する旨主張する。\nしかしながら，被告が本件各書籍を原告らの許諾なく出版したことは，次\nのとおり違法性がない。\nすなわち，仮に，原告らが新シリーズについて著作権を有しているとして\nも，その複製又は翻案に当たらない書籍を別個に制作し出版する行為について，著\n作権侵害ということはできない。本件各書籍がこれに対応する新シリーズの各書籍\nの翻案に当たらないことは前記２のとおりであり，その複製にも当たらないことは\n明らかである。したがって，著作権法上は，被告が本件各書籍を出版するにあたっ\nて，原告らから許諾を受ける必要はない。\nもっとも，新シリーズについて原被告間で締結された出版契約書には，\n「本著作物の改訂版または増補版の出版及び電子出版利用については，甲乙別途協\n議により決定する。」（９条。甲１２，１６，２０ないし２２，２６ないし３０，\n３４）又は「本著作物の改訂増補についてその必要が生じたときは，甲乙協議す\nる。」（８条。甲１３ないし１５，１７ないし１９，２３ないし２５，３１ないし\n３３）との定めがある。しかしながら，本件各書籍は，これに対応する新シリーズ\nの各書籍を翻案したものでないことは前記２で認定したとおりであるから，改訂版\nや増補版にも当たらず，その出版に原告らの許諾が必要であるということはできな\nい。\nしたがって，本件各書籍の出版には，著作権法上も契約上も原告らの許諾\nが必要であるとはいえない。このように，被告が本件各書籍を出版した行為は，著\n作権侵害に該当せず，契約上も原告らの許諾が必要であるとはいえないのであるか\nら，被告が本件各書籍を許諾なく出版した行為には，そもそも不法行為を基礎づけ\nる違法性が存在しないというべきである。\n(2)　仮に，著作権侵害にも契約違反にも該当しない場合に，なお民法上の不法\n行為が成立する事例があり得るとしても，本件において原告らの主張する「企画，\nノウハウ，プログラム，構成及び信用等の総体」なる概念は，極めてあいまいなも\nのである上，原告らの主張するノウハウ等は，当初シリーズに特有のものではな\nく，その出版前から，被告発行の他の書籍や公文数学研究センター発行の書籍にも\n使用されていたものである（乙７の１ないし３，８の１及び２，９の１及び２，１\n０の１及び２，１１の１ないし５，１２の１ないし５，１３の１ないし７，弁論の\n全趣旨）から，民法上も保護に値する法律上の利益として原告らに帰属するもので\nあるとはいえない。\n(3)　よって，原告らの不法行為を理由とする損害賠償請求は，理由がない。\n４　争点(5)（新シリーズ「３歳　新きりえこうさく」の著作権使用料）について\n証拠（甲５４，１７８）及び弁論の全趣旨によれば，原告Ａは，当初シリー\nズ「３歳　切り絵あそび」を一部変更して昭和６１年に出版された旧版（「３歳\nきりえこうさく」）の絵を描いたこと，新シリーズ「３歳　新きりえこうさく」\nは，同原告が新たに描いた数枚の絵を使用しているほかは，旧版の絵を再使用して\nいること，同原告は，旧版の絵の再使用を許諾をしたこと，同原告は，新シリーズ\n「３歳　新きりえこうさく」についての出版契約書を締結していないこと，被告\nは，平成７年４月１７日，同原告に対し，新シリーズ「３歳　新きりえこうさく」\nの原稿料として，「再使用」として２０万円，「さし絵」として３０万円の合計５\n０万円を支払ったこと，同原告は，被告に対し，その後，本件訴訟に至るまで７年\n以上もの間，何らの請求もしていないことが認められる。\n以上の事実によれば，原告Ａが旧版及び新シリーズ「３歳　新きりえこうさ\nく」のために描いたこれらの絵については，同原告が著作権を有し，同原告はこれ\nらの絵の使用を被告に対し許諾していたものと認められるものの，同原告は，被告\nに対し，上記５０万円の対価をもって，上記の絵を使用又は再使用して新シリーズ\n「３歳　新きりえこうさく」を出版することを許諾したものと認めるのが相当であ\nる。そして，被告は，同原告に対し，新シリーズ「３歳　新きりえこうさく」につ\nいての上記対価５０万円を支払済みである。\nなお，原告Ａは，絵の使用料とは別個に著作権使用料が発生するかの主張を\nするが，同原告が，新シリーズ「３歳　新きりえこうさく」について，絵を描いた\nほか，何らかの創作行為を行ったと認めるに足りないから，著作権使用料の請求は\n理由がない。また，当初シリーズ「３歳　切り絵あそび」についての契約を根拠と\nして，上記金額を超えて新シリーズ「３歳　新きりえこうさく」の著作権使用料を\n請求することはできない。\nよって，原告Ａの新シリーズ「３歳　新きりえこうさく」についての著作権\n使用料請求は，理由がない。\n５　結論\nよって，その余の点につき判断するまでもなく，原告らの請求はいずれも理\n由がないから，棄却することとして，主文のとおり判決する。\n東京地方裁判所民事第４７部\n裁判長裁判官      髙　　　部　　　眞　規　子\n裁判官      東　海　林　　　　　　　保\n裁判官　　　瀬　　　戸　　　さ　や　か\n書　籍　目　録\n名　称　Ｂの新頭脳開発シリーズ\n発行所　株式会社学習研究社\n１　５～６歳　かんじ\n２　５～６歳　とけい\n３　２歳　めいろ\n４　３歳　めいろ\n５　４歳　めいろ\n６　５歳　めいろ\n７　６歳　めいろ\n８　３歳　きりえ\n９　４歳　きりえ\n１０　５歳　きりえ\n（別紙）\n書籍一覧表 きりえこうさく対照表\n"
}