{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 9,
    "day": 27
  },
  "case_number": "平成14(わ)194",
  "case_name": "殺人被告事件",
  "court_name": "さいたま地方裁判所",
  "lawsuit_id": "6090",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=6090",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/090/006090_hanrei.pdf",
  "contents": "【主  文】被告人を懲役３年に処する。\n未決勾留日数中１５０日をその刑に算入する。\n【理  由】\n（犯行に至る経緯）\n被告人は，青森県で出生し，地元の中学校を卒業後，東京に住む実姉を頼って上\n京し，埼玉県ａ市内の段ボール製造会社や電気店に勤務した後，昭和４１年ころか\nら大手家電メーカーの下請として家電修理業を営むようになり，その間，昭和３７\n年ころにＡと結婚し，同年１１月に長男Ｂを，昭和４１年６月に次男Ｖをもうけた\nが，その後，昭和４８年ころ妻と離婚し，以後，男手一つで幼いＢとＶを養育して\nきた。次男のＶは，ａ市内の小中学校に通っていたが，中学３年生のころから登校\n拒否をするようになり，同人の希望で，被告人の実家のある青森県ｂ村の中学校に\n転校し，被告人の実弟方から通学していたが，中学校卒業後青森県内の高校に進学\nしたものの，入学した高校に通学せず，ａ市内の被告人方に戻り，被告人と同居し\nながら，靴金型製造会社や運送会社に勤め，その後製靴会社に勤務したが，製靴会\n社で稼働していた２０歳のころから，体調不良を訴えて会社を休むようになり，心\n配した被告人が内科医に連れて行くなどしたが症状は改まらず，昭和６１年１２\n月，ｃ病院精神科で人格障害と診断され，その後数箇月間入院し，退院後も通院し\nて投薬治療を続ける傍ら，仕事をせず，自宅でテレビを見るなどして生活してい\nた。被告人は，Ｖが精神的な病気のために仕事に就くことができないことを不憫に\n思い，同人からせがまれると，望みどおりに高価な自動車を買い与えるなどしてい\nたところ，被告人が，Ｖに言われるまま，好きな物を買い与えていたことから，平\n成三，四年ころから，Ｖは，被告人に対してテレビやステレオなど高価な品物を次\n々に要求するようになり，被告人がそれを渋ったり断ったりすると，声を荒げて物\nを投げ付けたり，家の中のふすまや障子を破ったり，窓ガラスを割るなどして暴\nれ，あるいは被告人名義でサラ金から借金をするようになったが，被告人は，Ｖの\nこうした行動はすべて病気のせいであるとしてかわいそうに思い，要求されるまま\n次々と品物を買い与えていた。\nこうして，Ｖは，被告人に要求すれば何でも買ってもらえたことから，次第に自\n分の思いどおりにならないと気が済まないという態度を示すようになり，平成１０\n年ころ，被告人の母親が死亡して青森県の実家で葬儀が行われた際に，席順のこと\nなどで被告人の家族が親戚から冷遇されたとして立腹し，青森県に住む親戚に電話\nをかけて怒鳴りつけ，被告人に対しても親戚と絶縁するように要求したが，こうし\nたＶの理不尽な言い分に対しても，被告人は，毅然とした態度を執ることなく，親\n戚にこれ以上迷惑を掛けられないと考えて，Ｖの言うまま親戚との付き合いをやめ\nるようになった。平成１２年ころ，Ｖは，愛知県に住む女性と交際し，同女としば\nらく同せいし，その後同女と別れて被告人方に戻って来たが，別れた原因は被告人\nや兄のＢのせいであると文句を言い，それまでは，気に入らないことがあっても，\n被告人に暴言を吐いたり，物に当たるなどしていたのが，平成１３年１月ころから\nは，被告人に対して直接暴力を振るうようになった。しかし，被告人は，それで\nも，Ｖを不憫に思うとともに，Ｖの言うことを聞かないと更に暴力を振るわれるか\nも知れないなどと考え，自分の育て方が悪かったなどと思いながら，要求されるま\nま高価なカメラを買い与えるなどしていた。その後，被告人は，同年７月から９月\n末にかけて，膀胱癌のために入退院を繰り返したが，被告人が退院してからは以前\nにも増してＶの傍若無人な振る舞いは激しくなり，結婚して別に所帯を持っていた\n兄のＢに対しても「好き勝手に家から出て行きやがって」などと難癖をつけ，「金\nを持ってこなければ，家に火をつけに行くからな」などと言って脅して金員を出さ\nせたり，また，このころから飲酒量も増えて，飲酒をしては被告人に対して「１億\n円の保険に入れ」などと大声で怒鳴り散らしたり，顔を殴るなどの暴行を繰り返\nし，心配して駆け付けたＢや被告人の友人らに対しても暴力を振るうようになって\nいた。\n被告人は，こうしたＶの暴力や飲酒について，何度となく保健所に相談してその\n都度助言を受けていたが，どうせＶに飲酒をやめさせることはできないなどと考え\nて，あえて保健所の指示に従おうとはしなかった。平成１４年１月に入ると，Ｖの\n暴力は更に激しくなり，同月１２日には被告人に取りに行かせた病院の薬が普段の\n薬と違うと言って被告人を怒鳴りつけ，室内でゴルフクラブを振り回して食器を壊\nすなどして暴れ，被告人が１１０番通報して警察官に来てもらい，その後も何度か\nＶがゴルフクラブを振り回して暴れ，その都度警察官に来てもらうということがあ\nったが，警察官が来ると，Ｖは神妙になって何事もなかったかのように装い，警察\n官が引き上げると，「てめえ，警察を呼ぶことしかできねえのか」などと言って怒\n鳴るので，被告人は，警察官から勧められても，後でＶから更にひどい暴力を振る\nわれるのではないかというおそれや，我が子を警察に突き出したくないとの気持ち\nから，被害届を提出することをためらっていた。\nこうして，被告人は，保健所に相談しても，警察に通報しても，Ｖの暴力をやめ\nさせることはできないと考えて途方に暮れ，以後，長男のＢや友人に対しても相談\nすることなく，一人でＶのことを思い悩み，次第に精神的に追い詰められていっ\nた。同月１９日，被告人は，Ｖの代わりに病院に行って薬を処方してもらったが，\nその際，Ｖを入院させるのであれば隔離施設のある病院に入院させる必要があるこ\nとや，今後，本人が来なければ，薬を処方することはできないと言われたことか\nら，薬が切れてＶが暴れるようなことになったらどうしたらいいだろうかなどと考\nえ，ますます絶望感を募らせた。その日，病院から帰宅した被告人は，Ｖから言わ\nれて，注文したエレキギターを受け取りに出掛けるなどした後，Ｖから「てめえは\nがんで死んだら，おれはどうなるんだ。おれのために１億円の保険に入れよ。それ\nでも親か。家から出て行け」などと大声で怒鳴られたため，翌２０日午前零時こ\nろ，仕方なしに自宅を出て，ｄ市内の公園に車を止めて一晩過ごしたが，被告人\nは，「保健所に相談しても，警察に相談してもどうにもならない。病院からは薬も\n出してもらえない。Ｂに迷惑を掛けるわけにはいかない。いっそのことＶがいなく\nなれば，楽になれるかもしれない。おれがＶを殺して，Ｖがいなくなるようにする\nしかないのか」などと考えて，Ｖを殺害することを頭に思い描いたものの，その一\n方で，親である自分がＶを殺してはいけない，Ｖを殺せば長男のＢやその家族にも\n迷惑が掛かるなどと考え，どうにかＶを殺害することを思いとどまっていた。同日\n昼ころ，被告人は，Ｖから携帯電話で自宅に戻るように呼び付けられ，Ｖに言われ\nた買物を済ませて帰宅したが，翌２１日午前零時ころ，Ｖは３階の自分の部屋から\n２階にいた被告人のところに降りてくると，またしても「１億円の生命保険に入\nれ」などと怒鳴り始め，被告人がそれは無理だと答えると，ゴルフクラブを持ち出\nしたり，火のついたたばこを床に投げ捨て，台所に包丁を探しに行くなどし，「て\nめえのせいで，おれはこんなのになったんだ。６１歳にもなって，がんになりやが\nって。てめえが死んだら，おれはＢに面倒みてもらうからな」などと大声で怒鳴り\n続け，それでも被告人が黙り込んでいると，同日午前２時ころ，Ｖは「今日はここ\nで寝るから」と言って被告人に布団を敷かせ，被告人が使っていた２階八畳間で床\nに就いた。\n被告人は，Ｖが眠り込んだ傍らで，たばこを吸い，Ｖとのこれからの生活をあれ\nこれ考えていたが，やがて「やはり，Ｖを殺して楽になるしかない。Ｖを殺して自\n分も死のうか」などと考える一方で，「Ｖを殺したら，Ｂやその家族に迷惑が掛か\nる。やはり殺すことはできない」などとこれをためらう気持ちも生じてきて，なか\nなか決心がつかないでいたが，同日午前３時過ぎころになって，「警察にも，保健\n所にも，病院にも相談したが，どうにもならなかった。もうどうしようもない。Ｖ\nを殺すしかない」などと追い詰められた気持ちになり，Ｖを殺すほかないと考える\nに至り，室内にあった三連被覆電気コードを認めると，これを用いてＶの首を絞め\nて殺害しようと決意した。\n（罪となるべき事実）\n被告人は，前記のような経緯で，次男のＶ（当時３５歳）を殺害しようと決意\nし，平成１４年１月２１日午前３時４０分ころ，埼玉県ａ市の被告人方２階八畳間\nにおいて，殺意をもって，寝ている同人の頭部を持ち上げて後頚部に前記三連被覆\n電気コードを差し入れて前頚部で交差させ，両手でコードを持って左右に思い切り\n広げるようにして引っ張って絞め続け，よって，そのころ，同所において，同人を\n絞頚により窒息死させて殺害したものである。\n（量刑の理由）\n本件は，人格障害の被害者と二人暮らしをしていた被告人が，被害者の家庭内暴\n力に耐えかねて，就寝中の被害者の頚部を電気コードで絞め付けて，殺害した事案\nである。\n本件犯行に至る経緯及び動機は，前判示のとおりであって，被告人は，２０歳の\nころから，人格障害のために定職に就かず，収入がないため，被告人に頼って生活\nしていた被害者を不憫に思い，同人からせがまれるまま，高価な自動車を買い与え\nるなどしていたところ，やがて，同人から，テレビやステレオ，カメラなど欲しい\n物を買ってくれるように次々に要求され，これを断ると家の中で暴れたり，暴力を\n振るわれるなどされたため，やむなく同人の要求に従っていた。しかし，その一方\nで，被告人は，被害者が暴れると警察に通報したり，被害者の飲酒や暴力問題を保\n健所に相談するなどしていたが，警察に勧められても，後難をおそれて被害届を出\nすのをためらい，保健所からのアドバイスにも従わず，身近にいる長男や友人らに\n対しても自己の追い詰められた心情を訴えて相談に乗ってもらうこともせず，むし\nろ，警察や保健所は頼りにならないと決め込んで，毅然とした態度を執らずに，被\n害者の理不尽な要求を聞き入れていたもので，被告人のこのような煮え切らない態\n度が，被害者を増長させていたことに思い至らずに，被害者の暴力から逃れるため\nには被害者を殺害するほかないと考えて犯行に及んだというもので，短絡的で自己\n中心的であって，酌量すべき余地は乏しい。\n犯行の態様も，布団の上で寝ている被害者の体をまたいで，気付かれないように\nそっと頭部を持ち上げ，後頚部に電気コードを差し入れて前頚部で交差させ，被害\n者が苦しむ顔を見るのが辛いとして，顔に畳んだタオルを掛け，両手でコードを持\nって思い切り左右に引っ張って絞め付け，被害者が布団から両手を出して苦しそう\nにもがいてタオルがずり落ちそうになると，顔に掛けてあるタオルの上から両手で\n体重を掛けて被害者の口をふさぎ，被害者が動かなくなると，再びコードを握って\n思い切り絞め続けているのであって，強固な殺意に基づいた，執ようで，残虐なも\nのである。\n被害者は，２０歳のころに人格障害と診断されて入院し，その後通院して投薬治\n療を受けながら被告人と同居し，欲しい物があると被告人にせがんで買ったもらう\nなどしていたところ，次第に要求がエスカレートしてゆき，自己の要求が通らない\nと家の中で暴れ，被告人に対して暴力を振るうようになっていたが，その一方で\nは，被告人をドライブに誘ったり，一緒に温泉に旅行したり，被告人が，膀胱癌で\n入院した際にはしばしば見舞いに訪れ，退院後は釣りに誘うなどしていたもので，\n被告人に対する理不尽な要求も，見方を変えれば，病気のために自立できないもど\nかしさの裏返しであり，被告人に対する甘えとも評価し得るのであって，信頼して\nいた実父である被告人の手に掛かって，３５歳でその生涯を閉じており，誠に不憫\nというほかない。\nそうすると，被告人が，事実を認め，反省の態度を示していること，被告人は，\n妻と離婚した後，男手一つで二人の息子を育て上げ，被害者が発病した後は，被害\n者の介護を一人で引き受け，ここ数年は被害者の理不尽な要求や暴力にひたすら耐\nえ忍ぶ日々を過ごしていたもので，本件犯行に至った経緯には同情すべき余地もあ\nること，犯行後１１０番通報して自首していること，前科，前歴がないこと，これ\nまで家電修理業を営んで真面目に生活してきたこと，親族や友人らが更生に助力す\nることを誓約していること，被告人を知る多くの人から寛大な処分を希望する旨の\n嘆願書が提出されていることなど，被告人のためにしん酌し得る事情を十分に考慮\nしてみても，主文掲記の科刑は免れない。\n"
}