{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 12,
    "day": 16
  },
  "case_number": "平成9(行ウ)45等",
  "case_name": "自動車運送事業経営免許却下処分取消請求事件",
  "court_name": "横浜地方裁判所",
  "field": "行政",
  "gist": "地方運輸局長がした一般乗用旅客自動車運送事業（いわゆる個人タクシー事業）の免許申請却下処分に対し，免許の許否に係る試験の合格基準点につき，新規の事業免許申請者よりも譲受譲渡認可及び相続認可の各申請者の基準点を１点低くして優遇する取扱いのもとに行われたから違法であるなどとしてされた同処分の取消請求が，棄却された事例",
  "case_gist": "地方運輸局長がした一般乗用旅客自動車運送事業（いわゆる個人タクシー事業）の免許申請却下処分に対し，免許の許否に係る試験の合格基準点につき，新規の事業免許申請者よりも譲受譲渡認可及び相続認可の各申請者の基準点を１点低くして優遇する取扱いのもとに行われたから違法であるなどとしてされた同処分の取消請求につき，両者に取扱いの差を設けたことに合理性はないが，その差は著しく高いとはいえず，また，新規申請者の基準点を１点下げたとしても当該申請者の試験の点数は大きくこれに届かなかったから，結果として前記処分を違法とすべき裁量違反の違法はないなどとして，前記請求を棄却した事例",
  "lawsuit_id": "15249",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=15249",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/249/015249_hanrei.pdf",
  "contents": "主　　　文\n１　原告らの請求をいずれも棄却する。\n２　訴訟費用は原告らの負担とする。\n事実及び理由\n第１　請求\n被告が，平成９年３月１３日付けで次の１から６を，同年７月１５日付けで次の\n７をもってした一般乗用旅客自動車運送事業の免許申請却下処分を，いずれも取り\n消す。\n１　甲事件原告Ａに対し，関自旅２第９７２号\n２　甲事件原告Ｂに対し，関自旅２第９７３号\n３　甲事件原告Ｃに対し，関自旅２第９７４号\n４　甲事件原告Ｄに対し，関自旅２第９７５号\n５　甲事件原告Ｅに対し，関自旅２第９８５号\n６　甲事件原告Ｆに対し，関自旅２第９８９号\n７　乙事件原告Ｇに対し，関自旅２第５３５９号\n第２　事案の内容\n１　概要\n本件は，原告らが，被告に対して，一般乗用旅客自動車運送事業のうち，１人１\n車制個人タクシー事業（以下「個人タクシー事業」という。）の経営免許（以下\n「新規免許」ということがある。）を求める申請をしたところ，被告が同申請を却\n下したため，原告らが同処分の取消しを求めたものである。\n２　前提となる事実（証拠等の記載のない事実は争いがない事実であり，証拠等の\n記載のある事実は当該証拠等により認められる事実である。書証の成立は弁論の全\n趣旨により認められる。）\n（１）　個人タクシー事業に関する法令の定め\nア　新規免許に関する規定\nいわゆるタクシー事業は，道路運送法（平成１１年法律第４８号による改正前の\nもの。以下「法」ということがある。）３条１号ハの一般乗用旅客自動車運送事業\n（一個の契約により乗車定員十人以下の自動車を貸し切って旅客を運送する事業）\nに該当するものであり，また，いわゆる個人タクシー事業は，タクシー事業のう\nち，当該事業の免許を受ける個人のみが自動車を運転することにより当該事業を行\nうべき旨の条件が付された特殊な形態の一般乗用旅客自動車運送事業である（旅客\n自動車運送事業等運輸規則２６条２項参照）。\n個人タクシー事業を含め一般旅客自動車運送事業を経営しようとする者は，運輸\n大臣（当時。以下，同様）の免許を受けなければならず（法４条１項），事業の種\n類，予定する路線又は事業区域，運輸省令（当時。以下，同様）で定める事業計画\n等を記載した申請書を運輸大臣から委任を受けている地方運輸局長に提出しなけれ\nばならない（法５条１項，８８条，道路運送法施行令１条２項）。上記免許申請が\nされた場合，地方運輸局長は法６条１項各号の基準に適合するかどうかを審査した\n上，免許するか否かを決定する。\nまた，法６条２項は，運輸大臣が免許の申請を審査する場合において，同条１項\n各号の基準を適用するに当たっては，形式的画一的に流れることなく，当該一般旅\n客自動車運送事業の種類及び路線又は事業区域に応じ，実情に沿うように努めなけ\nればならないとしている。\nイ　譲渡譲受認可と相続認可に関する規定\n法は，既に個人タクシー事業者として事業経営免許を取得している者から当該事\n業を譲り受けることを認めているが，その場合，運輸大臣から権限の委任を受けた\n地方運輸局長の認可（以下「譲渡譲受認可」という。）を受けなければ譲渡譲受の\n効力が生じない（法３６条１項・８８条，同法施行令１条２項）。\nまた，法は，個人タクシー事業者が死亡した場合について，当該事業者の相続人\nが当該事業を引き続き経営することを認めている。ただし，当該相続人が事業を引\nき続き経営するためには，運輸大臣から権限の委任を受けた地方運輸局長の認可\n（以下「相続認可」といい，譲渡譲受認可と併せて「譲渡譲受等認可」ということ\nがある。）を受けなければならない（法３７条１項・８８条，同法施行令１条２\n項）。\nそして，譲渡譲受等認可申請の審査の基準については，新規免許基準である法６\n条が準用されている（法３６条３項，３７条３項）。\nウ　地方運輸局長である被告への委任\n一般乗用旅客自動車運送事業の免許並びに事業の譲渡及び相続の認可に関する権\n限は，前記のとおり地方運輸局長に委任されている。被告は，神奈川県内に置かれ\nた地方運輸局（関東運輸局）の長であり，関東７県及び山梨県内における上記免許\n及び認可を行う権限を有する（当時の運輸省設置法４０条，運輸省組織令参照）。\n（２）　本件審査基準等\nア　被告は，個人タクシー事業の経営免許の申請事案について，事案の迅速かつ適\n切な処理を図り，法６条１項に定める許可基準のうち，事業区域，年齢，運転経\n歴，事業計画等に関する事項を具体化して免許申請を処理するために，「一般乗用\n旅客自動車運送事業（１人１車制個人タクシーに限る。）の経営免許及び譲渡譲受\n認可申請事案の審査基準について」（乙１。以下「本件審査基準」という。）を別\n紙１のとおり定めて，平成７年１１月３０日付けで公示し，平成８年４月１日以降\nに受け付けた申請から，同基準を適用することとした。\nそして，被告は，本件審査基準の第１０項（地理・法令試験）に基づいて，個人\nタクシー事業の免許申請者に対し，地理試験及び法令試験（以下「地理・法令試\n験」という。）の受験を課しており，同試験において一定の合格基準に達すること\nを免許の要件としている（乙２２・２３，証人Ｈ）。\nイ　また，被告は，個人タクシー事業の免許申請の受付，処理期間及び試験等に関\nする取扱いについて，「一般乗用旅客自動車運送事業（１人１車制個人タクシーに\n限る。）の免許及び譲渡譲受認可申請事案の取扱について」（乙３。以下「本件取\n扱基準」という。）を定めて，平成８年２月８日付けで公示し，同年４月１日以降\nに受け付ける申請から，同取扱基準を適用することとした。\n（３）　本件各申請\n原告らは，次のとおり，関東運輸局神奈川陸運支局（以下，単に「神奈川陸運支\n局」という。）に対し，個人タクシー事業の経営免許を求める申請書を提出した。\nア　原告Ｅは，平成８年８月２７日付け\nイ　原告Ａ，同Ｂ，同Ｃ，同Ｄ及び同Ｆは，同月２９日付け\nウ　原告Ｇは，同年１２月１７日付け\n（以下，アないしウの上記各申請を併せて「本件各申請」という。）\n（４）　本件各試験と本件却下処分\nア　甲事件原告らは，平成８年１０月１８日に実施された個人タクシー事業の免許\n申請に係る地理・法令試験に合格せず，平成９年２月２１日に実施された同試験\n（再試験）にも合格しなかった。\n原告Ｇは，同日に実施された地理・法令試験に合格せず，同年６月２０日に実施\nされた同試験（再試験）にも合格しなかった。\n（以上の原告らが受けた試験を「本件各試験」ということがある。）\nイ　被告は，本件各申請に対し，次の時期に，いずれも法６条１項４号に適合しな\nいとの理由で却下処分をした（以下「本件却下処分」という。）。\n（ア）　甲事件原告ら分につき，平成９年３月１３日付け\n（イ）　原告Ｇ分につき，同年７月１５日付け\n（５）　審査請求\n甲事件原告らは，平成９年５月８日，運輸大臣に対し，審査請求を行ったが，そ\nの後５か月経過した甲事件の提訴時においても，同審査請求に対する裁決がされな\nかった。\n原告Ｇは，同年８月１９日，運輸大臣に対し，審査請求を行ったが，その後６か\n月経過した乙事件の提訴時においても，同審査請求に対する裁決がされなかった。\n３　主な争点\n（１）　法６条の合憲性の有無（争点１）\n（２）　本件審査基準の合憲性・適法性の有無（争点２）\n（３）　地理・法令試験の合理性の有無（争点３）\n（４）　法８９条の聴聞手続の要否（争点４）\n（５）　本件各申請受理における違法の有無（争点５）\n（６）　新規免許と譲渡譲受等認可との差別的取扱いの有無・適否（争点６）\n４　主な争点についての当事者の主張\n（１）　法６条の合憲性の有無（争点１）\n（原告らの主張）\n本来，タクシー事業は，法人・個人を問わず，国民に等しく，自由な経済活動と\nして保障されるべきであり，仮に合理的な規制が必要であっても，それは憲法等の\n趣旨に照らし，必要昀小限の規制にすべきであり，かつ，個人・法人において公平\n性を保つ必要がある。\nしかしながら，法によるタクシー事業においては，運転者が第二種運転免許（普\n通免許又は大型免許に限る。）を取得したとしても，原則として個人による営業が\n禁止されており，国家試験に合格すれば原則として自由に開業できる医師，弁護士\n等と比較して不合理な規制がされている。\nそして，個人タクシー事業の免許基準に関する法６条１項４号及び同条２項の内\n容は，極めて抽象的で，行政庁に自由裁量を認めており，そのことにより法人タク\nシー事業者及び運輸監督行政の権限を守っている。同条項は，個人の職業選択の自\n由（憲法２２条），営業の自由（同２２条・２９条１項），幸福追求の自由（同１\n３条）を害し，かつ，法人事業との関係で平等原則（同１４条）に違反し，その\n上，自由な国民経済と消費者の利益（独占禁止法１条）を侵害している。\n（被告の主張）\n争う。\n（２）　本件審査基準の合憲性・適法性の有無（争点２）\n（原告らの主張）\nア　営業の自由等の違法な侵害\n個人タクシー事業の免許の可否は，前記（１）で主張したように，個人の憲法上\nの基本的権利等に深くかかわるから，その審査基準は可能な限り自由な経済活動を\n保障するものでなければならず，その規制は必要昀小限度で，合理的な基準による\nものでなければならない。\nこの点，個人タクシー事業に対する免許の審査基準（本件審査基準）では，下記\nのような条件を満たすことが要求されている。\n記\n①　申請日現在で６５歳未満の者であること。\n②　原則として，申請日現在で３５歳以上の者であること。\n③　法人タクシー会社等に１０年以上勤務しなければならないこと。\n④　同一の法人タクシー会社で１０年以上継続して運転者として雇用されていれ\nば，３５歳未満の者でも例外的に免許申請が可能となり，後記⑪の地理試験を免除\nすること。\n⑤　５年以上刑法上の処分を受けていないこと。\n⑥　３年以上道路交通法の違反処分を受けていないこと。\n⑦　２００万円の預貯金・株券・債券がなければならないこと。\n⑧　同一の申請事業区域において法人タクシー会社に５年以上（うち３年は継続し\nて）勤務しなければならない。\n⑨　自宅から２キロメートル以内の場所に車庫がなければならないこと。\n⑩　間口２．５メートルの車庫がなければならないこと。\n⑪　地理試験・法令試験に合格しなければならないこと。\n上記のような規制は他の国家資格による職業と比較して著しく不条理であり，個\n人タクシー事業の新規参入を規制して法人タクシー事業者を擁護するものである。\nこのような本件審査基準は，職業選択の自由及び営業の自由（憲法２２条）に対す\nる過度の制約であり，幸福追求の自由（憲法１３条）に違反し，公正かつ自由な競\n争の促進等を目的とする独占禁止法１条に違反する。また，形式的・画一的な審査\n基準であり，法６条２項に違反する。\nイ　法人タクシー事業の経営者等との差異の不合理性\n法３条は，旅客自動車運送事業の種類として，「一般乗用旅客自動車運送事業」\nと法定しており，個人タクシー事業と法人タクシー事業との種類を区別していな\nい。\n第二種運転免許を取得した者は，２１歳以上であれば誰でも法人タクシーの運転\n者となることができ，個人タクシー事業の免許基準のような制限は課されていな\nい。仮に，地理・法令試験によって，タクシー事業についての適性が確認されるの\nであれば，法人タクシー事業の経営者及び運転者に対しても，同様の試験を実施す\nべきである。\nタクシーの営業は，個人法人を問わず，平等に保障されるべき営業活動であると\nころ，アのような内容の本件審査基準は，明らかに法人タクシーの営業を擁護する\n不合理な差別であり，憲法１４条１項に違反する。\n（被告の主張）\nア　本件審査基準の策定の趣旨\n（ア）　タクシー事業は，陸上で機動性のある旅客運送役務を提供しており，その\n役務は定時かつ定路線性に拘束される鉄道，バス営業等では代替できない。国民生\n活におけるタクシー事業の重要性は高く，需要者である国民の福祉を積極的に増進\nするためには，タクシー事業について①役務内容の適切性，②役務対価の妥当性，\n③役務提供の義務性，④役務提供の継続性，⑤事業経営の安定性等が要求される。\n法は，タクシー事業の適正な経営が社会公共の利益の維持にかかわるものであるこ\nとに鑑み，これを事業者の自由に任せず，運輸大臣の免許を受けなければならない\nとしており（法４条），具体的な免許をどのような基準・方法で行うかについて\nは，法６条１項及び２項の趣旨を踏まえた運輸大臣の裁量に委ねられている。\nそして，上記の運輸大臣の免許の権限は，地方運輸局長に委任されており（法８\n８条及び同法施行令１条２項），被告は，法６条の趣旨を踏まえて委任された権限\nを適切に行使するために，前記のとおり，あらかじめ一定の具体的な審査基準（本\n件審査基準）を定めて，これを公示して申請人に周知するとともに，個々の事案を\n判断するに当たっては，この基準に基づいて一律公平に対処している。\n（イ）　個人タクシー事業の制度は，自動車運転者に希望を与えるとともに，ハイ\nヤー・タクシーの業界に新風を注入し，もって道路運送法の根本目的である公共の\n福祉の増進を図るため，予想される弊害を除去する方途を講じた上で，優秀適格者\nに対し当該免許を与える趣旨で創設されたものである。個人タクシー事業は，免許\nを受けた事業者自らが運転することが義務づけられた特殊な事業形態であり，運行\nの安全の確保，旅客に対するサービスの提供等のすべてが，事業者兼運転者の自律\n的規制に委ねらていることに特色がある。被告は，このような個人タクシー事業の\n特殊性及び同制度創設の趣旨を踏まえ，これらに適合した者を選抜するに当たり，\n①多年にわたり自動車の運転に従事してきた者であること，②運転技術が卓越して\nおり，安全な運転を行い得る者であること，③健全な心身を有して法令遵守の強固\nな意志を有する者であること等に重点をおいて審査するものとし，これを具体化し\nたものとして本件審査基準を定め，自動車運転資格，表彰の有無，法令遵守状況，\n年齢及び健康状況等の項目ごとに，事業遂行能力及び事業計画の適切性等について\n審査をすることとしている。\nイ　本件審査基準第１０項の適法性\n（ア）　前記のとおり，個人タクシー事業は，事業経営者と運転者が同一という特\n殊な事業形態であるから，事業経営者兼運転者には，運転者としての知識に加え事\n業者として適確な事業遂行を行うための知識が必要となる。被告は，本件審査基準\n第１０項で，法６条１項４号の事業遂行能力の有無を審査する具体的な基準とし\nて，地理・法令試験を課すことを定めているところ，能力試験を実施することは，\n個人タクシー事業者として昀低限必要な地理及び法令の知識を有しているかどうか\nを公平かつ適切に審査する方法として，極めて合理的であり，これが違法であると\nいう原告らの主張は失当である。\n（イ）　法人タクシー事業の免許について，被告は，法６条に基づき，別途審査基\n準（乙４）を定めており，経営上，一定以上の適正規模が要求されることから，同\n基準においては，事業用自動車，営業所及び休憩・仮眠室等の施設の確保，運行管\n理者，整備管理者及び運転者等従業員の確保とこれに伴う資金計画，並びに事業収\n支による採算性等の企業経営能力，資金力及び管理・指導能力についての事業遂行\n上の適切性等を審査することとしている。\nこれによると，被告は，法人タクシー事業の経営者であり，従業員等を管理・監\n督する立場にある役員に対して法令試験を実施しているが（法人タクシーの審査基\n準第１３項），法人タクシー事業者の従業員である運転者に対しては，法令試験・\n地理試験等を実施していない。\nしかしながら，法人タクシーの事業者は，新たに雇い入れた運転者に対して，営\n業区域の地理及び関係法令について少なくとも５日間の指導をしなければならず\n（旅客自動車運送事業等運輸規則３６条２項），その後においても，上記事項に関\nする指導監督義務がある（同規則３８条，３９条）。このような経営者及び管理者\nの指導監督によって，法人タクシーの運転者については，必要な法令及び地理の知\n識を保有することが担保されている。\n他方，個人タクシーについては，事業経営者と運転者が同一であって地理・法令\nの知識が必要であるところ，法人タクシー事業の運転者と異なり，これを担保する\n制度が存在しない。そのために，被告は，本件審査基準の１項目として地理・法令\n試験を実施している。そして，同試験で求められている地理・法令の知識は，適正\nな運営による良質なサービスの確保という観点から必要な基本的要素である。そう\nすると，個人タクシー事業者（兼運転者）に対して，地理・法令試験を課すこと\nは，各事業の性格及び制度創設の趣旨等を考慮した合理的な区別というべきであっ\nて，不合理な差別的取扱いには該当しない。\nウ　原告らのその余の主張に対する反論\n被告は，個人タクシー事業の免許申請に対しては，まず，本件審査基準第１０項\nの地理・法令試験を実施し（なお，初試験に合格しなかった者には再試験を実施す\nる。），同試験に合格した者について，第１０項以外の項目につき，法８９条１項\nに定める意見の聴取を行い，申請内容に係る挙証資料を提出させて，これらの基準\nに適合するか否かを審査するという取扱いをしている（本件取扱基準第５項）。\n被告は，原告らが本件各試験に合格しなかったことから，本件審査基準第１０項\nに適合しないとの理由で，本件各申請を却下したものであり，本件審査基準のその\n余の資格要件に適合しないことを理由として処分をしていない。したがって，本件\n審査基準のうち，第１０項以外の項目が憲法・法令に違反する旨の原告らの主張\nは，本件各処分と何ら関係がなく，主張自体失当である。\n（３）　地理・法令試験の合理性の有無（争点３）\n（原告らの主張）\nア　地理・法令試験の合格基準点は９０点と非常に高く設定されており，試験問題\nは，宝探しの当てもの，法律条文の「てにをは」の正誤を問うもの，法律条文の書\nき込みをさせるもの，町名を書かせるもの等著しく形式的かつ画一的で，非常識・\n無意味なものであり，受験者に対して奴隷的苦痛を強いている。また，個人タクシ\nー事業の遂行能力とおよそ関係がなく，適格者の選別のための試験として適正では\nない。\n本件各試験は，受験者を落とすための試験であって，その目的は，法人タクシー\n及び法人タクシーを通じた行政庁の運輸監督権限を擁護することにあり，結果とし\nて需要者の利益を害している。しかも，以上のような地理・法令試験は法律上の根\n拠を有していない。\n以上のような試験に基づいて，憲法上の権利である職業選択の自由を左右するこ\nとは，公共の福祉に反し，憲法２２条，１３条，１４条，独占禁止法１条に違反す\nる。少なくとも，上記試験は，著しく形式的かつ画一的で，実情に反した試験であ\nることから，法６条２項に違反する。\nイ　さらに，個人タクシーの免許者数は，実際の試験の合格者の数に関係なく，被\n告が自由自在に規制して需給調整を行っており，公正性を無視した恣意的な規制と\nなっている。\n（被告の主張）\nア　試験内容と司法審査の対象\n（ア）　個人タクシー事業者として昀低限必要な法令及び地理の知識がどのような\nものか，これらの知識をどの程度有することが必要なのかについては，極めて技術\n的・専門的な判断によらざるを得ず，地理・法令試験の問題の内容及び合否の基準\n等は，試験実施者たる被告の合理的裁量に委ねられるべきである。\nそもそも，このような試験の出題内容の妥当性，採点基準や配点基準の妥当性及\nび合否の基準等については，学問又は技術上の知識，能力，意見等の優劣，当否の\n判断を内容とする行為であるから，その試験実施機関の昀終判断に任せられるべき\nものであって，その判断の当否を審査し，具体的に法令を適用して，その争いを解\n決調整できるものとはいえず，司法審査の対象とならない。\nただし，試験に関するものの中でも，試験の実施手続の瑕疵の有無に関する事柄\nについては，学問又は技術上の知識，能力，意見等の優劣，当否の判断とは異な\nり，司法審査の対象となる。\nイ　手続的な適正性\n（ア）　被告は，本件審査基準第１０項の地理・法令試験の実施については，一律\n公平かつ適切な処理を図るために，試験の出題範囲，実施方法等をあらかじめ定め\nて公示し（乙３・６），これに基づいて一律公平に処理している。\nまた，被告は，試験の実施のたびに，事業区域，試験対象者，試験実施日及び場\n所について公示している。\n（イ）　本件各試験の問題の作成は，関東運輸局の試験の担当係官らが，過去の試\n験問題を参考にして試験問題の原案を作成し，さらにその問題内容，解答について\n検討を加えて決定している。そして，本件各試験は，免許申請者全員に，同一の時\n間に，同一の問題（ただし，法令試験については，東京都特別区・武蔵野市及び三\n鷹市を申請事業区域とする者は，問題が一部異なるとともに，地理試験については\n事業区域単位により問題が異なる。）により，一律平等に実施された。\n採点は，担当係員らが，解答用紙と解答を照合し，得点及び得点集計を各答案に\n記載し，それぞれ再照合した後に採点及び得点集計の確認をし，その上で担当課長\nの審査を受けるという方法でされ，事前に定めた各試験の合格基準点に基づいて，\n一律に合否が判定された。\n（ウ）　本件各申請についても，上記のように，地理・法令試験の基準は明確かつ\n具体的に定められており，地理・法令試験の出題範囲，試験対象者，試験実施の日\n時場所等は公開されていた。試験の出題，試験手続の実施，採点及び合否判定は，\n事前に設定された合格基準点に基づいて厳正に運用されており，試験実施手続自体\nにも瑕疵はなく，本件各却下処分は公正な手続によってされたもので，違法はな\nい。\n（エ）　原告らは，地理・法令試験は，法人タクシー擁護のための需給調整試験で\nある旨を主張し，合否の判定が恣意的に行われている旨を主張するが，原告らが受\n験した地理・法令試験は，あらかじめ定められた合格基準点によって合否判定を行\nうもので能力試験であり，需給調整の視点は全く入っていない。\nウ　試験内容の合理性（予備的主張）\n仮に，試験内容の当否が司法審査の対象となるとしても，出題の内容が著しく不\n合理でない限り，不合格の判定に基づく免許申請の却下処分は違法にならない。\n地理・法令試験の問題は，あらかじめ公示された出題範囲（乙６）に従って作成\nされており，法令試験については昀低限備えるべき基本的な法令知識に関する問題\nを出題し，地理試験については，タクシー運転者の地理不案内・目的地の聞き違い\nのトラブルについて利用者の苦情が多いことから，申請した事業区域内の主たる施\n設・地名の読み方について正確な知識を有するかどうかを判断するため，主な施設\nの所在地を地図上の番号から選択する問題，地名・町名の読み方を答えさせる問題\n及び記述（穴埋め）式により施設の所在地を解答させる問題を出題していた。原告\nらは，地理試験では「宝探し」のような問題が出題され，法令試験では「てにを\nは」を問う問題が出題された旨を主張するが，そのような事実はない。\nなお，本件各試験の合格基準は，法令試験が３５問中３０問以上の正解，地理試\n験が３０問中２７問以上の正解と設定されており，受験者の３割ないし４割の者が\n合格した。このような点からも，その出題内容が著しく不合理であるとはいえな\nい。\n（４）　法８９条の聴聞手続の要否（争点４）\n（原告らの主張）\n法８９条２項は，「法８９条１項各号に掲げる事項（免許）について」「申請が\nあったとき」に，被告に対して申請者からの意見の聴取を義務付けており，同条３\n項は，意見の聴取に際しては，利害関係人に対して証拠を提出する機会を与えてい\nる。すなわち，同条２項・３項は，免許申請を行った者の全員について，個人タク\nシーの資格要件全てに関し，意見を述べ，証拠を提出する機会を与えなければなら\nない旨規定しているにもかかわらず，被告は，地理・法令試験の合格者に限定して\n意見の聴聞を行っており，また，申請者から意見聴取の申請があった場合に限り，\n聴聞を行う義務がある旨を主張しているところ，それらは，いずれも同条項に違反\nする。\nなお，被告は，個人タクシー免許の申請時に，本件審査基準上必要となるすべて\nの書類の提出を求め，かつ，必要事項を記載させており，地理・法令試験合格後に\n書類の提出を求めているわけではない。\n（被告の主張）\nア　法８９条は，地方運輸局長が利害関係人の意見を聴取しなければならないの\nは，免許等の処分について利害関係人の意見の聴取の申請があった場合であり，免\n許の申請があったときではないから，原告らの主張は前提において誤っており，失\n当である。\nイ　法６条１項の適合性の判断においては，すべての審査項目に適合しなければ却\n下処分となるため，基準の１項目でも不適合であることが明らかであるにもかかわ\nらず，その他の審査項目について意見の聴取等を行い，審査に必要となる証拠書類\n等の提出を求めることは審査不合格者に対して無用な負担を課し，行政事務上も煩\n瑣である。そこで，被告は，本件取扱基準第５項で「道路運送法第８９条第１項の\n意見の聴取は，免許申請者で上記４の試験の合格者に対して行う」と定め，まず免\n許申請者に対して本件審査基準第１０項の地理・法令試験（再試験を含む。）を実\n施し，同試験に合格した者に対して他の事項について審査することとし，同試験に\n合格しなかった者については，上記第１０項以外の事項について審査せずに申請を\n却下することとしている。被告は，本件各申請についても，前記のとおり，原告ら\nが地理・法令試験に合格せず，法６条１項４号に適合しないと認められたことか\nら，これを却下したものであり，このような取扱いは合理的なものであって，適法\nである。\n（５）　本件各申請受理における違法の有無（争点５）\n（原告らの主張）\n社団法人全国個人タクシー協会及びその傘下支部（以下，区別せずに「個人タク\nシー協会」という。）は，個人タクシー事業の免許申請をするための資格要件をあ\nらかじめ定めており，その資格要件を充足し，免許申請に必要な書類を揃えない\nと，個人タクシー協会に入会できない。\n被告は，新規免許の申請書について交付をしておらず，同申請書は，個人タクシ\nー協会が協会に入会した組合員に対して交付している。被告は，個人タクシー協会\nを介して免許行政を行っており，個人タクシー協会に入会できなかった原告らは，\n申請書の交付を受けることができなかった。さらに，被告は，原告らに対して，当\n初，被告が承認した個人タクシー協会を介さないと，免許申請を受理しないという\n対応をし，結果として本件審査基準の資格要件（第１０項を除く。）をすべて満た\nしていないと免許申請を受理しないという対応をした。本件では，原告ら訴訟代理\n人が，被告の窓口で問いただしたことによって，ようやく，本件各申請を受理した\nものである。\n以上のような被告の対応は，法令に何ら定められておらず，違法である。\n（被告の主張）\nア　原告らは，いずれも本件各申請を被告に受理されている。本件各申請が却下さ\nれたのは，原告らが地理・法令試験に合格せず，本件審査基準第１０項に適合しな\nかったからであるから，原告らの主張は本件の争点と関係がない。\nイ（ア）　被告は，申請者に対して，新規免許の申請書用紙を配付していないが，\n申請書様式及びその記入要領等については公示しており，申請者の便宜のため，様\n式に則った原寸大の申請書ひな型を作成し，各陸運支局の窓口に掲示している。\n個人タクシー事業の新規免許を受けようとする者は，上記申請書様式及び記入要\n領に従って申請書を作成し，定められた申請月に，免許を受けようとする事業区域\nを管轄する陸運支局に提出することとなる。\n（イ）　個人タクシー協会は，個人タクシー事業者による団体であり，被告とは独\n立した別個の存在である。神奈川県内では，各個人タクシー協会が会員に対するサ\nービスの一環として，免許申請が円滑に行われて免許を受けることができるよう\nに，免許の申請書を作成して申請者に配付する，会員の免許申請が本件審査基準に\n合致しているかどうかを自主的にチェックする等の活動をしているようであるが，\nこれらは各個人タクシー協会が自主的に行っているものであり，被告は関知してい\nない。\n被告が個人タクシー協会に対して申請書用紙を交付したり，申請書の記入内容の\nチェックを指導したりするなどの便宜を図っていることはなく，被告は，個人タク\nシー協会に加入していること，個人タクシー協会を通すことを免許申請の受理の要\n件としてはいない。原告らが主張するように，申請時に本件審査基準を全て満たし\nていなければ，申請を受理しないという取扱いはしていない。\n（６）　新規免許と譲渡譲受等認可との差別的取扱いの有無・適否（争点６）\n（原告らの主張）\nア　被告は，法６条１項の免許基準の適格遂行能力は，地理・法令試験等によっ\nて，申請者について一律に判断されている旨を主張するが，実際には，原告ら新規\n免許申請者と個人タクシー事業の譲渡譲受認可申請者（法３６条）・相続認可免許\n（法３７条）・死亡後譲渡譲受認可申請者とで，地理・法令試験の合格基準が異な\nっている。\n被告は，譲渡譲受認可においては，譲渡人と譲受人とを個人タクシー協会で面接\nさせ，譲渡契約が成立すると，新規免許申請者とは問題が異なるやさしい地理・法\n令試験を形式的に実施し，ほぼ全員合格させる取扱いをしている。上記譲渡契約の\n代金は１００万円程度が相場であり，被告は，金銭による免許の権利の売買を許容\nしている。そして，試験回数は，新規申請の場合よりも１回多い年３回実施してお\nり，その分の１回は，譲渡譲受認可申請だけの特別の試験であって新規免許申請者\nに対しては受験させていない。\n被告は，個人タクシー事業者の死亡及び遺族の相続を確認して免許を認可してい\nるところ，相続認可免許に係る地理・法令試験についても，試験回数・合格率とも\nに新規免許の場合と異なる。\nイ　譲渡譲受認可等と新規免許とでは，その後の個人タクシー事業の遂行について\n何ら資格上差異がない。したがって，法６条１項４号の適格遂行能力について同じ\n程度の基準を満たす必要があるが，被告はアのように，譲渡譲受認可等申請者に対\nしては，新規免許と異なり，金銭による資格の売買，資格の相続によって自由に免\n許を与えており，このような差別的な取扱いには合理性がなく，憲法１４条，法６\n条に違反する。\n（被告の主張）\nア　新規免許と譲渡譲受等認可の性格の違い\n（ア）　法５条における免許は，講学上の「特許」であり，本来的には被告の自由\n裁量行為である。法６条は，被告の裁量を制限する規定であるが，仮に同条の免許\n基準に適合している場合であっても，被告は申請者に対して免許を付与すべき義務\nを負うわけではない。\n他方，譲渡譲受等認可については，特許企業権の移転・相続に関する監督官庁の\n認可であり，設権行為たる免許の付与とは法的性格を全く異にする。また，事業者\n数を増加させるものではないという点でも新規免許の場合と異なる。\n（イ）　本来，個人タクシー営業免許は，一身専属的な性格を有していることか\nら，事業の譲渡譲受，相続等の認可申請事案は慎重に取り扱う必要があるが，タク\nシー運転者の高齢化が進むと，加齢による身体的・心理的運転適性の低下による事\n故率の上昇が懸念されるところ，一定年齢に達した事業者が若年者に事業を譲渡し\nて撤退しやすい条件を設けることによって，事業者の若年化を図り，また，死亡や\n事業譲渡した事業者の遺族・家族の生活の安定を図ることが可能となる。そこで，\n法令は，一定の要件の下に，個人タクシー事業の譲渡譲受・相続を許容し，これを\n運輸大臣の委任を受けた地方運輸局長の認可にかからしめている。\n上記認可の際には，適性な能力を持った者が適切な事業を行い，当該区域におけ\nる需給が不均衡とならないなどの点を配慮する必要があり，この観点から，譲渡譲\n受等認可においても法６条が準用されている（法３６条３項，３７条３項）。しか\nしながら，（ア）のとおり，譲渡譲受等認可制度と新規免許とは全く別の制度であ\nり，本来，免許付与と認可を同一の審査基準で判断すべき理由はない。\nイ　新規免許と譲渡譲受等認可との異同とその合理性\n（ア）　本件審査基準と試験問題の同一性\n被告は，譲渡譲受等認可をする際にも，新規免許申請の場合と同一の本件審査基\n準（乙１）を適用している。\nまた，新規免許申請と譲渡譲受等認可申請にかかる試験は，あらかじめ公示され\nた日時，場所において，申請者全員に同一の時間に，同一の問題（ただし，法令試\n験については東京都特別区・武蔵野市及び三鷹市を申請事業区域とする者に対して\nは問題が一部異なるとともに，地理試験については事業区域単位により問題が異な\nる。）により，一律平等に実施されている。多数の申請者が同時に受験するため，\n複数の会場で試験が実施されることがあり，その際，事務処理の都合上，申請の種\n別ごとに会場を区分して行われることもあるが，新規免許と譲渡譲受等認可とで試\n験問題の内容が異なるということはない。\n（イ）　合格基準点の違いとその合理性\n譲渡譲受等認可申請者が受ける地理・法令試験の合格基準点は，新規免許申請者\nが受ける試験の合格基準点よりも，それぞれ各１点ずつ低く設定されている。\nこれは，前記アで主張した譲渡譲受・相続制度の必要性とタクシー事業者として\n保持すべき地理・法令知識の確保の要請の観点とを総合考慮した結果であって，か\nかる取扱いの差異を設けることは合理性がある。\nなお，前記のとおり，新規免許申請に係る地理・法令試験においては，合格基準\n点に達した場合に合格するものであって，譲渡譲受認可申請者の試験合格数によ\nり，新規免許申請の合格者を調整するような相関関係はない。\nウ　主張制限（行政事件訴訟法１０条１項）について\n仮に，イ（イ）の合格基準点に関する１点の差が問題となるとしても，原告らが\n受験した本件各試験における原告らの点数は，いずれも合格基準点を大きく下回っ\nていたものであるから，合格基準点に関する１点の差が原告らの合格・不合格に影\n響することはない。したがって，原告らにとって，「自己の法律上の利益に関係の\nない違法」事由に該当する事実であるから，それを理由に本件各処分の取消しを求\nめることは，行政事件訴訟法１０条１項により許されない。\n第３　当裁判所の判断\n１　争点１（法６条の合憲性の有無）について\n（１）　原告らの主張の要旨\n原告らは，法６条が憲法１３条，１４条及び２２条に違反する旨を主張するとこ\nろ，その趣旨は，免許制を採用した個人タクシー事業の免許の基準につき，法６条\nが抽象的な審査基準しか定めていないことが不当である旨を主張するものと解され\nる。\n（２）　法６条の趣旨と合憲性の有無\nア　そこで，この点を検討するに，まず，道路運送法は，道路運送事業の適正な運\n営及び公正な競争を確保するとともに，道路運送に関する秩序を確立することによ\nり道路運送の総合的な発達を図り，もって公共の福祉を増進するため（法１条），\n一般旅客運送事業についても企業者の任意の経営に委ねることは認めずに，同事業\nを経営しようとする者は運輸大臣から委任を受けた地方運輸局長の免許を受けるべ\nきものとして，いわゆる免許制を採用している（法４条）。上記の一般旅客自動車\n運送事業には，一般乗合旅客自動車運送事業，一般貸切旅客自動車運送事業及び一\n般乗用旅客自動車運送事業の種別があり（法３条１号），個人タクシー事業は，一\n般乗用旅客自動車運送事業（一個の契約により乗車定員十人以下の自動車を貸し切\nって旅客を運送する事業）に含まれる。\nそして，このように法が，個人タクシー事業を含む上記の事業について免許制を\n採用していること自体は，我が国の交通及び道路運送の実情に照らしてみて，同法\nの目的とするところに適うものである。\nイ　次に，個人タクシー事業等の免許については，事業の別にその時期及び地域の\n実情に応じた運輸行政上の政策的又は専門技術的観点から免許のための具体的な審\n査基準を策定することが必要である。法６条は，上記の一般旅客運送事業全部につ\nいての免許基準を定めているところ，内容的には，原告ら指摘のとおり，例えば１\n号の「当該事業の開始が輸送需要に対して適切なものであること」を初め，概括的\nかつ抽象的な基準にとどまっているが，これは，法が，上記のような見地から，行\n政庁に対して，各事業の別及び路線又は事業区域に応じて，実情に沿うように，法\n６条の趣旨を具体化した審査の基準の細目を定めて，その細目の定めを公正かつ合\n理的に運用することを義務付けていると解するのが相当である。\nしかも，前記のとおり，行政庁は，憲法及び法律の趣旨に従って，合理的な審査\n基準を定めることが求められているから，当該具体的な審査基準の内容が憲法及び\n法律の趣旨に違反する場合には，当該基準の策定が違法の瑕疵を帯び，これを別途\n争うことが可能であると解される。そして，個人タクシー事業の場合には，前提と\nなる事実記載のとおり，その免許基準や免許手続を定める本件審査基準や本件取扱\n基準が定められている。したがって，仮に，上記具体的な審査基準の内容が不当で\nあるとした場合でも，それらの審査基準を争うことができるから，そのことで直ち\nに法６条が憲法に違反するというのは相当ではない。\nウ　以上のとおり，法６条は，それ自体としては，個人タクシー事業に限定せず\nに，一般旅客運送事業全部についての免許基準につき，抽象的に定めるにとどめ，\n具体的な詳細の審査基準を行政の合理的な裁量に委ねているところ，現に被告所管\nの個人タクシー事業については本件審査基準及び本件取扱基準が定められている。\nしたがって，法６条の立法政策はそれ自体としても適法である上，被告所管の地域\nにおける個人タクシー事業との関連でも，正当であるというべきである。\nなお，本件審査基準等の内容の適否については，別途後記で検討する。\n（３）　まとめ\nしたがって，法６条の定めが憲法２２条，１３条に違反するということはできな\nい。\nまた，法６条は，法人タクシー，個人タクシーの別を問わず適用される規定であ\nり，本件審査基準等自体を別途争える以上，法６条が憲法１４条に違反するとの主\n張は失当である。\nなお，原告らは，法６条が独占禁止法１条に違反する旨を主張するが，上記の説\n示に照らし，採用することができない。\n２　争点２（本件審査基準の合憲性・適法性の有無）について\n（１）　個人タクシー事業の免許制度の概要\nア　免許制の採用\n法は，前記のとおり，一般乗用旅客運送事業について，いわゆる免許制を採用\nし，さらに，運賃，運送約款及び事業計画の変更等について運輸大臣の認可を受け\nることを要求し，運送の開始，運送の引受けを義務付け，事業の休廃止を許可制に\nするなど，積極的に事業の運営内容に監督規制を加えている。そうすると，同事業\nの免許は，免許を受けた者に対して包括的権利義務を設定する形成的行政処分であ\nり，いわゆる特許の性質を有する裁量処分と解される。\nイ　新規免許に関連する通達の内容\n個人タクシー事業の新規免許については，運輸省から次のような通達が出されて\nいる。\n（ア）　昭和３４年９月通達\n国は，大都市におけるタクシーの個人営業について，新たに優秀適格者に対して\n１人１車制の個人タクシー事業の免許を付与することに伴い，昭和３４年９月１０\n日付けで運輸省自動車局長から陸運局長あて通達（自旅第２０４４号。甲６６の１\n６１頁。以下「昭和３４年９月通達」という。）を発した。昭和３４年９月通達に\nは「個人免許申請事案について道路運送法第６条に規定する免許基準を適用するに\nあたっては，とくに事業の適正確実な遂行が期されるかどうかを十分検討するとと\nもに，申請者の職歴及び運転経歴，運転技術，人物及び遵法精神，一般教養並びに\n賠償能力などの諸点に留意して審査されたい。」との記載があった。\n（イ）　昭和３４年１２月通達\n国は，個人タクシー事業の免許等の取扱いについて，昭和３４年１２月２日付け\nで運輸省自動車局長から陸運局長あて依命通達（自旅第２８４２号。乙８。以下\n「昭和３４年１２月通達」という。）を発した。同通達には，次のような記載があ\nった。\n「　この１人１車制のタクシー個人営業は，自動車運転者に希望を与えるととも\nに，ハイヤー・タクシー業界に新風を注入し，もって道路運送法の根本目的である\n公共の福祉の増進を図るため，予想される弊害を除去する方途を講じ，優秀適格者\nに対し当該事業の免許を与えようとする趣旨であるので，この趣旨に沿い，遺憾な\nきを期せられたい。\n記\n１　免許申請事案の審査について\n（１）　免許申請事案の審査については，道路運送法第６条に規定するところにし\nたがうべきことはもちろんであるが，同条第１項第３号以下の基準を適用するにあ\nたっては，当該事業の特殊性にかんがみ，次の諸事項に関し，形式的画一的に流れ\nることなく，実情に沿うように取り扱うこと。\n（イ）　自動車，車庫，営業所等の諸施設\n（ロ）　資金関係\n（ハ）　事業用自動車の運転資格の有無及び運転技術\n（ニ）　自動車の整備能力\n（ホ）　人物，一般教養及び遵法精神\n（ヘ）　健康\n（２）　長期間にわたり自動車の運転に従事し，かつ，運転技術及び遵法精神にお\nいて他にすぐれていると認められるものについては，１人１車制の個人タクシー営\n業免許の趣旨にかんがみ，総合的な判断をするときに相当の配慮を行うこと。」\n（ウ）　昭和４５年通達\n国は，ハイヤー・タクシー関係の事務処理について，昭和４５年１１月２８日付\nけで，自動車局長から陸運局長あての依命通達（自旅第６９４号。乙９。以下「昭\n和４５年通達」という。）を発した。同通達は，ハイヤー・タクシーの新規免許の\n資格要件について，「明確かつ具体的に定め，公開する。」こと，及び「資格要件\nは事業者の素質が低下しないように厳格に定める。」と記載しており，地方陸運局\n長に対して，資格要件について「地方実情を勘案し，できる限り具体的かつ詳細に\n決定する。」ことを求め，さらに別添として参考とすべき資格要件のひな型を定め\nている。上記ひな型によれば，個人タクシー事業免許の資格要件として，年齢，運\n転経歴，法令の遵守状況，資金計画，車庫，住居・営業所，健康，運転の適性検\n査，地理及び欠格事由等が定められており，具体的な要件の内容には違いがあるも\nのの，その後被告が策定した本件審査基準とほぼ同様の項目（ただし，法令試験は\n課せられていない。）が既に設定されていた。\nウ　個人タクシー制度の創設趣旨とその後の運用\n（ア）　イのように，昭和３４年９月通達等によって，個人タクシー事業は，法人\nタクシー営業を原則とする運輸行政上，「自動車運転者に希望を与える」とともに\n「タクシー業界に新風を与える」ことを目的とし，自動車運転者として優秀な実績\nを積んだ適格者に対して免許を与えるという恩恵的な制度として創設され，当初\nは，その審査基準が公開されることなく，申請者の人物，一般教養等も考慮され，\n裁量的に免許が付与されていたものと推認される。\n（イ）　しかしながら，遅くとも昭和４５年通達が発せられた後には，各運輸局ご\nとに，同通達に沿った形で，法６条１項所定の免許基準を具体化した詳細な資格要\n件が定められ，公示されることとなり，同資格要件が申請者に対し一律かつ公平に\n適用されることとなった結果，資格要件をすべて満たした者については，原則的に\n免許が与えられるという運用に変化したことが推認される。\nそして，上記資格要件については，年齢，運転経歴，法令遵守状況，資金計画，\n営業所・車庫等の設備，健康状態及び地理・法令の知識等の申請者の運転能力・事\n業能力に関する内容が規定され，また，それらは，ほぼ客観的かつ定型的な要件と\nされた。さらに，新規免許等の審査基準が公開されて，後記のように個人タクシー\n事業者による団体（個人タクシー協会）が，新規免許の申請予定者に対して，申請\n書の交付・作成を行ったり，添付資料を取得するように指導するなどしたことか\nら，多くの申請者にとっては，実際には，地理・法令試験の合否が免許の許否を分\nけるようになった。（甲６６，乙１０，２３，証人Ｈ，原告Ｆ，弁論の全趣旨）\n（ウ）　法６条１項各号に示された基準は，きわめて概括的，抽象的なものであ\nり，法は，その具体的な運用を，免許・認可事務の実施に当たる運輸大臣（又は同\n大臣から委任を受ける地方運輸局長）の専門技術的又は運輸行政的見地からの合理\n的な裁量に委ねている。しかしながら，免許・認可制度が，営業の自由を制約する\n側面を有することに鑑みると，運輸大臣（地方運輸局長）は，その適切かつ公平な\n運用を図るためには，法によって委ねられた上記裁量権の範囲内において，法６条\nの趣旨を具体化した審査基準を設定し，かつ，特別の支障がない限りこれを公開し\n（平成６年１０月１日施行の行政手続法５条３項参照），公正かつ合理的に適用す\nる義務がある。そして，この場合，審査基準自体が法の趣旨に沿った合理的な内容\nであるであることを要する。\nまた，個人タクシー事業は，免許を受けた者が運転者兼事業者として経営を行う\nという特殊性がある。したがって，その免許は，免許を受ける者の固有の適格性\n（運転経歴，健康状態及び資力・信用等）に着目して付与する必要があり，実績を\n積んだ優秀な自動車運転者に対して与えられる一身専属的な資格としての性質を有\nするということができる。\n前記２（１）のとおり，本件審査基準以前のものであるが，被告によって定めら\nれ公示された審査基準は，ほぼ定型的かつ客観的な内容とされ，そのような資格要\n件を満たした者について原則として免許が付与される取扱いがされているが，この\nような行政庁による取扱いは，上記観点や個人タクシー事業の性質に照らして適切\nなものというべきである。\n（２）　本件審査基準等の策定と公開\nア　被告においては，前記のとおり，（１）イの運輸省による各通達を受け，個人\nタクシー事業の免許・譲渡譲受認可について，法６条の基準の趣旨を具体化して，\n公正かつ厳格に免許・認可申請を処理するために，平成７年１１月３０日付けで，\n個人タクシー事業の経営免許及び譲渡譲受認可申請事案の審査基準（乙１。本件審\n査基準）を定め，これを公示し，平成８年４月１日以降に受け付けた申請から同基\n準を適用した。\nまた，被告は，免許申請事案及び譲渡譲受等認可申請事案の処理の取扱いについ\nて，前記第２の２（２）のとおり，平成８年２月８日付けで本件取扱基準（乙３）\nを定め，これを公示し，同年４月１日以降に受け付けた申請から同扱基準を適用し\nた。\nイ　そして，個人タクシー事業の免許の申請者は，上記のように公開された審査基\n準等の手続により，免許の許否につき，公正かつ合理的に判定を受けることができ\nる法的利益を有している（昀高裁第一小法廷判決昭和４６年１０月２８日民集２５\n巻７号１０３７頁参照）。\n（３）　本件審査基準の適否\nア　本件各試験不合格者と本件審査基準第１０項以外の資格要件の判断対象性の有\n無\n（ア）　原告らは，本件審査基準が営業の自由等に対する不当な制約であって，憲\n法ないし法令に違反する旨を主張する。\nところで，被告は，個人タクシー事業の免許申請があった場合には，まず，本件\n審査基準第１０項（地理・法令試験に係る項目）の適合性を審査するために，地\n理・法令試験を実施し，同試験に合格した者に対してのみ，第１０項以外の項目に\nついて，法８９条１項に定める意見の聴取を行い，申請内容に係る挙証資料を提出\nさせて，これらの基準に該当するか否かを審査するという取扱いをしている（乙\n３，２３，証人Ｈ，弁論の全趣旨）。このような取扱いは，後記のように，地理・\n法令試験の合格率が３割前後であるという実情に照らせば，申請者の便宜に適って\nおり，また，行政事務上の負担も軽減できるから，合理的な取扱いであるというべ\nきである。\nそして，被告は，本件各申請については，原告らがいずれも地理・法令試験の合\n格基準点に達しなかったことから，本件審査基準第１０項に該当せず，法６条１項\n４号に該当しないという理由でこれらを却下したものであり，本件審査基準第１０\n項以外の資格要件に該当しないことを理由に却下したものではない。\nそうすると，上記第１０項以外の資格要件に関する違法事由の主張は，本件各処\n分の違法と何ら関係がなく，本件の審理の対象を超えた主張であって，これを判断\nすることは相当ではない。\n（イ）　この点に関し，原告らは，本件審査基準全体が憲法等に違反する場合は，\n被告が主張する本件審査基準第１０項に基づいた試験も，違法・無効となる旨を主\n張する。\n確かに，本件審査基準の内容が当時の被告の所管地域内のタクシー業界の実情等\nに照らして著しく不合理であり，個人タクシー事業の遂行に何ら関連性を持たない\n要件を定めたものであったり，また，事実上，新規参入を極めて困難にさせるよう\nな営業の自由に関する過度の制約となる内容であった場合には，本件審査基準全体\nが憲法及び法令の趣旨に違反し，違法の瑕疵を帯びるということもあり得る。\nしかしながら，本件審査基準の内容は，別紙１のとおり，一定の年齢制限の定\nめ，法令遵守状況による制限，資金計画，住居・営業所の規格，車庫の規格，申請\n者の健康状態等，乗用自動車の運転及び個人タクシー事業の遂行に関連する事項に\nついてのものであって，また，新規参入を極めて困難にさせるような内容であると\nいうこともできない。したがって，これ以上に本件審査基準の第１０項以外の要件\nについて検討することは相当ではない。\n（ウ）　なお，原告らは，本件審査基準のうち，年齢制限等につき，これをすべて\nの申請者に形式的画一的に適用して許否を決することから，法６条２項に違反する\n旨を主張するが，法６条２項が実情に沿うように努めなければならないと定めてい\nるのは，運送事業の種類及び路線又は事業区域である。年齢等は，むしろ，地域に\nより違いを設けることに合理性がない。したがって，年齢等につき，形式的画一的\nに適用する本件基準は法６条２項に違反するものではない。\nまた，原告らは，本件審査基準が独占禁止法１条に違反する旨を主張するが，同\n法１条は，同法の解釈の指針となるべき目的を定めた抽象的・一般的な規定にすぎ\nず，道路運送法の解釈基準となるべきものではない。したがって，本件審査基準が\n独占禁止法１条に違反し，無効になるとの原告らの主張は，採用することができな\nい。\n（エ）　そうすると，いずれにせよ，原告らの主張は，本件審査基準の第１０項以\n外の項目に関する限り，採用することができない。\nイ　本件審査基準第１０項（地理・法令試験）と営業の自由の制約の有無\n（ア）　原告らは，本件審査基準第１０項に定める地理及び法令試験に不合格とな\nって本件却下処分を受けたところ，地理及び法令試験を課すことは，不合理で，営\n業の自由等に過度の制約を課す旨を主張する。\n本件審査基準の第１０項は，申請する事業区域の地理について，必要な知識を有\nすること及び道路運送法・道路運送車両法・その他の関東運輸局長が指定した法令\n通達等について必要な知識を有することを要する旨を定め，そのような知識の有\n無・程度を審査する手段として，地理・法令試験の実施を定めている。ところで，\n個人タクシーにおいては，事業を経営する者と自動車の運行業務に従事する者とが\n同一人であり，事業者は，運行の安全確保や顧客に対するサービスの提供等事業の\nすべてを自ら管理し，規制しなければならない。したがって，個人タクシー事業者\nが，適切にその業務を行うためには，事業区域内の地理に精通するとともに，事業\n者として必要な関連法令の知識を得ることが必要である。本件審査基準第１０項\nは，事業区域内の地理及び道路運送法・道路運送車両法・その他の関東運輸局長が\n指定した法令通達等について必要な知識を有することを要求し，試験を実施するこ\nとで，上記の法令の知識の有無及び程度を公平かつ客観的に審査しようとするもの\nであり，それ自体は適切かつ合理的な方法というべきである。\nなお，本件審査基準第１０項には，継続して１０年以上同一のタクシー・ハイヤ\nー事業者に運転者として雇用されていた者で，申請日を含み申請日前３年間無事故\n無違反であった者について，地理試験の受験を免除する旨の記載があるところ，こ\nのような特例は，平成８年３月２８日付関自旅２第９１５号による本件審査基準の\n一部改正により，同年度から適用されるようになったものである（乙１，弁論の全\n趣旨）。上記要件を満たす者は，事業区域内の地理に精通しているということが一\n応推認できるといえるし，加えて，優秀な自動車運転者に対して個人タクシー事業\nの免許を認めてきたという経緯を考慮した場合，申請者の運転者としての経歴を考\n慮して上記のような優遇措置を採ることは，被告の裁量を逸脱し，違法であるとい\nうことはできない。\n（イ）　この点に関連して，原告らは，個人タクシー事業者に対してのみ，地理・\n法令試験が要求されているのは，法人タクシーの営業を擁護する不合理な差別であ\nり，憲法１４条１項に違反する旨を主張する。\nそこで，この点について検討するに，まず，法人タクシー事業の免許について，\n被告は，個人タクシー事業とは別に，法６条に基づく審査基準を定めており（乙\n４），そこで，事業用自動車，営業所及び休憩・仮眠室等の施設の確保，運行管理\n者，整備管理者及び運転者等従業員の確保とこれに伴う資金計画，並びに事業収支\nによる採算性等の企業経営能力，資金力及び管理・指導能力についての事業遂行上\nの適切性等を審査事項として規定し，これを公示しているところ，同基準の第１３\n項（法令遵守（１）法令試験等）において，「申請者の役員（既存法人にあっては\n常勤役員，法人を設立しようとするものにあっては，常勤役員となる者）が，一般\n乗用旅客自動車運送事業を遂行するに必要な法令及び運賃，料金制度等について，\n相当の知識を有するものであること。」と定め，法人タクシー事業の経営者であ\nり，従業員等を管理・監督する立場にある役員に対して法令試験を実施している。\nまた，法人タクシー事業者は，新たに雇い入れた運転者に対して，営業区域の地\n理及び関係法令について少なくとも５日間の指導をしなければならず（旅客自動車\n運送事業等運輸規則３６条２項），その後においても，上記事項に関する指導監督\n義務がある（同規則３８条，３９条）。\nそうすると，法人タクシーの経営者（役員）については，少なくとも免許の審査\n基準の上では，個人タクシー事業の場合と同様かそれ以上の法令上の知識を要求さ\nれ，試験も実施されることとなっている。また，２１歳以上で，第二種運転免許を\n受けている者であれば，原則として３年以上の運転経験さえあれば，法人タクシー\nの運転者として勤務することは可能であるが（法２５条，旅客自動車運送事業用自\n動車の運転者の要件に関する政令），法人タクシーの運転者は，上記のような制度\n並びに経営者，管理者及び上司の指導監督を通じて，必要な地理及び法令の知識を\n保有することが可能であるということができる。\n他方，個人タクシー事業においては，法人タクシーと異なり，前記のとおり事業\n経営者と運転者が同一であって，しかも，免許を得た後の経営や営業活動は，基本\n的に事業者の自律的規制に委ねられているという特殊性がある。\n以上に照らせば，個人タクシー事業者に対して，地理・法令試験を課す一方で，\n法人タクシーの運転者にこれを課していないことは，法人タクシー事業と個人タク\nシー事業の性格及び制度創設の趣旨等を考慮した合理的な区別というべきであっ\nて，被告の裁量を超えた不合理な差別的取扱いであるということはできない。\n（ウ）　したがって，本件審査基準第１０項を課すことが違法である旨の原告らの\n主張は採用できない。なお，原告らは，地理・法令試験の実施の手続及び内容が不\n合理である旨を主張するが，その点については，後記３で検討する。\n３　争点３（地理・法令試験の内容の合理性の有無）について\n（１）　原告らの主張の要旨\n原告らは，地理・法令試験の内容について，同試験は，個人タクシー事業を遂行\nする上で，およそ関係のない知識を要求しており，地名や法令を丸暗記しなければ\n合格基準に達し得ないなど，申請者に奴隷的な苦痛を強いており，およそ，適格性\nを判断する試験としては不合理である旨を主張する。\n（２）　試験内容の合理性に関する司法審査の可否\n裁判所が判断することのできる事項は，裁判所法３条の「法律上の争訟」に限ら\nれるが，これは法令を適用することによって解決し得べき権利義務に関する当事者\n間の紛争をいうものと解され，法令の適用によって解決するに適さない政治的，経\n済的問題や技術上，学問上に関する争いは，裁判の対象とはならない。\nそして，本件各申請の許否決定手続の中で行われた地理・法令試験のような試験\nの合否の判定については，基本的には，学問又は技術上の知識，能力，意見等の優\n劣，当否の判断を内容とする行為であるから，その試験実施機関の昀終判断に任せ\nられるべきものであって，裁判所においてその判断の当否を審査し，具体的に法令\nを適用して，その争いを解決調整できるものとはいえない。\nしかしながら，試験に関するものの中でも，試験の実施手続上の瑕疵の有無に関\nする事柄については，学問又は技術上の知識，能力，意見等の優劣，当否の判断と\nは異なり，司法審査の対象になるということができる。また，原告らは，本件各試\n験の試験問題が，法律条文の「てにをは」の正誤を問うようなもので，非常識・無\n意味なものであり，受験者に奴隷的苦痛を強い，個人タクシー事業の遂行能力とお\nよそ関係がない問題である旨を主張するところ，仮に，原告らが主張するように，\n試験問題として著しく不合理であることが明らかな場合には，後記のように，被告\nが本件各試験の出題範囲を定めた趣旨に違反するというべきであり，手続上の瑕疵\nがあった場合に準じて，これによって決せられた免許の却下処分が違法になること\nもあるというべきである。\n（３）　本件各試験の手続の適法性及び内容の合理性の有無\nア　（２）の観点から，本件各試験の実施手続及び内容について検討するに，証拠\n（甲７，１２の１，１２の６，１８，３９，４０，６８，乙６，７の１ないし３，\n１１ないし１４，２２，２３，２５，２７，証人Ｈ，原告Ｄ，同Ｇ，同Ｅ，同Ｆ）\n及び弁論の全趣旨によれば，次のとおり認められる。\n（ア）　本件各試験の概要は，本件審査基準第１０項に定められているところ，被\n告は、本件各試験（地理・法令試験）の具体的な出題範囲について，平成７年６月\n８日付けで，次のように定め，これを公示した。\n「地理試験；申請する事業区域内の地名，道路，橋，河川及び主な施設等\n法令試験；道路運送法関係（道路運送法，同法施行令，同法施行規則，旅客自動車\n運送事業等運輸規則，一般旅客自動車運送事業会計規則，旅客自動車運送事業等報\n告規則），道路運送車両法関係（道路運送車両法，同法施行令，同法施行規則，道\n路運送車両の保安基準，自動車点検基準，自動車事故報告規則），自動車損害賠償\n保障法関係（自動車損害賠償保障法，同法施行令），その他通達等（一般乗用旅客\n自動車運送事業の標準運送約款の内容ほか）。」\nまた，被告は，本件各試験のうち，平成８年１０月１８日実施の試験については\n同年７月２５日付で，平成９年２月２１日実施の試験については同年１月３０日，\n同年６月２０日実施の試験については同年３月２７日付けで，試験の事業区域，試\n験対象者，試験実施日時及び試験実施場所について定め，これを公示した。\n（イ）　本件各試験の試験問題は，関東運輸局自動車第一部旅客第二課監理第一係\n所属の試験担当官が作成し，担当専門官，第一係係長及び試験担当者で問題内容の\nチェックを行い，担当課長の審査を受けて出題していた。本件各試験の実施に当た\nっては，同一の事業区域の免許申請者に対しては，同一の試験問題，同一の場所・\n試験時間により，一律に実施した。\n試験の採点は，担当者が受験者の解答用紙と解答とを照合し，得点及び得点集計\nを各答案に記載し，それぞれ再照合した後に前記の採点及び得点集計を再確認し，\nその上で担当課長の審査を受けるという方法で処理された。\n本件各試験の合格基準点は，平成５年１１月１７日に，内部的に定められてお\nり，地理試験については神奈川県（横浜市，川崎市及び横須賀市）で３０問中２７\n問以上の正解，法令試験については一律に３５問中３０問の正解とされた。地理・\n法令試験の両方につき基準点に達した場合，一律に合格とされた。ただし，合格基\n準点については，外部に公開されることはなかった。\n（ウ）　地理・法令試験の出題範囲については，前記のとおり定められているとこ\nろ，本件各試験のうちの法令試験では，道路運送法関係，道路運送車両法関係，そ\nの他関連事項に関する文章の正否を問う問題が２５問，法令の条文中に設けられた\n空欄に用語を記述して埋める形式（記述式）の問題が５問，同じく条文中に設けら\nれた空欄について語群から用語を選択して埋める形式（語群選択式）の問題が５問\nの計３５問が出題された。条文の空欄を埋める形式の試験では，記述式のものとし\nて，道路運送法２２条，旅客自動車運送事業等運輸規則３条，一般旅客自動車運送\n事業会計規則３条，語群を選択する方式のものとして道路運送車両法６７条，道路\n運送法１３条，３３条から出題された。\nまた，本件各試験のうちの地理試験では，原告らが申請した事業区域内における\n地名・道路・橋・川・主たる施設等について，施設の所在地を地図上の番号から選\n択する問題１０問，地名・町名の読み方を答えさせる問題５問，「（横浜市）αに\nは，「β」という町名がある。」というように，町名の所在の正否を問う形式の問\n題が５問，及び記述（穴埋め）式により施設の所在地を解答させる問題１０問の計\n３０問が出題された。\n配点は，地理・法令試験とも，１問につき１点であった。\n（エ）　本件各試験の平均点・合格率（地理・法令試験双方の合格者の割合。な\nお，割合の「パーセント」について「％」と略記することがある。）は次表のとお\nりであり，申請者数・合格者数は別紙２記載のとおりである。\n合格率　　　　　　平均点\n法令試験　地理試験\n平成８年１０月１８日　３２．６％　２４点　　２３点\n平成９年　２月２１日　４４．９％　２７点　　２１点\n平成９年　６月２０日　３１．６％　２６点　　２３点\n（オ）　なお，試験問題等については，本件各試験当時は非公開とされ，受験者が\n問題を持ち帰ることも禁じられていたが，被告は，平成９年１０月１２日に実施の\n試験からは，出題範囲，設問形式，問題数，配点，試験時間及び合格基準点を事前\nに公開することとし，試験の実施後に，申請者数，合格者数，昀高点，昀低点及び\n平均点を公示することとした。また，試験問題については受験者の持ち帰りを認め\nることによって公開することとした。なお，同日実施の試験から，出題範囲が若干\n変更され，問題数は地理試験３０問，法令試験４０問，合格基準点は法令試験３６\n点，地理試験２７点と改められ，法令試験の出題範囲がより狭くなり，また，記述\n式の問題がなくなるなど，設問形式もより簡易なものに変更されるようになった。\nイ　アの認定事実に照らせば，本件各試験の出題範囲の設定，問題の作成，試験の\n実施，答案の採点等の実施手続について何らかの瑕疵があると認めることはできな\nい。\n本件各試験の試験問題の内容については，的確な書証が提出されていないため，\nこれを具体的に知ることはできないが，アの認定事実に加え，証拠（甲１２の１，\n証人Ｈ，原告Ｄ，同Ｇ，同Ｅ，同Ｆ）及び弁論の全趣旨によれば，運輸省令の条文\nの穴埋め等，細かな規則の正確な知識を問う問題や，施設の所在町名を記述させる\n問題等が出題されており，その中には個人タクシー事業の経営及び運転に要求され\nる知識としては，必ずしも必要がないとも思われるような出題があったことが推認\nされる。しかしながら，ア（ア）のとおりの包括的なものではあるが，いずれも事\n前に定められ，公示された出題範囲に属する内容の地理・関係法令の知識を問うも\nのであって，その内容もおよそ個人タクシー事業の経営と無関係であるとまではい\nえず，原告らが主張するように，法令の条文の「てにをは」までを暗記していない\nと正解を得られないような問題ばかりであるとまで認めるに足りる的確な証拠はな\nい。また，仮に原告らが主張するような問題が数題出題されたとしても，そのこと\nから本件各試験が，個人タクシー事業免許の試験として著しく不合理であることが\n明らかであり，被告の裁量を濫用・逸脱した違法があるとまでいうことはできな\nい。\nまた，本件各試験の合格基準は，法令試験が８５．７％（３５問中３０問以上）\nの正解，地理試験が９０％（３０問中２７問以上）の正解と設定されているとこ\nろ，受験者の３割ないし４割の者がその基準に達している。また，受験者の平均点\nは，法令試験で２４ないし２７点，地理試験で２１ないし２３点であり，そのよう\nな結果からみても，本件各試験の出題内容が著しく不合理であるとはいえず，ま\nた，新規免許に係る合格基準点自体が，著しく高く，被告の裁量を逸脱する違法が\nあったとまで認めることはできない。\n４　争点４（法８９条の聴聞手続の要否）について\n（１）　原告らの主張\n原告らは，法８９条２項に聴聞手続を要する旨の規定があるにもかかわらず，原\n告らについてこれを行わなかったことは，違法である旨を主張する。\n（２）　免許の許否と聴聞との制度的な関係\nそこで，検討するに，被告に対して個人タクシー事業の免許申請があった場合に\nその許否を決定する基準は，前記のとおり，法６条１項及びそこに規定された審査\n基準を具体化するために定められた本件審査基準及び本件取扱基準である。そし\nて，本件審査基準第１０項が，地理・法令試験の実施を定めており，本件取扱基準\nの第５項が，法８９条の意見の聴取は，免許申請者で，地理・法令試験の合格者に\n対して行うものとしており，地理・法令試験（なお，初回の試験に合格しなかった\n者に対しては，再試験の通知をし，希望者にこれを実施した。）に合格しなかった\n場合には，本件審査基準第１０項以外の事項について審査せずに，聴聞手続を経る\nことなく，免許申請を却下するという取扱いがされていた。\nところで，法８９条１項は，「地方運輸局長は，その権限に属する次に掲げる事\n項について，必要があると認めるときは，利害関係人又は参考人の出頭を求めて意\n見を聴取することができる。」と定め，同条２項は，「地方運輸局長は，その権限\nに属する前項各号に掲げる事項について利害関係人の申請があったとき，又は…と\nきは，利害関係人又は参考人の出頭を求めて意見を聴取しなければならない。」と\n定めている。\nそうすると，本件各試験に合格した者については，聴聞が行われる取扱いである\nから，法８９条の手続に沿った運用がされることになる。\nこれに対し，本件各試験に合格しなかった者には前記のとおり聴聞手続がされな\nいので，次に，この不合格者と法８９条との関係を検討する。\n（３）　地理法令試験の不合格者に対する聴聞手続の要否\n本件各試験に不合格であった者は，それ以外の資格要件を満たすか否かにかかわ\nらず，免許の付与を受ける可能性がないので，被告にとっては，不合格者に対する\n聴聞の必要性は認められない。\nところで，法８９条２項によれば，利害関係人から聴聞の申請があったときは，\n地方運輸局長は聴聞を実施しなければならないとされているところ，不合格者であ\nる原告らが本件各試験不合格後に聴聞の申請をしたとの事実を認めるに足りる証拠\nはない。したがって，原告らは８９条２項適用の前提を欠くものであり，原告らに\nついて同項に基づく聴聞がされないことに違法はない。\n原告らは，法８９条２項は，被告に対して，免許申請者全員について意見の聴取\nを義務付けていると主張するようであるが，同項の表現からみて，意見聴取をすべ\nき者は聴聞の申請者であって，免許の申請者全員を意見聴取の対象と解釈すること\nは困難である。また，仮に不合格者である原告らが聴聞の申請をしていたとして\nも，地理・法令試験が免許申請者の知識を客観的に問い，その知識の有無及び程度\nが試験の実施によって客観的に把握することが可能であるから，改めてこれにつき\n口頭による聴聞の機会を与えなくても，そのことによって，試験実施手続自体に瑕\n疵があり，本件却下処分が違法になるというものではない。\nしたがって，原告らの主張は採用できない。\n５　争点５（個人タクシー協会非参加者に対する本件各申請受理における違法の有\n無）について\n（１）　新規免許の申請及びその受付の実態\n証拠（甲６，１６，４２ないし４５，６６，乙１５，１６，２３，３２，証人\nＨ，原告Ｄ，同Ｇ，同Ｅ，同Ｆ）及び弁論の全趣旨によれば，次の事実が認められ\nる。\nア　新規免許の申請者は，本件審査基準と同時に公示された申請書様式（乙１５）\nに基づいて申請書を作成し，添付資料とともに，これを陸運支局に提出する。な\nお，被告の取扱いによれば，申請時に提出を要する添付資料は，戸籍抄本，運転免\n許証の写し等であり，それ以外の資金，健康状況や営業所・車庫の確保についての\n挙証資料等は，地理・法令試験の合格以降に行われる意見聴取の際に提出が求めら\nれている。\n被告は，申請者の便宜のために，上記様式に沿った申請書のひな型を作成し，各\n陸運支局の窓口に掲示しているが，被告ないし各陸運支局において，これを申請者\nに交付する取扱いはしていない。\nイ　神奈川県下においては，神奈川県個人タクシー協会，横浜個人タクシー協同組\n合，川崎個人タクシー協同組合等の１３の個人タクシー事業者による団体（個人タ\nクシー協会）が存在しており，各個人タクシー協会は，将来の新規協会員（組合\n員）を確保するために，個人タクシー事業への参入を希望する者の相談を受け，免\n許申請が円滑に行われ，許可されるように，申請予定者のために同人に代わって申\n請書を作成し，陸運支局に提出するなどのサービス活動をしている。そして，神奈\n川県下の個人タクシー協会においては，事前に，申請予定者に免許申請の添付書類\n等を提出させ，すべての資格要件に合致しているかどうかのチェックを行った上\nで，資格要件を満たしている者に限って，上記のようなサービスをし，反対に申請\n時において資格要件を満たしていない者は，個人タクシー協会を介して申請するこ\nとができないという取扱いがされていると推認される（なお，甲３６参照）。そし\nて，申請者の多くは，自ら直接，陸運支局に申請することに通常は困難を伴うた\nめ，申請前に資格要件を満たすように，資金を調達したり，車庫を用意するなどの\n経済的出捐を伴う準備行為をした上で，申請しているものと推認される。\nなお，新規免許の申請書用紙には，どの個人タクシー協会を介して申請がされた\nのかが明らかになるように，欄外に個人タクシー協会の名称を記載する欄がある。\nウ　各陸運支局において受理された申請書は，関東運輸局に回付され，同局で受理\nされた後に，同局で，法施行規則５５条の規定に基づき，各申請月の事案をまとめ\nて公示し，申請者に対して地理・法令試験の通知を行う。\n（２）　原告らの主張とこれに対する判断\nア　原告らは，本件各申請の受理に関する被告の対応が違法である旨を主張すると\nころ，前記認定した事実に加え，証拠（甲１４ないし１６，２３，２４，４１ない\nし４３，４５，原告Ｄ，同Ｇ，同Ｅ及び同Ｆの供述）及び弁論の全趣旨によれば，\n次の事実が認められる。\n新規免許の申請者は，前記のとおり，通常は個人タクシー協会を介して申請をし\nているところ，原告らの一部は，資格要件を満たさない等の理由により，個人タク\nシー協会を介して申請することができず，直接，神奈川陸運支局から新規免許の申\n請書用紙の交付を受け，同支局に申請書を提出しようとした。しかしながら，同支\n局から，申請書の交付を拒否されたため，神奈川行政監督事務所に相談したとこ\nろ，その後，同支局から，申請書用紙（見本）のコピーを一部だけ受け取ることが\nできるようになった。そして，交付された同申請書用紙には，１枚目の欄外に，個\n人タクシー協会の名称及びその電話番号を記載する欄があったところ，甲事件原告\nらは，同欄に何らかの個人タクシー協会の名称・連絡先を記載しなければならない\nものと考え（なお，被告がそのように指導したか否かは，証拠上明確ではな\nい。），自ら「横浜，川崎，北部個人タクシー協会」という名称の団体を設立し，\n各申請書に同名称・連絡先を記載した。その上で，甲事件原告らは，平成８年８月\n２７日，弁護士Ｉとともに，神奈川陸運支局旅客課に行き，同弁護士らが作成した\n上申書を添えて，自ら作成した申請書を提出したが，同課係官がなかなか受理せ\nず，３０分ほど待たされたため，同弁護士が窓口で異議を申し立てたところ，各申\n請書が受理された。\n以上の事実が認められる。\nイ　以上の認定事実によって検討するに，個人タクシー協会は，将来会員となる可\n能性のある申請者の便宜のために，自主的に免許申請の指導・代行等しているにす\nぎず，申請書用紙に個人タクシー協会の名称を記載するのは，便宜上の措置にすぎ\nない。したがって，仮に，被告において，個人タクシー協会を介さずに個人タクシ\nーの免許の申請をしようとした原告らに対して，これを介して申請すること，同協\n会の名称を記載すること等を要求したのであれば，それは法令上の根拠のない対応\nであるといわなければならない。また，被告において，そのような申請者に対して\nは申請書用紙を交付していないとすれば，そのことは申請を受け付ける行政庁の対\n応として疑問がある。\nしかしながら，いずれにせよ，昀終的には原告らの免許申請は被告によって受理\nされている。そうすると，少なくとも，被告の上記対応によって，本件各処分が違\n法となるということはできない。\n６　争点６（新規免許と譲渡譲受等認可との差別的取扱いの有無・適否）について\n（１）　原告らの主張と判断の順序\n原告らは，新規免許と譲渡譲受等認可とでは，地理・法令試験の問題自体が異な\nり，譲渡譲受等認可申請者に対しては，新規免許申請者に出される問題よりも，難\n易度の低い試験問題が出されており，合格基準点も低く設定されていたこと，年間\nの試験実施回数が異なっていたことを主張する。\nそこで，まず，譲渡譲受等認可制度の内容を検討し，その後に取扱いの違いの有\n無，それが処分の違法をもたらすかを検討する。\n（２）　譲渡譲受等認可制度の概要\nア　道路運送法の定め\n前提となる事実記載のとおり，個人タクシー事業については，他の一般乗用旅客\n自動車運送事業の場合と同様に，事業の譲渡譲受及び相続（譲渡譲受等）が認めら\nれており，これについては，運輸大臣から委任を受けた地方運輸局長の認可が必要\nとなる。そして，譲渡譲受等認可の基準については，一般乗用旅客自動車運送事業\nの免許の場合の基準である法６条が準用されている（法３６条３項，３７条３\n項）。\nイ　譲渡譲受等認可制度の趣旨\n（ア）　個人タクシー事業を含む一般旅客自動車運送事業の免許は，申請者の人的\n要素，法的適格性，資力，信用，知識及び経験等を考慮してなされるものであり\n（法６条），不適格者による事業の開始を排除する必要があることから，事業者\nは，自ら当該事業を遂行する義務を負い，他人にこれを行わせることは原則として\n禁止されている（法３３条）。\nしかしながら，事業主体の変更を一切認めないこととすると，免許等を受けた者\nが，資金の欠乏や開業後の事業不振のために，事業の継続が困難になった場合等に\n際し，かえって利用者の便益を阻害するおそれがある。また，上記事業は，公衆の\n利便に重大な関係を有する事業であるから，事業者の死亡によってその便益の提供\nが中断されることは適当ではなく，便益の提供の継続を行わせる必要性が認められ\nる。他方で，譲受人・相続人（以下「譲受人等」という。）は，免許等を受けた者\nの当該法律による地位を承継することになるから，譲受人等について，当該事業の\n免許権の主体となり得る法律上の能力，資格，信用等を有する者であることを要す\nるというべきである。そこで，法は，事業の譲渡・相続について，運輸大臣から委\n任を受けた地方運輸局長の認可を要求し，免許基準に関する規定を準用して，同一\nの審査基準を適用すべきものとした（法３６・３７条）。\n（イ）　この点に関し，個人タクシー事業経営の免許は，前記２（１）のように，\n事業者個人に対して与えられた一身専属的な資格としての性格が強く，事業継続の\n公益的必要性も，法人の場合と比較すると小さい。しかしながら，個人タクシー事\n業についても，一定の基準を満たす営業所及び車庫の設置並びに事業計画の策定が\n義務付けられており（本件審査基準６・７項，甲２４・２５参照），免許を得るた\nめに一定の資金を投下する必要がある。また，長年の営業努力により，特定の顧客\n等を獲得している場合も多いと思われる。したがって，個人タクシー事業において\nも，営業権を譲渡することで，投下資本の回収又は事業の継続を図るということに\nついて，およそ意義を認めることができないということはできず，一定の要件のも\nとに個人タクシー事業についても譲渡譲受等を許容することについて，一応の合理\n性が認められる。\nなお，被告は，譲渡譲受等の制度については，上記趣旨のほかに，高齢事業者か\nら若い世代への事業の譲渡を促す役割がある旨を主張するが，制度の運用によって\nは副次的にそのような一定の役割を持たせることは可能であるが，必ずしもより若\nい世代に譲渡又は相続がされるということが，制度上当然に担保されているわけで\nはない。したがって，譲渡譲受等の制度がこのような趣旨に基づいて創設されたと\n解するのは相当ではない。\nウ　運輸省通達の内容\n個人タクシー事業の譲渡譲受等認可について，運輸省から発せられた通達には，\n次のような内容のものがある。\n（ア）　昭和３４年１２月通達\n昭和３４年１２月通達には，前記のほか，次のような記載がある。\n「３　免許後の取扱いについて\n（１）　事業用自動車の貸渡，事業の管理の受委託，事業の譲渡及び譲受等の許認\n可申請事案については，１人１車制のタクシー個人営業免許の趣旨を考慮して，慎\n重に取り扱うこと。」\n（イ）　平成７年６月通達\n国は，個人タクシー事業の取扱いについて，社団法人全国個人タクシー協会と運\n輸省が協同で取りまとめた「個人タクシー問題への対応策」に関して，平成７年６\n月１３日付で，運輸省自動車交通局長から各地方運輸局長，沖縄総合事務局長あて\n通達（自旅第１３９号。以下「平成７年６月通達」という。）を発した。同通達に\nは，次のような記載がある。\n「１（４）　事業者団体による推薦制の導入の可否の検討について\n（社）全国個人タクシー協会は，譲渡譲受申請者の合格率に資するため，譲渡譲\n受講習会を全国的に実施しているところであるが，今後譲渡譲受に加え一部地域に\nおいては新規免許申請者を対象にした講習会を開催するとともに，併せて講習内容\nの充実強化を検討しているところである。\n行政としても，同講習会が単に申請者の合格率の向上を図るのみならず，良質な\n事業者の育成にも寄与するものであることに鑑み，各地方運輸局等において，引き\n続き関係事業者団体の指導，育成に一層努力することとする。\nまた，（社）全国個人タクシー協会は，同講習会の実施基準等を新たに設けるな\nどこれを厳格に運用することを前提として，同講習会の受講者のうち一定基準以上\nの優秀な修了者について協会が推薦するので，これらの者に対しては法令及び地理\n試験を免除することを要望している。\nこれについては，現在行っている講習会の実施状況，今後の講習会の充実・強化\n策等の内容を十分精査し，その導入の可否について検討していくこととする。\n３（２）　定年制が実施されるまでの環境整備の実施について\n定年制が実施されるまでの間は，一定年齢に達した者が廃業しやすいような環境\n作りを進める等高齢者の廃業を促す措置を拡充していくこととし，当面，次の措置\nを講じることとする。\n①　譲渡譲受制度の見直しについて\n個人タクシー事業の一層の若返り及び活性化を促進するため，譲渡譲受制度につ\nいては，現在，傷病等事業を自ら遂行できない正当な理由がある場合に加え，６８\n歳以上の者も対象としているところであるが，今後，これを６５歳以上とする。」\n（ウ）　平成７年９月通達\n国は，個人タクシー事業の取扱いについて，平成７年９月１３日付けで，運輸省\n自動車交通局長から各地方運輸局長，沖縄総合事務局長あて通達（自旅第１９８\n号。甲６６の１７１頁。以下「平成７年９月通達」という。）を発した。平成７年\n９月通達のうち事業の譲渡譲受及び相続に関連して，次のような記載がある。\n「　個人タクシー事業の免許は，これを受ける者の固有の適格性に着目して付与す\nるものであり，一身専属的な性格を有していることから，本来，事業の譲渡譲受及\nび相続を認めることについては慎重に取扱うことを基本とすべきと考える。\nしかしながら，これらの制度は①高齢事業者から若い世代への事業の譲渡を促す\nこと，②事業者の遺族の生活の安定を確保すること，等の点において一定の役割を\n果たし得るものであることにも配慮し，これらの制度については上記の趣旨を踏ま\nえた厳正な運用を行うことを前提として，次のとおり今後とも特例的な取扱いとし\nて認めることとされたい。\n（１）　事業の譲渡譲受について\n個人タクシーの事業の譲渡及び譲受は，譲渡人において傷病等により事業を自ら\n遂行できない正当な事由があり，又は，譲渡人が６５歳以上の者若しくは２０年以\n上個人タクシー事業を営んでいる者であり，かつ，譲受人の申請が個人タクシー事\n業の免許基準に適合するものである場合に限り認めることとされたい。\nまた，当面，譲渡譲受に当たって譲受人の年齢については，申請日現在において\n７５歳以下とする。\n（２）　事業の相続について\n個人タクシー事業の相続は，相続人の申請が個人タクシー事業の免許基準に適合\nするものである場合に限り，特例としてこれを認めることとされたい。\nまた，当面，相続に当たって相続人の年齢については，申請日現在において７５\n歳以下とする。」\nエ　譲渡譲受等認可に対する審査基準の内容\n（ア）　譲渡譲受等認可の審査基準については，法６条が準用されているところ\n（法３６条３項，３７条３項），被告は，前記２（１）イ及び前記６（２）ウの運\n輸省による各通達等を受け，譲渡譲受等認可の申請事案についても，平成７年１１\n月３０日付けで公示した新規免許の場合と共通する本件審査基準を適用していた。\n本件審査基準の内容は，別紙１のとおりであるが，新規免許と譲渡譲受認可とで\nは，資金計画における自己資金の確保金額を除いて，同一の資格要件が定められて\nいた。なお，相続認可については本件審査基準の記載上明確ではないが，譲渡譲受\n認可の場合に準じて，同基準が適用されていたことが推認される（弁論の全趣\n旨）。\nまた，被告は，譲渡譲受等認可申請事案の処理の取扱いについても，新規免許申\n請に対する取扱いと共通の規程である本件取扱基準を適用していた。同基準による\nと，譲渡譲受等認可申請者に対して原則として意見の聴取を行わないとしている点\nで，新規免許申請者と異なる取扱いがされていたが，それ以外の取扱いは共通であ\nる。\n（イ）　本件審査基準第１０項には，前提となる事実のとおり，地理・法令試験が\n定められているところ，被告は，既に昭和５０年から，新規免許及び譲渡譲受等認\n可申請者に対して，一律に地理・法令試験を課しており，その合格を免許及び認可\nの要件としてきた（乙１０）。\n原告らは，その試験の内容，合格点等につき，取扱いの差異がある旨を主張する\nので，この点は，後記（３）で別途検討する。\nオ　譲渡譲受等認可申請の手続き\n（ア）　実務上，個人タクシー事業の譲渡を受ける場合には，譲受人が譲渡人との\n間で事業の「譲渡譲受契約」を締結し，認可を受けようとする事業区域を管轄する\n地方運輸局に譲渡譲受認可申請を提出する必要がある。同認可申請を行うには，申\n請書に，譲渡人及び譲受人の氏名又は名称及び住所，事業の種類及び事業区域，譲\n渡価格，譲渡及び譲受をしようとする時期・理由を記載し，かつ，新規免許申請に\n必要な書類のほかに，譲渡譲受契約書の写し，譲渡及び譲受価格の明細書，譲渡譲\n受車両の自動車検査証の写し並びに譲渡人の診断書及び運転免許証の写し等を提出\nする必要がある（法施行規則２２条参照。甲６６，証人Ｈ，弁論の全趣旨）。\nまた，譲渡譲受契約の締結を希望する者に対して，個人タクシー協会等におい\nて，紹介，斡せんがされており，個人タクシー協会を介して譲渡譲受契約が締結さ\nれていることが通常であると推認される（乙３２，証人Ｈ，弁論の全趣旨）。\n（イ）　事業の相続認可の申請をしようとする相続人は，被相続人との続柄，相続\n開始の時期等を記載した事業の継続申請書を提出するほか，申請者と被相続人との\n続柄を証する書類，申請者の履歴書及び資産目録並びに申請者以外に相続人がある\nときはその者の氏名及び住所を記載した書面並びに当該申請に対する同意書を提出\nする必要がある（法施行規則２４条）。\n（ウ）　前記（２）エのとおり，平成７年９月通達を受けた本件審査基準において\nは，譲渡譲受認可についても，資金計画の点を除き，新規免許の場合と同様の資格\n要件を満たす必要があるとされており，相続認可についても，譲渡譲受認可と同様\nの基準が適用されていた。\n（３）　新規免許と譲渡譲受等認可との取扱いの違い\nア　地理・法令試験に係る優遇措置（差別的取扱い）の有無・内容\n（ア）　原告らは，新規免許と譲渡譲受等認可とでは，地理・法令試験において，\n後者を優遇している旨を主張する。\n（イ）　そこで，検討するに，証拠（乙３，６，７の１ないし３，２３，２８，２\n９，証人Ｈ）及び弁論の全趣旨によれば，次のとおり認められる。\n本件各試験が実施されていた当時は，新規免許と譲渡譲受等認可の申請者に対す\nる地理・法令試験は，いずれも同一の日時・共通する試験会場において実施され，\n試験問題も同一であった。なお，試験会場については，新規免許と譲渡譲受等認可\nとで，別の試験会場で実施された場合や，同一の会場であっても別の部屋に分けら\nれて実施された場合があるが，これは，被告の事務処理の都合上，申請の種別ごと\nに会場や部屋を区分していたにすぎず，特に原告らが主張するような差別的な取扱\nいと関連があると認めることはできない。また，原告らが受験した当時の取扱いと\nしては，新規免許申請及び譲渡譲受等認可申請は，いずれも，各年度６月，１０月\n及び２月の，年間３回まで申請が可能であり，いずれの場合でも第１回目の受験で\n合格基準に達しなかった者に対しては，初試験の実施月の４か月後に再試験を受け\nる機会が与えられていた。\n（ウ）　ところが，合格基準点に関し，証拠（乙２２，２８）及び弁論の全趣旨に\nよれば，新規免許申請に係るものが，法令試験については３５問中３０問，地理試\n験については３０問中２７問とされていたところ，譲渡譲受認可申請に係るもの\nは，上記基準点より，各１点ずつ低く設定され，法令試験については３５問中２９\n問，地理試験については３０問中２６問とされていたことが認められる。\nすなわち，譲渡譲受等認可申請者に対しては，地理・法令試験につき，各１点ず\nつ，新規免許申請者より，優遇した措置が採られていたということができる。そし\nて，上記合格基準点は，いずれも被告の内部的な文書により定められていたもので\nあり，公開されることはなく，極秘事項として扱われていた。\nイ　合格率・合格人数の差異\n（ア）　新規免許申請者数，その地理・法令試験合格者数及び合格率，並びに譲渡\n譲受等認可申請者数，その地理・法令試験合格者数及び合格率の平成７年２月１６\n日以降の推移は別紙２のとおりである。\n原告らが新規免許試験を受験した本件各試験についてみるに，新規免許の合格率\nは，約３２％ないし約４５％であるのに対して，譲渡譲受認可の合格率は，約７３\nないし約８３％となっており，約２倍近い差がある（乙１１・２５）。\n（イ）　このような合格率の差異は，アのような合格基準点の各１点限りの違いだ\nけでは説明できない。しかし，合格基準点の差異以外に被告が譲渡譲受等を優遇し\nたことを認めるに足りる証拠はない。そうすると，上記のような合格率の差がどの\nような原因で生じたかが問題となるところ，これについては，次のような，いくつ\nかの要素が重なった結果であると推察される。\nすなわち，前記のとおり，譲渡譲受認可の申請者は，個人タクシー協会におい\nて，既存の個人タクシー事業者との間で譲渡契約を締結した上で，同認可の申請を\n行う必要があり，新規免許の申請と比較すると，経済的出捐が大きく，認可を受け\nられなかった場合の損失が大きいということができる。そのため，譲渡譲受認可申\n請者には，地理試験の免除規定に該当する者（前記２（３）イ参照）や，全国個人\nタクシー協会が全国的に実施していた譲渡譲受認可申請者に対する試験対策の講習\n会等を受講して十分な試験対策を採っていた者が多いことが推認でき（乙３１，弁\n論の全趣旨），さらに，個人タクシー協会が特に合格の可能性の高い者を譲受人と\nして選択していることも考えられる。\nいずれにせよ，前記の合格基準点に関する，各１点ずつの差異以外に被告が譲渡\n譲受等に対し優遇措置を講じているとの事実を認めるに足りる証拠はない。\n（４）　譲渡譲受等との取扱いの違いと本件各処分の違法の有無\nア　合格基準の性質及びその差の意味\n（ア）　（３）のとおり，新規免許と譲渡譲受等認可とにおける地理・法令試験の\n合格基準点について，各１点ずつの差異があり，他には取扱いの差はなかったこと\nが認められる。そして，免許を取得するためには，本件各試験に合格した後に，本\n件審査基準に定めるその他の要件を満足しなければならないが，本件各試験に不合\n格であると，その他の要件を充足するか否かにかかわらず，免許を受けられず，却\n下処分を受けることとなっている。したがって，本件各試験に不合格であったこと\nが本件却下処分の理由のすべてであるから，このことに照らすと，この合格基準点\nは少なくとも却下処分の要件あるいは免許処分を受けるための要件の１つという性\n質を有するものであり，そこに差を設けるということは，処分要件に差を設けるこ\nとを意味する。\n（イ）　前記のとおり，事業の免許及び譲渡認可の具体的な審査基準の策定につい\nては，地方運輸局長に委任されているところ，新規免許と譲渡譲受等認可で処分の\n種類が異なり，その制度趣旨も異なる点はある。したがって，地方運輸局長には，\nそれぞれの免許を付与するための要件，そのうちの主要な要件である地理・法令試\n験の合格基準等をどのように定めるかに一定の裁量はあると解される。しかし，前\n記の譲渡譲受等認可制度の趣旨に照らせば，被告が事業の譲受人等に対して，通常\nの新規免許申請者と比較して積極的に優遇する措置を採る政策的な必要性が高いと\nはいえない。個人タクシーという公共交通機関を安全に利用者に提供するという点\nでは，新規免許も譲渡譲受等も全く同様の要請を受けるのであり，その場合におけ\nる運転者の能力は極めて重要な要素である。そして，地理・法令試験は運転者の能\n力を昀も端的に反映するものであるから，新規の場合と譲渡譲受等の場合とで，そ\nの合格基準に違いを設けることには，合理性は認められない。\nそのことは，譲渡譲受等認可について，新規免許と同一の基準を定めた法６条が\n準用されており，かつ，被告において新規免許の場合と同様の本件審査基準・本件\n取扱基準を適用していることからも，うかがえるところである。本件審査基準及び\n取扱基準が同じなのにそれを適用して内部的に作成した合格基準が異なることは，\nむしろ，不合理性とともに不可解性をもたらすものである。上記のような合格基準\n点の差異は，譲渡譲受等認可につき新規免許の基準に適合するものである場合に限\nり認可するとした平成７年９月通達の趣旨に反する取扱いでもあるといわなければ\nならない。加えて，全国個人タクシー協会及びその関東支部が譲渡譲受等認可申請\n者を対象に地理・法令試験の講習会を実施するなどの支援策を採っており（前記平\n成９年６月通達及び乙３２参照），このような支援策を被告も是認していたものと\n推認されること等に照らせば，個人タクシー事業への参入を希望する者にとって\nは，譲渡譲受等認可と新規免許で，極めて大きな違いがあるとの認識が一般化して\nいたことが推認される（なお，原告Ｆもこれに沿う供述をする。）。\n（ウ）　なお，この点について，被告は，「死亡ないし事業譲渡した事業者の遺\n族・家族の生活の安定を図り，あるいは高齢化した事業者から若年者への事業譲渡\nを促し，個人タクシー事業者の高齢化に歯止めをかけるという政策的考慮から合格\n基準点について差異を設けることは合理性がある。」旨を主張する。\nしかしながら，被告が主張する上記政策的考慮は，前記（２）イ（ア）の譲渡譲\n受等の本来の制度趣旨を超えたものである。個人タクシー事業免許の資格としての\n性格を考慮すれば，そのような事業者の遺族・家族等に積極的な保護策を採るべき\n要請が強いということはできない。また，譲渡譲受等認可という制度により，必ず\nしも事業の若年化を誘引する効果があるということはできない。ちなみに，平成７\n年６月通達では，譲渡人の年齢は申請日において６５歳以上としているが，他方\nで，譲受人の年齢は申請日において７５歳以下としており，必ずしも若年者への譲\n渡を強力に誘引する制度として運用されているということはできない。\nしたがって，被告の上記の主張を採用することはできない。\nちなみに，その後，新規免許及び譲渡譲受等認可の審査基準が改定され，平成９\n年７月以降，地理・法令試験では，上記の合格基準点の差異が解消され，さらに，\n平成１４年２月の道路運送法の改正によって新規の場合にも，譲渡譲受等の場合と\n同様に許可制が採用されるに至っており，上記のような考え方の正当性がうかがえ\nるということができる。\nイ　合格基準点の差別的取扱いの不合理と本件各処分との関係\n（ア）　処分要件である合格基準点に差別的取扱いがあったことで本件却下処分の\n違法がもたらされるかを検討するに，証拠（乙２６，２７，原告Ｄ，同Ｇ，同Ｅ，\n同Ｆ）及び弁論の全趣旨によれば，次の事実が認められる。\n原告らの本件各試験における点数は，法令試験については１２点ないし２３点の\n間，地理試験については，０点から２１点の間にそれぞれ分布しており（なお，各\n原告個別の点数は明らかにされていない。また，原告Ｄ，同Ｇ，同Ｆらは，その本\n人尋問の結果，地理・法令試験について，５ないし６割程度しか正答できなかった\n旨供述している。），法令試験及び地理試験ともに新規免許申請者の合格基準点\n（それぞれ３０点と２７点）を大きく下回っていたことが認められる。また，譲渡\n譲受等認可申請にかかる合格基準点は，前記のとおり，それぞれ２９点と２６点で\nあるから，やはり，これを大きく下回っていたことが認められる。\nそうすると，仮に，原告らについて，譲渡譲受等認可申請者と同一の合格基準点\nが適用されていたとしても，原告らが，これに達することはなかったため，同様\nに，地理・法令試験に合格しなかったことを理由に却下処分を受けていたものとい\nうことになる。このことは，見方を変えれば，譲渡譲受等に対する優遇措置が法令\n試験・地理試験とも各１点の差であり，それが原告らに対してはそれほど大きな結\n果の違いをもたらさなかったということになる。\n（イ）　本来，個人タクシー事業の免許の許否に係る処分は，裁量処分と解される\nから，それが違法となるのは，被告が与えられた裁量権を逸脱ないし濫用して処分\nをした場合である。\n前記のとおり，被告が定めた新規免許のための地理・法令試験の合格基準点は，\n譲渡譲受等認可の場合に比べて１点高く，そのような取扱いの差を設けることに合\n理性はない。しかし，その差が１点であり，譲渡譲受等認可に係る合格基準点より\n著しく高いというわけではなく，それを譲渡譲受等認可の場合の合格基準点に合わ\nせて１点低くしたとしても，前記のとおり，原告らの本件各試験の点数は，譲渡譲\n受等認可の合格基準点にも大きく届かない。新規及び譲渡譲受等認可における合格\n基準点をどの程度にするかは当然のことながら被告に裁量がある事項であるとこ\nろ，本件各試験における合格基準点（法令試験につき３０点又は２９点，地理試験\nにつき２７点又は２６点）が，著しく高く，この観点から被告の裁量権の逸脱・濫\n用があるとは思われない（前記３（３）イ参照）。したがって，取扱いの違いがも\nたらす効果を検討する際には，譲渡譲受等認可の合格基準点自体を変更することま\nではせずに，新規免許試験の合格基準点を譲渡譲受等認可のそれに合わせてみると\nいう上記の検討で十分であり，両合格基準点を大幅に下げて例えば等しく１０点に\nした場合に原告らが合格することになるといったことまでを検討する必要はない。\n元来，個人タクシー事業を遂行する上では，ある程度の地理・法令に関する知識が\n必要であり，それを著しく欠く者は不合格とされるのが適当である。\nそうすると，被告が原告らに対してした本件却下処分は結果としては，正当な措\n置であり，そこに処分を違法とすべき裁量違反の違法はないというべきである。\nウ　小括\n新規免許申請者である原告らが，本件各試験において，譲渡譲受認可申請者との\n関係において，差別的な取扱いをされたことにつき合理的な理由を認めることはで\nきない。しかしながら，原告らの本件各試験の結果等に照らした場合，被告が，そ\nのような差別的な取扱いをしたにもかかわらず，原告らの免許申請を法６条１項４\n号に適合しないとの理由で却下した本件却下処分には，結果的には，被告の裁量を\n逸脱ないし濫用した違法があるということはできない。\n７　結論\n以上のとおりであって，原告らの請求はいずれも理由がないから，これを棄却す\nることとし，訴訟費用の負担について，行政事件訴訟法７条，民訴法６１条，６５\n条を適用して主文のとおり判決する。\n横浜地方裁判所第１民事部\n裁判長裁判官　岡光民雄\n裁判官窪木稔は差し支えにより，裁判官家原尚秀は転勤により，署名押印するこ\nとができない。\n裁判長裁判官　岡光民雄\n"
}