{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 12,
    "day": 20
  },
  "case_number": "平成13(わ)36",
  "case_name": "殺人未遂，建造物侵入，窃盗未遂",
  "court_name": "神戸地方裁判所",
  "lawsuit_id": "7075",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=7075",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/075/007075_hanrei.pdf",
  "contents": "判決　平成１４年１２月２０日　神戸地方裁判所　平成１３年(わ)第３６号，同第\n１７２号　殺人未遂，建造物侵入，窃盗未遂被告事件\n主文\n被告人を懲役３年に処する。\n未決勾留日数中５７０日をその刑に算入する。\n理由\n（犯罪事実）\n被告人は，\n第１　分離前の相被告人Ａ，同Ｂ，同Ｃ，同Ｄ及び同Ｅと意思を相通じ，Ａ，Ｂ，\nＣ，Ｄ及びＥの５名においては殺人の犯意で，被告人においては傷害の犯意で，共\n謀の上，被告人が，実行役のＣを自己が運転する自動車に乗せ，平成１２年５月２\n６日午前８時１０分ころ，Ｖ（当時５１歳）が駐車場として使用していた神戸市中\n央区Ｇ通ａ丁目ｂ番ｃ号Ｈビル付近に行き，Ｖが到着するのを待ち伏せ    ，Ｃ\nが，ＶがＨビル１階駐車場内に入ったのを確認するや，同駐車場内で，Ｖに向け\nて，約２メートルの至近距離から殺意をもって準備してきた自動装てん式けん銃\n（平成１３年押第１０９号の８）で続けざまに弾丸３発を発射し，そのうち２発を\nＶの左腰部，左大腿部に命中させたが，Ｖに対し，約９０日間の治療を必要とする\n腰部脊髄損傷，右後腹膜血腫，左右膝関節挫創等の傷害を負わせたにとどまり，殺\n害の目的を遂げなかったが，被告人においては傷害の犯意を有するにとどまってい\nた。\n第２　Ａ及びＢと共謀の上，金員を盗み取る目的で，同年６月１２日午前２時こ\nろ，前記Ｖの実弟であるＷが看守する前記Ｈビル１階駐車場内に，南側出入り口の\n施錠を外して侵入した上，同駐車場内を物色したが，金員の発見に至らず，その目\n的を遂げなかった。\n（証拠の標目）\n省略\n（判示第１の事実についての補足説明）\n１　判示第１の事実について，検察官は，被告人とＡら５名との間で殺人の共謀が\n成立していた旨主張し，他方，弁護人は，被告人は上記のような共謀をしたことは\nなく，被告人は無罪である旨主張するので以下検討する。\n２　証人Ｅの証言の信用性について\n被告人は，Ｅから，実行役であるＣを自動車で本件犯行現場まで送迎すること\nを依頼されてこれを了承し，本件犯行の際，この依頼に沿って行動したものである\nところ，Ｅは，公判廷において，本件犯行前日である平成１２年５月２５日午後４\n時ころ，当時入院していたＩ病院に呼び出した被告人に対し，「ちょっとやばい仕\n事があるんやけど，してもらわれへんか。」，「人をいわしに行く。その人を運ぶ\n役目をしてほしい。」旨告げて，その人物を自動車で本件犯行現場まで送迎するこ\nとを依頼し，その報酬として２００万円ほど支払う旨約束し，被告人は，その運転\n手役を引き受けたなどと証言する（以下「Ｅ証言」という。）。\nこのＥ証言は，その文言等も具体的かつ詳細で，本件犯行の依頼の仕方として\nも特段不自然，不合理な点はない上，被告人に対して２００万円ほどの報酬を約束\nしたことについては，本件犯行後，被告人が「仕事はちゃんとしたんだから，その\n２００万円を支払ってくれ。」と報酬を要求する電話をかけてきた旨供述する証人\nＡの証言によっても裏付けられており，さらに，Ｅは被告人とおよそ２０年来の知\n人であり，その証言内容も「人をいわす」といっただけで「殺す」という言葉は使\nっていないとするなど被告人にことさらに不利な証言をしているものとは解され\nず，Ｅが自己の刑事責任を転嫁するような事情も認められないことなどからして十\n分信用することできる。\n３　被告人の弁解について\nこれに対し，被告人は，Ｅからは人を捕まえに行く際の運転手役を依頼された\nだけで，同人から「いわしに行く。」という言葉は聞いておらず，Ｅとの間で事前\nの報酬約束もなかった，また，Ｅ，Ａらに要求した２００万円は報酬ではなく，口\n止め料の趣旨であったなどと弁解する。\nしかしながら，こうした被告人の弁解は，前記のとおり十分信用することがで\nきるＥ証言と対比し，信用することができない。\n４　検討\n(1)　Ｅ証言を含む関係証拠を総合すると，被告人は，暴力団組員であるＥから，\n本件犯行が「やばい仕事」であり「人をいわす」ものであることを告げられた上で\nこれを引き受けたことが認められるのであって，これによれば，被告人は，実行役\nが少なくとも被害者に対し傷害を負わせることを認識・認容していたものといえ\nる。そして，被告人が本件で果たした役割は本件犯行を遂行する上で相当に重要な\nものであること，被告人は本件犯行計画の詳細までは知らないものの実行役を送迎\nするだけで２００万円という多額の報酬を手に入れられることからして自己の役割\nの重要性は十分推測できたはずであること，被告人は２００万円の報酬を目当てに\n本件に加担したものであって，この犯行に自ら大きな利害関係を有していたことを\n併せ考えると，被告人は，本件犯行に自己の犯行として関与する意思，すなわち正\n犯意思を有していたと認められるから，結局，被告人は，本件において傷害罪の共\n同正犯の罪責を負うものといえる。\n(2)　ところで，検察官は，Ｅが被告人に対して本件犯行を依頼する際「いわしに\n行く。」という言葉を使っていることや，Ｃが被告人に対し，襲撃に失敗したとき\nや，弾が出なかったときに助けてくれるよう頼んだ際，被告人はこれを承諾する旨\n返事をしていることなどを根拠に，被告人は，本件犯行が殺人を意図したものであ\nることまで認識していたと認められるから，被告人は，殺人未遂の共同正犯の罪責\nを負うと主張する。\nしかしながら，「人をいわす」という言葉は，人を殺害するという意味も含\nみうるとはいえ，弁護人が主張するとおり，人を脅かす，暴力を振るう，金を脅し\n取るという意味でも使いうる多義的な言葉であり，本件において，被告人はＥ以外\nの共犯者からは事前に本件犯行について何ら知らされていないことからすると，Ｅ\nから「いわしに行く。」と告げられた被告人が，これによりただちに被害者を「殺\nす」という意味であると認識したものとは認められない。\n他方，Ｃは，公判廷において，被告人と落ち合って，被告人の運転する自動\n車で本件犯行現場となったＨビルへ行った際，本件犯行直前に，被告人に対し，襲\n撃に失敗したときや，弾が出なかったときに助けてくれるよう頼んだところ，被告\n人は，十数秒たってから「分かった。」というような返事をしたなどと証言する。\nこのことからすると，むしろ被告人は，本件犯行直前になって初めて本件犯行がけ\nん銃で人を襲撃するものであることを知って驚き，とっさの返事ができなかったも\nのとも考えられるのであって，被告人が分かったというような返事をしたからとい\nって，これをもって，直ちに殺人という重大犯罪の共謀を遂げたと解するのは強引\nに過ぎるものといわざるを得ない。また，Ｃは，自動車から出る直前に，運転席の\n被告人の真横で，けん銃を取り出して安全ピンを操作したので，被告人から見えた\nはずであるとも証言しているが，仮に，Ｃが下車する寸前に，被告人がけん銃の存\n在を認識したとしても，このことから，被告人に人を殺害することの認識・認容が\nあったということもできない。\nそして，他に，被告人が，他の共犯者との間で殺人の共謀を遂げたことを裏\n付ける証拠はないから，被告人が，殺人未遂の共同正犯の罪責を負うという検察官\nの主張は採用することができず，結局，被告人については，傷害の限度で共謀があ\nったと認定するのが相当である。\n（法令の適用）\n被告人の判示第１の所為は刑法６０条，２０４条に，判示第２の所為のうち建造\n物侵入の点は同法６０条，１３０条前段に，窃盗未遂の点は同法６０条，２４３\n条，２３５条にそれぞれ該当するところ，判示第２の建造物侵入と窃盗未遂との間\nには手段結果の関係があるので，同法５４条１項後段，１０条により１罪として重\nい窃盗未遂罪の刑で処断し，判示第１の罪について所定刑中懲役刑を選択し，以上\nは同法４５条前段の併合罪であるから，同法４７条本文，１０条により犯情の重い\n判示第１の罪の刑に法定の加重をし，その刑期の範囲内で被告人を懲役３年に処\nし，同法２１条を適用して未決勾留日数中５７０日をその刑に算入し，訴訟費用\nは，刑事訴訟法１８１条１項ただし書を適用して被告人に負担させないこととす\nる。\n（量刑の理由）\n１　本件の概要\n本件は，被告人が，共犯者らの計画した被害者殺害計画に運転手として関与し\nた傷害の事実（判示第１）及び判示第１の共犯者２名とともに，判示第１の犯行現\n場となったガレージに侵入して物色したが金品を発見できなかった建造物侵入，窃\n盗未遂の事実（判示第２）からなる事案である。\n２　判示第１の犯行に至る経緯等\n分離前の相被告人Ｄは，平成７年以来，Ｖを出資者とする不動産取引や債権の\n取立てをしていたが，Ｖは，Ｄが取り立てることができなかった債権を，ＤのＶに\n対する債務として負担させるなどして，Ｄに膨大な債務を負わせ，さらには，Ｄが\n債権取立てに失敗したときなどに，Ｄに対し，ところかまわず，手拳や木刀で殴っ\nたり，足蹴にして骨折させたり，ナイフで斬りつけるなどの制裁を加えたりしたこ\nとから，Ｄは，Ｖに対して，強い憎しみを抱くようになっていった。そこで，Ｄ\nは，Ｖを殺せば，Ｖに対する借金を帳消しにでき，また，Ｄ名義となっているＶの\n財産を得ることもでき，さらには，Ｖから受けた数々の暴行に対する報復ができる\nものと考え，Ｖを殺害しようと考えるに至った。\nそして，Ｄは，平成１２年１月末ころ以降，分離前の相被告人Ａや同Ｂに対し\nて，再三，Ｖの殺害依頼を持ちかけるようになり，同年３月２２日か２３日ころ，\nＡ，Ｂ及び同人らの兄貴分に当たるＦがＤと居酒屋で会い，その際，Ｆは，Ｄに対\nし，５０００万円でＶ殺害を引き受けることを約束した。\nその後，Ｄは，Ｆへの報酬の先払いとして，同年４月２１日ころ，Ａ，Ｂに対\nし，現金２２００万円を交付したが，Ａ及びＢは，Ｖ殺害計画を何ら具体的に進め\nることなく放置していた。\nしかし，Ｄは，Ｖ殺害をあきらめることなく，少しでも早くＶ殺害を実行して\nもらいたいと考え，同年５月初めころまで，ＦやＡ，Ｂに対し，Ｖ殺害の催促を繰\nり返し，Ａの紹介で知った分離前の相被告人Ｅに対しても，同月中旬ころまでに合\n計約３００万円を交付した上，Ｖ殺害を依頼したものの，実行されることはなかっ\nた。\nＤは，一向にＶの殺害が実現しないことにいらだち，ＡやＢがＶを殺害しない\nのなら，Ｖ殺害計画をＶに明かす，自らＶを殺害するので道具を準備して欲しいな\nどと言い出したため，同月２２日ころ，Ａは，もはやＤの強い依頼を放置しておく\nことができないと考え，同月２４日ころ，ＡとＢは，翌日の２５日にＶ殺害を実行\nすることに決め，ＡがＶ殺害に使用するけん銃と殺害実行役のヒットマンを犯行現\n場に連れていき，逃走させるための自動車運転手を調達し，Ｂがヒットマンとその\n移動，逃走手段として使用する自動車２台を調達するという役割分担を決めた。\nそして，Ｂは，大阪刑務所受刑中に同じ工場で働いていたことから知り合った\n分離前の相被告人Ｃが適任であると考えて，ＣをＶ殺害役のヒットマンにすること\nを提案し，Ａもこれに賛成した。そこで，Ａ及びＢは，同月２４日，Ｃを電話でＪ\nＲ三ノ宮駅に呼び出し，Ｃに人の殺害を打診したところ，まとまった金員が欲しい\nと考えていたＣは，殺害実行役のヒットマンをすぐに引き受けた。その際，Ｂは，\nＣに成功報酬として３０００万円を支払う旨約束し，Ａ，Ｂ及びＣは，Ｖ殺害を同\n月２６日に実行することに決め，Ａが，このことをＤに伝え，Ｄは了承した。\nその後，Ａは，神戸市長田区内のＩ病院に入院中であったＥに，ヒットマンの\n手配ができたことを告げるとともに，運転手を用意するように頼んだ。Ｅは知人の\n被告人に運転手役をさせることを思いつき，被告人を病院に呼び寄せ，被告人に，\n２００万円ほどの報酬を約束した上，「人をいわしに行く。その人を運ぶ役目をし\nてほしい。」などと言って，本件への加担を依頼し，被告人は，実行役が，人を傷\n害することもあり得ることを認識しながら，これを了承した。\n３　量刑上考慮した事情\n被告人の判示第１の犯行に至る経緯等は，前記２に認定したとおりである。\n被告人は，一面識もない被害者に対して，少なくとも傷害の結果が生じること\nを認識しながら，共犯者Ｅから約束された２００万円もの多額の報酬を得るため判\n示第１の犯行に安易に加担したものであって，このような利欲的かつ短絡的な犯行\n動機に何ら酌むべきものはない。\n被告人は，判示第１の犯行において，実行犯であるＣを現場まで自動車で送迎\nするための運転手の役割を担ったもので，その役割は判示第１の犯行を遂行するに\n当たって相当重要なもので欠くことのできないものであった。\nそして，判示第１の犯行の結果，被害者は約９０日間の加療を必要とする腰部\n脊髄損傷，右後腹膜血腫，左右膝関節挫創等の重傷を負い，さらに相当長期間のリ\nハビリ治療を余儀なくされたのであり，幸いにして一命をとりとめたとはいえ，そ\nの被害結果は重大である上，その犯行自体は，けん銃を用いて被害者を射殺しよう\nとしたが未遂に終わったという危険かつ凶悪なものであって，社会的影響にも大き\nなものがある。\nまた，判示第１の犯行後，被告人は，共犯者らから約６６万円の現金を受領し\nており，この犯行によって現実に利得していることからも，事後的犯情は芳しくな\nい。\n加えて，被告人は，運転手としての報酬として約２００万円の支払いをＥ，Ａ\nらに要求したものの，その支払いを受けられなかったため，判示第２の犯行に及ん\nだもので，被告人には，いずれも古いものではあるが住居侵入，窃盗等の懲役前科\n４犯のほか，同種の前歴も相当数あり，被告人の盗犯に関する規範意識は相当鈍麻\nしているとうかがわれることからも，その犯情は悪い。\n以上の諸事情にかんがみると，被告人の刑事責任は重いといわざるを得ない。\nしかしながら，他方，判示第１の殺害計画及び判示第２の犯行は幸いにしてい\nずれも未遂に終わっていること，判示第１の犯行計画自体への関与は間接的，従属\n的であって，自らが運転手役を担うことを避けたかったＥにより一連の殺害計画に\n巻き込まれた側面もあること，被告人は判示第２の犯行について事実を素直に認め\nており，反省の情が認められること，昭和６０年の最終前科の刑執行終了以降，本\n件各犯行に至るまでの間，工務店を経営するなど相応の社会生活を送ってきたこと\nなど，被告人にとって有利な事情も認められる。\nそこで，以上諸般の事情を総合して考慮し，被告人に対して，主文の刑を科す\nることとした。\n（求刑・懲役７年）\n平成１４年１２月２０日\n神戸地方裁判所第４刑事部\n裁判長裁判官　　　笹野明義\n裁判官　　　浦島高広\n裁判官　　　谷口吉伸\n"
}