{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 17,
    "month": 12,
    "day": 26
  },
  "case_number": "平成17(わ)381",
  "case_name": "業務上過失致死，道路交通法違反",
  "court_name": "松山地方裁判所刑事部",
  "lawsuit_id": "8753",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=8753",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/753/008753_hanrei.pdf",
  "contents": "事件番号：平成１７年（わ）第３８１号，第３８２号\n事件名  ：業務上過失致死，道路交通法違反\n裁判所  ：松山地方裁判所\n裁判官  ：前田昌宏\n主　文  ：被告人Ａを懲役１年８月に処する。\n被告人Ｂを懲役１年に処する。\n被告人両名に対し，この裁判確定の日から３年間その刑の執行を猶\n予する。\n被告人両名をその猶予の期間中保護観察に付する。\n裁判所が認定した事実の要旨\n：（被告人Ａにつき）\n被告人は，少年であるが，\n第１　公安委員会の運転免許を受けないで，平成１７年６月５日午\n前１時３６分ころ，愛媛県東温市甲ａ番地先付近道路におい\nて，普通自動二輪車を運転した\n第２　前同日時ころ，業務として普通自動二輪車を運転し，前同所\n付近道路を西条市方面から松山市方面に向かい進行するに当た\nり，当時は夜間で前照灯を下向きにしていた上，同所付近道路\nは暗い場所であり，公安委員会の指定により最高速度が４０キ\nロメートル毎時と指定されていたのであるから，その最高制限\n速度を遵守するはもちろん，適宜速度を調節し，進路の安全を\n確認しながら進行すべき業務上の注意義務があるのにこれを怠\nり，スピード感を楽しむため，あえて時速約７０キロメートル\nの高速度で漫然と進行した過失により，折から自車進路前方約\n３２．１メートル地点付近にＣ（当時５３歳）が佇立している\nのを発見したが，衝突回避の措置を講じる間もなく，同人が振\nり上げた右手付近に自車右バックミラー付近を衝突させてその\nはずみで同人を回転させながら路上に転倒させ，自車の後方を\n追従して進行してきたＢ運転の普通自動二輪車にその腹部付近\nを轢過させ，よって，上記Ｃに多臓器損傷等の傷害を負わせ，\n即時同所において，同傷害により死亡するに至らしめた\n第３　前同日時場所において，前記普通自動二輪車を運転中，前記\nのとおり，Ｃに傷害を負わせて死亡させる交通事故を起こした\nのに，直ちに車両の運転を停止して同人を救護する等の必要な\n措置を講じず，かつ，前記事故発生の日時場所など法律で定め\nる事項を最寄りの警察署の警察官に報告しなかった\nものである。\n（被告人Ｂにつき）\n被告人は，少年であるが，\n第１　平成１７年６月５日午前１時３６分ころ，業務として普通自\n動二輪車を運転し，愛媛県東温市甲ａ番地先付近道路を西条市\n方面から松山市方面に向かい進行するに当たり，当時は夜間で\n前照灯を下向きにしていた上，同所付近道路は暗い場所であ\nり，公安委員会の指定により最高速度が４０キロメートル毎時\nと指定されていたのであるから，その最高制限速度を遵守する\nはもちろん，適宜速度を調節し，進路の安全を確認しながら進\n行すべき業務上の注意義務があるのにこれを怠り，スピード感\nを楽しむため，あえて時速約７０キロメートルの高速度で漫然\nと進行した過失により，折から自車進路前方約３２．７メート\nル地点付近で回転しながら転倒中のＣ（当時５３歳）を発見し\nたが，急制動等衝突回避の措置を講じる間もなく，路上に転倒\nした同人の腹部付近を轢過し，よって，同人に多臓器損傷等の\n傷害を負わせ，即時同所において，同傷害により死亡するに至\nらせた\n第２　前同日時場所において，前記普通自動二輪車を運転中，前記\nのとおり，Ｃに傷害を負わせて死亡させる交通事故を起こした\nのに，直ちに車両の運転を停止して同人を救護する等の必要な\n措置を講じず，かつ，前記事故発生の日時場所など法律で定め\nる事項を最寄りの警察署の警察官に報告しなかった\nものである。\n量刑の理由の要旨\n：１　被告人Ａによる業務上過失致死，道路交通法違反（無免許運\n転，報告義務違反及び救護義務違反）及び被告人Ｂによる業務上\n過失致死，道路交通法違反（報告義務違反及び救護義務違反）の\n事案である。\n被告人両名は，仲間数人とともに，週末に自動二輪車で走行\nし，速度を出すことや互いに追い越したり，追い越されたりする\nことを楽しむことを繰り返していた。平成１７年６月５日午前１\n時３０分ころ，被告人両名やその仲間の少年は，いつものように\n交互に抜きあうなどして走行を楽しんだ後，途中道路でＵターン\nし，仲間の少年が運転する自動二輪車を先頭に，被告人Ａが運転\nする自動二輪車，被告人Ｂが運転する自動二輪車の順で走行して\nいた。被告人両名は指定最高速度が４０キロメートル毎時と指定\nされている道路であったが時速約７０キロメートルで走行してい\nたところ，被告人Ａは道路中央付近に立っていた被害者が振り上\nげた右手付近に自車右バックミラー付近を衝突させ，被害者を転\n倒させた。被告人Ａは，怪我を負わせたと思ったが，停止しなか\nった。被告人Ａの後方を追従して走行してきた被告人Ｂは，転倒\nした被害者の腹部付近を轢過した。被告人Ｂは同乗者が自動二輪\n車から振り落とされたため，自動二輪車を止め同乗者の安否を確\n認した後被害者に声をかけたが反応がなかったため，重大なこと\nをしたと思ったものの，その場から走り去った。その後被告人両\n名と仲間らは今回のことはなかったことにしようなどと，口外し\nないことを話し合うなどした。\n２　本件は人の生命を奪うという重大な結果を生じさせたこと，週\n末毎に前記のような仲間らとの運転行為を繰り返していたこと，\n指定最高速度を遵守するなど安全な運転をしていれば被害者が道\n路中央付近にいた状況であっても結果は回避できたこと，事故が\nあった場合の救護などの最低限の義務を果たさなかったばかり\nか，本件後仲間らと証拠隠滅工作までしていたことからして相当\n悪質な事案である。被害者の妻が「（被告人らは）何もせずその\nまま現場から逃げたそうですが，そういうことは人間のする行為\nではなく，絶対に許せる行為でありません」「十分に反省しても\nらわないといけないと思いますので，本人の為にも厳しく処分し\nて下さい。」と述べ，また被害者の姉は厳罰を望んでいるのも当\n然である。なお，被害者が道路中央付近にいた理由については証\n拠上一律に断定できないが，歩行者が本件の道路を横断すること\nはあり得ることであるし，また，仮に被告人Ａが供述するように\n酔っぱらいが絡んできたような状況であったとしても，被告人ら\nの前記のような運転行為を考えれば，被害者の行為を相当な落ち\n度とまでいうことはできない。\n３　他方，前記のように被害者の相当な落ち度とまでは言わないが\n被害者が道路中央付近にいた状況があること，被告人両名は本件\nを反省していること，被告人両名の両親が被害者方を訪問し，被\n害者の妻に謝罪していること，被告人両名は被害者の妻の意向も\nあり被害者方を訪問していないが，謝罪の意思を有しているこ\nと，被害者の妻は，被告人両名の両親が来てくれて誠意を示して\nくれたことはよかったと思う旨述べていること，被害者の妻は\n「犯人を刑務所に入れて欲しいというほどの気持はない」とも述\nべていること，被告人両名運転の自動二輪車は自動車損害賠償責\n任保険に加入しており，合計５千万円余りが被害者の妻の口座に\n振り込まれ，「損害賠償に関する承諾書（免責証書（人身\n用））」が作成され，それ以外に被告人Ａの父が３０万円，被告\n人Ｂの父が２０万円をお供え料として支払い，被害者の妻に受け\n取っていただいていること，被告人両名の父親が情状証人として\n出廷し，それぞれ監督を誓っていること，被告人両名は若年であ\nること，被告人Ａは前科・前歴はなく，被告人Ｂは前科はなく，\n反則金前歴１件であること，一定期間身柄拘束されたことなどの\n事情も認められる。\n４　そこで，今回に限り刑の執行を猶予することとしたが，社会内\nでの更生を期するため保護観察に付することとした。\n（求刑　被告人Ａ・懲役１年４月以上２年以下，被告人Ｂ・懲役１\n０月以上１年２月以下）\n"
}