{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 13,
    "month": 4,
    "day": 12
  },
  "case_number": "平成11(ワ)21280",
  "case_name": "",
  "court_name": "東京地方裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "12548",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=12548",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/548/012548_hanrei.pdf",
  "contents": "平成１１年(ワ)第２１２８０号　特許権不侵害確認請求本訴事件\n平成１２年(ワ)第７５１６号　　特許権侵害差止請求反訴事件\n（口頭弁論終結の日　平成１３年１月２３日）\n判　　　　　　決\n原告（反訴被告）　　　　　リンテック株式会社\n訴訟代理人弁護士　　　　　升　永　英　俊\n同　　　　　　　　　　　　大　島　崇　志\n同　　　　　　　　　　　　池　田　知　美\n訴訟復代理人弁護士　　　　戸　田　　　泉\n補佐人弁理士　　　　　    谷　　　義　一\n同　　　　　              橋　本　傳　一\n被告（反訴原告）　　　　　三水株式会社\n訴訟代理人弁護士　　　　　森　田　政　明\n補佐人弁理士　　　        永　井　義　久\n主　　　　　　文\n１　原告（反訴被告）によるタコグラフ・チャート用紙（加工銘柄ＴＡＣ－１４\n改２）の製造，販売につき，被告（反訴原告）が，特許権（特許番号第２６１９７\n２８号）に基づく差止請求権を有しないことを確認する。\n２　被告（反訴原告）の反訴請求を棄却する。\n３　訴訟費用は，本訴反訴を通じて，被告（反訴原告）の負担とする。\n事実及び理由\n第１　請求\n１　本訴請求\n主文第１項と同旨\n２　反訴請求\n(1)　原告（反訴被告。以下「原告」という。）は，タコグラフ・チャート用紙\n（加工銘柄ＴＡＣ－１４改２。以下「本件製品」という。）を製造し，使用し，譲\n渡し，貸し渡し又は譲渡若しくは貸渡しの申出をしてはならない。\n(2)　原告は，本件製品の既製品及び半製品を廃棄せよ。\n(3)  原告は，被告（反訴原告。以下「被告」という。）に対し，１億７４６６\n万９３０６円及びこれに対する平成１２年４月１５日（反訴状送達の日の翌日）か\nら支払済みまで年５分の割合による金員を支払え。\n第２　事案の概要\n原告及び被告は，いずれも自動車用のタコグラフ・チャート用紙の製造，販\n売を業とする株式会社である。\n本件は，原告が本訴として，原告によるタコグラフ・チャート用紙（本件製\n品）の製造，販売につき，被告が上記特許権に基づく差止請求権を有しないことの\n確認を求めたのに対し，被告が反訴として，本件製品は上記特許権を侵害するとし\nて，原告による本件製品の製造，販売等の差止め及び損害賠償等を求めた事案であ\nる。\n１　前提となる事実関係（末尾に証拠を摘示した事実以外は，当事者間に争いが\nない。）\n(1)  原告は，接着テープ等の製造及び販売等を目的とする株式会社である（弁\n論の全趣旨）。\n被告は，石油化学製品及び合成樹脂製品の製造及び販売並びにこれらの製\n造コンサルティング業を目的とする株式会社である。\n(2)  被告は，次の特許権（以下「本件特許権」という。）を有している。\n特許番号　　第２６１９７２８号\n登録年月日　  平成９年３月１１日\n発明の名称    記録紙\n出願番号　　特願平２－１５６４４号\n出願年月日    平成２年１月２５日\n公開番号　　特開平３－２２０４１５号\n公開年月日　　平成３年９月２７日\n(3)  本件特許権に係る明細書（以下「本件明細書」という。）の特許請求の範\n囲の請求項１の記載は，次のとおりである（本判決末尾添付の特許公報（甲１。以\n下「本件公報」という。）参照。以下，この発明を「本件特許発明」という。）。\n「下記（Ａ）と（Ｂ）の重量比が１から３の範囲の組成物からなる隠蔽層\n（５）が１から２０ミクロンの膜厚で着色原紙（１ａ），（１ｂ）の表面に\n形成されたことを特徴とする，記録紙。\n（Ａ）隠蔽性を有する水性の中空孔ポリマー粒子\n（Ｂ）成膜性を有する水性ポリマー」\n(4)  本件特許発明の構成要件を分説すると，次のとおりである（以下，それぞ\nれを構成要件ａなどという。）。\nａ　隠蔽層が１から２０ミクロンの膜厚で着色原紙の表面に形成されたこと\nｂ　上記隠蔽層は，\n（Ａ）隠蔽性を有する水性の中空孔ポリマー粒子と\n（Ｂ）成膜性を有する水性ポリマー\nの組成物からなること\nｃ　上記組成物は，（Ａ）と（Ｂ）の重量比が１から３の範囲であること\nｄ　ａないしｃを特徴とする記録紙であること\n(5)  本件製品は，水性の塗布液を黒色原紙の表面に８から２０ミクロンの膜厚\nに塗布して黒色原紙表面を隠蔽する白色層を形成してなる記録紙であり，本件特許\n発明の構成要件ａを充足する。\n(6)  原告は，本件製品を製造，販売している。\n２　争点及びこれに関する当事者の主張\n(1)　本件製品の成分には，水性の未中空ポリマーとしてのスチレン／（メタ）\nアクリル酸エステル／（メタ）アクリル酸が含まれるか（本件製品の組成）。\n（原告の主張）\nア　本件製品の組成は，別紙原告組成目録のとおりである。\nイ　原告は，本件製品の製造に際して，市販品であるローペイクＨＰ－１０５\n５を用いているが，その中に被告の主張する「未中空ポリマー」は含まれていな\nい。そもそも，ローペイクＨＰ－１０５５から製品中の未反応の「未中空ポリマ\nー」の成分％を重量表示することは行われておらず，これを分離抽出すること自体\nが当業者の常識に反する。\n（被告の主張）\nア　本件製品の組成は，別紙被告組成目録のとおりである。\nイ  被告が本件製品を分析したところ，本件製品に用いられている中空孔ポリ\nマー粒子は，ロームアンドハース社製のローペイクＨＰ－１０５５であることが判\n明した。このローペイクＨＰ－１０５５は水性の中空孔ポリマー粒子であり，その\n成分はスチレン／（メタ）アクリル酸エステル／（メタ）アクリル酸であって，そ\nの固形分中に１１．１％の割合で未中空ポリマー（中空孔構造を有していないポリ\nマーをいう。以下，「被告の主張」欄において同じ。）が含まれている。\n被告組成目録の記載から分かるように，同じスチレン／（メタ）アクリル\n酸エステル／（メタ）アクリル酸重合体又は共重合体であっても，コアが中空構造\nでなく，未中空ポリマーのままのものは，本件特許発明の構成要件ｂの（Ａ）にい\nう「中空孔ポリマー粒子」には当たらない。この中空孔構造の水性ポリマーが隠蔽\n層を形成しているからである。そして，中空孔構造を有しないスチレン／（メタ）\nアクリル酸エステル／（メタ）アクリル酸重合体又は共重合体は，構成要件ｂの\n（Ｂ）にいう「成膜性を有する水性ポリマー」に該当する。\nウ　これを敷衍するに，まず，中空孔ポリマー粒子は，好ましくは，メタアク\nリル酸又はメタクリル酸共重合体をコア（芯）成分とし，スチレンをシエル（外\n殻）成分とするものを用い，粒子径は５～０．１ミクロンであり，好ましくは１～\n０．３ミクロンである（本件公報４欄１０～１３行目）。\n未中空ポリマーとは，中空孔ポリマーの生成過程において，こうした中空\n構造を形成できず，水中に分散又は溶解するポリマーを指す。その測定方法の一つ\nとして，米国法人であるローム・アンド・ハース・カンパニー（以下「ローム社」\nという。）の特許発明に係る公開特許公報（特開昭５６－３２５１３号。乙２４）\nに記載されている，最終分散液の一部を「アンバーライトＩＲ－１２０」で処理し\nてアンモニアを除去し，次いで０．５Ｎ水酸化カリウムを用いて電位滴定により滴\n定する方法で，コア成分であるカルボン酸（メタクリル酸に相当）共重合体ポリマ\nーのグラム当たりの滴定量を検出すると，従来の芯－さや（殻）ポリマーでは約４\n０％がさや包囲された（中空化された）という滴定結果になっている。同じ方法で\n未中空ポリマーの滴定量を測定すると，上記特許発明の実施例では，実施例３でわ\nずか２％であることが示されている。本件公報に記載されているＯＰ－４２，ＯＰ\n－８４Ｊ，ＯＰ－６２はいずれも上記ローム社の特許発明の出願後に発売された製\n品であり，カルボン酸系未中空ポリマーの存在は極めて少なく，ほぼ無視し得る程\n度である。\nしかるに，その後，ローム社は水性媒質中性子濃度（固形分）が２６．５\n％であるローペイクＨＰ－１０５５に相当する「コアーおよびシェルの重合体粒\n子」に関する特許発明を出願した（特開平６－２５３１４号。乙２６）。　この公\n開特許公報の実施例１においては，未中空ポリマーの測定に関する記載がある。す\nなわち，これによれば，コアー（１部）とシェル（７部）の実施例１の粒子から自\n動滴定機でコアー酸量を滴定した結果，上澄み液中のコアーの酸量は７２．０％で\nあり，そのことはコアーとシェルの合計８部から放出されたコアーのメタクリル酸\n量が７２．０％であったということを意味するから，シェルで包囲されない未中空\nポリマーは固形分当たり９％になることが示されている。\nまた，上記公開特許公報の実施例２においては，コア／シェル重合体（未\n膨潤，通路なし）０％，５％，１０％とＬＣＡＰ（コアー酸が排除されたもの）５\n％，１０％をそれぞれ粘着剤エマルジョンポリマーBA/Maaとともに使用してフィル\nムを作り，弾性モジュラスを測定した結果，高濃度のＬＣＡＰを使用したｅが高い\n弾性モジュラスを示し，バインダー効果の大きいことが示されている。また，上記\n公開特許公報の段落【００５６】には，滴定可能なカルボン酸についての記載があ\nるが，このカルボン酸がシェル（殻）で包囲されずに放出された未中空ポリマーの\n割合を示すものである。\n以上のことから，ローペイクＨＰ－１０５５には，本質的に未中空ポリマ\nーが含有され，これがローペイクＨＰ－１０５５自体に高いバインダー効果を奏し\nていることが明らかである。\nエ　被告は，ローペイクＨＰ－１０５５の中空孔ポリマー粒子と未中空ポリマ\nー粒子との精密な定量分析を行うため，中空孔ポリマー粒子を全く溶解せず，かつ\n未中空ポリマーをできるだけ多く抽出できる溶剤として，イソプロピルアルコール\n／アセトン（７／３体積比）の混合溶液がもっとも有効であることを見いだした。\nそこで，この溶剤を用いて未中空ポリマーを抽出した結果，ローペイクＨＰ－１０\n５５の固形分比７１．０重量％のうち，３．６重量％の未中空ポリマーが抽出され\nた（ロ号物件分析報告書［乙３］参照）。\n（原告の反論）\nア  被告は「未中空ポリマー」なるものを挙げて，これは（Ａ）中空孔ポリマ\nー粒子から除外される旨主張するが，失当である。\nまず，本件明細書の「特許請求の範囲」の請求項１には「未中空ポリマ\nー」についての記載はない。本件明細書の「特許請求の範囲」以外の記載をみて\nも，構成要件ｂの（Ａ）中空孔ポリマー粒子について中空孔ポリマーから「未中空\nポリマー」を分離抽出したものとして解釈すべきことをうかがわせる記載は存在し\nない。むしろ，本件明細書には「隠蔽性を有する水性の中空孔ポリマー粒子とは，\n水中に分散している中空孔ポリマー粒子のことであり，…（中略）…。市販品の例\nとしては，ローペイク０Ｐ－４２，ローペイクＯＰ－８４Ｊ，ローペイクＯＰ－６\n２…（中略）…等がある。」（本件公報３欄４４行～４欄９行目）と記載されてお\nり，そこでは中空孔ポリマーと「未中空ポリマー」とを区別して書き分けていない\nし，上記市販品の固形分全体が中空孔ポリマー粒子に当たると解するのが自然であ\nる。さらに，本件明細書の実施例１の配合No１～４において市販品のローペイク０\nＰ－６２等すべてについて「未中空ポリマー」の重量表示の記載は一切ない。被告\nは，本件特許権の出願の過程で平成５年１１月１２日付け意見書（甲７）を提出\nし，その中で構成要件ｃの（Ａ）と（Ｂ）の比を計算しているが，その計算におい\nてローペイクＯＰ－６２等をそのまま（Ａ）として計算しており，ローペイク０Ｐ\n－６２等から「未中空ポリマー」をわざわざ（Ａ）成分から除外し，（Ｂ）成分に\n加える計算手法を採っていない。被告が本件特許権の設定登録後，特許出願手続を\n通じて一貫して主張していた内容を変更して，特許請求の範囲中の（Ａ）成分から\n「未中空ポリマー」を除外することは，包帯禁反言の原則に照らし，許されない。\nイ　仮に，ローペイクＨＰ－１０５５に被告主張の「未中空ポリマー」が存在\nするとしても，（Ｂ）成膜性を有する水性ポリマーに「未中空ポリマー」が含まれ\nることをうかがわせる記載はない。かえって，本件明細書の「ポリマーのガラス転\n移点（Tg）は１００℃以下，好ましくは２５℃～－８０℃である。」（本件公報４\n欄２３～２４行目）との記載からも分かるように，構成要件ｂの（Ｂ）成膜性を有\nする水性ポリマーとはそのガラス転移点（Tg）が１００℃以下（好ましくは２５℃\n～－８０℃）であるポリマーである。\nこれに対して，「ＨＰ－１０５５」のガラス転移点（Tg）の測定値は１０\n６℃であり（甲１１参照），本件明細書に示された上記ポリマーのガラス転移\n点（Tg）の範囲に納まっていない。したがって，本件明細書のガラス転移点の記載\nに照らして「ＨＰ－１０５５」は，それが中空孔ポリマーであれ，「未中空ポリマ\nー」であれ，それらのガラス転移点が１０６℃であることから，（Ｂ）成膜性を有\nする水性ポリマーの概念に含まれないことは明白である。\nウ　被告は，「未中空ポリマー」の抽出方法として，公開特許公報（乙２４，\n２６）の記載を根拠にカルボン酸滴定による測定方法を挙げている。しかし，上記\n公報には，被告が引用する箇所を含めても「未中空ポリマー」に関する記載はみら\nれない。被告の主張する「未中空ポリマー」に対応した事項は，形式的にも実質的\nにも存在しないと言うほかはない。\nエ　被告は，ロ号物件分析報告書（乙３）により，「未中空ポリマー」の存在\nが立証されたとするが，この報告書は，通常の技術者が考察する手法によらないも\nのであり，その分析の結果は信頼できない。\n(2)  本件製品は本件特許発明の構成要件ｂ，ｃを充足するか。\n（原告の主張）\nア　本件製品の組成物のうち，（Ａ）隠蔽性を有する水性の中空孔ポリマー粒\n子であるスチレン／アクリル酸／アクリル酸エステル共重合体（７６．９重量％）\nと（Ｂ）成膜性を有する水性ポリマーであるスチレン／ブタジエン共重合体（１\n６．５重量％）との重量比を求めると，４．６６になるから，本件製品は少なくと\nも上記（Ａ）と（Ｂ）の重量比が１から３までの間であることを要件とする本件特\n許発明の構成要件ｃを充足しない。\nイ　原告は，上記の重量比を求めるに際して，本件製品の組成物のうちスチレ\nン／アクリル酸共重合体及びカゼインを（Ｂ）成膜性を有する水性ポリマーに含め\nて計算していないが，原告がスチレン／アクリル酸共重合体及びカゼインは（Ｂ）\n成膜性を有する水性ポリマーに該当しないと考える理由は次のとおりである。\n本件明細書の「発明の詳細な説明」欄の「作用」の項には「成膜性を有す\nる水性ポリマーは，上記中空孔ポリマー粒子を着色原紙に定着させるバインダーと\nして作用する。」（本件公報５欄５～７行目）と記載されている。\nまた，被告作成の平成７年２月６日付け審判請求理由補充書（甲１２）に\nは，「成膜性ポリマーを中空孔ポリマー粒子相互の接着及び中空孔ポリマー粒子と\n着色原紙との接着に必要な量に調整して中空孔ポリマー粒子の量を相対的に増加\nし，酸化チタンを併用しなくても充分な隠蔽率を有する隠蔽層（隠蔽率が０．９５\n～０．９９に相当する程度）を形成することができたのである。」（審判請求理由\n補充書６頁８～１１行目）と記載されている。\n以上の記載からすれば，（Ｂ）成膜性を有する水性ポリマーとは，水性ポ\nリマーのうちでバインダーとして機能するポリマーのみを指すことが明らかであ\nる。\n本件製品において，スチレン／アクリル酸共重合体は，分散剤として作用\nするだけで，バインダーとして機能しないから，（Ｂ）成膜性を有する水性ポリマ\nーに該当しない。\n次に，カゼインについて検討するに，本件明細書の「発明の詳細な説明」\n欄の「課題を解決するための手段」の項には「成膜性を有する水性ポリマーとは，\n乳化重合，溶液重合，塊状重合等で合成されたポリマーであり，成膜性を有する。\nこの水性ポリマーは水中で分散ないし溶解した状態で提供される。当該ポリマーの\nモノマー組成の例としてはアクリル酸エステル，メタクリル酸エステル，スチレ\nン，ブタジエン，クロロプレン，塩化ビニリデン，酢酸ビニル等であり，天然ゴム\nラテックス，ジイソシアネート類とポリオール又はポリアミンとの反応によるポリ\nマー（例えばウレタンラテックス）を用いることができる。ポリマーのガラス転移\n点（Tg）は１００℃以下，好ましくは２５℃～－８０℃である。」（本件公報４欄\n１４～２４行目）と記載されている。この記載から，本件特許発明では，（Ｂ）成\n膜性を有する水性ポリマーを，乳化重合，溶液重合，塊状重合等で合成されたポリ\nマーすなわち合成されたポリマーと定義していることが明らかである（もっとも，\n合成されたポリマーでない天然ゴムラテックスが例として挙げられているので，正\n確に定義すると，（Ｂ）成膜性を有する水性ポリマーとは，合成されたポリマー又\nは天然ゴムラテックスということになる。）。\nそうすると，カゼインは天然物であり，天然ゴムラテックスないし天然ゴ\nムラテックス類似の組成物ではないから，合成されたポリマーには該当しない。\nまた，本件明細書の上記引用部分の記載によれば，（Ｂ）成膜性を有する\n水性ポリマーとは，ガラス転移点を有する物質であることが明らかであるところ，\nカゼインはガラス転移点を有しない（ガラス転移することはない）から，この点か\nらも（Ｂ）成膜性を有する水性ポリマーに当たらない。\nウ　仮に，被告の主張を容れて分散剤であるスチレン／アクリル酸共重合体及\nび塗工性改良剤であるカゼインを（Ｂ）成膜性を有する水性ポリマーに含めて計算\nしても，（Ａ）隠蔽性を有する水性の中空孔ポリマー粒子であるスチレン／アクリ\nル酸／アクリル酸エステル共重合体（７６．９重量％）とスチレン／ブタジエン共\n重合体（１６．５重量％），カゼイン（３．３重量％）及びスチレン／アクリル酸\n共重合体（２．２重量％）を合計したものとの重量比は３．５０であるから，上記\n（Ａ）と（Ｂ）の重量比が１から３までの間であることを要件とする本件特許発明\nの構成要件ｃを充足しないことに変わりはない。\n（被告の主張）\nア  本件製品において，白色層を形成する水系塗布液の組成物の割合等は，別\n紙被告配合表のとおりであり，上記組成物は，隠蔽性を有する水性の中空孔ポリマ\nー粒子とそれ以外の水性ポリマー成分からなっている。\nそして，中空孔ポリマー粒子以外の水性ポリマー成分は，すべてこの中空\n孔ポリマー粒子を黒色原紙に定着させるバインダーとしての機能を有する。したが\nって，本件製品は本件特許発明の構成要件ｂを充足する。\nそして，別紙被告配合表のとおり，（Ａ）水性の中空孔ポリマー粒子と\n（Ｂ）それ以外のバインダーとしての機能を有する水性ポリマー成分の重量比は，\n２．１４であるから，本件特許発明の構成要件ｃを充足する。\nイ　原告は，スチレン／アクリル酸共重合体及びカゼインは（Ｂ）成膜性を有\nする水性ポリマーに含まれない旨主張するが，失当である。\nまず，本件明細書の成膜性ポリマーに関する記述によると，ポリマーのモ\nノマー組成の例としてスチレンが挙げられ，水溶解型ポリマーは例中に挙げられた\nモノマー組成にカルボキシル基を共重合させたポリマーであり，カルボキシル基を\n有するモノマー組成の例としては，アクリル酸が挙げられている（本件公報４欄１\n０～４０行目）。これによれば，スチレン／アクリル酸共重合体は，バインダーと\nして機能する（Ｂ）成膜性を有する水性ポリマーの代表的な例として，記載されて\nいることが明らかである。\nさらに，本件特許の出願に先立つ公開特許公報（特開昭６２－２９０７７\n２号。乙９）の特許請求の範囲（２）項には水性バインダーがスチレン／アクリル\n酸共重合体樹脂である水性印刷インキ組成物の発明が記載されていること，同じく\n本件特許の出願前の公開特許公報（特開昭６１－１９６７６号。乙１０）の特許請\n求の範囲（１）項には，バインダーが，スチレン／アクリル系共重合体のアルカリ\n水溶液であることを要件の一つとする発明が記載され，かつ特許請求の範囲（３）\n項では，「スチレン／アクリル系共重合体のアルカリ水溶液を分散安定剤として，\n作製されたものである特許請求の範囲第１項又は第２項記載の水性印刷インキ」の\n発明が記載されていることからすれば，スチレン／アクリル酸共重合体は分散剤で\nあってもバインダーとして機能することが明らかである。\n次に，カゼインについては，「新訂紙パルプ事典」（乙１２），「紙・パ\nルプの実際知識」（乙１３）といった文献において，コーテッドペーパーその他の\n塗工用接着剤ないし塗工紙に塗被するのり料として紹介されていることから，原紙\nに定着させるバインダーとして用いられる水性ポリマーの天然合成物であることが\n明らかである。\n原告は，ポリマーの意義を工業的又は人為的に合成されたものに限定して\n解釈するが，ポリマーは高分子と同義であり，「合成樹脂の化学」（乙１５）で\nは，カゼインをゴムと共に天然高分子に分類している。本件明細書に実施例として\n記載されている「乳化重合，溶液重合，塊状重合」は次の「等」の記載に照らし例\n示であると見るべきであり，カゼインと同様の天然高分子である「天然ゴムラテッ\nクス」が例示されていることからすれば，合成ポリマーには，天然の産出物との合\n成ポリマーも含まれることが開示されているというべきである。\n以上によれば，カゼインも（Ｂ）成膜性を有する水性ポリマーに含まれ\nる。\n(3)　本件特許発明は進歩性を欠き，無効であることから，被告の本件特許権に\n基づく権利行使が権利の濫用に当たるか。\n（原告の主張）\n本件明細書の「発明の詳細な説明」欄に記載されている各該当数値につい\nては，当初の明細書では単に「混合割合」とのみ記載され，それが重量比を指すの\nか，体積比を指すのか，あるいはその他の比率かは不明であった。被告は，平成５\n年１１月１２日付けの手続補正書により「特許請求の範囲」及び「発明の詳細な説\n明」欄中のそれらの記載を「重量比」に変更したものであるが，このような変更\nは，当初明細書に記載された特許請求の範囲内での補正ではないので，明細書の\n「要旨の変更」に当たる。\nそうすると，本件特許発明は，上記手続補正書が提出された平成５年１１\n月１２日に出願されたものとみなされるところ，本件特許発明はその公開特許公報\n（特開平３－２２０４１５号）及び本件明細書（本件公報３欄４９行）に引用され\nている公開特許公報（特開昭６０－２２３８７３号）に記載されている発明から当\n業者が容易に推考することができたものであるから，本件特許は特許法２９条２項\nに違反して登録されたものであり，同法１２３条１項２号の無効事由を有する。\n(4)　被告の被った損害の額\n（被告の主張）\n原告は，遅くとも平成１１年９月１５日から平成１２年１０月３１日まで\nの間に本件製品の原反を合計６９万９８６７㎡販売した。\n被告は，一日用箱入りタコグラフ・チャート紙について１㎡当たり２１７\n円，七日用箱入りタコグラフ・チャート紙について１㎡当たり３１６．９円，三日\n用箱入りタコグラフ・チャート紙について１㎡当たり３４２．９５円の利益を得て\nいるところ，各製品の販売割合は７対２対１であるから，原告製品全体の１㎡当た\nりの平均利益は２４９．５７５円である。\n以上によれば，上記期間における被告の損害額は，１億７４６６万９３０\n６円となる。\nよって，被告は，原告に対し，特許法１０２条１項に基づき，本件特許権\nの侵害による損害賠償として１億７４６６万９３０６円及びこれに対する平成１２\n年４月１５日（反訴状送達の日の翌日）から支払済みまで年５分の割合による遅延\n損害金の支払を求める。\n（原告の主張）\n原告が平成１１年９月１５日以降に本件製品の販売を開始したことは認め\nるが，その余は否認し，争う。\n第３　当裁判所の判断\n１　争点(1) について\n(1)　本件特許発明の構成要件ｂにいう（Ａ）隠蔽性を有する水性の中空孔ポリ\nマー粒子について\n本件製品の製造に際し市販品のローペイクＨＰ－１０５５が用いられてい\nることは当事者間に争いがないところ，被告は，ローペイクＨＰ－１０５５の固形\n分中には中空孔構造を有しないポリマー（以下「未中空ポリマー」という。）が含\nまれているから，これは構成要件ｂの「（Ａ）隠蔽性を有する水性の中空孔ポリマ\nー粒子」に当たらない旨主張するのに対し，原告は被告の上記解釈を争っている。\nそこで，検討するに，本件明細書には「本発明の記録紙は，着色された原\n紙（例えば黒色塗料を塗布した上質紙や黒色に染色した樹脂フィルム）に隠蔽性を\n有する水性の中空孔ポリマー粒子と成膜性を有する水性ポリマーとを混合して成る\n組成物を塗布して隠蔽層を形成したものである。」（本件公報３欄３９行ないし４\n３行目）という記載があることからすれば，構成要件ｂの（Ａ）にいう「隠蔽性を\n有する水性の中空孔ポリマー粒子」とは中空孔構造を有するものを指し，中空孔構\n造を有しない未中空ポリマーは含まれないと解するのが相当である。原告は，本件\n明細書に未中空ポリマーに関する記載がないことなどを根拠に上記（Ａ）から未中\n空ポリマーを除くという解釈は成り立たない旨主張するが，本件明細書の「特許請\n求の範囲」の欄及び上記引用部分において「中空孔ポリマー粒子」と明記されてい\nる以上，未中空のものが含まれないのは当然であるから，原告の主張は理由がな\nい。\nそうすると，仮にローペイクＨＰ－１０５５中に未中空ポリマーが存在す\nるならば，構成要件ｃに記載の（Ａ）と（Ｂ）の重量比を計算する際には，これを\n少なくとも（Ａ）成分から除外する必要がある。\n(2) ローペイクＨＰ－１０５５中における未中空ポリマーの存否\nア　特開平６－２５３１４号の発明について\nそこで，次に，本件製品の組成に関し，ローペイクＨＰ－１０５５中に未\n中空ポリマーが存在するかどうかが問題となるが，被告は，ローペイクＨＰ－１０\n５５がローム社の出願に係る特許発明（特開平６－２５３１４号。乙２６）の実施\n品であることを前提とした主張をしているので，まずこの点について検討する。\n上記公開特許公報には，次の記載がある。\n「本発明は，コアー（ｃｏｒｅ）およびシェル（ｓｈｅｌｌ）の重合体粒子\nに関し，コアー中に微小空所（ｍｉｃｒｏｖｏｉｄ）および重合体粒子の外側に微\n小空所と連結している１つ以上の通路（ｃｈａｎｎｅｌｓ）を有する，コアーおよ\nびシェルの重合体粒子に関する。これらの粒子は，酸または塩基を有する重合体の\nコアーを生成させ，このコアーを，塩基または酸に透過性のシェル重合体中にすっ\nぽり包み，次いでコアーを中和して，コアーを膨潤させることにより調節させたや\nり方でシェルを“破裂”されることによって製造する。この調節させた破裂により\nシェル中に通路が形成される。」（３欄２３行ないし３３行目）\n「前述で論じた特許の全ては，中心に微小空所を有するコアーおよびシェル\nの粒子に導いている。しかし，これらの特許のいずれにも，コアーからシェルを通\nって粒子の外部に通路を有するコアーおよびシェルの粒子は開示されていない。シ\nェルによって完全に囲まれたコアーを有することが，前述の特許に開示された全て\nの粒子の必須的な特徴である。例えば，米国特許第４，４６８，４９８号のコラム\n９，４６－４９行に述べられているように，適当にカプセル化された粒子が，アル\nカリ金属塩基にさらされたときに塩基で滴定されないアルカリで膨潤可能なコアー\nを有している。これは，完全に囲まれていることを示している。一般的に，シェル\nを通過するコアーからの通路は，粒子を被覆用組成物に不透明化剤として使用する\nならば望ましくない。なぜなら，通路は，コアーに浸透する被覆用結合剤が微小空\n所を満たし，それらの不透明化力を破壊させるからである。」（５欄２４行ないし\n４０行目）\n「本発明方法においては，コアーおよびシェルの粒子は，前述で論じた方法\nのいくつかにより製造することができるが，しかし，コアーを，例えば揮発性塩\n基，不揮発性塩基または酸で膨潤させることにより，コアー内に造られた圧力が\n“破裂（ｅｘｐｌｏｓｉｏｎ）”の原因となるような程度に，コアーを膨潤させる\nことも可能にする。この破裂すなわち圧力の解放は，少なくとも１つの通路を，コ\nアーからシェルを通して外部へ形成させる原因となる。」（５欄４２行ないし５０\n行目）\n「驚異的なことであるが，ラテックスカプセルは，ある種の被覆用組成物に\nおいて，特に，非常に高レベルの顔料の配合量および低レベルの結合剤を有する被\n覆剤において，シェルを通しての通路のない同様の粒子よりも秀れた良好な不透明\n化剤である。」（６欄１１行ないし１５行目）\n「コアー－シェル重合体粒子が生成されると，それらの粒子は，該粒子を，\nシェルに浸透してコアーを中和する有機または無機の塩基にさらすことによって膨\n潤する。塩基によるこの中和はコアー－シェル重合体粒子が，囲まれている媒質か\nら水を吸収し，かつコアー－シェル粒子が破裂してＬＣＡＰを形成するような程度\nまで膨潤させるためである。」（９欄２２行ないし２８行目）\n「本発明のＬＣＡＰ粒子は前述の方法を使用することによって生成される\nが，ただし生成条件は，粒子の膨潤によって通路の形成が可能になるのに充分にす\nることである。」（９欄４８行ないし１０欄１行目）\n「実施例５のコアー－シェル粒子を含有しているフィルムは透明であり，通\n路を通してコアーを充たしている結合剤のために，微小空所は顕微鏡により見るこ\nとはできなかった；Ｓ／ｍｉｌは０．００であった。実施例４の比較粒子を含有し\nているフィルムは，９００倍における顕微鏡を用いて容易に見ることができかつ約\n５００ｎｍの直径である微小空所のために，白っぽかった；Ｓ／ｍｉｌは０．１０\nであった。それ故，シェルを通して通路をもたない比較粒子（実施例４）は，結合\n剤の高含量を有するこれらのフィルムにおいて良好な不透明化剤であった。後述の\n実施例７においては，同じ２つのコアー・シェル粒子を，顔料の高顔料（６２．５\n容量％）を有するフィルムで比較した。そして不透明化の性能が逆転していた：通\n路（実施例５）を有する粒子が，驚異的に，良好な不透明化剤であった。」（１６\n欄４０行ないし１７欄４行目）\nこれらの記載によれば，上記公開特許公報に記載された発明の中空粒子\nは，高レベルの顔料の配合量及び低レベルの結合剤を有する被覆剤において，シェ\nルを通しての通路のない同様の粒子よりも優れた良好な不透明化剤であるが，顔料\nを含まない場合においては，通路を通してコアーを結合剤によって満たされるため\nに透明なフィルムしか与えず，隠蔽性がないものであることが明らかというべきで\nある。\n他方，本件製品においては，少なくとも顔料を有さない塗布液であるの\nで，仮にローペイクＨＰ－１０５５が上記特許発明の実施品であれば，ローペイク\nＨＰ－１０５５は不透明化（隠蔽性）には効果がないはずである。しかし，ローペ\nイクＨＰ－１０５５のパンフレット（甲９）には，「有機白色顔料として使用さ\nれ」「不透明性（隠蔽性）が向上します」という記載があることから，本件製品に\nおいてローペイクＨＰ－１０５５は白色隠蔽層として使用されていることが明らか\nである。\nしかも，上記パンフレット（甲９）には，ローペイクＨＰ－１０５５がシ\nェルに通路を有することや高結合剤状態では使用できないことは記載されていな\nい。また，この通路は乾燥粒子の光学顕微鏡検査により観察可能であるのに（上記\n公報１７欄３２行ないし４１行目参照），ローペイクＨＰ－１０５５につき，上記\nのような検査によりシェルを通過する通路があることを確認した旨の証拠は一切提\n出されていない。\nさらに，被告は，未中空ポリマーの定義として「未中空ポリマーとは，中\n空孔ポリマー粒子の生成過程において，こうした中空構造を形成できず，水中に分\n散又は溶解するポリマーのことである。」旨主張しているが，上記特許発明では中\n空ポリマー粒子を破裂させることが必須の構成であるから（上記公報３欄２３行な\nいし３３行目参照），中空構造を形成できないのではなく，意図的にほとんどすべ\nての粒子の中空構造を破壊していることになり，そもそも上記の定義とは合致しな\nいことになる。\n以上によれば，ローペイクＨＰ－１０５５が上記特許発明の実施品である\nという被告の主張は，その前提において疑問があると言わざるを得ない。\nイ　「ロ号物件分析報告書」（乙３）について\n被告は，ローペイクＨＰ－１０５５から未中空ポリマーが抽出されたこと\nは「ロ号物件分析報告書」（乙３）により証明されている旨を主張する。\nしかし，被告の未中空ポリマーの分析方法は，イソプロピルアルコール／\nアセトン（＝７／３体積比）混合溶媒による加熱下の抽出によっているところ（乙\n３の８頁参照），被告が未中空ポリマーが存在することの根拠としている前記特開\n平６－２５３１４号の公開特許公報（乙２６）では，コアー－シェル粒子の破裂に\nよって排除されたコアーの酸の量の測定を，アンモニア中和物を水系で抽出し，そ\nの上澄み液を滴定することにより行っているから，被告が未中空ポリマーの存在及\nびその量を主張するのであれば，上記特許公報に記載されているのと同じ方法によ\nらなければ，正確な測定方法とはいえない。\nまた，「ロ号物件分析報告書」（乙３）に記載されたような加熱下におけ\nる溶剤抽出では，シェル部分を構成する中空孔ポリマー粒子の一部が溶け出し，こ\nれが測定されている可能性を否定できない。\n以上によれば，被告により行われた「ロ号物件分析報告書」（乙３）記載\nの分析は，現実の塗布液における未中空ポリマーを正確に測定したものということ\nができず，他にローペイクＨＰ－１０５５中に未中空ポリマーが存在することを証\n明するに足る的確な証拠はない。\n(3) まとめ\n以上の認定判断によれば，本件製品に配合されたローペイクＨＰ－１０５\n５中に未中空ポリマーが存在するという事実は認められないから，未中空ポリマー\nの存在を前提とする被告組成目録は採用できない（他に本件製品の組成が被告組成\n目録のとおりであるとの被告の主張を認めるに足りる証拠はない。）。\n２  争点(2) について\n上記の争点(1)について検討したところによれば，本件製品に未中空ポリマー\nが含まれる旨の被告の主張を認めるに足りる証拠はなく，本件製品の組成が被告組\n成目録のとおりであるとの被告の主張は，認められない。\nしたがって，本件製品の組成が被告組成目録のとおりであることを前提とし\nて，本件製品が本件特許発明の構成要件ｂ，ｃを充足することをいう被告の主張\nは，その前提を欠くことになり，採用できない。\n右によれば，その余の点につき判断するまでもなく，被告の反訴請求は理由\nがなく，したがって，原告の本訴請求は理由がある。\nなお，付言するに，上記の争点(1)について検討した結果によれば，スチレン\n／（メタ）アクリル酸エステル／（メタ）アクリル酸の中に未中空ポリマーが存在\nするとは認められないのであるから，被告組成目録を前提としても，本件製品中に\nは，スチレン／（メタ）アクリル酸エステル／（メタ）アクリル酸７６．９重量％\nが中空孔ポリマー粒子として存在することとなり，これは原告組成目録の内容と同\n一である。そこで，原告組成目録を前提に本件製品が本件特許発明の技術的範囲に\n属するか否かを検討するに，仮に被告の主張に従い，スチレン／アクリル酸共重合\n体及びカゼインを（Ｂ）成膜性を有する水性ポリマーに含めて計算しても，（Ａ）\n隠蔽性を有する水性の中空孔ポリマー粒子（スチレン／アクリル酸／アクリル酸エ\nステル共重合体）と（Ｂ）成膜性を有する水性ポリマー（上記２つの成分のほかに\nスチレン／ブタジエン共重合体を加えたもの）の重量比は約３．５０となるから，\n少なくとも本件特許発明の構成要件ｃを満たさないことが明らかである。\n計算式　７６．９÷（２．２＋１６．５＋３．３）≒３．５０\n３　結論\n以上によれば，本件製品の製造，販売につき被告が本件特許権に基づく差止\n請求権を有しないことの確認を求める原告の本訴請求は理由があり，本件製品が本\n件特許権を侵害することを理由として原告に対して本件製品の製造，販売の差止め\n及び損害賠償等を求める被告の反訴請求は理由がない。\nよって，主文のとおり判決する。\n東京地方裁判所民事第４６部\n裁判長裁判官　　三　　　村　　　量　　　一\n裁判官　　村　　　越　　　啓　　　悦\n裁判官　　和　久　田　　　道　　　雄\n別紙　原告組成目録\n別紙　被告組成目録\n別紙　被告配合表\n"
}