{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 9,
    "day": 25
  },
  "case_number": "平成14(ワ)140",
  "case_name": "取立金請求",
  "court_name": "神戸地方裁判所",
  "lawsuit_id": "7129",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=7129",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/129/007129_hanrei.pdf",
  "contents": "判決　平成１４年９月２５日　神戸地方裁判所　平成１４年(ワ)第１４０号　取立\n金請求事件\n主文\n１　被告は，原告に対し，金３５０万円を支払え。\n２　前項の支払は，供託の方法によってしなければならない。\n３　訴訟費用は被告の負担とする。\n４　この判決の第１，２項は仮に執行することができる。\n事実及び理由\n第１　原告の請求\n主文第１，２項と同旨\n第２　事案の概要\n１　請求原因\n(1)　差押債権\n訴外Ａは，Ｂゴルフ倶楽部(以下｢本件ゴルフ倶楽部｣という。）を経営する\n株式会社である被告との間で，本件ゴルフ倶楽部に入会する契約(以下｢本件会員契\n約｣という。)を締結し，本件会員契約を解約した場合に返還を受けるとの約定で預\n託金３５０万円を寄託しており，被告に対し，別紙差押債権目録記載の預託金返還\n請求権（以下「本件預託金返還請求権」という。）を有している。\n(2)　原告の取立権\n原告は，訴外Ａに対し，神戸地方裁判所平成１１年(ワ)第１６６５号求償\n金請求事件の執行力ある判決正本に基づき，別紙請求債権目録記載のとおりの債権\nを有していることから，これに基づき，訴外Ａが被告に対して有する本件預託金返\n還請求権につき神戸地方裁判所に債権差押命令を申し立てたところ（同裁判所平成\n１３年(ル)第１１４５号），平成１３年１０月５日同裁判所から債権差押命令が発\nせられ，その差押命令正本は，被告に対しては同月１０日に，訴外Ａに対しては同\n月１３日に各送達されたことから，訴外Ａに対する送達の日から１週間が経過した\n同月２１日，原告は，本件預託金返還請求権につき取立権を取得した。\n(3)　取立権に基づく本件会員契約の解約\n原告は，平成１４年１月３１日送達の本件訴状によって，被告に対し，本\n件預託金返還請求権について取得した取立権に基づき，本件会員契約を解約する旨\nの意思表示をした。\n(4)　債権者代位権に基づく本件会員契約の解約\n仮に，取立権に基づく解約権の行使が認められないとしても，原告は，訴\n外Ａに対し別紙請求債権目録記載の債権を有しているところ，訴外Ａは無資力であ\nって本件預託金返還請求権以外にはめぼしい財産がない。\nそこで，原告は，平成１４年１月３１日送達の本件訴状によって，被告に\n対し，訴外Ａに代位して，本件会員契約を解約する旨の意思表示をした。\n(5)　差押の競合\n神戸地方裁判所は，平成１３年１１月２７日，訴外Ｃの申し立てにより\n（同裁判所平成１３年(ル)第１４６７号），訴外Ａが被告に対して有する本件預託\n金返還請求権を差し押さえる旨の債権差押命令を発した。\n(6)　よって，原告は，被告に対し，債権差押命令によって取得した取立権に基\nづき，預託金３５０万円の支払を求めるが，差押が競合することから，その支払を\n供託によってなすことを求める。\n２　請求原因に対する認否及び被告の主張\n（請求原因に対する認否）\n(1)　請求原因(1)，(2)の事実は認める。\n(2)　同(3)の事実は認めるが，原告が取立権に基づき本件会員契約の解約権を\n行使できるかどうかについては疑問がある。\n(3)　同(4)の事実のうち，前段の事実は知らないが，後段の事実は認める。\n(4)　同(5)の事実は認める。\n（主張）\n同時履行の抗弁\n(1)　被告が預託金を会員に返還するにつき，本件ゴルフ倶楽部の「入会保証金\n返還手続要綱」は，会員から預託金証書の交付を受けるのと引き換えに預託金を返\n還する旨を明確に規定している。\n(2)　したがって，被告は，預託金証書の交付を受けるまで預託金の返還を拒絶\nする。\n３　被告の主張に対する原告の反論\n仮に，被告主張の規定があるとしても，預託金証書は単なる証拠証券であっ\nて有価証券ではないから，預託金証書と引き換えでなければ預託金を返還しないと\nの被告の主張は，法的抗弁とはなり得ない。\n第３　当裁判所の判断\n１　請求原因について\n(1)　請求原因(1)ないし(3)及び同(5)の事実は，当事者間に争いがない。\n(2)　もっとも，同(3)については，原告が取立権に基づき本件会員契約を解約\nする旨の意思表示をした事実には争いがないものの，原告が取立権に基づき本件会\n員契約を解約できるかどうかにつき，被告は疑問を呈する。\nそこで，この点につき検討するに，以下の理由により，差押債権者である\n原告は，その取得した取立権に基づき，債務者である訴外Ａが，第三債務者である\n被告に対して有する本件会員契約の解約権を行使することができると解するのが相\n当である。\nア　民事執行法１５５条により，金銭債権を差し押さえた債権者は自己の名\nで被差押債権を取り立てる権利が認められているところ，その取立権の内容とし\nて，差押債権者は，①一身専属的権利や，②取立ての目的範囲を超える権利でない\n限り，債務者の有する一切の権利を行使することができるものと解されている。\nイ　ゴルフ場会員契約の解約権は，身分上の権利でないことはもとより，個\n人的信頼関係に基づく権利でもないことから，その行使を会員契約者のみの意思に\n委ねるべき事情はなく，一身専属的権利とはいえない。\nウ　ゴルフ場会員契約に基づく預託金返還請求権は，会員契約の解約を条件\nとして現実化する権利である。とすれば，預託金返還請求権を差し押さえた債権者\nは，解約権を行使することによって，その預託金返還請求権の取立が可能となるの\nであるから，解約権の行使は取立の目的に合致するものといえる。\n他方，差押債権者によるゴルフ場会員契約の解約権の行使を認めると，\n債務者はゴルフ場施設の利用ができなくなるという不利益を受けることとなるが，\nゴルフは単なる娯楽に過ぎず，差押債権者の債権回収の利益に優先するものとは到\n底いえない。また，ゴルフ場会員権の取引相場価格が預託金額よりも高い場合に\nは，差押債権者による解約権の行使を認めると，債務者はその差額について財産的\n不利益を受けることとなるが，本件では成立に争いのない甲３号証により，預託金\n額のほうが取引相場価格よりも明らかに高いことが認められるから，差押債権者に\nよる解約権の行使によって債務者に財産的不利益が生じるとは解されず，したがっ\nて，原告によるゴルフ場会員権契約の解約権の行使は，取立の目的範囲を超えるも\nのとはいえない。\n２　抗弁（同時履行の抗弁）について\n被告は，本件ゴルフ倶楽部の「入会保証金返還手続要綱」が，会員から預\n託金証書の交付を受けるのと引き換えに預託金を返還する旨を明確に規定している\nことを理由に，同時履行の抗弁を主張する。\nしかし，本来預託金証書は証拠証券に過ぎず，法的には預託金の返還と預\n託金証書の交付とは同時履行の関係に立つものではなく，被告は，預託金証書の交\n付がないことをもって，預託金の返還を拒絶することはできないものであることか\nらすれば，上記「入会保証金返還手続要綱」の規定は，仮にこれが存するとして\nも，被告の事務手続上の便宜と預託金返還後もスムーズに預託金証書が返還されな\nいことによって生じかねない無用のトラブルを防止するために設けられた任意規定\nと解するのが相当であって，預託金の返還を求める会員に対して法的に拘束力を有\nする規定であるとまでは解することができない。\nしたがって，本件ゴルフ倶楽部の「入会保証金返還手続要綱」の規定を根\n拠とする被告の同時履行の抗弁の主張はこれを認めることができない。\n３　結論\n以上によれば，原告の請求は理由があるから，これを認容することとし，\n主文のとおり判決する。\n神戸地方裁判所第４民事部\n裁　判　官  　上　田　昭　典\n"
}