{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 17,
    "month": 2,
    "day": 28
  },
  "case_number": "平成15(行ウ)22",
  "case_name": "所得税の更正処分等取消請求事件",
  "court_name": "仙台地方裁判所",
  "field": "行政",
  "gist": "債権者から受けた金銭債務の一部免除について，免除に係る金額を不動産所得の総収入金額に算入してされた所得税の更正処分が，適法とされた事例",
  "case_gist": "債権者から受けた金銭債務の一部免除について，免除に係る金額を不動産所得の総収入金額に算入してされた所得税の更正処分につき，所得税基本通達３６−１７が定める債務免除益の特例は，所得税法９条１項１０号と同様の場合には，債務免除益が課税対象たる経済的利益に該当しないと解し，これを所得の計算上収入金額に算入しないとしたもので，その該当性判断基準としては，同法９条１項１０号を受けた前記通達９−１２の２の基準によるべきであるとした上，債務免除当時，債務超過にあったものの，債務免除を受けたことによりほぼ債務超過の状態が解消され，不動産事業を継続するに至ったことなどから，前記通達９−１２の２の「債務者の債務超過の状態が著しく，その者の信用，才能等を活用しても，現にその債務の全部を弁済するための資金を調達することができないのみならず，近い将来においても調達することができないと認められる場合」に該当しないとして，前記更正処分を適法とした事例",
  "lawsuit_id": "14897",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=14897",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/897/014897_hanrei.pdf",
  "contents": "主　　　　　　　　　文\n１　本件訴えのうち，被告が原告に対して平成１３年１２月６日付けでした原告\nの平成１２年分所得税に係る更正の請求につき更正の理由がない旨の通知のうち総\n所得金額２５９４万１１５８円，納付すべき税額５１１万２１００円を超える部分\nの取消しを求める訴えを却下する。\n２　原告のその余の請求をいずれも棄却する。\n３　訴訟費用は原告の負担とする。\n事　実　及　び　理　由\n第１　請求\n１　被告が原告に対し平成１４年１月１１日付けでした原告の平成１２年分所得\n税に係る更正（以下「本件更正処分」という。）のうち総所得金額２５９４万１１\n５８円，納付すべき税額５１１万２１００円を超える部分を取り消す。\n２　被告が原告に対し前項と同日付けでした原告の平成１２年分所得税に係る過\n少申告加算税賦課決定（本件更正処分と併せて「本件更正等処分」という。）を取\nり消す。\n３　被告が原告に対し平成１３年１２月６日付けでした原告の平成１２年分所得\n税に係る更正の請求につき更正の理由がない旨の通知（以下「本件通知処分」とい\nう。）のうち総所得金額２５９４万１１５８円，納付すべき税額５１１万２１００\n円を超える部分を取り消す。\n第２　事案の概要\n本件は，原告が，その債権者から受けた金銭債務の一部免除について，国税\n庁長官通達である所得税基本通達（以下「基本通達」という。）３６－１７が定め\nる債務免除益の特例の適用があるにもかかわらず当初これを看過して平成１２年分\n所得税を申告したとして，被告に対し減額更正の請求をしたところ，被告から更正\nの請求につき更正の理由がない旨の本件通知処分を受け，さらに上記免除に係る金\n額を不動産所得の総収入金額に算入されて本件更正等処分を受けたため，上記免除\nに係る金額は所得税法３６条１項に規定される所得の金額の計算上これを算入すべ\nきでないにもかかわらず，これを算入してされた上記各処分は違法であるとして，\nそれらの取消しを求めた事案である。\n１　前提となる事実\n(1)　債務免除に至る経過について\nア　原告は，株式会社河北仙販に勤務する会社員であり，その共有（持分２\n７分の２３）に係る別紙１の物件目録記載１の土地（以下「本件土地」という。）\n上に同目録記載２の建物（以下「本件建物」といい，本件土地とあわせて「本件物\n件」という。）を所有して，本件建物の賃貸事業を営んでいる。\n（持分割合につき乙８，１５，その余は争いなし）\nイ　原告の父Ｐ１は，昭和６２年８月２５日，興亜火災抵当証券株式会社\n（以下「興亜火災抵当証券」という。）から，本件建物の設備資金として，次の約\n定で２口の借入れ（以下，便宜上それぞれを「Ａ口」，「Ｂ口」という。）を行\nい，その担保として，別紙１の物件目録記載１ないし４の各物件につき抵当権が設\n定された。\n(ア)　Ａ口\n借入額　　　　５億２０００万円\n利率　　　　　年６．１％\n元金返済方法　昭和６３年から昭和９２年（平成２９年）まで，毎年\n８月２２日，年次逓増する額（５００万円ないし３２００万円）を支払う。\n利息返済方法　毎年２月２２日，８月２２日に各６か月分を一括して\n支払う。\n(イ)　Ｂ口\n借入額　　　　２０００万円\n利率　　　　　年６．１％\n元金返済方法　昭和６５年（平成２年）８月２２日に一括して支払\nう。\n利息返済方法　Ａ口と同じ。\n（甲５，６，６８，７６，乙８，９，１１）\nウ　原告は，昭和６３年１２月１９日，Ｐ１から，本件土地の共有持分及び\n本件建物並びに興亜火災抵当証券に対する上記イの借入金債務等を相続した。\n（争いなし）\nエ　原告は，平成元年８月２４日，興亜火災抵当証券との間で，原告がＰ１\nの上記各借入債務をいずれも引き受ける旨を合意した。\n（甲７，８，７６）\nオ　原告は，平成２年８月２２日，興亜火災抵当証券との間で，Ｂ口の契約\n内容を次のとおり変更する旨を合意した。\n利率　　　　　年８．７％\n元金返済方法　平成２年９月２２日から同２９年８月２２日まで，毎月\n２２日，６万１０００円（最終回２９万７０００円）を支払う。\n利息返済方法　毎月２２日に翌月２２日までの利息を支払う。\n（甲９，１０）\nカ　原告は，平成４年８月２２日，興亜火災抵当証券との間で，利率に関し\nて，平成５年２月２２日弁済分から年７．０％と変更する旨を合意した。\n（甲１３）\nキ　原告は，平成４年９月２２日，興亜火災抵当証券から，不動産賃貸業の\n運転資金として，次の約定で借入れ（以下，便宜上「Ｃ口」という。）を行い，こ\nれを従前のＡ口，Ｂ口の債務の一部支払に充てた。また，Ｃ口の債務の担保とし\nて，別紙１の物件目録記載１ないし３記載の各物件につき抵当権が設定された。\n借入額　　　　２０００万円\n利率　　　　　年６．１％\n元金返済方法　平成４年１０月２２日から同２９年９月２２日まで，毎\n月２２日，６万６０００円（最終回２６万６０００円）を支払う。\n利息返済方法　毎月２２日に翌月２２日までの利息を支払う。\n（甲１４ないし１７，７６，乙１１）\nク　原告は，平成６年８月２３日，興亜火災抵当証券との間で，Ａ口の契約\n内容を次のとおり変更する旨を合意した（以下「平成６年変更契約」という。）。\n利率及びその変更　平成６年８月２３日から同１１年８月２２日まで年\n５．０％で固定し，それ以後は興亜火災抵当証券の長期貸出最優遇金利に０．６％\nを加えたものとし，爾後，その変動幅と同一の幅で変更できる（長期貸出最優遇金\n利が廃止された場合は，一般に相当と認められる程度のものに決めることができ\nる。）。\n元利金返済方法　　平成６年９月２２日から，毎月２２日，６０回目ま\nでは元利金合計２５１万４１５２円を，６１回目から２９９回目までは同３０９万\n０８３８円を，最終回（平成３１年８月２２日）は３０９万０８９３円をそれぞれ\n支払う。\n（甲２１，２２）\nケ　原告は，興亜火災抵当証券への返済資金の調達等のために，株式会社福\n島銀行（以下「福島銀行」という。）からもしばしば借入れを行っていたが，これ\nらの借入金を整理して１口の債務とするため，平成６年１２月３０日，同銀行から\n次の約定で３６７０万円を借り入れた。なお，本件土地の原告の共有持分及び本件\n建物には，平成元年に福島銀行を根抵当権者，原告を債務者，極度額を３６００万\n円とする根抵当権が設定されていた。\n利率　　　　　年５．２％\n元金返済方法  平成７年１月３０日から毎月３０日に，１５万円宛て割\n賦弁済し（１７９回），残金を最終回（平成２１年１２月３０日）に支払う。\n利息返済方法　貸付日に平成７年１月３０日までの分を支払い，以後１\nか月分を支払う。\n（甲２３，２４，７６，乙８，９，１３）\nコ　原告は，平成８年１１月１８日，興亜火災抵当証券との間で，Ａ口の借\n入れの契約内容を次のとおり変更する旨を合意した（以下「平成８年変更契約」と\nいう。）。\n利率及びその変更　平成８年１０月から同１１年９月まで年３．４％と\nし，同１１年１０月以後の適用金利については別途協議する。\n元利金返済方法　　平成８年１０月から同１１年９月まで毎月２２日限\nり元利金合計２０４万８９３２円を，爾後，元利均等分割弁済方式により算出した\n元利金弁済額を割賦弁済し，最終弁済期限である平成３１年８月２２日に残額を弁\n済して完済する。\n（甲２８，７６）\nサ　原告は，平成１０年４月１日，興亜火災抵当証券との間で，Ａ口，Ｂ口\n及びＣ口の借入れの契約内容を次のとおり確認ないし変更する旨を合意した（以下\n「平成１０年変更契約」という。）。\n(ア)　Ａ口\n元本残高　　　　４億７４２７万４３２２円\n利率　　　　　　平成１０年４月１日から同１２年３月２２日まで年\n２．６％とする。\n元金返済方法　　平成１０年４月から，毎月２２日限り１０万円を割\n賦弁済し，同１２年３月２２日に残額を一括弁済する。\n利息返済方法　　平成１０年４月から同１２年３月２２日まで毎月２\n２日に，前回利払期日の翌日から当該利払期日までの利息を支払う。\n(イ)　Ｂ口\n元本残高　　　　１４４４万９０００円\n利率　　　　　　平成１０年４月２３日から同１２年４月２２日まで\n年２．６％とする。\n元金返済方法　　平成１０年４月から，毎月２２日限り３万円を割賦\n弁済し，同１２年３月２２日に残額を一括弁済する。\n利息返済方法　　Ａ口と同じ。\n(ウ)　Ｃ口\n元本残高　　　　１５６４万４０００円\n利率　　　　　　Ｂ口と同じ。\n元金返済方法　　Ｂ口と同じ。\n利息返済方法　　Ａ口と同じ。\n（甲３６ないし３８，７６）\nシ　興亜火災抵当証券は，平成１１年９月２９日，有限会社エム・ディー・\nエル（以下「ＭＤＬ」という。）に対し，原告に対するＡ口，Ｂ口及びＣ口の債権\nを譲渡し，同年１０月１日，その旨を原告に通知した。\n（争いなし）\nス　ＭＤＬは，平成１２年３月ころ，原告に対し，平成１０年変更契約上の\n残元金一括弁済期日である同年３月２２日が経過した後は可能な金額を弁済するよ\nう要求するとともに，本件建物等の担保物件を評価するため，これを精査した。さ\nらに，同年９月，ＭＤＬは，担保物件を３億円で任意売却することについて原告に\n打診してきた。\n（甲７６）\nセ　原告は，平成１２年１２月２６日，福島銀行から，次の約定で借入れを\n行った。\n借入額　　　　３億６０００万円\n最終弁済期限　平成３２年１２月３０日\n利率　　　　　年３．４５％\n元金弁済方法　平成１３年１月３０日以後，毎月３０日限り１５０万円\nを支払う（２４０回払い）。\n利息弁済方法　平成１３年１月３０日までの分は契約締結日に，以後\nは，毎月３０日に翌１か月分を支払う。\n（争いなし）\nソ　原告は，上記セと同日，ＭＤＬとの間で，Ａ口，Ｂ口及びＣ口の債務に\nつき，次の(ア)ないし(ウ)のとおり合意した上，(イ)に基づき２億７０００万円を\n弁済し，(ウ)に基づき残債務２億２０１２万７２５７円の免除を受けた（以下，こ\nの債務免除を「本件債務免除」といい，本件債務免除に係る上記金額を「本件債務\n免除額」という。）。\n(ア)　元本残高の承認\nＡ口　４億６１４７万４２５７円\nＢ口　１３７２万９０００円\nＣ口　１４９２万４０００円\n(イ)　債務の支払い\n即日２億７０００万円を弁済する。\n(ウ)　債権放棄\n上記(イ)の支払いをもって，ＭＤＬは原告に対して有する残債権を放\n棄する。\n（争いなし）\nタ　原告は，上記セの借入金を，上記ソ(イ)の弁済のほか，原告の福島銀行\nに対する上記ケの債務（平成１２年１２月２５日時点の残高２６０５万円）の弁\n済，原告の福島銀行に対する通知預金（６１００万円。本件債務免除に係る納税資\n金とすることを目的とした。）の設定等に充てた。\n（争いなし）\nチ　福島銀行は，上記セの貸金債権の担保として，ＭＤＬが担保を解除した\n別紙１の物件目録記載１ないし３の各物件に抵当権を設定するとともに，同５の物\n件についても抵当権を設定した。\n（甲６８，７６，乙８，９，１９）\nツ　なお，原告は，別紙１の物件目録記載１，２，５の各物件を有していた\nほか，同６の物件をも所有していたが，これにはその取得資金の借換えとして借り\n入れた株式会社大東銀行（以下「大東銀行」という。）からの借入金債務を担保す\nるために，その保証会社を抵当権者とする抵当権が設定されていた。\n（甲２ないし４，乙３，４，６，１５ないし１７，弁論の全趣旨）\n(2)　処分等の経過について\nア　原告は，平成１３年３月１５日，被告に対し，平成１２年分所得税につ\nき，別紙２の「確定申告」欄記載のとおりに記載した青色確定申告書を提出した。\n（争いなし）\nイ　原告は，平成１３年９月６日，被告に対し，上記青色確定申告書の記載\nには誤りがあるとして，別紙２の「更正の請求」欄記載のとおりの更正を求める請\n求をしたが，被告は，平成１３年１２月６日付けで，原告に対し，更正の理由がな\nい旨の本件通知処分をした。\n（争いなし）\nウ　被告は，平成１４年１月１１日付けで，原告に対し，本件債務免除額を\n原告の平成１２年分の不動産所得の総収入金額に算入すべきであるとして，別紙２\nの「更正処分等」欄記載のとおり本件更正等処分をした。\n（争いなし）\nエ　原告は，平成１４年１月３０日，被告に対し，本件更正等処分につき，\n本件債務免除額を原告の平成１２年分の不動産所得の総収入金額に算入したことを\n不服として異議申立てをしたが，被告は，平成１４年４月２６日付けで，これを棄\n却する旨の決定をした。なお，異議決定書においては，本件通知処分についても異\n議申立てがあったものとして，これを棄却する旨の判断が示されている。\n（異議申立てとその棄却決定については争いがなく，その余につき甲１，\n２）\nオ　原告は，平成１４年５月２４日，国税不服審判所長に対し，本件更正等\n処分につき，本件債務免除額を原告の平成１２年分の不動産所得の総収入金額に算\n入したことを不服として審査請求をしたが，国税不服審判所長は，平成１５年５月\n２３日付けで，これを棄却する旨の裁決をした。\n（審査請求とその棄却採決については争いがなく，その余につき甲３，\n４）\n(3)　基本通達\n基本通達の規定のうち，本件訴訟における当事者の主張に関連するものは\n下記のとおりである（乙２５における記載を符号や略語等も含めそのまま引用す\nる。）。\n記\n９－１２の２［「資力を喪失して債務を弁済することが著しく困難」である\n場合の意義］\n法第９条第１項第１０号及び令第２６条［非課税とされる資力喪失によ\nる譲渡所得］に規定する「資力を喪失して債務を弁済することが著しく困難」であ\nる場合とは，債務者の債務超過の状態が著しく，その者の信用，才能等を活用して\nも，現にその債務の全部を弁済するための資金を調達することができないのみなら\nず，近い将来においても調達することができないと認められる場合をいい，これに\n該当するかどうかは，これらの規定に規定する資産を譲渡した時の現況により判定\nする。\n３６－１５［経済的利益］\n法第３６条第１項かっこ内に規定する「金銭以外の物又は権利その他経\n済的な利益」（以下３６－５０までにおいて「経済的利益」という。）には，次に\n掲げるような利益が含まれる。\n(1)　物品その他の資産の譲渡を無償又は低い対価で受けた場合におけるそ\nの資産のその時における価額又はその価額とその対価の額との差額に相当する利益\n(2)　土地，家屋その他の資産（金銭を除く。）の貸与を無償又は低い対価\nで受けた場合における通常支払うべき対価の額又はその通常支払うべき対価の額と\n実際に支払う対価の額との差額に相当する利益\n(3)　金銭の貸付け又は提供を無利息又は通常の利率よりも低い利率で受け\nた場合における通常の利率により計算した利息の額又はその通常の利率により計算\nした利息の額と実際に支払う利息の額との差額に相当する利益\n(4)　(2)及び(3)以外の用役の提供を無償又は低い対価で受けた場合におけ\nるその用役について通常支払うべき対価の額又はその通常支払うべき対価の額と実\n際に支払う対価の額との差額に相当する利益\n(5)　買掛金その他の債務の免除を受けた場合におけるその免除を受けた金\n額又は自己の債務を他人が負担した場合における当該負担した金額に相当する利益\n３６－１７［債務免除益の特例］\n債務免除益のうち，債務者が資力を喪失して債務を弁済することが著し\nく困難であると認められる場合に受けたものについては，各種所得の金額の計算上\n収入金額又は総収入金額に算入しないものとする。ただし，次に掲げる場合に該当\nするときは，それぞれ次に掲げる金額（次のいずれの場合にも該当するときは，そ\nの合計額）の部分については，この限りでない。\n(1)　当該免除を受けた年において当該債務を生じた業務（以下この項にお\nいて「関連業務」という。）に係る各種所得の金額の計算上損失の金額（当該免除\n益がないものとして計算した場合の損失の金額をいう。）がある場合　　当該損失\nの金額\n(2)　法第７０条［純損失の繰越控除］の規定により当該免除を受けた年に\nおいて繰越控除すべき純損失の金額（当該免除益を各種所得の金額の計算上収入金\n額又は総収入金額に算入することとした場合に当該免除を受けた年において繰越控\n除すべきこととなる純損失の金額をいう。）がある場合で，当該純損失の金額のう\nちに関連業務に係る各種所得の金額の計算上生じた損失の金額があるとき。　　当\n該繰越控除すべき金額のうち，当該損失の金額に達するまでの部分の金額\n（以上１の(3)につき乙２５ないし２７）\n２　主たる争点及びこれに対する当事者の主張\n(1)　本件の主たる争点は，次のアないしウである。\nア　本件通知処分の取消しを求める訴えの訴訟要件の有無\nイ　債務免除益に対する課税の基準\nウ　本件債務免除額を収入金額に算入することの当否\n(2)　主たる争点ア（本件通知処分の取消しを求める訴えの訴訟要件の有無）に\n対する当事者の主張\n（被告の主張）\nア　更正をすべき理由がない旨の通知処分及び増額更正処分を受けた納税者\nが訴訟によって税額等を争う場合，増額更正処分の取消しを求めれば足り，これと\n別個に通知処分の取消しを求める訴えの利益はないと解すべきである。したがっ\nて，本件通知処分の取消しを求める訴えには訴えの利益がない。\nイ　本件通知処分は，国税不服審判所長に対する審査請求の対象とされてお\nらず，適法な審査請求を経ていない。\n（原告の主張）\nア　被告の上記主張アは争わない。\nイ　本件通知処分は，本件更正処分に吸収されて審査請求の対象とされた。\n(3)　主たる争点イ（債務免除益に対する課税の基準）に対する当事者の主張\n（被告の主張）\nア　債務免除益に対する課税の原則\n(ア)　所得概念\n我が国においては，人の担税力を増加させる経済的利得は，反復的，\n継続的利益のみでなく，一時的，偶発的，恩恵的利得を含め，すべて所得を構成す\nるという包括的な所得概念が採用されている。所得税法３６条１，２項が，現金の\n形をとった利得のみではなく，「金銭以外の物又は権利その他の経済的な利益」\n（以下「経済的利益」という。）も課税の対象となると定めているのは，かかる包\n括的な所得概念の現れである。\n(イ)　債務免除益の経済的利益該当性\n所得税法においては，課税対象となる経済的利益の内容について具体\n的に規定されていないから，その内容は，法令の規定の趣旨，制度の背景，条理あ\nるいは社会通念をも勘案して解すべきこととなる。そして，課税実務上は，基本通\n達に基づき，経済的利益該当性の判定を統―的に行っているところ，基本通達３６\n－１５(5)は，買掛金その他の債務の免除を受けた場合におけるその免除を受けた金\n額又は自己の債務を他人が負担した場合における当該負担した金額に相当する利益\nが経済的利益に含まれると例示しており，債務免除を受けた場合のその金額は，経\n済的利益に該当し，各種所得の金額の計算上収入金額又は総収入金額に算入するこ\nととされている。\n(ウ)　非課税所得について\n所得税法９条は，所得の性質や担税能力等，あるいは社会政策等の政\n策的見地から，所得税の課税対象とすることが適当でない場合には，非課税所得と\nして所得税を課さないこととしている。そして，同条は，非課税所得を限定列挙し\nたものであるから，担税力を増加させる経済的利得であって同条に該当しないもの\nは，すべて課税所得となる。\n同法に，債務免除益を非課税とする規定はない。\nイ　債務免除益に対する課税の特例\n(ア)　基本通達３６－１７の趣旨\n債務免除を受けた場合のその金額は課税所得を構成するという原則の\n例外として，基本通達３６－１７は，債務免除益のうち，債務者が資力を喪失して\n債務を弁済することが著しく困難であると認められる場合に受けたものについて\nは，損失を補填する範囲（この範囲の債務免除益を算入しても所得が生じないの\nで，担税力の有無を考慮する必要がない｡）を上回る部分を各種所得の金額の計算上\n収入金額又は総収入金額に算入しない旨を定め，資力喪失者の受けた債務免除益の\n一定の部分は課税対象としないこととしている。\nかかる扱いを定めた基本通達３６－１７の趣旨は次のようなものであ\nる。すなわち，事業所得者が経営不振による著しい債務超過の状態で経営破綻の状\n況に陥っている状況で債権者が債権放棄したなどの場合には，債務者は実体的には\n支払能力のない債務の弁済を免れただけであるから，当該債務免除益のうちその年\n分の事業損失の額を上回る部分については，担税力を得た所得とみるのは必ずしも\n実情に即さず，かかる債務免除額に対して所得税法所定のとおり収入金額として課\n税しても徴収不能となることは明らかで，徒に滞納残高のみが増加し，また滞納処\n分の停止を招くだけであり，他方，上記のような事情にある明らかに担税力のない\n者について課税を行わないこととしても，課税上の不公平が問題となることはな\nく，むしろ課税を強行する\nことに一般の理解は得られないものと考えられることから，かかる無意味な課税を\n差し控え，積極的な課税をしないこととしたものである。\n(イ)　「資力を喪失して債務を弁済することが著しく困難であると認めら\nれる場合」の意義\n基本通達９－１２の２は，所得税法第９条１項１０号及び同法施行令\n２６条に規定する「資力を喪失して債務を弁済することが著しく困難」である場合\nについて定めており，これに該当する具体的状況としては，例えば倒産等により債\n務超過の状態が相当期間継続し，その者の生計を維持するのが限度である程度に所\n得が減少し，その者の有する信用，才能その他あらゆる可能性をもってしても，近\nい将来において，その債務の全部を弁済する資金の調達能力がないと認められる場\n合をいうと解されているところ，同法９条１項１０号及び同法施行令２６条により\n譲渡所得が非課税となる場合は，担税力を保持している者に課税しないという不公\n平を招来する心配のない状況が前提となっている点で，基本通達３６－１７と同一\nの状況を想定しているも\nのであり，このことは，逆に，基本通達３６－１７が適用されるための前提とし\nて，当該債務免除を受ける者が，同法９条１項１０号及び同法施行令２６条に該当\nする者またはそれと同視できる者である必要があると解すべきことを意味する（債\n務者について破産，強制執行等の法的手続に入ったり，解散や事業閉鎖を行うに至\nったりした事実がない場合については，基本通達３６－１７の適用はないとする見\n解がある。）から，基本通達３６－１７にいう「資力を喪失して債務を弁済するこ\nとが著しく困難であると認められる場合」に当たるか否かの具体的判断基準は，同\n法第９条１項１０号及び同法施行令２６条に規定する「資力を喪失して債務を弁済\nすることが著しく困難」である場合に関する上記の基準と同様に解するのが合理的\nである。\nそして，我が国では事業者の多くが債務超過の状態にありながら通常\nの営業を継続しているという実情があること，破産法における支払不能とは，債務\n者の債務弁済能力（単に財産のみではなく信用や労力を含む。）が欠乏しているこ\nとにより，即時に弁済すべき債務を一般的継続的に弁済することができない客観的\n状態をいうと解され，単に財産状況の債務超過が支払不能に当たるとはされていな\nいことなどに照らしても，債務者の債務超過のみをもって担税力のない債務免除益\nと即断し，これを課税対象となる収入に算入しないのは相当でないから，基本通達\n３６－１７の適用の有無は上記の基準によるべきである。\n以上から，基本通達３６－１７にいう「資力を喪失して債務を弁済す\nることが著しく困難であると認められる場合」とは，債務者の債務超過の状態が相\n当期間継続しているか否か，その者の生活費として消費可能な所得が総務省の家計\n調査における一世帯当りの年間消費支出額を下回るほどであるか否か，その者の有\nする信用，才能その他あらゆる可能性をもってしても，近い将来においてその債務\nの全部を弁済する資金の調達能力がないと認められるか否かなどを考慮して，誰の\n目からみても資力を喪失し経済的破綻状態にあることが客観的に明らかで，課税上\n不公平な結果を招くことのない場合をいうものと解すべきである。\nなお，民事再生法または特定債務等の調整の促進のための特定調停に\n関する法律に基づいて債務の切捨てがされた場合であっても，当該債務者の事業継\n続に基づく担税力に着目して，当該債務切捨益を課税の対象となる所得金額として\n扱っている。\n(ウ)　課税減免規定の解釈手法と上記(イ)の適用基準の関係\n課税減免規定については，例外規定は厳格に解釈すべきであるという\n法解釈の一般原則や，租税法律主義の見地などからして，課税要件規定の場合より\nも更に，その規定の趣旨，目的に沿った厳格な解釈をすべきである。包括的所得概\n念を採用する我が国の税法のもと，債務免除益は，原則として担税力を有する課税\n所得に当たるのであるから，これを例外的に非課税とするためには，上記(イ)の判\n断基準により，債務免除益が，およそ「担税力を有する経済的利益」には該当しな\nい場合でなければならず，たとえ不十分であっても担税力が未だ存在するにもかか\nわらず，安易にこれを非課税とすることは，課税減免規定を厳格に解釈すべきであ\nるとの要請に照らし許されない。\n(エ)  債務免除益の経済的利益該当性と基本通達３６－１７との関係\n原告は，資力を喪失して債務を弁済することが著しく困難である場合\nに受けた債務免除については，そもそも所得税法３６条１項の経済的利益自体が生\nじない旨を主張するが，基本通達３６－１７は，債務免除益によって債務者は常に\n経済的利益を受けるものの，一定の場合には当該経済的利益に対する担税力がない\nことに着目して，実務上積極的な課税をしないこととしたものであり，所得税法３\n６条所定の経済的利益の有無を個々の債務免除ごとに問題とする原告主張は根本的\nに誤っている。\n基本通達３６－１７ただし書は，債務免除を受けた年において当該債\n務を生じた業務に係る各種所得の損失金額及び純損失の金額がある場合には，当該\n損失の金額に達するまでの部分の金額については，債務者が資力を喪失して債務を\n弁済することが著しく困難であると認められる場合であっても，各種所得の金額の\n計算上収入金額又は総収入金額に算入することと定めているところ，原告の主張に\n従うならば，かかる扱いはそもそも不要となるはずである。\n(オ)　基本通達３６－１７と租税法律主義との関係\n原告は，基本通達３６－１７の解釈に関する被告の上記主張に対し，\n通達によって法律で規定していない課税除外所得を設けるものであって租税法律主\n義の原則から許されないと主張するが，所得税法９条１項１０号の適用状況と同様\nの場合に積極的な課税を差し控えるということには合理性があり，国民の自由と財\n産を保護し国民の経済生活に法的安定性と予測可能性を与えるという租税法律主義\nの意義，機能に反するものではない。\n(カ)　主張立証責任\n課税処分取消訴訟においては，処分者である被告課税庁が課税要件事\n実について主張立証責任を負うのが原則であるが，債務免除益が所得税法上の非課\n税所得に該当せず，課税所得を構成することが明らかであり，原告の訴えは，課税\n上の恩恵の付与としての特例の適用を求めるものであるから，その特例の適用があ\nることの主張立証責任は，租税負担の免除という経済的利益を享受する原告が負う\nべきである。\n（原告の主張）\nア　経済的利益の判断のあり方\n(ア)　我が国の税法は，人の担税力を増加させる経済的利益の取得を所得\nととらえる包括的所得概念を採用しているところ，所得税法３６条１項は，過度に\n広範な概念となりうる包括的所得概念に関し，「収入金額」，「収入」の概念によ\nる絞りをかけて，未実現利益（農産物の収穫，資産の値上がり益等）や帰属所得\n（自己の財産及び労働に直接帰せられる所得，自己の財産の利用から得られる経済\n的利益及び自家労働から得られる経済的利益）につき，一部の例外を除いて課税し\nないこととしたものである。すなわち，同項は，経済的な利益の収受（経済的価値\nの外からの流入）が存在してはじめて課税対象となる所得が生じる旨を定めた規定\nであり，同項にいう経済的利益に該当するか否かは，実質的かつ経済的な観点から\n判断しなければならない\n。\n(イ)　債務免除の場合，法的に債務の全部または一部の消滅があっても，\n実質的かつ経済的な観点からして単に資力を喪失しかつ支払能力の限度を超えた部\n分のカットを受けたにすぎない場合には，担税力を増加させる経済的利益の取得が\nあったといえず，当該債務免除額は所得とはならないことになる。したがって，被\n告が主張するように，債務免除がされた場合には常に経済的利益が発生し，債務免\n除益は原則として課税所得を構成するというものではなく，当該債務免除により担\n税力が増加して課税対象となる所得を得たか否かは，あくまでも個別の事案の具体\n的事情ないし背景を勘案した上で判断しなければならない。\n(ウ)　経済的価値の外からの流入が存在してはじめて課税対象となる所得\nが生じるものと解すべき以上，債務免除益の経済的利益該当性の判断に当たって\nは，債務免除をした債権者側において経済的価値が流出したか否かをみる必要があ\nる。\nイ　基本通達３６－１７等の趣旨等\n(ア)　基本通達３６－１７は，その規定振りや表現において，特例的な課\n税除外所得を規定したものであるとの誤解を招きかねない不適切な点があるもの\nの，その実質は，基本通達３６－１５と同様，所得税法３６条１，２項所定の経済\n的利益についての解釈通達であり，債務免除がされても経済的利益の収受がない場\n合を例示して，これを課税対象となる経済的利益とはみない旨を明らかにしたもの\nである（したがって，本来であれば，基本通達３６－１７は，経済的利益としての\n債務免除益を例示する同３６－１５(5)のただし書として規定されるべきものであ\nる。）。\n被告は，基本通達３６－１５により，債務免除益は所得税法３６条１\n項所定の経済的利益に該当するのが原則であり，基本通達３６－１７は，その原則\nの例外として，課税すべき債務免除益について特例的に収入金額への算入をしない\n場合を定めたものである旨主張するが，かかる主張は，通達によって法律で規定し\nていない課税除外所得を設けることになり，租税法律主義の原則に照らして暴論と\nいわざるをえない。\n(イ)　基本通達３６－１７と所得税法９条，同法施行令２６条及びその解\n釈通達との関係\n所得税法９条１項各号に列挙された非課税所得は，いずれも経済的利\n益の取得が認められ，所得税法３６条の適用上は課税所得とされるべき場合につい\nて，諸々の政策的考慮等から非課税とすることとされたものである。これを同項１\n０号についてみると，強制換価がされ，または強制換価が必至の状況で資産を売却\n譲渡することによって譲渡所得が発生した場合には，それが弁済の原資となったこ\nとからしても経済的利益の取得は明らかで，本来であれば所得税法３６条により課\n税されるべきこととなるが，このような場合には納税義務者に担税力がないことが\n通常であるために，立法政策として譲渡所得を非課税としたものである。したがっ\nて，所得税法９条１項１０号，同法施行令２６条及びその解釈通達である基本通達\n９－１２の２が，納税義\n務者の属人的な納税資力に着目した定めをすることは首肯しうる。\n他方，基本通達３６－１７は，そもそも担税力のある経済的利益に該\n当するか否かについての解釈通達（例示）であり，債務免除を受けた債務の支払能\n力に着目するものであって，両者はその前提を全く異にする。この点，被告は，両\n通達が，納税資力がなく徴収不能となることが明らかな場合についての非課税を規\n定する同趣旨の規定であるとして，基本通達９－１２の２の解釈が基本通達３６－\n１７の解釈にも妥当し，その適用場面は倒産等により経済的破綻状態にあることが\n客観的に明らかな場合に限定されるべきであるなどと主張するが，かかる主張は，\nこれらの基本通達の前提ないし趣旨の差異を看過するものである。\n(ウ)　以上から，基本通達３６－１７に定める「債務者が資力を喪失して\n債務を弁済することが著しく困難であると認められる場合」に該当するか否かは，\n債務免除により経済的な利益を収受したか否か，すなわち当該債務免除を受けた時\n点において債務者に当該債務免除を受けた部分の債務の支払能力があったか否か\nを，実質的かつ経済的観点から判断すべきであり，その結果，当該債務免除がもと\nもと支払い得ない部分のカットを受けたにすぎないと認められる場合には，所得税\n法３６条所定の経済的利益該当性が否定されることとなる。そして，上記判断に際\nし，「近い将来においてその債務の全部を弁済する資金の調達能力がないと認めら\nれるか否か」が判断基準の一つとなることは争わないが，債務超過状態が相当期間\n継続しているか否かとか\n，可処分所得が総務省の家計調査における一世帯当たりの年間消費支出額を下回る\nかどうかなどを基準とすることは不適切である。\n(エ)　なお，被告は，基本通達３６－１７ただし書を根拠に，債務免除が\nあっても経済的利益の収受がない場合には収入金額への算入はない旨の原告の主張\nを論難する。しかし，所得税法３６条１項の解釈として，債務免除がされても，当\n該債務免除を受けた者に経済的利益の収受がない部分について収入金額が生じない\nことになるのは当然のことであって，それにもかかわらず，当該年に損失があった\n場合に，当該債務免除額のうち当該損金相当額については収入金額に算入するとの\n扱いを定める基本通達３６－１７ただし書は，所得税法３６条の解釈と運用を定め\nるものとしては逸脱があるといわざるを得ない。\n(オ)　主張立証責任\n被告は，基本通達３６－１７が実質的な課税減免規定であるとした上\nで，その適用のあることは納税者たる原告の主張立証責任に属する旨を主張する。\nしかし，基本通達３６－１７は，所得税法３６条１項所定の経済的利益に関する解\n釈通達であり，課税所得についての減免規定ではないから，課税要件としての経済\n的利益の有無という事実についての主張立証責任は，なお被告が負うものである。\n(4)　主たる争点ウ（本件債務免除額を収入金額に算入することの当否）に対す\nる当事者の主張\n（被告の主張）\nア　本件債務免除額を不動産所得の収入金額に算入する取扱いの根拠\n(ア)　一般に債務免除益は経済的利益に該当し，各種所得の計算上収入金\n額又は総収入金額に算入されて課税対象となるところ，本件債務免除について，基\n本通達３６－１７の債務免除益の特例の適用がないことは後記イのとおりであるか\nら，本件債務免除額はその全額が原告の平成１２年分の不動産所得の収入金額に算\n入される。\n(イ)　仮に，債務免除があっても，単に資力を喪失し支払能力の限度を超\nえた部分のカットを受けたにすぎない場合は経済的利益の収受が存せず，所得税法\n３６条所定の経済的利益に該当しないとの原告主張を前提としたとしても，本件債\n務免除については担税力を有する経済的利益が存し，本件債務免除額を不動産所得\nの収入金額に算入すべきであることが，後記イから明らかである。\nイ　本件債務免除に基本通達３６－１７の適用がないこと及び担税力を有す\nる経済的利益が存すること\n(ア)　原告の資産及び負債等の状況\nａ　平成１２年１２月２５日における資産及び負債の状況\n本件債務免除の前日である平成１２年１２月２５日における原告の\n資産及び負債の状況は，別紙３記載のとおり，資産額５億４２００万３９５４円，\n負債額５億６７２９万９６０６円であり，２５２９万５６５２円の債務超過であっ\nた。\nこれに対し，原告は，同時点における資産見積額は合計２億０８１\n３万６９７６円であった旨主張するが，福島銀行から３億６０００万円を借り入れ\nることができたことからして，原告による上記資産見積額には根拠がない。\nｂ　平成１２年１２月末における資産及び負債の変化等\n本件債務免除がされた後の平成１２年末における原告の資産及び負\n債は，上記ａの時点と比較して，資産が６１００万円増加（福島銀行に通知預金を\n設定したことによる。）し，負債が１億５６１７万７２５７円減少（福島銀行から\nの借入金債務３億６０００万円が増加した一方，同銀行に対する従前の借入金債務\n２６０５万円が弁済により消滅し，ＭＤＬに対する借入金債務４億９０１２万７２\n５７円が一部弁済及び本件債務免除により消滅したことによる。）した。\nｃ　原告の債務弁済状況\n原告は，本件債務免除を受ける以前において，ＭＤＬ，福島銀行，\n大東銀行及び株式会社仙台銀行（以下「仙台銀行」という。）の各債権者に対する\n借入金債務の元本，利息を，いずれも毎月滞りなく返済していた。また，原告が負\n担していた債務の平成１２年中の元本返済額は２４７４万１４９１円，利息支払額\nは６７１万３２７７円であった。\n(イ)　収支状況\nａ　平成１２年分の収支状況\n原告の平成１２年分の収支は，本件債務免除額を除いた収入が合計\n７２０１万３９１８円（不動産収入６１７８万６４７０円，給与収入１０２２万７\n４４８円），支出が５５２０万５９０３円（社会保険料８８万０４６９円，所得税\n及び住民税の合計３５万２２４０円，不動産収入に係る管理費等の経費支出額２２\n５１万８４２６円，借入金債務の元本返済額２４７４万１４９１円，同利息支払額\n６７１万３２７７円）であり，同年分の可処分所得額（家事関連費用等に費消しう\nる額）は，上記収入額から同支出額を差し引いた１６８０万８０１５円であった。\nこの可処分所得額は，総務省の家計調査における一世帯当りの年間消費支出額を大\n幅に上回っている。\nｂ　収支経過等に関する原告の主張について\n原告は，本件債務免除に至るまで，その不動産所得に係る資金収支\n及び全体的資金収支がいずれも恒常的に赤字の状態であった旨を主張するが，そも\nそも基本通達３６－１７の債務免除益の特例の適用の有無は，当該債務免除を受け\nた時点における債務者の現況により判断すべきことであるから，過去の収支状況\nは，本件とは直接的関係がない。また，原告の上記主張に係る収支計算は，本来同\n一生計内のものとして支出から除外すべき専従者給与を支出に算入してされたもの\nであるところ（本件更正処分ではその経費性自体も否認されている。），専従者給\n与等について補正した収支は資金不足とはなっておらず，むしろ資金収支は改善し\nてきていた。さらに，原告は，平成９，１０年の資金繰りについて巨額の赤字が生\nじた旨主張するが，上記各\n年においては，建物改修等の資本的支出としてそれぞれ５１０７万４３５４円，２\n４００万円が支出されたものであり，これらの支出についてはいずれも仙台銀行か\nらの借入れ（平成９年１月に４０００万円，同１０年５月に２５２０万円）により\n賄うことができたのであるから，資金不足が生じたということはできない。\n(ウ)　原告の資金調達能力等\nａ　福島銀行からの３億６０００万円の借入れ\n原告は，本件債務免除当時，原告固有の資産額は２億円を若干上回\nる程度にすぎず，原告は著しい債務超過状態にあった旨主張するが，福島銀行が，\n原告に３億６０００万円を貸し付ける際に，原告の弁済能力を考慮しなかったとは\n考えられないことからすれば，そのような原告主張には根拠がない。仮に，原告の\n資産額が原告が主張する程度のものであったとしても，上記借入れの事実を考慮す\nれば，資産額が低く評価された分に相応して，本件建物の継続的所有に係る経済的\n価値が高く評価されたということになるのであって，原告の債務弁済能力を否定す\nることにはならない。\nまた，本件債務免除に際し原告が上記借入れを行った事実は，原告\n自身が，上記借入額に相当する債務の弁済資力を有することを自認したことにほか\nならず，しかも，上記借入れのうち６１００万円は，当初から本件債務免除額に対\nする課税を予定した上，その納税資金として用意されたものであり，原告が本件債\n務免除額に対する課税に関し納税資力を保持していることは明らかである。\nなお，原告の主張によれば，弁済資力を超える部分についてされた\n債務免除については課税すべきでないことになるが，上記借入れの事実から原告の\n弁済資力が少なくとも３億６０００万円以上あることは明らかなものの，原告の有\nする弁済資力の絶対額は不明であるから，結局，原告の弁済資力を超える債務免除\n額を算定することは不可能である。\nｂ　不動産所得の原資たる財産が失われていないこと\n本件債務免除の結果，原告は，不動産所得を生じる源泉としての本\n件物件の所有を維持し，債務弁済能力を保持しているのであって，このことこそが\n本件債務免除額に対する課税の本質である。\n(エ)　まとめ\n上記のような原告の本件債務免除当時における資産及び負債の状況，\n収支状況等からすれば，原告は，たとえ債務超過状態にあったとしても，その信\n用，才能等を活用して，現にその債務の全部を弁済するための資金を調達すること\nができたものというべきであり，「資力を喪失して債務を弁済することが著しく困\n難であると認められる場合」には当たらないから，本件債務免除に基本通達３６－\n１７の適用はない。また，以上からすれば，仮に，債務免除があっても経済的利益\nの収受がない場合には収入金額への算入はない旨の原告主張を前提としても，本件\n債務免除は経済的利益の収受に当たるから，これを不動産所得の総収入に算入すべ\nきである。\n（原告の主張）\nア　本件債務免除当時著しい債務超過状態にあったこと\n(ア)　原告の本件債務免除当時の資産及び負債の状況に関する被告の主張\nのうち，負債額が５億６７２９万９６０６円であったことは争わないが，資産額\nは，実際には被告主張（５億４２００万３９５４円）よりも大幅に少ない２億０８\n１３万６９７６円にすぎなかったのであり，原告が当時著しい債務超過状態にあっ\nたことは明らかである。\n(イ)　被告の算出した原告の資産額は，次の点で誤っている。\nａ　被告は，本件建物について，平成１２年末における簿価をもってそ\nの資産価値としているが，簿価は，取得価格（取得原価）を各会計期間に割り当て\nて費用配分を規則的，継続的に行う手続である減価償却の結果として算出される償\n却資産の未償却残高にすぎず，本件建物の時価と直接の関連を有するものではな\nい。\n本件建物の当時の時価（正常価格）は，５０００万円から６０００\n万円程度であり，さらに，短期的な換価を迫られていた当時の原告の状況からし\nて，現実に処分を見込むことのできる金額は，その７，８０％である３５００万円\nから４８００万円程度であった。\nｂ　本件土地及び別紙１の物件目録記載５（別紙３記載の１⑪）の宅地\nについては，それらの正常価格が被告の主張する程度のものであったことは争わな\nいが，上記ａと同様，短期的な換価を迫られていた当時の原告の状況からすれば，\n現実に処分を見込むことのできる金額は，それら正常価格の７，８０％にすぎなか\nった。\nイ　収支の経過等\n(ア)　不動産所得に係る損益及び収支の経過\nａ　不動産所得に係る損益の経過\n原告の本件建物に係る不動産賃貸業の平成５年から平成１１年まで\nの損益は，別紙４記載のとおり，概ね赤字基調で推移してきたものであり，これ以\n前も大きな損失を生じていた。\nｂ　不動産所得に係る収支の経過\n原告の本件建物に係る不動産賃貸業の平成７年から同１１年までの\nキャッシュ・フロー・ベースでみた収支（所得計算上は経費となる減価償却費を除\nき，所得計算上は経費とはならないが金銭の流出を伴う資本的支出である改装・設\n備更新費を加えたもの）は，別紙５記載のとおり，恒常的に赤字となり，特に平成\n９，１０年には巨額の赤字を生じている。\nｃ　平成１２年分に関する特殊事情\n被告は，原告の平成１２年分の収支について，多額の可処分所得を\n生じていた旨指摘するが，これは，平成１２年３月以降ＭＤＬへの支払はすべて元\n金に充てられ利息の支払がなかったこと，本件物件の売却処分を前提に修繕費や改\n装費をほとんど支出しなかったことなどの事情に起因して生じた例外的な事態であ\nるから，原告の収支経過を検討する上で考慮すべきものではない。\n(イ)　収支悪化の原因\nａ　多額の金利の支払\n本件建物に係る借入金の利息の支払が多額であったことが，原告の\n不動産賃貸業の収支を悪化させる大きな原因となった。\nｂ　修繕費，改装・設備更新費\n本件建物（昭和５３年１０月建築）の躯体や設備の老朽化が進んで\n恒常的に多額の修繕費がかかるようになってきたことや，賃貸住戸の区画の陳腐化\nした内装設備を更新する工事等のために多額の改装・設備更新費を要するようにな\nったことも，原告の不動産賃貸業の収支を悪化させる大きな原因となった。\n(ウ)　本件債務免除以前の資金調達\n原告は，相続によって本件建物等を取得してから本件債務免除を受け\nるまでのわずか１０年程度の間に，不動産賃貸事業に関して合計１億６７００万円\nもの資金の調達を迫られて，金融機関からの借入れ，資産売却，妻からの融通等に\nよりこれを工面してきたにもかかわらず，原告が相続により引き継いだ債務額５億\n３５００万円は，本件債務免除を受けた時点でもほとんど減少していなかった（５\n億３４３５万１５７８円）。\n(エ)　収支の経過と変更契約との関係等\n原告の平成８年から同１２年までの収支の経過は，別紙６記載のとお\nりである。\n原告の本件債務免除を受ける前における給与収入を含めた現実の収支\nの経過を一見すると，大きな設備投資がなければ，恒常的に生じている不動産賃貸\n業によるマイナスを給与収入により埋め合わせることができるように思われる。し\nかし，平成６年変更契約に従った返済をした場合の原告の仮定的収支は，平成８年\nを除き，給与収入全部をつぎ込んだとしても，１０００万円単位の大きな赤字を生\nじる状態であり（平成８年も給与収入の半分以上を充てなければ赤字は埋まらな\nい。），また，平成８年変更契約に従った返済をした場合の原告の仮定的収支は，\n資本的支出としての大修繕を一切行わないという非現実的仮定のもとで給与収入を\n充てることによりかろうじて黒字になるかどうかの状況であって，上記いずれの仮\n定的収支を検討しても，\n早晩原告が経済的に破綻することは免れなかったものと考えられる。\nなお，平成１０年変更契約は，興亜火災抵当証券が，原告から期限の\n利益の放棄を得る目的で破格に有利な支払条件を提示して合意されたもので（これ\nに従えば，Ａ口の元金完済まで３８０年以上かかることになる。），正常なものと\nはいいがたい。\n(オ)　本件債務免除を得られなかったとした場合の状況\nａ　支払期限の到来について\n原告は，平成１０年変更契約により，４億９０００万円を超える債\n務について平成１２年３月２２日をもって一括弁済しなければならなかったとこ\nろ，仮に本件債務免除を受けられなかったとすれば，原告は経済的破綻を免れず，\nＭＤＬに対する債務のほか，それ以外の債務についても期限の利益を喪失して，そ\nれら債務の全額について支払請求を受けることとなって，本件物件を含むすべての\n資産の処分を迫られることになったはずである。\nｂ　本件建物に係る今後の出費について\n仮に，本件債務免除を受けず，５億４４１８万円程度の借入残金を\n当時の常識的な金利（年３．４５％）に従い２０年間で完済するという前提で，本\n件建物に係る不動産賃貸業を継続した場合の収支を考えてみると，借入金の年間の\n返済額は少なくとも４５９０万円程度（利息１８７０万円，元金２７２０万円）に\nなるほか，本件建物の経年に伴う老朽化により，今後は従前以上に大規模な修繕工\n事や設備の更新工事が必須となり，給排水設備更新工事に約５７００万円，エレベ\nーターに約６８５万円，外装，外構の大規模修繕に約２４００ないし３２００万円\nなどの莫大な支出が見込まれる。\nしたがって，仮に本件債務免除を受けなかったとすれば，これらの\n修繕工事等を行いながら上記の借入金返済を継続することは到底不可能であり，原\n告は間もなく経済的に破綻していたものと考えられる。\nウ　被告の主張に対する反論\n(ア)　資金調達能力について\nａ　福島銀行からの３億６０００万円の借入れについて\n福島銀行からの３億６０００万円の借入金のうち，ＭＤＬへの弁済\nに充てた２億７０００万円は原告のＭＤＬに対する債務を福島銀行が肩代わりした\nものといえ，また，福島銀行からの従前の借入額２６０５万円に相当する部分は単\nなる借換えであって，原告が得た新たな与信といえるのは，３億６０００万円から\n上記各金額を控除した６３９５万円にすぎず，その６３９５万円についても，貸借\n対照表上は負債の増加として計上されることなどからして，本件債務免除によって\n収受した経済的利益とはいえないから，上記借入れの事実は，本件債務免除額相当\nの経済的利益が存することの根拠とはなりえない。\nまた，上記借入れが可能であったのは，①後順位担保権者たる福島\n銀行において，ＭＤＬによる担保物件の処分によって原告に対する従前の貸金（２\n６０５万円）のほぼ全額が回収不能となる事態を回避しようとの思惑が働いたこ\nと，②福島銀行の増担保の要求に対し，原告が新たな物的，人的担保（共同抵当と\nしての２１１９万４７３０円相当の別紙１の物件目録記載５の土地，保証人として\nの原告の妻）を差し入れたこと，③福島銀行が，取引関係のある原告の顧問税理士\nによる原告への融資の要請を無視できなかったこと，などの理由によるのであっ\nて，原告に上記借入額相当の資金調達能力が存したからではない。\nｂ　仙台銀行からの「借入れ」について\n被告は，原告が平成９，１０年に行った本件建物の改修のための支\n出（平成９年５１０７万４３５４円，平成１０年２４００万円）を仙台銀行からの\n借入れ（平成９年１月に４０００万円，平成１０年５月に２５２０万円）によって\n賄うことができた旨指摘するが，上記改修工事費用の捻出の実態は異なり，原告に\n借入れに見合う資力があったものではない。すなわち，原告は上記改修費用を金融\n機関からの借入れによって調達することができるような状況にはなかったところ，\n上記改修工事を請負った小野壱産業株式会社（以下「小野壱産業」という。）の協\n力を得て，原告が振り出した約束手形を担保として小野壱産業が仙台銀行から得た\n融資を原告に環流する方法をとったものであり，原告が仙台銀行から与信を受けた\n事実はなく，また，小野\n壱産業が上記方法に協力したのは，小野壱産業の社長が原告と懇意にしていたなど\nの事情があったためにすぎないから，原告が小野壱産業から与信を受けたというこ\nともできない。\n(イ)　債務弁済状況について\n被告は，原告が本件債務免除を受ける前において本件債務免除に係る\n債務及びその他の債務を滞りなく返済していたことを指摘するが，原告は，それら\nの債務の支払に窮していたために，興亜火災抵当証券に対して返済資金の融通，金\n利の減額，返済方法の見直し等を懇請し，数次にわたる契約内容の変更を受けるな\nどしてきたのであり，興亜火災抵当証券において不良債権としての処理を想定して\nされた平成１０年変更契約に基づく毎月の弁済が滞っていなかったことをもって，\n原告が上記各債務についての弁済能力を喪失していなかったということはできな\nい。また，Ａ口，Ｂ口及びＣ口の各債務については，平成１０年変更契約により，\n平成１２年３月２２日の経過によって全額について期限が到来し，直ちにこれらを\n支払わなければならない状\n態となっていたのだから，本件債務免除を受けた平成１２年１２月２５日の時点で\nは，上記各債務について巨額の延滞を生じていたものである。\n(ウ)　本件物件が失われていないことについて\n被告は，本件債務免除後も原告の不動産所得の原資たる本件物件が失\nわれていないことを指摘するが，ＭＤＬは，本件物件等の換価による回収可能額を\n勘案した上で，自己に有利な債権回収のための措置として本件債務免除を行ったの\nであって，原告に対して経済的利益を供与したものではないから，原告が本件債務\n免除によって経済的利益を収受したとはいえない。\n(エ)　専従者給与を考慮することの可否について\n被告は，原告の母Ｐ２に対する専従者給与について，本件更正処分に\nおいてその経費性が否認されており，原告の収支から除外すべきである旨を主張す\nるが，Ｐ２は，平成１１年５月ころまで本件建物の１室に単身居住してその管理の\n仕事に従事していたのであり，平成６年分から平成１２年分までのＰ２に対する専\n従者給与として計上した金額（各年２４０万円）は，ほぼ同額が現実に原告の家計\nまたは不動産事業会計から流出したものであって，これを原告の弁済能力を測るた\nめの収支から除外すべきではない。\nエ　まとめ\n以上から，原告は，本件債務免除当時，著しい債務超過状態にあり，そ\nの資産を処分したとしても，現に残債務の全部を弁済するための資金を調達するこ\nとはできず，近い将来においても調達することができなかったことは明らかであっ\nて，そのような支払不能部分についてされた本件債務免除によって何らかの経済的\nな利益を取得したものではないから，基本通達３６－１７及びその趣旨に照らし，\n本件債務免除額を不動産所得の収入金額に算入すべきではない。\n第３　争点に対する当裁判所の判断\n１　主たる争点ア（本件通知処分の取消しを求める訴えの訴訟要件の有無）につ\nいて\n本件通知処分は本件更正処分についての審査請求によりその確定を遮断さ\nれ，本件更正処分の取消しを求める訴えの判決理由において，原告の平成１２年分\n所得税の総所得の更正請求に理由があり当初申告額からの減額更正をすべき旨の判\n断がされれば，被告は当該判断に拘束されて，原告が本件訴訟において得ようとす\nる救済の実質は過不足なく実現されることが可能であると解されるから，本件通知\n処分の取消しを求める訴えは，本件更正処分の取消しを求める訴えと独立に固有の\n訴えの利益を有するものではないというべきである（この点について，実質的には\n当事者間に争いがない。）。\nしたがって，本件更正処分の取消しを求める訴えと共にされた本件通知処分\nの取消しを求める訴えは，これが適法な審査請求を経たものであるか否かについて\n判断するまでもなく，訴訟要件を欠く不適法な訴えであり，却下を免れない。\n２　主たる争点イ（債務免除益に対する課税の基準）について\n(1)　債務免除益の経済的利益該当性\n債務免除は，法的には，債権者が債務者に対する債権を消滅させる行為で\nあり，経済的な面から客観的にみれば，債権者による債権という経済価値の放棄に\nより，債務者の債務という負の経済価値が消滅するというものであって，これが基\n本的に経済的利益に当たることは明らかである。したがって，基本通達３６－１\n５(5)が，債務免除を受けた場合の当該債務免除額が経済的利益に含まれる旨を定め\nたのは，所得税法３６条１項の妥当な解釈を課税行政実務の立場から確認したもの\nとして合理性を有するものである。\n(2)　基本通達３６－１７の意義\nア  基本通達３６－１７は，債務者が資力を喪失して債務を弁済することが\n著しく困難であると認められる場合に受けた債務免除における当該債務免除額につ\nいては，ただし書に規定する場合を除き，各種所得の金額の計算上収入金額又は総\n収入金額に算入しないものとする扱いを定めているので，その意義について検討す\nる。\nイ　所得税法９条１項１０号は，基本通達３６－１７と同様の文言を用い\nて，資力を喪失して弁済することが著しく困難な場合における強制換価手続による\n資産の譲渡による所得について，これを非課税とする旨定めている。これは，この\nような場合の譲渡所得もあくまで所得ではあるものの，実際上担税力のある所得を\n得たとはいいがたく，税の納付能力がないために課税しても徴収不能となって無意\n味であることから非課税とした趣旨の規定と解され，これを受けた基本通達９－１\n２の２が「資力を喪失して債務を弁済することが著しく困難である場合とは，債務\n者の債務超過の状態が著しく，その者の信用，才能等を活用しても，現にその債務\nの全部を弁済するための資金を調達することができないのみならず，近い将来にお\nいても調達することが\nできないと認められる場合をいう」旨の定めをしているのも，上記の法の趣旨を敷\n衍し，譲渡所得があっても担税能力のない場合を具体的に明確にしたものといえ\nる。\nウ　所得税法の規定を受けて制定された基本通達が，同法の規定と同様の文\n言を用いている以上，特段の事情がない限り，その意義についても同様に解するの\nが相当であるから，基本通達３６－１７は，所得税法９条１項１０号と同様の状況\nを想定した規定であると解される。すなわち，債務免除がされる場合においても，\n実際上担税力のある所得を得たとはいいがたく，納税能力がなくて課税することが\n無意味な場合が一般的に想定できることから（典型的には，所得税法９条１項１０\n号に定める状況で強制換価手続後の残債務を免除した場合が想定される。），この\nような場合には特例的に収入に値しないとして，積極的な課税をしないという行政\n指針を定めた趣旨と解するのが相当であり，基本通達３６－１７ただし書が，課税\nに意味がある一定の\n場合には収入金額に算入するものと定めているのも，その趣旨に合致するところで\nある。\nエ  したがって，基本通達３６－１７は，債務免除が基本的には課税対象た\nる経済的利益に該当することを前提として，所得税法９条１項１０号と同様の場合\nには，債務免除益が課税対象たる経済的利益に該当しないと解し，これを所得の計\n算上収入金額に算入しないこととしたものであり，これは，同法の趣旨に沿った合\n理的な取扱いであって，同法３６条１項の解釈の範囲内にあるというべきであるか\nら，これが租税法律主義に反するともいえない。\n(3)　基本通達３６－１７の適用基準\n基本通達３６－１７の上記趣旨に照らすと，その該当性判断における具体\n的基準としても，法９条１項１０号を受けた基本通達９－１２の２の基準が当ては\nまるというべきである。\nまた，証拠（乙３７）及び弁論の全趣旨によれば，課税行政上の実務の運\n用として，個人事業者が事業再生のための債務免除を受けた場合の債務免除益につ\nいて，基本通達３６－１７により収入金額に算入されないこととされるのは，財産\nを売却するなどして保有資産がなくなり，収入を得ているとしても生計を維持する\n程度の最低限の収入にとどまる場合であり，事業の継続のために必要な資産等の保\n有が認められ，残債務等の弁済が可能な程度に債務免除を受けた場合には，その債\n務免除益は収入金額に算入する扱いとされていることが認められ，この運用は，同\n通達の上記趣旨に沿った適切な運用というべきであるから，本件においても，かか\nる実務の運用をもふまえて，基本通達３６－１７の適用を検討するのが相当であ\nる。\n(4)　原告主張について\n原告は，債務者が支払能力を超えた部分の債務のカットを受けたにすぎな\nい場合は，債務者に経済的利益がなく，その債務免除益は課税の対象にならない旨\n主張するが，かかる解釈は法的にも経済的にも根拠に乏しく，独自の見解であって\n採用しえない。\nなお，債務免除益が，未実現利益や帰属所得とは異なり，「外からの流\n入」であることは明らかである。\n３　主たる争点ウ（本件債務免除額を収入金額に算入することの当否）について\n(1)　前記前提となる事実に，証拠（甲２ないし４，４３，４４，６７ないし６\n９，７２，７３，７６，７７，乙３ないし６，８，９，１２ないし１７，１９ない\nし２３，３０ないし３２）及び弁論の全趣旨を総合すると，本件債務免除がされた\n前後の事情について，次の各事実が認められる。\nア  本件債務免除がされる直前の平成１２年１２月２５日の時点における原\n告の資産及び負債の状況は，資産の価額を除いて別紙３記載のとおりであり，負債\n総額は５億６７２９万９６０６円である。\n資産の価額につき，被告主張のように，本件建物の価額を減価償却計算\nに基づいて算定し，不動産の換価による減価リスクを考慮しないで計算すると，資\n産総額は別紙３記載のとおり５億４２００万３９５４円となり，原告主張のよう\nに，本件建物の価額を時価で算定し，不動産の換価による減価リスクを考慮して計\n算すると資産総額は２億０８１３万６９７６円となるが，いずれにしても原告は当\n時債務超過の状態にあった。\nイ　当時，原告の有した不動産のうち，本件土地，本件建物にはＭＤＬのた\nめの抵当権等が，別紙１の物件目録記載６の物件（別紙３記載の１⑨及び⑫の物\n件）には大東銀行からの借入れの保証会社のための抵当権が，それぞれ設定されて\nいたが，同目録記載５の物件（別紙３記載の１⑪の物件）には，何らの担保権も設\n定されていなかった。\nウ　当時から，原告の妻Ｐ３は，原告の現住居であるマンション１室（○○\n○○号室）のほか，その隣室（○○○○号室）を所有しており，原告の母Ｐ２は，\n別紙１の物件目録記載１及び３の各物件を所有している（同１の物件については共\n有持分）。\nエ  原告には不動産収入のほか，勤務先である株式会社河北仙販からの給与\n収入があって，原告の平成１２年分の可処分所得額（家事関連費用等に費消できる\n金額）は１６８０万８０１５円であり，これは総務省の家計調査に基づく仙台市に\n居住する世帯人員６人家族の一世帯当たりの年間消費支出額４６１万３４７２円を\n大きく上回っていた。\nオ　平成１２年８月ころ，ＭＤＬが本件物件の売却による貸金回収を具体的\nに検討していることを知った後順位担保権者の福島銀行は，本件物件の売却により\n自己の貸金回収が不能となることを懸念し，原告に対し，同銀行が原告に融資して\nＭＤＬからの借入金を整理することを打診してきた。\nこれを受けた原告は，福島銀行からの融資を受けてＭＤＬの債務を整理\nできれば，不動産収入の源である本件建物が原告のもとに残り，破綻を免れると考\nえてこれに同調し，ＭＤＬ及び同銀行との交渉を重ねた結果，ＭＤＬに２億７００\n０万円を弁済し，ＭＤＬから担保の解除と残債務の免除（本件債務免除）を受ける\nこと，同銀行から，ＭＤＬへの上記返済資金に，同銀行の貸金（２６０５万円）の\n借換資金，本件債務免除に係る納税資金（約６０００万円）等を加えた計３億６０\n００万円の融資を受けることが決定し，同年１２月２６日にこれらが実行された。\nカ  福島銀行は，上記融資に際して，ＭＤＬが担保を解除した物件に抵当権\nを設定したほか，それまで担保権が設定されていなかった別紙１の物件目録記載５\nの物件（別紙３記載の１⑪の物件）についても新たに抵当権を設定し，また，原告\nの妻を連帯保証人とした。\nキ　本件債務免除後の原告の資産及び負債の状況は，以前に比べ，資産とし\nて，福島銀行への通知預金６１００万円（納税資金）が増加し，負債として，福島\n銀行からの借入金３億６０００万円が増加し，同銀行からの従前の借入金２６０５\n万円及びＭＤＬからの借入金４億９０１２万７２５７円が減少した。\nク　原告は，上記オの経緯から，本件物件の処分を免れて，本件債務免除後\nも本件建物の賃貸事業を継続して営み，平成１３年度は，青色申告特別控除前の不\n動産所得金額が８０６万９１４３円になり，その他に１０４７万０２０４円の給与\n収入もあって，福島銀行等への返済を行っている。\nケ　原告は，本件債務免除に係る納税資金として預金した６１００万円を現\n在においてもそのまま保持している。\n(2)　以上の事実によれば，原告は，本件債務免除当時，債務超過の状態にはあ\nったものの（福島銀行が３億６０００万円の融資をしていることからすると，妻や\n母の資産も含めた原告の資力として，３億６０００万円以上は存したというべきで\nある。），多額の可処分所得や資産（家族所有分も含む。）を有していて，負債に\n対する返済能力を失って破綻状態にあったわけではなく，現に福島銀行からの融資\nが可能な状態で，その融資金を利用して本件債務免除を受けることができ，それに\nより，不動産事業の原資となる資産の処分を免れて事業を継続するに至ったこと，\n実際に本件債務免除を受けたことにより資産及び負債の状況が大きく改善して，ほ\nぼ債務超過の状態が解消され，支払能力が増大したことが認められ，これらに鑑み\nると，本件債務免除\nを受けた原告の状況は，「債務者の債務超過の状態が著しく，その者の信用，才能\n等を活用しても，現にその債務の全部を弁済するための資金を調達することができ\nないのみならず，近い将来においても調達することができないと認められる場合」\n（基本通達９－１２の２）に該当するとはいえず，原告が納税能力に欠けていると\nはいえないから，基本通達３６－１７を適用して本件債務免除額を収入金額に算入\nしないこととするのは相当でない。また，かかる本件債務免除額を収入金額に算入\nすることは上記の課税実務の運用にも合致するところである。\nこれを実質的にみても，原告自ら，資産を処分して債務を清算する途を選\nばずに，資産を残したままの事業継続による債務弁済の途を望み，その一環として\n本件債務免除による負債の減少という経済的利益を求めた結果，それを前提として\n事業継続による債務弁済の客観的見込みが立って希望が実現したのであるから，原\n告が本件債務免除額に対する税を負担することには十分な合理性があるというべき\nである。\n(3)　原告は，福島銀行からの上記融資は，①従前の債権の回収に関する福島銀\n行の思惑，②原告が福島銀行からの増担保の要求に応じたこと，③福島銀行と原告\nの顧問税理士との人的関係，などの理由から可能となったもので，上記融資の実行\nと原告の資金調達能力とは関係がない旨主張するが，仮に上記①ないし③の事情が\nあったとしても，同銀行が原告の返済能力を超えて融資を実行したとはいえないか\nら，上記融資実行の事実から原告の資金調達能力を評価することをもって不当とは\nいえない。\n(4)　したがって，本件債務免除に基本通達３６－１７の適用はなく，本件債務\n免除額を原告の平成１２年分の不動産所得の総収入金額に算入することは相当であ\nって，これを前提としてされた本件更正等処分が違法とはいえない。\n４　よって，原告の本件通知処分の取消しを求める訴えは訴訟要件を欠いて不適\n法であるから，これを却下し，原告のその余の請求は理由がないから，これを棄却\nすることとして，主文のとおり判決する。\n仙台地方裁判所第二民事部\n裁判長裁判官　田村幸一\n裁判官　清水知恵子\n裁判官　佐藤隆幸\n"
}