{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 12,
    "month": 12,
    "day": 26
  },
  "case_number": "平成12(ネ)4163",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "12757",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=12757",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/757/012757_hanrei.pdf",
  "contents": "平成一二年(ネ)第四一六三号　動産引渡等請求控訴事件（原審・東京地方裁判所平\n成一〇年(ワ)第三〇三二号）\n平成一二年一〇月一七日口頭弁論終結\n判決\n控 訴 人     株式会社湘南合成樹脂製作所\n右代表者代表取締役 Ａ\n右訴訟代理人弁護士 福 岡 清\n同        平 田 厚\n被控訴人                管水工業株式会社\n右代表者代表取締役 Ｂ\n右訴訟代理人弁護士 小 此 木　　　　　清\n主文\n本件控訴を棄却する。\n当審における訴訟費用は控訴人の負担とする。\n事実及び理由\n第一　当事者の求めた裁判\n一　控訴人\n原判決を取り消す。\n被控訴人は、別紙製品目録記載のカッター（以下「被控訴人カッター」とい\nう。）を製造してはならない。\n被控訴人は、その占有に係る被控訴人カッターを廃棄せよ。\n被控訴人は、別紙謝罪広告目録記載の謝罪広告を、同目録記載の要領で、日本経\n済新聞社東京本社発行の日本経済新聞の全国版朝刊に、別紙掲載条件記載の条件で\n一回掲載せよ。\n訴訟費用は、第一審、二審を通じて被控訴人の負担とする。\n二　被控訴人\n主文と同旨\n第二　当事者の主張\n当事者双方の主張は、次のとおり付加するほか、原判決の「事実及び理由」中の\n「第二　事案の概要」記載のとおりであるから、これを引用する。\n一　当審における控訴人の主張の要点\n原判決は、「被告カッターの金属板の外周面が事実として前記２にいう切削機能\nを持つのであれば、例外的に「切削面」に当たるといってよいものと解される。」\n（一四頁一〇行～一五頁一行）としつつ、被控訴人カッターの金属板について、原\n審で控訴人が提出した実験結果からは右のような機能を認定することができないと\n判断した。原判決は、右実験について、「仮に被告の主張するように高速でカッタ\nーを回転させたとすれば、管ライニング材が熱溶融を起こしてその結果加工が行わ\nれたとも考えられる。」（一九頁九行～末行）などとしており、結局、原判決が右\n判断をするに至った前提は、管ライニング材が熱溶融を起こしたという疑いがある\nということに尽きるものと思われる。しかし、原判決の右疑いに基づく判断は、誤\nっている。控訴人は、原判決の指摘した疑問を解消すべく、当審において、追加立\n証する予定である。\n二　当審における被控訴人の主張の要点\n原判決が結論を導いた根拠は、控訴人が当審で主張する点に尽きるものではな\nい。\n控訴人が追加立証したところで、被控訴人カッターの金属板の外周面が切削面を\nなすものとの証明が成功することはあり得ない。\n第三　当裁判所の判断\n当裁判所も、控訴人の本訴請求は理由がないものと判断する。その理由は、次の\nとおりである。\n一　被控訴人カッターの金属板が本件発明の「その外周面が切削面をなす」との構\n成要件を充足するかについて\n１　本件発明にいう「その外周面が切削面をなす」の技術的意味について\n(一)　一般的な用語法に従えば、「切削」とは、「切り削ること」を意味するもの\nである。\n本件発明の特許請求の範囲の記載に、「切削面を外側にして回転軸方向に配され\nる二枚の円板状サンディングディスクの間に、その外周面が切削面を成す円板状の\nワイヤーブラシ、ダイヤモンドグレード、金属板、布板又は砥石で構成される支持\n板を挟み込み、」との記載があることは、当事者間に争いがない。同記載によれ\nば、本件発明にいう支持板は、「円板状のワイヤーブラシ、ダイヤモンドグレー\nド、金属板、布板又は砥石」で構成されており、その外周面が「切削面」となって\nいるものであることがあきらかであるものの、「切削面」についてのそれ以上の記\n載はない。\n甲第二三号証及び弁論の全趣旨によれば、「ワイヤーブラシ」、「ダイヤモンド\nグレード」、「砥石」が、いずれも、切削の用に当てるべく予定されたものである\nことが明らかである。しかし、「金属板」、「布板」については、一般的にいえ\nば、それ自体では、切削の用に当てるべく予定されたものとすることはできないこ\nとが明らかである。\n(二)　本件明細書の発明の詳細な説明についてみると、発明の一般的な説明とし\nて、【産業上の利用分野】欄に、「本発明は、前後左右及び上下方向に切削が可能\nなカッターに関する。」（第一段）、【発明が解決しようとする課題】欄に、「本\n発明は上記問題に鑑みてなされたもので、その目的とする処は、前後左右及び上下\n方向に切削が可能であって、所要の切断、孔あけ作業等を容易、且つ、正確に行な\nうことができるとともに、部品交換も容易で経済的なカッターを提供することにあ\nる。」（第九段）、【作用】欄に、「本発明に係るカッターを用いて例えば孔あけ\n作業を行なう場合、先ず、テーパ型リーマ又はドリルによって被加工物に孔をあけ\nれば、その後の上下方向の切削はサンディングディスクの上下面で可能となり、前\n後左右方向（横方向）の切削は支持板の外周面で行なうことができるため、非円形\nの孔も容易、且つ、正確にあけることができる。又、本発明に係るカッターは、テ\nーパ型リーマ又はドリルとサンディングディスク及び支持板を組み付けて構成され\nるため、これらの部品が摩耗等によって寿命に達した場合には、その部品のみを新\nしいものと交換すれば済み、従来のようにカッター全体を取り替える必要がないた\nめ経済的である。」（第一一段～第一二段）との記載があることが認められる。\n(三)　その他、【従来の技術】欄には、「例えば、管路の補修においては・・・孔\nあけ作業にホルソー型のカッター１０１、或いは図１４に示すテーパ型のカッター\n２０１が用いられていた。」（第二段）、【発明が解決しようとする課題】欄に\nは、「細い棒状のカッター３０１で管ライニング材１１７に先ず孔をあけた後、該\nカッター３０１を枝管１１６の内周壁に沿って円形（正確には、楕円形）を描くよ\nうに移動させる方法が考えられる」（第六段）、「円板状の砥石４０１を用いて管\nライニング材の孔あけ作業を行なうことも考えられる」（第七段）との記載がある\nことが認められる。\n右記載によれば、本件発明のようなカッターの分野において、従来から、孔あけ\nその他の加工を行うために、ホルソー型のカッター、テーパ型のカッター、細い棒\n状のカッター、砥石を使用し、カッターの前方を切削したり、前後左右を切削した\nりする技術が知られていたことが認められる。\n(四)　そうすると、本件発明は、テーパ型リーマ又はドリル、サンディングディス\nク及び支持板を組み合わせ、特許請求の範囲記載の構成を採用することによって、\n前後左右も上下方向も切削可能であり、所要の切削、孔あけ等の加工作業を容易か\nつ正確に行なうことができることを主要な特徴の一つとするカッターを提供すると\nいうものであることが認められる。\n(五)　この観点から、本件発明にいう「支持板の外周面」を考察すると、当該外周\n面は、カッターの上下方向を切削するサンディングディスクの切削面と同様な切削\nの機能を有し、このことによって、カッターが前後左右に移動したとき、これに接\n触する被加工物を容易にかつ正確に切削するという作用効果を奏するものであるこ\nとになるというべきである。そして、このことは、支持板がワイヤーブラシ、ダイ\nヤモンドグレード、砥石である場合のみならず、支持板が「金属板」、「布板」で\n構成されている場合も同様でなければならないはずのものである。\nしかし、発明の一般的な説明においては、支持板が「金属板」や「布板」で構成\nされている場合に、その外周面を切削にふさわしいものとするために、具体的にど\nのような措置がとられているかについては、格別の説明がない（甲第一一号証）。\nそこで、実施例をみると、実施例の説明には、「本発明に係るカッター１は、基\n本的には、切削面を外側にして回転軸方向（図１及び図３の上下方向）に配される\n上下２枚の円板状サンディングディスク２、３の間に、その外周面が切削面を成す\n円板状の支持板４を挟み込み、上側のサンディングディスク２の中心部に突出する\nようにテーパ型リーマ５を取り付け、該テーパ型リーマ５と前記サンディングディ\nスク２、３及び支持板４を回転軸方向に着脱可能に組み付けて構成されている。と\nころで、上記サンディングディスク２、３は、紙や布から成る円板２ａ、３ａの外\n表面にそれぞれ研磨剤２ｂ、３ｂを耐熱樹脂で接着して構成され、前記支持板４は\n砥石、金属板、布板等で構成されている。尚、支持板４が金属板や布板で構成され\nる場合には、その外周面に研磨剤が接着される。」（第一五段～第一六段）との記\n載があり、その他には、支持板の外周面について説明する記載は存在しない（甲第\n一一号証）。\n右記載によれば、実施例では、「金属板」、「布板」の場合には、「ワイヤーブ\nラシ」、「ダイヤモンドグレード」、「砥石」の場合にように、それ自体で、切削\nの用に当てるべく予定されたものでないことに鑑み、これをそのようなものとする\nための手段の一例として、外周面に研磨剤を接着させるという措置を示していると\nいうことができる。\n右のようにみてくると、右の「尚、支持板４が金属板や布板で構成される場合に\nは、その外周面に研磨剤が接着される。」との記載は、実施例に関するものとして\n記載されてはいるものの、これが本件明細書における「金属板」及び「布板」の支\n持板についての唯一の外周面の形状の説明であるとの事実に、前述した本件発明の\n一般的な説明をあわせて考えれば、本件発明そのものの説明の一部ともなってい\nて、本件発明における支持板の外周面は、それが「金属板」、「布板」の場合にあ\nっては、単に「金属板」や「布板」であるだけでは足りず、これを、例えば研磨剤\nを接着するという措置を施すことなどにより、ワイヤーブラシ、ダイヤモンドグレ\nード、砥石と同様の、切削の用に当てるべく予定されたものとする必要があること\nを明らかにしているものというべきである。\n２　被控訴人カッターの金属板について\n被控訴人カッターが、「回転軸方向に配される二枚の円板状サンディングディス\nクの間に、厚さ二・八㎜程度の円板状の金属板で構成される支持板を挟み込む」と\nいう構造のものであることは、控訴人自らが認めるところである。\n被控訴人カッターの支持板は、「厚さ二・八㎜程度の円板状の金属板」であり、\nこれを切削の用に当てるべく予定されたものにするために何らかの措置がとられて\nいることは、本件全証拠によっても認めることができない。\nそうすると、被控訴人カッターの支持板が、本件発明にいう「外周面が切削面を\nなす」という構成要件を充足していないことは、明らかというべきである。\n３　控訴人は、原審において、金属板の目的及び機能に関しては、実際に切削機能\nを有しているか否かが重要であり、仮に被控訴人カッターがサンディングディスク\nの破損を防止するための補強材として金属板を挟み込んだとしても、本件特許発明\nの構成要件に含まれるとし、また、外周面が平滑な円形金属板であっても被加工物\nが硬化樹脂製のライニング材である場合には、円形金属板の平滑な外周面は切削面\nを構成することを実験によって実証した、すなわち、被控訴人カッターと同様のカ\nッター（支持板として外周面が平滑である円形金属板を用いたもの）を製造し、こ\nれをモータ軸に取り付けて所定の速度で回転駆動して管ライニング材を実際に切削\nしたところ、十分な切削能力を有することが明らかになっている旨主張する。\nしかしながら、同一の構成（切削面）からは常に同一の機能（実際の切削機能）\nが生まれるとしても、同一の機能を生むものの構成が常に同一とは限らないこと\nは、自明である。控訴人らの右主張は、同一の目的・機能が得られるものはすべて\n同一構成要件に含まれるとの前提に立たない限り、成立し得ないものであり、主張\n自体失当というべきである。\n控訴人のその余の主張も、前述したところに照らし、採用できないことが明らか\nである。\n４　仮に、何らかの理由により、「その外周面が切削面をなす」につき原判決のよ\nうな解釈を採用したとしても、被控訴人カッターはその要件を充足しない。その理\n由は、原判決の「第三　争点に対する判断」の二のとおりであるから、これを引用\nする。\n５　以上検討したところによれば、被控訴人カッターは、その余の点について検討\nするまでもなく、本件発明の技術的範囲に属さないことが明らかである。\n二　そうすると、控訴人の請求は、理由がないから、これを棄却すべきであり、原\n判決は結論において相当であって、本件控訴は理由がない。よって、本件控訴を棄\n却することとし、当審における訴訟費用の負担について、民事訴訟法六一条を適用\nして、主文のとおり判決する。\n東京高等裁判所第六民事部\n裁判長裁判官   山　　下　　和　　明\n裁判官   宍　　戸　　　　　充\n裁判官   阿　　部　　正　　幸\n別紙製品目録\n別紙謝罪広告目録及び別紙掲載条件　省略\n"
}