{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 17,
    "month": 11,
    "day": 25
  },
  "case_number": "平成17(ヨ)3",
  "case_name": "地位保全・賃金仮払仮処分命令申立",
  "court_name": "甲府地方裁判所民事部",
  "lawsuit_id": "6408",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=6408",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/408/006408_hanrei.pdf",
  "contents": "主　　　　文\n１　本件申立てをいずれも却下する。\n２　申立費用は債権者の負担とする。\n事実及び理由\n第１　申立ての趣旨\n１　債権者が債務者に対して雇用契約上の権利を有する地位にあることを仮に定\nめる。\n２　債務者は，債権者に対し，平成１７年１月から平成１８年１月まで，毎月２\n５日限り金３６万５０５０円を仮に支払え。\n第２　事案の概要\n１　事案の要旨\n(1)　本件は，社会福祉法人である債務者から平成１６年９月３０日をもって解雇\nされた債権者が，同解雇の無効を主張して，債務者に対し，雇用契約上の地位にあ\nることの仮の確認及び賃金の仮払いを求めている事案である。\n(2)　債務者は，債権者の解雇理由について，「債権者は，債務者の理事会議事録\nや定款変更認可申請書を偽造し，これを所轄庁である山梨県（以下「県」とい\nう。）知事に提出した。これらの事実は，債務者の就業規則に定める懲戒解雇事由\nに該当する。」などと主張している。これに対し，債権者は，前記偽造等を行った\nことは認めた上で，これらの事実のみでは解雇事由には該当せず，また，仮に形式\n的には同事由に該当するとしても，本件における解雇は，解雇権の濫用として無効\nであると主張している。\n２　前提となる事実（疎明資料等を掲記した事実以外は，当事者間に争いがな\nい。）\n(1)　当事者等\nア　債務者は，平成１４年３月２２日，債権者の父であるＡが中心となって\n設立した社会福祉法人であり，知的障害者更生施設「Ｂ」の設置・経営，知的障害\n者短期入所事業及び知的障害者デイサービス事業を目的とする。\nイ　Ａの子である債権者（昭和○○年○月○日生）は，Ｂが開所した平成１\n５年４月１日，期間の定めなく債務者に雇用され，同日，事務長の辞令を受けた\n（乙１９）。\n(2)　本件各偽造に至る経緯\nア　県福祉保健部は，平成１５年７月２９日，社会福祉法７０条に基づき，\n債務者及びＢに対する指導監査（以下，この指導監査を「本件指導監査」とい\nう。）を実施し，その結果，債務者に対し，入所者からの預り金を適正に処理する\nことなど４０項目に及ぶ指摘，指導を行った（乙１）。\nイ　Ｂは，平成１５年８月１４日当時，次のとおりの体制で運営されていた\n（乙２）。\n(ｱ)　施設長　Ｃ（Ａの妻である。）\n(ｲ)　役員　理事７名，監事２名\n(ｳ)　定員　５０名\n(ｴ)　入所者　合計４９名（男性２２名，女性２７名）\n(ｵ)　直接処遇職員　１６名（以下，同職員らを「Ｂ職員」という。）\nウ　債務者は，平成１５年８月１４日，Ｂ職員のうち１名を解雇した。ま\nた，Ｂ職員のうち８名は，翌１５日，施設長であるＣの入所者及び職員に対する対\n応を不満として，債務者に対して辞表を提出し，更に同様の理由から，Ｂ職員のう\nち４名が，債務者に対して退職の意向を伝えた（乙２，３の１ないし８）。\nエ　向徳者職員から退職の意向等について連絡を受けた県障害福祉課は，Ｂ\n職員１６名のうち１３名が退職する事態に至れば，Ｂの運営を継続することは困難\nであると判断し，同日，同課職員４名をＢに派遣し，事情聴取に当たらせた。その\n後，同課は，債務者から，Ｂの入所者のうち帰省中の者を除く２１名を他の施設へ\n移送し，翌１６日に開催される理事会をもって施設長であるＣが退任する予定であ\nるなど，事後策に関する連絡を受けた（乙２）。\nオ　債務者は，平成１５年８月１６日，理事会を開催し，施設長であるＣが\n退任すること，当面は理事長であるＡが施設長を兼務すること，退職希望者（解雇\nされた者を含む。）の全員に対して引き続きＢで働くことを依頼すること，同月１\n９日から帰省中の入所者の受入れを開始し，同月２２日に他施設へ移送した入所者\nを再度受け入れることなどを確認した（乙２，乙３の３ないし９）。\nカ　県内の新聞各紙は，平成１５年８月１７日以降，上記ウのＢ職員の大量\n退職希望や入所者の移送に関して報道した（乙３の１ないし８）。\nキ　債務者は，平成１５年９月１日，Ｂの新しい施設長（ただし，同月末に\n開催される理事会までは施設長補佐）としてＤを雇用したが，同人は，同月１３\n日，①　債務者の定款や事務的書類を閲覧することができないこと，②　理事長で\nあるＡと相談して決定した事項が翌日には覆ってしまうこと，③　前施設長である\nＣが依然として影響力を行使して同人の職務遂行を妨害することなどから，施設長\nとしての職責を果たすことができないとして退任した（甲１０，乙２，１９）。\nク　債務者は，平成１５年１０月３０日，県福祉保健部長に対し，本件指導\n監査によって指摘された各事項の改善状況について報告した（乙１）。\nケ　県福祉保健部長は，本件指導監査における指導にもかかわらず，上記ウ\nのとおり，Ｂ職員が集団で辞職することを希望するなど債務者の運営が極めて不安\n定であると判断し，平成１５年１１月６日，７日，１０日，１１日及び１２日の５\n日間，債務者に対し，特別指導監査を実施した（以下，この特別指導監査を「第１\n回特別指導監査」という。）（乙４）。\nコ　第１回特別指導監査の結果，入所者が軽作業をして得た工賃約３１万円\nが所在不明となっていることが判明し，このことは，平成１５年１２月２日以降，\n県内の新聞各紙によって報道された（乙３の１０ないし１５）。\nサ　県福祉保健部長は，平成１５年１２月１７日，債務者に対し，第１回特\n別指導監査の結果を通知した。\n県福祉保健部長は，この通知の中で，①　債務者の支出に１０００万円\n以上の不明瞭な会計処理がなされていること，②　依然として利用者からの預り金\nの管理がずさんであることなどを特に指摘し，こうした事態を引き起こした原因\nは，債務者が，Ａ，債権者及び旧施設長であるＣによって独断的に運営されている\nことにあると述べた。そして，県福祉保健部長は，この通知の中で，債務者に対\nし，債務者内部においても責任の所在を明確化して厳正な処分等を行うとともに，\nその改善状況を報告するよう求めた（乙３の１８ないし２２，乙５）。\nシ　債務者は，平成１６年１月２９日，県福祉保健部長に対し，第１回特別\n指導監査によって指摘された問題点の改善状況について報告し，この中で，債務者\nの理事長であるＡが上記不明瞭な会計処理などの責任を取って，同年３月末をもっ\nて理事長職を退任する旨表明した（乙５）。また，このころまでに，債権者も，同\n日をもって事務長から事務次長へ降格することとなった。\nス　上記報告を受けた県は，平成１６年３月上旬ころ，債務者に対し，第１\n回特別指導監査の結果指摘した不明瞭な会計処理のうち，①　理事長であるＡが施\n設長を兼務していた際にＡに対して二重払いされた給与１１０万円，②　入所者の\n作業収入の不明金３１万円，③　入所者の預り金のうち使途が証明できない２０万\n円，④　支援費で賄うべきでない布団購入費や理髪代を利用者に負担させた１２１\n万円を返還するよう指導し，このことは，県内の新聞各紙によって報道された（乙\n３の１８・１９）。\nセ　債務者は，平成１６年３月２７日，理事会を開催し，同年３月末をもっ\nて理事長職を退任するＡに代わって，Ｅが理事長に就任することを確認し，予算，\n規則の改定，新役員の選任及び定款変更などについて協議し，その旨の議事録（乙\n６の１）を作成した（以下，この理事会を「本件理事会」という。）。\nソ　ところが，債権者は，本件理事会の議事録について，同議事録の内容を\n承認して署名押印した議長及び理事２名に無断で，理事長及び専務理事の職務の具\n体的内容，資産区分及び職員寮の契約に関する事項を加筆し，これに議長及び理事\n２名の氏名を記入した上，各人名義の印鑑を押印して新たな議事録を作成し，更\nに，この偽造した議事録を本件理事会の真正な議事録であるとして，県に対して提\n出した（別紙「理事会・議事録」（省略）は偽造された議事録の写しであり，下線\nが施されている部分並びに議長及び理事の記名押印部分が偽造箇所である。以下，\nこの偽造を「本件１偽造」という。）。\nタ　県は，債務者の業務運営が十分改善されていないと判断し，平成１５年\n４月２８日，債務者に対し，同年５月１２日から３日間，特別指導監査（以下，こ\nの特別指導監査を「第２回特別指導監査」という。）を実施することとした。\nチ　債権者は，第２回特別指導監査の直前である平成１６年５月１０日，債\n務者の理事長（当時の理事長はＥである。）に無断で，本件１偽造によって偽造し\nた議事録の内容に従った「社会福祉法人定款変更認可申請書」２通（乙８，９）を\n作成し，これに債務者の法人印及び理事長印を押印して，県に提出した（以下，こ\nの偽造を「本件２偽造」といい，本件１偽造と併せて「本件各偽造」という。）。\nツ　本件各偽造は，第２回特別指導監査で明らかとなり，県知事は，平成１\n６年６月２５日，債務者に対し，社会福祉法５６条２項に基づいて「特定の役職員\nによる専断的な法人運営を排除し，内部牽制機能が確保される法人体制を整備する\nこと」などを含む措置を採るよう命じるという不利益処分を前提として，弁明の機\n会を与える旨通知した（乙３の２４ないし２９，乙１１）。\n(3)　本件解雇に至る経緯\nア　債権者は，平成１６年６月２６日に同時開催された理事会及び評議会に\nおいて，本件各偽造は債権者の独断で行ったものであり，責任を取って辞職する旨\n発言した（乙１２）。\nイ　上記理事会及び評議会に出席していた理事及び評議員の多くは，債権者\nは自主退職するものと認識していたが，債権者の父であるＡは，平成１６年７月８\n日に同時開催された理事会及び評議会において，債権者が自ら退職するのではなく\n解雇を希望している旨述べた。しかしながら，理事会及び評議会は，本件各偽造の\n責任を取って債権者が辞職する旨の新聞報道がなされていたこともあり，引き続き\n債権者に退職届の提出を求め，その旨の弁明書を県に提出することとした（乙１\n３）。\nウ　債務者は，平成１６年７月２０日ころ，債権者に対し，退職届の提出，\n退職に伴う事務の引継ぎ，同年６月２９日以降の欠勤届の提出などを求める旨の書\n面を郵送した。しかしながら，債権者から何ら応答がないため，債務者は，同月２\n７日及び２８日，２度にわたって，債権者に対し，同様の依頼を記載した書面を郵\n送した（甲４の２・３）。\nエ　県知事は，平成１６年７月２８日，債務者に対し，社会福祉法５６条，\n７１条に基づき，下記(ｱ)，(ｲ)の内容を含む是正措置を講じ，同年８月３１日まで\nに講ずべき措置の内容とその是正状況について書面で報告するよう命じた（以下，\nこの是正措置命令を「本件是正措置命令」という。）（乙１４）。\n(ｱ)　本件各偽造が明らかになった後も，債務者の専断的な法人運営が改善\nされていないことから，法人運営の適正化のため，特定の役職員による専断的な法\n人運営を排除し，内部牽制機能が確保される法人体制を整備すること\n(ｲ)　本件各偽造など不適正な事務処理を行った役職員の責任を明らかに\nし，厳正な措置をとること\nオ　債務者は，平成１６年８月５日，理事会及び評議会を同時に開催し，債\n権者の処遇について，退職届の提出を受けて自主退職とし，休職中に支給された給\n与の返還を免除するということで処理できないか県に打診することとした。\nカ　債務者は，平成１６年８月２５日，理事会及び評議会を同時に開催し，\n債権者の処遇について検討し，同月２８日まで債権者の父であるＡが債権者に対し\nて退職届を提出するよう説得し，それでも債権者が退職届を提出しない場合には，\n債権者を解雇することとした。\nキ　債務者は，債権者が退職届を提出しなかったため，平成１６年８月３０\n日，債権者に対し，就業規則（甲２）２４条及び３４条に基づき，書面をもって，\n同年９月３０日をもって債権者を解雇する旨通知した（以下，この解雇を「本件解\n雇」という。）。\nク　債務者は，平成１６年８月３１日，県知事に対し，本件解雇を行ったこ\nとを含め，本件是正措置命令に対する報告書を提出した（乙１８）。\n３　当事者の主張\n債権者の主張は，地位保全賃金仮払仮処分申立書，準備書面（１），準備書\n面（２）及び準備書面（３）のとおりであり，債務者の主張は，答弁書，平成１７\n年７月１３日付け準備書面のとおりであるからこれらを引用する。\n４　主要な争点\n(1)　本件解雇は，解雇権を濫用したものとして無効であるといえるか。\n(2)　仮処分の必要性\n第３　当裁判所の判断\n１　主要な争点(1)について\n(1)　本件各偽造は，有印私文書偽造罪（刑法１５９条）及び同行使罪（刑法１６\n１条）に該当する犯罪行為であるから，債権者が行った本件各偽造が，債務者の就\n業規則（甲２）３４条２項３号に定める懲戒解雇事由である「舎内における盗取，\n横領，傷害等刑法犯に該当する行為があったとき，またはこれらの行為が舎外で行\nわれた場合であっても，それが著しく法人の名誉もしくは信用を傷つけたとき」に\n該当することは明らかである。\n(2)　債権者は，仮に本件各偽造が懲戒解雇事由に該当するとしても，①　本件各\n偽造は，もともと理事会の議題に挙がっていた事項や債務者が所有していた不動産\nに関する事項について加筆したものであり，全く存在しない事項を記載したわけで\nはないこと，②　本件各偽造は，債権者ではなく債務者の利益を図るためになされ\nたものであること，③　債権者は，平成１６年７月８日に同時開催された理事会及\nび評議会において，本件各偽造の事実を率直に認めて謝罪し，反省の態度を示して\nいること，④　本件各偽造は，債務者に対して経済的な損失を与えるものではない\nこと，⑤　債務者の法人印及び理事長印の管理にも問題があったこと，⑥　本件解\n雇が債権者の意向を聴取することなく行われたこと，⑦　県知事による本件是正措\n置命令も債権者の解雇を要求している訳でないことなどを理由に，本件解雇は解雇\n権の濫用であり無効であると主張している。\n(3)　なるほど，解雇に係る債務者の解雇権の行使が客観的に合理的な理由を欠\nき，又は社会通念上相当として是認し得ず，解雇権の濫用であるといえる場合に\nは，当該解雇は無効であるというべきである。\n(4)　そこで，以下，本件解雇が解雇権の濫用として無効であるといえるか否かに\nついて検討するに，上記前提となる事実，疎明資料（甲７，９ないし１３，乙１\n２）及び審尋の全趣旨によると，①　本件各偽造は，債権者が何らかの経済的見返\nり（偽造に対する報酬等）を受けるためになされたわけではないこと，②　債権者\nが，平成１６年６月２６日に同時開催された理事会及び評議会において，債権者が\n本件各偽造を行ったことを認めて辞意を表明したこと，③　本件各偽造によって，\n債務者が直接的に経済的損害を被ったわけではないこと，④　本件各偽造時，債権\n者が容易に債務者の法人印及び理事長印を使用できる状態にあったことが認められ\nる。\n(5)　しかしながら，下記アないしエの事実及び事情にかんがみると，上記(4)の\n事実によって，本件解雇に係る債務者の解雇権の行使が客観的に合理的な理由を欠\nくとか，社会通念上相当として是認し得えないとはいえないというべきである。\nア　本件各偽造は，上記(1)で判示したとおり，有印私文書偽造罪及び同行使\n罪に該当し，文書に対する社会的信用を害する犯罪行為である。\nイ　また，本件各偽造の対象となった文書は，いずれも社会的に重要な役割\nを果たす文書である。すなわち，本件１偽造によって偽造された議事録は，社会福\n祉法人である債務者の業務運営を決定する理事会の議事録であり，本件２偽造によ\nって偽造された「社会福祉法人定款変更認可申請書」は，所轄庁である県知事によ\nって認可され（社会福祉法３１条），かつ，その変更も県知事の認可を受けなけれ\nばならない（同法４３条）債務者の定款変更に関する文書である。\nウ　更に，債権者は，本件１偽造によって改ざんされた議事録の内容につい\nて，もともと理事会の議題に挙がっていた事項に関するものであり，単に形式を実\n態に合わせたにすぎないと主張するが，以下に述べるとおり，本件１偽造に係る改\nざんの内容は，看過し難いものであるというべきである。\n(ｱ)　すなわち，本件１偽造によって偽造された理事長及び専務理事の職務\n内容についてみるに，本件理事会の本来の議事録（乙６の１）によると，同理事会\nでは，理事長が欠けたときなどには専務理事が理事長の職務を代理することが提案\nされたにすぎないと認められる。しかしながら，本件１偽造によって，本件理事会\nにおいて理事長及び専務理事の職務内容が詳細に協議され，その旨の定款変更手続\nを採ることが承認可決されたこととなっている。そうすると，本件１偽造は，本件\n理事会の議事内容を本質的に変更するものといわなければならない（しかも，この\n当時，専務理事には債権者の父であるＡが就任することが決定していた。）。\n(ｲ)　また，Ｆ物件を社員寮とする件については，本件理事会の本来の議事\n録（乙６の１）には何らの記載もない。また，仮に従前の理事会でＦ物件を社員寮\nとする旨の議論がなされたことがあったとしても，Ｆ物件はＡが所有する建物であ\nるから（審尋の全趣旨（特に，債権者提出の準備書面（２）４頁）），これを社員\n寮とする場合にはＡと債務者は利益が相反するというべきであり，Ｆ物件を社員寮\nとすることによってＡを不当に利することのないよう，Ｅ新理事長を迎える予定で\nあった次回以降の理事会において，十分な検討が必要とされる事項であるといえ\nる。\nエ　また，本件各偽造が行われるに至った経緯，時期にかんがみても，債権\n者の責任は重いといわなければならない。すなわち，債務者は，平成１４年３月に\nＢを開所した後，平成１５年７月に本件指導監査を受け，その結果，入所者の預り\n金の処理を適正に行うことなど４０項目にも及ぶ指導を受けたにもかかわらず，Ｂ\n職員の大多数が退職を希望したり，入所者の預り金が不明となるなどの不祥事が続\nき，社会福祉法人としての適格性が問われていた。しかしながら，その後も事態は\n改善することなく，平成１５年１２月に実施された第１回特別指導監査によって，\n１０００万円以上の不適切な会計処理が発覚し，債務者は，県から，Ａ，Ｃ及び債\n権者による独断的な運営姿勢がその原因であると指摘されていた。そして，本件１\n偽造は，Ａが理事長から，債権者が事務長からそれぞれ降格する直前に行われ，本\n件２偽造は，本件１偽造を隠ぺいするべく，第２回特別指導監査が実施される直前\nになされている。本件各偽造は，県によって改善を指示されていた債権者の家族に\nよる債務者の独断的運営の徴表であるといわなければならず，本件各偽造によっ\nて，社会福祉法人である債務者の社会的信用は大きく失墜したと認められる。\n(6)　また，他に本件解雇が解雇権の濫用であるというべき事実を一応認めるに足\nりる疎明資料はない。\n２　以上によると，本件申立ては，その余の点について検討するまでもなく，い\nずれも理由がないから却下すべきである。よって，主文のとおり決定する。\n平成１７年１１月２５日\n甲府地方裁判所民事部\n裁判官　　　岩　　井　　一　　真\n"
}