{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 13,
    "month": 10,
    "day": 9
  },
  "case_number": "平成7(ワ)991",
  "case_name": "損害賠償請求",
  "court_name": "岡山地方裁判所",
  "lawsuit_id": "8093",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=8093",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/093/008093_hanrei.pdf",
  "contents": "主　　  　文\n一　被告は、原告Ａに対し金九〇〇万〇〇〇〇円、原告Ｂ、原告Ｃ及び原告\nＤに対し各金三〇〇万〇〇〇〇円、及び右各金員に対する平成六年九月二二日から\n支払済みまで年五分の割合による金員を支払え。\n二　原告らのその余の請求をいずれも棄却する。\n三　訴訟費用は、原告Ａと被告間では、これを一〇分し、その一を同原告\nの、その余を被告の各負担とし、原告Ｂ、原告Ｃ及び原告Ｄと被告間では、これを\n一〇分し、その一を同原告らの、その余を被告の各負担とする。\n四　この判決の一項は、仮に執行することができる。\n事実及び理由\n第一　請求\n本件は、原告らが、被告に対し、訴外Ｅが平成六年五月一六日被告の開設す\nる総合病院Ｆ病院で死亡したことにつき、Ｆ病院の担当医がＥと被告間の医療契約\nに基づく善良な管理者としての注意義務を怠ったことによりＥが死亡したとして、\n被告の債務不履行に基づく損害賠償責任を原因として、Ｅの受けた損害につき、そ\nの死亡によって損害賠償請求権を相続したとして、Ｅの妻である原告Ａにあって\nは、損害賠償金一〇〇〇万〇〇〇〇円、いずれもＥの子である原告Ｂ、原告Ｃ及び\n原告Ｄにあっては、各損害賠償金三三三万三三三三円、及びいずれも各損害賠償金\nに対する訴状送達の日の翌日である平成六年九月二二日から支払済みまで民事法定\n利率年五分の割合による遅延損害金の支払いを求める請求である。\n第二　事案の概要\n一　争いのない事実等（証拠及び弁論の全趣旨により容易に認められる事実を含\nむ。）\n１　当事者等（甲第一号証）\n(一)　Ｅは、大正七年六月一八日生まれ（当時七五歳一〇月）の男子であ\nる。\n原告ＡはＥの妻であり、原告Ｂ、原告Ｃ及び原告ＤはいずれもＥの子で\nある。\n(二)　被告は、日本赤十字法によって設置された法人であり、岡山市〈以下\n略〉においてＦ病院を開設し、訴外Ｇ医師外を雇用して診療業務に従事させてい\nる。Ｇ医師は、被告の締結する医療契約上の債務の履行につき履行補助者の地位に\nある。\n２　医療契約の締結及び概括的な診療経過（乙第一号証、第三号証及び第一〇\n号証）\n(一)　Ｅは、かねてから下肢痛を伴う間欠性跛行の症状があり、平成六年四\n月二七日、Ｆ病院の外科を受診し、Ｇ医師の診察を受け、同日、Ｆ病院に入院し\nた。その診断によると、Ｅの疾患は、右腸骨動脈閉塞及び両側大腿動脈閉塞並びに\n左腸骨動脈狭窄を伴う閉塞性動脈硬化症（ＡＳＯ）であった。\n(二)　Ｅは、Ｆ病院との間で、入院時に前記閉塞性動脈硬化症の検査及び治\n療を目的とする医療契約を締結し、平成六年五月七日（以下、平成六年の場合は、\nその記載を省略する。）、種々の検査を受けたのち、その治療のため、腹部大動脈\nと左外腸骨動脈・右大腿動脈間、両側大腿動脈と両側膝窩動脈間の血行再建のため\n人工血管等によるバイパス形成を内容とする手術（以下「本件バイパス手術」とい\nう。）を実施することに同意した。\n(三)　Ｅは、五月九日、Ｇ医師の執刀で、全身麻酔下に本件バイパス手術を\n受けた。その手術時間は、六時間五〇分に及んだ。しかし、Ｅは、麻酔から覚醒\n後、激しい腰・背部痛ないしは腹部痛を訴え続け、腸閉塞（イレウス）さらには腎\n不全・肝不全状態となり、容態の回復をみるに至らないまま、五月一二日午前八時\n三〇分ころ呼吸停止・意識喪失状態に陥り、緊急の蘇生処置を受けて蘇生したもの\nの、その後は、意識レベルが低下したまま回復せず、五月一三日約二時間五〇分に\nわたり再度Ｇ医師の執刀で全身麻酔の下に開腹し、壊死した小腸切除、大腸全摘、\n胆嚢摘徐の手術を受けたが、五月一六日午後一時四二分Ｆ病院で死亡した（以下\n「本件医療事故」という。）。\n(四)　Ｅの死因は、本件バイパス手術後に生じた上腸間膜動脈閉塞症のため\nに腸管その他の臓器の壊死を引き起こしたことによる播種性血管内凝固症候群（Ｄ\nＩＣ）及び多臓器不全症候群（ＭＯＦ）であった。\n３　閉塞性動脈硬化症の概要（乙第五号証、第七号証及び第九号証）\n(一)　閉塞性動脈硬化症は、腹部大動脈終末部並びに中等大の腸骨、大腿動\n脈、鎖骨下動脈、腕頭動脈の粥状硬化によって動脈内膜に粥腫・石灰沈着を生じ、\nこのため内腔の著しい狭窄あるいは閉塞を生じ、虚血症状が発生する疾患である。\nその症状としては、指趾、手足の冷感、痺れのほか、歩行時に足底筋、腓腹筋、大\n腿筋、臀筋に疼痛を来たし、間欠的に歩行を中断せざるを得なくなる症状である間\n欠性跛行が現れることが多い。閉塞の多発部位は、腸骨動脈、下肢の大腿・膝窩動\n脈である。頻度は少ないが、上肢では、鎖骨下動脈、腋窩動脈に閉塞が生じる。発\n症年齢は、五〇歳以上が多く、性別では圧倒的に男子に多い。\n(二)　進行性の全身動脈の退行変性である。その進行状況の分類には、フォ\nンテイン分類が用いられ、重症度に従い、Ⅰ度からⅣ度に分類される。軽症Ⅰ度で\nは、冷感、痺れ、皮膚色調変化等が認められ、中等症Ⅱ度では、間欠性跛行（間欠\n性跛行距離三〇〇メートル以下のものをいい、間欠性跛行距離五〇〇メートル以上\nの場合は軽症に含める。）が認められ、重症Ⅲ度では安静時疼痛が認められ、Ⅳ度\nでは、虚血性潰瘍、壊疽が認められる。高血圧症、虚血性心疾患、脳動脈硬化症、\n高脂血症を合併することが多い。\n(三)　治療法は、虚血症状の重症度に応じ、軽症にあっては主に薬物療法\nが、中等症にあっては薬物療法と外科治療（血行再建術）が、重症にあっては主に\n外科治療（血行再建術）が行われるほか、いずれの場合にも禁煙の励行、保温保\n護、歩行訓練、食事管理といった生活指導が併用される。\n二　争点\n本件の争点は、(一)診療行為の過誤を内容とする医療契約上の債務不履行が\nあったか否か（債務不履行と死亡との間に因果関係があるか否かを含む。）、(二)\n診療行為に関する説明義務違反を内容とする債務不履行があったか否か、(三)Ｅ及\nび原告らにおいて本件医療事故によってどのような損害を受けたか、の三点であ\nる。\n１　診療行為の過誤を内容とする医療契約上の債務不履行の有無\nａ　原告らの主張\n(一)　Ｅが満七五歳と高齢であり、いわゆる高血圧症状にあり、動脈硬化\n症による虚血に陥りやすい状態にあったこと、腹腔内に及ぶ手術にあっては術後の\n合併症として腸閉塞が起こりうることが一般論として承認されており、現にＧ医師\nにおいてはＥの家族から術前に腸閉塞の恐れを訴えられていたこと、五月一〇日に\nは鎮痛剤ペンタジンが効果がないほどの痛みがあり、翌一一日朝には腹部痛に加え\nて腸閉塞の症状の一つである腹部膨満があったことからすると、Ｇ医師としては、\n虚血の進行を疑い、腹部超音波検査、腹部ＣＴ検査、血管造影検査等を行い、その\n進行の発見に努め、虚血があるときは、必要な処置をすべき義務があるのに、これ\nを怠り、血液の凝固検査をしたにとどまり、腸間膜動脈閉塞の可能性については何\nら考慮しないまま、漫然一二時間以上経過させたことによりその間腸閉塞を進行さ\nせ、Ｅを死亡するにまで至らせたものである。\n(二)　Ｇ医師においては、五月一一日午後一一時三〇分ころ、腹部ＣＴ検\n査等により、Ｅが循環不全を起こし、肝機能障害が発生し、腸閉塞を起こしている\nことが明らかになったのであるから、直ちに緊急措置として開腹手術を行い、虚血\nを起こしている部分及び壊死している部分を取り除く義務があるのに、この時点で\nも一過性腸閉塞と誤診したことによって、一一日中に再開腹手術を施行して救命す\nる機会を失わせ、翌一二日朝Ｅが意識喪失に陥るまで経過観察に終始した。\nなお、Ｅ及びその家族が一一日の段階で再手術を望まないと言ったの\nは、術後の痛みがひどく、さらに痛みを伴うのなら手術をしたくないとの思いによ\nるものであり、このことはＧ医師にも明らかであったのであるから、Ｇ医師におい\nて再度の手術の必要性につき十分に説明するならば、Ｅ及びその家族において手術\nを拒否することはなかったものである。\nｂ　被告の反論\n(一)　Ｇ医師は、胃管の挿入による胃内ガスの排出により、腹部痛、腹部\n膨満が軽減したこと、腹部は軟らかく圧痛も欠如し、腸雑音が減弱ながら認められ\nたこと、排ガスが認められたことなど、一過性の麻痺性腸閉塞を示唆する徴候が認\nめられたために保存的経過観察を続けたものであり、当時の臨床所見では上腸間膜\n動脈閉塞症による虚血性腸閉塞と鑑別診断することは困難であった。\n(二)　しかも、Ｇ医師は、腰背部痛ないし腹部痛のほか、各種の検査デー\nタ等からみて、これらが通常の術後経過では説明できない事態であるという認識を\n持ち、それゆえ緊急に腹部超音波検査及び腹部ＣＴ検査を施行し、臨床検査所見な\nどからその原因究明に努め、その判断できる病名を想定し、その治療法を検討して\nいたのであって、再開腹手術が五月一三日になっているとしても、その判断過程に\n過誤があるとはいえない。\n(三)　Ｇ医師は、五月一一日夜半には、Ｅの術後の腰背部痛ないし腹部痛\nの原因究明のため腹部超音波検査や腹部ＣＴ検査を実施し、その結果腸閉塞である\nことは判明したものの、その原因除去のため緊急の開腹手術を要するか否かにつき\n確定診断が得られていなかったところ、そのような状況の下で、Ｅ及びその家族か\nら「術後の痛みがひどく、さらに痛みを伴うなら手術をしたくない」旨の明白な拒\n否の回答に接したものであり、その時点で再度の開腹手術に踏み切らなかったから\nといって、被告に債務不履行責任があるということはできない。\n２　診療行為に関する説明義務違反を内容とする債務不履行の有無\nａ　原告らの主張\nＧ医師は、術前の説明において、動脈硬化が身体各部に及んでいる可能\n性については言及したが、その説明の内容は、動脈硬化というのは全身病である、\n脳梗塞、心筋梗塞、閉塞性動脈硬化症と様々な症状を起こしてくる病気であるとい\nった一般的な説明に終始したものであり、バイパス手術に起因して虚血による腸管\n壊死等の障害が生じる可能性のあることについてはもちろん、腸管に障害が生じた\n場合腸閉塞が発生し、死亡するに至る危険性のあることについて全く触れず、かえ\nってＥの家族からの問いに対して生命に別状あるような手術ではない旨告げて安心\nさせたものであり、医療契約上医師に求められている説明義務を怠った点で、債務\n不履行責任を免れない。\nｂ　被告の反論\nＧ医師は、Ｅ及びその家族に対し、①下肢閉塞性動脈硬化症は、動脈が\n動脈硬化のため狭窄・閉塞を起こし、下肢への血流が障害される病気であるが、腹\n部大動脈から膝窩動脈にかけて合計四か所の閉塞及び狭窄病変があり、しかも、そ\nの病変が強いため、抗凝固療法や血管拡張剤等では下肢の歩行障害は改善せず、完\n全閉塞が起これば下肢切断の可能性があること、②動脈硬化症は、全身の血管に起\nこっており、他にも脳や心臓といった弱いところがある可能性が高く、その場合は\n脳梗塞や心筋梗塞が起こること（脳及び心臓を例に挙げて説明しているが、これは\n頻度的に多いためであり、他に腹腔内諸臓器すなわち肝臓、腎臓、腸管なども起こ\nりうることは当然の前提としている。）、③バイパス手術は、全身麻酔下に開腹\nし、腹部大動脈から両側総大腿動脈まで及び両側総大腿動脈から膝窩動脈までにか\nけて血行再建のためバイパスを形成するものであること、③高血圧・心肥大・肺気\n腫等の合併症があり、手術の危険性も高く、また、手術に伴う出血や開腹に伴う癒\n着、腸閉塞等の合併症のあることを説明し、Ｅ及びその家族から同意を得て本件バ\nイパス手術を行ったものである。\n原告らは、Ｇ医師が、術前の説明において、バイパス手術に起因して急\n性の虚血による腸管壊死等の障害の生じる可能性につき全く触れていないとして、\nその説明内容の不足を主張するが、事前にある程度具体的にその危険の発生が予測\nされているのであれば、その必要があるというべきであるが、Ｅには腸管壊死等の\n発生を疑わせる所見が得られていないのであるから、その障害が発生するという事\n態があることを具体的に予測して説明すべきであるとの主張はそれ自体失当であ\nる。\n３　Ｅの損害及び原告らによる相続\nＥが本件医療事故によって原告ら主張の下記損害を受け、原告らにおいて\nその損害賠償請求権を相続したか否か。\n記\n慰藉料\nＥが本件医療事故によって死亡したことによって甚大な精神的苦痛を受け\nたことによるものであって、その慰藉料額は二〇〇〇万〇〇〇〇円を下らない。\n右の慰藉料請求権につき、原告Ａが一〇〇〇万〇〇〇〇円あて、原告Ｂ、\n原告Ｃ及び原告Ｄはいずれも六分の一である三三三万三三三三円あて相続承継し\nた。\n第三　当裁判所の判断\n一　争点１（診療行為の過誤を内容とする医療契約上の債務不履行の有無）につ\nいて\n１　まず、乙第五号証、第七号証、第八号証、第一一号証ないし第一四号証、\n第一九号証によると、①腸間膜動脈閉塞症は、小腸及び大腸に対する血液供給を担\nう上腸間膜動脈・下腸間膜動脈の塞栓・血栓などによる血行不全によって生じる疾\n病であり、このうち、急性上腸間膜動脈閉塞症は、上腸間膜動脈に虚血症状が急性\nに生じ、その支配領域である腸管の壊死を引き起こすものであり、急性腹症におけ\nる腸管梗塞の発生頻度は一パーセント未満であるとされ、決して高くないが、その\n致命率は、塞栓性、血栓性、非閉塞性のいずれであっても七〇パーセント以上とさ\nれるなど、いったん発症すれば死亡の可能性が極めて高いこと、②動脈閉塞後、腸\n管壊死という不可逆性の変化を起こすまでの時間は、早くて六時間、遅くとも二四\n時間がその限度とされているが、閉塞の部位・範囲、側副血行、腸管内容物の有無\n等によってその進行は異なり、数日後であることもあること、③病態生理として\nは、虚血にもっとも抵抗の弱い層である粘膜の出血性壊死が発生し、粘膜は脱落\nし、潰瘍を形成し、出血する、虚血に陥った区域の腸管腔では、細菌が増殖し、や\nがて生じる小血管の血栓形成を促進する、動脈閉塞が起こってから六時間\nないし数日までの間に虚血が腸管層全域の梗塞に進展し、病態が進展すると、穿孔\nがなくても血性腹水の貯留、汎発性腹膜炎、循環虚脱などが起こるため、二次的に\n肝不全、腎不全が発生し、その間における細菌の増殖は致命的ではないが、その結\n果発生する中毒物質の吸収が死期を早めること、④腹痛は、ほとんど必発症状であ\nり、その程度は、激烈な場合が少なくなく、麻薬、鎮静剤に反応しないことが多\nい、続いて悪心・嘔吐、下痢、排便排ガスの停止などがみられ、やがては腹部膨\n満・腹壁緊張、白血球増多などが続き、吐血・下血（血便）が見られ、最後にショ\nック症状を呈するが、初期にあっては、腹壁は柔らかく、膨隆もなく、悪心・嘔吐\nを見ないこともあり（腹痛、悪心・嘔吐、腹部膨満、下痢、下血、ショックといっ\nた初発症状があるが、このうち、腹痛は八〇パーセント、悪心・嘔吐は四六パーセ\nント、腹部膨満は二六パーセントに現れたとする報告がなされている。）、血液化\n学検査でも、ＧＯＴ、ＧＰＴ、ＬＤＨ、ＰＣＫの軽度の上昇か、正常範囲にとどま\nり、腹部単純Ｘ線写真、腹部超音波検査画像上も変化が認められないことが多く、\n決め手に欠けることが多いこと、⑤致死率の高さは、診断と治療の遅れに\nよる腸管梗塞の進展によるものであって、救命のためには早期診断が絶対に必要で\nあるが、初期においては前記のとおり特徴的な臨床症状及び検査所見に乏しく、早\n期確定診断が困難であるため、激しい腹痛の原因が不明である場合で、既往症及び\n合併症に心疾患や動脈瘤、閉塞性動脈硬化症があるときは、急性上腸間膜動脈閉塞\nを疑い、積極的に血管造影検査（腹部大動脈造影・選択的上腸間膜動脈造影）を行\nい、試験的開腹も実施すべきであるとされていること、⑥その治療法として、保存\n療法は無効であり、開腹して壊死腸管があればこれを切除するほか、塞栓性のもの\nであれば早期に塞栓摘除を行うことがもっとも有効であり、動脈硬化性の病変に由\n来する急性血栓性のものであれば、閉塞部位が限定されておれば血行再建も適応で\nあるとされており、外科治療が必要であるが、前記のとおり手術成績は極めて不良\nであるとされていること、が認められる。\n２　ところで、《証拠略》によると（ただし、いずれの証拠も後記認定に反す\nる部分を除く。）、本件バイパス手術の内容及び術後の経過に関し、以下の事実が\n認められる。なお、一部、争いのない事実を含む。\n(一)　五月九日\n全身麻酔下に午前一〇時四二分ころから午後五時三二分ころまで六時間\n五〇分にわたり本件バイパス手術を施行した。開腹所見としては、腹部大動脈から\n両側腸骨動脈にかけて動脈硬化症変化が強く、右総腸骨動脈は左右総腸骨動脈分岐\n直後に完全閉塞三箇所、左総腸骨動脈は分岐後二センチメートル末梢にて狭窄一箇\n所が認められた。腹部大動脈、下腸間膜動脈、左総腸骨動脈、右外腸骨動脈、両側\n総大腿動脈、両側深大腿動脈、両側浅大腿動脈、両側膝窩動脈をテーピングして血\n流を遮断した。腹部大動脈から左外腸骨動脈と右大腿動脈の双方にＹ字型人工血管\nを用いてバイパス形成を行い、左大腿動脈と左膝窩動脈間及び右大腿動脈と右膝窩\n動脈間にそれぞれ大伏在静脈、ゴアテックスを用いてバイパス形成を行ったのち、\n血流を再開した。術中、腹部大動脈を縦切開したが、血栓形成が認められたので、\n剥離除去した。抗凝固薬ヘパリン使用。術後、両側足背動脈（足首より末梢の血\n管）の触知は良好であった。\nなお、バイパス手術の血管吻合部が上腸間膜動脈とは離れた位置にある\nため、直接上腸間膜動脈に触ることはなかった。\n(二)　五月一〇日\nＥは、観察室に移るが、麻酔覚醒後、終始激しい腰背部痛ないし腹部痛\nを訴え続けた。腹の中が熱くなるようだとも告げた。鎮痛剤ペンタジン、アタラッ\nクスＰを筋肉注射したり、鎮痛剤ボルタレンを座薬挿入したりしたが、改善がみら\nれなかった。腹部所見は、軟らかく平坦で、圧痛はなく、腸雑音も弱いながら聴取\n可能であった。腸閉塞の症状があるかどうか判断するため、血液ガス分析、胸部・\n腹部単純Ｘ線写真撮影を実施した。血清化学検査の結果では、ＧＯＴ六〇ＫＵ／?、\nＧＰＴ一八ＫＵ／?、ＬＤＨ三四四ＩＵ／?、尿素窒素三一・二㎎／?、クレアチニン\n二・二㎎／?であった（以下、単位の表示を省略する。）。白血球一八四〇〇個（以\n下、単位の表示を省略する。）。\n(三)　五月一一日\n前日同様激しい腰背部痛ないし腹部痛を訴え続けた。血液一般検査、血\n液凝固機能検査、腹部単純Ｘ線写真撮影を行った。腹部膨満症状があるため、胃内\nに挿管入してガスを抜き、腹痛軽減を図った。腹部所見は、腹壁軟らかく、腸雑音\nの聴取が可能であった。腸閉塞の程度や腹部大動脈周辺の出血状況を確認するため\n二回にわたり（午前九時一五分と午後一一時一五分）腹部超音波検査を施行した\nが、腹部大動脈周囲の血腫は軽度であった。輸血施行。血清化学検査の結果では、\nＧＯＴ四〇七五、ＧＰＴ一九九〇、ＬＤＨ八五五〇、尿素窒素六八・九、クレアチ\nニン七・〇であった。白血球一〇八〇〇。肝機能値が著しく悪化しており、肝不全\nの状態となった。播種性血管内凝固症候群の発症が考えられるため、タンパク質分\n解酵素阻害剤（ＦＯＹ）の点滴投与を開始した。午後から尿量が次第に減少し、腎\n臓の機能が低下し、腎不全の状態となった。\n(四)　五月一二日\n午前〇時三〇分緊急に腹部ＣＴ検査を実施したが、腎動脈以下に限局性\nの出血と小腸・大腸の腸管拡張が認められ、腸閉塞の症状が認められた。腸閉塞の\n場合、再度の開腹手術もありうる旨告げたが、Ｅは、この痛みは他人には分からな\nい、もう手術はしないと述べ、家族も、手術を拒否した。Ｅは、痛くて息もしづら\nいと訴え、腹部膨満が継続した。午前八時〇〇分、急性循環不全に伴う代謝性アシ\nドーシスの進行により、突然呼吸停止・意識喪失となった。気管内に挿管して酸素\n投与し、昇圧薬ボスミン、代謝改善薬メイロンを投与し、蘇生に成功するが、意識\nレベルは低下したままであった。午前九時〇〇分ころ、集中治療室へ搬送し、播種\n性血管内凝固症候群、多臓器不全症候群のため、人工透析を開始し、血漿交換を実\n施した。血清化学検査の結果、ＧＯＴ七六二〇、ＧＰＴ一九五二、ＬＤＨ一〇九八\n〇、尿素窒素五八・六、クレアチニン二・七であり、肝機能値等が異常に上昇して\nいた。白血球八〇〇〇。排便があったが、血便ではなかった。人工透析終了後も代\n謝性アシドーシスの改善は軽度であり、全身の循環不全が進行し、血圧低下気味と\nなった。\n(五)　五月一三日\n消化管出血があり、肝不全、腎不全、呼吸不全が継続した。午後四時三\n〇分、Ｇ医師より家族らに対し開腹手術を行う旨説明し、その承諾を得た。午後六\n時一〇分から午後九時〇〇分まで二時間五〇分にわたり、二回目の開腹手術を施行\nした。開腹すると、上腸間膜動脈の閉塞により小腸及び大腸の大部分と胆嚢が壊死\nしており、腹腔内に古い血性様の腹水を多量に認めた。小腸は、飛び石上に健常部\nを残すのみで大部分が壊死、大腸も、大部分壊死し、肝臓は、全体に萎縮気味で表\n面不整、黄色であり、胆汁のうっ滞を思わせる症状であった。壊死した小腸、大\n腸、胆嚢を切除し、人工肛門を設けた。もっとも、人工血管は問題なく、血流も良\n好であった。\n(六)　五月一四日から五月一六日まで\n五月一四日以降も血漿交換、人工透析、大量輸血などを行ったが、意識\nレベルは低下したままで、回復しなかった。Ｅは、徐々に全身状態が悪化し、五月\n一六日午後一時四二分死亡した。Ｅの死亡原因は、急性上腸間膜動脈閉塞症による\n広範囲腸管壊死を契機に生じた播種性血管内凝固症候群、多臓器不全症候群であ\nる。病理組織検査結果によれば、小腸及び大腸全層にわたりほぼ壊死し、胆嚢も壊\n死し、腸間膜動脈が部分的に著明な狭窄を示し、部分的にほぼ完全に閉塞し、一部\nで腸間膜静脈内に器質化した血栓が認められた。\n３　本件バイパス手術後にＥに生じた諸症状は、急性上腸間膜動脈閉塞症によ\nって広範囲な腸管壊死ないしは腸閉塞が生じたことによるものと認められるとこ\nろ、前記認定の診療経過を踏まえ、Ｇ医師が行った本件バイパス手術後における診\n療行為の適否につき検討するに、Ｅは、術後、麻酔から覚醒すると、激しい腹痛を\n訴え続けており、その程度は鎮痛剤の投与にも反応しなかったものであり、間もな\nく腹部膨満感を併せ訴えるに至っていることからすると、Ｅが閉塞性動脈硬化症の\n進行した高齢者であることでもあり、Ｇ医師においては、術後の麻痺性腸閉塞だけ\nでなく、腸間膜動脈閉塞による腸閉塞をも念頭に置いて対応すべきであったのに\n（《証拠略》によると、バイパス手術による血行再建の結果、腹部大動脈及びその\n周辺動脈においては、血流の変化が生じ、末梢側の腸骨動脈・大腿動脈血流が増大\nするのに対し、中枢側の腸間膜動脈・腎動脈血流が減少し、腸間膜動脈・腎動脈の\n支配領域である腸管・腎臓に虚血障害が起きるだけでなく、腸間膜動脈で動脈硬化\n症が進行し、狭窄が生じている場合には、バイパス手術に伴い、腹部大動脈の血流\nを遮断・再開することによって、さらには人工血管の使用に伴う血腫の発\n生を予防するため抗凝固薬を使用することによって、動脈内にある粥腫片が遊離し\nやすくなる結果、塞栓性の腸間膜動脈閉塞が発生する可能性があるところ、Ｅにお\nいては上腸間膜動脈に術前から狭窄があったとされていることが認められ、このこ\nとからすると、バイパス手術の結果上腸間膜動脈に血流障害が生じただけでなく、\n手術時に腹部大動脈の血流を遮断・再開することによって遊離した粥腫片が上腸間\n膜動脈の狭窄部位において閉塞を引き起こした可能性が十分にあるといえる。）、\n術後合併症としての腸間膜動脈閉塞症については念頭になかったことから（事前に\nも事後にも腹部大動脈及びその周辺動脈である腸間膜動脈に対する血管造影検査を\n実施していない。もっとも、《証拠略》によると、Ｅの場合、術前から上腸間膜動\n脈狭窄症が存在していたが、栄養状態は良好であり、腹部アンギーナ（食後腹部\n痛）を疑わせる症状がなく、便鮮血反応も陰性であった上、術後急性的に激しい腹\n痛等の症状が発現しているため、術前における上腸間膜動脈閉塞症の存在は否定さ\nれていることが認められる。）、一般的な術後の麻痺性腸閉塞（イレウス）のみを\n疑い、保存的経過観察に終始するうち、前記腸管壊死ないしは腸閉塞を\n招いたものであり（Ｇ医師は、五月一二日未明の緊急ＣＴ検査が終了した時点で\nも、上腸間膜動脈閉塞症は念頭になく、開腹手術後に起きる麻痺性腸閉塞であると\n判断し、Ｅ及び家族に対して腸閉塞の場合再度の開腹手術もあり得る旨説明した\nが、この時点では、Ｅと家族からもう二度と手術はしないとして同意を拒否されて\nいる。）、これに伴って二次的に発生・進行した肝不全、腎不全、呼吸不全等のた\nめ、全身状態の相乗的な悪化を招来し、播種性血管内凝固症候群及び多臓器不全症\n候群によって術後一週間で死亡するに至らせたものであり、その医療対応は、上腸\n管間膜動脈閉塞における顕著な初発症状である激しい腹痛、腹部膨満を看過し、積\n極的に血管造影検査を実施しなかった点で極めて不適切であったと評するほかない\nが、他方、動脈閉塞が起こってから早いときは六時間、ほとんどの場合二四時間を\n限度として腸管壊死という不可逆性の変化を起こすとされているだけでなく、その\n治療法は、塞栓性の上腸間膜動脈閉塞であれば塞栓摘除であり、血栓性の上腸間膜\n動脈閉塞症であれば血行再建術であるとされているけれども、上腸間膜動脈閉塞症\nは、塞栓性、血栓性、非閉塞性のいずれであっても七〇パーセント以上と\nされる極めて死亡率の高い疾患であり、五月一二日未明の緊急ＣＴ検査が終了し、\n腸閉塞の症状があると判断した時点で直ちに開腹手術を実施したとしても、この時\n点ではバイパス手術後二四時間以上経過していただけでなく、数時間後の午前八時\n三〇分には急性循環不全に伴う代謝性アシドーシスの進行により呼吸停止を起こす\nまで容態が悪化しており、翌一三日午後六時一〇分から行われた再度の開腹手術の\n際既に腸管の大部分が壊死していたことからしても、Ｅを前記外科処置によって救\n命しえたかどうか著しく疑問であるといってよく、そうすると、Ｇ医師が、翌一二\n日未明の時点でようやく緊急ＣＴ検査によって腸管拡張の所見が得られたために腸\n閉塞の疑いを持ちながら、この時点でも上腸間膜動脈閉塞症による腸閉塞であるこ\nとがありうることまでは想到せず、あくまで術後における一過性の麻痺性腸閉塞で\nあるとの思い込みから、緊急血管造影検査をせず、その結果に基づき、直ちに開腹\n手術を実施しなかった点が過誤であり、Ｇ医師のとった医療対応には医療契約に基\nづく善良な管理者としての注意義務を怠ったものがあるとしても、右の注意義務違\n反を内容とする債務不履行とＥの死亡との間の因果関係を肯定するこ\nとは困難であるというほかない。また、五月一二日未明の緊急ＣＴ検査が終了する\n以前の段階では、種々様々な急性腹症が存在するところ、もともと上腸間膜動脈閉\n塞症が発生頻度が極めて低い上、腹部単純Ｘ線写真等でガス貯留、腸管拡張といっ\nた所見が認められない限り、早期診断が容易でない疾病であり、Ｅの場合も、激し\nい腹痛及び腹部膨満以外には鑑別診断の目安となる悪心・嘔吐、下痢、下血（血\n便）その他の臨床所見に乏しく、血清化学検査の結果や腹部単純Ｘ線写真撮影・腹\n部超音波検査の結果でも早期診断の決め手となる所見がなかったことからすると、\nＥの急性腹症につき開腹手術後に起きる一般的な麻痺性腸閉塞であると判断して保\n存的に経過観察をしていたことが前記のとおり不適切であるとはいえても、合理的\n根拠に欠けるため、医師として許される医療対応の限度を逸脱したものであり、過\n誤に当たるとまでいうことはできないから、Ｇ医師において医療契約に基づく善良\nな管理者としての注意義務を怠ったものとは認められない。\nそうすると、原告らの主張は結局採用することができない。\n二　争点２（診療行為に関する説明義務違反を内容とする債務不履行の有無）に\nついて\n１　一般に、医療契約に基づき実施される検査又は治療が医学的侵襲を伴うも\nのとりわけ生命又は身体の安全にとって重大な結果を生じかねないものである場合\nにあっては、患者は、事前に医師から当該医療行為の要否を判断する上で必要な情\n報を十分かつ正確に与えられた上でこれに同意するか否かを決定することが予定さ\nれているものといってよく、このため、医師は、医療契約上の義務として、患者\n（患者が適切にその判断をなしえないときは、患者の家族を含む。）に対し、当該\n医療行為の内容及び必要性並びにその結果予測される生命又は身体の安全に対する\n危険の有無及び程度等はもちろんのこと、他に選択しうる医療行為の有無及びその\n内容につき当時の医療水準に照らして相当と思料される事項を説明する必要がある\nと解するのが相当である。もとより、その説明の内容・程度及び方法等について\nは、医師が当該疾病の種類・性質及び進行状況、当該患者の知識・性格さらには検\n査及び治療に対する影響等を考慮して定めるべきものではあるが、その説明内容が\n十分かつ正確でなく、患者に与えられた同意に関する権利の適切な行使を妨げ、こ\nれを実質的に侵害するものと認められる場合には、医療契約に基づく債務\n不履行に該当し、患者の受けた損害に対する賠償責任を免れないというべきであ\nる。\n２　ところで、Ｅが本件バイパス手術に同意した経緯に関し、《証拠略》によ\nると、以下の事実が認められる。\n(一)　Ｅは、四月二七日、数年前より二〇〇メートルぐらい歩くと右下腿腓\n腹筋部痛があり、休むとまた歩けるが、最近では一〇〇メートルくらい歩いても同\n様の症状がある旨訴え、Ｆ病院でＧ医師の診察を受けた。その際、Ｅは、Ｇ医師に\n対し、「慢性動脈閉塞症」について報じた新聞記事の切り抜きを示し、「自分の症\n状は記事に記載された症状に似ているように思う。こういう手術があるのか。」な\nどと尋ねた。触診によると、右大腿動脈、膝窩動脈、足背動脈、後脛骨動脈を触知\nすることができず、左下腿の冷感を認めた。Ｅは、同日検査のため入院した。胸部\nレントゲン写真では、肺気腫が著明、心電図検査では心肥大が認められた。\n(二)　Ｅは、四月二八日にはセルジンガー下肢血管造影検査を受け、その結\n果、右腸骨動脈閉塞、左腸骨動脈狭窄、両大腿動脈閉塞と診断された。四月三〇\n日、超音波血流計（ドップラー血流計）による血流測定を受け、両足における血流\nの低下が認められた。Ｇ医師は、中等度の閉塞性動脈硬化症と診断し、Ｅが高齢で\nあり、高血圧、心肥大、肺気腫、動脈硬化等の合併症を有するが、右血管造影検査\nの結果末梢の血流の状態が良好であり、心肺機能は保たれており、全身麻酔可能で\nあるとの診断（手術のリスクは一でもっとも低い。）が麻酔医によってなされたこ\nとから、バイパス手術の医学的適応があると判断した。\n(三)　Ｇ医師は、四月三〇日、Ｅの家族に対し、閉塞性動脈硬化症であり、\n腸骨動脈と大腿動脈に閉塞と狭窄があり、手術をしない限り歩行障害の症状は解消\nしない旨説明した。また、五月六日にも、Ｇ医師は、Ｅ及びその家族に対し、バイ\nパス血管の図を書きながら、①動脈硬化症は、全身病で全身の血管に変化が起こ\nる、脳に起これば脳梗塞、心臓に起これば心筋梗塞、四肢の動脈に起これば閉塞性\n動脈硬化症となる、両下肢ともに歩行障害の症状があり、手術による血流改善が必\n要である、②進行性の病気であるため、このまま放置すると、足が壊死に陥る危険\n性が高いし、現在の歩行障害を解消するためには、バイパス手術をして血行再建を\n行うしかなく、他の方法では現在の症状の解消及びこれによる生活内容の改善・向\n上は望めない、③人工血管を使用し、腹部大動脈から下腿動脈に向かい、Ｙ字形バ\nイパスを形成するため、開腹手術が必要であるが、手術部位がへそよりも上に及ぶ\nことはない、④Ｅが七五歳と高齢であり、肺気腫、心肥大、動脈硬化もあるため、\n合併症の危険性はある旨説明した。その際、Ｅの家族から、「命に別状があるよう\nな手術じゃないでしょうね。」という質問があったが、これに対し、Ｇ\n医師は、「高齢でリスクはゼロではないけれども、一般的には問題ない。」と答え\nた。これを受け、Ｅは、五月七日付け書面でバイパス手術に同意した。\n３　右２のとおり認められるところ、被告は、Ｇ医師が術前にＥ及びその家族\nから手術の同意を得るに当たり、下肢閉塞性動脈硬化症が進行性の全身病である動\n脈硬化症の一環であって、手術の危険性が高く、重篤な合併症を起こす可能性のあ\nることは十分に説明した上で、その同意を得ており、その説明義務につき欠けると\nころはない旨主張し、診療録（乙第一号証）にも危険は非常に高い旨告げたとする\n記載があり、Ｇ医師もこれに沿った供述（《証拠略》）をするけれども、その説明\n内容の具体性に欠けるだけでなく、そうであれば、Ｅ及びその家族においては、本\n件バイパス手術が腹部大動脈の血流を一時遮断した上人工血管等を使用してバイパ\nスを形成する侵襲範囲の広い大手術であって（実際にも手術時間は正味六時間五〇\n分に及んでいる。）、当時満七五歳一〇か月という極めて高齢であったことからす\nると、下肢痛を伴う間欠性跛行を解消し、生活内容の改善・向上（ＱＯＬ）を図る\nものの、動脈硬化症それ自体の治癒を目的とする治療法でないだけに、当然に手術\n実施につき逡巡してしかるべきであるが、初回受診即日入院（診療録の記載では手\n術目的とされている。）、九日後の手術同意から一二日後の手術実施\nという経過を経ており、Ｅ及びその家族においてはその間手術の是非につき熟慮し\nた形跡がないことからすると、Ｇ医師において危険は非常に高い旨告げたとは到底\n認め難く、被告の主張は採用し難いというべきである。かえって、《証拠略》（た\nだし、後記認定に反する部分を除く。）、《証拠略》によると、Ｇ医師は、Ｅ及び\n家族に対し、前記認定のとおり、手術内容につき図解しながら、閉塞性動脈硬化症\nの性質につき全身病であって、全身の血管に変化が起こる、脳に起これば脳梗塞、\n心臓に起これば心筋梗塞、四肢の動脈に起これば閉塞性動脈硬化症となるといった\n説明はしたものの、バイパス手術に伴う直接の危険性については、事前に詳細かつ\n具体的な説明をすればＥが手術に同意しなくなるおそれがあったため、腸閉塞とい\nった事態を心配する家族に対し、腹腔内の手術はへそより上に及ばないと告げる一\n方で、「高齢でリスクはゼロではないけれども、一般的には問題ない。」旨説明す\nるにとどまり、前記のとおり、本件バイパス手術が侵襲範囲の広い大手術であるた\nめ、いったんバイパス手術によって腸閉塞といった不測の事態が発生した場合には\n予備能力の乏しい高齢者であるだけに救命が一般に困難であるという\nだけでなく（なお、《証拠略》によると、人工血管は細菌感染に非常に弱いとされ\nていることが認められる。）、Ｅの場合、下肢閉塞性動脈硬化症の進行状況は、フ\nォンテイン分類のⅡ期に該当するため、腸間膜動脈といった腹部大動脈の周辺動脈\nはもちろん、脳や心臓といった部位における動脈血管系においても狭窄などの動脈\n硬化症状が当然進行している可能性があり、発生頻度は低いものの、本件バイパス\n手術に伴う血流遮断・再開さらには血流の変化や抗凝固薬の使用によって遊離した\n粥腫片が右に述べる動脈の狭窄部位に飛ぶならばこれによって動脈が閉塞するとい\nった事態がありうるが、その場合の致命率は軽視し難いものがあるといった危険性\nについては、もともと十分な認識がなかったために、何ら説明をしなかったものと\n認めるのが相当である。\nこのように、Ｇ医師においては、バイパス手術の適応がある症例であると\nの判断から、Ｅが満七五歳一〇か月という極めて高齢であり、いったんバイパス手\n術によって腸閉塞といった不測の事態が発生した場合には救命が困難である場合が\nありうるといった危険性につき具体的な説明をすることをあえて避け、前記のとお\nり本件バイパス手術によって直接もたらされることのありうる動脈閉塞といった危\n険性については何ら説明しなかっただけでなく、他方、禁煙の励行、食事管理など\nの生活習慣の改善に努める一方、抗血小板薬・抗凝固薬・血管拡張薬の投与といっ\nた薬物療法を実施し、経過観察をするという選択肢のあることについては十分な説\n明をせず（Ｇ医師は、保存治療法についても説明した旨述べるが、バイパス手術の\n必要性を強調している点に照らし、たやすく採用することができない。）、しか\nも、閉塞性動脈硬化症は進行していたものの、いまだ壊死潰瘍といった事態には至\nっておらず、予後とりわけ症状の進行速度については手術前に全く経過観察をして\nいないため確実な予見判断ができなかったにもかかわらず、放置すれば壊死による\n下肢の切断もありうる進行性の疾患であることを強く指摘してバイパス\n手術を促したものであるといってよく（前記《証拠略》参照）、それゆえにこそ、\nＥ及びその家族においては、本件手術が極めて高齢であって持病を有するＥに対し\n大きな負荷を与える手術であったにもかかわらず、手遅れとなって下肢の切断とい\nう事態に至ることを回避するため、ほとんどためらいもなく本件バイパス手術に同\n意したものと認めるのが相当である。\nそうすると、Ｅは、本件バイパス手術のもつ危険性につき十分に理解する\nことができない一方、他の危険性のない薬物投与の下での経過観察という選択肢が\nあることも十分に知りえなかったことにより、事実上バイパス手術以外の選択肢を\n選択する機会を与えられないまま、バイパス手術に同意したものであるから、Ｇ医\n師はＥ及びその家族に対する必要な説明義務を尽くしたものということはできな\nい。そして、Ｇ医師が前記のとおり本件バイパス手術の危険性について十分に説明\nするだけでなく、Ｅが高齢であることを踏まえ、生活指導及び薬物投与の下での経\n過観察といった選択肢が存在することについても十分な説明をしていたならば、Ｅ\n及びその家族がバイパス手術の是非につき慎重に思案しただけでなく、後述のよう\nに、バイパス手術に踏み切ることを断念した可能性は高いというべきである。\nもとより、外科手術には事前に予測困難な危険がその比率の大小はともか\nく不可避的に随伴するものであって、医師に対して起こりうるすべての危険につき\n説明を要求することは現実的でないだけでなく、かえって、そのような説明をする\nことによって患者に無用の不安を抱かせることにより患者をして選択しうる最善の\n医療処置を選択する機会を奪う事態もありうることには十分に留意すべきものであ\nるが、本件バイパス手術の場合、Ｇ医師が診療録に記載しているように、非常にリ\nスクの高い手術であり（乙第八号証によると、閉塞性動脈硬化症の予後に関し、二\n一六例中七四例が心不全・心筋梗塞、脳血管障害などで死亡したが、このうち一六\n例は手術後一か月内に死亡しており、手術中の死亡も六例あるとする臨床例報告が\nなされていることが認められる。）、本件バイパス手術後発生した上腸間動脈閉塞\n症を始めとする種々の術後合併症発症の危険性には軽視し難いものがあったという\nことができることからすると、たとえバイパス手術の適応症例であったとしても、\n種々の術後合併症発症の危険性につき具体的な説明をするだけでなく（《証拠略》\nによれば、バイパス手術には①循環器系②呼吸器系③脳神経系④腎臓\n⑤輸血⑥出血⑦消化器系⑧その他の術後合併症があるというのであるから、これら\nの代表的な合併症を説明するほか、仮に右の合併症が生じた場合の予後についての\n十分な説明をすることによりバイパス手術の応諾につき的確な判断をするための医\n療情報を提供する必要があったものである。）、その危険性を踏まえ、生活指導及\nび薬物投与による経過観察という選択肢も存在することにつき十分に説明すべき必\n要があったものというべきである。\nそうであれば、Ｇ医師は、本件バイパス手術の実施に先き立ち手術の同意\nを得るに当たり、Ｅ及びその家族に対する説明義務を怠り、医療契約における善良\nな管理者の注意義務を尽くさなかったものであり、被告は、履行補助者であるＧ医\n師の右説明義務違反につき医療契約上の債務不履行責任を免れないというべきであ\nる。\n三　争点３（Ｅの損害及び原告らによる相続）について\n１　Ｇ医師が本件バイパス手術の危険性につき具体的かつ詳細な説明をし、併\nせて、閉塞性動脈硬化症の進行状況を踏まえ、バイパス手術以外にも薬物療法及び\n経過観察といった選択肢のあることにつき十分な説明をしたならば、Ｅにおいて直\nちに本件バイパス手術に同意したか否か極めて疑わしいといってよく、この意味\nで、Ｇ医師の説明内容は、患者に与えられた同意に関する権利の適切な行使を妨\nげ、これを実質的に侵害するものと認められるため、重大な瑕疵があると評しうる\nものであるから、被告は、右の瑕疵のある同意に基づき本件バイパス手術が実施さ\nれ、その結果Ｅが死亡したことによる損害につき、医療契約に基づく債務不履行に\nよる損害賠償責任を免れないというべきである。\nなお、本件医療事故においては、Ｅが閉塞性動脈硬化症について報じた新\n聞記事を読み、手遅れとなって下肢を切断する事態になることを強く案じていたた\nめ、四月二七日手術目的で即日入院し、五月六日Ｇ医師から説明を受けると直ちに\nバイパス手術を決意したものとみられ、Ｅの家族においても前記のとおりバイパス\n手術の危険性に強くこだわった発問をしている経緯があることに照らすならば、Ｇ\n医師において前記のとおり説明義務を尽くすことによってＥが本件バイパス手術を\n見合わせた可能性は十分に存在するものといってよく、その場合、本件バイパス手\n術が実施されることはなく、Ｅが術後合併症である上腸間膜動脈閉塞症に起因する\n播種性血管内凝固症候群及び多臓器不全症候群のため死亡することもなかったとい\nうべきであるから、被告の説明義務違反を内容とする債務不履行とＥの死亡による\n損害発生との間に法律上の因果関係が存在しないということはできない。\nしたがって、被告は、本件医療事故につき医療契約に基づく債務不履行に\nよる損害賠償責任を免れないというべきである。\n２　そこで、Ｅが本件医療事故によって受けた損害及び原告らによる相続につ\nき検討する。\n(一)　Ｅの損害\n慰藉料\nＥは、当時満七五歳一〇か月であり、平成六年簡易生命表によると、平\n均余命九年を有し、閉塞性動脈硬化症のため間欠性跛行という歩行障害があったも\nのの、なお相当年数余生を楽しむことができたものであるところ、本件医療事故に\nよって激しい腰背部痛ないしは腹部痛に苛まれながらバイパス手術後僅か一週間で\n死亡したものであり、その精神的苦痛は甚大なものがあるというべきところ、Ｅの\n病状の進行状況等本件で認められる一切の事情のほか、この種死亡事故における慰\n藉料額の平均的水準を斟酌するならば、慰藉料額は一八〇〇万〇〇〇〇円をもって\n相当であると認める。\n(二)　原告らによる相続\n原告ＡはＥの妻であり、原告Ｂ、原告Ｃ及び原告ＤはいずれもＥの子で\nあるところ、その死亡により原告Ａは二分の一あて、原告Ｂ、原告Ｃ及び原告Ｄ\nは、いずれも各自六分の一あての相続分によってＥの権利義務を相続承継したもの\nであり、原告Ａの損害賠償債権額は九〇〇万〇〇〇〇円、原告Ｂ、原告Ｃ及び原告\nＤの損害賠償債権額は、各三〇〇万〇〇〇〇円となる。\n３　以上によれば、被告は、債務不履行による損害賠償として、原告Ａに対し\nては損害賠償金九〇〇万〇〇〇〇円、原告Ｂ、原告Ｃ及び原告Ｄに対しては、いず\nれも損害賠償金三〇〇万〇〇〇〇円、及び各損害賠償金債務につき被告が履行遅滞\nに陥った日である訴状送達の日の翌日である平成六年九月二二日から支払済みまで\n民事法定利率年五分の割合による遅延損害金の支払義務があるというべきである。\n第四　結論\nよって、原告らの被告に対する請求は、原告Ａにあっては損害賠償金九〇〇\n万〇〇〇〇円、原告Ｂ、原告Ｃ及び原告Ｄにあっては各損害賠償金三〇〇万〇〇〇\n〇円、及び右各損害賠償金に対する平成六年九月二二日から支払済みまで民事法定\n利率年五分の割合による遅延損害金の支払いを求める限度で理由があるので、いず\nれも認容し、その余の請求につき理由がないので、いずれも棄却し、訴訟費用の負\n担につき民事訴訟法六五条一項、六四条、六一条を、仮執行の宣言（なお、訴訟費\n用については仮執行の宣言の必要を認めない。）につき同法二五九条一項を各適用\nして（被告は、担保を条件とする仮執行免脱の申立てをするが、相当でないため、\nこれを却下する。）、主文のとおり判決する。\n岡山地方裁判所第一民事部\n裁判長裁判官　　渡邉　温\n裁判官　　金光秀明\n裁判官    潮海二郎\n"
}