{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 18,
    "month": 4,
    "day": 27
  },
  "case_number": "平成17(行ケ)10546",
  "case_name": "審決取消",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "32946",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=32946",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/946/032946_hanrei.pdf",
  "contents": "平成１７年（行ケ）第１０５４６号 審決取消請求事件（平成１８年４月１１日口\n頭弁論終結）\n判決\n原 告 ＨＯＹＡ株式会社\n代表者代表執行役\n訴訟代理人弁理士 石 井 良 夫\n被 告 特許庁長官 中嶋誠\n指定代理人 末 政 清 滋\n同 大場義則\n同 徳永英男\n同 江塚政弘\n主文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n事実及び理由\n第１ 請求\n特許庁が不服２００３－１４８３４号事件について平成１７年４月１８日に\nした審決を取り消す。\n第２ 当事者間に争いがない事実\n１ 特許庁における手続の経緯\n原告は，平成９年６月２７日にした特許出願（特願平９－１７１３２２号，\n以下「原出願」という。）の一部を分割して，平成１２年１１月２７日，発明\nの名称を「ハーフトーン型位相シフトマスクブランク及びハーフトーン型位相\nシフトマスク」とする新たな特許出願（特願２０００－３５９９５９号，以下\n「本件出願」という。）をしたが，平成１５年６月６日付けで拒絶査定を受け\nたので，同年７月３１日，拒絶査定に対する不服審判（以下「本件審判」とい\nう。）を請求した。特許庁は，これを不服２００３－１４８３４号事件として\n審理した上，平成１７年４月１８日，「本件審判の請求は，成り立たない。」\nとの審決をし，同審決の謄本は，同年５月３０日，原告に送達された。\n２ 発明の要旨\n(1) 平成１５年２月１７日付け手続補正書による補正（以下「本件補正」とい\nう。）前の本件出願の願書に添付した明細書（甲２の１）の特許請求の範囲\nの請求項１に記載された発明（以下「補正前発明」という。）の要旨\n透明基板と，この透明基板上に形成されたハーフトーン材料膜と，このハ\nーフトーン材料膜上に形成された金属膜を有するハーフトーン型位相シフト\nマスクブランクにおいて，前記金属膜の少なくともハーフトーン材料膜と接\nする材料を窒素を含有する材料で構成したことを特徴とするハーフトーン型\n位相シフトマスクブランク。\n( ) 本件補正に係る明細書（乙３，甲２の１と併せ，以下「本件明細書」とい2\nう。）の特許請求の範囲の請求項１に記載された発明（以下「本願発明」と\nいう。）の要旨\n透明基板と，この透明基板上に形成されたハーフトーン材料膜と，このハ\nーフトーン材料膜上に形成された金属膜を有するハーフトーン型位相シフト\nマスクブランクにおいて，前記金属膜を互いに異なる材料からなる複数の層\nで構成するとともに，前記ハーフトーン材料膜と接する層を窒素を含有する\n材料で構成したことを特徴とするハーフトーン型位相シフトマスクブランク。\n３ 審決の理由\n( ) 審決は，別添審決謄本写し記載のとおり，本願発明は，適法な分割出願で1\nあり，原出願の出願日である平成９年６月２７日を本願発明の遡及する出願\n日とみなした上，本願発明は，特開平８－３３４８８５号公報（甲３，以下\n「引用例」という。）に記載された発明（以下「引用発明」という。）に基\nづいて当業者が容易に発明をすることができたものであり，特許法２９条２\n項の規定により特許を受けることができないとした。\n( ) 審決が認定した，本願発明と引用発明との一致点及び相違点は，それぞれ2\n次のとおりである（審決謄本３頁第３段落）。\nア一致点\n透明基板と，この透明基板上に形成されたハーフトーン材料膜と，この\nハーフトーン材料膜上に形成された金属膜を有するハーフトーン型位相シ\nフトマスクブランクにおいて，前記金属膜を互いに異なる材料からなる複\n数の層で構成することを特徴とするハーフトーン型位相シフトマスクブラ\nンク\nイ相違点\n本願発明が 「ハーフトーン材料膜と接する層を窒素を含有する材料で\n構成」するのに対し，引用発明にはそのような構成が明示されていない点\n第３ 原告主張の審決取消事由\n審決は，本件審判において改めて拒絶理由通知がされなかった手続上の瑕疵\nがあり（取消事由１），また，相違点についての判断を誤り（取消事由２），\n本願発明が進歩性を欠くとの誤った結論を導いたものであって，違法であるか\nら，取り消されるべきである。\n１ 取消事由１（拒絶理由通知の欠如）\n(1) 審決は，本願発明は，引用発明から当業者が容易に想到することができ，\n特許法２９条２項の規定により特許を受けることができないと判断したが，\n上記拒絶理由は，本願発明の審査段階では原告に通知されていなかった。\nすなわち，本件出願に対する平成１４年１１月２０日付けの拒絶理由通知\n書（甲４，以下「本件拒絶理由通知書」という。）には，補正前発明に対し，\n引用文献１ないし６に記載された発明に基づいて当業者が容易に発明をする\nことができたものであるから，特許法２９条２項の規定により特許を受ける\nことができないとし，その〔備考〕欄において「本願は，適法な分割出願と\nは認められないから，出願日は遡及しない。」と記載されている。\n本件拒絶理由通知書において引用文献１ないし６として引用された６件の\n文献のうち，引用文献３が，審決の引用例であるところ，引用文献１ないし\n３は，原出願の出願日である平成９年６月２７日より前に頒布されたもので\nあるのに対し，引用文献４ないし６は，原出願の出願日以後であって，実際\nの出願日である平成１２年１１月２７日より前に頒布されたものである。仮\nに，原出願の出願日より前に頒布された引用例（引用文献３）単独で本願発\n明の進歩性を否定できるのであれば，拒絶理由通知書において，出願日に言\n及し，原出願の出願日以後であって，実際の出願日より前に頒布された刊行\n物を引用する必要はないはずである。したがって，本件拒絶理由通知書によ\nって通知された拒絶理由は，引用文献１ないし３と，引用文献４ないし６と\nを組み合わせることによって，補正前発明の進歩性を否定するというもので\nあり，引用例を含む引用文献１ないし３のそれぞれの文献に記載された発明\nのみによって進歩性を否定するものではなかったことは明らかである。\nまた，拒絶査定（甲５）においては，「本願は適法な分割出願であるとは\n認められず・・・出願日は遡及しないから，引用文献４～６は，本願出願日\n前公知文献であり，先の拒絶理由１は解消されていない。」とし，先の拒絶\n理由が引用文献４～６との組み合わせによるものであることを明確に言及し，\nさらに，備考欄において，「なお，引用文献１～３には，ハーフトーン材料\n膜上に形成される金属膜を互いに異なる材料からなる複数の層で形成すると\nともに，ハーフトーン材料膜と接する層を窒素と含有する材料で構成したと\nいう構成，また，ハーフトーン材料膜と接する層を窒素を含有する材料で構\n成したことにより，密着度を向上させて金属膜の反りを防止する効果を奏す\nることは記載されていないから，本願の発明の新規性，進歩性を否定するも\nのではない。（当然に，引用文献１～３は，ハーフトーン材料膜上に金属膜\nを表面側から透明基板側に向かって段階的に及び／又は連続的にエッチング\nレートの異なる材料で構成することによって，エッチングレートが表面側か\nら透明基板に向かうにしたがって段階的に及び／又は連続的に速くなるよう\nに設定する構成と，ともに，金属膜の透明基板側を窒素を含有する材料で構\n成したという構成に対しても，同様に，新規性，進歩性を否定するものでは\nない。）」と付記し，引用例を含む引用文献１ないし３には，本願発明の特\n徴的な構成及び作用効果について記載がなく，引用文献１ないし３に記載さ\nれた発明のみによっては，本願発明の新規性，進歩性を否定することができ\nないと判断していた。\n(2) 上記経過，特に拒絶査定における審査官の上記付記の内容に照らせば，原\n告は，本件出願の審査段階では，引用例（引用文献３）のみによって本願発\n明の進歩性が否定されて拒絶されるということを予想することはできず，か\nつ，そのことに正当な理由がある。\n審決は，引用例のみによって本願発明の進歩性を否定するのであれば，本\n件審判において，原告に対して，改めてその旨の拒絶理由を通知し，これに\n対する意見書の提出及び補正の機会を与えるべきところ，そのような拒絶理\n由通知をせず，原告に意見書及び補正書を提出する機会を与えないまま，引\n用例のみによって本願発明を拒絶したものであるから，審決には特許法１５\n９条２項に違反する手続上の瑕疵があり，違法として取り消されるべきであ\nる。\nまた，仮に，本件拒絶理由通知書による拒絶理由には，引用例のみによっ\nて本願発明の進歩性が否定されることが含まれると解したとしても，拒絶査\n定に対する不服審判請求時には，再度，意見を述べる機会及び補正の機会が\n与えられなければならない。審査の上級審である審判では，審査官の判断に\n拘束されることなく，審判における審理において拒絶理由を通知するか否か\nは，審判合議体の裁量の範囲であるとしても，審判合議体が，審査官におい\nて拒絶の理由とならないとしていた理由で進歩性を欠くと認定することが許\nされるのであれば，出願人は，審判請求に当たり，審査官によってされた自\n己に有利な判断の適否についてまで検討しなければならないこととなり，あ\nまりにも理不尽である。\n( ) 仮に，審決で提示した拒絶の理由が審判合議体により原告に通知されてい3\nれば，原告は，選択発明の主張や，それを補強するため，特許請求の範囲を\n減縮する手続補正を行っていたはずであるところ，その機会が奪われた。す\nなわち，本願発明は，引用発明に対し，選択発明として，本来，独立して特\n許が受けられるべきものであり，選択発明として認められるためには引用例\nに開示されていない顕著な効果を奏することが必要であることから，少なく\nとも，本願発明の第１金属膜に含まれる窒素の量を好適な範囲に限定し，選\n択発明の成立性を補強するための必要な補正を行っていたはずである。審決\nは，原告に対し，改めて上記のような意見の陳述及び明細書を補正する機会\nを与えずにされたものである。\n(4) 被告は，原告自身が，平成１５年２月１７日提出の意見書（乙１）におい\nて，拒絶理由は，引用例を含む引用文献１ないし３のそれぞれに記載された\n発明に基づいて本願発明が進歩性を有しないものであると認識して意見を述\nべ，また，同年１１月２７日付けの手続補正書（乙２）においても，同一の\n認識のもとで，上記意見書と同内容の意見を述べていると主張する。しかし，\n原告は，同年２月１７日提出の意見書においては，審査官から通知された特\n許法２９条２項の拒絶理由に対し，本願発明と各引用文献との組み合わせを\n検討する前提として，本願発明と個々の引用文献との対比，すなわち新規性\nについて述べたにすぎず，引用発明単独で本願発明の進歩性が否定されたと\n認識していたものではない。また，同年１１月２７日付けの手続補正書にお\nける引用例(引用文献３）についての意見は，記載事項から明らかなように，\n引用文献１ないし３は，本願発明の新規性，進歩性を否定するものではない\nとの拒絶査定における審査官の判断が，引用例（引用文献３）にも当てはま\nることを確認しているものにすぎない。\n２ 取消事由２（相違点についての判断の誤り）\n(1) 審決は，相違点に係る本願発明の構成について，「引用発明において半透\n明位相シフト膜に接する層を窒素を含有する材料で構成することは当業者が\n容易に行うことができたものであり，本願発明の作用効果も引用刊行物（注，\n引用例）の記載から当業者が予測できる範囲のものである。」（審決謄本４\n頁第７段落）と判断したが，誤りである。\n( ) 本願発明は，引用例に遮光膜の材質として例示されるものの中から，特定2\nの材質（窒素を含有する材料）を選択したことにより，引用例に記載されて\nいない格別な効果を奏するものであるから，選択発明として，新規性及び進\n歩性が認められるべきである。\nすなわち，選択発明の要件は，① 構成要件の中の全部又は一部が上位概\n念で表現された先行発明に対し，その上位概念に包含される下位概念で表現\nされた発明であること，② 先行発明が記載された刊行物中に具体的に開示\nされていないものを構成要件として選択した発明であること，③ この発明\nが先行発明を記載した刊行物に開示されていない顕著な効果を奏することで\nある（東京高裁昭和６２年９月８日判決・無体集１９巻３号３０９頁，特許\n・実用新案審査基準の第Ⅱ部第２章２.５.(3)③参照）。\n本件についてみると，要件①について，引用例（甲３）には，半透明位相\nシフト膜の上に設けられる遮光膜として，「例えば，Ｃｒ（クロム），Ｃｒ\nＯ（酸化クロム），ＣｒＮ（窒化クロム），ＣｒＯＮ（窒化酸化クロム），\nＣｒＯＣＮ又はこれらを積層した複合膜を採用できる。」（段落【００１\n４】）との記載があるのに対し，本願発明においては，そのうちの「金属膜\nを互いに異なる材料からなる複数の層で形成するとともに，前記ハーフトー\nン材料膜と接する層を窒素を含有する材料で構成」したものを選択している\nから，形式上の選択肢で表現された発明から，当該選択肢の一部を特定する\nための事項と仮定したときの発明を選択した場合に当たり，上位概念で表現\nした先行発明に対しその下位概念に包含される下位概念で表現された発明と\n同様に，選択発明として認められるべきである（上記特許・実用新案審査基\n準参照）。要件②については，引用例の実施例には，「石英からなる透明基\n板１の上にＭｏＳｉＯ Ｎ の半透明位相シフト膜２ａを積層し，さらに半透ＸＹ\n明位相シフト膜２ａの上にＣｒ，ＣｒＯ，ＣｒＮ，ＣｒＯＣＮ，またはこれ\nらを積層した遮光膜１１ｂを積層することによって形成される。」（段落\n【００１７】），「Ｃｒ，ＣｒＯ，ＣｒＮ，ＣｒＯＮ，ＣｒＯＣＮ又はこれ\nらを積層した合成物によって形成された遮光層１１」（段落【００１９】）\nと記載されているが，半透明位相シフト膜（ハーフトーン材料膜）と接する\n層を窒素を含有する材料で構成することが具体的に開示されているわけでは\nなく，積層した遮光膜の実施例の部分断面構造を示す図面（【図１０】～\n【図１２】）を併せみても，半透明位相シフト膜と接する層を窒素を含有す\nる材料で構成することが具体的に開示されているとはいえない。要件③につ\nいては，本願発明は，金属膜の少なくともハーフトーン材料膜と接する材料\nを窒素を含有する材料で構成したことにより，金属膜の結晶粒が密になり，\nハーフトーン材料膜との密着度が高くなるとともに，金属膜の反りが防止さ\nれるという作用効果を奏するものであるが，引用発明は，ハーフトーン型位\n相シフトマスクを用いて，シリコンウェハの表面に設けたレジストに，露光\n光の照射位置をずらせて順次多数のパターンを転写する場合，隣りあう２個\nの有効領域の間の直線部分が２重に露光されたり，４個の有効領域に囲まれ\nた点状部分が４重に露光され，レジストが感光してしまうという問題を解決\nするため，有効領域外の外周部に形成された半透明位相シフト膜の上に遮光\n膜を設けたことを特徴とするものであり，本願発明と引用発明はその技術的\n思想を異にし，引用例には，金属膜とハーフトーン材料膜との密着度性や，\n金属膜の反りについては，何らの記載もない。したがって，本願発明は，引\n用例に開示されていない顕著な効果を奏するものである。\n審決は，本願発明の選択発明の可能性について何ら検討することなく，単\nに，遮光膜の材料の選択肢として窒素を含有する材料が例示されているだけ\nで進歩性を否定しているのであるから，その判断に誤りがあり，このような\n誤りが審決の結論に重大な影響を及ぼすことは明らかであるから，取り消さ\nれるべきである。\n( ) 審決は，引用例には，「また，引用発明における実施例として『ＣｒＮ』3\nと『ＣｒＯＣＮ』を選択することも開示されている」（審決謄本４頁第６段\n落）とするが，誤りである。\n引用発明は，ハーフトーン型位相シフトマスクを用いて，シリコンウェハ\nの表面に設けたレジストに，露光光の照射位置をずらせて順次，多数のパタ\nーンを転写する場合，隣りあう２個の有効領域の間の直線部分が２重に露光\nされたり，４個の有効領域に囲まれた点状部分が４重に露光され，レジスト\nが感光してしまうという問題を解決するため，有効領域外の外周部に形成さ\nれた半透明位相シフト膜の上に遮光膜を設けたことを特徴とするものである。\n引用発明における遮光膜は，半透明位相シフト層を透過した光によって２重，\n４重に露光されることにより，レジストが感光してしまわないように，有効\n領域外の外周部に形成された半透明位相シフト膜の上に設けられ，半透明位\n相シフト膜を透過する光量を減ずる作用を果たすものであればよく，材質は\n所定の遮光性を有するものであればよい。したがって，引用例の「石英から\nなる透明基板１の上にＭｏＳｉＯ Ｎ の半透明位相シフト膜２ａを積層し，ＸＹ\nさらに半透明位相シフト膜２ａの上にＣｒ，ＣｒＯ，ＣｒＮ，ＣｒＯＣＮ，\nまたはこれらを積層した遮光膜１１ｂを積層することによって形成され\nる。」（段落【００１７】），「Ｃｒ，ＣｒＯ，ＣｒＮ，ＣｒＯＮ，ＣｒＯ\nＣＮ又はこれらを積層した合成物によって形成された遮光層１１」（段落\n【００１９】）との記載においては，単に遮光層の材質が例示されているだ\nけであり，積層した遮光層に至っては，具体的に例示されているのは図１０\nないし図１２に図示されている最下層，すなわち，半透明位相シフト膜（ハ\nーフトーン材料膜）と接する層がＣｒ膜からなるものだけであるから，単に，\n積層した遮光層を構成する材料の組合せの可能性が示されているにすぎない\nというべきである。\nしかも，株式会社工業調査会平成８年８月２０日発行「フォトマスク技術\nのはなし」（甲８，以下「甲８文献」という。）に，「ｂ．ハードマスク\n（金属薄膜） ・・・金属薄膜材料としてはクロムが一般的である。クロム\nが用いられる主な理由は，遮光性が高く膜を形成したときの応力を低くでき\nることにある。単層タイプの金属クロムの反射率は図１．７の曲線 に示(a)\nすように４０～５０％と高い。そのためマスクパターンを転写するときに，\n投影露光面との間で多重反射をおこし，結像特性を低下させる。反射率を下\nげるために，クロム膜の表面に酸化クロムの干渉膜を形成した２層タイプの\nものがあり，図１．７の曲線 に示すように２０％以下に低減できる。」(b)\n（１６頁５行目ないし末行）と記載されるように，原出願の出願日前におい\nて，金属薄膜としてはＣｒが一般的であった。\nそして，金属Ｃｒ単層の場合，その高反射率に起因する結像特性を低下さ\nせるという問題点を解決するため，Ｃｒ膜の表面に反射防止膜としてＣｒＯ\n膜を形成することが普通に行われていたことを考えると，引用例において，\n遮光層を積層とする場合，引用例の図１０ないし図１２に記載されるように，\n当業者は，まずＣｒ層を選択し，その表面にＣｒＯ膜などの反射防止膜を積\n層するのが普通であり，引用例の実施例に遮光層を構成する材料として「Ｃ\nｒＮ」や「ＣｒＯＣＮ」が例示されていたからといって，直ちに本願発明の\n構成が記載されているとは，到底いえない。\n( ) 被告は，特開平６－９５３５８号公報（乙４，以下「乙４公報」とい4\nう。），特開平６－９５３６２号公報（乙５，以下「乙５公報」という。）\n及び特開平９－４３８３０号公報（乙６，以下「乙６公報」という。）を挙\nげて，原出願の出願日前に，フォトマスクブランクにおいては，基板及び膜\n間での密着性を高くすることは周知の課題であり，その解決手段としてもＣ\nｒに窒素を含有させることも知られ，窒素を含有した材料を選択したことに\nより奏する効果も当業者が予想できたものであると主張する。\nしかし，乙４公報ないし乙６公報には，ハーフトーン材料膜上に金属膜が\n形成されたハーフトーン型位相シフトマスクブランクからハーフトーン型位\n相シフトマスクを作製する過程において，膜剥離及びハーフトーン材料膜ダ\nメージによる位相シフト量が変化するという技術的課題については，一切記\n載されていないばかりか，クロムに窒素を含有する膜がハーフトーン材料膜\nダメージを抑制する効果を有することについても記載されておらず，被告が\n主張する周知技術は存在しない。\n( ) 本願発明は，ハーフトーン型位相シフトマスク製造の一連のプロセスにお5\nいて，従来着目されていなかったハーフトーン材料膜に対する金属膜の密着\n性とパターン精度との関係，さらには，ハーフトーン材料膜ダメージによる\n位相シフト量変化という新規の課題を見いだし，ハーフトーン型位相シフト\nマスク製造の一連のプロセスにおいて必要なハーフトーン材料膜に対する膜\nの密着性を確保することで高精度のパターニング，ハーフトーン材料膜ダメ\nージを抑え，位相シフト量の変化が抑制できるので信頼性の高いマスクが得\nられるという，従来技術からは到底推測することができない画期的な効果が\n得られるものである。\n第４ 被告の反論\n審決の判断は正当であり，原告主張の取消事由はいずれも理由がない。\n１ 取消事由１（拒絶理由通知の欠如）について\n( ) 審決に原告主張の審判手続上の瑕疵が存在しないことは，以下のとおりで1\nある。すなわち，本件拒絶理由通知書（甲４）の理由１において，特許法２\n９条２項の規定により特許を受けることができないとされた請求項１ないし\n８の発明は，請求項１の発明（補正前発明）が，上記第２の２( )のとおり，1\n「透明基板と，この透明基板上に形成されたハーフトーン材料膜と，このハ\nーフトーン材料膜上に形成された金属膜を有するハーフトーン型位相シフト\nマスクブランクにおいて，前記金属膜の少なくともハーフトーン材料膜と接\nする材料を窒素を含有する材料で構成したことを特徴とするハーフトーン型\n位相シフトマスクブランク。」と記載され，請求項２ないし８の発明は，請\n求項１又はその他の請求項を引用する発明となっている。そして，請求項１\nに対する拒絶の理由をみると，「本願の出願日の遡及は認められず，本願の\n出願日は，本願の実際の出願日となる。」とした上で，補正前発明は，引用\n文献１～５及び引用文献６に記載された発明に基づいて容易に発明すること\nができたものであるから，特許法２９条２項の規定により特許を受けること\nができないとし，各引用文献記載の技術的事項として，「引用文献１には，\nハーフトーン材料膜２上に形成された金属膜５が窒素を含有する構成が記載\nされている。引用文献２には，部分透明層１１の上に形成された不透明層が\n窒素を含有する金属膜である構成が記載されている。引用文献３には，半透\n明位相シフト膜の上に形成された遮光膜が窒素を含有する金属膜である構成\nが記載されている。（特に，公報第３頁右欄，段落【００１４】参照）引用\n文献４には，半透光膜２の上に形成された遮光膜５の半透光膜側の層が窒素\nを含有する金属膜（ＣｒＮ膜３）である構成が記載されている。引用文献５\nには，ハーフトーン材料層１１の上に形成された金属膜１２が窒素を含有す\nる構成が記載されている。」「引用文献６は，本願の原出願の公開公報であ\nる。」との記載がある。\n上記拒絶の理由には，各引用文献単独で，それぞれに記載された発明に基\nづいて，補正前発明が特許法２９条２項に違反するとの明示の記載はないが，\n補正前発明の特徴的な構成は，「金属膜の少なくともハーフトーン材料膜と\n接する材料を窒素を含有する材料で構成したこと」であって，それと拒絶の\n理由に摘示した引用文献１ないし５の上記記載事項とがほぼ一致することか\nら，引用文献１ないし６のそれぞれに記載された発明に基づいて，補正前発\n明が進歩性を欠くものであるとの拒絶理由が通知されたと解するのが相当で\nある。要するに，引用例（引用文献３）に記載された引用発明のみに基づい\nて補正前発明の進歩性を否定するとの拒絶理由は，出願人である原告に通知\nされていたのであり，その結果，原告には，意見書提出の機会及び補正の機\n会が与えられていた。\nしたがって，審査手続において，引用例が単独で引用されていることは明\nらかであるから，本件審判における審理段階においても，引用発明のみに基\nづいて本願発明の進歩性が否定される可能性があることは当然に予想される\nことであり，それに対する対応をとらなかった責めは，出願人である原告が\n負うべきである。\n以上によれば，本件審判において，改めて拒絶理由通知を発しなかったこ\nとに何ら手続上の誤りはない。\n( ) 原告は，本件拒絶理由通知書記載の拒絶理由に対し，平成１５年２月１７2\n日に提出した意見書（乙１）の「②拒絶理由に対する意見」の項で，引用文\n献１及び２の記載内容のそれぞれに対し，本願発明の特徴的構成を示すもの\nではないとの意見を述べている。引用例（引用文献３）の記載内容に対して\nも，「本願発明は，『ハーフトーン材料膜上に形成される金属膜を互いに異\nなる材料からなる複数の層（複合膜）で構成する』ものですので，引用文献\n３の場合の『Ｃｒ，ＣｒＯ，ＣｒＮ，ＣｒＯＮの単層膜』とは異なります。\nまた，複合膜である点では，引用文献３に開示のものと同じですが，引用文\n献３の『複合膜』は，『図１０，図１１，図１２』から明らかなように，い\nずれも『ハーフトーン材料膜と接する層』が『Ｃｒ』からなる層であり，本\n願発明のように，『窒素を含有する材料』ではありません。引用文献３には\n本願発明の特徴的構成が示されておりません。」と，本願発明と引用例（引\n用文献３）のみの記載内容との比較によって本願発明の進歩性を主張してい\nるほか，「（ホ）引用文献４～６」の項では，「引用文献４～６は，先行技\n術文献とはなり得ないことは明白です。」と述べている。なお，引用文献１\nないし３と引用文献４ないし６とを組合せた場合についての意見は何ら述べ\nていない。\nこれによれば，原告自身，本件拒絶理由通知書による拒絶理由は，引用発\n明を含む引用文献１ないし３のそれぞれに記載された発明に基づいて，本願\n発明が進歩性を有しないとするものであると認識し，これに対する意見を述\nべ，補正を行っていることが明らかである。\n( ) 原告は，平成１５年６月６日付け拒絶査定（甲５）の備考欄の記載に言及3\nし，引用発明に基づく拒絶の理由は，原告に通知されていなかったと主張す\nる。\nしかし，上記拒絶査定の備考欄の記載は必ずしも明りょうとはいえず，種\n々の解釈の余地があるが，拒絶査定の主文は，飽くまでも，「この出願につ\nいては，平成１４年１１月２０日付け拒絶理由通知書に記載した理由１によ\nって，拒絶をすべきものである。」であって，本件補正後の請求項１ないし\n９の発明が，引用文献１ないし６の記載から容易想到であるとしたものであ\nる。\nまた，原告は，平成１５年７月３１日付けで審判請求をし，その請求の理\n由は，「追って補充する。」としていたが，同年１０月２８日（発送日）の\n手続補正指令書に答える形で，同年１１月２７日付けで手続補正書(乙２）\nを提出し，拒絶理由に対する上記意見書（乙１）と同内容の意見を述べてい\nる。\n２ 取消事由２（相違点についての判断の誤り）について\n( ) 引用例（甲３）には，「この位相シフトマスクは，図２に示すように，石1\n英からなる透明基板１の上にＭｏＳｉＯ Ｎ の半透明位相シフト膜２ａをXY\n積層し，さらに半透明位相シフト膜２ａの上にＣｒ，ＣｒＯ，ＣｒＮ，Ｃｒ\nＯＣＮ，またはこれらを積層した遮光膜１１ｂを積層することによって形成\nされる。」（段落【００１７】）と記載されている。そして同記載は，引用\n例の図１０ないし図１２に具体的に開示される構成以外の構成を排除したも\nのではないから，引用例記載の材料を用いてどのような積層構造とするかは，\n上記記載の範囲において当業者が適宜，決定することができたものであり，\nＭｏＳｉＯ Ｎ の半透明シフト膜上にＣｒ，ＣｒＯ，ＣｒＮ，ＣｒＯＣＮをＸＹ\n積層するときに，シフト膜に接する層として上記記載の４材料のうちの２材\n料である「ＣｒＮ」又は「ＣｒＯＣＮ」を選択して本願発明の構成とするこ\nとは容易である。\n乙４公報における「透明ガラス基板上に設けた各層の材質が全く異なるた\nめ，膜の密着性が悪く，洗浄等により膜剥れを起こす問題があった。」（段\n落【０００４】）との記載によれば，列記されたＣｒ，ＣｒＯ，ＣｒＮ，Ｃ\nｒＯＣＮの４種の材料の中から，窒素を含有するＭｏＳｉＯ Ｎ で構成さXY\nれた半透明位相シフト膜上にこれらを積層するときに，これに接する層とし\nて，同じ窒素（Ｎ）を含有する材料であるＣｒＮ又はＣｒＯＣＮを選択して\n本願発明の構成とすることは，更に容易というべきである。\nしたがって，相違点に係る本願発明の構成について，当業者が容易に想到\nすることができたとした審決の判断に誤りはない。\n( ) さらに，原出願の出願日当時の技術水準を考慮しても，上記( )の結論の21\n正当性が裏付けられる。\nすなわち，本願発明は，「ハーフトーン材料膜２とＣｒ金属膜６との密着\n強度が十分でなく，膜剥離が発生してしまうといった問題」（本件明細書の\n段落【００１６】）を解決するために，「金属膜の少なくともハーフトーン\n材料膜と接する材料を窒素を含有する材料で構成したことを特等（注，「特\n徴」の誤記と認める。）とするハーフトーン型位相シフトマスクブランク」\n（同段落【００１８】）であって，「金属膜の少なくともハーフトーン材料\n膜と接する材料を窒素を含有する材料で構成したことにより，金属膜の結晶\n粒が密になり，ハーフトーン材料膜との密着度が高くなるとともに，金属膜\nの反りが防止される。」（同段落【００２６】）とされているものである。\n一方，原出願の出願日前に頒布され，「フォトマスクブランク」の発明\nが記載された乙５公報は，「従来，クロムを主成分とする遮光性膜としては，\n基板との密着性やエッチング特性等に関する良好な品質を得るために，他の\n元素として窒素，酸素，あるいは炭素等を添加したものを用いている。」\n（段落【０００２】【従来の技術】）と，乙５公報の出願時（平成４年）の\n従来技術が述べられた上で，「（図１）は，クロムをスパッタリング用ター\nゲットとして，アルゴンガスと窒素ガスとを用いてスパッタリング成膜した\n場合の，窒素ガスの含有率の変化に対する膜の内部応力の変化を示したもの\nである。膜の内部応力は，成膜前後の基板の反りの変化量より計算した値で\nある。」（段落【０００４】），「フォトマスクブランクの遮光膜として用\nいる場合には，窒素ガスの含有率は０．１乃至０．３５であることが望まし\nい。なぜなら，窒素ガスの含有率が０．１以下では遮光膜と基板との密着強\n度が低く，また０．３５以上ではピンホールが発生しやすくなる等の問題が\nあるためである（例えば，特公平４－１３３９号公報，特開昭６０－９１３\n５６号公報を参照）。しかしながら，（図１）に示したように上記の窒素ガ\nス流量において，窒素ガス含有率を本の（注，「ほんの」の誤記と認め\nる。）少し増加させただけでも，膜の内部応力は圧縮から引張りに急激に変\n化してしまう。」（段落【０００５】）と，クロムを遮光膜として用いる場\n合においても窒素を含有させることが有効であることが記載され，さらに，\n「前記のように，窒化クロム膜の応力は結晶の形成の有無により大きく変化\nする。したがって，低応力の膜を安定して製造するためには，膜の結晶化を\n制御することが非常に重要になってくる。」（段落【００１１】）と，スパ\nッタリング時の窒素ガス含有率を調整してクロムをスパッタリング成膜する\nことで，結晶の形成を制御し，膜の内部応力を変化させ，密着性のよい膜を\n作成できることが開示されている。なお，乙５公報では，透明基板上に窒化\nクロム膜を形成するものとして記載されているが，「尚，反射率を低減する\n等の目的で多層膜とする場合であっても，スパッタ成膜時の窒素の量に応じ\nて応力は緩やかに変化するので，他の層の応力に応じて適宜遮光層の応力を\n選択することで，平面度の変化量を低減することが容易にできる。」（段落\n【００２２】）と，多層膜を構成する場合の他の層との間でも適用可能であ\nることが示唆されている。\nこのように，原出願の出願日当時において，ＣｒＮ膜について，製膜時の\n条件を調整して内部応力を少なくできることが知られ，このようなＣｒＮ膜\nは積層するものとの間の密着性がよく，反りが少ないことが知られているの\nであるから，引用発明において，ＭｏＳｉＯ Ｎ で構成された半透明位相XY\nシフト膜上にＣｒ，ＣｒＯ，ＣｒＮ，ＣｒＯＣＮを積層するときに，少なく\nともＣｒＮを選択して本願発明の構成とすることは，当業者が容易に選択す\nることができたといえる。\nさらに，同じく原告を出願人とし原出願の出願日前に公開された乙６公報\nには，「ＳＯＧとクロムとは密着性に問題があり，ＳＯＧからクロムが剥離\nしたり，あるいは，クロム上からＳＯＧが剥離してしまう可能性もある。」\n（段落【００２６】）との課題が記載され，「（構成３）構成１又は２のハ\nーフトーン型位相シフトマスクにおいて，前記遮光部を構成する部材が，酸\n素，炭素及び窒素のいずれか１又は２以上を含むものであることを特徴とす\nる構成とし，」（段落【００２９】）と構成３の態様を示し，「構成２又は\n３のように，半透光部又は遮光部を構成する部材を，酸素，炭素及び窒素の\nいずれか１又は２以上を含むものにすれば，これらの添加量を制御すること\nによって両者の密着性を維持しつつ比較的簡単に所定の光透過率を得ること\nが可能となる。」（段落【００３１】）とその効果が記載されている。\nこれらによれば，原出願の出願日前に，フォトマスクブランクにおいては，\n基板及び膜間での密着性を高くすることは周知の課題であり，その解決手段\nとしてもＣｒに窒素を含有させることも知られ，窒素を含有した材料を選択\nしたことにより奏する効果も当業者が予想できたものであるということがで\nきる。\n( ) 原告は，本願発明は，引用例において遮光膜の材質として例示されるもの3\nの中から，特定の材質（窒素を含有する材料）を選択したことにより，引用\n例に記載されない格別の効果を奏するものであるから，選択発明として新規\n性及び進歩性が認められるべきであると主張し，選択発明の要件を挙げる。\nしかしながら，仮に，選択発明の要件が原告の主張するものであったとし\nても，引用発明において，ＭｏＳｉＯ Ｎ で構成された半透明位相シフト膜ＸＹ\n上に窒素を含有した材料，特にＣｒＮ材料を積層することによる効果は，上\n記( )のとおり，原出願の出願日当時の技術水準から予測される範囲内のも2\nのであり，たとえ，引用例に開示されていないとしても，「顕著な効果を奏\nする」ということはできず，原告が主張する要件を満たすものではないから，\n本願発明が引用発明に対して，選択発明を構成するということはできない。\n( ) 原告は，審決が，「引用発明における実施例として『ＣｒＮ』と『ＣｒＯ4\nＣＮ』を選択することも開示されている」（審決謄本４頁第６段落）とした\nことは誤りであるとして，引用例では，遮光層の材質が例示され，単に，積\n層した遮光層を構成する材料の組合せの可能性が示されているにすぎず，甲\n８文献の記載からも，引用例には，直ちに本願発明の構成が記載されている\nとは到底いえないものであると主張するが，理由がない。\n引用例には，半透明位相シフト膜上に「Ｃｒ，ＣｒＯ，ＣｒＮ，ＣｒＯＣ\nＮ又はこれらを積層した合成物」によって遮光膜を形成することが明記され\nており，ＣｒＮ単層，ＣｒＯＣＮ単層を半透明位相シフト膜上に形成するこ\nとを排除する記載も阻害する要因も記載されていないことから，複数の層を\n形成する場合に，ＣｒＮ若しくはＣｒＯＣＮを半透明位相シフト膜と接する\n層として選択できないとする理由はないし，引用例に図面で示されたものに\n限定して解釈することもできない。そして，甲８文献の記載は，ＣｒＮある\nいはＣｒＯＣＮを使用することを阻害するものではなく，単に，金属薄膜と\nしてＣｒが一般的であり，反射防止膜としてＣｒＯ膜を積層することが普通\nであったことを示すのみであるから，引用例の記載と何ら矛盾するものでは\nない。\n第５ 当裁判所の判断\n１ 取消事由１（拒絶理由通知の欠如）について\n(1) 原告は，審決は，引用例のみによって本願発明の進歩性を否定するので\nあれば，本件審判において，原告に対して，改めてその旨の拒絶理由を通知\nし，これに対する意見書の提出及び補正の機会を与えるべきところ，そのよ\nうな拒絶理由通知をせず，原告に意見書及び補正書を提出する機会を与えな\nいまま，引用例のみによって本願発明を拒絶したものであるから，審決には\n特許法１５９条２項に違反する手続上の瑕疵がある旨主張するので，本件出\n願に関する審査及び審判の経緯についてみると，以下のとおりである。\nア 審査官は，本件出願に対し，平成１４年１１月２０日付けで本件拒絶理\n由通知書（甲４）による拒絶理由通知をしたが，その通知書においては，\n本件出願が，適法な分割出願とは認められないとした上，補正前発明（補\n正前の請求項１に記載された発明）等の進歩性について，理由欄に以下の\n記載がある。\n「１．この出願の下記の請求項に係る発明は，その出願前日本国内又は\n外国において頒布された下記の刊行物に記載された発明又は電気通信回線\nを通じて公衆に利用可能となった発明に基いて，その出願前にその発明の\n属する技術の分野における通常の知識を有する者が容易に発明をすること\nができたものであるから，特許法第２９条第２項の規定により特許を受け\nることができない。」\n「請求項１に対して 引用文献１～５\n引用文献１には，ハーフトーン材料膜２上に形成された金属膜５が\n窒素を含有する構成が記載されている。\n引用文献２には，部分透明層１１の上に形成された不透明層が窒素\nを含有する金属膜である構成が記載されている。\n引用文献３には，半透明位相シフト膜の上に形成された遮光膜が窒\n素を含有する金属膜である構成が記載されている。（特に，公報第\n３頁右欄，段落【００１４】参照）\n引用文献４には，半透光膜２の上に形成された遮光膜５の半透光膜\n側の層が窒素を含有する金属膜（ＣｒＮ膜３）である構成が記載さ\nれている。\n引用文献５には，ハーフトーン材料層１１の上に形成された金属膜\n１２が窒素を含有する構成が記載されている。\n・・・\n請求項１～８に対して 引用文献６\n引用文献６は，本願の原出願の公開公報である。\n引用文献等一覧\n１．特開平８－１０１４９３号公報\n２．特開平８－２７８６２６号公報\n３．特開平８－３３４８８５号公報（注，引用例）\n４．特開平１１－２４９２８３号公報\n５．特開２０００－１８１０４９号公報\n６．特開平１１－１５１３５号公報」\nイ 原告は，平成１５年２月１７日付けの本件補正により，補正前発明を本\n願発明のとおりに補正するとともに，その提出した意見書（乙１）におい\nて，本願発明は，原出願との関係で適法な分割出願であること，引用文献\n１ないし３のそれぞれにつき，その記載内容を掲げた上で，それらには，\nいずれも本願発明の特徴的構成が示されておらず，本願発明の課題や作用\n効果を示唆するような記載も存在しないこと，引用文献４ないし６は，適\n法な分割出願なので，先行技術文献となり得ないことなどを主張した。引\n用例（引用文献３）については，「ハーフトーン材料膜上に形成される遮\n光膜として，Ｃｒ，ＣｒＯ，ＣｒＮ，ＣｒＯＮ又はこれらを積層した複合\n膜を採用できる」，「複合膜を採用する場合は，例えば，図１０及び図１\n１に示すような２層構造又は図１２に示すような３層構造とすることがで\nきる」との引用例の段落【００１４】及び図１０ないし１２の記載を指摘\nした上で，「ハーフトーン材料膜と接する層」が「窒素を含有する材料で\n構成したという構成」において本願発明の特徴的構成があるのに対し，引\n用例には，このような構成がなく，本願発明の課題や作用効果を示唆する\n記載もないなどとして，引用例に基づき当業者が容易に本願発明に想到し\n得たとはいえないと主張した。\nウ 審査官は，平成１５年６月６日付けで拒絶査定をしたところ，その拒絶\n査定（甲５）には，以下の記載がある。\n「この出願については，平成１４年１１月２０日付け拒絶理由通知書に\n記載した理由１によって，拒絶をすべきものである。\nなお，意見書並びに手続補正書の内容を検討したが，拒絶理由を覆す\nに足りる根拠が見いだせない。」\n「備考\n（１）分割の適法性について\n・・・\nしたがって，本願は適法な分割出願であるとは認められず，出願日は\n遡及しない。\n・・・\n（２）上述のとおり，出願日は遡及しないから，引用文献４～６は，\n本願出願日前公知文献であり，先の拒絶理由１は解消されていない。\nなお，引用文献１～３には，ハーフトーン材料膜上に形成される金属\n膜を互いに異なる材料からなる複数の層で構成するとともに，ハーフ\nトーン材料膜と接する層を窒素を含有する材料で構成したという構成，\nまた，ハーフトーン材料膜と接する層を窒素を含有する材料で構成し\nたことにより，密着度を向上させて金属膜の反りを防止する効果を奏\nすることは記載されていないから，本願の発明の新規性，進歩性を否\n定するものではない。（当然に，引用文献１～３は，ハーフトーン材\n料膜上に金属膜を表面側から透明基板側に向かって段階的に及び／又\nは連続的にエッチングレートの異なる材料で構成することによって，\nエッチングレートが表面側から透明基板に向かうにしたがって段階的\nに及び／又は連続的に速くなるように設定する構成と，ともに，金属\n膜の透明基板側を窒素を含有する材料で構成したという構成に対して\nも，同様に，新規性，進歩性を否定するものではない。）」\nエ 原告は，平成１５年７月３１日，本件審判の請求をし，同年１１月２７\n日，請求の理由を記載した手続補正書（乙２）を提出したが，同手続補正\n書には，原査定が取り消されるべき理由として，分割出願の適法性を主張\nした上，引用例（引用文献３）の記載内容について，以下の記載がある。\n「引用文献３の［００１４］及び図１１，図１２，図１３（注，図１０\nないし１２の誤記と認められる。）には，『ハーフトーン材料膜上に形成\nされる遮光膜として，Ｃｒ，ＣｒＯ，ＣｒＮ，ＣｒＯＮ又はこれらを積層\nした複合膜を採用できる』点，並びに，『複合膜を採用する場合は，例え\nば，図１０及び図１１に示すような２層構造又は図１２に示すような３層\n構造とすることができる』との記載があります。\n上記記載は，『ハーフトーン材料膜上に形成される遮光膜』として，\n『Ｃｒ，ＣｒＯ，ＣｒＮ，ＣｒＯＮの単層膜』又は『これらを積層した複\n合膜』を採用できること，そして，『複合膜』を採用する場合は，『図１\n０及び図１１に示すような２層構造又は図１２に示すような３層構造とす\nる』ということであります。\n本願発明は，『ハーフトーン材料膜上に形成される金属膜を互いに異な\nる材料からなる複数の層（複合膜）で構成する』ものですので，引用文献\n３の場合の『Ｃｒ，ＣｒＯ，ＣｒＮ，ＣｒＯＮの単層膜』とは異なります。\nまた，複合膜である点では，引用文献３に開示のものと同じですが，引\n用文献３の『複合膜』は，『１０，図１１，図１２』から明らかなように，\nいずれも『ハーフトーン材料膜と接する層』が『Ｃｒ』からなる層であり，\n本願発明のように，『窒素を含有する材料』ではありません。引用文献３\nには本願発明の特徴的構成が示されておりません。また，本願発明の課題\n（ハーフトーン材料膜との密着度向上等）や作用効果を示唆するような記\n載も一切存在しないことは明らかであります。」\nオ 審決は，上記第２の３( )のとおり，本願発明は，適法な分割出願であ1\nり，原出願の出願日である平成９年６月２７日を本願発明の遡及する出願\n日とみなした上，本願発明が引用発明に基づいて当業者が容易に発明をす\nることができたものであるとした。\n( ) ところで，補正前発明の要旨は，上記第２の２( )のとおり，「透明基板21\nと，この透明基板上に形成されたハーフトーン材料膜と，このハーフトーン\n材料膜上に形成された金属膜を有するハーフトーン型位相シフトマスクブラ\nンクにおいて，前記金属膜の少なくともハーフトーン材料膜と接する材料を\n窒素を含有する材料で構成したことを特徴とするハーフトーン型位相シフト\nマスクブランク。」というものであるところ，その記載の仕方からして，そ\nの特徴的な部分である「前記金属膜の少なくともハーフトーン材料膜と接す\nる材料を窒素を含有する材料で構成した」点に進歩性があるとの構成となっ\nていることが明らかである。\nそこで，審査官は，本件拒絶理由通知書において，「前記金属膜の少なく\nともハーフトーン材料膜と接する材料を窒素を含有する材料で構成した」点\nに注目し，上記( )アのとおり，引用文献１には，「ハーフトーン材料膜２1\n上に形成された金属膜５が窒素を含有する構成」，引用文献２には，「部分\n透明層１１の上に形成された不透明層が窒素を含有する金属膜である構成」，\n引用例（引用文献３）には，「半透明位相シフト膜の上に形成された遮光膜\nが窒素を含有する金属膜である構成」等がそれぞれ記載されているとし，引\n用文献６については，本願発明の原出願の公開公報であるとし，引用文献１\nないし６のいずれにおいても，それぞれ補正前発明の上記構成と同様のもの\nが開示されているとしているものである。\nそうすると，本件拒絶理由通知書は，引用文献１ないし６に記載されたそ\nれぞれの発明に基づいて補正前発明が進歩性を欠くものとしているのであり，\n引用文献１ないし６を組み合わせたものに基づいて補正前発明が進歩性を欠\nくものとしているのでないことが明らかというべきである。\n( ) 原告は，平成１５年２月１７日付けで，補正前発明を本願発明のとおりに3\n補正した上，意見書において，上記()イのとおり主張し，これに対し，審1\n査官は，上記( )ウのとおり，平成１４年１１月２０日付け拒絶理由通知書1\nに記載した理由１によって拒絶をすべきものであるとの拒絶査定をしたが，\n一方で，その備考欄に，「上述のとおり，出願日は遡及しないから，引用文\n献４～６は，本願出願日前公知文献であり，先の拒絶理由１は解消されてい\nない。なお，引用文献１～３には，ハーフトーン材料膜上に形成される金属\n膜を互いに異なる材料からなる複数の層で構成するとともに，ハーフトーン\n材料膜と接する層を窒素を含有する材料で構成したという構成，また，ハー\nフトーン材料膜と接する層を窒素を含有する材料で構成したことにより，密\n着度を向上させて金属膜の反りを防止する効果を奏することは記載されてい\nないから，本願の発明の新規性，進歩性を否定するものではない。（当然に，\n引用文献１～３は，ハーフトーン材料膜上に金属膜を表面側から透明基板側\nに向かって段階的に及び／又は連続的にエッチングレートの異なる材料で構\n成することによって，エッチングレートが表面側から透明基板に向かうにし\nたがって段階的に及び／又は連続的に速くなるように設定する構成と，とも\nに，金属膜の透明基板側を窒素を含有する材料で構成したという構成に対し\nても，同様に，新規性，進歩性を否定するものではない。）」と記載してお\nり，上記記載によると，拒絶査定においては，引用文献１ないし３に対する\n関係では，拒絶理由が解消されたと述べているように読めないこともない。\nしかし，本件拒絶理由通知書において，引用例（引用文献３）の具体的記\n載として掲げた段落【００１４】には，「遮光膜としては，例えば，Ｃｒ\n（クロム），ＣｒＯ（酸化クロム），ＣｒＮ（窒化クロム），ＣｒＯＮ（窒\n化酸化クロム），ＣｒＯＣＮ又はこれらを積層した複合膜を採用できる。」\nと記載されているから，拒絶査定の上記「ハーフトーン材料膜上に形成され\nる金属膜を互いに異なる材料からなる複数の層で構成する」ことが記載され\nていないとの記載部分が，引用例（引用文献３）に当てはまらないことは明\nらかである。\nそうすると，拒絶査定における「引用文献１～３」が「本願の発明の新規\n性，進歩性を否定するものではない。」としたのは，少なくとも引用例（引\n用文献３）においては明白な誤りであったところ，原告においても，その誤\nりを優に把握し得るような誤記であったということができる。現に，原告は，\n平成１５年１１月２７日付けの本件審判の手続補正書において，引用例（引\n用文献３）の段落【００１４】及び図１０ないし１２の記載を指摘した上で，\n「ハーフトーン材料膜と接する層」が「窒素を含有する材料で構成したとい\nう構成」において本願発明の特徴的構成があり，引用例に基づき当業者が容\n易に本願発明に想到し得たとはいえないと主張しているのであって，拒絶査\n定における上記誤記にもかかわらず，原告は，引用例に基づき本願発明の進\n歩性を否定されたことを拒絶査定不服の理由の一つとし，引用例の技術内容\nを検討し，引用例との対比において，本願発明の進歩性が認められるとの主\n張をした。これに対して，審決は，正に，原告が審判請求において主張して\nいる「ハーフトーン材料膜と接する層」が「窒素を含有する材料で構成した\nという構成」において本願発明の特徴的構成があり，引用例に基づき当業者\nが容易に本願発明に想到し得たとはいえないとする点について判断をし，原\n告の主張を排斥したものである。\n以上によれば，拒絶査定の備考欄の記載は，誤りを含むものではあったが，\n原告自身，拒絶査定の誤りを正しく理解し，審査官が引用例によって本願発\n明の進歩性を否定していることを前提にし，これをも拒絶査定不服の理由の\n一つとして審判請求をするとともに，引用例の技術内容を検討し，引用例と\nの対比において，本願発明の進歩性が認められるとの主張をし，これに対し\nて，審決は，引用例に基づいて本願発明の進歩性を否定しているのであって，\nこのような審査及び審判の手続の全体の経緯に照らせば，審査官は，拒絶査\n定において，引用文献４ないし６のみならず，引用例（引用文献３）によっ\nても本願発明の進歩性を否定していることが，原告においても十分理解し得\nたものというべきである。\nところで，特許法１５９条２項は，拒絶査定不服審判において査定の理由\nと異なる拒絶の理由を発見した場合には，同法５０条の規定を準用し，拒絶\n査定不服審判請求を不成立とする審決をしようとするときは，特許出願人に\n対し，拒絶の理由を通知し，相当の期間を指定して，意見書を提出する機会\nを与えなければならないこととしているが，同規定の趣旨は，審査手続にお\nいて通知した拒絶理由によって出願を拒絶することは相当でないが，拒絶理\n由とは異なる理由によって拒絶するのが相当と認められる場合には，出願人\nが当該異なる理由については意見書を提出していないか又は補正の機会を与\nえられていないことが通常であることにかんがみ，出願人に対し改めて意見\n書の提出及び補正の機会を与えることにあるものと解される。そうすると，\n本件審判の段階において，改めて引用例に基づいて本願発明の進歩性を否定\nする旨の拒絶理由を通知して，出願人である原告に対し，意見書の提出及び\n補正の機会を与えなくても，原告に実質的な不利益は生じないということが\nできるから，本件は，特許法１５９条２項にいう「拒絶査定不服の審判にお\nいて査定の理由と異なる拒絶の理由を発見した場合」には当たらないという\nべきである。\n( ) 原告は，本件拒絶理由通知書において，実際の出願日後の文献である引用4\n文献４ないし６が掲げられていることなどを挙げて，引用例との対比におけ\nる補正前発明の進歩性を否定するという拒絶理由が示されていなかった旨主\n張する。\nしかし，本件拒絶理由通知書において，補正前発明の進歩性を否定するも\nのとして，引用例を含む原出願の出願日前の文献と原出願の出願日後の文献\nが掲げられていたとしても，そのことが，原出願の出願日前の文献である引\n用例に記載された発明のみによっては補正前発明の進歩性を否定することが\nできず，引用例と原出願の出願日後の文献に記載された発明とを組み合わせ\nて，初めて，補正前発明の進歩性を否定するができることを意味するもので\nはない。原告の主張は，独自の見解であり，採用することはできない。\nまた，原告は，拒絶査定の備考欄の記載に基づき，引用例単独での拒絶理\n由に対する意見書の提出及び補正の機会が与えられなかったこと，さらには，\n選択発明の主張や，それを補強するため特許請求の範囲を減縮する手続補正\nを行う機会を失ったことを主張し，さらに，審判合議体が，審査官において\n拒絶の理由とならないとしていた理由で進歩性を欠くと認定することが許さ\nれるのであれば，出願人は，審判請求に当たり，審査官がした自己に有利な\n判断の適否についてまで検討しなければならないこととなり，あまりにも理\n不尽であるなどと主張する。\nしかし，上記(3)のとおり，拒絶査定の備考欄の記載を考慮したとしても，\n本件について，原告には，引用例単独での拒絶理由に対する意見書の提出及\nび補正の機会があり，現に，原告は，拒絶査定前に意見書を提出し，補正前\n発明を本願発明のとおりに補正しただけでなく，本件審判においても，引用\n例単独での拒絶理由に対して請求の理由を記載した手続補正書において意見\nを述べたのであり，また，原告は，上記審判請求において，現状の明細書の\n記載のまま進歩性を主張し続けるか，あるいは，補正をするかという局面に\nおいて，前者を選択し，引用例の技術内容を検討し，引用例との対比におい\nて，本願発明の進歩性が認められるとの主張をしているのであるから，その\nような選択をした責任は原告自らに帰すべきものであって，選択発明の主張\nやそれを補強するための補正を行う機会を奪われたとする原告の主張は失当\nというほかない。\nさらに，原告は，本件審判段階の平成１５年１１月２７日付け手続補正書\nにおいて，審決が引用した刊行物である引用例(引用文献３）についての意\n見を述べたことについて，これは，引用文献１ないし３は，本願発明の新規\n性，進歩性を否定するものではないとの拒絶査定における審査官の判断が，\n引用例（引用文献３）にも当てはまることを確認しているにすぎないとも主\n張するが，同手続補正書の上記(1)エの記載に照らし，原告が，該当部分に\nおいて，引用例に基づく拒絶理由が解消していないことを前提とする主張を\nしていることは明らかであり，原告の上記主張も採用できない。\n(5) 以上によれば，本件において，審決に特許法１５９条２項に違反する手続\n上の瑕疵が存在するということはできないから，原告主張の取消事由１は，\n理由がない。\n２ 取消理由２（相違点についての判断の誤り）について\n( ) 原告は，審決が，本願発明と引用発明との相違点として認定した，本願発1\n明が 「ハーフトーン材料膜と接する層を窒素を含有する材料で構成」する\nのに対し，引用発明にはそのような構成が明示されていない点について，\n「引用発明において半透明位相シフト膜に接する層を窒素を含有する材料で\n構成することは当業者が容易に行うことができたものであり，本願発明の作\n用効果も引用刊行物（注，引用例）の記載から当業者が予測できる範囲のも\nのである。」（審決謄本４頁第７段落）と判断した点の誤りを主張するので，\n以下，検討する。\n( ) 上記相違点に関連する記載として，引用例（甲３）には，以下の記載があ2\nる。\nア 「透明基板の上に半透明位相シフト膜を積層して成るハーフトーン型位\n相シフトマスクにおいて，有効領域内の所定パターンの形状に半透明位相\nシフト膜を有し，有効領域外の外周部に形成された半透明位相シフト膜の\n上に遮光膜を設けたことを特徴とするハーフトーン型位相シフトマス\nク。」（【特許請求の範囲】【請求項１】）\nイ 「請求項１・・・記載のハーフトーン型位相シフトマスクにおいて，遮\n光膜がＣｒ，ＣｒＯ，ＣｒＮ，ＣｒＯＮ，ＣｒＯＣＮ又はこれらを積層し\nた膜であることを特徴とするハーフトーン型位相シフトマスク。」（【特\n許請求の範囲】，【請求項３】）\nウ 「半透明位相シフト膜としては，例えばＭｏ・Ｓｉ系の材料，より具体\n的には，例えば化学記号ＭｏＳｉＯ Ｎ （Ｘ，Ｙは整数）で表される材料ＸＹ\nを用いることができる。また，ハーフトーン材料膜がＭｏ・Ｓｉ系材料で\n形成されるとすれば，遮光膜としては，例えば，Ｃｒ（クロム），ＣｒＯ\n（酸化クロム），ＣｒＮ（窒化クロム），ＣｒＯＮ（窒化酸化クロム），\nＣｒＯＣＮ又はこれらを積層した複合膜を採用できる。複合膜を採用する\n場合は，例えば，図１０及び図１１に示すような２層構造又は図１２に示\nすような３層構造とすることができる。」（段落【００１４】）\nエ 「図１は本発明に係るハーフトーン型位相シフトマスクの一実施例，特\nに，いわゆるレチクルマスクを示している。また，図２は図１におけるマ\nスクの断面構造を示している。この位相シフトマスクは，図２に示すよう\nに，石英からなる透明基板１の上にＭｏＳｉＯｘＮｙの半透明位相シフト\n膜２ａを積層し，さらに半透明位相シフト膜２ａの上にＣｒ，ＣｒＯ，Ｃ\nｒＮ，ＣｒＯＣＮ，またはこれらを積層した遮光膜１１ｂを積層すること\nによって形成される。」（段落【００１７】【実施例】）\nオ 「次にハーフトーン型位相シフトマスクの製造工程を図３に示す。まず，\n図３（ａ）に示すように，石英によって形成された透明基板１の上に，周\n知の成膜方法を用いて，Ｍｏ・Ｓｉ系の半透明位相シフト層２，Ｃｒ，Ｃ\nｒＯ，ＣｒＮ，ＣｒＯＮ，ＣｒＯＣＮ又はこれらを積層した合成物によっ\nて形成された遮光層１１，そしてポジレジストによって第１レジスト層１\n４を形成した。」（段落【００１９】）\nカ 図１０ないし図１２には，遮光膜の実施例の部分断面構造を示す図が記\n載され，図１０は，ＣｒＯとＣｒの２層構造，図１１は，ＣｒＮとＣｒの\n２層構造，図１２は，ＣｒＯとＣｒＮとＣｒの３層構造である。\n上記によれば，引用例には，ハーフトーン材料膜の上部に，「Ｃｒ，Ｃｒ\nＯ，ＣｒＮ，ＣｒＯＮ，ＣｒＯＣＮ又はこれらを積層した合成物」によって\n形成された遮光層（金属膜）を形成するシフトマスクブランクが記載されて\nおり，実施例として，図１０には，ＣｒとＣｒＯの２層構造，図１１には，\nＣｒとＣｒＮの２層構造，図１２にはＣｒとＣｒＮとＣｒＯとの３層構造の\n積層が記載されている。\n引用例において，「Ｃｒ，ＣｒＯ，ＣｒＮ，ＣｒＯＮ，ＣｒＯＣＮ」を\n「積層」して用いる場合は，本願発明と同じく，｢金属膜を互いに異なる材\n料からなる複数の層で構成」するものであるところ，引用例に掲げられた５\n種の材料を用いて，複数の層を構成する場合，５種の材料をどのように選択\nするか，ハーフトーン材料膜に接する層の材料に何を用いるかに関し，引用\n例にその選択を限定する旨の記載はない。引用例の図１０ないし図１２も，\n「例えば」との語の後に説明されているように（上記ウ参照），組合せの例\nを示したものにすぎないことは明らかである。また，引用例には，特定の材\n料について，ハーフトーン材料膜に接する層の材料から排除する旨の記載は\nないのみならず，引用例に照らせば，それぞれの材料は単層の遮光層として\n使用できるのであるから，金属膜を複数の層で構成する場合，そこで掲げら\nれている各材料につき，ハーフトーン材料膜に接する層に使用できない理由\nがあると直ちには認められない。\n( ) 進んで，原出願の出願日当時における技術水準についてみると，乙４公報3\nには，「従来の位相シフトマスクは，上述の如く，透明ガラス基板上に設け\nた各層の材質が全く異なるため，膜の密着性が悪く，洗浄等により膜剥れを\n起こす問題があった。」（段落【０００４】）との記載がある。\nまた，乙５公報には，「従来，クロムを主成分とする遮光性膜としては，\n基板との密着性やエッチング特性等に関する良好な品質を得るために，他の\n元素として窒素，酸素，あるいは炭素等を添加したものを用いている。」\n（段落【０００２】【従来の技術】），「フォトマスクブランクの遮光膜と\nして用いる場合には，窒素ガスの含有率は０．１乃至０．３５であることが\n望ましい。なぜなら，窒素ガスの含有率が０．１以下では遮光膜と基板との\n密着強度が低く，また０．３５以上ではピンホールが発生しやすくなる等の\n問題があるためである（例えば，特公平４－１３３９号公報，特開昭６０－\n９１３５６号公報を参照）。しかしながら，（図１）に示したように上記の\n窒素ガス流量において，窒素ガス含有率を本の（注，「ほんの」の誤記と認\nめる。）少し増加させただけでも，膜の内部応力は圧縮から引張りに急激に\n変化してしまう。」（段落【０００５】），「前記のように，窒化クロム膜\nの応力は結晶の形成の有無により大きく変化する。したがって，低応力の膜\nを安定して製造するためには，膜の結晶化を制御することが非常に重要にな\nってくる。」（段落【００１１】），「尚，反射率を低減する等の目的で多\n層膜とする場合であっても，スパッタ成膜時の窒素の量に応じて応力は緩や\nかに変化するので，他の層の応力に応じて適宜遮光層の応力を選択すること\nで，平面度の変化量を低減することが容易にできる。」（段落【００２\n２】）との記載がある。\nさらに，乙６公報には，「ＳＯＧとクロムとは密着性に問題があり，ＳＯ\nＧからクロムが剥離したり，あるいは，クロム上からＳＯＧが剥離してしま\nう可能性もある。」（段落【００２６】），「（構成３）構成１又は２のハ\nーフトーン型位相シフトマスクにおいて，前記遮光部を構成する部材が，酸\n素，炭素及び窒素のいずれか１又は２以上を含むものであることを特徴とす\nる構成とし」（段落【００２９】），「構成２又は３のように，半透光部又\nは遮光部を構成する部材を，酸素，炭素及び窒素のいずれか１又は２以上を\n含むものにすれば，これらの添加量を制御することによって両者の密着性を\n維持しつつ比較的簡単に所定の光透過率を得ることが可能となる。」（段落\n【００３１】）との記載がある。\n上記記載を総合すると，原出願の出願日当時において，フォトマスクブラ\nンクにおける遮光膜について，基板及び膜間での密着性を高くすることが周\n知の課題となっており，その解決手段としてクロムを主成分とする遮光性膜\nに窒素，酸素，炭素を含有させることが試みられ，窒素を含有させる場合の\n長所短所も知られていたことが認められる。\nこの点について，作用効果の点に関してではあるが，原告は，乙４公報な\nいし乙６公報には，ハーフトーン材料膜上に金属膜が形成されたハーフトー\nン型位相シフトマスクブランクから，ハーフトーン型位相シフトマスクを作\n製する過程において，剥離膜及びハーフトーン材料膜ダメージによる位相シ\nフト量が変化するという技術的課題については一切，記載されていないばか\nりか，クロムに窒素を含有する膜がハーフトーン材料膜ダメージを抑制する\n効果を有することについても記載されていない旨主張する。\nしかしながら，ここで問題としているのは，原告の主張するような具体的\nな技術ではなく，これらを捨象した原出願の出願日当時における技術水準が\nどうであったかを論じているのであるから，原告の上記主張は，失当という\nほかない。\n原出願の出願日当時における上記のような技術水準を参酌すると，引用例\nにおいて，「遮光膜としては，例えば，Ｃｒ（クロム），ＣｒＯ（酸化クロ\nム），ＣｒＮ（窒化クロム），ＣｒＯＮ（窒化酸化クロム），ＣｒＯＣＮ又\nはこれらを積層した複合膜を採用できる。」との記載に接した当業者であれ\nば，そこで掲げられている各材料のうちの「Ｃｒ（クロム），ＣｒＯ（酸化\nクロム），ＣｒＮ（窒化クロム），ＣｒＯＮ（窒化酸化クロム），ＣｒＯＣ\nＮ」につき，これらをハーフトーン材料膜に接する層に使用することができ\nないなどと考えることがあり得ないところである。したがって，引用例にお\nいて，遮光層を積層とする場合，引用例の図１０ないし図１２に記載される\nように，当業者は，まずＣｒ層を選択し，その表面にＣｒＯ膜などの反射防\n止膜を積層するのが通常というべきであり，引用例の実施例に遮光層を構成\nする材料として「ＣｒＮ」や「ＣｒＯＣＮ」が例示されていたからといって，\n直ちに本願発明の構成が記載されているとは到底いえないとする原告の主張\nが，採用できないことは，明らかである。\n以上のとおり，引用発明においては，金属膜として，「Ｃｒ，ＣｒＯ，Ｃ\nｒＮ，ＣｒＯＮ，ＣｒＯＣＮ」の５種の材料のうち，複数の材料を使用する\n発明が記載されているところ，遮光層について積層構造を採用した場合，例\n示された５種の金属のうち，どの金属を採用するか及びそれをどのように積\n層するか，その選択及び積層の順序については，適宜の選択事項というべき\nであり，上記５種の金属の材料のうち，ＣｒＮ，ＣｒＯＮ及びＣｒＯＣＮの\n３種が窒素を含有する材料である。そうすると，引用発明から，ハーフトー\nン材料膜と接する層を窒素を含有する材料で構成することは，引用発明で掲\nげられた材料が５種であり，そのうち３種が本願発明と同様の窒素を含有す\nる材料であることに照らせば，当業者が容易に想到し得る程度のことである\nと認められる。\n( ) 原告は，本願発明は，金属膜の少なくともハーフトーン材料膜と接する材4\n料を窒素を含有する材料で構成したことにより，金属膜の結晶粒が密になり，\nハーフトーン材料膜との密着度が高くなるとともに，金属膜の反りが防止さ\nれるという作用効果を奏するものであり，他方，引用発明は，本願発明とは\n技術的思想を異にするものであって，本願発明は，引用発明に開示されてい\nない顕著な効果を奏し，選択発明として，新規性及び進歩性を有すると主張\nする。\nそこで，まず，選択発明が認められる根拠として原告が主張する顕著な効\n果についてみると，本件明細書中には，確かに，「前述した課題を解決する\nための手段として，第１の手段は，透明基板と，この透明基板上に形成され\nたハーフトーン材料膜と，このハーフトーン材料膜上に形成された金属膜を\n有するハーフトーン型位相シフトマスクブランクにおいて，前記金属膜の少\nなくともハーフトーン材料膜と接する材料を窒素を含有する材料で構成した\nことを特等（注，「特徴」」の誤記と認める。）とするハーフトーン型位相\nシフトマスクブランクである。」（段落【００１８】【課題を解決するため\nの手段】），「上述の第１又は第２の手段によれば，前記金属膜の少なくと\nもハーフトーン材料膜と接する材料を窒素を含有する材料で構成したことに\nより，金属膜の結晶粒が密になり，ハーフトーン材料膜との密着度が高くな\nるとともに，金属膜の反りが防止される。」（段落【００２６】）との記載\nがある。\nしかしながら，本件明細書の比較例１ないし３において，ハーフトーン材\n料膜と接する金属膜を窒素を含有する材料で構成しないのは，同金属膜をＣ\nｒとする比較例１だけであるが（段落【００７６】），比較例１の効果等に\nついては，「そして，この比較例１においては，ハーフトーン材料膜の表面\nにダメージが発生し，そのために所望の位相差が得られないという不具合を\n生じた。これは，前記Ｃｒ膜とＣｒＮ膜のエッチングレートが，それぞれ１．\n５ｎｍ／ｓｅｃ，２．２ｎｍ／ｓｅｃであり，パターニングする際における，\nハーフトーン材料膜と接するＣｒからなる第１金属膜のエッチングレートが，\nこの第１金属膜上に形成されるＣｒＮからなる第２金属膜のエッチングレー\nトよりも遅いことに起因するものと想定される。また，得られたハーフトー\nン型位相シフトマスクブランクについて引っかき試験を行なったところ，１\n００枚の試験片中８枚が，第１金属膜と第２金属膜との間で剥離が発生し，\n密着強度が不十分であった。」（段落【００７８】～段落【００８０】）と\nの記載があるのみである。\n以上によれば，そもそも，比較例１において，金属膜の結晶粒が密になら\nなかったこと，ハーフトーン材料膜との密着度が高くならなかったこと，金\n属膜の反りが発生したことが記載されていないのであるから，結局，本件明\n細書には，本願発明の構成をとることによって，原告主張の顕著な効果を奏\nすることが記載されているとはいえない。\nかえって，本件明細書には，「前記第１金属膜に含まれる窒素の量は，５\n～６０ａｔ％が好適であり，その含有量が５ａｔ％未満であると，第１金属\n膜の結晶粒が密にならず，透明基板との密着強度が弱く，また，第１金属膜\nに応力（反り）が発生しやすくなり，膜はがれが発生する。さらに，エッチ\nングレートが遅くなるのでハーフトーン材料膜へのダメージが無視できなく\nなり，透過率や位相シフト量といった光学特性が変化するので好ましくない。\n一方，窒素の含有量が６０ａｔ％を越えると，エッチングレートが速くなり，\n第２金属膜とのエッチングレートの差が大きくなってしまい，パターン形成\nがオーバーハング形状となって，垂直なパターンが得れないので好ましくな\nい。そして，前述したオーバーハング形状は，最上層の金属膜の先端が欠け\nやすくなり，この欠けた金属膜が望まない箇所に付着して黒欠陥が発生する\nことから好ましくなく，パターン形状や生産性を考慮すると，この窒素含有\n量の好ましい範囲は１０～４０ａｔ％で，より好ましい範囲は１５～３０ａ\nｔ％である。」（段落【００５０】～段落【００５３】）との記載があり，\nまた，実施例１ないし７として，石英からなる透明基板上にＭｏＳｉＮ系材\n料からなるハーフトーン材料膜，ＣｒＮの第１金属膜，ＣｒＣの第２金属膜\nを積層したハーフトーン型位相シフトマスクブランクで，第１金属膜の窒素\nの含有量を５から６０ａｔ％で変化させたものが記載され，比較例２として，\n上記の窒素の含有量を３ａｔ％としたもの，比較例３として同含有量を６５\nａｔ％としたものが記載され，各実施例では，高精度のパターニングが行わ\nれ信頼性が高いのに対し，比較例２，３は高精度のパターニングができない\nことが記載されている。\nこれによれば，本件明細書には，ハーフトーン材料膜と接する金属膜の材\n料を窒素を含有する材料としたとしても，その窒素の含有量によっては，所\n期の効果を奏することはできず，特に，その窒素の含有量が５ａｔ％未満の\n場合には，金属膜の結晶粒が密にならず，また，金属膜に反りが生ずると明\n記されている。本願発明は，ハーフトーン材料膜と接する金属膜の材料の窒\n素の含有量に限定を付していないものなのであるから，本願発明の構成にお\nいても，原告主張の顕著な効果を奏することがない場合があることが本件明\n細書に明記されているのであり，原告の主張は，本件明細書の記載とも矛盾\nするものであって，理由がない．\n( ) 原告は，審決が，引用例には，「引用発明における実施例として『Ｃｒ5\nＮ』と『ＣｒＯＣＮ』を選択することも開示されている」（審決謄本４頁第\n６段落）と認定した点を争うが，前記のとおり，引用発明においては，金属\n膜を積層構造とする場合の複数の金属の選択の方法に制限はなく，また，ど\nの層をハーフトーン材料膜と接する層とするかについても限定はないのであ\nるから，２層構造とした場合に選択される金属の選択肢の数に照らしても，\n引用発明における実施例として，ＣｒＮとＣｒＯＣＮを選択することが開示\nされているとした審決の判断に誤りはない。\nこの点について，原告は，甲８文献に基づき，原出願の出願日前において，\n金属薄膜としては，Ｃｒが一般的であり，Ｃｒ膜の表面に反射防止膜として\nＣｒＯ膜を形成することが普通に行われていたことを考えると，引用例にお\nいて，積層した遮光層とする場合，引用例の図１０ないし図１２に記載され\nているように，当業者はまずＣｒを選択し，その表面にＣｒＯ膜などの反射\n膜を積層するのが普通であるとも主張する。\nしかし，上記( )のとおり，引用例においては，積層構造を採用する場合，2\n５種の金属のいずれも，ハーフトーン材料膜と接する材料とし得ると解され\nるのであるし，甲８文献においても，金属薄膜材料としてクロムが一般的で\nあり，また，クロム膜の表面に酸化クロムの膜を形成した２層タイプのもの\nが知られている旨の記載はあるが，その記載を超えて，金属膜の材料として，\nＣｒＮなどの窒素を含有する材料を使用する場合に，これをハーフトーン材\n料膜に接する層に用いることを阻害するような記載はなく，甲８文献の記載\nに照らしても，引用例において，当業者が，ハーフトーン材料膜と接する層\nをＣｒとすることが普通であるとまでは認められないから，原告の主張は採\n用できない。\nさらに，原告は，本願発明は，ハーフトーン型位相シフトマスク製造の一\n連のプロセスにおいて，従来着目していなかった新規の課題を見いだし，従\n来技術からは到底推測することができない画期的な効果が得られると主張す\nるが，上記( )のとおり，明細書の記載に基づかないか，これと反する効果4\nを主張するものであり，採用することができない。\n( ) 以上によれば，相違点についての審決の判断に誤りはなく，原告主張の取6\n消事由２は，理由がない。\n３ 以上のとおり，原告主張の取消事由はいずれも理由がなく，他に審決を取り\n消すべき瑕疵は見当たらない。\nよって，原告の請求は理由がないから棄却することとし，主文のとおり判決\nする。\n知的財産高等裁判所第１部\n裁判長裁判官 篠 原 勝 美\n裁判官 宍 戸 充\n裁判官 柴 田 義 明\n"
}