{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 13,
    "month": 12,
    "day": 7
  },
  "case_number": "平成13(ワ)198",
  "case_name": "請負代金請求",
  "court_name": "大津地方裁判所",
  "lawsuit_id": "7398",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=7398",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/398/007398_hanrei.pdf",
  "contents": "平成１３年１２月７日判決言渡\n平成１３年(ワ)第１９８号　請負代金請求事件\n判　　　　　　　　　決\n主　　　　　　　　　文\n１　原告の請求を棄却する。\n２　訴訟費用は原告の負担とする。\n事　実　及　び　理　由\n第１　請求の趣旨\n被告は，原告に対し，４５万２８１２円及びこれに対する平成１２年９月３０日から支払済みま\nで年５分の割合による金員を支払え。\n第２　当事者の主張\nⅠ　請求の原因\n１　原告は，「Ａ」の名称で，消火器の補修等，消防設備全般のサービスを業としているもので\nある。\n２　原告は，平成１２年８月１８日，被告との間で，消火器の点検，充填作業に関する請負契約\n（以下「本件請負契約」という。）を締結し，被告が経営するＢ病院（以下「被告病院」という。）\nにおいて，設置されていた消火器４５台につき，消火剤の充填作業を行い，同日，これを被告に引き\n渡した。\n３　本件請負契約に基づく請負代金は４５万２８１２円である。\n４　よって，原告は，被告に対し，請負代金４５万２８１２円及びこれに対する支払督促送達に\nよる催告の翌日である平成１２年９月３０日から支払済みまで民法所定年５分の割合による遅延損害\n金の支払いを求める。\nⅡ　請求の原因に対する認否\n１　請求の原因１の事実は不知。\n２　同２のうち，原告と被告との間で本件請負契約が締結されたことは否認し，その余の事実は\n不知。\n３　同３の事実は否認する。\nⅢ　抗弁\n１　原告は，本件請負契約を締結にするにあたり，被告の権限を有する担当者の許可を得ていな\nいにもかかわらず，その許可を得たと虚偽の事実を述べて，被告の担当外の従業員をその旨誤信さ\nせ，その従業員をして本件請負契約を締結させたものである。したがって，本件請負契約における被\n告の意思表示は原告の詐欺によるものであるから，本件口頭弁論期日においてこれを取り消す。\n２　被告の従業員は，原告が被告の権限を有する担当者の許可を得ていると誤信して本件請負契\n約を締結した。その動機は，原告に対して黙示的に表示されていたものであり，その誤信がなければ\n被告従業員は被告を当事者とする本件請負契約を締結しなかったものである。したがって，本件請負\n契約は錯誤により無効である。\nⅣ　抗弁に対する認否\n１　抗弁１の事実は否認する。\n２　同２の事実は否認する。\n第３　当裁判所の判断\nⅠ　原告の被告病院における行動につきみるに，甲第４号証，第５号証，乙第１号証ないし第７号\n証，第１０号証によると，次の事実が認められる。\n１　原告は，平成１２年８月１８日，被告病院を訪れたが，原告がそれまでに被告病院で消火器\n充填等の作業をしたことはなく，それまでにそのような作業の申込みをしたこともなかった。\n２　原告は，同日，被告病院の１階受付窓口にいたＣ（当時２２歳）に対し，「ええっと，初回\nになりますけれども，消火器の点検の方に一応伺ってますので，点検してからまた係の方に費用の発\n生する場合報告します。」と述べて，Ｃに対し，被告病院における消火器関係の担当者，責任者がだ\nれかを聞くこともなく，病院内に入って行った。\n３　原告は，病院内を回った後，受付に戻った。そのとき，受付カウンター内には，医事課の入\n院係に所属するＤ（当時３３歳）が，たまたま，受付カウンター内のコピー機で書類のコピーをして\nいた。原告は，受付カウンターにいた女性に対し，Ｄの方を指して，「ええっと，消火器のことでい\nいですか，こちらの方で。」と言ったうえ，コピーをしている昀中のＤに対し，「あっ，済みませ\nん。あっ，済みません。今回，今回初回になりますけれども，詰め替え時期のもの，消火器の詰め替\nえ時期のものがあります。これ，一応，金額確認後，サインだけいただければ，今から。」「はい，\nこちらで結構です。サインだけでいいですよ。今もう外身の点検させてもらいました。」「こちらで\n結構です。はい。３０本対象に，今から詰め替え，１本７５０\n０円ですね。詰め替え，今回初回になりますのでね，お願いします。ありがとうございます。」など\nと述べ，綴込み式となっている契約書へのサインを求め，Ｄは，これに応じて，「Ｄ」とのサインを\nした。もっとも，その契約書は上記のとおり綴込み式となっていたため，Ｄには表題の「契約書」と\nいう文字が見えなかった。そして，その間，Ｄは，「消火器の詰め替え・・」「そうですか」「は\nい」という程度の返事しかせず，原告がどのような立場の者で，Ｄがサインをすることがそのような\n意味をもつのかということの確認はまったくしていない。また，原告も，Ｄに対し，その書面にサイ\nンをすることにより，原告と被告との間に初めて請負契約が締結されるもので，これによって被告に\n請負代金債務が発生することの説明をせず，このときも，Ｄが\n被告病院でどのような業務を担当しているかを確認しなかったし，被告病院における消火器関係の担\n当者，責任者がだれかを聞くこともしなかった。\n４　原告は，いったん１階受付を離れた後，再び１階受付に戻った。そのとき，受付カウンター\n内の支払，会計窓口では，医事課の外来庶務係に所属し，受付等を担当しているＥ（当時２４歳）\nが，カルテの出入れの業務をしていた。原告は，その業務をしている昀中のＥに対し，「先ほどの方\nから承認の印鑑をもらっていますので，追加分の方にも印鑑をもらえますか。」などと述べ，Ｅは，\nこれに応じて，契約書に印鑑を押捺した。その契約書は，前記のとおり，綴込み式となっていたた\nめ，Ｅには表題の「契約書」という文字が見えなかった。このときも，原告は，Ｅに対し，その書面\nにサインをすることで，原告と被告との間に請負契約が締結されるもので，これにより被告に請負代\n金債務が発生することの説明はせず，Ｅが被告病院でどのような\n業務を担当しているか，被告病院における消火器関係の担当者，責任者がだれかということを確認し\nなかった（甲第５号証には，原告がＥに対し，消火器のことはＥで対応できるのかということを尋ね\nたところ，Ｅがそれでよいと答えたという趣旨の記載があるが，原告が提出する録音テープの反訳書\nである甲第４号証にもそのような記載はないのであるから，甲第５号証記載の上記事実を認定するこ\nとはできない。）。\n５　原告は，Ｃ，Ｄ，Ｅとの会話について，Ｃ，Ｄ，Ｅに告げることなく，少なくともその会話\nの一部を録音機で録音していた。\nⅡ　被告の組織，それまでの被告における消火器点検作業等についてみるに，(1) 被告の事務関係\nについては，その責任者が事務長，事務次長であり，その下に，総務課長，医事課長，健康相談室長\nがいて，消火器の設置，管理等は，総務課長の下にその担当者がいること（乙第９号証，１０号\n証），(2) 被告病院では，原告による上記作業がされた僅か２か月前の平成１２年６月２０日，Ｆこ\nとＧによって，消火器等，消火設備の点検が実施され，被告は，同年７月１８日，この点検結果を湖\n南広域行政組合西消防署長に報告したこと（乙第３０号証），(3) 原告も被告病院内の消火器を見\nて，上記のとおり点検が実施されたことを認識していたこと（乙第７号証，第８号証，原告本人尋問\nの結果），以上の事実が認められる。\nⅢ　以上の事実関係のもとでは，原告と被告との間に，本件請負契約が締結されたと認めることは\nできない。すなわち，相当多数の従業員が雇用されている法人組織のもとで，本来の担当業務と異な\nる業務に関して，個々の従業員が，本来契約締結権限を有している者（法人の代表権限を有している\n者，代表権限を有している者から一部の法律関係について代理権限を与えられている者等）から契約\n締結権限を与えられているということは一般的にも認められないものである。本件においても，契約\n書に署名ないし捺印をしたＤは医事課の入院係に，Ｅは医事課の外来庶務係にそれぞれ所属している\nのである。そして，このような従業員は，自己が所属している部署において，既に基本的な契約関係\nが成立している業者との間で，その基本的契約関係に基づく\n派生的な個々の契約関係（例えば，Ｄについていうと，入院係において必要な物品につき，既に被告\nが基本的な契約関係を締結している業者との間で，その業者から日常的に納入される物品の個数を確\n認し，その個数についての売買をするような契約関係）につきその契約締結権限を与えられていると\nみる余地はあるが，それを超えて，本件のように，Ｄ，Ｅが自己の部署と関係のない部署に関する契\n約の締結権限を有することを認めるに足りる証拠はなく，まして，初めての業者との間において契約\nを締結する権限を有することを認めるに足りる証拠もない。また，以上のところから，ＤやＥが被告\nの使者として上記の契約を締結することもできないことは明らかである。\n他方，原告は，その主張するところによると，消火器の補修等，消防設備全般のサービスを業\nとしているというのであるから，法人組織の中で，個々の従業員がその担当業務以外の業務につき契\n約締結権限を有することはなく，まして，当該法人が他の業者との間で消火器等の消火設備を点検す\nる契約を締結したうえ，これに基づき点検を実施しているのに，その僅か２か月後に，原告のような\n基本的契約関係のない業者との間で，初めての法律関係を発生させる契約を締結する権限を有するも\nのでないことは，当然に知っていたはずである。それにもかかわらず，原告は，前記認定のとおり，\nＣ，Ｄ，Ｅに対し，被告病院における消火器関係の担当者，責任者がだれかを聞くことをせず，Ｄ，\nＥに対し，同人らが被告病院でどのような業務を担当してい\nるかを確認することもしていないのである。そればかりか，原告は，Ｃらとの会話内容をＣらに告げ\nることなく録音機で録音して，その会話内容を証拠として提出したうえ，その理由として，悪徳業者\nと間違えられることを懸念した（甲第５号証），事実関係をきちんとしておくためである（原告本人\n尋問）と述べる。しかし，悪徳業者と間違えられることを防止し，あるいは事実関係をきちんとさせ\nて紛争が発生することを防止するのであれば，原告としては，Ｃらに対し，事務方の責任者はだれ\nか，消火器関係の担当者，責任者はだれかということを質問し，その回答を受けて責任者のもとへ行\nき，その責任者との間で基本契約を締結するなどすれば足りるのであり，そのような手段をとってい\nれば，悪徳業者と間違えられることはなく，紛争が発生するこ\nともないことは，原告において当然に認識できたはずのことがらである。原告がそれをせず，前記の\nとおり消火器関係の担当者，責任者を確認もしないまま，Ｄ，Ｅをして契約書に署名ないし捺印をさ\nせ，その反面で会話内容を録音しているということは，原告自身，そのような手続によったのでは将\n来紛争が発生するであろうということを予想し，これに備えて会話内容を録音していたということを\n推認させるものである。したがって，仮に，原告がそのような方法で請負契約が成立するという期待\nをしていたとしても，それが法によって保護される正当な期待であるということはとうていできず，\n本件請負契約の成立を否定することは、契約の成立に関する原告の正当な期待を侵害するものではな\nいというべきである。\nⅣ　よって，その余について判断するまでもなく，原告の請求は理由がないから，これを棄却する\nこととし，訴訟費用の負担につき民事訴訟法６１条を適用して，主文のとおり判決する。\n（口頭弁論の終結の日　平成１３年１１月２１日）\n大津地方裁判所\n裁判官　　　　　佐　　　賀　　　義　　　史\n"
}