{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 17,
    "month": 9,
    "day": 16
  },
  "case_number": "平成14(ワ)2296",
  "case_name": "業務委託契約上の地位確認請求事件",
  "court_name": "大阪地方裁判所第16民事部",
  "lawsuit_id": "6565",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=6565",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/565/006565_hanrei.pdf",
  "contents": "主　　文\n１　被告は，原告に対し，１億７６３３万７５４５円及びこれに対する平成１６年１月２３日\nから支払済みまで年６分の割合による金員を支払え。\n２　原告のその余の請求を棄却する。\n３　訴訟費用は，これを２分し，その１を原告の負担とし，その余を被告の負担とする。\n４　この判決は，第１項に限り，仮に執行することができる。\n事実及び理由\n第１　請求\n被告は，原告に対し，４億２６４１万２１４５円及びこれに対する平成１６年１月２３日\nから支払済みまで年６分の割合による金員を支払え。\n第２　事案の概要\n１　事案の要旨\n本件は，原告が，被告に対し，①被告が原被告間の肉まん供給業務委託契約を解約する旨\nの意思表示をしたことについて，肉まん供給契約の更新拒絶には正当な事由が必要であり，被\n告による更新拒絶は無効であること，また，仮に被告による更新拒絶が有効であったとして\nも，その撤回があったこと，したがって，肉まん供給契約は継続しているにもかかわらず，被\n告が，原告の製造した肉まんの受領を拒否したこと，②原告と被告は，冷凍じゃがいも供給業\n務委託契約の合意解約に際し，被告が原告に代替製品の発注を停止条件として，解約に伴う損\n失は被告が原告に対し支払った９３３万０２００円のほかは原告が負担することを約したこ\nと，その後，被告が原告に対し代替製品を発注しないことが確定したため，冷凍じゃがいも供\n給契約の合意解約が無効となったことの各事実を主張して，被告の肉まん供給契約の債務不履\n行によって原告に生じた損害３億７９９４万５５４５円及び被告の代替製品発注債務不履行の\n結果前記停止条件の不成就が確定したことにより原告に生じた冷凍じゃがいも供給契約の売買\n残代金相当額の損害４６４６万６６００円の合計４億２６４１万２１４５円及びこれに対する\n訴え変更申立書送達の日の翌日である平成１６年１月２３日から支払済みまで年６分の割合に\nよる遅延損害金の支払を求める事案である。\n２　前提事実（当事者間に争いのない事実及び証拠上容易に認められる事実。証拠は文末に括\n弧で付記した。）\n(1)　当事者\n原告は，食料品，農産物等の輸出入等を業とする会社である。\n被告は，クリーニング業，建物保全・清掃・管理サービス業，料理飲食店の経営等を業\nとし，ミスタードーナツの屋号でファーストフード店を経営している会社である。\n(2)　肉まん供給契約について\n被告は，サントリー株式会社（以下「サントリー」という。）の子会社である株式会社\n皇宮（以下「皇宮」という。），株式会社ハチバン（以下「ハチバン」という。）及び伊藤ハ\nム株式会社（以下「伊藤ハム」という。）とプロジェクトチームを組んで，平成１１年１０月\nころから，ミスタードーナツの新メニューとして大肉まん（以下「ＭＤ大肉まん」という。）\nの販売を計画し，平成１２年４月以降，いくつかの店舗において，試験販売を行った。試験販\n売期間中，被告は，ハチバン及び伊藤ハムの２社からＭＤ大肉まんの供給を受けていたが，こ\nれらの製品の一部につき，顧客から，虫や毛髪の混入等のクレームが発生した。当時，ミスタ\nードーナツ事業を統括する被告フードサービスグループの責任者は専務取締役のａ，ミスター\nドーナツフランチャイズ事業本部（以下「ミスタードーナツＦＣ本部」という。）の本部長は\nｂ（平成１２年６月以降被告取締役。），ＭＤ大肉まんプロジェクトチームの被告担当者はｃ\nであった。\n原告は，平成１２年７月ころから，被告（ミスタードーナツＦＣ本部）との間で，ＭＤ\n大肉まんの供給を内容とする契約の締結に向けた交渉を行い，同年８月ころから，被告の指示\nにより，肉まんの試作品製造を行った。\nＭＤ大肉まんのレシピは，皇宮が所持していた。皇宮は，原告がＭＤ大肉まんの試作に\n当たり，上記レシピとは異なるＭＤ大肉まんの配分表（甲２２，以下「本件配分表」とい\nう。）を開示した。\n原告は，被告に対し，平成１２年９月７日，同年１０月１０日，同年１１月３０日，本\n件配分表に従って製造した肉まんの試作品を提出したが，いずれも不合格となった。\n原告代表者ｄは，平成１２年１１月３０日，３回目の試作品を提出した際，被告に対\nし，ハチバンが供給するＭＤ大肉まんに，食品衛生法６条（平成１１年法律第１６０号による\n改正前のもの。以下同じ。）に基づき，人の健康を損なうおそれのない場合として厚生大臣\n（当時。以下同じ。）が定めていない添加物であって，これを含む食品等の販売等が禁止され\nているターシャリブチルヒドロキノン（以下「ＴＢＨＱ」という。）が使用されていることを\n指摘した。\n平成１２年１２月５日，被告は，原告に対して，「ＭＤ肉まん製造依頼書（甲１，以下\n「本件肉まん製造依頼書」という。）」を交付した。本件肉まん製造依頼書には，以下のよう\nな条件が付されていた。\n①　製造供給量は全量の３分の１，月産２００万個を目処とする。\n②　製造供給日は，平成１３年２月を目処とする。\n③　現行肉まんと同品質（味・外観・大きさ・使用原材料）であること。\n④　価格は工場出し価格２９．５３円とする。\n⑤　品質管理・衛生管理には万全を期し，ミスタードーナツの基準を満たすこと。\n⑥　生産工場はＨＡＣＣＰもしくはＩＳＯ９００１の基準に準ずる工場であること。\n⑦　発注期間は平成１３年１月から同年１２月とする。\nａ及びｂは，平成１２年１２月８日，ｄに対し，被告が原告に対し，同月中に３３００\n万円，平成１３年１月中に３０００万円の合計６３００万円を支払うことを約束した。平成１\n２年１２月１３日，ｂは，前記金員のうち３３００万円を業務委託料として支出するため，原\n告との間で，同日付けでＭＤ大肉まんについて業務委託契約書（甲２，以下「本件業務委託契\n約書」という。なお，この契約を「本件業務委託契約」という。）を作成した。本件業務委託\n契約書には，おおむね，以下のような記載がある。\n第１条\n被告は，ミスタードーナツオリジナル肉まん全国発売に伴い，被告が主宰する全国\nのショップ（以下「ＭＤ店」という。）に対し異物混入を払拭した安全で安定した製品を供給\nするため，次の業務を原告に委託し，原告はこれを受託する。\n第２条\n被告が原告に委託する業務は以下のとおりである。\n①　被告の品質基準に基づいたミスタードーナツオリジナル肉まんの安定供給\n②　供給量は月産２００万個。ただし，ＭＤ店の店舗数及び売上高に増減がある場\n合，原告は事前に供給量を変更する。\n第３条\n(1)　契約期間は，平成１３年１月１日から同年１２月３１日までとし，被告及び\n原告のいずれかにより期間満了２か月前までに書面で更新しない旨の意思表示がない場合に\nは，本契約は自動的に１か年更新され，以後も同様とする。\n(2)　被告及び原告は，契約期間中といえども相手方に書面による２か月前の予告\nにより本契約を解除できる。\n(3)　被告は，原告に，次の各号の一つに該当する場合は，ただちにこの契約を解\n除することができる。\n①　原告がこの契約に定める義務を履行しない場合。\n②　原告が手形，小切手の不渡りを出し，銀行取引停止処分を受けた場合。\n③　原告が他の債権者から差押えを受け，又は競売の申立て，破産の申立て等を\n受けた場合。\n④　原告が会社更生法に基づく申立てをした場合。\n第４条\n委託手数料は，消費税を含み年額３３００万円とする。\n第７条\n被告は，必要ある場合は，委託の内容を変更することができる。\n平成１２年１２月１３日から平成１３年１月１８日にかけて，被告あるいはｂは，原告\nに対し，合計６３００万円を現金交付あるいは振込送金の方法により支払った。\n平成１３年１０月３１日，被告は，原告に対して，本件業務委託契約及び本件肉まん製\n造依頼書に基づく依頼を平成１３年１２月末日をもって解約する旨通知した（甲４）。\n他方，原告は，被告に対し，平成１３年１０月３１日から同年１２月２６日までの間に\n合計２６２万個の肉まんを納入した。（以上の経過で原告と被告との間に締結された肉まん供\n給契約を「本件肉まん契約」という。）\n(3)　冷凍じゃがいも供給契約について\n原告と被告（ポテト＆ジュースＦＣ本部）は，平成１２年６月ころから，原告が中国の\n工場においてじゃがいもをボイル加工して被告に納入することについて交渉を行った。当時，\n被告のポテト＆ジュースＦＣ事業本部の本部長はｅであった。\n原告と被告は，平成１２年１１月２７日，被告が原告に対し冷凍じゃがいも４００トン\nを代金５７００万円で発注する旨の契約（以下「本件ポテト契約」という。）を締結した。\n平成１３年６月２８日，原告と被告は，本件ポテト契約を合意解約した。その際，被告\nは，原告に対し，損失処理費用として９３３万０２００円を支払った。\n３　争点及び争点に関する当事者の主張の要旨\n(1)　本件肉まん契約の更新拒絶に「正当な事由」が必要か否か。\n（原告の主張）\nア　原告は，平成１２年８月ころ，ｂから，口頭でＭＤ肉まんの供給について発注を受\nけ，同年１２月５日に作成された本件肉まん製造依頼書はこれを確認したものである。ｂは，\n前記口頭発注の際に，原告の提供する肉まんが被告の求める品質，価格等の条件を満たさなけ\nれば購入することはできないが，この条件を満たす限りは継続して原告からの供給を受け入れ\nるとしていたのであり，本件肉まん契約の期間を１年とするとの話はなかった。\n一般的に多額の初期設備投資を必要とするビジネスにおいては，当事者の合理的意思\n解釈として，少なくとも初期投資を回収できるまでの間は契約が更新されることを当然に予定\nしている。初期投資を行った原告の意思としては，契約期間は１年間に限定されないものと当\n然考えている。\n本件肉まん製造依頼書には，発注期間を平成１３年１月から同年１２月とする旨の記\n載があるが，昀初から期間を１年に限定して発注する趣旨のものではなく，当時の被告の方針\nとして便宜上契約期間を１年と記載したにすぎず，価格や品質の点で被告の要求する条件を満\nたす限り，本件肉まん製造依頼書上の契約期間が満了した後も，本件肉まん契約は当然に更新\nされ，継続することが前提となっていた。\n以上から，本件肉まん契約においては，契約更新が当然の前提となっていたものであ\nり，被告が一方的に契約更新を拒絶するには「正当な事由」が必要であることは明らかであ\nる。\nイ　また，仮に，一般的に，契約書に契約期間が明示されている以上，契約の更新拒絶に\n正当な事由は必要ではないと解されるとしても，以下に述べるところから，本件においては，\n「正当な事由」が必要である。すなわち，原告は，本件肉まん製造依頼書において供給予定日\nとされた平成１３年２月以前に肉まんを製造供給することが可能であったが，被告側によるレ\nシピ不開示などの参入妨害や，ＴＢＨＱ混入問題の発生及びそのため必要となった新工場の立\nち上げ問題等により，実際には，予定より遅れて同年１０月１０日以降にＭＤ大肉まんを供給\nすることになった。そのため，原告としては，翌期も継続して肉まんの製造供給を行えるもの\nと期待するのが当然の状況にあった。それにもかかわらず，本件肉まん製造依頼書上の形式的\nな契約期間を根拠に，供給が可能となってからわずか３か月で契約を終了することは，信義則\nに反するといわざるを得ず，被告が本件肉まん契約の更新を拒絶するためには，「正当な事\n由」が必要であるというべきである。\nウ　仮に，本件において，被告が本件肉まん契約の更新を拒絶するに当たり，「正当な事\n由」が不要であるとしても，被告は，原告に１年以上にわたり大量の試作品を作成させた上，\nＴＢＨＱ混入問題の発覚を防ぐために原告が新工場で肉まんを製造することを承認したにもか\nかわらず，新工場の操業，肉まんの製造が可能となったわずか５日後に，原告に対し本件肉ま\nん契約の更新を拒絶したものであり，このような事情に照らせば，被告の更新拒絶は信義則に\n反し許されないというべきである。\n（被告の主張）\nア　ある事業者が，自己の取引の相手方として何人を選択するかは元来その事業者の自由\nに属すべき事柄であって，この取引相手方選択の自由を不当に奪い，よってその者の経済活動\nの自由を不当に拘束することは資本主義経済における契約自由の原則に照らし許されないとい\nうべきである。\n一方的な取引関係解消の結果，被解消者が当該取引関係の作出，維持のためになした\n相当額の資本投下を全く，あるいはほとんど回収できなくなるなど，契約締結から解消に至る\n経過にかんがみ，被解消者に不当に酷な結果を招来する場合があることは否定できない。しか\nし，そもそも，一方的な取引関係の解消によって，一方当事者に不当に酷な結果が生じ得る取\n引関係であれば，契約締結の際，容易に取引関係の解消ができない契約内容にすればよいだけ\nのことである。\nまた，かかる一方的取引関係の解消も，経済的活動にまつわる問題である以上，被解\n消者が受ける損害は経済的損害に帰するから，取引関係の解消を欲する者と被解消者との利害\n関係の調整としては，取引関係の解消を認めた上，被解消者が被る経済的損害の填補について\n金銭的な問題として解決を図ることが公平かつ妥当である。\nしたがって，継続的取引関係に関する契約の更新拒絶については，更新拒絶の自由が\n認められるべきであり，「正当な事由」は必要ではない。\nイ　仮に，継続的取引関係に関する契約の更新拒絶に「正当な事由」が必要であるとして\nも，本件業務委託契約は，その解消に「正当な事由」を要求してまで保護すべき必要性のある\nような契約関係ではない。\nまず，本件肉まん契約は，もともと期限の定めのある契約であり，一度も更新された\nことがない。\n次に，そもそも，継続的契約関係の解消に「正当な事由」を要求する根拠は，信義誠\n実の原則ないし公平の原則にある。本件肉まん契約は，原告が一度も肉まんの製作に合格して\nおらず，肉まん製造能力を備えていないことが明らかであったにもかかわらず，ｄが，ＭＤ大\n肉まんにＴＢＨＱが混入している事実を発見したことから，ＴＢＨＱが混入したＭＤ大肉まん\nの販売という違法行為を隠したいというａ及びｂと，他方，ＴＢＨＱが混入したＭＤ大肉まん\nが販売された事実を外部に漏らさないことと引換えに，本件業務委託契約の締結という原告に\nとっては極めて大きな財産上の利益を獲得したいというｄとの，双方の不法，不当な目的が合\n致した結果，締結されたものである。つまり，ａ及びｂは，ｄに対して，口止め料として６３\n００万円の金銭の支払を約束，実行し，原告をＭＤ大肉まん製造に参入させることによって将\n来にわたって口止めを維持しようという意図のもと，本件肉まん契約を締結した。被告による\n本件肉まん契約の更新拒絶は，このような不法，不当な目的を達成するための契約関係を解消\nすることによって，法律関係を適法な方向へと修正するものであり，仮に，原告が本件肉まん\n契約の締結及び実行のために資本投下をしていたとしても，それは不法，不当な目的を達成す\nるためのものにすぎないのであって，法律上の保護に値しないものである。すなわち，原告\nは，口止め料という不法，不当な利益を維持するために，自らのリスクで投資をしたが，その\n不法，不当な目的が達成されなかったというだけのことであって，その投資リスクは原告自ら\nが負担するのは当然のことであり，それを被告に転嫁させる理由はない。以上のことに照らし\nてみれば，本件肉まん契約の解消については，およそ信義誠実の原則や公平の原則が問題とな\nらないことは明らかである。\n本件肉まん契約の更新拒絶に「正当な事由」は必要ではない。\n(2)　本件肉まん契約の更新拒絶に「正当な事由」が必要である場合，本件における「正\n当な事由」の有無\n（被告の主張）\n仮に，本件肉まん契約の更新拒絶について「正当な事由」が必要であるとしても，前記\n争点(1)の被告の主張したところに加えて，原告が，本件肉まん契約で定められた平成１３年\n２月にＭＤ大肉まんを供給することはできず，それから８か月以上も経過した同年１０月末\nに，皇宮らの多大な協力を得た上でようやくＭＤ大肉まんを供給するに至ったこと，被告は，\n本件肉まん契約が前記のとおり不法，不当な動機により，不法，不当な目的達成のために締結\nされた契約であることを認識したことから更新を拒絶したことに照らせば，被告による本件肉\nまん契約の更新拒絶に優に「正当な事由」があることは明らかである。\n（原告の主張）\nア　原告は，平成１２年７月ころ，ａから「肉まんを作ってみないか。」と声をかけら\nれ，同年８月ころ，ｂは，原告に対し，口頭で，被告の要求する条件，品質等を満たした肉ま\nんを原告が製造できた際には月１００万個を発注することを約束した。しかし，被告の現場担\n当者であったｃ及び皇宮のｆは，原告をＭＤ大肉まんの製造に新規参入させることに消極的で\nあり，原告に対し，ＭＤ大肉まんの配分表を開示するのみで，レシピを開示しなかった。その\nため，原告は，平成１２年９月，１０月，１１月に肉まんの試作品を製造したものの，被告が\nサンプルとして示す肉まんと同一のものを作ることができなかった。\n原告は，当初は，ＭＤ大肉まんの製造を既存の大連群英楼有限公司の工場（以下「群\n英楼工場」という。）で行い，後々合弁自社工場を建設することを計画していた。群英楼工場\nでは日本たばこ産業等ほかの日本の大手企業も食品の製造，輸出を行っていた。そのため，原\n告が同工場で生産できるＭＤ大肉まんの数量は月１００万個が限度であった。ＴＢＨＱ混入発\n覚後，原告への製造委託数が月２００万個となったこと，ｂがｄに対しＴＢＨＱ混入が中国に\nおいてほかの日本企業等に発覚することは絶対に防いでほしい旨要請したこと，同工場で製造\nを継続すれば，ＴＢＨＱ混入問題が漏れるおそれがあったこと等から，原告は，前記合弁自社\n工場の建設を急ぎ，ＭＤ大肉まんの製造を新工場で行うこととした。そのため，ＭＤ大肉まん\nの納入は遅れることとなったが，このことについては被告も了解していた。また，新工場は平\n成１３年５月２３日ころ完成したものの，平成１３年６月ころ，法改正により，農林水産省の\n立入検査を経た上農林水産大臣の指定を受けることが必要となり（家畜伝染病予防施行規則４\n３条），さらに生産開始が遅れることとなったが，このことについても原告は被告に伝え，そ\nの承諾をもらった。その後，「平成１３年１０月１０日農林水産省告示第１３６４号」によ\nり，同日以降新工場でのＭＤ大肉まんの製造が可能となった。\nＭＤ大肉まんの供給が遅れたのは，ｃ及び皇宮等による参入妨害やＴＢＨＱ混入問題\nから新工場を立ち上げる必要があったためであり，原告に責任はない。被告からも，予定の製\n造供給日を遅れている旨のクレームはなかった。\nイ　被告は，新工場の立ち上げにつき了承，協力し，平成１３年７月ころには，原告との\n間で，当期のＭＤ大肉まん販売実績を参考に，翌期（平成１４年度）以降のＭＤ大肉まんの製\n造数について打合わせを行った。原告は，新工場立ち上げのために多額の設備投資を行い，中\n国現地従業員を雇用するなどした。\nウ　被告は，ＭＤ大肉まんの製造が可能となった平成１３年１０月１０日のわずか５日後\nに，原告に対し，同年限りで契約を打ち切る旨の申入れをした。\nエ　原告は，平成１３年１１月初旬，大連工場の皮ミキサー４台に故障が多かったため，\n翌期の量産体制に備えるべく，前記ミキサー４台を交換したが，その際，被告は，ミキサー交\n換を確認し，技術指導を行った。\nオ　ｂは，原告に対し，平成１３年１１月２０日，被告ミスタードーナツカンパニー取締\n役名義で，ＭＤ肉まん製造依頼書（甲３０）を発行した。被告は，ｂが，当時，被告におい\nて，ＭＤ大肉まん発注権限を有していなかったと主張するが，仮にそうであるとしても，原告\nが被告内部の権限の有無について知る余地はない。\nカ　被告は，ｄを恐喝罪で刑事告訴した。しかし，恐喝行為の相手方であるとされたｂ自\n身は，ｄから恐喝された事実を否定している。\n原告は，被告から，合計６３００万円の金員の支払を受けたが，これは，ｄが皇宮の\nｇ社長に対し，皇宮らの参入妨害のために無駄にかかった経費と新工場立ち上げのために新た\nにかかる経費を合わせ，７０００万円ほど援助してもらえないかと申し入れたところ，ｇとａ\n及びｂとの話合いの結果，皇宮の親会社であるサントリーとの関係を考慮して，被告が皇宮の\n代わりに原告に６３００万円を支払うこととなったものであり，ｄが脅して金銭を要求した事\n実はない。\nまた，平成１２年１２月５日に本件肉まん製造依頼書が原告に交付されたが，これ\nも，製造供給量を２００万個に増やした以外は，以前からｂが口頭で発注していた内容を確認\nし，書面化したにすぎないものである。ｂも「ＴＢＨＱとは関係ないとは言いませんが，その\nためのものではありません。」，「ＴＢＨＱの問題とは関係なく，価格であるとか品質が合わ\nなければ，申し訳ないですが，発注はしませんということは，その後も再度お伝えしまし\nた。」と述べていることから明らかなように，本件肉まん契約は，ｄがＴＢＨＱ問題をねたに\n脅迫して締結したものではない。\nキ　以上から，本件肉まん契約の更新拒絶に「正当な事由」はない。\n(3)　本件肉まん契約の更新拒絶に「正当な事由」が必要でない場合，あるいは，「正当な\n事由」が必要であるが「正当な事由」を具備している場合，本件における更新拒絶撤回の有無\n（原告の主張）\n皇宮は，更新拒絶の意思表示後である平成１３年１１月以降，大連工場において翌期の\n量産体制に備えるための皮ミキサー交換及び交換後の作業指導確認を行った。\nまた，ｂは，平成１３年１１月２０日，原告に対し，「ミスタードーナツ取締役ｂ」名\n義で翌期（平成１４年１月から１２月）のＭＤ肉まん製造依頼書（甲３０）を発行した。な\nお，被告は，ｂは当時ＭＤ大肉まんの業務委託契約を締結する権限を有していなかった旨主張\nするが，ｂは平成１２年１１月２０日当時はミスタードーナツを含むフード部門の統括責任者\nの地位を有していたこと，平成１３年１１月２０日当時もミスタードーナツ直営店の責任者取\n締役の地位を有していたこと，被告から原告に対しｂがＭＤ大肉まんの製造業務委託契約を締\n結する権限を失った旨の通知はなかったこと，ｂは，同年６月末，既にフード部門の統括責任\n者の地位になかったにもかかわらず，本件ポテト契約の合意解約についてｄと交渉していたこ\nと等から，原告が，ｂが被告内部においてＭＤ大肉まん製造業務委託契約を締結する権限を失\nっていたことを知ることはできなかった。また，このとき発行された製造依頼書の体裁は，本\n件肉まん製造依頼書（甲１）の体裁とほとんど同じであり，原告が，被告内部の正式な権限に\n基づき発行されたものと信用したことについて過失はない。\n平成１４年１月ないし３月，被告から原告に対する支払伝票が被告社内において処理さ\nれており，当時被告フード部門責任者であったｈが同支払伝票を決済していた。\n以上から，平成１４年以降も本件肉まん契約が有効なものとして扱われていたことは明\nらかであり，被告の更新拒絶は撤回されたものである。\n（被告の主張）\n被告が原告に対し，本件肉まん契約の更新拒絶を撤回した事実はない。\n原告は，皇宮が，平成１３年１１月に，原告の大連工場において皮ミキサーの交換及び\n交換後の作業指導確認を行った旨主張するが，証拠として提出する「ＭＤ肉まん生産設備交換\n確認届」（甲５）は，原告が，前記ミキサー交換及び作業指導確認をミスタードーナツカンパ\nニーが行ったことを報告する体裁の文面を作成し，皇宮のｆに作業指導確認者としての署名を\n求めただけの書面にすぎず，被告が本件肉まん契約の更新拒絶撤回の意思表示をした旨の記載\nはない。しかも，原告は，ｆに署名を求める際，被告が原告に対し本件肉まん契約の更新拒絶\nの意思表示を行っていることを何ら説明しなかった。以上から，前記「確認届」が，被告が本\n件肉まん契約の更新拒絶を撤回した事実の裏付けたり得ないことは明らかである。\n原告は，ｂが平成１３年１１月２０日に原告との間で平成１４年１月以降のＭＤ大肉ま\nんの製造を委託する契約を締結した旨主張する。しかし，ｂは当時，本件肉まん契約を更新\nし，あるいはＭＤ大肉まんについて新たに業務委託契約を締結する権限を有していなかったの\nであり，そのことはｄも認識していた。したがって，ｂが作成した平成１３年１１月２０日付\nけの業務委託契約書（甲３０）の存在をもって，被告が本件肉まん契約の更新拒絶を撤回した\nとすることはできない。\n原告は，平成１４年１月ないし３月ころ，原告に対する支払伝票が被告社内で決裁され\nていた旨主張するが，これは証人ｈの証言に基づくものである。しかし，証人ｈの証言が全く\nのでたらめであることは，その証言が支離滅裂で信用できないことからも明らかであり，前記\n事実はおよそ認められない。\n(4)　本件肉まん契約が継続していると認められる場合の被告の義務違反行為及び原告の損\n害\n（原告の主張）\n前述のとおり，本件肉まん契約は平成１４年１月１日以降も有効に存続していたにもか\nかわらず，被告は，原告の製造したＭＤ大肉まんの受領を拒否した。その結果，原告には以下\nの損害が発生した。\nア　受領拒否された製造済みＭＤ大肉まんの代金　　　　　　２４２４万円\n被告は，平成１４年１月１日ないし同月９日に製造したＭＤ大肉まん４８万個の受領\nを拒否した。\nＭＤ大肉まんの代金は１個当たり５０．５円であるから，被告の受領拒否によって原\n告に生じた損害は２４２４万円（計算式　５０．５円×４８万個）である。\nイ　２年分の肉まん製造による粗利益　　　　　　　　　２億８８００万円\n原告が本件肉まん契約実現のために投下した初期設備投資費用からすると，昀低でも\n２年間の契約の継続がなければ，初期費用を回収できない。\nＭＤ大肉まん１個当たりの粗利益は１０円であり，被告から発注のあった実績平均は\n月１２０万個程度であるから，原告が２年間の契約継続により得べかりし利益は，２億８８０\n０万円（計算式　１０円×１２０万個×２４か月）である。\n仮に，２年分の粗利益が認められないとしても，前述のように，被告は原告に対し平\n成１４年１月ないし１２月の製造依頼を行っているのであるから，少なくとも１年分の粗利益\n１億４４００万円は認められるべきである。\nウ　大連麦花速凍食品有限公司に対する賠償金　　　６７７０万５５４５円\n原告は，原告の関連会社である株式会社シークエンス（以下「シークエンス」とい\nう。）を通し，中国の大連麦花速凍食品有限公司（以下「大連麦花食品」という。）とＭＤ大\n肉まん製造のため合弁会社を設立して，工場の設備投資，人材教育等を行ってきたが，被告の\n不当な契約更新拒絶及び製品受領拒否により，原告及びシークエンスは大連麦花食品から６７\n７０万５５４５円の損害賠償請求を受けた。その内訳は以下のとおりである。（以下，１元＝\n１５円として計算）\n(ア)　平成１４年以降の増産体制に向けて導入した機械代金　４５万元（日本円に換算\nして６７５万円）\n原告は，被告が平成１３年１１月１６日にしたＭＤ大肉まんの皮ミキサー機械の入\n替え指示に従い，平成１４年以降の増産体制に向けて，４５万元を費やして大連工場に皮ミキ\nサー機械を導入した。\n(イ)　試作費用，従業員トレーニング費用，作業員寮費用，機械設備費用，コンテナ車\nのための道路拡張工事費用，物品輸送のための上架工程費用，従業員１８０名分の解雇に伴う\n賠償金等　合計３７０万元（日本円に換算して５５５０万円）\n(ウ)　専用段ボール，ケース内敷紙等の梱包材等費用及び優遇税制適応除外されたこと\nによる損失　合計３６万３７０３元（日本円に換算して５４５万５５４５円）\nエ　合計　　　　　　　　　　　　　　　　　　３億７９９４万５５４５円\n（被告の主張）\n争う。\n(5)　本件ポテト契約の合意解除に際し代替商品の発注を停止条件としたか否か。\n（原告の主張）\n本件ポテト契約の解約は，被告から，事業縮小を理由として納入済みであった１１トン\nを除いた冷凍ゆでじゃがいもについて発注を取り消してほしい旨の申入れがあったことによる\nものである。被告が，以後，ほかの商品を発注することを提案したことから，原告は，代替商\n品の発注を停止条件に，平成１３年６月２８日，同月２６日に既に支払われていた９３３万０\n２００円のほかは，生産地補償，処分費用等の一切を原告が負担することに合意した。\n（被告の主張）\n原告と被告が，本件ポテト契約を合意解約する際，代替品発注の法的合意をした事実は\nない。原告が根拠として提出する「報告確認書」（甲２１の２）には「今後の他の製品等への\n代替製品発注等をご考慮いただくことで…」と記載されていることからも，具体的な代替品発\n注の法的合意がなかったことは明らかである。\n(6)　本件ポテト契約における被告の代替商品発注債務の不履行及び原告の損害\n（原告の主張）\n被告は，冷凍ゆでじゃがいもの代替商品として冷凍黄桃，冷凍いちご等を発注しようと\nしたが現実に発注するに至らず，その後，担当者であったｂが解任されたことから，被告が原\n告に対し冷凍じゃがいもの代替商品を発注しないことが事実上確定した。本件ポテト契約の合\n意解約は，停止条件の不成就の確定により無効となった。\n本件ポテト契約では，冷凍ゆでじゃがいも４００トンを代金５７００万円で納入するこ\nととなっていたが，うち約１０トン分，代金１２０万３２００円については納入，決済済みで\nある。また，原告は，被告から，原告が既に購入していた冷凍ゆでじゃがいもの廃棄処理費用\nとして９３３万０２００円を受領した。\nしたがって，原告は，冷凍ゆでじゃがいもの未決済分の売買代金相当額４６４６万６６\n００円（計算式　５７００万円－（１２０万３２００円＋９３３７万０２００円））の損害を\n被った。\n（被告の主張）\n争う。\n第３　争点に対する判断\n１　認定事実\n前記第２の２，証拠（甲１，２，５，１２の１の１及び同２，１２の２の１及び同２，\n２０の１ないし同３，２１の１ないし同３，２２ないし２６，２９の１及び同２，３０，３\n３，３６，３７，３９，４０，４３の３，４４の２，５１の１，５３，５４，５５の１及び同\n２，５６の１ないし同４，７２，７３，７７，８０，８１，８６，８８，８９，９４の１及び\n同２，１００，１０４の１及び同２，１２２の３，１２８，１３４，１３６の１及び同２，乙\n７，８，１１ないし１４，２２の３，証人ｂ，原告代表者）及び弁論の全趣旨によれば，以下\nの事実が認められる。\n(1)　被告のＭＤ大肉まん販売事業\nア　皇宮との技術提携\n被告は，皇宮との間で，平成４年１１月ころから，ミスタードーナツで展開してい\nたミスター飲茶事業に関し，皇宮が，飲茶点心類の開発提案を行い，被告の指定する製造業者\nに対して皇宮が権利を有するレシピを開示し，技術協力を行うなどして，被告の飲茶点心類の\n商品化を支援し，被告は，皇宮に対して生産技術協力費として，一定の割合のロイヤルティを\n支払うことを内容とする技術提携契約を締結していた。なお，皇宮に支払われるロイヤルティ\nは，契約締結当初は納品価格の２パーセントであったが，平成８年４月ころ１．６パーセント\nに変更された。\nイ　ＭＤ大肉まん販売事業\n被告（ミスタードーナツＦＣ本部）は，皇宮（担当者ｆ），ハチバン及び伊藤ハム\nと共に，平成１１年１１月ころから，ミスタードーナツの新メニューとして，ＭＤ大肉まんを\n共同開発して販売することを計画し，平成１２年４月２２日ころ，５店舗においてＭＤ大肉ま\nんの試験販売を始めた。\nＭＤ大肉まんの製造は，ハチバン及び伊藤ハムに委託された。なお，ハチバンに委\n託されたＭＤ大肉まんの製造については，株式会社ニッキーフーズを通して中国の山東仁木食\n品有限公司に委託されていた。\n試験販売期間中，ＭＤ大肉まんの一部について，虫や毛髪等が混入しているとのク\nレームがあった。\n(2)　原被告間の交渉経過\nｄは，平成１２年５月ころ，知人を通じてａを紹介された。\nａは，ｄから，同人が中国で農産物を栽培，生産し，日本に輸入販売する事業を行っ\nているとの話を聞き，平成１２年６月ころ，被告ポテト＆ジュースＦＣ本部のｅにｄを紹介し\nた。ｄは，ｅから，原告が中国で冷凍ゆでじゃがいもを加工して被告に供給する取引の提案を\n受け，その後，試作品を提供するなどして話を進めた。\n平成１２年７月ころ，ａは，ｄをｂ及びｃに紹介し，ＭＤ大肉まんの製造を原告に委\n託することを提案した。ｃは，原告がもともと食品メーカーではないこと，ハチバン及び伊藤\nハムに対する委託で生産はまかなえると考えていたことから原告との取引に消極的であった\nが，ａ及びｂの指示により，原告と取引する方向で話を進めることとなった。なお，平成１２\n年８月ころ，ａ及びｂとｄとの間では，原告の製造する肉まんが被告の要求する品質等を備え\nるに至った暁には，原告に月１００万個のＭＤ大肉まんの製造を委託する旨の話がなされてい\nた。ｄは，口頭だけでは不安であったので，契約書面を要求したが，ｂからは，ａが発注する\nと言っている以上心配する必要はない旨言われた。\n原告は，平成１２年８月ころ，被告からＭＤ大肉まんの試作を指示され，皇宮から本\n件配分表（甲２２）を開示された。本件配分表は，「ＭＤ大肉まん中具」「ＭＤ大肉まん皮」\n「ＭＤ肉まん製造フロー」の３枚より構成されており，「ＭＤ大肉まん中具」には，材料とし\nて，豚肩ロースミンチ，炒め玉葱，背油ミジン，馬澱，砂糖，醤油，塩，ＭＳＧ（グルタミン\n酸ナトリウム），白胡椒及びチキンスープが記載され，それぞれ分量及び比率が記載されてお\nり，「ＭＤ大肉まん皮」にも同様に，材料として強力粉，薄力粉，砂糖，ＢＰ（ベーキングパ\nウダーのこと），ＤＹ（ドライイーストのこと），ショートニング，塩及び水の記載，各分量\n及び比率の記載がある。また，「ＭＤ肉まん製造フロー」には，皮の工程として「ミキシング\n一時発酵　ガスぬき分割　分割発酵」との記載，具の工程として「ミキシング」との記載，\n皮と具を合わせた後の工程として「成形　成形発酵　蒸煮　放熱　冷却　冷凍　包装」との記\n載がある。なお，試作は数千個単位で求められた。\n原告は，本件配分表に従って肉まんを試作し，平成１２年９月７日，被告に提出した\nが不合格となった。ｄは，ｃに対し，皇宮が原告の試作品製造に非協力的であり，指導をして\nいない，情報をコントロールしている等の不満を述べたため，ｃは，皇宮に対し原告に情報を\nすべて開示するよう指示した。\nｃは，平成１２年９月２４日，原告が肉まん製造を予定している群英楼工場を訪問し\nたが，設備内容，衛生面に問題があるとして，同工場での生産は難しいと評価した。ｃは，ｄ\nにその旨伝えた上，工場の改善点等については，日本に戻って打合せをすることとした。\n被告は，平成１２年１０月６日から，ＭＤ大肉まんの全国販売を開始した。ＭＤ大肉\nまんの販売目標は月６００万個であり，うち４００万個をハチバンに，２００万個を伊藤ハム\nに委託した。全国販売展開以降も，やはり異物が混入しているとのクレームがあった。\n平成１２年１０月１０日，原告は，再び試作品を提出したが不合格となった。ｄから\n再度皇宮が非協力的である旨の不満があったため，ｃは皇宮に対し，再び協力するよう指示し\nた。試食会の際，ｄは，ｃに対し，資金繰りの関係で何らかの書面が必要であり，ａは了解済\nみであるとして，月１００万個のＭＤ大肉まんの発注書を出してほしい旨申し入れた。しか\nし，ｃは，肉まんの品質が被告の要求する水準に達していないこと，工場設備にも問題がある\nこと，新規の取引は稟議事項であることを理由として，断った。\nｃは，平成１２年１０月２３日，ａに対し，前月の群英楼工場を視察した結果につい\nて，現状では委託は難しい旨，また，原告の品質管理能力にも問題がある旨報告したが，ａか\nらは，原告と何らかのつながりを持っておいてほしい旨の返答があった。ｃは，後日，ｂにも\n同様の報告をしたが，ｂも問題を解決して作業を進めるよう指示した。\n原告は，当面，群英楼工場においてＭＤ大肉まんを製造するつもりであったが，将来\nは，合弁で大連食品厂（以下「大連食品工場」という。）を建設し，同肉まんの製造を同工場\nに移すことを計画しており，同年秋ごろから大連食品工場建設の準備を始め，平成１２年１１\n月１０日ころ，大連食品工場と業務委託契約を締結し，委託費として１８５万元を支払った。\n(3)　ＴＢＨＱ使用の発覚と本件肉まん製造依頼書の交付\nｄは，調理師学校の非常勤講師で群英楼工場の顧問をしていたｉに肉まんの試作品製\n造を依頼していた。ｉは，３度試作品を製作するに当たり，平成１２年１１月ころ，皇宮に対\nし，ＭＤ大肉まんの材料のメーカー，具体的な製作過程等について適宜問い合わせていた。平\n成１２年１１月２３日ころ以降，ｉは，皇宮に，ハチバンがＭＤ大肉まんに使用しているショ\nートニングのメーカーを問い合わせ，同じものをメーカーに注文しようとしたところ，同ショ\nートニングに日本で使用，販売が禁止されている添加物が含まれていること，さらに調べて，\n同添加物がＴＢＨＱであることを知った。ｉから報告を受けたｄは，皇宮ｆに，ＴＢＨＱ混入\nの事実（以下「本件混入事実」ということがある。）を報告した。\nｄは，平成１２年１１月３０日，ｃ及び皇宮ｆらに，肉まんの試作品を提供したが３\n度不合格となった。試食会の席上，ｄは，皇宮から被告に対し，ＭＤ大肉まんにＴＢＨＱが使\n用されていることについて，何ら報告されていないことを知り，ｃを含む出席者に対し，「あ\nなたのところは大変なミスを犯してるよ。」，「不二製油（不二製油株式会社）の作っている\nショートニングは一切日本には出せません。ＴＢＨＱという発癌性物質が，１００パーセント\n輸出したらいかんものですわ。」，「中国側は今こちらで押さえているが，公になったら大変\nなことですよ。」等と言って，当該事実を告げた。\nｃは，同日，ｄから前記報告を受けたことをｂに報告した上，当該ショートニングの\n製造元である不二製油株式会社（以下「不二製油」という。）に成分の確認を依頼するととも\nに，ＭＤ大肉まんを検体として検査に出すよう依頼した。ｂは，ｃから報告を受けたことをａ\nに報告した。平成１２年１２月１日，ｃは，中国にいる従業員に対し現地の工場に行って確認\nするよう指示した。同月２日，ｃは，同従業員から，山東仁木食品有限公司製造分（対ハチバ\nン委託分）のＭＤ大肉まんに使用されているショートニングにＴＢＨＱが含まれていることを\n確認した（なお，併せて伊藤ハムに委託しているＭＤ大肉まんには，ＴＢＨＱは含まれていな\nいことを確認した。）。不二製油に確認したところ，同ショートニングのＴＢＨＱ含有量は少\nないため，検査では検出されないかもしれない旨言われた。ｃは，ＴＢＨＱ混入を確認したこ\nと等をｂに報告した。ｂは，不二製油に委託した検査結果を待ち，ＴＢＨＱが検出された場合\nには販売を中止するが，検査結果が出るまでは販売を継続するよう指示した。ｂは，その後ａ\nに報告の上，販売継続について了解を得た。\nｄは，ＭＤ大肉まんにＴＢＨＱが混入していたのは，皇宮の管理責任である，正確な\nレシピをもらわなければまた同じようなことが起きるおそれがある等と言って，ｃに対し，Ｍ\nＤ大肉まんのレシピの開示を要求し，平成１２年１２月４日，レシピの開示を受けた（甲２\n３）。同日，ｄは，ａと面談し，ＴＢＨＱ混入の事実を報告したところ，ａは，ｄに対する感\n謝を述べた上，「本来なら，このような問題を起こしたハチバンとは契約を切るべきである\nが，ハチバンはダスキンと深い縁があり，そういうわけにもいかない。ペナルティとして，ハ\nチバンの製造量を１００万個減らし，その分を原告にお願いする。」旨言った。\nｄは，発注書がないと作業が進められないとして，ｃに対し本件肉まん製造依頼書の\n発行を要求し，平成１２年１２月５日交付を受けた。同依頼書には「１．製造供給量は全量の\n１／３，月産２００万個を目度とする。（アートワーク・ノガミ１／３，伊藤ハム１／３，ハ\nチバン１／３）（店舗数増，売上増の場合は上記比率にて増産する）　２．製造供給日は，２\n００１年２月を目度とする。　３．現行肉まんと同品質（味・外観・大きさ・使用原材料）で\nあること。　４．価格は工場出し価格２９．５３円とする。　５．品質管理・衛生管理には万\n全を期し，ミスタードーナツの基準を満たすこと。　６．生産工場はＨＡＣＣＰもしくはＩＳ\nＯ９００１の基準に準ずる工場であること。　７．発注期間は，２００１年１月～１２月とす\nる。　…」との記載がある。\n平成１２年１２月６日，ｃは，不二製油から，ＭＤ大肉まんの検体からはＴＢＨＱは\n検出されなかった旨の報告を受け，ｂに報告した。ｂは，ａと相談の上，ｃに対し，ＭＤ大肉\nまんの販売を続行するよう指示した。被告は，平成１２年１２月２０日ころまでにＴＢＨＱの\n混入したＭＤ大肉まんの販売を終了した。平成１２年１２月１日以降販売したＭＤ大肉まんの\n数量は約３００万個である。\n平成１２年１２月７日，ｄは，皇宮のｇ社長に対し，「今までの大肉まんの開発製造\n過程で皇宮が指導をしなかったからきちんとした商品ができなかった。発注も２００万個に増\nえ，試作を含め，また一からやり直すとなると，今後今までかかった費用と同じくらいの費用\nがかかる。今までの費用と併せると７０００万円くらいになる。皇宮にも責任がある。」等と\n言い，皇宮で払えなければサントリーと相談の上いくらか賠償するよう要求した。ｇから相談\nを受けたｃは，自己の権限の範囲を超えていたことから，翌日ｂに相談するよう言った。翌８\n日，ｇは，ｂに，ｄから７０００万円要求された旨報告した。ｇの話では，ｄが「７０００万\n円の件はダスキンも了解済みの話である。窓口はａ専務である。」旨言っていたとのことであ\nったので，ｂは，ｇに対し，直接ａに相談するよう言った。ｇは同日，再度被告を訪れ，ａと\n面談したところ，ａは「ｄ社長のところが今まで何回も試作したのに完成できないのは皇宮の\n指導が悪いからや。皇宮はその責任をどう考えとるんや。」，「皇宮は誠意がない。ｄ社長は\nＴＢＨＱの情報をくれた人や。ｄ社長の要求に対して誠意がないならそれは皇宮の問題だ。ｄ\n社長に対してそれなりの責任を感じているならば，皇宮は幾ばくかの誠意を見せるだろう。あ\nとはそちらの問題だ。」，そして，「今後ｄ社長の問題についてはｂ取締役と話をしても良\nい。」と言った。ｂは，ａとの面談の結果についてｇの報告を聞き，ｄと皇宮の間の問題に被\n告が関与し，ｄを被告に取り込むことによってＴＢＨＱ混入の事実についてｄの口封じをしよ\nうと考え，また，ａも同様の考えを持っていると判断した。ｂは，ｇに対し，「皇宮としての\n責任はどう考えるんや。」等と言い，また，以後の対策として，「ｄ社長の口封じをしなけれ\nばならない。ｄ社長をビジネスに巻き込む方向で対応する。ｄ社長の大肉まんを誠意を尽くし\nて立ち上げてほしい。」旨言った。ｇは，「皇宮の責任の取り方について１週間くらい時間が\nほしい。皇宮としての考えをまとめて報告する。」と言った。同日，ｂが専務室に呼ばれて赴\nくと，既にｄが来ていた。ｄは，「ＴＢＨＱが入っていた。しかも，それを販売したとなると\nこれは大変なことですよ。」等と言った。皇宮がｄに対する賠償金を支払う場合には，親会社\nであるサントリーの決済を通す必要があり，ＴＢＨＱ混入の事実が公になる可能性があるこ\nと，また，被告にとってサントリーが重要な取引先であること等にかんがみ，ｂが，ａに対\nし，「皇宮に要求されている７０００万円の支払はどうしますか。」と言うと，ａは少し考え\nた上，「ダスキン側で払いなさい。」と言って被告が支払を肩代わりするよう指示した。その\n後，ｂはｄと交渉の上，支払金額を６３００万円と決定し，同月中旬に３３００万円，翌平成\n１３年１月中旬に残りの３０００万円を支払うこととした。このとき，ｄは，昀初の３００万\n円は，至急現金でもらいたい旨述べたが，残りの金額の支払方法については特に現金での支払\nを要求したことはない。\nｂは，当時経理担当責任者であったｊに相談の上，昀初の３３００万円は業務委託手\n数料名目で支出することとした。ｂは，平成１２年１２月１２日，ダスキンの経理口座からｂ\nの個人口座に振り込まれた３００万円を翌１３日，ｄに現金で交付し，また，同日，被告の経\n理口座からｄの口座に仮払金として５００万円が振り込まれた。また，ｂは，ｄとの間で，前\n記３３００万円の支出を業務委託料名目とするため，原告との間で，本件業務委託契約書（甲\n２）を作成した。\n平成１２年１２月１５日，皇宮は，被告に対し「一連の管理責任不徹底のお詫びと今\n後の事業発展に向けての弊社開発体制の再提案」と題する書面（甲７７）を提出し，被告のミ\nスター飲茶事業について，被告から生産技術協力費として皇宮に支払われていたロイヤルティ\nが，平成１３年１月１日納品分以降，被告購入価格の１．６パーセントから１パーセントに変\n更された。もっとも，皇宮は，平成１２年１０月１日付け「覚書」（甲１２２の３）におい\nて，生産技術協力費の支払対象商品にＭＤ大肉まんを追加すること，ＭＤ大肉まんについての\n生産技術協力費は，平成１２年１２月３１日までの納品分については納品価格の１．６パーセ\nント，平成１３年１月１日以降納品分については納品価格の１パーセントとすることを提案し\nていた。\nｂは，平成１３年１月１９日，被告の経理担当者からｂの口座に振り込まれた２５０\n０万円を，ｄに対し現金で交付した。また，ｂは，平成１３年１月１８日，被告取引先である\n三和紙器株式会社社長ｋに借金方を依頼し，個人名義で３０００万円を借り，同日，現金で原\n告専務に交付した。\n(4)　本件ポテト契約の締結と合意解約\n原告と被告（ポテト＆ジュースＦＣ本部）は，製品試作，中国での原料確保等を経\nて，平成１２年１１月２７日，原告が被告に対し冷凍じゃがいも４００トンを代金５７００万\n円で供給する旨の本件ポテト契約を締結した。その後，原告は，被告に対し冷凍じゃがいも合\n計２万５６００個，１２０万３２００円分を納入したが，平成１３年６月２８日，被告の事業\n縮小を理由に同契約は合意解約されることとなった。合意解約に当たり，被告は，原告に対\nし，損失処理費用として９３３万０２００円を支払った。合意解約交渉に当たったｂは，以\n降，埋め合わせとして，別の製品，具体的には冷凍フルーツ等の発注を考えたい旨の申出をし\nた。被告ミスタードーナツカンパニー宛原告名義で作成された「報告確認書」（甲２１の２）\nには「今般，貴社からの「ビッグポテト」納入用ジャガイモ４００ｔの発注書に基づき既に納\n入済みを除く残量について，事業縮小による発注取り消し処理について，ｂ取締役との話合い\nの結果において，今後の他の製品等への代替製品発注等を考慮いただくことで，ｂ取締役の説\n得に応じ，本年（平成１３年）６月２６日に支払を受けた９，３３０，２００円によって，生\n産地補償，処分費など一切を処理する事としましたので，本書にてご報告致します。」との記\n載がある。\n(5)　その後の事実経過\n原告は，ｂからＴＢＨＱ混入の事実が中国側から他社に発覚することは絶対に防いで\nほしい旨要望されたこと，群英楼工場はほかの日本企業とも取引を行っており，同工場でＭＤ\n大肉まんの製造を続ければ，ＴＢＨＱ混入の事実が公になるおそれがあったこと，また，月２\n００万個のＭＤ大肉まんの発注を受けることになったが群英楼工場では月１００万個の製造が\n限度であったことから，平成１２年１２月中旬以降，大連食品工場の建設を急ぎ，同工場にお\nいてＭＤ大肉まんを製造することとした。\nｂは，平成１３年１月，ミスタードーナツＦＣ事業本部本部長から，別の部署に異動\nになった。\n原告は，大連食品工場の建設について，平成１３年１月ころ，皇宮のｆから助言を受\nけ，また，ｆ等皇宮の担当者は，平成１３年２月以降８月まで，大連工場を訪れて設備内要指\n導及び生産指導を行った。\n大連食品工場は平成１３年５月２３日完成し，同月３０日，中国検験検疫局から検疫\n許可を受け，その後，平成１３年８月ころ，農林水産省の立入検査を受けた。\n被告は，原告に対し，平成１３年９月１０日，当時被告取締役ミスタードーナツカン\nパニー社長ｊ名義で，ミスタードーナツカンパニーとして来期の基本政策を策定中であるとし\nた上，原告の大連工場の肉まん供給体制の進捗状況について，「１．輸出入許認可状況：①中\n国当局の輸出許可について。②現地工場への農水省立ち入り検査状況のご報告。③国内輸入許\n可の目処について。　２．備蓄状況：現在までに生産し備蓄いただいております，出荷対象商\n品の数量。　３．生産能力：①必要機器設置，従業員採用と教育を完了した現時点での工場の\n肉まん生産能力について。②現在の生産数量（日産）と生産計画について。」の各項目につき\n報告を求めた。これに対し，原告は，中国当局の輸出許可は取得済みであること，農水省の立\n入検査には合格済みであり，手続は同月末ころ終了する予定であること，平成１３年９月１２\n日現在，大連工場において７２万個のＭＤ大肉まんを備蓄していること，同時点での生産能力\nは日産５万５０００個であり，平成１３年１０月ないし１１月には日産８万個を目標としてい\nる旨報告した。\n被告社内では，ＭＤ大肉まんにＴＢＨＱが混入していたこと，被告から原告に対し６\n３００万円の支払がなされていること等が問題となり，同年９月２７日，取締役，監査役等で\n構成するミスタードーナツ調査委員会（以下「ＭＤ調査委員会」という。）を立ち上げた。\nＭＤ調査委員会は，ｂが，ｋから個人的に借金をしてｄに支払った３０００万円につ\nいて，被告が支払うべき金員であるとして，被告で負担することとし，ｄに改めて領収書の発\n行を求めた。\n平成１３年１０月９日，被告は，原告に対し，前年１０月からの月別ＭＤ大肉まん出\n荷数量を報告する旨の内容の書面をファックスした。\n平成１３年１０月１０日，大連食品工場は，農林水産大臣が指定する施設として官報\nに掲載され，同日から，大連食品工場でのＭＤ大肉まんの輸入が可能となった。\n平成１３年１０月１１日，ｄは，被告から，翌日被告本社に来るよう電話を受けた\nが，都合がつかず，平成１３年１０月１５日に行くこととなった。同日，ｄが被告本社に赴く\nと，ｊから，本件肉まん契約を平成１３年１２月末日をもって合意解約したい旨の申入れがあ\nった。さらに，平成１３年１０月３０日，被告代理人弁護士は，原告に対し，平成１３年１２\n月末日をもって本件肉まん契約を解約する旨の通知書（甲４）を内容証明郵便により郵送し\nた。\n平成１３年１１月６日，ＭＤ調査委員会は，「ＭＤに関する調査報告書」と題する報\n告書（甲９４の１）を被告の代表取締役社長ｌに提出した。同報告書には，ＭＤ調査委員会の\n見解として，ｄに対する今後の対応について，「恐喝まがいの行為によってダスキンとの取引\nを締結継続しているものであり，速やかに取引関係を解消しなければならないとの点で一致し\nた。　万一，ｄが更に（損害賠償等の）金員を要求してくるのであれば，ダスキンとしても弁\n護士に依頼し，法的に毅然とした対応をすべきと思料する。」との記載がある。\n一方，平成１３年１１月初めころ，大連工場では，皇宮ｆの立会いのもと，皮ミキサ\nーを入れ替えることとなり，平成１３年１１月１６日，ｆは，同工場において，皮ミキサーの\n交換に立ち会い，交換後の作業指導確認を行った。\nｂは，平成１３年１１月２０日，翌年度のＭＤ肉まん製造依頼書（甲３０）をｄに交\n付した。ｂは，平成１３年１２月，取締役を退任した。\n大連食品工場は，平成１３年１２月ころ，大連麦花食品に名義変更した。\n原告は，被告に対し，平成１３年１０月３１日から同年１２月２６日までの間に合計\n２６２万個のＭＤ大肉まんを１個当たり５０．５円で納入した。また，原告は，被告に対し，\n平成１４年１月，４８万個のＭＤ大肉まんを提供したが，受領を拒否された。\n２　争点(1)（本件肉まん契約の更新拒絶に「正当な事由」が必要か否か）について\n(1)　本件肉まん契約について\nア　本件肉まん契約の取引内容など\n製品納入業者と販売業者との間においては，まず基本となる契約が結ばれ，それに\n基づく個別的な諸契約が結ばれることが多い。本件においては，前記認定したところからする\nと，原告は，被告のフードサービスグループの責任者専務取締役であったａから平成１２年７\n月ころＭＤ大肉まんの製造供給の話を持ちかけられ，ａ及びミスタードーナツＦＣ本部本部長\n取締役であったｂと原告の代表者であったｄは，平成１２年８月ころ，原告の製造する肉まん\nが品質，価格等において被告の要求する水準を備えることを条件に，原告に月１００万個のＭ\nＤ大肉まんの製造を委託する旨の話をし，ＭＤ大肉まんの開発及び販売等を担当していた被告\nのｃは，ａ及びｂから原告をＭＤ大肉まんの製造供給に参入させるよう指示され，原告はｃか\nら平成１２年８月ころ試作を数千個単位で行うよう指示されたことからすると，原告と被告\nは，平成１２年８月ころ，原告の製造するＭＤ大肉まんが被告の要求する品質等の水準を満た\nすことを条件として，原告が月１００万個のＭＤ大肉まんを製造し，被告に供給することを内\n容とする基本的な合意をしたものといえる。原告と被告とは，その後の経緯により上記基本的\nな合意内容を具体化していくこととなり，本件混入事実の指摘後の平成１２年１２月４日，ｄ\nは，ａから，ｄがＴＢＨＱ混入を発見したことに対するお礼及びハチバンに対するペナルティ\nとして，ハチバン委託分のうち１００万個を原告に委託することとする旨の申出を受け，原告\nは，その製造するＭＤ大肉まんが被告の要求水準を満たした後，月２００万個の製造，供給を\n依頼されることとなった。\nイ　本件肉まん製造依頼書（甲１）について\n被告は，原告に対し，平成１２年１２月５日，本件肉まん製造依頼書（甲１）を交\n付した。本件肉まん製造依頼書は，ｂが証言するように，原告が被告のＭＤ大肉まんの製造に\n取り組んでいることを明確にし，被告が原告に対し，本件肉まん製造依頼書の内容をガイドラ\nインとして試作を行い，これを目安として製造を実現してもらう旨依頼する趣旨のものであ\nり，また，個別の発注は，品質及び価格が被告の要求水準を満たすという条件付きのものであ\nるが，条件を満たせば発注することを合意する趣旨のものであることが認められ，また，上記\n認定したところから，本件肉まん製造依頼書が原告の資金繰りのために書面が必要である旨の\nｄの要請により作成されたものであることからすると，発注量が１００万個から２００万個に\n増加したほかは，上記基本的な合意内容をより明確にし確認したにすぎないものといえる。\n本件肉まん製造依頼書（甲１）には，第７項で「発注期間は，２００１年１月～１\n２月とする。」との記載がある。しかしながら，前記のような原告の資金繰りのために作成さ\nれたという本件肉まん製造依頼書の性格に加え，同依頼書作成の時点において，原告の試作品\nはいまだ被告の要求した水準に達しておらず，平成１３年１月からＭＤ大肉まんを供給できる\n目処はなかったことに照らせば，上記第７項に規定する具体的な発注期間（平成１３年１月か\nら１２月まで）は，原被告間の合意の内容を正確に記載したものということはできず，上記基\n本的合意内容に基づく今後の個別の発注を１年間を目処にしてなされるとの合意があったこと\nを示すものにすぎないものとみるのが相当である。\nウ　本件業務委託契約書（甲２）について\n本件業務委託契約書（甲２）が平成１２年１２月１５日に作成され，その内容は上\n記認定のとおりである。既に認定したように，本件業務委託契約書は，被告から原告に対して\n支払うこととなった３３００万円を，業務委託料名目の支出とするために，被告の経理処理上\n作成されたものにすぎず，しかも，そのことは原告においても了解済みであった（証人ｂ，原\n告代表者）。そうすると，本件業務委託契約書の内容は，原被告間で合意されたものとはいえ\nず，法的意味を有するものとはいえない。\nエ　ＭＤ大肉まんの納入\n上記認定したように，原告は，被告の要請により，大連食品工場の建設を急ぎ，皇\n宮の担当者から生産などの指導を受けながら，同工場において，ＭＤ大肉まんを製造し，平成\n１３年１０月３１日から平成１３年１２月２６日までの間，合計２６２万個のＭＤ大肉まんを\n１個当たり５０．５円で被告に納入し，被告もこれを受け入れたものである。\n原告の被告に対するＭＤ大肉まんの上記納入は，原告と被告との間において，上記\n基本的な合意に沿って被告の要求する水準のＭＤ大肉まんが製造され，金額についても個別的\nな合意がなされたことから行われたものといえる。すなわち，原告と被告との上記基本的な合\n意ののちに，個別的合意が少なくとも黙示的にはなされていたものといえる。\n(2)　本件解約通知の意味\n本件肉まん製造依頼書（甲１）には１年間の発注期間の定めがあり，また，本件業務\n委託契約書（甲２）には，第３条に，契約期間として，「１．契約期間は，西暦２００１年１\n月１日から西暦２００１年１２月３１日までとします。但し，甲（被告ミスタードーナツＦＣ\n本部のこと）乙（原告のこと）いずれかより期間満了２ヶ月前までに書面にて更新しない旨の\n意思表示がない場合には，本契約は自動的に１ヶ年更新されるものとし，以後も同様としま\nす。…」との記載があること，本件業務委託契約書は，その記載形式からみて当時被告（ミス\nタードーナツカンパニーＦＣ本部）において一般に使用していたと認められる書式を利用して\nいると思料されることに照らせば，被告が商品の製造供給を委託する場合において，契約期間\nを１年間と定めるのが通常であったと認められる。\nしかしながら，前記のように，本件業務委託契約書は，原被告間の合意内容を記載し\nた書面とは認められず，本件肉まん製造依頼書は，本件肉まん契約の枠組みとして基本的な内\n容を規定するものではあるが，前記認定に係る発注期間についての記載は，個別の発注期間が\n１年間を目処にしてなされるとの合意があったことを示すにすぎず，本件肉まん製造依頼書に\nそのような記載があることをもって，本件肉まん契約の契約期間が１年間と定められたと認め\nることはできない。そのほか，本件において契約期間を１年間とする旨の合意がなされたこと\nを認めるに足りる証拠はない。\nよって，本件肉まん契約は，基本的合意の段階においては，期間の定めのないもので\nあったと解すべきである。また，その後においても，原被告間において，契約期間を具体的に\n合意した事実を認めるに足りる証拠は見あたらない。\n以上によれば，平成１３年１０月３１日に被告から原告に対してなされた本件肉まん\n契約を解約する旨の通知は，本件肉まん契約の解約申入れであると解すべきである。\n(3)　解約申入れ（更新拒絶）について「正当な事由」の必要性\n一般に，期間の定めのない契約は，一方当事者からの解約申入れによって終了するの\nが原則である。\nしかしながら，契約の実現に一定の資本の投下が必要で，継続されることを前提に当\n該契約が締結された場合，当事者はその契約から投下した資本を回収することを期待している\nから，このような場合には，一方当事者の解約申入れによって契約を終了させるのは妥当では\nなく，契約を解約するために「正当な事由」が存在することが必要であるというべきである。\nそして，「正当な事由」が必要であるか否かは，契約の目的物の性質，当事者の性質等事案の\n特質を考慮して判断するのが相当である。\nこれを本件についてみるに，本件肉まん契約の目的物は，ＭＤ大肉まんであり，ＭＤ\n大肉まんは，被告，皇宮等が共同で開発した被告のミスタードーナツの各店舗で販売される商\n品であったこと，原告がＭＤ大肉まんを製造するに当たり，原告にはＭＤ大肉まんの商品情\n報，製造のノウハウ等がすべて開示されることとなっていたこと，原告には月１００万個の発\n注が約束されていたこと，また，原告の工場施設の改善等について被告側から指導がされるこ\nととなっていたことの各事実に照らせば，本件肉まん契約は一定期間継続されることが当事者\n間において前提となっていたというべきである。\nしたがって，本件肉まん契約を解約する際には，「正当な事由」が必要である。\n３　争点(2)（「正当な事由」が必要である場合，本件における「正当な事由」の有無）に\nついて\nこの点，被告は，一般に，継続的契約関係の解消に正当な事由を要求する根拠は信義則\nにあるところ，本件肉まん契約は，不法，不当な目的を達成するためのものであるから，同契\n約を解消することは，法律関係を適正な方向に修正するものであって，解消の許否について，\n信義則が問題とならないことは明らかであり，本件肉まん契約の解消についてやむを得ない事\n由は必要でない旨，また，仮に，本件において，契約解消に「正当な事由」が必要であるとし\nても，前記のように本件肉まん契約が不法，不当な目的を達成するためのものであること，原\n告が本件肉まん製造依頼書に供給の目処として定められた平成１３年２月にＭＤ大肉まんを供\n給できず，その後８か月以上経過した平成１３年１０月末に皇宮等の協力の上供給に至ったこ\nと，被告の本件肉まん契約解消の意図が，本件肉まん契約が不法，不当な目的達成のために締\n結されたものであることを認識したため，これを解消して適正な法律関係に修正することにあ\nったことに照らせば，本件肉まん契約の解消には，「正当な事由」がある旨主張するので，以\n下検討する。\n(1)　本件肉まん契約の不法性，不当性について\nそもそも，前述のように，本件肉まん契約は，その基本的な合意部分において，ｄが\nＴＢＨＱ混入の事実を指摘する以前の平成１２年８月に既に成立していたものであるから，本\n件肉まん契約締結段階において，何らかの不法，不当な目的が存在していたとは認められな\nい。\nもっとも，ｄがＴＢＨＱ混入の事実を被告に報告してから後，被告から原告に対し，\n本件肉まん製造依頼書（甲１）が交付され，平成１２年１２月中旬から平成１３年１月中旬に\nかけて，合計６３００万円の金員が支払われたこと，また，ｂは，皇宮のｇから，ｄが皇宮に\n対し７０００万円の賠償を請求している旨の話を聞いた際，ｄを被告に取り込むことによって\nＴＢＨＱ混入の事実についてｄの口封じをしようと考え，また，皇宮のｇに対し，以後の対策\nとして「ｄ社長の口封じをしなければならない。ｄ社長をビジネスに巻き込む方向で対応す\nる。ｄ社長の大肉まんを誠意を尽くして立ち上げてほしい。」旨伝えたこと，その後，皇宮の\n担当者らが原告に協力した結果，原告のＭＤ大肉まんの製造が可能となったことの各事実に照\nらせば，原告がＭＤ大肉まん製造供給を実現するに当たり，関係者であったｂ，ｃ及び皇宮側\nの担当者らは，平成１２年１２月以降，ＴＢＨＱ混入の事実が公になることを防ぐべく，原告\nのいわば口封じをするため，本件肉まん製造依頼書を交付した上，原告のＭＤ大肉まん販売事\n業参入に積極的に協力したことが認められる。\nしかしながら，そもそも原告の参入はａの紹介によるものであり，同人は，試作の段\n階において，原告の参入に消極的であったｃに対し，原告と取引をする方向で進めるよう指示\nしたこと，ｄからＴＢＨＱ混入の事実を告げられた際，同人に対してお礼を述べた上，ハチバ\nンに対するペナルティとしてその供給量を減らしその分を原告に依頼する旨申し出たこと，他\n方，皇宮のｇに対しては，原告のＭＤ大肉まんが完成しないのは皇宮の責任である以上，皇宮\nはｄに対し誠意を見せるべきである旨の発言をしたことの各事実に照らせば，被告のフードグ\nループ統括責任者であったａは，ｄがＴＢＨＱ混入の事実を指摘したか否かにかかわらず，本\n件肉まん契約締結当初から一貫して，原告をＭＤ大肉まんの製造供給に参入させることに積極\n的であったと認められる。また，ｄが本件混入事実を指摘する以前の段階において，本件肉ま\nん契約が基本的合意の部分において既に成立していたこと，ｄは資金繰りの関係から発注書等\nの書面を交付してほしい旨ｂ及びｃに何度か要求していること，原告は平成１２年秋ころから\n大連食品工場建設の準備に取りかかっていること，本件混入事実指摘後も，原告の製造する肉\nまんが被告の要求する水準を満たさない限りは具体的な発注には至らなかったことの各事実に\n照らせば，ＴＢＨＱ混入の事実の指摘前後において，発注量が増加したことを除けば，ＭＤ大\n肉まんを試作し被告の要求するものができた場合に発注を受けるという，本件肉まん契約の基\n本的合意部分における原告の地位に何ら変化はなく，ＴＢＨＱ混入の事実指摘後の発注量の変\n更も，前記のように原告の参入に積極的であったａが，ｄに対するお礼として申し出たにすぎ\nないから，ｄが本件混入事実を指摘することにより，本件肉まん契約において新たな地位を獲\n得したとはいえないというべきである。\nもっとも，本件混入事実指摘後，ｃ及び皇宮が，ｄの口封じのため，原告のＭＤ大肉\nまん製造に積極的に協力することとなったことから，原告はその意味で，事実上，それ以前よ\nり有利な地位を獲得したともいい得る。しかし，前記のように本件肉まん契約においては，原\n告が被告の要求する水準の肉まんを製造供給するために，被告及び皇宮の協力が前提となって\nいたものであって，ｃ及び皇宮の協力は，原告が本件肉まん契約に基づき当然に要求し得たも\nのであるから，原告が，ＴＢＨＱ混入の事実を指摘したことによって，それ以前より有利な地\n位を獲得したということはできない。\nまた，ｄは，本件混入事実指摘の際あるいは指摘後，ＴＢＨＱ混入の事実が公になっ\nたら大変なことになる，中国側は自分が押さえているなどと繰り返し言っていたこと，ｇに対\nし，それまで皇宮が十分な指導をしなかったことにより損害が生じるなどしたとして負担を要\n求したこと，また，被告との契約関係が継続している間，本件混入事実を殊更公にしようとは\nしなかったこと（弁論の全趣旨）に照らせば，ＭＤ大肉まんにＴＢＨＱが混入しており，それ\nを原告が発見したことに乗じて，前記のような金員の要求を持ち出した面があることは否定で\nきない。\nしかしながら，そもそも，被告からｄに６３００万円が支払われるに当たっては，被\n告のフードグループ統括責任者であったａ自身が，ｇに対し，ｄに誠意を見せるように言い，\nまた，皇宮が要求された金員の支払を被告が代わってすることは，ｄの要求によるものではな\nく，ａ及びｂがサントリーとの関係等を考慮して決めたものであることからして，ｄが，ＴＢ\nＨＱ混入の事実を公表する旨脅して，被告に６３００万円の支払をさせたとまでは認められな\nい。\n以上から，本件混入事実指摘後，皇宮を含む被告側が，口封じをしようという意図の\nもと，原告の参入に積極的に協力したこと，また，原告も殊更本件混入事実を公表しようとは\nしなかったことは否定できないが，原告が，本件混入事実を外部に漏らさないことと引換えに\n本件肉まん契約を獲得し，あるいは維持したとまで認めることはできず，本件肉まん契約が，\n原被告双方の不法，不当な目的が合致した結果の産物，あるいはその結果により維持されたも\nのであるとまでいうことはできない。\nしたがって，本件肉まん契約の解約に「正当な事由」が必要でないということはでき\nないし，また，平成１３年秋ころ，被告社内において，ＭＤ大肉まんにＴＢＨＱが混入してい\nたこと，被告から原告に対し６３００万円の支払がなされていることが問題となり，ミスター\nドーナツ調査委員会の調査の結果，昀終的に本件肉まん契約を解消すべきであるとの結論に至\nったが，不適切な契約であるとの解約事由は，被告側からみた一方的な見方にすぎないという\nべきであって，本件肉まん契約の一方的解約を正当化する事由とみることもできない。\n(2)　製造供給の遅滞について\n本件肉まん製造依頼書（甲１）には，第２項に「製造供給日は，２００１年度２月を\n目度とする。」との記載があるが，本件肉まん契約の枠組みを記載したものであるという本件\n肉まん製造依頼書の性質に照らし，同項は，当事者の合意の内容を記載したものと認められ\nる。これに対し，原告が，実際にＭＤ大肉まんを供給できることとなったのは，平成１３年１\n０月であった。原告は，供給が遅れたのは，急遽大連食品工場で製造を行うこととなったこ\nと，同工場完成後，法改正により農林水産大臣の指定が必要となったこと，これらの事情につ\nいては被告に伝え，製造が遅れることについて承諾をもらったことを主張する。\nこの点，原告主張に係る平成１３年６月ころに法改正があった事実，また，ｂが，原\n告に対し，新しく立ち上げる大連食品工場においてＭＤ大肉まんを製造することについて明示\nの承諾を与えた事実を認めるに足りる証拠はない。しかしながら，本件肉まん製造依頼書に定\nめられた期日は供給の目処にすぎないこと（甲１，証人ｂ），前述のように，被告は，平成１\n２年１２月中旬以降，大連食品工場の立上げに協力していたこと，また，原告が製造を新工場\nに変更したことは，遅くとも平成１３年３月ころには，被告側において明確に認識されていた\nにもかかわらず，ｃがひとこと困る旨言ったのみでｄに押し切られ（甲１２８），その後ｂそ\nのほか被告側から，工場はいつできるのか，肉まんはいつ供給できるのかといった問い合わせ\nを何度かしたものの，供給が遅れていることについて，早く供給するよう催告したことはなか\nったこと（証人ｂ，弁論の全趣旨），被告が原告に対し，平成１３年９月，大連食品工場の供\n給体制の進捗状況についての報告を求め，平成１３年１０月，過去１年の月別出荷数量を報告\nしていることからすれば，被告は，原告がＭＤ大肉まんの製造を新しく立ち上げる大連食品工\n場で行うことについて，承諾を与えていたというべきである。\nよって，原告の供給が遅れたことをもって，本件肉まん契約の解約に「正当な事由」\nがあったということはできない。\n(3)　以上から，本件肉まん契約の解約に「正当な事由」が必要でないとはいえず，ま\nた，解約に「正当な事由」があったとも認められない。\n４　争点(4)（本件肉まん契約が継続していると認められる場合の被告の義務違反行為及び\n損害）について\n(1)　以上のように，被告による本件肉まん契約の解約に「正当な事由」は認められない\nから，平成１３年１２月以降本件肉まん契約を解約する旨通知し，ＭＤ大肉まんの受領を拒否\nしたことは，本件肉まん契約の債務不履行に当たる。\nしたがって，被告は，原告が被告の債務不履行により被った損害を賠償する義務があ\nる。\n(2)　肉まん代金など\n前記認定した事実経過などに照らせば，原告は，ＭＤ大肉まんの供給が可能になって\nから，少なくとも１年間の取引を期待する立場にあったというべきである。\nこの点，平成１２年１２月，ａのｄに対する申出により，原告のＭＤ大肉まん製造供\n給量は，全量の３分の１となったこと，平成１３年４月ないし９月までのハチバン及び伊藤ハ\nムによるＭＤ大肉まん納入量は月平均２８８万５０００個であったこと（甲５１の２）に照ら\nせば，原告が，供給可能になった平成１３年１０月３１日から１年間に発注を受け得た個数は\n月平均約９６万１６００個，年間で１１５３万９２００個であったと認められる。また，前記\nのように，原告は被告に対し平成１３年１０月３１日から同年１２月末日まで，１個当たり５\n０．５円でＭＤ大肉まんを納入し，平成１４年１月１日ないし９日に製造した４８万個につい\nては受領を拒否された。なお，証拠（甲３８，４１）によれば，ＭＤ大肉まん１個当たりの粗\n利は約１０円であると認められる。以上から，①平成１４年１月に受領を拒否された４８万個\nの代金２４２４万円と，②原告が平成１３年１０月３１日から１年間に納入し得たＭＤ大肉ま\nんの個数から，平成１３年１２月に納入済みの２６２万個と，平成１４年１月に受領拒否され\nた４８万個を差し引いた８４３万９２００個分の粗利８４３９万２０００円の合計１億０８６\n３万２０００円は，原告が被告の債務不履行により被った損害であると認められる。\n(3)　大連麦花食品に対する賠償金\nア　機械代金について\n既に認定したように，大連上場においては，被告の指示により（旧）皮ミキサー機\n械を設置したが，その後の量産体制に耐え得るだけの性能がなかったために，皇宮のｆの立会\nいのもとにＭＤ大肉まんの皮ミキサー機械（新型）を導入し，その費用４５万元を原告におい\nて負担した（甲５３，５４，５５の１，５５の２，５６の１ないし５６の４）。これは，ＭＤ\n大肉まん増産のための費用であり，被告の債務不履行と相当因果関係にある損害と認める。\nイ　試作費用などについて\n原告及び関連会社のシークエンスは，被告の上記債務不履行により大連工場におい\nてＭＤ大肉まん製造の中止を余儀なくされ，大連麦花食品から平成１５年２月１０日に原告主\n張の試作費用等合計３７０万元の損害賠償請求を受けている（甲５７の１，５７の２，５８の\n１ないし５８の９）。\nウ　専用段ボールなどについて\n原告及びシークエンスは，被告の上記債務不履行により大連麦花食品が用意した被\n告専用の段ボール箱などが転用できないとしてその損害３６万３７０３元を負担せざるを得な\nくなっている（甲６０の１ないし６０の１０）。\nエ　以上を合計すると，４５１万３７０３元となる。１元を１５円で換算すると，６７\n７０万５５４５円となる。\n(4)　以上合計金額は，１億７６３３万７５４５円となる。\n５　争点(5)（本件ポテト契約の合意解除に際し代替商品の発注を停止条件としたか否か）\nについて\n前記認定事実によれば，本件ポテト契約合意解約の際，ｂは，ｄに対し，解約の埋め合\nわせとして，以後，別の製品の発注を考えたい旨の話をしたことが認められる。\nさらに，前記認定事実によれば，解約に際し原告名義被告ミスタードーナツカンパニー\n宛で作成された報告書には「ｂ取締役との話し合いの結果において，今後の他の製品等への代\n替製品発注等を考慮いただくことで，ｂ取締役の説得に応じ…」との記載があり，また，原告\nは本件ポテト契約の解消により数千万円の損害を被るにもかかわらず（証人ｂ，弁論の全趣\n旨），被告から９３３万０２００円を受け取るのみで，解約に応じていることからすれば，確\nかに，原告が解約に合意するに当たり，ｂから代替商品の発注の話があったことが，その動機\n形成に大きく影響したことは否定できない。\nしかしながら，証拠（甲２１の２，証人ｂ）によれば，本件ポテト契約を解約するにつ\nいて，ｂ及びｄの間で，被告仕様により製造され転売できないものについては，被告が引き取\nることとし，その結果として９３３万０２００円という支払額を算出したこと，転売できるも\nのは転売することにより損害を回避する等の手段を原告側でとることとして，合意解約の話が\nまとまったこと，しかし，ｂは，本件ポテト契約の合意解約が被告の事業縮小を理由とするも\nのであったことから，原告に対し損害を与えることとなったことは確かであるため，ｄに対\nし，以後，冷凍フルーツの発注等が可能であればビジネスチャンスを与えたい旨の話をしたこ\nとの各事実が認められる。これらの事実によれば，本件ポテト契約は，９３３万０２００円の\n支払でいったん清算されたものというべきであり，前記代替商品発注の話は，いわばｂの被告\nに対する道義的責任感情から出たものであって，代替商品発注の話が原被告を法的に拘束する\nまでに合意されたものとまでは認め難い。\nよって，前記代替商品発注の話があったことをもって，冷凍フルーツ等の発注を本件ポ\nテト契約合意解除の停止条件とする旨の法的合意があったとまでは認められない。\n第４　結語\n以上のとおりであるから，その余の争点について判断するまでもなく，原告の請求は，\n主文第１項記載の限度で理由があるので，これを認容し，その余の請求を棄却して，主文のと\nおり判決する。\n大阪地方裁判所第１６民事部\n裁判長裁判官　　　横　　山　　光　　雄\n裁判官　　　鈴　　木　　幸　　男\n裁判官　　　佐　　伯　　良　　子\n"
}