{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 17,
    "month": 7,
    "day": 6
  },
  "case_number": "平成17(行ケ)10252",
  "case_name": "",
  "court_name": "知的財産高等裁判所",
  "right_type": "商標権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "9497",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=9497",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/497/009497_hanrei.pdf",
  "contents": "平成１７年（行ケ）第１０２５２号　審決取消請求事件\n平成１７年５月９日口頭弁論終結\n判　　　　　　　決\n原　　　　　　告　　　　ヴィクトレックス ピーエルシー\n訴訟代理人弁護士　　　　近藤早利\n同 　　　岡山未央子\n同 　　　石田千佳\n訴訟代理人弁理士　　　　小谷武\n同　　　　　　　　　　　木村吉宏\n被　　　　　　告　　　　ソルベイ アドバンスト ポリマーズ エル・\nエル・シー\n訴訟代理人弁護士　　　　宮垣聡\n同　　　　　　　　　　　上田潤一\n訴訟代理人弁理士　　　　神林恵美子\n主　　　　　　　文\n１　原告の請求を棄却する。\n２　訴訟費用は原告の負担とする。\n３　この判決に対する上告及び上告受理の申立てのための付加期\n間を３０日と定める。\n事実及び理由\n第１　当事者の求めた裁判\n１　原告\n(1)　特許庁が無効２００３－３５５００号事件について平成１６年９月２７日\nにした審決を取り消す。\n(2)　訴訟費用は被告の負担とする。\n(3)　(2)につき仮執行宣言\n２　被告\n主文第１，２項と同旨\n第２　当事者間に争いのない事実\n１　特許庁における手続の経緯\n原告は，「ＰＥＥＫ」の欧文字を横書きして成り，指定商品を第１類「粉\n状・泥状・粒状・液状・分散状プラスチック，その他の原料プラスチック」とす\nる，登録第４２１９６９６号の登録商標（平成８年４月１９日出願，平成１０年１\n０月２日登録査定，平成１０年１２月１１日設定登録。以下「本件商標」とい\nう。）の商標権者である。\n被告は，本件商標の商標登録を無効にすることについて審判を請求した。\n特許庁は，これを無効２００３－３５５００号事件として審理し，その結\n果，平成１６年９月２７日に「登録第４２１９６９６号の登録を無効とする。」と\nの審決をし，その謄本は同年１０月７日に原告に送達された。\n２　審決の概要\n審決の内容は，別紙審決書写しのとおりである。審決の概要は，「ＰＥＥ\nＫ」の欧文字を普通に用いられる方法で表示してなる本件商標は，遅くともその登\n録査定時（平成１０年１０月２日）において，当該業界で樹脂のひとつである「ポ\nリエーテルエーテルケトン」（polyether ether ketone）の普通名称の略称を表す\nものとして取引者・需要者の間に広く認識され，かつ，使用されていたものであ\nり，また，本件商標をポリエーテルエーテルケトン以外の商品に使用するときは，\n商品の品質について誤認を生じさせるおそれがあるから，商標法３条１項１号，４\n条１項１６号に違反して登録されたものであり，同法４６条１項の規定により無効\nとすべきものである，というものである。\n第３　原告主張の審決の取消事由の要点\n審決は，本件商標がポリエーテルエーテルケトンの略称を表すものと認識さ\nれていたと誤って認定判断する（取消事由１）とともに，本件商標をポリエーテル\nエーテルケトン以外の商品に使用するときに商品の品質について誤認を生じさせる\nおそれがあると誤って認定判断した（取消事由２）ものであって，これらの誤りが\n結論に影響を及ぼすことは明らかであるから，審決は違法として取り消されるべき\nである。\n１　取消事由１（本件商標を普通名称の略称と判断した誤り）\n(1)　審決は，専門辞典，雑誌に徴して，「ＰＥＥＫ」はポリエーテルエーテル\nケトンを指称することが認められるとしている。しかし，審決が挙げる各種専門辞\n典及び雑誌は，いずれもポリエーテルエーテルケトンの特性や性能，応用範囲など\nを説明することを目的として発行されたものであって，商標法上の普通名称性にま\nで配慮して記載された文献ではなく，また，間違った記載がされている可能性もあ\nるから，普通名称性の有無に関して証拠としての価値は極めて低い。また，専門文\n献においても，「ＰＥＥＫ」が原告の商標として認識され，取り扱われているもの\nが存在する（甲４０～４４）。\n(2)　そもそも，ある商標が普通名称あるいはその略称に該当するか否かの認定\nに際しては，当該業界の取引者の認識がいかなるものであったかが検証されるべき\nである。しかしながら，審決では，原告が実際にどのような商標を用い，ポリエー\nテルエーテル製品についてどのような営業・販売活動を行っていたかについて全く\n検討がされていない。\n現実の原告の使用態様としては，「ＰＥＥＫ」を単独で使用している例が\n多数あり，その場合には，取引者・需要者は，必然的に「ＰＥＥＫ」を原告により\n販売される商品の商標と認識するものである。\n原告の営業販売活動により，「ＰＥＥＫ」は原告商品を表す商標として我\nが国のプラスチック業界において広く認知され，また尊重されていたものである。\n(3)　「ポリエーテルエーテルケトン」は，昭和５３年（1978年）に原告の前身\nである英国のＩＣＩ社の先端材料部門（この部門の名称が「Ｖｉｃｔｒｅｘ」であ\nる。）が開発したプラスチック樹脂であり，「ＰＥＥＫ」という商品名は，ポリエ\nーテルエーテルケトンが開発された際にＩＣＩ社が名付けたものである。ポリエー\nテルエーテルケトンは，ＩＣＩ社により世界各国において特許が取得された特許製\n品であり，我が国においてもポリエーテルエーテルケトンとその製造方法の発明\nは，昭和５３年にＩＣＩ社によって特許出願され，その後，原告に引き継がれた。\n平成１０年９月の特許権の存続期間満了に至るまで，我が国及び海外においてＩＣ\nＩ社ないし原告が独占的にポリエーテルエーテルケトンの製造販売を行ってきたも\nので，「ＰＥＥＫ」はＩＣＩ社ないし原告の製造販売するポリエーテルエーテルケ\nトン樹脂の商品名として使用されてきたのである。\nこのように，平成１０年９月に至るまで，我が国では唯一原告がポリエー\nテルエーテルケトンの製造販売をなし得たものであるところ，原告からポリエーテ\nルエーテルケトンを購入して更にこれを日本国内において販売していた被告におい\nても「ＫＡＤＥＬ」という商標を使用しており，「ＰＥＥＫ」は唯一原告のみによ\nって使用されてきた商標なのである。上記のとおり，ポリエーテルエーテルケトン\nは平成１０年までＩＣＩ社ないし原告のみが製造販売でき，原告のみが当該商品に\n商標「ＰＥＥＫ」を長期にわたり独占的に使用してきた。その結果，「ＰＥＥＫ」\nは商品の出所と非常に強い結びつきを有する商標となった。\n上記のような状況下において，「ＰＥＥＫ」を単なる商品の普通名称の略\n称と解することはできない。\n(4)　原告は，各種パンフレット，会社案内，リーフレットにおいて本件商標が\n原告の登録商標であることを明示して使用し，ポリエーテルエーテルケトン樹脂の\n包装資材や原告の日本法人であるビクトレックス・エムシー株式会社（以下「ビク\nトレックス・エムシー社」という。）の社員の名刺にも本件商標が登録商標である\nことを明示して記載するなどしている（甲２，６～１２）。原告の取引先は，商談\nの際にパンフレットや社員の名刺を見たり，商品購入時に包装資材に付された本件\n商標を見ることによって，「ＰＥＥＫ」が原告の登録商標であることを十分認識す\nる。\n原告の取引先においても，取引先の商品（原告の製造に係るポリエーテル\nエーテルケトン樹脂が原料として用いられているもの）のパンフレットやホームペ\nージにおいて，「ＰＥＥＫ」が原告の登録商標であることが明記されて使用されて\nいる（甲１３～３１）。商標法上の普通名称に該当するかどうかは，専門書の記載\nよりも取引者間での取扱いが重視されるべきところ，ポリエーテルエーテルケトン\n樹脂の取引者間での取扱いの実態は上記のとおりであり，取引先は「ＰＥＥＫ」が\n原告の登録商標であることを認識し，これを尊重している。すなわち，本件商標\nは，当該商品の取引者間において現実に普通名称として使用されてはいないのであ\nる。\nまた，業界専門紙においても，平成１１年から同１４年にかけて，専門紙\n９紙に本件商標が原告の登録商標である旨を明記した記事が掲載されているが（甲\n３８の１～９），これを見ても，プラスチック業界において，「ＰＥＥＫ」が原告\nによる販売当初から原告のポリエーテルエーテルケトン樹脂の商品名であることが\n広く認知され，本件商標の商標登録時にはこれが定着していたことが分かる。\n(5)　原告は，ビクトレックス・エムシー社を通じて，次のとおり商標「ＰＥＥ\nＫ」の認知度アップキャンペーンを行うなど，多大なコストを費やして，本件商標\nの管理を行ってきた。\n(ｱ) 商標登録後の活動（キャンペーン第１弾）\n原告は，本件商標の商標登録を受け，平成１１年１２月，商標「ＰＥＥ\nＫ」の認知度アップのキャンペーンを行った（甲３４の１）。\n甲３４の１（原告広報担当者作成に係る文書）のタイトルには，「ビク\nトレックス社のポリエーテルエーテルケトン樹脂『ＰＥＥＫ』（Ｋの右肩上に円輪\n郭内に「Ｒ」の文字が配されている。）として商標登録」と大きく記載されてお\nり，「ＰＥＥＫ」が原告製ポリエーテルエーテルケトン樹脂の商標であることが明\n示されている。\n原告は，これらの資料を３０社余りの報道関係各社に配布するととも\nに，営業に際して顧客や取引関係者に配布してきた。\n(ｲ) ニュースリリースの実施\n原告は，上記(ｱ)記載のキャンペーンの一環として，経済工業紙４紙，電\n気・電子関連業界紙８紙，機械関連業界紙５紙，プラスチック関連業界紙２１紙，\n合計３８紙にニュースリリースしている（甲３４の２）。広告媒体の数として，こ\nれらは一見少ないようにも見えるが，原告の商品「ＰＥＥＫ」は，プラスチック加\n工メーカーを顧客とする所謂「Ｂ toＢ」という取引形態であり，プラスチックの加\n工には大規模な施設を必要とする関係上，その顧客も大手企業となり，その数は一\n般消費財とは異なり無数にあるというわけではない。したがって，広告媒体として\nは，十分な数といえる。\n(ｳ) その後の活動（キャンペーン第２弾）\nさらに，原告は，平成１４年７月，本件商標の一層の周知徹底のため，\n周知キャンペーンを行った（甲３５，３６の１，２）。具体的には，原告が参加す\nる展示会（パシフィコ横浜「人とくるまのテクノロジー展」等）や原告のウェブサ\nイトでの告知をはじめ，名刺から製品パンフレットに至る原告の配布物全般に，本\n件商標が登録商標である旨を記載したロゴシールを貼るなど，原告からの告知を徹\n底した。\nまた，取引先ユーザーに対しても，製品カタログや広告に本件商標を掲\n載する場合には「円輪郭内に『Ｒ』の文字が配されているマーク」の併記を依頼し\nた（甲３７）。取引先ユーザーが,本件商標が原告の登録商標であることを尊重した\n取扱いを行っていることは，上記(4)において述べたとおりである。\n(6)　審決は，「（ポリエーテルエーテルケトン）製品に使用されている商標\nは，『ＶＩＣＴＲＥＸＰＥＥＫ』又は『ＶｉｃｔｒｅｘＰＥＥＫ』の欧文字を書し\nたものであることが推認し得る」とした上で，「ＶＩＣＴＲＥＸ」の部分が登録商\n標であり，「ＰＥＥＫ」の文字部分はポリエーテルエーテルケトンの普通名称の略\n称を表示したものと認められるとしている（審決書１２頁）。\nしかし，「ＶＩＣＴＲＥＸ」は，当時のＩＣＩ社においてポリエーテルエ\nーテルケトンを開発・生産していた先端材料部門の名称であり（その後，当該部門\nが独立して原告となった。），原告が自己の商標登録に係るハウスマーク（会社名\nの商標）として使用している。このようなハウスマークを，商品についての商標と\n組み合わせて使用することは一般的に行われていることであり（例えば「ＳＯＮＹ\nＣＹＢＥＲＳＨＯＴ」や「ＡＳＡＨＩ　ＰＥＮＴＡＸ」），単にハウスマークと\n組み合わせて使用されているというだけで，残りの部分が普通名称であるというこ\nとはできない。\n(7)　また，審決は，「ポリエーテルエーテルケトンの先行商品である非晶質の\n熱可塑性樹脂のポリエーテルサルホン(ＰＥＳ)について使用されている商標は，\n『ＶＩＣＴＲＥＸＰＥＳ（なお，『Ｘ』の右肩上に円輪郭内に『Ｒ』の文字を配し\nている。）』であって『ＶＩＣＴＲＥＸ』の文字部分が，その表示によって登録商\n標であることが認められる。そして，このことより類推して，『“ＶＩＣＴＲＥ\nＸ”ＰＥＳ』及び『“ＶＩＣＴＲＥＸ”ＰＥＥＫ』の表記中に使用されているクォ\nーテーションマーク『“”』は，登録商標であることを表すために用いられたもの\nと推認し得るものであり，かつ，それに続く『ＰＥＳ』及び『ＰＥＥＫ』の文字部\n分は，商品の普通名称の略称を表示したものと認められる。」としている（審決書\n１２頁）。\nしかし，ポリエーテルサルホン(ＰＥＳ)とポリエーテルエーテルケトンと\nは別個の樹脂であり，背景事情，取引者・需要者の間での認識・呼称も全く異なっ\nている。ポリエーテルエーテルケトンが平成１０年まで原告の特許権により保護さ\nれていたのに対して，ポリエーテルサルホンは本件商標が登録された当時，一般的\nな樹脂として誰でも自由に製造ができ，「ＰＥＳ」の名称を使用できたのであるか\nら，両者を同列に論ずることはできない。\n２　取消事由２（本件商標が商品の品質について誤認を生じさせるおそれがある\nと判断した誤り）\n上記１において述べたとおり，「ＰＥＥＫ」は原告における特有の商品の名\n称であり，原告が製造販売するポリエーテルエーテルケトンの商標としてプラスチ\nック業界において広く知られていることから，原告あるいはその顧客，あるいは将\n来顧客となる者やその他の関係者がポリエーテルエーテルケトン以外のプラスチッ\nク商品に商標「ＰＥＥＫ」を使用するということは，本件商標の登録当時あり得な\nいことであった。\nよって，本件商標を上記商品以外に使用すること自体があり得ず，商品の品\n質についての誤認を生ずることはなかったのである。\n第４　被告の反論の骨子\n審決の認定判断に誤りはなく，審決を取り消すべき理由はない。\n１　取消事由１（本件商標を普通名称の略称と判断した誤り）について\n(1) 「ＰＥＥＫ」は，ポリエーテルエーテルケトン（polyether ether\nketone）の略称である。プラスチックの分野では，合成樹脂の一般名称は，当該合\n成樹脂を構成する化合物名を連記して作成され，その結果，冗長な名称となってし\nまうことから，こういった冗長な合成樹脂名に代えて，当該合成樹脂を構成する化\n合物の英文名称の頭文字を組み合わせて，これを当該合成樹脂名の略称として使用\nすることが広く行われている。例えば，ペットボトルの「ペット」とは，原料であ\nるポリエチレンテレフタレート（polyethylene telephthalate）の略称である「Ｐ\nＥＴ」に由来するものである。また，ポリ塩化ビニル（polyvinyl chloride）は，\n「ＰＶＣ」との略称で広く知られている。このような当該業界の慣行に従って，\n「ＰＥＥＫ」という名称も，ポリエーテルエーテルケトン（polyether ether\nketone）の略称として極めて当然なものとして使用されていた。\nプラスチック業界で，「ＰＥＥＫ」がポリエーテルエーテルケトンという\n普通名称の略称として使用されていたことは，審判段階で提出された各種の証拠か\nら明白であり，審決の認定に何ら誤りはない。\n(2) 原告は，審決が「ＰＥＥＫ」を普通名称と認定した際に証拠として引用し\nた各種専門辞典及び雑誌は，いずれもポリエーテルエーテルケトンの特性や性能，\n応用範囲などを説明することを目的として発行されたものであり，商標法上の普通\n名称性にまで配慮して記載された文献ではなく，間違った記載がなされている可能\n性もあるから，証拠としての価値が低い旨主張する。しかしながら，原告は，単に\n間違った記載がなされている「可能性」につき言及するのみで，何ら反証を提出し\nておらず，原告の主張は全く意味をなしていない。\n原告は，また，当該業界の取引者の認識がいかなるものであったかが検証\nされるべきである旨主張するが，その点については，審判手続において証拠を詳細\nに検討した結果として，審決により，普通名称の略称として認識されていたという\nきわめて当然の判断がなされているものである。\n原告の提出する書証のうち，甲１４ないし３１は，いずれも本件商標の商\n標登録以降のごく最近に作成されたものであって，本件商標の登録査定時（平成１\n０年１０月）における業界関係者の認識を推認させるものではない。これらは，本\n件商標の登録後における原告のキャンペーン活動等により原告の依頼を受けて作成\nされたものであることが，容易に推察できる。甲３８の１ないし９も，また，平成\n１１年以降に掲載された記事であり，本件の争点とは関係がない。\n(3) 原告は，現実の使用態様としては，原告が本件商標「ＰＥＥＫ」を単独で\n使用している例が多数あり，その場合には，需要者は，必然的に「ＰＥＥＫ」を原\n告により販売される商品の商標であると認識する旨主張する。\nしかしながら，現実に原告が「ＰＥＥＫ」を単独で使用したことについて\nの証拠は審判手続では一切提出されていない。\n原告が実際にいかなる態様で本件商標を使用していたかは判然としない\nが，合成樹脂を当該樹脂を構成する化合物の英文名称の頭文字を用いた略称で呼称\nするという業界の慣行に従えば，需要者は，「ＰＥＥＫ」単独の表示しかない商品\nに接した場合，「ＰＥＥＫ」は商品内容たる樹脂の名称を示す表示と理解し，それ\n以外の製造者や販売者の表示をもって出所を示すものと理解するのが通常である。\n(4) また，原告は，ポリエーテルエーテルケトンは平成１０年（1998年）まで\n特許権により保護され，原告のみがこれを販売できたもので，他社による「ＰＥＥ\nＫ」の普通名称としての使用例がないから，取引者・需要者は「ＰＥＥＫ」を原告\nの商標と認識していたと主張する。\nしかしながら，特許権によって保護され，特許権者のみが独占的に販売し\n得る製品であっても，当該製品を購入する者，当該製品を加工して販売する者，当\n該製品を研究する者などが存在する以上，これらの者もまた「ＰＥＥＫ」を普通名\n称として使用できる立場にある。ポリエーテルエーテルケトンは，種々の製品の原\n材料として使用されるものであるから，原材料自体が特許権で保護されていたとし\nても，それを購入して種々の製品に使用する需要者が「ＰＥＥＫ」をどのように認\n識するかは，必ずしも，原告がどのような態様で「ＰＥＥＫ」を使用していたかと\nいうことに拘束されるものではない。上記のとおり，取引者・需要者は，業界の慣\n行に従って「ＰＥＥＫ」を合成樹脂ポリエーテルエーテルケトンの組成そのものを\n示した略称と理解し，そのような理解の下で，多くの専門雑誌等において「ＰＥＥ\nＫ」は略称として使用されていたのである。\n(5) 原告は，審決が，ポリエーテルサルホン（ＰＥＳ）について使用された表\n記「“ＶＩＣＴＲＥＸ”ＰＥＳ」との対比において「“ＶＩＣＴＲＥＸ”ＰＥＥ\nＫ」の表記について，「“”」により囲まれた部分に続く「ＰＥＥＫ」の文字部分\nを商品の普通名称の略称を表示したものと認定したことを非難する。\nしかしながら，同一の業者が，先行して販売する樹脂製品について商標に\n続いて一般名称の略称を付した表示をしている場合には，取引者及び需要者に混乱\nを生じさせることなく自社製品を受け容れてもらうには，後に販売された製品につ\nいても，同様の表示を付するのが自然である。したがって，ＰＥＳとＰＥＥＫを含\nんだ両表示を対比するのは合理的である。そして，ＰＥＳはポリエーテルサルホン\nの略称であり，また，ＰＥＥＫもポリエーテルエーテルケトンの略称であると認め\nられる状況下において，「ＶＩＣＴＲＥＸＰＥＳ」の「Ｘ」の右肩上に円輪郭内に\n「Ｒ」の文字を配した表示が存在すれば，「“ＶＩＣＴＲＥＸ”ＰＥＳ」及び\n「“ＶＩＣＴＲＥＸ”ＰＥＥＫ」の表記中に使用されているクォーテーションマー\nク「“”」を，登録商標であることを表すために用いられたものと推認するのは当\n然のことである。\n(6) 原告は，ハウスマークと商品についての商標を組み合わせて使用すること\nは，ごく一般的に行われていることを根拠に，ハウスマークである「ＶＩＣＴＲＥ\nＸ」と「ＰＥＥＫ」とが組み合わされて使用されても，これによって「ＰＥＥＫ」\nが商標ではないとはいえないと主張する。\nしかしながら，そもそも審決は，ハウスマークである「ＶＩＣＴＲＥＸ」\nと組み合わせて使用されていることを根拠として，「ＰＥＥＫ」を普通名称の略称\nであると認定しているわけではない。審決は，ＰＥＳはポリエーテルサルホンの略\n称であり，また，ＰＥＥＫもポリエーテルエーテルケトンの略称であると認められ\nる状況下において，更に，先行商品である「“ＶＩＣＴＲＥＸ”ＰＥＳ」が，商標\n「ＶＩＣＴＲＥＸ」にポリエーテルサルホンの略称であるＰＥＳを組み合わせたも\nのであることに照らし，「“ＶＩＣＴＲＥＸ”ＰＥＥＫ」についてもＰＥＥＫは略\n称を表示したものと認められると認定したのである。\n２　取消事由２（本件商標が商品の品質について誤認を生じさせるおそれがある\nと判断した誤り）について\n原告は，原告あるいはその顧客が本件商標をポリエーテルエーテルケトン以\n外の商品に使用することはあり得ないと主張するが，それは，まさに「ＰＥＥＫ」\nがポリエーテルエーテルケトンの略称として理解されているからである。\n商標法４条１項１６号にいう品質誤認のおそれは，指定商品・役務との関係\nで判断されるべきものであるところ，本件商標の指定商品にはポリエーテルエーテ\nルケトン以外の原料プラスチックが含まれているから，品質誤認のおそれは否定し\n得ない。\nしたがって，この点についても審決の認定判断に誤りはない。\n第５　当裁判所の判断\n１　取消事由１（本件商標を普通名称の略称と判断した誤り）について\n本件商標が商標法３条１項１号に該当するとした審決の認定判断の当否につ\nいて，検討する。\n(1) 証拠（甲２，乙１～１２）及び弁論の全趣旨によれば，次の各事実が認め\nられる。\n(ｱ) 「ポリエーテルエーテルケトン」（polyether ether ketone）は，昭和\n５３年（1978年）に英国のＩＣＩ社が開発（同５６年（1981年）に製造開始）した\n合成樹脂であり，同社は，我が国を含めた各国において同樹脂について特許を取得\nした。同社の先端材料部門を引き継いで設立されたのが原告であり，ポリエーテル\nエーテルケトンはＩＣＩ社ないし原告により製造が行われてきた。昭和５３年にＩ\nＣＩ社によって特許出願された我が国におけるポリエーテルエーテルケトンとその\n製造方法についての特許権は，ＩＣＩ社から原告に引き継がれ，平成１０年９月に\n存続期間が満了した。\n(ｲ) プラスチックの分野では各種の合成樹脂が存在し，その名称は当該合成\n樹脂を構成する単位化合物の名称の組合せからなる場合が多く，いきおい冗長な名\n称となってしまうことから，当該業界では，本来の合成樹脂名に代えて，これを構\n成する単位化合物の英文名称の頭文字を組み合わせた略称を用いることが一般的に\n行われている。例えば，ペットボトル等の原材料として知られているポリエチレン\nテレフタレート（polyethylene telephthalate）は「ＰＥＴ」と略称されており，\nポリ塩化ビニル（polyvinyl chloride）は「ＰＶＣ」と略称されている。\n(ｳ) 「ポリエーテルエーテルケトン」ないし「ＰＥＥＫ」に関しては，次の\nような記載のある各文献が，本件商標の登録査定時（平成１０年１０月２日）以前\nに存在した。\n(a) プラスチック大辞典編集委員会編「プラスチック大辞典」（工業調査\n会１９９４年（平成６年）１０月２０日発行。乙１〔審決における甲第１号証。以\n下，乙１２まで順次審決における甲第１２号証までに対応する。〕）には，項目と\nして「polyether ether ketone　ＰＥＥＫ」と記載され，同項目の説明として，\n「略称ＰＥＥＫといわれている。現在はＩＣＩ社が製造しているだけで，Victorex\nＰＥＥＫの商標で販売されている。製造法は公表されていないが，４,４'－ジフロ\nロジフェニルケトンとハイドリキノンと炭酸カリウムから重合されているといわれ\nている。ＰＥＥＫは結晶性のポリマーでありながら，結晶化度が適当に抑えられて\nおり，そのため非結晶性の性質も併せもつ，もっとも高性能のポリマーである。」\nとの記載がある。ちなみに，次の項目は「polyether rubber　ポリエーテルゴム」\nであり，次の次の項目は「polyethylene(ＰＥ)　ポリエチレン」である。\n(b) 「ＮＩＫＫＥＩ　ＮＥＷ　ＭＡＴＥＲＩＡＬＳ」１９９２年（平成４\n年）９月１４日号（日経ＢＰ社発行。乙２）には，「超耐熱エンプラ（イミド系，\nケトン系など）」の見出しの下，「連続使用温度がおよそ２００℃以上に及ぶ超耐\n熱エンプラは，ポリイミドに代表されるイミド系，ＰＥＥＫ樹脂（ポリエーテル・\nエーテル・ケトン）に代表されるケトン系に大きく分けられる（液晶ポリマーは除\nく）。さらにいずれにも属さない，ヘキストジャパン（東京）のＰＢＩ樹脂（ポリ\nベンゾイミダゾール），出光興産（東京）が８９年に開発したポリエーテルニトリ\nルが加わる。ポリエーテルニトリルは現在，出光石油化学（東京）が手掛けてい\nる。」「射出成形を可能にするためＰＢＩ樹脂にＰＥＥＫ樹脂を５０wt％アロイ化\nした。」「９０年からサンプル出荷を進めている出光石化のポリエーテルニトリル\n『ＩＤ３００』は，荷重たわみ温度（18.6kgf/c㎡）２９０～３３０℃と高い耐熱性\nを備え，引っ張り強さ１３５０kgf/c㎡，曲げ強さ１９００kgf/c㎡と機械的強度と\nも熱可塑性樹脂の中では最高の部類に属する。」（以上，５５頁），「デュポン ジ\nャパン リミテッド（東京）は９２年１月から『ベスペルＳＴ』シリーズの国内での\nサンプル出荷を開始した。」（５６頁），「国産では，東レが９２年７月，全芳香\n族ポリイミド成形加工品事業に参入した。‥‥‥『ベスペル』にほぼ１００％握ら\nれている全芳香族ポリイミドの分野にも手を伸ばし，ポリイミド事業の強化拡大を\n図る。」「東レの全芳香族ポリイミド『ＴＩ３０００』は，荷重たわみ温度３８０\n℃，‥‥‥『ベスペル』と比較した特徴として，摺動性の高さをアピールしてい\nる。」「射出成形可能な熱可塑性ポリイミドのサンプル出荷を行ってきた三井東圧\nも，樹脂名を『ＮＥＷ－ＴＰＩ』から『オーラム』に改め，本格展開を進める。」\n（以上，５７頁），「ＰＥＥＫ樹脂は英ＩＣＩ社から輸入したベースレジンをもと\nに，住友化学工業，三井東圧化学の２社がコンパウンドを行い，アイ・シー・ア\nイ・ジャパン（東京）がＩＣＩのコンパウンドを輸入販売している。価格はグレー\nドや出荷量により異なるが１万４０００円／㎏程度と，少し下がり気味のようだ。\nところでユーザーの中には，ＰＥＳ樹脂と同様，ＩＣＩ社がＰＥＥＫ樹脂から撤退\nすることを懸念する向きがある。ＩＣＩ社は現時点で継続を明言しているが，やは\nりユーザーとしては注意を要する点だろう。ＰＥＥＫ樹脂およびアモコ ジャパン\nリミテッド（東京）のポリケトンとも目立った新規グレードの展開はない。ＰＥＥ\nＫ樹脂はガラス転移温度が１４３℃と意外に低いため，これ以上の高温で使用する\n場合にはガラス繊維などによる強化は欠かせない。三井東圧はアロイ化によるガラ\nス転移温度のアップなどが課題になるとしている。なお，ビーエーエスエフ エンジ\nニアリング・プラスチック（東京，ＢＡＳＦエンプラ）は独ＢＡＳＦ社のＰＡＥＫ\n樹脂（ポリアリル･エーテル･ケトン）『ウルトラペック』の輸入販売を９３年以降\nに始める予定だ。」（５７～５８頁），「ＰＥＥＫ樹脂の用途は大きく二つに分け\nられる。一つは耐熱性を生かした，高温環境下の機構部品。‥‥‥もう一つは半導\n体や液晶パネルなどの製造工程に使われる治具類である。Siウエハーのバスケット\nなど，主流であるフッ素樹脂から，次第にＰＥＥＫ樹脂に転換する割合が増えてい\nるという」（５８～５９頁）との記載がある。\n(c) 「プラスチックス」（日本プラスチック工業連盟誌）１９９７年（平\n成９年）４月号（４８巻４号）（工業調査会発行。乙３）には，「ポリエーテルサ\nルホン　●Polyethersulfone,　ＰＥＳ●」の見出しの下に「ＰＥＳはジクロロジフ\nェニールサルホンを主原料として重縮合したものであり，フェニール成分が多いほ\nど分子が剛直になるので，ポリエーテルサルホンはポリサルホンより耐熱性に優れ\nている。」（６４頁）との記載のある項の次に，「ポリエーテルエーテルケトン●\nPolyetheretherketone，ＰＥＥＫ●」の見出しの下に，「ケトン系樹脂は，カルボ\nニル基とエーテル基が連結された芳香族系ポリマである。ポリケトン（融点３４０\n℃，ガラス転移温度１４８℃），ポリエーテルケトン（３７３℃，１６２℃），ポ\nリエーテルケトンケトン（３３８℃，１５６℃），ポリアリルエーテルケトン（３\n８０℃）などがあるが，ＰＥＥＫは，ジハロゲノベンゾフェノンとヒドロキノンと\nの重縮合で得られる融点３３４℃，ガラス転移温度１４３℃のポリマーである。」\n「ガラス繊維，カーボン繊維，四ふっ化エチレン樹脂，ウイスカーなどとの複合グ\nレードが上市されているが，ＰＥＳをＰＥＥＫ中に微分散させたポリ\nマーアロイとか，ＬＣＰの配向によるＰＥＥＫ強化グレードなどが開発されてい\nる。」（６６頁）との記載がある。\n(d) 工業用熱可塑性樹脂技術連絡会広報委員会編集「新・エンプラの本」\n（工業用熱可塑性樹脂技術連絡会１９９３年（平成５年）４月第１刷，１９９６年\n（平成８年）７月第２刷発行。乙４）は，工業用熱可塑性樹脂技術連絡会会員配付\n資料用に作成された冊子であり，冒頭に「『新エンプラの本』発行に当って」との\n見出しで「４年前に刊行された『エンプラの本』は幅広いエンプラの知識をお互い\nに勉強した結果をまとめ，さらに多くの人々にその内容を紹介する目的でエンプラ\n全体を判り易く解説した小冊子である。学生や新入社員のテキストとして，又顧客\nへのセミナーや勉強のための参考書として大いに利用されてきた。しかしながら，\n前述のような変化にともない内容的に一部古くなった部分や，追加した方が良い部\n分が出てきた。広報委員会ではこれらの状況を鑑み『エンプラの本』を改訂する時\n期に来たと判断し，平成四年度の事業としてここに『新・エンプラの本』として刊\n行するに至った」との内容を含む端書きが掲載され，編集長・Ａ（三井・デュポン\nフロロケミカル），副編集長・Ｂ（ポリプラスチックス），広報委員長・Ｃ（デュ\nポンジャパンリミテッド）外１２名の名称が掲げられている（２頁）。工業用熱可\n塑性樹脂技術連絡会（略称：エンプラ連絡会）の関係企業としては，旭化成工業，\n出光石油化学，鐘淵化学工業，鐘紡，クラレ，呉羽化学工業，昭和電工，住友化学\n工業，ダイセル・ヒュルス，大日本インキ化学工業，帝人，デュポン，東レ，三菱\n化成，三菱油化，ユニチカなどが含まれている（２頁，１２９頁）。同冊子の「１\n－２エンプラの位置付け」の項に掲載された「プラスチックの分類」と題された表\nにおいては，「ポリサルホン‥‥‥ＰＳＵ」「ポリエーテルサルホン‥‥‥ＰＥ\nＳ」等と並んで「ポリエーテルエーテルケトン‥‥‥ＰＥＥＫ」と記載されており\n（４頁），「１－６特殊エンプラ」の項においては，「ポリアリレート（ＰＡ\nＲ）」「ふっ素樹脂」「ポリサルホン（ＰＳＵ）」「ポリエーテルサルホン（ＰＥ\nＳ）」に続いて「ポリエーテルエーテルケトン（ＰＥＥＫ）」の見出しの下に「Ｐ\nＥＥＫは，従来にない特性を備えた結晶性樹脂である。‥‥‥」の記載がある（９\n頁）。また，巻末（１２８頁）に付録として付された「エンプラ関連の熱可塑性プ\nラスチックの名称と記号」と題された一覧表においては，「ＰＥＳ　ポリエーテル\nサルホン」「ＰＥＴ　ポリエチレンテレフタレート」「ＰＰ　ポリプロピレン」等\nと並んで「ＰＥＥＫ　ポリエーテルエーテルケトン」と記載されている。同じく巻\n末（１２９頁）に付録として付された「エンプラ連絡会関係商品名一覧(1)」と題さ\nれた一覧表においては，例えば「ＰＥＴ」の欄に旭化成工業「サンペット」，出光\n石油化学「タフエイト」等が記載されているのと並んで，「ＰＥＥＫ　ＰＥＫ」の\n欄には，住友化学工業「ビクトレックス」，テイジンアモコエンジニアリングプラ\nスチック「ケーデル」と記載されている。\n(e) Ｄ著「エンジニアリングプラスチック活用ガイド」（日刊工業新聞社\n１９９１年（平成３年）４月３０日初版１刷発行。乙５）は，昭和４５年から平成\n２年まで三菱化成工業に勤務し，平成３年４月の時点において新日鐵化学樹脂開発\n部副部長の職にあった者の著作に係るものであるが，同書には，「１１　ポリエー\nテルサルホン（ＰＥＳ）／ポリエーテルエーテルケトン（ＰＥＥＫ）」の項目にお\nいて，「ポリエーテルサルホン（ＰＥＳ）とポリエーテルエーテルケトン（ＰＥＥ\nＫ）はいずれもイギリスのＩＣＩ社が開発し，製造している熱可塑性高性能エンジ\nニアリングプラスチックで，それぞれ“ＶＩＣＴＲＥＸ”ＰＥＳおよび“ＶＩＣＴ\nＲＥＸ”ＰＥＥＫの商標で販売されており，下記の構造式で表わされる芳香族縮重\n合系ポリマーである。」「ＰＥＳは非晶性でガラス転移温度が２２５～２３０℃で\nあるため，高温クリープに優れており，‥‥‥一方，ＰＥＥＫは結晶性で，融点が\n３３４℃であるため，強化グレードは，３００℃以上の荷重たわみ温度（熱変形温\n度）を有する耐熱性を示し，‥‥‥」（以上，１６１頁），「日本でＰＥＳ，ＰＥ\nＥＫを供給しているのは，住友化学工業，三井東圧化学，アイ･シー･アイ･ジャパン\nの３社である。日本でのＰＥＳ，ＰＥＥＫの需要は，合計で４５０～５００ｔ/Ｙと\n推定され，毎年順調な伸びを示しているが，量の拡大とともに伸び率はやや鈍くな\nってきている。」（１６３頁），「ＰＥＳ，ＰＥＥＫともに高性能の樹脂であるも\nのの，価格が高いということから使用される分野が限られてくる。こうした用途で\nは要求される実用物性もさまざまであり，ＰＥＳ，ＰＥＥＫのもつ本来の特性だけ\nでは十分な対応が取れないことが多い。高価格な樹脂をいかに効率的に部品デザイ\nンするかということから，ＰＥＳ，ＰＥＥＫ樹脂をベースにした各種コンパウンド\n製品が開発されている。とくに，住友化学工業では，ＰＥＳ，ＰＥＥＫの市場開発\nに当たっては，ユーザとの密接な関係をもちつつ，きめ細かくそのニーズを採り入\nれ，独自のコンパウンド技術を用いて数多くの複合樹脂を開発している。」（１６\n４頁），「ＰＥＥＫ樹脂をベースとしたグレードの開発は住友化学工業がスミプロ\nイＫシリーズとして数多く上市しているが，この中ではとくにスミプロイＳＫ１６\n００がユニークである」（１６５頁），「ＰＥＳ，ＰＥＥＫのフィルムは，ＰＥＴ\nフィルムとポリイミドフィルム“ＫＡＰＴＯＮ”の中間に位置し，絶縁材料区分で\nいうとＰＥＳはＨ種，ＰＥＥＫはＣ種に相当する。国内では，三井東圧化学から\n“ＴＡＬＰＡ”，住友化学工業からは“エスペックス”の商品名で上市されてい\nる。エスペックスは，優れた耐熱性と機械的強度に加え，透明性の高いことが特徴\nである。」（１６７～１６８頁）などの記載があり，「図３.５４ ＰＥＥＫ樹脂を\nベースに開発された各種複合樹脂」として掲げられた図（１６７頁）には，「ＰＥ\nＥＫ改良グレードＭＡＰ」との見出しの下に「摺動グレード　ＶＩＣＴＲＥＸ Ｄ４\n５０ＨＴ１５，Ｄ４５０ＨＦ３０　スミプロイ ＣＫ３４２０，ＴＫ３４２０（住友\n化学）　ＥＸＬ５，ＥＸＬ１２（三井東圧化学）」「高耐熱・高強度グレード　ス\nミプロイ ＴＫ４６００（住友化学）」「ＶＩＣＴＲＥＸ ＰＥＥＫ 標準グレード\nナチュラモル ３８０Ｇ ４５０Ｇ　ガラス入り １５０ＧＬ３０ ４５０ＧＬ２０，\nＧＬ３０　炭素繊維入り ４５０ＣＡ３０」「ＰＥＥＫパウダ　ＶＩＣＴＲＥＸ １\n５０Ｐ，３８０Ｐ，４５０Ｐ」などと記載されている。\n(f) 日経ニューマテリアル編集「全調査エンジニアリングプラスチック－\n技術・応用・需給動向のすべて」（日経ＢＰ社１９８９年（平成元年）７月２４日\n発行。乙６）には，「ケトン系（ポリエーテルエーテルケトン，ポリケトンな\nど）」の見出しで「需給」の小見出の下に「分子中にケトン基をもつケトン系ポリ\nマーの草分けは，英ＩＣＩ社が製造するＰＥＥＫ。‥‥‥日本では，ＰＥＳと同様\nに，アイ・シー・アイ・ジャパン，住友化学工業，三井東圧化学の３社が販売して\nいる。」（１０２頁）との記載，「用途」の小見出しの下に「ウエハーキャリヤー\nにも一部採用されているが，濃硫酸などを使うために使えない事も多く，フッ素樹\n脂が主流になっている。ＰＥＥＫが使われるのは，検査用のキャリヤーなど薬品が\n厳しくなく，しかも摺動するような場合だ。」「三井東圧化学が開発したユニーク\nな用途に超純水パイプシステムがある。２４時間で１年程度の長期使用に耐えるの\nが特徴で，ＩＣメーカーなどでＰＥＥＫ製の小型超純水プラントの採用が始まっ\nた。‥‥‥ここまで長期間使用を可能にしたのは初めてで，従来のＰＶＤＦやＰＶ\nＣでは溶出や変質の問題，ステンレスでは錆の問題があった。」（以上，同頁）と\nの記載，「グレード展開」の小見出しの下に，「アモコが参入　その中で，アモコ\nジャパンは，ケトン系ポリマー（同社はポリケトンと呼んでいる）『ケーデル』の\nサンプル出荷を４月から始めた。ＩＣＩのＰＥＥＫよりも耐熱性が１０℃程度高い\nという。」（１０３頁）との記載がある。\n(g) プラスチックス編集部編「エンジニアリングプラスチックの精密成形\n技術」（工業調査会昭和６０年１１月１５日発行。乙７）には，「ポリエーテルサ\nルホン／ポリエーテルエーテルケトン」の見出しの下，「‥‥‥本稿では，これら\nスーパーエンプラのうち，熱可塑性で，通常の成形方法が適用できる樹脂の中で，\n非晶性および結晶性樹脂の中でそれぞれ最高のランクに位置するポリエーテルサル\nホン（以後，「ＰＥＳ」と略す）とポリエーテルエーテルケトン（以後，「ＰＥＥ\nＫ」と略す）および需要業界の多様化するニーズに応えるため，‥‥‥」（１１６\n頁）との記載がある。\n(h) 「プラスチック成形材料データＢＯＯＫ'９７／'９８」（プラスチッ\nク・ニュース社発行。乙８）には，「ポリメチルペンテン（ＴＰＸ）」「ポリエー\nテルニトリル」などと並んで「ポリケトン，ＰＥＥＫ」が項目として掲げられ，\n「ポリエーテルニトリル」欄における「出光石油化学　出光ＰＥＮ」に対応する形\nで，「ポリケトン，ＰＥＥＫ」欄においては，「住友化学　ビクトレックスＰＥＥ\nＫ，スミプロイＫ」「テイジン アモコ エンジニアリング プラスチックス　ケーデ\nル」「三井化学　ビクトレックスＰＥＥＫ」（１１３頁）との記載があり，同書の\n索引欄には，〈ニ〉の項に「ニチダップ（ジアリルフタレート）」「ニッカライト\n（フェノール）」「日本ポリスチ（ＰＳ）」，〈ハ〉の項に「バイエルＡＢＳ（Ａ\nＢＳ）」「バイロペット（強化ＰＥＴ）」「バルクサム（ＡＢＳ）」などが記載さ\nれているのと並んで，〈ヒ〉の項には「ＢＴＭＣ（不飽和ポリエステル）」「ビク\nトレックスＰＥＥＫ（ＰＥＥＫ）」（３１８頁）との記載がある。\n(i) 「ＮＩＫＫＥＩ　ＮＥＷ　ＭＡＴＥＲＩＡＬＳ」１９９０年（平成２\n年）５月７日号（日経ＢＰ社発行。乙９）には，「新素材入門　エンジニアリング\nプラスチック」の見出しの付された頁に「主要エンプラの価格と熱変形温度の相関\n図」と題した図が掲載されているところ，同図においては，「ポリイミド『キネ\nル』」「ポリイミド『ベスペル』『ユピモールＲ』」「ＰＥＴ樹脂（ＧＦ）」「Ｐ\nＰＳ樹脂（ＧＦ）」などと並んで「ＰＥＥＫ樹脂（ＧＦ）」「ＰＥＥＫ樹脂（ナチ\nュラル）」との記載がある（８２頁）。\n(j) 「プラスチックス」（日本プラスチック工業連盟誌）１９９１年（平\n成３年）４月号（４２巻４号）（工業調査会発行。乙１０）には，「ポリエーテル\nサルホン（Polyethersulfone, ＰＥＳ）」の項目の次に，「ポリエーテルエーテル\nケトン（Polyetheretherketone, ＰＥＥＫ）」の項目が掲載され，耐熱性，耐スチ\nーム性などに関する説明に続いて，「耐カットスルー性」に関する説明として「Ｐ\nＥＥＫを被覆した電線は耐カットスルー性にすぐれるので膜厚を薄くすることがで\nきる。」との記載がある（５９頁）。\n(k) 「ＮＩＫＫＥＩ　ＮＥＷ　ＭＡＴＥＲＩＡＬＳ」１９８９年（平成元\n年）４月２４日号（日経ＢＰ社発行。乙１１）には，「ＰＥＥＫ」の見出しの下，\n「●ポリエーテルエーテルケトン（ＰＥＥＫ） 高強度な特殊グレードや摺動性上げ\nたカスタムグレードを供給」の副題を付した記事が掲載されているところ，同記事\nには，「ＰＥＥＫの耐熱性を上げた新樹脂と位置付けられるＰＥＫ（ポリエーテル\nケトン）のサンプル出荷が８８年より本格的に始まった。」（９２頁），「ここ数\n年で，ＩＣＩ以外のメーカーもＰＥＥＫ系樹脂を華々しく発表したが，その割には\n日本市場へは導入されていない。その中で，アモコジャパンリミテッド（東京）\nは，「ケーデル」のサンプル出荷を４月から始める。ＩＣＩのＰＥＥＫよりも耐熱\n性が１０℃程度高いという。‥‥‥アモコジャパンによると米Ａｍｏｃｏ社は，Ｐ\nＥＥＫ系樹脂のポリマーアロイの特許を多く取得しており，今後低価格グレードな\nどを活発に品揃えする考えだ。この他，米Ｄｕ Ｐｏｎｔ社や西独Ｈｏｅｃｈｓｔ社\nなどが発表しているが，今のところ日本でサンプルを出荷する気配はない。」（９\n３頁）との記載がある。\n(l) 「工業材料」１９９４年（平成６年）５月号（４２巻６号）（日刊工\n業新聞社発行。乙１２）には，「図１　エンプラの種類と分類」と題する図（２０\n頁）において，「ＰＥＴ（ポリエチレンテレフタレート）」「ＰＥＮ（ポリエーテ\nルニトリル）」「ＰＥＳ（ポリエーテルサルホン）」などと並んで「ＰＥＥＫ（ポ\nリエーテルエーテルケトン）」との記載がある。なお，同図には，「ＰＰＡ（ポリ\nフタルアミド『アモデル』）」「ＴＰＩ（熱可塑性ポリイミド『オーラム』）」\n「ＬＣＰ（『スミカスーパー』『ザイダー』『ベクトラ』etc）」といった記載があ\nり，「表１　結晶性耐熱エンプラの構造と耐熱性，加工性」と題し，記載内容を順\nに「分類，樹脂名，商品名（メーカー），‥‥‥」とする表（２１頁）において，\n「ポリアミド，ポリフタルアミド（ＰＰＡ），アモデル（ＡＭＯＣＯ），‥‥‥」\n「ポリイミド，熱可塑性ポリイミド（ＴＰＩ），オーラム（三井東圧），‥‥‥」\n「ニトリル，ポリエーテルニトリル（ＰＥＮ），出光ＰＥＮ（出光マテリアル），\n‥‥‥」「ケトン，ポリアリルエーテルケトン（ＰＡＥＫ），ウルトラペック（Ｂ\nＡＳＦ），‥‥‥」などと並んで「ケトン，ポリエーテルエーテルケトン（ＰＥＥ\nＫ），ビクトレックス（ビクトレックス），‥‥‥」との記載がある。\n(2) そこで，上記(1)における認定事実を前提として判断する。\n(ｱ) 上記(1)(ｱ)ないし(ｳ)によれば，次の各点を指摘することができる。\n①　従来からプラスチック業界では，合成樹脂について，これを構成す\nる単位化合物の名称を連結した本来の合成樹脂名に代えて，単位化合物の英文名称\nの頭文字を組み合わせた略称を用いることが一般的に行われており，これをポリエ\nーテルエーテルケトン（polyether ether ketone）について当てはめると，「ＰＥ\nＥＫ」となる。\n②　「プラスチック大辞典」（乙１）は，その記載内容に照らし，プラ\nスチックに関する一般的な辞典と認められるが，そこでは，項目に，「polyether\nether ketone　ＰＥＥＫ」と記載されて，「ＰＥＥＫ」が「polyethylene(ＰＥ)\nポリエチレン」における「ＰＥ」と同列に扱われ，かつ，その解説文では，「ＰＥ\nＥＫ」は「polyether ether ketone」の略称であり，ＩＣＩ社の商標は「Victorex\nＰＥＥＫ」である旨が記載されている。\n③　「ＮＩＫＫＥＩ　ＮＥＷ　ＭＡＴＥＲＩＡＬＳ」（乙２，９，１\n１），「プラスチックス」（乙３，１０）及び「工業材料」（乙１２）は，いずれ\nも，その掲載記事の内容及び発行元たる出版社に照らし，エンジニアリングプラス\nチックの製造，販売（取引）及び需要（購入・使用）に関係する業者をその主たる\n購読者層に含む定期刊行物と認められ，「新・エンプラの本」（乙４），「エンジ\nニアリングプラスチック活用ガイド」（乙５），「全調査エンジニアリングプラス\nチック－技術・応用・需給動向のすべて」（乙６），「エンジニアリングプラスチ\nックの精密成形技術」（乙７）及び「プラスチック成形材料データＢＯＯＫ'９７\n／'９８」（乙８）は，その内容，著者・編者，発行元たる出版社等に照らし，上記\nの業者を読者とするエンジニアリングプラスチックの解説書と認められるが（殊\nに，乙４は端書きにおいてその趣旨を明記しており，また，乙４及び乙５の執筆\n者・著者は，合成樹脂製造会社の担当者である。），これらの刊行物においては，\n「ＰＥＥＫ」は，「ＰＥＳ」（ポリエーテルサルホンの略称），「ＰＥＴ」（ポリ\nエチレンテレフタレートの略称），「ＰＰ」（ポリプロピレンの略称），「ＰＶ\nＣ」（ポリ塩化ビニルの略称）などと同列に用いられ，「ＰＥＥＫ樹脂」は「ＰＥ\nＴ樹脂」「ＰＰＳ樹脂」「フッ素樹脂」などと同列に用いられている。\n④　上記③の文献のうち，「ＮＩＫＫＥＩ　ＮＥＷ　ＭＡＴＥＲＩＡＬ\nＳ」（乙２，９，１１）及び「全調査エンジニアリングプラスチック－技術・応\n用・需給動向のすべて」（乙６）においては，他社の合成樹脂の商品名ないし商標\nが「」に囲まれて引用されているにもかかわらず（乙２において「ＩＤ３００」\n「ベスペル」「オーラム」など，乙６，１１において「ケーデル」など，乙９にお\nいて「キネル」「ベスペル」など），ＰＥＥＫは，「」を使用せずに記載されてい\nる。また，「新・エンプラの本」（乙４），「エンジニアリングプラスチック活用\nガイド」（乙５），「プラスチック成形材料データＢＯＯＫ'９７／'９８」（乙\n８），「工業材料」（乙１２）においては，「ＰＥＥＫ」の語のほかに，ＩＣＩ社\nないし原告の製造又は販売に係る商品を示す名称として，「ＶＩＣＴＲＥＸ」，\n「ビクトレックス」，「“ＶＩＣＴＲＥＸ”ＰＥＥＫ」及び「ビクトレックスＰＥ\nＥＫ」の語が用いられている。\n(ｲ) 上記(ｱ)において指摘した各事情を総合すれば，本件商標の登録査定時\n（平成１０年１０月２日）において，いわゆるエンジニアリングプラスチックの製\n造，販売（取引）及び需要（購入・使用）に関係する業者の間では，「ＰＥＥＫ」\nの語は，原料プラスチックに属するケトン系樹脂の１種を示す普通名称であるポリ\nエーテルエーテルケトン（polyether ether ketone）の略称として，広く認識さ\nれ，使用されていたものと認めるのが相当である。\n(ｳ) 原告は，前記(1)に記載した各文献はいずれもポリエーテルエーテルケト\nンの特性や性能，応用範囲などを説明することを目的として発行されたものであっ\nて，商標法上の普通名称性にまで配慮して記載された文献ではなく，また，間違っ\nた記載がされている可能性もあるから，普通名称性の有無に関して証拠としての価\n値は極めて低いと主張する。\nしかしながら，上記文献のうち，「プラスチック大辞典」（乙１）は，\nプラスチックに関する一般的な辞典と認められるところ，そのような辞典において\n「ＰＥＥＫ」の語が「polyether ether ketone」の略称として項目中に使用されて\nいるということは，「ＰＥＥＫ」の語の一般名称性を認定する上での有力な根拠と\nなるものである。また，その他の各文献についても，これらがエンジニアリングプ\nラスチックの製造，販売（取引）及び需要（購入・使用）に関係する業者をその主\nたる読者とする定期刊行物ないし解説書であることは，前記のとおりであり，これ\nらの文献において「ＰＥＥＫ」の語が前記のような使用をされていることは，これ\nらの業者の間において，「ＰＥＥＫ」の語が普通名称の略称として広く認識され，\n使用されていることを認定する上で十分なものというべきである。\n原告は，専門文献においても，「ＰＥＥＫ」が原告の商標として認識さ\nれ取り扱われているものが存在すると主張して，審決取消訴訟の段階において，甲\n４０ないし４４を提出するが，そのうち甲４１ないし４４はいずれも本件商標が商\n標登録された（平成１０年１２月１１日）後である平成１３年１０月ないし同１６\n年８月に発行された刊行物であり，これらの刊行物において「ＰＥＥＫ」のＫの右\n肩上に円輪郭内に「Ｒ」の文字を配するマークが付されているのは，本件商標が商\n標登録されたことを受けてのことであり，このことによっては本件商標の登録査定\n時に「ＰＥＥＫ」の語が普通名称の略称であったとの前記認定を覆すことはできな\nい（上記刊行物のうち，甲４２（「プラスチック成形材料データＢＯＯＫ'０２／'\n０３」プラスチック・ニュース社２００２年（平成１４年）８月３０日発行）は，\n乙８（'９７／'９８版）のその後の年度のものであり，本件商標の商標登録に伴っ\nて「ＰＥＥＫ」についての記載が変更されたことが分かる。）。また，甲４０（Ｅ\n著「高分子新材料」１９８７年（昭和６２年）３月５日発行）には，「ポリエーテ\nルケトン」の見出しの項において，ポリエーテルエーテルケトンの化学構造式の下\nに「（ＩＣＩ“ＰＥＥＫ”）Ｔm３３４℃」との記載がある。しかし，その直前の解\n説文には「ジヒドロおよびジクロロベンゾフェノンの縮合によりポリエーテルケト\nンやＰＥＥＫがＩＣＩ社で１９７８年につくられた。」と，「ＰＥＥＫ」をポリエ\nーテルケトンと同列に取り扱った記載があり，「ＰＥＥＫ」についての著者の認識\nは必ずしも明確でなく（ちなみに，著者のＥは京都大学名誉教授であり，主として\n学術関係に携わった経歴を有する。），これをもって前記認定を覆すには足りな\nい。\n(ｴ) 原告は，原告の使用態様としては，「ＰＥＥＫ」を単独で使用している\n例が多数あり，取引者・需要者は「ＰＥＥＫ」を原告により販売される商品の商標\nと認識していた旨主張するが，この点について原告が提出する証拠（甲２，５ない\nし３１，３４ないし３７）は，作成等の時期が不明であるものや，本件商標が商標\n登録された後に原告ないしビクトレックス・エムシー社によって作成されたパンフ\nレット，包装資材や本件商標の商標登録後に取引先において作成されたパンフレッ\nト等であり，本件商標の登録査定時（平成１０年１０月２日）以前における使用態\n様を明らかにするものではない。本件商標の商標登録がされた後に，原告ないしそ\nの日本法人であるビクトレックス・エムシー社が商標「ＰＥＥＫ」の認知度アップ\nキャンペーンを行った結果，原告や同社からの依頼に応じて，取引先会社作成の書\n類等において「ＰＥＥＫ」の語に「円輪郭内に『Ｒ』の文字を配するマーク」が併\n記されるようになったとしても，そのことから，本件商標の登録査定時の業界での\n取引における「ＰＥＥＫ」の語の使用態様を認定することはできないから，これら\nの点に関して原告が提出した証拠により前記認定を覆すことはできない。また，本\n件商標が商標登録された事実が業界専門紙により報道されたとしても，これによっ\nて，登録査定時以前における「ＰＥＥＫ」の使用態様について何らかの認定をする\nことはできないから，これらの点に関する証拠（甲３８の１ないし９）によっても\n前記認定を覆すことはできない。\n(ｵ) また，原告は，ポリエーテルエーテルケトンは平成１０年９月まで特許\n権により保護され，ＩＣＩ社ないし原告が独占的にポリエーテルエーテルケトンの\n製造販売を行ってきたものであるから，「ＰＥＥＫ」は原告の製造販売に係るポリ\nエーテルエーテルケトン樹脂の商品名として取引者・需要者の間で認識されていた\n旨主張する。\nしかしながら，ポリエーテルエーテルケトンが特許権の対象であってＩ\nＣＩ社ないし原告のみが製造販売を行っていたという事情があるとしても，そのこ\nとをもって，「ＰＥＥＫ」が原告の商品を示す名称として取引者・需要者の間で認\n識されていたと直ちに認めることはできない。前記(1)で認定したとおり，従来から\nプラスチック業界では，合成樹脂について，これを構成する単位化合物の名称を連\n結した本来の合成樹脂名に代えて，単位化合物の英文名称の頭文字を組み合わせた\n略称を用いることが一般的に行われていたところ，これをポリエーテルエーテルケ\nトン（polyether ether ketone）に当てはめると「ＰＥＥＫ」となるのであって，\nプラスチック業界に何らかの関係を有する者がケトン系樹脂の１種を示す普通名称\nである「polyether ether ketone」（ポリエーテルエーテルケトン）の語を見た場\n合には，その略称として最初に想起する語が「ＰＥＥＫ」であるということができ\nる。そうすると，仮に，「ＰＥＥＫ」の語を最初に用いたのがＩＣＩ社であり，ポ\nリエーテルエーテルケトンをＩＣＩ社ないし原告のみが製造販売していたとして\nも，「ＰＥＥＫ」の語が具体的な商品を離れて，ケトン系樹脂の１種であるポリエ\nーテルエーテルケトンの略称としてエンジニアリングプラスチック関係者全般の間\nで広く用いられるのはごく自然なことであり，現にそのように使用されていたこと\nは前記のとおりである。また，一般に，商取引において，商品の出所については，\n商品の包装等に販売者，販売元等として会社名を記載することによって表示するこ\nととし，商品の名称としては当該商品を示す普通名称をそのまま用いるという例も\n少なくないことに照らせば，原告の商品に付された「ＰＥＥＫ」の表示を見た者が\n当該表示をもって，その内容である物質の名称の略称と理解することは十分あり得\nることである（プラスチック業界において，「ＰＥＴ」「ＰＶＣ」「ＰＥＳ」等の\n語が樹脂の普通名称の略称であることを知る者であれば，そのように理解すること\nがむしろ自然である。）。現に，前記(1)において認定したように，ＩＣＩ社ないし\n原告の製造又は販売に係る商品を示す場合に「ＶＩＣＴＲＥＸ」，「ビクトレック\nス」，「“ＶＩＣＴＲＥＸ”ＰＥＥＫ」又は「ビクトレックスＰＥＥＫ」の名称を\n用いている文献が少なくないのであって（乙４，５，８，１２），このことから\nは，むしろ原告の商品を示す名称としては「ＰＥＥＫ」の語では足りず，「ＶＩＣ\nＴＲＥＸ」又は「ビクトレックス」の語を付することが必要な状況にあったと認め\nられるべきものである。原告の上記主張も，また，採用できない。\n(ｶ) なお，原告は，「ＶＩＣＴＲＥＸ」は原告のハウスマークであり，ハウ\nスマークと組み合わせて使用されているというだけで，「ＰＥＥＫ」が普通名称で\nあるということはできないと主張する。しかし，「ＰＥＥＫ」の文字が「ＶＩＣＴ\nＲＥＸ」と組み合わされて使用されていると否とに関わりなく，「ＰＥＥＫ」がポ\nリエーテルエーテルケトンの略称として広く使用されていることは前記のとおりで\nあるから，原告の上記主張は当たらない。\nまた，原告は，審決が「『“ＶＩＣＴＲＥＸ”ＰＥＳ』及び『“ＶＩＣ\nＴＲＥＸ”ＰＥＥＫ』の表記中に使用されているクォーテーションマーク『“”』\nは，登録商標であることを表すために用いられたものと推認し得るものであり，か\nつ，それに続く『ＰＥＳ』及び『ＰＥＥＫ』の文字部分は，商品の普通名称の略称\nを表示したものと認められる。」とした点について，ポリエーテルサルホン(ＰＥ\nＳ)とポリエーテルエーテルケトンとは別個の樹脂であることなどから，両者を同列\nに論ずることはできないと主張する。しかし，「ＰＥＳ」及び「ＰＥＥＫ」の語が\n樹脂の普通名称の略称としてプラスチック業界において広く用いられていることは\n前記のとおりであり，そのような状況の下で，「“ＶＩＣＴＲＥＸ”ＰＥＳ」及び\n「“ＶＩＣＴＲＥＸ”ＰＥＥＫ」の表記が使用されていることは，その表記中の\n「“ＶＩＣＴＲＥＸ”」の語が原告の商品を示す名称として用いられていることを\n推認させるに十分なものであるということができるのであって，原告の上記主張も\n理由がない。\n(3) 以上のとおり，「ＰＥＥＫ」は，本件商標の登録査定時（平成１０年１０\n月２日）において，プラスチック業界で合成樹脂のひとつである「ポリエーテルエ\nーテルケトン」（polyether ether ketone）の普通名称の略称を表すものとして取\n引者・需要者の間に広く認識され，かつ，使用されていたものであるから，「ＰＥ\nＥＫ」の欧文字を横書きして成る本件商標は，その指定商品である原料プラスチッ\nクの１種類の普通名称を普通に用いられる方法で表示する標章のみから成るものと\nいうべきであって，本件商標が商標法３条１項１号に違反して登録されたものであ\nるとした審決の認定判断に誤りはなく，取消事由１は理由がない。\n２　取消事由２（本件商標が商品の品質について誤認を生じさせるおそれがある\nと判断した誤り）について\n取消事由１に理由がないことは前記のとおりであるから，審決の取消を求め\nる原告の請求は既に理由がないというべきであるが，念のため，取消事由２につい\nても検討することとする。\n前記１において検討したとおり，「ＰＥＥＫ」の欧文字を普通に用いられる\n方法で表示して成る本件商標は，その登録査定時（平成１０年１０月２日）におい\nて，プラスチック業界で合成樹脂のひとつである「ポリエーテルエーテルケト\nン」（polyether ether ketone）の普通名称の略称を表すものとして取引者・需要\n者の間に広く認識され，かつ，使用されていたものである。そうすると，本件商標\nの指定商品は，第１類「粉状・泥状・粒状・液状・分散状プラスチック，その他の\n原料プラスチック」であるところ，本件商標をポリエーテルエーテルケトン以外の\n商品に使用するときは，商品の品質について誤認を生じさせるおそれがあるものと\n認められるから，本件商標は，商標法４条１項１６号に違反して登録されたものと\nいうべきである。\n原告は，原告あるいはその顧客等が本件商標をポリエーテルエーテルケトン\n以外の商品に使用することはあり得ないと主張するが，商標法４条１項１６号にい\nう品質誤認のおそれは，指定商品との関係で判断されるべきものであるところ，本\n件商標の指定商品にはポリエーテルエーテルケトン以外の原料プラスチックが含ま\nれているから，品質誤認のおそれは否定し得ない。原告の主張は，採用できない。\nしたがって，本件商標が商標法４条１項１６号に違反して登録されたもので\nあるとした審決の認定判断に誤りはなく，取消事由２も理由がない。\n３　結論\n以上に検討したところによれば，原告の主張する取消事由には理由がなく，\nその他，審決には，これを取り消すべき誤りは見当たらない。そこで，原告の請求\nを棄却することとし，訴訟費用の負担並びに上告及び上告受理の申立てのための付\n加期間の付与について，行政事件訴訟法７条，民事訴訟法６１条，９６条２項を適\n用して，主文のとおり判決する。\n知的財産高等裁判所第３部\n裁判長裁判官    　　　 佐　　藤　　久　　夫\n裁判官　　　　　 三　　村　　量　　一\n裁判官　 　　    古　　閑　　裕　　二\n"
}