{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 5,
    "day": 21
  },
  "case_number": "平成13(ネ)3067",
  "case_name": "損害賠償請求事件",
  "court_name": "東京高等裁判所第1民事部",
  "original_court_name": "東京地方裁判所",
  "original_case_number": "平成8(ワ)23677",
  "lawsuit_id": "20105",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=20105",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/105/020105_hanrei.pdf",
  "contents": "主　　　　　　　　文\n１　原判決を次のとおり変更する。\n２　被控訴人は，控訴人Ｃ株式会社に対し８２万２０００円，同株式会社Ｈに対し６３万２００\n０円，同Ｉに対し８８万７０００円，同株式会社Ｋに対し７０万２０００円，同有限会社Ｏに対し４\n０万９０００円，同Ｒ有限会社に対し４６万２０００円及びその余の控訴人らに対し各１００万\n円並びに各金員に対する平成８年８月７日から支払済みまで年５分の割合による金員を支\n払え。\n３　控訴人Ｃ株式会社，同株式会社Ｈ，同Ｉ，同株式会社Ｋ，同有限会社Ｏ及び同Ｒ有限会\n社を除く控訴人らのその余の損害賠償請求を棄却する。\n４　控訴人らの当審において追加された損失補償請求に係る訴えを却下する。\n５　訴訟費用は，第１，２審を通じ，これを２０分し，その１を被控訴人の，その余を控訴人ら\nの各負担とする。\n事　実　及　び　理　由\n第１　控訴の趣旨\n１　原判決を取り消す。\n２　被控訴人は，控訴人Ａ協会に対し，１０００万円，及び同控訴人を除くその余の控訴人\nそれぞれに対し，別紙請求額表の控訴請求金額欄各記載の金員，並びにこれらに対する\n平成８年８月７日から支払済みまで年５分の割合による金員を支払え（主位的請求及び当\n審において追加された損失請求について同じ）。\n第２　控訴の趣旨に対する答弁\n１　本件控訴を棄却する。\n２　控訴人らの当審における追加請求（損失補償請求）に係る訴えを却下する。\n第３　事案の概要（略語等は，特に記すほか，原判決に従う。）\n１　本件の概要\n本件は，堺市において平成８年７月中旬ころ発生した腸管出血性大腸菌Ｏ-157に起因す\nる学童らの集団食中毒につき，厚生大臣（当時）が，貝割れ大根が原因食材とは断定でき\nないが，その可能性も否定できない（中間報告），原因食材としては特定施設から７月７\n日，８日及び９日に出荷された貝割れ大根が最も可能性が高いと考えられる（最終報告）\nなどと公表し，これにより，貝割れ大根が前記食中毒の原因食材であり，貝割れ大根一般\nの安全性に疑問があるかのような印象を与え，貝割れ大根の売上が激減したとして，控訴\n人Ａ協会（控訴人協会）が，前記集団食中毒の真の原因究明や貝割れ大根の販売促進活\n動等に要した費用に相当する損害，信用毀損等による損害として１０００万円，及びその余\nの控訴人ら（控訴人業者ら）が，逸失利益及び貝割れ大根の廃棄費用等の積極損害，信\n用毀損等による損害が生じたとして，被控訴人に対し，それぞれ国家賠償法１条に基づ\nき，別紙請求額表の控訴請求金額欄記載の損害賠償金（当審において，損害賠償金の一\n部及び弁護士費用の全部につき，減縮された。）並びに中間報告が公表された平成８年８\n月７日から支払済みまで民法所定の年５分の割合による遅延損害金の支払を請求し，当\n審において，憲法２９条３項に基づく損失補償として同額の金員を追加的に請求した事案\nである。\n被控訴人は，控訴棄却を求め，損失補償請求の追加に同意せず（控訴審における損失\n補償請求の追加的併合には相手方の同意を要する。最高裁平成５年７月２０日第三小法\n廷判決・民集４７巻７号４６２７頁），同請求に係る訴えの却下を求めた。\n原判決は，本件各報告の疫学的判断及び結論に不合理な点は認められず，これらの公\n表が国家賠償法上違法であるとはいえないとして，控訴人らの請求を棄却した。\n当裁判所は，本件各報告の疫学的判断及び結論に不合理な点は認められないとした点\nについて原審の判断を是認したが，原審とは異なり，中間報告の公表の方法には，違法\nがあるとして，控訴人らの請求につき，貝割れ大根の廃棄，販売減少に基づく損害賠償請\n求は認めなかったものの，貝割れ大根の商品としての評価，信用が毀損されたことによる\n損害の賠償として，控訴人ら各自１００万円（同金額以下の請求をする者については，請求\n額）及びこれに対する違法行為の日（平成８年８月７日）から支払済みまで民法所定の年５\n分の割合による遅延損害金の支払を認め，当審における新たな訴えは却下すべきものと\n判断した。\n２　争いのない事実等\n争いのない事実等は，原判決の事実及び理由の「第２　事案の概要」の１（原判決１４頁\n初行から１６頁１９行目まで）記載を引用する。\n３　争点（争点(４)の他は，原判決１６頁再掲）\n（１）本件各報告の基礎にある疫学的な調査の適否及びその判断の合理性の有無\n（２）本件各報告を公表したことについての国家賠償法上の違法性の有無\n（３）損害額\n（４）損失補償請求の可否\n４　当事者の主張\n争点に関する当事者の主張は，別紙のとおり，当審における当事者双方の主張を付加\nするほか，原判決の事実及び理由の「第２　事案の概要」の３（原判決１６頁２５行目から１\n３３頁３行目まで）の記載を引用する。\n第４　当裁判所の判断\n１　事実関係\n前提となる事実関係は，原判決の事実及び理由の「第３　当裁判所の判断」１記載（原判\n決１３３頁５行目から１７４頁１７行目まで）を引用する。\n２　争点(１)（疫学的調査の適否及び本件各報告の判断の合理性）について\n（１）原判決の引用\n当裁判所も，本件各報告が基礎とした疫学的な調査は適切で，その判断を合理的なもの\nと認めた原判決を是認すべきものと判断した。その理由は，当審における控訴人らの主張\nに鑑み，下記(２)において補正及び付加をするほかは，原判決の事実及び理由の「第３\n当裁判所の判断」２記載（原判決１７４頁２０行目から２９８頁３行目までの部分。ただし，原\n判決２６６頁１６行目から２６９頁７行目まで，２８０頁３行目から２８５頁１６行目まで及び２９\n６頁９行目から２９８頁３行目までを除く。）を引用する。\n（２）補正及び付加\nア　「原因食喫食日の特定」（原判決２０６～２３３頁）について\n控訴人らの主張の要旨は，①入院者の欠食調査には，入院者約５００名中９９名の調査\n漏れがあり，これに早期退院者が多数含まれている可能性があり，同調査に基づく推論に\nは限界がある，②有症者の欠食（出席簿）調査の結果による推論は，統計学の手法の合\n理性や基礎資料の正確性に疑義がある，③学校行事による欠食調査については，入院者\nの絶対数が少なく，早期退院者が漏れており，７月５日までの給食が原因食である可能性\nを否定できない，というにある。\n控訴人らの指摘する事実は，それぞれもっともな点を含み，調査結果を公表するに当た\nり，慎重な取扱いを要する点であるとは考えるが，①については，同調査の回答率は，約８\n０％（７月１８日現在の入院者５３４名に対しては約７５％）で，疫学的な調査の観点からは\n有意な結果であるといえ，②については，有症者の欠食（出席簿）調査と入院者調査の結\n果は，全体の傾向を把握する上では有用なものとされており，③については，本件におい\nて，発症者の分布からは二次感染の可能性は低いと考えられ，控訴人らの主張を考慮し\nても，なお，本件集団下痢症の原因食喫食日について，北・東地区では７月８日，中・南地\n区では７月９日とした判断を是認した原判決の判断は，左右されるまでには至らない。\nイ　「原因献立の特定」「原因食材の特定」(原判決２３３～２６３頁)について\n（ア）控訴人らの「原因献立の特定」に関する当審における主張は，要旨，①喫食調査の個\n票の空欄を喫食したとして集計しており，実態を正確に反映していない，②中・南地区にお\nいて，原因献立とされた７月９日の冷やしうどんを喫食しなかった入院児童が４名いること\nを十分な論拠なしに軽視するのは科学的ではない，③中・南地区において，７月９日の冷\nやしうどんの貝割れ大根のほか，同月１０日の給食（鶏肉とレタスの甘酢あえ）に提供され\nた貝割れ大根がＯ-157に汚染されていたとみる（複数日曝露説）のは，客観的な証拠もな\nく，発症者の分布状況から説明できるかも疑問がある，④カイ二乗検定により有意差があ\nればただちに因果関係があるとはいえず，入院者と有症者とでは，カイ二乗検定の結果が\n異なっているうえ，そもそも喫食率にあまり差を生じない学校給食において喫食率をもとに\n原因献立との関連性を検討するのは無理がある，というにある。\nしかしながら，①については，学校給食の特性を考慮しても，本件調査の内容を考慮す\nると杜撰の感を免れず，喫食傾向に歪みが生じる余地が十分ありうるが，②については，\n全体の傾向として，中・南地区において冷やしうどんを欠食した入院者及び有症者が少な\nい傾向があり，特定の因子に曝露した者が１００％当該疾病に罹患するとも，これに曝露し\nなかった者が１００％当該疾病に罹患しないともいえず，他の機会にＯ-157に感染する可\n能性もあることに鑑みると（原審甲証人，原審乙証人），入院者のうち４名の欠食者がいる\n事実によって疫学的調査の結論が左右されるわけではなく，③については，中・南地区の\n発症者の分布状況が，同月１２日にピークに達した後，翌１３日もそれほど減少せず，右側\nに裾を引く発症曲線を形成していることからすると，連続曝露の可能性も推測されないで\nはなく，④については，喫食調査及びカイ二乗検定の結果のみから導かれた判断ではな\nいことをも考慮すると，控訴人らの主張を考慮しても，なお，本件集団下痢症の原因献立\nにつき，中・南地区においては，同月９日の牛乳及び冷やしうどん，北・東地区において\nは，同月１０日の牛乳及びとり肉とレタスの甘酢あえの可能性が高いとした結論を是認した\n原判決の判断は，なお，左右されるまでには至らない。\n（イ）控訴人らの「原因食材の特定」についての主張の要旨は，牛乳の除外について，①学\n校に納入した２業者の双方が汚染された原乳を仕入れていた場合，納入校と多発発症校\nとの分布が一致しないことはあり得るが，本件においては，２業者の原乳仕入れ状況，生\n産工程，流通過程等について調査されておらず，Ｏ-157が混入した可能性を完全には否\n定できない，②殺菌記録の記載を確認しただけで，保存乳の検体調査もされず，実際に殺\n菌されたかどうか不明である，というにあり，また，非加熱食材である，レタスときゅうりの\n除外について，同じ業者が出荷したものであるか，流通過程において原因菌に接触する機\n会があったかは全く不明で，これらの食材が原因食材である可能性も否定できず，異なる\n原因により，同時多発的に本件集団下痢症が発生した可能性を否定する根拠はない，と\nいうにある。\nＯ-157は，貝割れ大根に常在する菌ではなく，牛等の家畜の腸内に常在する菌であり，\n原乳がＯ-157に汚染される可能性があることに鑑みると，原乳が汚染されていた可能性は\n否定できず，加熱滅菌処理のデータは時系列的に記録されるものである（原審丙証人）も\nのの，企業のモラルに対する信頼を失わせる事実の多発を多く見る上，本件における調査\nの意義を考慮すると，この点も杜撰な調査の１例と言えるが，保管状況の違いを考慮に入\nれても，堺・西地区の全校が非発生校であったことを考慮すると，牛乳を原因食材から除\n外したことに不合理な点は認められないとした原審の判断は，一応，是認することができ\nる。\n流通過程において汚染される場合，同一の機会に複数の食材が汚染されることが想定さ\nれうるが，本件においては，流通経路等の関係施設や食材運搬車からＯ-157が検出され\nず，７月８日（中・南地区の冷やしうどんの前日），貝割れ大根をＴ株式会社が，きゅうりを\n株式会社Ｕ及びＶ株式会社が，７月９日（北・東地区の鶏肉とレタスの甘酢あえの前日），\n貝割れ大根及びレタスをＶ株式会社（甲１０５）が，それぞれ納入し，流通過程における複\n数の食材への汚染を窺わせる具体的な事情は特段認められず，中・南地区と北・東地区\nについて，原因食材が共通であることを前提に，レタス及びきゅうりを除外したことに不合\n理な点は認められないとした原審の判断は，是認することができる。\nウ　「貝割れ大根の出荷状況」（原判決２６３～２６８頁）について\n（原判決２６６頁１６行目から２６８頁１９行目までに代える当裁判所の判断）\n控訴人らは，本件特定施設の出荷した他の貝割れ大根からは，集団下痢症が発生して\nおらず，本件集団下痢症が，一般家庭には供給されず，学校給食に提供された食材を原\n因としてのみ発症したと考えるべきで，本件特定施設の出荷した貝割れ大根は除外される\nべきであると主張する。\n本件特定施設は，７月１日から１５日までの間に，総合計２４．６トンの貝割れ大根を２５カ\n所の一次卸売業者（販売施設９６７カ所（大阪府，京都府はじめ近畿地方の５県。１日平均\n１．６トン））に出荷し，堺市内の小学校には，７月８日北・東地区５７㎏（同月５日，７日出\n荷），同月９日中・南地区６９㎏（同月８日，９日出荷），同月１０日中・南地区８５㎏（同月９\n日，１０日出荷），計２１１㎏（１日平均７０㎏。出荷量の約４．３％）出荷した（乙５，乙４８）。\n大阪府の調査によれば，府下における散発事例における発症者数累計２１８名，うち８４\n名について，本件特定施設から出荷された貝割れ大根を喫食した者７名，喫食していない\n者３８名であり，散発事例におけるＯ-157のＤＮＡパターンは，貝割れ大根を喫食していな\nい者７名中４名につき，本件集団下痢症の原因菌と一致した（甲９７，９９，１０９，乙５，６，\n４８）。また，本件特定施設が貝割れ大根を納入した販売施設９６７か所中９５８カ所につい\nての販売実績及び散発事例の調査によると，１０施設についてＯ-157の陽性者が認めら\nれた（乙５）。\n以上の事実関係の下においては，貝割れ大根を原因食材から除外すべき理由は見あた\nらない。しかしながら，本件特定施設が出荷した貝割れ大根のうち，堺市内の小学校への\n納入量が出荷量全体の約４．３％にとどまるにもかかわらず，本件集団下痢症が，小学校\nにおいて有症者合計６１２１名にものぼる大規模な発生をみており，このことは，本件特定\n施設から出荷された貝割れ大根を原因食材から除外することは相当でないにしても，本件\n集団下痢症が学校給食に関連する諸事情を主たる原因とするものであることを端的に物\n語るものとして重視すべき事実である。\nエ　「羽曳野市の老人ホームでの集団発生」(原判決２７６～２７８頁)について\n控訴人らの主張の要旨は，老人ホームの事例と本件集団下痢症とで原因菌のＤＮＡパタ\nーンが一致したからといって，同一食材によるとはいえないというにある。\nＤＮＡパターンが同一であるか，又は近縁性があることは，発生原因を特定するに足る事\n実ではないが，発生原因が同一であるとする判断を補強しうる事実で，本件特定施設の出\n荷した貝割れ大根が本件集団下痢症の原因食材の疑いがあるとする判断と矛盾しないと\nいうことはでき，また，それ以上の意味を有するものでもない。\nオ　「京都事業所での集団発生」（原判決２７８～２８３頁）について\n（原判決２８０頁３行目から２８３頁４行目までに代える当裁判所の判断）\nこれらの事実によれば，上記事業所におけるＯ-157感染症の集団発生は，本件集団下\n痢症と時間的場所的に接近しており，Ｏ-157のＤＮＡパターンも，本件集団下痢症の原因\n菌のものと同一であるか，又は近縁性があるとされ，本件特定施設から中・南地区に出荷\nされたのと同時期に出荷された貝割れ大根が原因食喫食日と疑われた日の昼食に使用さ\nれており，本件特定施設から出荷された貝割れ大根が本件集団下痢症の原因食材である\nとした判断と矛盾するものではない。\n控訴人らはＤＮＡパターンの一致について上記と同旨の主張をするが，これについての\n判断も，上記のとおりである。\nカ　「その他の事例について」（原判決２８３～２８５頁）について\n（原判決２８３頁６行目から２８５頁初行までに代える当裁判所の判断）\n本件特定施設から中・南地区に出荷されたのと同時期に出荷された貝割れ大根を喫食\nした者が，本件集団下痢症と時間的場所的に接近し，本件集団下痢症の原因菌と同一な\nいし近縁性のあるＤＮＡパターンのＯ-157に感染し発症した事実は，本件集団下痢症の原\n因食材が貝割れ大根であるとする判断と矛盾しないし，ＤＮＡパターンが同一であるか，又\nは近縁性があることの意味も，上記のとおりで，それ以上の意味を有するものではない。\nキ　「施設及びその運営状況について」（原判決２９３頁～２９４頁）について\n控訴人らの主張に関連して付言するに，配送の経路と発生校，非発生校の分布が必ず\nしも合致せず，自校調理方式にもかかわらず，発生校が広範囲に及ぶ（以上，原判決）\n上，本件の流通過程において，他の食材から貝割れ大根が汚染されたことを窺わせるよう\nな特段の事情はない（原審乙証人）ことに鑑みると，流通や運送の過程における汚染では\nなく，食材自体の汚染の可能性を検討したことに不合理な点は見あたらないとした原判決\nの判断は，是認することができる。\n一方，Ｏ-157の菌は貝割れ大根に常在するものでなく，本件特定施設の水，土壌，種子\n等からＯ-157の菌が検出されず，同所から出荷されるまでの過程における汚染の経路が\n明らかにならなかったことに鑑みると，本件において，汚染を疑うにしても，流通過程にお\nける汚染の可能性も否定できない（原審丙証人は，中間報告の段階では，流通過程にお\nける汚染の可能性も考えられていた旨証言する。）。殊に，前記のとおり，学校給食のため\nに納入された量が本件特定施設の出荷した貝割れ大根の総量の約４．３％に過ぎないに\nもかかわらず，学童及び教職員に本件集団下痢症が大量発生し，他に出荷された圧倒的\n多数の量からの発症例が皆無に近く，貝割れ大根が原因食材であることを否定する方\nが，事実に則している感を否めない上，貝割れ大根自体の汚染の疑いを否定できないにし\nても，本件集団下痢症の大量発生には，学校給食を含む流通の過程が寄与した可能性の\n方が大きかったと見られ，この過程における衛生管理にも，大きな関心が向けられるべき\nであった。\nク　小括（総合判断）（原判決２９６～２９７頁）\n（原判決２９６頁９行目から２９７頁末行までに代える当裁判所の判断）\n以上のとおり，本件集団下痢症の原因食材として，本件特定施設から特定の日に出荷さ\nれた貝割れ大根と断定できないが，その可能性も否定できない（中間報告），又はその可\n能性が最も高いと考えられる（最終報告）とした本件各報告における判断は，中間報告に\nおいては，内容自体曖昧に過ぎるが，当時，貝割れ大根が原因食材であると断定できない\nとしたこと自体は格別の問題を生じないし，最終報告については，前記のような疑問を抱く\n点もあるものの，調査や分析の手法等において疫学的な調査の手法に則ったもので，(ア)\n本件集団下痢症が発生した時期及び場所の特定，(イ)発生原因の特定，(ウ)原因食喫食\n日の特定，(エ)原因献立の特定，(オ)原因食材の特定の各項目を順次検討して上記結論\nに至った点も不合理とまではいうことができず，本件集団下痢症の原因食材として本件特\n定施設から出荷された貝割れ大根が疑われるとの判断を否定することにはならず，本件\n調査及びその分析の過程において，恣意的な判断があったともいえない。これによれば，\n本件各報告における判断に不合理な点は認められないとした原審の判断は，是認するこ\nとができる。\n（３）要約\n本件各報告の内容及び前記認定の事実は，次のとおり要約することができる。\n本件集団下痢症の原因食材につき，中間報告は，本件特定施設から特定の日に出荷さ\nれ，学校給食用に納入された貝割れ大根と断定できないが，その可能性も否定できないと\nし，最終報告は，汚染源，汚染経路の特定はできなかったが，本件特定施設から７月７\n日，８日及び９日に出荷された貝割れ大根の可能性が最も高いと考えられ，上記日以外に\n出荷されたもの及び他の生産施設から出荷されたものについての安全性に問題があると\nいう結論が導かれるわけではないとした。\n本件各調査においては，本件特定施設の水や土壌，種子からはＯ-157の菌が検出され\nず，汚染源，汚染経路については，生産過程，流通過程を含め，解明されなかった（原審\n丙証人）。原審乙証人は，流通過程において他の食材により貝割れ大根が汚染された可\n能性は考えられないと証言するが，原審丙証人は，中間報告の段階においては，流通経\n路における汚染の可能性も考えられたと証言している。本件においては，実験による検証\nの結果，生産過程における汚染の可能性が明らかになったにとどまり，Ｏ-157の菌が，貝\n割れ大根の常在菌ではなく，本件特定施設からも発見されていない以上，流通経路にお\nける汚染こそ，疑われるべきで，それがおよそないと結論付けることは到底できない。\nまた，本件特定施設から出荷された総量と学校給食に納入された量とを比較すると，出\n荷量の９５％超を占める出荷先からは発症の報告が皆無に近く，本件集団下痢症が学校\n関係者に大量発生したことは，学校給食を含む流通の過程が大きく寄与した疑いを抱か\nせ，貝割れ大根の汚染の事実に疑問を抱かせる事実である。\n本件各報告は，原因食材の観点から調査の結果を分析しており，その分析及びこれによ\nり得られた結論には合理性を認めうるが，学校給食に関してのみ本件集団下痢症の大量\n発生を見た原因についての検討は不十分であったという他ない。\n３　争点(２)（本件各報告の公表の適法性及び相当性）について\n（１）本件各報告の公表の意義，法的根拠の要否\nア　主権国家は，生命や身体の安全に対する侵害及びその危険から国民を守ることも国\n民に負託された任務の一つで，国民も，これを理解し，納税等により必要な負担をすること\nを了解する。自国民の生命や身体の安全の確保に関心を払わない国家及び政府は，自\n国民の信頼を得ることはなく，他国の侮りと干渉に翻弄されるに至るのが常で，国際社会\nにおける名誉ある地位（憲法前文）を得ることもない。\nイ　有毒ガスにより自国民を虐殺したとされる他国政府の例に加え，有毒ガスにより無差\n別殺戮を実行した我が国のカルト集団等の例に接しては，無法国家やテロ組織による生\n物化学兵器による攻撃も，杞憂とばかり言い切れず，昨今の原因不明の疾病の蔓延とい\nう異常事態の発生（公知の事実）を目の当たりにすると，我が国の国家としての危機管理\nの有り様が問われている感を強くする。生物化学兵器等の人為的なもの，又は疾病の蔓\n延等の人為的でないもの，いずれであれ，国民の生命，身体に危険を及ぼす異常事態に\n対しては，国家及び政府は，国民に負託された任務の遂行として，事態を科学的に解明\nし，これに基づく適切な対策を講ずることが求められる。事実の隠ぺいは，事態の悪化を\n招くに終わるのが常である。殊に，疾病の場合においても，法制上，患者を隔離し，治療と\n病気の蔓延の防止に実効のある措置を講じることの困難な我が国においては，事態の悪\n化を防ぐ方策は，原因が究明され，有効な対策が講じられるまで，国民に正確な情報を開\n示して事態を理解させ，その理性的な対処に待つ他ないのが実情である。\nウ　国民の生命及び身体の安全の確保に関し，厚生省が，第２次世界大戦後の我が国\nの復興，発展とこれによりもたらされた国民生活の向上に絶大な寄与をして来たことは，国\n民の等しく認めるところである。一方において，この約４０年の間，サリドマイド，スモン，ク\nロロキン，コラルジル及びＨＩＶによる薬剤による被害が争われた訴訟において，厚生省\nは，薬剤の危険に関する情報に接しながら，利用者の生命，身体の安全より，製造者の利\n益を重視し，適切な対処又は情報の開示をしなかったとして，被害者から追及を受けて来\nたことも，公知の事実である。\nエ　本件においては，前記（原判決１４～１６頁「争いのない事実等」，同１３３～１７４頁\n「事実関係」参照）のとおり，大阪府堺市において平成８年７月中旬ころ発生したＯ-157に\n起因する数千人規模の学童の集団下痢症に関してされた調査に基づく本件各報告の内容\nについての厚生大臣による公表の適否が問われている。本件各報告の公表は，本件集団\n下痢症の原因が未だ解明されない段階において，食品製造業者の利益よりも消費者の利\n益を重視して講じられた厚生省の初めての措置として歴史的意義を有し，情報の開示の\n目的，方法，これによる影響についての配慮が十分であったか，疑問を残すものの，国民\n一般からは，歓迎すべきことである。\nオ　本件各報告の公表は，現行法上，これを許容し，又は命ずる規定が見あたらないも\nのの，関係者に対し，行政上の制裁等，法律上の不利益を課すことを予定したものでなく，\nこれをするについて，明示の法的根拠を必要としない。本件各報告の公表を受けてされた\n報道の後，貝割れ大根の売上が激減し，これにより控訴人らが不利益を受けたことも，前\n記（原判決１５７頁以下）のとおりであるが，それらの不利益は，本件各報告の公表の法的\n効果ということはできず，これに法的根拠を要することの裏付けとなるものではない。本件\n各報告の公表について法律上の根拠を要することを前提とする控訴人らの主張は，前提\nを欠き，また，憲法２９条２項違反をいう点も，採用の限りではない。しかしながら，本件各\n報告の公表は，なんらの制限を受けないものでもなく，目的，方法，生じた結果の諸点か\nら，是認できるものであることを要し，これにより生じた不利益につき，注意義務に違反す\nるところがあれば，国家賠償法１条１項に基づく責任が生じることは，避けられない。\n（２）本件各報告の公表の適法性\nア　本件集団下痢症発生後の厚生省の対応及び中間報告の公表に至る経緯，中間報\n告の内容は，先に引用した原判決（同１４頁末行から１５頁１２行目まで及び同１４９頁２行\n目から１５７頁８行目まで）のとおりであり，本件中間報告に至るまでの国内の状況は，原\n判決（同３０３頁１１行目から３０６頁２行目までを引用する。）記載のとおりである。本件各\n報告は，学童を中心に大量に発症した本件集団下痢症についてのもので，内容を再掲す\nれば，貝割れ大根につき，本件集団下痢症の原因食材としては，①断定できないが，その\n可能性も否定できない（中間報告），②本件特定施設から７月７日，８日及び９日に出荷さ\nれた貝割れ大根が最も可能性が高いと考えられる（最終報告），とする。\nイ　本件各報告の公表は，当時，Ｏ-157による食中毒が多発し，一方，原因が究明され\nず，国民の間に食品一般に対する不安が広がっていた事情の下において，殊に，規模が\n大きく，国民の関心の高かった本件集団下痢症について，調査の結果得られた情報を公\n表し，国民の不安感を除去するとともに，一般消費者や食品関係者に対して注意を喚起す\nることによって，食中毒の拡大・再発の防止を図ることを目的としてされた（乙３８，５４，原\n審甲及び同丙各証人）。前記のような国家及び政府の任務を前提とすると，本件各報告の\n公表の目的は，これに適うものとして是認すべきで，目的の点においては，本件各報告の\n公表を違法視することはできない。また，前記の経緯に鑑みると，本件各報告の公表は，\nこれをすること自体は，情報不足による不安感の除去のため，隠ぺいされるよりは，国民\nには遙かに望ましく，適切であったと評すべきで，この点も，違法とすべきものではない。\n（３）厚生大臣による中間報告の公表の適法性，相当性\nア　前記（原判決１５３～１５９頁）のとおり，中間報告は，厚生大臣による記者会見を通じ\nて公表され，中間報告の全文及び概要を記載した書面も，報道機関に交付され，新聞等を\n通じて報道された。スーパーマーケット等の小売店は，報道から日を置かず，店頭から貝\n割れ大根を撤去し，生産業者に対する注文を撤回し，新規注文もほとんど停止した。\nイ　貝割れ大根は，中間報告当時も，後にも，Ｏ-157への汚染が裏付けられず，本件特\n定施設の出荷量の９５％超を占める学校給食用以外のものが汚染されたことは，後にも，\n裏付けられていない。中間報告は，前記のとおり，本件特定施設が出荷した貝割れ大根に\nついて，本件集団下痢症の原因食材であるとまでは断定できないとする。尤も，上記貝割\nれ大根については，その可能性も否定できないともされていたが，本件特定施設以外の生\n産する貝割れ大根（調査対象でもない。）はもとより，本件特定施設の出荷した学校給食以\n外に供給された貝割れ大根は，中間報告当時も，Ｏ-157への汚染を疑われるべき理由も\nなかったと認められる。\nウ　報道機関は，総じて，中間報告の内容を正確に記事として報道している。中間報告\nは，科学的な調査と分析であり，厳密に表現する必要に迫られ，断定を避けた曖昧とも見\nえる表現が用いられるなど，正確を期すために，かえって読者による的確な理解が妨げら\nれる表現及び内容となっていると認められる。実際にも，中間報告においては，貝割れ大\n根について，原因食材と「断定できないが，可能性も否定できない」としており，原因食材で\nあると「断定できない」と否定的判断を示しながら，「可能性も否定できない」という表現を付\n加して，読み方によっては，本件集団下痢症の原因食材である疑いを抱かれていることを\n明らかにする内容である。新聞記事においては，大阪府堺市を中心に発生した本件集団\n下痢症の原因食材についての記述であることを明示しているものの，多くは，中間報告を\n引用し，曖昧な内容が記述され，一部には，端的に，貝割れ大根が原因食材として疑われ\nていることを見出しに掲げ，本文において，学校給食の納入業者に対する食品衛生法等に\n基づく調査（「検査」と表現するものもある。）が行われる旨記述するものもあり，本件特定\n施設が特定の日に出荷したものに限定して貝割れ大根が疑われていると読みとることが\n困難で，他の業者の生産する貝割れ大根が食中毒の原因と疑われるかどうかについて\nは，明確な記述もない（原判決１５７頁以下参照）。\nエ　上記事実経過の下においては，小売店が，報道後，日を置かず上記行動をとったこ\nとは，中間報告の内容と対比すると，不可解に見える。中間報告は，端的に言えば，未だ\n上記貝割れ大根を原因食材と決めるまでの裏付けはないと言っているに他ならず，小売\n店は，大半，学校給食はもとより，本件特定施設とかかわりを有するとはおよそ考え難い\n遠隔地にあり，原因食材が確定されるに至っていないことも，公表の前後を通じて変わら\nない以上，貝割れ大根を店頭から撤去したり，注文を撤回したりする理由が見あたらない\nからである。遠隔地にある小売店までによる上記行動は，記者会見を利用したことにより，\n厚生大臣が，貝割れ大根そのものについて５月以降多数の地域に発生した食中毒の原因\n食材であると疑っていると公表したと理解されたからにほかならないと認められ，それ以外\nには，合理的な理由と説明を見出すことはできない。\nオ　中間報告は，「国民の関心の高かった本件集団下痢症について，国民の不安感を除\n去するとともに，一般消費者や食品関係者に対して注意を喚起することによって，食中毒\nの拡大・再発の防止を図ることを目的として」（前記(２)イ参照），記者会見の方法が選ば\nれ，これを通じて厚生大臣により公表された。「国民の不安感を除去する」目的は，記者会\n見によらず，他の方法により，調査報告書の内容を正確に国民に伝えても達成できたこと\nは疑いない（本件においては，原因食材を特定するに至らなかった以上，結果として，中間\n報告の公表により，この目的が達成されたかどうかについては，疑問が残る。）。しかしな\nがら，「一般消費者や食品関係者に対して注意を喚起することによって，食中毒の拡大・再\n発の防止を図」る目的は，調査報告書の内容を正確に伝えるだけの，いわば取捨選択及\nび評価を情報の受領者に委ねる方法によっては，必ずしも達成できるものではない。報道\nを介することにより，情報の伝達範囲が格段に拡大されるものの，それだけのことである。\n厚生大臣も，単に調査報告書を報道機関に配布して報道を求めるだけでは目的が達成さ\nれないことを危惧したか，又はより効果的に目的を達成することを意図して，記者会見の方\n法を選択し，これを通じ，前記「食中毒の拡大，再発の防止の目的」のため，原因食材と疑\nわれる理由のある食材について，一般消費者による購入及び食品関係者による供給につ\nいて注意を喚起しようとしたと推認される。\nカ　しかしながら，【要旨】本件において，厚生大臣が，記者会見に際し，一般消費者及び\n食品関係者に「何について」注意を喚起し，これに基づき「どのような行動」を期待し，「食\n中毒の拡大，再発の防止を図る」目的を達しようとしたのかについて，所管する行政庁とし\nての判断及び意見を明示したと認めることはできない。かえって，厚生大臣は，中間報告\nにおいては，貝割れ大根を原因食材と断定するに至らないにもかかわらず，記者会見を通\nじ，前記のような中間報告の曖昧な内容をそのまま公表し，かえって貝割れ大根が原因食\n材であると疑われているとの誤解を広く生じさせ，これにより，貝割れ大根そのものについ\nて，Ｏ-157による汚染の疑いという，食品にとっては致命的な市場における評価の毀損を\n招き，全国の小売店が貝割れ大根を店頭から撤去し，注文を撤回するに至らせたと認めら\nれる。\nキ　厚生大臣によるこのような中間報告の公表により，貝割れ大根の生産及び販売に従\n事する控訴人業者ら並びに同業者らを構成員とし，貝割れ大根の生産及び販売について\n利害関係を有すると認められる控訴人協会の事業が困難に陥ることは，容易に予測する\nことができたというべきで，食材の公表に伴う貝割れ大根の生産及び販売等に対する悪影\n響について農林水産省も懸念を表明していた（原判決１５３頁）のであり，それにもかかわ\nらず，上記方法によりされた中間報告の公表は，違法であり，被控訴人は，国家賠償法１\n条１項に基づく責任を免れない。\n（４）その他の問題点について\nア　控訴人らは，原因食材名を公表すべきでなかったと主張するが，前記のとおり，中間\n報告当時，本件特定施設の出荷した「貝割れ大根」が原因食材として疑われ，調査の対象\nとされていたと認められ，そのこと自体は，是認しうる以上，中間報告の公表の際，貝割れ\n大根を明示したこと自体に違法の点はなく，前記のとおり，中間報告の公表の方法が相当\n性を欠いたというべきである。\nイ　厚生大臣が，最終報告を待たず，中間報告を公表したことは，調査結果について，未\nだ最終結論を得るに至っていない制約と目的を的確に意識し，情報を選別して公表し，そ\nれが適切，相当である限り，格別には，違法の問題を生じない。\nウ　食品を扱う小売店は，記事に接し，僅かでも危険のあるものを避けるため，貝割れ大\n根を店頭から撤去する等の行動に出たものと解され，中間報告の内容との関係において\nは合理性を欠くと評せざるを得ないものの，記事に基づく行動としては，無理からぬものが\nある。小売店の行動は，小売店に責めがあるのではなく，一般消費者及び食品関係者に\n対して注意を喚起すべき点を明らかにしないまま（検討されたかどうかも，疑わしい。），厚\n生大臣が，正確な公表の名の下に，中間報告から得るべき情報の解釈を報道機関，視聴\n者及び読者にいわゆる丸投げしたために生じたと評せざるを得ない。\nエ　厚生大臣の記者会見の際の質疑においては，本件特定施設に言及され，原因として\nは土壌か水が疑われるとの認識が示され，報道関係者において他の大阪府内の業者に\n迷惑が及ばない配慮を求めるなど，本件特定施設の貝割れ大根が疑われていることを前\n提とする応答がされているものの，これのみによっては，本件特定施設以外の生産する貝\n割れ大根について，食中毒の原因食材であるとのいわれのない疑いを除くには，不十分で\nある。また，中間報告の公表後，内閣官房長官による記者会見の際，貝割れ大根全般に\n言及したものでないとして，報道機関に慎重な対応が求められた（原判決１５７頁参照）が，\nこれによっても，厚生大臣による中間報告の公表を違法とする前記判断は，左右されな\nい。\nオ　本件においては，報道後，小売店が店頭から貝割れ大根を撤去する等し，厚生大臣\nが，国会において，中間報告は本件特定施設が生産した貝割れ大根を対象とするもので，\n貝割れ大根全般について言及したものでない旨を明らかにし，農林水産省が，小売店団\n体等に対し，同旨の理由により，冷静な対応を求める通達を出し，厚生大臣が報道関係者\nの面前において生の貝割れ大根を喫食した（原判決１５８～１５９頁）。これらは，本件特定\n施設以外の生産する貝割れ大根がＯ-157に汚染された疑いを抱かれていない事実を明ら\nかにすることをも意図したものであることは，内容から明らかで，真摯なものであることは疑\nわないが，控訴人らに生じたことは，中間報告の公表に当たり，農林水産省も懸念してい\nたとおり，十分予想できたことで，高々程度が予想を超えたのにとどまり，厚生大臣の中間\n報告の公表の違法性を左右しない。殊に，厚生大臣が報道関係者の面前において貝割れ\n大根を生で食べるなどという行動は，控訴人らが納得するのであれば，批判の限りでない\nが，それにより，貝割れ大根のＯ-157への汚染について厚生大臣自ら招いた疑いを解くこ\nとができると期待してのことであれば，国民の知性を低く見過ぎるのではあるまいか。\nカ　中間報告の公表に当たり，前記目的のため，報道を通じ，国民に何を伝えるべきか\nは，厚生大臣が困難な決定を迫られた筈の事柄であったことは疑いない。控訴人らの主張\nするとおり，端的に，本件特定施設が特定の日に出荷し，学校給食用に納入された貝割れ\n大根が疑われている事実を明らかにし，これにより，大阪府堺市周辺以外の地の消費者\nや食品関係者に対しては，５月以来，各地に発生していた食中毒の原因と疑うべき食材か\nら，貝割れ大根を除外しても良いと判断する根拠となる情報を伝達するのも，１方法であっ\nたであろう。また，これにより，本件特定施設にとっても，特定の日に学校給食用に出荷し\nた貝割れ大根のみが原因食材として疑われたにとどまり，それ以外の時期に生産され，一\n般消費者用に出荷される貝割れ大根は，なんら上記疑いを抱かれていないことを明示す\nることにもなったと思われる。控訴人ら主張の内容の公表がされたとしても，本件特定施設\nは，厚生大臣が実際にした中間報告の公表により生じた注文の停止等を超える不利益を\n受けることは想定し難かったというべきである。ちなみに，本件特定施設は，国に対し，損\n害賠償を求めて提訴し，大阪地裁判決により請求の一部が認容され（甲２０２），中間報告\nの内容の合理性について，原判決及び当裁判所と判断を異にするところもあるやも知れな\nい。中間報告において検討の対象とされた貝割れ大根と対象とされなかった貝割れ大根を\n取り扱うことに伴って生じる差異に他ならず，同判決に依拠する控訴人らの主張に対して\nは，必要な範囲において応答するにとどめた。\nキ　控訴人ら主張の被害は，中間報告の公表により生じたと認められ，最終報告の公表\nにより生じたと認めうる部分は見あたらず，最終報告の当否については，判断の限りでな\nいが，最終報告において，本件特定施設の出荷した貝割れ大根が汚染された裏付けは見\nあたらず，汚染の疑いを招いた貝割れ大根が本件特定施設が出荷した総量の５％以下に\nとどまり，学校給食以外に出荷された９５％超のものについて，食中毒の原因食材の疑い\nを抱かれたものがないことは，考慮の対象とした。\n４　争点(３)（損害額）について\n（１）控訴人ら主張の損害について１\nア　控訴人らは，中間報告の公表後，貝割れ大根について，返品，注文の取消しを受け\nる等して被った積極的損害及び販売量が極端に落ち込んだことによる逸失利益，信用毀\n損による損害の一部を請求する。\nイ　控訴人業者らは，前記のとおり，公表後，小売店による貝割れ大根の店頭からの撤\n去，注文の取消し等に起因し，色々な損害を被ったことは推測に難くない。しかしながら，\n中間報告の内容自体は，前記のとおり，本件集団下痢症の原因について科学的厳密さに\n基づき，曖昧に表現し，その報道も，上記理由による曖昧さをも含めて正確であり，厚生大\n臣の違法は，中間報告について，内容を誤って公表したのではなく，正確に公表したもの\nの，国民に伝達すべき情報を的確に明示しなかったために，逆に，貝割れ大根についての\n理由のない汚染の疑いを国民に広めた点にある。控訴人らが主張する損害は，上記理由\nにより曖昧さも含めてされた報道に接した小売店が採った行動により生じたのであり，報道\n機関に責任はないものの，報道されたことにより，結果的には，予想外に拡大したと認めら\nれる。\nウ　我が国においては，かつて，いわゆる石油危機の昭和４０年代末期，トイレットペー\nパーを巡る一種の社会不安（パニック）状態が生じた。根拠のない情報に起因し，消費者\nが通常備える量を超えて購入する動きが広がって上記商品が品薄となり，このことが更に\n消費者の購入意欲を強め，品薄状態がいっそう進んだ。消費者は，製造者等が不当な利\n益を得るため，当該商品を売り惜しみ，隠匿したと主張して追及する動きすら見せた。（以\n上は，公知の事実である。）上記商品は，安価で，容量が大きく，隠匿して利益を得るには\nおよそ不適当で，大幅な価格上昇を期待しうるものでないことは容易に理解しうる。また，\n上記商品は，代価と容量との関係もあり，保管費用を極力避け，需要予測を基礎に，流通\nの過程をも保管に利用することも，初歩的経済知識に属する。それにもかかわらず，我が\n国において，本件と遠くない時代に，上記商品を巡り，およそ不合理で，理由のない社会\n不安が生じ，沈静化するまでに期間を要した。この例は，消費者の行動が，時に想像を超\nえて異常に走ることを教え，本件において，上記理由により曖昧さを残す中間報告の報道\nに接した小売店の極端な行動も１例と見られる。加えて，貝割れ大根が，嗜好に左右さ\nれ，日常の食生活にとって不可欠のものとはいい難いこともあって，消費者が汚染とはか\nかわりのないものまで買い控えることも予想された。\nエ　このような事情の下においては，控訴人らの主張する損害が，すべて，被控訴人の\n注意義務違反によるものと認めることはできず，他に，これを確定するに足りる証拠も見あ\nたらず，貝割れ大根の売上減少等を理由とする控訴人ら主張の損害は，これを認めること\nができない。\n（２）控訴人ら主張の損害について２\nア　控訴人らの取り扱う貝割れ大根が，Ｏ-157による汚染とはかかわりがないにもかか\nわらず，明示的に除外することもないまま中間報告が公表され，商品としての評価，信用\nが毀損され，これにより，控訴人らが損害を被ったと認められる。\nイ　控訴人らの扱う商品の評価，信用の毀損による損害は，控訴人らが貝割れ大根を生\n産する等して得られる利益を償うべきものではなく，控訴人らの扱う貝割れ大根が，厚生大\n臣による中間報告の違法な公表方法により，市場における商品としての評価，信用を毀損\nされたことによる損害であり，本判決により厚生大臣の公表に違法があると判断されること\nにより，大部分は回復される性質のものと認められ，更にこれを補うため，控訴人それぞ\nれについて，１００万円（１００万円以下の請求をする控訴人については，請求額）をもって\n相当と認める（控訴人協会は，貝割れ大根を生産し，販売して利益を得ている者ではなく，\n生産等をする業者全体のために，貝割れ大根の普及，啓蒙活動等に従事する者で，控訴\n人業者らと異なるところもあるが，貝割れ大根の生産，販売について利害関係を有するこ\nとは明らかで，同様に被害を被ったと認められ，同額を認容する。）。\n５　争点(４)（損失補償の可否）について\n控訴人らが当審において追加的に併合して審理することを求める損失補償請求につい\nては，被控訴人が請求の追加に同意せず，当審において，この請求について審理すること\nはできず（最高裁平成５年７月２０日第三小法廷判決・民集４７巻７号４６２７頁），損失補償\nに係る訴えは，不適法であり，却下を免れない。\n６　まとめ\n以上のとおり，控訴人らの請求は，取り扱う商品について違法に市場評価及び信用を毀\n損されたことに基づき，本判決により，市場評価及び信用が回復されることをも考慮し，各\n１００万円（一部の者は，請求額）及び遅延損害金の限度において認容する。中間報告の\n公表後，貝割れ大根の生産及び販売が受けた苛酷な影響は，前記認定の事実からも，そ\nの一端を窺うことができる。控訴人らの貝割れ大根の生産及び販売が，今もなお，当時の\n販売量を回復しない（控訴人らの主張）ことを考慮すると，控訴人らの怒りの程は察するに\nあまりあるが，当裁判所は，この判決において判断した以上の解決を見出すことはできな\nい。控訴人らが突きつける怒りは，この訴訟を契機として，被控訴人において，非常時に遭\n遇してから対処するのではなく，将来の危機に備え，国民の利益をどのように調整し，確保\nするかについての技能を高める契機とすることによって解消されることを期待すべきものと\n考える。\n第５　結論\nよって，原判決を変更し，控訴人らの請求の一部各１００万円（同額以下の請求をする者\nについては，請求額）及び平成８年８月７日（厚生大臣による違法行為の日）から支払済み\nまで，民法所定の年５分の割合による遅延損害金を認容し，その余を棄却し，当審におい\nて追加された損失補償請求に係る訴えを却下することとして，主文のとおり判決する（仮執\n行宣言は，付さない。）。\n(裁判長裁判官　江見弘武　裁判官　白石研二　裁判官土谷裕子)\n"
}