{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 11,
    "day": 20
  },
  "case_number": "平成14(行ウ)3",
  "case_name": "損害賠償請求",
  "court_name": "宇都宮地方裁判所",
  "lawsuit_id": "6284",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=6284",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/284/006284_hanrei.pdf",
  "contents": "主　　　　　　　　　文\n１　原告の請求を棄却する。\n２　訴訟費用は原告の負担とする。\n事　実　及　び　理　由\n第１　請求\n被告は，栃木市に対し，１９９５万円及びこれに対する平成１４年５月３１日から\n支払済みまで年５分の割合による金員を支払え。\n第２　事案の概要\n本件は，被告が栃木市の市長として株式会社Ａ銀行（以下「Ａ銀行」という。）の\n第三者割当増資に係る新株の引受け及び払込みを行ったことが，公益上の必\n要性を欠き，リスクも大きく，違法であるとして，被告に対し，地方自治法２４２条\nの２第１項４号に基づき，上記払込金相当損害金及び遅延損害金を栃木市に\n支払うよう求めた住民訴訟である。\n１　争いのない事実等\n(1)　原告は，栃木市の住民である。\n被告は，栃木市の市長である。\n(2)　被告は，平成１４年１月３０日，栃木市長として，第三者割当増資として栃木\n市に割り当てられたＡ銀行の新株１７万５０００株を，発行価額合計１９９５万\n円（１株当たり１１４円）で引き受け，同日，上記発行価額合計額の払込みを\n行い（なお，払込金の支出命令は栃木市職員の専決により発せられた。），\n同月３１日，同銀行の株券を受領した。\n(3)　原告は，同年３月８日，栃木市監査委員に対し，上記の引受け及び払込み\n（以下合わせて「本件株式取得」という。）が不当であるとして，被告ないしＡ\n銀行にその払込金等の返還をさせるよう求める住民監査請求（地方自治法２\n４２条１項）を行った。\n同監査委員は，同年４月３０日，上記監査請求を棄却する旨の決定をし，その\n旨原告に通知した。\n２　争点\n本件の争点は，本件株式取得が，地方自治法２３２条の２，地方財政法８条，そ\nの他関連法規との関係で違法なものか否かである。\n（原告の主張）\n公的資金を注入しなければＡ銀行の経営が破綻するという蓋然性はないし，同\n銀行に対する出資は，中小企業経営や地域経済の安定との関係では無益であ\nるから，本件株式取得を行う公益上の必要性はなく，地方自治法２３２条の２に\n反し違法である。\nまた，Ａ銀行が過去にも公的資金の注入を受けていること，栃木県が取得したＡ\n銀行の配当優先株を無配としたことがあることなどの事情に照らせば，本件株\n式取得はリスクが極めて大きく，地方財政法８条に反し違法である。\n（被告の主張）\nＡ銀行は栃木市内の預金や貸付に関して高いシェアを有しており，同銀行が経\n営破綻に陥れば市民生活の安定や企業経営の維持が困難になるおそれがあ\nることは明らかであるから，本件株式取得を行う公益上の必要性は存在すると\nいうべきである。\nまた，地方財政法８条は，地方公共団体の財産の取得には適用されないと解す\nべきであるし，Ａ銀行の平成１３年３月期決算における自己資本比率や，経営健\n全化計画における平成１４年３月期の自己資本比率の予想値が，いずれも，銀\n行法１４条の２，金融機能の早期健全化のための緊急措置に関する法律（以下\n「緊急措置法」という。）２条３項，同法施行規則２条の定める経営の健全性の\n判断の基準とされる値を超えていることなどからすれば，本件株式取得のリスク\nが極めて大きいとは断定できない。\n第３　当裁判所の判断\n１　証拠（甲１ないし３，６，乙１，２，栃木市監査委員事務局に対する調査嘱託の結\n果）及び弁論の全趣旨によれば，以下の事実が認められる。\n(1)　被告が本件株式取得を行うに至った経緯は，以下のとおりであった。\n平成１３年１０月２９日，Ａ銀行から，第三者割当増資に係る新株引受けの要\n請を受け，同年１１月８日には，栃木商工会議所会頭からも，Ａ銀行の増資\nに関する支援の要望を受けた。\n同月２１日，上記要請に係る新株引受けを行うことを決定した。\n同年１２月６日，栃木市議会に，上記新株引受けに関する一般会計補正予算\n追加の議案を提出した。同市議会の審議を経て，同月１９日，同市議会本会\n議において，上記議案が可決された。\n同日，Ａ銀行に対し，経営改善等の要望書を提出した。\n平成１４年１月１５日，栃木市職員の専決により，本件株式取得及びその払込\n金の支出命令に関する決裁がされた。\n同月３０日，本件株式取得を行った。\n(2)　平成１３年３月末時点における栃木市内の預金及び貸出の残高におけるＡ銀\n行のシェアは，順に約３２．７％及び約３７．２％であり，また，同月末時点に\nおけるＡ銀行の栃木市内での全貸出残高のうち，中小企業者向けのものが\n全体の約６４．８％を占めており，Ａ銀行は，栃木市内の地域経済において重\n要な役割を担っている。\n近年，Ａ銀行の経営は苦しさを増してきており，自己資本比率の低下なども生\nじている。\n栃木県及び県内の１１の市も，Ａ銀行の財務状況改善のために，本件株式取\n得と同じころ，同銀行の新株を取得した。\n(3)　Ａ銀行の平成１３年３月期決算における自己資本比率や，同銀行の経営健全\n化計画における平成１４年３月期の自己資本比率の予想値は，いずれも，緊\n急措置法２条３項及び同法施行規則２条において「健全な自己資本の状況\nにある旨の区分」に属するとされるものであった。\n２　前記１の事実によれば，本件株式取得は，Ａ銀行の財務状況の改善により栃木\n市内の地域経済の安定を図ることを主たる目的として行われたもので，公益上\nの必要性から行われたものと認められる。\n地方公共団体が地域経済の安定という公益を図る目的で特定の金融機関の株\n式を取得するかどうかの判断は，それが許容される要件を具体的に定める法令\n上の規定はないし，当該株式取得により上記安定が実現される見込み及びそ\nの程度，そのために負担する費用の額など，さまざまな事情を総合勘案して行\nわれるべきものであることからすれば，原則として，それを行う権限を有する長\nの裁量に委ねられた事項というべきであり，それが違法となるのは，当該株式\n取得が地域経済の安定をもたらさないことが明らかである場合や，その効果に\n比して著しく過大な費用ないしリスクを負担することになる場合など，上記裁量\nの範囲を逸脱したといえる場合に限られるものと解すべきである（「公益上必要\nがある場合」（地方自治法２３２条の２）といえるか，「最も効率的に」（地方財政\n法８条）といえるかなどの判断も，結局は上記裁量逸脱の有無の判断に包摂さ\nれるものと解される。）。\n前記１の事実によれば，本件株式取得が栃木市内の地域経済の安定をもたらさ\nないことが明らかであるとまではいえないし，その効果に比して著しく過大なリス\nクを負担することになるともいえない（過去に公的資金の注入を受けたことや配\n当優先株を無配としたことがあるとしても，それだけでは上記判断を覆すに足り\nない。特定の金融機関の財務状況を改善するための株式取得という行為の性\n質上，ある程度のリスクを負担することはやむを得ない。）。その他，本件株式\n取得が被告の裁量を逸脱したものと認めるに足りる証拠はない。\nよって，本件株式取得は違法とは認められない。\nなお，被告が本件株式取得の適法性の根拠として挙げるＡ銀行のシェアの数値\n（前記１(2)）は，栃木市の職員が当のＡ銀行の担当者から報告を受けた内容を\nそのまま用いたものであるが（乙１，前記調査嘱託の結果），シェアの数値は本\n来的には客観的に定まるものであるし，Ａ銀行が栃木県内において広く活動し\nていること自体は当裁判所に顕著な事実であるから，上記数値が不正確なもの\nであることを具体的に疑わせる事情が特に認められない以上，同数値が信用で\nきないとまでいうことはできない。\n３　以上の次第であって，原告の請求は理由がないので，これを棄却することとし\nて，主文のとおり判決する。\n宇都宮地方裁判所第２民事部\n裁判長裁判官　　　　羽　　田　　　　　弘\n裁判官　　　　鳥　　飼　　晃　　嗣\n裁判官　　　　秋　　吉　　信　　彦\n"
}