{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 16,
    "month": 7,
    "day": 29
  },
  "case_number": "平成14(ワ)23",
  "case_name": "損害賠償",
  "court_name": "大分地方裁判所民事部",
  "lawsuit_id": "8258",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=8258",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/258/008258_hanrei.pdf",
  "contents": "◆Ｈ１６．７．２９　大分地方裁判所民事第１部　平成１４(ワ)２３　損害賠償\n請求事件\n主　　　　　　　文\n１　被告は，原告らに対し，それぞれ１１７３万３３４８円及びこれに対する\n平成１１年１月１８日から支払済みまで年５分の割合による金員を支払え。\n２　原告らのその余の請求をいずれも棄却する。\n３　訴訟費用はこれを４分し，その１を被告の負担とし，その余を原告らの負\n担とする。\n４　この判決は，第１項に限り仮に執行することができる。\n事実及び理由\n第１　請求\n１　被告は，原告Ａに対し，４２３２万２１１３円及びこれに対する平成１１\n年１月１８日から支払済みまで年５分の割合による金員を支払え。\n２　被告は，原告Ｂに対し，４２３２万２１１３円及びこれに対する平成１１\n年１月１８日から支払済みまで年５分の割合による金員を支払え。\n第２　事案の概要\n本件は，重度の障害児であった訴外Ｃが，被告の設置・管理する大分県立\n日出養護学校（以下「本件学校」という。）の教諭訴外Ｄから訪問教育指導\nを受けた際，無理な姿勢を強要され，大腿骨を骨折し，その結果死に至った\nとして，Ｃの両親である原告らが，被告に対し，被告の被用者である公務員\nが，その職務を行うについて，過失によって違法に他人に損害を加えたもの\nとして，国家賠償法（以下「国賠法」という。）１条１項に基づき，Ｃの取\n得した損害賠償請求権の相続，及び固有の損害賠償請求権を根拠に，慰謝\n料，逸失利益等及びこれらに対する遅延損害金の賠償を求めている事案であ\nる。\n１　争いのない事実等（証拠によって認定した事実は末尾に掲記した。）\n(1)　当事者等\nア　原告ら\n(ア)　Ｃは，昭和６２年１１月９日生まれの男児であるが，先天的に，\n脳性麻痺による四肢体幹機能障害を有する重度の障害児であった。同\n児は，平成６年４月，本件学校に入学し，教員の派遣がなされる訪問\n教育（学校教育法（以下「学教法」という。）７２条，学教法施行規\n則７３条の１２第１項）を受けていた。\n(イ)　原告Ａ，同Ｂは，Ｃの父母であり，いずれもＣの法定相続人であ\nる。\nイ　被告\n被告は，本件学校の設置・管理者であり，Ｃの死亡当時，Ｃの担任教\n師であったＤを通じて，Ｃに対して教育を行っていた地方公共団体であ\nる。\n(2)　本件の経緯\nア　Ｃは，前記障害により，痙性の運動麻痺と両側足関節の拘縮があり，\n生後基本的に寝たきりの状態にあった。平成２年ころには，１年程度別\n府整肢園（現在の医療発達センター）で動作訓練を受けたが，ストレス\nから円形脱毛を繰り返すようになり，中止した。\n平成６年４月には本件学校に入学し，週２，３回，１回２時間程度の\n訪問教育を受けていたが，平成９年３月までは動作訓練はなされていな\nかった。（甲１３，乙１３，原告Ｂ本人）\nイ　平成９年４月，Ｃは，４学年に進級し，Ｄが新しく担任となった。当\n時，Ｃは，首も定まっておらず，下肢（膝・腰・足首）が硬く，自ら両\n下肢を曲げることができず，背に側わんがあるため，うつぶせに寝かせ\nるしかない状況にあった。\nＤは，Ｃの姿勢を改善することが必要であると考え，２学期ころから\n座位姿勢保持の指導を訪問教育に組み込むこととした。Ｃの座る姿勢\nは，右膝が十分に曲がらないために，左膝を曲げて床につける形で折り\n畳み，その上に右膝を立てるというものであった。\n平成１０年１２月２１日に５学年２学期の最後の座位姿勢保持の訓練\nが行われたが，このころには，Ｃはある程度床に座れるようになってい\nた。\nその後，約２週間の冬休みに入った。（乙７，証人Ｄ，原告Ｂ本人）\nウ  平成１１年１月８日，Ｄは３学期最初の座位姿勢保持の指導をしよう\nとしたところ，Ｃの姿勢が安定しなかったため，指導を中止した。同月\n１３日にも同様に指導をしようとしたが，やはりＣの姿勢が安定せず指\n導を中止した。（乙７，証人Ｄ，原告Ｂ本人）\nエ　同月１８日午前９時３０分ころ，Ｄが原告ら宅を訪問し，Ｃに対し座\n位姿勢保持の指導を始めた（以下，この日の指導を「本件指導」とい\nう。）。本件指導の際，Ｃの足から骨が折れるような音がしたため，Ｃ\nは，午前１０時３０分ころには，大分県速見郡ａ町所在の酒井整形外科\n病院（以下「酒井整形外科」という。）にてレントゲン検査を受け，右\n大腿骨骨折の診断が下され，ギプスをされた。\nオ　原告Ｂは，Ｃを連れて酒井整形外科から一度帰宅したが，同日午後８\n時３０分ころ，Ｃの痛みが持続していたため，再度酒井整形外科に連れ\nて行き，ギプスを締め直してもらおうとしたところ，Ｃの顔色が悪いこ\nとに気づいた。Ｃは同日午後１１時３０分ころには，救急車で大分医科\n大学（現大分大学医学部）附属病院（以下「大分医大」という。）に到\n着し，入院したが，同月１９日午前５時５０分に死亡した。（乙６の\n１，７，１３，原告Ｂ本人）\nカ　解剖の結果，Ｃの死因は肺の脂肪塞栓であると判断された（乙６の\n１）。\nキ　原告らは，日本体育・学校健康センター（以下「センター」とい\nう。）から，同年４月２日，災害共済給付金（死亡見舞金。以下，災害\n共済給付金を単に「災害給付金」という。）として２１００万円の支給\n（以下「本件給付金」という。）を受けた。\nまた，原告らは，Ｄから１００万円を，当時の本件学校校長から５０\n万円を香典として受領した。\n２　争点に関する当事者の主張\n本件の争点は，①　本件指導の態様（②の前提事実として），②　Ｄの過\n失の有無，③　Ｄの過失とＣの死亡との因果関係，④　原告らの損害額（逸\n失利益は，別に項目を定める。），⑤　Ｃに逸失利益が認められるか否か，\n⑥　過失相殺の適否，⑦　損益相殺の適否である。\n(1)　本件指導の態様\n（原告らの主張）\nＤは，「Ｃ君は嫌かもしれないけど，座る訓練にはあぐらが一番良いん\nだからね。」と，Ｃの左足の下に同児の右足を曲げて差し込み，それまで\n一度も訓練で取り入れたことのなかったあぐらの姿勢を強要した。\nＣは，嫌がって上体を反らせ，表情をひきつらせ，泣きながら右足を抜\nいたが，Ｄは，さらにＣの左足の下に右足を放り込むように２，３度入\nれ，あぐらの姿勢を強要し続けた。このとき，Ｃの前方にいた原告Ｂが，\n「すごく嫌そうな顔してる。鬼瓦みたいな顔よ。」と述べたのに，Ｄは訓\n練を中断することなくあぐらの強要を続けた。\nＣが，わめきながら後ろに反り返ったので，ＤがＣの背中を前に押し倒\nした瞬間，ぐきっと骨が折れるような音がした。\n（被告の主張）\nＤは，Ｃを後ろから両手で介助して座らせようとしたが，なかなか安定\nしなかった。このため，Ｄは，いつものように，座位姿勢保持の前段階と\nして，Ｃの腰部で上体を支えられるように縦方向への力の入れ方の指導を\n行うこととした。Ｄは，左手でＣの胸を抱くように支えた上，右手でＣの\n脇の部分を支え，Ｃが自ら上体を支えることができるよう援助をなした。\nそして，Ｃの背を少し伸ばして，同児の体の右側を同児の腰の上に乗せ，\nＣの姿勢がどうなるかを見ようとして右手をゆるめた。その際，Ｄは，\n「グッ」という音がした気がして本件指導を中止した。\nなお，Ｄは，Ｃに無理なあぐらを強要したり，右足を左足の内側に入れ\nたりしたことはないし，Ｃの背後からそのような動作をすることは不可能\nである。\n(2)　Ｄの過失の有無\n（原告らの主張）\nア　Ｄは，本件学校の担任教師として，Ｃの身体安全に配慮しながら適切\nに指導教育する義務を負っており，事故などを未然に防止すべく注意す\nる高度の注意義務が課せられていた。\nイ　しかしながら，Ｄは，十分な医学的知識もなく，Ｃに対する座位保持\n訓練に対する医学的訓練・指導を受けることもなく，また勤務先学校な\nいし県教育委員会において座位保持訓練・指導も受けることなく，我流\nの指導方針によりＣにとって無理なあぐらの姿勢を強要し，同人の肩な\nいし背中を背後から押して，同人の右大腿骨を骨折させた。\nウ　Ｄは，Ｃに対して，医師ないし医師の指導を受けた専門家が実施すべ\nきリハビリテーションである座位保持訓練を実施していたもので，この\nような訓練を実施する以上は，Ｃの骨の状況からして大腿骨が骨折して\n死亡に至る危険性を十分に予見可能であったといわなければならない。\n（被告の主張）\nア　Ｄは，本件指導を行うにつき，その具体的内容においても従前以上の\n注意を払った上指導をなしており，注意義務を怠ったと認めることはで\nきない。またそれまで１年以上もの間，同様の指導を続けていた状況か\nらすれば，Ｄが行ったＣに対する座位姿勢保持の指導では，通常大腿骨\nを骨折することはありえない。\nイ　仮に本件指導により骨折が発生したとしても，上記事実からすれば，\nＤには，本件指導によってＣに骨折が生じることについての予見可能性\nはなく，ましてや，大腿骨の骨折により脂肪塞栓が発症することは，医\n師においてもこれを予見することは非常に困難であり，Ｄに脂肪塞栓の\n発症を予見することは不可能である以上，Ｃの死亡についての予見可能\n性，回避可能性は存在しない。\n(3)　因果関係\n（原告らの主張）\n脂肪塞栓は，骨折の合併症であるところ，Ｃは，右大腿骨骨折を原因と\nして骨髄あるいは皮下の脂肪組織が遊離し血管内に流入し，肺血管を閉塞\nし，脳に高度の低酸素血症を発症して死亡するに至ったものである。Ｄの\n過失によって生じた右大腿骨骨折とＣの死亡との間には因果関係が認めら\nれる。\n（被告の主張）\n本件指導後の経緯によれば，酒井整形外科でも，最初のレントゲン撮影\nでは異常なしとの診断を下しており，本件指導の際にＣが骨折したと断定\nすることはできない。\n(4)　Ｃ及び原告らの損害額（逸失利益については次項）\n（原告らの主張）\nア　傷害による損害\n(ア)　Ｃ本人の慰謝料　　　　　　　　　１０万円\n(イ)　入院雑費　　　　　　　　　　　　２６００円\n酒井整形外科及び大分医大に各１日入院。\n(ウ)　付添看護費用（交通費を含む）  　　　４万円\n①　入院等の交通費    　　　　合計７２８０円\nａ　平成１１年１月１８日\n午前１０時３０分ころ，自宅から酒井整形外科まで往復したた\nめ，その汽車代・タクシー代合計２２００円。\n午後８時３０分ころ，自宅から酒井整形外科まで赴いたため，\nその片道の汽車代・タクシー代合計１４６０円。\n酒井整形外科でＣが急変し，救急車で大分医大に搬送されたと\nころ，原告Ａは自家用車で同病院に赴いたため，自宅から大分医\n大までの片道バス代１３５０円。\nｂ　平成１１年１月１９日\n原告Ａの大分医大から自宅までのバス代・汽車代・タクシー代\n合計２２７０円。\n②　付添看護費用      　　　　３万２７２０円\nＣの障害の内容，事故時の症状からして原告らの付添いが必要で\nあったことは明らかである。原告両名につき各１万６３６０円，２\n名分として，計３万２７２０円を請求する。\n(エ)　原告両名の慰謝料　　　　　　　　　２０万円\n原告らにつき各１０万円。\nイ　死亡による損害\n(ア)　葬儀関係費用      　　　　７７万１６９４円\n原告両名が，各２分の１宛負担して出捐した。\n(イ)　葬儀関係における僧侶へのお布施等　３７万円\n原告両名が，各２分の１宛負担して，速見郡ｂ町所在の法照寺へ出\n捐した。\n(ウ)　墓碑代　　　　　　　　　１３６万５０００円\n原告両名が，各２分の１宛負担して出捐した。\n(エ)　慰謝料　　　　　　　　　　　　３０００万円\n原告両名の固有慰謝料が各５００万円宛，Ｃの死亡慰謝料２０００\n万円を原告両名が各２分の１宛相続した。\nウ　弁護士費用　　    　     　　　　 ７６６万円\n原告両名が各３８３万円宛負担した。\n（被告の主張）\nア　傷害による損害\n(ア)　Ｃ本人の慰謝料\n傷害による慰謝料と死亡による慰謝料の双方は認められない。\n(イ)　入院雑費\n原告らは，入院２日分の雑費を主張しているが，Ｃが２日間入院し\nたとは評価できない。\n(ウ)　付添看護費用（交通費を含む。）\n原告らは自家用車で通院しており，距離に換算した燃料代は往復８\n９２円となる。\n(エ)　原告両名の慰謝料\n傷害による慰謝料と死亡による慰謝料の双方は認められない。\nイ　死亡による損害\n(ア)　葬儀関係費用，僧侶へのお布施等，墓碑代\n原告ら主張額は，合算額を考慮すると高額すぎる。お布施代につい\nては立証がなされていない。\n(イ)　慰謝料\n原告ら主張額は，高額にすぎる。\nウ　弁護士費用\n原告ら主張額は，高額にすぎる。\n(5)　Ｃに逸失利益が認められるか否か\n（原告らの主張）\nア　賃金センサス平成１０年の男性労働者学歴計全年齢平均賃金額５６９\n万６８００円に，１８歳から６７歳までの労働能力喪失期間に対応する\nライプニッツ係数１２．９１２２を乗じ，独身者として４０パーセント\nの生活費控除をすると，Ｃの逸失利益としては４４１３万４９３２円と\nなる。\nイ　Ｃの意思疎通等の生育状況からすれば，現在の情報技術関係の科学技\n術の発達，遺伝子治療の発達，再生医療の発達等により，就労可能性が\n見込まれるものである。\nウ　Ｃは，重度の障害児であった。しかし，子どものもつ人間としての価\n値の本質は，ありとあらゆる無限の発達の可能性を秘めているのであ\nり，この点について，Ｃと健常児とは全く差はなかった。障害児に限\nり，将来の発達の可能性がないものと決めつけ，損害賠償額において差\n別を設けるのは，障害児に対する不当な偏見であり，絶対に許されな\nい。よって，障害児死亡の場合の逸失利益も，健常児童と同じように，\n男性労働者の平均賃金をもって認定することが合理的である。判例実務\nは，年少者の将来の逸失利益という予測不可能な事態に対して「フィク\nション」を働かせて，最低でも平均余命分の平均賃金は獲得するであろ\nうと擬制し，逸失利益を算定している。にもかかわらず，障害児には，\nかかる擬制を働かせずに逸失利益を算出するのであれば，それはまさし\nく障害を理由とする差別にほかならない。\n裁判所があくまで，人間の物的側面にこだわるのであれば，国の総体\nとしての経済的利益が，我が国における居住者総体によって生み出され\nるものである以上，１人当たりの国内総生産額をもって損害額を認定す\nることが憲法原則に適合するものである。\n（被告の主張）\nア　Ｃは，先天的脳奇形の一種である全前脳胞症であった。このように，\nＣに脳の形成異常が明らかに存在していたこと，食物の経口摂取が不可\n能であったこと，１１歳で発語がなかったこと等の事情を勘案すると，\nＣの死亡以後，相当期間Ｃの生存が認められたとしても，Ｃはほぼ寝た\nきりで全介護の状態が継続し，治療や何らかの訓練を行ったとしても，\n将来就労することが可能な程度の思考力，運動力は到底見込めず，将来\nの就労可能性が認められる状態ではなかった。\nイ　我が国の損害賠償制度は，不法行為によって現実に発生した具体的損\n害を，金銭賠償の方法をもって填補することを目的としている。そし\nて，現実に発生した具体的損害は，被害者に現実に生じた具体的不利益\nによって算定される。人間は，千差万別の生活利益を得ているのである\nから，仮に外形上同程度と見られる人身損害があった場合であっても，\nこれによって被害者が現実に被る具体的不利益は一様ではなく，かかる\n一様ではない事実に基づき損害賠償額を算定する以上，被害者によって\n損害額に差異が生じるのは当然で，憲法上の平等原則に反するとはいえ\nない。\n現時点で相当な程度に将来収入が得られる蓋然性が認められなけれ\nば，損害額を算定するにあたって斟酌する必要がない。Ｃについて，逸\n失利益を認めるべき理由は存在しない。\n(6)　過失相殺\n（被告の主張）\n仮にＤに何らかの責任が認められるとしても，訪問教育における養護・\n訓練は，教諭と親との共同作業によって成立するものであるから，Ｄだけ\nに責任を負わせるのは公平を欠く。特に本件においては，本件指導前の２\n回の訪問の際（平成１１年１月８日，同月１３日），Ｃの体調が思わしく\nなかったので，Ｄは指導に入るのをためらっていたにもかかわらず，原告\nＢは，早く座位保持訓練を開始するようＤを急かしていた。このような事\n情に鑑みれば，少なくともＣら側の過失として５０パーセントは過失相殺\nされるべきである。\n（原告らの主張）\n原告ＢがＤに対して座位保持訓練を急かしたというような事実はない。\nそもそも重度障害者であったＣに対する座位保持訓練については，トレー\nナーであるＤにおいて，基礎的な医学的知識・情報を有していることを前\n提に，医療機関等との連携のもとに，主体的かつ専門的に実施されなけれ\nばならないもので，被告の主張は単なる責任逃れにすぎない。\n(7)　損益相殺\n（被告の主張）\nア　原告らは，センターから，災害給付金として２１００万円の支給を受\nけている。日本体育・学校健康センター法（昭和６０年法第９２号，以\n下「センター法」という。）４４条は「学校の設置者が国家賠償法，民\n法その他の法律による損害賠償の責めに任ずる場合において，免責の特\n約を付した災害共済給付契約に基づきセンターが災害共済給付を行った\nときは，同一の事由については，当該学校の設置者は，その価格の限度\nにおいてその損害賠償の責めを免れる」と規定しており，損益相殺の対\n象となることは明らかである。また，逸失利益に限定せず，損害賠償金\nの総額から損益相殺するのが実務の取扱いである。\nイ　さらに，Ｄは１００万円を，前本件学校校長は５０万円を香典として\n原告らに渡している。\nウ　したがって，合計２２５０万円については損益相殺すべきである。\n（原告らの主張）\nセンターから支払われた災害給付金は，全体として見れば，個々の生\n徒・児童が支払った共済掛金の対価としての性質をもっており，生命保険\nなどと同じく，自己の支払の対価と見るべきである。また，災害給付金の\n性質が加入学校の設置者及び保護者の相互援助的な共済制度であること，\n災害給付金の受給者が，災害にあった児童本人ではなく，その保護者とさ\nれていることから，災害給付金が民事上の損害を填補するものではないこ\nとは明らかである。よって，損益相殺の対象とならないと解すべきであ\nる。\n仮に災害給付金が民事上の損害賠償金と損益相殺の対象となるにして\nも，「慰謝料，葬祭費，物的損害に対する弁償」とは調整の対象としない\nとされている。よって，損益相殺の対象は逸失利益相当分に限られるべき\nである。\n第３　当裁判所の判断\n１　認定事実\n前記「争いのない事実等」に記載した事実，掲記した証拠及び弁論の全趣\n旨によれば，以下の事実が認められる。\n(1)　養護学校における教育内容等\nア　養護学校は，知的障害者，肢体不自由者，又は病弱者（身体虚弱者を\n含む。）に対し，教育を施す機関であるところ（学教法７１条。なお，\n以下法令は，本件指導時に施行されていた法令の内容である。），その\n教育課程は，学教法施行規則第６章のほか，文部大臣が公示する盲学\n校，聾学校及び養護学校小学部・中学部学習指導要領等によるものとさ\nれる（学教法７３条，学教法施行規則７３条の１０）。そして，同学習\n指導要領（文部省告示第１５８号，乙２）によると，「学校における養\n護・訓練に関する指導は，（中略）学校の教育活動全体を通じて適切に\n行うものとする。特に，養護・訓練の時間における指導は，（中略）個\n々の児童又は生徒の心身の障害の状態や発達段階に即して行うよう配慮\nしなければならない」（第１章第２節第１の４）とされ，指導計画の作\n成にあたって配慮すべき事項として，「学校医等との連絡を密にし，児\n童又は生徒の心身の障害の状態に応じた保健及び安全に十分留意するこ\nと」（第１章第２節第６の２(9)），「児童又は生徒の心身の障害の状\n態により，必要に応じて，専門の医師及びその他の専門家の指導・助言\nを求めるなどして，適切な指導ができるようにするものとする。」（第\n５章第３の５）との内容が含まれている。\nイ　大分県では，心身の障害により養護学校へ就学し，通学して教育を受\nけることが困難な児童・生徒に対して，家庭・施設等へ教員を派遣して\n適切な教育を施すことなどを目的として，「大分県心身障害児訪問教育\n実施要綱」（乙１）を制定し訪問教育を行っていたが，同要綱中には，\n訪問教育担当者の業務（５項）として，「①　１人の対象児について，\n年間３５週以上訪問し，１週当たり２回（１回につき２時間）の指導を\n標準とする。②　１回の時間内の指導は，対象児の障害の状況，健康状\n態等を配慮し，保護者への相談，助言も含めて適切に実施する。③　訪\n問にあたっては，医療，福祉機関と緊密な連携を保ち，障害児の実態に\n即した指導を行うように努める。」旨規定されていた。\nウ　養護学校である本件学校には，平成１０年度，校長，教頭を始め，合\n計３３名の教職員が在籍し，うち学校医５名，学校歯科医１名，学校薬\n剤師１名が含まれていたが，学校医の担当は，内科，精神科，小児科，\n眼科，耳鼻科であって，外科，整形外科の担当医が用意されていなかっ\nた（乙３）。\n(2)　本件指導に至る経緯\nア　Ｄは，昭和３８年３月に短期大学を卒業し，翌年には中学校教諭とし\nて被告に採用され，昭和４２年に聾学校教諭に任じられて以降，大分県\n下の養護学校等で障害児教育に携わり，平成９年４月から，本件学校教\n諭として勤務していた（乙７，証人Ｄ）。\nイ　Ｄは，養護・訓練（現在は学教法施行規則上「自立活動」と称す\nる。）の指導を行うために大分県が義務付けていた年２回の研修を受け\nていたほか，任意の研修にも参加し，心理リハビリテーション学会の講\n習も受け，平成７年には心理リハビリテーションにおけるトレーナーの\n資格を取得した。\nなお，心理リハビリテーションとは，九州大学のＥ教授らが研究して\nいる脳性麻痺等の障害を有する者に対する動作訓練法の一種であり，リ\nラクゼイション（ゆるめ）や体を立てる「タテ系動作訓練」をその主な\n特徴とし，姿勢づくりの手法として，座位姿勢の場合には，あぐらをと\nらせることを紹介している。（甲２４，２５，７０，証人Ｄ）\nウ　平成９年４月，Ｃが本件学校の４学年に進級し，Ｄが担当となり，毎\n週３回，午前９時半から午前１１時までの間訪問教育を実施することと\nなった。\nＤは，平成９年の夏ころから，Ｃの健康状態や生活状況に触れ，原\n告Ｂに対し，首がすわらず，常に横抱きにされているＣに縦方向の姿勢\nをとらせ，自分の力で座位を保持できるように訓練を実施したいと説明\nした。この指導の際に，脱臼があると無理ができないので，Ｄは，原告\nＢに，月ごとの大分医大での検診時に，Ｃの股関節が脱臼してないかレ\nントゲンを撮影してもらって見てほしい，そして養護訓練の中で座位姿\n勢を取り入れてよいか聞いてほしいと要請した。原告Ｂは，大分医大の\n医師に確認して了解をとり，その旨Ｄに伝えた。\nＤはＣに対し，徐々に動作訓練を開始したが，その後も数回Ｃの脱臼\nの有無について原告Ｂにレントゲンを撮るよう要請したり，大分医大の\n医師にアドバイスをもらうよう指示したことがあった。ただし，Ｄが直\n接大分医大に赴き，医師から話を聞くことはなく，また医学的な面で医\n師などの専門家から直接アドバイスを受けたことはなかった。（乙７，\n１３，証人Ｄ，原告Ｂ本人）\nエ　平成１０年４月，Ｃは５学年に進級したが，そのころには座椅子に最\n長２，３分程度座ることが可能になっていた。さらに２学期には，肘掛\nけのない座椅子にも１時間程度座ることができるようになっていた。\n座位姿勢保持の指導は，原告Ｂの立会いのもと，ＤがＣを背後から\n介助しながら，Ｃの座りやすい腰の位置を定め，少しずつ手を離してい\nくというもので，Ｃに座ろうとする力がないときには，Ｄが背後からＣ\nの両肩をもって少し前に押した後，押す力をゆるめてＣが自分で体を起\nこすのを待ったり，少し後ろに引いた後力をゆるめて起きあがるのを待\nつなどし，Ｃの自発性を促す方針で行われていた。Ｃは右膝が硬く，そ\nの可動性が乏しかったが，床の上でも重心さえ保てれば，不安定ながら\nも右膝を立てて，左足を組んだ状態で多少は座れるようになっていた。\n訓練中，Ｃが嫌がるときは，Ｄは，一度指導を中断して原告ＢにＣを抱\nかせ，同児の機嫌を直してから再度続行していた。（甲１３，２０の\n１・２，乙７，原告Ｂ本人）\nオ　平成１０年１２月２１日に，５学年の２学期最後の座位保持訓練が\n実施されたが，このころには，Ｃは自力で床にある程度座ることができ\nるようになっていた（乙７の⑨ないし⑫の写真，証人Ｄ，原告Ｂ本\n人）。\nカ　平成１１年１月８日，３学期の始業式の後に，Ｄは原告ら宅を訪問\nし，従前のとおり，原告ＢからＣの体を受け取って，Ｃを座らせようと\nしたが，Ｃは，足を突っ張ることができず，体が不安定なままであっ\nた。Ｄが事情を尋ねると，原告Ｂは，Ｃが右足の股関節の部分を痛がっ\nていたことから，Ｃの右足を指さして，Ｄに「痛がる」と伝えた。\nＤは，Ｃの股関節が脱臼しているのではないかと疑い，この日の指\n導を中止し，原告Ｂに対し，Ｃが心配なので大分医大で足のレントゲン\nを撮ってもらい，よく調べてほしいと述べたが，原告Ｂは，Ｃを病院に\n連れて行かなかった。（乙７，証人Ｄ，原告Ｂ本人）\nキ  同月１３日，原告Ｂは，原告ら宅を訪れたＤから「（Ｃの様子は）ど\nうですか」と聞かれ，「大丈夫」と答えた。原告Ｂが座布団に座らせる\n段階で，Ｃに力が入る様子がなく，前に倒れたままの状態であった。Ｄ\nが原告Ｂと交代しても同様であり，Ｄは指導を中止し，「どうしたので\nしょう」と尋ねると，原告Ｂは，Ｃの着衣を引き上げて膝をみせた。Ｃ\nの右膝の内側付近は，直径５センチメートル程度打ち身の跡のように黒\nずんでおり，Ｄが驚いたところ，原告Ｂは，こたつから引き出す時に打\nったためであると説明した。（乙７，証人Ｄ，原告Ｂ本人）\n(3)　本件指導とその後の経緯\nア　同月１８日，Ｄは午前９時半ころに原告ら宅を訪問した。Ｄは「（Ｃ\nの）からだはどうですか」と尋ね，原告Ｂは「大丈夫，よくなった」と\n述べた。Ｄは「（Ｃの）腰の状態はどうですか。」と尋ねたが，原告Ｂ\nは「心配ない」と答えた。\nＤは，Ｃの後方にまわり，原告ＢからＣの体を受け取った。このと\nき，Ｄは，「どうして座れないのであろう。足だろうか，腰だろうか」\n「座る力がどうして出ないのだろう」という思いで，躊躇しながらＣを\n抱いた。Ｃは，通常どおり，左足を曲げて床につけ，曲がった右足を立\nててまっすぐにしていた。Ｃが左右に揺れるので，ＤがＣの腰部と肩に\n手を当て，揺れを止めようとしたところ，Ｃが嫌がり，背中を反らせ\nた。\nＣは，この際，両足を外側に曲げた状態か，又は両足を曲げたまま\n交差させる状態，すなわちあぐら様の姿勢をとっていたが，Ｄは，Ｃが\n背中を反らせたため，Ｃの足の状態に注意することなく背部を押したと\nころ，Ｃから異常な音がし，この音をＤとＣの面前に座っていた原告Ｂ\nが同時に確認した。Ｄは直ちにＣを抱き上げ，原告Ｂとともに酒井整形\n外科に運んだ。（甲１１ないし１３，乙７，証人Ｄ，原告Ｂ本人）\nイ　酒井整形外科でＣの右足のレントゲン撮影をしたところ，医師から\nは骨折は認められないと説明された。しかし，原告ＢはＣの様子が異常\nであると感じ，Ｄの勧めもあって，再度レントゲンを撮影するよう要請\nした（酒井整形外科で撮影したレントゲン写真を「本件レントゲン写\n真」という。）。すると，右大腿骨の剥離骨折の診断がされたが，医師\nからは，１か月もすれば治るとの説明がされ，簡易ギプスで固定し，Ｃ\nらは帰宅した。（甲２２の１ないし３，乙６の１，７，１３）\nウ　しかし，Ｃが依然として痛がるため，原告らは，Ｃを連れて同日午\n後９時ころ，再度酒井整形外科に赴いたところ，同整形外科内でＣの顔\n色がおかしいのに気づき，同日午後１１時３０分には大分医大に救急車\nでＣを搬送し，入院させることとなった。\nそして，同月１９日午前３時５５分ころから，Ｃの呼吸が不規則とな\nり，その後呼吸停止・心停止となり，約２時間にわたり心肺蘇生術が施\n行されたが回復せず，同日午前５時５０分に死亡が確認された。（乙６\nの１，１３，原告Ｂ本人）\nエ　解剖時，Ｃの右大腿から股関節にかけて著明な腫脹が見られ，５×\n５×１５センチメートルの血腫があり，大腿骨骨幹部に縦割れの骨折を\n認めた。解剖前は，直接死因は外傷性ショックなどと見られていたが，\n病理学的に肺に明らかな脂肪塞栓が見られること，また臨床的にも高度\nの低酸素血症が見られることなどから，解剖の結果，直接死因は脂肪塞\n栓と判断された。なお，脂肪塞栓とは，骨折の合併症の一つであり，原\n因については，骨折部の骨髄から流れ出した中性脂肪が血管に入るか，\n骨折によって体内の脂質代謝の変化が生じるなどの考え方の違いはある\nものの，要は，非乳化した脂肪滴によって脳や他の臓器の毛細血管に栓\n塞を生じさせるもので，骨盤や長管骨の骨折の際に生じやすく，発症し\nた場合（発症率は，１ないし２パーセント程度である。），死亡率は１\n０ないし２０パーセント程度であるといわれている。（甲２，１０の\n１・２，３４，乙６の１，８ないし１０）\n(4)　本件指導時のＣの身体の状況\nア　重症心身障害児は，室内生活を強いられることに加え，抗痙攣剤服\n用，食事中のビタミンＤ不足，また，日常生活活動の低下による廃用な\nどの原因により，骨萎縮病変をきたしやすく，日常生活介助においても\n骨折という事態を招くこともある。脳性麻痺の場合，歩行が不可能なケ\nースで骨盤と下肢の骨密度の低下が顕著となる傾向があり，その結果さ\nさいな外力によっても大腿骨骨折等を起こすことが多く，リハビリテー\nション・介護・教育上の大きな問題となっている。（甲２９ないし３\n２）\nイ　Ｄも，養護教育の経験の中で，障害児がささいな外力でも骨折しやす\nいことは熟知しており，Ｃについても，膝・腰・足首が硬く，その部分\nについては特に注意が必要であると認識していた（証人Ｄ）。\nウ　本件レントゲン写真に関する社会福祉法人別府発達医療センター所属\n医師Ｆ作成の診断書（甲６９，以下「本件診断書」という。）では，Ｃ\nに骨萎縮があり，易骨折性があることのほか，両股関節に脱臼があり，\n可動域に制限があったであろうことが指摘されている（甲２２の１ない\nし３，６９）。\nエ　以上のとおり，本件レントゲン写真上，Ｃの両股関節に脱臼が認めら\nれていること，冬休み後，Ｃの腰がふらつき，従前できていた座る姿勢\nがとれなくなっていたこと，平成１１年１月８日の指導の際までに，原\n告Ｂに股関節付近の痛みを訴えていたことに照らせば，Ｃは，本件指導\n時には既に両股関節が脱臼していたか，これに近い状況にあったものと\n推認される。\n２　争点(1)（本件指導の態様）について\n(1)  まず，被告は，Ｃの右大腿骨骨折が，本件指導後に生じた可能性がある\n旨の主張をしている（争点(3)についての被告の主張）のでこの点を検討\nするに，前記１の認定のとおり，本件指導の際に，Ｃの足から異常な音が\nしたことを，Ｄと原告Ｂの両名が同時に確認し，直ちにＣを酒井整形外科\nに連れて行っていること，Ｄと原告Ｂは，同病院でのレントゲン撮影でい\nったんは骨折はしていない旨説明されたが，原告Ｂは，Ｄの勧めもあって\n再度レントゲン撮影を依頼したこと（Ｄ及び原告Ｂは，本件指導時にＣか\nら聞こえた異常な音及び同病院におけるＣの状態等からして，最初のレン\nトゲン撮影の結果では納得できないと感じていたと認められる。），再度\nのレントゲン撮影時に骨折が生じたと認めるに足りる主張・立証はないこ\nとから，本件指導の際に右大腿骨骨折を生じたものと認めるのが相当であ\nる。この点についての被告の主張は採用することができない。\n(2)　次に，本件指導の態様については当事者双方の主張が異なっているの\nで検討する。\nア　本件診断書には，本件レントゲン写真に対する所見として，右大腿骨\nの小転子から約８センチメートルにわたる螺旋状の骨折（捻転骨折）が\n生じており，大腿に捻れを加えるような力が働いたものと考えられると\n記載されており（甲６９），同記載を覆すに足りる証拠はない。\nしたがって，本件診断書の記載を前提にし，かつ前記(1)の認定のと\nおり，本件指導時に右大腿骨骨折が生じたことによると，本件指導の際\nに，Ｃの右大腿部に対し，捻れを加えるような力が働いたことを推認す\nることができる。\nイ　ところで，被告は，Ｄは，左手でＣの胸を抱くように支えた上，右手\nでＣの脇の部分を支え，Ｃの背を少し伸ばして，同児の体の右側を同児\nの腰の上に乗せ，その上で，Ｃの姿勢がどうなるか見ようとして，単に\nＣを支える右手の力をゆるめただけで，無理にあぐらを組ませたり，背\n中を押したことはないと主張し，証人Ｄもこれに沿う陳述（乙７）及び\n証言（以下併せて「Ｄ証言等」ともいう。）をしている。そしてＤ証言\n等によれば，本件指導の際のＣの脚部は，従前の指導のとおり，左足を\n曲げて横に倒し，曲がらない（膝の硬い）右足は，前に伸ばしていたと\nされている。しかし，かかる姿勢であれば，Ｄが右手の力をゆるめ，Ｃ\nの腰部に重心がかかったとしても（しかも，Ｄの左手は，引き続きＣの\n胸を抱くようにして支えていたのであるから，Ｃの腰部にかかる重心の\n力はさほど大きなものではなかったことになる。），前記アのように，\n大腿に捻れを加えるような力が働くことは想定しがたいと思われる。\nウ　一方で原告らは，本件指導において，Ｄは，Ｃに対し，今まで一度も\n取り組んだことのなかったあぐら姿勢を強要し，さらに原告ＢがＤに対\nし「Ｃが鬼瓦のような顔をしている」旨伝えたのにもかかわらず，Ｄが\n数回にわたって，Ｃの右足をつかみ，左足の中に放り入れ，むきになっ\nて指導を続行し，Ｃがわめきながら後ろに反り返ったので，ＤがＣの背\n中を前に押し倒したと主張し，原告Ｂ本人も同様に陳述（甲１３）及び\n供述（以下「原告Ｂ供述等」ともいう。）をしている。\nこの点，Ｃの右足が，膝を曲げたまま，Ｃの体から見て横方向（左右\nの方向）に倒れるかそれに近い状態（甲１２の写真③の状態）となり，\n又は右足の足先がＣの体からみて左方向に移動し，両足が交差する状態\n（乙７の写真①，②の状態）となれば，右足をまっすぐに伸ばしていた\n場合よりは，Ｃの姿勢の変化等により，大腿部に捻れた外力がかかりや\nすくなるということができる。そして，原告Ｂ供述のとおり，ＤがＣの\n背中に力をかけたとすれば，前記１の認定のとおりのＣの骨の脆弱性，\n股関節の脱臼（又は脱臼様の状態）と相まって，大腿骨に捻れを加える\nような力がかかり，骨折に至ったことを合理的に説明できる。この点\nで，原告Ｂ供述等は，骨折の態様と符合する。\nもっとも，前記１の認定のとおり，Ｄは，従前の指導では，Ｃが抵抗\nしたり，原告ＢがＣの表情を見て，嫌がっていると伝えたときにはすぐ\nに指導を中止し，無理に続行したことはなかったこと，３学期に入って\nからの本件指導前の２度の指導の際には，ＤはＣの姿勢が不安定であっ\nたことからすぐに指導を中止していることなど，ＤにはＣへの指導につ\nいて慎重な姿勢も窺えるところであり，従前の指導では，ＤがＣにあぐ\nらをさせたことがないことを考慮すると，原告Ｂ供述等は，そのすべて\nを採用することまではできない（これらの点で，原告Ｂの供述等は，Ｃ\nを失った感情からやむを得ない面もあるものの，本件指導の態様等に関\nしては，やや誇張があるといわざるを得ない。）。\nしかし，少なくとも，本件指導時に，Ｃがあぐら様の体勢となり，上\n記のとおり，大腿に捻れを加えるような力がかかりうる状態になってお\nり，これにＤが背中を押したこととＣの骨の脆弱性，股関節の脱臼（又\nは脱臼様の状態）が相まって，大腿骨骨折を引き起こしたと認めるのが\n相当である。なお，Ｄが背中を押した点については，従前の座位姿勢保\n持の訓練においても，「Ｃが座ろうとする力がない時は，背後からＣの\n両肩をもって少し前に押した後，押す力をゆるめて，Ｃが自ら身体を起\nこすのを待つ」などの指導をしていたことを認めており（乙７），Ｃに\n自力で身体を起こさせるために，背後から押して圧力をかけたとしても\n従前の指導と矛盾することはないといえる。\nエ　以上のとおり，少なくとも，Ｄがあぐら様の姿勢をとったＣの背部か\nら圧力をかけた限度では，これを事実と認め，本件指導の態様を前記１\nのとおり認定するのが相当である。\nしたがって，この点に関する被告の主張は採用することができない。\n３　争点(2)（Ｄの過失の有無）について\n(1)　ところで，前記１，２で認定したとおり，本件では，Ｄが，あぐら様\nの姿勢をとっていたＣの背部を押したことが認められる。かかる行為は，\n前記認定のとおりのＣの骨の脆弱性と，股関節の脱臼（又は脱臼様の状\n態）に照らせば，大腿骨骨折を引き起こす無理な姿勢であったといえる。\n(2)　養護教諭が障害児に動作訓練を施す場合には，その職務上，対象児童\nの健康状態に十分な配慮をし，身体に危険のないよう注意する義務を負っ\nているものであり，場合によっては，医師とも連絡をとる義務があるとこ\nろ（学教法施行規則７３条の１０，盲学校，聾学校及び養護学校小学部・\n中学部学習指導要領第１章第２節第１の４，第６の２(9)，第５章第３の\n５参照，乙２），本件のように，特に重度の障害児の動作訓練の場合に\nは，前述のとおり，ささいな外力で骨折等の傷害が生じるおそれがある以\n上，医師と協議するなどして，健康状態について正確に把握した上で，障\n害児の状態を注視しつつ慎重に指導を行う必要があったといえる。\nところでＤは，本件指導に先立って，Ｃの下半身の状態が従前と比べて\n安定性に欠け，Ｃに脱臼の疑いがあることも認識していたのであるから，\nＤ自身が医師と直接連絡をとったり，原告らとともに病院に行くなどし\nて，Ｃの足や腰部の状態を正確に把握し，座位保持訓練によって身体に危\n険が及ぶ可能性がないかを慎重に検討し，さらに，当該訓練においてＣに\n何らかの負荷をかける場合には，Ｃの身体の状態に注視し，Ｃの身体に過\n度の負担がかからない姿勢であるか否かを確認する義務があったというこ\nとができる。しかるに，Ｄはこれを怠り，Ｃの足や腰部の状態を正確に把\n握することなく漫然と訓練を開始した上，Ｃがあぐら様の姿勢をとってい\nたことを見過ごして背部から圧力をかけた結果，右大腿部を骨折させたも\nのと認められる。\nしたがって，Ｄには過失があることが明らかである。\n(3)　被告は，Ｄが，本件指導時，従前以上に注意を払った指導をしていた\nなどと主張するが，前記(1)，(2)のとおり，Ｄに過失があったといえるか\nら，被告の主張は採用することができない。なお，被告は，大腿骨の骨折\nにより脂肪塞栓が発症してＣが死亡することは予見不可能である旨も主張\nするが，Ｄの注意義務は，Ｃが大腿骨を骨折するなどの傷害を負わないよ\nうに予見しかつ回避する義務であって（骨折を招いた行為が違法行為であ\nる。），骨折から脂肪塞栓によってＣが死亡する結果が生じたことは，Ｄ\nの違法行為（注意義務違反行為）と死亡との因果関係の問題であるから，\nこの点でも被告の主張は採用することができない。\n４　争点(3)（因果関係）について\n前記１，２で認定したとおり，Ｃは本件指導中に右大腿骨骨折を生じ，そ\nの合併症である脂肪塞栓により死亡したと認めるのが相当である。\nなお，前記３(3)のとおり，被告は，骨折から脂肪塞栓を発症することは事\n例的には稀有であり，本件でもＤにはＣが脂肪塞栓によって死亡することま\nでの予見可能性はなかった旨主張しているが，この主張は，特別事情の予見\n可能性（国賠法４条，民法４１６条２項）がＤになかったので，Ｄの違法行\n為とＣの死との間には因果関係がなかった旨の主張と解されるところ，前記\n１の認定のとおり，脂肪塞栓は，骨折の合併症の一つとされており，骨折に\n他の特別な事情が関与して生じるものではなく，また，脂肪塞栓が生じた場\n合の死亡率も低いものではないから，脂肪塞栓により死亡することは，骨折\nの通常損害（国賠法４条，民法４１６条１項）ということができる。したが\nって，被告の主張は採用することができない。\n５　争点(4)（Ｃ及び原告らの逸失利益を除く損害額）について\n(1)　傷害による損害（Ｃの損害）\nア　慰謝料\n本件の経緯に照らせば，骨折と死亡との間に２０時間弱の時間しか経\n過していないから，傷害と死亡に関して別個に慰謝料を算定するのは相\n当ではなく，死亡による慰謝料と一括して評価する。\nイ　入院雑費                          　　１３００円\n大分医大に入院した１日分について１３００円を認める。なお，前記\n１の認定によれば，酒井整形外科については通院にとどまり，入院した\nとは評価できない。\nウ　付添看護費用                  　　１万６３６０円\n大分医大に入院した１日分について，Ｃの傷害の内容・年齢・障害の\n程度からして原告ら２名の付添いが必要であったと認め，１日８１８０\n円の２名分１万６３６０円を相当として認める。\nエ　交通費                              　　８９２円\n原告らの２度の酒井整形外科への通院は近隣住民に車で送ってもらっ\nていること（甲１３，乙７，原告Ｂ）などに照らすと，原告ら主張の交\n通費の算定方法には疑義があるところ，被告は，通院に自家用車を使用\nしたものとして交通費としてはガソリン代相当８９２円であると主張\nし，原告らはこれに特段の反論していないから，かかる８９２円を交通\n費としての損害と認める。\n(2)　死亡による損害（Ｃ及び原告らの損害）\nア　葬儀関係費用等（お布施・墓碑代含む）　１５０万円\n葬儀関係費用等として，実際に支出された費用（甲４の１・２，５の\n１ないし３，６の１・２）のうち，１５０万円を相当因果関係ある損害\nと認める。\nイ　慰謝料                            　２４００万円\nＣ自身の慰謝料として２０００万円，原告らの慰謝料を各２００万\n円，合計２４００万円を慰謝料として相当と認める。なお，その根拠と\nしては後記のとおりである。\n６　争点(5)（Ｃの逸失利益）について\n(1)  掲記した証拠及び弁論の全趣旨によれば，以下の事実が認められる。\nア　Ｃの障害\n(ア)　Ｃは，先天的に脳の前頭葉及び側頭葉の発達が悪く，嗅覚・嗅球\nが欠如していた。一部で前頭葉の分離不全が見られ，脳梁は低形成で\nあったがわずかに存在し，脳室は左右に分離していたが，透明中隔は\n欠損していた。これらの特徴から，全前脳胞症と判断された。（乙６\nの１，１３）\n(イ)  全前脳胞症とは，胎生初期，神経管頭側には前脳胞，中脳胞及び\n菱脳胞の３つの脳胞が生じ（３脳胞期），やがて前脳胞から眼球，嗅\n球，大脳の前身である終脳胞などが分離発達してくるところ，この時\n期の前脳胞の発達障害によって嗅脳の欠如，前脳胞形態の遺残などを\n示す奇形の症例である。具体的には大脳縦裂を欠き，葉形成がない\n型，脳葉形成は認めるものの大脳縦裂が不完全な型，及び大脳縦裂や\n脳葉の形成はよいものの前脳の不完全な発達を示すlobar型に分類さ\nれる。\nＣの全前脳胞症は，lobar型と見られるところ，この型は，一般に\n知能低下が見られるものの，生命予後は悪くないとされている。（乙\n１１，１５）\nイ　Ｃの病態の変化\n(ア)　Ｃは，昭和６２年１１月９日出生したが，口唇口蓋裂があり，そ\nの後，高ナトリウム血症，脳梁欠損を伴う小頭症，精神運動発達遅延\nと認められた上，中枢性尿崩症を合併している旨診断された（乙１\n３）。\n(イ)　平成元年５月６日に実施された特別児童扶養手当認定診断では，\n著明な精神運動発達遅滞，経鼻栄養，発語なしなどの所見であり，日\n常生活には全介助が必要で，「知的予後悪く，生命予後も良いとはい\nえない」と付記され，総合判定は重度とされた（乙１３）。\n(ウ)　同年８月８日に実施された障害児福祉手当・福祉手当認定診断で\nは，脳性の障害に起因する痙性の運動麻痺と両側足関節の拘縮を認\nめ，日常生活は全介助の状態であり，中枢性尿崩症の合併のため，抗\n利尿ホルモンの補充療法を生涯にわたり必要とすると診断された（乙\n１３）。\n(エ)　平成５年２月１２日に実施された特別児童扶養手当認定診断で\nは，全介助が必要で，先天性脳内奇形に起因するものであるから，精\n神運動発達遅滞，中枢性尿崩症，てんかんは今後軽快することは期待\nされるが治癒することはない，電解質異常又は脱水症による生命予後\nも危険が高いとされ，総合判定は重度とされた（乙１３）。\n(オ)　同年８月１６日に実施された障害児福祉手当・福祉手当認定診断\nでも，ＤＱ（発達指数）は４と，最重度の知能障害を認め，痙攣発作\nと精神遅滞があり，日常生活は全介助で，常に厳重な注意を必要とす\nるとの診断がされた（乙１３）。\n(カ)　平成９年３月１３日に実施された特別児童扶養手当認定診断で\nも，全介助が必要で，安静度の評価はできず，各症状は，先天性脳内\n奇形に起因するものであり，治癒することはなく，電解質異常又は脱\n水症による生命の危険もあるとされ，特別児童扶養手当１級の評価が\nなされた（乙１４）。\nウ　Ｃの生活状況\n(ア)　Ｃは，生後しばらく自発的と思える動きは殆どなかったものの，\n徐々に動作や声，表情で自分の機嫌や意思を伝えるようになり，家族\nらとの間では，一定のコミュニケーションがとれるようになってい\nた。\nまた，当初は寝たきりであったのに，本件指導前には，座椅子や床\nに一定程度自力で座れるようになっていた。（甲１３，乙７）\n(イ)　平成９年５月の段階では，Ｃは「あー」「うー」「いやいやいや\n（嫌な時）」「がやがやがや（うれしい時）」程度の発語をしていた\nが，自力での移動はできず，食事はペースト状にしたものを口から若\n干量食べるほか，液状のものを経鼻チューブにて摂取するなどの状況\nにあり，本件指導のころにおいても，日常生活の全てにわたって介助\nが必要であった（乙７，１３，弁論の全趣旨）。\n(2)　一般に，不法行為により死亡した年少者の逸失利益の算定については，\n双方から提出されたあらゆる証拠資料に基づき，経験則に照らし，でき得\nる限り蓋然性のある金額を算出するのが望ましいことはいうまでもない\nが，不確実ながら年少者であるが故にまた潜在する将来の発展的可能性の\nある要因をも，それが現時点で相当な程度に蓋然性があると見られる限り\nは，当該生命を侵害された年少者自身の損害額を算定するにあたって，何\nらかの形で慎重に勘案し，斟酌しても差し支えないものと考える。\n(3)　ところで，前記(1)に認定したとおり，Ｃの障害は，脳の先天的な発育\n不全に由来し，著明な精神運動の発達遅滞，運動麻痺が認められ，一貫し\nて重度の障害と認定されており，死亡時（１１歳）においても，喃語程度\nしか発話がなく（その能力としては６か月程度），可能な動作としては座\n位をとれる程度で，食事を始め生活全般について介護が必要な状態にあ\nり，その予後としても，諸症状が軽快することはあっても，治癒すること\nはないとされている（乙１５）。\nまた，前記(1)のとおり，全前脳胞症であっても，lobar型であれば必ず\nしも生命予後は悪くはないとされる一方で，Ｃの場合は，中枢性尿崩症を\n合併しており，医師からも，繰り返し「生命予後も良いとはいえない」\n「抗利尿ホルモンの補充療法を生涯にわたり必要とする」「電解質異常又\nは脱水症による生命予後も危険が高い」と指摘されている。\n結局，これらのＣの障害，病態の変化，生活状況に照らせば，Ｃが将来\nにわたって何らかの形で稼働能力を得る蓋然性を認めるには未だ困難であ\nるといわなければならない。\n(4)　原告らは，将来にわたる科学技術・医療技術の進歩は無視できず，こ\nれらの技術を用いて，Ｃにも稼動能力を取得する可能性がないではないと\n主張している。確かに，原告らの主張は一般論としては頷けるところが全\nくないわけではなく，本件に表れた証拠中には，いわゆる再生医療によっ\nて，かつては予想できなかった人体の器官の再生が可能になりつつあるこ\nとを示唆するものがある（甲８の１ないし１３７等）。しかしながら，Ｃ\nの障害が末端の器官や組織の一部の損傷等にとどまらず，脳自体の先天的\nな発育不全に由来するものであることを念頭におけば，現在までの科学技\n術・医療技術の進歩の結果を踏まえ，さらに近い将来までも展望したとし\nても，かかる脳の先天的な発育不全状態を修復する技術が一般的に普及す\nるまでには未だ相当程度の年月が必要と思われる。とすると，これらの技\n術発展の可能性を十分に考慮に入れても，未だＣが稼動能力を取得する蓋\n然性を認めるに足りる立証はなされていないといわなければならない。\n(5)　さらに，原告らは，逸失利益の算定において，Ｃが障害児であったこ\nとを，健常児と比べて不利益に扱うことは，平等原則に反していると主張\nしている。\nしかしながら，現在の民法上の損害賠償法理によれば，消極損害の本質\nについては，事故がなければ被害者が取得できたはずの現実的な収入，利\n益の全部又は一部の喪失を損害と把握するか（差額説），又は事故がなけ\nれば被害者が有したはずの稼働能力の全部又は一部の喪失それ自体を損害\nと把握するか（労働能力喪失説）のいずれかと解されており，現実に収\n入，利益が失われるか，あるいは少なくとも，稼働能力の喪失を認められ\nて初めて損害の発生を観念し得ることとなる。\nこのような民法の理解にたてば，少なくとも稼働能力の喪失を立証でき\nなければ，逸失利益を認定することができないのは当然の法理であるし，\nこの場合において，結果的に健常児と障害児の受けるべき損害賠償額に差\nが出たとしても，それだけで平等原則と矛盾するとはいえない。むしろ，\n本件のように，稼働能力の喪失等を立証できなかった場合において，平等\n原則を適用して補填すべきであるとするのは，法の予定するところを超え\nているといわなければならない。\n(6)　その余の原告らの主張は独自の見解であり，採用できないから，Ｃの\n逸失利益に関してはこれを認めることはできず，慰謝料算定の限度で諸事\n情を考慮するのが相当である。\n(7)　上記のとおり，先天的に重度かつ複数の障害を有して生まれたＣは，\n生後まもなくから始まって，数度の入院や手術を余儀なくされるなど，再\n三その生命の危機に瀕したものであるが，そのたびに原告らの手厚い介護\nや多大な愛情によりその命を保持していたものであり，日常生活において\nも，原告ら家族がＣを全力で支え，適宜に薬剤を投与するなどして慎重に\nその健康を管理するなどしていたことが認められる。このような生育状況\nの中で，Ｃが喃語程度とはいえコミュニケーション能力を取得し，家族と\n意思疎通を図り，徐々に表情豊かになり，自力で座れるようになるなどの\n一つ一つの過程において，原告らがＣの進歩をいかに喜び，今後のさらな\nる成長をどれほど期待していたかは，想像に難くない。\n原告らの１１年間にわたるＣに対する思いや情熱，愛情に照らせば，Ｃ\nの死によってもたらされた悲しみ，喪失感は非常に重いものと評価し得る\nため，原告ら固有の慰謝料として前記の金額を相当と認めた。\n７　争点(6)（過失相殺）について\nところで，前記のとおり，本件指導により，Ｃの右大腿骨が捻転骨折する\nに至ったのは，股関節に脱臼（又はこれに近い状態）があり，かつ可動域に\n制限のあるＣの右足を，あぐら様の状態になっているにもかかわらず，背部\nから圧力をかけたことにより，大腿骨に変則的な負荷がかかったことに起因\nすると認められる。\nそして，前記１で認定したとおり，Ｄは，本件指導の前にＣの足の異変に\n気付き，原告Ｂに対しては，Ｃに脱臼の可能性があるのでレントゲンをとる\nよう要請していたにもかかわらず，原告Ｂは，支障ないものと軽信し，病院\nに連れて行くことなく，Ｄからの確認に対しては「大丈夫」「心配ない」な\nどと回答していたことが認められる。\n確かに，Ｄには養護教員として，Ｃの指導に対しては細心の注意を払い，\n原告Ｂの曖昧な返答を過信せずに，自ら病院に同行するなどしてＣの健康状\n態を正確に把握すべき法令上の義務があったことは前記のとおりである。し\nかしながら，本件のように障害児が訪問教育を受け，当該児童の能力，健康\n状態に併せた指導を受ける際には，児童の保護者も教員と連携・協力するこ\nとが不可欠であり，原告Ｂとしても，Ｃの保護者として，Ｃの健康状態には\nできる限り注意を払い，Ｄから異常を指摘されたのであれば，その指示にし\nたがって医師の診断を受けさせたり，診断を受けさせていないのであれば，\nその旨をＤに報告する義務があったといわなければならない。\nしかし，原告Ｂは，かかる義務を怠り，Ｄから指示されていたにもかかわ\nらず医師の診断を受けず，Ｄの確認に対しても「大丈夫」と伝えるのみで，\n正確な情報を報告せず，Ｄに自ら医師に確認をする必要を感じさせないま\nま，ＤにＣに対する座位保持訓練を開始させたものである。\nよって，公平の見地から，かかる原告Ｂの過失について，Ｃ側の過失とし\nて１割の過失相殺を行うのが相当である。\n８　争点(7)（損益相殺）について\n(1)　被告（大分県教育委員会）は，昭和３５年７月１０日，日本学校安全\n会法に基づき，日本学校安全会との間で免責特約を付した災害共済給付契\n約を締結していること，日本学校安全会が行っていた災害共済給付制度\nは，行政機構の再編成等により，昭和６１年以後センターに引き継がれ，\n平成１１年当時も同様であったこと（根拠法令は，センター法である。）\nが認められる（甲８９，乙１６）。そして，免責の特約を付した災害共済\n給付契約約款第２条によれば，学校の管理下にある児童，生徒等の災害に\nつき学校設置者の損害賠償責任が発生した場合において，災害共済金が給\n付された場合には，その価額の限度において学校設置者が損害賠償責任を\n免れるものと定められている。この特約の趣旨は，同条にも明記されてい\nるように，学校教育又は保育所における保育の円滑な実施に資するととも\nに，学校設置者が突発的な財政的負担を強いられることを防止するという\nものである。すなわち，本来，共済金の支払がなされた場合，当該共済給\n付と同一の事由に基づく損害賠償請求権は，共済金の支払者が代位取得\nし，学校設置者に対し，求償していくことになるが，これでは学校設置者\nが一度に多額の財政的負担を強いられることになるから，上記免責特約\nは，学校設置者の災害共済金の支払者に対する責任を免れさせたものであ\nる。\nただし，上記に述べたとおり，被害者が災害共済給付を受けた場合に\nは，当該共済給付と同一の事由に基づく損害賠償請求権は，受けた給付額\nの限度で，被害者から災害共済金の支払者に移転することになり（センタ\nー法２１条３項は，代位を前提にしている。），結局，被害者は，受けた\n給付額の限度で，加害者たる学校の設置者に対して損害賠償請求権を行使\nすることができなくなる。そして，共済給付と損害賠償が同一の事由の関\n係にあるかどうかは，共済給付の趣旨目的と民事上の損害賠償のそれとが\n一致すること，すなわち，共済給付の対象となる損害と民事上の損害賠償\nの対象となる損害とが同性質であり，共済給付と損害賠償とが相互補完性\nを有する関係にある場合をいうものと解すべきであって，単に同一の災害\nから生じた損害であることをいうものではないと解される（最高裁昭和６\n２年７月１０日第二小法廷判決，民集４１巻５号１２０２頁参照）。\nそこで，センター法における共済給付の趣旨目的であるが，①　同法に\nよるセンターの目的は，体育の振興や児童生徒等の健康の保持増進を図る\nために，体育施設の適切かつ効率的な運営等のほかに，学校の管理下にお\nける児童生徒等の災害に関する必要な給付を行うことによって，もって国\n民の心身の健全な発達に寄与することにあるのであって（１条），損害賠\n償責任給付を保障する制度ではないこと，②　同法における災害補償給付\nの支給要件は，「学校の管理下における災害」（センター法２０条１項２\n号，６号）であって，学校に法的責任があることを前提としていないし，\n児童生徒に故意，過失があっても支給することを予定していること，③\n災害給付の内容は，医療費，障害見舞金（障害の程度によって給付額が決\nまる。），死亡見舞金に限られており（センター法２０条１項２号，同法\n施行令５条１項），損害賠償責任の際に一般に賠償責任の内容とされる物\n的損害や人的損害のうちの付添費用，交通費，入院雑費，葬祭費用，精神\n的損害（慰謝料）等について法令に明記されていないこと，④　実際の運\n用においても，医療費については，通院費，入院雑費，介添えなどのため\nの親等の休業補償等との間で，障害見舞金及び死亡見舞金については，慰\n謝料，葬祭費，物的損害に対する弁償との間でいずれも災害給付金と調整\nを行わない（ただし，名目は慰謝料等となっているが，実質は逸失利益の\n補填と解される場合は，調整を行う。）とされていること（甲８９，乙１\n９）などからすると，センター法の共済給付金の趣旨目的は，災害による\n児童生徒の損失補償や生活保障にあり，主として医療費と逸失利益の保障\nに給付の目的があり，物的損害，人的損害のうち医療費を除く積極損害，\n慰謝料等については，その填補を目的としていないと解される（なお，\n「障害見舞金」，「死亡見舞金」という名称は，儀礼的な意味を含ませた\nにすぎず，それだけで給付の趣旨目的を解することはできない。）。\nそして，本件においては，上記５で認容した原告らの損害は，入院雑\n費，付添看護費用，交通費，葬儀関係費用，慰謝料であり，いずれも原告\nらが給付を受けた本件給付金２１００万円とは，その趣旨目的を異にし，\n同一の事由による損害とは認められないから，上記災害共済金は損益相殺\nの対象とならないというべきである。\nなお，上記のとおり，被告は，センターとの間の災害共済給付契約に免\n責特約を付しているが，同特約は，被告の損害賠償責任が発生した場合\nに，センターが災害共済給付を行うことによって，その価額の限度で被告\nの損害賠償責任を免れさせるものであって，災害共済給付の性格を変更し\nてしまうものではないから（センター法も特約にそこまでの趣旨は含めて\nいないと解され，仮に含めていると解すると，生徒児童の関与のないとこ\nろで給付の性格を変える合意を認めることになる。），この特約故に，上\n記損益相殺の範囲についての判断は変更しない。\nしたがって，上記に反する被告の主張は，採用することができない。\n(2)　一方，Ｄが支払った１００万円及び前本件学校校長が支払った５０万\n円については，社会通念上認められる香典としての額をはるかに上回るも\nのであるから，損害賠償の填補の性質を有するものとして，上記認容額か\nら損益相殺すべきである。\n９　弁護士費用\n(1)　前記５及び６で認定したとおり，原告らに生じた損害としては，固有\nの慰謝料として各２００万円宛を認め，Ｃの損害である入院雑費１３００\n円，付添看護費用１万６３６０円，交通費８９２円，葬儀関係費用１５０\n万円の合計１５１万８５５２円，死亡によるＣ自身の慰謝料２０００万円\nをそれぞれ２分の１宛相続したものであり，合計すると，各１２７５万９\n２７６円，両名併せて２５５１万８５５２円となる。\n(2)　この金額から，前記のとおり１割を過失相殺すると，両名併せて２２\n９６万６６９６円，各１１４８万３３４８円となる。\nそして，損益相殺すべき香典１５０万円を差し引くと，損害は，両名併\nせて，２１４６万６６９６円，各１０７３万３３４８円となる。\n(3)　以上より，弁護士費用としては，各認容額の約１割に当たる各１００\n万円を相当因果関係あるものと認める。\n10　小括\n以上によると，原告らは，被告に対し，国賠法１条１項に基づき，損害に\nついて所定の計算をした各１１７３万３３４８円を請求する権利が認めら\nれ，本件指導の日である平成１１年１月１８日から，民法所定の年５分の割\n合による遅延損害金の発生を認めることができる。\n第４　結論\nそうすると，原告らの請求は，被告に対し，それぞれ１１７３万３３４８\n円及びこれに対する平成１１年１月１８日から支払済みまで民法所定の年５\n分の割合による遅延損害金の支払を求める限度でいずれも理由があるから，\nこれらを認容し，その余はいずれも理由がないからこれらを棄却することと\nし，訴訟費用について民事訴訟法６４条，６１条，６５条１項本文を，仮執\n行宣言について同法２５９条１項を各適用して，主文のとおり判決する。\n大分地方裁判所民事第１部\n裁判長裁判官　　      浅　　見　　宣　　義\n裁判官　　      影　　浦　　直　　人\n裁判官　        三　　宅　　朋　　佳\n"
}