{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 18,
    "month": 5,
    "day": 30
  },
  "case_number": "平成17(行ケ)10826",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "商標権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "33090",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=33090",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/090/033090_hanrei.pdf",
  "contents": "平成１７年（行ケ）第１０８２６号 審決取消請求事件（平成１８年４月２０日口\n頭弁論終結）\n判決\nX原告\n訴訟代理人弁理士 森 脇 康 博\n同 森 脇正志\n被 告 シチズン時計株式会社\n訴訟代理人弁護士 渡 辺 正 造\n同 弁理士 稲 木 次 之\n同 加 藤和彦\n同宮 島 明\n主文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n事実及び理由\n第１ 請求\n特許庁が取消２００４－３１５８４号事件について平成１７年１０月２４日\nにした審決を取り消す。\n第２ 当事者間に争いのない事実\n１ 特許庁における手続の経緯\n原告は，「ＣＩＴＩＺＥＮ」の欧文字と「シチズン」の片仮名文字とを二段\nに横書きしてなり，指定商品を旧第３６類「被服，手巾，釦紐及び装身用『ピ\nン』の類，但し，帯止，釦紐及び装身用ピンを除く」とする登録第４９７８４\n７号の１商標（昭和３１年５月４日登録出願，昭和３２年３月８日設定登録，\n昭和５２年９月５日，昭和６２年８月２０日及び平成９年１０月３１日に商標\n権存続期間の更新登録。以下「本件商標」という。）の商標権者である。\n被告は，平成１６年１２月９日，原告を被請求人として，本件商標の指定商\n品中「被服」について，本件商標の商標登録を取り消すことについて審判（以\n下「本件審判」という。）を請求し，平成１７年１月７日，その予告登録がさ\nれた（以下「本件予告登録日」ともいう。）。特許庁は，同請求を取消２００\n４－３１５８４号事件として審理をした結果，同年１０月２４日に「登録第４\n９７８４７号の１商標の指定商品中『被服』については，その登録を取り消\nす。」との審決をし，同年１１月４日，その謄本を原告に送達した。\n２ 審決の理由\n審決は，別添審決謄本写し記載のとおり，本件商標は，原告又は通常使用権\n者により，継続して，本件審判請求の予告登録前３年以内に，日本国内におい\nて，請求に係る商品について使用していなかったものと認められるので，本件\n商標の登録は，その指定商品中「被服」について，商標法５０条の規定により\n取り消すべきであるとした。\n第３ 原告主張の審決取消事由\n審決は，原告及び通常使用権者が本件商標を使用していた事実を誤認し（取\n消事由１），商標法５０条２項ただし書該当性判断を誤り（取消事由２），そ\nの結果，指定商品中「被服」に係る本件商標につき，商標法５０条によりその\n登録を取り消すべきであるとの誤った結論を導いたものであるから，違法とし\nて取り消されるべきである。\n１ 取消事由１（本件商標の使用の事実の誤認）\n( ) 審決は，原告が提出した審判乙１，２と甲３ないし２４（審判乙３～２1\n４）を個別的に取り上げて検討した上，「被請求人（注，原告）が提出した\nいずれの証拠も，本件商標がその請求に係る商品について，被請求人又は通\n常使用権者により使用されていたことを証明する証拠とはなり得ないもので\nあるから，本件商標は，被請求人又は通常使用権者により継続して本件審判\nの請求の登録（平成１７年１月７日）前３年以内に日本国内において，請求\nに係る商品について使用していなかったものといわざるを得ない。」（審決\n謄本８頁下から第２段落）と判断したが，誤りである。\n( ) 審決が指摘するとおり，平成１７年３月１５日付け日清紡績株式会社（以2\n下「日清紡」という。）作成の証明書（甲３，審判乙３，以下「甲３証明\n書」という。）が本件審判請求日以後に作成されたものであり，原告作成の\n登録商標の使用説明書（甲４ないし１０，審判乙４～１０，以下，順に「甲\n４説明書」等という。）の写真の撮影日及び資料の作成年月日が平成１６年\n１０月１５日又は平成１７年３月３日であり，被告が代理人を通じて，本件\n商標の譲受けを申し入れた平成１６年９月１５日付けの内容証明郵便（平成\n１６年９月１７日配達）より後のものであることは認める。しかし，原告は，\n遅くとも昭和３１年からつい最近まで，実に半世紀にわたって，そして，本\n件予告登録日の前３年以内においても，継続して本件商標を使用していたの\nであり，原告が提出した証拠，特に甲４ないし１０説明書は，いずれも原告\nによる本件商標の継続的な使用状況を示すためのものであって，これらの証\n拠を個別的に取り出し，他の証拠を無視して判断することは，本件商標の使\n用の事実を曲解するものであり，極めて不当な事実認定というべきである。\n( ) 原告から本件商標の使用許諾を受けた熊野莫大小株式会社（以下「熊野莫3\n大小」という。）は，その顧客である日清紡に対して，ニッシン・トーア株\n式会社（以下「ニッシン・トーア」という。）を介して自己の商品を販売す\nる際，商品自体に本件商標を付していなかったが，商品を納品する際，商品\nを運搬するためのダンボール箱には，本件商標を付していた。したがって，\n本件商標の通常使用権者である熊野莫大小は，本件商標をその指定商品中\n「被服」について「使用」をしていたというべきである。\nそして，熊野莫大小は，本件予告登録日の平成１７年１月７日より前３年\n以内に，同社の製品である紳士・婦人用肌着等のメリヤス及びニット製品を，\n本件商標「ＣＩＴＩＺＥＮ」を付したダンボール箱（以下「本件ダンボール\n箱」という。）に梱包して，その主要な顧客である日清紡に納品していたも\nのである。昭和６３年１０月から上記３年間を含む現在に至るまで，熊野莫\n大小の製造に係る上記製品を，日清紡の注文に応じて，本件ダンボール箱に\n梱包して納品していたことは，甲３証明書のほか，平成１７年５月１７日付\nけヤマトシステム株式会社作成の証明書（甲２２，以下「甲２２証明書」と\nいう。），同日付け熊野莫大小作成の証明書（甲２３，以下「甲２３証明\n書」という。），同年５月２５日公証人 作成の登録商標の使用状況に関A\nする事実実験公正証書（甲２５，以下「甲２５公正証書」という。），平成\n１８年２月２４日付けニッシン・トーア作成の証明書（甲２７，以下「甲２\n７証明書」という。）等から明らかである。\nなお，甲３証明書には，「添付写真のとおり」との記載があるところ，そ\nの写真が添付されていなかったが，甲１１の写真に示すものと同様の日清紡\n指定の上記ダンボール箱を指すことが前提となっていたものである。\nまた，甲２５公正証書によれば，熊野莫大小は，日清紡と昭和６３年１０\n月から今日に至るまで取引を継続して行っており，日清紡から注文を受ける\nと，これに応じて紳士・婦人用肌着等のメリヤス及びニット製品を製造して\n納品していたもので，その手順が，平成１６年４月３０日に納品した例に従\nって説明されている。それによると，熊野莫大小は，本件商標，会社の所在\nと商号及び電話番号を印刷，表示した本件ダンボール箱に梱包して納品した\n事実が示されている。\nさらに，甲２７証明書によれば，昭和６３年１０月より現在に至るまで，\n熊野莫大小が製造に係る紳士・婦人用肌着等のメリヤス及びニット製品をニ\nッシン・トーアを通して日清紡に納品していたことが認められ，同証明書中\nの「商品番号１４３４７」，すなわち，平成１５年１１月２９日に「ラウン\nドネックプルオーバー」（商品番号１４３４７）を８１８着，熊野莫大小か\nら，ニッシン・トーアを通じて，注文主である日清紡に納品されている。\n( ) その他，熊野莫大小は，現在の主要な顧客である日清紡の要求に従い，商4\n品自体に本件商標を付していないが，日清紡との取引は，独占的なものでは\nないから，熊野莫大小の商品に本件商標を付して自由に販売することができ，\n現に，原告あるいは熊野莫大小は，小売りを行っていたのである。\n( ) 被告は，本件ダンボール箱には商品の表示がなく，中身が分からないから，5\n原告が主張する本件ダンボール箱は商品の包装ではない旨主張する。\nしかし，本件ダンボール箱には，蓋付小ケース１０ないし１０数ケース分\nがひとまとめにして収容され，封かんされるものであり，その梱包時に，商\n品標識ラベルが貼付される。このラベルには，発注番号（ＫＵ－○○。「Ｋ\nＵ」は熊野莫大小を示す略号である。）や商品番号，色，サイズ，数量等が\n記載され，このラベルによって商品名その他の必要事項が一目で分かるよう\nになっているので，本件ダンボール箱に貼り付けられたラベルを見れば，取\n引業者は，中身を容易に識別できるようになっている。\nまた，被告は，本件ダンボール箱は，輸送用の箱であり，そこに表示され\nている文字は，何ら取引上の機能を果たしていないものであるから，熊野莫\n大小がダンボール箱に本件商標を付する行為は「商標の使用」に当たらない\n旨主張する。\nしかし，商標の不使用を理由とする商標登録の取消しを論ずる場合，その\n制度の存在理由にかんがみると，商標法５０条所定の登録商標の使用は，商\n標がその指定商品について何らかの態様で使用されていれば十分であって，\n識別標識としての使用に限定しなければならない理由はないのである（東京\n高裁平成３年２月２８日判決・平成２年（行ケ）第４８号参照）。\nさらに，最高裁昭和４６年７月２０日第三小法廷決定（刑集２５巻５号７\n３９頁）によると，商品を収容している容器としてのダンボール箱は，商標\n法３７条２号にいう「商品の包装」に当たると判示しているから，本件にお\nいても，熊野莫大小が，本件ダンボール箱に本件商標を付して商取引を行っ\nている以上，「商品の包装に標章を付する行為」あるいは「商品の包装に標\n章を付したものを譲渡等する行為」を「使用」と定義した商標法２条３項１\n号あるいは同項２号の規定により，熊野莫大小は，本件商標をその指定商品\nについて使用しているというべきである。\n２ 取消事由２（商標法５０条２項ただし書該当性判断の誤り）\n熊野莫大小は，今後も本件商標を使用して事業を継続する意思があることに\nかんがみれば，万一，本件ダンボール箱に梱包する行為が本件商標の「使用」\nに該当せず，本件商標を本件予告登録日より前に継続して３年以上日本国内に\nおいて使用していないとの認定がされたとしても，それは現在の販売形態が，\nその主要な顧客である日清紡の要求に応じて，たまたま商品に登録商標を付し\nていない状態にあるにすぎないのであり，それは商標法５０条２項ただし書に\nいう「登録商標の使用をしていないことについて正当な理由」に当たるという\nべきである。\n熊野莫大小は，日清紡との取引において，その商品自体に商標を付していな\nいことは否定し得ないが，現在又は将来他の顧客に販売する場合には，検甲２\nの１及び２のように，自己の登録商標を付して販売し又は販売する準備をして\nいる。現在の主要な顧客が日清紡であるという点についても，その事実を否定\nし得ないが，将来，他の顧客との取引においては本件商標を商品に付して使用\nする必要性及びその可能性があり，原告が先代から受け継いだ本件商標の商標\n権を無条件で放棄する意思は全くない。\n第４ 被告の反論\n審決の認定判断に誤りはなく，原告主張の取消事由は理由がない。\n１ 取消事由１（本件商標の使用の事実の誤認）について\n( ) 原告は，遅くとも昭和３１年からつい最近まで，実に半世紀にわたって継1\n続して本件商標を使用していたとし，原告が提出した甲４ないし１０説明書\nは，いずれも原告による本件商標の継続的な使用状況を示すためのものであ\nって，審決は，これらの証拠を個別的に取り出し，他の証拠を無視して判断\nしている旨主張する。\nしかし，原告は，甲４ないし１０説明書が，被告において，本件商標の譲\n受けを申し入れた平成１６年９月１５日付け内容証明郵便（平成１６年９月\n１７日配達）より後に作成されたものであることを認めている。そして，上\n記説明書には「現在使用中」と記載されているから，撮影年月日とされる平\n成１６年１０月１５日又は平成１７年３月３日を指すことが明らかであり，\n本件商標につき不使用による取消しを求める本件審判の請求がされることを\n知った後であるから，その時点での本件商標の使用は，商標法５０条３項の\n規定により，同条１項の本件商標の使用には該当しない。\n( ) 原告は，昭和６３年１０月から現在まで，熊野莫大小の製造に係る紳士・2\n婦人用肌着等のメリヤス及びニット製品を，日清紡の注文に応じて，本件商\n標を付した本件ダンボール箱に梱包して納品していたことは，甲３，２２，\n２３，２７証明書，甲２５公正証書等から明らかである旨主張する。\nしかし，甲３証明書には「添付写真の通り」との記載があるが，その証明\n書には写真が添付されておらず，また取引書類も示されていないので，本件\n商標が指定商品中「被服」につき使用されていたことを証明するものとはい\nえない。この点について，原告は，甲３証明書に「添付写真のとおり」と記\n載したものは甲１１の写真に示すものと同様であるというが，添付されてい\nない以上，甲３証明書は証拠価値を欠くものである。また，甲２２証明書添\n付の写真に写っているのは，運送用の箱であり，伝票には商品が示されてお\nらず，何の商品を運搬したか不明であるから，本件商標の使用事実を示すも\nのとはいえない。\n甲２３証明書は，熊野莫大小の作成であって，それ自体信用性に欠けるも\nのである。しかも，添付された納品伝票，請求書（控）の熊野莫大小の電話\n番号の局番は「３７１」となっているが，平成１６年４月当時には「６３７\n１」に変わっていたはずであり，その意味でも信用性に欠けている。\n甲２５公正証書は，嘱託人から関係資料等の提示を受け嘱託人より事情を\n聴取したと記載されているから，嘱託人である原告の述べたことを記載した\nにすぎないものである。そして，「日清紡績株式会社などから受注して生産\nする場合は，注文に応じて製品を作り納品することとなるので，商品自体に\n本商標を付することはしていない。」と記載されており，末尾に示された二\n次製品申込書，納品伝票，請求書は，甲２３証明書に添付されたものと同様\nである。さらに，この公正証書には，本件ダンボール箱等の写真が添付され\nていない。\n甲２７証明書に添付されている納品伝票には本件商標は示されておらず，\n日清紡コンフォートプロポーザル事業部と熊野莫大小間において，本件商標\nは，商品の出所標識として用いられていない。\n( ) 原告は，商品を納品する際，商品を運搬するためのダンボール箱に本件商3\n標を付していたから，熊野莫大小は，本件商標をその指定商品について使用\nしていた旨主張する。\nしかし，本件ダンボール箱には商品の表示もなく，中身が分からない。原\n告は，本件ダンボール箱に製品梱包時に製品標識ラベルが貼付されるという\nが，甲７，１１，２２，２３のいずれの写真にも「商品標識ラベル」と称す\nるものは貼付されていない。\n商標の使用とは，商品の包装に使用することが含まれることは当然である。\nしかし，原告が主張する本件ダンボール箱は，商品の包装とはいえない。商\n品の包装であるためには，少なくとも取引者・需要者が，商品が何であるか\n分かることが必要であり，それでこそ商標が商品の品質保証機能，広告機能\n及び商品の出所表示機能を発揮することができるものである。\n甲２３証明書に添付されている納品伝票及び請求書，甲２５公正証書に添\n付されている納品伝票及び請求書，甲２７証明書に添付されている納品伝票\nには，いずれも本件商標が表示されておらず，また，日清紡の発行した二次\n製品申込書（甲７～２１），甲２３証明書，甲２５公正証書に添付された二\n次製品申込書においても，本件商標が表示されていない。このことは，通常\n使用権者である熊野莫大小も，その取引者も，熊野莫大小から規格を指定し\nた商品を購入することのみが目的であって，特定の商標を目指して取引を行\nっていないことを示している。\nしたがって，本件ダンボール箱は，輸送用の箱にすぎず，そこに表示され\nている文字は，何ら取引上の機能を果たしていないものというほかない。\n２ 取消事由２（商標法５０条２項ただし書該当性判断の誤り）について\n原告は，現在の販売形態が，主要な顧客の要求に応じて商品に本件商標を使\n用していない状態であると述べ，本件商標が取引者間において使用されていな\nいことを認めている。当然のことながら，それらの事情は，商標法５０条２項\nただし書にいう「正当な理由」に該当するものではない。\n第５ 当裁判所の判断\n１ 取消事由１（本件商標の使用の事実の誤認）について\n( ) 原告による本件商標の使用について1\n原告は，少なくとも本件予告登録日の前３年以内においても，継続して本\n件商標を使用していたのであり，原告が審判段階で提出した証拠，特に甲４\nないし１０説明書は，いずれも本件商標の継続的な使用状況を示すためのも\nのであって，これらの証拠を個別的に取り出し，他の証拠を無視して判断す\nることは，本件商標の使用の事実を曲解するものであり，極めて不当な事実\n認定である旨主張するので，検討する。\n確かに，甲４ないし１０説明書の商標の使用時期の欄には，いずれも，\n「現在使用中」と記載され，本件商標の付された衣類を撮影した写真が添付\nされており，その撮影日は，平成１６年１０月１５日又は平成１７年３月３\n日であるとされている。甲４ないし８，１０説明書添付の写真が撮影された\nのが平成１６年１０月１５日，甲９説明書添付の写真が撮影されたのが平成\n１７年３月３日であるから，甲４ないし８，１０説明書添付の写真に写って\nいる衣類ないし本件ダンボール箱は，本件予告登録日の前３年以内に存在し\nたものと推認することができる。\nしかし，証拠（乙１の１，２）によると，被告代理人稲木次之弁理士は，\n平成１６年９月１５日付けで，原告に対し，「この度，私共はシチズン時計\n株式会社より依頼を受け，あらためて，上記商標権（注，本件商標の商標\n権）を譲り受けたく，お願い申し上げる次第であります。譲渡いただけるか\nどうか，およびその条件につきできるだけ早く代理人あてご連絡下さるよう\nお願い申し上げます。なお，この書面を内容証明郵便といたしましたのは，\nこの交渉がまとまらなかった場合に私共の依頼人が商標法第５０条第１項の\n規定による取消審判を請求する用意があることをお知らせし，同条第３項の\n規定による日付を確認するためであり，他意のないことをご了承下さい。」\nなどといった内容の書簡を送り，これが同月１７日，原告に配達されたこと\nが認められ，その後，同年１２月９日に本件審判の請求がされたことは，上\n記第２の１のとおりである。\nしたがって，本件審判請求の前３か月から本件予告登録日の平成１７年１\n月７日までの間に，仮に，原告がその請求に係る指定商品について本件商標\nの使用をしたとしても，その審判の請求がされることを知った後の使用であ\nるから，商標法５０条３条により，同条１項に規定する登録商標の使用の対\n象にはなり得ない。\n( ) 熊野莫大小による本件ダンボール箱の使用について2\nア 原告は，熊野莫大小が，本件予告登録日より前３年以内に，同社の製品\nである紳士・婦人用肌着等のメリヤス及びニット製品を，本件商標を付し\nた本件ダンボール箱に梱包し，その主要な顧客である日清紡に納品してお\nり，この事実は，甲３，２２，２３，２７各証明書，甲２５公正証書から\n認められる旨主張するので，検討する。\nイ 甲３証明書\n甲３証明書には，「１ 貴社，熊野莫大小株式会社と，当社（注，日清\n紡）とは昭和６３年１０月より現在に至るまで継続して取引関係にあり，\n貴社が製造に係る紳士肌着類，婦人用肌着類等のメリヤス及びニット製品\nを当社の注文に応じて納品している事実。２ 上記の製品を貴社から当社\nへ納品する際には，添付写真の通り『ＣＩＴＩＺＥＮ』及び『シチズン』\nのマークの表示と，貴社の社名『熊野莫大小株式会社』及び住所，電話番\n号を表示した当社指定の，サイズが５１ｃｍ×６４ｃｍ×５１ｃｍ及び５\n１ｃｍ×６３ｃｍ×４６ｃｍの段ボール製パッケージ箱に梱包して出荷さ\nれ，ニッシン・トーア株式会社大阪支店（大阪市中央区北久宝寺町２丁目\n２番９号）を通して，当社の日清紡コンフォートプロポーザル事業部（大\n阪市中央区北久宝寺町２－４－２）の指定する物流倉庫，ヤマトシステム\n開発株式会社（大阪府門真市松生町６－１９）へ納品されている事実・・\n・上記の通り相違ないことを証明いたします。」との記載がある。しかし，\n上記記載によれば，原告が本件ダンボール箱を使用していた根拠としてい\nるのは，甲３証明書に添付写真されている写真であるはずのところ，その\n写真の添付はないから，熊野莫大小において本件ダンボール箱を使用して\nいたことの裏付けを欠くものというほかない。また，甲３証明書は，上記\nの記載内容から明らかなとおり，証明すべき事項を列挙し，末尾において\n「上記の通り相違ないことを証明いたします。」としているのみであって，\n具体性を欠いており，にわかに信用することは困難である。\n原告は，甲３証明書に写真の添付はされていなかったが，甲１１の写真\nに示すものと同様の日清紡指定の本件ダンボール箱を指すことが前提とな\nっていた旨主張するので，さらに検討する。\n証拠（甲３，１１，１２）及び弁論の全趣旨によると，熊野莫大小は，\n同じく大阪市北区豊崎１丁目５番１８号に事業所を置く熊野メリヤス株式\n会社の名義で，平成１７年２月２８日，日清紡から発注された紳士・婦人\n用肌着等のメリヤス及びニット製品を，本件ダンボール箱に梱包して，福\n山通運に運送を依頼し，日清紡コンフォートプロボーザル事業部の指定す\nるヤマトシステム株式会社大阪物流支店の物流倉庫に納品したことが認め\nられる。\n上記認定の事実によれば，平成１７年２月２８日に，熊野莫大小あるい\nは熊野メリヤス株式会社が，「ＣＩＴＩＺＥＮ」の標章の付されたダンボ\nール箱に指定商品である被服を梱包して出荷したという限りで，本件ダン\nボール箱の使用の事実を認めることができるが，それを超えて，本件予告\n登録日の前３年以内に，かつ，本件審判請求の前３か月である平成１６年\n９月９日以前に，熊野莫大小が本件ダンボール箱に被服を梱包して出荷し\nたことを認めるに足りない。\nウ 甲２２証明書\n甲２２証明書には，「１ 当社（注，ヤマトシステム株式会社）は，貴\n社（注，熊野莫大小）の注文先である日清紡績株式会社（大阪市中央区北\n久宝寺町２－４－２）の指示により，貴社の製造に係るメリヤス及びニッ\nト製品を，１９９７年２月より継続的に現在に至るまで日清紡績株式会社\nへ納品している事実。２ 上記の製品を貴社から受け取って日清紡績株式\n会社へ納品する際には，添付写真①②の通り，「ＣＩＴＩＺＥＮ」のマー\nクと，貴社の社名「熊野莫大小株式会社」及び住所，電話番号を表示した\nサイズが５１ｃｍ×６４ｃｍ×５１ｃｍ，及び５１ｃｍ×６３ｃｍ×４６\nｃｍの段ボール製パッケージ箱に梱包して福山通運株式会社のトラックで\n出荷され，貴社の注文先である日清紡績株式会社の日清紡コンフォートプ\nロポーザル事業部（大阪市中央区北久宝寺町２－４－２）の指定する当社\nの物流倉庫へ納品されている事実。・・・上記の通り相違ないことを証明\nいたします。」との記載がある。\n甲２２証明書も，甲３証明書と同様，証明すべき事項を列挙し，末尾に\nおいて「上記の通り相違ないことを証明いたします。」としているのみで\nあって，全く具体性欠いており，にわかに信用することは困難である。そ\nして，本件ダンボール箱を使用していた根拠としているのは，「添付写真\n①②」のみであるところ，上記写真に写っているダンボール箱には，「Ｃ\nＩＴＩＺＥＮ」の標章が付されているが，撮影された年月日は明らかでな\nい。なお，写真②は，甲１１の写真の一部を拡大したもののようであり，\n年月日の部分が入っていない。\nエ 甲２３証明書\n甲２３証明書には，「１ 私は， （注，原告）といい，熊野莫大小株X\n式会社（大阪市北区豊崎１－５－１８）の代表取締役です。２ 熊野莫大\n小株式会社（以下『当社』といいます）は，日清紡績株式会社（以下『日\n清紡』といいます。）とは昭和６３年１０月より現在に至るまで継続して\n取引関係にあり，当社が製造に係る紳士肌着，婦人用肌着類等のメリヤス\n及びニット製品を日清紡の注文に応じて誠実に納品しています。３ 当社\nから日清紡へ上記の製品を納品する際には，別紙写真の通り当社の登録商\n標である「ＣＩＴＩＺＥＮ」又は「ＣＩＴＩＺＥＮ／シチズン」のマーク\nと，当社名「熊野莫大小株式会社」及び住所，電話番号を表示したサイズ\nが５１ｃｍ×６４ｃｍ×５１ｃｍ，及び５１ｃｍ×６３ｃｍ×４６ｃｍの\n段ボール製パッケージ箱に梱包して福山通運株式会社のトラックで出荷し，\n日清紡のコンフォートプロポーザル事業部（大阪市中央区北久宝寺町２－\n４－２）の指定するヤマトシステム開発株式会社の物流倉庫（大阪府門真\n市松生町６－１９）へ納品しています。・・・上記の通り相違ないことを\n証明します。」との記載がある。\n甲２３証明書は，熊野莫大小作成名義であるが，実質的には，原告本人\nが作成した陳述書ともいうべき書類であり，原告の主張に沿った内容とな\nっているところ，甲３証明書と同様，証明すべき事項を列挙し，末尾にお\nいて「上記の通り相違ないことを証明します。」としているのみであって，\n具体性欠いており，信用性を認め難いものである。\n本件ダンボール箱を使用していた根拠としているのは，「添付写真」で\nあるところ，添付の写真に写っているダンボール箱には，「ＣＩＴＩＺＥ\nＮ」の標章が付されているが，撮影された年月日は明らかでない。\nオ 甲２５公正証書\n甲２５公正証書には，「第２ 本公証人は，平成１７年４月２１日，大\n阪市北区豊崎１丁目５番１８号，会社本店事務所及び縫製工場において，\n嘱託人（注，原告）から関係資料等の提示を受けながら下記の事項を目撃\nするとともに嘱託人より事情を聴取した。・・・３ 会社と日清紡との取\n引は，昭和６３年１０月から今日に至るまで継続して行っており，日清紡\nから毎月のように注文を受けると，これに応じて紳士・婦人用肌着などメ\nリヤス及びニット製品を製造して納品している。その手順を平成１６年４\n月３０日に納品した例に従って説明すると次のようになる。( )平成１６1\n年４月１５日から同月２１日までの間に日清紡から１２回にわたり二次製\n品申込書（注文書）が届けられたのでその記載内容即ち商品名，色名，サ\nイズ，数量などに従い商品を製造し，これらを本商標，会社の所在と商号\n及び電話番号を印刷，表示したサイズ５１ｃｍ×６４ｃｍ×５１ｃｍ若し\nくは５１ｃｍ×６３ｃｍ×４６ｃｍの段ボール製パッケージ箱に梱包して\n納品した。その結果によって納品書及び請求書を作成して客先の日清紡に\n提出したが，製品の納品自体は，日清紡の指示に従い，運送業者のヤマト\nシステム株式会社大阪物流支店に託して，日清紡コンフォートプロポーザ\nルに宛てて行っている。( )嘱託人は，上記取引を明らかにするため注文2\n書等の写しを提出したので，本証書末尾に添付することとした。なお，先\nに説明した段ボール製パッケージ箱の全てに本商標等を印刷して表示して\nいたことは，納品先あるいは運送業者に確認してもらえば明らかである。\n( )一例として，上記取引を取り上げたが，会社の全取引に本商標を使用3\nしていることは，疑う余地もなく，会社としてあるいは，嘱託人としては，\n先代から受け継いだ本商標に関する商標権を放棄するなどの意思は全くな\nい。」などといった記載がある。\n甲２５公正証書の上記記載によると，「平成１６年４月１５日から同月\n２１日までの間に日清紡から１２回にわたり二次製品申込書（注文書）が\n届けられたのでその記載内容即ち商品名，色名，サイズ，数量などに従い\n商品を製造し，これらを本商標，会社の所在と商号及び電話番号を印刷，\n表示した・・・段ボール製パッケージ箱に梱包して納品した。」との記載\nがあるが，一方，「本公証人は・・・嘱託人より事情を聴取した」とされ\nており，嘱託人である原告からの事情聴取の結果を記載したにすぎないも\nのである。\nそして，本件ダンボール箱を被服の出荷に使用していたことについては，\n「先に説明した段ボール製パッケージ箱の全てに本商標等を印刷して表示\nしていたことは，納品先あるいは運送業者に確認してもらえば明らかであ\nる。」とされているから，その証明力は甲３，２２証明書に依存するとい\nうのであり，当該公正証書自体で，熊野莫大小が本件ダンボール箱を使用\nしていたことを裏付けるものとはなっていない。\nカ 甲２７証明書\n甲２７証明書には，「１ 貴社，熊野莫大小株式会社と日清紡績株式会\n社（大阪市中央区北久宝寺町２－４－２）とは当社（注，ニッシン・トー\nア）を通して昭和６３年１０月より現在に至るまで継続して取引関係にあ\nり，貴社が製造に係る紳士肌着類，婦人用肌着類等のメリヤス及びニット\n製品を当社を通して納品している事実。２ 上記の製品を貴社から当社を\n通して日清紡績株式会社に納品する際には，『ＣＩＴＩＺＥＮ』のマーク\nの表示と，貴社の社名『熊野莫大小株式会社』及び貴社の住所，電話番号\nを表示したサイズが５１ｃｍ×６４ｃｍ×５１ｃｍ，及び５１ｃｍ×６３\nｃｍ×４６ｃｍの段ボール製パッケージ箱に梱包して出荷され，当社を通\nして，日清紡績株式会社の日清紡コンフォートプロポーザル事業部（大阪\n市中央区北久宝寺町２－４－２）の指定する物流倉庫，ヤマトシステム開\n発株式会社（大阪府門真市松生町６－１９）へ納品されている事実。・・\n・上記の通り相違ないことを証明いたします。」との記載がある。\nところで，熊野莫大小は，ニッシン・トーアを通して日清紡に納品して\nいるのであるから，日清紡作成の甲３証明書とニッシン・トーア作成の甲\n２７証明書における納品状況は一致していなければならないはずであると\nころ，甲２７証明書によるニッシン・トーアの納品状況についての記載は，\n「特に，①平成１５年１１月２９日に『ラウンドネックプルオーバー』\n（商品番号 １４３４７）８１８着と，②平成１５年１２月８日『メルテ\nアスハイネックＴシャツ』（商品番号 １５１３３）を１２７着及び，③\n平成１６年７月３０日に『シルキー天竺ラウンドネックプルオーバー』\n（商品番号 １４３４７）を５００着を，それぞれ当社（注，ニッシン・\nトーア）を通して添付の納品伝票・・・の通り納品している」となっ\nているのに対し，甲３証明書による日清紡の納品状況についての記載は，\n「特に・・・平成１５年１２月２４日に『ラウンドネックプルオーバー』\n８１５着，と『メルテアスハイネックＴシャツ』１１１着，平成１６年８\n月２０日に『シルキー天竺ラウンドネックプルオーバー』４９１着を，そ\nれぞれ当社（注，日清紡）へ納品している」となっており，数量に相違が\n認められる。しかも，甲２７証明書に添付されている納品伝票の熊野莫大\n小の電話番号の局番は「３７１」となっているが，甲２２，２３証明書に\n添付されている本件ダンボール箱に印刷された熊野莫大小の電話番号の局\n番は「６３７１」となっている。そして，本件全証拠によっても，上記相\n違，矛盾を解消するような何らの資料をも見いだすことはできない。\nキ 以上のとおり，甲３，２２，２３，２７各証明書及び甲２５公正証書を\n検討しても，熊野莫大小が，本件予告登録日の前３年以内に，同社の紳士\n・婦人用肌着等のメリヤス及びニット製品を日清紡に納品するに当たり，\n梱包に本件商標を付した本件ダンボール箱を使用したことを認めるに足り\nない。\n( ) 本件商標の商標法２条３項１，２号による「使用」について3\nア 上記のとおり，熊野莫大小が，本件予告登録日の前３年以内に，梱包に\n本件商標を付した本件ダンボール箱を使用した事実の的確な証拠がなく，\n原告が商標法５０条２項の規定による証明を尽くしていないとの理由で，\n既に本件商標登録は取消しを免れないことになるが，本件においては，本\n件ダンボール箱を使用した事実の証明が成功したと仮定しても，そもそも，\n熊野莫大小による本件ダンボール箱の使用が同法２条３項１，２号による\n商標の「使用」に当たらない疑念があるので，事案にかんがみ，念のため\n検討しておく。\nイ 原告は，熊野莫大小が，本件ダンボール箱に本件商標を付して商取引を\n行っている以上，「商品の包装に標章を付する行為」あるいは「商品の包\n装に標章を付したものを譲渡等する行為」を「使用」と定義した商標法２\n条３項１号あるいは同項２号の規定により，熊野莫大小は，本件商標をそ\nの指定商品について使用しているというべきであると主張する。\n証拠（甲３，１４～２３，２５，検甲１，２の１，２）及び弁論の全趣\n旨によれば，次の事実が認められる。\n(ｱ) 熊野莫大小は，昭和３５年１月２２日に原告の先代 によって設立B\nされた株式会社であり，住所地所在の工場において，紳士・婦人肌着，\nＴシャツ，外着類等の被服商品を製造している。\n(ｲ) 熊野莫大小は，昭和６３年１０月ころから，日清紡との取引が始まっ\nた。熊野莫大小は，日清紡から，所定の種類，数量の紳士・婦人肌着，\nＴシャツ，外着類等の注文を受けると，この注文に従って商品を製造し，\n完成したものを，ニッシン・トーアを通して，日清紡コンフォートプロ\nポーザル事業部の指定する物流倉庫ヤマトシステム開発株式会社へ納品\nする。\n(ｳ) 日清紡は，熊野莫大小に対し，日清紡の発注した商品には，原告のネ\nームを入れないように指示しており，そのため，熊野莫大小は，製造し\nた商品自体に本件商標を付することはできず，その商品を入れる蓋付小\nケースも，全く標章のない無地の箱にしていた。\n(ｴ) 熊野莫大小は，製造した商品を入れた上記蓋付小ケースをひとまとめ\nにして本件ダンボール箱に収納し，これを運送会社に依頼して出荷し，\n日清紡に納品していた。\n上記認定の事実に照らすと，本件ダンボール箱は，被服商品の製造会社\nが発注者に注文品を納品するためだけに使用されており，そのダンボール\n箱には，中身が何であるかを示す表示が存在せず，収納されている商品自\n体にはネームを付することが禁じられ，これを入れる蓋付小ケースも無地\nの箱であるというのであって，このような事情の下では，本件ダンボール\n箱に「ＣＩＴＩＺＥＮ」の標章があっても，収納されている商品との結び\nつきが著しく希薄であり，収納されている商品について商標として付され\nたと解するのは困難である。\nそうすると，商品が収納されている本件ダンボール箱に「ＣＩＴＩＺＥ\nＮ」の標章を付しても，商標法２条３項１号の「商品又は商品の包装に標\n章を付する行為」には当たらず，また，これを発注者に納品しても，同項\n２号の「商品の包装に標章を付したものを譲渡等する行為」には当たらな\nいから，これらは商標としての「使用」に該当しないものというべきであ\nる。\nウ 原告は，本件ダンボール箱には，製品梱包時に製品標識ラベルが貼付さ\nれ，このラベルには，発注番号（ＫＵ－○○。「ＫＵ」は熊野莫大小を示\nす略号である。）や商品番号，色，サイズ，数量等が記載され，このラベ\nルによって商品名その他の必要事項が一目で分かるようになっていたから，\n本件ダンボール箱は「商品の包装」に当たる旨主張する。\nしかし，甲１１及び甲２２，２３証明書添付の写真によると，本件ダン\nボール箱には，原告主張のラベルは貼付されていない。また，検甲１によ\nると，熊野莫大小が日清紡に納品する肌着の透明な包装袋には，商品種別，\n商品番号，色，サイズの記載されたラベルが貼付されているが，上記包装\n袋を蓋付小ケースに収納し，これを更に本件ダンボール箱に収納して梱包\nしているので，外部から上記ラベルを見ることはできないから，このラベ\nルをもって，本件ダンボール箱に製品標識ラベルが貼付されているのと同\n視することができないことは，明らかである。そのほか本件全証拠を検討\nしても，原告が本件ダンボール箱に上記ラベルを貼付していたことを裏付\nける証拠を見いだすことができない。\nなお，平成１７年３月２２日付け審判事件答弁書（甲１の１），同年５\n月２５日付け審判事件答弁理由補充書（甲１の２），同年７月２０日付け\n審判事件答弁書（第２回）（甲１の３）においては，原告は，ラベルのこ\nとを全く述べておらず，日清紡の注文を受けると，本件ダンボール箱に製\n品を梱包して送る旨述べていたものである。ところが，本件訴訟において，\n被告の，ダンボール箱に商品の表示がなく，中身が分からないとの反論に\n対して，平成１８年３月８日付け第３準備書面において，初めて，本件ダ\nンボール箱にラベルを貼付していると述べるに至ったのであって，にわか\nに信用することができない。\nエ 原告は，商標の不使用を理由とする商標登録の取消しを論ずる場合，そ\nの制度の存在理由にかんがみると，商標法５０条所定の登録商標の使用は，\n商標がその指定商品について何らかの態様で使用されていれば十分であっ\nて，識別標識としての使用に限定しなければならない理由はない旨主張す\nる。\nしかし，本件においては，上記のとおり，本件ダンボール箱の「ＣＩＴ\nＩＺＥＮ」の標章の使用が商標法２条３項１号の商標としての「使用」に\n当たらないのであるから，原告の主張は，失当である。\nまた，原告は，その引用する最高裁昭和４６年７月２０日第三小法廷決\n定によると，商品を収容している容器としてのダンボール箱は，商標法３\n７条２号にいう「商品の包装」に当たると判示しており，本件においても，\n熊野莫大小が，前記ダンボール箱に，本件商標を付して商取引を行ってい\nる以上，本件商標をその指定商品について使用しているというべきである\n旨主張する。\n上記最高裁決定は，指定商品の包装に登録商標を付したものを販売する\n目的で所持する場合に，商標法３７条２号，７８条の罪が問われた刑事事\n件の上告審であり，その判示の中で，「特段の美観要素がなく，もっぱら，\n運搬用商品保護用であるとしても，商品を収容している容器としての段ボ\nール箱は同法３７条２号にいう『商品の包装』にあたり，また，同条号の\n行為は必ずしも業としてなされることを必要としないものというべきであ\nる。」としているところ，本件においては，商標法２条３項にいう商標の\n「使用」に当たるかが問題となるものであるから，上記判例とは事案を異\nにするものである。原告の主張は，独自の見解に基づくものであって，採\n用の限りでない。\n( ) なお，原告は，熊野莫大小は，現在の主要顧客である日清紡，あるいは，4\nニッシン・トーアの要求に従い，商品自体に本件商標を付していないが，日\n清紡，あるいは，ニッシン・トーアとの取引は，独占的なものではないから，\n熊野莫大小の商品に本件商標を付して自由に販売することができ，現に小売\nりを行っていた旨主張するが，本件全証拠を検討しても，本件審判請求の前\n３か月である平成１６年９月９日以前に，自己の商品に本件商標を付して販\n売していたことを認めるに足りる証拠を見いだすことはできないから，原告\nの上記主張は，根拠のない主張というほかなく，失当である。\n２ 取消事由２（商標法５０条２項ただし書該当性判断の誤り）について\n原告は，熊野莫大小は，今後も本件商標を使用して事業を継続する意思があ\nることにかんがみれば，万一，本件ダンボール箱に梱包する行為が本件商標の\n「使用」に該当せず，本件商標を本件予告登録日より前に継続して３年以上日\n本国内において使用していないとの認定がされたとしても，それは現在の販売\n形態が，その主要な顧客である日清紡の要求に応じてたまたま商品に登録商標\nを付していない状態にあるにすぎないだけであり，それは商標法５０条２項た\nだし書にいう「登録商標の使用をしていないことについて正当な理由」に当た\nる旨主張する。\nしかし，熊野莫大小は，いわゆる自社ブランドで，その製造する紳士・婦人\n用肌着等のメリヤス及びニット製品に本件商標を付して販売することを妨げる\n何らの事情も存在しなかったところ，自らの選択によって，日清紡のいわゆる\n下請会社として，日清紡とのみ取引をしていたのであるから，本件商標を使用\nしない主な原因は，熊野莫大小あるいは原告にあるものというべきである。\nこのような状態が，商標法５０条２項ただし書にいう「正当な理由」に当た\nらないことは，いうまでもないところである。\n３ 以上によれば，原告主張の取消事由はいずれも理由がなく，他に審決を取り\n消すべき瑕疵は見当たらない。\nよって，原告の請求は理由がないから棄却することとし，主文のとおり判決\nする。\n知的財産高等裁判所第１部\n裁判長裁判官 篠 原 勝 美\n裁判官 宍 戸 充\n裁判官 柴 田義明\n"
}