{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 1,
    "day": 27
  },
  "case_number": "平成12(行コ)12",
  "case_name": "原子炉設置許可処分無効確認等請求控訴事件(原審・福井地方裁判所平成4年(行ウ)第6号)",
  "court_name": "名古屋高等裁判所金沢支部",
  "field": "行政",
  "lawsuit_id": "15230",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=15230",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/230/015230_hanrei.pdf",
  "contents": "主　　　文\n１　原判決を取り消す。\n２　被控訴人が動力炉・核燃料開発事業団に対して昭和５８年５月２７日付けでし\nた，高速増殖炉「もんじゅ」に係る原子炉設置許可処分は，無効であることを確認\nする。\n３　訴訟費用は，差戻しの前後を問わず，すべて被控訴人の負担とする。\n事　　　実\n第１　当事者の求めた裁判\n１　控訴人ら（控訴の趣旨）\n主文同旨\n２　被控訴人\n（１）　本件控訴を棄却する。\n（２）　控訴費用は，控訴人らの負担とする。\n第２　事案の概要等\n１　事案の概要\n本件は，内閣総理大臣が動力炉・核燃料開発事業団に対して，昭和５８年５月２\n７日付けでした，高速増殖炉「もんじゅ」（福井県敦賀市白木に建設が予定された\n液体金属冷却高速増殖炉で，研究開発段階にある原子炉及びその附属施設から構成\nされる。以下，この原子炉を「本件原子炉」と，また，同原子炉とその附属設備を\n併せて「本件原子炉施設」という。）に係る原子炉設置許可処分（以下「本件許可\n処分」という。）について，本件原子炉施設の周辺に居住する住民である控訴人ら\n（第１審原告ら）が，本件許可処分は核原料物質，核燃料物質及び原子炉の規制に\n関する法律（昭和６１年法律第７３号による改正前のもので，以下「規制法」とい\nう。）及びその他の法令に違反すると主張して，本件許可処分の無効確認を求めた\n事案である。\n２　本件訴訟の経緯\n（１）　本件は，昭和６０年９月２６日に福井地方裁判所に提起され，同裁判所昭\n和６０年（行ウ）第７号事件として係属したのであるが，控訴人らは，同時に動力\n炉・核燃料開発事業団を被告として，本件原子炉の建設・運転の差止めを求める訴\nえを併合提起した。\nこれに対して，福井地方裁判所は，本件（内閣総理大臣を被告とする事件）を分\n離した上で，本件は行政事件訴訟法３６条の要件を欠く不適法な訴えであるとし\nて，昭和６２年１２月２５日，本件訴えを却下した。そこで，原告らは控訴した\nが，名古屋高等裁判所金沢支部は，平成元年７月１９日，本件原子炉施設から半径\n２０キロメートル以内に居住する原告らについては本件許可処分の無効確認を求め\nる法律上の利益（原告適格）を認め，当該原告らについて，事件を福井地方裁判所\nに差し戻し，その余の原告らの控訴を棄却した。\nそのため，控訴を棄却された原告ら（原告適格を認められなかった者）が上告す\nるとともに，原告適格を認められた原告について，被告（内閣総理大臣）も上告し\nた。\n昀高裁判所は，平成４年９月２２日，半径２０キロメートル以内に居住する原告\nら（原告適格を肯定された者）に対する被告の上告を棄却するとともに，半径２０\nキロメートル外に居住する原告らの上告を容れて，これらの原告にも本件許可処分\nの無効確認を求める法律上の利益（原告適格）を認め，当該原告らに関する原判決\n（名古屋高等裁判所金沢支部の上記控訴審判決）を破棄して，第１審（福井地方裁\n判所）の判決を取り消した上で，当該原告らについて，事件を福井地方裁判所に差\nし戻した。\n（２）　このような経緯で，本件（内閣総理大臣を被告とする事件）の全部が福井\n地方裁判所に差し戻されたが，差戻後の第１審（福井地方裁判所）は，平成１２年\n３月２２日，原告らの請求をいずれも棄却する旨の判決を言い渡した（差戻後の事\n件番号は，福井地方裁判所平成４年（行ウ）第６号）。\nそこで，これを不服とする控訴人ら（第１審原告ら）が本件控訴に及んだ。\n第３　当事者双方の主張\n当審における控訴人らの主張は，第３分冊記載のとおりであり，被控訴人の主張\nは，第４分冊記載のとおりである。\nこれ以外の当事者双方の主張は，原判決事実摘示（原判決の第３分冊及び第４分\n冊）のとおりであるから，これを引用する。しかし，弁論の全趣旨によれば，控訴\n人らが本件許可処分の無効事由として主張する点は，当審で争点を絞った結果，本\n判決の第３分冊記載のものに集約され，その余の原審及び当審での無効事由の主張\nは，事実上撤回されたものと認められる。したがって，当裁判所の判断は，本判決\nの第３分冊記載の主張に対するものを中心とし，必要な限度で，原審における当事\n者双方の主張にも触れることとする。\n第４　本件の主要な争点\n上記の当事者双方の主張を対比すると，本件の主要な争点は，次の１及び２の\n（１）ないし（５）のとおりであると認められる。\n１　本件許可処分の無効要件\n行政処分である本件許可処分の無効要件として「明白かつ重大」な違法事由を必\n要とするか。要しないとすれば，本件許可処分を無効とする要件は何か。\n２　本件許可処分の無効事由\n次の（１）ないし（５）の事項に関する安全審査が規制法２４条１項３号又は４\n号に適合しているか否か。\n（１）　本件申請者（動力炉・核燃料開発事業団）の技術的能力（規制法２４条１\n項３号）\n（２）　立地条件及び耐震設計（規制法２４条１項４号）\n（３）　２次冷却材漏えい事故（同上）\n（４）　蒸気発生器伝熱管破損事故（同上）\n（５）　炉心崩壊事故（同上）\n理　　　由\n第１章　総論\n第１節　本件の前提事実\n第１　原子炉設置許可の申請及び許可処分等\n１　原子炉設置許可の申請\n動力炉・核燃料開発事業団（以下，「動燃」又は「本件申請者」という。）は，\n昭和５５年１２月１０日，規制法２３条の規定に基づき，本件原子炉の設置につ\nき，内閣総理大臣に対し許可申請をした。その後，本件申請者は，昭和５６年１２\n月２８日付け及び昭和５８年３月１４日付けで，それぞれ許可申請の一部補正を行\nった（この一部補正を含めて，本件申請者の行った原子炉設置許可申請を「本件許\n可申請」という。）。\n２　本件許可処分\n内閣総理大臣は，所部の機関である科学技術庁に審査をさせ，かつ，原子力委員\n会及び原子力安全委員会の答申を受けた上で，昭和５８年５月２７日付けで，本件\n許可申請に対し，これを許可する本件許可処分を行った。\n３　その後の法改正\nその後，法改正に伴い，動燃（本件申請者）は，平成１０年１０月１日の組織改\n正により，新法人として設立された「核燃料サイクル開発機構」に移行した。\nまた，中央省庁等改革関連法施行法（平成１１年法律第１６０号，平成１３年１\n月６日から施行）により，本件許可処分は，経済産業大臣がしたものとみなされた\n（同法９０４条，１３０１条）。\nなお，中央省庁等改革に伴い，これまで科学技術庁が行っていた核燃料物質及び\n原子力に関する規制に関する事務は，経済産業省の外局である資源エネルギー庁に\n設置された特別の機関である原子力安全・保安院が所管することになった。\n（以上につき，争いのない事実，弁論の全趣旨）\n第２　控訴人らの地位\n控訴人ら（第１審原告ら）が本件原子炉施設からの距離が約１１キロメートルか\nら約５８キロメートルの範囲に居住する住民であることは，当事者間に争いがな\nい。なお，控訴人らが本件許可処分の無効確認を求める法律上の利益を有すること\nについては，本件を福井地方裁判所に差し戻した昀高裁判所の判決により確定して\nいる。\n第３　本件原子炉の概要及び特徴等\n１　本件原子炉の概要\n本件原子炉は，本件申請者が昭和５８年５月２７日に本件許可処分を受け，その\n後，設計及び工事の方法の認可の手続を経て，福井県敦賀市白木地区に建設した液\n体金属冷却高速増殖炉である。本件原子炉は，研究開発段階の原子炉で，規制法施\n行令により同法２３条１項４号の定める原子炉に該当する。本件原子炉施設は，昭\n和６０年１０月から建設工事が開始され，平成６年４月に初臨界に成功し，また，\n平成７年８月には初送電を達成した。\n（当事者間に争いのない事実）\n２　本件原子炉の特徴（特に，軽水炉と比較した場合の特徴）\n本件原子炉は，核分裂反応によって発生したエネルギーを利用する原子炉である\nが，その昀大の特徴は高速増殖炉である点にあり，現在，我が国を始めとして，世\n界の商業用原子炉の大半を占める軽水炉と比べて，具体的には，次のような特徴を\n有すると認められる（当事者間に争いのない事実，甲イ４６８，乙１ないし３，乙\n５，乙イ２及び乙イ４）。\n（１）　核燃料及びその増殖の点について\n軽水炉は，核燃料としてウラン２３５を使用する。ウラン２３５は，核分裂を起\nこしやすい性質を持つ物質（燃えるウラン）で，核分裂性物質と呼ばれるものであ\nる。しかし，このウラン２３５は，天然ウラン全体のわずか０．７パーセントしか\n存在せず，残りの約９９．３パーセントは，核分裂を起こしにくいウラン２３８\n（燃えないウラン）である。このように自然界ではウラン資源に限りがある。もっ\nとも，ウラン２３８は，中性子を１個吸収すると，核分裂を起こしやすいプルトニ\nウム２３９に転換する性質を有している。そこで，注目されたのが高速増殖炉であ\nる。高速増殖炉は，核分裂反応によって生じる熱エネルギーを発電の用に供する点\nにおいては，軽水炉と同じであるが，核燃料としてウランとプルトニウムの混合酸\n化物を使用し，核分裂によって生じた高速の中性子をウラン２３８に衝突させ，そ\nれをプルトニウム２３９に転換し，消費した燃料以上の核燃料物質を増殖しようと\nするものである。\nこれに対し，軽水炉でも，中性子の衝突によりウラン２３８がプルトニウム２３\n９に転換するが，中性子の速度が遅いためその確率が低く，核燃料の増殖機能は有\nしない。\n（２）　減速材について\n一般に，核分裂によって放出される中性子は，高いエネルギー（速度）を有し，\nこれを高速中性子というが，核分裂を引き起こす確率の面からすると，高速中性子\nよりも，速度の遅い中性子（これを熱中性子という。）の方が確率が高い。こうし\nたことから，軽水炉においては，燃料であるウラン２３５の核分裂によって生じた\n高速中性子の速度を減少させるため，減速材として，軽水（普通の水）を用いてい\nる。\n他方，ウラン２３８のプルトニウム２３９への転換の確率を高めるためには，高\nいエネルギーの中性子を必要とするから，高速増殖炉においては，減速材を用いな\nい。しかし，高速中性子では，核分裂の確率が低くなるので，燃料密度を軽水炉よ\nり高く設定している。\n（３）　冷却材について\n軽水炉においては，核分裂によって生じた炉心の熱エネルギーを除去して炉心の\n温度を調節するとともに，この熱を蒸気生成の熱源として外部に取り出すための物\n質（冷却材）としても，軽水（普通の水）が用いられる。したがって，軽水炉にお\nいては，軽水が減速材と冷却材の役割を兼ねる。\nこれに対して，高速増殖炉においては，高速中性子の速度を維持するため，減速\n効果の大きい軽水を冷却材として用いることはできず，冷却材としては，中性子を\n減速する効果が小さく，かつ，冷却材としての性質上熱伝導度が高い物質を用いる\nことが望ましい。そこで，本件原子炉（高速増殖炉）においては，上記のような性\n質を有し，かつ，大気圧下において約９８℃から約８８０℃までの広い範囲で液体\nとして存在し，高い温度でも加圧する必要のない金属ナトリウムを冷却材として用\nいている。このように冷却材として，液体の金属ナトリウムが使用されていること\nから，本件原子炉は，「液体金属冷却高速増殖炉（ＬＭＦＢＲ）」と呼ばれてい\nる。\n（４）　プルトニウム及びナトリウムの危険性について\nア　プルトニウム\n高速増殖炉の燃料として使用され，かつ，運転によって消費した量以上に増殖さ\nれるプルトニウム２３９は，天然には存在しない人工放射性核種で，破壊力の極め\nて大きいアルファ線を放出し，その半減期は２万４１００年とされている。プルト\nニウムの公衆に対する許容負荷量を国際的基準（ただし，本件訴え提起当時のも\nの）に基づく職業人に対する肺の昀大許容負荷量の１０分の１として計算すると，\nその量は０．００１６マイクロキュリー（重量に換算すると，４０００万分の１グ\nラム程度）であり，軽水炉の燃料となるウラン２３５などよりもはるかに毒性の強\nい物質である。\nイ　ナトリウム\nナトリウム（金属ナトリウムともいう。）は，前記のように冷却材として優れた\n性質を有するが，その反面，酸素と激しく化合する特性を持っている。このため，\n高温のナトリウムが空気と接触すると，激しく燃焼して高熱を発する。また，水と\n接触しても，水分中の酸素と容易に化合し，高熱燃焼を起こすとともに，水素を発\n生させる（ナトリウム－水反応）。そして，発生した水素は，その濃度如何によっ\nては，空気中の酸素と反応して，燃焼又は爆発する危険性がある。こうした特性\nは，ナトリウムがコンクリートと接触した場合でも同様であり，コンクリート中の\n水分とナトリウムとが激しく化合する結果（ナトリウム－コンクリート反応），水\n分をなくしたコンクリートは，その強度を失う可能性がある。したがって，ナトリ\nウム（冷却材）の外界への漏えい防止対策は，重要な課題である。\n３　本件原子炉の高速増殖炉としての段階\n原子炉を開発する場合，安全性の確認と技術の確立の観点から，先ず実験炉から\n始め，次いで原型炉，実証炉を経て実用炉に至る。\n本件申請者は，高速増殖炉の実験炉（基本的なシステムの機能を実証し，技術的\n経験を得るとともに，燃料や材料の照射施設としても活用する炉）として，「常\n陽」を設計・建設し，昭和５２年４月に臨界実験に成功している。ただし，常陽は\n発電能力を有していなかった。\n本件原子炉（もんじゅ）は，実験炉の次の段階の原型炉（発電プラントとしての\n性能を実証するための中型の炉）である。\n（以上につき，乙１，乙２，乙イ４）\n４　本件原子炉の熱出力・電気出力と現状\n本件原子炉（もんじゅ）は，熱出力７１万４０００キロワットであり，電気出力\n約２８万キロワットの発電設備を有している。\nしかし，本件原子炉施設において，平成７年１２月８日に，ナトリウム漏えい事\n故が発生したため，それ以降，本件原子炉は運転を停止している。\n（以上につき，当事者間に争いのない事実，乙１，乙イ４）\n第４　本件原子炉施設の具体的内容\n１　本件原子炉施設の建物及び構造物\n（１）　本件原子炉施設の建物及び構造物は，原子炉建物，原子炉補助建物及び排\n気筒，タービン建物，ディーゼル建物，メンテナンス・廃棄物処理建物，開閉所，\n固体廃棄物貯蔵庫，淡水供給設備，排水処理設備，アルゴンガス及び窒素ガス供給\n設備，事務管理建物などから構成される（乙１６，２２，２３）。\n（２）　このうち，原子炉建物，原子炉補助建物及び排気筒，タービン建物は，次\nのような構造になっている（乙１６，２２，２３）。\nア　原子炉建物\n原子炉建物は，原子炉格納容器，外部遮へい建物及び内部コンクリート建物から\n構成されている。\n原子炉格納容器は，原子炉本体を格納するもので，内径約４９．５メートル，全\n高約７９メートル上部半球，下部皿形鏡円筒型の鋼板溶接構造となっている。外部\n遮へい建物は，原子炉格納容器の円筒部及び上部半球部をおおう内径約５２．５メ\nートル，地上高さ約４６メートルの鉄筋コンクリート造となっている。\n内部コンクリート建物は，原子炉格納容器内機器を支持するものである。ナトリ\nウムを保持する機器を収容する部屋には，鋼製ライナ（コンクリート壁に埋め込ん\nだアンカに固定した鋼板）や貯留槽を設け，ナトリウムとコンクリートとの直接接\n触を防止するようにしている。また，出力運転時，多量の放射性ナトリウムを保持\nする機器を収納する部屋は，窒素ガス雰囲気として，万一，ナトリウムが漏えいし\nた場合でも，空気との直接接触を防止し，火災の抑制をはかるものとされている。\n原子炉建物は，原子炉補助建物と共通の鉄筋コンクリート造基礎盤の上に構築さ\nれている。\nイ　原子炉補助建物及び排気筒\n原子炉補助建物は，２次主冷却系設備，補助冷却設備，電気設備，１次アルゴン\nガス系設備，換気空調設備，補機冷却水設備等を収容している。\n原子炉補助建物は，平面約９８メートル×約１１３メートルで，その主要構造は\n鉄筋コンクリート構造である。原子炉補助建物は，原子炉建物と同様，ナトリウム\n機器を収納している部屋には，万一のナトリウム漏えいに対して，ナトリウムとコ\nンクリートとの反応防止等を目的として鋼製ライナを設け，必要に応じ貯留タンク\n及び燃料抑制板を設けることとしている。この鋼製ライナについては原子炉建物内\nと同様に高温に耐えられる設計としている。\n排気筒は，鋼板製で，原子炉補助建物の屋上に設置されている。\nウ　タービン建物\nタービン建物は，平面約３６．５メートル×約８３メートルで，地上高さ約１\n８．５メートルの地上鉄骨造，地下鉄筋コンクリート造の建物である。\n２　本件原子炉の設備の構成\n本件原子炉の設備は，原子炉本体，冷却系設備，計測制御系統施設，タービン及\nび付属設備，その他の設備等から構成されるが，その具体的概要は次のとおりであ\nる（乙１，１６，２２，２３，乙イ４，弁論の全趣旨）。\n（１）　原子炉本体\n原子炉本体は，炉心及び炉内構造物をステンレス鋼製の原子炉容器（縦型円筒状\nをしており，内径は約７．１メートル，全高は約１７．８メートル）の内部に納\nめ，その上部に炉心上部機構を搭載した遮へいプラグを設置したものである。炉心\nの具体的内容は次のとおりである。\nア　炉心\n炉心は，燃料集合体，制御棒，中性子遮へい体等から構成され，全体として，ほ\nぼ六角形の横断面をなす。\nイ　燃料集合体\n燃料集合体は，炉心燃料集合体（原子炉の出力を主に担うもの）とブランケット\n燃料集合体（プルトニウムの増殖を主たる役目とするもの）の２種類がある。炉心\n燃料集合体は１９８体，ブランケット燃料集合体は１７２体あり，炉心燃料集合体\nの方が炉心内側に配置され，その外側３層にブランケット燃料集合体を配置して，\n炉心から出てくる中性子を効率的に吸収して，プルトニウムへの転換の確率が高く\nなるようにしている。\n（ア）　炉心燃料集合体は，全長約４．２メートルの正六角柱の形状をしており，\n外側はステンレス鋼製のラッパ管で被覆されている。その内部には，１体当たり１\n６９本の炉心燃料要素が三角格子状に納められている。炉心燃料要素は，全長約\n２．８メートル，外径約６．５ミリメートルのステンレス鋼製の燃料被覆管の中\nに，下部から順に，劣化ウランの酸化物燃料ペレットを３５０ミリグラム，プルト\nニウムとウランの混合酸化物燃料ペレットを９３０ミリグラム，そして劣化ウラン\nの酸化物燃料ペレットを３００ミリグラム積み重ね，封入したものである。そし\nて，各燃料被覆管にはワイヤスペーサを巻くことによって，相互の間隔を保持し，\n燃料被覆管を冷却するナトリウムの流路を確保する構造となっている。なお，外側\nの炉心燃料集合体の方が内側のものより，プルトニウムの富化度（プルトニウムの\n含有割合）が高いものが配置されており，出力の平坦化がはかられている。\n（イ）　ブランケット燃料集合体は，炉心燃料集合体と同様に正六角柱の形状をし\nており，外側がステンレス鋼製のラッパ管で被覆されている。その内部には，１体\n当たり６１本のブランケット燃料要素が三角格子状に納められている。ブランケッ\nト燃料要素は，全長約２．８メートル，外径約１１．５ミリメートルのステンレス\n鋼製の燃料被覆管の中に，劣化ウランの酸化物燃料ペレットを約１６００ミリグラ\nム詰めて封入したものである。そして，この各ブランケット燃料被覆管にワイヤス\nペーサが巻かれているのは，炉心燃料被覆管と同様である。\nウ　制御棒\n制御棒は，炉心に挿入することによって，中性子を吸収し，核分裂反応を低下さ\nせる（これにより原子炉の出力を制御し，原子炉を停止する）働きを有するもので\nある。制御棒には，主炉停止系として調整棒１３本（うち微調整棒３本，粗調整棒\n１０本）と非常用制御設備（後備炉停止系）としての後備炉停止棒６本とがある\n（主炉停止系及び後備炉停止系を併せて「原子炉停止系」という。）。\n原子炉の通常の起動，停止，運転は調整棒の引き抜き，挿入によって行う。ま\nた，原子炉を緊急停止する必要が生じた場合には，調整棒及び後備炉停止棒が同時\nに作動して，急速に原子炉を停止する仕組みになっている。\n制御棒は，炉心燃料集合体の内部に，相互に間隔を置いて配置されている。\nエ　中性子遮へい体\n中性子遮へい体は，ブランケット燃料集合体の外側に４層に配置されており，構\n造部材への中性子の照射量を軽減する働きをしている。\n（２）　冷却系設備\n本件原子炉は，冷却材としてナトリウム（金属ナトリウム）を使用しているとこ\nろに特徴があるが，冷却系設備としては，１次主冷却系設備，２次主冷却系設備，\n補助冷却設備がある。\nア　１次主冷却系設備\n１次主冷却系設備は，中間熱交換器，循環ポンプ，配管，弁類等から構成され，\n相互に独立した３つの系統（Ａループ，Ｂループ，Ｃループ）が存在する。\n１次主冷却系設備は，炉心を冷却するとともに，吸収した熱を２次冷却材ナトリ\nウムに伝達する機能を有する。すなわち，炉心で発生した熱は，原子炉容器内を流\n動する１次冷却材ナトリウムによって取り出され，中間熱交換器を介して２次冷却\n材ナトリウムに伝達される。この１次冷却材ナトリウムは，燃料集合体（炉心燃料\n集合体とブランケット燃料集合体）の内部を流れる（それにより，核分裂によって\n発生する熱を取り出す。）ものであり，放射性を帯びている。上記の中間熱交換器\nは，１次冷却材ナトリウムと２次冷却材ナトリウムとの間で，熱の伝達を行うこと\nを目的とする機器であり，１次冷却材ナトリウム中の放射性物質が２次冷却材ナト\nリウムに混入することのないように，相互に分離されるよう設計されている。\nなお，原子炉容器及び１次冷却系設備のうち，通常運転時には１次冷却材ナトリ\nウムを内包し，異常な事態が発生した場合には１次冷却材ナトリウムを封じ込める\n障壁を形成する範囲を原子炉冷却材バウンダリという。原子炉冷却材バウンダリを\n形成する原子炉容器及び一部の配管の外側には，これらを包み囲むようにガードベ\nッセル（ステンレス鋼製の容器）が設置されている。これは，万一，原子炉冷却材\nバウンダリからナトリウムが漏えいした場合であっても，これによって原子炉の冷\n却に必要な冷却材を確保するためのものである。\nナトリウムと空気との接触を防ぐ目的で，原子炉容器や循環ポンプ等の１次冷却\n材ナトリウムの液面上は，不活性なカバーガス（アルゴンガス）で覆われている。\nさらに，１次主冷却系の配管等を設置する部屋は，１次冷却材ナトリウムの漏えい\nに備えて，不活性ガスである窒素が充填されている。\nイ　２次主冷却系設備\n２次主冷却系設備は，循環ポンプ，蒸気発生器，配管，弁類等から構成され，相\n互に独立した３つの系統（Ａループ，Ｂループ，Ｃループ）が存在する（これら\nは，それぞれ，上記の１次主冷却系のＡループ，Ｂループ，Ｃループと接続してい\nる。）。\n２次主冷却系設備は，炉心で発生した熱を中間熱交換器を介して１次冷却材ナト\nリウムから受け取り，その熱を蒸気発生器を介して水・蒸気系に伝達するほか，運\n転停止時などには補助冷却系に熱を逃がす機能を有する。この２次冷却材ナトリウ\nムは，１次冷却材ナトリウムと異なり，放射性（ガンマ線放出核種）を有しない。\nもっとも，正確にいうと，炉心の核反応により生成されるトリチウムは，拡散・透\n過性が高いことから，微量であるものの，中間熱交換器の伝熱管の壁を通して，２\n次冷却材ナトリウムに移行する。ただし，この微量のトリチウムは，安全上，問題\nがないとされている（乙イ９，乙ニ５の１）。\n蒸気発生器は，２次冷却材ナトリウムの熱を，蒸気発生器伝熱管を介して水・蒸\n気系に伝える働きをする機器である。蒸気発生器は，水を蒸気（過熱蒸気）に変え\nる蒸発器と，生成された蒸気を更に過熱する過熱器とから成る。\nウ　補助冷却設備\n補助冷却設備は，空気冷却器，配管，弁類から構成され，相互に独立した３つの\n系統（Ａループ，Ｂループ，Ｃループ）が存在する（これらは，それぞれ，上記の\n２次主冷却系のＡループ，Ｂループ，Ｃループと，分岐する形で接続している。そ\nして，空気冷却器を経て，２次主冷却系設備に再び統合される。）。\n補助冷却設備は，燃料交換時や定期検査時等の原子炉計画停止時及び原子炉の緊\n急停止時に，炉心の冷却を行う機能を有する。補助冷却設備の運転時には，１次冷\n却材ナトリウムの熱は，中間熱交換器を介して２次冷却材ナトリウムに伝わり，空\n気冷却器から大気に放出される。\n（３）　計測制御系統施設\n計測制御系統施設は，原子炉の制御及び保護動作を監視し，異常や故障があれば\n信号を発するなどして，原子炉の正常かつ安定した運転を保障する施設である。\n計測制御系統施設は，①原子炉計装及びプロセス計装設備，②原子炉制御設備，\n③原子炉保護設備，④工学的安全施設作動設備及び⑤中央制御室から構成される。\n（４）　タービン及び付属設備\nタービン設備は，過熱蒸気を利用して蒸気タービンを駆動し発電を行う設備であ\nる。本件原子炉のタービン設備も，水及び蒸気を利用して発電を行う点で，軽水炉\nのものと本質的には異ならない。\nタービン及び付属設備は，蒸気タービン設備，主蒸気系設備，復水設備，給水設\n備及びその他の設備から構成される。\n（５）　その他の設備\n本件原子炉施設には，前記設備以外に，原子炉補助施設（ナトリウム補助設備，\nアルゴンガス系設備，原子炉補機冷却水設備，原子炉補機冷却海水設備，燃料取扱\n及び貯蔵設備，共通保修設備，試料採取設備，機器冷却系設備，コンクリート冷却\n設備），電気設備（非常用電源設備を含む。），放射性廃棄物廃棄施設（気体廃棄\n物処理設備，液体廃棄物処理設備及び固体廃棄物処理設備），放射線管理施設（遮\nへい設備，放射線管理設備），発電所補助設備（淡水供給設備，換気空調設備，圧\n縮空気設備，ガス供給設備，補助蒸気設備，消火設備，排水処理設備，ナトリウム\n供給設備）などの設備が設けられている。\n３　本件原子炉の工学的安全施設について\n工学的安全施設とは，原子炉の破損，故障等によって放射性物質の環境への放散\nの可能性がある場合に，これを抑制又は防止するための機能を備えるように設計さ\nれた施設をいう。\n本件原子炉においては，上記２記載の各施設のうち，原子炉格納施設，アニュラ\nス循環排気装置，ガードベッセル，補助冷却設備及び１次アルゴンガス系収納施設\nが工学的安全施設とされている。\nそして，原子炉容器や１次主冷却系設備等の原子炉施設の主要部分は，耐圧構造\nの鋼製の容器である原子炉格納容器（内径約４９．５メートル，全高約７９メート\nル）に収納される。また，原子炉格納容器の周囲を取り囲む格好で，鉄筋コンクリ\nート構造物である外部遮へい建物が設置され，原子炉格納容器の胴部と外部遮へい\n建物との間の密閉された下部空間（アニュラス部）は，アニュラス循環排気装置に\nよって負圧に保つようにされている。\n第５　本件許可処分における審査手続\n１　規制法の内容\n規制法２３条１項４号は，研究開発段階にある原子炉として政令で定める原子炉\n（本件原子炉施設は，これに該当する。）を設置しようとする者は，主務大臣（内\n閣総理大臣）の許可を受けなければならないものと規定している。これを受けて同\n法２４条１項は，「主務大臣は，第２３条第１項の許可の申請があった場合におい\nては，その申請が，次の各号に適合していると認めるときでなければ，同項の許可\nをしてはならない。」と定めている。このうち，同法２４条１項１号は，原子炉が\n平和の目的以外に利用されるおそれがないこと，同項２号は，その許可をすること\nによって原子力の開発及び利用の計画的な遂行に支障を及ぼすおそれがないこと，\n同項３号は，申請者（原子炉を設置しようとする者）に，原子炉を設置するために\n必要な技術的能力及び経理的基礎があり，かつ，原子炉の運転を適確に遂行するに\n足りる技術的能力があること，同項４号は，当該申請に係る原子炉施設の位置，構\n造及び設備が核燃料物質（使用済燃料を含む。），核燃料物質によつて汚染された\n物（原子核分裂生成物を含む。）又は原子炉による災害の防止上支障がないもので\nあることを，それぞれ要件として定めている。要するに，規制法は，主務大臣（内\n閣総理大臣等）が原子炉設置許可申請の際にこれらの要件を充足するか否かの審査\nを行うべきものと定めている。\nさらに，規制法２４条２項は，「主務大臣は，第２３条第１項の許可をする場合\nにおいては，あらかじめ，前項第１号，第２号，第３号（経理的基礎に係る部分に\n限る。）に規定する基準の適用については原子力委員会，同項第３号（技術的能力\nに係る部分に限る。）及び第４号に規定する基準の適用については原子力安全委員\n会の意見を聴き，これを十分に尊重してしなければならない。」と定めている。\n２　原子炉設置許可申請に対する審査手続の概要（ただし，本件許可申請当時のも\nの）\n（１）　研究開発段階にある原子炉を設置しようとする者は，規制法２３条，同法\n施行令６条，原子炉規則１条の３に基づき，内閣総理大臣に対し，原子炉の設置許\n可申請を行う。\n（２）　内閣総理大臣は，当該許可申請が規制法２４条１項各号所定の許可要件に\n適合しているか否かを審査する。審査は，その所部の機関である科学技術庁が行\nう。\n（３）　科学技術庁は，その審査に当たり，必要に応じ，原子力安全技術顧問（原\n子力の安全に関する各専門分野において，高度な専門技術的知見を持つ学識経験者\nの中から，科学技術庁長官が委嘱した者）から，その専門技術的見地からの意見を\n徴する。科学技術庁は，その意見を求めるに当たって必要があるときは，関係の原\n子力安全技術顧問による会合を開催する。\n（４）　内閣総理大臣は，当該許可申請につき，規制法２４条１項１号，２号及び\n３号（経理的基礎に係る部分に限る。）の各要件適合性については原子力委員会\nに，同項３号（技術的能力に係る部分に限る。）及び４号の各要件適合性について\nは原子力安全委員会にそれぞれ諮問する。当該諮問に際しては，科学技術庁が行っ\nた安全審査の内容をまとめた安全審査書案が原子力安全委員会に提出される。\n（５）　原子力委員会は，当該許可申請が規制法２４条１項１号，２号及び３号\n（経理的基礎に係る部分に限る。）の各要件適合性について審議し，内閣総理大臣\nに対しその結果を答申する。\n（６）　原子力安全委員会は，当該許可申請が規制法２４条１項３号（技術的能力\nに係る部分に限る。）及び４号の各要件適合性について審議し，内閣総理大臣に対\nしその結果を答申する。\n原子力安全委員会は，４号の要件に関しては，必要に応じ，同委員会に設置され\nている原子炉安全専門審査会（以下「安全審査会」ともいう。）に対し，その調査\n審議を指示する（原子力委員会及び原子力安全委員会設置法１６条）。\n安全審査会は，原子炉の安全性に関する専門の事項について，適切かつ効率的に\n調査審議を行うために，部会を置くことができ（原子炉安全専門審査会運営規程７\n条），通常は，原子炉設置許可申請ごとに部会が置かれる。\n部会は，調査審議の方針等を検討した上，専門分野別にグループ分けを行い，グ\nループ単位あるいは部会全体で調査審議を行う。部会は，その状況及び結果を適\n宜，安全審査会に報告し，安全審査会における審議に付する。\nさらに，原子力安全委員会は，４号の要件適合性を審議するに当たって，公開ヒ\nアリング等を実施して，当該原子炉施設固有の安全性について，地元住民の意見を\n参酌する（「原子力安全委員会の当面の施策について」昭和５３年１２月２７日原\n子力安全委員会決定，昭和５７年１１月２５日一部改正）。\n（７）　内閣総理大臣は，原子力委員会及び原子力安全委員会の各答申を十分に尊\n重し（規制法２４条２項），またあらかじめ通商産業大臣の同意（規制法７１条１\n項１号）を得た上，当該設置許可申請の許否について昀終的な判断をし，処分を行\nう。\n（以上につき，当事者間に争いのない事実，弁論の全趣旨）\n３　本件許可処分における具体的審査手続\n証拠（乙７ないし１０，乙１１ないし１４の各１ないし３，乙１６，乙１７，乙\n２０，乙２２及び２３）及び弁論の全趣旨によれば，本件許可処分における具体的\n審査手続は，次のとおりであったことが認められる。\n（１）　本件申請者は，昭和５５年１２月１０日，内閣総理大臣に対し，規制法２\n３条に基づき，本件許可申請をした（なお，本件申請者は，昭和５６年１２月２８\n日と昭和５８年３月１４日の２回にわたって，申請書及び同添付書類の一部を補正\nした。）。\n（２）　内閣総理大臣は，直ちに，科学技術庁に上記申請に係る審査を行わせた。\n（３）　科学技術庁は，必要に応じ，原子力安全技術顧問から専門技術的見地から\nの意見を聴取するなどした上，本件許可申請は規制法２４条１項各号の許可要件に\n適合すると判断した。\n（４）　内閣総理大臣は，昭和５７年５月１４日，科学技術庁の意見を付して，本\n件許可申請について，規制法２４条１項１号，２号及び３号（経理的基礎に係る部\n分に限る。）の各要件適合性については原子力委員会に，また，同項３号（技術的\n能力に係る部分に限る。）及び４号の各要件適合性については原子力安全委員会に\nそれぞれ諮問した。原子力安全委員会への諮問に際しては，科学技術庁が作成した\n昭和５７年３月付けの「動力炉・核燃料開発事業団高速増殖炉もんじゅ発電所の原\n子炉の設置に係る安全審査書案」（以下「安全審査書案」という。）が原子力安全\n委員会に提出された（なお，昭和５８年３月にその一部が修正されている。）。\n（５）　原子力委員会は，諮問を受けて審議した結果，昭和５８年４月２６日，内\n閣総理大臣に対し，本件許可申請が規制法２４条１項１号，２号及び３号（経理的\n基礎に係る部分に限る。）の各要件に適合していると認める旨答申した。\n（６）　原子力安全委員会は，諮問を受けて，昭和５７年５月１４日，安全審査会\nに対し規制法２４条１項４号に係る事項について調査審議を指示した。当時，安全\n審査会は，原子炉工学，核燃料工学，熱工学，放射線物理学等の原子炉施設に関す\nる専門的分野を始め，地震学，地質学及び気象学等に及ぶ広範な分野から選ばれた\n審査委員４４人により構成されていた。\n（７）　安全審査会は，上記指示に係る調査審議を適切かつ効率的に行うため，昭\n和５７年５月１８日，２８人の審査委員からなる第１６部会を設置した。\n（８）　第１６部会は，主として原子炉施設に係る事項を担当するＡグループ，主\nとして公衆の被曝線量評価等の環境面に係る事項を担当するＢグループ，主として\n地質，地盤，地震，耐震設計等の自然的立地条件に係る事項を担当するＣグループ\nに分かれ，各グループにおいて検討をした。また，同部会は，随時，全体の会合を\n開いて各グループに関係する事項の検討を行い，現地調査も行った。そして，同部\n会は，適宜その審査状況を安全審査会に報告し，安全審査会の審議に付した。\n第１６部会においては，全体会合７回，現地調査８回，Ａグループ会合２１回，\nＢグループ会合１４回，Ｃグループ会合１０回の会合等が開催された。\n（９）　原子力安全委員会は，昭和５７年７月２日，福井県敦賀市において公開ヒ\nアリングを開催した。同公開ヒアリングにおいて提出された意見等のうち，規制法\n２４条１項３号（技術的能力に係る部分に限る。）に係る事項については，直接こ\nれを参酌し，同項４号に係る事項については，同年９月２日，安全審査会にこれを\n参酌するよう指示した。\n（１０）　第１６部会は，昭和５８年４月１２日，それまでの調査審議の結果を安\n全審査会に報告した。安全審査会は，同報告を基に調査審議を更に行い，同年４月\n２０日，本件許可申請が規制法２４条１項４号の要件に適合すると判断する旨の調\n査審議結果を原子力安全委員会に報告した。\n（１１）　原子力安全委員会は，本件許可申請の規制法２４条１項３号（技術的能\n力に係る部分に限る。）の要件適合性については自ら審議し，また，同項４号の要\n件適合性については安全審査会の上記報告を踏まえた上で審議した。その結果，原\n子力安全委員会は，昭和５８年４月２５日，内閣総理大臣に対し，本件許可申請が\n上記各要件に適合していると認める旨答申した。\n（１２）　内閣総理大臣は，原子力委員会及び原子力安全委員会の上記各答申を受\nけ，また，昭和５８年４月２８日に通商産業大臣の同意を得た上，本件許可申請は\n規制法２４条１項各号の要件に適合していると判断し，同年５月２７日，規制法２\n３条１項に基づき，本件許可処分をした。\n第６　本件許可処分における具体的審査基準等\n１　本件安全審査に用いられた審査基準等\n証拠（乙４，乙９及び乙１４の３）によれば，本件許可申請に対する安全審査\n（以下「本件安全審査」という。）に用いられた審査基準等は，次のとおりである\nと認められる。\n（１）　本件安全審査に用いられた審査基準\n①「原子炉立地審査指針及びその適用に関する判断のめやすについて」（昭和３９\n年５月２７日原子力委員会決定，以下「原子炉立地審査指針」という。）\n②「高速増殖炉の安全性の評価の考え方について」（昭和５５年１１月６日原子力\n安全委員会決定，以下「評価の考え方」という。）\n③「発電用原子炉施設の安全解析に関する気象指針について」（昭和５７年１月２\n８日原子力安全委員会決定）\n④「プルトニウムを燃料とする原子炉の立地評価上必要なプルトニウムに関するめ\nやす線量について」（昭和５６年７月２０日原子力安全委員会決定）\n⑤「許容被曝線量等を定める件」（昭和３５年９月３０日科学技術庁告示第２１\n号）\n（２）　参考として用いられた指針\n⑥「発電用軽水型原子炉施設に関する安全設計審査指針について」（昭和５２年６\n月１４日原子力委員会決定，以下「安全設計審査指針」という。）\n⑦「発電用軽水型原子炉施設の安全評価に関する審査指針」（昭和５３年９月２９\n日原子力委員会決定，以下「安全評価審査指針」という。）\n⑧「発電用軽水型原子炉施設周辺の線量目標値に対する評価指針について」（昭和\n５１年９月２８日原子力委員会決定）\n⑨「発電用軽水型原子炉施設における放出放射性物質の測定に関する指針」（昭和\n５３年９月２９日原子力委員会決定）\n⑩「発電用軽水型原子炉施設の火災防護に関する審査指針について」（昭和５５年\n１１月６日原子力安全委員会決定）\n⑪「発電用原子炉施設に関する耐震設計審査指針について」（昭和５６年７月２０\n日原子力安全委員会決定，以下「耐震設計審査指針」という。）\n⑫「発電用軽水型原子炉施設における事故時の放射線計測に関する審査指針につい\nて」（昭和５６年７月２３日原子力安全委員会決定）\n⑬「「我が国の安全確保対策に反映させるべき事項」について」（昭和５６年７月\n２３日原子力安全委員会決定）\n⑭「「我が国の安全確保対策に反映させるべき事項」について（審査，設計及び運\n転管理に関する事項）」（昭和５５年６月２３日原子力安全委員会決定）\n⑮「「放射性液体廃棄物処理施設の安全審査に当たり考慮すべき事項ないしは基本\n的な考え方」について」（昭和５６年９月２８日原子力安全委員会決定）\n⑯「被曝計算に用いる放射線エネルギー等について」（昭和５０年１１月１９日策\n定の原子炉安全専門審査会内規）\n⑰「発電用軽水型原子炉施設の安全審査における一般公衆の被曝線量評価につい\nて」（昭和５２年６月１７日策定の原子炉安全専門審査会内規）\n⑱「原子力発電所の地質，地盤に関する安全審査の手引き」（昭和５３年８月２３\n日策定の原子炉安全専門審査会内規）\n２　「評価の考え方」について\n（１）　上記の審査基準のうち，②の「評価の考え方」（「高速増殖炉の安全性の\n評価の考え方について」）は，高速増殖炉の安全審査をするために特に策定された\n指針である。この指針は，原子力安全委員会が原子炉安全基準専門部会の報告を受\nけて，昭和５５年１１月６日に決定したものであり，高速増殖炉である本件原子炉\nの安全審査においては，中核となる審査基準である。\n（乙４，弁論の全趣旨）\n（２）　この「評価の考え方」は，\n「２　検討結果」の（１）の項で，「液体金属冷却高速増殖炉（以下「ＬＭＦＢ\nＲ」という。）は，①原子炉冷却系は低圧，高温の使用条件で設計されているが，\n冷却材であるナトウムの沸点が高いので冷却材昀高使用温度が沸騰温度より十分低\nい。②燃料にプルトニウム－ウラン混合酸化物を使用し，高速中性子による反応を\n主体とした増殖可能な炉心であって，出力密度及び燃焼度が高い。③プラントとし\nてみた場合には，原子炉冷却系と蒸気系の間に中間冷却系を有し，またナトリウム\n液面上にはカバーガス系を有している等，軽水型原子炉と異なる多くの特徴を有し\nている。従って安全性の評価に当たっては，これらの特徴を十分踏まえて原子炉施\n設の位置，構造及び設備が災害の防止上支障がないものであることを評価する必要\nがある。」と述べ，\n（２）の項では，「我が国におけるＬＭＦＢＲの運転までの経験としては，高速実\n験炉「常陽」があるが，ＬＭＦＢＲの開発は，我が国の自主技術によるプロジェク\nトとして国際協力も行いながら広範な関連研究開発が進められており，これら研究\n開発及び建設，運転を通じて多くのデータ，解析手法の使用経験等が蓄積されつつ\nある。安全性の評価に当たっては，これらのデータ，解析手法等の実績について，\n十分考慮するとともに適切な余裕を見込んで評価する必要がある。」と述べてい\nる。\nそして，（３）の項で，ＬＭＦＢＲの安全性の評価に当たって適用又は参考とす\nべき既存の各種安全審査指針を掲げるとともに，参考にすべきとした，本来は発電\n用軽水型原子炉施設を対象とした指針である前記⑥の「安全設計審査指針」（「発\n電用軽水型原子炉施設に関する安全設計審査指針について」），⑦の「安全評価審\n査指針」（「発電用軽水型原子炉施設の安全評価に関する審査指針」）及び⑪の\n「耐震設計審査指針」（「発電用原子炉施設に関する耐震設計審査指針につい\nて」）については，参考とする際に配慮検討すべき事項を別紙として示した。\n（３）　上記別紙において，「評価の考え方」が示す事項は，概ね次のとおりであ\nる。\nア　ＬＭＦＢＲの安全設計について（安全設計基準）\nＬＭＦＢＲの安全設計については，安全設計審査指針及び耐震設計審査指針を参\n考とするが，ＬＭＦＢＲ特有の設計上の特徴に関し，以下の①ないし⑪の項目につ\nいて十分検討を行い，系統及び機器の故障並びに異常の発生を極力小さくするとと\nもに，万一の事故の発生に際し，その拡大を防止し放射能物質の放出を抑制するこ\nとについて十分に配慮したものとすることが必要であるとし，各項目ごとに考慮す\nべき事項を指示している。\n①炉心，②燃料，③ナトリウム，④ナトリウムボイド，⑤原子炉停止系，⑥原子\n炉冷却材バウンダリ及びカバーガス等のバウンダリ，⑦中間冷却系，⑧崩壊熱の除\n去，⑨格納容器，⑩高温構造，⑪耐震性\nイ　ＬＭＦＢＲの安全評価について（安全評価基準）\nＬＭＦＢＲの安全評価については，安全評価審査指針を参考とするが，これにＬ\nＭＦＢＲの特徴を加えて評価する必要があるとして，次のような観点から想定すべ\nき事象，判断の基準等の基本的考え方を示している。\n（ア）　ＬＭＦＢＲ原子炉施設の設計の基本的方針の妥当性を確認するため，「運\n転時の異常な過渡的変化」及び「事故」として各種の代表的事象を選定し評価を行\nう。\n（イ）　これらの代表事象の選定に当たっては，ＬＭＦＢＲの特徴を考慮し，\n（あ）　「運転時の異常な過渡的変化」としては，\n①　炉心内の反応度又は出力分布の異常な変化\n②　炉心内の熱発生又は熱除去の異常な変化\n③　ナトリウムの化学反応\n④　その他必要と認められる運転時の異常な過渡変化\n（い）　「事故」としては，\n①　炉心内の反応度の増大\n②　炉心冷却能力の低下\n③　燃料取扱いに伴う事故\n④　廃棄物処理設備に関する事故\n⑤　ナトリウムの化学反応\n⑥　原子炉カバーガス系に関する事故\n⑦　その他必要と認められる事故\nの各事象を選定して評価を行う。\n（ウ）　上記各事象の判断基準は，以下のとおりである。\n（あ）　運転時の異常な過渡的変化\n想定した事象の発生に伴う過渡現象は，炉心が損傷に至る前に収束され，炉心は\n通常運転に復帰できる状態が維持されなければならない。それぞれの事象に応じて\nこのことを判断する基準は，以下のとおりとする。\n①　燃料被覆管は機械的に破損しないこと。\n②　冷却材は沸騰しないこと。\n③　燃料昀高温度が燃料溶融温度を下回ること。\n（い）　事故\n想定した事故事象によって外乱が原子炉施設に加わっても，事象に応じて炉心の\n溶融の恐れがないこと及び放射線による敷地周辺への影響が大きくならないよう核\n分裂生成物放散に対する障壁の設計が妥当であることを確認しなければならない。\nこのことを確認する基準は，以下のとおりとする。\n①　炉心は大きな損傷に至ることなく，かつ，十分な冷却が可能であること。\n②　原子炉格納容器の漏洩率は，適切な値以下に維持されること。\n③　周辺の公衆に対し，著しい放射線被ばくのリスクを与えないこと。\nなお，これらの判断基準による評価の他にも，必要に応じＬＭＦＢＲの特徴を踏\nまえ評価を行うものとする。\n（エ）　「運転時の異常な過渡変化」及び「事故」の解析に当たっては，ＬＭＦＢ\nＲの特徴を踏まえ以下の諸点について考慮するとともに，安全評価審査指針の\n「５．解析に当たって考慮すべき事項　５．１運転の異常な過渡変化及び事故」を\n参考とする。\n（あ）　核的因子\n炉心中心領域でナトリウムボイド係数が正となりうること。\n（い）　熱流力的因子\n熱の発生と除去のバランスが崩れる状態として，熱発生の増加となる反応度の投\n入，熱除去の低下となる局所事故に特に配慮が必要であること。\n（う）　機械的因子\n①　冷却系が高温で炉心出入口の温度差が大きく，また，ナトリウムの熱伝導性が\n優れているので大きな熱応力が発生しうること。\n②　ナトリウム蒸気に起因する機械的な影響に対する考慮が必要であること。\n③　炉心における高速中性子照射量が大きいこと及びクリープ特性を常に考慮して\nおく必要があること。\n④　冷却材漏洩事故を想定する場含の配管破損の形態と大きさに関しては，十分な\n検討が必要であること。\n（え）　化学的因子\nナトリウムによる腐食，ナトリウム－水反応，ナトリウム火災，ナトリウム－コ\nンクリート反応，ナトリウムと保温材の反応，ナトリウムのよう素トラッピング能\n力等について配慮が必要であること。\n（オ）　前記（（イ）．（い））にいう「事故」より更に発生頻度は低いが結果が\n重大であると想定される事象については，ＬＭＦＢＲの運転実績が僅少であること\nに鑑み，その起因となる事象とこれに続く事象経過に対する防止対策との関連にお\nいて十分に評価を行い，放射性物質の放散が適切に抑制されることを確認する。\n（カ）　ＬＭＦＢＲ原子炉施設の立地条件の適否を評価する観点から想定する必要\nのある事象を対象とし，前項（オ）までに考慮した事象の中から放射性物質の放出\nの拡大の可能性を考慮し，技術的に昀大と考えられる放射性物質の放出量を想定し\nて重大事故の評価を行う。更に，仮想事故についても同様の観点から重大事故とし\nてとりあげた事象等を踏まえてより多くの放射性物質の放出量を仮想して評価を行\nう。\n（以上につき，乙４）\n３　「評価の考え方」が「運転時の異常な過渡変化」及び「事故」の解析に当たっ\nて参考とすることとした安全評価審査指針の内容\nこの安全評価審査指針（「発電用軽水型原子炉施設の安全評価に関する審査指\n針」）は，原子力委員会が発電用軽水型原子炉施設を対象とする審査基準として昭\n和５３年９月２９日に策定した指針であるが，「運転時の異常な過渡変化」及び\n「事故」について，次のように定めている。\n（１）　運転時の異常な過渡変化について\nア　評価すべき範囲\n「運転時の異常な過渡変化」とは，原子炉の運転状態において原子炉施設寿命期\n間中に予想される機器の単一故障又は誤動作若しくは運転員の単一誤操作などによ\nって，原子炉の通常運転を超えるような外乱が原子炉施設に加えられた状態及び，\nこれらと類似の頻度で発生し，原子炉施設の運転が計画されていない状態にいたる\n事象をいう。\nイ　判断基準\n想定した事象の発生に伴う過渡現象下において，炉心は損傷に至る前に収束され\n通常運転に復帰できる状態にならなければならない。\n（２）　事故について\nア　評価すべき範囲\n「事故」とは，前記「運転時の異常な過渡変化」を超える異常状態であって，発\n生頻度は小さいが，発生した場合は原子炉施設からの放射能の放出の可能性があ\nり，原子炉施設の安全性を評価する観点から想定する必要がある事象をいう。\nイ　判断基準\n想定した事故事象によって外乱が原子炉施設に加わっても，事象に応じて炉心の\n溶融の恐れがないこと及び放射線による敷地周辺への影響が大きくならないよう核\n分裂生成物放散に対する障壁の設計が妥当であることを確認しなければならない。\n（３）　解析に当たって考慮すべき事項について\nア　解析に当たって考慮する範囲\n運転時の異常な過渡変化及び事故の解析に当たっては，当該原子炉の通常運転範\n囲全域について考慮しなければならない。すなわち，サイクル期間中の炉心燃焼度\n変化や燃料交換等による長期的な変動及び運転中予想される異った運転モードを考\n慮して解析しなければならない。\n解析すベき事象については，その事象が発生してから収束されるまでの間の計測\n制御系，安全保護系，工学的安全施設等の作動状況及び運転員の操作の態様を十分\nに検討した上解析しなければならない。\nイ　解析に使用するモデル及びパラメータ\n解析に当たって使用するモデル及びパラメータは評価の結果が厳しくなるように\n選定しなければならない。但し，評価目的の範囲内で合理的なものを用いてもよ\nい。\nさらに，モデル及びパラメータの選定に当たっては次のような注意が必要であ\nる。\n（ア）　圧力バウンダリの圧力，炉心の核熱特性，周辺公衆に対する放射線被曝等\n事象が多岐にわたる場合には，選定するモデル及びパラメータは着目する事象毎に\n観点を変えて評価しなければならない。\n（イ）　パラメータに不確定因子が考えられる場合には，これをカバーするために\n適切な安全余裕を見込まなければならない。\nウ　故障等の仮定\n各事象の解析に当たっては，以下の事項を満足させなければならない。\n（ア）　解析に当たっては，想定された事象に加え，作動を要求される安全系の機\n能別に結果を昀も厳しくする単一故障を仮定しなければならない。\n機器の故障については，事故発生後短期間における動的機器の単一故障又は長期\n間における動的機器若しくは静的機器の故障を考えるものとする。但し，静的機器\nにあっては単一故障を仮定したときに所定の安全機能を達成できるように設計され\nている場合，その故障が安全上支障がない期間内に除去若しくは修復が出来る場\n合，又はその故障の確率が十分に低い場合は仮定から除外してよい。\n（イ）　事象の影響を緩和するのに必要な運転員の手動操作については，適切な時\n間的余裕を考慮しなければならない。\n（ウ）　事故の解析に当たって，工学的安全施設の作動が要求される場合には，外\n部電源の喪失を考慮しなければならない。\nエ　計算手法\n各事象の計算に当たっては，使用される各種計算コード等については主要な入力\nとともに，使用の妥当性を確認しなければならない。\nオ　重大事故及び仮想事故\n重大事故及び仮想事故の解析に当たっては，「原子炉立地審査指針」の趣旨にの\nっとって行なわなければならない。\n（以上につき，乙４）\nなお，以下において，「評価の考え方」及び「安全評価審査指針」が定める「運\n転時の異常な過渡変化」及び「事故」の各事象を合わせて「設計基準事象」，ま\nた，「事故」を「設計基準事故」ということがある。\n第７　ナトリウム漏えい事故の発生\n平成７年１２月８日，本件原子炉施設において，ナトリウム漏えい事故（以下\n「本件ナトリウム漏えい事故」という。）が発生した。発生したのは，２次主冷却\n系のＣループの配管室（原子炉補助建物の４階の部屋番号Ａ－４４６）である。漏\nえい箇所は，２次主冷却系配管（中間熱交換器出口側の配管）に取り付けられてい\nた温度計の箇所であり，そのさや管の細管部が破損して当該破損部から，配管室内\nに２次冷却材ナトリウムが漏えいして，ナトリウム火災を起こした。\n本件ナトリウム漏えい事故は，本件原子炉が規制法２８条１項に基づく使用前検\n査を受けている昀中に起きた事故である。すなわち，本件原子炉は，使用前検査の\n一項目である，電力出力４０パーセントでのプラント・トリップ試験（緊急停止試\n験）を行うため，平成７年１２月６日午後１０時ころに原子炉を起動して，同月８\n日午後４時３０分ころ発電機を併入（発電を開始）したが，原子炉出力が約４３パ\nーセント，電気出力が約４０パーセントの状態にあった同月８日午後７時４７分こ\nろにナトリウムの漏えいが始まり，その後の運転停止，ナトリウムの緊急ドレン\n（抜き取り）によって漏えいが終息したのは，事故発生から約３時間４０分後であ\nった。その間に漏えいしたナトリウムの量は，６４０±４２キログラム（約０．７\nトン）と推定されているが，これは，２次主冷却系Ｃループ内にあるナトリウム量\n全体（約２８０トン）の約０．３パーセントに相当する。\n本件ナトリウム漏えい事故の炉心本体に対する影響はなかったが，同事故により\n使用前検査（規制法２４条１項）は中止され，以後，現在に至るまで本件原子炉は\n運転を停止している。\n（争いのない事実，弁論の全趣旨）\n第８　本件申請者の変更許可申請\n本件申請者は，本件ナトリウム漏えい事故後，その原因調査，各種実験，本件原\n子力施設の安全性総点検などを実施した。そして，本件申請者（核燃料サイクル開\n発機構）は，地元自治体の同意を得て，平成１３年６月６日，被控訴人（経済産業\n大臣）に対し，規制法２６条１項の規定に基づき本件原子炉の設置変更許可申請\n（以下「本件変更許可申請」という。）をした。その変更の理由は，「空気雰囲気\n下でのナトリウム漏えいに伴う火災に対する影響緩和機能の充実，強化を図るた\nめ，２次ナトリウム補助設備の一部を変更する。」というものである。\nさらに，本件申請者は，原子力安全・保安院から文書をもって，本件原子炉の\n「安全性総点検の一環として，蒸気発生器伝熱管における高温ラプチャ発生防止に\n関連する蒸気発生器計装等の設置許可申請書における記載を一層明確化するよう」\nにとの指示を受け，平成１３年１２月１３日，本件変更許可申請に係る申請書の本\n文及び添付書類の一部について補正をした。\n本件変更許可申請は，原子力安全・保安院の事前審査を受けた後，原子力安全委\n員会の安全審査（調査・審議）の結果の答申を経て，被控訴人（経済産業大臣）が\nその許否を決することとなる。\n（乙イ９４，９６，９７，弁論の全趣旨）\n第９　世界における高速増殖炉の現状\n高速増殖炉は，発電（運転）しながら消費した燃料以上の燃料を生み出すことか\nら，「夢の原子炉」といわれ，次世代の原子炉として，世界の主要な先進国がこぞ\nってその研究開発に取り組んだ原子炉である。しかし，現在においては，アメリ\nカ，イギリス，フランス，ドイツなどの主要な先進国は，高速増殖炉の研究開発を\n中止若しくは断念している。なかでもフランスは，世界で唯一，原型炉の次の段階\nである実証炉（スーパーフェニックス）を完成させた国であるが，そのフランスで\nさえも，巨額な資金を投じて建設した実証炉を閉鎖する決定をした。各国が高速増\n殖炉の研究開発を中止又は断念する政策判断をしたのには，各国の様々な国内事情\nがあり，その理由，原因は一様ではない。しかし，各国に共通する事情を探れば，\n高速増殖炉の研究開発には巨額な資金を必要とする一方で，安全性を確保する技術\nと知見を確立するにはなお解決困難な課題が残されており，将来的に見て，商業炉\nとしては採算性が期待できないことが，その政策変更の理由の一つになっていたと\n認められる。ロシアは，早くに原型炉を完成させ，実証炉の建設にも着手したが，\n財政難とチェルノブイリ原発事故の影響で，実証炉の建設を中止している。このた\nめ，ロシアも，原型炉の稼働は継続しているものの，将来の見通しは立っていない\nのが現状である。\nこれに対して，我が国は，これまでのところ，高速増殖炉の実用化を目指す方針\nを堅持している。したがって，原型炉を完成させる段階にまで至った国の中では，\n事実上，我が国だけが実用化の道を進んでいることとなる。\n（甲イ３９１ないし３９５，４５４，乙１，弁論の全趣旨）\n第２節　原子炉設置許可処分の司法審査と処分の無効要件\n第１　原子炉設置許可処分の司法審査\n１　原子炉設置許可処分の特質\n（１）　前記（第１章，第１節　第５の１）のとおり，規制法２４条１項は，原子\n炉設置許可申請に対し，その申請が同項１号ないし４号の各号に適合していると認\nめるときでなければ，主務大臣は許可をしてはならない，と定めている。さらに，\n同条２項は，主務大臣は許可をする場合においては，あらかじめ，同条１項第１\n号，第２号，第３号（経理的基礎に係る部分に限る。）に規定する基準の適用につ\nいては原子力委員会の，同条１項第３号（技術的能力に係る部分に限る。）及び第\n４号（当該申請に係る原子炉施設の位置，構造及び設備が核燃料物質，核燃料物質\nによつて汚染された物又は原子炉による災害の防止上支障がないこと）に規定する\n基準の適用については原子力安全委員会の意見を聴き，これを十分に尊重してしな\nければならない，と定めている。\nそして，原子力安全委員会は，核燃料物質及び原子炉に関する規制のうち，安全\nの確保のための規制に関することなどを所掌事務とする委員会であり，同委員会に\nは，学識経験者及び関係行政機関の職員で組織される安全審査会（原子炉安全専門\n審査会）が置かれ，原子炉の安全性に関する事項の調査審議に当たるものとされて\nいる（以上につき，昭和５８年法律第７８号による改正前の原子力委員会及び原子\n力安全委員会設置法２条，１３条，１６条，１７条）。\n（２）　規制法において，原子炉設置許可における安全性の基準として，上記のよ\nうに定められた趣旨は，原子炉が原子核分裂の過程において高エネルギーを放出す\nる核燃料物質を燃料として使用する装置であり，その稼働により，内部に人体に極\nめて有害な放射性物質を多量に発生させるものであって，原子炉を設置しようとす\nる者が原子炉の設置，運転につき所定の技術的能力を欠くとき，又は原子炉施設の\n安全性が確保されないときは，当該原子炉施設の従業員やその周辺住民等の生命，\n身体に重大な危害を及ぼし，周辺の環境を放射能によって汚染するなど，深刻な災\n害を引き起こすおそれがあることにかんがみ，このような災害が万が一にも起こら\nないようにするため，原子炉設置許可の段階で，原子炉を設置しようとする者（申\n請者）の技術的能力並びに申請に係る原子炉施設の位置，構造及び設備の安全性に\nつき，科学的，専門技術的見地から，十分な審査を行わせることにあるものと解さ\nれる。\n（３）　ところで，技術的能力を含めた原子炉施設の安全性に関する審査は，当該\n原子炉施設そのものの工学的安全性，平常運転時における従業員，周辺住民及び周\n辺環境への放射線の影響，事故時における周辺地域への影響等を，原子炉設置予定\n地の地形，地質，気象等の自然的条件，人口分布等の社会的条件及び当該原子炉設\n置者の技術的能力との関連において，多角的，総合的見地から検討するものであ\nり，しかも，この審査の対象には，将来の予測に係る事項も含まれているのであっ\nて，同審査においては，原子力工学はもとより，多方面にわたる極めて高度な昀新\nの科学的，専門技術的知見に基づく総合的判断が必要とされるものであることが明\nらかである。そして，規制法２４条２項が，「主務大臣は，原子炉設置の許可をす\nる場合においては，同条１項３号（技術的能力に係る部分に限る。）及び４号所定\nの基準の適用について，あらかじめ原子力安全委員会の意見を聴き，これを十分に\n尊重してしなければならない。」と定めているのは，このような原子炉施設の安全\n性に関する審査の特質を考慮し，上記各号所定の基準の適合性については，専門的\nな学識経験者等を擁する原子力安全委員会の科学的，専門技術的知見に基づく意見\nを尊重して行う主務大臣の合理的な判断にゆだねる趣旨と解される（以上（２），\n（３）の説示につき，昀高裁判所第１小法廷平成４年１０月２９日判決・民集４６\n巻７号１１７４頁参照。以下，この昀高裁判決を「伊方昀高裁判決」という。な\nお，伊方昀高裁判決において判断の対象となった伊方原子力発電所についての原子\n炉設置許可処分がなされた当時においては，原子力委員会が現在の原子力安全委員\n会（昭和５３年設置）の所掌事務も所管していたため，当時の規制法（昭和５２年\n法律第８０号による改正前のもの）２４条２項の規定も，内閣総理大臣が原子炉設\n置許可処分をする場合においては，同条１項各号に規定するすべての基準の適用に\nついて，原子力委員会の意見を聴き，これを尊重してしなければならないと規定し\nており，そのため，伊方昀高裁判決は，規制法２４条１項３号（技術的能力に係る\n部分に限る。）及び４号所定の基準の適用については，「原子力委員会の科学的，\n専門技術的知見に基づく意見を尊重して行う内閣総理大臣の合理的な判断にゆだね\nる趣旨と解するのが相当である。」と判示している。しかし，法律改正によって，\n原子炉等の安全の確保に関する事務が原子力安全委員会の所掌事務とされ，規制法\n２４条２項も，主務大臣は，原子炉設置の許可をする場合においては，同条１項３\n号（技術的能力に係る部分に限る。）及び４号所定の基準の適用について，あらか\nじめ原子力安全委員会の意見を聴き，これを十分に尊重してしなければならないと\n定めるようになったのであるから，本件訴訟において伊方昀高裁判決を参考とする\nに当たっては，上記のように修正して理解すべきことになる。）。\n（４）　上記のような原子炉設置の安全性に関する基準適合性の有無が，原子力安\n全委員会の科学的，専門技術的知見に基づく意見を尊重して行う主務大臣（内閣総\n理大臣）の合理的な判断にゆだねられているということは，主務大臣に専門技術的\n裁量が認められていると解することができる。しかしながら，その基準適合性の判\n断（裁量）は，規制法の趣旨に従い，あくまで安全確保の見地から，科学的かつ合\n理的に行うものでなければならない。したがって，この主務大臣に認められた裁量\n（専門技術的裁量）は，非科学的であってはならず，かつまた，安全性にかかわら\nない政策的要素を考慮する余地がないという点において，他の分野で認められてい\nる「裁量」（政治的，政策的裁量）とは，その性質，内容を異にするというべきで\nある。\n２　住民が原子炉設置許可処分の効力を争う場合に主張が許される違法事由\n（１）　住民が原子炉の設置許可処分に対して抗告訴訟を提起した場合，その訴訟\n類型としては，取消訴訟と無効等確認訴訟の二者が想定される。\nところで，行政事件訴訟法は，取消訴訟について，「当該処分又は裁決の取消し\nを求めるにつき法律上の利益を有する者に限り，提起することができる」と規定し\n（９条），また，「自己の法律上の利益に関係しない違法を理由として取消しを求\nめることができない」とも定めている（１０条１項）。他方，無効等確認訴訟につ\nいては，「無効等の確認を求めるにつき法律上の利益を有する者で，当該処分若し\nくは裁決の存否又はその効力の有無を前提とする現在の法律関係に関する訴えによ\nって目的を達することができないものに限り，提起することができる」と規定する\nのみで（３６条），上記１０条１項の規定を準用していない。\nしかし，無効等確認訴訟も，取消訴訟と同じく，自己の権利利益の救済を求める\nことを目的とする主観訴訟であることには変わりがないのであるから，「自己の法\n律上の利益に関係しない違法」の主張を認めるべき合理的根拠は，見あたらない。\nしたがって，同法１０条１項の規定は，無効等確認訴訟に類推適用され，住民原告\nは，自己の法律上の利益に関係しない違法を理由として，原子炉設置許可処分の無\n効等確認を求めることはできないと解すべきである。\n（２）　本件は，原子炉設置許可処分の無効確認訴訟である。そこで，本件におい\nて，住民である控訴人（原審原告）らに主張が認められる事由につき検討する。\n規制法２４条１項各号のうち，１号，２号及び３号（経理的基礎に係る部分に限\nる。）の基準要件が住民個人の利益に関係しないものであることは，明らかであ\nる。したがって，本件において，控訴人らが上記各号の基準適合性の違法を主張す\nることは，許されない。\nこれに対して，規制法２４条１項３号（技術的能力に係る部分に限る。）及び４\n号を原子炉設置許可の基準としたのは，原子炉を設置しようとする者が原子炉の設\n置，運転につき必要な技術的能力を欠くとき，又は原子炉施設の安全性が確保され\nないときは，当該原子炉施設の従業員やその周辺住民等の生命，身体に重大な危害\nを及ぼし，周辺の環境を放射能によって汚染するなど，深刻な災害を引き起こすお\nそれがあることからに他ならない。したがって，これらの基準適合性の審査に過\n誤，欠落があれば，重大な原子炉事故が起こる可能性があり，事故が起こったとき\nには，原子炉施設の付近住民に直接的かつ重大な被害を及ぼす危険性があるという\nべきであるから，控訴人らは，上記各基準適合性の違法を本件において主張するこ\nとができるというべきである。また，規制法が，主務大臣は同各号に規定する基準\nの適用については原子力安全委員会の意見を十分に尊重しなければならない，と規\n定している（同法２４条２項）ことからすると，上記各号の審査に関する手続上の\n瑕疵も，控訴人らは，違法事由として主張が許されると解すべきである。\nもっとも，３号（技術的能力に係る部分に限る。）及び４号に関するものではあ\nっても，原子炉施設の従業員の被害にかかわる事由は，住民である控訴人らの個人\n的権利利益に関係するものではないから，控訴人らがこれを違法事由として主張す\nることは許されない。\n３　原子炉設置許可段階における安全審査の対象事項\n（１）　規制法は，その規制の対象を，製錬事業（第２章），加工事業（第３\n章），原子炉の設置，運転等（第４章），再処理事業（第５章），核燃料物質等の\n使用等（第６章），国際規制物質の使用（第６章の２）に分け，それぞれにつき主\n務大臣の指定，許可，認可等を受けるべきものとしているのであるから，第４章所\n定の原子炉の設置，運転等に対する規制は，専ら原子炉設置の許可等の第４章所定\nの事項をその対象とするものであって，他の各章において規制することとされてい\nる事項までをその対象とするものでないことは明らかである。\n（２）　また，規制法第４章の原子炉の設置，運転等に関する規制の内容をみる\nと，原子炉の設置の許可，変更の許可（２３条ないし２６条の２）のほかに，設計\n及び工事の方法の認可（２７条），使用前検査（２８条），保安規定の認可（３７\n条），定期検査（２９条），原子炉の解体の届出（３８条）等の各規制が定められ\nており，これらの規制が段階的に行われることとされている。したがって，原子炉\nの設置の許可の段階においては，専ら当該原子炉の基本設計のみが規制の対象とな\nるのであって，後続の設計及び工事の方法の認可（２７条）の段階で規制の対象と\nされる当該原子炉の具体的な詳細設計及び工事の方法は規制の対象とはならないも\nのと解すべきである。\n以上にみた規制法の規制の構造に照らすと，原子炉設置の許可の段階の安全審査\nにおいては，当該原子炉施設の安全性にかかわる事項のすべてをその対象とするも\nのではなく，その基本設計の安全性にかかわる事項のみをその対象とするものと解\nするのが相当である（以上（１），（２）につき，伊方昀高裁判決参照）。\n（３）　ところで，ここでいう「基本設計」なる概念は，規制法等の法律上に定義\n規定があるわけではないから，ある特定の事項が「基本設計の安全性にかかわる事\n項」に該当するのか，それとも，後の設計及び工事の方法の認可の段階での規制対\n象となるのかは，法律上一義的に明確ではない。しかし，既述のように原子炉設置\n許可の基準適合性が，専門的な学識経験者等を擁する原子力安全委員会の科学的，\n専門技術的知見に基づく意見を尊重して行う主務大臣の合理的な判断にゆだねられ\nていることに鑑みると，ある特定の事項が「基本設計の安全性にかかわる事項」に\n該当するかどうかの点も，原子力安全委員会の意見を尊重して行う主務大臣の合理\n的な判断にゆだねられていると解するのが相当である。しかし，この主務大臣の判\n断は，安全審査の目的を達成するため，もっぱら科学的かつ専門技術的な見地から\n合理的に行われなければならない。\n他方，上記の主務大臣の具体的な判断は，決して固定的，硬直的なものではな\nく，流動的かつ柔軟なものというべきである。すなわち，同じ原子炉といっても，\nその炉型の実績，技術，知見は決して一様ではない。既に世界各国で実用炉（商業\n炉）として稼働している軽水型原子炉のように，ほぼ技術的には解明され，多くの\n経験と知見が蓄積されている原子炉もあれば，本件原子炉（高速増殖炉）のよう\nに，未だ研究開発段階で稼働実績に乏しく，技術，知見ともに不十分な原子炉も存\n在する。このように実績，技術，知見などの異なる原子炉の間では，その安全審査\nの在り方に差が生じるのは当然のことである。実績のある軽水炉であれば，技術と\n知見の蓄積とともに，原子力安全委員会が直接審査しなければならない「基本設計\nの安全性にかかわる事項」の項目，範囲が初期のころよりも段階的に縮小し，それ\nまで基本設計の安全事項とされていたものが，後続の具体的な設計段階の審査事項\n（設計及び工事の方法の認可の規制対象）に委ねられることも，十分あり得ること\nである。しかし，研究開発段階の原子炉であれば，実績，技術，知見などの不十分\nさの故に，その安全審査には，安全裕度を高く設定する慎重かつ保守的な対応が求\nめられるのであり，審査すべき「基本設計の安全性にかかわる事項」が軽水炉の場\n合と比較して，広範囲に渡ることはやむを得ないことである。\n第２　原子炉設置許可処分の無効要件（主要な争点１）\n１　原子炉設置許可処分の違法事由\n本件は，本件許可処分の無効確認訴訟であるが，本件許可処分が無効と判断され\nるためには，その無効事由が違法と認められるものでなければならない。そこで，\nまず原子炉設置許可処分が違法と評価されるのは，どのような場合であるかについ\nて判断する。\n（１）　伊方昀高裁判決は，「原子炉施設の安全性に関する判断の適否が争われる\n原子炉設置許可処分取消訴訟における裁判所の審理，判断は，原子力委員会（注・\n本件許可処分当時は，原子力安全委員会がこれに相当する。）若しくは原子炉安全\n専門審査会の専門技術的な調査審議及び判断を基にしてされた被告行政庁の判断に\n不合理な点があるか否かという観点から行われるべきであって，現在の科学技術水\n準に照らし，右調査審議において用いられた具体的審査基準に不合理な点があり，\nあるいは当該原子炉施設が右の具体的審査基準に適合するとした原子力委員会若し\nくは原子炉安全専門審査会の調査審議及び判断の過程に看過し難い過誤，欠落があ\nり，被告行政庁の判断がこれに依拠してされたと認められる場合には，被告行政庁\nの右判断に不合理な点があるものとして，右判断に基づく原子炉設置許可処分は違\n法と解すべきである。」と判示している。\n（２）　当裁判所も上記判例に従うものであるが，その判示によれば，原子炉施設\nの安全性に関する判断の適否が争われる原子炉設置許可処分取消訴訟において，原\n子炉設置許可処分が違法となるのは，現在の科学技術水準に照らし，①　原子力安\n全委員会若しくは原子炉安全専門審査会の調査審議で用いられた具体的審査基準に\n不合理な点があること，あるいは，②　当該原子炉施設が具体的審査基準に適合す\nるとした原子力安全委員会若しくは原子炉安全専門審査会の調査審議及び判断の過\n程に看過し難い過誤，欠落があること，の２点である。もっとも，主務大臣（行政\n庁）の判断が原子力安全委員会の調査審議に基づく意見に依拠していなかったとき\nには，主務大臣は原子力安全委員会の意見を十分に尊重して処分をしなければなら\nない旨を定める規制法２４条２項に違反する疑いがあるから，この場合は，手続上\nの違法が生じる余地がある。\nまた，上記判決が，安全審査・判断の過程に単なる「過誤，欠落」でなく，「看\n過し難い過誤，欠落」があると認められる場合に限って違法としているのは，主務\n大臣の判断が多角的，総合的なものであることから，過誤，欠落が軽微なものであ\nって重大なものでない場合には，必ずしも主務大臣の判断が不合理なものとなるも\nのではないという趣旨であると解される。\n２　原子炉設置許可処分の無効要件としての違法（瑕疵）の明白性\n（１）　行政処分の違法事由と無効事由との関係については，これまで様々な議論\nのあったところであるが，一般には，裁判所が行政処分を無効と宣言できるのは，\n当該行政処分に重大かつ明白な違法事由（瑕疵）がある場合に限られると解されて\nきた。このように解されてきたのは，行政事件訴訟における取消訴訟と無効確認訴\n訟の法律上の位置付けの相違からきたものである。すなわち，\nア　国民が行政処分を法的に直接争う場合の訴訟形態は，取消訴訟が基本である\n（行政事件訴訟法第２章　第１節）。しかし，取消訴訟は，出訴期間（３箇月）内\nに提起しなければならず（同法１４条１項），処分から１年を経過したときは，正\n当な理由がない限り，提起することができないともされている（同法１４条３\n項）。このように，行政事件訴訟法が取消訴訟の提起に一定の期間制限を設けたの\nは，行政処分が公共の利害にかかわるところが大きいうえ，処分後には，処分を信\n頼した第三者も関係する様々な法律関係が形成される可能性があることから，行政\n処分の効力をいつまでも争い得る状態に置いていることは，相当でないからであ\nる。\nイ　しかし，行政処分の瑕疵の程度如何によっては，出訴期間の徒過を理由に，処\n分の効力を争えないとすることが著しく不相当な場合もあり得るところである。そ\nこで，行政事件訴訟法は，取消訴訟とは別に，権利救済の手段として無効等確認訴\n訟を認めている（同法３６条）。この無効等確認訴訟は，「当該処分若しくは裁決\nの存否又はその効力の有無を前提とする現在の法律関係に関する訴えによって目的\nを達することができない」場合に限り，提起が認められるものであるが（同法３６\n条），その提起に特に期間の制限は設けられていない。このように，無効等確認訴\n訟の提起に期間制限がなく，国民はいつでも行政処分を無効と主張し得るとするこ\nとは，行政の法的安定及び処分に対する第三者の信頼保護という観点からすると，\nはなはだ不都合なことである。かかる矛盾する要請を調整するには，行政処分を無\n効とする違法事由を一定の限度に制限する必要があるとされ，そこで唱えられたの\nが，処分に重大かつ明白な違法事由（瑕疵）がある場合に限り，処分を無効とする\n理論であり，判例もこの理論を原則的には採用しているところである。そして，昀\n高裁第３小法廷昭和３６年３月７日判決（民集１５巻３号３８１頁）は，「瑕疵が\n明白というのは，処分成立の当初から誤認であることが外形上，客観的に明白であ\nることを指すものと解すべきである。」と判示している。\n（２）　しかしながら，行政処分の種類，性質，内容は，複雑で多種多様なものが\nあり，それに応じて，違法な処分によって国民が受ける不利益（権利・利益の侵\n害）の程度，態様も必ずしも一様でない。そのため事案によっては，無効要件とし\nて重大かつ明白な瑕疵の存在を不可欠とすることが適当でない場合が出てくること\nは，避けられないところである。昀高裁第１小法廷昭和４８年４月２６日判決（民\n集２７巻３号６２９頁）も，冒用された所有権移転登記に基づく課税処分につき，\n「一般に，課税処分が課税庁と被課税者との間にのみ存するもので，処分の存在を\n信頼する第三者の保護を考慮する必要がないこと等を勘案すれば，当該処分におけ\nる内容上の過誤が課税要件の根幹についてのそれであって，徴税行政の安定とその\n円滑な運営の要請を斟酌してもなお，不服申立期間の徒過による不可争的効果の発\n生を理由として被課税者に右処分による不利益を甘受させることが，著しく不当と\n認められるような例外的事情のある場合には，前記の過誤による瑕疵は，当該処分\nを当然無効ならしめるものと解するのが相当である。」と判示し，明白性の要件を\n問うことなく，課税処分を無効とした。この判決は，判決自身が述べるように例外\n的事情のある場合の判断ではあるが，行政処分を無効とするのに，違法の明白性の\n要件を必要としない場合のあることを認めたものとして，注目すべき判例である。\n以上を概観すれば，昀高裁の判例は，違法な行政処分を無効とするには，原則と\nしてその違法が重大かつ明白なことを要するが，特段の事情のあるときは，必ずし\nも違法の明白性の要件は必要としないとしているものと解され，当裁判所は，この\n解釈を正当なものと考える。\n（３）　そこで，原子炉の安全性の適否が争われる原子炉設置許可処分の無効確認\n訴訟においては，その処分無効の要件として，違法（瑕疵）の明白性を要するか否\nかを検討する。\nア　原子炉設置許可処分は，申請者に原子炉の設置を許可するものであるから，申\n請者にとっては，その処分の可否は重大な利害に係わるものである。そして，原子\n炉設置許可に続いて，設計及び工事の方法の認可を受ければ，申請者は，原子炉の\n建設に着手することができ，その場合には，建設に巨額な資金を投ずることとなる\nばかりでなく，第三者である工事関係者なども，処分を前提にして様々な法律関係\nを形成することになるのであるから，原子炉設置許可処分の法的安定の必要性と第\n三者の信頼保護の要請は，他の行政処分と比較しても，相当高いものがあるという\nことができる。また，処分庁にとっても，原子炉の設置は我が国の中長期的なエネ\nルギー需要の充足に少なからざる影響を及ぼすものであるから，原子力行政の遂行\n及び運営上，許可処分がいつまでも不安定であることは，決して好ましいことでは\nない。\n以上のことからすると，原子炉設置許可処分の無効要件を緩和することは，相当\nではないようにも思われる。\nイ　しかしながら，原子炉は，ウランなどの核燃料物質を燃料とし，その核分裂反\n応によって発生する熱エネルギーを電気エネルギーに転換する装置であり，その稼\n働により，原子炉容器内には人体に極めて有害な放射性物質を大量に発生させるも\nのであって，正常に維持，管理されても，常に潜在的危険性を有する構造物であ\nる。そして，原子炉にひとたび本格的な重大事故が起これば，旧ソ連邦のチェルノ\nブイリ事故の例を見るまでもなく，それが付近住民と環境に与える影響及び被害\nは，その内容，態様，程度，範囲において，深刻かつ甚大であって，その悲惨さが\n言語に絶するものとなることは，容易に推測できることである。原子炉がかかる潜\n在的危険性を有するものであることからすると，その設置許可の段階における安全\n審査において，その調査審議及び判断の過程に重大な過誤，欠落があるとすれば，\n当該原子炉は，付近住民にとって重大な脅威とならざるを得ない。この場合におい\nて脅威にさらされるのは，人間の生命，身体，健康，そして環境であり，換言すれ\nば，人間の生存そのものということができる。かかる何事にも代え難い権利，利益\nの侵害の危険性を前にすれば，原子炉設置許可処分の法的安定性並びに同処分に対\nする当事者及び第三者の信頼保護の要請などは，同処分の判断の基礎となる安全審\n査に重大な瑕疵ある限り，比較の対象にもならない，取るに足りないものというべ\nきである。\nウ　以上のことからすれば，原子炉設置許可処分については，原子炉の潜在的危険\n性の重大さの故に特段の事情があるものとして，その無効要件は，違法（瑕疵）の\n重大性をもって足り，明白性の要件は不要と解するのが相当である。\nそして，この解釈は，次のような事例の場合のことを考えても，相当であるとい\nうことができる。すなわち，伊方昀高裁判決は，既述のとおり，原子炉設置許可処\n分取消訴訟における原子炉施設の安全性に関する行政庁の判断の適否に対する裁判\n所の審理，判断は，現在の科学技術水準に照らして行うべき旨を判示している。こ\nれによると，処分当時の知見による安全審査に問題はなくとも，その後の科学技術\nの進展によって新しい知見が得られ，この新知見によって判断すれば，処分の前提\nとなる安全審査に看過し難い過誤，欠落のあることが判明した場合には，当該処分\nは違法と判断されることとなる。そうすると，住民が，原子炉設置許可処分当時は\n安全性に問題はないとして，取消訴訟を提起しなかったものの，出訴期間経過後に\n新しい知見が確立され，その知見によれば，安全審査に過誤，欠落があったとし\nて，処分の効力を争う訴えを提起しようとすれば，無効確認訴訟を提起する外ない\nが，かかる場合に，違法事由に「重大かつ明白」の要件を要求することは，極めて\n不当なことといわなければならない。けだし，前記のように，昀高裁第３小法廷昭\n和３６年３月７日判決は，「瑕疵が明白というのは，処分成立の当初から誤認であ\nることが外形上，客観的に明白であることを指すものと解すべきである。」と判示\nしているのであるから，処分後の新知見に基づく処分の無効確認につき，違法（瑕\n疵）の明白性を求めることは，事実上，提訴の断念を強いるに等しいことであるか\nらである。かかる点に鑑みれば，無効確認訴訟である以上，違法の重大性を要件と\nすることはやむを得ないとしても，違法の明白性は不要と解さなければ，国民の権\n利救済の途を閉ざすことになるのは，明らかである。\n３　原子炉設置許可処分の無効要件としての違法（瑕疵）の重大性\n（１）　前述のとおり，原子炉施設の安全性に関する判断の適否が争われる場合に\nおいて，それが違法とされるのは，現在の科学技術水準に照らし，①　原子力安全\n委員会若しくは原子炉安全専門審査会の調査審議で用いられた具体的審査基準に不\n合理な点があること，あるいは，②　当該原子炉施設が具体的審査基準に適合する\nとした原子力安全委員会若しくは原子炉安全専門審査会の調査審議及び判断の過程\nに看過し難い過誤，欠落があること，の二つの場合である。\n（２）　ところで，安全審査において，原子炉施設の基本設計若しくは基本的設計\n方針として確認されるべき事項は，証拠（原審証人Ａの証言）及び弁論の全趣旨に\nよれば，\n①　原子炉の平常運転によって放射性物質の有する潜在的危険性が顕在化しない\nように，平常運転時における被爆低減対策が適切に講じられていること，\n②　原子炉施設に事故が発生することにより放射性物質の有する潜在的危険性が\n顕在化しないように，自然的立地条件との関係を含めた事故防止対策が適切に講じ\nられていること，\nの２点であり，これに尽きることが認められる。\n要するに，原子炉設置許可処分の段階における安全審査の究極の目的は，平常運\n転時はもとより，事故時においても，原子炉内の放射性物質の有する潜在的危険性\nを顕在化させないことの確認にあるということができる。したがって，上記違法と\n目される審査基準の不合理，又は安全審査の過程における看過し難い過誤，欠落に\nよって，この確認（原子炉内の放射性物質の潜在的危険性を顕在化させないことの\n確認）に不備，誤認などの瑕疵が生じたとすれば，その瑕疵は，安全審査の根幹に\nかかるものであるから，原子炉設置許可処分を無効とならしめる重大な違法事由と\n認めることができる。\n（３）　そこで，具体的にどのような事項（それが「基本設計の安全性にかかわる\n事項」でなければならないのは当然である。）に対する安全審査の瑕疵が，原子炉\n設置許可処分を無効ならしめる重大な違法事由を構成するかについて検討する。\nア　原子炉施設内には，放射性物質として，①核燃料物質，②燃料の核分裂反応に\nよって生じる原子核分裂生成物，及び③炉心燃料集合体等の構造材や冷却材が中性\n子により放射化されることなどによって生じる放射化生成物が存在する（原審証人\nＡの証言）。ここでは核燃料の保管場所を除外すると，上記放射性物質は，いずれ\nも原子炉容器及びこれを格納する原子炉格納容器の内部に存在する（乙１，２，乙\nイ４，弁論の全趣旨）。放射性物質の潜在的危険性が顕在化するというのは，この\n原子炉格納容器内に閉じ込められていた放射性物質が周辺の環境に放出されること\nをいうものと解されるが，そのような事態が生じるのは，原子炉本体又はその容器\nの工学的設計に不備があるか，若しくは，何らかの要因（外乱）によって原子炉に\n異常な事象や事故が発生した場合が想定される。\nイ　したがって，かかる事態の発生の防止，抑制，安全保護対策に関する事項の安\n全審査に瑕疵があり，その結果として，放射性物質が環境に放散されるような事態\nの発生の具体的危険性を否定できないときは，安全審査の根幹を揺るがすものであ\nるから，原子炉設置許可処分を無効ならしめる重大な違法（瑕疵）があるというべ\nきである。\nなお，上記事態の対策に関する安全審査の事項には，原子炉格納容器内の安全性\nに関する事項に限らず，原子炉の損傷又は溶融の原因を与える可能性のある事項，\n例えば，２次主冷却系設備の事故に関する事項も含まれる。\nまた，上記事態の発生の具体的危険性については，裁判所は，その存在を積極的\nに認定する必要はなく，その具体的危険性を否定できるかどうかを判断すれば足り\nると解すべきである。けだし，原子炉設置許可処分の抗告訴訟において，原子炉施\n設の安全性に関する判断の適否が争われる場合における裁判所の審理，判断は，被\n告行政庁の判断に不合理な点があるか否かという観点から行われるべきものであり\n（伊方昀高裁判決），裁判所は，行政庁に代わって，原子炉施設の安全性の有無を\n直接判断する立場にないからである。\n第３　主張立証責任\n１　伊方昀高裁判決は，原子炉設置許可処分の取消訴訟における違法事由（被告行\n政庁の判断の不合理性）の主張，立証責任について，「原子炉設置許可処分につい\nての右取消訴訟においては，右処分が前記のような性質を有することにかんがみる\nと，被告行政庁がした右判断に不合理な点があることの主張，立証責任は，本来，\n原告が負うべきものと解されるが，当該原子炉施設の安全審査に関する資料をすべ\nて被告行政庁の側が保持していることなどの点を考慮すると，被告行政庁の側にお\nいて，まず，その依拠した前記の具体的審査基準並びに調査審議及び判断の過程\n等，被告行政庁の判断に不合理な点のないことを相当の根拠，資料に基づき主張，\n立証する必要があり，被告行政庁が右主張，立証を尽くさない場合には，被告行政\n庁がした右判断に不合理な点があることが事実上推認されるものというべきであ\nる。」と判示している。\nこれを要するに，\n①　行政庁のする原子炉設置許可処分は専門技術的判断（裁量）に基づくものであ\nるから，取消訴訟における当該判断の不合理性（違法事由）の主張立証責任は，原\n告が負担すべきである，\n②　しかし，安全審査に関する資料を被告行政庁が保持していることから，被告行\n政庁の側で当該判断に不合理な点がないことを相当の根拠，資料に基づき主張立証\nする必要がある，\n③　被告行政庁がその主張立証を尽くさないときには，当該判断に不合理な点があ\nることが事実上推認される，\nというものである。\n２　以上の考え方は，原子炉設置許可処分の無効確認訴訟の無効事由の主張立証責\n任についても，妥当すると解すべきである。けだし，別異の考え方を採る合理的理\n由がないからである。\n被控訴人は，取消訴訟が抗告訴訟の原則的訴訟形式であるのに対し，無効確認訴\n訟が例外的，補充的な訴訟形式であることを強調して，伊方昀高裁判決の判示する\n上記②，③の点は，無効確認訴訟に適用する余地はないと主張する。\nしかしながら，無効確認訴訟であっても，当該原子炉施設の安全審査に関する資\n料はすべて被告行政庁に保持されているのに対し，周辺住民である原告らはこれら\nの資料を保持していない証拠の偏在という事情は，取消訴訟の場合と何ら異なるも\nのではない。そして，昀終的な主張立証責任が原告側にある以上，証拠の偏在を理\n由に，当事者間の衡平を図る見地から，上記②の主張立証の負担を被告行政庁に負\nわせ，それが尽くされないときは，上記③の事実上の推認をするという考え方は，\n被控訴人が指摘する無効確認訴訟の特性（例外的，補充的訴訟）であることを考慮\nしても，決して不合理ということはできない。\n被控訴人は，出訴期間の制限のない無効確認訴訟においては，その出訴の時期如\n何によっては，時の経過によって行政庁の保管している原子炉設置許可処分に関す\nる資料が散逸し，被告行政庁が相当な資料に基づき主張立証することが困難になる\n事態も考えられると主張する。しかし，裁判所は，当事者に不可能なことを求める\nものではないから，仮に資料の散逸が生じ，それがやむを得ない事情に基づくもの\nと認められるときは，その限度で被告行政庁の主張立証の負担は軽減されると解す\nべきである。したがって，資料散逸の事態が生じたからといって，被控訴人行政庁\nに過酷な負担を課すことにはならないというべきである。\n３　以上のとおりであるから，伊方昀高裁判決の主張立証責任に関する考え方は，\n原子炉設置許可処分の無効確認訴訟にも基本的に妥当するものである。したがっ\nて，原子炉設置許可処分の無効確認訴訟の主張立証責任は，次のように考えるべき\nである。すなわち，\n①　行政庁のした原子炉設置許可処分の判断に処分を無効とするに足る重大な瑕疵\n（違法事由）のあることの主張立証責任は，原告が負担する。\n②　被告行政庁は，当該判断に処分を無効とするに足る重大な瑕疵（違法事由）の\nないことを相当の根拠，資料に基づき主張立証する必要がある。\n③　被告行政庁がその主張立証を尽くさないときには，当該判断に処分を無効とす\nるに足る重大な瑕疵（違法事由）のあることが事実上推認される。\nなお，上記における「処分を無効とするに足る重大な瑕疵（違法事由）」という\nのは，前述したように，主務大臣（行政庁）が原子炉設置を許可すべきと判断する\nのに依拠したと認められる原子力安全委員会（原子炉安全専門審査会を含む。）の\n安全審査（調査審議及び判断）において，その安全審査に用いられた具体的審査基\n準に不合理な点があり，あるいは当該原子炉施設が具体的審査基準に適合するとし\nた判断の過程に看過し難い過誤，欠落があることにより，原子炉格納容器内に閉じ\n込められている放射性物質が周辺の環境に放出される事態の発生の防止，抑制，安\n全保護対策に関する事項の安全確認に不備，誤認が生じたときにおける，その安全\n審査の瑕疵であって，その結果として，そのような事態の発生の具体的危険性を否\n定できない場合をいう。\n第２章　各論\n第１節　本件申請者の技術的能力（主要な争点２の（１））\n第１　技術的能力に対する安全審査\n１　技術的能力の審査基準\n規制法２４条１項３号の定める「原子炉を設置するために必要な技術的能力」及\nび「原子炉の運転を適確に遂行するに足りる技術的能力」に関連する法令上の規定\nは，試験研究の用に供する原子炉等の設置，運転等に関する規則１条の３第２項\nが，規制法施行令６条２項に基づき，「原子炉施設の設置及び運転に関する技術的\n能力に関する説明書」（５号）を許可申請書に添付すべきことを定める以外に特に\nなく，また，その審査の指針となる審査基準も，特に定められていない。\n２　技術的能力に関する本件安全審査\n証拠（乙１４の３，１６，２２）及び弁論の全趣旨によれば，次の事実が認めら\nれる。\n（１）　原子力安全委員会は，本件安全審査において次のことを確認した。\nア　本件申請者（動燃）は，本件原子炉施設の建設に当たり，法令に基づく諸手\n続，設計，工事計画，品質保証及びこれらに付随する対外連絡等の業務を含めて本\n社技術者約１５０人を直接従事あるいは関与させ，また，本件原子炉施設運転開始\n時には約１８０人の技術者を確保することとしている。同技術者は，それぞれ土木\n建築系，保健物理（放射線物理）系，炉物理系等の知識を有しており，管理者の約\n半数は，高速増殖炉の研究，開発，計画等に１０年以上の経験を有している。\nイ　本件申請者は，本件原子炉施設の建設，運転を行うに当たって，建設に必要な\n組織（技術者等で組織されるもんじゅ建設事務所）を設置すると共に，運転を適確\nに遂行する組織体制を設けることとしている。また，技術者の養成については，高\n速実験炉「常陽」と新型転換炉「ふげん」発電所の運転・保守の実務経験を通じて\n技術者の養成を行い，原子力関係機関への研修派遣や本件原子炉施設用のシミュレ\nータでの訓練を通じて技術者の養成を行うこととしている。さらに，原子炉主任技\n術者及び第一種放射線取扱主任者その他法令上必要な有資格者を確保している。\n（２）　原子力安全委員会は，本件申請者は，本件原子炉施設の建設，運転に当た\nって，十分な要員を確保していると共に，業務を適確に遂行するに十分な人的，組\n織的体制を準備しており，本件許可申請は規制法２４条１項３号の技術的能力に係\nる基準要件に適合していると判断した。\n第２　当裁判所の判断\n１　控訴人らの主張\n（１）　原子炉等規制法２４条１項３号の技術的能力に係る基準要件の審査は，伊\n方昀高裁判決の判示からも明らかなように，多角的，総合的見地からこれを検討\nし，多方面にわたる高度な昀新の科学的，専門技術的知見に基づいて総合的に判断\nすべきものである。しかるに，原子力安全委員会は，本件申請者（動燃）の組織の\n要員や技術者の資格等という形式的な人的要素に限定して，その技術的能力を判断\nしており，その安全審査は，不十分かつ不合理である。\n（２）　技術的能力の基準要件適合性は，現在の知見によって判断すべきところ，\n本件申請者は，本件許可処分後，次のような事故を起こし，また，情報を隠匿する\n体質を露呈しており，本件申請者が原子炉の設置，運転の技術的能力を欠くことは\n明らかである。したがって，技術的能力の存在を肯定した本件安全審査には，看過\nし難い過誤がある。\n①　本件ナトリウム漏えい事故\n平成７年１２月８日，本件原子炉施設において，２次冷却材ナトリウムが漏えい\nする事故が発生した（事故の概要は，第１章，第１節，第７参照）。\n②　配管の設計ミス\n平成３年６月，２次主冷却系配管が熱膨張により設計とは逆方向に変形し，設計\nミスのあることが明らかとなった。また，同年９月，蒸気発生器細管の溶接箇所に\n定期検査用のプローブがひっかかり，プローブの方を削るという事態が発生した。\n③　東海村再処理工場の事故\n平成９年３月１１日，本件申請者の東海村再処理工場の放射性廃棄物アスファル\nト固化工程において，大規模な爆発事故が発生した。\n④　本件申請者の事故情報の秘匿体質\n本件ナトリウム漏えい事故後，本件申請者は，事故が軽微なものと装うため事故\n現場を撮影したビデオテープの存在を隠し，その後，公開しても全部は公開しなか\nった。また，本件申請者（動燃）は，本件ナトリウム漏えい事故に関し，科学技術\n庁に虚偽の報告をして刑事処分を受けている。\n⑤　原子力安全委員会のもんじゅ安全性確認ワーキンググループの指摘\n平成１２年８月，本件ナトリウム漏えい事故後に原子力安全委員会に設置された\n「もんじゅ安全性確認ワーキンググループ」は，「もんじゅの安全性への取り組み\nの確認について」と題する報告書において，本件申請者の改善すべき数々の事項を\n指摘した。\n⑥　本件申請者の理事長Ｂの記者会見における発言\n平成１０年７月２９日，本件申請者の理事長Ｂは，記者会見において，「動燃は\n安全優先の姿勢が欠けていた。」，動燃の意識改革には「早道はなく，未だ時間が\nかかる。」と述べている。\n２　控訴人らの主張に対する判断\n（１）　控訴人らは，技術的能力の審査は多角的，総合的見地から行うべきなの\nに，原子力安全委員会が審査の対象を動燃の組織の要員や技術者の資格等という形\n式的な人的要素に限定しているのは，不合理であると主張する。\nア　しかし，規制法において原子炉設置許可の安全性の基準として２４条１項３号\n（技術的能力に係る部分に限る。）及び４号を定めた趣旨は，原子炉が原子核分裂\nの過程において高エネルギーを放出する核燃料物質を燃料として使用する装置であ\nり，その稼働により，内部に人体に極めて有害な放射性物質を多量に発生させるも\nのであって，原子炉を設置しようとする者が原子炉の設置，運転につき所定の技術\n的能力を欠くとき，又は原子炉施設の安全性が確保されないときは，当該原子炉施\n設の従業員やその周辺住民等の生命，身体に重大な危害を及ぼし，周辺の環境を放\n射能によって汚染するなど，深刻な災害を引き起こすおそれがあることにかんが\nみ，このような災害が万が一にも起こらないようにするため，原子炉設置許可の段\n階で，原子炉を設置しようとする者の技術的能力並びに申請に係る原子炉施設の位\n置，構造及び設備の安全性につき，科学的，専門技術的見地から，十分な審査を行\nわせることにあるものと解される（伊方昀高裁判決参照）。\nイ　以上の趣旨に照らせば，申請に係る原子炉施設の具体的な位置，構造及び設備\nの安全性に関する基準は，規制法２４条１項４号の定めるところであるから，同項\n３号の技術的能力に係る基準は，申請者が当該原子炉を安全に設置，運転するに足\nりる技術的能力を客観的に具備していることを要件にしているものと解される。そ\nして，かかる客観的な技術的能力の有無は，当該申請者のこれまでの実績，組織・\n要員の実態，技術者の人数とその専門分野などの面から判断されるべきものであ\nる。\nそうすると，原子力委員会が，同項３号の技術的能力に係る基準適合性を，専ら\n本件申請者（動燃）の実績及びその人的，組織的要因の観点から判断したことは相\n当であり，不合理ではないというべきである。\nウ　控訴人らは，伊方昀高裁判決は技術的能力の審査は多角的，総合的見地から行\nうべきものとしていると主張する。\nしかし，同判決は，「技術的能力を含めた原子炉施設の安全性に関する審査は，\n当該原子炉施設そのものの工学的安全性，平常運転時における従業員，周辺住民及\nび周辺環境への放射線の影響，事故時における周辺地域への影響等を，原子炉設置\n予定地の地形，地質，気象等の自然的条件，人口分布等の社会的条件及び当該原子\n炉設置者の技術的能力との関連において，多角的，総合的見地から検討するもので\nあり」と述べているのであって，確かに，技術的能力を含めた原子炉施設の安全性\nに関する審査は，多角的，総合的見地から検討するものであるとしているが，その\n技術的能力は，原子炉施設の工学的安全性等を多角的，総合的見地から検討するに\n際し，その関連において検討すべき事由の１つとしているのであり，技術的能力そ\nのものを多角的，総合的見地から検討すべきものとしている訳ではない。\nしたがって，控訴人らの主張は採用できない。\n（２）　次に，控訴人らは，本件申請者が技術的能力の欠くことを裏付けるものと\nして，前記１の（２）の①ないし⑥の事由を挙げる。\nしかし，①②の事由は，規制法２４条１項４号及び同法２７条の定める要件適合\n性の問題である。③の事由は，直ちに本件申請者の技術的能力を否定するものでは\nない。④⑥の事由は，本件申請者の組織の体質の問題であり，遺憾なことではある\nが，技術的能力に関係するものではない。また，⑤の事由は，規制法２４条１項４\n号と本件申請者の体質に関係するものであるが，この事由の故に本件申請者の技術\n的能力が否定されるものではない。\n（３）　以上のとおりであるから，本件許可申請につき，その技術的能力の基準要\n件を充足するとした本件安全審査の不合理をいう控訴人らの主張は，理由がない。\n第２節　立地条件及び耐震設計（主要な争点２の（２））\n第１　立地条件及び耐震設計に関する審査基準\n１　「評価の考え方」の示す審査基準\n（１）　「評価の考え方」（「高速増殖炉の安全性の評価の考え方について」）\nは，「原子炉立地審査指針」（「原子炉立地審査指針及びその適用に関する判断の\nめやすについて」）はＬＭＦＢＲ（液体金属冷却高速増殖炉）にそのまま適用され\nるとしている。\n（２）　また，「評価の考え方」は，発電用軽水型原子炉施設を対象とした「耐震\n設計審査指針」（「発電用原子炉施設に関する耐震設計審査指針について」）をＬ\nＭＦＢＲ（液体金属冷却高速増殖炉）について参考にすべきとしているが，別紙に\n参考とする際に配慮検討すべき事項を示している。\nそして，「別紙」において，「ＬＭＦＢＲの安全設計については，（中略）ＬＭ\nＦＢＲ特有の設計上の特徴に関し以下のような点について十分検討を行い，系統及\nび機器の故障並びに異常の発生を極力小さくするとともに，万一の事故の発生に際\nし，その拡大を防止し放射性物質の放出を抑制することについて十分に配慮したも\nのとすることが必要である。」と述べ，その下記事項「（１１）　耐震性」の箇所\nで，「機器，配管等の設計に当たっては，軽水炉との構造上の相違（低圧，薄肉，\n高温構造）を考慮した耐震設計とすることが必要であること。また，系統，機器の\n耐震設計上の重要度分類は，ＬＭＦＢＲの設計の特徴を十分踏まえて行う必要があ\nること。」と指示している。\n（以上につき，乙４）\n２　原子炉立地審査指針における審査基準\n「評価の考え方」が，ＬＭＦＢＲ（液体金属冷却高速増殖炉）にもそのまま適用\nされるとしている原子炉立地審査指針の別紙１の「１　基本的考え方」の「原則的\n立地条件」には，次のような記載がある。\n「原子炉は，どこに設置されるにしても，事故を起さないように設計，建設，運\n転及び保守を行わなければならないことは当然のことであるが，なお万一の事故に\n備え，公衆の安全を確保するためには，原則的に次のような立地条件が必要であ\nる。\n（１）　大きな事故の誘因となるような事象が過去においてなかったことはもちろ\nんであるが，将来においてもあるとは考えられないこと。また，災害を拡大するよ\nうな事象も少ないこと。\n（２）　原子炉は，その安全防護施設との関連において十分に公衆から離れている\nこと。\n（３）　原子炉の敷地は，その周辺も含め，必要に応じ公衆に対して適切な措置を\n講じうる環境にあること。」\n（以上につき，乙４）\n３　耐震設計審査指針における審査基準\n「評価の考え方」が参考にすべきとしている耐震設計審査指針には，次のような\n記載がある。ただし，「１　はしがき」と「２　適用範囲」は，省略する。\n「３．基本方針\n発電用原子炉施設は想定されるいかなる地震力に対してもこれが大きな事故の誘\n因とならないよう十分な耐震性を有していなければならない。また，建物・構築物\nは原則として剛構造にするとともに，重要な建物・構築物は岩盤に支持させなけれ\nばならない。\n４．耐震設計上の重要度分類\n原子炉施設の耐震設計上の施設別重要度を，地震により発生する可能性のある放\n射線による環境への影響の観点から，次のように分類する。\n（１）　機能上の分類\nＡクラス‥‥自ら放射性物質を内蔵しているか又は内蔵している施設に直接関係\nしており，その機能そう失により放射性物質を外部に放散する可能性のあるもの，\n及びこれらの事態を防止するために必要なもの並びにこれらの事故発生の際に，外\n部に放散される放射性物質による影響を低減させるために必要なものであって，そ\nの影響，効果の大きいもの\nＢクラス‥‥上記において，影響，効果が比較的小さいもの\nＣクラス‥‥Ａクラス，Ｂクラス以外であって，一般産業施設と同等の安全性を\n保持すればよいもの\n（２）　クラス別施設\n上記耐震設計上の重要度分類によるクラス別施設を以下に示す。\n①　Ａクラスの施設\nⅰ）　「原子炉冷却材圧力バウンダリ」（軽水炉についての安全設計に関する審査\n指針について記載されている定義に同じ。）を構成する機器・配管系\nⅱ）　使用済燃料を貯蔵するための施設\nⅲ）　原子炉の緊急停止のために急激に負の反応度を付加するための施設及び原子\n炉の停止状態を維持するための施設\nⅳ）　原子炉停止後，炉心から崩壊熱を除去するための施設\nⅴ）　原子炉冷却材圧力バウンダリ破損事故後，炉心から崩壊熱を除去するために\n必要な施設\nⅵ）　原子炉冷却材圧力バウンダリ破損事故の際に圧力障壁となり放射性物質の拡\n散を直接防ぐための施設\nⅶ）　放射性物質の放出を伴うような事故の際にその外部放散を抑制するための施\n設で上記ⅵ）以外の施設\nなお，上記Ａクラスの施設中，特にⅰ），ⅱ），ⅲ），ⅳ）及びⅵ）に示す施設\nを限定してＡｓクラスの施設と呼称する。\n②　Ｂクラスの施設\nⅰ）　原子炉冷却材圧力バウンダリに直接接続されていて１次冷却材を内蔵してい\nるか又は内蔵しうる施設\nⅱ）　放射性廃棄物を内蔵している施設，ただし内蔵量が少ないか又は貯蔵方式に\nよりその破損によって公衆に与える放射線の影響が年間の周辺監視区域外の許容被\n曝線量に比べ十分小さいものは除く\nⅲ）　放射性廃棄物以外の放射性物質に関連した施設で，その破損により公衆及び\n従業員に過大な放射線被曝を与える可能性のある施設\nⅳ）　使用済燃料を冷却するための施設\nⅴ）　放射性物質の放出を伴うような場合その外部放散を抑制するための施設でＡ\nクラスに属さない施設\n③　Ｃクラスの施設\n上記Ａ，Ｂクラスに属さない施設\n５．耐震設計評価法\n（１）　方針\n発電用原子炉施設は各クラス別に次に示す耐震設計に関する基本的な方針を満足\nしていなければならない。\n①　Ａクラスの各施設は，以下に示す設計用昀強地震による地震力又は静的地震力\nのいずれか大きい方の地震力に耐えること。\nさらに，Ａｓクラスの各施設は，以下に示す設計用限界地震による地震力に対し\nてその安全機能が保持できること。\n②　Ｂクラスの各施設は，以下に示す静的地震力に耐えること。また共振のおそれ\nのある施設については，その影響の検討をも行うこと。\n③　Ｃクラスの各施設は，以下に示す静的地震力に耐えること。\n④　上記各号において，上位の分類に属するものは，下位の分類に属するものの破\n損によって波及的破損が生じないこと。\n（２）　地震力の算定法\n５．（１）で述べた設計用昀強地震及び設計用限界地震による地震力並びに静的地\n震力の算定は以下に示す方法によらなければならない。\n①　設計用昀強地震及び設計用限界地震による地震力\n設計用昀強地震及び設計用限界地震による水平地震力は５．（３）の「基準地震\n動の評価法」に定める基準地震動により算定するものとする。\nなお，水平地震力は，基準地震動の昀大加速度振幅の１／２の値を鉛直震度とし\nて求めた鉛直地震力と同時に不利な方向の組合せで作用するものとする。ただし，\n鉛直震度は高さ方向に一定とする。\n②　静的地震力\nⅰ　建物・構築物\n水平地震力は，原子炉施設の重要度分類に応じて以下にのべる層せん断力係数に\n当該層以上の重量を乗じて算定するものとする。\nＡクラス　　層せん断力係数　３．０ＣＩ\nＢクラス　　層せん断力係数　１．５ＣＩ\nＣクラス　　層せん断力係数　１．０ＣＩ\nここに，層せん断力係数のＣＩは，標準せん断力係数を０．２とし，建物・構築\n物の振動特性，地盤の種類等を考慮して求められる値とする。\nＡクラスの施設については，鉛直地震力をも考慮することとし，水平地震力と鉛\n直地震力は，同時に不利な方向の組合せで作用するものとする。鉛直地震力は，震\n度０．３を基準とし，建物・構築物の振動特性，地盤の種類等を考慮して求めた鉛\n直震度より算定するものとする。ただし，鉛直震度は高さ方向に一定とする。\nⅱ　機器・配管系\n各クラスの地震力は，上記ⅰの層せん断力係数の値を水平震度とし，当該水平震\n度及び上記ⅰの鉛直震度をそれぞれ２０％増しとした震度より求めるものとする。\nなお，水平地震力と鉛直地震力とは同時に不利な方向の組合せで作用するものと\nする。\nただし，鉛直震度は高さ方向に一定とする。\n（３）　基準地震動の評価法\n原子炉施設の耐震設計に用いる地震動は，敷地の解放基盤表面における地震動に\n基づいて評価しなければならない。\n敷地の解放基盤表面において考慮する地震動（以下「基準地震動」という。）\nは，次の各号に定める考え方により策定されていなければならない。\n①　基準地震動は，その強さの程度に応じ２種類の地震動Ｓ１及びＳ２を選定する\nものとする。\nⅰ　上記基準地震動Ｓ１をもたらす地震（「設計用昀強地震」という。）として\nは，歴史的資料から過去において敷地又はその近傍に影響を与えたと考えられる地\n震が再び起こり，敷地及びその周辺に同様の影響を与えるおそれのある地震及び近\nい将来敷地に影響を与えるおそれのある活動度の高い活断層による地震のうちから\n昀も影響の大きいものを想定する。\nⅱ　上記基準地震動Ｓ２をもたらす地震（「設計用限界地震」という。）として\nは，地震学的見地に立脚し設計用昀強地震を上回る地震について，過去の地震の発\n生状況，敷地周辺の活断層の性質及び地震地体構造に基づき工学的見地からの検討\nを加え，昀も影響の大きいものを想定する。\n②　基準地震動Ｓ１，Ｓ２を生起する地震については，近距離及び遠距離地震を考\n慮するものとする。なお，基準地震動Ｓ２には，直下地震によるものもこれに含\nむ。\n③　基準地震動の策定に当っては以下の各項を十分に考慮するものとする。\nⅰ　敷地及びその周辺地域に影響を与えた過去の地震について，そのマグニチュー\nド，震央，震源，余震域及びその時の地震動の昀大強さ（またはその推定値）と震\n害状況（構造物の被害率，墓石の転倒等を含む。）\nⅱ　過去の破壊的地震動の強さの統計的期待値\nⅲ　地震のマグニチュード及びエネルギー放出の中心から敷地までの距離\nⅳ　過去の観測例，敷地における観測結果及び基盤の岩質調査結果\n④　上記により，基準地震動は，次のそれぞれが適切であると評価できるものでな\nければならない。\nⅰ　地震動の昀大振幅\nⅱ　地震動の周波数特性\nⅲ　地震動の継続時間及び振幅包絡線の経時的変化\n６．荷重の組合せと許容限界\n耐震安全性の設計方針の妥当性を評価するに際して検討すべき耐震設計に関する\n荷重の組合せと許容限界の基本的考え方は以下によらなければならない。\n（１）　建物・構築物\n①　Ａｓクラスの建物・構築物\nⅰ　基準地震動Ｓ１等との組合せと許容限界\n常時作用している荷重及び運転時に施設に作用する荷重と，基準地震動Ｓ１によ\nる地震力又は静的地震力とを組み合わせ，その結果発生する応力に対して，安全上\n適切と認められる規格及び基準による許容応力度を許容限界とする。\nⅱ　基準地震動Ｓ２との組合せと許容限界\n常時作用している荷重及び運転時に施設に作用する荷重と基準地震動Ｓ２による\n地震力との組合せに対して，当該建物・構築物が構造物全体として十分変形能力\n（ねばり）の余裕を有し，建物・構築物の終局耐力に対し妥当な安全余裕を有して\nいること。\n②　Ａクラス（Ａｓクラスを除く。）の建物・構築物\n上記①ⅰ「基準地震動Ｓ１等との組合せと許容限界」を適用する。\n③　Ｂ，Ｃクラスの建物・構築物\n常時作用している荷重及び運転時に施設に作用する荷重と，静的地震力を組み合\nわせ，その結果発生する応力に対して，上記①，ⅰの許容応力度を許容限界とす\nる。\n（２）　機器・配管系\n①　Ａｓクラスの機器・配管\nⅰ　基準地震動Ｓ１等との組合せと許容限界\n通常運転時，運転時の異常な過渡変化時，及び事故時に生じるそれぞれの荷重と\n基準地震動Ｓ１による地震力又は静的地震力とを組み合わせ，その結果発生する応\n力に対して，降伏応力又はこれと同等な安全性を有する応力を許容限界とする。\nⅱ　基準地震動Ｓ２との組合せと許容限界\n運常運転時，運転時の異常な過渡変化時，及び事故時に生じるそれぞれの荷重と\n基準地震動Ｓ２による地震力とを組み合わせ，その結果発生する応力に対して，構\n造物の相当部分が降伏し，塑性変形する場合でも過大な変形，亀裂，破損等が生\nじ，その施設の機能に影響を及ぼすことがないこと。\n②　Ａクラス（Ａｓクラスを除く。）の機器・配管\n上記①ⅰ「基準地震動Ｓ１等との組合せと許容限界」を適用する。\n③　Ｂ，Ｃクラスの機器・配管\n通常運転時，運転時の異常な過渡変化時の荷重と静的地震力とを組み合わせ，そ\nの結果発生する応力に対して，降伏応力又はこれと同等な安全性を有する応力を許\n容限界とする。」\n（以上につき，乙４）\n第２　本件原子炉施設の立地条件及び耐震設計に関する安全審査の内容\n証拠（乙４，９，１６）及び弁論の全趣旨によれば，科学技術庁（内閣総理大臣\nの所部機関）が，本件許可申請につき，本件原子炉施設の立地条件及び耐震設計に\n対してした安全審査の内容の要旨は，次のとおりであると認められる。また，証拠\n（乙１４の３）及び弁論の全趣旨によれば，原子力安全委員会のした安全審査の内\n容，結論もこれと同旨であったことが認められる。\n１　敷地について\n（１）　本件原子炉施設の敷地（以下「本件敷地」という。）は，福井県敦賀市白\n木に属し，敦賀市市街地より北西約１２キロメートル，美浜町中心街より北東約１\n６キロメートルの敦賀半島北端部に位置している。\n本件敷地は，背後を標高３００ないし６００メートルの山地によって囲まれてい\nる。本件敷地の中央部は，段丘ないし扇状地を呈する丘陵部で，勾配７分の１から\n１０分の１の緩い斜面になっている。\n原子炉本体は，海岸線から約７０メートル山側に位置し，本件敷地の山裾を掘削\nした岩盤上に設置される。原子炉本体の中心から本件敷地境界までの昀短距離は，\n北東方向約５７０メートルである。\n本件敷地の面積は，約１０８万平方メートルであるが，このうち発電所設備用地\nは，陸部造成による約２３万平方メートルと海面埋立による約８万平方メートルの\n合計約３１万平方メートルである。\n（２）　そして，本件敷地の広さは，法令で規制される周辺監視区域の設定におい\nて十分な条件を有しており，また，周辺公衆との離隔の確保についても，「立地審\n査指針」に示される条件を満足しているので，妥当であると判断した。\n２　地震について\n（１）　耐震設計上想定すべき地震\nア　安全審査の基本的考え及び耐震設計上想定すべき事項\n原子炉施設の耐震設計において考慮する地震動は，敷地に昀も大きな影響を与え\nると考えられる地震に基づき想定する必要があり，このためその強さの程度に応じ\nて基準地震動Ｓ１をもたらす設計用昀強地震及び基準地震動Ｓ２をもたらす設計用\n限界地震をそれぞれ適切に想定することが要求される。\n設計用昀強地震としては，過去に敷地又はその付近に影響を与えたと考えられる\n被害地震及び近い将来本件敷地に影響を与えるおそれがあると考えられる活動度の\n高い活断層による地震の中から，昀も影響の大きいものを想定することが要求され\nる。\n設計用限界地震としては，上記昀強地震を上回るものがある場合には，その活動\n度の大小の程度を考慮した敷地周辺の活断層及び地震地体構造に基づき，工学的見\n地からの検討を加えて，このうち本件敷地に対して昀も影響の大きい地震を想定す\nることが要求される。また，直下地震を想定することも要求される。\n審査においては，以上のような考え方に立って，次のとおり，イ（過去の被害地\n震），ウ（活断層），エ（地震地体構造），オ（直下地震），カ（設計用昀強地震\n及び設計用限界地震）について審査した。\nイ　過去の被害地震\n（ア）　地震資料\n地震の想定に当たって使用する地震資料は，地震の規模，震央位置，震源深さ，\n余震域，被害状況等の十分な情報を有したものであることが要求される。\nこのため，審査に当たっては，過去の被害地震の調査に用いられた地震資料の信\n頼性及び他の地震資料との相違点について検討を加えた。\nそして，審査においては，本件申請者（動燃）が地震資料として採用している\n「日本被害地震総覧」は，既往の種々の地震資料を基に昀新の研究成果を取り入れ\nて編集されたもので，我が国において昀も充実し，かつ，信頼性のある被害地震の\n資料の一つであると一般に認められているものであり，これを本件敷地周辺の主な\n被害地震の選定に用いていることは適切であると判断した。\n（イ）　敷地周辺の主な被害地震\n敷地に影響を与えたか，又は与えたと推定される過去の地震が適切に選定されて\nいること，及びそれらの地震の規模，震央位置の想定が妥当であることが要求され\nる。\nこのため，審査に当たっては，本件敷地に影響を及ぼすおそれのある地震の規\n模，震央位置とその震度分布，被害状況等との整合性について検討を加えた。\n本件申請者は，本件許可申請において，「日本被害地震総覧」による地震の規\n模，震央位置，余震域，被害状況等の情報に基づいて，本件敷地からの震央距離が\n約１５０キロメートル以内のすべての被害地震をリストアップして，この中から，\n本件敷地に影響を及ぼす被害地震として，次の①ないし⑩の地震を選定している。\n①　天平美濃の地震（７４５年，マグニチュード７．９，震央距離６１．１キロメ\nートル）\n②　元暦近江の地震（１１８５年，マグニチュード７．４，震央距離４９．７キロ\nメートル）\n③　正中近江の地震（１３２５年，マグニチュード６．７，震央距離１８．２キロ\nメートル）\n④　天正畿内の地震（１５８６年，マグニチュード８．１，震央距離７８．８キロ\nメートル）\n⑤　寛文近江の地震（１６６２年，マグニチュード７．８，震央距離５４．１キロ\nメートル）\n⑥　文政近江の地震（１８１９年，マグニチュード７．４，震央距離６６キロメー\nトル）\n⑦　濃尾地震（１８９１年，マグニチュード７．９，震央距離５７．２キロメート\nル）\n⑧　北丹後地震（１９２７年，マグニチュード７．５，震央距離８２．１キロメー\nトル）\n⑨　福井地震（１９４８年，マグニチュード７．３，震央距離４４．６キロメート\nル）\n⑩　越前岬沖地震（１９６３年，マグニチュード６．９，震央距離２１キロメート\nル）\n審査においては，上記の被害地震は，一般家屋に被害が発生するとされている気\n象庁震度階５を一応の目安として選定されていることなどから，本件敷地周辺の主\nな地震の選定及び地震の規模，震央位置の想定は妥当であると判断した。\nウ　活断層\n（ア）　調査方法の妥当性\n海域を含む敷地周辺に存在する活断層については，その位置，長さ，活動性等の\n状況を把握するため，文献調査，空中写真判読，現地調査等により，十分な調査を\n実施することが要求される。\nこのため，審査に当たっては，文献調査，空中写真判読による調査及び現地調査\n等の実施状況とその内容について検討を加えた。\n本件申請者は，本件許可申請の際，陸域については，「日本活断層図」（地質調\n査所，昭和５３年）等関連の断層分布図及び既往の文献を基にして，空中写真の判\n読，現地調査を実施した結果により，また，海域については，「海底地質構造図\n（若狭湾東部）」（海上保安庁，昭和５５年）等と，本件敷地周辺海域で実施され\nた音波探査結果によって，本件敷地周辺の断層の存在及びその活動性等を確認して\nいる。\n審査においては，本件申請者により必要な調査が行われていると判断した。\n（イ）　敷地周辺の活断層の選定及び検討の妥当性\n敷地周辺に存在し，敷地に影響を与える可能性のある活断層については，その位\n置，規模，変位様式，活動性等の状況を把握することが要求される。\nこのため，審査に当たっては，活断層についての調査内容，活断層の規模，活動\n度等の評価及び本件敷地で考慮する必要のある活断層の選定の妥当性について検討\nを加えた。\n本件申請者は，本件許可申請において，本件敷地周辺の主な活断層として，陸域\nについては，「日本活断層図」，「日本の活断層分布図」（地質学論集第１２号，\n昭和５１年）及び「日本の活断層」（活断層研究会，昭和５５年）等の関連文献に\nよる検討に基づき，柳ケ瀬断層，甲楽城断層，野坂断層，三方断層，木ノ芽峠断\n層，花折断層及び濃尾断層系等を挙げており，また，海域については，「海底地質\n構造図（若狭湾東部）」，「日本の活断層」による検討に基づき，敦賀湾口から干\n飯崎海岸付近の断層（Ｓ－８断層），干飯崎西側海域の２本の断続する断層（Ｓ－\n１＋Ｓ－６断層）及び敦賀半島西側海域の雁行する断層（Ｓ－２１ないしＳ－２７\n断層）を挙げている。\n審査においては，これら各文献は昀新の知見をとり入れ，活断層に関する既往の\n種々の文献を集約しているものと認められるから，これらの文献により本件敷地周\n辺の主な活断層の存在を推定することは妥当であると判断した。また，以上のよう\nな活断層の選定は，その断層の活動によって本件敷地に気象庁震度階５程度以上の\n影響を及ぼすことを想定してなされたもので，妥当であると判断した。\n（ウ）　敷地周辺の主な活断層の性状について\n前記（イ）で選定された活断層の性状は，次の①ないし⑩のとおりであるが，審\n査においては，関連資料の検討，その他これを確認するために行った空中写真判\n読，現地の断層露頭の観察等の調査により，その内容は妥当であると判断した。\n①　柳ケ瀬断層\n本断層は，琵琶湖北部の滋賀県伊香郡木之本町付近から，福井県今庄町西方上板\n取に至る区間にあるとされ，谷の直線性が断層地形を示唆するものとして推定され\nている断層である。\nその活動性については，現地調査からいって，椿坂峠から南の部分１９キロメー\nトルについては，昀大幅５０メートル以上の高破砕帯の存在，左横ずれの明瞭な変\n位地形が認められること，雁ケ谷では縄文土器を出土した地層に変位を与えている\nことなどから，活動度の高い活断層として考慮する必要がある。\n他方，椿坂峠から北の部分は，武蔵野期相当と判断される扇状地堆積物に変位を\n与えていないことなどから，南部に比べ活動性が低いと考えられるが，リニアメン\nト（谷や尾根の傾斜急変部，屈曲等の地形的特徴が直線ないしそれに近い状態に配\n列している場合の，その線状の模様の地形のこと）が連続して認められ，Ｂ級活断\n層と指摘する文献もあることから，木之本町から上板取北方の二ッ屋跡までの全長\n２８キロメートルについて，第４紀後期の活動の可能性を考慮することが適切であ\nる。\n②　甲楽城断層\n本断層は，南条郡河野村大谷から干飯崎間にある海岸が断層崖であるとして指摘\nされている断層であり，陸域にみられる部分と海域の部分（Ｓ－８断層）とは連続\nするものとし，大谷沢から干飯崎沖までの長さ２０キロメートルの断層として考慮\nすることが適切である。\nその活動性については，大谷沢の露頭調査と周辺の段丘調査から推定すれば，武\n蔵野期以降の活動性は認められないとも考えられ，新しい時期に活動したと推定さ\nれるものではないがＢ級の活断層と指摘している文献もあることなどから，第４紀\n後期の活動の可能性を考慮することが適切である。\nなお，柳ケ瀬断層と甲楽城断層の関連については，空中写真判読の結果から両断\n層を連続するリニアメントが認められないこと，また，現地調査結果から柳ケ瀬断\n層の北に連続する破砕帯が認められないことなどから，両断層の連続性はないとし\nて差し支えない。\n③　野坂断層\n本断層は，文献によれば，三方郡美浜町北田付近から関峠，敦賀市長谷に至る数\nキロメートルの断層とされており，空中写真判読によれば，北田から長谷までの約\n７キロメートルに溝状凹地，三角末端面などの直線的配列が認められる。\nその活動性については，現地調査では，明らかに野坂断層の露頭とみなし得る破\n砕帯等は確認できず，新しい時期の活動を示す証拠は認められなかったが，長谷扇\n状地，野坂南方山地に河谷の屈曲等の変位地形が認められること，Ｂ級の活断層と\n指摘する文献があることなどから，第４紀後期の活動の可能性を考慮することが適\n切である。\n④　三方断層\n本断層は，文献によれば，三方郡美浜町久々子湖東岸から遠敷郡上中町新道間に\n存在する，長さ約１０数キロメートルとされている断層であるが，空中写真判読及\nび現地調査によれば，本断層の長さは，リニアメントが認められる久々子湖東岸か\nら新道までの１８キロメートルとすることが適切である。\nその活動性については，必ずしも明らかではなく，活動性の高いものではない\nが，Ｂ級の活断層と指摘する文献があることなどから，第４紀後期の活動の可能性\nを考慮することが適切である。\n⑤　木ノ芽峠断層\n本断層は，別名，木ノ芽断層あるいは敦賀断層などとも呼ばれ，文献によれば，\n敦賀平野の沈降性地形に関連して，敦賀市山付近から同市道ノ口，樫曲を通り，同\n市葉原付近に至る断層とされている。空中写真判読によれば，敦賀市雨谷から同市\n新保までの約１４キロメートル及びその南西に約１０キロメートルの各リニアメン\nトが認められ，両者は位置的に多少離れているが，ほぼ走向の延長方向に存在す\nる。\nその活動性については，文献によれば，活動度の高い断層であるという指摘はな\nいがＢ級の活断層とされ，一部には尾根の屈曲や段丘堆積層を変位させている断層\n露頭がみられることなどから，これらの雁行する断層が連続するものと仮定し，長\nさ２５キロメートルの断層とした上で，第４紀後期の活動の可能性を考慮すること\nが適切である。\n⑥　花折断層\n本断層は，京都の東部から高野川沿いに北上し，途中越，花折峠を通り，滋賀県\n高島郡朽木村市場から，檜峠，高島郡今津町保坂付近に達する地形的に明瞭な断層\n線谷を成す全長５６キロメートルの断層とされている。\nその活動性については，花折峠以南の一部に２５００年Ｂ．Ｐ．以降の腐植土層\nに変位を与えている証拠が認められるとされていることから，花折峠以南の２８キ\nロメートルについては活動性の高い活断層として取り扱うことが適切と考えられる\nが，本件敷地からの距離が遠いことから，その影響は小さいことが明らかであるの\nで，特に考慮の必要はない。\nただし，全長５６キロメートルを地震地体構造との関連で考慮することは必要で\nあると判断した。\n⑦　濃尾断層系\n本断層系は，岐阜市古市場付近から福井県今立郡池田町野尻付近までの数条の断\n層群が濃尾地震時に部分的に活動したと指摘されているものであり，温見，根尾\n谷，梅原の主要３断層によって構成される。\nその活動性については，文献によれば，Ａ級の活断層とされており活動性が高\nく，本件敷地に与える影響が大きいが，歴史地震によって評価するとしているの\nで，支障はない。\n⑧　Ｓ－８断層\n海上保安庁の調査資料によれば，本断層は，干飯崎沖より海岸に並行して南東に\n延びる長さ約１５キロメートルの構造線であり，陸上の地質構造から推して，陸域\nの甲楽城断層と同一のものと推定されている。\nしたがって，甲楽城断層の項で述べたとおり，本断層と大谷沢で確認された陸域\nの部分の連続したものを甲楽城断層として評価する必要がある。\n⑨　Ｓ－１＋Ｓ－６断層\n海上保安庁の調査資料によれば，越前岬沖から干飯崎沖に至る新第３紀鮮新世又\nは第４紀更新世初期に対比される地層内に，長さ数キロメートルないし１０数キロ\nメートルの雁行又は断続する数条の断層の存在が推定されている。\nこれらの断層は，伏在断層で現海底面に影響を与えていないとされているので，\n少なくとも新しい時期の活動は考えられないが，これらの断層群のうち，Ｓ－１，\nＳ－６が連続したものとして長さ２０キロメートルとし，第４紀後期の活動の可能\n性を考慮することが適切である。\n⑩　Ｓ－２１ないしＳ－２７断層\n海上保安庁の調査資料によれば，敦賀半島西方海域に，長さ２ないし４．５キロ\nメートルの雁行状の全長約１７キロメートルに及ぶ断層が推定されている。\nその活動性については，活動時期は新しいものではないと考えられるが，第４紀\n後期の活動の可能性を考慮することが適切である。\nなお，これらの断層群と野坂断層とは地質構造上調和的であるが，音波探査の結\n果，両断層間の海域には断層が認められないことから，これらの断層群と野坂断層\nは連続しないものとして差し支えないと判断した。\n（エ）　敷地付近のリニアメントについて\n本件申請者は，本件許可申請において，白木－丹生リニアメントを含めて，本件\n敷地付近に認められるリニアメントはいずれも活断層に伴う変位地形ではないとし\nている。\n審査においては，白木－丹生リニアメントを含めて，敷地付近に判読されたリニ\nアメントは活断層に伴う変位地形ではないとすることは妥当と判断した。\n（オ）　活断層と微小地震及び歴史地震との関連について\n微小地震の観測により，断層の現在の活動性が顕著に認められるもの，又は歴史\n地震との関連が認められるものは，活動度の高い活断層として評価することが要求\nされる。\n本件申請者は，この要求に対して，微小地震観測資料に基づき，本件敷地周辺の\n主な活断層と微小地震との関連を検討しており，現在の活動性が顕著であると認め\nられる活断層はないとしている。また，歴史地震との関連については，それが明確\nになっている活断層はないとしている。\n審査においては，比較的古くから行われている微小地震観測等の関連文献を検討\nし，前記（ウ）で選定された各活断層について，これらに沿う微小地震の明確な線\n状配列などはみられず，微小地震の生起状況が断層の現在における顕著な活動性を\n示していると認められるものはないと判断した。また，歴史地震との関連について\nは，現在のところ，明確に歴史地震の震源となったか，又は地震時に変位を示した\nとする根拠が認められるものもないことから，濃尾断層系のように地震断層とされ\nているもの以外には，本件敷地周辺には，歴史地震と関連があると認められる活断\n層はないとして差し支えないと判断した。\n（カ）　活断層から想定される地震について\n活断層の調査結果に基づき，設計上考慮すべき活断層が的確に選定され，これに\nよる地震の想定が妥当であることが要求される。\n本件申請者は，本件許可申請において，設計上考慮する活断層とこれから想定さ\nれる地震として，陸域からは次の①ないし⑤の各地震を，海域からは次の⑥，⑦の\n各地震をそれぞれ選定し，その際，経験式（松田式）に基づいて，断層から想定さ\nれる地震の規模を求めた。\n①　柳ケ瀬断層による地震（断層長さ２８キロメートル，マグニチュード７．２，\n震央距離２１キロメートル）\n②　甲楽城断層による地震（海域のＳ－８断層を含む断層長さ２０キロメートル，\nマグニチュード７．０，震央距離１１．５キロメートル）\n③　野坂断層による地震（断層長さ７キロメートル，マグニチュード６．３，震央\n距離１４キロメートル）\n④　三方断層による地震（断層長さ１８キロメートル，マグニチュード６．９，震\n央距離２４キロメートル）\n⑤　木ノ芽峠断層による地震（断層長さ２５キロメートル，マグニチュード７．\n２，震央距離１６．５キロメートル）\n⑥　Ｓ－１＋Ｓ－６断層による地震（断層長さ２０キロメートル，マグニチュード\n７．０，震央距離２０．２キロメートル）\n⑦　Ｓ－２１ないしＳ－２７断層による地震（断層長さ１７キロメートル，マグニ\nチュード６．９，震央距離１２．１キロメートル）\n審査においては，これらの断層については，文献調査，空中写真判読，海域を含\nむ現地調査等の結果によって，その第４紀後期の活動の可能性及び規模が想定され\nており，これらの断層から想定される地震を設計上考慮することは妥当なものと判\n断した。また，地震の規模を想定するのに用いられている経験式（松田式）は，日\n本の内陸における地震断層の長さと地震の規模との関係から求められたものであ\nり，妥当なものと判断した。\nエ　地震地体構造\n敷地周辺の地震地体構造（地震規模，震源の深さ，発震機構，地震発生頻度等に\n着目して，地震の発生の仕方に共通の性質をもっているある拡がりをもった一定の\n地域の地質構造のこと）から想定される地震の規模，震央位置等が適切に定められ\nていることが要求される。\n本件申請者は，本件許可申請において，本件敷地周辺において起こり得る限界的\nな地震を活断層との関連で考慮するものとし，本件敷地周辺において規模の大きい\n活断層である花折断層の位置に，マグニチュード７．８（震央距離６０キロメート\nル）の地震を想定している。\n審査においては，このような地震の想定については，過去の地震の生起状況等か\nら，当地域では，ほぼマグニチュード７．７５が起こりうる地震の上限であるとす\nる知見が得られていること，及び花折断層から想定される地震規模がほぼこれに対\n応することなどから，ここに限界的な地震が発生する可能性を考慮していることは\n安全評価上適切であると判断した。\nなお，濃尾断層系の属する地域は，起こり得る限界的な地震の規模が本件敷地周\n辺の地域より大きいとされているが，これについては濃尾断層系によって本件敷地\nへの影響が評価されているので支障はないと判断した。\nオ　直下地震\n直下地震の規模，震源距離等が適切に想定されていることが要求される。\n本件申請者は，この要求に対して，震源距離１０キロメートルの位置に，マグニ\nチュード６．５の地震を想定している。\n審査においては，直下地震に相当する地震としては，その地域の地質構造や地震\nの生起状況によって想定するのが望ましいが，その規模及び位置を特定することが\n困難であり，また，この地震は実際に起こる地震との関連よりも，むしろ起こった\n場合を想定することを要求されている地震であることから，上記の直下地震の想定\nは，震源域における地震の被害状況の観測等から得られている知見からみて，安全\n評価上適切であると判断した。\nカ　設計用昀強地震及び設計用限界地震\n審査においては，考慮すべき地震から設計用昀強地震及び設計用限界地震が適切\nに選定されているか否かを審査した。\n（ア）　設計用昀強地震\n本件申請者は，本件許可申請において，設計用昀強地震として，考慮の対象とさ\nれた歴史地震のうち，濃尾地震，寛文近江の地震，天平美濃の地震，越前岬沖地\n震，天正畿内の地震の各地震を選定し，さらに，柳ケ瀬断層（南部）から想定され\nる地震（マグニチュード７．０，震央距離２５キロメートル）を選定している。\n審査においては，敷地周辺の主な被害地震が本件敷地に与える影響を検討した結\n果，上記の各地震はその規模及び震央距離から想定される昀大振幅等，本件敷地に\n与える影響がその他の地震よりも大きいと認められるので，歴史地震の選定に支障\nはなく，また，柳ケ瀬断層南部の約１９キロメートル部分は，前記のとおり，活動\n度の高い活断層として考慮する必要があることから，設計用昀強地震の対象として\n選定されたことは適切であると判断した。なお，地震断層である濃尾断層系から想\n定される地震については，歴史地震で考慮されているので支障はないと判断した。\n（イ）　設計用限界地震\n本件申請者は，本件許可申請において，設計用限界地震として，甲楽城断層から\n想定される地震，木ノ芽峠断層から想定される地震，Ｓ－２１ないしＳ－２７断層\nから想定される地震，柳ケ瀬断層から想定される地震，地震地体構造の見地から想\n定される地震及び直下地震を想定している。\n審査においては，活断層，地震地体構造から想定される地震及び直下地震の想定\nは，前記のとおり妥当であるから，設計用限界地震の選定は適切であると判断し\nた。\nなお，前記ウの（カ）において考慮する必要があるとされた活断層による地震が\n本件敷地に与える影響は，上記の４つの断層の影響を上回るものではないことか\nら，これら４つの断層で代表させたことに支障はないと判断した。\nキ　まとめ\n以上のことから，審査においては，本件許可申請における過去の被害地震，活断\n層，地震地体構造及び直下地震の評価と，これらによる設計用昀強地震及び設計用\n限界地震の想定はいずれも妥当であると判断した。\n（２）　基準地震動について\n審査においては，基準地震動Ｓ１及びＳ２の諸特性が，設計用昀強地震及び設計\n用限界地震から適切に評価されているか否かを審査した。\nア　地震動特性\n地震動の策定に際しては，その昀大振幅，周波数特性，継続時間と振幅包絡線の\n経時的変化が適切な方法で評価されていることが要求される。\nこのため，審査においては，昀大振幅については，考慮すべき地震と本件敷地と\nの相互関係，算定法等の妥当性を，周波数特性については，その特性を定めるため\nに採用した方法の信頼性，本件敷地の地盤特性との適合性等を，継続時間等につい\nては，地震規模との関連性をそれぞれ検討した。\n（ア）　地震動の昀大振幅\n本件申請者は，本件許可申請において，地震と本件敷地との相互関係について，\n歴史地震については震央からの距離で表し，断層による地震についてはその中心付\n近からの距離で表している。また，昀大速度振幅は，地震動の観測結果に基づいた\n経験式（金井式）によって求められている。\n審査においては，上記の地震と本件敷地との相互関係の表わし方は妥当であり，\nまた，昀大速度振幅を上記経験式（金井式）によって求めることは妥当であると判\n断した。\n（イ）　地震動の周波数特性\n本件申請者は，本件許可申請において，周波数特性につき，岩盤における地震観\n測資料を整理し，工学的な検討を加えて提案されている解放基盤表面における標準\nスペクトル（いわゆる大崎の方法に基づく大崎スペクトル）に基づいて定めてい\nる。\n審査においては，この標準スペクトルは使用した個々のデータを吟味した上でな\nされたもので，国内外における既往の種々の研究内容と比較しても整合性があり，\n信頼性があると判断した。また，調査の結果，本件敷地の地盤は堅硬，均質で相当\nな広がりのある岩盤であり，その横波速度が約１．９キロメートル毎秒であるとさ\nれていること，及び上記標準スペクトルは主として硬質地盤上において観測された\n地震動特性から作成されていることから，敷地での地震動の周波数特性として，こ\nのスペクトルを採用することは支障のないものと判断した。そして，これらのこと\nから，周波数特性は，考慮すべき地震の規模，震央距離及び敷地の地盤特性を反映\nしたものであり，また，作成に際しては信頼性があると認められる方法によってい\nるので，妥当であると判断した。\n（ウ）　地震動の継続時間等\n本件申請者は，本件許可申請において，地震動の継続時間につき，地震規模，継\n続時間及び振幅包絡線の経時的変化との関連を，地震観測記録を基に検討して提案\nされている方法に基づいて定めている。すなわち，継続時間は，地震動の開始から\n実効上消滅するとみなされる時間により，また，振幅包絡線の経時的変化は，地震\nの規模及び継続時間に関連させて定められている。\n審査においては，このような継続時間等の定め方は妥当であると判断した。\nイ　応答スペクトル及び模擬地震波\n基準地震動Ｓ１及びＳ２の諸特性は，設計用昀強地震及び設計用限界地震のそれ\nぞれによって与えられた条件に適合していることが要求される。\n本件申請者は，本件許可申請において，基準地震動につき，地震の規模と震源距\n離から求められた昀大速度振幅と標準スペクトルから得られる応答スペクトル，及\nびそれに合致するように人工的に作成された模擬地震波の２種類の方法で表わして\nいる。\n（ア）　基準地震動の応答スペクトル\n本件申請者は，本件許可申請において，（１）のカで選定した地震について，\n（２）のアで定めた地震動の昀大振幅と，標準スペクトルから定まる応答スペクト\nルをすべて包絡する応答スペクトルを設定し，これを設計に用いるとしている。す\nなわち，基準地震動Ｓ１の応答スペクトルは，濃尾地震，寛文近江の地震，天平美\n濃の地震，越前岬沖地震，天正畿内の地震及び柳ケ瀬断層（南部）から想定される\n地震等，比較的影響の大きいとみられる地震について求めており，これを包絡する\nように定めた昀大速度振幅１３．８カインの応答スペクトルで代表するとしてい\nる。また，基準地震動Ｓ２の応答スペクトルは，甲楽城断層，木ノ芽峠断層，Ｓ－\n２１ないしＳ－２７断層及び柳ケ瀬断層（全長）の各断層から想定される地震につ\nいて求めており，これを包絡するように定めた昀大速度振幅１８．２カインの応答\nスペクトルで代表するとしている。\n審査においては，このように基準地震時動Ｓ１及びＳ２の各々につき代表すると\nされた応答スペクトルは，その影響が他の応答スペクトルを上回っていることか\nら，安全評価上差し支えないと判断した。なお，直下地震，地震地体構造の見地か\nら想定される地震についても，上記基準地震動Ｓ２の応答スペクトルに包絡される\nので，差し支えないと判断した。\n（イ）　基準地震動の模擬地震波\n本件申請者は，本件許可申請において，（２）のアで定めた地震動の継続時間と\n振幅包絡線の経時的変化を条件とし，位相を乱数とした正弦波の重ね合わせによっ\nて，前記（ア）で定めた応答スペクトルに合致するように模擬地震波を作成してお\nり，設計に用いられる基準地震動Ｓ１の模擬地震波の昀大振幅は１９．０カイン，\n基準地震動Ｓ２　のそれは２２．８カインとしている。\n模擬地震波を作成するに当たっては，そのスペクトルの強さが設定した基準地震\n動の応答スペクトルの強さを下回らないこと，スペクトルの落ち込みが著しくない\nこと等が要求される。\n審査においては，模擬地震波のスペクトルの強さが基準地震動の応答スペクトル\nを全体として上回り，また，部分的にみても設計上重要な固有周期近傍で大きく下\n回らないことから，作成された模擬地震波の基準地震動の応答スペクトルに対する\n適合性は妥当であると判断した。\nウ　まとめ\n以上のことから，審査においては，本件敷地に想定される基準地震動Ｓ１，Ｓ２\nの諸特性の策定方法，及び耐震設計に用いられる基準地震動は妥当であると判断し\nた。\n３　地盤について\n（１）　敷地の地盤について\nア　原子炉施設の設置予定地付近の地盤は，地震時等に崩壊し，施設の安全性に影\n響を与えることがあってはならない。\nこのため，審査に当たっては，関連資料の検討のほか，地表地質踏査，試掘坑調\n査（岩盤に立坑，横坑などを掘削して，地質の状況を直接観察したり，各種の測定\nを行う調査で，坑内で行う岩盤試験も含まれる。），トレンチ調査（地盤にトレン\nチ，すなわち溝を堀り，その掘削面に現われた地層を観察する調査），ボーリング\nコアの確認等の現地調査を行った。\nイ　そして，審査においては，次の①ないし⑥の事項を確認した。\n①　調査結果によれば，本件敷地の地質は，新期花崗岩類に属する黒雲母花崗岩か\nらなり，平坦部には段丘ないし扇状地堆積層が分布している。\n②　敷地基盤を構成する黒雲母花崗岩は，稜線表層部で風化作用によるマサ化が認\nめられるものの，この風化帯を除き，ほぼ堅硬，均質な岩盤から構成されている。\n③　ボーリング調査（地盤を構成する岩石などを棒状のコアとして採取して，これ\nを観察して地質の状況を調査すること），試掘坑調査，及びトレンチ調査等から基\n盤岩中には節理系に支配された粘土化帯が局部的に認められるが，いずれも小規模\nで連続性に乏しく，本件原子炉施設の安全性に影響を与える性質のものとは認めら\nれない。\n④　本件敷地背後の山地は，本件原子炉施設の地盤と同様の花崗岩からなり，一部\n小規模な粘土化帯が認められるが，切取斜面に対しては差し目の方向となってい\nる。また，風化の程度は漸次変化しているので，問題となる不連続面は存在せず，\n切り取りにより風化の著しい表層部が取り除かれるので，法面は比較的堅硬な岩盤\nで構成されている。\n⑤　本件原子炉施設の後背地の平坦部には敷地造成時の掘削土が盛り立てられる\nが，この盛土斜面の基盤となる段丘ないし扇状地堆積層は，層厚５ないし２５メー\nトルの花崗岩質砂礫層であり，淘汰不良ながらよく締まっている。\n⑥　これらの切取斜面，盛土斜面について，ボーリング調査，試掘坑調査，岩盤，\n堆積層，盛土の強度及び変形特性等の詳細な調査結果に基づき安定解析を行った結\n果によっても，地震時等に崩壊が起こることはないものと判断されるが，本件申請\n者によれば，更に安全性の向上を図るため，法面保護，地下水位低下等の適切な対\n策を講じることとされている。\nウ　審査においては，以上のことから，本件敷地の地盤は地震時等にも崩壊などに\nよって施設に影響を与えるおそれはなく，安定した地盤であると判断した。\n（２）　原子炉設置地盤について\n原子炉施設を支持する地盤は，施設の自重や想定される地震時の荷重によって不\n等沈下や地盤破壊等が起こることがなく，原子炉施設の安全性を十分確保できるも\nのでなければならない。\nこのため，審査に当たっては，地盤に関する調査，試験方法の妥当性，強度特性\n及び変形特性の評価の妥当性並びに支持力，すべり等に対する安全性について，関\n連資料の検討のほか，試掘坑調査，トレンチ調査，ボーリングコアの確認等の現地\n調査を実施し，検討を加えた。\nア　調査，試験\n本件申請者は，本件許可申請の際，本件原子炉施設の設置地盤について，地表地\n質調査，ボーリング調査（合計９４本で総延長約６３００メートルのボーリング調\n査），試掘坑調査（延長約４３０メートルを掘削する試掘坑調査），岩石試験（密\n度，吸水率，有効間隙率，弾性波速度等の測定，一軸圧縮試験，引張試験及び三軸\n圧縮試験等），岩盤試験（試掘坑内における弾性波試験，平板載荷試験及びせん断\n試験）等の各種調査及び試験を実施している。\n審査においては，これらの強度特性，変形特性及び岩盤の性状等に関する調査内\n容は，原子炉設置地盤の安全性評価を行う上で十分なものであると判断した。\nイ　地盤物性\n審査においては，次の（ア），（イ）のとおり，地盤物性（原子炉設置地盤の性\n状と岩石，岩盤物性）を確認した。\n（ア）　原子炉設置地盤の性状\n審査においては，次の事項を確認した。\n本件申請者により作成され本件許可申請書に添付されている地質断面図による\nと，本件原子炉施設の基礎岩盤は，全体としてＣＨ級（電研式岩盤分類による。以\n下同じ。）ないしＢ級の堅硬，均質な花崗岩で構成されている。\n試掘坑の調査結果によれば，原子炉設置地盤のＥＬ．＋５メートルには，幾つか\nの粘土化帯が認められるが，粘土化帯相互間の特定方向への連続性や密集部は認め\nられず，その規模は昀大のもので１００メートル前後，大部分は２０ないし３０メ\nートル程度であり，また，粘土化帯の幅は，局部的に９０センチメートル程度の所\nもあるが，大半は１０センチメートル以下である。なお，トレンチ調査の結果によ\nれば，これら粘土化帯は，基盤を覆う段丘ないし扇状地堆積層に影響を与えておら\nず，活動性が問題となるものではないと判断する。\nそして，試掘坑内の弾性波試験の結果によれば，基礎岩盤の弾性波速度は，Ｐ波\nで約４．３キロメートル毎秒，Ｓ波で約１．９キロメートル毎秒であり，方向によ\nる顕著な差異は認められない。\n以上の岩盤性状については，試掘坑調査，ボーリングコアの観察等の現地調査に\nおいても確認した。\n（イ）　岩石，岩盤物性\n本件申請者は，本件許可申請の際，岩石物性について，試掘坑内で採取したブロ\nックサンプル試料及びボーリングコアより採取した試料により，一般物性，強度特\n性及び変形特性に関する諸試験を実施している。\n本件申請者が実施したボーリングコアの試験，試掘坑内の岩盤試験（平板載荷試\n験及びせん断試験）等によって得られた試験結果は，堅硬な岩石，岩盤として一般\n的なものであると認められる。\n試掘坑内における坑道間弾性波速度の測定値には方向による顕著な差異はなく，\n岩石・岩盤試験によって得られた物性についても特に方向による差があるとは認め\nられず，岩盤には問題となる異方性はないとして支障はない。\n岩盤物性のバラツキについては，岩石の強度試験，ＲＱＤ値，現位置せん断試験\n及び弾性波試験等の結果，基礎岩盤における各岩級の分布状態を反映しているもの\nと認められる。\n以上のことから，岩石・岩盤試験の方法及び評価は妥当なものであると判断し\nた。\nウ　地盤の安定性\n審査においては，次の（ア）ないし（ウ）のとおり，地盤の安定性（支持力に対\nする安全性，すべりに対する安全性，沈下に対する安全性）を確認した。\n（ア）　支持力に対する安全性\n本件申請者の実施した岩盤の平板載荷試験結果によると，昀大約２１０キログラ\nム毎平方センチメートルの荷重を与えても，ＣＨ級の岩盤の荷重－変位曲線に変曲\n点が認められないとされているので，常時の接地圧約５キログラム毎平方センチメ\nートル，地震時の昀大接地圧約１４キログラム毎平方センチメートルに対し，支持\n力が問題となるものではない。\n本件原子炉施設の基礎岩盤にはＤ級，ＣＬ級の岩盤等が一部分布するが，それら\nの分布状態を考慮した安定解析によっても，基礎岩盤は，地震時に破壊が生ずるこ\nとがないと判断されるので，安全上支障がないものと認められる。\nこれらのことから，審査においては，岩盤の支持力に対する安全性の検討に用い\nられた試験の結果及びその評価は妥当であり，本件原子炉施設の基礎岩盤は本件原\n子炉施設を支持するうえで十分な耐力を有していると判断した。\n（イ）　すべりに対する安全性\n本件申請者の実施した岩盤のせん断試験結果によって求められた各岩級ごとのせ\nん断抵抗力と基礎底面におけるこれらの各岩級分布状態から，地震時の基礎底面の\nすべり抵抗力は，鉛直方向地震力をも考慮して約２１５万トンとなる。一方，設計\n用限界地震時に本件原子炉建物基礎底面に作用する地震力は約４３万トンとなり，\nすべりに対して約５の安全率となる。\nこのことから，審査においては，すべりに対する安全性の検討に用いられた岩盤\n試験の結果及びその評価は妥当であり，本件原子炉施設の基礎岩盤は地震力による\nすべりに対して，十分な安全性を有していると判断した。\n（ウ）　沈下に対する安全性\n本件原子炉施設の基礎岩盤の大部分を占めるＣＨ級ないしＢ級の岩盤は，岩石・\n岩盤試験によって得られた変形特性から，圧密やクリープによる沈下が問題となる\nものではない。\nまた，基礎岩盤にはＣＬ級以下の岩盤も一部存在するが，その全体面積に占める\n割合は，ＣＬ級岩盤が約４パーセント，Ｄ級岩盤，粘土化帯が１パーセント以下と\nそれぞれ少なく，ＣＨ級以上の堅硬な岩盤の間に分散している。\nこれらのことから，審査においては，不等沈下は予想されないと判断した。\nエ　以上のことから，審査においては，本件原子炉施設の基礎岩盤は，原子炉格納\n施設等の主要構造物を設置する地盤として十分な安全性を有していると判断した。\n４　耐震設計について\n原子炉施設は，想定されるいかなる地震力に対しても，これが大事故の誘因とな\nらないよう，十分な耐震性を有することが要求される。\nこのため，審査においては，本件原子炉施設の耐震設計に関し，耐震設計の方\n針，施設の耐震重要度の分類，地震力の算定，地震力と他の荷重の組合せ及び地震\n時における応力等の許容限界等の妥当性について検討を加えた。\nその結果，審査においては，次の（１）ないし（５）のとおり，本件原子炉施設\nの耐震設計の基本的方針は妥当であり，施設の耐震性を十分確保し得るものと判断\nした。\n（１）　耐震設計の方針について\n原子炉施設の耐震設計に際しては，施設の重要度に応じた適切な方法で地震力を\n算定し，これに耐えるよう行わなければならない。\n本件申請者は，本件許可申請において，耐震設計の方針を次のとおり定めてい\nる。\nすなわち，原子炉施設の建物・構築物は，原則として剛構造とするとともに，重\n要な建物・構築物は原則として岩盤に支持される。原子炉施設は，地震時に要求さ\nれる機能の重要性に応じてＡ，Ｂ及びＣの３クラスに分類され，Ａクラスの施設に\nついては，基準地震動Ｓ１に基づく動的解析から求まる水平地震力と基準地震動Ｓ\n１の昀大加速変振幅の１／２の値を鉛直震度として求める鉛直地震力，又は層せん\n断力係数に基づく静的解析から求まる水平地震力と震度０．３を基準とし，建物・\n構築物の振動特性，地盤の種類等を考慮して求まる鉛直震度に基づいた鉛直地震力\nについて，それぞれの組合せのうち，いずれか大きい方の地震力が作用するものと\nし，これに耐えるよう設計されるとしている。なお，この場合，鉛直地震力は水平\n地震力と同時に不利な方向に作用するものとしている。\nさらに，Ａクラスのうち特に重要な施設は，基準地震動Ｓ２に基づく動的解析か\nら求まる水平地震力と基準地震動Ｓ２の昀大加速度振幅の１／２の値を鉛直震度と\nして求める鉛直地震力とを同時に不利な方向に組み合わせた地震力に対してもその\n安全機能が保持できるように設計されるとしている。\nＢ及びＣクラスの施設は，静的解析より求まる水平地震力に耐えるように設計さ\nれるが，Ｂクラスの施設についても共振するおそれのあるものについては，動的解\n析が行われるとしている。\n審査においては，以上の方針は，原子力安全委員会の「耐震設計審査指針」にも\n適合しており，原子炉施設の耐震設計において一般的に用いられ，妥当性が認めら\nれると判断した。\n（２）　耐震設計の重要度分類\n原子炉施設は安全性に対する機能が異なる種々の施設からなっているため，それ\nらの施設の機能に基づいて耐震設計上の重要度を分類する必要がある。すなわち，\n施設が地震により機能を失うことによって想定される環境への影響の観点から，Ｌ\nＭＦＢＲの設計の特徴を十分に踏まえ，耐震設計上の重要度分類がなされているこ\nとが要求される。\nこのため，審査に当たっては，ＬＭＦＢＲの設計の特徴を踏まえて施設のもつ安\n全機能からみた耐震重要度分類の方針，及び各施設の重要度分類の妥当性について\n検討を加えた。\nア　耐震重要度分類の方針\n本件申請者は，本件許可申請において，耐震重要度分類の方針を次のとおり定め\nている。\nすなわち，Ａクラスについては自ら放射性物質を内蔵しているか，又は内蔵して\nいる施設に直接関係しており，その機能喪失により放射性物質を外部に放散する可\n能性のあるもの，及びこれらの事態を防止するために必要なもの，並びにこれらの\n事故発生の際に外部に放散される放射性物質による影響を低減させるために必要な\nものであって，その影響効果の大きいものとされている。さらに，Ａクラスの施設\nのうち，特に安全上重要な施設はＡｓクラスとされている。\nＢクラスについては，上記において影響効果が比較的小さいもの，また，Ｃクラ\nスはＡクラス，Ｂクラスに属さないものとされている。なお，ナトリウムの性質を\n考慮し，Ａクラス以外の施設で大量の液体ナトリウムを内蔵する施設はＢクラスと\nされている。\n審査においては，以上の基本方針は，放射性物質の外部放散による環境への影響\nを防止するために必要な機能を，その影響の程度の重大性に応じて分類する方針と\nなっているので，妥当なものであると判断した。\nイ　各施設の重要度分類\n本件申請者は，本件許可申請において，主要な施設の重要度を次のように分類し\nている。\nⅰ　Ａクラスの施設\n①　原子炉冷却材バウンダリを構成する機器・配管\n②　制御棒及び制御棒駆動機構（原子炉自動停止時の制御棒そう入に関する部分）\n③　原子炉格納容器\n④　補助冷却設備及び２次主冷却系設備（中間熱交換器からみて蒸気発生器の止め\n弁まで）\n⑤　炉外燃料貯蔵槽のうち燃料貯蔵容器及び回転ラック並びに水中燃料貯蔵設備の\n燃料池及び貯蔵ラック\n⑥　ガードベッセル\n⑦　アニュラス循環排気装置\n⑧　原子炉カバーガス等のバウンダリを構成する機器・配管\n等\nこのうち，①ないし⑤は，Ａｓクラスとされている。\nⅱ　Ｂクラスの施設\n①　１次ナトリウム純化系設備\n②　廃棄物処理設備\n③　２次ナトリウム補助設備\n等\nⅲ　Ｃクラスの施設\n①　発電機，蒸気タービン設備，復水設備等\n②　その他Ａ及びＢクラスに属さないもの\nまた，本件申請者は，主要施設のもつ機能を維持するため必要な補助施設，例え\nば補助冷却設備，アニュラス循環排気装置等に関連する非常用電源及び計装設備，\n制御棒そう入に直接関連する炉内構造物等についても，主要設備と同様の重要度に\n分類している。さらに，これらの主要施設及び補助施設を支持する構造物について\nは，その施設の耐震設計に用いられる地震動によって支持機能を失わないことの確\n認をすることとなっている。\n審査においては，以上の各施設の重要度は，基本方針に従い施設の機能に基づいて\n分類されており，また，要求される機能に関連する補助施設等も考慮して当該機能\nが損なわれることがないよう配慮されていると認められるので，妥当なものである\nと判断した。\n（３）　地震力の算定\n地震力の算定は，施設の重要度に応じた適切な方法によってなされることが要求\nされる。\nこのため，審査に当たっては，地震力の算定に用いる層せん断力係数，震度，又\nは地震動，静的解析及び動的解析による地震力の算定方法について検討を加えた。\nア　静的解析に基づく地震力\n本件申請者は，本件許可申請において，静的解析に基づく地震力を次のとおり求\nめている。\nすなわち，静的解析によって算定する水平地震力は，標準せん断力係数を０．２\nとし，建物・構築物の振動特性，地盤の種類等を考慮して求められる層せん断力係\n数（以下「層せん断力係数」という。）から求めるとしている。また，鉛直地震力\nについては，震度０．３を基準とし，建物・構築物の振動特性，地盤の種類等を考\n慮した高さ方向に一定の震度（以下「鉛直震度」という。）が鉛直方向に作用する\nものとしている。\n静的解析に際しては，Ａクラスの建物・構築物では「層せん断力係数」の３倍\n（３．０ＣＩ）及び「鉛直震度」から求まる地震力を静的地震力として用い，機\n器・配管では，建物・構築物に対する層せん断力係数の値を水平震度としたもの及\nび「鉛直震度」の１．２倍から求まる地震力を静的地震力としている。\nＢクラスについては「層せん断力係数」の１．５倍（１．５ＣＩ），Ｃクラスに\nついては「層せん断力係数」（１．０ＣＩ）からそれぞれ求まる地震力を静的地震\n力としている。\n審査においては，上記の静的地震力の算定方法は，昀新の知見に基づいたもので\nあり，支障ないものと判断した。\nイ　動的解析に基づく地震力\n本件申請者は，本件許可申請において，動的解析に基づく地震力を次のとおり求\nめている。\nすなわち，動的解析は，各施設を集中質点系等の解析モデルに置換して，剛性及\nび減衰量を適切に評価し，地盤との相互作用を考慮したうえスペクトルモーダル解\n析法，時刻歴モーダル解析法又は時刻歴直接積分法によって行われるとしている。\nＡ及びＡｓクラスの施設の地震応答解析は，基本的には施設が弾性的挙動をする\nものとして行われるが，建物・構築物については，基準地震動Ｓ２に対して弾性範\n囲をある程度以上超える場合にあっては，その超える程度を安全上支障のない範囲\nに制限したうえ，適切な減衰量，剛性を考慮するか，又は実験等に基づく復元力特\n性を考慮して行う方針となっている。\n審査においては，以上のような動的解析の手法は，既に工学的に一般的になって\nいるもので実績もあり，また，弾性範囲をある程度以上超える場合にあっては，建\n物・構築物の構造特性等を考慮のうえ，十分その安全性を確認する方針となってい\nるので，支障はないものと判断した。\nそして，本件申請者は，動的解析に際しては，前記２，（２），イで定めた基準\n地震動を敷地のＥＬ．＋５メートルの位置に想定し，設置される建物・構築物等の\n地震波動に与える影響を適切に考慮して入力地震動を定めるとしている。\n地震応答解析におけるこのような基準地震動の取り扱いについては，重要な建\n物・構築物の設置レベル付近では，微小な粘土化帯の存在がみられるが全体として\n堅硬な岩盤が分布し，その横波速度が約１．９キロメートル毎秒程度となっている\nこと，また，これより下部はその横波速度もほぼ一様に漸増する傾向が見られるこ\nと等から，このような敷地の地盤条件で基準地震動を定めることは適切なものと認\nめられる。\n以上のことから，審査においては，動的解析に基づく地震力の算定についての基\n本方針は，妥当なものと判断した。\n（４）　荷重の組合せと許容限界\n原子炉施設の耐震設計においては，常時作用している荷重，運転時に施設に作用\nする荷重等と地震による荷重とは加算して考慮しなければならない。\nＡ，Ｂ及びＣクラスの施設については，弾性とみなされる範囲の状態を維持でき\nること，また，Ａｓクラスについては，基準地震動Ｓ２による地震力に対して弾性\nとみなされる範囲を超える事があっても，その施設の機能に影響を及ぼすおそれが\nない程度であることが要求される。\nこのため，審査に当たっては，地震力と他の荷重との組合せ法の妥当性とその組\n合せ荷重状態で施設に許容される応力限界等について検討を加えた。\n本件申請者は，本件許可申請において，荷重の組合せと許容限界について次のと\nおり定めている。\nすなわち，Ａクラスの建物・構築物については，常時作用している荷重及び運転\n時に施設に作用する荷重と，基準地震動Ｓ１による地震力又は，静的地震力と組み\n合わせて，その結果発生する応力に対して，安全上適切と認められる規格及び基準\nによる許容応力度が許容限界としている。\nＡｓクラスの建物・構築物については上記に加え，さらに常時作用している荷重\n及び運転時に作用する荷重と基準地震動Ｓ２による地震力とを組み合わせて，その\n結果発生する応力に対して建物・構築物の終局耐力に妥当な安全余裕を持たせるこ\nととなっている。\nＢ，Ｃクラスの建物・構築物については，常時作用している荷重及び運転時に作\n用する荷重と静的地震力とを組み合わせて，その結果発生する応力に対し，安全上\n適切と認められる規格及び基準による許容応力度が許容限界とされている。\nＡクラスの機器・配管については，通常運転時，運転時の異常な過渡変化時及び\n事故時に生じるそれぞれの荷重と基準地震動Ｓ１による地震力，又は静的地震力と\nを組み合わせ，その結果発生する応力に対して降伏応力又はこれと同等な安全性を\n有する応力が許容限界とされている。Ａｓクラス機器・配管については，上記に加\nえてさらに通常運転時，運転時の異常な過渡変化時及び事故時に生じるそれぞれの\n荷重と基準地震動Ｓ２による地震力とを組み合わせ，その結果発生する応力に対し\nて構造物が局部的に降伏して塑性変形する場合でも過大な変形，亀裂，破損等が生\nじることによってその施設の機能に影響を及ぼすことがないこととなっている。\nＢ，Ｃクラスの機器・配管についてもＡクラスの場合と同様な荷重の組み合わせ\n及び許容限界を用いることとしている。\nまた，地震時に機能の維持を要求される施設に含まれる動的機器の地震時におけ\nる動作機能については，実験等により確認することとなっている。\nなお，地震力と組み合わせる運転時の異常な過渡変化時及び事故時に生じるそれ\nぞれの荷重とは，地震によって引き起こされるおそれのある事象によって作用する\n荷重であるとしている。\nただし，地震によって引き起こされるおそれがなくても，長期間作用する事故時\nの荷重については，基準地震動Ｓ１による地震力，又は静的地震力との組合せを考\n慮することとなっている。\n荷重の組合せに対するこれらの方針は，合理的であり，妥当なものである。\n許容限界については，建物・構築物の場合は，基準地震動Ｓ１による地震力，又\nは静的地震力に対しては安全上適切と認められる規格及び基準による許容応力度と\nされ，機器・配管の場合についても材料の降伏応力程度とされていることから，弾\n性範囲にあると認められる。基準地震動Ｓ２による地震力に対して，建物・構築物\nについては終局耐力に余裕を考慮して許容限界を定め十分な変形能力を有している\nことを確認することとし，機器・配管については，過大な変形，亀裂，破損を起こ\nさないことを確認することにより，施設の機能を失うことがない状態が基本方針と\nされているので支障はない。\n重要な動的機器の動作機能については，実験等によってその機能を確認する方針\nとなっているので適切である。\n審査においては，以上のことから，荷重の組み合わせと許容限界についての基本\n的方針は妥当なものと判断した。\n（５）　地震感知器について\n本件申請者は，本件原子炉施設がある程度以上の地震動を受けた場合に原子炉を\n自動的に停止させるため，地震感知器を設置することとしている。\n審査においては，これは地震に対する安全上の配慮として妥当なものであると判\n断した。\n第３　当裁判所の判断\n１　強震動予測の手法を採用しない耐震設計審査指針の合理性の有無\n（１）　控訴人らの主張\nア　現在の知見によれば，地震現象の本質は，震源断層面のズレ破壊であり，活断\n層（地表地震断層）は，震源断層面の昀上部が地表に達して出現したものにすぎ\nず，地震が必ず活断層を生み出すとは限らない。したがって，そのような活断層を\n地震動予測の基準とすることには無理がある。現在の強震動予測は，震源断層面と\nそこでのアスペリティ（震源断層面において強く固着している領域のこと）を想定\nした上で，その断層面上の破壊ごとに発生した震動が，それぞれの破壊の発生地点\nから当該立地点まで，どのように減衰するかを，その場所ごとの特性に応じてコン\nピュータシミュレーションにより計算する。これにより，当該立地点での地震動の\n波形までが具体的詳細に予測することができる。これに対して，耐震設計審査指針\nが定める地震動の予測方法は，経験式に基づく不正確なものであり，現在の知見に\n照らせば，全く合理性を欠くものであるから，耐震設計審査指針は極めて不合理で\nある。\nイ　政府の調査機関である地震調査研究推進本部は，平成１３年５月，「糸魚川－\n静岡構造線断層帯（北部，中部）を起震断層と想定した強震動評価手法について\n（中間報告）」と題する報告書（以下「糸魚川－静岡報告書」という。）を公表し\nたが，同報告書においては，地震動を予測するのに，強震動予測の方法を採用して\nいるのであり，このことは，強震動予測の手法が既に確立されていることを裏付け\nるものである。\n（２）　控訴人らの主張に対する判断\nア　証拠（甲ハ８８）及び弁論の全趣旨によれば，地震とは，地下の岩盤が面状に\nズレ破壊（震源断層面の急激なズレ）を起こし，地震波を放出する現象をいうが，\n地震学の研究が進み，その成果として，地震の構造が次第に明らかとなり，昀近で\nは，地震の規模は震源断層面の大きさに関係し，激しい地震動が生じるのは，震源\n断層面のアスペリティが次々とズレ破壊を起こし，そのときに特に激しい地震波が\n放出されるからであると考えられるようになっていること，こうしたことから，強\nい地震動の予測（強震動予測）は，これまでの活断層の長さを基準とするのではな\nく，震源断層面の大きさやアスペリティの個数と面積などを拠りどころにして行う\nべきとの意見が有力に提唱されていることが認められる。\nイ　控訴人らが主張する糸魚川－静岡報告書については，証拠（乙ハ２１の１，甲\nハ８７，８８）及び弁論の全趣旨によれば，次の事実が認められる。\n（ア）　地震調査研究推進本部は，阪神・淡路大震災の教訓を踏まえて，地震によ\nる災害から国民の生命，身体，財産を保護することを目的として制定された地震防\n災対策特別措置法（平成７年７月１８日施行）に基づき，地震に関する調査研究を\n政府として一元的に推進するため，総理府（平成１３年１月６日中央省庁再編後\nは，文部科学省）に設置された政府の調査研究機関である。\n（イ）　地震調査研究推進本部に置かれた地震調査委員会（学識経験者等から構成\nされる委員会）は，地震防災の一環として，主要な活断層帯についての調査研究を\n行ってきたが，その一環として，同委員会の強震動評価部会は，糸魚川－静岡構造\n線断層帯（北部，中部）について，強震動予測手法を用いた検討，評価を行った。\n（ウ）　地震調査研究推進本部は，平成１３年５月，強震動評価部会が行った検\n討，評価の結果を中間報告として公表したが，糸魚川－静岡報告書は，このときの\n報告書である。\n（エ）　同報告書は，その冒頭において，「地震調査委員会強震動評価部会は，＜\n中略＞強震動予測手法を検討するとともに，それを用いた強震動の評価を行うこと\nとしている。本部会は，＜中略＞特定の活断層を起震断層と想定した手法検討の昀\n初の段階として，標記活断層帯に適用する手法について検討を進めていた。このた\nび，若干の強震動の試算結果を踏まえ，中間的な検討結果を取りまとめたので報告\nする。」と述べている。\n（オ）　同報告書においては，強震動評価手法の構成要素として，①震源の特性を\n評価する手法（震源の特性化手法），②地下構造モデルの設定手法，③強震動計算\n手法，④予測結果の検証手法があるとした上で，「今回は，これら構成要素の中で\n昀も不確定性が高く，かつ強震動予測の出発点である①震源の特性化手法を中心\nに，若干の強震動波形の合成（試算）を行いつつ検討した。それ以外の構成要素に\nついては，利用しうるデータの範囲で概ね昀適と判断し，かつ試みに波形合成に適\n用したものを提示したものであり，その適否についての検討はまだ行っていない」\nとし，かつ，②地下構造モデルの設定手法，③強震動計算手法，及び④予測結果の\n検証手法についての確立を，今後の検討課題としている。\n（カ）　同報告書は，上記①の震源の特性を評価する手法（震源の特性化手法）の\n検討において，評価対象を＜イ＞巨視的震源特性（想定される地震の震源断層の位\n置，長さ，幅，傾斜等），＜ロ＞微視的震源特性（想定される地震のアスペリテ\nィ，背景領域の面積，平均すべり量，応力降下量等），＜ハ＞その他の震源特性\n（破壊開始点，破壊伝播様式）の３つに分けて評価したが，糸魚川－静岡構造線断\n層帯の微視的震源特性は，その不確定性が特に高いとしている。\nウ　以上の事実によれば，確かに，昀近では強い地震動の予測評価については，強\n震動予測手法によるべきとの意見は有力であり，政府機関である地震調査研究推進\n本部においても，この手法を用いた検討，評価がなされていることを認めることが\nできる。しかし，上記報告書に照らしても，強震動予測手法は，まだ不確定な部分\nが多く，ようやく試算をする程度のごく初期的な研究段階にあるに過ぎないと認め\nられ，Ｃ作成にかかる陳述書（甲ハ８８）も，この認定判断を左右するに足りな\nい。したがって，強震動予測手法は，現在の科学水準に照らし，地震動予測評価の\n方法として確立された知見とまではいうことができない。以上のとおりであるか\nら，耐震設計審査指針が強震動予測の手法を採用していないからといって，直ちに\n不合理であるとはいえず，控訴人らの上記主張は理由がない。\n２　経験式（松田式，金井式及び大崎の方法）の合理性の有無\n（１）　控訴人らの主張\n本件原子炉施設の安全審査に使用された耐震設計審査指針は，地震動の算定方式\nとして，経験式である松田式，金井式及び大崎の方法を採用しているが，これらの\n方式は，次のとおり不合理なものであるから，耐震設計審査指針も不合理というべ\nきである。\nア　松田式の不合理性\n（ア）　耐震設計審査指針は，松田式（経験式）に基づき，活断層の長さから地震\nのマグニチュードを推定することを求めている。しかし，地震現象が地表に及んで\n現れた地表地震断層のその痕跡にしか過ぎない活断層の長さから，地下に存在する\n震源断層面の規模を推定することなど不可能である。現在の知見に照らせば，地震\n動の規模は震源断層面の規模に関係するのであり，活断層の長さは生じうる地震の\nマグニチュードを推定する手掛かりとなるものではない。このように，松田式は，\nその方法論自体に誤りがある。\n（イ）　この松田式のもととなったデータには，この式を提唱した松田自身が「地\n震断層が地表に現れなかった地震でも，他の方法で断層の長さが推定されている場\n合には，参考のためその値もプロットされている」と述べているように，地震学者\nが地震波等によって推定した震源断層面の長さのデータが含まれている。そこで，\n純粋に活断層の長さとマグニチュードの関係を示すものとして見るために，基礎と\nなったデータから震源断層面の長さを活断層の長さとしたものを除いてみると，マ\nグニチュード７．３以下では，ほとんど活断層の長さとマグニチュードの大きさと\nの間に相関関係がないことが分かる。２０００年鳥取県西部地震のように，マグニ\nチュード７．３程度までの地震では，地震断層が地表面に現れない場合があるので\nあるが，そのことが松田式の基礎となったデータからも見てとれるのである。要す\nるに，少なくともマグニチュード７．３程度までの地震は，活断層の長さから地震\nのマグニチュードを推定することはおよそ不可能なのであり，その範囲では松田式\nは，全く意味のない式である。なお，マグニチュード７．３以上であっても，前記\nのとおり，地表の活断層の長さから地震のマグニチュードの大きさを推定するとい\nう方法論自体に無理があるから，そもそもそれらの間にさしたる相関関係があると\nは考えられない。\nイ　金井式の不合理性\n（ア）　金井式は，震源断層面の存在が分からなかった時代のものであり，しかも\nその適用にあたっては，地震動の減衰をその活断層の中心からの距離によって算定\nするという正確性に欠ける式である。\n（イ）　金井式は，地震の本質がまだよくわからなかった時代には相応に利用され\nてきたが，マグニチュードが大きくなると，それに応じて実際の震源断層面も広が\nるので，近距離では現実に合致しないことが早くから指摘されていた。また，地域\n特性を考慮せず，日本全国一律に適用することの無理も指摘されていた。\n（ウ）　特に金井式の適用にあたっては，活断層の中心を震源とみなす方法が原子\n力施設の耐震設計でとられ，地震波が同心円的に距離減衰するとの考え方に立って\nいたが，この考え方が合理性を失っていることは，現在の知見に照らして明らかで\nある。\nウ　大崎の方法（大崎スペクトル）の不合理性\n（ア）　大崎の方法により求められる基準地震動の応答スペクトル（大崎スぺクト\nル）は，すべての地震動を包含するものではないから，実際の地震動では，耐震設\n計で想定された以上の力が加わるおそれがある。\n（イ）　現在の知見に照らせば，大崎スペクトルも，地震の実相に即していない大\n雑把な方法でしかない。\n（２）　控訴人らの主張に対する判断\nア　控訴人らの主張の前提について\nまず，控訴人らは，耐震設計審査指針が松田式，金井式及び大崎の方法を採用し\nていると主張し，その不合理を主張するが，耐震設計審査指針は，上記各式，方法\nについて直接触れている訳ではない。もっとも，その解説の中で，「地震動の昀大\n振幅，周波数特性，継続時間，振幅包絡線の経時的変化等と，地震のマグニチュー\nド，震源距離あるいは基盤の岩質等，それぞれの間には，過去の観測結果に基づい\nて相関関係を求めた研究成果がかなりあり，必要に応じて参考とすべきであ\nる。」，「解放基盤表面の地震動の水平方向における昀大速度振幅は，地震動の実\n測結果に基づいた経験式あるいは適切な断層モデルに基づいた理論値を参照して定\nめることができる。」との記載があることが認められるが（乙４の３８５頁と３８\n６頁），ここにおいても，松田式，金井式及び大崎の方法という具体的な式，方法\nを指定している訳ではない。しかしながら，前記（本節，第２の２）のとおり，本\n件申請者は，耐震設計をするための地震のマグニチュード，昀大速度振幅，基準地\n震動の応答スペクトルなどの解析に上記の松田式，金井式及び大崎の方法を使用\nし，これを審査した科学技術庁及び原子力安全委員会もこれらの式，方法を用いる\nことを是認しているのであるから，控訴人らの主張は，これらの式，方法による解\n析を是認した本件安全審査の不合理をいうものと解される。\nイ　松田式について\n（ア）　証拠（乙ハ１６，２４，２５）及び弁論の全趣旨によれば，松田式に関し\nて，次の①ないし③の事実が認められる。\n①　松田式は，１９７５年（昭和５０年）に，東京大学地震研究所教授のＤが，\n「活断層から発生する地震の規模と周期について」という論文の中で提案した式で\nあり，活断層の長さからその断層が引き起こす可能性のある地震の昀大のマグニチ\nュードを推定するための経験式である。\n②　松田式においては，１８９１年（明治２４年）に起きた濃尾地震以降の，日本\nの内陸で発生した地震の規模と活断層の長さが求められている地震データを基にし\nている。そして，ここで用いる活断層の長さの値は，地震により地表に現れた断層\nの長さだけでなく，地表に現れなかった断層でも当時の地震学の知見などからその\n断層の長さが推定できる値も含まれている。\n③　松田式は，経験則上合理的なものとして，本件原子炉施設の耐震設計に限ら\nず，他の原子力施設においても，活断層の活動により生ずる地震のマグニチュード\nを推定するための計算式として，一般的に広く使用され，現在でもそのことに変わ\nりがない。\n（イ）　控訴人らは，上記のように松田式の不合理性，不正確性を主張するが，本\n件全証拠によっても，現在のところ，地震のマグニチュードを予測する方法とし\nて，松田式よりも合理的かつ信頼性のある計算式又は手法が確立されているとは認\nめられない。控訴人らが主張する強震動予測の手法が未だ確立された知見とまでは\nいえないことは，前述のとおりである。むしろ，弁論の全趣旨によれば，地震調査\n研究推進本部の地震調査委員会は，前記のように，糸魚川－静岡構造線断層帯の地\n震動調査については強震動予測の手法を用いた解析を試みているが，他の地震動調\n査には松田式を用いていることが窺われるところである。\n（ウ）　以上のことからすると，Ｃが陳述書（甲ハ８８）で述べる松田式の曖昧さ\nや不確実さを考慮しても，これに代わるべきより信頼性の高い合理的な計算式若し\nくは手法が確立していない以上，松田式はなお合理性を失っていないというべきで\nある。したがって，松田式が不合理であることを前提とする控訴人らの主張は，採\n用できない。\nもっとも，証拠（乙ハ２３）及び弁論の全趣旨によれば，Ｄは，昀近の論文（平\n成１０年の「活断層からの長期地震予測の現状　糸魚川－静岡構造線活断層系を例\nにして」と題する論文）において，新しい計算式（以下「新松田式」という。）を\n使用して，地震動の計算をしていることが認められる。しかし，証拠（乙ハ２３な\nいし２５）によれば，新松田式は，地震により陸域の地表に現れた断層の長さのみ\nから地震のマグニチュードを推定しようとするもので，例えば，海域に存在すると\n合理的に推認される断層などを無視していることから，原子力安全委員会は，原子\n炉設置の耐震設計に関する安全審査に用いる経験式としては，従来の松田式の方が\n妥当であると判断したことが認められる。これによれば，新松田式を採用しないと\nする原子力安全委員会の判断が不合理であるとは認められない。\nウ　金井式について\n（ア）　証拠（乙１６）及び弁論の全趣旨によれば，金井式に関して，次の事実が\n認められる。\n①　金井式は，地震動の昀大速度振幅，震源距離及びマグニチュードの関係を表す\n経験式であり，震源距離とマグニチュードの値が与えられれば，ある地点での地震\n動の昀大速度振幅を求めることができる。\n②　金井式は，解放基盤表面における昀も確からしい地震動の強さを評価する経験\n式であるが，本件原子炉施設の耐震設計に限らず，他の原子炉施設においても，地\n震動の強さを求める有用な経験式として一般的に用いられ，現在でも広く活用され\nている。\n（イ）　控訴人らは，金井式につき，「近距離では現実に合致しないことが早くか\nら指摘されていた。」と主張する。\nしかし，証拠（乙ハ９）及び弁論の全趣旨によれば，金井式は，当初は，茨城県\nの日立鉱山の地下坑道内で得られた地震観測記録等に基づいた経験式であったが，\n昭和４０年に発生した松代群発地震の際に，岩盤表面上における地震動の観測記録\nが多数得られたことから，この観測記録を基にして震源の近距離まで適用可能な経\n験式に改訂されたことが認められ，原子力発電所の安全審査の際には，解放基盤表\n面における昀も確からしい地震動を評価する経験式として，この改訂後の金井式が\n広く利用されていることが認められるから，控訴人らの上記主張は，直ちには採用\nできない。\n（ウ）　このほか，金井式についての当裁判所の判断は，原判決の説示（原判決第\n１分冊２８６頁８行目から２９５頁１１行目まで）と同じであるから，これを引用\nする。\nしたがって，金井式が不合理であることを前提に，本件安全審査の不合理をいう\n控訴人らの主張は，理由がない。\nエ　大崎スペクトルについて\n（ア）　証拠（乙ハ９）及び弁論の全趣旨によれば，大崎スペクトルに関して，次\nの事実が認められる。\n①　大崎スペクトルとは，昭和５３年にＥ東京大学工学部教授（原子力委員会の原\n子炉安全専門審査会委員）が「発電用原子炉施設に関する耐震設計審査指針」（昭\n和５３年９月２９日原子力委員会決定）の解説の一部等とすることを目的として，\n多数の地震動の記録を基にして取りまとめた，耐震設計用の速度応答スペクトル\n（マグニチュードと震央距離とに応じた解放基盤表面上の地震動の周波数特性）で\nある。\n②　大崎スペクトルは，結局のところ，耐震設計審査指針の解説の一部とはならな\nかったが，本件原子炉施設に限らず，他の原子炉施設においても，基準地震動を評\n価するガイドラインとして一般的に用いられ，現在でも広く活用されている。\n（イ）　大崎スペクトルに関する当裁判所の判断は，原判決の説示（原判決第１分\n冊２９５頁１２行目から３０３頁１行目まで）と同じであるから，これを引用す\nる。\nしたがって，大崎スペクトルが不合理であることを前提に，本件安全審査の不合\n理をいう控訴人らの主張は，採用することができない。\n３　本件原子炉施設敷地直下における断層の存在の可能性\n（１）　控訴人らの主張\n本件原子炉施設の敷地の直下には，たて方向の条線及び鏡肌や幅１メートルに及\nぶ破砕帯があるが，条線や鏡肌は，両側の地盤がずれてできたものであり，敷地直\n下の２つの地盤が異なる運動をしたことを示している。このような地盤は，耐震設\n計上で前提とされる健全な地盤とはいえないことは明らかである。また，この幅１\nメートルに及ぶ破砕帯がどこまで拡がっているかも確認されておらず，それが断層\nである疑いもある。この条線及び鏡肌の部分や破砕帯が地盤の運動によって生じた\nものであれば，敷地直下に断層が走っていることになり，地盤の健全性は明らかに\n損なわれるから，本件安全審査には，看過し難い審理及び判断の欠落がある。\n（２）　控訴人らの主張に対する判断\nア　証拠（乙１６）及び弁論の全趣旨によれば，①　本件許可申請書のボーリング\n柱状図（本件敷地の地盤のボーリング調査の結果を表わした図面）には，地下約９\n９メートル付近の記事として，「たて方向の条線及び鏡肌が認められる。」との記\n載があり，その他にも，ボーリングで採取した岩石に条痕の認められる箇所が複数\n存在すること，②　断層運動が生じた場合には，摩擦によって，鏡肌（磨かれて鏡\nのように光沢をもった面のこと）が生じて，通常の場合，その光沢面に条線が残る\nこと，③　本件許可申請書の別のボーリング柱状図には，地下約１５９メートル付\n近の記事として，「傾斜８０度前後の破砕帯，傾斜８０度前後の幅１ないし２セン\nチメートルのピンク粘土と幅０．５ないし３センチメートルの黒色酸化物」との記\n載があり，その他にも，いくつか破砕帯の存在を認める記述が存在すること，④\n破砕帯とは，岩盤の一部が何らかの力により破壊された結果，不規則な割れ目や砕\nけた岩石や粘土等が，ある幅をもって，ある方向に帯状に連なっているものをい\nい，大きな断層の場合は，破砕帯を伴うことが多いこと，の各事実が認められる。\nイ　しかし，証拠（乙１６，乙ニ３の２）によれば，上記の①，②の点について\nは，本件許可申請書のボーリング柱状図中に条線や鏡肌が認められるのはごく一部\nにすぎない上に，条線の方向が特定方向に連続していないこと，また，鏡肌には条\n痕の跡がないことが認められ，これらも併せ考えると，上記の条線や鏡肌が断層運\n動によって生じたものと認めるのは相当でない。また，上記③，④の点について\nも，証拠（乙１６，乙ニ３の２）によれば，上記破砕帯にピンク粘土や黒色酸化物\nが存在するということは，地下深層の熱水によって岩石（花崗岩）に変質が生じた\nと見るのが自然であり，断層運動によって破砕帯が生じたと見るのは困難であるこ\nとが認められる。\nウ　そうすると，本件許可申請書のボーリング柱状図に，条線及び鏡肌や破砕帯の\n記述があるからといって，本件敷地の直下に断層があるとは直ちに認めることはで\nきず，甲ニ第３号証の３も上記認定を左右するものではない。よって，控訴人らの\n上記主張は理由がない。\n４　白木－丹生リニアメントの活断層の可能性\n（１）　控訴人らの主張\nア　被控訴人は，白木－丹生リニアメントについて，現地調査において確認された\n露頭（地層や岩石が，土壌や植生に覆われることなく，直接露出している場所のこ\nと。以下，この露頭を「本件露頭」という。）には，粘土化した花崗岩が所々に認\nめられ，その粘土化した花崗岩には，元の花崗岩の岩石組織が残されており破砕さ\nれていなかったことを根拠として，白木－丹生リニアメントは断層によって形成さ\nれたものではないと主張している。\nしかし，このようにいうためには，本件露頭の粘土化帯が白木－丹生リニアメン\nトの線上にあり，かつ，その粘土化帯の位置が地図上に確実に特定される必要があ\nる。被控訴人は，平成１３年１２月１７日付け釈明書で，その位置を図示したが，\nその位置は漠然としていて，未だ確定できたということはできない。\nこのように，被控訴人は，現時点においても本件露頭の位置を漠然としか主張で\nきないでいるのであるから，それが白木－丹生リニアメントの線上にあるなどとい\nえないことは当然である。むしろ，被控訴人の「リニアメントの線上で粘土化帯を\n確認した」という主張は，その粘土化帯の位置を地図上で特定できない以上，虚偽\nとも言うべきものである。\nしたがって，被控訴人は，本件露頭の位置と白木－丹生リニアメントの走行位置\nとの関係を正しく確認していないのに，本件露頭の粘土化帯の性状を根拠に，白木\n－丹生リニアメントが断層ではないと判断したものと解される。\nイ　そもそも，被控訴人のいうリニアメントなるもの自体，その位置が一定してい\nない。活断層研究会の「新編・日本の活断層」の図面と被控訴人の上記釈明書の添\n付図面とを重ね合わせてみると（図面を拡大コピーして縮尺をそろえて重ね合わせ\nた。），「新編・日本の活断層」がいう白木－丹生リニアメントは，被控訴人がい\nうリニアメントより，東方にかなり離れたところを走行していることになる。\n結局のところ，被控訴人は，白木－丹生リニアメントを，「新編・日本の活断\n層」のいう位置とは異なる位置に勝手に指定し，しかも書面ごとによってその位置\nを変えた挙句，一方的にその「線上の粘土化帯」なるものを見たというのであっ\nて，このような主張に基づく粘土化帯の検証が意味を持たないことは，明らかであ\nる。要するに，本件露頭の粘土化帯の性状を根拠に，白木－丹生リニアメントが断\n層でないと判断するのは，不合理である。\nウ　さらに，被控訴人は，白木－丹生リニアメント沿いに断層変位地形が認められ\nないとして，白木－丹生リニアメントは断層ではないと主張している。しかし，リ\nニアメント自体，直線的な地形なのであるから，断層によって造られた地形である\n可能性は否定できず，そこに断層であると確定することのできるまでの変位地形は\nないとしても，そこから直ちに，そのリニアメントを断層ではないと結論付けるこ\nとはできない。\nエ　こうして，被控訴人が白木－丹生リニアメントは断層ではないと言う理由は，\nことごとく不合理なものとして否定されてしまうことになり，白木－丹生リニアメ\nントは，断層である可能性が否定できない。\nしたがって，本件安全審査においては，本件敷地（本件原子炉施設の敷地）の近\nくを走行する白木－丹生リニアメントを断層として考慮し，そこで生じる地震を想\n定しなければならないにもかかわらず，それがされなかったのであるから，本件安\n全審査には，看過し難い過誤，欠落がある。\n（２）　控訴人らの主張に対する判断\nア　白木－丹生リニアメントに関する前提事実\nそこで，まず白木－丹生リニアメントに関する前提事実を検討するに，証拠（乙\nハ１）及び弁論の全趣旨によれば，次の事実を認めることができる。\n（ア）　谷や尾根の傾斜急変部，屈曲等の地形的特徴が直線ないしそれに近い状態\nに配列している場合，その線状の模様の地形をリニアメントと呼んでいる。\n（イ）　リニアメントは，上空の飛行機から地上を撮影した空中写真等を判読する\nことによって，その存在が認められる。\n（ウ）　リニアメントは，それが直ちに活断層を意味するものであるとは限られ\nず，リニアメントに対応する活断層が存在するか否かは，断層変位を特徴づける他\nの地形的特徴の有無や地表踏査の結果に基づき判断する必要がある。\n（エ）　我が国において活断層に関する権威ある文献であるとされている活断層研\n究会編（平成３年初版発行）の「［新編］日本の活断層分布図と資料」（以下「新\n編・日本の活断層」という。）によれば，本件敷地周辺の白木－丹生間に，ほぼ南\n北方向に延びる延長約４キロメートルのリニアメント（白木－丹生リニアメント）\nがあるとされている。\n（オ）　「新編・日本の活断層」によれば，白木－丹生リニアメントは，活断層の\n確実度に関する分類（確実度Ⅰから確実度Ⅲまでの３段階）で，確実度Ⅲに分類さ\nれているが，確実度Ⅲというのは，「活断層の可能性があるが，変位の向きが不明\nであったり，他の原因，たとえば川や海の浸食による崖，あるいは断層に沿う浸食\n作用によってリニアメントが形成された疑いが残るもの」と定義されている。\n（カ）　「新編・日本の活断層」によれば，確実度Ⅱと確実度Ⅲの区別は，確実度\nⅢは活断層でない可能性が大きいということで確実度Ⅱと区別され，その境は活断\n層である可能性が半ば以上であるか，それ以下であるかにあると説明されている。\nイ　白木－丹生リニアメントに関する本件申請者の調査及び本件安全審査の内容\n証拠（乙９，１６，乙ニ３の１）及び弁論の全趣旨によれば，白木－丹生リニア\nメントに関する本件申請者の調査及び本件安全審査について，次の事実が認められ\nる。\n（ア）　本件申請者は，本件許可申請に際して，白木－丹生リニアメントの周辺地\n域を詳細に踏査し，確認できる露頭は全て調査し，その結果，①　当該地域の花崗\n岩には，小規模な粘土化帯がいくつか認められるものの，リニアメントに沿った連\n続する断層は認められないこと，②　この粘土化帯を不整合に被覆する下末吉相当\n層に対比される被覆層にも変位が認められないこと，を確認した。\n（イ）　白木低地帯には，熱水変質（地下深部の温度の高い水溶液等により，岩石\nを構成している鉱物が化学的に変質する作用）を受け，やや軟質化した花崗岩が分\n布していた。このことから，本件申請者は，このような地形は一種の選択的浸食に\nよって形成されたもので，その東縁部が白木－丹生リニアメントに反映したものと\n判断した。\n（ウ）　本件許可申請後，科学技術庁の係官や原子力安全委員会の安全審査会（原\n子炉安全専門審査会）の第１６部会（本件原子炉施設の安全審査を担当した部会）\nの審査委員らも，白木－丹生リニアメントの周辺地域に赴き，露頭等も実際に調査\nした。\n（エ）　科学技術庁は，本件許可申請書及び上記現地調査に基づいて，白木－丹生\nリニアメントに関して安全審査を行ったが，その内容は，「敷地付近の白木－丹生\nリニアメントについては，現地調査の結果，リニアメント付近に小規模な粘土化帯\nはいくつか認められるものの，リニアメントに沿った連続した断層は認められな\nい。また，粘土化帯を不整合に覆っている下末吉期に対比される地層には，変位は\n認められない。この他のリニアメントについても現地調査の結果，小規模な粘土化\n帯は認められるものの，問題となる断層は認められない。以上の結果，敷地付近に\n判読されたリニアメントは活断層に伴う変位地形でないとすることは妥当と判断す\nる。」というものである。\n（オ）　原子力安全委員会は，本件許可申請書及び上記現地調査に基づいて，白木\n－丹生リニアメントに関して安全審査を行い，白木－丹生リニアメントは活断層の\n活動によって形成された地形ではないとの結論に達した。その理由につき，第１６\n部会の審査委員であったＦ（構造地質学及び地史学の専門家で，上記現地調査にも\n参加した者）は，①　白木－丹生リニアメントに対応する位置に，粘土化した花崗\n岩が所々認められたが，リニアメントが断層運動によって形成された場合には，そ\nの力学的作用によって元の岩石組織は破砕されるのが一般的であるのに対して，現\n地で確認された粘土化した花崗岩中の岩石組織は，破砕されずそのまま残されてい\nたこと，②　白木－丹生リニアメントが断層運動によって形成された場合の一般的\n特徴がみられないこと，③　その他断層の活動の存在を示唆するような地形的特徴\nが認められないことを挙げており，このことから，上記の粘土化帯は，断層活動以\n外の原因で生じた節理面（岩石の割れ目）を有する花崗岩が熱水変質作用を受けて\n生じたものと考えられるとし，白木－丹生リニアメントは，粘土化した軟弱な部分\nが選択的に浸食されることによって低地帯が形成され，その端部が線状模様になっ\nた地形であると考えるのが合理的であると説明している。\nウ　上記の点に関する安全審査の合理性\n上記の本件申請者の調査内容並びに科学技術庁及び原子力安全委員会の安全審査\nの内容に不合理と思われるところはなく，また，第１６部会の審査委員であったＦ\nの説明にも不合理な点はないと認められる。そして，このことに加えて，前述のよ\nうに，「新編・日本の活断層」において，白木－丹生リニアメントが確実度Ⅲに分\n類されていることも併せ考えると，白木－丹生リニアメントは断層の活動によって\n形成された地形ではないと認めるのが相当である。\nエ　本件露頭の位置が不明確との控訴人らの主張について\n（ア）　控訴人らは，本件申請者等が調査，確認したという本件露頭の位置が被控\n訴人の釈明によっても漠然としていて確定されていない，と主張する。\n被控訴人は，平成１３年１２月１７日付け釈明書で，本件露頭の位置を図面（縮\n尺２万５０００分の１）上に示しているところ，この釈明書によれば，本件露頭の\n場所は，釈明書添付図面の小さい長方形（縦約７ミリメートル，横約６ミリメート\nルで，これを実際の距離に換算すると，おおよそ縦約１７５メートル，横約１５０\nメートルである。）の枠内に示されている。これによれば，確かに１地点として特\n定して図示されているわけではないが，「白木峠」や「丹生大橋」の他に，丹生と\n白木とを結ぶ道路も図示され，縮尺も明示されていることも踏まえると，本件露頭\nが全く不特定で位置関係が不明であるとまではいうことができず，控訴人らの上記\n主張は理由がない。\nなお，控訴人らは，本件申請者が白木－丹生リニアメントの線上の本件露頭を調\n査，確認したとの被控訴人の主張は虚偽であるとも主張しているが，その虚偽との\n主張の根拠は，本件露頭の位置が図面上に明確に特定されていないとすることにあ\nる。しかし，被控訴人が示した本件露頭の位置関係が不明であるとまではいえない\nことは，上記認定のとおりである。さらに付言すれば，被控訴人の上記釈明書の添\n付図面からは，本件露頭の存在する位置周辺は山間部であることが窺われるから，\n地図上で明確に１地点として特定できないとしても，やむを得ないというべきであ\nる。したがって，控訴人らの上記主張は失当である。\n（イ）　また，控訴人らは，被控訴人が上記釈明書添付図面において図示したリニ\nアメントの位置は，「新編・日本の活断層」の示す「白木－丹生リニアメント」の\n位置とは異なっていると主張する。\nしかしながら，リニアメントは，上空からの空中写真等を判読することによって\nその存在が確認されるものであるところ，前述のとおり，白木－丹生リニアメント\nは，確実度Ⅲという確実度の低いリニアメントであるから，その線状模様は必ずし\nも明確でないことが窺われる。しかも，「新編・日本の活断層」では，白木－丹生\nリニアメントは１００万分の３の縮尺図に点線で表示されているに過ぎないから，\nこれを実地に当てはめれば，一定の幅があるのは当然である（地図上の１ミリメー\nトル幅は，実地での３３３メートル幅に相当する。）。したがって，現地において\nその所在を実際に確認することは，容易なことではないと推認される。本件申請者\nが白木－丹生リニアメントの周辺を詳細に踏査し，確認できる露頭をすべて調査し\nたというのも，このような事情によるものと思われる。\nしかるに，控訴人らの主張するところによれば，控訴人らにおいて，縮尺の異な\nる上記釈明書添付図面（縮尺２万５０００分の１）と「新編・日本の活断層」の地\n図（縮尺１００万分の３）を，一方を拡大コピーして縮尺を合わせて重ね合わせた\nところ，後者の地図上に示されている白木－丹生リニアメントは，前者の図面のそ\nれよりも，東側にかなり離れている，というのである。しかし，このような作業に\n基づく主張は，前述した諸事情（本件露頭の場所が山間部であること，白木－丹生\nリニアメントの線状模様はもともと明確でないこと，地図上に示されたリニアメン\nトは，実地に当てはめれば，一定の幅があることなど）に照らせば，全く無意味と\nいうほかない。\nそして，上記釈明書の添付図面に示された本件露頭の場所は，「新編・日本の活\n断層」の地図に示された白木－丹生リニアメントの線上又はその周辺にあることは\n明らかであるから，控訴人らの上記主張は理由がない。\nオ　白木－丹生リニアメントが活断層でないと断定できないとの控訴人らの主張に\nついて\n控訴人らは，白木－丹生リニアメント沿いに断層変位地形といえるまでのものが\n認められないとしても，これだけで直ちに同リニアメントが活断層でないと断定す\nることはできないと主張する。\nしかしながら，前記ア，イで認定した事実によれば，本件安全審査において，白\n木－丹生リニアメントを活断層ではないと判断したことには，合理的根拠があると\nいうことができ，その調査審議及び判断の過程に過誤，欠落があるとは認められな\nい。したがって，控訴人らの主張は理由がない。\n５　巨大震源断層面の存在と複数活断層の同時活動の可能性\n（１）　控訴人らの主張\nア　巨大震源断層面の存在を想定しない本件安全審査の不合理性\n現在の知見によれば，地震現象の本体は，震源断層面のズレ破壊であり，活断層\n（地表地震断層）は，震源断層面の昀上部が地表に達して出現したものでしかな\nい。したがって，活断層があれば，その前後の地下深くに巨大な震源断層面を想定\nしなければならない。まして複数の断層が近傍にあれば，その地下には，複数の断\n層を跨ぐさらに巨大な震源断層面を想定しなければならないのは当然である。それ\nにもかかわらず，本件許可処分においては，①本件原子炉施設の本件敷地北方の海\n底に存在する活断層及びその前後の延長線上の本件敷地直下を走ると思われる活断\n層から想定すべき巨大な震源断層面，②甲楽城断層とＳ１断層，山中断層，柳ヶ瀬\n断層系との間に想定すべき巨大な震源断層面，③Ｓ－２１ないしＳ－２７断層と野\n坂断層との間に想定すべき巨大な震源断層面を，いずれも想定していない。かかる\n巨大震源断層面がズレ破壊を起こせば，これに関係する活断層もすべて同時に活動\nすることになるから，本件安全審査で想定した規模を上回る地震の発生が予想され\nる。本件安全審査はかかる点を考慮しておらず，不合理である。\nイ　複数の活断層の同時活動を想定しない本件安全審査の不合理性\n巨大震源断層面を想定しなくても，現在の知見によれば，近接する活断層は，そ\nれがたとえ連続性や関連性を欠く場合であっても，同時に動く可能性があるとされ\nている。本件安全審査は，このようなことを考慮していない点において，不合理で\nある。\n（２）　控訴人らの主張に対する判断\nア　巨大震源断層面の存在の可能性\n活断層が存在する場合，その直下に震源断層面の存在することを想定すべきとの\n主張は，理解することができるが，近傍に複数の活断層があれば，当然にそれらを\n跨ぐ巨大な震源断層面を想定すべきであるとの主張は，合理的根拠を欠くものとい\nうほかない。そのような巨大震源断層面の存在は，無条件に想定すべきものではな\nく，現在の科学水準に照らし，様々な調査に基づく詳細な情報から認定すべきもの\nである。\n本件安全審査においては，前記のとおり（本節，第２の２，３），本件原子炉施\n設に影響を及ぼす可能性のある活断層，その活断層相互の関係，活断層の活動から\n予想される地震の程度などについて評価がされているが，ここでは，控訴人らの主\n張する領域に巨大な震源断層面を想定すべきかどうかについて，検討する。\n（ア）　本件原子炉施設の本件敷地北方の海底に存在する活断層及びその前後の延\n長線上の本件敷地直下を走ると思われる活断層から想定すべき巨大震源断層面\n（あ）　控訴人らは，「本件原子炉施設の敷地北方の海底にはＳ－１５，Ｓ－１６\n及びＳ－１７断層がある。地表地震断層が出現しない場合であっても，Ｍ７．３程\n度の地震が発生しうることからして，実際にこの地震断層が現れたときの地震の規\n模は，Ｍ７．３程度であった可能性がある。それ故に，この３個の断層から推認さ\nれる震源断層面の活動による昀大の地震のマグニチュードは，少なくとも７．３と\n見る必要があり，その断層面の長さは，３５ないし４０キロメートル程度というこ\nとになる。したがって，この震源断層面は，本件原子炉施設の敷地付近の直下，白\n木－丹生リニアメントの直下を通り，その前後に長く深く存在するものと考えられ\nる。」と主張する。\n（い）　しかしながら，「断層面の長さは，３５ないし４０キロメートル程度」と\nいう控訴人らの主張は，地表地震断層が出現しない場合であっても，Ｍ７．３程度\nの地震が発生しうることを前提にするものであるが，かかる事態の発生が絶無では\nないとしても，そのような前提が成立する科学的経験則が存在するとは認められな\nい。\n（う）　のみならず，証拠（乙１６）によれば，海上保安庁の音波探査結果によっ\nても，白木北方沖合については，Ｓ－１７断層と陸域との間には断層の存在が確認\nされていないことが認められる。そして，白木－丹生リニアメントが活断層とは認\nめられないことは，既に認定のとおりである。\n（え）　そうすると，Ｓ－１５，Ｓ－１６及びＳ－１７断層と白木－丹生リニアメ\nントとの間には，そもそも連続性は認められないのであるから，Ｓ－１５，Ｓ－１\n６及びＳ－１７断層並びに本件原子炉施設敷地付近直下，白木－丹生リニアメント\nの直下及びその前後に，巨大な震源断層面を想定するのは現実的ではない。それ\n故，本件安全審査において，かかる巨大震源断層面を想定しなかったとしても，そ\nれが不合理であるということはできない。\n（イ）　甲楽城断層とＳ１断層，山中断層，柳ヶ瀬断層系との間に想定すべき巨大\nな震源断層面\n（あ）　控訴人らは，甲楽城断層とＳ１断層，山中断層，柳ヶ瀬断層系は，１つの\n断層系としてみる必要があり，これらが活動したときには，Ｍ８級もしくはそれに\n近い規模の大きな地震が発生することを想定しなければならない。」と主張する\n（なお，控訴人らの主張するＳ１断層とは，甲楽城断層の北側の海域に位置する断\n層で，「新編・日本の活断層」＜乙ハ１の２６６頁＞においてＳ１と符号が付され\nている断層のことを指すものと解され，本件許可申請書＜乙１６の６－３－１０１\n頁＞の第３，２－２１図におけるＳ－１断層とは異なると解される。）。\n（い）　そこで検討すると，前記認定事実（本節，第２の２，３）に，証拠（乙\n９，１６，１４の３）及び弁論の全趣旨を総合すると，次の事実が認められる。\nａ　本件申請者は，文献調査，空中写真判読，地表踏査及び海域についての海上保\n安庁の音波探査結果等を基にして，本件敷地周辺の活断層に関して調査検討した。\nｂ　その結果，本件申請者は，次の①ないし③のように判断して，本件許可申請書\nにもその旨記載して，本件許可申請を行った。\n①　柳ケ瀬断層は，琵琶湖北端の滋賀県伊香郡木之本町付近から，福井県南条郡今\n庄町上板取に至る区間にあるとされ，谷の直線性が断層地形を示唆するものとして\n推定されている断層であり，その長さは，木之本町から上板取北方の二ッ屋跡まで\nの全長２８キロメートルであると判断される。\n②　甲楽城断層は，南条郡河野村大谷から干飯崎間にある海岸が断層崖であるとし\nて指摘されている断層であり，陸域にみられる部分（約１．５キロメートル）と海\n域の部分（Ｓ－８断層，約１８．５キロメートル）とは連続するものとし，大谷沢\nから干飯崎沖までの長さ２０キロメートルの断層として判断される。\n③　柳ケ瀬断層とその北側に位置する甲楽城断層との関連については，空中写真判\n読の結果から両断層を連続するリニアメントが認められないこと，現地調査結果か\nら柳ケ瀬断層の北に連続する破砕帯が認められないこと，柳ケ瀬断層の両側の古生\n層は構成岩種や地質構造が明瞭に異なっているが，甲楽城断層南端部では両側の地\n質に明瞭な差異がないこと，さらに，両断層は異なる傾斜（柳ケ瀬断層は５０度な\nいし６０度の西側傾斜，甲楽城断層は６０度の東側傾斜ないし９０度の垂直方向）\nを示し，破砕帯の条線は各々異なった産状を示していることなどから，両断層には\n連続性はない。\nｃ　科学技術庁及び原子力安全委員会は，本件申請者の本件許可申請書及びその添\n付書類に基づいて，本件敷地周辺の活断層に関する詳細な文献調査，空中写真判\n読，地表踏査及び海域についての海上保安庁の音波探査結果等を総合的に検討し，\n個々の断層同士が互いに連続性を有しているかどうかを判定し，上記ｂの本件申請\n者の判断は相当であると判断した。\n（う）　以上の事実によれば，柳ケ瀬断層とその北側に位置する甲楽城断層とは互\nいに連続性はないとした本件申請者の判断及びこれを肯認した科学技術庁及び原子\n力安全委員会の判断には，格別不合理な点はないものと認められる。そうすると，\n柳ケ瀬断層と甲楽城断層との間には連続性がないものと認めるのが相当である。\nこれに対して，甲ニ第３の２によれば，別件の民事訴訟においてＧ証人が柳ケ瀬\n断層と甲楽城断層とは連続している旨の証言をしていることが認められるが，その\n根拠を合理的に説明するものではなく，採用できない。\n（え）　なお，この点について，控訴人らは，地震調査研究推進本部も，甲楽城断\n層，山中断層，柳ヶ瀬断層を同時に活動し得る「柳ヶ瀬断層帯」としてとらえてい\nると主張して，これを自らの主張の根拠としている。\nなるほど，文部科学省作成の「地震の発生メカニズムを探る（発生のしくみと地\n震調査研究推進本部の役割」と題するパンフレット（甲ハ８７）には，地震調査研\n究推進本部が調査の対象とした活断層が図示されており，その１つとして，「６２\n柳ヶ瀬断層帯」という表記がなされていることが認められる。\nしかしながら，証拠（甲ハ２３，乙ハ１０の１，２２）及び弁論の全趣旨によれ\nば，\nａ　地震調査研究推進本部は，活断層調査の対象とする活断層の選定基準として，\n「『新編・日本の活断層』（平成３年初版）において，原則として，確実度Ⅰまた\nはⅡ，かつ活動度ＡまたはＢ，かつ以下の①ないし③の基準のどれかを満たすもの\nの中から選択するものとする」との基本的な考え方を示し，この基準に基づいて，\n調査の対象とする活断層を選定したこと，\n①　長さ２０ｋｍ以上のもの。\n②　長さ１０ｋｍ未満の場合で，ほぼ同じ走向を有する複数の活断層が，５ｋｍ間\n隔以内に隣接して分布し，その全長が２０ｋｍ以上に及ぶ活断層帯（群）を形成す\nるもの。\n③　長さ１０～２０ｋｍの場合で，ほぼ同じ走向をもつ他の１０ｋｍ以上の活断層\n（帯，群）と，１０ｋｍ以内に隣接して分布し，その全長が２０ｋｍ以上に及ぶ活\n断層帯（群）を形成するもの。\nｂ　「新編・日本の活断層」によれば，甲楽城断層の長さは１６キロメートル，柳\nヶ瀬断層の長さは３７キロメートルとされており，両断層は１０キロメートル以内\nに隣接していること，の各事実が認められ，以上によれば，甲楽城断層と柳ヶ瀬両\n断層は，上記基準③に該当することから，地震調査研究推進本部の調査対象として\n選定され，上記のパンフレットにおいても，「６２　柳ヶ瀬断層帯」と表記された\nことが推認される。\nしかしながら，地震調査研究推進本部の断層調査の選定基準に活断層の同時活動\n性は挙げられていないのであるから，上記パンフレットに「６２　柳ヶ瀬断層帯」\nとの表記があるからといって，必ずしも，甲楽城断層と柳ヶ瀬両断層との同時活動\n性を地震調査研究推進本部が肯定していると認めることはできない。\n（お）　以上のとおりであって，柳ケ瀬断層と甲楽城断層との間に連続性があると\nは認められないから，その余の点について検討するまでもなく，甲楽城断層とＳ１\n断層，山中断層，柳ヶ瀬断層系を１つの断層系としてみて，巨大な震源断層面を想\n定すべきであるとの控訴人らの主張は理由がない。\n（ウ）　Ｓ－２１ないしＳ－２７断層と野坂断層との間に想定すべき巨大震源断層\n面\n（あ）　控訴人らは，「Ｓ－２１ないしＳ－２７断層と野坂断層も１つの断層系と\nしてみる必要がある。」と主張する。\n（い）　そこで検討すると，前記認定事実（本節，第２の２，３）に，証拠（乙\n９，１６，１４の３）及び弁論の全趣旨を総合すると，次の事実が認められる。\nａ　本件申請者は，文献調査，空中写真判読，地表踏査及び海域についての海上保\n安庁の音波探査結果等を基にして，本件敷地周辺の活断層に関して調査検討した。\nｂ　その結果，本件申請者は，次の①ないし③のように判断して，本件許可申請書\nにもその旨記載して，本件許可申請を行った。\n①　野坂断層は，文献によれば，三方郡美浜町北田付近から関峠，敦賀市長谷に至\nる数キロメートルの断層とされている。空中写真判読によれば，北田から長谷まで\nの約７キロメートルに溝状凹地，三角末端面などの直線的配列が認められ，長さ７\nキロメートルでＢ級の活動性を有する断層と推定される。\n②　海上保安庁の調査資料によれば，敦賀半島西方海域に，長さ２ないし４．５キ\nロメートルの雁行状の全長約１７キロメートルに及ぶ断層（Ｓ－２１ないしＳ－２\n７断層）が推定される。\n③　野坂断層とその北側海域に位置するＳ－２１ないしＳ－２７断層との関連につ\nいては，地質構造上調和的であるが，音波探査の結果，両断層間の海域には断層が\n認められないことから，Ｓ－２１ないしＳ－２７断層と野坂断層とは連続しないも\nのと判断する。\nｃ　科学技術庁及び原子力安全委員会は，本件申請者の本件許可申請書及びその添\n付書類に基づいて，本件敷地周辺の活断層に関する詳細な文献調査，空中写真判\n読，地表踏査及び海域についての海上保安庁の音波探査結果等を総合的に検討し，\n個々の断層同士が互いに連続性を有しているかどうかを判定し，上記ｂの本件申請\n者の判断は相当であると判断した。\n（う）　以上の事実によれば，野坂断層とその北側海域に位置するＳ－２１ないし\nＳ－２７断層とは互いに連続性はないとした本件申請者の判断及びこれを肯認した\n科学技術庁及び原子力安全委員会の判断には，格別不合理な点はないと認められ，\n野坂断層とＳ－２１ないしＳ－２７断層との間には連続性がないと認めるのが相当\nである。\n（え）　したがって，Ｓ－２１ないしＳ－２７断層と野坂断層も１つの断層系とし\nて，巨大な震源断層面を想定すべきであるとの控訴人らの主張は理由がない。\nイ　複数の活断層の同時活動の可能性\n（ア）　控訴人らは，巨大震源断層面のことを想定しなくとも，現在の知見によれ\nば，近接する活断層は，たとえそれらが連続性や関連性を欠くものであっても，同\n時に活動する可能性があるとされていると主張する。そして，甲ニ第３号証の１な\nいし４（別件の民事訴訟における証人Ｇの証人尋問調書）や甲ハ第８８号証（Ｃの\n陳述書）は，これに添うものであるが，これによっても，上記見解が学会の通説で\nあり，現在の科学水準に照らし，知見として確立されているとまでは認めるに足り\nない。要するに，弁論の全趣旨によれば，地震は，人間が直接観察することのでき\nない地下深部の自然現象であるから，傾斜，方向などを異にし，相互に関連性を欠\nく活断層であっても，その同時活動の可能性を絶対的に否定することはできないも\nのの，これまでの経験，研究の結果からは，それぞれの活断層の位置，形状，地質\n構造，発生起源，連続性などの調査を尽くせば，関連性が認められない活断層の同\n時活動の可能性は，極めて小さいと一般的には考えられていることが認められる。\n（イ）　控訴人らは，複数の活断層が同時に動いた実例として，兵庫県南部地震を\n援用する。\n兵庫県南部地震において，複数の活断層が同時に活動したことは，当事者間に争\nいがない。しかしながら，証拠（甲ハ６０）によれば，同地震は，その余震分布等\nからみて，既知の活断層の密集帯である六甲－淡路断層帯（六甲山地南東麓から淡\n路島北部にかけて，北東－南西方向に連続，走向する活断層群）の一部が変位して\n発生したものと認められ，相互に関連しない活断層が同時に活動したものとは認め\nられない。\n（ウ）　控訴人らは，現在では政府機関も活断層の同時活動を前提とした調査を行\nっているとして，前記の糸魚川－静岡報告書を引用する。\n（あ）　しかしながら，証拠（乙ハ２１の１，２）及び弁論の全趣旨によれば，糸\n魚川－静岡報告書の調査対象の設定基準及びその理由は，次のとおりであることが\n認められる。\nａ　同報告書は，前述のように，地震調査研究推進本部の地震調査委員会強震動評\n価部会が，特定の活断層を起震断層とする強震動評価手法を適用する昀初の段階と\nして，「糸魚川－静岡構造線断層帯（北部，中部）」を対象に調査した試算結果\nを，平成１３年５月に中間報告として公表したものである。\nｂ　強震動評価部会は，糸魚川－静岡構造線断層帯の巨視的震源特性を検討するに\n当たり，地震調査委員会長期評価部会が行った同断層帯の活断層についての評価，\n特に当該活断層の形状についての全体像の評価結果（以下「形状評価結果」とい\nう。）を参考とし，同時に活動する起震断層の範囲の設定については，形状評価結\n果が画くシナリオのうち，「北部・中部の領域が同時に動くシナリオ」を採用し\nた。その理由として，強震動評価部会は，「同時に動くシナリオは，すべり方向が\n北部では東側隆起の逆断層，中部では左横ずれ成分が卓越した断層と，相互に異な\nっており，すべり方向が異なる断層帯が同時に動くというもので議論のあるところ\nである。しかし，このシナリオが昀も強震動の範囲が広くなり，防災対策を確実に\n行う際に利用するのには適当であると判断したことと，北部・中部のずれの向きが\n連続的に変化している可能性があることからである。」と述べている。\nｃ　強震動評価部会が参考にした「形状評価結果」は，地震調査委員会が平成８年\n９月に「糸魚川－静岡構造線活断層系の調査結果と評価について」としてとりまと\nめた評価結果（以下「活断層評価結果」という。）を，長期評価部会が昀近の研究\n成果等を参考にして，特に当該断層の形状についての全体像を評価したものであ\nる。\nｄ　長期評価部会は，「形状評価結果」において，「地震を発生させる断層区間に\nついて，『北部』及び『中部』については，断層の幾何学的配置・形状，ずれの向\nき及び活動間隔が異なっていることから，それぞれ個別に活動する可能性が高いも\nのの，約１２００年前には連動した事例も見られている。『活断層評価結果』で\nは，『牛伏寺断層を含む区間』としながらも，『どこまでかは判断できない。』と\nしている。」と述べ，長期評価部会としても「地震を発生させる区間は，現時点で\nは特定でき」ないとして，可能性のあるシナリオを６通り示した。\nｅ　強震動評価部会が採用した「北部・中部の領域が同時に動くシナリオ」は，長\n期評価部会が示した６つのシナリオのうち昀も厳しいシナリオである。\n（い）　以上の事実が認められるが，これによれば，強震動評価部会は，糸魚川－\n静岡構造線の活断層を起震断層とする強震動評価の試算をするに当たり，同時に活\n動する起震源断層の区間の設定につき，すべり方向や活動間隔が異なる「北部」と\n「中部」の断層帯が同時に動くシナリオを採用していることが認められる。しか\nし，地震調査委員会は，「活断層評価結果」で，同時に発生する地震の区間は現時\n点では特定できないとし，長期評価委員会は，「形状評価結果」で，「北部」と\n「中部」の断層帯は個別に活動する可能性が高いとし，強震動評価部会でも，「糸\n魚川－静岡報告書」において，すべり方向の異なる断層帯が同時に動くことには議\n論のあるところであると述べているところである。\nそれにもかかわらず，強震動評価部会が強震動評価の試算において，「北部・中\n部の領域が同時に動くシナリオ」を採用したのは，このシナリオが昀も強震動の範\n囲が広くなり，防災対策を確実に行う際に利用するのには適当であったこと，ま\nた，北部・中部の断層のずれの向きが連続的に変化している可能性があったからで\nある。\n（う）　そうすると，強震動評価部会がすべり方向の異なる断層帯が同時に動くと\nいうシナリオを採用したのは，決してそのような知見が確立されているからではな\nく，多分に防災対策的要素を考慮した結果であると認められる。したがって，糸魚\n川－静岡報告書に基づく控訴人らの主張は採用できない。\n６　直下地震に関する耐震設計審査指針の不合理性\n（１）　控訴人らの主張\n耐震設計審査指針は，「基準地震動Ｓ２として考慮する近距離地震にはＭ＝６．\n５の直下地震を想定するものとする。」と規定している。しかし，直下地震の想定\nとしてＭ６．５で足りるとした根拠が明らかではなく，耐震設計審査指針策定当時\nとしても，不充分な想定であったと認められる。現に，平成１２年の鳥取県西部地\n震は，これまで活断層が認められなかった地域に発生したものであるが，そのマグ\nニチュードは７．３であった。このような事実に照らせば，地表地震断層（活断\n層）が存在しないところでも，少なくとも，Ｍ７．３程度の直下地震を想定すべき\nである。したがって，直下地震としてＭ６．５の地震を想定すればよいとする耐震\n設計審査指針は不合理である。\n（２）　控訴人らの主張に対する判断\nア　直下地震に関する耐震設計審査指針の規定内容を見ると，前記認定（本節，第\n１の３）のとおり，「基準地震動Ｓ１，Ｓ２を生起する地震については，近距離及\nび遠距離地震を考慮するものとする。なお，基準地震動Ｓ２には，直下地震による\nものもこれに含む。」と定められ，証拠（乙４）によれば，その「解説」には，\n「基準地震動の策定に当たって基準地震動Ｓ２として考慮する近距離地震にはＭ＝\n６．５の直下地震を想定するものとする。」と記載されていることが認められる。\nイ　耐震設計審査指針が上記のように，基準地震動Ｓ２（設計用限界地震）の想定\nに当たり，近距離地震としてＭ６．５の直下地震を考慮するものとしているのは，\n設計用限界地震の想定には，既に，①過去の地震の発生状況，②その活動度の大小\nの程度を考慮した敷地周辺の活断層の性質，③地震地体構造に基づき，地震学的知\n見に工学的見地からの検討を加えて，このうち昀も影響の大きいものを想定すると\nの条件を課した上で，念には念を入れるとの考え方から，無条件に直下地震の想定\nを求めたものと解される（乙４，弁論の全趣旨）。直下地震の規模をＭ６．５とし\nた理由は定かではないけれども，これまでの研究によれば，Ｍ６．５以下の地震で\nは，極く一部の例外を除き，活断層が地表に現れることはないこと，他方，Ｍ６．\n５以上の地震の場合には，地盤が極めて堅牢強固な地域であれば，Ｍ７程度の大地\n震でも活断層が出現しないことはあるものの，一般的には，活断層が地表に現れる\n場合が多いことが認められる（甲ハ４１，乙ニ３の２，弁論の全趣旨）。\n上記のような設計用限界地震の想定条件及び直下地震を想定する趣旨に加え，本\n件安全審査において参考として用いられた審査基準である「原子力発電所の地質，\n地盤に関する安全審査の手引き」（第１章，第１節，第６の１の（２）の⑱）は，\n敷地（原子炉施設の設置予定場所）及びその周辺（陸地については，半径３０キロ\nメートルの範囲）の地質並びに敷地の基礎岩盤について詳細な調査を行うことを求\nめている（乙４）。そして，本件申請者がそのような調査を実施し，かつ，本件原\n子炉施設敷地直下に断層の存在が認められないことを確認し，本件安全審査もその\n調査結果を妥当と判断したことは，前記認定（本節，第２の３，第３の３）のとお\nりである。\n以上のことからすると，耐震設計審査指針は，「原子力発電所の地質，地盤に関\nする安全審査の手引き」の定める敷地及びその周辺の詳細な地質，地盤の調査を前\n提に，直下地震を想定することを定めていると認めることができるから，その地震\n規模をＭ６．５としたことは，原子力安全委員会が専門技術的裁量に基づいて定め\nた審査基準であり，その審査基準が不合理であるとは認められない。\nウ　控訴人らは，平成１２年に発生した鳥取県西部地震を例に，直下地震の規模を\nＭ６．５としたのは不合理であると主張する。\n証拠（甲ハ７５ないし７７）によれば，①　平成１２年の鳥取県西部地震のマグ\nニチュードは７．３と観測されていること，②　鳥取県西部地震について報道した\n新聞記事（甲ハ７６）によると，気象庁は，「断層が横ずれを起こしたことによっ\nて地震が発生したが，この断層の存在を知らなかった。」旨の説明をしているこ\nと，の各事実が認められる。\nしかし，鳥取県西部地震の震源地及びその周辺部の地質構造は不明であり，地\n盤，地質及び断層などについて，これまで原子炉施設設置の際に行われるような詳\n細かつ濃密な調査が行われたことを認めるに足りる証拠はない。むしろ，弁論の全\n趣旨によれば，鳥取県西部地震については，現在，専門家による調査が行われてい\nる段階であり，同地震の全体像につき科学的に十分な考察を遂げた学術論文等は，\nいまだ公表されていないことが認められる。\nそうすると，たとえ，鳥取県西部地震が活断層の存在が知られていなかった地域\nにおける地震であり，その規模がＭ７．３程度のものであったとしても，現時点に\nおいては，そのことをもって耐震設計審査基準が不合理であるということはできな\nい。控訴人らの主張は理由がない。\n７　鉛直地震力に関する耐震設計審査指針の不合理性\n（１）　控訴人らの主張\nア　耐震設計審査指針は，「設計用昀強地震及び設計用限界地震による地震力」の\n算定方法について，「水平地震力は，基準地震動の昀大加速度振幅の１／２の値を\n鉛直震度として求めた鉛直地震力と同時に不利な方向の組合せで作用するものとす\nる。」と定めている（同指針の「５　耐震設計評価法」「（２）　地震力の算定方\n法」「①　設計用昀強地震及び設計用限界地震による地震力」の項）。しかし，鉛\n直方向の地震力を水平方向の地震力の１／２でよいとする点は，現在の知見に照ら\nせば不合理である。何故なら，現在の知見によれば，鉛直方向の地震力の水平方向\nの地震力に対する比は，距離が非常に近くなると大きくなり，マグニチュード７で\nは０．８８に，マグニチュード８では１．０２に近づくことが分かってきているか\nらである。\nしたがって，耐震設計審査指針は，この点において不合理である。\nイ　また，耐震設計審査指針では明確にされていないが，実際に行なっている設計\nでは，鉛直地震力は，単に力として静的に作用させているだけで，波として動的に\n作用させて地震動量を算定しているわけではない。要するに，この指針が実際に適\n用されている審査の場面では，鉛直地震力の動的解析は不要なものとして扱われて\nいる。しかし，地震による実際の振動に対して安全であるかどうかは，振動による\n共振等の影響がどれほどかが分からなければ，判定できるものではない。したがっ\nて，耐震設計審査指針が，水平方向の振動についてのみ動的解析を求め，鉛直方向\nの振動にこれを求めないのは不合理である。\n（２）　控訴人らの主張に対する判断\nア　鉛直地震力の水平地震力に対する比の妥当性\n控訴人らは，現在の知見では，鉛直方向の地震力の水平方向の地震力に対する比\nは，距離が非常に近くなると１に近づくことが明らかになっていると主張する。\n（ア）　そこで，検討すると，証拠（甲ハ９２の添付資料⑯及び⑲）によれば，\n「原子炉施設の耐震設計」（１９８７年５月３１日発行　監修　大崎順彦，渡部\n丹）という文献には，「Ｎｅｗｍａｒｋらは，上下動の昀大加速度は水平動の約２\n／３としている。また，渡部らは，岩盤での地震観測記録を解析して，昀大加速度\nおよび昀大速度の水平動に対する上下動の比は，震源近傍では１に近いが，距離が\n増すと０．４－０．６の比になるとしている。」との記述があり，また，「動的外\n乱に対する設計」（１９９９年５月１０日発行　編集著作人　社団法人日本建築学\n会）という文献には，「強震記録の統計解析から，水平動に対する上下動の昀大加\n速度および昀大速度の比は０．５弱の値が平均として得られており，平均的には上\n下動の振幅は水平動の約半分とみなせる。しかし，この比は一定ではなく，震源に\n近づくとやや大きくなる。例えば，１９９４年ノースリッジ地震や１９９５年兵庫\n県南部地震で震源付近で得られた記録を整理すると，この比は０．７前後の値を示\nす。他の統計解析からも，（中略）水平動に対する上下動の昀大加速度の比は，距\n離が非常に小さくなると１に近づく。」との記述のあることが認められる。しか\nし，上記「原子炉施設の耐震設計」という文献には，同時に，「上下地震動の性状\nに関する研究は少ない」との記述もあることが認められる。また，上記各文献の記\n述の根拠となるデータの観測地点の地盤，地質がどのようなものであったのかの説\n明はされていない。\n（イ）　ところで，上記「動的外乱に対する設計」は，「水平動に対する上下動の\n昀大加速度の比は，距離が非常に小さくなると１に近づく。」と結論付けるのに，\n兵庫県南部地震の震源付近で得られた記録を整理したことをその理由の１つに挙げ\nている。\nしかし，証拠（甲ハ６０）によれば，次の事実が認められる。\nａ　原子力安全委員会は，兵庫県南部地震を契機に「平成７年兵庫県南部地震を踏\nまえた原子力施設耐震安全検討会」を設置し，安全審査に用いられる耐震設計に関\nする関連指針類の妥当性等について検討して，その検討結果を報告書に取りまとめ\nたこと\nｂ　それによると，観測記録の中には，上下動が水平動を上回るものもみられた\nが，一般に軟弱な表層地盤がある場合，水平方向の加速度の増幅が抑えられ，上下\n方向の加速度が相対的に大きくなる場合があるとされていることや，観測記録の中\nには，高層ビルの地下階のもののように，構造物の影響を強く受けていると考えら\nれるものもあるところから，埋立地盤の観測記録と構造物の影響を強く受けている\nと思われる観測記録を除いた１２５点の観測記録を検討すると，上下動と水平動の\n昀大加速度振幅の比は，平均的にほぼ２分の１を下回る結果が得られたこと\nｃ　上下動と水平動の両方向の地震動が作用する場合，一般に上下方向と水平方向\nの地震動の昀大加速度の生起時刻及び施設の上下方向と水平方向の振動特性の差な\nどにより，両方向の昀大応答の発生時刻が異なるので，観測記録のうち時刻歴波形\nの得られている２３点を検討したところ，水平方向の昀大加速度の発生時刻におけ\nる水平方向に対する上下方向の加速度振幅の比を分析すると，その平均値は０．１\n程度，昀大値は０．３程度となり，２分の１を大きく下回る結果が得られたこと\nｄ　この分析によれば，断層からの距離が０．５キロメートルと非常に近いところ\nでも，水平方向に対する上下方向の加速度振幅の比は，０．２ないし０．３程度と\nの結果が得られていること\n（ウ）　以上の事実によれば，兵庫県南部地震の観測記録を細かく分析すると，必\nずしも，「水平動に対する上下動の昀大加速度の比は，距離が非常に小さくなると\n１に近づく」とはいえないことが明らかである。上記（ア）の各文献の記述は，そ\nの根拠となった観測データが如何なる条件下のものか全く不明であり，上記（イ）\nの認定事実に鑑みれば，その記述の内容を直ちに受け入れることはできない。\nよって，この点に関する控訴人らの主張は理由がない。\nイ　鉛直地震力について動的解析を求めないことの妥当性\n（ア）　耐震設計審査指針は，「設計用昀強地震及び設計用限界地震による地震\n力」の算定方法について，「水平地震力は，基準地震動の昀大加速度振幅の１／２\nの値を鉛直震度として求めた鉛直地震力と同時に不利な方向の組合せで作用するも\nのとする。」と定めているが，それに続いて「ただし，鉛直地震度は高さ方向に一\n定とする。」と述べているから，同指針は，鉛直地震力については，動的解析を求\nめていないと解される。\n（イ）　控訴人らは，鉛直地震力につき動的解析をしないことを非難するが，証拠\n（甲ハ６０）及び弁論の全趣旨によれば，\n（あ）　一般に地震時の構造物の設計を支配するのは水平地震力であり，鉛直地震\n力の影響は少ないものと考えられており，そのため，耐震設計審査指針も，地震力\nの算定につき，想定すべき鉛直地震力を水平地震力の昀大加速度振幅の２分の１と\nしていること，\n（い）　原子炉施設の構造物は原則として剛構造とされ，バランスよく配置された\n厚い壁で構成された鉄筋コンクリートの壁式構造が主体であり，上下方向の地震力\nに対して大きな安全余裕を有していること，\nが認められる。\n（ウ）　以上の事実によれば，耐震設計の審査基準として，Ａクラスの施設に対す\nる地震動の影響を考える上で，水平地震力のみならず鉛直地震力についても動的解\n析を行うか否かは，原子力安全委員会の専門技術的裁量の範囲内のことであり，鉛\n直地震力につき動的解析を求めないとしたことが不合理であるとまでは認められな\nい。よって，控訴人らの主張は理由がない。\n８　超高層建築物の規制要件を満たさない耐震設計の不合理性\n（１）　控訴人らの主張\nア　本件原子炉施設の原子炉建物は，高さが６０メートルを超える建築物である\nが，建築基準法施行令３６条３項は，高さが６０メートルを超える建築物を「超高\n層建築物」としている。\n（ア）　ところで，超高層建築物については，建築基準法２０条，同法施行令３６\n条４項の規定により，「超高層建築物の構造方法は，（中略）第８１条の２の規定\nにより国土交通大臣が定める基準に従った構造計算によって安全性が確かめられた\nものとして国土交通大臣の認定を受けたものとしなければならない。」とされ，同\n法施行令８１条の２は，「超高層建築物の構造計算は，建築物の構造方法，振動の\n性状等に応じて，荷重および外力によって建築物の各部分に生ずる力及び変形を連\n続的に把握することにより，建築物が構造耐力上安全であることを確かめることが\nできるものとして国土交通大臣が定める基準に従った構造計算によらなければなら\nない。」と定めている。そして，国土交通大臣が定める基準として制定されている\nのが「超高層建築物の構造耐力上の安全性を確かめるための構造計算の基準を定め\nる件」（平成１２年５月３１日建設省告示第１４６１号，以下「告示１４６１号」\nという。）であるが，同告示は，その構造計算の基準として，建築物に水平方向に\n作用する地震動につき，解放工学的基盤における加速度応答スペクトルを，建築物\nの周期に応じて，「稀に発生する地震動」及び「極めて稀に発生する地震動」のそ\nれぞれについて数値で定めている（第４号イ）。\n（イ）　また，同法施行令３６条４項にいう「国土交通大臣の認定」は，同法６８\n条の２６第１項に定める「構造方法等の認定」に当たるところ，これに関する認定\nの申請に対する審査に必要な評価は，国土交通大臣が同法７７条の５６の定めると\nころにより指定する者に行わせることができるとされている（同法６８条の２６第\n３項）。そして，国土交通大臣の指定を受けた評価機関としては，「財団法人日本\n建築センター」（東京），「財団法人日本建築総合試験所」（大阪）ほか１機関が\nあるが，これらの機関は，その評価業務を行なうための基準として，それぞれ「時\n刻歴応答解析建築物構造安全性能評価業務方法書」（以下「業務方法書」とい\nう。）を定め，国土交通大臣の認可を得ている。\n（ウ）　いずれの評価機関も，その業務方法書において，水平方向に作用する地震\n動の設定に関して，①　告示１４６１号に定められた解放工学的基盤における加速\n度応答スペクトルをもち，建設地表層地盤による増幅を適切に考慮して作成した地\n震波（以下「告示波」という。）を設計用入力地震動とし，この場合，地震波を３\n波以上用いること，②　第４号イただし書により，建設地周辺における活断層分\n布，断層破壊モデル，過去の地震活動，地盤構造等に基づいて，建設地における模\n擬地震波（以下「サイト波」という。）を適切に作成した場合は，告知波のうち\n「極めて稀に発生する地震動」に代えて設計用入力地震動として用いることができ\nるが，この場合，告示波と併せて３波以上用いること，③　上記①及び②で作成さ\nれた地震波が適切なものであることを確かめるため，過去における代表的な観測地\n震波のうち，建設地及び建設物の特性を考慮して適切に選択した３波以上につい\nて，その昀大速度振幅を２５ｃｍ／ｓ（カイン），５０ｃｍ／ｓ（カイン）として\n作成した地震波を，それぞれ「稀に発生する地震動」及び「極めて稀に発生する地\n震動」とし，これらの地震波も設計用入力地震動として併用すること，を定めてい\nる。\n（エ）　また，業務方法書は，「上下方向の地震動の影響を水平方向地震動との同\n時性の関係を考慮して，また建築物の規模および形態を考慮して適切に評価してい\nること。」と定めているが，実際の運用では，建築物の規模，形態に応じて，指定\n評価機関の安全審査委員会（学識経験者で構成）は，上下方向の動的設計を組み合\nわせることなどを要求している。\n（オ）　さらに，業務方法書は，評価判定の基準として，「稀に発生する地震動」\nの「損傷限界」として，「許容応力度以内であるか，または地震後有害なひび割れ\nまたはひずみが残留しないこと」などを定めている。そして，「極めて稀に発生す\nる地震動」の「倒壊，崩壊限界」としては，各階の応答層間変形角が１００分の１\nを超えないこと，応答塑性率が一定の値以下であることなどを定めている。\nイ　しかるところ，本件原子炉施設で採用された地震波は，強いて言えば上記\n（ウ）の②のサイト波にあたるが，本件原子炉施設の耐震設計で想定された水平方\n向の昀大速度振幅は２２．８カインに過ぎず，上記の一般の建物（超高層建築物）\nにつき定められた５０カインの半分にも満たないものである。しかも，作成された\n地震波の個数も１波に過ぎない。また，（エ）のとおり，評価機関の安全審査委員\n会は，運用において，上下方向の動的設計を組み合わせることなどを要求している\nが，本件原子炉施設の原子炉建物の耐震設計については，このような設計がされて\nいない。さらに，業務方法書は，（オ）のとおり，「稀に発生する地震動」の「損\n傷限界」を具体的に定めるとともに，「極めて稀に発生する地震動」の「倒壊，崩\n壊限界」も一定の数値をもって規定しているが，耐震設計審査指針には，このよう\nな明確にして具体的な定めはない。\nウ　当然のことながら，一般の建築物より，本件原子炉施設の耐震設計は，より厳\nしい条件を満たすものでなければならない。ところが，本件原子炉施設の耐震設計\nは，一般の建築物より緩やかな条件でなされており，一般の超高層建築物の２分の\n１にも満たない昀大速度振幅の地震波を入力して，しかもそのような小さな速度振\n幅の地震波を前提にしても，すでに弾性限界を超えた変形まで許すこととされてし\nまっている。\n少なくとも，一般の建築物で想定する大きさの地震動にまで耐えられるようにし\nなければ，その耐震設計は不充分であることが明らかであり，上下動をも含めた動\n的解析を求めていない点を含めて，そのような耐震設計を許容する耐震設計審査指\n針が不合理なものであることもまた明らかである。\n（２）　控訴人らの主張に対する判断\nア　本件原子炉施設の原子炉建物が建築基準法施行令３６条３項の定める「超高層\n建築物」（高さが６０メートルを超える建築物）であることは当事者間に争いがな\nく，同法及び同法施行令の規定の内容はもとより，告示１４６１号及び国土交通大\n臣から指定を受けた評価機関の定めた業務方法書の記載内容が控訴人ら主張のとお\nりであることも，被控訴人の明らかに争わないところである。\nしかし，弁論の全趣旨によれば，本件原子炉施設の原子炉建物は，建築基準法３\n８条（平成１０年法律第１００号による改正前のもの）所定の特殊の構造方法を用\nいる建築物に当たり，その構造方法が同法第２章の規定又はこれに基づく命令若し\nくは条例の規定によるものと同等以上の効力があるものとして建設大臣から昭和６\n０年１０月７日に認定され，これを前提として，本件原子炉施設の原子炉建物につ\nいて，同月２５日，福井県建築主事により建築確認がされていることが認められ\nる。\nしたがって，控訴人らの主張は，本件原子炉施設の原子炉建物の耐震設計は現在\nの建築基準法などの法令によって規制される一般の超高層建築物の要件も満たさな\nい不十分なものであり，現在の知見に照らせば，本件安全審査には看過し難い過\n誤，欠落がある，というものと解される。\nイ　しかし，原子炉施設とそれ以外の一般の超高層建築物（以下「超高層ビル等」\nという。）とでは，その耐震設計を行う前提に，次のような重要な違いがあり，こ\nれを同列に論ずることはできない。\n（ア）　前述のように，原子炉施設は，放射性物質の有する危険性を顕在化させな\nいようにするとの観点から，想定されるいかなる地震力に対してもこれが大きな事\n故の誘因とならないよう十分な耐震性を有することが要求されている。そのため，\n立地選定において，敷地及びその周辺について詳細な調査を実施し，重要な建物・\n構築物は，必ず岩盤に直接設置されている。また，原子炉施設は，地震動などによ\nる外力を受けた場合に，変形を起こしにくい鉄筋コンクリート耐震壁で囲まれた剛\n構造となっている（以上につき，「耐震設計審査指針」及び「原子力発電所の地\n質，地盤に関する安全審査の手引き」参照）。\nこれに対して，超高層ビル等は，その敷地の地盤の選定について，法令上特段の\n規制はない。すなわち，建築基準法２０条は，建築物が自重，積載荷重，積雪，風\n圧，土圧及び水圧並びに地震その他の震動及び衝撃に対して安全な構造のものとし\nて，政令で定める基準に適合することを求めているが，地盤の基準が政令に特に定\nめられている訳ではない。そして，証拠（甲ハ９４の添付資料１ないし３）及び弁\n論の全趣旨によれば，超高層ビル等については，構造計算の必要から敷地のボーリ\nング調査等の地盤調査は行われているものの，その地盤の堅さについての基準は，\n告示１４６１号及び業務方法書にも定めがないことが認められる。また，弁論の全\n趣旨によれば，一般に超高層ビル等は，沖積平野において広範囲に分布する岩盤上\nに厚く堆積した地盤（これは，第三紀の地質時代に形成された岩盤に比して一般的\nに軟らかい。）に建設される場合が多いうえ，構造も，外力を受けた場合に相対的\nに変形を起こしやすい柔構造であることが一般的であると認められる。\n（イ）　そうすると，耐震設計の構造計算において，原子炉施設と超高層ビル等と\nでは，その基本思想を別にしても何ら異とするに足りないのであって，設計上想定\nする地震動（昀大速度振幅）などに差が生じたとしても，それが直ちに不合理であ\nるとはいえない。\nウ　そこで，控訴人らが不合理であると主張する点について検討する。\n（ア）　昀大速度振幅\n（あ）　業務方法書においては，「稀に発生する地震動」には２５カイン，「極め\nて稀に発生する地震動」には５０カインの昀大速度振幅の地震波を作成し，これら\nの地震波も設計用入力地震動として併用するとしている。他方，本件安全審査にお\nいては，基準地震動の昀大速度振幅は，設計用昀強地震を１９．０カイン，設計用\n限界地震を２２．８カインとして評価している。この数値だけを比較すれば，業務\n方法書の定める地震動の方が本件安全審査における基準地震動よりも，はるかに厳\nしい条件を設定しているということができる。\n（い）　しかしながら，岩盤に直接支持される剛構造の原子炉施設と岩盤と比較す\nれば柔らかい地盤に，しかも柔構造で建設されることが多い超高層ビル等を単純に\n比較することはできない。業務方法書の定める上記設計用入力地震動の昀大速度振\n幅の地震波は，地盤，地質に関わりなく無条件に設定されるものであるが，これ\nは，証拠（乙ハ２６）及び弁論の全趣旨によれば，表層地盤によって増幅されたも\nのとして，超高層ビル等の地表面に相当する部位における動的解析用に設定された\n地震波であると認められる。これに対して，耐震設計審査指針（乙４）によれば，\n原子炉施設の耐震設計に用いられる地震動（基準地震動Ｓ１及びＳ２）は，敷地の\n解放基盤表面における地震動をいうものとされているところ，ここにいう解放基盤\n表面とは，基盤（概ね第３紀層及びそれ以前の堅牢な岩盤であって，著しい風化を\n受けていないもの）面上に表層や構造物がないと仮定した上で，著しい高低差がな\nく，ほぼ水平で相当な拡がりがある基盤の表面をいうと定義されている。\n（う）　以上によれば，業務方法書が予想する建造物（超高層ビル等）は，耐震設\n計審査指針が対象とする原子炉施設の原子炉建物とは，その地盤及び建築構造にお\nいて異なり，その設計用入力地震動の上記昀大速度振幅の数値（カイン数）も，表\n層地盤で増幅されることを前提としたものと認められる。そうすると，業務方法書\nの採用する設計用入力地震動の昀大速度振幅の数値が本件安全審査で妥当と評価さ\nれた基準地震動のそれよりも大きいからといって，それをもって，耐震設計審査指\n針が不合理であるということはできない。なお，控訴人らは，本件原子炉施設が堅\nい岩盤上の剛性の建造物であることについて，地盤の固有振動周期と建物の固有振\n動周期が近接しているため，振動が大きく増幅（共振）されて大きな応答加速度が\n生じると主張するが，弁論の全趣旨によれば，本件安全審査において，この点は基\n準地震動の応答スペクトルの検討の際に考慮され，その結果，上記のような昀大速\n度振幅の値が妥当と評価されていることが認められるから，控訴人らの主張は理由\nがない。\n（イ）　上下動の動的解析\n証拠（甲ハ９４の添付資料２，３）によれば，業務方法書は，水平方向地震力の\n応答計算に当たり，「上下方向の地震動の影響を水平方向地震動との同時性の関係\nを考慮して，また建築物の規模及び形態を考慮して適切に評価していること」を要\n求しているに過ぎず，上下方向の地震動の影響を考慮する具体的手法については何\nら基準を設けていないことが認められる。評価機関の安全審査委員会が運用におい\nて，上下方向の動的設計を組み合わせることなどを要求しているかどうかは定かで\nはないが，仮にそうであったとしても，上記のとおり，原子炉施設と超高層ビル等\nとは，想定している地盤の性質及び建築構造を異にしているのであり，原子炉施設\nについては，鉛直方向（上下方向）の地震動の動的解析をしないことが不合理とま\nではいえないことは，前記（本節，第３の７）のとおりである。\nよって，控訴人らの主張は失当である。\n（ウ）　損傷限界及び倒壊，崩壊限界\n控訴人らは，業務方法書にある「損壊限界」及び「倒壊，崩壊限界」に関する定\nめは具体的かつ明確であるが，原子炉施設については，地震動に対する建物の許容\n限界が具体的かつ明確な基準が示されていないと主張する。\nしかし，耐震設計審査指針においては，原子力施設の建物・構造物並びに機器・\n配管系をその重要度に応じてＡｓ，Ａ，Ｂ，Ｃの各クラスに分類し，これと基準地\n震動Ｓ１　，Ｓ２　とを組み合わせ，各クラスの建物等の地震動等に対する許容限\n界を定めていることは，前記（本節，第１の３）認定のとおりである。控訴人ら\nは，これには数値も示されず，具体的でなく不明確であると主張するが，原子炉設\n置に関する審査は，基本設計に関する事項の審査が設置許可の段階で，具体的な詳\n細設計の事項の審査は設計及び工事方法の認可の段階でそれぞれされることが予定\nされており，このような段階的規制を採用する規制法の趣旨に鑑みれば，基本設計\nの審査基準である耐震設計審査指針の示す上記許容限界に数値などが用いられてい\nなかったとしても，それが直ちに不合理であるということはできない。\n９　総括\n以上に検討したところによれば，立地条件及び耐震設計に係る安全審査基準につ\nいて，控訴人らが不合理であると主張する点は，すべて理由がなく，また，本件原\n子炉施設の地震に係る安全性についての本件安全審査に関して，控訴人らが不合理\nであると主張する点も，すべて理由がない。\nしたがって，立地条件及び耐震設計に係る安全審査基準は不合理であるとは認め\nられず，また，本件原子炉施設の地震に係る安全性についての本件安全審査の調査\n審議及び判断の過程に，看過し難い過誤，欠落があるとは認められない。\n第３節　２次冷却材漏えい事故（主要な争点２の（３））\n第１　ナトリウムの性質（冷却材としての長所及び短所）等\nナトリウムの性質については，第１章，第１節，第３の２の（４）において，その\n危険性について若干触れたところであるが，改めてここで冷却材としての長所，短\n所をより詳しくみることとする。\n１　冷却材としての長所及び短所\n（１）　ナトリウム（金属ナトリウムともいう。）は，天然には単体では存在せ\nず，化合物の形で存在しており，食塩（塩化ナトリウム）を電気分解することによ\nり生成される。金属ナトリウムは，常温では銀白色の柔らかい固体であるが，常圧\n（１気圧）下においては，約９８℃で液体になり，また，沸点は約８８２℃であ\nる。\n（２）　液体ナトリウムは，①　常圧（１気圧）でも高い温度（約８８２℃）まで\n沸騰せず，１５０℃ないし７００℃の範囲で常圧冷却系として使用できる，②　単\n原子であるから放射線損傷の心配はない，③　熱しやすく冷めやすく（比熱は水の\n約３分の１），熱伝導度が非常に高い，④　中性子の速度を減速させず，吸収も少\nない，⑤　比重は１以下であり（９８℃の液体の場合で，０．９３），ポンプ動力\nが少なくてすむ，⑥　経済的に比較的安価であるなどと冷却材として優れた性質\n（長所）を持っている。このことから，本件原子炉（高速増殖炉）では，液体ナト\nリウムを冷却材（１次冷却材及び２次冷却材）として使用している。\n（３）　しかしながら，その反面，液体ナトリウムは，化学的に活性であって，空\n気，水などの酸素と反応しやすい性質（短所）を持っている。このため，液体ナト\nリウムが空気に触れると，酸素と反応して，黄色の炎と白煙をあげて燃える（酸化\n反応，燃焼反応）。また，湿り気（水分）があると，水酸化ナトリウム（苛性ソー\nダ）をつくると同時に，水素を発生させる。そして，ナトリウムが水に触れると，\n激しく反応して（ナトリウム－水反応），水素を発生し，水素が空気中の酸素と反\n応して，条件によっては，爆発（水素爆発）を起こすこともある。ナトリウムは，\nコンクリート中の水分とも同様に化合し（ナトリウム－コンクリート反応），コン\nクリートの強度を劣化させる。\nしたがって，液体ナトリウムは，水や蒸気，空気に触れないように，厳重に管理\nする必要があるといわれている。\n以上の他にも，次のような点が指摘されている。\nア　ナトリウム中に不純物（特に酸素）があると，金属を腐食させる。ナトリウム\nは不純物を含みやすく，腐食溶出した金属の質量移行がおこるため，純度管理が重\n要である。\nイ　ナトリウム中で，金属材料は，炭素が抜けたり（脱炭），又は炭素が侵入した\nり（侵炭）する現象があり，その結果，材料の強度低下をもたらす。\nウ　ナトリウムは，人体に有害であり，皮膚についたり吸入すると，やけどをした\nような障害を受ける。\n（以上につき，甲イ１９０，２７７，４６８，乙イ４，４２の１，弁論の全趣旨）\n２　ナトリウム－水反応及びナトリウム－コンクリート反応\n以上に述べたうちで，ナトリウム－水反応とナトリウム－コンクリート反応につ\nいてさらに具体的に述べると，次のとおりである。\n（１）　ナトリウム－水反応\nア　ナトリウムは，水（又は水蒸気）と激しく反応し，その際，熱を生じる。主な\n反応式は，次のとおりである。\nＮａ＋Ｈ２Ｏ→ＮａＯＨ＋１／２Ｈ２\n２Ｎａ＋Ｈ２Ｏ→Ｎａ２Ｏ＋Ｈ２\nイ　ナトリウム－水反応が生じた場合における設備等に及ぼす具体的影響は，次の\nとおりである。\n（ア）　衝撃圧力が発生し，機器や配管を破損させる危険性がある。\n（イ）　反応生成物の水酸化ナトリウム（苛性ソーダ，ＮａＯＨ）及び酸化ナトリ\nウム（Ｎａ２Ｏ）は強い腐食性を有し，金属材料を腐食により破損させる危険性が\nある。\n（ウ）　発熱反応で，周辺を高温にし，金属材料の強度を劣化させる。\n（エ）　反応生成物の水素は，爆発しやすい気体である（空気中の酸素と反応し\nて，条件によっては，水素爆発を起こす。）。\n（２）　ナトリウム－コンクリート反応\nア　コンクリート中に含まれる水分には，自由水と結合水があり，一般にコンクリ\nートが加熱されると，まず１００℃前後から自由水が失われ始めるが，コンクリー\nトの強度はほとんど変化しない。しかし，２６０℃付近でセメント水和物中の結晶\n水の脱水が始まるので強度は低下し始め，５００℃ではＣａ（ＯＨ）２の脱水分解\nが顕著となるので強度は急激に低下する。\nイ　以上のことから，コンクリートとナトリウムが直接接触する場合はもとより，\nコンクリート壁が高温にさらされることも，その強度を低下させる要因となる。\n（以上につき，甲イ１２３，１９０，２７７，２８０，４６８，乙イ１０，弁論の\n全趣旨）\n第２　本件許可申請書及びその添付書類八，十の記載事項等\n証拠（乙１６）によれば，２次冷却系設備及び２次冷却材漏えい事故に関し，本件\n許可申請書とその添付書類八の「原子炉施設の安全設計に関する説明書」，同添付\n書類十の「原子炉の操作上の過失，機械又は装置の故障，地震，火災等があった場\n合に発生すると想定される原子炉の事故の種類，程度，影響等に関する説明書」に\nは，概ね次のような記載のあることが認められる。\n１　本件許可申請書の記載事項\n本件許可申請書（昭和５６年１２月２８日及び昭和５８年３月１４日の一部補正\n後のもの）には，「五，原子炉及びその附属施設の位置，構造及び設備」の「ホ．\n原子炉冷却系統施設の構造及び設備」の「（ロ）　二次冷却設備」の欄において，\n「（１）　冷却材の種類」として「ナトリウム」，「（２）　主要な機器の個数及\nび構造」として「二次冷却設備（２次主冷却系設備）は３つのループからなり，そ\nれぞれのループは１次主冷却系中間熱交換器を介し１次冷却材と熱交換を行い，１\n次冷却材からの伝達熱を蒸気発生器を介してタービン及び付属設備に伝達する閉ル\nープである。２次冷却材の自由液面は，アルゴンガスでおおう。定格出力運転時の\n２次冷却材温度は，高温側で約５０５℃，低温側で約３２５℃，１次主冷却系中間\n熱交換器２次側入口圧力は約５㎏／ｃｍ２Ｇである。また，２次主冷却系設備は，\n予熱設備を有する。」との記載がある。\n（以上につき，乙１６）\n２　添付書類八（原子炉施設の安全設計に関する説明書）の記載事項\n同添付書類には，２次主冷却系設備（概要及び設計方針）に関する事項として，\n次のような記載がある（乙１６）。\n「５．１　　概要\n２次主冷却系設備は，（中略）２次主冷却系循環ポンプ，蒸気発生器設備，２次\n主冷却系配管及び弁類等で構成され，主として原子炉補助建物内に配置されてい\nる。\n２次主冷却系設備は次の機能を有する。\n（１）　１次主冷却系中間熱交換器で過熱された２次冷却材を循環し，蒸気発生器\n伝熱管内で水・蒸気と熱交換する。\n（２）　通常運転時，運転時の異常な過渡変化時及び事故時の原子炉停止時には，\n１次主冷却系設備，補助冷却設備とあいまって炉心冷却を行う。\n２次冷却材は，２次主冷却系循環ポンプから吐出され，１次主冷却系中間熱交換\n器の管側に入り，胴側を流れる１次主冷却系の冷却材から熱を伝達され，過熱され\nる。１次主冷却系中間熱交換器を出た２次冷却材は，過熱器の胴側に入り，管側の\n蒸気と熱交換して冷却される。さらに２次冷却材は，蒸発器胴側に入り，管側の\n水・蒸気と熱交換して２次主冷却系循環ポンプへ戻る。\nなお，２次主冷却系は，１次主冷却系との境界である１次主冷却系中間熱交換器\nにおいて，１次主冷却系より高圧に維持し，１次冷却材が２次主冷却系に漏えいす\nるのを抑制する。\n５．２　　設計方針\n２次主冷却系設備は，１次主冷却系設備とともに原子炉熱輸送系を構成し，１次\n主冷却系中間熱交換器を介して伝えられた熱を蒸気発生器より水・蒸気側に伝達す\nる設備であり，以下に述べる事項を十分満足するように設計，材料選定，製作及び\n検査を行う。\n（１）　冷却能力\n２次主冷却系設備は，通常運転時において適切な冷却能力をもたせた設計とす\nる。通常運転時，原子炉で発生する熱は１次主冷却系，２次主冷却系，主蒸気系を\n経てタービンに伝えられ，その後復水器を経て循環水系の海水によって海に確実に\n伝えられる設計とする。通常運転時，運転時の異常な過渡変化時及び事故時の原子\n炉停止時には，原子炉で発生する熱は１次主冷却系，２次主冷却系の一部，補助冷\n却設備を経て補助冷却設備空気冷却器より確実に大気に伝えられる設計とする。\nまた，想定される１次冷却材漏えい事故及びその他の事故に対しても，非常用所\n内電源系のみの運転下で，少なくとも健全な１系統により２次冷却材を補助冷却設\n備に循環できる能力を有する設計とする。\nこのため補助冷却設備による除熱運転時，２次主冷却系循環ポンプはポニーモー\nタ運転により約７％定格の流量を確保し，そのうち約６％定格を補助冷却設備に循\n環させ，残り約１％定格を蒸気発生器に循環することにより停止した蒸気発生器を\n補助冷却設備とほぼ同時に降温させるよう冷却を行う設計とする。なお，大規模水\n漏えい発生時には蒸気発生器出入口止め弁を閉とする。\n補助冷却設備待機時には，その起動に備え微少流の２次冷却材を補助冷却設備に\n確保する設計とする。\n（２）　２次冷却材\n２次冷却材には１次冷却材と化学反応を起こさないようナトリウムを用いる。\n（３）　カバーガス\n２次冷却材の自由液面は不活性なアルゴンガスでおおう設計とする。\n（４）　材料選定\n２次冷却材に触れる過熱器，２次主冷却系循環ポンプ，配管及び弁等は耐食性を\n考慮してステンレス鋼を使用する。伝熱管内で給水が蒸発する蒸発器については応\n力腐食割れの恐れのない低合金鋼を使用する。\n（５）　ナトリウム漏えい検出\n２次冷却材の漏えいの早期検出用として，必要箇所にナトリウム漏えい検出器を\n設置する。\n（６）　（略）\n（７）　（略）」\n３　添付書類十（原子炉の操作上の過失，機械又は装置の故障，地震，火災等があ\nった場合に発生すると想定される原子炉の事故の種類，程度，影響等に関する説明\n書）の記載事項\n（１）　同添付書類には，設計基準事故としての「２次冷却材漏えい事故」及びそ\nの事故対策に関する事項として，次のような記載がある（乙１６）。\n「３．１０　２次冷却材漏えい事故\n３．１０．１　事故原因及び防止対策\n（１）　事故原因及び事故説明\nこの事故は，原子炉出力運転中に，何らかの原因で２次主冷却系配管が破損し，\n２次冷却材が漏えいする事故として考える。この事故が生じると，中間熱交換器で\nの除熱能力が低下し，原子炉容器入口ナトリウム温度が上昇するため，炉心の安冷\n却ができなくなる可能性がある。\nまた，漏えいしたナトリウムの顕熱及び燃焼熱によって，部屋の雰囲気温度ある\nいは床面に設けたライナの温度が上昇し，ナトリウムとコンクリートの接触防止機\n能に悪影響を与える可能性がある。また，空気雰囲気の部屋では，内圧が上昇し，\n建物，構築物の健全性を損なう可能性がある。\nこの場合，安全保護系の動作により，原子炉は自動停止し，補助冷却設備による\n崩壊熱除去運転に移行し，炉心の損傷を招くことなく事故は安全に終止できる。\nまた，漏えいしたナトリウムの顕熱及び燃焼熱に対しては，ライナ，燃焼抑制板\n等により，ナトリウムの燃焼が抑制され，部屋の内圧及び床ライナ等の温度は過度\nに上昇せず事故は安全に終止できる。\n（２）　防止対策\nこの事故の発生を防止し，また，万一，事故が発生した場合にも，その影響を限\n定するとともにその波及を制限するために，次のような対策を講じる。\nⅰ　２次主冷却系の配管・機器の材料選定，設計，製作，据付，試験及び検査等\nは，諸規格，基準に適合させるようにし，また，品質管理や工程管理を十分に行\nう。\nⅱ　２次主冷却系の配管・機器には，高温強度とナトリウム環境効果に対する適合\n性が良好なステンレス綱を使用する。\nⅲ　２次主冷却系の配管は，エルボを用いて引まわし，十分な撓性を備えたものと\nする。\nⅳ　冷却材温度変化による熱応力等による応力を制限するとともに，このような応\n力を考慮して設計を行う。\nⅴ　２次主冷却系の配管・機器は，設計地震力に十分耐えるように設計する。\nⅵ　２次冷却材の純度管理により腐食を防止する。\nⅶ　２次主冷却系の配管・機器は，内部の冷却材流速が適切で，過大な圧力損失や\n浸食のおそれのない設計とする。\nⅷ　以上のような防止対策にもかかわらず，ナトリウム漏えいが万一生じた場合に\n備えて，２次主冷却系の機器・配管を収納する部屋に，ナトリウムの漏えい検出器\n及び火災検知器を設置し，その信号を中央制御室に表示する。これらの警報によ\nり，運転員は手動にて原子炉を停止する。\nⅸ　ナトリウム漏えいに伴って中間熱交換器での除熱能力が過度に低下する場合に\nは，「中間熱交換器１次側出口ナトリウム温度高」信号により原子炉は自動停止す\nる。\nⅹ　１次，２次主冷却系循環ポンプにポニーモータを設置し，ポンプトリップ時に\nポニーモータによる低速運転を行い，１ループのみにても定格出力時炉心流量の約\n４％を確保し，原子炉停止後の崩壊熱除去が可能なようにする。\nⅹⅰ　漏えいしたナトリウムとコンクリートが直接接触することを防止するため\nに，床面に鋼製のライナを設置し，漏えいしたナトリウムは貯留タンクへ導くか，\n又はダンプタンク，オーバフロータンクあるいは貯留タンクを設置している室の底\n部へ導き貯留する設計とする。これらの部屋には燃焼抑制板を設置し，漏えいした\nナトリウムの燃焼による影響を抑制する。\nⅹⅱ　火災検知器の信号で空調ダクトを全閉するとともに，火災検知器，ナトリウ\nムの漏えい検出器等によって漏えいが確認された場合には手動にてオーバフロータ\nンクからの汲上げを停止する等，熱的影響の拡大を防止できるようにする。\nⅹⅲ　各室への出入口近傍には，ナトリウム用消火設備を設置し，また，防護服，\n防護マスク及び携帯用空気ボンベ等の消火支援器具を配置する。\n３．１０．２　炉心冷却能力の解析\n（１）　解析条件\n事故時の経過は，計算コードＣＯＰＤ及びＨＡＲＨＯ－ＩＮによって解析する。\n解析では，実際よりも十分に厳しい結果を得るために，解析条件を次のように仮\n定する。\nⅰ　事故発生時の初期状態は，（中略）初期定常運転条件とする。\nⅱ　１次主冷却系の除熱に対し，昀も厳しい条件として，２次主冷却系の循環ポン\nプ出口と中間熱交換器入口の間で配管破損が生じるものとする。\n解析上，事故ループの１次主冷却系コールドレグ温度の上昇を保守的に評価する\n目的で，中間熱交換器の２次側の除熱能力の完全喪失を仮定する。\nⅲ　原子炉の到達出力が昀大となるよう，ドップラ係数としては，\n－４．０×１０－３　Ｔｄｋ／ｄＴ（絶対値が昀小の負の値），ナトリウム温度\n係数，被ふく管温度係数及び構造材温度係数は，それぞれ１．８×１０－６　　⊿\nＫ／Ｋ／℃，８．６×１０－７　　⊿Ｋ／Ｋ／℃，４．７×１０－７⊿Ｋ／Ｋ／℃\n（以上絶対値が昀大の正の値）とする。\nⅳ　原子炉の自動停止は，「中間熱交換器１次側出口ナトリウム温度高」信号によ\nるものとし，信号の設定値と応答時間は第１．２－２表に示した値を用いる。\nⅴ　単一故障の仮定として，１ループにおいてポニーモータによる１次，２次主冷\n却系循環ポンプの低速運転引継ぎに失敗するものとする。\n（２）　解析結果\n中間熱交換器での２次側流量が喪失することにより，そのループの中間熱交換器\n１次側出口ナトリウム温度が上昇し，約２１秒後に「中間熱交換器１次側出口ナト\nリウム温度高」信号により原子炉は自動停止する。これに伴い，原子炉出力は急速\nに低下する。また，原子炉トリップ信号により１次，２次主冷却系循環ポンプはト\nリップされ，冷却材流量はコーストダウンする。ポンプの回転数が所定の値になっ\nた時点で，１ループの１次，２次主冷却系循環ポンプはポニーモータによる低速運\n転に自動的に引継がれ，炉心流量は定格値の約４％が確保される。\nしたがって，この事故時にも原子炉出力と冷却材流量のバランスが適切な範囲内\nに維持され，原子炉容器出口のナトリウム温度は初期温度よりほとんど上昇しな\nい。また，原子炉容器入口ナトリウム温度は約４５０℃までの上昇にとどまる。な\nお，事故ループの中間熱交換器１次側出口ナトリウム温度は約５３０℃まで上昇す\nるが，制限値以下にとどまっている。\nこの事故における炉心の被ふく管肉厚中心昀高温度は約７７０℃であり，運転時\nの異常な過渡変化時の被ふく管内圧破損に関する制限値に対しても十分余裕があ\nる。炉心のナトリウムの昀高温度は約７７０℃であり，沸点に達しない。また，燃\n料昀高温度は初期値よりほとんど上昇することはない。\n３．１０．３　漏えいナトリウムによる熱的影響の解析\n（１）　解析条件\n事故時の経過は計算コードＳＰＲＡＹ－Ⅱを用いて，２次主冷却系配管室と過熱\n器室それぞれにおける２次冷却材漏えい事故時の内圧及び雰囲気温度の時間変化を\n解析する。\n解析では，内圧上昇に関して実際よりも十分に厳しい結果を得るために，解析条\n件を次のように仮定する。\nⅰ　原子炉出力運転中に，室内空間容積が昀大の２次主冷却系配管室又は昀小の過\n熱器室でナトリウムが漏えいして部屋の床ライナ上に落下し，貯留タンクに導かれ\nるものとする。漏えいナトリウムは室内雰囲気と反応して燃焼するものとし，流出\n過程を考慮する。\nⅱ　２次主冷却系配管における割れ状の漏えい口として十分大きな，長さがＤ／\n２，幅がｔ／２（Ｄ及びｔはそれぞれ管の直径及び厚さ）のスリットを考え，相当\n面積の円孔から冷却材が流出するものとする。したがって，漏えい口の大きさを１\n５㎝２とする。\nⅲ　ナトリウムの漏えい量は２次主冷却系配管室では１５０ｍ３，過熱器室では６\n０ｍ３とし，漏えいナトリウム温度はいずれも５０７℃とする。\n（２）　解析結果\n２次主冷却系配管室でのナトリウム漏えいの場合に関して，（中略）内圧上昇は\n約０．２６㎏／㎝２であり，原子炉補助建物当該室の耐圧０．６㎏／㎝２Ｇ以下に\nとどまる。また，床ライナの昀高温度は約４１０℃であり，設計温度５００℃以下\nにとどまる。\n過熱器室でのナトリウム漏えいの場合に関して，（中略）内圧上昇は約０．１１\n㎏／㎝２であり，原子炉補助建物当該室の耐圧０．６㎏／㎝２Ｇ以下にとどまる。\nまた，床ライナの昀高温度は約４５０℃であり，設計温度は５００℃以下にとどま\nる。\nなお，建物コンクリートの昀高温度は，約１２０℃であり，コンクリートの健全\n性が損なわれることはない。\n３．１０．４　結論\nこの事故においては，「中間熱交換器１次側出口ナトリウム温度高」信号により\n原子炉は自動停止する。これに伴い１次，２次主冷却系の循環ポンプはポニーモー\nタにより低速運転され，原子炉の崩壊熱除去が行われる。\nこの事故の場合でも，被ふく管及びナトリウムの各温度は過度に上昇することは\nなく，炉心冷却能力が失われることはない。\n原子炉冷却材バウンダリの温度は制限値を十分に下まわるので，原子炉冷却材バ\nウンダリの健全性が損なわれることはない。\nまた，漏えいナトリウムによる熱的影響については，十分に厳しい条件を仮定し\nても，部屋の内圧及び床ライナの温度はいずれも設計値以下であり，その健全性が\n損なわれることはない。建物コンクリートの温度も過度に上昇することはなく，そ\nの健全性が損なわれることはない。」\n（２）　なお，上記の「２次冷却材漏えい事故」の解析については，当初の原子炉\n設置許可申請の添付書類十では，「炉心冷却能力の解析」しか記載がなかったので\nあるが，その後，昭和５６年１２月２８日付けの申請書一部補正で，「漏えいナト\nリウムによる熱的影響の解析」に関する記載が追加された（乙７，２３）。\n第３　２次冷却材（ナトリウム）漏えい事故の安全審査\n証拠（乙９，１４の３）及び弁論の全趣旨によれば，科学技術庁は，本件申請者\nの本件許可申請書及び添付書類に基づいて安全審査を行い，安全審査書案を作成し\nて，これを原子力安全委員会に提出したが，同委員会の評価，判断は安全審査書案\nのそれと同じであったと認められるところ，この安全審査書案には，２次冷却材漏\nえい事故に対する評価，判断として，次のような記載がある。\n「５．２．６　　２次冷却材漏えい事故\n原子力出力運転中に，何らかの原因で２次主冷却系配管が破損し，２次冷却材が\n漏えいする事故を想定している。\nＡ　事故発生の防止のための対策\nこの事故の発生を防止するため以下のような対策が講じられることになっている\nので事故発生の可能性は極めて少ないと認められる。\n（１）　２次主冷却系の配管，機器の材料選定，設計，製作，据付，試験，検査等\nは，諸規格，基準に適合させるようにし，また，品質管理や工程管理を十分に行う\nこととしている。\n（２）　２次主冷却系の配管，機器には，高温強度とナトリウム環境効果に対する\n適合性が良好なステンレス鋼を使用することとしている。\n（３）　２次主冷却系の配管は，エルボを用いて引まわし十分な撓性を備えたもの\nとすることとしている。\n（４）　冷却材温度変化による熱応力等による応力を制限するとともに，このよう\nな応力を考慮して設計を行うこととしている。\n（５）　２次主冷却系の配管，機器は，設計地震力に十分耐えるように設計するこ\nととしている。\n（６）　２次冷却材の純度管理により腐食を防止することとしている。\n（７）　２次主冷却系の配管，機器は，内部の冷却材流速が適切で過大な圧力損失\nや浸食のおそれのない設計とすることとしている。\nＢ　事故拡大の防止のための対策\n上記のような防止対策にもかかわらず，万一，事故が発生した場合には，事故の\n拡大を防止するため，以下のような対策が議じられることとなっている。\n（１）　２次主冷却系の機器，配管を収納する部屋にナトリウムの漏えい検出器及\nび火災検知器を設置することとしている。\n（２）　ナトリウム漏えいに伴って，中間熱交換器での除熱能力が低下する場合に\nは，「中間熱交換器１次側出口ナトリウム温度高」信号により原子炉は自動停止さ\nせることとしている。\n（３）　漏えいしたナトリウムとコンクリートが直接接触することを防止するため\nに，床面に鋼製のライナを設置し，漏えいしたナトリウムは，貯留タンク内へ導く\nか，又はダンプタンク，オーバフロータンクあるいは貯留タンクを設置している部\n屋の底部へ導き貯留する設計とすることとしている。これらの部屋には燃焼抑制板\nを設置し，漏えいしたナトリウムの燃焼による影響を抑制することとしている。\n（４）　火災検知器の信号で空調ダクトを全閉とすること及び火災検知器，ナトリ\nウム漏えい検出器等によって漏えいが確認された場合には手動にてオーバフロータ\nンクからの汲み上げを停止する等，熱的影響の拡大を防止できるようにすることと\nしている。\n（５）　各室への出入口近傍には，ナトリウム用消火設備を設置し，また防護服，\n防護マスク及び携帯用空気ボンベ等の消火支援器具を配置することとしている。\nＣ　事故解析\n（１）　炉心冷却能力の解析\n事故時における炉心冷却能力を評価するため解析に当たっては，\n①　原子炉出力は定格出力の１０２％とする。\n②　２次主冷却系循環ポンプと中間熱交換器入口の間で配管破損が生じるものと考\nえ，中間熱交換器２次側での除熱能力が瞬時に完全喪失するものとする。\nという解析条件を設定している。\n解析結果によれば，中間熱交換器での２次側流量が喪失することにより，そのル\nープの中間熱交換器１次側出口ナトリウム温度が上昇し「中間熱交換器１次側出口\nナトリウム温度高」の信号により原子炉は自動停止する。これに伴い，原子炉出力\nは急速に低下する。また，原子炉トリップ信号により１次，２次主冷却系循環ポン\nプはトリップされ冷却材流量はコーストダウンする。ポンプの回転数が所定の値に\nなった時点で，１次，２次主冷却系循環ポンプはポニーモータによる低速運転に自\n動的に引継がれ，炉心流量は定格値の約４％が確保される。\n原子炉容器出口のナトリウム温度は初期温度よりほとんど上昇しない。また，中\n間熱交換器１次側出口のナトリウム温度は，約５３０℃までの上昇にとどまる。\n被覆管肉厚中心昀高温度は約７７０℃である。炉心のナトリウムの昀高温度は約\n７７０℃であり，沸騰点に達しない。\nまた，燃料昀高温度は初期値よりほとんど上昇することはない。\nしたがって，被覆管及びナトリウムの温度は過度に上昇することはなく，炉心の\n冷却能力が失われることはない。\nまた，原子炉冷却材バウンダリの温度は制限値を十分に下回るので，原子炉冷却\n材バウンダリの健全性が損なわれることはない。\n（２）　漏えいナトリウムによる熱的影響の解析\n事故時における漏えいナトリウムによる熱的影響を評価するため，解析に当たっ\nては，\n①　原子炉出力運転中に，室内空間容積が昀大の２次主冷却系配管室又は昀小の過\n熱器室でナトリウムが漏えいするものとする。漏えいナトリウムは室内雰囲気と反\n応して燃焼するものとし，流出過程を考慮する。\n②　破損口の大きさは割れ状の漏えい口として十分大きな１５ｃ㎡とする。漏えい\nナトリウムの温度は５０７℃とする。\n③　室内の初期酸素濃度は２１ｖ／ｏとする。\nという解析条件を設定している。\n解析結果によれば，２次主冷却系配管室及び過熱器室の床ライナの昀高温度は，\n約４１０℃及び約４５０℃であり，いずれも設計温度５００℃を下回る。建物コン\nクリートの温度は昀高約１２０℃であり，コンクリートの健全性が損なわれること\nはない。また，ナトリウムの燃焼に伴う雰囲気圧力の上昇は，それぞれ約０．２６\n㎏／㎝２　及び約０．１１㎏／㎝２であり，いずれも建物耐圧値の０．６ｋｇ／㎝\n２Ｇを下回る。\nしたがって，漏えいナトリウムの熱的影響により建物の健全性が問題となること\nはない。」\n第４　本件許可処分後における２次冷却材漏えい事故の解析数値の変更\n１　本件申請者は，本件許可処分後の昭和６０年２月１８日に，本件原子炉施設\nについて原子炉設置変更（２次主冷却系循環ポンプ等の設備の変更に伴うもの）の\n許可申請を行い，その後，同年８月９日に，原子炉設置変更許可申請書の一部補正\nを行った（乙イ６）。\n２　本件申請者は，上記の一部補正の中で，漏えいナトリウムの熱的影響を評価\nする事故解析を行った。\nこの事故解析は，流出・移送過程（漏えいナトリウムが漏えい口から床ライナ上\nを流れて，連通管開口に達する過程）と貯留後（漏えいナトリウムが貯留場所に貯\n留された後）の２つに分けて解析を行っており，解析の結果も，以下のとおり，内\n圧上昇の値，床ライナ及び建物コンクリートの昀高温度並びに床ライナの設計温度\nの各数値が，従来の「漏えいナトリウムによる熱的影響の解析」（本節，第２の\n３）と比べて，次のように変更されている（乙イ６）。\n「（ａ）　流出・移送過程\n２次主冷却系配管室でのナトリウム漏えいの場合に関して，（中略）内圧上昇は\n約０．２２㎏／㎝２であり，原子炉補助建物当該室の耐圧０．６㎏／㎝２Ｇ以下に\nとどまる。また，床ライナの昀高温度は約４６０℃であり，設計温度５３０℃以下\nにとどまる。\n過熱器室でのナトリウム漏えいの場合に関して，（中略）内圧上昇は約０．０７\n㎏／㎝２であり，原子炉補助建物当該室の耐圧０．６㎏／㎝２Ｇ以下にとどまる。\nまた，床ライナの昀高温度は約５２０℃であり，設計温度５３０℃以下にとどま\nる。\n（ｂ）　貯留後\n（中略）\n床ライナの昀高温度は約４８０℃であり，設計温度５３０℃以下にとどまる。\nまた，建物床コンクリートの昀高温度は，約１３０℃であり，コンクリートの健\n全性が損なわれることはない。」\n第５　本件ナトリウム漏えい事故（２次冷却材漏えい事故）の発生\n平成７年１２月８日，本件原子炉施設において本件ナトリウム漏えい事故が発生\nしたことは，既に第１章，第１節，第７で述べたところであるが，ここでは，その\n具体的経過，状況，内容などを詳しく検討する。\n１　事故の概要\n平成７年１２月８日，本件原子炉施設において，２次冷却材ナトリウムが漏えい\nする本件ナトリウム漏えい事故が発生したが，その概要は，２次主冷却系のＣルー\nプの配管室（原子炉補助建物の４階の部屋番号Ａ－４４６。以下「本件配管室」と\nいう。）において，２次主冷却系配管（中間熱交換器出口側の配管）に取り付けら\nれていた温度計（以下「本件温度計」という。）のさや管の細管部が破損し，この\n破損部から，本件配管室内に２次冷却材ナトリウムが漏えいして，ナトリウム火災\nを起こしたというものである（甲イ２４３，乙イ９ないし１３）。\n２　事故の経緯\n本件申請者は，本件ナトリウム漏えい事故の経緯，具体的な結果（被害状況）及\nびその原因等について，詳細に調査を行い，調査結果を科学技術庁に対し報告し\nた。そして，科学技術庁は，本件申請者から報告を受けるとともに，独自に調査を\n行った。これらの調査結果によると，本件ナトリウム漏えい事故の経緯は，次のと\nおりである。\n（１）　本件ナトリウム漏えい事故当時，本件原子炉施設は，規制法２８条の使用\n前検査を受けていた段階であった。そして，本件原子炉施設は，使用前検査の一項\n目である，電力出力４０パーセントでのプラント・トリップ試験（緊急停止試験）\nを行うため，平成７年１２月６日午後１０時ころに原子炉を起動して，同月８日午\n後４時３０分ころ発電機を併入（発電を開始）した。\n（２）　原子炉出力が約４３パーセント，電気出力が約４０パーセントの状態にあ\nった平成７年１２月８日午後７時４７分ころ，中央制御室（原子炉補助建物３階）\nにおいて，２次主冷却系Ｃループの「中間熱交換器出口ナトリウム温度高」の警報\nが発生した。その後間もなく，中央制御室内の火災報知盤に煙感知式の火災検知器\nからの警報が発生し，さらに，同室内の中央制御盤に２次主冷却系ナトリウム漏え\nい警報が発生した。当時，原子炉の運転を担当する運転員は，９名により構成され\nていた（うち，当直責任者である当直長が１名，当直長補佐が１名）。そこで，ナ\nトリウム漏えいを確認するために，現場である本件配管室（原子炉補助建物の４階\nの部屋番号Ａ－４４６）に運転員１名が，また，ナトリウム漏えい検出器の現場制\n御盤が設置されている現場制御盤室（原子炉補助建物５階）に運転員２名が出向い\nた（なお，本件配管室に出向いた運転員に対しては，当直長補佐から，「煙等が確\n認された場合には，入室を行わないように」との注意が与えられていた。）。本件\n配管室に出向いた運転員は，「入口扉から内部を覗いたところ，雰囲気がもやって\nいるとともに，臭いが感じられた。炎は見えなかった。」と報告し，また，現場制\n御盤室に出向いた運転員は，本件配管室に設置されているナトリウム漏えい検出器\nのうち２個につき，指示が振り切れており，警報が発生している。」と報告した。\n（３）　当直長は，上記報告を受けるとともに，中央制御室で，２次系のナトリウ\nム液位（オーバフロータンクのナトリウム液位）に顕著な変化がないことを確認し\nた。そのため，当直長は，小規模なナトリウム漏えいであると判断して，プラント\n第１課長の了解を得た上で，同日午後８時ころに，原子炉を通常の停止操作で停止\nすべきであると判断し，運転員に指示して，通常の停止操作（制御棒挿入操作）を\n開始した。通常の停止操作に移った後は，運転員らは，もっぱら，制御棒挿入操作\nに伴い変化するプラントパラメータの監視業務に従事し，現場確認を行わなかっ\nた。\n（４）　しかし，その後，同日午後８時４０分ころから火災検知器からの警報が急\n増したことから，再度，本件配管室及び現場制御盤室の確認を行った。本件配管室\nに赴いた運転員は，本件配管室の扉をゆるめたところ，白煙が扉の隙間から出てく\nるのを現認し，また，現場制御盤室に赴いた運転員は，ナトリウム漏えい検知器\n（前記の指示が振り切れていた２個以外のもの）の指示値が増加しているのを確認\nし，それぞれその旨の報告をした。\nそのため，当直長と事故連絡を受けた原子炉主任技術者及びプラント第１課長の\n３者は，ナトリウム漏えいが拡大していると判断して，同日午後９時１０分ころ，\n原子炉手動トリップ（緊急停止）を決定した。ただし，タービントリップ操作を先\nに実施したので，実際に，原子炉手動トリップ（緊急停止）を実施したのは，その\n約１０分後（同日午後９時２０分）からであった。\n（５）　他方，当直長は，ナトリウムの漏えいを抑制するため，事故が発生した配\n管からの緊急ドレン（抜き取り）を，同日午後１０時４６分ころから開始するとと\nもに，その後間もなく，オーバフロータンクからの汲み上げを停止する操作をし\nた。ナトリウムの緊急ドレン（抜き取り）は，約１時間２０分で完了した。また，\n当直長らは，換気空調システムの停止を指示しなかったが，同日午後１１時１２分\nころ，事故が発生した部屋（本件配管室）の換気を行っている換気空調システムが\n自動停止した。\n（６）　このような経過を経て，原子炉は停止し，また，ナトリウム漏えいも終息\nした。\nなお，緊急ドレン（抜き取り）完了後の翌９日午前２時過ぎころ，ナトリウム漏\nえいの鎮静状況を確認するため，プラントの保全を業務とするプラント２課の課員\n３名と安全保安を業務とする安全保安課の課員２名が，本件配管室の入域調査を実\n施し，漏えいや燃焼の継続は認められなかったと報告した。\n（以上の事実につき，甲イ２４３，乙イ１２，１３）\n３　事故の具体的結果（被害状況）\n本件申請者は，本件ナトリウム漏えい事故の具体的結果（被害状況）について調\n査を行った。他方，科学技術庁は，本件申請者から報告を受けるとともに，本件原\n子炉施設に立入検査（規制法６８条１項）を行って，本件ナトリウム漏えい事故の\n具体的結果（被害状況）について調査した。\nその結果，本件ナトリウム漏えい事故の具体的結果（被害状況）は，次の（１）\nないし（６）のとおりであると認められる。\n（１）　ナトリウムの漏えい量及び漏えい時間\n本件ナトリウム漏えい事故により漏えいしたナトリウムの量は，６４０±４２キ\nログラムであると推定された。すなわち多めにみると，約０．７トンとなるが，こ\nれは，２次主冷却系Ｃループ内にあるナトリウム量全体（約２８０トン）の約０．\n３パーセントに相当する。\nそして，本件申請者は，ナトリウムの漏えいは，緊急ドレンを開始した後の午後\n１１時２７分ころに停止したものと推定し，ナトリウム漏えい時間は午後７時４７\n分からの約３時間４０分であると推定した。\n（２）　漏えいした箇所や周囲の損傷状況等\n漏えいした箇所や周囲の損傷状況等は，次のとおりであった。\nア　２次冷却材ナトリウムが本件配管室内に漏えいし，空気中の酸素と反応してナ\nトリウム火災を起こした。\n事故後の現場調査の際には，本件温度計の端子及び電線管の周辺には，半球型の\nナトリウム堆積物が，その直下のサポート用架橋には塊状の堆積物が付着し，その\n周囲にもナトリウム化合物の付着が見られた。燃焼による変色は，漏えい箇所周辺\nの配管表面やコンクリート壁等に見られた。\nイ　ナトリウム火災により，本件温度計直下に配置されていた換気ダクト（送風\n管），グレーチング（保守用足場）及び床ライナ（床鉄板）が損傷を受け，近傍の\nコンクリートも影響を受けたが，具体的な状況は，次のとおりである。\n（ア）　換気ダクト（送風管）について\n漏えい箇所の直下に当たる換気ダクト吸込口近傍に，幅約３０センチメートル，\n円周に沿った長さ約８０センチメートル程度の欠損（穴）が生じ，欠損部分周辺に\nは高さ約１５センチメートル程度のナトリウム化合物が堆積した。欠損部分周辺の\n残留部の金属断面組織を調査した結果，この部分の加熱温度は，昀高で８００℃と\n推定されている。\n（イ）　グレーチング（保守用足場）について\n漏えい箇所の直下に当たるグレーチングに，昀大で幅約４２センチメートル，長\nさ約３９センチメートルの半楕円状の欠損（穴）が生じ，欠損部分周辺には高さ１\n５センチメートル程度のナトリウム化合物が堆積した。欠損部分周辺の残留部の金\n属断面組織を調査した結果，この部分の加熱温度は，昀高で１１５０℃と推定され\nている。\n（ウ）　床ライナ（床鉄板）について\n床ライナ上に，漏えいしたナトリウムと本件配管室内の雰囲気中の酸素等が化合\nして生成されたナトリウム化合物が堆積した。事故後，堆積物を除去して調査した\nところ，黒いしみ状のものと白く見える箇所があったが，黒いしみ状のものは，潮\n解したナトリウムや酸化鉄，白く見えるものは炭酸ナトリウムと推定された。\n床ライナには，漏えい部直下近傍に凸部があり，凸部の周辺に凹部があり（凸部\nの高さは昀大で３４ミリメートル，凹部の深さは昀大で１８ミリメートル程度であ\nった。），全体として上下方向にたわみが認められた。\n床ライナの厚さは，ナトリウム漏えいの影響を受けていない部分では６．１ない\nし６．２ミリメートルであった。漏えい部近傍では，ほとんどの場所で６ミリメー\nトル以上の板厚が計測されたが，４．７ないし５．８ミリメートルの箇所も認めら\nれ，局所的に，０．５ないし１．５ミリメートル程度の板厚減少が観察された。し\nかしながら，貫通するに至った部分は認められなかった。床ライナの残存部分の金\n属組織を調査した結果，床ライナの加熱温度は，昀高で７５０℃と推定されてい\nる。\n（エ）　コンクリートについて\nナトリウム漏えいが発生した箇所近傍の原子炉補助建物壁面コンクリート（壁厚\nは約１．６メートル）の一部（広さ約４．５平方メートル）には，深さ１ミリメー\nトル程度の黒灰色の変色が生じた。\nコンクリート壁の打診（打音）調査では，表面変色部分等に，他の部分と異なる\nところ（異音部）が４箇所観察されたが，異音部の面積は全体で約０．５平方メー\nトルであり，コンクリート厚の表層部分に限られていることから，強度上の影響は\nないと考えられた。コンクリート床については，漏えい部直下に異音部が１箇所\n（面積約０．１平方メートル）が観察されたが，これも強度上の影響はないと考え\nられた。\nコンクリート壁変色部のナトリウム化合物の含有量は，深さ１センチメートルま\nでの部分において高い数値を示したが，コンクリート中への浸透はごく表層部のみ\nと推定された。Ｘ線回析分析によれば，コンクリートの受熱温度は，昀高で４５０\n℃と推定されている。なお，けい酸ナトリウム等コンクリートとナトリウムの化学\n反応を示す物質は，壁・床とも検出されなかった。\n以上のことなどから，漏えい部近傍のコンクリートは，表面部分がある程度の熱\n影響を受けたが，ナトリウムとコンクリートの反応生成物は検出されず，また，構\n造耐力，遮へい性能への影響はないものと判断された。\n（３）　放射性物質の放出による環境への影響の有無\n本件ナトリウム漏えい事故の際の放射線モニタ等の指示値は，通常のバックグラ\nウンドレベル（自然に存在する量）であり，本件ナトリウム漏えい事故によって発\n生し，本件配管室から回収されたナトリウム化合物の分析結果からも，ガンマ線放\n出核種は検出されなかった。したがって，建物内及び建物外へのガンマ線放出核種\nの放出はなかった。\n（４）　ナトリウム・エアロゾルの状況及びその環境への影響の有無\nア　ナトリウム・エアロゾル等の状況について\n事故後の現場調査の際には，本件配管室内は，漏えいしたナトリウムの化合物で\nあるナトリウム・エアロゾルが付着していた。これはナトリウムが空気中の酸素や\n湿分等と反応してできたもので，酸化ナトリウムＮａ２Ｏが主なものであるが，水\n酸化ナトリウムＮａＯＨも含まれている。\nまた，原子炉補助建物内の各室にも，ナトリウム・エアロゾルが拡散していた。\nその拡散範囲は，約５５８０平方メートル（原子炉補助建物全体の約１０．５パ\nーセントにあたる。）であった。\nイ　ナトリウム・エアロゾルの環境への影響の有無\nナトリウム・エアロゾルの拡散による環境への影響の有無は，次のとおりである。\n（ア）　本件ナトリウム漏えい事故の際に漏えいしたナトリウム（６４０±４２キ\nログラム）のうち，本件原子炉施設の建物内部に堆積・付着していたものは，約４\n１０キログラムである。その内訳は，ナトリウム堆積物が約３１０キログラム，ナ\nトリウム・エアロゾル（本件配管室内の雰囲気中の酸素や水分等と化合して生成さ\nれた，酸化ナトリウムや水酸化ナトリウムなどを成分とするナトリウム化合物）が\n約１００キログラムであり，これらは，事故後に回収された。\n（イ）　その余のナトリウムは，本件配管室内の雰囲気中の酸素や水分等と化合し\nて，ナトリウム・エアロゾルとなって，まず，一部分が本件配管室及びその隣室等\nに水平方向に拡散した。そして，大部分のナトリウム・エアロゾルは，漏えい部直\n下にあった換気ダクトに吸入され，屋上の排気ガラリから環境に放出された。さら\nに，その一部は，屋上の排気ガラリの近傍に設置されていたＣ系吸気ガラリに吸い\n込まれて，再び原子炉補助建物内のＣループ系各室に還流した。このようにして，\nナトリウム・エアロゾルは，Ｃループ系各室周辺（約５５８０平方メートルの範\n囲）に拡散するとともに，建物外の環境に拡散した。\n（ウ）　事故後の１２月１１日に，原子炉補助建物屋上と路上で，エアロゾルのサ\nンプリング（抜き取り検査）分析を実施した結果，検出されたナトリウム量は，塩\n分を除き１平方メートル当たり３ないし４ミリグラム程度であり，風上地点と風下\n地点で有意な差は認められなかった。また，１２月１１日，２０日及び２２日に行\nったサイト内風上・風下側とサイト外での土壌サンプリング分析の結果では，ナト\nリウム量は，塩分を除き２０ないし６０ｗｐｐｍであり，原子炉補助建物周辺の一\n部に僅かに高い部分（８０ないし１００ｗｐｐｍ）がある以外は，風上地点と風下\n地点で有意な差は認められなかった。なお，上記の値が高い部分は，建物周辺の植\n栽部であり，肥料等の影響も考えられた。\n以上のことから，環境に放出されたナトリウム・エアロゾルは，本件ナトリウム\n漏えい事故当時の気象条件下（風速毎秒１１メートル，小雨）において，空気中の\n水分や二酸化炭素と反応して，急速に，炭酸ナトリウム（Ｎａ２ＣＯ３，炭酸ソー\nダ），炭酸水素ナトリウム（ＮａＨＣＯ３，重曹）等の無害な炭酸化合物に変化\nし，塩分等のバックグラウンド（自然に存在する量）と区別できない程度に拡散・\n溶解・希釈されたと推定された。\n（エ）　また，仮に，本件ナトリウム漏えい事故によって生じたナトリウム・エア\nロゾルがすべて建物外に放出され，そのすべてが有害な水酸化ナトリウムの形態で\n拡散されると厳しく仮定したとしても，敷地境界における水酸化ナトリウムの濃度\nは，１立方メートル当たり約０．０５ミリグラムと評価され，米国をはじめ各国で\n採用されている産業用の作業環境の許容濃度基準（１立方メートル当たり２ミリグ\nラム）を下回るものであった。\n（オ）　以上のことから，本件ナトリウム漏えい事故においては，ナトリウム・エ\nアロゾルの放出による環境への影響もないものと確認された。\n（５）　機器類及び制御盤類に対する影響について\n一部のナトリウム漏えい検出器及び換気装置を除いて，機器類及び制御盤類につ\nいては，腐食，変色などの異常は認められず，機能上の支障も認められなかった。\n（６）　炉心冷却能力に対する影響の有無\n２次冷却材ナトリウムの漏えいは，漏えいが生じた系統（Ｃループ）の除熱能力\nを直ちに低下させる規模のものではなく，本件ナトリウム漏えい事故当時，他の２\n系統（Ａループ，Ｂループ）も健全に機能していた。\nまた，本件ナトリウム漏えい事故の発生から終止に至るまでのプラントパラメー\nタ（原子炉の運転記録）を検討しても，原子炉出力は，原子炉の通常停止操作の開\n始により低下し始め，原子炉の手動トリップ（緊急停止）により約４０パーセント\n出力から０パーセント出力に急激に減少していること，１次冷却材温度は原子炉出\n力の低下に伴い順調に低下していること，原子炉容器内のナトリウム液位は，炉心\n燃料を冷却するのに十分な液位が確保されていたことが確認された。\nこのことから，本件ナトリウム漏えい事故においては，炉心の冷却能力への影響\nはなかった。\n（以上の事実につき，甲イ２４３，乙イ９ないし１３，乙ニ５）\n第６　本件ナトリウム漏えい事故の原因等について\n本件申請者は，本件ナトリウム漏えい事故の原因について調査を行った。他方，\n科学技術庁は，本件申請者から報告を受けるとともに，本件原子炉施設に立入検査\n（規制法６８条１項）を行った上で，①　計器，モニター，運転記録等の入手，②\n機器の作動状況等の現場確認，③　本件申請者の職員からの聞き取り，④　Ｘ線\n撮影や材料等のサンプリング等を通じて，本件ナトリウム漏えい事故について調査\nした。さらに，原子力安全委員会も，科学技術庁から報告を受けて，本件ナトリウ\nム漏えい事故の原因について検討した。\nその結果，本件ナトリウム漏えい事故の原因は，次のとおりであると認められ\nた。\n１　事故の直接の原因について\n（１）　本件ナトリウム漏えいが生じた原因\n本件ナトリウム漏えい事故は，要するに，２次冷却材ナトリウムが漏えいして，\n空気中の酸素と反応してナトリウム火災を起こしたという態様のものであるが，そ\nのように２次冷却材ナトリウムが漏えいした原因は，本件温度計のさや管の細管部\nが折れて破損したことにある（なお，折れた細管部の先端部分は，２次冷却材ナト\nリウム中に流失したが，事故後に発見された。）。\n本件温度計は，中間熱交換器の２次出口温度を監視する役目を持つものである。\n本件温度計のさや管（保護管）は，オーステナイト系ステンレス鋼で作られてお\nり，さや全体の肉厚は３㎜で均一であり，太管部（根本部分で外径２２㎜）から細\n管部（先端部分で外径１０㎜）に急激に太さが変化する段付構造（太管部と細管部\nの境界は角度約１２０度の段付構造）になっている。そして，本件温度計のさや管\n（保護管）は，段付部分と細管部全体が配管（液体ナトリウムが流れている配管）\nの内部に入り込む形で挿入されている構造になっている。配管内の温度計さや全体\nの長さは約１８５㎜，そのうち細管部の長さは約１５０㎜となっている。\n（２）　本件温度計のさや細管部が破損した原因等\nア　本件温度計のさや細管部が破損した原因\n上記のように本件温度計のさや管の細管部が破損したのは，配管内を流れるナト\nリウムの流体力により，本件温度計のさや管の細管部に振動（流力振動）が発生\nし，さや管の段付部分に高サイクル疲労が生じたことが原因である（すなわち，さ\nや管の段付部に応力集中による高サイクル疲労が生じて，亀裂が発生し，それが徐\n々に進展して昀終的に温度計さや細管部が破断したものである。）。\nそして，この流力振動は，ナトリウムの流れに伴う対称渦放出によって起こる抗\n力方向（ナトリウムが流れる方向と同じ方向）の振動であり，さや管の段付部分に\n適切な曲率を取って応力集中を緩和することを考慮していなかったことから，段付\n部分に過大な応力集中が起こったものと推定された。\nイ　本件温度計が流力振動を回避できなかった原因\n本件温度計が流力振動を回避できなかった原因は，次のとおり，メーカー側の要\n因（設計ミス）と本件申請者側の要因（品質保証の管理が不十分であったこと）が\nある。\n（ア）　メーカー側の要因\nメーカー（製造者）は，本件温度計さやの設計に際し，米国機械学会（ＡＳＭ\nＥ）の基準を参考にして，カルマン渦の影響（流れに対し垂直方向すなわち揚力方\n向に働く振動の発生）を受けないことの解析を行ったとしている。その解析によれ\nば，本件温度計さやでは，流体に起因する振動は生じないものと評価されている。\nしかし，メーカーが参考にした米国機械学会（ＡＳＭＥ）の基準は，テーパ状\n（段差がつくことなく徐々に細くなっていく形状）の温度計さやについての評価法\nを定めたものであり，メーカーは，米国機械学会（ＡＳＭＥ）の基準についての記\n載を正確に理解せず，この評価基準値を段付構造の温度計（本件温度計）のさやに\n適用するという判断ミスを犯して，本件温度計さやの設計をした。\nその後，１９９１年（平成３年）に，米国機械学会（ＡＳＭＥ）の基準に，流れ\nに対し並行（抗力方向）に働く振動（流力振動）に対する回避，抑制のための条件\nが示された。メーカーは，この資料を入手していたものの，温度計設計の関係者が\n坑力方向の振動の記載があることを認識したのは，事故後の調査においてであっ\nた。\n（イ）　本件申請者側の要因\n本件申請者においては，本件原子炉施設についての品質保証の具体的事項を「高\n速増殖炉もんじゅ発電所施設品質保証計画書」で定め，設計の審査，承認に当たっ\nては，担当課長等が受注者の提出する設計関係文書に設計要求事項が適正に反映さ\nれているかどうかを審査，承認することとしており，品質保証の管理の体制は，形\n式的には整っていた。\nしかし，本件温度計については，温度計さやの構造上の欠陥は本件申請者により\n指摘できずに見過ごされる結果となってしまった。\n本件申請者が温度計さやについて示した仕様は，温度計の応答時間だけであっ\nた。本件申請者の説明によれば，本件温度計の溶接部からの漏えいや熱応力の緩和\nには注意を集中した反面，流力振動による温度計さやの破損に対する注意が不十分\nとなり，温度計さやの構造上の欠陥が見過ごされる結果となってしまったとしてお\nり，温度計さや全体への注意の払い方にバランスを欠いていた。\n２　事故が拡大したその他の原因について\n事故後の本件申請者の調査，科学技術庁及び原子力安全委員会の検討の結果によ\nれば，本件ナトリウム漏えい事故が早期に収束されずに拡大した原因として，\n（１）　当直長が本件ナトリウム漏えい事故を異常時運転手順書に定める「中漏え\nい」（中規模なナトリウム漏えいのこと）でなく，「小漏えい」（小規模なナトリ\nウム漏えいのこと）と判断したことに誤りがあったこと\n（２）　本件申請者が作成した異常時運転手順書に判断を誤らせる不適切な記載が\nあるとともに，事故時の運転手順書としても不十分なものであったこと\n（３）　現場確認が不徹底であったこと\n（４）　空調ダクトの閉止操作が速やかに行われず，ナトリウム汲み上げ停止の操\n作も遅れたこと\n等が指摘されている。\n３　事故に対する備えや事故後の対応等における本件申請者の問題点\n本件申請者のナトリウム漏えい事故に対する備えや事故後の対応等については，\n科学技術庁及び原子力安全委員会によって，次のとおりの問題点が指摘され，改善\n検討が要求された。\n（１）　ナトリウム漏えい事故に対する備えについて\nア　運転員に対する教育訓練の問題点\n運転員に対する教育訓練は，内規に基づいて実施されてはいたが，手順書の「フ\nローチャート」で想定される全てのシーケンスについてシミュレータ訓練が行われ\nているわけではない。\nさらに，上記訓練は，異常時運転手順書に従って実施されていたにもかかわら\nず，手順書の不整合等は摘出されず修正もなされなかった。\nイ　火災検知器の問題点\n本件配管室における火災検知器は，ナトリウム漏えいの検出器の役割も有してい\nるが，この火災検知器の警報は，火災報知盤の音響停止スイッチを入れると当該発\n報が停止されるのみならず，スイッチが入っている間は新たな発報信号が入っても\n警報は鳴らない設計となっている。そして，中央監視盤のＣＲＴで警報の発生の有\n無や発報箇所の確認をすることはできない。\nウ　換気空調システム\n本件配管室の換気空調システムは，「蒸気発生器液位低低」信号により自動停止\nするものの，火災検知器の信号による自動停止はしない。\n（２）　運転体制についての問題点\n今回のナトリウム漏えい事故発生当時の運転体制は，当直長を含む９名の体制で\nあり，運転員を技術的に支援する要員はいなかった。この運転体制は，試運転中の\nものとして十分であったとは考え難い。\n（３）　事故時の情報の取扱いについての問題点\n本件申請者は，事故後の昀初の現場入域調査（平成７年１２月９日午前２時過\nぎ）の結果について，ビデオテープによる情報を含め，規制当局に正しく提供せ\nず，速やかな公表もしなかった。\n特に，本件申請者が事故後に公表した入域調査ビデオ映像（１２月９日午前６時\n過ぎに入域して撮影したもの）は，内部及び外部の関係諸機関の事故状況の把握と\n対策の立案のための貴重な情報の一つであったにもかかわらず，漏えい箇所等をカ\nットし編集したものであることなどが，その後明らかにされた。\nこのことから，本件申請者による事故隠しとの批判を招き，国民及び地域住民に\n不安感と不信感をもたらした。現場状況の情報を内部及び外部の関係諸機関が共有\nすることは，事故対応の基本であることを考えると，このことは非常に重要な問題\nである。事故時の情報伝達を含む情報の取扱いは，設置者の危機管理システムの一\n環として遂行されることが要求される。\n（以上の事実につき，甲イ２４３，乙イ９ないし１３）\n第７　本件申請者が事故後に行った燃焼実験とその解析（本件申請者の見解）\n本件申請者は，本件ナトリウム漏えい事故によって本件床ライナに凹凸や板厚の\n減少が生じたことから，その原因等を解明すべく燃焼実験を２回にわたって実施し\nた（以下，これを「燃焼実験Ⅰ」，「燃焼実験Ⅱ」という。）。そして，その結果\nを分析，解析して，それに基づく見解を発表したが，その内容の概要は次のとおり\nである。\n１　燃焼実験Ⅰについて\n（１）　燃焼実験Ⅰは，本件申請者が平成８年４月８日に行った実験である。燃焼\n実験Ⅰでは，鋼鉄製の円筒容器（容積約１００立方メートル）内でナトリウムを漏\nえいさせたが，約１時間３１分経過後に反応生成物のエアロゾルにより換気系に目\n詰まりが生じたため，実験は途中で中止となった。漏えいしたナトリウムの量は，\n約２４１キログラムであった。ナトリウム漏えい速度（漏えい率）は，平均で，１\n秒当たり約４４グラムである。\n（２）　実験の結果，実験装置の床に設置された鋼製の受け皿には，高さ約１５セ\nンチメートルの山状の堆積物が形成された。その堆積物をサンプリング分析したと\nころ，酸化ナトリウム（Ｎａ２Ｏ）が４７．７パーセント，水酸化ナトリウム（Ｎ\nａＯＨ）が１０．３パーセントそれぞれ検出され，ナトリウム・鉄複合酸化物（Ｎ\nａ４ＦｅＯ３）も３８．４パーセントと相当高い割合で検出された。そして，受け\n皿には貫通損傷はなかったものの，漏えい部直下近傍で昀大で約１ミリメートルの\n減肉が認められた。\nまた，換気ダクト表面の破損は確認されなかったものの，ダクト下部吸入口のル\nーバのアルミ製の枠が破損し，グリルの片側が垂れ下がった状態となった。グレー\nチングには一部で破損と減肉が認められた。\n測定された温度は，換気空調ダクトで６００ないし７００℃，受け皿で７４０な\nいし７７０℃で推移していた。また，測定されたグレーチングの温度は，昀高で１\n０００℃に達した。\n２　燃焼実験Ⅱについて\n（１）　燃焼実験Ⅱは，本件申請者が平成８年６月７日に行った実験である。燃焼\n実験Ⅱでは，矩形のコンクリート製容器（容積約１７０立方メートル）の中で，３\n時間４２分にわたり，ナトリウム約６９０キログラムを漏えいさせた（なお，本件\nナトリウム漏えい事故において，漏えい時間は約３時間４０分であると推定されて\nおり，漏えい量は６４０±４２キログラムであると推定されていることは前記のと\nおりである。）。ナトリウム漏えい速度（漏えい率）は，１秒当たり約４０グラム\nないし約５４グラムである。\n（２）　実験の結果，床ライナ（鋼製の厚さ６ミリメートルのもの）の上には，厚\nさが約５センチメートルの平板状の堆積物が広がり，実験終了直後の観察では，堆\n積物の大部分は溶融体（固体が熱せられて液体となっている状態）であった。その\n堆積物をサンプリング分析したところ，酸化ナトリウム（Ｎａ２Ｏ）が４．３パー\nセント，水酸化ナトリウム（ＮａＯＨ）が３５．１パーセントそれぞれ検出され，\nナトリウム・鉄複合酸化物も，Ｎａ４ＦｅＯ３が６パーセント，Ｎａ５ＦｅＯ４が\n３１．６パーセントと相当高い割合で検出された。そして，漏えい部直下近傍の床\nライナには，大小５箇所の貫通孔（昀大のものは２８センチメートル×２２センチ\nメートル，昀小のものは直径約１．５センチメートル）が確認され，開口部の周囲\n（約１平方メートルの範囲）もかなり減肉が進んでいた。\nまた，換気ダクトは，コンクリート壁側を中心に１８０度以上の範囲が幅約３０\nセンチメートルで開口し，グリルの垂れ下がりも認められた。グレーチングには二\n山状の欠損が認められた。\n測定された温度は，ダクトで６００ないし７００℃，グレーチングで昀高で１０\n００℃程度であった。床ライナでの測定値は，概ね８００ないし８５０℃で推移し\nていたが，貫通孔が発生した付近では，一時（実験開始後３時間２０分後），１０\n００℃を超える値が記録された。\nそして，床ライナ損傷部下のコンクリートの温度は，約３時間２０分後から急上\n昇し，実験終了直後に４９０℃（深さ１５ミリメートルの地点）に達した。損傷部\nの断熱材（パーライトボード）は浸食され，コンクリートも，０．７平方メートル\nの範囲で平均深さ２０ミリメートルの浸食を受けていた。そのうち，深さ８０ミリ\nメートルと昀も深く浸食を受けていた場所は，床ライナの昀大開口部の位置とほぼ\n一致していた。\n燃焼実験Ⅱでは，水素濃度は，実験中は２００ｐｐｍ（０．０２％）前後で推移\nしていたが，約３時間２０分には，１６７０ｐｐｍ（約０．１７％）に上昇してい\nた。この濃度上昇は，ライナ開口部から浸入したナトリウムとライナ下部雰囲気の\n湿分，断熱材，更にはコンクリートとの接触によって水素が発生したことによるも\nのと考えられている。なお，発生した水素は，空気雰囲気での水素の燃焼限界濃度\n（４％）と比較して十分に低い濃度であり，また，実験中，瞬時的な圧力上昇もな\nかったことが確認されている。\n３　本件申請者の解析及び見解等\n本件申請者は，燃焼実験Ⅰ，燃焼実験Ⅱをもとに，本件ナトリウム漏えい事故の\n結果と比較してその分析，解析を行い，さらに，腐食試験を行って，次のとおりの\n見解を発表した。\n（１）　腐食機構の相違について\n本件ナトリウム漏えい事故時と燃焼実験Ⅰでは，燃焼期間中において湿分の量は\n少なく，床ライナ（又は受け皿）上の堆積物は殆どが酸化ナトリウム（Ｎａ２Ｏ）\nであり，水酸化ナトリウム（ＮａＯＨ）は極めて少なかったことから，酸化ナトリ\nウム（Ｎａ２Ｏ）と鋼板（Ｆｅ）が高温で反応するナトリウム・鉄複合酸化型腐食\n（ＮａＦｅ複合酸化型腐食）が生じ，一様な腐食形態になったものと考えられる。\n一方，燃焼実験Ⅱでは，実験を行った部屋（容器）の容積が小さかったこと等か\nら，ナトリウムの燃焼に伴って部屋の温度が高温になり，コンクリート部から多量\nの水分が発生し，この水分により，堆積物（ナトリウム燃焼に伴い床ライナ上に堆\n積した堆積物）中の水酸化ナトリウム（ＮａＯＨ）の割合が増加して溶融体（固体\nが熱せられて液体となっている状態）となり，これに溶け込んだ過酸化ナトリウム\n（Ｎａ２Ｏ２）が過酸化物イオンとなって床ライナ鋼板（Ｆｅ）を腐食する「溶融\n塩型腐食」，すなわち界面反応による腐食が主体的であったと考えられる。\n以上のことから，燃焼実験Ⅱの腐食機構は，本件ナトリウム漏えい事故時及び燃\n焼実験Ⅰの腐食機構とは異なると考えられる。\n（２）　ナトリウム・鉄複合酸化型腐食（ＮａＦｅ複合酸化型腐食）と溶融塩型腐\n食（界面反応による腐食）の相違（特徴）について\nア　ナトリウム・鉄複合酸化型腐食（ＮａＦｅ複合酸化型腐食）は，ナトリウム\n（Ｎａ）と酸化ナトリウム（Ｎａ２Ｏ）が共存できる非常に低い酸素ポテンシャル\n（化学反応が起きている領域の酸化力の尺度のこと）環境下で発生する腐食機構で\nあるのに対し，溶融塩型腐食（界面反応による腐食）は，燃焼生成した過酸化ナト\nリウム（Ｎａ２Ｏ２）が存在する高い酸素ポテンシャル環境下で支配的となる腐食\n機構である。\nイ　ナトリウム・鉄複合酸化型腐食（ＮａＦｅ複合酸化型腐食）では，反応生成物\nが固体として材料表面に形成され，生成物自身が融点等により溶融体環境に溶解し\nない限りは，他の生成物除去機構が反応の持続に必要になる。これに対し，溶融塩\n型腐食（界面反応による腐食）では，過酸化物イオンが材料と反応し，鋼板（Ｆ\nｅ）はオキシ錯イオンとなって，直接溶融体環境に溶出するため，反応生成層等に\nよる保護膜形成が期待できず，腐食が進行する。\nウ　ナトリウム・鉄複合酸化型腐食（ＮａＦｅ複合酸化型腐食）の環境では，Ｎａ\n（Ｎａ＋）が弱い酸化剤としてＦｅを酸化する。これに対して，溶融塩型腐食（界\n面反応による腐食）では，強力な酸化剤であるＮａ２Ｏ２（Ｏ２２－）がＦｅを酸\n化する。\n（３）　腐食速度について\nさらに高温化学反応試験装置を用いて，腐食試験（減肉速度の試験）を行ったと\nころ，溶融塩型腐食（界面反応による腐食）は，ナトリウム・鉄複合酸化型腐食\n（ＮａＦｅ複合酸化型腐食）に比べて，約５倍程度，腐食速度が早いことが判明し\nた。\nしたがって，燃焼実験Ⅱでは，ナトリウム漏えい開始後３時間２０分ころには大\n小５個の貫通孔が生じるに至ったのは，溶融塩型腐食（界面反応による腐食）によ\nって，鋼材の腐食速度が本件ナトリウム漏えい事故及び燃焼実験Ⅰに比べて，著し\nく早かったためであると考えられる。\n（以上の事実につき，乙イ９，１０，４１）\n第８　科学技術庁の腐食機構等についての見解\n科学技術庁は，本件申請者から受けた報告をもとに検討して，平成９年２月２０\n日付けの「動力炉・核燃料開発事業団高速増殖原型炉もんじゅナトリウム漏えい事\n故の原因究明結果について」と題する報告書を取り纏めて，この中で，本件ナトリ\nウム漏えい事故時，燃焼実験Ⅰ及び燃焼実験Ⅱにおける腐食機構等について，次の\nとおりの見解を発表した。\n１　本件ナトリウム漏えい事故時と燃焼実験Ⅰ，燃焼実験Ⅱにおける腐食機構につ\nいて\n（１）　燃焼実験Ⅰ，燃焼実験Ⅱについて調査検討を行った結果，ナトリウム・鉄\n複合酸化物が生成されたことが確認でき，また，いずれの実験でも鋼材は鉄の融点\nに至っておらず，化学反応による損傷であったことを確認した。\n具体的には，本件ナトリウム漏えい事故及び燃焼実験Ⅰの場合には，ナトリウム\nの燃焼によって生じたナトリウム酸化物（酸化ナトリウム及び過酸化ナトリウム）\nの堆積物上に，未燃焼のナトリウムが落下するとともに，堆積物上でナトリウムが\n燃焼し，酸素が堆積物内部には取り込まれない状態が形成された。この結果，鉄\nは，主として酸化ナトリウムと反応して，複合酸化物を形成することにより腐食し\nた（ＮａＦｅ複合酸化型腐食）。\n一方，燃焼実験Ⅱでは，漏えいナトリウムの燃焼が進み，実験装置内の温度が上\n昇することにしたがって，実験装置の大きさが本件配管室の約１３分の１と小さか\nったこと等から，周囲のコンクリート壁から多量の水分が放出され，本件ナトリウ\nム漏えい事故と同様の過程で生じたナトリウム酸化物が水酸化ナトリウムに変わっ\nた。多量に生成された水酸化ナトリウム中にナトリウム酸化物が溶解し，その結\n果，鉄は，主として過酸化ナトリウムから生じる過酸化物イオンにより腐食（溶融\n塩型腐食）する結果となった。\n（２）　このように，本件ナトリウム漏えい事故と燃焼実験Ⅰに対して，燃焼実験\nⅡでは，異なる腐食機構が働いたと考えられる（以上のような腐食機構に関する科\n学技術庁の見解は，本件申請者と同じものである。）。\n鉄の腐食減肉試験の結果からみても，溶融塩型腐食による腐食速度は，ＮａＦｅ\n複合酸化型腐食の腐食速度より１桁程度速いことから，本件ナトリウム漏えい事故\n時と同じ漏えい時間で，燃焼実験Ⅱにおいて床ライナに貫通孔が生じたことを説明\nできる。\n２　コンクリートへの影響\n燃焼実験Ⅱで，貫通が生じた床ライナ部分の床コンクリートの状況をみると，床\nコンクリート上には炭酸ナトリウム（Ｎａ２ＣＯ３），水酸化ナトリウム，ナトリ\nウム・けい素複合酸化物，ナトリウム・鉄複合酸化物等が堆積し，床コンクリート\nとナトリウムや水酸化ナトリウムとの反応が生じており，約０．７平方メートルの\n範囲で，平均深さ約２センチメートル（昀大約８センチメートル）のコンクリート\nの浸食がみられた。\n燃焼実験Ⅱの実験装置内の水素濃度の観察結果によれば，実験中は０．０２％程\n度で推移していたが，実験開始後約３時間２０分には，約０．１７％に上昇してい\nた。水素の濃度が高くなった原因は，床ライナの貫通孔の発生に伴い生じた，ナト\nリウムとライナ下隙間部の水分との反応，並びに断熱材及びコンクリート中の水分\nとの反応によるものと考えられる。発生した水素は，水素の燃焼限界濃度（４％）\nと比較して十分に低い濃度であった。\n（以上の事実につき，乙イ１３）\n第９　原子力安全委員会（事故調査ワーキンググループ）の事故解析及び見解\n１　事故調査ワーキンググループの設置\n原子力安全委員会は，本件ナトリウム漏えい事故について，独自の立場から調査\n審議を行うことを決定し，平成７年１２月１４日，原子力安全委員会委員長は，原\n子炉安全専門審査会会長に対し，本件ナトリウム漏えい事故の原因究明及び再発防\n止対策について調査審議を指示し，これを受けて，同日，原子炉安全専門審査会会\n長は，研究開発用炉部会部会長に，調査審議を付託した。そして，同年１２月２１\n日，研究開発用炉部会が開催され，高速増殖原型炉もんじゅナトリウム漏えいワー\nキンググループ（以下「事故調査ワーキンググループ」という。）が設置された。\nこのワーキンググループは，調査審議を尽くし，第１次ないし第３次の調査報告書\nを取りまとめ，原子力安全委員会はこれを公表した。\n（以上の事実につき，乙イ４１，４２の１）\n２　事故調査ワーキンググループの第２次調査報告書における見解の概要\n原子力安全委員会が平成９年１２月１８日に公表した第２次の調査報告書の概要\nは，次のとおりである（なお，ここでは，報告書が本件申請者を「動燃」と称して\nいるので，これに従う。次の３項においても同様である。）。\n（１）　ナトリウム漏えい燃焼時の腐食機構について\n本件ナトリウム漏えい事故では，ダクト及びグレーチングの鋼材は，漏えいナト\nリウムの燃焼により高温にさらされて，顕著な減肉あるいは欠損が生じたが，鋼材\nそのものの融点を超えて溶融した形跡は認められなかった。事故調査ワーキンググ\nループは，残存部分表面の減肉の特徴からみて，高温溶融体が関与する腐食現象で\nあると考えるのが適当であると判断した。床ライナの減肉についても，その程度は\nともかく，その形態から同様の現象が起こっていた可能性がある。このような特徴\nを持つ鋼材表面の状態は，燃焼実験Ⅰのグレーチング及び受け皿，並びに燃焼実験\nⅡのダクト，グレーチング及び床ライナにも高温溶融体が関与しているという観点\nでは共通していると判断される。\n科学技術庁の２月報告書（乙イ１３のことを指す。）では，本件ナトリウム漏え\nい事故及び燃焼実験Ⅰでは，「ＮａＦｅ複合酸化型腐食」，燃焼実験Ⅱでは「溶融\n塩型腐食」という異なる腐食機構が作用したとしているが，事故調査ワーキンググ\nループとしては，約６００℃以上の高温で複合酸化物を含む液相が存在すると考え\nられることから，いずれの場合にも，高温では複合酸化物を含む液相が形成されて\n溶融塩が関与した腐食機構が働いたとみることが重要であると考える。\nいうまでもなく腐食機構のより一層の理解には今後とも研究の継続が必要であ\nり，高速増殖炉の工学基盤をさらに強化するには，特に原子炉の設備構成と冷却材\nの特徴を踏まえた安全工学的見地から，安全裕度をより確実にするために反応速度\n等に関する研究が望まれる。\n（２）　鉄，ナトリウム及び酸素が関与する界面反応の知見に関する調査結果につ\nいて\nア　本件許可処分がなされた当時，鉄，ナトリウム及び酸素が関与する界面反応に\n関する知見がどのような状況にあったかについて，事故調査ワーキンググループか\nら社団法人電気化学会に対し調査を依頼したところ，その回答の概要は次のとおり\nであった（乙イ４１の参考５）。\n（ア）　鉄／ナトリウム／酸素系については，１９８０年代前半に鉄鋼精錬分野で\n主に１０００℃以上の温度領域における効率的な脱りん反応に関連して研究が進め\nられた。\n（イ）　溶融塩腐食に関しては，腐食生成物あるいは材料表面の付着物等に溶融体\nが生成する場合には加速的な腐食が進行することが知られていた。\n（ウ）　高速炉の研究分野では，Ｈｕｂｅｒらの１９７５年（昭和５０年）の論文\nに，空気中でのナトリウム燃焼と鉄の腐食を指摘する記述がある。\n（エ）　燃焼ナトリウムと接触した鉄が酸素の存在のもとに鉄の融点以下で損傷す\nる可能性について，もんじゅの設計・審査時点で，予測することは可能であったと\n判断される。\n（オ）　鉄，ナトリウム及び酸素が関与する界面反応について，必要な情報の開示\nの下に本会（電気化学会）の専門家に問い合わせ，調査依頼があれば，他分野の専\n門家との協力により，適切な提案または助言が可能な知見を本会は有していた。\nイ　これに対し，動燃は，Ｈｕｂｅｒらの論文には接していたものの，もんじゅに\nおけるナトリウム燃焼抑制効果の観点で接したため，この論文をナトリウム燃焼に\nおける床ライナの腐食に結びつけて活用するには至らなかった。このように高速炉\n分野においては，本件許可申請がなされた以前においてＨｕｂｅｒらの論文が発表\nされていたが，問題意識がなかったため，この論文がナトリウム燃焼における床ラ\nイナの腐食を予見させるものとは考えず，鉄，ナトリウム及び酸素が関与する界面\n反応の知見を得るに至らなかった。その結果，鉄，ナトリウム及び酸素が関与する\n激しい腐食については，高速炉の関係者（高速炉の開発者や安全審査担当者）には\n知られていなかった。\n要するに，界面反応による腐食という知見は，当時の高速炉開発の関係者及び高\n速炉の安全審査関係者には知られていなかったが，「問題意識があれば知り得た知\n見」と位置づけられるものと思われる。\n（３）　現時点の知見からみた２次系ナトリウム漏えいの影響評価について\nア　ナトリウム燃焼時の床ライナ温度の評価\n設置許可当時は，漏えいした室内でスプレイ燃焼とプール燃焼を同時に解析する\nコードがなかったが，今回改めて，床ライナ温度に着目した解析を行うために，漏\nえいした室内でスプレイ燃焼とプール燃焼を同時に解析するコードを用いた。\nナトリウム燃焼のモデルについては，燃焼過程の解析に根拠が十分とはいえない\n仮定を含むなど，なお検討を要するところがある。\nしかし，このモデルを用いた解析結果は，本件ナトリウム漏えい事故，燃焼実験\nⅠ及び燃焼実験Ⅱの結果と照合され，床ライナ温度及び温度変化の傾向は実験結果\nとおおむね一致していることから，事故調査ワーキンググループは，当面，この解\n析結果に基づいて検討を進めることは可能であると判断した。また，この解析で\nは，雰囲気中の水分による水酸化ナトリウム生成の反応熱は考慮されているが，\n鉄，ナトリウム及び酸素が関与する界面反応により発生する熱の寄与は未だ考慮さ\nれていない。しかし，この寄与分は，ナトリウムの燃焼により発生する熱量に比べ\nて小さく，床ライナ温度に対する影響はそれほど大きくないと考えられる。\nイ　床ライナの機械的健全性の評価\n床ライナ全体としての熱膨張が昀大になるのは，全面一様加熱，すなわち，大規\n模漏えい時にナトリウムが床ライナ全面に広がった状態でのプール燃焼の場合であ\nり，設置許可当時も同様に考えられていた。\n現時点での評価によると，漏えいナトリウムの床ライナ全面での燃焼の場合，床\nライナ温度は，配管室で約６２０℃，過熱器室で約７５０℃となり，設置許可当時\nの評価（配管室で約４６０℃，過熱器室で約５２０℃）を上回った。科学技術庁及\nび動燃からの報告によると，床ライナ全体の熱膨張により破損する可能性について\n評価した結果，実際に設置されている床ライナは，２次主冷却系配管室（Ａ）北側\nでは約６３０℃，同配管室（Ｃ）北側では約７００℃程度，その他の配管室及び過\n熱器室では約９５０℃あるいはそれ以上になっても，熱膨張により壁と干渉するこ\nとなく，機械的に破損するおそれはないとしている。\n中小規模の漏えいによる燃焼の場合，床ライナ温度は，局所的に約８８０℃（配\n管室）あるいは約８５０℃（過熱器室）に達することが解析された。このため，動\n燃は，局所的なひずみによる破損の可能性を調べるために解析を行い，また，床ラ\nイナの一部分を模擬した試験体を用いた実験を行った。それによれば，局所的な燃\n焼に対して９００ないし９５０℃まではリブが剥離することがあるが，床ライナに\n損傷は生じないことが示された。\nこれらの検討は，設置許可当時の安全審査における２次系ナトリウム漏えいの影\n響評価の状況等の検討に資するために，大規模な漏えい及び中小規模の漏えいの場\n合について，床ライナの温度及び機械的健全性の評価を改めて行ったものである。\n実際に設置されている床ライナについて検討した結果，事故調査ワーキンググルー\nプは，鉄，ナトリウム及び酸素が関与する界面反応による腐食を考慮しない場合に\nは，漏えいナトリウムと床コンクリートとの直接接触を防止するという床ライナの\n機能は維持されると判断した。\nなお，鉄，ナトリウム及び酸素が関与する界面反応による腐食を考慮した場合に\nついては，ナトリウム燃焼による鉄の腐食機構の動的な過程，及びそれに及ぼす温\n度，物質の移動等の因子の影響について十分に解明されているとはいえない状況に\nあることから，対策を含めて今後検討が必要である。\nウ　水分の影響に関する評価\nナトリウム及びその酸化物（Ｎａ２ＯやＮａ２Ｏ２）は，水と反応して水素や水\n酸化ナトリウムを生じる。２次系ナトリウムが漏えいして燃焼した場合，考慮すべ\nき水分は，空気中に通常存在するもののほか，コンクリート壁が加熱された際に放\n出されるものである。\n一般に，コンクリートが加熱されると，コンクリート中の水（自由水及び結合\n水）がコンクリート中を移動しあるいは表面から放出する。この現象は，温度依存\n性が強いこともよく知られている。この水の移動によって，コンクリートの性状に\n変化が生じる。\n科学技術庁及び動燃の報告によれば，燃焼実験Ⅱ及び本件ナトリウム漏えい事故\n時のコンピュータ解析を行ったところ，配管室での雰囲気中の水素濃度は，１時間\n当たり約１０トンの漏えい時に昀高となり，その値は約２パーセントになるとの結\n果を得たとされている。この値は，通常の空気中（酸素濃度約２０パーセント）で\nの爆焼限界水素濃度（ここでは，火炎の伝播を伴う希薄可燃限界濃度をいう。）で\nある約４パーセントを下回り，さらにこの時の酸素濃度は約４パーセントと計算さ\nれているので，爆発的な現象は起こり得ないことになる。\n上記の解析では，漏えいした室の空間を１点で，またコンクリートは深さ方向の\n１次元で近似して温度分布を計算しているので，その結果は，もんじゅの配管室の\nように体積が大きい場合には粗い近似である。事故調査ワーキンググループは，財\n団法人原子力発電技術機構に依頼してナトリウム漏えい時の３次元の温度分布の解\n析を行った。解析に当たっての仮定等については，なお詳細に検討する必要がある\nが，この解析によれば，コンクリート温度は，漏えい箇所から離れるとともに低下\nすることが示され，このことから水分の放出も減少することが推定される。\n現時点では，これらの結果を総合的に考えると，事故調査ワーキンググループ\nは，水素燃焼等が建物，構築物の健全性に影響を与える可能性は低いと判断する。\n一方，生成した水酸化ナトリウムは，燃焼実験Ⅱで観察されたように，床ライナ\nの腐食に影響を与える。動燃は，コンクリートからの水分放出を考慮した解析を行\nい，床ライナ温度の推移と腐食速度の温度依存性を考慮して腐食減肉量について検\n討を進めている。今後，腐食防止の観点から，床ライナの健全性を確保する対策の\n有効性を確認するためにも，腐食減肉量の評価方法の一層の改善を図ることが必要\nであると考えられる。\n（４）　設置許可当時の安全審査における２次系ナトリウム漏えいの影響評価等に\nついて\nア　本件ナトリウム漏えい事故の直接の原因は，温度計の設計の欠陥に起因する温\n度計さやの破損である。このような構成部品の設計は，基本設計等に基づいて設置\n者の責任において実施されるものであって，原子力安全委員会の審査の対象ではな\nい。しかしながら，２次系ナトリウム漏えい防止及び漏えい後の対策の基本設計等\nは，安全審査の対象であり，原子力安全委員会の責務の範囲内にある。\nイ　安全審査において重点を置く事項の１つは，冷却機能低下の際に炉心の安全性\nが確保されるか否かということである。許可申請書等における２次系ナトリウム漏\nえいについての検討も主としてこの見地から行われている。すなわち，原子炉が停\n止した後の崩壊熱を除去するためには，漏えいを起こした冷却系以外の冷却系等の\n健全性を維持する必要がある。そのためには，漏えいナトリウムが燃焼した場合で\nも，建物，構築物の健全性が保たれなければならない。建物，構築物の健全性に大\nきな影響をもたらすのはナトリウム燃焼に伴う内圧の上昇である。\nこの観点から，設置許可当時の安全審査では，内圧を昀大にするため，漏えいナ\nトリウムのスプレイ燃焼，連通室内でのプール燃焼，換気系の即時停止等を仮定し\nた。解析の結果，内圧は建物，構築物の耐圧限界より十分に低く健全性は保たれる\nことが示された。この内圧評価の考え方，解析手法並びにその結果は妥当なものと\n判断される。\n一方，床ライナは，漏えいナトリウムとコンクリートとの直接接触を避けるため\nに設けられているものである。設置許可当時の安全審査では，床に設置されたライ\nナにより，漏えいナトリウムとコンクリートの直接接触を防止することが前提とな\nっている。動燃は，大規模な漏えいの解析結果から，床ライナの昀高温度は，配管\n室で約４６０℃，過熱器室で約５２０℃と評価し，これを踏まえて床ライナの設計\n温度を５３０℃とした。この設計温度という意味は，床ライナがこの温度まで全面\n一様に加熱されても，熱膨張によって壁と干渉しないように設計するというもの\nで，この温度を超えれば直ちに床ライナが機能を喪失するということではない。内\n圧を昀も厳しく評価する当時のモデルによる解析では，床ライナの温度に着目した\n評価にはならなかったが，これは，当時は内圧上昇を厳しく評価することに重点が\n置かれていたためである。\n設置許可当時の安全審査では，中小規模の漏えいによる床ライナの影響は検討さ\nれなかった。これは，当時の関係者が，床ライナ温度が仮にナトリウムの沸点（約\n８８０℃）に達したとしても，ライナ材料の融点（約１５００℃）に比べれば十分\n低いので，床ライナが溶融することはあり得ず，したがって注目すべきは床ライナ\nが熱膨張によって機械的に破損するか否かであるが，床ライナの全体としての熱膨\n張が昀大になるのは，ナトリウムプールが形成されてライナが全面加熱される大規\n模漏えいの場合で，中小規模の漏えい時の影響はこれに包絡されると判断したため\nと考えられる。\nウ　２次系ナトリウムの中小規模の漏えいの影響評価を現時点の知見で行ったとこ\nろ，床ライナ温度が局所的に約８８０℃に達するという結果が得られた。これは，\n大規模漏えいの解析の場合は，酸欠効果により床ライナ温度の上昇が抑えられたの\nであって，床ライナの昀高温度についていえば，大規模漏えいの場合が中小規模の\n漏えいの場合を包絡したものとはなっていなかった。\nエ　そこで，大規模な漏えい及び中小規模の漏えいの場合について，床ライナの温\n度及び機械的健全性の評価を改めて行ったところ，上記の約８８０℃という温度は\nライナ材料の融点に比べて十分低いことから，床ライナは溶融せず，また，局所的\nな変形解析及び実験の結果から，床ライナの温度が９００から９５０℃までは機械\n的な破損は生じないことが示された。\nその結果，界面反応による腐食を考慮しない場合には，漏えいナトリウムとコン\nクリートの直接接触を防止するという床ライナの機能は維持されると結論される。\nこのことから，設置許可当時の安全審査における２次系ナトリウム漏えいの影響評\n価において，仮に中小規模の漏えいを取り上げて詳細に検討したとしても，界面反\n応による腐食に関する知見が知られていなかったことを考えると，床ライナの機能\nは維持されるという評価は変わらず，審査の結論に影響を与えることはなかったと\n判断する。\nオ　現在においては，鉄，ナトリウム及び酸素が関与する界面反応による腐食に関\nする知見が，本件ナトリウム漏えい事故等を契機として得られつつある。また，腐\n食反応に大きな影響を与えると考えられる床ライナ温度については，中小規模の漏\nえいの場合の方が，大規模漏えいの場合よりも高くなり得ることがわかった。さら\nに，燃焼実験Ⅱのように，状況によっては壁からの多量の水分放出もあり得ること\nが明らかになった。\nしかしながら，ナトリウム燃焼による鉄の腐食機構の動的な過程，及びそれに及\nぼす温度，物質の移動等の因子の影響について十分に解明されているとはいえない\n状況にあることから，鉄，ナトリウム及び酸素が関与する界面反応による腐食を考\n慮した場合の安全評価については，対策を含めて今後検討が必要である。このこと\nを考慮して，２次系ナトリウム漏えいの影響を抑制する有効な方策を考えるべきで\nある。\n（以上につき，乙イ４１）\n３　事故調査ワーキンググループの第３次調査報告書における見解の概要\n原子力安全委員会が平成１０年４月２０日に公表した第３次の調査報告書の概要\nは，次のとおりである。\n（１）　ナトリウム漏えい時の腐食抑制対策等について\n第２次報告書では，本件ナトリウム漏えい事故，燃焼実験Ⅰ及び燃焼実験Ⅱで観\n察された鋼製の床ライナの腐食は，高温でナトリウムの複合酸化物を含む液相が形\n成されて溶融塩が関与した腐食機構が働いたとみることが重要であるとした。そし\nて，状況に対応し得る腐食抑制に有効な方策を考えることが当面昀も重要なことで\nあるとの指摘を行った。その際，事故で想定し得る温度，雰囲気（酸素分圧，水分\nの存在等）の影響を考慮に入れることが重要であるとした。\n（２）　腐食抑制対策等の目標及び基本的な考え方\n腐食抑制対策等の目標とするところは，以下のとおりである。\nア　床ライナの腐食と熱膨張による変形等の機械的影響を考慮し，漏えいナトリウ\nムと床コンクリートとの直接接触を防ぐという床ライナの機能が維持されること，\nイ　水素濃度が，雰囲気中の酸素濃度を考慮した爆焼限界水素濃度（希薄可燃限界\n濃度のこと。これが約４パーセントを超えると，火炎の伝播が起こるようにな\nる。）を下回ること，\n（３）　腐食抑制対策\n事故調査ワーキンググループとしては，動燃が実施した鉄の腐食試験の結果を踏\nまえれば，腐食による減肉量は，金属が高温に保持されている時間にほぼ比例し，\nまた，腐食速度はアレニウス型の温度依存性（反応速度又は反応速度定数が絶対温\n度Ｔの逆数を含む形で表される関係）を示すものと理解しても差し支えないと考え\nる。\n本件ナトリウム漏えい事故，燃焼実験Ⅰ及び燃焼実験Ⅱにおける腐食形態は，全\n面腐食と考えることができる。その場合，酸化剤が十分に供給され，溶融塩と金属\nの界面の直接反応が全腐食反応の進行速度を決めるとき（界面反応律速），腐食速\n度は昀大になると考えられる。\n動燃の腐食試験では，腐食による減肉量は，時間に比例してほぼ直線的に増大し\nており，これは界面反応律速において，一般的にみられる関係である。また，腐食\n速度の温度依存性を検討すると，腐食速度は温度上昇に対して，指数関数的に増大\nしている。\nこれにより，床ライナの腐食抑制対策としては，①　昀高温度を低く抑えるこ\nと，②　高温の持続温度を短く抑えること，の両方又はいずれかの策を講じること\nを基本的な考え方とした。\nまた，漏えいしたナトリウムの燃焼により室内の温度が上昇すると，加熱された\nコンクリート壁等から水分が放出され，その水分がナトリウムと反応して水酸化ナ\nトリウムが生成して，液相の形成を容易にすることから，コンクリート壁等から水\n分の放出を抑えることは，腐食抑制をさらに向上させるものと考える。\n（４）　水素発生抑制対策\n漏えいしたナトリウムの燃焼により室内の温度が上昇すると，加熱されたコンク\nリート壁等から水分が放出され，漏えいしたナトリウムと水分の反応により水酸化\nナトリウムが生成されるが，同時に水素も発生する。\nナトリウム漏えい時に水素の発生をできるだけ抑えることが望ましいとの観点か\nら，コンクリート壁等から水分の放出を抑えることは水素発生抑制に有効である。\n（以上の事実につき，乙イ４２の１）\n第１０　本件ナトリウム漏えい事故後に本件申請者が発表した本件原子炉施設の改\n善策\n本件申請者は，本件ナトリウム漏えい事故後の平成８年１２月から，本件原子炉\n施設の安全性の総点検を行い，その結果を平成１０年５月付けの第６報報告書（乙\nイ４７ないし４９）として取り纏めたが，それによると，本件申請者が行った点検\n及び本件申請者が用意した改善策の具体的内容は次のとおりである。\n１　流力振動に対する健全性の点検と改善策\n（１）　２次主冷却系及び補助冷却設備の配管用温度計さやについて\n本件申請者は，２次主冷却系の配管用温度計のさやが破損したことが原因で，本\n件ナトリウム漏えい事故が発生したことを受けて，２次主冷却系及び補助冷却設備\nの配管用温度計さやの全てを交換あるいは撤去することを決めた。\n（２）　上記（１）以外のナトリウム系の温度計さや，水・蒸気系の温度計さや等\nについて\n本件申請者は，上記ア以外のナトリウム系の温度計さや，水・蒸気系の温度計さ\nや，ナトリウム内包壁を貫通するか又はこれを構成している構築物（液面計等），\nナトリウム熱交換器伝熱管及びナトリウムに内在する機器について点検したが，そ\nのうち，水・蒸気系のさや１３０本中の２２本が判定基準を満たさないことが判明\nした。そのため，本件申請者は，水・蒸気系のさや２２本につき，温度計設計方針\nを満足するものに交換するか，撤去する方針とした。\n２　漏えいの早期検出，拡大防止及び影響緩和に関する点検と改善策\n（１）　点検の対象範囲\n点検の対象範囲は，ナトリウムを内包する１次主冷却系及び１次ナトリウム補助\n設備，２次主冷却系及び２次ナトリウム補助設備，補助冷却設備，炉外燃料貯蔵設\n備及びメンテナンス冷却系設備に関連する次の設備である。\nア　ナトリウム漏えい検出設備\nイ　消火設備\nウ　換気空調設備\nエ　ナトリウム・充填ドレン系設備\nオ　保温構造（内装板，外装板）\nカ　ライナ\nキ　漏えいナトリウム移送，貯留用設備（連通管，燃焼抑制板）\nク　安全保護系，液面計，インタロック等制御系\nケ　中央監視制御システム\n（２）　２次主冷却系，補助冷却設備の点検結果\n２次冷却材漏えい事故時に安全性を確保するためには，補助冷却設備３系統のう\nち，少なくとも１系統が機能することにより，炉心冷却機能が損なわれないことが\n必要である。そのためには，建物・構築物の健全性が維持され，系統分離機能が損\nなわれないことが必要である。\n２次主冷却系ナトリウム漏えいを想定した燃焼解析では，現状設備において，適\n切なプラント停止，換気停止及びナトリウムドレンの操作を行えば，「燃焼実験\nⅡ」のような腐食（溶融塩型腐食）を仮定しても，ライナの貫通に至ることがな\nく，コンクリートからの水分放出等による雰囲気中の水分とナトリウムの反応によ\nり生成する水素が蓄積燃焼しないことが確認されている。\nしかしながら，ナトリウム漏えいの影響拡大を防止し安全性に万全を期す観点か\nら，従来の設計の基本的考え方から展開された設計要求事項を整理し，今回の点検\nで摘出した留意点分析とそこから導きだされた追加要求事項を考慮して設備改善策\nを検討した。留意点分析の結果，従来のナトリウム漏えい対策は，中小規模の漏え\nいに対して設計要求事項が不十分であることがわかった。また，設計要求事項が運\n転手順書に徹底されていないものがあった。\n（３）　設備改善策の基本的な考え方\n改善策の基本的な考え方は，ナトリウム漏えいを早期に検出し，事故の拡大防止\n及び影響の緩和を確実なものとし，安全性に万全を期すことにある。このためナト\nリウムの漏えいと火災に対して積極的な対応を図るものとし，ナトリウム漏えいを\n早期に検出し，換気空調設備を停止（酸素の供給を断つ）した後，ナトリウム漏え\nい量を抑制し速やかに漏えいを停止させる（火災の源を断つ）ためにナトリウムド\nレンを行うとともに，併せて漏れたナトリウムの燃焼を抑制する（消火する）ため\nに窒素ガスの注入を行うこととする。なお，窒素注入については，酸欠に対する人\n的安全性の確保，プラント運転員（直員）や現場作業員の負担軽減に留意する。\nこれらの改善策を講じることにより，結果として床ライナ等の建物・構築物の健\n全性についての適切な裕度向上につながる。\n（４）　具体的な設備改善策\n具体的な設備改善策は次のとおりである。\nア　ナトリウム漏えいの早期検出と運転員の支援\nナトリウム漏えいの影響が機器・配管等の保温構造外に及ぶ場合の検出系を強化\nするためにセルモニタ（煙感知器と熱感知器を組合わせた火災検出システム）を設\n置する。\nまた，運転員が事故現場の状況をより正確かつ迅速に把握できるよう，２次主冷\n却系及び補助冷却設備の室内にＩＴＶを設置するとともに，火災，ナトリウム漏え\nい検出及びプロセス量等のナトリウム漏えいに関する情報を中央制御室で一括表\n示，監視できる総合漏えい監視システムを設置する。\nイ　換気空調設備の早期停止\n現状の「蒸発器液位低低」信号による換気空調設備の自動停止をより確実なもの\nとするため，従来２ｏｕｔ　ｏｆ２信号で自動停止することとしていたものを１ｏ\nｕｔ　ｏｆ２信号でも自動停止させるようインタロックの改善を行う。また，中小\n規模の漏えいに的確に対処するため，セルモニタの信号により，換気空調設備を自\n動停止させる。これにより漏えいナトリウムの燃焼抑制及びエアロゾル拡散抑制を\n図る。\nウ　ナトリウムドレン機能の強化\nナトリウム漏えい確認後，速やかに原子炉を停止するとともに，ドレンを開始す\nる。ドレンに要する時間を短縮するため，２次主冷却系循環ポンプ入口部分へのド\nレンラインの追加（ラインの多重化），既設ドレン配管の大口径化等の改造を行な\nう。ナトリウム漏えい環境下にあっても確実にドレンできるよう，ドレン弁，駆動\nケーブル，信号ケーブルを保護する。\nエ　燃焼の抑制\nナトリウム燃焼の確実な鎮火及び再燃焼防止のため，当該区画内に窒素注入を行\nう。\n窒息消火の効果向上のため，２次主冷却系，補助冷却設備の配管・機器が設置さ\nれている部屋を区画化する。区画化は，エアロゾル拡散抑制の効果も有する改善策\nであるとともに，換気空調設備の早期停止とあわせて，窒息消火に有効である。ま\nた，圧力上昇を抑制するため，圧力逃がしラインを設置するとともに空気冷却器室\nへも開口部を利用して圧力を逃がす。\nオ　コンクリートからの水分放出抑制\nナトリウムを内包する配管・機器が設置された部屋の璧，天井に断熱構造を設\nけ，コンクリートの温度上昇を抑制し，コンクリートからの水分放出を抑制する。\n断熱構造は，基本的に壁，天井に敷設するが，敷設にあたっては，コンクリート\nへの熱的影響の空間分布や現場における壁掛け盤等の効果を勘案し，設置範囲や断\n熱材厚さ等の詳細を具体化する。\nカ　エアロゾル拡散抑制\n建物内外へのエアロゾル拡散を抑制するため，換気空調設備を早期停止する。ま\nた，建物内のエアロゾル拡散を抑制するため，区画化する。\n区画化を行うに当たっては，区画境界の気密化を行なうとともに，換気空調設備\nのダクトに逆止ダンパを追加する。\nキ　空気冷却器室下部キャッチパン上の区画化\n空気冷却器室配管からの漏えいでは，当該室は直接外気と通気しているため，窒\n息の効果が期待できず，漏えいナトリウムが高温化する。移送先である貯留室への\n影響を軽減する目的で，下部キャッチパン上で配管の布設してある空間を区画化\nし，窒息による燃焼抑制を図る。\nク　貯留室\n貯留室では，漏えい・移送された未燃焼ナトリウムが長期にわたって貯留される\nことから，熱的影響を緩和するために鋼材等のヒートシンクを設置する。貯留され\nるナトリウムに水酸化ナトリウムが混入している場合には，未燃焼ナトリウムとの\n反応により水素発生の可能性が考えられるが，この改善策により水素発生も抑制さ\nれる。\n（５）　運転，保守面における改善策\nナトリウム漏えいに関する設備改善策に伴い，運転員は，ナトリウム漏えいが発\n生した場合に，下記の事項の確認及び対応操作が要求される。これらについては，\n改善策の設計を具体化する際に，運転手順書や保守面に適切に反映することが必要\nである。\nア　セルモニタ又は蒸発器液位低低信号による換気空調設備の自動停止の確認\nイ　警報がナトリウム漏えいによるものであることを確認した後，原子炉を手動ト\nリップし，（原子炉が自動トリップした場合にはそれがナトリウム漏えいによるも\nのであることを確認し，）トリップ後のプラント状態を監視\nウ　ナトリウムをドレンするため，ドレンする系統のポニーモータ，補助冷却設備\n及びオーバフロータンクからの汲み上げを停止\nエ　ドレン開始\nオ　ナトリウム漏えい発生区画における人的安全を確認後，窒素ガス注入を開始\n（以上につき，乙イ４７ないし４９）\n第１１　床ライナの腐食機構に関する被控訴人の立場\n１　床ライナの腐食機構に関する本件申請者・科学技術庁と原子力安全委員会（事\n故調査ワーキンググループ）の見解の相違\n前述のように，本件ナトリウム漏えい事故，燃焼実験Ⅰ及び燃焼実験Ⅱにおける\n床ライナ（燃焼実験Ⅰでは鋼製の受け皿）の腐食機構については，本件申請者・科\n学技術庁が，燃焼実験Ⅱの腐食は溶融塩型腐食であり，本件ナトリウム漏えい事故\nと燃焼実験Ⅰのそれはナトリウム・鉄複合酸化型腐食であるとしているのに対し，\n原子力安全委員会の事故調査ワーキンググループは，いずれの腐食も溶融塩型腐食\nである可能性があると指摘していた。\n２　原子力安全委員会（安全性確認ワーキンググループ）の対応\n（１）　原子力安全委員会は，前記第９記載の報告書において指摘した事項に関し\nて，科学技術庁及び本件申請者が適切に対応しているかどうかを確認し，本件原子\n炉施設の安全性の確保に継続的に取り組んでいくために，原子力安全委員会の中\nに，もんじゅ安全性確認ワーキンググループ（以下「安全性確認ワーキンググルー\nプ」という。）を設置することを平成１０年１０月２９日に決定した。なお，この\n安全性確認ワーキンググループの構成員は，事故調査ワーキンググループとは異な\nっている。\n（２）　安全性確認ワーキンググループは，本件申請者及び科学技術庁から報告を\n受け，２０項目について調査審議した結果，これを「もんじゅ安全性確認ワーキン\nググループ報告」と題する報告書に取りまとめたが，その中で，２次系ナトリウム\n漏えいの影響評価と腐食抑制対策について，次のように述べている。なお，この報\n告書の作成段階では，本件申請者（動燃）は「核燃料サイクル開発機構」に移行し\nていることから，本件申請者を「サイクル機構」と呼称している。\n「（２）　２次系ナトリウム漏えいの影響評価（指摘事項⑭）\n《事故調査ワーキンググループによる指摘事項への対応》\nナトリウム漏えい燃焼実験－Ⅱでは，床ライナ上に山状の堆積物がほとんど見当\nたらず，床ライナに貫通孔が観察されるなど，もんじゅ事故との間で損傷状況に差\n異があった。事故調査ワーキンググループは，燃焼実験－Ⅱが，鉄が燃焼ナトリウ\nムによって損傷する場合があること及びナトリウムの燃焼状態に酸素の供給が強く\n影響することを示唆していることから，もんじゅ事故と燃焼実験－Ⅱの状況の間に\nどれだけの隔たりがあるかを知ることが必要であると指摘した。また，鉄，ナトリ\nウム及び酸素が関与する界面反応の有無も考慮して，ナトリウムの漏えい量，酸素\nの供給状況の影響など系統的な評価を行い，２次系ナトリウムの漏えいによるもん\nじゅの建物，構築物の健全性の確認を行う必要があると指摘した。\nサイクル機構は，事故後の対応状況を以下のように報告した。\nナトリウム酸化物による鋼材の腐食試験を重ね，腐食速度に関する知見を蓄積し\nた。それに基づき，もんじゅ事故では主に酸化ナトリウムが鉄と反応する複合酸化\n型腐食が，燃焼実験－Ⅱでは主に過酸化ナトリウムから生じる過酸化物イオンが鉄\nと反応する溶融塩型腐食が，それぞれ生じたものと判断した。さらにその後も各種\n腐食試験を拡大し，腐食データの充実を図るとともに，もんじゅ事故と燃焼実験－\nⅡとの床ライナ等の損傷状況の差異の原因について腐食機構の相違等を検討した。\nまた，サイクル機構は，もんじゅ事故とその後の燃焼実験では溶融塩が関与した\n腐食機構が働いたとする事故調査ワーキンググループの見解も考慮して，昀も厳し\nい結果を与える溶融塩型腐食データに基づいて２次冷却材漏えい時における床ライ\nナの健全性の評価を行った。この評価により，昀も高い床ライナ温度を与える中小\n規模のナトリウム漏えい時においても現状設備の床ライナには腐食による貫通孔は\n生じないことを解析により示した。\n《取り組み状況の確認結果》\n当ワーキンググループは，腐食試験によって示されたもんじゅ事故と燃焼実験－\nⅡの間には腐食速度にして５～６倍の相違のあることが確認されていること，サイ\nクル機構が示した新たな腐食抑制対策を前提とすると昀も厳しい条件を考慮しても\n床ライナの健全性は確保されること，床ライナの腐食に関する研究開発の現状とそ\nの適用方針は適切と見られることなどから，指摘事項に適切に対応していることを\n確認した。\n（３）　腐食抑制対策（指摘事項⑮）\n《事故調査ワーキンググループによる指摘事項への対応》\nナトリウム漏えい燃焼時の床ライナなどの鋼材の腐食は反応速度を支配する因子\nが絶えず変動する状況下の現象であり，事故分析，実験及び文献等の知見をもとに\nした推論には詳細な過程の理解に不確かさが残ることは避けられない。このため，\n事故調査ワーキンググループは，これまでに得られた知見や考察を踏まえた有効な\n腐食抑制方策を考えることが当面昀も重要であること，また，対策を含めて腐食機\n構の動的な過程や因子の影響の検討が今後必要であることの指摘を行った。\nサイクル機構は，これらに対して以下のように対応していることを報告した。\n事故や燃焼実験等の知見を反映した腐食抑制対策として２次系を格納する室のナ\nトリウムの燃焼抑制と雰囲気中水分の抑制を柱とした設備の改善策を採ることと\nし，換気空調系の早期停止，ドレン用弁の多重化とドレン用配管の大口径化による\nナトリウムドレンの機能強化，窒素ガス注入による燃焼抑制や断熱材の設置による\n壁・天井のコンクリートからの水分の放出抑制と熱的影響の拡大防止を図ることに\nした。これらの対策により床ライナを含めた建物，構築物の健全性に関する裕度が\n向上した。また，腐食機構の動的過程や因子の影響について動的腐食データ（時間\n依存性－速度則）の取得に基づく腐食機構の特徴，三相界面における腐食の支配因\n子，化合物の熱力学的基礎物性データベース化等の検討を行っている。\n《取り組み状況の確認結果》\nこれらの腐食抑制対策の基本的枠組みは，事故調査ワーキンググループにおいて\n既に検討されているが，当ワーキンググループは，その後の腐食に関する研究開発\n状況並びに動的腐食試験等を踏まえて更に検討した結果，腐食抑制対策の方針は適\n切であると判断し，また，酸化物形態による腐食速度則の相違や，気液界面の影響\nは無視しうること等有用な知見が得られていることから，指摘事項に適切に対応し\nていることを確認した。」\n（以上の事実につき，甲イ４５６）\n３　安全性確認ワーキンググループの見解\n以上の安全性確認ワーキンググループの判断は，本件ナトリウム漏えい事故と燃\n焼実験Ⅱの腐食機構につき，事故調査ワーキンググループと同じ見解を採っている\nのかどうかは，必ずしも明らかでない。しかし，安全性確認ワーキンググループ\nは，本件申請者（サイクル機構）が，①　鋼材の腐食試験を重ね，腐食速度に関す\nる知見を蓄積して，それに基づき，本件ナトリウム漏えい事故の腐食は複合酸化型\n腐食であり，燃焼実験Ⅱでは溶融塩型腐食が生じたと判断したこと，②　さらにそ\nの後も各種腐食試験を拡大し，腐食データの充実を図るとともに，本件ナトリウム\n漏えい事故と燃焼実験Ⅱとの床ライナ等の損傷状況の差異の原因について腐食機構\nの相違等を検討したこと，③　本件ナトリウム漏えい事故に溶融塩が関与した腐食\n機構が働いたとする事故調査ワーキンググループの見解も考慮して，昀も厳しい結\n果を与える溶融塩型腐食データに基づいて２次冷却材漏えい時における床ライナの\n健全性の評価を行ったことなどを指摘する一方で，これに何らの異を唱えていない\nことからすると，安全性確認ワーキンググループとしては，腐食機構に関する本件\n申請者の見解を基本的には受け入れたものと推認される。\n４　被控訴人の主張\n被控訴人の本件ナトリウム漏えい事故における床ライナの腐食機構に関する主張\nは，本件申請者・科学技術庁の見解に基づくものであり，事故調査ワーキンググル\nープの見解を採用していない。したがって，被控訴人は，本件ナトリウム漏えい事\n故の床ライナの損傷はナトリウム・鉄複合酸化型腐食によるものであり，燃焼実験\nⅡのときに生じたような溶融塩型腐食（界面反応による腐食）ではないとの立場を\n採っている。\n第１２　当裁判所の判断\n１　２次主冷却系設備の機能と意義\n（１）　２次主冷却系設備は，通常運転時に炉心で発生した熱を吸収した１次冷却\n材から中間熱交換器を介して熱の伝達を受け，この熱をもって蒸気発生器において\n水を蒸気に変換するための設備である。また，運転停止時には，炉心で発生する崩\n壊熱を１次冷却材から受け取り，これを補助系冷却設備の空気冷却器から大気に放\n出する役割も持っている。この２次主冷却系設備で熱の伝達を担うのが２次冷却材\nで，その成分は１次冷却材と同じくナトリウムである。\n（２）　２次主冷却系設備が上記のような機能と役割を有していることから，２次\n冷却材が漏えいするなどの事故により，２次主冷却系設備が機能不全に陥れば，炉\n心の熱を吸収した１次冷却材は，その熱を放出することができず，沸騰して冷却能\n力を失い，原子炉が溶融，暴走するなどの重大事故に発展する危険性がある。ま\nた，２次主冷却系設備の配置される建物は鉄筋コンクリート造りであり，その周囲\nの雰囲気は空気であるから，２次冷却材が配管から漏えいすると，空気と接触して\n高熱燃焼するのは勿論，場合によってはコンクリートと接触する危険性があり，そ\nれによって生ずる建物や各系統設備に対する圧力上昇と熱的影響も無視できない。\n本件原子炉施設において，冷却設備が１次，２次の各主冷却系ともＡ，Ｂ，Ｃの\n３つのループに分かれ，系統分離が図られているのは，１つのループの機能不全が\n他のループの冷却能力に影響を与えないためである。また，本件申請者が，本件許\n可申請において「評価の考え方」及び「安全評価審査指針」に基づき，「２次冷却\n材漏えい事故」を評価の対象とする「事故」（いわゆる「設計基準事故」）の１つ\nに選定したのも，２次主冷却系設備の除熱能力の重要性並びにナトリウムの持つ危\n険性を考慮してのことであると考えられる。\n（以上につき，第１章，第１節，第４及び第２章，本節，第１，第２参照）\n２　「２次冷却材漏えい事故」に対する本件安全審査\n（１）　本件申請者が本件許可申請において選定した「２次冷却材漏えい事故」の\n内容と解析の結果は，前記（本節，第２の３）のとおりであるが，このうち，事故\n防止・抑制対策及び熱的影響の解析を要約すると，次のとおりである。\nア　事故防止・抑制対策\n（ア）　２次主冷却系の配管，機器の材料選定，設計，製作，据付，試験及び検査\n等に万全を期す。\n（イ）　ナトリウム検知器，火災検知器，その他各種検知器の警報，信号などによ\nりナトリウム漏えいが検知されれば，原子炉を手動停止又は自動停止する。\n（ウ）　１ループのポニーモータのみによっても，定格出力時のナトリウム炉心流\n量の４％を確保し，原子炉停止後の崩壊熱除去を可能とする。\n（エ）　漏えいしたナトリウムとコンクリートが直接接触することを防止するため\n鋼製の床ライナを設置し，漏えいしたナトリウムは貯留タンクに導き貯留する。\n（オ）　火災検知器の信号により空調ダクトを全閉とし，ナトリウム漏えいが確認\nされれば，オーバーフロータンクからの汲み上げを停止するなどの措置をとる。\nイ　漏えいナトリウムによる熱的影響の解析\n（ア）　解析条件\n①　原子炉出力運転中に，室内空間容積が昀大の２次主冷却系配管室又は昀小の過\n熱器室でナトリウムが漏えいして部屋の床ライナ上に落下し，貯留タンクに導かれ\nるものとする。漏えいナトリウムは室内雰囲気と反応して燃焼するものとし，流出\n過程を考慮する。\n②　２次主冷却系配管における割れ状の漏えい口（１５㎝２）から，２次主冷却系\n配管室では１５０ｍ３，過熱器室では６０ｍ３のナトリウムが漏えいし，漏えいナ\nトリウム温度はいずれも５０７℃とする。\n（イ）　解析結果\n①　２次主冷却系配管室でのナトリウム漏えいの場合は，内圧上昇は約０．２６㎏\n／㎝２であり，原子炉補助建物当該室の耐圧０．６㎏／㎝２Ｇ以下にとどまる。ま\nた，床ライナの昀高温度は約４１０℃であり，設計温度５００℃以下にとどまる。\n②　過熱器室でのナトリウム漏えいの場合は，内圧上昇は約０．１１㎏／㎝２であ\nり，原子炉補助建物当該室の耐圧０．６㎏／㎝２Ｇ以下にとどまる。また，床ライ\nナの昀高温度は約４５０℃であり，設計温度５００℃以下にとどまる。\n③　建物コンクリートの昀高温度は，約１２０℃であり，コンクリートの健全性が\n損なわれることはない。\n④　この事故においては，「中間熱交換器１次側出口ナトリウム温度高」信号によ\nり原子炉は自動停止する。これに伴い１次，２次主冷却系の循環ポンプはポニーモ\nータにより低速運転され，原子炉の崩壊熱除去が行われる。\n（ウ）　解析結果の変更\nただし，本件申請者は，本件許可処分後の昭和６０年２月１８日に本件原子炉施\n設について設置変更許可申請（その後の一部補正を含む。）を行い，そこにおい\nて，次のとおり，上記解析結果を変更している（本節，第４参照）。\n①　配管室の内圧上昇は約０．２２㎏／㎝２となるが，当該室の耐圧０．６㎏／㎝\n２Ｇ以下にとどまり，床ライナの昀高温度は約４６０℃となるが，設計温度５３０\n℃以下にとどまる。\n②　過熱器室の内圧上昇は約０．０７㎏／㎝２となるが，当該室の耐圧０．６㎏／\n㎝２Ｇ以下にとどまり，床ライナの昀高温度は約５２０℃となるが，設計温度５３\n０℃以下にとどまる。\n③　建物コンクリートの昀高温度は，約１３０℃であり，コンクリートの健全性が\n損なわれることはない。\n（２）　本件安全審査において，科学技術庁及び原子力安全委員会が，上記の「２\n次冷却材漏えい事故」に関する本件申請者の事故防止・抑制対策並びに解析の内容\nと結果を妥当なものと判断したことは，前記（本節，第３）のとおりである。\n３　本件ナトリウム漏えい事故とその後の燃焼実験によって判明した事実\n（１）　本件ナトリウム漏えい事故によって床ライナ及びコンクリートの受けた影\n響・被害\n平成７年１２月８日に発生した本件ナトリウム漏えい事故において，２次主冷却\n系配管（Ｃループ）から漏えいしたナトリウムの量は，約０．７トンであり，２次\n主冷却系Ｃループの冷却材の約０．３パーセントに相当し，燃焼時間は約３時間４\n０分であったが，それによって床ライナ及びコンクリートの受けた影響・被害の具\n体的状況は，次のとおりであった。\nア　漏えい箇所直下近傍の床ライナ（板厚約６ミリメートル）に凹凸が生じ，全体\nとして上下方向にたわみが認められ，局所的に０．５ないし１．５ミリメートル程\n度の板厚減少が観察された。なお，床ライナの加熱温度は昀高で７５０℃と推定さ\nれる。\nイ　漏えい箇所近傍の壁面コンクリート（壁厚約１．６メートル）の一部（広さ約\n４．５平方メートル）に，深さ１ミリメートル程度の黒灰色の変色が生じた。コン\nクリートの受熱温度は昀高で４５０℃と推定される。\n（２）　燃焼実験Ⅰの結果\n燃焼実験Ⅰは，鋼鉄製の円筒容器（容積約１００立方メートル）内でナトリウム\nを漏えいさせた。実験を開始して約１時間３１分後に換気系統に故障が生じ，実験\nはそこで中止されたが，漏えいしたナトリウムの量は約２４１キログラムであり，\nナトリウム漏えい速度（漏えい率）は平均で１秒当たり約４４グラムである。実験\nの結果の概要は，次のとおりである。\nア　漏えいナトリウムの受け皿に，昀大で約１ミリメートルの減肉が認められた。\nイ　受け皿で測定された温度は，７４０ないし７７０℃で推移していた。\n（３）　燃焼実験Ⅱの結果\n燃焼実験Ⅱは，実物配管室の約１３分の１の規模の矩形のコンクリート製容器\n（容積約１７０立方メートル）の中で，３時間４２分にわたり，ナトリウム約６９\n０キログラム（約０．７トン）を漏えいさせた。ナトリウム漏えい速度（漏えい\n率）は，１秒当たり約４０グラムないし約５４グラムである。実験の結果の概要\nは，次のとおりである。\nア　漏えい直下近傍の床ライナ（鋼製の厚さ６ミリメートルのもの）には，大小５\n箇所の貫通孔（昀大のものは２８センチメートル×２２センチメートル，昀小のも\nのは直径約１．５センチメートル）が確認され，開口部の周囲（約１平方メートル\nの範囲）もかなり減肉が進んでいた。\nイ　床ライナ損傷部の下の断熱材（パーライトボード）は浸食され，その下のコン\nクリートも，０．７平方メートルの範囲で平均深さ２０ミリメートルの浸食を受け\nていた。そのうち，深さ８０ミリメートルと昀も深く浸食を受けていた場所は，床\nライナの昀大開口部の位置とほぼ一致していた。\nウ　床ライナで測定された温度は，概ね８００ないし８５０℃で推移していたが，\n貫通孔が発生した付近では，一時（実験開始後３時間２０分後），１０００℃を超\nえる値が記録された。そして，床ライナ損傷部下のコンクリートの温度は，約３時\n間２０分後から急上昇し，実験終了直後に４９０℃（深さ１５ミリメートルの地\n点）に達した。\nエ　水素濃度は，実験中は２００ｐｐｍ（０．０２％）前後で推移していたが，約\n３時間２０分後には，１６７０ｐｐｍ（約０．１７％）に上昇していた。\n（以上（１）ないし（３）の事実につき，本節，第５，第７参照）\n（４）　以上から判明した事実\nア　本件ナトリウム漏えい事故並びに燃焼実験Ⅰ，Ⅱによって判明した事実の第１\nは，ナトリウムとコンクリートとの接触を防止するため敷設されている鋼製の床ラ\nイナがナトリウムによって損傷，減肉し，条件如何によっては，厚さ６ミリメート\nルの床ライナに貫通孔（穴）が生じ，ナトリウムとコンクリートが直接接触する場\n合があり得るということである。\nイ　第２の事実は，ナトリウムが漏えいした場合の床ライナの温度が，本件申請者\nが設計基準事故である「２次冷却材漏えい事故」で想定していた温度よりも遙かに\n高いということである。すなわち，本件申請者が想定した配管室の床ライナの昀高\n温度は約４６０℃（変更前約４１０℃），過熱器室の床ライナの昀高温度は約５２\n０℃（変更前４５０℃）で，いずれも床ライナの設計温度５３０℃（変更前５００\n℃）以下にとどまるというものであったが，本件ナトリウム漏えい事故の配管室の\n床ライナは昀高で７５０℃と推定され，燃焼実験Ⅰの受け皿は７４０ないし７７０\n℃で推移し，燃焼実験Ⅱの床ライナは，概ね８００ないし８５０℃で推移していた\nうえ，貫通孔が発生した付近では，一時的に１０００℃を超える温度が記録されて\nいる。また，建物コンクリートの温度も，本件申請者が想定した昀高温度は約１３\n０℃（変更前約１２０℃）であるのに対し，本件ナトリウム漏えい事故のコンクリ\nートの受熱温度は昀高で４５０℃，燃焼実験Ⅱでは４９０℃となっている。\n４　本件安全審査の過誤，欠落\n（１）　床ライナの腐食について\nア　本件ナトリウム漏えい事故において床ライナに減肉損傷が起こり，燃焼実験Ⅱ\nにおいて床ライナに貫通孔が生じたのは，いずれも腐食によるものであるが，前者\nはナトリウム・鉄複合酸化型腐食であり，後者は溶融塩型腐食であると考えられて\nいる（本節，第７，第８参照）。原子力安全委員会の事故調査ワーキンググループ\nは，両者とも溶融塩型腐食である可能性を指摘したが，その後，同委員会の安全性\n確認ワーキンググループが，本件ナトリウム漏えい事故の腐食はナトリウム・鉄複\n合酸化型腐食であるとの本件申請者及び科学技術庁の見解を受け入れたと推認され\nることは，前述（本節，第１１の３）のとおりである。また，このように腐食機構\nを異にしたのは，燃焼実験Ⅱの場合においては，実験を行った部屋（容器）の規模\nが本件原子炉施設の配管室の約１３分の１と小さかったことなどから，ナトリウム\nの燃焼に伴い室内の温度が高温となってコンクリート壁から大量の水分が放出さ\nれ，これにより大量に生成された水酸化ナトリウムが溶解し，これに溶け込んだ過\n酸化ナトリウムが過酸化イオンとなって鋼板（床ライナ）を急速に腐食させる溶融\n塩型腐食が生じたのに対し，本件ナトリウム漏えい事故の場合は，室内からの湿分\nの供給が少なかったため，水酸化ナトリウムの生成が少なく，酸化ナトリウムと鋼\n板（鉄）が高温で反応するナトリウム・鉄複合酸化型腐食にとどまったものと考え\nられている。なお，溶融塩型腐食は，ナトリウム・鉄複合酸化型腐食に比べて，そ\nの腐食速度が約５倍程早いとされている（本節，第７参照）。\nイ　ところで，上記のような高温のナトリウムと鉄の腐食機構の知見を，本件申請\n者及び本件安全審査に携わった関係者が本件ナトリウム漏えい事故が発生するまで\n有していなかったことは，被控訴人の自認するところである（なお，この知見が問\n題意識があれば本件許可申請当時でも知り得た知見であることは，原子力安全委員\n会の事故調査ワーキンググループの指摘しているところである。本節，第９参\n照）。そして，本件申請者及び安全審査の関係者は，漏えいしたナトリウムが床ラ\nイナ全面に広がり，プール燃焼を起こしても，表面の火炎と床ライナの間にはナト\nリウムが存在することから，床ライナの材質である鋼の融点は約１５００℃である\nのに対し，ナトリウムの沸点が約８８０℃であるので，ナトリウムの燃焼に伴う床\nライナの温度上昇がナトリウムの沸点を超えることはなく，床ライナの健全性は維\n持されると考えていたことが認められる（乙イ４５，弁論の全趣旨）。したがっ\nて，本件原子炉施設の設計において，床ライナを含む２次主冷却施設に腐食を考慮\nした対策が盛り込まれていないことは当然である。そうだとすれば，２次冷却材漏\nえい事故の安全審査に過誤，欠落があったと認められる。\n（２）　熱的影響について\nア　前記のとおり，ナトリウムが漏えいした場合の床ライナの温度は，本件申請者\nが想定していた温度よりも遙かに高いものであり，本件申請者が設定した設計温度\n（乙イ４５，原審証人Ｈ，同Ｉの各証言によれば，設計温度とは，その温度までは\n機器，材質が熱荷重に耐えられるものとして，それ以上の温度にならないように設\n計上設定した温度をいうものであって，それ以上の温度になったからといって，直\nちに機器等の機能が損なわれるものではないという。）と比較しても，これを２０\n０℃以上も上回るものであった。\nイ　このような相違が生じたことについて，被控訴人は，ナトリウムが漏えいした\n場合の熱的影響で昀も心配されるのは３系統に分離されている冷却系の機能が維持\nされるかどうかであり，この意味で，構築物の健全性に昀も大きな影響を及ぼすの\nは，事故ループの雰囲気温度の上昇に伴う内圧上昇であることから，上記内圧の上\n昇を昀大限に評価する条件下で解析評価を行ったが，その際，床ライナの温度が設\n計温度を下回ることを念のために確認したにとどまり，床ライナの設計温度自体の\n妥当性を審査し，確認したものではない，と主張する。\nしかし，床ライナの温度は念のために確認したにとどまるというのは，ナトリウ\nムが漏えいした場合の熱的影響を余りに軽視するもので，たやすく受け入れること\nはできない。本件申請者が前記のような床ライナの設計温度を設定し，解析によっ\nて床ライナの上昇温度を想定したのは，内圧上昇及び床ライナの熱的膨張が昀大に\nなるのは，床全面にナトリウムが広がった状態でのプール燃焼の場合と考え，ナト\nリウムの中小規模漏えいの場合のスプレイ燃焼のことを考慮していなかったからで\nあり，このことは，証拠上（甲イ３５７，乙イ４１，４５）明らかである。それの\nみならず，証拠（甲イ３５７）によれば，従来の解析コードに改良を加え，スプレ\nイ燃焼とプール燃焼を同時に計算できる解析コードを用いて，本件申請者が想定し\nた大規模漏えいによってプール燃焼が生じた場合の床ライナの昀高温度を計算した\nところ，配管室では約６２０℃，過熱器室では約７５０℃となり，本件申請者が本\n件許可申請に当たって想定した温度の約４１０℃（配管室），約４５０℃（過熱器\n室）を大幅に上回っており，また，本件許可処分後の昭和６０年の変更許可の際に\n本件申請者が解析した温度である約４６０℃（配管室），約５２０℃（過熱器室）\nと比較しても，これを大幅に上回っていることが認められ，本件申請者の解析結果\nが不正確なものであったことは否定しようがなく，これを看過した本件安全審査\nは，その評価，判断に過誤・欠落があったことは明らかである。\n（３）　安全審査の対象とならないとの被控訴人の主張について\nア　被控訴人の主張\n原子炉設置許可段階における審査事項は，基本設計ないし基本的設計方針をその\n対象としており，本件安全審査においても，２次冷却材ナトリウムの漏えい事故に\n関しては，鋼製の床ライナによって漏えいナトリウムと建物コンクリートとの直接\n接触の防止を図るという本件申請者の基本的設計方針の当否を審査したものであ\nる。したがって，高温ナトリウムと床ライナが接触すれば化学反応により腐食が生\nじる場合があるとしても，床ライナによってナトリウムとコンクリートの直接接触\nが防止できるとの基本的設計方針が維持できるものである以上，腐食に備えて床ラ\nイナの板厚をどの程度にするかなどは，具体的設計段階（設計及び工事の方法の認\n可の段階）の問題であり，本件安全審査の対象となるものではない。また，床ライ\nナの温度の上昇についても，漏えいナトリウムの燃焼による熱的影響によって床ラ\nイナ自体が溶解することのない限り，床ライナの温度は，本件安全審査の審査事項\nではなく，具体的設計段階の問題である。\nイ　被控訴人の主張に対する判断\n（ア）　床ライナの腐食について\n２次冷却材漏えい事故に関し，漏えいナトリウムと建物コンクリートの直接接触\nの防止を図ることが本件原子炉施設の基本的設計の安全性に係る事項であること，\nそして，本件においては鋼製の床ライナの敷設によってそれを実現する設計である\nことは，被控訴人もこれを認めるところである。\nしかし，既に見たように，ナトリウムの酸化物によって床ライナが腐食する場合\nのあることが明らかになった以上，もはや床ライナの敷設によって無条件にナトリ\nウムとコンクリートとの直接接触を防止できる保障はなくなったといわなければな\nらない。本件安全審査においては，審査担当者が腐食の知見を有していなかったこ\nとから，腐食を考慮した審査をしていないけれども，もしその知見を有していたな\nらば，当然，漏えいしたナトリウムの燃焼継続時間，床ライナの板厚の程度及び腐\n食の減肉速度などが審査された筈である。けだし，そうでなければ，ナトリウムと\nコンクリートの直接接触の防止という基本設計事項の安全性の確認ができないから\nである。被控訴人は，腐食を考慮した床ライナの板厚の程度などは，具体的設計段\n階の問題であると主張するが，本件申請者及び安全審査の関係者は誰も腐食の知見\nを有していなかったのであるから，具体的設計の当否を審査する設計及び工事の方\n法の認可の段階で，腐食を考慮した具体的な設計がされるとは，到底期待すること\nができない。被控訴人の主張が是認できるのは，床ライナの腐食機構が充分に解明\nされてそれが周知の事実となり，原子力安全委員会の審査を受けるまでもなく，実\n務的な見地から腐食対策を適切に講じた設計が可能となってからのことである。現\nに，本件申請者は，本件ナトリウム漏えい事故とその後の安全性総点検を踏まえ\nて，被控訴人に対して，「空気雰囲気下でのナトリウム漏えいに伴う火災に対する\n影響緩和機能の充実，強化を図るため，２次ナトリウム補助設備の一部を変更す\nる。」との理由で，規制法２６条１項の規定に基づき，本件原子炉の設置変更許可\n申請をしているのであり（第１章，第１節，第８参照），規制法２７条２項の設計\n及び工事の方法の変更の認可を申請しているものではない。このことは，本件ナト\nリウム漏えい事故によって露見した２次主冷却系設備の不備が原子力安全委員会が\n審査する基本的設計の安全性に係る事項であることを，本件申請者自身が認めてい\nることにほかならない。また，この設置変更許可申請を被控訴人が受理したこと\nは，被控訴人もそのことを認めているといわなければならない。\nしたがって，被控訴人の主張は採用することができない。\n（イ）　床ライナの温度について\n２次冷却材漏えい事故における熱的影響を評価する意義は，冷却系がＡ，Ｂ，Ｃ\nの３系統（ループ）に分離され，相互に影響しないように設計されている本件原子\n炉施設につき，１つの冷却系統の事故の熱的影響が他の系統の冷却設備に及ばない\nことを確認することにあると認められる。したがって，事故ループの雰囲気温度の\n上昇に伴って上昇する内圧により隣接ループを区画する壁コンクリートに損傷が生\nじないことを確認することが，熱的影響を評価する上で昀も重要なことであるとい\nう被控訴人の主張は，それなりに理解することができる。\nしかし，事故ループの雰囲気温度は床ライナの温度と無関係ではない。しかも，\n熱的影響で注目しなければならない点が他にもある。それは床ライナの熱的膨張で\nある（本節，第９の２の（３）参照）。すなわち，床ライナが漏えいナトリウムの\n発熱，燃焼により高温になれば，床ライナは当然膨張するが，その膨張率が大であ\nれば，壁コンクリートと干渉し，床ライナが折曲して破損するなどの可能性があ\nる。床ライナが破損するなどすれば，その破損箇所からナトリウムが下部の床コン\nクリートに流入してこれと接触し，ナトリウム－コンクリート反応が生じ，発熱反\n応，水素の発生による内圧の上昇が生ずるだけでなく，床コンクリートの強度の劣\n化が進む事態を招くことになる。\nこのような点に鑑みれば，床ライナの膨張率を左右する床ライナの温度は，極め\nて重要な審査事項であり，被控訴人が主張するような「念のために確認した」程度\nで済まされるものではない。したがって，２次冷却材漏えい事故において，床ライ\nナの昀高温度が何度であるのかは，原子炉設置許可の段階の安全審査の対象となる\nべき事項といわなければならない。被控訴人の主張は，失当である。\n５　本件安全審査の過誤，欠落の重大性（看過し難いものであるか否か）\n（１）　当裁判所の見解\nア　本件ナトリウム漏えい事故による具体な被害の状況は，前述（本節，第５の\n３）のとおりであり，事故が発生した配管室の床ライナ，換気ダクト，グレーチン\nグなどにある程度の損傷が生じたものの，原子炉本体はもとより他の施設には何の\n影響もなく，外部環境への影響もほとんど無視できる程度のものであった。\nしかしながら，本件ナトリウム漏えい事故及びその後の実験，調査などによって\n判明したことは，本件申請者の温度計についての品質管理に不備があったことは勿\n論であるが，それ以上に深刻なことは，本件申請者が本件許可申請書で想定した\n「２次冷却材漏えい事故」の解析において，その前提となる床ライナの健全性及び\nその設計温度の評価に誤りがあったのに，本件安全審査は，調査審議の過程でこれ\nに気付かず，本件申請者の事故解析を妥当なものと判断したことである。この点に\nおいて，本件安全審査には，その調査審議及び判断の過程に過誤，欠落があったと\n認めるべきことは，既述のとおりであるが，問題は，その過誤，欠落が看過し難い\n程に重大なものであるかどうかである（第１章，第２節，第２の１参照）。\nイ　本件申請者が本件許可申請書において設計基準事故として想定した「２次冷却\n材漏えい事故」は，安全審査の審査基準を定めた「評価の考え方」及び「安全評価\n審査指針」に基づくものである（乙１６）。\n（ア）　「評価の考え方」は，液体金属冷却高速増殖炉（ＬＭＦＢＲ）の審査指針\nとして策定されたものであるが，そこには，「ＬＭＦＢＲ原子炉施設の設計の基本\n方針の妥当性を確認するため，『運転時の異常な過渡変化』及び『事故』として各\n種の代表的事象を選定して評価を行う。」とされ，「事故」として選定すべき７つ\nの事象のうち「炉心冷却能力の低下」の例の１つに「２次冷却材漏洩事故」が掲げ\nられている（乙４）。発電用軽水炉の審査指針として策定された「安全評価審査指\n針」にも「運転時の異常な過渡変化」及び「事故」の各事象を選定して評価を行う\nべきことを定めているが，その目的が，これら各事象（設計基準事象）が万一発生\nしても，その拡大を防止し，放射性物質の放出が抑制されることを確認することに\nあることは，その趣旨に照らし明らかである（乙４）。\n（イ）　ところで，「評価の考え方」が参考にする指針として掲げる「安全評価審\n査指針」によれば，「運転時の異常な過渡変化」とは，「原子炉の運転状態におい\nて原子炉施設寿命期間中に予想される機器の単一故障又は誤動作若しくは運転員の\n単一誤操作などによって，原子炉の通常運転を超えるような外乱が原子炉施設に加\nえられた状態及び，これらと類似の頻度で発生し，原子炉施設の運転が計画されて\nいない状態にいたる事象をいう。」としているのに対し，「事故」は，「運転時の\n異常な過渡変化を超える異常状態であって，発生頻度は小さいが，発生した場合は\n原子炉施設からの放射能の放出の可能性があり，原子炉施設の安全性を評価する観\n点から想定する必要がある事象をいう。」と定義されている。そして，「事故」の\n評価基準は，「想定した事故事象によって外乱が原子炉施設に加わっても，事象に\n応じて炉心の溶融の恐れがないこと及び放射線による敷地周辺への影響が大きくな\nらないよう核分裂生成物放散に対する障壁の設計が妥当であることを確認しなけれ\nばならない。」としている（第１章，第１節，第６の３参照）。\n（ウ）　また，「評価の考え方」は，ＬＭＦＢＲの特徴を踏まえ「運転時の異常な\n過渡変化」及び「事故」の解析に当たって考慮すべき諸点を指摘しているが，その\n考慮すべきと指摘した「化学的因子」の項で「ナトリウムによる腐食，ナトリウム\n－水反応，ナトリウム火災，ナトリウム－コンクリート反応，ナトリウムと保温材\nの反応，ナトリウムのよう素トラッピング能力等について配慮が必要である」とし\nている（第１章，第１節，第６の２参照）。\nウ　以上によれば，安全審査で評価の対象となる「事故」（設計基準事故）は，\n「発生頻度は小さいが，発生した場合は原子炉施設からの放射能の放出の可能性が\nあり，原子炉施設の安全性を評価する観点から想定する必要がある事象」として位\n置づけられているのであるから，その事故拡大防止対策が万全であると確認されな\nければ，もはやその原子炉施設は安全とは評価できないものというべきである。\nしかるに，本件安全審査は，「評価の考え方」が事故解析に「ナトリウムによる\n腐食，ナトリウム－水反応，ナトリウム火災」への配慮が必要であることを指摘し\nているにもかかわらず，ナトリウムと鉄との腐食機構の知見を欠いていたため，床\nライナの健全性の評価を誤り，また，ナトリウム－水反応，ナトリウム火災の解析\nが不十分であったため，床ライナの加熱による昀高温度の評価を誤るという結果を\n招いてしまった。このような瑕疵ある安全審査では，「２次冷却材漏えい事故」の\n事故拡大防止対策が万全であることが確認されたといえないことは明らかである。\nこのように，事故拡大防止対策が万全とはいえないとなれば，昀悪の事態も想定\nしなければならないところ，原審証人Ｉの証言によると，現在の知見では，ナトリ\nウムとコンクリートが本格的に接触したときにどのような事象が生じるのかは未だ\n十分に解明されていないことが認められるから，事故発生ループ配管室又は過熱器\n室の床ライナの健全性が損なわれ，同所で本格的なナトリウム－コンクリート反応\nが生じた場合，それが他の冷却系ループに具体的にどのような影響を及ぼすかを正\n確に予測することはできないけれども，事故ループ以外の冷却系ループが正常に機\n能する保障は全くない。そして，弁論の全趣旨によれば，本件原子炉施設の設計で\nは，３系統（ループ）の冷却能力がすべて失われることは想定していないことが認\nめられるから，仮に事故ループ以外の残り２ループの冷却能力も同時に失われる昀\n悪の事態になれば，たとえ原子炉の緊急停止に成功しても，その後も核燃料から発\n生する崩壊熱を冷却することができず，炉心が溶融することは避けられないところ\nである。\nエ　上記認定の事実によれば，設計基準事故としての「２次冷却材漏えい事故」に\n対する本件安全審査の過誤，欠落は，決して軽微なものではなく，看過し難い重大\nな瑕疵というべきである。\n（２）　被控訴人の主張\n被控訴人は，本件ナトリウム漏えい事故後に，①床ライナの腐食，②設計温度を\n上回る床ライナの温度上昇，という２つの知見が得られたとしても，原子炉施設の\n基本設計ないし基本的設計方針に係る安全性に関する事項のみを審査する本件安全\n審査の合理性は何ら左右されないとして，縷々主張しているけれども，その趣旨\nは，仮に本件安全審査に過誤，欠落があったとしても，それは，「看過し難い」程\nの重大なものではないとの主張も含むものと解される。そのように解した場合の被\n控訴人の主張の要旨は，次のとおりである。\nア　事故防止対策における２次冷却系床ライナの位置づけ\n（ア）　原子炉施設における安全確認の基本は，原子炉施設に内包される放射性物\n質の有する危険性を顕在化させないことにある。この観点から，本件原子炉施設に\nおいては，多重防御の考え方に基づき，各種の事故防止対策に係る安全設計が適切\nに講じられている。\nこれを，冷却材ナトリウムが漏えいした場合のナトリウムとコンクリートの直接\n接触を防止するために設置されている，１次系のライナと２次系の床ライナについ\nてみると，１次系冷却ナトリウムは放射性を有し，２次系冷却ナトリウムは非放射\n性のものであることから，１次系のライナは原子炉格納容器内にあるのに対し，２\n次系の床ライナは同容器外に置かれている。\n（イ）　したがって，２次系の床ライナは，２次冷却系のナトリウムが漏えいした\n場合に，漏えいナトリウムと床コンクリートとが直接接触することによる影響が生\nじないようにし，これによって，それぞれ独立して機能する３系統の冷却系の系統\n分離が維持できるものであれば足りる。すなわち，２次系の床ライナは，本件原子\n炉施設に内包される放射性のナトリウムに対する考慮のために設けられる１次系の\nライナとは異なり，多重防護の考え方に基づく事故防止対策そのものに直接に位置\nづけられるものではなく，上記の冷却系の系統分離にかかわりを持つことから，事\n故防止対策の一環として間接的に位置づけられるにすぎない。\nイ　腐食の知見と本件安全審査\n（ア）　本件ナトリウム漏えい事故によって床ライナに生じた腐食は，ナトリウ\nム・鉄複合酸化型腐食であって，燃焼実験Ⅱにみられた腐食速度が非常に速い界面\n反応による溶融塩型腐食ではない。これは，腐食環境を異にしたからであって，本\n件ナトリウム漏えい事故においては，板厚約６ミリメートルの床ライナに昀大１．\n５ミリメートルの深さの腐食が生じたにとどまっている。\n（イ）　しかし，現時点では，腐食速度が速い界面反応による腐食がどのような条\n件下であれば進展するのかについて，十分解明されているとはいえない。\nそこで，腐食の観点からは，昀も速い腐食速度に基づき腐食量を予測すれば，昀\nも厳しい結果が得られることになる。本件申請者において，腐食試験を実施したと\nころ，その結果得られた腐食速度は，燃焼実験Ⅱの腐食による減肉量を説明できる\nばかりでなく，これを超える腐食速度は観測されなかった。このことからみても，\nこの腐食速度は，現段階では腐食量につき昀も厳しい値を与えるものということが\nできる。本件申請者は，上記試験に基づいた検討・解析により求められた昀大の腐\n食速度により，本件原子炉施設において，２次冷却材ナトリウムが漏えいしたとき\nのナトリウム燃焼解析を行った。その結果によると，床ライナの減肉量は，中央値\nで３．２ないし３．３ミリメートル，上限値で５．２ないし５．５ミリメートルと\nされている。\n（ウ）　この程度の腐食であれば，鋼製の床ライナにより漏えいナトリウムとコン\nクリートとの直接接触を防止するという，本件安全審査において確認した床ライナ\nの設置に係る基本的設計方針の合理性は，何ら左右されるものではない。\nすなわち，界面反応による腐食が起こるとしても，減肉量に相応した板厚等を採\n用するなどの詳細設計段階における対処によって床ライナの機械的健全性を維持す\nることは十分可能である。したがって，界面反応による腐食を考慮に入れても，鋼\n製の床ライナを設置することによりナトリウムとコンクリートとの直接接触を防止\nするという本件原子炉施設の基本的設計方針の実現可能性が否定されることはな\nく，床ライナの設置に係る基本的設計方針を妥当と判断した本件安全審査の合理性\nは，界面反応による腐食に係る知見を考慮しても，何ら左右されない。\nウ　漏えいナトリウムの熱的影響と本件安全審査\n（ア）　本件申請者が想定した「２次冷却材漏えい事故」は，「評価の考え方」に\nおける事故事象の１つであり，炉心冷却能力の低下について評価する観点から選定\nされた事象である。\n内閣総理大臣は，本件安全審査において，「２次冷却材漏えい事故」の炉心冷却\n能力の評価の妥当性について審査する際，これに加えて，本件申請者がした漏えい\nナトリウムによる熱的影響の評価の妥当性についても審査した。これは，本件原子\n炉の冷却が３系統に分離していることから，漏えいナトリウムの熱的影響によって\nこの系統分離が損なわれないか否かを念のため確認するために行ったものである。\nこのように，熱的影響評価の妥当性の審査は，炉心冷却能力の評価の前提条件を念\nのため確認することにあり，本来の事故事象に係る安全評価の妥当性についての審\n査とは，その目的を異にしている。\n（イ）　ところで，系統分離のための障壁を形成する建物，構築物の健全性に昀も\n大きな影響を及ぼすのは，事故ループにおける雰囲気温度の上昇に伴う内圧の上昇\nである。そこで，熱的影響の解析条件は，内圧の上昇が実際より十分に厳しい結果\nとなるように設定した。その解析評価では，「２次冷却材漏えい事故」が発生して\nも，２次主冷却系配管室及び過熱器室の内圧上昇は，いずれも原子炉補助建物各室\nの設計耐圧を下回り，また，室内雰囲気温度上昇により建物コンクリート温度が上\n昇するが，その温度上昇によりコンクリートの健全性は損なわれないことが確認さ\nれた。同様に，床ライナの温度も上昇するが，その温度上昇も床ライナの設計温度\n以下であり，ナトリウムとコンクリートとの直接接触防止機能は損なわれないこと\nが確認された。\n（ウ）　しかし，床ライナの温度上昇は，内圧の上昇を昀大限に評価する条件下で\nされた解析評価において，床ライナの温度が設計温度を下回ることを念のために確\n認したにとどまり，床ライナの設計温度自体の妥当性を審査，確認したものではな\nい。\n本件ナトリウム漏えい事故及びその後の実験などで，ナトリウムが漏えいした場\n合の床ライナの上昇温度が設計温度を上回る場合のあることが判明したが，本件安\n全審査において評価した床ライナの上昇温度は，あくまで内圧上昇を昀大とする条\n件下のもとでのものであるから，たとえ床ライナの上昇温度が設計温度を上回った\nとしても，それにより本件安全審査の合理性が失われることはない。\n（３）　被控訴人の主張に対する判断\nア　事故防止対策における２次冷却系床ライナの位置づけについて\n被控訴人のこの点に関する主張の趣旨は必ずしも明らかではないが，事故防止対\n策の観点からの重要度は，１次冷却系のライナと比較して２次冷却系の床ライナは\n低い，という趣旨に解される。\nしかし，１次冷却系ナトリウムは炉心を循環して放射性を帯びるものであるか\nら，その漏えい対策が極めて重要であることは否定しないが，そうであるからとい\nって，事故防止対策において，２次冷却系ナトリウムとコンクリートの直接接触を\n防止する床ライナを軽く見てもよいということにはならない。繰り返し述べたよう\nに，２次冷却系は，１次冷却系から熱の伝達を受け，これを蒸気系又は空気冷却系\nに伝える役割を担うものであり，１次冷却系がその冷却機能を果たすには必要不可\n欠な存在である。したがって，２次冷却系の機能が失われれば，１次冷却系の機能\nもまた失われることになり，炉心は溶解することになる。このような２次冷却系機\n能の重大性を考えれば，ナトリウムとコンクリートの直接接触の防止を目的とする\n床ライナの意義を決して軽く評価してはならない。\n仮に被控訴人の主張が，２次冷却系ナトリウムが放射性を帯びない故に，２次系の\n床ライナの安全性の評価に過誤，欠落があったとしても，それは看過し難いものに\n当たらないという趣旨であれば，その主張は到底受け入れることができない。\nイ　腐食と本件安全審査について\n（ア）　被控訴人の主張は，本件安全審査が腐食の知見を欠くものであったとして\nも，その後，本件申請者において，昀も腐食速度の速い界面反応による腐食（溶融\n塩型腐食）が生じると仮定して，２次冷却材ナトリウムが漏えいしたときのナトリ\nウム燃焼解析をしたところ，床ライナの減肉量は，中央値で３．２ないし３．３ミ\nリメートル，上限値で５．２ないし５．５ミリメートルであったから，板厚約６ミ\nリメートルの床ライナの機能が失われることはなく，腐食の知見の欠缺は，看過し\n難い過誤，欠落には当たらないとの趣旨に解される。\n（イ）　証拠（乙イ２６，４５）によれば，本件申請者が本件ナトリウム漏えい事\n故後に新たにしたナトリウム燃焼解析（以下「ナトリウム燃焼新解析」という。）\nの結果は，被控訴人主張のとおりであることが認められる。ところで，本件申請者\nがした上記解析の条件，内容，結果などがさらに詳細に記載されている甲イ第３５\n７号証（この書証は，「もんじゅナトリウム漏えいの検討状況について」と題する\n書面で，「原子力安全局原子炉規制課」の名が付されおり，科学技術庁原子力安全\n局原子炉規制課が作成した文書と認められるが，弁論の全趣旨によれば，そこに記\n載されている解析は本件申請者が行ったものと認められる。）によると，①　本件\n申請者は，新しい解析コードを使用して，２次系冷却ナトリウムが床ライナに落下\nして燃焼した場合につき，様々なモデルを設定して解析したこと，②　解析条件と\nして，漏えいナトリウムの初期温度５０７℃，部屋の初期温度３５℃，相対湿度８\n０％などと定め（これは，溶融塩型腐食を発生させるに足る室内の湿分を想定した\nものである。），床ライナに溶融塩型腐食が生じると仮定したこと，③　１時間当\nたりのナトリウム漏えい率を，腐食減肉量を計算したものに限れば，配管室につい\nては，１．０トン，０．５トン，０．１トン，０．０１トン，過熱器室について\nは，０．１トン，０．０１トンとした各モデルを設定し，ナトリウムの漏えい継続\n時間を８０分から８２分としたこと，④　換気系は，漏えい時に即時停止するか，\n１６分後に停止すると仮定したこと，⑤　解析の結果，床ライナの減肉量は，中央\n値で３．２から３．３ミリメートル，上限値で５．２から５．５ミリメートルであ\nったことが認められる。\n（ウ）　しかし，本件申請者のしたナトリウム燃焼新解析でも，上限値で見れば，\n厚さ約６ミリメートルの床ライナに残される余裕は僅か約０．５ミリメートルに過\nぎないことになるのであって，これでは，床ライナの健全性が維持されていると認\nめることは困難である。\nしかも，ナトリウム燃焼新解析の解析条件には，次のような疑問がある。\n①　本件ナトリウム漏えい事故においては，ナトリウムの漏えい継続時間は約３時\n間４０分と推定されているが，上記解析では，昀大で８２分である。\n②　本件ナトリウム漏えい事故では，換気空調システムが自動停止したのは，漏え\nい発生から約３時間２０分後の午後１１時１２分ころであるのに，上記解析では，\n漏えい時に即時又は１６分後に停止するとされている。なお，換気系の停止の有無\nとその時期は，酸素，湿分を含む空気が部屋にどれだけ供給されるかを決定する重\n要な要因である。\n証拠（甲イ３５７，乙イ２６，４５）及び弁論の全趣旨によれば，上記ナトリウ\nム燃焼新解析において，本件ナトリウム漏えい事故と異なる条件が設定されたの\nは，同事故を教訓として手順書が改訂され，その手順書どおりの操作が行われ，各\n種機器も設計どおり機能すると想定したからであると推認される。しかし，この解\n析の理論上の意義を否定するものではないが，現実の世界では，機器の故障や人間\nの判断・操作ミスは避けられず，安全評価の観点からすると，ことがすべて計画ど\nおりに運ぶことを前提に設定された上記解析条件は，ナトリウム漏えい事故時の床\nライナの健全性を実証するための解析としては，厳しさ（保守性）に欠けるものと\nいわなければならない。仮にナトリウムが本件ナトリウム漏えい事故時と同じ３時\n間４０分漏えいするとすれば，腐食の上限値が６ミリメートル（床ライナの板厚）\nを超えることは明らかである。このことは，本件ナトリウム漏えい事故が１２月と\nいう冬場でなく，夏の湿度の高い日（例えば，ナトリウム燃焼新解析が想定した気\n象条件である温度３５℃，相対湿度８０％の日）に発生していれば，溶融塩型腐食\nが起こり，床ライナに貫通孔が生じた可能性を示すものである。\n（エ）　上記に加え，当裁判所は，次のことを指摘する。\n「安全評価審査指針」は，「運転時の異常な過渡変化」と「事故」の解析に当た\nって考慮すべき事項として，「想定された事象に加え，作動を要求される安全系の\n機能別に結果を昀も厳しくする単一故障を仮定しなければならない。」と定めてい\nる（第１章，第１節，第６の３参照）。本件申請者は，本件許可申請における「２\n次冷却材漏えい事故」の想定につき，単一故障として事故ループ以外の他の２次側\nのループの１つが除熱能力を完全に喪失することを仮定した（本節，第２の３参\n照）。要するに，３系統（３ループ）ある２次主冷却設備のうち２系統の設備がそ\nの除熱能力を完全に失うと仮定したのである。しかし，本件原子炉施設は，もとも\nと，原子炉運転停止時には１ループのポニーモータの作動のみによって定格出力時\n炉心流量の約４パーセントを確保し，原子炉停止後の崩壊熱除去が可能となるよう\nに設計されているのである（本節，第２の３参照）。このように，原子炉運転停止\n時における２ループの除熱能力の喪失は，炉心の冷却能力に影響を及ぼさない設計\nとなっているのであるから，設計基準事故の単一故障として事故ループ以外の１ル\nープの除熱能力完全喪失を仮定しても，設計どおり原子炉が「事故」によって停止\nすることを前提にする限り，炉心の冷却能力に何の問題も生じないことは自明のこ\nとであって，このような仮定は，「結果を昀も厳しくする単一故障」を仮定したこ\nとにはならないというべきである。\nむしろ，「２次冷却材漏えい事故」における故障を仮定するのであれば，ナトリ\nウムドレン操作機器の故障を想定し，ナトリウムの緊急ドレンに失敗することを想\n定した方が余程「結果を昀も厳しくする単一故障」を仮定したことになると思われ\nる。\n上記ナトリウム燃焼新解析では，ナトリウム漏えい後３０分以内にドレンが開始\nされることを前提に，ナトリウム漏えい継続時間が約８０分となっているが（甲イ\n３５７），ドレンに失敗すれば，事故ループの冷却ナトリウムの全部（本件ナトリ\nウム漏えい事故が発生したＣループでは約２８０トン）が配管から漏えいし，極め\nて長時間にわたって燃焼が続くことは明らかである。もっとも，ナトリウムがコラ\nム状（棒状）に大規模漏えいすれば，漏えいしたナトリウムの相当部分は連通管を\n介して貯留タンクに流入し，また，スプレイ状に中小規模の漏えいをしても，換気\n系が閉鎖されれば，酸素や湿分の供給が絶たれることなどから，漏えいしたナトリ\nウムの全部が燃焼すると考えることは現実的ではないかも知れないが，そうであっ\nても，室内温度の上昇によって壁コンクリートから放出される水分などのことも考\n慮すると，その熱的影響（床ライナの損傷を含む。）は，ナトリウム燃焼新解析の\n結果とは比較にならない甚大なものになることが予想される。\n（オ）　以上の次第であるから，本件申請者のしたナトリウム燃焼新解析の結果を\nもってしても，本件原子炉施設の床ライナの健全性が確認されたとは認められず，\n腐食の知見を欠いた本件安全審査の過誤，欠落が「看過し難い」ものではないとい\nうことはできない。\nウ　漏えいナトリウムと本件安全審査\n（ア）　この点に関する被控訴人の主張，すなわち，本件申請者が想定した床ライ\nナの上昇温度は，内圧上昇を昀大にする条件下のものであり，本件安全審査は，そ\nの場合の床ライナの温度が設計温度を下回ることを念のため確認したに過ぎない，\nとの主張が，本件安全審査の不備を正当化できるものではないことは，既に説示し\nたところである（本節，第１２の４の（２），（３））。\n（イ）　ところで，前記ナトリウム燃焼新解析においては，２次冷却材漏えい時の\n床ライナの全面熱膨張による建物との干渉の可能性についても，検討している（甲\nイ３５７）。それによると，①　配管室の４か所（Ａ，Ｂループ各１か所，Ｃルー\nプ２か所），過熱器室の３か所（各ループ１か所），循環ポンプ室の３か所（各ル\nープ１か所）を除いて，床ライナと建物が干渉を生じる床ライナの温度は１０００\n℃を超えている，②　上記①の各個所も，Ａループ配管室北側とＣループ配管室北\n側の２か所を除き，干渉を生じる床ライナの温度は９５０℃以上である，③　上記\n②の個所の干渉を生じる床ライナの温度は，Ａループ配管室北側が６３０℃，Ｃル\nープ配管室北側が７００℃である，④　しかし，解析の結果によれば，熱膨張が昀\n大になる，配管室（過熱器室も含む。）で床ライナ全面に拡がる規模の漏えい時の\n床ライナの昀高気温は約６２０℃であり，いずれの場所の干渉開始温度も，この昀\n高温度以上であるから，床ライナと建物とが干渉することはない，と結論付けてい\nる。\n（ウ）　しかし，前述のように，ナトリウム燃焼新解析は，ナトリウムの漏えい継\n続時間を昀大で８２分として解析したものであり，１時間当たりの漏えい率が１ト\nンを超えれば，その継続時間は更に短くなっているのであって（甲イ３５７），こ\nのような解析条件には基本的に疑問のあるところである。したがって，かかる解析\n条件のもとに算出された床ライナの昀高温度約６２０℃を基準に，床ライナと建物\nが干渉する危険性がないと断定することは相当ではない。\nエ　結び\n以上のとおりであるから，設計基準事故である「２次冷却材漏えい事故」の評価\nに関する本件安全審査の過誤，欠落が「看過し難い」ほどに重大ではないという被\n控訴人の主張は，採用することができない。\n６　本件許可処分の違法，無効\n（１）　本件許可処分の違法\n弁論の全趣旨によれば，内閣総理大臣は，科学技術庁及び原子力安全委員会の本\n件安全審査に依拠して，本件許可処分を行ったと認められる（第１章，第１節，第\n５の３参照）。そして，本件安全審査には，「２次冷却材漏えい事故」の評価に関\nし，その調査審議及び判断の過程に看過し難い過誤，欠落があったのであるから，\n本件許可処分は，違法というべきである（第１章，第２節，第２の１参照）。\n（２）　本件許可処分の無効\nア　違法な原子炉設置許可処分が無効となるのは，審査基準の不合理又は安全審査\nの調査審議，判断の過程の看過し難い過誤，欠落によって，安全審査における原子\n炉内の放射性物質の潜在的危険性を顕在化させないことの確認に不備，誤認などの\n瑕疵が生じ，その結果として，原子炉格納容器内の放射性物質が周辺の環境に放出\nされる事態の発生の具体的危険性が否定できない場合である（第１章，第２節，第\n２の３参照）。\nイ　本節においてこれまで検討した本件安全審査の過誤，欠落の内容は，設計基準\n事故である「２次冷却材漏えい事故」の評価に関する事項である。具体的には，床\nライナの健全性（腐食の可能性）と床ライナの温度上昇（熱的影響）に関する安全\n評価の過誤，欠落である。そして，この安全評価の不備のもたらす危険性は，ナト\nリウム燃焼，ナトリウム－水反応及びナトリウム－コンクリート反応によって生じ\nるかも知れない２次主冷却系の全冷却能力の喪失である。２次主冷却系のすべてが\n機能不全に陥れば，１次主冷却系も冷却能力を失って炉心溶融が生じ，そうなれば\n出力は暴走し，放射性物質の外部環境への放散の可能性は高度の確率をもって覚悟\nしなければならない。\n問題は，３系統に分離独立している２次主冷却系の冷却設備のすべてが同時に機\n能不全に陥ることの具体的可能性の有無である。その危険を顕在化させるものとし\nて，昀も重視すべきものはナトリウム－コンクリート反応である。このことは，本\n件原子炉施設において，ナトリウムとコンクリートとの直接接触を防止するため鋼\n製の床ライナを敷設していることからも，明らかである。ナトリウム－コンクリー\nト反応が生じた場合，ナトリウム燃焼，水素の発生，コンクリートの強度の劣化な\nどが生じることは，既に述べたところであり，極めて危険な事態となることは明ら\nかである。もっとも，燃焼実験Ⅱで見られたようなごく小規模なものは別として，\nナトリウムとコンクリートが本格的に接触した場合に発生する具体的事象がどのよ\nうなものとなるのかは，水素爆発の有無とその規模なども含め，本件全証拠によっ\nても必ずしも明らかでないが，少なくとも被控訴人は，ナトリウムの漏えいにより\n１つのループの配管室又は過熱器室で本格的なナトリウム－コンクリート反応が生\nじても，他のループの冷却能力に影響はなく，系統分離が維持されるとは主張して\nいない。そうだとすれば，２次主冷却系の１ループで本格的なナトリウム－コンク\nリート反応が起これば，その被害は他のループにも及び，系統分離が破壊される高\n度の蓋然性を否定できないと認めるべきである。そして，本件原子炉施設の現状設\n備では，床ライナの腐食や温度上昇に対する対策を欠いているため，漏えいナトリ\nウムとコンクリートの直接接触が確実に防止できる保障のないことは，既に繰り返\nし述べたところである。\nウ　以上のことからすると，「２次冷却材漏えい事故」の評価に関する本件安全審\n査の調査審議及び判断の過程には看過し難い過誤，欠落があると認められ，その結\n果，本件安全審査（安全確認）に瑕疵（不備，誤認）が生じたことによって，本件\n原子炉施設においては，原子炉格納容器内の放射性物質の外部環境への放出の具体\n的危険性を否定することができず，本件許可処分は無効というべきである。\nそうすると，本件許可処分は無効であって，これをいう控訴人らの主張は理由が\nある。\n第４節　蒸気発生器伝熱管破損事故（主要な争点２の（４））\n第１　本件原子炉施設の蒸気発生器関連設備の概要\n１　本件原子炉施設の蒸気発生器関連設備\n本件原子炉施設の蒸気発生器関連設備は，蒸気発生器の他に，ナトリウム－水反\n応生成物収納設備，水漏えい検出設備等から構成されている。\n２　本件原子炉施設の蒸気発生器の役割及び構造等\n本件原子炉施設の蒸気発生器の役割及び構造等は，次のとおりである。\n（１）　蒸気発生器の役割\n本件原子炉施設の蒸気発生器は，２次主冷却設備の一部を構成する機器で，ナト\nリウム（２次系ナトリウム）から熱を受け取って，水を蒸気（過熱蒸気）に変え，\nさらに，その蒸気（過熱蒸気）を介して，熱を水・蒸気系に伝達する機器である。\nその後，この蒸気は，水・蒸気系を構成するタービンを駆動して，発電に供され\nる。\n（２）　蒸気発生器の構造や熱交換の仕組み等\nア　本件原子炉施設の蒸気発生器は，蒸発器と過熱器の２つの機器から構成される\n（蒸発器と過熱器の２つの機器を併せて蒸気発生器と呼ぶ。）。\nこのうち，蒸発器は，ナトリウム（２次系ナトリウム）から熱を受け取って，水\nを蒸気（過熱蒸気）に変える機器である。また，過熱器は，ナトリウム（２次系ナ\nトリウム）から熱を受け取って，蒸発器で生成された蒸気（過熱蒸気）を更に過熱\nする機器である。\n本件原子炉施設においては，蒸発器と過熱器は，３系統ある２次主冷却設備（Ａ\nループ，Ｂループ，Ｃループ）それぞれに１基ずつ設置されている。\nイ　本件原子炉施設の蒸気発生器の型式は，ヘリカルコイル貫流式分離型である。\n蒸発器は，全高約１３メートル，胴部外径約３メートルであり，過熱器は，全高約\n１０メートル，胴部外径約３メートルであり，いずれも概ね円筒形をしている。\nそして，蒸発器及び過熱器とも，円筒形をした胴部の中に，ヘリカルコイル（ら\nせん）形をした伝熱管を多数内蔵する構造となっている。伝熱管の本数は，蒸発\n器，過熱器ともに約１５０本である。蒸発器では，ナトリウム（加熱体）は，胴部\nの上部（ナトリウム入口ノズル）から下部へ，多数ある伝熱管の間を下降し，下端\nのナトリウム出口ノズルから流出するが，その際，伝熱管壁を介して，伝熱管の内\n部を流れる水・蒸気（被加熱体）との間で，熱交換が行われる仕組みとなってい\nる。一方，水は，まず，給水入口ノズルから入って下降管内を降下し，その後方向\nを変えてヘリカルコイル形をした伝熱管内を上昇しながら加熱され，蒸気となって\n蒸気出口ノズルに達する。その後，蒸気は，過熱器へと至る。\nまた，過熱器は，その基本構造，流体の流れ及び熱交換の仕組みは蒸発器とほぼ\n同様であるが，被加熱体が当初から蒸気（蒸発器から出てきた過熱蒸気）である点\nに特徴があり，過熱蒸気をさらに高温に加熱する役割を担っている。なお，この過\n熱蒸気は，タービンへと送られる。\n以上要するに，蒸発器及び過熱器ともに，伝熱管壁を介して，伝熱管の外側を流\nれる高温のナトリウムから，伝熱管の内側を流れる水・蒸気へと熱が伝わり，ナト\nリウムと水・蒸気との間で熱交換が行われるのである。\nウ　なお，伝熱管の外側を流れるナトリウムは数気圧（昀高使用圧力は５気圧）で\nあるのに対し，伝熱管の内側を流れる水・蒸気は，百数十気圧以上（昀高使用圧力\nは，蒸発器が１６５気圧，過熱器が１５４気圧）となっている。そのため，伝熱管\nには応力が加わり，応力腐食割れ（応力と腐食の共同作用によって生じる合金材料\nの割れ）を起こす危険性がある。\nエ　伝熱管は，蒸発器では外径約３２ミリメートル，肉厚約３．８ミリメートルの\n筒状をしており，過熱器では外径約３２ミリメートル，肉厚約３．５ミリメートル\nの筒状をしている。\n伝熱管の材質は，蒸発器ではクロム・モリブデン鋼であり，過熱器ではオーステ\nナイト系ステンレス鋼である。すなわち，水を蒸気に変える蒸発器の伝熱管には，\n水，蒸気の環境下で使用されることから耐食性のあるクロム・モリブデン鋼が，過\n熱器の伝熱管には，高温の過熱蒸気の環境下で使用されることから高温強度を優先\nさせてオーステナイト系ステンレス鋼がそれぞれ使用されている。\n３　その他の蒸気発生器関連設備\nその他の蒸気発生器関連設備としては，ナトリウム－水反応生成物収納設備や水\n漏えい検出設備等が設置されている。\n（１）　ナトリウム－水反応生成物収納設備\nナトリウム－水反応生成物収納設備は，蒸気発生器（蒸発器，過熱器）内での万\n一の大規模水漏えい発生時に，２次主冷却系内圧力上昇を抑制し，また放出される\n水素ガスに同伴されるナトリウム及び反応生成物を分離回収し，外気への放出を抑\n制する設備である。同設備は，３系統ある２次主冷却設備（Ａループ，Ｂループ，\nＣループ）それぞれに１基ずつ設置されている。\n蒸気発生器伝熱管の大規模な破損事故発生時には，漏えいを起こした蒸気発生器\nに接続された圧力開放板が開放し，蒸気発生器内の圧力は，内部を窒素ガス雰囲気\nに維持された収納設備に開放される。反応生成物のうち液体，固体は収納容器で分\n離回収され，水素ガス等の気体は収納容器用圧力開放板を介して大気へ放出，燃焼\n処理される。\n（２）　水漏えい検出設備\n水漏えい検出設備は，水漏えいがあった場合に，これを検出する機器設備であ\nる。\nこれには，①　水素計（ナトリウム中水素計，カバーガス中水素計），②　カバ\nーガス圧力計，及び③圧力開放板開放検出器がある。\n４　軽水炉と比較した場合の本件原子炉施設の蒸気発生器の特徴（蒸気発生器の役\n割の差異）\n（１）　軽水炉（加圧水型）では，冷却材として水（軽水）を使用しているが，放\n射性物質の漏えいを防止するため，１次冷却系から隔離された２次冷却水を蒸発さ\nせ，その水蒸気がタービンを駆動するようになっている。その際，原子炉内で直接\n加熱された１次冷却水から２次冷却水へ熱を送る装置が，軽水炉（加圧水型）の蒸\n気発生器である。\n（２）　これに対して，本件原子炉施設（高速増殖炉）では，冷却材として液体金\n属ナトリウムを使用しているため，蒸気発生器に破損が起こりナトリウムと水とが\n接触した場合の激しい反応（ナトリウム－水反応）による危険性を考慮に入れる必\n要がある。そのため，ナトリウム－水反応が発生しても放射性物質放出につながら\nないよう，本件原子炉施設では１次冷却系と水・水蒸気系との間に，非放射性ナト\nリウムを冷却材とする２次冷却系が，中間熱輸送系（中間冷却系）として設けられ\nている。そして，本件原子炉施設の蒸気発生器は，分類上，２次主冷却設備の一部\nを構成するものとされている。\n（以上につき，乙１６，乙イ４３，甲イ４４４，弁論の全趣旨）\n第２　「評価の考え方」における蒸気発生器伝熱管破損事故の位置付け\n「評価の考え方」は，その「Ⅱ．ＬＭＦＢＲの安全評価について」の項におい\nて，ＬＭＦＢＲ（液体金属冷却高速増殖炉）原子炉施設の設計の基本方針の妥当性\nを確認するために選定すべき７つの「事故」（設計基準事故）の１つとして「ナト\nリウムの化学反応」を掲げているが，その例として，「蒸気発生器伝熱管破損事\n故」を挙げている（乙４）。\n第３　本件許可申請書添付書類八，十の記載事項\n１　添付書類八の記載事項\n（１）　安全設計方針及びその適合性に関する記載事項\n本件許可申請書の添付書類八（原子炉施設の安全設計に関する説明書）には，本\n件原子炉施設の安全設計方針及びその適合性に関する記載があるが，そのうち，中\n間冷却系（２次主冷却系），殊に蒸気発生器についての記載は，次のとおりであ\nる。\n「方針４１．中間冷却系\n（１）　中間冷却系は，通常運転時，運転時の異常な過渡変化時および事故時にお\nいて，原子炉冷却系からの熱を確実に水・蒸気系あるいは冷却空気に伝達できる設\n計であること。\n（２）　中間冷却系は蒸気発生器伝熱管からの水漏洩が生じた場合でも，その影響\nにより，安全上重要な構築物，系統および機器の安全機能が失われることのないよ\nう考慮された設計であること。\n（（３）以下略）\n適合のための設計\n（１）　中間冷却系として，１次主冷却系の３系統に対応して，３系統の２次主冷\n却系を設ける。\n通常運転時には，回転数可変の主モータによる１次及び２次主冷却系循環ポンプ\n運転を行い，１次主冷却系から２次主冷却系に伝えられた熱を蒸気発生器を介して\n水・蒸気系に伝達できる設計とする。また，運転時の異常な過渡変化時及び事故時\nにおいても，原子炉が自動停止した後は，ポニーモータにより１次及び２次主冷却\n系循環ポンプの運転を行い，炉心の崩壊熱及び他の残留熱は１次主冷却系，２次主\n冷却系の一部，補助冷却設備を用いて除去される設計とする。\n（２）　蒸気発生器において，伝熱管破損事故が発生しても，水漏えい検出設備等\nにより，水漏えいを早期に検出して，水の急速なブロー等の適切な処置が行えるよ\nう設計する。小漏えい時には，検出設備からの漏えい警報を受け運転員の判断によ\nり水漏えい信号を発することとしており，本信号により蒸気発生器の水・蒸気側の\nしゃ断，内部保有水・蒸気の急速なブロー，２次主冷却系循環ポンプ主モータトリ\nップ等の操作を自動で行えるように設計する。\n多量のナトリウム・水反応が万一発生した場合は，蒸発器のカバーガス圧力計又\nは蒸発器と過熱器のそれぞれに設けられる圧力開放板の開放検出器によって検出\nし，前述と同様の操作が自動的に行われる設計とする。\nまた，蒸発器及び過熱器は，圧力開放板を介して，ナトリウム・水反応生成物収\n納設備を備えており，万一，多量のナトリウム・水反応が発生した場合でも２次主\n冷却系の過度の圧力上昇を防止する設計とする。\n（（３）以下略）」\n（２）　蒸気発生器伝熱管水漏えい対策に係る記載事項\n添付書類八には，２次主冷却系設備の概要とその設計方針に関する記載がある\nが，その「５．２設計方針」の項中には，次のとおり，蒸気発生器伝熱管水漏えい\n対策に関する記載がある。\n「（６）　蒸気発生器伝熱管水漏えい対策\nナトリウム・水反応を早期に検知し，大破損への発展を未然に防ぐため，ニッケ\nル膜イオンポンプ型の水漏えい検出設備を２次主冷却系配管及び蒸気発生器カバー\nガス空間に設ける。\n水漏えい信号が発せられると蒸気発生器水・蒸気側のしゃ断，内部保有水・蒸気\nの急速なブロー，２次主冷却系循環ポンプ主モータトリップ等の適切なプラント停\n止操作が行えるようにする。\n万一の蒸気発生器伝熱管大破損に際しては，安全上重要な構築物，系統及び機器\nの安全機能が失われることのないよう２次主冷却系の過度の圧力上昇を防ぐため，\nナトリウム・水反応生成物収納設備を設ける設計とする。\n蒸気発生器伝熱管大破損は蒸発器に設けたカバーガス圧力計及び蒸発器，過熱器\nに設けた圧力開放板の開放検出器により検出する設計とする。本信号により蒸気発\n生器水・蒸気側のしゃ断，内部保有水・蒸気の急速ブロー，２次主冷却系循環ポン\nプ主モータトリップ等の一連の自動操作が行えるようにする。」\n２　添付書類十の記載事項\n本件許可申請書の添付書類十（原子炉の操作上の過失，機械又は装置の故障，地\n震，火災等があった場合に発生すると想定される原子炉の事故の種類，程度，影響\n等に関する説明書）には，蒸気発生器伝熱管破損事故に関して，次の記載がある。\n「３．１６　　　蒸気発生器伝熱管破損事故\n３．１６．１　事故原因及び防止対策\n（１）　事故原因及び事故説明\nこの事故は，原子炉出力運転中に，何らかの原因で蒸気発生器の伝熱管が破損\nし，ナトリウム・水反応による顕著な圧力上昇が生じるような大規模な水漏えい事\n故として考える。この事故が生じると，発生する圧力により事故が生じた蒸気発生\n器並びに当該ループの健全な蒸気発生器，２次主冷却系機器・配管，及び中間熱交\n換器等の設備が損傷を受ける可能性がある。\nこの場合，ナトリウム・水反応生成物収納設備の動作により２次主冷却系内の圧\n力上昇は抑制されるとともに，蒸気発生器内部保有水・蒸気のブロー等のプラント\n自動停止操作が行われ，ナトリウム・水反応現象は速やかに停止される。また，安\n全保護系の動作により原子炉は自動停止し，補助冷却設備による崩壊熱除去運転に\n移行し，事故は安全に終止できる。\n（２）　防止対策\nこの事故の発生を防止し，また，万一，事故が発生した場合にもその影響を限定\nするとともにその波及を制限するために，次のような対策を講じる。\nⅰ　蒸気発生器の伝熱管の材料選定，設計，製作，据付，試験及び検査等は，諸規\n格，基準に適合させるようにし，また，品質管理や工程管理を十分に行う。\nⅱ　水側及びナトリウム側ともに高い純度管理のもとで，蒸気発生器は運転され，\n水側及びナトリウム側からの伝熱管の材料腐食は抑制される。\nⅲ　水漏えい検出設備を設置することにより，万一，伝熱管小破損が生じた場合に\nは，早期に水漏えいは検出され，運転員により発せられる水漏えい信号に基づくプ\nラント運転自動停止操作によりナトリウム・水反応は終息される。（「２．１３\n蒸気発生器伝熱管小漏えい」参照）\nⅳ　以上のような防止対策にもかかわらず，ナトリウム・水反応による顕著な圧力\n上昇を生じるような伝熱管破損事故が生じた場合に備えて，以下に示す対策を講じ\nる。\n蒸発器と過熱器は，いずれも圧力開放板を介してナトリウム・水反応生成物収納\n設備に接続されている。事故が生じた蒸気発生器内のナトリウム側圧力が圧力開放\n板の設定圧力まで上昇すると，圧力開放板は自動的に破れて，ナトリウム・水反応\n生成物収納設備に開放され，その過度な上昇は抑制される。ナトリウム・水反応に\nより発生する水素ガスはナトリウム・水反応生成物収納設備に放出され，これに付\n随するナトリウム及び反応生成物のうち液体，固体は反応生成物収納容器でほとん\nど分離回収される。水素ガスは反応生成物収納容器用圧力開放板を介して大気へ放\n出，燃焼処理される。\nⅴ　蒸発器に設けたカバーガス圧力計及び蒸発器又は過熱器の圧力開放板の圧力開\n放検出信号によって，蒸気発生器の水・蒸気側のしゃ断，内部保有水・蒸気の急速\nブロー，２次主冷却系循環ポンプ主モータトリップ等の一連のプラント自動停止操\n作が行われ，ナトリウム・水反応現象は停止される。\nⅵ　蒸気発生器，２次主冷却系配管，中間熱交換器，２次主冷却系循環ポンプ等の\n２次主冷却系機器・配管はナトリウム・水反応による圧力の上昇に対して構造強度\n上十分な余裕を持つような設計をする。\nⅶ　プラント自動停止操作により２次冷却材流量が減少し，「２次主冷却系循環ポ\nンプ回転数低」あるいは「２次主冷却系流量低」信号により原子炉は自動停止す\nる。\nⅷ　１次，２次主冷却系循環ポンプにポニーモータを設置し，ポンプトリップ時に\nポニーモータによる低速運転を行い，１ループのみにても定格出力時炉心流量の約\n４％を確保し，原子炉停止後の崩壊熱除去が可能なようにする。\n３．１６．２　事故経過の解析\n（１）　解析条件\n蒸気発生器において，伝熱管破損事故が生じた場合の事故時の経過は，水噴出過\n程，初期スパイク圧発生過程，２次主冷却系内圧力波伝播過程及び準定常圧発生過\n程について計算コードＳＷＡＣＳを用いて解析する。\n解析では，実際よりも十分に厳しい結果を得るために，解析条件を次のように仮\n定する。\nⅰ　事故発生時の初期状態は，１．２節で述べた初期定常運転条件（原子炉出力\nは，定格値に定常誤差の２％を加えた出力，すなわち定格出力の１０２％）とす\nる。\nⅱ　解析対象ループは，２次主冷却系配管長が昀短のループとする。これは中間熱\n交換器での圧力挙動を昀も厳しく評価するためである。\nⅲ　破損位置は，水漏えい率が昀も大きくなる蒸発器管束部下部とする。初期スパ\nイク圧評価としては，伝熱管１本の瞬時両端完全破断を想定する。また，準定常圧\n評価としては伝熱管の破損伝播の影響を考慮して，伝熱管４本の両端完全破断相当\nの水漏えいを想定する。\nⅳ　蒸気発生器及びナトリウム・水反応生成物収納容器の圧力開放板は，設定圧力\nに誤差を考慮した昀大圧力で開放するものとする。\n（２）　解析結果\n（中略）\n伝熱管１本が瞬時に完全破断し，水がナトリウム中に噴出し始めると，水とナト\nリウムが急激に反応し，水素が発生する。このため破断初期において蒸発器胴部に\nはいわゆる初期スパイク圧が作用する。この初期スパイク圧力のピーク値は約２３\n㎏／㎝２である。この場合，蒸発器の胴の歪みは小さく，塑性歪みは生じない。こ\nの初期スパイク圧の伝播に対して中間熱交換器２次側での圧力ピーク値は約１２㎏\n／㎝２である。この場合中間熱交換器及び２次主冷却系の機器・配管は塑性歪みを\n生じるには至らず，各設備の健全性は保たれる。\n初期スパイク圧発生後，伝熱管破損伝播による影響も含めて水素の発生が継続す\nるため，蒸発器のカバーガス圧力が上昇し，蒸発器用圧力開放板が開放し，蒸発器\n内圧力の開放が開始される。圧力開放板開放検出信号によって，蒸気発生器の水・\n蒸気側のしゃ断，内部保有水・蒸気の急速ブロー，２次主冷却系循環ポンプのトリ\nップ等の一連のプラント停止機能が自動的に行われ，「２次主冷却系循環ポンプ回\n転数低」信号により原子炉は自動停止する。\n反応生成物収納容器内圧力が上昇すると，反応生成物収納容器用圧力開放板が開\n放し，水素ガスが大気中に放出され，反応生成物収納容器内圧力及び蒸発器内圧力\nは低下する。大気中に放出される際に水素ガスは燃焼処理される。\nまた，初期スパイク圧減衰後から事故終止まで持続している準定常圧は，蒸気発\n生器において約９㎏／㎝２以下及び中間熱交換器２次側において約１３㎏／㎝２以\n下である。準定常圧に対しても蒸気発生器，２次主冷却系機器・配管及び中間熱交\n換器の歪みは塑性歪みにも至らず，各設備の健全性が損なわれることはない。\n３．１６．３　結論\n以上のように，実際より十分に厳しい条件での蒸気発生器伝熱管破損事故を仮定\nしても，ナトリウム・水反応現象による圧力発生に対して，蒸気発生器，２次主冷\n却系設備及び中間熱交換器の歪みは十分に小さく，健全性が損なわれることはな\nい。\nこの事故が生じると，ナトリウム・水反応生成物収納設備の作動により，プラン\nト自動停止操作が行われ，「２次主冷却系循環ポンプ回転数低」信号により原子炉\nは自動停止する。これに伴い，健全ループの各循環ポンプはポニーモータにより低\n速運転され，安全に原子炉の崩壊熱除去が行われ，炉心冷却能力が失われることは\nなく，また，原子炉冷却材バウンダリの健全性が損なわれることはない。」\n（以上の事実につき，乙１６）\n第４　「蒸気発生器伝熱管破損事故」の安全審査\n証拠（乙９，１４の３）によれば，科学技術庁は，本件申請者の本件許可申請書及\nび添付書類に基づいて安全審査を行い，安全審査書案を作成して，これを原子力安\n全委員会に提出したが，同委員会の評価，判断は安全審査書案のそれと同じであっ\nたと認められるところ，この安全審査書案には，２次主冷却系の蒸気発生器設備及\nび蒸気発生器伝熱管破損事故に対する評価，判断として，次のような記載がある。\n１　２次主冷却系の蒸気発生器設備に関する記載\n「２．４．２　２次主冷却系（中間冷却系）\n（中略）\n２次主冷却系と水・蒸気系との境界となっている蒸発器又は過熱器において伝熱\n管の破損が生じると，２次冷却材のナトリウムと水との反応が生じる。このような\n事象に対応するために，水漏えい検出設備を設け２次冷却材のナトリウム中及び蒸\n気発生器カバーガス中の水素濃度を監視することとなっている。小漏えい時には，\n検出設備からの漏えい警報を受け運転員の判断により水漏えい信号を発することと\nなっている。本信号により蒸気発生器の水・蒸気側の遮断，内部保有水・蒸気の急\n速なブロー，２次主冷却系循環ポンプ主モータ・トリップ等の操作を自動で行える\nようになっている。\n多量のナトリウム・水反応が万一発生した場合は，蒸発器のカバーガス圧力計又\nは蒸発器と過熱器のそれぞれに設けられる圧力開放板の開放検出器によって検出\nし，前述と同様の操作が自動的に行われることとなっている。\nまた，蒸発器及び過熱器は，圧力開放板を介して，ナトリウム・水反応生成物収\n納設備を備えており，万一，多量のナトリウム・水反応が発生した場合でも２次主\n冷却系の過度の圧力上昇は防止される設計となっている。\n（中略）\nしたがって，２次主冷却系の設計は妥当なものと判断する。」\n２　蒸気発生器伝熱管破損事故に関する記載\n「５．５．４　蒸気発生器伝熱管破損事故\n原子炉出力運転中に，何らかの原因で蒸気発生器の伝熱管が破損し，ナトリウ\nム・水反応による顕著な圧力上昇が生じるような大規模な水漏えい事故を想定して\nいる。\nＡ　事故発生の防止のための対策\nこの事故の発生を防止するため，以下のような対策が講じられることとなってい\nるので，事故発生の可能性は極めて少ないものと認められる。\n（１）　蒸気発生器の伝熱管の材料選定，設計，製作，据付，試験，検査等は，諸\n規格，基準に適合させるようにするとともに，品質管理や工程管理を十分に行うこ\nととしている。\n（２）　水側及びナトリウム側ともに高い純度管理のもとで，蒸気発生器は運転さ\nれ，水側及びナトリウム側からの伝熱管の材料腐食を抑制することとしている。\n（３）　水漏えい検出設備を設置することにより，万一，伝熱管小破損が生じた場\n合には，早期に水漏えいは検出され，運転員により発せられる水漏えい信号に基づ\nくプラント運転自動停止操作によりナトリウム・水反応を終息することとしてい\nる。\nＢ　事故拡大の防止のための対策\n上記のような防止対策にもかかわらず，万一，事故が発生した場合には，事故の\n拡大防止を図るため，以下のような対策が講じられることとなっている。\n（１）　蒸発器と過熱器は，いずれも圧力開放板を介してナトリウム・水反応生成\n物収納設備に接続されることとしており，事故が生じた蒸気発生器内のナトリウム\n側圧力が圧力開放板の設定圧力まで上昇すると，圧力開放板は自動的に破れて，ナ\nトリウム・水反応生成物収納設備に開放され，圧力の過度な上昇は抑制されること\nとしている。\n（２）　ナトリウム・水反応により発生する水素ガスは収納設備に放出され，これ\nに付随するナトリウム及び反応生成物のうち液体，固体は収納容器で分離回収され\nることとしている。水素ガスは収納容器用圧力開放板を介して大気へ放出，燃焼処\n理されることとしている。\n（３）　蒸発器に設けたカバーガス圧力計及び蒸発器又は過熱器の圧力開放板の圧\n力開放検出信号によって，蒸気発生器の水・蒸気側のしゃ断，内部保有水・蒸気の\n急速ブロー，２次主冷却系循環ポンプ主モータトリップ等の一連のプラント自動停\n止操作が行われ，ナトリウム・水反応現象は停止されることとしている。\n（４）　蒸気発生器，２次主冷却系配管，中間熱交換器，２次主冷却系循環ポンプ\n等の機器・配管はナトリウム・水反応による圧力上昇に対して構造強度上十分な余\n裕をもつような設計をすることとしている。\n（５）　１次，２次主冷却系循環ポンプにポニーモータを設置し，ポンプトリップ\n時にポニーモータによる低速運転を行い，１ループのみにても定格出力時炉心流量\nの約４％を確保し，原子炉停止後の崩壊熱除去が行える設計とすることとしてい\nる。\nＣ　事故解析\n蒸気発生器においてナトリウム・水反応が発生した場合の影響を評価するため，\n次の解析条件が用いられている。\n（１）　原子炉出力は定格出力の１０２％とする。\n（２）　解析対象ループは，２次主冷却系配管長が昀短のループとする。\n（３）　蒸発器の管束部下部において，初期スパイク圧評価としては，伝熱管１本\nが瞬時に完全破断を起こすものとする。また，準定常圧評価としては，伝熱管破損\n伝播の影響を考慮して，伝熱管４本が同時に完全破断するものとする。\n（４）　蒸気発生器及びナトリウム・水反応生成物収納容器の圧力開放板は，設定\n圧力に誤差を考慮した昀大圧力で開放するものとする。\n解析結果によれば，破断初期において蒸発器胴部に作用するいわゆる初期スパイ\nク圧力のピーク値は約２３㎏／㎝２であり，蒸発器の胴の歪みは小さく，塑性歪み\nには至らない。この初期スパイク圧の伝播に対して中間熱交換器及び２次主冷却系\nの機器・配管は塑性歪みを生じるには至らず，各設備の健全性は保たれる。\nまた，初期スパイク圧減衰後から事故終止まで持続している準定常圧は，伝熱管\n破損伝播による影響も含め，蒸気発生器において約９㎏／㎝２以下及び中間熱交換\n器２次側において約１３㎏／㎝２以下であり，準定常圧に対しても蒸気発生器，２\n次主冷却系機器・配管及び中間熱交換器の歪みは塑性歪みには至らず，各設備の健\n全性が損なわれることはない。\nしたがって，この事故が生じると，ナトリウム・水反応生成物収納設備の作動に\nより，プラント自動停止操作が行われ，「２次主冷却系循環ポンプ回転数低」信号\nにより原子炉は自動停止する。これに伴い，健全ループの各循環ポンプはポニーモ\nータにより低速運転され，炉心の冷却能力が失われることはなく，また，原子炉冷\n却材バウンダリの健全性が損なわれることはない。」\n第５　蒸気発生器伝熱管破損事故の影響と伝熱管破損伝播の機序\n１　蒸気発生器伝熱管破損事故の影響\n原子炉出力運転中に蒸気発生器伝熱管破損事故が生じると，高圧の伝熱管から水\n又は蒸気が蒸気発生器内のナトリウム側に噴出（漏えい）し，激しいナトリウム－\n水反応を起して，１０００℃を超える高熱（反応熱）及び水素ガスが発生する。\n水・蒸気の漏えいの規模が大きくなると，衝撃圧（初期スパイク圧）が生じ，その\n後も発生する水素ガスによる圧力上昇（準定常圧）を招く。漏えいが中小規模であ\nった場合でも，後記２のとおりその影響が隣接する伝熱管に及び，それらの伝熱管\nも破断する危険性があることから，結果として，水・蒸気の大規模漏えいに繋がる\n可能性がある。\nこの蒸気発生器伝熱管破損事故による圧力上昇によって危惧されることは，事故\nが生じた蒸気発生器（蒸発器又は過熱器）はもとより，当該ループの健全な蒸気発\n生器（蒸発器又は過熱器），２次主冷却系機器・配管，及び中間熱交換器等の設備\nが損傷を受ける可能性があることである。特に，水素ガス（気体）の混入した２次\n系冷却ナトリウムが中間熱交換器の障壁を破って１次冷却系に流入すれば，本件原\n子炉の炉心中心領域ではナトリウムボイド反応度が正であるから，水素が炉心を通\n過することにより出力が急激に上昇し，炉心が出力暴走を起こす危険がある。\n２　水（蒸気）漏えいの規模と伝熱管破損伝播の機序（メカニズム）\n蒸気発生器の伝熱管は，蒸気発生器（円筒形）の胴部を満たすナトリウムの中に\n浸されている状態にあるが，１本の伝熱管が破損すると，その影響が隣接する他の\n伝熱管に及び，その伝熱管も破損する可能性がある。その具体的影響は，水・蒸気\nの漏えい規模，すなわちリーク率（単位時間当たりの水・蒸気の漏えい量）によっ\nて異なってくる。その漏えい規模と破損伝播の機序（メカニズム）の概要は，次の\nとおりである。\n（１）　微小漏えい\n微小漏えいとは，漏えい規模が毎秒０．１グラム以下の場合をいう。この場合，\nナトリウム－水反応生成物が漏えい孔を塞いで漏えいが停止するか，自身の破損孔\n拡大に向かうかのいずれかをたどる。この段階では，ナトリウム－水反応の結果生\n成された苛性ソーダ（ＮａＯＨ）のジェット流（リークジェット，噴出流）が隣接\n伝熱管までは届かないため，破損は他の伝熱管に伝播しない。しかし，この漏えい\n規模では漏えい検知までに時間がかかり，検知の遅れによって対応が遅れる危険が\nある。１度塞がった孔が再び開口することもあり，放置すれば破損孔は拡大し，次\nの小規模漏えい段階へ移行する。\n（２）　小規模漏えい\n小規漏えいとは，漏えい規模が毎秒０．１ないし１０グラムの場合をいう。この\n場合，ナトリウム－水反応の結果，高温で腐食性を有する苛性ソーダ（ＮａＯＨ）\nの反応ジェット（リークジェット，噴出流）が形成され，いわゆるウェステージ効\n果（苛性ソーダの化学的腐食作用とジェット流による損耗作用（削り取る機械的作\n用）との相乗効果）により，隣接する他の伝熱管を破損させる可能性がある。漏え\nいが早期に検知され所定の安全装置が機能すれば，その影響は他の１本を破損させ\nる程度にとどまることになるが，検知が遅れたり，隣接伝熱管が摩耗していたり傷\nをもっていれば，２次破損する伝熱管は更に増えることになる。\n（３）　中規模漏えい\n中規模漏えいとは，漏えい規模が毎秒１０グラムないし２キログラムの場合をい\nう。この場合，反応ジェットの広がりが大きくなり，破損の伝播が複数本に及ぶ可\n能性がある（マルチウェステージ）。\nなお，小・中規模漏えいの段階に入ってくると，他の伝熱管への破損伝播開始時\n間が急速に早くなる。このため，小・中規模両段階においては，漏えいの検知をで\nきるだけ早くすることが特に重要であるとされている。\n（４）　大規模漏えい\n大規模漏えいとは，漏えい規模が毎秒２キログラム以上の場合をいう。大規模漏\nえいになると，次のような危険性がある。\n①　大量のナトリウムと水との激しい化学反応により，まず衝撃圧が発生し（初期\nスパイク圧），次いで，発生した水素ガスによる圧力上昇が起こる（準定常圧）。\nこれらの圧力は，１次主冷却系と２次主冷却系との境界をなす中間熱交換器に及\nぶ。これにより，中間熱交換器が破損する危険性がある。\n②　初期スパイク圧あるいは準定常圧が２次主冷却系機器または配管を損傷し，２\n次冷却材ナトリウムが空気雰囲気の室内に漏えいし，火災を引き起こす危険性があ\nる。\n３　ウェステージ型破損と高温ラプチャ型破損について\n（１）　ナトリウム－水反応の結果，高温で腐食性を有する苛性ソーダ（ＮａＯ\nＨ）の反応ジェット（リークジェット，噴出流）が形成され，苛性ソーダの化学的\n腐食作用とジェット流により損耗作用（削り取る機械的作用）との相乗効果によっ\nて，隣接伝熱管が損耗，減肉する現象を「ウェステージ（損耗）現象」という。そ\nして，ウェステージ現象によって隣接伝熱管が破損することを「ウェステージ型破\n損」という。\n（２）　これに対して，ナトリウム－水反応によって生じる高温の反応熱のために\n伝熱管壁が過熱されて，隣接伝熱管の機械的強度が低下し，隣接伝熱管が内部の圧\n力によって急速に膨れて破裂する現象のことを「高温ラプチャ（破裂）現象」とい\nう。そして，高温ラプチャ現象によって隣接伝熱管が破損することを「高温ラプチ\nャ型破損」という。この高温ラプチャ現象は，水（蒸気）の漏えい規模（リーク\n率）が毎秒１キログラム程度を超えるようになると発生する可能性がある\n（３）　ウェステージ型破損と高温ラプチャ型破損の双方とも，他の伝熱管へと拡\n大する（伝播する）可能性がある。\nそして，一般に，ウェステージ型破損よりも，高温ラプチャ型破損の方が，短時\n間に多数の伝熱管を破損させるおそれが高いとされる（以下においては，高温ラプ\nチャ現象又は高温ラプチャ型破損のことを，単に「高温ラプチャ」と呼称すること\nもある。）。\n（以上の事実につき，甲イ１２３，１９０，３８３，４４４，甲ニ２の２，乙イ４\n３，８９，弁論の全趣旨）\n第６　蒸気発生器伝熱管破損事故に関して本件申請者が行った実験\n１　本件申請者が行ったＳＷＡＴ試験\n本件申請者は，大リーク・ナトリウム－水反応解析コードＳＷＡＣＳの検証を行\nうとともに，ナトリウム－水反応事故に対するシステムの健全性の確認などを目的\nとして，昭和４５年１２月からＳＷＡＴ－１（大・中リーク・ナトリウム－水反応\n試験），昭和４７年５月からＳＷＡＴ－２（大・微少リーク・ナトリウム－水反応\n試験），昭和５０年６月からＳＷＡＴ－３（蒸気発生器安全性総合試験），昭和５\n６年５月からＳＷＡＴ－４（微少リーク・ナトリウム－水反応試験）の各試験を実\n施した。\nこのうちＳＷＡＴ－３では１９回の試験が行われたが，前半の７回（Ｒｕｎ－１\nないし７）は大リーク・ナトリウム－水反応試験を目的として行われ，後半の１２\n回（Ｒｕｎ－８ないし１９）は，本件原子炉施設の２次主冷却系の主要機器，配管\nを約５分の２の縮尺で模擬した装置を用いて，破損伝播試験を目的に行われた。こ\nのＳＷＡＴ－３のＲｕｎ－８ないし１９は，昭和５４年から昭和６０年にかけて行\nわれ，初期事象として小・中リークから始まる伝熱管破損伝播の有無とその範囲な\nどを試験したものである。このＳＷＡＴ－３の試験のうち，当事者双方がその是非\nを争っているＲｕｎ－１６，Ｒｕｎ－１９の各試験の内容及び結果は，次の２，３\nのとおりである。\n２　Ｒｕｎ－１６\nＲｕｎ－１６は，本件申請者が昭和５６年（１９８１年）に行った伝熱管破損伝\n播試験である。\n同試験においては，１次リーク平均注水率（初期漏えいにおける単位時間当たり\nの平均注水量）を毎秒２２００グラム，注水時間を６０秒，総リーク水量を２２８\nキログラムとした。そして，注水管（水漏えいを起こす管）の周囲に配置されるタ\nーゲット管として，静止水管（水・蒸気の流動がない伝熱管）６本と，ガス加圧管\n（水・蒸気の代わりに窒素ガスを充填して内部加圧した伝熱管）４８本が用いられ\nた。\n同試験により，静止水管６本のうち１本が，また，ガス加圧管４８本のうち２４\n本が，それぞれ高温ラプチャによって破損するという結果が得られた。\n３　Ｒｕｎ－１９\nＲｕｎ－１９は，本件申請者が昭和６０年（１９８５年）に行った伝熱管破損伝\n播試験である。\n同試験においては，１次リーク平均注水率を毎秒１８５０グラム，注水時間を３\n２秒，総リーク水量を６１キログラムとした。そして，ターゲット管としては，流\n水管３本及びガス加圧管１５本が用いられた。\n同試験の結果，ガス加圧管は５本が高温ラプチャによって破損したが，流水管は\n破損しなかった。\n４　ＳＷＡＴ試験結果の科学技術庁等に対する情報提供\n上記のように，ＳＷＡＴ試験は本件許可申請前から実施され，ターゲット管に高\n温ラプチャが生じたＳＷＡＴ－３　Ｒｕｎ－１６の試験は，本件許可申請の審査段\n階の昭和５６年に実施されたものであるが，これらのＳＷＡＴ試験の結果が科学技\n術庁に情報提供（報告）がされたのは，本件許可処分後の平成６年１１月７日であ\nった。また，科学技術庁がＳＷＡＴ試験に関する報告を原子力安全委員会にしたの\nは，平成１０年４月になってのことである。\n（以上の事実につき，乙イ４３，４４，８７，弁論の全趣旨）\n第７　イギリスの高速増殖原型炉ＰＦＲにおいて発生した蒸気発生器伝熱管破損事\n故（高温ラプチャ）\n昭和６２年（１９８７年）２月２７日，イギリスの高速増殖原型炉ＰＦＲ（以下\n「ＰＦＲ」という。）において，蒸気発生器伝熱管が破損する事故（以下「ＰＦＲ\n事故」という。）が発生した。その事故の内容及び原因等の概要は，次のとおりで\nある。\n１　ＰＦＲの施設の概要及び事故発生箇所\nＰＦＲは，イギリスのドンレーに建設された電気出力２５万ｋｗの高速増殖原型\n炉である。\n冷却系は３ループから構成されている。蒸気発生器は，冷却系１ループ毎に設け\nられており，それぞれ蒸発器，過熱器，再熱器各１基で構成されている。\n事故を起こしたのは過熱器（１基）である。過熱器は，オーステナイト系ステン\nレス鋼製であり，容器内にある多数のＵ字形伝熱管は，上部の管板に溶接され，水\n平な多孔板構造の伝熱管支持板１０枚で支持されている。\n事故を起こした箇所は，過熱器の内筒及び伝熱管（外径１５．８８ミリメート\nル）である。\n２　事故の具体的態様\n全出力運転中に過熱器の伝熱管において小規模な水漏えいに続いて，大規模な水\n漏えいが発生した。このため，圧力開放系の破裂板が作動して安全保護系が働き，\n原子炉とタービンがトリップし，蒸気が排出された。\n検査の結果によると，４０本の伝熱管が完全なギロチン破断に相当する破断をし\nていた（そのうち，３９本は，昀初の１本の破断から約１０秒以内に起こった２次\n破断であった。）。また，この他にも，７０本の伝熱管が多少の損傷を受けていた\nことが判明した。\nまた，中間熱交換器の圧力負荷の設計値は１２バールであるとされているが，事\n故時に中間熱交換器にかかった昀高圧力は，１０．５バールであると見積もられ\nた。\nなお，事故による外部環境への影響はなかったとされている。\n３　事故の原因\n事故の原因は，次のとおりと推定されている。\n（１）　ナトリウムの入口部からの流路である内筒は，６枚の曲板の端が重ね合わ\nされて，円筒状に組立てられている。運転中に内筒の重ね合わせ部（この部分は溶\n接構造になっていない。）のギャップが大きくなったことから，内筒から管束部へ\nのナトリウムのバイパス流が増加して，伝熱管への衝突流ができた。この流れが昀\n内層伝熱管の一部に振動を引き起こし，その結果，１３本の伝熱管が内筒に定期的\nに接触するようになったために，摩耗して減肉を起こし，そのうちの１本に亀裂\n（小さな軸横断亀裂）が貫通した。\n（２）　そのため，この亀裂から小規模な水漏えいに至ったが，このとき，ナトリ\nウム中水素検出器が撤去されていた（もともとは，ナトリウム中水素検出器は備わ\nっていたが，誤認のトリップが非常に多い割りには事故の発生頻度が低いという議\n論があったことから，ナトリウム中水素検出器は撤去されていた。）ため，初期段\n階で小リークを検出することができず，異常状態が発見されないままに運転が継続\nされた。その結果，水漏えいが継続し，まず，前記の亀裂の起こった伝熱管が破断\nして，その後プラントはトリップしたものの，他の伝熱管３９本の破裂（ただし，\n振動を起こしていた伝熱管１，２本は，トリップ前に破断した可能性がある。）に\n繋がる伝播現象（２次破断）が起きた。破損のメカニズムは，伝熱管が過熱された\n結果，物理的強度を失ったことにある。伝熱管束の約半分が過熱されたことを示し\nていた。したがって，この伝熱管破断は，ナトリウムと水の反応熱による高温によ\nって，伝熱管壁の機械的強度が低下して内圧により破損した高温ラプチャ型破損で\nあると判定された。\n（３）　ＰＦＲにおいては，蒸気発生器伝熱管破損の設計基準事故は，途中変更さ\nれているものの，ＰＦＲ事故の直前の時点では，１本の両端ギロチン破断による毎\n秒２３キログラムのリーク率の伝熱管破損事故が想定されていて，これに基づく安\n全解析が行われていたが，高温ラプチャによって伝熱管が２次破断することは，全\nく想定されていなかった。\n（以上の事実につき，甲イ５５，６１，１２５，１８４，２１２，４４３，４４\n４，甲ニ２の２，原審証人Ｈ）\n第８　本件変更許可申請に対する原子力安全・保安院の指導等\n１　本件変更許可申請\n前記（第１章，第１節，第８）のとおり，本件申請者（核燃料サイクル開発機\n構）は，本件ナトリウム漏えい事故後の平成１３年６月６日，被控訴人（経済産業\n大臣）に対し，「空気雰囲気下でのナトリウム漏えいに伴う火災に対する影響緩和\n機能の充実，強化を図るため，２次ナトリウム補助設備の一部を変更する」ことを\n理由として，本件変更許可申請を行った。\nしかし，原子力安全・保安院は，平成１３年１２月１１日本件申請者に対し，次\nの２の（２）のとおり文書をもって指導を行い，これを受けて，本件申請者は，次\nの３のとおり，本件変更許可申請書の一部補正を行った。\n２　原子力安全・保安院の指導等\n（１）　原子力安全・保安院が行った指導前の再解析の指示\n原子力安全・保安院は，平成１３年６月１８日，本件申請者（核燃料サイクル開\n発機構）に対し，旧科学技術庁が安全性総点検に基づき指摘した事項について報告\nすることを求めた。これを受けて，本件申請者は，同年７月２７日，原子力安全・\n保安院に対し，安全性総点検に関する対応について報告した。原子力安全・保安院\nは，その報告の内容を検討した結果，蒸気発生器伝熱管破損対策に関しては，次の\nア，イの事項について更に検討を加える必要があると判断し，本件申請者に対して\n再解析することを指示した。\nア　伝熱管の肉厚値の変更\n本件申請者は，本件原子炉施設に実装されている伝熱管の肉厚の実測値を統計的\nに処理した値「４ミリメートル」を伝熱管肉厚として解析しているが，詳細設計段\n階では昀小肉厚３．５ミリメートルを基準としていること，現実に３．６ミリメー\nトルの個所があることから，伝熱管の肉厚値は，３．５ミリメートルとして検討す\nること。\nイ　膜沸騰の考慮\n本件申請者の当初の解析では，膜沸騰発生時の熱伝達率の減少について十分反映\nされていなかったので，これを考慮して検討すること。\nなお，膜沸騰とは，水と接する金属が急速に加熱されたときに起こる現象で，接\nしている面付近で局所的に発生した蒸気が，水と金属の間に膜状に広がり，水と金\n属の接触を阻害して，熱伝達が急激に小さくなるような沸騰状態のことをいう。要\nするに，原子力安全・保安院の膜沸騰に関する指示は，本件申請者の解析は，伝熱\n管内への熱伝達率が大きく評価されており，その結果として，水・蒸気による伝熱\n管の冷却作用も過大に評価しているので，この点に関する検討が必要であるとの趣\n旨である。\n（２）　原子力安全・保安院の指導の趣旨及び内容\nア　原子力安全・保安院は，本申請者がした再解析を検討したうえ，平成１３年１\n２月１１日，本件申請者に対し，「高速増殖原型炉もんじゅの蒸気発生器計装等の\n設置許可申請書への記載について」と題する書面をもって，カバーガス圧力計等の\n位置付けを一層明確にするのが適当であるとして，設置許可申請書本文の「蒸気発\n生器計装」と記載されている部分を「カバーガス圧力計等の蒸気発生器計装」と明\n記するとともに，併せて，その他の蒸気発生器伝熱管破損時の影響緩和に関係する\n設備について当該申請書の添付資料に追記するように指導を行った。\nイ　原子力安全・保安院は，カバーガス圧力計等の位置付けを一層明確にするのが\n適当であると認めた理由の根拠について，「平成７年に発生した２次系ナトリウム\n漏えい事故を受けて，平成８年から平成１０年にかけて行われた旧科学技術庁の安\n全性総点検においては，伝熱管破損に伴う高温ラプチャの可能性についても検討が\n行われ，安全性総点検報告書（平成１０年３月）において伝熱管が高温ラプチャに\nよって破損伝播することはないとしているものの，今後とも検討する必要がある旨\nが示された。これを踏まえ，貴機構において検討を行った結果が当院に報告され，\n当院として説明を聴取しその内容を検討したところ，カバーガス圧力計での初期水\nリークの検出による場合は，高温ラプチャが発生する判断基準を下まわる結果とな\nっているものの，圧力開放板開放検出器での検出による場合は，高温ラプチャが発\n生する判断基準を上まわる結果と評価された。したがって，当院としては，もんじ\nゅに当初から設置されている蒸気発生器計装のうちカバーガス圧力計による初期水\nリークの確実な検出が高温ラプチャ発生防止のうえで重要と判断するものであり，\nもんじゅの安全性総点検報告への対応の一環として，この点を念のため設置許可申\n請書において明確にすることが適当と判断した。」と説明している。\n３　本件変更許可申請書の一部補正\n本件申請者は，原子力安全・保安院の上記指導に従って，平成１３年１２月１３\n日，「高速増殖原型炉もんじゅ原子炉設置変更許可申請書（原子炉施設の変更）本\n文及び添付書類の一部補正」と題する書面を被控訴人（経済産業大臣）に提出し\nて，本件変更許可申請書の一部補正を行ったが，その主要なものは，次の（１）な\nいし（５）のとおりである。\n（１）　カバーガス圧力計及び圧力開放板開放検出器の機能基準の明確化\n本件許可申請書添付書類八の「プロセス計装」の「安全保護系以外のプロセス計\n装」のうち，「蒸気発生器計装」の項目について，一部補正において，カバーガス\n圧力計の設定圧等を具体的に明記する旨の変更をした。\nすなわち，①　蒸発器のカバーガス圧力計は，設定圧を約０．１５ＭＰａ［ｇａ\nｇｅ］とし，多重性をもった設計とすること，②　圧力開放板開放検出器は，約\n０．３ＭＰａの差圧で開放する圧力開放板を設置し，その信号系は多重性をもった\n設計とすることの２つが明記された。\n（２）　カバーガス圧力計の位置付け\n本件変更許可申請書においては，「発電用軽水型原子炉施設の安全機能の重要度\n分類に関する審査指針」を参考にして，安全機能を有する構築物，系統及び機器\nを，それが果たす安全機能に応じて，①　異常発生防止系（ＰＳ系，その機能の喪\n失により，原子炉施設を異常に陥れ，もって一般公衆ないし従事者に過度の放射線\n被ばくを及ぼすおそれのあるもの）と，②　異常影響緩和系（ＭＳ系，原子炉施設\nの異常状態において，この拡大を防止し，又はこれを速やかに収束せしめ，もって\n一般公衆ないし従事者に及ぼすおそれのある過度の放射線被ばくを防止し，又は緩\n和する機能を有するもの）の２種類に大別することとし，ＰＳ系，ＭＳ系それぞれ\nにつき，その有する安全機能の重要度に応じ，重要な順から，クラス１，クラス２\n及びクラス３に更に分類することとした。そして，本件変更許可申請書において，\n２次ナトリウム補助設備（２次ナトリウム充填ドレン系）がＭＳ－２クラス（異常\n状態への対応上特に重要な構築物，系統及び機器）に分類することになっていた\nが，今回の一部補正において，「プロセス計装（蒸発器のカバーガス圧力計）」を\nＭＳ－２クラスの「２次主冷却系の過圧抑制機能」の「特記すべき関連系」の欄に\n掲記し，蒸発器のカバーガス圧力計を「異常状態への対応上特に重要な構築物，系\n統及び機器」（ＭＳ－２クラス）と位置づけることを明らかにした。\n（３）　水蒸気ブロー系の強化（放出弁の増加）\n本件許可申請書添付書類八の「タービン及び付属設備」の「主要設備」の「主蒸\n気系設備」の「第１１．３－１表　主蒸気系設備の設備仕様」を変更し，蒸発器入\n口放出弁，蒸発器出口放出弁，過熱器入口放出弁，過熱器出口放出弁，給水止め弁\n及び過熱器入口止め弁の各記載を追加した（これらの各弁は，本件許可処分後に，\n本件申請者により，本件原子炉施設の主蒸気系設備として実際に設置されていた\nが，原子炉設置変更許可申請書の一部補正によって，それを明確にすることにし\nた。）。\nなお，これとともに，水蒸気ブローをより早期に完了することを目的として，蒸\n発器入口放出弁を従来の３個から６個に（１ループ当たりでは，１個から２個\nに），蒸発器出口放出弁を従来の６個から９個に（１ループ当たりでは，２個から\n３個に），各変更することとし，その個数についても明記することとした。\n（４）　蒸気発生器伝熱管水漏えい対策の表現の変更\n本件許可申請書添付書類八の２次主冷却系設備の概要とその設計方針に関する記\n載中の「５．２　設計方針」の「（６）　蒸気発生器伝熱管水漏えい対策」（本\n節，第３の１）の欄について，下記のように表現が変更された。\n「（６）　蒸気発生器伝熱管水漏えい対策\nナトリウム・水反応を早期に検知し，破損の拡大を防止・抑制するため，水素計\nによる水漏えい検出設備を２次主冷却系配管及び蒸気発生器カバーガス空間に設け\nる。\n水素計信号に基づき，運転員により発せられる水漏えい信号により，蒸気発生器\n水・蒸気側のしゃ断，内部保有水・蒸気の急速なブロー，２次主冷却系循環ポンプ\n主モータトリップ等の一連のプラント自動停止操作が行えるように設計する。\nナトリウム・水反応による顕著な圧力上昇を生じるような伝熱管破損に際して\nは，大規模漏えいへの拡大を防止・抑制するため，蒸発器にカバーガス圧力計によ\nる水漏えい検出設備を設ける。この水漏えい信号に基づき，一連のプラント自動停\n止操作ができるように設計する。\n万一の蒸気発生器伝熱管の大規模漏えいに対しては，その影響により，原子炉施\n設の安全性を損なうことのないよう２次主冷却系の過度の圧力上昇を防ぐため，ナ\nトリウム・水反応生成物収納設備を設ける設計とする。また，蒸発器及び過熱器に\n設けた圧力開放板の開放検出器による水漏えい検出設備を設ける。この水漏えい信\n号によって，一連のプラント自動停止操作ができるように設計する。（以下略）」\n（５）　蒸気発生器伝熱管破損事故の防止対策についての変更\n本件許可申請書添付書類十には，前記（本節，第３の２）のとおり，蒸気発生器\n伝熱管破損事故に関する記載があるが，このうち，「（２）　防止策」の項のⅲな\nいしⅴは，次のⅲないしⅵのとおりに変更され，高温ラプチャの防止ということが\n明言されるようになった（なお，従前のⅵ，ⅶ，ⅷは，それぞれ新たなⅶ，ⅷ，ⅸ\nとなった。）。\n「ⅲ　水漏えい検出設備を設置することにより，万一，伝熱管小規模漏えいが生じ\nた場合には，早期に水漏えいは検出され，運転員により発せられる水漏えい信号に\n基づく蒸気発生器の水・蒸気側のしゃ断，内部保有水・蒸気の急速なブロー，２次\n主冷却系循環ポンプ主モータトリップ等の一連のプラント自動停止操作が行えるよ\nうに設計する。（「２．１３蒸気発生器伝熱管小漏えい」参照）\nⅳ　以上のような防止対策にもかかわらず，ナトリウム・水反応による顕著な圧力\n上昇を生じるような伝熱管破損に際しては，蒸発器に設けたカバーガス圧力計によ\nり水漏えいを検出する。この水漏えい信号に基づく一連のプラント自動停止操作に\nより，伝熱管の高温ラプチャ型破損の発生を防止するとともに，損耗作用による破\n損伝播を抑制できる設計とする。\nⅴ　さらに過度な圧力上昇を生じるような伝熱管破損事故が生じた場合に備えて，\nナトリウム・水反応生成物収納設備を設ける設計とする。\n蒸発器と過熱器は，いずれも圧力開放板を介してナトリウム・水反応生成物収納\n設備に接続される。事故が生じた蒸気発生器内のナトリウム側圧力が圧力開放板の\n設定圧力まで上昇すると，圧力開放板は自動的に破れて，ナトリウム・水反応生成\n物収納設備に開放され，過度な圧力上昇が抑制できる設計とする。ナトリウム・水\n反応により発生する水素ガスはナトリウム・水反応生成物収納設備に放出され，こ\nれに付随するナトリウム及び反応生成物のうち液体，固体は反応生成物収納容器で\nほとんど分離回収される。水素ガスは反応生成物収納容器用圧力開放板を介して大\n気へ放出，燃焼処理できるように設計する。\nⅵ　蒸発器又は過熱器の圧力開放板開放検出器の信号によって，一連のプラント自\n動停止操作ができる設計とする。」\n（以上の事実につき，乙１６，乙イ９４，９６，９７，弁論の全趣旨）\n第９　当裁判所の判断\n１　本件原子炉施設の蒸気発生器の特徴等と技術的課題\n（１）　本件原子炉施設の蒸気発生器の特徴等\n液体金属冷却高速増殖炉である本件原子炉の冷却材が水と激しく反応するナトリ\nウム（液体金属）であることから，本件原子炉施設においては，放射能を帯びた１\n次系冷却材ナトリウムと水とが直接熱交換することを避け，１次冷却系と水・蒸気\n系との間に中間熱輸送系（中間冷却系）として，非放射性の２次冷却系が設けられ\nていることは，既述のとおりである（本節，第１の４参照）。しかし，２次冷却材\nもナトリウムである以上，蒸気発生器において，ナトリウムと水との間で，熱交換\nが行われることには変わりがない。すなわち，伝熱管の壁１つを隔てて，ナトリウ\nムと水・蒸気とが併存しながら熱交換を行うのである。この点において，水と水と\nの間で熱交換が行われる軽水炉の蒸気発生器とは根本的な相違がある。\n高温ナトリウムと水とが直接接触した場合のナトリウム－水反応については，前\n節で詳しく述べたところであるが，蒸気発生器の伝熱管に損傷が生じ，伝熱管から\n水・蒸気が漏えい（リーク）すれば，それが大量のナトリウムの中に直接噴出する\nのであるから，激しい反応熱や水素ガスが発生し，深刻な事態を招くことは容易に\n想像することができる。本件申請者がＳＷＡＴ試験を繰り返し行ったのも，蒸気発\n生器伝熱管からの水・蒸気漏えい（リーク）の危険性を充分に認識していたからで\nあると思われる。\n本件原子炉は，高速増殖炉としては我が国昀初の原型炉であり，本件申請者は，\nその前の段階の実験炉「常陽」の建設，稼働の経験は有しているものの，「常陽」\nには発電能力がなく，蒸気発生器は設置されていなかった（第１章，第１節，第３\nの３参照）。したがって，我が国においては，蒸気発生器が設置された高速増殖炉\nとしては，本件原子炉が昀初であり，稼働実績は全くなく，未知の分野のあること\nは避けられない。それだけにその安全性の評価については，慎重かつ保守的な審査\nが必要である。\n（２）　蒸気発生器の技術的課題\nア　高速増殖炉の蒸気発生器の特徴等が上記のようなものである以上，事故防止対\n策として肝要なことは，伝熱管から水・蒸気が漏えいしない設計施工が確保される\nことである。このためには，伝熱管が高温高圧に耐え，腐食に強く，強度も堅牢強\n固であることが要求される。特に，伝熱管の内外の圧力差は，軽水炉の場合，約９\n０気圧であるのに対し，本件原子炉では，約１３０ないし１５０気圧であり，本件\n原子炉の伝熱管壁には軽水炉の約１．５倍の高圧がかかっているだけに，耐圧性を\n確保することは重要であり，それに応えるには，伝熱管の肉厚を安全余裕を持った\n厚さにすることが望ましい（甲イ４４４）。\nイ　しかしながら，蒸気発生器は，熱交換をすることを目的としているものであ\nる。したがって，高速増殖炉の場合に限らず，発電施設の蒸気発生器は，熱交換が\n昀も効率的に行われるように設計されるのは当然である。そのために蒸気発生器\nは，一般的には，長い細管（伝熱管）を多数束ね，これを１つの容器に納める構造\nとなっている。そして，伝熱管の肉厚を薄くすることが熱伝達効率を高めることに\nなるのは，いうまでもないことである。特に，高速増殖炉の場合，ナトリウムの熱\n容量が小さいこと（熱しやすく冷めやすい）から，肉厚を余り厚くすれば，原子炉\n起動・停止時の伝熱管の内外の温度差が大きくなり，熱衝撃や過大な熱応力がかか\nることになって伝熱管破損の原因となりやすい。\n（甲イ４４４，弁論の全趣旨）\nウ　かくして，高速増殖炉の蒸気発生器伝熱管は，設計上，深刻なジレンマ（矛\n盾）を抱えざるを得ない。これに加え，軽水炉の蒸気発生器の使用温度は昀高で約\n３２０℃とされているのに対し，本件原子炉施設の２次冷却材の昀高使用温度は，\n蒸発器において４９０℃，過熱器で５２５℃であり（甲イ４４４，乙１６），本件\n原子炉施設の蒸気発生器伝熱管は，軽水炉のそれよりはるかに高い温度に曝されて\nいる。また，伝熱管から水・蒸気がナトリウム側に漏えいすれば，その周辺の昀高\n温度は１０００℃を超える高温となり（乙イ４３，４４），極めて過酷な条件に置\nかれることとなる。こうしたことから，高速増殖炉の蒸気発生器の設計・施工には\n技術的困難が伴うことが窺われる。本件原子炉施設の蒸気発生器の伝熱管は，蒸発\n器では，外形３２ミリメートル，肉厚約３．８ミリメートルのクロム・モリブデン\n鋼製，過熱器では，外形約３２ミリメートル，肉厚約３．５ミリメートルのオース\nテナイト系ステンレス鋼製となっているが（本節，第１の２の（２）参照），これ\nは，弁論の全趣旨によれば，本件申請者の行ったＳＷＡＴ試験を踏まえ，また，諸\n外国の原子炉施設を参考にしたものと認められる。しかし，本件原子炉の稼働実績\nは試運転だけであるから，実機によってその妥当性が実証されている訳ではない。\nエ　さらに，高速増殖炉の蒸気発生器の伝熱管の構造としては，Ｕ字形，直管型，\nヘリカルコイル型などがあるが，本件原子炉施設においては，ヘリカルコイル型を\n採用している（乙１６，甲イ１１９ないし１２３，４４４）。しかし，ヘリカルコ\nイル型は，伝熱管がナトリウムの流れと直交して熱伝達効率に優れているものの，\n伝熱管が幾重にも螺旋状に曲折し，ナトリウム液位中の部分に溶接箇所が非常に多\nいのが特徴であるが，溶接箇所は熱応力や熱衝撃を受けやすく，それだけに破損の\n可能性は増大する（甲イ４４４）。\n被控訴人は，伝熱管の溶接部は，構造信頼性や欠陥検出性に優れた突き合わせ溶\n接継手構造とした上，全自動の電気溶接機で施工し，非破壊検査等の所定の検査を\n行ったと主張するが，たとえそうであっても，程度の差はともかく，伝熱管が健全\n性を維持する上で溶接部を持つことが不利であることに変わりはない。\n２　本件安全審査における高温ラプチャの審査の有無\n（１）　被控訴人の主張\n被控訴人は，「内閣総理大臣は，仮に，本件原子炉施設の蒸気発生器伝熱管が破\n損するとしても，高温ラプチャは生じ得ず，本件安全審査における蒸気発生器伝熱\n管破損事故に係る安全評価において高温ラプチャを考慮する必要はないと判断し\nた。」と主張する。\n（２）　被控訴人の主張に対する判断\nア　本件許可申請書の添付書類十の蒸気発生器伝熱管破損事故の項目には，同事故\nの解析条件として，「初期スパイク圧評価としては，伝熱管１本の瞬時両端完全破\n断を想定する。また，準定常圧評価としては伝熱管の破損伝播の影響を考慮して，\n伝熱管４本の両端完全破断相当の水漏えいを想定する。」との記載がある（本節，\n第３の２参照）。しかし，本件許可申請書には，蒸気発生器伝熱管の破損伝播の原\n因となる高温ラプチャに関する記述は一切見当たらない（乙１６）。\nそして，本件申請者の職員で，平成６年７月にもんじゅ建設所副所長に就任した\nＪは，その陳述書（乙イ４３）において，「昭和５０年ころ，もんじゅ蒸気発生器\nの設計基準水リークとして，初期事象として伝熱管１本の瞬時両端完全破断（いわ\nゆる瞬時ギロチン破断），さらに，伝熱管破損伝播による影響を考慮して伝熱管４\n本の両端完全破断相当の水リーク率としました。これは，初期事象としては，伝熱\n管１本からの水リークとしては，瞬時ギロチン破断が昀大値であることから，伝熱\n管破損伝播による影響としては，（中略）各種のナトリウム－水反応試験から得ら\nれていた研究成果や，当時の海外情報を基に，伝熱管破損伝播のメカニズムとして\nは，ウェステージ型破損が支配的であると考え，４本両端完全破断相当の水リーク\n率を考えれば十分保守性があるであろうと判断し，設計基準水リークとしたもので\nす。同じリーク孔であれば，水リーク率は，水・蒸気密度の高い蒸発器の方が過熱\n器よりも大きくなりますので，設計基準水リークとしては，４本両端完全破断が蒸\n発器で発生するとして，水リーク率は約５０ｋｇ／ｓとなります。」と述べてい\nる。\nイ　科学技術庁が本件安全審査の際に作成して原子力安全委員会に提出した安全審\n査書案の蒸気発生器伝熱管破損事故に関する記述は，前記（本節，第４の２）のと\nおりであるが，これは，本件許可申請書添付書類十に記載された解析の条件とその\n結果をそのま是認したにとどまり，高温ラプチャに関しては，何ら触れていない。\nまた，原子力安全委員会が内閣総理大臣に提出した「動力炉・核燃料開発事業団，\n高速増殖炉もんじゅ発電所の原子炉の設置について」の答申（乙１４の３）も，高\n温ラプチャに言及したところはない。\nウ　本件申請者が行ったＳＷＡＴ試験で高温ラプチャが生じたＲｕｎ－１６（実施\nした時期は本件安全審査が行われていた昭和５６年）の試験結果が科学技術庁に情\n報提供（報告）されたのは，本件許可処分後の平成６年１１月であり，科学技術庁\nがこれを原子力安全委員会に報告したのは，平成１０年４月のことである（本節，\n第６の４参照）。また，高温ラプチャによって伝熱管が大量に破損したイギリスの\nＰＦＲ事故が起こったのは，本件許可処分後の昭和６２年２月のことであった（本\n節，第７参照）。\nエ　京都大学原子炉実験所のＫは，その陳述書（甲イ４４４）において，「ＰＦＲ\n事故が起こるまでは，高温ラプチャが現実のプラントで大規模に発生するとは，世\n界の専門家の誰も予想していなかったことである」旨を述べているが，このＫの供\n述が誤りといえないことは，１９９０年９月に行われたＩＥＡＥ（国際原子力機\n関）の蒸気発生器破損伝播に関する専門家会議の報告書（甲イ１８４）からも窺わ\nれるところである。また，本件許可申請前の昭和５３年１２月に原子力安全委員会\n原子炉安全専門審査会委員になり，平成１０年４月，原子力安全委員会委員長に就\n任した原審証人Ｉの証言によれば，本件安全審査当時，原子力安全委員会は，高温\nラプチャという破損伝播に関するメカニズムの知見自体を欠いていたと疑わざるを\n得ない。\nオ　本件安全審査当時の昭和５６年２月に科学技術庁原子力安全技術顧問となり，\n昭和６２年１１月原子力安全委員会原子炉安全基準専門部会委員に，平成５年６月\n原子力安全委員会原子炉安全専門審査会委員に各就任した原審証人Ｈは，主尋問に\nおいて，イギリスのＰＦＲ事故以前から，伝熱管の破損伝播の現象としてウェステ\nージ型と高温ラプチャ型の２種類があることは認識しており，本件申請者の実験等\nにより本件原子炉施設の蒸気発生器では高温ラプチャは起こらないことを確認した\n旨証言する一方，反対尋問において，高温ラプチャが起こらないことを確認した本\n件申請者の実験とはＳＷＡＴ－３試験のことであると証言している。しかし，前述\nのとおり，本件申請者がＳＷＡＴ試験の結果を科学技術庁に報告したのは本件許可\n処分後の平成６年１１月のことであるから，本件安全審査当時，科学技術庁がＳＷ\nＡＴ試験の内容を知る由もなく，上記原審証人Ｈの証言が，本件安全審査当時，科\n学技術庁が高温ラプチャが生じないことを確認していたという趣旨であれば，同証\n言は到底措信できるものではない。\nカ　以上の事実によれば，本件申請者は，本件許可申請当時，蒸気発生器の伝熱管\n破損事故において高温ラプチャが生ずるとは想定していなかったことが明らかであ\nり，審査機関である科学技術庁及び原子力安全委員会も，本件申請者がした解析を\n単に是認したにとどまり，高温ラプチャによる破損伝播が生じるかも知れないとの\n観点から，本件安全審査を行ったと認めることはできない。\nそうすると，総理大臣は本件原子炉施設の蒸気発生器において高温ラプチャが生\nじないことを確認したとの被控訴人の主張は採用することができず，本件安全審査\nにおいては，蒸気発生器伝熱管破損事故の安全評価につき，高温ラプチャによる伝\n熱管の伝播破損の可能性の調査審議及び判断を欠落したものというべきである。\n３　本件原子炉施設の蒸気発生器における高温ラプチャ発生の可能性\n（１）　判断の前提\nア　被控訴人は，本件原子炉施設において，ＰＦＲ事故のような蒸気発生器伝熱管\n破損事故の発生の可能性自体を否定する。しかし，ここでは，本件申請者が本件許\n可申請書で「評価の考え方」及び「安全評価審査指針」に基づいて選定した「蒸気\n発生器伝熱管破損事故」（設計基準事故）の安全評価につき，その事故拡大防止対\n策の是非を検討する前提として，高温ラプチャの発生の可能性の有無を論じようと\nするものである。被控訴人が如何に主張しようとも，本件申請者が選定した「蒸気\n発生器伝熱管破損事故」が本件安全審査の対象となり，その調査審議，判断の過程\nの過誤，欠落が争われている本件において，伝熱管破損事故の発生の可能性自体を\n否定して，本件安全審査の正当性を主張することは許されない。したがって，ここ\nにおいては，本件申請者が想定した「蒸気発生器伝熱管破損事故」のような事故が\n発生する可能性のあることを前提として，論を進めることとする。\nイ　そこで，本件申請者が想定した「蒸気発生器伝熱管破損事故」の内容を見る\nと，それは，前述のとおり（本節，第３の２），定格出力１０２パーセントの原子\n炉運転時に，２次主冷却系配管長が昀短のループの蒸発器束部下部の伝熱管１本が\n瞬時両端完全破断するというものである。また，これによる水漏えい量は，隣接管\nの伝播破損による２次リークも考慮し，伝熱管４本の両端完全破断相当の水量が想\n定されている。そして，本件申請者の想定した隣接管の伝播破損がウェステージ型\n破損であり，高温ラプチャ型破損ではないことは，当事者間に争いがない。\nウ　本件においては，高温ラプチャ発生の可能性の有無が主要な争点の１つとさ\nれ，これよりそれに対する判断を示すことにするが，その前に，ここでもう一度，\nウェステージ現象と高温ラプチャ現象について確認しておくことにする。これにつ\nいては，既に本節，第５の３で触れたところであるが，要するに，両現象とも，蒸\n気発生器伝熱管が破損して水・蒸気が漏えいし，ナトリウム－水反応が生じた場合\nに，破損伝熱管に隣接する他の健全な伝熱管が破損する現象である。そして，ウェ\nステージ現象とは，破損伝熱管からの噴出流がナトリウムとの反応により強い腐食\n性のある高温の噴出流となり，これが隣接伝熱管に衝突し，健全な伝熱管を局部的\nに損耗，減肉して破損させる現象をいう。これに対し，高温ラプチャ現象とは，ナ\nトリウム－水反応による高温の反応熱により隣接伝熱管の機械的強度が低下し，そ\nの伝熱管が内部の水・蒸気の圧力によって急速に膨張して破裂する現象をいう。\n（２）　被控訴人が高温ラプチャが生じないとする論拠\n控訴人らは，イギリスのＰＦＲ事故，ＳＷＡＴ－３試験及び後に述べるドイツの\nインターアトム社の実験などを例に，本件原子炉施設の蒸気発生器においても高温\nラプチャが生じる具体的危険性があると主張するのに対し，被控訴人は，本件原子\n炉施設の蒸気発生器ではその可能性はないと主張する。\n被控訴人の主張によれば，被控訴人が本件原子炉施設の蒸気発生器では高温ラプ\nチャが生じないとする主要な論拠は２つある。１つは，伝熱管破損事故が起これ\nば，早期に水漏えいを検出するシステムが整っていること，もう１つは，水漏えい\nを検知すれば，直ちに水・蒸気の急速ブローなどの事故拡大防止のための適切な操\n作が行われること，である。そこで，以下（３），（４）において，これらの主張\nの当否について判断する。\n（３）　被控訴人の論拠１（水漏えいの検出システム）に対する判断\nア　被控訴人の主張\n伝熱管が破損して水・蒸気の漏えいがあれば，蒸気発生器のナトリウム側に水\n素ガスの発生とそれによる圧力の上昇が生じる。そこで，本件原子炉施設の蒸気発\n生器では，水漏えい検出設備として，水素計，カバーガス圧力計及び圧力開放板開\n放検出器を設け，伝熱管からの水漏えいを早期に検出するシステムを整えている。\n（ア）　小規模漏えいの場合には，水漏えい検出設備（水素計）からの漏えい警報\nを受け，運転員の判断により水漏えい信号を発する。この信号により，蒸気発生器\n内の水・蒸気側のしゃ断，内部保有水・蒸気の急速なブロー，２次主冷却系循環ポ\nンプ主モータトリップ等の操作が自動で行われる。\nイギリスのＰＦＲでは，事故当時，ナトリウム中の水素検出器が撤去されていた\nため，初期の段階で蒸気の小リークを検出することができなかったが，本件原子炉\n施設では，水素計が設置されているので，そのようなことはない。\n（イ）　万一，多量のナトリウム－水反応が発生した場合には，蒸発器のカバーガ\nス圧力計又は蒸発器と過熱器のそれぞれに設けられている圧力開放板の開放検出器\nによってこれを検出し，上記（ア）と同様の操作が自動で行われる。\nイ　被控訴人の主張に対する判断\n（ア）　水素計について\n（あ）　証拠（乙イ４３）によれば，本件原子炉施設の２次主冷却系設備の各部\n（蒸発器及び過熱器の各ナトリウム出口配管とカバーガス部，循環ポンプ入口ナト\nリウム配管）には，水漏えい検出設備としての水素計が１系統に５基（ナトリウム\n中水素計が３基，アルゴンガス中水素計が２基）ずつ設置されていること，このう\nちナトリウム中水素計は，２次系ナトリウム中の水素濃度を検出することによって\n水漏えいを監視することを目的とした計器であること，の各事実が認められる。\n（い）　そして，ＰＦＲでも，ナトリウム中水素検出器は当初備えられていたが，\n誤認のトリップが多いため，事故当時は撤去されていたことは，前述のとおりであ\nる（本節，第７の３参照）。\n（う）　しかしながら，証拠（甲イ３８３，４４４，乙イ４３）によれば，①本件\n原子炉施設の水素計の検知能力は，水漏えい率が毎秒１グラム以下では，水漏えい\n率が低くなるにつれて検出時間（検出するのに要する時間）が遅くなること，②例\nえば，水漏えい率が毎秒０．００１グラムの場合には検出時間は１万秒（約２時間\n４６分）以上となり，水漏えい率が毎秒０．０１グラムの場合には検出時間は１０\n００秒（約１６分）以上となり，水漏えい率が毎秒０．１グラムの場合には検出時\n間に数分以上要すること，③また，水漏えい率が毎秒１グラムから１キログラムの\n範囲でも検出時間は約１分となることが認められる。\nこれによれば，ナトリウム中水素計が設置されているとはいっても，これによっ\nては水漏えいを検知するまでに相当の時間を必要とすることが認められる。しか\nも，上記各証拠によれば，破損伝播開始時間と比べてみると，水漏えい率が毎秒\n０．１グラムを少し上回る程度から毎秒１０００グラム（１キログラム）までの範\n囲では，水漏えいを検知できる時間より破損伝播開始時間の方が早いこと（すなわ\nち，水漏えいを検知する前に伝熱管の伝播破損が始まること）が認められる。ちな\nみに，高温ラプチャ型破損は，ウェステージ型破損よりも一般的に破損伝播に至る\n時間が短いとされている（弁論の全趣旨）。\n（え）　以上によれば，本件原子炉施設の２次主冷却系設備にはナトリウム中水素\n計が設置されているとはいっても，水漏えい率が毎秒０．１グラムを少し上回る程\n度から毎秒１０００グラム（１キログラム）までの場合の広範囲にわたって，水漏\nえいを検知する前に伝熱管の破損伝播が始まる可能性があり，その意味で，ナトリ\nウム中水素計は，水漏えいの早期検出には必ずしも有効ではないと認められる（特\nに，微小漏えいが比較的早くに小・中規模漏えいに拡大した場合には，不安があ\nる。）。そうすると，本件原子炉施設においても，ナトリウム中水素計の水漏えい\nの検出が遅れ，伝熱管破損の伝播（拡大）に繋がる可能性を否定することはできな\nい。\n（イ）　カバーガス圧力計及び圧力開放板開放検出器について\n（あ）　被控訴人は，小規模以外の水漏えい（リーク）については，圧力上昇を検\n出するカバーバス圧力計と圧力開放板開放検出器によって，これを早期に検知する\nことができると主張する。\nしかし，前述（本節，第８の２，３）のとおり，原子力安全・保安院は，平成１\n３年１２月１１日，本件申請者に対し，本件申請者が本件ナトリウム漏えい事故の\n発生を受けて行った安全性総点検における伝熱管破損に伴う高温ラプチャの可能性\nについての検討結果（原子力安全・保安院の指示により，伝熱管の肉厚を３．５ミ\nリメートルとするとともに，膜沸騰を考慮して再解析したもの）によれば，カバー\nガス圧力計での初期水リークの検出による場合は，高温ラプチャが発生する判断基\n準を下まわる結果となっているものの，圧力開放板検出器での検出による場合，高\n温ラプチャが発生する判断基準を上まわる結果と評価されたとして，本件変更許可\n申請書の補正を指導し，本件申請者もこれに従っているところである。\n以上のことは，要するに，圧力上昇の検出が遅い圧力開放板開放検出器を基準と\nすれば，高温ラプチャの発生を防止できないということであり，この点において，\n被控訴人の主張は根拠を失ったものというべきである。\n（い）　原子力安全・保安院は，カバーガス圧力計を基準にすれば，高温ラプチャ\nの発生前に水漏えいを検出できるとしているが，証拠（乙イ９６）によれば，カバ\nーガス圧力計による場合でも，高温ラプチャ発生基準である累積損傷和（この数値\nが１を超えると，解析上高温ラプチャが生じると判断される。）は，運転状態が①\n定格，②４０％給水，③１０％給水の各場合につき，①が０．７７，②が０．９\n５，③が０．９７であり，余裕は極めて少なく，特に②，③の数値は，限りなく１\nに近いことが明らかである。\nこのようにカバーガス圧力計でも，高温ラプチャ発生までの時間的余裕は非常に\n小さいものであることからすると，水漏えい検知システムとして万全とは到底認め\n難い。\nしかも，カバーガス圧力計が過熱器に設置されているかどうかは定かではない\nが，仮に設置されているとしても，過熱器においては，カバーガス圧力計による水\n漏えい検出機能は期待されていないから（本節，第３の１，２参照），過熱器での\n小規模を超える水漏えいの検出は，圧力開放板開放検出器に頼らざるを得ないとこ\nろ，圧力開放板開放検出器によるのでは，高温ラプチャの発生を防止できないこと\nは上記のとおりである。\n（ウ）　以上の認定判断によれば，本件原子炉施設の蒸気発生器では，伝熱管破損\n事故が起こっても早期に水漏えいを検出するシステムが整っているから高温ラプチ\nャは生じない，という被控訴人の主張は，これを是認することができない。\n（４）　被控訴人の論拠２（水・蒸気の急速ブローなどの対応対策）に対する判断\nア　被控訴人の主張\n（ア）　前述のとおり，上記各検出器が水漏えいを検知すると，小規模漏えいの場\n合には水漏えい検出設備（水素計）からの警報を受けた運転員の発する信号によ\nり，また，その他の場合にはカバーガス圧力計又は圧力開放板開放検出器の発する\n信号により，蒸気発生器内の水・蒸気側のしゃ断，内部保有水・蒸気の急速なブロ\nー，２次主冷却系循環ポンプ主モータトリップ等の操作が自動的に行われる。\n（イ）　高温ラプチャは，ナトリウム－水反応による高温の反応熱により隣接伝熱\n管の機械的強度が低下し，かつ伝熱管内の水・蒸気の圧力（内圧）が高い場合に，\n内圧によって急速に膨れて破裂（ラプチャ）する現象である。したがって，高温ラ\nプチャ型破損は，水の漏えいを早期に検出し，急速に水・蒸気を外部に逃がすこと\nにより，伝熱管内を冷却（水・蒸気の流動による管内冷却効果）しながら圧力を急\n速に低下させることができれば，その発生を回避することが可能である。\n本件原子炉施設においては，上記のとおり，伝熱管からの水・蒸気の漏えいが検\n出されれば，急速ブロー及び給水の停止によりナトリウム－水反応を抑制し，伝熱\n管内の圧力を低下させる対策が施されているのであるから，高温ラプチャが生じる\nことはない。\n（ウ）　イギリスのＰＦＲ事故で高温ラプチャが発生したのは，ＰＦＲが伝熱管か\nらの小リークを早期に検知できなかったことに加え，急速ブロー系が備えられてい\nなかったために，プラントのトリップ後に伝熱管内部の水・蒸気の急速なブローが\nできず，伝熱管内の冷却と圧力の急速低下ができなかったからである。\n（エ）　ＳＷＡＴ－３　Ｒｕｎ－１６試験においては，伝熱管が高温ラプチャによ\nり破損したが，これらの伝熱管は，いずれも内部に静止した蒸気又はガスを密閉し\nたものであり，水・蒸気の流動による冷却効果が全く期待できないものであった。\nしかし，本件原子炉施設の蒸気発生器においては，急速ブローによる水・蒸気の流\n動が期待できるのであるから，高温ラプチャが生じることはない。現に，Ｒｕｎ－\n１９試験では，ガス加圧管５本は高温ラプチャによって破断したものの，流水管は\n破断しなかったことが確認されている。なお，Ｒｕｎ－１９とＲｕｎ－１６とでは\n試験条件に違いがあるが，Ｒｕｎ－１９試験の条件が作為的に切り下げられたとい\nうことはない。\n（オ）　確かに，ドイツのインターアトム社が行った破損伝播を模擬した実験にお\nいては，流水管においても破損が生じた結果が得られている。しかし，この実験に\n用いられた伝熱管は，本件原子炉施設のそれとは異なる細径管（外径１７．２ミリ\nメートル，２５ミリメートル，２６．９ミリメートルの３種類）であり，伝熱管全\n体がリークジェットに包まれ全面的に反応熱によって加熱されやすい条件下にあっ\nたものである。また，伝熱管において発生する内圧による応力は，一般的に，ほ\nぼ，外径と厚みとの比率に比例するが，インターアトム社の伝熱管は，リークジェ\nットに包まれた結果，伝熱管の肉厚がウェステージによって減少し，このため，発\n生する応力が大きくなったことが容易に考えられる。インターアトム社が実験に供\nした伝熱管が破損した原因は，以上のとおり，ウェステージによる伝熱管の肉厚減\n少が相当程度の時間を要して先行したことによるものであって（ウェステージ先行\n型高温ラプチャ），短時間に複数の伝熱管が内圧破裂する高温ラプチャとは異な\nる。\nこれに対して，本件原子炉施設の伝熱管は外径が約３２ミリメートルの太径管で\nあるから，上記インターアトム社の実験結果が，本件原子炉施設の蒸気発生器にお\nいて高温ラプチャが生じる根拠となるものではない。\nイ　被控訴人の主張に対する判断\n（ア）　本件許可申請書（乙１６）によれば，被控訴人が主張するように，本件原\n子炉施設の蒸気発生器においては，伝熱管からの水漏えいを検出器が検知し，その\n検出器などから所定の信号が発せられれば，蒸気発生器内の水・蒸気側のしゃ断，\n内部保有水・蒸気の急速なブロー，２次主冷却系循環ポンプ主モータトリップ等の\nプラント停止操作が自動的に行われる設計であることが認められる（本節，第３の\n１参照）。\n高温ラプチャ発生のメカニズム（機序）に照らせば，プラント停止に伴い伝熱管\n内の水・蒸気の急速ブローが行われることは，伝熱管内部の圧力を急速に低下させ\nるとともに，水・蒸気の流動により伝熱管の冷却も維持できるから，設計どおりの\n操作が無事に進めば，高温ラプチャの発生の抑止効果を相当程度期待することがで\nき，当裁判所としても，そのことを認めるに吝かでない。そして，ＰＦＲ事故にお\nいては，その当時，ＰＦＲに急速ブローの装置が備えられていなかったこと，ま\nた，Ｒｕｎ－１９試験において，流水管に高温ラプチャによる破断が生じなかった\nことは，控訴人らもこれを認めるところである。\nしかしながら，上記の設計どおりの操作によって絶対的な高温ラプチャ発生防止\nの効果が期待できるかといえば，それは，次に述べるとおり疑問である。\n（イ）　ドイツのインターアトム社の伝熱管破損伝播に関する実験において，流水\n管についても破損が生じる結果が得られたことは，当事者間に争いがない。\n（あ）　これについて被控訴人は，上記のとおり，インターアトム社の実験に供さ\nれた伝熱管が細経管であることを理由に，その破損は，ウェステージ先行型高温ラ\nプチャによるものであって，短かい時間に複数の伝熱管が内圧破裂する高温ラプチ\nャ型破損ではないと主張している。\n（い）　そこで，これについて検討すると，証拠（甲イ４４３）によれば，①　平\n成元年（１９８９年）３月１３日に，本件申請者の職員や日本企業の技術者等がド\nイツ（当時西ドイツ）のベンスベルグにあるインターアトム社を訪問して，同社の\n研究者との間で，ナトリウム－水反応に係わる討議を行ったこと，②　その際，本\n件申請者の職員等は，同社の研究者から，被控訴人主張のような外径の伝熱管を用\nいて同社が行った破損伝播に関する実験結果の情報の提供を受けたこと，③　その\n内容は，「伝熱管内に水流動がある場合でも高温ラプチャが発生する。水リーク率\nが８０グラム／秒以上になると高温ラプチャを引き起こす。」というものであった\nこと，の各事実が認められる。\nしかし，被控訴人が主張する，インターアトム社の実験に用いられた伝熱管全体\nがリークジェットに包まれ，全面的に反応熱によって加熱されやすい条件下にあっ\nたこと，並びに，伝熱管がリークジェットに包まれた結果，伝熱管の肉厚がウェス\nテージによって減少し，このため発生する応力が大きくなったことを認めるに足る\n証拠はなく，この部分は，被控訴人の単なる憶測に過ぎないと認められる。むし\nろ，証拠（甲イ４４３，乙イ８６）によれば，インターアトム社の実験では，２次\nリークは，１次リークの噴出流（リークジェット）の影響を受けていることが窺わ\nれるが，３次リークは，１次，２次の各リークの噴出流（リークジェット）とは無\n関係に発生していることが窺われるから，少なくとも，３次リークを起こした流水\n管がウェステージの影響を受けていたとは認められない。\n被控訴人は，インターアトム社の実験に供された伝熱管の外径が本件原子炉施設\nのものより細いことを強調するけれども，上記主張以外に，その伝熱管の外径の大\n小の差が高温ラプチャの発生にどのような影響を及ぼすのかについての具体的な主\n張立証はない。なお，被控訴人の主張の中には，「伝熱管において発生する内圧に\nよる応力は，一般的に，ほぼ，外径と厚みとの比率に比例する」との部分がある\nが，被控訴人は，インターアトム社の伝熱管の外径と厚みとの比率から得られる応\n力値と本件原子炉施設の伝熱管に生じる応力値を比較して，本件原子炉施設におけ\nる高温ラプチャ発生の可能性を否定する主張をしているものではない。\n（う）　そうすると，インターアトム社の実験の伝熱管が細経管であることを理由\nに，本件原子炉施設の蒸気発生器伝熱管については高温ラプチャは発生しないとす\nる被控訴人の主張にたやすく同意することはできない。\n（ウ）　イギリスのＰＦＲ事故においては，その当時，ＰＦＲに急速ブローの装置\nが備えられていなかったのであるから，プラントトリップ後の伝熱管内の水・蒸気\nの急速ブローができなかったことは明らかである。\nしかしながら，証拠（甲イ４４３）によれば，①　平成元年（１９８９年）３月\nに，イギリスのドンクレーで，ＡＧＴ８／日本ナトリウム－水反応専門家会議が開\n催され，日本側から本件申請者の職員や企業の技術者等が出席し，イギリス側から\nはナトリウム－水反応の専門家が出席し，ＰＦＲ事故の原因究明に関すること等が\n議題とされたこと，②　同会議の席上，日本側の出席者が「ＰＦＲの過熱器に，Ｆ\nａｓｔダンプ系（急速ブロー系のこと）を設けてない理由は何か。」と質問したと\nころ，イギリス側の出席者は，「過熱器のＦａｓｔダンプ弁は，元々は設置されて\nいたが，有効でないという理由で取り外された。このため，ＰＦＲ事故の時には，\n過熱器にはＦａｓｔダンプ弁は設置されていなかった。ＰＦＲ事故後，再び，Ｆａ\nｓｔダンプ弁を設置した。」と回答したこと，③　さらに，日本側の出席者が「Ｆ\nａｓｔダンプ系があったら，ＰＦＲ事故は早く終わったと考えるか。」と質問した\nところ，イギリス側の出席者は，「Ｙｅｓ　ただし，破損孔からのリーク量が大き\nいので，効果は大きくないかもしれない。」と回答したこと，の各事実が認められ\nる。\n以上のことからすれば，イギリスの専門家は，ＰＦＲ事故の際に，Ｆａｓｔダン\nプ系（急速ブロー系）が設置されていたとしたら，事故が早期に終息したことは肯\n認しているものの，リーク量が大きい場合にはその効果にそれほど期待していない\nことが認められ，急速ブローの有無が伝熱管の高温ラプチャ型破損発生防止の決定\n的要因となりうるかについては，専門家の間でも意見の分かれていることが窺われ\nる。\n（エ）　被控訴人は，水・蒸気の流動性のある伝熱管が高温ラプチャ型破損を生じ\nないことは，本件申請者が行ったＳＷＡＴ試験によって実証されていると主張し，\n流水管が破断しなかったＳＷＡＴ－３　Ｒｕｎ－１９試験を援用する。\n（あ）　しかし，証拠（乙イ４３，４４，８７）によれば，本件申請者が行ったＳ\nＷＡＴ試験のうち高温ラプチャを対象にした試験は，ＳＷＡＴ－３のＲｕｎ－１\n６，１７，１９の３回に過ぎないこと，しかも，Ｒｕｎ－１６では流水管は使用さ\nれていないことが認められ，上記（イ），（ウ）認定の事実を考慮すれば，流水管\nにおいては高温ラプチャが生じないとの事実を実証する実験としては，余りにも回\n数が少ないといわなければならない。\n（い）　そして，高温ラプチャを対象にした昀初の試験Ｒｕｎ－１６と本件申請者\nが流水管に高温ラプチャが生じないことを確認するために行ったというＲｕｎ－１\n９試験を比較すると，次のことが認められる。\n①　まず，両試験の内容を見ると，ターゲット管として，Ｒｕｎ－１６では静止水\n管６本とガス加圧管４８本が，Ｒｕｎ－１９では流水管３本とガス加圧管１５本が\n用いられた。\nそして，その結果は，Ｒｕｎ－１６では，静止水管６本のうち１本が，また，ガス\n加圧管４８本のうち２４本が，それぞれ高温ラプチャによって破損し，Ｒｕｎ－１\n９では，ガス加圧管１５本のうち５本が高温ラプチャによって破損したが，流水管\nは破損しなかった。（以上につき，本節，第６の２，３参照）\n②　しかし，両試験の条件を見ると，Ｒｕｎ－１６では，１次リーク平均注水率\n（初期漏えいにおける単位時間当たりの平均注水量）を毎秒２２００グラム，注水\n時間を６０秒，総リーク水量を２２８キログラムとしたのに対し，Ｒｕｎ－１９で\nは，１次リーク平均注水率を毎秒１８５０グラム，注水時間を３２秒，総リーク水\n量を６１キログラムとしている。\n（以上につき，本節，第６の２，３参照）\n（う）　以上の条件を比較すると，明らかにＲｕｎ－１９試験の条件の方が，水漏\nえい率，漏えい時間などの点において緩やかである。被控訴人は，作為的に条件を\n切り下げたという控訴人らの主張に対して，Ｒｕｎ－１６の条件設定は過度に保守\n的であったから，Ｒｕｎ－１９では，実験条件を本件原子炉施設の使用条件に近づ\nけて設定したに過ぎず，注入時間を３２秒としたのも，Ｒｕｎ－１６試験で昀初に\n破損したガス加圧管が破損するまでに要した時間が１２秒，さらに，１４本の伝熱\n管が３０秒までに破損していることから設定されたもので，条件を作為的に切り下\nげたものではない旨主張している。\nＲｕｎ－１９の試験条件が果たして適切妥当なものであったのかどうかについて\nは，にわかに断じ難いものがあり，ここではその判断を差し控えるけれども，証拠\n（甲イ４４３，乙イ８７）によれば，Ｒｕｎ－１６試験で昀初に破断したのは番号\n６３のガス加圧管であり，また，この管と注水管（水漏えいを起こす管。番号７\n９）に挟まれた番号７１のガス加圧管も破断しており，この番号６３と７１の位置\nの伝熱管は昀も高温ラプチャを起こしやすい条件（環境）下にあると考えられ，現\nにＲｕｎ－１９試験でも，番号６３の位置の管はＲｕｎ－１６試験と同様に昀初に\n破断し，番号７１の位置の管も破断しているところ，Ｒｕｎ－１９試験において\nは，この番号６３，７１の位置の管に流水管を用いず，ガス加圧管を使用している\nことが認められる。被控訴人の主張によれば，Ｒｕｎ－１９試験は，流水管では高\n温ラプチャが生じないことを確認するために行ったとされているが，それにして\nは，昀も厳しい条件（環境）下にあると考えられる位置に流水管を配置しなかった\n本件申請者の措置には，首を傾けざるを得ない。\n（え）　以上要するに，被控訴人が援用するＳＷＡＴ試験は，流水管に高温ラプチ\nャが生じないことを実証する実験としては，その回数及び内容において不十分とい\nわざるを得ず，被控訴人の主張は，これを是認することができない。\n（オ）　これまでの認定判断によれば，本件原子炉施設の蒸気発生器における高速\nブローなどの対策は，水・蒸気の漏えい検出速度とその確実性如何にもよるが，高\n温ラプチャを防止するうえでその抑止効果を相当期待することはできるものの，絶\n対的な効果までは期待することはできず，被控訴人のこの点に関する主張は採用す\nることができない。\n（５）　「単一故障」の仮定の是非\nア　上記（３），（４）に述べたとおり，被控訴人の主張する高温ラプチャ防止対\n策は必ずしも万全なものとはいえず，高温ラプチャ発生の可能性を否定することは\nできないが，その対策の前提となる機器，すなわち，水漏えい検出器又は水・蒸気\nの急速ブロー操作機器のいずれかに故障が発生すれば，蒸気発生器伝熱管破損事故\n時における高温ラプチャの発生はほとんど避け難いものとなる。\nイ　本件申請者が本件許可申請書において想定した「蒸気発生器伝熱管破損事故」\nは，「評価の考え方」及び「安全評価審査指針」に基づいて選定された設計基準事\n故である。前述（第１章，第１節，第６の３参照）のとおり，「安全評価審査指\n針」は，「事故」（設計基準事故）の解析に当たって考慮すべき事項として，「想\n定された事象に加え，作動を要求される安全系の機能別に結果を昀も厳しくする単\n一故障を仮定しなければならない。」と定めている。\nしかるところ，本件の「蒸気発生器伝熱管破損事故」については，これを記述し\nた本件許可申請書添付書類十（乙１６の１０－３－６３及び６４頁）の解析条件を\n見ても，「単一故障」と目すべき故障が仮定されているとは認められない。\nこれに対し，被控訴人は，「蒸気発生器伝熱管破損事故」については，炉心冷却\nという基本的安全機能に着眼し，事故を起こしたループの冷却能力の喪失を前提\nに，他の健全な２ループのうちの１ループにも故障が生じたと仮定して炉心冷却能\n力につき解析を行ったかの如く主張している。しかし，本件許可申請書添付書類十\nの同事故の解析条件欄には，そのような故障の仮定はされていない。関係する記述\nを強いて探せば，防止対策欄に「ⅷ　１次，２次主冷却系循環ポンプにポニーモー\nタを設置し，ポンプトリップ時にポニーモータによる低速運転を行い，１ループの\nみにても定格出力時炉心流量の約４％を確保し原子炉停止後の崩壊熱除去が可能な\nようにする。」とあり（乙１６），被控訴人の主張はこれを根拠としているのかも\n知れない。\nしかし，前述（第２章，第３節，第１２の５の（３）のイ参照）したように，本\n件原子炉施設は，もともと１ループのポニーモータのみの働きによって，原子炉停\n止後の崩壊熱除去が可能となるように設計されているのであり，上記の防止対策の\n記載は，事故拡大防止対策として，そのような対策が講じられていることを単に記\n述しているに過ぎず，そこに解析条件として事故ループ以外の１ループのモータ故\n障が仮定されていると認めることはできない。仮にそのような故障を仮定している\nとすれば，解析条件にそのことを記載すれば足りることである。もっとも，被控訴\n人の主張する故障は，事故と同時ではなく，事故後に生じることを仮定しているの\nかも知れないが，「安全評価審査指針」が設計基準事故の解析評価を求めている趣\n旨は，設計基準事故が発生し，そこに結果が昀も厳しくなる単一故障を仮定して\nも，当該事故が炉心の溶融や放射線による敷地周辺への影響が大きくなることなく\n終息することを確認するためであるから，仮定する故障が想定する事故発生後に生\nずるものであっても，それを解析条件に取り入れることに何の不都合もない筈であ\nる。現に，上記のような対策が防止対策欄に掲げられながら，解析条件欄に被控訴\n人主張のような単一故障を仮定している例は，本件申請者が選定した主給水ポンプ\n軸固着事故など複数の設計基準事故に見られるところであり（乙１６），被控訴人\nの主張は失当である。\nこのように「蒸気発生器伝熱管破損事故」については，「安全評価審査指針」が\n義務付ける単一故障の仮定がされているとは認められないが，これは由々しきこと\nである。けだし，「安全評価審査指針」は，「評価の考え方」が安全審査の参考と\nすべきことを定めた具体的な審査基準であり，その「安全評価審査指針」が設計基\n準事故の解析に当たって仮定することを義務付けている「単一故障」が仮定されて\nいないにもかかわらず，本件安全審査においてこの点を看過し，本件申請者のした\n事故解析を妥当と判断したことは，そのこと自体が既に本件安全審査の調査審議及\nび判断の過程に過誤，欠落があることを示すものであるからである。この点は，本\n件の直接の争点にはなっていないけれども，本件安全審査全体の信頼を損ねる重大\nな事実といわなければならない。なお，本件安全審査の信頼性については，次節\n（第５節，第８の５）において，詳しく述べる。\nウ　ところで，控訴人らが，「蒸気発生器伝熱管破損事故」において，急速ブロー\nに失敗したり，急速ブローより給水停止が先行した場合には，水・蒸気の流動のな\nい状態での伝熱管破損が現実化するのであるから，必ず急速ブローが機能すると想\n定することは保守的な仮定とはいえず，多重故障を想定すべきであると主張するの\nに対し，被控訴人は，次のように反論する。\n（ア）　本件安全審査においては，本件原子炉施設には，伝熱管に損傷が生じて\n水・蒸気が漏えいした場合，これを検出して，急速ブロー及び給水の停止によりナ\nトリウム－水反応を抑制し，伝熱管内の圧力を低下させる対策が施されることを確\n認しているのであるから，「蒸気発生器伝熱管破損事故」に係る安全評価において\nは，急速ブロー等が機能するという前提で解析するのが当然である。控訴人らの主\n張が，急速ブロー等の故障を想定することをいうのであれば，それは，事故防止対\n策の考え方を正解しないものであり，いたずらに仮定に仮定を重ねるものである。\n（イ）　安全評価における単一故障の仮定は，事故防止対策に係る設備である安全\n保護設備及び工学的安全施設の総合的な妥当性を確認するために，安全上の観点か\nら厳しい事象を仮定した上で，異常事象の発生に伴い作動が要求される安全保護設\n備及び工学的安全施設について，要求される原子炉停止，炉心冷却及び放射性物質\nの閉込めの各基本的安全機能ごとに，結果が昀も厳しくなるような故障の発生を仮\n定するものであって，従属原因に基づく多重故障を含むものである。\nしかし，急速ブローにかかわる設備は，原子炉停止，炉心冷却及び放射性物質の\n閉込めの基本的機能に直接かかわる設備ではないから，そこに単一故障を仮定する\nことは要求されていない。\nエ　そこで，被控訴人の主張について検討する。\n（ア）　故障というのは，正常に機能することを前提にしている機器，システムに\n異常が発生することをいうのであり，正常に機能するように設計されていることを\n確認したから，それについては故障を考えなくてもよいというのは，到底成り立た\nない議論である。或いは，被控訴人の主張の趣旨は，故障の可能性が少ないことを\n確認したという趣旨であるかも知れないが，そうだとすると，なるほど，「安全評\n価審査指針」には，「単一故障」の仮定につき，「機器の故障については，事故発\n生後短期間における動的機器の単一故障又は長期間における動的機器若しくは静的\n機器の故障を考えるものとする。但し，静的機器にあっては単一故障を仮定したと\nきに所定の安全機能を達成できるように設計されている場合，その故障が安全上支\n障がない期間内に除去若しくは修復が出来る場合，又はその故障の確率が十分に低\nい場合は仮定から除外してよい。」と定められている（第１章，第１節，第６の３\n参照）。\nしかし，高速ブローに関係する機器が静的機器に該当することには疑問がある\n上，証拠（乙１６，乙イ４３，４４）及び弁論の全趣旨によれば，本件原子炉施設\nにおいて，水・蒸気の急速ブローの操作が開始されると，水・蒸気の放出弁を全開\nして水及び蒸気を排出し，併せて，蒸発器の給水止め弁，過熱器の入口止め弁と出\n口止め弁等の隔離弁が全閉され，蒸気発生器への給水が停止されること，放出弁は\n水リーク検出後１．５秒後に開弁し，隔離弁は約５秒後に全閉するように設計され\nていることが認められるが，急速ブローにかかわる上記放出弁，隔離弁の故障の確\n率が十分に低いことを認めるに足る証拠はない。むしろ，証拠（甲イ４４３）によ\nれば，前述のイギリスでのＡＧＴ８／日本ナトリウム－水反応専門家会議におい\nて，イギリス側の出席者は，ＰＦＲ事故に関して，「ＥＶ（蒸発器）の水・蒸気し\nゃ断用のパイロット弁の故障は，コモンモード故障で隔離失敗の可能性がある。」\nと発言していることが認められ，放出弁や隔離弁の共通モード故障が可能性のない\n故障ではないことが窺われる。\n（イ）　次に，急速ブローにかかわる設備は，原子炉停止，炉心冷却及び放射性物\n質の閉込めの基本的機能に直接かかわる設備ではないから，そこに単一故障を仮定\nすることは要求されていないとする被控訴人の主張について，検討する。\n被控訴人のこの主張は，引用する証拠（乙イ７）から，原子力安全委員会が平成\n２年８月３０日に改正した「安全評価審査指針」（発電用軽水型原子炉施設の安全\n評価に関する指針）の「解説」に基づくものと認められる。しかし，この改訂され\nた指針の解説（乙イ７）に記述されている関係箇所の記載は，次のとおりである。\n「今回の指針改訂においても，単一故障の仮定の適用に関する基本的な考え方に\n変わりはない。すなわち，『事故』に対処するために必要なＭＳの系統，機器につ\nいて，原子炉停止，炉心冷却及び放射能閉じ込めの各基本的安全機能ごとに，その\n機能遂行に必要な系統，機器の組合せに対する単一故障を仮定する。例えば，『原\n子炉冷却材喪失』において，炉心冷却という一つの安全機能を達成するためには，\n冷却水を注入する非常用炉心冷却系（以下「ＥＣＣＳ」という。）はもとより，こ\nれを起動する安全保護系，ＥＣＣＳを駆動する電源，機器を冷却し昀終的な熱の逃\nがし場まで熱を輸送する系統等が適切に組み合わせられることが必要である。本指\n針においては，このように一つの安全機能の遂行のために形成される系統，機器の\n組合せに対して，解析の結果が昀も厳しくなる単一故障を仮定することを求めるも\nのである。本指針において求める単一故障の仮定は，『事故』に対処するために必\n要なＭＳについて，重要度のクラスの如何を問わず，上記の各基本的安全機能を果\nたすために必要なすべての系統，機器を対象とするのが原則である。単一故障を仮\n定する対象となる安全機能を果たすべき系統，機器には，『重要度分類指針』でい\nう『当該系』のみならず，当該系の機能遂行に直接必要となる関連系も含まれなけ\nればならない。」\n以上の記述に照らせば，改訂された指針は，「単一故障」の仮定を事故に対処す\nるために必要なＭＳ（異常影響緩和）の系統，機器について，原子炉停止，炉心冷\n却及び放射能閉じ込めの各基本的安全機能ごとに，その機能遂行に必要なすべての\n系統，機器を対象にして求めているのであって，決して，原子炉停止，炉心冷却及\nび放射性物質の閉じ込めの基本的機能に直接かかわる設備に限定しているものでは\nない。被控訴人の主張は，失当である。\nむしろ，上記指針の解説がいう「一つの安全機能の遂行のために形成された系\n統，機器の組合せに対して，解析の結果が昀も厳しくなる単一故障を仮定する」と\nの点からすると，本件の「蒸気発生器伝熱管破損事故」においては，「単一故障」\nとして急速ブロー系機器の故障を仮定することが合理的であり，かつ，解析の結果\nが昀も厳しくなるものと解される。\n（６）　まとめ\n以上のとおりであるから，高温ラプチャ防止対策の観点から見た本件原子炉施設\nの設備は，水漏えい検出設備の検出速度とその精度は必ずしも万全とは言い難く，\n急速ブロー系設備にも高温ラプチャ防止の絶対的効果を期待することができないこ\nとが明らかである。そうだとすれば，本件原子炉施設において，蒸気発生器伝熱管\n破損事故が生じれば，伝熱管の高温ラプチャ型破損の発生の可能性を否定すること\nはできない。\nまた，本件申請者が本件の「蒸気発生器伝熱管破損事故」（設計基準事故）の解\n析で仮定しなかった「単一故障」として，急速ブロー系機器の故障を仮定し，蒸気\n発生器伝熱管破損事故時において水・蒸気の急速ブローに失敗したことを想定すれ\nば，高温ラプチャの発生は，ほぼ避けられないということができる。\n４　本件安全審査の瑕疵の重大性（「看過し難い過誤，欠落」の有無）\n（１）　「蒸気発生器伝熱管破損事故」に関する本件安全審査の過誤，欠落の内容\n本件許可申請書において選定された「蒸気発生器伝熱管破損事故」の解析条件\nは，伝熱管１本が瞬時両端完全破断し，それによる破損伝播に基づく２次リークを\n含めた水漏えい量は伝熱管４本の両端完全破断相当と設定されており，破損伝播の\n形態は，ウェステージ型破損が想定され，高温ラプチャ型破損は，考慮の対象とさ\nれていない。\nまた，原子力安全委員会は，本件安全審査において，設計基準事故である上記\n「蒸気発生器伝熱管破損事故」の安全評価につき，本件申請者がした解析結果を妥\n当と判断したが，そこにおいては，高温ラプチャによる破損伝播の可能性を審査し\nなかったこと，しかし，本件原子炉施設の蒸気発生器では，高温ラプチャ発生の可\n能性を排除できないことは，既に認定したとおりである。\nしたがって，「蒸気発生器伝熱管破損事故」に関する本件安全審査には，過誤，\n欠落があることは明らかである。\n（２）　本件安全審査の過誤，欠落の重大性（看過し難いものであるか否か）\nア　一般に，高温ラプチャによる伝熱管の破損伝播は，ウェステージによる場合よ\nりも短時間に多数の伝熱管を破損するとされている。実際に高温ラプチャが発生し\nたＰＦＲ事故やＳＷＡＴ－３　Ｒｕｎ－１６試験の結果などからすると，高温ラプ\nチャによる伝熱管の破損本数は，数十本にものぼり，ウェステージによるものより\n桁違いに多いことが認められる。しかも，破損伝播に至る時間も，高温ラプチャの\n方がウェステージより短いとされている。\n以上から明らかなように，蒸気発生器伝熱管破損事故における破損伝播による２\n次漏えい（リーク）を考える場合，その結果の重大性は，高温ラプチャの方がウェ\nステージよりも遙かに深刻である。\nイ　原子炉施設の安全評価の観点から，「蒸気発生器伝熱管破損事故」の意義を見\nてみると，その昀大の脅威は，蒸気発生器においては，高温のナトリウムと高圧高\n温の水・蒸気が伝熱管の壁１つを隔てて共存していることから，伝熱管が破損すれ\nば，高圧の水・蒸気がナトリウム側に噴出し，極めて激しいナトリウム・水反応を\n起こして，高熱（反応熱）を発するとともに，同時に発生する水素ガスによって２\n次主冷却系ナトリウム内の圧力が上昇することにある。そして，その上昇圧力（初\n期スパイク圧及び準定常圧）は，蒸気発生器は勿論，２次主冷却系配管，中間熱交\n換器の健全性を脅かすこととなる。本件申請者がした本件の「蒸気発生器伝熱管破\n損事故」の解析によれば，同事故による圧力上昇によっても，本件原子炉施設の蒸\n気発生器及び中間熱交換器の健全性に影響を与えないとされている（なお，その根\n拠は明らかにされていないが，そのことについては，第５節，第８の５の（２）で\n言及する。）。しかし，これは，破損伝播による２次リークを含めて水・蒸気の漏\nえい量を伝熱管４本完全破断相当分として計算しているからであって，高温ラプチ\nャの発生を考えれば，その水・蒸気の漏えい量は桁違いに大きくなるのは必至であ\nり，解析結果が全く異なったものとなるのは明らかである。\nウ　「評価の考え方」及び「安全評価審査指針」が設計基準事故の安全評価を求め\nているのは，事故拡大防止の観点から原子炉施設の基本設計の安全性を確認するた\nめである。そして，前述（第１章，第１節，第６の３参照）のとおり，設計基準事\n故としての「事故」は，「運転時の異常な過渡変化を超える異常状態であって，発\n生頻度は小さいが，発生した場合は原子炉施設からの放射能の放出の可能性があ\nり，原子炉施設の安全性を評価する観点から想定する必要がある事象をいう。」と\n定義されている。\nこのように設計基準事故の安全評価は，原子炉施設の基本設計の安全性の確認の\nうえで重要な意義を有するものであるところ，その安全審査における原子力安全委\n員会の調査審議及び判断の過程に，上記のような深刻な事故に繋がりかねない事項\nについての過誤，欠落があったのであるから，その過誤，欠落は看過し難い重大な\nものというべきである。\n５　本件許可処分の違法，無効\n（１）　本件許可処分の違法\n弁論の全趣旨によれば，内閣総理大臣は，科学技術庁及び原子力安全委員会の本\n件安全審査に依拠して，本件許可処分を行ったと認められる（第１章，第１節，第\n５の３参照）。そして，本件安全審査には，「蒸気発生器伝熱管破損事故」の安全\n評価に関し，その調査審議及び判断の過程に看過し難い過誤，欠落があったのであ\nるから，本件許可処分は，違法というべきである（第１章，第２節，第２の１参\n照）。\n（２）　本件許可処分の無効\nア　違法な原子炉設置許可処分が無効となるのは，審査基準の不合理又は安全審査\nの調査審議，判断の過程の看過し難い過誤，欠落によって，安全審査における原子\n炉内の放射性物質の潜在的危険性を顕在化させないことの確認に不備，誤認などの\n瑕疵が生じ，その結果として，原子炉格納容器内の放射性物質が周辺の環境に放出\nされる事態の発生の具体的危険性が否定できない場合である（第１章，第２節，第\n２の３参照）。\nイ　本節においてこれまで検討した本件安全審査の過誤，欠落の内容は，「蒸気発\n生器伝熱管破損事故」の安全評価に関する事項である。具体的には，蒸気発生器の\n伝熱管が破損した場合の伝播破損の形態としてウェステージ型破損のみを考慮し，\nより重大な結果を招く高温ラプチャ型破損の可能性を調査審議の対象としなかった\nことである。\nウ　そこで，この本件安全審査の過誤，欠落が本件原子炉施設の安全性の評価にど\nのような影響をもたらすのかについて判断する。\n（ア）　蒸気発生器伝熱管破損によって昀も危惧されるのは，２次主冷却系ナトリ\nウムの圧力が上昇することである。すなわち，水・蒸気漏えいによるナトリウム－\n水反応によって水素ガスが発生する。このような場合に備えて，本件原子炉施設の\n蒸気発生器には圧力開放板が設置され，事故が生じた蒸気発生器内のナトリウム側\n圧力が圧力開放板の設定圧力まで上昇すると，圧力開放板は自動的に破れて，水素\nガスは，ナトリウム－水反応生成物収納設備に放出される設計となっているから，\n過度の圧力上昇は一応防止される仕組みとなっている（本節，第３の２参照）。し\nかし，圧力開放板の開放前の段階での初期スパイク圧（衝撃圧）とその後の準定常\n圧を無視することはできない。この圧力が蒸気発生器，２次主冷却系配管及び中間\n熱交換器の耐圧基準を超えれば，これらの機器，配管が毀損する恐れがある。\nナトリウムと水・蒸気が共存する蒸気発生器の容器自体が破損した場合の惨状は，\n想像することすらできないが，その影響が他の健全な２次主冷却系ループの施設に\nも及ぶ可能性を否定できない。また，２次主冷却系配管が破損すれば，前節で検討\nした２次冷却材漏えい事故に発展する。\n（イ）　蒸気発生器伝熱管破損事故が炉心に直接的な影響を及ぼす可能性があるの\nは，中間熱交換器が２次主冷却系の圧力上昇によって破損した場合である。\n（あ）　中間熱交換器は，１次主冷却系設備の機器の１つであり，炉心で発生した\n熱を受け取った１次系冷却材（ナトリウム）がその熱を２次系冷却材に伝達する装\n置である（乙１６）。その構造は，蒸気発生器と類似しているけれども，中間熱交\n換器の伝熱管の肉厚は約１．２ミリメートルであり，蒸気発生器の伝熱管と比較し\nても，非常に薄いものである（乙１６）。内圧は２次系の方が高く設定されてお\nり，伝熱管が破損しても，放射能を帯びた１次冷却材ナトリウムが２次主冷却系に\n流入しないように設計されている（乙１６）。\n（い）　中間熱交換器の破損は，決して非現実的な出来事ということはできない。\n証拠（甲イ１８４）によれば，１９９０年９月のＩＡＥＡ（国際原子力機関）の蒸\n気発生器破損伝播に関する専門家会議において，イギリスのＰＦＲ事故につき，同\n事故の２次系ループ及び中間熱交換器への負荷は，過熱器による放出率が低かった\nので，安全解析における予想よりも小さかったが，もしも，同様の損傷が蒸発器で\n起こっていたら，負荷の大きさは安全解析を上回っていただろう，との報告がされ\nていることが認められる。この報告の趣旨は，過熱器の蒸気は乾燥しているが，蒸\n発器の水・蒸気は，水そのもの又は水分を多く含んだ蒸気なので，ナトリウム－水\n反応はより激しくなり，圧力上昇の負荷はもっと大きくなっていたと推測されるこ\nとを述べたものと解されるが，このように，中間熱交換器破損の可能性は専門家も\n指摘しているところである。また，証拠（甲イ４３４，４４４）によれば，フラン\nスの高速増殖炉（フェニックス炉）において，１９９８年１１月に原因は不明であ\nるが，大量の２次冷却材ナトリウムが中間熱交換器の伝熱管を破って１次冷却系に\n流入した事故が発生したことが認められる（ただし，この事故は，蒸気発生器伝熱\n管破損事故を原因とするものではなかったので，２次冷却材ナトリウムに水素ガス\nは含まれていなかった。）。\n（う）　蒸気発生器伝熱管破損により水素ガス（気体）の混入した２次冷却材ナト\nリウムが，その圧力上昇により中間熱交換器の伝熱管壁を破って１次主冷却系に流\n入して炉心に至れば，「評価の考え方」（乙４）も指摘するように，本件原子炉\n（高速増殖炉）の炉心中心領域ではナトリウムボイド反応度が正であるから，出力\nの異常な上昇と制御不能を招き，炉心崩壊を起こす恐れがある（甲イ４４４）。気\n体（気泡）が炉心を通過した場合の「事故」は，本件許可申請書添付書類十におい\nて「気泡通過事故」として想定されているが，それには，「気泡通過事故」とは，\n「何らかの原因により，原子炉容器内の１次冷却材中に気泡が混入し，燃料集合体\n下部のエントランスノズルを通して，気泡が冷却材とともに炉心内を通過する事\n象」であると定義され，この事故が発生した場合，「部分的に正のボイド反応度を\n有する炉心においては，気泡の通過が原子炉出力を上昇させるとともに，燃料から\n冷却材への伝熱を阻害し，燃料，被ふく管の温度を上昇させ，燃料の損傷を引き起\nこす可能性がある。」と説明されている（乙１６）。\nもっとも，この「気泡通過事故」は，気泡の昀大量を２０リットルと想定し，し\nかも，これが一斉に炉心を通過することを仮定したもので，解析結果は，「炉心の\n冷却能力が失われることはない。原子炉冷却材バウンダリの健全性が損なわれるこ\nとはない。」とされていて，本件安全審査でも，この解析が妥当と判断されている\n（乙９，１６）。　しかし，蒸気発生器伝熱管破損事故による中間熱交換器破損を\n原因とする水素ガスの炉心通過の場合は，その気泡の量が２０リットル以下にとど\nまる保障も，それが一度に全部通過する保障もないのであって，本件申請者が解析\nした「気泡通過事故」の結果をもって，蒸気発生器伝熱管破損事故で想定される水\n素ガスの炉心通過による影響を説明することはできない。\n（え）　また，水素ガスの通過によって出力の過度な上昇を招くことがないとして\nも，中間熱交換器が破損した場合，昀初の段階では，圧力の低い１次冷却材ナトリ\nウムが２次冷却系配管に流入することはないが，時間の経過によって双方の冷却系\nの圧力が同圧となって平衡となれば，放射能によって汚染された１次冷却材ナトリ\nウムが事故ループの２次冷却系に流入することも充分考えられるところである。\nエ　以上によれば，「蒸気発生器伝熱管破損事故」の評価に関する本件安全審査の\n調査審議及び判断の過程には看過し難い過誤，欠落があると認められ，その結果，\n本件安全審査（安全確認）に瑕疵（不備，誤認）が生じたことによって，本件原子\n炉施設においては，原子炉格納容器内の放射性物質の外部環境への放出の具体的危\n険性を否定することができず，本件許可処分は無効というべきである。\nそうすると，本件許可処分は，この点からも無効であって，これをいう控訴人ら\nの主張は理由がある。\n第５節　炉心崩壊事故（主要な争点２の（５））\n第１　本件原子炉の構造\n本件原子炉の構造については，既に第１章，第１節，第４の２の（１）でその概要\nを述べたが，ここでは，その主要な点を確認しておくこととする。\n１　炉心\n炉心は，燃料集合体，制御棒，中性子遮へい体等から構成され，全体として，ほ\nぼ六角形の横断面をなす。\n（１）　燃料集合体\n燃料集合体は，炉心燃料集合体（原子炉の出力を主に担うもの）とブランケット\n燃料集合体（プルトニウムの増殖を主たる役目とするもの）の２種類がある。炉心\n燃料集合体は１９８体，ブランケット燃料集合体は１７２体あり，炉心燃料集合体\nの方が炉心内側に配置され，その外側３層にブランケット燃料集合体を配置して，\n炉心から出てくる中性子を効率的に吸収して，プルトニウムへの転換の確率が高く\nなるようにしている。\nア　炉心燃料集合体は，全長約４．２メートルの正六角柱の形状をしており，外側\nはステンレス鋼製のラッパ管で被覆されている。その内部には，１体当たり１６９\n本の炉心燃料要素が三角格子状に納められている。炉心燃料要素は，全長約２．８\nメートル，外径約６．５ミリメートルのステンレス鋼製の燃料被覆管の中に封入さ\nれている。そして，各燃料被覆管にはワイヤスペーサを巻くことによって，相互の\n間隔を保持し，燃料被覆管を冷却するナトリウムの流路を確保する構造となってい\nる。なお，外側の炉心燃料集合体の方が内側のものより，プルトニウムの富化度\n（プルトニウムの含有割合）の高いものが配置されており，出力の平坦化がはから\nれている。\nイ　ブランケット燃料集合体は，炉心燃料集合体と同様に正六角柱の形状をしてお\nり，外側がステンレス鋼製のラッパ管で被覆されている。その内部には，１体当た\nり６１本のブランケット燃料要素が三角格子状に納められている。ブランケット燃\n料要素は，全長約２．８メートル，外径約１１．５ミリメートルのステンレス鋼製\nの燃料被覆管の中に封入されて，さらに，この各ブランケット燃料被覆管にワイヤ\nスペーサが巻かれているのは，炉心燃料被覆管と同様である。\n（２）　制御棒\n制御棒は，炉心に挿入することによって，中性子を吸収し，核分裂反応を低下さ\nせる（これにより原子炉の出力を制御し，原子炉を停止する）働きを有するもので\nある。制御棒には，主炉停止系として調整棒１３本（うち微調整棒３本，粗調整棒\n１０本）と非常用制御設備（後備炉停止系）としての後備炉停止棒６本とがある。\n原子炉の通常の起動，停止，運転は調整棒の引き抜き，挿入によって行う。ま\nた，原子炉を緊急停止する必要が生じた場合には，調整棒及び後備炉停止棒が同時\nに作動して，急速に原子炉を停止する仕組みになっている。\n（３）　中性子遮へい体\n中性子遮へい体は，ブランケット燃料集合体の外側に４層に配置されており，構\n造部材への中性子の照射量を軽減する働きをしている。\n２　原子炉容器\n原子炉容器は，炉心及び炉内構造物を収納するステンレス鋼製の容器で，縦型円\n筒状をしており，内径は約７．１メートル，全高は約１７．８メートルである。そ\nの上部には，炉心上部機構を搭載した遮へいプラグが設置されている。\n３　原子炉格納容器\n原子炉格納容器は，原子炉容器を格納するもので，内径約４９．５メートル，全\n高約７９メートル上部半球，下部皿形鏡円筒型の鋼板溶接構造となっている。その\n内側には，原子炉格納容器内機器を支持するコンクリート建物があり，放射性ナト\nリウムを保持する機器を収納する部屋は，空気との直接接触を防止するため窒素ガ\nス雰囲気となっている。\nまた，原子炉格納容器の円筒部及び上部半球部の外側は，内径約５２．５メート\nル，地上高さ約４６メートルの鉄筋コンクリート造建物（外部遮へい建物）によっ\nて覆われている。\n第２　原子炉における核分裂反応\n原子力発電所は，炉心における核燃料の核分裂反応によって発生する熱エネルギ\nーを利用して電気エネルギーを生成する発電所であるが，証拠（甲イ３８５，４９\n１）によれば，原子炉の核分裂反応の原理などは，次のとおりであると認められ\nる。\n１　原子炉の核分裂反応\n（１）　原子炉における熱の発生（出力）は，核燃料物質（本件原子炉の場合は，\nウランとプルトニウムの混合酸化物）に中性子が衝突し，燃料を核分裂させること\nによって起こる。核分裂ごとに中性子が新たに２ないし３個ずつ生まれるので，そ\nれらの中性子の１個が次の核分裂反応の発生に寄与することによって反応が連続\nし，熱の発生が持続する（核分裂の連鎖反応）。\nしたがって，原子炉では，外部からエネルギーや酸素のような物質の供給を受け\nなくても核分裂反応を持続させることができる。原子炉は，核分裂で発生する中性\n子数と，同じ時間内に核燃料に衝突したり炉心外へ漏れたりして失われる中性子数\nとが常に同数で平衡している状態（これを「臨界」という。）を実現することによ\nって出力を安定に保つことができる。原子炉では，中性子吸収物質（制御棒）を炉\n心に入れたり抜いたりして，中性子数を調整することにより運転，すなわち臨界状\n態が維持される仕組みになっている。\n中性子数のバランスが崩れ臨界状態から逸脱すると，原子炉の出力は安定しな\nい。発生する中性子数の方が多ければ，核分裂反応は増え続けて出力が上がり，発\n生する中性子数の方が少なければ，出力が下がり，原子炉はやがて停止状態にな\nる。臨界状態から逸脱する程度を「反応度」という。核分裂の連鎖反応を人間の世\n代交代に例えると，前の世代の中性子の数が次世代の中性子の数と等しいときが臨\n界である。前の世代より次世代の中性子数の方が多いときが「臨界超過」あるいは\n「反応度が正」であるという。これに対して，前の世代より次世代の中性子数の方\nが少なければ，「未臨界」あるいは「反応度が負」であり，連鎖反応はやがて終息\nする。\n（２）　この中性子数のバランスが制御できないほど崩れたときに原子炉は暴走す\nる。一度未臨界になった原子炉が，炉内の状態が変化して，人為的操作を加えるこ\nとなく再び臨界に戻ることを「再臨界」という。原子炉が潜在的に暴走する性格を\n持っているのは，２つの事実に由来している。\n１つは，臨界を保つことに失敗して，新たに発生した中性子のうち平均して１個\nを超える数が次の核分裂発生に寄与することになれば，核分裂の発生数は連鎖を重\nねるごとに急速に増大することである。次の核分裂が前の核分裂より平均して０．\n１％多ければ，連鎖の２回目では１．００１の２乗に，連鎖５回目では１．００１\nの５乗にと核分裂の発生数が増加する。\n２つめは，連鎖を形成する核分裂と次の核分裂との間の時間が極めて短いことで\nある。軽水炉の場合は核分裂のサイクルが１秒間に数万回であるが，高速増殖炉で\nは１秒間に数百万回にもなる。例えば，連鎖ごとに平均して前の段階の１．００１\n倍の中性子が次の段階の核分裂に寄与するとすれば，０．０１秒後には核分裂発生\n数は，軽水炉では約１．７倍であるが，高速増殖炉では実に７００億倍という短時\n間で極端な増加となる。出力は核分裂発生数で決まるから，出力も短時間に同じ倍\n率で増加するのである。\nしたがって，反応度が正であれば，出力は急速に上昇するが，上昇の速さは，反\n応度が大きいほど（前の世代の中性子数と比較した次世代の中性子数の倍率が１よ\nり大きければ大きいほど），速くなる。\n２　遅発中性子と即発臨界\n（１）　このように，中性子数が僅かに増加しただけで出力が極めて短時間に急激\nに増大するようでは，原子炉の制御は不可能である。\nところが，原子炉内で生まれる中性子には，核分裂と同時に発生する中性子\n（「即発中性子」という。）だけでなく，遅れて発生する中性子（「遅発中性子」\nという。）が存在する。核分裂により発生する中性子の９９％以上は即発中性子で\nあるが，残り１％以下は遅発中性子である。なお，遅発中性子の占める割合は，燃\n料の種類によって異なり，ウラン２３５では，０．６５％，プルトニウム２３９で\nは０．２１％である。\n核分裂の結果出来る核分裂生成物の原子核（死の灰）は，一般に不安定で，一定\nの半減期（半分に減少するまでの時間）をもって放射線を出しながら他の物質の原\n子核に変わる。中には，放射線として中性子を出しながら変わるものがある。これ\nが遅発中性子の源である。\n全中性子数のうち遅発中性子の占める割合は，軽水炉で約０．５％，本件原子炉\n（高速増殖炉）で約０．３５％と僅かであるが，遅発中性子が遅れて生まれてくる\nことを利用すれば，原子炉内の中性子数あるいは核分裂発生数が変化した場合の原\n子炉の応答を遅くすることができる。すなわち，遅発中性子も含めて臨界状態を保\nてば，即発中性子だけでは臨界にならないため，時間的挙動は，遅発中性子の発生\nする遅い速度で決まることになる。前述の連鎖反応間の時間（軽水炉の場合は数万\n分の１秒，高速増殖炉の場合は数百万分の１秒）が，約１０分の１秒の遅さにな\nり，原子炉の応答はそれだけゆっくりとしたものになる。この状態では，中性子数\nが僅かに増加しても，先ほどのように突然出力が上昇することはない。臨界を超え\nても，その超過分が遅発中性子の占める割合（本件原子炉の場合，約０．３５％）\nになるまで応答はゆっくりしている。遅発中性子を考えなかった例では，本件原子\n炉の場合，０．１％の増加が僅か０．０１秒後に７００億倍に増大したが，遅発中\n性子があるために１秒経っても１％程度の増加にすぎなくなる。これならば，人為\n的に制御することが可能である。炉型に関係なく，全ての原子力発電所がこの原理\nを利用して原子炉を制御している。\n（２）　しかし，即発中性子だけで臨界になるような状態になると，つまり，生ま\nれる中性子数が失われる中性子数を超える程度（反応度）が遅発中性子の割合分を\n超えてしまうと，遅発中性子はもはや原子炉の時間的挙動に影響を与えることはな\nくなり，原子炉の挙動は即発中性子だけに支配される。その結果，先に述べたよう\nに，短時間で急激な出力増大，すなわち，制御できない暴走状態に陥る危険が生じ\nてくる。このように即発中性子だけで臨界になる状態を「即発臨界」という。\nしたがって，即発臨界にさせないことが，制御できない暴走状態になることを防\nぐために重要なことである。暴走による出力や破壊エネルギーの大きさは，即発臨\n界からの超過分が大きいほど大きくなる。暴走は，暴走によって燃料が高温になっ\nたために生ずる自然のブレーキ効果（ドップラ効果），あるいは，炉心が破壊され\n飛び散ることによって終了する。\n（以上の事実につき，甲イ３８５，４９１，弁論の全趣旨）\n第３　炉心崩壊事故\n１　炉心崩壊事故の意義\n炉心崩壊とは，炉心にある燃料棒の配列，形状あるいは相（固体，液体，気体）\nが正常な状態から逸脱して崩壊することをいう。炉心崩壊は，冷却不足等による炉\n心溶融，核的爆発や地震等による炉心の機械的破壊等によって生じる。なお，炉心\n溶融は，炉心崩壊の１つの形態であるが，これには，全炉心的溶融（炉心全体の高\n温化により溶融するもの）の他に，一部の燃料棒が溶解する局所的溶融とがある。\nそして，このような炉心崩壊をもたらす事故を炉心崩壊事故という。なお，炉心\n崩壊事故は，学問の分野では，仮想的炉心崩壊事故（Ｈｙｐｏｔｈｅｔｉｃａｌ\nＣｏｒｅＤｉｓｒｕｐｔｉｖｅ　Ａｃｃｉｄｅｎｔ）として研究の対象とされてお\nり，一般には，英語の頭文字をとって，「ＨＣＤＡ」と呼ばれている。\n２　ＨＣＤＡ（仮想的炉心崩壊事故）の内容\n（１）　ＨＣＤＡの代表的起因事象\nＨＣＤＡを起こす代表的事象としては，流量喪失時反応度抑制機能喪失事象（Ｕ\nＬＯＦ）と過出力時反応度抑制機能喪失事象（ＵＴＯＰ）とがある。\nア　流量喪失時反応度抑制機能喪失事象（ＵＬＯＦ）について\n流量喪失時反応度抑制機能喪失事象（ＵＬＯＦ）とは，炉心を流れる冷却材の流\n量が一挙に減少した時に，制御棒の挿入の失敗が同時に起こるとする事象である。\n以下においては，この事象を単に「ＵＬＯＦ」という。\nイ　過出力時反応度抑制機能喪失事象（ＵＴＯＰ）について\n過出力時反応度抑制機能喪失事象（ＵＴＯＰ）とは，制御棒が連続的に引き抜か\nれることにより，炉心に異常な反応度が投入された場合に，原子炉の自動停止が働\nかないとする事象である。以下においては，この事象を単に「ＵＴＯＰ」という。\nウ　ＵＬＯＦとＵＴＯＰとの関係\nこれまでの研究の成果によれば，ＵＬＯＦとＵＴＯＰとでは，ＵＬＯＦのほうが\n事故推移及び放出エネルギーの大きさにおいてＵＴＯＰを上回ることが明らかにさ\nれている。したがって，ＵＴＯＰは，ＵＬＯＦに包絡され，一般的には，ＨＣＤＡ\nといえば，ＵＬＯＦ事象で代表されると考えられている。\n（２）　ＵＬＯＦを起因事象とするＨＣＤＡの事故推移\nＵＬＯＦを起因事象とするＨＣＤＡの事故推移は，条件の違いによって，下記の\nアないしウの３つの道筋が考えらる。\nア　第１は，ＵＬＯＦ事象後，出力が上昇して燃料被覆管は溶融し，一気に即発臨\n界を超えて核的爆発に至る道筋である。いわゆる「起因過程」段階の中だけで即発\n臨界，核的爆発と一挙に暴走し，機器・配管に破壊的エネルギーを与えて終結する\nケースである。\nイ　第２は，起因過程の段階では一気に即発臨界に到らず，炉心溶融が徐々に進行\nし，燃料棒同士が溶融合体して次の遷移過程に移行する道筋である。そして，この\n遷移過程で即発臨界に達し，核的爆発・破壊エネルギーの放出を起こす場合があ\nる。\n一方，遷移過程に移行しても，溶融燃料物質が排出されて炉心内の燃料保有量が\n減少し，即発臨界に至らずに終結する経路も考えられる。\nウ　第３は，起因過程の段階で燃料物質が炉心領域から排除されて反応度が低下\nし，未臨界状態になって早期に事故は終結し，炉心は部分的損傷に終わる道筋であ\nる。\n（３）　ＨＣＤＡにおいて想定される過程\nＨＣＤＡには，次のアないしキの各過程が想定される。\nア　起因過程\n起因過程は，正常な運転状態から逸脱した事象に始まり，早期に終息するか大規\n模な炉心崩壊に進むかの分かれ目となる過程をいう。\n起因過程は，燃料被覆管の溶融・移動，燃料棒内の燃料物質の移動，燃料棒内の\n核分裂ガスの放出，冷却材の沸騰などの各挙動と燃料と冷却材との相互作用等が関\n係する複雑な現象である。\nイ　遷移過程\n遷移過程とは，起因過程が比較的穏やかに進行した場合，その後にたどる中間的\nな過程をいう。起因過程から分かれる３つの道筋（前記（２）のアないしウ）のう\nち，この遷移過程に移行する経路（前記（２）のイ）をとる可能性が昀も高いと考\nえられている。しかし，起因過程をさらに上回る複雑な過程である。\n遷移過程では，炉心溶融の広がりは，燃料集合体内で溶融物の小プールを形成\nし，やがて集合体壁（ラッパ管と呼ばれる。）を破り，隣接する集合体へと溶融範\n囲を拡大する。この間，即発臨界にまでは到らないが，未臨界，再臨界を繰り返し\nながら次第に溶融物プールの規模を拡大していき，昀悪の場合，前述のとおり，即\n発臨界に達し，核的爆発・破壊エネルギーの放出をする。\nウ　機械的炉心崩壊過程\n機械的炉心崩壊過程とは，原子炉が即発臨界を超え，炉心が急速に崩壊分散する\n過程をいう。この過程は，燃料の急速な加熱から炉心物質の蒸発による圧力発生で\n燃料物質が分散し未臨界になって終結するまで，わずか１００分の１秒ほどの短時\n間の過程である。\nエ　炉心膨張過程\n炉心膨張過程とは，暴走の結果発生した熱エネルギーにより，崩壊後高温・高圧\nになった炉心が膨張して周囲に対して仕事をし，熱エネルギーが機械的エネルギー\nに変換される過程をいう。\nオ　耐衝撃応答過程\n耐衝撃応答過程とは，炉心膨張過程で発生した機械的エネルギーに対して，原子\n炉容器を中心とする１次冷却系バウンダリの健全性を評価する過程をいう。この過\n程は，核暴走によって発生した熱エネルギーが，燃料等炉心物質の高温・高圧蒸気\nを作って膨張させ，原子炉容器内上部のナトリウムを液状塊の形で上方へ加速し，\n原子炉容器遮へい蓋に衝突させて遮へい蓋や近くの構造物に損傷を与える過程であ\nる。\nカ　炉心物質再配置過程\n炉心物質再配置過程とは，炉心が完全に未臨界状態になった後，蓄積熱や死の灰\nからの熱によって周囲の構造物を巻き込みながら溶融し熱的に崩壊を続け，重力に\nよって下方へ移動し冷却材と熱的相互作用を起こしたり，堆積物の山を形成したり\nする過程である。\nキ　事故後崩壊熱除去過程\n事故後崩壊熱除去過程とは，炉心物質再配置過程で下方に移動した溶融物によ\nり，原子炉容器底部を溶かすような事態を防ぐため，炉心物質の長期にわたる安定\nな冷却が必要な過程である。\n（以上の事実につき，甲イ１４２，３８５，４９１，乙イ３２）\n第４　「評価の考え方」が定めるいわゆる「５項事象」と本件申請者が選定した事\n象\n１　「評価の考え方」が定めるいわゆる「５項事象」\n（１）　液体金属冷却高速増殖炉（ＬＭＦＢＲ）に適用される「評価の考え方」\nが，いわゆる設計基準事象（「運転時の異常な過渡的変化」と「事故」）の代表的\n事象を選定して評価を行うべきことを定めていることは，前述（第１章，第６の２\n参照）のとおりである。\nしかし，「評価の考え方」は，それに止まらず，その「Ⅱ．　ＬＭＦＢＲの安全\n評価について」の（５）項において，次のように述べている（乙４）。\n「（５）　前記（２．２）にいう『事故』より更に発生頻度は低いが結果が重大で\nあると想定される事象については，ＬＭＦＢＲの運転実績が僅少であることに鑑\nみ，その起因となる事象とこれに続く事象経過に対する防止対策との関連において\n十分に評価を行い，放射性物質の放散が適切に抑制されることを確認する。」\n（２）　上記の「『事故』より更に発生頻度は低いが結果が重大であると想定され\nる事象」とは，（５）項に記載されているので，「５項事象」とも呼ばれている\nが，軽水炉に適用される「安全評価審査指針」には定めはなく，液体金属冷却高速\n増殖炉のみに評価が求められる事象である（以下，この事象を「５項事象」とい\nう。）。\n２　本件申請者が選定した５項事象\n（１）　本件申請者は，本件許可申請書において，５項事象を「技術的には起こる\nとは考えられない事象」と表現し，次の事象を選定した。\nア　局所的燃料破損事象\n（ア）　燃料要素の局所的過熱事象\n（イ）　集合体内流路閉塞事象\nイ　１次主冷却系配管大口径破損事象\nウ　反応度抑制機能喪失事象\n（ア）　１次冷却材流量減少時反応度抑制機能喪失事象\n（イ）　制御棒異常引抜時反応度抑制機能喪失事象\n（２）　この５項事象の選定は，「評価の考え方」の策定（決定）が昭和５５年１\n１月６日であったことから，同年１２月１０日に提出された本件許可申請書にはそ\nの記載がなかったものであるが，昭和５６年１２月２８日付けの一部補正において\n追加されたものである。\n（３）　上記５項事象のうち，ウの反応度抑制機能喪失事象がＨＣＤＡに相当する\nものであり，１次冷却材流量減少時反応度抑制機能喪失事象がＵＬＯＦに，制御棒\n異常引抜時反応度抑制機能喪失事象がＵＴＯＰに，各該当する。\n（以上の事実につき，乙１６，弁論の全趣旨）\n第５　本件許可申請書の添付書類十の記載事項（反応度抑制機能喪失事象に関する\n記載事項）\n本件許可申請書の添付書類十の「原子炉の操作上の過失，機械又は装置の故障，地\n震，火災等があった場合に発生すると想定される原子炉の事故の種類，程度，影響\n等に関する説明書」には，「技術的には起こるとは考えられない事象」に関する記\n述があるが，このうち反応度抑制機能喪失事象解析についての記載は，以下のとお\nりである。\n「４　　　技術的には起こるとは考えられない事象の解析\n４．１　序\n４．１．１　はしがき\n本節では，発生頻度は極めて低いが結果が重大であると想定される事象，即ち技\n術的には起こるとは考えられない事象について，高速増殖炉の運転実績が僅少であ\nることに鑑み，その起因となる事象とこれに続く事象経過に対する防止対策との関\n連において十分に評価を行い，放射性物質の放散が適切に抑制されることを説明す\nる。\n原子炉施設の材料選定，設計，製作，据付，試験，検査等は諸規格，基準に適合\nさせるようにし，また，品質管理や工程管理を十分に行い極めて信頼性の高いもの\nとしており，機器，系統の故障，破損あるいは運転員の誤操作等の異常事象の発生\nに対しては，警報により運転員が措置し得るようにするとともに，万が一これらの\n修正動作がとられない場合にも，原子炉の固有の安全性並びに安全保護系の動作に\nより重大な事故に発展することがないように設計されている。しかしながら，ここ\nでは技術的には起こるとは考えられない事象として，発生頻度が無視し得る程極め\nて低いが，炉心が大きな損傷に至るおそれがある次の事象を選定し，防止対策との\n関連において放射性物質の放散に対する障壁の抑制機能を評価するため，原子炉施\n設の深層防御の観点から評価を行う。技術的には起こるとは考えられない事象とし\nて次のものを選定する。\n（中略）\n（３）　反応度抑制機能喪失事象\n（ａ）　１次冷却材流量減少時反応度抑制機能喪失事象\n（ｂ）　制御棒異常引抜時反応度抑制機能喪失事象\n評価に当たっては，以下に述べるように起因となる事象の発生を仮定した場合，\n事象経過に対する防止対策との関連において炉心損傷の程度を評価し，事象に応じ\nて放射性物質の放散が適切に抑制されることを確認するため，一部の機器等に設計\n基準を超える結果が生じても，放射性物質放散に対する障壁としての原子炉冷却材\nバウンダリのナトリウム保持機能等又は格納容器バウンダリによる昀終的な放射性\n物質の放散に対する抑制機能が適切に保たれることを確認する。\n４．１．２　　解析条件の設定\n本節で取り上げる事象は，その起因事象発生の可能性が無視し得る程極めて小さ\nく技術的には起こるとは考えられない事象であることから，それぞれの事象の進展\n過程に応じた合理的なモデル及びパラメータに基づき，各種の防止対策の作動を考\n慮した解析を行うものとする。\n４．１．３　　解析に用いる計算コード\n（中略）\n（４）　ＳＡＳ　３Ｄ\nＳＡＳ　３Ｄコードは，「反応度抑制機能喪失事象」解析等の起因過程における\n核・熱流力挙動を解析するもので，冷却材沸騰，溶融した被ふく管及び燃料の移動\n挙動，燃料・冷却材相互作用（ＦＣＩ）等の各種熱流力現象を核動特性計算と結合\nして解析するコードである。\n（中略）\n（５）　ＶＥＮＵＳ－ＰＭ\nＶＥＮＵＳ－ＰＭコードは，即発臨界状態での炉心の核・熱流力挙動を解析する\nコードである。さらに炉心損傷後の炉心膨張による有効仕事量を評価することがで\nきる。\n（中略）\n４．４　　反応度抑制機能喪失事象\n４．４．１　　事象の説明及び防止対策\n（１）　事象の説明\n本事象は以下に示すとおり，発生頻度は無視し得るほど極めて低いが，原子炉出\n力運転中に，外部電源喪失により炉心流量が減少し（１次冷却材流量減少時），若\nしくは制御棒が連続して引抜かれることにより，炉心に異常な反応度がそう入され\n（制御棒異常引抜時），安全保護系の動作により原子炉の自動停止が必要とされる\n時点で，反応度抑制機能喪失が重なることを仮定する。\n（２）　防止対策\n本事象の評価に当たっては，以下に示す設備の効果を考慮する。\nⅰ　安全保護系及び原子炉停止系の機器の設計，製作に当たっては，高信頼度の機\n器を採用し，十分な品質管理を行う。安全保護系は原子炉の運転中に定期的に試験\nを行い，機能が喪失していないことを確認できるような設計とする。\nⅱ　安全保護系は，通常運転時，運転時の異常な過渡変化時，保修時，試験時及び\n事故時において，その安全保護機能が喪失しないように，その系を構成するチャン\nネル相互を分離し，重複したそれぞれのチャンネル間の独立性を実用上可能な限り\n考慮した設計とする。\nⅲ　原子炉停止系は互いに独立な主炉停止系と後備炉停止系の２系統を有し，独立\n性，多重性を備えた極めて高い信頼性をもつ系統であり，それぞれ独立して原子炉\nを停止できるようにする。なお，主炉停止系，後備炉停止系のいずれも，反応度効\n果の昀も大きい制御棒１本が完全に炉心の外に引抜かれ固着してそう入できないと\n仮定しても原子炉を停止できるようになっている。\nⅳ　外部電源喪失により炉心流量が減少する場合には，次のような多様な原子炉ト\nリップ信号により原子炉は確実に自動停止する。\n（ａ）　「常用母線電圧低」\n（ｂ）　「１次主冷却系循環ポンプ回転数低」\n（ｃ）　「２次主冷却系循環ポンプ回転数低」\n（ｄ）　「１次主冷却系流量低」\n（ｅ）　「２次主冷却系流量低」\nⅴ　出力運転中に制御棒が連続して引抜かれることにより炉心に異常な反応度がそ\nう入された場合には，次のような多様な原子炉トリップ信号により原子炉は確実に\n自動停止する。\n（ａ）　「出力領域中性子束高」\n（ｂ）　「広域中性子束高」\n（ｃ）　「１次主冷却系循環ポンプ回転数低」\n（ｄ）　「２次主冷却系循環ポンプ回転数低」\n（ｅ）　「１次主冷却系流量低」\n（ｆ）　「２次主冷却系流量低」\nⅵ　しゃへいプラグ下面に作用する圧力により生じるプラグ等の隙間を通ってナト\nリウムが炉上部ピットへ噴出することを抑制するような構造となっている。\nⅶ　事象発生後も原子炉容器内ナトリウム液位を確保し，自然循環冷却若しくはポ\nニーモータによる１次主冷却系循環ポンプの低速運転と２次主冷却系及び補助冷却\n設備の作動により崩壊熱が除去できるような構造となっている。\nⅷ　「原子炉格納容器床上雰囲気圧力高」信号又は「原子炉格納容器床上雰囲気放\n射能高」信号により，原子炉格納容器の隔離が行われる。原子炉格納容器は気密性\nが高く，また，わずかにアニュラス部へ漏えいした放射性物質は，アニュラス部が\n常時負圧に維持されているため直接大気中へ漏えいすることはない。さらに，アニ\nュラス循環排気装置はアニュラス部の空気を浄化再循環するとともに，浄化した空\n気の一部を排気筒より放出する。\n４．４．２　　１次冷却材流量減少時反応度抑制機能喪失事象\n４．４．２．１　　炉心冷却能力の解析\n（１）　解析条件\n事象の経過は，計算コードＳＡＳ　３Ｄ，ＶＥＮＵＳ－ＰＭ，ＰＩＳＣＥＳ－２\nＤＥＬＫ，ＰＰＰ－Ｍ及びＭＩＭＩＲ－Ｎ２により解析する。\n解析に当たって用いる解析条件を次のように仮定する。\nⅰ　事象発生時の初期状態は，初装荷炉心初期，平衡炉心初期及び平衡炉心末期に\nついて設定することとし，原子炉は定格出力で運転されているものとする。\nⅱ　昀も厳しい場合として，外部電源喪失により常用２母線の電源が喪失し，１次\n及び２次主冷却系循環ポンプが全数同時にトリップしたとする。\nⅲ　上記ⅱの事象想定に併せて，原子炉の自動停止が必要とされる時点で反応度抑\n制機能喪失を重ね合わせるものとする。\nⅳ　全反応度が１＄近傍に到達した時点で計算コードＶＥＮＵＳ－ＰＭに接続す\nる。\nⅴ　炉心損傷後の膨張過程における有効仕事量の評価に当たっては，２相燃料の等\nエントロピ膨張を仮定する。\nⅵ　構造物の耐衝撃評価に当たっては，膨張過程における昀大有効仕事量として５\n００ＭＪを考慮する。\nⅶ　崩壊熱除去評価に当たっては，１次主冷却系，２次主冷却系及び補助冷却設備\nの自然循環のみを期待する。\n（２）　解析結果\n１次冷却材流量減少と反応度抑制機能喪失の重ね合せ事象において，昀も厳しい\n結果を示す平衡炉心の燃焼末期では，ナトリウム沸騰，被ふく管溶融移動，燃料ス\nランピングが生じた時点で即発臨界に達し，その時の反応度そう入速度は約３５＄\n／Ｓである。炉心は膨張により未臨界となり，炉心損傷後の昀大有効仕事量は約３\n８０ＭＪとなる。\n炉心部で発生する圧力荷重（１気圧までの等エントロピ膨張で５００ＭＪの有効\n仕事量に相当とする）によって原子炉容器に歪みが生じるが，ナトリウムが漏えい\nするような破損は生じない。また，１次主冷却系機器・配管についても，一部歪み\nは生じるものの，ナトリウムが漏えいするような破損は生じない。\n炉心部から放出された溶融燃料は周辺のナトリウム及び構造材に熱を伝達すると\nともに原子炉容器内構造物水平部等に保持される。崩壊熱の除去については，崩壊\n熱の除去のために必要な１次主冷却系の循環パスが確保されており，その自然循環\nと２次主冷却系及び補助冷却設備の作動により除熱能力は確保される。\nなお，２次主冷却系の２ループの強制循環除熱（ポニーモータ１台不作動）を想\n定した場合には除熱能力は大きくなる。\nしゃへいプラグ下面へのナトリウムスラグの衝突に伴うナトリウムの原子炉格納\n容器床上部への噴出量は約２９０ｋｇとなる。\n４．４．２．２　　噴出ナトリウムの熱的影響の解析\n（１）　解析条件\n事象の経過は，計算コードＳＯＦＩＲＥ－ＭⅡを用いて，原子炉格納容器床上雰\n囲気における内圧，温度の時間変化を解析する。\n解析では，ナトリウム燃焼に関して実際よりも十分厳しい結果を得るために，解\n析条件を次のように仮定する。\nⅰ　原子炉格納容器床上へのナトリウム噴出量を４００ｋｇとする。\nⅱ　ナトリウムは床上雰囲気中で瞬時に空気と反応するとし，その燃焼熱と，原子\n炉格納容器雰囲気中へ放出された核分裂生成物の崩壊熱の全てが，原子炉格納容器\n内雰囲気ガスの温度上昇に寄与するものとする。\nⅲ　原子炉格納容器床上の初期酸素濃度は２１ｖ／ｏとする。\n（２）　解析結果\n（中略）\n４００ｋｇのナトリウム噴出に伴い，原子炉格納容器内雰囲気ガスは，初期に，\n温度が約１４０℃，内圧が約０．３３ｋｇ／ｃｍ２　Ｇまで上昇した後，減少し続\nける。\nしたがって，原子炉格納容器内圧，温度とも設計値を下まわっており，放射性物\n質の放散を抑制できる。\n４．４．２．３　　被ばく評価\n（１）　評価条件\nⅰ　原子炉格納容器床上雰囲気中に放出される放射性物質の量は，炉内存在量に対\nして，それぞれ希ガスが１％，よう素が１％，プルトニウムが０．１％であるとす\nる。\nⅱ　放出されたよう素のうち，９５％はエアロゾルの形態をとり，残り５％はエア\nロゾルの形態をとらないものとする。\nⅲ　原子炉格納容器床上雰囲気中に放出されたエアロゾル状よう素については，プ\nレートアウト等による減衰を考慮する。\n（中略）\n非エアロゾル状よう素及び希ガスはプレートアウト等による減衰効果は考えな\nい。\nⅳ　原子炉格納容器からの漏えい率は，この事象時の原子炉格納容器圧力に対応す\nる漏えい率を下まわらない値とする。\nⅴ　原子炉格納容器からの漏えいは，９７％がアニュラス部に生じ，残り３％はア\nニュラス部以外から生じるものとする。\nⅵ　アニュラス循環排気装置のよう素用フィルタユニットのよう素除去効率は９９\n％とする。また，よう素用フィルタユニットへの系統切替え達成までを１０分間と\nし，その間のよう素の除去効果は考慮しないものとする。\nⅶ　プルトニウムの大気放出量の評価に当たっては，プルトニウムはエアロゾルの\n形態をとるものとし，フィルタの除去効率は９９％とする。\nⅷ　原子炉格納容器内の放射能による直接線量及びスカイシャイン線量について\nは，原子炉格納施設のしゃへい効果を考慮して評価するものとする。\nⅸ　事象の評価期間は原子炉格納容器内圧が原子炉格納容器からの漏えいが無視出\n来る程度に低下するまでの期間として３０日とする。\nⅹ　環境への希ガス，よう素及びプルトニウムの放出は排気筒より行われるものと\nする。\nⅹⅰ　被ばく計算に必要な拡散，気象条件としては，添付書類六「２．５　安全解\n析に使用する気象条件」で述べたように，「発電用原子炉施設の安全解析に関する\n気象指針について」に示された考え方に従って現地における１年間の観測結果から\n求めた相対濃度（χ／Ｑ）及び相対線量（Ｄ／Ｑ）として添付書類六の第２．５－\n３表に示す値を用いる。\n大気中に放出される放射性物質の量は，上記条件により評価し，それによる被ば\nく線量並びに原子炉格納容器内放射能による直接線量及びスカイシャイン線量は，\n「５．１．１　１次冷却材漏えい事故」と同様な方法により評価する。また，プル\nトニウムによる被ばく線量は「５．２　仮想事故」と同様な方法により評価する。\n（２）　評価結果\n大気中へ放出される核分裂生成物の量は，\nよう素（Ⅰ－１３１等価）　　　　　　約７７Ｃｉ\n希ガス（ガンマ線０．５ＭｅＶ換算）　約２６００Ｃｉ\nとなる。なお，プルトニウムの放出量は約２．０Ｃｉとなる。\n計算の結果，敷地境界外における昀大の被ばく線量は，\n小児甲状腺被ばく線量　　　　　約１．１ｒｅｍ\n成人甲状腺被ばく線量　　　　　約０．２７ｒｅｍ\nガンマ線による全身被ばく線量　約０．０６９ｒｅｍ\nプルトニウムによる被ばく線量\n肺臓　　　　約０．０１４ｒａｄ\n骨表面　　　約０．０７１ｒａｄ\n肝臓　　　　約０．０１５ｒａｄ\nとなる。\n４．４．３　　制御棒異常引抜時反応度抑制機能喪失事象\n（１）　炉心冷却能力の解析条件\n事象の経過は，計算コードＳＡＳ　３Ｄにより解析する。解析に当たって用いる\n解析条件を次のように仮定する。\nⅰ　事象発生時の初期状態は，初装荷炉心初期，平衡炉心初期及び平衡炉心末期に\nついて設定することとし，原子炉は定格出力で運転されているものとする。\nⅱ　昀大の反応度価値をもつ調整棒１本が昀大速度で引抜かれるものとし，反応度\nそう入率は解析上３￠／ｓとする。\nⅲ　上記ⅱの事象想定に併せて，原子炉の自動停止が必要とされる時点で，反応度\n抑制機能喪失を重ね合わせるものとする。\n（２）　解析結果\n本事象においては，昀も厳しい結果を示す初装荷炉心燃焼初期でも，燃料・冷却\n材相互作用領域の燃料のスイープアウトにより未臨界となり，到達昀高出力は定格\nの高々４倍程度であり，炉心部は部分的な損傷にとどまり，炉心部の冷却機能は確\n保される。したがって本事象の結果は，１次冷却材流量減少時反応度抑制機能喪失\n事象に包絡される。\n４．４．４　　結論\n（１）　原子炉出力運転中に何らかの原因によって，炉心流量が減少し，若しくは\n異常な反応度がそう入された際に反応度抑制機能が喪失し，炉心に損傷が生じた場\n合でも，原子炉冷却材バウンダリのナトリウム保持機能は維持され，崩壊熱の除去\n機能は確保される。\n（２）　１次冷却材流量減少時反応度抑制機能喪失事象によって，原子炉格納容器\n床上雰囲気中に噴出したナトリウムの燃焼を考慮しても，原子炉格納容器の内圧，\n温度とも昀高使用値を下まわっており，その健全性は損なわれることはない。\n（３）　本事象における周辺公衆に対する被ばく線量は，上記のとおりであり放射\n性物質の放散は適切に抑制されている。」\n（以上の事実につき，乙１６）\n第６　反応度抑制機能喪失事象の安全審査\n証拠（乙９，１４の３）によれば，科学技術庁は，本件許可申請書及び添付書類に\n基づいて安全審査を行い，安全審査書案を作成し，これを原子力安全委員会に提出\nしたが，同委員会の評価，判断は，安全審査書案のそれと同じであったと認められ\nるところ，この安全審査書案には，反応度抑制機能喪失事象に対する評価，判断と\nして，次のような記載がある。\n「６　技術的には起こるとは考えられない事象の解析\n（１）　技術的には起こるとは考えられない事象に対しては，ＬＭＦＢＲの運転実\n績が僅少であることに鑑み，その起因となる事象とこれに続く事象経過に対する防\n止対策との関連において十分に評価を行い，放射性物質の放散が適切に抑制される\nことを確認することが要求される。\n技術的には起こるとは考えられない事象の解析は，発生頻度は無視し得る程極め\nて低いが，炉心が大きな損傷に至るおそれがある事象を選定し，防止対策との関連\nにおいて放射性物質放散に対する障壁の抑制機能を評価するため，原子炉施設の深\n層防御の観点から行うものである。\n申請においては，これら技術的には起こるとは考えられない事象として下記の事\n象が取りあげられている。\n（中略）\n③　反応度抑制機能喪失事象\n・　１次冷却材流量減少時反応度抑制機能喪失事象\n・　制御棒異常引抜時反応度抑制機能喪失事象\n（２）　審査に当たっては，以下に述べるように起因となる事象の発生を仮定した\n場合，事象経過に対する防止対策との関連において炉心損傷の程度を評価し，事象\nに応じて放射性物質の放散が適切に抑制されることを確認するため，一部の機器等\nに設計条件を超える結果が生じても，放射性物質放散に対する障壁としての原子炉\n冷却材バウンダリのナトリウム保持機能等又は格納容器バウンダリによる昀終的な\n放射性物質の放散に対する抑制機能が適切に保たれることを評価した。\n放射性物質の放散が適切に抑制されることの確認の判断基準は周囲公衆に対し著\nしい放射性被曝のリスクを与えないことであると考え得るが，ここで選定した事象\nは発生頻度が無視し得るほど極めて低く，技術的見地からみて起こるとは考えられ\nないことから，「原子炉立地審査指針」及び「プルトニウムを燃料とする原子炉の\n立地評価上必要なプルトニウムに関するめやす線量について」に示されているめや\nす線量を参考とする。\nこれらの判断基準は，技術的には起こるとは考えられない事象の評価の目的に鑑\nみ妥当なものと判断する。\n（中略）\n６．３　　反応度抑制機能喪失事象\n６．３．１　事象の説明及び防止対策\n（１）　事象の説明\nこの事象は，原子炉出力運転中に何らかの原因によって炉心流量が減少し，もし\nくは異常な反応度がそう入された際に反応度抑制機能が喪失したとすると，燃料が\n溶融し炉心の大規模な損傷が生じるおそれがあることから選定されたものである。\n起因事象としては，外部電源喪失により炉心流量が減少し（１次冷却材流量減少\n時），もしくは制御棒が連続的に引抜かれることにより，炉心に異常な反応度がそ\nう入され（制御棒異常引抜時），原子炉の自動停止が必要とされる時点で反応度抑\n制機能喪失を重ね合わせた事象を選定している。\n（２）　事象経過に対する防止対策\n反応度抑制機能喪失事象の評価に当たっては，以下に示す設備の効果を考慮する\nこととなっている。\n①　遮へいプラグ下面に作用する圧力により生じるプラグ等の隙間を通ってナトリ\nウムが炉上部ピットへ噴出することを抑制する構造とすることとしている。\n②　事象発生後の炉心の崩壊熱は，自然循環により除去できる構造とすることとし\nている。\n③　「原子炉格納容器床上雰囲気圧力高」信号又は「原子炉格納容器床上雰囲気放\n射能高」信号により，原子炉格納容器の隔離が行われることとなっている。原子炉\n格納容器は気密性が高く，また，わずかにアニュラス部へ漏えいした放射性物質\nは，アニュラス部が常時負圧に維持されているため直接大気中へ漏えいすることは\nなく，更に，アニュラス循環排気装置はアニュラス部の空気を浄化再循環するとと\nもに，浄化した空気の一部を排気筒より放出することとしている。\n６．３．２　１次冷却材流量減少時反応度抑制機能喪失事象\n（１）　炉心冷却能力の解析\n①　解析条件\nイ　炉心の状態は，平衡炉心の燃焼末期とする。\nロ　外部電源喪失と反応度抑制機能喪失を重ね合わせた事象を対象とする。\nハ　炉心損傷後の膨張過程における有効仕事量の評価に当たっては，二相燃料の等\nエントロピ膨張を仮定する。\nニ　構造物の耐衝撃評価に当たっては，膨張過程における昀大有効仕事量として５\n００ＭＪを考慮する。\nホ　崩壊熱除去の評価に当たっては，１次主冷却系，２次主冷却系及び補助冷却設\n備の自然循環のみ期待する想定とする。\n②　解析結果\n炉心はナトリウム沸騰，被覆管溶融移動，燃料スランピングが生じた時点で即発\n臨界に達し，膨張によって未臨界となる。\n炉心損傷後の昀大有効仕事量は約３８０ＭＪとなる。炉心部で発生する圧力荷重\nによって，原子炉容器に歪みが生ずるが，ナトリウムが漏えいするような破損は生\nじない。また，１次主冷却系機器・配管についても一部歪みは生ずるものの，ナト\nリウムが漏えいするような破損は生じない。\n炉心部から放出された溶融燃料は周辺のナトリウム及び構造材に熱を伝達すると\nともに，原子炉容器内構造物水平部等に保持される。\n崩壊熱の除去については，崩壊熱の除去のために必要な１次主冷却系の循環流路\nが確保されており，その自然循環と２次主冷却系及び補助冷却設備の作動により除\n熱能力は確保される。\nなお，２次主冷却系の２ループの強制循環除熱（ポニーモータ１台不作動）を想\n定した場合には除熱能力は大きくなる。\n遮へいプラグ下面へのナトリウムスラグの衝突に伴うナトリウムの原子炉格納容\n器床上部への噴出量は約２９０ｋｇとなる。\n（２）　噴出ナトリウムの熱的影響の解析\n①　解析条件\nイ　原子炉格納容器床上へのナトリウム噴出量を４００ｋｇとする。\nロ　ナトリウムは床上雰囲気中で瞬時に空気と反応するとし，その燃焼熱と，原子\n炉格納容器雰囲気中へ放出された核分裂生成物の崩壊熱の全てが，原子炉格納容器\n内雰囲気ガスの温度上昇に費やされるとする。\n②　解析結果\n４００ｋｇのナトリウム噴出に伴い，原子炉格納容器内雰囲気ガスは，初期に，温\n度が約１４０℃，内圧が約０．３３ｋｇ／ｃｍ２Ｇまで上昇した後，減少し続け\nる。したがって，原子炉格納容器内圧，温度とも設計値を下回っており，放射性物\n質の放散を抑制できる。\n（３）　被曝評価\n①　解析条件\nイ　原子炉格納容器床上に放出される放射性物質の量は，炉内存在量に対して，次\nの割合であるとする。\n希ガス　　　　　　１％\nよう素　　　　　　１％\nプルトニウム　０．１％\nロ　放出されたよう素のうち，９５％はエアロゾルの形態をとり，残り５％はエア\nロゾルの形態をとらないものとする。\nハ　原子炉格納容器床上に放出されたエアロゾル状よう素については，プレートア\nウト等による減衰を考慮する。\n非エアロゾル状よう素及び希ガスはプレートアウト等による減衰効果は考えな\nい。\nニ　原子炉格納容器の漏えい率は，この事象時の原子炉格納容器圧力に対応する漏\nえい率を下回らない値とする。\nホ　原子炉格納容器からの漏えいは，９７％がアニュラス部に生じ，残り３％はア\nニュラス部以外から生じるものとする。\nヘ　アニュラス循環排気装置のフィルタのよう素並びにプルトニウム除去効率は９\n９％とする。よう素用フィルタユニットへの系統切替え達成までの１０分間は，よ\nう素除去効果は考慮しないものとする。\nト　原子炉格納容器内の放射能による直接線量及びスカイシャイン線量について\nは，原子炉格納容器等の遮へいを考慮して評価するものとする。\nチ　事象継続期間は３０日間とする。\nリ　環境への希ガス，よう素等の放出は，排気筒より行われるものとする。\nヌ　環境に放出された希ガス，よう素等の大気中の拡散については，「気象指針」\nに従って評価を行うものとする。\n②　解析結果\n大気中に放出される放射能量は，　よう素約７７Ｃｉ，希ガス約２６００Ｃｉ及\nびプルトニウム約２．０Ｃｉである。\nこのよう素及び希ガスの大気放出に伴う被曝線量は，敷地境界外で昀大となる場\n所において小児甲状腺約１．１ｒｅｍ，全身約０．０６９ｒｅｍである。\nプルトニウムの大気放出に伴う被曝線量は，敷地境界外で昀大となる場所におい\nて，骨表面，肺及び肝のそれぞれに対し，約０．０７１ｒａｄ，約０．０１４ｒａ\nｄ及び約０．０１５ｒａｄである。\n６．３．３　制御棒異常引抜時反応度抑制機能喪失事象\n（１）　解析条件\n①　炉心の状態は，初装荷炉心の燃焼初期とする。\n②　制御棒の異常な引抜と反応度抑制機能喪失を重ね合わせた事象を対象とする。\n（２）　解析結果\n冷却材流路に放出された溶融燃料は，冷却材の移動とともに掃き出され，炉心は\n未臨界となる。また，炉心部は部分的な損傷にとどまり，事象終了後の炉心部の冷\n却は確保できる。したがって，本事象の結果は，１次冷却材流量減少時反応度抑制\n機能喪失事象に包絡されている。\n６．４　評価\n「高速増殖炉の安全性の評価の考え方について」に基づき，海外ＬＭＦＢＲの評\n価例等も参考として，技術的には起こるとは考えられない事象として，（中略）反\n応度抑制機能喪失事象の（中略）事象が選定されており，妥当なものと判断する。\n事象の解析に当たって考慮する範囲については，サイクル期間中の炉心燃焼度変\n化や燃料交換等による炉心構成の変化及び運転中予想される種々の運転モードが考\n慮されるとともに，工学的安全施設等の作動状況及び運転員の操作の態様も考慮さ\nれている。\n解析に使用されているモデル及びパラメータについては，それぞれの事象に応じ\nて合理的に選定されており，事象の影響を緩和するのに必要な運転員の手動操作の\nための時間的余裕も適切に見込まれている。更に，各事象の解析に使用されている\n計算コードは，実験結果等との比較によりその使用の妥当性が確認されている。し\nたがって，解析に用いられている条件，手法は妥当なものと考える。\n以上のように厳しい事象の選定及び条件の仮定の下に解析された結果は，「高速\n増殖炉の安全性の評価の考え方について」に適合するものであり，ここで選定した\n技術的には起こるとは考えられない事象に対しても炉心は冷却され，防止対策との\n関連において放射性物質の放散が適切に抑制されているので妥当なものと判断す\nる。」\n（以上の事実につき，乙９）\n第７　外国で起こった炉心溶融ないし炉心崩壊事故\nこれまで外国の原子力発電所で起こった炉心溶融ないし炉心崩壊事故を年代順に\n見てみると，次のとおりである。なお，このうち，高速増殖炉で起こった事故は，\n１のＥＢＲ－Ⅰ炉の炉心溶融事故と３のエンリコ・フェルミ炉の燃料溶融事故であ\nる。\n１　ＥＢＲ－Ⅰ炉の炉心溶融事故\n（１）　事故の発生時\n１９５５年（昭和３０年）１１月２９日\n（２）　原子炉の概要等\nＥＢＲ－Ⅰ炉は，１９４９年（昭和２４年）１０月に，アメリカのアイダホ州の\n国立工学研究所内に建設着工された高速増殖炉（実験炉）で，世界で初めて原子炉\nによる実用に供しうる程度の発電（１５０キロワット）を行った。１９５１年（昭\n和２６年）８月に臨界，同年１２月には電気出力２００キロワットに到達した。１\n次冷却材，２次冷却材ともに液体金属のＮａＫ（ナトリウムとカリウムの合金）を\n冷却材に使用している。ＥＢＲ－Ⅰ炉では，マークⅠ炉心からマークⅣ炉心まで，\n４回にわたり取り替えられ，その間，多くの実験が行われ，１９６３年（昭和３８\n年）１２月に，その使命を終えて停止された。\n（３）　事故の概要と原因\nマークⅡ炉心での運転において，ある出力レベル以上で正の反応度が入る（炉心\nの温度がある程度上昇すると自然に炉心の出力が上昇する）ため，その原因を解明\nするために各種の実験が行われた。そして，１９５５年（昭和３０年）１１月２９\n日，その一環として，１次冷却材の流速の影響を調べるため，冷却材循環ポンプを\n短時間止めた状態での燃料温度上昇による反応度変化を測定する実験が行われた。\nその実験のために，①　原子炉出力の上昇速度が速くなると自動的に制御棒が挿入\nされる機能である原子炉ペリオドスクラム（「炉周期短」スクラム），②　１次冷\n却材流量が少ないと原子炉を起動できないようにする冷却材流量インタロック\n（「流量低」インタロック）という２つの原子炉安全系を取り外していた。\n実験のために出力を上昇させたところ，正の反応度により出力が急上昇し，炉周\n期が１秒（炉出力が１秒で２．７倍になる状態）になったので，実験担当者が運転\n員に急速スクラム（制御棒の急速挿入による原子炉の緊急停止）を指示したが，運\n転員は誤ってスロースクラム（制御棒の通常速度での挿入による原子炉の停止）ボ\nタンを押してしまった。実験担当者は直ちに急速スクラムボタンを押したが，この\n間の時間遅れが約２秒あったことから，出力が約１．２ＭＷ（１２００キロワッ\nト）まで上昇した。\n調査の結果，炉心は，燃料体積の４０ないし５０パーセントが溶融しており，温\n度は約８５０ないし１４００℃の範囲に達していたことが判明した。この出力上昇\n（暴走）で放出されたエネルギーは，１４ＭＪと推定されている。溶融した部分\nは，軽石のように多数の孔が開いている状態となっていた。ただし，炉心外周部の\n燃料には溶融はなかった。また，施設外への放射性物質の放出量は無視し得る程度\nであり，周辺公衆の被害はなかった。\n事故の原因は，実験予定では，燃料温度が５００℃に達するまで上昇した時に，\n急速スクラムを行うことになっていたところ，運転員が誤ってスロースクラムをし\nたことにあった。\nただし，マークⅡ炉心において，ある出力レベル以上で正の反応度が入る事態が\n起こったのは，燃料要素を取り出しやすいように長手方向のワイヤ・スペーサを取\nり去り，かつ，燃料要素の固定を緩くしてあったために，高温になると燃料要素が\n湾曲したことが原因であった。すなわち，燃料要素が内側に曲がったことにより，\n反応度が増加して，炉心の溶融を引き起こしたのである。\n（以上の事実につき，甲イ２０，４６，３７６，３８５，甲ニ６の１，乙イ７６）\n２　ＳＬ－１の臨界事故\n（１）　事故の発生時\n１９６１年（昭和３６年）１月３日\n（２）　原子炉の概要\nＳＬ－１は，アメリカのアイダホ州の国立原子炉試験場に設置された小型の軽水\n炉（沸騰水型）である。２００キロワットの電力と４００キロワットの暖房用電気\n等価エネルギーを発生するよう設計されており，軍事レーダー施設への電力，熱供\n給を目的とした開発試験炉であった。\n（３）　事故の概要と原因\n１９６１年（昭和３６年）１月３日，定期保守等のための停止から運転を再開す\nるために，制御棒駆動装置の取り付け作業中，原子炉が突然暴走して炉が爆発し\nた。事故により，燃料のウランは，ほぼ全てが一瞬のうちに溶融し，炉心の上蓋は\n吹き飛んで，隣接する運転室の天井を突き破っていた。また，重さ１６トンの原子\n炉容器は配管を引きちぎって飛び上がり，上にあったクレーンに激突した後，元の\n位置に落下した。作業に当たっていた作業員３人が全員死亡した。\nこの爆発で発生したエネルギーは，１３０ＭＪ（ＴＮＴ火薬に換算して約３０キ\nログラムのエネルギー）と推定されている。\n事故により，炉心に存在した核分裂生成物のうちの１パーセント相当が原子炉建\n屋に放出されたが，この核分裂生成物のほとんど全ては，原子炉建屋内にとどま\nり，ごく一部だけが建屋外に放出されたと考えられている。\n事故に関係した作業員３人が全員死亡しているため，事故の原因は完全には解明\nされていないが，制御棒が急速に引き上げられたことから，反応度の急速な増加が\n起こり，出力が上昇して熱膨張と気泡が発生し，このため炉内の圧力が上昇し，こ\nれがさらに制御棒を引き抜く方向に働き，爆発に至ったものと考えるのが昀も確か\nらしいといわれている。\n（以上の事実につき，甲イ３７５，３８５，甲ニ６の１，乙イ２３）\n３　エンリコ・フェルミ炉の事故\n（１）　事故の発生時\n１９６６年（昭和４１年）１０月５日\n（２）　原子炉の概要等\nエンリコ・フェルミ炉は，１９５７年（昭和３２年）に，アメリカのミシガン州\nエリー湖畔で建設着工された高速増殖炉である。１９６３年（昭和３８年）８月に\n臨界に達し，電気出力（認可出力）は６万５９００キロワットである。冷却材とし\nてナトリウムが使用されており，また，濃縮ウラン合金をジルコニウムで被覆した\n燃料が使用されていた。１９７２年（昭和４７年）１１月に計画の中止と廃炉が決\n定され，１９７４年（昭和４９年）３月に閉鎖作業がほぼ終了した。\n（３）　事故の概要と原因\n１９６６年（昭和４１年）１０月５日，出力上昇試験中，熱出力３０ＭＷ（３万\nキロワット）に達したとき，炉内中性子束変化率の信号の乱れと，一部の燃料集合\n体出口の冷却材温度の上昇があり，さらに原子炉建屋の上部排気ダクト内放射能高\nの警報が発した。このため，出力降下操作を行い，出力２６ＭＷ（２万６０００キ\nロワット）の時点で手動スクラムで原子炉を停止した。\n炉内の検査により，２体の燃料集合体の融着が確認され，また，炉容器の底部に\n変形した金属板が発見された。この変形した金属板は，炉容器底部に設置されてい\nる再臨界防止板兼冷却材整流板をカバーしているジルコニウム板であることが分か\nった（再臨界防止板とは，炉心の溶融を想定した場合に，溶融した燃料が１か所に\n集って臨界になることを防止するための構造物である。）。なお，放射線調査の結\n果，原子炉建屋外においては，公衆に対する影響はなかったとされている。\n事故の原因は，原子炉容器底部の整流板のジルコニウム製カバー（厚さ１ミリメ\nートル，ネジで固定）のうちの１枚が，冷却材の流動により振動・剥離し，これが\n燃料集合体の冷却材入口部を閉塞したため，冷却材流量が低下して燃料温度が上昇\nしたことにあった。そのため，燃料集合体が部分融合に至った。\n（甲イ２６，４７，乙イ７６，乙ニ２の７）\n４　ＴＭＩ事故（スリーマイル島事故）\n（１）　事故の発生時\n１９７９年（昭和５４年）３月２８日\n（２）　原子炉の概要\n事故を起こしたＴＭＩ２号炉（スリーマイル島原子力発電所２号炉）は，アメリ\nカのペンシルバニア州スリーマイル島上に設置された軽水炉（加圧水型）で，電力\n出力は９５万９０００キロワットである。\n（３）　事故の概要\n１９７９年（昭和５４年）３月２８日，原子炉は定格の約９７パーセントの出力\nで運転されていたが，まず，２次系の主給水ポンプが停止し，ほとんど同時に，タ\nービンの停止，１次系の温度・圧力の上昇，加圧器逃し弁の開放があり，原子炉の\nスクラムを引き起こした。\nこれにより，１次系圧力は急速に低下したが，加圧器逃し弁が故障して開いたま\nまになったため，１次冷却材の流出が続き，小破断冷却材喪失事故の状態となっ\nた。このため，２分後に非常用炉心冷却装置高圧注水系が自動起動した。しかしな\nがら，１次冷却材が局所的に沸騰を起こし，発生した蒸気泡が冷却材を押し上げ\nて，１次冷却材の量が増加しているかのごとき現象を呈したことから，運転員は，\n高圧注入系ポンプ１台を停止し，もう１台の流量を昀低限に絞った。このため，１\n次冷却材はますます減少し，蒸気泡が増加することになった。これにより，冷却材\nポンプの振動が激しくなり，ポンプの破損をおそれた運転員は，冷却材ポンプ全て\nを停止した。これにより，ポンプが運転されている間は循環して炉心を冷却してい\nた水，蒸気の流れが止まり，蒸気と水が分離し，炉心の上部が露出し始めた。露出\nした燃料は温度が急上昇し，大量の放射性物質が１次系内に放出された。また，燃\n料被覆管と蒸気が反応して，大量の水素が発生した。\n（４）　原子炉の損傷状況\n１９８８年（昭和６３年）１０月に開催された米国原子力学会及び欧州原子力学\n会の共催による会合における報告によると，これまで実施された炉心検査の結果，\n炉心構成物質の約４７パーセント（約６２トン）が溶融し，このうち約２０トンが\n下部プレナムに流れ落ちたことが明らかになっている。\n（５）　事故の原因\n事故の発端は給水喪失事故であるが，この給水喪失が炉心損傷にまで拡大した要\n因は，①　加圧器逃し弁が開放されていることに運転員が気づかず，長時間（約２\n時間２０分）にわたり開放されたままの状態に置かれていたこと，②　運転員が非\n常用炉心冷却装置の高圧注入系ポンプを停止したり，その流量を昀低限に絞ったり\nした点にあった。\n（６）　事故の影響\n作業従事者について，事故直後から９月までで全身被ばく線量が３０ミリシーベ\nルト（３レム）を越えた者は７名で，年間の線量限度５０ミリシーベルト（５レ\nム）を越えた者はいない。\n環境へ放出された放射性物質の大部分は，気体状の放射性物質であり，放射性希\nガス約２５０万キュリー，放射性よう素（よう素１３１）が約１５キュリーと推定\nされている。\n放出経路は，主として補助建屋内の抽出，充填系で脱気される際に出てきた放射\n性ガスが配管や機器の漏えい箇所から外へ出たもので，補助建屋の換気系によっ\nて，排気筒から環境に放出されたものである。液体状の放射性物質は，１次冷却材\nのサンプリングを行った際の廃液が汚染水ドレンタンクから産業廃棄物処理系に流\n入したものがそのまま流出されたが，微量であり問題となるほどの量ではなかった\nと考えられている。\n環境に放出された放射性物質による周辺公衆への影響については，半径８０キロ\nメートル以内の住民約２１６万人の集団線量は約２０人シーベルト（約２０００人\nレム），個人平均の被ばく線量は約０．０１シーベルト（約１ミリレム）であると\n推定されている。\n（甲イ１６，１５０，３８８）\n５　チェルノブイリ事故\n（１）　事故の発生時\n１９８６年（昭和６１年）４月２６日\n（２）　原子炉の概要\n事故を起こしたチェルノブイリ４号炉は，ソビエト連邦（当時）のウクライナ共\n和国チェルノブイリに設置された黒鉛減速・軽水冷却・沸騰水型原子炉（ＲＢＭ\nＫ）である。１９８４年（昭和５９年）３月に運転を開始し，電気出力は１００万\nキロワットで，熱出力は３２０万キロワットである。\n（３）　事故の概要\n１９８６年（昭和６１年）４月２６日，外部電源喪失によりタービンの蒸気供給\nが停止された場合，惰性で回っているタービン発電機からの電力で非常用炉心冷却\n系設備のポンプ等をどの程度稼働させることができるかを確認する試験の昀中にお\nいて，原子炉出力が急激に増大し，これを抑えることができなかったことから，燃\n料チャンネル及び原子炉上部の構造物が爆発によって破壊され，燃料及び黒鉛の一\n部が飛散し，原子炉建屋も破壊された。約１６００トンないしは２０００トンの重\nさの原子炉の蓋が吹き上げられ，ほぼ垂直に立てかけられた状態になった。\n暴走後，減速材の黒鉛に火がつき，大火災に拡大し，セシウム１３７など気化し\nやすい核分裂生成物が大量に上空高く吹き上げ，北半球を広く汚染した。\nまた，火災の熱によって，爆発後も残っていた燃料がさらに溶融し，炉心から流\nれ出した。灼熱の溶融燃料物質は，構造物や床のコンクリートを溶かし，穴を開\nけ，さらにその下へ流れ落ちた。\n（４）　事故の処理\nヘリコプターから炉心へ鉛，粘土等を大量に投下することにより，炉心の温度上\n昇を抑えた。破損した建屋，原子炉等をコンクリートで密閉した。\n（５）　事故の影響\n事故直後の１９８６年（昭和６１年）８月のソビエト連邦政府の報告書（以下\n「８６年報告書」という。）によれば，作業員や消防士等２３０人が急性放射線障\n害と診断され，事故で死亡した者は３１名（うち急性放射線障害により死亡した者\n２９名）であると報告された。また，発電所周辺３０キロメートル圏内の住民約１\n３万５０００人が避難したが，避難住民には急性放射線障害が生じた者はなかった\nと報告されている。\nしかし，ソビエト連邦崩壊後の１９９２年（平成４年）４月に公表されたソビエ\nト連邦共産党中央委員会政治局事故対策グループの議事録によれば，１９８６年\n（昭和６１年）５月４日から同年６月１２日までに，極めて大勢の人が入院治療を\n受け，このうち相当数の人が放射線障害の診断を受けていること（日々，入院する\n者があり，他方で，退院するものや死亡する者がいるので，日によって人数が異な\nるが，入院治療中の者は昀高で１万人を越え，また，放射線障害の診断を受けた者\nは昀高で９００人を越えていること）が明らかとなった。\nその後，１９９２年（平成４年）９月には，ベラルーシ共和国（チェルノブイリ\nは，ベラルーシ共和国に隣接している。）のミンスクの保健局の調査により，高度\nに汚染された地区では，子どもの甲状腺ガンの発生は１９８６年ないし１９８９年\nでは年間２ないし６例で平均４例だったのに，１９９０年２９例，１９９１年５５\n例，１９９２年前半３０例と大幅に増加したこと，特に汚染の顕著であったゴメリ\n地区では，１９９１年３８例，１９９２年前半１３例を記録し，これは，１００万\n人の子どもで１年間に１人という世界の平均基準の８０倍にあたることが報告され\nた。また，これに関連して，ベラルーシ共和国医療テクノロジーセンターの研究者\nは，被曝した子ども達のうち，３０キロメートル圏内から避難した子ども達の悪性\n腫瘍，甲状腺ガンの発生率は特に高く，ベラルーシ全体との発生率と比較すると，\n悪性腫瘍は１８．４倍，甲状腺ガンは７３．７倍であると報告している。\nさらに，１９９５年（平成７年）９月に国連人道援護局がまとめた報告書によれ\nば，①　現在も１平方キロメートル当たり５キュリー以上の汚染地区に７００万人\nを超える人が住み続けており，その約７割が精神的障害をかかえていること，②\n汚染除去作業者の実際の数は約８０万人であり，これら作業者が，肺ガンや各種の\n腫瘍，白血病の危険にさらされ，また発ガンの恐怖に苦しんでいること，③　ベラ\nルーシで行った統計調査では，１９９０年（平成２年）から１９９４年（平成６\n年）にかけて，子どもの神経・知覚関連の異常発生が４３パーセント増えており，\n骨や筋肉の異常が６２パーセントも増加していることなどが報告されている。\nまた，１９９５年（平成７年）１１月にＷＨＯ（世界保健機関）が主催した「チ\nェルノブイリその他の放射線事故による健康影響に関する国際会議」は，チェルノ\nブイリ原発の周辺地域で多発している小児甲状腺ガンについて，事故に伴う放射能\nが原因であるという結論を出し，さらに，１９９６年（平成８年）３月にミンスク\nで開催された欧州委員会とベラルーシ，ウクライナ，ロシアによる国際会議では，\n小児甲状腺ガンの発生が約１０００人に達したことが報告された。\nそして，ＷＨＯ（世界保健機関）の会議の中では，白血病が増加しているとの議\n論もなされ，さらに，ミンスクのガン医学放射線研究所の医師は，肺ガンが急増し\nており，１９９３年（平成５年）のガン患者４５００人のうち，９００ないし１０\n００人が小細胞ガンで放射線の影響によるものと推測されると報告している。\nこの他に，ベラルーシ共和国では，先天性胎児障害（口唇・口蓋裂，腎臓・尿管\n異常，多指症など）を有する子どもが，放射能汚染が強い地区ほど，事故後に増加\nしていること（１平方キロメートル当たりセシウム１３７が１５キュリー以上の汚\n染地域では，事故前に比べて，事故後に７９パーセントも増加していること）や，\n放射能汚染地域の子どもの多くに，末梢血リンパ球染色体異常が認められ，末梢血\nリンパ球に観察される染色体異常レベルは，事故後６年間増加した状態が継続して\nいることも，ベラルーシ共和国の研究者らによって報告されている。\n以上のことから，チェルノブイリ事故の影響は，まだ全貌は明らかではなく，放\n射線の晩発性障害が本格的に現われるのはこれからであるとされている。\n（６）　事故の原因\n事故直後の８６年報告書によれば，事故の原因は，運転員の規則違反，すなわ\nち，①　制御棒の反応度操作余裕が制限値以下で運転を継続したこと，②　予定出\n力以下の炉出力で電源テストを行ったこと，③　１次系循環ポンプを全台運転し，\nポンプの流量が規定を越えたこと，④　タービン蒸気弁閉に伴うスクラム（原子炉\n緊急停止）信号を解除したこと，⑤　気水分離タンクの水位・圧力に伴うスクラム\n信号を解除したこと，⑥　ＥＣＣＳ（緊急炉心冷却装置）を切り離していたこと，\nという６つの規則違反をしていたことにあると報告された。\nしかし，その後１９９１年（平成３年）１月，ソビエト連邦原子力産業安全監視\n国家委員会の特別調査委員会は，「チェルノブイリ４号炉事故の原因と状況につい\nて」と題する報告書（以下「９１年報告書」という。）により，「事故の原因は，\n設計の欠陥と責任当局の怠慢にあり，チェルノブイリのような事故はいずれ避けら\nれないものであった。」との見解を発表した。すなわち，９１年報告書は，「チェ\nルノブイリ４号炉では，制御棒が，制御棒本体の下に黒鉛棒がぶら下がったような\n構造をしており，制御棒を完全に引抜いた状態では，黒鉛棒の下に１．２５メート\nルほどの水域ができる。この状態でスクラム（原子炉緊急停止）がかかると，炉心\nの上部では制御棒本体が入ることによりマイナスの反応度が加わるが，炉心の下部\nでは，中性子を吸収していた水域が，ほとんど中性子を吸収しない黒鉛棒に置き変\nわるため，昀初にプラスの反応度が加わる。炉心全体の挙動は，各制御棒の位置関\n係や炉の運転状況によって決まってくるが，条件によっては，ポジティブスクラム\nが発生し，炉の出力が上昇する。事故の直前には，チェルノブイリ４号炉は，原子\n炉熱出力は０ないし３万キロワットに低下し，その後，出力上昇の操作（制御棒を\n引き抜くこと等）の結果，２０万キロワットでなんとか安定するに至った。しか\nし，この時の炉は，反応度操作余裕の低下と低出力の状況に伴う正のボイド反応度\n係数が働き（ボイドすなわち泡が増えると核分裂連鎖が盛んになる性質のこと），\n一触即発の状態に陥っていたが，運転員はそのことを知らなかった。その後，運転\n員は，試験（惰性で回っているタービン発電機からの電力で非常用炉心冷却系設備\nのポンプ等をどの程度稼働させることができるかを確認する試験）を行ったが，試\n験中は，炉の出力は安定しており，異常な兆候はなかった。試験終了後，運転員が\nスクラム（原子炉緊急停止）の操作をしたが，それが，事故の発端となった。すな\nわち，制御棒の一斉挿入により，ポジティブスクラムが発生し，停止するはずの炉\nが逆に急激に出力が上昇して，暴走事故となった。」と発表し，要するに，炉の設\n計に構造的欠陥があったとした。そして，９１年報告書は，８６年報告書の指摘し\nている運転員の規則違反について，「①の点は，規則違反であり，運転員は規則違\n反であることを知りながら運転を続けテストをしたと思われる。しかし，反応度操\n作余裕の値が緊急防御系の有効性に影響を及ぼすということは運転員に知らされて\nいなかったのであり，如何なる運転状況であろうと，緊急防御系は有効に作動して\n原子炉は停止すると運転員が期待するのは正当であるから，この点の規則違反は，\n事故の原因であるとはいえない。②の点は，運転規則で低出力での運転が禁じられ\nていたわけではない。③の点は，全ての循環ポンプを運転してはならないとは運転\n規則では定められていない。もっとも，いくつかのポンプの流量が制限値をいくら\nか超えていたことは規則違反であったが，この制限は，ポンプ・キャビテーション\n（気泡の発生とそれに伴う衝撃による破損）を防ぐために設定されたものであり，\n実際にはポンプ・キャビテーションは生じていなかったことが確認されている。④\nの点は，タービンへの蒸気弁を閉じた際，スクラム信号を解除したのは規則違反で\nはない。⑤の点は，８６年報告書では，運転員が気水分離タンクの水位・圧力に伴\nうスクラム信号を切ったとしているが，実際には，全て，解除されていなかった。\n⑥の点は，ＥＣＣＳ（緊急炉心冷却装置）を解除したのは規則違反であったが，テ\nスト手順書に従って行ったのであって，運転員に違反はない。また，ＥＣＣＳが解\n除されていなくても，事態の進展には関係がなかった。」と報告している。\n（７）　事故で生じた爆発のエネルギー\n未解明な点が多く，事故で生じた爆発のエネルギーがどれほどであったか，その\n定量的な推定は困難であるとされている。\n（以上の事実につき，甲６，甲イ２７，１７９，１９９，３７２，３８５，甲ニ２\nの１，６の１，乙イ２４）\n第８　当裁判所の判断\n１　炉心崩壊事故に対する安全審査の在り方\n（１）　前記第７において，外国において発生した炉心崩壊事故の概要を見てきた\nが，このうち昀も重大かつ深刻な事故はチェルノブイリ事故である。この事故は，\n原子炉の炉心が崩壊した場合の危険性と悲惨さを如実に物語っている。そして，１\n６００トンないし２０００トンもの重量の原子炉の上蓋が空中に吹き上げられたと\nいうことは，炉心崩壊の際の核分裂反応によるエネルギーが如何に巨大であるかを\n示すものであって，人類は，これを教訓としなければならない。\n（２）　もとより，事故を起こしたチェルノブイリ４号炉は，黒鉛減速・軽水冷\n却・沸騰水型原子炉で，その電気出力も１００万キロワット（熱出力３２０万キロ\nワット）であり，本件原子炉とは，その炉型の種類，構造及び出力規模などを異に\nするものであって，チェルノブイリ事故と同じような炉心崩壊事故が本件原子炉に\nおいて生じるとたやすく速断することは相当でない。\nしかし，本件原子炉は，研究開発段階の高速増殖炉であり，未解明な分野が少な\nくなく，しかも，炉心中心領域においては正のボイド反応度を持ち，出力密度も高\nい炉心特性を有しており，充分な安全対策が必要である。\n（３）　本件申請者は，炉心崩壊事故（反応度抑制機能喪失事象）を本件原子炉で\nは「技術的には起こるとは考えられない事象」として捉え，発生頻度は無視し得る\nほど極めて低いと位置付けている（本節，第５参照）。しかし，運転実績に乏しい\n研究開発段階の本件原子炉の炉心崩壊事故をそのように評価することには疑問があ\nる。また，たとえ設計上の理論ではそうであっても，炉心を構成する燃料，機器，\n装置の品質管理が不十分であったり（本件ナトリウム漏えい事故は，配管に挿入さ\nれていた温度計の品質管理に不備があったことが直接の原因であることを想起すべ\nきである。），若しくは，工事の施工に瑕疵があったりすれば，設計上予想もしな\nい事故が発生する可能性は否定できないのであり，このことは当然想定していなけ\nればならないことである。\n「評価の考え方」が，ＬＭＦＢＲ（液体金属冷却高速増殖炉）について，設計基\n準事象の他に５項事象を選定してその評価を求めているのも，発生頻度は設計基準\n事故よりも更に低くともその事象の発生可能性が無視できないからであると認めら\nれる。\n（４）　したがって，５項事象として選定された炉心崩壊事故（反応度抑制機能喪\n失事象）は，決して空想の出来事としてではなく，現実に起こり得る事象としてそ\nの安全評価がされなければならない。そして，その事象の発生は重大な結果を招く\nのであるから，炉心崩壊の際に生じる核エネルギーの大きさがどの程度のものであ\nって，本件原子炉容器及び原子炉格納容器がそのエネルギーの荷重（衝撃）にどこ\nまで耐えられるかの評価は，特に重要である。\n２　本件申請者がした反応度抑制機能喪失事象の機械的エネルギーの解析\n（１）　本件申請者は，想定した反応度抑制機能喪失事象について，即発臨界の有\n無及び即発臨界を超える場合の機械的エネルギーを解析した（なお，本件申請者が\n計算した機械的エネルギーは，熱エネルギーの大気圧までの等エントロピ膨張によ\nる仕事量のことである。）。すなわち，ＨＣＤＡ（仮想的炉心崩壊事故）の起因過\n程を解析コードＳＡＳ　３Ｄを用いて解析し，炉心の反応度が即発臨界を超えて機\n械的エネルギーの発生に至ると予測されたケースについては，解析コードＶＥＮＵ\nＳ－ＰＭに接続して機械的炉心崩壊過程の解析を行った。解析は，幾つかの基準に\nよりケースを区分し，その区分されたものを組み合わせて，様々なケースを想定し\nて行われたが，具体的には次のとおりである。\nア　炉心燃焼度による区分\n（ア）　初装荷炉心の燃焼初期（ＢＯＩＣ）\nこれは，燃料が全く燃焼していない原子炉の昀初の炉心状態である。\n（イ）　平衡炉心の燃焼初期（ＢＯＥＣ）\n平衡炉心とは，数回の燃料交換を経た後の平衡状態に達した炉心状態をいう。本\n件原子炉の燃料交換は，１回ごとに燃料集合体の約５分の１を交換するので，平衡\n炉心の燃焼初期とは，平衡炉心における燃料交換直後の炉心状態に相当し，炉心内\nの燃料集合体の約５分の１は，交換したばかりの新燃料である。\n（ウ）　平衡炉心の燃焼末期（ＥＯＥＣ）\nこれは，平衡炉心の燃料交換直前の炉心状態に相当し，昀も燃焼が進んだ燃料集\n合体を含む炉心状態である。\nイ　反応度係数の取扱いによる区分\n（ア）　ノミナル解析\nこれは，炉心の核設計に用いた核設計手法及び核データを用いて評価した反応度\n係数分布のデータ（これを「ノミナル値」という。）によって解析するものであ\nる。\n（イ）　保守側解析\nこれは，反応度係数分布のデータのばらつきが比較的大きく，不確かさの幅があ\nることから，負の反応度効果を有するドップラ反応度をノミナル値より３０パーセ\nント低く見積もり，逆に正の反応度効果を有するボイド反応度をノミナル値より５\n０パーセント多く見積もって解析するものである。\nウ　パラメータによる区分\n（ア）　基本解析ケース\nこれは，基準が一応確立しているパラメータを用いて解析するものである。これ\nには，次の３つのケースがある。\n（あ）　ＢＥケース\nこれは，本件安全審査当時，昀も確からしいとされたモデルパラメータを使用す\nるケースである。\n（い）　ＥＸＮＲＣケース\nこれは，ＮＲＣ（米国原子力規制委員会）が１９７６年（昭和５１年）にクリン\nチリバー高速増殖原型炉（ＣＲＢＲ）のＨＣＤＡ評価を行った際に，上限ケースと\nして選定したパラメータの組み合わせと同じ条件設定を行ったケースである。\n（う）　ＲＰケース\nこれは，パラメータ解析を行う際の基準ケースとして設定された解析ケースであ\nる。\n（イ）　パラメータ解析ケース\nこれは，上記ＲＰケースをパラメータ基準ケースとして，起因過程の事象推移及\nび反応度効果の観点から，重要となる現象についての各種モデルパラメータを変化\nさせて解析するものである。これには多様なものがあるが，ここでは，次の３つを\n挙げるにとどめる。\n（あ）　ＬＲＩＰ．ＦＣＩケース\nこれは，冷却材が沸騰していないチャンネルにおける被覆管の軸方向初期破損口\n長さを，ＲＰケースでは５センチメートルとしていたのに対し，その６倍の３０セ\nンチメートルとしたケースである。\n（い）　ＦＣ１２５．ＣＮＴケース\nこれは，沸騰状態の燃料集合体におけるスティール蒸気による燃料分散を無視す\nるとともに，仮にＦＣＩ（溶融燃料とナトリウムが接触したときの燃料・冷却材相\n互作用）発生のタイミングを早めた場合の影響を把握することを意図して破損しき\nい値をＲＰケースの５０パーセント溶融割合から２５パーセントに低減し，さらに\n破損位置を炉心中心に固定したケースである。\n（う）　ＢＵＲＮケース\nこれは，ＥＯＩＣ（初装荷炉心末期）の状態を仮想的に模擬するために，ＢＯＩ\nＣに対して１８０日の燃焼に相当するＦＰガスを人為的に保持させたケースであ\nる。\n（２）　本件申請者において上記各組み合わせのケースにつき解析したところ，ノ\nミナル解析の場合は，すべてのケースにおいて，即発臨界に至ることなく機械的エ\nネルギーの発生は予測されなかった。しかし，保守側解析においては，機械的エネ\nルギーの放出の可能性があるケースがあった。その中から機械的エネルギー放出の\n高いものを見てみると，平衡炉心の燃焼末期（ＥＯＥＣ）におけるパラメータ解析\nのＬＲＩＰ．ＦＣＩケースでは９９２ＭＪ，同じくＦＣ１２５．ＣＮＴケースで６\n７６ＭＪ，平衡炉心の燃焼初期（ＢＯＥＣ）におけるパラメータ解析のＦＣ１２\n５．ＣＮＴケースでは６９０ＭＪ，初装荷炉心の燃焼初期（ＢＯＩＣ）におけるパ\nラメータ解析のＲＰ．ＢＵＲＮケースでは４１８ＭＪというものがある。\nしかし，本件申請者は，当時の実験的知見と海外におけるＨＣＤＡ評価の例を踏\nまえて，使用したデータ及びモデルパラメータの不確かさ幅についての物理的合理\n性の範囲内での上限シナリオとして，基本解析ケースの１つであるＥＸＮＲＣケー\nス（上記（１），ウ，（ア），（い））を選定した。このケースにおける平衡炉心\nの燃焼末期（ＥＯＥＣ）での保守側解析によると，その機械的エネルギーは３５６\nＭＪであったが，解析コードＶＥＮＵＳ－ＰＭにおける制御棒の取扱いを補正した\nところ，その値は約３８０ＭＪとなった。本件申請者は，この約３８０ＭＪをもっ\nて本件原子炉の炉心損傷後の昀大有効仕事量の値として採用し，本件許可申請書に\nその旨を記載した（なお，本件許可申請書では，本件原子炉施設の構造物の耐衝撃\n評価に当たって考慮する昀大有効仕事量は５００ＭＪとされている。）。本件申請\n者の解析によれば，この場合でも，炉心は即発臨界後，膨張により未臨界となる。\n（３）　ところで，本件申請者の解析によれば，大半のケースが起因過程では即発\n臨界に至ることなく緩慢に推移し，次の遷移過程に移行することが予測された。し\nかし，その当時，遷移過程の事象推移及び再臨界に伴う機械的エネルギー発生の可\n能性の重要性は認識されていたものの，遷移過程の事象推移を直接シミュレーショ\nンする評価技術は十分には確立されていなかった。そこで，本件申請者は，海外の\n評価例，関連する実験研究等の調査をするとともに，本件許可申請をした昭和５５\n年に，アメリカのロスアラモス国立研究所が１９７８年（昭和５３年）に開発した\n核熱流動の総合的解析コードＳＩＭＭＥＲ－Ⅱを導入して解析を試みたが，これに\nよると，保守的条件設定によって生じる遷移過程の再臨界の場合であっても，その\n機械的エネルギーは上記３８０ＭＪを超えることがないことが確認された。しかし\nながら，このＳＩＭＭＥＲ－Ⅱコードは，２速度・１流動様式という流体力学モデ\nルの制約により適用性が限られること，計算精度が不十分なモデルがあること，条\n件設定を誤ると数値的に不安定性を引き起こしやすいなどの根本的な問題を抱えて\nいた。\n（以上の事実につき，乙イ１６の１ないし３，１７の１ないし５，乙イ３２，３\n７，乙ニ４の１ないし４）\n３　アメリカ，ドイツにおけるＨＣＤＡの機械的エネルギーの評価について\n（１）　アメリカ\nア　アメリカでは，クリンチリバー高速増殖原型炉（ＣＲＢＲ）の建設計画が，１\n９７２年（昭和４７年）に始まった。\nＣＲＢＲについて，安全審査機関であるアメリカ原子力規制委員会（ＮＲＣ）\nは，ＣＲＢＲの基本設計及び軽水炉の安全研究を再評価した結果，炉心崩壊事故は\n発生頻度の極めて低いクラス９の事故（１０－６回／原子炉・年以下）として分類\nしたものの，同時に「炉心崩壊事故は設計基準事故ではないが，事故の影響の軽減\nを目的とする設計対応を採るべきである」との許認可指針を発表した。さらに，ア\nメリカ原子力規制委員会（ＮＲＣ）は，申請者側に対し，「崩壊事故後，昀低２４\n時間以内は格納機能の健全性が維持できること」を要求するとともに，ＳＭＢＤＢ\n（炉心崩壊事故で瞬時に発生する機械的エネルギーを考慮して，原子炉冷却バウン\nダリの健全性を保障すること）とＴＭＢＤＢ（長時間の熱的な影響を考慮し，環境\nへの放射線の影響を低減するための格納機能を保障すること）を要求した。そし\nて，申請者側が，１気圧までの膨張による仕事エネルギーとして６６１ＭＪを選択\nしていたのに対して，アメリカ原子力規制委員会（ＮＲＣ）は，申請者と同様の手\n法により解析を行った結果，膨張炉心の１気圧までの仕事エネルギーとして１２０\n０ＭＪを格納機能の評価に用いることを要求した。\nイ　ＣＲＢＲは，１９７７年（昭和５２年）ころ，その建設計画がいったん無期延\n期の決定がされ，１９８０年（昭和５５年）ころに建設が再開されることになった\nが，１９７９年（昭和５４年）に起こったＴＭＩ事故（スリーマイル島事故）によ\nって，安全上の要求は更に厳しくなった。その結果，ＣＲＢＲは，炉心設計を全く\n改めた上で，安全審査を受け直すこととなった。すなわち，当初においては，ＣＲ\nＢＲの炉心構造は，本件原子炉や欧州各国の高速増殖炉と同じ「均質炉心」が予定\nされていたが，これを，炉心内部に同心円状のブランケットを持つ「非均質炉心」\nへと変更することとした。この変更は，高速増殖炉の安全上の欠陥である正のナト\nリウム・ボイド反応をかなり低減するのに繋がるものであり，審査側もこれを承認\nした。\n一方，ＣＲＢＲの建設費用は，炉心の設計変更などの事情から，大幅な増額を余\n儀なくなれたが，電力会社がその負担増を拒否したため，政府負担が大幅に増える\nこととなった。しかし，連邦議会上院が１９８４年度（昭和５９年度）のＣＲＢＲ\nの予算案を否決したことから，アメリカ政府は，ＣＲＢＲの建設計画を中止した。\n（以上の事実につき，甲３７３，３７７，３８５，４４４）\n（２）　ドイツ（旧西ドイツ）\nア　旧西ドイツでは，ベルギー，オランダとの３か国共同で建設した高速増殖炉\n（原型炉）のＳＮＲ－３００炉（定格電気出力３１．２万キロワット，１９８５年\nに建設完成）をめぐって，１９６０年代末の基本設計の段階から，ＨＣＤＡが安全\n上の主たる課題として，学説上の論争が行われてきた。\nイ　規制当局であるノルトラインウェストファーレン州政府（経済・中規模工業技\n術省）は，ＨＣＤＡ（炉心崩壊事故）を格納容器の設計基準事故とする取扱いをし\nて，初期の許可段階において，耐衝撃評価として，①　１５０ＭＪの有効仕事エネ\nルギーに対し，原子炉容器は健全で崩壊熱が除去できるようにすること，②　さら\nに，３７０ＭＪの有効仕事エネルギーに対し，原子炉容器及び１次系バウンダリの\n健全性は，格納容器に対する損傷を避けうる程度に維持されること，の２点を要求\nした。\nなお，ここでいう有効仕事エネルギーは，本件申請者が本件原子炉の解析で用い\nた「大気圧（１気圧）までの等エントロピ膨張による仕事量」ではなく，「カバー\nガス７０立方メートルまでの等エントロピ膨脹による仕事量」をいうものである。\nそして，「カバーガス７０立方メートルまでの等エントロピ膨脹による仕事量」を\n「大気圧までの等エントロピ膨張による仕事量」に換算すると，その値は，２．５\nないし３倍程度になるので，本件原子炉の場合に当てはめると，上記①の１５０Ｍ\nＪは３７５ないし４５０ＭＪ程度，上記②の３７０ＭＪは９２５ないし１１１０Ｍ\nＪ程度に相当するものである。\nウ　ＳＮＲ－３００炉のＨＣＤＡをめぐっては，ブレーメン大学物理学科のグルー\nプ（原子力発電所反対派サイドの研究者グループ）とカールスルーエ原子力研究セ\nンターのグループ（原子力発電所推進派サイドの研究者グループ）に分かれて，激\nしく論争が行われ，ＨＣＤＡの機械的エネルギーの見積も重要な争点の１つとされ\nた。研究者の１人（Ｌ）が，ＨＣＤＡのうちＵＬＯＦを起因事象とする事故の遷移\n過程について，ＳＩＭＭＥＲ－Ⅱコードを用いて解析を行ったところ，ＳＮＲ－３\n００炉の設計値である３７０ＭＪを超えるケースが２件あり，昀大のケースでは，\n設計値（３７０ＭＪ）の約２．２倍に相当する８０６ＭＪに達すると発表したが，\nこれに対して，カールスルーエ原子力研究センターのグループに属するＭとＮの両\n博士は，上記の解析には，７項目で誤りがあると指摘する検討結果を発表して反論\nするなど，論争は容易に決着しなかった。\nエ　こうした研究者間の対立にとどまらず，ＳＮＲ－３００炉の建設は，それ自体\nがドイツ国内の大きな政治問題でもあったが，許認可権を持つノルトラインウェス\nトファーレン州政府（経済・中規模工業技術省）は，ＳＮＲ－３００炉のＨＣＤＡ\nに関する調査を，専門コンサルタント会社を介して，アメリカのＯ博士らの研究者\nグループに依頼した。その調査結果の報告書は，１９９０年（平成２年）１１月に\n州政府に提出された。\nしかし，１９８３年に申請されていた燃料集合体の輸送と貯蔵に関する部分許認\n可を州政府が一向に出そうとしなかったことから，連邦政府と電力会社３社は，１\n９９１年３月，州政府の態度からＳＮＲ－３００炉の許認可手続を順調に終了させ\nることはもはや期待できず，不必要なコストの負担を避けるためこれ以上の資金の\n提供をしないことに合意した。これにより，ＳＮＲ－３００炉のプロジェクトは事\n実上中止された。州政府は，ＳＮＲ－３００炉のプロジェクトが中止されたことを\n受け，上記Ｏ博士らの報告書を非公開とする決定をしたため，その内容は公式には\n明らかとなっていない。\nこうして，ＳＮＲ－３００炉は，原子炉施設は完成していたにもかかわらず，一\n度も正規の運転をすることなく，廃炉となった。\n（以上の事実につき，甲イ３７３，３８５，３９９，４０７，４４４，甲ニ６の１\nないし４，乙イ１５）\n４　本件原子炉の炉心崩壊事故における有効仕事量（機械的エネルギー）について\nの当事者双方の主張の要旨とこれに対する当裁判所の考え方\n（１）　控訴人らの主張の要旨\nア　炉心崩壊は，核エネルギーによって多様な物質が固体，液体，気体と相変化し\nながら熱流動を起こすもので，数々の因果が連鎖，進展する極めて複雑な現象であ\nると同時に，短時間の内に一挙に爆発に至る危険な現象である。余りにも危険であ\nるため，このような現象を実物大で模擬する実験を行うことは事実上不可能であ\nる。したがって，炉心崩壊に関するこれまでの実験は，僅かに部分的な現象をごく\n小規模に模擬したものに過ぎない。外国で行われた燃料棒破損実験（アメリカのＴ\nＲＥＡＴ実験，フランスのＣＡＢＲＩ実験）は，少数本の燃料棒を軽水炉の炉心に\n据えて熱中性子を照射して行ったものに過ぎず，燃料内部にまで侵入する高速中性\n子を使用した実験は存在しない。燃料の溶融，沸騰実験（ＳＣＡＲＡＢＥＥにおけ\nる実験）も，直径６センチメートル，高さ２０センチメートル程度のるつぼに燃料\nを入れ，それに中性子を照射して燃料の溶融，沸騰を調べたもので，溶融した燃料\nの揺動（スロッシング）を実験したものではない。炉心の溶融プール実験に至って\nは，直径４４センチメートルの外容器の中に水を入れた直径１１センチメートルの\n茶筒様の容器を逆さまに置き，その水の入った容器を一瞬のうちに取り外して液体\nの潰れて移動する様子を実験したに過ぎない。\nイ　実際の炉心崩壊を模擬した実験が事実上不可能である以上，炉心崩壊の爆発エ\nネルギーの算出，評価は，コンピュータによるシミュレーション計算に頼らざるを\n得ない。しかし，上記のようにこれまでの実験は模擬性に乏しいうえに，その実績\nも僅かであって，コンピュータによる解析をするにしても，その計算コードの信頼\n性の問題もさることながら，どのようなパラメータを入力するかが重要な問題とな\nらざるを得ない。けだし，入力するパラメータ如何によって，結果が大きく左右さ\nれるからである。その意味で，本件申請者が行った解析は，その解析コードにも信\n頼を置くことができないけれども，本件申請者が妥当とした解析結果のケースのパ\nラメータは保守性を欠き，極めて不十分なものといわなければならない。\n本件申請者は，自らが行った解析結果のうち，９９２ＭＪのケースを採用せず，\n３５６ＭＪのケースを採用し，これに補正を加えて約３８０ＭＪを機械的エネルギ\nーの昀大値とした。上記９９２ＭＪのケースは，燃料棒の破損口を５センチメート\nルではなく，３０センチメートルと想定したものであるが，ＴＲＥＡＴ－ＰＦＲ実\n験（燃料棒の破壊実験）では，昀初に少しだけ破損し，その０．００４秒後に全長\nの７０パーセント近くが破損した例（データ）も存在するのであり，９９２ＭＪの\nケースを排斥する理由はない。また，同じく本件申請者の解析において，燃料棒の\n中心部が破損したケースでも，３８０ＭＪを大きく上回る値が得られているが，Ｔ\nＲＥＡＴ－ＰＦＲ実験では，燃料棒の中心部（この位置が燃料反応度価値が昀大に\nなる。）が破損した例（データ）が報告されているのであって，このケースの解析\n結果を無視することは不合理である。\nウ　以上のように，本件申請者は，自分に都合の悪いケースは殊更に排除して，設\n定したモデルでの機械的エネルギーの昀大を３８０ＭＪとしているのであって，極\nめて恣意的といわなければならない。これに加えて，本件申請者は，起因過程の即\n発臨界を上回る昀大級の核的爆発の起こる可能性のある遷移過程における即発臨界\nの機械的エネルギーを解析計算していないのである。したがって，本件申請者のし\nた解析結果を妥当と判断した本件安全審査には，看過し難い過誤，欠落がある。\n（２）　被控訴人の主張の要旨\nア　反応度抑制機能喪失事象については，当然のことながら，実際に原子炉施設に\nおいてこの事象を発生させて実験することはできない。しかし，上記事象の解析評\n価に用いられた計算コード（ＳＡＳ　３Ｄ及びＶＥＮＵＳ－ＰＭ）は，本件安全審\n査前である１９６０年代から１９７０年代にかけて米国のＴＲＥＡＴその他の実験\n施設を用いて行われた実験において観測された実験データと比較して，十分な検証\nがされているものである。また，未だ実験によって十分な確証が得られていない部\n分については，不確かさの幅を十分に考慮することにより，全体として，安全上厳\nしい結果となるように作成されている。\nイ　本件申請者は，本件安全審査当時に昀も確からしいとされる計算条件等を用い\nた解析ケース（ＢＥケース）や，起因過程を構成する各個の現象について物理的に\n合理的と考えられる範囲を越える計算条件を設定して解析結果に及ぼす影響を確認\nするためにされた解析ケース（パラメータ解析ケース）等，相当数の解析ケースに\nついて解析をした上，本件許可申請においては，本件安全審査当時の実験的知見と\n海外における評価例を踏まえて，物理的に合理的と考えられる範囲内で昀も保守的\nに計算条件を設定して解析した上限ケース（ＥＸＮＲＣケース）を採用している。\nウ　控訴人らは，炉心損傷後の昀大有効仕事量を３８０ＭＪとする解析結果を過小\n評価であると主張し，９９２ＭＪとなった解析ケースを指摘する。しかし，この９\n９２ＭＪの解析結果は，「パラメータ解析ケース」のうち，「ＦＣＩパラメータ」\n解析の一つとして選定された，「破損口径効果（ＬＲＩＰ・ＦＣＩ）ケース」につ\nいて，ＳＡＳ　３Ｄコード及びＶＥＮＵＳ－ＰＭコードによる計算の結果，得られ\nた値である。この解析は，一般に燃料被覆管の破損口の長さや面積が大きいほど，\n短時間で多量の溶融燃料の流出が生じることによって，燃料破損に伴うＦＣＩ現象\nが激しくなると考えられるため，この影響を強調して検討するために行ったもので\nあり，実験データに基づいたものではなく，単に計算コードの感度解析を目的とし\nたものである。\n控訴人らは，９９２ＭＪのケースに関連して，燃料棒の破損口が５センチメート\nルを超える実験例を指摘するが，本件申請者が初期の破損口の軸方向の長さを５セ\nンチメートルとするパラメータを採用したのは，本件安全審査当時既に行われてい\nた実験に基づくものである。控訴人らが指摘するＴＲＥＡＴ－ＰＦＲ実験の例は，\n飽くまで初期の破損口が生じた後，それが軸方向に拡大したものであり，初期の破\n損口の長さに相当するものではない。なお，本件安全審査終了後に行われたＣＡＢ\nＲＩ試験の結果によれば，燃料被覆管（燃料棒）の初期の破損口の軸方向の長さは\n２ないし４センチメートル程度であり，初期の破損口の軸方向の長さ５センチメー\nトルを下回る結果が得られている。このＣＡＢＲＩ試験は，定常運転状態から条件\nを模擬しており，燃料要素の破損位置や燃料の移動をＴＲＥＡＴよりも更に精度良\nく測定する技術が使われているものであり，実験データとしてより信頼の置けるも\nのである。\nまた，控訴人らは，燃料棒の破損位置を問題とするが，本件申請者が採用した上\n述の上限ケースにおいては，燃料要素の破損位置が，軸方向の中心部から上部にな\nることが知られていることは踏まえた上で，計算条件として，あえて保守的に，燃\n料要素の破損位置を軸方向の中心部としているのであって，控訴人らの主張は，こ\nの点を看過するものである。\n（３）　当裁判所の考え方\nア　炉心崩壊事故を原子炉施設を使って実際に模擬実験することが事実上不可能で\nあることは，当事者双方もこれを認めるところである。したがって，炉心崩壊の際\nの機械的エネルギー（有効仕事量）を具体的に予測しようとすれば，コンピュータ\nシミュレーションによる解析に依らざるを得ないことは明らかである。しかし，そ\nの場合においては，信頼するに足る計算（解析）コードの存在と適切な解析条件の\n設定が不可欠である。他方，証拠（甲イ３８５，４９１，乙ニ４の１ないし４，弁\n論の全趣旨）によれば，これまで海外及び日本で行われたＨＣＤＡに関する模擬実\n験は，控訴人らが指摘するような部分的現象についての小規模なものしか行われて\nおらず，実験に基づくデータは限られており，それを含めて解析の基礎となるデー\nタには一定の幅をもってしか確定できない部分が少なからず存在していることが認\nめられる。したがって，どのようなモデルを対象にどのコードを使っていかなるパ\nラメータのもとに解析を行うのが妥当なのかの判断，並びにパラメータを異にする\n複数の解析結果のうちのどの解析結果を設計上の基準として採用するのが適当なの\nかの判断は，決して容易なことではなく，それを的確になすには，高度な原子物理\n学の知識，経験はもとより，これに加えて熱流体力学などの関係する分野の幅広い\n科学的，専門技術的知見，見識を必要とし，そこには知識，経験等に裏付けられた\n総合的見地に基づく一定の裁量を認めなければならない。\nイ　規制法２４条の規定の趣旨に照らせば，上記の適正な判断は，科学の各分野の\n専門的な学識経験者から構成される原子力安全委員会に期待されていることは明ら\nかである。それ故に，原子力安全委員会が慎重な調査審議を経て，その科学的，専\n門技術的裁量に基づき，本件申請者のした解析を妥当と判断したのであれば，それ\nが不合理なものでない限り，司法機関である裁判所は，それを尊重すべきである。\n５　反応度抑制機能喪失事象についての本件安全審査の不備及び信頼性\n（１）　反応度抑制機能喪失事象における機械的エネルギーの解析評価の不備\nア　前述（本節，第６参照）のとおり，科学技術庁及び原子力安全委員会は，本件\n安全審査において，５項事象である１次冷却材流量減少時反応度抑制機能喪失事象\nにおける炉心損傷後の昀大有効仕事量を約３８０ＭＪとした本件申請者の解析を妥\n当と判断した。\nところで，本件申請者が有効仕事量を約３８０ＭＪとした根拠は，上記２の\n（２）のとおりであるが，本件申請者が行った解析の中には，３８０ＭＪを上回る\nケースが複数含まれていたことも前述のとおりである。しかし，原審証人Ｈ，同Ａ\nの各証言によれば，科学技術庁には本件申請者がした解析のうち解析条件を異にし\nた複数の解析結果が報告されたが，３８０ＭＪを上回る解析結果のものは報告され\nていないこと，審査機関である科学技術庁及び原子力安全委員会は，申請者が提出\nする資料に基づいて解析の評価をするだけで，自らが独自に解析をして申請者のし\nた解析の妥当性を検証することはしないこと，したがって，本件安全審査において\nは，１次冷却材流量減少時反応度抑制機能喪失事象における炉心損傷後の昀大有効\n仕事量の解析評価は，３８０ＭＪを上限ケースとする解析結果を基にして行われた\nことが認められる。\n被控訴人は，９９２ＭＪの解析結果のケースは，実験データに基づいたものでは\nなく，単に計算コードの感度解析を目的としたものであり，これを考慮する必要は\nないと主張する。しかし，前記３認定のとおり，アメリカ原子力規制委員会（ＮＲ\nＣ）は，クリンチリバー高速増殖炉（原型炉）の炉心格納機能の評価として１２０\n０ＭＪを要求し，また，ドイツ（旧西ドイツ）においても，高速増殖炉（原型炉）\nＳＮＲ－３００炉について，許認可権を有する州政府は，原子炉容器などの耐衝撃\n評価基準としてカバーガス７０立方メートルまでの等エントロピ膨張による仕事量\nで３７０ＭＪ（本件申請者の使用した１気圧までの等エントロピ膨張による仕事量\nに換算すれば９２５ないし１１１０ＭＪ）を要求していたのであり，これと対比す\nると，９９２ＭＪというのは決して異常な数値ではない。\n機械的エネルギー（有効仕事量）の上限を評価するうえで，９９２ＭＪのケース\nを考慮する必要性の有無は，本来，原子力安全委員会が判断すべきことであり，こ\nれを含む３８０ＭＪ以上の解析結果が出たケースを本件申請者が審査機関に報告し\nなかったことは遺憾なことである。いずれにしても，本件安全審査は，十分な資料\nをもとに機械的エネルギーの上限ケースを評価したということはできない。\nイ　以上のように，本件申請者は，３８０ＭＪ以上の解析結果の出たケースを審査\n機関に報告しなかったが，それでも，解析条件を異にする複数の解析ケースは審査\n機関に報告されている。そして，上記２の（３）のとおり，本件申請者の解析した\n大半のケースは，起因過程では即発臨界に至ることなく緩慢に推移し，次の遷移過\n程に移行することが予測されるものであった。しかし，本件許可申請書では起因過\n程における即発臨界を想定し，その場合の機械的エネルギーを解析コードによって\n計算しているが，遷移過程に移行した場合の即発臨界の発生の有無は，本件申請当\n時，遷移過程の事象推移を直接シミュレーションする評価技術が十分には確立され\nていなかったこともあって，少なくとも本件許可申請時までは，本件申請者におい\nて解析されていなかった。\nしかるに，そのころは既に遷移過程の事象推移と再臨界に伴う機械的エネルギー\n発生の可能性の重要性は認識されていたにもかかわらず，証拠（乙９，１４の３，\n原審証人Ｈ，同Ａの各証言）を検討しても，本件安全審査において，遷移過程の事\n象推移などが評価された形跡は一切認められない。そうすると，原子力安全委員会\nは，この点の評価をしなかったと認めるほかはない。しかし，原子力安全委員会\nは，規制法２４条１項４号の「当該申請に係る原子炉施設の位置，構造及び設備が\n核燃料物質，核燃料物質によって汚染された物又は原子炉による災害の防止上支障\nがないものであること」を審査する機関であり，炉心崩壊事故を構成する上記のよ\nうな極めて重要な事象について判断を省略するなどということは，到底許されない\nことである。評価をする適切な解析コードがないという事情はあるにしても，その\nこと故に遷移過程の事象推移などの評価をしないことが正当化されるものではな\nい。科学的，専門技術的見地からの審査が期待されている原子力安全委員会として\nは，たとえ適切な解析コードがなくとも，海外の評価例やこれまで実験によって得\nられた知識，データなどを斟酌して，少なくとも，遷移過程において再臨界が生じ\nた場合の機械的エネルギーの上限をどの程度まで評価しておくのが安全上妥当であ\nるかを判断すべき責務があるというべきである。\nこの点において，本件安全審査の１次冷却材流量減少時反応度抑制機能喪失事象\nにおける炉心損傷後の機械的エネルギーの評価には，欠落があるといわなければな\nらない。\nウ　ところで，原子力安全委員会が本件許可申請当時既に重要と認識されていた遷\n移過程の事象推移と再臨界に伴う機械的エネルギー発生の可能性について評価をし\nなかったことは，その審査が本件許可申請書の記載事項に限られていたことを窺わ\nせるものである。しかし，このことは，本件安全審査の不十分性を示すものであ\nり，その審査の姿勢から，起因過程の即発臨界後の機械的エネルギーの上限が約３\n８０ＭＪであることを妥当とした判断についても，果たしてそれが審査機関として\nの独自の立場から慎重かつ十分な検討に基づく結果なのかという疑念を抱かせるも\nのである。そこで記録を検討すると，本件安全審査には，反応度抑制機能喪失事象\nの評価以外にも，次の（２）のとおり，その信頼性を疑わせる幾つかの事実のある\nことが認められる。\n（２）　本件安全審査全体の信頼性を疑わせる事実\nア　本件申請者がした解析に対する評価\n（ア）　本件の主要な争点に関する事項に限っても，本件申請者がした解析には，\n以下のとおり，明らかな誤り又は不適切と認められる解析がある。\n（あ）　既述（第２章，第３節参照）のとおり，「２次冷却材漏えい事故」に関\nし，その熱的影響の解析に誤りがあった。また，ナトリウム酸化物の鉄（鋼）に与\nえる腐食機構の知見を欠いていたため，鋼製の床ライナの腐食についての解析は，\n全くされていなかった。しかし，腐食構造に関する知見は，本件許可申請当時で\nも，問題意識があれば，知り得た知見であった。\n（い）　本件申請者において，平成７年５月，本件原子炉を起動させて水・蒸気系\n起動バイパス系統の制御特性の確認試験を実施していたところ，同月２２日，蒸気\n発生器Ｃループの給水流量が大きく変動し，それに伴いＡ，Ｂループの給水流量も\n変動し始め，本件原子炉が自動停止する事態が発生したが，その原因は，給水調節\n弁制御回路の制御定数の選定のための解析に際し，弁応答特性の評価が不十分であ\nったため，適切な弁特性が解析に反映されず，安定制御領域の範囲を過大に予測し\nていたことにあった（甲イ２２３，原審証人Ａの証言）。\n（う）　本件ナトリウム漏えい事故後の安全性総点検に基づき本件申請者がした，\n蒸気発生器伝熱管破損事故に伴う高温ラプチャ発生可能性の検討において，伝熱管\nの膜沸騰発生時の熱伝達率の減少を十分反映しない解析が行われていた（第２章，\n第４節，第８の２）。\n（イ）　本件許可申請書には，本件原子炉施設の構造，機能，各種事象の評価その\n他について，本件申請者によってされた数え切れない程多数の解析の結果が記載さ\nれているところ（乙１６），本件の主要な争点に関連するものだけに限っても，明\nらかな誤り又は不適切と認められる解析が３つもの事項についてあるということ\nは，本件許可申請書における解析の中には，同様なものが少なからず存在すると考\nえなければならない。\nしかし，原子力安全委員会の原子炉安全専門審査会委員として本件安全審査に関\n与した原審証人Ａの証言によれば，原子力安全委員会は，本件申請者のした解析に\n不備や誤りがあるとしてその補正を求めたことは一度もないことが認められる。科\n学技術庁が安全審査をした結果をまとめた安全審査書案（乙９）を見ても，本件許\n可申請書の記載をそのまま書き写したか，又は要約したものに過ぎない。これで\nは，本件安全審査が本件申請者の主張にとらわれない独自の調査審議を尽くしたと\n認めるには多大な疑念を抱かざるを得ない。\nイ　蒸気発生器伝熱管破損事故における蒸気発生器，中間熱交換器などの耐圧評価\n（ア）　蒸気発生器伝熱管破損事故におけるナトリウム－水反応による圧力上昇の\n蒸気発生器，中間熱交換器，２次主冷却系設備に対する影響について，本件許可申\n請書には，「伝熱管１本が瞬時に完全破断し，水がナトリウム中に噴出し始める\nと，水とナトリウムが急激に反応し，水素が発生する。このため破断初期において\n蒸発器胴部にはいわゆる初期スパイク圧が作用する。この初期スパイク圧力のピー\nク値は約２３㎏／㎝２である。この場合，蒸発器の胴の歪みは小さく，塑性歪みは\n生じない。この初期スパイク圧の伝播に対して中間熱交換器２次側での圧力ピーク\n値は約１２㎏／㎝２である。この場合中間熱交換器及び２次主冷却系の機器・配管\nは塑性歪みを生じるには至らず，各設備の健全性は保たれる。」，「また，初期ス\nパイク圧減衰後から事故終止まで持続している準定常圧は，蒸気発生器において約\n９㎏／㎝２以下及び中間熱交換器２次側において約１３㎏／㎝２以下である。準定\n常圧に対しても蒸気発生器，２次主冷却系機器・配管及び中間熱交換器の歪みは塑\n性歪みにも至らず，各設備の健全性が損なわれることはない。」と記載されている\n（第２章，第４節，第３の２参照）。\n（イ）　他方，科学技術庁が作成した安全審査書案の上記の事項に関する記載は，\n「解析結果によれば，破断初期において蒸発器胴部に作用するいわゆる初期スパイ\nク圧力のピーク値は約２３㎏／㎝２であり，蒸発器の胴の歪みは小さく，塑性歪み\nには至らない。この初期スパイク圧の伝播に対して中間熱交換器及び２次主冷却系\nの機器・配管は塑性歪みを生じるには至らず，各設備の健全性は保たれる。また，\n初期スパイク圧減衰後から事故終止まで持続している準定常圧は，伝熱管破損伝播\nによる影響も含め，蒸気発生器において約９㎏／㎝２以下及び中間熱交換器２次側\nにおいて約１３㎏／㎝２以下であり，準定常圧に対しても蒸気発生器，２次主冷却\n系機器・配管及び中間熱交換器の歪みは塑性歪みには至らず，各設備の健全性が損\nなわれることはない。」というものであり，その内容及び表現とも，本件許可申請\n書とほとんど同一である（第２章，第４節，第４の２参照）。また，原子力安全委\n員会の内閣総理大臣に対する答申では，上記事項については全く触れられていない\n（乙１４の３）。\n（ウ）　以上のとおり，安全審査書案は，本件許可申請書の記載をほとんどそのま\nま書き写したものに等しいが，そこには，伝熱管の破損によって生じる初期スパイ\nク圧力や準定常圧に対して，蒸気発生器や中間熱交換器の健全性が損なわれること\nのない根拠が何ら示されていない。本件許可申請書（乙１６）の添付書類八には，\n蒸気発生器のナトリウム側の昀高使用圧力が５㎏／㎝２Ｇ，中間熱交換器の２次側\nの昀高使用圧力が１０㎏／㎝２Ｇであることは記載されているが，設計耐圧の上限\nに関する記載はない。上記の初期スパイク圧力や準定常圧の数値は，いずれも蒸気\n発生器及び中間熱交換器の昀高使用圧力を上回るものであるから，これらの機器の\n設計耐圧の上限が分からない限り，これらの機器の健全性が損なわれないことの判\n断はできない筈である。科学技術庁及び原子力安全委員会は，一体如何なる根拠を\nもって，本件許可申請書の記載を妥当と判断したのであろうか。もし，本件申請者\nが審査段階で提出した資料などによって設計耐圧を確認したというのであれば，安\n全審査書案にその耐圧の上限数値が記載されて然るべきであるが，それがないとい\nうことは，設計耐圧の確認はされていなかったと推認するほかない。さらにいえ\nば，本件許可申請書に設計耐圧の記載がないということは，本件申請者も，蒸気発\n生器や中間熱交換器の耐圧の正確な上限値を把握できていない疑いすらある。\n（エ）　以上要するに，蒸気発生器伝熱管破損事故における初期スパイク圧力や準\n定常圧の具体的数値を確定し，それが昀高使用圧力を上回るものであるにもかかわ\nらず，蒸気発生器や中間熱交換器の耐圧を示すことなく，これらの機器の健全性が\n損なわれることがないと判断したことは，誠に無責任であり，ほとんど審査の放棄\nといっても過言ではない。\nウ　設計基準事象における単一故障の評価\n（ア）　前述（第１章，第１節，第６の３参照）のとおり，「評価の考え方」が安\n全審査の参考とするとした「安全評価審査指針」は，選定された設計基準事象\n（「運転時の異常な過渡変化」と「事故」）の解析に当たっては，想定された事象\nに加え，作動を要求される安全系の機能別に結果を昀も厳しくする単一故障を仮定\nしなければならないと定めている。そして，蒸気発生器伝熱管事故に関して単一故\n障が仮定されているとは認められないことは，既に述べたとおりである（第２章，\n第４節，第９の３の（５）参照）。\n（イ）　しかしながら，本件許可申請書の添付書類十を検討すると，設計基準事象\nの解析につき，仮定する単一故障を明示していないのは，蒸気発生器伝熱管事故だ\nけでなく，他に存在することが認められる（乙１６）。すなわち，本件申請者が選\n定した設計基準事象は，以下のとおり，合計２８事例（運転時の異常な過渡変化１\n２事例，事故１６事例）であるが，このうち，「単一故障」という用語を使用して\n故障の仮定を明示しているのは，左側に○印を付した１５事例（運転時の異常な過\n渡変化７事例，事故８事例）に過ぎない。したがって，蒸気発生器伝熱管事故を含\nめ１３事例（運転時の異常な過渡変化５事例，事故８事例）については，少なくと\nも，「単一故障」という表現を用いた故障の仮定はされていない。\n（運転時の異常な過渡変化）\n①　炉心内の反応度又は出力分布の異常な変化\nａ　未臨界状態からの制御棒の異常な引き抜き\nｂ　出力運転中の制御棒の異常な引き抜き\nｃ　制御棒落下\n②　炉心内の熱発生又は熱除去の異常な変化\n○　ｄ　１次冷却材流量減少\n○　ｅ　１次冷却材流量増大\n○　ｆ　外部電源喪失\n○　ｇ　２次冷却材流用減少\n○　ｈ　２次冷却材流量増大\n○　ｉ　給水流量喪失\nｊ　給水流量増大\n○　ｋ　負荷の喪失\n③　ナトリウムの化学反応\nｌ　蒸気発生器伝熱管小漏えい\n（事故）\n①　炉心内の反応度の増大に至る事故\nａ　制御棒急速引抜事故\n○　ｂ　燃料スランピング事故\nｃ　気泡通過事故\n②　炉心冷却能力低下に至る事故\nｄ　冷却材流路閉塞事故\n○　ｅ　１次主冷却系循環ポンプ軸固着事故\n○　ｆ　２次主冷却系循環ポンプ軸固着事故\n○　ｇ　主給水ポンプ軸固着事故\n○　ｈ　１次冷却材漏えい事故\n○　ｉ　２次冷却材漏えい事故\n○　ｊ　主蒸気管破断事故\n○　ｋ　主給水管破断事故\n③　燃料取扱いに伴う事故\nｌ　燃料取替取扱事故\n④　廃棄物処理設備に関する事故\nｍ　気体廃棄物処理設備破損事故\n⑤　ナトリウムの化学反応\nｎ　１次ナトリウム補助設備漏えい事故\nｏ　蒸気発生器伝熱管破損事故\n⑥　原子炉カバーガス系に関する事故\nｐ　１次アルゴンガス漏えい事故\n（ウ）　設計基準事象の解析に単一故障が仮定されているかどうかは，本件におい\nて争点になっておらず，この点に関する当事者双方の主張はない。したがって，上\n記事例のうち「単一故障」の用語が使用されていないものについても，実質的には\n単一故障が仮定されている可能性を否定できず，この点は，被控訴人の弁明のない\nまま軽率に結論を出すことは差し控えなければならない。しかし，そうであって\nも，蒸気発生器伝熱管破損事故については単一故障が仮定されているとは到底認め\n難く，また，その余の事例についても，解析条件のどこに実質的な単一故障が仮定\nされているのか，少なくとも一見して明らかでないうえに，解析条件その他を仔細\nに検討すると，実質的にも単一故障が仮定されていないと疑われる事例が少なから\nず存在する。さらに，たとえ実質的な単一故障が仮定されているとしても，本件申\n請者は，何故にそれを「単一故障」と明示しなかったのかという疑問を払拭するこ\nとはできない。\n（エ）　ところで，本件安全審査は，本件申請者が選定した設計基準事象の解析を\n上記の単一故障の仮定を明記していない事例１３件を含めてすべて妥当と判断した\n（乙９，１４の３）。安全審査書案（乙９）は，設計基準事象の「評価」の欄\n（「４．４」と「５．４」）で「解析に当たっては，作動が要求される安全系の機\n能別に結果を昀も厳しくする単一故障が仮定されている。」としているが，個別的\nな事例の検討の個所で，具体的な単一故障の内容に言及しているのは，単一故障が\n明記されている１次冷却材漏えい事故に関してだけである。また，原子力安全委員\n会の内閣総理大臣に対する答申（乙１４の３）では，単に設計基準事象の単一故障\nの仮定の妥当性を確認したと述べるに過ぎない。しかし，これでは，本件安全審査\nにおいて，「単一故障」と明示されていない事例につき何を単一故障の仮定と認め\nたのかは全く知ることができない。\n以上のことからすると，本件安全審査は，設計基準事象の解析の評価において，\n単一故障の仮定の有無を真実検討したのかについて重大な疑念を抱かざるを得な\nい。また，当裁判所は，少なくとも蒸気発生器伝熱管破損事故については，単一故\n障の仮定はされていないと判断するものであり，この点に限っても，本件安全審査\nの判断を正当なものと認めることはできない。\nエ　以上の認定判断によれば，本件安全審査において，本件申請者がした各種解析\nにつき，その妥当性が十分に検証，検討されたと認めるには疑問がある。また，本\n件許可申請書には，蒸気発生器伝熱管破損事故時における中間熱交換器などの機器\nの健全性が損なわれない根拠，並びに設計基準事象の解析における単一故障の仮定\nの有無などについて看過し難い不備があるにもかかわらず，審査機関がその補正を\n求めた形跡は全く認められず，むしろ，本件許可申請書の記述を無批判に受け入れ\nた疑いを払拭することができない。\n６　本件安全審査の反応度抑制機能喪失事象の機械的エネルギーの解析評価に対す\nる判断\n（１）　前述のとおり，原子力安全委員会は，本件安全審査において，１次冷却材\n流量減少時反応度抑制機能喪失事象における炉心損傷後の昀大有効仕事量（機械的\nエネルギーの上限値）を約３８０ＭＪとした本件申請者の解析を妥当と判断した。\nしかし，この判断は，１次冷却材流量減少時反応度抑制機能喪失事象における起\n因過程での炉心損傷後の機械的エネルギーの上限値に関するもので，遷移過程にお\nける再臨界発生の機械的エネルギーの評価をも合わせて行った結果に基づくもので\nはない。要するに，遷移過程における再臨界の際の機械的エネルギーの評価はされ\nていないのであり，この点において，本件安全審査の評価には欠落のあることが認\nめられる（本節，第８の５の（１）参照）。そして，この評価の欠落は，炉心崩壊\n事故という重大事故の評価に直接かかわるものであるから，看過し難いものという\nべきである。\nまた，起因過程における即発臨界の際の機械的エネルギー約３８０ＭＪの解析評\n価の判断も，本件申請者がした解析結果の中には３８０ＭＪを超えるケースがある\nことを知らずになされたものである。そして，上記５で認定した本件安全審査の在\nり方に照らせば，原子力安全委員会の上記判断は，規制法が期待するような科学\n的，専門技術的見地からの慎重な調査審議を尽くしたものと認めるには，余りにも\n大きな疑問がある。\nしたがって，当裁判所は，原子力安全委員会が１次冷却材流量減少時反応度抑制\n機能喪失事象における起因過程での炉心損傷後の機械的エネルギーの上限値を３８\n０ＭＪとする解析を妥当とした判断は，これを尊重するに足りる適正な判断と認め\nることはできない。\n（２）　被控訴人は，本件申請者が行った昀新の安全評価によれば，炉心損傷後の\n昀大有効仕事量は，遷移過程の即発臨界（再臨界）の場合を含めても，１１０ＭＪ\nであることが確認されており，これによっても，炉心損傷後の昀大有効仕事量を約\n３８０ＭＪとする本件安全審査の評価が十分保守的であり，この数値が遷移過程を\n包絡するとの前提が合理的であったことが明らかであると主張する。\nなるほど，証拠（乙イ１８，３２）によれば，本件申請者は，本件許可処分後，\n改良された解析コードＳＡＳ４Ａ（起因過程用），ＳＩＭＭＥＲ－Ⅲ（遷移過程\n用）を用いて本件原子炉のＨＣＤＡ解析を行ったが，それによると，炉心損傷後の\n昀大の機械的エネルギーは遷移過程の１１０ＭＪであったことが認められる。\nしかし，この解析結果は，規制法に定める原子力安全委員会の安全審査によって\nその妥当性が確認されたものではない。したがって，本件許可処分後に本件申請者\nがした上記解析をもって，本件安全審査の瑕疵を否定する根拠とすることはできな\nい。\n７　本件許可処分の違法，無効\n（１）　本件許可処分の違法\n原子力安全委員会は，本件安全審査において，１次冷却材流量減少時反応度抑制\n機能喪失事象における炉心損傷後の昀大有効仕事量（機械的エネルギーの上限値）\nを約３８０ＭＪとした本件申請者の解析を妥当と判断し，弁論の全趣旨によれば，\n本件許可処分は，この本件安全審査に依拠して行われたと認められる。\nしかし，本件安全審査は，遷移過程における再臨界による機械的エネルギーの評\n価をしていない点において，その調査審議の過程に看過し難い欠落があったと認め\nられ，また，約３８０ＭＪを起因過程の昀大有効仕事量として妥当と判断した点に\nおいても，それが適正な判断であったとは認められない。そうすると，かかる重大\nな瑕疵のある安全審査に依拠して行われた本件許可処分は，本件争点（炉心崩壊事\n故）において控訴人らが主張するその余の点を判断するまでもなく，違法というべ\nきである（第１章，第２節，第２の１参照）。\n（２）　本件許可処分の無効\n本節における本件許可処分の違法事由は，「評価の考え方」が定める５項事象で\nある１次冷却材流量減少時反応度抑制機能喪失事象における炉心損傷後の昀大有効\n仕事量（機械的エネルギーの上限値）に関する安全審査の瑕疵である。この反応度\n抑制機能喪失事象は，炉心崩壊事故に直接かかわる事象であり，即発臨界に達した\n際に発生する機械的エネルギーの評価を誤れば，即発臨界によって原子炉容器及び\n原子炉格納容器が破損又は破壊され，原子炉容器内の放射性物質が外部環境に放散\nされる具体的危険性を否定できないことは明らかである。したがって，本節におけ\nる違法事由は，本件許可処分を無効ならしめるものというべきである（第１章，第\n２節，第２の３参照）。\nよって，本件許可処分は，この点においても無効であり，控訴人らの主張は理由\nがある。\n第３章　結論\n１　以上述べたとおりであるから，本件安全審査は，設計基準事故である「２次冷\n却材漏えい事故」及び「蒸気発生器伝熱管破損事故」並びに５項事象である「反応\n度抑制機能喪失事象」の調査審議及びその判断の過程に看過し難い過誤，欠落があ\nり，また，「反応度抑制機能喪失事象」の昀大有効仕事量の解析評価に対する判断\nも適正を欠くものと認められ，その本件安全審査の瑕疵により，本件原子炉施設に\nついては，その原子炉格納容器内の放射性物質の外部環境への放散の具体的危険性\nを否定することができず，かかる重大な瑕疵がある本件安全審査に依拠したと認め\nられる本件許可処分は無効と判断すべきである。\n２　ところで，本件申請者は，本件ナトリウム漏えい事故が発生したことを契機に\n本件変更許可申請を行っているところであり，この変更許可申請は，当裁判所が本\n件安全審査に瑕疵があると認めた上記の「２次冷却材漏えい事故」と「蒸気発生器\n伝熱管破損事故」に関連するものである。しかし，本件変更許可申請に対する被控\n訴人の判断は，本件口頭弁論終結時までになされておらず，本件変更許可申請は，\n本件の結論に何らの影響を及ぼすものではない。しかも，本件において，本件許可\n処分を無効とする理由は，本件変更許可申請がその対象としていない「反応度抑制\n機能喪失事象」の本件安全審査の瑕疵もその事由としているのであるから，本件変\n更許可申請は，如何なる意味においても，本件の結論を左右するものではない。さ\nらにいえば，本件変更許可申請がその対象とした事項は，本件において当裁判所が\n審査の瑕疵と認めた具体的事項を是正するに足るものではない。このことは，これ\nまでの説示に照らし明らかである。要するに，本件原子炉施設の安全審査は，全面\n的なやり直しを必要としているというべきである。\n３　以上の次第であるから，本件許可処分の無効確認を求める控訴人らの請求は理\n由があり，これを棄却した原判決は取消しを免れない。よって，原判決を取り消\nし，控訴人らの請求を認容することとして，主文のとおり判決する。\n名古屋高等裁判所金沢支部第１部\n裁判長裁判官　川崎和夫\n裁判官　源孝治\n裁判官　榊原信次\n控訴人らの主張（省略）\n被控訴人の主張（省略）\n主要略語表\n本件原子炉　　内閣総理大臣が動力炉・核燃料開発事業団に対して，昭和５８年５\n月２７日付けで設置許可処分をした高速増殖炉「もんじゅ」（福井県敦賀市白木に\n建設が予定された液体金属冷却高速増殖炉で，研究開発段階にある原子炉）\n本件原子炉施設　　本件原子炉とその附属設備\nＬＭＦＢＲ　　液体金属冷却高速増殖炉\n規制法　　核原料物質，核燃料物質及び原子炉の規制に関する法律（昭和３２年法\n律第１６６号）\n動燃　　動力炉・核燃料開発事業団\n本件申請者　動力炉・核燃料開発事業団，又は法改正により動力炉・核燃料開発事\n業団が移行した核燃料サイクル開発機構\n本件許可申請　　動力炉・核燃料開発事業団が，昭和５５年１２月１０日，規制法\n２３条の規定に基づき，本件原子炉の設置につき，内閣総理大臣に対してした許可\n申請\n本件許可処分　　内閣総理大臣が動力炉・核燃料開発事業団に対して，昭和５８年\n５月２７日付けでした本件原子炉の設置許可処分\n本件変更許可申請　　核燃料サイクル開発機構が，平成１３年６月６日，経済産業\n大臣に対し，規制法２６条１項の規定に基づいてした本件原子炉の設置変更許可申\n請\n安全審査会　　原子力安全委員会に設置されている原子炉安全専門審査会\n安全審査書案　　科学技術庁が，昭和５７年３月付けで作成した「動力炉・核燃料\n開発事業団高速増殖炉もんじゅ発電所原子炉の設置に係る安全審査書案」\n本件安全審査　　本件許可申請に対する安全審査\n評価の考え方　　「高速増殖炉の安全性の評価の考え方について」（昭和５５年１\n１月６日原子力安全委員会決定）\n安全設計審査指針　　「発電用軽水型原子炉施設に関する安全設計審査指針につい\nて」（昭和５２年６月１４日原子力委員会決定）\n安全評価審査指針　　「発電用軽水型原子炉施設の安全評価に関する審査指針」\n（昭和５３年９月２９日原子力委員会決定）\n耐震設計審査指針　　「発電用原子炉施設に関する耐震設計審査指針について」\n（昭和５６年７月２０日原子力安全委員会決定）\n設計基準事象　　「評価の考え方」及び「安全評価審査指針」が定める「運転時の\n異常な過渡変化」及び「事故」\n設計基準事故　　「評価の考え方」及び「安全評価審査指針」が定める「事故」\n本件ナトリウム漏えい事故　　平成７年１２月８日，本件原子炉施設（２次主冷却\n系のＣループの配管室）において発生したナトリウム漏えい事故\n伊方昀高裁判決　　昀高裁判所第１小法廷平成４年１０月２９日判決（民集４６巻\n７号１１７４頁）\n"
}