{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 4,
    "day": 16
  },
  "case_number": "平成13(わ)116",
  "case_name": "強盗致傷，出入国管理及び難民認定法違反，窃盗",
  "court_name": "秋田地方裁判所",
  "lawsuit_id": "8475",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=8475",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/475/008475_hanrei.pdf",
  "contents": "（主文）被告人を懲役７年に処する。\n未決勾留日数中１８０日をその刑に算入する。\n（罪となるべき事実）\n被告人は，\n第１ 中華人民共和国の国籍を有する外国人であるが，平成１２年６月１７日，有効な旅\n券又は乗員手帳を所持しないで，同国から航空機で大阪府ａ郡ｂ町ｃｄ番地Ａ空港\nに到着し，そのころ同所に上陸した後引き続き同１３年６月１０日まで大阪府内など\nに居住するなどし，もって，本邦に不法に入国し，上陸後引き続き不法に在留し\n第２ Ｂ及びＣらと共謀の上，\n１　平成１３年６月１０日午後零時１８分ころから同日午後零時２２分ころまでの間，\n山形県ｅ市ｆ町字ｇｈ番地のｉ株式会社Ｄ店において，同店店長Ｅ管理に係る化粧\n品約２１点（販売価格合計８万６９００円相当）を窃取し\n２　同月１１日午後２時３分ころから同日午後２時５分ころまでの間，秋田県ｊ市ｋ町\n字ｌｍ番地Ｆ株式会社Ｇ店において，同店店長Ｈ管理に係る育毛剤等約４２点（販\n売価格合計２０万６６００円相当）を窃取し\n第３ 平成１３年６月１１日午後２時１０分ころから同日午後２時３０分ころまでの間，同県ｊ\n市ｎ町字ｏｐ番地株式会社Ｉ店において，Ｂ及びＣらと共に，同店店長Ｊ（当時４４歳）\n管理に係る発毛剤等２９点（販売価格合計１４万２４６０円相当）を窃取したところ，\n同人に気づかれて逃走し，同人及び同店従業員Ｋ（当時２５歳）に追跡され，同市ｎ\n町字ｑｒ番地株式会社Ｌ店駐車場において，同人らに追いつかれて逮捕されそうに\nなるや，逮捕を免れるため，前記Ｋの顔面に所携の催涙スプレーを噴きつけ，前記\nＪに対し，同催涙スプレーを噴射した上，その顔面を左手拳で殴打するなどの暴行\nを加え，その際，前記暴行により，同人に約１週間の外来処置を要する顔面・頭部\n打撲傷，下口唇挫創の傷害を負わせ\nたものである。\n（判示第３の事実認定に関する補足説明）\n第１　争点\n被告人は，本件第３の事実について，被害者を殴打した事実はなく，催涙スプレー\nを被害者のうち１名に対し噴射したが，これは逃げるためではなく，被害者らに押さえ\nつけられた痛みに耐えきれずに噴射したものである旨供述し，それに基づき弁護人も\n被告人には逮捕を免れる目的がなかったので事後強盗致傷罪は成立せず，単に窃\n盗罪が成立するに過ぎない旨主張するので，以下検討する。\n第２　検討\n１　被害者両名の法廷証言によれば，被告人の万引きを認知した当該店舗の店長\nのＪと店員のＫが逃走を企てた被告人を追跡した際，まずＫが被告人に追いつ\nき，その左腕を捕まえたが，被告人はズボンの右ポケットから催涙スプレーを取\nり出し，噴射したため，同人は顔面にスプレーを受けて，被告人から手を放してし\nまった，その直後にＪがやって来て，被告人の胸倉をつかんだところ，被告人は，\nさらにＪに対してもスプレーを噴射した，しかし，Ｊは顔を右下にそむけたため，ス\nプレーは左顔面から頭部にかかったのみで，同人はひるむことなく，被告人を捕\nまえた手を放さなかった，その直後，被告人の手拳がＪの顔面に当たり，同人は\n強い衝撃を受け，歯が欠け，唇を切って出血する傷害を負った，この場面はＪ自\n身は顔を下に向けていたため目撃していないが，Ｋはスプレーのため，目から涙\nが出ている状態ではあったが，被告人がＪの顔面を手拳で殴った（少なくとも自\n然に当たったとは思われない）のを見た，ということであり，この様子を近くで目\n撃したＭの供述によれば，被告人がＪの顔面を左手拳でストレートパンチのよう\nな格好で殴ったということである。\n２　これに対し被告人は，当該店舗において万引きをして，逃走を企てたことは認\nめるも，Ｊ及びＫにほぼ同時に追いつかれ，Ｊに左腕を，Ｋに右腕をそれぞれ捕\nまれ，２人に両手を後ろから上にねじ上げられ，地面に押さえつけられて膝をつく\n状態になり，身体の痛みに耐えられず，手を振りほどこうとして暴れ，右手が何と\nか自由になった時，ズボンの右ポケットに入れていた催涙スプレーを取り出し\nて，地面から立ち上がろうとしながらＫに向けてこれを噴射した，その後，Ｊから\n胸倉を捕まれて股間を何回か蹴られ，これを避けようと努力したが，同人を殴っ\nていない，と供述している。\n３　しかし，Ｊ及びＫの各証言は，具体的で，特に不自然な点もなく符合し，目撃者\nＭの供述ともほぼ符合していること，被告人がＪを故意に殴打したということにつ\nいて，２人とも断定していないことやＪが自らも被告人を蹴ったこと等被告人に有\n利なことも述べていること，特にＪがスプレーを噴射された時，２人で被告人を押\nさえつけていたことは絶対にないと強調していること等から，両名の証言は総じ\nて信用性があるというべきである。これに対して被告人の供述は，逮捕後２か月\nほど万引き自体を否認していたこと，催涙スプレーを２人の店員に噴射したこと\nが明らかなのに，１人の店員にしか噴射していないとしていること，被告人の手\nがＪの顔面に当たったため，同人が怪我をしたことが明らかであるのに，故意か\n否かはともかく，当たったこと自体も認めていないこと（身体のどこかがぶつかっ\nた可能性があることはほのめかしている），本件催涙スプレーを護身用として知\n人からもらい，よくその機能を知らないまま１年近く常に携帯していたとか，蛇頭\nを通じて偽造旅券を使用して不法入国しているにもかかわらず，中国で勤めてい\nた会社社長の指示で商談をするために日本に来たなどという，明らかに虚偽と\n思われる内容を含んでいること等に照らし，にわかに信用しがたい。\nなお，弁護人は，被告人のズボンの右膝部分が実際に破れていることが被告\n人が２人に押さえつけられた証左であると主張するが，被告人が駐車場の自動\n車の下に盗品を隠そうとした時，あるいはスプレー噴射後，Ｊに蹴られたり押さえ\nつけられたりなどして膝をついたかも知れないこと等からズボンが破れた可能性\nも考えられ，この一事をもって，被告人供述の信用性が高いということはできな\nい。\nそして，被告人がＪの顔面を故意に殴打したか否かについては，現に被告人\nの手拳がＪの顔面に当たり，同人が歯の欠損，唇の挫創等の傷害を負ったこと\nは明らかであるところ，Ｊ自身直接殴打された瞬間を見ていないが，Ｋは被告人\nの内心の意思はわからないが，殴打と見られ，自然に当たったとは思われない\nと証言し，目撃者Ｍも殴打したと供述している。そして，それはＪが催涙スプレー\nにもひるまず，被告人の前面に位置し，その胸倉をつかんで放さなかった時点で\nあることから，被告人が何とかしてＪの手を放させるため，故意に同人の顔面を\n殴るということが十分考えられる状況であった。このような点を総合すれば，被告\n人がＪを故意に殴打したと認めるのが相当である。\nなお，被告人に逮捕を免れる目的があったことは，被告人が現に逃走を企て，店\n舗より数百メートル先でＪらに捕らえられたことから，明らかであるところ，被告人\nがスプレーを噴射する以前に早々と逃走の意思を放棄したとは到底考えられ\nず，又，前記のとおり被告人が痛みに耐えられず催涙スプレーを噴射したり，殴\n打したりするような状況ではなかったと認められるので，被告人の逮捕を免れる\n意思は，Ｊらのほかにも人が寄って来て，被告人が暴れる行為を中止するまであ\nったものというべきであり，被告人には強盗致傷罪が成立する。\n（法令の適用）\n被告人の判示第１の所為は，出入国管理及び難民認定法７０条１項１号，２項，３条１\n項１号に，判示第２の各所為はいずれも刑法６０条，２３５条に，判示第３の所為は同法\n２３８条，２４０条前段にそれぞれ該当し，各所定刑中判示第１の罪については懲役刑\nを，判示第３の罪については有期懲役刑をそれぞれ選択し，以上の各罪は同法４５条前\n段の併合罪であるから，同法４７条本文，１０条により最も重い判示第３の罪の刑に同法\n１４条の制限内で法定の加重をした刑期の範囲内で被告人を懲役７年に処し，同法２１\n条を適用して未決勾留日数中１８０日をその刑に算入することとし，訴訟費用は，刑事\n訴訟法１８１条１項ただし書を適用して被告人に負担させないこととする。\n（量刑の理由）\n本件は，被告人が，偽造パスポートを利用して本邦に不法入国し，その後，中国人を\n中心とした窃盗組織に加わって，共犯者とともに２店舗で化粧品等を大量に万引きした\n上，単独で万引きが発覚して店員らに捕まりそうになり，逮捕を免れるため，店員らに催\n涙スプレーを噴射し，うち１名の顔面を殴打するなどの暴行を加えて，傷害を負わせたと\nいう出入国管理及び難民認定法違反，窃盗，事後強盗致傷の事案である。\n被告人は，平成１０年オーバーステイにより強制送還されたにもかかわらず，その２年\n後に，偽造パスポートまで用いて，本邦へ不法入国して第１の犯行をした（なお被告人\nは商用で入国したと供述しているが，信用しがたい），このことだけでも，わが国の外国\n人出入国に関する秩序を乱す悪質なものである上，さらにその後１年ほど大阪周辺で\n日雇いの土木作業員として稼働していたが，やがて失職し，東京へ出て来て中国人を\n主体とする窃盗組織に加わり，仲間と共に窃盗のため東北地方に赴き，本件第２，第３\nの犯行に及んだものである。被告人らの窃盗は，高額の化粧品等を狙って大量に万引\nきし，盗品はすぐに東京の仲間に送って換金するというものであって，きわめて計画的，\n組織的かつ職業的なものであり，悪質というほかはない。被害総額は，本件起訴にかか\nる分だけでも３店舗から４３万５９６０円相当と多額に上っているほか，証拠上はさらに多\n数の余罪が窺われる。さらに，本件第３の犯行では，大量の化粧品等を万引きした際，\n店員に追いかけられ，予め準備していた催涙スプレーを店員に噴射し，その１名の顔面\nを手拳で殴打し，傷害を負わせた事後強盗であり，その犯行様態はきわめて悪質であ\nる。この種犯行を禁遏すべき一般予防の要請も強い。以上の諸点に照らし，被告人の\n本件刑事責任は重い。\nただ，被告人が窃盗組織に加わったのは比較的最近のことで，窃盗旅行は初めてで\nあるということ，事後強盗致傷については，スプレーの噴射もそれほどの危害を与えず，\n殴打行為も１回にとどまり，被害者の負傷も加療１週間程度であって，比較的短時間で\n抵抗を中止して逮捕に応じていること，事後強盗の点は認めていないものの窃盗等に\nついては認め，反省の気持ちを表明していることなど，諸般の情状を考慮して，被告人\nを主文掲記の刑に処することとした。\n平成１４年２月２０日\n秋田地方裁判所刑事部\n裁判長裁判官       穴　　澤　　成　　巳\n裁判官       菊　　池　　絵　　理\n裁判官       剱　　持　　　　　亮\n"
}