{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 9,
    "day": 27
  },
  "case_number": "平成14(行ウ)234",
  "case_name": "転入届不受理処分取消請求",
  "court_name": "東京地方裁判所",
  "lawsuit_id": "5773",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=5773",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/773/005773_hanrei.pdf",
  "contents": "Ｈ１４．９．２７東京地方裁判所平成１４年（行ウ）第２３４号転入届不受理処分\n取消請求事件\n主　　　　　　文\n１　被告杉並区長が原告に対して平成14年3月13日付けでした転入届不受理処分を取\nり消す。\n２　被告杉並区は，原告に対し，30万円及びこれに対する平成14年3月13日から支払\n済みまで年5分の割合による金員を支払え。\n３　原告のその余の請求を棄却する。\n４　訴訟費用のうち，原告と被告杉並区長との間に生じたものは被告杉並区長の負\n担とし，原告と被告杉並区との間に生じたものはこれを3分し，その1を被告杉並区\nの負担とし，その余を原告の負担とする。\n５　この判決は，第２項に限り，仮に執行することができる。\n事実及び理由\n第１　請求\n１　被告杉並区長が原告に対して平成14年3月13日付けでした転入届不受理処分を取\nり消す。\n２　被告杉並区は，原告に対し，100万円及びこれに対する平成14年3月13日から支\n払済みまで年5分の割合による金員を支払え。\n第２　事案の概要\n本件は，宗教団体・アレフの信者である原告が，被告杉並区長が行った転入届不\n受理処分は，住民基本台帳法に違反し，さらに，原告の生存権，参政権等の基本的\n人権を侵害するものであって違憲であると主張して，被告杉並区長に対し，上記処\n分の取消しを求めるとともに，被告杉並区に対し，違法な処分に対する損害賠償と\nして，100万円及びこれに対する上記処分がされた日から支払済みまで年5分の割合\nによる遅延損害金の支払を請求している事案である。\n（以下，被告杉並区長を「被告区長」，被告杉並区を「被告区」という。）\n１　法令の定め等\n(1)　住民基本台帳法によれば，市町村（特別区を含む。以下同じ。）は，住民基本\n台帳を備え，その住民につき，同法7条に規定する氏名，出生の年月日，男女の別等\nの事項を記録するものとされ（同法5条），市町村長（特別区の区長を含む。以下同\nじ。）は，住民票を世帯ごとに編成して，住民基本台帳を作成しなければならない\n（同法6条1項）。\n住民票の記載，消除又は記載の修正は，法令で定めるところにより，住民基本台\n帳法の規定する届出に基づき，又は職権で行うこととされている（同法8条）。\n(2)　転入（新たに市町村の区域内に住所を定めることをいい，出生による場合を除\nく。以下同じ。）をした者は，転入をした日から14日以内に，氏名，住所，転入を\nした年月日，従前の住所等，所定の事項を市町村長に届け出なければならない（同\n法22条1項）。\nそして，正当な理由なく上記届出を行わなかった場合には，5万円以下の過料に処\nせられる（同法51条2項）。\n２　前提となる事実\n(1)　原告は，宗教団体・アレフ（改称前の名称はオウム真理教，以下「アレ\nフ」という。）の信者である。\n（争いのない事実）\n(2)　原告は，平成14年3月13日，杉並区役所区民課窓口において，新住所欄に\n「杉並区Ｄa丁目b番c号」と記載した異動届出書を転出証明書とともに提示し，転入\n届を提出しようとしたが，これに対応した同区役所職員は，上記住所地への転入届\nは受け付けないとの被告区の方針に基づき，上記転入届を受理しなかった（以下，\n原告に対する転入届不受理処分を「本件処分」という。）。\n（新住所欄の記載及び被告区の方針につき弁論の全趣旨，その余は争いのない事\n実）\n(3)　原告は，平成14年3月22日受付で，東京都知事に対し，被告区長による本件処\n分の取消しを求めて審査請求をしたが，審査請求に対する裁決はされていない。\n（審査請求の受付日及び裁決が未了であることにつき弁論の全趣旨，その余は争い\nのない事実）\n３　当事者の主張\n（被告らの主張）\n(1)　住民基本台帳法の解釈，運用\n個人の住民票を編成して作成される住民基本台帳は，住民の居住関係を公証する\nとともに，選挙人名簿の登録その他の住民に関する各種の行政事務処理の基礎とす\nることを目的としている。個々の行政事務の処理のために利用される事項として，\n選挙人名簿の登録，国民健康保険の資格，国民年金の被保険者の資格，児童手当の\n受給資格等が住民票に記載されるほか，学齢簿の編成，作成は住民基本台帳に記録\nされた者を対象として行われるものであり，その他にも市町村独自の住民に対する\n各種の行政サービスあるいは住民への連絡事務に利用されている。\nこのように，住民登録及び住民基本台帳は，単なる形式的な住所の登録及び公証\nにとどまらず，実質的に当該地方公共団体の住民として受け入れ，各種の行政上の\nサービスを受けるべき立場を付与する効果を有するものであって，当該地方公共団\n体において住民として受け入れられない特別の事情が存在する場合にまで，長に住\n民票を調製し住民基本台帳に記録しなければならない義務があるとは解し難い。\nところで，地方公共団体は，住民の福祉の増進を図ることを基本として，地域に\nおける行政を自主的かつ総合的に実施する役割を広く担っており，その役割の中に\nは，地方公共の秩序を維持し，住民及び滞在者の安全，健康及び福祉を保持するこ\nとが含まれ，地方公共団体の長は，当該地方公共団体を代表して，その責めに任ず\nることになる。\nところが，後記のとおり危険性の高い団体であるアレフ及びその信者が，区域内\nに集中して，拠点施設を構築，形成し，アレフの活動に深く関わるとの事態は，被\n告区長が負っている上記の重大かつ基本的な責務を著しく阻害するものであり，被\n告区において，原告を住民として受け入れられない特別の事情があるというべきで\nある。\nしかも，住民基本台帳に関する事務は，法定受託事務ではなく，当該地方公共団\n体における自治事務に属する。そして，地方公共団体に関する法令の規定は，地方\n自治の本旨に基づいて，かつ，国と地方公共団体との適切な役割分担を踏まえて，\nこれを解釈し，及び運用するようにしなければならないとされており（地方自治法\n2条13項），地方公共団体の役割の遂行における自主性，自立性は，法の趣旨に反し\nない範囲で尊重されて，法の解釈，運用が行われるべきである。\nそうすると，原告の転入を受け入れて住民登録を行うことができない特別の事情\nがあると被告区長が認める場合には，住民基本台帳法上は明文の規定をもって住民\n票の作成を行わない場合として定められていないとしても，被告区長において，こ\nれが許されるものと法を解釈し，運用することは，必ずしも違法なことであるとは\nいえない。\n(2)　原告について住民登録を行うことができない特別の事情\nア　アレフの危険性\nアレフ及びその信者は，「日本シャンバラ化計画」を実現するためには政治力が\n不可欠であるとし，その実現が不奏効に終わると，武力による祭政一致の専制国家\n体制の樹立が必要であるとして，その実現のため，教団の活動の障害となる者は内\n外を問わず死に至らしめ，地域住民を敵視して危害を加え，無差別大量殺人行為に\n及ぶなど，これらの犯罪行為を組織の活動として行った。これらの行為は，多くの\n国民に極めて甚大な被害をもたらすと同時に，社会的な不安を極めて大きなものと\nした。\nそして，平成13年4月の「無差別大量殺人行為を行った団体の規制に関する法\n律」31条の規定に基づく報告においては，アレフの現状は，その体質などについ\nて，上記のような犯罪行為に及んだ当時のそれと大きな変化はないとされている。\nイ　杉並区民の恐怖，不安\nアレフは，平成2年2月に行われた衆議院議員選挙において，杉並区Ｃa丁目に事務\n所を構えるなど，早くから杉並区内に進出を開始し，地下鉄サリン事件が発生した\n平成7年3月当時，杉並区内には，道場や「アジト」などの教団施設が複数存在する\nなど，都内有数の活動拠点となっており，地下鉄サリン事件では，営団地下鉄丸の\n内線を利用していた杉並区民多数が被害を受けた。そして，杉並区内の上記各教団\n施設は，信者らによる一連の非合法活動の拠点として使用されていたことが明らか\nになるとともに，杉並区内の各教団施設などに出入りしていた信者が多数検挙，逮\n捕されるに至った。\nさらに，その後も，杉並区内において，教団施設が相次いで進出し，杉並区内に\nおいてその活動を活発化させるアレフ及びその信者に対する恐怖や不安は極めて大\nきなものとなり，多数の区民が，被告区に対し，その恐怖や不安を背景としてアレ\nフの解散や退去の措置をとるよう申し立てていた。\nそして，「Ａ地域オウム真理教対策協議会」や「Ｂ地域オウム真理教対策協議\n会」などを中心とした杉並区民が，教団施設の撤去及びその信者の退去を求めて，\n懸命な活動を続けた結果，平成11年11月ころ，杉並区内からアレフの施設はなくな\nることとなった。\nところが，平成12年10月，アレフ信者が杉並区Ｃa丁目所在の建物を占拠して活動\nを本格化させていることが明らかとなった。そこで，被告区は，教団施設に対する\nアレフ信者の集中を阻止するため，上記施設への転入届を受理しない方針を決定し\nた。\nさらに，同年11月には，杉並区Ｄa丁目のＥビルをアレフ信者が占拠し，活動を始\nめていることが明らかとなった。そこで，被告区においては，上記施設についても\n転入届を受理しない方針を決定した。\nこのように，アレフが杉並区内でその活動を本格化させたことに，杉並区民の恐\n怖や不安は増大しており，杉並区オウム真理教対策協議会及び被告区は，教団施設\nからのアレフ信者の退去，転入拒否の決議を行うなどの活動を展開している。\nアレフが杉並区民に及ぼす強い恐怖や不安は，現実に顕著，切実なものであり，\n被告区長としては，杉並区民がこのような恐怖，不安を抱いているという事実を無\n視することはできない。\nウ　本件不受理に至る事情\n被告区長は，これ以上杉並区内にアレフ信者が集中し，アレフの拠点施設が構\n築，形成されることを到底許容できないことから，アレフ信者の集中等を可能なか\nぎり阻止するための実効的な方法の一つとして，教団施設に対する転入，住民登録\nの拒否を決定したのであり，これは，正当な措置として社会的に是認され得るもの\nである。\n(3)　結論\n以上のとおり，被告区長は，原告について住民登録を行うことができない特別の\n事情が存在すると認められたことから，本件処分を行ったものであり，本件処分に\n違法性はないというべきである。\nしたがって，原告の被告区長及び被告区に対する各請求は，いずれも理由がな\nい。\n（原告の主張）\n(1)　被告区長が行った本件処分の違憲・違法性について\nア　本件処分が住民基本台帳法に違反すること\n住民基本台帳法及び同法施行令には，居住実態以外の事由を住民登録の要件とし\nた規定は存在しないし，従前の行政実務も，居住実態の有無のみによって，住民登\n録を行うべきか否かを判断している。\n市町村長には，住民登録に当たり，実質的審査を行う権限が与えられているもの\nの，これは，あくまでも居住実態などの届出事項に関する調査であり，信仰など個\n人のプライバシーに関する事項を調査することは許されていない。\nこのように，住民登録を居住実態の有無のみによって判断すべきことは，裁判例\n及び行政実務において既に確定しているところである。\nしたがって，被告区長は，杉並区内に居住の事実を有する者から転入届の提出が\nあった場合には，住民基本台帳法の規定に基づき，住民票に住民に関する記載をし\nて住民基本台帳に記録すべき義務があるにもかかわらず，上記義務に反して本件処\n分を行ったのであるから，本件処分は違法である。\nイ　被告区長による本件処分の違憲性\n被告区長が行った本件処分は，原告の下記の憲法上の諸権利を侵害するものであ\nって，違法であることは明らかである。\n①　居住移転の自由（憲法22条）\n原告は，居住移転の自由を保障されており，これは原告が自己が求める場所に移\n転し，居住しても，そのことにより何ら不利益を受けないことを保障するものであ\nる。被告区長が，原告の住居の移転及びそれに基づく居住につき，その届出を不受\n理とすることは，居住移転の自由を侵害することにほかならない。\n②　選挙権（憲法15条）\n本来，住民登録制度と選挙制度は別々の制度であるが，住民基本台帳法により，\n住民基本台帳への記録が，選挙に関する行政上の事務処理の基礎とされているので\nあるから，原告による転入届を不受理としたことは，原告の選挙権の剥奪につなが\nるものである。\n③　生存権（憲法25条）\n住民基本台帳法に基づく届出がされないと，国民健康保険の被保険者資格も得ら\nれないこととなるから，被告区長による本件処分は，原告が国民健康保険を利用す\nることを不可能にするものであり，原告の生存権を侵害するものである。\n④　思想の自由（憲法19条）及び法の下の平等（憲法14条）\n被告区長が行った本件処分は，原告がアレフの信者であることをもって差別的取\n扱いを行ったものであり，思想の自由を侵害するとともに，思想を理由とする差別\n的取扱いとして，法の下の平等にも反する。\n(2)　なお，原告は，本件処分の取消しを求める審査請求に対する裁決を経てい\nない。\nしかしながら，本件処分が選挙権，生存権等の基本的人権に対する侵害行為であ\nるため，その取消しが一刻も早く必要であることからすれば，本件訴えは，行政事\n件訴訟法8条2項2号に規定する「処分，処分の執行又は手続の続行により生ずる著し\nい損害を避けるため緊急の必要があるとき」に該当する。\nまた，東京都知事が本件類似の事件に関する審査請求について，一度も裁決をし\nていない状況にかんがみれば，審査請求に対する裁決による迅速かつ公正な救済が\n期待できない点において，同項3号に規定する「その他裁決を経ないことにつき正当\nな理由があるとき」に該当する。\nさらに，審査請求に対する裁決が行われないまま，審査請求があった日から3か月\nが経過すれば，本件訴えにつき審査請求に対する裁決を経ていないという瑕疵は治\n癒される。\nしたがって，本件処分の取消訴訟は，適法というべきである。\n(3)　原告の損害賠償請求について\nア　故意又は過失について\n被告区長は，本件処分を行った当時，このような処分が違法であることを十分に\n認識していたというべきであり，故意があることは明らかである。また，被告区長\nは，職務上要求される注意義務を怠り，本件処分の違法性を認識すべきであったの\nに，これを認識しなかったのであるから，少なくとも過失が認められることは明ら\nかである。\nイ　原告の損害について\n前記のとおり，原告について住民基本台帳への記録がされないことによって，生\n存権，参政権等の様々な基本的人権が侵害されている。\nまた，原告は，印鑑登録証明書やパスポートの取得ができず，図書館等の公共施\n設の利用が不可能となり，身分証明書がないため各種契約に支障を来すなど，日常\n生活上の不便を被っている。\n原告は，上記の権利侵害に伴う損害を被っており，その精神的苦痛は甚大であ\nる。\n原告のこの精神的苦痛や不安を金銭をもって慰藉するとすれば，その額は，少な\nくとも100万円を下らない。\n上記損害は，被告区長がその職務を行うにつき，公権力の行使を誤った結果とし\nて原告に与えた損害であるから，被告区は，国家賠償法1条により，これを賠償すべ\nき義務を負う。\n４ 　争点\n以上によれば，本件の争点は，以下のとおりである。\n(1)　本件処分の適法性        　　　                        　（争点1 ）\n(2)　被告区は，被告区長による本件処分が違法であることを原因として，原告\nに対して，国家賠償法1条に基づく損害賠償義務を負っているか。\n（争点２ ）\n第３　当裁判所の判断\n１　争点１について\n(1)　住民基本台帳制度は，市町村において，住民の居住関係の公証，選挙人名簿の\n登録その他の住民に関する事務の処理の基礎とするとともに住民の住所に関する届\n出等の簡素化を図り，併せて住民に関する記録の適正な管理を図るため，住民に関\nする記録を正確かつ統一的に行うものとして設けられた制度であって，住民の利便\nを増進するとともに，国及び地方公共団体の行政の合理化に資することを目的とす\nるものである（住民基本台帳法1条）。\nそして，市町村長は，常に住民基本台帳を整備し，住民に関する正確な記録が行\nわれるように努めるとともに，住民に関する記録の管理が適正に行われるように必\n要な措置を講ずるように努めなければならず（同法3条1項），その住民につき，同\n法7条に規定された氏名，出生の年月日，男女の別等の事項を記録する住民票を世帯\nごとに編成して，住民基本台帳を作成する義務を負っている（同法5条，6条1項）。\n住民票の記載，消除又は記載の修正は，法令で定めるところにより，住民基本台\n帳法の規定による届出に基づき，又は職権で行うこととされている（同法8条）。\n他方，出生以外の事由で新たに市町村の区域内に住所を定めて転入をした者は，\n転入をした日から14日以内に，氏名，住所，転入をした年月日等を市町村長に届け\n出ることが義務付けられており（同法22条1項），正当な理由がなくこれに違反した\n場合には，5万円以下の過料に処せられることとされている（同法51条2項）。\n(2)　また，公職選挙法によれば，選挙人名簿又は在外選挙人名簿に登録されていな\nい者は，投票することができないところ（同法42条1項本文），選挙人名簿に登録さ\nれるためには，3か月以上当該市町村の住民基本台帳に記録されていることが必要で\nある（同法21条1項）。\nさらに，国民健康保険の被保険者資格については，国民健康保険法5条が，市町村\nの区域内に住所を有する者を当該市町村が行う国民健康保険の被保険者とする旨規\n定している。そして，国民健康保険の被保険者の属する世帯の世帯主は，その世帯\nに属する被保険者の資格の取得及び喪失に関する事項その他必要な事項を市町村に\n届けなければならないが（国民健康保険法9条1項），住民基本台帳法22条から25条\nまでの規定による届出（転入届，転居届，転出届又は世帯変更届）に，国民健康保\n険の被保険者であることを証する事項で住民基本台帳法施行令に定めるものを付記\nすれば，国民健康保険法9条1項に規定する市町村に対する届出があったものとみな\nされる（同法9条10項，住民基本台帳法28条）。転入届については，この届出に，住\n民基本台帳法施行令27\n条1号に規定する事項を付記すれば，国民健康保険法9条1項による市町村に対する届\n出をしたものとみなされる。\n(3)　上記(1)，(2)に挙げた各規定から明らかなとおり，新たに市町村の区域内に住\n所を定めて転入をした者について，市町村長が住民票を調製し，これに記載をする\n行為は，あくまで住民が新たに市町村の区域内に住所を定めたという事実が存在す\nる場合に，その居住関係の公証，選挙人名簿への登録その他の住民に関する事務の\n処理の基礎とし，併せて住民に関する記録の適正な管理を図るという目的から行わ\nれるものであって，これらの住民票の調製等を通じて，当該人の市町村内への居住\nを許容する，あるいは許容しないという法的効果が生ずるものでないことは明らか\nである。\nそうすると，住民基本台帳に記録されるべきか否かは，当該住民の住所が当該市\n町村の区域内にあるかどうかという事実，及び，住民基本台帳に記録して管理すべ\nき者かどうかのみを基準として判断されるべきものと解すべきである。\nそして，証拠（甲8，9）によれば，原告が平成14年2月28日から，現在の住所地に\n居住していることが認められることから，被告区長が行った本件処分は，住民基本\n台帳法に反し，違法であるというべきである。\n(4)　これに対し，被告らは，アレフが危険性を有する団体であって，その構成\n員が転入することによって地域住民が恐怖，不安を感じており，被告区長は，アレ\nフの拠点施設の構築，形成とアレフ信者の集中を阻止するために本件処分を行った\nのであって，原告について住民登録を行うことができない特別の事情が認められる\n以上，本件処分に違法性はないと主張する。\nしかし，前記のとおり，住民基本台帳に記録されるべきか否かは，当該住民の住\n所が当該市町村の区域内にあるか否かという事実，及び住民基本台帳に記録して管\n理すべき者か否かのみを基準として判断されるべきものと解すべきであって，市町\n村長には，当該住民が新たに市町村の区域内に住所を定めたという事実が存在する\nにもかかわらず，被告らが主張するような事情を理由に，適法に行われた転入届を\n不受理として，住民票の調製，記載を拒否する権限が与えられていると解すべき根\n拠は存しないというべきである。\nまた，前記のとおり，転入届を不受理として住民票の調製を拒否することが，当\n該人の市町村内への居住を許容しないという法的効果を生ぜしめるものでもない。\nそうすると，被告らが主張する，多数の地域住民が，アレフ信者の転入に対して\n不安や危惧を抱いているなどの事情があったとしても，本件処分が適法となるとい\nうことはできないから，被告らの上記主張は理由がない。\n(5)　なお，住民基本台帳法32条によれば，同法の規定により市町村長がした処分の\n取消しの訴えは，当該処分についての審査請求の裁決を経た後でなければ提起する\nことができないとされているが，原告が審査請求した日からすでに3か月を経過して\nいるにもかかわらず，上記審査請求に対する裁決はされていないこと（弁論の全趣\n旨）だけからみても，原告が裁決を経ていないことが，本件処分の取消しの訴えを\n適法なものとして取り扱うについて妨げとなるものではないというべきである。\n２　争点２について\n(1)　違法性及び過失等の有無について\n被告区長は，原告が適法な転入届を提出したにもかかわらず，これを違法に不受\n理とする処分を行ったことについては，前記認定のとおりである。\nそうすると，被告区長には，本件処分を行ったことについて，その職務上負って\nいる，常に住民基本台帳を整備し，住民に関する正確な記録が行われるように努め\nるとともに，住民に関する記録の管理が適正に行われるように必要な措置を講ずる\nように努めるべき義務（住民基本台帳法3条1項）を尽くさなかった義務違反があっ\nたということができる。\nしたがって，本件処分には国家賠償法1条にいう違法があり，被告区長には，少な\nくとも前記義務に違背したことにつき過失があるというべきである。\n(2)　原告の損害について\nア　前記のとおり，公職選挙法によれば，選挙人名簿又は在外選挙人名簿に\n登録されていない者は，投票することができないところ（同法42条1項本文），選挙\n人名簿に登録されるには，その者に係る当該市町村の住民票が作成された日（他の\n市町村から当該市町村の区域内に住所を移した者で住民基本台帳法22条の規定によ\nり届出をしたものについては，当該届出をした日）から引き続き3か月以上当該市町\n村の住民基本台帳に記録されていることが必要である（公職選挙法21条1項）。\nしかし，本件処分が行われた後，本件口頭弁論終結の日までに，公職選\n挙法に基づく選挙が実施されたことを認めるに足りる証拠はない。\nしたがって，原告が実際に公職選挙法に基づく具体的な選挙において選挙権を行\n使することができなかった事実を認めることはできないものの，本件処分が取り消\nされない限り，原告が今後現住所地において選挙権を行使することができない状態\nに置かれていることは否定できない。\nイ　国民健康保険の被保険者資格については，国民健康保険法5条が，市町村\nの区域内に住所を有する者を当該市町村が行う国民健康保険の被保険者とする旨規\n定しており，住民基本台帳に記録されている者でなければ国民健康保険の被保険者\n資格が認められないとはされていないけれども，国民健康保険の届出と，住民基本\n台帳法に規定されている届出とは，前記１(2)記載のとおりに法律上関係づけられて\nいる。\nそして，証拠（甲9）及び弁論の全趣旨によれば，原告は，国民健康保険の被保険\n者として扱われていないことが認められる。\nウ　以上のとおり，原告については，本件処分に起因して選挙権を行使することが\nできなかった事実は認められず，また，国民健康保険の被保険者として取り扱われ\nなかったために高額の医療費の支出を余儀なくされたなどという事情を認めるに足\nる証拠は存在しないものの，証拠（甲9）によれば，原告は，本件処分によって，現\n在に至るまで，国民健康保険の被保険者として扱われず，国民健康保険証又は印鑑\n登録証明書の交付も受けられない状態におかれており，そのために，心理的不安や\n精神的苦痛を覚えたことが認められる。\nこのような原告の精神的苦痛を慰藉するに相当の金員は，本件に係る諸事情を考\n慮すると，30万円が相当である。\n第４　結論\nよって，原告の請求は，被告区長に対し，本件処分の取消しを求める部分，及び\n被告区に対し，慰藉料30万円及びこれに対する本件処分の行われた日から支払済み\nまで民法所定の年5分の割合による遅延損害金の支払を求める限度においていずれも\n理由があるからこれらを認容し，その余の請求は理由がないからこれを棄却するこ\nととし，訴訟費用の負担につき行政事件訴訟法7条，民事訴訟法61条，64条，65条\n1項を，仮執行の宣言につき同法259条1項を，それぞれ適用して，主文のとおり判決\nする。\n東京地方裁判所民事第２部\n裁判長裁判官　　　　　市　村　陽　典\n裁判官　　　　　森　　　英　明\n裁判官　　　　　馬　渡  香津子\n"
}