{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 12,
    "day": 24
  },
  "case_number": "平成13(ワ)215",
  "case_name": "損害賠償請求",
  "court_name": "札幌地方裁判所",
  "lawsuit_id": "8640",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=8640",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/640/008640_hanrei.pdf",
  "contents": "主文\n１　被告は，原告に対し，１１０５万０９５０円及びこれに対する平成１３年２月１７日か\nら支払済みまで年５分の割合による金員を支払え。\n２　原告のその余の請求を棄却する。\n３　訴訟費用は，これを２分し，その１を原告の負担とし，その余を被告の負担とす\nる。\n４　この判決は，１項に限り，仮に執行することができる。\n事実\n第１　当事者の求めた裁判\n１　請求の趣旨\n(1)　被告は，原告に対し，１９６５万０９５０円及びこれに対する平成１３年２月１７日\nから支払済みまで年５分の割合による金員を支払え。\n(2)　訴訟費用は被告の負担とする。\n(3)　仮執行宣言\n２　請求の趣旨に対する答弁\n(1)　原告の請求を棄却する。\n(2)　訴訟費用は原告の負担とする。\n第２　当事者の主張\n１　請求原因\n(1)　被告\n被告は，札幌市東区において，「Ａ医院」という名称の診療所（以下「被告医\n院」という。）を開設している医師である。\n(2)　診療契約の締結\n原告（昭和２７年４月１１日生）は，身体にできた湿疹を掻きすぎて皮膚を化膿\nさせてしまったことなどから，平成１０年１月２６日，被告医院で受診し，被告との\n間で，原告の上記皮膚疾患について適切な診療をする旨の診療契約を締結し\nた。\n(3)　診療経過\nア　被告は，平成１０年１月２６日，原告を診察して，せつ腫症（躯幹），痒疹（四\n肢）と診断した。\nなお，せつ腫症とは，黄色ブドウ球菌などが毛孔から侵入したことによる化\n膿性炎症である「せつ」が身体各所に相次いで発生するもの，痒疹とは，激し\nい痒みを伴い，慢性，再発性に経過する丘疹又はじんま疹様小結節である。\nイ　被告は，平成１０年１月２６日から平成１１年１月２０日までの間，原告に対\nし，数種類の薬剤を投与した。\nウ　被告が原告に対して投与した薬剤の一つとして，デキサメサゾン錠（薬効成\n分のステロイド剤であるデキサメタゾン０．５mgを含むもの。以下「本剤」とい\nう。）があったところ，被告は，原告に対し，１日当たり本剤３錠を連続して７日\n間服用し，その後７日間は服用しないという服用方法（以下「７投７休法」とい\nう。）を指示した。\n(4)　原告のステロイド離脱症候群の罹患と症状\n原告は，被告の指示に従って本剤を服用したところ，平成１１年１月ころ，ステ\nロイド離脱症候群に罹患し，このため，精神不穏，不眠，手足の筋肉が痛くなる\nステロイド筋症などの症状が発現した。\n(5)　被告の責任原因\nア　ステロイド剤は，副腎皮質から分泌されるホルモンが強い抗炎症作用などを\n有することに着目して人工的に合成された薬剤であり，多くの疾患に著効が\nある反面，副腎機能を衰退させるなどの多くの副作用がある。\nイ　そこで，本剤と同成分の薬剤の医薬品添付文書には，次のとおりの記載が\nある。\n(ア)　適応として，湿疹・皮膚炎群，痒疹群などの疾患には，外用剤を用いて\nも効果が不十分な場合あるいは十分な効果を期待し得ないと推定される場\n合にのみ用いる。\n(イ)　重要な基本的注意として，本剤の投与により，誘発性感染症，続発性副\n腎皮質機能不全，消化性潰瘍，糖尿病，精神障害等の重篤な副作用があ\nらわれることがあるので，本剤の投与に当たっては次の注意が必要であ\nる。\n①　他の治療法によって十分な治療効果が期待できる場合には，本剤を投\n与しないこと。\n②　局所的投与で十分な場合には，局所療法を行うこと。\n③　投与中は，副作用の出現に対し，常に十分な配慮と観察を行うこと。\n④　投与を中止する際には，離脱症状が現れることがあるので慎重に行う\nこと。\nウ　また，本剤の副作用を考慮すると，医師が患者に対して本剤を投与する場\n合には，患者に対して薬剤の名称，副作用及び服用上の注意を説明し，(イ)\n投与量，投与期間及び投与方法に留意し，(ウ)　患者の訴えに留意すべきで\nある。\nエ　しかるに，被告は，上記イの医薬品添付文書の記載に反して，原告の皮膚\n疾患による単なるかゆみ止めの治療のために，非ステロイド系抗炎症剤では\nなく，ステロイド剤の中でも薬効の強力な本剤を選択し，また，外用剤（軟膏）\nの塗布などの局所的投与方法によるのではなく，本剤の経口的投与を選択\nし，また，上記ウに反して，原告に対する説明をせず，７投７休法という被告独\n自の投与方法を原告に指示し，原告が被告に対して体調不良を訴えても，投\n与の継続をするという注意義務違反行為をした。\nオ　そして，被告の上記注意義務違反行為によって，原告は，ステロイド離脱症\n候群に罹患させられた。\n(6)　損害\n原告は，ステロイド離脱症候群に罹患させられたことによって，次のとおりの\n損害を被った。\nア　休業損害　７８７万０９５０円\n原告は，ステロイド離脱症候群の治療のため，少なくとも平成１２年４月１日\nから平成１４年６月３０日までの２年３か月間にわたって休業することを余儀な\nくされたところ，原告の年間収入は，３４９万８２００円（平成１２年の賃金セン\nサス産業計・企業規模計・女子労働者・学歴計の平均給与額）はあるものとい\nうべきであるから，この間の休業損害は，下記算式によって，７８７万０９５０円\nとなる。\n３４９万８２００円×２．２５\nイ　入通院慰謝料　１０００万円\n原告は，ステロイド離脱症候群の治療方法としてのステロイド剤漸減療法\nを受けるために，少なくとも平成１１年１月から平成１４年６月３０日までの約３\n年５か月間にわたり，病院に入通院をすることを余儀なくされたところ，被告の\n注意義務違反行為が医療水準を逸脱したものであり，これによって，原告が，\n就労はもちろんのこと日常生活もままならなくなり，長期間の治療を継続しな\nがら，現在においても完治の見込みが得られない状況にあることなども考慮\nすると，原告が上記入通院を余儀なくされたことによって受けた精神的苦痛を\n慰謝するには，１０００万円をもってするのが相当である。\nウ　弁護士費用　１７８万円\n原告は，被告が任意に損害を賠償しないため，弁護士に本訴の提起・追行\nを委任したところ，本件と相当因果関係のある損害としての弁護士費用は，ア\n及びイの合計１７８７万０９５０円の約１割である１７８万円とすべきである。\n(7)　支払催告\n原告は，平成１３年２月１６日送達の本訴状をもって，被告に対し，上記損害\nに係る金員の支払を催告した。\n(8)　結び\nよって，原告は，被告に対し，債務不履行による損害賠償請求権に基づき，\n損害金１９６５万０９５０円及びこれに対する本訴状送達の日の翌日である平成\n１３年２月１７日から支払済みまで民法所定の年５分の割合による遅延損害金を\n支払うことを求める。\n２　請求原因に対する認否及び反論\n(1)　請求原因(1)ないし(3)の事実は認める。\nなお，被告が，平成９年９月８日から平成１１年１月２０日までの間に，原告に\n対して投与した薬剤は，別紙「診療日・処方・処置一覧表」中の「処方」及び「注\n射」の各欄に記載のとおりであり，被告が原告に対して本剤を投与した日は，同\n一覧表の「処方」欄の③に示したとおり，平成１０年２月１３日，同年４月３０日，\n同年５月２６日，同年６月２２日，同年７月２７日，同年８月１０日，同月２７日，同\n年９月９日，同年１０月２０日，同年１１月２日，同月１７日，平成１１年１月２０日\nの１２回である。\n(2)　同(4)の事実は否認する。\nなお，原告には，平成１１年１月ころ，不安神経症，うつ的神経症といった症状\nが発生したが，その原因は，原告がステロイド離脱症候群に罹患したことにある\nものではなく，原告が，その当時，経済的に困窮し，さらに父親の死亡という不\n幸が重なったことにある。\n(3)　同(5)の主張は争う。\n被告は，原告に対し，前記のとおり，１２回にわたって，本剤を１日当たり３錠\nとして７日分の処方をしたが，それは，①　平成１０年１月２６日以後，抗アレル\nギー剤（レミカット），抗生物質（ミノマイシン）を投与し，抗アレルギー剤（グルコリ\nンＣ）を注射したにもかかわらず，原告のかゆみが治まらなかったこと，②　被告\nが，原告に対し，本剤を７日分処方したのは，平成１０年中の２月，４月，５月，６\n月，７月，９月及び１０月並びに平成１１年１月において各１回であり，平成１０年\n中の８月及び１１月は各２回であって，平成１０年中の８月及び１１月は隔週服用\nとなるが，これは，間欠的投与法として医学的に認められている投薬方法である\nこと，③　１日当たり１㎎のデキサメタゾンを２週間投与しても，下垂体ＡＣＴＨ分\n泌能は抑制されず，副作用は発現しないし，どのステロイド製剤でも１日１～２錠\n以下では副作用の発現頻度は著しく減り，重篤な副作用は起こりにくく，本剤の\n用法・用量は，成人１日０．５から８㎎を１から４回に分割して経口投与するとされ\nており，その最大許容投与量は１日３２㎎までであって，７投７休法（本件にあっ\nては１日当たりデキサメタゾン１．５㎎）は，医学的に合理的な投与方法であるこ\nとからしたものである。\n(4)　同(6)の事実は知らない。\n理由\n１　請求原因(1)ないし(3)（被告，診療契約の締結，診療経過）について\n請求原因(1)ないし(3)の事実は，当事者間に争いがない。\nなお，乙第２号証の１ないし５によれば，被告が，平成９年９月８日から平成１１年１\n月２０日までの間に，原告に対して投与した薬剤は，別紙「診療日・処方・処置一覧\n表」中の「処方」及び「注射」の各欄に記載のとおりであり，被告が原告に対して本剤\nを投与した日は，同一覧表の「処方」欄の③に示したとおり，平成１０年２月１３日，同\n年４月３０日，同年５月２６日，同年６月２２日，同年７月２７日，同年８月１０日，同月２\n７日，同年９月９日，同年１０月２０日，同年１１月２日，同月１７日，平成１１年１月２０\n日の１２回であることが認められる。\n２　請求原因(4)（原告のステロイド離脱症候群の罹患と症状）について\n(1)　まず，事実関係について検討するに，上記１の事実に加えて，甲第５号証，第６\n号証，第１０号証，第１４号証，第２５号証の１，２，第２６号証，乙第１号証，第２号\n証の１ないし５，第４号証及び証人Ｂの証言によれば，次の事実が認められる。\nア　被告は，原告に対し，平成１０年２月１３日から平成１１年１月２０日までの約１\n年間にわたり，合計１２回，本剤を処方し，１日当たり本剤３錠を７投７休法によ\nり服用することを指示した。\nイ　原告は，被告の指示どおりに本剤を服用していたが，平成１０年１０月１１日，\n原告の父が死亡し，その対応におわれていたことなどから本剤の服用を忘れ，\nそのころから，吐き気，食欲不振，不眠，脱毛，異常発汗，胸痛，咳，痰などの症\n状があらわれた（甲第１０号証の四項）。\nウ　原告は，平成１０年１１月２日，被告医院で受診した際，被告に対し，疲れ易く，\n毛が抜けると訴えた（乙第１号証の同日の欄）。\nエ　原告は，平成１０年１１月１９日，Ｃ医院で受診し，同医院の医師に対し，「心臓\nと肺が苦しくて，痰が異常に出て，咳が止まらない。」と訴え，Ｘ線写真撮影を受\nけ，かつ，痰の切れをよくするための点滴を受けた後，同医師から，同医師の処\n方した薬剤の説明を受けた。その際，原告は，同医師に対し，被告から処方され\nた薬剤を一緒に服用してよいか否かを尋ねる趣旨で，本剤を示した上，「先月こ\nろから，飲んだり飲まなかったりしている。実際，もう，かゆくないから。」と話した\nところ，同医師から，①　本剤がステロイド剤であること，②　自分の判断で勝手\nに本剤を服用することを止めると命に関わる大変なことになりかねないことなど\nを指摘された。このため，原告は，それ以後，被告から処方された本剤を少しず\nつ減らしながら服用することとした（甲第５号証，第１０号証の四項）。\nオ　原告は，その後，手足の筋肉や関節が痛くなり，ベッドから起き上がることもで\nきなくなり，倦怠感，不眠，嘔吐，脱毛，指先の浮腫などの症状があらわれたこと\nから，平成１１年１月２０日，Ｄ医院で受診し，同医院の医師に対し，原告の症状\nを訴え，被告及びＣ医院で診療を受けていたことを話したところ，同医師から，①\nステロイド離脱症候群の疑いがあることを指摘され，②　総合病院で受診する\nことを勧められたほか，③　被告医院に行って，本剤を処方してもらった上，それ\nを服用することを勧められた（甲第５号証，第１０号証の五項）。\nそこで，原告は，同日，２か月振りに被告医院で受診し（すなわち，その前に\n被告医院で受診した日は，平成１０年１１月１７日であった。），本剤の処方を受\nけた（乙第１号証，第２号証の５）。\nカ　原告は，平成１１年１月２１日，Ｅ病院の内科で受診し，Ｆ医師の診察を受け，同\n医師から，薬効成分がデキサメタゾンであるデカドロン錠の処方を受けた（甲第\n１０号証の六項の末尾の括弧内，乙第４号証）。\nキ　原告は，平成１１年１月２６日，被告医院で受診し，Ｄ医院の医師からステロイ\nド離脱症候群であると言われた旨を話したところ，被告から，その見解には賛成\nできず異議がある旨を言われた（甲第１０号証の六項，乙第２号証の５）。\nク　原告は，平成１１年１月２７日，Ｅ病院の内分泌代謝内科で受診し，Ｇ医師は，\n原告から，「１年半にわたり，１日当たり本剤１．５mgを１週間服用，１週間休薬と\nいう方法で服用し，１か月前から服用を中止しており，その後，倦怠感，食欲不\n振がある。」という訴えを受け，また，同日の血糖値検査，血漿ＡＣＴＨ検査，血\n清コルチゾール検査などの各結果に加え，同月２１日に原告が同病院で受診し\nた際の一般血液検査，血清コルチゾール検査の各結果を踏まえて，上記各検査\n結果から確定診断できるものではないものの，原告の話した上記診療歴と自覚\n症状から，ステロイド離脱症候群であると診断した（甲第１０号証の七項，乙第４\n号証）。\nケ　原告は，その後，上記Ｇ医師から，ステロイド離脱症候群であるとの診断の下\nに，同疾患に対する治療としてのステロイド剤漸減療法を受け，平成１２年５月１\n１日以降は，主として，上記Ｇ医師の紹介によって受診することとなったＨ病院の\nＢ医師から，同様の診断の下に，同様の治療を受けている（甲第６号証，第１０\n号証の八項，第１４号証，第２５号証の２，証人Ｂの証言）。\nコ　上記Ｂ医師は，原告の診療過程において，原告に倦怠感，筋肉痛，食欲低下，\n嘔吐，不眠，腹痛，情緒不安定などの症状があると認めている（甲第２５号証の\n２の５項）。\n(2)　次に，ステロイド離脱症候群について検討するに，甲第７号証，第８号証の１，\n２，第９号証の１，第２５号証の２，乙第７号証，第８号証によれば，次の事実が認\nめられる。\nア　ステロイドは，正式には，副腎皮質ステロイドホルモン＝コルチゾールと称さ\nれ，副腎皮質から分泌されるホルモンであり，強い抗炎症作用や免疫抑制作用\nなどがある。\nステロイドは，脳にある視床下部や下垂体の支配を受け，下垂体前葉から分\n泌されるコルチコトロピン＝ＡＣＴＨというホルモンが分泌されて副腎皮質が刺激\nされると分泌が促される。\nイ　ステロイド剤は，ステロイドの有する強い抗炎症作用や免疫抑制作用などに着\n目して，合成された薬剤である。\nしかし，ステロイド剤を長期間使用すると，副腎皮質から分泌されるステロイド\nの分泌が抑制され，このような状態でステロイド剤の使用を急に中止すると，ス\nテロイドが不足した状態となり，食欲不振，吐き気，嘔吐，全身倦怠感，頭痛，発\n熱，関節痛，筋肉痛，体重減少，起立性低血圧，精神症状，ショックなどの多彩\nな症状があらわれる。このような多彩な症状をステロイド離脱症候群という。\nウ　ステロイド離脱症候群を４つに分ける考え方がある。この考え方では，タイプⅠ\nは，「副腎皮質不全」であり，視床下部－下垂体－副腎皮質系の機能不全によ\nる臨床症状と生化学的所見を持つもの，タイプⅡは，「原病の再燃」であり，典型\n的には，視床下部－下垂体－副腎皮質系の反応性が正常なもの，タイプⅢは，\n「ステロイド依存症」であり，視床下部－下垂体－副腎皮質系の反応性が正常で\nあり，原病の再燃がないもの，タイプⅣは，「症状がないもの」であり，軽度の視\n床下部－下垂体－副腎皮質系の機能不全が生化学的に証明されるが，臨床症\n状がないものに分類する（甲第７号証）。このタイプⅢの病因は，ステロイドに対\nする心理的依存性や長期投与による組織のステロイドに対する順応（血清コル\nチゾール値が正常であっても，組織が高濃度のステロイド剤に適応しているた\nめ，ステロイド剤離脱後も生理的濃度以上のステロイドを必要とし，いわば相対\n的副腎不全状態となっていること）がその原因と考えられるとする見解がある\n（乙第７号証）。\n(3)　上記(1)の事実及び(2)の医学的知見によれば，原告の臨床症状は，被告から処\n方されたステロイド剤の服用を中止したことによって発生したステロイド離脱症候群\nであると認めるのが相当である。そして，証人Ｂの証言によれば，平成１３年１２月\nに実施した下垂体－副腎機能検査の結果によれば，下垂体－副腎機能がほぼ正\n常であったことが認められるから，原告のステロイド離脱症候群は，前記(2)ウの分\n類では，タイプⅢのものと認めるのが相当である。\n(4)　そして，原告のステロイド離脱症候群に罹患した時期は，被告が原告に対し，平\n成１０年２月１３日から平成１１年１月２０日までの約１年にわたってステロイド剤を\n処方していること及び原告がＤ医院で受診し，かつ，Ｅ病院で受診した平成１１年１\n月２０日及び同月２１日ころに，ステロイド離脱症候群にみられる症状が顕著になっ\nていることから，そのころ，原告はステロイド離脱症候群に罹患したと認めるのが相\n当である。\n(5)　なお，被告は，原告が，平成１１年１月ころ，経済的に困窮し，さらに父親の死亡\nという不幸が重なったため，不安神経症，うつ的神経症といったストレス由来の症\n状が発生したのであって，原告は，ステロイド離脱症候群に罹患したものではない\n旨主張する。\nしかし，前記認定の(1)の事実に加えて，甲第６号証及び第１４号証によれば，原\n告に対して少なくとも平成１１年１月２７日から同年１２月２７日までの約１１か月間\nにわたってステロイド剤漸減療法を行って診療していたＥ病院のＧ医師が同日付け\nでステロイド離脱症候群と診断していること，また，原告に対して少なくとも平成１２\n年５月１１日から平成１３年１月１５日までの約８か月間にわたって同様の療法を行\nって診療していたＨ病院のＢ医師が同日付けで同様の診断をしていることが認めら\nれ，これらの事実に照らすと，被告の上記主張は，これをにわかに採用することが\nできない。\n３　請求原因(5)（被告の責任原因）について\n(1)　請求原因(5)アの事実（ステロイド剤の定義及び副作用など）は，甲第８号証の１，\n２，第９号証の１ないし３によって，これを認めることができる。\n(2)　同イの事実（本剤と同成分の薬剤の医薬品添付文書の記載）は，甲第４号証に\nよって，これを認めることができる。なお，乙第９，第１０号証によれば，被告が原告\nに対して本剤を投与した平成１０年２月２３日から平成１１年１月２０日までの間の\n本剤の医薬品添付文書にも，同旨の記載があったことが認められる。\n(3)　同ウの主張（医師が患者に説明をする義務，投与量などに留意する義務，患者\nの訴えに留意する義務）について検討する。\nア　まず，被告が処方した本剤の組成・効能・効果，用量・用法・使用上の注意等に\nついて検討する。\n甲第８号証の１，２，第９号証の２，第２７号証，乙第５号証，第７号証，第１０\n号証及び弁論の全趣旨によれば，次の事実が認められる。\n(ア)　本錠の成分は，デキサメタゾンであり，それはステロイド剤の一つである\n（甲第８号証の１，２，乙第１０号証）。\n(イ)　ステロイド剤投与の主要な目的は非ステロイド系抗炎症剤よりも強力な抗\n炎症作用と免疫抑制作用にある（甲第８号証の２）。本剤は，湿疹・皮膚炎\n群，痒疹群などに対しても効果があって処方される（乙第１０号証）。しかし，\n湿疹・皮膚炎群，痒疹群などの疾患には，外用剤を用いても効果が不十分な\n場合あるいは十分な効果を期待し得ないと推定される場合にのみ用いる（乙\n第１０号証）。しかも，湿疹・皮膚炎群には，重症例以外は極力投与しないこ\nと，痒疹群には，重症例に限って投与することが医薬品添付文書に明記され\nている（乙第１０号証）。\n(ウ)　デキサメタゾンは，一般に，ナトリウム貯留作用は減弱され，抗炎症作用や\n糖質コルチコイド作用は増強され，副作用として不眠，精神不穏，高血圧，糖\n尿病，消化性潰瘍，クッシング様症状，視床下部－下垂体－副腎皮質不全，\n易感染症，無腐性骨頭壊死，ステロイド筋症，創傷治癒遅延，骨粗鬆症，皮\n膚萎縮，白内障，粥状硬化症，成長阻害，脂肪肝，精神病，頭蓋内圧亢進，\n緑内障などの副作用があり，しかもそれら副作用の発現頻度が高いので特別\nな理由がない限り長期の使用には適切とはいえない。ステロイド剤からの将\n来の離脱を期待する場合は視床下部－下垂体－副腎系の抑制のため使用\nしにくい（甲第８号証）。\n(エ)　ステロイド剤及び本剤が上記のような強い作用及び発現頻度の高い副作\n用を持つことから，ステロイド剤が抗炎症剤として使用されるのは，生体に惹\n起されている炎症が強い活動性を有し，その結果，重大な組織障害や生命維\n持に支障を来すことが予想される場合に使用するとされている（甲第８号証の\n２）。本剤の投与に際しては特に適応，症状を考慮し，他の治療法によって十\n分に治療効果が期待できる場合には，本剤を投与しないこと，投与中は副作\n用の出現に対し，常に十分な配慮と観察を行い，また，患者をストレスから避\nけるようにし，事故，手術などの場合には増量するなど適切な処置を行うこ\nと，連用後，投与を急に中止すると，時に発熱，頭痛，食欲不振，脱力感，筋\n肉痛，関節痛，ショック等の離脱症状が現れることがあるので，投与を中止す\nる場合には，徐々に減量するなど慎重に行うこと，離脱症状が現れた場合に\nは，直ちに再投与又は増量することという注意事項がある（乙第１０号証）。そ\nして，本剤の薬効成分であるデキサメタゾンでは，その使用に当たっての重要\nな基本的注意事項として，連用後急に中止すると，時に発熱，頭痛，食欲不\n振，脱力感，筋肉痛，関節痛，ショック等の離脱症状が現れることがあるの\nで，中止する場合には，徐々に減量するなど慎重に行い，離脱症状が現れた\n場合には直ちに再投与又は増量することが挙げられる（甲第２７号証）。\n(オ)　ステロイド剤及び本剤は次のような投与をする。\n本剤の用法・用量はデキサメタゾンとして，通常成人１日０．５㎎から８㎎（１\n錠から１６錠）を１回から４回に分けて経口投与し，年齢・症状により適宜増減\nする（甲第２７号証，乙第１０号証）。\n一般に，ステロイド剤の投与方法として，連日投与法，間欠的投与法，パル\nス療法がある。そして，間欠的投与法には，隔日投与法と３投４休法がある\n（甲第９号証の２，乙第５号証）。ステロイド剤はパルス療法などのように数日\n間以内の使用であれば，その使用量が大量であっても副腎皮質からのコルチ\nゾール分泌は速やかに回復する。しかし，数週間以上にわたるステロイド剤\nの慢性投与は，コルチゾール分泌を抑制し，一時的に副腎不全状態をもたら\nす（乙第７号証）。\n副作用は，投与量に依存すると同時に，投与期間，累積投与量にも依存す\nる。ステロイド剤は，短期的な投与では超大量投与も可能な安全域の広い薬\n剤だが，中等量以上の投与が長期間継続すると種々の重篤な副作用が出現\nする（乙第８号証）。\nイ　以上の事実によれば，本剤には多様で重篤な副作用があるから，医師が患者\nに対して本剤を投与する場合には，患者に対して，主要な副作用及び服用上の\n注意を説明し，(イ)　投与量，投与期間及び投与方法に留意し，できる限り副作\n用の発現の少ない投与量，投与期間及び投与方法を選択するようにし，(ウ)　投\n与期間中には，副作用の発現の有無に関する患者の訴えに留意すべきものと\nいえる。\n(4)　そこで，同エの主張（被告の注意義務違反行為）について判断する。\nア　前記１の事実に加えて，上記(1)ないし(3)によれば，被告は，原告の疾患がせ\nつ腫症（躯幹），痒疹（四肢）と診断したのであるから，まず，非ステロイド系抗炎\n症剤を選択すべきであり，次に，ステロイド剤を選択するとしても，外用剤（軟膏）\nの塗布などの局所的投与方法を選択すべきであり，最後に，本剤の経口的投与\nを選択するとしても，その場合には，本剤の主要な副作用及び服用上の注意を\n原告に対して説明し，また，投与方法についても，医学的に確立した方法を選択\nすべきであり，また，投与期間中には，原告に副作用が発現しているか否かに\nついて注意するとともに，原告の訴えに留意すべきものであったというべきであ\nる。\n前記１認定の事実によれば，確かに，被告は，平成１０年１月２６日から同年\n２月２日までの７日間は，原告の皮膚疾患の治療のため，非ステロイド系抗炎症\n剤を選択したものである。しかし，これによって十分な治療効果を得られなかっ\nたとしても，被告は，次の診療日である同月２３日には，ステロイド剤の外用剤\n（軟膏）ではなく，経口投与する本剤を選択したのであるから，被告としては，そ\nの際，原告に対し，本剤の主要な副作用及び服用上の注意を説明する義務が\nあったところ，本件全証拠によるも，被告が原告に対してその説明をしたことは，\nこれを認めるに足りない。そして，被告は，本剤の投与方法として，７投７休法を\n採用しているところ，この方法がその当時の臨床医学水準において是認できる\n方法であったことを認めるに足りる証拠がない。そうすると，その余の点につい\nて判断するまでもなく，被告の上記行為は，注意義務に違反したものといわざる\nを得ない。\nイ　なお，被告は，(ａ)１日当たり１㎎のデキサメタゾンを２週間投与しても，下垂体\nＡＣＴＨ分泌能は抑制されず，副作用は発現しないし，(ｂ)どのステロイド製剤でも\n１日１～２錠以下では副作用の発現頻度は著しく減り，重篤な副作用はおこりに\nくく，(ｃ)本剤の用法・用量は，成人１日０．５から８㎎を１から４回に分割して経口\n投与するとされており，その最大許容投与量は１日３２㎎までとなる旨主張す\nる。\n確かに，乙第８号証（佐々木俊行，米澤和明「副腎皮質ホルモン（全身投与）\n医薬ジャーナル３２巻１号，１９９６年）には，「一般に経口剤の場合１日１～２錠\n以下では副作用の発現頻度は著しく減り，重篤な副作用も起こりにくい」との記\n載があり，乙第７号証には「デキサメサタゾン１日当たり１㎎を２週間投与しても\n下垂体ＡＣＴＨ分泌能は抑制されず，副作用は発現しない」との記載がある。そし\nて，乙第１０号証によれば，本剤の用法・用量は，成人１日０．５から８㎎を１から\n４回に分割して経口投与するとされていること（最大許容投薬量は成人１日８㎎\nであって３２㎎ではない。）が認められる。\nしかし，被告が原告に対して投与したものは，１日当たり本剤３錠・デキサメタ\nゾン１．５㎎であり，投与期間は，通算１２週間にわたるものであるから，被告の\n主張(ａ)，(ｂ)は，被告の過失を否定する根拠とはなりえない。また，被告の主張\n(ｃ)に係る点については，本剤の１日当たりの最大許容投与量は，本剤１６錠・デ\nキサメタゾン８㎎であるが，このような最大許容投与量は，適応症，投与期間，\n投与方法などを慎重に検討した上で選択されうるものであって，最大許容投与\n量以下であれば，適応症，投与期間，投与方法に関係なく本剤の投与につき過\n失がないといえるものではない。\n(5)　そこで，同オの事実（相当因果関係）について判断するに，被告が採用した７投７\n休法は，当時の臨床医学水準において是認されていた方法ではなく，この方法\nは，当時の臨床医学水準において是認されていた３投４休法よりも，患者がステロ\nイド剤にさらされる期間が長いことは明らかであるから，その分，患者の視床下部\n－下垂体－副腎系の抑制を生じ，あるいは，患者の組織のステロイドに対する順\n応（血清コルチゾール値が正常であっても，組織が高濃度のステロイド剤に適応し\nているため，ステロイド剤離脱後も生理的濃度以上のステロイドを必要とし，いわ\nば相対的副腎不全状態となっていること）を高める可能性が高いものと認めるのが\n相当である。\nそして，本件においては，当時の臨床医学水準において是認されていなかった７\n投７休法によって，原告に対するステロイド剤の投与がされたのであるから，特段\nの反証のない本件にあっては，被告の採用した７投７休法によって，原告がステロ\nイド離脱症候群に罹患したものと推認するのが相当である。\nまた，前記２(1)認定の事実経過に照らすと，被告が原告に対する上記説明義務\nを怠ったことによって，原告がその父の死亡の際，あるいは，Ｃ医院の医師からの\n話を聞いた後に，本剤の服用を遵守しないことになったものということができる。\nしたがって，いずれにせよ，被告の注意義務違反行為と原告がステロイド離脱\n症候群に罹患したこととの間には，相当因果関係があるものというべきである。\n４　請求原因(6)（損害）について\n(1)　休業損害　７８７万０９５０円\n甲第６号証，第１４号証，第２５号証の２，証人Ｂの証言及び弁論の全趣旨によ\nれば，原告は，ステロイド離脱症候群の治療のため，少なくとも平成１２年４月１日\nから平成１４年６月３０日までの２年３か月間にわたって休業することを余儀なくさ\nれたものと認めることができる。そして，甲第１８ないし第２２号証及び弁論の全趣\n旨によれば，原告は，平成９年３月ころから，古物商の許可を得て稼働していたも\nのであることが認められ，ステロイド離脱症候群に罹患しなければ，その年間収入\nは，３４９万８２００円（平成１２年の賃金センサス産業計・企業規模計・女子労働\n者・学歴計の平均給与額）はあったものと認めるのが相当である。そうすると，この\n間の休業損害は，下記算式によって，７８７万０９５０円となる。\n３４９万８２００円×２．２５\n(2)　入通院慰謝料　２１８万円\n甲第６号証，第１４号証，第２５号証の２，証人Ｂの証言及び弁論の全趣旨によ\nれば，原告は，ステロイド離脱症候群の治療方法としてのステロイド剤漸減療法を\n受けるために，少なくとも平成１１年１月から平成１４年６月３０日までの約３年５か\n月間にわたり，病院に入通院をすることを余儀なくされたことが認められる。この事\n実に，原告の罹患したステロイド離脱症候群による症状及び治療方法など本件に\n顕れた諸般の事情を斟酌すると，原告が上記入通院を余儀なくされたことによって\n受けた精神的苦痛を慰謝するには，２１８万円をもってするのが相当と認める。\nなお，原告は，「被告の注意義務違反行為が医療水準を逸脱したものであり，こ\nれによって，原告が，就労はもちろんのこと日常生活もままならなくなり，長期間の\n治療を継続しながら，現在においても完治の見込みが得られない状況にあることな\nども考慮すると，原告が上記入通院を余儀なくされたことによって受けた精神的苦\n痛を慰謝するには，１０００万円をもってするのが相当である。」旨主張するが，原\n告の上記主張のうち，「被告の注意義務違反行為が医療水準を逸脱したものであ\nること」は，本件全証拠によっても，必ずしもそのような評価を下すべきものとも認\nめ難く，また，「原告が，就労はもちろんのこと日常生活もままならなくなり，長期間\nの治療を継続しながら，現在においても完治の見込みが得られない状況にあるこ\nと」は，前掲各証拠によって，これを認めることができるが，この点を斟酌するとして\nも，原告の上記主張に係る金額を直ちに是認することはできない。\n(3)　弁護士費用　１００万円\n弁論の全趣旨によれば，被告が任意に損害を弁償しなかったため，原告は，被\n告に対して本訴の提起・追行を弁護士に委任することを余儀なくされたことが認め\nられるところ，本件の事案の内容，審理経過，認容額などにかんがみると，本件と\n相当因果関係のある弁護士費用は，１００万円と認めるのが相当である。\n５　請求原因(7)（支払催促）について\n原告が，平成１３年２月１６日送達の本訴状をもって，被告に対し，上記損害に係る\n金員の支払を催告したことは，一件記録上，当裁判所に明らかである。\n６　結論\nよって，原告の被告に対する本訴請求は，債務不履行による損害賠償請求権に基\nづき，損害金１１０５万０９５０円及びこれに対する本訴状送達の日の翌日である平成\n１３年２月１７日から支払済みまで民法所定の年５分の割合による遅延損害金の支払\nを求める限度で理由があるからこれを認容し，その余は失当であるからこれを棄却\nし，訴訟費用の負担について民事訴訟法６４条本文，６１条を，仮執行宣言について\n同法２５９条１項をそれぞれ適用して，主文のとおり判決する。\n札幌地方裁判所民事第２部\n裁判長裁判官　橋　　本　　昇　　二\n裁判官  岩　　松　　浩　　之\n裁判官　石　　川　　真紀子\n"
}