{
  "trial_type": "SupremeCourt",
  "date": {
    "era": "Heisei",
    "year": 16,
    "month": 7,
    "day": 15
  },
  "case_number": "平成15(受)1793",
  "case_name": "謝罪広告等請求事件",
  "court_name": "最高裁判所第一小法廷",
  "result_type": "判決",
  "result": "破棄自判",
  "article_info": "民集　第58巻5号1615頁",
  "original_court_name": "東京高等裁判所",
  "original_case_number": "平成14(ネ)3647",
  "original_date": {
    "era": "Heisei",
    "year": 15,
    "month": 7,
    "day": 31
  },
  "gist": "名誉毀損の成否が問題となっている法的な見解の表明と意見ないし論評の表明",
  "case_gist": "名誉毀損の成否が問題となっている法的な見解の表明は，判決等により裁判所が判断を示すことができる事項に係るものであっても，事実を摘示するものとはいえず，意見ないし論評の表明に当たる。",
  "ref_law": "民法709条，民法710条，刑法230条の2第1項",
  "lawsuit_id": "52385",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail2?id=52385",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/385/052385_hanrei.pdf",
  "contents": "\u0000 \u0000\u0000\u0000\u0000\u0000\u0000\n主        文\u0000\n原判決中上告人らの敗訴部分を破棄する。\u0000\n前項の部分につき，被上告人の控訴を棄却する。\u0000\n控訴費用及び上告費用は被上告人の負担とする。\u0000\n理        由\u0000\n平成１５年（受）第１７９３号上告代理人中村裕二，同瀧澤秀俊の上告受理申立\u0000\nて理由第２及び平成１５年（受）第１７９４号上告代理人竹下正己，同山本博毅，\u0000\n同那須智恵の上告受理申立て理由第２の２について\u0000\n１  原審が適法に確定した事実関係の概要は，次のとおりである。\u0000\n\u0000\u0000\u0000  被上告人は，大学講師でいわゆる従軍慰安婦問題等の研究者であり，著書，\n講演，インターネットのホームページ，雑誌への寄稿やテレビジョン番組への出演\n等によってその意見を表明している。被上告人は，従軍慰安婦問題について，我が\n国に責任があり，従軍慰安婦であった者等に対し謝罪等をすべきであるという立場\nを採っている。\u0000\n平成１５年（受）第１７９３号上告人Ａ１（以下「上告人Ａ１」という。）は，\u0000\n「Ａ１」をペンネームとし，雑誌「ＳＡＰＩＯ」に連載され単行本の発行されてい\u0000\nる漫画「新・ゴーマニズム宣言」を含む「ゴーマニズム宣言」シリーズ（以下「ゴ\u0000\nーマニズム宣言シリーズ」と総称する。）を執筆する漫画家であり，その著作権を有\nしており，従軍慰安婦問題について我が国に責任があるとする論者，論調を批判す\nる立場を採っている。\u0000\n\u0000\u0000\u0000  被上告人は，平成９年１１月１日，ゴーマニズム宣言シリーズのカットを上\n告人Ａ１に無断で採録し，従軍慰安婦問題等に関する上告人Ａ１の見解を批判する\nことなどを内容とする第１審判決別紙第３目録記載の表現を含む「脱ゴーマニズム\n宣言」と題する書籍（以下「被上告人著作」という。）の初版第１刷を出版した。\u0000\n\u0000 \u0000\u0000\u0000\u0000\u0000\u0000\n被上告人著作の表紙カバーの上半分には，「これは，漫画家Ａ１よしのりへの鎮魂\u0000\nの書である。」と記載されており，下半分には，「脱ゴーマニズム宣言」，「Ａ１よし\nのりの『慰安婦』問題」という被上告人著作の表題及び副題が記載されているとと\nもに，表紙カバーの背表紙部分にも同じ表題及び副題が記載されている。これらの\n表題のうち，「ゴーマニズム宣言」の部分は黒字であるのに対し，「脱」の部分のみ\nは赤系統の色が用いられ，かつ，「ゴーマニズム宣言」の部分より大きめの字体が用\nいられており，また，背表紙部分の「Ａ１」の部分は赤字が用いられている。\u0000\n被上告人著作は，「はじめに―Ａ１へのレクイエム」，目次，本文部分及び「あと\nがき」により構成され，全体で１４９頁である。本文部分のうち，１１頁から１０\n０頁までが「脱ゴーマニズム宣言」と題する部分，１０１頁から１４３頁までが「『慰\n安婦』攻撃の裏舞台」と題する部分になっており，ゴーマニズム宣言シリーズのカ\nットが採録されているのは，「脱ゴーマニズム宣言」と題する部分である。上記採録\nされたカット数は，全５７カット（７４コマ）であり，頁の２分の１以上を上記採\n録されたカットが占める頁が４頁ある。上記採録されたカットの中には，人物に目\n隠しを描き加えたものが３カット，手書き文字を加えたもの及び配置を変えたもの\nが各１カット存在し，１カットを除く他のすべての採録されたカットには，出典が\n明記されている。ゴーマニズム宣言は，１話が最低でも見開き２頁で，通常は８頁\nで完結する漫画であり，被上告人著作に採録されたカットは，その一部分にすぎず，\n独立した観賞性は認められるが，それ自体が独立した漫画として読み物になるもの\nではない。被上告人は，これらのカットを上告人Ａ１に無断で被上告人著作に採録\nした（以下，被上告人がしたこの採録を「本件採録」という。）。\u0000\n被上告人著作の「脱ゴーマニズム宣言」と題する部分は，上告人Ａ１を「よしり\u0000\nん」と呼び，関西弁風のくだけた筆致で記載されている。また，ゴーマニズム宣言\u0000\nシリーズでは，作品の最後の部分において「ごーまんかましてよかですか？」とい\u0000\n\u0000 \u0000\u0000\u0000\u0000\u0000\u0000\nうセリフが記載されたカットが挿入され，上告人Ａ１の意見がまとめられたカット\u0000\nが続くという体裁が定型化されているが，被上告人著作の「脱ゴーマニズム宣言」\u0000\nと題する部分では，第２２章を除く各章の最後の部分で，「ゴーマンかましてかめ\u0000\nへんやろか？」というタイトルの下に，被上告人の意見のまとめが記載されるとい\u0000\nう体裁が定型化されている。この意見のまとめの部分では，「このままやと『ゴー\u0000\nマニズム宣言』は，『作・某政治家，絵・Ａ１』の宣伝ビラになりまっせ。」（第１章），\n「そのうち『マンガばっかし描いてると，よしりんみたいになるよ！』と，どこか\nのおかーさんが言うようになったら恥やで！」（第７章），「ゴーカン問題にドンカン\nなよしりんは，そのうち『ゴーカンニズム』宣言と呼ばれるかもしれへんぞ。」（第\n１０章），「ウソをついてまで責任者を隠すようになったあんさんは，もうおしまい\nなんかも知れへんな！」（第１８章），「ものごとを，ごっつう単純に描けば，『そり\nゃマンガや』と人は笑う。よしりんは，そんなしょーもない『マンガ』を描く人や\nなかった。せやけど，ここまであんさんが，そのマンガ家になり果てていたとは，\n今しみじみわかった。」（第１９章）などと記載され，そのほかの部分でも，「漫画家・\nＡ１氏への鎮魂の書である」，「漫画家・Ａ１氏の精神が死んでいる」と記載された\nり，上告人Ａ１のことが「右翼のデマゴーグ」，「特定の政治勢力の御用漫画家」な\nどと記載されている。このように，被上告人著作の中では，上告人Ａ１をひぼうし，\nやゆする表現が多数用いられている。\u0000\n\u0000\u0000\u0000  上告人Ａ１は，被上告人著作の出版後，第１審判決別紙第１目録記載の表\u0000\n現を含む「新・ゴーマニズム宣言第５５章」（以下「本件漫画」という。）を執筆\u0000\nし，平成１５年（受）第１７９４号上告人株式会社Ａ２（以下「上告会社」という。）\u0000\nは，本件漫画を雑誌「ＳＡＰＩＯ」平成９年１１月２６日号及び単行本「新・ゴー\u0000\nマニズム宣言第５巻」（平成１０年１０月１０日発行）に掲載して発行した。\u0000\n本件漫画は，「第５５章  広義の強制すりかえ論者への鎮魂の章」との副題が付\u0000\n\u0000 \u0000\u0000\u0000\u0000\u0000\u0000\nけられ，全８頁のうち，最初の２頁が本件採録を著作権侵害であり違法であると批\u0000\n判する部分であり，その余の頁には，被上告人著作中でされた従軍慰安婦問題に関\u0000\nする上告人Ａ１の見解への批判，反論に対する再批判，再反論が記載されている。\u0000\n本件漫画中の第１審判決別紙第１目録記載２，３，７，８，９，１５，１８，２\u0000\n０の各表現（以下「本件各表現」と総称する。）は，本件採録が「ドロボー」であ\u0000\nり，被上告人著作が「ドロボー本」であると繰り返し記述するとともに，唐草模様\u0000\nの風呂敷を背負って目に黒いアイマスクをかけている古典的な泥棒の格好をした被\u0000\n上告人の似顔絵の人物を描くなどすることによって，本件採録が許容される引用の\u0000\n限界を超え，著作権（複製権）侵害で違法であるとの上告人Ａ１の法的な見解を表\u0000\n明したものであり，被上告人の社会的評価を低下させるものである。\u0000\n本件漫画中，被上告人がした本件採録が著作権侵害で違法であると批判する部分\u0000\nの内容は，次のとおりである。\u0000\n被上告人著作には，上告人Ａ１が執筆したゴーマニズム宣言シリーズのカットが\u0000\n上告人Ａ１に無断で採録されているとの事実を指摘した上で，「これは，専門家に確\n認した上で行った。漫画の部分的な引用は，それを評する文章との間に必然的な連\n関があるかぎり，著作権に抵触しないとのことだ。漫画に対する批評を正確に行う\nための『引用権』と呼んでもよいかも知れない。」という被上告人著作の「あとがき」\nに記載された被上告人の意見を原文のまま紹介し，これに対する上告人Ａ１の反論\nとして，業界に慣例として認められている部分的な引用は，セリフなどの文章部分\nのみに限られており，被上告人著作は，セリフ，文章の引用で事足りるのに，わざ\nと上告人Ａ１の執筆した漫画のカットを多く使って売上げを伸ばそうとしているな\nどの記載がされている。また，被上告人著作の「あとがき」の「Ａ１氏も，本文の\n９４頁にあるように，私の顔を勝手に描いておいて，自分の漫画だけは一切自由に\n引用するな，などとわがままなことは言わないだろう。」という部分も原文のまま引\n\u0000 \u0000\u0000\u0000\u0000\u0000\u0000\n用した上で，これに対する上告人Ａ１の反論として，人の顔は著作物ではなく，似\n顔絵を描かれたから著作物を無断転載してもよいなどという理屈は成立しないとの\n記載がされている。さらに，人物に目隠しを描き加えたカットについて，「このよう\nな絵は作家の著作物を勝手に改ざん・発表する悪質な行為であって著作権上特に許\nされないものだ」との上告人Ａ１の意見が記載されたカットに続き，このような行\n為を野放しにしておくことはできないとして，「この著作権侵害事件に関しては弁護\n士を立てて断固とした法的措置を取る！」という上告人Ａ１のセリフが記載された\nカットが描かれている。\u0000\n\u0000\u0000\u0000  本件各表現は，公共の利害に関する事実に係るものであり，本件採録の違法\n性を広く一般読者に訴え，上告人Ａ１自身の作品を含む漫画の著作権の擁護を図ろ\nうとしたものであって，専ら公益を図る目的に出たものと認めることができる。\u0000\n\u0000\u0000\u0000  上告人Ａ１は，被上告人著作が上告人Ａ１の複製権及び著作者人格権である\n同一性保持権を侵害するなどとして，被上告人，被上告人著作の発行者及び出版社\nに対し，被上告人著作の出版等の差止め及び損害賠償を請求する訴訟（以下「別件\n訴訟」という。）を提起した。別件訴訟については，本件採録が複製権侵害であると\nは認められないが，コマの配置を変えて採録した部分１箇所については同一性保持\n権を侵害したものであると認められるとして，上記採録に係る部分を含む被上告人\n著作の出版等の差止め及び２０万円の慰謝料の支払を命じた控訴審の判決が確定し\nている。\u0000\n２  被上告人は，本件各表現が被上告人の名誉を毀損したなどと主張して，上告人\u0000\nらに対し，不法行為に基づき，損害賠償及び謝罪広告の掲載等を求めている。これ\u0000\nに対し，上告人らは，本件各表現は，事実の摘示ではなく，意見ないし論評の表明\u0000\nというべきであり，その内容が被上告人に対する人身攻撃に及ぶなど意見ないし論\u0000\n評の域を逸脱したものとはいえないから，違法性を欠くなどと主張している。  \u0000\n\u0000 \u0000\u0000\u0000\u0000\u0000\u0000\n３  原審は，次のとおり判断し，被上告人の請求を，慰謝料等の一部の支払及び\u0000\n本件漫画が掲載された「ＳＡＰＩＯ」誌に原判決の別紙認容広告目録記載の謝罪広\u0000\n告を別紙認容広告態様目録記載の態様で掲載することを求める限度で認容し，その\u0000\n余の請求を棄却した。\u0000\n\u0000\u0000\u0000  本件においては，被上告人が上告人Ａ１に無断で本件採録をしたという事実\nについては当事者間に争いがなく，ただ，本件採録が著作権法３２条１項による引\n用として適法ということができるか否かという法的評価に争いがあったものである。\nこのような争いについては，裁判所に訴えを提起することにより，裁判所の公権的\nかつ確定的な判断が確実に示されるべきものであり，現に，本件について，上告人\nＡ１が別件訴訟を提起し，本件採録は上告人Ａ１の複製権を侵害したものとはいえ\nないとの裁判所の判断が確定している。このように法の解釈適用のみが問題となっ\nている事項であっても，その問題について裁判所による公権的かつ確定的な判断が\n確実に示されるべき事項については，最高裁平成６年（オ）第９７８号同９年９月\n９日第三小法廷判決・民集５１巻８号３８０４頁の判示する「証拠等をもってその\n存否を決することが可能な他人に関する特定の事項」に類するものということがで\nき，意見ないし論評の表明ではなく，事実を摘示するものとみるのが相当である。\u0000\n\u0000\u0000\u0000  本件採録は上告人Ａ１の複製権を侵害したものとはいえないとの裁判所の\u0000\n判断が確定しているのであるから，本件各表現は真実とは認められない。\u0000\n\u0000\u0000\u0000  本件採録が，裁判所において適法な引用に当たると判断されるがい然性があ\nり，複製権侵害と判断されるがい然性が高いとは到底いえない状況であったと認め\nるのが相当である。そのような状況にあることは，上告人らにおいて著作権法の専\n門家に相談すれば容易に知ることができたものであり，我が国有数の出版社である\n上告会社及び有名な漫画家である上告人Ａ１にとって，そのような相談をすること\nに支障があったとは認められないにもかかわらず，上告人らはこれをしていない。\u0000\n\u0000 \u0000\u0000\u0000\u0000\u0000\u0000\n以上のような事情の下では，上告人らにおいて，本件採録が複製権侵害で違法で\u0000\nあることを真実と信ずるについて相当の理由があるとは認められない。\u0000\n４  しかしながら，原審の上記判断は是認することができない。その理由は，次の\u0000\nとおりである。\u0000\n\u0000\u0000\u0000  事実を摘示しての名誉毀損にあっては，その行為が公共の利害に関する事実に\n係り，かつ，その目的が専ら公益を図ることにあった場合に，摘示された事実がそ\nの重要な部分について真実であることの証明があったときには，上記行為には違法\n性がなく，仮に上記証明がないときにも，行為者において上記事実の重要な部分を\n真実と信ずるについて相当の理由があれば，その故意又は過失は否定される（最高\n裁昭和３７年（オ）第８１５号同４１年６月２３日第一小法廷判決・民集２０巻５\n号１１１８頁，最高裁昭和５６年（オ）第２５号同５８年１０月２０日第一小法廷\n判決・裁判集民事１４０号１７７頁参照）。一方，ある事実を基礎としての意見ない\nし論評の表明による名誉毀損にあっては，その行為が公共の利害に関する事実に係\nり，かつ，その目的が専ら公益を図ることにあった場合に，上記意見ないし論評の\n前提としている事実が重要な部分について真実であることの証明があったときには，\n人身攻撃に及ぶなど意見ないし論評としての域を逸脱したものでない限り，上記行\n為は違法性を欠くものというべきであり，仮に上記証明がないときにも，行為者に\nおいて上記事実の重要な部分を真実と信ずるについて相当な理由があれば，その故\n意又は過失は否定される（最高裁昭和６０年（オ）第１２７４号平成元年１２月２\n１日第一小法廷判決・民集４３巻１２号２２５２頁，前掲最高裁平成９年９月９日\n第三小法廷判決参照）。\u0000\n上記のとおり，問題とされている表現が，事実を摘示するものであるか，意見な\u0000\nいし論評の表明であるかによって，名誉毀損に係る不法行為責任の成否に関する要\u0000\n件が異なるため，当該表現がいずれの範ちゅうに属するかを判別することが必要と\u0000\n\u0000 \u0000\u0000\u0000\u0000\u0000\u0000\nなるが，当該表現が証拠等をもってその存否を決することが可能な他人に関する特\u0000\n定の事項を明示的又は黙示的に主張するものと理解されるときは，当該表現は，上\u0000\n記特定の事項についての事実を摘示するものと解するのが相当である（前掲最高裁\u0000\n平成９年９月９日第三小法廷判決参照）。そして，上記のような証拠等による証明に\nなじまない物事の価値，善悪，優劣についての批評や論議などは，意見ないし論評\nの表明に属するというべきである。\u0000\n\u0000\u0000\u0000  上記の見地に立って検討するに，法的な見解の正当性それ自体は，証明の対\n象とはなり得ないものであり，法的な見解の表明が証拠等をもってその存否を決す\nることが可能な他人に関する特定の事項ということができないことは明らかである\nから，法的な見解の表明は，事実を摘示するものではなく，意見ないし論評の表明\nの範ちゅうに属するものというべきである。また，前述のとおり，事実を摘示して\nの名誉毀損と意見ないし論評による名誉毀損とで不法行為責任の成否に関する要件\nを異にし，意見ないし論評については，その内容の正当性や合理性を特に問うこと\nなく，人身攻撃に及ぶなど意見ないし論評としての域を逸脱したものでない限り，\n名誉毀損の不法行為が成立しないものとされているのは，意見ないし論評を表明す\nる自由が民主主義社会に不可欠な表現の自由の根幹を構成するものであることを考\n慮し，これを手厚く保障する趣旨によるものである。そして，裁判所が判決等によ\nり判断を示すことができる事項であるかどうかは，上記の判別に関係しないから，\n裁判所が具体的な紛争の解決のために当該法的な見解の正当性について公権的判断\nを示すことがあるからといって，そのことを理由に，法的な見解の表明が事実の摘\n示ないしそれに類するものに当たると解することはできない。\u0000\nしたがって，一般的に，法的な見解の表明には，その前提として，上記特定の事\u0000\n項を明示的又は黙示的に主張するものと解されるため事実の摘示を含むものという\u0000\nべき場合があることは否定し得ないが，【要旨】法的な見解の表明それ自体は，それ\n\u0000 \u0000\u0000\u0000\u0000\u0000\u0000\nが判決等により裁判所が判断を示すことができる事項に係るものであっても，その\nことを理由に事実を摘示するものとはいえず，意見ないし論評の表明に当たるもの\nというべきである。\u0000\n\u0000\u0000\u0000  本件各表現は，被上告人が本件採録をしたこと，すなわち，被上告人が上告\n人Ａ１に無断でゴーマニズム宣言シリーズのカットを被上告人著作に採録したとい\nう事実を前提として，被上告人がした本件採録が著作権侵害であり，違法であると\nの法的な見解を表明するものであり，上記説示したところによれば，上記法的な見\n解の表明が意見ないし論評の表明に当たることは明らかである。\u0000\nそして，前記の事実関係によれば，本件各表現が，公共の利害に関する事実に係\u0000\nるものであり，その目的が専ら公益を図ることにあって，しかも，本件各表現の前\u0000\n提となる上記の事実は真実であるというべきである。また，本件各表現が被上告人\u0000\nに対する人身攻撃に及ぶものとまではいえないこと，本件漫画においては，被上告\u0000\n人の主張を正確に引用した上で，本件採録の違法性の有無が裁判所において判断さ\u0000\nれるべき問題である旨を記載していること，他方，被上告人は，上告人Ａ１を被上\u0000\n告人著作中で厳しく批判しており，その中には，上告人Ａ１をひぼうし，やゆする\u0000\nような表現が多数見られることなどの諸点に照らすと，上告人Ａ１がした本件各表\u0000\n現は，被上告人著作中の被上告人の意見に対する反論等として，意見ないし論評の\u0000\n域を逸脱したものということはできない。\u0000\nそうすると，本件各表現が事実を摘示するものとみるのが相当であるとして，被\u0000\n上告人の請求を一部認容した原審の前記判断には，判決に影響を及ぼすことが明ら\u0000\nかな法令の違反がある。論旨は理由があり，原判決中上告人らの敗訴部分は破棄を\u0000\n免れない。そして，以上に説示したところによれば，被上告人の請求は理由がなく，\nこれを棄却した第１審判決は正当であるから，上記部分につき，被上告人の控訴\u0000\nを棄却すべきである。\u0000\n\u0000 \u0000\u0000\u0000\u0000\u0000\u0000\nよって，裁判官全員一致の意見で，主文のとおり判決する。\u0000\n\u0000裁判長裁判官   横 尾和子  裁判官  甲 斐中辰夫  裁判官  泉  徳治  裁判 官\n島田仁郎  裁判官  才口千晴）\u0000\n"
}