{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 18,
    "month": 5,
    "day": 10
  },
  "case_number": "平成17(行ケ)10538",
  "case_name": "特許取消決定取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "32987",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=32987",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/987/032987_hanrei.pdf",
  "contents": "平成１７年（行ケ）第１０５３８号 特許取消決定取消請求事件\n平成１８年３月１５日口頭弁論終結\n判決\n原 告 株式会社ダイヘン\n訴訟代理人弁理士 深見久郎，森田俊雄，野田久登，吉田昌司，佐々木眞人\n被 告 特許庁長官 中嶋誠\n指定代理人 佐々木正章，高木彰，青木博文\n主文\n原告の請求を棄却する。\n訴訟費用は，原告の負担とする。\n事実及び理由\n第１ 原告の求めた裁判\n「特許庁が異議２００３－７２４７０号事件について平成１７年４月２０日にし\nた決定を取り消す 」との判決。。\n第２ 事案の概要\n本判決においては，書証等を引用する場合を含め，公用文の用字用語例に従って表記を変えた部\n分がある。\n本件は，発明の名称を「薄板状ワーク搬送用ハンド」とする後記本件発明の特許\n権者である原告が，特許異議の申立てを受けた特許庁により本件特許を取り消す旨\nの決定がされたため，同決定の取消しを求めた事案である。\n１ 特許庁における手続の経緯\n(1) 本件特許（甲４）\n特許権者：株式会社ダイヘン（原告）\n発明の名称： 薄板状ワーク搬送用ハンド」「\n特許出願日：平成７年４月１８日\n設定登録日：平成１５年１月３１日\n特許番号：第３３９３９５５号\n(2) 本件手続\n特許異議事件番号：異議２００３－７２４７０号\n訂正請求日：平成１６年６月２１日（以下「本件訂正」といい，本件訂正後の明\n細書（甲５）を「本件明細書」という ）。\n決定日：平成１７年４月２０日\n決定の結論： 訂正を認める。特許第３３９３９５５号の請求項１～５に係る発「\n明についての特許を取り消す 」。\n決定謄本送達日：平成１７年５月２５日（原告に対し）\n２ 本件発明の要旨（本件訂正後のもの。以下，請求項の番号に応じて 「本件，\n発明１」などという ）。\n【請求項１】 薄板状ワークを載置する搬送用ハンドを水平方向に移動して前記薄\n板状ワークを積み降ろしする薄板状ワーク搬送用ハンドにおいて，\n薄板状ではあるが主として水平面積が大で重量がある薄板状ワークの搬送に使用\nする薄板状ハンドであって，\n前記薄板状ハンドをカーボンを含む可撓性繊維質材と熱硬化性樹脂とからなる熱\n硬化性部材により形成して前記薄板状ハンドの材質の比重を小にすると共に，前記\n熱硬化性部材を加圧・圧締成形方法を使用して加工歪みのない平面状態に形成する\nことによって，前記薄板状ハンドに前記薄板状ワークを載置しないときの薄板状ハ\nンドの両先端部の自重による撓み量を小にし，\n次に，前記自重による撓み量を小にしたハンドの長手方向の繊維方向の成分を有\nする前記熱硬化性部材を，その長手方向に直交するハンドの幅方向の繊維方向の成\n分を有する前記熱硬化性部材よりも多く使用して，薄板状ハンドの長手方向の前記\n熱硬化性部材の縦弾性係数を，その長手方向に直交するハンドの幅方向の前記熱硬\n化性部材の縦弾性係数よりも大にして，前記長手方向の機械的強度を大にすること\nによって，前記薄板状ハンドに前記薄板状ワークを載置したときの薄板状ハンド先\n端の撓み量を十分に小にする薄板状ワーク搬送用ハンド。\n【請求項２】 薄板状ワークを載置する搬送用ハンドを水平方向に移動して前記薄\n板状ワークを積み降ろしする薄板状ワーク搬送用ハンドにおいて，\n上下間隔が狭く多数の上下方向に多段に棚を設けた棚状のカセットに対して水平\n方向に接近及び離間して，薄板状ではあるが主として水平面積が大で重量がある薄\n板状ワークを積み降ろしする薄板状ハンドであって，\n前記薄板状ハンドをカーボンを含む可撓性繊維質材と熱硬化性樹脂とからなる熱\n硬化性部材により形成して前記薄板状ハンドの材質の比重を小にすると共に，前記\n熱硬化性部材を加圧・圧締成形方法を使用して加工歪みのない平面状態に形成する\nことによって，前記薄板状ハンドに前記薄板状ワークを載置しないときの薄板状ハ\nンドの両先端部の自重による撓み量を小にし，\n次に，前記自重による撓み量を小にしたハンドの長手方向の繊維方向の成分を有\nする前記熱硬化性部材を，その長手方向に直交するハンドの幅方向の繊維方向の成\n分を有する前記熱硬化性部材よりも多く使用して，薄板状ハンドの長手方向の前記\n熱硬化性部材の縦弾性係数を，その長手方向に直交するハンドの幅方向の前記熱硬\n化性部材の縦弾性係数よりも大にして，前記長手方向の機械的強度を大にすること\nによって，前記薄板状ハンドに前記薄板状ワークを載置したときの薄板状ハンド先\n端の撓み量を十分に小にする薄板状ワーク搬送用ハンド。\n【請求項３】 薄板状ワークを載置する搬送用ハンドを水平方向に移動して前記薄\n板状ワークを積み降ろしする薄板状ワーク搬送用ハンドにおいて，\n薄板状ではあるが主として水平面積が大で重量がある薄板状ワークの搬送に使用\nする薄板状ハンドであって，\n前記薄板状ハンドをカーボンを含む可撓性繊維質材と熱硬化性樹脂とからなる熱\n硬化性部材により形成して前記薄板状ハンドの材質の比重を小にすると共に，前記\n熱硬化性部材を加圧・圧締成形方法を使用して加工歪みのない平面状態に形成する\nことによって，前記薄板状ハンド先端から基部側に平面中央部が切欠かれてＵ字状\nに形成された薄板状ハンドに前記薄板状ワークを載置しないときの前記Ｕ字状に形\n成された薄板状ハンドの両先端部の自重による撓み量を小にし，\n次に，前記自重による撓み量を小にしたハンドの長手方向の繊維方向の成分を有\nする前記熱硬化性部材を，その長手方向に直交するハンドの幅方向の繊維方向の成\n分を有する前記熱硬化性部材よりも多く使用して，薄板状ハンドの長手方向の前記\n熱硬化性部材の縦弾性係数を，その長手方向に直交するハンドの幅方向の前記熱硬\n化性部材の縦弾性係数よりも大にして，前記長手方向の機械的強度を大にすること\nによって，前記薄板状ハンドに前記薄板状ワークを載置したときの薄板状ハンド先\n端の撓み量を十分に小にする薄板状ワーク搬送用ハンド。\n【請求項４】 薄板状ワークを載置する搬送用ハンドを水平方向に移動して前記薄\n板状ワークを積み降ろしする薄板状ワーク搬送用ハンドにおいて，\n上下間隔が狭く多数の上下方向に多段に棚を設けた棚状のカセットに対して水平\n方向に接近及び離間して，薄板状ではあるが主として水平面積が大で重量がある薄\n板状ワークを積み降ろしする薄板状ハンドであって，\n前記薄板状ハンドをカーボンを含む可撓性繊維質材と熱硬化性樹脂とからなる熱\n硬化性部材により形成して前記薄板状ハンドの材質の比重を小にすると共に，前記\n熱硬化性部材を加圧・圧締成形方法を使用して加工歪みのない平面状態に形成する\nことによって，前記薄板状ハンド先端から基部側に平面中央部が切欠かれてＵ字状\nに形成された薄板状ハンドに前記薄板状ワークを載置しないときの前記Ｕ字状に形\n成された薄板状ハンドの両先端部の自重による撓み量を小にし，\n次に，前記自重による撓み量を小にしたハンドの長手方向の繊維方向の成分を有\nする前記熱硬化性部材を，その長手方向に直交するハンドの幅方向の繊維方向の成\n分を有する前記熱硬化性部材よりも多く使用して，薄板状ハンドの長手方向の前記\n熱硬化性部材の縦弾性係数を，その長手方向に直交するハンドの幅方向の前記熱硬\n化性部材の縦弾性係数よりも大にして，前記長手方向の機械的強度を大にすること\nによって，前記薄板状ハンドに前記薄板状ワークを載置したときの薄板状ハンド先\n端の撓み量を十分に小にする薄板状ワーク搬送用ハンド。\n【請求項５】 搬送用ハンドにワーク吸着機構を付設した請求項１から請求項４の\nいずれかに記載の搬送用ハンド。\n３ 決定の要旨\n決定は，本件訂正を認めた上で，本件発明１～５は，いずれも刊行物１記載の発\n明，刊行物２，３記載の事項及び従来周知の事項に基づいて当業者が容易に想到し\n得たものであるから，特許法２９条２項の規定に違反し，取り消されるべきである\nとした。\n(1) 刊行物記載の発明\nア 決定は，特開平７－９９２２５号公報（以下「刊行物１」という。甲１）に\nは，以下の発明（以下「刊行物１記載の発明」という ）が記載されていると認定。\nした。\n「半導体ウエハや液晶用ガラス角型基板などの大型基板を載置し，水平方向に移動して前記基\n板を積み降ろしするハンドにおいて，\n収納棚ピッチを大きくしない多段状態の基板カセットに対して水平方向に接近及び離間し\nて，基板を積み降ろしするハンドであって，\n前記ハンドを超硬合金で構成して，ハンドの厚み及び重量を増大させることなく，ハンドの\n曲げ剛性を高めること 」。\nイ 決定は 「機械エンジニアリング・プロジェクト開発事業報告書 昭和５７，\n年度 生産技術高度化に関する調査研究（機械材料軽量化 」社団法人日本機械工）\n，， ， ， ，業連合会 社団法人機械技術協会 昭和５８年７月 第１～３頁 第２９～４３頁\n第１２７頁（以下「刊行物２」という。甲２）には，以下の事項（以下「刊行物２\n記載の事項」という ）が記載されていると認定した。。\n「ＣＦＲＰが軽量化，比強度の点で優れていること，及び，住友電工がロボットアームに採用\nしたＣＦＲＰは，ＰＡＮ系炭素繊維とエポキシ樹脂を組合わせたものであること 」。\n(2) 周知事項\n， （ 「 」。），ア 決定は 特開平４－１６４５９２号公報 以下 周知例１ という 甲１８\n実用プラスチック事典 材料編 株式会社産業調査会 初版第１刷１９９３年５「」，，\n月１日，初版第３刷１９９６年４月２０日発行，第５９４～５９５頁（以下「周知\n例２」という。甲１９ ，特開昭６２－１９９４３９号公報（以下「周知例３」と）\n。）， （ 「 」。）いう 甲２０ 特開昭５２－１３７３０４号公報 以下 周知例４ という 甲２１\nには 「ＣＦＲＰの成形方法として加圧・圧締成形方法を使用すること，及び，そ，\nのことによって加工歪みのない平面状態に形成すること （以下「周知事項１」と」\nいう ）が記載されていると認定した。。\nイ 決定は，特開平７－６９４４５号公報（以下「周知例５」という ）には，。\n「」（「 」 。）基板搬送用ハンドに基板吸着機構を付設すること 以下 周知事項２ という\nが記載されていると認定した。\n(3) 本件発明４について\nア 刊行物１との対比\n(ｱ) 一致点\n「薄板状ワークを載置する搬送用ハンドを水平方向に移動して前記薄板状ワークを積み降ろ\nしする薄板状ワーク搬送用ハンドにおいて，上下間隔が狭く多数の上下方向に多段に棚を設け\nた棚状のカセットに対して水平方向に接近及び離間して，薄板状ではあるが主として水平面積\nが大で重量がある薄板状ワークを積み降ろしする薄板状ハンドである点 」。\n(ｲ) 相違点\n「 相違点１〉前者（本件発明４。以下同様 ）は，薄板状ハンドが 「前記薄板状ハンド先〈。 ，\n端から基部側に平面中央部が切欠かれてＵ字状に形成された ものであるのに対して 後者 刊」， （\n行物１記載の発明。以下同様 ）は，薄板状ハンドがそのような形状のものであるとは特定し。\nていない点。\n〈相違点２〉前者は，薄板状ハンドが 「カーボンを含む可撓性繊維質材と熱硬化性樹脂と，\nからなる熱硬化性部材により形成して前記薄板状ハンドの材質の比重を小にすると共に，前記\n熱硬化性部材を加圧・圧締成形方法を使用して加工歪みのない平面状態に形成することによっ\nて，薄板状ハンドに前記薄板状ワークを載置しないときの前記薄板状ハンドの両先端部の自重\nによる撓み量を小に」するものであるのに対して，後者は，薄板状ハンドが超硬合金から構成\nされるものである点。\n〈相違点３〉前者は，薄板状ハンドが 「ハンドの長手方向の繊維方向の成分を有する前記，\n熱硬化性部材を，その長手方向に直交するハンドの幅方向の繊維方向の成分を有する前記熱硬\n化性部材よりも多く使用して，薄板状ハンドの長手方向の前記熱硬化性部材の縦弾性係数を，\nその長手方向に直交するハンドの幅方向の前記熱硬化性部材の縦弾性係数よりも大にして，前\n記長手方向の機械的強度を大にすることによって，前記薄板状ハンドに前記薄板状ワークを載\n置したときの薄板状ハンド先端の撓み量を十分に小にする」ものであるのに対して，後者は，\n薄板状ハンドが超硬合金から構成されるものである点 」。\n（。）イ 相違点についての判断 判決注：本判決では刊行物の摘記事項の引用は省略した\n「 相違点１について〉〈\n薄板状ワーク搬送技術分野において，薄板状ハンドが前記薄板状ハンド先端から基部側に平\n面中央部が切欠かれてＵ字状に形成されたものであることは，刊行物１の摘記事項(ﾊ)にも示\nされているように，従来周知の事項である。\nしたがって，刊行物１記載の発明の薄板状ハンドを，前記薄板状ハンド先端から基部側に平\n面中央部が切欠かれてＵ字状に形成されたものとすることは，当業者が容易になし得ることで\nある。\n〈相違点２について〉\nカーボンを含む可撓性繊維質材と熱硬化性樹脂とからなる熱硬化性部材により形成したＣＦ\nＲＰが軽量化，比強度の点で優れていることは刊行物２に示されている。\nそして，刊行物１には 「ハンドの厚み及び重量を増大させることなく，ハンドの曲げ剛性，\nを高める」との課題が示唆されており（刊行物１の摘記事項(ﾛ)を参照，そうすると，上記課）\n題がある刊行物１記載の発明のハンドに，課題を共通にする上記刊行物２記載の事項を適用し\nて，ハンドの材質をカーボンを含む可撓性繊維質材と熱硬化性樹脂とからなる熱硬化性部材に\nより形成したＣＦＲＰとし，材質の比重を小，すなわち，ハンド先端部の自重による撓み量を\n小にすることは，当業者が容易に想到し得ることである。そして，ＣＦＲＰの成形方法として\n加圧・圧締成形方法を使用すること，及び，そのことによって表面精度のよいＣＦＲＰを得る\nことは，従来周知の事項である（ 周知事項１」を参照 。「。）\nしてみると，刊行物１記載の発明の相違点２に係る構成を，刊行物２記載の事項及び従来周\n，。知の事項を組み合わせて本件発明４のようにすることは 当業者が容易になし得ることである\n〈相違点３について〉\n刊行物１記載の発明のハンドのような片持ち構造の部材において，長手方向の強度が幅方向\nの強度よりもより必要であることは，当業者にとって自明である。\nところで，特開平４－３４５１４８号公報（以下「刊行物３」という。本訴甲３）には，刊\n行物１発明のハンドと同様に片持ち構造の部材であるカメラ用遮光羽根において，部材長手方\n向の繊維方向の炭素繊維成分を有する熱硬化性部材と，その長手方向に直交する部材幅方向の\n繊維方向の炭素繊維成分を有する熱硬化性部材とを積層し加熱加圧して，部材長手方向の剛性\nを その長手方向に直交する部材幅方向の剛性に比して大にすることが示されている 刊行物３， （\nの摘記事項(ｲ),(ﾛ)を参照 。当該記載事項において，部材長手方向の繊維方向の成分を有する）\n熱硬化性部材を，部材幅方向の繊維方向の成分を有する熱硬化性部材よりも多く使用している\nことは，長手方向及び幅方向の剛性の関係から明らかである。\nそうすると，刊行物１記載の発明のハンドの材質を，上述したように，カーボンを含む可撓\n性繊維質材と熱硬化性樹脂とからなる熱硬化性部材により形成したＣＦＲＰとするに際して，\n併せて上記刊行物３記載の事項を適用し，刊行物１記載の発明の相違点３に係る構成を本件発\n明４のようにすることは，当業者が容易になし得ることである。\n〈作用効果について〉\nそして，本件発明４の作用効果は，刊行物１記載の発明，刊行物２，３記載の事項及び従来\n周知の事項から当業者が予測可能な範囲内のものであって，格別のものではない 」。\nウまとめ\n「したがって，本件発明４は，刊行物１記載の発明，刊行物２，３記載の事項及び従来周知\nの事項に基づいて当業者が容易に発明をすることができたものである 」。\n(4) 本件発明１～３について\n「， ， ，本件発明１～３は 本件発明４の構成に欠くことができない事項のうち 薄板状ハンドが\n「上下間隔が狭く多数の上下方向に多段に棚を設けた棚状のカセットに対して水平方向に接近\n及び離間して 」薄板状ワークを積み降ろしするものであるとの事項，及び／又は 「薄板状ハ，，\nンド先端から基部側に平面中央部が切欠かれてＵ字状に形成された」ものであるとの事項を削\n除したものである。\nそうすると，本件発明１～３も，上記の本件発明４と同様の理由によって，刊行物１記載の\n発明，刊行物２，３記載の事項及び従来周知の事項に基づいて当業者が容易に発明をすること\nができたものである 」。\n(5) 本件発明５について\n「本件発明５は，本件発明１～４の構成に欠くことができない事項すべてに加えて，さらに\n「搬送用ハンドにワーク吸着機構を付設した」との事項を，その発明の構成に欠くことができ\nない事項とするものである。\nところで，上記の追加された事項は，薄板状ワーク搬送用ハンドの技術分野において，従来\n周知の事項である（上記の周知事項２を参照 。）\nそして，本件発明５の作用効果は，刊行物１記載の発明，刊行物２，３記載の事項及び従来\n周知の事項から当業者が予測可能な範囲内のものであって，格別のものではない。\nしたがって，本件発明５は，刊行物１記載の発明，刊行物２，３記載の事項及び従来周知の\n事項に基づいて当業者が容易に発明をすることができたものである 」。\n(6) むすび\n「以上のとおりであるから，本件発明１～５は，特許法２９条２項の規定により特許を受け\nることができない 」。\n第３ 原告の主張の要点\n１ 取消事由１（相違点２の判断の誤り）\n刊行物２記載の事項及び従来周知の事項を組み合わせることにより，本件発明４\nの相違点２に係る構成にすることは，当業者が容易になし得ることであるという決\n定の判断は，誤りである。\n決定は，刊行物１記載のハンドと刊行物２記載の事項とは課題が共通であるとい\nうが，刊行物１記載の発明のハンドの課題は「ハンドの曲げ剛性を高める」ことで\nあって「ハンドの軽量化」ではなく，刊行物２記載の事項の課題は「アームの軽量\n化」であるから，両者の課題は異なる。\n刊行物２のアームは，ロボットシステムの一部であるマニピュレータを構成する\nものであるが，ワークを直接支持するものではなく，ハンドとともにワークを移動\nさせるものであるのに対し，刊行物１記載のハンドはワークを直接支持するもので\nある。刊行物１記載のハンドと刊行物２記載のアームとでは，構造，機能，要求特\n性が全く異なるので，刊行物１記載のハンドの材料を選択するに際し，刊行物２記\n載のアームの材料を単純に適用できるものではない。\n刊行物２には「作業工具は作業内容により変化するので一般的な規定が困難であ\nるため，材料軽量化はマニピュレータについてのみ考慮すればよい （３１頁１７。」\n～１８行）と記載されており，材料軽量化は作業工具（ハンドを含む ）について。\nは考慮しないことが示唆されている この記載は 刊行物１記載のハンドに刊行物２。，\n記載の事項を適用することを阻害するものである。\n本件発明４は，大型の薄板状ワークが要求されるようになってきたことに起因す\nる特有の問題を解決すべくなされたものであるが，本件発明４の出願前には，本件\n発明４のようなハンドの材料として金属を用いることが通例であった。ところが，\n本件発明者は，従来の延長線上にない全く新たな発想をして金属以外の材料に目を\n向け，ハンドの材料として「カーボンを含む可撓性繊維質材と熱硬化性樹脂とから\n」， 。なる熱硬化性部材 を採用することを着想し 当該材料を用いてハンドを実現した\nこれは，本件発明４の属する分野での常識を打ち破るような画期的なものである。\nこのようなハンドの材料の系譜に鑑み，ハンドの材料として金属以外の材料を採用\nすることを着想すること自体決して容易なことではなく，このことからも刊行物１\n記載のハンドの材料として刊行物２記載のアームの材料を単純に適用できるもので\nはない。\n決定は，ハンド先端部の自重による撓み量を小にすることは当業者が容易に想到\nし得ることであると判断しているが，ハンド先端部の自重による撓み量を小にする\nことは，刊行物１，２に記載も示唆もされていないのであるから，この判断は誤り\nである。\n以上によれば，相違点２に関する構成は当業者が容易に想到し得たものであると\nの決定の判断は，誤りである。\n２ 取消事由２（相違点３の判断の誤り）\n決定は，刊行物１記載の発明のハンドの材質として刊行物２に記載されたカーボ\nン繊維強化プラスチック（以下「ＣＦＲＰ」という ）を適用する際に，併せて刊。\n行物３記載の事項を適用し，相違点３に係る構成を本件発明４のようにすることは\n当業者が容易になし得ることであると判断したが，この判断は誤りである。\n決定は，刊行物３に「部材長手方向の剛性を，その長手方向に直交する部材幅方\n向の剛性に比して大にすることが示されている」と認定しているが，刊行物３記載\nの発明では，カメラ用遮光羽根の中間層の剛性が表面層よりも低下したため，結果\n的に遮光羽根の表面層の剛性が中間層の剛性よりも高くなっているだけであり，遮\n光羽根の表面層の剛性を積極的に中間層の剛性よりも高めるというものではない。\nしたがって，刊行物３には「部材長手方向の剛性を，その長手方向に直交する部材\n幅方向の剛性に比して大にすること」は示されていない。\n刊行物３記載のカメラ用遮光羽根は，その上に物，とりわけ重量物を載置するも\nのではないので，刊行物３には「薄板状ワークを載置したときの薄板状ハンド先端\nの撓み量を十分に小にするように，ハンドの長手方向の繊維方向の成分を有する熱\n硬化性部材を，その長手方向に直交するハンドの幅方向の繊維方向の成分を有する\n熱硬化性部材よりも多くする」という本件発明４の構成は記載されておらず，当該\n構成を容易に予測できるものでもない。\n刊行物１記載の発明の属する技術分野と，刊行物３に記載の発明の属する技術分\n野とは，関連性に乏しく，刊行物１記載のハンドと刊行物３記載のカメラ用遮光羽\n根は，全くかけ離れた機能，要求特性，長さ，幅，厚み，移動速度，質量，支持荷\n重等を有している。また，刊行物１記載のハンドに，刊行物３記載のカメラ用遮光\n羽根の構成を単純に適用しても基板搬送装置のハンドとしては機能し得ない。した\nがって，刊行物１記載の発明に刊行物３記載の発明を適用することについては，阻\n害要因が存在する。\n以上の理由から，刊行物３記載の事項を適用して相違点３に係る構成を本件発\n明４のようにすることが容易であるとした決定の判断は，誤りである。\n３ 取消事由３（予期し得ない顕著な作用効果の看過）\n本件明細書には「加工歪のない平面状態とすることができ，軽量で機械的強度が\n大であって重力による撓みが小さい （段落【0075 ）という顕著な作用効果が記載」】\nされているが，刊行物１記載の発明は，超硬合金でハンドを構成しているので加工\n歪のない平面状態のハンドは容易には得られず，刊行物２，３にも上記のような作\n用効果は記載されていない。\n本件明細書には「薄板状ハンドに薄板状ワークを載置したときの薄板状ハンド先\n端の撓み量を十分に小にしながら，Ｕ字状部が幅方向に離間した位置で薄板状ワー\nクを安定して支持することができる （段落【0077 ）という顕著な作用効果が記載」】\nされているが，決定はこの効果も看過している。かかる作用効果は，刊行物２，３\n記載の事項及び周知事項から容易に予測できるものではなく，刊行物１にも記載さ\nれていない。\nこのように，刊行物１記載の発明，刊行物２，３記載の事項及び周知事項から，\n本件発明４の効果を容易に予測できるものではなく 「本件発明４の作用効果は，，\n刊行物１記載の発明，刊行物２，３記載の事項及び周知事項から当業者が予測可能\nな範囲内のものであって，格別のものではない 」との決定の判断は誤っている。。\n４結論\n以上によれば，本件発明４の進歩性を否定した決定の判断は誤りであり，本件発\n明１～３，５についての判断も，本件発明４と同様の理由から誤りである。\n第４ 被告の主張の要点\n１ 取消事由１（相違点２の判断の誤り）に対して\n刊行物２記載の事項の課題は，単なる軽量化ではなく，あくまで強度，弾性率を\n同一レベルに維持しつつ，軽量化を図るものである 「ハンドの厚み及び重量を増。\n大させることなく，ハンドの曲げ剛性を高める （段落【0007 ）という刊行物１記」】\n載の発明の課題と，決定が刊行物２に示されている事項としてあげた「軽量化，比\n強度の点で優れていること」とは，重量を増大させずに必要な強度を確保しようと\nする点で共通する。したがって，刊行物１記載の発明と刊行物２記載の事項の課題\nは共通であるとした決定の判断に誤りはない。\n刊行物１記載のハンドと刊行物２記載のアームとは課題を共通にする以上，両者\nを組み合わせることに格別の困難性が存在しない。原告が阻害要因が示されている\nとする刊行物２の前記記載は，刊行物２記載の材料を刊行物１記載のハンドに適用\nすることを阻害する記載とは理解し得ない。\n仮に，原告の主張するように，本件発明４の出願前には，薄板状ワーク搬送用ハ\nンドの材料として金属以外の材料が使用されていなかったという技術背景があった\nとしても，そのことは，薄板状ワーク搬送用ハンドの材料として金属以外のＣＦＲ\nＰを使用する本件発明４が新規性を有することを示すにとどまり，進歩性を有する\nことまでを裏付けるものではない。\nしたがって，原告の主張する取消事由１は，理由がない。\n２ 取消事由２（相違点３の判断の誤り）に対して\n刊行物３記載の遮光羽根１は，３０μｍの厚さのＢステージ状態の「プリプレグ\nシート２」２枚と３０μｍの厚さのＢステージ状態の「プリプレグシート３」１枚\nとから形成されるものであるから，刊行物３には，部材長手方向の剛性を，その長\n手方向に直交する部材幅方向の剛性に比して大とするために，部材長手方向の繊維\n方向の成分を有する熱硬化性部材を，部材幅方向の繊維方向の成分を有する熱硬化\n性部材よりも多く使用することが記載されている。\nしかも，部材の一方向の剛性を当該一方向と直交する他方向の剛性に比して大と\nするために，前記一方向の繊維方向の成分を有する熱硬化性部材を，前記他方向の\n繊維方向の成分を有する熱硬化性部材よりも多く使用することは，乙１，２に示さ\nれるように従来周知の技術事項である。\n刊行物１記載の発明と刊行物２記載の事項とが課題を共通にするものであること\nは，前記のとおりである。そして，刊行物３の段落【0022】の「十分な剛性を維持\nしながら，軽量化及びコスト低減が図れる 」との記載によれば，刊行物３記載の。\n事項も，刊行物１記載の発明及び刊行物２記載の事項と課題を共通にする。\nそもそもＣＦＲＰが軽量かつ高い機械的強度の求められる材料であることは技術\n常識であり，そうすると，軽量かつ高い機械的強度の求められる刊行物１記載の発\n明に接した当業者が，ＣＦＲＰを利用する刊行物２，刊行物３記載の技術を組み合\nわせようとすることは，むしろ当然というべきである。\n，「 」刊行物１記載の発明に組み合わせるものは 刊行物３記載の カメラ用遮光羽根\nそのものではなく，刊行物３記載の「部材長手方向の繊維方向の炭素繊維成分を有\nする熱硬化性部材と，その長手方向に直交する部材幅方向の繊維方向の炭素繊維成\n分を有する熱硬化性部材とを積層し加熱加圧して，部材長手方向の剛性を，その長\n手方向に直交する部材幅方向の剛性に比して大にする」との事項である。したがっ\nて，原告の主張は，その前提において誤っている。\n以上によれば，刊行物１記載の発明のハンドの材質を，刊行物２記載の事項に適\n用し，カーボンを含む可撓性繊維質材と熱硬化性樹脂とからなる熱硬化性部材によ\nり形成したＣＦＲＰとするに際し，併せて上記刊行物３記載の事項を適用し，薄板\n状ワークを載置したときの薄板状ハンド先端の撓み量を十分に小にすることは，当\n業者であれば容易に想到し得ることである。\n３ 取消事由３（予期し得ない顕著な作用効果の看過）に対して\n原告が本件発明４の作用効果と称するもののうち 「加工歪みのない平面状態と，\nすることができる」点については，周知例３（甲２０，２頁右上欄２～５行 ，周）\n知例４（甲２１，２頁左上欄１９行～右上欄２行）に示されている。\n「軽量で機械的強度が大であって重力による撓みが少ない」との作用効果につい\n，（ 【 】），（ ， ）ては 刊行物１ 段落 0007 刊行物２ ３２頁１５～１９行 ３３頁１～５行\nに示されており，また，軽量で機械的強度が大であれば重力すなわち自重による撓\nみが少ないことは，技術常識である。\n「薄板状ハンドに薄板状ワークを載置したときの薄板状ハンド先端の撓み量を十\n分に小にしながら，Ｕ字状部が幅方向に離間した位置で薄板状ワークを安定して支\n」， （ 【 】，【】，持することができる との作用効果については 刊行物１ 段落 0004 0007\n【0009 ）に示されている。】\nしたがって，本件発明４の作用効果は，刊行物１記載の発明，刊行物２，３記載\nの事項及び従来周知の事項から当業者が予測可能な範囲内のものであって，格別の\nものではないとした決定の判断に誤りはない。\n４結論\n以上のとおりであるから，決定の認定判断に誤りはなく，原告主張の決定取消事\n由は，いずれも理由がない。\n第５ 当裁判所の判断\n１ 取消事由１（相違点２の判断の誤り）について\n(1) 決定は，本件発明４においては 「薄板状ハンドが，カーボンを含む可撓性，\n繊維質材と熱硬化性樹脂とからなる熱硬化性部材により形成して前記薄板状ハンド\nの材質の比重を小にすると共に，前記熱硬化性部材を加圧・圧締成形方法を使用し\nて加工歪みのない平面状態に形成することによって，薄板状ハンドに前記薄板状\nワークを載置しないときの前記薄板状ハンドの両先端部の自重による撓み量を小に\nするものである」のに対して，刊行物１記載の発明においては 「薄板状ハンドが，\n超硬合金から構成されるものである」点を相違点２として認定した上で，相違点２\nに係る構成は，刊行物１記載の発明に，刊行物２記載の事項及び周知事項を組み合\nわせることにより，当業者が容易になし得ることであると判断した。\n(2) これに対し，原告は，刊行物１記載のハンドと刊行物２記載のアームとで\nは，課題が全く異なるので，刊行物１記載のハンドに刊行物２記載の事項を適用す\nることは，当業者が容易に想到し得ることではないと主張する。\nア そこで，まず，刊行物１記載の発明について，検討する。\n(ｱ) 刊行物１には，以下の記載がある。\n(a) 「 産業上の利用分野】【\nこの発明は、半導体製造装置や液晶基板製造装置などの基板処理装置において、半導体ウエ\nハや液晶用ガラス角型基板などの基板（以下、単に「基板」という）を複数の単位処理部の間\nで搬送する基板搬送装置に関する （段落【0001 ）。」】\n(b) 「 発明が解決しようとする課題】【\nところで、近年、基板の大型化に伴って、基板重量の増大によるハンドの撓みが問題となっ\nている。すなわち、大型基板の重力により片持ち状態にあるハンドが下方に撓み、基板を水平\n状態に保つことができなくなる。そのため、例えば基板を多段状態の収納棚に収納する基板カ\nセットでは、その収納棚ピッチを大きくしなければならず、その結果基板処理装置の大型化を\n招くといった問題が生じる。\n撓みの解消という観点から考えれば、例えばハンドの厚みを厚くしてハンドを曲げ剛性の大\nきくするという方法が考えられるが、撓み量は少なくなるが、ハンドの厚みの増大に伴って収\n納棚ピッチなどを大きくする必要があり、基板処理装置の大型化を防止することができず、し\nかもハンド自体の重量も増大してしまう。 …\nさらに、ハンドを横弾性係数の大きな材料（例えば超硬合金）で構成することにより、ハン\nドの厚み及び重量を増大させることなく、ハンドの曲げ剛性を高めることが可能であるが、こ\nの種の構造材は一般に高価であり、基板搬送装置のコスト増大という問題を引きおこす （段。」\n落【0004】～【0007 ）】\n(ｲ) 以上の記載によれば，刊行物１には，基板の大型化に伴い，基板重量の増\n大によりハンドが撓むという問題点に対して，ハンドの厚み及び重量を増大させる\nことなくハンドの剛性を高めることが課題として記載され，そのためにハンドを構\n成する材料を工夫することが示唆されているということができる 原告は 刊行物１。，\n記載の発明のハンドの課題は，ハンドの曲げ剛性を高めることであり，ハンドの軽\n量化を行うことではないと主張するが，刊行物１には「ハンドの厚み及び重量を増\n大させることなく，ハンドの曲げ剛性を高める」と記載されているのであるから，\nハンドの剛性とともにその軽量化や薄型化が技術課題とされていることは明らかで\nある。\nイ 次に，刊行物２記載の事項について，検討する。\n(ｱ) 刊行物２には，以下の記載がある。\n(a) 「機械工業のほとんどの分野で，軽量化へのニーズは強いが，業種によりそのアプロー\nチの手法は当然異なる。また各業種とも，軽量化の意欲は十分あるが，Al,プラスチック，Ｆ\nＲＰなどの軽量材料の取扱いに必ずしも習熟していないため実施をためらっている例が少なく\nない。…もっとも軽量化ニーズが強いのが，産業用ロボットである （１頁２～７行）。」\n(b) 「産業用ロボット界では，アームの軽量化にＦＲＰを利用することが，一二のメーカー\nで試みられているが，その効用については賛否半ばしている。\nここでは塗装ロボットの水平アーム（Al合金で作られている）を対象とし，ＦＲＰ…による\n軽量化を検討してみた。ＦＲＰとしてはＣＦＲＰ（カーボン繊維強化プラスチック）がすぐれ\nていることは自明である… （１頁２２行～２８行）」\n(c) 「ロボットアームの軽量化の事例\n産業用ロボットは，マニピュレータ，作業工具，制御装置により構成されているが，作業工\n具は作業内容により変化するので一般的な規定が困難なため，材料軽量化はマニピュレータに\nついてのみ考慮すればよい。…\nマニピュレータの構成要素は，アーム，アーム用アクチュエータ（モータ，あるいは油圧駆\n動装置 ，手首，手首用アクチュエータ…などであるが，材料軽量化に対してはアームを中心）\nに検討が進められているので，以降はロボットアームの軽量化について述べることとする。…\n現在ではさらにＦＲＰ，とくにＣＦＲＰを採用する動きが１９８２年あたりから徐々に盛り\n上がりを見せている。ＣＦＲＰが軽量化に抜群の威力を発揮することは，既に航空機やゴルフ\nクラブのブラックシャフトで実証済みである。…\nＣＦＲＰ化の昀大の狙いはアーム軽量化とそれに伴なう駆動用モータの小型化にあり，住友\n電気工業が試作した６関節のアームを持つ知能ロボットへの採用例を図2.3.3に示す。この事\n例では，アームの部材のほとんどにアルミ合金の代わりにＣＦＲＰを採用しており，アームの\n…可搬重量は約１Kgである。\nＣＦＲＰとしてはＰＡＮ系炭素繊維とエボキシ樹脂を組合わせたものを用いている…。同材\n料は比強度，比弾性率ともアルミや鋼を大きくしのぐ（図2.3.4 。）\nその結果，同一の曲げ弾性モーメントを持つアームをＣＦＲＰとアルミでそれぞれ作った場\n合ＣＦＲＰは平均で４７％の軽量化が達成されている （３１頁１５行～３３頁５行）。」\n(d) 「軽量化の検討…\n図3.2.6に示す断面形状のアルミ合金製アームを対象事例とし，曲げ剛性（EI）及び引張強\nさを同等程度に保ちながら，重量の５０％近くの軽減を目標にＦＲＰ及びＦＲＭを用いた軽量\n化の検討を行う （３５頁下から５行～３６頁１行）。」\n(e) 「考察\n産業用ロボットのアームの軽量化を目的に，現状はアルミ合金板の板曲げプラス溶接で製造\nしているアーム材料の，ＦＲＰあるいはＦＲＭへの代替を検討した結果のまとめを表2.3.7に\n示す。\n…ＣＦＲＰを代替材とすれば昀も軽量化が図れ，６０％近い軽量化率が達成可能であるが，\n価格は昀も高く現状の約１０倍となる （４１頁１８～２３行）。」\n(ｲ) 上記記載によれば，刊行物２には，産業ロボットのアームについて，その\n曲げ剛性及び引張強さを同等程度に保ちながら，材質による軽量化を検討したとこ\nろ，本件発明４が薄板状ハンドを構成する材料として採用した「カーボンを含む可\n撓性繊維質材と熱硬化性樹脂とからなる熱硬化性部材」により形成したＣＦＲＰが\n軽量化の点で優れているとの結果を得たことが開示されているということができ\nる。\nウ 上記ア，イによれば，刊行物１においては，ハンドの剛性を高めるとともに\nその軽量化や薄型化を図ることが技術課題として記載され，ハンドを構成する材料\nを工夫することにより解決することが示唆されているのに対し，刊行物２には，ロ\nボットのアームについて，ＣＦＲＰを採用することにより，剛性を確保しつつ軽量\n化を達成することができることが開示されているということができる。すなわち，\n刊行物１と刊行物２には，剛性の確保と軽量化の両立という共通の課題が記載され\nており，刊行物２には，ＣＦＲＰを採用することにより，この課題を解決できるこ\nとが示されているということができる。\n(2) 原告は，刊行物１記載の基板搬送装置のハンドと刊行物２記載のロボット\nのアームとでは，構造，機能，要求特性が全く異なるので，刊行物１記載のハンド\nの材料を選択するに際し，刊行物２記載のアームの材料を単純に適用できるもので\nはないと主張する。\n，（ ） 「 ，しかしながら 周知例１ 甲１８ に 一端の固定端を作動体に連結すると共に\n他端の自由端に被搬送物把持用のロボットハンド…を連結するロボットアーム １」（\n頁左欄下から７～４行）が開示されているように，ロボットアームはその先端にお\nいてハンドと連結され，ハンドが被搬送物を把持した状態（その重量がアームに加\nわった状態）で移動等をするものであることから，前記のとおり，軽量化，剛性と\nいった特性が求められるのに対し，刊行物１記載のハンドも，基板の重量がハンド\nに加わった状態で移動しつつ基板を搬送するものであり，刊行物２記載のロボット\nアームと同様に，剛性や軽量化といった特性が要求されるものであるということが\nできる。\nそうすると，刊行物１記載の基板搬送装置のハンドと刊行物２記載のロボットの\nアームとは，機能や要求特性において共通した点を有するのであり，両者の構造，\n機能，要求特性が全く異なるとする原告の主張は採用し得ない。\n(3) 原告は，本件発明４の出願前には，ハンドの材料として金属を用いること\nが通例であり，ハンドの材料として金属以外の材料を採用することを着想すること\nは容易なことではないと主張する。\nしかしながら，プラスチックが金属の代替品として広く利用されていることは周\n知であり，とりわけＣＦＲＰがその強度，弾性等に照らし金属材料に代替し得るも\nのであることは，刊行物２の「住友電気工業が試作した６関節のアームを持つ知能\nロボットへの採用例を図2.3.3に示す。この事例では，アームの部材のほとんどに\nアルミ合金の代わりにＣＦＲＰを採用しており，…同材料（判決注：ＣＦＲＰ）は\n比強度，比弾性率ともアルミや銅を大きくしのぐ （３２頁７～１９行）との記載」\nからも明らかである。\nまた，ＣＦＲＰの適用分野が産業ロボット分野に限らず，運動する装置や構造物\nで広く利用されていることは，周知例３（甲２０）に「ＣＦＲＰは高い比強度，比\n，， ， ，弾性率 耐疲労性 減殺振動性等の優れた特性を有するため宇宙航空関係 自動車\nスポーツ，レジャー関係分野等で使用されてきた （１頁右欄１～４行）と記載さ。」\nれているとおりであり，刊行物１記載の基板搬送装置や本件発明４のような薄板状\nワーク搬送用ハンドの分野に産業ロボット分野の技術を応用し得ることも，甲１８\nに被搬送物把持用のロボットアームが開示され，甲６～１３の製品カタログ等に基\n板搬送用ロボットが掲載されていることが示すとおりである。\n以上のとおり，刊行物１記載の搬送用ハンドと刊行物２記載のロボットアームの\n課題，機能，要求特性の共通性，技術分野の近接性等に照らすと，本件発明４のよ\nうな薄板状ワーク搬送用ハンドの分野において，これまで金属以外の材料を採用し\nた例がなく，カーボンを含む可撓性繊維質材と熱硬化性樹脂とからなる熱硬化性部\n材が全く新たな材料であったとの原告主張を考慮に入れても，なお，刊行物１記載\nの発明に接した当業者は，刊行物２記載のＣＦＲＰを適用し，相違点２に係る構成\nを容易に想起し得たものというべきである。\n(4) 原告は，刊行物２の「作業工具は作業内容により変化するので一般的な規\n，。」定が困難であるため 材料軽量化はマニピュレータについてのみ考慮すればよい\n（３１頁１７～１８行）との記載は，ハンドを含む作業工具について材料の軽量化\nを考慮する必要がないことを意味するのであるから，刊行物１記載の発明に刊行\n物２記載の事項を適用することを阻害すると主張する。\nしかしながら，決定は，刊行物２記載の事項として「ＣＦＲＰが軽量化，比強度\nの点で優れていること，及び，住友電工がロボットアームに採用したＣＦＲＰは，\nＰＡＮ系炭素繊維とエポキシ樹脂を組合わせたものであること 」と認定している。\nのであって，刊行物２記載のロボットのハンド（作業工具）の軽量化が必要である\nことを前提として上記事項を認定しているものではない。\nしたがって，原告の上記主張は決定を正解しないものであり，失当である。\n(5) 原告は ハンド先端部の自重による撓み量を小にすることは 刊行物１ ２，， ，\nには記載も示唆もされていないのであるから，当業者が容易に想到し得ることでは\nないと主張する。しかしながら，刊行物１記載の発明に刊行物２記載のＣＦＲＰを\n適用すれば，ハンドの材質の比重を小さくしつつ，ハンドの曲げ剛性を確保するこ\nとができるのであるから，ハンド先端部の自重による撓み量を小にすることができ\nることは当然である。\n(6) 以上のとおり，刊行物１記載の発明と刊行物２記載の事項の課題，要求特\n性，機能等における共通性に照らすと 「カーボンを含む可撓性繊維質材と熱硬化，\n性樹脂とからなる熱硬化性部材により形成して前記薄板状ハンドの材質の比重を小\nにすると共に，前記熱硬化性部材を加圧・圧締成形方法を使用して加工歪みのない\n平面状態に形成することによって，薄板状ハンドに前記薄板状ワークを載置しない\nときの前記薄板状ハンドの両先端部の自重による撓み量を小に」することは，刊行\n物１記載の発明に刊行物２記載の事項及び周知事項を適用することにより，当業者\nであれば，容易に想到し得たものというべきである。\n２ 取消事由２（相違点３の判断の誤り）について\n(1) 決定は，薄板状ハンドが 「ハンドの長手方向の繊維方向の成分を有する前，\n記熱硬化性部材を，その長手方向に直交するハンドの幅方向の繊維方向の成分を有\nする前記熱硬化性部材よりも多く使用して，薄板状ハンドの長手方向の前記熱硬化\n性部材の縦弾性係数を，その長手方向に直交するハンドの幅方向の前記熱硬化性部\n材の縦弾性係数よりも大にして，前記長手方向の機械的強度を大にすることによっ\nて，前記薄板状ハンドに前記薄板状ワークを載置したときの薄板状ハンド先端の撓\nみ量を十分に小にするもの」であるのに対して，刊行物１記載の発明は「薄板状ハ\nンドが超硬合金から構成されるもの である点を相違点３と認定した上で 刊行物１」，\n記載の発明に刊行物２記載の事項を適用する際に刊行物３記載の事項を適用し，本\n件発明４のようにすることは，当業者が容易になし得ることであると判断した。\n(2) これに対し，原告は，刊行物３記載の発明は，遮光羽根の表面層の剛性を\n積極的に中間層の剛性よりも高めるというものではないので，刊行物３には「部材\n長手方向の剛性を，その長手方向に直交する部材幅方向の剛性に比して大にするこ\nと」は示されていないと主張する。\nア そこで，検討するに，刊行物３には，以下のとおりの記載がある。\n(ｱ) 「 実施例】…図３に１枚の遮光羽根１が示されており，図１のように表面層となるプ【\nリプレグシート２を二枚と中間層となるプリプレグシート３とによって構成されている。表面\n層となるプリプレグシート２は，高価であるが高弾性を有するピッチ系の炭素繊維５を一方向\nに揃えて薄板状に並べ，これに例えばエポキシ，不飽和ポリエステル等の熱硬化性樹脂等から\nなるマトリックス樹脂６を含浸することにより，例えば３０μｍの厚さのＢステージ状態（半\n硬化状態）のシートとして形成する。\n中間層となるプリプレグシート３は，弾性に劣るが比重が小さくて安価なＰＡＮ系の炭素繊\n維７を一方向に揃えて薄板状に並べ，これに表面層の場合と同様に，例えばエポキシ，不飽和\nポリエステル等の熱硬化性樹脂等からなるマトリックス樹脂８を含浸して，例えば３０μｍの\n厚さのＢステージ状態のシートとして形成する。中間層の炭素繊維７は羽根の幅方向に配向さ\nれて同方向の剛性を強化するものであり，同方向の剛性は同長手方向の剛性に比して，小さく\nて済むため，ＰＡＮ系の炭素繊維でも十分である。\n次に中間層となるプリプレグシート３の炭素繊維７の方向と，二枚の表面層となるプリプレ\n，（ ）。」グシート２の炭素繊維５の方向とが直角となるように向きを定め これらを積層する 図１\n（段落【0009】～【0011 ）】\n(ｲ) 「プリプレグシート積層体の表面層をピッチ系炭素繊維，中間層をＰＡＮ系炭素繊維か\nらそれぞれ構成し，この表面層の炭素繊維が遮光羽根の長手方向，中間層の炭素繊維が幅方向\nとなるように配置することにより，十分な剛性を維持しながら，軽量化及びコスト低減が図れ\nる （段落【0022 ）。」】\nイ 以上の記載によれば，刊行物３には，①遮光羽根１は表面層を形成するプリ\nプレグシート２を２枚と中間層となるプリプレグシート３とによって構成されるこ\nと，②プリプレグシート２の炭素繊維５は，高価だが高弾性を有するピッチ系のも\nのであるのに対し，プリプレグシート３の炭素繊維７は，弾性に劣るが比重が小さ\nくて安価なＰＡＮ系のものであること，③炭素繊維５は，大きな剛性が必要な羽根\nの長手方向に配向されるのに対し，炭素繊維７は，羽根の幅方向の剛性を強化する\nものであるが，この方向の剛性は長手方向に比べて小さな剛性で足りることが記載\nされているものと認められる。\nそうすると，刊行物３には，部材長手方向の剛性を，その長手方向に直交する部\n。，材幅方向の剛性に比して大にすることが示されているということができる 原告は\n刊行物３記載の発明は，表面層の剛性を積極的に中間層の剛性よりも高めたもので\nはないというが，本件発明４は長手方向の剛性を「積極的に」高めることを要件と\nするものではなく，原告の主張は失当というほかない。\n(2) 原告は，刊行物３記載のカメラ用遮光羽根は，その上に重量物を載置する\nものではないので，刊行物３には「薄板状ワークを載置したときの薄板状ハンド先\n端の撓み量を十分に小にするように，ハンドの長手方向の繊維方向の成分を有する\n熱硬化性部材を，その長手方向に直交するハンドの幅方向の繊維方向の成分を有す\nる熱硬化性部材よりも多くする」という本件発明４の構成は記載されていないと主\n張する。\nしかしながら 「薄板状ワークを載置する搬送用ハンド」は，刊行物１に記載さ，\nれている事項であり，一致点として認定されているのであるから，かかる記載が刊\n行物３にないからといって，刊行物３記載の事項を刊行物１記載の発明に適用する\nことが妨げられるものではない。\n(3) 原告は，刊行物１記載の発明の属する技術分野と，刊行物３に記載の発明\nの属する技術分野とは関連性に乏しく，刊行物１記載のハンドと刊行物３記載のカ\nメラ用遮光羽根は，全くかけ離れた機能，要求特性，長さ，幅，厚み，移動速度，\n質量，支持荷重等を有しているのであるから，刊行物１記載の発明に刊行物３記載\nの発明を適用することについては，阻害要因が存在すると主張する。\n確かに，刊行物１記載の基板搬送装置と刊行物３記載のカメラ用遮光羽根とは，\n技術分野における関連性が薄く，その構造，機能，形状も異なるものと認められ，\n被告が主張するように，刊行物１記載の発明に接した当業者が，刊行物２，３記載\nの技術を組み合わせようとすることが当然とまではいえない。\nしかしながら，部材の一方向の剛性を当該一方向と直交する他方向の剛性に比し\nて大とするために，前記一方向の繊維方向の成分を有する熱硬化性部材を，前記他\n方向の繊維方向の成分を有する熱硬化性部材よりも多く使用することは，乙１（特\n開昭５３－１０１０８０号公報 ，乙２（特開昭５７－２７５０号公報）に示され）\nるように従来周知の技術事項である。\nすなわち 「プラスチック強化板」に関する発明である乙１には「タイプバー本，\n体は印字時の衝撃力に耐える耐衝撃性，印字を瞬間的に行うための高い弾性率及び\n振動減衰性が要求される （１頁右欄５～８行 「本発明の上記目的は，カーボ。」），\nン化又はグラファイト化した繊維を主体とする繊維状物質を一方向に配列して補強\nしたプラスチックシートを，繊維の配列方向を異ならせて複数枚積層したことを特\n徴とするプラスチック強化板を提供することによって達成することができる （２。」\n頁左上欄７～１２行）と記載され，プラスチック強化板について繊維状物質の配列\n方向を調整することにより一方向の剛性を他方向の剛性より大きくするとともに，\n当該他方向の剛性も補強できることが示されている。\nまた 「多方向多層積層パイプ」に関する発明である乙２には 「炭素繊維が１方，，\n向に並んでいる，いわゆる１方向強化ＣＦＲＰ…は繊維方向には非常に強い強度，\n弾性率を有するが，捩り弾性率は低く，また繊維と直角方向には強度・弾性率が低\nく，大きな異方性を有する。このため，目的に応じて繊維の配列が異なる層を２層\n以上積層した多層構造とする場合が多い （１頁右欄７～１３行）と記載され，Ｃ。」\nＦＲＰパイプについて，炭素繊維の配列方向を調整することにより一方向の剛性を\n他方向の剛性より大きくするとともに，当該他方向の剛性も補強できることが示さ\nれている。\nこのように，部材の一方向の剛性を当該一方向と直交する他方向の剛性に比して\n大とするために，前記一方向の繊維方向の成分を有する熱硬化性部材を，前記他方\n向の繊維方向の成分を有する熱硬化性部材よりも多く使用することは，刊行物３の\n，， 。 ，みならず 乙１ ２にも示されている周知技術であるということができる 決定は\nかかる周知事項を刊行物３から抽出し，刊行物１記載の発明に刊行物２記載の事項\nを適用する際に，併せて適用したものと理解できるのであり，刊行物１記載の基板\n搬送装置と刊行物３記載のカメラ用遮光羽根とが技術分野における関連性が薄いと\nしても，そのことは，刊行物３記載の事項を刊行物１記載の発明に適用するに当た\nり阻害要因となるものではない。\n(4) 以上によれば，刊行物１記載の発明に刊行物３記載の事項を適用して相違\n点３に係る構成を本件発明４のようにすることが容易であるとした決定の判断に誤\nりがあるということはできない。\n３ 取消事由３（予期し得ない顕著な作用効果の看過）について\n原告は，本件発明４は「加工歪のない平面状態とすることができ，軽量で機械的\n強度が大であって重力による撓みが小さい （甲４の段落【0075 「薄板状ハン」】），\nドに薄板状ワークを載置したときの薄板状ハンド先端の撓み量を十分に小にしなが\nら，Ｕ字状部が幅方向に離間した位置で薄板状ワークを安定して支持することがで\nきる （同段落【0077 ）などの顕著な効果を奏するが，決定はこれらの効果を看過」】\nしていると主張する。\nしかしながら 原告が指摘する上記作用効果は 刊行物１記載の発明 刊行物２ ３，， ， ，\n記載の事項及び従来周知の事項を組み合わせた構成自体から得られる自明な作用効\n果にすぎないのであって，これらの刊行物等から予期し得ない顕著な効果を奏する\nものということはできない。\nしたがって，本件発明４の作用効果は，甲１記載の発明，甲２，３記載の事項及\nび従来周知の事項から当業者が予測可能な範囲内のものであるとの決定の判断に誤\nりはない。\n４結論\n以上のとおり，本件発明１～５は，特許法２９条２項の規定により特許を受ける\nことができないとした決定の判断は是認でき，原告主張の決定取消事由は，いずれ\nも理由がない。よって，原告の請求は棄却されるべきである。\n知的財産高等裁判所第４部\n裁判長裁判官 塚原朋一\n裁判官 高野輝久\n裁判官 佐藤達文\n"
}