{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 5,
    "day": 16
  },
  "case_number": "平成13(ネ)3322",
  "case_name": "ビル使用禁止，管理費等請求控訴",
  "court_name": "大阪高等裁判所",
  "lawsuit_id": "2323",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=2323",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/323/002323_hanrei.pdf",
  "contents": "主　　　　　　　　　文\n１　原判決主文２項を取り消す。\n２　上記取消部分に係る被控訴人の請求を棄却する。\n３　控訴人のその余の控訴を棄却する。\n４　訴訟費用は，第１審，２審を通じてこれを３分し，その２を控訴人の負担\nとし，その余を被控訴人の負担とする。\n事実及び理由\n第１　控訴の趣旨\n１　原判決中，控訴人敗訴部分を取り消す。\n２　上記取消部分に係る被控訴人の請求を棄却する。\n３　訴訟費用は，第１審，２審とも被控訴人の負担とする。\n第２　事案の概要\n事案の概要は，次のとおり付加，訂正するほかは，原判決の「事実及び理由」\n中の「第２　事案の概要」に記載のとおりであるから，これを引用する。\n１　原判決２頁１２行目の「区分所有」の次に「等」を加え，同頁２２行目の\n「選任さた（区分所有法２５条」を「選任された（区分所有法２５条１項」と改め\nる。\n２　同３頁４行目の「原告のＡ」を「被控訴人の社員Ａ」と，同頁２０行目の\n「使用を禁止」を「使用禁止」と，同頁末行の「規定してる」を「規定している」\nと，それぞれ改める。\n第３　当裁判所の判断\n１　原告適格等について及び管理費等債務の不履行については，原判決７頁２行\n目から１０頁１９行目までに記載のとおりであるから，これを引用する（ただし，\n原判決主文１項で訴えが却下されたエレベーター分担金に関する部分を除き，原判\n決８頁２行目の「４」の次に「，９」を加える。）。\n２　区分所有法５８条に基づく専有部分の使用禁止請求について\n(1)　各区分所有者は，専有部分についてそれぞれ所有権を有し，形式上はこれ\nを独占的に支配する権能を有しているが，専有部分といえども物理的には一棟の建\n物の一部分にすぎず，一棟の建物を良好な状態に維持することが必要であり，区分\n所有者全員の有する共同の利益に反する行為をすることは，たとえ専有部分に対す\nる区分所有者の権利の範囲内の行為と認められるものであっても許されない。\nこのことは建物の区分所有の性質上当然のことであるが，区分所有法は，\n次のとおりの規定を設けている。すなわち，区分所有者が，「建物の保存に有害な\n行為その他建物の管理又は使用に関し区分所有者の共同の利益に反する行為」をす\nることを禁止し（６条１項），６条１項に規定する行為をした場合又はその行為を\nするおそれがある場合には，その行為を停止し，その行為の結果を除去し，又はそ\nの行為を予防するため必要な措置を執ることを請求することができる（５７条１\n項）。そして，６条１項に規定する行為により，区分所有者の共同生活上の障害が\n著しく，５７条１項に規定する請求によってはその障害を除去して共用部分の利用\nの確保その他の区分所有者の共同生活の維持を図ることが困難であるときは，相当\nの期間，当該区分所有者\nによる専有部分の使用の禁止を請求することができる（５８条１項）。さらに，６\n条１項に規定する行為により，区分所有者の共同生活上の障害が著しく，他の方法\nによってはその障害を除去して共用部分の利用の確保その他の区分所有者の共同生\n活の維持を図ることが困難であるときは，当該区分所有者の区分所有権及び敷地利\n用権の競売を請求することができる（５９条１項）。\n以上のように，共同の利益に反する行為をする区分所有者に対しては，区\n分所有法５７条による行為の差止請求，５８条による専有部分の使用禁止請求，５\n９条による区分所有権の競売請求をすることが認められているが，これらの関係\nは，一般的には，５７条による差止請求によっては共同生活の維持を図るのが困難\nな場合に５８条による専有部分の使用禁止請求が認められ，差止請求はもとより，\n使用禁止請求を考慮に入れてもなお共同生活の維持を図るために他に方法がないと\nいえる場合に，５９条による競売請求が認められるというものである。例えば，専\n有部分で騒音，悪臭を発散させるなど他の区分所有者に迷惑を及ぼす営業活動をし\nている場合，暴力団構成員が専有部分をその事務所として使用し，他の区分所有者\nに対し恐怖を与える等の\n行動をとっている場合等を考えると，区分所有法５７条により，騒音，悪臭を発散\nさせる営業行為の差止請求，あるいは暴力団事務所としての使用の差止請求が功を\n奏さないときに，５８条による相当期間の専有部分の使用禁止請求が認められ，さ\nらに，それが功を奏さないときに，５９条による区分所有権等の競売により，その\n区分所有者を区分所有関係から終局的に排除することが認められるというものであ\nる（なお，裁判上の請求をするにあたり，必ずしも手続的な段階を踏む必要はな\nく，その要件を満たす限り，直ちに５８条又は５９条の請求をすることもできると\n解される。）。\n(2)　ところで，本件は，控訴人において平成３年９月分から管理費等の滞納が\nあり，滞納額は平成１３年２月末日時点で１３４８万５５６１円に達しているとい\nうものであるが，管理費等の滞納は，上記の事例とはかなり異質であり，直ちに同\n様に解することはできない。\nまず，管理費等の滞納と区分所有法６条１項の関係をみると，区分所有者\nが管理費等を支払わないことによって，共用部分等の管理に要する費用が不足し，\n管理が不十分になったり，他の区分所有者が立て替えなければならない事態になる\nこと，特に本件においては，控訴人の管理費等の滞納は，平成３年９月分から始ま\nったもので，平成１３年２月末日時点での滞納額は１３４８万５５６１円となって\nおり，期間及び金額の双方において著しいものがあることからすると，６条１項の\n「区分所有者の共同の利益に反する行為」に当たるということができる。\n次に，管理費等の滞納と５７条の差止請求との関係については，管理費等\nの滞納の場合には，積極的な加害行為があるわけではないので，同条に定める「必\n要な措置」は管理費等の支払を求めるというのが想定される程度であるが，そのこ\nと自体は，特別の規定を待つまでもなく当然のことであって，管理費等の滞納につ\nき５７条の差止請求を認める実益がない。\nこれに対し，５９条の競売請求については，これを認める実益があり，そ\nの要件を満たす場合には５９条に基づく競売請求をすることができる。すなわち，\n管理費等の滞納については，区分所有法７条による先取特権が認められており，先\n取特権の実行により，あるいは債務名義を取得して，管理費等を滞納している区分\n所有者が有する他の財産に強制執行をすることにより，滞納管理費等の回収を図る\nことができるが，これらの方法では効果がない場合には，５９条による競売も考え\nられ，競売による買受人は未払の管理費等の支払義務を承継するので（同法８\n条），５９条による競売は，管理費等の滞納解消に資する方法であるといえる（も\nっとも，同法７条による先取特権の実行が功を奏さない場合であるから，区分所有\n権につき先取特権に優先す\nる抵当権等が存在するため，区分所有権に剰余価値がほとんどない場合であり，未\n払の管理費等を承継する買受人が現れるかは疑問もあるが，当該区分所有者を排除\nするため，他の区分所有者等があえて買い受けるということも想定できないわけで\nはない。）。\nでは，本件で問題となっている５８条による専有部分の使用禁止請求につ\nいて，管理費等の滞納の場合に適用があるかを検討すると，同条の規定は，共同の\n利益に反する行為をする区分所有者に対し，相当の期間，専有部分の使用を禁止す\nるというものであるが，専有部分の使用を禁止することにより，当該区分所有者が\n滞納管理費等を支払うようになるという関係にあるわけではなく，他方，その区分\n所有者は管理費等の滞納という形で共同の利益に反する行為をしているにすぎない\nのであるから，専有部分の使用を禁止しても，他の区分所有者に何らかの利益がも\nたらされるというわけでもない。そうすると，管理費等の滞納と専有部分の使用禁\n止とは関連性がないことは明らかであって，管理費等を滞納する区分所有者に対し\n専有部分の使用禁止を\n認めることはできないと解するのが相当である。\n(3)　被控訴人は，専有部分の使用禁止によって，滞納管理費等の支払いが促進\nされる教育的効果がある旨を主張するが，そのような効果があるのかは定かではな\nく，あるとしても事実上の効果に止まるのであり，そのために５８条の使用禁止が\n認められるべきものではない。\nまた，上述のとおり，区分所有法５７条ないし５９条は，段階的な手続を\n規定したものであり，専有部分で騒音等を発散させる，あるいは専有部分を暴力団\n事務所として使用しているなど，積極的に区分所有者の共同の利益に反する行為が\nされている場合は，５９条の競売請求の要件を満たすときには，当然に５７条及び\n５８条による各請求も認められるという関係にあるが，本件のような管理費等の滞\n納については，共同の利益に反する行為の態様が上記の事例とは異なるのであるか\nら，５９条による競売請求が認めれることから直ちに５８条による専有部分の使用\n禁止も認められるという関係にはない。\n(4)　以上のとおり，被控訴人の専有部分の使用禁止を求める請求は，理由がな\nい。\n３　よって，本件控訴は一部理由があるので，原判決を上記判示のとおり変更す\nることとし，主文のとおり判決する。\n大阪高等裁判所第５民事部\n裁判長裁判官　　　太　　田　　幸　　夫\n裁判官　　　川　　谷　　道　　郎\n裁判官　　　大　　島　　眞　　一\n"
}