{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 12,
    "month": 12,
    "day": 22
  },
  "case_number": "平成12(ネ)2042",
  "case_name": "",
  "court_name": "大阪高等裁判所",
  "right_type": "著作権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "12776",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=12776",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/776/012776_hanrei.pdf",
  "contents": "平成一二年(ネ)二〇四二号、同年(ネ)三一八一号著作権侵害差止等、著作権侵害に\nよる損害賠償請求控訴、同附帯控訴事件\n〔原審大阪地裁平成一一年(ワ)第四八〇四号（Ａ事件）、平成一一年(ワ)第一三〇\n九三号（Ｂ事件）〕\n【口頭弁論終結日平成一二年九月二九日】\n判　　　　決\n控訴人・附帯被控訴人（Ａ事件被告）        【Ａ】\n控訴人・附帯被控訴人（Ａ事件被告）　　　　株式会社キュウザ\n右代表者清算人　　　　　　                【Ａ】\n控訴人・附帯被控訴人（Ｂ事件被告）　　　　株式会社オアシスジャパン\n右代表者代表取締役　　　　                【Ｂ】\n右三名訴訟代理人弁護士　　                鈴　　　江\n勝\n同　　　　　　　　　　　　                田　　　村　　　雅\n嗣\n被控訴人・附帯控訴人（Ａ、Ｂ事件原告）  　社団法人日本音楽著作権協\n会\n右代表者理事　　　　　　　                【Ｃ】\n右訴訟代理人弁護士　　　　                北　　　本　　　修\n二\n同　　　　　　　　　　　　                七　　　堂　　　眞\n紀\n主　　　　文\n一　本件控訴、附帯控訴をいずれも棄却する。\n二　原判決主文一ないし三項を次のとおり更正する（なお、１項と２\n項、３項と４項は、それぞれ金額が重複する範囲で不真正連帯債務である。）。\n１　控訴人（附帯被控訴人）株式会社キュウザは、被控訴人（附帯控\n訴人）に対し、金二二一六万一二七〇円及び別紙七遅延損害金目録１記載の金員を\n支払え。\n２　控訴人（附帯被控訴人）【Ａ】は、被控訴人（附帯控訴人）に対\nし、金二〇九四万〇〇四〇円及び内金一九〇四万〇〇四〇円に対する平成一一年一\n一月六日から支払済みに至るまで年五分の割合による金員を支払え。\n３　控訴人（附帯被控訴人）株式会社オアシスジャパンは、被控訴人\n（附帯控訴人）に対し、金七〇〇万〇八四〇円及び別紙八遅延損害金目録２記載の\n金員を支払え。\n４　控訴人（附帯被控訴人）【Ａ】は、被控訴人（附帯控訴人）に対\nし、金五六〇万八四三〇円及び内金五一〇万八四三〇円に対する平成一一年一一月\n六日から支払済みに至るまで年五分の割合による金員を支払え。\n三　控訴費用及び附帯控訴費用のうち、控訴状に貼用した印紙額は控訴\n人（附帯被控訴人）らの、附帯控訴状に貼用した印紙額は附帯控訴人（被控訴人）\nの各負担とし、その余の費用は、いずれもこれを二分し、その一を控訴人（附帯被\n控訴人）らの、その余を附帯控訴人（被控訴人）の負担とする。\n事実及び理由\n第一　当事者の求めた裁判\n一　控訴の趣旨\n１　原判決中控訴人ら敗訴部分を取り消す。\n２　被控訴人の請求を棄却する。\n二　附帯控訴の趣旨\n１　原判決を次のとおり変更する。\n２　附帯被控訴人株式会社キュウザは、附帯控訴人に対し、金二五二二万一二\n七〇円及び別紙七遅延損害金目録１記載の金員を支払え。\n３　附帯被控訴人株式会社オアシスジャパンは、附帯控訴人に対し、金七六三\n万〇八四〇円及び別紙八遅延損害金目録２記載の金員を支払え。\n４　附帯被控訴人【Ａ】は、附帯控訴人に対し、金三二八五万二一一〇円（内\n金二五二二万一二七〇円については附帯被控訴人株式会社キュウザと連帯して、内\n金七六三万〇八四〇円については附帯被控訴人株式会社オアシスジャパンと連帯し\nて）及び内金二六五一万二一一〇円に対する平成一一年一一月六日から支払済みに\n至るまで年五分の割合による金員を支払え。\n第二　事案の概要\n事案の概要は、次に当審主張を付加するほか、原判決「第二　事案の概要\n等」のとおり（ただし、原判決二三頁五行目、六行目の「一三二七万一四四〇円に\n別紙四記載３の合計六四三万九八二〇円を加算した」を「一三七二万一四四〇円に\n別紙四記載３の合計六四三万九八三〇円を加算した」と訂正する。）であるから、\nこれを引用する。\n一　控訴人・附帯被控訴人ら（以下「控訴人ら」等と適宜略称する。また、被控\n訴人・附帯控訴人を以下「被控訴人」という。）\n１　争点１について\n(一)　音楽著作権の利用主体は、本件各店舗のカラオケ歌唱室を利用する\n「客」自身である。\n客は、一旦カラオケ歌唱室内に入室すれば、店舗経営者やその従業員の\n干渉を全く受けず、自ら好むままにカラオケ装置を使用して音楽著作物を再生、利\n用し、また、望まなければ全くカラオケ装置を使用しないこともできる。この本件\nカラオケ歌唱室の利用実態からすれば、音楽著作物を再生、利用する主体は、正に\n「客」自身以外あり得ない。\n経営者は、カラオケ装置を利用したいと希望する客の便宜を考慮してカ\nラオケ装置付きの部屋を提供しているにすぎず、その主たる目的は閉鎖された部屋\nを提供することにある。それ故、歌唱室を利用する料金も、カラオケ装置を使用し\nて音楽著作物を再生利用するか否かに関わらず、部屋単位で利用時間に応じて設定\nされている。\n原判決は、経済的利益が店舗経営者に帰属していることを主な理由とし\nて、その利用主体を店舗経営者である旨判断しているようであるが、それは前述し\nたカラオケ歌唱室の利用実態を無視するものであり、更に、前述したカラオケ歌唱\n室の利用料金の設定方法からして、店舗経営者に帰属する経済的利益は、歌唱室と\nいう部屋使用の対価であり、音楽著作物の再生、利用の対価ではない。\n(二)　本件各店舗におけるカラオケ歌唱室内での音楽著作物の再生、利用は\n著作権法二二条の「公衆に直接見せ又は聞かせることを目的」とするものではな\nい。\nカラオケ歌唱室での音楽著作物の利用主体は、「客」自身であり、相互\nに人的関係で結ばれた人達が限られたスペースの本件歌唱室内にて音楽著作物を再\n生、利用しても、決して「公衆に」直接見せ又は聞かせることを目的としたものと\nはいえない。\n仮に音楽著作物の利用主体が店舗経営者であり、店舗に来店する客が不\n特定多数であっても、その客が全てカラオケ装置を使用して音楽著作物を再生、利\n用するとは限らず、また、カラオケ装置を使用して音楽著作物を再生、利用してい\nる最中に当該音楽著作物を聞いたりしているのが客のみであることを考えると、\n「公衆に」直接見せ又は聞かせることを目的としているものともいえない。\n(三)　本件カラオケ歌唱室の営業は、著作権法施行令附則三条一号の「事\n業」には該当しない（最判昭和六三年三月一五日クラブキャッツアイ事件の多数意\n見も同旨である。）。\n本件各カラオケ歌唱室において、客から注文があった場合に行っている\n簡単な飲食物の提供はあくまでも部屋提供に付随するものであって、飲食させるこ\nとが主目的でないから、「喫茶店その他客に飲食をさせる営業」とはいえない。\nそして、右附則三条一号の「特別の設備」とは、音楽喫茶やレコード喫\n茶が備えつけているような客に音楽を鑑賞させる為の特別の設備をいい、コンテナ\nを改造して作られた本件カラオケ歌唱室のカラオケ装置は右のような「特別の設\n備」といえない（前述したクラブキャッツアイ事件は、カラオケ歌唱室より設備が\n充実していると思われるクラブでさえ「特別の設備」を設けているとは判断されて\nいない。）。\n２　争点３について\n控訴人【Ａ】には、商法二六六条ノ三所定の任務懈怠についての故意又は\n重過失がない。\n控訴人【Ａ】は、当時赤字であった会社（控訴人キュウザ、同オアシスジ\nャパン）の経営状態に照らして、敢えて著作権使用料の支払を保留したのであっ\nて、仮に被控訴人が求めた著作権使用料を支払った場合には、会社が倒産する可能\n性もあった。そして、被控訴人に著作権使用料を支払う必要がある旨の判決例が出\nていたが、確定した最高裁判例もなく、法律上も一義的に明確ではなく、支払を拒\n否していた業者もあり、そもそも同じカラオケ歌唱室を経営していても請求自体受\nけていない業者も存在していた。他方、被控訴人は、平成二年五月頃、控訴人らと\nの接触を開始したが、その後、平成五年九月頃から同八年六月頃まで全く接触を持\nっておらず、著作権使用料の徴収につきそれ程熱心ではなかった。このような状態\nで、会社の経営を維持、継続するため、会社債務の支払につき優先順位を決め、被\n控訴人に対する著作権使用料の支払を保留し、他の会社債務の支払を優先した行為\nは、会社に対する任意懈怠とはならない。著作権使用料を支払うことにより会社が\n倒産してもやむを得ないとの結論は、かえって会社債権者全体の利益を害すること\nとなる。\n３　争点５について\n被控訴人は、平成四年五月二一日の時点で事務所の郵便受けに阪和住宅\n（株）や（株）久三（控訴人キュウザの旧商号）の表示があることを確認してお\nり、この時点で羽倉崎店に関しては、少なくとも控訴人キュウザが経営主体である\nことは分かったはずである。それ故、その後の交渉経過記録書には、控訴人【Ａ】\nの敬称として法人の代表者を示す「社長」という文言が記載されている（それ以前\nは、控訴人【Ａ】を経営者と記載している。）。\nしたがって、原判決が本件損害賠償請求権の消滅時効の起算点を平成八年\n七月一七日と判断したのは誤りである。\n二　被控訴人\n１　争点３について\n控訴人【Ａ】の商法第二六六条ノ三の責任は、平成元年一一月一日から認\nめられる。\n樫井店が開店した平成元年一一月当時、カラオケ歌唱室における音楽著作\n物の適法な利用のために被控訴人との利用許諾契約締結が必要であることはカラオ\nケ事業に関係する者にとって常識であったところ、カラオケ歌唱室の営業における\n音楽著作物利用に対する依存度は、カラオケスナックの場合よりもはるかに高く、\nこれに著作権が及ぶことは当然のこととして受容されており、それ以降、被控訴人\nは、控訴人らに対し、利用許諾契約締結を督促していた。\nすなわち、昭和五九年七月五日、福岡高裁は、クラブ・キャッツアイ事件\nにつき、カラオケ歌唱が著作権侵害に当たるとの判決を言渡した（判例時報一一二\n二号五三頁）。昭和六三年三月一五日、最高裁は、クラブ・キャッツアイ事件につ\nきカラオケスナックにおけるカラオケ歌唱が著作権侵害に当たるとの判決を言渡し\n（民集四二巻三号一九九頁）、右判決は、新聞等で広く報道された。被控訴人は、\nカラオケ歌唱室の大手経営者と協議の上、平成元年四月以降、全国的にカラオケ歌\n唱室に関する許諾徴収業務を開始した。雑誌「月刊カラオケファン」一九八九年九\n月号は、「カラオケボックスの健全経営について考える」との記事を掲載している\nが、右記事中では、カラオケボックスの経営のためには、「ＪＡＳＲＡＣの届出を\nする（五坪以内でも）」としている。「電波新聞」一九八九年九月一日号は、被控\n訴人のカラオケボックスについての著作権使用料の徴収が順調に進んでいるとの記\n事を掲載している。「ビデオ流通新聞」一九八九年九月一五日号は、「特集カラオ\nケボックス」という記事を掲載しており、文中で、「著作権料の支払いもきっちり\n行わなければならない」として、被控訴人との契約手続を行わなければならないこ\nとを述べており、被控訴人の本部の電話番号も記載している。\n被控訴人は、平成二年五月一四日、本件各店舗に電話をし、利用許諾契約\n締結の必要性を説明し、後日送付する利用許諾申込書類に必要事項を記入の上返送\nするよう求め、同年五月一五日、本件各店舗宛に説明文書、利用許諾申込書類を送\n付し、同年六月一四日、本件各店舗宛に督促文書を送付し、同年七月四日、本件各\n店舗に電話をかけ、経営者である控訴人【Ａ】と話し合いたいので連絡するよう申\nし入れ、同年九月二七日、控訴人【Ａ】に対し、書留郵便で督促文書を送付し、被\n控訴人の許諾を得て適法に音楽を利用するように警告し、同年一〇月一九日、控訴\n人【Ａ】の自宅宛に電話をし、被控訴人大阪支部宛に連絡するよう申し入れ、同年\n一二月一四日、控訴人【Ａ】に対し、書留郵便で督促文書を送付し、被控訴人の許\n諾を得て適法に音楽を利用するように警告したが、いずれの場合も、控訴人らから\n何らの連絡もなかった。控訴人【Ａ】は、平成三年二月一四日、被控訴人職員と電\n話で契約締結交渉をした際、ホテルのＣＣＴＶ使用料の算定はいい加減であると\nか、飲食店の営業免責五坪以下の店の免除はおかしい等と主張しているのであり、\n当時、カラオケボックスについて著作物利用許諾契約手続が必要であることを知り\nながら、これを放置してきた。\n以上の経緯からすれば、控訴人【Ａ】の商法第二六六条の三の責任は、開\n店当初の平成元年一一月一日から認められるべきである。\n仮に右時点では認められないとしても、被控訴人が契約締結の督促を行っ\nた、平成二年五月一四日、五月一五日、六月一四日、七月四日、九月二七日、一〇\n月一九日、一二月一四日のいずれかの時点においては、控訴人【Ａ】の責任は肯定\nされるべきである。\n２　争点４について\n被控訴人は、長期間にわたる契約督促交渉、平成一〇年一一月の演奏差止\nめを求める仮処分命令申立てに引き続き、本訴に至った。その間に、被控訴人がか\nけざるを得なかった多大の労力、経費等からすれば、本件の弁護士費用相当損害金\nは、控訴人キュウザの本件各店舗の経営期間にかかる部分については五〇六万円、\n控訴人オアシスジャパンの経営期間にかかる部分については一二八万円とするのが\n相当であり、控訴人【Ａ】はそれぞれ全額につき連帯負担とすべきである。\n第三　当裁判所の判断\n一　当裁判所も、被控訴人の本件請求を原判決主文の限度で認容すべきものと判\n断する。\nその理由は、次に付加するほか、原判決「第三　当裁判所の判断」のとおり\nであるから、これを引用する。\n１　控訴人らの主張１（争点１）について\n(一)　音楽著作物の利用主体\n引用にかかる原判決認定事実によれば、控訴人キュウザ、控訴人オアシ\nスジャパン等のカラオケ歌唱室経営者は、使用料金たる対価を得て、不特定多数の\n客をカラオケ歌唱に誘引し、用意した歌唱室・カラオケ装置・カラオケソフトを利\n用させ、その許容した時間・空間内において、客に歌唱をさせる営業を行い、もっ\nて、客による音楽著作物の再生（演奏）、歌唱をその管理下に置き、これを手段と\nして営業利益をあげているといえるところ、自ら実演しない者であっても、営業上\nの利益を目的とし演奏を管理する者は、音楽著作物の利用主体となるというべきで\nあるから、カラオケ歌唱室経営者をもって音楽著作物の利用主体と認めるのが相当\nである。\n客の利用主体性とカラオケ歌唱室経営者の利用主体性とは何ら矛盾する\nことではないから、客の現実の利用・操作の態様如何は右結論を否定するものでな\nく、また、右対価は、歌唱室という部屋自体のほか、カラオケ装置等の設備、音楽\n著作物であるソフト等を含めた設置費用を基礎に設定されているということがで\nき、利用時間に応じた料金設定をしていることも右結論を否定するものでなく、控\n訴人らの主張は当を得ていない。\n(二)　公の利用\n音楽著作物の利用主体であるカラオケ歌唱室経営者は、歌唱室に来店す\nる不特定多数の客による音楽著作物の再生（演奏）、歌唱をさせる営業を行ってい\nるのであるから、当該客である公衆に直接音楽著作物を見せ又は聞かせることを目\n的としていることが明らかである。\n歌唱室に来店して同室に滞在している間における客は、その限りで特定\nしているが、音楽著作物の利用主体であるカラオケ歌唱室経営者を基準にすれば、\n事物の性質上、これを不特定の者といって差し支えなく、著作権法二二条所定の公\n衆に当たる。\n(三)　著作権法施行令附則三条一号の「事業」該当性\n本件各店舗では、カラオケ歌唱室の使用料金とは別料金で飲食物を提供\nしており、飲食させることが主目的でないとしても、「喫茶店その他客に飲食をさ\nせる営業」に該当するということができる。\nそして、各歌唱室にアンプ、オートチェンジャー、コマンダー（カラオ\nケ予約受付機）、モニターテレビ、マイク、スピーカー等が設置され、歌詞付楽曲\nを掲載した検索リストが備えられ、検索リストの中から曲目を選択し、カラオケ予\n約受付機を介して当該曲目を予約すると、モニターテレビに選択した曲目の歌詞が\n映し出されるとともに楽曲が再生され、これに合わせて歌唱することができ、ビデ\nオカラオケ装置では、モニターテレビに歌詞とともに背景に動画映像が映し出され\nるのであって、客は、本件店舗内において、再生された伴奏音楽を聴き、それに合\nわせて歌唱することを楽しむのであって、それは「音楽を鑑賞」することにほかな\nらないから、本件各店舗には右附則三条一号の「特別の設備」が備えつけられてい\nるといえる。\n２　控訴人らの主張２、被控訴人の主張１（争点３）について\n(一)　控訴人らは、控訴人【Ａ】には任務懈怠について故意又は重過失がな\nいと主張する。\n前記争いのない事実等及び甲第七ないし第二六号証、第二七号証の一、\n二、第三〇号証の一ないし四、第三一ないし第三三号証、控訴人【Ａ】本人尋問の\n結果によれば、次の事実が認められる。\n昭和六三年三月一五日、最高裁は、クラブ・キャッツアイ事件につきカ\nラオケスナックにおけるカラオケ歌唱が著作権侵害に該るとの判決を言渡し（民集\n四二巻三号一九九頁）、右判決は、新聞等で広く報道された。被控訴人は、カラオ\nケ歌唱室の大手経営者と協議の上、平成元年四月以降、全国的にカラオケ歌唱室に\n関する許諾徴収業務を開始した。雑誌「月刊カラオケファン」一九八九年（平成元\n年）九月号は、「カラオケボックスの健全経営について考える」との記事中で、カ\nラオケボックスの経営のためには、「ＪＡＳＲＡＣの届出をする（五坪以内で\nも）」と記載し、「電波新聞」一九八九年（平成元年）九月一日号は、被控訴人の\nカラオケボックスについての著作権使用料の徴収が順調に進んでいるとの記事を掲\n載し、「ビデオ流通新聞」一九八九年（平成元年）九月一五日号は、「特集カラオ\nケボックス」という記事中で、「著作権料の支払もきっちり行わなければならな\nい」とした上、被控訴人の本部の電話番号も記載している。控訴人【Ａ】は、控訴\n人キュウザが本件各店舗を経営していた平成二年一月二六日から平成一一年五月三\n一日までの期間において同社の代表取締役として、また、控訴人オアシスジャパン\nが樫井店を経営していた平成元年一一月一日から平成八年四月三〇日までの期間に\nおいて同社の取締役として、本件各店舗の営業を管理支配し、業務を執行してい\nた。被控訴人は、平成二年四月九日、本件各店舗でカラオケ歌唱が行われているこ\nとを知り、同年五月一四日、本件各店舗に電話をし、利用許諾契約締結の必要性を\n説明し、後日送付する利用許諾申込書類に必要事項を記入の上返送するよう求め、\n同年五月一五日、本件各店舗宛に説明文書、利用許諾申込書類を送付し、同年六月\n一四日、本件各店舗宛に督促文書を送付し、同年七月四日、本件各店舗に電話をか\nけ控訴人【Ａ】と話し合いたいので連絡するよう申し入れ、同年九月二七日、控訴\n人【Ａ】に書留郵便で督促文書を送付し、被控訴人の許諾を得て適法に音楽を利用\nするように警告し、同年一〇月一九日、控訴人【Ａ】の自宅宛に電話をし被控訴人\n大阪支部宛に連絡するよう申し入れ、同年一二月一四日、控訴人【Ａ】に対し、書\n留郵便で督促文書を送付し、被控訴人の許諾を得て適法に音楽を利用するように警\n告したが、いずれの場合も、控訴人らから何らの連絡もなく、平成三年二月一四\n日、電話で控訴人【Ａ】と契約締結交渉をした際、控訴人【Ａ】は、ホテルのＣＣ\nＴＶ使用料の算定はいい加減であるとか、飲食店の営業面積五坪以下の店の免除は\nおかしい等と主張していた。\n右事実によれば、控訴人【Ａ】は、控訴人キュウザの代表取締役とし\nて、また、控訴人オアシスジャパンの取締役として、本件各店舗の営業を管理支配\nし、業務を執行し、平成元年一一月一日当時、営利目的でカラオケ歌唱により音楽\n著作物を適法に利用することについて被控訴人の許諾が要ることが一般的知識とな\nっていた状況において、同日以降、被控訴人との著作物利用許諾契約手続を取るこ\nとなく本件各店舗での営業を行ったのであるから、本件著作権侵害につき（軽）過\n失があったということができ、したがって、控訴人キュウザ、同オアシスジャパン\nは著作権侵害の不法行為責任を負うに至ったということができる。そして、控訴人\n【Ａ】は、その後、被控訴人から度重なる利用許諾契約締結の督促を受け、平成三\n年二月一四日以降、カラオケ歌唱室、カラオケボックスについて著作物利用許諾契\n約手続が必要であり、その旨被控訴人から具体的手続きを求められている状況を認\n識しながら、使用料の算定につき苦情を述べるなどして、右手続をせずそのまま放\n置してきたというべきであり、したがって、少なくとも、右平成三年二月一四日の\n時点で控訴人ら会社が著作権を侵害して損害賠償責任を負うことのないように措置\nする取締役の任務を悪意又は重大な過失により懈怠したということができる。\nカラオケ歌唱室を経営する会社が著作権を侵害して損害賠償責任を負う\nことのないように措置することは取締役の任務ということができ、控訴人らの主張\nは、会社に不法行為を行わせることが取締役の正常な業務の遂行であることを論理\n的前提とするものであり、相当でない。\n(二)　他方、被控訴人は、控訴人【Ａ】の責任は平成元年一一月一日から認\nめられるべきであると主張する。\nしかし、右(一)で認定した事実経過に照らしても、右平成三年二月一四\n日前の段階において、控訴人【Ａ】に任務懈怠についての悪意又は重大な過失があ\nったとまでは認め難いから、被控訴人の主張も採用することができない。\n３　被控訴人の主張２（争点４）について\n控訴人キュウザの代表取締役として、また、控訴人オアシスジャパンの取\n締役として、本件各店舗の営業を管理支配し、業務を執行していた控訴人【Ａ】\nは、平成元年一一月一日以降、被控訴人との著作物利用許諾契約手続を取ることな\nく本件各店舗での営業を行ったのであり、本件著作権侵害につき過失があったとい\nうことができるから、控訴人会社らは、同日以降、民法所定の不法行為責任を負\nい、また、控訴人【Ａ】は、平成三年二月一四日以降、商法第二六六条ノ三の責任\nを負うところ、被控訴人は、原審が認容した損害額のうち、弁護士費用相当額の認\n定が低額にすぎると主張するが、被控訴人が当審で主張するような事情を考慮に入\nれてもなお、原審の算定額（実損害額の約一〇パーセント相当額）が低額にすぎる\nということはできないから、被控訴人の主張は理由がない。\n４　控訴人らの主張３（争点５）について\n被控訴人は、平成四年五月二一日、事務所の郵便受けに阪和住宅（株）や\n（株）久三（控訴人キュウザの旧商号）の表示があることを確認したといえるが、\nこの時点で羽倉崎店を含め、控訴人キュウザが経営主体であることが分からなかっ\nたことについては、引用にかかる原判決「第三　当裁判所の判断」の「五　争点５\n（消滅時効）について」のとおりであって、控訴人らの主張は採用できない。\n二　よって、原判決は正当であり、本件控訴、附帯控訴は理由がなく、なお、原\n判決主文第一ないし第三項の記載は厳密性を欠くので、本判決主文第二項のとおり\n更正し、主文のとおり判決する。\n大阪高等裁判所第八民事部\n裁判長裁判官    鳥      越      健      治\n裁判官    若      林            　諒\n裁判官    山      田      陽      三\n遅延損害金目録１       遅延損害金目録２\n"
}