{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 1,
    "day": 17
  },
  "case_number": "平成13(ネ)469",
  "case_name": "請負代金本訴・損害賠償反訴請求控訴",
  "court_name": "名古屋高等裁判所",
  "lawsuit_id": "3305",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=3305",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/305/003305_hanrei.pdf",
  "contents": "主　　　　　　文\n１　原判決主文１項を取り消す。\n２　控訴人の反訴請求にかかる部分を名古屋地方裁判所に差し戻す。\n３　本件控訴に基づき，原判決主文２項を次のとおり変更する。\n４　控訴人は被控訴人に対し，８３万９４８８円及びこれに対する平成１０年\n１月３１日から完済まで年６分の割合による金員を支払え。\n５　被控訴人のその余の本訴請求を棄却する。\n６　訴訟費用は，控訴人の反訴請求にかかる部分を除き第１，２審を通じ\nてこれを１０分し，その１を被控訴人の負担とし，その余を控訴人の負担\nとする。\n７  この判決は主文４項に限り仮に執行することができる。\n事実及び理由\n第１　控訴の趣旨\n１　原判決中控訴人敗訴部分を取り消す。\n２　控訴人の本訴請求を棄却する。\n３　被控訴人は，控訴人に対し，２６５万０１７１円及びこれに対する平成１２年\n８月２６日から支払済みまで年５分の割合による金員を支払え。\n４　訴訟費用は第１，２審を通じて被控訴人の負担とする。\n５　３項につき仮執行宣言\n第２　事案の概要\n本件は，被控訴人が控訴人に対し，被控訴人が控訴人から請け負った工\n事代金及びこれに対する同工事完成，引渡し後から支払済みまで商事法定\n利率年６分の割合による遅延損害金の支払を求めた（本訴）のに対して，控\n訴人が被控訴人に対し，被控訴人の行った前記工事には瑕疵があるとし\nて，これによる損害及びこれに対する反訴状送達の日の翌日から支払済み\nまで民法所定年５分の割合による遅延損害金の支払を求めた（反訴）事案\nであり，原判決が本訴を認容し，反訴を民訴法１４６条１項ただし書を適用し\nて却下したため，これを不服とする控訴人が控訴したものである。\n１　争いのない事実等及び争点\n争いのない事実等及び争点は次のとおり付加訂正するほか，原判決の事\n実及び理由欄の「第２の１，２」に摘示のとおりであるからこれを引用する。\n(1)　原判決２頁２６行目の「本件第１工事の代金額」を「本件第１工事の代金\n額の合意の有無，合意がなかったとした場合の適正な代金額」と改める。\n(2)　同３頁２行目冒頭から３行目末尾までを次のとおり改める。\n「　控訴人と被控訴人とは，本件第１工事の着工の際に，工事代金はエア\nコン，ボイラー等本体の代金の他にかかった付属品や工事費を含む旨\n合意しており，この合意に基づき被控訴人は，納品書（甲５）及び請求\n書（甲３）に記載のとおり工事の内訳明細を付して本件第１工事代金額\n１９４万６５７９円を算定した。よって，本件第１工事代金額は１９４万６５\n７９円と合意されたものであり，本件第２工事代金額５万４０７５円との合\n計額２００万０６５４円から控訴人の既払額を控除しても，９２万６６５４円\nが未払となっている。\nまた，本件第１工事代金額について合意がなかったとした場合でも，そ\nの適正な代金額は前記納品書及び請求書に記載のとおり１９４万６５７\n９円とされるべきである。」\n(3)　同頁５行目冒頭から６行目末尾までを次のとおり改める。\n「　控訴人と被控訴人とは，平成１０年１月３０日，本件第１工事代金額を１\n０１万９９２５円とする旨合意した。よって，本件第２工事代金額５万４０７\n５円との合計額１０７万４０００円はすべて支払済みとなっており，控訴\n人に未払はない。\nまた，本件第１工事代金額について合意がなかったとした場合でも，被\n控訴人の前記納品書及び請求書に記載の代金額は不当に高額であっ\nて，適正な代金額は１０１万９９２５円とされるべきである。」\n(4)　同頁１７行目の次に行を改めて次のとおり加える。\n「（控訴人の主張）\n本件は，当初訴訟手続の素人である控訴人代表者による本人訴訟で\nあったため，速やかな訴訟審理に対応できず，やむなく反訴提起が遅\nれたが，本訴提起後６か月目には提起しており，通常の訴訟進行と対\n比すれば，反訴提起は決して著しく訴訟手続を遅滞させることになるも\nのではない。さらに，反訴は被控訴人のした本件各工事の瑕疵により\n多大な損害が発生していることを理由とするものであり，本訴が認容さ\nれ，反訴について実体審理のないまま却下されることは，控訴人のみ\nが一方的に損害を蒙り，公平に反する事態を招く結果となり，その不当\n性は明白である。」\n第３　当裁判所の判断\n１　本訴について\n(1)　本件各工事に至る経緯及び内容，工事代金の請求，支払に関する経緯\n及び内容等についての判断は，原判決５頁１２行目冒頭から２３行目末尾\nまでを次のとおり改めるほか，同４頁８行目冒頭から５頁２３行目末尾まで\nのとおりであるから，これを引用する。\n「(5)　そこで，被控訴人は控訴人に対し，同月１１日付けで本件第１　工事\n代金額は，１９４万６５７９円であるとの内訳明細を付した　納品書（甲\n５）を作成，交付した。\n(6)　また，被控訴人は控訴人から，同月１６日頃，本件第２工事を請け\n負い，その頃にこれを完成させた。\n(7)　そこで，被控訴人は控訴人に対し，本件各工事につき，本件第１工\n事の工事代金を１９４万６５７９円，本件第２工事の工事代金を５万４\n０７５円，合計２００万０６５４円であるとして，その支払を請求したが，\n控訴人は本件第１工事の代金額内訳の内人工費，作業員の宿泊費\n等が過大であり納得できないとして，同月３０日，とりあえず本件各工\n事代金の一部として６５万円を支払った。\n(8)　その後，被控訴人は控訴人に対し，同月３１日締切分として，本件\n各工事の代金合計を２００万０６５４円，前記６５万円入金後の請求額\nを１３５万０６５４円とする請求書（甲３，乙３，４）を送付したが，前記の\nとおり本件第１工事に関する被控訴人の請求金額が過大であるとす\nる控訴人と被控訴人との間で，平成１０年１月３０日，前記請求書（乙\n３，４）に記載の内訳明細を元に本件第１工事代金額に関する交渉が\nもたれ，同日，控訴人は被控訴人に対して，４２万４０００円を支払\nい，被控訴人は控訴人に対して，その旨の領収書（甲１４，乙２）を交\n付した。その際，被控訴人代表者は同領収書の但書欄に「長府スト\nーブ無償」，「２Ｆ医者ファンヒーター代２４０００円含む」，「割引含む終\n了」と記載したが，このうち，「長府ストーブ無償」とは本件第２工事の\n現場で被控訴人が工事中使用していた長府ストーブを控訴人に無償\n譲渡するとの趣旨，「２Ｆ医者ファンヒーター代２４０００円含む」とは本\n件第１工事の現場であるＡビル２階で歯科医院を開業している控訴\n人代表者の息子に販売したファンヒーター代金を含むとの趣旨である\nと解される。\n(9)　被控訴人は控訴人宛てに，同年１月３１日締切分として，前回請求\n額１３５万０６５４円，入金額４２万４０００円，今回請求額９２万６６５４\n円とする請求書（甲４）を送付し，その後も毎月同様の請求書を送付\nしたが，前記６５万円と４２万４０００円との合計１０７万４０００円の支\n払によりすべて精算済であるとする控訴人からは本訴に至るまで何\nらの回答も支払もなかった。」\n(2)　以上のとおり認められるところ，これによると，控訴人と被控訴人との間\nで，その着工から完成引渡までに，本件第１工事の代金は工事に要する\nボイラー等の機材代金の他に据付け工事にかかる費用等をも含むとの概\n略の合意がされたことは認められるものの，本件第１工事に関する契約\n書は作成されていないばかりか具体的な代金額の見積書等を前提とした\n工事代金の協議もされていないことが指摘できる。そうすると，被控訴人\nによる前記納品書及び請求書記載の金額をもって代金額が合意されたも\nのと認めることはできず，この点に関する被控訴人の主張は採用できな\nい。\n次に，控訴人は，前記平成１０年１月３０日における工事代金額の交渉\nにより本件第１工事代金額は１０１万９９２５円と合意し，４２万４０００円の\n支払をもって本件各工事代金額は既払となった旨主張するので検討する\nに，なるほど，前記請求書（乙３，４）によると，請求書記載のボイラー等の\n機材代金８９万５３５０円に相当する代金を４６万２０００円に，請求書記載\nの人工費等据付け工事代金９５万８５３５円に相当する代金を５３万５３５０\n円にそれぞれ減額訂正されたかのように理解できる手書き部分，そして前\n記４６万２０００円と５３万５３５０円との合計額９９万７３５０円から既に一部\n支払済の６５万円を控除した残額が３４万７３５０円であると算定された手\n書き部分がみられ，これら手書き部分は被控訴人代表者による記載であ\nること（被控訴人代表者［原審］），また，前記領収書（甲１４，乙２）の但書\n欄の「割引含む終了」との記載部分は正確に判読するのは容易ではなく，\n控訴人がこれを「貴社全部終了」と記載されていると判読し，本件各工事\n代金については全て終了したものと理解した（控訴人代表者［原審］）とし\nても一概に不自然，不合理とも言い難く，「割引含む終了」と正確に判読し\nても同様の理解をすることも十分考えられるところではある。\nしかしながら，前記請求書に記載の「長府ボイラーＰＧ－５０１Ｓ・１基１５\n万６０００円」は長府製作所発行のカタログ価格２４万円と比べると３５パー\nセント割引された価格であり，「長府オイルタンクＯＴ－１９８・１台１万９３０\n０円」は同様のカタログ価格３万３０００円と比べると約４２パーセント割引\nされた価格であること（甲８，９）からして，既に被控訴人はボイラー等の機\n材代金については相当の割引価格をもって請求代金としていることが窺\nわれる。そうすると被控訴人において，これを更に前記請求書記載の８９\n万５３５０円から手書きの５３万５３５０円まで割り引くことを了解したとは到\n底考えがたいし，また前記請求書記載の「人工費３６人工，１人工当たり１\n万８０００円，計６４万８０００円」，「宿泊費１式１７万６０１５円」は，実際に\n本件第１工事に要した日数と宿泊日数から算出された金額であり（甲１１\nの①ないし⑤，１２の①，②），その金額が適正かどうかはともかくとして，\n被控訴人において，これを更に前記請求書記載の９５万８５３５円から手\n書きの４６万２０００円まで割り引くことを了解したとも考えがたい。しかも，\n被控訴人は控訴人と本件第１工事代金についての交渉の上，控訴人から\n４２万４０００円を領収した後も，毎月，控訴人宛に，月末締めで本件各工\n事残代金を９２万６６５円とする請求書を送付して請求していること，これ\nに対して，既に既払であるなら何らかの抗議をしてしかるべきであるのに\nもかかわらず，控訴人は本訴に至るまで何らの抗議も回答もしていないの\nである（控訴人代表者が弁護士に相談した結果，被控訴人の請求に対し\nて放置しておいてよい旨の助言があったとしても，被控訴人に何らの回答\nもしないことの不自然さ，不合理さを解消するものではない。）。そうする\nと，前記請求書に記載の手書き部分も控訴人代表者の言い分を被控訴\n人代表者において書き留めたにすぎず（被控訴人代表者［原審］），被控\n訴人がこれを了解したものとは認めがたく，前記領収書の但書欄の「割引\n含む終了」との記載文言をもって本件各工事代金の支払がすべて終了ず\nみであることを被控訴人が認めた証左であると断定することも困難という\nほかない。\n以上の検討によると，控訴人と被控訴人とが，平成１０年１月３０日，本\n件第１工事代金額を１０１万９９２５円と合意したとまで認めることはできな\nいというべきである。\n(3)　このように，被控訴人と控訴人との間で本件第１工事に関する代金額の\n合意を認めることはできないから，適正な工事代金額はいくらであるかに\nついて次に検討する。\n①　ボイラー等の機材代金額について\n前記請求書記載の当該代金計８９万５３５０円がカタログ価格よりも相\n当の割引がされていることが窺われることは前記検討したとおりである\nから，同金額をもって適正代金額と認めるのが相当である。この点に関\nする控訴人の５３万５３５０円をもって適正代金額である旨の主張は，客\n観的証拠もなく採用することはできない。\n②　人工費等据付け工事代金額について\n(ア)　本件第１工事を完成するために，被控訴人の従業員３名が，平成\n９年１０月２７日から２８日まで（１泊），同月３０日から３１日まで（１\n泊），同年１１月１１日から１３日まで（２泊），同年１２月３日から５日ま\nで（２泊），同月１１日から１２日まで（１泊）従事しているが，前記平成\n９年１０月３０日から３１日の出張工事については同月３０日は午後２\n時に出発し，被控訴人の所在地から工事現場まで自動車で片道約５\n時間を要するというのであるから，同日は移動のみであって工事に従\n事していないといわざるを得ない。よって，本件第１工事に要した延\nべ日数は１１日間（７泊），延べ人数は３３名となるところ，１人工は１\n万８０００円が相当であるから，人件費は５９万４０００円となること（１\n万８０００円×３人×１１日），宿泊費（１泊２食付）は１人当たり７０００\n円であり，計７泊で１４万７０００円（７０００円×３人×７日）を要したこ\nと（なお，甲１２の①，②では，ビール，酒等の飲酒代が含まれている\nが，これを控訴人が負担すべき工事代金に含めることはできな\nい。），交通費（高速道路料金）として７万４５２０円を要したこと，その\n他に自動車のガソリン代等の諸経費として６万円を要したことが認め\nられる（甲７，１０，１１の①ないし⑤，１２の①，②，１３の①，②，証人\nＢ，被控訴人代表者［いずれも原審］，弁論の全趣旨）。\nこれによると、被控訴人は人工費等据付け工事代金として８７万５５\n２０円（５９万４０００円＋１４万７０００円＋７万４５２０円＋６万円）を要\nしていることになる。\n(イ)　なお，本件第１工事と同様の工事は，通常であれば延べ日数１１\n日間（７泊），延べ人数３３名も要するような工事ではないことが認め\nられる（前掲証人Ｂ，控訴人代表者［原審］，弁論の全趣旨）が，本件\nにおいては，工事現場が遠方であったこと，ペンションは建設途中で\nあり，その進行具合に合わせて本件第１工事をする必要があるとこ\nろ，被控訴人が控訴人から建設の工程表を示されたことはなく，主に\n控訴人代表者の指示により本件第１工事を進めざるを得なかったと\nいうのである（前掲証人Ｂ，被控訴人代表者［原審］）から，前記のと\nおり要した延べ日数，延べ人数が不相当であるとは言い難い。\n(ウ)　よって，本件第１工事の適正な代金額は，ボイラー等の機材代金\n額８９万５３５０円と人工費等据付け工事代金額８７万５５２０円の合\n計額１７７万０８７０円に消費税を加えた１８５万９４１３円（円未満切捨\nて）と認めるのが相当である。\n(4)　以上の結果，本件各工事代金額合計は１９１万３４８８円（１８５万９４１３\n円＋５万４０７５円）となるところ，既払額１０７万４０００円を控除すると，未\n払工事代金は８３万９４８８円となるから，控訴人は被控訴人に対して８３\n万９４８８円及びこれに対する履行期後であることの明らかな平成１０年１\n月３１日から商事法定利率年６分の割合による遅延損害金を支払うべき\nである。\n２　反訴について\n(1)　本件記録によると，以下のとおり認められる。\n平成１２年２月２４日，本訴が起され，第１回口頭弁論期日が同年４月５\n日と指定され，本訴状は同年３月７日控訴人に送達されたこと，口頭弁論\n期日が第１回（同年４月５日），第２回（同年５月１９日）と開かれ，第２回口\n頭弁論期日で弁論準備手続に付す決定がされ，第１回弁論準備手続（同\n年６月２２日）において争点整理がされて同手続は終結となり，第３回口頭\n弁論期日が同年８月２５日午後３時に指定され，同期日で控訴人，被控訴\n人各代表者，証人Ｂの集中証拠調べが実施されたこと，控訴人は，その\n前日の同年８月２４日に，反訴を提起し，被控訴人は同年８月２５日午前１\n１時に反訴状の送達を受けたこと，第３回口頭弁論期日で控訴人代表者\nはその本人尋問調べ終了後倒れ，後日，脳梗塞後遺症，高血圧症と診断\nされたこと，そこで，次回本件口頭弁論期日は追って指定とされ，同年９\n月２６日に弁論準備手続に付す旨の決定がされ，その期日を同年１０月２\n６日と指定されたが，これまで本人訴訟として本件訴訟を追行していた控\n訴人が表記訴訟代理人弁護士にこれを委任し，同弁護士から弁論準備\n手続期日の変更申請がされ，同年１０月２６日，同期日は同年１２月５日\nに変更となったこと，そして第２回弁論準備手続（同年１２月５日）におい\nて，反訴状及び反訴答弁書の各陳述がされ，第３回弁論準備手続（平成\n１３年１月３０日）で被控訴人による訴訟進行意見書の陳述を経て，第４回\n弁論準備手続（同年３月６日）において，同手続が終結されると同時に同\n日第４回口頭弁論期日が開かれて口頭弁論は終結となり，原判決の言い\n渡しに至ったことが認められる。\n(2)　そして，反訴請求は本件各工事の瑕疵に基づく損害賠償請求であると\nころ，集中証拠調べが予定どおり実施された第３回口頭弁論期日におい\nては，未だ反訴について双方から十分な主張，立証がされておらず，その\n審理判断のためには更に書証，人証の証拠調べが必要であることが認め\nられるから，その意味で反訴提起は遅きに失したことは否定できないとこ\nろである。しかしながら，本件各工事の規模，内容及び程度，控訴人の主\n張する瑕疵の内容，損害等に鑑みると，瑕疵の有無，内容及び損害の有\n無，程度等の反訴請求に関する審理判断が複雑かつ困難であるとは言\nい難く，その審理に長期間を要するとまで断定するに足りる事情は窺えな\nい。加えて，本訴提起後集中証拠調べが実施された第３回口頭弁論期日\n及び反訴の提起まで約６か月間であって訴訟の進行が特段に遅れている\nわけでもないこと，その間は控訴人代表者がいわゆる本人訴訟として訴\n訟追行していたこと，その後表記訴訟代理人弁護士に訴訟委任している\nことからして速やかな訴訟進行が期待できることも併せ考えると，反訴の\n提起が著しく訴訟手続を遅滞させることになるとまで断ずることはできない\nというべきである。\n(3)　よって，これを民事訴訟法１４６条１項ただし書により不適法却下した原\n判決は取り消しを免れない。\n３　以上の次第で，本訴について一部異なる原判決は相当でないから，これを\n変更することとし，反訴についてこれを却下した原判決を取り消し、民訴法３\n０７条により差し戻すこととし，主文のとおり判決する。\n名古屋高等裁判所民事第４部\n裁判長裁判官　　　小　　　川　　　克　　　介\n裁判官    　黒　　　岩　　　巳　　　敏\n裁判官    　永　　　野　　　圧　　　彦\n"
}