{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 16,
    "month": 5,
    "day": 14
  },
  "case_number": "平成11(ワ)12142",
  "case_name": "損害賠償請求",
  "court_name": "東京地方裁判所民事第25部",
  "lawsuit_id": "5553",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=5553",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/553/005553_hanrei.pdf",
  "contents": "平成１６年５月１４日判決言渡\n平成１１年(ワ)第１２１４２号損害賠償請求事件\n口頭弁論終結の日　平成１６年２月１７日\n判決\n主文\n１　原告の請求を棄却する。\n２　訴訟費用は原告の負担とする。\n事実及び理由\n第１　請求\n１　被告は，原告に対し，金２７８億５８６７万８７５０円及びこれに対する平成１１年６月\n１１日から支払済みまで年５分の割合による金員を支払え。\n２　訴訟費用は被告の負担とする。\n第２  事案の概要\n本件は，原告の従業員であり，昀終的には非鉄金属本部長を務めたＡが，原告\n名義で行った銅地金取引により巨額の損失を生じさせ，その損失を取り戻すために\n銅地金の簿外取引を繰り返し，その資金繰りに充てる目的で，Ｂ銀行との間で原告\n名義で銅地金取引の法形式を用いて実質的融資契約を締結して資金を調達した\nため，その後，Ｂ銀行が原告に対して２７８億５８６７万８７５０円の支払を求めたとこ\nろ，原告が返還を求める権利を留保した上で支払に応じたという事案において，原\n告が，Ｂ銀行を包括承継した被告に対し，不法行為又は不当利得に基づき，被告\nに支払った２７８億５８６７万８７５０円の支払を求めている事件である。\n１　争いのない事実等（認定事実については末尾に証拠を掲記する。）\n(1)　原告は，銅地金等の非鉄金属を含む各種物資の輸出入，販売等を業とする総\n合商社である。\nＡは，昭和４５年４月に原告に入社し，昭和４８年４月に原告非鉄金属本部東\n京非鉄金属第一部銅地金金属課に配属された後，一貫して銅地金取引を担当\nし，昭和５６年４月に東京非鉄金属第一部における銅地金チームのサブリーダ\nー，昭和６２年８月に非鉄地金・原料部における銅地金チームのチームリーダ\nー，平成４年１０月に非鉄金属部銅・鉛・亜鉛地金チームのチームリーダー，平\n成５年１２月に非鉄金属部次長兼ディーリングチームのチームリーダーを経て，\n平成７年１月，非鉄金属本部非鉄金属部長兼ディーリングチームのチームリー\nダーに任命されたが，銅地金の不正取引に関与したとして，平成８年６月に懲戒\n解雇された（弁論の全趣旨）。\n(2)　被告は，スイス連邦法により設立された銀行業を目的とする法人であり，平成\n１０年６月２９日，Ｂ銀行とＣ銀行が合併して両銀行の権利義務を包括承継した。\nなお，被告は，本店をスイスのチューリッヒに設置し，わが国において継続的取\n引活動を行うため，東京支店を設置している。\n(3)　原告においては，銅地金の実需取引（生産者である産銅業者等から銅地金等\nを購入して需要者に売り渡す取引）のほか，ロンドン金属取引所（以下「ＬＭＥ」と\nいう。）等の海外先物取引市場において，銅地金の先物取引（将来の一定の受\n渡し時点（限月）における銅地金の価格をあらかじめ約定した上，実際に取引の\n対象とされた銅地金の受渡しを行う場合は当該時点における銅地金の相場価\n格にかかわらず約定価格に基づいてこれを決済し，限月の到来前に売戻し又は\n買戻しを行う場合は当該時点における銅地金の相場価格と約定価格との差金\nの授受により決済する取引）やオプション取引（将来の一定時点に一定数量の\n銅地金を一定の価格で売る権利（プット・オプション）又は買う権利（コール・オプ\nション）を売買する取引）も行っていた。\n(4)　原告の内部規程には，要旨次の定めがある（甲９の１，９の２）。\nア　経理規程\n(ア)　財務グループは，全会計単位を総合して資金の集中等により資金運用\nの調節をはかるとともに必要な資金の調達に当たる。ただし，特に認められ\nた会計単位は，独立して資金の調達運用をはかることができる（４８条）。\n(イ)　取引銀行の決定，変更は，財務グループの承認を要する（５１条）。\nイ　財務規程\n(ア)　財務グループは，財務グループ担当の指示により，事業活動に必要な\n資金の調達とその運用・配分業務を実施する（３条２項２号）。\n(イ)　資金の調達は，金融環境，金利動向に十分留意の上，経理規程及び関\n係細則，その他社内諸規則に定めるところにより行うものとする（４条）。\n(ウ)　金融機関のうち，当社が取引を行う金融機関の決定，変更は，財務グル\nープの所管部長経由申請を行い，その承認に基づき行うものとする。ただ\nし，①　管理協力部門各グループが取引を行う金融機関の決定・変更（当\n該各グループにて行うものとし，事後，財務グループ担当に通知するものと\nする。），②　商取引にかかわる取引金融機関の決定・変更（財務グループ\n担当が指定するものを除く。）については，これを要しない（９条１項）。\n(エ)　財務グループは，当社全体の金融機関との取引の把握及びその与信リ\nスクの管理を行うものとする（９条２項）。\n(5)　Ａは，平成７年７月２５日，原告のためにすることを示して，Ｂ銀行との間で，要\n旨以下の内容による銅地金代金付加払特約付金利交換契約を締結し（以下「本\n件契約１－①」という。），Ｂ銀行は，これに基づき，同月２７日，Ｄ銀行ニューヨー\nク支店を通じてＥ銀行香港支店のＥ商事事香港有限公司（原告の完全子会社。\n以下「Ｅ商事香港」という。）名義の口座に対し，ア(ア)とイ(ア)の一括前払金の差\n額である２億０５００万米ドルを送金した（甲３の１，３の２，乙５）。\nア　想定元本を５億米ドル，発効日を平成７年７月２７日，満了日を同年１１月２８\n日とする金利スワップ取引（Ｔ９５０７. １４５Ｔ）\n(ア)　Ｂ銀行は，同年７月２７日，原告に対し，２億０５０４万８０００米ドルを一\n括前払する。\n(イ)　原告は，同年１１月２８日，Ｂ銀行に対し，年６.  ２４８％の固定金利を支\n払う。\n(ウ)　Ｂ銀行は，同年１１月２８日，原告に対し，米ドル－ＬＩＢＯＲ（ロンドンのユ\nーロ市場における銀行間の出手金利）－ＢＢＡによる変動金利を支払う。\n(エ)　Ｂ銀行は，同年１１月２８日，原告に対し，以下の数式(ａ)及び(ｂ)により算\n出された金額の合計（単位米ドル）を追加支払する。\nａ　以下のうちより大きいもの\n（０又は［ＬＭＥ価格（Ｂ銀行により価格決定日に定められる指定価格）－\n３２２０］×２４万９３５３. ９５９５２４）\nｂ　以下のうちより大きいもの\n（０又は［２３８０－ＬＭＥ価格］×２４万９３５３. ９５９５２４）\nイ　想定元本を５億米ドル，発効日を同年７月２７日，満了日を同年１１月２８日と\nする金利スワップ取引（Ｔ９５０７. １４７Ｔ）\n(ア)　原告は，同年７月２７日，Ｂ銀行に対し，４万８０００米ドルを一括前払す\nる。\n(イ)　Ｂ銀行は，同年１１月２８日，原告に対し，年６.  ２４８％の固定金利を支\n払う。\n(ウ)　原告は，同年１１月２８日，Ｂ銀行に対し，米ドル－ＬＩＢＯＲ－ＢＢＡによる\n変動金利を支払う。\n(エ)　原告は，同年１１月２８日，Ｂ銀行に対し，以下の数式(ａ)及び(ｂ)により算\n出された金額の合計（単位米ドル）を追加支払する。\nａ　以下のうちより大きいもの\n（０又は［ＬＭＥ価格－２３８０］×２４万９３５３. ９５９５２４）\nｂ　以下のうちより大きいもの\n（０又は［３２２０－ＬＭＥ価格］×２４万９３５３. ９５９５２４）\nウ　この本件契約１－①は，形式的には，原告とＢ銀行との間で一定額の銅地\n金代金の付加的支払と併せて所定額に係る固定金利と変動金利を交換する\n形式をとるが，実質的には，双方の支払（ア(ア)とイ(ア)，ア(イ)とイ(イ)，ア(ウ)\nとイ(ウ)，ア(エ)とイ(エ)）が相殺される結果，原告が，Ｂ銀行から，発効日（同\n年７月２７日）に一定額（双方の一括前払金の差額である２億０５００万米ドル）\nの支払を受け，Ｂ銀行に対し，満了日（同年１１月２８日）にこれに金利を付加\nした額（２４万９３５３.  ９５９５２４米ドルに８４０（(ア)ｄ(ａ)，(イ)ｄ(ｂ)の３２２０から\n(ア)ｄ(ｂ)，(イ)ｄ(ａ)の２３８０を控除した額）を乗じた２億０９４５万７３２６米ドル）\nを支払うもので，Ｂ銀行の原告に対する実質的融資の意味を有していた。\n(6)　Ａは，平成７年９月２６日，原告のためにすることを示して，Ｂ銀行との間で，要\n旨以下の内容による銅地金代金付加払特約付金利交換契約を締結し（以下「本\n件契約１－②」という。），Ｂ銀行は，これに基づき，同月２７日，Ｄ銀行ニューヨー\nク支店を通じてＥ銀行香港支店のＥ商事香港名義の口座に対し，双方の一括前\n払金の差額である４９６４万６５５０米ドルを送金した（甲４の１，４の２，乙６）。こ\nの本件契約１－②も，本件契約１－①と同様，実質的には，原告が，Ｂ銀行か\nら，同日に４９６４万６５５０米ドルの支払を受け，Ｂ銀行に対し，満了日の同年１\n１月２８日に金利を付加した５０１８万０２７２米ドル（５万７８７８.  ０５３２３７米ドル\nに８６７（ア(エ)ａ，イ(エ)ｂの３３２４からア(エ)ｂ，イ(エ)ａの２４５７を控除した額）を\n乗じた額）を支払うもので，Ｂ銀行の原告に対する実質的融資の意味を有してい\nた。\nア　想定元本を１億米ドル，発効日を平成７年９月２７日，満了日を同年１１月２８\n日とする金利スワップ取引（Ｔ９５０９. １３６Ｔ）\n(ア)　原告は，同年９月２７日，Ｂ銀行に対し，４万８０００米ドルを一括前払す\nる。\n(イ)　Ｂ銀行は，同年１１月２８日，原告に対し，年５.  ８６７％の固定金利を支\n払う。\n(ウ)　原告は，同年１１月２８日，Ｂ銀行に対し，米ドル－ＬＩＢＯＲ－ＢＢＡによる\n変動金利を支払う。\n(エ)　原告は，同年１１月２８日，Ｂ銀行に対し，以下の数式ａ及びｂにより算出\nされた金額の合計（単位米ドル）を追加支払する。\nａ　以下のうちより大きいもの\n（０又は［ＬＭＥ価格－２４５７］×５万７８７８. ０５３２５７）\nｂ　以下のうちより大きいもの\n（０又は［３３２４－ＬＭＥ価格］×５万７８７８. ０５３２５７）\nイ　想定元本を１億米ドル，発効日を同年９月２７日，満了日を同年１１月２８日と\nする金利スワップ取引（Ｔ９５０９. １３８Ｔ）\n(ア)　Ｂ銀行は，同年７月２７日，原告に対し，４９６９万４５５０米ドルを一括前\n払する。\n(イ)　原告は，同年１１月２８日，Ｂ銀行に対し，年５.  ８６７％の固定金利を支\n払う。\n(ウ)　Ｂ銀行は，同年１１月２８日，原告に対し，米ドル－ＬＩＢＯＲ－ＢＢＡによる\n変動金利を支払う。\n(エ)　Ｂ銀行は，同年１１月２８日，原告に対し，以下の数式ａ及びｂにより算出\nされた金額の合計を追加支払する。\nａ　以下のうちより大きいもの\n（０又は［ＬＭＥ価格－３３２４］×５万７８７８. ０５３２５７）\nｂ　以下のうちより大きいもの\n（０又は［２４５７－ＬＭＥ価格］×５万７８７８. ０５３２５７）\n(7)　Ａは，平成７年１１月２４日，原告のためにすることを示して，Ｂ銀行との間で，\n要旨以下の内容による銅地金代金付加払特約付金利交換契約を締結した（甲５\nの１，５の２。以下「本件契約２」という。）。この本件契約２も，本件契約１－①及\nび本件契約１－②（以下，両契約を併せて単に「本件契約１」という。）と同様，実\n質的には，原告が，Ｂ銀行から，同日，２億５４６４万６５５０米ドルの支払を受\nけ，Ｂ銀行に対し，満了日の平成８年２月２８日に金利を付加した２億５８７１万３\n８２１. ２８米ドル（２８万７４５９. ８０１４２７米ドルに９００（ア(エ)ａ，イ(エ)ｂの３４５０\nからア(エ)ｂ，イ(エ)ａの２５５０を控除した額）を乗じた額）を支払うもので，Ｂ銀行\n及びＡにとっては，原告に対する実質的融資の期限延長の意味を有していた。\nア　想定元本を５億米ドル，発効日を平成７年１１月２８日，満了日を平成８年２\n月２８日とする金利スワップ取引（Ｔ９５１１. １４９Ｔ）\n(ア)　Ｂ銀行は，平成７年１１月２８日，原告に対し，２億５４６９万４５５０米ドル\nを一括前払する。\n(イ)　原告は，平成８年２月２８日，Ｂ銀行に対し，年６.  ０３％の固定金利を支\n払う。\n(ウ)　Ｂ銀行は，平成８年２月２８日，原告に対し，変動金利オプション米ドル－\nＬＩＢＯＲ－ＢＢＡによる変動金利を支払う。\n(エ)　Ｂ銀行は，平成８年２月２８日，原告に対し，以下の数式(ａ)及び(ｂ)により\n算出された金額の合計（単位米ドル）を追加支払する。\nａ　以下のうちより大きいもの\n（０又は［ＬＭＥ価格－３４５０］×２８万７４５９. ８０１４２７）\nｂ　以下のうちより大きいもの\n（０又は［２５５０－ＬＭＥ価格］×２８万７４５９. ８０１４２７）\nイ　想定元本を５億米ドル，発効日を平成７年１１月２８日，満了日を平成８年２\n月２８日とする金利スワップ取引（Ｔ９５１１. １５１Ｔ）\n(ア)　原告は，平成７年１１月２８日，Ｂ銀行に対し，４万８０００米ドルを一括前\n払する。\n(イ)　Ｂ銀行は，平成８年２月２８日，原告に対し，年６.  ０３％の固定金利を支\n払う。\n(ウ)　原告は，平成８年２月２８日，Ｂ銀行に対し，米ドル－ＬＩＢＯＲ－ＢＢＡに\nよる変動金利を支払う。\n(エ)　原告は，平成８年２月２８日，Ｂ銀行に対し，以下の数式ａ及びｂにより算\n出された金額の合計を追加支払する。\nａ　以下のうちより大きいもの\n（０又は［ＬＭＥ価格－２５５０］×２８万７４５９. ８０１４２７）\nｂ　以下のうちより大きいもの\n（０又は［３４５０－ＬＭＥ価格］×２８万７４５９. ８０１４２７）\n(8)　Ａは，平成８年２月２６日，原告のためにすることを示して，Ｂ銀行との間で，要\n旨以下の内容を含む銅地金先渡相互取引契約を締結した（以下「本件契約３」と\nいう。）。Ｂ銀行は，これに基づき，同月２８日，Ｅ銀行ロンドン支店に開設された\n英国Ｅ商事会社（以下「英国Ｅ商事」という。）名義の口座に対し，前払金のうち１\n億５２８０万４２００米ドルを，Ｅ銀行香港支店に開設されたＥ商事香港名義の口\n座に対し，前払金のうち１億０２１９万５８００万米ドルをそれぞれ送金した（甲６\nの１の１，６の１の２，６の２の１，６の２の２，乙８）。この銅地金先渡相互取引契\n約は，形式的には，原告とＢ銀行との間で一定数量の銅地金の売買取引と同数\n量の銅地金の反対売買取引を行うことを基本とする形式をとるが，売買取引と\n反対売買取引が相殺される結果，Ｂ銀行から原告に対する実質的融資の性質\nを有していた。\nア　原告は，平成８年２月２６日，Ｂ銀行に対し，ＬＭＥ銅１０万メトリックトンを売\nり，Ｂ銀行は，英国Ｅ商事及びＥ商事香港に対し，同月２８日，代金２億５５００\n万米ドルを前払する。\nイ　Ｂ銀行は，同月２６日，原告に対し，ＬＭＥ銅１０万メトリックトンを売り，原告\nは，Ｂ銀行に対し，同年４月２６日，代金２億５７３３万７０００米ドルを支払う。\n(9)　Ａは，平成８年４月２４日，原告のためにすることを示して，Ｂ銀行との間で，要\n旨以下の内容を含む銅地金先渡相互取引契約を締結した（甲７の１の１，７の１\nの２，７の２の１，７の２の２。以下「本件契約４」という。）。この本件契約４は，Ｂ\n銀行及びＡにとっては，本件契約３による実質的融資の期限を同年５月３０日ま\nで延長する意味を有していた（乙９）。\nア　原告は，平成８年４月２４日，Ｂ銀行に対し，ＬＭＥ銅１０万メトリックトンを同\n月２６日に代金２億５５００万米ドルを前払するとの約定で売る。ただし，前払\n代金の支払は，本件契約３により相殺する。\nイ　Ｂ銀行は，同月２４日，原告に対し，ＬＭＥ銅１０万メトリックトンを売り，原告\nは，同年５月３０日，Ｂ銀行に対し，代金２億５６４０万米ドルを支払う。\n(10)　Ａは，平成８年５月２８日，原告のためにすることを示して，Ｂ銀行従業員でコ\nモディティ・リスク・マネジメントを担当していたＦとの間で，要旨以下の内容を含\nむ銅地金先渡相互取引契約を締結する旨口頭で合意した（甲８の１の１，８の１\nの２，８の２の１，８の２の２。以下「本件契約５」といい，本件契約１ないし５を併\nせて単に「本件契約」という。）。この本件契約５は，Ｂ銀行及びＡにとっては，本\n件契約４による実質的融資の期限を同年７月２６日まで延長するとの意味を有し\nていた。\nア　原告は，Ｂ銀行に対し，平成８年５月２８日，ＬＭＥ銅１０万メトリックトンを同\n月３０日に代金２億５５００万米ドルを前払するとの約定で売る。ただし，前払\n代金の支払は，本件契約４により相殺する。\nイ　Ｂ銀行は，原告に対し，同月２８日，ＬＭＥ銅１０万メトリックトンを売り，原告\nは，同年７月２６日，Ｂ銀行に対し，代金２億５７３５万５０００米ドルを支払う。\n(11)　Ｂ銀行は，平成８年７月ころ，原告に対し，本件契約５に基づく債務の履行と\nして２億５７３５万５０００米ドルの支払を求めたところ，原告は，Ｂ銀行に対し，同\n月２６日，Ａが関与していた全取引の内部調査を完了するまではこの支払の根\n拠となる取引について黙認ないし同意するものではないこと，調査の結果，適切\nと思われる場合にはこの支払の返還を求める権利を留保することを表明した上\nで，２億５７３５万５０００米ドル（当時の為替交換レート換算で２７８億５８６７万８\n７５０円）を支払った（甲１０の１，１０の２，１１の１，１１の２，１２，１３）。\n３　争点及び争点に関する当事者の主張\n(1)　原告への本件契約の効果帰属の成否\nア　本件契約についてのＡの権限の有無\n【被告の主張】\nＡは，平成７年１月から平成８年６月までの間，原告非鉄金属部長として，そ\nの業務全般について広範な代理権を有しており（商法４３条１項），かつ，本件\n契約は，以下のとおり，客観的に原告非鉄金属部の業務の範囲内のもので\nある。したがって，Ａは原告を代理して本件契約（特に本件契約３）を締結する\n権限を有していたものであり，本件契約の効果は原告に帰属する。\n(ア)　原告は，平成６年２月１日ころ，ＬＭＥの会員に対し，原告取締役兼非鉄\n金属本部長のＧ作成名義の同日付け権限通知書（以下「本件権限通知書\n１」という。）を提出した。本件権限通知書１によれば，原告は，Ａに対し，Ｌ\nＭＥに関連する一切の取引，すなわち，金属地金の単純売買及びオプショ\nン，スワップその他の多様なデリバティブ取引を含む一切の取引に関し，発\n注を行う権限，注文の執行を確認する権限，金銭支払その他の決済の細\n目を指示する権限，契約書に署名する権限，契約上の通知を行う権限を与\nえている。\n(イ)　原告は，平成７年１１月２９日，Ｂ銀行に対し，平成６年１月１日付け権限\n証明書（以下「本件権限証明書」という。）を交付した。本件権限証明書によ\nれば，原告は，Ｇ及びＡに対し，ＬＭＥ金属取引及び関連取引に関する権限\nを与えている。\n(ウ)　原告は，平成７年９月１８日ころ，ＬＭＥの会員に対し，Ｇ作成名義の同日\n付け権限通知書（以下「本件権限通知書２」という。）を提出した。\n(エ)　Ａは，自らの刑事被告事件における検察官面前調書（乙３４）においても\n本件契約を締結する権限があったと供述している。\n(オ)　原告法務部長のＨ作成の平成１０年２月１５日付け陳述書において，コ\nモディティ・ファイナンスが外形的にはＡの権限内の取引であったという記載\nがある。\n【原告の主張】\n本件権限通知書１，本件権限通知書２（以下，本件権限通知書１及び本件\n権限通知書２を併せて，単に「本件権限通知書」という。）及び本件権限証明\n書にいうＡの権限に属するＬＭＥ取引とは，ＬＭＥにおける銅地金の市場価格\nの変動によって損益が発生又は確定するような取引（現物取引，先物取引，\nオプション取引）をいい，本件契約のように，銅地金の市場価格の変動に関係\nなくＢ銀行が一定金額を一定金利により一定期間融資するという取引とは全く\n性質が異なる。したがって，本件契約は，客観的にみてＡに与えられた権限の\n範囲には含まれない。よって，Ａは，本件契約を締結する権限を有していなか\nったものであり，本件契約の効果は原告に帰属しない。\nイ　内部的制限の対抗（商法４３条２項）の可否\n【原告の主張】\n(ア)　原告の経理規程及び財務規程によれば，原告が金融機関との間で行う\n融資取引は，原告財務部の専権に属し，原告財務部の承諾なくコモディテ\nィ・ファイナンスなる手法による資金調達を行うことは認められない。その趣\n旨は，財務部による効率的かつ安定した資金調達計画の策定とともに，事\n業部門の独走をチェックする配慮に基づくもので，他の大手総合商社でも\n同様の制限がある。\n(イ)　以下のとおり，Ｂ銀行は，本件契約を締結するに際し，銀行における正常\nな手続から大きく乖離した異常な手続をとり，また，本件契約の効果を原告\nに帰属させようと種々画策し，さらに，Ａによる銅地金の不正取引にかかわ\nる資金が原告の正規口座に入金された際には，事態の露見することを恐\nれ，原告に対して異常かつ不当な対応をした。以上の事情に照らせば，Ｂ銀\n行は，Ａの包括的代理権に加えられた制限を知っていたか，少なくとも知ら\nないことについて重大な過失があったことは明らかである。\n・　Ａは，原告によって設定されていた社内規制を無視して銅地金の先物取\n引やオプション取引等を継続的に行い，巨額の簿外損を発生させ，その\n簿外損を清算する資金を獲得するため，架空ワラント（銅地金の倉荷証\n券）の売買取引，社内規制を無視した銅地金のオプション取引等の不正\n取引を行い，簿外損を累積させていた。\n・　Ａは，平成７年５月ころ，Ｂ銀行の担当者であったＦに対し，「銅地金取引\nで当社は相当な資金を使っているので，その資金の調達先を探してい\nる」，「ほかでもやっているが，Ｂ銀行でもできないか。」などと述べ，融資\nの可否について打診した。\n・　Ｆらは，２５０億円以上の巨額の資金を融資するに際し，財務部やＧに対\nするＡの借入れ権限や原告取締役会の承認の確認等，銀行として本件契\n約の締結前に当然に行うべき手続を意識的に怠った。\nすなわち，Ｂ銀行は，平成７年６月１６日ころ，Ａの要請に応じられるか否\nかについて検討し，原告における資金調達の実情に関し，「事業部（この\n場合は非鉄金属部）は，通常は財務部から資金調達を行う」，「今回提案\nする方法により，非鉄金属部は，有利な金利で直接Ｂ銀行から資金調達\nを行うことができる」ことなどを認識するとともに，原告を含むＥグループに\n対する不使用のクレジットラインの削減，合理化等を行い，本件契約をＩＳ\nＤＡ（国際スワップ・ディーラーズ協会）マスター契約（以下「ＩＳＤＡマスター\n契約」という。）に依拠する取引として実行するものとした上で，「６か月ま\nでの２００億円の合成ローンのクレジットラインを設定」し，さらに，「本クレ\nジットラインの積極的活用が認められれば，このクレジットラインを拡大で\nきるように，各種クレジットラインの再編を試みる」という結論になり，その\n際，「取引額から判断して決裁書が必要であり，これを本店に提出すべき\nである」ことが特に留保された。Ｂ銀行は，同年７月１４日，「関連の契約\n書がＥ商事から適式に授権されたものであることを確認し，契約書類が完\n備するまでは取引を行ってはならない」，「取締役会による承認が必要で\nあれば，それが得られていることを要確認」などの点を確認した。しかし，\nＦらＢ銀行の融資担当者は，原告取締役会の承認その他Ａに対する授権\nを証する書面等を原告から取得しようとせず，加えて，Ｂ銀行と原告との\n間でＩＳＤＡマスター契約が締結されていなかったにもかかわらず，本件契\n約の締結を優先させることとし，２億５５００万米ドルの融資を一度に実行\nすると，２００億円のクレジットラインを超過してしまうため，とりあえず本件\n契約１－①を締結して２億０５００万米ドルの融資を実行し，原告に対する\n他の銀行取引に関するクレジットラインの再編等がされたのを受けて，本\n件契約１－②を締結し，５０００万米ドルのローンを実行した。\n・　ＦらＢ銀行の融資担当者は，本来であれば，本件契約は，その法的性格\nに従い，消費貸借契約の形式によれば足りるにもかかわらず，あえて，銅\n地金代金付加払特約付金利交換契約の方式を採用したが，これは，本件\n契約のことを原告財務部に発覚しにくくする意図に基づく措置であったこと\nはいうまでもない。そして，本件契約２について現実の返済がされた後，\n本件契約３を締結するに当たっては，銅地金先物相互取引契約の方式が\n採用されたが，これは，ＦらＢ銀行の融資担当者がＡの要請に応じて本件\n契約が原告財務部に発覚しにくくなるように特別の配慮を払ったものであ\nる。\n・　Ｆは，原告軽金属部担当者に対し，平成７年ころ，本件契約と同様のアル\nミ取引を利用した融資の申出をした際，同担当者から，アルミの市場価格\nの変動にかかわらない実質的融資であり，一事業部門にすぎない軽金属\n部が独断で行うことはできないとして断られた。\n・　原告が，単なる営業担当部長にすぎないＡに対し，２億５０００万米ドルも\nの融資取引権限を与えることは取引慣行上あり得ない。また，Ｆは，２億５\n５００万米ドルもの巨額の融資の当否を判断するため，Ａに対し，その使\n途を確認するのが当然であるのに，使途を確認する書面を求めなかっ\nた。\n・　Ａは，銅地金の不正取引により受けた損失の補てん金等を銅地金ディー\nラーに支払うため，本件契約により資金を調達し，Ｅ商事香港又は英国Ｅ\n商事を道具として損失隠しを行っていた。すなわち，Ａは，Ｅ商事香港又は\n英国Ｅ商事に対し，ワラントを銅地金ディーラーから購入したからワラント\n代金を支払うようにと虚偽の事実を申し向けて銅地金ディーラーに補てん\n金等の支払をさせた上，ワラントをＢ銀行に売却したから入金があると虚\n偽の事実を申し向けてＢ銀行からの入金を受領させた。通常の融資であ\nれば，融資資金が確実に融資先によって受領されたことを明確にしておく\nことが，融資先において返済債務を負担するに至ったことを画定するため\nに不可欠であると思われるが，Ｂ銀行は，本件契約１及び本件契約３に係\nる資金を原告名義の口座に入金せず，Ａから依頼されるままに本件融資\nに係る融資契約者名義である原告とは別法人であるＥ商事香港又は英\n国Ｅ商事の口座にこれを入金した。\n・　Ａは，本件契約１の入金に関し，真実Ｂ銀行からワラントを購入したと誤\n解したＥ商事香港が，Ｂ銀行に対し，ワラント購入に伴う調整金を支払っ\nたが，Ｂ銀行は，これを誤りとして返還することなく，かえって，Ｂ銀行東京\n支店内に原告及びＥ商事香港の認知しないＥ商事香港名義のサスペンス\nアカウント（別段預金口座。どの預金にも属さない顧客資金を処理するた\nめの預金勘定）を開設して調整金を同口座に保管し，本件契約１の金利\nに充当した。\n・　本件契約が原告に対して行った通常の融資であれば，Ｂ銀行としては，\n原告の関係部署に対し，本件契約に関するバンクステートメント等の書類\nを送付したり，利息の請求をはばかる必要はなかったはずであるが，Ｂ銀\n行は，原告非鉄金属本部に対し，本件契約に関するバンクステートメント\n等の書類を送付せず，かえって，原告及びＥ商事香港には秘密裏に開設\nされたＢ銀行東京支店内のＥ商事香港名義のサスペンスアカウントから，\n利息を出金処理していた。\n・　Ｂ銀行日本地域審査部のＩは，本件契約に関し，原告取締役会の承認そ\nの他Ａに対する授権を証する書面等が原告から取得されず，また，本件\n契約がＩＳＤＡマスター契約に依拠する契約として締結されなかった等，Ｂ\n銀行内の融資実行条件を無視して開始されたものであったことから，平成\n７年１１月２日ころ，本件契約が原告内のいかなる権限に基づき締結され\nたものであるかについて疑問を提起するに至った。このＩによる問題提起\nに対して，Ｂ銀行東京支店営業開発第一部のＪは，原告取締役会の承認\n等を取得することにすると原告が本件契約を承認しないことになることを\n恐れ，「日本の商法第２６０条は，いかなる取締役も，重要な財産の処分，\n多額の借財等について拘束力を有する契約を締結できないものと規定し\nているが，具体的に何が「重要」であり，または「多額」であるかについて\nは，商法には規定されていない。この点については裁判所の先例もな\nい。」とし，さらに，「株主持分（平成７年３月に終了する会計年度現在で，\n６２８０億円）のうち，３ないし４％であれば，商法第２６０条においては「多\n額」とされない」，「当該合成ローンの名目金額は２億０５００万米ドルであ\nるから，十分に４％の範囲内である」という顧問弁護士の意見に依拠し，\n「日本では，金融取引について，取引相手方がその取締役会で承認する\nことや，金融機関が取引相手方にその取締役会の承認を要求することは\n一般的でない。」と結論した上で，本件契約の原告への法的帰属に関し\nて，「Ｂ銀行は，Ｅ商事を代理して取締役兼非鉄金属本部長であるＧ氏が\n署名押印にした書簡を保有している。この「権限通知書」には，指定され\nた職員及び同職員らが取引を行う権限を付与された事業活動の範囲が\n記載されている。」，「「表見代理人」理論によれば，Ｂ銀行は，別段の取\n締役会決議を経ておらず，又は社長からの権限付与がない場合であって\nも，一連のデリバティブ取引を含めたこの種の取引を締結することは，部\n署の長に付与された権利の範囲内であると正当に考えることができる善\n意の第三者とみなされうる。」などとし，原告が本件契約に基づく返還義務\nを負うことになるという見解を示した。\n・　Ｉは，平成７年１１月１０日ころ，同月２８日における本件契約のロールオー\nバーはＩＳＤＡマスター契約に原告の署名が得られない限り認められない\nと指示した。それにもかかわらず，Ｂ銀行の融資担当者は，ＩＳＤＡマスタ\nー契約締結に向けての交渉が長期化したために，Ｉの指示を無視して，本\n件契約２のロールオーバーを見切り発車的に実施した。\n・　Ｂ銀行は，平成７年１１月２８日に本件契約１をロールオーバーする時点\nでＩＳＤＡマスター契約に原告の署名が得られなかったことから，原告に本\n件契約の効果を帰属することを主張する法的根拠を作出しようとする意\n図に基づき，同月２９日，Ａを介し，原告をして，本件権限通知書を交付さ\nせ，さらに，同年１２月１日ころ，Ａを介して，Ｇをして，ＩＳＤＡマスター契約\n書に署名させ，その発効日を同年１月２３日まで遡及させた。\n・　原告は，Ａによる銅地金の不正取引の疑いを探知した米国商品先物取\n引委員会（ＣＴＣＦ）等による調査に対してＡが専念して対応し得るように，\n平成８年５月９日付けで，Ａを原告非鉄金属部の部長職から解いたとこ\nろ，銅地金市場がこれに敏感に反応し，相場が落ち込んだ。Ｂ銀行は，そ\nのことを承知していたのみならず，Ａによる銅地金の不正取引に係る資金\nがＢ銀行東京支店に開設された原告の正規口座に誤入金されたことを契\n機として，原告財務グループから厳しい事実解明要求を受けていたにも\nかかわらず，あえてＡの後任の部長には，儀礼的なあいさつをするにとど\nめ，Ａの署名すらされていない契約書に基づき，ロールオーバーにより本\n件契約を継続した。\n・　Ｆらは，平成７年１２月ころ，あえて同年１月まで日付を遡及させたＩＳＤＡ\nマスター契約書を作成し，Ｇに署名させたが，そのことを原告財務部に秘\n匿した上，原告財務部との間で正式に同趣旨の取引基本契約を締結する\nための交渉を重ねていた。\n・　被告は，平成８年２月２０日，ＧがＢ銀行東京支店長のＫに対して本件契\n約を承認していたかのような言動をとったと主張するが，Ｇは，本件契約\nを全く認識していなかった。被告ら提出の平成８年２月２０日付けＢ銀行関\n係者とＧらとの面談記録（乙第１４号証）は，「２５５０万米ドルのシンセティ\nック・ローンについて」「詳細に話し合った」具体的経緯が何ら記載されて\nおらず，極めて不自然である。面談は，単なる２０分ないし３０分程度の表\n敬訪問にすぎなかった。\n・　平成８年３月ころ，Ａの行った銅地金不正取引に係る資金がＢ銀行東京\n支店の原告名義の米ドル建て当座預金口座（以下「本件当座預金口座」\nという。）に誤って入金された際，原告の財務関係者は，再三，Ｂ銀行に対\nし，事情の説明を求めたが，原告には秘密裏に本件契約を締結したこと\nやＡによる資金管理のためのサスペンスアカウントを開設していたことな\nどの事実が発覚することをおそれ，Ａが同年６月５日に告白するまで，す\nべての真実を明らかにすることなく，縷々虚言を弄し，その場逃れの説明\nを行うに終始していた。仮にＢ銀行において，同年２月２０日の面談等によ\nって，Ｇが本件契約について認識していることを確認し，本件契約の効果\nが原告に帰属すると判断していたのであれば，Ｂ銀行が上記のような不\n合理な対応をとる必要はなかったはずである。\n・　Ｆが原告財務グループ為替資金部為替予約課のＬに対して同年６月３日\nに送付したＡの出金指示書は，本件契約４の期限延長の記載を含む実際\nの出金指示書と異なり，新たに作成したものであった。\n・　Ｂ銀行が，Ｍからの銅先物取引の引受けに応じたのは，特に原告の正規\n取引であることを確認し，５億米ドルを超える保証金を求めることにより，\n債権保全に問題ないと判断したためににすぎず，部長職解任の事実を知\nらなかった証左とはならない。\n【被告の主張】\n(ア)　原告財務規程３条２項及び４条，経理規程４８条１項本文によって，原告\n非鉄金属部が外部の金融機関との間でコモディティ・ファイナンスを行うこと\nを禁止されているとは解されない。財務規定９条１項は，「管理協力部門各\nグループが取引を行う金融機関の決定・変更」，「商取引にかかわる取引金\n融機関の決定・変更」については，財部グループの承認を要しない旨規定\nし，また，経理規定４８条１項但書は，「特に認められた会計単位は，独立し\nて資金の調達運用をはかることができる。」と規定している。これらの規定\nは，いずれも財務部以外の部門が直接に外部から資金調達することを前\n提としている。\n(イ)　仮に原告財務規定，経理規定によって，原告非鉄金属部が外部の金融\n機関との間でコモディティ・ファイナンスを行うことを禁止されているとして\nも，同規程は内部的な制限にとどまる。Ｂ銀行は，以下のとおり，本件契約\nを締結するに際し，通常の銀行業務に要求されるのと変わりのない内部手\n続を経ており，Ｂ銀行は，Ａの包括的代理権に加えられた制限につき善意\n又は無重過失であった。したがって，原告は，被告に対し，上記の内部的制\n限を対抗することはできない。\n・　原告は，我が国の６大商社の一つに数えられる財閥系大手商社であり，\n銅関連事業は，原告にとって歴史的に重要な営業分野であると認識され\nていた。また，原告非鉄金属部の銅地金ディーリング・チームは，共産圏\nを除く世界の年間銅需要の５％に相当する５０万トンを実需ベースで取り\n扱っていたことから，Ａは，銅地金市場において，「５％の男」と賞賛されて\nいた。\n・　Ａは，平成７年６月ころ，Ｂ銀行従業員でコモディティ（商品）・リスク・マネ\nジメントを担当していたＦに対し，Ｂ銀行から原告非鉄金属部に対して直\n接資金提供するよう要請し，その理由として，原告財務部経由で資金調\n達した場合に財務部が上乗せするマージン分を節減し，原告非鉄金属部\n門の収益を向上させるためであると説明した。\n・　Ｂ銀行は，本件契約締結に際し，原告に対するクレジットラインの設定，\n見直し等の内部手続を履せんした。\nすなわち，Ｂ銀行東京支店の営業開発第一部ディレクターＮは，本件契\n約１－①締結に先立つ平成７年６月１３日，Ｂ銀行日本地域審査部の長で\nあるＩに対し，クレジットライン（与信限度額）の設定及び本件契約の承認\nを求め，Ｂ銀行本店のグループ・クレジット委員会（ＧＣＣＭ）は，同年７月\n１４日，原告に対するコモディティ・デリバティブ用クレジット・ラインを約２\n億６７００万米ドルに拡大すること及び本件契約の締結を承認した。\n・　本件契約において銅の価格に関連したデリバティブ取引の形態をとった\nのは，Ａの提案によるものであり，Ｂ銀行は，Ａの説明に経済的合理性を\n認めたこと，原告は他の金融機関とも類似の取引をしているとの説明をし\nたことから，その提案を受けたものである。\n本件契約のような，コモディティ・ファイナンス及びシンセティックローン\nは，金融機関が提供する一般的な取引形態の一つであり，決して特殊な\n取引ではない。現に，原告非鉄金属部は，平成５年以降，米国系の銀行\n数行からも同様に直接の資金調達を行っている。また，英国Ｅ商事のシニ\nア・マネージャーが，Ｏ銀行担当者に対し，平成２年１月ころ，米ドル建て\nリバース金定期と称するコモディティ・ファイナンスを提案したこと（乙３９）\nから，原告はその海外支店と同列に扱っていた英国Ｅ商事を利用してコモ\nディティ・ファイナンスによる融資を受けていたと推認される。さらに，原告\nは，商品ファンドを利用したコモディティ・ファイナンスをしていたし，原告非\n鉄金属部の監査報告書の中でも，商品性のない投機的為替ディーリング\nを認めていた。\n金融取引関係者であれば，本件契約の取引確認書を読めば，それが実\n質的には融資であることは容易に理解できるから，仮にＦらにＬＭＥの銅\n地金相場に基づく銅地金特約付金利交換契約及びＬＭＥの銅地金相場を\n用いた銅地金先渡相互取引契約の形式によって実質的なローン取引を\n行うことが何らかの問題となり得ることを当時認識していれば，このような\n取引形態を採用することはなかった。また，本件契約３ないし６は，ＬＭＥ\n銅地金相場を用いた銅地金先渡契約であり，本件契約１及び２の方式に\nよると銅地金の想定取引量が実際の支払額に比して不必要に大きくなる\nため，Ａの要請により，想定取引量が支払額に見合った数量となる方式に\n変更したものである。\n・　Ｆは，原告軽金属部に対し，平成７年８月ころ，本件契約のことを告知して\n同様の取引を提案しており，本件契約が権限外ないしＡの簿外取引の資\n金充当のためと認識していればこのような危険を冒すはずがない。Ｂ銀行\nと原告軽金属部との取引が成立しなかった理由は，条件面での交渉不調\nにすぎない。\n・　原告は，平成７年３月期の決算報告によれば，総資産３兆７１１８億５５０\n０万円，資本金１６９４億０４００万円，年間売上高１４兆６２９５億１５００万\n円，経常利益３５５億４７００万円の巨大商社であった。これに対して，例え\nば本件契約３による与信総額は，２億５５００万米ドル（平成８年２月２８日\n当時の為替レート１米ドル＝１０５円４５銭で換算すると約２６８億８９７５万\n円）であり，原告の当時の総資産の約０．７２％，株主総資本の約４．２８\n％に過ぎない。\n・　原告との本件契約１及び本件契約４による金員をＥ商事香港又は英国Ｅ\n商事名義の口座に送金することについては，Ａの指示書や振込口座の詳\n細を示す原告の定型書式において，原告の海外子会社を原告の海外支\n店と同列に扱っていたから，Ｂ銀行においても何ら不審を抱かなかった。\n・　Ａは，原告をして海外子会社に本件契約に基づく資金を送金させるに当\nたり，原告内部においては，銅地金ディーラーとの架空のワラント取引が\n存在することとして社内処理を行っていたとのことだが，Ｂ銀行は，Ａか\nら，架空のワラント取引が存在するものとして，本件契約に係る資金が送\n金されているなどの説明を受けていない。\n・　Ｂ銀行は，財務部が資金提供する場合の年利ＬＩＢＯＲ＋０．５％程度に\n比して若干安い年利ＬＩＢＯＲ＋０．３７５％程度で資金提供することとした。\nこの金利は，原告に対する通常の融資の金利として相当な金利と変わり\nのないものだった。これは，Ｂ銀行において，Ａが本件契約を締結する権\n限を有することについて，何ら疑いを入れていなかったことを示すもので\nある。\n・　Ｂ銀行は，本件契約１の期限延長に応じるに当たり，Ｉの意見を受け，平\n成７年１２月１日ころ，Ｇ及びＡとの間でＩＳＤＡマスター契約を締結したが，\n本件権限通知書等によりＡの権限の範囲内であることを確認し，Ｇの署名\nも得ていたから，契約締結の事実を原告財務部に告知する必要はなかっ\nた。ＩＳＤＡマスター契約の交渉と個別取引の実行が並行し，昀終的にＩＳＤ\nＡマスター契約を日付を遡及させて締結することは通常のことであり，署\n名欄には実際の締結日が記載されていることからも，偽計の意図は全く\nなかった。Ｂ銀行が，その後も，原告財務部との間で別のＩＳＤＡマスター\n契約の交渉を続けた理由は，銅取引の基本契約書と別に，金利及び通\n貨スワップ取引の基本契約書を締結するためにすぎず，原告財務部に対\nしてＩＳＤＡマスター契約締結を殊更秘匿したことはない。\n・　Ｂ銀行は，本件権限通知書１，２及び本件権限証明書により，Ａの権限を\n確認したが，上記書面には，本件契約その他のコモディティ・ファイナンス\nを行うことについて，Ａの権限を制限する文言は何ら含まれていない。\n・　Ｂ銀行は，本件契約３の締結に先立ち，日本の弁護士に法律意見を求\nめ，本件契約について原告の取締役会による承認は不要であることを確\n認した。\n・　Ａは，Ｆに対し，平成８年２月ころ，期限延長及び本件契約２から本件契\n約３への仕組み変更を求めた際，その理由として，本件契約は非鉄金属\n部の権限内で実行できるのに，取引量が不相当に大きくなると，財務部\nの目を引くことになり，本来しなくてよいはずの報告や説明の手間が生ず\nるのを避けたいと説明した。\n・　Ｆは，Ａと面談し，本件契約３に先立つ平成８年２月１９日，銅地金先渡契\n約が原告非鉄金属部の日常業務に含まれることを確認した。\n・　Ｎは，本件取引の継続の前提となるクレジット・ラインを確保するため，平\n成８年２月１９日，Ｉに対し，コモディティ・デリバティブ用のクレジット・ライン\nを申請し，Ｉは，同月２３日，これを承認した。\n・　Ｂ銀行東京支店長のＫは，平成８年２月２０日，Ｂ証券会社金融商品部長\nＰとともに，Ｇと面談し，Ｇが本件契約を了承していること，原告非鉄金属\n部は外貨資金をコモディティ取引の形式（実質はローン取引）により外部\nから直接に調達していること，その目的は有利なレートによる資金調達に\nあること，それらの取引は原告内部でも容認されていること，調達された\n資金は銅取引に使用されていることを確認した。\n・　本件契約１による債務の支払については，本件契約２による期限延長\n後，平成８年２月２８日限り，約定どおり履行されたため，本件契約３の期\n限延長についても，原告の履行に特段疑念は抱かなかった。\n・　原告は，平成８年５月９日付けでＡを部長職から解任したとするが，これ\nによる権限消滅は取引先に文書で通知するのが通常であるのに，そのよ\nうな正式な通知も発表もなく，かえって，Ｆは，Ａが同年６月初旬に昇進す\nるとの情報を聞いていた。\n・　本件契約は，ＦとＡの口頭の合意によるものである。ＩＳＤＡマスター契約\nが適用されるＬＭＥ取引は，速やかに取引を成立させるため口頭で成約\nするのが一般的であり，取引確認書は，事後的な確認にすぎない。ＦとＡ\nは，本件契約４の満期である平成８年５月３０日に先立って，本件契約５を\n口頭で締結し，期限延長を合意した。Ｂ銀行は，原告に対し，コンファメー\nション（取引確認書）を送付し，原告は，同年５月３０日に経過利息相当分\nを支払ったが，同コンファメーションに署名をしなかった。Ｂ銀行は，原告\nに対し，コンファメーションへの署名を要求し，確認を求めた。そして，Ｂ銀\n行は，原告に対し，万一確認がされない場合には本件契約に基づくＢ銀\n行の債権と，原告からＢ銀行に差し入れられていた保証金を相殺する可\n能性を示唆した。\n・　Ｂ銀行は，平成８年６月７日，原告からの依頼により，Ｍからの銅先渡契\n約を引き受けた。Ａが銅地金の不正取引の疑いで解任されたことを知って\nいれば，銅価格の下落及び原告の信用不安が想定できたと思われるか\nら，引受けに応じたはずはない。同日の担保提供は２億５０００万米ドルで\nあり，その後に原告がＡの取引による巨額損失を発表して銅地金相場が\n下落したため，約２億６０００万米ドルの追加担保を求めたものであり，引\n受け時において債権保全に問題がなかったとはいえない。\n・　Ｂ銀行は，原告との間の平成８年３月２６日付けスワップ・オプション取引\n（乙１９）の約定に基づき，本件当座預金口座に２７５万０３１２．５０米ドル\n及び定期預金利息２４９３.  ２８米ドルを，入金した結果，同月２９日，原告\nに送付した本件当座預金口座の口座明細通知書（以下「本件口座明細通\n知書１」という。）の残高は２７５万２８０５．７８米ドルとなっていた。ところ\nが，原告は，Ｂ銀行に対し，同年４月中旬ころ，本件当座預金口座は原告\n財務部が外国為替取引等の決済のために開設した口座であるから毎月\n末の残高はゼロになるはずであると問い合わせた。Ｂ銀行の決済担当者\nは，原告に対し，上記残高は，銅取引に伴う入金を反映したものであると\n説明した上，当該銅取引の取引確認書の写しを原告財務部にファクシミリ\nで送信した。上記問い合わせについて報告を受けたＦは，Ａに対して説明\nを求めたところ，原告財務部が管理する本件当座預金口座を原告非鉄金\n属部の銅関連取引に係る入金の決済に用いることを原告財務部が了知\nしていなかったらしいことが判明した。その後も原告から度々要求があっ\nたことから，Ｆは，Ａに対し，それまで存在しなかったサスペンス・アカウン\nトを利用して，本件当座預金口座の同年３月末残高をゼロとすることを提\n案し，Ａの了承を得て，上記入金額はサスペンスアカウントへの入金とし\nて処理し，本件当座預金口座につき同年３月末残高をゼロとした口座明\n細通知書（以下「本件口座明細通知書２」という。）を作成した。ところが，\n原告財務部は，Ｂ銀行に対し，そのような処理では３月末残高をゼロとす\nることにもならず，平成８年３月中の銅取引に伴う入出金記録を口座明細\n通知書からすべて抹消するように強く要求してきた。そこで，Ｂ銀行は，や\nむを得ず，上記入出金記録を抹消した口座明細通知書（以下「本件口座\n明細通知書３」という。）を作成した。以上のとおり，Ｂ銀行は，原告との約\n定に従って，銅取引に基づく資金を本件当座預金口座に入金した後，原\n告からの指示に従って，本件当座預金口座から出金し，さらに，原告財務\n部からの強い要請により，本件当座預金口座の口座明細通知書を作成し\n直した。\n・    Ｆは，平成８年４月以降，原告から，本件当座預金口座への入出金の状\n況について，再三説明を求められていた。Ｆは，度重なる原告財務部から\nの問い合わせについて煩瑣であると思い，原告財務部と原告非鉄金属部\nとの間の原告内部の問題として解決してもらうため，原告の取引担当者で\nあったＡに相談し，その後，Ａと面会することになった。Ａは，面会の場で\n新たに出金指示書を作成してＦに交付し，原告財務部に出金指示書を送\n付するよう指示したため，Ｆは，原告財務部に対し，Ｂ銀行のアカウンティ\nング部門が作成した書類とともに，Ａの作成した出金指示書を送付した。\n以上のとおり，Ｆが原告財務部からの問い合わせに対してとった一連の行\n動は何ら不審なものではなく，Ｂ銀行の取引担当者として，実務的に自然\nな行動に出たにすぎない。\nウ　表見代理（民法１０９条，１１０条）の成否\n【被告の主張】\n１　本件契約締結の当時，Ｂ銀行において，Ａが本件契約（特に本件契約３）\nを締結する権限を有していると信じたことにつき，「正当の理由」が存在し\nた。したがって，本件契約の効果は原告に帰属する。\n２　原告は，Ｂ銀行に対し，本件権限通知書及び本件権限証明書によって，本\n件契約３を締結する権限がある旨を表示していた。なお，判例（昀高裁昭和\n４１年４月２２日民集２０巻４号７５２頁）によれば，代理権授与表示者が悪\n意又は過失を立証したときは，民法１０９条の責任を免れることができる。し\nかしながら，Ｂ銀行には，何らの過失を認めることはできないから，原告は，\n民法１０９条の責任を免れることができない。\n【原告の主張】\n被告の主張は否認し，争う。\nエ　本件契約についてのＡの権限濫用の成否\n【原告の主張】\n本件契約は，Ａが，同人による銅地金の簿外取引に係る損失補てんに充当\nする資金を調達するため，すなわち，自己又は第三者の利益を図るために締\n結したものである。Ｂ銀行は，Ａが，自己又は第三者の利益を図るために本件\n契約をしたことについて知り又は知らないことについて過失があった。\n【被告の主張】\nＢ銀行が本件契約３に基づいてＥ商事香港及び英国Ｅ商事に送金した２億５\n５００万米ドルは，昀終的には原告東京本社に環流したものと推認される。仮\nに上記２億５５００万米ドルがＡによる銅地金の簿外取引に係る損失補てんに\n充てられたとしても，それによって，簿外取引に係る原告の第三者に対する責\n任が減少することになる。したがって，いずれにしても，本件契約は，本人であ\nる原告のために行われたものである。仮にＡが「自己又は第三者の利益」を図\nるために本件契約を締結したとしても，Ｂ銀行には，かかる事実を知らなかっ\nたことについて過失はない。したがって，本件では，民法９３条但書を類推適\n用する余地はない。\n(2)　Ｂ銀行の原告に対する不当利得返還請求権について\n【被告の主張】\nア　被告が本件契約に基づき原告に対し提供した資金は，以下のとおり，昀終\n的に原告に環流しており，原告は，被告の損失の下に利得を得ている。そし\nて，本件契約の効果が原告に帰属しない場合には，原告はかかる利得を保\n持する法律上の原因を有しないから，これを不当利得として被告に返還すべ\nき義務を負う。\n(ア)　本件契約１－①に係る資金は，Ｑ，Ｒ，Ｓといった銅地金ディーラーに対\nして送金された後，昀終的には原告東京本社の口座に入金されている。\n(イ)　本件契約３に基づき平成８年２月２８日にＥ商事香港及び英国Ｅ商事に\n送金した合計２億５５００万米ドルは，昀終的には原告東京本社に還流した\nと推認される。\nこの点に関し，被告は，本件訴訟を通じて一貫して原告に対して，本件契\n約に基づき原告が調達した資金の使途につき釈明を求めてきたが，原告\nが回答した内容はいずれも極めて趣旨不明なものにとどまっている。また，\n被告は，その後も続けて原告に対して釈明を求めてきたが，原告代理人\nは，弁論準備期日において釈明を拒否するといった態度に出るに至ってい\nる。さらに，裁判所からの同様の釈明要求にもかかわらず，原告は，本件\n契約に基づき調達された資金の使途に関する的確な説明を一切拒否して\nいる。このような原告の訴訟態度は，本件取引に基づき調達された資金の\n使途が明らかになると，原告には，何らの損失・損害も生じていないことが\n明らかになるためであることを容易に推認させるものである。\nイ　仮に，本件契約３に基づく送金額合計２億５５００万米ドルがＡによる銅地金\n簿外取引の損失補てんに充当されたとしても，これにより原告が銅地金ディー\nラーに対して負う債務が減少するから，原告は，法律上の原因なく２億５５００\n万米ドル相当の利得を得たことになり，これを不当利得として被告に返還すべ\nき義務を負う。なお，原告は，Ａによる簿外取引の効果が原告に帰属しないと\n主張するが，Ａには原告のために銅地金取引を行う権限が付与されていたこ\nとについては当事者間に争いがなく，かつ，簿外取引といえども銅地金取引\nには変わりがない以上，Ａによる簿外取引の効果は，原告に帰属することに\nなる。\nウ　Ａ及びその使用者である原告は，法律上の原因のないことにつき悪意又は\n重過失ある受益者と認められるから，原告は，被告に対し，２億５５００万米ド\nル及びこれに対する利得の日の翌日である平成８年３月１日から支払済みま\nで民法所定の年５分の割合による遅延損害金（合計２億６０１６万９８６３米ド\nル），又は，少なくとも２億５５００万米ドル及び履行期の翌日である平成８年４\n月２７日から支払済みまで民法所定の年５分の割合による遅延損害金合計２\n億５８２１万３６９８米ドルの返還義務を負う。\n【原告の主張】\nア(ア)　本件契約１に係る資金は，本件契約３の締結に際し，ＡからＢ銀行に一\n旦現実に返還された。また，原告は，ＡがＢ銀行から本件契約１に係る資金\nを得ていたことはもとより，Ａが簿外取引を行っており，本件契約１に係る資\n金を簿外取引の決済に充てていたことについて悪意重過失ではなかったか\nら，昀高裁判所判決（昀高裁昭和４９年９月２６日民集２８巻６号１２４３頁）\nに照らし，原告の受けたとされる利得には法律上の原因がある。したがっ\nて，Ｂ銀行は，原告に対し，不当利得返還請求権を有するものではない。\n(イ)　本件契約３に係る資金は，Ａが無権限で行った簿外取引の決済に充てら\nれたのであり，原告に環流したことはない。\nなお，被告は，本件契約３に係る資金がＥ商事香港又は英国Ｅ商事の口\n座に入金されたことによって，原告が利得を得たかのように主張する。しか\nし，かかる被告の主張は，原告とは別法人であるＥ商事香港又は英国Ｅ商\n事を原告と同一視することを前提とするものであるから，前提において失当\nである。また，Ｅ商事香港又は英国Ｅ商事への入金が直ちに原告の利益と\nなるものでなく，Ａの指示による銅地金ディーラーに対する支払の資金の形\n式的かつ一時的な通過点にすぎなかったから，これにより原告はもとよりＥ\n商事香港及び英国Ｅ商事が特別の利得をしたともいえない。\nイ　Ａが原告から銅地金取引に関する権限が付与されていたことは事実である\nが，Ａに付与されていた銅地金取引に関する権限は，決して無制約なもので\nはなく，原告においては，銅地金取引に関して取引限度枠等による社内規制\nによる制限が設けられ，この取引限度枠等については，毎年社長の承認を得\nることとされていた。原告が，銅地金取引に関して，かかる社内規制を設けて\nいるのは，銅地金が価格変動の激しい商品であることによるものであり，他の\n商社においても同様の社内規制が設定されているところであるから，銅地金\nディーラーであれば，当然，かかる事情を承知しており，Ａが原告の社内規制\nに違反して銅地金取引を行った場合には，Ａによる銅地金取引の法的効果\nは，原告の追認がなされない限り，当然に原告に帰属することになるものでは\nなく，例外的に，Ａと善意無過失で取引を行った相手方である銅地金ディーラ\nーの保護のため，個別的に，Ａの所為について表見代理の成否が検討される\nにすぎない。\n本件において，善意・無過失で取引を行った銅地金ディーラーの特定さえな\nされておらず，原告が表見代理の法理に基づく責任を負うべきとされる立証も\n全くなされていない。また，Ａが簿外で取引を行った銅地金ディーラーのうちに\nは，Ａが社内規制を無視して無権限かつ簿外で取引を行っていることを知り，\n又は当然知りうべき者が相当数含まれていたのであるから，Ａの簿外取引の\n相手方である銅地金ディーラーの知情のいかんを全く無視し，Ａの簿外取引\nの法的効果がすべて原告に帰属しうることを前提にして，原告において，本訴\n請求に係る２億５５００万米ドルの融資取引の元本によって，Ａの簿外取引の\nために被った損失を２億５５００万米ドル分減少させたという利得が存するなど\nという主張は失当である。\nＡが，簿外の銅地金取引の決済を行わなかった場合には，原告は，Ａが無\n権限であったことについて善意無過失であった銅地金ディーラーから表見代\n理の成立を主張されることがあり，かかる場合には，個々の銅地金ディーラー\nとの関係において表見代理の成否が問題となるが，Ａの行った簿外取引によ\nる債務は，本来の債務者であるＡが簿外取引の相手方である銅地金ディーラ\nーとの間で決済を完了してしまえば，その時点で原告が関与することなく消滅\nするのであるから，原告は，銅地金ディーラーから表見代理の成立を主張さ\nれることなどあり得ず，Ａの行った簿外取引の効果を帰属させられることなく推\n移することになる。本件においては，Ａは，本件契約３に係る資金を簿外取引\nの決済に充てたことにより，将来的にも銅地金ディーラーから表見代理の成\n立を主張されることはなくなった。したがって，本件契約３に係る資金がＡの行\nっていた簿外取引の決済に充てられたことによっても，原告は，その負担する\n債務が消滅又は軽減されるという特別の利益を得たなどという関係にはな\nい。\n仮にＡが本件契約３に係る資金を簿外取引の決済に充てたことによって，原\n告が何らかの利得を得たとしても，原告は，ＡがＢ銀行から本件契約３に係る\n資金を得ていたことはもとより，Ａが簿外取引を行っており，本件契約３に係る\n資金を簿外取引の決済に充てていたことについて悪意重過失ではなかったこ\nとはいうまでもないから，昀高裁判所判決（昀高裁昭和４９年９月２６日民集２\n８巻６号１２４３頁）に照らし，原告の受けたとされる利得には法律上の原因が\nあることになり，Ｂ銀行が原告に対して不当利得返還請求権を有するもので\nはない。\n(3)　Ｂ銀行の原告に対する損害賠償請求権の有無\n【被告の主張】\n仮に原告の被告に対する本訴請求が全部又は一部認容されることになると，\n被告は認容額と同額の損害を被ることになる。上記損害は，原告の従業員であ\nったＡが原告の事業の執行について行った詐欺的行為により生じたものである\nから，原告は，民法７１５条に基づき，被告に対し，上記損害を賠償する責任が\nある。被告は，原告の被告に対する本訴請求が全部又は一部認容されることを\n停止条件として，原告に対する損害賠償請求権と本訴請求債務とを対当額で相\n殺する。\n【原告の主張】\nＢ銀行は，Ａには本件契約を締結する権限のないことを承知した上で，Ｂ銀行\n自身のリスクにおいてＡ個人の特別の資金需要にこたえるために，Ａ個人に対\nする特異な融資を行ったのであるから，原告は，本件契約締結に関するＡの所\n為について使用者責任を負う立場にない。仮にＡに本件契約を締結する権限の\nないことにつき，Ｂ銀行に悪意又は重過失が存しないとしても，Ｂ銀行に相当程\n度の過失があることは否定できないから，過失相殺が行われるべきである。\n(4)　原告の被告に対する損害賠償請求権の有無について\n【原告の主張】\nア　Ｂ銀行の融資事務担当者は，Ａによる銅地金の不正取引の事実が発覚した\n直後，Ａが本件契約により調達していた金員について原告に返済義務がない\nことを知りながら，危機的状況にある原告の困惑等に乗じて，原告に対し，本\n件契約締結の経緯を明らかにしないまま，Ａが本件契約により調達していた\n金員の支払を強く求め，原告をして，２億５７３５万５０００米ドルの支払を余儀\nなくさせ，原告に同額の損害を与えた。\nこのように当時の混乱した状況において，原告をして，２億５７３５万５０００\n米ドルの支払を余儀なくさせたＢ銀行の融資事務担当者の所為は，不当に原\n告の権利を侵害するものであり，原告に対する不法行為に当たる。\nイ　本件の原告に対する不法行為の基本は，上記のとおり，Ｂ銀行の融資担当\n者が，Ａによる銅地金の不正取引が発覚した直後の混乱した状況下におい\nて，原告をしてＢ銀行に対する返還義務のない金員の支払を余儀なくさせた\n点にあるのであって，Ａによる銅地金の不正取引防止に係る社内管理体制の\nいかんは，その性質上，原告がＢ銀行に対して本件契約に係る金員の支払を\n余儀なくされたことと何らの関係を持ち得ない事情であるから，被告の過失相\n殺に関する主張は失当である。\n【被告の主張】\nア　Ｂ銀行は，平成８年７月２６日，原告から，２億５７３５万５０００米ドルの支払\nを受けたが，この支払は，法律上の原因に基づくものである。したがって，Ｂ銀\n行が上記金員を受領及び保持したことが，原告に対する不法行為を構成する\nことはない。\nイ　以下のとおり，本件については，原告従業員のＡ及び原告の内部管理体制\nの不備に責任があり，本訴請求については過失相殺（民法７２２条）が適用さ\nれるべきである。\n(ア)　原告は，Ａが１０年間にわたり簿外取引を続けており，平成３年末にはＬ\nＭＥからの調査依頼を受けたり，平成７年末には米商品先物取引委員会及\nび英国証券投資委員会から銅地金の異常な値動きの照会を受けたりした\nにもかかわらず，平成８年５月まで何ら実質的調査を行わなかった。\n(イ)　内部監査においても，ＬＭＥディーラーとの定期的残高照合や管理体制\n整備の必要性が度々指摘されていたが，具体的改善は行われなかった。\n(ウ)　原告は，Ａが正規・簿外併せて年間約３兆円もの取引を扱っていることを\n知りうる立場にありながら，他の総合商社で行われているような取引部門\n（フロントオフィス）と事務管理部門（バックオフィス）の制度的分離を行わ\nず，ディーラーであるＡがポジションの管理及び外部との照合を自己完結的\nに行う体制を許していた。\n(5)　原告の被告に対する不当利得返還請求権の有無について\n【原告の主張】\nＢ銀行は，本件契約締結に係るＡの無権限につき悪意者の立場にありながら，\n原告に対し，本件契約５に基づき，２７８億５８６７万８７５０円の返済を要求し，原\n告から返済を受けたことによって，法律上の原因なくして，２７８億５８６７万８７５\n０円を利得した。したがって，原告は，Ｂ銀行の地位を承継した被告に対し，不当\n利得に基づき，利得金２７８億５８７６万８７５０円及びこれに対する利得の日の\n後の日である訴状到達の日の翌日である平成１１年６月１１日から支払済みま\nで民法所定の年５分の割合による利息の支払を求める。\n【被告の主張】\n原告の主張は否認し，争う。\nア　本件契約の効果は原告に帰属するところ，原告は，被告に対し，本件契約５\nに基づき，２億５７３５万５０００米ドルを支払ったものであるから，Ｂ銀行は，上\n記金員を受領し，かつ保持する法律上の原因を有する。\nイ　仮に本件契約の効果が原告に帰属しない場合であっても，Ｂ銀行が本件契\n約に基づき原告に提供した資金によって，原告は，Ｂ銀行の損失の下に利得\nを得ている。そして，このように本件契約の効果が原告に帰属しない場合に\nは，原告は，かかる利益を保持する法律上の権限を有しないこととなる。した\nがって，原告は，本件契約に基づき被告が提供した資金に相当する額を，不\n当利得として被告に返還する義務を負っていたことになる。原告は，平成８年\n７月２６日，Ｂ銀行に対し，２億５７３５万５０００米ドルを支払ったが，上記支払\n額は，原告のＢ銀行に対する不当利得返還義務の対象金額（遅延損害金を\n含む。）を下回るものである。したがって，Ｂ銀行は，原告から，不当利得の返\n還として，２億５７３５万５０００米ドルの支払を受けたものであり，Ｂ銀行は，上\n記金員を受領し，かつ保持する法律上の原因を有する。\n(5)　被告の原告に対する不当利得返還請求権又は不法行為債権との相殺の可否\n【被告の主張】\n被告は，原告に対し，不当利得返還請求権又は使用者責任に基づく損害賠償\n請求権を有するから，これと本訴請求債権を対当額において相殺する。\n【原告の主張】\n被告の主張は争う。\n第３　争点に対する判断\n１　認定事実\n前記争いのない事実等に加え，証拠（個別に掲記する。）及び弁論の全趣旨によ\nれば，以下の事実が認められる。\n(1)　昭和６０年ころ，原告の非鉄地金・原料部銅地金チームのサブリーダーであっ\nたＡは，同チームのチームリーダーであったＴとともに，ＬＭＥにおいて，原告名義\nで銅地金の先物取引，オプション取引等を行ったところ，相場の予想が外れ，巨\n額の損失を発生させた（甲２０，証人Ａ）。\n(2)　ＡとＴは，銅地金取引による巨額の損失を原告に秘匿していたが，Ｔが原告を\n退社した昭和６２年８月ころには，銅地金取引による累積損失額は，約６５億円\nに達していた（甲２０，証人Ａ）。\n(3)　Ａは，Ｔの退職後，非鉄地金・原料部銅地金チームのチームリーダーの地位に\n就いたが，銅地金取引による損失額を減らすために投機を目的とした銅地金取\n引を継続し，銅地金取引による巨額の損失を原告に秘匿するため，原告名義で\n行った銅地金取引の一部を簿外取引として処理したり，実際には利益を獲得して\nいないのにこれを獲得したかのように偽って架空未収金を計上するなどの方策を\n講じていた。また，Ａは，銅地金の簿外取引による損失の補填等に充てるため，\n架空のワラント（銅地金の倉荷証券）の売買代金，銅地金のオプション取引によ\nるプレミアム等を取得することによって資金を調達していた（甲２０，証人Ａ）。\n(4)　Ａは，以上のように，銅地金取引による巨額の損失を原告に秘匿しつつ，銅地\n金取引を継続し，銅地金市場における同人の取引量の多さから，「５％の男」，\n「世界的トレーダー」などの評価を受けていたが，現実には，損失額を減らすこと\nができず，かえって累積損失額を増大させていた（甲２０，乙１８，証人Ａ）。\n(5)　Ｆは，平成６年１月１日付けで，Ｂ銀行東京支店に入社し，コモディティ・リスクマ\nネジメント部に配属された（乙５１，証人Ｆ）。\n(6)　原告は，平成６年２月１日ころ，ＬＭＥ会員らに対し，作成名義人を原告取締役\n兼非鉄金属本部長のＧとし，原告が非鉄金属部次長のＡに対してＬＭＥに関連す\nる一切の銅取引（単純売買，スプレッド，オプション，商品スワップ取引及び多様\nなデリバティブを含む。）に関し，発注，受注及び執行の確認，支払の詳細並びに\nその他の事務処理及び決済上の細目のやりとり，契約書への署名，契約上の通\n知等を行う権限を授与することを内容とする同日付け本件権限通知書１を提出し\nた（乙１）。\n(7)    Ｆは，平成６年２月中旬ころ，Ｂ銀行本店に所属するＵからの指示に基づき，Ａ\nと接触し，Ｂ銀行は，同年３月ころから，原告との間で，非鉄金属取引に係るＩＳＤ\nＡマスター契約の締結に関する交渉を開始し，同年６月，原告非鉄金属部との間\nで銅地金取引を開始した（乙１１，乙５１，証人Ｆ）。\n(8)  Ａは，平成７年１月，原告の非鉄金属部長に任命された。\n(9)　Ａは，平成７年５月ころ，Ｆに対し，銅地金取引に関する資金を調達する必要が\nあるとして，複数のデリバティブを組み合わせて融資の効果を生じさせる取引の\n可否について打診した。その際，Ａは，Ｆに対し，非鉄金属部が資金調達する方\n法として，①原告の財務部から調達する方法，②Ｅ商事の海外法人から調達す\nる方法，③取引先との銅地金取引によって資金調達する方法があること，③の\n方法によれば，①の方法による場合よりも，財務部が上乗せするマージン分だけ\n安いコストで資金調達できること，③の方法による資金調達については，財務部\nへの相談は必要ないことを説明した（乙５１，証人Ａ）。\n(10)　Ｂ銀行東京支店営業開発第一部ディレクターのＮは，平成７年６月１３日，Ｂ\n銀行日本地域審査部の長であったＩに対し，原告の事業部（本件では非鉄金属\n部）は財務部から資金を調達するのが通常であるが，本件契約によればそれよ\nり有利な金利でＢ銀行から資金調達できるなどの事情を説明し，原告に対する６\nか月以下のデリバティブを利用した合成ローンに関するクレジットライン（与信限\n度額）を２００億円に設定することの承認を求めた（乙２６，４０）。\n(11)    これに対し，Ｉは，平成７年６月１６日，Ｎに対し，本件契約はＩＳＤＡマスター契\n約に基づく取引として実行することができるとの判断を伝えたが，取引額に照らし\nＢ銀行本店の決裁が必要であると回答した（乙２６，４０）。\n(12)    Ｆは，平成７年７月５日，Ｂ銀行本店に所属するＶ及びＵに対し，原告とＢ銀行\nとは間もなくＩＳＤＡマスター契約を締結する予定であると報告した（乙３２）。\n(13)　Ｂ銀行日本地域審査部は，平成７年７月１１日，Ｂ銀行本店のグループ・クレ\nジット委員会（ＧＣＣＭ）に対し，原告に対する６か月以下の無担保コモディティ・デ\nリバティブに関するクレジットラインの引き上げについて承認を求めた（乙４１）。\n(14)　Ｂ銀行本店のグループ・クレジット委員会（ＧＣＣＭ）は，平成７年７月１４日，原\n告に対する６か月以下の無担保コモディティ・デリバティブに関するクレジット・ラ\nインを，２８５０万スイスフラン（２５００万米ドル）から３億０４５０万スイスフラン（約\n２億６７００万米ドル）に拡大することを承認したが，同時に，Ｂ銀行日本地域審査\n部において，関連する契約書が原告により適式に承認されたものであることを確\n認するまでは本件契約を締結してはならないこと，Ｂ銀行東京支店において，本\n件契約により損益操作が行われるものではないこと，及び，取締役会の承認が\n必要である場合には，その承認が得られていることを確認する必要がある旨指\n示した（乙２７，４１）。\n(15)　Ｆは，平成７年７月２５日，Ｂ銀行のためにすることを示して，Ａとの間で，本件\n契約１－①を締結した（甲３，乙５，５１，証人Ａ，証人Ｆ）。\n(16)    Ｂ銀行は，平成７年７月２７日，本件契約１－①に基づき，Ｅ銀行香港支店に\nあったＥ商事香港名義の口座に２億０５００万米ドルを送金した（乙５，証人Ａ，証\n人Ｆ）。\n(17)  Ｆは，平成７年８月上旬ころ，原告軽金属部アルミ部門に対し，アルミ取引を利\n用した本件契約１－①と同様の取引を提案したが，結局取引は成立しなかった\n（乙５１）。\n(18)　Ａは，平成７年８月２９日，Ｆに対し，原告が同月３１日にＢ銀行に対して１４１\n万００７３．４５米ドルを返済することを伝え，満期前の一部弁済についての了承\nを求めた（甲２５の１，証人Ａ）。\n(19)    Ａからの通知により，Ｂ銀行からの入金がワラントの売却代金であると誤解し\nたＥ商事香港は，平成７年８月３１日，Ｂ銀行に対し，銅ワラント売却に伴う調整\n金として１４１万００７３．４５米ドルを支払い，Ｂ銀行は，Ｂ銀行東京支店に開設さ\nれたＥ商事香港名義のサスペンスアカウントに，上記金員を入金した（甲２５の\n１）。\n(20)　原告は，平成７年９月１８日ころ，ＬＭＥ会員らに対し，本件権限通知書１と同\n趣旨の本件権限通知書２を提出した（乙２）。\n(21)　Ｆは，平成７年９月２６日，Ｂ銀行のためにすることを示して，Ａとの間で，本件\n契約１－②を締結した（甲４，乙５１，証人Ｆ）。\n(22)　Ｂ銀行は，平成７年９月２７日，本件契約１－②に基づき，Ｅ銀行香港支店の\nＥ商事香港名義の口座に，４９６４万６５５０米ドルを送金した。\n(23)  前記同様，Ｂ銀行からの入金をワラントの売却代金であると誤解したＥ商事香\n港は，平成７年１０月はじめころ，Ｂ銀行に対し，銅ワラント売却に伴う調整金５７\n万２８８７．５５米ドルを送金した（甲２５の２，証人Ａ）。\n(24)    Ａは，平成７年１０月３日，Ｆに対し，Ｅ商事香港が同月２日付けで５７万２８８\n７．５５米ドルを送金したことを伝え，同金員を同年１１月２８日まで預金することを\n依頼した（甲２５の２，証人Ａ）。\n(25)　Ｉは，平成７年１１月２日，Ｂ銀行東京支店営業開発第一部のＮ及びＪに対し，\n①　本件契約につき取締役会の承認を受けなかった理由，②　本件契約が，原\n告におけるいかなる権限に基づき締結されたのか，当該権限で十分なのか，③\n本件契約による損益操作がないのかという点について回答を求めた（乙２８）。\n(26)　これに対し，Ｊは，平成７年１１月６日，Ｉに，①　日本においては，金融取引に\nついて取締役会で承認を経ることや金融機関が取引相手に対して取締役会の承\n認を経ることを要求することは一般的でないこと，Ｂ銀行が原告に対して取締役\n会の承認を要求した場合には，原告は，同月２８日に本件契約に基づく債務を弁\n済した後，Ｂ銀行にとって利益率の高い本件契約を更新しないと予想されること，\n②　Ｂ銀行は，原告の取締役兼非鉄金属本部長であるＧの署名した本件権限通\n知書２を保有しており，本件権限通知書２には，指定された職員及び同職員らが\n取引を行う権限を付与された業務活動の範囲が記載されており，「コモディティ・\nスワップ取引及びその他のデリバティブ」は当該業務活動に含まれること，取締\n役会決議を経ていない場合や社長からの権限の付与がない場合であっても，Ｂ\n銀行は表見代理によって保護されうること，③　本件契約による損益操作の疑い\nはないことを書面で報告し，本件権限通知書２を添付した（乙２９）。\n(27)　Ｉは，平成７年１１月１０日，本件契約につき取締役会の承認が不要であるとす\nるＪの見解に同意したが，ＩＳＤＡマスター契約の署名が得られない限り，本件契\n約１の期限延長は認められないと指示した（乙２９）。\n(28)　Ｆは，平成７年１１月２４日，Ｂ銀行のためにすることを示して，Ａとの間で，本\n件契約２を締結し，本件契約１による実質的融資の期限を平成８年２月２８日ま\nで延長した（甲５，乙５１，証人Ａ）。\n(29)　　Ａは，Ｂ銀行に対し，平成７年１１月２７日，原告がＢ銀行に対して同月２８日\n限り本件契約１に係る利息額に相当する４９９万１０４８米ドルからＥ商事香港名\n義の預金額２００万５６１７.  ７２米ドルを相殺した２９８万５４３０.  ２８米ドルを支払\nう旨通知した（甲２５の３，乙７，証人Ａ）。\n(31)　Ｂ銀行は，平成７年１１月２８日，本件契約１に係る利息として，前項のとおり\n相殺した後の残額２９８万５４３０. ２８米ドルの支払を受けた（乙７）。\n(32)　原告は，平成７年１１月２９日ころ，Ｂ銀行に対し，作成名義人を代表取締役\n社長とし，原告が非鉄金属本部長Ｇ及び非鉄金属部長Ａに対してそれぞれ単独\nでＬＭＥ金属取引及び関連取引に限定して原告のために署名する権限を授与し\nている旨届け出るとの権限証明書（以下「本件権限証明書」という。）を交付した。\nなお，本件権限証明書には，「Registration  of  attorneys:  1.1.94」という記載がさ\nれている（甲２４，乙３，証人Ａ）。\n(33)　原告は，平成７年１２月１日，Ｂ銀行との間で，効力発生日を同年１月２３日と\nしたＩＳＤＡマスター契約を締結し，原告側は，ＧとＡが連名で署名し，Ｂ銀行側\nは，バイス・プレジデントのＷとＶが署名した（乙４）。\n(34)    Ｆは，平成８年１月２９日，Ｂ銀行本店に所属するＵ，Ｖ，Ｘ及びＹに対し，電子\nメールで，本件契約２からの取引形態を銅地金先渡相互取引契約に変えること\nを報告し，その是非について検討を求めた（乙１２）。\n(35)    Ｆは，平成８年２月１９日，Ｋ，Ｐ，Ｊ，Ｎ，Ｘ，Ｕ，Ｙらに対し，Ａと同日面談し，①\n原告は，本件契約３を，非鉄金属部の通常の事業活動であるＬＭＥ銅地金先渡\n相互取引契約として帳簿に記載することができること，②　原告は，本件契約を，\nＩＳＤＡマスター契約に基づく２個の契約として帳簿に記録するつもりであることを\n確認したという内容の報告をした（乙１３，５１）。\n(36)　Ｎは，平成８年２月１９日，Ｉに対し，本件契約２の期限延期を容易にするた\nめ，為替・金利デリバティブに関するクレジットライン３億３７６０万スイスフランの\nうち２億７４６０万スイスフランを，コモディティ・デリバティブに関するクレジットライ\nンに変更することを要請した（乙３０，乙４２）。\n(37)    Ｋは，平成８年２月２０日，Ｐとともに，原告東京本社を訪問し，Ｇ及びＡと面談\nした（甲１９，甲２２の１，甲２３，乙５１，証人Ａ，証人Ｇ，証人Ｆ）。\n(38)　Ｉは，平成８年２月２３日，クレジットライン変更に関するＮの要請を承認した\n（乙３０，乙４２）。\n(39)　Ｆは，平成８年２月２６日，Ｂ銀行のためにすることを示して，Ａとの間で，本件\n契約３を締結した。なお，本件契約３に係る確認書については，原告側はＡが署\n名し，Ｂ銀行側はＺとＵが連名で署名した（甲６の１の１，１の２，乙５１，証人Ａ，\n証人Ｆ）。\n(40)    Ａは，Ｂ銀行に対し，平成８年２月２６日，本件契約２による支払額２億５８７１\n万３８２１.  ２８米ドルを，同月２８日限り，ニューヨーク銀行ニューヨーク支店に開\n設されたＢ銀行東京支店の米ドル建て口座に対し，英国Ｅ商事から１億７３５４万\n８３７５米ドル，Ｅ商事香港から８５１６万５４４６.  ２８米ドルを送金する方法により\n支払うこと，同日限り，Ｂ銀行本店から２億５５００万米ドルを受領することを確認\nするとの通知をした（乙８，証人Ａ）。\n(41)    Ｂ銀行は，平成８年２月２８日，本件契約２に基づき原告がＢ銀行から支払を\n受けた２億５４６４万６５５０米ドル及びこれに対する経過利息に相当する４０６万\n７２７１．２８米ドルの合計２億５８７１万３８２１．２８米ドルの支払を受けた。また，\nＢ銀行は，同日，本件契約３に基づき，Ｅ銀行ロンドン支店に開設された英国Ｅ商\n事名義の口座に１億５２８０万４２００米ドルを，Ｅ銀行香港支店に開設されたＥ商\n事香港名義の口座に１億０２１９万５８００米ドルを送金した（乙８，証人Ａ）。\n(42)    平成８年３月末までにＡが行った銅関連取引により，Ｂ銀行東京支店の原告\n名義の当座口座に２７２万２８０５．７８米ドルが入金された。同年４月ころ，Ａは，\nＦに対し，平成８年４月８日までに２７５万２８０５．７８米ドルを本件当座預金口座\nから原告名義のサスペンスアカウントに送金した上，同年３月末日現在の口座明\n細書を再発行するように指示した（甲２８の１，乙２０）。\n(43)　Ｂ銀行は，平成８年４月８日，Ａの指示に基づき，２７５万２８０５．７８米ドルを\n本件当座預金口座から出金し，原告名義のサスペンスアカウントに入金し，更\nに，原告名義の定期預金口座に入金した（甲２８の１，乙２０，乙２３）。\n(44)　Ｂ銀行は，平成８年４月中旬ころ，原告に対し，Ｂ銀行東京支店に開設された\n原告名義の本件当座預金口座に関する同年３月分の本件口座明細通知書１を\n送付した（甲１３）。\n(45)　原告財務グループ為替資金部為替予約課のアは，本件当座預金口座の平\n成８年３月２９日現在の残高はゼロとなるべきところ，本件口座明細通知書１に\nは同日の残高が２７５万２８０５．７８米ドルと記載されていたことから，本件口座\n明細通知書１の内容を原告の社内記録と照合し，以下のとおり，原告の社内記\n録に存在しない入出金に関する記載があることを発見した（甲１８）。\nア  平成８年３月１３日　２５６万７８１７米ドル　　　　入金\nイ　同月１８日　　　　　２５６万７８１７米ドル　　　　出金\nウ　同日　　　　　　　　２５６万７８１２．４４米ドル　入金\nエ　同月２２日　　　　　１６３万６８７５米ドル　　　　入金\nオ　同月２５日　　　　　　５１万３５６２．５０米ドル　出金\nカ　同日　　　　　　　　　５１万３５６２．４４米ドル　入金\nキ　同日　　　　　　　　　５１万３５６２．５０米ドル　入金\nク　同日　　　　　　　　７９２万３５６２．３８米ドル　出金\nケ　同日　　　　　　　　３２０万５３１２．５０米ドル　入金\nコ　同月２８日　　　　　２７５万０３１２．５０米ドル　入金\nサ　同月２９日　　　　　　　　　２４９３．２８米ドル　入金\n(46)　アは，Ｂ銀行東京支店の残高照合の担当者であるイに対し，上記入出金の記\n録について説明を求めたところ，イは，上記入出金について銅地金取引によるも\nのであると説明した（甲１８，乙５１，証人Ｆ）。\n(47)    アは，同人の上司である原告為替資金部為替予約課長Ｌ及び同課のウに上\n記事態を報告した。ウは，イに対し，本件口座明細通知書１の入出金に係る銅地\n金取引の内容について説明を求めたところ，イは，上記取引の内容を把握してい\nなかったため，ウに対してＦを紹介した（甲１８）。\n(48)    ウは，Ｆに対し，本件口座明細通知書１の入出金に係る銅地金取引の内容に\nついて説明を求めたところ，Ｆは，入金のうち６件については，Ｂ銀行と英国Ｅ商\n事又はＥ商事香港との間の銅地金取引に関する資金を誤って，本件当座預金口\n座に入金したものであり，出金３件については，誤入金したものを英国Ｅ商事又\nはＥ商事香港にあてて出金処理したものであり，入金のうち残る２件の入金合計\n２７５万２８０５．７８米ドルは，Ｂ銀行の一方的なミスで本件当座預金口座に入金\nしたものであると説明し，訂正した口座明細書を送付すると述べた（甲１８）。\n(49)  Ｆは，同年４月２０日ころ，まず，同年３月２９日現在の本件当座預金口座の残\n高をゼロにした本件口座明細通知書２（乙２１）を作成し，原告為替資金部為替\n予約課に送付し，次いで，原告の社内記録には存在しない入出金に関する記録\nを抹消した本件口座明細通知書３（甲１４，乙２２）を作成し，原告為替資金部為\n替予約課に送付した（甲１４，乙２１，乙２２，乙５１，証人Ｆ）。\n(50)    Ｌは，Ｂ銀行外国為替本部のエに対し，Ｂ銀行が本件当座預金口座から原告\nに無断で出金したことについて抗議し，その後，文書で事態の経緯を説明するよ\nうに求めた（甲１８）。\n(51)    Ａは，平成８年４月２４日，Ｆに対し，本件契約３に係る利息額に相当する２３３\n万７０００米ドルを，同月２６日限り，原告名義の定期預金口座からＢ銀行ニュー\nヨーク支店のＢ銀行本店名義の口座に支払うように指示し，本件契約４の期限を\n同年５月３０日まで延期することを文書（以下「出金指示書１」という。）で依頼した\n（甲１７）。\n(52)    Ｆは，同日，Ｂ銀行のためにすることを示して，Ａとの間で，本件契約４を締結\nし，本件契約３による実質的融資の期限を同年５月３０日まで延期した（甲７，証\n人Ａ）。\n(53)　エは，平成８年４月２６日，原告東京本社を訪問し，Ｌに対し，文書で事態の経\n緯を説明することにつき，Ｂ銀行内部で議論があり，時間がかかっているなどと\n述べた（甲１８）。\n(54)　Ｂ銀行は，平成８年４月２８日，Ａの前記出金指示書により支払を受けた資金\nにより，本件契約３に係る利息に相当する２３３万７０００米ドルの支払を受けた\n（乙９）。\n(55)    平成７年１２月ころから米国先物取引委員会が原告の銅取引について調査を\n開始し，平成８年４月にはＡに対する供述録取が行われるようになったことから，\nＡは，平成８年５月９日，非鉄金属部長の職を解任され，非鉄金属本部長付とな\nった（甲２０，乙３４，証人Ａ）。\n(56)    Ｆは，平成８年５月２１日ころ，Ｋ，Ｊ，Ｎ，エ，Ｐ，Ｕ，Ｙ及びＸに対し，Ｇが同年６\n月１日付けで常務取締役となること，ＡはＧの補佐となり，取締役就任まであと２\n階級である「グループ２」の地位に昇格すること，オがＡの後任となること，正式の\n発表は同月３日に行われることを記載した電子メールを送信した（乙１５，乙５１，\n証人Ｆ）。\n(57)    Ｆは，平成８年５月２７日，原告東京本社を訪問し，Ｌに対し，本件当座預金口\n座への入金のうち，銅地金取引とは関係がないと説明していた入金についても，\n原告とＢ銀行との銅地金取引にかかわるものであり，その後，同年４月に反対取\n引を行ったため，本件当座預金口座の残額がゼロになったと説明した（甲１８）。\n(58)    Ｌは，平成８年５月２８日，Ｂ銀行を訪問し，エ及びＦと面談し，Ｆが前日に説明\nした取引の内容を明確にするように申し入れた（甲１８）。\n(59)　Ｆは，平成８年５月２８日，Ｂ銀行のためにすることを示して，Ａとの間で，本件\n契約５を締結する旨口頭で合意し，本件契約４による実質的融資の期限を同年７\n月２６日まで延期した（甲８の１の１，１の２，甲２０，乙５１，証人Ｆ）。\n(60)  Ａは，平成８年５月３０日，Ｂ銀行に対し，本件契約４に係る利息額に相当する\n１４０万米ドルのうち，５３万１２９５.  ６２米ドルについては，Ｂ銀行の原告名義の\n口座から振替充当するよう依頼するとともに，残金８６万８７０４.  ３８米ドルについ\nては，カ社から送金すると通知した（乙１０，乙２９の１）。\n(61)　Ｂ銀行は，平成８年５月３０日，Ａの指示に基づき，本件契約４に基づく利息の\nうち，５３万１２９５．５２米ドルについては，原告名義のサスペンスアカウントから\n支払を受け，８６万８７０４．３８米ドルについては，カ社から支払を受けた（乙１\n０）。\n(62)    Ｌは，Ｆに対し，当初Ｆが銅地金取引とは関係がないと説明していた入金に係\nる取引の内容の説明を求めていたところ，Ｆは，平成８年６月３日，合計２７５万２\n８０５．７８米ドルが同年３月２９日にサスペンスアカウントに振り込まれ，同年４月\n２６日に２３３万７０００米ドルが，同年５月３０日に４１万５８０５．７８米ドルがそれ\nぞれＢ銀行本店に送金された旨が記載されたキャッシュフロー表（甲１５の２）を\n送付した。Ｌは，上記キャッシュフロー表を見て，同年４月に反対取引を行ったた\nめ本件当座預金口座の残高がゼロになったという同年５月２７日のＦの説明が虚\n偽であると思い，Ｆに対し，上記各送金に係るＡの出金指示書の送付を求めた\n（甲１５の１，２，甲１８，乙５１，証人Ｆ）。\n同年６月３日，Ｆから原告為替資金部に対する対応について相談を受けたＡ\nは，同日夜，その場で新たに同年４月２４日付けの手書きによる出金指示書（甲\n１６の２。以下「出金指示書２」という。）を作成し，Ｆに対して交付し，Ｆは，原告に\n対し，出金指示書２をファクシミリで送信した。なお，出金指示書２には，同年３月\n２８日付けのディール・キャンセレーションによる一部支払として，同年４月２６日\nに２３３万７０００米ドルを，同年５月３０日に５３万１２９５．６２米ドルをそれぞれ出\n金し，差額１１万５４８９．８４米ドルについては，同日，原告からＢ銀行東京支店\nに対し送金するとの記載があった（甲１６の１，２，乙５１，証人Ｆ）。\n(63)　  Ｌは，平成８年６月４日，Ｂ銀行東京支店を訪問し，Ｎ及びＦと面会し，これま\nでのＢ銀行の対応に抗議するとともに，原告がＢ銀行東京支店に送金したとされ\nる１１万５４８９．８４米ドルに関する資料の提出を求めた。\nＫは，同日夕方，Ｊ，Ｐ及びＮとともに，原告東京本社を訪問し，Ｇらと面談した。\nその際，Ｐ又はＮは，Ｇに対し，Ａの指示に従ってサスペンスアカウントから出金\nし，Ａから実際に使用した出金指示書１とは異なる出金指示書２を受け取り，原\n告に出金指示書２を交付したことなどを説明した（甲２２の１，甲２３，甲２８の１）。\n(64)　Ａは，平成８年６月５日，Ｇに対し，銅地金の先物取引，オプション取引等を行\nい，巨額の損失を発生させ，その損失は，Ｂ銀行，Ｄ銀行などの金融機関からの\n融資によって補填していたことを告白した（甲２３，証人Ａ）。\n(65)    Ｎは，同日，原告為替資金部に対し，原告からＢ銀行東京支店に対し１１万５\n４８９．８４米ドルを送金した事実はないと報告した。\n(66)    原告代表取締役は，平成８年６月１４日，銅地金の不正取引を行ったことを理\n由にＡを懲戒解雇した（甲１）。\n(67)　原告は，それまでＡから本件契約１ないし５について全く報告を受けていなか\nったことから，本件契約５による実質的融資の返済期限が迫った平成８年７月こ\nろになっても，原告がその返済義務を負うべきものか判断できない状態にあっ\nた。しかし，Ｂ銀行は，原告に対し，期限までの返済を強く迫り，返済がされない\n場合は原告について債務不履行を宣言すると主張したので，原告は，やむを得\nず，同月２６日，Ｂ銀行に対し，この支払が取引の有効性を認めるものではなく，\n調査の結果適当と認められた場合には，その返還を求める権利を留保するとし\nた上で，本件契約５に基づく支払として２億５７３５万５０００米ドルを支払った（甲\n１０，乙１）。\n２  争点(1)（本件契約の原告への効果帰属）について\n(1)　商法４３条１項は，番頭，手代その他営業に関するある種類又は特定の事項\nの委任を受けた使用人は，その事項に関して一切の裁判外の行為をなす権限を\n有すると規定している。上記規定の沿革，文言等に照らすと，その趣旨は，反\n復・集団的取引であることを特質とする商取引において，番頭，手代等営業主か\nらその営業に関するある種類又は特定の事項を処理するため選任された者につ\nいて，取引の都度その代理権限の有無及び範囲を調査確認しなければならない\nとすると，取引の円滑確実と安全が害される虞れがあることから，上記のような\n使用人については，客観的にみて受任事項の範囲内に属するものと認められる\n一切の裁判外の行為をなす権限すなわち包括的代理権を有するものとすること\nにより，これと取引する第三者が，代理権の有無及び当該行為が代理権の範囲\n内に属するかどうかを一々調査することなく，安んじて取引を行うことができるよ\nうにすることにある。\nしたがって，同条項による代理権限を主張する者は，当該使用人が営業主から\nその営業に関するある種類又は特定の事項を委任された者であること及び当該\n行為が客観的にみて上記事項の範囲内に属することを主張・立証しなければな\nらないが，上記事項につき代理権を授与されたことまでを主張・立証することを要\nしない。そして，上記の趣旨にかんがみると，同条２項，３８条３項にいう「善意ノ\n第三者」には，代理権に加えられた制限を知らなかったことにつき過失のある第\n三者は含まれるが，重大な過失のある第三者は含まれず，したがって，当該使\n用人の営業主において，相手方が代理権に加えられた制限につき悪意又は重\n過失のあることを主張・立証しない限り，代理権の制限を対抗できないと解すべ\nきである（昀高裁判所昭和４７年４月４日第三小法廷判決民集２６巻３号３７３頁，\n昀高裁判所平成２年２月２２日第一小法廷判決裁判集民事１５９号１６９頁参\n照）。以上の見地から，本件につき検討する。\n(2)  Ａが商法４３条１項所定の商業使用人に該当するか。\nＡは，原告の非鉄金属本部非鉄金属部長兼ディーリングチームのチームリーダ\nーとして，銅地金の実需取引，先物取引，オプション取引等を一定の範囲で原告\nを代理して行う権限を授与されていたことは当事者間に争いがない。したがっ\nて，Ａは，営業主である原告の営業に関するある種類又は特定の事項の処理の\n委任を受けた商法４３条１項所定の商業使用人に該当すると解すべきである。\n(3)　本件契約が客観的にみてＡの受任事項の範囲内に属するか。\n前記認定のとおり，本件契約は，その実質において，Ｂ銀行がＡに一定額の金\n銭を支払い，一定期間経過後に，ＡがＢ銀行に，前記金額に利息相当額の金銭\nを付加して支払うという消費貸借の実質を有するものであるとはいえ，契約の文\n言上，本件契約１及び２は，銅地金代金付加払特約付金利交換契約の法形式に\nよるものであり，また，本件契約３ないし５は，銅地金先渡相互取引契約の法形\n式によるものである。したがって，本件契約は，客観的にみれば，いずれもＡが\n原告から委任された銅地金取引の範囲内に含まれるものとみるのが相当であ\nる。\n(4)  社内規定によってＡの包括的代理権は制限されていたか。\n既に認定したとおり，原告の経理規程には，「財務グループは，全会計単位を\n総合して資金の集中等により資金運用の調節をはかるとともに必要な資金の調\n達に当たる。」，「取引銀行の決定，変更は，財務グループの承認を要する」との\n規定があり，また，財務規定には，「財務グループは，財務グループ担当の指示\nにより，事業活動に必要な資金の調達とその運用・配分業務を実施する。」，「資\n金の調達は，金融環境，金利動向に十分留意の上，経理規程及び関係細則，そ\nの他社内諸規則に定めるところにより行うものとする。」，「金融機関のうち，当社\nが取引を行う金融機関の決定，変更は，財務グループの所管部長経由申請を行\nい，その承認に基づき行うものとする。」，「財務グループは，当社全体の金融機\n関との取引の把握及びその与信リスクの管理を行うものとする。」との規定があ\nることが認められる。\n以上の規定を総合すると，原告財務部は，原告全体の金融機関との取引を把\n握し，原告の事業に必要な資金を効率的かつ安定的に調達し，運用・配分するこ\nとが予定されているものと認められる。したがって，原告の社内規定上，金融機\n関からの資金調達は財務部において，もしくは少なくともその承諾の下に行うべ\nきものとされており，非鉄金属部等の事業部門が財務部の承諾なく金融機関か\nら直接資金調達することは禁止されていたものと認めることができる。以上によ\nれば，銅地金取引に関するＡの包括的代理権は，上記の社内規定により制限さ\nれており，その意味で，Ａは，銅地金取引の法形式を利用して資金調達する権限\nを有していなかったものとみるのが相当である。\n(5)　Ｂ銀行は，Ａが社内規定による包括的代理権の制限に違反して本件契約を締\n結したことを知っていたか，又は重過失により知らなかったと認められるか。\nア　まず，Ｂ銀行の悪意・重過失を何人について判断すべきかが問題となるが，\n本件契約の証拠として提出されている各書証（甲３ないし甲８）はいずれも，そ\nの内容から事後的な確認書としての性質を持つものであり，契約自体はＦとＡ\nの口頭の合意により行われているものと認められること，弁論の全趣旨によっ\nてもＦの本件契約締結権限が争われているとは認められないことにかんがみ\nると，ＦはＢ銀行のために本件契約を締結する権限を有していたものと認める\nことができるから，以下，同人に悪意・重過失が認められるか否かを検討する\nこととする。既に認定したとおり，Ａは，平成７年５月ころ，Ｆに対し，融資の可否\nについて打診をしたが，その際，Ａは，Ｆに対し，非鉄金属部が資金調達する\n方法として，①原告の財務部から調達する方法，②Ｅ商事の海外法人から調\n達する方法，③取引先との銅地金取引によって資金調達する方法があること，\n③の方法によれば，①の方法による場合よりも，財務部が上乗せするマージ\nン分だけ安いコストで資金調達できること，③の方法による資金調達について\nは，財務部への相談は必要ないことを説明したこと，Ｂ銀行東京支店営業開発\n第一部ディレクターのＮは，同年６月１３日，Ｂ銀行日本地域審査部の長であっ\nたＩに対し，原告の事業部は財務部から資金を調達するのが通常であるが，本\n件契約によれば有利な金利でＢ銀行から資金調達できるなどの事情を説明し\nて原告に対するクレジットラインの変更について承認を求めたこと，Ｆは，同年\n７月２５日，Ｂ銀行のためにすることを示して，Ａとの間で，本件契約１－①を締\n結したこと，本件契約１－①は，銅地金取引の形態をとっていたが，実質的に\nは融資契約の意味を有していたこと，Ｆは，同年８月上旬ころ，原告軽金属部\nアルミ部門を訪問し，アルミ取引を利用したファイナンス取引を提案したことが\n認められる。以上の事実，殊に，Ｆが原告の非鉄金属部以外のアルミ部門に\n対し，本件契約と同様の契約を打診していた事実に照らすと，Ｆは，非鉄金属\n部など原告の事業部は財務部から資金調達するのが通常であることは認識し\nていたものの，銅地金取引の形態をとれば，Ａは原告の財務部に相談すること\nなく資金調達することができると信じて，Ａとの間で本件契約１－①を締結した\nものと推認することができる。\n問題は，銅地金取引の形態を利用すれば，Ａが原告財務部に相談すること\nなく本件契約を締結することができると信じたことにつき，Ｆに重大な過失があ\nるといえるか否かである。\nそこで検討するに，本件契約１は，一見すると原告とＢ銀行とが固定金利と\n変動金利とを交換する取引（金利スワップ取引）と，同じ当事者間でＬＭＥにお\nける銅の価格によって決定される額の金銭の支払を約する取引（銅地金代金\n付加払特約）とが合体した複雑な取引の外観を呈しているのであるが，これを\n子細に見ると，金利スワップ取引部分は相互に相殺されて金銭の授受が一切\n行われない結果となり，銅地金付加払部分は，当事者の金銭支払義務が相殺\nされると，ＬＭＥにおける銅の価格がどのように変動しても，常に原告がＢ銀行\nに対して一定額の金銭の支払義務を負う結果となるものであり，これと金利ス\nワップ取引に組み込まれた一括前払の合意とを組み合わせて見ると，結局，\n契約当初に原告がＢ銀行から一定額の金銭の支払を受け，一定期間経過後\nに原告が前記受領額に一定額の金銭を付加した額を支払うという金銭消費貸\n借と同一の効果が生じるというものである。これは，第１に，単純な金銭消費\n貸借契約で済むはずのものに，結果的に意味のなくなる金利スワップ取引や，\nＬＭＥ価格を引用しながらそれに全く関わりなく支払額が決定される付加払特\n約が組み込まれているという点において，第２に，実質的な金銭消費貸借契約\nの中にＡの権限に属することの明らかな銅地金取引の外観を有する特約が付\nされているという点において，第３に，我が国有数の総合商社である原告の株\n主資本の約３％に相当する２億０５００万米ドルもの巨額の消費貸借取引を非\n鉄金属部長という営業部門の部長であるＡとの間で，その権限に属することの\n明らかな銅地金取引の外観を装って行おうとするものである点において，極め\nて不可解かつ不自然な取引であるといわなければならない。\n前記認定のとおり，このような不自然な形式による実質的な融資取引を行う\nことを提案したのはＡであると認められるが，Ｂ銀行は銀行業を営む会社であ\nり，その従業員であるＦにおいて，その主たる業務である融資取引，すなわちＡ\nとの間の実質的な金銭消費貸借取引の，以上に述べたような不可解，不自然\nな性格は当然これを認識していたものと認めるのが相当である。\nのみならず，既に説示したとおり，Ｎからクレジットラインの変更を求められたＩ\nは，平成７年６月１６日，Ｎに対し，本件契約はＩＳＤＡマスター契約に基づく取\n引として実行できるとの判断を伝えたが，取引額に照らしＢ銀行本店の決裁が\n必要であると回答したこと，Ｂ銀行日本地域審査部からクレジットラインの変更\nにつき承認を求められたＢ銀行本店のグループ・クレジット委員会は，同年７\n月１４日，クレジットラインの変更につき承認したが，本件契約を締結する条件\nとして，Ｂ銀行日本地域審査部がＡが本件契約を締結する権限を有することを\n確認し，Ｂ銀行東京支店が本件契約による損益操作の有無や取締役会による\n承認の要否等を確認することが必要であると指示したことが認められる。\n以上のとおり，Ｆは，原告の事業部が財務部から資金調達するのが通常であ\nることのほか，本件契約１は実質的には融資契約にほかならないことや本件\n契約１に既に説示したような不可解・不自然な点があることを認識していたと\n認められることに加え，Ｂ銀行本店のグループ・クレジット委員会がＡの権限に\nつき疑問を抱き，Ｂ銀行東京支店に対し，Ａの権限を確認するまでは本件契約\nを締結してはならないと指示し，また，証拠（証人Ｆ）によれば，営業担当者で\nあったＦもこれを知っていたことが認められることにかんがみると，Ｆは，Ａの権\n限の範囲につき疑問を抱き，Ａが本件契約を締結する権限を有するか否かに\nつき確認する措置をとるべきであったというべきである。しかるに，Ｂ銀行東京\n支店が原告に対して本件契約に関し取締役会の承認を経ているか否かの確\n認をしなかったことは当事者間に争いがなく，また，証拠（証人Ｆ）及び弁論の\n全趣旨によれば，Ｆを含めたＢ銀行の担当者は，Ａの権限の範囲につき特段\nの確認措置を講ずることのないままに，同年７月２５日に本件契約１－①を締\n結し，さらに，同年９月２６日に本件契約１－②を締結したことが認められる。\n以上のとおり，Ｆは，本件契約１の性質やその内容の不可解・不自然さにか\nんがみて，Ａの権限の範囲につき疑問を抱き，Ａが本件契約を締結する権限を\n有するか否かにつき確認する措置をとるべきであり，かつ，Ａの上司や資金調\n達についての権限を有することの明らかな原告財務部に照会し，あるいは本\n件契約１についての取締役会が承認したことを証する書面を求めることによ\nり，容易に確認することができたと考えられるにもかかわらず，Ｆは，Ａの権限\nを確認する措置をとらないまま，漫然とＡに本件契約を締結する権限があると\n信じて，本件契約１を締結したものであるから，Ｆは，重大な過失によって，Ａが\n社内規定による包括的代理権の制限に違反して本件契約１を締結したことを\n知らなかったものとみるのが相当である。\nイ　また，既に説示したとおり，その後，本件契約１の実質的な支払期限の延長\nを目的とする本件契約２の締結に当たり，Ｂ銀行日本地域審査部のＩは，平成\n７年１１月２日，Ｎ及びＪに対し，本件契約について取締役会の承認を受けなか\nった理由やＡに本件契約を締結する権限があるのか否かにつき回答を求めた\nこと，Ｊは，同月６日，Ｉに対し，日本では金融機関が取引相手に対して取締役\n会の承認を要求することは一般的でなく，仮にＢ銀行が原告に対して取締役会\nの承認を求めた場合には，原告は，Ｂ銀行にとって利益率の高い本件契約を\n更新しないと予想されること，仮にＡに締結権限がない場合でもＢ銀行は表見\n代理によって保護されうることなどを書面で報告したこと，Ｉは，同月１０日，本\n件契約につき取締役会の承認が不要であることに同意したが，原告との間でＩ\nＳＤＡマスター契約を締結しない限り，本件契約の期限の延長は認められない\nと指示したことが認められる。このように，本件契約２の締結に際し，Ｉが，Ａに\n本件契約を締結する権限がないのではないかとの懸念を抱き，この点を指摘\nしたにもかかわらず，ＦはＡの権限の範囲を確認する為の特段の措置を講じる\nことはなく本件契約２を締結したものであり，この間，Ｆが，重大な過失によっ\nて，Ａが社内規定に違反して本件契約を締結したことを知らなかったとの事情\nに変化はないものとみるのが相当である。\nなお，既に認定したとおり，Ｂ銀行は，平成７年１１月１９日，原告から本件権\n限証明書の交付を受け，同年１２月１日には，原告との間で，ＩＳＤＡマスター契\n約を締結したことが認められるが，Ｂ銀行が確認すべきであったことは，Ａが銅\n地金取引を行う権限を有するかという点ではなく，銅地金取引の形態によって\n金融機関から直接資金調達する権限を有するかという点であり，上記の権限\n通知書等によって，Ａが銅地金取引の権限を有していたことを確認したとして\nも，Ａが実質的融資契約の意味を有する本件契約を締結する権限があるか否\nかを確認する措置としては不十分というほかないから，Ｂ銀行は，本件権限通\n知書の確認やＩＳＤＡマスター契約の締結によっても，Ａの権限の範囲について\n十分な確認措置を講じたものとみることはできない。\nウ　既に説示したとおり，Ａは，本件契約３を締結するに際し，本件契約２に基づ\nく実質的な借入金債務の全額をいったんＢ銀行に返済し，その上で本件契約３\nに基づく実質的な借入金の交付を受けている。\n本件契約３は，本件契約１及び２とは異なり，銅地金先渡相互取引契約の形を\nとっているが，銅地金の取引と称しながら目的物の引渡は予定されていない\n上に，当初Ｂ銀行が支払う代金額及び契約満了時に原告が支払うべき代金額\nがいずれも確定していることから，実質的融資としての性質を有していることは\n本件契約１及び２と同様であり，それが商社の営業部門の部長が行う巨額の\n実質的融資取引として不可解・不自然なものであるとの事情に何ら変わりはな\nいものと認められる。\n進んで，Ｆを含むＢ銀行の担当者が本件契約３の締結に際して講じたＡの権\n限に関する確認措置について検討するに，被告は，ＫとＰが当時取締役兼非\n鉄金属本部長であったＧと面談して同人が本件契約を認識していることを確認\nしたと主張し，Ｋの供述録取書（甲２２の１）及び内部メモ（乙１４）にはこれに沿\nう内容の記載がある。\nしかしながら，Ｋの供述録取書には，Ｇとの面談の目的は本件契約の存在を\nＧが認識しているか否かを確認することにあったとの記載があるが，他方で，\n同供述録取書には，ＫはＧとの面談に先立って本件契約に関する書類を確認\nせず，その結果，ＡとＢ銀行がどのような取引をしていたのかについて把握し\nないまま，Ｇとの面談に臨んだ旨の記載があり，さらに，Ｇとの面談においても\n本件契約に関する書類を持参せず，Ｇに対して提示しなかった旨の記載があ\nる。以上のとおり，Ｋは，Ｂ銀行と原告との間で締結された本件契約に関する\n事情を把握していなかっただけでなく，Ｇとの面談に際して本件契約に関する\n書類を持参しなかったことを自ら認めていることにかんがみると，Ｇとの面談の\n目的は本件契約の存在をＧが認識しているか否かを確認することにあったと\nするＫの供述録取書の記載内容は不自然というほかないから，Ｋの供述録取\n書及び内部メモの記載内容は信用することができず，本件記録を精査しても，\n他にＧがＫと面談した際に本件契約を認識している旨発言した事実を認めるに\n足りる証拠はない。\nその他，ＦあるいはＢ銀行の他の担当者において，Ａの本件契約３の締結権\n限について適切な調査を行ったとの事情はうかがえないから，本件契約３の締\n結に際して，Ｆが，重大な過失により，Ａが社内規定に違反して本件契約を締\n結したことを知らなかったとの事情に変化はなかったものとみるのが相当であ\nる。\nエ　その後，本件契約３の実質的な期限延長を目的とする本件契約４及び５の締\n結に至るまでの間の事情につき検討するに，既に説示したとおり，原告財務グ\nループ為替資金部為替予約課のウが原告名義の本件当座預金口座の入出\n金についてＦに対して問い合わせた際，Ｆは，当初，ウに対し，本件当座預金\n口座の入金のうち，６件については英国Ｅ商事又はＥ商事香港との間の銅地\n金取引に係る資金を誤入金したものであり，その余の２件の入金については\n銅地金取引に関係なく，Ｂ銀行が誤入金したものであると説明したが，その\n後，原告為替資金部為替予約課長のＬに対し，問題となっていた入出金すべ\nてが銅地金取引にかかわるものであり，同年４月に反対取引を行ったために\n残高がゼロになったと説明したこと，ＬがＦに対して上記の反対取引について\n説明を求めると，Ｆは，Ｌに対し，キャッシュフロー表を送付したが，同表には，\n２７５万２８０５．７８米ドルを同年３月２９日にサスペンスアカウントに振り込み，\nそのうち，２３３万７０００米ドルについては同年４月２６日にＢ銀行本店に送金\nし，４１万５８０５．７８米ドルについては同年５月３０日にＢ銀行本店に送金した\n旨の記載があり，Ｆの上記説明と異なっていたこと，ＬがＦに対して上記出金に\n係る出金指示書の提出を求めると，Ｆは，Ａに財務部との対応について相談\nし，Ａがその場で手書きにより現実に使用されたものとは別個の出金指示書２\nを作成するや，これをＡから受け取って，Ｌに送付している。このように，Ｆの本\n件当座預金口座に係る入出金に関する説明が二転三転していること，Ｆが原\n告担当者から出金指示書の提出を求められるや，Ａと協議の上，実際に使わ\nれたのとは別個の出金指示書を送付していること，実際に使用された出金指\n示書１には，本件契約４の期限の延期に関する記載が存することを考慮する\nと，Ｆは，本件契約の存在をＡ以外の原告担当者に対して秘匿しようとしていた\nものとみるのが相当であり，これら一連のＦの行動は，極めて不可解かつ不審\nなものであって，遅くともこのころ，Ｆは，Ａが社内規定による包括的代理権の\n制限に違反して本件契約を締結している事実を認識していたのではないかと\nの疑いを抱かせるものということができる。さらに，本件契約４ないし５を締結\nするまでに，Ｆを含むＢ銀行の担当者がＡの権限の範囲につき確認する措置を\n講じた事実はうかがわれない。そうすると，少なくとも，本件契約４及び５の締\n結に際し，Ａが代理権の制限に違反していることを知らなかったとしても，その\nことについてＦに重過失があったとの事情には，何ら変化はなかったことが明\nらかというべきである。\nオ　以上によれば，Ｆは，Ａが社内規定に違反して本件契約を締結していたことを\n知らなかったとしても，そのことについて重大な過失があったものとみるのが相\n当である。そして，本件契約は全てＦとＡの合意によって成立しており，弁論の\n全趣旨によれば，Ｂ銀行においてＦの本件契約締結権限を否定しているとは\n認められないから，Ｆは本件契約を締結する代理権を有していると認められ\nる。そうすると，Ｆの重過失をもってＢ銀行の重過失と同視できるから，原告\nは，被告に対し，Ａが社内規定による包括的代理権の制限に違反して本件契\n約を締結したことを対抗できるものと解すべきである。\n(6)　また，Ｂ銀行は，Ａが本件契約を締結する権限を有していなかったことを重大な\n過失により知らないで，本件契約を締結したのであるから，民法１０９条又は同法\n１１０条の表見代理が成立しないことは明らかである。\n(7)　以上のとおり，Ａは，銅地金取引に関する包括的代理権を有していたが，原告\nは，被告に対して，Ａの包括的代理権に加えられた制限を対抗でき，また，民法\n１０９条又は民法１１０条の表見代理も成立しないから，本件契約の効果は原告\nに帰属しないものと解するのが相当である。\n３  争点(2)（Ｂ銀行の原告に対する不当利得返還請求権の有無）について\n(1)　前記認定のとおり，Ｂ銀行は，平成７年７月２７日，本件契約１－①に基づきＡ\nの指定したＥ商事香港名義の口座に２億０５００万米ドルを，同年１０月初めこ\nろ，本件契約１－②に基づき同口座に４９６４万６５５０米ドルを，それぞれ送金\nし，同年１１月２４日には本件契約２によりその期限を延長し，その期限である平\n成８年２月２８日にいったん元利金（英国Ｅ商事から１億７３５４万８３７５米ドル，Ｅ\n商事香港から８５１６万５４４６．２８米ドルの合計２億５８７１万３８２１．２８米ドル）\nの返済を受けた後，さらに同日本件契約３に基づきＡの指定した英国Ｅ商事及び\nＥ商事香港名義の口座に合計２億５５００万米ドル（英国Ｅ商事に１億５２８０万４\n２００米ドル，Ｅ商事香港に１億０２１９万５８００米ドル）を送金しているところ，前\n記各送金に係る金員のうちのいずれについて不当利得の成否を検討すべきか\nが問題となる。本件契約３による送金額２億５５００万米ドルは，本件契約１によ\nる合計送金額２億５４６４万６５５０米ドルにほぼ等しく，しかも，本件契約１の元\n利金が返済されたのと同日に送金されていることからすると，本件契約３は，実\n質的には本件契約１及び２の期限の延長を目的としているものと解し得ないでは\nない。しかしながら，本件契約１及び２は銅地金代金付加払特約付金利交換契\n約であるのに対し，本件契約３ないし５は銅地金先渡相互取引契約であり，その\n契約の形式を異にしていること，その送金額が全く同一ではなく，英国Ｅ商事及\nびＥ商事香港からの各返済額とこれら各社に対する送金額もそれぞれ異なって\nいること，本件契約１及び２の元利金がいったんは現実に返済されていることを\n考慮すると，本件契約１及び２による契約関係はその元利金の返済により終了\nし，その後本件契約３による実質的融資が行われたとみるのが相当であるから，\n結局，Ｂ銀行の原告に対する不当利得返還請求権の成否を検討するに際して\nは，平成８年２月２８日の送金を問題とすれば足りることとなる。\n原告は，本件契約３に係る資金がＡと銅地金ディーラーとの間の銅地金の簿外\n取引による損失の補填に充てられたと自認しているところ，被告は，本件契約３\nに係る資金２億５５００万米ドルがＡによる銅地金の簿外取引の損失の補てんに\n充てられた場合，これにより原告が銅地金ディーラーに対して負う債務が減少す\nるから，本件契約３の効果が原告に帰属しない以上，原告は，法律上の原因なく\n２億５５００万米ドル相当の利得を得たことになり，これを不当利得としてＢ銀行に\n返還すべき義務を負っていたと主張している。\n(2)　そこで，まずＡと銅地金ディーラーとの間の銅地金の簿外取引の効果が原告に\n帰属するか否かにつき検討するに，Ａは，原告の非鉄金属本部非鉄金属部長兼\nディーリングチームのチームリーダーとして，原告から銅地金取引に関する委任\nを受けた商法４３条１項所定の商業使用人に該当し，銅地金取引に関する包括\n的代理権を有していたことは，既に認定説示したとおりである。そして，Ａと銅地\n金ディーラーとの間の銅地金取引は，たとえ簿外で行われていたものであって\nも，客観的にみて委任事項である銅地金取引の範囲内に含まれることは明らか\nである。したがって，Ａと銅地金ディーラーとの間の銅地金取引の効果は，たとえ\n簿外で行われていても，原告に帰属することになるのが原則である。\n(3)　以上に対し，原告は，Ａに付与されていた銅地金取引に関する権限は無制約\nなものではなく，原告の設定した取引限度枠等による厳しい社内規制によって制\n限されているところ，Ａは，かかる社内規制に違反して銅地金の簿外取引を行っ\nたものであるから，Ａによる銅地金の簿外取引の法的効果は，原告の追認がな\nされない限り，当然に原告に帰属することになるものではないと主張する。\nしかしながら，既に説示したとおり，営業主である原告が，Ａの包括的代理権に\n制限を加えても，これをもって善意・無重過失の第三者に対抗することはできず，\n原告は，第三者である銅地金ディーラーにおいて，Ａが原告の社内規制に違反し\nて取引を行っていたことを知っていたか，又は重大な過失により知らなかったこと\nを主張・立証しない限り，当該取引の効果が原告に帰属することを否定できな\nい。\nまた，原告は，Ａと銅地金取引を行った銅地金ディーラーの中には，Ａが社内規\n制を無視して取引を行っていることを知り，又は過失により知らなかった者が相\n当数含まれていたとも主張するが，仮に原告の主張するとおり，Ａと銅地金取引\nを行った銅地金ディーラーの一部に，悪意・重過失の者がいたとしても，原告が\nその事実を個別具体的に主張立証した場合に，当該銅地金ディーラーとＡとの間\nの銅地金取引の限度で，その効果が原告に帰属することを否定できるにとどま\nるというべきである。\n(4)　以上のとおり，Ａと銅地金ディーラーとの間の銅地金取引の効果は，たとえ簿\n外で行われていても，原告に帰属するのが原則であり，Ａと取引を行った銅地金\nディーラーにおいて，Ａが社内規定に違反して取引を行っていたことを知っていた\nか，又は重大な過失により知らなかったことを原告が主張・立証した場合に，初\nめて，当該銅地金ディーラーとの間の取引の効果帰属を否定できるにとどまるの\nであって，そのような主張立証がされない限り，原告としては，Ａが簿外で原告の\n社内規制に違反して行った取引であっても，その効果が自己に帰属することを否\n定できないのである。そして，銅地金ディーラーとの取引が原告に帰属する以\n上，Ａが本件契約３によって得た資金を当該取引上の債務の弁済に充てた場合\nには，それにより原告は，自己に帰属する取引上の債務の負担を免れるという\n利得を得たことになるというべきである。\nしたがって，本件契約３に係る２億５５００万米ドルがＡによる簿外取引による損\n失の補填に充てられたことによって，原告は，銅地金ディーラーに対して負担して\nいた同額の清算金の支払義務を免れ，法律上の原因なく，Ｂ銀行の損失の下に\n利得したものと認められるのが原則であり，原告は，本件契約３に係る資金の全\n部又は一部が特定の銅地金ディーラーに支払われたこと，当該銅地金ディーラ\nーにおいて，Ａが原告の社内規制に違反して取引を行っていたことを知っていた\nか，又は重大な過失により知らなかったことを主張・立証しない限り，銅地金ディ\nーラーに対する債務を免れて利得を得たことを否定できないものと解すべきであ\nる。\nしかるに，原告は，被告及び裁判所からの求めにもかかわらず，本件契約３に\n係る資金の流れを明らかにせず，Ａと銅地金取引を行った銅地金ディーラーの中\nには，Ａが社内規制を無視して取引を行っていることを知り，又は過失により知ら\nなかった者が相当数含まれていたと主張するにとどまっている。仮に原告の主張\nするように，Ａと銅地金取引をした銅地金ディーラーの中に，Ａが社内規制に違\n反して銅地金取引を行っていることを知り，又は重大な過失により知らなかった\n者がいた場合には，Ａと当該銅地金ディーラーとの間の銅地金取引の効果は原\n告に帰属しないことになるが，Ａが本件契約３によって得た資金の全部又は一部\nを支払った相手先の銅地金ディーラー，当該銅地金ディーラーに支払われた本\n件契約３に係る資金の額及び取引の内容，当該銅地金ディーラーが前記資金を\n受領した当時Ａの無権限について悪意又は重過失であったことについての具体\n的な主張・立証はいまだされていないといわざるを得ないから，原告が銅地金デ\nィーラーに対して負担していた債務を免れて利得を得たことを否定することはでき\nないというべきである。\nしたがって，本件契約３に係る２億５５００万米ドルがＡによる簿外取引による損\n失の補填に充てられたことによって，原告は，銅地金ディーラーに対して負担して\nいた同額の清算金の支払義務を免れ，法律上の原因なく，Ｂ銀行の損失の下に\n利得したものと認められ，Ｂ銀行は，原告に対し，同額の不当利得返還請求権を\n取得したものとみるのが相当である。\n(5)　また，原告は，仮にＡが本件契約３に係る資金を簿外取引の決済に充てたこと\nによって，原告が何らかの利得を得たとしても，原告は，ＡがＢ銀行から本件契\n約３に係る資金を得ていたことはもとより，Ａが簿外取引を行っており，本件契約\n３に係る資金を簿外取引の決済に充てていたことについて悪意・重過失ではなか\nったから，昀高裁判所判決（昀高裁昭和４９年９月２６日民集２８巻６号１２４３頁）\nに照らし，原告の受けたとする利得には法律上の原因があることになり，Ｂ銀行\nが原告に対して不当利得返還請求権を取得することはないと主張する。\nしかしながら，本件は，既に認定説示したとおり，Ａが本件契約３により得た資\n金で原告の負担に帰する取引上の債務を弁済したという事案であり，利得者とさ\nれる原告が本件契約３により得られた資金を直接受領したという場合ではないか\nら，原告の引用する判例は，本件と事案を異にするものというべきである。仮に，\n同判例の趣旨が本件についても当てはまるものとした場合には，前記悪意重過\n失をいずれの者について判定すべきかが問題となるが，前記判例の趣旨にかん\nがみると，本件における利得者である原告の悪意あるいは重過失は，原告の社\n内において利得を取得する権限を有する者について判定すべきこととなると考え\nられる。そして本件において，原告は，自己に帰属する取引上の債務の負担を免\nれるという利得を得ているのであるから，この場合の利得を取得する権限を有す\nる者とは，当該債務を弁済してこれを免れる権限を有する者ということになるが，\n本件当時Ａは，原告の非鉄金属本部非鉄金属部長を務めていたのであり，当然\n同人が原告の名義で行った銅地金取引についての取引上の債務を弁済してそ\nの負担を免れる権限を有していたものと推認することができる。そして，Ａが利得\nを取得する権限を有していると認められる以上，Ａの悪意が明らかである本件に\nおいては，仮に前記判例の趣旨が本件に適用されることになるとしても，原告が\n得た利得は法律上の原因を欠くものであるということになるから，結局この点に\nついての原告の主張は理由がないというべきである。\n(6)  以上のとおり，本件契約３に係る資金がＡによる銅地金取引による損失の補填\nに充てられたことにより，Ｂ銀行は，原告に対し，２億５５００万米ドルの不当利得\n返還請求権を取得したものであるが，被告は，Ａ及びその使用者である原告は，\n法律上の原因のないことにつき悪意又は重過失ある受益者であり，原告は２億５\n５００万米ドルに対する遅延損害金の支払義務を負担していたと主張する。\nそこで検討するに，民法７０４条の悪意の有無は受益者について決すべきとこ\nろ，法人が受益者である場合には，当該法人において受益の権限を有する者が\n悪意であるか否かを判断すべきこととなる。そして，前項において説示したとお\nり，本件においては，法人である原告が自己に帰属する取引上の債務の負担を\n免れるという利益を得たというのであるから，当該債務を弁済してこれを免れる\n権限を有していた者，すなわちＡについて悪意の有無を論ずべきところ，Ａが本\n件契約３により得られた資金によって簿外取引による銅地金ディーラーに対する\n債務を弁済した当時，それによる原告の受益に法律上の原因がないことを知っ\nていたことは明らかであるから，原告は悪意の受益者に当たり，したがって原告\nは，利得額である２億５５００万米ドルに対する受領の時から年５分の割合による\n利息を支払う義務を負っていたものというべきである。\n４　争点(3)（Ｂ銀行の原告に対する損害賠償請求権の有無）\n本件契約に係るＡの取引行為は，その外形からみて，使用者である原告の事業\nの範囲内に属すると認められる。しかしながら，既に認定説示したとおり，本件契約\nに係るＡの取引行為は，社内規定に違反して行われたものであり，かつ，その相手\n方であるＢ銀行が少なくとも重大な過失により上記事情を知らないで本件契約を締\n結したことは既に認定説示したとおりであるから，Ａの行為によるＢ銀行の損害は\n民法７１５条にいわゆる「被用者カ其事業ノ執行ニ付キ第三者ニ加ヘタル損害」とは\nいえず，したがって，Ｂ銀行は，平成８年７月当時，Ａの使用者である原告に対し，\n不法行為（使用者責任）に基づく損害賠償請求権を有していなかったものと解する\nのが相当である。\n５  争点(4)（原告の被告に対する損害賠償請求権の有無）について\n原告は，Ａによる銅地金の不正取引が発覚した直後の混乱した状況下において，\nＢ銀行の融資担当者が，本件契約に係る金員について原告に返済義務がないこと\nを知りながら，原告に対し，Ａが本件契約により調達していた金員の支払を強く求\nめ，原告をして，Ｂ銀行に対する返還義務のない金員の支払を余儀なくさせたとし\nて，被告に対し，不法行為（使用者責任）に基づき，２億５７３５万５０００米ドル及び\nこれに対する遅延損害金の支払を請求している。\nしかしながら，被告は原告に対して，本件契約３による支払額２億５５００万米ドル\n及びこれに対する支払日である平成８年２月２８日から年５分の割合による利息相\n当額の不当利得返還請求権を有していることは既に説示したとおりであり，その元\n本及び同年７月２６日までの利息の合計額が原告の前記請求権の額を上廻ってい\nることにかんがみると，Ｂ銀行の融資担当者が原告に対して２億５７３５万５０００米\nドルの支払を要求したことが違法であるとみることは困難であるというほかない。\nよって，原告は，Ｂ銀行に対し，不法行為（使用者責任）に基づく損害賠償やこれ\nに対する遅延損害金の支払を請求することはできない。\n６　争点(5)（原告の被告に対する不当利得返還請求権の有無）について\n前記説示のとおり，本件契約の効果は原告に帰属しないから，原告が平成８年７\n月２６日に支払った２億５７３５万５０００米ドルは法律上の原因に基づかないものと\nいうことになり，原告は被告に対して，同額の不当利得返還請求権を有しているこ\nとになる。\nしかしながら，被告も原告に対して，本件契約３による支払額２億５５００万米ドル\n及びこれに対する支払日である平成８年２月２８日から年５分の割合による利息相\n当額の不当利得返還請求権を有していることは既に説示したとおりであり，その元\n本及び同年７月２６日までの利息の合計額が原告の前記請求権の額を上廻ってい\nることは明らかである。\nそして，被告が，原告に対する前記不当利得返還請求権を自働債権とし，原告の\n被告に対する不当利得返還請求権を受働債権として，対当額において相殺する旨\nの意思表示をしたことは当裁判所に顕著であるから，原告の不当利得返還請求権\nは相殺により消滅したものというべきである。\n７　結論\n以上によれば，原告の請求は理由がないから棄却することとし，訴訟費用の負担\nについて民訴法６１条を適用して，主文のとおり判決する。\n東京地方裁判所民事第２５部\n裁判長裁判官　　　　藤下　健\n裁判官　　　　葛西功洋\n裁判官小池晴彦は転補のため署名押印することができない。\n裁判長裁判官　　　　藤下　健\n"
}