{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 3,
    "day": 11
  },
  "case_number": "平成13(行ケ)513",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "11256",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=11256",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/256/011256_hanrei.pdf",
  "contents": "平成１３年（行ケ）第５１３号　審決取消請求事件\n平成１５年３月１１日判決言渡、平成１５年２月２５日口頭弁論終結\n判　　　　決\n原　告　株式会社エンテック\n訴訟代理人弁理士　吉井剛、吉井雅栄\n被　告　株式会社森井\n訴訟代理人弁護士　渡辺隆夫、弁理士　近藤彰\n主　　　　文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n事実及び理由\n第１　原告の求めた裁判\n「特許庁が平成１１年審判第３５３５９号事件について平成１３年１０月９日に\nした審決を取り消す。」との判決。\n第２　事案の概要\n１　特許庁における手続の経緯\n原告が特許権者であり、発明の名称を「食品収納容器」とする本件特許第２８７\n９２１２号発明は、平成１０年１月３１日に特許出願され、平成１１年１月２９日\nに設定登録された。被告は、平成１１年７月１２日本件特許について無効審判の請\n求をした。同審判請求においては、平成１１年１１月８日、本件特許につき訂正請\n求があり、平成１２年２月１８日に「訂正を認める。本件審判の請求は、成り立た\nない。」との審決（第１次審決）があった。第１次審決について被告が提起した取\n消訴訟（東京高裁平成１２年（行ケ）第１０６号）において、平成１３年２月２８\n日に審決取消しの判決があって、再度行われた審判において訂正拒絶理由通知があ\nり、原告は、その指定期間内である平成１３年８月２８日、上記訂正請求の手続補\n正をした。\nこれらの経過の下、平成１３年１０月９日、「特許第２８７９２１２号の請求項\nに係る発明についての特許を無効とする。」との審決があり（本件審決）、その謄\n本は同月１９日原告に送達された。\n２　本件発明の要旨\n(1)　特許設定登録時のもの\n【請求項１】食品を収納した状態でそのまま保存したり暖め調理したりなどし得\nる容器を、上部に開口部を有する容体と、この容体の開口部を閉塞し得る蓋体とで\n構成し、この蓋体の所定の部分に周囲に日付目盛を配する回転体を水平回動自在に\n設け、この回転体の上面部にこの回転体を回動操作し得る摘まみ部を設け、この摘\nまみ部に前記日付目盛を指示し得る日付指示部を設け、前記蓋体に貫通形成した蒸\n気抜孔を開閉する開閉切り替え機構を前記回転体の軸芯部に設けたことを特徴とす\nる食品収納容器。\n【請求項２】前記蓋体に貫通形成した蒸気抜孔，前記回転体に貫通形成した孔及\nび前記摘まみ部に貫通形成した孔を回転体の軸芯部に縦列状態若しくは重合状態に\nして連通配設したことを特徴とする請求項１記載の食品収納容器。\n【請求項３】前記回転体の下面部に設けた軸部を前記蓋体に設けた蒸気抜孔に回\n動自在に嵌挿係着し、この軸部に前記孔を設けて、前記蒸気抜孔とこの孔とを重合\n状態にして連通配設したことを特徴とする請求項１，２いずれか１項に記載の食品\n収納容器。\n【請求項４】前記摘まみ部を前記回転体の軸芯部上を横断する状態で一体突出成\n形し、この摘まみ部に貫通形成した孔と回転体に貫通形成した孔とを一体連通形成\nしたことを特徴とする請求項１～３いずれか１項に記載の食品収納容器。\n【請求項５】前記開閉切り替え機構を、前記蓋体に貫通形成した蒸気抜孔，前記\n回転体に貫通形成した孔及び前記摘まみ部に貫通形成した孔を開閉し得る開閉操作\n部を移動自在に前記摘まみ部に設けて構成したことを特徴とする請求項１～４いず\nれか１項に記載の食品収納容器。\n【請求項６】前記摘まみ部を蓋体の上面から埋没させた状態で設けたことを特徴\nとする請求項１～５いずれか１項に記載の食品収納容器。\n(2)　訂正後（訂正補正前）のもの\n【請求項１】食品を収納した状態でそのまま保存したり暖め調理したりなどし得\nる容器を、上部に開口部を有する容体と、この容体の開口部を閉塞し得る蓋体とで\n構成し、この蓋体の所定の部分に周囲に日付目盛を配する回転体を水平回動自在に\n設け、この回転体の上面部にこの回転体を回動操作し得る摘まみ部を設け、この摘\nまみ部に前記日付目盛を指示し得る日付指示部を設け、前記蓋体に貫通形成した蒸\n気抜孔を開閉する開閉切り替え機構を前記回転体の軸芯部にして摘まみ部に設けた\nことを特徴とする食品収納容器。\n【請求項２】前記蓋体に貫通形成した蒸気抜孔，前記回転体に貫通形成した孔及\nび前記摘まみ部に貫通形成した孔を回転体の軸芯部に縦列状態若しくは重合状態に\nして連通配設したことを特徴とする請求項１記載の食品収納容器。\n【請求項３】前記回転体の下面部に設けた軸部を前記蓋体に設けた蒸気抜孔に回\n動自在に嵌挿係着し、この軸部に前記孔を設けて、前記蒸気抜孔とこの孔とを重合\n状態にして連通配設したことを特徴とする請求項１，２いずれか１項に記載の食品\n収納容器。\n【請求項４】前記摘まみ部を前記回転体の軸芯部上を横断する状態で一体突出成\n形し、この摘まみ部に貫通形成した孔と回転体に貫通形成した孔とを一体連通形成\nしたことを特徴とする請求項１～３いずれか１項に記載の食品収納容器。\n【請求項５】前記開閉切り替え機構を、前記蓋体に貫通形成した蒸気抜孔，前記\n回転体に貫通形成した孔及び前記摘まみ部に貫通形成した孔を開閉し得る開閉操作\n部を移動自在に前記摘まみ部に設けて構成したことを特徴とする請求項１～４いず\nれか１項に記載の食品収納容器。\n【請求項６】前記摘まみ部を蓋体の上面から埋没させた状態で設けたことを特徴\nとする請求項１～５いずれか１項に記載の食品収納容器。\n(3)　訂正補正後のもの\n【請求項１】食品を収納した状態でそのまま保存をしたり電子レンジによる暖め\n調理をしたりする容器を、上部に開口部を有する容体と、この容体の開口部を閉塞\nする蓋体とで構成し、この蓋体の所定の部分には円形の底浅部と底深部とから成る\n段状の陥没部が設けられ、この陥没部の底深部には挿通孔が貫通形成され、陥没部\n内には水平回動自在な平面視円形状の回転体が設けられ、この回転体の高さは、前\n記底深部の深さと同一に設定されており、この回転体の下面部には貫通孔を形成し\nた円筒係止体が設けられ、この円筒係止体の下端縁部には鍔部及び切欠部が設けら\nれ、この鍔部は該円筒係止体を前記挿通孔に圧入した際、該挿通孔に回動自在に嵌\n挿係着されるように構成され、回転体の周囲にして底浅部には日付目盛が設けら\nれ、回転体の上面部には該回転体を回動操作し得る摘まみ部が該回転体の軸芯部上\nを横断する状態で一体突出成形され、この摘まみ部には略中央から基端側にかけて\n凹溝が設けられ、この凹溝の内壁面にはガイド溝が形成されており、この摘まみ部\nの凹溝の底面には前記円筒係止体の貫通孔の開口端である孔が設けられ、この孔と\n貫通孔とが縦列状態に連通配設されて構成される蒸気抜孔が回転体の軸芯部に設け\nられ、摘まみ部の一端には底浅部に設けた前記日付目盛を指示し得る先端尖鋭の日\n付指示部が設けられ、凹溝には該凹溝をスライド移動する上端に凹凸の山形形状を\n形成したスライド体が設けられ、このスライド体は前記ガイド溝によってガイドさ\nれる構成であり、摘まみ部は蓋体の上面から埋没した状態で設けられていることを\n特徴とする食品収納容器。\n３　審決の理由の要点\n(1)　訂正補正のうち、特許請求の範囲に関するものは、訂正請求書で訂正した特\n許請求の範囲の記載を更に特許請求の範囲の減縮を目的として補正しようとするも\nのであるから、訂正請求書の要旨を変更する補正である。したがって、訂正補正\nは、特許法１３４条５項で準用する特許法１３１条２項の規定に適合しないから、\n認めることができない。\n(2)　訂正補正前の訂正発明１～６（請求項１～６に記載の発明）は、刊行物１\n（実公平６－４４８６３号公報）、刊行物２（登録実用新案第３０３００８９号公\n報）及び刊行物３（ギフト商品カタログ「シャディ９６年総合版」抜粋写し）に記\n載された発明並びに本件出願前周知の事項に基づいて（周知の事項は訂正発明６に\nついてのみ引用）、当業者が容易に発明をすることができたものであるから、特許\n出願の際独立して特許を受けることができないものである。\n(3)　特許設定登録時の本件発明１～６（請求項１～６に記載の発明）も、審判甲\n第１号証（刊行物１と同じ）、審判甲第２号証（刊行物２と同じ）及び審判甲第５\n号証（刊行物３と同じ）に記載された発明並びに本件出願前周知の事項に基づいて\n（周知の事項は本件発明６についてのみ引用）、当業者が容易に発明をすることが\nできたものであるから、特許を受けることができないものである。\n第３　原告主張の審決取消事由\n以下の理由により、訂正補正を不適法なものとした審決の判断は誤りである。\n審決の理由の要点の(1)の認定判断は、東京高裁平成８年(行ケ)第２２２号平成１\n１年６月３日判決に依拠している。この平成１１年東京高判以前、特許庁は、特許\n請求の範囲の減縮のあった場合に更に特許請求の範囲を減縮訂正することを認めて\nいたが、この判決後、特許庁はこれを認めないこととなった。\n本件の経緯は、平成１１年１１月８日、答弁書提出とともに訂正請求をした、平\n成１２年２月１８日に無効審判請求を成り立たないとする審決があり、被告からの\n提訴に基づき審決取消しの判決があり、再度審理されることとなった審判で訂正拒\n絶理由通知を受け、平成１３年８月２８日、本件訂正補正をした、そして、本件審\n決によって訂正請求が不適法なものとされたというにある。このように審決取消し\nの東京高裁判決が介在した場合には、特許権者の帰責はないか又は薄弱であるか\nら、このような場合にまで、平成１１年東京高判の示した法理を適用することはで\nきない。平成１１年東京高判を適用する事案に該当するか否かは、当初の訂正請求\nが不十分であった場合の特許権者の帰責性と審理手続遅延との比較衡量によって決\nせられるべきである。\n本件の訂正請求当初において平成１１年東京高判は出ておらず、特許権者である\n原告にとって、更なる訂正ができないという認識はなかった、仮に本件において平\n成１１年東京高判を適用するとしたら、法律不遡及の原則の趣旨にもとる。\n第４　当裁判所の判断\n原告主張に係る平成１１年東京高判は、「特許法１３４条５項において準用する\n同法１３１条２項本文は、「前項の規定により提出した請求書の補正は、その要旨\nを変更するものであってはならない。」と規定しており、これによれば、訂正請求\n書の補正は、訂正請求書の要旨を変更しない範囲で許される」と判断したものであ\nる。審決も、この判決の指針に基づいて、審決の理由の要点(1)のとおり判断したも\nのと理解される。そして、審決が認定したように、本件訂正補正が訂正請求書の要\n旨を変更するものであること自体について、原告はこれを争う具体的な事由を主張\nしていない。\n原告は、平成１１年東京高判が示した上記法理に異論を述べるものではなく、本\n事案においては、特段の事情があるからこの法理を適用すべきではないと主張する\nものである。\nところで、本件特許に関しては、本訴提起後の平成１３年１１月２２日、原告か\nら新たな訂正審判の請求があり（訂正２００１－３９２１５号）、その請求に係る\n特許請求の範囲に関する内容は、本件訂正補正におけるものと同一のものである\n（甲第６号証及び乙第１号証）。この訂正審判請求に関しては、平成１４年５月２\n２日にこれを不成立とする審決があり、これに対する取消訴訟が同一の受訴裁判所\nに係属し（平成１４年(行ケ)第３２５号）、本訴と同時に口頭弁論終結となり、本\n判決と同時に判決言渡し予定となっている。このように、本件では、訂正補正の内\n容に係る訂正が別途の訂正審判請求内容のものとなっていて、この内容の可否につ\nいての司法判断が示されるという事情もあることを考えると、本件において原告主\n張のような特段の事情があるということはできない。\n結局、本件訂正補正は訂正請求書の要旨を変更するもので不適法なものであると\nした審決の判断に、原告主張の誤りはないというべきである。\n第５　結論\nよって、主文のとおり判決する。\n東京高等裁判所第１８民事部\n裁判長裁判官       塚　　　原　　　朋　　　一\n裁判官       塩　　　月　　　秀　　　平\n裁判官       田　　　中　　　昌　　　利\n"
}