{
  "trial_type": "LaborCase",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 1,
    "day": 17
  },
  "case_number": "平成13(ワ)7276",
  "case_name": "財団法人交通遺児育英会懲戒解雇",
  "court_name": "東京地方裁判所",
  "field": "労働",
  "lawsuit_id": "18614",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=18614",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/614/018614_hanrei.pdf",
  "contents": "主　　　文\n１　原告が，被告に対し，雇用契約上の権利を有することを確認する。\n２　被告は，原告に対し，平成１３年４月から本判決確定まで，毎月１６日限り６\n９万４５６３円，並びに，毎年６月３０日限り１４２万３８５３円，１２月２０日\n限り１４９万３３０９円，及び，３月２０日限り３８万２００９円を各支払え。\n３　訴訟費用は被告の負担とする。\n４　この判決は，第２項に限り，仮に執行することができる。\n事実及び理由\n第１　請求\n主文同旨\n第２　事案の概要\n本件は，被告に懲戒解雇された原告が，懲戒解雇の無効を主張し，雇用契約上の\n権利を有することの確認並びに毎月の賃金，毎年の期末手当及び勤勉手当の各支払\nを求めた事案である。\n１　争いのない事実等（証拠によって認定した事実は，括弧内に証拠番号を付し\nた。また，参照の便宜のため証拠番号を付したものもある。）\n（１）　被告の概要\nア　被告の目的と事業\n被告は，昭和４４年に設立された財団法人であり，その目的は，道路における交\n通事故が原因で死亡した者又は著しい後遺障害が存する者の子女等のうち，経済的\n理由によって修学が困難な者等に対し奨学金の貸与等を行い，社会有用の人材を育\n成することである。被告の寄付行為には，被告は，奨学金の貸与，生徒及び学生の\n補導，学生寮の設置及び維持経営等を事業として行う旨定められている（乙５\n３）。平成１３年４月１０日現在，職員数は約２１名である。\nイ　被告の役員，機関（乙５３）\n被告の寄付行為には，「この法人には次の役員をおく。（１）理事　１５名以上\n２５名以内・・・（２）監事　２名または３名」（１４条），「理事および監事\nは，評議員会でこれを選任し，理事は，互選で会長１名，理事長１名，専務理事１\n名および常任理事５名以上１０名以内を定める。」（１５条１項），「会長は，こ\nの法人を代表し，この法人の業務を総理する。」（１６条１項），「理事長は，こ\nの法人を代表し，理事会の議決にもとづき，会長を補佐し，この法人の業務を統轄\nし，会長に事故あるとき，または欠けたときは，その職務を代行する。」（同条２\n項），「専務理事は，会長および理事長を補佐し，理事会の議決にもとづき，日常\nの事務を掌理し，会長及び理事長に事故あるとき，または欠けたときは，その職務\nを代行する。」（同条３項），「理事は，理事会を組織し，この法人の業務を議決\nし，執行する。」（同条４項），「常任理事は，常任理事会を組織し，この法人の\n日常の業務を議決し，執行する。」（同条５項），「この法人には，この法人の事\n務を処理するため事務局を設け，所要の職員をおく。」（２２条１項本文）との定\nめがある。\nまた，被告の寄付行為は，「この法人には，評議員１００名以上１５０名以内を\nおく。」（１９条１項），「評議員は，理事会で選出し，会長が任命する。」（同\n条２項），「評議員は，評議員会を組織し，この寄付行為に定める事項のほか，理\n事会の諮問に応じ，会長に対し必要と認める事項について助言する。」（２０条）\nとし，理事会に対し，「事業計画及び収支予算に関する事項」など一定の事項につ\nいては，評議員会の意見を聞かなければならない旨定めている（２９条）。\nウ　被告設立時の役員\n被告は，関係省庁のＯＢ，自動車又は交通安全関係の企業または団体の役員，ボ\nランティア団体「交通遺児を励ます会」（以下「励ます会」という。）の役員，学\n識経験者等が設立発起人となって初代の理事に就任し，設立時の会長は，元新日本\n製鉄会長で元日商会頭のＰ１，理事長は元警察庁のＰ２，専務理事は励ます会のＰ\n３（以下「Ｐ３」）が選ばれた。\nエ　現在の役員\n平成６年１月，Ｐ２理事長が亡くなったため，平成６年３月３０日の理事会で，\n元総理府総務副長官のＰ４（以下「Ｐ４理事長」という。）が理事長に選任され，\n現在までその職にある。なお，被告の現会長は元東京大学長，元日本育英会会長の\nＰ５である。\nＰ３は，Ｐ４理事長の選任に伴い，同日専務理事を辞任した。平成６年４月２６\n日の理事会で，常任理事であったＰ６が専務理事事務取扱兼事務局長に選任され\nた。その後，専務理事には，平成８年５月３１日の理事会でＰ７（以下「Ｐ７専務\n理事」という。）が選任され，現在に至っている。\nなお，Ｐ６は平成１１年１月５日付けで事務局長を解かれ，同年５月２４日の理\n事会で常勤を解かれ，平成１２年３月にＰ３とともに理事を解任された。\nＰ６の後任の事務局長は，指導課長であったＰ８が就任し，現在に至っている。\n（甲１８，乙１４，３７，弁論の全趣旨）\n（２）　原被告間の労働契約と原告の職位，表彰\n原告は，昭和５０年３月帯広畜産大学を卒業し，同年４月被告に雇用され，被告\nにおいて，以下のとおりの役職を務め，平成１２年５月２日には永年勤続表彰を受\nけた（甲６の（１））。\n昭和５２年１０月　業務第２課（現指導課）係長\n昭和５５年４月　業務第３課（現返還課）課長\n昭和５７年４月　指導課長\n平成元年４月　奨学課長\n平成２年４月　事務局次長兼奨学課長\n平成４年４月　事務局次長兼募金課長兼返還課長\n平成５年　事務局次長兼総務課長兼募金課長\n平成６年５月　事務局次長兼総務課長（免募金課長）\n平成１１年１月　事務局次長兼総務課長兼指導課長\n平成１１年４月　事務局次長兼指導課長（免総務課長）\n（３）　労働組合の結成\n平成６年６月１２日，原告は，被告の職員とともに，交通遺児育英会職員組合\n（以下「職員組合」という。）を結成し，執行副委員長に就任し，同年１０月，職\n員組合の組合員は，全国一般東京一般労働組合（以下「上部団体」という。）へ加\n入して連合全国一般東京一般労働組合交通遺児育英会分会（以下「分会」とい\nう。）を結成し，職員組合は解消した。原告は，分会の副会長となった。\n（甲７の（１）ないし（２））\n（４）　不当労働行為救済命令申立てと和解等\nア　都労委第１次事件，第２次事件と平成８年和解\n上部団体は，平成７年２月２４日，東京都地方労働委員会（以下「都労委」とい\nう。）に対し，被告に，誠実に団交すること，分会員の勤勉手当減額分を支払うこ\nと，原告からの公印保管業務等の職務の取り上げをやめること等を命じる救済命令\nを求める不当労働行為救済申立てをした（都労委平成７年（不）第１２号。以下\n「都労委第１次事件」という。甲７の（４））。\nまた，上部団体は，平成８年７月２４日付けで，都労委に対し，被告に，分会員\nらの時間外労働手当の支払を命じる救済命令を求める不当労働行為救済申立てをし\nた（都労委平成８年（不）第５４号。以下「都労委第２次事件」という。甲７の\n（５））。上部団体は，平成８年８月７日付けで，都労委に対し，上部団体組合員\nが労働委員会において証人として出席，発言をしたことを理由に仕事を取り上げた\nり，嫌がらせを行うなど不利益取扱いをしてはならない旨被告に命じる救済命令を\n求める追加申立てを行った（甲７の（６））。\n平成８年１２月２７日，都労委第１次事件及び第２次事件について，被告と上部\n団体は和解した。その内容には，「被告と上部団体は，労働条件の変更については\n誠意をもって団体交渉に臨むこととする。被告は，上部団体に対し，会議室等の使\n用について便宜を供与する。被告は，上部団体に対し，解決金の支払を行う。原告\nは，平成９年３月まで事務局次長総務課長のままとし，同年４月以降は別途課長の\n職を設け，これに任ずる。」等というものであった（甲７の（１０）。以下「平成\n８年和解」という。）。\nイ　都労委第３次事件，第４次事件及び平成１２年和解協定\n上部団体は，平成１１年４月２３日付けで，都労委に対し，「被告は，原告が有\n印私文書偽造行使をしたとし，総務課長職を解く等の不利益取り扱いをしてはなら\nない」等との救済命令を求める不当労働行為救済命令申立て（都労委平成１１年\n（不）第３６号。以下「都労委第３次事件」という。）を行った。これに対し，被\n告は，被告職員のＰ９の健康保険被保険者資格喪失届（以下「本件資格喪失届」と\nいう。）が理事長印（以下「公印」という。）を押捺され公務所に提出されたの\nは，原告が保管責任を負っている理事長印を押捺せしめたためであり，有印私文書\n偽造公使に当たる等と主張した。さらに，上部団体は，平成１２年６月１２日，被\n告が分会会員で身体障害者（２級）であるＰ１０に対し，学生寮の寮費１５０万円\nの紛失事件について全額弁済するよう通告したとして，都労委に対し，不当労働行\n為救済命令申立て（都労委平成１２年（不）第６８号。以下「都労委第４次事件」\nという。）を行った。\n一方，被告は，Ｐ１０に対する１５０万円の損害賠償請求訴訟を東京地方裁判所\nに提起した（平成１２年（ワ）第１２１６２号。「Ｐ１０損害賠償事件」とい\nう。）。\n平成１２年１１月１６日，被告と上部団体は，都労委のあっせんにより，「原告\nは，被告理事長の意思に反して，理事長印が押捺された事実経過について，被告に\n対し遺憾の意を表する。Ｐ７専務理事は，前記事実に関する原告への発言中に誤解\nを招く言動があったことについて，原告及び上部団体に対し，遺憾の意を表する。\nＰ１０は，寮費紛失について寮費管理が十全ではなかったことを認め，被告に対\nし，謝罪の意を表する。被告は，Ｐ１０損害賠償事件を取り下げる。上部団体は，\n都労委第３次事件及び第４次事件を取り下げる。」等を協定した（以下「平成１２\n年和解協定」という。）。\n（甲７の（７）ないし（９），（１１））\nウ　Ｐ１０配転仮処分事件と和解\n被告は，平成１２年１１月１日付けで，Ｐ１０に対し，被告の学生寮「心塾」\n（以下「心塾」という。）勤務から，本部総務課（千代田区α町所在）の勤務を命\nじる等の配転命令を行った。\nＰ１０は，平成１２年和解協定の成立後，同月，東京地方裁判所に対し，配転命\n令効力停止仮処分（以下「Ｐ１０配転仮処分事件」という。）を申し立て，平成１\n３年３月５日，同庁において，被告との間で，「Ｐ１０と被告は，同月末に雇用契\n約を合意解約し，被告は，Ｐ１０に対し，退職金１５２２万円余を支払う。Ｐ１０\nは，被告に対し，学生寮付属職員宿舎を明け渡す。」等との内容で和解した。\n（甲７の（１２），（１３））\nエ　原告の地位\n原告は，アないしウの各事件について，救済対象者として，または，分会の副会\n長として関与した。\n（５）　懲戒及び服務についての就業規則の定め（乙１）\n被告の就業規則である財団法人交通遺児育英会就業規程（以下「就業規程」とい\nう。）には，「職員を懲戒に処する事項は，つぎの各号にかかげる場合とする。た\nだし，情状により訓戒に止めることがある。・・・（２）勤務怠慢で業務に対する\n誠意のないことが認められたとき（３）会の名誉を汚し，または職員としての体面\nを汚したとき・・・（６）業務上，上長の指示命令に従わず，かつ，越権専断の行\n為をしたとき・・・（８）不正に会の金品を持出し，または私用したとき・・・\n（１２）その他，本規程第５章に規程する服務事項に違反するのほか前各号の事項\nに準ずる行為をしたとき」（５４条），「懲戒はつぎの各号にかかげる区分に従っ\nて行なうものとする。（１）譴責・・・（２）謹慎・・・（３）諭旨退職・・・\n（３）免職　労働基準監督署長の認定を受けて予告期間を設けないで，かつ，予告\n手当を支給することなく解雇する。この場合は退職金の全部を支給しないことがで\nきる。２懲戒処分は処分の根拠となる事由について確証にもとづいて行ない，か\nつ，処分決定前に本人に弁明の機会を与えなければならない。」（５５条），「職\n員はこの規程を遵守するとともに，職制により定められた所属の長の指示に従い，\n職場の秩序を保持し，たがいに協力して誠実に職責をはたさなければならない。」\n（１８条），「職員は事務能率を維持するため，次の各号に掲げる事項を守らなけ\nればならない。（１）勤務時間を守り，勤務時間中みだりに職場をはなれてはなら\nない。（２）用度品等を合理的に使用し，節約につとめなければならない。（３）\n職場を整理整頓し，清潔に心がけなければならない。」（１９条），「職員は業務\nに関し，他から金品を私に受領し，また事情のいかんにかかわらず会の物品を他に\n融通貸与し，または私用してはならない。」（２０条），「職員は会長の承認をえ\nないで，他の職業に従事してはならない。」（２３条）との定めがある。\n（６）　職制規程の定め（乙２）\n被告の職制規程は，「本会の職制及び事務分掌は，別に定めるものを除き，この\n規程の定めるところによる。」（１条），「本会寄付行為第２２条に定める事務局\nに次の課を置く。（１）総務課　（２）募金課　（３）会計課　（４）奨学課\n（５）返還課　（６）指導課　（７）心塾課」（２条），「事務局に局長，課に課\n長を置き，職員中より会長これを任命する。」（３条１項），「必要がある場合\nは，事務局に参事役，次長および調査役を置き，職員中より会長これを任命す\nる。」（３条２項），「局長，参事役，次長，調査役および課長は，上司の命を受\nけて所管事務を掌理し，所属職員を指揮監督する。」（３条３項）とし，「各課に\nおいては，次の事務を所掌する。」（５条本文），「総務課　（１）公印の管守に\n関すること　（２）文書類の接受，発送，編集及び保存に関すること・・・（５）\n職員の人事に関すること・・・」（５条１項），「会計課・・・（３）職員の給与\nに関すること」（５条３項），「指導課　奨学生の指導教育に関すること」（５条\n６項），「会長が必要ありと認めるときは，前条の規定にかかわらず臨時に所掌事\n項を命ずることができる。」（６条）旨定めている。\n（７）　原告に対する懲戒解雇\n平成１３年３月８日，被告は，原告に対し，「別紙１の懲戒解雇理由により懲戒\n解雇する予定であるから，同月１５日までに弁解を書面で提出するよう求める。」\n旨の懲戒解雇の予告を書面で行った。\n同月１５日，原告は，被告に対し，原告の主張を記載した書面を提出した。\n被告は，同月２１日，原告に対し，「就業規程１８条ないし２０条及び２３条に\n違反し，５４条２号，３号，６号，８号及び１２号の各懲戒事由に違反するとして\n懲戒解雇する。」旨の通知をした（以下「本件解雇」という。）。その際，解雇予\n告手当として，同月２２日から同月末日までの賃金相当額及び１か月分の賃金相当\n額を原告に支払った。\n（甲１ないし３，乙３の（２）ないし（５），弁論の全趣旨）\n（８）　原告の賃金額\n原告が被告から労働契約に基づいて支給される月ごとの俸給等の合計は６９万４\n５６３円であり，毎月末日までの分を当月１６日に支払うことになっている。ま\nた，被告の給与規程によれば，原告には，毎年６月３０日に期末手当として前記月\nごとの俸給等の合計額の１００分の１４５に当たる１００万７１１６円，勤勉手当\nとして同１００分の６０に当たる４１万６７３７円，毎年１２月１０日に期末手当\nとして同１００分の１６０に当たる１１１万１３００円，勤勉手当として同１００\n分の５５に当たる３８万２００９円，毎年３月２０日に期末手当として同１００分\nの５５に当たる３８万２００９円が支給されることとなっていた。\n２　争点\n（１）　原告に懲戒事由があるか。本件解雇は懲戒権の濫用として無効か\n（２）　本件解雇は不当労働行為であり無効か\n３　争点についての当事者の主張の要旨\n（１）　原告に懲戒事由があるか。本件解雇は懲戒権の濫用として無効か\n（被告の主張）\nア　解雇理由の総論\n（ア）　本件解雇の理由（懲戒事由）は，原告が，別紙２解雇理由一覧表（以下\n「解雇理由一覧表」という。）記載の１ないし２６の「年月日」「時間」欄記載の\n日時に「事実」欄記載の各行為（以下，解雇理由一覧表記載の解雇理由をその対応\nする番号により「解雇理由１」等という。）を行ったことである。\n（イ）　解雇理由１ないし１５の各行為は，就業規程１８条に違反し，５４条６号\nに該当し，解雇理由１６の行為は，就業規程１８条に違反し，５４条３号，６号に\n該当し，解雇理由１７ないし２４の各行為は，就業規程１８条に違反し，５４条２\n号，６号に該当し，解雇理由２５の行為は，就業規程１９条１号に違反し，５４条\n２号に該当し，解雇理由２６の行為は，就業規程１９条２号，２０条に違反し，５\n４条８号，１２号に該当する。\n（ウ）　原告の解雇理由１ないし２６の各行為は，事務局長で理事であったＰ６と\n組むなどして，Ｐ４理事長，Ｐ７専務理事を始めとする被告執行部に反抗するため\nに行われたもので，組合活動とは無縁である。\n原告は，当初，被告の専務理事を退任したＰ３に被告の内部情報を提供していた\nため，Ｐ３の追い落としに積極的であったＰ６から「Ｐ３の残置諜者」といわれて\nいじめ抜かれていた。しかし，Ｐ６は，Ｐ７専務理事の専務理事就任に伴って，自\n身の専務理事への就任がかなわないとみるや，原告に接近し，原告と手を組んでＰ\n７専務理事及びＰ４理事長に反抗したのである。\n以下，おおむね時系列に従って説明する。\nイ　解雇理由１，５，１０－再雇用職員らに対する辞令作成拒否\n（ア）　原告は，Ｐ７専務理事から，理事長が決裁した人事異動指示書に基づい\nて，解雇理由１のとおり平成１０年３月２６日に下記①の，解雇理由５のとおり同\n年８月３日に下記②の，解雇理由１０のとおり同月３１日に下記③の各人事異動\n（以下「人事異動①」等という。）について辞令（人事異動通知書）の作成を指示\nされたにもかかわらず，解雇理由１，５，１０のとおり，辞令の作成を行わなかっ\nた。\n記\n①平成１０年４月１日付け\n嘱託のＰ１１を職員に採用\n②同年８月１日付け\n嘱託のＰ１２を職員（機関紙担当）として採用\n参事役のＰ９を嘱託特命事項担当として再雇用\nＰ１１を募金課長に任命\n③同年９月１日付け\n嘱託のＰ１３の再雇用\n（イ）　被告の人事権は，寄付行為上，会長又は理事長にあり，理事長が決裁した\n人事異動指示書がある以上，総務課長である原告は辞令を作成すべきであり，事務\n局長のＰ６が反対している人事だからといって作成しなくていいということはな\nい。Ｐ７専務理事が，原告から「Ｐ６に人事異動指示書を委ねる。」旨いわれて同\n意するはずがなく，原告の主張は虚偽である。原告は，人事異動①ないし③に反対\nであったため，Ｐ６とともに理事長及びＰ７専務理事の命に反抗して辞令を作成し\nなかったのである。\nウ　解雇理由２，３，８，１２，１４－再雇用職員らの勤務・休暇の会計課への報\n告怠り\n（ア）　原告は，総務課長であったから，「職員の人事に関すること」を所掌すべ\nきであり（職制規程５条１項５号），採用された職員について就業規程８条１項１\n号ないし８号に定める戸籍謄本，住所届，身元保証書，家族手当申請書，写真，通\n勤経路届等の書類（以下「身上書類」という。）のとりまとめを行い，会計課に報\n告すべき義務があった。\nまた，原告は，総務課長であったから，採用された職員について，出勤簿の整備\n及び休暇届の受理などの勤怠管理を行い，会計課に報告すべき義務があった。\n（イ）　しかるに，原告は，Ｐ１１，Ｐ１２，Ｐ９及びＰ１３（以下，４名を「再\n雇用職員ら」という。）について，身上書類のとりまとめ及び勤怠管理（出勤簿の\n作成，休暇届の受理等）を怠り，会計課への報告を行わなかった。勤怠管理や身上\n書類に基づいて家族手当，住宅手当，通勤手当等が決定されるから，これらがなけ\nれば会計課は賃金の支払ができない。原告の前記行為により，前記人事異動①ない\nし③が発令されてからＰ１１は２か月間，Ｐ１２及びＰ９は３か月間，Ｐ１３は２\nか月間，それぞれ賃金が支払われず，再雇用職員らが，労働基準監督署に対し，被\n告の賃金の未払を訴える事態に至った。\nエ　解雇理由５，６，７－再雇用職員の机の準備拒否\n（ア）　原告は，人事異動②の発令にもかかわらず，解雇理由５のとおり，平成１\n０年８月３日，Ｐ９及びＰ１２が使用していた机を搬出させ，心塾へ運搬させた。\n解雇理由６のとおり，平成１０年８月５日，原告は，Ｐ７専務理事から，Ｐ１\n２，Ｐ９の机を用意するよう指示されたが，「人事異動②に反対である。Ｐ６から\n指示がない限り動かない。」旨答えて拒否した。\n原告は，解雇理由７のとおり，同月６日以降も，Ｐ７専務理事から，毎日のよう\nにＰ９の机を用意するよう再三指示されたが，これを拒否した。\n（イ）　原告は，再雇用職員らの採用に反対であったため，Ｐ６に同調して机を搬\n出させたのである。原告は，Ｐ９及びＰ１２が使用していた机を搬出しても，まだ\n２つ机が余っていたというが，１つは直前に死亡したばかりの職員の机であって不\n適切なものであり，もう１つは原告が自分で使っていたのであって，原告の主張は\n虚偽である。\nオ　解雇理由４，１３－公印返還拒否\n（ア）　Ｐ７専務理事は，平成１０年７月３日，原告に対し，保管していた公印を\n原告に渡した。Ｐ７専務理事は，同日，用がすんでも公印を原告が返還しないの\nで，解雇理由４のとおり，公印の返還を命じたところ，原告は，「Ｐ６から命令さ\nれている。」「寄付行為を守ってください。」「Ｐ６とＰ７専務理事から命令があ\nればお返しする。」等と言って，これを拒否した。\n解雇理由１３のとおり，同年９月２８日，Ｐ７専務理事は，原告に対し，重ねて\n公印の返還を要求したが，原告はこれを拒否した。\n（イ）　たしかに，職制規程５条１項１号は，公印の管守責任を総務課長に委ねて\nいる。他方，原告は，組合の実質的代表者であるから，原告が総務課長の職責を行\nうのは，労働組合法２条１号に抵触するおそれがあるし，被告執行部にとっては，\n公印の管守に不安がある。実際，原告は，Ｐ７専務理事を追い落とそうとしている\nＰ６と組んで，再雇用職員らの辞令の作成を拒否するなど業務命令に違反してい\nた。平成１０年７月６日，原告は，総務庁交通安全対策室で，「公印はこちらにあ\nり，これで理事長や専務理事は私の承認なく勝手な人事はできなくなった。」旨発\n言していた。このことからも，原告が公印を保管することで業務命令に違反しよう\nとしていたことは明らかである。\nしたがって，Ｐ７専務理事が，原告に対し，公印の返還を請求したのは，必要性\nがあり，常識にかなったことであり，これを拒否した原告の行為は上長の命令に従\nわない行為である。\nカ　解雇理由９－本件資格喪失届への公印の押印許す\n（ア）　被告の会計課は，平成１０年８月２０日，β町社会保険事務所へ本件資格\n喪失届を提出した。これには，被告が管守していた公印が理事長の決裁を経ること\nなく押印されていた。\n（イ）　原告が，Ｐ９が嘱託として採用されることを会計課に報告しなかったた\nめ，会計課が本件資格喪失届を作成したのである。\nまた，原告は，公印を管守する総務課長として，総務課職員に対し，人事異動②\nの辞令に従い，会計課が本件資格喪失届を持参しても，これに公印を押印しないよ\nう指示すべきであった。しかるに，原告は，かかる指示をしないまま，休暇をと\nり，本件資格喪失届への公印押印を許した。これは，原告が人事異動②の人事に反\n対であったために起こったことである。\nキ　解雇理由１１－Ｐ１２に対する機関紙編集委託費名目での金銭の支払\n人事異動②のとおり，Ｐ１２は被告の職員として採用され，被告と機関紙編集委\n託契約を締結してはいない。しかし，原告は，解雇理由１１のとおり，平成１０年\n９月１１日，機関紙編集委託費としてＰ１２に対する１８万円の仮払申請手続をし\nた。これは，原告が，人事異動②に反対するためその意思の表明として行ったもの\nである。\nク　解雇理由１５－包括白紙委任状\n（ア）　被告の平成６年３月３０日の第５０回評議員会において，評議員会の開催\n前に評議員に送付する委任状の形式は個別の案件ごとに委任する個別委任形式とす\nる旨確認され，また，その後平成１０年５月２８日開催の第５９回評議員会までは\nほぼ毎回個別委任形式を採用してきた。また，平成１０年９月２９日，総務庁から\n議決の方法について指導を受けていた。しかし，原告は，平成１０年１１月２５日\n開催の平成１０年度第１回臨時評議員会（以下「本件評議員会」という。）におい\nて，被告が評議員に事前に送付する委任状を包括委任形式で送付した。\nその結果，本件評議員会における議決に関し紛議を生じて，決議に関し，訴訟が\n提起される結果となった。\n（イ）　原告は，総務課長として，評議員会の準備を行う責務があるところ，Ｐ６\nとの間で，本件評議員会の委任状に包括委任形式を採用することを謀り，解雇理由\n１５のとおり，平成１０年１１月１１日，包括委任形式の委任状を開催通知ととも\nに評議員らに発送したものである。原告は，被告が，同年９月２９日，総務庁から\n議決の方法について指導を受けていたことを知っており，包括委任形式を採用して\nはいけないことを知っていたはずである。原告は，Ｐ６と共謀の上，被告の評議員\n会を混乱させるため，包括委任状形式とすることを謀り，Ｐ７専務理事やＰ４理事\n長に知られないように委任状の書式を添付しないで稟議決裁をとったのである。\n本件評議員会の開催通知の決裁を行うための平成１０年１１月１０日付け文書\n（以下「本件稟議書」という。）は，Ｐ６が起案したものであるところ，本件稟議\n書には，委任状の書式は添付されておらず，Ｐ４理事長及びＰ７専務理事は委任状\n形式の変更に気づかなかった。\nケ　解雇理由１６－テレビ出演についての指揮命令違背\n（ア）　原告は，被告が非難を受ける可能性があるメディア対応において，Ｐ４理\n事長及びＰ７専務理事の許可を得るべきなのに，解雇理由１６のとおり，何ら許可\nを得ることなく，平成１０年８月９日放映のＴＢＳの「噂の東京マガジン」とのテ\nレビ番組（以下「本件番組」という。）に出演し，被告について以下の発言をし\nた。\nａ　心塾に空き部屋が多いとの報道の後に，原告が，「現在，交通遺児以外から入\n寮申込みがあるが，門前払いしている。総務庁が許可しないと，これはできな\nい。」と発言した。\nｂ　「γ高級官僚の天下りの３種の神器として，ハイヤー，個室，秘書ということ\nが一般的にいわれている。」と発言しつつ，理事長室を紹介した。\n（イ）　ａの発言は，被告が怠慢であると指摘するに等しく，被告が寄付行為によ\nりその目的の制限を受けていることの弁明になっていない。\nｂの発言は，会議室にも使用されている理事長室について，理事長が個室や秘書\nを要求して，被告の資金を浪費している印象を与えるもので，被告に対する中傷で\nある。\n（ウ）　原告がテレビに出演することは，Ｐ６以外誰も知らず，報道機関出身の職\n員ら報道対応に習熟した管理職職員にも何ら相談はされていなかった。原告の発言\nは，不用意に行ったものではなく，意図的に被告の理事長ら最高幹部を誹謗中傷す\nべくなされたものである。原告は，テレビに向かって笑顔を浮かべており，被告を\n傷つけて楽しげである。\nコ　解雇理由１７ないし２４－「つどい」についての業務懈怠\n（ア）　「つどい」とは，被告理事，職員，奨学生，保護者を構成員として，奨学\n生相互の連帯等を目的に，一堂に会して奨学生の実態把握及び相談に応じる機会を\nもつために開催される被告主催の会合である。\n原告は，平成１１年１月５日付けでＰ８に代わり「つどい」開催の担当課長であ\nる指導課長を命じられた。\n（イ）　原告は，Ｐ７専務理事から，平成１１年度の「つどい」再開について，担\n当課長として再三の指示命令を受けながら，まったく意欲を見せることなく，責任\nを回避し，妨害に終始した。\n原告の怠業ぶりは，以下に述べるとおりである。\n（ウ）　同年２月１日，Ｐ７専務理事は，課長会議において，平成１１年度の「つ\nどい」の５年ぶりの再開についてとりまとめをやるよう原告に指示したが，原告\nは，解雇理由１７のとおり，Ｐ７専務理事に対し，平成１１年度の「つどい」開催\n中止を求める伺書を提出した。\nＰ７専務理事は，Ｐ８に平成１１年度「つどい」計画案の作成を命じ，同年３月\n３０日の臨時理事会及び評議員会でＰ８が作成した「つどい」計画案（以下「Ｐ８\n案」という。）を報告したが，原告は解雇理由１８のとおり，課長会議において，\n「つどいの開催に，指導課として今後対応しない。」旨の発言をした。\nまた，Ｐ７専務理事は，同年５月３１日，文部省へＰ８案を提出し，同年６月７\n日の課長会議で，解雇理由１９のとおり，平成１１年度の「つどい」の実施を原告\nが中心となってやるよう指示したところ，原告は，「私はやらない。自分が旗をふ\nればいい。」旨言って反対した。\nＰ７専務理事は，同年８月２日の課長会議で，「つどい」の推進を原告に求めた\nところ，原告は，解雇理由２０のとおり，「Ｐ７専務理事にはＰ８案を検討すると\n答えている。事業計画そのものが主務官庁から許可されていないのに，実施はでき\nない。」旨の発言をし，同月２６日，解雇理由２１のとおり，Ｐ７専務理事に対\nし，Ｐ８案に関する質問書を提出した。また，原告は，同年９月６日の課長会議に\nおいて，「事前協議との関係はどうするのか。主務官庁の承認がないと難しい。文\n部省と総務庁の承認が必要であり，文書を得る必要がある。」旨述べ，Ｐ７専務理\n事が，「許可書はないが，文部省からは何が何でも実施してくださいといわれてい\nる。」旨言うと，原告は，解雇理由２２のとおり，「主務官庁から文書が出るなら\nもらってほしい。実施可能か検討する。」旨の発言をした。\n同月２８日の課長会議において，原告は，解雇理由２３のとおり，「つどい」の\n開催に批判的な文書を作成し，資料として提出した。\n平成１２年３月１３日，原告は，解雇理由２４のとおり，ようやく完成した開催\n案内の発送作業について，指導課職員に何ら指示せず休暇をとったため，指導課以\n外の職員の協力で発送作業を行うことになった。\n（エ）　原告の怠業により，年度末である平成１２年３月６日の課長会議の時点で\nも「つどい」の具体的計画ができておらず，同月９日の会議でようやく具体的実行\n計画が最終確認され，同月２５日，２６日の年度末ぎりぎりで「つどい」が開催さ\nれることになった。\n原告は，「つどい」開催後の反省会において，「つどいの計画は１週間ででき\nる。」旨発言しており，原告自身１週間でできる作業を１年間かけてやったことを\n自認しており，意図的に怠業していたことは争えないところである。\n原告は，事前許可がないことを理由に反対していたが，被告の寄付行為によれ\nば，内閣総理大臣及び文部大臣に対する事業計画の届出で足り，許可は不要である\nから，反対の理由にはならない。\nサ　解雇理由２５－勤務態度\n（ア）　原告は，解雇理由２５のとおり，就業時間中，無断外出したり，文庫本を\n読んだり，新聞を読んだり，居眠りしたり，英会話の勉強をしたりし，事務局次長\n兼指導課長の職務を怠業した。\n（イ）　原告は，事務局次長でもあり，被告業務全般について企画立案，監督をす\nべき立場にあり，自ら課題を設定すべきである。原告の年収は１１５７万円であ\nり，原告の勤務態度は，他の職員に，「あんなことで高給が得られるなら，我々の\nやっていることは何なんだろう。」との不快の念を抱かせた。\nシ　解雇理由２６－チラシのコピー\n（ア）　原告は，解雇理由２６のとおり，平成１２年６月１４日，被告の事務機器\nを無断で利用して，「エコ・トンの会」という豚肉販売のためのチラシを作成し\nた。\n（イ）　原告は，「エコ・トンの会」は，ボランティアであるというが，参加者の\n共益になるものであるからボランティアとはいえず，かつ，原告の事務機器不正使\n用は，少なくとも平成８年の暮れ（お歳暮用）についても行われており，毎年お中\n元お歳暮のチラシを被告の印刷機を使用して作成していたものと思われる。\n（ウ）　原告は，Ｐ４理事長は年賀状を被告の機器で印刷し，Ｐ７専務理事は裁判\n資料を被告の機器でコピーしたから，原告の行為も許されるとするが，Ｐ４理事長\nの年賀状は被告のあいさつとして行うものであり，Ｐ７専務理事の裁判は，Ｐ４理\n事長を始め多くの理事が，被告が本来行うべき裁判であったと認識しており，不正\nな利用には当たらない。\n（原告の主張）\nア　解雇理由の総論についての反論\n以下に認否するとおり，原告には懲戒事由となるべき行為はない。本件解雇は，\n理由らしい理由もないのにされたもので，社会的に相当として是認できず，懲戒権\nの濫用として無効である。\n原告は，分会の実質的代表者として，事務局長であったＰ６から，分会嫌悪によ\nる陰湿かつ子供じみた「いじめ」を受け続けてきたのであり，原告にとって，Ｐ６\nは容認できる人物ではなく，Ｐ６と組むことなどあり得ない。\nＰ７専務理事らは，まずＰ３を追い落とすためＰ６を利用し，Ｐ３が専務理事を\n退任し，追い落としに成功するや，Ｐ６を追い落としたものである。そして，Ｐ６\nの追い落としに成功すると，被告から労働組合を排除するため，原告を解雇したも\nのである。被告の主張する派閥抗争の経過は，原告には無関係であり，被告本来の\n職務に精勤してきた原告の立場からすれば，Ｐ４理事長，Ｐ７専務理事，Ｐ３及び\nＰ６は，いずれも同じ穴の狢というべきものである。\nイ　解雇理由１，５，１０－再雇用職員らに対する辞令作成拒否\n（ア）　原告は，解雇理由１の日（平成１０年３月２６日）には，Ｐ７専務理事か\nら，人事異動①の人事異動指示書を交付されたこともないし辞令の作成を命令され\nたこともない。同日，Ｐ７専務理事がＰ６に人事異動指示書らしき文書を交付して\nいるところを見たことはある。翌２７日，原告は，Ｐ７専務理事から，人事異動指\n示書を交付されたが，Ｐ７専務理事に対し「総務課長には人事権はないし，辞令の\n原案作成もできないので，Ｐ６に手渡すことでいいか。」旨確認し，了承を得た。\n原告が，Ｐ６に辞令の原案をつくるよう依頼したところ，Ｐ６から，「何もしては\nいけない。」と指示されたので，原告はこれに従ったのである。\n原告は，解雇理由５の日（同年８月３日），Ｐ７専務理事から人事異動②の人事\n異動指示書を交付されたことは認める。原告が，Ｐ７専務理事に対し，「自分には\n人事権がないのでＰ６に交付するのでいいか。」旨聞くと，承知したのでＰ６に預\nけた。\n原告は，解雇理由１０の日（同月３１日），Ｐ７専務理事から人事異動指示書を\n交付されたことも，辞令の作成を指示されたこともない。\n（イ）　被告の人事権は，寄付行為上，会長又は理事長にあるが，実際は，会長及\nび理事長が非常勤であることから，常勤の役員である専務理事及び理事兼事務局長\nが話合いで合意した案を，会長及び理事長の決裁を得て実行されていた。事務局長\nは，辞令の原案の作成権限をもち，総務課長は事務局長から辞令の原案の交付を受\nけ，稟議書を作成し，稟議の後，ワープロで清書するのみである。原告は，事務局\n長であったＰ６に人事異動指示書を交付し辞令の原案作成を依頼しているのである\nから，何ら命令違反はない。\n当時，被告において，Ｐ７専務理事と事務局長のＰ６とで，正反対の指示がされ\nることがあったため，職員が両名の板挟みになって，事務局が混乱していた。この\nことは，管理職組合結成報告書（甲６０）にも記載されている。人事異動①ないし\n③をめぐる解雇理由１ないし１４の問題も，この対立の一場面であり，原告を始め\nとする職員の責任によって生じた問題ではない。\nウ　解雇理由２，３，８，１２，１４－再雇用職員らの勤務，休暇の会計課への報\n告怠り\n（ア）　被告主張のとおり，再雇用職員らに賃金が支払われなかったことは認め\nる。\n（イ）　原告が，再雇用職員らの身上書類のとりまとめや勤怠管理はしていないこ\nとは認める。従前提出された身上書類があったこと，とりまとめをすることなく再\n雇用職員らに対する賃金支払がされたことからしても，原告がとりまとめをしなか\nったことと再雇用職員らに対する賃金未払とは関係がない。\nまた，被告では，月ごとの賃金に欠勤控除はされないから，月ごとの賃金の支払\nに勤怠報告は不要であり，総務課が再雇用職員らについて出勤簿を作成していなか\nったことや再雇用職員らの勤怠を会計課に報告しなかったことは，再雇用職員らの\n賃金未払とは何の関係もない。\nエ　解雇理由５，６，７－再雇用職員の机の準備拒否\n（ア）　解雇理由５のとおり，原告が平成１０年８月３日，Ｐ９及びＰ１２の使用\nしていた机を搬出させ心塾へ運搬させたことは認める。Ｐ６の命令に従ったもの\nで，２つ机を搬出しても机はまだ２つ残っていた。\n原告は，その後の机の搬入命令を拒否したことはなく，解雇理由６は否認する。\n原告は，同月６日，Ｐ１２から机の要求があったので机を提供し，Ｐ９にも机を\n用意しており，解雇理由７は否認する。Ｐ９は「Ｐ６が頭を下げないと座れな\nい。」といっていたが，翌日には原告が用意した机に着いている。その後，Ｐ７専\n務理事から，Ｐ９の机を用意するよう再三指示されたなどということはない。\n（イ）　原告が再雇用職員らの採用に反対であったためＰ６に同調したということ\nはない。前記イ（イ）のとおり，Ｐ７専務理事とＰ６とで机の搬入に関し指示が食\nい違っていたために，新しい机は搬入されず，原告は残っていた机で対処したもの\nであり，何ら責められるべきいわれはない。\nオ　解雇理由４，１３－公印返還拒否\n（ア）　平成１０年７月３日，Ｐ７専務理事が公印の返還を原告に求め，原告が拒\nんだことは認めるが，「Ｐ６から命令されている。」等と言ったことはない。「職\n制規程に反する上，平成８年和解の趣旨やその後の労使合意に反する不当労働行為\nである。」旨訴え，返還を拒んだのである。解雇理由１３についても同じである。\n（イ）　原告は，同年１０月２８日，公印をＰ７専務理事に返還したが，これは，\n本件資格喪失届の問題が起きた際，Ｐ４理事長が業務命令書（乙８）により公印を\nＰ７専務理事に返還するよう原告に求め，職制規程６条に基づく臨時的措置として\n所掌事務の変更を求めたものと解されたためである。\nカ　解雇理由９－本件資格喪失届への公印の押印許す\n（ア）　被告の会計課は，平成１０年８月２０日，β町社会保険事務所へ本件資格\n喪失届を提出し，これに，被告が管守していた公印が押印されていたことは認め\nる。\n（イ）　会計課がＰ９の嘱託採用を知らずに本件資格喪失届を作成したことは否認\nする。原告は，本件資格喪失届が作成された同月１９日は有給休暇を取得してお\nり，会計課が持参した本件資格喪失届に公印を押印したのは，原告が公印を預けた\n総務課の職員であった。健康保険の被保険者資格の得喪手続は会計課の所掌事務で\nあり，本件資格喪失届が提出された責任は会計課にある。\n（ウ）　公印返還拒否（解雇理由４）と本件資格喪失届への押印（解雇理由９）に\nついては，平成１２年和解協定で解決ずみであり，これをむしかえすことは，信義\n則違反，解雇権の濫用であり，一事不再理の原則に反している。\nキ　解雇理由１１－Ｐ１２に対する機関紙編集委託費名目での金銭の支払\n人事異動②のとおりＰ１２は被告の職員として採用されていたこと，被告と機関\n紙編集委託契約を締結したものではないこと，原告は，解雇理由１１のとおり，平\n成１０年９月１１日，機関紙編集委託費としてＰ１２に対する１８万円の仮払申請\n手続をし，仮払出金申請を起案したことは認める。\n原告は，人事異動②をめぐってＰ７専務理事とＰ６が対立して事務局が混乱し，\nＰ１２に賃金が全く支払われていない現状を考慮し，Ｐ６の指示に従って，Ｐ１２\nへの支払名目は委託費とするが，賃金に後日訂正されることを予期して仮払とする\n上記処理を行ったのであり，Ｐ１２の立場に最大限配慮している。原告は，人事異\n動②についての個人的意見によってこのような処理を行ったのではない。\nこの出金申請には，Ｐ７専務理事も決裁し，Ｐ１２に送金がされている。\nク　解雇理由１５－包括白紙委任状\n（ア）　原告が，解雇理由１５のとおり，本件評議員会において，評議員に事前に\n送付する委任状を包括委任形式で送付したこと，本件評議員会における議決に関し\n紛議を生じて，訴訟が提起される結果となったことは認める。\n（イ）　原告は，総務課長として評議員会の準備を行う責務があったことも認め\nる。しかし，委任状の形式を決めたのは，Ｐ６と参事役であったＰ１４であり，原\n告は発送業務を行っただけである。なお，本件稟議書には，委任状の書式も添付さ\nれていた。\n（ウ）　本件評議員会が紛糾し，前記訴訟で決議が無効とされたのは，委任状が包\n括委任になっていたからではなく，委任状の名宛人が評議員でなく理事長になって\nおり，これが寄付行為に違反するとされたからである。そして，委任状の名宛人に\nついては，総務庁からＰ７専務理事に対し，従前から改善するよう指導されてい\nた。Ｐ７専務理事は，前記指導が間違いであるとして，理事長を名宛人とする委任\n状を発送したのであって，Ｐ７専務理事の寄付行為違反によって本件評議員会の紛\n糾を招き，裁判にまで発展したのである。\nケ　解雇理由１６－テレビ出演についての指揮命令違背\n（ア）　原告が，解雇理由１６のとおり，本件番組に出演し，被告主張の趣旨の発\n言をしたことは認める\n（イ）　本件番組の取材は，Ｐ６が，原告に受けるように命じたため，同年７月３\n１日に受けたものであり，独断でしたものではない。\nＴＢＳの周辺取材は相当詳しいもので，原告は対応に苦慮していた。被告主張の\nケ（ア）ａの発言は，被告として入寮申込みがあっても規定上入れられないし，規\n定を変更するには監督官庁の許可の手続があるので被告の判断だけでは動けないこ\nとを述べたものであり，被告を責める発言ではない。同ｂは，理事長室，理事長の\n日当及びハイヤーのことを具体的にきかれたが，直接答えずに，一般論としての３\n種の神器について曖昧に答弁したのである。本件番組の制作方針は，ＴＢＳにあ\nり，原告が被告を意図的に傷つけようとしたことはない。\n（ウ）　Ｐ４理事長のハイヤー，日当，天下り問題は，当時，衆議院行政監視委員\n会等でとりあげられており周知の事実であった。本件番組の放送当時，原告は被告\nの誰からも本件番組での発言について注意を受けたことはない。\nコ　解雇理由１７ないし２４－「つどい」についての業務懈怠\n（ア）　原告が，平成１１年１月５日付けでＰ８に代わり「つどい」開催の担当課\nである指導課長を命じられたことは認める。\n（イ）　解雇理由１７のうち，「つどい」開催中止の伺書を出したこと，解雇理由\n１８のうち，「指導課は対応できない。」旨発言したこと，解雇理由２０のうち，\n「事業計画の許可がないまま『つどい』を実施するわけにはいかない。」旨発言し\nたこと，解雇理由２２及び２３は認め，その余は否認する。\nＰ８案は，指導課長である原告を始めとする「つどい」のプロジェクトメンバー\nを排除し，かつ，経験のないＰ７専務理事が対役所用に作成したものであり，同年\n１０月１４日の最終検討会議では，全員一致で「砂上の楼閣」と結論付けられたも\nのである。原告は，解雇理由１７ないし２３の各発言の趣旨のとおり，Ｐ８案での\n「つどい」の開催に疑問を呈してきたことはあるが，それは，実務経験から実現可\n能性に疑問があるとの意見を述べたものであり，最終的に原告の問題提起が正しか\nったことは，前記最終検討会議で明らかになっている。\nその後，原告は，「つどい」の再開に向けて再開計画の作成，アンケートの実\n施，予算作成と精力的に働いた。解雇理由２４の日は，原告は感冒がひどく，会議\nで「つどい」再開の具体案が決定した後，指導課員に案内状の発送作業を指示し，\n早退したのであり，怠業は不当ないいがかりである。\nサ　解雇理由２５－勤務態度\n（ア）　解雇理由２５のうち，就業時間中，文庫本を読んだり，新聞を読んだり，\n居眠りしたり，英会話の勉強をしたことがあることは認めるが，その余は否認す\nる。\n（イ）　指導課は，職員２名で仕事量は０．７人分しかない閑職である。原告は，\n平成１２年８月７日及び同年９月３日の課長会議において，仕事がないことを訴え\nたが無視された。\n前指導課長であった事務局長のＰ８は，指導課が１月から３月頃までは一番暇で\nあることを知っていたのでこの時期を選んで原告の勤務状況記録を分単位で記録し\nていたものである。Ｐ８自身，原告の勤務態度を四六時中監視し，記録に留めるの\nが仕事であったということになり，怠業とすべきである。また，職場の上司が，部\n下の行動を分単位で３か月間も監視し続け，至近距離から隠し撮りをし，確定日付\nをとるという異常な行動は，原告に対する人権侵害で，不法行為を構成し，これに\nより得られた証拠は違法収集証拠として排除すべきである。\n（ウ）　原告は，仕事がないので，パソコンの独習のための解説書読み，遺児の指\n導に関連のある本読み，奨学生の就職アドバイスのための日本経済新聞読み，英語\nの勉強をしていたことがある。また，３，４０分に及ぶものではないが居眠りをし\nたこともある。しかし，他の職員も新聞読みや居眠りや離席を常習的にやってお\nり，原告の行動が突出していることはない。\nシ　解雇理由２６－チラシのコピー\n（ア）　原告は，解雇理由２６のとおり，平成１２年６月１４日，被告の事務機器\nを無断で利用して，「エコ・トンの会」のためチラシを作成したことは認める。\n「エコ・トンの会」は，豚肉を共同購入する会であり，原告の妻が世話役をやって\nいるボランティアの会であり，兼職には当たらない。\n（イ）　被告の事務機器を私的に使用することについては，被告は寛大であり，全\n職員が利用しているといっても過言ではない。\nたとえば，Ｐ４理事長は年賀状（Ｐ４理事長の妻の名入り，自宅住所のもの）を\n被告の印刷機で印刷し，Ｐ７専務理事はＰ７専務理事個人が被告となった週刊誌記\n事についての名誉毀損裁判の和解調書，その裁判の１００枚を超える証拠書類，Ｐ\n６がＰ７専務理事を訴えた裁判の証拠書類等を被告のコピー機を利用してコピーし\nている。\nス　相当性がないこと\n被告の主張する解雇理由は，その事実がないか，事実があるとしても，いずれも\n軽微な行為であって，他の職員が何ら責められていないことと対比して，原告のみ\n解雇に処するのは相当性がない。\n（２）　本件解雇は不当労働行為として無効か\n（原告の主張）\n前記のとおり，被告は，組合を嫌悪して，都労委第１次事件からＰ１０配転仮処\n分事件まで，不当労働行為を行ってきたものである。\nそして，原告は，組合の実質的代表者として，前記各事件において戦ってきた。\n団体交渉に必ず出席し被告を厳しく追及し，分会が提案した被告事務局のリストラ\n案を策定して被告執行部を批判し，Ｐ１０配転仮処分事件でもＰ１０を補佐し被告\nと対立した。被告は，原告のこの組合活動ゆえに，原告を被告から排除する目的\nで，本件解雇を行ったものであり，本件解雇は労働組合法７条１号に違反する不当\n労働行為として無効である。\n（被告の主張）\n被告が不当労働行為を行ったことはない。\n被告は，原告が労働組合の組合員だから本件解雇をしたのではなく，原告がＰ６\nと組んで目に余る業務命令違反，職務怠慢を行ったから，本件解雇をしたのであ\nる。\n第３　当裁判所の判断\n１　前提とした事実\n第２の１の事実及び証拠（後掲のほか，甲４６の（１）ないし（３），６１の\n（１）ないし（１０），６２，乙８２，証人Ｐ７，原告本人）によれば，次の事実\nが認められる。前記証拠中，この認定に反する部分は採用しない。\n（１）　再雇用職員の辞令等\nア　被告の理事は，寄付行為により，原則無給と定められ，例外として，評議員会\n及び理事会の決議により，常勤の役員を有給とすることができるとされていた。平\n成１０年当時，被告の理事のうち，常勤として有給とする旨前記各決議をされてい\nたのは，Ｐ７専務理事とＰ６の２名のみであった。\nＰ７専務理事は，専務理事として，寄付行為に基づき，会長及び理事長を補佐\nし，日常の事務を補佐する権限があったが，平成８年に専務理事に就任した後に初\nめて被告事務局に常勤するようになったため，その前からＰ３専務理事の下で被告\n事務局に勤務していた事務局長のＰ６に，被告事務局の実務を頼らざるを得なかっ\nた。ところが，平成９年ころから，Ｐ６は，Ｐ７専務理事の命に従わないことが多\nく，Ｐ７専務理事とＰ６は，被告の業務に関して意見交換もできないほど激しく対\n立し，そのため，被告の管理職であったＰ１４，Ｐ９，Ｐ１１らが，平成９年８\n月，「Ｐ７専務理事とＰ６の関係により業務上迷惑を被っているので改善を求め\nる。」旨声明して管理職組合を結成したことがあった。\n（甲９の（３５），６０，乙５３）\nイ　平成１０年３月末，Ｐ７専務理事は，当時事務局長であったＰ６に対し，平成\n１０年４月１日付けで嘱託職員であったＰ１１を職員に採用する旨の理事長作成の\n人事異動指示書を交付し（人事異動①），その旨の辞令を作成するよう指示した\nが，Ｐ６は，Ｐ７専務理事に対し，この人事には反対であると述べて辞令を作成し\nなかった。\nそこで，Ｐ７専務理事は，総務課長であった原告に対し，人事異動①の辞令を作\n成するよう指示した。原告は，辞令の原案を作成する事務局長のＰ６に指示を仰\nぎ，Ｐ６から辞令を作成しないよう指示されたため，辞令を作成しなかった。\nまた，Ｐ７専務理事は，原告に対し，同年８月３日，同年８月１日付けで嘱託職\n員であったＰ１２を職員機関紙担当として採用し，参事役のＰ９を嘱託特命事項担\n当として再雇用し，Ｐ１１を募金課長に任命する旨の人事異動指示書を交付して\n（人事異動②），その旨の辞令の作成を命じたが，この人事にＰ６が反対し，原告\nに何もしてはいけない旨命じたため，原告は，辞令を作成しなかった。\nＰ７専務理事は，同月３１日，Ｐ６に対し，同年９月１日付けで嘱託職員であっ\nたＰ１３を再雇用する旨の人事異動指示書を交付し，その旨の辞令の作成を求めた\nが，Ｐ６は作成しなかった。\nＰ７専務理事は，他の職員に命じ，又は，自ら，人事異動①ないし③の辞令を作\n成した。\n（甲１１の（３），乙６，８，１１，２６，３４，３７，５５）\nウ　寄付行為によれば，被告の職員の任免は会長が行い，会長が欠けたときは理事\n長が会長の職務を代行するとされており，平成１０年当時，会長が欠けていたた\nめ，Ｐ４理事長が被告職員の人事権を有していた。そして，被告の理事長は非常勤\nであったため，常勤である専務理事及び事務局長と協議し，この協議に基づいて人\n事を決定していた。決定された人事異動について，辞令を作成する手順は，辞令の\n原案を事務局長が作成し，これを参事役，事務局長，専務理事，理事長が決裁した\n後，総務課長が決裁された辞令の原案に公印と割印を押し，辞令を完成させること\nとなっていた。\n（甲１１の（１），４５，乙５３，）\nエ　被告においては，奨学生の新規採用人数が減少し，平成９年ころには，平成元\n年の新規採用人数の半数となるなど，事業の縮小傾向が顕著であった。\n分会は，平成９年１０月６日，被告の事業の合理化，効率化のため，被告の事業\n縮小に対応して事務局人員を削減すること，６０歳以上の職員の昇給の見直しを含\nむ給与体系の見直しを行うこと，役員給与の削減を行うことなどを提案する文書\n（組合リストラ案）を被告及び被告の監督官庁であった総務庁に提出した（甲８の\n（１），９の（２２），（２３））。また，分会は，被告との間で，平成９年から\n平成１０年にかけて，被告の事業の合理化，効率化のための施策について，団体交\n渉を重ねていた（甲１２の（１）ないし（４），３７，３８の（１）（２））。\nＰ４理事長は，平成１０年ころ，Ｐ１４，Ｐ１５，Ｐ９，原告に対し，被告の事\n業合理化について検討するよう命じ，これを受けて，前記４名は，同年８月２７\n日，「交通遺児育英会のリストラに関する提言」と題する答申をした（以下「リス\nトラ答申」という。）。その内容は，職員事務局の人員削減と若返りの必要性を指\n摘し，嘱託職員の採用期間を１年間とし更新は原則１回とする取決めを実施してい\nく等というものであった（甲９の（３１），（３２））。\nオ　原告は，同年７月２８日，Ｐ１２に対し，Ｐ６とともに，「人事異動②のＰ１\n２の雇用継続は事務局として聞いていないので問題である。」旨いい，同年８月６\n日にも，Ｐ６，Ｐ１５，Ｐ１４とともに，Ｐ７専務理事に対し，人事異動②につい\nて，「事務局の意見を聞かないで人事を決めるのはやめてもらいたい。」旨苦情を\nいった。\nまた，原告は，人事異動②のみならず，Ｐ１１の採用（人事異動①）やＰ１３の\n採用（人事異動③）についても，リストラ答申に直接反するものではないが，被告\n事務局の人員削減と若返りの必要性に逆行するものと考え，賛成ではなかった。\n（甲１１の（１），１２の（４），乙７１，７６の（１））\n（２）　再雇用職員らの勤務・休暇の会計課への報告等\nア　総務課長は，職制規程上，「職員の人事に関すること」を管掌し，採用された\n職員について身上書類のとりまとめを行うこととされている。\n総務課長は，採用された職員について，出勤簿の整備及び休暇届の受理などの勤\n怠管理を行うべきこととされている。\n原告は，平成１０年当時総務課長であったが，再雇用職員らについて，人事異動\n①ないし③の後，身上書類のとりまとめをしなかった。また，人事異動①ないし③\nが発令された後ころ，勤怠管理（出勤簿の作成，休暇届の受理等）をせず，会計課\nへの報告も行わなかった。\n（乙１，２，１３，２７ないし２９の（１）（２），３３の（１）ないし（９），\n３５の（１）ないし（１１），一部争いがない。）\nイ　Ｐ７専務理事は，平成１０年８月５日，人事異動②を被告の全職員の前で行っ\nたところ，会計課長のＰ１５は，「事務局長の賛成しない人事異動は認めない。」\n旨発言した。\n前記人事異動①ないし③が発令されてからＰ１１は２か月間，Ｐ１２及びＰ９は\n３か月間，Ｐ１３は２か月間，それぞれ被告から賃金が支払われなかった。Ｐ１１\nは，同年４月２４日，Ｐ４理事長に対し，「Ｐ６事務局長に対し賃金支払事務を執\n行するよう指示してほしい。」と伝え，同年９月９日，Ｐ１２及びＰ９も同様の要\n請をし，その後，再雇用職員らは，労働基準監督署に対し，被告の賃金の未払を訴\nえた。\nＰ４理事長は，同年１０月１５日，Ｐ６に対し，被告理事長名で，人事異動①な\nいし③に伴う事務処理と再雇用職員らの賃金未払問題の処理を行うよう書面で命じ\n（以下「１０月１５日付業務命令書」という。），Ｐ６がこれに従わなかったた\nめ，再度，同月２３日付の内容証明郵便（以下「１０月２３日付業務命令書」とい\nう。）でさらにこれを命じた。\n被告の職制規程には，職員の給与に関することは，会計課の所掌とする旨定めら\nれているが，この賃金未払問題について，Ｐ１５を含め，会計課職員で被告から何\nらかの注意を受けたり懲戒処分を受けた者はいなかった。\n（甲９の（３５），乙２，８，３６の（１）（２），５７，６２の（１）（２），\n６７の（１）ないし（５），７１，７４，７７の（１）（２），一部争いがな\nい。）\nウ　再雇用職員の身上書類は従前の雇用の際に提出されていたため，会計課は，前\n記イの未払の後，再提出を要求することなく再雇用職員らの賃金支払手続を開始し\nた。また，被告職員に対しては，月ごとの賃金について欠勤控除は行われないた\nめ，総務課が毎月の賃金のため会計課に勤怠を報告することはされていなかった。\n（甲５，乙２９の（１）（２））\n（３）　再雇用職員の机の準備について\n原告は，人事異動②の発令後，平成１０年８月３日，Ｐ６の命を受けて，Ｐ９及\nびＰ１２が使用していた机を搬出させ，心塾へ運搬させた。\nＰ７専務理事は，机の搬出についてＰ６や原告に苦情を述べ，元へ戻すよう指示\nしたが，戻されなかった。\n原告は，同月６日，Ｐ９及びＰ１２から机を要求され，事務局に残っていた机を\n用意した。Ｐ９は，当初，Ｐ６に対する憤懣を述べて応接セットの椅子に座って執\n務していたが，その後は原告が用意した机で執務するようになった。\n（甲１１の（３），乙３１，３２の（１）（２），一部争いがない。）\n（４）　公印返還拒否について\nア　被告の職制規程によれば，公印は総務課が保管することとされている。分会結\n成後，原告が総務課長として保管していた公印をＰ６らが保管するようになったた\nめ，前記第２の１（４）アのとおり，上部団体は，平成７年２月，都労委第１次事\n件の不当労働行為救済申立てを行った。（甲７の（４），乙２）\nイ　平成８年和解の後も，公印は原告に返還されず，平成９年９月１０日原告が作\n成した総務課の仕事分担表には，公印管守に関することはＰ７専務理事が担当する\nとされ，Ｐ７専務理事が保管していた。\n原告は，平成１０年７月２日，理事，評議員合同懇談会開催案内状の作成のため\n必要であるとして，公印をＰ７専務理事から借り受けたが，同月３日になってもこ\nれを返還せず，Ｐ７専務理事は，原告に返還を要求したが，原告はこれを拒んだ。\n（乙１３，５９，７３，一部争いがない。）\nウ　Ｐ４理事長は，１０月１５日付業務命令書及び１０月２３日付業務命令書によ\nって，Ｐ６に対し，原告が保管している公印をＰ７専務理事に渡すよう指示した。\n原告は，これを受けて，同月２７日ころ，Ｐ７専務理事に公印を交付した。\n（乙８）\n（５）　本件資格喪失届について\nア　人事異動②が発令された後，被告の会計課は，平成１０年８月２０日，β町社\n会保険事務所に対し，Ｐ９が被保険者資格を喪失した旨の本件資格喪失届を提出し\nた。本件資格喪失届への公印の押印は，原告が有給休暇を取得したとき，会計課職\n員のＰ１６から依頼があり，これに応じて総務課職員がしたものであった。\n原告は，総務課職員に対し，会計課が本件資格喪失届を持参しても公印を押印し\nないよう指示してはいなかった。\n（甲９の（１１）ないし（１４），（１９），乙７，６０，一部争いがない。）\nイ　被告職員の社会保険の被保険者資格の得喪の届出事務は，会計課が行うことと\nなっており，Ｐ９に対し，本件資格喪失届の手続のため健康保険証の返還を求めた\nり，社会保険料の徴収事務の連絡を行っていたのは会計課であった。\n（甲９の（８）ないし（１０），１１の（２），乙６０）\nウ　前記第２の１（４）イのとおり，分会は，被告理事長が１０月２３日付業務命\n令書等において，「原告が有印私文書偽造をした。」旨記載したことは，不当労働\n行為であるとしてその救済を求める都労委第３次事件を申し立てた。都労委第３次\n事件の審問において，Ｐ７専務理事は，本件資格喪失届を作成したのは会計課の職\n員である旨供述した。\n都労委第３次事件の審問において，原告が，本件資格喪失届が作成された際は休\n暇中であった等と供述したため，被告は，平成１２年７月末ころ，平成１０年８月\n当時の会計課長であったＰ１５，Ｐ１６及び総務課職員１名からそれぞれ事情聴取\nをした。その際，Ｐ１６は，「Ｐ９が平成１０年８月初めから出勤せず，前月分の\n社会保険料を送付してきたので，Ｐ９は嘱託期間満了で被告を退職したと思い，本\n件資格喪失届を作成した。」等と弁解した。\n本件資格喪失届が提出された件で，被告の会計課職員で懲戒処分を受けた者はい\nなかった。\n（甲１０の（１）ないし（４），１１の（２），乙６０）\n（６）　Ｐ１２に対する機関紙編集委託費名目での金銭の支払\nＰ１２は，人事異動②の前にも被告の機関紙の編集を業務として行っており，人\n事異動②の後，引き続き被告の職員として前記業務を行っていた。\nＰ１２は，平成１０年９月９日，Ｐ４理事長に対し，同年８月１６日支払の賃金\nが未払であるから支払をされたい旨書面で伝えた。\n同年９月１１日，原告は，Ｐ６の命により，被告に対し，Ｐ１２に対する機関紙\n２４０号編集委託費金１８万円を振り込むための仮払出金要請を行い，その後，被\n告からＰ１２に対する前記金員の振込み手続を行った。\nＰ１２は，その直後ころ，原告と面談して，この振込みの趣旨を尋ねた。このと\nき，原告は，Ｐ１２に対し，Ｐ１２の８月の勤務について何らかの対価を支払うべ\nきであるが，人事異動②についてＰ４理事長，Ｐ７専務理事及びＰ６との間で話合\nいがついておらず，賃金が支払えないので，Ｐ６の指示で，生活費として必要なも\nのを前記名目で支払ったものである旨説明した。\n（乙１２，７６の（２），７７の（１），一部争いがない。）\n（７）　包括白紙委任状について\nア　被告は，平成１０年１１月１１日付け書面により，同日ころ，被告の全評議員\nに対し，同月２５日に平成１０年度第１回臨時評議員会（本件評議員会）を開催す\nる旨通知した。開催通知には，本件評議員会の議事事項を「理事の補充選任につい\nて」とし，出欠の回答，委任状を兼ねる葉書が同封されていた。同封されていた委\n任状の書式は，「議決事項の表決を理事長に委任する。」旨の不動文字に，委任者\nの氏名押印の欄が設けられたものであった（以下「本件委任状書式」という。）。\nＰ６は，担当参事役のＰ１４と協議して，前記開催通知及び本件委任状書式を作成\nし，「臨時評議員会の開催について」と題する伺書（本件稟議書）を作成し，本件\n稟議書に理事長，Ｐ７専務理事，Ｐ６，Ｐ１５，Ｐ１４，原告が決裁した。職制規\n程上，総務課長は評議員会の準備を行う責務があり，当時総務課長の原告は，前記\n決裁を経た開催通知及び本件委任状書式の発送手続を行った。\n本件委任状書式に署名等して被告に提出し（以下，本件委任状書式の委任者欄に\n記入して完成された委任状を「本件委任状」という。），当日欠席した評議員は６\n４名であった。被告は，補充選任する理事の候補者３名の氏名等を記載した議案資\n料を同月２０日付けの書面により同日ころ発送したが，前記６４名の中で，同日後\nに本件委任状を提出したのは７名のみであった。\n（甲２１，２４，２５，３９，乙２，１７，一部争いがない。）\nイ　本件評議員会において理事の補充選任について議論がされ，議長により，理事\n会提案の３名に２名を追加した５名案と，理事会提案の３名に５名を追加した８名\n案とがある旨整理が行われた後，挙手による決がとられ，その時点で出席していた\n評議員１７名のうち９名が８名案に賛成した。その後，理事長が「理事会提案どお\nりとしたい。」旨発言する等し，本件委任状６４通の取扱いをめぐって意見が分か\nれた。\n本件評議員会後，前記追加の５名の理事候補者が，被告に対し，本件評議員会で\n被告の理事に選任されたとして，理事の地位確認と理事会決議無効確認を請求する\n訴えを東京地方裁判所に提起した。\nこの訴訟においては，第１，２審とも，被告の寄付行為は，欠席した評議員を定\n足数や議事の評決において出席した者とみなすには，議事についてあらかじめ書面\nをもって意思を表示し，または他の評議員に表決を委任する旨定めているところ，\n本件委任状は，議事についてあらかじめ書面をもって意思を表示したものでもな\nく，かつ，評議員ではない理事長に表決権の行使を委任したものであるから，無効\nであり，本件評議員会は寄付行為に定める定足数を満たしておらず，評議員会とし\nて成立していない旨判断した。\n（甲２４，２５）\nウ　被告の寄付行為は，欠席した評議員を定足数や議事の表決において出席した者\nとみなすには，議事についてあらかじめ書面をもって意思を表示し，または他の評\n議員に表決を委任することとする旨定めている。\n被告において，評議委員に送付する委任状の形式は，平成６年７月開催された第\n５１回評議員会から平成１０年５月２８日開催の第５９回評議委員会までは，個別\nの案件ごとに委任する個別委任形式をほぼ毎回採用してきたが，受任者を評議員に\n限定する取扱いは採用されておらず，評議員ではない理事長を受任者とする委任状\nを有効とし，評議員の資格をもたない部外者の代理人を評議員会に出席させ表決権\nの行使を認めてきた。\n総務庁交通安全対策室の参事官は，本件評議員会後の同年１２月１日，Ｐ７専務\n理事及びＰ６に対し，「被告の歴史の中で出席評議員の多数決を理事長を名宛人と\nする委任状で覆した前例はなく，８名案で議決されたとして処理するしかない。本\n件評議員会開催前に，Ｐ７専務理事及びＰ６に対し，理事長を名宛人とする委任状\nを改善するよう指導したが，これを無視したために紛議を生じた。」等と指導し\nた。\nまた，内閣総理大臣臨時代理は，衆議院議員の質問に対し，平成１１年２月９日\n付け答弁書において，「評議員の表決の委任状の書式については，具体的な議案内\n容をあらかじめ評議員に示した上で委任者の賛否の意思を表示する方式に改めるよ\nう従来から被告に指導してきた。」旨答弁した。\n（甲２２，２３，乙１５，１６の（１）ないし（１１），５３）\n（８）　テレビ出演\nア　原告は，平成１０年８月９日放映されたＴＢＳの「噂の東京マガジン」とのテ\nレビ番組（本件番組）に出演した。本件番組は，社会的に問題となっている話題に\nついて，取材者役の芸能人が関係者等に取材した様子を報告し，これにスタジオの\n司会者及び芸能人が意見を述べるという形式の報道番組である。本件番組は，被告\nについて，主に，「（ア）１２億円の費用をかけて作られた収容人数２１２人の心\n塾は，そのほとんどが空室であり，他方，病気，災害遺児の学生が入寮を希望して\nも被告の規則のため入寮できないでいる。これらの学生が所属する『あしなが育英\n会』は民間団体で，被告と比較して資産が少ない。親の亡くなった理由如何によ\nり，遺児に対する援助がされないのは不合理であり，被告と『あしなが育英会』は\n合併するべきだ。」，「（イ）被告において非常勤の理事長は無給との決まりがあ\nるにもかかわらず，総務庁からのいわゆる天下りである理事長（＝Ｐ４理事長）に\nは，旅費，ハイヤー代の名目で報酬が年間８００万円支払われていた。また，総務\n庁の天下りに関する内部文書が見つかり，被告の理事会を牛耳ろうとした形跡があ\nることが判明した。被告の寄付者がこの問題で怒っている。」旨を報道するもので\nあった。\n本件番組では，原告が，被告の運営する学生寮である心塾について，取材者に対\nし，「現在，交通遺児以外から入寮申込みがあるが今は門前払いしている。」「総\n務庁とか文部省とか監督官庁がいいよという決定をしない限りは動けない。」「規\n則としてだめということで今はお引き取り願っている。」旨発言する様子が放映さ\nれた。\nまた，本件番組において，原告が，被告の理事長室で取材者に対し，「前の理事\n長はたいへん，前の理事長も偉い方で。」「ボランティアだったというふうに私た\nちは聞いております。」と話した場面に引き続き，「α町，γかいわいでは，いわ\nゆる高級官僚の方が財団なり公益法人に理事とか，そういう形で常勤するケースで\nこの３つを用意しなさいというのがありましてね。」「これは非常に常識ですけれ\nども，一つは先ほど言ったハイヤーの送り迎えなんですね。それから，理事長室と\nいうか，個室を用意しなさい。それから秘書をつけなさいという，この３つを非常\nに望まれるというのは，ここは理事長室兼会議室ということで。」と発言する場面\nがあり，「これは理事長室だったんですか。」との取材者の質問に答え，「はい。\nここで会議をしたりもしますけど。」と話す様子が放映された。\n（甲２６，乙１８，１９の（１）（２））\nイ　平成１０年３月２６日，産経新聞は，「前任者は無報酬であったのに，Ｐ４理\n事長には，年間８００万円の報酬とハイヤー代が支払われていたことが，同月２５\n日の衆議院決算行政監視委員会における質問で判明した。」旨報道した。\nまた，同月２６日，毎日新聞は，「前記決算行政監視委員会において，総務庁の\n天下りや寄付金の使途の不明瞭さが指摘された。」等と報道した。\n同年５月１３日，朝日新聞は，「監督官庁の総務庁が天下り官僚を被告理事に送\nり込む計画をまとめた内部文書が明らかになったこと，総務庁出身のＰ４理事長は\n前任者が無報酬であったのに日当３万円とハイヤー代で年間８００万円を受け取る\nようになった。」旨報道した。\nまた，同月１４日，産経新聞は，「被告の理事改選に合わせて天下りを計画して\nいたことを示す文書が同月１３日明らかになった。」旨報道した。\nこれらの理事長報酬問題等に関し，同月ころ，寄付者から，被告に対し，苦情や\n寄付の取りやめを告げる文書が送られ，朝日新聞の読者投書欄にも，寄付者からの\n苦情や，奨学生からの天下り批判の声が掲載された。\n被告は，平成６年４月１日から，Ｐ４理事長に対し，日当及びハイヤー代として\n報酬を支払っていた。この報酬については，被告の監査を請け負った中央監査法人\nから，平成９年２月３日，「理事長に支払われる旅費は報酬に相当するため，理事\n長の勤務が寄付行為の常勤役員に準ずるものといえるか検討が必要である。」旨の\n指摘を受けていた。また，同年１２月１６日の臨時理事会においても，出席した常\n任理事から，理事長の報酬について質問がされていた。\n（甲２７ないし３２，５３）\nウ　被告と「あしなが育英会」との合併の問題は，平成５年１１月１９日ころから\n被告の理事会でも議論され，平成６年３月３０日の理事会においては，Ｐ１７会長\nが理事全員に宛てた同年２月１８日付け文書の，「病気，災害遺児に対しても進学\nの機会を与えるという考え方自体には個人的に賛同する。しかし，財団法人として\n公的な存在である被告は，寄付行為に従い，理事会の承認を得て，監督官庁の認可\nを得なければ事業目的の変更は法的に認められない。特に，基金の運用変更を伴う\nことから出損者の了承が必要であり，奨学金支給の対象範囲等の実務的な問題や，\n日本育英会との関係についても整理する必要がある。今後，理事各位は，このよう\nな問題について検討し，多くの関係者が納得できる結論を導いて欲しい。」旨の見\n解が伝えられるなどしていた。また，同年６月６日には，被告の理事会において，\n「いわゆる『合併問題』に関する審議の進め方について（案）」が策定され，同年\n９月には「あしなが育英会」に対し，同案に基づく意見照会の文書が送付された。\n（乙１４，６３の（１）（２））\nエ　原告が本件番組に出演したのは，ＴＢＳから，被告に対し，前記イで報道され\nていた理事長報酬や天下り問題について取材したい旨申入れがあり，Ｐ６が対応す\nるよう原告に指示したためであった。被告において，マスコミの取材に関して，理\n事長及び専務理事の許可を得ることとした内規等はなく，原告は，Ｐ４理事長及び\nＰ７専務理事の許可は得ていなかった。\n本件番組放映後，原告は，上司から本件番組での発言について注意を受けたこと\nはなかった。\n（９）　「つどい」について\nア　「つどい」とは，被告理事，職員，奨学生，保護者を構成員として，奨学生相\n互の連帯等を目的に，一堂に会して奨学生の実態把握及び相談に応じる機会をもつ\nために開催される被告主催の会合である。\n平成５年度の「つどい」は，高校奨学生対象が全国１０会場で３泊４日，大学等\n奨学生対象が１会場で５泊６日の規模で開催され，被告指導課の中心事業であっ\nた。「つどい」は，平成５年までは当時専務理事であったＰ３を中心として毎年開\n催されてきたが，平成６年３月３０日の理事会でＰ３が専務理事を辞めると，主導\nするＰ３がいなくなったことや職員の人材不足等により平成６年度から開催できな\nくなった。また，同年６月開催の被告理事会で，理事から，奨学生に対する「つど\nい」や学生募金への参加等の強制があったのではないか等と懸念する発言がされ，\n「つどい」を含めた奨学生に対する指導が強制にわたらないようにすべきであると\nの議論がなされていた。\nその後，被告の指導課に関する事業計画として，平成８年度には「つどい」の再\n開，平成９年度から平成１０年度までは，奨学生及び保護者の直接面談の相談事業\nを行うことがそれぞれ計画されたが，いずれも実施されなかった。\n（甲９の（１５），３４の（１）ないし（６），乙８０，８１）\nイ　平成１０年１０月２２日，「つどい」開催の担当課であった指導課長のＰ８\nは，「つどい」の開催の基本案（以下「Ｐ８第１次案」という。）を策定した。Ｐ\n８第１案は，高校奨学生を対象に，夏休みに２泊３日で行い（北海道は正月休\nみ），全国７ブロックに分け公共の宿で行うとしたものであった。\n原告は，平成１１年１月５日付けでＰ８に代わり「つどい」開催の担当課である\n指導課長を命じられ，Ｐ８はＰ６に代わり事務局長となった。\n（乙２１，一部争いがない。）\nウ　同年２月１日，Ｐ７専務理事は，課長会議において，平成１１年度の「つど\nい」の５年ぶりの再開についてとりまとめを原告に命じ，これにＰ８らが加わって\n被告職員を挙げて一致協力してやるよう指示した。\n原告は，同月１２日，「つどい」実施案作成にあたっての検討事項として，「中\n止になった理由とその対策。対象者の区分と開催方法。実施する人材の供給。対象\n者は高校奨学生のみでいいのか。実施時期と寒さ，開催頻度，７ブロック分けでは\n大きすぎないか等の実施方法。プログラム実施の能力。参加の強制と義務づけの問\n題。出席率確保の目標数値」等の項目についてそれぞれ問題点を指摘する文書を作\n成し，提出した。\n同年３月１１日，被告理事会において，被告の平成１１年度事業計画及び収支予\n算案（以下，「本件事業計画」という。）が示され可決された。本件事業計画は，\n「『つどい』を平成１１年度実施をめどに，具体的実施案を検討中である。」旨定\nめ，そのための予算を２０００万円とするとされていた。この理事会では，「つど\nい」の平成１１年度中の開催について，出席理事から，計画策定が日程的に遅すぎ\nるのではないか，年齢的に対応できる人材がいるのか等との質問がされた。\n原告は，同月１６日，Ｐ７専務理事に対し，「執行部の対応ではＰ８案はおろ\nか，一部委託の実施も不可能であり，本件事業計画を，『職員構成等，育英会の現\n状を検討した結果，具体的な「つどい」実施案を得ることはできなかったため，平\n成１１年度は引き続き検討することとする。』と変更し，予算を削除する。」こと\nを文書で上申した。\n同月３０日開催の評議員会において，本件事業計画が説明されたところ，評議員\nから，「つどい」の開催について，被告の熟年職員が交通遺児や保護者と心を通わ\nせるのは無理ではないかとの意見が出された。\n（甲９の（３６），３４の（７），４８，乙３８の（１）（２），３９，４０，一\n部争いがない。）\nエ　原告は，同年４月５日，課長会議において，「Ｐ７専務理事が，指導課を無視\nして『つどい』の方針を決めているが，これでは指導課は不要であり，つどいの開\n催に，指導課として対応しない。」旨の発言をした。（乙４１の（１），（２），\n一部争いがない。）\n原告は，同年４月，総務課長を免ぜられ，事務局次長兼指導課長のみとなった\nが，この人事を再考願いたい旨の意見を具申した。（乙４２）\nＰ７専務理事は，同年５月３１日，文部省に対し，Ｐ８が作成した，「関東地区\nは平成１２年１月５日から国立オリンピック記念青少年総合センターで，北海道地\n区は同月１２日から国立大雪青年の家で行う。」等の「つどい」実施案（Ｐ８案）\nを提出した。（乙２０）\n平成１１年６月７日の課長会議で，Ｐ７専務理事は，「８月中につどい実施は時\n間的に余裕がない。１月上旬でやりたい。」「原告が中心となってやってほし\nい。」と指示したところ，原告は，「それはおかしい。『これだけ決めた，ここか\nら先はおまえやれ』は，おかしい。」旨反対した。会議に参加していた３名の幹部\n職員からも同旨の意見が出されたため，Ｐ７専務理事は，「現在，文部省と話合い\nをしている。」「具体的なことは私が中心となって考えていきたい」等と答えた。\n（乙４３）\n同年７月５日の課長会議において，原告は，「つどいは指導課の原告がやるべき\nであるが，前回の課長会議でＰ７専務理事が中心でやることになった。原告は，文\n部省との話合いを聞いていない。」「安全の確認，教育的部分に責任がもてない。\n文部省と打ち合わせをして実施案の大枠を決めた者が実施すればいい。実施案に\nは，安全に危惧を抱いている。」旨述べた。これに対し，総務課長が，「Ｐ７専務\n理事がトップをやるとしても全部やるわけにもいかない。原告も委員会に入るべき\nである。」旨提案したところ，原告は，「決めた者が全部やればいい。」「６か月\nもの間，何も関与していない。仕事が大変になったからやれというのは無視しすぎ\nである。」旨発言した。\n（乙４４の（１）（２））\n同年８月２日の課長会議で，Ｐ７専務理事は，「つどい」の推進を原告に求めた\nところ，原告は，「Ｐ７専務理事にはＰ８案を検討すると答えている。本件事業計\n画そのものが主務官庁から許可されていないのに，実施はできない。」旨の発言を\nした。（乙４５，一部争いがない。）\n同月２６日，原告は，Ｐ７専務理事に対し，Ｐ８案に関し，対象者，北海道地区\nの範囲，過去の「つどい」の問題点，過去の「つどい」の問題点の検討資料，常設\nの相談窓口との関係，強制の意味，人材不足の内容等について質問する質問書を提\n出した。（乙４６，一部争いがない。）\n原告は，同年９月６日の課長会議において，「質問書を提出した後，Ｐ７専務理\n事及びＰ８事務局長から，『つどい』をＰ８案でやることが文部省の決定だからや\nるようにといわれたが，課長会議での話と違う。事前協議との関係は，どうとらえ\nたらいいのか。やっていいとは思えない。仮走りではなく，『やってくれ。』とい\nう文書をもらいたい。また，Ｐ８案では安全性の問題もある。」旨発言した。Ｐ７\n専務理事が，「いわゆる事前協議の対象となったのは，事務局の合理化問題と『つ\nどい』である。総務庁は，『やってくれ』という文書を出すといっているから近々\nもらえると思う。」旨発言すると，参加した他の幹部らから，早期に監督官庁の連\n名で許可証をもらいたいとの意見が出された。\nまた，同じ会議で，原告が，Ｐ８案について，冬の寒さと日没，学校の始業式と\nの関係，日没と活動時間等の関係等の問題点を指摘すると，他の幹部職員から，実\n施時期，場所，対象者を検討することが必要であるとの意見が出された。（乙４\n７，一部争いがない。）\n同年９月２８日の課長会議において，原告は，「事前協議の許可がないのに，\n『つどい』が実施できるのか。Ｐ８案は，会場，開催時期等による安全性の問題と\n出席率の問題から，実施困難であると考える。」とする文書を提出した。課長会議\nでは，ほどんどの幹部職員から，Ｐ８案は安全面から実施が難しいとの意見が述べ\nられた。その結果，場所を一か所にする等計画を変更して実施できるかを検討する\nことになった。（甲５５の（１），（２），乙４８の（１），（２），一部争いが\nない。）\n同年１０月６日の課長会議では，再度，原告以外の幹部職員とＰ７との間で，前\n回の課長会議の決定内容について意見が分かれ，Ｐ７専務理事は場所を一か所にし\nてでもやることが既定方針であると主張した。（甲５６の（１）（２））\nオ　同月１４日の課長会議において，「Ｐ８案は現場の議論に基づかない砂上楼閣\nというべきものである。Ｐ７専務理事もＰ８案の変更を容認している。被告は，\n『つどい』開催のため必要な奨学生の実態を把握できていない。その基礎知識を得\nるため，奨学生家庭に被告職員が訪問したり，被告事務局に奨学生家庭を呼び出し\nたりし実状を把握する活動を同月２５日ころをめどに行う。」ことが確認され，こ\nの確認内容についてＰ４理事長の決裁がされた。（甲９の（２９））\n原告は，同月２９日から同年１２月２日まで，「つどい」再開計画案を４回提案\nし，最終的に，同日付けで「つどい」再開計画案（以下「再開計画最終案」とい\nう。）をまとめた。再開計画最終案は，平成１１年度及び平成１２年度を「新つど\nい」の助走期間として，平成１１年度には首都圏の奨学生家庭を対象にアンケート\nや家庭訪問で実状を把握し，首都圏在住の訪問家庭を集めて「ミニつどい」を実施\nする等というものであった。再開計画最終案は，被告から文部省に提出された。\n原告の立案した再開計画最終案に従って，被告は，奨学生家庭にアンケートを実\n施し，その結果を平成１２年１月１０日集計した。\n（甲９の（３０），３５の（１）ないし（５））\nカ　被告の寄付行為によれば，事業計画及びこれに伴う収支予算は，会計年度開始\n前に会長が編成し，理事会の議決を経て内閣総理大臣及び文部大臣に届け出なけれ\nばならないとされており，許可は法的な条件とされていない。他方，被告設立以\n来，毎年の事業計画及び収支予算について，「差し支えない。」旨の内閣総理大臣\n及び文部大臣から理事長宛ての行政指導を文書で受けることとなっており，この行\n政指導が文書で出されないうちは，当該事業計画及び収支予算に改善すべき点があ\nるとされ，改善点を総務庁及び文部省と被告執行部とで協議することとなってい\nた。被告事務局では，この協議を「事前協議」と呼び，前記「差し支えない。」旨\nの行政指導の文書を「許可証」「事前協議許可証」と呼んだりしていた。\n平成１１年６月１４日，被告に対し，総務庁長官官房交通安全対策室長から，本\n件事業計画について，「貴会の運営の適正確保については，『公益法人の設立許可\n及び指導監督基準』・・・にのっとり，従前より，各般にわたり再三指導していき\nたところであるが，いまだ十分とはいえず，今後速やかな改善が必要である。」と\nの文書がＰ４理事長宛てに交付され，具体的には，寄付行為に定められた理事数や\n経費削減案について改善を行うよう指導がされ，本件事業計画については，前記\n「差し支えない。」旨の文書が交付されていなかった。\n（甲４９，５１，乙５３）\nキ　平成１２年３月上旬，課長会議において，本件事業計画に対する「差し支えな\nい。」旨の文書は交付されていないが，理事長決裁で「つどい」を行うと確認され\nた。同月９日の課長会議で，「高校奨学生と保護者のつどい」を同月２５日，２６\n日に静岡県御殿場市で行う旨決定された。\n同月１３日，原告は，会議に出席した後，前々日からの感冒のため，早退し，同\n日の開催案内の発送作業には，指導課以外の職員らが手伝った。\n（甲５８，乙４９）\nク　平成１１年度の「つどい」の参加者は，１６名であった。原告は，同年５月の\n「つどい」の反省会の席で，「このように小さい規模であれば，１週間あれば準備\nできる。２０人から３０人なら１週間で計画はできる。１００人から２００人にな\nれば，ありとあらゆることを考えねばならない。海外研修で５０人になったことが\nあったが，とんでもないことになった。少し規模が大きくなるとまったく変わ\nる。」等と発言した。\n（甲３４の（８），乙５０）\n（１０）　勤務態度について\nア　原告は，平成１２年７月ころから平成１３年３月１５日ころまで，しばしば，\n就業時間中に居眠り，新聞読み，読書，英会話の勉強を行っていた。（乙２２，２\n３の（１）（２），一部争いがない。原告の外出が無断であったことを認めるに足\nりる証拠はなく，乙２２の記載は採用できない。なお，原告は，乙２２，２３の\n（１）（２）は，違法収集証拠であるから排除すべきである旨主張するが，使用者\nが労働者の勤務管理の一方法としてその勤務状況を観察し記録するのは正当である\nといえるし，乙２２，２３の（１）（２）の観察及び記録の態様として労働者の受\n忍限度を超えるとまではいえないから，採用できない。）\nイ　「つどい」を再開する前の指導課については，平成９年，原告が行った調査に\nよれば，機関紙作成，発送関係の仕事を除くと０．５～０．８人分の仕事量である\nと報告されており，当時の業務分担では，指導課の業務のほとんどを指導課の職員\n１名で行っていた。また，リストラ答申では，２名が配置されているが，０．７人\nの仕事量であるとされていた。\n（甲９の（３１），３４の（１３），３７）\nウ　原告は，総務課長であったＰ１１から，平成１２年６月ころ，「英会話の勉強\nは仕事ですか。」等と英会話の勉強について注意を受けた際，「仕事がない。」と\n弁解した。Ｐ１１は，原告に対し，「事務局長や専務理事と相談してはどうか。」\nと勧めた。\n原告は，平成１２年８月７日の課長会議において，「指導課及び事務局次長とし\nての仕事がない。『つどい』の開催も大した仕事量ではない。自分は新聞を発行す\nることもできる。仕事配分の適正化をお願いしたい。」旨発言した。しかし，Ｐ７\n専務理事及び事務局長のＰ８は，原告に新たな仕事を命じることはなかった。\nＰ７専務理事は，Ｐ８らに命じて，平成１３年１月１８日から同年３月１５日ま\nで，原告の執務の様子についてノートに記載させ，公証役場で確定日付をとらせて\nいたが，ノートに記載された居眠り，読書，新聞読み，無断外出等について，原告\nに対し，執務態度を直接注意したり，新たな仕事を与えたりしたことはなかった。\n（甲４０，乙２２，２３の（１）（２））\nエ　前記（９）クの「つどい」の反省会において，「つどい」の出席率を上げるた\nめの家庭訪問が提案されたが，平成１２年度事業計画には，「奨学生及び保護者と\nの相談事業」として，直接面談，電話あるいは文書等による指導，相談を行うと記\n載されており，家庭訪問そのものについては記載されていなかった。被告の幹部職\n員の中には，「つどい」のための家庭訪問について，前記（９）アで問題視された\n強制の問題を懸念する意見もあった。\n（甲３４の（９））\nオ　被告指導課は，平成１２年度，東北地区と中部地区の２か所での「つどい」を\n計画したが，東北地区の参加者が少なかったため中部地区のみの実施となり，参加\n者は１１名であった。他方，平成１１年度及び平成１２年度には，平成１０年度ま\nでは行われていなかった奨学生及び保護者の直接相談を実施し，平成１３年１月３\n１日，平成１３年度の事業計画として，数県の県庁所在地での奨学生及び保護者と\nの相談会の開催を提案した。原告は，指導課長としてこれらの立案，実施にあたっ\nていた。\n（甲３４の（６）ないし（１２））\n（１１）　チラシのコピーについて\n平成１２年６月１４日，原告は，被告の事務機器を無断で利用して，「エコ・ト\nンの会」の会員に送付するチラシを作成した。「エコ・トンの会」は，畜産農家が\n抗生物質等を与えず育てた豚の肉を共同購入する会であり，原告の知人が始め，原\n告の妻が世話役をしており，約５０名の会員がいた。\n（甲４３の（１），乙２４，一部争いがない。）\n２　懲戒事由の有無\n（１）　再雇用職員らの辞令について－解雇理由１，５，１０\nア　前記１（１）イ，ウのとおり，原告が，Ｐ７専務理事から，被告職員の人事権\nを有していたＰ４理事長が作成した人事異動指示書を交付され，人事異動①及び②\nの辞令の作成を指示されたが，事務局長のＰ６が辞令を作成しないよう指示したた\nめ，作成しなかったこと，事務局長には人事権がなかったことは認めることができ\nる。しかし，当時，決定された人事異動について辞令を作成するには，辞令の原案\nを事務局長が作成し，これを参事役，事務局長，専務理事，理事長が決裁した後，\n総務課長が辞令原案に公印と割印を押し，辞令を完成させることとなっていたこと\n（１（１）ウ），職制規程上，事務局長が課長の上位とされていたこと（第２の１\n（６））からすれば，事務局長のＰ６から辞令を作成しないよう指示された原告\nが，人事異動①及び②の辞令を作成しなかったことは，やむを得ないところであっ\nて，「業務上，上長の指示命令に従わず，かつ，越権専断の行為をしたとき」（就\n業規程５４条６号）とはいえないというべきである。\nまた，人事異動③について原告が辞令作成を命じられたことについては，これを\n認めるに足りる証拠はない。Ｐ７専務理事は，原告に辞令作成を命じた旨の供述を\nするが（乙８２，証人Ｐ７），これを否定する証拠（甲４６の（２），（３），原\n告本人）と対比し採用できない。\nイ　被告は，「原告は，人事異動①ないし③に反対であったため，Ｐ６と共謀して\n理事長及びＰ７専務理事の命に反抗して辞令をしなかった。」旨主張する。原告\nが，人事異動②を事務局に相談なく決定したことについてＰ６や他の幹部職員らと\nともにＰ７専務理事に対する抗議を行ったこと，人事異動①ないし③について，被\n告事務局の人員削減と若返りの必要性に反するとして賛成ではなかったことは，前\n記１（１）オで認定したとおりである。しかし，前記アで判示した辞令の作成手順\nや職制規程に照らせば，原告が人事異動①及び②の辞令を作成しなかったことが，\n人事異動についての原告の個人的意見に基づくものであったとまでいうことはでき\nず，これを裏付けるに足りる証拠もない。被告の主張は採用できない。\n（２）　再雇用職員らの勤務・休暇の会計課への報告等について－解雇理由２，\n３，８，１２，１４\nア　前記１（２）アのとおり，原告が，再雇用職員らの身上書類の取りまとめや勤\n怠管理をせず，会計課への勤怠の報告をしていなかったことは認められるが，再雇\n用職員らの身上書類は既に提出ずみのものがあり，再提出の必要があるとはされて\nいなかったこと，被告職員の賃金に月ごとの欠勤控除はなく，月ごとの勤怠を会計\n課に報告することは必要とされていなかったことから（１（２）ウ），原告のこれ\nらの行為が「業務上，上長の指示命令に従わず，かつ，越権専断の行為をしたと\nき」（就業規程５４条６号）であるとはいえないというべきである。\nイ　被告は，「再雇用職員に対する賃金が人事異動発令後数か月未払であった（１\n（２）イ）のは，原告が身上書類の取りまとめ等を怠ったためである。」と主張す\nる。しかし，職制規程上，会計課が職員の給与に関することを所掌するとされてい\nること（第２の１（６）），事務局長のＰ６が人事異動①ないし③に反対であるか\nら辞令を作成しないとＰ７専務理事に発言し（１（１）イ），会計課長が人事異動\n②は認めない旨公然と発言していた（１（２）イ）ことからすれば，事務局長及び\n会計課長の判断により，前記賃金未払が起きたものというべきであって，原告の前\n記不作為により賃金未払が起きたとは認めがたく，被告の主張は採用できない。\n仮に，原告が再雇用職員らの勤怠管理を行わなかったことを責めるとしても，再\n雇用職員らに対する賃金未払問題で，会計課長を始め，会計課職員で注意を受けた\n者も懲戒処分を受けた者もいないことからすれば（１（２）イ），この件で原告を\n懲戒処分にするのは，相当性がないというべきである。\n（３）　再雇用職員の机の準備について－解雇理由５，６，７\n前記１（３）のとおり，原告が，Ｐ６の命を受けて，Ｐ９及びＰ１２が使用して\nいた机を搬出させたこと，Ｐ７専務理事がこれらの机を戻すよう原告に指示したが\n戻さなかったことは認められるが，原告が直ちに別の机を再雇用職員らに用意し，\n再雇用職員らもその後これを受け入れたことからすれば，原告が搬出された机を戻\nさなかったことが，「業務上，上長の指示命令に従わず，かつ，越権専断の行為を\nしたとき」（就業規程５４条６号）であるとはいえないというべきである。\n被告は，原告が再雇用職員らの採用に反対であったため，Ｐ６に同調して机を搬\n出させたと主張するが，職制規程上，事務局長が総務課長の上位に置かれているこ\nと（第２の１（６）），机の搬出がＰ６の指示に基づくものであることからすれ\nば，原告が再雇用職員の採用についての個人的見解に基づいて，机の搬出を行った\nということはできない。被告の主張は採用できない。\n（４）　公印返還拒否について－解雇理由４，１３について\nア　前記１（４）イ，ウのとおり，原告は，平成１０年７月３日から同年１０月ま\nで，Ｐ７専務理事の公印の返還請求を拒んでいたと認められるが，職制規程上，公\n印の保管は総務課長にあるとされている以上，総務課長であった原告が公印の返還\nを拒んだことが，「業務上，上長の指示命令に従わず，かつ，越権専断の行為をし\nたとき」（就業規程５４条６号）であるとはいえない。\nＰ７専務理事は，平成９年１月１４日，理事長決裁により，公印の管守を専務理\n事にする旨決定したと供述するが（乙７３），これを裏付けるに足りる証拠はな\nく，採用できない。また，乙１３は原告が当時の現状について作成した文書であっ\nて（弁論の全趣旨），公印の管守が専務理事の職務であるとする根拠とはならな\nい。むしろ，原告が，１０月１５日付業務命令書及び１０月２３日付業務命令書に\n従って，直ちに公印をＰ７専務理事に交付していること（１（４）ウ）からすれ\nば，前記理事長決裁はなかったものと認めることができる。\nイ　被告は，「原告は，組合の実質的代表者であるから，原告が総務課長の職責を\n行うのは，労働組合法２条１号に抵触するおそれがあるし，被告執行部にとって\nは，公印の管守に不安がある。」と主張するが，いかなる者をその構成員とするか\nは当該労働組合の自由というべきものであって，原告が総務課長である以上，原告\nが公印の管守を職責とすることに何ら問題はないというべきである。また，被告\nは，原告が，平成１０年７月６日，総務庁交通安全対策室で，「公印はこちらにあ\nり，これで理事長や専務理事は私の承認なく勝手な人事はできなくなった。」旨発\n言し，Ｐ６と組み，公印を保管することで業務命令に違反しようとしていたと主張\nするが，原告がかかる発言をしたと認めるに足りる的確な証拠はない。被告の主張\nは採用できない。\n（５）　本件資格喪失届について－解雇理由９\nア　前記１（５）アのとおり，原告は，総務課職員に対し，会計課が本件資格喪失\n届を持参しても押印しないよう指示しなかったことは，これを認めることができ\nる。しかし，前記１（２）イのとおり，Ｐ９が職員に採用されたこと（人事異動\n②）は，被告の全職員の前で発表され，被告の職員全員が知り得たことからすれ\nば，原告がこのような指示を行う必要はなかったものというべきである。そして，\n本件資格喪失届に公印が押印されたのは，会計課の職員が原告が不在のときに持参\nし公印を押印するよう依頼したためであったこと（１（５）ア），持参した会計課\n職員が，Ｐ９が退職したものと誤解していた旨弁解していたこと（Ⅰ（５）ウ）か\nらすれば，本件資格喪失届の提出に関し，原告の公印管守に落ち度があったとはい\nえないというべきであり，「業務上，上長の指示命令に従わず，かつ，越権専断の\n行為をしたとき」（就業規程５４条６号）に当たるということはできない。\nイ　仮に，本件資格喪失届の作成に関し，原告に公印の管守についての結果責任が\nあるとしても，社会保険の被保険者資格の得喪の届出が，会計課の職務であること\n（１（５）イ），会計課職員が本件資格喪失届の提出に関し一切処分されていない\nこと（１（５）ウ），平成１２年和解協定で原告が本件資格喪失届に公印が押捺さ\nれた事実経過について遺憾の意を表明していること（第２の１（４）イ）からすれ\nば，これを懲戒の対象とすることは，相当性がないというべきである。\n（６）　Ｐ１２に対する機関紙編集委託費名目での金銭の支払－解雇理由１１\n前記１（６）のとおり，原告が，Ｐ１２に対し，機関紙編集委託費名目で１８万\n円を仮払出金要請し，同名目でＰ１２に支払ったことが認められるところ，かかる\n支払は人事異動②と抵触する行為であるということができる。しかし，原告がＰ１\n２に対し，Ｐ６の指示で，Ｐ１２の当面の生活費として支払ったものである旨説明\nしたこと（１（６））からすれば，原告が人事異動②に反対の意を表明するために\nした行為であるとは認められないというべきである。被告の主張は採用できない。\n（７）　包括白紙委任状について－解雇理由１５\nア　原告が本件評議員会の委任状の書式の発送手続を行ったこと，その委任状の書\n式が理事長に包括的に議決事項の表決権を委任する形式であったこと，これが寄付\n行為に反する委任状の形式であったことは，前記１（７）ア，ウで認定したとおり\nである。しかし，前記１（７）アのとおり，委任状が前記のような形式であったこ\nとについては，本件稟議書により理事長の決裁を得ているのであるから，これが\n「業務上，上長の指示命令に従わず，かつ，越権専断の行為をしたとき」（就業規\n程５４条６号）に当たるということはできないというべきである。\n被告は，理事長が決裁した本件稟議書には本件委任状書式が添付されていなかっ\nた旨主張する。しかし，本件稟議書には，議案は「理事の補充選任について」との\nみ記載され，理事会提案の理事候補者名が記載された議案資料は開催通知に遅れて\n発送されたのであるから（１（７）ア），本件稟議書に本件委任状書式が添付され\nていたか否かにかかわらず，本件稟議書の決裁者には，開催通知に添付された委任\n状の書式が議決事項についての意思表示ができないものであることを知り得たとい\nうべきであり，前記結論を左右しない。\nまた，被告は，原告とＰ６と謀り，本件評議員会を混乱させるため，本件委任状\n書式を作成したと主張するが，原告が本件稟議書の作成や本件委任状書式の内容の\n決定に関与していたと認めるに足りる証拠はなく，被告の主張は採用できない。\nイ　また，前記１（７）イで認定したとおり，本件評議員会で紛議を生じた発端\nは，本件委任状が議決事項について意思表示をしていない包括委任状であったから\nであるが，本件評議員会の決議の効力を争う民事訴訟において，本件評議員会は成\n立していないと裁判所が判断したのは，本件委任状が評議員でない理事長を受任者\nとしていた点が寄付行為に反し無効であったからであり，総務庁から，Ｐ７専務理\n事らに対し，理事長を受任者とする委任状は改善を要するとの指導が本件評議員会\nの前になされていたか否かはともかく，Ｐ７専務理事らにおいて，寄付行為に反す\nる委任状の形式を採用し続けたことに問題があり，寄付行為に反する委任状形式を\n採用したＰ７専務理事や，本件委任状書式を起案したＰ６及びＰ１４にも責任があ\nるというべきであり，本件委任状書式を発送した原告のみを懲戒に付するのは相当\nとはいえない。\n（８）　テレビ出演について－解雇理由１６\nア　原告は，本件番組の出演について，理事長及び専務理事の許可を得ていなかっ\nたが（１（８）エ），このような許可を得ることを定めた内規はなかったこと，事\n務局長であったＰ６の指示によるものであること（１（８）エ）からすれば，Ｐ４\n理事長及びＰ７専務理事の許可を得ず出演したことが，「業務上，上長の指示命令\nに従わず，かつ，越権専断の行為をしたとき」（就業規程５４条６号）に該当する\nとはいえない。\nイ（ア）　原告は，本件番組において，心塾について，「現在，交通遺児以外から\n入寮申込みがあるが今は門前払いしている。」「総務庁とか文部省とか監督官庁が\nいいよという決定をしない限りは動けない。」「規則としてだめということで今は\nお引き取り願っている。」旨発言したが（１（８）ア），交通遺児以外の者の入寮\nを被告が許すためには，総務庁や文部省の許可を得て寄付行為を変更することが法\n的に必要であることは事実であり，前記１（８）ウで認定したいわゆる合併問題に\nついての被告の見解や検討経過に照らし，被告の立場の説明として格別不穏当な発\n言であるということはできない。\n（イ）　原告が，前の理事長を誉めた場面に引き続いて，「α町，γかいわいで\nは，いわゆる高級官僚の方が財団なり公益法人に理事とか，そういう形で常勤する\nケースでこの３つを用意しなさいというのがありましてね。」「これは非常に常識\nですけれども，一つは先ほど言ったハイヤーの送り迎えなんですね。それから，理\n事長室というか，個室を用意しなさい。それから秘書をつけなさいという，この３\nつを非常に望まれるというのは，ここは理事長室兼会議室ということで。」と発言\nする場面は，視聴者に，被告の現理事長であるＰ４理事長が，被告に対し，ハイヤ\nーのみならず，個室や秘書を用意させているとの印象を与えるものである。しか\nし，当時，Ｐ４理事長がハイヤー代として数百万円の報酬を受けていたこと，この\nことが新聞紙上で報道され問題視されていたこと，被告の寄付者らからの批判が新\n聞に投書されていたこと（１（８）イ），原告が直後の発言で理事長室は会議室で\nあることを告げていること（１（８）ア），原告の前記発言の前後がカットされど\nのような質問に答えた発言か不明であること（乙１９の（１）），前の理事長を誉\nめた場面の直後に原告の前記天下り官僚についての発言が挿入されたのは，番組制\n作者の編集によるものであること，前の理事長を誉めた場面の発言で「前の理事長\nは」との発言を「前の理事長も」と言い直し発言していること（１（８）ア）を総\n合すると，原告が意図的に誤解を与え被告を中傷しようと前記発言をしたとまでは\n認めるには足りないというべきである。\n（ウ）　以上から，原告が，本件番組において，解雇理由１６の発言をしたこと\nは，「業務上，上長の指示命令に従わず，かつ，越権専断の行為をしたとき」（就\n業規程５４条６号），「会の名誉を汚し，または職員としての体面を汚したとき」\n（同条３号）には該当しない。\n（９）　「つどい」について－解雇理由１７ないし２４\nア　前記１（９）ウのとおり，原告が，指導課長に就任した後，「つどい」の開催\nについて実施案は得られないとして本件事業計画の変更を求める意見を具申したこ\nと（解雇理由１７）はこれを認めることができる。しかし，１（９）アないしウの\nとおり，「つどい」が被告の事業として大規模な催しであったこと，「つどい」に\n関し５年の空白があり，被告職員の年齢層や日程の遅れについて評議員や理事から\nも懸念が表明されていたことからすれば，原告がこれらの懸念を指摘して事業計画\nの変更を求めたことが，業務懈怠であるとはいえないというべきである。\nイ　前記１（９）エのとおり，原告が，課長会議において，「『つどい』を指導課\nとして実施できない。」とか，「原告が中心となってやれというのはおかしく，Ｐ\n７専務理事が中心となるべきである。」旨発言したこと（解雇理由１８，１９）も\n認められる。しかし，前記１（９）イないしオで認定した経過に照らせば，原告が\nこのような発言をしたのは，Ｐ８第１次案やＰ８案の策定に関与しておらず，これ\nらの実現可能性について疑問を感じていたからと認められるし，平成１１年６月７\n日の課長会議では，原告以外の幹部職員らからも，原告が関与せずに決められたＰ\n８案について，「Ｐ７専務理事が中心となってやるべきである。」との意見が出さ\nれ，Ｐ７専務理事自身，「自分が中心となって考えたい。」旨発言していることか\nら（１（９）エ），原告の前記発言が，業務懈怠であるとはいえない。\nウ　原告が，課長会議において，本件事業計画に許可がないのでできないと発言し\nたこと（解雇理由２０）も認められる。従来，被告の事業計画を実行するには，被\n告事務局において「許可証」「事前協議許可証」等と呼ばれていた事業計画に対す\nる監督官庁の「差し支えない。」旨の行政指導文書が，法的な要件ではないが事実\n上必要とされていたこと，Ｐ８案や「つどい」に関し，事前協議といわれる行政指\n導が継続中であり，前記「許可証」が出されていなかったこと，この「許可証」を\n得ることがその後の課長会議において幹部職員からもＰ７専務理事に要望されてい\nたことが認められるから（１（９）エ，カ），前記「許可証」を求める原告の発言\nは，「つどい」を実施した場合にその結果について責任を負う指導課長の立場にあ\nる者として格別不合理なものではなく，業務懈怠には当たらないというべきであ\nる。\nエ　原告がＰ８案について批判的な質問状を提出し，Ｐ８案を実施するのではな\nく，実施可能か検討する旨発言し，実施に批判的な文書を提出したこと（解雇理由\n２１ないし２３）は，前記１（９）エのとおり，認められる。しかし，原告がした\nＰ８案に対する批判は，開催時期と場所に関し安全面で問題があること等を内容と\nするものであるところ，この批判については，平成１１年９月６日，９月２８日，\n１０月１４日の各課長会議において幹部職員の多数が賛成し，Ｐ８案を変更するこ\nとを，Ｐ４理事長も同意して決裁していたことが認められる（１（９）エ，オ）。\nしたがって，原告の前記各発言や行為が業務懈怠であるということはできないとい\nうべきである。\nオ　前記１（９）キのとおり，原告は，平成１２年３月１３日，「つどい」の開催\n通知の発送作業をしなかったが，感冒により休暇を取得したものと認められるか\nら，業務を懈怠したとはいえない。\nカ　被告は，原告が「つどい」の反省会において，「１週間あれば準備できる。」\n旨発言したことをもって，原告が意図的に「つどい」実施を怠業したことの根拠と\nするが，前記１（９）クのとおり，この発言は，平成１１年度の「つどい」の参加\n者が１６名であったことを受けて，この規模であれば短時間で準備できる旨発言し\nたものであるから，原告が意図的に怠業したことの根拠とはならないというべきで\nある。\nキ　以上から，解雇理由１７ないし２４に挙げられた原告の各行為については，\n「勤務怠慢で業務に対する誠意のないことが認められたとき」（就業規定５４条２\n号），「業務上，上長の指示命令に従わず，かつ，越権専断の行為をしたとき」\n（同条６号）に該当するとはいえない。\n（１０）　勤務態度について－解雇理由２５\n前記１（１０）アのとおり，原告は，平成１２年７月ころから平成１３年３月１\n５日ころまで，しばしば，就業時間中に居眠り，新聞読み，読書，英会話の勉強を\n行っていたことが認められる。\n他方，指導課の仕事が「０．７人分」とされていたこと（１（１０）イ），原告\nが，英会話の勉強について注意を受けた際や課長会議において，仕事がないことを\n訴えたが，仕事を与えられなかったこと，被告の専務理事及び事務局長が，原告の\n読書等を知りつつ，新たな仕事を与えなかったこと（１（１０）ウ）からすれば，\n仕事の適正配分をすべき専務理事及び事務局長が，原告に適正に仕事が配分してい\nたか疑問といわざるを得ず，他方，原告が指導課長に就任した平成１１年度から，\nそれ以前の指導課が行えなかった「つどい」並びに奨学生及び保護者との直接相談\nがいずれも実施され，原告の手によって奨学生及び保護者との相談会が被告の事業\nとして新たに企画されるなどしていたこと（１（１０）オ）に照らせば，前記原告\nの勤務態度があるとしても，原告が，「勤務怠慢で業務に対する誠意のないことが\n認められたとき」（就業規程５４条２号）に当たるとまではいえないというべきで\nある。\n（１１）　チラシのコピーについて－解雇理由２６\nア　原告が，被告の事務機器を利用して，被告の業務外の文書を作成したことは前\n記１（１１）のとおりであり，このことは，「不正に会の金品を・・・私用したと\nき」（就業規程５４条８号，１２号，２０条）に該当する。\n他方，「エコ・トンの会」が営利団体であると認めるに足りる証拠はないから，\n原告が兼職禁止（就業規程５４条１２号，２３条）に違反していたとは認めるには\n足りない。\nイ　原告がした被告事務機器の使用は，被告に損失を与えるものであるが，その態\n様からすれば，その額は多額であるとはいえず，むしろ軽微であることに照らす\nと，解雇とするには相当性がないというべきである。\n３　処分の相当性\n原告が再雇用職員らの勤怠管理を行わなかったこと（２（２）イ－解雇理由２，\n３，８，１２，１４），本件資格喪失届に公印を押印された結果責任（２（５）イ\n－解雇理由９），寄付行為に違反する評議員会の表決を理事長に委任する本件委任\n状書式を送付したこと（２（７）イ－解雇理由１５），被告の事務機器を利用して\n被告の業務外の文書を作成したこと（２（１１）イ－解雇理由２６）については，\n括弧内の各項でそれぞれ記載したとおり，仮に懲戒事由に該当するとしても，この\nことを理由に解雇するのは重きに失して相当性がないというべきである。\n４　適正手続違反\n被告の就業規程は，「懲戒処分は処分の根拠となる事由について・・・処分決定\n前に本人に弁明の機会を与えなければならない。」としているが（第２の１\n（５）），前記第２の１（７）のとおり，解雇理由１ないし８，１０ないし１４に\nついては，被告は処分決定前に弁明の機会を与えておらず，これらを懲戒事由とす\nることは，手続違反となるというべきである。\n５　まとめ\n以上から，本件解雇は，懲戒事由となる事実がないか（解雇理由１ないし２\n５），仮に，懲戒事由となる事実があるとしても他の者の過失に比較すれば軽微な\nものか（解雇理由２，３，８，９，１２，１４，１５），被告に与えた損失が軽微\nであるものであって（解雇理由２６），就業規則に定めた懲戒手続を遵守していな\nいものもある（解雇理由１ないし８，１０ないし１４）から，客観的に合理的な理\n由を欠き，社会通念上相当として是認し得ないというべきであって，懲戒権の濫用\nとして無効というべきである。\nしたがって，その余の点（争点（２）－不当労働行為の成否）について判断する\nまでもなく，雇用契約上の権利を有することの確認，及び，前記第２の１（８）の\nとおりと定められた賃金を請求する原告の請求は，いずれも理由がある。\nよって，主文のとおり判決する。\n東京地方裁判所民事第１９部\n裁判官　伊藤由紀子\n"
}