{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 17,
    "month": 2,
    "day": 17
  },
  "case_number": "平成16(ネ)2672",
  "case_name": "不正競争行為差止等請求控訴事件",
  "court_name": "大阪高等裁判所",
  "right_type": "不正競争",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "9761",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=9761",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/761/009761_hanrei.pdf",
  "contents": "平成１６年(ネ)第２６７２号　不正競争行為差止等請求控訴事件\n（原審・大阪地方裁判所平成１４年(ワ)第９８９２号）\n判決\n控訴人（１審原告）　　　パール工業株式会社\n同訴訟代理人弁護士　　　松本徹\n同　　　　　　　　　　　大田口宏\n被控訴人（１審被告）　　株式会社ノダアールエフテクノロジーズ\n被控訴人（１審被告）　　ＣＣ\n被控訴人（１審被告）　　ＢＢ\n被控訴人ら訴訟代理人弁護士\n松井俊輔\n主文\n１　本件控訴をいずれも棄却する。\n２　控訴費用は、控訴人の負担とする。\n事実及び理由\n第１　控訴の趣旨等\n１　原判決を取り消す。\n２　被控訴人らは、第三者に対し、原判決別紙目録１ないし３記載の情報を開示\nし、又は使用してはならない。\n３　被控訴人株式会社ノダアールエフテクノロジーズは、原判決別紙目録４記載\nの商品を廃棄せよ。\n４　被控訴人らは、控訴人の取引先に対して、自ら行い又は第三者と共同して、\n若しくは第三者をして、原判決別紙目録５記載の陳述を行ってはならない。\n５　被控訴人らは、控訴人に対し、日本経済新聞に、原判決別紙謝罪広告記載の\n謝罪文を、その表題、控訴人・被控訴人らの名前及び商号は４号活字、その他は８\nポイント活字で、引き続き２回掲載せよ。\n６　被控訴人らは、控訴人に対し、連帯して金１億円及びこれに対する平成１４\n年１０月１１日（訴状送達の日の翌日）から支払済みまで年５分の割合による金員\nを支払え。\n７　訴訟費用は、第１、２審とも被控訴人らの負担とする。\n８　仮執行宣言\n（以下、控訴人を「原告」、「被控訴人株式会社ノダアールエフテクノロジー\nズ」を「被告会社」、被控訴人ＣＣを「被告ＣＣ」、被控訴人ＢＢを「被告ＢＢ」\nというほか、略称は、原判決のそれによる。また、原判決中に「別紙目録」とある\nのを「原判決別紙目録」と読み替える。）\n第２　事案の概要\n１　事案の要旨\n(1)　本件は、原告が、被告ら（商品の廃棄請求については被告会社のみ。商法\n２５４条ノ３、２６４条違反に基づく損害賠償請求については被告ＣＣ及び被告Ｂ\nＢ）に対し、\nア　不正競争防止法３条１項、２項、２条１項７号（営業秘密の不正目的使\n用開示行為）、８号（営業秘密の不正開示後悪意転得行為）に基づき、原判決別紙\n目録１ないし３記載の情報（原告のアメリカ合衆国企業向けの特別仕様品である１\n６２ＭＨｚ高周波電源装置に関する図面、高周波電源装置の製造技術、顧客情報）\nを開示し、又は使用することの差止め、及び同目録４記載の商品（プラズマ用ＶＨ\nＦ帯高周波電源ＮＲ５ＮＰ６０Ｍ－０１）を廃棄することを、\nイ　不正競争防止法３条１項、２条１項１４号（競争者営業誹謗行為）に基\nづき、原告の取引先に対して、自ら行い又は第三者と共同して、若しくは第三者を\nして、原判決別紙目録５記載の陳述を行わないことを、\nウ　不正競争防止法７条、２条１項１４号（競争者営業誹謗行為）に基づ\nき、日本経済新聞に、原判決別紙謝罪広告記載の謝罪文を、その表題、原告・被告\nらの名前及び商号は４号活字、その他は８ポイント活字で、引き続き２回掲載する\nことを、\nエ　不正競争防止法４条、２条１項７号（営業秘密の不正目的使用開示行\n為）、同項８号（営業秘密の不正開示後悪意転得行為）、同項１４号（競争者営業\n誹謗行為）、商法２５４条ノ３、２６４条（取締役の忠実義務・競業避止義務）違\n反又は民法７０９条（一般不法行為）に基づく損害賠償請求として、損害金２億７\n７４６万７４８４円の内金１億円及びこれに対する不正競争行為、商法上の上記義\n務違反行為又は不法行為後である平成１４年１０月１１日（訴状送達の日の翌日）\nから支払済みまで民法所定の年５分の割合による遅延損害金の支払をそれぞれ求め\nた事案である。\n(2)　原審は、原告の請求をいずれも棄却し、これに対し、原告が本件控訴を提\n起した。\n２　当事者の主張\n当事者の主張（請求原因及びこれに対する認否）は、次のとおり訂正等する\nほかは、原判決の事実第２、１及び２（原判決２頁１５行目から１７頁１１行目ま\nで）に記載のとおりであるから、これを引用する。\n【原判決の訂正等】\n(1)　７頁末行の「６０」の前に「甲」を加え、８頁２５行目の「被告従業員」\nを「被告会社の従業員」と改める。\n(2)　１０頁１行目、１１頁４行目、同７行目及び同１１行目の各「上記」をい\nずれも「前記」と改め、同１８行目の「被告ら」の次に「（商品の廃棄請求につい\nては被告会社のみ。商法２５４条ノ３、２６４条違反に基づく損害賠償請求につい\nては被告ＣＣ及び被告ＢＢ）」を加え、同２１行目の「廃棄」を「廃棄すること」\nと改める。\n(3)　１２頁２行目の「又は」の前に「、商法２５４条ノ３、２６４条違反」\nを、同１９行目の「さらに」の前に「すなわち、取締役は会社と委任関係にあり、\n役員規定の改定により取締役に新たな義務を課す場合には当該取締役の了解が必要\nであるところ、被告ＢＢは、役員規定第１５条ニの制定に関知すらしていない。」\nをそれぞれ加える。\n(4)　１３頁１５行目の「基盤」を「基板」と、１７頁１行目の「業務提供」を\n「業務提携」とそれぞれ改める。\n３　争点の概要\n前記２によれば、原告の主張（請求原因）の要旨は、次のとおりであり、被\n告らは、(1)エのうち被告ＢＢの取締役辞任日及び(2)ないし(10)を争っている。\n(1)　当事者\nア　原告（昭和３４年６月２０日設立）は、電気機械の製造、光学機器並び\nに光学測定器の製造販売等を業とする株式会社である。\nイ　被告会社（平成１４年５月１日設立）は、プラズマ発生用高周波電源装\n置の製造及び販売、有害ガス除去装置用高周波電源装置の製造及び販売、直流電源\n装置の製造及び販売等を業とする株式会社である。\nウ　被告ＣＣは、平成２年２月１日から平成１４年３月１１日まで原告の取\n締役であったが、現在は、被告会社の代表取締役である。\nエ　被告ＢＢは、平成９年１月２７日から平成１４年４月２６日まで原告の\n取締役であったが、現在は、被告会社の代表取締役である。\n(2)　秘密保持義務\n被告ＢＢは、原告の社員就業規則及び役員規定により、原告に対し、退任\n後も秘密保持義務を負う。\n(3)　不正競争防止法２条４項（営業秘密）\n原告の本件高周波電源装置情報（原判決別紙目録１(1)ないし(9)記載の本\n件装置に関する図面、同目録２(1)ないし(7)記載の原告が設計、製造している高周\n波電源装置一般における製造技術に関するノウハウ等）及び本件顧客情報（同目録\n３記載の原告が管理する顧客リスト、顧客名簿）は、有用性、非公知性及び秘密管\n理性を有しており、不正競争防止法２条４項にいう「営業秘密」に該当する。\n(4)　不正競争防止法２条１項７号（営業秘密の不正目的使用開示行為）\n被告ＢＢは、不正の競業その他の不正の利益を得る目的で、又は原告に損\n害を加える目的で、原告の営業秘密である本件高周波電源装置情報を、被告ＣＣ、\n被告会社及び原告の競業企業であるダイヘンに対して、開示した。\n(5)　不正競争防止法２条１項８号（営業秘密の不正開示後悪意転得行為）\nア　被告会社及び被告ＣＣは、被告ＢＢが不正目的で開示していることを知\nりながら、被告ＢＢから本件高周波電源装置情報を取得し、同情報を使用して原判\n決別紙目録４記載の商品（プラズマ用ＶＨＦ帯高周波電源ＮＲ５ＮＰ６０Ｍ－０\n１）及びその他高周波電源装置を製造し、あるいは同情報をダイヘン又は高周波電\n源装置製造委託先の会社に開示した。\nイ　被告会社は、原告の大阪本社従業員ＤＤ及び原告の東京事務所所長ＥＥ\nの不正目的を知りながら、同人らから本件顧客情報（ＤＤから西日本関係、ＥＥか\nら東日本関係の顧客情報）を取得し、同情報を使用して、被告ＢＢ、被告ＣＣ及び\n被告会社の従業員らに、原告の顧客に対して、営業活動あるいは原判決別紙目録\n５(1)ないし(6)記載の文言を使用した誹謗中傷行為を行わせた。\n(6)　不正競争防止法２条１項１４号（競争者営業誹謗行為）\n被告らは、自らあるいは第三者をして、原告の取引先に対し、「パール工\n業の今度の社長は器が小さい。」、「パール工業はＢＢがいなくなったので、今後\n開発できなくなる。人もどんどんやめていくだろう。」などと、原判決別紙目録\n５(1)ないし(6)記載の虚偽事実の陳述をした。\n(7)　不正競争防止法３条１項、２項\nア　被告ＢＢが被告会社に対して本件高周波電源装置情報を提示したことに\nより、被告会社は、原判決別紙目録４記載の商品を完成させた。被告ＣＣ及び被告\n会社が、本件高周波電源装置情報をダイヘンに対して開示したことにより、ダイヘ\nンは、従前製造できなかった高周波電源装置を製造できるようになった。\nイ　原告は、被告らの前記(6)記載の行為により、取引先を失った。\nウ　原告は、前記ア、イにより、営業上の利益を現に侵害されており、ま\nた、その他営業上の利益を侵害されるおそれがある。\n(8)　商法２５４条ノ３、２６４条（取締役の忠実義務・競業避止義務）違反\n被告ＢＢ及び被告ＣＣは、原告の取締役として在任中、次の行為をし、取\n締役に課せられている忠実義務及び競業避止義務に違反した。\nア　被告ＢＢ及び被告ＣＣ―原告の代表取締役に関する誹謗中傷行為\nイ　被告ＣＣ―原告とダイヘンとの業務提携の妨害行為（ダイヘンからの業\n務提携の申込みを報告しなかったこと）\nウ　被告ＣＣ―原告に関する誹謗中傷行為\nエ　被告ＢＢ―原告の製造委託先に対する設立予定の被告会社との取引要請\n行為\nオ　被告ＢＢ及び被告ＣＣ―被告会社の設立準備行為\nカ　被告ＢＢ及び被告ＣＣ―原告従業員らに対する設立予定の被告会社への\n勧誘行為（従業員引抜き行為）\nキ　被告ＢＢ―京都大学教授からのＤＣ電源装置の受注妨害行為（同教授か\nらの同装置製造の見積もり依頼を報告しなかったこと）\n(9)　民法７０９条（一般不法行為）\n被告ＢＢ、被告ＣＣ及び被告会社が行った前記(4)ないし(6)、(8)の各行為\nは、被告ＣＣが原告退職後に行った原告従業員を被告会社への勧誘行為と併せて、\n民法７０９条の不法行為に該当する。\n(10)　損害\n被告らの前記(4)ないし(6)、(8)及び(9)の各行為により、原告の平成１４\n年４月１日から同年６月３０日までの３か月間の高周波電源装置の売上は、同期間\nの前年売上高と比較すると、２億２３７６万４１００円減少した。これを１年間に\n引き直して、原告の高周波電源装置に関する利益率３１パーセントを乗じた額２億\n７７４６万７４８４円が原告の損害である。\n第３　当裁判所の判断\n１　当裁判所も、原告の請求はいずれも理由がないものと判断する。\nその理由は、次のとおり訂正等するほかは、原判決の理由１ないし５（原判\n決１７頁１３行目から３９頁１８行目まで）に記載のとおりであるから、これを引\n用する。\n【原判決の訂正等】\n(1)　請求原因(1)（当事者）、(2)（秘密保持義務）関係\nア　１７頁１７行目冒頭から同１９行目の「（前同）」までを「甲第１号証\nの１、第２４ないし第２６号証、第９０号証、第９９号証、第１０９号証、乙第２\n０号証、被告ＣＣ本人兼被告会社代表者（以下、単に「被告ＣＣ本人」という。）\n及び被告ＢＢ本人各尋問の結果（甲第１０９号証、乙第２０号証、被告ＢＢ本人尋\n問の結果については、後記信用しない部分を除く。）」と改める。\nイ　１８頁１行目の「同人の」の次に「別件における本人尋問調書（甲第１\n０９号証）、）」を加える。\nウ　１８頁８行目冒頭から１９頁１行目末尾までを、次のとおり改める。\n「　役員規定第１５条ニについて検討する。\n前記争いのない請求原因(2)イによれば、同規定は、平成１４年４月２２\n日の取締役会（役員会）における役員規定の改定により追加されたものである。し\nかるに、被告ＢＢは、前記(1)イ記載のとおり平成１４年４月２６日に取締役を退任\nしているが、役員規定第１５条ニが追加された同月２２日の役員会に欠席している\nこと（甲第２６号証）、同役員会の議事録（甲第２６号証）や改定後の役員規定\n（甲第３号証）の末尾署名欄には、役員らの署名押印がされていないこと、原告の\n取締役会（役員会）議事録の中には、欠席した役員も署名押印しているものがある\nこと（甲第６１、第６２号証、第９８号証）、被告ＢＢが別件の本人尋問におい\nて、同月２２日の役員会議事録が同月２６日までに被告ＢＢの机の上に置いてある\nのを見たが、同月２０日で退職し、残務のために出社していたので、読んでも仕方\nないと思い、内容を読まずに署名押印しないまま、すぐに他へ回した旨供述してい\nること（甲第１０９号証）からすると、被告ＢＢは役員規定追加の事実を確知して\nいたとは認め難く、他に原告が被告ＢＢに対し、役員規定改定の事実を知らせた事\n実を認めるに足りる証拠はない。その他、被告ＢＢが原告との間で役員規定第１５\n条ニの義務を負うことの明示又は黙示の合意をしたことを認め得る根拠もない。\nこの点について、原告は、平成１４年４月２２日の取締役会の時点で、\n被告ＢＢは、原告の取締役であることに変わりがなく、退任後の秘密保持義務に関\nする規定（役員規定第１５条ニ）を設けられることに反対することを希望するなら\nば、取締役会に出席することが可能であったこと、被告ＢＢは、同月２６日まで原\n告事務所に出勤していたところ、上記取締役会の議事録は会議後に同人の机の上に\n置かれて、これに署名押印を求められていたにもかかわらず、署名押印をしなかっ\nた（甲第１０９号証）のであり、そもそも同規定を認識する機会は十分に存在して\nいたこと、同規定の効力は、該当者の認識の有無にかかわらず、取締役会で決定さ\nれた以上効力を生じるものであることからすると、同規定の効力は被告ＢＢにも及\nぶ旨主張する。\nしかし、商法上、取締役と会社の関係は委任関係であって、法定の競業\n避止義務については、取締役の退任による委任関係終了後には及ばないとされてい\nることからすると、委任関係の内容の一部である役員規定の改定によって、被告Ｂ\nＢに退任後の秘密保持義務という新たな義務を課すためには、同人の了解が必要で\nあるから、原告の上記主張は採用することができない。\nまた、従業員は、社員就業規則第２５条により退職・解雇後も守秘義務\nが課されており、役員は、役員規定第１５条ハにより在任中守秘義務が課されてい\nること、上記のとおり取締役と会社の関係は委任関係であって、取締役は善管注意\n義務を負うと解されていることなどからすれば、取締役は、一定の範囲では退任後\nも引き続き在任中に知り得た会社の営業秘密を第三者にみだりに開示してはならな\nいとの信義則上の義務を負っているということはできるが、そのことから直ちに、\n取締役の退任後の守秘義務を定めた役員規定第１５条ニが、被告ＢＢの知らないま\nまに、同人を拘束するということはできない。」\n(2)　請求原因(3)（営業秘密）関係\nア　１９頁１３行目の「証人ＦＦの証言」を「甲第４６、第４７号証、証人\nＦＦの証言及び弁論の全趣旨」と改める。\nイ　１９頁２２行目冒頭から２０頁３行目末尾までを、次のとおり改める。\n「　高周波電源装置で、中電力又は小電力の高周波を複数の増幅器で並列に\n増幅し、各増幅器の出力を合成することにより大電力の高周波を発生させる場合、\n大電力かつ高周波ゆえに、その作動安定性に欠けることがあるため、その解決手段\nとして、増幅器からの出力の一部を入力側に送り戻して出力を安定させる帰還回\n路、複数の増幅器を並列して作動させるときに各増幅器のアンバランスをアンバラ\nンス回路を用いて検出し停止させる保護回路、耐反射電力性能を持たせるためのサ\nーキュレータなどが取り付けられる。」\nウ　２０頁２０行目の「甲第６９号証の１及び２」から２１頁１２行目末尾\nまでを、次のとおり改める。\n「　甲第２３号証、第６９号証の１及び２、甲第７０、第７１号証、第９５\n号証、第１１０ないし第１２４号証、第１２８、第１２９号証、第１３２号証、乙\n第１９、第２０号証、第３２号証、証人ＦＦの証言、被告ＣＣ本人及び被告ＢＢ本\n人各尋問の結果並びに弁論の全趣旨によれば、次の事実が認められる。\n(ア)　原告には、平成１４年３月当時、約１００名程度の従業員がおり、\nそのうち、高周波電源装置を扱うＲＦ部門には、３５ないし４０名の従業員がい\nた。\n原告では、その製造している各種装置の図面は、原告の本社建物５階\nの開発設計部門がある設計室のキャビネットで保管することとなっていた。同５階\nには、エレベーターを降りてすぐの場所に、「厳守業者立入禁止」、設計室の入口\nには、「厳守業者立入禁止」、「関係者以外立入禁止」及び「立入禁止工場内」と\nそれぞれ記載したボードが掲示されており、外注業者等の部外者は、原則として自\n由に出入りすることができないようになっていたが、原告従業員は、設計室に入る\nことについて特段制限されていなかった。図面が保管されているキャビネットに\nは、「持ち出しはダメ。」、「持ち出しお断り　設計の方以外は５階以外への持ち\n出しをお断りします。設計の方も早く戻して下さい。」とそれぞれ記載された張り\n紙があり、一般従業員は設計室で図面を閲覧することが認められており、開発設計\n部門の従業員には設計室からの持出しも認められていた。上記キャビネット自体は\n施錠されておらず、各図面には、特に秘密として扱われるべきことが明らかとなる\nような印等は付されていなかった。\n(イ)　原告では、各従業員にパソコンが配布されており、各種装置の図面\nの電子データは、原則としてランサーバーに保存することになっていたが、実際に\nは、当該図面を必要とする従業員のパソコンにおいて保存されていることもあっ\nた。ランサーバーのアクセス権限は、開発設計部門の従業員に限定されていたた\nめ、他部門の従業員は、ランサーバーに保存されている図面を自由に閲覧すること\nはできなかった。これに対し、開発設計部門の従業員に配布されていたパソコンに\nは、図面の読み込みに必要なＣＡＤソフトがインストールされていたため、他部門\nの従業員は、当該パソコンを立ち上げる際に、所定のパスワードを入力することに\nより、同パソコン内に保存されている図面を閲覧することが可能であった。原告\nは、実際問題として、各種装置の図面の電子データを必要とする従業員が配布され\nたパソコンに当該図面を保存することを制限したことはなく、あるいは図面の電子\nデータの取扱いに格別の指示をしたこともない。」\nエ　２１頁１８行目の「締結したこともない。」の次に「この点について、\n原告は、他社と秘密保持契約を締結していたと主張し、その証拠として機密保持契\n約書等（甲第１２５ないし第１２７号証）を提出している。しかし、上記各契約書\nによっても、当該契約が高周波電源装置の製造に関する技術を対象とするものであ\nるか不明である上、そもそも他社から原告が技術指導を受けたことに基づいて締結\nされた契約であるとは認め難いから、原告の上記主張は採用することができな\nい。」を加える。\nオ　２２頁１行目冒頭から同２行目末尾までを、次のとおり改める。\n「　これらの文書（組立要領書等）は、前記設計室のキャビネットに保管さ\nれており、その保管状況は、前記図面のそれと同様であって、各文書には、秘密と\nして扱われるべきことが明らかになるような印等は付されていなかった。」\nカ　２２頁１５行目末尾の次に改行して、次のとおり加える。\n「　もっとも、原告において、平成８年以降、アイデア等を書面化して確定\n日付を付してこれを保管するという処理をしたのは３件のみであり、平成１１年３\n月以降は同処理をしたものはない。その一方で、原告においては、重要アイデアの\nうち特許取得が可能で、原告の経営戦略上有用なものについては特許出願を行うと\nいう運用がされていたが、本件高周波電源装置の製造に関する技術について特許出\n願がされた形跡もない。」\nキ　２４頁９行目冒頭から同１６行目末尾までを、次のとおり改める。\n「　また、前記アのとおり、高周波電源装置の製造においては、帰還回路、\n保護回路及びサーキュレータの設置や、各種調整を行う必要があること、半田付け\n等は的確に行うべきであることはいずれも周知のことであり（ちなみに、原告で\nは、本件高周波電源装置の製造に関する技術について特許出願をしていない。）、\nその上、本件高周波電源装置情報については、特に書面化して確定日付を付してこ\nれを保管するという処理もされていなかったのであるから、原告自身、本件高周波\n電源装置情報について営業秘密性があるとは認識していなかったと考えられ、従業\n員が、これを営業秘密と認識することはできなかったというべきである。」\n(3)　請求原因(6)（競争者営業誹謗行為）関係\nア　２５頁２行目の「甲第６号証」から同４行目末尾までを「前記２(2)アで\n認定した事実、甲第６号証、第８、第９号証、第１１ないし第１４号証、第２２号\n証、第２６号証、第５８号証、乙第５、第６号証及び弁論の全趣旨によれば、次の\n事実が認められる。」と改め、同１３行目の「平成１４年１月」の次に「２４日」\nを、同２１行目の「原告従業員ら」の前に「原告代表者の陳述書（甲第２２号証）\n及び」をそれぞれ加える。\nイ　２５頁２３行目冒頭から２６頁５行目末尾までを、次のとおり改める。\n「　しかしながら、①原判決別紙目録５(1)ないし(6)記載の発言が被告らあ\nるいは被告会社関係者によって告知されたとする原告代表者（甲第２２号証）及び\n原告従業員ら（甲第６号証、第８、第９号証、第１１ないし第１４号証）の各陳述\n書はいずれも、誰が発言したか不明のまま被告らによってなされたと原告従業員が\n推測しているか、取引先の従業員から被告らが発言していると原告従業員が聞いた\nというものであり、その推測を裏付ける的確な証拠はないこと、②当該取引先従業\n員はいずれも、そのようなことを原告従業員に述べた事実はないと述べていること\n（乙第４ないし第６号証、被告ＣＣ本人尋問の結果）、③被告ＣＣ及び被告ＢＢ\nが、被告会社従業員に、営業活動に際し原告の誹謗中傷行為をしないように注意し\nていたとしていること（乙第１９、第２０号証、被告ＣＣ本人及び被告ＢＢ本人各\n尋問の結果）を考慮すると、上記原告代表者及び原告従業員らの各陳述書の記載内\n容をもって、被告らが原告主張の誹謗中傷行為をしたとは認め難い。そして、他に\n同行為を認めるに足りる証拠はない。」\n(4)　請求原因(8)（取締役の忠実義務・競業避止義務違反）関係\nア　２６頁１０行目の「甲第６４号証」から同１２行目末尾までを「甲第２\n２号証、第５８号証、第６４号証、第７５号証、第７９、第８０号証（後記信用し\nない部分を除く。）、第１０９号証、乙第２１ないし第２３号証、証人ＦＦの証\n言、被告ＣＣ本人及び被告ＢＢ本人各尋問の結果並びに弁論の全趣旨によれば、次\nの事実が認められる。」と改め、同１８行目の「Ｎ.ＳＳ」の次に「（以下「ＳＳ」\nという。）」を加える（以下、原判決中に「Ｎ.ＳＳ」とあるのをすべて「ＳＳ」と\n改める。）。\nイ　２７頁１８行目の「甲第１号証の２」から同２１行目末尾までを「甲第\n１号証の２、甲第３号証、第７号証、第２２号証、第２９号証、第５７、第５８号\n証、第５９号証の１及び２、甲第６０ないし第６３号証、第７７号証、第８７、第\n８８号証の各２、乙第１９号証、被告ＣＣ本人尋問の結果及び弁論の全趣旨によれ\nば、次の事実が認められる。」と改める。\nウ　２８頁２３行目の「案件では」を「案件は」と、２９頁７行目の「営業\n課長」を「業務課長」とそれぞれ改め、同２２行目の「文書」の次に「（甲第５８\n号証）」を加え、３０頁５行目の「営業本部長等」を「取締役相談役」と改める。\nエ　３１頁２０行目冒頭から同２５行目末尾までを「甲第２０号証、第７６\n号証（後記信用しない部分を除く。）、第８６号証（前同）、第９０号証、第１０\n９号証、乙第２３号証、被告ＣＣ本人及び被告ＢＢ本人各尋問の結果によれば、平\n成１４年４月３日に、原告から高周波電源に関する仕事を受注している株式会社デ\nュアル電子工業の技術部長のＷ.ＧＧ（以下「ＧＧ」という。）と、被告ＢＢ及び被\n告ＣＣが会食した事実が認められる。」と改める。\nオ　３２頁１行目の「ＧＧは、」を「ＧＧの」と、同２行目の「陳述書にお\nいて」を「陳述書には」と、同５行目から６行目にかけての「なされたことなどを\n陳述する。」を「なされたことなどの記載がある。」と、同７行目の「日付は入っ\nていないものの」を「作成年月日付欄には「平成１４年」と記載されているが、月\n日の記載がないものの」とそれぞれ改め、同９行目の「被告ＣＣ」の前に「同年５\n月１４日以前に」を加え、同１１行目の「甲第７６号証及び第８６号証」を「ＧＧ\n（甲第７６号証、第８６号証）及び被告ＢＢ（乙第２３号証、第３２号証）の各陳\n述書」と、同２０行目の「陳述内容」を「陳述書の記載内容」とそれぞれ改める。\nカ　３２頁２０行目末尾の次に改行して、次のとおり加える。\n「　したがって、平成１４年４月３日、被告ＢＢが、ＧＧに対し、今後新し\nく設立する被告会社と取引をするよう要請した事実は認められない。」\nキ　３２頁２２行目の「甲第１号証」から同２４行目末尾までを「前記１(1)\nイの認定事実、前記(2)ア(ウ)の認定事実、甲第４号証、第２２号証、第２７、第２\n８号証、第５８号証、第１０９号証、乙第１９、第２０号証、第２２号証、第２４\n号証、被告ＣＣ本人及び被告ＢＢ本人各尋問の結果並びに弁論の全趣旨によれば、\n次の事実が認められる。」と改め、同２５行目の「前記(2)ア(ウ)記載のとおり、」\nを削る。\nク　３３頁１０行目の「ＲＦ部門の営業部長であった」を削り、同２１行目\nの「Ｔ.ＵＵ」の次に「（以下「ＵＵ」という。）」を、同行目の「Ｙ.ＪＪ」の次\nに「（以下「ＪＪ」という。）」をそれぞれ加え（以下、原判決中に「Ｙ.ＪＪ」と\nあるのをすべて「ＪＪ」と改める。）、同２３行目の「手続」を削り、同２４行目\nの「Ｔ.ＵＵ」を「ＵＵ（原告の取引先の元従業員）」と改める。\nケ　３４頁１４行目の「上記」を「前記」と改め、同２３行目の「取引先の\n者」の次に「（ＧＧ）」を、同２５行目の「証拠にはならず」の次に「（ちなみ\nに、ＧＧの前記陳述書（甲第２０号証、第７６号証、第８６号証）には、被告会社\nの工場に関する記載が全くない。）」をそれぞれ加える。\nコ　３５頁４行目の「甲第１０号証」から同７行目末尾までを「甲第１０号\n証、第８１号証、第９０号証、第９２、第９３号証、第１０６号証、乙第７ないし\n第１１号証、第２４ないし第２７号証、証人ＦＦの証言、被告ＣＣ本人及び被告Ｂ\nＢ本人各尋問の結果によれば、次の事実が認められる。」と、同１３行目の「Ｌ\nＬ、ＱＱ及びＰ.ＭＭ」を「Ｋ.ＬＬ、Ｘ.ＱＱ及びＰ.ＭＭ（以下「ＭＭ」とい\nう。）」と改める（以下、原判決中に「Ｐ.ＭＭ」とあるのをすべて「ＭＭ」と改め\nる。）。\nサ　３６頁１６行目の「上記」を「前記」と改める。\n(5)　請求原因(9)（一般不法行為）関係\nア　３９頁２行目の「請求原因(4)ないし(6)、(8)記載の各行為」を「請求原\n因(4)及び(5)の各行為については、その前提である不正競争防止法２条４項にいう\n「営業秘密」の要件を欠いており、また、同(6)及び(8)の各行為」と改める。\nイ　３９頁１７行目末尾の次に改行して、次のとおり加える。\n「　もっとも、原告は、ＭＭは原告において有害ガス除去装置用高周波電源\n装置を担当できる貴重な存在であり、ＲＦ部門にとって、ＭＭが引き抜かれること\nは大きな経済的損失になると主張する。しかし、ＭＭの引抜きが原告に及ぼす影響\nを客観的に明らかにする資料はなく、原告の上記主張は採用することができな\nい。」\n２　前記のとおり、被告ＢＢは、取締役退任後の秘密保持義務を定めた役員規定\n１５条ニの拘束は受けないものの、社員就業規則第２５条、役員規定第１５条ハ及\nび信義則により、原告の取締役を退任した後も原告に対する守秘義務を負ってい\nる。しかし、本件高周波電源装置情報及び本件顧客情報は、いずれも、アクセスし\nた者がこれらが営業秘密であることを認識できるような手段は講じられておらず、\nまた、これらにアクセスできる者の限定が十分ではなかったから、不正競争防止法\n２条４項の「営業秘密」であるとはいえない。したがって、本件高周波電源装置情\n報及び本件顧客情報が上記「営業秘密」であることを前提とする、原告の同法２条\n１項７号、８号に関する主張は、いずれも、その前提を欠くから理由がない。\nまた、被告らが原告主張の競争者営業誹謗行為を行ったこと、被告らが取締\n役の忠実義務又は競業避止義務に違反したことを認めるに足りる証拠はない。そし\nて、被告らに民法上の不法行為を構成する違法行為があったともいえない。\n３　その他、原審及び当審における当事者提出の各準備書面等に記載の主張に照\nらし、原審及び当審で提出、援用された全証拠を改めて精査しても、当審及び当審\nの引用する原審の認定判断を覆すに足りるものはない。\n４　以上の次第で、原告の請求をいずれも棄却した原判決は相当であって、本件\n控訴はいずれも理由がないから、これを棄却することとし、主文のとおり判決す\nる。\n（当審口頭弁論終結日　平成１６年１２月８日）\n大阪高等裁判所第８民事部\n裁判長裁判官　　　　　竹　　原　　俊　　一\n裁判官　　　　　小　　野　　洋　　一\n裁判官　　　　　長　　井　　浩　　一\n"
}