{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 10,
    "day": 31
  },
  "case_number": "平成12(行ウ)8",
  "case_name": "自己情報不開示決定取消請求",
  "court_name": "静岡地方裁判所",
  "lawsuit_id": "6374",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=6374",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/374/006374_hanrei.pdf",
  "contents": "平成１４年１０月３１日判決言渡　同日原本領収　裁判所書記官\n平成１２年（行ウ）第８号　自己情報不開示決定取消請求事件\n口頭弁論終結日　平成１４年８月１日\n原告　　　Ａ\n判決\n静岡県伊東市甲番地の乙\n静岡県伊東市大原２丁目１番１号\n被告　　　伊東市教育委員会\n同代表者教育委員長　　　Ｂ\n主文\n１　被告が原告に対して平成１１年１月１１日付けでしたＣの小学校１年生から３年生\nまでの各指導要録及び各就学指導調査個票に係る自己情報不開示決定のうち，\n別紙目録の１(5)及び３の各欄を不開示とした部分を取り消す。\n２　原告のその余の請求を棄却する。\n３　訴訟費用はこれを１０分し，その９を原告の，その余を被告の各負担とする。\n事実及び理由\n第１　当事者の求めた裁判\n１　原告の請求\n被告が原告に対して平成１１年１月１１日付けでしたＣの小学校１年生から３年生\nまでの各指導要録及び各就学指導調査個票に係る自己情報不開示決定のうち，\n別紙目録記載の自己情報を不開示とする部分を取り消す。\n２　被告の答弁\n(1)　本案前の答弁\nア　本件訴えを却下する。\nイ　訴訟費用は原告の負担とする。\n(2)　本案の答弁\nア　原告の請求を棄却する。\nイ　訴訟費用は原告の負担とする。\n第２　事案の概要，争いのない事実及び争点等\n１　本件は，Ｃの母親である原告が，伊東市個人情報保護条例（以下「本条例」とい\nう。）に基づき，被告に対してＣの小学校１年生から３年生までの間の各指導要録\n（以下「本件指導要録」という。）及び各就学指導調査個票（以下「本件就学指導調\n査個票」という。）の開示を請求したところ，被告から本件指導要録及び本件就学\n指導調査個票を不開示とする決定（以下「本件不開示決定」という。）を受けたこと\nから，これを不服として，本件指導要録及び本件就学指導調査個票のうち別紙目\n録記載の自己情報（本件指導要録及び本件就学指導調査個票のうち，本訴係属\n中に被告が原告に対して任意に開示した部分を除いたもの。以下「本件自己情報」\nという。）を不開示とする部分の取消しを求めた事案である。\n２　前提となる事実（証拠を掲げたもの以外は当事者間に争いがない。）\n(1)　当事者等\n原告は，伊東市の住民であり，ＤとともにＣの親権者である。\nＣは，平成２年３月２６日に出生し，平成８年４月１日，伊東市立Ｅ小学校に入\n学し，本件不開示決定当時も同小学校に在籍していた。\n(2)　伊東市で制定されている本条例の定めの要旨は次のとおりである。\nア　第１条（目的）\nこの条例は，本市が管理等をする個人情報を保護し，その適正な取扱いに\n関し必要な事項を定めるとともに，市民等に，自己に関する個人情報の開\n示，訂正等の請求の権利を保障して，基本的人権を擁護する民主的で，か\nつ，公正な市政の運営を図り，市民の市政への参加の推進と信頼の確保に\n資することを目的とする。\nイ　第２条（定義）\nこの条例において，次の各号に掲げる用語の意義は，それぞれ当該各号に\n定めるところによる。\n(ア)　個人情報\n個人に関する情報（事業を営む個人の当該事業に関する情報を除く。）で\nあって，特定の個人が識別され，又は識別され得るものであり，文書，図画\n及び写真（これらを撮影したマイクロフィルムを含む。）並びに磁気テープそ\nの他これに類するものに記録されるもの又は記録されたものをいう（１項）。\n(イ)　実施機関\n市長，教育委員会，選挙管理委員会，公平委員会，監査委員，農業委員\n会，固定資産評価審査委員会，水道事業管理者，消防長及び議会をいう\n（３項）。\n(ウ)　市民等\n本市に住所を有する者及び本市に住所を有しないが，実施機関に個人情\n報の管理等をされている者をいう（４項）。\nウ　第１３条\n(ア)　市民等は，実施機関が管理等をしている自己に関する情報（以下「自己\n情報」という。）の閲覧又は写しの交付（以下「開示」という。）を請求すること\nができる（１項）。\n(イ)　実施機関は次の各号のいずれかに該当する自己情報については，開示\nをしないことができる（２項）。\nａ　個人の評価，診断，判定，選考，指導等に関する情報であって，本人に\n開示することにより，当該評価，診断，判定，選考，指導等に著しい支障\nが生じるおそれがあると認められるもの（２号）\nｂ　本人に開示することにより，実施機関の公正又は適正な職務の執行が\n著しく妨げられると認められるもの（３号）\n(ウ)　実施機関は，開示の請求に係る自己情報に前項各号のいずれかに該\n当する自己情報が記録されている部分（以下「非開示部分」という。）がある\n部分において，非開示部分とそれ以外の部分とを分離できるときは，同項\nの規定にかかわらず，当該非開示部分を除いて，自己情報を開示しなけれ\nばならない（３項）。\nエ　第２１条\n(ア)　請求者は，第１８条第１項に規定する決定に不服があるときは，行政不\n服審査法（昭和３７年法律第１６０号）の規定による不服申立てをすることが\nできる（１項）。\n(イ)　実施機関は，前項の不服申立てがあった場合は，当該不服申立てが明\nらかに不適法であるときを除き，遅滞なく審査会に当該不服申立てに対す\nる決定又は裁決について諮問しなければならない。\n(ウ)　実施機関は，審査会が前項の規定による諮問に対する答申をしたとき\nは，これを尊重して，速やかに当該不服申立てに対する決定又は裁決をし\nなければならない。\n(3)　自己情報開示請求\n原告は，伊東市の定型様式による自己情報開示等請求書に所定事項を記載\nし，本条例に基づき，被告に対して平成１０年１２月２８日付けで同請求書（甲２。\n以下「本件開示請求書」という。）を提出した（以下「本件開示請求」という。）。本\n件開示請求書には「請求者氏名」欄に原告の氏名が記載され，「請求者の区分」\n欄には「法定代理人」の項に，「代理の理由」欄には「未成年者」の項に，「代理\n人の資格」欄には「父」及び「母」の項にそれぞれ印が付されている。また，「個人\n情報の本人の氏名」欄には「Ｃ」と記載され，「自己情報の記録の名称又は内\n容」欄には「就学時検診及び小学１年より小学３年までの指導要録」と記載され\nている。\nなお，原告は，上記のとおり開示を求める「自己情報の記録の名称又は内容」\n欄に「就学時検診及び小学１年より小学３年までの指導要録」と記載している\nが，これは本件指導要録及び本件就学指導調査個票の開示を求める趣旨であ\nり，後記(5)においても，それを前提に答申及び決定がなされている。\n(4)　本件不開示決定\n被告は，本件開示請求に対し，平成１１年１月１１日，本条例１３条２項２号に\n該当し，当該評価，診断，判定，指導等に著しい支障が生じるおそれが認められ\nること，また，同項３号に該当し，実施機関の公正又は適正な職務の執行が著し\nく妨げられると認められることを理由として，全部不開示とする本件不開示決定\nをした。この決定通知書（甲３）の宛名は「（Ｃ親権者）Ａ様」となっている。\nなお，被告は，就学時健康診断の結果については既に通知済みであるとして，\n開示の対象とはしなかった（甲３）。\n(5)　不服申立て及びこれに対する決定\n原告は，本条例２１条１項に基づき，同年３月１２日，被告に対して本件不開示\n決定に対する不服申立てをした。\n被告は，同条２項に基づき，伊東市個人情報保護審査会（以下「審査会」とい\nう。）に対し，同不服申立てに対する決定について諮問した。\n審査会は，同諮問に対し，同年１２月１５日，全部開示を相当とする旨の答申\n（以下「本件答申」という。）をした。そして，同日この答申がされたことが原告に\n通知されたが，同通知書の宛名は「Ａ様」となっていた（甲４の１）。\n被告は，同条３項に基づき，平成１２年３月２２日，前記不服申立てを棄却する\n旨の決定（以下「本件棄却決定」という。）をした。この決定書（甲５の２）の宛名\nは，「氏名　Ａ（〇〇歳）（Ｃ　未成年者による代理人）」と記載され，被告作成の同\n決定書謄本の送付書（甲５の１）の宛名は「Ａ様」となっている。\n３　争点及びこれに関する当事者の主張\n(1)　原告適格\n（原告の主張）\nア　原告は，Ｃの法定代理人資格に基づき，同人の本件自己情報を原告自身の\n自己情報として，本条例１３条１項により，原告本人名義でその開示請求をし\nて本件不開示決定を受けた。また，これに対する不服申立て等その後の手続\nは，いずれも原告を請求者本人として行われている。\nしたがって，原告は，行政事件訴訟法９条の当該処分について取消しを求\nめるにつき法律上の利益を有しているから，本件訴訟の原告適格がある。\n(ア)　開示請求の根拠\n原告は，本条例１３条１項に基づき，本件自己情報を原告自身の自己情\n報として被告に対して開示請求をすることができる。\n本条例には，行政機関の保有する電子計算機処理に係る個人の保護に\n関する法律１３条２項に相当する定めが存在しない。この規定は，法定代\n理人が本人の代理人として請求することを認める趣旨の規定と解すべきで\nあり，本条例にこれに相当する規定が存在しないのは，法定代理人資格に\nより本人の情報を自己情報として開示請求することができることを認める趣\n旨と解される。\n(イ)　自己情報性\n本件自己情報の一次的な情報本人はＣである。\nしかし，親権者は子に対する監護教育の権利及び義務を負う。監護教育\nに関する行為は，子の代理人として行う場合もあれば，監護教育者本人と\nして行う場合もある。本件開示請求は，Ｅ小学校におけるＣに対する教育方\n針，指導方針，評価等に関する情報の開示を求めるものである。本件情報\nは，Ｃの監護教育権者兼義務者である原告が，自己の監護教育義務を全\nうするために，自己の監護教育下でＣが受けている学校教育に関する情報\nを入手して，Ｅ小学校に対する照会や要望の要否又は内容を決定したり，\nＥ小学校に就学させることが適切か否か等監護教育上の判断をするため\nに必要な情報であり，監護教育者である原告及びＤ自身のＣに対する監護\n教育の効果や妥当性，問題点に関する自己情報でもある。\n特に，Ｃは脳性麻痺による心身障害児であり，小学校低学年に就学中の\n生徒であるから，その監護教育を完全にするためには，Ｃの意思に反して\nでも監護教育者の意思決定によって法律行為及び事実行為をしなければ\nならない。したがって，Ｃの監護教育に関する情報は，監護教育者兼義務\n者である原告の自己情報というべきである。\nイ　被告は，本件開示請求において，原告はＣの法定代理人にすぎず，請求者\nはＣ本人であり，本件不開示決定もＣに対してなされたのであるから，本件訴\n訟において原告適格を有するのはＣであり，原告本人には原告適格はないと\n主張する。\n仮に上記被告の主張を前提としても，Ｃの監護教育権者兼義務者である原\n告及びＤは，本件不開示決定により直接自己が有する監護教育権を制限さ\nれ，かつ，直接監護教育義務に影響を受けるのであるから，行政事件訴訟法\n９条の「処分又は裁決の取消しを求めるにつき法律上の利益を有する者」に\n該当し，原告は単独で本件訴訟の原告適格を有する。\nウ　信義則違反又は禁反言\n原告は，本件開示請求の「請求者」欄に原告の氏名を記載しており，本件不\n開示決定においても名宛人は「（Ｃ親権者）Ａ様」と表示されている。これに対\nする不服申立手続も原告が単独で申し立てており，本件答申においてもその\n名宛人は「Ａ様」と表示され，本件棄却決定の名宛人も「Ａ（〇〇歳）（Ｃ　未成\n年者による代理人）」と表示されている。\nこれらの表示によれば，請求者はあくまで原告であり，原告の表示がＣの法\n定代理人親権者を示すものとはいえない。\n仮に，本件開示請求の請求者がＣ本人であり，原告は法定代理人として本\n件自己情報の開示を請求できるにすぎないとした場合は，本件開示請求にお\nいて，被告には，原告に対し，共同親権の原則に従って夫婦連名で請求する\nよう指導するなど適切な指導をし，適法有効な手続をとらせて手続を進行させ\nるべき義務があるというべきである。被告が本件開示請求に対して何ら不備\nの指摘をしないで手続を進行させた以上，本件開示請求の請求者がＣであっ\nて原告は法定代理人にすぎないと主張したり，本件開示請求手続が共同親\n権者が単独で代理請求をしたことを理由として不適法であると主張したりする\nことは，信義則又は禁反言の原則に反し許されない。\n（被告の主張）\nア　本件開示請求の請求者\n(ア)　本件開示請求書における「請求者の区分欄」，「代理の理由」欄，「代理\n人の資格」欄の記載からすると，原告は，Ｃを個人情報の本人とし，自らは\nその法定代理人として本件開示請求をしたものとみるべきであり，本件不\n開示決定の当事者の表示も同趣旨とみることができる。そうすると，本件開\n示請求の開示請求者はＣであって，原告はＣの法定代理人にすぎない。被\n告は，本件開示請求に対してした本件不開示決定をＣの法定代理人親権\n者としての原告に文書で通知し，同決定に対する不服申立てについてもＣ\nの法定代理人としての原告から申し立てられたものとして棄却している。\n(イ)　行政事件訴訟法９条によれば取消訴訟の原告適格は当該処分の取消\nしを求めるにつき法律上の利益を有するものに限られるのであるから，(ア)\nによれば本件訴訟の原告適格者はＣであり，他に原告適格者はいない。原\n告は，本件訴訟をＣの法定代理人としてではなく，Ａ個人として提起してい\nるから，これは原告適格を有しない者の訴えであり，不適法であって却下さ\nれるべきである。\nイ　原告の本件自己情報の開示請求権について\n(ア)　原告は，本条例に行政機関の保有する電子計算機処理に係る個人情\n報の保護に関する法律１３条２項に相当する定めが存在しないことを根拠\nに，法定代理人自身に本人の情報の開示請求権が認められる旨主張す\nる。しかし，同項は法定代理人が本人に代わって自らが請求権者となり得\nることを定めたものであり，同法のような明文の規定がない以上，本条例は\n未成年者の個人情報についてはその本人のみが開示請求をなし得ること，\n法定代理人が本人に代わって開示請求をなし得ないことを定めていると解\nすべきである。\n(イ)　また，原告は親権者が子に対する監護教育の義務を負うことを理由に，\nＣに関する情報は監護教育者である原告自身の自己情報である旨主張す\nる。\nしかし，親権者が子に対して監護教育の権利を有し，義務を負うとしても，\nそれはあくまで子の親権者として子のために行うものであり，親権者が個人\nの資格で行うものではない。原告は未成年者が心身障害者であって全面\n的に親の保護を必要としている点を主張するが，程度の差こそあれ未成年\n者が親の保護を必要とすることには変わりがない。子の健康によりその自\n己情報に関する条例の解釈が左右されるものではない。\nしたがって，子であるＣに関する情報は監護教育者兼義務者である原告\n自身の自己情報である旨の原告の主張は失当である。\nウ　原告は，本件不開示決定がＣ本人に対してなされたものであっても，これに\nより原告が行なうべき監護教育権に制限を受けるから原告は上記決定の取\n消しを求める法律上の利益を有する旨の主張もする。\nしかし，これは行政事件訴訟法９条の「法律上の」利益を有する者の解釈を\n誤った主張であって，本件不開示決定がＣ本人に対してなされたものである\n場合，その取消しを求める法律上の利益を有するのはＣ本人のみであり，原\n告はその救済を法定代理人として求めることができるにすぎない。\nエ　原告の信義則違反，禁反言その他の主張については争う。\n(2)　本件自己情報の不開示事由の有無\n（被告の主張）\nア　指導要録について\n(ア)　指導要録は，成長過程にある児童について継続的かつ適切な指導をす\nるために，校長が担任教師と協働してその学習や生活状況を記載した基礎\n資料であり，当該児童のプラス面を取り上げることを基本としながらもその\n後の指導に役立たせる趣旨からマイナス面を記載することもある文書であ\nって，担任教師等の間で使用される内部文書である。\nその一部は，通知表によって当該児童及びその保護者に開示されるが，\n指導要録自体は学校において児童の教育に携わる者以外には開示しない\n前提で記載される。\n(イ)　不開示情報\n被告が所管する小学校児童指導要録の様式は，別紙１のとおりであり，\nこのうち開示を不相当とするのは様式２（指導に関する記録）（以下「指導記\n録」という。）中，各教科の学習の記録のうち「Ⅲ所見」欄，特別活動の記録\nのうち「Ⅱ事実及び所見」欄，行動の記録のうち「Ⅱ所見」欄，「指導上参考\nとなる諸事項」欄及び出欠の記録のうち「備考」欄である。\n(ウ)　各不開示部分の記載事項\n静岡県教育委員会が平成３年７月に県下の小，中学校に宛てた「児童・\n生徒指導要録の取り扱い」（以下「指導要録取扱い」という。）によれば，各\n不開示部分には，以下のとおりの内容が記載されることが予定されてい\nる。\n各教科の学習の記録のうち「Ⅲ所見」欄には，①その児童個人として比較\n的優れている点など，各教科の学習全体を通して見られる児童の特徴に\n関すること，②学習に対する努力，学習意欲，学習態度等の児童の日常の\n学習状況に関すること，③当該学年において，学年当初と学年末とを比較\nし，学習の進歩が著しい教科がある場合，その状況に関すること，④児童\nの体力の状況及び学習に影響を及ぼすような児童の健康の状況に関する\nこと，⑤学校教育法施行規則２６条により，児童が心身の状況によって履\n修することが困難な各教科について，特別の処置をとった場合，その状況\nに関すること，⑥その他特に指導が必要である場合には，その事実に関す\nること，などが記載される。\n特別活動の記録のうち「Ⅱ事実及び所見」欄には，①事実の記入につい\nては，たとえば所属する係名や委員会名，クラブ名及び学校行事における\n役割の分担など，活動の状況についての事実に関することなど，②所見の\n記入については，たとえば，その児童個人として比較的優れている点など，\n特別活動全体を通して見られる児童の特徴に関すること，当該学年におい\nて，学年当初と学年末とを比較し，活動の状況の進歩が著しい場合，その\n状況に関すること，その他特に指導が必要である場合には，その事実に関\nすることなどが，それぞれ記載される。\n行動の記録のうち「Ⅱ所見」欄には，①全体的にとらえた児童の特徴に関\nすること，②その児童個人として比較的優れている点など，各教科，道徳，\n特別活動その他学校生活全体にわたって見られる児童の特徴に関するこ\nと，③当該学年において，学年当初と学年末を比較し，行動の状況の進歩\nが著しい場合，その状況に関すること，④指導上特に留意する必要がある\nと認められる児童の健康状況その他特に指導が必要である場合にはその\n事実に関することなどが記載される。\n「指導上参考となる諸事項」欄は，「各教科の学習の記録」，「特別活動の\n記録」，「行動の記録」及び「進路指導の記録」以外で指導上参考となる諸\n事項を一括して記録する欄であり，ここには，生徒の特徴，特技等，学校内\n外における奉仕活動等及び表彰を受けた行為や活動等，知能，学力等に\nついて標準化された検査の結果など指導上参考となる事項が記載される。\n具体的には，①児童の特徴，特技等については，児童の特徴や特技，趣\n味，読書傾向などのうち，児童の長所を把握するうえで重要なもの，②学校\n内外における奉仕活動等及び表彰を受けた行為や活動等については，例\nえば，家庭や社会における奉仕活動等の善行，学校内外における表彰を\n受けた行為や活動等，課外における活動のうち児童の長所と判断されるも\nの等，③知能，学力等について標準化された検査の結果については，妥当\n性，信頼性の高いものを正確に実施した場合，検査月日，検査の名称及び\n検査の結果，④他の欄に記入できない事項で，海外から帰国した事実など\n指導上特に必要なものなどが記載される。\n出欠の記録のうち「備考」欄には，「出席停止・忌引等の日数」に関する特\n記事項，欠席理由の主なもの，遅刻，早退等の状況，転入学した児童につ\nいての前に在学していた学校における出欠の概要等が記載される。\n(エ)　前記各部分を開示した場合の問題点\n教育評価とは，日々成長してやまない児童のある成長の時点での記録で\nあり，専門的な判断や教育的な配慮に基づく裁量の余地の広いものであ\nる。「教育情報の開示はまずもって教育問題」ととらえるべきであって，どの\n時点でどのような情報を伝えるかという適時性の判断は教師の智恵に任せ\nるべきである。\n開示することによる主な問題点は次の４点である。\nａ　教育評価は，児童本人や保護者との議論によって常に正しい評価，判\n断に到達し得るという性格のものではなく，教師の専門性において誠実\nになされるべきものである。\nｂ　マイナス評価によるダメージ\nマイナス評価を児童が受け止めるには，それ相当の成熟が必要であ\nり，保護者もまた冷静にはなれない。\nｃ　教師と本人や保護者との信頼関係\n開示により評価に対する誤解，感情的な反発を招き，信頼関係が損な\nわれるのみならず，軋轢を生ずることがある。\nｄ　指導要録の形骸化\n指導要録が開示されることになると，教師はマイナス面を含めた記載\nに躊躇し，その結果内容が形骸化して継続的な指導資料にはならなくな\nる。\n(オ)　結論\n以上のとおり，指導要録中の開示を不相当とする部分を開示した場合，\n当該評価，判定，指導等に著しい支障が生ずるおそれがあるから，本件指\n導要録中の前記不開示部分を本条例１３条２項２号により不開示とした本\n件不開示決定は相当である。\nイ　就学指導調査個票について\n(ア)　就学指導調査個票は，就学指導委員会が作成する文書である。就学指\n導委員会は，昭和５３年の文部省通達，「教育上特別な取扱いを要する児\n童，生徒の教育措置について」に基づいて設置されているものである。伊\n東市においても，心身に障害を持つ生徒・児童を対象に，医師，保母，教職\n員，家庭児童相談員等，専門家の意見を聞くことにより適切な就学指導を\n行う機関として，伊東市就学指導委員会を設置している。同委員会は保育\n園，幼稚園，学校の代表者に出席を求め，それぞれが作成して持ち寄った\n「就学指導調査個票」を参考資料として，幼児，児童，生徒の生活状況や\n学習状況を直接聞いたうえで，「就学指導委員会の結果の記録」を作成し，\nこれに基づき保護者と「就学相談会」を実施し，盲学校，聾学校，養護学\n校，養護学級及び普通学級への就学を決定している。\n就学指導調査個票はその性格上，当該幼児，児童及び生徒のプラス面\nのほか，知能テストの結果，障害の程度，保母や教師から見た学習や生活\n上の困難点等について，細かく記載されている。\n(イ)　不開示部分及び不開示理由\n就学指導調査個票のうち，客観的事実を記した年度，学校名，記入者名，\n児童生徒氏名，住所，生年月日，保護者名，続柄，職業，学年，組及び男女\n別の各記載以外の記載部分は開示不相当である。\n前記部分を不開示とする理由は以下のとおりである。\nａ　就学指導調査個票は，伊東市の就学指導委員会が就学指導の資料とす\nるために各校に作成を依頼している文書である。この就学指導調査個票\nは，一人一人の心身障害児童にとって最もふさわしい教育の場がどこであ\nるのかを適正に判断をしていく際の基礎的な資料として，主としてその児童\nの担任が作成し校長の承認を得て，市の就学指導委員会に提出されるも\nのである。\nこの目的のため，就学指導調査個票には「知能テストの結果」や「担任の\n観察結果」「家庭の状況」などが詳細に記入され，就学指導委員会におい\nて，児童の今後の就学の方向について医学的，教育的，社会的な観点か\nら検討するための資料とするもので，適正な就学指導のためには必要不可\n欠のものであるが，あくまでも内部資料であって開示を想定して作成される\nものではない。また，この就学指導調査個票には，その性格上，心身に障\n害を持つ児童が通常の学級では十分な教育的な成果をあげることができ\nないというマイナス面が事実に基づいて記述されることになり，例えば，通\n常学級での４０人規模の集団ではその児童にあった教育課程を組むことが\n難しく学習の遅れが目立つこと，身辺処理や行動面において自立が難しく\n十分な個別指導ができないこと，身体の状況や健康の状態から少人数指\n導が求められていること，家庭環境や保護者の考え方等について書かれる\nことがある。\nこのように就学指導調査個票は児童のマイナス面を詳細に記録してある\nため，高度の秘密性を要し，就学指導委員会終了後にはすべて回収され\nるものである。\nｂ　また，就学指導調査個票作成に当たって，教師は保護者と緊密に連絡し\n学校での状況を知らせているし，就学指導委員会の後でも必要な場合は\n事実を基にして児童の今後の就学につき保護者と協議しているが，保護者\nにとって養護学校や養護学級への転入は困難さを伴う大きな問題であっ\nて，その際教師の専門的な判断と保護者の意向が食い違うケースが生じ\nやすい。そのため，今後もその児童の教育活動を続けなければならない教\n師としては，混乱を回避するために，就学指導調査個票の不開示部分は\n絶対に開示してほしくない部分である。\n(ウ)　結論\nこのように，就学指導調査個票は，難しい状況を制約された小さな枠の中に\n簡潔に記載しなくてはならず，また，市の就学指導委員会に提出するという目\n的以外に一切使用しない秘密性の高い文書である。これが，本人や保護者に\n開示されることになれば，学級担任及び校長は記載を拒否することになりか\nねず，結果として，市の就学指導委員会に学校からの基本的な資料が提供さ\nれないこととなり，就学指導そのものが機能しなくなる。\n以上によれば，本件就学指導調査個票の前記不開示部分を開示した場\n合，当該評価，判定，指導等に著しい支障が生ずるおそれがあり，また，本人\nに開示することにより，実施機関の公正又は適正な職務の執行が著しく妨げ\nられると認められるから，本件開示請求に対し，本件就学指導調査個票の前\n記不開示部分を本条例１３条２項２号及び３号に照らして不開示とした本件不\n開示決定は相当である。\n（原告の主張）\nア　指導要録について\n(ア)　情報の本人には，いかなる記載であれ，ある時点における自己情報とし\nて当該情報を知る権利がある。情報作成者の裁量が広いということは，そ\nれだけ恣意性や偏りを排除することも困難になるので，それを排除する制\n度的な担保が必要であり，裁量が広いということ自体は裁量の範囲内の行\n為が監視の対象にならないということを意味するものではない。\nしたがって，内部文書であることや，不開示を前提に作成された文書であ\nることは，本条例における不開示の理由とはならない。\n(イ)　被告の主張する開示した場合の問題点（被告の主張ア(エ)）について\nａは抽象論としては認めるが，本条例における開示は，公正確保の要請\nが学校教育評価の専門性に優先し，開示自体による公正確保の機能，言\nい換えれば，説明可能な客観的根拠に基づく記載という要請を担保するこ\nとを目的とするのであって，原告も議論によって結論を出すべきであると主\n張するものではない。\nｂは争う。マイナス評価所見が存在する場合，親及び生徒本人に対する\n人間的自覚を促す教育指導のためには必ずその不利益評価情報を親子\n本人に伝える必要があるのであり，伝えることができないような評価記載を\n指導要録に記載して，学校，教師間だけで保有する適正な意味合いがある\nとは考えられない。そのマイナス評価を親子側に伝えずして，マイナス面克\n服のための教育は不可能であり，そのような評価情報はその子の教育に\n資するところはない。さらに，専門的知識に基づく評価という専権性を主張\nするならば，これに対するリアクションを受け止め，自己の専門的評価を更\nに昇華させ，あるいは，誤った異議は排斥するのが，専門家，プロフェッショ\nナルの責務である。\nｃは争う。学校側の教育評価を秘匿して成り立つ信頼関係は信頼関係で\nはない。マイナス評価情報が親子側に真摯に受け止められてこそ，親子と\n教師の信頼関係は成立する。評価情報を秘匿したところにはもともと信頼\n関係など存在する余地はないのであり，単に波風が立たない状態があるに\nすぎない。教師がその専門的知識に基づいて授業や生徒指導，生活指導\nを行うに当たり，その目的を達するためには，親子が教育評価情報を知っ\nたうえで，人間的，主体的な自覚が必要であり，親子側に知らせることがで\nきない教育評価情報に，子のための教育を行う上で有意の価値を見出すこ\nとはできない。\nｄは争う。既に述べたように，マイナス評価を不開示とする根拠がない以\n上，マイナス評価を記載するのを教師が躊躇するという主張は理由になら\nない。長所を伸ばすのと同時に，マイナス面を克服するための教育こそが\nプロフェッショナルとしての教師の責務であり，その責務を果たすために\nは，マイナス面も記載する義務がある。\n(ウ)　仮に，本件自己情報に生徒のマイナス面が記載されていたとしても，そ\nのマイナス面を生徒及び保護者に開示しない正当な理由はない。\nその評価が保護者や児童の受け止め方と異なることがあるのは不思議\nなことではないし，その評価の見方に関する差異により，保護者及び児童と\nの間にトラブルが起きるかもしれないが，教師は，保護者及び児童が自分\nの評価と異なる認識，評価をしていることを教育に生かすことができるので\nあるから，その差異の認識は学校教育の目的に沿うものであって，開示に\nより自己の信じる評価判断を記載しなくなるおそれがあり，記載が形骸化\nするから開示不相当とするのは失当である。教師が自己の専門的知識に\n基づいて指導要録に児童の評価を記載するのは，当学年の担任の評価を\n申し送り，その児童によりよい学校教育ないしその効果を享受させるためで\nあり，単に教師の事務処理の便宜を図るためではない。\n(エ)　各不開示部分の開示を相当とする理由\nａ　指導要録中の各教科の学習の記録のうち「Ⅲ所見」欄について\n本欄記載事項は児童生徒の学習成果又は学習上の活動状況である\n事実であり，個人の評価に該当しない。本条例１３条２項２号に列挙され\nた非開示事由は事実に対する判断を内容としているし，児童生徒の学習\n成果等を内容とする客観的事実は本人等が既に知り又は知り得べき事\n項なので非開示とする利益はない。同号にいう「指導」には，指導の対象\nとなった客観的な児童生徒の学習成果等に関する事実は含まず，学校\nや教師によって「行われた指導の内容」や「指導に関する意見」のみがこ\nれに当たると解される。したがって，本欄の記載事項は指導に関する情\n報でもなく，非開示事由に該当しない。仮に非開示事由に該当するとして\nも，その記載内容は長所又は積極的努力状況若しくは積極的活動状況\nの記載であり、肯定的評価又は賞賛的，激励的記載であるため，具体的\nな支障事由は存在しない。\nｂ　指導要録中の特別活動の記録のうち「Ⅱ事実及び所見」欄について\n本欄記載事項は児童生徒の特別活動の成果又は活動状況である事\n実であり，個人の評価又は指導に該当せず，非開示事由に該当しない。\n仮に非開示事由に該当するとしても，その記載内容は長所又は積極的\n努力状況若しくは積極的活動状況の記載であり、肯定的評価又は賞賛\n的，激励的記載であるため，具体的な支障事由は存在しない。\nｃ　指導要録中の行動の記録のうち「Ⅱ所見」欄について\n本欄記載事項は児童生徒の学校生活での成果又は活動状況等の事\n実の記載が主であり，個人の評価又は指導に関する情報ではなく非開\n示事由に該当しない。仮に非開示事由に該当するとしても，ほとんどの\n記載が長所又は積極的努力状況若しくは積極的活動状況の記載であ\nり、肯定的評価又は賞賛的，激励的記載であるため，具体的な支障事\n由は存在しない。\nｄ　指導要録中の「指導上参考となる諸事項」欄について\n本欄記載事項のほとんどは，児童生徒の校内活動の成果又は活動状\n況であり，前記のとおり個人の評価や指導に関する情報ではなく，非開\n示事由に該当しない。仮に非開示事由に該当するとしても，これらは，長\n所又は積極的努力状況若しくは積極的活動状況の記載であり、肯定的\n評価又は賞賛的，激励的記載であるため，具体的な支障事由が存在せ\nず非開示事由は存在しない。知能検査に関しては，知能検査を実施した\nこと自体は他の種類の試験等を実施したというのと同様の客観的事実で\nあり評価や指導ではなく，偏差値はＩＱそのものではなく，相対評価であ\nる上，具体的な支障事由は存在しない。\nｅ　指導要録中の出欠の記録のうち「備考」欄について\n本欄記載事項は，上記「出欠の記録」の欠席及び早退の明細的記載で\nあり，本条例１３条２項２号の個人の評価，診断，判定，選考，指導に関\nする情報ではなく，客観的事実の記録であるから，非開示事由に該当し\nない。また，同記載事項は単純な事実の記載であり，しかも児童生徒本\n人又は保護者が既に知り又は知り得べき事項なので非開示とする利益\nはないから，「本人に開示することにより，当該評価，診断，判定，選考，\n指導等に著しい支障が生じるおそれがあると認められるもの」には該当\nせず，非開示事由は存在しない。\n(オ)　結論\n以上のとおり，本件指導要録における不開示部分の各記載欄記載事項\nはいずれも本条例１３条２項２号に該当しない。\n仮に指導要録に非開示部分が存在するとしても，文書全体の体裁から，\n１字１句単位で，非開示部分とそれ以外の部分の分離が可能であるから，\n非開示部分を除く部分の写しの交付による開示が可能である。\nイ　就学指導調査個票について\n(ア)　被告の主張イ(ア)については概ね認める。\nしかし，就学指導調査個票が被告主張のようなものであり，これが就学指\n導委員会に提出されて就学指導の目的にのみ使用されるものであるとして\nも，自己情報の開示を認めないという結論には結びつかない。本人や保護\n者に対する開示は，就学指導の目的達成にも必要であり，事実を秘匿して\n保護者や本人が納得する就学先を見つけることはできない。被告は，就学\n指導調査個票を開示すると校長等がその記載を拒むことになる旨主張す\nるが，一人の児童の就学先決定という人生の一大事に関する意見を記載\nするということは，当然に責任を伴うことであり，保護者等のリアクションを\n恐れて書けないような意見には，何の重みも説得力もない。開示すると校\n長等から必要な資料を書いてもらえなくなり，就学指導ができなくなるという\nのは論理が逆であって，一人の児童の就学先決定の資料としてその子に\n最もふさわしい就学先を指導するために必要な事項を自己の良心と責任に\n基づいて書くという教師，教育関係者の使命感，責任感の有無をまず問題\nとすべきである。\n(イ)　各不開示部分の開示を相当とする理由\nａ　知能指数，検査月日及び検査名について\n知能指数欄記載事項は，個人の判定に関する情報である。しかし，普\n通学校や普通学級に就学するか，養護学校又は特殊学級に就学するか\nは，本人等にとって人生における重大な意思決定を要する場面である。\nこの種の問題が生じる児童生徒に関しては，保護者も児童生徒の知能\n程度については日常生活の中から少なくとも他の子どもよりも劣っている\nという気配は最低限感じているはずであるから，客観性をともなった評価\nとして知能指数の数値を開示することは，保護者の判断に資することは\nあっても，支障事由が発生することはない。検査日や検査名については\n非開示事由に該当しない。\nｂ　「学習のあらわれ」について\n本欄の記載事項は学習の成果に関する事実であり，児童生徒が何が\nでき，何ができないか，どのような問題事実が起きたかというような情報\nが記載される。かかる情報は単純な客観的事実であり，個人の評価でも\n指導に関する情報でもなく，非開示事由に該当しない。仮に非開示事由\nに該当するとしても，これを含む評価の部分は具体的な支障事由は存在\nしない。\nｃ　「身辺処理性格行動のあらわれ」について\n本欄の記載事項は学校生活における問題状況であるが，児童生徒の\n効果的学習のための就学先決定という就学指導自体の目的の達成，就\n学先決定というその児童生徒の一生を左右するかもしれない保護者の\n意思決定に関し，学習の支障となる事情を開示しないとすれば，保護者\nにおいてこれに対する対処ができず，児童生徒の教育を受ける権利が\n阻害され，学校教育の目的を達成しえない。また，薬物服用など保護者\nが認識している事情については，開示により支障事由が発生することは\nない。その他の問題状況も外部的行動，反応に関する事実の記録が記\n載されるのであり，非開示事由には該当しないし，仮に非開示事由に該\n当するとしても，外部的行動，反応については家庭生活でも出現しうるも\nのであり，保護者が知り又は知り得べき情報であるから，具体的支障事\n由は存在しない。他方，もしこれらの行動等が家庭では現われていない\nとすれば，その情報不足を補う意味で開示の実益があり，その実益は抽\n象的な支障事由に対する危惧よりも遥かに重要なものである。したがっ\nて本欄記載事項には非開示事由は存在しない。\nｄ　「身体健康状況・家庭環境」について\n本欄の記載事項は，個人の評価（主観的認識）に属する情報ともいえ\nるが，これらは児童生徒と接することによって得られた情報に基づく評価\nであり，保護者にもある程度の共通認識又は共通の基礎情報があるか\nら，この種の評価は保護者にとって意外あるいは精神的に傷付けられる\nような内容のものではなく，むしろ，日頃感じていること，不安に思うこと\n等に対する第三者の意見として，有用なものであり，支障事由が発生す\nるおそれはない。\nしたがって、本欄記載事項に非開示事由は存在しない。\nｅ　「遊びの様子」について\n本欄記載事項は，客観的事実と個人の評価（主観的認識）の境界線上\nにあるが，客観的事実としての性格が極めて強い情報であり，非開示事\n由に該当するかどうか疑義がある。仮に非開示事由に該当するとして\nも，この程度の記載で支障事由が発生するとは到底考えられない。\nｆ　「所見１」及び「所見２」について\n本欄記載事項は，個人の評価又は指導に関する情報として非開示事\n由に該当するように見える。しかし，ここに記載される内容は，決して児\n童生徒を非難する内容ではなく，冷静に事実を評価して，その指導方法\nに関する意見を記載したもので，保護者に開示しても，反感を惹起して\n支障事由が発生するような内容ではないので，開示すべきである。\n(ウ)　就学指導調査個票全体に対する評価\n就学指導調査個票に記載される内容は，その児童生徒にとっては，学校\n卒業後もついて回る問題であり，小学校卒業後も長期間をかけて解決すべ\nき問題，あるいは，問題自体は解決することができないためにそれを前提\nとして生活や学習を構築していかなければならない問題である。しかし，小\n学校を卒業してしまえば，それを知る教師や学校との接点も失われ，児童\n生徒を保護し教育する周囲の者にこれを知る者がいなくなり，保護者も児\n童生徒も，必要な情報を奪われたまま，その後の人生を送ることになる。学\n校や教師が，この種の情報を開示しない代わりに，児童生徒に一生付き合\nって見守ってくれるのならまだしも，卒業すればほとんど没交渉になる以\n上，学校や教師は，学校教育において得た児童生徒の人生に必要な情報\nを少なくとも保護者に対して開示すべきである。\n(エ)　非開示部分との分離可能性\n仮に就学指導調査個票に非開示部分が存在するとしても，文書全体の体\n裁から，１字１句単位で，非開示部分とそれ以外の部分の分離が可能であ\nるから，非開示部分を除く部分の写しの交付による開示が可能である。\n第３　争点に対する判断\n１　争点(1)（原告適格）について\n(1)　本条例１３条１項は，前記のとおり，市民等は実施機関が管理している「自己\nに関する」個人情報の開示を請求することができると規定していて，自己以外の\n者に関する個人情報を請求できるとの規定は存在しない。このような本条例の\n規定の仕方，及び，たとえ親権者であっても本人と常に利害関係等が一致する\nとは限らないことを考えれば，未成年者の個人情報の開示を請求できるのはそ\nの未成年者本人に限られ，ただし，その未成年者本人が開示請求をするには，\n手続として，親権者が代理してこれを行わなければならないものと解すべきであ\nる。前記の自己情報開示等請求書（甲２）の定型書式には，個人情報の本人欄\nの他に，請求者の区分欄があり，ここには「本人」欄と「法定代理人」欄が存在し\nて，いずれかに印を記載するようになっているが，この書式からは，法定代理人\n独自の情報開示請求が認められていると解すべきものではなく，上記のとおり\n未成年者が開示請求をするには法定代理人が未成年者を代理しなければなら\nないとの意味に解さなければならない。\nそうすると，本件において，原告がＣの個人情報の開示請求をしたのは誤りで\nあり，この開示が得られなかったとして，原告が本訴を提起したのも，上記原則\nからいえば，誤りであったと言わなければならない。\n(2)　しかしながら，本件では，原告が開示請求をして本訴に至る間には，次のよう\nな経緯があった（以下，証拠を掲げてない事実は前記「前提となる事実」に記載\nされたもの）。すなわち，\n①　原告が平成１０年１２月２８日付けで提出した本件自己情報等開示請求書で\nは，「個人情報の本人の氏名欄」にはＣと記載され，請求者の区分欄では「法\n定代理人」，代理人の資格欄では「父，母」の各欄にそれぞれ印が記載されて\nいたものの，「請求者欄」には原告の氏名だけが記載され，その外見からは，\nＣの自己情報を原告自身が開示請求すると見ることができるようなものであっ\nたが，これに対し，受付窓口では何らの訂正指導等はなく，受け付けられてい\nたこと（甲８），\n②　本件開示請求に対し，被告は平成１１年１月１１日付けで本件不開示決定を\nしたが，その宛先は「（Ｃ親権者）Ａ様」となっていて，原告に宛てたものと解す\nる余地が十分にあるものであったこと，\n③　原告は，本件不開示決定に対し不服申立をしたが，この際，原告と夫（Ｃの\n父）Ｄが異議申立人欄に署名して異議申立書を提出しようとしたところ，被告\n窓口担当係官から，今回の開示請求者は原告なのでＤは異議申し立てがで\nきないとの指導を受けたこと（甲８），\n④　上記のように，被告は，原告が不服申立人となることに何ら異議を唱えるこ\nとなく，かえって原告のみが異議申立人であると指導し，これを前提に本条例\n２１条２項によって審査会に諮問をしていたが，審査会が平成１１年１２月１５\n日にした本件答申の通知書の宛先は，何の肩書きもない単純な「Ａ様」となっ\nていたこと，なお，同審査会に対しては，原告は「Ａ」との個人名で意見書を提\n出しており，これも何の異議もなく受け付けられていたこと（乙２），\n⑤　上記答申を受けてされた被告の本件棄却決定の宛名は「氏名　Ａ（〇〇歳）\n（Ｃ　未成年者による代理人）」と記載されており，ここでも宛先は原告であると\n解することが十分にできる記載となっていたが，さらに，被告が作成した本件\n棄却決定謄本の送付書の宛先は，何ら肩書きのない「Ａ様」となっていて，明\nらかに原告を指しているとしか解することのできない記載であったこと，\n以上の経緯によれば，被告は（審査会もまた），本訴に至るまで，原告自身が\nＣの個人情報の開示請求者であると考えていたのであろうとの推測ができるし，\n少なくとも原告に対しそのような誤解を与え，これを強めるような言動をしていた\nことは明らかであると言わなければならない。そうすると，そのような被告が，誤\n解に基づいて本訴を提起した原告に対し，本訴にいたって初めて，当事者が異\nなるから本訴を却下すべきであると主張することは，信義則に反し許されないと\n言うべきである。\n(3)　よって，訴え却下をもとめる被告の主張は理由がない。\n２　争点(2)（本件自己情報の不開示事由の有無）について\n(1)　第２の２（前提となる事実），証拠（甲３，乙１，乙４，乙１９の１，乙２０，乙２１）\n及び弁論の全趣旨によれば，以下の事実が認められる。\nア　本件開示請求の対象\n原告は，平成１０年１２月２８日付けの本件開示請求書において，開示請求\nの対象を記載する「自己情報の記録の名称又は内容」欄に「就学時検診及び\n小学１年より小学３年までの指導要録」と記載して本件開示請求をした。本件\n開示請求書によれば，開示請求の対象は「就学時検診及び小学１年より小学\n３年までの指導要録」とされているが，原告は，本件開示請求の対象をＣの小\n学１年生から３年生までの間の本件指導要録及び本件就学指導調査個票と\nする趣旨で本件開示請求を行っており，これを前提に本件不開示決定，本件\n答申及び本件棄却決定が行われている（前提となる事実，弁論の全趣旨）。\nイ　本件不開示決定及び不開示部分\n被告は，本件開示請求に対し，平成１１年１月１１日，本条例１３条２項２号\nに該当し，当該評価，診断，判定，指導等に著しい支障が生じるおそれが認\nめられること，また，同項３号に該当し，実施機関の公正又は適正な職務の執\n行が著しく妨げられると認められることを理由として，全部不開示とする本件\n不開示決定をした。なお，被告は，就学時健康診断の結果については既に通\n知済みであるとして，開示の対象とはしなかった（前提となる事実）。\n被告は，本訴係属中に，本件不開示決定において不開示としたＣの小学１\n年生から３年生までの本件指導要録及び本件就学指導調査個票のうち，別\n紙目録記載部分を除いた部分について，原告に任意に公開した。よって，本\n件開示請求の対象のうち，被告により不開示とされているのは別紙目録記載\n部分である（弁論の全趣旨）。\nウ　指導要録について（乙３，乙５の１から３，乙６から乙８，乙２０，弁論の全趣\n旨）\n(ア)　指導要録の様式は別紙１のとおりである。\n指導要録は，児童生徒の学籍並びに指導の過程及び結果の要約を記録\nし，その後の指導及び外部に対する証明等に役立たせるための原簿という\n性格を有する。\nまた，伊東市においては指導要録は開示しない前提で記載されており，\n指導要録の記載内容の一部は通知票に記載されて公開されるものの，指\n導要録の記載は児童生徒及びその保護者が閲読した場合を予想した特段\nの配慮はなされていない。\n(イ)　平成３年７月，静岡県教育委員会により指導要録取扱いがまとめられ\nた。\n(ウ)　指導要録取扱いによれば，指導要録中「各教科の学習の記録」のうち\n「Ⅲ所見」欄については，以下のとおり記載されている。\n「この欄には，各教科の学習について総合的に見た場合の児童の特徴及\nび指導上留意すべき事項を記入すること。その際，児童の長所を取り上げ\nることが基本となるよう留意すること。\n例えば，下記の事項が考えられること。\n(1)　その児童個人として比較的優れている点など，各教科の学習全体を通\nして見られる児童の特徴に関すること。\n(2)　学習に対する努力，学習意欲，学習態度等の児童の日常の学習状況\nに関すること。\n(3)　当該学年において，学年当初と学年末とを比較し，学習の進歩が著し\nい教科がある場合，その状況に関すること。\n(4)　児童の体力の状況及び学習に影響を及ぼすような児童の健康の状況\nに関すること。\n(5)　学校教育法施行規則第２６条により，児童が心身の状況によって履修\nすることが困難な各教科について，特別の処置をとった場合，その状況\nに関すること。\n(6)　その他特に指導が必要である場合には，その事実に関すること。」\n(エ)　指導要録取扱いによれば，指導要録中「特別活動の記録」のうち「Ⅱ事\n実及び所見」欄については，以下のとおり記載されている。\n「この欄には，特別活動における児童の活動の状況について，主な事実\n及び総合的に見た場合の所見を記入すること。その際，所見については，\n児童の長所を取り上げることが基本になるように留意すること。\n(1)　事実の記入に当たっては，例えば下記の事項が考えられる。\n所属する係名や委員会名，クラブ名及び学校行事における役割の分\n担など，活動の状況についての事実に関すること。\n(2)　所見の記入に当たっては，例えば下記の事項が考えられる。\nア　その児童個人として比較的優れている点など，特別活動全体を通し\nて見られる児童の特徴に関すること。\nイ　当該学年において，学年当初と学年末とを比較し，活動の状況の進\n歩が著しい場合，その状況に関すること。\nウ　その他特に指導が必要である場合には，その事実に関すること。」\n(オ)　指導要録取扱いによれば，指導要録中「行動の記録」のうち「Ⅱ所見」欄\nについては，以下のとおり記載されている。\n「この欄には，行動の状況について総合的に見た場合の児童の特徴及び\n指導上留意すべき事項を記入すること。その際，児童の長所を取り上げる\nことが基本となるよう留意すること。\n例えば下記の事項が考えられる。\n(1)　全体的にとらえた児童の特徴に関すること。\n(2)　その児童個人として比較的優れている点など，各教科，道徳，特別活\n動その他学校生活全体にわたって見られる児童の特徴に関すること。\n(3)　当該学年において，学年当初と学年末を比較し，行動の状況の進歩が\n著しい場合，その状況に関すること。\n(4)　指導上特に留意する必要があると認められる児童の健康状況その他\n特に指導が必要である場合にはその事実に関すること。」\n(カ)　指導要録取扱いによれば，指導要録中「指導上参考となる諸事項」欄に\nついては，以下のとおり記載されている。\n「この欄は，「各教科の学習の記録」，「特別活動の記録」，「行動の記録」\n及び「進路指導の記録」以外で指導上参考となる諸事項を一括して記録す\nる欄であり，ここには，生徒の特徴・特技等，学校内外における奉仕活動等\n及び表彰を受けた行為や活動等，知能，学力等について標準化された検\n査の結果など指導上参考となる事項について記入すること。\n(1)　記入の方法\nア　児童の特徴・特技等については，児童の特徴や特技，趣味，読書の\n傾向などのうち，児童の長所を把握する上で重要なものを記入するこ\nと。\nイ　学校内外における奉仕活動等及び表彰を受けた行為や活動等につ\nいては，例えば，家庭や社会における奉仕活動等の善行，学校内外\nにおける表彰を受けた行為や活動等，課外における活動のうち児童\nの長所と判断されるもの等について記入すること。\nウ　知能，学力等について標準化された検査の結果については，妥当\n性，信頼性の高いものを正確に実施した場合，検査月日，検査の名\n称及び検査の結果を記入すること。なお，実施した検査の結果を必ず\nしもすべて記入する必要はないこと。\n検査の結果については，指数，偏差値又は百分段階点等のほか，\nその後の指導に生かすことができる内容を具体的に記入すること。な\nお，その結果については，必要があれば「各教科の学習の記録」の\n「所見」の欄，「進路指導の記録」の欄などに記入することもできるこ\nと。\nエ　他の欄に記入できない事項で，海外から帰国した事実など指導上特\nに必要なものについて記入すること。その際，個性を生かす観点やプ\nライバシー保護の観点に配慮すること。」\n(キ)　指導要録取扱いによれば，指導要録中「出欠の記録」欄については，以\n下のとおり記載されている。\n「この欄は，学年末に記入することを原則とするが，転学又は退学をした\nときは，それまでの出欠の状況を記入すること。\n付　記\n(1)　上記の日数については，該当すべき日数がない場合には，空白とせず\nに０と記入すること。\n(2)　「備考」の欄には，「出席停止・忌引等の日数」に関する特記事項，欠\n席理由の主なもの，遅刻，早退等の状況，転入学した児童についての前\nに在学していた学校における出欠の概要等を記入すること。」\n(ク)　上記指導要録取扱いの指示を受けて，伊東市立の学校の場合には，指\n導要録はほぼ上記指示どおり，通常マイナスと評価される面も含めて比較\n的詳細かつ丁寧な記入がされているが，他府県の指導要録中には，例え\nば「明るく活発である」，「学校生活を楽しんでいる」，「特記事項なし」，「向\n上心がでてきた」などの簡略な，又は定型的な記載がされているだけのとこ\nろもある。\nエ　就学指導調査個票について（乙４，乙９，乙１９の１，弁論の全趣旨）\n(ア)　就学指導調査個票の様式は別紙２のとおりである。\n(イ)　就学指導調査個票は，伊東市就学指導委員会の参考資料として作成さ\nれる。伊東市就学指導委員会は，心身に障害のある児童生徒を対象に，\n医師，保母，教職員，家庭児童相談員等の専門家の意見を聞いて，当該\n児童生徒に対して適切な就学指導を行うために設置されている機関であ\nる。同委員会では，保育園，幼稚園及び学校の代表者に出席を求め，各教\n育機関において担任となった者が記載した就学指導調査個票を参考資料\nとし，当該児童生徒の生活状況や学習状況を聞いた上で「就学指導委員\n会の結果の記録」を作成し，これに基づいて保護者と「就学相談会」を実施\nして，当該児童生徒にふさわしい教育の場を検討している。\n(ウ)　本件就学指導調査個票において被告が不開示とした部分は，知能指数\nとその検査月日及び検査名，「学習のあらわれ」欄（これは，「算数・数学」，\n「国語」及び「その他教科」に分けて記載される。），「身辺処理性格行動の\nあらわれ」欄，「身体健康状況・家庭環境」欄，「遊びの様子」欄及び「所見」\n欄（これは，第１回就学指導委員会に向けての所見「所見１」と第２回就学\n指導委員会に向けての所見「所見２」の２か所の記載欄がある。）の各記載\n部分である。\n各不開示部分には，以下のような記載がなされた具体例がある。\n「学習のあらわれ」欄のうち，「算数・数学」の欄には，「１０までの数を唱え\nたり，数えたりすることはできる。おはじきを使って操作したり，物の数だけ\n○をぬったりする活動は，そばについて１つ１つ説明すればやるが自分だ\nけではやろうとしない。」という記載がされた例が，「国語」の欄には，「教師\nや友達の話を聞いて，関連づけて話をすることができず，会話がかみ合わ\nない。ひらがなは，ほぼ読むことができるが，曲線のあるひらがなは，うまく\n写すことができず，投げ出してしまう。」という記載がされた例が，「その他教\n科」の欄には，「ぬり絵をすると，一色で直線上にぬりつぶし，元の形の線\nを意識してぬることはできない。体育では，友達とかかわってゲームや遊び\nに参加することを拒むので，教師と一緒に活動している。歌を歌ったり，踊\nったりすることはほとんどない。大きな音を嫌うので楽器を使うと「うるさ\nい！」とパニックを起こすことが数回あった。」という記載がされた例がある。\n「身辺処理性格行動のあらわれ」欄には，「ＡＤＨＤ（注意欠陥多動性障\n害）であろう，との医師の診断により，一日に２回（１０：００，１３：３０），中枢\n神経安定剤（リタリン）を服用している。副作用として，チック症状（大きな口\nをあける，つめをむしる，鼻をいじる等）と，食欲の極端な減退がみられる。\n薬を飲んでいても，授業に集中できないことが多く，常に声かけが必要であ\nる。また，ささいなきっかけで癇癪を起こす。例えば，友達と肩がふれたとか\n返事をしてくれなかったということで乱暴し，興奮状態になることが，しばし\nばある。会話がかみ合わず，同じ言葉を何度も何度も繰り返す。手を握り\n「わかったよ。」と安心させようとしても，止まらないこともある。虫を恐れ，授\n業中も空中を見回し，虫がいないか確かめている。「大丈夫だよ。」と声を\nかけても不安がることが多い。」という記載がされた例がある。\n「身体健康状況・家庭環境等」欄には，「医師（Ｆ病院，Ｇ先生）と養護教諭\nの面談や，母親との会話から，言語理解能力が月齢からみるとかなり低い\nため，他の児童に対するものより，一層，かみくだいた説明が必要であると\nいうことがわかった。両親や教師の話がどの程度わかっているか判断でき\nない。登下校とも不安なため，学校近くまで母親が送り迎えしている。家庭\nとは，毎日，ノートを使い連絡を取り合っているが，最近では，家でもパニッ\nクがひどくなり，「どうしてよいのかわからない。」と伝えてくることもある。日\nによって，落ち着いているときとそうでないときの波が非常にある。」という\n記載がされた例がある。\n「遊びの様子」欄には，「特定の友達として関わることはないが，休み時間\nは，遊具で遊んだり，一人で砂場遊びをしたり，教室で担任と過ごすことが\n多い。ちょっとしたことで暴力をふるうので，なかなか友達ができない。」とい\nう記載がされた例がある。\n「所見」欄には，「自分が興味を持ったことに対しては，集中して取り組み，\n理解する力もあると思われるが，そうでないことには，取り組めない状況な\nので，常に教師の関わりが必要である。また，友達とのトラブルが多いこと\nが，本児や母親にとって負担となっていると思われる。本児の力をより引き\n出し，伸ばすためにも個別指導が望ましいと思われる。」という記載がされ\nた例がある。\n(2)　以上を前提に，本件自己情報に本条例１３条２項２号又は３号所定の事由が\n認められるか否かについて検討する。\nア　指導要録の記載中，「各教科の学習の記録」の「Ⅲ所見」欄，「特別活動の\n記録」の「Ⅱ事実及び所見」欄，「行動の記録」の「Ⅱ所見」欄及び「指導上参\n考となる諸事項」欄について\n(ア)　前記認定事実によれば，指導要録取扱いにおいては，上記各欄のうち，\n「各教科の学習の記録」の「Ⅲ所見」欄には「各教科の学習について総合的\nに見た場合の児童の特徴及び指導上留意すべき事項」を記入することとさ\nれ，「特別活動の記録」の「Ⅱ事実及び所見」欄には「特別活動における児\n童の活動状況について，主な事実及び総合的に見た所見」を記入すること\nとされ，「行動の記録」の「Ⅱ所見」欄には「行動の状況について総合的に\n見た場合の児童の特徴及び指導上留意すべき事項」を記入することとさ\nれ，「指導上参考となる諸事項」欄には，上記各欄以外で「指導上参考とな\nる諸事項」を一括して記入することとされており，いずれも「特に指導が必要\nである場合には，その事実に関すること」や「指導上参考となる事項」につ\nいて記入することとされていることが認められる。そして，上記事項を記載\nするに当たっては，記入者が，当該児童生徒の学校生活において行った言\n動等の事実を確認することを前提として，その事実に基づき当該児童生徒\nを評価，判定して，当該児童生徒の特徴や指導上留意すべき事項，特に指\n導が必要な事項等を認定することが必要とされる。そして，少なくとも伊東\n市の場合には，指導要録取扱いの指示するところに従って，比較的詳細か\nつ丁寧に記載がされている。\nこれによれば，上記各欄に記載されるべきものとされ，現に記載されてい\nる情報は，記入者の当該児童生徒に対する評価，判定，指導等に関する\n情報であるから，上記各欄の記載情報は本条例１３条２項２号にいう「個人\nの評価，診断，判定，選考，指導等に関する情報」に該当すると認められ\nる。\n(イ)　そして，前記認定事実のとおり，上記各欄は記入者の評価，判断等を含\nむ事項について，開示されないことを前提に，児童生徒及びその保護者が\n閲読した場合を予想した特段の配慮をすることなく記載されているものであ\nり，これを児童生徒及びその保護者の閲覧に供することとすると，その記載\n内容及び表現によっては，生徒の自尊心を傷付け，学習意欲や向上心を\n低下させたり，時には生徒又は保護者の無用な反発や誤解を招き，ひいて\nは教師や学校との間の信頼関係が損なわれることも考えられ，これにより\n教師や学校の当該児童生徒に対する評価，指導等に著しい支障が生じる\nことが予想される。これによれば，上記各欄を開示することによって，「当該\n評価，診断，判定，選考，指導等に著しい支障が生じるおそれがある」と認\nめられるから，上記各欄の情報は本条例１３条２項２号の非開示事由に該\n当するというべきである。\n(ウ)　原告は，上記各欄は事実が記載される欄であって，個人の評価が記載\nされる欄ではないし，仮に個人の評価が記載されるとしても，その記載内容\nは長所又は積極的努力若しくは積極的活動状況を記載する欄であり，肯\n定的評価又は賞賛的，激励的記載であるため，開示することによる具体的\nな支障事由は存在しない旨主張する。\n確かに，前記認定事実のとおり，指導要録取扱いには，指導要録の指導\n記録中「各教科の学習の記録」の「Ⅲ所見」欄，「特別活動の記録」の「Ⅱ事\n実及び所見」欄及び「行動の記録」の「Ⅱ所見」欄へ記載するに当たり，い\nずれも「児童の長所を取り上げることが基本となるように留意すること」と注\n意が促されており，また，同記録中「指導上参考となる諸事項」欄への記載\nについても，「児童の長所を把握する上で重要なもの」，「児童の長所と判\n断されるもの等」などを記載するよう指導されているし，また，指導要録取\n扱いにおいて上記各欄への具体例として想定している記載事項をみても，\nそれが事実の記載を基本としていることが窺える。\nしかし，指導要録取扱いにいう「児童の長所を取り上げることが基本とな\nるように留意すること」という趣旨が必ずしも児童の長所のみを取り上げて\n短所について取り上げないということを意味するとはいえないし，また，「指\n導上参考となる諸事項」欄における「指導上参考となる事項について記入\nすること」という趣旨についてもこれが長所のみを記載して短所を一切記載\nしないことを直ちに意味するものとはいえない。\nそして，前記証拠（乙５の１から３，乙６から８）によれば，指導要録の現実\nの記載例には，「各教科の学習の記録」の「所見」欄に「ノートはとる。集中\n力に欠ける。」と記載された例があること，「行動の記録」の「所見」欄に「勝\nち気で負けずぎらいな性格である。そのため友達とトラブルをおこすことが\nあったが，話をして，どうしたらよいかと考える場を多くもった。」と記載され\nた例や「表情が硬く，感情の動きが見られることが大変少ない。」と記載さ\nれた例があること，「指導上参考となる事項」欄に「母子不分離」と記載され\nた例があり，実際に上記各欄に児童生徒のマイナス評価というべき事項が\n記載されたことがあると認められ，これらの事実や，指導要録の作成目的\nを総合して考慮すると，児童生徒に対する適正かつ継続的な指導を行うた\nめに，上記各欄に児童生徒にとってマイナス評価というべき事項を記載す\nることもあり得るというべきである。\n以上によれば，前記原告の主張は採用できない。\n(エ)　また，原告は，上記各欄の情報に生徒のマイナス面が記載されていたと\nしても，そのマイナス面を生徒及び保護者に開示しない正当な理由はなく，\nその開示は児童生徒の教育上必要かつ有益であり，開示に伴い児童生徒\n又はその保護者とのトラブルが生じたとしても，これを受け止め，自己の専\n門的評価を更に昇華させ，誤った異議は排斥するのがプロフェッショナルで\nある教師の責務である旨主張する。\nしかし，仮に児童生徒のマイナス面を公開することが当該児童生徒の教\n育上必要かつ有益であるとしても，前記のとおり，伊東市の指導要録が，\n従前児童生徒及びその保護者に対する不開示を前提として，児童生徒及\nびその保護者が閲読した場合を予想した特段の配慮をすることなく記載さ\nれていることからすると，仮にその記載内容が適正かつ妥当なものである\nとしても，当該記載の表現方法等が必ずしも適切でないことから無用な誤\n解や混乱を生じさせることも考えられるところであり，現時点において上記\n各欄を公開した場合，生徒の自尊心を傷付け，学習意欲や向上心を低下\nさせたり，生徒又は保護者の無用な反発や誤解を招いて教師や学校に対\nする不信感を抱かせるといった前記弊害は避け難いというべきである。そし\nて，前記他府県における簡略かつ定型的な記載は，その弊害を避けようと\nして生じた別の面の弊害ではないかと危惧される。\nまた，証拠（乙１９の１）及び弁論の全趣旨によれば，指導要録の記載内\n容の一部は，その記載内容や方法，様式等について工夫した上で児童生\n徒及びその保護者に公開されていると認められるから，原告の指摘する教\n育上の効果は一定程度達成されているということもできる。\n以上によれば，原告の前記主張も採用できない。\n(オ)　なお，原告は非開示部分とそれ以外の部分との分離を可能として，非開\n示部分以外の開示を求めているのでこの点について検討する。\n本条例１３条３項は，実施機関は，開示の請求に係る自己情報に非開示\n部分がある部分において，非開示部分とそれ以外の部分とを分離できると\nきは，同条２項の規定にかかわらず，当該非開示部分を除いて，自己情報\nを開示しなければならない旨定めている。\nそこで，上記各欄において非開示部分とそれ以外の部分とを分離できる\nか否かが問題となるが，前記のとおり，上記各欄に当該児童生徒の特徴を\n記載するに当たっては，同一欄において記入者による事実の存否の認定，\n認定した事実に基づく特徴の存否の評価，判断等がなされ，事実と記入者\nの評価，判断等が混在していると認められることからすると，上記各欄に記\n載された事項を非開示部分とそれ以外の部分とに分離することはできない\nというべきである。\nよって，原告の主張は採用できない。\nイ　指導要録の出欠の記録のうち「備考」欄について\n(ア)　前記認定事実のとおり，指導要録の出欠の記録中「備考」欄について\nは，指導要録取扱いにより，「出席停止・忌引等の日数」に関する特記事\n項，欠席理由の主なもの，遅刻，早退等の状況，転入学した児童について\nの前に在学していた学校における出欠の概要等を記入することとされてい\nる。\n(イ)　また，証拠（乙５の１から３，乙６から８）によれば，現実の指導要録にお\nける「備考」欄は，「欠席１７（かぜ）５（肺炎）」，「病欠１０（かぜ）事故欠５（旅\n行）早退６（かぜ）」，「病欠１０９（心因的腹痛）事故欠２（家事）遅刻１９」，\n「停止２（インフルエンザ）病欠５（かぜ）」などと記載されており，欠席日数の\nうち病欠と事故欠の内訳日数及び各欠席理由と，遅刻及び早退の各日数\nとその理由が記載されていることが認められる。\n(ウ)　以上によれば，「備考」欄に記載されるのは欠席等の日数という客観的\nな事実とその理由であって，その記載に当たり，記入者の評価，判断等が\n入り込む余地がほとんどない情報であるというべきである。\nしたがって，「備考」欄に記載された情報は，本条例１３条２項２号にいう\n「個人の評価，診断，判定，選考，指導等に関する情報」に該当するとはい\nえず，また，この情報を「本人に開示することにより，当該評価，診断，判\n定，選考，指導等に著しい支障が生じるおそれがある」と認めることもでき\nない。\nまた，この情報を本人に開示することとしても，それにより児童生徒又は\nその保護者とのトラブルが生じたり，また，これを記載する教師等がその記\n載を躊躇するなどの弊害が生じるとは認められないから，同項３号に規定\nする「実施機関の公正又は適正な職務の執行が著しく妨げられると認めら\nれるもの」に該当するとはいえない。\n以上によれば，本件不開示決定のうち，「備考」欄の情報を不開示とした\n部分は不適法であるというべきである。\n(エ)　被告は，同欄を公開した場合の問題点として，マイナス評価によるダメー\nジ，教師と本人や保護者との信頼関係の崩壊，指導要録の形骸化等を指\n摘するが，同欄の記載事項が客観的な事実というべき事項であることから\nすると，被告の指摘する問題点が生じるとは認められないから，被告の主\n張は採用できない。\nウ　就学指導調査個票のうち「学習のあらわれ」，「身辺処理性格行動のあらわ\nれ」，「身体健康状況・家庭環境」，「遊びの様子」及び「所見」の各欄記載部分\nについて\n(ア)　前記(1)エ(イ)のとおり，就学指導調査個票は伊東市就学指導委員会の\n参考資料として作成されることが認められる。そして，前記(1)エ(ウ)の具体\n的な記載例及び弁論の全趣旨を総合すると，就学指導調査個票は，就学\n指導委員会の参考資料としての役割を十分に果たすため，開示されないこ\nとを前提として児童生徒に関する各種情報が詳細に，かつ，児童生徒及び\nその保護者が閲読した場合を予想した特段の配慮をすることなく記載され\nていること，また，就学指導委員会終了後には回収されることになっている\nことが認められる。\n(イ)　上記各欄に記載される情報\n①　「学習のあらわれ」欄の記載情報\n原告は，同欄に記載される情報は単純な客観的事実である旨の主張\nをする。\nしかし，前記(1)エ(ウ)の具体的記載例によれば，同欄には児童生徒の\n学習の成果のほか，当該教科に臨む姿勢，授業中の態度等が記載され\nており，事実以外に，これを前提として記入者が当該児童生徒に対して\nした評価，判定等に関する事項も記載されることが認められる。\n②　「身辺処理性格行動のあらわれ」欄の記載情報\n同欄の表題及び前記(1)エ(ウ)の具体的記載例によれば，同欄には児\n童生徒の行動のうち，記入者が問題のある行動と判断した事項や，各行\n動等の事実から窺われる児童生徒の性格等について評価，判断した事\n項が記載されていることが認められる。\n③　「身体健康状況・家庭環境」欄の記載情報\n同欄の表題及び前記(1)エ(ウ)の具体的記載事項によれば，同欄に\nは，児童生徒の肉体的な健康状況，精神状況等について，医師，養護\n教諭等の意見や保護者との面談の結果を参考に，記入者の評価，判定\nを加えた記載がなされていることが認められる。\n④　「遊びの様子」欄の記載情報\n前記(1)エ(ウ)の具体的記載事項によれば，同欄には，休み時間の過ご\nし方などに関する事実のほか，その原因となる事実についての記入者の\n評価，判定等が記載されていることが認められる。\n⑤　「所見」欄の記載情報\n同欄の表題及び前記(1)エ(ウ)の具体的記載事項によれば，同欄に\nは，就学指導調査個票の他の欄に記載された事項を前提として，当該\n児童生徒の性格，能力等の評価や，普通学級又は養護学級や特殊学\n級等への就学に関する記入者の意見，判断等が記載されることが認め\nられる。\n(ウ)　本条例１３条２項２号該当性について\n以上のような就学指導調査個票の「学習のあらわれ」，「身辺処理性格行\n動のあらわれ」，「身体健康状況・家庭環境」，「遊びの様子」及び「所見」の\n各具体的記載事項によれば，上記各欄には，当該児童生徒の学校生活等\nにおける事実のほか，その事実を前提としてなされた当該児童生徒に対す\nる評価，判定等が混在して記載されていると認められるから，そこに記載さ\nれた情報は，本条例１３条２項２号の「個人の評価，診断，判定，選考，指\n導等に関する情報」に該当するというべきである。\nまた，上記各欄は，前記のとおりそれぞれ記入者の評価，判定等を含む\n事項について詳細に，かつ，開示されないことを前提に，児童生徒及びそ\nの保護者が閲読した場合を予想した特段の配慮をすることなく記載されて\nいると認められるところ，これを児童生徒及びその保護者の閲覧に供する\nこととすると，その記載内容及び表現によっては，生徒の自尊心を傷付け，\n学習意欲や向上心を低下させたり，時には生徒又は保護者の無用な反発\nや誤解を招き，ひいては教師や学校との間の信頼関係が損なわれることも\n考えられ，これにより教師や学校の当該児童生徒に対する評価，指導等に\n著しい支障が生じることが予想される。したがって，上記各欄を開示するこ\nとによって，「当該評価，診断，判定，選考，指導等に著しい支障が生じる\nおそれがある」と認められる。\n以上によれば，上記各欄の情報は本条例１３条２項２号の非開示事由に\n該当すると認めるのが相当である。\n(エ)　本条例１３条２項３号該当性\n前記のとおり，就学指導調査個票の上記各欄にはそれぞれ記入者の評\n価，判断等を含む事項が詳細かつ児童生徒及びその保護者が閲読した場\n合を予想した特段の配慮をすることなく記載されていることからすると，これ\nらの各欄が今後公開されるということになれば，担任教師等が上記(ウ)記\n載の弊害を慮って，マイナス面についてありのままに記載することを避け，\n穏当な表現を用いたり，あるいはマイナス面の記載を一切しなくなることな\nどにより，就学指導調査個票の内容が形骸化、空洞化することも考えられ\nる。そうすると，就学指導調査個票が，伊東市就学委員会の参考資料とし\nて十分機能しなくなり，ひいては当該児童生徒に対する適切な就学指導が\n困難になることも予想される。\nこれによれば，上記各欄の情報を開示することにより，「実施機関の公正\n又は適正な職務の執行が著しく妨げられる」と認められるから，上記各欄\nの情報は本条例１３条２項３号に該当するというべきである。\n(オ)　原告は非開示部分とそれ以外の部分の分離が可能であるとして，非開\n示部分以外の開示を求めている。この点については，前記ア(オ)において\n検討したのと同様に上記各欄において非開示部分とそれ以外の部分とを\n分離できるか否かが問題となるので検討するに，上記(イ)の認定のとおり，\n上記各欄には，児童生徒に関する事実とその事実を前提としてなされた当\n該児童生徒に対する評価，判定等が混在して記載されていることが認めら\nれるから，上記各欄に記載された事項を非開示部分とそれ以外の部分とに\n分離することはできないというべきである。\nよって，原告の主張は採用できない。\nエ　就学指導調査個票のうち知能指数，検査月日及び検査名について\n(ア)　同欄に記載される事項のうち，検査月日及び検査名は客観的な事実で\nある。これに対し，知能指数は，知能検査によって知能の程度を表す指数\nであり，個人の評価又は判定に関する情報の側面を有するが，客観的な検\n査の結果に基づく判定であり，就学指導調査個票の記入者の評価，判断\n等の入り込む余地はない。\n(イ)　以上のとおり，上記各欄のうち，検査月日及び検査名の各欄に記載され\nる情報は，いずれも客観的事実に関する情報であるから，これらの情報は\n本条例１３条２項２号にいう「個人の評価，診断，判定，選考、指導等に関\nする情報」であると認めることはできない。他方，上記各欄のうち知能指数\n欄に記載される情報は，同号にいう「個人の評価，診断，判定，選考、指導\n等に関する情報」であると認められるが，この情報が客観的な検査の結果\nに基づく判定であり，記入者の評価，判断等が入り込む余地のない情報で\nあることからすると，これを本人に開示するとしても，本条例１３条２項２号\nにいう「当該評価，診断，判定，選考，指導等に著しい支障が生じるおそれ\nがある」と認めることはできない。\nまた，これらの情報が上記のような性質を有することからすると，これらを\n本人に開示することとしても，それにより児童生徒又はその保護者と記入\n者等との間でトラブルが生じたり，また，これを記載する教師等がその記載\nを躊躇するなどの弊害が生じるとは認められないから，同項３号に規定す\nる「実施機関の公正又は適正な職務の執行が著しく妨げられると認められ\nるもの」に該当するともいえない。\nよって，本件不開示決定のうち，就学指導調査個票の知能指数，検査月\n日及び検査名の各情報は本条例１３条２項２号及び３号所定の不開示事\n由には該当しないから，これらを不開示とした部分は不適法であるというべ\nきである。\n(ウ)　被告は，同欄を公開した場合の問題点として，マイナス評価によるダメ\nージ，教師と本人や保護者との信頼関係の崩壊，指導要録の形骸化等を\n指摘するが，同欄の記載事項が(ア)のような性質を有することからすると，\n教師と本人や保護者との信頼関係の崩壊，指導要録の形骸化が問題とな\nるとは考えられない。また，知能検査の結果を知ることにより本人又は保護\n者がダメージを受けることはあり得るが，そうであるとしても，そのこと自体\nは本条例１３条２項各号の非開示事由には該当しない。\nよって，被告の主張は採用できない。\n３　結論\n以上によれば，原告の本件請求は，本件不開示決定のうち，Ｃの小学１年生から\n３年生までの本件指導要録の出欠の記録中「備考」欄（別紙目録１(5)）及び本件就\n学指導調査個票の「知能指数」，「検査月日」及び「検査名」の各欄（別紙目録３）を\n不開示とした部分を取り消す限度において理由があるから，これを認容し，その余\nはいずれも理由がないからこれを棄却することとし，主文のとおり判決する。\n静岡地方裁判所民事第２部\n裁判長裁判官　　　佃　浩一\n裁判官　　　三輪恭子\n裁判官　　　棚澤高志\n別紙　略\n目　　　　　　録\n１　小学校児童指導要録様式２（指導に関する記録）のうち，次の各欄に記載された自\n己情報\n(1)　「各教科の学習の記録」中「Ⅲ所見」欄\n(2)　「特別活動の記録」中「Ⅱ事実及び所見」欄\n(3)　「行動の記録」中「Ⅱ所見」欄\n(4)　「指導上参考となる諸事項」欄\n(5)　「備考」欄\n２　平成８年度から平成１０年度までの各年度の就学指導調査個票のうち次の各欄に記\n載された自己情報\n(1)　「学習のあらわれ」欄\n(2)　「身辺処理性格行動のあらわれ」欄\n(3)　「身体健康状況・家庭環境」欄\n(4)　「遊びの様子」欄\n(5)　「所見１」欄\n(6)　「所見２」欄\n３　平成１０年度の就学指導調査個票のうち次の各欄に記載された自己情報\n(1)　「知能指数」欄\n(2)　同「検査月日」欄\n(3)　同「検査名」欄\n"
}