{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 6,
    "day": 18
  },
  "case_number": "平成12(行ケ)436",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "11815",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=11815",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/815/011815_hanrei.pdf",
  "contents": "平成１２年（行ケ）第４３６号　審決取消請求事件\n判　　　　決\n原　告　アイダエンジニアリング株式会社\n訴訟代理人弁護士　福田親男、弁理士　武井秀彦、弁護士　梅澤健\n被　告　蛇の目ミシン工業株式会社\n訴訟代理人弁護士　横山寛、弁理士　岩堀邦男\n主　　　　文\n特許庁が平成１１年審判第３５７９４号事件について平成１２年９月２２日にし\nた審決中、請求項第１項に関する部分を取り消す。\n訴訟費用は被告の負担とする。\n事実及び理由\n第１　原告の求めた裁判\n主文第１項同旨の判決。\n第２　事案の概要\n１　特許庁における手続の経緯\n被告は、本件特許第２５３３４８６号発明（名称「電動プレス」。本件発明）の\n特許権者である。本件特許は、昭和６１年４月４日特許出願（特願昭６１－７６６\n４４号）され、平成８年６月２７日に設定の登録がされた。原告は、平成１１年１\n２月２８日に本件特許について特許無効審判の請求をし、平成１１年審判第３５７\n９４号事件として審理された結果、平成１２年９月２２日「本件審判の請求は、成\nり立たない。」との審決があり、その謄本は同年１０月１８日原告に送達された。\n２　本件発明１（請求項第１項に記載の発明。構成に符号を付した。）の要旨\nＡ　被加工物に対して昇降可能なラム及び回転量を数値制御することができるパ\nルスにて制御するモータを設け、\nＢ　該モータの回転量をネジ機構にて直接直線運動に変換する機構を備え、\nＣ　前記モータの回転量を前記ラムの昇降量として適宜制御し、\nＤ　前記ラムが下降する方向の任意の位置に加圧力を加えるべき加圧点と加圧を\n終了させる定位置停止点とを含む複数位置を記憶設定し、\nＥ　該記憶設定された位置間の速度を制御する\nことを特徴とする電動プレス。\n３　審決の理由の要点\n(1)　本件発明\n(1)－１　要旨\n前記２のとおり。本件発明２（請求項第２項に記載の発明）については、本訴請\n求の範囲外のため省略。\n(1)－２　本件発明が解決しようとする課題\n近年、精密で高度な位置制御及び位置間の速度制御を備える精密プレスが望まれ\nていた。しかしながら、従来のプレスは制御が極めて困難であった。\n(1)－３　本件発明の作用効果\n本件発明１：\nモータの回転量を、直接に直線運動量に変換することで、その回転量が即、直線\n運動量となり、これが位置（加圧する位置）となる。これによって、その回転量に\nて加圧力を加えるべき加圧点と加圧を終了させる定位置停止点とを含む複数位置を\n正確に制御でき、さらに位置間の加圧する速度も制御できるプレスを提供できる。\nこのように、本件発明１では、加圧すべき加圧点と加圧を終了させる定位置停止点\nとを含む複数位置の管理と、それぞれの位置間の加圧する速度制御が極めて正確か\nつ精密にできる。\n本件発明２：省略\n(2)　請求人（原告）の主張の概要\n原告は、本件特許出願前に日本国内において頒布された刊行物である審判甲第１\n号証ないし審判甲第４号証を提出して、おおよそ以下のように主張している。\n審判甲第１号証には、本件発明１の構成事項Ａ、Ｃ、Ｄ及びＥ並びに本件発明２\nの構成事項（省略）を備えるとともにパルスモータの回転量をラムの直線運動に変\n換する機構としてパルスモータにより制御されるサーボ弁機構等を主体に構成した\n油圧サーボシリンダ装置を備えたプレスが記載されており、本件発明１及び本件発\n明２と審判甲第１号証記載の発明とは、モータの回転量を直線運動に変換する機構\nが、本件発明１及び本件発明２では、構成事項Ｂであるのに対して、審判甲第１号\n証記載の発明では、パルスモータにより制御されるサーボ弁機構等を主体に構成し\nた油圧サーボシリンダ装置である点でのみ一応相違している。\nしかしながら、審判甲第１号証には、また別に、油圧駆動シリンダを用いた油圧\nプレスに限らず、機械プレスに適用してもよい旨記載されており、この機械プレス\nは、審判甲第２～４号証にて示されるように、電動機（モータ）の回転運動をラム\nの直進運動に変換するものであり、かつ審判甲第３号証にて示されるように、モー\nタの回転運動をネジ機構によりラムの直進運動に変換する機械プレスは「スクリュ\nープレス」の名で従来周知であるから、審判甲第１号証にまた別に記載される機械\nプレスに適用してもよい旨の内容は、油圧シリンダを介在させずモータの回転量を\nネジ機構にて直接直線運動に変換する機械プレス例えばスクリュープレスをも包含\nするものであり、本件発明１及び本件発明２と審判甲第１号証記載の発明との前記\n相違は、単なる表現上の相違にすぎず、実質的に同一のものであるか、又は、審判\n甲第１号証記載の発明に審判甲２～４号証記載の発明を適用することにより当業者\nが容易になし得るところである。\nしたがって、本件発明１及び本件発明２についての特許は、特許法第２９条の規\n定に違反してされたものであり無効とすべきものである。\n(3)　被請求人（被告）の主張の概要\n被告は、審判乙第１号証を提出して審判甲第１号証の記載内容に不明個所が多い\nことを主張するとともに、おおよそ以下のように主張している。\n本件発明１では構成事項Ａ、Ｂ、Ｃが、本件発明２では構成事項（省略）が密接\nかつ有機的に結合して、パルスにて制御するモータの回転量をネジ機構にて直接直\n線運動に変換してラムの昇降量として制御することができ、さらに、本件発明１で\nは構成事項Ｄ，Ｅが、本件発明２では構成事項（省略）が密接かつ有機的に結合す\nることで、加圧するプレス条件の下でミクロンオーダーの位置制御と速度制御を任\n意の位置に記憶設定して、その間の速度を制御することができるところ、審判甲第\n１号証には構成事項Ａ、Ｂ、Ｃ、構成事項Ａ、Ｂ、Ｃ′、構成事項Ｄ、Ｅ及び構成\n事項Ｄ′、Ｅ′について記載されておらず、また、審判甲第２号証ないし審判甲第\n４号証には構成事項Ｂについて記載されているだけである。\n本件発明１及び本件発明２は、審判甲第１号証記載の発明でないだけでなく、審\n判甲第１号証ないし審判甲第４号証記載の発明に基づいて当業者が容易に発明をす\nることができたものでもないので、本件審判の請求は成り立たない。\n(4)　原告提出の証拠\n原告は、審判甲第１号証ないし審判甲第４号証を提出した。\n審判甲第１号証　特開昭５８－１９９６９９号公報\n審判甲第２号証　実願昭５４－５６０５３号（実開昭５６－２９７００号）のマ\nイクロフィルム\n審判甲第３号証　実願昭５３－１４１９５１号（実開昭５５－６０２９３号）の\nマイクロフィルム\n審判甲第４号証　特開昭５６－３１５６号公報\n(5)　被告提出の証拠\n被告は、下記審判乙第１号証を提出した。\n審判乙第１号証　審判甲第１号証の出願（特願昭５７－８２８６４号）に対する\n昭和５９年１０月５日付け拒絶理由通知書\n(6)　審判甲各号証の記載内容\n(6)－１　審判甲第１号証\n審判甲第１号証には、「プレス機械の制御方法」に関連して、下記の事項が記載\nされている。（本判決において、「予め」は「あらかじめ」と、「或は」は「ある\nいは」と表記する。そのほかにも、技術用語以外で公用文にならって引用箇所の表\n記を改めたところがある。）\n「プレス機械のスライド部の駆動源にパルス信号で駆動制御されるモータないしは\n油圧シリンダを用い、あらかじめ、プレス加工すべき被加工物を前記駆動源に適宜\nのパルス信号を供給してプレス作業を行うと同時に、前記スライド部のストローク\n位置を基準にして当該プレス作業の加圧力やストローク速度をパルス信号で検出\nし、前記プレス作業の作業ストロークと該ストローク時の加圧力及びストローク速\n度との関係を検出した後、実際のプレス作業時に、前記スライド部のストローク位\n置を基準にして作動時の加圧力やストローク速度を、前記パルス信号の供給状態を\n任意に設定あるいは変更して制御することを特徴とするプレス機械の制御方法。」\n（第１頁特許請求の範囲）\n「本発明はプレス機械に於て、そのスライド部のストローク量，速度あるいは加圧\n力等を、プレスすべき材料の材質や板厚等に応じあらかじめ検知して、所望条件で\nスライド部を作動させるとともにその条件を任意に変更することができるプレス機\n械の制御方法に関するものである。」（第１頁左欄最下行～同右欄第５行）\n「次に本発明の実施例を図により説明する。\n１はプレス機械の駆動源として用いた油圧サーボシリンダ装置で、ここではパル\nス信号により作動されるパルスモータ１ａ及び該モータ１ａに制御されるサーボ弁\n機構（図示せず）等を主体に構成した制御機構によってそのピストンロッド２が往\n復動されるようにしてある。\n３は前記ロッド２の先端側に設けたポンチ、４は往復動するポンチ３に対応させ\nて設けたダイスで、上記１～４により本発明方法により制御される油圧プレス機を\n構成する。\nしかして、本発明方法は上記プレス機に以下に説明するような制御系を付加し\nて、本発明方法を用いたプレス機械に構成する。\nまず、前記パルスモータ１ａは、前記ロッド２ないしはポンチ３を含むスライド\n部のストローク量に見合ったパルス信号がそのモータ１ａの回転方向指令信号と共\nに供給されることにより、正，逆回転させられて前記ポンチ３を上下動させるた\nめ、弁別器６を含む指令装置５に接続してある。ここで、前記ポンチ３のストロー\nク量やその速度は、一定条件下では、前記モータ１ａに供給されるパルス信号の\n数、あるいは、適宜単位時間当たりのパルス信号の数で定まり、また、この時のポ\nンチ３の加圧力も前記シリンダ１の諸元と前記パルス信号によってあらかじめ設定\nすることができる。」（第２頁左上欄第１６行～同左下欄第１行）\n「そこで、本発明では、プレス作業時、パルスモータ１ａに供給されるパルス信号\nを計数するパルスカウンタ７を設け、該カウンタ７の出力と適宜発振器８から供給\nされる時間パルスとを対応させて適宜単位時間当たりのパルス数、あるいは、適宜\n単位パルス数当たりの時間を表わす速度信号を時間カウンタ９で計数するようにす\nる一方、この実施例では、ピストンロッド２に当接して設けた測長器１０から供給\nされる距離パルスを距離カウンタ１１で計数するとともに、該距離パルスを前記カ\nウンタ７の計数パルスと対応させて、適宜単位ストローク量当たりのパルス数、あ\nるいは、適宜単位パルス数当たりのストローク量を表わすストローク信号をストロ\nークカウンタ１２で計数するようにし、前記速度信号、ストローク信号及びストロ\nーク量を検出部１３に検出するようにしたのである。\n上記構成によって、任意のプレス作業におけるスライド部のストローク量及びそ\nの速度を前記スライド部、ここではピストンロッド２の各位置において前記パルス\nモータ１ａに供給されるパルス数で検出することができることとなる。\nこれを換言すれば、任意の被加工物にプレス作業を施すに当たり、本発明方法を\n講じたプレス機械であらかじめ前記被加工物にプレス加工を施すと、この加工時、\n前記被加工物に対して作動したスライド部の状態が、ストローク位置を基準として\n駆動源１に実際に供給されたパルス信号を時間及びストローク量で処理した形の信\n号で検出部１３に検出されるから、この信号に基づいて指令装置に指令パルス信号\nを設定すれば、残りの被加工物を任意の設定状態で作動するようにしたスライド部\nの動作によって均一にプレス加工を施すことができる。」（第２頁左下欄第８行～\n同右下欄第１９行）\n「また、プレスによるせん断作業は、通常ポンチが被加工物に当接する瞬間あるい\nは、前記ポンチが被加工物をせん断した瞬間に相当の衝撃音を発生し、問題となる\nことが多いが、本発明方法によれば、ポンチのストローク位置によってストローク\n速度を任意に設定できるので、作業ストロークと被加工物の厚みを勘案し、ポンチ\nが被加工物に当接すると同時に加圧力を急速に高め、また被加工物を打ち抜く瞬間\nに前記加圧力を弱めるように、駆動源に供給するパルス信号を設定すれば、プレス\n加工時に発生する騒音を相当レベル低減することができ、しかも、せん断加工前後\nの駆動源の作動を緩慢にすることによって駆動源に不要な出力をさせないから、プ\nレス作業を省エネルギ的に行い得る利点がある。\nなお、本発明により制御できるプレス機械の駆動源は、実施例の油圧シリンダに\n限られず、例えば、油圧パルスモータ等を駆動源とするプレス機械に適用し得るこ\nともちろんである。またプレス機械は機械プレス，液圧プレスのいずれであっても\nよい。」（第３頁左上欄第８行～同右上欄第７行）\n上記のように審判甲第１号証には「プレス機械の制御方法」として発明が記載さ\nれているが、この記載内容は、上記方法を実施する「プレス」それ自体の発明とし\nても把握し得るものである。また、上記記載事項中には、被告もその旨主張してい\nるように、一部不明瞭な点や具体性を欠く点が見受けられるものの、口頭審理の結\n果及び審判甲第１号証が頒布された当時の技術水準や技術常識等に照らしてみて、\n審判甲第１号証には、次の発明が記載されていると認める。\n被加工物に対して昇降可能なピストンロッド２と当該ピストンロッド２の先端側\nに設けたポンチ３とから成るスライド部及び回転量を数値制御することができるパ\nルスにて制御するパルスモータ１ａを設け、\n該パルスモータ１ａの回転量を、パルスモータ１ａにより制御されるサーボ弁機\n構等を主体に構成した制御機構により作動される油圧サーボシリンダ装置１によっ\nて、スライド部を構成するピストンロッド２の直線運動に変換する機構を備え、\n前記パルスモータ１ａの回転量を前記スライド部の昇降量として適宜制御し、\nパルスモータ１ａに供給されるパルス信号を計数するパルスカウンタ７と該カウ\nンタ７の出力と発振器８から供給される時間パルスとを対応させて単位時間当たり\nのパルス数、あるいは、単位パルス数当たりの時間を表わす信号を計数する時間カ\nウンタ９と、ピストンロッド２に当接して設けた測長器１０から供給される距離パ\nルスを計数する距離カウンタ１１と該距離パルスを前記カウンタ７の計数パルスと\n対応させて、単位ストローク量当たりのパルス数、あるいは、単位パルス数当たり\nのストローク量を表わすストローク信号を計数するストロークカウンタ１２とによ\nり、スライド部のストローク速度をスライド部の各ストローク位置を基準にして検\n出部１３で検出することができるようにし、\n任意の被加工物にプレス作業を施すに当たり、あらかじめ前記被加工物にプレス\n加工を施すことにより前記検出部１３で検出される信号に基づいてパルスモータ１\nａに供給するパルス信号を設定することにより、スライド部のストローク位置によ\nってスライド部のストローク速度を任意に設定できるようにするとともに前記スラ\nイド部を構成するポンチ３が被加工物に当接すると同時に加圧力を急速に高め、ま\nた被加工物を打ち抜く瞬間に前記加圧力を弱めるように、パルスモータ１ａに供給\nするパルス信号を設定できるようにして、残りの被加工物を任意の設定状態で作動\nするようにしたスライド部の動作によって均一にプレス加工を施すことができるよ\nうにしたプレス。\n(6)－２　審判甲第２号証\n審判甲第２号証には、「機械式圧締装置」に関連して、下記の事項が記載されて\nいる。\n「本考案の圧締装置は第１図又は第２図に示すごときものであり、第１図の実施例\nにおいては、・・・・（中略）・・・・行われる。\n第２図、第３図に示す第２の実施例においては、ウォーム１４とウォームホイー\nル１５とを用いるものであり、直流電動機２はユニバーサルジョイント３を介して\n運動変換装置４ａのハウジング５ａに軸承されたウォーム軸１６に結合されてい\nる。\nウォーム１４はウォーム軸１６に連設され、ラム軸８ａと同心に回転するウォー\nムホイール１５に噛合し、該ウォームホイール１５に固定されているナット１７と\nラム軸８ａに連設されているボールねじ軸１８との間に介在するボール１８ａ,１８\nａによってナット１７の回転によりボール１８ａ,１８ａが循環してボールねじ軸１\n８が上下せしめられ、ラム軸８ａが上下せしめられる構成となっている。」（第５\n頁第２行～第６頁第１４行）\n(6)－３　審判甲第３号証\n審判甲第３号証には、「スクリュープレス」に関連して、下記の事項が記載され\nている。\n「本考案は、簡易プレスとして知られるスクリュープレスの改良に関するものであ\nる。」（第１頁第１５，１６行）\n「以下、本考案を具体化した図示の実施例について詳述する。図において、（１）\nは基台、（２）は基台（１）上に立設されたフレーム、（３）は基台（１）上に載\n置された下型である。（４）はフレーム（２）の上側に水平部（２ａ）上に載置固\n定された正逆転可能の減速機付高トルクモータであり、その出力軸（５）にはスク\nリューシャフト（６）の上端部が外嵌されキー（７）により連結されている。下方\nに向って延在するスクリューシャフト（６）は、その上端外周に形成されたフラン\nジ部（６ａ）の上下面をスラスト軸受（８）により回転可能に支持されており、そ\nしてスクリューシャフト（６）の上端を除く外周面には比較的大きいリードのネジ\n（６ｂ）が形成されている。なお、（９）はスラスト軸受（８）を支持するための\n軸受支えであり、フレーム（２）の上側水平部（２ａ）に固着されている。\n一方、フレーム（２）の下側水平部（２ｂ）には前記スクリューシャフト（６）\nよりも大径のプレスラム（１０）が該スクリューシャフト（６）と同軸線上に整合\nした状態で上下動可能に貫通されかつキー（１１）によって回り止めされている。\nプレスラム（１０）の上端外周にはスクリューシャフト（６）のリードよりも小さ\nいリードのネジ（１０ａ）形成されており、またプレスラム（１０）の下端部には\n上型（１２）が取付けられている。しかして、スクリューシャフト（６）とプレス\nスラム（１０）とは、スクリューシャフト（６）のネジ（６ｂ）に対応するネジ\n（１３ａ）を上端内周に有し、プレスラム（１０）のネジ（１０ａ）と対応するネ\nジ（１３ｂ）を下端内周に有した筒状のネジアダプター（１３）によって連結され\nている。」（第２頁１３行～第４頁第１行）\n(6)－４　審判甲第４号証\n審判甲第４号証には、「圧入装置」に関連して、下記の事項が記載されている。\n「本発明は、圧入用ラムの前進後退を電気モータによって行うようにした圧入装置\nに関する。」（第１頁左欄第１８，１９行）\n「前記圧入へツド取付部１３ａには、第２図に示すように、圧入ラム１５の上端に\n形成された雌螺子１５ａに螺合する送り螺子１７がベアリング１８によって軸承さ\nれており、この送り螺子１７は歯車１９，２０を介してモータＳＭ２の出力軸に連\n結されている。また、圧入ラム１５の後端部には、圧入へツド取付部１３ａと圧入\nヘッド本体１６との間に圧入ラム１５と平行に装架されたガイドバー２２に摺動可\n能に案内された固定ブロック２３が取付けられ、圧入ラム１５の回転を阻止してい\nる。したがって、モータＳＭ２が回転すると、圧入ラム１５は回転することなしに\n軸方向に進退する。」（第２頁左上欄第１２行～同右上欄第３行）\n「第８図は上記構成の圧入装置によって圧入動作を自動的に行わせる制御回路を示\nし、テープリーダＴＲを介して読込まれる数値制御指令データに応じた位置決め指\n令パルスを分配する数値制御装置８０と、この数値制御装置８０から出力される指\n令パルスに応じてモータＳＭ１，ＳＭ２を回転させる駆動回路８１と、数値制御装\n置８０から出力されるＭコードのデータを解読するデコーダ８２と、数値制御装置\n８０から出力されたＭコードが加圧の開始を指令するＭＩである場合には、第９図\nに示すように、ソレノイドＳＯＬ２を無勢してソレノイドＳＯＬ３を付勢し、この\n後、所定時間ｔ経過後にソレノイドＳＯＬ１を付勢する制御を行い、数値制御装置\n８０から出力されたＭコードが加圧の停止を指令するＭ２である場合には、ソレノ\nイドＳＯＬ１，ＳＯＬ３を無勢してソレノイドＳＯＬ２を付勢する制御を行う加圧\n制御回路８３とから構成されている。」（第３頁右下欄第１０行～第４頁左上欄第\n６行）\n(7)　本件発明１についての対比\n本件発明１と審判甲第１号証記載の発明とを対比すると、審判甲第１号証記載の\n発明の「ピストンロッド２と当該ピストンロッド２の先端側に設けたポンチ３とか\nら成るスライド部」及び「パルスモータ１ａ」は、それぞれ本件発明１の「ラム」\n及び「モータ」に相当する。\nしたがって、本件発明１と審判甲第１号証記載の発明とは、\nＡ　被加工物に対して昇降可能なラム及び回転量を数値制御することができるパ\nルスにて制御するモータを設け、\nＢ′該モータの回転量を直線運動に変換する機構を備え、\nＣ　前記モータの回転量を前記ラムの昇降量として適宜制御するプレス。\nである点で一致し、以下の点で相違している。\n相違点１：\nモータの回転量を直線運動に変換するために、本件発明１では、構成事項Ｂの機\n構を備えているのに対して、審判甲第１号証記載の発明では、パルスモータにより\n制御されるサーボ弁機構等を主体に構成した制御機構により作動される油圧サーボ\nシリンダ装置を備えている点。\n相違点２：\n本件発明１は、構成事項Ｄ及び構成事項Ｅを備えているのに対して、審判甲第１\n号証記載の発明では、ポンチが被加工物に当接すると同時に加圧力を急速に高め、\nまた被加工物を打ち抜く瞬間に前記加圧力を弱めるようにモータに供給するパルス\n信号を設定するとともにスライド部のストローク位置によってスライド部のストロ\nーク速度を任意に設定できるようにしている点。\n(8)　本件発明２についての対比\n（省略）\n(9)　本件発明１についての審決の判断\n相違点１について：\n審判甲第１号証第３頁右上欄第６，７行には「プレス機械は機械プレス・・・・\nであってもよい。」ことが記載されており、また、プレスないしそれに類似した圧\n入・圧締装置において、モータの回転量をネジ機構にて直接直線運動に変換する機\n構を備えることは、被告もその旨認めているように審判甲第２号証ないし審判甲第\n４号証に示されており従来周知の事項であることから、モータの回転量を直線運動\nに変換するために、審判甲第１号証記載の発明におけるモータにより制御されるサ\nーボ弁機構等を主体に構成した制御機構により作動される油圧サーボシリンダ装置\nに代えてモータの回転量をネジ機構にて直接直線運動に変換する機構を採用するこ\nとは、そのことだけをみると格別の困難性がないかのようにみえる。\nしかしながら、審判甲第１号証記載の発明においては、上記(6)－１に示されるよ\nうに、一定条件下の場合を除いて単位ストローク量当たりのパルス数、あるいは、\n単位パルス数当たりのストローク量が可変であるものを前提として、ストロークカ\nウンタ１２により計数されるこの単位ストローク量当たりのパルス数、あるいは、\n単位パルス数当たりのストローク量を表わす信号と時間カウンタ９により計数され\nる単位時間当たりのパルス数、あるいは、単位パルス数当たりの時間を表わす信号\nとによりスライド部のストローク速度をスライド部の各ストローク位置を基準にし\nて検出部１３で検出し、この検出信号に基づいてパルスモータ１ａに供給するパル\nス信号を設定するように構成されているところ、パルスモータの回転量をネジ機構\nにて直接直線運動に変換する機構を備えるものにあっては、その構造からみて原理\n的に単位ストローク量当たりのパルス数、あるいは、単位パルス数当たりのストロ\nーク量が一定であると考えられ、スライド部のストローク速度は、単位時間当たり\nのパルス数、あるいは、単位パルス数当たりの時間によって一義的に決定されるこ\nととなるので、審判甲第１号証記載の発明において、上記油圧サーボシリンダ装置\nに代えてモータの回転量をネジ機構にて直接直線運動に変換する機構を採用した場\n合には、その余の構成をどのようにすれば審判甲第１号証記載の発明の「任意の被\n加工物にプレス作業を施すに当たり、本発明方法を講じたプレス機械であらかじめ\n前記被加工物にプレス加工を施すと、この加工時、前記被加工物に対して作動した\nスライド部の状態が、ストローク位置を基準として駆動源１に実際に供給されたパ\nルス信号を時間及びストローク量で処理した形の信号で検出部１３に検出されるか\nら、この信号に基づいて指令装置に指令パルス信号を設定すれば、残りの被加工物\nを任意の設定状態で作動するようにしたスライド部の動作によって均一にプレス加\n工を施すことができる。」という作用効果を得ることができるのか不明であり、ま\nた、審判甲第１号証には、上記したようにプレス機械は機械プレスであってもよい\n旨記載されているものの、機械プレスとした場合の具体的構成については何ら記載\nされていない。\nそして、審判甲第１号証記載の発明において単位ストローク量当たりのパルス\n数、あるいは、単位パルス数当たりのストローク量が可変であるということは、駆\n動源が上記油圧サーボシリンダ装置であることに起因すると考えられること、ま\nた、審判甲第１号証には、駆動源として上記油圧サーボシリンダ装置を用いたもの\nのほかには具体的構成が記載されていないことからみて、審判甲第１号証記載の発\n明にあっては、駆動源として上記油圧サーボシリンダ装置を採用することが、その\n発明の構成に欠くことができない必須の事項であると考えられる。\nそうしてみると、モータの回転量を直線運動に変換するために、審判甲第１号証\n記載の発明の上記油圧サーボシリンダ装置に代えて、モータの回転量をネジ機構に\nて直接直線運動に変換する機構を採用することは、当業者が容易に想到できる事項\nであるとはいえない。\n相違点２について：\n原告は、審判甲第１号証記載の発明の「ポンチが被加工物に当接すると同時に加\n圧力を急速に高め、また被加工物を打ち抜く瞬間に前記加圧力を弱めるように、パ\nルスモータ１ａに供給するパルス信号を設定」するにおける、ポンチが被加工物に\n当接すると同時に加圧力を急速に高めるように設定される点、及び被加工物を打ち\n抜く瞬間に前記加圧力を弱めるように設定される点が、それぞれ構成事項Ｄの「加\n圧力を加えるべき加圧点」及び「加圧を終了させる定位置停止点」に相当する旨主\n張している。\nしかしながら、モータに供給するパルス信号に関して、審判甲第１号証には、上\n記のようにパルス信号を設定するという外には、検出部で検出される信号に基づい\nて指令パルス信号を設定する旨記載されているだけであって、具体的にどのように\nして「ポンチが被加工物に当接すると同時に加圧力を急速に高め、また被加工物を\n打ち抜く瞬間に前記加圧力を弱めるように、パルスモータ１ａに供給するパルス信\n号を設定」するのか十分に開示されておらず、加圧力を急速に高めるのは、「ポン\nチが被加工物に当接すると同時」であり、また、加圧力を弱めるのは、「被加工物\nを打ち抜く瞬間」であることからみて、それぞれ加圧力を高める時点及び加圧力を\n弱める時点を設定しているとも考えられ、加圧力を高める点及び加圧力を弱める点\nをラムの移動位置として記憶設定しているのか否か定かでない。\nまた、「加圧力を弱める」ことは、普通に解釈すれば文字どおり加圧力を減ずる\nことを意味し、「加圧を終了させる」ことには一義的に対応しないだけでなく、\n「加圧力を弱めるように設定される点」は、口頭審理において原告も認めているよ\nうに「定位置停止点」ではない。\nそうしてみると、審判甲第１号証には構成事項Ｄが記載されているということは\nできない。\nまた、構成事項Ｅは、構成事項Ｄで記憶設定された位置間の速度を制御すること\nをその内容とするものであるから、構成事項Ｄが審判甲第１号証に記載されていな\nい以上審判甲第１号証記載の発明がスライド部のストローク位置によってスライド\n部のストローク速度を任意に設定できるようにしているものであったとしても、構\n成事項Ｅが審判甲第１号証に記載されているということはできない。\nさらに、審判甲第２号証ないし審判甲第４号証にも、構成事項Ｄ及び構成事項Ｅ\nについて何ら記載されておらず示唆もされていない。\nしたがって、審判甲第１号証記載の発明は、本件発明１の構成事項Ｄ及び構成事\n項Ｅを備えているとはいえず、また、これらの構成事項は、審判甲第１号証ないし\n審判甲第４号証記載の発明をどのように組み合わせてみても得ることはできない。\n(10)　本件発明２についての審決の判断\n（省略）\n(11)　本件発明１及び本件発明２の効果についての審決の判断\nそして、本件発明１及び本件発明２は、それぞれその要旨とする構成を備えるこ\nとにより、(1)－３に示す作用効果を奏すものである。\nしたがって、本件発明１及び本件発明２は、審判甲第１号証記載の発明というこ\nとができないだけでなく、審判甲第１号証ないし審判甲第４号証記載の発明に基づ\nいて当業者が容易に発明をすることができたものであるとすることもできない。\n(12)　審決のむすび\n以上のように、原告が主張する理由及び提出した証拠方法によっては、本件発明\n１及び本件発明２についての特許を無効とすることはできない。\n第３　原告主張の本件発明１に関する審決取消事由\n１　取消事由１（相違点１についての認定判断の誤り）\n(1)　審決は、「モータの回転量を直線運動に変換するために、本件発明１では、\n構成事項Ｂの機構を備えているのに対して、審判甲第１号証記載の発明では、パル\nスモータにより制御されるサーボ弁機構等を主体に構成した制御機構により作動さ\nれる油圧サーボシリンダ装置を備えている点。」を相違点１と認定した上で、「モ\nータの回転量を直線運動に変換するために、審判甲第１号証記載の発明の上記油圧\nサーボシリンダ装置に代えてモータの回転量をネジ機構にて直接直線運動に変換す\nる機構を採用することは、当業者が容易に想到できる事項であるとはいえない。」\nと判断したが、誤りである。\n(2)　審決は上記判断に当たり、審判甲第１号証記載の発明について、「一定条件\n下の場合を除いて単位ストローク量当たりのパルス数、あるいは、単位パルス数当\nたりのストローク量が可変であるものを前提として」とし、「可変であるというこ\nとは、駆動源が上記油圧サーボシリンダ装置であることに起因すると考えられる」\nと認定したが、パルスモータのパルスとモータ回転量の関係を誤解し、あるいは油\n圧サーボシリンダ装置の動きを誤解したものである。\n審判甲第１号証記載の発明の油圧サーボシリンダ装置においても、本件発明１の\n「ネジ機構」においても、単位パルス数当たりのストローク量は一定である。た\nだ、負荷がある場合には、パルスを入力した際に、その負荷の大きさに応じた遅れ\nが生じるだけのことである。このことは、例えば石川島播磨重工業株式会社の「電\n気油圧ステッピングシリンダ」資料（甲第８号証）に、パルスモータの回転量によ\nりボールねじを移動させ、それによって油圧シリンダを作動させてピストンロッド\nを動かす装置が開示され（第３頁）、「移動量はパルスの数で、速度はパルスの周\n波数で制御します。」（第２頁第５行）、「１パルス当たりの移動量（分解度）が\n１０μｍ」（第２頁第８行）、「速度は指令パルスの周波数で決まります」（第２\n頁第１０行）、及び「標準は１０μｍですが、１μｍ～１００μｍの範囲で製作可\n能です」（第２頁第１１～１２行）と記載されていることから明らかである。すな\nわち、審判甲第１号証に「パルスモータ１ａは、・・・スライド部のストローク量\nに見合ったパルス信号がそのモータ１ａの回転方向指令信号と共に供給される」\n（第２頁右上欄第１０～１３行）、及び「前記ポンチのストローク量やその速度\nは、一定条件下では、前記モータ１ａに供給されるパルス信号の数、あるいは、適\n宜単位時間当たりのパルス信号の数で定まり」（第２頁右上欄第１６～１９行）と\nの記載にあるとおり、審判甲第１号証記載の発明では、スライド部のストローク量\nに見合ったパルス信号によりポンチのストローク量が定まるのであって、このこと\nは、パルスモータ１ａに油圧サーボシリンダを装着しても何ら変わらない。そし\nて、審判甲第１号証記載の発明の実施例では、負荷が実質的に掛かる「実際のプレ\nス作業」においては、被加工物の厚さや材質等で要する加圧力やストローク時間の\n差異があっても、単位パルス数当たりのストローク量は最終的には変わらないが、\nその達成に負荷による遅れが生ずるため、パルスカウンターその他の構成によっ\nて、この遅れの調整を行っているのである。\nしたがって、審判甲第１号証記載の発明において、モータの回転運動を直線運動\nに変えている油圧サーボシリンダ装置に代えて、モータの回転量をネジ機構にて直\n接直線運動に変換する機構を採用することと、パルスないしストロークは無関係な\nのであり、審判甲第１号証記載の発明の油圧サーボシリンダ装置に代えて本件発明\n１の「ネジ機構」を採用する阻害要因は存しない。そして、審決も認めるように\n「ネジ機構」は公知であったから（甲第５～７号証）、油圧サーボシリンダ装置に\n代えて「ネジ機構」を採用することは単なる設計変更にすぎない。\n２　取消事由２（相違点２についての認定判断の誤り）\n(1)　審決は、「本件発明１は、構成事項Ｄ及び構成事項Ｅを備えているのに対し\nて、審判甲第１号証記載の発明では、ポンチが被加工物に当接すると同時に加圧力\nを急速に高め、また被加工物を打ち抜く瞬間に前記加圧力を弱めるようにモータに\n供給するパルス信号を設定するとともにスライド部のストローク位置によってスラ\nイド部のストローク速度を任意に設定できるようにしている点」を相違点２と認定\nした上で、「審判甲第１号証には構成事項Ｄが記載されているということはできな\nい。」、「構成事項Ｅが審判甲第１号証に記載されているということはできな\nい。」とし、「審判甲第１号証記載の発明は、本件発明１の構成事項Ｄ及び構成事\n項Ｅを備えているとはいえず、また、これらの構成事項は、審判甲第１号証ないし\n審判甲第４号証記載の発明をどのように組み合わせてみても得ることはできな\nい。」と判断したが、誤りである。\n(2)　まず構成事項Ｄは、「・・・ラムが下降する方向の任意の位置に加圧力を加\nえるべき加圧点と加圧力を終了させる定位置停止点を含む複数位置を記憶設定」す\nることであるが、パルスモータを駆動源とするプレス機械においては、ラムを下降\nさせ対象物に接するとラムを加圧してラムを下降させることにより圧入等を行い、\n対象物の所望の加圧変更等が終了すれば加圧を終了させることは当たり前の事柄で\nある。そして、審判甲第１号証には、特許請求の範囲中に「あらかじめ、プレス加\n工すべき被加工物を・・・適宜のパルス信号を供給してプレス作業を行うと同時\nに、前記スライド部のストローク位置を基準にして当該プレス作業の加圧力やスト\nローク速度をパルス信号で検出し、前記プレス作業の作業ストロークと該ストロー\nク時の加圧力及びストローク速度との関係を検出した後、実際のプレス作業時\nに、・・・」（第１頁左下欄第７～１４行）との記載があり、これによれば実際に\nプレス作業をして、データを検出・記憶しておいて、その後のプレス作業では、そ\nのデータを修正して使用するということは明らかである。\nしたがって、審判甲第１号証記載の「ポンチが被加工物に当接すると同時に加圧\n力を急速に高め・・・駆動源（パルスモータ）に供給するパルス信号を設定」（第\n３頁左上欄第１４～１５行、１７行）は、本件発明１の構成事項Ｄにいう「任意の\n位置に加圧力を加えるべき加圧点」を定めることと実質的に変わりはない。同様\nに、審判甲第１号証記載の「被加工物を打ち抜く瞬間に前記加圧力を弱めるよう\nに、・・・駆動源（パルスモータ）に供給するパルス信号を設定」（第３頁左上欄\n第１５～１７行）は、同構成事項Ｄの「任意の位置に・・・加圧を終了させる定位\n置停止点」を定めて加圧力を調節しているのと実質的に変わりはない。\n(3)　加圧力を弱めるように設定される点が「定位置停止点」と全く同義であるか\nは、形式的には議論の余地があるかもしれない。しかし、作業が終了した時点でス\nライドを元の位置に戻さなければ次の作業ができないので、審判甲第１号証記載の\n発明においても定位置停止点が存在するのは自明であり、ストローク時の加圧力等\nを制御しているから、構成事項Ｄが審判甲第１号証に記載されていないことの理由\nとなるものではない。\n本件発明１の構成事項Ｄと審判甲第１号証記載の発明の加圧力の設定、調整は、\n用いられている文言が異なるのみで、その内容に実質的差異はない。両者が同一で\nないとしても、当業者にとって、審判甲第１号証の開示から本件発明１の構成事項\nＤを推考するのは容易である。\n(4)　審決は、「構成事項Ｄが甲第１号証に記載されていない以上・・・、構成事\n項Ｅが審判甲第１号証に記載されているということはできない。」と認定判断した\nが、構成事項Ｄについての認定判断が誤りである以上、それを根拠とする、構成事\n項Ｅについての認定判断も誤りである。\n第４　審決取消事由に対する被告の反論\n１　取消事由１に対して\n審判甲第１号証には、「実際のプレス作業は、同一内容の作業でも被加工物の厚\nさや材質などで要する加圧力やストローク時間等が異なり、また、同一材質の被加\n工物でもプレス作業の種類によって加工力や加圧力の出力パターン、あるいは、ス\nトローク量などがことごとく異なる。そこで、本発明では、プレス作業時、・・・\nプレス加工を施すことができる。」（第２頁左下欄第２行～右下欄第１９行）との\n記載があり、この記載は「一定条件の下では、・・・設定することができる。」\n（第２頁右上欄第１７行～左下欄第１行）に対応するものであって、実質的に、単\n位パルス数当たりのストローク量が可変であることを示す。したがって、審判甲第\n１号証記載の発明を「一定条件下の場合を除いて単位ストローク量当たりのパルス\n数、あるいは、単位パルス数当たりのストローク量が可変であるものを前提とし\nて」いるとした審決の認定に誤りはない。\n原告は、石川島播磨重工業(株)の「電気油圧ステッピングシリンダ」資料（甲第\n８号証）に基づき、「油圧サーボシリンダ装置においても、・・・単位パルス数当\nたりのストローク量は一定である」と主張するが、甲第８号証の「電気油圧ステッ\nピングシリンダ」において単位パルス数当たりのストローク量が一定だとすると、\n審判甲第１号証記載の発明と一致しないから、甲第８号証に記載のところは、審判\n甲第１号証記載の発明の「油圧サーボシリンダ装置」とは無縁のものである。\n２　取消事由２に対して\n(1)　原告は、審判甲第１号証記載の発明について「実際にプレス作業をして、デ\nータを検出・記憶しておいて、その後のプレス作業では、そのデータを修正して使\n用する」と主張するが、その「データ」も「記憶」も原告が独自に想像をするだけ\nであって、審判甲第１号証には明確な記載がない。このため、「『ポンチが被加工\n物に当接すると同時に加圧力を急速に高め、また被加工物を打ち抜く瞬間に前記加\n圧力を弱めるように、パルスモータ１ａに供給するパルス信号を設定』するのか十\n分に開示されておらず、」との審決の判断に誤りはない。\nまた、本件発明１の構成事項Ｄの「前記ラムが下降する方向の任意の位置に加圧\n力を加えるべき加圧点と加圧を終了させる定位置停止点とを含む複数位置を記憶設\n定」することは、あくまで加圧状態に関する複数の位置であるが、審判甲第１号証\nに記載の「当接すると同時に加圧力を急速に高め」も「打ち抜く瞬間に前記加圧力\nを弱める」もそれぞれの「時点」の「加圧力」の話であって、本件発明１の加圧に\n関する位置の速度に関連するものではない。審判甲第１号証には「スライド部のス\nトローク位置によってスライド部のストローク速度を任意に限定できるようにす\nる」との審決認定の記載はあるが、これは速度一般について述べているだけであっ\nて、加圧に関する任意の位置についての速度を述べたものではない。\nしたがって、「加圧力を高める時点及び加圧力を弱める時点を設定しているとも\n考えられ、加圧力を高める点及び加圧力を弱める点をラムの移動位置として記憶設\n定しているのか否か定かでない。」との審決の判断に誤りはない。\n(2)　原告は、定位置停止点について、「作業が終了した時点でスライドを元の位\n置に戻さなければ次の作業ができないのであるから、審判甲第１号証記載の発明に\nおいても定位置停止点が存在するのは自明であり」と主張するが、定位置停止点が\n加圧に関する位置であることは前述のとおりであるところ、「元の位置に戻さなけ\nればならない」との点は加圧とは無縁の作業位置である。この加圧とは無関係の位\n置を捉えて、審判甲第１号証記載の発明においても定位置停止点が存在するのは自\n明であるということはできない。したがって、「『加圧力を弱めるように設定され\nる点』は、口頭審理において請求人も認めているように『定位置停止点』ではな\nい。」とした審決の認定に誤りはない。\n第５　当裁判所の判断\n１　取消事由１について\n(1)　甲第４号証によれば、審判甲第１号証には、以下の①～⑤の記載のあること\nが認められる。\n①「本発明は・・・スライド調整はもちろんのことストローク速度や加圧力を任\n意に設定あるいは変更してこれらを制御することができるプレス機械の制御方法を\n提供することを目的としてなされたもので、その構成はプレス機械のスライド部の\n駆動源にパルス信号で駆動制御されるモータないしは油圧シリンダを用い、あらか\nじめ、プレス加工すべき被加工物を前記駆動源に適宜のパルス信号を供給してプレ\nス作業を行うと同時に、前記スライド部のストローク位置を基準にして当該プレス\n作業の加圧力やストローク速度をパルス信号で検出し、前記プレス作業の作業スト\nロークと該ストローク時の加圧力及びストローク速度との関係を検出した後、実際\nのプレス作業時に、前記スライド部のストローク位置を基準にして作動時の加圧力\nやストローク速度を、前記パルス信号の供給状態を任意に設定あるいは変更して制\n御することを特徴とするものである。」（第１頁右下欄第１７行～第２頁左上欄第\n１５行）\n②「パルスモータ１ａは、前記ロッド２ないしはポンチ３を含むスライド部のス\nトローク量に見合ったパルス信号がそのモータ１ａの回転方向指令信号と共に供給\nされることにより、正，逆回転させられて前記ポンチ３を上下動させる・・・ポン\nチ３のストローク量やその速度は、一定条件下では、前記モータ１ａに供給される\nパルス信号の数、あるいは、適宜単位時間当たりのパルス信号の数で定まり、ま\nた、この時のポンチ３の加圧力も前記シリンダ１の諸元と前記パルス信号によって\nあらかじめ設定することができる。」（第２頁右上欄第１０行～左下欄第１行）\n③「実際のプレス作業は、同一内容の作業でも被加工物の厚さや材質などで要す\nる加圧力やスライド部のストローク時間等が異なり、また、同一材質の被加工物で\nもプレス作業の種類によって加工力や加圧力の出力パターン、あるいは、ストロー\nク量などがことごとく異なる。」（第２頁左下欄第２～７行）\n④「そこで、本発明では、プレス作業時、パルスモータ１ａに供給されるパルス\n信号を計数するパルスカウンタ７を設け、・・・ピストンロッド２に当接して設け\nた測長器１０から供給される距離パルスを距離カウンタ１１で計数するとともに、\n該距離パルスを前記カウンタ７の計数パルスと対応させて、適宜単位ストローク量\n当たりのパルス数、あるいは、適宜単位パルス数当たりのストローク量を表わすス\nトローク信号をストロークカウンタ１２で計数するようにし、前記速度信号、スト\nローク信号及びストローク量を検出部１３に検出するようにしたのである。上記構\n成によって、任意のプレス作業におけるスライド部のストローク量及びその速度を\n前記スライド部、ここではピストンロッド２の各位置において前記パルスモータ１\nａに供給されるパルス数で検出することができることとなる。これを換言すれば、\n任意の被加工物にプレス作業を施すに当たり、本発明方法を講じたプレス機械であ\nらかじめ前記被加工物にプレス加工を施すと、この加工時、前記被加工物に対して\n作動したスライド部の状態が、ストローク位置を基準として駆動源１に実際に供給\nされたパルス信号を時間及びストローク量で処理した形の信号で検出部１３に検出\nされるから、この信号に基づいて指令装置に指令パルス信号を設定すれば、残りの\n被加工物を任意の設定状態で作動するようにしたスライド部の動作によって均一に\nプレス加工を施すことができる。」（第２頁左下欄第８行～右下欄第１９行）\n⑤「本発明により制御できるプレス機械の駆動源は、実施例の油圧シリンダに限\nられず、例えば、油圧パルスモータ等を駆動源とするプレス機械に適用し得ること\nもちろんである。またプレス機械は機械プレス，液圧プレスのいずれであってもよ\nい。」（第３頁右上欄第３～７行）\n(2)　これらの記載によると、審判甲第１号証記載の発明は、「ストローク速度や\n加圧力を任意に設定あるいは変更してこれらを制御すること・・・を目的としてな\nされた」（記載①）ものであり、「実際のプレス作業時に、・・・スライド部のス\nトローク位置を基準にして作動時の加圧力やストローク速度を、・・・パルス信号\nの供給状態を任意に設定あるいは変更して制御する」（記載①）プレス機械であ\nる。そして、ストローク位置を基準にして作動時のストローク速度等を制御するに\nは、ストローク位置を検出する必要があるところ、「ストローク・・・速度は、一\n定条件下では、・・・単位時間当たりのパルス信号の数で定ま」（記載②）るので\nあるが、「実際のプレス作業は、同一内容の作業でも被加工物の厚さや材質など\nで・・・スライド部のストローク時間等が異なり、また、同一材質の被加工物でも\nプレス作業の種類によって加工力や加圧力の出力パターン、あるいは、ストローク\n量などがことごとく異なる」（記載③）ため、「プレス作業時、パルスモータ１ａ\nに供給されるパルス信号を計数するパルスカウンタ７を設け、・・・ピストンロッ\nド２に当接して設けた測長器１０から供給される距離パルスを距離カウンタ１１で\n計数するとともに、該距離パルスを前記カウンタ７の計数パルスと対応させ」（記\n載④）て、「任意のプレス作業におけるスライド部のストローク量及びその速度を\n前記スライド部、ここではピストンロッド２の各位置において前記パルスモータ１\nａに供給されるパルス数で検出することができる」（記載④）ようにし、「任意の\n被加工物にプレス作業を施すに当たり、本発明方法を講じたプレス機械であらかじ\nめ前記被加工物にプレス加工を施すと、この加工時、前記被加工物に対して作動し\nたスライド部の状態が、ストローク位置を基準として駆動源１に実際に供給された\nパルス信号を時間及びストローク量で処理した形の信号で検出部１３に検出される\nから、この信号に基づいて指令装置に指令パルス信号を設定すれば、残りの被加工\n物を・・・スライド部の動作によって均一にプレス加工を施すことができる」（記\n載④）ようにしたものと認められる。\nすなわち、審判甲第１号証記載の発明の目的が、ストローク位置を基準としてス\nトローク速度等を制御することにあることは明らかであり、実施例においては、被\n加工物の厚さや材質及びプレス作業の種類によって、ストローク量やその速度がパ\nルス信号の数で必ずしも定まらないゆえ、あらかじめパルス信号の数とストローク\n量との関係を検出しておくというものである。\n(3)　負荷がある場合はその負荷に応じてストローク量に遅れが生じることは自明\nの理であるところ、その遅れ分はパルス信号数とストローク量に乖離を生じるので\nあり、プレス作業中においてストローク量及びその速度が、パルス信号数のみによ\nってプレス作業及び被加工物の種類によらず定まるのであれば、ストローク量及び\nその速度を「ピストンロッド２の各位置において」検出する必要がなく、審判甲第\n１号証記載の発明においては、「単位ストローク量当たりのパルス数、あるいは、\n単位パルス数当たりのストローク量が可変である」ということができる。この点に\nおいて、審判甲第１号証記載の発明においても、単位パルス信号当たりのストロー\nク量が一定であるとする原告の主張は、その点に関する限り理由がない。しかしな\nがら、審判甲第１号証記載の発明においては、そのための解決手段として、あらか\nじめパルス信号の数とストローク量との関係を検出しておくという構成を採用した\nものであるところ、審判甲第１号証記載の発明は「単位ストローク量当たりのパル\nス数、あるいは、単位パルス数当たりのストローク量が可変である」ことを積極的\nに用いた発明ではなく、「単位ストローク量当たりのパルス数、あるいは、単位パ\nルス数当たりのストローク量が可変である」場合にも、ストローク位置を基準とし\nてストローク速度等を制御することができるようにした発明と解すべきである。\nしたがって、「審判甲第１号証記載の発明において単位ストローク量当たりのパ\nルス数、あるいは、単位パルス数当たりのストローク量が可変であるということ\nは、駆動源が上記油圧サーボシリンダ装置であることに起因する」との点は審決の\n認定のとおりであるとしても、「審判甲第１号証記載の発明にあっては、駆動源と\nして上記油圧サーボシリンダ装置を採用することがその発明の構成に欠くことがで\nきない必須の事項であると考えられる。」との審決の認定は誤りである。ここにお\nいては、「審判甲第１号証記載の発明にあっては、駆動源として油圧サーボシリン\nダ装置を採用しても、実現可能な発明である」と認めるべきものであり、「駆動源\nとして油圧サーボシリンダ装置を採用すること」は「発明の構成に欠くことができ\nない必須の事項である」ということはできない。審判甲第１号証には「プレス機械\nの駆動源は、実施例の油圧シリンダに限られず、例えば、油圧パルスモータ等を駆\n動源とするプレス機械に適用し得ることもちろんである。またプレス機械は機械プ\nレス，液圧プレスのいずれであってもよい。」（記載⑤）との記載があり、この記\n載も上記のことを裏付ける。\n(4)　よって、審判甲第１号証記載の発明において、モータの回転運動を直線運動\nに変えている油圧サーボシリンダ装置に代えて、モータの回転量をネジ機構にて直\n接直線運動に変換する機構を採用することと、パルスとストロークは無関係である\nとする原告の主張は理由があり、上記の誤った認定に基づいてした「審判甲第１号\n証記載の発明の上記油圧サーボシリンダ装置に代えてモータの回転量をネジ機構に\nて直接直線運動に変換する機構を採用することは、当業者が容易に想到できる事項\nであるとはいえない。」との審決の判断も誤りに帰する。\n２　取消事由２について\n(1)　審判甲第１号証には、前記①～⑤の記載に加えて、\n甲第４号証によれば、⑥「本発明方法によれば、ポンチのストローク位置によっ\nてストローク速度を任意に設定できるので、作業ストロークと被加工物の厚みを勘\n案し、ポンチが被加工物に当接すると同時に加圧力を急速に高め、また被加工物を\n打ち抜く瞬間に前記加圧力を弱めるように、駆動源に供給するパルス信号を設定す\nれば、プレス加工時に発生する騒音を相当レベル低減することができ、しかも、せ\nん断加工前後の駆動源の作動を緩慢にすることによって駆動源に不要な出力をさせ\nないから、プレス作業を省エネルギ的に行い得る利点がある。」（第３頁左上欄第\n１１行～右上欄第２行）との記載があることが認められる。\n(2)　審判甲第１号証記載の発明は、「ストローク位置によってストローク速度を\n任意に設定」（記載⑥）するものであり、そのために「あらかじめ前記被加工物に\nプレス加工を施す」（記載④）ことにより、「スライド部のストローク量及びその\n速度を前記スライド部、ここではピストンロッド２の各位置において前記パルスモ\nータ１ａに供給されるパルス数で検出することができる」（記載④）のであるか\nら、あらかじめ被加工物にプレス加工を施した際のパルス数とストローク量との関\n係は、当然記憶されているものと認められる。被告は、記憶することは審判甲第１\n号証に明確な記載がない旨主張するが、あらかじめの作業において記憶させないの\nであれば、同作業を行う理由がないし、その後の作業において、スライド部のスト\nローク量及びその速度をパルス数で検出することはできないから、被告の主張は理\n由がない。\nそうすると、記載⑥の「ポンチが被加工物に当接すると同時に」とは、ポンチが\n被加工物に当接するまでスライド部が移動するのに必要なパルス数を計数した段階\nで、との意味であり、直接的にはパルス数で設定しているものの、ストローク量に\n対応したパルス数として設定しているのであるから、ストローク量、すなわち、本\n件発明１におけるラムの移動位置として設定しているともいうことができるのであ\nり、この段階で加圧力を急速に高めるので、その設定位置は本件発明１の「加圧\n点」と同視できるものである。したがって、「加圧力を高める点・・・をラムの移\n動位置として記憶設定しているのか否か定かでない」とした審決の認定は誤りであ\nる。\n被告は、審判甲第１号証に記載の「当接すると同時に加圧力を急速に高め」は、\n加圧に関する位置の速度に関連するものではないと主張するが、審判甲第１号証記\n載の発明は「スライド部のストローク位置を基準にして作動時の加圧力やストロー\nク速度を、・・・任意に設定あるいは変更して制御する」（記載①）のであり、ス\nトローク位置を基準にして当接時であることを検出しているのであるから、当接位\n置を記憶設定していること、及びその位置がストローク速度の制御にも用いられる\nことは明らかであるから、被告の主張は理由がない。\n(3)　一方、記載⑥の「被加工物を打ち抜く瞬間に前記加圧力を弱める」との記載\nが、必ずしも加圧を終了して停止することを意味するものでないことは明らかであ\nり、審判甲第１号証記載の発明の実施例がポンチによる打抜作業であることからみ\nても、打抜き後ある程度ポンチは移動すると解するのが自然である。しかしなが\nら、その場合であっても、打ち抜いた後は、適宜の位置で移動を停止することが合\n理的であることは自明であるし、「駆動源に不要な出力をさせないから、プレス作\n業を省エネルギ的に行い得る」（記載⑥）との記載に照らしても、適宜の位置にて\n停止するものと解すべきであり、その停止位置も当然ストローク量に対応したパル\nス数として記憶設定すべきものである。まして、審判甲第１号証記載の発明はその\n実施例の打抜作業だけでなく、任意のプレス作業を対象とするものであり、本件明\n細書に例示されている圧入作業では、スライド部が過剰に移動しては不都合である\nことも自明というべきであるから、定位置停止点を記憶設定することは、プレス作\n業の種類に応じての設計事項というべきであって、これを困難ならしめる要因は存\n在しないもの認められる。したがって、「審判甲第１号証には構成事項Ｄが記載さ\nれているということはできない。」との審決の認定は、定位置停止点が記憶設定さ\nれていないとの限度においては必ずしも誤りではないが、審判甲第１号証の記載及\nびプレス作業における技術常識を勘案すれば、当業者が構成事項Ｄに想到すること\nは容易であったといわざるを得ない。\n(4)　また、審判甲第１号証記載の発明が、「スライド部のストローク位置を基準\nにして・・・ストローク速度を・・・制御する」ものであり、構成事項Ｄに係る本\n件発明１の構成、すなわち「加圧点と加圧を終了させる定位置停止点とを含む複数\n位置を記憶設定」することが当業者にとって想到容易である以上、当該記憶設定さ\nれた位置間の速度を制御するとの構成事項Ｅに係る構成も想到容易であることは必\n然というべきである。\nそうすると、「本件発明１の構成事項Ｄ及び構成事項Ｅ・・・は、審判甲第１号\n証ないし審判甲第４号証記載の発明をどのように組み合わせてみても得ることはで\nきない。」との審決の判断も誤りである。\n(5)　よって、相違点２に係る審決の認定判断は誤りであるから、取消事由２も理\n由がある。\n第６　結論\n以上のとおり、取消事由１、２はいずれも理由があり、審決は相違点１、２に関\nする判断を誤ったものである。この誤りは審決の結論に影響を及ぼすものであるか\nら、審決中請求項第１項に関する部分は取り消されるべきである。\n（平成１４年６月４日口頭弁論終結）\n東京高等裁判所第１８民事部\n裁判長裁判官        永　　　井　　　紀　　　昭\n裁判官　　　　塩　　　月　　　秀　　　平\n裁判官　　　　田　　　中　　　昌　　　利\n"
}