{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 13,
    "month": 11,
    "day": 16
  },
  "case_number": "平成12(行ウ)12",
  "case_name": "所有権確認等請求事件",
  "court_name": "宮崎地方裁判所",
  "field": "行政",
  "lawsuit_id": "15488",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=15488",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/488/015488_hanrei.pdf",
  "contents": "主　　　文\n１　原告の請求を棄却する。\n２　訴訟費用は原告の負担とする。\n事実及び理由\n第１　請求\n高鍋町が，別紙物件目録記載の建物及び動産について，所有権を有することを確\n認する。\n第２　事案の概要\n本件は，αの住民である原告が，別紙物件目録記載の建物及び動産（以下，それ\nぞれ「本件建物」，「本件動産」といい，合わせて「本件建物等」という。）の所\n有権が高鍋町に帰属するとして，地方自治法２４２条の２第１項４号に基づき，同\n町に代位してその確認を求めている事案である。\n１　争いのない前提事実（明らかに争いのない事実を含む。）\n（１）　原告は，αの住民で，同町議会の議員でもある。\n被告は，一般廃棄物の収集・運搬及びその処理・処分等を業とする有限会社であ\nり，本件建物等を利用して「高鍋町リサイクルセンター」という名称の資源ごみ処\n理施設（以下「本件施設」といい，その設備部分及び構成部分である本件建物等に\nついて，「本件設備」という。）を運営している。\n（２）　被告は，高鍋町から同町の資源ごみ処理事業を行うことを打診され，平成\n５年７月ころ，資源ごみ処理を行うため，自ら費用を負担して，本件建物を建築す\nるとともに，本件動産を購入する等して，本件施設を開設した。\n（３）　高鍋町は，平成５年７月３１日，被告との間で，期間を同年８月１日から\n平成６年３月３１日までとする，資源ごみ処理業務委託契約を締結した（以下「本\n件業務委託契約」ともいう。乙２参照）。なお，同契約は，７年間は毎年更新され\nることが前提とされ，その後，１年ごとに更新された。\n（４）　ところが，高鍋町は，平成１２年３月７日，同年４月１日以降の更新を拒\n絶する旨の通知をした。そこで，被告は，平成１２年３月１４日，高鍋町を相手\nに，宮崎地方裁判所に対し，被告が同町に対する本件業務委託契約の受託者の地位\nにあることを仮に定める旨の仮処分（同庁平成１２年（ヨ）第５９号，以下「本件\n仮処分」という。）を申し立てたところ（甲２参照），同月１７日，当事者間で同\n契約を同年４月１日から同年９月３０日まで更新する内容の和解が成立した。\n（５）　原告は，平成１２年９月２６日，高鍋町監査委員に対して，本件設備は高\n鍋町の町有財産であり同年８月１日をもって同町に所有権を移転すべきであるのに\n町長がこれを怠っていること等を主張して監査請求を行ったが，同年１１月１５\n日，同\n委員から請求は理由がない旨の通知を受けた（一部につき甲１）。\n（６）　被告は，本件設備の所有権を主張し，高鍋町に所有権が帰属することを争\nっている。\n２　争点\n本件設備の所有権の帰属\n（１）　当初から高鍋町に所有権を帰属させる旨の黙示の合意の有無（争点１）\n（２）　７年経過後に高鍋町に所有権を移転させる旨の明示の合意の有無（争点\n２）\n３　争点に関する当事者の主張\n（１）　争点１（黙示の合意）について\n（原告の主張）\n本件施設は，建設当初から高鍋町のごみ処理を目的とし，同町が施設の選定，そ\nの賃貸借契約締結の斡施施設の設備内容の決定，公害防止協定の締結等を指導し，\n建設費及び運営費のすべてを負担するという前提で設置されたものであり，ごみ処\n理の委託期間も７年間と決められていた。また，高鍋町の担当者，同町議会議員も\n本件施設は同町の「直営」であり，被告は町の「ダミー」であるという認識を有し\nていた。\n被告と高鍋町との間には委託期間（７年間）の間は本件設備を被告の所有とする\n旨の認識があったかもしれないが，これは同町が本件施設を開設・運営することに\n対しては町民の反対があるという政治的背景から外観上本件設備を被告の所有であ\nるかのように装うという程度の認識にすぎず，本件設備の所有権の帰属に影響を及\nぼすものではない。\nしたがって，被告は高鍋町から本件施設の運営を委託されていたものにすぎず，\n被告と高鍋町との間では，本件設備については，設置当初から同町に所有権を帰属\nさせる旨の黙示の合意があった。\n（被告の主張）\n上記黙示の合意の成立は否認する。\n本件設備は被告が建設資金を負担して建設し，これまで維持管理してきたもの\nで，当然に被告の所有である。\n高鍋町が資源ごみ処理業務委託費用として本件設備の建設費を負担しているが，\nこれは資源ごみ処理事業を民間の一業者が施設の建設まで含めて全てを行うには負\n担が重すぎるため，町として，様々な形で協力，補助をしてくれたものにすぎな\nい。本件設備は町が負担した費用のみでは建設することができず，不足分は被告が\n負担した。また，高鍋町から業務委託費用の支払を受けていても本件施設の維持管\n理費用は赤字であり，これも被告が負担した。\n（２）　争点２（７年経過後の所有権移転の合意）について\n（原告の主張）\n仮に，建設当初の本件設備の所有権は被告に帰属していたとしても，高鍋町と被\n告との間には，予定された業務\n委託期間（７年間）が経過した後は，本件設備の所有権を同町に移転する旨の明示\nの合意があった。したがって，本件業務委託契約締結後７年間が経過した平成１２\n年８月１日以降本件設備の所有権は高鍋町にある。\n（被告の主張）\n上記明示の合意の成立は否認する。\n被告は，７年間は高鍋町から資源ごみ処理業務の委託を受けることを予定してい\nたが，その後本件設備をどうするかは不明であった。被告は７年経過後は高鍋町と\n新たに合意の上，本件施設を無償で町に利用させることを考えていたことはある\nが，原告主張のような合意はされなかった。\n第３　争点等に対する当裁判所の判断\n（本案前について）\n原告は，高鍋町に代位して被告に対し本件設備の所有権の確認を求めているとこ\nろ，普通地方公共団体の職員の違法な当該行為又は怠る事実に係る相手方に対する\n住民の代位請求を定めた地方自治法２４２条の２第１項４号には，法律関係不存在\n確認請求，損害賠償請求，不当利得返還請求，原状回復請求，妨害排除請求の５類\n型のみが規定され，所有権の確認請求については明記されてはいない。したがっ\nて，同号の類型を限定的にとらえ，所有権確認請求に係る本件訴訟は，住民訴訟の\n類型に該当しないとして，不適法であるとみる余地もないではない。\nしかしながら，所有権の確認は，普通地方公共団体の財産管理に係る損害賠償・\n妨害排除請求等の給付請求を行う前提となるものであり，その確認によって紛争の\n抜本的解決を図ることも可能であるから（この点は，他の請求権や形成権の場合と\nは事情を異にする。），明文の規定はなくとも，普通地方公共団体に帰属する財産\nについて第三者が所有権を主張するにもかかわらず当該普通地方公共団体が所有権\nの確認を怠る場合，その住民は同号に基づいて当該普通地方公共団体に代位して所\n有権の確認を求めることができると解するのが相当である。\nそこで，当裁判所は，本件訴訟は，適法なものとして扱い，進んで，本案につい\nての判断をする。\n（本案について）\n１　事実経過\n前記争いのない事実，証拠（甲１～７，乙１～６，証人Ａ，原告，被告代表者）\n及び弁論の全趣旨によれば，以下の事実が認められ，この認定を覆すに足りる証拠\nはない（なお，一部争いのない事実を含む。）。\n（１）　高鍋町は，本来自らごみ処理事業を行うべきものであるが，将来的には他\nの市町村と共同のうえ「粗大ごみ処理施設」を建設する予定であっ\nたものの，平成４年当時，町所有の資源ごみ処理施設を有しておらず，町営の設備\nを建設してこれを運営する具体的な計画も策定していなかった。そこで，同町は，\n同年１０月ころ，被告に対し，本件施設を建設して同町の資源ごみ処理業務を受託\nすることを要請した。なお，同町は，他のごみ処理業者に対しても同様の打診をし\nたが，採算性などを理由に断られていた。\n（２）　被告は，高鍋町の要請に対し，設備の建設費用，運営費用について同町か\nら相当の補助を受けることを前提に本件施設の設置を引き受けることとし，平成５\n年４月，同町に対し，町の資源ごみ処理業務の計画書である「高鍋町リサイクルセ\nンター整備事業計画（案）」（乙１。以下「本件計画案」という。）を作成して提\n出した。\n本件計画案においては，本件施設の運営主体は被告であり，その建設用地取得及\nび建設は被告が行うこと，委託期間は７年間とすることが明記されていた。また，\n本件施設の運営経費として人件費，経費，設備リース代，用地賃借料が挙げられて\nいたが，このうち設備リース代（年額）は本件設備の建設工事予定費２２７５万円\n（後に２４５０万円）に年５パーセントの割合による金利を付加した金額を委託予\n定期間の年数である７で除した金額であった。本件計画案において，同町はこの運\n営経費と同額の年額約１１９０万円の業務委託費を支払うこととされたが，その金\n額は近隣市町村の資源ごみ処理の業務委託費と比較して相当高額であった。\n（３）　高鍋町は，被告の提出した本件計画案を承認し，その後，被告が金融機関\nから借り入れた資金で同計画案に基づき本件建物を建築するとともに，本件動産を\n購入する等して設備建設工事が行われ，平成５年７月下旬までには工事が完成し，\n本件施設が開設された。\n同町と被告は，同月３１日，本件計画案に沿った内容の本件業務委託契約を締結\nした（乙２）。なお，被告は，高鍋町からの紹介を受けて本件施設の建設予定地を\n借り受け，また，同町が中心となって近隣住民に対する説明を行い，平成６年１２\n月９日，被告と近隣住民との間で公害防止協定が締結され（乙３），これに伴い，\n被告が近隣住民に対して協力費を支払うこと等を内容とする覚書（乙４）も交わさ\nれた。被告は，本件施設の敷地所有者からの要望を受けて，本件建物の保存登記を\n行わなかった。\n（４）　その後，本件業務委託契約は平成１２年３月末日まで，見積金額の変更等\nがあったほかはほとんど同一の内容で更新された。\n被告は，高鍋町から継続的に業務委託費の支払を受けたが，なお本件設備の建設\n費に不足が生じ，また本件施設の運営も赤字であり，不足分は被告が負担した。\n（５）　被告は，平成１１年１１月１５日，高鍋町に対し，見積もりを提出して本\n件業務委託契約を再度更新する旨の申入れを行ったが，同町は被告に対し，平成１\n２年度の契約については競争入札で実施する旨の通告をして更新を事実上拒否し\nた。\nそこで，被告は，平成１２年３月１４日，本件業務委託契約の更新を求めて，前\n記のとおり，本件仮処分を申し立て，疎明資料として被告代表者の陳述書（甲３）\nを提出した。\n同陳述書において，同代表者は，本件設備について，「施設賃借料という形で\n（高鍋町から被告に対し）建物建設費用を償還してもらえることになっています。\nこれは，処理施設の建物は，本来は町の所有となるべきものですが，当面，当社の\n所有としてこれを賃貸する形になったからです。」「なお，７年経過後は，当社\nは，建物施設を無償で町に提供することになると考えていました。」と陳述してい\nる。一方，同事件における債権者である被告代理人弁護士（本訴における被告代理\n人弁護士でもある。）は，仮処分の審尋の場において，被告側には本件設備を無償\nで町に返す意図はないとも述べた（甲６・１７０頁）。\n本件仮処分事件において，同年３月１７日，前記のとおり，期間を更新する旨の\n和解が成立した。\n（６）　原告は，平成１２年９月２５日に開催された高鍋町定例議会において，高\n鍋町長に対し，本件設備の所有権の帰属について質問した。これに対し，同町長\nは，前記陳述書では被告代表者自身高鍋町の所有であると陳述している一方，本件\n業務委託契約書等には所有権の帰属に触れていないため，「私自身も判定がつきか\nねる。」と答弁した。\n（７）　原告は，平成１２年９月２６日，前記のとおり，高鍋町監査委員に対し，\n住民監査を請求し，同監査委員は，同年１１月１５日，原告に対し，請求は理由が\nない旨通知した。\n（８）　被告は，平成１３年３月，競争入札によって高鍋町の資源ごみ処理業務の\n委託を受け，現在同町の資源ごみ処理業務を行っている。\nなお，予定された委託期間経過後の平成１２年８月１日以降，高鍋町が被告に本\n件設備の返還を申し入れたことはないし，一方，被告は，少なくとも平成１２年度\nは近隣のβからも資\n源ごみ処理業務を受託した。\n２　以上の事実に基づき，争点について判断する。\n（１）　争点１（黙示の合意による所有権の帰属）について\nア　本件設備は，前記のとおり，被告が金融機関から借り入れた資金で自ら発注し\nてこれを建設等し，完成させたものであるから，本件設備の所有権は，当事者間に\n特段の合意がない限り被告に帰属するものであることは明らかである。\nイ　そこで，原告の主張するように高鍋町と被告との間に本件設備の所有権を同町\nに帰属させる旨の黙示の合意があったと認められるか否かについて検討する。\n（ア）　確かに，本件施設は被告が高鍋町からの要請を受けて建設したものである\nこと，本件施設の計画段階から同町と被告との間で同町の資源ごみ処理業務を７年\n間委託することが予定されていたこと，同町が被告に支払う業務委託費には，本件\n施設の人件費，経費のみならず，本件設備リース代という項目で本件設備建設費相\n当額が含まれていること，被告代表者が本件仮処分の際に作成した前記陳述書にお\nいて，本件設備は，「本来は町の所有となるべきものですが，当面，当社の所有と\nしてこれを賃貸する形になった」等と述べていることは，前記認定のとおりであ\nる。以上の事実，とりわけ，被告が出捐した本件設備の建設費が業務委託費に含ま\nれ最終的には高鍋町から被告に償還され同町の負担となっていること，本件設備の\n所有権の帰属について強く意識されていない時点での本件仮処分の際の被告代表者\nの上記認識などを総合すると，形式はともかく，実質的には，本件設備の所有権が\n高鍋町に帰属する旨のなんらかの合意があったことを一応窺わせるものである。\n（イ）　しかしながら，前記認定のとおり，高鍋町が被告に対して本件設備の建設\n費の負担を含めた高額の業務委託料を支払っているのは，高鍋町が他の業者にも打\n診したものの，採算性等を理由に断られたため，やむなく，被告に本件設備を設置\nさせ同町の資源ごみ処理業務を受託してもらうための補助という目的があったので\nあるから，実質的に建設費を同町が負担した事実があったからといって直ちに同町\nに本件設備の所有権を取得するまでの認識があったとは必ずしもいいがたい。ま\nた，被告代表者の本件仮処分の際の陳述は，高鍋町からの相当程度の補助を受けて\nいる関係上，「町の所有となるべきもの」と述べているにすぎず，必ずしも実際に\n高鍋町に所有権があるとまでの認識を示している\nものではない。さらに，被告は，少なくとも平成１２年度には，本件施設を使用し\nて，高鍋町以外のβからも資源ごみ処理業務を受託しているし，他方，肝心の一方\n当事者である高鍋町の側では，町長の議会の答弁にみられるように，その認識はあ\nいまいというほかなく，本件設備が同町の所有であると認識していたことを窺わせ\nる証拠は何ら存しない。しかも，本件設備の所有権が黙示的にせよ高鍋町に帰属す\nるというのであれば，同町の名義で本件建物の保存登記するかはともかく，少なく\nとも本件設備につき行政財産として台帳等への記載がなされるのが一般であるとこ\nろ，このような形跡は全くない。\n（ウ）　そうすると，（イ）のこれらの事実及び後記仮処分の際の代理人の発言等\nに照らせば，前記（ア）の事情のみでは，本件設備の所有権を高鍋町に帰属させる\n旨の黙示の合意があったと推認するには足りないというべきである。\n（エ）　また，証人Ａ及び原告も，黙示の合意があったとする原告の主張に副う供\n述をする（甲７も同旨）が，いずれも本件設備建設当時の町長をはじめとした関係\n者から事情を聴取するなどの調査をした形跡もないうえ（もっとも，証人Ａは，平\n成５年当時，町議会において衛生課長が本件施設は同町の直営若しくは被告は町の\nダミーであるとの答弁をした旨の証言をし，これに沿う甲７の記載が存するが，こ\nれを裏付けるに足りる町議会議事録をはじめとした資料はない。），以上検討した\n諸事情に照らし，にわかに採用しがたい。\n（オ）　そして，他に，原告主張の黙示の合意を認めるに足りる的確な証拠はない\n（なお，原告主張の特約があったのであれば，将来の紛争の発生を防止するため\nに，本件業務委託契約書上この点を明記するか，あるいは，何らかの念書などの文\n書が作成されるのが通常であると考えられ，このような見地からすれば，そもそも\n黙示の合意の主張には無理がある。）。\n（２）　争点２（本件設備の所有権を７年後に移転する旨の明示の合意）について\nア　確かに，本件設備の建設費用の負担は最終的には高鍋町が行っていること，高\n鍋町は被告に対する資源ごみ処理委託期間として当初から７年間を予定していたこ\nと，被告代表者が本件仮処分の際に，「なお，７年経過後は，当社は，建物施設を\n無償で町に提供することになると考えていました。」と陳述していることは，前記\n認定のとおりである。\nイ　しかしながら，前記のとおり，予定され\nた委託期間経過後の平成１２年８月１日以降，高鍋町が被告に本件設備の返還を申\nし入れたことはないし，他方，本件仮処分における債権者（本件被告）代理人弁護\n士が，仮処分の審尋の場において，被告側には本件設備を無償で町に返す意図はな\nいと述べたことに加え，既に検討した上記諸事情（この場合は明示の合意があった\nというのであるから契約書等で明記されてしかるべきであった。）を合わせ考慮す\nれば，前記アの事実のみでは委託期間経過後に本件設備の所有権を移転する旨の明\n示の合意があったことを認めるに足りず，他にこれを認めるに足りる的確な証拠は\nない。\n（３）　以上のとおり，本件設備の所有権が高鍋町に帰属するとは認めるには足り\nないから，原告の請求は理由がないというほかない。\n３　よって，主文のとおり判決する。\n宮崎地方裁判所民事第１部\n裁判長裁判官　金光健二\n裁判官　小田靖子\n裁判官　新谷祐子\n"
}