{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 17,
    "month": 1,
    "day": 31
  },
  "case_number": "平成15(ワ)8896",
  "case_name": "損害賠償",
  "court_name": "東京地方裁判所民事第30部",
  "lawsuit_id": "5513",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=5513",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/513/005513_hanrei.pdf",
  "contents": "Ｈ１７．１．３１東京地方裁判所平成１５年(ワ)第８８９６号損害賠償請求事件\n主文\n１　被告は，原告に対し，５０００万円及びこれに対する平成１５年５月１７日から支払\n済みまで年５分の割合による金員を支払え。\n２　訴訟費用は被告の負担とする。\n３　この判決の第１項は，本判決が被告に送達された日から１４日を経過したときは，\n仮に執行することができる。\n事実及び理由\n第１　当事者の求めた裁判\n１　請求の趣旨\n(1)　被告は，原告に対し，５０００万円及びこれに対する平成１５年５月１７日から支\n払済みまで年５分の割合による金員を支払え。\n(2)　訴訟費用は被告の負担とする。\n(3)　仮執行宣言\n２　請求の趣旨に対する答弁\n(1)　原告の請求を棄却する。\n(2)　訴訟費用は原告の負担とする。\n(3)　担保を条件とする仮執行免脱宣言\n第２　事案の概要\n本件は，ハンセン病の患者であった原告（昭和１３年２月４日生まれ，女性）が，昭\n和５６年ころから平成４年ころまでの間に被告の開設する国立療養所多磨全生園\n（以下「被告療養所」という。）の担当医師らから受けた診療に過誤があったため\nに，後遺障害を負ったなどと主張して，被告に対し，診療契約の債務不履行，不法\n行為（使用者責任）又は国家賠償法に基づき，逸失利益等の損害のうちの一部に\nついての賠償を求める事案である。\n１　前提事実（証拠を掲げない事実は当事者間に争いがない。）\n(1)　被告療養所\n被告療養所は，明治４０年に公布された法律第１１号「癩予防ニ関スル件」に基づ\nく道府県連合立癩療養所の一つとして明治４２年に開設され，その後，被告に移\n管された施設であり，その後の法改正を経て，昭和２８年に公布されたらい予防\n法（昭和２８年法律第２１４号。平成８年４月１日廃止）に至るまで，それらの法規\nに根拠を持つ医療行為が行われていた（乙Ｂ１，Ｂ２，Ｂ９）。\n(2)　らい予防法\nらい予防法によれば，国及び地方公共団体は常にハンセン病の予防及びハンセ\nン病患者の医療に努めなければならないものとされ（２条），国はハンセン病患\n者に必要な療養を行うために国立療養所を設ける（１１条）一方，医師はハンセ\nン病患者と診断したときの都道府県知事への届出を義務付けられ（４条），都道\n府県知事は，ハンセン病を伝染させるおそれのあるハンセン病患者について，\nハンセン病予防上必要があると認めるときは，ハンセン病患者を国立療養所に\n入所させることを勧奨し，ハンセン病患者がこの勧奨に応じないときはこれを命\nじることができることとされており（６条），入所したハンセン病患者は，原則として\n外出が禁じられていた（１５条）。\nハンセン病患者の完全隔離を基本原則としていたらい予防法の下では，ハンセン\n病の診療は，若干の大学病院における外来を除いて，療養所においてでなけれ\nば受けられないのが原則であり，保険診療の対象ともなっていなかった（乙Ｂ１，\nＢ２，弁論の全趣旨）。\n昭和５２年当時におけるハンセン病患者の診療施設としては，国立療養所が全国\nに１３か所，国立大学（いずれも研究施設）が３か所，私立療養所が３か所，医\n療刑務所が１か所あるのみであった（乙Ｂ２）。\nその後，らい予防法の廃止に伴って，ハンセン病の診療は，一般医療機関でも行\nわれることになり，保険診療として取り扱われるようになった（乙Ｂ１，弁論の全\n趣旨）。\n(3)　ハンセン病\nハンセン病は，抗酸菌の一種であるらい菌に感染することによって発病する慢性\nの細菌感染症であり，主として皮膚と末梢神経が侵される疾患である（乙Ｂ１，Ｂ\n２）。\nア　ハンセン病の病型分類\nハンセン病の臨床症状は，らい菌とそれに対する生体免疫反応との相関によっ\nて異なったものとなるため，これをいくつかの病型に分類して把握することが\n提唱されている（甲Ｂ１６，Ｂ１７，乙Ｂ１，Ｂ２，Ｂ９，Ｂ１３，Ｂ２６）。\n(ア)　リドレーとジョプリングの分類\n現在，ハンセン病の病型分類として一般的に用いられているのは，昭和４１年\nころにリドレーとジョプリングによって提唱された分類であり，これは，ハンセ\nン病の病型をＩ群（未定型群），ＴＴ型（類結核型），ＬＬ型（らい腫型），Ｂ群\n（境界群）とに分類するものである（甲Ｂ１６，Ｂ１７，乙Ｂ１，Ｂ９，Ｂ１３，Ｂ２\n６）。\nリドレーとジョプリングの分類においては，ハンセン病の発病初期にはＩ群が見\nられ，らい菌に対して強い細胞性免疫が働くと，治癒するか，ＴＴ型に移行\nするかし，らい菌に対する細胞性免疫が機能せずにらい菌が増殖すると，\nＬＬ型に移行するとされている（乙Ｂ１，Ｂ９，Ｂ２６，証人Ｇ）。また，Ｂ群は，\nＴＴ型とＬＬ型との中間に属する病型とされ，ＴＴ型とＬＬ型の要素をどの程度\n有しているかによって，ＢＴ型，ＢＢ型，ＢＬ型とに細分類されている（甲Ｂ１\n６，Ｂ１７，乙Ｂ１，Ｂ９，Ｂ２６，証人Ｇ）。\n(イ)　マドリッド分類\nリドレーとジョプリングの分類が提唱される以前は，昭和２８年の第６回国際ら\nい学会議で決定されたマドリッド分類が一般的に用いられており，これは，\nハンセン病の病型をＩ群（不定型群），Ｔ型（類結核型），Ｌ型（らい腫型），Ｂ\n群（境界群）とに分類するものであった（乙Ｂ２，Ｂ９）。\nなお，マドリッド分類のＴ型はリドレーとジョプリングの分類のＴＴ型に属し，マド\nリッド分類のＬ型はリドレーとジョプリングの分類のＬＬ型に属すものである\n（乙Ｂ９）。\n(ウ)　ＷＨＯの分類\nＷＨＯ（世界保健機構）では，昭和５６年以降，治療方法の簡便な決定のため\nに，ハンセン病の病型をＭＢ型（多菌型）とＰＢ型（少菌型）との２種類とする\n分類を用いている（平成９年からは，ＳＬＰＢ型（単一病変少菌型）を加えた\n３種類の分類となった。）（乙Ｂ１，Ｂ１３）。\nイ　ハンセン病の臨床像\n(ア)　菌検査，菌指数，菌形態指数\nハンセン病の診断方法の一つに，皮疹部位等をメスで切開することによって採\n取した組織汁をスライドグラスに塗沫して乾燥させ，これを染色した後に，\n顕微鏡を用いてらい菌の有無，個数等を検査する塗抹菌検査がある（乙Ｂ\n１，Ｂ２，Ｂ９，Ｂ１３）。\n塗抹菌検査によって認められたらい菌の個数を７段階の指数（らい菌が発見さ\nれない場合が陰性（－），らい菌が発見された場合には，その個数に応じて\n１＋から６＋まで）で表したものが菌指数である（乙Ｂ１，Ｂ２，Ｂ９，Ｂ１３）。\nまた，らい菌は，抗ハンセン病剤によって桿状から断裂状，顆粒状へと破壊さ\nれるところ，塗抹菌検査によって認められるらい菌のうちの桿状の菌の割\n合を示したものが菌形態指数であり，抗ハンセン病剤の効果の指標とされ\nている（甲Ｂ１３，乙Ｂ１，Ｂ２，Ｂ９，Ｂ１０）。\n(イ)　ＬＬ型ハンセン病\nＬＬ型ハンセン病は，らい菌に対する細胞性免疫が機能せずにらい菌が増殖し\nた場合の病型であり，らい菌の増殖に伴って，多数のらい菌を含む細胞か\nら構成される肉芽腫であるらい腫が形成される（乙Ｂ１，Ｂ２）。\n皮膚症状としては，皮膚にらい腫が浸潤して拡大するため，早期には，肉眼的\nにははっきりしないことが多いものの，左右の手足と顔面を中心に，境界が\n不明瞭で表面に光沢を有する淡紅色の斑様の皮疹が多発し，病勢が進行\nすると，皮膚が瀰漫性に肥厚して浸潤性となったり，褐色の丘疹や結節が\n形成されたり，それらが混在したりするとされている（甲Ｂ１９，乙Ｂ１，Ｂ２，\nＢ１３）。皮疹部では脱毛が生じ，眉毛，睫毛，頭髪の脱落に至ることもある\n（甲Ｂ１９，乙Ｂ１，Ｂ２，Ｂ９，Ｂ１３）。\n末梢神経症状としては，早期には，末梢神経の肥厚も顕著ではなく，明瞭な症\n状は現れないものの，肘窩，膝窩，腋窩，鼠径，指間等の皮膚温度の高い\n部位を除いた全身の皮膚表面の知覚鈍麻や，顔面筋，小手筋，前脛骨筋\n等の麻痺が生じるとされており，末梢神経の障害が進行した場合には，上\n下肢においては，知覚障害に起因する二次的損傷が加わるなどして，筋萎\n縮，皮膚や関節の拘縮，骨の吸収や破壊等が続発し，鷲手，垂足等の変\n形が生じることがあり，顔面においては，顔面神経の障害によって，兎眼等\nの症状を呈することがあるとされている（甲Ｂ１９，乙Ｂ１，Ｂ２，Ｂ９，Ｂ１\n３）。\n(ウ)　らい反応\nハンセン病は，通常は慢性の経過をたどるが，ときに急性の炎症性変化が生\nじることがあり，らい反応と呼ばれている（甲Ｂ８，Ｂ１２，Ｂ１６，乙Ｂ１，Ｂ２，\nＢ１３，Ｂ２６，証人Ｇ）。\nらい反応は，らい菌抗原に対する細胞性免疫反応の変動によって生じる境界\n反応（Ⅰ型らい反応）と，らい菌抗原に血清中の抗体と補体とが結合してで\nきる免疫複合体が血管壁や組織内に沈着することによって生じるＥＮＬ（ら\nい性結節性紅斑，Ⅱ型らい反応，らい腫らい反応）とに大別される（甲Ｂ８，\nＢ１２，Ｂ１６，乙Ｂ１，Ｂ９，Ｂ１３，Ｂ２６，証人Ｇ）。\nａ　境界反応\n境界反応は，一般にＢ群ハンセン病に生じるとされ，らい菌の死菌成分が増\n加して細胞性免疫反応の変動が生じることに原因があり，細胞性免疫が\n上昇してＴＴ型の方向に移行するアップグレーディング反応（リバーサル\n反応）と細胞性免疫が低下してＬＬ型の方向に移行するダウングレーディ\nング反応の２種類があるとされている（甲Ｂ８，Ｂ１２，Ｂ１６，乙Ｂ１，Ｂ９，\nＢ１３，Ｂ２６，証人Ｇ）。\nもっとも，ダウングレーディング反応については，臨床的にどのような症状を\n示すのかが明確とされていないこともあり，一般に境界反応という場合に\nは，特に注記のない限り，アップグレーディング反応を指すとされている\n（乙Ｂ２６，証人Ｆ，同Ｇ）。\n境界反応は，Ｂ群の経過中の様々な時期に生じるが，ハンセン病の治療が\n終了した後に見られることもあり，遅発性の境界反応と呼ばれている（甲\nＢ１５，乙Ｂ２６）。\n境界反応を発症すると，皮膚症状としては，新しい皮疹の出現や，既存の皮\n疹の発赤増強，腫脹，隆起が生じるとされており，末梢神経症状として\nは，急激な末梢神経炎が引き起こされ，末梢神経の腫脹，圧痛，機能低\n下が生じ，知覚麻痺や運動麻痺によって不可逆的な後遺障害がもたらさ\nれることもあるとされている（甲Ｂ８，Ｂ１６，乙Ｂ１，Ｂ１３，Ｂ２６）。\n末梢神経症状を伴う境界反応に対しては，免疫機能抑制作用のあるプレド\nニゾロン（ステロイド剤）の投与が絶対的適応とされている（なお，プレド\nニンは，プレドニゾロンの商品名である。）（甲Ｂ３，Ｂ１６，Ｂ１７，乙Ｂ１，\nＢ７，Ｂ１３，Ｂ２６，Ｂ３５）。\nｂ　ＥＮＬ\nＥＮＬは，主としてＬＬ型ハンセン病に生じるとされている（甲Ｂ８，Ｂ１２，Ｂ１\n６，Ｂ１９，乙Ｂ１，Ｂ２，Ｂ１３，Ｂ２６，証人Ｇ）。\nＥＮＬにおいては，らい菌抗原が存在するあらゆる部位において急性の炎症\nが生じ得るとされ，皮膚症状としては，有痛性発赤を伴う硬結や紅斑が\n現れ，自壊して膿疱や潰瘍となることがあり，末梢神経症状としては，浮\n腫性腫脹と疼痛を伴った末梢神経炎を生じ，鷲手変形が引き起こされる\nこともあり，また，眼症状としては，虹彩毛様体炎や上強膜炎を生じ，充\n血，眼痛，羞明，視力低下を来すことがあるとされている（甲Ｂ８，Ｂ１２，\nＢ１６，Ｂ１９，乙Ｂ１，Ｂ２，Ｂ１３，Ｂ２６，証人Ｇ）。\nＥＮＬに対しては，サリドマイド，プレドニン，クロファジミンの投与等が有効と\nされている（甲Ｂ３，Ｂ１１，Ｂ１２，Ｂ１６，Ｂ１７，乙Ｂ１，Ｂ２，Ｂ１３，Ｂ２６，\nＢ４７，証人Ｆ，同Ｈ）。\nウ　ハンセン病に対する化学療法\nハンセン病に対する治療としては，従前から，早期かつ適切に化学療法を開始\nしたかどうか，またそれに良く反応したかどうかがその予後を大きく左右すると\nいわれている（乙Ｂ２）。\nハンセン病に対する化学療法は，昭和１６年にアメリカ合衆国ルイジアナ州のカ\nービルの療養所においてハンセン病患者にプロミンが投与されて劇的な治療\n効果を挙げたことに始まるとされ，昭和２３年ころからは日本国内の療養所で\nもプロミンが用いられるようになった（甲Ｂ１２，Ｂ１３，乙Ｂ２，Ｂ９，Ｂ１０，Ｂ２\n０）。\nその後，静脈注射薬であるプロミンの基本化合物であるＤＤＳ（ジアフェニルス\nルフォン）が経口薬として用いられるようになり，さらに，クロファジミン（ＣＬＦ，\nＢ６６３），リファンピシン（ＲＦＰ），オフロキサシン（ＯＦＬＸ，タリビッド）等の抗ハ\nンセン病薬が用いられるようになった（甲Ｂ２，Ｂ１１からＢ１３まで，乙Ｂ１，Ｂ\n２，Ｂ９，Ｂ１０，Ｂ１３，Ｂ１４，Ｂ２０，Ｂ２２，Ｂ４６）。\n(ア)　ＤＤＳ\nＤＤＳは，らい菌の葉酸代謝を阻害してその増殖を阻止する薬理作用を有して\nおり，らい菌に対して静菌作用を示すとされている（甲Ｂ２，Ｂ１２，Ｂ１３，乙\nＢ１，Ｂ１０，Ｂ１３）。\nＤＤＳの副作用としては，肝障害，腎障害，胃腸障害，貧血，発熱，精神症状\n等が挙げられている（甲Ｂ１２，乙Ｂ１，Ｂ２，Ｂ１３）。\n(イ)　クロファジミン\nクロファジミンは，その正確な作用は明らかでないものの，らい菌のＤＮＡ複製\nを阻害する薬理作用を有しており，らい菌に対する静菌作用や弱い殺菌作\n用を示すほか，炎症反応を抑制する効果があるとされている（甲Ｂ２，Ｂ１\n２，Ｂ１３，乙Ｂ１，Ｂ１０，Ｂ１３，Ｂ２０，Ｂ４６）。\nクロファジミンの副作用としては，色素沈着，皮膚乾燥，魚鱗癬，皮膚掻痒等\nが挙げられている（甲Ｂ２，Ｂ１２，Ｂ１３，乙Ｂ１，Ｂ１０，Ｂ１３，Ｂ１５，Ｂ４\n６）。\n(ウ)　リファンピシン\nリファンピシンは，らい菌のＲＮＡ合成を阻害する薬理作用を有しており，らい\n菌に対して強い殺菌作用を示すとされている（甲Ｂ２，Ｂ４，乙Ｂ１，Ｂ１３）。\nリファンピシンの副作用としては，肝障害，腎不全，貧血，ショック様症状等が\n挙げられている（甲Ｂ１２，乙Ｂ１，Ｂ１３）。\n(エ)　オフロキサシン\nオフロキサシンは，らい菌のＤＮＡ複製を阻害する薬理作用を有しており，らい\n菌に対して殺菌作用を示すとされている（乙Ｂ１，Ｂ１３）。\nオフロキサシンの副作用としては，非ステロイド消炎剤との併用による痙攣誘\n発等が挙げられている（乙Ｂ１，Ｂ１３）。\n(オ)　ＭＤＴ（多剤併用療法）\n昭和３０年代後半から，ＤＤＳやリファンピシンに対する耐性菌が発現し，それ\nが世界各地に広がったことを受けて，ＷＨＯでは耐性菌の発生を防ぐため\nの研究及び検討が不断に続けられていたが，昭和５６年１０月，ＷＨＯの化\n学療法研究会によって複数の抗ハンセン病剤（ＤＤＳ，クロファジミン及びリ\nファンピシン）を併用するＭＤＴが勧告され（複数の抗ハンセン病剤を併用す\nることにより，特定の抗ハンセン病剤に耐性を持つ菌があっても他の抗ハ\nンセン病剤で対応することができる。），以後，治療内容等の改訂を経なが\nら，世界各地においてこれが実践されるようになり，ハンセン病患者の減少\nに寄与してきた（甲Ｂ２からＢ４まで，Ｂ１２からＢ１４まで，Ｂ１７，乙Ｂ８から\nＢ１０まで，Ｂ１３，Ｂ１９からＢ２１まで，Ｂ２３，Ｂ２４，Ｂ２９，Ｂ３０）。\nエ　ハンセン病患者数\n日本におけるハンセン病の新患者発生数は減少の一途をたどり，昭和５６年に\nは４７人であったものがさらに減少し，平成４年にはわずか９人となっている\nが，患者総数は，昭和４４年には１万３０００人と推定され，そのうち，未発見\nの潜在患者を除くと，約９割の８９２９人が国立療養所におり，平成８年でも約\n５４００人がいる（乙Ｂ１，Ｂ２）。\nこれに対し，平成８年における全世界のハンセン病患者は，ＷＨＯによれば，ハ\nンセン病撲滅のための努力にもかかわらず，なお１２６万人いるものと推計さ\nれている（乙Ｂ１，Ｂ２０）。\n(4)　原告の診療経過等について\nア　被告療養所受診以前について\n(ア)　原告は，昭和２８年８月にハンセン病と診断されて，鹿児島県鹿屋市所在の\n国立療養所星塚敬愛園（以下「星塚敬愛園」という。）に収容され，以後，プ\nロミン，ＤＤＳ等の投与を中心とする治療を受けていた（乙Ａ２・１５頁から４\n４頁まで）。\n(イ)　その後，原告は，昭和３８年１０月に静岡県御殿場市所在の私立療養所で\nある財団法人神山復生病院（以下「神山復生病院」という。）に転院し，昭和\n４５年３月に同病院を退院するまで，ＤＤＳの投与を中心とする治療を受け\nていた（甲Ａ１，乙Ａ２・４５頁から５０頁まで）。\nイ　被告療養所における診療経過\n(ア)　原告は，神山復生病院を退院した後，昭和４５年５月から断続的に東京都東\n村山市所在の被告療養所の外来診療を受診して，定期検査やＤＤＳの処\n方を受けるようになった（このころ，原告と被告との間で，原告のハンセン病\nの治療に関する診療契約が締結された。）。\nなお，原告のハンセン病については，神山復生病院を退院して以降，菌指数\nが陰性の状態が続いていた（乙Ａ１・２頁から４頁まで）。\n(イ)ａ　本件において，原告は，昭和５６年ころから平成４年ころまでの間の被告療\n養所の担当医師らの診療に過誤があったと主張するものであるが，この\n期間を含む昭和５５年４月２４日から平成４年１０月２７日までの間の被\n告療養所における原告の診療経過は，別紙「診療経過一覧表」記載のと\nおりである（当事者の主張の相違する部分を除き，争いがない。なお，後\n記２(1)（原告の主張）記載のとおり，原告は，昭和５５年４月２４日から昭\n和６０年１０月２５日までを「第１期」，昭和６０年１０月２６日から平成２年\n４月２４日までを「第２期」，平成２年４月２５日から平成４年１０月２７日ま\nでを「第３期」とした上で，各期ごとに被告療養所の担当医師らの診療上\nの過失を主張するので，以下，この時期区分を用いることとする。）。\nｂ　第１期から第３期までの間，被告療養所において原告の診療を担当していた\nのは，Ａ医師，Ｂ医師，Ｃ医師，Ｄ医師らであり（以下，「被告療養所の担\n当医師ら」というときは，これらの医師及び第１期から第３期までの間に\n原告の診療に加わった被告療養所の他の医師も含む。），昭和５７年７\n月３０日以降は，主としてＤ医師が原告の診療を担当していた（乙Ｂ４３，\n証人Ｄ，弁論の全趣旨）。\n(ウ)　平成４年１０月２７日，原告が被告療養所のＥ副園長（以下「Ｅ医師」という。）\nに対して担当医の交替を願い出たことが契機となって，原告の担当医がＤ\n医師からＦ医師に変更された。\n以後，原告は，Ｆ医師による診療を受け，平成５年には，被告療養所を退室\nし，園内の舎から被告療養所の外来診療に通って治療を受けるようになっ\nた（甲Ａ１，Ｂ１，Ｂ１８，乙Ａ１・４９頁，５３頁，Ａ２・５４８頁，Ｂ３７，証人Ｆ）。\n２　争点\n(1)　被告療養所の担当医師らの原告に対するハンセン病の診療に過誤があったこと\nによる債務不履行又は不法行為の成否\n（原告の主張）\n原告は，第１期から第３期までの間に被告療養所の担当医師らから受けたハンセ\nン病の一連の診療に過誤があったため，四肢を始めとする全身の運動機能障\n害や顔面醜状といった後遺障害を負ったものである。\nア　第１期の診療について\n(ア)　原告には，昭和５６年ころから末梢神経症状が現れているが，この症状は，\n後に原告の塗抹菌検査の結果が陽性になったこと等の臨床経過に照らす\nと，明らかにハンセン病（ＬＬ型）の再発によるものであった。\n(イ)　ハンセン病の治療を終えて一定期間を経過した後に現れる末梢神経症状に\nついては，再発のほかに，境界反応を原因とする場合もあるところ，境界反\n応に対しては細胞性免疫反応を抑える治療が必要とされる一方で，再発に\n対しては，それとは逆に，らい菌を抑える治療が必要とされているから，ハ\nンセン病の治療を終えて一定期間を経過した後に末梢神経症状を呈した\n患者に対しては，その症状の原因が再発と境界反応のいずれにあるのか\nを鑑別しない限り，正しい治療を行うことはできない。\nそして，末梢神経症状の原因が再発と境界反応のいずれにあるのかを鑑別す\nるには，皮疹や知覚脱出部の皮膚面から組織汁を採取して塗抹菌検査を\n実施したり，境界反応に対して適応があるプレドニンを十分に投与してその\n効果を確認したりするなどといった方法がある。\n(ウ)　ところが，被告療養所の担当医師らは，原告が再三にわたって顔面の末梢\n神経症状を訴えていたにもかかわらず，顔面から組織汁を採取することなく\n塗抹菌検査を続け，また，プレドニンの投与も中途半端なものに終始したた\nめ，原告にハンセン病が再発していることを診断できなかった。\n(エ)　第１期においては既にＤＤＳ耐性菌の出現が国際的に認識されていたとこ\nろ，仮に，被告療養所の担当医師らが，原告にハンセン病が再発している\nことを適切に鑑別していたならば，ＤＤＳ耐性菌の出現を念頭に置きつつ，\nクロファジミンやリファンピシンを併用投与したり，ＤＤＳを増量投与したりす\nることによって，原告のハンセン病は程なく治癒し，後遺障害も生じなかっ\nたはずである。\nイ　第２期の診療について\n(ア)　原告には，昭和６０年に皮疹が出現し，昭和６１年には塗抹菌検査の結果が\n陽性となるなどの症状が見られたが，被告療養所の担当医師らも，第２期\nにおいて，原告にハンセン病が再発しているとの診断を下すに至った。\n(イ)　第２期においては，ＭＤＴが国際的に推奨され，日本においても広く知られる\nようになっていたのであるから，被告療養所の担当医師らとしては，ハンセ\nン病が再発した原告に対して，ＤＤＳ耐性菌が出現している可能性を十分\nに考慮しながら，ＭＤＴを採用するか，あるいはＭＤＴの理念を踏まえて複\n数の抗ハンセン病剤を併用投与するなどの治療を実施すべきであった。\n(ウ)　ところが，被告療養所の担当医師らは，原告に対してＭＤＴやＭＤＴの理念を\n踏まえた複数の薬剤の併用を実施するどころか，昭和６１年１０月にＤＤＳ\nの投与を中止したまま抗ハンセン病剤を投与することはなく，その一方で，\n免疫を抑制してらい菌の増殖を促すプレドニンの投与を継続するという，お\nよそ治療とはいえない行為に終始するのみであり，原告のハンセン病をＥＮ\nＬが多発するような状態にまで悪化させてしまった。\n(エ)　仮に，第２期の診療において，原告に対してＭＤＴやＭＤＴの理念を踏まえた\n複数の薬剤の併用が実施されていたならば，原告のハンセン病はより早期\nに治癒し，後遺障害の程度も軽度のものにとどまっていたはずである。\n(オ)　なお，被告は，境界反応が認められた場合には，抗ハンセン病剤の投与を\n中止し，プレドニンを投与することによって境界反応の鎮静化を図り，境界\n反応が鎮静したならば，速やかにプレドニンの離脱と抗ハンセン病剤の投\n与再開を行うべきであったところ，原告が外泊を繰り返したために，その実\n現が不可能となったと主張する。\nしかし，そもそも原告にはハンセン病が再発していたのであって，境界反応が\n生じていたわけではないから，何よりもまず菌の増殖の阻止を優先すべき\nであったし，仮に原告に境界反応が生じていたのだとしても，境界反応時に\nも抗ハンセン病剤の投与は中止しないというのが当時の世界標準の治療\n方法であったのであるから，被告療養所の担当医師らの採った治療方法は\n誤りであったといわざるを得ない。\nまた，抗ハンセン病剤の投与は，通院治療においても十分に可能であるから，\n原告の外泊が多かったことを理由に抗ハンセン病剤の投与ができなかった\nなどという主張は失当である。ちなみに，原告が外泊をしたのは，医師らに\nよるセクシュアル・ハラスメントや酒気を帯びての診療等の被告療養所にお\nける異常な事態を目の当たりにしたためである。\nウ　第３期の診療について\n(ア)　被告療養所の担当医師らは，原告に対し，らい菌に対する静菌作用や殺菌\n作用が弱いため，単剤での投与は治療の遅延を招くとされているクロファジ\nミンを，平成２年８月から平成４年１０月までという長期にわたって単剤で投\n与し続けたが，これにより，原告のハンセン病の治療は停滞し，重篤な後\n遺障害が引き起こされることになった。\n(イ)　第３期においては，既にＭＤＴが定着していたのであるから，被告療養所の\n担当医師らとしては，クロファジミンに加えてリファンピシンをも併用する治\n療を実施すべきであり，そうしていたならば，原告のハンセン病の治療期間\nはより短くなり，後遺障害の程度も軽度のものにとどまっていたはずであ\nる。\n（被告の主張）\n原告の主張は争う。\nア　第１期の診療について\n(ア)ａ　原告は，第１期においてハンセン病が再発していたことを前提として，被告\n療養所の担当医師らに診療上の過失があったと主張するが，昭和５７年\n当時は，再発の概念や診断基準をどのように画するかはいまだ流動的\nであったことに照らすと，原告に対する治療内容の当否は，原告の具体\n的な症状に応じた適切な治療がされていたか否かという観点から判断さ\nれるべきであり，原告がハンセン病を再発していたか否かによって左右\nされるべきではない。\nｂ　なお，原告がハンセン病を再発していたか否かという点に関しては，原告は，\n境界反応に対して適応があるプレドニンを十分に投与してその効果を確\n認することによって再発であるのか境界反応であるのかを鑑別する方法\nがあると主張するが，このような方法は，平成６年発行の『Ｌｅｐｒｏｓｙ』第２\n版（乙Ｂ４０）には記載されているものの，昭和６０年発行の第１版（乙Ｂ４\n１）には記載されていないことからすると，第１期当時の医学水準の及ぶ\nところではなかったというべきであって，当然にこの方法を採るべきであ\nったとする原告の主張は失当である。\nまた，被告療養所の担当医師らが，原告の顔面の菌検査を行わなかったの\nは，顔面に皮診がなかったからであり，特に顔面の皮膚生検は顔面に傷\nが残ることを考えて行わなかったものである。\n(イ)ａ　以上を前提に第１期における原告に対する治療内容をみると，被告療養所\nでは，原告の昭和５７年当時の症状について神経内科医であるＣ医師が\n境界反応と判断したことを受けて，末梢神経症状の治療のためにプレド\nニンを投与するとともに，さらに，再発の可能性をも考慮してＤＤＳの併行\n投与も実施しており，原告の症状に対応した適切な治療が行われていた\nことは明らかである。\n原告には，当時，菌指数陽性となるなどといったハンセン病の再発及びその\n増悪による症状は臨床上は認められていなかったため，被告療養所の\n担当医師らは，本格的なハンセン病治療を考えなければならない時期と\nは考えず，ＤＤＳ投与のほかに，ＤＤＳと同様の静菌作用を有するクロフ\nァジミンや強い殺菌作用を有するリファンピシンを重ねて投与する必要を\n認めなかったのである。\nｂ　なお，再発の可能性をも考慮していながらプレドニンを投与したことについて\nは，日本では，従来から，ハンセン病そのものの治療，すなわち，らい菌\nの消滅もさることながら，患者の社会復帰後の生活を考慮し，神経障害\nや視力障害を起こさせないことを重視して，抹消神経症状に対してはプ\nレドニンの投与を行ってきたものであって，その治療法が適切でなかった\nとはいえない。\nｃ　ところで，被告療養所の担当医師らは，原告の症状の推移を見ながらＤＤＳ\nやプレドニンを増量することを考えていたが，原告の受診態度が非常に\n不規則であったため，これを実行することができなかった。\nすなわち，ＤＤＳの増量投与は，境界反応の増悪をもたらすため，プレドニン\nの増量を余儀なくされるが，プレドニンの増量はプレドニン依存症等の副\n作用を生じさせ，さらに急速にプレドニン投与を中止することによるプレド\nニン離脱症状等が懸念されるため，これらの薬剤投与は，患者のらい反\n応の状態を観察しながら，その増量の要否及び程度を決していく必要が\nあり，それには，定期的に患者の状態を観察することが不可欠であった\nのに，原告の受診態度が不規則であったため，このような薬剤の増量を\nすることができなかったのである。\nイ　第２期の診療について\n(ア)　第２期における原告に対する昀も適切な治療方法は，その末梢神経症状に\n照らすと，視力や運動機能に障害をもたらす境界反応の鎮静を昀優先にし\nて，抗ハンセン病剤の投与を中止し，プレドニンの投与を行い，境界反応が\n鎮静し次第，速やかにプレドニンの離脱を行い，それに並行して抗ハンセン\n病剤の投与を再開することであった。\n(イ)　ところが，実際には，原告が頻繁に外泊をしたために，プレドニンを離脱させ\nる計画は頓挫してしまい，それに伴って，抗ハンセン病剤の投与を再開す\nる計画も頓挫してしまったのである。\n(ウ)　なお，原告は，第２期において，ＭＤＴやＭＤＴの理念を踏まえた複数の薬剤\nの併用を実施すべきであったと主張するが，末梢神経症状がある場合には\nＤＤＳやリファンピシンの服用を中止すべきと考えられていたことから，被告\n療養所の担当医師らは，末梢神経症状が認められた原告に対して，昭和６\n１年１０月にＤＤＳの投与を中止したほか，リファンピシン等の抗ハンセン病\n剤の投与も実施しなかったものである。\nウ　第３期の診療について\n(ア)　平成３年発行の『今日の治療指針　１９９１年版』（乙Ｂ１４）には，多菌型に\n対してはＤＤＳにリファンシピン又はクロファジミンを併用して投与すべきで\nあると示されているが，被告療養所の担当医師らも，この記載と同様の認\n識を有しており，クロファジミンの単剤投与は好ましくないと考えていた。\n(イ)　しかし，被告療養所の担当医師らは，ＤＤＳについては，既に耐性菌が出現\nしているであろうし，リファンピシンについては，不規則に内服した場合に\nは，ショック症状や失明といった重篤な副作用がある上に，急性腎不全の\n副作用の症例があり，また，らい菌に対する殺菌作用によってＥＮＬを引き\n起こし，かえって虹彩炎を悪化させる危険性すらあるため，外泊を繰り返\nし，不規則な内服歴を有する原告に投与することは適切ではないと判断し，\nいかに神経障害を少なくするか，いかに重篤な障害である視力障害，四肢\nの運動機能障害を軽減するかに昀重点を置き，やむなくクロファジミンの単\n剤投与を実施したのであって，医師の裁量を逸脱するような診療行為を行\nったわけではない。\n(ウ)　なお，被告療養所の担当医師らによるクロファジミンの単剤投与によっても，\n菌形態指数が改善されるなどの，抗ハンセン病効果は現れていた。\n(2)　損害\n（原告の主張）\nア　休業損害及び逸失利益\n原告は，昭和６２年５月１１日に被告療養所に入室して以来，現在に至るまで，\n１７年間にわたって就労できない状態が続いているが，賃金センサス昭和６１\n年女子労働者の産業計企業規模計学歴計の平均年収は２３８万５０００円とさ\nれているところ，その後の賃金上昇を考慮すれば，原告は，平均して毎年２５\n０万円以上の収入を喪失してきたものというべきであり，その総額は４０００万\n円を超えている。\nさらに，原告は，被告療養所の担当医師らの医療過誤によって，両手指の機能\n全廃，両下肢の著しい運動機能障害，両眼の瞼の著しい運動機能障害，顔\n面醜状等の後遺障害を負ったものであるが，その後遺障害等級は併合１級\n（労働能力喪失率１００パーセント）に相当するから，今後一切の収入の道を\n絶たれたというべきであり，その逸失利益も無視することのできない額であ\nる。\nイ　慰謝料\n(ア)　入通所慰謝料\n原告は，第１期から第３期までの長期間にわたって，Ｄ医師を始めとする被告\n療養所の担当医師らによるおよそ治療とはかけ離れた行為等に耐え続け\nながら被告療養所に入通所してきたものであるが，これによる精神的苦痛\nを慰謝するに足りる金額は，５００万円を下ることはない。\n(イ)　後遺障害慰謝料\nまた，原告は，被告療養所の担当医師らによる医療過誤によって，前記のとお\nり重篤な後遺障害を負ったものであるが，これによる精神的苦痛を慰謝す\nるに足りる金額は，２５００万円を下ることはない。\nウ　まとめ\n上記ア，イのほか，弁護士費用等の損害も発生していることを考慮すれば，原\n告が被告に対して５０００万円を超える損害賠償請求権を有していることは明\nらかである。\nよって，原告は，被告に対し，診療契約の債務不履行，不法行為（使用者責任）\n又は国家賠償法１条１項に基づき，上記損害賠償請求権のうち５０００万円及\nびこれに対する訴状送達の日の翌日である平成１５年５月１７日から支払済\nみまで民法所定の年５分の割合による遅延損害金の支払を求める。\n（被告の主張）\n原告の主張は争う。\n(3)　診療契約の債務不履行に基づく損害賠償請求権の消滅時効の成否\n（被告の主張）\nア(ア)　消滅時効は権利を行使することができるときから進行する（民法１６６条１\n項）ところ，権利を行使することができるとは，権利行使について法律上の\n障碍のない状態をいう。\n(イ)　債務不履行に基づく損害賠償請求権については，原則的には，本来の履行\n請求権と法的に同一性を有するから，その消滅時効は，本来の債務の履\n行を請求し得るときから進行を開始するというべきであるが，診療契約の債\n務不履行に基づく損害賠償請求権については，診療契約における注意義\n務違反により積極的に生じた損害についての賠償を求めるものである点\nで，本来の債務と法的な同一性を有するものと見ることはできないから，そ\nの消滅時効は，債務不履行及びそれと相当因果関係にある損害の発生が\nあったときから進行を開始すると解すべきである。\nイ　本件では，平成４年１０月２７日に原告の主治医がＤ医師からＦ医師に交替され\nているから，原被告間の診療契約の債務不履行に基づく損害賠償請求権の\n消滅時効の起算点は同日であると解すべきである。\nそうすると，平成１４年１０月２７日の経過をもってその時効期間は満了している\nから，本件訴えが提起された平成１５年４月２３日の時点では，原被告間の診\n療契約の債務不履行に基づく損害賠償請求権の消滅時効は既に完成してい\nたものといわざるを得ない。\nウ　そこで，被告は，原告に対し，平成１５年１２月２５日の本件口頭弁論期日にお\nいて，上記消滅時効を援用するとの意思表示をした。\nなお，原告が被告療養所で治療を受けていたことは，損害賠償を請求するにつ\nいては何ら妨げとなる事情とはいえないから，このことを理由に消滅時効の援\n用が権利濫用，信義則違背となるものではない。\n（原告の主張）\n被告の主張は争う。\nア　債務不履行に基づく損害賠償請求権の消滅時効は，損害賠償請求権を行使で\nきるときから進行する（民法１６６条１項）ところ，診療契約の債務不履行に基\nづく損害賠償請求権については，損害が確定されない限り，被害者はこれを\n行使できないから，進行性の疾患を適切な治療を行わないことにより増悪さ\nせたような場合には，その疾患の増悪の進行が治まり，症状が固定するまで\n消滅時効は進行しないものと解すべきである。\nイ　本件では，平成４年１０月２７日の時点では，原告はなお被告療養所において\n治療を受けていて，損害を確定することは不可能であったから，原被告間の\n診療契約の債務不履行に基づく損害賠償請求権を行使することはできなかっ\nたといわざるを得ない。\nなお，原告の症状が固定したと考えられるのは，被告療養所を昀後に退室した\n平成１３年３月３０日であるが，原告の症状が末梢神経麻痺に伴う二次的障\n害によって生涯を通じて悪化し続けるものであることを考えると，いまだに症\n状は固定していないといっても過言ではない。\nウ　さらに，ハンセン病の治療は，原則として被告の設ける国立療養所でしか受け\nられないところ，被告療養所で治療を受けている原告には，被告を相手方とし\nて損害賠償請求をすることなど全く期待できなかったというべきであるから，被\n告が原被告間の診療契約の債務不履行に基づく損害賠償請求権の消滅時\n効を援用することは，権利の濫用又は信義則違背であって許されない。\nエ　いずれにせよ，平成４年１０月２７日を起算日とする原被告間の診療契約の債\n務不履行に基づく損害賠償請求権の消滅時効の主張には理由がない。\n(4)　不法行為（使用者責任）又は国家賠償法に基づく損害賠償請求権の消滅時効\nの成否\n（被告の主張）\nア　不法行為又は国家賠償法に基づく損害賠償請求権の消滅時効は，被害者が\n損害及び加害者を知ったときから進行する（民法７２４条，国家賠償法４条）と\nころ，民法７２４条にいう損害を知るとは，現実に損害が発生したことを知るこ\nとで足り，その損害の程度を具体的に知ることまでは求められていないと解す\nべきである。\nイ(ア)　原告は，本件に先立つ証拠保全申立事件（東京地方裁判所八王子支部平\n成１３年(モ)第３１６２号）において提出した陳述書（乙Ｂ３６）に，「私が多磨\n全生園でＤ医師から受けた治療の問題点を指摘されました。そこで，私は，\nこのままＤ医師の治療を受けていては絶対治ることはないと確信し，当時\nの多磨全生園の副園長であったＥ医師に申し入れて，担当医をＤ医師から\nＦ医師に替えてもらったのです。」，「Ｆ先生に診療してもらうようになってか\nら，……Ｄ医師は，らい反応を恐れて，治らい剤での治療をやめてプレドニ\nゾロンだけを投与したり，その後も１種類の治らい剤しか投与しなかったりし\nたため，どんどん症状を悪化させ，このように取り返しの付かない後遺症を\n私の体に残してしまったということを知り，私は心の底から怒りと悲しみを覚\nえました。」と記載している。\nこのことからすると，原告は，平成４年１０月２７日には，被告療養所の担当医\n師らによるハンセン病の治療に過誤があり，それによって損害を受けたと\nの認識を有していたと認められるから，不法行為（使用者責任）又は国家賠\n償法に基づく損害賠償請求権の消滅時効の起算点は同日であると解すべ\nきである。\n(イ)　また，原告は，本件訴状において，平成９年ころにおおむね症状が固定した\nと主張しているし，また，Ｆ医師による原告の症例分析の論文が平成７年５\n月に日本皮膚学会誌に掲載されているから，不法行為（使用者責任）又は\n国家賠償法に基づく損害賠償請求権の消滅時効は，遅くとも原告の症状\nがおおむね固定した平成９年ころから進行するというべきである。\n(ウ)　したがって，平成４年１０月２７日から，又は平成９年ころから，本件訴えが\n提起されるまでには，既に３年以上の期間が経過しているから，不法行為\n（使用者責任）及び国家賠償法に基づく損害賠償請求権は，時効により消\n滅しているといわざるを得ない。\nウ　そこで，被告は，原告に対し，平成１５年１２月２５日の本件口頭弁論期日にお\nいて，上記消滅時効を援用するとの意思表示をした。\nなお，原告が被告療養所で治療を受けていたことは，損害賠償を請求するにつ\nいては何ら妨げとなる事情とはいえないから，このことを理由に消滅時効の援\n用が権利濫用，信義則違背となるものではない。\n（原告の主張）\n被告の主張は争う。\nア　不法行為又は国家賠償法に基づく損害賠償請求権の消滅時効は，損害及び\n加害者を知ったときから進行する（民法７２４条，国家賠償法４条）が，ここでい\nう損害を知るとは，損害を被ったことを知るだけでは足りず，不法行為により\n損害が生じたこと，その損害の程度及び加害者の行為と損害との間に因果関\n係があることも知る必要がある。\nイ　原告は，被告療養所に入所して以来，その症状が改善しないばかりか悪化す\nる一方であることに対して，疑問を持ってはいたが，ハンセン病の治療内容は\n極めて専門的なものであるため，平成４年１０月２７日又は平成９年ころの時\n点では，被告療養所の担当医師らの医療行為に過誤があったなどとは知り得\nる術もなかった。\nなお，原告が，被告療養所の担当医師らの医療行為に過誤があり，自らの症状\n悪化がその医療行為に起因するものであることを認識したのは，平成１３年５\n月に熊本地方裁判所においていわゆるハンセン病国家賠償訴訟の判決が下\nされたことを契機に原告代理人らに本件についての相談をし，証拠保全手続\nを依頼することにした平成１３年１１月３０日ころのことであった。\nウ　さらに，ハンセン病の治療は，原則として被告の設ける国立療養所でしか受け\nられないところ，被告療養所で治療を受けている原告には，被告を相手方とし\nて損害賠償請求をすることなど全く期待できなかったというべきであるから，被\n告が不法行為又は国家賠償法に基づく損害賠償請求権の消滅時効を援用す\nることは，権利の濫用又は信義則違背であって許されない。\nエ　いずれにせよ，平成４年１０月２７日又は平成９年ころを起算日とする不法行為\n又は国家賠償法に基づく損害賠償請求権の消滅時効の主張には理由がな\nい。\n第３　判断\n１　争点(1)（被告療養所の担当医師らの原告に対するハンセン病の診療に過誤があ\nったことによる債務不履行又は不法行為の成否）について\n原告は，第１期から第３期までの各期における被告療養所の担当医師らの診療に\n過誤があったため，両手両足を始めとする全身の運動機能障害や顔面醜状といっ\nた後遺障害を負ったと主張する。\n(1)　第１期の診療について\n原告は，昭和５６年ころから原告に現れた症状はハンセン病（ＬＬ型）の再発によ\nるものであったのであるから，被告療養所の担当医師らとしては，この鑑別診断\nを付けた上で，リファンピシンやクロファジミンの併用投与や，ＤＤＳの増量投与\n等の再発に対する治療を実施すべきであり，そうしていたならば，原告のハンセ\nン病は程なく治癒し，後遺障害が生じることもなかったと主張するので，これにつ\nいて検討する。\nア　認定事実\n前記前提事実，証拠（各認定事実の後に掲げる。）及び弁論の全趣旨によれ\nば，第１期の診療に関して，以下の各事実が認められる。\n(ア)　第１期に至る経緯\nａ　原告は，昭和２８年８月にハンセン病と診断され，鹿児島県鹿屋市所在の星\n塚敬愛園に収容された（前記前提事実，乙Ａ２・１５頁）。\nこのときの原告には，全身の浸潤性皮疹，四肢の主たる神経と両大耳介神\n経の肥厚，左母指球と左小指球の萎縮，眉毛脱落傾向等の症状が認め\nられており，原告のハンセン病の病型はＬ型と認定された（乙Ａ２・１５頁\nから２１頁まで）。\n原告は，星塚敬愛園入所中，プロミンやＤＤＳの投与を中心とした治療を受\nけたが，その間，ＥＮＬの出現が認められた（前記前提事実，乙Ａ２・２２\n頁から４４頁まで）。\nｂ　その後，原告は，社会復帰を希望するようになり，それに備えた治療を受け\nるため，昭和３８年１０月，静岡県御殿場市所在の神山復生病院に転院\nした（前記前提事実，甲Ａ１，乙Ｂ３６）。\n原告は，神山復生病院において，ＤＤＳの投与を中心とした治療を受け，昭\n和４５年３月に同病院を退院するに至り，間もなく東京に就職先を得て，\n上京した（前記前提事実，甲Ａ１，乙Ｂ３６）。\nｃ　上京後の原告は，昭和４５年５月以降，断続的に東京都東村山市所在の被\n告療養所の外来診療を受診して，定期検査やＤＤＳの処方を受けるよう\nになった（前記前提事実，甲Ａ１，乙Ｂ３６）。\n被告療養所においても，原告のハンセン病の病型はＬ型と認定されていた\nが，このころの原告については，神山復生病院入院中の昭和４５年３月\n２３日に実施された塗抹菌検査で２＋（顔面）が認められたのを昀後に菌\n指数陰性の状態が続いており，また，昭和４７年ころ以降は，特段の異\n常所見も認められておらず，ハンセン病が鎮静化した状態が保たれてい\nた（前記前提事実，乙Ａ１・１頁から４頁まで，Ａ２・５０頁）。\n(イ)　第１期の診療経過\n第１期においても，原告は，引き続き，被告療養所の外来診療を受診していた\n（診療経過一覧表）。\nａ　原告は，昭和５５年４月２４日と昭和５６年４月２２日にＡ医師の診察を受けた\nが，昭和５５年４月２４日には，菌指数陰性が保たれていて，特段の異常\n所見もなく，また，昭和５６年４月２２日には，両手指屈曲と左前腕萎縮\nが認められたことのほかに異常所見がなかったことから，両日とも，１日\n当たり１錠（２５ミリグラム）のＤＤＳが処方されるのみであった（診療経過\n一覧表）。\nｂ　昭和５７年２月１７日のＡ医師による診察の際，原告が，昭和５６年の夏ころ\nから主として鼻の周囲に突っ張る感じがあり，左手の動きもだんだん悪く\nなったと訴えたところ，Ａ医師は，これらの訴えに対して正確な診断を下\nすには神経内科医の診察が必要と考え，原告にＣ医師の診察を受けさ\nせることにした（診療経過一覧表，乙Ｂ１１，Ｂ４３，証人Ｄ）。また，同日，\n原告は眼科の診察も受け，虹彩炎と診断された（診療経過一覧表）。\nＡ医師は，原告のこれらの症状がハンセン病の再発によるものである可能性\nも考慮して，同日以降，ＤＤＳの１日当たりの投与量を１錠（２５ミリグラ\nム）から２錠（５０ミリグラム）へと増量した（診療経過一覧表，乙Ｂ４３，証\n人Ｄ）。\nｃ　昭和５７年２月２０日のＣ医師の診察では，原告について，顔面筋及び左前\n腕屈筋群の筋力が低下している一方，両大耳介神経は肥厚しているが\n圧痛は認められず，三叉神経にも圧痛が認められない等の診断が下さ\nれた（診療経過一覧表）。\nＣ医師は，これらの所見から，原告の筋力低下は境界反応によって末梢神\n経障害が再発したことに原因があると判断し，境界反応の抑制のため，\n原告に対してプレドニンを投与すべきであると提案した（乙Ｂ１１，Ｂ１２，\nＢ４３，証人Ｄ）。もっとも，原告の診療録には，「ｒｅａｃｔｉｖｅなものと考えら\nれる」と記載されたのみで，境界反応（ｒｅｖｅｒｓａｌ　ｒｅａｃｔｉｏｎ）を示す記載\nはされなかった（乙Ａ１・１２頁，１３頁）。\nＡ医師は，Ｃ医師のこの提案を受けて，原告に対して，従前からのＤＤＳの投\n与に加えて，新たに１日当たり１５ミリグラムのプレドニンの投与を開始す\nることにした（診療経過一覧表，乙Ｂ１１，Ｂ１２，Ｂ４３，証人Ｄ）。\nｄ　その後，原告は，昭和５７年３月３日にはＡ医師から，同月２０日にはＣ医師\nから，同年６月３０日にはＡ医師から，それぞれ診察を受けたが，その\n間，鼻の周囲の突っ張り，ムズムズ感に変化は見られず，プレドニンの１\n日当たりの投与量が５ミリグラムに減量されるなどしたものの，ＤＤＳとプ\nレドニンを服用する治療が継続された（診療経過一覧表）。\nなお，同年６月３０日の診察では，原告の末梢神経に圧痛が全くないことが\n確認された（診療経過一覧表）。\nｅ　昭和５７年７月３０日のＤ医師の診察の際，原告について血液検査が実施さ\nれ，ＣＲＰ（Ｃ反応性蛋白）３＋，ＩｇＭ（免疫グロブリンＭクラス）２４２等の\n結果が出たことから，Ｄ医師は，原告にハンセン病の再発によってらい菌\nの増加が生じているのではないかとの疑いを抱いたが，直ちに多剤によ\nる治療が不可欠とまでは考えず，ＤＤＳとプレドニンによる治療を継続す\nることにした（診療経過一覧表，乙Ｂ４３，証人Ｄ）。\nｆ　昭和５７年１２月２８日のＤ医師の診察の際，原告の顔面には神経痛が認め\nられた（診療経過一覧表）。\nＤ医師は，原告にハンセン病が再発している可能性も考慮して，同日，原告\nに対する塗抹菌検査を実施したが，その結果は，菌指数陰性を示すもの\nであった（診療経過一覧表，乙Ｂ４３）。もっとも，この塗抹菌検査は，耳\n介と両上肢から採取された組織汁によるものであり，原告の顔面からの\n組織汁の採取は行われていなかった（乙Ａ１・１５頁，証人Ｄ）。\nなお，Ｄ医師は，プレドニンの副作用等を考慮して，同日以降の原告に対す\nるプレドニンの投与を中止し，新たに末梢神経症状の治療薬としてメチコ\nバール（ビタミンＢ１２）の投与を開始することにした（診療経過一覧表，\n乙Ｂ４３）。\nｇ　その後も，原告は，昭和５８年から昭和５９年にかけて，継続的にＤ医師，Ｂ\n医師らによる診察を受け，ＤＤＳ，メチコバール等の処方を受けたが，顔\n面神経痛の症状は治まらなかった（診療経過一覧表，乙Ｂ４３）。\nなお，昭和５８年４月５日及び昭和５９年５月８日の診察の際には，原告に対\nする塗抹菌検査が実施され，いずれの検査においても菌指数陰性との\n結果が示されたが，これらの検査では，昭和５７年１２月２８日に実施さ\nれた塗抹菌検査と同様に，耳介と両上肢から採取された組織汁によるも\nのであり，原告の顔面からの組織汁の採取は行われていなかった（乙Ａ\n１・１６頁，１８頁，証人Ｄ）。\n(ウ)　第１期後（第２期）の経過\nａ　昭和６０年１０月２６日のＤ医師の診察の際，原告には，従前からの顔面神経\n痛に加えて，両頬部の掻痒感を伴う紅斑，背部の掻痒感が認められた\n（診療経過一覧表）。\nｂ　昭和６１年４月１日のＤ医師の診察の際には，原告の背部に紅斑が出現して\nおり，同部位から採取された組織汁による塗抹菌検査では，菌指数２＋\nとの結果が出た（診療経過一覧表，乙Ａ１・２２頁，Ｂ４３）。\nもっとも，Ｄ医師は，同日の時点では，塗抹菌検査の結果が出ていなかった\nことから，従前どおり，原告の症状を境界反応によるものと判断していた\n（診療経過一覧表，乙Ｂ４３，証人Ｄ）。\nｃ　その後，昭和６１年１１月２２日のＣ医師の診察の際には，原告の顔面には\n浮腫状の紅斑が認められた（診療経過一覧表）。\nｄ　原告は，昭和６２年５月１１日に被告療養所に入室したが，その際に実施さ\nれた塗抹菌検査では，顔面から採取された組織汁から菌指数２＋（左腕\nのものからでは４＋）との結果が出ており，そのころには，被告療養所の\n担当医師らは，原告の症状をハンセン病（Ｌ型）の再発によるものと判断\nしていた（診療経過一覧表，乙Ａ１・２７頁，Ｂ４３，証人Ｄ）。\nイ　第１期における原告のハンセン病の再発の有無\n原告は，第１期における顔面神経痛，顔面及び左腕の筋力低下等の症状は，\nハンセン病（ＬＬ型）の再発によるものであったと主張する。\nそこで，原告が第１期において既にハンセン病を再発していたといえるかどうか\nを検討する。\n(ア)　ハンセン病（ＬＬ型）の初期症状については，肉眼的に明瞭な皮膚症状は現\nれないことが多い一方，末梢神経症状として，皮膚温度の高い部位を除い\nた全身の皮膚表面の知覚鈍麻や，顔面筋，小手筋，前脛骨筋等の麻痺が\n生じるとされている（前記前提事実）。\nこれを本件についてみると，昭和５６年の夏ころ以降に原告に現れた症状は，\n主として，鼻の周囲の突っ張り感，顔面神経痛，顔面及び左腕の筋力低下\n等であるから（前記ア），ハンセン病の初期症状に合致するということができ\nる（甲Ｂ１８，証人Ｆ，同Ｇ）。\nまた，第２期には，顔面や背部に紅斑が出現し，菌指数が陽性となるなどした\n結果，原告にハンセン病（Ｌ型）が再発しているとの診断が下されたが，この\n経緯から遡って考えると，第１期において既に原告はハンセン病を再発して\nいた可能性が高いと考えられる（甲Ｂ６，Ｂ１８，証人Ｇ）。\n(イ)　これに対し，被告療養所の担当医師らは，第１期の原告の症状を境界反応\nによるものと診断していた（前記ア）。\nしかし，境界反応については，皮膚症状として，新しい皮疹の出現や，既存の\n皮疹の発赤増強，腫脹，隆起が生じ，末梢神経症状として，急激な末梢神\n経炎が引き起こされ，末梢神経の腫脹と圧痛，機能低下が生じるとされて\nいる（前記前提事実）ところ，原告には，末梢神経の機能低下を窺わせる症\n状は現れていたものの，数度にわたって末梢神経に圧痛がないことが確認\nされているのであって（前記ア），原告の症状は境界反応の症状とは必ずし\nも合致していない面がある（証人Ｆ）。\nまた，仮に第１期において原告に境界反応が生じていたとした場合，それがＬ\nＬ型の方向に移行するダウングレーディング反応であったとしないと，第２\n期において原告にハンセン病（Ｌ型）の再発が認められたことと整合しない\nが，証拠上，第１期において被告療養所の担当医師らが原告の症状をダウ\nングレーディング反応であると疑った形跡は全く認められない（一般に，特\nに注記のない限り，境界反応はアップグレーディング反応と同義とされてい\nる（前記認定事実）。）。\nしたがって，第１期における原告の症状については，これを境界反応によるも\nのであるとするには疑義が残るといわざるを得ない。\n(ウ)　そうすると，昭和５６年の夏ころ以降に原告に現れた症状はハンセン病の再\n発によるものであったと認めるのが相当であり（甲Ｂ６，Ｂ１８，証人Ｆ，同\nＧ，同Ｈ。なお，Ｄ医師自身も第１期における原告の症状が実際にはハンセ\nン病の再発によるものであった可能性を否定していない（証人Ｄ）。），原告\nは第１期において既にハンセン病を再発していたものというべきである。\nウ　被告療養所の担当医師らの診断上の過失の有無\n以上によれば，被告療養所の担当医師らは，原告にハンセン病が再発していた\nにもかかわらず，これを再発ではなく境界反応と診断していたことになるが，こ\nれについて，原告は，被告療養所の担当医師らには診断上の過失があったと\n主張する。\nそこで，被告療養所の担当医師らが原告の症状を再発ではなく境界反応による\nものと診断したことに過失が認められるかどうかを検討する。\n(ア)　鑑別診断の重要性\nハンセン病（ＬＬ型）が再発した場合も，境界反応が生じた場合も，知覚麻痺や\n運動麻痺といった末梢神経症状を伴うという点では，その臨床症状は共通\nしている（前記認定事実）。\nしかし，再発の場合に見られる末梢神経症状は，細胞性免疫が機能せずにら\nい菌が増殖することに原因があるのに対し，境界反応（アップグレーディン\nグ反応）の場合に見られる末梢神経症状は，細胞性免疫が上昇して自己\nの末梢神経を破壊することに原因があるとされており，細胞性免疫の作用\nの観点からは，両者は正反対の機序に基づいているということができる（前\n記前提事実，甲Ｂ６，証人Ｇ）。\nそして，このような機序の違いにより，再発に対しては，抗ハンセン病剤の投\n与によって増殖したらい菌を抑えることが原則とされる一方，境界反応に対\nしては，細胞性免疫の反応を抑えるために免疫抑制作用を持つプレドニン\nの投与が必要とされる場合もあるとされており，両者の治療には全く逆の\n考慮が要求されている（前記前提事実，甲Ｂ６，証人Ｇ）。\nそうすると，知覚麻痺や運動麻痺といった末梢神経症状を呈した患者に対して\nは，その症状が再発と境界反応とのいずれによるものであるかを鑑別しな\nい限り，正しい治療を行うことは不可能といわざるを得ない（証人Ｆ，同Ｇ，\n同Ｈ）。\n(イ)　鑑別診断のための検査方法\nもっとも，臨床的には，再発と境界反応との鑑別診断は困難である場合も多い\nとされており（甲Ｂ６，Ｂ１５，乙Ｂ２６，証人Ｇ），どのような検査によれば再\n発と境界反応とを鑑別することができるかが問題となるが，ハンセン病（ＬＬ\n型）がらい菌の増殖をその病態としている（前記前提事実）一方，境界反応\nにおいてはらい菌の増殖がないとされている（甲Ｂ１５）ことからすると，再\n発と境界反応との鑑別は，らい菌の検出の有無によるのが相当と考えられ\nる（甲Ｂ１５，証人Ｆ，同Ｇ，同Ｈ）。\nそして，一般に，らい菌の検出のためには，皮疹部位あるいは定位置として耳\n介，前額，顎，前腕伸側，背，臀部，指背などの皮膚面をメスで切開（深さ３\nミリメートル，幅３ないし５ミリメートル程度）し，メス刃面で皮膚割面を擦過し\nて組織汁を採り，塗抹菌検査を行うなどの手段を尽くすべきとされている\n（乙Ｂ１，Ｂ２）ところ，とりわけハンセン病（ＬＬ型）については，初期には肉\n眼的に明瞭な皮膚症状が現れないことが多く（前記前提事実），正常に見\nえる皮膚からも菌が検出されることがある（証人Ｇ）のであるから，再発が\n疑われる患者について再発と境界反応とを鑑別するためには，皮疹部はも\nとより，末梢神経症状が現れている部位から組織汁を採取して塗抹菌検査\nを実施する必要があるというべきである（甲Ｂ６，証人Ｆ，同Ｇ，同Ｈ）。\n(ウ)　被告療養所の担当医師らの診断\n以上を前提に，被告療養所の担当医師らが原告に対して行った診断について\n検討する。\nａ　まず，Ａ医師は，昭和５７年２月１７日の診察の際に，原告にハンセン病が再\n発した可能性を疑ったものの，その診断は神経内科医であるＣ医師に委\nねており，Ｃ医師は，同月２０日の診察において，末梢神経症状等の所\n見から，原告に境界反応が生じているとの診断を下している（前記ア）。\nしかし，前記のとおり，再発と境界反応との鑑別診断は臨床的に困難である\n場合も多いとされているのであるから，Ａ医師としては，ハンセン病の治\n療を専門的に担当している医師として，原告にハンセン病が再発した可\n能性を疑った以上は，神経内科医に判断を仰いでその意見を参考とす\nべきであるとはいっても，その意見に盲従するのではなく，これを踏まえ\nて，より客観的で確実な診断を下すべく，原告に対して塗抹菌検査を実\n施すべきであったというべきである（証人Ｇ）。\nｂ　また，同年１２月２８日には，原告にハンセン病が再発していることを疑ったＤ\n医師によって，第１期において初めて塗抹菌検査が実施されているが，\n原告の顔面からは組織汁が採取されておらず，その後，昭和５８年４月５\n日及び昭和５９年５月８日に実施された塗抹菌検査においても，原告の\n顔面から組織汁の採取はされていない（前記ア）。\nしかし，前記のとおり，再発と境界反応とを鑑別するためには，皮疹部はもと\nより，末梢神経症状が現れている部位から組織汁を採取して塗抹菌検\n査を実施する必要があるところ，原告には，当時既に鼻の周囲の突っ張\nり感や顔面神経痛といった症状が認められていたのであるから，Ｄ医師\nとしては，原告に対して塗抹菌検査を実施する以上は，顔面からも組織\n汁を採取する必要があったというべきである（甲Ｂ６，証人Ｆ，同Ｇ）。\nこれについて，Ｄ医師は，顔面には皮疹が現れていなかったし，顔面の皮膚\n生検は顔面に傷が残るので組織汁の採取は行わなかったと証言する\nが，前記のとおり，ハンセン病（ＬＬ型）の初期には肉眼的に明瞭な皮膚\n症状が現れないことが多く，正常に見える皮膚からも菌が検出されること\nがあり，早期にハンセン病の再発の有無を診断して治療を開始すれば，\n兎眼や顔面神経麻痺等の顔面の症状を始めとする全身の重篤な症状\nの発生を回避することができるのに対して，顔面切開の程度は上記のと\nおり軽微なものであることからすれば，Ｄ医師が原告の顔面から組織汁\nを採取しなかったことは，検査の方法として不十分であったといわざるを\n得ない。\nｃ　ところで，さきに認定したとおり，昭和５６年の夏ころ以降には既に原告はハ\nンセン病を再発していたものであるが，その末梢神経症状が主として顔\n面に現れていたことからすると，仮にＡ医師やＤ医師が原告の顔面から\n組織汁を採取して塗抹菌検査を実施していたならば，その結果が菌指数\n陽性を示すものであった可能性は極めて高く（証人Ｇ，同Ｈ），その時点\nで，原告にハンセン病が再発していることを正しく診断できたものと考え\nられる（なお，Ｄ医師は，当時の被告療養所では，菌指数陽性に加えて\n皮疹が認められる場合に再発と診断するとの見解が採られていたと証\n言するが，その一方で，Ｄ医師は，皮疹の認められていなかった原告に\n対してもハンセン病が再発している可能性を考慮して塗抹菌検査を実施\nしていた（前記ア）のであって，実際には，被告療養所においても，菌指\n数が陽性であるか否かをハンセン病の再発の診断のための決定的な要\n素としていたものと認められる。）。\nｄ　したがって，被告療養所の担当医師ら（とりわけＡ医師とＤ医師）には，遅くと\nも昭和５９年５月８日ころまでには，原告に対して塗抹菌検査を十分に行\nうべきであったのに，これを怠り，不十分な検査方法による結果を前提\nに，原告の症状を再発ではなく境界反応によるものと診断した過失があ\nるといわざるを得ない。\nエ　ハンセン病の再発の診断がされていた場合の治療内容\n以上によれば，被告療養所の担当医師らに診断上の過失があったことは明ら\nかであるが，原告は，仮に被告療養所の担当医師らが原告のハンセン病の\n再発を適切に診断していたならば，ＤＤＳ耐性菌の出現を念頭に置きつつ，ク\nロファジミン，リファンピシンの投与や，ＤＤＳの増量投与等の治療方法が採ら\nれるべきであったと主張するので，これについて検討する。\n(ア)　第１期当時のハンセン病治療に関する知見\nハンセン病に対する治療に関しては，昭和３０年代後半以降，世界各地にお\nいてＤＤＳ耐性菌の出現が見られるようになり，ＷＨＯでは耐性菌の発生を\n防ぐための検討が続けられていたところ，昭和５１年には，ハンセン病専門\n委員会によって，定期的にＤＤＳ治療を受けているＬＬ型の患者が臨床的に\n再発した場合にはＤＤＳ耐性菌の存在を疑うべきであり，ＤＤＳ耐性菌に対\nしては，ＤＤＳの１日当たりの投与量は１００ミリグラムとし，これとクロファジ\nミン，リファンピシンのうち少なくとも２種類の併用投与を行うことが推奨され\nる旨の報告がされ，昭和５６年には，ＷＨＯの化学療法研究会によって，軽\n度のＤＤＳ耐性菌に対しては１日当たり１００ミリグラムのＤＤＳの投与が有\n効であるが，ＤＤＳ耐性菌の蔓延を防止するには複数の抗ハンセン病剤（Ｄ\nＤＳ，クロファジミン及びリファンピシン）を併用するＭＤＴが推奨される旨の\n勧告がされていた（前記前提事実，甲Ｂ２，Ｂ３）。\n日本国内においても，昭和５０年代初めには既に，ＤＤＳを長期間にわたって\n単剤で投与するとＤＤＳ耐性菌が出現することが指摘されており，ＤＤＳ耐\n性菌に対するクロファジミン，リファンピシンの投与も行われていた（甲Ｂ６，\nＢ１２，Ｂ１３，乙Ｂ１０，Ｂ４２，証人Ｆ，同Ｇ，同Ｈ）。また，リファンピシンに優\nれた治療効果があることや，ＷＨＯがＤＤＳ耐性菌の出現に対してクロファ\nジミン，リファンピシン等の併用を推奨していることについての報告もされて\nいた（甲Ｂ１１，Ｂ１２，乙Ｂ２８）。\n(イ)　原告に実施すべき治療内容\n以上を前提に，第１期において原告のハンセン病の再発が診断された場合，\nどのような治療方法が採られるべきであったのかを検討すると，原告は，星\n塚敬愛園入所中から長期間にわたってＤＤＳの単剤投与を受けており，そ\nの上でハンセン病を再発したものである（前記ア）ところ，ＤＤＳを長期間に\nわたって単剤で投与するとＤＤＳ耐性菌が出現することは既に指摘されて\nいたのであるから，被告療養所の担当医師らとしては，原告にＤＤＳ耐性菌\nが出現していることを念頭に置いた治療を行う必要があったといえる（甲Ｂ\n１８，証人Ｆ，同Ｇ）。\nそして，当時は既に，日本国内においても，ＤＤＳ耐性菌に対してクロファジミ\nンやリファンピシンの投与が行われており，とりわけリファンピシンについて\nはその優れた治療効果が報告されていたのであるから，原告に対しては，\n少なくともリファンピシンを投与する治療が行われるべきであった（リファン\nピシン耐性菌の出現を予防する観点からは，リファンピシンと他の抗ハンセ\nン病剤を併用投与することが望ましいとも思われるが，いずれにせよ，リフ\nァンピシンの投与は不可欠であった）というべきである（甲Ｂ６，Ｂ１８，証人\nＦ，同Ｇ）。\nこれに対し，被告は，日本においては，再発の診断がされた患者に対しても，\n患者の社会復帰後の生活を考慮して，神経障害や視力障害を起こさせな\nいことを重視して，プレドニンの投与を行ってきたものであると主張し，Ｄ証\n人及びＨ証人もこれに沿う証言をするが，当時原告に現れた症状自体は重\n篤なものではなかったから，抹消神経症状を軽快させる治療を優先すべき\nであったとはいい難く，いかにプレドニン投与によって境界反応を抑制して\nも，ハンセン病の再発に対しての治療を行わない限り，その進行を止めるこ\nとができないのであるから，再発の診断がされた以上は，適切な量の抗ハ\nンセン病剤を投与すべきことは明らかであって，被告の上記主張及びこれ\nに沿う各証言は採用することができない。\n(ウ)　被告療養所における実際の治療内容\nところで，被告は，被告療養所の担当医師らの原告に対する治療内容の当否\nについては原告の具体的な症状に応じた適切な治療がされたか否かという\n観点から判断すべきであるとした上で，被告療養所の担当医師らは，原告\nに対して，その末梢神経症状を境界反応によるものと診断してプレドニンを\n投与するとともに，再発の可能性をも考慮してＤＤＳの併行投与も実施して\nおり，症状に対応した適切な治療を行っていたと主張するので，第１期にお\nける被告療養所の担当医師らが実際に行った治療内容についても検討し\nておくこととする。\nａ　プレドニンの投与\nまず，被告療養所の担当医師らが，原告に対して，その末梢神経症状を境\n界反応によるものと診断してプレドニンを投与した点について検討する。\n前記のとおり，末梢神経症状を呈した患者に対しては，その症状が再発と境\n界反応とのいずれによるものであるかを鑑別しない限り，正しい治療を\n行うことは不可能というべきであるが，仮にその鑑別を誤ったとしても，\n誤った診断に基づく治療を正しく実施すれば，その効果が得られないこと\nによって診断の誤りが明らかとなり，その時点で改めて正しい診断を下\nすことも可能となるから（甲Ｂ６，証人Ｇ），被告療養所の担当医師らが原\n告に対して行ったプレドニンの投与が，境界反応に対する治療として正し\nいものであったか否かが問題となる。\nこの点，被告療養所の担当医師らの原告に対するプレドニンの投与量は，１\n日当たり１５ミリグラムから始まり，その後５ミリグラムに減量されたもの\nである（前記ア）が，一般に，境界反応の治療には，４０ミリグラム以上の\nプレドニンを投与すべきとされている（乙Ｂ１３，Ｂ２６，Ｂ４０。第１期以前\nに発行された『ハンセン病の反応状態とその治療』（甲Ｂ１６）において\nも，２０ミリグラムから３０ミリグラムのプレドニンを投与すべきとされてい\nる。）ことからすると，原告に対して投与されたプレドニンの量は，境界反\n応に対する治療としては明らかに不足していたものといわざるを得ない\n（甲Ｂ６，証人Ｇ）。\nなお，Ｃ医師は，原告には，発熱のような全身症状がなく，神経幹の圧痛も\n見られなかったので，プレドニンの投与量を１日当たり１５ミリグラムに減\nじたと述べる（乙Ｂ１２）が，上記証拠に照らすと，その投与量が適切であ\nったと認めることはできない。\n仮に，被告療養所の担当医師らが，境界反応に対する治療として十分な量\nのプレドニンを投与していたならば，ハンセン病（ＬＬ型）が再発していた\n原告にはその効果が現れず，それによって境界反応との診断が誤って\nいたことが明らかとなった可能性もあった（甲Ｂ６，証人Ｆ，同Ｇ）というべ\nきである。\nｂ　ＤＤＳの投与\n次に，被告療養所の担当医師らが，原告に対してハンセン病の再発の可能\n性をも考慮してＤＤＳの投与を行った点について検討すると，前記のとお\nり，境界反応とハンセン病の再発とは，細胞性免疫の作用の観点から\nは，両者は正反対の機序に基づいているのであるから，そもそもその双\n方を念頭に置いた治療を実施すること自体，不合理なもの（一方に対す\nる治療が他方に対する治療の効果を打ち消すものとなる。）といわざるを\n得ない（証人Ｇ）。\nまた，被告療養所の担当医師らの原告に対するＤＤＳの投与量は，昭和５７\n年２月１７日以降，１日当たり５０ミリグラムであったが，前記のとおり，原\n告のハンセン病の再発に対しては，ＤＤＳ耐性菌を念頭に置いた治療を\nする必要があり，仮にＤＤＳの単剤投与をするとしても（本来であればリフ\nァンピシン等の投与が必要であることは前記のとおりである。），その投\n与量は１日当たり１００ミリグラムとすべきである（なお，Ｄ医師自身も，ハ\nンセン病の再発であるとすれば７５ミリグラム又は１００ミリグラムの投与\n量が望ましいと考えられると証言している（証人Ｄ）。）から，被告療養所\nの担当医師らの原告に対するＤＤＳの投与量は，原告のハンセン病の再\n発を考慮したものとしては，明らかに不足していたといわざるを得ない\n（甲Ｂ６，証人Ｆ，同Ｇ）。\nこれに対して，Ｄ医師は，再発と診断したわけではなく，再発のおそれがある\nに過ぎなかったから，ＤＤＳの投与量を１日当たり５０ミリグラムにとどめ\nたと弁明する（証人Ｄ）が，再発を恐れていながら，再発には対応できな\nい投薬をすることはおよそ合理的とはいえず，Ｄ医師の弁明は採用する\nことができない。\nまた，被告は，原告の受診態度が不規則であったため，ＤＤＳの増量を控え\nたと主張するが，Ｄ医師がそのような事情を考慮してＤＤＳの投与量を調\n整していたことを窺わせるような診療録上の記載や原告に対する説明は\n認められないし，仮にＤ医師がそうした考慮をしたのであれば，むしろ医\n学的知識の乏しい原告にそのような事情を説明し，適切な治療を受ける\nように指導を尽くして治療を行うべきであった。\nしたがって，原告の受診態度が不規則であったという事情は，何らＤ医師の\n薬剤投与が不十分であったことについての責任を免れさせるものではな\nい。\nｃ　小括\n以上によれば，第１期において，被告療養所の担当医師らが原告の症状に\n対応した適切な治療を行っていたとは到底いえないことは明らかであり，\n被告の主張は失当といわざるを得ない。\nオ　適切な診療がされた場合の予後\n昀後に，原告は，仮に，第１期において原告に対して適切な診療がされていれ\nば，原告のハンセン病は程なく治癒し，後遺障害も生じなかったはずであると\n主張するので，第１期において原告に対してリファンピシンを用いた治療が実\n施された場合の予後について検討する。\nこの点，第１期における原告のハンセン病の症状は，皮膚症状は肉眼的には確\n認されず，末梢神経症状も顔面神経痛，顔面及び左腕の筋力低下等にとどま\nっており，ＥＮＬは生じていなかった（前記ア）のであって，かなり初期のもので\nあったものと認められる（証人Ｇ）。\nそして，リファンピシンについては，投与後５，６週間で菌形態指数が０パーセン\nトになったとか，投与後２，３年で菌指数陰性になったなどといった報告がされ\nるなど，ハンセン病に対して優れた治療効果を上げるとされており，ＭＤＴにお\nいてもリファンピシンは不可欠とされている（甲Ｂ４，Ｂ１１，Ｂ１２，乙Ｂ２８）の\nであって，このようなリファンピシンのらい菌に対する有効性からすると，第１\n期の時点で原告に対してリファンピシンの投与がされていたならば，原告のハ\nンセン病はその病勢を進行させることなく，治癒に至ったものと認めるのが相\n当である。\nなお，ハンセン病については，適切な化学療法によって感染症としてのハンセン\n病を治癒することに成功したとしても，らい反応による後遺障害がもたらされ\nる場合もあるとされている（乙Ｂ２６）が，第１期においては，原告のハンセン病\nは，耳介と両上肢からの組織汁による塗抹菌検査では陰性であり，また，ＥＮ\nＬを生じるほどには進行していなかったことからすると，早期かつ適切な化学\n療法による治療の結果，治癒したにもかかわらずなお後遺障害が残るという\nような事態には至らなかったものと推認するのが相当である（３０年以上にわ\nたってハンセン病一筋に臨床，研究及び調査に携わってきたＧ証人は，当法\n廷において，昭和５６年当時のハンセン病医学の水準でも，原告のようなかな\nり初期のＬ型の再発患者であれば，後遺障害を全く生じさせずに治癒させるこ\nとができたと断言する。）。\nカ　小括\n以上によれば，被告療養所の担当医師らには，遅くとも昭和５９年５月８日ころ\nまでには，原告にハンセン病が再発していることを適切に鑑別した上で，その\n治療のために，少なくともリファンピシンの投与を実施すべき義務があったとこ\nろ，原告の症状が再発と境界反応のいずれによるものであるのかの鑑別診\n断を尽くさず，原告に対してリファンピシンの投与を実施しなかったのであるか\nら，診療上の過失があったといわざるを得ず，これによって原告に生じた損害\nについて，被告は不法行為（使用者責任）に基づく損害賠償責任を負うものと\nいうべきである。\n(2)　第２期，第３期の診療について\nア　第２期の診療における被告療養所の担当医師らの過失の有無\n(ア)　認定事実\n前記前提事実，証拠（各認定事実の後に掲げる。）及び弁論の全趣旨によれ\nば，第２期の診療に関して，以下の各事実が認められる。\nａ　外来診療期間の診療経過\n(ａ)　昭和６０年１０月２６日のＤ医師の診察の際，原告には，第１期以来の顔\n面神経痛に加えて，両頬部の掻痒感を伴う紅斑，背部の掻痒感が認\nめられたが，Ｄ医師は，背部の掻痒感は老人性皮膚掻痒症であると\n診断し，痒み止めの薬剤であるアタラックスを処方するなどしたほか，\n従前どおり１日当たり２錠（５０ミリグラム）のＤＤＳの投与による治療を\n継続した（診療経過一覧表，乙Ｂ４３，証人Ｄ）。\nまた，同日，原告に対する塗抹菌検査が実施されたところ，菌指数陰性を\n示す結果が出た（診療経過一覧表）。もっとも，この菌検査は，第１期\nにおける塗抹菌検査と同様に，耳介と両上肢から採取された組織汁\nによるものであり，原告の顔面からの組織汁の採取は行われていな\nかった（乙Ａ１・２１頁，証人Ｄ）。\n(ｂ)　昭和６１年４月１日のＤ医師の診察の際には，原告の背部に紅斑が出現\nしており，同部位から採取された組織汁による塗抹菌検査では，菌指\n数２＋との結果が出た（診療経過一覧表，乙Ａ１・２２頁，Ｂ４３）。\nもっとも，Ｄ医師は，同日の時点では，塗抹菌検査の結果が出ていなかっ\nたことから，原告の症状を境界反応によるものと判断し，ＤＤＳに加え\nて，１日当たり５ミリグラムのプレドニンの投与を再開することとした（診\n療経過一覧表，乙Ａ１・２１頁，Ｂ４３，証人Ｄ）。\n(ｃ)　昭和６１年５月１２日のＤ医師の診察では，原告の症状に改善が認められ\nなかったことから，Ｄ医師は，原告に対するＤＤＳの投与を中止するこ\nとも検討したが，再発の可能性も考慮した結果，１日当たりの投与量\nを２錠（５０ミリグラム）から１錠（２５ミリグラム）に減量することとした\n（診療経過一覧表，乙Ｂ４３，証人Ｄ）。\n(ｄ)　昭和６１年１０月６日のＡ医師の診察では，顔面神経痛等の症状が重くな\nっていたことから，原告に対するプレドニンの１日当たりの投与量が２\n０ミリグラムに増量された（診療経過一覧表，乙Ｂ１１，Ｂ４３）。\n(ｅ)　昭和６１年１０月１７日のＡ医師の診察の際には，原告の左下腿にも紅斑\nが現れていることが認められ，塗抹菌検査によって菌指数３＋との結\n果が出た（診療経過一覧表）。\n同日，Ａ医師は，原告の境界反応による末梢神経症状がさらに悪化したも\nのと判断し，ＤＤＳの投与によって境界反応がより悪化することを懸念\nして，原告に対するＤＤＳの投与を中止することとした（診療経過一覧\n表，乙Ｂ１１，Ｂ４３，証人Ｄ）。\n(ｆ)　その後，原告は，昭和６１年１０月２５日，同年１１月２２日，同年１２月２０\n日にＣ医師の診察を受けたが，顔面の神経痛，筋障害，紅斑などの\n症状は続いており，プレドニンの１日当たりの投与量を１５ミリグラムに\n減量するなどの処置が採られるのみであった（診療経過一覧表，乙Ｂ\n１１，Ｂ１２，Ｂ４３）。\n(ｇ)　原告は，昭和６２年４月２８日にＤ医師の診察を受けたが，その際，Ｄ医師\nは，原告の末梢神経症状が悪化していたことから，原告の症状が境\n界反応によるものかどうかについて疑いを持つと同時に，ハンセン病\n（ＬＬ型）の再発による症状の悪化を考え，今後，プレドニンの投与によ\nって境界反応の鎮静を図り，その後，プレドニンの離脱と抗ハンセン\n病剤の投与を速やかに行う必要があるが，それはもはや外来診療で\nは対応できないと判断した（診療経過一覧表，乙Ｂ４３，証人Ｄ）。\nｂ　被告療養所入室後の診療経過\n(ａ)　原告は，昭和６２年５月１１日に被告療養所に入室した（診療経過一覧\n表）。\nこのときの原告の症状は，顔面全体に浮腫が見られ，皮疹部は紅潮してピ\nリピリ感を伴い，両眼は充血して，眼痛，羞明感が認められ，四肢にも\n浮腫が見られるなどというものであった（診療経過一覧表）。同日に実\n施された塗抹菌検査では，顔面から採取された組織汁から菌指数２\n＋，左腕から採取された組織汁から菌指数４＋との結果が出た（診療\n経過一覧表，乙Ａ１・２７頁）。\nＤ医師は，プレドニンの投与によって末梢神経症状を鎮静化させ，その後，\nプレドニンの離脱と並行して抗ハンセン病剤を投与するとの治療方針\nを立てた（乙Ｂ４３，証人Ｄ）。\n(ｂ)　そして，原告に対しては，昭和６２年５月１２日以降，１日当たり３０ミリグラ\nムのプレドニンの投与が開始された（診療経過一覧表）。\nその後，浮腫や神経痛の軽減等に応じて，プレドニンの投与量は少しずつ\n減量され，同年１１月２０日には，１日当たりの投与量は５ミリグラムと\nなったが，その後は，第２期を通じて，原告に対する１日当たり５ミリグ\nラムのプレドニンの処方が継続された（診療経過一覧表，乙Ｂ４３）。\nその間，原告には，継続的に口唇の痺れが見られるなどしたため，メチコ\nバールの投与も行われたが，抗ハンセン病剤が投与されることはなか\nった（診療経過一覧表，乙Ｂ４３）。\nなお，同年６月１２日の塗抹菌検査では菌指数４＋，同年８月４日の塗抹菌\n検査では菌指数３＋との結果が示され，また，同年１０月１４日のＩ医\n師の診察の際には，左肘頭部に結節様皮疹が続いていることが認め\nられ，Ｉ医師は原告にＥＮＬが生じていることを疑った（診療経過一覧\n表，乙Ｂ４３）。\n(ｃ)　原告は，昭和６２年の夏ころ以降，数日間の外泊を繰り返すようになって\nいたが，昭和６３年になると，外泊の頻度と期間が増すようになり，夏\nころ以降は，月に１，２回程度の頻度で被告療養所の診察を受けるほ\nかは外泊を継続するという生活を送るようになった（診療経過一覧表，\n甲Ａ１，乙Ｂ４３，証人Ｄ，原告本人）。\n同年における原告の症状は，顔面の浮腫，紅潮，上眼瞼の腫脹，口唇の\n痺れ等が続いていたほか，同年６月には左腕にＥＮＬが認められ，ま\nた，同年１月２１日，同年９月７日，同年１２月１日に実施された塗抹菌\n検査ではいずれも菌指数５＋との結果が示され，同年４月２０日に実\n施された知覚検査では全身に広範な知覚障害があるとの評価が下さ\nれるというものであった（診療経過一覧表，乙Ａ２・１９４頁）。\nなお，Ｄ医師は，同年１月２１日の塗抹菌検査の結果を受けて，同月２８日\nの診察の際に，原告に対して，いずれ１日当たり２分の１錠（１２．５ミリ\nグラム）のＤＤＳの投与の開始を検討することとしていたが，第２期を\n通じてその実行に踏み切ることはなかった（診療経過一覧表，乙Ａ１・\n３６頁，Ｂ４３，証人Ｄ）。\n(ｄ)　平成元年以降も，原告の外泊は続いた（診療経過一覧表）。\n原告には，顔面の浮腫，紅潮に加えて，同年６月以降は，両手指に薄い黒\n紫色の浮腫が現れたり，鼻周囲にＥＮＬ様の発赤疹が生じたり，左腕\nにＥＮＬが認められたりするようになり，激しい脱毛も見られるようにな\nった（診療経過一覧表）。\n(ｅ)　また，同年８月７日の塗抹菌検査では菌指数３＋，同年１０月２５日，同年\n１２月６日の塗抹菌検査ではいずれも菌指数６＋との結果が示された\n（診療経過一覧表）。\n(イ)　ハンセン病の再発に対する診療上の過失の有無\nａ　前記のとおり，原告は，第１期において既にハンセン病（ＬＬ型）を再発してい\nたところ，被告療養所の担当医師らは，これを境界反応が生じたものと\n誤診したものであるが，その誤診は，第２期になってからも続き（もっと\nも，第２期になってからは，昭和６１年４月１日には背部の紅斑部から菌\nが検出されるなどしていたのであり，それでもなお被告療養所の担当医\n師らが原告の症状を境界反応と診断したことは，重大な過誤というべき\nである。この点，Ｄ医師は，原告の境界反応がダウングレーディング反応\nであったから菌が検出されても不思議ではない旨の証言をするが，当時\nの診療録上には，Ｄ医師自身の手によって，アップグレーディング反応を\n示す「Ｒｅｖｅｒｓａｌ　Ｒｅａｃｔｉｏｎ」との記載がされている（乙Ａ１・２１頁，２６\n頁）のであって，Ｄ医師の証言は信用できない。），昭和６２年５月１１日\nに原告が被告療養所に入室したころになって，ようやく被告療養所の担\n当医師らによって，原告がハンセン病を再発しているとの診断が下され\nた（前記(ア)）。\nその上で，被告療養所の担当医師らは，昭和６１年１０月１７日にＤＤＳの投\n与を中止したまま，第２期を通じて抗ハンセン病剤を投与することをせ\nず，プレドニンの投与を継続したものである（前記(ア)）が，これについ\nて，原告は，被告療養所の担当医師らは，原告にハンセン病が再発して\nいるとの診断をしたのであるから，原告に対して，ＭＤＴを採用するか，あ\nるいはＭＤＴの理念を踏まえて複数の抗ハンセン病剤を併用投与するな\nどの治療を実施すべきであったにもかかわらず，抗ハンセン病剤を投与\nすることなく，プレドニンの投与を継続したことは，およそ治療とはいえな\nいと主張するので，これについて判断する。\nｂ　まず，ハンセン病の再発の場合に行うべき治療方法についてみると，さきに\n認定したとおり，昭和５０年代には既に，ＷＨＯによってＤＤＳ耐性菌への\n対策としてＭＤＴの採用が勧告されており，日本国内でも知られるように\nなっていたのであるから，第２期においては，ハンセン病の再発に対して\nＭＤＴを実施するのが原則であったというべきである（もっとも，ＷＨＯも，\nＭＤＴの構成薬剤を修正することを容認しており（甲Ｂ４），複数の抗ハン\nセン病剤を併用することにより，特定の抗ハンセン病剤に耐性を持つ菌\nがあっても，他の抗ハンセン病剤で対応することができるというＭＤＴの\n理念に反しない限り，必ずしもＷＨＯの勧告どおりの薬剤構成を採る必\n要はなかったものと考えられる。）（証人Ｆ，同Ｈ）。\nとりわけ，ハンセン病（ＬＬ型）は，らい菌に対する細胞性免疫が機能せずに\nらい菌が増殖した場合の病型であり，皮膚症状や末梢神経症状はらい\n菌の増殖に由来するものである（前記前提事実）から，抗ハンセン病剤\nの投与なしには，その症状の根本的な治療はできないというべきである\n（甲Ｂ１８，証人Ｆ，同Ｇ）。\nなお，ハンセン病の専門医であるＨ証人，国立療養所大島青松園園長のＪ\n医師及び国立療養所長島愛生園皮膚科医長のＫ医師は，ＷＨＯのＭＤ\nＴが日本において標準的治療法として確立したのは昭和６０年代以降で\nあると指摘する（乙Ｂ１９，Ｂ２３，Ｂ４２，証人Ｈ）が，ＷＨＯの提唱する内\n容によるＭＤＴはともかくとして，多剤併用というその理念自体が昭和５０\n年代に既に確立した知見であったという前記認定を妨げるものではな\nい。\nｃ　そうすると，被告療養所の担当医師らとしては，原告にハンセン病が再発し\nていると診断した以上は，ＭＤＴやＭＤＴの理念を踏まえた複数の薬剤の\n併用による治療を行うべきであったといわざるを得ず，それにもかかわら\nず第２期を通じて抗ハンセン病剤を一切投与しなかったことは，らい菌が\n増殖しているにもかかわらず，それに対して何ら対応しなかったことを意\n味するのであって，ハンセン病の治療の放棄に等しいというべきである。\nその一方で，被告療養所の担当医師らは，原告に対してプレドニンを継続的\nに投与しているが，プレドニンは免疫機能抑制作用を有している（前記前\n提事実）ところ，これをらい菌に対する細胞性免疫が機能せずにらい菌\nが増殖している状態にあった原告に継続的に投与することは，むしろハ\nンセン病の進行を促進する行為といわざるを得ない（甲Ｂ６，証人Ｇ）。\nｄ　以上によれば，第２期における原告のハンセン病の再発が診断された後の\n被告療養所の担当医師らの診療行為は，末梢神経症状への対症療法\nに終始し，原因疾患に対する一切の治療を怠った（さらに，対症療法自\n体が原因疾患を悪化させることになった。）ものであって，およそ合理性\nがなく，被告療養所の担当医師らに診療上の過失があったことは明らか\nというべきである。\n(ウ)　被告療養所の担当医師ら（主としてＤ医師）の診療方針\nａ　ところで，Ｄ医師は，被告療養所入室後の抗ハンセン病剤が投与されていな\nいままの原告に対して，プレドニンの投与によって末梢神経症状を鎮静\n化させ，その後，プレドニンの離脱と並行して抗ハンセン病剤を投与する\nとの治療方針を立てたものである（前記(ア)）が，これについて，『今日の\n治療指針　１９８７年版』（乙Ｂ２２）が，抹消神経症状が現れた場合には\nＤＤＳ，リファンピシンの投与を中止し，ステロイド剤を投与すべきとして\nいるのに合致すると述べる（証人Ｄ）。\nまた，Ａ医師も，その陳述書（乙Ｂ１１）において，「プレドニンは，末梢神経が\nらい反応によって，障害されるのを予防するために投与されており，らい\n反応の危険がないという確証が得なければ投与を続けるべきであると考\nえる。治らい剤服用の強行はらい反応を増悪し，失明及び四肢の弛緩性\n麻痺を生じることになり，これによって，患者の日常生活をあるいは社会\n生活を奪い去るのである。」との見解を示しており，抹消神経症状が現れ\nた場合には抗ハンセン病剤の投与を中止し，ステロイド剤を投与すべき\nとする発想は，Ｄ医師と共通するものと窺える（証人Ｄ）。\nｂ　これについて，Ｄ医師は，当時の日本における標準的なハンセン病医学の教\n科書は『今日の治療指針　１９８７年版』（乙Ｂ２２）であり，その内容が当\n時の日本の医療水準であったとして，自らは当時の日本の医療水準ど\nおりの診療を実施したと証言する（証人Ｄ）が，同文献は，明らかにその\n読者層を一般医療従事者としているものであって（証人Ｆ），これがハン\nセン病医学についての当時の標準的な教科書であり，日本の医療水準\nを示すものであったということには疑問がある。\n仮に，同文献が当時の日本におけるハンセン病治療の現場において一般的\nに行われている診療内容を記載したものであったとしても，らい予防法の\n下においては，被告は，ハンセン病患者の医療に努める義務を負い，そ\nのために国立療養所を設け，法的な強制力を背景にそこに大部分のハ\nンセン病患者を集めた結果，日本におけるハンセン病の診療活動をほ\nぼ独占するに至ったものであるから，国立療養所においては，常にハン\nセン病の治療のために昀新の医学的知見に基づく治療を行う義務があ\nるというべきところ，日本におけるハンセン病患者は数千人の規模に過\nぎないのに対し，世界におけるそれは１００万人を超えるものであり，そ\nの治療のための研究活動がＷＨＯを中心に世界的規模で不断に続けら\nれていること（前記前提事実）に照らすと，被告療養所においては，その\n当時における世界的な知見をも踏まえた昀新の医学的知見に基づいた\n治療を行う義務があると解するのが相当であって，Ｄ医師が，上記文献\nの記載に則り，当時の日本において一般に行われていた方法に従った\n治療を行ったからといって，それだけでは，被告療養所におけるハンセン\n病の治療に当たる医師としての責任を免れるものではないというべきで\nある。\nｃ　そこで，第２期当時の世界的な知見についてみると，既に，昭和５１年のハン\nセン病専門委員会による報告（甲Ｂ３）や，昭和５２年に発行された『らい\n反応状態とその治療』（甲Ｂ１６），昭和５６年のＷＨＯの化学療法研究会\nによる勧告（甲Ｂ２），昭和６０年に発行された『Ｌｅｐｒｏｓｙ』（甲Ｂ１７）など\nにおいて，化学療法の基本原則は感染源の排除であって，らい反応（境\n界反応，ＥＮＬ）時であってもＤＤＳの投与を中止すべきではないとの見解\nが公表されていた。\nそして，日本においても，昭和５０年代には，ハンセン病（ＬＬ型）は，らい菌に\n対する細胞性免疫が機能せずにらい菌が増殖していることに原因があ\nるため，抗ハンセン病剤の投与を中止して，プレドニンの投与をすること\nは，かえって末梢神経症状を悪化させるだけであるとの認識を持つ医師\nが現れていた（証人Ｆ，同Ｇ）。\nそうすると，第２期当時においては，抹消神経症状が現れた場合には抗ハン\nセン病剤の投与を中止し，ステロイド剤を投与すべきとする発想は，世界\n的にはもはや根拠のないものとされていたといわざるを得ない。\nｄ　したがって，Ｄ医師が，被告療養所入室後の抗ハンセン病剤が投与されてい\nないままの原告に対して，プレドニンの投与によって末梢神経症状を鎮\n静化させ，その後，プレドニンの離脱と並行して抗ハンセン病剤を投与す\nるとの治療方針を採ったことは，仮にその内容が『今日の治療指針　１９\n８７年版』（乙Ｂ２２）の記載内容に合致し，あるいはまた，当時の日本の\n医療水準に合致していたとしても，これを正当なものとして容認すること\nはできないというべきである（Ｈ医師は，「世界の流れをいかに日本の療\n養所にいた先生方あるいはもちろん皮膚科の医者が吸収して，かつ日\n本の治療法がどのくらい優位なものであるかというその辺の比較，検討\nというのは本来すべきところでありましたけれども，現実的にはやはり日\n本における治療学というのはハンセン病に関しては非常に遅れておっ\nた。」と証言し，自らも反省の念を示している（証人Ｈ）が，日本における\n治療学そのものが遅れていたからといって，被告療養所の担当医師らの\n過失が否定されるわけではない。世界的には，化学療法の基本原則は\n感染源の排除であって，らい反応時であってもＤＤＳの投与を中止すべ\nきではないとの見解が広く知られるようになっていたにもかかわらず，日\n本においては，Ｄ医師を始めとして，抹消神経症状が現れた場合には抗\nハンセン病剤の投与を中止し，ステロイド剤を投与すべきであるとして，\n対症療法を採用する医師が依然として存在したことについては，らい予\n防法が国立療養所に日本におけるハンセン病の診療活動をほぼ独占さ\nせたことにより，日本におけるハンセン病医学の研究及び診療が，外部\nからの批判にさらされる機会や，新しい情報を積極的に取り入れる機会\nの乏しい閉鎖的な環境の下にとどまった結果，その歩みを停滞させてし\nまったという法制度に由来する構造的な問題がその背後に横たわってい\nたものと考えられる。）。\n(エ)　原告の外泊\nなお，被告は，第２期における原告に対する昀も適切な治療方法は，その末\n梢神経症状に照らすと，視力や運動機能に障害をもたらす境界反応の鎮\n静を昀優先にして，抗ハンセン病剤の投与を中止し，プレドニンの投与を行\nい，境界反応が鎮静し次第，速やかにプレドニンの離脱を行い，それに並\n行して抗ハンセン病剤の投与を再開することであったが，原告が頻繁に外\n泊をしたために，プレドニンを離脱させる計画は頓挫してしまい，それに伴\nって，抗ハンセン病剤の投与を再開する計画も頓挫してしまったと主張す\nる。\nａ　たしかに，原告は，昭和６３年以降，外泊を継続する生活を送るようになった\n（前記(ア)）が，さきに認定したとおり，そもそも被告療養所の担当医師ら\nが採った診療方針自体がハンセン病の再発に対する治療として全く誤っ\nていたのであるから，原告の頻繁な外泊によって被告療養所の担当医\n師らの診療上の過失が否定されることはないというべきである（仮に原\n告が全く外泊をすることなく被告療養所において診療を受けていたとして\nも，プレドニンを投与されればされるだけハンセン病の病勢は進行する\nのであるから，いつまで経ってもプレドニンの離脱ができない状態にある\nことには変わりはない（甲Ｂ１８，証人Ｇ）。）。\nｂ　さらに，被告療養所の担当医師らとしては，仮に原告が外泊を継続するとそ\nの治療が不可能となる場合には，原告に対して，外泊を継続する限り治\n療が不可能となることを理解させるだけの説明を尽くさなければならなか\nったというべきであるが（説明を尽くしたにもかかわらず，それでもなお原\n告が外泊を継続した場合には，被告療養所の担当医師らの過失を否定\nし得る。），原告が，昭和６１年に菌指数が２＋や３＋を示していた事実も\n聞かされておらず，ハンセン病が再発していることを認識したのは平成に\nなってからであったが，もし再発しているとの説明を受けていたならば，\n言われるとおりに頑張って治療を受けたなどと供述する（原告本人）こと\nからすると，被告療養所の担当医師らが，第２期におけるその症状の重\n篤さを理解させるだけの説明を原告にしていたとは考えられない（なお，\n診療録には，平成４年１０月２７日に原告が「今迄この病気の事は何にも\n知らなかった」と述べた旨が記載されており（乙Ａ２・４１９頁），被告療養\n所の担当医師らが原告に対してハンセン病についての説明を尽くしてこ\nなかった事実が窺われる。）のであって，いずれにせよ原告の外泊の事\n実をもって被告療養所の担当医師らの責任を否定することはできない。\nイ　第３期の診療における被告療養所の担当医師らの過失の有無\n(ア)　認定事実\n前記前提事実，証拠（各認定事実の後に掲げる。）及び弁論の全趣旨によれ\nば，第３期の診療に関して，以下の各事実が認められる。\nａ　第３期の診療経過\n(ａ)　第３期になっても，原告に対しては，１日当たり５ミリグラムのプレドニンを\n投与する等の治療は継続されたが，原告の症状は，平成２年４月２５\n日のＩ医師の診察の際には，額に１０個を超える結節が認められ，同\n年６月８日のＤ医師の診察の際には，鼻や両前腕にも結節が多発して\nいることが認められるといった経過をたどった（診療経過一覧表，乙Ａ\n２・４５７頁，Ｂ４３）。\n(ｂ)　そのような中，平成２年７月２６日の診察の際にＤ医師から継続的な入室\nを前提とした治療を開始したいとの意向を伝えられた原告は，同年８\n月１２日，改めて被告療養所に入室した（診療経過一覧表，甲Ａ１，乙\nＢ４３，証人Ｄ，原告本人）。\nなお，同年７月２６日には，眼科において原告の両眼に軽度の虹彩炎が生\nじていることが診断された（乙Ａ２・１９７頁）。\n(ｃ)　そして，平成２年８月１３日以降，原告に対して，１日当たり５０ミリグラム\nのクロファジミンを週６日，１日当たり５ミリグラムのプレドニンを週４\n日，１日当たり４錠のメチコバールを連日投与するとの治療が開始さ\nれた（診療経過一覧表）。\n(ｄ)　平成２年８月１６日及び同年１１月１６日には，原告に対して塗抹菌検査\nが実施され，両日ともに菌指数６＋との結果が出た（診療経過一覧\n表）。\n(ｅ)　平成２年１２月６日の診察の際には，原告の皮膚に色素沈着が確認され\nた（診療経過一覧表）。\n(ｆ)　平成３年１月１３日の診察の際には，原告の右前腕，左右大腿に疼痛を伴\nうＥＮＬが散在していることが認められ，同年２月１４日の診察の際に\nは，ＥＮＬが腫大化し，全身性のものとなったことから，Ｄ医師は，原告\nに対して１日当たり５０ミリグラムのサリドマイドの投与を開始すること\nとした（診療経過一覧表，乙Ｂ４３）。\n(ｇ)　その後もサリドマイドの投与が断続的に続けられた結果，平成３年夏ころ\nまで散見されたＥＮＬは，同年末には消退化の傾向を示すようになった\n（診療経過一覧表）。\nこの間，原告には，同年５月２３日及び同年１０月２４日に塗抹菌検査が実\n施され，それぞれ菌指数５＋，３＋との結果が出た（診療経過一覧\n表）。\nまた，平成３年を通じて，原告には虹彩炎の症状が慢性的に生じていた\n（乙Ａ２・２７７頁，２７９頁，２９２頁，３０１頁，３０６頁，３０８頁，３１６\n頁，３３３頁，３５１頁）。\nなお，同年１１月１６日には，末梢神経症状が消退したとして，原告に対す\nるプレドニンの投与が中止された（診療経過一覧表）。\n(ｈ)　平成４年になってからも，原告のＥＮＬの発症に応じてサリドマイドの投与\nが行われるなどの治療が続けられた（診療経過一覧表）。\n同年４月１６日，同年７月３０日及び同年９月２日には塗抹菌検査が実施さ\nれたが，その結果は，それぞれ菌指数３＋，（－），３＋というものであ\nった（診療経過一覧表）。\n(ｉ)　平成４年９月１７日の診察の際，Ｄ医師は，原告に対するクロファジミンの\n投与を同月２０日で打ち切り，翌２１日から１日当たり１錠（２５ミリグラ\nム）のＤＤＳの投与を開始することとした（診療経過一覧表）。\nｂ　主治医の交替\n(ａ)　一方，原告は，被告療養所に入室してからも，脱毛，全身の知覚鈍麻，顔\n面筋の麻痺が進行することに対し，絶望感とＤ医師に対する不信感を\n抱くようになり，平成４年夏ころに，意を決して，患者の間で熱心な医\n師であると評判の高かったＦ医師に，果たして自分が治癒するのかど\nうかについて相談を申し入れた（甲Ａ１，Ｂ１８，証人Ｆ，原告本人）。\nＦ医師は，以前から著しい色素沈着と持続する虹彩炎を患う原告の存在に\n気付いていたが，その原告から直に相談を申し入れられたことから，\nこれまでの原告の診療録を調査することとした（甲Ｂ１８，証人Ｆ）。\nＦ医師は，原告の診療録を検討した結果，医師による記載がほとんどされ\nていないものの，検査数値や投薬内容等に照らすと，原告に対して一\n般医療の常識から大きく外れた医療行為が行われている疑いがある\nと考え，被告療養所の副園長であるＥ医師に相談を申し入れた（甲Ｂ\n１８，証人Ｆ）。\nＥ医師は，ハンセン病治療の専門家に自己の判断の是非を確認したいと\n打ち明けるＦ医師に対して，岡山県邑久郡所在の国立療養所邑久光\n明園（以下「邑久光明園」という。）のＬ園長（以下「Ｌ医師」という。）とＭ\n医師を紹介した（甲Ｂ１８，証人Ｆ）。\nＦ医師は，原告の臨床経過の概略を持って，邑久光明園を訪れ，Ｌ医師，\nＭ医師と面談をしたところ，原告に対して行われている診療が適切で\nないことの説明を受け，それが治療の名に値しないものであることを\n再認識した（甲Ｂ１８，証人Ｆ）。\n(ｂ)　その後，原告は，Ｆ医師から，邑久光明園で相談したことを聞き，平成４年\n１０月１９日，自ら邑久光明園を訪れ，Ｌ医師の診察を受けた（甲Ａ１，\nＢ１８，乙Ｂ３２，証人Ｆ，原告本人）。\nこのときの原告の症状は，頭髪は頭頂部と側頭部は薄く，眉毛と睫毛は脱\n落しており，顔面はクロファジミンによる色素の沈着が高度であり，両\n目は兎眼となり，両鼻翼は萎縮して鼻開気味であり，左手は垂手とな\nり，四肢には知覚障害や筋萎縮が現れているというものであり，５か\n所から組織汁を採取して実施した塗抹菌検査では，菌指数の平均が\n４．４という結果が出た（乙Ｂ３２）。\nこのような原告の症状を目の当たりにしたＬ医師は，Ｅ医師に宛てて，主治\n医を変更しない限り原告の治療は望めない旨を記した手紙を書き，原\n告に手渡した（甲Ａ１，証人Ｆ，原告本人）。\n(ｃ)　原告は，Ｌ医師の診察を受け，被告療養所入室当時と比べて菌指数の数\n値が改善されていないことを知らされてショックを受け，Ｄ医師の治療\nの問題点を指摘され，このままＤ医師の治療を受けていたのではハン\nセン病が治らないものと考えた（甲Ａ１，原告本人）。\nそこで，原告は，被告療養所に戻ると，Ｅ医師に対して，Ｌ医師の書いた手\n紙を渡すとともに，担当医の交替を願い出た（甲Ａ１，原告本人）。\n(ｄ)　これを受けて，平成４年１０月２７日，Ｅ医師は，原告の主治医をＤ医師か\nらＦ医師へ変更することを指示した（診療経過一覧表）。\nｃ　Ｆ医師による診療\n(ａ)　原告の主治医となったＦ医師は，原告を診察したところ，ほぼ全身に黒褐\n色の色素沈着があり，皮膚の乾燥が著明で，四肢に魚鱗癬様の角化\nが生じていることを認め，また，全指趾は短縮，屈曲し，ほぼ全身に知\n覚麻痺，発汗障害が生じており，全表情筋の機能を失い，重度の兎眼\nがあり，虹彩炎を患っているなどの症状を確認した（甲Ｂ１，Ｂ１８，乙\nＢ３７，証人Ｆ）。\n(ｂ)　Ｆ医師は，原告の症状を確認した上で，１日当たり１錠（２５ミリグラム）の\nＤＤＳの投与を中止するとともに，新たにリファンピシンとオフロキサシ\nンを規則的に投与する治療を開始することとした（甲Ｂ１，Ｂ１８，乙Ｂ３\n７，証人Ｆ）。\nまた，リファンピシンとオフロキサシンの投与開始後，原告には，大腿部を\n中心にＥＮＬが多発するようになったが，Ｆ医師は，リファンピシンとオ\nフロキサシンの投与を中止せず，サリドマイドを投与することで対応し\nた（甲Ｂ１，Ｂ１８，証人Ｆ）。\n(ｃ)　Ｆ医師による治療開始後，原告の虹彩炎の症状は軽減し，また，クロファ\nジミンによる色素沈着も徐々に軽減するようになり，平成５年１１月４\n日には，原告は，被告療養所を退室し，園内の舎から被告療養所の\n外来診療に通って治療を受けるようになった（甲Ａ１，Ｂ１，Ｂ１８，乙Ａ\n１・４９頁，５３頁，Ａ２・５４８頁，Ｂ３７，証人Ｆ）。\n(ｄ)　Ｆ医師の診療を受けるようになって約４年が経過したころには，原告の活\n動性の病変は収拾に向かい，平成９年ころには，菌指数もおおむね陰\n性を示すようになった（証人Ｆ，弁論の全趣旨）。\n(ｅ)　その後も，原告は，Ｆ医師による診療を受け続け，背部の不快な掻痒感に\n対してサリドマイドの処方を受けるなどした（証人Ｆ）。\nまた，原告は，平成１０年８月１７日から同年１０月２２日まで右足骨髄炎の\n治療のために，平成１３年３月２２日から同月３０日まで，両兎眼手術\nのために，被告療養所に入室した（乙Ａ２・５５１頁から６０６頁まで）。\n(イ)　クロファジミンの長期投与の当否\n上記の認定のとおり，被告療養所の担当医師らは，原告に対して，第３期の\n大半の期間を通じて，クロファジミンの単剤投与を行ったものであるが，こ\nの点について，原告は，第３期においては，既にＭＤＴが定着していたので\nあるから，被告療養所の担当医師らとしては，クロファジミンに加えてリファ\nンピシンをも併用する治療を実施すべきであったとし，らい菌に対する静菌\n作用や殺菌作用が弱いクロファジミンを，平成２年８月から平成４年１０月ま\nでという長期にわたって単剤で投与し続けたことは過失に当たると主張す\nるので，これについて検討する。\nａ　さきに認定したとおり，第３期においては，ハンセン病に対する治療としてＭ\nＤＴを実施するのが原則であったというべきである。\nとりわけ，クロファジミンは，らい菌に対する殺菌効果が弱いとされている（前\n記前提事実，甲Ｂ６，証人Ｆ）のであるから，極めて重度のらい反応が予\n想される場合などに期間を限定して単剤投与をすることはあっても（甲Ｂ\n１８），原則として他剤と併用されるべきであるといえる（甲Ｂ６，Ｂ１８，乙\nＢ４２，証人Ｆ，同Ｇ，同Ｈ）。\nｂ　これに対して，被告は，既に耐性菌が出現しているであろうＤＤＳや，ショック\n症状や失明といった重篤な副作用がある上に，らい菌に対する殺菌作\n用によってＥＮＬを引き起こし，かえって虹彩炎を悪化させ，ショック症状\nや急性腎不全の副作用を引き起こす危険性すらあるリファンピシンを原\n告に投与することは適切でなく，クロファジミンの単剤投与はやむを得な\nかったと主張する。\nしかし，Ｄ医師自身，平成４年９月２１日からクロファジミンに替えて１日当た\nり１錠（２５ミリグラム）のＤＤＳの投与を開始している（前記(ア)）のであっ\nて（なお，ハンセン病の再発に対しては，１日当たり１００ミリグラムの投\n与をすべきであるから，この投与量はハンセン病の再発に対するものと\nして明らかに不足しているといわざるを得ない。），ＤＤＳ耐性菌の存在を\n理由としてＤＤＳの併用を行わなかったとの主張を採用することはできな\nい（なお，ＤＤＳ耐性菌への対策として推奨されたＭＤＴにおいても，ＤＤＳ\nはその構成薬剤とされていることは前記のとおりである。）。\nまた，第３期の直後から原告の診療を担当したＦ医師は，原告に対してリファ\nンピシンの投与を行っており，ＥＮＬが生じた場合にもリファンピシンの投\n与を中止することなく，サリドマイドの投与によってこれに対応することが\nできているのである（前記(ア)）し，ショック症状や腎不全といった副作用\nについても特にその発症を懸念すべき事情も窺われないから，リファンピ\nシンを原告に投与することが適切でないとの被告療養所の担当医師ら\nの判断を合理的なものということはできない。\nしたがって，被告療養所の担当医師らが原告に対して長期にわたってクロフ\nァジミンの単剤投与を実施したことに合理的な理由はないといわざるを\n得ない。\nｃ　よって，第３期において，被告療養所の担当医師らには，原告に対して長期\nにわたってクロファジミンの単剤投与を実施した点で，診療上の過失が\nあったというべきである。\nウ　小括\n以上によれば，本件は，第１期における被告療養所の担当医師らの診療に過\n失があったために原告に損害が生じたというべき事案であるが，第２期，第３\n期においても，被告療養所の担当医師らの診療には過失が認められるので\nあって，原告に対する医療過誤は第１期から第３期まで途絶えることなく続い\nていたものといわざるを得ない。\n２　争点(2)（損害）について\n前記のとおり，被告療養所の担当医師らには，第１期における原告に対する診療\nに過失があり，被告は，これによって原告に生じた損害について不法行為（使用者\n責任）に基づく損害賠償責任を負うものというべきであるが，次に，原告に生じた損\n害について検討する。\n(1)　休業損害及び逸失利益\nア　前記のとおり，被告療養所の担当医師らが，遅くとも昭和５９年５月８日ころまで\nには，原告にハンセン病が再発していることを適切に鑑別した上で，その治療\nのために，少なくともリファンピシンの投与を実施していたならば，原告のハン\nセン病は後遺障害を生じさせることなく治癒に至ったものと認められるところ，\nその治癒に至ったであろう時期については，確実にこれを認定することは困\n難であるものの，Ｆ医師が第１期よりも病勢の進展した原告の症状を約４年で\n収拾に向かわせることができたこと等に照らせば，遅くとも昭和６３年ころまで\nには治癒していたであろうと推認するのが相当である。\nイ　ところが，実際には，原告は，昭和６２年５月１１日に被告療養所に入室したこと\nによって就労の機会を失い，さらに，被告療養所入室中に受けた診療に過誤\nがあったために，第３期の末期には，全指趾の短縮・屈曲，ほぼ全身の知覚\n麻痺・発汗障害，全表情筋の機能の喪失，兎眼等の重篤な後遺障害を負うに\n至った（なお，これらの後遺障害については，ハンセン病に直接に起因するも\nのと知覚障害等に起因する二次的なものとを区別することは困難であるが，\nいずれにせよ，原告に生じた後遺障害はすべて被告療養所の担当医師らの\n診療上の過失に起因するものである。）のであって，このころには労働能力を\n完全に喪失したものと認められる。\nそして，原告については，Ｆ医師の治療によって原告の活動性の病変は収拾に\n向かい，平成９年には，一応の症状固定と見得る状態には至ったものの，後\n遺障害には著明な改善が見られないままであり，現在もなお，就労可能性を\n絶たれたまま，終生にわたって治療を受ける必要がある状態が続いている\n（甲Ａ１，証人Ｆ，原告本人，弁論の全趣旨）。\nウ　したがって，原告は，昭和６３年（５０歳）から一応の症状固定時といえる平成９\n年（５９歳）までの９年間にわたり，休業損害を被ったものであり，また，それ以\n降は，就労不能のために逸失利益の損害を被ったものというべきである。\nそこで，賃金センサス昭和６３年女子労働者の産業計企業規模計学歴計の５０\n歳から５４歳までの平均年収２６９万３４００円を基礎収入として，９年間の休\n業損害を計算すると，２４２４万０６００円となり，平成９年以降の原告が６７歳\nに達するまでの８年間の逸失利益を，賃金センサス平成９年女子労働者の産\n業計企業規模計学歴計の５９歳から６４歳までの平均年収３４４万０７００円を\n基礎収入として，ライプニッツ係数（６．４６３２）を用いて中間利息を控除して\n算出すると，２２２３万７９３２円となり（３４４万０７００円×６．４６３２＝２２２３万\n７９３２円），以上の合計は４６４７万８５３２円となる。\n(2)　慰謝料\nア　入通所慰謝料\n原告は，被告療養所の担当医師らが誤った治療を行い，かつこれを継続したこ\nとによって，ハンセン病の再発が進行し，このため，昭和６３年以降，被告療\n養所への入通所を余儀なくされたものであるが，これによる精神的苦痛に対\nする慰謝料としては５００万円が相当である。\nイ　後遺障害慰謝料\n原告は，被告療養所の担当医師らが誤った治療を行ったため，適切な治療を受\nけていれば後遺障害が残らずに治癒したと考えられるにもかかわらず，全指\n趾の短縮，屈曲，ほぼ全身の知覚麻痺，兎眼等を含めた顔面醜状等のハン\nセン病特有の後遺障害を負うに至ったものであるところ，こうした後遺障害を\n負った者は，その障害それ自体によっても著しい精神的苦痛を受けていると\n認められるのみならず，その障害の存在からハンセン病患者であったことが\n容易に看取されるため，しばしばいわれのない差別や偏見を受け，さらに精\n神的苦痛を重ねてきたことも明らかである。\n原告の被ったこうした重大な精神的苦痛に対する慰謝料としては，２５００万円\nが相当である。\n(3)　小括\n上記(1)，(2)の合計額は，７６４７万８５３２円であるから，原告の被告に対する損\n害賠償請求権が５０００万円を超えて存在することは明らかである。\nよって，被告は，原告に対し，不法行為（使用者責任）に基づき，５０００万円及び\nこれに対する不法行為の日の後である平成１５年５月１７日（訴状送達の日の翌\n日）から支払済みまで民法所定の年５分の割合による遅延損害金の支払義務を\n負う。\n３　争点(4)（不法行為（使用者責任）又は国家賠償法に基づく損害賠償請求権の消滅\n時効の成否）について\n以上に対し，被告は，平成４年１０月２７日には，原告は，被告療養所の担当医師\nらによるハンセン病の治療に過失があり，それによって損害を受けたことを認識し\nていたし，平成９年ころには，原告の症状はおおむね固定していたのであるから，\nこれらの時点から既に３年以上の期間が経過した以上，原告の被告に対する不法\n行為（使用者責任）に基づく損害賠償請求権は時効により消滅していると主張する\nので，これについて検討する。\n(1)ア　不法行為に基づく損害賠償請求権について，民法７２４条は，被害者が損害\n及び加害者を知ったときから３年間行使しないときには時効によって消滅する\nと規定するところ，同条にいう損害及び加害者を知ったときとは，被害者にお\nいて，加害者に対する損害賠償請求をすることが事実上可能な状況の下に，\nそれが可能な程度に損害及び加害者を知ったときを意味すると解されるが，\nここでいう損害とは，他人の不法行為によって発生した損害を指すから，損害\nを知ったというには，単に結果として損害が発生したことを知るのみでは足り\nず，加害行為が加害者の故意又は過失に基づくものであること及び加害行為\nと損害発生との因果関係の存在の認識をも要するというべきである。\nイ　そこで，平成４年１０月２７日において，原告が，被告療養所の担当医師らの診\n療内容について，被告に対して不法行為に基づく損害賠償請求権を行使する\nことが事実上可能な程度に過失の存在を認識できていたかどうか検討する。\n原告は，平成４年１０月１９日に邑久光明園においてＬ医師の診察を受けた際\nに，被告療養所においてＤ医師から受けた治療の問題点（抗ハンセン病剤の\n単剤投与等）を指摘され，このままＤ医師の診療を受けていては絶対に治るこ\nとはないと確信したと述べて（乙Ｂ３６）おり，従前からＤ医師に対して抱いてい\nた不信感を改めて実感したものとは認められる。\nしかし，前記のとおり，当時の日本におけるハンセン病治療は昀新の世界水準\nに照らすと立ち後れていると評価されるような状況にあって，その知見につい\nては日本における専門家の間でも意見が分かれる状況にあったのであるか\nら，ハンセン病医療についての専門知識を持ち合わせていない原告が，Ｌ医\n師から説明を受けて，単剤投与しかしなかったＤ医師の治療上の問題点を指\n摘されたからといって，それだけでは，国立療養所に長年勤務してハンセン病\n患者の治療に当たっていた専門家であるＤ医師の診療内容について，不法行\n為に基づく損害賠償請求権を行使することが事実上可能な程度に過失の存\n在を認識するに至ったとは考えられない。\nまた，原告は，平成４年１０月２７日，Ｆ医師から，それまでの診療内容について\nの説明を受けてはいるが，それは，新しい治療方法を開始するに当たって，\n従前の治療方法を確認しただけのものに過ぎず（乙Ａ２・４１９頁），原告に被\n告療養所の担当医師らの診療に過失があったと認識させる性質のものでは\nなかったというべきであるし，原告自身，同日，看護師に対して，「今は誰をう\nらむでない，自分の病気がこうしたと思う。」と話していることからすると，同日\nの時点で，原告が，被告療養所の担当医師らの診療内容について，被告に\n対して不法行為に基づく損害賠償請求権を行使することが事実上可能な程度\nに過失の存在を認識していたとは認められない。\nウ　次に，平成９年ころにおいて，原告が，被告療養所の担当医師らの診療内容に\nついて，被告に対して不法行為に基づく損害賠償請求権を行使することが事\n実上可能な程度に過失の存在を認識できていたかどうか検討する。\n原告は，Ｆ医師の診療を受けるようになってから，Ｄ医師が，らい反応を恐れて\n抗ハンセン病剤での治療をやめてプレドニンだけを投与したり，その後も１種\n類の抗ハンセン病剤しか投与しなかったりしたために，ハンセン病の症状が\n悪化し，取り返しのつかない後遺障害を負うことになったことを知ったと述べる\n（乙Ｂ３６）が，Ｆ医師の原告に対する説明は，Ｄ医師の診療の問題点を指摘\nすることに主眼があったわけではなく，あくまでＦ医師自身の実施しようとする\n診療内容の説明の一環としてされたに過ぎないというべきであって，ハンセン\n病医療についての専門知識を持ち合わせていない原告が，Ｆ医師からの説明\nを受けたのみで，Ｄ医師の診療内容について，不法行為に基づく損害賠償請\n求権を行使することが事実上可能な程度に過失の存在を認識するに至ったと\nは考えられない。\nまた，平成７年５月には，Ｆ医師は原告の症例を検討した論文を発表している\n（甲Ｂ１，乙Ｂ３７）が，原告が当時この論文の内容を了知していたと認めるに\n足りる証拠はないし，仮にこの論文に原告が触れていたとしても，ハンセン病\n医療についての専門知識を持ち合わせていない原告にとっては，このような\n専門的文献によってＤ医師の診療内容について不法行為に基づく損害賠償\n請求権を行使することが事実上可能な程度に過失の存在を認識することがで\nきたとはいい難い。\nその他，平成４年１０月２７日の時点から平成９年ころまでに，被告療養所の担\n当医師らの診療に対する原告の認識が，損害賠償請求権を行使することが\n事実上可能な程度に過失の存在を把握するまでに変化したことを窺わせる事\n情は一切なく，平成９年ころの時点でも，原告は被告療養所の担当医師らの\n診療内容について，被告に対して不法行為に基づく損害賠償請求権を行使す\nることが事実上可能な程度に過失の存在を認識していたとは認められない。\nエ　そうすると，平成４年１０月２７日又は平成９年ころを起算日とする不法行為に\n基づく損害賠償請求権の消滅時効の主張には理由がないといわざるを得な\nい。\n(2)　さらに，前記のとおり，被告は，明治４０年の「癩予防ニ関スル件」以降らい予防\n法が廃止される平成８年に至るまでの約９０年間にわたり，被告の開設する国\n立療養所に大部分のハンセン病患者を集め，法的な強制力を背景に，結果とし\nて日本におけるハンセン病の診療活動をほぼ独占するに至ったものであり，新\n規患者の激減やハンセン病患者の減少ともあいまって，らい予防法が廃止され\nた現在でもなお，一般の医療機関はハンセン病診療の十分な経験がなく，依然\nとして国立療養所が，それまで集積してきた臨床経験をもとに，引き続き数少な\nいハンセン病の専門的な診療機関である状況が続いている（この点は，Ｆ医師\nの証言，原告本人の供述及び弁論の全趣旨からも明らかであるし，また，被告\n療養所における診療行為に過誤があったと主張して本件訴訟を提起している原\n告自身が，将来身寄りのない状態に立ち至ったときには，再び被告療養所に戻\nるしかないとの危惧を表明していることからも十分に窺われるところである。）。\nそして，原告は，平成９年ころおおむねその症状が固定したとはいっても，被告療\n養所における医療過誤の結果，重大な後遺障害を負い，その後も終生にわたり\nハンセン病の治療を必要とする状況にあるため，被告の開設する療養所での診\n療を受けるほかはない状況に置かれている。\nこのように，被告が，長年にわたり法的強制力を背景にハンセン病の診療機関を\nほぼ独占して，ハンセン病の専門的な診療を事実上ほぼ独占する状況を作り出\nしたことによって，原告は，被告の開設する療養所での医療過誤のために重大\nな後遺障害を負うに至ったにもかかわらず，引き続き被告の開設する療養所で\nの診療を余儀なくされるという特殊な状況に置かれてきたものであって，こうした\n状況の下において，被告の過去の診療行為に過誤があったと主張して被告に対\nする法的請求に及ぶことを一介の患者に過ぎない原告に期待することは困難を\n強いるものというほかはなく，原告が，自らの疾病に対する治療行為が確実に行\nわれることを昀優先にして，そのためにその治療を担当している療養所を開設し\nている被告に対する法的請求にまで及び得なかったからといって，軽々しく権利\nの上に眠る者などとしてその法的救済を拒むことは，時効制度の趣旨にそぐわ\nないというべきである。\nまた，強制隔離主義を採用したらい予防法等の法制度の下で，ハンセン病患者\n及び元患者に対するいわれのない差別や偏見が助長されてきたものであり，熊\n本地方裁判所が平成１３年５月１１日に言い渡した判決等を契機に，被告がこれ\nらの差別や偏見の除去のための昀大限の努力を尽くすことを表明したことは広く\n知られているところではあるが，それにもかかわらず，現在なお社会の随所にお\nいてハンセン病患者及び元患者に対する心ない差別や偏見が根強く残り，社会\n生活を送る上でも様々な障害に遭遇していることもまた，目を背けることのでき\nない現実なのであって，このような状況の下で，原告が，不当な差別や偏見にさ\nらされることを覚悟しながら，被告に対して損害賠償請求に踏み切るという当然\nの権利行使に及ぶことすら，なみなみならない決意に基づくものであったであろ\nうことは，容易に想像し得るところである（実際，原告は，本件訴訟において，戸\n籍名ではなく仮名を使用せざるを得なかった。）。\nこうした事情に照らすと，原告の被告に対する不法行為（使用者責任）に基づく損\n害賠償請求権の消滅時効期間が仮に形式的には経過しているとしても，原告が\nその期間内に被告に対する損害賠償を請求しなかったのは，権利の上に眠って\nいたからではなく，らい予防法のためにハンセン病の専門的な診療が事実上被\n告にほぼ独占され，また，ハンセン病患者及び元患者に対する差別や偏見が助\n長された結果によるものというべきであって，そうであるならば，そのような状況\nを生み出す基となったらい予防法等の制定主体そのものである被告が，原告の\n損害賠償請求権の消滅時効を援用することは，時効制度の趣旨に反するものと\nして，権利の濫用に当たるというべきである。\n(3)　以上によれば，平成４年１０月２７日又は平成９年ころを起算日とする不法行為\nに基づく損害賠償請求権の消滅時効の主張には理由がなく，被告は，原告に対\nし，不法行為（使用者責任）に基づく損害賠償責任を負う。\n４　結論\nよって，その余の点について判断するまでもなく，原告の請求は理由があるからこ\nれを認容し（なお，仮執行宣言の効力発生時期については，本判決が被告に送達\nされた日から１４日を経過したときとする。），主文のとおり判決する。\nなお，仮執行免脱宣言については，相当でないので，これを付さないこととする。\n東京地方裁判所民事第３０部\n裁判長裁判官　　佐　　藤　　陽　　一\n裁判官　　角　　田　　ゆ　　み\n裁判官　　川　　嶋　　知　　正\n別紙「診療経過一覧表」（省略）\n"
}