{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 1,
    "day": 29
  },
  "case_number": "平成12(行ウ)31",
  "case_name": "損害賠償請求",
  "court_name": "札幌地方裁判所",
  "lawsuit_id": "8681",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=8681",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/681/008681_hanrei.pdf",
  "contents": "主文\n１　原告らの請求をいずれも棄却する。\n２　訴訟費用は原告らの負担とする。\n事実\n第１　当事者の求めた裁判\n１　請求の趣旨\n（１）　被告は，Ｅ町，Ｆ町学校給食組合に対し，９万０８６５円を支払\nえ。\n（２）　訴訟費用は被告の負担とする。\n２　請求の趣旨に対する答弁\n主文同旨\n第２　当事者の主張\n１　請求原因\n(1)　当事者の地位\nア　原告らは，いずれも普通地方公共団体であるＥ町の住民である。\nイ　Ｅ町，Ｆ町学校給食組合（以下「本件組合」という。）は，Ｅ町及びＦ\n町によって組織される一部事務組合である。\nウ　被告は，平成１０年１２月８日，本件組合の組合長に就任した。\nエ　本件組合の組合長は，本件組合の執行機関であり，本件組合の財産の管\n理を行う権限を有するものである。\n(2)　違法に財産の管理を怠る事実\nア　本件組合は，Ｅ町，Ｆ町学校給食組合センター（以下「本件学校給食\nセンター」という。）を設置・管理するものである。\nイ　平成１１年１２月中旬ころ，同給食センター内にあるボイラー（以下\n「本件ボイラー」という。）とサービスタンク（以下「本件サービスタ\nンク」という。）との間の地下埋設管（以下「本件地下埋設管」とい\nい，以上のボイラー，サービスタンク及び地下埋設管その他のボイラー\n関係施設を「本件ボイラー関係施設」という。）に破損が生じ，重油が\n漏洩し始めた（以下「本件事故」という。）。\nウ　被告は，本件組合長として本件ボイラー関係施設を管理する者であ\nり，平成１２年３月２日ころまでには，本件事故を知り，又は知りうべ\nきであったのであるから，直ちにその原因を調査・特定して応急措置を\nすべき義務があるのにこれを怠り，同月２９日まで，漫然これを放置し\nた。\nエ　被告は，平成１２年３月２９日，本件地下埋設管の破損部を修繕し\nた。\nオ　したがって，被告が，平成１２年３月２日から同月２９日までの間，\n重油が漏洩するがままに放置した行為は，違法に財産の管理を怠る行為\nというべきである。\n(3)　損害\nア　本件組合は，本件事故によって漏洩した重油を補充するための重油購\n入代金として，３５万円を支出した。\nイ　上記３５万円は，平成１１年１２月１６日から平成１２年３月２９日\nまでの１０４日間の代金であるから，平成１２年３月２日から同月２９\n日までの２７日間に対応する代金は，９万０８６５円である。\n(4)　被告の賠償責任\n被告は，組合長の職にあるものとして，上記のとおり違法に財産の管理\nを怠る行為をし，これにより，本件組合に対し，上記の損害を与えたもの\nであるから，その損害を賠償すべき責任がある。\n(5)　監査請求の経由等\n原告らは，平成１２年１１月１５日，本件組合の監査委員に対し，地方\n自治法２９２条，２４２条１項に基づき，被告の前記財産の管理を怠る事\n実についての監査を請求したが，同監査委員は，同年１２月４日，原告ら\nの監査請求を却下した。\n(6)　結論\nよって，原告らは，上記監査結果に不服があるので，同法２９２条，２\n４２条の２第１項４号に基づき，被告に対し，上記損害金９万０８６５円\nを本件組合に支払うことを求める。\n２　請求原因に対する認否\n(1)　請求原因(1)の事実はいずれも認める。\n(2)　同(2)ア，イの事実は認め，同ウの事実は否認し，同エの事実は認め，\n同オの主張は争う。\n(3)　同(3)アの事実は認め，同イの事実は否認する。\n(4)　同(4)の主張は争う。\n(5)　同(5)の事実は認める。\n理由\n１　請求原因(1)の事実（当事者の地位），同(2)ア，イ，エの各事実（本件組合\nが本件学校給食センターを設置・管理していること，平成１１年１２月中旬こ\nろ本件事故が発生したこと，被告が平成１２年３月２９日に本件地下埋設管の\n破損部の修繕をしたこと）は当事者間に争いがない。\n２　そこで，請求原因(2)ウの事実（被告のした財産の管理を怠る事実）について\n検討する。\n(1)　上記１の事実に加え，甲第３号証，乙第１ないし第３号証，第５号証，第\n７ないし第１０号証，証人Ｇの証言及び弁論の全趣旨によれば，以下の事実\nが認められる。\nア　本件組合は，Ｅ町及びＦ町内にある小中学校の児童生徒約８００名に学\n校給食を提供するため，その実施に必要な施設の設置及び管理に関する事\n務を共同して処理することを目的として設立されたものである。\n本件組合は，上記目的の実施のための施設として本件学校給食センター\nを設置してこれを管理している。\nイ　本件組合には，議決機関として，議会が置かれ，執行機関として，組合\n長及び教育委員会が置かれている。\nその組合長には，Ｆ町長でもある被告が平成１０年１２月８日から就任\nし，その教育委員会の教育長には，Ｅ町教育委員会の教育長でもあるＧが\n就任していた。\nそして，本件組合の設置・管理に係る本件学校給食センターには，所長\nが置かれ，その所長の下に，調理員，栄養士，事務係員が配置されている\n（以下，上記所長，調理員，栄養士，事務係員を合わせて「本件学校給食\nセンターの職員」という。）。\n以上のようなことから，本件学校給食センター内の本件ボイラー関係施\n設は，法的には，本件組合の執行機関である組合長（被告）及び教育委員\n会（同教育長Ｇ）に管理権限があったものであるが，事実上は，本件学校\n給食センターの所長をはじめとするその職員が管理を担当していた。\nウ(ア)　本件組合は，平成１１年８月１３日，本件学校給食センター内のボ\nイラーの取替工事をした。\n(イ)　本件学校給食センターは，平成１１年１２月１３日，学校給食の提\n供先であるＨ小学校から，学校給食のフルーツゼリーの包装ビニールに\n灯油のような臭いがあるとして，返品を受け，これを同センターの職員\nが検査したが，異常があるとは確認できなかった。\n(ウ)　本件学校給食センターの職員は，同月１６日，冷蔵庫室内に灯油臭\nのあることに気付いたが，冷蔵庫室内の排気ファンモーターが焼けて停\n止していたことから，上記灯油臭は，上記排気ファンモーターが焼けた\n臭いであると判断した。\n(エ)　本件学校給食センターの職員は，平成１２年１月２１日，上記排気\nファンモーターの交換修理を実施したが，灯油臭が消えなかった。そこ\nで，同職員は，さらに調査したところ，冷蔵庫室内の排水口から臭いが\n上がってくるのに気付いたため，冷蔵庫の機械油が漏れて，これが上記\n排水口に流れ出たものと判断し，上記排水口に中和剤を投入したとこ\nろ，一時的に臭いがおさまった。\n(オ)　本件学校給食センターの職員は，同年２月末ころ，冷蔵庫室内の排\n水口から再び灯油臭が上がってくることを確認した。\n(カ)　本件学校給食センターの職員は，同年３月６日，本件ボイラーの流\n量計の重油消費量よりも実際の重油消費量が明らかに多いことに気付\nき，重油が地下で流出している可能性があると判断し，Ｅ町総務課職員\nＩに連絡するとともに，異臭原因，重油漏れの有無の調査のため，地下\nタンク（以下「本件地下タンク」という。）及び配管を調べたが，その\n調査目的を達することができなかった。\n(キ)　そこで，本件学校給食センターの職員は，同月７日，Ｊ汎用機械株\n式会社に専門的な調査を依頼した。同社は，本件サービスタンクから本\n件ボイラーまでの油配管について加圧検査を実施した。その結果，検査\n対象である上記配管における漏油は検出できなかった（乙第８号証）。\n(ク)　さらに，本件学校給食センターの職員は，同月８日，有限会社Ｋ油\n設処理公社に専門的な調査を依頼した。同社は，本件地下タンク及び同\nタンク周辺配管の漏洩検査を実施したが，異常は発見されなかった（乙\n第９号証）。\n(ケ)　本件学校給食センターの職員は，同月２４日，学校給食業務が終了\nしたことから，本件ボイラーを完全に停止した後，本件サービスタンク\n内の重油の油位を計測した。\n(コ)　本件学校給食センターの職員は，同月２７日，本件サービスタンク\n内の油位を計測したところ，油位が約１６立方センチメートル減少して\nいたことなどから，本件ボイラーと本件サービスタンクとの間の本件地\n下埋設管からの漏洩があると判断した。\n(サ)　本件学校給食センターの職員は，同月２９日，Ｌ管工に，本件地下\n埋設管の修繕工事を依頼し，同社がその修繕工事をした。これにより，\n本件学校給食センター内での重油の漏洩は，なくなった。\n以上の経緯から，本件ボイラーに使用していた重油は，本件ボイラー\nと本件サービスタンクとの間の本件地下埋設管から漏洩していたもので\nあると判明した。\n(2)　以上の事実に基づいて検討する。\n被告は，本件組合の執行機関である組合長として，本件学校給食センター\n内の本件ボイラー関係施設についての管理権限があったのであるから，Ｅ町\nの町長を兼任し，同町長の職責を果たすために，本件学校給食センター内の\n本件ボイラー関係施設についての管理を事実上同センターの職員にゆだねざ\nるをえなかったとしても，その管理責任を免れることはできないものであ\nる。\nしかし，上記認定のとおり，本件学校給食センター内の本件ボイラー関係\n施設についての管理を事実上担当していた同センターの職員は，学校給食提\n供先である小学校から学校給食の包装に灯油のような臭いがあることを理由\nとして学校給食の返品があり，また，冷蔵庫室内において灯油臭があったこ\nとに気付いた後，その原因の調査を怠っていたものではなく，まず，自ら調\n査して対策を講ずるとともに，これによってもなお発生し続けた灯油臭につ\nいては複数の専門業者に調査を依頼していたものであり，さらに，灯油臭の\n原因がボイラー室内の本件ボイラーと本件サービスタンクとの間の本件地下\n埋設管からの重油の漏洩にあると判断した２日後にはその修繕工事をしたも\nのであるから，同センターの職員が同センター内の本件ボイラー関係施設に\nついての管理を怠っていたということはできず，ひいては，被告においても\n本件ボイラー関係施設についての管理を怠っていたということはできない。\n(3)　なお，原告らは，被告が平成１２年３月２日ころまでには本件事故（ボ\nイラー室内の本件ボイラーと本件サービスタンクとの間の本件地下埋設管か\nらの重油の漏洩）のあったことを知り，又は知りうべきであったと主張す\nる。\n確かに，乙第２，第３号証，証人Ｇ及び同Ｍの各証言並びに弁論の全趣旨\nによれば，①本件学校給食センター内の重油の消費量が，平成１１年１２月\nころからそれ以前に比べて多くなっていたこと，②被告は，本件組合の組合\n長として，本件組合の議会に対し，平成１２年３月２日，一般会計補正予算\nについての議案を提出しているところ（乙第３号証），その議案書には，本\n件学校給食センターの燃料費として，３５万円の増額をする旨の記載のある\nことが認められる。\nしかし，本件学校給食センター内における重油の消費量がそれ以前に比べ\nて多くなっていたとしても，その原因は多様でありうるうえ，本件事故は，\nボイラー室内の本件ボイラーと本件サービスタンクとの間の本件地下埋設管\nからの重油の漏洩というものであって，専門的な業者にとっても外形的に容\n易に知りうるものではなかったものであるから，被告が本件組合の組合長と\nして平成１２年３月２日に本件組合の議会に対して上記のとおりの議案の提\n出をしたからといって，被告が，そのころまでには本件事故のあったことを\n知っていたものと推認することはできないし，また，本件事故のあったこと\nを知りうべきであったとも認めることはできず，他にこれを認めるに足りる\n的確な証拠はない。\n３　以上によれば，原告らの本訴請求は，その余の点について判断するまでもな\nく，理由がないのでこれをいずれも棄却し，訴訟費用の負担につき民事訴訟法\n６１条，６５条１項本文を適用して，主文のとおり判決する。\n札幌地方裁判所民事第２部\n裁判長裁判官　　橋　本　昇　二\n裁判官　　高　瀬　順　久\n裁判官　　石　川　真紀子\n"
}