{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 13,
    "month": 5,
    "day": 21
  },
  "case_number": "平成11(行ケ)38",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "12489",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=12489",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/489/012489_hanrei.pdf",
  "contents": "平成１１年（行ケ）第３８号　審決取消請求事件（平成１３年４月２３日口頭弁論\n終結）\n判　　　　　　　　　決\n原　　　　　　告　　　富士通株式会社\n訴訟代理人弁護士 　　 小　岩　井　　　雅　　　行\n同        弁理士　　  井　　　桁　　　貞　　　一\n被　　　　　　告　　　特許庁長官　及  川  耕  造\n指定代理人　　　      小　　　川　　　　　　　謙\n同                    小　　　林　　　信　　　雄\n同　　　　　　　　　　宮　　　川　　　久　　　成\n主　　　　　　　　　文\n特許庁が平成８年審判第１９８２２号事件について平成１０年１２月２\n４日にした審決を取り消す。\n訴訟費用は被告の負担とする。\n事実及び理由\n第１　当事者の求めた裁判\n１　原告\n主文と同旨\n２　被告\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n第２　当事者間に争いのない事実\n１　特許庁における手続の経緯\n原告は、平成２年１１月２８日、名称を「フラット型表示装置の階調駆動方\n法及び階調駆動装置」とする発明について特許出願をしたが、平成８年９月３０\n日、拒絶査定を受け、同年１１月２５日、これに対する不服の審判を請求した。特\n許庁は、この請求を、平成８年審判第１９８２２号事件として審理した上、平成１\n０年１２月２４日、「本件審判の請求は、成り立たない。」とする審決をし、その\n謄本は、平成１１年１月１４日、原告に送達された。\n２　本件特許出願の願書に添付された明細書（平成８年５月７日付け及び同年１\n２月２５日付け各手続補正書により補正されたもの、以下「本件明細書」とい\nう。）の特許請求の範囲の記載（以下、【請求項１】の発明を「本願発明」とい\nう。）\n【請求項１】\n複数のライン上に配置され且つメモリー機能を有した画素の集合によって画\n面が構成されたフラット型表示装置の階調駆動方法であって、\n前記画面に表示される１つのフレームを、前記画面を構成する全ての前記ラ\nインに対して互いに同一のタイミングとなるように、階調表示のための複数のサブ\nフレームに時間的に分割し、\nさらに、分割した前記サブフレームを、前記画面を構成する全ての前記ライ\nンに対して互いに同一のタイミングとなるように、第１ステップとそれに続く第２\nステップとに時間的に分割し、\nしかして、全ての前記サブフレームについて、前記第１ステップの開始及び\n前記第２ステップの終了のそれぞれのタイミングが、前記画面を構成する全ての前\n記ラインに対して互いに同一となるように制御し、\n前記各サブフレームの第２のステップの時間的長さがそれぞれのサブフレー\nムに対して与えられる重みに対応するように、前記フレームの分割間隔を設定し、\n前記第１ステップにおいては、前記画面の全ての画素に対して共通の時間内\nでメモリー媒体を選択的に形成する表示データの書き込みを行い、\n前記第２ステップにおいては、前記メモリー媒体が形成された全ての画素を\n前記分割間隔に対応した設定時間にわたって共通に表示させ、\n各サブフレームのメモリー媒体の形成状態がそれぞれ次に続くサブフレーム\nの第１ステップにおいて更新されるかたちで各サブフレームに対応する表示データ\nの書き込みが行われるように駆動する\nことを特徴とするフラット型表示装置の階調駆動方法。\n【請求項２】～【請求項７】は、別添審決書写し４頁３行目～９頁３行目のと\nおりである。\n３　審決の理由\n審決の理由は、別添審決書写し記載のとおり、本願発明は、特開昭６３－１\n５１９９７号公報（以下「引用例」という。）に記載された発明（以下「引用例発\n明」という。）及び「１つのフレームを複数のサブフレームに分割し、分割したサ\nブフレームの表示時間に重みを付ける」という周知事項（以下「本件周知技術」と\nいう。）に基づいて、当業者が容易に発明をすることができたものであり、特許法\n２９条２項により特許を受けることができないものであるから、本件出願は拒絶さ\nれるべきであるというものである。\n第３　原告主張の審決取消事由\n審決は、本願発明と引用例発明の一致点を誤認し（取消事由１）、相違点を\n看過し（取消事由２）、相違点の判断を誤り（取消事由３）、また、本願発明の顕\n著な効果を看過した（取消事由４）結果、本願発明が特許法２９条２項により特許\nを受けることができないとの誤った判断をしたものであるから、違法として取り消\nされるべきである。\n１　取消事由１（一致点の認定の誤り）\n審決は、本願発明と引用例発明が「前記画面を構成する全ての前記ラインに\n対して互いに同一のタイミングとなるように、前記画面の全ての画素に対して共通\nの時間内でメモリー媒体を選択的に形成する表示データの書き込みを行うようにす\nる」（審決書１４頁１２行目～１６行目）点で一致すると認定するが、誤りであ\nる。\n(1)　上記一致点のうち「前記画面を構成する全ての前記ラインに対して互いに\n同一のタイミングとなるように」との構成は、【請求項１】に記載がない。この構\n成は、フレームをサブフレームに、サブフレームをステップにそれぞれ分割するこ\nとを定義するもので、「前記画面の全ての画素に対して共通の時間内でメモリー媒\n体を選択的に形成する表示データの書き込みを行う」こととは関係がない。\n(2)　上記一致点のうち「前記画面の全ての画素に対して共通の時間内でメモリ\nー媒体を選択的に形成する表示データの書き込みを行う」という構成が引用例に記\n載されているということはできない。\n引用例（甲第５号証）の記載によれば、「活性化を同時に行うＮ対の表示\n電極上の全画素」とは１画面の画素の一部であって全部ではない。引用例のアドレ\nス方法では、選択消去期間Ｒにおいて維持パルスが印加されないので（第１図）、\n維持パルス期間S2まで壁電荷が減衰せず残存しなければならないところ、電極対数\nの増加による選択消去期間Ｒの長期化や隣接セルの壁電荷との結合により、壁電荷\nが選択消去期間Ｒの経過を待たずに消滅する可能性もある。壁電荷の残存寿命に疑\n問がある以上、「画面の全ての画素を対象にアドレスを行うこと」はしない。\n引用例には、画面のすべての画素を対象にアドレスを行うこと（実施例\n１）に加え、ブロックごとにブロックのすべての画素を対象にアドレスを行うこと\n（実施例２）も記載されているが、引用例の実施例１により256階調フルカラー高品\n位ＴＶを実現することは困難である。\n２　取消事由２（相違点の看過）\n本願発明は、一つのフレームを複数のサブフレームに時間的に分割した階調\n駆動方法であって、画面に表示される一つのフレームを、画面を構成するすべての\nラインに対して互いに同一のタイミングとなるように、階調表示のための複数のサ\nブフレームに時間的に分割することを骨子とするが、この点については、引用例に\n記載がない。\nまた、引用例は、アドレス期間のパルス列と維持期間のパルス列が区別され\nておらず、表示サイクルの認識もないから、本願発明の「分割したサブフレーム\nを、画面を構成するすべてのラインに対して互いに同一のタイミングとなるよう\nに、第１ステップとそれに続く第２ステップとに時間的に分割して駆動する」とい\nう記載もない。\n３　取消事由３（相違点の判断の誤り）\n審決は、以下のとおり判断するが（審決書１７頁６行目～１９頁１８行\n目）、誤りである。\n「『１つのフレームを複数のサブフレームに分割し、分割したサブフレームの\n表示時間に重みを付ける』ことが周知である・・・から、引用例において、階調表\n示をするためにこの方法を採用することは、当業者ならば、容易に想到し得ること\nである。\nそして、この方法を採用するとなると、具体的には、画面に表示される１つ\nのフレームを、階調表示のための複数のサブフレームに時間的に分割し、さらに、\n分割した前記サブフレームを、前記画面の全ての画素に対して共通の時間内でメモ\nリー媒体を選択的に形成する表示データの書き込みを行う第１ステップと、それに\n続く、前記メモリー媒体が形成された全ての画素を、それぞれのサブフレームに対\nして与えられる重みに対応するように設定された分割間隔に対応した設定時間にわ\nたって共通に表示させる第２ステップとに時間的に分割したものにすべきであるこ\nとが明らかである。（なお、第１ステップが、全ての画素に対して共通の時間内で\n表示データの書き込みを行なうものであるから、重み付けを全ての画素に対して同\n一にするためには、第２ステップも、メモリー媒体が形成された全ての画素に対し\nて共通の時間内にわたって表示させるものとすべきであることは当然である。）\nまた、この『サブフレーム』、『第１ステップ』、及び『第２ステップ』\nは、全ての画素に対して共通の時間内になされるものであるから、同時に、全ての\nラインに対して互いに同一のタイミングとなること、したがって、『画面に表示さ\nれる１つのフレームを、前記画面を構成する全てのラインに対して互いに同一のタ\nイミングとなるように、階調表示のための複数のサブフレームに時間的に分割し、\nさらに、分割した前記サブフレームを、前記画面を構成する全ての前記ラインに対\nして互いに同一のタイミングとなるように、第１ステップとそれに続く第２ステッ\nプとに時間的に分割し、しかして、全ての前記サブフレームについて、前記第１ス\nテップの開始及び前記第２ステップの終了のそれぞれのタイミングが、前記画面を\n構成する全ての前記ラインに対して互いに同一となるように制御』することになる\nことも当然である。\nさらに、分割した各サブフレームが互いに独立したものである以上、『各サ\nブフレームのメモリー媒体の形成状態がそれぞれ次に続くサブフレームの第１ステ\nップにおいて更新されるかたちで各サブフレームに対応する表示データの書き込み\nが行われるように駆動』しなければならないことも当然のことである。」\n(1)　引用例（甲第５号証）は、256階調フルカラー高品位ＴＶに要求されるア\nドレス速度の目標数値を掲げ、その高速化を実現するアドレス方法を提供したにと\nどまり、表示サイクルを含む階調表示方法までは開示しないから、引用例記載のア\nドレス方法を階調表示のために採用する動機付けは存在しない。\nア　引用例の「前記の表示時間40マイクロ秒／ラインではテレビジョン表示\nには遅すぎる。しかも将来高品位ＴＶを実現するには、1600×1000の画素トリオ\n（三原色画素）を持つPDPを駆動しなければならない。それには隣接する二ライン上\nに画素トリオを作るとして、3200×2000電極のPDPを少なくとも256階調の毎秒30画\n面で駆動しなければいけないと言われている。そうすると、一維持電極対のアドレ\nスに使える時間は、2.08マイクロ秒以下という計算になる。この高速アドレスを実\n現するのが本発明の目的である。」（３頁上右欄８行目～１９行目）との記載\nは、256階調フルカラー高品位ＴＶの実現に要求されるアドレス速度の目標数値を記\n述したにすぎず、階調表示の実現を直接的な目的とする趣旨の記載ではない。しか\nも、目標数値「2.08マイクロ秒」の計算には表示期間を考慮しておらず、１フレー\nムのすべてをアドレスにだけ費やすもので、階調表示をすることはできない。さら\nに、「2.08マイクロ秒」間に3200ドットの画素データを転送する速度（1.538GHz）\nは、本件出願時の半導体デバイスの転送速度（６MHz程度）の３桁以上であり、目標\n数値であることは明らかである。\n引用例は、上記目標数値に向けて、「壁電荷の存在、非存在の状態は、\n外部印加電圧を変えなければミリ秒程度から秒の単位時間まで充分保存されること\nが判明してきた」（３頁左下欄２行目～４行目）との知見を利用して高速アドレス\n駆動法を提供したものである。引用例は、アドレスの高速化のみを目的とし、具体\n的な階調表示方法は記載がない。\nイ　引用例のアドレス方法（第１図）が本願発明の「第１ステップにおいて\nは、前記画面の全ての画素に対して共通の時間内でメモリ媒体を選択的に形成する\n表示データの書き込みを行い」を示唆することは否定しないが、固定パターン（第\n３図ａ）を表示する書き込みサイクルに過ぎず、書き込み後の維持動作の終期の記\n載もないから表示サイクルの認識はない。アドレス方法は、単なる要素技術であ\nり、表示サイクルを伴う階調表示方法は引用例に記載がない。第２図の「アドレス\n方法」も同様である。本願発明は、階調表示手順の一部である第１ステップに、た\nまたま引用例のアドレス方法を利用したにすぎない。\nウ　引用例の効果の記載である「本発明により大形面放電形ガス放電パネル\nが高速アドレス可能となった。少なくとも３原色画素を要するカラー表示において\nはこのような高速アドレス法がぜひ必要となる。目標数値であるｔ＝2.08マイクロ\n秒に対して、本発明によって得られた数値ｔ＝1.7マイクロ秒は約20％小さいから、\n本発明を余裕をもって装置として実現できる。・・・いままで長い寿命のフルカラ\nー表示に難点があったＡＣＰＤＰも、この方式確立によって、実用し得る駆動が可\n能となったと言える。」（５頁右上欄２行目～１５行目）も、アドレスの高速化を\nいうもので、具体的な階調表示方法を開示するものではない。\n(2)　階調表示をするために空間変調又は時間変調による方法があること、一つ\nのフレームを複数のサブフレームに分割し、分割したサブフレームの表示時間に重\nみを付けることが周知であるとしても、そのサブフレームはライン単位で分割した\nものであって、画面単位で分割したものではない。本願発明は、ライン順次でアド\nレスをし、面順次で表示をするという、線順次と面順次を組み合わせたものであ\nり、引用例記載のアドレス方法に本件周知技術を適用することはできない。\nア　階調表示をするために空間変調又は時間変調をする方法が周知である\nが、審決のいう時間変調による階調表示は、フレームを単にサブフレームに一定時\n間ごとに分割するという抽象的概念を示すにすぎず、フレームの具体的な分割方法\nを示すものではない。\nイ　時間変調による方法として、一つのフレームを複数のサブフレームに分\n割し、分割したサブフレームの表示時間に重みを付けることは周知であるが、フレ\nームの具体的な分割方法として本願出願時に存在していたものは、ライン単位で分\n割したライン順次階調駆動法のみであるから、審決のいう「１つのフレームを複数\nのサブフレームに分割し」とは、一定時間ごとの、かつ、ライン単位の分割を意味\nするものにすぎず、画面単位の分割を意味しない。\nすなわち、ライン単位で走査するライン順次階調駆動法は、画面の下方\nで第１サブフィールドのライン走査がまだ継続しているうちに、画面上方では第２\nサブフィールドのライン走査が既に開始するので、サブフィールドが画面単位で時\n間的に独立していないばかりか、アドレスサイクルと維持サイクルも画面単位で分\n離していない。これに対して、本願発明は、各サブフレームを画面単位で時間的に\n独立させるとともに、第１ステップと第２ステップに分け、第１ステップであるア\nドレスサイクルにおいて、画面のすべての画素に対し表示データを選択的に書き込\nみ、次の第２ステップである表示サイクルにおいて、画面単位で書き込まれた画素\nを同時に表示する。ライン順次階調駆動法など、従来の時間変調による階調表示方\n法のサブフレームの概念は、本願発明におけるサブフレームの概念と全く異なるも\nのである。\nウ　上記のとおり、引用例では、画面のすべての画素を対象としないアドレ\nス方法（実施例２）も選択できることから、審決の上記判断（審決書１７頁１５行\n目～１８頁１３行目）は誤りである。\nエ　被告は、引用例のアドレス方法について、一つのフレームを複数のサブ\nフレームに分割し、分割したサブフレームの表示時間に重みを付けるという時間変\n調の概念を採用することは容易であると主張する。しかしながら、本件周知技術\nは、単に、フレームをサブフレームに分割するという抽象的事項にすぎず、フレー\nムの具体的な分割方法を明らかにしていない。本願出願時において、時間変調によ\nる階調駆動法として存在していたのは、ライン単位に駆動するライン順次階調駆動\n法のみであり、画面単位で駆動するものではないから、引用例のアドレス方法に時\n間変調による階調駆動の概念を採用することはできない。特開平２－２１９０９２\n号公報（甲第２５号証）も、ライン順次階調駆動法の思想を脱却するものではな\nい。\nオ　被告は、「SOCIETY FOR INFORMATION DISPLAY/INTERNATIONAL\nSYMPOSIUM/DIGEST OF TECHNICAL PAPERS/VOLUME XXIII」（甲第１３号証）に基づ\nき、本願発明とライン順次階調駆動法との相違は、引用例に記載された第１ステッ\nプのみであると主張するが、上記文献は、本件特許出願後の１９９２年（平成４\n年）５月に発行されたものであり失当である。被告指摘の相違点は、従来のライン\n順次階調駆動法と本願発明とを比較して初めて分かるもので、後知恵にすぎない。\n(3)　本願出願時において、階調表示のために時間変調をするには、半導体デバ\nイスの転送速度の制約から、ライン単位で走査するライン順次階調駆動法を採用す\nるしかなく、画面単位で走査する本願発明を考える余地はなかった。\n４　取消事由４（顕著な作用効果の看過）\n審決は、本願発明の作用効果について、「この記載中の請求項１に係る発明\nの効果を検討してみても、引用例及び前記周知事項から当業者が容易に予測し得た\n程度のものであり格別のものとは認められない。」（審決書２１頁末行～２２頁３\n行目）と認定するが、誤りである。\n本願発明は、「前記画面に表示される１つのフレームを前記画面を構成する\n全ての前記ラインに対して互いに同一のタイミングとなるように、階調表示のため\nの複数のサブフレームに時間的に分割し」、「分割した前記サブフレームを、前記\n画面を構成する全ての前記ラインに対して互いに同一のタイミングとなるように、\n第１ステップとそれに続く第２ステップとに時間的に分割」するとの構成により、\n表示期間がアドレス期間から独立しているため、以下のとおり、引用例発明から予\n期し得ない顕著な作用効果を奏するものであり、審決はこれを看過している。\n(1)　本願発明では、表示期間がアドレス期間から独立しているために、維持パ\nルスは放電発光に必要な期間のみ印加され、従来のライン順次階調駆動法に見られ\nたような無用な電力消費はない。\n従来のライン順次階調駆動法では、維持パルスは常時印加されるにもかか\nわらず、表示期間として発光状態にあるのは書き込みから消去までの間のみであ\nり、発光状態にない期間においても維持パルスが印加されるため、無用な電流が流\nれ、無駄な電力が消費されることとなる。\n(2)　本願発明では、第１ステップのパルス列と第２ステップのパルス列をそれ\nぞれ独立して決定することができ、第２ステップのパルス列の個数を表示特性に応\nじて各サブフレームごとに自由に設定できるので、ガンマ特性に合った階調性を実\n現するなど輝度の制御が容易となる。\nガンマ特性の補正には、輝度の重みの比、すなわち、維持パルスの個数を\n調整する必要があるが、従来のライン順次階調駆動法では、書き込みサイクルにあ\nるラインと維持サイクルにあるラインとが同期関係にあるため、任意のサブフレー\nムにおいて維持パルスの個数を増減すると、その影響がすべてのサブフレームに現\nれ、回路設計の自由度が著しく制限される。\n(3)　本願発明では、書き込みパルスが全部の画面に対して同時に印加され、同\n時に壁電荷が形成されるので、壁電荷を形成するのに必要な時間が大幅に減少す\nる。そのため、従来よりも低い駆動周波数で従来と同じ階調性を得ることができ、\n消費電力を低減することができるとともに、維持パルスのパルス幅を十分大きくす\nることが可能となり、動作マージンを確保することができる。\n従来のライン順次階調駆動法では、書き込みサイクルにあるラインと維持\nサイクルにあるラインとが同期関係にあるため、書き込みサイクルのパルス列と維\n持サイクルのパルス列のパルス間隔を独立して決定することができない。そのた\nめ、256階調表示を達成することが困難であった。\n第４　被告の反論\n１　取消事由１（一致点の認定の誤り）について\n(1)　原告は、審決が一致点と認定する「前記画面を構成する全ての前記ライン\nに対して互いに同一のタイミングとなるように」との構成は、【請求項１】に記載\nがなく、画面のすべての画素に対して共通の時間内でメモリー媒体を選択的に形成\nする表示データの書き込みを行うこととは関係がないと主張する。\nしかしながら、本願発明も、第１のステップにおいて、画面を構成するす\nべてのラインに対して互いに同一のタイミングとなることは明らかであり、第１の\nステップにおいては、画面のすべての画素に対して共通の時間内でメモリ媒体を選\n択的に形成する表示データの書き込みを行うことが記載されているから、本願発明\nも、画面を構成するすべてのラインに対して互いに同一のタイミングとなるよう\nに、画面のすべての画素に対して共通の時間内でメモリー媒体を選択的に形成する\n表示データの書き込みを行うものということができる。\n(2)　原告は、一致点のうち、画面のすべての画素に対して共通の時間内でメモ\nリー媒体を選択的に形成する表示データの書き込みを行うことは、引用例に記載が\nあるとはいえないと主張するが、以下のとおり失当である。\nア　引用例（甲第５号証）の記載中、「少なくともＮ対の表示電極群（Ｎ≧\n２）」（１頁左下欄１０行目）は、「画面の全ての表示電極群」を排除せず、ま\nた、「該パネルの全セル（１６セル）を活性化し」（４頁右上欄４行目）は、「画\n面の全ての画素」に対応するから、引用例は「画面の全ての画素に対して共通の時\n間内でメモリー媒体を選択的に形成する表示データの書き込みを行う」を開示して\nいる。\nイ　原告は、引用例出願時において、壁電荷の残存寿命に疑問があったと主\n張するが、引用例（甲第５号証）における「壁電荷の存在、非存在の状態は、外部\n印加電圧を変えなければミリ秒程度から秒の単位時間まで充分保存されることが判\n明してきた」（３頁左下欄２行目～４行目）との記載は、壁電荷の十分な保存を認\n識したものである。\nウ　原告は、本願出願時の技術常識からみて、引用例の実施例１は実施の可\n能性がないなどと主張するが、これは実施例として記載されたものであって、その\n記載内容によっても、実施は可能である。\n２　取消事由２（相違点の看過）について\n審決は、原告の主張する点を相違点として認定しており、誤りはない。ま\nた、引用例には、1.7マイクロ秒の間にすべての画素のアドレスが終了し、アドレス\nが完了した後交番維持電圧を復活すれば所望の画面となるとの記載があり、これに\nよれば、引用例に表示サイクルの認識があるということができる。\n３　取消事由３（相違点の判断の誤り）について\n(1)　原告は、引用例（甲第５号証）のアドレス方法が高速化のみを目的とし、\nこれを階調表示のために採用する動機付けは存在しないと主張する。しかしなが\nら、引用例の「前記の表示時間40マイクロ秒／ラインではテレビジョン表示には遅\nすぎる。しかも将来高品位ＴＶを実現するには、1600×1000の画素トリオ（三原色\n画素）を持つＰＤＰを駆動しなければならない。それには隣接する二ライン上に画\n素トリオを作るとして、3200×2000電極のＰＤＰを少なくとも256階調の毎秒30画面\nで駆動しなければいけないと言われている。そうすると、一維持電極対のアドレス\nに使える時間は、2.08マイクロ秒以下という計算になる。この高速アドレスを実現\nするのが本発明の目的である。」（３頁右上欄８行目～１９行目）との記載によれ\nば、引用例は、テレビジョンの階調表示を意図し、階調表示の動機付けは開示され\nているから、原告の主張は失当である。\nまた、原告は、引用例のアドレス方法は、書き込みサイクルにすぎず、表\n示サイクルの認識はなく、表示サイクルを含む階調表示方法までは開示しないか\nら、そのアドレス方法を階調表示のために採用する動機付けは存在しないとも主張\nする。しかしながら、１フレームは１／30秒（33333マイクロ秒）であるところ、引\n用例においては、１フレームに引用例アドレス方法を１回行うものであり、1.7マイ\nクロ秒の間にすべての画素のアドレスが終了するので、これに本件周知技術を適用\nすることができる。そして、アドレス終了後の残りの時間は十分あり、さらに、ア\nドレスの後に表示が行われる。表示サイクルの終期は次の全セル活性化のタイミン\nグである。したがって、引用例には表示サイクルの認識がないということはできな\nい。\n(2)　引用例発明には、全セル活性化と選択消去を行う「アドレス期間」と、ア\nドレスが完了した後の「維持期間」とを合わせたアドレス方法が記載されている。\n「アドレス期間」は、本願発明の「第１ステップ」に相当する。\n引用例のアドレス期間に本件周知技術を採用することとは、アドレス期間\nの後に、各画素につき発光時間の長さに重みを付けた維持パルス期間を設けること\nを意味する。一方、アドレス期間のタイミングと長さは各画素について同一であ\nり、維持パルス期間の長さも各画素について同一でなければならないから、維持パ\nルス期間のタイミングが必然的に各画素について同一となることは明らかである\nが、これは、本願発明にほかならない。したがって、引用例において階調表示をす\nるためにこの方法を採用することは、当業者が容易に想到し得ることである。\n(3)　原告は、「ライン順次階調駆動法」など従来の時間変調による階調表示方\n法のサブフレームの概念は、本願発明のサブフレームの概念と異なり、また、本件\n周知技術は、一定時間ごとのドット単位又はライン単位の分割であって、画面単位\nの分割ではないと主張するが、以下のとおり失当である。\nア　「ライン順次階調駆動法」は、アドレス方法である「ライン順次駆動\n法」と「階調表示をするために時間変調をすること」との組合せである。審決は、\n「階調表示をするために時間変調をすること」が周知であるとしたものであって、\n組合せである「ライン順次階調駆動法」が周知であるとしたわけではない。また、\n審決は、引用例発明に「ライン順次階調駆動法」を採用することにより本願発明に\n想到し得るというものでもない。\nイ　「SOCIETY FOR INFORMATION DISPLAY/INTERNATIONAL SYMPOSIUM/DIGEST\nOF TECHNICAL PAPERS/VOLUME XXIII」（甲第１３号証）によれば、本願発明とライ\nン順次階調駆動法との相違は、画素のアドレス方法である「第１ステップ（アドレ\nスサイクルCYa）」だけであり、「第１ステップ（アドレスサイクルCYa）」は、引\n用例に記載されたアドレス方法と同一である。ライン順次階調駆動法のアドレス方\n法を引用例のものとすれば、おのずから本願発明になる。階調駆動法は、アドレス\n方法と「階調表示をするために時間変調をすること」との組合せであるにも関わら\nず、これを一体不可分のものであるとし、「ライン順次階調駆動法」はドット単位\n又はライン単位の分割であるのに対し本願発明は画面単位の分割であるとすること\nは誤りである。\nウ　引用例発明にライン順次階調駆動法を採用する余地はないが、仮に、こ\nれを採用したとしても、引用例発明の、メモリー媒体を選択的に形成する表示デー\nタの書き込みは、画面を構成するすべてのラインに対して互いに同一のタイミング\nとなるようにされるから、書き込みサイクルにおいてすべてのラインが互いに同一\nのタイミングのものとなり、書き込みサイクルに続く表示時間に重みを付ける維持\nサイクルにおいても、必然的にすべてのラインが互いに同一のタイミングとならざ\nるを得ず、結局、本願発明と同じものになる。\n(4)　原告は、本願出願時において、階調表示のために時間変調をするには、半\n導体デバイスの転送速度の制約から、ライン単位で走査するライン順次階調駆動法\nを採用するしかなく、画面単位で走査する本願発明を考える余地はなかったと主張\nするが、以下のとおり失当である。\nア　高品位ＴＶの階調表示の実現には、半導体デバイスの転送速度の制約は\n問題となるが、単に階調表示のみであるならば、高速の転送速度は必要としない。\n本願発明は、半導体デバイスの転送速度を従来のライン順次階調駆動法ほど速くし\nなくてもよい階調駆動方法に係り、高品位ＴＶの表示はおろかカラー表示も構成要\n件とはしないので、半導体デバイスの転送速度の問題は、本願発明とは関係がな\nい。また、転送速度と画面単位で走査することとは関係がない。\nイ　引用例発明は、半導体デバイスの転送速度を従来のライン順次階調駆動\n法ほど速くしなくてもよい階調駆動を、複数のラインを一括して同時に活性化する\nことにより行うものであり、ラインごとに活性化する従来のライン順次階調駆動法\nとは相反するものであるから、これを採用したものではない。そうすると、半導体\nデバイスの転送速度の制約からライン順次階調駆動法を採用するしかなかったとい\nうことはできない。\nウ　本願発明のアドレスサイクルの実施例を見ると、消去パルスは画面をラ\nイン単位で走査しているから、原告主張のように本願発明が画面単位で走査するも\nのであるということはできない。\n４　取消事由４（顕著な作用効果の看過）について\n(1)　原告は、本願発明の効果を従来技術であるライン順次階調駆動法と比較し\nて主張するが、審決は、上記効果について、引用例記載の事項及び本件周知技術か\nら容易に予測し得たと認定しているのであって、ライン順次階調駆動法と比較して\nいるものではない。\n(2)　原告は、本願発明において、表示期間がアドレス期間から独立し維持パル\nスは発光に必要な期間のみ印加されるので、無用な電力消費はないと主張するが、\n消費電力を低くする効果は、書き込みパルスが全部の画面に対して同時に印加さ\nれ、これによって同時に壁電荷が形成されることにより、従来と同じ階調性を従来\nよりも低い駆動周波数で得ることができただけ消費電力を低くすることができたこ\nとを意味し、無用な維持パルスによる無用な電力消費が発生しないという、原告主\n張の意味での効果ではない。\n引用例発明も、書き込みパルスが全部の画面に対して同時に印加され、こ\nれによって同時に壁電荷が形成されることから、当然に駆動周波数を低くすること\nができ、それだけ消費電力を低くすることができることは、当業者が容易に予測し\n得るものである。\nまた、引用例発明も、すべてのラインについてアドレス期間が同一である\nから、表示期間も当然同一となり、ライン順次階調駆動法のように、アドレス期間\nと表示期間とが重なることもないから、発光状態にない期間に維持パルスが印加さ\nれることはない。したがって、上記効果は、引用例及び本件周知技術から当業者が\n容易に予測し得るものである。\n(3)　原告は、本願発明では、第１ステップのパルス列と第２ステップのパルス\n列をそれぞれ独立して決定することができ、第２ステップのパルス列の個数を表示\n特性に応じて各サブフレームごとに自由に設定できると主張するが、これらは、特\n許請求の範囲に記載がない。\n引用例発明においても、階調表示をするためには、表示期間がアドレス期\n間から独立したものとならざるを得ないから、本願発明と同様の理由により、ガン\nマ特性に合わせた調整が容易になり、この効果は、引用例及び本件周知技術から当\n業者が容易に予測し得るものである。\n(4)　原告は、本願発明において、書き込みパルスが全部の画面に対して同時に\n印加されて同時に壁電荷が形成されるので、壁電荷を形成するのに必要な時間が大\n幅に減少し、従来よりも低い駆動周波数で従来と同じ階調性を得ることができ消費\n電力を低減することができるなどと主張する。\nしかしながら、引用例発明も、書き込みパルスが全部の画面に対して同時\nに印加され、これによって同時に壁電荷が形成されることから、当然に駆動周波数\nを低くすることができ、それだけ消費電力を低くし得ることは、当業者が容易に予\n測することができる。\n第５　当裁判所の判断\n１　取消事由３（相違点の判断の誤り）について\n(1)　原告は、引用例について、アドレスの高速化のみを目的とし階調表示を目\n的とするものではなく、高品位ＴＶの実現のための目標数値を記述するのみで階調\n表示の動機付けはないと主張し、被告は、引用例は階調表示を意図したもので、そ\nの動機付けがあると主張するので、この点について判断する。\nア　階調表示の具体的方法\n引用例（甲第５号証）は、階調表示の具体的方法については、何ら開示\nするところがなく、このことは審決も認めている（審決書１６頁１１行目～１２行\n目）。\nイ　256階調\n(ア)　引用例（甲第５号証）には、「この高速アドレスを実現するのが本\n発明の目的である」（３頁右上欄１８行目～１９行目）、「目標数値であるｔ＝\n2.08マイクロ秒を優に20％上回って本発明の目的は達せられた」（５頁左上欄１９\n行目～２０行目）と記載され、これらによれば、引用例は、アドレスの高速化をそ\nの目的としていると認められる。\n(イ)　引用例（甲第５号証）には、「将来高品位TVを実現するに\nは、・・・3200×2000電極のＰＤＰを少なくとも256階調の毎秒30画面で駆動しなけ\nればならないと言われている」（３頁右上欄９行目～１５行目）との記載があり、\nこれは、将来の高品位ＴＶの仕様が256階調であることを示すとともに、その仕様階\n調の表示に要求されるＰＤＰの電極数とアドレス速度を記述したものであり、引用\n例のアドレス方法は、256階調ＴＶ信号の表示を予定したものであると認められる。\nしかしながら、引用例中において、階調に関する記載はこれのみであって、しか\nも、上記256階調にしても、単にアドレス速度の目標数値を算出するために示された\nものにとどまることから、引用例は、階調表示に対する課題の設定や解決手段の提\n供など、階調表示に対処することを意図しているとは認められない。そうすると、\n上記引用例の記載は、ＴＶ信号の仕様に関する単なる記載にとどまるものであり、\n引用例が具体的な階調表示方法の提示を目的としているということはできず、階調\nに係る記載内容の点で、階調表示の動機付けを欠いている。\nウ　アドレス方法\n(ア)　引用例（甲第５号証）には、「少なくともＮ対の表示電極群（Ｎ≧\n２）上の全画素の活性化を同時に行った後、上記Ｎ対の表示電極中の１対の表示電\n極上の画素列ずつ連続して選択消去し、表示アドレスを行う」（請求項(1)、１頁左\n下欄１０行目～１３行目）、「第１図のように表示アドレス前に複数維持電極対\nX1、Y1～X4、Y4をタイミングＰにおいてパルス対PX1、PY1・・・PX4、PY4などで全\nセル活性化しておき、表示アドレス期間Ｒ中は、維持波形SPを挿入することなしに\n表示電極対を次々と選択消去アドレスをして、前記複数維持電極対のセルの壁電荷\n存在量を一括して規定する」（３頁左下欄５行目～１１行目）、「上記選択消去動\n作を複数の維持電極対について、前記活性化後連続して行い、アドレスが完了した\n後交番維持電圧を復活すれば、所望の画面どおり壁電荷の大きく保存されているセ\nルは点火状態となり、少なく保存されているか無いセルは不点火となって所望の画\n面となる」（３頁右下欄２行目～７行目）との記載がある。\nここで、「少なくともＮ対の表示電極群（Ｎ≧２）」が文言上すべて\nの表示電極群を含むことは明らかであるから、引用例には、「画面の全ての画素の\n活性化を同時に行った後、１対の表示電極上の画素列ずつ連続して選択消去し、表\n示アドレスを行うこと」（以下「引用例アドレス方法」という。）が記載されてお\nり、引用例アドレス方法は、本願発明の「前記画面の全ての画素に対して共通の時\n間内でメモリー媒体を選択的に形成する表示データの書き込みを行い」の構成に当\nたる。\n(イ)　しかしながら、引用例は、引用例アドレス方法の内容を開示するも\nのの、このアドレス方法と画像の１フレームとの関係について特段の記載がないか\nら、階調表示について何ら示唆するものではない。\nすなわち、本願発明の階調表示方法では、１フレーム間に複数回のア\nドレスを行うところ、引用例には、アドレス方法と画像の１フレームとの関係につ\nいて特段の記載がないから、１フレーム間における引用例アドレス方法の回数を特\n定することができない。仮に、複数回繰り返して１フレームを構成するとしても、\n階調表示をするためには、維持期間の長さに重みをつけることを要するところ、引\n用例には、維持期間の長さ、終期等の記載を欠き、それらに変更を加えるという発\n想の開示はない。よって、引用例は、アドレス方法の内容という点に照らしても、\n階調表示を行う動機付けを欠いている。\nエ　以上の点を総合するならば、引用例は、ライン順次のアドレス方法を開\n示し、主としてアドレス動作の高速化を課題としたにとどまり、階調表示を行う動\n機付けを欠いているというべきである。引用例に本件周知技術を適用するために\nは、これを可能とするに足りる動機付けが必要であるところ、本件において、引用\n例は、階調表示システムの具体的記載を欠き、これこのような動機付けはないか\nら、当業者にとって、引用例発明に本件周知技術を適用することが容易であったと\nいうことはできない。\n(2)　被告は、階調表示をするために時間変調をする方法、その方法としての本\n件周知技術があるところ、引用例のアドレス期間に本件周知技術を採用することと\nは、アドレス期間の後に各画素につき発光時間の長さに重みを付けた維持パルス期\n間を設けることを意味し、引用例において階調表示をするためにこの方法を採用す\nることは、当業者が容易に想到し得ることであると主張する。そして、アドレス期\n間のタイミングと長さは各画素について同一であり、維持パルス期間の長さも各画\n素について同一でなければならないから、維持パルス期間のタイミングが必然的に\n各画素について同一となり、本願発明に想到し得るとも主張するので、この点につ\nいて判断する。\nア　本願発明は、サブフレームを第１ステップとそれに続く第２ステップと\nに時間的に分割し、第２ステップの時間的長さがそれぞれのサブフレームに対して\n与えられる重みに対応するように、フレームの分割間隔を設定し、第１ステップに\nおいては共通の時間内に書き込みを行い、第２ステップにおいては、分割間隔に対\n応した設定時間にわたって共通に表示させる構成を有する。本件特許出願の願書に\n添付された第１図及びこれに関する本件明細書の発明の詳細な説明の記載を参酌す\nると、フレームの分割間隔は、第１ステップ及び第２ステップの時間的長さの和に\n等しく、第２ステップの時間的長さと設定時間とは等しく、また、フレームの分割\n間隔は、サブフレームに対して与えられる重みに対応していると認められる。\nイ　審決は、本件周知技術について、隣接する画素がサブフレームの長さ及\nび重みの順序を同一として適用されることを前提としている。しかしながら、本件\n周知技術を証する証拠（甲第６号証第７図、甲第７号証第３図、甲第２５号証第１\n図）において、サブフレームの長さと表示時間は一致しない上、各サブフレームの\n長さはいずれも一定であって、本願発明の構成とは異なる。そうすると、本件周知\n技術を採用したとしても、本願発明における「第２ステップの時間的長さがそれぞ\nれのサブフレームに対して与えられる重みに対応するように、前記フレームの分割\n間隔を設定」する構成を導くことはできない。\nウ　本件周知技術は、サブフレームごとにアドレスすることを前提としてい\nる。しかしながら、上記のとおり、引用例には、１フレーム中で引用例アドレス方\n法を階調表示を目的として複数回行うフレーム構成、維持期間の長さ等について記\n載がないので、引用例アドレス方法に本件周知技術を適用しようとしても、各アド\nレスを対応させることや、アドレスのそれぞれについて維持期間の長さを変更する\nことができない。本願発明のような階調表示においては、１フレーム内に複数回の\nアドレス（ビット画面の形成）を必要とするところ、審決は、このようなアドレス\nの対応について検討を加えておらず、したがって、引用例アドレス方法に本件周知\n技術を採用することはできない。\nエ　被告は、引用例は、１フレーム（１／30秒）に引用例アドレス方法を１\n回行うものであり、これに本件周知技術を採用することができると主張するが、被\n告主張のフレーム構成は、１フレーム中で引用例アドレス方法を階調表示を目的と\nして複数回行うフレーム構成ではないから、本件周知技術を採用することはできな\nい。\n(3)　被告は、「ライン順次階調駆動法」など従来の時間変調による階調表示方\n法のサブフレームの概念が、本願発明のサブフレームの概念と異なるということは\nできず、また、本件周知技術は一定時間ごとのドット単位又はライン単位の分割で\nあって画面単位の分割ではないということはできないと主張するので、この点につ\nいて判断する。\nア　「ライン順次階調駆動法」がアドレス方法である「ライン順次駆動法」\nと「階調表示をするために時間変調をすること」との組合せであることは、被告主\n張のとおりであり、また、審決が「階調表示をするために時間変調をすること」が\n周知であるとし、組合せである「ライン順次階調駆動法」が周知であるとしたわけ\nではないことも、被告主張のとおりである。しかしながら、「ライン順次階調駆動\n法」の一部分である本件周知技術について、引用例を組み合わせる動機付けを欠く\nことは上記認定のとおりであるから、被告の主張は、引用例と本件周知技術を組み\n合わせる動機付けを欠くとする上記判断に影響を及ぼすものではなく、採用するこ\nとができない。\nイ　「SOCIETY FOR INFORMATION DISPLAY/INTERNATIONAL SYMPOSIUM/DIGEST\nOF TECHNICAL PAPERS/VOLUME XXIII」（甲第１３号証）の発行日は、１９９２年\n（平成４年）５月であり、本件特許出願の後であるから、上記文献から、ここに記\n載された「ライン順次階調駆動法」が上記出願前に公知であったということはでき\nない。仮に、「ライン順次階調駆動法」が上記出願前に周知であったとしても、上\n記のとおり、「ライン順次階調駆動法」は、画素のアドレスと維持という一連のサ\nイクルをライン順次で行うものであって、そこには、一連のサイクルを画面単位で\n行うとの発想がないから、被告の主張は、採用することができない。\nウ　被告は、引用例発明にライン順次階調駆動法を採用すると、引用例発明\nのメモリー媒体を選択的に形成する表示データの書き込みは、画面を構成するすべ\nてのラインに対して互いに同一のタイミングとなるようにされ、必然的にすべての\nラインが互いに同一のタイミングとならざるを得ないと主張するが、上記のとお\nり、引用例発明を本件周知技術と組み合わせることにより、結果的にすべてのライ\nンが互いに同一のタイミングとなるからといって、直ちに、これらを組み合わせた\n結果である上記構成が容易想到であるということはできない。すなわち、引用例発\n明を本件周知技術と組合わせるためには、組合せの動機付けを要するところ、本件\nにおいて、このような動機付けを欠くことは上記のとおりだからである。被告の主\n張は、採用することができない。\n(4)　被告は、階調表示のために時間変調をするのに、半導体デバイスの転送速\n度の制約からライン単位で走査するライン順次階調駆動法を採用するしかなかった\nものではなく、画面単位で走査する本願発明を考える余地があったと主張するの\nで、この点について判断する。\nア　上記のとおり、高品位ＴＶの階調表示の実現には、半導体デバイスの転\n送速度の制約が問題となる。確かに、本願発明は、高品位ＴＶの表示、特に、カラ\nー表示を構成要件とはしないけれども、半導体デバイスの転送速度の問題は、ＴＶ\n信号等の実際の信号を表示する場合において、その速度に追従することができるか\nどうかという点で問題となる。階調表示のために時間変調をするのに、半導体デバ\nイスの転送速度という制約が存在したというべきである。\nイ　上記のとおり、引用例発明は、複数のラインを一括して同時に活性化す\nるものであり、ラインごとに活性化する従来のライン順次階調駆動法とは相反する\nものであるから、むしろ、ライン順次階調駆動法との組合せには困難があるという\nべきである。引用例発明がされたからといって、半導体デバイスの転送速度の制約\nからライン順次階調駆動法を採用するほかはなかったという従来技術の問題点が解\n消したものではない。\nウ　上記のとおり、本願発明の消去パルスは画面をライン単位で走査してい\nるけれども、その後の維持サイクルが画面単位で操作されるから、この点におい\nて、原告主張のように本願発明が画面単位で走査するものであるということができ\nる。\nエ　被告は、これらの制約が本願発明に想到することを阻害するものではな\nいと主張するが、ア～ウ記載のとおり、階調表示のために時間変調をするのに、半\n導体デバイスの転送速度という制約が存在し、そのためにライン順次階調駆動法を\n採用するほかはなく、画面単位の走査が技術的に困難であった以上、これらの制約\nが本願発明に想到することの阻害事由となることは明らかである。\n(5)　以上のとおり、引用例において、階調表示をするために本件周知技術を採\n用することが当業者にとって容易に想到し得るということはできない。\n２　取消事由４（顕著な作用効果の看過）について\n(1)　原告は、本願発明では、表示期間がアドレス期間から独立しているため\nに、維持パルスが放電発光に必要な期間のみ印加され、従来のライン順次階調駆動\n法に見られたような無用な電力消費はないと主張するので、この点について判断す\nる。\nア　上記のとおり、本願発明の第２ステップの期間は、すべて表示期間であ\nると認められ、第２ステップにおいてすべての維持パルスが発光に関与しているか\nら、本願発明においては、発光に関与しない維持パルスの存在により無用な電力を\n消費することはない。したがって、従来のライン順次階調駆動法に比較して、電力\n消費の低減効果が認められる。\nイ　引用例には、アドレスが完了し交番維持電圧を復活した後、交番維持電\n圧の終期についての記載がない。また、いずれも審決が周知例とした公報の内容を\n検討すると、特公昭５１－３２０５１号公報（甲第６号証）の第７図には、第２フ\nィールド及び第３フィールドにおいて、発光停止から次の発光開始まで、発光に関\n与しない期間が存在し、特開昭４９－９６６２５号公報（甲第７号証）の第２図及\nび第３図によれば、常時維持駆動電圧が維持され（２頁右上欄１８行目～１９行\n目）、消灯パルスＱから次の点灯パルスＰまで発光に関与しない期間が存在し、特\n開昭５０－９３０４４号公報（甲第８号証）においては、点灯、消灯及び維持の関\n係が明りょうではなく、特開平２－２１９０９２号公報（甲第２５号証）の第１図\nによれば、ビット０、１、２、３の点灯期間はｎ周期よりも短く、発光に関与しな\nい期間が存在する。したがって、これら周知例においては、発光に関与しない維持\nパルス期間の存在が否定し得ないから、引用例及び本件周知技術から当業者が容易\nに上記効果を予測し得たということはできない。\n(2)　被告は、本願発明の消費電力を低くする効果は、当業者が容易に予測し得\nるものであると主張するので、この点について判断する。\n本件明細書（甲第２号証）には、「書き込みパルスＰｗが全部の画面４に\n対して同時に印加され、これによって同時に壁電荷が形成されるので・・・壁電荷\nを形成するのに必要な時間が大幅に減少する。そのため、従来と同じ階調性を従来\nよりも低い駆動周波数で得ることができ、それだけ消費電力を低くすることができ\nる」（２３頁３行目～１１行目）と記載されている。引用例発明も、「書き込みパ\nルスＰｗが全部の画面に対して同時に印加され、これによって同時に壁電荷が形成\nされる」のであるから、「同時に壁電荷を形成する」ことによる消費電力の低減が\n認められる。したがって、アドレス期間における消費電力の低減効果に限れば、引\n用例の記載から予測可能であると一応いうことはできるが、その場合の駆動周波数\nの低下は、階調表示と関連するものではなく、また、発光に関与しない維持パルス\nが存在しないことによる消費電力の低減は、引用例及び周知例から予測することが\nできないので、被告の主張は、採用することができない。\n(3)　原告は、本願発明では、第１ステップのパルス列と第２ステップのパルス\n列をそれぞれ独立して決定することができ、第２ステップのパルス列の個数を各サ\nブフレームごとに自由に設定することができるので、ガンマ特性に合った階調性を\n実現するなど輝度の制御が容易となる旨主張する。\n本件明細書（甲第２号証）によれば、従来のラインごとに順次維持パルス\n及び書き込みパルスを印加する階調駆動法には、画面全体で見ると、書き込みサイ\nクルと維持サイクルとが同時に実行されるため、両サイクルを同じ周期にする制約\nがあったのであり（１０頁３行目～６行目）、本願発明は、分割したサブフレーム\nを画面を構成するすべてのラインに対して互いに同一のタイミングとなるように、\n第１ステップとそれに続く第２ステップとに時間的に分割することにより、維持サ\nイクルを書き込みサイクルと同じ周期にする必要をなくしたものである。\n本願発明は、画面単位で書き込みサイクルと維持サイクルを分離したもの\nであって、第１ステップのパルス列と第２ステップのパルス列につきパルス個数な\nどを独立して決定することができ、また、第２ステップのパルス列の個数を各サブ\nフレームごとに自由に設定することができるのであるから、維持パルスの個数を調\n整することによるガンマ補正等の効果が認められる。\n(4)　被告は、第１ステップのパルス列と第２ステップのパルス列をそれぞれ独\n立して決定することができること、表示サイクル内の維持パルスの個数を任意に設\n定することができることは、特許請求の範囲に記載がないと主張する。しかしなが\nら、これらの効果は、上記のとおり、本件明細書の特許請求の範囲に記載された、\n「分割した前記サブフレームを、前記画面を構成する全ての前記ラインに対して互\nいに同一のタイミングとなるように、第１ステップとそれに続く第２ステップとに\n時間的に分割」する構成により、維持サイクルを書き込みサイクルと同じ周期にす\nる必要性をなくしたことによる効果であって、特許請求の範囲の記載を根拠として\nいるから、本願発明の効果であるということができる。\n(5)  また、被告は、引用例発明において階調表示をすると、表示期間はアドレ\nス期間から独立したものとならざるを得ないと主張するが、上記のとおり、引用例\nには、階調表示方法についての開示がなく、当業者が引用例に接しても、引用例発\n明において階調表示をする動機付けが存在しないので、被告の主張は採用すること\nができない。\n３　以上のとおりであるから、原告主張の審決取消事由３、４は理由があり、こ\nれらの誤りが審決の結論に影響を及ぼすことは明らかであるから、その余の点につ\nき判断するまでもなく、審決は取消しを免れない。\nよって、原告の請求は理由があるからこれを認容し、訴訟費用の負担につき\n行政事件訴訟法７条、民訴法６１条を適用して、主文のとおり判決する。\n東京高等裁判所第１３民事部\n裁判長裁判官　　　篠　　　原　　　勝　　　美\n裁判官　　　石　　　原　　　直　　　樹\n裁判官　　　長　　　沢　　　幸　　　男\n"
}