{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 13,
    "month": 8,
    "day": 8
  },
  "case_number": "平成9(行ウ)15",
  "case_name": "損害賠償等請求事件",
  "court_name": "奈良地方裁判所",
  "field": "行政",
  "gist": "１　中央官庁の職員，全国知事会の職員，他の都道府県の職員，青果市場役員等の民間人（企業）を相手方とする懇談等に伴う食糧費並びに県東京事務所職員の昼食代及び残業夜食代の支出が違法であるとして，地方自治法２４２条の２第１項４号に基づき，同事務所長及び同次長に対してされた損害賠償請求が，認容された事例　２　県東京事務所長及び同次長が中央官庁の職員等を相手方とする懇談等に食糧費名目で公金を支出したことが違法であるにもかかわらず，同人らに対する同支出相当額の損害賠償請求権の行使を怠っていることが違法であるとして，地方自治法２４２条の２第１項３号に基づき，知事に対してされた怠る事実の違法確認請求が，認容された事例",
  "case_gist": "１　中央官庁の職員，全国知事会の職員，他の都道府県の職員，青果市場役員等の民間人（企業）を相手方とする懇談等に伴う食糧費並びに県東京事務所職員の昼食代及び残業夜食代の支出が違法であるとして，地方自治法２４２条の２第１項４号に基づき，同事務所長及び同次長に対してされた損害賠償請求につき，普通地方公共団体の執行機関が，当該団体の事務を遂行し対外的折衝や意見交換等を行う過程において，社会通念上儀礼の範囲にとどまる程度の接遇を行うことは許容されるべきであり，その費用を公金から支出することも許されると解すべきであるが，前記支出が食糧費からされている場合には，行政事務等の執行上直接に費消される経費であるという食糧費の性質にかんがみ，行政事務等の存在が明確にされるとともに前記支出と事務執行との間に直接的な関連性が認められることをも要するとした上，中央官庁の職員を相手方とする懇談等に伴う食糧費の支出は，県職員と中央官庁職員との意見交換や情報収集の場として実施されたものであれば，当該懇談を実施することが，その内容，目的，効果に照らし有益であると認められ，かつ，これに要した費用が社会通念上相当な範囲内にとどまる限り，当該費用を食糧費から支出したことに違法はないが，前記範囲を超える場合には，支出担当職員の裁量権を逸脱する違法なものと解すべきであるが，前記相当性の判断に際し，懇談等の相手方が中央官庁職員である場合には，本来，当該国家公務員である職員が，職務に関し，最も厳正な倫理を要求される立場にあるという特質から，接遇する側における前記相当性の判断も厳格さが要求されているところ，前記中央官庁職員に関する支出は，すべて社会通念上も相当な範囲を超えており，予算執行権限を有する財務会計職員の裁量を逸脱し，違法であり，前記全国知事会の職員を相手方とする飲食については，飲食の際に具体的な情報交換等がされた資料が認められず飲食そのものが目的であり社会通念上も相当の範囲を超える違法な支出であり，青果市場役員等の民間人を相手方とする飲食提供も社会通念上相当な範囲を超え，違法な支出であり，さらに，地方自治法は，「給料，手当及び旅費の額並びにその支給方法」は，条例で定めなければならないとし，いかなる給与その他の給付も法律又はこれに基づく条例に基づかずには職員に支給できない旨規定しており，法令上の根拠に基づかずに職員に対し財産的「給付」をすることが許されないが，前記事務所職員の昼食代及び残業夜食代を支出することは県条例上の職員への給付を定めた根拠に基づかない支出であり，支出すること自体が，金額の多寡を問わず違法であるとして，前記請求を認容した事例　２　県東京事務所長及び同次長が中央官庁の職員等を相手方とする懇談等に食糧費名目で公金を支出したことが違法であるにもかかわらず，同人らに対する同支出相当額の損害賠償請求権の行使を怠っていることが違法であるとして，地方自治法２４２条の２第１項３号に基づき，知事に対してされた怠る事実の違法確認請求につき，前記支出は社会通念上相当の範囲を超える等の違法な支出であり，前記所長及び同次長は県に対して損害賠償義務を負うところ，知事は県を統括し代表するとともに予算の執行，会計の監督等の事務を担任し，県執行機関及び県職員に対し包括的な指揮監督権限を有する者であるから，前記損害賠償金を県に返還させる義務があり，当該義務の履行を怠っていることが違法であるとして，前記請求を認容した事例",
  "lawsuit_id": "15545",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=15545",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/545/015545_hanrei.pdf",
  "contents": "主　　　文\n１　被告ａ及び被告ｂは奈良県に対し、各自金５４３万６６６７円及びこれに対す\nる平成９年８月７日から支払済みまで年５分の割合による金員を支払え。\n２　被告奈良県知事ｃが、被告ａ及び被告ｂに対し、同人らが平成６年度に支出し\nた食糧費名目の支出金５４３万６６６７円の返還請求を怠ることは違法であること\nを確認する。\n３　原告らのその余の請求をいずれも棄却する。\n４　訴訟費用は被告らの負担とする。\n事実及び理由\n第１　請求\n１　被告ａ及び被告ｂは奈良県に対し、各自金５５１万１２４８円及びこれに対す\nる訴状送達の日の翌日から支払済みまで年５分の割合による金員を支払え。\n２　被告奈良県知事ｃが、被告ａ及び被告ｂに対し、同人らが平成６年度に支出し\nた食糧費名目の支出金５５１万１２４８円の返還請求を怠ることは違法であること\nを確認する。\n第２　事案の概要\n本件は、奈良県の住民である原告らが、奈良県東京事務所（以下「東京事務所」\nという）が平成６年４月１日から同年１０月末日までの間にかけて中央官庁の職員\n等との懇談等を実施したとして支出した費用等を奈良県の公金（食糧費）から支出\nしたのは違法であると主張して、地方自治法２４２条の２第１項４号に基づき、奈\n良県に代位して上記支出命令権限を有する職員であった被告ａ及び被告ｂに対し、\n各自金５５１万１２４８円及びこれに対する訴状送達の日の翌日から支払済みまで\n年５分の割合による損害賠償の支払いを求めるとともに、同条同項３号に基づき、\n被告奈良県知事ｃが、被告ａ及び被告伊藤に対し、同人らが支出した上記金額の返\n還請求を怠ることは違法であることの確認を求めている住民訴訟である。\n１　争いのない事実等\n（１）　原告らは奈良県の住民である。\n（２）　被告ａは平成６年度の東京事務所長、被告ｂは同年度の東京事務所次長の\n地位にあった者である。\n（３）　被告奈良県知事ｃは奈良県を統括し代表するとともに予算の執行、会計の\n監督等の事務を担任し、奈良県執行機関及び県職員に対し包括的な指揮監督権限を\n有する者である。\n（４）　奈良県における予算の執行は、知事が担任するとされているが（地方自治\n法１４９条２号）、東京事務所における食糧費の支出負担行為及び支出命令につい\nては東京事務所長に権限委任され（奈良県会計規則３条）、所長が不在のときには\n次長が代決できるとされている（奈良県事務決裁規定\n８条）。\n（５）　東京事務所は、奈良県行政組織規則に基づいて設置された財政課を主幹課\nとする奈良県の出先機関であり、その所掌事務は、①中央官庁との連絡に関する事\n柄、②宿泊に関する事柄、③農林産物の流通情報の提供に関する事柄、④観光・物\n産の宣伝及び紹介に関することとされている。\n（６）　食糧費とは、予算科目としては需要費（節）の細節であり（地方自治法施\n行規則１５条２項別記参照）、需要費、すなわち地方行政事務に伴い必要とされる\n消費的な物品の取得及び修理等に要する経費等のほか一般的にその効用が短期間に\n費消される経費の一種として、行政事務、事業の執行内部的、直接の必要に基づい\nて費消される経費であって、各種会議用、式日用茶菓、接待用茶菓、弁当、非常炊\n出賄、警察留置人食料、病院、療養所等の患者食糧、宿泊所、保育所等の賄料等が\nこれに該当するとされている。\n（７）　東京事務所は、平成６年４月６日から同年１０月２７日にかけて、食糧費\nから、別表記載分の支出（以下、「本件各支出」という。）を含む、執行件数２６\n９件、金額にして１８１１万５７３４円を中央官庁の職員等との懇談や、来訪者な\nどへの食事、残業夜食代等として支出した。\n本件各支出は、いずれも被告ｂが代決して決済していた。\n（８）　原告らは、平成９年４月１６日、奈良県監査委員に対し、本件各支出の公\n金（食糧費）からの支出について地方自治法２４２条１項に基づく監査請求をした\nところ、監査委員は、同年６月２５日、原告らに対し、監査結果を送付するととも\nに同日付で公告したが、その内容は、監査請求にかかる食糧費の支出の一部につい\nて、事実関係をさらに調査解明し、相当でないと認められるものについては、当該\n支出した費用のうち相当額について奈良県に対する損害の補填をするなどの措置を\n講ずることを奈良県知事に勧告するにとどまった。\n（９）　奈良県は、平成９年６月５日、副知事を委員長とする「食糧費調査委員\n会」（以下「調査委員会」という。）を設置し、東京事務所における平成６年度か\nら平成８年度までの食糧費の執行状況に関する実態を調査した。その結果、調査委\n員会は、平成９年９月１９日、職員間の懇談と認められたもの、あらかじめ業者へ\n前払していたもの、支払手続を簡略化するため、過去において複数回実施した懇談\n等の支払をまとめて行ったもの、懇談の実態が明確に確認できなかったもの、懇談\nの実態が\n確認できたが、バー・クラブ等で懇談を行っていたもの、同様に懇談の実態が確認\nできたが、予算執行の都合等から実態と異なる相手方を記載していたものについて\nは、不適正なものとする、食糧費調査結果報告書（以下「報告書」という。）をと\nりまとめた。\nこれを受け、平成１０年１月３０日、上記不適正とされた支出約２億９０９万円\n及びこれに対する法定利息を含めた２億２８３８万７６４４円が財団法人奈良県職\n員互助会によって一括返済され、さらに１０００万円が知事の給与等の減額により\n補填された。これらの措置により、不適正と判断された支出１２６０万４４８６円\nも奈良県に返還された。\n（１０）　平成６年４月６日から同年１０月２７日までの間の支出に関し、結果報\n告書により適正な執行と判断され、補填されなかったものは、本件各支出、すなわ\nち、別表記載の７２件、金額にして５５１万１２４８円である（なお、別表の各支\n出に付した番号は、１からの連番となっていないが、本件事案の理解の便宜のた\nめ、原告らの平成１０年４月２２日付準備書面添付の別表一による番号を踏襲して\nいる。）。\n３　争点\n（一）　本件各支出を奈良県の公金（食糧費）から支出したことは違法か。\n（二）　被告ａ及び同ｂは本件各支出について奈良県に対し損害賠償責任を負う\nか。\n（三）　被告知事が、上記被告らに対し、上記損害賠償責任に基づく金員を奈良県\nに返還を求めていないことは違法か。\n４　争点に関する当事者の主張\n（原告らの主張）\n上記２の争いがない事実等（１０）において調査委員会の結果報告書により適正\nと判断された本件各支出の７２件、金額にして５５１万１２４８円の支出すべてが\n違法な支出である。\n（一）　中央官庁の職員を相手方とする懇談等に伴う食糧費支出（合計３４件。別\n表番号９、１１、１４、１６、１７、１９、２６、２８、３０、３３、３７、３\n８、４０ないし４２、４７、５０、５５、５７、６５、６８、７６、８０ないし８\n２、８６、８９、９５、１４１、１６４、２１０、２２１、２３９、２４６。以下\n「本件中央官庁職員に関する支出」という。）の違法性\n（１）　地方自治体は他の団体と異なり、住民の公租公課によって賄われており、\n住民の信託に基づいて、法律・条例にしたがって、住民の福利の増進を目的として\n事務を遂行すべき性質を有するものであることにかんがみると、対外的接遇に当た\nっても一層の制約があってしかるべき\nであり、地方公共団体の事務を処理するに当たっては最少経費で最大の効果を挙げ\nることが要請されるとともに（地方自治法２条１３項（現行１４項））、その経費\nは目的を達成するための必要かつ最少限を超えてはならない（地方財政法４条１\n項）といった法の趣旨は十分に尊重されるべきである。\nかかる法の趣旨をふまえるならば、予算執行時の経済状態、国民の消費及び生活\n水準等の諸事情に加え、当該接遇を必要とする行政事務の性質、内容、目的、効果\n等をも勘案し、社会通念上相当な範囲内にあると認められることが必要である。\nさらに、上記支出が食糧費からされている場合には、行政事務等の執行上直接に\n費消される経費であるという食糧費の性質にかんがみ、当該行政事務等の存在が明\n確にされるとともに上記支出と事務執行との間に直接の関連性が認められることを\nも要すると解すべきである。\nしたがって、本件各支出についても、上記の観点からみて、これが社会通念上相\n当な範囲を超えており、予算執行権限を有する財務会計職員の裁量を逸脱している\nと認められる場合には、違法と解される。\n（２）　以上を前提にすれば、本件中央官庁職員に関する支出は違法である。\n①　本件中央官庁職員に関する支出にかかる懇談の目的、実態からして、違法であ\nる。すなわち、これらの支出にかかる懇談等でされたという情報交換、要望、相談\nの具体的内容が全く不明であること、懇談の相手方の所属・地位等が曖昧不明なも\nのも多いこと、懇談の準備の際も相手方には事前に懇談のテーマを個別具体的に伝\nえることもなかったこと、懇談のために用いる資料なども作成しないことが多かっ\nたこと、懇談の内容を記録したりする役割の者もいなかったこと、食事の場所も飲\n食店やホテルがほとんどであること、食事が提供されると食事に専念して誰も話を\nしないこともあったこと、食事の内容も高額で明らかに酒類が提供されている場合\nも多いこと、酒類を提供している場合は相手方との懇親を進める意図があったこ\nと、事後に懇談の内容を記録に残したりすることもなく、懇談の内容に関して関係\n部局へ連絡する場合も口頭で行われていたに過ぎないこと等の事情が認められ、こ\nれらの事情に照らせば、本件中央官庁職員に関する支出にかかる懇談等は、相手方\nとの飲食そのものが目的化しており、情報交換、要望、相談が具体的に行われたと\nの事情は存在しない。\n②　中央官庁の職員との間に\nおいて、飲食を伴う懇談を行う必要性、飲食提供の効果からしても違法である。す\nなわち、中央官庁の職員との飲食を伴う懇談については、平成８年ころから住民監\n査請求や市民からの異議申し立てがあり、それ以降はできる限り不必要な食糧費の\n支出は抑制するようになり、平成１０年４月１日に食糧費の運用マニュアルができ\nて以降、一切していないこと、現在は通常の時間帯で中央官庁への要望を行ってい\nること、中央官庁の職員に飲食のもてなしをすることでどういった利益があがった\nのか不明であること、中央官庁の職員との飲食を伴う懇談をしなくなってから、そ\nういった懇談を行っていた時代ならば得られたであろう情報が得られなくなった\nり、あるいは要望や相談に応えてくれなくなるといった困った事態は、少なくとも\n被告ｂの立場では生じていないこと等の事情からすると、本件中央官庁職員に関す\nる支出はその必要性も効果もない。なお、県職員が、仮に中央官庁の職員との間で\n情報交換、要望、相談を目的として懇談する必要があったとしても、これらの目的\nは中央官庁の職員に対して飲食を提供しなくても十分に達成でき、飲食提供の効果\nは極めて疑問であり、その必要性は認められない。このように、中央官庁の職員に\n対する飲食の提供が、現実の効果及び必要性の点で極めて強い疑問があるほか、そ\nもそも、中央官庁の職員は国家公務員であり、全体の奉仕者として職務の公平性が\n要求されるものである以上（憲法１５条２項、国家公務員法８２条１項３号、９６\n条１項等）、飲食提供の有無や多寡によって地方自治体に対する情報提供、要望、\n相談への対応に差異が生じることは本来あってはならないはずである。\n③　当該行政事務等の存在の明確性もないし、上記支出と事務執行との間に直接の\n関連性もない。すなわち、懇談の目的は中央官庁との情報交換、要望、相談とされ\nているが、具体的にいかなる情報交換、要望、相談がされたのか全く不明であり、\nむしろ、飲食そのものが目的であった疑いが濃い。したがって、行政事務等の存在\nが明確になっているとは到底い難い。また、食糧費の支出された飲食に伴い具体的\nな情報交換、要望、相談がされた形跡がない以上、上記食糧費の各支出と中央官庁\nとの情報交換、要望、相談といった事務執行との間には直接の関連性もない。\n④　中央官庁の職員に対する飲食の提供と国家公務員倫理上の弊害\n国家公務員倫理法（平成１２年４月\n１日施行）は、国の職員が利害関係者から供応接待を受けること及び利害関係人と\n飲食をすることを禁止しており（国家公務員倫理規程３条１項６、７号）、許認可\nのみならず、補助金等の交付事務の相手方、行政指導の相手方も利害関係人に当た\nる。したがって、同法及び同規程に照らせば本件のような中央官庁の職員との飲食\nを伴う懇談はそのほとんどが禁止されるべきものである。なお、本件の食糧費支出\nは、同法及び同規程の施行の約５、６年前に行われたものである。しかし、同法及\nび同規程は国家公務員の倫理として従前から普遍的に禁止されてきた事項を改めて\n確認したものにすぎないと解すべきである。\n⑤　以上のように、本件中央官庁職員に関する支出にかかる飲食については、奈良\n県職員が中央官庁との間において、情報の交換、要望、相談を行う必要上提供され\nたものとされている。しかし、上記のとおり、これらの支出にともなう飲食の際、\n情報交換、要望、相談が具体的に行われた形跡がなく、むしろ飲食そのものが目的\nであった可能性が濃厚であること、当該行政事務等の存在の明確性も、上記支出と\n事務執行との間に直接の関連性もないこと、情報交換、要望、相談といった目的が\nあったとしても、相手方たる中央官庁の職員に飲食を提供することの必要性及びそ\nの効果については強い疑問があること、むしろ、中央官庁の職員に殊更飲食を提供\nすることは、国家公務員の倫理に反する行為を助長する結果となり、国民の行政に\n対する不信を増幅させる結果となって、弊害の方が大きいこと、ましてや、これら\nの支出が、飲食そのものを目的としている疑いが濃厚である以上、法律の有無にか\nかわらず、このような飲食の提供を受けることによって、惹起される国民の行政へ\nの不信は極めて大きいと考えられること、以上を総合すると、中央官庁職員に関す\nる支出は社会通念上も相当な範囲を超えており、予算執行権限を有する財務会計職\n員の裁量を逸脱し、違法であることは明らかである。\n（二）　全国知事会職員ないし他の都道府県職員を相手方とする懇談、懇親、打合\nせ等に伴う食糧費支出（合計５件。別表番号２１、４３、４５、１０１、２４７。\n以下「本件全国知事会職員等に関する支出」という。）の違法性\n（１）　全国知事会の公的性格\n全国知事会に関しては次のような理由から、都道府県職員を相手方とする懇談に\n伴う食糧費支出と同様に考えられるべきである。\n全国知\n事会とは、全国の知事によって組織され、「各都道府県間の連携提携を緊密にし\nて、地方自治の円滑な運営と進展を図る」ことを目的として設立された団体であ\nり、その設立について地方自治法２６３条の３第１項に基づき、総務大臣（当時は\n自治大臣）に届出をしている。\nまた、同第２項により「地方自治に影響を及ぼす法律又は政令その他の事項に関\nし」、内閣に対し意見を申し出、国会に対する意見書の提出することが認められて\nいる。その他、「各都道府県の事務に関する連絡を行うこと」「地方自治の推進を\n図るため必要な施策の立案及び推進に関すること」「諸外国との友好交流に関する\nこと」等の事業を行っている。運営については各都道府県の分担金によっている。\nまた、財団法人都道府県会館所有の建物に事務局を置いている。\n以上のように、全国知事会は、全国の知事によって組織され、地方自治体の支出\nによって運営され、地方自治体の事務、地方自治に関連する事業を行っている公的\n性格を有する団体である。したがって、その職員との懇談に伴う食糧費の支出も都\n道府県の職員の場合と同様に考えられる。\n（２）　本件全国知事会職員に関する支出についても、中央官庁職員に関する支出\nにおいて論じたのと同様に考えるべきである。\nすなわち、飲食の際に具体的な情報交換等がされた形跡がなく、飲食そのものが\n目的であった可能性が濃厚であること（出席者１人あたりの支出は別表番号２１が\n２万４１５０円、同４５が１万２０００円、同１０１が４２８９円、同２４７が２\n８８４円、なお、同２４７ついては近畿各府県の東京事務所長８名が出席者である\nにもかかわらず、奈良県が全額負担していることになっている。）、当該行政事務\n等の存在の明確性も、上記支出と事務執行との間に直接の関連性もないこと、情報\n交換、要望、相談といった目的があったとしても、相手方たる他の地方自治体の職\n員に飲食を提供することで効果があがるのかどうか疑問であること、他の地方自治\n体の職員に殊更飲食を提供することは、地方公務員の倫理に反する行為を助長する\n結果となり、地方行政に対する不信を増幅させる結果となって、弊害の方が大きい\nこと等の事情に照らし、違法である。\nなお、国家公務員倫理法は、地方自治体についても同法に準じて倫理保持のため\n必要な施策を講ずるべきものとされているところである（同法４３条）。\n（三）　民間人（企業）を相手方とする\n懇談、懇親、打合せ等に伴う食糧費支出（合計１０件。別表番号１８、３２、５\n６、９４、９６、９９、１０４、２２９、２３４、２３７。以下「本件民間人に関\nする支出」という。）の違法性\n（１）　青果市場役員等に対する飲食提供\n奈良県産青果物の京浜市場・流通促進会役員及び太田市場役員と県職員との飲食\n６件（別表番号１８、９６、９９、１０４、２２９、２３７）のうち、証拠上、酒\n類も提供されたことが明らかなものが４件（別表番号１８、９６、１０４、２２\n９）、１人あたりの飲食代金が５０００円を超えるものが１件（別表番号９９。５\n１１５円）である。\n懇談の具体的内容も何ら明らかではなく、懇談の効果についても具体的に検証す\nることは不可能である。\nしたがって、飲食、飲酒そのものが目的であったといわざるを得ず違法である。\n（２）　報道機関の記者等に対する飲食提供\n奈良新聞社の職員（記者）と県職員との飲食３件（別表番号３２、５６、９４）\nについても、証拠上、酒類が提供されたことが明らかなものが１件（別表番号９\n４）あり、すべてにおいて１人あたりの飲食代金が５０００円を超えている（最高\nは別表番号３２の１万５９３１円、最低でも別表番号９４の５５２７円）。\n上記各支出に関係する懇談の具体的内容については何らの記録も存在せず、それ\n自体明らかではない。したがって、飲食、飲酒そのものが目的であった可能性が高\nい。\n仮に情報交換の必要性があったとしても、報道機関から取材を受けたり情報交換\nしたりすることは、飲食を提供しなくても可能であり、現在は飲食の提供を一切し\nないで情報交換したりしているのであるから、酒類を含む高額な飲食を提供する必\n要性はない。\nましてや、「報道機関の報道は、民主主義社会において、国民が国政に関与する\nにつき、重要な判断の資料を提供し、国民の『知る権利』に奉仕するものであ\nる。」とされ、公的性格を有するのであって、行政にとって不都合なことでも報道\nすべき社会的使命を有する以上、報道機関に対して飲食を無償で提供することは、\n報道機関のかかる社会的使命を阻害することにもつながりかねず弊害も大きい。\nしたがって、上記各支出も違法といわざるを得ない。\n（四）　奈良県職員の残業夜食代に関する食糧費の支出（合計２０件。別表番号２\n２４、２４４、２４５、２５１ないし２６１、２６３ないし２６８。以下「本件残\n業夜食代に関する支出」という。\n）及び奈良県職員のみの飲食に関する食糧費の支出（合計２件。別表番号２０３、\n２４０。以下「本件職員のみに関する支出」という。）の違法性\n（１）　給与条例主義の原則\n地方自治法は、「給料、手当及び旅費の額並びにその支給方法は、条例で定めな\nければならない。」とし（同法２０４条３項）、いかなる給与その他の給付も法律\n又はこれに基く条例に基かずにはこれを職員に支給できない旨規定する（同法２０\n４条の２、いわゆる給与条例主義）。地方公務員法にも同様の規定がある（同法２\n４条６項、２５条１項）\n奈良県においても、上記のように地方自治法及び地方公務員法所定のいわゆる給\n与条例主義に基づき、「一般職の職員に関する条例」（昭和３２年９月１０日奈良\n県条例第３３号）が定められ、給料や諸手当が支給されているが、本件残業夜食代\nに関する支出や本件職員のみに関する支出を根拠づける規定は一切ない。\nそして、実質上も、職員に対して法律又はこれに基づく条例によらない「いかな\nる給与その他の給付」も支給されることのないよう、「宿舎、食事、制服その他生\n活に必要な施設等の全部または一部が職員に支給される場合においては・・・その\n相当額を、その職員の給料から控除する。」とされている（同条例３条２項）。\n（２）　給与条例主義と本件残業夜食代に関にする支出の違法性\n東京事務所の奈良県職員の残業夜食代等は、本件残業夜食代等が支出された当\n時、通常職員が３時間程度残業をする場合については東京事務所の所長の権限で残\n業夜食代をとることを認めていた。したがって、３時間程度の残業した職員に対し\nては、実質上、残業夜食という名目で「食事」という「給付」がされてきたことに\nなる。\nところが、本件残業夜食代は食糧費から支出されている。食糧費は、「歳出の予\n算にかかる節の区分は、別記のとおり定めなければならない。」という地方自治法\n施行規則１５条２項を受けて定められた「歳出予算に関する区分」の中の「需用\n費」という節の中に含まれており、本来、職員の残業夜食代に支出されることを予\n定していないというべきであって、これを職員の残業夜食代に当てる法令上の根拠\nは何ら存在しない。\nそして、同条例３条２項の趣旨に従い、食糧費から残業夜食の給付を受けた職員\nについて、その給料から当該残業夜食代相当額が差し引かれたといった事情も存在\nしない。\nよって、食糧費から職員の残業夜食代を支出\nすることは、金額の多寡を問わず、給与その他の給付も法律又はこれに基づく条例\nに基づかずにはこれを職員に支給できないとする地方自治法２０４条の２、地方公\n務員法２５条１項に反して違法である。\n（３）　本件残業夜食代に関する支出の実質的違法性\n実質的に見ても、残業する職員には超過勤務手当（前記条例１３条）等が支給さ\nれることになっており、更に残業夜食代を公費から支出すべき必要性は認められな\nい。\nのみならず、本件残業夜食代は、通常職員が３時間程度残業をする場合について\nは東京事務所の所長の権限で残業夜食代をとることが認められ、かかる基準で毎月\n残業夜食代が食糧費から支出されていたのであって、次のような事情をみればその\n支出は恒常的になされていたと認められる。\nすなわち、本件残業夜食代支出後の平成９年４月ないし同年１２月の間において\nも毎月職員の残業夜食代が支出されている。また、奈良県の調査によれば、所属人\n員の少ない東京事務所だけに限ってみても平成６年度の残業夜食代が現に１０８万\n７１７９円に上っているのである。\nこのような法令上の根拠のない支出（職員に対する「給付」）が適法として恒常\n的になされることになると、奈良県庁全体では多額の食糧費が法令の根拠なく、職\n員の残業夜食代として支出される危険にさらされることになり、ひいては、給与条\n例主義の趣旨が没却されかねない。\n（４）　本件職員のみに関する支出の違法性\nまた、奈良県職員のみの飲食（合計２件。別表番号２０３、２４０）について\nも、かかる飲食が許される何らの基準も示されていない。かかる飲食は、前記の残\n業夜食代について支出が許される内部的な基準が一応存在したのと比べても、極め\nて恣意的に行われたといわざるを得ず、給与条例主義に反することは一層明らかで\nある。\n（５）　違法支出に対する是正措置の存在\nなお、奈良県においては平成１０年４月以降、食糧費の運用マニュアルが実施さ\nれてからは残業に伴う夜食についても食糧費が支出されることはなくなっている。\nこのことは、食糧費から職員の残業夜食代を支出することの不当性を奈良県が実質\n上認めたからに他ならない。\n（６）　以上により、食糧費からの本件残業夜食代に関する支出及び本件職員のみ\nに関する支出は、金額の多寡を問わず地方自治法２０４条の２、地方公務員法２５\n条１項及びこれらの諸規定を受けて定められた同条例３条２項の趣旨に反して違\n法である。\n（７）　目的外使用の違法性\n来客用飲み物とされている麦茶等の支出（１件。別表番号２６９）は、その内容\nは「現像料」、「プリント」など明らかに食糧費でないものが含まれており、違法\nな支出である。\n（五）　被告ａ及び被告ｂの責任\n（１）　東京事務所長及び次長の権限\n前記争いがない事実等記載のとおり、被告ａは、本件各支出当時の東京事務所長\nとして、被告ｂは本件各支出当時の東京事務所次長として勤務していた。\n東京事務所長は、奈良県会計規則３条に基づき、東京事務所における食糧費支出\nに関する支出負担行為や支出命令に関する権限を委任されている。また、所長が不\n在のときには次長が代決できるとされている（奈良県事務決裁規定８条）。\n本件各支出については、前記争いがない事実等記載のとおり、被告ｂが代決して\nいたものである。\n（２）　被告ａ及び同ｂの責任\n以上の事実に照らせば、決裁権者である被告ａは、代決者が違法な財務会計上の\n行為を行わないようにこれを指揮監督すべ議務があるにもかかわらずこれを怠った\nものであり、また代決をした被告ｂは、これまで東京事務所の本件各支出の具体的\nな必要性や相当性について何ら精査、検討することなく、漫然と上記各食糧費支出\nにかかる代決を行ったものであり、このことについて少なくとも過失があること。\nしたがって、被告ａ及び同ｂは、奈良県に対して本件各食糧費支出に相当する金\n額について損害賠償の責に任ずべきであることは明らかである。\n（六）　損害賠償請求を怠る事実の違法性\n被告ａ及び同ｂの過失による本件各食糧費の支出に関し、被告知事は、被告らに\n対し損害賠償を求めて奈良県が被った損害を回復すべき法律上の義務があるのに漫\n然これを怠っているものであり、被告知事の上記不作為は違法である。\n（被告らの主張）\n（一）　東京事務所の業務目的と本件各支出の適法性\n（１）　東京事務所の所掌事務は前記争いがない事実記載のとおりであり、主要な\n業務として、中央官庁、全国知事会等の各種団体、国会議員及び各都道府県等との\n連絡調整を図りつつ、県庁の各部局と密接に連絡を取りながら、情報収集並びに情\n報交換及び要望活動等を行っており、これらの活動は、県勢の発展及び県民生活の\n向上を図っていく上で、極めて重要なものであり、特に財政基盤の脆弱な奈良県に\nとっては、より早く的確かつ有益な情報を得ることが必要不可欠である。\nしたがって\n、中央官庁の職員等との懇談は、原告らが主張するような単なる接待を目的とする\nものではなく、県の事務事業をより円滑に執行するため、関係者と意見交換や調整\nするための渉外活動の一環として行われるもので、さらに、関係機関との意志の疎\n通を図り、信頼関係を築くことにより、奈良県への理解と協力を得るとともに、事\n業を進めていく上で必要かつ重要な情報を得ることを目的として行われていたもの\nである。\n（２）　そして、行政事務、事業の執行上の直接の必要に基づいて費消される経費\nである食糧費をどの程度支出するかは基本的には当該支出権限を有する職員の裁量\nに委ねられており、上記支出が裁量の範囲内といえるには社会通念上相当の範囲内\nである必要があることはいうまでもないが、相当性の判断については、職務執行と\nの関連、支出を必要とする事情、相手方、内容等を加味して判断することになる。\n（二）　本件各支出の適法性\n本件各支出は、中央官庁の職員との懇談、全国知事会外他の都道府県職員との懇\n談、民間人との懇談、叙勲者に対する昼食の提供、職員に対する夜食代の提供等の\n５種に大別されるところであるが、それぞれの支出についての行政目的は何ら問題\nはない。すなわち、中央官庁の職員との懇談は、県の事務をより円滑に執行するた\nめ、中央官庁との間で意見交換や連絡調整を、全国知事会外他の都道府県職員との\n懇談は、全国知事会等の各種団体や他の都道府県からの情報収集や意見交換を、民\n間人との懇談については、農林産物の流通情報の収集及び提供、また、奈良県の最\n新情報の提供を、叙勲者に対する昼食の提供については、奈良県からの叙勲対象者\nに対する祝いを兼ねており、奈良県民に対する福利厚生を、職員に対する夜食代の\n提供等は、職員に対する福利厚生を、それぞれの行政目的として支出され、いずれ\nも社会通念上相当の範囲内にあり、何ら食糧費の支出には裁量を逸脱した違法はな\nい。詳述すれば、以下のとおりである。\n（１）　中央官庁職員に関する支出について（なお、以下において中央省庁等の呼\n称はいずれも支出当時のものである。）\n①　中央官庁の職員との懇談については、原告らが主張するような単なる接待を目\n的とするものではなく、県の事務事業をより円滑に執行するため、関係者と意見交\n換や調整するための渉外活動の一環として行われるもので、さらに、関係機関との\n意志の疎通を図り、信頼関係を築くことにより、奈良県への理解と協力を得るとと\nもに、事業を進めていく上で必要かつ重要な情報を得ることを目的として行われて\nいたものである。\n例えば、別表番号１４の支出については、運輸省における奈良県人会の者との懇\n談であり、リニア中央新幹線や京阪奈新線のことが話されている。同１９の支出に\nついては、大蔵省主計局の担当官と、奈良県が行う政府要望の情報交換や国の来年\n度予算の方針等について話がされている。同２８の支出については、文部省施設助\n成課の公立学校の施設助成についてのヒヤリングの後に行われたもので、文部省の\n同課職員と公立学校の施設助成について話がなされている。同４０の支出について\nは、国土庁防災企画官との懇談であり、国土庁全般についての情報収集が行われて\nいる。同７６、同８０、同１４１はいずれも自治省幹部との懇談であるが、それぞ\nれ、都道府県の政府要望についての奈良県の実状、奈良県の新しい予算概要等につ\nいて説明を行うなどしているのである。\nなお、各懇談について議事録の作成等はされていないが、口頭ではあるものの、\n当日話をしたい事項については相手方に伝えているところであるし、出席者は東京\n事務所の所長や次長らに対して報告を行っていたのである。\n原告らは、現在奈良県が中央官庁の職員等との懇談を行っていなくても事務遂行\nに困難が生じていないから、本件支出の当時も支出の必要性はなかった主張する\nが、本件支出がされていた時期の状況を捨象してそのような判断を行うことはでき\nないはずである。\n②　上記各懇談は飲食を伴っているが、中央官庁の職員等と必要な意見交換、情報\n収集を行う場合には、相手方の日程の都合上、夕刻の食事時の時間帯しか日程調整\nができないような場合も多々あるのである。そのような時間帯に懇談することとな\nった場合に食事を提供することは社会通念上相当な範囲の行為である。\nまた、酒類の提供が直ちに問題とはいえない。中央官庁の職員等と必要な意見交\n換、情報収集を行うためには上記職員らと人的な信頼関係を作る必要があり、酒類\nの提供がその際の潤滑油的な役割を果たしていることは事実なのである（人間関係\nを構築することも情報収集のためには時に必要であり懇親的な要素があったから問\n題であると即断することはできない。）。したがって、懇談に際しての食事の提供\nという行為自体に社会的必要性を認めることができる状況の下酒類が提供されたと\nしても、酒\n類の提供が上記のような目的をもってされている以上、酒類の提供をそれだけ取り\n出して評価するべきではなく、全体としてみれば社会通念上なお相当な範囲内にあ\nる。\nなお、本件支出がされていた時期は奈良県以外の各地方公共団体においても出先\n機関である各地方団体の東京事務所においては、本件支出と同様の支出は奈良県以\n上に行われていたのである。そのような状況の中で、必ずしも盤石の財政的基盤を\n有していない奈良県が他の地方公共団体が情報収集のために行っていた行為を行わ\nないという選択肢を取ることはできなかったし、また、中央官庁の職員も本件のよ\nうな懇談を情報交換の場として位置付けていたことは明らかである。したがって、\n原告が主張するように、現在行っていなくても事務遂行に支障がないのであるか\nら、本件支出当時も支障はなかったはずであり、本件支出の必要性はなかったと\nは、一概にはいえない。\n（２）　本件全国知事会職員等に関する支出について\n全国知事会等との懇談については、中央官庁や他の自治体の動向を入手すること\nを目的として開催されたものであり、このような情報交換の場を設けその際食事を\nとることが問題とまではいえない。\n例えば、別表番号２１の支出については、全国知事会事務局職員との懇談である\nが、同１９の支出と同じく奈良県の行う予算要望の関係で情報を入手することや各\n都道府県の動向を入手するために行われたものである。同４３、同４５の各支出に\nついては、それぞれ、東京事務所と同じビルの同じフロアーに入っていた都道府県\nの、近畿の他府県の東京事務所職員との懇談であるが、これらについては、他府県\nの動向をつかむこと及び事務が円滑に推進するようにお互いの懇親を目的に行われ\nたものである。\n（３）　本件民間人に関する支出について\nこれらの懇談は、農林産物の流通情報の収集及び提供、また、奈良県の最新情報\nの提供を目的として行われたものであり、奈良県として積極的に推進されるべき活\n動である。民間人から情報を収集し、広報活動の一翼を担ってもらうために場を設\nけた際に、飲食等を提供することが許されないとまではいえない。\n例えば、別表番号３２、５６、９４の支出については、地元新聞社東京支社との\n懇談であるが、奈良県に関わる首都圏での諸活動（県及び市町村の各官庁等への要\n望活動、各種全国大会等の開催状況、奈良県出身者や奈良と関わりのある人への取\n材等）につ\nいて、情報交換や情報提供等を行ったものである。これらの具体的な成果も新聞記\n事等によって現れている。\nまた、別表番号１８、９６、９９、１０４、２２９、２３７の各支出は、東京都\n中央卸売市場太田市場の関係者との懇談に関するものであるが、奈良県は、同市場\n内（事務棟・４階）に奈良県東京事務所奈良農産物事務所を設置し、職員１名が常\n駐し奈良県内の農産物の首都圏での販路を拡大し、また、出荷量や価格調整を迅\n速・的確に行うための情報収集や情報交換を行っているところである。そして、首\n都圏には、青果を取り扱う卸売市場が約２０カ所あり、それらの市場の卸売会社の\n関係者で「京浜奈良会」を設置し、情報交換や情報収集活動等を行っていたが、上\n記支出はこれらの関係者と、次の販路拡大に繋げるべく、出荷した農産物の品質に\n対する市場の評価や苦情に迅速・的確に対処するため実施したものである。\nこれらの懇談等を通して得た情報は県農林部や県下生産団体に通知され、販路拡\n大や価格維持等を図る成果を挙げているのである。\nちなみに、丙６、７号証は、上記各支出の後である平成８、９年に行われた同種\nの懇談であるが、添付されている案内状には平成８年度の柿や農産物の販売結果や\n平成９年度の取組等が議題とされていることが明示されている。本件各支出も全く\n同様の趣旨で開催されたのである。\n（４）　叙勲者に対する昼食の提供について\n別表番号２３４の支出は、平成６年春の自治功労による叙勲受章者が拝謁のため\n皇居に出発する際に、集合場所になっていた東京事務所内応接室でお祝いを兼ねて\n昼食を提供したものであり、奈良県民に対する福利厚生の一環といえ何ら問題のな\nい支出である。\n（５）　本件残業夜食代に関する支出の適法性\n奈良県職員に対する夜食代の支給は、東京事務所にて３時間以上の残業を行って\nいる者に対して、近くに夜食をとる場所がないために運用として夜食代を支給して\nいたものである。\n金額が３０００円と必ずしも低額ではないが、夜食を店屋物でとるにはそのよう\nな価格のところであったことから、一種の職員に対する福利厚生であることをかん\nがみると、不当に高額とまではいえないものである。\n第３　争点に対する判断\n１　争点（一）（本件各支出を奈良県の公金（食糧費）から支出したことは違法\nか）について\n（一）　普通地方公共団体は、その事務を処理するために必要な経費を支弁するも\nのであるとこ\nろ（地方自治法２３２条１項）、その執行機関が、当該団体の事務を遂行し対外的\n折衝や意見交換等を行う過程において、社会通念上儀礼の範囲に止まる程度の接遇\nを行うことは、当該団体も社会的実体を有するものとして活動している以上、上記\n事務に随伴するものとして許容されるべきであると解されるから、当該接遇が社会\n通念上儀礼の範囲内と判断し得る場合は、その費用を公金から支出することも許さ\nれると解すべきである。\nそして、上記「社会通念上儀礼の範囲内か否か」の判断は、当該接遇の必要性の\nほか、予算執行時における経済状態、国民の消費及び生活水準等の諸事情を考慮し\nてされるべきものであるから、第一次的には予算の執行権限を有する財務会計職員\nの裁量に委ねられていると解さざるを得ない。しかし、他方で地方公共団体は公的\n存在であって、地方公共団体の事務を処理するに当たっては最少の経費で最大の効\n果を挙げるようにしなければならず（地方自治法２条１３項（現行１４項））、そ\nの経費は目的を達成するための必要かつ最少の限度を超えて支出してはならない\n（地方財政法４条１項）と規定されており、そのような法の趣旨をふまえるなら\nば、上記財務会計職員の裁量の範囲を検討するについては、上記諸事情に加えて、\n当該接遇を必要とする行政事務の性質・内容、目的、効果等をも勘案し、社会通念\n上相当な範囲の儀礼的支出と認められることが必要である。\nさらに、上記支出が食糧費からされている場合には、行政事務等の執行上直接に\n費消される経費であるという食糧費の性質にかんがみ、当該行政事務等の存在が明\n確にされるとともに上記支出と事務執行との間に直接的な関連性が認められること\nをも要すると解すべきである。\nしたがって、公金からの本件各支出についても、上記観点からみて、これが儀礼\nの範囲にとどまるものとして、社会通念上相当な範囲を超えており、予算執行権限\nを有する財務会計職員の前記裁量を逸脱していると認められる場合には違法とな\nる。\n（二）　本件中央官庁職員に関する支出（合計３４件。別表番号９、１１、１４、\n１６、１７、１９、２６、２８、３０、３３、３７、３８、４０ないし４２、４\n７、５０、５５、５７、６５、６８、７６、８０ないしし８２、８６、８９、９\n５、１４１、１６４、２１０、２２１、２３９、２４６）について\n（１）　一般に、地方行政を円滑に進めるためには、国すなわち中央官庁\nと意見調整を図り、情報交換をすることが必要となる局面も多々存すると推察され\nるから、中央官庁の職員と連絡を取り意見交換の場を設けることも地方行政事務の\n執行上重要であるということができ、各地方自治体が東京に設置している事務所は\nそのための機関であると考えられる。そして、奈良県においても、東京事務所の所\n管事務には中央官庁との連絡が含まれており、東京事務所は、奈良県の各部局から\n懇談の相手方たる中央官庁を指示されて、当該官庁と連絡を取り、奈良県及び中央\n官庁の出席者の予定を調整して、時間や場所を決め、懇談を実施するという形で運\n営していたこと、本件各懇談もその一環として実施されたことが認められる（乙\n１、丙１、被告ｂ本人）。そして、中央官庁の職員を相手方とする懇談等に伴う食\n糧費の支出は、奈良県職員と中央官庁職員との意見交換や情報収集の場として実施\nされたものであれば、当該懇談を実施することが、その内容、目的、効果に照らし\n有益であると認められ、かつ、これに要した費用が社会通念上相当な範囲内にとど\nまる場合は、当該費用を食糧費から支出したことに違法はないが、上記範囲を超え\nる場合は、支出担当職員の裁量権を逸脱する違法なものと解すべきである。そし\nて、上記相当性の判断に際し、懇談等の相手方が中央官庁職員である場合には、本\n来、当該国家公務員である職員が、職務に関し、最も厳正な倫理を要求される立場\nにあるという特質にかんがみれば、接遇する側における上記相当性の判断も、自ず\nと厳格さが要求されていると考えるべきである。\n（２）　上記観点から、本件中央官庁職員に関する支出の違法性について判断す\nる。\n証拠（乙６、７、丙１及び被告ｂ本人。なお、弁論の全趣旨によれば、乙６、７\nは調査委員会の調査結果に基づき作成されたものと認められる。）及び弁論の全趣\n旨によれば、これらの支出は懇談等に伴うものであって、当該懇談等の内容、目的\nは、例えば、別表番号９については、県側の職員１名が建設省の国道二課幹部２名\nを相手方とするものであって、その目的は奈良県の道路事情の説明及び情報収集と\nいうものであるが、当該説明に関する事前の資料や事後の報告書等、懇談や情報収\n集の具体的内容を示す記録は一切作成、残されておらず、実際に話し合われた内容\nは全くといってよいほど不明であり、相手方の所属、地位も不明で、したがって懇\n談の実際の内容、目的は、これを確認\nすることができないものであり、しかも当該懇談で得られた効果も捉えようがない\nものであること、さらに、当該懇談に要した費用は「昼食代」であって、１人当た\nり７８４３円という高額であること等の事実が認められ、これらの事情に照らせ\nば、この支出が、当該懇談の内容、目的、効果に照らし不要なものであることは明\nらかであり、その金額も不相当に高額であるといわざるをえない。そして、他の、\n別表番号１１ないし２４６の懇談の内容、目的、効果についても、同９とほぼ同様\nのことを指摘することができ、懇談の内容、目的、効果は明らかでない一方、その\n１人あたりに要した金額も高額である（最も高額なものは同４２の建設大臣・建設\n省幹部との会議及び懇談名目で支出された１人あたり２万９４５５円であるのに対\nし、同８１及び同２２１については１人あたり２０００円台であるが、いずれの懇\n談も単なる飲食としか認めるほかはないものである。）。\nなお、乙１の調査委員会の調査結果によれば、東京事務所において平成６年度に\n開催した食糧費支出を伴う懇談は５５３件にのぼるが、その８割を超える４４７件\nの懇談は不適正執行と判断されている。また、平成７年度に開催した食糧費支出を\n伴う懇談は２８０件にのぼるが、その８割に近い２１４件の懇談は不適正執行と判\n断されている。一方、平成８年度における食糧費支出を伴う懇談の開催は年間５件\nに激減している。かかる事実にかんがみると、地方行政の円滑な遂行のために中央\n官庁の職員との協議が有益であることは事実であるとしても、それが酒食を伴う接\n遇をもってされることの必要性は、客観的にみて極めて低いものであったことが明\nらかである。\n被告らは、別表番号１４は運輸省の奈良県人会の者との懇談であり、リニア中央\n新幹線や京阪奈新線のごとが話されているし、同１９、２８、４０、７６、８０、\n１４１についても県の要望、情報収集等について話し合われているもので、飲食を\n伴うのは、相手方との日程の都合上、夕刻になりがちである、また、酒類も情報収\n集を行うための人的関係を作る上での潤滑油的な役割を果たしている等縷々弁明す\nるが、いずれも採用の限りではない。\nさらに、被告らは、本件各支出がされた当時は、奈良県以外の地方公共団体の東\n京での出先事務所において、奈良県以上の支出が行われていたという状況があり、\n必ずしも盤石の財政基盤を有していない奈良県が、他の地方\n公共団体が情報収集のために行っていたことをしないという選択肢はとりえなかっ\nたとも主張するが、かかる主張は、本件各支出がされた当時、情報収集という行政\n目的に藉口して、他の地方公共団体が地方財政上の見返りを期待して、あるいはそ\nの目的さえからも遊離して行う中央官庁の職員との遊興という非倫理的手段を是認\nし、追随するものであることにほかならず、到底採用できるものではない。\n以上を総合して検討すると、本件中央官庁職員に関する支出は、すべて社会通念\n上も相当な範囲を超えており、予算執行権限を有する財務会計職員の裁量を逸脱\nし、違法であるといわざるをえない。\n（三）　本件全国知事会職員等に関する支出（合計５件。別表番号２１、４３、４\n５、１０１、２４７）について\n（１）　中央官庁の職員を相手方とする懇談等に伴う食糧費支出についての判断に\nおいて示したのと同様、一般に、地方行政を円滑に進めるためには、中央官庁や他\nの地方公共団体の動向を入手するために、中央官庁の職員以外の外部団体や他の地\n方公共団体の職員らと情報交換をする場を設けることが必要となる局面も多々存す\nると推察されるから、全国知事会（全国知事会は、全国の知事によって組織され、\n各都道府県の共通の問題を協議、処理するための全国的連合組織であって、その設\n立について地方自治法２６３条の３第１項に基づぎ、自治大臣（当時）に届出をし\nているもので、同第２項により地方自治に影響を及ぼす法律又は政令その他の事項\nに関し自治大臣（同）を経由して、内閣に対し意見を申し出、又は国会に対する意\n見書の提出することが認められている、公的性格を有する団体である。）ほか、他\nの都道府県職員との意見交換の場を設けることも地方行政事務の執行上重要である\nということができ、各地方自治体が東京に設置している事務所はそのための機関で\nもあると考えられる。そして、これらの懇談等が実施される流れも、ほぼ中央官庁\nの職員との懇談等と同様の手続きで実施されていたものである（乙１、丙１、被告\nｂ本人）。そして、これら懇談等に伴う食糧費の支出は、奈良県職員と全国知事会\n職員ないし他の都道府県職員との意見交換や情報収集の場として実施されたもので\nあれば、当該懇談を実施することが、その内容、目的、効果に照らし有益であると\n認められ、かつ、これに要した費用が社会通念上相当な範囲内にとどまる場合は、\n当該費用を食糧費から支\n出したことが許されるが、そうでない場合は当該支出は支出担当職員の裁量権を逸\n脱する違法なものと解すべきである。\n（２）　上記観点から本件全国知事会職員等に関する支出の違法性について検討す\nるに、証拠（乙６、７、丙１、被告ｂ）によれば、これらの支出に関する懇談等の\n内容、目的は、例えば、別表番号２１については、東京事務所の出席者５名が全国\n知事会事務局職員１名を相手方とするものであって、その目的は全国知事会との予\n算要望などの情報交換というものであるが、当該懇談の資料作成や事後の報告書\n等、懇談や情報収集の具体的内容を示す記録は一切作成、残されておらず、実際に\n話し合われた内容は全くといってよいほど不明であり、相手方である全国知事会事\n務局職員の所属、地位も不明であり、したがって懇談の実際の内容、目的は、これ\nを確認をすることができないものであり、しかも当該懇談で得られた効果も捉えよ\nうがないものであり、当該懇談に要した費用は１名あたり２万４１５０円という高\n額なものであると認められる。\nそして、同４３の懇談の目的は、情報交換とされてはいるものの、前記２１と同\n様、懇談の内容を確認する資料は一切なく、「５Ｆブロック東京事務所懇談」との\n記載（乙７）からみる限り、ビル内の同一階にある宮崎県、神奈川県、石川県、奈\n良県の各東京事務所の職員が各県の特産品を持ち寄って単なる懇親会を開催したも\nのとみるほかはないもので、この費用に３万７１８３円が支出されているのであ\nる。さらに、同４５は、近畿府県東京事務所職員が懇談したもので、東京事務所の\n職員被告ａほか１０名が出席し、１名当たり１万２０００円の飲食代を支出してい\nるものであり、同１０１は、全国知事会国際部長ほか１名と東京事務所の被告ａほ\nか１名が出席して行われたもので、１名当たり７５０６円の飲食代を支出している\nものであり、２４７は、近畿各府県の東京事務所長８名と東京事務所の被告ａ１名\nが昼食会を催し、１名当たり２８８４円を支出しているものであり、以上の３件に\nついても、懇談の内容を確認する資料は一切ない。\nこのように、全国知事会職員を相手方とする飲食については、飲食の際に具体的\nな情報交換等がされた資料が認められず、飲食そのものが目的とみるほかはないも\nのである。\n以上を総合して検討すると、本件全国知事会職員等に関する支出は、社会通念上\nも相当な範囲を超えており、予算執行権\n限を有する財務会計職員の裁量を逸脱し、違法であるといわざるをえない。\n（四）　本件民間人に関する支出（合計１０件。別表番号１８、３２、５６、９\n４、９６、９９、１０４、２２９、２３４、２３７）について\n（１）　青果市場役員等に対する飲食提供（別表番号１８、９６、９９、１０４、\n２２９、２３７）\n証拠（丙１、５ないし７、被告ｂ）によれば、被告ら主張のとおり、奈良県は東\n京都中央卸売市場内に奈良県東京事務所奈良農産物事務所を設置し、職員１名が常\n駐して奈良県内で生産された柿、梅、みょうが、なす、いちご等の農産物を、東\n京、神奈川、埼玉等の首都圏での販路拡大と出荷量や価格調整を迅速、的確に行う\nための情報収集や情報交換を行っていたこと、首都圏には、青果を取り扱う卸売市\n場が約２０か所あり、それらの市場の卸売会社の関係者で「京浜奈良会」を設置\nし、情報交換や情報収集活動等を行っていたこと、これら関係者との会食を伴う懇\n談等については、次の販路の拡大に繋げるべく、出荷した農産物の品質に対する市\n場の評価や苦情に迅速、的確に対処するため、卸売会社の関係者を集め、会食を伴\nう懇談を実施し、これらの懇談等を通して得た情報を、県農林部や県下生産団体に\n通知した結果、販路拡大や価格維持等を図る成果を挙げられたとの事実が認めら\nれ、これらの目的のために懇談を行うことは、農業県である奈良県の県勢の推進に\n有益であると一応は推認でき、そのための懇談に会食が伴うことを一概に否定する\nことはできない。\nしかしながら、証拠（乙６及び７、甲４の１８の１及び２、同４の９６の１及び\n２、同４の９９の１及び２、同４の１０４の１及び２、同４の２２９の１及び２）\nによれば、別表番号１８は、１名当たり４１９４円、同９６は１名当たり３８３４\n円、同９９は１名当たり５１１５円、同１０４は１名当たり３６７３円、同２２９\nは１名当たり２８８４円と、決して低額ではない上、いずれも酒類（ビール）を伴\nっており、これらの支出は、上記懇談目的の有益性を考慮にいれたとしても、公金\nからの支出としては社会通念上相当な範囲を超え、違法な支出というべきである。\n他方、別表番号２３７の懇談は、苦情処理についての打合せ時のもので、太田市\n場役員２名に対し東京事務所の職員１名が１名当たり１８５４円（消費税込み）の\n昼食をとったというものであるから、懇談の内容、目的等に照らし、社会通念上、\n相\n当な範囲内にあると認めることができ、これを違法とまではいえない。\n（２）　報道機関の記者等に対する飲食提供（別表番号３２、５６、９４）\n証拠（乙６、７、甲４の９４の１、２）によれば、奈良新聞社の職員（記者）と\n県職員との飲食３件については、別表番号３２が１名当たり１万５９３１円、同５\n６が１名当たり７６１５円と高額であり、同９４は、１名当たり５５２７円である\n上、酒類（ビール）を伴う会食であり、本件全証拠によってもこれらの懇談の目的\nは明らかではないことからすると、これらはいずれも社会通念上相当な範囲を超え\nた違法な支出といわざるをえない。\n被告らは、これら支出は、地元新聞社東京支社との懇談であって、奈良県に関わ\nる首都圏での諸活動（県並びに市町村の各官庁等への要望活動、各種全国大会等の\n開催状況、奈良県出身者や奈良と関わりのある人達への取材等）について、情報交\n換や情報提供等を行ったものであり、これらの支出により奈良県の文化や歴史が奈\n良新聞社発行の奈良新聞やタウン紙に紹介されていることをもって懇談の具体的成\n果があったとも主張するが、これらが「成果」といえるかどうかは疑問であるのみ\nならず、これら新聞等の記事の存在が、上記社会通念上の相当性の判断に影響を与\nえるものではない。\n（３）　叙勲者に対する昼食の提供（別表番号２３４）について\n乙６、丙１、被告ｂによれば、別表番号２３４の支出は、平成６年春の自治功労\nによる叙勲受章者が拝謁のため皇居に出発する際に、集合場所になっていた東京事\n務所内応接室でお祝いを兼ねて昼食を提供したものというものであり、東京事務所\nの奈良県民に対する福利厚生の一環といえ、その額も１名当たり２３６９円であっ\nて、これを社会通念上相当な範囲を超えた違法な支出とまではいえない。\n（五）　本件職員のみに関する支出（合計２件。別表番号２０３、２４０）及び本\n件残業夜食代に関する支出（合計２０件。別表番号２２４、２４４、２４５、２５\n１ないし２６１、２６３ないし２６８）について\n（１）　東京事務所の職員の昼食代及び残業夜食代\n証拠（乙６、丙１、被告ｂ本人）によれば、別表番号２０３の支出４９９５円\nは、東京事務所の職員３名が、中央官庁との協議に先立つ東京事務所での打合せ時\nの昼食代であり、同２４０の３６０５円の支出も同様な趣旨の東京事務所の職員２\n名の昼食代であることが認められる。\nまた、上記証拠に\nよれば、別表番号２２４、２４４、２４５、２５１ないし２６１、２６３ないし２\n６８は東京事務所の職員の残業夜食代であって、東京事務所では、通常職員が３時\n間程度、午後９時以降まで残業する場合については残業夜食代を食糧費から支出し\nていたこと、これらの支出については、奈良県の内規等の根拠は一切ないこと、１\n名当たりの代金は、１７００円から３４５１円であること、以上の事実を認めるこ\nとができる。\n（２）　地方自治法は、「給料、手当及び旅費の額並びにその支給方法」は、条例\nで定めなければならないとし（同法２０４条３項）、いかなる給与その他の給付も\n法律又はこれに基づく条例に基づかずにはこれを職員に支給できない旨規定してい\nる（同法２０４条の２）。地方公務員法にも同様の規定がある（同法２４条６項、\n２５条１項）。\n奈良県においては、「一般職の職員に関する条例」（昭和３２年９月１０日奈良\n県条例第３３号）が定められている。同条例によれば、県職員に対して正規の勤務\n時間の勤務に対する報酬としての「給料」（同条例３条）の他、諸手当として初任\n給調整手当（９条の２）、扶養手当（１０条）、調整手当（１１条の２）、住居手\n当（１１条の５）、通勤手当（１１条の６）、単身赴任手当（１１条の７）、特殊\n勤務手当（１２条）、超過勤務手当（１３条）、宿日直手当（１４条）、管理職員\n特別勤務手当（１４条の２）、夜間勤務手当（１５条）、休日勤務手当（１６\n条）、管理職手当（１７条）、期末手当（１９条）、勤勉手当（２０条）、義務教\n育等教員特別手当（２０条の２）、産業教育手当（２０条の３）、定時制通信教育\n手当（２０条の４）、農林業改良普及手当（２０条の５）及び災害派遣手当（２０\n条の６）が支給されることになっている。\nそして、実質上も、職員に対して法律又はこれに基づく条例によらない「いかな\nる給与その他の給付」も支給されることのないよう、「宿舎、食事、制服その他生\n活に必要な施設等の全部または一部が職員に支給される場合においては・・・その\n相当額を、その職員の給料から控除する。」とされている（同条例３条２項）。\nこのように、奈良県の職員に対する「給付」は、すべて法令上の根拠に基づいて\n詳細、厳密に規定されているのであって、およそ法令上の根拠に基づかないで職員\nに対し財産的「給付」をすることが許されるものではなく、違法である。\nしたがって、本件職員のみ\nに関する支出及び本件残業夜食代に関する支出は、前記奈良県条例上の職員への給\n付を定めた根拠に基づかないものである以上、これら財産的給付は地方自治法２０\n４条の２、地方公務員法２５条１項、前記奈良県条例に違反し、すべて違法といわ\nざるをえない。\n被告らは残業時間が３時間を超える場合の残業夜食代について、金額が低額なも\nのはもとより、金額が１人当たり３０００円と必ずしも低額ではないものについて\nも、夜食を店屋物でとるにはそのような価格のところであったことから、一種の職\n員に対する福利厚生であるとして、不当に高額ではないので、残業夜食代全体が社\n会通念上相当な範囲内にあり、適法な支出と主張する。\nしかし、上記説示のとおり、地方公共団体の活動に付随する公金の支出が「社会\n通念上儀礼の範囲を逸脱しない限り」違法とはいえないとの判断基準は、対外的折\n衝から生ずる公金の支出に関するものであり、職員のみによって費消される昼食代\nや残業夜食代は、対外的折衝とは無関係な内部的に支出であって、これらに支出さ\nれる公金について、前記（一）と同列の基準によって適法性を論ずることはできな\nいことは明らかである。\nしたがって、食糧費から職員の昼食代や残業夜食代を支出すること自体が、その\n金額の多寡を問わず、違法であるといわざるをえない。\n（六）　目的外使用（別表番号２６９）について\n証拠（乙６、甲４の２６９及び２７０（請求書））によれば、別表番号２６９の\n支出は、来客用麦茶等であるが、その内容を子細に見ると、確かに現像料やプリン\nト代が含まれている。\nしかし、東京事務所の来客に対し、飲物類同様、接遇の一環として写真撮影等が\n行われることもあることと推測され（もっとも、現像代やプリント代が予算科目と\nしての需用費（節）の細節からの支出として適切かどうかとの疑問はあるものの、\n予算の違法な流用とまでは認め難い。）、これらが社会通念に照らし相当性の範囲\nを超える違法な支出であるとまではいえない。\n（七）　結論\n以上までの検討によれば、本件各支出のうち、別表番号２３４、２３７、２６９\nの３件以外支出の合計５４３万６６６７円は違法な支出である。\n２　争点（二）（被告ａ及び同ｂは本件各支出について奈良県に対し損害賠償責任\nを負うか）について\n（一）　東京事務所長は奈良県会計規則３条に基づいて、東京事務所における食糧\n費支出に関する支出負担行為や支出命令に関す\nる権限を委任されているところであり、本件各支出については、当時東京事務所長\nの地位にあった被告ａがその決裁権者たる地位にあったものであること、そして、\n当時東京事務所次長の地位にあった被告ｂがこれらの権限を代決したものであるこ\nとは前記のとおりである。\n（二）　本件各支出の一部にかかる５４３万６６６７円は違法な支出であるのは前\n示のとおりであるところ、前記認定の事実に照らせば、決裁権者である被告ａは、\n代決者が違法な財務会計上の行為を行わないようにこれを指揮監督すべき義務があ\nるにもかかわらずこれを怠ったものと認められるのであり、また代決をした被告ｂ\nは、これまで東京事務所の懇談費用等が食糧費から支出されてきた慣例に従って、\nその具体的な必要性や相当性について何ら精査、検討することなく、漫然と上記食\n糧費支出にかかる代決を行ったものと認められ、このことについて少なくとも過失\nがあることは明らかである。\n被告ａ及び同ｂは、奈良県に対し、上記５４３万６６６７円の違法な公金の支出\nについて、同額を奈良県に対し賠償する義務がある。\n３　争点（三）（被告知事が、上記被告らに対し、上記損害賠償責任に基づく金員\nを奈良県に返還を求めていないことは違法か）について\n被告ａ及び同ｂは、上記のとおり、奈良県に対し５４３万６６６７円の損害賠償\n義務を負うところ、前記のとおり、被告知事は奈良県を統括し代表するとともに予\n算の執行、会計の監督等の事務を担任し、奈良県執行機関及び県職員に対し包括的\nな指揮監督権限を有する者であるから、これらの損害賠償金を奈良県に返還させる\n義務があり、当該義務の履行を怠っていることが違法であることは明らかである。\n４　以上の次第であるから、原告らの被告らに対する請求は、主文掲記の限度で理\n由があるが、その余の請求はいずれも理由がない。\n奈良地方裁判所民事第２部\n裁判長裁判官　永井ユタカ\n裁判官　島川勝\n裁判官　松阿弥隆\n"
}