{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 16,
    "month": 4,
    "day": 20
  },
  "case_number": "平成14(行ケ)393",
  "case_name": "審決取消請求事件",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "10384",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=10384",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/384/010384_hanrei.pdf",
  "contents": "平成１４年（行ケ）第３９３号　審決取消請求事件\n平成１６年２月２６日口頭弁論終結\n判　　　　　　　　　　　決\n原　　　　　　　　　　告　　　三共株式会社\n原　　　　　　　　　　告　　　宇部興産株式会社\n原告ら訴訟代理人弁護士  　　　品　川　澄　雄\n同　　　　　　　　　　　　　　吉　澤　敬　夫\n同　　　　　　　　　　　　　　牧　野　知　彦\n原告ら訴訟代理人弁理士　　　　津　國　　　肇\n同　　　　　　　　　　　　　　伊　藤　　　温\n被　　　　　　　　　　告　　　特許庁長官　今井康夫\n指定代理人　　　　　　　　　　後　藤　圭　次\n同　　　　　　　　　　　　　　板　橋　一　隆\n同　　　　　　　　　　　　　　涌　井　幸　一\n同　　　　　　　　　　　　　　一　色　由美子\n主　　　　　　　　　　文\n原告らの請求を棄却する。\n訴訟費用は，原告らの負担とする。\n事実及び理由\n第１　当事者の求めた裁判\n１　原告ら\n特許庁が平成１１年審判第３９１０１号事件について平成１４年６月２０日\nにした審決を取り消す。\n訴訟費用は被告の負担とする。\n２　被告\n主文と同旨\n第２　当事者間に争いのない事実\n１　特許庁における手続の経緯\n原告らは，発明の名称を「８－メトキシキノロンカルボン酸誘導体の製造中\n間体」とする特許第２６９８３３９号の特許（昭和６２年３月３０日にした特許出\n願（特願昭６２－７６８９２号。以下「原出願」という。）の一部を平成２年６月\n１２日に新たな特許出願とし（特願平２－１５３３０６号），さらに，その一部を\n平成６年３月２８日に新たな特許出願とし（特願平６－５６９５０号），さらに，\nその一部を平成８年７月１２日に新たな特許出願とし（特願平８－１８２９０３\n号），平成９年９月１９日に設定登録された。以下「本件特許」という。発明の数\nは１である。）の特許権者である。\n本件特許について異議申立てがなされ，特許庁は，これを平成１０年異議第\n７３４１１号事件として審理し，その結果，平成１１年６月１４日，「特許第１９\n２８４００号発明の特許を無効とする。」との審決をした。原告らは，同年６月１\n４日，同審決の取消しを請求する訴訟を提起した（当庁平成１１年（行ケ）第１６\n９号）。\n原告らは，平成１１年１２月７日，特許庁に対し，本件特許に係る出願の願\n書に添付した明細書（以下，願書添付の図面も併せて「訂正前明細書」という。）\nを訂正することについて審判を請求した（以下，上記訂正を「本件訂正」といい，\n本件訂正に係る明細書を上記図面と併せて「訂正明細書」という。）。特許庁は，\nこれを平成１１年審判第３９１０１号事件として審理し，その結果，平成１４年６\n月２０日，「本件審判の請求は，成り立たない。」との審決をし，同年７月２日に\nその謄本を原告らに送達した。\n２　本件訂正の内容\n(1) 特許請求の範囲の訂正\nア　本件訂正前\n「【請求項１】一般式（XXXII）\nF Q\nF F\nOCH3 　　      （XXXII）\n（式中、Ｑはシアノ基またはカルボキシ基を表わす）\nで示される化合物。」\n（以下，この発明を「訂正前発明」という。）\nイ　本件訂正後\n「【請求項１】一般式（XXXII）\nF Q\nF F\nOCH3           （XXXII）\n（式中、Ｑはカルボキシ基を表わす）\nで示される化合物。」\n（以下，この発明を「訂正発明」という。）\n(2) 発明の詳細な説明の訂正\n①　段落番号【０００６】中の「（式中，Ｑはシアノ基またはカルボキシ基\nを表す）」を，\n「（式中，Ｑはカルボキシ基を表す）」に訂正する。\n②　段落番号【００１１】の記載を，「化合物（XXXII）におけるＱはカルボ\nキシ基を示す。化合物（XXXII）は，反応経路Ｆ’における化合物（XXXIIｄ）と同\n一化合物である。」に訂正する。\n３　審決の理由\n別紙審決書の写しのとおりである。要するに，訂正発明は，その出願日とみ\nなされる原出願の日より前の出願であって，その出願（訂正発明の出願）後に出願\n公開された特願昭６１－２２０１４９号の願書に最初に添付した明細書（以下「先\n願明細書」という。特開昭６２－２５２７７２号公報（甲第４号証）は，その内容\nを示す出願公開公報である。）中に参考例１として記載された発明（以下「先願発\n明」という。）と同一であるから，特許法２９条の２の規定に該当し，特許出願の\n際独立して特許を受けることができない，というものである。\n審決が先願発明として認定した先願明細書中の参考例１についての記載は，\n次のとおりである。\n「参考例１\n３－メトキシ－２，４，５－トリフルオロ安息香酸の合成」\n（甲第４号証１１頁右上欄１２～１４行）\n(ⅰ) 「１，２，３，４－テトラフルオロベンゼン５０ｇをバードンらの方法\n［テトラヘドロン２２　２５４１（１９６６）］に準じてブロム化及びメトキシ化\nを行ない無色油状の１－ブロモ－３－メトキシ－２，４，５－トリフルオロベンゼ\nンを２２．２１ｇ得た。\n得られた油状物２２ｇの無水Ｎ－メチル－２－ピロリドン３７ｍｌ溶\n液を耐圧管に仕込みシアン化第一銅１０ｇを加え１４０～１５０℃で４．５時間加\n熱した。冷後反応液に塩化第二鉄・６水和物４４ｇ及び濃塩酸１１ｍｌの水溶液６\n０ｍｌを加え，５０～６０℃に加温し２０分間攪拌した。反応液をエーテルで抽出\nし，有機層は希塩酸水溶液で洗浄後水洗し，さらに飽和食塩水で洗浄した。芒硝乾\n燥後濃縮し，残渣を減圧蒸留して無色油状の３－メトキシ－２，４，５－トリフル\nオロベンゾニトリルを１４．２５ｇ得た。沸点９４℃／８ｍｍＨｇ」\n（同１１頁右上欄１５行～左下欄１０行，以下，この反応工程を，審決と\n同じく，「（ⅰ）工程 」という。「３－メトキシ－２，４，５－トリフルオロベン\nゾニトリル」を「シアノ体」と略称することがある。）\n(ⅱ) 「得られた油状物１４．２ｇに濃硫酸８．５ｍｌ及び水４０ｍｌを加え\n１１０℃で１時間攪拌した。冷後反応液を氷水５０ｍｌ中に注ぎ析出晶を　取して\n水洗し，得られた結晶を塩化メチレン－ｎ－ヘキサン混液から再結晶して白色針状\n晶の３－メトキシ－２，４，５－トリフルオロベンツアミドを１１．５９ｇ得た。\n融点 １３０－１３３℃」\n（同頁左下欄１１行～１７行，以下，この反応工程を，審決と同じく，「\n(ⅱ)工程 」という。「３－メトキシ－２，４，５－トリフルオロベンツアミド」を\n「アミド体」と略称することがある。）\n(ⅲ) 「次いで，この結晶に１８規定硫酸１５０ｍｌを加え３．５時間１００\n℃に加熱した。冷後水４００ｍｌを加え析出晶を　取し，得られた結晶をｎ－ヘキ\nサンより再結晶して無色針状晶の目的物を９．６１ｇ得た。\n融点９８～１０１℃\n元素分析値：Ｃ８　Ｈ５　 Ｆ３　 Ｏ３\n計算値：Ｃ；４６．６２，　Ｈ；２．４５\n分析値：Ｃ；４６．６８，　Ｈ；２．４８」\n（同頁左下欄１８行～右下欄６行，以下，この反応工程を，審決と同じく\n「 (ⅲ)工程 」という。）\n第３　原告ら主張の審決取消事由の要点\n審決は，先願明細書に３－メトキシ－２，４，５－トリフルオロ安息香酸\n（以下「ＭＴＦＢＡ」という。）であると記載された物質は，その融点が真のＭＴ\nＦＢＡの融点と異なるため，ＭＴＦＢＡと認めることができないものであるにもか\nかわらず，ＭＴＦＢＡであると誤認し（取消事由１），先願明細書の記載に従って\n当業者が追試しても，そこに記載された（ⅱ）工程，すなわち，（ⅰ）工程によっ\nて得られた中間体である３－メトキシ－２，４，５－トリフルオロベンゾニトリル\n（シアノ体）から３－メトキシ－２，４，５－トリフルオロベンツアミド（アミド\n体）への反応は進行せず，ＭＴＦＢＡの合成のための中間体（（ⅲ）工程における\n出発物質）は得られないにもかかわらず，これが得られると誤認した（取消事由\n２）ものであり，これらの誤りがそれぞれ結論に影響を及ぼすことは明らかである\nから，違法として取り消されるべきである。\n１　取消事由１（先願明細書の参考例１に記載された物質がＭＴＦＢＡであると\nした誤り）\n審決は，先願明細書の参考例１について，「（ⅲ）工程の生成物の融点が９\n８～１０１℃であり，本件特許の請求項１のＭＴＦＢＡの融点１１５～１１７℃と\n相違するが，（ⅲ）工程の原料，処理手段，元素分析値を考慮すれば，生成物はＭ\nＴＦＢＡでしかあり得ない。また，先に述べたように，このカルボン酸を原料とし\nて，先願明細書及び本件特許明細書のいずれにおいても，同様の反応により同一の\n化合物であるＤＦＱ（判決注・１－シクロプロピル－６，７－ジフルオロ－１，４\n－ジヒドロ－８－メトキシ－４－オキソ－３－キノリンカルボン酸。以下，単に\n「ＤＦＱ」ということがある。）及びそのエチルエステルを得ていることからも，\n融点の相違はあるとしても（ⅲ）工程の生成物はＭＴＦＢＡであるといえる。」\n（審決書８頁２８行～３４行）と認定判断した。しかし，先願明細書の参考例１に\n記載されたＭＴＦＢＡと称する物質（以下「本件生成物」という。）の融点は，真\nのＭＴＦＢＡの融点とは異なる。このようなものをＭＴＦＢＡと認めることはでき\nない。審決の上記認定判断は誤りである。\n(1) 先願明細書の参考例１において，ＭＴＦＢＡと称する物質（本件生成物）\nは，融点と元素分析値とによって特定されている。このうち，元素分析は，化合物\nの元素とその組成比とを明らかにするものにすぎない。組成する元素とその組成比\nとの双方が同一である限り（例えば異性体），異なった物質同士であっても同じ値\nを示す。このため，この分析は，化学構造を特定するためのものとしては，不十分\nであり，せいぜい傍証程度の意味しか持ち得ない。先願明細書において，物質を同\n定する上で最も重要で，むしろ唯一の指標というべきものは，そこに記載されてい\nる，物質に固有の定数である「融点」の値である。\n本件生成物の融点の値として先願明細書の参考例１に記載されているの\nは，「９８～１０１℃」である。この値は，ＭＴＦＢＡの真の融点である「１１５\n～１１７℃」（甲第１号証９頁右欄１行）あるいは「１１５．６－１１６．４」\n（甲第２０号証８頁右欄２４行）とは１５℃も異なる。このように，参考例１に記\n載された本件生成物の融点の値は，同生成物をＭＴＦＢＡと同一物質と認定するに\nは余りにかけ離れた数値である。このような状況の下で，本件生成物をＭＴＦＢＡ\nと認定することは，できないというべきである。\n審決が，本件生成物をＭＴＦＢＡと認定したのは，誤りである。\n(2) 審決が，融点が大きく異なるにもかかわらず，本件生成物をＭＴＦＢＡで\nあると認定したのは，その融点が真の融点より低いのは，ＭＴＦＢＡにその異性体\nである４－メトキシ体が混入したことによる，と考えたためであると思われる。し\nかし，先願明細書のＭＴＦＢＡには不純物が含まれ，その不純物が異性体であると\nいうことは，被告のなした根拠のない推論でしかない。そのようなことは，先願明\n細書のどこにも記載されていない。その推論を裏付ける証拠もない。\nそもそも，融点の異なる物質が，想定する物質とは異なる「純物質」であ\nるのか，想定する物質と何らかの物質との「混合物」であるのかという事実自体\nも，本来容易には認定することができないものである。\n本件生成物は，ＭＴＦＢＡと他の何らかの物質との混合物ではなく，ＭＴ\nＦＢＡとは異なる純物質である，と認定するのが合理的である。\nア　純粋な物質の融点は一般に狭い温度幅（通常１℃くらい）であるのに対\nし，不純な物質の融点は，しばしば広い温度幅を持ち，しかも，純物質の融点より\nも低いことが，化学常識である。本件生成物が混合物である場合には，純粋な物質\nよりも融点の温度幅が広くなっているはずである。ところが，本件生成物の融点範\n囲は「９８～１０１℃」で３℃であるのに対し，ＭＴＦＢＡの純物質の融点範囲は\n「１１５－１１７℃」で２℃であるというのであるから，本件生成物は，融点の高\n低においては，純物質より低く，上記不純物としての要件を満たしているものの，\n融点の温度幅においては，純物質に比べて格別広くはなく，上記不純物の要件を満\nたしていないことになるのである。\nイ　化合物を特定し確認するために，融点を測定しようとする場合，当該化\n合物を精製することは，化学技術者であれば当然に行う操作である。現実に先願明\n細書の参考例１においても，２度の再結晶工程を経ており，融点の測定前に現実に\n精製を行っている。このような精製工程を経ているにもかかわらず，融点が一致し\nない物質は，異なる純物質と認定されるべきである。\nウ　先願の出願人は，先願明細書に基づいて分割出願を行い，先願明細書に\nＭＴＦＢＡとして記載されているのと同一の物質を独立に特許請求の範囲に記載し\nた特許出願を行っている（甲第１３号証）。特許請求の範囲に記載するに足りる特\n定された物質としては，それが他の不明の物質との混合物であってよいはずがな\nい。先願発明の発明者らは，当該物質を純物質として把握していたことが明らかで\nある。\nエ　仮に，本件生成物がある物質とこれとは別の他の物質との「混合物」で\nあるとしても，ある物質と融点が大きく異なり，そのため，他の物質を少量でもな\nく含むと考えざるを得ないときは，物質としては異なるものと判断するのが化学常\n識である。本件生成物がこのような混合物であることを認定しながら，ＭＴＦＢＡ\nと同物質であると認定することは，それ自体で明白な誤りである。\nオ　審決は，「多少の４－メトキシ体を含むことがあるとしても」（審決書\n１５頁３１行～３２行）として，４－メトキシ体の混入量が少量であり，少量の不\n純物が混入しているにすぎないかのような認定もしている。しかし，前記１５℃も\nの融点の差異は，混入している不純物が少量である場合のものとは，基本的に異な\nるのである。\nそもそも，不純物が混入しているのか否か，混入しているとして，その\n混合している不純物が異性体である４－メトキシ体であるか，それ以外の不純物か\nなどは，厳密に検証してみなければわからないはずのことである。ところが，審決\nは，何らの検証もすることなく，融点の異なる理由が他の物質との混合物であると\n安易に断定し，しかも混入している物質が４－メトキシ体であると根拠もなく断定\nしているのである。\nカ　審決は，（ⅲ）工程の出発物質であるアミド体の融点は純物質の真の値\nであるとも認定している（審決書１３頁１１行，２９行～３０行）。\n本件生成物を混合物とした認定は，アミド体を純物質であるとした上記\n認定と矛盾する。\n先願明細書に記載された(ⅲ)工程の「１８規定硫酸１５０ｍｌを加え\n３．５時間１００℃に加熱」という穏和な条件下では，純物質であるアミド体から\n出発しながら，得られるＭＴＦＢＡが異性体となったり，メトキシ基が切れて他の\n物質になったりすることなどはあり得ない。したがって，この場合，得られた目的\n物は，異性体との混合物になることも，異性体ではない副生物との混合物になるこ\nともあり得ない。\n先願明細書のシアノ体からアミド体に至る反応（（ⅱ）工程）で目的物\nが実際に得られ，得られた３－メトキシ体であるアミド体の融点が真の値に合致し\nているというのであれば，そのアミド体は純物質であるはずであり，（ⅲ）工程で\n純物質である３－メトキシアミド体から導かれる「目的物」は，４－メトキシ体と\nの混合物であるはずがない。この場合は，得られた目的物は純物質である，としな\nければ一貫しないのである。\n(3) 審決は，「元素分析値に基づく組成も(ⅲ)工程の生成物がＭＴＦＢＡであ\nることを支持している」（審決書８頁２６行～２７行）と述べる。しかし，これは\n誤りである。\nア　元素分析値による「組成」は，物質の構造を示すものではなく，ＭＴＦ\nＢＡであることの傍証にしかなり得ない。\n本件生成物の元素分析値は，それが純物質であると仮定しても，その組\n成式における炭素と水素の比が８：５であり，その分子量が２０６の整数倍に近い\nことのみを示すにすぎず，これだけでは，例えば４－メトキシ体などの異性体との\n区別はできない。本件生成物の主成分は，実はＭＴＦＢＡではなく，その異性体で\nある，という可能性もある。元素分析の数値を根拠に本件生成物をＭＴＦＢＡであ\nると認定することは誤りである。\nイ　元素分析によって組成を同定するためには，そもそも被検物質が混入物\nを含んでいてはならない。審決の認定するように，融点が１５℃も下がる程度まで\n不純物を含んでいる混合物では，物質の組成すら同定できず，元素分析などは意味\nがない。\n(4) 審決は，「続く参考例２における製造工程により，順次中間原料を経て最\n終的に３－メトキシ体から製造されるべきＤＦＱ及びそのエチルエステルを得てい\nるのであるから，先願明細書参考例１の(ⅲ)工程により製造されるカルボン酸\nは，・・・実質的に目的物である３－メトキシ体のＭＴＦＢＡが製造されていると\nいえる。」（審決書１５頁２８行～３３行）と述べて，先願明細書の参考例１に\n１，２，３，４－テトラフルオロベンゼンを原料としてＭＴＦＢＡが，さらに，参\n考例２に，そのＭＴＦＢＡを原料としてＤＦＱが，それぞれ実際製造されたと認め\nられる程度に記載されているとし，これらの一連の経路に従って目的物を製造する\n場合，その途中の化合物が製造できなければ最終段階にまで到達し得ないのである\nから，ＤＦＱが実際製造できたと認められることは，その途中段階の(ⅲ)工程の目\n的物はＭＴＦＢＡであることを示している，旨を述べている。しかし，上記の点\nは，本件生成物がＭＴＦＢＡであることの根拠とはなり得ない。\nア　審決は，本件生成物が，ＭＴＦＢＡと４－メトキシ体との混合物である\nと認定している。このようなＭＴＦＢＡと融点が異なる混合物を原料として，数工\n程を経てＤＦＱが最終的に得られたとすれば，そのように最終的に得られたＤＦＱ\nの融点等の特性も，本件訂正明細書に記載されたＤＦＱの真の値と一致しないはず\nである。出発物質の物性が異なりながら，最終生成物の物性が一致するなどという\nのは，極めて不自然なことであるからである。\n先願明細書における本件生成物と，訂正明細書における生成物とを対比\nすると明らかなとおり，ＭＴＦＢＡの原料としてのアミド体，及び，ＭＴＦＢＡを\n原料として一連の製造工程の結果として得られるＤＦＱの各融点については，先願\n明細書における値と本件訂正明細書における値とで実質的に差がないことから，こ\nれらは純粋な物質同士の同一物という関係にあるものとみて差し支えない。ところ\nが，肝心のＭＴＦＢＡについては，その融点が互いに異常に異なっている。アミド\n体の融点については先願明細書における値と本件訂正明細書における値，さらに実\n験記録（甲第２１号証）の値とも一致するので，先願明細書のアミド体は，異性体\nとの混合物ではなく，純物質である，と考えざるを得ない。純物質のアミド体を出\n発物質として得られたＭＴＦＢＡは，当然純物質のＭＴＦＢＡであるはずであり，\nその融点も本件訂正明細書のものと一致しなければならない。ところが，先願明細\n書の記載では，純物質のアミド体から出発したにもかかわらず，得られたのは，な\nぜか，異性体との混合物としてのＭＴＦＢＡである，ということになる。\nこれらの物質が先願明細書に記載された一連の操作で製造されていると\nするならば，前後の物質が純物質でありながら，中間にあるＭＴＦＢＡのみが混合\n物である理由については，全く説明がつかないのである。\nこのような先願明細書の不合理な記載からすると，実際には，同明細書\nに記載された工程どおりには物は製造されておらず，そこに記載されているのは，\n別工程で得られた物質の特性等を借用したものである可能性が高い，ということが\nできる。先願明細書の記載は信ぴょう性を欠くものである。\nイ　審決の上記認定判断は，１，２，３，４－テトラフルオロベンゼンから\nＤＦＱに至る製造方法が先願明細書に記載された手段しかあり得ないことを前提と\nしたものであり，誤っている。\n既に述べた先願明細書のアミド体とＭＴＦＢＡとの融点に関する矛盾，\n及びＭＴＦＢＡとＤＦＱとの融点に関する矛盾，の双方からみて，先願明細書のア\nミド体，ＭＴＦＢＡ及びＤＦＱは，先願明細書とは異なる製造方法によってそれぞ\nれ別々に製造されたものか，若しくは，実際には製造されていないものを，便宜\n上，一連の方法で製造されたかのように先願明細書に記載したものである可能性が\n高い。そうでないとすると，先願明細書における融点の喰い違いの事実は，どうし\nても説明がつかないのである。\n先願明細書の不合理な記述からすると，少なくともアミド体からＭＴＦ\nＢＡが得られたとする記述は，事実に基づかないものであるというほかない。実際\nにはＭＴＦＢＡは得られておらず，そのために融点が一致しないのである，としか\n理解できないのである。\nウ　被告の主張において，先願明細書記載の工程でＭＴＦＢＡが得られたと\n考えるべき根拠とされているのは，結局のところ，原料及び反応工程の記載がある\nことのみである。しかし，その原料（アミド体）自体が純物質であるのに，得られ\nたＭＴＦＢＡが混合物である理由の説明がつかず，製造工程の記載も明白に誤って\nおり，得られたはずの目的物の融点も事実とははるかに相違する，というのである\nから，先願明細書にＭＴＦＢＡが記載されていると評価することはできない。被告\nの主張は，技術的な根拠に基づかない単なる推測にすぎない。\n当業者が現実に先願明細書を追試したとしても，そこに記載された方法\nでは目的物が得られず，仮に他の方法で真のＭＴＦＢＡを得たとしても，先願明細\n書に記載された融点とは全く異なるため，先願明細書の物質との同一性を確認する\nことはできない。先願明細書は，ＭＴＦＢＡの製造技術としては当業者に対し何の\n貢献もしていない。このような先願明細書によって後にされた特許出願の真の発明\n者の権利を否定するのは，どうみても特許法の趣旨にそぐわない。\n２　取消事由２（先願明細書にＭＴＦＢＡの合成のための中間体を製造すること\nができるように記載されているとした誤り）\n審決は，先願明細書の，シアノ体を加水分解してＭＴＦＢＡの原料物質であ\nるアミド体を得る反応（(ⅱ)工程）についての記載中の「濃硫酸８．５ｍｌ及び水\n４０ｍｌを加え」という記載が適切でないものであり，先願明細書の記載どおり追\n試しても，その反応が進行しないことを認めながら，その反応については，「８０\n％程度以上の高濃度の硫酸を使用することが通常採用されている方法として技術常\n識であった」（審決書６頁９行～１０行，同８頁４行～６行）として，当業者であ\nれば，訂正明細書に記載されたとおりに追試して，その反応が進行しなかったとし\nても，「その３０％にも満たない濃度の硫酸の記載が，この種の反応における技術\n常識からみて，適切でないものであることを理解して、高濃度硫酸を適宜使用する\nことにより、該アミド体生成物の融点の記載を確認データとしつつ、過度の実験を\n要することなく該アミド体を製造することができたといえる。したがって、先願明\n細書は，ＭＴＦＢＡの製造方法における前記（ⅱ）工程のシアノ体からアミド体へ\nの加水分解反応の記載において，「濃硫酸８．５ｍｌ及び水４０ｍｌを加え」とい\nう一部の記載が適切でないものの、当業者であれば、該(ⅱ)工程の記載に基づい\nて、先願の出願時の技術常識を参酌することにより、そのアミド体を得ることがで\nきたといえる。」（審決書８頁７行～１８行）と判断した。しかし，この判断は，\n誤りである。\n(1) 審決は，「８０％程度以上の高濃度の硫酸を使用することが通常採用され\nている方法として技術常識であった」と認定し，「３０％にも満たない濃度の硫酸\nの記載が、この種の反応における技術常識からみて、適切でないもの」であり，当\n業者には「濃硫酸８．５ｍｌ及び水４０ｍｌを加え」の記載が誤記であることが理\n解できると判断した。しかし，この判断は，誤りである。\nア　芳香族ニトリルを芳香族アミドに変換する反応においては，高濃度の硫\n酸のみならず，「水」や「希硫酸」（４Ｎ，すなわち２０％硫酸），さらには酸以\n外のものも使用されている（甲第１０号証，第１４ないし第１６号証）。\n審決は，ニトリルを加水分解してアミドに変換するためには濃硫酸を用\nいることのみが唯一可能な手段であり，希硫酸でニトリルを加水分解することが常\n識に反すると一方的に思い込んでいる点で，技術常識自体を誤認しており，基本的\nに誤っている。ニトリルのアミド化は濃硫酸による，ということは技術常識であ\nる，ということはできないのであるから，先願明細書中の(ⅱ)工程において希硫酸\nでニトリルの加水分解を行っているとの明確な記載を，直ちに，誤記であるとか，\n常識に反するなどと当業者が理解することはあり得ない。\nイ　仮に，ニトリルを濃硫酸によって加水分解を行ないアミドに変換する技\n術がよく知られているとしても，そのような知見がすべてのニトリルの加水分解反\n応に当てはまるわけではない。\n化学反応においては，目的外の反応が起きる反応条件を避け，選択的に\n所望の反応のみが生起するように反応条件を選ぶこともまた，技術常識である。\nメトキシ基を有する芳香族ニトリルについて，濃硫酸は化合物中に存在\nするメトキシ基を開裂させる性質があること，メトキシ基を有する芳香族ニトリル\n化合物の濃硫酸によるアミド化反応を失敗とし，カセイカリ水溶液によるアミド化\nを成功としていることも，他方で知られている（甲第１１，第１２号証）。先願明\n細書に記載された(ⅱ)工程において希硫酸を用いるとの記載は，濃硫酸の採用をあ\nえて避けて選択した反応条件であるとすら理解することができるのである。\n当業者にとって，メトキシ基を開裂させることなしにニトリルを加水分\n解する条件の選定は難しく，被告が一般的な技術常識と主張する単純な加水分解の\n技術は，当然のこととして本件に当てはめることができる，というわけのものでは\nない。\n先願明細書に記載された(ⅱ)工程において，メトキシ基を有する芳香族\nニトリルであるシアノ体の加水分解を希硫酸で行ったとの記載を，直ちに，誤記で\nあるとか，常識に反するなどと当業者が理解することはあり得ない。\nウ　先願明細書に記載された(ⅱ)工程は，その追試を行なわなければ，反応\nが進行しないことなどは分からなかったのであり，その記載を見ただけで直ちに，\n誤記があるとか，技術常識に反する記載があるとかいうことを読み取ることができ\nるものではない。\n追試において反応が進行しないことが分かったとしても，反応が生起し\nない原因が，上記のとおり，「濃硫酸８．５ｍｌ及び水４０ｍｌを加え」の部分に\nあるのか，それとも，温度条件，反応時間，試剤の濃度・比率などの他の反応条件\nにあるのか，などは，追試者にとって全く分からないことである。\n先願明細書に記載された(ⅱ)工程においては，ニトリルと濃硫酸をモル\n比１対２の割合で反応させている。一方，審決が挙げた周知技術においては，濃硫\n酸の原料のニトリルに対する割合は，モル比で数倍～１０数倍もの量であり，その\nモル比で(ⅱ)工程を追試すると，その大半はメトキシ基（ＯＭｅ）が分解してしま\nい，目的のアミド体は極めて悪い収率でしか得られない（甲第１８号証の１，\n２）。そのため， 先願明細書に記載された(ⅱ)工程においては，濃硫酸の原料のニ\nトリルに対する使用割合を小さくするという特殊な条件を選択してメトキシ基の開\n裂を避けたものとも理解することができる。\nしかし，そのような理解ができるとしても，やはり，メトキシ基を有す\nる芳香族ニトリルであるシアノ体の加水分解の反応条件が特殊であり，その設定が\n容易ではないことは，明らかである。結局，先願明細書に記載されているところを\n追試しようとする場合には，それらの条件の全部を設定し直して一々反応をさせて\nみないと所期の反応が起きるかどうかが分からないのであるから，先願明細書に\nは，アミド体を得る手段が当業者にとって追試が可能なようにに記載されておら\nず，したがって，そのアミド体を原料とするＭＴＦＢＡの製造工程も開示されてい\nない，というべきである。\nそもそも開示が不十分であるのに，誤記があるとか，技術常識に反する\n記載があると当業者が把握することはないというべきである。\nエ　当業者が，「濃硫酸８．５ｍｌ及び水４０ｍｌを加え」との先願明細書\nの記載が誤りであるなどとは，ましてや，その「水４０ｍｌ」の記載部分のみが誤\nりであるなどとは，当然には受け取らないことは，上記のとおりである。\n先願明細書に記載された条件から水４０ｍｌを除いた条件のみが技術常\n識であることが示されている文献などは全く存在せず，これが技術常識であるとす\nる根拠はどこにもない。そのような知見は，審判の経過において出願人に問い合わ\nせることによって得られた回答によって初めて分かった事柄である。\n審決は，要するに，先願明細書の記載を無視した上，明細書からも出願\n当時の技術文献からも分からない，いわば「出願人の主観的な事情」を，先願明細\n書の記載に置き換えて実施可能性を認定したものである。このようなことは，特許\n法２９条の２の趣旨から許されない。出願人に照会しなければ明らかとならない事\n項が出願当時の技術水準であるなどということは，およそあり得ることではない。\n審決が出願後に現れた先願発明の出願人の主観をもって先願明細書の記載を補った\nことは，明らかな違法である。\n先願発明の出願人は，上記審尋に対する回答において，先願明細書の参\n考例１について，その記載どおりではアミド体の合成ができないことを明言し，\n「水４０ｍｌ」の記載のみを，「勘違い」をして実験記録の欄外の記載を誤って記\n入した誤記であったとしている。しかし，このようなアミド化反応を濃硫酸で行う\nことが当業者の「常識」であったのなら，当業者である出願人がそのような「勘違\nい」をし，実験記録の欄外の記載を誤って記入したなどということは，極めて不自\n然であり，上記説明は，到底納得し難いものである。さらに，出願に当たっては発\n明者を含む技術者のチェックを経るのであるから，そのような「常識」に反する誤\n記が見過ごされたというのも不自然である。\n仮に，先願明細書の記載が，競業者に追試できないようにするために，\n悪意によってノウハウ部分を隠蔽した実施不能な記載とされていたとしたならば，\nそのような先願明細書について，後の事情でその補充が許されることが認められる\nはずがない。\nこのように，先願明細書の記載は，その誤記であるとする理由が出願人\nの故意によるか過失によるかはともかく，客観的にはこれによって実施することは\n不能である。そのような実施不能の記載をもって，実際に実施可能である後願の発\n明を排除することは許されない。\nオ　当業者であれば，「濃硫酸８．５ｍｌ及び水４０ｍｌを加え」との記載\n（希硫酸を使用するとの記載）が適切でないことを理解して濃硫酸を適宜使用する\nことでアミド体を得ることが可能であったとの審決の認定は，先願明細書の記載が\n客観的に誤っていることを認めておきながら，先願明細書に記載のない濃硫酸を使\n用すればアミド体が現実に得られるという事実について明らかにしていない点にお\nいても，「メトキシ基を有する本件ニトリル化合物」について希硫酸を使用するこ\nとが技術常識に反するのか否かについて全く検討していない点においても，不備が\nある。これらの点についての主張立証責任は被告にある。審決は，少なくとも，必\n要な判断を経ないで結論に至っており，取り消されなければならないことは，明ら\nかである。\n先願明細書について，希硫酸を用いるのではなく，濃硫酸を用いればア\nミド体が得られることを上記審尋に対する回答書によって認定したものであるとす\nるならば，先願の出願後明らかにされた先願出願人の主観的事情に基づいて認定し\nていることになり，その違法は更に明白である。\n(2) 審決は，「該アミド体生成物の融点の記載を確認データとしつつ、過度の\n実験を要することなく該アミド体を製造することができたといえる」（審決書８頁\n１１行～１３行）として，アミド体の融点を確認データとして用いることにより，\nアミド体の製造ができる，と述べている。先願明細書に記載されているアミド体の\n融点（１３０～１３３℃）の値は，真の値（１３１～１３３℃）に近いので，その\n値がアミド体の生成の確認データとなる，というのである。\nしかし，アミド体の融点を確認データとすることができるとの上記判断\nは，本件生成物が「混合物」であるとした審決の認定と矛盾する。審決はアミド体\nから更に生成される本件生成物の融点が，実際のＭＴＦＢＡの融点と著しく異なっ\nているという先願明細書の記載の大きな矛盾点を看過しているか，若しくは無視し\nている。もし，本件生成物が審決の認定するような混合物であるなら，その前段の\nアミド体も正体不明の混合物であり，たまたまその融点が客観的なアミド体の融点\nと一致したとしか解釈のしようがない。そのようなデータを確認データとして，過\n度の実験を要することなくアミド体を製造することができた，などということはで\nきない。\n(3) 特許法２９条の２における発明の同一性の認定は，後願の特許請求の範囲\nに記載された発明と，先願明細書に記載された発明との忠実な対比によって行うべ\nきである。先願明細書に記載された発明と後願の発明とを比較しても同一性が認定\nできない場合に，先願明細書の記載内容を離れ，先願明細書の記載内容を無視した\nり，先願明細書に記載のない事項を補ったりしてその同一性を認定するのは，特許\n法２９条の２の趣旨に反する。\nア　特許法第２９条の２の後願排除力が認められる先願発明というために\nは，当該発明が「完成された発明」として先願明細書に記載されていなければなら\nない。\n「完成された発明」というためには，\n①　当該明細書の記載や当時の技術水準から当業者において反復実施で\nきなければならない（以下，「反復実施可能性」という。），\n②　実験結果等の裏付けがあって初めて発明が認識できる技術分野にあ\nっては，その裏付けとなる実験結果が出願時の明細書に十分記載されていなければ\nならない（以下，「客観性」という。）\n③　構成等が具体的に記載されていなければならない（以下，「具体\n性」という。）\nという三つの要件が必要である。\n先願明細書には，誤記があるため，これをそのまま追試しても本件生成\n物を全く得ることができない。本件生成物は，少なくとも「反復実施可能性」及び\n「客観性」の要件を満たしておらず，「完成された発明」ということができない。\n「反復実施可能性」を検討するに際しては，明細書の記載のほか，当時\nの技術水準を斟酌することができる。しかし，明細書に誤記がある場合にまで，こ\nの原則をそのまま適用することはできない。法２９条の２は，例外規定であるか\nら，その適用は厳格になされなければならないからである。本件で問題となってい\nる化合物の分野では，ある場面の技術常識は他の技術常識と相矛盾するか，そのま\nまでは適用できないことがしばしば見受けられるため，明細書に何らかの記載があ\nれば，当業者はそれに従って追試を行うのであり，一見して明白な誤記でない限\nり，当業者は誤記の存在を認識することなどできない。このため，先願明細書に記\n載された製法に忠実に従って実施できるか否かが検討されなければならないのであ\nる。先願明細書の記載内容を離れ，先願明細書に記載のある内容を無視したり，先\n願明細書に記載のある事項を記載のない事項に置き換えて実施可能性を認定するこ\nとは，実施可能性を欠く先願明細書をもって，本件訂正発明の特許性を否定するも\nのであって，誤りである。\nイ　仮に誤記を訂正して解釈してよい場合があるとしても，それは無条件で\nよいはずはなく，いかなる場合にそのような認定をし得るのか，その基準と許され\nる範囲を確定し，本件の誤記は当該範囲内であるからこれが許される，とする合理\n的な論理が必要である。後になって誤記であることが客観的に明らかになれば，い\nかなる場合にでもその記載内容と異なる内容を認定してよいというのであれば，著\nしく法的安定性を害する上，正しい記載をした後願発明者の犠牲の下に不適当な記\n載をした悪しき先願発明者を保護することにもなるからである。どのような誤記で\nあれば明細書の記載と異なる認定が可能であるのかの基準を確定しなくては，当該\n誤記をどのように扱うのかを決しようがない。\n原告らは，この点について，審判の審理において特許法２９条の２の引\n用発明の解釈において誤記として許容される範囲は，誤記の訂正として訂正が認め\nられる範囲と同様と解釈すべきであり，真実の製造方法とされるものが，先願明細\n書の記載から直接的かつ一義的に導き出せるものでなければならない，と指摘し\nた。それにもかかわらず，審決は，当該争点があることは認めながら（審決１４頁\n１４行～２２行），この点についてなんら判断することなく，誤記を訂正した内容\nが当然に真実の記載内容となるものであることを前提に，先願明細書の記載内容を\n認定した。このことは，重要な法律解釈について判断を遺漏し法令の解釈を誤った\nものというべきである。\nウ　先願明細書を客観的にみると，ＭＴＦＢＡを実際に製造するに当たり①\n目的物を得るために必要不可欠な新規な中間物質に至る製造工程の記載，②目的物\n質の同定のために最も重要な指標である融点の記載，という極めて重要な部分にお\nいて，記載が誤っている。このような産業の発展に何ら資することのない先願明細\n書の記載によって，正しい技術を初めて世に開示した後にされた特許出願を排除す\nることは，特許法第２９条の２の趣旨に反する。\n仮に，当業者が，「誤記」であるとする部分を修正して濃硫酸を使用\nし，ＭＴＦＢＡを得る過程を正しく追試したとしても，これによって得られた物質\nの融点が記載された融点と異なっていれば，得られた物質をＭＴＦＢＡと同定する\nことはできない。当業者には，反応が正しかったのか否か，得られた物質がＭＴＦ\nＢＡなのか否かが全く分からないのである。\nこのような先願明細書の記載は，あえて当業者が明細書の追試をするこ\nとができないように記載したとの疑問さえ生じるものであって，およそ当業者に技\n術を開示すべき特許明細書の記載としては極めて不適切なものである。このような\n先願明細書に特許法第２９条の２が規定する後願排除力を認めるとするならば，正\nしき後願の出願人の犠牲の上に悪しき出願人を保護することに帰し，特許法の趣旨\nに反する結果となることは，明白である。\n第４　被告の反論の要点\n審決の認定判断は正当であり，審決に，取消事由となるべき誤りはない。\n１　取消事由１（先願明細書の参考例１に記載された物質がＭＴＦＢＡであると\nした誤り）について\n(1) 原告らは，先願明細書の参考例１に記載された工程によって得られた本件\n生成物の融点は，ＭＴＦＢＡの融点より低く，また，融点範囲の幅が小さいから，\n実際にはＭＴＦＢＡではなく，別物質であると主張する。\nア　融点の一致は，確かに，化学物質の特定の有力な手段である。しかし，\n結局のところ一手段にすぎない。融点及びその幅のみをもって化学物質の異同を判\n断するのは，正しくない。\n一般に，化学反応により製造された化学物質は，程度の差はあれ望まれ\nない成分である不純物をも含むものであり，そのような不純物の混入した化学物質\nは，純粋な化学物質よりも融点が低下することが知られている。融点が相違するこ\nとのみをもって目的物と相違するとされるものではない。また，不純な物質の融点\n幅は，常に広いというものではない。融点の低下の程度からその混入量が一義的に\n決まるというわけでもない。\n原告らの主張は，常に，純粋な物質は狭い温度範囲で融解し，不純な物\n質の融点は広い温度範囲を持ち，しかも純物質の融点よりも低い，ということを前\n提とするものであり，その前提において既に誤りがある。\n先願明細書の参考例１には，最終的に無色針状晶の結晶が得られたこ\nと，その元素分析値も求められていることが記載されているのであるから，参考例\n１において何らかの化学物質が得られたことは明らかである。そして，参考例２で\nその化学物質を原料として最終物質であるＤＦＱが製造されていることからすれ\nば，中間段階のその化学物質はＭＴＦＢＡであるということができる。\nイ　原告らは，審決が，本件生成物を，その融点がＭＴＦＢＡのものとは異\nなるにもかかわらず，ＭＴＦＢＡと認定するに当たり，融点が異なるのは，３－メ\nトキシ体であるＭＴＦＢＡにその異性体である４－メトキシ体が混入したためであ\nる，と断定したことは誤りである，と主張する。\nしかし，審決は，（ⅱ）工程の出発物質であるシアノ体製造の際の４－\nメトキシ体の副生が記載されているので，それから製造されるＭＴＦＢＡにおいて\nも４－メトキシ体の混入が考えられると述べたにとどまり，混合物であること，不\n純物が４－メトキシ体であることを断定したものではない。\nウ　原告らは，融点が大きく異なり，何らかの物質との混合物であるとされ\nる物質は，物質としては異なるものと判断するのが化学常識であるとし，混合物で\nあることを認定しながら，本件生成物と本件発明の化合物とを同一物質と認定する\nことは，それ自体で明白な誤りである，と主張する。\nしかし，不純物を含む混合物であっても，純粋な化学物質の名称をもっ\nて呼ばれることもある。先願明細書の参考例１における「目的物」をＭＴＦＢＡと\n認定することは何ら化学常識に反することではない。\n(2) 原告らは，元素分析値に基づく組成を同一性の根拠とすることはできな\nい，と主張する。\n確かに，元素分析値は物質を構成する元素の比率を示すにすぎないもので\nある。しかし，原料及び反応手段から予測される化学物質の計算値と，生成物の元\n素分析値とを比較することは，その予測される化学物質の生成を確認するための有\n効な手段である。\n先願明細書の参考例１に記載された(ⅲ)工程におけるアミド体の加水分解\nについていえば，その元素分析値は，メトキシ基の脱離等の副反応を生起すること\nなくカルボン酸が生成していることを教示するものである。\n(3) 先願明細書には，抗菌剤として有用な新規なキノロンカルボン酸誘導体に\nついて記載されるとともに，その原料化合物である新規なキノロンカルボン酸（Ｄ\nＦＱ）の製造方法として参考例１及び２が記載されている。先願明細書及び訂正明\n細書の両者に記載されたＤＦＱ及びそのエチルエステルの物性等は一致していると\nいうことができ，これにより，先願明細書の参考例１及び２の製造方法においてＤ\nＦＱ及びそのエチルエステルが製造されたということができる。\n一連の合成経路に沿って目的物を製造する場合，その途中の化合物が製造\nできなければ最終段階にまで到達し得ないのであるから，先願明細書記載の合成経\n路においても，途中段階の化合物であるＭＴＦＢＡが実際に製造されたものである\nことは明らかである。\n原告らは，実際のＭＴＦＢＡと融点が異なる物質を原料として，数工程を\n経てＤＦＱが最終的に得られたとすれば，そのように最終的に得られたＤＦＱの融\n点等の特性も，本願明細書に記載されたＤＦＱの真の値と一致しないはずであり，\n出発物質としてのＭＴＦＢＡの物性が異なりながら，最終生成物のＤＦＱの物性が\n一致するなどということは，極めて不自然である，と主張する。\n先願明細書の参考例２には，ＭＴＦＢＡから５工程を経てＤＦＱを製造す\nる方法が記載されている。そこでは，酸クロライドを製造する工程で蒸留による精\n製が，シクロプロピルアミノアクリル酸エチルを製造する工程でカラムクロマトに\nよる精製が，さらに，キノリンカルボン酸エチルを製造する工程で再結晶によるに\nよる精製が，それぞれ行われている。\nこのように精製工程を繰り返し行えば，原料として多少の不純物が含まれ\nているとしても，少量成分である不純物が最終的に取り除かれることは技術的にみ\nて当然のことであり，最終生成物のＤＦＱの物性が一致することは，何ら常識に反\nするものではない。\n２　取消事由２（先願明細書にＭＴＦＢＡの合成のための中間体を製造すること\nができるように記載されているとした誤り）について\n(1) 原告らは，シアノ体からアミド体への加水分解において濃硫酸を用いるの\nは技術常識などではないと主張し，その根拠として高濃度の酸を用いるものではな\nい加水分解について記載する文献（甲第１０，第１２号証）を挙げる。\nしかし，高濃度の酸を用いずにニトリルを加水分解をする反応が知られて\nいるとしても，これらの反応は，初め高濃度の酸を用いて反応を試みたところ好ま\nしい結果が得られなかったことから，より穏和な反応条件を求めて試行錯誤を繰り\n返した結果，採用されるに至ったものである。上記各文献は，結果として高濃度の\n酸を使用しない反応について述べるものではあるものの，ニトリルの加水分解反応\nの第一の選択肢は，高濃度の酸を用いることであることをも示しているのである。\nしかも，上記各文献からは，８０％より多少低くした濃度の硫酸（６５\n％，７０％）で反応することがあることが認められるにとどまり，３０％にも満た\nない濃度の硫酸によりニトリルの加水分解を行うことが技術常識であることを導き\n出すことはできない。\n先願明細書の参考例１を追試して目的の反応が生起しないとしても，技術\n常識をもってすれば，当業者は，「濃硫酸８．５ｍｌ及び水４０ｍｌを加え」とい\nう記載が適切でないことを判断することができるから，先願明細書からアミド体を\n製造することが当業者にとって可能であるということができるのである。\n(2) 原告らは，審決が中間体のアミド体の融点を確認データとすることができ\nると述べたのは，ＭＴＦＢＡが「混合物」であるとの認定と明らかに矛盾してい\nる，と主張する。\n審決が，アミド体生成物の融点の記載を確認データとしつつ，過度の実験\nを要することなくそのアミド体を製造することができる旨を述べたのは，参考例１\nに記載された（ⅱ）工程の追試において，高濃度硫酸を使用することによりアミド\n体が得られたことが確認できる，すなわち，参考例１のプロセスで反応が進行して\nいることを確認できる，とするものである。\n参考例１のプロセスで生成されるアミド体が４－メトシキ体を含むもので\nあるとしても，その追試においては，アミド体が生成されればよいのであるから，\nこの融点の記載が確認データとなるのである。\n審決が上記のように述べたことは，ＭＴＦＢＡが「混合物」であるとの認\n定とは何ら矛盾しない。\n(3) 先願発明について，原告らが，発明が完成されたものとして必要であると\n主張する要件を検証する。\nア　反復実施可能性について\n先願明細書の参考例１には，ＭＴＦＢＡの製造について，(ⅲ)工程が記\n載されている。アミド体が酸により加水分解されてカルボン酸になるのはよく知ら\nれた反応であり，また，この反応において原料となるアミド体は，当時の技術常識\nを考慮すればシアノ体に高濃度の硫酸を作用させることにより製造できるものであ\nる。\nしたがって，先願発明は，先願明細書の記載及び当時の技術水準に基づ\nき，当業者において反復実施可能なものである。\nイ　客観性について\n先願明細書には，ＭＴＦＢＡの製造の裏付けとなる実験結果として，生\n成物の性状（無色針状晶），融点，元素分析値が記載されており，十分に客観性が\nある。\n１，２，３，４－テトラフルオロベンゼンを出発原料として先願明細書\nの参考例１の合成経路をたどれば，先願明細書に記載された融点を示すはずであ\nり，ＭＴＦＢＡ生成の客観性ある裏付けとなり得るのである。\nウ　具体性について\n先願明細書には，化合物名３－メトキシ－２，４，５－トリフルオロ安\n息香酸をもって特定されており，構成が具体的に記載されている。\n以上のとおり，先願発明は，上記三つの要件を満足するから，先願明細書\nにおける３－メトキシ－２，４，５－トリフルオロ安息香酸は，「完成された発\n明」であり，訂正発明と対比すれば，同一であることが明らかである。\nなお，ＭＴＦＢＡの製造原料となるアミド体については，その製造の実施\n可能性を「そこに記載された製法に従って実施できる」かどうか厳密に検討する必\n要はなく，１，２，３，４－テトラフルオロベンゼンを出発原料としてアミド体を\n製造することが，先願明細書の記載から出願当時の技術常識を考慮して当業者に実\n施可能であると判断されれば十分である。\n(4) 原告らは，審決が誤記を訂正して解釈できる範囲について判断しなかった\nのは，判断を遺脱し，法令の解釈を誤っている，と主張する。\n原告らのいう「誤記」とは，（ⅱ）工程における「濃硫酸８．５ｍｌ及び\n水４０ｍｌ」の記載のことであると考えられる。しかし，審決は，訂正発明と対比\nすべきＭＴＦＢＡの発明を認定するに当たり，この不適切な記載の訂正について，\n何の判断もしていない。\nＭＴＦＢＡの原料であるアミド体の製造については，これは，１，２，\n３，４－テトラフルオロベンゼンを出発原料として，１－ブロモ－３－メトキシ－\n２，４，５－トリフルオロベンゼン，シアノ体を経て製造することが実施可能で，\nＭＴＦＢＡの製造に当たり入手可能であると当業者が判断することができれば十分\nであり，技術常識からすればシアノ体に高濃度の硫酸を作用させればアミド体が生\n成することは明らかであるから，不適切な記載についてどのように訂正すべきかを\n判断する必要性は全くない。\n(5) 原告らは，先願明細書には，化合物を実際に製造するに当たり極めて重要\nな部分において事実に反する記載が複数存在し，このような重要な部分において誤\nっている結果，産業の発展に何ら資することのない先願明細書によって，正しい技\n術を初めて世に開示した後願を排除することは，特許法第２９条の２の趣旨に反す\nる，と主張する。しかし，先願明細書中，事実に反する記載は，「濃硫酸８．５ｍ\nｌ及び水４０ｍｌ」との記載だけである。ＭＴＦＢＡの融点の相違については，先\n願明細書の参考例１の工程をたどればＭＴＦＢＡの融点は参考例１の数値を示すは\nずであり，事実に反するものではない。\n先願明細書には，上記のような不適切な記載はあるものの，参考例１に\nは，１，２，３，４－テトラフルオロベンゼンから出発してシアノ体，アミド体を\n経てＭＴＦＢＡを製造する方法が，参考例２には，ＭＴＦＢＡから幾つかの化合物\nを経てＤＦＱさらにはそのエステルを製造する方法が，具体的な反応手段とともに\n記載されている。また，それぞれの生成物には，その性状，沸点，融点若しくは元\n素分析値が記載されている。\nそうしてみると，先願明細書は，部分的に不適切な記載はあるとしても，\n１，２，３，４－テトラフルオロベンゼンから一連の工程を経てＤＦＱを製造する\n方法の発明，及び，中間に生成するそれぞれの化合物の発明を公表するものであ\nり，産業の発展に十分寄与するといい得るものである。\nこれに対して，訂正発明は，ＭＴＦＢＡの発明であり，新しい技術を何ら\n公開するものではない。このような発明が特許を受けることができないことは，特\n許法第２９条の２の趣旨からして当然である。原告らの主張は理由がない。\n第５　当裁判所の判断\n１　訂正明細書の記載について\n訂正明細書には，ＭＴＦＢＡ及びＤＦＱの製造について，次の記載がある\n（甲第２号証の２）\nア「［実施例１］\n３－メトキシ－２，４，５－トリフルオロベンゾニトリル（判決注・シア\nノ体）（ＸＸＸＩＩｂ）の合成\n【化１２】\nF\nF\nOCH3\nF\nCN\n参考例１で得た３－メトキシ－２，４，５－トリフルオロアニリン(ＸＸ\nＸＩＩａ）１．０１ｇ（０．００５６モル）を酢酸３ml，水２. ５ml， 濃硫酸１．\n６８ｇ（０．０１６８モル）の混液に溶解し，０℃に冷却後，亜硝酸ナトリウム\n０．４６ｇ（０．００６６モル）を含む水溶液１mlを撹拌下，０－３℃で滴下し\nた。滴下終了後，同温度で３０分間撹拌し，ジアゾニウム塩溶液を得た。\n一方，硝酸銅５水和物１．８０ｇ（０．００７２モル）を水１０ｍｌに\n溶解し，これにシアン化カリウム１．９５ｇ（０．０３モル）を含む水溶液５ｍｌ\nを攪拌下２０℃以下で滴下，得られた褐色透明溶液に炭酸水素ナトリウム４．０２\nｇ（０．０４８モル）を添加後，ベンゼン３０ｍｌを添加した。\nこの２層になった溶液に，激しく攪拌しつつ前記のジアゾニウム塩溶液\nを３０～４５℃で滴下し，滴下終了後，反応混液を６５℃まで加熱した。室温に冷\n却後，ベンゼン層を分取し，水洗，乾燥後，減圧留去し，残渣をシリカゲルカラム\nクロマトグラフィー（溶媒；トルエン）に付し，３－メトキシ－２，４，５－トリ\nフルオロベンゾニトリル（判決注・シアノ体）（ＸＸＸＩＩｂ）０．７７ｇを赤色\n油状物として得た。\nＩＲスペクトル（フイルム法，νmaxcm-1\n）：2250，1620，1500，1480，1120，1080」（甲第４号証段落【００７６】～【０\n０８１】）\nイ「［実施例２］\n３－メトキシ－２，４，５－トリフルオロ安息香酸（判決注・ＭＴＦＢ\nＡ）（ＸＸＸＩＩｄ）の合成\n【化１３】\nF\nF\nOCH3\nF\nCOOH\n実施例１で得た３－メトキシ－２，４，５－トリフルオロベンゾニトリ\nル（判決注・シアノ体）（ＸＸＸＩＩｂ）１．２４ｇ（０．００７モル）に濃硫酸\n５ｍｌと水１．２ｍｌを添加し，１００－１４０℃で３０分間加熱後，氷水に注加\nし，酢酸エチルで抽出した。酢酸エチル層を水洗し乾燥後，減圧乾固し，３－メト\nキシ－２，４，５－トリフルオロベンズアミド（判決注・アミド体）（ＸＸＸＩＩ\nｃ）１．１０ｇを淡褐色粉末として得た。\n融点１３１－１３３℃\nＭＳスペクトル：ｍ／ｅ　２０５（Ｍ＋），１８９（Ｍ＋－ＮＨ２）\n上記のようにして得た３－メトキシ－２，４，５－トリフルオロベンズ\nアミド（判決注・アミド体）（ＸＸＸＩＩｃ）４６．４ｇ（０．２２６モル）を水\n９００ｍｌに懸濁し，１Ｎ水酸化ナトリウム２２６ｍｌ（０．２２６モル）を加え\nて攪拌下２時間加熱還流して加水分解した。室温にまで放冷後，酢酸エチルで抽出\nして未反応物を除去し，水層を塩酸で酸性とした。析出する結晶を酢酸エチルで抽\n出，有機層を水洗し乾燥後，減圧留去して３－メトキシ－２，４，５－トリフルオ\nロ安息香酸（判決注・ＭＴＦＢＡ）（ＸＸＸＩＩｄ）３７．１ｇを無色針状結晶と\nして得た。\n融点１１５－１１７℃\nＭＳスペクトル：ｍ／ｅ　２０６（Ｍ\n＋），１８９（Ｍ＋－ＯＨ），１６\n１（Ｍ＋－ＣＯＯＨ）\nＮＭＲスペクトル（ＣＤＣｌ３，δ）；４．０９（３Ｈ，ｓ，ＯＣＨ３\n），７．５０－７．６２（１Ｈ，ｍ，ａｒｏｍＨ），８．０－１０．０（１Ｈ，ｂ\nｒ，ＣＯＯＨ）」（同号証段落【００８１】～【００８５】）\nウ「［参考例２］」\n１－シクロプロピル－６，７－ジフルオロ－８－メトキシ－１，４－ジ\nヒドロ－４－オキソキノリン－３－カルボン酸エチルエステル（ＸＸＸＩＩＩａ，\nＲ１２＝エチル）（判決注・ＤＦＱのエチルエステル）の合成\n【化１４】\nF\nOCH3\nN\nF\nO\nCOOC2H5\n実施例２で得た３－メトキシ－２，４，５－トリフルオロ安息香酸（判\n決注・ＭＴＦＢＡ）（ＸＸＸＩＩｄ）１．１４ｇ（０．００５５モル）を乾燥ベン\nゼン１０ｍｌに溶解し，塩化チオニル５ｍｌを加えて１時間加熱還流した。反応\n後，ベンゼンおよび過剰の塩化チオニル５ｍｌを加えて１時間加熱還流した。反応\n後，ベンゼンおよび過剰の塩化チオニルを完全に留去し，３－メトキシ－２，４，\n５－トリフルオロ安息香酸クロリド（ＸＸＶＩＩ´）を得た。\n一方，マグネシウムエトキシド０．６８ｇ（０．００６モル）とマロン\n酸ジエチルエステル０．９６ｇ（０．００６モル）を無水ジエチルエーテル１５ｍ\nｌ中，１時間加熱還流することによって，エトキシマグネシウムマロン酸ジエチル\nエステルのジエチルエーテル懸濁液を得た。これを攪拌下，室温で，上記の酸クロ\nリドをジエチルエーテル１０ｍｌに溶解した液を滴下し，更に室温で１時間攪拌し\nた。反応終了後，１Ｎ塩酸を加えて酸性とし，酢酸エチルで抽出し，酢酸エチル層\nを水洗，乾燥後，減圧乾固し，３－メトキシ－２，４，５－トリフルオロベンゾイ\nルマロン酸ジエチルエステル（ＸＸＶＩＩ´；Ｒ１２＝エチル）１．８ｇを褐色油状\n物として得た。\nこれをジオキサン３０ｍｌに溶解，触媒量のｐ－トルエンスルホン酸を\n加え，２０時間加熱還流し，溶媒を減圧留去，残渣を酢酸エチルで抽出した。酢酸\nエチル層を炭酸水素ナトリウム水溶液，次いで水で洗い，乾燥後，減圧乾固して，\n３－メトキシ－２，４，５－トリフルオロベンゾイル酢酸エチルエステル（ＸＸＩ\nＸ；Ｒ１２＝エチル）１．４５ｇを淡褐色油状物として得た。\nＭＳスペクトル：ｍ／ｅ　２７６（Ｍ＋），１８９（Ｍ＋－ＣＨ２ＣＯＯＣ\n２Ｈ５），１６１（Ｍ＋－ＣＯＣＨ２ＣＯＯＣ２Ｈ５）\nこのようにして得られた３－メトキシ－２，４，５－トリフルオロベン\nゾイル酢酸エチルエステル（ＸＸＩＸ；Ｒ\n１２＝エチル）１．４０ｇ（０．００５モ\nル）に無水酢酸３．５ｍｌとオルトギ酸エチル１．１ｍｌを添加し，１時間加熱還\n流後，減圧濃縮した。残渣をジクロルメタン１０ｍｌに溶解し，氷冷，攪拌下，シ\nクロプロピルアミン０．３８ｇ（０．００６モル）を滴下，更に３０分間攪拌し\nた。溶媒を減圧留去し，残渣をシリカゲルカラムクロマトグラフィー（溶媒；トル\nエン－酢酸エチルの９：１混合液）に付し，３－シクロプロピルアミノ－２－（３\n－メトキシ－２，４，５－トリフルオロベンゾイル）アクリル酸エチルエステル\n（ＸＸＸＩ´；Ｒ１２＝エチル）１．２３ｇを淡褐色油状物として得た。\nＭＳスペクトル；ｍ／ｅ　３４３（Ｍ\n＋），１８９（Ｍ＋－Ｐｒｃ－ＮＨ－\nＣＨ－Ｃ（ＣＯ２Ｅｔ））（Ｐｒｃ：シクロプロピルを示す）\n次いでこの３－シクロプロピルアミノ－２－（３－メトキシ－２，４，\n５－トリフルオロベンゾイル）アクリル酸エチルエステル（ＸＸＸＩ´；Ｒ\n１２＝エ\nチル）１．２０ｇ（０．００３５モル）を無水テトラヒドロフラン３０ｍｌに溶解\nし，６０％水素化ナトリウム１５０ｍｇ（０．００３５モル）を加え室温で３０分\n間攪拌し，１Ｎ塩酸で酸性とした後，酢酸エチルで抽出した。酢酸エチル層を水\n洗，乾燥後，減圧濃縮し，１－シクロプロピル－６，７－ジフルオロ－８－メトキ\nシ－１，４－ジヒドロ－４－オキソキノリン－３－カルボン酸エチルエステル（判\n決注・ＤＦＱのエチルエステル）（ＸＸＸＩＩＩａ；Ｒ１２＝エチル）０．８３ｇを\n無色針状結晶として得た。\n融点１８０－１８２℃\nＭＳスペクトル：ｍ／ｅ　３２３（Ｍ＋），２５１（Ｍ＋－ＣＯ２Ｅｔ），\n４１（Ｃ３Ｈ５＋）」（段落【００８５】～【００９２】）\nエ「［参考例３］\n１－シクロプロピル－６，７－ジフルオロ－８－メトキシ－１，４－ジ\nヒドロ－４－オキソキノリン－３－カルボン酸（判決注・ＤＦＱ）（ＸＸＸＩＩＩ\nｂ）の合成\n【化１５】\nF\nOCH3\nN\nF\nO\nCOOH\n参考例２で得られた１－シクロプロピル－６，７－ジフルオロ－８－メ\nトキシ－１，４－ジヒドロ－４－オキソキノリン－３－カルボン酸エチルエステル\n（判決注・ＤＦＱのエチルエステル）（ＸＸＸＩＩＩａ；Ｒ１２＝エチル）０．４８\nｇ（０．００１５モル）をメタノール２０ｍｌに溶解し，４％（Ｗ／Ｖ）水酸化ナ\nトリウム水溶液１０ｍｌを添加して室温で５時間放置した後，濃塩酸で酸性とし析\n出する結晶を濾集して，１－シクロプロピル－６，７－ジフルオロ－８－メトキシ\n－１，４－ジヒドロ－４－オキソキノリン－３－カルボン酸（判決注・ＤＦＱ）\n（ＸＸＸＩＩＩｂ）０．３４ｇを無色粉末状結晶として得た。\n融点１８４－１８５℃\nＭＳスペクトル：ｍ／ｅ　２９５（Ｍ＋），２５１（Ｍ＋－ＣＯ２）\n元素分析値％（Ｃ１４Ｈ１１Ｆ２ＮＯ４として）理論値　Ｃ，５６．９５；\nＨ，３．７６；Ｎ，４．７５　分析値　Ｃ，５６．９０；Ｈ，３．８４；Ｎ，４．\n５６」（【００９２】～【００９５】）\n２　先願明細書の記載について\n先願明細書には，ＭＴＦＢＡ及びＤＦＱの製造について，次の記載がある\n（甲第４号証）\nア「参考例１\n３－メトキシ－２，４，５－トリフルオロ安息香酸（判決注・ＭＴＦＢ\nＡ）の合成\n１，２，３，４－テトラフルオロベンゼン５０ｇをバードンらの方法\n［テトラヘドロン２２　２５４１（１９６６）］に準じてブロム化及びメトキシ化\nを行ない無色油状の１－ブロモ－３－メトキシ－２，４，５－トリフルオロベンゼ\nンを２２．２１ｇ得た。\n得られた油状物２２ｇの無水Ｎ－メチル－２－ピロリドン３７ｍｌ溶\n液を耐圧管に仕込みシアン化第一銅１０ｇを加え１４０～１５０℃で４．５時間加\n熱した。冷後反応液に塩化第二鉄・６水和物４４ｇ及び濃塩酸１１ｍｌの水溶液６\n０ｍｌを加え，５０～６０℃に加温し２０分間攪拌した。反応液をエーテルで抽出\nし，有機層は希塩酸水溶液で洗浄後水洗し，さらに飽和食塩水で洗浄した。芒硝乾\n燥後濃縮し，残渣を減圧蒸留して無色油状の３－メトキシ－２，４，５－トリフル\nオロベンゾニトリル（判決注・シアノ体）を１４．２５ｇ得た。沸点９４℃／８ｍ\nｍＨｇ\n（判決注・（ⅰ）工程）\n得られた油状物１４．２ｇに濃硫酸８．５ｍｌ及び水４０ｍｌを加え\n１１０℃で１時間攪拌した。冷後反応液を氷水５０ｍｌ中に注ぎ析出晶を　取して\n水洗し，得られた結晶を塩化メチレン－ｎ－ヘキサン混液から再結晶して白色針状\n晶の３－メトキシ－２，４，５－トリフルオロベンツアミド（判決注・アミド体）\nを１１．５９ｇ得た。融点 １３０～１３３℃\n（判決注・（ⅱ）工程）\n次いで，この結晶に１８規定硫酸１５０ｍｌを加え３．５時間１００\n℃に加熱した。冷後水４００ｍｌを加え析出晶を　取し，得られた結晶をｎ－ヘキ\nサンより再結晶して無色針状晶の目的物（判決注・ＭＴＦＢＡ）を９．６１ｇ得\nた。\n融点９８～１０１℃\n元素分析値：Ｃ８　Ｈ５　 Ｆ３　 Ｏ３\n計算値：Ｃ；４６．６２，　Ｈ；２．４５\n分析値：Ｃ；４６．６８，　Ｈ；２．４８\n（判決注・（ⅲ）工程）」（甲第４号証１１頁右上欄１２行～右下欄６\n行）\nイ「参考例２」\n１－シクロプロピル－６，７－ジフルオロ－１，４－ジヒドロ－８－メ\nトキシ－４－オキソ－３－キノリンカルボン酸（判決注・ＤＦＱ）の合成\n３－メトキシ－２，４，５－トリフルオロ安息香酸（判決注・ＭＴＦＢ\nＡ）９．４ｇに塩化チオニル５０ｍｌを加え３時間還流した。塩化チオニルを留去\n後残渣を減圧蒸留して黄色油状の３－メトキシ－２，４，５－トリフルオロベンゾ\nイルクロライド８．８６ｇを得た。沸点１０８～１１２℃／２０ｍｍＨｇ\nマグネシウムエトキサイド５．９ｇにマロン酸ジエチル７ｇの無水トル\nエン３５ｍｌ溶液を滴下し５０～６０℃で２時間加温した。次に－１０℃に冷却後\n先の酸クロライド８．８６ｇの無水トルエン１０ｍｌ溶液を１５分間で滴下した。\n－５℃～０℃で１時間攪拌後濃硫酸８ｍｌを含む氷水３０ｍｌを加えトルエン層を\n分取した。有機層は飽和食塩水で洗浄後無水芒硝で乾燥して濃縮し，かっ色油状の\nジエチル－３－メトキシ－２，４，５－トリフルオロベンゾイルマロネート１３．\n６４ｇを得た。\n得られた油状物１３．５５ｇに水２０ｍｌ及びｐ－トルエンスルホン酸\n１４ｍｇを加え９時間還流した。冷後反応液を塩化メチレンで抽出し，有機層を７\n％炭酸水素ナトリウムで洗い，次いで飽和食塩水で洗った。有機層を無水芒硝で乾\n燥後濃縮し黄色油状の３－メトキシ－２，４，５－トリフルオロベンゾイル酢酸エ\nチルを１０．２９ｇ得た。\n得られた酢酸エチル体９．７９ｇに無水酢酸９．６ｇ及びオルトギ酸エ\nチル８．４ｇを加え，３時間還流した。更に無水酢酸３．２ｇ及びオルトギ酸エチ\nル８．８ｇを追加し８時間還流した。反応液を濃縮し茶かっ色油状の２－（３－メ\nトキシ－２，４，５－トリフルオロベンゾイル）－３－エトキシアクリル酸エチル\nを９．７３ｇ得た。\n得られた油状物９．７３ｇをエタノール２０ｍｌに溶かし氷冷下シクロ\nプロピルアミン２．０ｇを滴下した。室温で２時間攪拌後濃縮し残渣をシリカゲル\nカラムクロマト［溶媒：ｎ－ヘキサン：酢酸エチル＝５：１］で精製をおこない黄\n白色結晶の２－（３－メトキシ－２，４，５－トリフルオロベンゾイル）－３－シ\nクロプロピルアミノアクリル酸エチルを７．５２ｇ得た。\n融点５６～５８℃\n元素分析値：Ｃ１６　Ｈ１６　Ｆ３　Ｎ　Ｏ４\n計算値：Ｃ；５５．９８，Ｈ；４．７０，Ｎ；４．０８\n分析値：Ｃ；５６．０７，Ｈ；４．６６，Ｎ；４．０７\n得られた結晶６．６８ｇを無水ジメチルホルムアミド２６ｍｌに溶か\nし，フッ化ナトリウム１．３１ｇを加え５時間還流した。冷後反応液を氷水１００\nｍｌ中に注ぎ，析出晶を　取して水洗し，これを酢酸エチルから再結晶して無色針\n状晶の１－シクロプロピル－６，７－ジフルオロ－１，４－ジヒドロ－８－メトキ\nシ－４－オキソ－３－キノリンカルボン酸エチル（判決注・ＤＦＱのエチルエステ\nル）を４．５３ｇ得た。\n融点１７８～１８０℃\n元素分析値：Ｃ１６　Ｈ１５　Ｆ２　Ｎ　Ｏ４\n計算値：Ｃ；５９．４４，Ｈ；４．６８，Ｎ；４．３３\n分析値：Ｃ；５９．３４，Ｈ；４．５９，Ｎ；４．３３\n次いで，この結晶４．５ｇに酢酸３０ｍｌ，濃硫酸４ｍｌ及び水２２ｍ\nｌの混液を加え１時間還流した。冷後氷水１００ｍｌを加えて析出晶を　取し，水\n洗後乾燥して無色粉末の目的物（判決注・ＤＦＱ）を４ｇ得た。\n融点１８５～１８６℃\n元素分析値：Ｃ１４　Ｈ１１　Ｆ２　Ｎ　Ｏ４\n計算値：Ｃ；５６．９５，Ｈ；３．７６，Ｎ；４．７４\n分析値：Ｃ；５９．６８，Ｈ；３．７０，Ｎ；４．７４」（甲第４号証\n１１頁右下欄７行～１２頁左下欄１２行）\n３　取消事由１（先願明細書の参考例１に記載された物質がＭＴＦＢＡであると\nした誤り）について\n(1) 審決は，「上記のようにアミド体が（ⅱ）工程により製造でき，アミド体\nが酸により加水分解されカルボン酸になることは，先願の出願時において技術常識\nともいえる事項であること（例えば，「化学大事典　第３巻」，第８８４～８８５\n頁，「酸アミド」の項参照）を考慮すれば，（ⅱ）工程で得られたアミド体に\n（ⅲ）工程において１８規定硫酸を作用させて生成する無色針状結晶は，本件化合\n物である３－メトキシ－２，４，５－トリフルオロ安息香酸（ＭＴＦＢＡ）である\nといえる。そして，元素分析値に基づく組成も，（ⅲ）工程の生成物がＭＴＦＢＡ\nであることを支持している。ただ，（ⅲ）工程の生成物（判決注・本件生成物）の\n融点が９８～１０１℃であり，本件特許の請求項１のＭＴＦＢＡの融点１１５～１\n１７℃と相違するが，（ⅲ）工程の原料，処理手段，元素分析値を考慮すれば，生\n成物はＭＴＦＢＡでしかあり得ない。また，先に述べたように，このカルボン酸を\n原料として，先願明細書及び本件特許明細書のいずれにおいても，同様の反応によ\nり同一の化合物であるＤＦＱ及びそのエチルエステルを得ていることからも，融点\nの相違はあるとしても，（ⅲ）工程の生成物は，ＭＴＦＢＡであるといえる。そう\nしてみると，先願明細書に記載されるＭＴＦＢＡは，「出願時の技術常識を参酌し\nても，当該化学物質を製造することが当業者にとって可能であるとはいえないと\nき・・・に該当しないので，先願明細書に記載された発明であり，依然として本件\n特許発明は，先願明細書に記載された発明と同一であるというべきである。」（審\n決書８頁２０行～９頁１行）と認定判断した。\n原告らは，本件生成物は，融点が真のＭＴＦＢＡの融点と異なるため，Ｍ\nＴＦＢＡであるとすることはできないから，先願発明は，特許法２９条の２に基づ\nき訂正発明を排除する効力を有しない，と主張する。\n(2) 特許法２９条の２は，特許出願に係る発明が，当該特許出願の日前の他の\n特許出願又は実用新案登録出願であって，当該特許出願後に特許掲載公報，実用新\n案掲載公報の発行がされたものの願書に最初に添付した明細書又は図面に記載され\nた発明又は考案と同一であるときは，その発明については，特許を受けることがで\nきない，と規定している。\n訂正発明が物の発明であることは明らかであり，審決は，物の発明である\n訂正発明との同一性を判断するに当たって，これと対比されるべきもの（先願発\n明）として，先願明細書において（ⅲ）工程の目的物質，すなわち，同工程によっ\nて得られる物質として開示された物質（本件生成物。同明細書においては，これ\nは，３－メトキシ－２，４，５－トリフルオロ安息香酸（ＭＴＦＢＡ）であるもの\nとされている。）を挙げていることが明らかである。\n訂正発明が物の発明であり，しかも，物の特定に当たり，当該物の製造工\n程や分析結果を用いることをするものではない以上，先願明細書の（ⅲ）工程の目\n的物質（本件生成物）を製造するための工程及び同工程によって得られた目的物質\nの分析結果自体は，本来，上記物質（本件生成物）を訂正発明との関係において特\n許法２９条の２の規定する先願発明とするために必要不可欠なものというわけでは\nなく，当業者が先願の願書に最初に添付された明細書等に記載された技術事項を理\n解し，これを実施することが可能であることを示すために，必要とされる場合があ\nり得るにすぎないものということができる。\nそうである以上，先願明細書には，当業者が，先願発明がそこに示されて\nいること，及び，それが実施可能であることを理解し得る程度に記載されていれば\n十分であって，それを超えて，少しの誤りもなく完璧に記載されていることが要求\nされるものではないことは，いうまでもないところというべきである。\n(3) 上記１，２で認定した訂正明細書及び先願明細書の記載によれば，次のこ\nとが明らかである。\n①　訂正明細書に記載された工程においても先願明細書に記載された工程\nにおいても，アミド体を原料として，これを酸により加水分解することにより目的\n物質を得ている（弁論の全趣旨によれば，アミド体が酸により加水分解されカルボ\nン酸（安息香酸）になることは，先願の出願時において技術常識であったことが認\nめられる。）。\n②　先願明細書には，(ⅲ)工程によって得られた本件生成物についての測\n定データとして，炭素と水素の分析値が（Ｃ；４６．６８，　Ｈ；２．４８）であ\nることが記載されている。\nこの分析値は，ＭＴＦＢＡの化学式（Ｃ8Ｈ5Ｆ3Ｏ3）とその分子量（２\n０６．１２）からの計算値（Ｃ；４６．６２，　Ｈ；２．４５）とほぼ一致してい\nるということができる。\n③　訂正明細書に記載された工程においても先願明細書に記載された工程\nにおいても，そこでＭＴＦＢＡとされる物質から，同様の反応により，ＤＦＱ及び\nそのエチルエステルを得ている。\n上記の点を総合すると，先願明細書に記載された本件生成物は，反対に解\nすべき特段の事情が認められない限り，ＭＴＦＢＡである，と認めるのが相当であ\nる。\n(4) 原告らは，本件生成物は，その融点とされる「９８～１０１℃」の値が，\nＭＴＦＢＡの正しい融点の値より１５℃程度低いから，ＭＴＦＢＡではない別異の\n物質である，と主張する。\n特開平１０－５９８９８号公報（甲第２０号証）には，ＭＴＦＢＡの融点\nが「１１５．６℃－１１６．４℃」であるとの記載がある（段落【００７５】）。\nこの値は，訂正明細書に記載されたＭＴＦＢＡの融点である「１１５－１１７℃」\n（甲第２号証の２の段落【００８５】）とほぼ一致している。これらの記載と弁論\nの全趣旨とを総合すると，ＭＴＦＢＡは，少なくともほとんどの場合，上記「１１\n５．６℃－１１６．４℃」又は「１１５－１１７℃」といった値の融点を示すもの\nと認められ，その意味で，上記の値がＭＴＦＢＡの正しい融点の値であるというこ\nとができる。したがって，先願明細書に記載された本件生成物の融点の値は，ＭＴ\nＦＢＡの上記の意味での正しい融点より，１５℃程度低いことになる。\n一般的に，ある結晶性物質の融点は，その結晶性物質固有の値であり，化\n学構造が違えば融点も異なり，また異物の混入によって融点は降下するものであ\nり，そのことから，その物質を判定し，その純粋性を判断するために用いられるも\nのであることは，化学分野における常識であるということができる（甲第５，第\n６，第２６号証）。このような結晶性物質の融点についての一般的な常識からする\nと，１５℃もの融点の差は，それだけをみれば，本件生成物がＭＴＦＢＡとは異な\nる物質であることを疑わせる資料であるということができる。しかしながら，有機\n化学［上］（野副哲男ほか編著　昭和４５年５月２５日発行。甲第６号証）中に\nは，「同一物質でありながら結晶内の分子の配列の相違によって異なった結晶形，\n融点を示すことがある。」（１２７頁の欄外の注）として，同一物質でありながら\n融点が異なる場合があることが記載されており，同記載によれば，不純物を多くは\n含まない物質についても，その融点が，ＭＴＦＢＡの正しい融点とされた上記値と\n異なるからといって，直ちにＭＴＦＢＡではないとすることはできない，というこ\nとが可能である。\n先願明細書に記載された融点の値がＭＴＦＢＡの正しい融点の値と異なる\n原因については，誤記であるのか，それとも他の原因によるものであるかを特定す\nることはできない。しかしながら，上記(3)で述べたとおりの，（ⅲ）工程の原料，\n処理手段，元素分析値や，その後の工程において，訂正明細書に記載されていると\nころと同様に，ＭＴＦＢＡを原料として生成されるＤＦＱ等の化合物が得られてい\nることを総合するならば，上記融点の違いをもって，先願明細書に記載された本件\n生成物がＭＴＦＢＡであると解することを妨げるものとすることはできないという\nべきである。\n先願明細書に接した当業者は，上記融点の違いにかかわらず，上記他の記\n載を総合することによって，ＭＴＦＢＡがそこに示されていることを理解し，それ\nが実施可能であることを理解するとみるのが相当である。\n(5) 原告らは，審決が，上記融点の低下について，本件生成物にＭＴＦＢＡの\n異性体である４－メトキシ体が混入したことによる，と認定したのは誤りである，\nと主張する。\nしかしながら，審決は，融点が相違する可能性の一つとして，４－メトキ\nシ体が混入した可能性を指摘したにすぎず，原因を断定したものでないことは，審\n決の記載から明らかである。原告らの主張は，審決の正しい理解に立ったものであ\nるということはできず，採用することができない。\n原告らは，審決が，元素分析の数値を根拠に「目的物」をＭＴＦＢＡであ\nると認定することは誤りである，と主張する。しかしながら，審決は元素分析値の\nみから，「目的物」をＭＴＦＢＡと認定したものではないことは，審決書の記載自\n体から明らかである。原告らの主張は，審決の正しい理解に立ったものであるとい\nうことはできず，採用することができない。\n他に，先願明細書のアミド体と，ＭＴＦＢＡ，およびＤＦＱが，それぞれ\n先願明細書とは異なる製造方法によってそれぞれ別々に製造されたものであると\nか，実際には製造されていないものを，便宜上一連の方法で製造されたと記載した\nにすぎないとかいった，反対に解すべき特段の事情があることを認めるに足りる資\n料は，本件全証拠を検討しても見いだすことができない。\n(6) 以上のとおりであるから，取消事由１は理由がない。\n４　取消事由２（先願明細書にＭＴＦＢＡの合成のための中間体を製造すること\nができるように記載されているとした誤り）について\n(1) 審決は，「先願明細書の上記シアノ体からアミド体への加水分解反応の工\n程について，「濃硫酸８．５ｍｌ及び水４０ｍｌを加え」という，３０％にも満た\nない濃度の硫酸を使用するという記載があり，これを追試した上記実験成績証明書\nＡ及びＢでは，該反応が進行しないとされているとしても，上記刊行物１，２の記\n載からみて，シアノ体を加水分解して対応するアミド体を得る反応においては，８\n０％程度以上の高濃度の硫酸を使用することが通常採用されている方法として技術\n常識であったといえるし，該アミド体生成物の融点１３０～１３３℃が示されてい\nるから，当業者であれば，「濃硫酸８．５ｍｌ及び水４０ｍｌを加え」の記載のと\nおりに追試して，その反応が進行しなかったとしても，その３０％にも満たない濃\n度の硫酸の記載が，この種の反応における技術常識からみて，適切でないものであ\nることを理解して，高濃度硫酸を適宜使用することにより，該アミド体生成物の融\n点の記載を確認データとしつつ，過度の実験を要することなく該アミド体を製造す\nることができたといえる。したがって，先願明細書は，ＭＴＦＢＡの製造方法にお\nける前記（ⅱ）工程のシアノ体からアミド体への加水分解反応の記載\nにおいて，「濃硫酸８．５ｍｌ及び水４０ｍｌを加え」という一部の記載が適切で\nないものの，当業者であれば，該（ⅱ）工程の記載に基づいて，先願の出願時の技\n術常識を参酌することにより，そのアミド体を得ることができたといえる。」（審\n決書７頁末行～８頁１８行）と認定判断した。\n(2) 原告らは，上記認定判断は，誤りである，と主張する。\n先願明細書の(ⅱ)工程は，シアノ体を出発物質として目的物質であるアミ\nド体を得るものであり，その反応はニトリルを加水分解することにより対応するア\nミドとするものである，ということができる。\nア　ニトリルを加水分解することにより対応するアミドとする反応について\nは，文献には次の記載があることが認められる。\n①　「新実験化学講座１４　有機化合物の合成と反応II」（昭和５２年１\n２月２０日丸善株式会社発行），第１１５１～１１５３頁には，「５・７　酸アミ\nドおよび酸イミド」の項の下に，「ｅ．ニトリルからの合成　ニトリルは加水分解\nにより第一酸アミドになる。この場合，反応条件によっては生成する酸アミドがさ\nらに加水分解を受けてカルボン酸になるので，反応物質に応じた適切な条件を用い\nることが必要である。（ｉ）酸加水分解　塩酸，硫酸などの鉱酸のほかにＰＰＡ，\nギ酸あるいはＬｅｗｉｓ酸が用いられる（表５・３１）。」と記載され，表５・３\n１には，「ニトリルの酸加水分解による第一酸アミドの合成」のタイトルの下に\n「９７％Ｈ２ＳＯ４」，「８０％Ｈ２ＳＯ４」を使用した例が他の酸を使用した場合\nとともに示されている（甲第３号証）。\n②　Ｊ．Ａｍ．Ｃｈｅｍ．Ｓｏｃ．，７３，５６１０（１９５１）（甲第\n１７号証）には，トリエチル　５－カルバミル－６－メチル－２，３，４－ピリジ\nントリカルボキシレートのアミド化について，「氷浴中で冷却された小フラスコ中\nのトリエチル　５－シアノ－６－メチル－２，３，４－ピリジントリカルボキシレ\nート５０ｇ（０．１５モル）に，１０゜に予冷された９７％硫酸１００ｍｌを加え\nた。・・・混合物の温度を時折冷却して３５－４０゜に維持した。１時間後，赤褐\n色の液体を砕氷４００ｇに徐々にかつ撹拌下に注いだ。・・・結晶して，融点１１\n５－１１７゜の光沢のある白色板状物を得た」（翻訳文全文）ことが記載されてい\nる。\n③　テトラへドロン第２３巻（１９６７）（甲第２９号証）には，次の記\n載がある。\nａ　２－アミノ－３，４，５，６－テトラフルオロベンゾニトリルから\nのアミド化について，「アミノニトリル（４．７５ｇ）を３６規定硫酸（判決注・\n９６％硫酸）（１０ｍｌ）とともに１００℃で１時間加熱することにより２－アミ\nノ－３，４，５，６－テトラフルオロベンズアミド(XXII)；（４．３ｇ），水から\n再結晶，融点１４０～１４１℃，が得られる」（第４７２５頁下３～下１行）\nｂ　２－ブロモ－３，４，５，６－テトラフルオロベンゾニトリルから\nのアミド化について，「ブロモニトリル（５．１ｇ）を３６規定硫酸（１０ｍｌ）\nとともに１００℃で１時間加熱することにより２－ブロモ－３，４，５，６－テト\nラフルオロベンズアミド(XXV)；（４．３ｇ），水から再結晶，融点１１８～１１９\n℃，が得られる」（第４７２６頁第１７～１９行）\nｃ　２，３，４，５－テトラフルオロ－６－ニトロ－ベンゾニトリルか\nらのアミド化について，「ニトロニトリル（２．２ｇ）を３６規定硫酸とともに１\n００℃で１時間加熱することにより２，３，４，５－テトラフルオロ－６－ニトロ\n－ベンズアミド（XXIX)（１．６ｇ），クロロホルムから再結晶，融点１２４～１２\n５℃，が得られる」（第４７２５頁下９～下７行）\n上記各文献の記載によれば，先願の出願当時において，シアノ体を加水\n分解して対応するアミド体を得る反応において，８０％硫酸と同程度の濃度の硫\n酸，あるいはそれよりも高い濃度の硫酸を使用することが広く知られていたことが\n認められる。\nイ　これに対し，原告らは，ベンゼン環にシアノ基が直接置換したニトリル\n化合物（以下「芳香族ニトリル」という。）の具体的な個々の物質の加水分解反応\nに関し，加水分解する際に８０％以上の濃度の硫酸を用いるものではない例，ある\nいは，８０％以上の濃度の硫酸を用いた場合に対応するアミドが得られなかった例\nを示すものとして，次の各文献の記載を挙げる。\n④　「Ｎ°７９－アミノニトロフェノール－１－２－３から得られるいく\nつかの誘導体について」（１９５２。甲第１０号証）\nａ　メチル－２　ベンズオキサゾール　カルボン酸－４アミド(XI)の対\n応するニトリル(X)からの製造について，「我々は，異なる濃度のさまざまな酸を用\nいて，多数の実験に着手した。最高の結果を提供する方法は，１８０～１９０゜で\n３時間，密封した試験管内で単に水で加熱することによって最もうまく得られるア\nミドを経由する方法である」（翻訳文９頁下１４～１６行）\nｂ　ニトリル(XV)すなわち，シアノ－２ニトロ－３　フェノール(XV)に\nついて，「酸によるケン化の試みはｍ－アミノフェノールの形成を伴う脱カルボキ\nシル化をもたらすことが最も多く，そうでなければニトリルが無傷のまま回収され\nる。これに対し，１５０℃で密封された試験管内でのＳＯ４Ｈ２４Ｎから，ニトロ酸\nのアミド(XVI)が得られる。ただしそれを酸に変換しようとする試みはことごとく失\n敗した」（翻訳文６頁式の下９～１２行）\n⑤　「薬学雑誌」vol．７５，ｐ７５５－７５６「Ｒａｄｚｉｓｚｅｗｓｋ\nｙ法によるベンゾニトリル誘導体の鹸化」（１９５５。甲第１１号証）\nａ　２，６－ジメトキシベンゾニトリル（ＩＸ）について，「Ｍａｕｔ\nｈｎｅｒ６）は（ＩＸ）を濃硫酸で鹸化して２，６－Ｄｉｍｅｔｈｏｘｙｂｅｎｚａ\nｍｉｄを得ている」（７５５頁脚注の上４～３行）\nｂ　「２－Ｎｉｔｒｏ－６－ｍｅｔｈｏｘｙｂｅｎｚｎｉｔｒｉｌ\n（Ｉ）に対する濃硫酸の作用」として，「（Ｉ）２ｇを６６゜Ｂe　Ｈ２ＳＯ４  １\n０ｃｃに溶解，水浴（６０～６５゜）内において２時間反応せしめた．冷却後混合\n物に約１０倍量の水を加え，この場合の析出物を濾別濾液をエーテルで抽出．…ｍ\n－Ｎｉｔｒｏｐｈｅｎｏｌと混融するに融点の変化を認めない．」（７５６頁本文\n４～下９行）\n⑥　「Ｊ．Ｐｒａｋｔ．Ｃｈｅｍ．（２）１２１，２５９」（１９２９。\n甲第１２号証）\nａ　２，６－ジメトキシ－１－ベンゾニトリル（III）について，「２，\n６－ジメトキシ－１－安息香酸への良好な収率での鹸化は，オルト位にある２個の\nメトキシ基の立体障害のために当初は非常に困難であった。最初の一連の実験で\nは，濃硫酸を用い，種々の実験条件下で行ったが，しかし化合物が容易にスルホン\n化されるため失敗した。同様に…過酸化水素を用いる鹸化も，最近の…リン酸を用\nいる方法も好結果は得られなかった。遂に，２５％カセイカリを用いる４８時間の\n加熱による鹸化により満足できる収率を有する鹸化と認められることに成功した」\n（翻訳文１頁下から２行～２頁５行）\nｂ　「実験の部」におけるその「最初の一連の実験」について，「最初\nの鹸化実験を濃硫酸および適度に薄めた硫酸を用いて行った。２，６－ジメトキシ\nベンゾニトリル２ｇを濃硫酸１０ｃｃｍと一緒に２時間，６０～６５℃に加温\nし，・・・アミド０．２ｇが得られた。・・・ニトリル２ｇを濃硫酸９ｃｃｍと水\n３ｃｃｍの混合物と一緒に，１時間，水浴上で加温し，・・・アミド０．２ｇが得\nられた。」，「これより薄い硫酸を用いた場合には，シアン化物は変化しないまま\nであった」（同３頁７～１７行）\nｃ　「実験の部」におけるカセイカリを用いる鹸化について，「最後に\n鹸化を以下のように行って成功した。ジメトキシベンゾニトリル２ｇを磁器フラス\nコ（２５０ｃｃｍ）中で水酸化カリウム５０ｇと水１００ｃｃｍの溶液と一緒に，\n４８時間還流冷却器を用いて加温した。・・・分析によると，この化合物は２，６\n－ジメトキシ－１－安息香酸のアミドである。」（同３頁下から８行～４頁２行）\n⑦　「Ｂｉｏｃｈｅｍ．Ｐｒｅｐ．１１，ｐ６３－６８」（１９６６。甲\n第１４号証）\n「７０％（ｗ／ｗ）Ｈ２ＳＯ４ ３０ｍｌ…の温度が１４０℃に到達し\nたときに，２－ニトロベンゾニトリル（…）を急速に添加し，温度を３時間１３８\n－１４０゜に維持する。反応フラスコをついで２０゜に冷却し，この時点で２－ニ\nトロベンツアミドが析出する」（翻訳文見出し下１～４行）\n⑧　「Ｒｅｃｌ．Ｔｒａｖ．Ｃｈｉｍ．Ｐａｙｓ－Ｂａｓ．，３１，２９\n８－３４９」（１９１２。甲第１５号証）\nａ　「鹸化のために我々は，ニトリルを６５％の硫酸と共に１日半沸騰\nさせた３）。…粗製２．６．ジブロモベンズアミドを再結晶させた」（３３５頁２行\n～３３６頁２３行，翻訳文見出し下１～３行）\nｂ　上記注３）について，「生成物を７９　1/2％の硫酸と共に加熱する\nと２分割が発生するが，これには酸の生成が伴っていた」ことが記載されている。\n⑨　「Ｊ．Ｐｒａｋｔ．ｃｈｅｍ．（２）５１，３９９－４１４」（１８\n９５。甲第１６号証）\n「ｏ－ニトロベンゾニトリルのｏ－ニトロベンズアミドへの変換は，\n比重１．６の硫酸（水和物７０％，水３０％）を用いることにより，はるかに良好\nに達成できる…ニトリルから酸アミドへの，穏やかな，そして完全な変換を実行す\nるには，その液状物を加熱して短時間煮沸させるだけでよい」（４０７頁下から１\n２行～４０８頁８行，翻訳文見出し下１～６行）\n上記各文献の記載によれば，芳香族ニトリルを加水分解して対応するア\nミドとする反応については，個々の好ましい反応条件はそれぞれの化合物に応じて\n様々であるということができる。しかし，上記各記載の大部分（摘示④ａ，⑥ａ，\nｃを除く摘示④ｂ，⑤ａ，⑥ｂ，⑦，⑧，⑨）に示されているのは，①で摘示した\n「新実験化学講座」で一般的な反応として記載されているとおりの酸加水分解であ\nること，しかもそのうちの一例（摘示④ｂ，４Ｎすなわち２０％程度）を除いて濃\n硫酸，あるいはそれを少し希釈したものである６５％以上の高い濃度の硫酸の存在\n下に行われていることが認められる。\n硫酸加水分解以外の反応条件で対応するアミドがうまく得られるとする\nもの（摘示④ａ，⑥ｃ）についても，④ａには，「我々は，異なる濃度のさまざま\nな酸を用いて，多数の実験に着手した。」と記載されており，⑥ｃについても，⑥\nａでは，「最初の一連の実験では，濃硫酸を用い，種々の実験条件下で行った」と\nして，先ず酸の使用を試みた後にその好ましい反応条件に至ったものであることが\n示されている上，硫酸の使用の試みにおいて，「うまく」あるいは高い収率では得\nられないものの，アミドが全く得られなかったとは限らないものであることが示さ\nれていると認められる（⑥ａの最初の一連の実験についての記載であると認められ\nる⑥ｂには，濃硫酸やそれを希釈した硫酸でも「濃硫酸９ｃｃｍと水３ｃｃｍの混\n合物」（７０％強と認められる。）までは対応するアミドが得られたことが記載さ\nれている。）。\nまた，対応するアミドが得られなかったとするもの（摘示⑤ｂ）も，ア\nミドを得るための反応条件としては濃硫酸を使用したものであることが認められ\nる。\n硫酸の添加量については，明示されているものにおいては，反応原料の\n数倍（摘示③ａ，ｂ）から，１０数倍（摘示③ｃ，⑤ｂ，⑥ｂ）であることが認め\nられる。\nさらに，個々の芳香族ニトリルの加水分解反応において，ほとんどが加\n熱をしていることから，加熱をすることもまた，芳香族ニトリルを加水分解した対\n応するアミドを得る反応において当業者の間で広く知られていた反応条件であると\n認められる。\nウ　上に述べたところによれば，芳香族ニトリルを加水分解して対応するア\nミドを得る反応においては，濃硫酸ないしそれを薄めた酸を使用し加熱条件下で加\n水分解することは，差し当たっては先ず試みるといえるほどに，当業者の間で広く\n知られていたことであるということができる。\nそして，先願明細書には，（ⅱ）工程で採用されている酸による加水分\n解が格別の特色を持ったものであることを述べる記載は，問題とされている「濃硫\n酸８．５ｍｌ及び水４０ｍｌを加え」との記載以外には，存在しない。\nそうである以上，先願明細書に記載された(ⅱ)工程の，硫酸を使用し加\n熱条件下で加水分解するという加水分解反応条件に接した当業者は，そこに示され\nたシアノ体からアミド体を得る反応は，基本的に芳香族ニトリルを加水分解して対\n応するアミドを得る反応において当業者間で広く知られていた酸加水分解反応を適\n用したにすぎないものであると理解し，その条件下でシアノ体の加水分解は進行し\n対応するアミドを得ることができるものであると理解すると認められる。\nそして，たとい，参考例１に記載された(ⅱ)工程をそのまま追試してそ\nの反応が進行しなかったとしても，そのことは容易に発見され得ることであり，当\n業者は，記載された（ⅱ）工程のままでは反応が進行しないことを知るからこそ，\nむしろ，そのことにより，反応が進行しないということは同工程の反応条件が穏和\nにすぎることによると理解し，先願明細書に記載された(ⅱ)工程の具体的な反応条\n件を基にそのいずれかの条件を強めるように反応条件を調整し反応を進行させよう\nとすることもまた，自然に行うところであると認められる。\n他方，ニトリルを対応するアミドとする反応において，アミドからさら\nにカルボン酸に加水分解しないよう反応物質に応じた適切な条件を用いることが必\n要であること（摘示①），６５％の硫酸とともに１日半沸騰させることにより生成\nしたアミドを，より高い濃度の７９　１／２％の硫酸とともに加熱すると酸が生成\nすること（摘示⑧），及び６６゜Ｂe　Ｈ２ＳＯ４ のような１００％に近い濃硫酸の\n存在下ではメトキシ基を有する芳香族ニトリルの種類によってはメトキシ基の脱離\n反応や脱炭酸反応が起こる場合があること（摘示⑤ｂ），すなわち，反応条件が強\nすぎる場合にはメトキシ基の脱離反応やカルボン酸に至るまでの加水分解，さらに\nは脱炭酸反応という副反応が起こる可能性があることも，知られていたと認められ\nる。\nこのような技術常識を有する当業者は，参考例１に記載された(ⅱ)工程\nを追試して反応が進行しなかったときは，そこに記載された反応条件のいずれかの\n要素を強めるように反応条件を調整するものと，しかしメトキシ基の脱離反応やカ\nルボン酸に至るまでの加水分解，さらには脱炭酸反応が起こるほどには強くはない\n条件に調整するものと，認められる。\n副反応が起こるという知見は，反応条件の調整を困難とするものではな\nく，調整範囲を狭め，むしろ容易に調整を容易にする要素であると認められる。\n個々の芳香族ニトリルを加水分解する反応条件として，アルカリ，水，\n希硫酸などのような上記高濃度の硫酸を使用する条件を用いないことが好ましいこ\nとを示す例（摘示④ａ，ｂ，⑥ｃ）があるとしても，当該反応条件は，他の上記各\n文献の記載に照らすと，芳香族ニトリルを加水分解して対応するアミドを得る反応\nにおいて，当業者の間で広く知られていた反応条件であるとまでは認めることがで\nきない。\n上記の反応条件の設定作業は，当業者が通常行う反応条件の設定作業の\n範囲内のものであり，過度の試行錯誤が必要なものであるとすることはできない。\n先願明細書に，シアノ体からアミド体を硫酸存在下で加熱加水分解で製\n造することが記載され，そしてその具体的反応条件，さらに生成物の分離手段，そ\nして生成物の融点が数値を伴って記載されているのであるから，当業者であれば，\nシアノ体からアミド体を製造することができるものであることを理解でき，その記\n載のまま実施して反応が進行しないときであっても，そこに記載された反応条件を\n適宜強める調整をすることによりアミド体を製造することができると認められる。\n以上のとおりであるから，先願明細書の参考例１の(ⅱ)の反応工程は，\nアミド体を製造することができることを理解し得る程度に記載されているというこ\nとができる。\n(3) 原告らは，特許法２９条の２の後願排除効が認められる先願発明というた\nめには，当該発明が「完成された発明」として先願明細書に記載されていなければ\nならないとし，先願明細書には，これをそのまま追試しても，本件生成物を全く得\nることができないから，完成された発明として，先願明細書に記載されているとい\nうことはできない，と主張する。\nしかしながら，先願明細書について，これをそのまま追試することによっ\nては本件生成物が得られなかったとしても，当業者が本件生成物を得られないとい\nうことはできないことは，上に説示したところから明らかである。\n原告らの主張を採用することはできない。\n(4) 原告らは，先願明細書の誤記を訂正して解釈することができるためには，\n先願明細書の記載から誤記を訂正し得る製造方法が直接的かつ一義的に導き出せる\nものでなければならないとし，審決が，誤記を訂正して解釈することができる範囲\nについての判断を示さなかったことは違法である，と主張する。\nしかし，先願明細書に（ⅱ）工程の目的物質として開示されている物質が\n特許法２９条の２の先願発明としての要件を備えているか否か，と当該物質に関す\nる先願明細書の記載について訂正が認められるか否かとは，互いに全く無関係であ\nるとはいい得ないものの，判断基準を異にする異なった問題であり，仮に，上記先\n願明細書の記載に誤りがあり，その誤りが訂正審判によって訂正することは許され\nないものであるとされるにしても，そのことは，上記物質が特許法２９条の２の先\n願発明に該当するか否かの検討において，上記の点について，上記のように扱うこ\nとの妨げとはならない，というべきである。原告らの上記主張は，上記のとおり互\nいに異なる二つの問題を同一視することによって，始めて成り立つものであり，前\n提において既に誤っており，採用することができない。\n(5) 取消事由２も理由がない。\n第６　結論\n以上のとおりであるから，原告主張の取消事由はいずれも理由がなく，その\n他にも，審決の認定判断に，その結論に影響を及ぼす誤りは見当たらない。そこ\nで，原告らの本訴請求を棄却することとし，訴訟費用の負担につき，行政事件訴訟\n法７条，民事訴訟法６１条を適用して，主文のとおり判決する。\n東京高等裁判所知的財産第３部（旧第６民事部）\n裁判長裁判官　　　　　山　　　下　　　和　　　明\n裁判官　　　　　高　　　瀬　　　順　　　久\n裁判官阿部正幸は，転勤のため署名押印できない。\n裁判長裁判官　　　　　山　　　下　　　和　　　明\n（注）　更正決定により，本文中の６か所の「を　取」とあるのを「を（さんずいに戸）取」と更正\n（別紙）\n更正決定\n"
}