{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 12,
    "month": 12,
    "day": 21
  },
  "case_number": "平成11(行ケ)406",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "商標権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "12779",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=12779",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/779/012779_hanrei.pdf",
  "contents": "平成１１年（行ケ）第４０６号　審決取消請求事件\n判　　　　決\n原　　　　　　告　　　岡屋株式会社\n代表者代表取締役　　　【Ａ】\n訴訟代理人弁護士　　　藤　井　義　夫、弁理士　　高　良　尚　志\n被　　　　　　告　　　特許庁長官　【Ｂ】\n指定代理人　　　　　　【Ｃ】、【Ｄ】、【Ｅ】\n主　　　　文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n事実及び理由\n第１　原告の求めた裁判\n「特許庁が平成１１年審判第７６１号事件について、平成１１年１１月４日にし\nた審決を取り消す。」との判決。\n第２　事案の概要\n１　特許庁における手続の経緯\n原告は、平成９年４月１日、別紙記載のとおりの商標（本願商標）につき、第１\n６類「鉛筆、ボールペン、その他の筆記用具」を指定商品として、立体商標の商標\n登録出願（平成９年商標登録願第１０２６３２号）をしたところ、平成１０年１１\n月１２日拒絶査定があったので、平成１１年１月６日審判を請求し、平成１１年審\n判第７６１号事件として審理されたが、同年１１月４日、「本件審判の請求は、成\nり立たない。」との審決があり、その謄本は同月２２日に原告に送達された。\n２　審決の理由の要点\n(1)　原査定は、「本願商標は、筆記用具を表したものと認識されるにとどまる形\n状より成るものであるから、これをその指定商品に使用しても、単に、筆記用具そ\nのものの形状のみから成る商標を表示するにすぎず、自他商品の識別機能を有しな\nいものと認める。したがって、本願商標は、商標法３条１項３号に該当する。ま\nた、出願人（原告）が提出した証拠書類をみても、本願商標の形状が、使用をされ\nた結果需要者が何人かの業務に係る商品であることを認識することができるものと\nいうことができない。」旨の理由で本件出願を拒絶したものである。\n(2)　平成８年法律第６８号により改正された商標法は、立体的形状若しくは立体\n的形状と文字、図形、記号等の結合又はこれらと色彩との結合された標章であっ\nて、商品又は役務について使用するものを登録する立体商標制度を導入した。\n立体商標は、商品若しくは商品の包装又は役務の提供の用に供する物（以下「商\n品等」という。）の形状も含むものであるが、商品等の形状は、本来それ自体の持\nつ機能を効果的に発揮させたり、あるいはその商品等の形状の持つ美感を追求する\n等の目的で選択されるものであり、本来的（第一義的）に商品・役務の出所を表示\nし、自他商品・役務を識別する標識として採択されるものではない。\nそして、商品等の形状に特徴的な変更、装飾等が施されていても、それは商品等\nの機能、又は美感をより発揮させるために施されたものであって、全体としてみた\n場合、商品等の機能、美感を発揮させるために必要な形状を有している場合には、\nこれに接する取引者、需要者は当該商品等の形状を表示したものであると認識する\nにとどまるというのが相当である。\nまた、商品等の形状は、同種の商品等にあっては、その機能を果たすためには原\n則的に同様の形状にならざるを得ないものであるから、取引上何人もこれを使用す\nる必要があり、かつ、何人もその使用を欲するものであって、一私人に独占を認め\nるのは妥当でないというべきである。\nそうとすれば、商品等の機能又は美感とは関係のない特異な形状である場合はと\nもかくとして、商品等の形状と認識されるものから成る立体的形状をもって構成さ\nれる商標については、使用をされた結果、当該形状に係る商標が単に出所を表示す\nるのみならず、取引者、需要者間において当該形状をもって同種の商品等と明らか\nに識別されていると認識することができるに至っている場合を除き、商標法３条１\n項３号に該当し、商標登録を受けることができないものと解すべきである。\n立体商標制度を審議した工業所有権審議会の平成７年１２月１３日付け「商標法\n等の改正に関する答申」３０頁においても「３．(１)立体商標制度の導入　③需要\n者が指定商品若しくはその容器又は指定役務の提供の用に供する物の形状そのもの\nの範囲を出ないと認識する形状のみからなる立体商標は登録対象としないことが適\n当と考えられる。・・・ただし、これらの商標であっても使用の結果識別力が生ず\nるに至ったものは、現行法第３条第２項に基づき登録が認められることが適当であ\nる。」としている。\n(3)　以下、これを本願商標についてみる。\n(3)－１　本願商標は、別紙のとおり、後部が平たいクリップ状をした筆記用具の\n形状を表して成るものと認められるものであって、これを指定商品「鉛筆，ボール\nペン，その他の筆記用具」に使用しても、取引者、需要者は単に指定商品の一形態\nを表示したものと認識するにすぎないものと判断するのが相当である。\n原告（請求人）は「本願商標は、筆記用具の形態として独自性に富む立体的形状\nから成るものである。」旨主張する。\nしかしながら、本願商標は、前記認定のとおり、筆記用具の形状の特徴を備えた\nものであり、後部を平たいクリップ状としたのは、紙片等を挟みやすく、落ちにく\nくする等の機能を効果的に発揮させるために採択されたとみるのが相当であり、そ\nれが直ちに本願商標に関し自他商品の識別性に影響を与えるとは認め難く、需要者\nもまた、筆記用具の形状の範囲のものと認識するにすぎないとみられるものであ\nる。\nしたがって、本願商標は、商標法３条１項３号に該当する。\n(3)－２　原告は、本願商標が商標法３条２項に該当し、登録されるべきであると\n主張し、証拠方法として審判甲第１号証（枝番を含む）ないし第４号証（枝番を含\nむ）を提出している。\nそこで、本願商標が、原告の主張する前記法条に該当するか否かについて検討す\nる。\nところで、商品等の形状に係る立体商標が、商標法３条２項に該当するものとし\nて登録を認められるのは、原則として使用に係る商標が出願に係る商標と同一の場\n合であって、かつ、使用に係る商品（役務）と出願に係る指定商品（役務）も同一\nのものに限られるものである。\nしたがって、出願に係る商標が立体的形状のみから成るものであるのに対し、使\n用に係る商標が、立体的形状と文字、図形等の平面標章より構成されている場合に\nは、両商標の全体的構成は同一ではないから、出願に係る商標については、原則と\nして使用により識別力を有するに至った商標と認めることはできない。\nまた、使用に係る商品（役務）が出願に係る指定商品（役務）の一部である場合\nは、使用に係る商品（役務）に指定商品（役務）が限定されない限り、出願に係る\n商標については、使用により識別力を有するに至った商標と認めることはできな\nい。\n(3)－３　そこで、原告提出に係る甲各号証についてみるに、審判甲第１号証は、\n本願商標を付した筆記用具を販売した販売先の一部から平成５年５月２１日ないし\n平成１０年５月２０日の各年度における本願商標を付した筆記用具の購入個数、及\nび本願商標の周知性についての証明書と認められる。\n審判甲第２号証は、平成１年６月から平成５年５月までの各年度に本願商標を付\nした筆記用具の販売個数、及び、平成５年５月２１日ないし平成１０年５月２０日\nの各年度における各販売先への販売個数を公認会計士が証明する証明書と認められ\nる。\n審判甲第３号証は、本願商標を付した筆記用具の広告が掲載された「ゴルフ場セ\nミナー」（ゴルフダイジェスト社発行1995年（平成7年）４月号ないし1998年（平成\n10年）５月号）の写しと認められる。\n審判甲第４号証は、本願商標を付した筆記用具についての記事が掲載された「週\n刊ゴルフダイジェスト」第３３巻第７号（平成１０年２月２４日ゴルフダイジェス\nト社発行）及び「アルバトロス・ビュー」第１２巻第１２号（平成１０年５月２８\n日株式会社小池書院発行）の写しと認められる。\n(3)－４　本願商標と使用に係る商標の同一性について検討するに、審判甲第３号\n証は、ゴルフ場等向けの雑誌の広告であるところ、該広告に表された商品は、「ゴ\nルフスコアカード用筆記具」と認められる。そして、該筆記具自体の中\nに「pegcil」、「OKAYA」の文字より成る商標を表して成るものが認められ、また、\n審判甲第４号証の１によれば、「pegcil」の文字を浮き彫りで表した「ゴルフスコ\nアカード用筆記具」のクリップ部分の写真とともに、「よく見てみると、クリップ\n部分に“pegcil”のロゴがある」旨の記載があることからすれば、審判甲第３号証\n及び第４号証の１における使用に係る商標は、立体的形状と文字の平面標章より構\n成されており、本願商標と同一のものとはいえないものである。\n審判甲第１号証は、本件出願に係る指定商品の販売先又はその担当者個人が作成\nした証明書と認められ、かつ、記載内容の一部については証明者による違いはある\nとしても、証明に係る商標については「広く知られた」旨をあらかじめ用意された\n書式に従い取引の時期と周知時期を書き込んで証明したものにすぎないものであ\nる。\nまた、各証明書には購入数量が記載されているが、審判甲第３号証及び第４号証\nの１によれば、「pegcil」「OKAYA」の文字より成る商標が付された商品が掲載され\nていることから、審判甲第１号証で証明されている購入数量の中には、前記商品の\n数量も含まれているものと推認される。\n審判甲第２号証は、公認会計士により筆記具の販売数量を証明したものと認めら\nれるところ、審判甲第１号証と同様に、「pegcil」「OKAYA」の文字より成る商標が\n付された商品の販売数量も含まれているものと推認されるものであって、証明に係\nる販売数量が直ちに本願商標に係る販売数量とは認め難いといわなければならな\nい。\nしてみれば、審判甲第１号証ないし第４号証をもってしては、本願商標が使用に\nより自他商品の識別性を獲得したものと認定するには、客観性に乏しく、また、不\n十分といわなければならない。\n(3)－５　本願商標の指定商品と使用に係る商品の同一性について検討するに、本\n件出願に係る指定商品は筆記用具であるところ、審判甲第３号証及び第４号証の証\n明に係る商品は、本件出願に係る指定商品の中の一部である「ゴルフスコアカード\n用筆記具」と認められるものであり、また、審判甲第１号証及び第２号証の証明に\n係る商品にあっても、前記審判甲第３号証及び第４号証よりすれば、「ゴルフスコ\nアカード用筆記具」とみられるものである。\nしたがって、審判甲第１号証ないし第４号証の証明に係る商品は、本件出願に係\nる指定商品の一部についてのものにすぎない。\n(3)－６　以上、原告が審判で提出した証拠によっては、本件出願に係る指定商品\nのすべてについて証明しているものとは認められず、また、「ゴルフスコアカード\n用筆記具」についてみても、本願商標が使用により自他商品の識別機能を有するに\n至ったものと認めることはできない。\n(4)　したがって、本願商標は、商標法３条１項３号に該当し、同法第３条第２項\nには該当しないものであるから、原査定の認定・判断は正当なものであって取り消\nすことはできない。\n第３　原告主張の審決取消事由\n１　取消事由１（審決が前提とする立論の誤り）\n審決がその理由の要点(2)で説示するところは、商品形状について立体商標制度を\n適用することを否定するものであり、それによると、商品の形状について商標登録\nを受けることができない商標として、商標法３条１項３号が、商品の形状を普通に\n用いられる方法で表示する標章のみから成るものを規定した意味がなくなる。\n商品の形状について、商標登録（立体商標登録）が受けられるか否かは、あくま\nでも、商品の形状を普通に用いられる方法で表示する標章のみから成る商標に当た\nるか否かの観点から決めるべきである。\n審決は、そこで「商品等の機能又は美感とは関係のない特異な形状である場合は\nともかくとして、」と説示しており、商品等の機能又は美感とは関係のない特異な\n形状については、商品登録の対象になり得るとしているが、そこでいう特異な形状\nそのものが明らかではない。これでは、一般的に商品等の形状に関して商標登録\n（立体商標登録）を受ける途が閉ざされてしまう。また、審決理由によれば、商品\n等の形状が商品等の機能又は美感と関係がある場合は、商標法３条１項３号に該当\nし、商標登録が受けられないことになるが、機能、美感と商品等の形状は直接には\n関係のないことである。\n商品の機能により、特許権、実用新案権が認められること、あるいは、商品の美\n感により意匠権が認められることと、商標法第３条１項により商標登録の対象とな\nり得るか否かとの問題とは無関係である。\n２　取消事由２（商標法３条１項３号の非該当性）\n本願商標は、これまで一般に使用されてきた筆記具に比べて特徴ある形状をして\nおり、その特徴ある商品形状に識別力が発生しているから、形状を普通に用いられ\nる方法で表示する標章のみから成る商標には当たらず、商標法３条１項３号には該\n当しない。\n３　取消事由３（商標法３条２項の該当性）\n(1)　審決は、商標法３条２項に該当するためには、使用に係る商標が出願に係る\n商標と同一の場合であることを要求し、出願に係る商標が立体形状のみから成るも\nのであるのに対し、使用に係る商標が立体的形状と文字、図形等の平面標章より構\n成されている場合には、両標章の全体的構成は同一でないから識別力を有するに至\nった商標と認められないとする。\nしかしながら、そこでいう同一の概念が明らかでないばかりか、立体的形状のみ\nから成るものと立体的形状と文字、図形等の平面より構成されているものを同一で\nはないからとして、識別力を有するに至った商標と認めないとした判断は理解に苦\nしむ。\n(2)　商標法３条２項は、「前項第３号から第５号までに該当する商標であって\nも、使用をされた結果需要者が何人かの業務に係る商品又は役務であることを認識\nすることができるものについては、同項の規定にかかわらず、商標登録を受けるこ\nとができる。」と、単に「前項第３号から第５号までに該当する商標であっても、\n使用された結果」と規定しているにすぎず、使用に係る商標については、３条１項\n３号の商標を使用していればそれで足りる。本件において、本願商標が使用されて\nいたのは事実である。本願商標が使用された商品に、同時にその他文字、図形等の\n平面標章が使用されていたとしても、商標法３条２項の適用が否定されるべきもの\nではない。\n(3)　審決は、本願商標と使用に係る商標の同一性がないとし、自他商品の識別性\nを獲得していないと判断した。\nしかしながら、識別性を獲得したか否かの判断は、本願商標の立体商標を使用し\nた商品によって識別性を獲得したか否か検討して判断するべきものである。その判\n断に当たって、「ｐｅｇｃｉｌ」「ＯＫＡＹＡ」の文字が付されているだけで同一\n性はなく、したがって識別性を有しないなどとするのは、商標法３条２項の解釈を\n誤ったものである。\nそもそも、一般的には、ほとんどすべての商品について、商品そのもの又はその\n包装・容器等に商標あるいは会社名等を使用しているのが通常であり、その表示さ\nれた商標あるいは会社名等を理由として立体商標登録が認められないとすれば、商\n品又は包装・容器等の形状について、商標法３条２項を適用して、立体商標登録を\nすることは不可能になる。\n本願商標を使用した商品は、その形状に独特の特徴があり、それだけで、「ｐｅ\nｇｃｉｌ」「ＯＫＡＹＡ」の文字商標等の有無とは関係なく、識別力を獲得できる\nものである。\n(4)　原告代表取締役の【Ａ】は、昭和４９年秋牛乳びんのキャップをはずす針の\nついた小さな栓抜きをヒントに本願商標を付した筆記具を考えた。ただし、当時は\nクリップ部分が立体的ではなく、平面的なものであった。原告は、開発に成功した\n上記の筆記具の製造販売を目的に昭和５０年７月３０日に設立された。\n原告は全国の数多くのゴルフ場を歴訪し、多大の営業活動を重ねた結果、徐々に\n商品が売れるようになっていき、昭和５６年ころには注文がどんどん入り、全国の\nゴルフ場で、有名になっていた。\n原告は、ゴルフブームが起こっていた昭和６３年２月ころから、上記筆記具につ\nいて、クリップ部分が平面的であったものを立体的なものに改良し、新製品として\n市場に投入した。これが現在の商品であり本願商標を付した筆記具である。本願商\n標を付した筆記具は評判を呼び、すぐに全国的に広まり、昭和６３年ころないし平\n成元年ころには有名になり、本願商標を付した筆記具は、広く原告の商品として認\n識されるに至った。\n(5)　原告は、本願商標を付した筆記具を、少なくとも次のとおり販売した。\n平成１年６月～　　　　５年５月　　　　　約１億５０００万個\n平成５年５月２１日～　６年５月２０日　　約　　５８００万個\n平成６年５月２１日～　７年５月２０日　　約　　５９００万個\n平成７年５月２１日～　８年５月２０日　　約　　７０００万個\n平成８年５月２１日～　８年５月２０日　　約　　９３００万個\n平成９年５月２１日～１０年５月２０日　　約１億２０００万個\n平成１年６月～　　　１０年５月２０日\n合計　　約５億５０００万個\n原告は、クリップ部分の平たい従前の筆記具については、昭和５４年６月ころか\nら雑誌で広告宣伝を行っていたが、クリップ部分を立体的にした本願商標を付した\n筆記具については、商品の販売を始めた昭和６３年２月以降しばらくしてから、広\n告を切り替えている。\n本願商標を付した筆記具について、原告は、次のとおり広告宣伝を行い、あるい\nは、紹介記事として紹介されたり、テレビ番組で紹介されたりしている。\n①　甲第４号証は、本願商標を付した筆記具の広告宣伝記事である。\n②　甲第１２号証の１は、昭和６３年２月ころ、クリップ部分が立体状になった\n本願商標を付した筆記具を製造販売を始めたころに製作した広告パンフレットで、\n現在も使用している。\n③　甲第１２号証の２は、その海外向け英語版で、文章は上記日本語の文書を英\n語に訳したもので、平成１１年に作成している。\n④　甲第１３号証のパンフレットは、立体状になった本願立体商標を付した筆記\n具及びその他のパンフレットで、昭和６３年２月以降によく使われていたものであ\nる。\n⑤　甲第５号証の１は、平成１０年２月２４日付けの雑誌ゴルフダイジェストの\n記事で、原告の本願商標を付した筆記具の紹介記事である。\n⑥　甲第５号証の２は、平成１０年５月２８日付けの雑誌ＡＬＢＡＴＲＯＳＳ－\nＶＩＥＷ（アルバトロスビュー）の同様の記事である。\n⑦　甲第１４号証は、平成１２年５月４日付けの雑誌ゴルフトゥデイにおける原\n告の開発したワンタッチ着脱スパイクピンの紹介記事であるが、記事の中で、本願\n商標を付した筆記具のことが書かれており、商品が有名になっていたことが明らか\nである。\n⑧　甲第１５号証は、平成１２年２月２９日付け雑誌パーゴルフの記事で、内容\nは甲第１４号証とほぼ同様である。\n⑨　甲第１６号証は、池田銀行の関連会社である株式会社自然総研の発行してい\nるＴＯＹＲＯ　ＢＵＳＩＮＥＳＳ（トイロビジネス）という雑誌に載った原告の紹\n介記事である。記事の内容は、本願商標を付した筆記具について、その誕生経緯及\nび現在までの状況について紹介する記事である。\n⑩　甲第１７号証の１は、原告の取引先であるオリエンタル産業株式会社からの\nファクシミリで、英国の団体から日本鉛筆工業協同組合に本願商標を付した筆記具\nについての問合せがあったことを知らせてきた、紹介のファクシミリである。\n⑪　甲第１７号証の２はその英文の手紙で、甲第１７号証の３は、原告代理人高\n良尚志弁理士が作成した翻訳文である。上記の手紙によれば、本願商標を付した筆\n記具が海外でも広く知られていることが明らかである。\n⑫　甲第２０号証は、平成１２年９月１３日、テレビ東京の番組制作会社である\nリサーチ会社ｏｈａｎａ　ｃｏｍｐａｎｙから原告に電話があり、続いて送られて\nきた連絡文書のファクシミリである。\n⑬　甲第２１号証は、その後、番組関係者が、原告の取材にきた後の、平成１２\n年１０月４日（水）午後９：００～１１：００、テレビ東京をキー局として放映さ\nれた（テレビ大阪）「クイズ赤恥青恥」という番組を原告が録画し、その画面をプ\nリントアウトしたものである。その番組の中で本願商標を付した筆記具についての\nクイズが出題され放映された。\n(6)　このように本願商標を付した筆記具は全国的に有名になっており、本願商標\nは自他商品識別機能を有するに至っていた。本願商標を付した筆記具は、従前から\n広告宣伝を行って多数販売しており、本願商標は、昭和６３年ないし平成元年ころ\nには自他商品識別機能を有するに至っていたものである。少なくとも本件出願時に\nおいて、本願商標は自他商品識別機能を有するに至っていた。\n(7)　ところで、本願商標を付した上記筆記具について、鉛筆については、表に\n「ＯＫＡＹＡ」「ｐｅｇｃｉｌ」、裏に「ＪＡＰＡＮ」「ｐｅｇｃｉｌ」と表示さ\nれており、ボールペンについては、表に「ＯＫＡＹＡ」「ｐｅｇｃｉｌ」、裏に\n「ＪＡＰＡＮ」と表示がなされているが、本願商標を付した上記筆記具について\nは、取引先始めエンドユーザーも、上記筆記具の立体形状をもって商品の認識、識\n別をし、取引及び使用をしている。\n平成８年１月ころ、形態が全く同じ他社製の筆記具が出始め、その後、平成８年\n９月ころには取引先から原告の商品と間違って、品質についてクレームを受けたこ\nとがあった。取引先は上記他社製の筆記具を原告の筆記具と誤認・混同したもので\nある。取引先が、筆記具の立体形状をもって上記筆記具を識別していたことは明ら\nかである。\n第４　審決取消事由に対する被告の反論\n１　立体商標であってもその登録要件として、当該指定商品等について自他商品\n等の識別力を要する。そして、商品等の形状は、本来それ自体の有する機能を効果\n的に発揮させたり、美感等を追求するなどの目的で選択されるのであって、本来的\n（第一義的）に商品・役務の出所を表示し、自他商品等を識別する標識として採択\nされるものではなく、基本的に識別標識たり得ない。\nしたがって、商品等の形状は、その機能又は美感等とは関係のない特異な形状か\nら成る場合はともかくとして、例外的にその使用により二次的に自他商品等の識別\n力を有するに至ることがあり、このとき初めて登録要件を満たすことになる。\n２　本願商標がその後部を平たいクリップ状としたのは、紙片を挟みやすく、落\nちにくくするなど、専ら指定商品の機能をより発揮させるために採択された形状で\nある。そして、本願商標のように後部を平たい形状にした筆記具は他にも存在す\nる。\nしてみれば、本願商標を全体的にみた場合、需要者は筆記用具の形状の範囲のも\nのと認識するにすぎないものとみるべきであって、本願商標は「商品等の形状を普\n通に用いられる方法で表示する標章のみからなる商標」である。\n３　商標法３条２項の適用に当たっては、その規定の趣旨に照らし、使用により\n特別顕著性を備えた商標と出願に係る商標とは原則として同一でなければならな\nい。本願商標が商品の形状のみから成るのに対し、原告提出の証拠による使用に係\nる商標には「ｐｅｇｃｉｌ」等の文字が付されているから、本願商標は商標法第３\n条第２項の適用を受ける前提を欠く。この使用に係る商標をみるに、立体的形状部\n分は、商品そのものの形状を表したものとみるべきであり、需要者に自他商品の識\n別標識として強い印象、記憶を与えているものとは認められない。むしろ、「ｐｅ\nｇｃｉｌ」等の文字をもって商品の出所を識別し取引に資されているものとみるの\nが自然である。\nまた、本願商標は、「鉛筆，ボールペン，その他の筆記用具」を指定商品とする\nものであって、原告使用に係る筆記具は指定商品の一部である。本願商標が、商標\n法施行規則別表で定める商品区分第１６類に属するすべての「筆記用具」に使用さ\nれているとの証左はない。\n第５　当裁判所の判断\n１　取消事由１、２（商標法３条１項３号関係）について\n(1)　本願商標は、指定商品を「鉛筆、ボールペン、その他の筆記用具」として、\n別紙のとおりの立体的形状のみから成る立体商標として登録出願されたものである\nところ、検証甲第１号証の１、２、乙第３号証の１ないし６及び弁論の全趣旨に照\nらすと、取引者、需要者が本願商標に係る形状に接した場合、昀下部が細い筆記用\nの芯部分で、その上の中間部は指で挟み持つことのできる丸い棒状の支持部分とな\nっており、上部は平板で幅広に拡大していて、その中央部は紙片等を挟み得るほぼ\n長方形のクリップ状になっていることを認識することができ、簡便な鉛筆又はボー\nルペンという筆記用具が一般的に有するものとして予想し得る形状の特徴を備えて\nいるものと感得することができるものと認められる。そして、その形状は、全体と\nしてまとまりがよくスマートな印象を与え、主としてゴルフスコアカード記入用等\nの筆記用具として用いられる鉛筆又はボールペンであることを推認させるものとな\nっている。\n本願商標に係る立体的形状は、このようにまとまりがよくスマートな印象を与\nえ、それなりの特徴を有するものであるものの、簡便な鉛筆又はボールペンという\n筆記用具の用途、機能から予測し難いような特異な形態や特別な印象を与える装飾\n的形状等を備えているものとは認められず、取引者、需要者にとっては、本願商標\nから、これらの筆記用具が一般的に採用し得る機能又は美感を感得し、筆記用具の\n形状そのものを認識するにとどまるものと認められ、その形状自体が自他商品の識\n別力を有するものと認めることはできない。\n(2)　そして、本件全証拠によるも、「本願商標は、前記認定のとおり、筆記用具\nの形状の特徴を備えたものであり、後部を平たいクリップ状としたのは、紙片等を\n挟みやすく、落ちにくくする等の機能を効果的に発揮させるために採択されたとみ\nるのが相当であり、それが直ちに本願商標に関し自他商品の識別性に影響を与える\nとは認め難く、需要者もまた、筆記用具の形状の範囲のものと認識するにすぎない\nとみられるものである。」とした審決の判断を覆すべき事実関係を認めることはで\nきない。したがって、本願商標は、その指定商品である鉛筆、ボールペン、その他\nの筆記用具の形状の域を出るものではなく、指定商品の物の形状の範囲を出ないと\n認識する形状のみから成る立体商標にすぎないというべきであり、指定商品の形状\nを普通に用いられる方法で表示する標章のみから成る商標に該当する。\n(3)　よって、本願商標は、商標法３条１項３号に該当するとした審決の判断に誤\nりはなく、取消事由１、２は理由がない。\n２　取消事由３（商標法３条２項関係）について\n(1)　甲第２号証の１ないし４３は、別紙の本願商標の図示をそのまま引用して、\n本願商標が付された筆記具を、①　製造販売者である原告から平成５年５月２１日\nから平成９年５月２０日までの期間に毎年１６万個ないし３４万個購入したこと、\n②　平成５年には、上記図示に表された商標は、原告の製造販売に係る商品「筆記\n具」について広く知られており、引き続きその度合が高まりつつ現在に至っている\nこと、③　遅くとも・・・年には、上記図示に表された商標は、原告の製造販売に\n係る商品「筆記具」について広く一般に知られていたこと（・・・の年について\nは、各証明書によって昭和５６年から平成９年まで各別の記載がある。）、などの\n事実評価についての卸売業者の証明書であるが、その形式は、原告が上記事項を記\n載したものに「上記の通りであることを証明する。」というものになっているもの\nであって、上記②、③の総合的な判断を要する事実評価については客観的に記載さ\nれているものと直ちに認めることはできない。甲第１８、第１９号証にも、上記③\nと同様の事実評価を証明するゴルフ用品販売業者と思われる会社担当者の証明記載\nがあるが、同様、原告が記載したものに証明する形式となっており、そこに記載の\n事実評価を直ちに採用することはできない。\n(2)　上記①の販売個数については他にこれを覆すべき証拠もないので、そこに記\n載のとおりの相当数の個数の筆記具が、原告により本願商標を付して製造販売され\nたものと推認されるが、他方、甲第４号証の１ないし３８、第５号証の１、２、第\n１２号証の１、２、第１３ないし第１６号証、第２４号証、甲第２５号証（原告代\n表取締役【Ａ】の陳述書）によれば、原告により製造販売された本願商標に係る形\n状の鉛筆には、表に「ＯＫＡＹＡ」「Ｐｅｇｃｉｌ」裏に「ＪＡＰＡＮ」「ｐｅｇ\nｃｉｌ」との表示が付され、ボールペンには表に「ＯＫＡＹＡ」「Ｐｅｇｃｉｌ」\n裏に「ＪＡＰＡＮ」と表示されていることが認められる。しかし、原告が本願商標\nを付して製造販売した鉛筆やボールペンで、「ＯＫＡＹＡ」「Ｐｅｇｃｉｌ」の文\n字標章が付されていないもの、すなわち、本願商標のみが付された筆記具が製造販\n売されたことを認めるべき証拠はなく、また、これらの文字標章が識別標章として\n格別の機能を有するものではないとすべき理由は見いだし難い。\n甲第２５号証には、上記の鉛筆、ボールペンは、本願商標を付した筆記具として\n広く認識されているとの記載部分があるが、本願商標の立体形状が、前判示のとお\nり、指定商品である筆記用具としての物の形状の範囲を出ないものであることを前\n提にしてみると、本願商標に係る形状の鉛筆やボールペンでこれらの文字標章が付\nされないものが、原告の製造販売に係るものであると広く認識されていたものとは\nにわかに認め難く、他に、そのような事実関係を認めるべき客観的な証拠はない\n（取消事由３の(5)で原告が挙示する甲号各証をもってしても、これを認めるに足り\nるものではない。）。\nしたがって、原告の製造販売に係る鉛筆やボールペンに使用されてきた標章のう\nち、本願商標の立体的形状のみが独立して自他商品の識別力を有しているものとい\nうことはできないから、本願商標が使用により自他商品の識別機能を有するに至っ\nたものと認めることはできない。\n(2)－１　よって、本願商標は商標法３条２項に該当しないとした審決の認定、判\n断に誤りはなく、取消事由３も理由がない。\n第６　結論\n以上のとおり、原告主張の審決取消事由は理由がないので、原告の請求は棄却さ\nれるべきである。\n（平成１２年１０月３１日口頭弁論終結）\n東京高等裁判所第１８民事部\n裁判長裁判官　　　永　　　井　　　紀　　　昭\n裁判官　　　塩　　　月　　　秀　　　平\n裁判官　　　橋　　　本　　　英　　　史\n別紙\n"
}