{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 7,
    "day": 17
  },
  "case_number": "平成14(ワ)508",
  "case_name": "慰謝料等請求事件",
  "court_name": "岐阜地方裁判所民事第2部",
  "lawsuit_id": "7847",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=7847",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/847/007847_hanrei.pdf",
  "contents": "主　　　　文\n１　原告らの請求をいずれも棄却する。\n２　訴訟費用は原告らの負担とする。\n事　実　及　び　理　由\n第１　請求\n１　被告は各原告に対し，一人当たり２０万円及びこれに対する平成１４年５月２２日から\n支払済みまで年５パーセントの割合による金員を支払え。\n２　被告は原告らに対し，岐阜市ａｂ丁目ｃ番地所在のカラオケステージ「Ａ」の店舗入口に\n別紙記載の謝罪広告を１週間掲示せよ。\n第２　事案の概要\n本件は，被告を代表者とする有限会社高良が経営するカラオケステージ「Ａ」（以下「本件\n店舗」という。）において，被告が原告らに対して出入禁止にすると告知したことが原告ら\nに対する名誉毀損又は侮辱であると主張して，慰謝料及び謝罪広告の掲示を請求してい\nる事件である。\n１　当事者間に争いがない事実\n被告を代表者とする有限会社高良は，岐阜市ａｂ丁目ｃ番地所在の本件店舗におい\nて，いわゆるカラオケ店を経営しており，原告らは，本件店舗に顧客としてしばしば来店\nしていた。\n平成１４年５月１１日夜，原告Ｂは本件店舗に来店し，他の顧客であるＣに対してカラオ\nケのデュエットをするよう勧誘したが，歌う前にＣが店を離れ，デュエットは実現しなかっ\nた。同日午後１１時ころ，本件店舗のステージに上がっていた原告Ｂに対して，被告が\nステージに上がってきて，原告Ｂを出入禁止にすると告げた。すると，原告Ｂは，手にし\nていたマイクを通じて自分が出入禁止にされたと言った。このとき，本件店舗内には約\n１０名の顧客がおり，原告Ｂは，本件店舗の利用料金の前払式の証票（以下「チケット」\nという。）を所持し，未使用分が残っていた。原告Ｂは被告に対し，同月１５日付けの通\n知書（甲第１号証）を送り，同月２８日付けで原告Ｂの代理人名義で原告らの訴訟代理\n人が被告に対して通告書（甲第２号証の１）を送付した。\n平成１４年５月２１日夜，原告Ｄは本件店舗に来店し，いわゆるカラオケで歌唱してから\n帰宅した。その後，同日深夜（日付は同月２２日），被告は原告Ｄ方に電話をかけ，原告\nＤを今後本件店舗への出入禁止にすると告げた。同日夜，原告Ｄが本件店舗に来店し\nたため，被告は原告Ｄに対して，再度出入禁止にすると告げ，さらに，被告は警察を呼\nぶと告げたが，原告Ｄが構わないと答えたため，被告は警察署に連絡し，警察官が本\n件店舗に駆けつけた。その後，原告Ｄの夫であるＥも本件店舗に駆けつけた。\n２　原告Ｂの主張\n平成１４年５月１１日夜，本件店舗に約１０名の顧客がいる面前で，被告が原告Ｂに対\nして，出入禁止にすると告げた行為は，原告Ｂに対する名誉毀損又は侮辱である。原\n告Ｂは，チケットの未使用分に相当する財産的損害を被ったが，この額は僅少である\nので独立の損害としては請求せず，精神的損害を算定する上での事情として主張す\nる。よって，原告Ｂは，慰謝料２０万円及び遅延損害金の支払い並びに本件店舗の店\n頭に被告が別紙記載の謝罪広告を掲示することを請求する。\n３　原告Ｄの主張\n平成１４年５月２１日深夜（日付は同月２２日），被告は原告Ｄ方に電話をかけ，原告Ｄ\nに対し，原告Ｄを今後本件店舗への出入禁止にすると告げた。同日夜，原告Ｄが本件\n店舗に来店したため，被告は原告Ｄに対して，顧客がいる面前で再度出入禁止にする\nと告げた行為は，原告Ｄに対する名誉毀損又は侮辱である。原告Ｄは，チケットの未使\n用分に相当する財産的損害を被ったが，この額は僅少であるので独立の損害としては\n請求せず，精神的損害を算定する上での事情として主張する。よって，原告Ｄは，慰謝\n料２０万円及び遅延損害金の支払い並びに本件店舗の店頭に被告が別紙記載の謝罪\n広告を掲示することを請求する。\n４　被告の主張\n(1)　原告Ｂについて\n平成１４年５月１１日午後１１時過ぎころ，原告Ｂは，本件店舗において，他の顧客で\nあるＣに対してカラオケのデュエットをするよう強要しようとし，店内の雰囲気を害し，\n営業を妨害したから，本件店舗のステージに上がっていた原告Ｂに対して，被告がス\nテージに上がって行き，原告Ｂを出入禁止にすると告げた。被告は，原告Ｂのみに聞\nこえるように出入禁止と告げたが，原告Ｂが自らマイクを通じて，自分が出入禁止に\nされたことを他の顧客に知らせたのであり，被告の行為は名誉毀損における公然性\nを満たさない。\n(2)　原告Ｄについて\n平成１４年５月２１日深夜（日付は同月２２日），被告は原告Ｄ方に電話をかけ，原告Ｄ\nに対し，原告Ｄを今後本件店舗への出入禁止にすると告げたのは，同日以前に原告\nＤが来店した際，他の顧客に対し，本件店舗以外の店に行くよう誘っていたからであ\nる。\n同月２２日夜，原告Ｄが本件店舗に来店したため，被告は原告Ｄに対して，顧客がい\nる面前で出入禁止にすると告げたはずだと主張したときも，原告Ｄのみに聞こえるよ\nうに話したのであり，被告の行為は名誉毀損における公然性を満たさない。\n５　争点\n被告が原告らを出入禁止にした行為は，原告らに対する不法行為（名誉毀損又は侮\n辱）に当たるか否か。\n第３　判断\n１　原告Ｂについて\n(1)　前記第２の１記載のとおり，次の事実は，当事者間に争いがない。\n平成１４年５月１１日夜，原告Ｂは本件店舗に来店し，他の顧客であるＣに対してカラ\nオケのデュエットをするよう勧誘したが，歌う前にＣが店を離れ，デュエットは実現しな\nかった。同日午後１１時ころ，本件店舗のステージに上がっていた原告Ｂに対して，\n被告がステージに上がってきて，原告Ｂを出入禁止にすると告げた。すると，原告Ｂ\nは，手にしていたマイクを通じて自分が出入禁止にされたと言った。\n(2)　名誉毀損とは，公然と事実を摘示して人の外部的名誉を害することであり，侮辱と\nは，事実の摘示以外の方法で，公然と人の外部的名誉を害することである。\n原告Ｂは，被告が原告Ｂに対して出入禁止を告げると，原告Ｂ自らカラオケ用のマイ\nクを通じて，自分が出入禁止にされたと言ったのであるから，本件店舗にいた顧客\nが，原告Ｂが出入禁止にされたことを認識したのは，原告Ｂがそのことをマイクを通じ\nて述べたからであると認められる。したがって，公然性は，原告Ｂの行為によって生\nじたものであって，被告の行為によったものではないから，名誉毀損又は侮辱におけ\nる公然性がない。\n(3)　また，「出入禁止」との表現は，原告Ｂの外部的名誉を毀損するものとはいえない。理\n由は次のとおりである。\nいわゆるカラオケ店の営業は場屋営業であり，対価を得て一定の場所や歌唱用設備\nを利用させる契約であり，顧客が場屋の利用を申し込み，これに対する店主の承諾\nがあると契約が成立し，顧客に場屋を利用させる義務及び顧客が対価を支払う義務\nが生ずる。前記の脈絡の中で言われた「出入禁止」とは，店主（被告）側が当時利用\n中の原告Ｂとの契約を将来に向かって解約するとともに，将来，原告Ｂから本件店舗\nを利用することの申込みがあったとしても，被告は承諾しないことを，先行的に宣言\nしたものであると解される。契約自由の原則からみて，カラオケ店を利用するための\n契約の申込みがあった場合において，店主が特に理由なくこの申込みに対する承諾\nをしなかったとしても，顧客に対する不法行為となるものではない。契約の申込みを\n受けた者が承諾をしなければならない義務を負う場合であれば，「出入禁止」は不法\n行為となる可能性があるものの，いわゆるカラオケ店の利用について，店主側に承\n諾義務があると解すべき法的根拠は全くない。顧客としては，ある店舗において契約\nが成立しなければ，代替し得る他の店舗において契約の申込みをすればよいのであ\nる。\n原告Ｂは，チケットを購入しているが，証人Ｆの証言及び被告本人尋問の結果によれ\nば，このチケットは，予め購入しておき，１曲歌唱するごとに１枚使用するものであり，\n原告Ｂは，被告から出入禁止を告げられた時点で歌唱を申し込んでいた曲について\nは歌い終え，更に数曲歌唱して帰ったことが認められる。したがって，原告Ｂは，未\n使用分のチケットの対価相当分についてのみ被告に対し返還を請求することができ\nる。しかし，原告Ｂは，この損害について独立して請求の対象としないことを明らかに\nしており，あくまで慰謝料を請求することとしているから，原告Ｂの請求を一部認容す\nる余地はない。\n(4)　以上のとおり，被告が原告Ｂに対してした行為は，原告Ｂの外部的名誉を毀損するも\nのではない。\n２　原告Ｄについて\n(1)　前記第２の１記載のとおり，次の事実は，当事者間に争いがない。\n平成１４年５月２１日夜，原告Ｄは本件店舗に来店し，いわゆるカラオケで歌唱してか\nら帰宅した。その後，同日深夜（日付は同月２２日），被告は原告Ｄ方に電話をかけ，\n原告Ｄを今後本件店舗への出入禁止にすると告げた。同日夜，原告Ｄが本件店舗に\n来店したため，被告は原告Ｄに対して，再度出入禁止にすると告げ，さらに，被告は\n警察を呼ぶと告げたが，原告Ｄが構わないと答えたため，被告は警察署に連絡し，\n警察官が本件店舗に駆けつけた。その後，原告Ｄの夫であるＥも本件店舗に駆けつ\nけた。\n(2)　名誉毀損又は侮辱は，公然と人の外部的名誉を害することである。\n被告が原告Ｄに出入禁止を告げたのは，原告Ｄ宅へ電話する方法によったのであり，\n公然性がない。\n平成１４年５月２２日夜，原告Ｄは，出入禁止にされたことを認識していながら本件店\n舗に来店したことは，当事者間に争いがなく，原告Ｄ本人尋問の結果によれば，原告\nＤは，出入禁止の理由を問い質すために本件店舗に赴いたと述べながら，被告に面\n会を求めることもなく，歌唱を始めたことが認められる。原告Ｄの行動は，本件店舗\nの利用契約の申込みに対して，先行的に承諾しないことを宣言している被告が駆け\nつけてくることを意図して行われた挑発であり，被告が原告Ｄに対して出入禁止にし\nたはずだと主張し，退去を求める行動に出ることを予想して行われたものである。原\n告Ｄが本件店舗で歌唱していれば，出入禁止になったことが他の客にも明らかにな\nることは，十分に予想することができたものであり，そのことは原告Ｄ自身が容認して\nいたものと認められる。したがって，名誉毀損又は侮辱における公然性がない。\n(3)　「出入禁止」との表現は，原告Ｄの外部的名誉を毀損するものとはいえない。理由は\n原告Ｂについて判示したとおりであり，原告Ｄが購入していたチケットの未使用分に\nついても，原告Ｂにおけるのと同様に，原告Ｄの主張がない以上，損害とは認められ\nない。\n(4)　以上のとおり，被告が原告Ｄに対してした行為は，原告Ｄの外部的名誉を毀損するも\nのではない。\n３  よって，原告らの請求はいずれも理由がないから棄却し，訴訟費用の負担につき民事\n訴訟法第６１条，第６５条第１項本文を適用して，主文のとおり判決する。\n岐阜地方裁判所民事第２部\n裁  判  官　　　　　　古　　　閑　　　裕　　　二\n※　「別紙」は掲載省略\n"
}