{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 7,
    "day": 4
  },
  "case_number": "平成13(ワ)8906",
  "case_name": "",
  "court_name": "大阪地方裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "11769",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=11769",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/769/011769_hanrei.pdf",
  "contents": "平成１３年(ワ)第８９０６号　特許権侵害差止等請求事件\n口頭弁論終結日　　平成１４年４月２２日\n判　　　　　　決\n原　　　　　　告　　　　　ユミックス株式会社\n訴訟代理人弁護士　　　　　藤　田　邦　彦\n補佐人弁理士　　　　　　　高　木　義　輝\n被　　　　　　告　　　　　株式会社富士テクニカ\n訴訟代理人弁護士　　　　　石　川　幸　吉\n主　　　　　　文\n１　原告の請求をいずれも棄却する。\n２　訴訟費用は原告の負担とする。\n事実及び理由\n第１　請求\n１　被告は、別紙イ号物件目録及びロ号物件目録記載の物件を製造販売してはな\nらない。\n２　被告は、原告に対し、金２億円及びこれに対する平成１３年９月１日から支\n払済みまで年５分の割合による金員を支払え。\n第２　事案の概要\n本件は、「薄板の成形方法とその成形型」に関する特許発明の特許権者であ\nる原告が、被告に対し、特許権に基づき、別紙イ号物件目録及びロ号物件目録記載\nの板材のプレス成形装置（以下、併せて「被告装置」という。）の製造販売の差止\nめを求めるとともに、損害賠償を請求した事件である。\n１　争いのない事実等（末尾に証拠の掲記のない事実は当事者間に争いがな\nい。）\n(1)　本件特許権\n原告は、次の特許権（以下「本件特許権」といい、その特許請求の範囲第\n２項記載の発明を「本件発明」という。）を有する。\n特許番号　　　　第１４９１３２１号\n発明の名称　　　薄板の成形方法とその成形型\n出　願　日　　　昭和５９年２月９日（特願昭５９－２３７４３号）\n公　開　日　　　昭和６０年８月２９日（特開昭６０－１６６１２２\n号）\n公　告　日　　　昭和６３年８月１８日（特公昭６３－４１６５２号）\n登　録　日　　　平成元年４月７日\n特許請求の範囲　別紙特許公報（以下「本件公報」という。甲１）記載\nのとおり\n(2)　本件発明は、次の構成要件に分説することができる。\nＡ　第１型に第２型を直線方向に移動させて衝合して成形する際負角になる\n成形部を有する成形型であって、\nＢ　周壁軸方向に溝を刻設した円柱状のカム部材を第１型に回転自在に設\nけ、\nＣ　カム部材の溝縁部に負角成形部を形成し、負角成形部を有するカムを前\n記カム部材に対向させて第２型に設け、\nＤ　成形後ワークが第１型より取り出せる状態までカム部材を回転後退させ\nる自動復帰装置を第１型に設けた\nことを特徴とする成形型。\n(3)　被告は、別紙ロ号物件目録記載の「シーソー運動カムベンド成形装置」\n（以下「ロ号物件」という。）を製造、販売している。\n(4)　原告は、被告が別紙イ号物件目録記載の成形型（以下「イ号物件」とい\nう。）を製造販売していると主張するが、被告はこれを否認している。\nイ号物件とロ号物件は、リンクカム３が断面略Ｌ字状に形成されている点\nでは共通しているが、スライダー衝合体５を案内する案内機構（ロ号物件目録記載\nのウェアプレート５２）が、リンクカムと一体に形成されているか（イ号物件）、\nリンクカムと別体の衝合体案内基台５４に形成されているか（ロ号物件）という点\nで相違する。\n２　争点\n(1)　被告はイ号物件を製造販売しているか。\n(2)　被告装置は、本件発明の技術的範囲に属するか。\nア　構成要件Ａ充足性\nイ　構成要件Ｂ、Ｃ充足性\nウ　構成要件Ｄ充足性\n(3)　本件特許は無効理由を有することが明らかか。\nア　本件特許は、平成２年法律３０号による改正前の特許法（以下「昭和６\n２年法」という。）３６条３項及び４項に違反してされたものか。\nイ　進歩性欠如（特許法２９条２項違反）\nウ　特許法２９条の２違反\n(4)　原告の損害額。\n第３　争点に関する当事者の主張\n１　争点(1)（被告は、イ号物件を製造販売しているか）について\n【原告の主張】\n被告は、業として、イ号物件を製造販売している。\n被告は、原告主張のイ号物件については、製造販売の事実を争うが、\n(1)　イ号物件について特許出願していること（乙１）、\n(2)　訴訟前の交渉過程で、「同特許を利用した金型を数多く製作し」ているこ\nとを自認していること（甲５）、\n(3)　被告主張の案内機構に変更する利点は特になく、かつ同機構はスライダー\n衝合体の荷重を支えるについて技術的に無理があること、\n(4)　図面や写真で、簡単に原告の疑問に答えられるはずなのに提出がないこ\nと、\n等の事情によれば、被告がイ号物件を製造販売した可能性がある。\n【被告の主張】\n被告は、イ号物件を製造販売していない。\n２　争点(2)（被告装置は、本件発明の技術的範囲に属するか）について\n(1)　同ア（構成要件Ａ充足性）について\n【原告の主張】\n被告装置の「上型」、「下型」は、それぞれ本件発明の構成要件Ａにいう\n「第２型」「第１型」と同一である。また、本件発明の構成要件Ａにいう「直線方\n向」とは、「上型９が下型３に対し下降すること」（本件公報４欄２８～３０行）\nを意味し、プレス金型についての当業者であれば容易に理解できるところ、被告装\n置は、上型１が下型２に向けて下降し、スライダー衝合体５はリンクカム３に衝合\nするものであるから、構成要件Ａを充足する。\n【被告の主張】\n本件発明の構成要件Ａにいう「第１型」「第２型」は本件明細書の発明の\n詳細な説明中に記載されておらず、どの部分を指称するのか不明であるが、仮に原\n告が主張するように「下型」「上型」を指すとしても、被告装置の上型と下型は、\n上型が下型に対して垂直方向に移動することはあっても直接衝合することはなく、\n直線方向に移動することもない。また、上型には成形する際、負角になる成形部は\n存在しないので、被告装置には、構成要件Ａを具備する余地はない。\n(2)　同イ（構成要件Ｂ、Ｃ充足性）について\n【原告の主張】\n被告装置の「断面が略Ｌ字状に形成され、支軸３１を中心としてシーソー\n作動するリンクカム３」は、本件発明の構成要件Ｂにいう「回転自在の円柱状のカ\nム部材」と同一である。被告装置のリンクカム３は、支軸３１の回りに回転自在に\n支持されており、同リンクカム３は、スライダー衝合体５の成形雄型５１を受け入\nれる成形型（リンクカムの先端）３３が形成されており、これらは、本件発明のカ\nム部材２、受動カム１１、負角成形部４等の構成・作用と同じであるから、被告装\n置は、本件発明の構成要件Ｂ、Ｃを充足する。\n【被告の主張】\n被告装置の下型には円柱状のカム部材が存在しないので、被告装置は本件\n発明の構成要件Ｂを充足しない。また、被告装置には円柱状のカム部材が存在しな\nい以上、これを前提としたカム部材の溝縁部も存在し得ず、これに対応する負角成\n形部を設けることも不可能である。そうすると、被告装置は、本件発明の構成要件\nＣを具備する余地がない。\n(3)　同ウ（構成要件Ｄ充足性）について\n【原告の主張】\n被告装置は、昇降機構（リンクカムの尾端支持昇降軸）６のピストン（リ\nンクカムの尾端対等昇降軸の案内筒）６１がリンクカム３に連結されているから、\n第１型（下型）が自動復帰装置を備えており、本件発明の構成要件Ｄを充足する。\n【被告の主張】\n被告装置の下型に円柱状のカム部材自体が存在しない以上、その存在を前\n提としたカム部材を回転後退させる自動復帰装置を設ける余地はなく、被告装置が\n本件発明の構成要件Ｄを具備する余地はない。\n３　争点(3)（本件特許は無効理由を有することが明らかか）について\n(1)　同ア（本件特許は、昭和６２年法３６条３項及び４項に違反してされたも\nのか）について\n【被告の主張】\n本件特許は、次のとおり、特許請求の範囲の記載と明細書の発明の詳細な\n説明の記載とが一致せず、矛盾するものである。\nア　第１型に第２型を直線方向に移動させて衝合して成形する際負角になる\n成形部を有する成形型であること（構成要件Ａ）\n本件明細書の発明の詳細な説明には、第１型と第２型のことは全く記載\nされておらず、第１型と第２型が発明の詳細な説明中のどの部分を指称するのかは\n不明である。仮に、第１型が下型、第２型が上型であるとすれば、本件発明の上型\nと下型は上型が下型に対して直線方向に移動することがあったとしても直接衝合す\nることはなく、上型には成形する際、負角になる成形部は存在しないので、構成要\n件Ａは明細書の発明の詳細な説明の記載と矛盾する。\nイ　周壁軸方向に溝を刻設した円柱状のカム部材を第１型に回転自在に設け\nたこと（構成要件Ｂ）\n本件明細書の発明の詳細な説明には「溝１を周壁軸方向に刻設した円柱\n状のカム部材２を下型３に回転自在に設ける。」（本件公報３欄３９～４０行）と\nの記載があり、下型に円柱状のカム部材が存在しない被告装置が構成要件Ｂを具備\nしていると解するのであれば、構成要件Ｂは明細書の発明の詳細な説明の記載と矛\n盾する。\nウ　カム部材の溝縁部に負角成形部を形成し、負角成形部を有するカムを前\n記カム部材に対向させて第２型に設けること（構成要件Ｃ）\n本件明細書の発明の詳細な説明の記載によれば、構成要件Ｃにより「カ\nム部材に対向させて第２型に設け」られるのはスライドカム１０であるが、第２図\nによれば、負角成形部１２が設けられているのは回動プレート８でありスライドカ\nム１０ではない。回動プレート８についての記載は「カム部材２の他方の溝１縁部\nに固着した」（本件公報４欄３～４行）、「受動カム１１の下面がカム部材２の負\n角成形部４に干渉することなく回動プレート８に当接」（同４欄２８～３０行）し\nかなく、他に回動プレート８の構成を示すものは第２図と第５図しかない。しか\nし、第２図と第５図の関係については発明の詳細な説明中に記載がなく、当業者と\nいえども、明細書から回動プレート８の全体構成と作用を理解することはできな\nい。\nエ　成形後ワークが第１型より取り出せる状態までカム部材を回転後退させ\nる自動復帰装置を第１型に設けたこと（構成要件Ｄ）\n本件明細書の発明の詳細な説明の記載（本件公報３欄４３行～４欄５\n行）によれば、自動復帰装置５はカム部材を回転後退させるものではなく、回動プ\nレート８を回動させるものであるから、構成要件Ｄは本件明細書の発明の詳細な説\n明と矛盾する。\n以上によれば、本件特許は、昭和６２年法３６条３項、４項１号に違反し\nてされたものであり、同法１２３条１項３号により無効理由を有することが明らか\nである。\n【原告の主張】\n本件明細書の「特許請求の範囲」と「発明の詳細な説明」の記載とに矛盾\nはない。本件特許は、昭和６２年法３６条３項、４項に該当せず、同法１２３条１\n項３号によって無効となることはない。\n(2)　同イ（特許法２９条２項違反）について\n【被告の主張】\n本件発明は、特許出願前に日本国内又は外国において頒布された米国特許\n第４００２０４９号公報（乙２）及び実開昭５５－１７１４１８号公開実用新案公\n報（乙４）に記載された発明に基づいて当業者が容易に発明をすることができたも\nのである。したがって、本件特許は、特許法２９条２項の規定に違反してされたも\nのとして、特許法１２３条１項２号の無効理由を有することが明らかである。\n【原告の主張】\n本件発明は、乙４、乙２に記載された発明に基づいて当業者が容易に発明\nし得るものではなく、特許法２９条２項に違反しない。\n(3)　同ウ（特許法２９条の２違反）について\n【被告の主張】\n本件発明は、その出願日（昭和５９年２月９日）より約１０か月前の昭和\n５８年４月２１日に特許出願され（特願昭５８－７１００１号、以下「先願」とい\nう。）、本件特許出願後である昭和６３年３月１１日に出願公告（特公昭６３－１\n１０８９号）された特許出願の願書に最初に添付した明細書及び図面（その特許公\n報が乙６）に記載された「プレス用金型」についての発明（以下「先願発明」とい\nう。）と同一であり、かつ、その発明をした者が本件発明の発明者と同一の者では\nなく、本件特許出願の時にその出願人と前記他の特許出願の出願人とが同一の者で\nもない。よって、本件特許は、特許法２９条の２の規定に違反してされたもので、\n特許法１２３条１項２号の無効理由があることが明らかである。\n【原告の主張】\n本件発明は、次のとおり先願発明にない新たな技術を開示しており、先願\n発明と同一ではない。\n(1)　先願発明がプレス用金型に限定しているのに対し、本件発明は板金やプ\nラスチック等のあらゆる薄板を成形できる。\n(2)　先願発明は、下型に回転カムを、上型に吊りカムを設けるものに限定さ\nれるのに対し、本件発明は、下型に回転するカム部材を設けたり、あるいは上型に\nもカム部材を設けることができる。\n(3)　先願発明ではプレス方向が上下方向のみであるのに対し、本件発明は、\n「上下、横、斜方向等あらゆる方向で」加工するものに適用できる。\n４　争点(4)（原告の損害額）について\n【原告の主張】\n(1)　被告は、遅くとも平成７年ころから現在までの間、被告装置が本件特許権\nを侵害することを知りながら、又は過失により知らないで、被告装置を少なくとも\n２０台以上、単価２５００万円以上で製造販売し、合計売上金額金５億円以上を得\nている。\n(2)　原告は、本件発明の実施品を「ロータリーカム」の商品名で販売してお\nり、被告の上記行為がなければ同数の販売数量を得ることができた。そのため、上\n記売上金額５億円の少なくとも４０％である金２億円の得べかりし利益を失った。\nよって、原告の損害額は金２億円を下らない。\n【被告の主張】\n争う。\n第４　当裁判所の判断\n１　争点(1)（被告はイ号物件を製造販売しているか）について\n原告は、被告がイ号物件を製造販売等している旨主張するが、その事実を認\nめるに足りる的確な証拠はない。原告は、被告がイ号物件を製造販売した可能性が\nある裏付けとして前記第３、１【原告の主張】記載のような事情を挙げるところ、\n乙１によれば、被告が平成５年１２月に「ベンド成形方法と成形装置」の発明につ\nいて特許出願をしている事実が認められるが、そうだとしても、そもそも特許出願\n人が特許出願の明細書に記載したとおりの製品を実際に製造販売しているとは限ら\nないし、原告が挙示するその他の事情も、被告がロ号物件のほかに現実にイ号物件\nを製造販売したことの裏付けとするには不十分である。したがって、被告がイ号物\n件の製造販売をしている事実を認めることはできない。\n２　争点(2)（被告装置は、本件発明の技術的範囲に属するか）について\n（以下、イ号物件も含めた被告装置について判断する。）\n(1)　同イ（構成要件Ｂ、Ｃ充足性）について\nア　本件発明の構成要件Ｂは、「周壁軸方向に溝を刻設した円柱状のカム部\n材を第１型に回転自在に設け」であり、カム部材の形状を「円柱状」に明確に限定\nするものである。「円柱」とは、「①まるい柱。②一つの円のすべての点から円の\n平面外の直線（母線）に平行に引いた直線によってつくられた曲面（円柱面）と、\nこの曲面を切る互いに平行な二平面に囲まれた立体。」（三省堂「大辞林」）の意\n義を有する語であるから、本件発明の構成要件Ｂにいう「周壁軸方向に溝を刻設し\nた円柱状のカム部材」は、カム部材の断面の基本的形状が円形を呈するものをい\nい、周壁軸方向の「溝」の存在により円の一部が欠けることがあるとしても、断面\nの外縁の相当部分が円弧状であることを要するものと解される。これに対し、別紙\nイ号物件目録及びロ号物件目録の各記載によれば、被告装置のリンクカム３は、い\nずれも断面が略Ｌ字状に形成されており、断面の外縁はすべて直線により構成され\n円弧状の部分が全く存在しないから、本件発明の構成要件Ｂにいう「円柱状のカム\n部材」とは構成を異にするものである。\nイ　本件明細書の発明の詳細な説明及び図面には、構成要件Ｂにいう「円柱\n状のカム部材」について、次の記載がある。\n(ア)　従来技術及びその問題点として、「板金やプラスチック等の薄板の\n負角成形は通常スライドカムを用いて行われている。」（本件公報１欄２５～２６\n行）、「従来の薄板製品の負角成形加工は下型上にワークを載置し、上型を垂直下\n方に下降させて下型の受動カムを上型の作動カムにて駆動し横方向から加工し、加\n工が完了し上型が上昇すると受動カムをスプリングにより後退させていた。」（同\n２欄２～７行）、「ワークが載置される下型の成形部はワークを加工完了後下型か\nら取り出さなければならないので、下型の負角になる部分を分割し後退させるかあ\nるいは負角になる部分を削除しワークの取出しを可能としなければならない。」\n（同２欄１０～１４行）との各記載がある。なお、ここでいう「負角成形」とは、\n「下型に載置したワークを上型を垂直方向に下降させて衝合して成形する際、上型\nの加工軌跡より下型内に入り込む成形部を有する成形」（同１欄２７行～２欄２\n行）を意味する。\n(イ)　課題解決手段として、「本発明は上記の問題点を解消するために、\nプレスの上下方向の直線運動を回転運動に変換するという従来に全くない斬新なア\nイデアに基づいてこれ等の問題点を解決しようとするものである。」（同３欄１１\n～１５行）との記載がある。\n(ウ)　実施例について、「上型９が下降し始め、先ず最初に受動カム１１\nの下面がカム部材２の負角成形部４に干渉することなく回動プレート８に当接し、\nカム部材２を第２図において右回りに回転させ、上型９がなお下降し続けると型の\n外側方向に付勢されている受動カム１１はコイルスプリング１７の付勢力に抗し\nて、カムの作用によって横方向、第２図において左方へ移動し、第２図に実線で示\nす状態となり回動したカム部材２の負角成形部４とスライドカム１０の負角成形部\n１２とでワークＷを負角成形する。」（同４欄２８～３８行）、「負角成形後は上\n型９が上昇し始める。…カム部材２は、拘束していた受動カム１１が上昇するた\nめ、自動復帰装置５により第２図において左方へ回転し２点鎖線で示す状態とな\nり、負角成形したワークＷの下型３よりの取出しの際、ワークＷがカム部材２の負\n角成形部４と干渉することなく取り出せる。」（同４欄３８行～５欄３行）との各\n記載がある。\n(エ)　発明の効果について、「本発明は、上述のように直線運動を回転運\n動に変換して負角成形部を加工するようにしたものであって、薄板製品の負角成形\n加工、特に、負角部が大きい場合、また、薄板製品が細長い枠状で三次元曲面を有\nする幅狭の場合でも加工が可能である。」（６欄１～６行）との記載がある。\n(オ)　実施例を示す本件公報第２図には、断面の外縁がほぼ４分の３の円\n周の円弧状を呈し、残る約４分の１の部分が溝として直角に切り取られたカム部材\n２が示されている。第１型（下型）に円柱体の直径と殆ど同径の円筒状空洞を設\nけ、そこへカム部材を嵌入した図が示されている。\n以上の記載によれば、本件発明は、従来のスライドカムを用いた薄板の\n負角成形方法に、加工完了後にワークを下型から取り出す際に、負角成形後に下型\nの負角部を分割又は削除する必要があるとの問題点が存在したことから、この課題\nを解決するため、第１型（本件公報第２図の「下型」）に「円柱状のカム部材」を\n「回転自在」に設け、第１型と第２型を用いたプレスの直線運動を回転運動に変換\nすることにより、負角成形後に干渉なしにワークを取り出すことができるという作\n用効果を奏し得るようにした発明である。これによれば、本件発明においては、プ\nレスの直線運動を回転運動に変換すること、すなわち、第１型（下型）と第２型\n（上型）の直線運動の速さ及び大きさに応じて、円柱形のカム部材の回転運動の速\nさ及び大きさを自在に変化させるために、負角成形部を備えたカム部材を円柱状に\nしたという具体的構成に最大の特徴があり、負角成形後に干渉なしにワークを取り\n出すことができるということは、このような具体的構成を採用したことにより得ら\nれる効果にすぎない。\n原告は、被告装置の「断面が略Ｌ字状に形成され、支軸３１を中心とし\nてシーソー作動するリンクカム３」は本件発明の構成要件Ｂにいう「回転自在の円\n柱状のカム部材」と同一であると主張するが、原告の上記主張は、単に、被告装置\nが本件発明と同一の作用効果を奏し得ること（負角成形後に干渉なしにワークを取\nり出すことができるということ）に基づき、本件明細書の特許請求の範囲に記載さ\nれた「円柱状のカム部材」と異なる構成である「断面略Ｌ字状の回転型」を用いた\n被告装置が本件発明の技術的範囲に属すると主張するにすぎないものであり、採用\nできない。\nウ　そうすると、被告装置は、本件発明の「円柱形のカム部材」を充足せ\nず、構成要件Ｂを充足しない。\n(2)　以上によれば、被告装置は、その余の点について判断するまでもなく、本\n件発明の技術的範囲に属しない。\n３　争点(3)（本件特許は無効理由を有することが明らかか）について\n(1)　同ウ（特許法２９条の２違反）について\n前記１によれば、原告の請求は既に理由がないが、念のため、本件特許\nに、特許法２９条の２の規定に違反してされた（特許法１２３条１項２号）という\n無効理由があることが明らかかどうかについて判断する。\nア　乙６によれば、特願昭５８－７１００１号の特許出願（先願）は、本件\n発明に係る特許出願（以下「本件出願」という。）の特許出願の日（昭和５９年２\n月９日）よりも前の日である昭和５８年４月２１日にダイハツ工業株式会社により\n出願され、本件出願の日より後である昭和５９年１１月８日に特開昭５９－１９７\n３１８号として出願公開された発明の名称「プレス金型」についての特許出願であ\nることが認められ、先願発明の発明者は、本田哲也及び藤原保人の２名とされてお\nり、本件公報において本件発明の発明者とされている松岡光男とは異なる。\n先願は、昭和６３年３月１１日に出願公告され、特公昭６３－１１０８\n９号特許公報（乙６、以下「先願公報」という。）が発行されたものであるが、弁\n論の全趣旨によれば、先願公報の記載は、その特許出願に係る願書に最初に添付し\nた明細書及び図面と同じであると認められ、その特許請求の範囲は、「１　上部に\n素材を保持するための保持部を有し、且つ内方に当該保持部と連なる円弧面からな\nるカム溝を有する下型と、下型に設けたカム溝に回動自在に挿入された、一端に寄\n曲げ部を有する回転カムと、下型に設けた保持部の上方に昇降自在に配置されたパ\nッドと、回転カムの上方に昇降自在に且つ横方向にスライド自在に配置された、先\n端に寄曲げ刃を有する吊りカムとからなり、吊りカムの下降に共なって回転カムが\n素材を挟持する方向に回動し、且つ吊りカムの回転カムへの接触後、吊りカムが回\n転カムの寄曲げ部に向ってスライドするようにしたことを特徴とするプレス用金\n型。」というものであった。\nイ　先願公報の発明の詳細な説明のうち、「実施例」の項には、「第５図乃\n至第８図は、本発明に係るプレス用金型を示す図面である。」（同４欄２０～２１\n行）との記載があり、添付第７図には、下型２０の略中央部に設けた円弧面を有す\nるカム溝２２に円柱形の回転カム２３を回動自在に配置し、回転カム２３の一端に\n寄曲げ刃２５を設ける一方、下型２０の上方に昇降自在に上型ホルダー３０を配置\nし、上型ホルダー３０に、パッド３１を設けるとともに、先端に寄曲げ刃３５を有\nする吊りカム３３をスライド台３４を介してスライド自在に設けたプレス用金型が\n示されている。先願公報の第７図は、本件公報の第２図とほぼ同一の構成を有する\nプレス成形型を示した図面であり、二つの図面を対比すると、先願発明の「下型２\n０」は本件発明の「第１型（下型）３」に、「上型ホルダー３０」、「パッド３\n１」及び「スライド台３４」は、「第２型（上型）９」に、「カム溝２２」は「溝\n１」に、「回転カム２３」は「カム部材２」に、「回転カム２３の寄曲げ刃２５」\nは「カム部材の負角成形部１４」に、「吊りカム３３」は「カム１０（スライドカ\nム）」に、「吊りカム３３の寄曲げ刃３５」は「カムの負角成形部１２」にそれぞ\nれ相当すると認められる。\nそこで、以下、先願公報の記載により表される発明と、本件発明の構成\nとを対比することにより、先願発明と本件発明が同一発明といえるかどうかについ\nて検討する。\n(ア)　先願公報の発明の詳細な説明の「実施例」の項には、「下型２０の\n上方に位置する上型ホルダー３０を下降させる」（同５欄１５～１６行）、「上型\nホルダー３０が下降すると、パッド３１と同時に吊りカム３３も下降するため、吊\nりカム３３の下面が回転カム２３のスライド板２４と接触し、スライド板２４を下\n方に押圧するため、回転カム２３はスプリング２９の弾性力に抗して図中矢印Ⅱ方\n向に回動する。」（同５欄２０～２５頁）、「回転カム２３が所定量回動した後、\n上型ホルダー３０とパッド３１間に位置するスプリング３２を圧縮しながら上型ホ\nルダー３０が更に下降すると、上型ホルダー３０にスライド台３４を介してスライ\nド自在に支持されている吊りカム３３は、スライド板２４に接触した状態で下方に\n押圧されるため、スライド板２４に沿って図中矢印Ⅲ方向にスライドする。そし\nて、吊りカム３３の先端に固定した寄曲げ刃３５がピラーＡを押圧し、ピラーＡを\n所定形状に折曲形成する（第７図参照）。」（同５欄３０行～４０行）との各記載\nがある。これらの記載には、「第１型（下型）に第２型（上型）を直線方向に移動\nさせて（下降する）衝合して成形する際負角になる成形部を有する成形型であっ\nて」という本件発明の構成要件Ａと同一の構成が示されている。\n(イ)　同「実施例」の項には、「当該下型２０の上面…その略中央部には\n当該保持部２１と連なる円弧面を有するカム溝２２を設けてある。２３は上記カム\n溝２２に回動自在に挿入した回転カムであり、この回転カム２３は図示の如くその\n一部分を略Ｌ字状に切欠いてある。」（同４欄２１～２８行）との記載がある。こ\nの記載には、「周壁軸方向に溝を刻設した円柱状のカム部材を第１型に回転自在に\n設け」という本件発明の構成要件Ｂと同一の構成が示されている。\n(ウ)　同「実施例」の項には、「又（回転カムの）他端には…吊りカム３\n３に固定した寄曲げ刃３５と共同してピラーＡを所定形状にプレス成形するための\n寄曲げ部２５を形成してある。」（同４欄３０～３３行）との記載があり、構成要\n件Ｃのうち「カム部材の溝縁部に負角成形部を形成し」という構成と同一の構成が\n示されている。また、前記記載と「３３は上型ホルダー３０に…支持された、先端\nに寄曲げ刃３５を有する吊りカムである。」（同５欄３～６行）との記載を併せる\nと、構成要件Ｃのうち「負角成形部を有するカムを前記カム部材に対向させて第２\n型に設け」という構成と同一の構成が示されている。\n(エ)　同「実施例」の項には、「２６は下型２０内に設けた孔２７内スラ\nイド自在に挿入され、且つその一端がレバー２８を介して回転カム２３と連結した\nカムリフターであり、当該カムリフター２６は孔２７内に圧入されたスプリング２\n９によって常時上方に押圧されている。」（同４欄３３～３８行）、「ピラーＡの\n折曲形成が終了し、上型ホルダー３０が上昇を開始すると、先ず吊りカム３３がス\nライド台３４上の元の位置まで戻った後、吊りカム３３が回転カム２３のスライド\n板２４から離れるため、回転カム２３はスプリング２９の弾性力によって図中矢印\nⅠ方向に回動し、回転カム２３の寄曲げ部２５は下型に設けた開口部２２の内方に\n後退する。」（同５欄４０行～６欄３行）との各記載がある。これらの記載を総合\nすると、構成要件Ｄの「成形後ワークが第１型より取り出せる状態までカム部材を\n回転後退させる自動復帰装置を第１型に設け」という構成と同一の構成が示されて\nいるといえる。\n(オ)　そうすると、先願の出願当初明細書及び図面には、本件発明の構成\n要件がすべて記載されているといえる。\nウ　原告は、後願である本件発明は、①成形の対象が板金やプラスチック等\nのあらゆる薄板であること、②下方に回転するカム部材を設けたり、あるいは上型\nにカム部材を設けることができること、③上下、横、斜方向等あらゆる方向で加工\nするものに適用できることを開示している点で、先願発明に開示されていない新た\nな技術を開示しており、先願発明と同一ではないと主張する。\nしかしながら、本件発明において、①成形の対象が板金やプラスチック\n等あらゆる薄板であるということは、先願発明における「プレス成形」を含むこと\nとなり、②下方に回転するカム部材を設けたり、上型に回転するカム部材を設ける\nことができるということは、先願発明における「下型に回転するカム部材を設け\nた」ものを含むこととなり、③上下、横、斜方向等あらゆる方向で加工するものに\n適用できるということは、先願発明における「上下方向」のみで加工するものを含\nむこととなると解される。そうすると、本件発明は先願発明を含むものとして、先\n願発明と同一であるといわざるを得ない。\nまた、後願の請求項に係る発明と先願の引用発明が同一であるか否かと\nいう特許法２９条の２該当性の判断においては、両者の発明を特定するための事項\nに相違点がある場合であっても、後願の発明を特定するための事項が、先願の発明\nを特定するための事項に対して周知技術、慣用手段の付加、削除、転換等を施した\nものに相当し、かつ、新たな効果を奏するものでない場合には、その相違点は実質\n同一であり、先願の発明と後願の発明は同一であると判断されるべきところ、原告\nが主張する前記①ないし③の点は、いずれも先願の発明を特定するための事項に対\nして周知技術、慣用手段の付加を施したものにすぎず、しかも、これらの事項を加\nえることによって、新たな作用効果を加えるものともいえない。\nそうすると、本件発明において、成形の対象が自動車の板金部品に限定\nされないこと、第１型及び第２型が上型にも下型にも斜め型にもなり得ることな\nど、原告主張の事実をもって、本件発明が先願発明と同一でないとすることはでき\nない。\nエ　以上によれば、本件発明は、先願の願書に最初に添付した明細書及び図\n面に記載された発明と同一であり、かつ、両発明の発明者は同一であるといえない\nから、本件特許は、特許法２９条の２の規定に違反してされたものであり、同法１\n２３条１項２号の無効理由を有することが明らかである。\n(2)　そうすると、被告主張のその余の無効理由について判断するまでもなく、\n原告の本件特許権に基づく本訴請求は、特段の事情がない限り権利の濫用として許\nされず（最高裁判所平成１２年４月１１日第三小法廷判決・民集５４巻４号１３６\n８頁参照）、本件において特段の事情があるとも認められないから、原告の請求は\n権利の濫用に当たるというべきである。\n４　よって、原告の請求は、その余の争点について判断するまでもなく、理由が\nない。\n大阪地方裁判所第２１民事部\n裁判長裁判官　　　　　　　小　　松　　一　　雄\n裁判官　　　　　　　阿　　多　　麻　　子\n裁判官　　　　　　　前　　田　　郁　　勝\n（別紙）\nイ号物件目録図１図２図３図４図５ロ号物件目録図１図２図３図４図５\n"
}