{
  "trial_type": "LaborCase",
  "date": {
    "era": "Heisei",
    "year": 13,
    "month": 4,
    "day": 26
  },
  "case_number": "平成9(行ツ)229",
  "case_name": "愛知県教委検診受診義務",
  "court_name": "最高裁判所第一小法廷",
  "field": "労働",
  "lawsuit_id": "18760",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=18760",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/760/018760_hanrei.pdf",
  "contents": "主　　　文\n本件上告を棄却する。\n上告費用は上告人の負担とする。\n理　　　　由\n上告代理人伊神喜弘の上告理由第一点ないし第六点について\n１　原審の適法に確定した事実関係の概要は，次のとおりである。\n（１）　上告人は，昭和５４年４月から同５９年３月まで碧南市立南中学校に教諭\nとして勤務していた。\n（２）　碧南市教育委員会（以下「市教委」という。）は，同５８年４月２５日，\n南中学校において，同年度教職員定期健康診断の一環として結核の有無に関するエ\nックス線間接撮影の方法による検査（以下「エックス線検査」という。）を実施\nし，同校のａ校長は，教職員にこの検査をあらかじめ周知させてその受検を命じた\nが，上告人は，病気治療のためのエックス線検査による過去のエックス線暴露が多\nくこれ以上の暴露を避けたい旨の意思を表明して，これを受診しなかった。\n（３）　その後，公務等の都合で上記（２）のエックス線検査を受診することがで\nきなかった者を対象とするエックス線検査が同年５月２３日に南中学校東門付近で\n実施されることになり，ａ校長は，上告人に対し，これを受診するよう命じたが，\n上告人は，同様の理由を挙げて，その受診を拒否し，ａ校長は，更に，上告人に対\nし，同月３１日に碧南市役所で第２回目の未受検者検診が行われる予定であるので\nその受検も可能である旨通知したが，上告人はこれをも受診しなかった。\n（４）　ａ校長は，市教委とも相談の上，同年６月２０日，上告人に対し，文書を\n交付してエックス線検査の受診を命じたが，上告人はこれにも従わなかった。\n（５）　市教委の学校指導室長は，同年８月２２日，上告人に対し，医学的にみて\n受診することができない理由があるのであれば医師の証明書を提出するか，又はエ\nックス線撮影を受診するかをし，その結果を同月３０日までに提出するよう伝え，\n上告人は，いったんは医師の証明書を提出することを約したが，同証明書の提出も\n胸部エックス線検査の受診もしなかった。\n（６）　上告人は，同年３月２２日，愛知県碧南保健所でかくたん検査及び血沈検\n査を受け，同年５月１７日付けで異常なしとの結果を得て，その事実をａ校長に報\n告した。\n（７）　国際放射線防護委員会（ＩＣＲＰ）が放射線による被ばくについて勧告し\nていた線量当量限度（医療被ばくを除外したもの）は，昭和５８年当時は１年間に\n５ミリシーベルト，平成２年当時は連続するどの５年間についても平均１ミリシー\nベルトであるところ，上記エックス線検査に使用されたと推認されるレントゲン照\n射装置による放射線暴露（実効線量）は０．０３ミリシーベルト程度であって，上\n記勧告に係る線量当量限度に比較しても非常にわずかであり，この検査の被ばくに\nよる健康被害については考慮するまでもないと考えられている。\n（８）　結核の有無に関するかくたん検査は，その信頼性がそれほど高くなく，エ\nックス線検査に代替することができるものではない。\n２　市町村立中学校の設置者である市町村は，学校保健法８条１項により，毎学年\n定期に，学校の職員の健康診断を行わなければならず，当該健康診断においては，\n結核の有無をエックス線間接撮影の方法により検査するものとされている（同法１\n０条１項，学校保健法施行規則（平成２年文部省令第１号による改正前のもの）１\n０条１項３号，１１条２項）。また，当該市町村は，結核予防法４条１項，６条，\n結核予防法施行令（平成４年政令第３５９号による改正前のもの）２条１項９号，\n２項２号，結核予防法施行規則（平成４年厚生省令第６６号による改正前のもの）\n３条５号により，職員に対し，毎年度，少なくとも１回，エックス線間接撮影の方\n法による健康診断を行わなければならないものとされ，職員に対して学校保健法等\nの規定によって健康診断が行われた場合において，その健康診断が結核予防法１２\n条の規定に基づく省令で定める技術的基準に適合するものであるときは，同法４条\n４項により，当該対象者に対して同条１項の規定による健康診断を行ったものとみ\nなされる。他方，市町村立中学校の教諭その他の職員は，労働安全衛生法６６条５\n項により，当該市町村が行う定期の健康診断を受けなければならない義務を負って\nいるとともに，当該健康診断において行われる結核の有無に関するエックス線検査\n（労働安全衛生規則（平成元年労働省令第２２号による改正前のもの）４４条１項\n４号参照）については，結核予防法７条１項によっても，これを受診する義務を負\nうものである。ところで，学校保健法による教職員に対する定期の健康診断，中で\nも結核の有無に関する検査は，教職員の保健及び能率増進のためはもとより，教職\n員の健康が，保健上及び教育上，児童，生徒等に対し大きな影響を与えることにか\nんがみて実施すべきものとされている。また，結核予防法は，結核が個人的にも社\n会的にも害を及ぼすことを防止し，もって公共の福祉を増進することを目的とする\nものであり，同法による教職員に対する定期の健康診断も，教職員個人の保護に加\nえて，結核が社会的にも害を及ぼすものであるため，学校における集団を防衛する\n見地から，これを行うべきものとされているものである。\nこれらによると，市町村立中学校の教諭その他の職員は，その職務を遂行するに\n当たって，労働安全衛生法６６条５項，結核予防法７条１項の規定に従うべきであ\nり，職務上の上司である当該中学校の校長は，当該中学校に所属する教諭その他の\n職員に対し，職務上の命令として，結核の有無に関するエックス線検査を受診する\nことを命ずることができるものと解すべきである。\n３　これを本件についてみると，上記事実関係によれば，上告人は，市教委が実施\nした昭和５８年度の定期健康診断においてエックス線検査を受診せず，ａ校長が職\n務上の命令として発したエックス線検査受診命令を拒否したというのであり，前記\n１（６）の事実をもって結核予防法８条，労働安全衛生法６６条５項ただし書の要\n件を満たすものということもできないから，上告人が当時エックス線検査を行うこ\nとが相当でない身体状態ないし健康状態にあったなどの事情もうかがわれない本件\nにおいては，ａ校長の上記命令は適法と認められ，上告人がこれに従わなかったこ\nとは地方公務員法（平成１１年法律第１０７号による改正前のもの）２９条１項１\n号，２号に該当するというべきである。原審の判断は，以上と同旨をいうものとし\nて是認することができる。論旨は，違憲をいう点を含め，独自の見解に立って原判\n決を論難するものにすぎず，採用することができない。\n同第七点について\n原審の適法に確定した事実関係の下においては，所論の点に関する原審の判断\nは，正当として是認することができる。論旨は採用することができない。\nよって，裁判官全員一致の意見で，主文のとおり判決する。\n（裁判長裁判官　深澤武久　裁判官　井嶋一友　裁判官　藤井正雄　裁判官　大出\n峻郎　裁判官　町田顯）\n"
}