{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 13,
    "month": 4,
    "day": 12
  },
  "case_number": "平成11(行ケ)320",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "12542",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=12542",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/542/012542_hanrei.pdf",
  "contents": "平成１１年（行ケ）第３２０号　審決取消請求事件\n平成１３年３月２７日口頭弁論終結\n判　　　　　　　　決\n原　　　　　　告　　　　　　東洋インキ製造株式会社\n訴訟代理人弁理士    　  　  佐　伯　憲　生\n被　　　　　　告　　　　　　特許庁長官　及　川　耕　造\n指定代理人　　　　　　　　　井　出　隆　一\n同　　　　　　　　　　　　　森　田　ひとみ\n同　　　　　　　　　　　　　大　橋　良　三\n主　　　　　　　　文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n事実及び理由\n第１　当事者の求めた裁判\n１　原告\n特許庁が平成１０年審判第１９２１５号事件について平成１１年７月５日に\nした審決を取り消す。\n訴訟費用は被告の負担とする。\n２　被告\n主文と同旨\n第２　当事者間に争いのない事実\n１　特許庁における手続の経緯\n原告は、発明の名称を「光硬化性被覆組成物」とする発明（以下「本願発\n明」という。）につき昭和６２年５月７日に特許出願（特願昭６２－１１１４９６\n号）をしたところ、平成１０年１１月１７日に拒絶査定を受けたので、拒絶査定不\n服の審判を請求した。特許庁は、この請求を平成１０年審判第１９２１５号事件と\nして審理した結果、平成１１年７月５日、「本件審判の請求は、成り立たない。」\nとの審決をし、その謄本を平成１１年９月１日原告に送達した。\n２　特許請求の範囲\n(ａ)エチレン性不飽和光重合性化合物\n(ｂ)２－アルキル－１－（４－（アルキルチオ）フェニル）－２－モルフォリ\nノ－プロパノン－１\n(ｃ)チオキサントンあるいは、炭素数１～３のアルキル基、炭素数１～３のア\nルコキシ基もしくはハロゲン原子で置換されたチオキサントン誘導体\n(ｄ)下記一般式［Ⅰ］で示される化合物\n(Ｒ１，Ｒ２は炭素数１～３のアルキル基、Ｒ３は炭素数\n１～１３のアルキル基、フェニル基または\nを示す。）を含むことを特徴とする光硬化性被覆組成物。\n３　審決の理由\n別紙審決書の理由の写しのとおり、本願発明は、特開昭５８－１５７８０５\n号公報（以下「引用例１」という。）及び特開昭５４－１５３８８９号公報（以下\n「引用例２」という。）記載の各発明に基づいて当業者が容易に発明をすることが\nできたものであって、特許法２９条２項に該当すると認定判断した。\n第３　原告主張の審決取消事由の要点\n審決の理由１（手続の経緯・本願発明の要旨）、２（原査定の理由）、３\n（引用例）は認める。同４（対比・判断）は、１１頁下から８行～６行の「紫外線\n硬化促進のために第３アミンを添加してもよいこと（摘記事項（１－８））が記載\nされ」、１１頁末行～１２頁１行の「混合物が着色組成物の硬化に使用されていた\nこと（摘記事項（１－７））が記載され」、及び１２頁１３行～１４頁１行を争\nい、その余を認める。同５（むすび）は争う。\n審決は、相違点の判断について、組合せの困難を看過し（取消事由１）、本\n願発明の奏する顕著な作用効果を看過した（取消事由２）ものであって、これらの\n誤りは、それぞれ審決の結論に影響を与えることが明らかであるから、違法として\n取り消されるべきである。\n１　取消事由１（組合せ困難の看過）\n(1)　本願発明の組成物は、結果的には、その特許請求の範囲に記載された\n（ａ）成分に、（ｂ）、（ｃ）及び（ｄ）成分（以下各成分を、単に「（ａ）成\n分」などという。）を添加・混合したものであるにすぎない。しかし、この添加・\n混合は、無意味になされたものではなく、それぞれの成分にそれぞれに固有の役割\nを果たさせる意図の下になされたものである。すなわち、（ｂ）及び（ｃ）成分は\n光開始剤であり、（ｄ）成分は増感剤として添加されたものである。このことは、\n本願明細書に、「本発明被覆組成物は、光開始剤として、・・・２－アルキル－１\n－（４－（アルキルチオ）フェニル）－２－モルフオリノ－プロパノン－１(ｂ）\nと、１種または２種以上のチオキサントンまたはその誘導体（ｃ）を含有する。」\n（本件公告公報（甲第５号証）５欄２行～８行）、「増感剤としては、１種または\n２種以上の式［Ｉ］で示された化合物（ｄ）を含有する。」（同５欄３０行～３１\n行）と記載されていることから、明らかである。\n本願発明は、色相、塗膜厚や紫外線量に左右されない光開始剤と増感剤と\nの新たな組合わせを探索することを目的としたものであり、発明者は、この目的を\n実現することを動機付けとして、研究を続けた結果、（ｂ）、（ｃ）及び（ｄ）成\n分が、それぞれ自己に課せられた光開始剤あるいは増感剤としての役割を果たすこ\nとにより、当該目的を達成し得る組合せであることを見出して、本願発明に至っ\nた。しかし、そもそも、このような動機付けは、引用例１、２には記載されていな\nいのである。そうである以上、引用例１あるいは同２に上記各成分自体は記載され\nているとしても、これらを組み合わせて本願発明に至ることが容易であることには\nならないはずである。\n光開始剤として多数の化合物が知られ、増感剤としても多種多様のものが\n知られているから、これらの組合わせとして考えられるものの数は、天文学的なも\nのとなる。しかも、組み合わせたことの作用効果は実験により知るほかはない。当\n業者は、これらの組合せの中から目的とするものに適合したものを、実験による試\n行錯誤に基づいて、見出さなければならないことになる。\n上記のように天文学的な数の組合せの中から、本願発明の組合せを新たに\n選択してくること自体に技術的な困難性があることは、明らかというべきである。\n(2)  審決は、（ｄ）成分に相当する化合物が引用例１にも、引用例２にも記載さ\nれているから、引用例１に記載された光硬化性組成物に当該化合物を併用すること\nは容易に想到し得た、と認定した（審決書１２頁１３行～１３頁２行）が、誤りで\nある。\nア　引用例１には、単に「第３アミンのような連鎖移動剤」を加えてもよい\n旨が記載されているのみであり、（ｄ）成分に相当する特定の化合物が「連鎖移動\n剤」に相当するとの記載はない。したがって、これを本願発明の「色相、塗膜厚や\n紫外線量に左右されない光開始剤と増感剤との新たな組合せ」における増感剤とし\nて使用することは、当業者が容易に想到し得るものではない。\nイ　引用例１には、従来のケトン系光開始剤と特定のアミンとの組合せが相\n乗的効果を有し、この混合物が光開始剤として使用されていたことが記載されてい\nるのみであり、その特定のアミンと引用例１に開示された光硬化性組成物との組合\nせについては、記載も示唆もされていない。\n引用例１に記載された特定のアミンが、他の光開始剤との組合せにおい\nてどのような作用効果を奏するかということは、当業者といえども予測することは\nできない。引用例１には、このことにつき、記載も示唆もなされていない。\nウ　引用例２には、（ｄ）成分に相当する４－ジアルキルアミノアセトフェ\nノンを「光重合開始剤」として使用し、これをチオキサントン誘導体と併用するこ\nとにより高い光硬化性が示されたことが開示されている。しかし、（ｄ）成分に相\n当する上記化合物を「増感剤」として引用例１に開示されている光開始剤と併用す\nることについては、何ら記載も示唆もされていない。\n２　取消事由２（顕著な作用効果の看過）\n(1)　本願発明に係る明細書（以下「本願明細書」という。）には、実施例１な\nいし８及び比較例１ないし６が記載されている。これらのうち、実施例１ないし４\nは、（ａ）ないし（ｄ）成分を含む紅インクの例、実施例５ないし８は、それらと\n同一の（ａ）ないし（ｄ）成分を含む黒インクの例である。比較例１は（ａ）ない\nし（ｃ）成分を含む紅インクの例、比較例４は、比較例１と同一の（ａ）ないし\n（ｃ）成分を含む黒インクの例である。\nア　これらの実施例、比較例の結果から明らかなように、実施例１ないし８\nの本願発明のインクは、比較例１及び４（引用例１記載のインクに対応）と比較し\nて、１．８３倍ないし２．３３倍という驚くべき硬化速度を示す。このような作用\n効果は、引用例１、２には、記載も示唆もされていない予想外に顕著なものであ\nる。\nさらに、紅インクの硬化速度を１００とし、これと顔料のみが異なる同\n一組成の黒インクの硬化速度とを比較すると、本願発明のインクにおいては、８９\nないし９３であるのに対し、引用例１に対応するインクにおいては７５である。本\n願発明が、この点においても顕著な作用効果を達成していることは、明らかであ\nる。\nこのように、本願明細書には、本願発明の組成物（インク）は色相や顔\n料の含有量や紫外線量による影響を受けにくいことが、明瞭に示されているのであ\nる。\nイ　審決は、「これらの実施例は顔料以外にエチレン性不飽和光重合性化合\n物等の配合量が互いに異なるものであつて、そのデ－夕の比較から紅と黒の顔料と\n組成物の硬化速度との関係について直ちに論ずることはできず、さらに、この特定\nのデータのみに基づいて、一般の顔料について本願発明の光硬化性組成物が請求人\n主張のような効果を生ずるものと認めることはできない。」（審決書１３頁１４行\n～１４頁１行）と認定したが、誤りである。\nこれらの実施例、比較例は、黒の顔料は紅の顔料に比べて、比較的少量\nの配合で充分な色を出すことができることから、顔料の量を調整し、これに合わせ\nて重合体の量を調整したにすぎない。このような調整を行わない方がむしろ不自然\nであり、これによりデータの信憑性が左右されるものではない。\n一般に、顔料としては紅及び黒が代表的なものであること、とりわけ黒\n色顔料は紫外線透過量が少なく顔料による変動の大きなものであることは当業者に\nよく知られている。本願明細書には、代表的な顔料を挙げて、本願発明の作用効果\nが示されている。明細書においてはすべてのデータが要求されるものではなく、当\n業者が理解し得る代表例があれば足りるのである。\n(2)　本願発明の組合せが顕著な作用効果を奏することは、甲第７号証（原告従\n業員作成の平成１２年２月２８日付け実験報告書。以下「甲第７号証報告書」とい\nい、その実験を「甲第７号証実験」という。）及び甲第１０号証（原告従業員作成\nの平成１２年５月３０日付け実験報告書。以下「甲第１０号証報告書」といい、そ\nの実験を「甲第１０号証実験」という。）からも、明らかである。\nア　甲第７号証実験は、引用例１の実施例２を可能な限り忠実に再現して実\n験したものである。この実験の結果によれば、ベース組成物（（ａ）成分を含有す\nる。）に、本願発明の光開始剤である（ｂ）、（ｃ）成分、及び本願発明の増感剤\nである（ｄ）成分を組み合わせて混合した組成物（本願発明の組成物）は、１６０\nないし１７３ｍ（この速度は、使用した測定装置の昀高速度である。）の極めて早\nい硬化速度を示すのに対し、本願発明の組成物の成分のうち、（ｃ）及び（ｄ）成\n分を含まないもの（引用例１に記載された組成物の一つに該当する。）、（ｄ）成\n分を含まないもの（同じく引用例１に記載された組成物の一つに該当する。）、及\nび（ｂ）成分を含まないもの（引用例２記載の組成物に該当する。）の硬化速度\nは、１５ないし８０ｍと極めて低い値を示している。\n上記結果によれば、本願発明の組成物が、引用例１及び引用例２の記載\nから予測できない顕著な作用効果を奏することは明らかである。\nイ　甲第１０号証実験は、（ｄ）成分に代えて、連鎖移動剤として作用する\n第３アミン化合物であるエチル－４－ジメチルアミノベンゾエート及びＮ，Ｎ－ジ\nメチルアニリンを使用して、甲第７号証実験と同様に実験したものである。エチル\n－４－ジメチルアミノベンゾエートは、被告が提出した「Ｒ＆ＤレポートNo.11　感\n光性樹脂の合成と応用（続）」（株式会社シーエムシー昭和５５年１１月２１日発\n行。以下「乙第３号証刊行物」という。）中に化学構造式で示されている。その結\n果は、甲第１０号証報告書の「表３」のとおり、（ｄ）成分を使用した場合（同報\n告書の組成物番号６及び７）には、硬化速度は実験装置の限界値である１７３ｍ／\n分であったのに対して、その他の第３アミンを使用した場合には、硬化速度はわず\nかに９５ｍ／分にすぎない。このような第３アミンを添加しない場合には９０ｍ／\n分であるから、本願発明のように特定のアミン化合物により顕著な作用効果を奏す\nることは予想外のことであり、格別顕著なものであることは明らかである。\nウ　さらに、本願発明の光開始剤と増感剤の組合せの作用効果が予想外に顕\n著であることは、本願明細書の実施例、比較例、引用例１、２、甲第７、第１０号\n証報告書、加藤清視・中原正二「ＵＶ硬化技術入門」（株式会社高分子刊行会昭和\n６０年３月１０日発行。以下「乙第４号証刊行物」という。）に記載された光開始\n剤と増感剤の組合せによる硬化速度の変化をとりまとめた別表から明らかである。\n第４　被告の反論の要点\n１　取消事由１（組合せ困難の看過）について\n(1)　印刷用インクの分野においては、本願出願前よりその技術の進歩に伴い、\nより硬化速度の速いものが要求されていた。そして、複数の光開始剤や増感剤、そ\nの他の硬化促進剤の組合せにより硬化速度を速くすることは、本願出願前から行わ\nれており、さして目新しい手法ではない。\n(2)　引用例１には、２種の硬化促進成分の組合せが開示され、同引用例には、\n更に硬化速度を上げるために連鎖移動剤や他の公知の光開始剤を添加することがう\nたわれている。したがって、引用例１の記載に従って、添加する成分として、市販\nされている汎用の硬化促進剤から１種類ずつ取り出し、試験したとしても、容易に\n本願発明の組合せに到達してしまうことになる。\nまた、インクの硬化の確認は、特別の分析装置や分析作業を要するもので\nはなく、例えば、印刷サンプルを白色紙に押圧して白色紙の着色の有無で確認する\n方法（引用例１の実施例１）あるいは指触による確認（引用例２の実施例１）のよ\nうに、人間の五感によってたやすく確認できるものである。作用効果を確認するこ\nとはこのように容易であるから、１種類ずつ試験したとしても、多くの時間や労力\nがかかるものではない。\n(3)　本願明細書では、塗膜の硬化（指触による）に要したコンベアスピードを\nもって硬化速度とし、具体的数値を示して予想外の作用効果であるとする。そこに\nおいて数値で表現されているのは、特定の塗膜形成条件を採用した場合の固有の数\n値であり、その測定値自体を正しく予測する事自体は確かに不可能に近いといえよ\nう。しかし、作用効果を促進する成分を加えた結果、確かに硬化が速まったという\n点において予測通り、期待通りの結果が出ているにすぎないのであり、コンベア速\n度などを持ち出すまでもなく、五感でその速さの違いは容易に確認することができ\nるのである。\n(4)　例えば、食品分野において甘味を好む顧客層がいることが知られており、\nその層向けに、既にある程度の甘みを有する食品Ａにさらなる甘味増強のため、公\n知の甘味剤の一種であるＸを添加し甘味が増したという作用効果を記載して出願\nし、多くの種類の甘味剤が存在する中でＸを選択したとか、官能試験結果で甘みが\n２倍であるとの評価が出たなどと作用効果を数値化して主張する場合を想定すると\nする。本願発明は、この場合に似ているのである。\nすなわち、新たに加わった構成（引用例１との相違点）に係る化合物が、\nその作用効果を奏することが既に知られている市販商品のような容易に入手できる\nものの中から選択され、その作用効果も五感によってすぐに確認できるような場\n合、そのような作用効果を格別に大きいと評価したり、それを根拠に発明に進歩性\nがあると判断したりするべきではない。\n(5)　引用例１には、本願発明と全く軌を一にする光硬化性組成物の発明が記載\nされており、その発明において、本願発明の四つの成分のうち、三つまでが、用い\nられることが記載されている。そして、残る一つである（ｄ）成分には、広範なア\nミンが包含され、引用例１自体に記載されたミヒラーのケトン及び引用例２に記載\nされた４－ジアルキルアミノアセトフェノンもその中に含まれる。これらが、その\n機能及び他の開始剤との組合せの点から、引用例１記載の光硬化性組成物に併用す\nることが容易なものであることは、審決の説示するとおりである。\n更に強調しておきたいのは、これらの化合物が当業者にとって余りにも当\nたり前のものであるという点である。特にミヒラーのケトンに至っては、光硬化性\n樹脂の書物をひもとけば、必ずと言ってよいほど目にする化合物であり、光重合の\n開始剤、増感剤としては、当業者の誰もが第一に頭に思い浮かべるものである。こ\nのようなものを公知の光硬化性組成物に付加することには、何らの困難性もないの\nである。\n２　取消事由２（顕著な作用効果の看過）について\n(1)　本願発明における硬化時間の実際の短縮がいかほどであるのかは疑問であ\nる。\nすなわち、硬化時間がもともと短い場合は、わずかの短縮でも、短縮率と\nしては大きくみえる。\nこのような点を念頭に置き本願明細書の表１、２をみると引用例１、２に\n対応する比較例１、３はベンゾフェノンと増感剤を組み合わせた比較例２に比べて\nその硬化時間の短縮の程度は大きいといえる。しかし、本願発明の実施例１から４\nは、既に硬化時間がかなり短くなっている硬化剤の組合せに更に硬化促進成分を付\n加するものであり、比較例１、３の組成物（引用例１、２記載の発明）が比較例２\nの組成物に対して達成している硬化時間の短縮幅からみれば、さほど大きいもので\nはないといえる。\nしたがって、本願発明は、引用例１、２の組合せにより、組合せの行われ\nないものとの関係において短い硬化時間を実現しており、その意味で、硬化時間の\n短縮効果はあるとはいえるが、その短縮効果が予想をこえて格別顕著であるとはい\nい難い。本願発明の作用効果は、たとい従来のものよりも若干優れたところがある\nとしても、引用例１記載の発明を前提として、引用例１、２の開示に従って、硬化\n速度向上のためにミヒラーのケトンあるいは４－ジアルキルアミノアセトフェノン\nをこれと併用することによる、当然期待される作用効果にすぎないのである。\n(2)　本願明細書の実施例、比較例、引用例１、２、甲第７、第１０号証報告\n書、乙第４号証刊行物に記載された数値は、それぞれ光硬化性組成物の組成、配合\n量及び硬化速度の測定方法を異にするものであり、共通の基盤に立つものではない\nから、そのままでは比較のしようがないのである。これをそのまま比較したことを\n根拠に、本願発明に顕著な作用効果があることが認められるものではない。\n(3)　このように、構成があまりにも容易な発明が、作用効果を数値化しただけ\nで、予想を超える作用効果と評価され、権利化されるということになれば、特許と\nなっている引用例１記載の発明の権利期間の実質的延長がなされたに等しい。そう\nなれば、権利期間の満了を機にその技術の改良や、実施化を準備している第３者を\n含む印刷業界の被る迷惑は計り知れず、発明の保護及び利用を図ることにより発明\nを奨励し、もって産業の発達に寄与するという特許法１条の精神にもとることにな\nるというべきである。\n第５　当裁判所の判断\n１　取消事由１（組合せ困難の看過）について\n(1)　甲第３号証（引用例１）によれば、引用例１には、「第３アミン・・・の\nような連鎖移動剤を紫外線硬化促進・・・を得るために加えてもよい」（２７頁左\n上欄６ないし８行）との記載があることが認められる。\n(2)  「第３アミン・・・のような連鎖移動剤」について\nア　乙第３号証（乙第３号証刊行物）によれば、同号証刊行物の「５．２\n光重合促進剤、連鎖移動剤」の項（４３８ないし４３９頁）には、①「光重合促進\n剤としてはアミン化合物が主に使用される。」との記載、②「アミンを促進剤とし\nて添加すると・・・連鎖移動剤として作用する・・・。アミンを添加すると空気の\n重合阻害作用が著しく軽減される理由については次の反応によって、溶存酸素がラ\nジカル連鎖的に消費されるためと考えられている。」として、アミン上のラジカル\nが他のアミンに連鎖的に移動する機構の図解、及び、③「アミン化合物としてはト\nリ（モノ、ジ）エタノールアミン・・・、４，４’－ビスジエチルアミノベンゾフ\nェノン・・・、エチル－４－ジメチルアミノベンゾエート・・・、２－（ジメチル\nアミノ）エチルベンゾエート・・・などが使われている。」との記載があることが\n認められる。そして、４，４’－ビスジエチルアミノベンゾフェノンが第３アミン\nであり、かつ、（ｄ）成分に該当することは、その化学構造（同刊行物４３５頁参\n照）から明らかである。なお、トリエタノールアミン、エチル－４－ジメチルアミ\nノベンゾエート、２－（ジメチルアミノ）エチルベンゾエートが第３アミンである\nことも、明らかである。\nイ　乙第４号証（乙第４号証刊行物）によれば、同号証刊行物の「４．１．\n４(1)　増感剤の機能」の項（７２頁～７７頁）には、①「増感剤は・・・単独では\nＵＶ照射によって活性化しない。しかし、光開始剤と一緒に使用すると、光開始剤\n単独の場合よりも効果がある。」（７２頁）との記載、②「光開始剤のベンゾフェ\nノン・・・増感剤の４，４－ビス（ジエチルアミノ）ベンゾフェノン（判決注・\n４，４’－ビス（ジエチルアミノ）ベンゾフェノンの誤記と認める。この文献中に\nおいて以下同じ。）・・・４－ジメチルアミノアセトフェノンを配合する\nと、・・・硬化速度ははやくなる。」（７３頁～７４頁）との記載、③「表３０\n光開始剤と増感剤の組合せ効果」として「４，４－ビス（ジエチルアミノ）ベンゾ\nフェノン、４－ジメチルアミノアセトフェノン」の添加によって硬化速度が速くな\nることを示す記載、④「このようにアミンの添加によって、硬化速度が速くなるの\nは、次のような理由によるものである。・・・これらの作用のために、アミンが存\n在すると硬化速度、特に表面硬化速度が速くなる。」（７４頁～７５頁）として、\n光開始剤上に発生したラジカルがアミンに移動してアミンラジカルが生成し、この\nラジカルが他のアミンに連鎖的に移動する機構の図解、⑤「なお、各物質の相対吸\n光度を図２２に示す」（７４頁）、「図２２　光開始剤および増感剤の吸収特性\nＡ　４，４’－ビス（ジエチルアミノ）ベンゾフェノン　Ｂ　４－ジエチルアミノ\nアセトフェノン　Ｃ　４－ジメチルアミノアセトフェノン・・・Ｇ　４，４’－ビ\nス（ジメチルアミノ）ベンゾフェノン」（７５頁）として、７種類の光開始剤及び\n増感剤を挙げている記載、⑥「ミヒラーケトン（判決注・４，４’－ビス（ジメチ\nルアミノ）ベンゾフェノンの別名である。）は光開始剤と増感剤の両方の作用をも\nつものといえる。類似の構造をもつ次の３種類の物質をベンゾフェノンに添加した\n場合・・・ミヒラーケトンが昀も反応性がよく、硬化速度が速い。」（７９頁）と\nの記載、がそれぞれあることが認められる。そして、４，４’－ビス（ジメチルア\nミノ）ベンゾフェノン、４－ジメチルアミノアセトフェノン、及び、４－ジエチル\nアミノアセトフェノンが、第３アミンであり、かつ、（ｄ）成分に該当すること\nは、その化学構造から明らかである。\nウ　以上の事実によれば、本願出願前から、第３アミンが連鎖移動剤として\n作用すること、及び、これを光開始剤と組み合わせて増感剤として使用することに\nより硬化を促進することが技術常識であったこと、並びに、連鎖移動剤として作用\nする代表的な第３アミンとして、（ｄ）成分としての要件を満たす、４,４'－ビス\n（ジメチルアミノ）ベンゾフェノン、４,４'－ビス（ジエチルアミノ）ベンゾフェ\nノン（以下、この両者をまとめて「４，４'－ビス（ジアルキルアミノ）ベンゾフェ\nノン」という。すなわち、ここにいうアルキル基は、メチル基又はエチル基を指\nす。）、４－ジメチルアミノアセトフェノン、４－ジエチルアミノアセトフェノン\n（以下、この両者をまとめて「４－ジアルキルアミノアセトフェノン」という。す\nなわち、ここにいうアルキル基は、メチル基又はエチル基を指す。）が知られてい\nたことが認められる。\n(3)　甲第３号証によれば、引用例１には、「着色組成物、例えば印刷インク又\nは塗料、の硬化に今まで当業界に使用されていた光開始剤は、殆んどの場合、ケト\nン系光開始剤と特定のアミンとの相乗混合物、例えばベンゾフェノンとミヒラーの\n（Ｍｉｃｈｌｅｒ´ｓ）ケトン（４，４’－ビス－ジメチルアミノベンゾフェノ\nン）・・・との混合物である。」（４頁右上欄１５行～左下欄３行）と記載されて\nおり、この記載によれば、ミヒラーのケトン、すなわち４，４’－ビス－ジメチル\nアミノベンゾフェノンが、ケトン系光開始剤と組み合わせて相乗効果を達成する化\n合物として、本願出願前から常用されていたことが認められる。\n(4)　甲第４号証（引用例２）によれば、同引用例には、特許請求の範囲として\n「４－ジアルキルアミノアセトフェノン（但しアルキル基は、メチル基又はエチル\n基）」（１頁左下欄６行～８行）、光硬化性被覆組成物の硬化特性について、「４\n－ジアルキルアミノアセトフェノンを単独で用いた場合には光硬化性は、非常に小\nさく、また、同様に化合物〔Ⅰ〕（判決注・（ｃ）成分に該当する。）も単独で用\nいた場合においては、光硬化性は非常に小さい。しかるに驚くべきことには、この\n２つの光重合開始剤４－ジアルキルアミノアセトフェノンと、化合物〔Ⅰ〕と\nを・・・用いた場合においては、各々の化合物から想像出来ないほどの高い光硬化\n性を示し・・・このような組み合せが、何故選択的にこのような感度を与えるかと\nいうことの詳細は明らかではないが・・・両者の化合物に発生するラジカルが相互\n的に複雑な反応を行う事により、このような相乗効果が起るものと推定される」\n（２頁右下欄１５行～３頁左上欄９行）との記載があることが認められる。\n(5)　上記(1)ないし(3)の事実によれば、引用例１には、引用例１記載の発明\n（審決が、本件発明との比較の対象として認定した発明）に第３アミンの連鎖移動\n剤を加えた発明が記載されているというべきである。\nもっとも、同引用例には、具体的に、「第３アミンの連鎖移動剤」とし\nて、何を選ぶべきかということが明示されているわけではない。しかし、上記(1)な\nいし(4)の事実によれば、引用例１、２に接した当業者は、引用例１の「第３アミ\nン・・・のような連鎖移動剤を紫外線硬化促進・・・を得るために加えてもよい」\nとの記載から、紫外線硬化促進のために引用例１記載の発明に加える「第３アミン\nのような連鎖移動剤」として、連鎖移動剤として作用する代表的な第３アミンであ\nり、光開始剤と組み合わせて相乗効果を達成する化合物として本願出願前から常用\nされており、しかも、そのことが引用例１にも記載されている４，４’－ビス（ジ\nメチルアミノ）ベンゾフェノンを使用することは、仮に、引用例１自体に記載され\nているのも同然であるとまでは言い切れないとしても、極めて自然に想到し得たも\nのであり、また、同じく連鎖移動剤として作用する代表的な第３アミンであるとさ\nれていた４，４’－ビス（ジエチルアミノ）ベンゾフェノン、４－ジアルキルアミ\nノアセトフェノンを使用することも、これまた極めて自然に想到し得たものと認め\nられる。\n(6)  原告の主張について\nア　原告は、引用例１には、単に「第３アミンのような連鎖移動剤」を加え\nてもよい旨が記載されているのみであり、（ｄ）成分が「連鎖移動剤」に相当する\nとの記載はないと主張する。しかし、（ｄ）成分に該当する４，４’－ビス（ジア\nルキルアミノ）ベンゾフェノン、及び、４－ジアルキルアミノアセトフェノンが連\n鎖移動剤であることが技術常識であったことは、前記(2)の認定のとおりである。\nイ　原告は、引用例１には、従来のケトン系光開始剤と特定のアミンとの組\n合せが相乗的効果を有し、この混合物が光開始剤として使用されていたことが記載\nされているのみであり、その特定のアミンと引用例１に開示された光硬化性組成物\nとの組合せについては、記載も示唆もされていないと主張する。しかし、引用例１\nには、引用例１記載の発明に、「第３アミン・・・のような連鎖移動剤を紫外線硬\n化促進・・・を得るために加えてもよい」と記載されているのであるから、その記\n載に従って、紫外線硬化促進を得るために、引用例１記載の発明に、連鎖移動剤と\nして作用する代表的な第３アミンである４，４’－ビス（ジアルキルアミノ）ベン\nゾフェノンや、４－ジアルキルアミノアセトフェノンを加えることが容易であった\nことは明らかである。\nウ　原告は、引用例２には、（ｄ）成分に相当する４－ジアルキルアミノア\nセトフェノンを「光重合開始剤」として使用することは開示されているが、「増感\n剤」として引用例１に開示の光開始剤と併用することについては、何ら記載も示唆\nもされていないと主張する。しかし、当業者が、４－ジアルキルアミノアセトフェ\nノンが「増感剤」であると認識しなければ、これを加えることができない、などと\nいう筋合いのものではない。「増感剤」と認識すると否とにかかわらず、紫外線硬\n化促進を得るために、第３アミンであり、連鎖移動剤である４－ジアルキルアミノ\nアセトフェノンを加えることが容易であったことは、前示のとおりである。\nなお、４－ジアルキルアミノアセトフェノンを増感剤として使用するこ\nとが技術常識であったことは、前記(3)の認定のとおりである。\nエ　原告は、色相、塗膜厚や紫外線量に左右されない光開始剤と増感剤との\n新たな組合わせを探索するという動機付けが、引用例１、２には記載されていない\nと主張する。\nしかし、甲第３号証（２７頁右上欄～左下欄）、第５号証（本願公告公\n報。その５欄～６欄）によれば、引用例１記載の発明や本願発明の用途は、印刷イ\nンク、ペイント（塗料）、フォトレジスト材料等であることが認められる。そし\nて、印刷インクやフォトレジスト材料の硬化速度が遅ければ、これを使用した製品\n（印刷物、フォトレジスト）は、紫外線照射後すみやかに重ねることができない、\nあるいは次工程に進むことができない等の不都合が生じるから、その硬化速度をで\nきる限り速くすることは、自明の課題である。また、その硬化速度が、色相、塗膜\n厚や紫外線量に左右されないということが望ましいことも、自明である。そして、\n硬化速度を速くするために、光開始剤、増感剤を組み合わせて使用することが技術\n常識であったことは、前記(2)の認定のとおりである。\nそうである以上、色相、塗膜厚、紫外線量に左右されることのない新し\nい光開始剤と増感剤の組み合わせを探索することは、当業者に自明の動機であるこ\nとが明らかである。\n２　取消事由２（顕著な作用効果の看過）について\n(1)　乙第４号証によれば、同号証刊行物には、①「増感剤は・・・光開始剤と\n一緒に使用すると、光開始剤単独の場合よりも効果がある。・・・増感剤によるゲ\nル化時間短縮の例を不飽和ポリエステル樹脂について示す。・・・表２８　増感剤\nの効果（不飽和ポリエステル樹脂）」（７２頁）として、光開始剤のベンジルに各\n種の増感剤（第３アミン等のアミンである。）を添加した場合に、増感剤を添加し\nない場合に比べてゲル化時間が約３分の１ないし８０分の１（硬化速度は約３倍な\nいし８０倍）となったこと、②「表２９　増感剤の効果（ポリエステルアクリレー\nト系）」（７３頁）として、各種の光開始剤に増感剤トリエチレンテトラミン（ア\nミンである。）を添加した場合に、増感剤を添加しない場合に比べて硬化時間が３\n分の２ないし２０分の１（硬化速度は１．５倍ないし２０倍）となったこと、③\n「表３０　光開始剤と増感剤の組合せ効果」（７４頁）として、光開始剤のベンゾ\nフェノンと増感剤の４－ジメチルアミノアセトフェノンの組合せに、増感剤の４，\n４’－ビス（ジエチルアミノ）ベンゾフェノンを更に組み合わせた場合に、硬化速\n度が２倍になったこと、及び、光開始剤のベンゾフェノンと増感剤の４，４’－ビ\nス（ジエチルアミノ）ベンゾフェノンの組合せに、増感剤の４－ジメチルアミノア\nセトフェノンを更に組み合わせた場合にも、硬化速度が約２倍になったことが記載\nされていることが認められる。\n上記事実に、前記１(2)ないし(4)の事実を加えて総合すれば、当業者は、\n引用例１記載の発明に、４，４’－ビス（ジアルキルアミノ）ベンゾフェノンや、\n４－ジアルキルアミノアセトフェノンを加えた場合には、紫外線硬化が促進され\nて、硬化速度が、例えば乙第４号証刊行物の前記記載のような相当の程度に速くな\nることを予測するものと認められる。\nところが、以下のとおり、本願発明が、引用例１記載の発明に比べて、上\n記当業者の予測を超えるほどの作用効果を奏するものと、認めることはできない。\n(2)  甲第７号証実験について\nア　甲第７号証報告書には、下記①ないし⑤の結果が記載されている。\n①　特定の（ａ）、（ｂ）、（ｃ）、（ｄ）成分を含む組成物（組成物\nNo．８ないし１０。（ｄ）成分は、４，４’－ビス（ジエチルアミノ）ベンゾフェ\nノンである。本願発明に該当する。）の特定の条件下での硬化速度は、分速１７３\nｍのコンベア速度に対応できるものであったこと。\nなお、同号証には、上記毎分１７３ｍという数値は、使用した実験装\n置の昀大値であるとの記載があるけれども、組成物No．８ないし１０の硬化速度\nが、それよりも速いと認めるに足りる証拠はない。\n②　上記①の組成物と同一の（ａ）、（ｂ）、（ｃ）成分を含み、（ｄ）\n成分を含まないもの（組成物No．２ないし４）の同じ条件下での硬化速度は、分速\n８０ないし９０ｍのコンベア速度に対応できるものであったこと。\n③　上記①の組成物と同一の（ａ）、（ｂ）、（ｄ）成分を含み、（ｃ）\n成分（「カヤキュア－ＩＴＸ」。引用例１実施例２の「ＰＳ１」である。）に替え\nて「チオキサントン誘導体Ａ」（引用例１実施例２の「ＰＳ４」）を含むもの（組\n成物No．１１ないし１３）の同じ条件下での硬化速度は、分速１６０ｍのコンベア\n速度に対応できるものであったこと。\n④　上記①の組成物と同一の（ａ）、（ｂ）成分を含み、（ｃ）、（ｄ）\n成分を含まないもの（組成物No．１）の同じ条件下での硬化速度は、分速１５ｍの\nコンベア速度に対応できるものであったこと。\n⑤　上記①の組成物と同一の（ａ）、（ｂ）、（ｄ）成分を含み、（ｃ）\n成分を含まないもの（組成物No．１５）の同じ条件下での硬化速度は、分速７０ｍ\nのコンベア速度に対応できるものであったこと。\nイ　甲第３、第７号証によれば、甲第７号証実験は、引用例１の実施例２と\n比較すると、ポリエステルアクリレート樹脂（エベクリル593）に代えてポリオール\nアクリレート樹脂（ネオマーDA600）が使用され、かつ、一部の溶剤（Ｎ－ビニル－\n２－ピロリドン）が省略されたものと、本願発明とを比較したものであることが認\nめられる。したがって、同号証実験を、引用例１記載の発明と本願発明の作用効果\nを比較したものということはできない（同一の光開始剤・増感剤の組合せであって\nも、添加対象の組成物の成分が異なると、硬化促進の程度が異なるものとなる可能\n性があることは自明である。この点に関して、原告は、Ｎ－ビニル－２－ピロリド\nンの添加による硬化速度の違いがないことを実験によって確認したと主張する。し\nかし、原告の主張によっても、上記実験は、甲第７号証実験とは異なるベースイン\nキ（（ａ）成分）を使用し、引用例１の実施例とも異なる量のＮ－ビニル－２－ピ\nロリドンを添加したものであって、これを根拠にＮ－ビニル－２－ピロリドンの添\n加が、甲第７号証実験における硬化速度に影響を及ぼさないと認めることはできな\nい。）。\nウ　また、前記(1)認定の事実に照らせば、（ａ）、（ｂ）、（ｃ）成分を含\nむ組成物（②の組成物）に、（ｄ）成分を加えたことによる硬化促進の効果（本願\n発明に該当する①の組成物の硬化促進の効果）は、当業者が予測し得たものと認め\nられる。すなわち、①の組成物は、②の組成物よりも硬化速度が速いものではあ\nる。しかし、②の組成物に（ｄ）成分を加えれば硬化速度が、例えば、前記乙第４\n号証刊行物に記載された程度に相当に速くなることは、当業者が予測し得たことで\nあり、①、②の各組成物の硬化速度の差をこの程度を超えるものとすることはでき\nないから、結局のところ、甲第７号証報告書は、このことを数値化したにすぎない\nものというべきであり、これを「予想外の効果」とすることはできないのである。\nエ　①の組成物が③の組成物よりも硬化速度が速いことは、引用例１に「実\n施例２　増感剤としてのチオキサントンの併用」（２９頁右上欄）として開示され\nている６種類のチオキサントン誘導体のうち、引用例１記載の発明の「ＰＳ１」\n（（ｃ）成分に該当する。）が、これに該当しない「ＰＳ４」より硬化促進効果が\n若干強いことを示すものではあるが、その程度はわずかなものというべきである。\nそして、上記６種類のチオキサントン誘導体がそれぞれ物質が異なる以上、引用例\n１に接した当業者において、硬化促進効果が全く同じということはなく、若干の優\n劣はあるものと推測することは当然であるから、上記「ＰＳ４」よりも「ＰＳ１」\nが硬化促進効果が若干強いことをもって、予想外のものということはできない。\n(3)　本願明細書の実施例・比較例について\nア　甲第５号証（本願公告公報）によれば、本願明細書には、実施例及び比\n較例として、下記のような成分を含む光硬化性被覆組成物が記載されていることが\n認められる。\n①（ａ）、（ｂ）、（ｃ）及び（ｄ）成分を含む組成物（実施例１ないし\n８）\n②（ａ）、（ｂ）、（ｃ）成分を含み、（ｄ）成分を含まない組成物（比\n較例１及び４）\n③（ａ）、（ｄ）成分を含み、（ｂ）、（ｃ）成分を含まない組成物（但\nし、（ｂ）、（ｃ）成分に替え、周知の光開始剤であるベンゾフェノンを使用）\n（比較例２及び５）\n④（ａ）、（ｃ）、（ｄ）成分を含み、（ｂ）成分を含まない組成物（比\n較例３及び６）\nイ　甲第５号証によれば、本願発明である①の組成物は、（ｄ）成分を含ま\nない②の組成物（引用例１記載の発明）よりも、硬化速度が速いものの、その程度\nは、前記(2)と同様、前記(1)の事実に照らせば、それが当業者の予想を超えるもの\nということはできない。\nウ　上記③及び④の組成物は、引用例１記載の発明の（ｂ）、（ｃ）成分の\n一方又は双方を含まないものであって、その硬化速度は、引用例１記載の発明の硬\n化速度を上回るものではないことが認められるから、本願発明が、それらよりも硬\n化速度が速いとしても、このことをもって、本願発明の作用効果が顕著であること\nの証左とすることはできない。\n(4)　甲第１０号証実験について\nア　甲第１０号証報告書には、下記①ないし③の結果が記載されている。\n①　特定の（ａ）、（ｂ）、（ｃ）、（ｄ）成分（（ｄ）成分は、４,４'\n－ビス（ジエチルアミノ）ベンゾフェノン又はＮ，Ｎ－ジメチルアミノアセトフェ\nノン）を含む組成物（組成物No．６、７。本願発明に該当する。）の特定の条件下\nでの硬化速度は、分速１７３ｍのコンベア速度に対応できるものであったこと。\n②　上記①の組成物と同一の（ａ）、（ｂ）、（ｃ）成分、及び、（ｄ）\n成分に該当しない第３アミンの連鎖移動剤（エチル－４－ジメチルアミノベンゾエ\nート又はＮ，Ｎ－ジメチルアニリン）を含むもの（組成物No．８、９）の同じ条件\n下での硬化速度は、分速９５ｍのコンベア速度に対応できるものであったこと。\n③　上記①の組成物と同一の（ａ）、（ｂ）、（ｃ）成分を含み、第３ア\nミンの連鎖移動剤を含まないもの（組成物No．１０）の同じ条件下での硬化速度\nは、分速９０ｍのコンベア速度に対応できるものであったこと。\nイ　しかし、甲第１０号証実験は、甲第７号証実験と同様に、引用例１の実\n施例とは異なる組成物を対象とするものであるから、直ちに、同号証実験を、引用\n例１記載の発明に第３アミンの連鎖移動剤を添加したときの作用効果を示すものと\nすることはできない。\nウ  のみならず、前記(1)認定の事実に照らせば、（ａ）、（ｂ）、（ｃ）成\n分のみを含む組成物に、（ｄ）成分を加えることにより相当程度大きい硬化促進の\n効果が生ずるであろうことは、、当業者が予測し得たものと認められることは、前\n記(2)で述べたとおりである。そうである以上、他の第３アミンの連鎖移動剤の中\nに、特定の（ａ）、（ｂ）、（ｃ）成分を含む組成物に加えた場合における特定の\n条件下の硬化速度において、（ｄ）成分を加えたものより劣るものが２種類あると\nしても、そのことは、上記（ａ）、（ｂ）、（ｃ）成分を含む組成物に、（ｄ）成\n分を加えたことによる硬化促進の効果を当業者が予測し得た範囲内のものであると\nする認定を左右するに足りるものではないというべきである。ちなみに、上記エチ\nル－４－ジメチルアミノベンゾエートが記載されている乙第３号証刊行物の４３８\n頁には、これと並んで、トリエタノールアミン、２－（ジメチルアミノ）エチルベ\nンゾエートが記載され、乙第４号証刊行物の７２ないし７３頁には、トリエチルア\nミン、ジエチルアミノエチルメタクリレートの効果が顕著であることが記載されて\nおり、本願発明の作用効果が、このような代表的な第３アミンの連鎖移動剤を通常\nの条件下において引用例１記載の発明に添加した場合と比べて特段優れていると認\nめるに足りる証拠もないのである。\n(5)　甲第３ないし第５、第７、第１０号証、乙第４号証によれば、別表は、\n光硬化性組成物の組成、配合量及び硬化速度の測定方法等の条件の異なる実験結果\nを比較したものにすぎないから、これをもって、本願発明が顕著な作用効果を奏す\nることの証左とすることはできない。\n(6)　原告は、紅インクの硬化速度を１００とし、顔料のみが異なる同一組成\nの黒インクの硬化速度を比較すると、本願発明のインクにおいては、８９ないし９\n３であるのに対し、引用例１に対応するインクにおいては７５であり、本願発明\nが、この点においても顕著な作用効果が達成されていると主張する。\nしかし、本願発明は、「紅インク」「黒インク」であることも、顔料そ\nの他の着色物質を含むことを要件とするものではないことは、特許請求の範囲の記\n載から明らかである。したがって、仮に、紅インクと黒インクについて、原告主張\nの作用効果があるとしても、それは、本願発明の特定の実施例の作用効果にすぎな\nいものであって、これを本願発明そのものの作用効果とすることはできない。\n３　以上のとおりであるから、原告主張の取消事由はいずれも理由がなく、その\n他審決にはこれを取り消すべき瑕疵は見当たらない。\n第６　よって、本訴請求は、理由がないから棄却することとし、訴訟費用の負担に\nついて行政事件訴訟法７条、民事訴訟法６１条を適用して、主文のとおり判決す\nる。\n東京高等裁判所第６民事部\n裁判長裁判官    　　　山　　下　　和　　明\n裁判官　　  　　山　　田　　知　　司\n裁判官　　　　　宍　　戸　　　　　充\n別表\n"
}