{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 5,
    "day": 30
  },
  "case_number": "平成12(ワ)2916",
  "case_name": "",
  "court_name": "東京地方裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "11837",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=11837",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/837/011837_hanrei.pdf",
  "contents": "平成１２年(ワ)第２９１６号　特許権損害賠償請求事件\n口頭弁論終結の日　平成１４年３月１４日\n判　　　　　　　　決\n原　　　　　　告　　　Ａ\n訴訟代理人弁護士　　　山　口　三惠子\n補佐人弁理士　　　　　伊　藤　　　充\n被　　　　　　告　　　松下通信工業株式会社\n訴訟代理人弁護士　　　大　野　聖　二\n補佐人弁理士　　　　　龍　華　明　裕\n同                    森　田　耕　司\n主　　　　　　　　文\n１　原告の請求を棄却する。\n２　訴訟費用は原告の負担とする。\n事実及び理由\n第１　原告の請求\n１　被告は，原告に対し，１億８１９５万円及びこれに対する平成１２年２月２\n２日（訴状送達の日）から支払済みまで年５分の割合による金員を支払え。\n２　訴訟費用は被告の負担とする。\n３　仮執行宣言\n第２　事案の概要\n原告は，車両ナビゲーション方法に関する特許発明の特許権者であり，被告\nは情報・通信機器等の製造販売を行う会社である。本件において，原告は，被告が\n製造販売する車両ナビゲーション装置は原告の特許発明の実施にのみ使用する物で\nあり原告の特許権を侵害する（特許法１０１条２号）と主張して，被告に対し，特\n許権侵害に基づき損害賠償を求めている。\n１　当事者間に争いのない事実\n(1) 原告は，次の特許権を有している（以下，「本件特許権」といい，その特\n許発明を「本件特許発明」という。）。\n特許番号　　　第２７２２３６５号\n発明の名称　　　車両ナビゲーション方法\n出願年月日　　　昭和６０年４月２０日\n出願番号　　　特願平４－１１０６４８（特願昭６０－８３６３２の分割\n出願）\n公開年月日　　　平成７年３月１７日\n登録年月日　　　平成９年１１月２８日\n(2) 本件特許権に係る明細書（以下「本件明細書」という。本判決末尾添付の\n特許公報〔甲４。以下「本件公報」という。〕参照）の特許請求の範囲の記載は，\n次のとおりである。\n「衛星航法等絶対位置検出装置で検出される緯度経度情報等車両の絶対位置\n情報と，各走行情報検出器（走行距離計及び走行方向検出器等）で検出される車両\nの走行情報と，各アークの分岐関係を含む情報を有する相対モード地図情報と，該\n相対モード地図情報の各アークに対応づけられた絶対位置情報を有する絶対モード\n地図情報に基づき，前記絶対位置情報に対応する絶対モード地図情報上のアークを\n検索し，相対モード地図情報上の前記アークの分岐関係を含む地図情報パターンと\n前記各走行情報から算出される走行パターンとの比較により前記相対モード地図情\n報上の前記車両の位置確定が可能なとき，前記相対モード地図情報に対応する相対\n表示地図情報（経路名称及び／又は道案内等）を表示することを特徴とする車両ナ\nビゲーション方法。」\n(3) 本件明細書には，本件特許発明の効果に関して次の記載がある。\n「本発明によれば，衛星航法等絶対位置検出装置で検出される絶対位置情報\nに対応する絶対モード地図情報上のアークを検索し，相対モード地図情報上の前記\nアークの分岐関係を含む地図情報パターンと，車両の各走行情報から算出される走\n行パターンとの比較により相対モード地図情報上の前記車両の位置を求めることが\nできるので，例えば，オートバイのように，極狭い道（地図情報にない通路や駐車\n場）を通過する場合等，相対モードによる車両の位置を見失った場合でも，衛星航\n法の絶対位置情報と行情報検出器の相対位置情報により車両の走行経路上への自動\n復帰が可能となる等確実正確で人の判断操作の不要な優れた車両のナビゲーション\nを実現できる。」（本件公報１０欄４行目～１６行目参照）\n(4) 被告は，平成１１年１１月２８日から平成１２年２月１５日までの間に，\n下記の製品型番の車両ナビゲーション装置（以下，これらを「被告装置」と総称す\nる。）を製造販売した（ただし，「モニターなし」の表示のある製品は，原告主張\nの車両ナビゲーション方法を表示する機能を備えていない。）。\nＣＮ－ＶＷ００７ＸＤ（モニターなし）\nＣＮ－ＶＷ００７ＺＤ（モニターなし）\nＣＮ－ＤＶ００７Ｄ（モニターなし）\nＣＮ－ＤＶ２０００ＶＤ\nＣＮ－ＤＶ２０００Ｄ（モニターなし）\nＣＮ－ＤＶ２５００Ｄ（モニターなし）\nＣＮ－ＤＶ２５００ＶＤ\nＣＮ－ＤＶ２００１ＶＤ\nＣＮ－ＤＶ２００１ＳＤ\nＣＮ－ＤＶ２０２０ＴＤ（モニターなし）\nＣＮ－ＤＶ２０２０ＴＷＤ\nＣＮ－ＤＶ２０００ＴＤ（モニターなし）\nＣＮ－ＤＶ２０００ＴＷＤ\nＣＮ－ＤＶ２００１ＷＤ\nＣＮ－ＤＶ２５２０ＩＤ（モニターなし）\nＣＮ－ＤＶ２５２０ＩＸＤ\nＣＮ－ＤＶ２０２０ＴＳＤ\nＣＮ－ＤＶ２０００ＴＳＤ\n２　本件の争点\n(1) 被告装置の構造及び作用等は，どのようなものか（争点１）\n(2) 被告装置による車両ナビゲーションの方法は，本件特許発明の技術的範囲\nに属するものか（争点２）\n(3) 被告装置は，本件特許発明の実施にのみ使用する物（特許法１０１条２\n号）に該当するか（争点３）\n(4) 本件特許発明には明らかな無効理由が存在し，これに基づく原告の損害賠\n償請求権の行使は，権利の濫用に当たり許されないか（争点４）\n(5) 原告の損害額（争点５）\n３　争点に関する当事者の主張\n(1) 争点１（被告装置の構造・作用等）について\n【原告の主張】\nア　前記１(4)記載のすべての被告装置は，別紙物件目録（原告主張）１に記\n載のとおりの構造及び作用等を備えるものである。この目録は，被告会社のカーエ\nレクトロニクス事業部及びカーシステム事業部所属の従業員が執筆した「カーナビ\nゲーションシステム」と題するレポート（平成６年１２月発行の「National\nTechnical Report」誌〔甲１〕に掲載。以下「被告レポート」という。）の記載に\n基づくものである。\nイ　被告装置のうち，ＤＶ２５２０シリーズの装置は別紙物件目録（原告主\n張）２に記載の構造及び作用等を，００７シリーズの装置は，別紙物件目録（原告\n主張）３に記載の構造及び作用等を，それぞれ備えている。\nなお，物件目録（原告主張）２は，平成１１年１２月発行の被告会社及\nび松下電器産業株式会社作成のＤＶ２５２０シリーズ製品カタログ（甲３）の記載\nに基づくものであり，物件目録（原告主張）３は，平成９年１１月発行の被告会社\n及び松下電器産業株式会社作成の００７シリーズ製品カタログ（甲２）の記載に基\nづくものである。\n【被告の主張】\n被告装置の構造・作用等は，別紙物件目録（被告主張）に記載のとおりで\nある。この目録は，前記被告レポートの記載を忠実に反映したものであり，実際の\n被告装置の技術内容を表す妥当なものである。\n原告は，製品カタログ（甲２，３）の記載を根拠に３つの種類の物件目録\nを主張しているが，妥当でない。上記カタログの作成に関与した被告会社従業員の\n陳述書（乙１４）には，被告レポートに記載されている「『データの位置・方位と\nを比較・照合する』という表現をそのままカタログに記載すると，ユーザーにとっ\nてマッチング処理の内容が解りにくく，商品の魅力を伝えるのに不十分であると判\n断しました。そこで，出来るだけ平易な表現で，かつ，商品性をアピールできるよ\nうに，マップマッチング処理の内容をカタログに記載することにしました。したが\nって，甲第２，３号証のマッチング処理に関する記載は，技術的な見地からは，正\n確さが欠けているのは否めないと思います。」という記載があり，上記カタログの\n記載は，ユーザーにマッチング処理の内容を分かりやすく説明するための便宜的な\nものであることが明らかである。\nまた，物件目録（原告主張）１の内容も妥当でない。物件目録（被告主\n張）に示されているように，「高速道路の識別の場合」「屋内駐車場の識別の場\n合」は，構成ＡからＬまでとは別フローの処理であり，これを同一の処理フローの\n中に入れるのは相当でない。\nなお，物件目録（原告主張）１の個々の内容は，細かなレベルの処理内容\nを記載したものであり，これらは構成要件の対比にとって不要なものである。\n(2) 争点２（被告装置による車両ナビゲーション方法の本件特許発明の構成要\n件充足性）について\n【原告の主張】\nア　本件特許発明の構成要件の分説\n本件特許発明の構成要件を分説すると，次のとおりである（以下「構成\n要件ａ」などという。）\nａ　衛星航法等絶対位置検出装置で検出される緯度経度情報等車両の絶対\n位置情報と，\nｂ　各走行情報検出器（走行距離計及び走行方向検出器等）で検出される\n車両の走行情報と，\nｃ　各アークの分岐関係を含む情報を有する相対モード地図情報と，\nｄ－１　該相対モード地図情報の各アークに対応づけられた絶対位置情報\nを有する絶対モード地図情報に基づき，\nｄ－２　前記絶対位置情報に対応する絶対モード地図情報上のアークを検\n索し，\nｅ　相対モード地図情報上の前記アークの分岐関係を含む地図情報パター\nンと前記各走行情報から算出される走行パターンとの比較により前記相対モード地\n図情報上の前記車両の位置確定が可能なとき，\nｆ　前記相対モード地図情報に対応する相対表示地図情報（経路名称及び\n／又は道案内等）を表示することを特徴とする車両ナビゲーション方法。\nイ　構成要件ａについて\n物件目録（原告主張）１の構成Ａに示すように，被告装置はＧＰＳアン\nテナとＧＰＳ受信機を有しているから，被告装置が本件特許発明の構成ａを備える\nことは明らかである。同様に，物件目録（原告主張）２の構成１－ｅ，物件目録\n（原告主張）３の構成１－ｅがそれぞれ示すように，これらの物件目録の対象であ\nる被告装置が構成ａを備えることは明らかである。\nウ　構成要件ｂについて\n物件目録（原告主張）１の構成Ｂに示すように，被告装置は車速センサ\nや振動ジャイロを有しているから，被告装置が本件特許発明の構成ｂを備えること\nは明らかである。同様に，物件目録（原告主張）２の構成１－ｂ，１－ｃ，物件目\n録（原告主張）３の構成１－ｂ，１－ｃが示すように，これらの物件目録の対象で\nある被告装置はジャイロセンサや速度センサを有しているから，構成ｂを備えるこ\nとは明らかである。\nエ　構成要件ｃについて\n(ア)　被告装置全般について\n物件目録（原告主張）１の構成Ｃに示すように，被告装置は地図データ\n等を格納したＣＤ－ＲＯＭやＤＶＤディスクを有している。そして，被告レポート\nの２８頁「２．３地図ＣＤ－ＲＯＭディスク」の項には「本システムでは，ナビ研\nフォーマットと松下オリジナルフォーマットの２種類のフォーマットに対応できる\n業界初のシステムとした。」と記載されている。\nこの地図データがいわゆる「ナビ研フォーマット」である場合には，ア\nーク（道路）の分岐関係に関する情報を有することは一般によく知られている事実\nであり，被告装置が道路の分岐情報を含む地図情報を有することは明らかである。\nしたがって，この場合には被告装置は構成要件ｃを備えている。\nまた，地図データが「松下オリジナルフォーマット」である場合につい\nては，被告レポート２８頁の「２．３．２経路データ」に，「経路探索ルールデー\nタには，経路探索地点と呼ばれる主要交差点（全国で約13,000点）間のあらかじめ\n求められている経路が記録されている。」と記載されていることから，アーク（道\n路）の分岐関係に関する情報を有するものと考えられる。したがって，この場合に\nも被告装置は構成要件ｃを備えている。\n特に，物件目録（原告主張）１の構成Ｉに示されているように，被告装\n置は「自車位置が存在する接続・交差する道路に関する前記地図データから道路の\n分岐等により，最大８個までの候補を作成する。」ものであるから，被告装置は，\n明らかに構成要件ｃを充足している。\n(イ)　ＤＶ２５２０シリーズの装置について\n被告装置のうちのＤＶ２５２０シリーズの装置については，物件目録\n（原告主張）２の構成１－ｄ－１に示すように，地図データにマップマッチング用\nデータが含まれている。そして，マップマッチングでは，同目録の構成２－ｃ－２\n－１に示すように道路の分岐関係に基づき複数候補の作成が行われている，したが\nって，地図データにはアーク（道路）の分岐関係を含むデータが含まれている。\nまた，構成２－ｄ－３や２－ｄ－４に示されているように，上記被告装\n置はルート設定を行う機能を有している。ルート設定を行う場合には，各道路がど\nのように分岐しているかに関する情報が原理的に必要である。なぜなら，アーク\n（道路）の分岐の様子が不明であれば，ルートの設定を行えるはずはないからであ\nる。この観点からも，この装置の地図データがアーク（道路）の分岐関係を含むデ\nータを含んでいることは明らかである。\n(ウ)　００７シリーズの装置について\n上記(イ)で述べた内容は，被告装置のうちの００７シリーズの装置と物\n件目録（原告主張）３の関係についても同様に当てはまる。\nオ　構成要件ｄ－１について\n(ア)　被告装置全般について\n物件目録（原告主張）１の構成Ｃに示すように，被告装置は地図データ\nを格納するＣＤ－ＲＯＭやＤＶＤを有している。また，構成Ｇに示すように，被告\n装置は「センサデータ処理で作成した走行ベクトルデータによる走行位置・方位と\n地図データ中の道路ネットワークデータの位置・方位とを比較・照合することによ\nりマップマッチングをおこなう」ものであるから，「位置」を比較対象としている\n以上，地図データに絶対位置が含まれていることは明らかである。\nさらに，構成Ｈに示されているように，被告装置は，「各候補道路上に\n自車位置が存在すると仮定した場合の仮の自車位置と，現在の自車位置との距離を\n求めて」いるし，構成Ｉに示されているように，「道路の分岐により最大８個まで\nの候補を作成する。各候補の位置・方位と，現在自車が存在する道路の位置・方位\nの差から，各候補の候補評価値を求め」ている。　したがって，このことからみ\nて，各候補道路の絶対位置が判明していることが明らかである。このように，被告\n装置は，アーク（道路）に対応した絶対位置情報をその地図データ中に含んでい\nる。\nそして，候補道路の選択は道路の分岐により行われているので，このア\nーク（道路）は分岐情報を含んでおり，これが本件特許発明の構成ｃにいう「相対\nモード地図情報」に該当することは明らかである。\nしたがって，被告装置は，本件特許発明の構成要件ｄ－１を充足する。\n(イ)　ＤＶ２５２０シリーズの装置について\n被告装置のうちのＤＶ２５２０シリーズの装置については，物件目録\n（原告主張）２の構成２－ｃ－２－２に示されているように，上記被告装置は，自\n車と道路の位置差・方向差に基づき，候補評価値を算出している。したがって，位\n置差を比較する以上，地図データ中の道路には絶対位置の情報が付与されているこ\nとは明らかである。さらに，上記の比較の対象となる候補道路は，構成２－ｃ－２\n－１によれば，道路の分岐によって選択されている。したがって，比較対象となる\n道路には絶対位置が付与されていると共に，分岐関係の情報も付与されている。言\nい換えれば，この道路は，本件特許発明の「相対モード地図情報」に相当する情報\nを有している。\nしたがって，上記被告装置が本件特許発明の構成要件ｄ－１を充足する\nことは明らかである。\n(ウ)　００７シリーズの装置について\n上記(イ)で述べた内容は，被告装置のうちの００７シリーズの装置（物\n件目録（原告主張）３参照）についても同様に当てはまる。\nカ　構成要件ｄ－２について\n(ア)　被告装置全般について\n物件目録（原告主張）１の構成Ｆ－２に示すように，被告装置は一定の\n場合に自車位置をＧＰＳで求めた位置に修正する。修正後は，自車位置はＧＰＳが\n求めた絶対位置となる。\n構成Ｈにおいて，被告装置は，自車位置の周囲の所定範囲から向きが近\nい道路を候補道路として取り出している。これはまさに本件特許発明の構成要件ｄ\n－２の「前記絶対位置情報に対応する絶対モード地図情報上のアークを検索し，」\nに該当する。\n上記ＧＰＳで修正後の自車位置は「絶対位置情報」であることが明らか\nであり，したがって，被告装置はＧＰＳで得られた絶対位置の周囲の所定範囲から\n向きが近い道路を候補道路として取り出している。この動作は，「絶対位置情報に\n対応する絶対モード地図情報上のアーク（道路）を検索」する行為である。よっ\nて，被告装置が，構成要件ｄ－２にいう「前記絶対位置情報に対応する絶対モード\n地図情報上のアークを検索」する動作を行っていることは明らかである。\nなお，自車位置は，物件目録（原告主張）１の構成Ｇによれば，走行距\n離と走行方向によって更新され，この更新動作は，構成Ｅ－２によれば，自車位置\nだけではなく，位置，走行ベクトルに対しても実行される。\nしかし，走行距離や走行方位には，絶対位置の情報が含まれていないの\nで，自車位置の絶対位置は，本来的にＧＰＳに由来する。よって，更新後の情報も\n本件特許発明の構成ｄ－２にいう「絶対位置情報」に該当する。\n(イ)　ＤＶ２５２０シリーズの装置について\n被告装置のうちのＤＶ２５２０シリーズの装置については，物件目録\n（原告主張）２の構成２－ｂに示されているように，上記被告装置は，ＧＰＳデー\nタに基づき自車位置の修正を行う。したがって，自車位置はＧＰＳが求めた絶対位\n置である。そして，同目録の構成２－ｃでは，走行軌跡データと地図データ上の道\n路形状の比較が行われている。この地図データは，当然自車位置を基準に「道路\n（アーク）」を取り出してくるものと考えられる。したがって，上記被告装置は，\n本件特許発明の構成要件ｄ－２に相当する動作を行っている。\n(ウ)　００７シリーズの装置について\n上記(イ)で述べた内容は，被告装置のうちの００７シリーズの装置（物\n件目録（原告主張）３参照）についても同様に当てはまる。\nキ　構成要件ｅについて\n(ア)　被告装置全般について\n物件目録（原告主張）１の構成Ｉに示すように，被告装置は「自車位置\nが存在する道路に接続・交差する道路に関する前記地図データから道路の分岐等に\nより最大８個までの候補を作成」する。したがって，被告装置は，本件特許発明の\n構成要件ｅにいう「相対モード地図情報上の前記アークの分岐関係を含む地図情報\nパターン」を作成している。\nさらに，被告装置は，上記構成Ｉに示すように，「各候補の位置・方位\nと，現在自車が存在する道路の位置・方位の差から，各候補の候補評価値を求め\nる」動作を実行している。このような自車が走行している道路の位置・方位の情報\nは，車両の走行を表す情報であり，本件特許発明の構成要件ｅにいう「走行パター\nン」に該当する。すなわち，上記構成Ｉの「道路の位置・方位」は，車両が過去に\n走行し，現在走行している道路を表すものであるから，車両の走行情報を指すこと\nは明らかであり，構成要件ｅにいう「走行パターン」に他ならない。\n被告装置は「道路の分岐等により最大８個までの候補を作成」し，この\n道路の位置・方位と，現在自車が存在する道路の位置・方位とを比較している。自\n車が存在している道路の位置や方位が候補となる道路の位置・方位と近似していれ\nば，自車が位置する道路である確率は高くなるであろうし，近似する程度が低けれ\nばこの確率は小さくなるであろう。このようにして，被告装置は，構成要件ｅにい\nう「相対モード地図情報上の前記アークの分岐関係を含む地図情報パターンと前記\n各走行情報から算出される走行パターンとの比較」を実行している。\n次に，物件目録（原告主張）１の構成Ｊによれば，被告装置は「最も候\n補評価値（確度値）の高い道路上に瞬時に自車位置・方位を修正」する。これは，\n最終的には車両の位置を確定できると判断したためである。したがって，被告装置\nには「車両の位置確定が可能なとき」が存在する。逆にいえば，確定できたと判断\nしたからこそ，「瞬時に自車位置・方位」を修正したのである。\nさらに，上記構成Ｊに従えば，車両は道路（アーク）上に位置すること\nが明らかである。そして，この道路は，前述のように「道路の分岐等により最大８\n個までの候補を作成」するものであるから，分岐関係を含む地図データの道路（ア\nーク），すなわち相対モード地図情報上の道路（アーク）を指す。したがって，結\n局，構成Ｉの動作によって，車両は相対モード地図情報上の位置を確定されている\nことになる。\n以上のとおり，被告装置は，物件目録（原告主張）１の構成Ｉ及び同Ｊ\nの記載からみて，明らかに本件特許発明の構成要件ｅを備えている。\n(イ)　ＤＶ２５２０シリーズの装置について\n被告装置のうちのＤＶ２５２０シリーズの装置については，物件目録\n（原告主張）２の構成２－ｃに示されているように，「走行軌跡データと，地図デ\nータ上の道路形状を０．１秒ごとに比較する」動作を実行している。\nまず，上記被告装置の「走行軌跡データ」とは，車両の走行してきた軌\n跡に関するデータであり，本件特許発明の構成要件ｅにいう「走行情報から算出さ\nれる走行パターン」に該当することはいうまでもない。\n上記被告装置の「地図データ上の道路形状」とは，上記「走行軌跡デー\nタ」と比較されるものであるから，当然に比較できるような同様の種類のデータで\nあると考えられる。そして，前記のとおり，上記被告装置の地図データ上の道路\nは，本件特許発明の構成要件ｅにいう「相対モード地図情報上の前記アークの分岐\n関係を含む地図情報パターン」に該当する。\nさらに，物件目録（原告主張）２の構成２－ｃ－１－３及び同２－ｃ－\n１－４が示すように，候補があればその位置を車両の位置として採用するのである\nから，上記被告装置には「車両の位置確定が可能なとき」が存在する。すなわち，\n道路上に車両が位置確定した場合には，物件目録（原告主張）２の構成２－ｃ－２\n－１に示されているように道路の分岐から８個の候補を作成するので，車両の位置\nは分岐関係を有する地図上で把握されていることが理解される。それゆえ，「車両\nの位置確定が可能」とは，分岐関係の情報を有する地図情報上で位置が確定されて\nいることを意味する。　したがって，この車両の位置確定が可能なときとは，構成\n要件ｅにいう「前記相対モード地図情報上の前記車両の位置確定が可能なとき」に\n該当する。\n以上のとおり，被告装置のうちのＤＶ２５２０シリーズの装置は，本件\n特許発明の構成要件ｅを備えている。\n(ウ)　００７シリーズの装置について\n上記(イ)で述べた内容は，被告装置のうちの００７シリーズの装置（物\n件目録（原告主張）３参照）についても同様に当てはまる。\nク　構成要件ｆについて\n(ア)　被告装置全般について\n物件目録（原告主張）１の構成Ｃに示されているように，地図データに\nは道路名称や交差点名称が含まれている。被告装置は，この地図データから自車位\n置周辺の地図（表示地図）を取り出し，モニターに表示する。\nまた，構成Ｉによれば，地図データには，道路（アーク）の分岐関係の\n情報が含まれていることは明らかである。したがって，上記の取り出された表示地\n図上の道路名称は，分岐関係を含む相対モード地図情報に関連づけられている。\nそして，この表示地図は，物件目録（原告主張）１の構成Ｋや構成Ｌに\n示されているようにモニターに表示されるから，モニターには道路名称や交差点名\n称が表示される。\nさらに，被告装置は物件目録（原告主張）１の構成Ｋに示されているよ\nうに，自車が通過する交差点名称等を表示することもあるが，この表示も，本件特\n許発明の構成要件ｆにいう「相対表示地図情報」に該当する。\nなお，被告装置が車両ナビゲーション装置であることはいうまでもな\nい。\nしたがって，被告装置は，本件特許発明の構成要件ｆにいう「前記相対\nモード地図情報に対応する相対表示地図情報（経路名称及び／又は道案内等）を表\n示することを特徴とする車両ナビゲーション方法」を実行している。\n(イ)　ＤＶ２５２０シリーズの装置について\n被告装置のうちのＤＶ２５２０シリーズの装置については，物件目録\n（原告主張）２の構成２－ｄ－１に示されているように，被告装置のディスプレイ\nは，道路名称や交差点名称を表示する。この道路名称等は本件特許発明の構成要件\nｆの「相対表示地図情報」に該当する。\nまた，物件目録（原告主張）２の構成２－ｃ－２－１によれば，地図デ\nータには道路（アーク）の分岐関係の情報が含まれていることは明らかである。し\nたがって，上記の取り出された表示地図上の道路名称は，分岐関係を含む相対モー\nド地図情報に関連づけられている。\nさらに，上記目録の構成２－ｄ－３に示されているように，被告装置\nは，自車が通過する交差点名称等を表示することもあるが，この表示も，本件特許\n発明の構成要件ｆにいう「相対表示地図情報」に該当する。\nまた，上記目録の構成２－ｅ－１，２－ｅ－２によれば，被告装置のス\nピーカーは有名な施設やＳＡ，ＰＡの案内を行っており，構成２－ｅ－３によれ\nば，高速道路の合流点が近づいた場合にその案内を行っている。このようなアナウ\nンスも本件特許発明の構成要件ｆの「相対表示地図情報」に該当する。\nなお，被告装置が車両ナビゲーション装置であることはいうまでもな\nい。\nしたがって，被告装置のうちのＤＶ２５２０シリーズの装置は，本件特\n許発明の構成要件ｆにいう「前記相対モード地図情報に対応する相対表示地図情報\n（経路名称及び／又は道案内等）を表示することを特徴とする車両ナビゲーション\n方法」を実行している。\n(ウ)　００７シリーズの装置について\n上記(イ)で述べた内容は，被告装置のうちの００７シリーズの装置（物\n件目録（原告主張）３参照）についても同様に当てはまる。\n【被告の主張】\nア　被告装置による車両ナビゲーション方法が本件特許を充足しないこと\n被告装置の内容及び構造は，物件目録（被告主張）のとおりであるとこ\nろ，この被告装置による車両ナビゲーション方法は下記の相違点（１～８まで）に\n示すように，本件特許発明の構成要件を充足しない（被告は，原告の分説を認める\nものではないが，以下では便宜上原告の分説に従って，構成要件非充足の理由を述\nべる。）。\nイ　相違点１について\n本件特許発明の構成要件には「相対モード地図情報」と「絶対モード地\n図情報」という内容が含まれている（原告の分説による構成要件ｃ及びｄ－１参\n照）。本件明細書の「特許請求の範囲」において２つの地図情報を別々に記載して\nいることからみて，これらの地図情報は，別々の異なる情報と解される。すなわ\nち，相対モード地図情報は，各アークの分岐関係を示す地図情報であって，絶対位\n置情報を含まない地図情報であると解される。そして，絶対モード地図情報は，相\n対モード地図情報の各アークに対応づけられた絶対位置情報を有する地図情報であ\nって，分岐関係を含まない地図情報であると解される。なお，本件明細書の「発明\nの詳細な説明」欄においても，絶対モード地図情報と相対モード地図情報は別々の\n地図情報とされている（本件明細書の段落【００１３】ないし【００１５】参\n照）。\nこれに対して，被告装置は，一貫して，物件目録（被告主張）の構成Ｃ\nにあるようにＣＤ－ＲＯＭに記録された地図データを用いており，この地図データ\nは，本件特許発明の構成要件に規定される別々の「相対モード地図情報」及び「絶\n対モード地図情報」から成り立つものではない。\nしたがって，被告装置が行う車両ナビゲーション方法は，本件特許発明\nの構成要件ｃ及びｄ－１を充足しない。\nウ　相違点２について\n本件特許発明は，「前記絶対位置情報に対応する絶対モード地図情報上\nのアークを検索し，」という要件を規定する（原告の分説による構成要件ｄ－２参\n照）。\nここにいう「前記絶対位置情報」は，「衛星航法等絶対位置検出装置で\n検出される緯度経度情報等車両の絶対位置情報」（構成要件ａ参照）を指す。そし\nて，「前記絶対位置情報」には，構成要件ａにいう絶対位置情報をどちらへ何ｍ走\nったかという情報に基づき是正した情報は含まれないと解される。\n他方，被告装置は，物件目録（被告主張）の構成Ｇにあるとおり，必ず\n「前記工程Ｅ又はＦにおいて得られた自車位置・方位を，走行距離と走行方位の情\n報を使用して更新し」という走行情報による位置情報の是正処理を行い，それか\nら，構成Ｈのマッチングを行っている。したがって，後述の相違点５で述べるとお\nり，この構成Ｈは構成要件ｄ－２を満たさないが，それ以前の問題として，被告装\n置は構成要件ｄ－２の「前記絶対位置情報」の要件を満たさない。\nエ　相違点３について\n原告主張の構成要件ｅは，「相対モード地図情報上の前記アークの分岐\n関係を含む地図情報パターンと前記各走行情報から算出される走行パターンとの比\n較により前記相対モード地図情報上の前記車両の位置確定が可能なとき，」という\nものである。この部分においては，「分岐関係」を含む地図情報パターンを走行パ\nターンとの比較の対象にしている。\nところで，本件特許発明は，オートバイのように極狭い道を通過する場\n合等，自車位置が道路にない場合にあって，自車が位置する道路をナビゲーション\n装置が認識していない場合に，自車が位置する道路をパターン比較により認識し\nて，自車位置を道路に復帰させるための技術である。自車が位置する道路をナビゲ\nーション装置が認識しているときのナビゲーション方法は，本件特許発明によるナ\nビゲーション方法が行われた後の動作であって，本件特許発明とは直接関係がな\nい。\nそうすると，被告装置によるナビゲーション方法においては，物件目録\n（被告主張）の構成Ｈが本件特許発明の構成要件ｅと対比されるべきである。構成\nＨは自車位置が道路に乗っていない場合の動作だからである。\nこの観点から構成Ｈをみると，ここにおいては道路の分岐関係を使用し\nていない。したがって，構成Ｈが構成要件ｅの「分岐関係を含む地図パターン」の\n要件を充足することは，あり得ない。\nオ　相違点４について\n被告装置は，以下の点でも原告主張の構成要件ｅを満たさない。\nすなわち，構成要件ｅにいう「走行パターン」とは車両の走行した経路\nの形状をいう。そして，この「走行パターン」は，マッチングに用いられるもので\nある以上，少なくとも３個の点とそれをつなぐ線の組合せでなければならない。な\nぜなら，単に２個の点の組合せでは，マッチングにおいて線と線を比較することに\nなり，すべての道路とマッチしてしまい，マッチングする対象を選び出すことがで\nきないからである。\n他方，被告装置は，物件目録（被告主張）の構成Ｈにあるとおり，上記\nのような走行パターンを用いていない。また，構成Ｈでは地図情報に関しても上記\nのパターンと呼べるようなものは用いていない。\nしたがって，被告装置の行うナビゲーション方法は，走行パターンと地\n図パターンとを用いていないので，本件特許発明の構成要件ｅを充足しない。\nカ　相違点５について\n被告装置は，以下の点でも原告主張の構成要件ｄ－２及びｅを満たさな\nい。\n本件特許発明のナビゲーション方法は，要件ｄ－２で位置情報からアー\nク（道路）を検索し，要件ｅで検索されたアークの分岐関係を含む地図情報パター\nンと走行パターンとの比較により位置確定を行うものである。\n他方，被告装置は，構成Ｈにおいて「自車位置周辺の道路と自車位置と\nの方位差と位置差に基づき，方位差が所定範囲内の道路を選び出すことにより作成\nされた最大２０個までの複数候補の中から，方位を修正せずに，最も自車位置との\n垂直距離の近い道路上に瞬時に自車位置を修正し，」という処理を行う。\nすなわち，被告装置は，自車方位から道路を検索し，検索された候補道\n路の中から最も自車位置との垂直距離の近い道路上を自車位置とする。\nしたがって，被告装置は自車方位から道路を検索しており，位置情報か\nらアーク（道路）を検索していない。また，被告装置は，検索された道路の候補と\n自車位置との距離しかみていないので，既に相違点４で述べたとおり，地図情報パ\nターンと走行パターンとを比較する処理は行っていない。　よって，被告装置の行\nうナビゲーション方法は，本件特許発明の構成要件ｄ－２及びｅを満たさない。\nキ　相違点６について\n被告装置は，以下の点でも原告主張の構成要件ｅを満たさない。\n構成要件ｅにいう「位置確定可能なとき」とは，本件明細書の記載に基\nづくならば「相関が継続してとれるとき」を指すものと解すべきである。\nすなわち，本件明細書の段落【００１０】には「走行情報検出による車\n両の走行パターンと絶対アドレスに対応する相対モード地図情報経路パターンとの\n相関により地図情報上の車両位置を検出し，」という記載があることから，パター\nン同士の比較により相関がとれたことで車両位置が検出されることが分かる。\nしかし，パターンの相関がとれても，瞬間瞬間の位置が検出されるだけ\nであり，それだけでは車両位置は確定されない。本件明細書の段落【００１８】に\n「取り込まれた走行情報パターンとの相関が継続してとれる時，相対モードにより\n位置確定可能となる。」とあるように，相関が継続してとれるときに初めて，位置\n確定が可能となる。\nそれゆえ，本件特許発明の特許請求の範囲には，単なる「位置を検出\nし」という文言ではなく，「位置確定が可能」という文言が用いられているわけで\nある。したがって，「位置確定が可能なとき」とは「パターン同士の相関が継続し\nてとれるとき」を指すものと解すべきである。\n他方，被告装置は，構成Ｈにて「前記工程Ｇにおいて更新された自車位\n置・方位で構成される更新された時点における情報」がマッチングに用いられる。\n構成Ｈは「時点における情報」から瞬時にマッチングを行っているから，被告装置\nは「相関が継続してとれるとき」を求めるというような構成要件ｅの処理を行って\nいない。よって，被告装置が行うナビゲーション方法は構成要件ｅを満たさない。\nク　相違点７について\n原告は，後記(4) 【原告の主張】欄オのとおり，本件特許発明の無効理\n由５に対する反論において，自律航法にマップマッチングを適用する発明は本件特\n許発明とは異なる旨主張している。\n他方，物件目録（被告主張）の構成要件Ｇによれば，被告装置は構成要\n件Ｈのマップマッチングの前に，「前記工程Ｅ又はＦにおいて得られた自車位置・\n方位を，走行距離と走行方位の情報を使用して更新し，」という処理，すなわち自\n律航法を行っている。そうすると，被告装置は，自律航法の位置誤差をマップマッ\nチングで補正していることになる。\n以上によれば，被告装置が行うナビゲーション方法は，本件特許発明の\n技術的範囲に属さない。\nケ　相違点８について\n原告は，後記(4) 【原告の主張】欄ア(イ)のとおり，本件特許発明の無\n効理由１に対する反論において，「走行パターンには，絶対位置（緯度経度）は関\n係がなく，走行パターンには絶対位置に関する情報は存在しない。」，「相対モー\nド地図情報に絶対位置（緯度経度）を含めなければならないとの記載はない。」な\nどと主張している。\nまた，原告は絶対位置情報を走行情報で是正した後の位置情報も絶対位\n置情報であると主張している。\n被告は，上記の原告主張を認めるものではないが，仮にこれを前提とす\nると，被告装置は本件特許発明の構成要件を充足しない。\nすなわち，物件目録（被告主張）では，工程Ｇで走行距離と走行方位の\n情報を使用して更新した情報が，絶対位置情報となる。そして，この絶対位置情報\nを用いて，工程Ｈのマップマッチングが行われる。\n工程Ｈは，「最も自車位置との垂直距離の近い道路上に瞬時に自車位置\nを修正し」との記載から明らかなように，自車位置（原告主張によれば絶対位置）\nを用いてマップマッチングを行い，マップマッチングに使う地図情報も道路の位置\n（原告主張によれば絶対位置）を持っている。\nそうすると，原告主張に従えば，被告装置は，走行パターン以外のもの\nを用いてマップマッチングを行っていることになる。また，被告装置は，相対モー\nド地図情報以外の地図情報を用いてマップマッチングを行っていることになる。\n以上によれば，被告装置が行うナビゲーション方法は，本件特許発明の\n構成要件ｅを満たさない。\n(3) 争点３（間接侵害の成否）について\n【原告の主張】\n被告装置は，本件特許発明の実施にのみ使用する物であるから，本件特許\n権を侵害する（特許法１０１条２号）。\n被告は，後記【被告の主張】欄に記載のとおり，被告装置は本件特許発明\nとは異なる動作を実行する「ルート設定がされていない場合は，自車位置・方位の\nみが表示される」という構成Ｌを備えているため，本件特許発明とは異なる他の用\n途がある旨主張する。\nしかし，被告の主張によれば，本来侵害品であったものに別の機能・構成\nを付加すると侵害品でなくなってしまうという不合理な結果を招くことになり，妥\n当でない。\nしかも，被告装置に上記構成Ｌが存在していること自体も，疑わしい。原\n告訴訟代理人及び原告補佐人は，平成１３年２月１日，被告訴訟代理人，被告補佐\n人及び被告従業員による被告装置（ＤＶ２５２０）を搭載した車両を実際に走行さ\nせる実験に立ち会ったが，その際にルート設定が行われていない場合にも，交差点\n名称がディスプレイに表示されていることを確認した。また，前記製品カタログ\n（甲３）には，目的地が設定されていない状態であっても，道路名称や交差点名称\nが示されている様子が明らかにされている。\n【被告の主張】\n原告の主張する被告装置の内容を前提としても，被告装置は本件特許発明\nの実施にのみ使用する物でないことは明らかである。\nすなわち，原告が主張する被告装置の内容は，物件目録（原告主張）１の\nとおりであるところ，そのうちの構成Ｌは「ユーザーが目的位置を設定せず，推奨\n道路を求める設定を行っていない場合には，前記工程Ｋにおける推奨道路や，残り\nの距離，到着予想時刻，交差点拡大３Ｄ表示はモニターに送信されず，モニターは\nこれらを表示しない。その他の表示は工程Ｋと同様である。」というものである。\nこの記載から明らかなように，被告装置の構成Ｌは，本件特許発明の構成\n要件のうちの「相対モード地図情報上の前記アークの分岐関係を含む地図情報パタ\nーンと前記各走行情報から算出される走行パターンとの比較により前記相対モード\n地図情報上の前記車両の位置確定が可能なとき，前記相対モード地図情報に対応す\nる相対表示地図情報（経路名称及び／又は道案内等）を表示する」との部分（原告\n主張の構成要件ｅ及びｆ）を充足しない。\nそうすると，車両ナビゲーション方法が車両の位置を求める方法であるこ\nとは原告の自認するところであるから，原告主張の被告装置の内容を前提にする\nと，ユーザーが目的位置を設定しない場合（Ｌ項）であっても，車両の位置を求め\nることができる。よって，被告装置は，本件特許発明が規定する方法以外の車両ナ\nビゲーション方法に使用できる物である。そして，このことは，被告装置（ＤＶ２\n０００）を用いていながら，目的位置を設定し，推奨ルートが表示される機能を用\nいていないとするユーザーの陳述書（乙９）の記載によって裏付けられている。\n以上によれば，被告装置は，本件特許発明の実施にのみ使用する物とはい\nえない。\n(4) 争点４（本件特許発明の明らかな無効理由の有無）について\n【被告の主張】\n本件特許発明には，以下に述べるとおり，明らかな無効理由が存在するの\nで，この特許に基づく原告の本訴請求は権利濫用に当たり許されない。\nア　明細書の記載不備に基づく無効理由（無効理由１）について\n本件明細書の「発明の詳細な説明」には，当業者が容易に実施できる程\n度に発明の目的，構成及び効果が記載されておらず，また「特許請求の範囲」が\n「発明の詳細な説明」に記載した発明の構成に欠くことができない事項のみが記載\nされたものではないので，この特許は昭和６２年法律第２７号による改正前の特許\n法（以下，この項において同じ。）３６条４項及び５項に規定する要件を満たして\nいない出願に対してされたものであり，特許法１２３条１項３号により無効とされ\nるべきである（詳細については，２００１年〔平成１３年〕２月５日付け被告準備\n書面(4) １頁から６頁までを参照）。\n(ア)　本件特許発明の「特許請求の範囲」に記載された「相対モード地図\n情報」「絶対モード地図情報」という用語は一般的な技術用語ではないので，その\n定義は本件明細書で明らかにされている必要があるところ，本件明細書を参照する\nと，どちらも道路の位置と分岐関係の情報を含んでいなければならないと理解でき\nるから，相対モード地図情報と絶対モード地図情報は同じ情報になってしまう。そ\nうすると，両地図情報の区別ができず，両地図情報の概念が不明確である。\n(イ)　本件特許発明の「前記アークの分岐関係を含む地図情報パターンと\n前記各走行情報から算出される走行パターンとの比較」という要件は，パターンマ\nッチング以外のどのような処理が含まれるのかが不明確であるうえに，相対モード\n地図情報の地図情報パターンと走行パターンとの比較処理の内容が当業者が実施で\nきる程度に説明されていない。\n(ウ)　本件特許発明の「地図情報パターンと…（中略）…走行パターンと\nの比較により前記相対モード地図情報上の前記車両の位置確定が可能なとき」とい\nう要件にいう「位置確定が可能なとき」とは，前記(2) の【被告の主張】欄キ（相\n違点６）で主張したとおり，「パターン同士の相関が継続してとれるとき」を意味\nするものと解釈すべきところ，原告の主張によれば，「位置確定が可能なとき」に\nは「パターン同士の相関が継続してとれるとき」以外の場合が含まれるということ\nであるから，「発明の詳細な説明」に記載された発明以外の事項を含むことにな\nる。\n(エ)　本件特許発明にいう「相対表示地図情報」という用語の意義は，本\n件明細書の「特許請求の範囲」の記載からは明らかでなく，「発明の詳細な説明」\nの記載を参酌しても，これを特定することができない。したがって，「相対表示地\n図情報（経路名称及び／又は道案内等）を表示する」という要件は，どのような情\n報を表示することが含まれ，どのような情報を表示することが含まれないかについ\nて不明である。\n(オ)　本件特許発明の「絶対位置情報に対応する絶対モード地図情報上の\nアークを検索し」という処理は，衛星航法等により得られた緯度経度情報が位置す\nるアークを特定する処理であるが，衛星航法等には約２００メートルの誤差の可能\n性があるため，上記アークの特定はできないから，「発明の詳細な説明」には当業\n者が容易にその実施をすることができる程度に発明の構成が記載されていないこと\nになる。\nイ　分割要件違反及び新規性欠如に基づく無効理由（無効理由２）について\n(ア)　本件特許発明は，分割前の原出願に包含された発明でないから，特\n許法４４条１項所定の要件を満たさず，本件特許に係る特許出願の出願日は，分割\n出願の出願日である平成４年４月４日まで繰り下がる。\nそして，本件特許発明は，分割出願の出願日より前に頒布された刊行\n物である公開特許公報（乙５～７）にそれぞれ記載された発明と同一であるから，\n特許法２９条１項３号により特許を受けることができないものであり，同法１２３\n条１項１号により無効とされるべきものである。以下，分割要件違反と新規性欠如\nの点について述べる。\n(イ)　分割前の原出願に係る明細書（特開昭６２－３７８００号公報〔乙\n２〕参照。以下，この公報を「乙２公報」といい，この明細書を「原明細書」とい\nう。）には，本件特許発明の「前記絶対位置情報に対応する絶対モード地図情報上\nのアークを検索し，相対モード地図情報上の前記アークの分岐関係を含む地図情報\nパターンと前記各走行情報から算出される走行パターンとの比較により前記相対モ\nード地図情報上の前記車両の位置確定が可能なとき，前記相対モード地図情報に対\n応する相対表示地図情報（経路名称及び／又は道案内等）を表示する」という構成\nは，記載されていない。\n特に，「相対モード地図情報上の前記アークの分岐関係を含む地図情\n報パターンと前記各走行情報から算出される走行パターンとの比較により前記相対\nモード地図情報上の前記車両の位置確定が可能なとき」という事項については全く\n記載されていない。\nしたがって，本件特許発明は原出願に包含されない発明である。\n(ウ)　特開平２－２７５３１０号公報（乙５）には，発明の名称を「位置\n検出装置」とする，方位センサ，距離センサ及びＧＰＳを使って車両位置を求める\n車両ナビゲーション方法に関する発明が開示されている。この発明と本件特許発明\nを構成要件ごとに対比すると，本件特許発明のすべての構成要件が記載されてい\nる。\n特開平３－２６９１３号公報（乙６）には，発明の名称を「移動体用\n現在地表示装置」とする，方位センサ，距離センサ及びＧＰＳを使って移動体の位\n置を求めるナビゲーション方法に関する発明が開示されている。この移動体は，道\n路を走行するので車両を指すところ，上記発明と本件特許発明を構成要件ごとに対\n比すると，本件特許発明のすべての構成要件が記載されている。\n特開平４－５０７１８号公報（乙７）には，発明の名称を「移動体の\n現在位置表示装置」とする，方位センサ，距離センサ及びＧＰＳを使って移動体の\n位置を求めるナビゲーション方法に関する発明が開示されている。この移動体は，\n道路を走行するので車両を指すところ，上記発明と本件特許発明を構成要件ごとに\n対比すると，本件特許発明のすべての構成要件が記載されている（乙５～７号証と\n本件特許発明の対比の詳細については，２００１年〔平成１３年〕２月５日付け被\n告準備書面(4) の８頁以下を参照）。\n(エ)　なお，特許庁は，平成１３年１０月１６日，上記（ア）ないし(ウ)\nとほぼ同じ理由で，本件特許権を無効とする旨の審決をした（無効２００１－３５\n０９１号，３５２７３号特許無効審判事件）。このことからも，本件特許権に無効\n理由が存在することは明らかである。\nウ　発明未完成に基づく無効理由（無効理由３）について\n本件公報によれば，本件特許発明の発明者は原告ということであるが，\n原告は，日本ビクター株式会社の社員として，昭和５３年から特許の出願手続等に\n関与し，昭和５９年からは主に特許管理の業務を担当するようになって，現在に至\nっており，その間車両ナビゲーション装置の開発には関与していない。\n上記の原告の経歴によれば，本件明細書は，原告が業務上身につけた特\n許に関する知識をもとに，単なる願望を記載したにすぎず，自ら本件明細書に記載\nした装置を開発し，実証実験等を行ったものではないと推測される。したがって，\n本件特許発明には発明未完成の瑕疵があるから，無効である。\nエ　新規性欠如に基づく無効理由（無効理由４）について\n原告は，本件特許発明にいう「相対表示地図情報（経路名称及び／又は\n道案内等）を表示する」には，地図上に事前に含まれている情報も含まれ得ると主\n張しているが，これを前提にすると，以下に述べるとおり，本件特許発明は，その\n出願日より前に頒布された刊行物（外国文献）と実質的に同一であり，新規性を有\nしない。\n(ア)　原告の説明に基づくと，本件特許発明の要旨は次のとおりである。\nａ　衛星航法等絶対位置検出装置で検出される緯度経度情報等車両の絶対\n位置情報と，\nｂ　各走行情報検出器（走行距離計及び走行方向検出器等）で検出される\n車両の走行情報と，\nｃ’道路の分岐情報及び絶対位置情報の両方を含む地図情報に基づき，\nｄ’絶対位置情報に対応するｃ’の地図情報上のアーク（道路のこと）を\n検索し，マップマッチングを行い，\nｅ’位置確定に基づき，ｃ’の地図情報に対応する情報（どのような内容\nの情報でも構わない。）を表示すること\nｆ　を特徴とする車両ナビゲーション方法。\n(イ)　本件特許発明に係る出願の前である１９８４年（昭和５９年）２月\n２７日から同年３月２日にかけて米国において頒布された公刊物である「SAE\nTechnical  Paper  Series  840156  Application  of  the  Compact  Disc  in\nCar  Information  and　Navigation  Systems」（車両情報及びナビゲーションシ\nステムにおけるコンパクトディスクの適用）と題する論文（乙３）には，上記(ア)\nに記載した本件特許発明の要件のすべてを具備した発明が記載されている。\n(ウ)　以上によれば，本件特許発明は，その出願前に外国において頒布さ\nれた文献に記載された発明と実質的に同一な発明であり，特許法２９条１項３号に\nより特許を受けることができない。\nオ　進歩性欠如に基づく無効理由（無効理由５）について\n仮に，前記文献（乙３）に本件特許発明の内容がすべて開示されていな\nいとしても，本件特許の出願時にＧＰＳの問題点として誤差が生じることが認識さ\nれていたのであるから，前記文献に開示された事項をもとに，ＧＰＳにマップマッ\nチングを組み合わせて誤差の問題点を解決し，より高性能なナビゲーション装置と\nすることは当業者であれば誰でも思いつくものである。\nしたがって，本件特許発明は進歩性を欠くものであり，特許法２９条２\n項により特許を受けることができない。\n【原告の主張】\nア　無効理由１について\n被告の主張する無効理由は，以下のとおりすべて失当である。\n(ア)　被告は，「絶対モード地図情報」と「相対モード地図情報」を区別\nすることができないと主張するが，本件明細書には，「絶対モード地図情報」に分\n岐関係を含めなければならないとの記載も，「相対モード地図情報」に絶対位置を\n含めなければならないとの記載も一切ない。「特許請求の範囲」にあるとおり，絶\n対モード地図情報はそれぞれのアークの絶対位置を含んでいれば十分であり，相対\nモード地図情報は各アークの分岐関係を含む情報を有していれば十分であって，こ\nの２つの地図情報は異なるものである。\n(イ)　被告は「地図情報パターンと走行パターンとの比較」という要件の\n意味が不明確であると主張するが，本件明細書では「パターンマッチング」という\n用語は用いられていないから，この用語を前提に比較処理の内容を論じることは適\n切でない。また，走行パターンと絶対位置（緯度経度）とは関係がなく，走行パタ\nーンには絶対位置に関する情報は存在しないし，本件明細書には，相対モード地図\n情報に絶対位置（緯度経度）を含めなければならないという趣旨の記載はない。そ\nれゆえ，「地図情報パターンと走行パターン」の意味は明確である。そもそも，本\n件特許発明は，新しい比較処理を提案する発明ではなく，具体的な比較処理自体は\n従来の技術と同様に行われるものであるから，当業者は容易に実施できるものであ\nる。\n(ウ)　被告は「位置確定が可能なとき」という文言を限定して解釈し，こ\nれを前提に本件特許発明は無効であると主張するが，本件明細書の段落【０００\n７】に「相対モード地図情報と走行情報で，相対モード地図情報上の推定位置を相\n対モードにより確定する。」と記載され，同【００１０】に「相関により地図情報\n上の車両位置を検出し，相対表現地図情報（経路名称や道案内）を表示する。」と\n記載されていることからすれば，被告主張の「相関が継続してとれる時」というよ\nうな限定を考慮する必要はない。本件明細書の段落【００１８】等において「相関\nが継続してとれる時」について言及した部分があるが，これはあくまでも実施例に\nすぎない。\n(エ)　被告は「相対表示地図情報」という用語の意味が不明確であると主\n張するが，「特許請求の範囲」には「相対モード地図情報に対応する相対表示地図\n情報」と記載され，具体的な内容は限定されていないから，「相対表示地図情報」\nは，相対モード地図情報に対応する情報であればどのような内容の情報であっても\n構わないということが理解できるものである。\n(オ)　被告は衛星航法等には約２００メートルの誤差があるため，アーク\nの特定ができないと主張するが，衛星航法等により得られた緯度経度情報に誤差が\nあっても，この緯度経度と近いアークを特定することは可能である。\nイ　無効理由２について\n(ア)　被告主張の事実のうち，本件特許発明が特開平３－２６９１３号公\n報（乙６）に記載されている発明と同一であることは認めるが（平成１３年１２月\n１１日付け原告準備書面(11)２頁），本件特許発明に係る出願が不適法な分割出願\nであるとの主張は争う。\n本件特許発明は，次に述べるとおり，原出願の明細書に記載されてい\nる発明についてされた分割出願であるから適法であり，その出願日は原出願の出願\n日の昭和６０年４月２０日となる。したがって，上記公開公報（乙６）は出願前に\n頒布された刊行物に当たらないので，被告主張の新規性欠如の無効理由は成り立た\nない。\n(イ)　本件特許発明の「前記アークの分岐関係を含む地図情報パターンと\n前記各走行情報から算出される走行パターンとの比較により前記相対モード地図情\n報上の前記車両の位置確定が可能なとき」という構成は，原明細書に記載されてい\nる。\nすなわち，「前記アークの分岐関係を含む地図情報パターンと」とい\nう構成に関して，乙２公報７頁右上欄７行目から１３行目には「そこでシナリオ\nは，第２８図，第２９図に示すように，少なくとも１回の誤選択に対応すべく記載\nされる。例えば，アーク１から分岐１を直進しアーク２，分岐２を左折，アーク\n３，分岐３を直進する略最適径路を誤って分岐１を左折した場合，アーク１１，分\n岐１１を右折，アーク２１を経て分岐３を左折と記載し，」とあり，分岐関係が記\n録されていることが明確に示されている。\nそして，乙２公報７頁左下欄５行目から６行目には「次に，関係地図\n情報について説明する。前記のシナリオは，各位置の相対関係を表現するので相対\nモード又は，相対表示と呼ぶ，」と記載されており，シナリオが相対モードの地図\n情報であることが記載されている。\nさらに，第２８図，第２９図には，アークの分岐関係が視覚的に図示\nされており，第３１図には，具体的な地図上の道路の分岐関係の様子を表した図が\n示されている。\n次に，「前記各走行情報から算出される走行パターンとの比較により\n前記相対モード地図情報上の前記車両の位置確定が可能なとき」という構成に関し\nて，乙２公報５頁右下欄１８行目から６頁左上欄２行目には，「衛星航法等により\n検出される緯度経度情報で，エリア表現図を検索し，エリア番号（後で説明す\nる。）を算出する。エリア番号より，地名を検索し表示する，絶対表現図に表示す\nる。」と記載されており，絶対モードにより緯度経度が求められることが示されて\nいる。なお，第８２－１図の上から２個目のボックスにも「衛星航法等絶対位置検\n出」と記載され，絶対位置（緯度経度情報）が求められていることが示されてい\nる。\nまた，乙２公報６頁右上欄２行目から６行目には「緯度経度からエリ\nアを特定し，該エリア番号から索引により相対モードに移行し，走行データにもと\nずき相対モードで位置検出，表示，アナウンス（以後，ナビゲートと呼ぶ）を行\nう。」と記載されており，絶対モードで求めた緯度経度に基づき相対モードに移行\nすること及び相対モードで位置検出や表示，アナウンスが行われることが示されて\nいる。\nさらに，第８２－１図の上から３番目のボックスには，「相対モード\nにより位置確定可能か？」と記載されており，位置確定可能な場合には，４個目の\nボックスにあるとおり「パターン表示　地図表示　エリア表示　アーク表示　各種\nアナウンス」がされ，引き続き５個目のボックスには「相対形式による各種表示各\n種アナウンス」がされるというように，上記乙２公報の記載と同様の事項が図示さ\nれている。\n(ウ)　なお，本件特許権についての無効審判事件（無効２００１－３５０\n９１号，３５２７３号特許無効審判事件）についての審決は，乙２公報２頁右上段\n１５行目の「本出願人の出願になる特願昭６０－０１７７４３に記載の各種地図情\n報等と，走行距離との相互関係を比較することにより移動体の位置を検出するシス\nテム。」という記載につき，絶対モード位置検出について記載したものであると認\n定しているが，上記特願昭６０－０１７７４３には絶対モードのみならず相対モー\nドによる位置検出についても記載されているから，ここにいう「各種地図情報等\nと，走行距離との相互関係を比較することにより移動体の位置を検出するシステ\nム」は相対モードによる位置検出手段を含むものである。\nウ　無効理由３について\n被告は，本件特許発明には発明未完成の瑕疵がある旨主張するが，発明\n者の経歴のいかんが特許権の有効性に直接関係することはないし，特許明細書は発\n明の内容を説明するものであれば足り，発明者自らが実験装置を所有していること\nや装置を開発したことを要するものではないから，被告主張の事情は特許権の有効\n性に何ら関わるものではない。\nエ　無効理由４について\n被告は，本件特許発明は米国において公刊された「車両情報及びナビゲ\nーションシステムにおけるコンパクトディスクの適用」と題する論文（乙３）と実\n質的に同一であると主張する。\nしかし，上記文献には，自律航法にＧＰＳとマップマッチングの双方を\n適用することやこれを示唆するような内容は何ら記載されていないから，被告の主\n張は前提を欠くものである。\nオ　無効理由５について\n被告は，本件特許発明は上記文献（乙３）から当業者が容易に想到し得\nるものであると主張する。\nしかし，上記文献には，自律航法にマップマッチングを適用する発明は\n開示されているが，ＧＰＳとマップマッチングを組み合わせることは開示されてい\nないし，そのような構成も示唆されていないから，上記文献の内容から当業者が容\n易に本件特許発明に想到することはできない。\n(5) 争点５（原告の損害額）について\n【原告の主張】\n被告は，平成９年１１月２８日以降被告装置を製造・販売してきた。原告\nは，被告による平成９年１２月１日から平成１２年１月３１日までの間の被告装置\nの販売により１億８１９５万円の損害（特許法１０２条３項。この期間の被告装置\nの工場出荷合計額である３６３億９０００万円に実施料率の０．５％を乗じたも\nの）を被った。\nよって，原告は，被告に対し，上記の期間における被告による特許権侵害\nに基づく損害賠償（特許法１０２条３項）として１億８１９５万円及びこれに対す\nる侵害行為の後である平成１２年２月２２日（訴状送達の日）から支払済みまで年\n５分の割合による遅延損害金の支払を求める。\n【被告の主張】\n原告の主張は，争う。\n第３　当裁判所の判断\n本件において，被告は，被告装置が本件特許発明の構成要件を充足し，その\n技術的範囲に属することを争っているものであるが，本件特許発明に無効理由の存\n在することが明らかな場合には，被告装置の構成要件充足性につき判断するまでも\nなく，原告の請求は理由がないこととなる。そこで，以下，本件特許発明に無効理\n由が存在することが明らかかどうか（争点４）という点から，まず判断することと\nする。\n１　被告主張の本件特許発明の無効理由１（争点４のア）について\n(1) 被告は，本件明細書の「発明の詳細な説明」には，当業者が容易に実施で\nきる程度に発明の目的，構成及び効果が記載されておらず，また「特許請求の範\n囲」が「発明の詳細な説明」に記載した発明の構成に欠くことができない事項のみ\nが記載されたものではないと主張するので（無効理由１），この主張の当否につい\nて，以下，具体的に検討する。\nア　「相対モード地図情報」と「絶対モード地図情報」の区別が不明確であ\nるという主張について\n「相対モード地図情報」と「絶対モード地図情報」の意義に関し，本件\n明細書の「特許請求の範囲」には，「各アークの分岐関係を含む情報を有する相対\nモード地図情報」，「該相対モード地図情報の各アークに対応づけられた絶対位置\n情報を有する絶対モード地図情報」という記載があり，これによれば「相対モード\n地図情報」は各アークの分岐関係を含む情報を有する地図情報であり，「絶対モー\nド地図情報」は相対モード地図情報の各アークに対応づけられた絶対位置情報を有\nする地図情報であることを理解することができる。そして，本件特許発明の内容に\nついては「絶対位置情報により絶対モード地図情報から自車が位置するエリアに含\nまれるアーク（複数の場合もある。）を選定（検索）し，該アークの分岐関係を有\nする相対モード地図情報の地図情報パターンの中から，走行パターンと類似するも\nのを探し，最も類似する地図情報パターンの場所に自車が存在していると判断する\nもの」と理解することが可能であり，そのような理解によれば，「相対モード地図\n情報」と「絶対モード地図情報」は上記の内容のものとして明確に区別することが\nできる。したがって，両者の概念が不明確であるということはできない。\nイ　「地図情報パターンと走行パターンとの比較」という要件の外延が不明\n確であるという主張について\n本件明細書の「前記アークの分岐関係を含む地図情報パターンと前記各\n走行情報から算出される走行パターンとの比較」という要件は，その記載自体か\nら，地図情報上の道路の形状と車両が走行した経路の形状とを比較する趣旨と理解\nすることができる。また，本件明細書には，従来技術についての説明に関して，\n「相対モードによる推定位置を求める方法」として「地図情報上の道路をアークと\nノードで表現した地図情報と走行情報との相関により移動体の推定位置を求め\nる。」との記載があり（本件公報３欄１２行目～１６行目），本件特許発明におい\nても，比較処理自体は，このような従来技術と同様に行われていると理解できるか\nら，本件特許発明は当業者が容易に実施できるものと認められる。\nウ　「位置確定が可能なとき」は，「発明の詳細な説明」に記載された発明\n以外の事項を含むという主張について\n「発明の詳細な説明」に記載された「相関が継続してとれる時」が本件\n明細書の「特許請求の範囲」にいう「位置確定が可能なとき」に該当することは明\nらかであり，「特許請求の範囲」に対応する事項が「発明の詳細な説明」に記載さ\nれていないということはできない。被告の主張は，採用できない。\nエ　「相対表示地図情報」という用語の意義が特定できないという主張につ\nいて\n「相対表示地図情報」については，本件明細書の「特許請求の範囲」に\nおける「相対モード地図情報に対応する相対表示地図情報（経路名称及び／又は道\n案内等）」という記載や「発明の詳細な説明」の段落【００１０】（本件公報４欄\n４４行目～同５欄３行目）の実施例についての記載等に基づいて，その意義を理解\nすることができる。被告の主張は，採用できない。\nオ　「絶対位置情報に対応する絶対モード地図情報上のアークを検索し」と\nいう要件につき，当業者が容易に実施できる程度に発明の構成が記載されていない\nという主張について\n本件明細書全体の記載を参酌すると，本件特許発明の内容を前記アのと\nおり「絶対位置情報により絶対モード地図情報から自車が位置するエリアに含まれ\nるアーク（複数の場合もある。）を選定（検索）し，該アークの分岐関係を有する\n相対モード地図情報の地図情報パターンの中から，走行パターンと類似するものを\n探し，最も類似する地図情報パターンの場所に自車が存在していると判断するも\nの」と理解することができる。この理解によれば，上記の「絶対位置情報に対応す\nる絶対モード地図情報上のアークを検索し」という処理は，車両が位置するアーク\nを正確に特定することまでは要しないといえるから，絶対位置情報に誤差があった\nとしても，その近傍のアークを検索すること等により，前記処理を行うことは当業\n者にとって容易である。被告の主張は，採用できない。\n(2) 以上によれば，本件明細書は，「発明の詳細な説明」に当業者が容易に実\n施をすることができる程度に，その発明の目的，構成及び効果を記載したものでな\nいとも，「特許請求の範囲」の記載が特許を受けようとする発明の構成に欠くこと\nができない事項のみを記載したものでないとも，認めることはできない。\nしたがって，被告主張の無効理由１によって本件特許発明が明らかに無効\nであるということは，できない。\n２　被告主張の本件特許発明の無効理由２（争点４のイ）について\n(1) 本件明細書及び本件公報の図面の記載（甲４）によれば，本件特許発明は\n次のとおりに分説することができる。\nア　衛星航法等絶対位置検出装置で検出される緯度経度情報等車両の絶対位\n置情報と，\nイ　各走行情報検出器（走行距離計及び走行方向検出器等）で検出される車\n両の走行情報と，\nウ　各アークの分岐関係を含む情報を有する相対モード地図情報と，\nエ　該相対モード地図情報の各アークに対応づけられた絶対位置情報を有す\nる絶対モード地図情報に基づき，\nオ　前記絶対位置情報に対応する絶対モード地図情報上のアークを検索し，\nカ　相対モード地図情報上の前記アークの分岐関係を含む地図情報パターン\nと前記各走行情報から算出される走行パターンとの比較により前記相対モード地図\n情報上の前記車両の位置確定が可能なとき，\nキ　前記相対モード地図情報に対応する相対表示地図情報（経路名称及び／\n又は道案内等）を表示すること\nク　を特徴とする車両ナビゲーション方法。\n(2) 被告は，前記の本件特許発明の構成のうち，「相対モード地図情報上の前\n記アークの分岐関係を含む地図情報パターンと前記各走行情報から算出される走行\nパターンとの比較により前記相対モード地図情報上の前記車両の位置確定が可能な\nとき」という構成要件カは，原明細書に記載されていないと主張するので，この点\nについて検討する。\n原明細書には「本出願人の出願になる特願昭６０－０１７７４３に記載の\n各種地図情報等と，走行情報との相互関係を比較することにより移動体の位置を検\n出するシステム。」（乙２公報２頁右上欄１５行目～１８行目），「位置検出装置\nにより検出される緯度経度からエリアを特定し，該エリア番号から索引により相対\nモードに移行し，走行データにもとずき相対モードで位置検出，表示，アナウンス\n（以後，ナビゲートと呼ぶ）を行う。」（同６頁右上欄１行目～６行目）という記\n載があり，乙２公報の第８２－１図には「相対モードにより位置確定可能か？」と\nいう記載がある。\nしかし，上記の各種地図情報等と走行情報との相互関係の比較がどのよう\nな内容の処理であるのか，相対モードでの位置検出とは具体的にどのような方法に\nより行われるのかについては，具体的な記載はないから，上記原明細書又は図面\n（以下「原明細書等」という。）の記載からは，各種地図情報等と走行情報との相\n互関係を比較することにより移動体の位置を検出するとの技術が特願昭６０－０１\n７７４３に記載されていたこと，相対モードでの位置検出が走行データに基づくも\nのであること，相対モードによる位置確定が可能な場合があることが把握されるに\nとどまり，これを超えて，相対モード地図情報上のアークの分岐関係を含む地図情\n報パターンと各走行情報から算出される走行パターンとの比較により前記相対モー\nド地図情報上の車両の位置を確定するとの技術事項までを把握することは，困難で\nある。また，原明細書等の他の記載をみても，相対モード地図情報上のアークの分\n岐関係を含む地図情報パターンと各走行情報から算出される走行パターンとの比較\nにより前記相対モード地図情報上の前記車両の位置を確定することについての記載\nは，見当たらない。\n以上によれば，本件特許発明の構成要件カが，原明細書等に記載されてい\nたと認めることはできない。\n(3) 原告は，原明細書等における分岐関係に関する個別の記載箇所を指摘し\nて，「前記アークの分岐関係を含む地図情報パターン」という構成が原明細書等に\n記載されている旨を主張する。\nしかしながら，本件明細書の「前記アークの分岐関係を含む地図情報パタ\nーン」という構成は，その記載からみて走行パターンとの比較対象となるべきもの\nを指すと解されるところ，原告が指摘する原明細書等の記載は，いずれも単なる地\n図情報が有する分岐関係を示すものであって，走行パターンとの比較処理には何ら\n関わらないものである。\nしたがって，原告の指摘する記載箇所から「前記アークの分岐関係を含む\n地図情報パターン」という構成が原明細書等に記載されているとは認められない。\nさらに，原告は，特願昭６０－０１７７４３には絶対モードのみならず相\n対モードによる位置検出についても記載されている旨主張するが，特願昭６０－０\n１７７４３に何が記載されているかは原明細書等に何が記載されているかに直接関\nわるものではないし，原明細書には「本出願人の出願になる特願昭６０－０１７７\n４３に記載の各種地図情報等と，走行情報との相互関係を比較することにより移動\n体の位置を検出するシステム。」（乙２公報２頁右上欄１５行目～１８行目）及び\n「相対モードによるナビゲートに並行して絶対モード位置検出（衛星航法，特願昭\n６０－０１７７４３等による位置検出）処理され」（同６頁右上欄８行目～１１行\n目）との記載があることから，両者の記載に共通する「特願昭６０－０１７７４\n３」を手がかりに原明細書等の記載を解釈すると，原明細書等の範囲では「各種地\n図情報と，走行情報との相互関係を比較することにより，移動体の位置を検出する\nシステム。」は絶対モード位置検出について記載したものと解するほかはない。\nそして，このことは，原明細書の上記記載に引き続く箇所に「前記相対モ\nードによる径路表示から絶対モードによる径路（衛星航法では，検出された緯度経\n度により，特願昭６０－０１７７４３では，走行距離計及び方位検出器によるデー\nタにより）表示される。」（乙２公報右上欄１６行目～２０行目）という相対モー\nドから絶対モードへの移行に関する記載があること，これに対応する図面の処理と\nして，第８２－１図の「相対モードにより位置確定可能か？」というボックスの判\n定が「ｎｏ」のとき，第８２－２図に移行し，「絶対表示形式により走行パターン\nと付近の地図パターンを比較」という処理が行われる旨の記載があることからも裏\n付けられる。\n上記のとおり，「各種地図情報等と，走行情報との相互関係を比較するこ\nとにより移動体の位置を検出するシステム。」という記載は，絶対モード位置検出\nについて記載したものであって，これが本件特許発明の「前記各走行情報から算出\nされる走行パターンとの比較により前記相対モード地図情報上の前記車両の位置確\n定が可能なとき」（構成要件カ）との技術事項を示すものということはできない。\n原告の主張は，採用できない。\n(4) 以上の認定判断によれば，本件特許発明は，原明細書等に記載された発明\nということができないから，本件特許は，特許法４４条１項所定の要件を欠くもの\nであり，同条２項の規定を適用することはできない。よって，本件特許発明に係る\n特許出願は，原出願の時にしたものとみなすことはできず，その出願日は，分割出\n願の出願日である平成４年４月４日となる。\nそうすると，本件特許発明とその出願前に頒布された刊行物である特開平\n３－２６９１３号公報（乙６。出願公開日は平成３年２月５日である。）に記載さ\nれた発明が同一の発明であることは当事者間に争いがないから，本件特許発明は，\n特許法２９条１項３号により特許を受けることができないものであって，本件特許\nは同法１２３条１項２号により無効とされるべきものである。\nしたがって，本件特許には無効理由が存在することが明らかであるから，\n本件特許権に基づく原告の損害賠償請求は権利の濫用として許されない。\n３　以上によれば，その余の点につき判断するまでもなく，原告の本訴請求は理\n由がない。\nよって，主文のとおり判決する。\n東京地方裁判所民事第４６部\n裁判長裁判官　　　三　　村　　量　　一\n裁判官　　　和 久 田　  道  　雄\n裁判官　　  田　　中　　孝　　一\n"
}