{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 12,
    "month": 12,
    "day": 21
  },
  "case_number": "平成12(行ウ)95",
  "case_name": "食品衛生法違反通知等取消請求事件",
  "court_name": "東京地方裁判所",
  "field": "行政",
  "lawsuit_id": "15689",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=15689",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/689/015689_hanrei.pdf",
  "contents": "主　　　文\n一　本件訴えをいずれも却下する。\n二　訴訟費用は原告の負担とする。\n事実及び理由\n第一　当事者の求めた裁判\n一　原告の請求\n１　被告東京検疫所長が原告に対して平成一一年八月三〇日付けでした食品衛生法\n違反通知（東検第三二三七号）及び同日付けでした食品衛生法違反通知（東検第三\n二三五号）をいずれも取り消す。\n２　被告厚生大臣が原告に対して平成一一年八月一一日付けでした検査命令及び同\n年八月一七日付けでした検査命令（東検第一〇一九六号）をいずれも取り消す。\n二　被告らの答弁\n主文同旨\n第二　事案の概要\n本件は、冷凍台湾産切り身のイズミダイ（テラピア）を輸入しようとした原告\nが、被告厚生大臣から食品衛生法一五条三項に基づく検査命令を受け、検査を経た\n後、被告東京検疫所長から右食品が同法六条に違反する旨の食品衛生法違反通知を\n受けたことに関して、右検査命令及び食品衛生法違反通知の各取消しを求めている\nものである。\n一　法令等の定め\n１　食品衛生法\n（一）　人の健康を損なうおそれのない場合として厚生大臣が食品衛生調査会の意\n見を聴いて定める場合を除いては、添加物並びにこれを含む食品等は輸入してはな\nらない（同法六条）。人の健康を損なうおそれのない添加物については、同法施行\n規則三条・別表第二で規定されており、一酸化炭素は右添加物に該当しないことか\nら、添加物として一酸化炭素を使用し又はこれを含む食品等の輸入は禁止されてい\nる。\n（二）　販売の用に供し、又は営業上使用する食品等を輸入しようとする者は、厚\n生省令の定めるところにより、そのつど厚生大臣に届け出なければならない（同法\n一六条）。\n（三）　厚生大臣は、食品衛生上の危害の発生を防止するため必要があると認める\nときは、政令で定める食品等であって、生産地の事情その他の事情からみて同法六\n条に規定する食品に該当するおそれがあると認められるものを輸入する者に対し、\n当該食品等について、厚生大臣又は厚生大臣が指定した者の行う検査を受けるべき\nことを命ずることができる（同法一五条三項）。\n右検査命令の対象となる「政令で定める食品」等は、同法施行令で規定されてお\nり、本件各検査命令の対象なったイズミダイ（テラピア）はこれに該当する（同法\n施行令一条の五第一項一号ネ）。\n法一五条三項の検査命令を受けた者は、当該検査を受け、その結果についての通\n知（以下「製品検査結果\n通知」という。）を受けた後でなければ、当該食品等を販売し、販売の用に供する\nために陳列し、又は営業上使用してはならない（同法一五条四項）。右検査結果の\n通知であって厚生大臣が指定した者（指定検査機関）がするものは、当該検査を受\nけるべきことを命じた厚生大臣を経由してする（同法一五条五項）。\n（四）　検査を経た後、食品衛生法に違反すると判断された食品等については、検\n疫所長は、輸入者に対し、「食品衛生法違反通知」を行い、積戻し、廃棄又は食用\n外に転用するなど、必要な措置を行うように指導する（平成八年一月二九日付け衛\n検第二六号各検疫所長宛て厚生省生活衛生局長通知「輸入食品等監視指導業務基\n準」（最終改正平成一二年一月三一日生衛発第一一八号）（以下「輸入食品等監視\n指導業務基準」という。）の８項）。\n（五）　前記（三）の製品検査結果通知又は（四）の食品衛生法違反通知にもかか\nわらず、その後、さらに輸入者が、同法六条に違反して輸入しようとした場合に\nは、厚生大臣は、輸入業者等にその食品等を廃棄させ（廃棄命令）、官吏又は吏員\nに食品等を廃棄させ（いわゆる即時強制）、その他営業者に対し食品衛生上の危害\nを除去するために必要な処置（食品等の回収命令、輸入食品についての本国への積\n戻し命令等）をとることを命じることができる（同法二二条）。\n２　関税法\n（一）　外国から本邦に到着した貨物で輸入が許可される前のもの（外国貨物）\nは、保税地域以外の場所に置くことができない（同法三〇条）。\n（二）　貨物を輸入しようとする者は、政令で定めるところにより、当該貨物の品\n名等必要な事項を税関長に申告し、貨物につき必要な検査を経て、その許可を受け\nなければならない（同法六七条）。（三）他の法令の規定により輸入に関して検査\n又は条件の具備を必要とする貨物については、六七条（輸出または輸入の許可）の\n検査その他輸入申告に係る税関の審査の際、当該法令の規定による検査の完了又は\n条件の具備を税関に証明し、その確認を受けなければならない（同法七〇条二\n項）。右確認を受けられない貨物については、輸入が許可されない（同法七〇条三\n項）。\n二　前提事実（甲一ないし七、一八、二六、乙一、二、争いがない事実）\n１　原告は、魚類の燻製等水産加工食品の製造、輸入、販売等を業とする会社であ\nる。\n２（一）　厚生省生活衛生局乳肉衛生課長及び食品化学課長は、各検疫所長宛に、\n「鮮魚に対\nする食品添加物の使用について」と題する平成六年九月二二日付けの通知（甲一\n八）を発した。右通知の内容は、一部の輸入鮮魚のなかに変色防止の目的で一酸化\n炭素を使用しているとの情報があるところ、化学合成品たる一酸化炭素を食品に使\n用することは食品衛生法六条に違反し、また、化学合成品以外の一酸化炭素を使用\nしたとしても、変色防止操作を施した食品は、消費者に対して判断を誤らせ、衛生\n上の危害が生じるおそれがあるので、かかる一酸化炭素を使用した鮮魚が輸入され\nることのないよう管下関係営業者に対する指導を行うことを依頼する旨のものであ\nった。\n（二）　厚生省生活衛生局食品保健課長、乳肉衛生課長及び食品化学課長は、各検\n疫所長宛に、「食品衛生法一五条三項に基づく検査命令の実施について」と題する\n平成一一年三月一九日付けの通知（甲二六）を発した。右通知は、その別表に定め\nる対象食品等について、同表に定める検査の内容に従い、全届出に対して指定検査\n機関の検査を受けるよう命じるべきことを要求したものであり、「台湾産切り身の\nテラピア（イズミダイ）（現場検査において、鮮紅色を呈することが確認されたも\nのに限る。）（平成一〇年一月一六日付衛乳第六号、衛化第一号に基づき一酸化炭\n素による処理をされていないと判断されたものを除く。）」については、「一酸化\n炭素」について、検査を受けることとされていた。\n３　原告は、被告厚生大臣に対して、平成一一年八月一〇日、冷凍台湾産切り身の\nイズミダイ（テラピア。以下、「本件食品」という。）二三九ニキログラムについ\nての輸入届出をしたところ、被告厚生大臣は、同年八月一一日、一酸化炭素が使用\nされているおそれがあるとして、食品衛生法一五条三項に基づく検査命令を発した\n（以下、「本件第一検査命令」という。）。\n原告は、本件第一検査命令を受けて、被告厚生大臣の指定検査機関である財団法\n人日本食品分析センターに対し、右食品の検査を依頼したところ、右センターから\n原告に対し、製品検査結果通知書をもって、右食品には一リットル当たり三二〇マ\nイクロリットルの一酸化炭素が検出されたことが通知された。\n被告東京検疫所長は、原告に対し、同年八月三〇日、食品衛生法違反通知書（東検\n第三二三七号）をもって、右検査の結果、基準値（一リットル当たり一〇〇マイク\nロリットル）を超える一酸化炭素を検出したことを理由として、右食品について、\n積戻\nし若しくは廃棄又は食用以外に転用する措置をされたい旨の通知をした（以下、\n「本件第一違反通知」という。）。\n４　原告は、平成一一年八月一一日、本件食品二六八〇キログラムについての輸入\n届出をしたところ、被告厚生大臣は、同年八月一七日、一酸化炭素が使用されてい\nるおそれがあるとして、食品衛生法一五条三項に基づく検査命令を発した（以下、\n「本件第二検査命令」といい、本件第一検査命令と合わせて「本件各検査命令」と\nいう。）。\n原告は、本件第二検査命令を受けて、財団法人日本食品分析センターに対し、右\n食品の検査を依頼したところ、右センターから原告に対し、製品検査結果通知書を\nもって、右食品には一リットル当たり四四〇マイクロリットルの一酸化炭素が検出\nされたことが通知された。\n被告東京検疫所長は、原告に対し、同年八月三〇日、右食品について、本件第一\n違反通知と同旨の食品衛生法違反通知書（東検第三二三五号）を発した（以下、\n「本件第二違反通知」といい、本件第一違反通知と合わせて「本件各違反通知」と\nいう。）。\n５　原告は、被告厚生大臣に対し、平成一一年九月一六日、本件各検査命令につい\nて異議申立てを行った。\n被告厚生大臣は、平成一二年二月二八日、異議申立人が検査機関の検査を受けた\nことにより、当該処分の取消しを求める訴えの利益が消滅していることを理由とし\nて、右異議申立てを却下した。\n三　被告らの本案前の主張\n１　本件各違反通知の取消しを求める訴えの適法性について\n（一）　行政事件訴訟法三条二項の「処分その他公権力の行使に当たる行為」と\nは、「公権力の主体たる国又は公共団体が法令の規定に基づき行う行為のうち、そ\nの行為によって直接国民の権利義務を形成し又はその範囲を確定することが法律上\n認められているもの」をいう。\nしかるに、検疫所長が行う食品衛生法違反通知は、法令の規定に基づいてなされ\nるものではなく、食品衛生法一五条四項及び五項に基づく製品検査結果通知だけで\nは、一般の輸入者には、検査の結果が難解なために同法六条に違反しているか否か\nの判断に困難を伴うことが多いことを考慮し、「輸入食品等監視指導業務基準」に\n基づいて、検疫所が監視指導業務を適正に行うために、仮に輸入業者が当該食品の\n輸入を行えば法六条に違反することになる旨を輸入業者に警告又は教示することを\n目的に便宜的に行っているものにすぎない。\nそして、食品衛生法六条に違反す\nる輸入行為に対しては、右食品衛生法違反通知の後に、食品衛生法二二条に基づく\n厚生大臣又は都道府県知事による廃棄命令その他食品衛生上の危害を除去するため\nに必要な処置をとることを命じることを内容とする行政処分が予定されているので\nある。\nしたがって、検疫所長が行う食品衛生法違反通知は、「その行為によって直接国\n民の権利義務を形成し又はその範囲を確定することが法律上認められているもの」\nに該当しないから、本件各違反通知は、行政事件訴訟法三条二項の「処分その他公\n権力の行使に当たる行為」には当たらないというべきである。よって、右通知の取\n消しを求める原告の訴えは不適法である。\n（二）　原告は、最高裁昭和五四年一二月二五日第三小法廷判決（民集三三巻七号\n七五三頁）を引用し、本件各違反通知は「処分その他公権力の行使に当たる行為」\nに当たる旨主張する。\nしかしながら、検疫所長による食品衛生法違反通知がなされた場合において、輸\n入届出者がなおこれを輸入しようとする場合には、さらに厚生大臣又は都道府県知\n事による食品衛生法二二条による廃棄命令・除去命令等を内容とする応答的行政処\n分をすることが予定されており、他方、輸入届出者は食品衛生法六条違反の食品等\nを輸入することを法律上禁止されているとはいえ、食品衛生法二二条の行政処分の\n適法性を争い、当該食品等が食品衛生法六条に該当しないものであることを主張立\n証することによって、これを適法に輸入する道をなお有しているということができ\nる。そうすると、検疫所長による食品衛生法違反通知は、食品衛生法六条に違反す\nる旨の観念の通知にすぎず、また、もともと旧関税定率法二一条三項及び五項の輸\n入禁制品に係る税関長の通知とは異なり、法令の規定に準拠してなされるものでは\nなく、かつ、これにより原告に対し輸入届出にかかる食品等を適法に輸入すること\nができなくなるという法律上の効果を及ぼすものではない。\nしたがって、検疫所長による食品衛生法違反通知は、右最高裁判決における税関\n長による旧関税定率法による通知等とは異なり、行政事件訴訟法三条二項にいう\n「行政庁の処分その他公権力の行使に当たる行為」に該当するということはできな\nい。\n（三）　以上のとおり、税関において輸入が許可されないのは、食品衛生法六条に\n規定する食品に該当するとされるからであって、食品衛生法違反通知書が輸入者に\n対して交付ないし通知されたこと\nに基づく効果ではないのである。\nそして、右通知書を受領した後も、なお輸入しようとすること自体は事実上可能\nであり、その場合として、①検査等により食品衛生法六条に規定する食品に該当す\nることが明らかになったにもかかわらず、なお税関申告を行う場合や、②積戻し若\nしくは廃棄又は食用以外に転用することなく保税地域に止め置き、食品衛生法六条\nに規定する食品等に該当しない旨主張するなどして当該食品について輸入する旨の\n意思が強固に示される場合などが考えられる。そして、これらの場合には厚生大臣\nは、輸入業者等に廃棄・除去等を命じることができるが（食品衛生法二二条）、右\n行政処分がなされた場合において、輸入業者が食品衛生法六条に規定する食品に該\n当するとの事実を争って右行政処分に対する不服申立てをなし、右行政処分が取り\n消され、食品衛生法六条に規定する食品ではないことが明らかとなれば、輸入業者\nがその後税関申告をして輸入することができることとなる。\n（四）　税関では、輸入者に検査の完了又は条件の具備を税関に証明して、確認を\n受ける義務を課するとともに、これらの確認を受けられない貨物については輸出又\nは輸入を許可しないこととしている（関税法七〇条二項、三項）。\n食品の輸入に関する本件については、食品衛生法六条に規定する食品に該当しな\nいことが、関税法七〇条二項の「検査の完了又は条件の具備」と解される。\nそして、税関は、食品衛生法六条に規定する食品に該当しないことを確認するに\n当たって、輸入手続を円滑に行うための運用上の措置として、厚生省が交付してい\nる届出済印が押捺された「食品等輸入届書」をもって行っている。ただし、税関に\nおいては、「食品等輸入届書」が提示された場合でも、食品衛生法に抵触するおそ\nれがあると認めた場合には、直ちに検疫所に通報し、その回答をまって処理を行う\nこととしている。\nこのように、税関長は最終的に「検査の完了又は条件の具備」を確認して輸入を\n許可しているが、これは、食品衛生法の所管行政庁である厚生省による「検査の完\n了又は条件の具備」の有無に対する判断を、税関長が貨物の現物に即して確認する\nことによって、輸入許否の判断を適正妥当に行えるよう形成された法的仕組みであ\nる。\n他方、仮に添加物を含む食品等を輸入しようとする者が、届出済印が押捺された\n食品等輸入届出書を提出することなしに、右食品等が「人の健康を損なう\nおそれのない場合として厚生大臣が食品衛生調査会の意見を聴いて定める添加物以\n外の添加物を含む食品等」に該当しないことを独自の手段によって証明して輸入し\nようとした場合、税関は、右届出書の提出がないことのみをもって、輸入を不許可\nとするものではない。しかしながら、税関は、食品等輸入届出書が提出されない場\n合、厚生大臣への照会等を行い、同時に輸入業者に対しては食品等輸入届出書の提\n出を求めるのが通例であって、右証明のために輸入業者から独自に提出された資料\nのみによって、「検査の完了又は条件の具備」の証明の有無を判断して、輸入の許\n否を決定することもない。\n（五）　出訴期間\n本訴の提起は、本件各違反通知がなされたことを原告が知ってから三か月以上を\n経過してからなされたものである。したがって、本件各違反通知の取消しを求める\n本訴請求は、行政事件訴訟法一四条一項の出訴期間を徒過する不適法な訴えであ\nる。\n原告は、最高裁昭和六一年二月二四日第二小法廷判決の趣旨からすれば、本件各\n違反通知の取消しの訴えは、出訴期間との関係においては、本件各検査命令の取消\nしの訴えと同様に取り扱うのが相当であり、出訴期間の遵守に欠けることはない旨\n主張する。しかしながら、右各訴えの間には、右判例のいう「特段の事情がある」\nということはできないから、原告の主張は失当である。\n２　本件各検査命令の取消しを求める訴えの適法性について\n本件各検査命令に対しては、原告はすでにこれら検査命令に従って検査を受けた\nのであるから、右検査命令に関する検査行為が完了し、本件各検査命令の法的効果\n（食品衛生法一五条四項）は消滅したというべきである。したがって、原告には本\n件各検査命令の取消しを求めることによって実質的に回復すべき利益が既に消滅し\nたというほかないから、本件各検査命令の取消しを求める訴えは訴えの利益を欠き\n不適法というべきである。\n四　原告の反論\n１　本件各違反通知の取消しを求める訴えの適法性について\n（一）　本件各違反通知の処分性\n被告らは、本件各違反通知はいわゆる観念の通知にすぎず、「処分その他公権力\nの行使に当たる行為」（行政事件訴訟法三条二項一には該当しないと主張する。し\nかし、税関長による輸入禁制品該当の通知を行政処分であると判断した最高裁昭和\n五四年一二月二五日第三小法廷判決（民集三三巻七号七五三頁）の趣旨に照らせ\nば、本件各違反通知も行政処分に該\n当するというべきである。\nすなわち、右最高裁昭和五四年判決は、税関長による当該貨物が輸入禁制品にあ\nたる旨の通知は、「税関長の判断の結果を表明するもので」、かつ「右のような判\n断の結果を輸入申告者に知らせ当該貨物についての輸入申告者自身の自主的な善処\nを期待してされるものである」から、その法律的性質は「行政庁のいわゆる観念の\n通知とみるべきものである」と解しつつも、右通知は「もともと法律の規定に準拠\nしてされたものであり、かつ、これにより上告人に対し申告にかかる本件貨物を適\n法に輸入することができなくなるという法律上の効果を及ぼすものというべきであ\nるから、行政事件訴訟法三条二項にいう『行政庁の処分その他公権力の行使に当た\nる行為』に該当するもの、と解するのが相当である。」と判示し、当該通知の及ぼ\nす効果に着目してその処分性を認めている。\nこれを本件についてみると、本件各違反通知は本件食品が食品衛生法六条に違反\nするという公権的判断の表示であり、かつ、食品衛生法六条に違反する食品はその\n輸入が禁じられているから、本件各違反通知は、原告に対し本件食品を適法に輸入\nをすることができなくなるという法律上の効果を及ぼすものということができる。\nまた、右最高裁昭和五四年判決は、関税定率法に基づく通知がなされた場合、さ\nらに税関長から何らかの応答的行政処分がなされることは期待できず、他方輸入を\n強行すれば刑事処分のリスクを負わざるを得ないため、通知に対する取消しの訴え\nを認めなければ輸入申告者に適切な救済手段を与えることができないという実際上\nの必要性を考慮しているものと解されるところ、本件各違反通知の場合も、通知が\nなされた後さらに輸入禁止処分等の行政処分がなされることは期待できず、かつ輸\n入を強行すれば刑事処分のリスクを生ずることとなるから（食品衛生法三〇条）、\n本件各違反通知自体に対する取消の訴えを認めなければ、原告に適切な救済手段を\n与えることができないといえる。\nよって、右判例の趣旨に照らせば、税関長による当該貨物が輸入禁制品に当たる\n旨の通知と同様に、本件各違反通知も「処分その他公権力の行使に当たる行為」\n（行政事件訴訟法三条二項）に該当するというべきである。\n（二）　被告らは、東京検疫所長が行う食品衛生法違反通知は、法令の規定に基づ\nくものではないと主張する。しかしながら、右通知は、製品検査結果通知と一体と\nなっ\nて、食品衛生法一五条四項の要求する通知の内容をなすというべきであるから、法\n令の規定に基づく行為というべきである。\nまた、被告らは、食品衛生法違反通知は、観念の通知にすぎず、その後に輸入届\n出者がなお輸入しようとする場合には、食品衛生法二二条に基づく廃棄命令等の行\n政処分をすることが予定されており、輸入業者はその違法性を争うことができると\n主張する。しかしながら、輸入届出をした食品が検査に供された場合、この検査に\n合格しなければ、食品等輸入届出済証が交付又は出力されず、税関長の輸入許可\n（関税法七〇条三項）がなされる余地はない。かように、検査に供された輸入食品\nは、結局、検査に合格しなければ、税関長の輸入許可がなされる余地はなく、当該\n食品を適法に輸入する途はないのである。したがって、違反通知は、輸入できなく\nなるという法律上の効果を及ぼすものであるというべきである。\n（三）　出訴期間\n右のとおり、本件各違反通知は抗告訴訟の対象となると解すべきであるが、本訴\nの提起は、本件各違反通知がなされたことを原告が知った日から三か月以上を経過\nしている。\nしかし、最高裁昭和六一年二月二四日第二小法廷判決（民集四〇巻一号六九頁）\nの趣旨からすれば、本件各違反通知の取消の訴えは、出訴期間との関係において\nは、本件各検査命令の取消の訴えと同様に取り扱うのが相当であり、出訴期間の遵\n守に欠けることはない。\nすなわち、右最高裁昭和六一年判決は、土地改良法五三条の五第一項の規定に基\nづく一時利用地指定処分の取消しの訴えを出訴期間内に提起した後、右訴えを換地\n処分の取消しの訴えに変更したが、その変更が当該換地処分の一年以上後であった\nという事案において、変更後の訴えの出訴期間の遵守の有無は「両者の間に存する\n関係から、変更後の新請求に係る訴えを当初の訴えの提起の時に提起されたものと\n同視し、出訴期間の遵守において欠けるところがないと解すべき特段の事情がある\nときを除き、右訴えの変更の時を基準としてこれを決しなければならない」と判示\nし、右「特段の事情」ある場合には、当初の訴えの提起が出訴期間内に適法になさ\nれている限り新請求にかかる訴えも適法となることを認めている。\n右判例の趣旨からすれば、異議申立てを棄却又は却下された者が、引き続き取消\nしの訴えを提起するに当たり、異議申立てとは異なる内容の訴えを提起した場合で\nも、両者の間に存する関係\nから、取消しの訴えを異議申立てを経ているものと同視し、出訴期間の遵守におい\nて欠けるところがないと解すべき特段の事情があるときは、取消しの訴えは適法と\nなると解すべきである。\nしかるところ、本件各違反通知取消しの訴えについては、不服申立ての目的の同\n一性、行政庁による誤った教示の点からして、出訴期間の遵守において欠けるとこ\nろがないと解すべき特段の事情が認められる。\nすなわち、本件各検査命令に対する本件異議申立てと、本件各違反通知の取消し\nの訴えは、本件食品が食品衛生法六条に違反するとする行政庁の判断を争い、本件\n食品の輸入を可能ならしめることを目的としている点では全く異なるところがな\nい。そして、原告が、本件異議申立てをなすにあたり、本件各違反通知を対象とせ\nず、本件各検査命令を対象としたのは、本件各検査命令には異議申立ができる旨の\n「教示事項」の記載があったのに対し、本件各違反通知にはかかる教示事項の記載\nはなく、かえって厚生省の担当官より本件各違反通知に対する異議申立てはできな\nい旨教示を受けたことに起因する。したがって、本件異議申立ては、単に検査を受\nけることを命ぜられたことに対する不服の表明ではなく、本件食品が食品衛生法六\n条に違反するとする行政庁の判断に対する不服の表明としての意義を持つものであ\nり、出訴期間の関係においては、本件異議申立てをもって審査請求手続を経ている\nものと同様に取り扱うのが相当であり、出訴期間の遵守に欠けるところがないもの\nと解すべきである。\n２　本件各検査命令の取消しを求める訴えの適法性について\n（一）　原告は、本件各検査命令によって、単に検査を義務づけられる不利益を蒙\nっただけではなく、義務づけられた本件検査の結果に基づいて食品衛生法違反通知\nが発せられるという一連の手続により、事実上本件食品を輸入できなくなるという\n不利益を受けている。これは、原告が日本国内での販売を目的として買い付けた本\n件食品の購入価額及び輸送・保管コストその他の費用が、すべて原告の損失となる\nというきわめて重大な不利益である。かかる重大な不利益を受ける者に対し、当\n然、何らかの救済手段が与えられるべきことは、憲法三一条の要請するところであ\nる。\n（二）　しかるに、もし仮に本件各違反通知の取消しの訴えが許されないものとさ\nれた場合には、食品衛生法一五条三項に基づく検査の結果そのものについては不服\n申立てをするこ\nとができないことが明文で定められているから（同法一五条七項、第一四条五\n項）、さらに本件各検査命令の取消しの訴えも許されないとすると、原告は、刑事\n訴追されることを覚悟の上で輸入を強行し（同法三〇条一項）、当該刑事手続上で\n同法六条の解釈を争うことしか救済を受ける途はないことになってしまう。\n（三）　もっとも、本件各検査命令に対し、これに応ずることな検査を受けないま\nまの状態で異議申立てを行うことも、法律的には可能であった。しかし、検査命令\nの被処分者としては、たとえ検査を受けてもその結果が輸入を認めるものであるな\nらば、検査に要する日数分の遅延のみで食品の輸入ができるのであるから、この段\n階では多大の時間と労力を要する異議申立てをあえて行わず、とりあえず検査を受\nけておくというのが合理的な対応であり（実際、原告が輸入を届け出た別便のテラ\nピアの中には、検査命令に基づく検査の結果「基準値を超える一酸化炭素を検出し\nなかった」として輸入できたものも存在する）、これを非難することはできない。\nましてや、検査を受けることによって、輸入不能という不利益に対する救済手段\nがなくなってしまうなどということは全く予想できないことであり、検査を受けた\nことによって訴えの利益が失われたと解するのは被処分者に酷というほかない。\n（四）　結局、本件各違反通知に対する取消しの訴えが認められないとすれば、本\n件各検査命令の効力を争うことが原告にとって唯一現実的な救済手段であり、これ\nにより原告は本件食品の合法的な輸入が可能となるという利益を得るのであるか\nら、たとえ検査を終了した後であっても、本件各検査命令取消の訴えには訴えの利\n益があるというべきである。\n五　争点\n以上によれば、本件の争点は、①本件各違反通知が行政処分としての性質を有\nし、取消訴訟の対象となるものであるかどうか（争点１）、②本件各違反通知の取\n消しを求める訴えは出訴期間を徒過したものとして不適法というべきかどうか（争\n点２）、③本件各検査命令について訴えの利益が認められるか否か（争点３）とい\nう点である。\n六　なお、原告の本件各違反通知及び本件各検査命令の違法性に関する主張は、以\n下のとおりである。\n１　本件各違反通知は、次の三点において違法である。\n（一）　本件食品は食品衛生法六条に違反しない\n本件食品の製造に際し使用されているのは、単なる一酸化炭素ではなく、多種の\n成分の複\n合体であるところの燻煙である。燻煙を使用して製造された食品は従来より輸入、\n製造及び販売等を許されており、本件食品は食品衛生法六条に違反しない。\n（二）　平等原則違反\n本件食品は、一酸化炭素を含む煙で処理しているという点で、他の燻製処理によ\nる燻製食品も全く同様であり、かかる食品はハム、ソーセージ、スモークサーモ\nン、鰹節等枚挙に暇がない。これら燻製処理による燻製食品が食品衛生法六条違反\nを問われることなく輸入、製造、販売等を認められていることは周知のとおりであ\nり、一酸化炭素を含む煙で処理していることを根拠に本件食品のみを同法六条違反\nとして規制の対象とすることは、原告に対する合理的理由のない差別的取り扱いに\nあたる。よって、本件各違反通知は法の下の平等を定めた憲法一四条一項に違反す\nる。\n（三）　検査方法の不当性\n本件各違反通知は、それにより事実上食品の輸入ができなくなるというきわめて\n重大な不利益を与えるものであるから、その前提となる検査の手続及び方法は公正\nかつ合理的なものでなければならず、検査の手続ないし方法が公正さや合理性を欠\nく場合には当該違反通知は違法となる。しかるに、本件の検査方法は性質上きわめ\nて大きな誤差を生ずることが避けられない著しく不合理なものであり、かつ一酸化\n炭素使用の有無を判別する基準値の合理性についても何ら具体的な根拠は示されて\nいない。\n２　本件各検査命令は、次の四点において違法である。\n（一）　食品衛生法一五条三項は、厚生大臣が輸入業者に対し食品等の検査を受け\nるべきことを命ずることができる場合を「食品衛生上の危害の発生を防止するため\n必要があると認めるとき」に限定しているが、本件食品の輸入がなされても食品衛\n生上の危害が発生するおそれは全くなく、本件は「食品衛生上の危害の発生を防止\nするため必要がある」場合に該当しない。\n（二）　食品衛生法一五条三項は、検査の対象となる食品を「第六条に規定する食\n品に該当するおそれがあると認められるもの」に限定しているが、前述のとおり本\n件食品は同法六条に何ら反するものではなく、「第六条に規定する食品に該当する\nおそれがあると認められるもの」にも該当しない。\n（三）　平等原則違反\n前記１（二）のとおりである。\n（四）　検査手続及び検査方法の不当性\n食品衛生法一五条に基づく検査命令は、食品の輸入にあたり原則不必要の検査を\n受けることを命ずるものである上、その結果次第では当該食品の輸入ができなくな\nるという重大な不利益を被処分者に与えるものであるから、命ずる検査の手続及び\n方法は公正かつ合理的なものでなければならず、検査の手続ないし方法が公正さや\n合理性を欠く場合には当該検査命令は違法となる。しかるに、本件各検査命令は、\nその対象の選別手続きが不公正であるとともに、指定された検査方法が著しく合理\n性を欠く。\n第三　当裁判所の判断\n一　争点１について\n１　行政事件訴訟法三条二項の「処分その他公権力の行使に当たる行為」とは、公\n権力の主体たる国又は公共団体が法令の規定に基づき行う行為のうち、その行為に\nよって直接国民の権利義務を形成し又はその範囲を確定することが法律上認められ\nているものをいうと解される。\nところで、原告は、輸入者は食品衛生法違反通知を受けることにより適法に当該\n食品を輸入できなくなるという法律上の効果を受けるものであると主張するとこ\nろ、食品を含む貨物の輸入を禁じることを定めている規定は、食品衛生法六条のほ\nか、関税法七〇条が存在することから、まず、関税法の規定について検討する。\n２　関税法七〇条二項及び三項は、輸入者に対し、他の法令の規定による検査の完\n了又は条件の具備を税関に証明して、確認を受ける義務を課するとともに、これら\nの確認を受けられない貨物については輸入を許可しない旨を規定している。\n右規定は、貨物の輸入に関して検査又は条件の具備を要する旨規定している法令\nは、特定の貨物の輸入を禁止又は一定の条件に係らしめて制限することにより、そ\nれぞれ公共の福祉の増進、その障害の除去あるいは外国貿易の正常な発展等を目的\nとして制定されたものであり、その検査の完了又は条件の具備を、最終的な取締官\n庁である税関が、輸入貨物の現物に即し、確認することによって、その行政目的を\n達成することを期することとした趣旨と解される。\nそして、関税法七〇条二項の文言上、税関は、検査の完了又は条件の具備を輸入\n者に「証明」させるに止まらず、その「確認」をしなければならないとされている\nことからすると、税関は、他の法令の規定による検査の完了又は条件の具備の確認\nを行うことについて、最終的な判断権限を有するものと解される。このことは、同\n条一項が「証明」のみを要求していることとの対比からも明らかである。\nなお、関税法七〇条一項及び三項は、他の法令の規定により輸入に関して許可、\n承認\nその他の行政機関の処分又はこれに準ずるものを必要とする貨物については、当該\n許可、承認等を受けていることを証明しなければ輸入を許可しない旨規定している\nが、食品衛生法は、食品の輸入に関して右のような許可、承認等を要件としていな\nいから、関税法七〇条一項にいう「他の法令」には含まれない。\n３　そこで、食品衛生法六条と関税法七〇条二項との関係を検討するに、添加物を\n含む食品等の輸入が問題となっている本件については、食品衛生法六条に規定する\n食品等に該当しないことが、関税法七〇条二項の「検査の完了又は条件の具備」と\n解される。\nなお、食品衛生法一五条三項は、厚生大臣が検査命令を発することができる旨規\n定しているところ、右検査命令に基づく検査が完了したとしても、その結果、食品\n衛生法六条に違反することが判明した場合には、当該食品等を輸入することはでき\nないこととしないと食品衛生法六条の目的を達成できないから、食品衛生法一五条\n三項に基づく検査の完了をもって、関税法七〇条二項の「検査の完了」とすべきで\nはないことは明らかである。\n４　そうすると、通関手続において、食品衛生法六条に違反するか否かの判断が、\n輸入者による輸入の届出以後、いかなる方法で行われることとなっているかが問題\nとなるところ、この点についての法令の定め及び輸入食品等監視指導業務基準（乙\n五）の内容は、以下のとおりである。\n（一）　輸入の届出は、具体的には、検疫所の長に対して「食品等輸入届出書」を\n提出する（食品衛生法一六条、同法施行規則一五条）か、又は電子情報処理組織に\nよりオンライン端末に所定の事項を入力する方法で行われる（食品衛生法一六条の\n二、同法施行規則一五条の二）。\n（二）　食品等輸入届出書の提出等を受けた検疫所では、検査の要・不要を審査\nし、検査が不要と判断されたものについては、輸入者に対し、提出された届出書の\n写しに、届出済である旨の印が押されたもの又はコンピュータにより出力される届\n出済証（以下これらを合わせて「届出済証」という。）が交付される。税関は、届\n出済証又は電子情報処理組織により、食品衛生法による輸入届出が終了したことに\n関して、関税法七〇条二項の確認をする（輸入食品等監視指導業務基準の４項、５\n項）。\n（三）　検疫所において、食品衛生法一五条三項の検査が必要であると判断された\nものについては、被告厚生大臣の名において、輸入者に対し、検査命\n令が発せられる。検査命令を受けた輸入者は、被告厚生大臣の指定検査機関に対し\nて、輸入しようとする食品の分析試験を依頼する。\n（四）　右指定検査機関による検査の結果の通知（食品衛生法一五条四項）は、検\n疫所を経由して、輸入者に対してなされる。検疫所は、検査の結果の内容のほか、\n検体の採取状況、ロット構成等を再確認した上で、食品衛生法六条に規定する食品\nに該当するか否かを判断する（輸入食品等監視指導業務基準の７項）。\n右規定に違反すると判定された場合、検疫所は、輸入者に対し「届出済証」を交\n付せず、前記第二の一１（四）記載の「食品衛生法違反通知書」を交付し、必要な\n措置を行うように輸入者を指導する。また、検疫所は、検査命令の対象が保税中の\n食品等であるときは、「食品衛生法違反物件通知書」を管轄の税関長、税関支署長\n又は税関出張所長宛通知し、当該食品が食品衛生法六条に規定する食品であり、輸\n入許可を与えないよう依頼する（輸入食品等監視指導業務基準の８項、様式二三\n号、二四号）。\n５　右のような法令の定め等に基づいて検討するに、検疫所長が食品衛生法違反通\n知誓を輸入者に交付した場合は、輸入者に対して届出済証が交付されず、また、検\n疫所長から税関に対しては、食品衛生法違反物件通知書が交付され、税関に対して\n輸入許可を与えないことが依頼される仕組みになっているのであるから、このよう\nな運用からすれば、食品衛生法違反通知がなされれば、その後の税関における通関\n手続において、輸入の許可が与えられない可能性が実際上極めて高くなることは否\n定できない。すなわち、食品衛生法違反通知書に示された「当該食品が食品衛生法\n六条に違反する」旨の検疫所長の判断は、届出済証が交付されず、また、「食品衛\n生法違反物件通知書」が税関長に交付されるという仕組みを通じて、税関が関税法\n七〇条二項の確認を行う上で常に参照されることとなる。\nしかしながら、前記２で説示したとおり、関税法七〇条二項において、食品衛生\n法六条に違反するかどうかの確認の最終的な判断が税関に委ねられていると解され\nる以上、検疫所長の判断は、輸入を許可するかどうかについての税関の判断を法的\nに拘束するものではなく、税関が、輸入者が提出した資料等も考慮して、食品衛生\n法六条に規定する食品等に該当しないと判断した場合には、これをもって食品衛生\n法六条に規定する食品等に該当しないことが証明され、税関がそれを確認したもの\nとして、輸入が許可される余地があるのであって、食品衛生法違反通知によって検\n疫所長の判断が示されたからといって、直ちに輸入の許可が得られないという法的\n効果が発生するわけではない。そして、この点に関しては、被告らにおいても、税\n関は、届出済印が押捺された食品等輸入届出書の提出がないことのみをもって輸入\nを不許可とするものではないことを自認している上（前記第二の三１（四））、届\n出済印が押捺された食品等輸入届出書が提出されない場合、税関は、通常、厚生大\n臣への照会等を行うとともに輸入業者に対して食品等輸入届出書の提出を求め、こ\nれらと輸入業者から独自に提出された資料によって「検査の完了又は条件の具備」\nの証明の有無を判断するとの趣旨の主張をしているところである。\n他方、税関における輸入不許可の処分は行政処分であることは明らかであるか\nら、税関長が、検疫所長の判断に添って関税法七〇条二項の確認ができないとして\n輸入を不許可とする処分をしたときには、輸入者は、右処分の適法性を争い、その\n中で、税関長が当該食品につき食品衛生法六条に適合することを確認しなかったこ\nとの適法性を問題にし得ると解される。また、被告厚生大臣においても、食品衛生\n法二二条に基づく処分がなされる可能性がある。輸入者としては、右各処分の取消\n訴訟を提起することにより、食品衛生法六条の適合性の有無を訴訟によって争うこ\nとができるのであって、その訴訟において処分を取り消す旨の判決がなされた場合\nには、税関長又は厚生大臣のうち被告となっていなかった行政庁は、行政事件訴訟\n法三三条にいう関係行政庁として当該判決の拘束力を受けることとなると解するの\nが相当である。したがって、本件各違反通知自体に対する取消しの訴えを認めなけ\nれば、原告に適切な救済手段が与えられていないということはできない。\nさらに、前記一（四）記載のとおり、食品衛生法違反通知は、「輸入食品等監視\n指導業務基準」に根拠を有するものであって、食品衛生法に直接の根拠を有するも\nのではない。また、食品衛生法一五条三項の検査命令に基づく同条四項の検査結果\n通知は、まさに検査自体の結果に関する通知であり、食品衛生法六条に違反してい\nるかどうかの判断とは区別されるものであるから、食品衛生法違反通知をもって食\n品衛生法一五条四項にいう検査結果通知に当たるということはできない。\n以上によ\nれば、食品衛生法違反通知は、法令の規定に基づき行われる行為ではないのであっ\nて、その行為によって直接国民の権利義務を形成し又はその範囲を確定することが\n法律上認められているものでもなく、また、その行為を争わせなければ他に救済手\n段がないものでもないから、「処分その他公権力の行使に当たる行為」に該当する\nということはできない。\n６　よって、本件各違反通知は取消訴訟の対象となる処分であるとすることはでき\nないから、本件各違反通知の取消しを求める原告の請求１項の訴えは、その余の点\n（争点２）について判断するまでもなく、不適法であるというべきである。\n二　争点３について\n１　食品衛生法一五条三項に基づく検査命令の法的効果は、検査命令を受けた者に\n検査を受ける義務を生じさせるとともに、「当該検査を受け、その結果についての\n通知を受けた後でなければ、当該食品、添加物、器具又は容器包装を販売し、販売\nの用に供するために陳列し、又は営業上使用してはならない。」というものである\n（同法一五条四項）。\nしかるところ、原告は、前提事実３、４記載のとおり、本件各検査命令を受けた\n後、既にそれに従って検査を受け、右検査命令の結果についての通知を受けたもの\nであるから、検査を受ける義務は消滅し、また、食品衛生法一五条四項の定める販\n売等の禁止の効力も消滅した。\nまた、前記のとおり、検査命令を受けその結果についての通知を受けることは、\n関税法七〇条二項の「他の法令の規定により輸入に関して検査の完了又は条件の具\n備を必要とする」ことには該当しないから、検査命令の法的効果として、被命令者\nに関税法七〇条二項に基づく、検査の完了又は条件の具備を証明し確認を受ける義\n務が生じるということもできない。\n以上によれば、本件各検査命令によって生じた法的効果はいずれも消滅している\nものであるから、本件各検査命令の取消しを求める原告の請求２項の訴えは、訴え\nの利益を失ったものとして不適法であるというべきである。\n２　これに対して、原告は、①食品衛生法違反通知が争えないとすれば、刑事訴追\nを受けることを覚悟して輸入を強行し、刑事手続上で食品衛生法六条の解釈を争う\nことしか救済を受ける途はなく、検査命令の効力を争うことが唯一現実的な救済手\n段であること、②検査命令は、それ自体としては輸入者にとって特段の不利益とは\nならないが、その検査結果が通知され、基準を超える数値であ\nることが判明した場合には、輸入者にとって著しい不利益が顕在化するのであるか\nら、検査に不合格となった場合には、実質的に回復すべき利益又は目的があること\nからして、訴えの利益があると主張する。\nしかしながら、前述のとおり、検査命令による検査を経て、食品衛生法違反通知\nを受けた者は、当該食品について輸入申告をすれば、それに対する応答的行政処分\nを受けることができ、仮に輸入が不許可となれば、これを争うことができるのであ\nるから、この点に関する原告の①の主張はその前提において失当である。また、原\n告の②の主張は、検査結果が基準を超える数値となったという事実に基づき発生し\n得る不利益をいうにすぎないから、これを検査命令を受けたこと自体の効果という\nことはできず、検査命令とは別の問題であるというほかない。よって、原告の主張\nはいずれも採用できない。\n三　以上によれば、本件訴えはいずれも不適法なものであるからこれを却下するこ\nととし、訴訟費用の負担につき行政事件訴訟法七条、民事訴訟法六一条を適用し\nて、主文のとおり判決する。\n東京地方裁判所民事第三部\n裁判長裁判官　藤山雅行\n裁判官　谷口豊\n裁判官　杜下弘記\n"
}