{
  "trial_type": "LaborCase",
  "date": {
    "era": "Heisei",
    "year": 13,
    "month": 12,
    "day": 13
  },
  "case_number": "平成13(受)902",
  "case_name": "全税関東京損害賠償",
  "court_name": "最高裁判所第一小法廷",
  "field": "労働",
  "lawsuit_id": "18719",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=18719",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/719/018719_hanrei.pdf",
  "contents": "主　　　文\n本件各上告を棄却する。\n上告費用は各上告人の負担とする。\n理　　　由\n第１　平成１３年（受）第９０２号上告代理人竹澤哲夫，同千葉憲雄，同大竹秀\n達，同山本英司，同羽倉佐知子の上告受理申立て理由及び同年（受）第９０３号上\n告代理人都築弘，同浜秀樹，同渡邉千恵子，同福永敏和，同西謙二，同大須賀滋，\n同新谷貴昭，同根本実，同白井ときわ，同上村直，同大西彰，同高橋幸喜，同豊岡\n俊彦，同弥陀久男，同宮岡正孝，同宮崎則昭，同松澤修，同鎮守洋一，同八木茂生\nの上告受理申立て理由第３，第４について\n１　本件は，平成１３年（受）第９０３号被上告人（以下「原告組合」という。）\nを除く同年（受）第９０２号上告人（ただし，Ａ外１名についてはその被承継人\nＢ，Ｃについてはその被承継人Ｄ，Ｅ外２名についてはその被承継人Ｆ。以下「個\n人原告」という。）らが，東京税関の職員であった昭和４０年４月１日から同４９\n年３月３１日までの期間（以下「本件係争期間」という。）に，任命権者である東\n京税関長から，原告組合の組合員（以下「原告組合員」という。）であることを理\n由に，昇任，昇格，昇給について不当な差別的取扱いを受け，これにより財産的，\n精神的損害を被ったとして，また，原告組合が，原告組合員が上記のような差別的\n取扱いを受けたほか，東京税関当局の違法な支配介入等により団結権を侵害され，\n無形の損害を被ったとして，いずれも国家賠償法１条１項に基づき，平成１３年\n（受）第９０３号上告人・同年（受）第９０２号被上告人（以下「被告」とい\nう。）に対し，損害賠償を求める事件である。\n２　原審は，本件の事実関係につき，次のとおり認定判断した上で，原告組合の請\n求を一部認容し，その余の請求をいずれも棄却すべきものとした。\n（１）　全国税関労働組合（以下「全税関」という。）は，昭和２２年１１月に結\n成された，全国の税関に勤務する職員をもって組織される労働組合（職員団体）で\nあり，原告組合は，東京税関に勤務する職員をもって組織される労働組合であっ\nて，全税関の支部である。個人原告らは，本件係争期間において，東京税関に勤務\nしていた職員であり，原告組合員であった。\n原告組合は，結成当時，職制を含む大部分の東京税関の職員が加入しており，当\n初は，労働条件の改善要求を中心とした活動を行ってきたが，昭和３３年ころか\nら，安保反対等の政治的要\n求を掲げる活動にも取り組むようになった。同３６年１２月，神戸税関において，\n税関長が，全税関神戸支部の行った勤務時間内職場集会を指導したことなどを理由\nに，支部長らに対し懲戒免職処分を行ったことなどを契機に，執行部に対する批判\n派が台頭し，同３８年３月，同税関において神戸税関労働組合が結成され，その\n後，同４０年８月までの間に，全国８税関においてそれぞれ新組合（以下「税関労\n組」という。）が結成された。東京税関においても，同３７年，同３９年の原告組\n合の大会で執行部批判が出たほか，同年１０月ころから組合費の未納者が課長クラ\nスから出始め，同４０年２月１日，執行部批判者が「刷新有志会」を結成して，執\n行部の退陣等を要求し，同月１３日から１９日にかけて約３５０人分の脱退届が３\n回に分けてまとめて原告組合に郵送され，同月２７日，刷新有志会のメンバーを中\n心に東京税関労働組合（以下「東京労組」という。）が結成されるに至り，原告組\n合は組織率が激減して少数組合となった。\n（２）　上記の原告組合の分裂は，職制らが原告組合に対する不満から東京労組の\n結成等に動いた結果生じたとみることができる。個人原告らの陳述書によれば，昭\n和３９年から同４２年までの間に激しく原告組合員らに対する脱退勧誘が行われた\nことがうかがわれるが，これのみにより東京税関当局の関与を認めることはできな\nい。しかし，原告組合ににわかに内部分裂を引き起こすほどの過激な活動があった\nとはいえず，他に内部の緊急事情も認め難いのに，短期間に分裂に至ったこと，職\n制らの原告組合に対する批判の内容は全税関の方針に対するものが中心であること\nなどにかんがみると，職制の活動は当局がそそのかして分裂を意図したものではな\nかったかとの疑いを払拭することができない。そして，原告組合からの脱退届用紙\nはあらかじめ大量に印刷され用意されていたものであり，全国的に同時期に税関労\n組が結成されたことは，税関当局の統一した指示があったことを仮定すると，容易\nにその関連を理解することができる。この関連は，①　同３９年に，関税局考査管\n理官が，大阪税関及び東京税関において職制に対し組合対策について講話をしたこ\nと，②　同４０年に神戸及び横浜の税関労組により開催された協議会に，東京税関\n当局が刷新有志会のメンバーを官費で出席させたこと，③　横浜税関統括審査官の\nメモの記載によれば，同４７年６月以前にお\nいて，同税関当局が全税関横浜支部組合員に対し脱退勧誘をするよう指示するなど\nしており，東京税関当局も同様の指示をしていたと推認することができること，④\n関税局課長補佐が，同４４年に，「昭和３８年５月から第２組合作りが始まっ\nた。」と述べていること，⑤　東京税関当局の関与を否定するに足りる反証がない\nことを考慮すると，一層現実味を帯びる。\n以上によれば，税関当局が職制を中心とした分裂の動きを助長し，支援するなど\nして関与したことを推認することができる。\n（３）　昭和４５年から４９年までの間における東京税関の役付（係長相当職以\n上）職員のうち部下を有するものの比率が，原告組合員以外の職員（以下「非原告\n組合員」という。）にあっては６０ないし７０％台であるのに対し，原告組合員に\nあっては０％であった。しかし，同４７年から４９年までの間についてみると，役\n付ポストの数は２２２ないし２２４であり，これに就いていた原告組合員は２ない\nし２５人である一方，これに就いていた非原告組合員で部下を有しないものが５８\nないし７４人いたから，東京税関当局が原告組合員には役付になっても部下を付け\nないという差別的配置をしていたということはできない。\n（４）　東京税関当局は，本件係争期間中，①　原告組合員を非原告組合員から隔\n離するため，原告組合員７人を意図的に特別派出所勤務にし，②　昭和４２年の入\n関式の当日，新入職員が原告組合に加入するのを制限する目的で，総務課職員に新\n入職員から原告組合が配布したビラを回収させ，新入職員の配置についても，原告\n組合の影響を受けないよう考慮し，③　全税関の影響を弱める目的で，原告組合員\nが活動しているサークルに補助金を交付せず，原告組合員が多数参加していた音楽\n隊を嫌悪し，その解散を余儀なくさせ，同４１年に制度が発足したレクリーダーに\n原告組合員を任命しないという差別を行った。\n（５）　個人原告らのうち昭和４０年以降に普通科研修（同４５年以降は中等科研\n修）を受講したのは，同４０年，同４１年，同４５年が各１人，同４６年が２人，\n同４７年が１人，同４８年が１１人，同４９年，同５０年が各５人であった。これ\nらによれば，原告組合員が普通科研修から排除されたとはいえない。高等科研修\nは，特に優秀な職員を選定して行うものであり，原告組合員でこれを受けた者がい\nないというだけで，差別があったとはいえない。\n（６）　昭和４\n２年３月ないし同４３年１１月に開催された東京税関の幹部会議議事録等の写しと\nして提出された甲号証（以下「東京税関文書」という。）の記載によれば，東京税\n関当局が，全税関を嫌悪し税関労組を好ましい組合として育成する方針を採ってい\nたこと，全税関の影響力を弱めるため，原告組合員の水泳大会への参加を制限し，\n原告組合員をレクリエーション活動から排除し孤立化させる政策を採る意思を有し\nていたこと，新入職員の配置について全税関組合員から隔離する必要があるとの考\nえに基づく案を検討していたことなどが認められる。\nまた，昭和６１年３月ないし４月に開催された全国税関総務部長会議又は同人事\n課長会議の関係資料の写しとして提出された甲号証（以下「関税局文書」とい\nう。）の記載によれば，関税局は，昭和６０年度において，上席官昇任につき，全\n税関組合員には年齢５５歳かつ在級６年という資格基準を設定し，全税関に所属し\nない職員（一般職員）には全税関組合員の５０歳以上のほとんどが要件を満たす資\n格基準によって運用していたが，同６１年度の人事方針を決定するに当たり，両者\nの間の上席官昇任の格差が拡大し，内外に対する合理的な説明が困難になったた\nめ，格差を縮小する方向で資格基準について討議したこと，７級昇格についても，\n全税関組合員については一般職員とは別の昇格基準を設ける必要があるとの方針の\n下に，その内容を討議したこと，昭和６１年３月より相当以前から関税局内部に以\n上のような資格基準，人事方針があったことが認められる。\nこれらによれば，関税局及び東京税関当局は，全体的，一般的には，本件係争期\n間中，原告組合を嫌悪し，差別する意思を有していたものといわざるを得ない。\n（７）　本件係争期間中，東京税関の課長，関税局の課長補佐等の職にあり，昭和\n４９年に退官したＧが平成１０年に雑誌に発表した三つの記事には，全税関に対す\nる労務管理等に関する記載があるが，その内容は，いずれも抽象的かつ概括的なも\nので，具体的事実の記載がほとんどないし，これを裏付けるに足りる何らかの資料\n等の摘示もなく，その信ぴょう性を確認することはできない。\n（８）　原告組合員は，集団的，全体的にみて，本件係争期間中，昇任，昇格，特\n別昇給において，非原告組合員と比較して低位に処遇されており，本件係争期間最\n終の号俸で比較すると，おおむね非原告組合員の最も劣位に処遇された者と同程度\n又はそれ以下に処遇されたと認めることができる。したがって，両者を集団として\n対比する限り，本件係争期間において，格差があるといわざるを得ない。\nしかしながら，国家公務員の昇任，昇格及び昇給は，職員各自の能力，適性，勤\n務実績等を総合的に勘案して，合目的的に決定すべきものであるから，任命権者た\nる東京税関長の裁量に任されているものであり，原告組合員が非原告組合員に比べ\nて昇任等において差別扱いを受けたというためには，勤務実績や能力等に差がない\nことが個別的，具体的に立証されなければならない。\n個人原告らは，本件係争期間中，多岐にわたる非違行為を繰り返し行い，うち多\nくの者が矯正措置を受けた後も非違行為を継続したほか，長期間にわたる病気休暇\nを取得した者がおり，これらは処遇の決定において有利な取扱いを妨げる事情とな\nる。そして，個人原告別にみると，同期同資格で入関した非原告組合員との間に給\n与の格差があると認められない者がいるほか，格差が認められる者についても，非\n原告組合員には同様の非違行為をした者がいないことに照らせば，東京税関長によ\nる処遇の決定に裁量権の濫用があるとはいえない。\nまた，前記（４）の東京税関当局の差別扱いのうち①は，特別派出所も勤務場所\nの一つであるから，個々の個人原告が損害賠償を求め得る理由とはならないし，②\n及び③は，特定の個人原告について損害が生じたとは認められないから，個人原告\nに対する不法行為を構成するとはいえない。\n（９）　東京税関長は，本件係争期間中，原告組合を嫌悪し，差別する意思を有\nし，前記（２）のとおり原告組合分裂の動きを助長し，支援したほか，前記（４）\nの各差別を行った。これらは，原告組合に対する支配介入に当たり，不法行為を構\n成し，被告は国家賠償法１条１項に基づいて，原告組合が被った無形の損害を賠償\nすべき義務を負う。そして，諸般の事情を考慮すると，無形の損害の額は２００万\n円，不法行為と相当因果関係のある弁護士費用の損害額は５０万円と認めるのが相\n当である。\n３　以上の原審の認定判断に対する各上告受理申立て理由について検討する。\n（１）　平成１３年（受）第９０３号事件の上告受理申立て理由について\n論旨は，関税局文書や東京税関文書から本件係争期間中における当局の原告組合\nに対する一般的な嫌悪，差別意思を認定したことを論難するが，これらの資料に原\n判決が確定したその他の諸事実\nをも併せ考慮するならば，上記認定を是認することができる。また，論旨は，原審\nの２（２）及び（４）の認定判断につき，国家賠償法１条１項の解釈適用の誤り，\n経験則違反等をいうが，原審の専権に属する証拠の取捨選択，事実の認定を非難す\nるか，又は，原判決を正解せず，独自の見解に立って原判決を論難するものであっ\nて，いずれも採用することができない。\n（２）　平成１３年（受）第９０２号事件の上告受理申立て理由について\n論旨は，原審の２（８）の認定判断につき判例違反をいい，同（３），（５），\n（７），（８）の認定判断及び（９）の損害額の算定につき法令違反をいうほか，\n同（２），（６）の認定判断にも不十分な点があるなどと主張するものである。し\nかしながら，所論の点に関する原審の認定判断は，原判決挙示の証拠関係によれ\nば，是認することができ，その過程に所論の違法はない。所論引用の判例は，事案\nを異にし本件に適切でない。法令違反をいう点は，原審の専権に属する証拠の取捨\n選択，事実の認定を非難するか，若しくは原審の裁量に属する審理上の措置の不当\nをいうものであり，又は，原判決を正解せず，独自の見解に立って，若しくは原審\nの認定しない事実に基づき原判決を論難するものであって，いずれも採用すること\nができない。\n第２　平成１３年（受）第９０３号上告代理人都築弘，同浜秀樹，同渡邉千恵\n子，同福永敏和，同西謙二，同大須賀滋，同新谷貴昭，同根本実，同白井ときわ，\n同上村直，同大西彰，同高橋幸喜，同豊岡俊彦，同弥陀久男，同宮岡正孝，同宮崎\n則昭，同松澤修，同鎮守洋一，同八木茂生の上告受理申立て理由第２について\n東京税関当局が原告組合分裂の動きを助長したことなどを原告組合が当時から知\nっていたと断定するに足りる事実は，原審により確定されていないから，消滅時効\nは成立しないとした原審の判断は，結論において正当なものとして，是認すること\nができる。論旨は，原審の認定しない事実を交えて，上記判断を論難するものであ\nって，採用することができない。\nよって，裁判官全員一致の意見で，主文のとおり判決する。\n最高裁判所第一小法廷\n裁判長裁判官　藤井正雄\n裁判官　井嶋一友\n裁判官　町田顯\n裁判官　深澤武久\n"
}