{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 17,
    "month": 12,
    "day": 19
  },
  "case_number": "平成16(ワ)13057",
  "case_name": "",
  "court_name": "大阪地方裁判所",
  "right_type": "その他",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "9231",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=9231",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/231/009231_hanrei.pdf",
  "contents": "平成１６年（ワ）第１３０５７号　保証金返還等請求事件\n口頭弁論終結の日　平成１７年１１月４日\n判　　　　　　　　　決\n原　　　　　　告　　　　　有限会社メイクメリー\n訴訟代理人弁護士　　　　　原田正雄\n被　　　　　　告　　　　　Ｐ１\n訴訟代理人弁護士　　　　　斉藤真行\n主　　　　　　　　　文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n事実及び理由\n第１　請求\n被告は、原告に対し、１５００万円及びこれに対する平成１６年１１月７日\n（訴状送達の日の翌日）から支払済みまで年５分の割合による金員を支払え。\n第２　事案の概要\n本件は、被告との間でその業務を代行する契約を締結し、保証金を預託した\n原告が、①当該契約は民法９０条により無効であり、あるいは預託した保証金の返\n還期限が到来していると主張して、その返還を請求するとともに、②被告の行為に\nより、原告が支出した経費の回収が不可能になり、また信用が失墜したと主張し\nて、不法行為に基づく損害賠償を請求した事案である。\n１　前提となる事実（証拠により認定した事実は末尾に証拠を掲げた。その余は\n争いがない事実である。）\n(1)　原告代表者と被告は、平成１６年４月２９日に知り合い、原告が、被告が\n有する工業所有権やノウハウといった技術の譲渡や実施許諾（以下「譲渡等」とい\nう。）の業務を行うことで概ね合意した。\n(2)　原告と被告は、平成１６年５月末頃、業務代行契約（以下「本件契約」と\nいう。）を締結した。本件契約には、下記のとおりの条項がある（甲１、乙８。な\nお、両書証の間には、手書き部分で表記を異にする箇所があるが、その箇所の表記\nは甲１により、乙８の表記は〔判決注〕として記した。）。\n第１条（目的）\n被告は原告に被告が有する工業所有権及び特許を受ける権利並びにノ\nウハウの売買等業務を原告が被告に代わって被告が特定した業務を原告が選択して\n原被告同意の上行い、その成果について被告は原告に別に定める別表１〔省略〕の\n金員を報酬として支払う。\n第２条（ロイヤリティー）\n被告は原告が商談をまとめた顧客と取引契約が成立したその権利金・\n実施料・ロイヤリティー・イニシャルペインメントを受領したときは速やかに原告\nに開示し、別に定める別表２〔省略〕の金員をロイヤリティーとして支払う。\n第４条（保証金）\n原告は被告に対して保証金として金１０００万円を本契約締結と同時\nに特記事項(5)〔省略〕の被告普通預金口座に振り込み預託する。\n第６条（業務範囲）\n(イ)　原告が代行業務を行う対象顧客・地域等は原被告協議の上定め\nる。\n(ロ)　被告は原告が代行業務遂行上必要に応じ原告の要請により同行し\nて業務を行う。\n(ハ)　原告が代行業務を行うにつき、必要な場合被告の指示に基づき、\n被告と第三者間の特許権〔判決注・乙８の表記は「特許」である。〕実施許諾契約\n締結の代行業務をするものとする。\n第９条（満了後の処理）\n(イ)　この契約終了時に於いて原告が交渉継続中の代行業務について原\n告は被告にその全てを引き継ぎ、その代行業務が被告と顧客との取引が成立したと\nきに原被告協議の上第１条を準用する。\n(ロ)　被告はこの契約終了後においても既に支払っている第２条のロイ\nヤリティーは継続して原告に支払う。\n第１０条（守秘義務）\n(イ)　原告は顧客に対し被告と顧客間で取引が成立し契約完了まではノ\nウハウを開示してはならない。\n(ロ)　原告は代行業務中に被告から得た機密事項を第三者に漏洩しては\nならない。\n(ハ)　被告が原告に文書、口頭、サンプルの提示等によって開示された\n技術上・営業上の有用な情報は機密事項として第三者に漏洩してはならない。\n(ニ)　顧客にサンプル・資料等を貸与するときは被告の了解を得た上で\n守秘義務を守ること。\n(ホ)　被告から原告へ開示する機密情報アクセス権は原告の代表取締役\nに限定する。\n(へ)　原告は被告より得た機密情報・資料は複写・撮影をしてはならな\nい。但し事前に被告の書面による同意を得た場合を除く。\n第１１条（守秘義務例外）\n次項については守秘義務の例外とする。\n(イ)　開示の時点で原告がすでに知っていた情報。\n(ロ)　開示後に原告が被告の了解を得た上で特定者に限り与える情報。\n(ハ)　開示の時点で公知、公用であった情報。\n(ニ)　裁判所の命令、政府機関の要求、法令に基づき開示する場合は開\n示前にその旨被告に書面で通知する。\n第１２条（残存条項）\n本契約が期間満了・解除により終了した後においても第１０条・第１\n１条の規定は契約終了後２年間有効に存続する。\n特記事項\n(2)　原告は被告に対してイニシャルペインメントとして金１，０００万\n円を平成１６年７月３０日に支払う。\n(3)　保証金には利息を付けない。保証金の残金１０００万円〔判決注・\n乙８の表記は「残金金１，０００万円」である。〕を平成１６年７月３０日に支払\nう。\n(4)　保証金の返還は第１２条の有効期間満了後とする。\n(3)　原告は、被告に対し、平成１６年５月２７日、本件契約第４条の保証金と\nして１０００万円を預託した（以下「本件保証金」という。）。\n(4)　原告と被告は、平成１６年７月３０日、本件契約を終了させることを合意\nした（原告本人、被告本人）。\n２　争点\n(1)　本件契約は民法９０条により無効というべきか。\n〔原告の主張〕\n被告は、原告が再三求めたにもかかわらず、本件契約の対象となる工業所\n有権等を原告に開示しなかった。これは、被告による本件契約の重大な違反であ\nる。\nこのため、原告は、本件契約の十分な履行としての営業活動をすることが\nできず、技術の譲渡等の契約に至ることもできなかった。\nこのように、被告は、原告に資金を出させた上で、原告に本件契約に基づ\nく支払いをしないで済ませようとしたものである。\nこのような経過に照らせば、本件契約は、いったん形式的には成立したも\nのではあっても、被告の利益のみを図った詐欺まがいの契約であり、著しく信義則\nに反するものであって、民法９０条により無効というべきである。\n〔被告の主張〕\n原告の主張はいずれも否認ないし争う。\n本件契約の対象となる工業所有権等の範囲は、原被告の間で明らかであっ\nたし、その内容も原告に説明していた。これを理解できなかったとすれば、原告の\n責任である。\n原告は、その取引先を被告に紹介はしたものの、それ以上の積極的営業活\n動をしようとせず、営業活動の相手方への説明はもっぱら被告がしていたのであっ\nて、本件契約を十分に履行しなかったのはむしろ原告である。\nしたがって、技術の譲渡等の契約に至ることができなかったのは、被告の\n責任ではない。\n被告には、本件契約の不履行もなく、民法９０条により無効となる理由は\n全くない。\n(2)　本件契約の特記事項(4)は、本件の事実関係に照らして適用されないか。\n〔原告の主張〕\n本件保証金は、本件契約１０条に定められた原告の守秘義務を担保するた\nめのものである。\nしかるに、原告は、被告から、本件契約１０条に定められた守秘義務の対\n象となるような秘密事項を開示されていない。\nしたがって、原告が、本件契約１０条に定められた守秘義務に違反するこ\nとはあり得ないのであるから、本件保証金が担保するべきものもない。\nとするならば、本件契約の特記事項(4)は、適用の基礎を欠くものであるか\nら、本件の事実関係に照らして適用されるものではない。\n本件契約は既に終了しており、本件契約終了後の平成１６年８月２４日、\n原告は被告に対し、本件保証金を平成１６年８月３１日限り返還するように求め\nた。\nしたがって、本件保証金の返還期限は、既に到来している。\n〔被告の主張〕\nア　本件保証金は、本件契約１０条に定められた原告の守秘義務を担保する\nだけではなく、原告の、本件契約の履行全般を確保するためのものである。\nイ　被告は、原告代表者ないし原告従業員と営業活動の相手方に赴いた際、\n秘密事項も含めて口頭で説明をし、また秘密事項が記載された図面等も見せている\nが、その際、原告代表者や原告従業員も同席し、説明を聞いたり、図面等を見たり\nしていたし、原告代表者はその説明の録音もしていた。\nまた、被告が、原告に対し、秘密事項が記載された文書を渡したことも\nある。\nこのように、原告は、被告から、秘密事項を開示されているのであるか\nら、本件契約１２条が定める期間の間は、なお、本件契約１０条に定められた守秘\n義務を負っているものである。\nウ　いずれにせよ、本件契約の特記事項(4)は適用される。\nそして、本件契約の特記事項(4)及び第１２条によれば、本件保証金の返\n還期限は、本件契約終了の２年後であるところ、本件契約が終了したのは平成１６\n年７月３０日であるから、返還期限は未だ到来していない。\n(3)　被告による不法行為の成否と損害の額\n〔原告の主張〕\nア　原告は、本件契約の履行のため、原告の取引先であった各社に営業活動\nを行った。\nそのために要した費用は下記のとおり、少なくとも２００万円を下らな\nい。\n①　交通費　　５０万円\n②　通信費　　２０万円\n③　人件費　１００万円\n④　交際費　　５０万円\n本来、これらの経費は将来の報酬でまかなうものであったが、被告が、\n前記(1)〔原告の主張〕のとおり、本件契約を履行しなかったため、技術の譲渡等の\n契約に至ることができず、将来の報酬を得ることができなくなった。\nこれは、被告による不法行為であり、これによって生じた上記損失は、\n被告による不法行為により生じた損害である。\nイ　被告が、前記(1)〔原告の主張〕のとおり、本件契約を履行しなかったた\nめ、技術の譲渡等の契約に至ることができず、これにより、原告の従来の取引先に\n対する原告の信用が著しく損なわれ、原告の名誉も傷つけられた。\nこの被告による不法行為により原告が被った信用毀損の損害額は、少な\nくとも３００万円を下らない。\nウ　したがって、原告が被告の不法行為により被った損害の額は、少なくと\nも５００万円を下らない。\n〔被告の主張〕\n原告の主張はいずれも否認ないし争う。\n被告に本件契約の不履行がないこと、本件契約の履行を十分にしなかった\nのはむしろ原告であること、技術の譲渡等の契約が成立しなかったことに被告の責\n任がないことは、前記(1)〔被告の主張〕のとおりである。\nしたがって、被告による不法行為は存在しない。\n第３　当裁判所の判断\n１　争点(1)（本件契約の有効性）について\n原告は、被告が、原告に資金を出させた上で、原告に本件契約に基づく支払\nいをしないで済ませようとしたものであり、本件契約は、被告の利益のみを図った\n詐欺まがいの契約であるから、民法９０条により無効であると主張する。\nそこで、原告主張の事実を前提としたときに本件契約を民法９０条により無\n効と解すべきか否かはしばらく措いて、原告主張の事実の有無について検討する\nに、争いのない事実、甲第９、第１９、第２０、第２８、第３９、第４０、乙第１\n０、第１２号証並びに原告代表者及び被告の各本人尋問の結果によれば、①原告代\n表者や原告従業員が、その取引先などの企業を、被告を伴って訪問し、被告は、そ\nの企業において、口頭で説明を行ったことがある他、図面を用いた説明や、試作機\nを用いた説明を行ったり、サンプルとなる材料の提供をしたこともあり（なお、こ\nれらの営業活動の中には、前記「前提となる事実」(1)の合意の後、本件契約の締結\n以前に行われたものもある。）、その結果、営業を行った三洋電機株式会社から朝\n日電器株式会社を紹介されたり、営業を行ったネスキャップ社とは契約に向けた協\n議が行われたこともあること、②被告は、平成１６年６月５日ころ、その経営する\n株式会社ソルトレークの「技術開発計画書」と題する書面（乙１０）を、原告に渡\nしていること、がいずれも認められる。\nまた、前記「前提となる事実」(2)のとおり、本件契約の第９条は、原告が交\n渉をしている間に本件契約が終了した場合には、その交渉を被告に引き継いだ上、\n取引が成立したときには、原被告協議の上、被告の原告への報酬支払規定である本\n件契約第１条を準用する旨を定めている。\n以上の各事実は、被告が、原告を介した技術の譲渡等をする意思がなかった\nならば、生じるとは考えがたい事情である。\nしたがって、被告において、本件契約に基づいた原告を介しての技術の譲渡\n等をする意思がなかったと認めることはできない。\nなお、この点につき、原告は、被告が、本件契約の対象となる工業所有権等\nを原告に開示しなかったために、技術の譲渡等の契約に至ることができなかったと\n主張する。\nこの、原告への「開示」とは、原告代表者本人尋問の結果に照らせば、技術\n内容そのものの開示ではなく、代行業務の対象となる工業所有権やノウハウの特定\nの意味で主張しているものと解されるところ、原告代表者及び被告の各本人尋問の\n結果によれば、確かに、被告が、これを出願番号等を用いて明確に特定して原告に\n伝えたことがないことは認められる。\nしかしながら、そのこと自体の当否は別として、この事実のみによって、こ\nのことが、技術の譲渡等の契約に至らなかった原因であると認めることはできず、\nまた、これを認めるに足りる証拠もない。そして、上記のとおり、被告が原告代表\n者や原告従業員に伴われて企業を訪問し、説明やサンプルの材料提供を行ったり、\nその後の契約に向けた協議を行っていることに照らせば、やはり、被告が代行業務\nの対象となる工業所有権やノウハウの明確な特定をしなかったからといって、被告\nにおいて、本件契約に基づく原告を介しての技術の譲渡等をする意思がなかったと\n認めることはできない。\n以上によれば、本件契約が、被告の利益のみを図った詐欺まがいの契約であ\nると認めることはできないから、本件契約が、民法９０条により無効であるとの原\n告の主張は、その前提を欠くものであって、理由がない。\n２　争点(2)（特記事項(4)の適用の有無）について\n(1)　前記「前提となる事実」(2)のとおり、本件契約の特記事項(4)は、本件保\n証金の返還時期を第１２条の有効期間満了後と定め、第１２条は、本件契約終了後\nも第１０条及び第１１条の規定は契約終了後２年間有効に存続すると定め、第１０\n条及び第１１条は原告の守秘義務とその例外を規定している。\nこれらの規定の内容及び体裁に照らせば、本件契約第４条の保証金（本件\n保証金）は、少なくとも、本件契約の第１０条が規定する原告の守秘義務の履行を\n確保するためのものであると解するのが相当である。\n(2)　そこで、原告が被告から秘密事項を開示されていないと認めることができ\nるか検討するに、原告代表者や原告従業員が被告を伴って営業先の企業を訪問し、\n被告が、口頭により、あるいは図面や試作機を用いた説明をしたことがあること\nは、前記１で認定したところであり、原告代表者本人尋問の結果によれば、その\n際、同席した原告代表者が、その説明を録音したこともあることが認められる。\nその際に説明された事項のうち、具体的にどの事項が被告の秘密に属する\nものであるかは明らかではない。しかしながら、被告において技術の売り込みを図\nる以上（被告が原告を介した技術の譲渡等をする意思を有していたと認められるこ\nとは前記１のとおりである。）、核心部分にまで至らないとしても、秘密にわたる\n事項もある程度開示して説明しなければ、売り込み先の関心を引き、契約に結び付\nけるのは困難であると考えられる上、その当時、被告が他者と共同で特許出願して\nいたものの、公開に至っていなかったものも存在した（乙１３の３ないし５、被告\n本人）ことに照らせば、被告は、秘密にわたる事項も含めた説明をしたものと推認\nすることができる。\nそして、上記のとおり、原告代表者や原告従業員は、その説明に立ち会\nい、原告代表者はその説明の録音もしているというのであるから、原告は、被告か\nら秘密事項を開示されたものと認められる。\nしたがって、本件契約の特記事項(4)が、適用の基礎を欠くという原告の主\n張は採用することができず、この主張を前提として、本件保証金の返還期限が到来\nしているという原告の主張は理由がない。\n３　争点(3)（不法行為の成否と損害額）について\n原告は、被告が本件契約を履行しなかったため、技術の譲渡等の契約に至る\nことができず、これにより、原告に損害が発生したとし、これを被告による不法行\n為であると主張する。\nしかしながら、前記１のとおり、被告が原告を介した技術の譲渡等をする意\n思を有していたと認められ、被告は、原告代表者や原告従業員に伴われて営業先の\n企業を訪れ、各種の説明をしたものである。また、本件契約の下で、原告を介した\n技術の譲渡等の契約に至ることがなかったこと自体は当事者間に争いがないもの\nの、その原因が、被告が本件契約を履行しなかったからであると認めることができ\nないことも、前記１のとおりである。\nしたがって、原告の主張は、その前提を欠くものであって、原告が主張する\nような被告の不法行為は、その成立を認めることができない。\n４　結論\n以上のとおりであるから、原告の請求は理由がない。\nよって、主文のとおり判決する。\n大阪地方裁判所第２６民事部\n裁判長裁判官　　　　山　　田　　知　　司\n裁判官　　　　高　　松　　宏　　之\n裁判官　　　　守　　山　　修　　生\n"
}