{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 3,
    "day": 13
  },
  "case_number": "平成13(ネ)5780",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "著作権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "11244",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=11244",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/244/011244_hanrei.pdf",
  "contents": "平成１３年（ネ）第５７８０号　著作権使用料等請求控訴事件\n平成１４年（ネ）第２０１７号　同反訴請求事件\n（原審・東京地方裁判所平成９年（ワ）第１６７９２号）\n平成１５年１月２８日口頭弁論終結\n判決\n控訴人・反訴被告　　　　有限会社スタジオアレックス\n訴訟代理人弁護士　　　　片　岡　義　貴\n被控訴人・反訴原告　　　株式会社ゲームアーツ\n訴訟代理人弁護士　　　　森　本　紘　章\n（以下，控訴人・反訴被告は「控訴人」といい，被控訴人・反訴原告は「被控訴\n人」という。） 主文\n１　本件控訴を棄却する。\n２　控訴人は，被控訴人に対し，６５６８万２９７６円及びこれに対する平\n成１４年４月２０日から支払済みまで，年６分の割合による金員を支払え。\n３　被控訴人のその余の反訴請求を棄却する。\n４　当審における訴訟費用は，本訴・反訴を通じて１０分し，その９を控訴\n人の，その余を被控訴人の負担とする。\n事実及び理由\n第１　当事者の求めた裁判\n１　控訴人\n(1) 原判決を取り消す。\n(2) 被控訴人は，控訴人に対し，２２００万円及びうち９９３万７３８０円に\n対する平成９年８月２８日から，うち１２０６万２６２０円に対する平成１２年２\n月２日から，各支払済みまで年６分の割合による金員を支払え。\n(3) 被控訴人の反訴請求を棄却する。\n(4) 訴訟費用は，本訴・反訴を通じ，第１，２審とも被控訴人の負担とする。\n２　被控訴人\n(1) 本件控訴を棄却する。\n(2) 控訴人は，被控訴人に対し，７５６２万０３５６円及びこれに対する平成\n１４年４月２０日から支払済みまで年６分の割合による金員を支払え。\n(3) 控訴審における訴訟費用は，本訴・反訴を通じて控訴人の負担とする。\n第２　事案の概要等\n１　控訴人は，コンピューター機器及びコンピューターソフトウェアの企画，製\n作等を目的とする有限会社であり，被控訴人は，コンピューターソフトウェアの製\n造，販売等を目的とする株式会社である。\n控訴人と被控訴人は，株式会社セガ・エンタープライゼス（以下「セガ」と\nいう。）製の家庭用ゲーム機，メガＣＤ用のゲームソフト「ＬＵＮＡＲ－ＴＨＥ\nＳＩＬＶＥＲ　ＳＴＡＲ－」（以下「本件製品(1)」という。）の著作権を共有して\nいる。控訴人は，被控訴人が製作・販売した，「ＬＵＮＡＲ　ＳＩＬＶＥＲ　ＳＴ\nＡＲ　ＳＴＯＲＹ」セガサターン版（以下「本件製品(3)セガサターン版」とい\nう。），「ＬＵＮＡＲ　ＳＩＬＶＥＲ　ＳＴＡＲ　ＳＴＯＲＹ」プレイステーショ\nン版（以下「本件製品(3)プレイステーション版」という。），「ＬＵＮＡＲ　ＳＩ\nＬＶＥＲ　ＳＴＡＲ　ＳＴＯＲＹ」プレイステーション海外版（以下「本件製品(3)\n海外版」という。）及び「ＬＵＮＡＲ　ＳＩＬＶＥＲ　ＳＴＡＲ　ＳＴＯＲＹ」ウ\nィンドウズ版（以下「本件製品(3)ウィンドウズ版」という。）が，本件製品(1)の\n二次的著作物であるとして，本件製品(3)セガサターン版については，著作権利用許\n諾の約定を含む契約（甲第１号証はその内容が記載された契約書である。この契約\n書によって成立した契約を，以下「本件許諾契約」という。）に基づく著作権使用\n料の支払を，他の各本件製品(3)については，著作権侵害による不法行為に基づく損\n害賠償の支払を，それぞれ求めた。\n被控訴人は，不法行為に基づく請求との関係では，本件製品(3)セガサターン\n版，同プレイステーション版，同海外版及び同ウィンドウズ版のいずれについて\nも，本件製品(1)の二次的著作物であることを否認し，本件許諾契約に基づく請求と\nの関係では，本件製品(3)セガサターン版が，本件製品(1)の二次的著作物であるこ\nとを認めた上で，控訴人と被控訴人との間の「『魔法学園』ＬＵＮＡＲ！　セガサ\nターン版」（以下「本件製品(2)」という。）の製作請負契約（以下「本件製作契\n約」という。）において，控訴人がその債務（本件製品(2)の約定期限までの完成）\nを履行せず，そのため損害を被ったとして，その損害賠償債権との相殺を抗弁とし\nて主張した。\n２　原判決は，本件製品(3)プレイステーション版，同海外版及び同ウィンドウズ\n版のいずれも，本件製品(1)の二次的著作物と認めることができないとして，すべて\n棄却した。本件許諾契約に基づく請求については，本件製品(3)セガサターン版に係\nる著作権使用料が，９９３万７３８０円であるとした上で（本件許諾契約の成立，\n上記製品の小売額及び販売本数については当事者間に争いがない。），本件製作契\n約において，控訴人には債務不履行があり，これにより被控訴人が被った損害は少\nなくとも２５０６万円を下らないとして，被控訴人の相殺の抗弁を認め，結論とし\nて，控訴人の請求を全部棄却した。\n３　被控訴人は，控訴審において，本件製作契約の債務不履行に基づく損害賠償\nの請求を反訴として提起した。これに対し，控訴人は，債務不履行の存在を否認\nし，また，被控訴人の主張する損害額を争っている。\n第３　当事者の主張\n当事者双方の主張は，次のとおり付加するほか，原判決の「事実及び理由」\nの「第２　事案の概要及び当事者の主張等」記載のとおりであるから，これを引用\nする。\n１　当審における控訴人の主張の要旨\n(1) 本訴関係\nア　憲法３２条違反等\n(ｱ) 原判決は，本件製品(3)セガサターン版に係る著作権使用料（契約責\n任）については，同製品が本件製品(1)の二次的著作物であることを認めながら，本\n件製品(3)プレイステーション版，同海外版及び同ウィンドウズ版に係る著作権侵害\nに基づく損害賠償（不法行為）については，その二次的著作物性を否定する理由の\n中で，本件製品(3)セガサターン版の二次的著作物性を否定している。しかし，契約\n責任と不法行為責任において，事実認定が異なってよい理由について何ら触れてい\nない。\n二次的著作物性という客観的な事実の存否が問題にされているのに，\n契約責任と不法行為責任とでその判断を区々にすることは，裁判の真実性をないが\nしろにするものであり，憲法３２条の裁判を受ける権利の保障に内在する裁判所の\n真実発見努力義務に違反するものであって，許されない。\n(ｲ) 原審裁判所は，原審における審理の過程で，被控訴人が，契約責任と\n不法行為責任とで，本件製品(3)セガサターン版の二次的著作物性について，異なる\n認否をしたのに対し，それはおかしい，との指摘をしていた。また，原審裁判所\nは，本件製品(3)セガサターン版と他の各本件製品(3)の同一性について，簡単に主\n張・立証をしてほしいと促したにとどまった。原判決は「原告は・・・具体的主張\nを行わない。」（原判決１１頁）と判示しているが，これは，上記のような原審裁\n判所の訴訟指揮のためである。各本件製品(3)の二次的著作物性は，控訴人にとって\n極めて重要な事実であるから，このような訴訟指揮は違法である。\nイ　二次的著作物性について\n(ｱ) 本件製品(3)セガサターン版\n(a) 主要なキャラクター（登場人物）\n本件製品(1)の主要なキャラクターは，順番に，アレス，ルーナ，ナ\nル，ラムス，白竜，ナッシュ，ミア，ジェシカ，キリー，ガレオン，メル，レミリ\nア，レイク，テムジン，ビリア，マイト，バタネン，ゼノビア，魔法皇帝である\n（甲第３０号証）。\n本件製品(3)セガサターン版では，順番に，アレス，ルーナ，ナル，\nナッシュ，ミア，ジェシカ，キリー，ラムス，白竜，メル，ガレオン，ピリア，レ\nイク，テムジン，レミリア，ロウイス，魔法皇帝，ゼノビア，フェイシアである\n（甲第３１号証）。\n各キャラクターの出身地，身体的，性格的な特徴等も同じである。\nこのように，主要なキャラクターはほぼ同一である。\n(b) 冒険の足跡（ストーリー，背景，世界観）\n本件製品(1)では，主人公たちはホンメル島を出発し，船でカタリナ\n大陸に渡り，関所を越えて陸路でマリウス地方へ行き，壊れた橋を修復してスタジ\nウス地方へ行き，さらに飛行船で辺境へ行く。これは，本件製品(3)セガサターン版\nでも同一である。各地域の特徴も同一である（甲第３１号証，第３２号証）。\n(c) 本件製品(3)セガサターン版の製作に携わったＣ（以下「Ｃ」とい\nう。）は，「特に後半部分はがらりと変わっている。それは，結局伝えたいことを\n伝えるための方法であって，大きな変更ではない，そう思っています。」と述べて\nいる。また，被控訴人代表者Ｂ（以下「Ｂ」という。）も，基本的なプロット\n（筋・構想）が同一である，との趣旨の発言をしている（甲第３２号証）。\n(ｲ) 本件製品(3)プレイステーション版\n本件製品(3)プレイステーション版も，本件製品(3)セガサターン版\nと，キャラクターは同一であり，ストーリーもほぼ同一である。各機械に合わせ\nて，プログラムを入れ替えただけである。\n(ｳ) 本件製品(3)海外版，同ウィンドウズ版\nこれらの製品においても，キャラクター，ストーリーは上記各版にお\nけるのとほぼ同一である。異なるハードウェアで動作させるためプログラムを変更\nしたり，使用言語を英語にしたりしたにすぎない。\nウ　不法行為責任について\n被控訴人は，本件許諾契約の更新拒絶は信義側に反する，と主張する。\nしかし，被控訴人が，著作権を侵害する行為を繰り返しているのは，相\n殺の抗弁を提出した後のことである。これは，相殺ができると考えたからである。\nこのような相殺狙いの不法行為を防止するためにこそ，民法５０９条の規定がある\nのである。\nエ　本件製作契約に係る債務不履行責任（被控訴人の相殺の抗弁に対する反\n論）\n原判決の認定した「債務不履行」は，その内容が明らかでない。本件製\n品(2)は，現に完成されて大過なく販売されている。履行不能などということはあり\n得ない。\n本件製作契約につき控訴人側に問題となることがあったとしても，それ\nは，履行遅滞が見込まれる状態を生じさせたということにすぎない。これとても，\n契約解除の日であると被控訴人が主張する，平成８年１２月６日の時点で，控訴人\nが，平成９年２月までに本件製品(2)を完成させることは不可能であると決まってい\nたわけではなく，履行遅滞になるか否かは不明であった。履行遅滞になる見込みが\nあったというだけでは，債務不履行にはならない。\n本件製品(2)は，結局，平成９年２月末までには完成しなかった。これ\nは，被控訴人が，控訴人から仕事を取り上げたからである。したがって，このこと\nにつき，控訴人に責任はない。\n(2) 反訴関係\nア　上記(1)エで述べたとおり，控訴人が，本件製品(2)を，平成９年２月末\nまでに完成させることは可能な状態にあった。\n製作作業が遅れていたとしても，それは，被控訴人が開発機材，ムービ\nー技術，３Ｄ技術，音楽圧縮技術等を提供するという形の協力を合意したにも関わ\nらず，それを履行しなかったためである。\nイ　本件製作契約が解除されたと被控訴人が主張するころ，控訴人と被控訴\n人との間で，合意が成立したのは事実である。しかし，それにより，本件製作契約\nが解除されたという事実はない。合意の内容は，控訴人代表者Ａ（以下「Ａ」とい\nう。）が，本件製品(2)のディレクション権限を放棄し，被控訴人主導の下で，控訴\n人が協力して，本件製品(2)を完成させる，というものであり，完成すれば，控訴人\nの責任を問わない，ということになっていた。\n控訴人が，本件製品(2)の製作に関して，被控訴人に対し損害賠償責任を\n負うことはない。\nウ　損害額\n背景は，平成８年１２月８日の話合いで，被控訴人の負担でアニメスタ\nジオに作成を依頼することになった。株式会社美峰（以下「美峰」という。）に対\nする支払を控訴人が負担する理由はない。\n有限会社ビッツラボラトリー（以下「ビッツラボラトリー」という。）\nに対する支払が４０００万円もの金額になったのは，被控訴人の担当者が適切な指\n導をしなかったからである。\n株式会社日本アートメディア（以下「日本アートメディア」という。）\nの作業は，控訴人が作成したデータの色を塗り替えたり，飾りを増やしたりしただ\nけであり，不必要な作業である。\n被控訴人の従業員に対する支払は，もともと被控訴人がするべきもので\nあり，控訴人に債務不履行があったとしても，それとは関係がない。\nエ　控訴人の抗弁（相殺）\n本訴において主張したとおり，控訴人は，被控訴人に対し，被控訴人\nが，本件製品(3)プレイステーション版，同海外版及び同ウィンドウズ版を販売した\nことに基づく，著作権侵害に基づく１億２１２５万１８４２円の損害賠償請求権を\n有している。控訴人は，そのうち，本件訴訟で請求している１２０６万２６２０円\nを除いた残額を自働債権とし，被控訴人が請求する債務不履行に基づく損害賠償請\n求権を受働債権として，対当額で相殺する。\n２　当審における被控訴人の主張の要点\n(1) 本訴関係\nア　控訴人の主張(1)ア（憲法違反等）に対して，\n本件製品(3)セガサターン版の二次的著作物性に関する被控訴人の認否が\n相反する形になっているのは，控訴人が，契約に基づく請求権しか対象とされてい\nなかった訴訟の途中で，性質の異なる不法行為に基づく請求権を対象に追加したこ\nとの自然な結果である。\nイ　控訴人の主張(1)ウ（不法行為責任）に対して\n(ｱ) 本件製作契約の存続\n(a) 本訴において，控訴人が請求する不法行為に基づく損害賠償金は，\n要するに，本来，本件許諾契約に基づく著作権使用料であるはずのものが，同契約\nの終了によりその法的性質を変えたにすぎないものである。更新拒絶前には，被控\n訴人の損害賠償請求権と控訴人の著作権使用料とは相殺可能であったのが，更新拒\n絶後は，控訴人の著作権使用料は，不法行為に基づく損害賠償請求権になるため，\n相殺ができなくなるとするのでは，いかにも不合理である。このような更新拒絶\nは，信義則上許されない，とすべきである。\n(b) 本件製作契約に係る債務不履行に基づく損害賠償請求権は，平成８\n年１２月の時点で発生しており，他方，その時点では，本件許諾契約も存続してい\nた。この損害賠償請求権を自動債権として，将来負担することがあるべき著作権使\n用料と相殺できる，との被控訴人の期待は，当然保護されるべきである。\n(c) 控訴人による更新拒絶は，このようなの状況の下で，上記相殺を逃\nれるためにのみなされたものである。\n(ｲ) 更新拒絶そのものは有効であるとしても，控訴人は，著作権法６５条\n３項及び信義則の下では，被控訴人による著作権行使を拒絶できないものというべ\nきである。\n(ｳ) 控訴人の主張する損害額に対して\nゲーム製作をするに当たっての二次使用料は，３パーセントが相場で\nある（乙第２５号証～第２７号証）。\n本件製品(1)は，控訴人，被控訴人，Ｃ，Ｄの共同著作物であり，この\n四者で，著作物使用料の一般的な相場である３パーセントを等分して，０．７５パ\nーセントという著作物使用料率を定めたものである。\n控訴人が主張する１０パーセントの使用料は，不相当に高額である。\nウ　控訴人の主張(1)エ（本件製作契約の債務不履行責任）に対して\n控訴人が，期限内に本件製品(2)を完成させることができた，というの\nは，希望的意見にすぎない。そのことは，その後の開発経過をみれば明らかであ\nる。\n(2) 反訴関係\nア　控訴人と被控訴人は，控訴人を請負人，被控訴人を注文者として，平成\n８年１月下旬ころ，本件製品(2)を代金１億２０００万円で製作するとの本件製作契\n約を締結した。\nイ　被控訴人は，控訴人に対し，平成８年１１月２９日までに，下記のとお\nり，請負代金として合計１億０３００万円を支払った。\n平成８年１月３１日　　５００万円\n同年３月１日　　２０００万円\n同年４月３０日　　１４００万円\n同年５月３１日　　１５００万円\n同年６月２８日　　１４００万円\n同年７月３１日　　５００万円\n同年８月３０日　　１０００万円\n同年１０月１日　　６００万円\n同年１０月３１日　　７００万円\n同年１１月２９日　　７００万円\nウ　本件製品(2)の納期は，当初平成８年１０月とされたが，昀終的に，平成\n９年２月と変更され，平成８年中にベータ版（製品版の９０パーセント程度の完成\n度を有するもの）を，控訴人が被控訴人に提出することが合意された。\nエ　平成８年１２月４日の時点での，製作の進捗状況から，控訴人が，本件\n製品(2)を平成９年２月までに完成させることは不可能と判断されたため，平成８年\n１２月６日，本件請負契約は，合意ないし控訴人の履行不能に基づき，解除され\nた。\nオ　被控訴人は，本件製品(2)の制作費として，下記のとおり合計１億９５６\n２万０３５６円を支出した。\n(ｱ) 平成８年１２月以降，本件製品(2)の製作に従事した控訴人らの従業員\nに対する給料３５３４万２８６２円\n(ｲ) 本件製品(2)の製作に従事した被控訴人の従業員に対する給料１３６７\n万２４９４円\n(ｳ) ビッツラボラトリーに対し支払った制作費４０００万円\n(ｴ) 日本アートメディアに支払った２０６万円\n(ｵ) 美峰に対し支払った１５４万５０００円\n(ｶ) 控訴人に対し支払った１億０３００万円\nカ　控訴人が，約定通り本件製品(2)を完成していれば，その費用は１億２０\n００万円で済んでいたから，被控訴人は，差額である７５６２万０３５６円の損害\nを被ったことになる。\nキ　以上により，控訴人は，被控訴人に対し，上記損害賠償金７５６２万０\n３５６円の支払を求める。\n第４　当裁判所の判断\n本件製作契約の成立とそれに基づく請負代金の支払，本件製品(2)の完成に至\nる経緯，控訴人による債務不履行の存在については，原判決「第２　事案の概要及\nび当事者の主張等」の「２　前提事実」及び「第３　争点に対する判断」の「２\n争点３，４について」の(1)及び(2)のとおりであるから，これを引用する。\n１　控訴人の本訴請求について\n(1) 本件製品(1)の製作に関して，控訴人と被控訴人は，「ソフトウェア制作請\n負契約書」と題する契約書を交わし，次のような条項を含む契約（本件許諾契約）\nを成立させた（甲第１号証）。\n「ア　１２条１項\n本件製品（判決注・本件製品(1)を指す。）の著作権は，甲（判決注・\n控訴人を指す。）・乙（判決注・被控訴人を指す。）が共同保有するものとする。\nイ　同条２項\n本件製品の販売権は，乙に帰属するものとする。\nウ　同条３項\n本件製品の商標使用及び，二次著作物については乙が管理し，それぞ\nれの製品について，以下の対価を乙より甲に支払う。\n一製品あたり標準小売価格の０．７５％\nエ　１５条\n本契約の有効期間は，平成２年１２月末日から平成７年１２月末日ま\nでとする。但し，期間満了３ケ月前までに甲，乙いずれからも書面による通知がな\nいときは，更に本契約が１ケ年更新されるものとし，その後の期間についても同様\nとする。」\n上記のとおり，控訴人と被控訴人は，本件許諾契約の一内容として本件製\n品(1)そのものだけでなく，その二次的著作物についても，被控訴人が販売等，その\n管理をすることを合意し，同契約において，この合意は，当事者が解消の通知をし\nない限り，自動的に更新され存続するものとされている。\n(2) 著作権法６５条は，その２項において「共有著作権は，その共有者全員の\n合意によらなければ，行使することができない。」と定め，３項において「前２項\nの場合において，各共有者は，正当な理由がない限り，第１項の同意を拒み，又は\n前項の合意の成立を妨げることができない。」と定めている。\n著作権法が上記のように定めている以上，本件許諾契約をその１５条に基\nづき通知により解除する場合にも，解除により合意を消滅させるための正当な理由\nの存在が必要となると解すべきである。ところが，上記正当な理由に該当すべき事\n実は，主張もなされておらず，また，本件全証拠によっても認めることができな\nい。\n控訴人の，本件製品(3)プレイステーション版，同海外版及び同ウィンドウ\nズ版に係る損害賠償請求は，本件許諾契約が解約されていることがその前提とな\nる。控訴人による本件許諾契約の更新拒絶の意思表示は，平成９年９月２５日に被\n控訴人に到達しており（甲第１１号証の１及び２），この時点では，原判決認定の\nとおり，控訴人が本件製作契約の債務を履行しなかったため，被控訴人の控訴人に\n対する損害賠償請求権が既に発生しており，その総額が相当多額になることが必至\nであった。上記更新拒絶による解約により，控訴人は，将来発生すべき控訴人の契\n約上の債権（著作権使用料）を，不法行為に基づく損害賠償請求権へと，その法的\n性質を変えて，相殺を免れることになり，これは，被控訴人が控訴人に対して有す\nる債権（損害賠償請求権）の事実上の担保を消滅させるものである。上記更新拒絶\nについては，むしろ，正当な理由がないことが明らかであるということができる。\n以上のとおりであるから，上記更新拒絶は，その効力を持たないものとい\nう以外にない。\n(3) 以上によれば，本件製品(3) プレイステーション版，同海外版及び同ウィ\nンドウズ版が，仮に本件製品(1)の二次的著作物であるとしても，それらを被控訴人\nが販売したことは，本件許諾契約に基づく控訴人の同意の下でなされたものという\nことになり，不法行為を構成することはない。そうすると，不法行為に基づく控訴\n人の請求は，その余の点について判断するまでもなく，理由がないことが明らかで\nある。\n(4) 付言すると，本件で，本件製品(3) プレイステーション版，同海外版及び\n同ウィンドウズ版が，本件製品(1)の二次的著作物であると認めるに足りる証拠はな\nい。\nそもそも，二次的著作物性を判断するに当たっては，対象となるもの自体\nを比較対照するのが原則である。ビデオゲームの商品の特殊性，すなわち，遊戯者\nの視覚及び聴覚に同時に訴え，遊戯者の操作次第でゲームの展開（画面表示，音楽\n演奏，ストーリー）がある程度変わり得る，すなわちインタラクティブ性（相互作\n用性）を有することは，上記原則を遵守すべき理由の要素となり得るものであって\nも，決して，緩和すべき理由の要素となることはない。\n本件で，控訴人は，結局，本件製品(3)プレイステーション版，同海外版及\nび同ウィンドウズ版について，そのゲーム内容の要点を説明する文書のコピーを提\n出するのみで，当裁判所の再三の示唆にもかかわらず，ビデオに撮影してそのテー\nプを提出するなどして，上記各本件製品(3)の現実の遊戯内容を立証することを全く\nしていない。本件製品(1)については，現実の遊戯内容を撮影したビデオを提出して\nいるものの，これは，序盤の一部分と，モンスターとの戦闘シーンのごく一部とを\n含んでいるにすぎず，ゲーム全体の遊戯内容を感得し得るものとは到底いえない。\n甲第３０号証，第３１号証，第３３号証，第３４号証，第３５号証，第４\n２号証及び第４３号証からは，本件製品(1)と，本件製品(3)プレイステーション\n版，同海外版及び同ウィンドウズ版とでは，主要な登場人物がほぼ共通すると認め\nられ，物語の骨子にも共通する点が多々あるものとうかがえるから，上記各本件製\n品(3)が本件製品(1)の二次的著作物であると判断される可能性は相当程度ある，と\nいうことはできる。しかし，前記のとおり，ビデオゲーム同士の二次的著作物性\nは，ゲームそのものを，実際のゲーム内容をビデオに撮影するなどして，直接子細\nに比較し検討されるべきものであり，これを行わずして二次的著作物であるか否か\nの判断を行うことは，不可能ないし極めて困難という以外にないのである。\n２　反訴請求について\n(1) 控訴人は，上記引用に係る原判決が認定した債務不履行の内容が不明であ\nる，と主張する。\n原判決は，被控訴人の，本件製作契約の合意解除ないし履行不能に基づく\n解除の主張に対し，「本件製品(2)は，被告が，株式会社角川書店（以下「角川書\n店」という。）と株式会社エンターテインメント・ソフトウェア・パブリッシング\nから代金１億２０００万円で請け負ったものであり，また，本件製品(2)の発売と時\n期を合わせて，魔法学園ルナの劇場版アニメーションを上映する予定になってい\nた」（原判決１２頁４行目～９行目）との事実を認定した上で，「・・・同年（判\n決注・平成８年）１２月４日ころの時点で，同月末にベータ版を提出して納期であ\nる平成９年２月末に本件製品(2)を完成させることは不可能であった」，と認定して\nいる（原判決１７頁７行目～９行目）。\n平成８年１２月４日ないし５日の時点で，本件製品(2)が，平成９年２月末\nまでに完成することができない状態であったことは，原判決認定のとおりである。\nそして，履行期前に，履行期の時点で履行不能なことが確定した場合，履行不能と\nなることは当然であるから，原判決の上記説示がその旨をいうものであることは，\n明らかである。原判決が認定した債務不履行の内容が不明確であるとする控訴人の\n主張は，失当である。\n(2) 被控訴人の損害額について\nア　被控訴人が，本件製作契約に基づく請負代金として，１億０３００万円\nを控訴人に支払ったことは，当事者間に争いがない。\nイ　乙第１８号証ないし第２２号証によれば，控訴人は，ビッツラボラトリ\nーに対し，本件製品(2)の製作に関し４０００万円を支払ったことが認められる。控\n訴人は，被控訴人の担当者の指導が適切でなかったため，４０００万円もの金額に\nなったと主張し，これに沿う証拠（甲第２６号証）もあるが，証人Ｅの証言に照ら\nし，採用できない。\nウ　乙第１８号証及び第２４号証によれば，本件製品(2)の製作に関し，被控\n訴人は，日本アートメディアに対し，２０６万円を支払った事実が認められる。\n控訴人は，日本アートメディアの作業は，色を塗り替えたり，飾りを増\nやしたりしただけである，と主張する。これを認めるに足りる客観的証拠はない\n上，そもそも，色の塗り替えや飾りの付加が不必要な作業であったとうかがわせる\nに足りる証拠もない。\nエ　乙第１８号証及び第２３号証によれば，被控訴人は，美峰に対し，１５\n４万５０００円を支払った事実を認めることができる。\n控訴人は，被控訴人の負担で背景作成を依頼することになっていた，と\n主張し，これに沿う証拠（甲第２６号証）もある。しかし，被控訴人は，１億２０\n００万円の請負代金のうち１億０３００万円を既に支払っていたにも関わらず，平\n成８年１２月４日の時点で，履行期（平成９年２月末）の完成が到底不能であると\n判断したのである（Ｅ証言１０頁）。このような状況下で，本件製品(2)の製作を控\n訴人から引き継ぐに際して，それ以降かかる費用について被控訴人が，法的な意味\nで確定的に負担する旨の発言が出るとは考えにくい。控訴人の主張は採用できな\nい。\nオ　被控訴人が，控訴人に対し，本件製品(2)の製作に従事した控訴人の従業\n員の給料等として，平成９年２月から同年１０月までの間，合計１３６７万２４９\n４円を支払ったことは，当事者間に争いがない。\n控訴人は，被控訴人の支払が「立替え」であることを否認する。すなわ\nち，被控訴人が，控訴人従業員が，平成９年１月以降も本件製品(2)の製作に従事す\nることを要求したのに対し，控訴人はいったんはこれを拒絶した，しかし，被控訴\n人が，人件費等の諸経費を支払うことを約束したので，結局製作に従事させた，と\n主張している。\nしかし，控訴人のこの主張を認めるに足りる証拠はない。また，仮にこ\nの主張が認められるとしても，被控訴人が，本件製品(2)の製作のために１３６７万\n２４９４円を費やしたとの事実が認められる以上，これに加えて，この費用につい\nて，被控訴人が控訴人に損害賠償を請求しないと約束したなどの事情が認められな\nければ，控訴人の損害賠償責任が否定されるものではない。そして，このような事\n情を認めるに足りる証拠はない。\nカ　乙第１２号証，第１３号証及び第１８号証によれば，本件製品(2)の製作\nのため，被控訴人の従業員の給料及びアルバイト代として，平成８年１２月から平\n成９年１０月まで，合計３５３４万２８６２円を支払ったとの事実を認めることが\nできる。\nキ　以上のとおり，被控訴人は，本件製品(2)を製作させるために，１億９５\n６２万０３５６円を支出したものと認められる。控訴人が，本件製作契約の約定通\nり本件製品(2)を完成していれば，製作費用は約定の１億２０００万円で済んでいた\nのであるから，被控訴人は，差し引き７５６２万０３５６円の損害を被ったことに\nなる。\n(3) 控訴人は，被控訴人に対し，本件製品(3)セガサターン版に係る著作権使用\n料として，９９３万７３８０円の債権を有する（本件許諾契約の成立，本件製品(3)\nセガサターン版の小売額及び販売数については，当事者間に争いがない。）。被控\n訴人は，本件製作契約の債務不履行に基づく損害賠償請求権を自動債権として，こ\nの債権を受動債権とする相殺の抗弁を主張したものであるから，この額は７５６２\n万０３５６円から差し引かれるべきである。\nしたがって，被控訴人の反訴請求は，６５６８万２９７６円及びこれに対\nする平成１４年４月２０日から支払済みまで年６分の割合による金員の支払を求め\nる限度で理由がある。\n３　結論\n以上検討したところによれば，控訴人の請求は理由がなく，これを棄却した\n原判決は相当であって，本件控訴は理由がない。そこで，これを棄却することと\nし，被控訴人の反訴請求は，６５６８万２９７６円及びこれに対する付帯請求の範\n囲で理由があるから，これを認容し，その余は理由がないから棄却し，訴訟費用の\n負担について民事訴訟法６７条，６１条及び６４条を適用して，主文のとおり判決\nする。\n東京高等裁判所第６民事部\n裁判長裁判官 山　　下　　和　　明\n裁判官 設　　樂　　隆　　一\n裁判官 高　　瀬　　順　　久\n"
}