{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 10,
    "day": 21
  },
  "case_number": "平成14(行ケ)288",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "10773",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=10773",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/773/010773_hanrei.pdf",
  "contents": "平成１４年（行ケ）第２８８号　審決取消請求事件\n平成１５年１０月２１日判決言渡，平成１５年９月３０日口頭弁論終結\n判　　　　決\n原　　　告　　　　　　株式会社シクソン\n訴訟代理人弁理士　　　林孝吉\n被　　　告　　　　　　特許庁長官　今井康夫\n指定代理人　　　　　　鈴木公子，田中弘満，大野克人，林栄二，大橋信彦\n主　　　　文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n事実及び理由\n第１　原告の求めた裁判\n「特許庁が訂正２００１－３９１９０号事件について平成１４年４月２４日にし\nた審決を取り消す。」との判決。\n第２　事案の概要\n原告は，後記本件発明の特許権者であるが，後記のとおり，住商鉄鋼販売株式会\n社から本件特許について無効審判を請求され（無効２０００－３５４２９号事\n件），本件発明についての特許を無効とする旨の審決がされたため，この審決の取\n消しを求めて審決取消訴訟を提起（東京高裁平成１３年（行ケ）第３０６号事件）\nするとともに，本件訂正審判の請求をしたところ，審判請求は成り立たないとの審\n決がされたため，同審決の取消しを求めて本訴を提起したものである。\nなお，本判決においては，審決，書証等を引用する場合を含め，公用文の用字用\n語例に従って表記を変えた部分がある。\n１　前提となる事実等\n(1)　手続の経緯等\n(1-1)　本件特許\n特許権者：株式会社シクソン（原告）\n発明の名称：「プレハブ建造物」\n特許出願日：平成２年１１月２０日\n設定登録日：平成１１年１１月１９日\n特許番号：第３００４０４６号\n(1-2)　無効審判手続及び審決取消訴訟（別件）\n無効審判請求日：平成１２年８月９日（無効２０００－３５４２９号）\n無効審判請求人：住商鉄鋼販売株式会社\n審決日：平成１３年６月５日\n審決の結論：「特許第３００４０４６号の請求項１～４に係る発明についての特\n許を無効とする。」\n審決謄本送達日：平成１３年６月１６日（原告に対し）\n審決取消訴訟提起：平成１３年７月１２日（東京高裁平成１３年（行ケ）第３０\n６号事件）\n(1-3)　本件訂正審判手続\n審判請求日：平成１３年１０月２２日（訂正２００１－３９１９０号）\n審決日：平成１４年４月２４日\n審決の結論：「本件審判の請求は，成り立たない。」\n審決謄本送達日：平成１４年５月８日（原告に対し）\n(2)　本件訂正審判請求に係る請求項の記載（下線部分が訂正による追加部分であ\nる。以下，請求項番号に対応して，それぞれの発明を「訂正発明１」などとい\nう。）\n【請求項１】セメントにガラス繊維を混入して形成したＧＲＣパネルであって，\n該ＧＲＣパネル内に発泡スチロール又はウレタンホーム等の有機質系の発泡体を密\n閉し，該パネルを相互に接合して組み立てたプレハブ建造物に於て，前記ＧＲＣパ\nネルは構造体を兼ね，且つ，その厚みを大きくして断熱性及び遮音性が向上するよ\nうに形成され，更に，該ＧＲＣパネルにはその四隅に夫々切欠部が設けられ，該切\n欠部にスリーブナットを，該スリーブナットの雌螺子孔が開放するようにして埋設\nし，一方，前記プレハブ建造物の基礎と，該基礎上に直線状に立設された壁用のＧ\nＲＣパネルとを接合するための取り付け金物であって，該取り付け金物は長方形状\nのベースプレートと，該ベースプレートの一側縁部に立設した側面プレートとから\n成り，且つ，該ベースプレートには，前記隣接する壁用のＧＲＣパネルの接合部位\nの基礎に設けられているアンカーボルトを挿通するためのボルト孔が開穿されてお\nり，更に，前記側面プレートにも，前記隣接する壁用のＧＲＣパネル双方に設けら\nれている前記スリーブナットと対峙する個所にボルト孔が開穿されており，前記基\n礎に設けられたアンカーボルトをベースプレートに設けたボルト孔に挿通してナッ\nトにて緊締し，更に，隣接する双方のＧＲＣパネルに設けた前記スリーブナットが\n埋設されている前記切欠部に側面プレートを係合し，該スリーブナットに該側面プ\nレートに設けたボルト孔よりボルトを螺入して緊締したことを特徴とするプレハブ\n建造物。\n【請求項２】セメントにガラス繊維を混入して形成したＧＲＣパネルであって，\n該ＧＲＣパネル内に発泡スチロール又はウレタンホーム等の有機質系の発泡体を密\n閉し，該パネルを相互に接合して組み立てたプレハブ建造物に於て，前記ＧＲＣパ\nネルは構造体を兼ね，且つ，その厚みを大きくして断熱性及び遮音性が向上するよ\nうに形成され，更に，該ＧＲＣパネルにはその四隅に夫々切欠部が設けられ，該切\n欠部にスリーブナットを，該スリーブナットの雌螺子孔が開放するようにして埋設\nし，一方，前記プレハブ建造物の角部における基礎と，隣接の壁用のＧＲＣパネル\nの下端部とを接合するための取り付け金物であって，該取り付け金物は長方形状の\nベースプレートと，該ベースプレートの外縁部に立設した側面プレートとから成\nり，且つ，該取り付け金物は中央部で直角に折曲されて平面視Ｌ字状に形成されて\n成り，更に，該ベースプレートには，前記建造物の角部の基礎に設けられているア\nンカーボルトを挿入するためのボルト孔が設けられており，更に，前記側面プレー\nトにも，建造物の角部用のＧＲＣパネル及び之に隣接する壁用のＧＲＣパネルの夫\n々の下端部に設けられた前記スリーブナットにボルトを挿通するためのボルト孔が\n開穿されており，前記基礎に設けられたアンカーボルトをベースプレートに設けた\nボルト孔に挿通してナットにて緊締し，更に，建造物の角部に配設される角部用の\nＧＲＣパネル及び該ＧＲＣパネルに隣接する壁用のＧＲＣパネルの夫々の接合部位\nに設けた前記スリーブナットが埋設されている前記切欠部に側面プレートを係合\nし，該スリーブナットに該側面プレートに設けたボルト孔よりボルトを螺入して緊\n締したことを特徴とするプレハブ建造物。\n【請求項３】セメントにガラス繊維を混入して形成したＧＲＣパネルであって，\n該ＧＲＣパネル内に発泡スチロール又はウレタンホーム等の有機質系の発泡体を密\n閉し，該パネルを相互に接合して組み立てたプレハブ建造物に於て，前記ＧＲＣパ\nネルは構造体を兼ね，且つ，その厚みを大きくして断熱性及び遮音性が向上するよ\nうに形成され，更に，該ＧＲＣパネルにはその四隅に夫々切欠部が設けられ，該切\n欠部にスリーブナットを，該スリーブナットの雌螺子孔が開放するようにして埋設\nし，一方，前記プレハブ建造物の屋根用のＧＲＣパネルと直線状に隣接した壁用の\nＧＲＣパネルとを相互に接合するための取り付け金物であって，該取り付け金物は\n長方形状のベースプレートと，該ベースプレートの一側縁に立設した側面プレート\nとから成り，且つ，該ベースプレートには前記隣接する壁用のＧＲＣパネルの接合\n部位の屋根用のＧＲＣパネルに設けられている前記スリーブナットと対峙する個所\nにボルト孔が開穿されており，更に，前記側面プレートにも前記隣接する壁用のＧ\nＲＣパネル双方に設けられている前記スリーブナットと対峙する個所にボルト孔が\n開穿されており，前記屋根用のＧＲＣパネルに設けられている前記切欠部にベース\nプレートを係合し，前記壁用のＧＲＣパネルに設けられている前記切欠部に側面プ\nレートを係合し，前記屋根用のＧＲＣパネル及び壁用のＧＲＣパネルに夫々設けら\nれている前記スリーブナットに，該スリーブナットに夫々対峙して設けられている\n前記ボルト孔からボルトを螺入して緊締したことを特徴とするプレハブ建造物。\n【請求項４】セメントにガラス繊維を混入して形成したＧＲＣパネルであって，\n該ＧＲＣパネル内に発泡スチロール又はウレタンホーム等の有機質系の発泡体を密\n閉し，該パネルを相互に接合して組み立てたプレハブ建造物に於て，前記ＧＲＣパ\nネルは構造体を兼ね，且つ，その厚みを大きくして断熱性及び遮音性が向上するよ\nうに形成され，更に，該ＧＲＣパネルにはその四隅に夫々切欠部が設けられ，該切\n欠部にスリーブナットを，該スリーブナットの雌螺子孔が開放するようにして埋設\nし，一方，前記プレハブ建造物の角部における屋根用のＧＲＣパネルと，隣接の壁\n用のＧＲＣパネルの上端部とを接合するための取り付け金物であって，該取り付け\n金物は長方形状のベースプレートと，該ベースプレートの外縁部に立設した側面プ\nレートとから成り，且つ，該取り付け金物は中央部で直角に折曲されて平面視Ｌ字\n状に形成されて成り，更に，該ベースプレートには前記建造物の角部における屋根\n用ＧＲＣパネルに設けられた前記スリーブナットに対峙する個所にボルト孔が開穿\nされており，更に，前記側面プレートにも，建造物の角部用のＧＲＣパネル及び之\nに隣接する壁用のＧＲＣパネルの夫々の上端部に設けられた前記スリーブナットに\nボルトを挿通するためのボルト孔が開穿されており，前記角部における屋根用のＧ\nＲＣパネルに設けられている前記切欠部にベースプレートを係合し，前記角部用の\nＧＲＣパネル及び之に隣接する壁用のＧＲＣパネルの夫々の上端部に設けられてい\nる前記切欠部に側面プレートを係合し，前記各スリーブナットに之と対峙する前記\n各ボルト孔よりボルトを螺入して緊締したことを特徴とするプレハブ建造物。\n(3)　審決の理由\n(3-1)　審決は，本件訂正につき，特許法等の一部を改正する法律（平成６年法律\n第１１６号）附則６条１項の規定によりなお従前の例によるとされる平成６年法律\n第１１６号による改正前の特許法１２６条１項ただし書き及び２項の規定に適合す\nるとした上で，独立特許要件の検討に入った。\n(3-1-1)　審決は，まず，引用刊行物及びそれに記載された技術事項を認定した\nが，そのうち，刊行物１（「積算資料」１９９０年１１月号，グラビア広告８～９\n頁，１９９０年１１月１日，財団法人経済調査会発行。本訴甲５）の記載内容に関\nする認定は，次のとおりである。\n『トヨタハウス株式会社の「ＧＲＣダブルスキンパネル製Ｆ．Ｓ．Ｔ．ユニパネ\nルシステム」についての広告であって，「Ｆ．Ｓ．Ｔ．ユニパネルシステムは，時\n代のニーズから生まれた，ＲＣ・ブロックに代わる，ニューテクノロジーのコンク\nリートパネル工法。」（８頁５～９行），「日本建築センター評定Ｎｏ．ＢＣＪ－\nＬＣ－３３０」（同頁１３行）と記載され，また，「断熱材をＧＲＣ（耐アルカリ\nガラス繊維強化セメント）でフルカバーしたユニパネルは，抜群の耐久性・耐衝撃\n性を持ち，しかも軽量，スピーディな施工でメンテナンスも容易です。」（同頁右\n欄１～３行），「スピーディな施工　設置は効率のよいパネル工法ですから，わず\nか３週間というスピーディな工期で，工費も削減できます。」（同頁右欄１４～１\n６行）と記載され，また，プレハブ建造物を構成するＧＲＣパネルの一部切欠斜視\n図を示す「構造図」（９頁）には，ＧＲＣにより断熱材を密閉した構造が記載され\nている。\nさらに，ＧＲＣパネルを相互に接合して組み立てたプレハブ建造物の一部展開斜\n視図（同８頁）には，屋根と隣接するパネルとの取付部分（無効審判請求人が付し\nた符号Ａ，Ｃ部分参照）においては，取り付け金物を介して取り付け，その取り付\nけ金物は少なくとも長方形状のベースプレートと，該ベースプレートの一側縁に立\n設した側面プレートとから成り，取り付け金物に設けられた孔から接合部材を挿入\nして屋根と隣接するパネルとを接合して組み立てるものであることが認められ，ま\nた，基礎と隣接するパネルとの取付部分（無効審判請求人が付した符号Ｂ部分参\n照）においては，取り付け金物を抜き出して明示していないが，前記屋根と隣接す\nるパネルとの取り付け構造からみて，取り付け金物を介するものであることは明ら\nかであり，その取り付け金物は長方形状のベースプレートと，該ベースプレートの\n一側縁に立設した側面プレートとから成り，取り付け金物に設けられた孔から接合\n部材を挿入して基礎と隣接するパネルとを接合して組み立てるものであることが認\nめられる。（以下，無効審判請求人が付した符号Ａ～Ｃ部分は，それぞれ，単に\n「Ａ～Ｃ部分」という）\nそして，取り付け金物の取付態様は次のとおりである。\n（Ａ）屋根用のＧＲＣパネルと直線状に隣接した壁用のＧＲＣパネルとの接合（Ａ\n部分参照）\nプレハブ建造物の屋根用のＧＲＣパネルと，直線状に隣接した壁用のＧＲＣパネ\nルとを接合するための取り付け金物であって，取り付け金物は長方形状のベースプ\nレートと，該ベースプレートの一側縁部に立設した側面プレートとから成り，ベー\nスプレートは，屋根用のＧＲＣパネルに設けられている切欠部に係合し，側面プレ\nートは，隣接する壁用のＧＲＣパネル双方の接合部位に設けられている切欠部に係\n合し，該接合部位に対峙する個所に孔が開穿され，該孔から接合部材を挿入して隣\n接する壁用のＧＲＣパネル双方を接合すること。\n（Ｂ）基礎と直線状に立設された壁用のＧＲＣパネルとの接合（Ｂ部分参照）\nプレハブ建造物の基礎と，基礎上に直線状に立設された壁用のＧＲＣパネルとを\n接合するための取り付け金物であって，取り付け金物は長方形状のベースプレート\nと，ベースプレートの一側縁部に立設した側面プレートとから成り，ベースプレー\nトには孔が開穿されており，側面プレートは，隣接する壁用のＧＲＣパネル双方の\n接合部位に設けられている切欠部に係合し，該接合部位に対峙する個所に孔が開穿\nされ，該孔から接合部材を挿入して隣接する壁用のＧＲＣパネル双方を接合するこ\nと。\n（Ｃ）屋根用のＧＲＣパネルと角部用のＧＲＣパネル及び隣接の壁用のＧＲＣパネ\nルの上端部との接合（Ｃ部分参照）\nプレハブ建造物の角部における屋根用のＧＲＣパネルと，角部用のＧＲＣパネル\n及び隣接の壁用のＧＲＣパネルの上端部とを接合するための取り付け金物であっ\nて，取り付け金物は長方形のベースプレートと，ベースプレートの外縁部に立設し\nた側面プレートとから成り，該取り付け金物は中央部で直角に折曲されて平面視Ｌ\n字状に形成されて成り，ベースプレートは，屋根用のＧＲＣパネルに設けられてい\nる切欠部に係合し，接合部材がベースプレートを挿通して屋根用のＧＲＣパネルを\n接合し，側面プレートは，隣接する壁用のＧＲＣパネルの接合部位に設けられてい\nる切欠部に係合し，該接合部位に対峙する個所に孔が開穿され，該孔から接合部材\nを挿入して壁用のＧＲＣパネルを接合すること（これらの技術事項は，Ａ部分の取\n付態様，及び，Ｃ部分の角部用及び隣接の壁用のＧＲＣパネル上端から取り付け金\n物に相当する部材が突出し，かつ，部材に上向き態様の２本の接合部材が付属して\nいることから自明）。』\n(3-1-2)　審決は，刊行物２（「日経アーキテクチユア」１９８９年８月２１日\n号，第１２３頁，１９８９年８月２１日，日経ＢＰ社発行。本訴甲６）の記載内容\nに関して次のとおり認定した。\n『トヨタハウス株式会社のＧＲＣダブルスキンパネル製Ｆ．Ｓ．Ｔ．ユニパネル\nシステムについての広告が記載され，１２３頁には，ＧＲＣパネルを相互に接合し\nて組み立てたプレハブ建造物の一部展開斜視図として，刊行物１の一部展開斜視図\nと同一内容の図面が記載されている。』\n(3-1-3)　審決は，続いて，刊行物３（特公昭６１－３２４７１号公報。本訴甲\n７），刊行物４（実願昭５６－１４３０１８号（実開昭５８－６１８２６号）のマ\nイクロフィルム。本訴甲８），刊行物５（特開昭５１－４９５１６号公報。本訴甲\n９），刊行物６（実願昭５１－９３８４５号（実開昭５３－１３３１０号）のマイ\nクロフィルム。本訴甲１０）の各記載内容について認定した。\n(3-2)　その上で審決は，「対比・判断」に入り，訂正発明１につき，次のように\n認定判断した。\n(3-2-1)　訂正発明１とこれに対応する刊行物１，２に係る発明（引用発明Ｂ）と\nの一致点についての審決の認定\n『セメントにガラス繊維を混入して形成したＧＲＣパネルであって，該ＧＲＣパ\nネル内に断熱材を密閉し，該パネルを相互に接合して組み立てたプレハブ建造物に\n於て，前記プレハブ建造物の基礎と，該基礎上に直線状に立設された壁用のＧＲＣ\nパネルとを接合するための取り付け金物であって，該取り付け金物は長方形状のベ\nースプレートと，該ベースプレートの一側縁部に立設した側面プレートとから成\nり，かつ，該ベースプレートには，孔が開穿されており，さらに，前記側面プレー\nトにも，前記隣接する壁用のＧＲＣパネル双方の接合部位と対峙する個所に孔が開\n穿されており，該側面プレートが隣接する双方のＧＲＣパネルの接合部位に設けら\nれている切欠部に係合し，該側面プレートに設けた孔から接合部材を挿入して隣接\nする壁用のＧＲＣパネル双方を接合したプレハブ建造物，である点。』\n(3-2-2)　上記両者の相違点についての審決の認定\n『相違点(a)　訂正発明１が，断熱材として発泡スチロール又はウレタンホーム等\nの有機質系の発泡体を用いるのに対して，引用発明Ｂでは，断熱材の材料を開示す\nるものではない点。\n相違点(b)　訂正発明１が，ＧＲＣパネルは構造体を兼ね，かつ，その厚みを大き\nくして断熱性及び遮音性が向上するように形成されているのに対し，引用発明Ｂで\nは，ＧＲＣパネルを用いたパネル工法であるもののその厚みや断熱性及び遮音性に\nついて開示するものではない点。\n相違点(c)　訂正発明１が，ベースプレートの孔は隣接する壁用のＧＲＣパネルの\n接合部位の基礎に設けられているアンカーボルトを挿通するためのものであって，\n基礎に設けられたアンカーボルトをベースプレートに設けたボルト孔に挿通してナ\nットにて緊締するものであるのに対して，引用発明Ｂでは，接合部材をベースプレ\nートの孔を介して基礎に挿入して接合している点。\n相違点(d)　訂正発明１が，側面プレートの孔はボルト孔であって，壁用のＧＲＣ\nパネルの接合部位である四隅にそれぞれ設けられた切欠部にその雌螺子孔が開放す\nるようにして埋設されたスリーブナットにボルト孔からボルトを螺入して緊締する\nのに対して，引用発明Ｂでは，側面プレートの孔に挿入される接合部材はボルトで\nあるとまではいえず，したがって，壁用のＧＲＣパネルの接合部位に設けられてい\nる切欠部にその雌螺子孔が開放するようにして埋設されたスリーブナットにボルト\nを螺入して緊締するものであるかどうか不明である点。』\n(3-2-3)　上記相違点についての審決の判断\n『相違点(a)については，刊行物３，４に記載されているように，建築材料の断熱\n材として，発泡スチロールやウレタンホーム等の有機質系の発泡体は周知であるか\nら，引用発明Ｂの断熱材として発泡スチロール又はウレタンホーム等の有機質系の\n発泡体を用いることは，当業者であれば容易に採用し得ることである。\n相違点(b)については，引用発明ＢにはＧＲＣパネルを用いたパネル工法によるプ\nレハブ建造物が開示されており，しかも，該パネル工法によるプレハブ建造物は柱\n梁材などの軸組構造を採用せずＧＲＣパネルのみで自立するように構成されている\nことから，該ＧＲＣパネルも構造体を兼ねていることは自明であり，また，訂正発\n明１において「ＧＲＣパネルの…厚みを大きくして断熱性及び遮音性が向上するよ\nうに形成」との具体的構成については定かでないが，引用発明ＢのＧＲＣパネルも\n構造体を兼ね，かつ，内部に断熱材を密閉している以上，相応の厚みがあり，か\nつ，断熱性及び遮音性も向上するように形成されているものと思量されるから，該\n相違点(b)は実質的な差異ではない。\n相違点(c)については，構造体として用いる壁用のＧＲＣパネルを基礎に埋設され\nているアンカーボルトに取り付け金物を用いて直接に結合することは，例えば，実\n願昭５６－９７５２９号（実開昭５８－２２０３号）のマイクロフィルム（以下，\n「周知例１」という），実願昭６０－１３９１０４号（実開昭６２－５０２４５\n号）のマイクロフィルム（以下，「周知例２」という）等に示されているように従\n来から周知の技術であるから，引用発明Ｂの接合部材に代えてアンカーボルトを用\nい，ベースプレートの孔にアンカーボルトを挿通してナットにて緊締するようにす\nることは，当業者が容易になし得ることである。\n相違点(d)については，刊行物５，６に記載されているように，コンクリートパネ\nルの接合手段として，パネルの接合部位に設けられている切欠部にその雌螺子孔が\n開放するようにして埋設されたスリーブナットとボルトとによるものは，従来から\n周知慣用の技術であり，側面プレートを介して壁用のＧＲＣパネルを接合するに際\nして，該パネルの接合部位に設けられている切欠部にその雌螺子孔が開放するよう\nにしてスリーブナットを埋設し，切欠部に係合した側面プレートのボルト孔からボ\nルトを螺入して緊締するようなことは，当業者であれば容易になし得ることであ\nる。』\n(3-3)　審決は，訂正発明３につき，次のように認定判断した。\n(3-3-1)　訂正発明３とこれに対応する刊行物１，２に係る発明（引用発明Ａ）と\nの一致点についての審決の認定\n『セメントにガラス繊維を混入して形成したＧＲＣパネルであって，該ＧＲＣパ\nネル内に断熱材を密閉し，該パネルを相互に接合して組み立てたプレハブ建造物に\n於て，前記プレハブ建造物の屋根用のＧＲＣパネルと直線状に隣接した壁用のＧＲ\nＣパネルとを相互に接合するための取り付け金物であって，該取り付け金物は長方\n形状のベースプレートと，該ベースプレートの一側縁に立設した側面プレートとか\nら成り，かつ，前記側面プレートに前記隣接する壁用のＧＲＣパネル双方の接合部\n位と対峙する個所に孔が開穿されており，該ベースプレートを屋根用のＧＲＣパネ\nルに設けられている切欠部に係合し，該側面プレートを隣接する双方のＧＲＣパネ\nルの接合部位に設けられている切欠部に係合し，該側面プレートの隣接する双方の\n壁用のＧＲＣパネルの接合部位にそれぞれ対峙して設けられている前記孔から接合\n部材を挿入して接合したプレハブ建造物，である点。』\n(3-3-2)　上記両者の相違点についての審決の認定\n『相違点(e)　訂正発明３が，断熱材として発泡スチロール又はウレタンホーム等\nの有機質系の発泡体を用いるのに対して，引用発明Ａでは，断熱材の材料を開示す\nるものではない点。\n相違点(f)　訂正発明３が，ＧＲＣパネルは構造体を兼ね，かつ，その厚みを大き\nくして断熱性及び遮音性が向上するように形成されているのに対し，引用発明Ａで\nは，ＧＲＣパネルを用いたパネル工法であるもののその厚みや断熱性及び遮音性に\nついて開示するものではない点。\n相違点(g)　訂正発明３が，ベースプレートには，屋根用のＧＲＣパネルの接合部\n位である四隅にそれぞれ設けられた切欠部にその雌螺子孔が開放するようにして埋\n設されたスリーブナットと対峙する個所にボルト孔が開穿され，ボルト孔からボル\nトを螺入して緊締するのに対して，引用発明Ａでは，ベースプレートには孔が示さ\nれておらず，接合部材も明示されていない点。\n相違点(h)　訂正発明３が，側面プレートの孔はボルト孔であって，壁用のＧＲＣ\nパネルの接合部位である四隅にそれぞれ設けられた切欠部にその雌螺子孔が開放す\nるようにして埋設されたスリーブナットにボルト孔からボルトを螺入して緊締する\nのに対して，引用発明Ａでは，側面プレートの孔に挿入される接合部材がボルトで\nあるとまではいえず，したがって，壁用のＧＲＣパネルの接合部位に設けられてい\nる切欠部にその雌螺子孔が開放するようにして埋設されたスリーブナットにボルト\nを螺入して緊締するものであるかどうか不明である点。』\n(3-3-3)　上記相違点についての審決の判断\n『相違点(e)については，…「相違点(a)」についての判断で述べたと同じ理由\nで，当業者が容易に採用し得ることである。\n相違点(f)については，…「相違点(b)」についての判断で述べたと同じ理由で，\n実質的な差異ではない。\n相違点(g)については，刊行物１，２に記載された斜視図のＣ部分を参照すると，\nベースプレートに孔が記載されていないものの屋根用のＧＲＣパネルに対応する個\n所に設けた部材に上向き態様の２本の接合部材が付属していることからみて，ベー\nスプレートを介して接合部材を挿通して接合することは明かであり，しかも，…\n「相違点(d)」についての判断で述べたように，コンクリートパネルの接合手段とし\nてパネルの接合部位に設けられている切欠部にその雌螺子孔が開放するようにして\n埋設されたスリーブナットとボルトとによるものは，従来から周知慣用の技術であ\nるから，引用発明Ａにおいても，屋根用のＧＲＣパネルの接合部位に設けられてい\nる切欠部にその雌螺子孔が開放するようにしてスリーブナットを埋設し，ベースプ\nレートのスリーブナットと対峙する個所にボルト孔を開穿し，切欠部に係合したベ\nースプレートのボルト孔からボルトを螺入して緊締するようなことは，当業者が容\n易になし得ることである。\n相違点(h)については，上記したように，コンクリートパネルの接合手段としてパ\nネルの接合部位に設けられている切欠部にその雌螺子孔が開放するようにして埋設\nされたスリーブナットとボルトとによるものは従来から周知慣用の技術であるか\nら，側面プレートを介して壁用のＧＲＣパネルを接合するに際して，該パネルの接\n合部位に設けられている切欠部にその雌螺子孔が開放するようにしてスリーブナッ\nトを埋設し，切欠部に係合した側面プレートのボルト孔からボルトを螺入して緊締\nするようなことは，当業者であれば容易になし得ることである。』\n(3-4)　審決は，訂正発明４につき，次のように認定判断した。\n(3-4-1)　訂正発明４とこれに対応する刊行物１，２に係る発明（引用発明Ｃ）と\nの一致点についての審決の認定\n『セメントにガラス繊維を混入して形成したＧＲＣパネルであって，該ＧＲＣパ\nネル内に断熱材を密閉し，該パネルを相互に接合して組み立てたプレハブ建造物に\nおいて，前記プレハブ建造物の角部における屋根用のＧＲＣパネルと，隣接の壁用\nのＧＲＣパネルの上端部とを接合するための取り付け金物であって，該取り付け金\n物は長方形状のベースプレートと，該ベースプレートの外縁部に立設した側面プレ\nートとから成り，かつ，該取り付け金物は中央部で直角に折曲されて平面視Ｌ字状\nに形成されて成り，前記側面プレートには孔が開穿され，該ベースプレートを屋根\n用のＧＲＣパネルに設けられている切欠部に係合し，ベースプレートを介して屋根\n用のＧＲＣパネルに接合部材を挿入して接合し，該側面プレートを隣接する双方の\nＧＲＣパネルの接合部位に設けられている切欠部に係合し，該孔より接合部材を挿\n入して接合したプレハブ建造物，である点』\n(3-4-2)　上記両者の相違点についての審決の認定\n『相違点(i)　訂正発明４が，断熱材として発泡スチロール又はウレタンホーム等\nの有機質系の発泡体を用いるのに対して，引用発明Ｃでは，断熱材の材料を開示す\nるものではない点。\n相違点(j)　訂正発明４が，ＧＲＣパネルは構造体を兼ねかつその厚みを大きくし\nて断熱性及び遮音性が向上するように形成されているのに対し，引用発明Ｃでは，\nＧＲＣパネルを用いたパネル工法であるもののその厚みや断熱性及び遮音性につい\nて開示するものではない点。\n相違点(k)　訂正発明４が，ベースプレートに建造物の角部における屋根用のＧＲ\nＣパネルの接合部位である四隅にそれぞれ設けられた切欠部にその雌螺子孔が開放\nするようにして埋設されたスリーブナットに対峙する個所にボルト孔が開穿され，\nボルト孔からボルトを螺入して緊締するのに対して，引用発明Ｃでは，ベースプレ\nートには孔が開示されておらず，接合部材も明示されていない点。\n相違点(l)　訂正発明４が，側面プレートの孔はボルト孔であって，建造物の角部\n用のＧＲＣパネル及びこれに隣接する壁用のＧＲＣパネルの接合部位である四隅に\nそれぞれ設けられた切欠部にその雌螺子孔が開放するようにして埋設されたスリー\nブナットにボルト孔からボルトを螺入して緊締するのに対して，引用発明Ｃでは，\n側面プレートの孔に挿入される接合部材がボルトであるとまではいえず，したがっ\nて，ＧＲＣパネルの接合部位に設けられている切欠部に埋設されたスリーブナット\nにボルトを螺入して緊締するものであるかどうか不明である点。』\n(3-4-3)　上記相違点についての審決の判断\n『相違点(i)については，…「相違点(a)」についての判断で述べたと同じ理由\nで，当業者が容易に採用し得ることである。\n相違点(j)については，…「相違点(b)」についての判断で述べたと同じ理由で，\n実質的な差異ではない。\n相違点(k)については，…「相違点(d)」についての判断で述べたように，コンク\nリートパネルの接合手段としてパネルの接合部位に設けられた切欠部にその雌螺子\n孔が開放するようにして埋設されたスリーブナットとボルトとによるものは，従来\nから周知慣用の技術であるから，引用発明Ｃにおいても，屋根用のＧＲＣパネルと\n壁用のＧＲＣパネルとを接合するために，ベースプレートに隣接する屋根用のＧＲ\nＣパネルの接合部位に設けられた切欠部にその雌螺子孔が開放するようにしてスリ\nーブナットを埋設し，ベースプレートのスリーブナットと対峙する個所にボルト孔\nを開穿し，切欠部に係合したベースプレートのボルト孔からボルトを螺入して緊締\nするようなことは，当業者が容易になし得ることである。\n相違点(l)については，上記したように，コンクリートパネルの接合手段としてパ\nネルの接合部位に設けられた切欠部にその雌螺子孔が開放するようにして埋設され\nたスリーブナットとボルトとによるものは，従来から周知慣用の技術であるから，\n側面プレートを介して壁用のＧＲＣパネルを接合するために，壁用パネルの接合部\n位に設けられた切欠部にその雌螺子孔が開放するようにしてスリーブナットを埋設\nし，切欠部に係合した側面プレートのボルト孔からボルトを螺入して緊締するよう\nなことは，当業者であれば容易になし得ることであり，建造物の角部であっても，\n角部用のＧＲＣパネル及び之に隣接する壁用のＧＲＣパネルを接合するためには，\nそれぞれのパネルを接合部材を用いて接合する必要があることは当然のことである\nから，引用発明Ｃについても，側面プレートに角部用のＧＲＣパネル及び之に隣接\nする壁用のＧＲＣパネルの接合部位に設けられた切欠部にその雌螺子孔が開放する\nようにしてスリーブナットを埋設し，側面プレートのスリーブナットと対峙する個\n所にボルト孔を開穿し，切欠部に係合した側面プレートのボルト孔からボルトを螺\n入して緊締することは，当業者が容易になし得ることと認められる。』\n(3-5)　審決は，訂正発明２につき，次のように認定判断した。\n(3-5-1)　訂正発明２と前記引用発明Ｃとの一致点についての審決の認定\n『セメントにガラス繊維を混入して形成したＧＲＣパネルであって，該ＧＲＣパ\nネル内に断熱材を密閉し，該パネルを相互に接合して組み立てたプレハブ建造物に\n於て，前記プレハブ建造物の角部における構造部材と，隣接する壁用のＧＲＣパネ\nルの上端部とを接合するための取り付け金物であって，該取り付け金物は長方形状\nのベースプレートと，該ベースプレートの外縁部に立設した側面プレートとから成\nり，かつ，該取り付け金物は中央部で直角に折曲されて平面視Ｌ字状に形成されて\n成り，さらに，前記側面プレートには孔が開穿され，該側面プレートを壁用のＧＲ\nＣパネルの接合部位に設けられている切欠部に係合し，該側面プレートに設けた孔\nから接合部材を挿入して接合したプレハブ建造物，である点』\n(3-5-2)　上記両者の相違点についての審決の認定\n『相違点(m)　訂正発明２が，断熱材として発泡スチロール又はウレタンホーム等\nの有機質系の発泡体を用いるのに対して，引用発明Ｃでは，断熱材の材料を開示す\nるものではない点。\n相違点(n)　訂正発明２が，ＧＲＣパネルは構造体を兼ね，かつ，その厚みを大き\nくして断熱性及び遮音性が向上するように形成されているのに対し，引用発明Ｃで\nは，ＧＲＣパネルを用いたパネル工法であるもののその厚みや断熱性及び遮音性に\nついて開示するものではない点。\n相違点(o)　訂正発明２が，角部における構造部材は基礎であり，取り付け金物は\n基礎と隣接するパネルの下端部とを接合するのに対して，引用発明Ｃの構造部材は\n屋根（屋根用のＧＲＣパネル）であり，取り付け金物は屋根と隣接する壁用のＧＲ\nＣパネルの上端部とを接合している点。\n相違点(p)　訂正発明２が，ベースプレートの孔は隣接する壁用のＧＲＣパネルの\n接合部位の角部の基礎に設けられたアンカーボルトをベースプレートに設けたボル\nト孔に挿通してナットにて緊締するものであるのに対して，引用発明Ｃでは，接合\n部材が取り付け金物のベースプレートを介して接合している点。\n相違点(q)　訂正発明２が，側面プレートの孔はボルト孔であって，建造物の角部\n用のＧＲＣパネル及びこれに隣接する壁用のＧＲＣパネルの接合部位である四隅に\nそれぞれ設けられた切欠部にその雌螺子孔が開放するようにして埋設されたスリー\nブナットにボルト孔からボルトを螺入して緊締するのに対して，引用発明Ｃでは，\n側面プレートに孔が開穿され，対応するパネルに接合部材を挿通して接合している\nことが認められるが，具体的な接合手段については不明である点。』\n(3-5-3)　上記相違点についての審決の判断\n『相違点(m)については，…「相違点(a)」についての判断で述べたと同じ理由\nで，当業者が容易に採用し得ることである。\n相違点(n)については，…「相違点(b)」についての判断で述べたと同じ理由で，\n実質的な差異ではない。\n相違点(o)については，刊行物１，２は，(Ｂ）基礎と直線状に立設された壁用パ\nネルとの接合（Ｂ部分参照），（Ｃ）屋根用パネルと角部用パネル及び隣接した壁\n用パネルの上端部との接合（Ｃ部分参照）の各々に使用される取り付け金物を開示\nするから，基礎と角部用パネル及び隣接した壁用パネルの下端部との接合について\nも，刊行物１，２に接する当業者に対して，同様の取り付け金具により接合し組み\n立てることを示唆するものと認められ，引用発明Ｃの取り付け金具を基礎に対して\n使用するようなことは，当業者が容易に想到し得ることにすぎない。\n相違点(p)については，…「相違点(c)」についての判断で述べたと同じ理由で，\n引用発明Ｃの接合部材に代えてアンカーボルトを用い，ベースプレートの孔にアン\nカーボルトを挿通してナットにて緊締するようにすることは，当業者が容易になし\n得ることである。\n相違点(q)については，…「相違点(d)」についての判断で述べたように，コンク\nリートパネルの接合手段としてパネルの接合部位である四隅にそれぞれ設けられた\n切欠部にその雌螺子孔が開放するようにして埋設されたスリーブナットとボルトと\nによるものは，従来から周知慣用の技術であるから，取り付け金物を介してパネル\nを接合するに際して，パネルの接合部位である四隅にそれぞれ設けられた切欠部に\nその雌螺子孔が開放するようにしてスリーブナットを埋設し，これにボルトを螺入\nして緊締するようなことは，当業者であれば容易になし得ることであり，建造物の\n角部において角部用のＧＲＣパネル及び之に隣接する壁用のＧＲＣパネルを接合す\nるためには，それぞれのパネルを接合部材を用いて接合する必要があることは当然\nのことであるから，引用発明Ｃについても，角部用のＧＲＣパネル及び之に隣接す\nる壁用のＧＲＣパネルの接合部位である四隅にそれぞれ設けられた切欠部にその雌\n螺子孔が開放するようにしてスリーブナットを埋設し，側面プレートにボルトを挿\n通するためのボルト孔を開穿し，切欠部に係合した側面プレートのボルト孔からボ\nルトを螺入して緊締することは，当業者が容易になし得ることと認められる。』\n(3-6)　審決は，原告の審判手続における種々の主張を排斥した上，上記判断をふ\nまえ，訂正発明１～４は，いずも刊行物１，２に記載された発明と従来周知技術と\nに基づいて当業者が容易に発明をすることができたものと認められ，特許法２９条\n２項の規定により，特許出願の際独立して特許を受けることができない発明である\nと判断し，これを理由に本件訂正を認めることができないと結論付けた。\n２　原告の主張（審決取消事由）の要点\n(1)　刊行物１及び２に記載された技術事項の認定の誤り\n審決は，前記１(3-1-1)のように刊行物１に記載された技術事項の認定をした（刊\n行物２も同じと認定した〔(3-1-2)〕。）が，誤っている。\n通常の知識を有する当業者が，訂正発明についての予備知識が一切ない状態で刊\n行物１（甲５）又は刊行物２（甲６）のアイソメ図（アイソメトリック図。甲５の\n３枚目，甲６の４枚目に記載された一部展開斜視図。以下，審決の用語例に従い\n「斜視図」という。なお，同図面中には，手書きで，一部分を楕円形状の線で囲\nみ，これに引き出し線を付して，「Ａ」「Ｂ」「Ｃ」と記載されているが，これら\nは，審判の過程で説明用に追加記載されたものである。）で，「Ａ」「Ｃ」など記\n載していない状態のものを一見して，屋根と隣接するパネルとの取付部分（審決の\nいう符号Ａ及びＣの部分）が取り付け金物を介して取り付けられる，すなわち，そ\nの部材が取り付け金物であると直ちに認定することはできない。仮止め用の治具で\nあるかもしれないのである。上記刊行物には，組立てについての詳細な説明は一切\n記載されていないのであり，斜視図を見て，訂正発明の組立て並びにこの組立てに\n用いられる各治具の構成及び作用効果を当業者が容易に想到することは決してでき\nない。\n仮に，斜視図中に前記取り付け金物が図示されていると認定し得るとしても，取\nり付け金物のベースプレートには孔が開穿されていないので，孔から接合部材を挿\n入して屋根とパネルとを接合して組み立てることはできない。\nまた，通常の知識を有する当業者が，本件特許公報を読んで知得した予備知識を\n有することなく，かつ，その他の図面の提示も一切なく，また，何らの説明も受け\nずして，前記符号を付さない状態の前記斜視図を一見して，基礎と隣接するパネル\nとの接合部（審決のいう符号Ｂ部分）が，屋根とパネルとの取付構造からみて，長\n方形状のベースプレートと，該ベースプレートの一側縁に立設した側面プレートか\nら成る取り付け金物を介して取り付けたものと断ずることはできない。\n屋根用のＧＲＣパネルと直線状に隣接した壁用のＧＲＣパネルとの接合（審決の\nいう符号Ａ部分）については，取り付け金物に相当するものは，位置ずれしないよ\nうにするための仮止め手段であるかもしれないのであり，いわんやベースプレート\nに孔が開穿されていない状態では接合部材を挿入して屋根用のＧＲＣパネルと直線\n状に隣接した壁用パネルとを接合することはできない。また，上記斜視図のＡ部分\nを一見したとき，壁用のＧＲＣパネルの角部に切欠部の存在を確認することはでき\nないのであり，また，前述したように，ベースプレートに孔が開穿されていない以\n上，該孔に接合部材を挿入して屋根用のＧＲＣパネルと隣接して立設されている壁\n用のＧＲＣパネルとを接合することは不可能である。審決の上記認定中，（Ａ）の\nような認定はできない。\n基礎と基礎上に直線上に立設された壁用のＧＲＣパネルとの接合（審決のいう符\n号Ｂ部分）については，前述したように審決のいう取り付け金物に相当するもの\nは，位置ずれしないように仮止め手段として用いられるものであるかもしれず，か\nつ，ベースプレートに孔が開穿されているかどうかについても全く不明であるばか\nりでなく，側面プレートは隣接する壁用のＧＲＣパネル双方の接合部位に切欠部が\n設けられているかどうかも全く不明なのであるから，審決の上記認定中，（Ｂ）の\n認定には無理がある。\n屋根用のＧＲＣパネルと角部用のＧＲＣパネル及び隣接の壁用のＧＲＣパネルの\n上端部との接合（審決のいう符号Ｃ部分）については，前述したように直ちにこれ\nを取り付け金物と認定し難く，取り付け金物であると認定できると仮定したとして\nも，取り付け金物のベースプレートには孔が開穿されていないのであり，２本の接\n合部材がどのようにしてベースプレートを挿通して屋根用のＧＲＣパネルと接合す\nるのか全く不明である。さらに，前記斜視図のＣ部分を通常の知識を有する当業者\nが一見したとき，屋根用のＧＲＣパネルと角部用のＧＲＣパネル及び該角部用のＧ\nＲＣパネルに隣接する壁用のＧＲＣパネルとがどのようにして結合されるかについ\nての組立て上の詳細（図面及び説明）が一切示されていないのであって，なぜ，角\n部用のＧＲＣパネルであると認定できるのかも不明であり，各ＧＲＣパネルの角部\nには同図を見る限り前記切欠部の存在を確認することはできないのであるから，審\n決の上記認定中，（Ｃ）の認定には無理がある。\n(2)　訂正発明１について\n審決は，前記１(3-2-3)のように判断するが，相違点(b)，(c)，(d)の判断につき\n誤りがある。\n(2-1)　相違点(b)についての判断の誤り\n刊行物１（甲５）刊行物２（甲６）の図面には柱，梁等が図示されておらず，斜\n視図についての組立て等に関する具体的説明もなく，この種のプレハブ建造物にお\nいては，ＧＲＣパネル自体を構造体として構築したものは，現実の業界においては\nほとんど存在していない。よって，本件特許公報を読んで熟知した後知恵が全くな\nい状態で，しかも，高度の技術的知識を有するのではなく，通常の知識を有する当\n業者が，上記のような斜視図を見て，ＧＲＣパネル自体が構造体を兼ねていると直\nちに判断できるとは考えにくい。\n(2-2)　相違点(c)についての判断の誤り\n審決は，周知例１（実願昭５６－９７５２９号（実開昭５８－２２０３号）のマ\nイクロフィルム，甲１１）及び周知例２（実願昭６０－１３９１０４号（実開昭６\n２－５０２４５号）のマイクロフィルム，甲１２）を挙げて判断する。\nしかし，周知例１は，下方のパネルを個々に前記額縁に設け凹所を介してアンカ\nー及びナットにて固定するものであり，隣接する左右のパネルは該額縁に設けた前\n記凹所に開穿されたボルト孔にボルトを挿通して緊締するものであり，訂正発明１\nのＧＲＣパネル及びその固定手段とは本質的な差異を有するものであり，また，周\n知例１のパネル自体は，構造体を兼ねるものであるとは考えにくく，構造体はこの\nパネルの内側に突設されている前記額縁によって構成されているものと考えられ\nる。この周知例１の前記構成をもって訂正発明の基礎上に固定される手段が周知慣\n用の手段であると断ずることはできない。\nまた，周知例２の地下収納庫は，訂正発明１のプレハブ建造物とは本質的に相違\nしているのであり，周知例２によって，訂正発明１の結合方式が周知慣用手段であ\nるとは断じ難い。\nなお，原告は，上記周知例１，２について意見聴取の機会を与えられていないの\nで，特許法１６５条違反の疑いがある。\n(2-3)　相違点(d)についての判断の誤り\n刊行物５（甲９）に開示されている構造物の結合構造は，各部が相互に有機的に\n結合して一体的構造を構成しているのであり，みだりに取拾選択して「コンクリー\nトパネルの接合手段」として，パネルの接合部位に設けられている切欠部に雌螺子\n部が開放するようにして埋設されたスリーブナットにボルトを螺入して緊締するこ\nとのみを抽出し，このことをもって周知慣用の手段であると断ずることはできな\nい。\n刊行物６（甲１０）には，訂正発明１のように基礎上に建造されるプレハブ建造\n物自体については一切開示されていないのであり，かつ，刊行物６には基礎上に立\n設されるパネル双方の結合状態，あるいは角部におけるパネル双方の結合状態につ\nいての開示もなく，さらに，どのようにして基礎上に構造体としてのＧＲＣパネル\nを組み立てるかについて，全く開示も示唆もされていない。また，刊行物６の凹部\nは，訂正発明１の切欠部とは本質的に相違しており，刊行物６に開示されたプレキ\nャストコンクリート部材の接合装置は，各部が有機的に一体的に結合されて成るも\nのであるから，刊行物５についてと同様に，みだりに構成を取拾選択すべきではな\nい。\n通常の知識を有する当業者が，事前に訂正発明１について一切予備知識を有する\nことなく，刊行物１，２の斜視図を一見して，直ちに，壁用のＧＲＣパネルの四隅\nに切欠部が設けられているなどの点について，正確に知得することはできない。\n(3)　訂正発明３について\n審決は，前記１(3-3-3)のように判断するが，相違点(f)，(g)，(h)の判断につき\n誤りがある。\n(3-1)　相違点(f)についての判断の誤り\n相違点(b)についての主張と同一の理由により，相違点(f)についての審決の判断\nは誤りである。\n(3-2)　相違点(g)についての判断の誤り\n審決は，引用発明Ａ（斜視図のＡ部分）を認定するに，斜視図のＣ部分について\nの構成を推定し，この推定に基づいてＡ部分についての認定をした。これは，Ａ部\n分には，認定の基礎となる構成を一義的，直接的に考定し得るに足る構成が開示さ\nれていないことを意味するものであり，Ａ部分についての認定自体も本件特許公報\nを読んで熟知した結果による推測にすぎない。\nまた，審決は，刊行物５，６をもって，コンクリートパネルの接合手段としてパ\nネルの接合部位に設けられている切欠部にその雌螺子孔が開放するようにして埋設\nされたスリーブナットとボルトとによるものは，従来からの周知慣用の技術である\nとしているが，相違点(d)について主張したのと同じ理由により，これらをもって，\n周知慣用の技術と断ずることはできない。\n(3-3)　相違点(h)についての判断の誤り\n審決は，ここでも，刊行物５，６をもって，上記と同じ周知慣用技術を認定して\nいるが，相違点(d)について主張したように，この認定判断は誤りである。\n(4)　訂正発明４について\n審決は，前記１(3-4-3)のように判断するが，相違点(j)，(k)，(l)の判断につき\n誤りがある。\n(4-1)　相違点(j)についての判断の誤り\n相違点(b)についての主張と同一の理由により，相違点(j)についての審決の判断\nは誤りである。\n(4-2)　相違点(k)についての判断の誤り\n相違点(d)について主張したように，刊行物５，６をもって審決のいう周知慣用の\n技術と断ずることはできないので，相違点(k)についての判断も誤りである。\n(4-3)　相違点(l)についての判断の誤り\n相違点(d)について主張したように，刊行物５，６をもって審決のいう周知慣用の\n技術と断ずることはできないので，相違点(l)についての判断も誤りである。\n(5)　訂正発明２について\n審決は，前記１(3-5-3)のように判断するが誤りである。\n(5-1)　審決は，訂正発明２に対応する引用発明は直接に認定せず，前記引用発明\nＣとの対比をし，さらに相違点(o)のような判断をしている。しかしながら，訂正発\n明２に対応する引用発明の部分はすべて被蔽されており，一義的，直接的あるいは\n間接的にも全く開示されていないのであり，引用発明Ｃ及びＢにも，訂正発明２に\n対応するものについての示唆も全くない。\n(5-2)　そうでないとしても，相違点(n)についての審決の判断は，相違点(b)につ\nいての主張と同一の理由により，誤っている。\n(5-3)　相違点(p)についての審決の判断は，相違点(c)についての主張と同じ理由\nにより，誤っている。\n(5-4)　相違点(q)についての審決の判断は，相違点(d)についての主張と同じ理由\nにより，誤っている。\n(6)　審決が引用した刊行物１，２（甲５，６）は，審査時における拒絶理由通知\nに引用された参考資料に掲載されている図面及び文言と実質的に同一である。さら\nに，刊行物３（甲７）も審査時における拒絶理由通知に引用された引用例と同じ公\n報である。また，刊行物４（甲８）は，刊行物３と同じことを立証するために提示\nされたものである。そして，刊行物５（甲９），同６（甲１０），周知例１（甲１\n１）及び同２（甲１２）は，審決が認定したように周知慣用の技術であるとすれ\nば，本来，訂正拒絶の理由として提示する必要もないものであることを考慮すれ\nば，これらは，審査時において拒絶理由通知にて引用された引用例と実質的に同一\nであるということができる。\n特許法１５９条２項の規定は，査定系の審判事件において，査定の理由と異なる\n拒絶理由を発見したとき，査定系審判において改めて同法５０条の規定が準用さ\nれ，査定の理由と異なる理由を発見して拒絶をすべき審決をしようとするときに\nは，審判請求人に対して拒絶理由を通知し，相当の期間を指定して意見書を提出す\nる機会を与えなければならないと規定している。この規定を反対解釈すれば，査定\nの理由と同一理由によって拒絶理由を通知することはできないことを意味するもの\nである。本件は，訂正審判であるから事案が異なるとしても，特許法１５９条２項\nの規定は，本件についても類推適用されてしかるべきものである。\n原告は，平成１１年３月３日（発送日）付けで拒絶理由通知に接し，補正をした\nところ，拒絶理由は克服され，平成１１年１０月２７日（送達日）付けで特許査定\nされ，平成１１年１１月１９日付けで設定登録されたものである。\nこのように，前記甲各号証は，審査時において引用された引用文献と実質的に同\n一であり，審査官が認定した通常の知識を有する当業者は，これらの引用文献によ\nってしては，訂正前の本件発明もその創作性を否定することができなかったので，\n特許査定に到ったのである。いわんや，本件訂正発明１～４の創作性は当然に肯定\nされてしかるべきものである。\n３　被告の主張の骨子\n刊行物１及び２に記載された技術事項についての審決の認定に誤りはない。\n訂正発明１に関する相違点(b)，(c)，(d)，訂正発明３に関する相違\n点(f)，(g)，(h)，訂正発明４に関する相違点(j)，(k)，(l)についての審決の各判\n断に誤りはなく，訂正発明２に関しても，相違点(n)，(p)，(q)についての判断を含\nめ，審決の認定判断に誤りはない。\n原告の前記２(6)の法的主張については争う。\n第３　当裁判所の判断\n１　刊行物１及び２に記載された技術事項の認定の誤りについて\n(1)　刊行物１の斜視図及びその説明文と刊行物２の斜視図及びその説明文とは，\n基本的に同一内容のものであると認められる。以下，審決に従い，刊行物１に従っ\nて判示するが，特に断らない限り，刊行物２に関しても同様である（斜視図につい\nては，刊行物２の方が大きく見やすいので，適宜引用する。）。\n刊行物１（甲５）の３枚目及び４枚目によれば，その記載は，トヨタハウス株式\n会社の「ＧＲＣダブルスキンパネル製Ｆ.Ｓ.Ｔ.ユニパネルシステム」についての広\n告であって，「Ｆ.Ｓ.Ｔ.ユニパネルシステムは，時代のニーズから生まれた，Ｒ\nＣ・ブロックに代わる，ニューテクノロジーのコンクリートパネル工法。」，「日\n本建築センター評定Ｎｏ．ＢＣＪ－ＬＣ－３３０」と記載され，また，「断熱材を\nＧＲＣ（耐アルカリガラス繊維強化セメント）でフルカバーしたユニパネルは，抜\n群の耐久性・耐衝撃性を持ち，しかも軽量，スピーディな施工でメンテナンスも容\n易です。」，「スピーディな施工　設置は効率のよいパネル工法ですから，わずか\n３週間というスピーディな工期で，工費も削減できます。」と記載され，また，プ\nレハブ建造物を構成するＧＲＣパネルの一部切欠斜視図を示す「構造図」には，Ｇ\nＲＣにより断熱材を密閉した構造が記載されていることが認められる（以上の認定\nについては原告も争わない。）。\n刊行物２（甲６）４枚目にも，同様の広告が記載され，「小規模建築物でパネル\n式コンクリート造（工期短縮）」，「ＧＲＣダブルスキンパネル（断熱効果抜\n群）」などの記載があることが認められる。\n訂正発明の属する技術分野の当業者が，以上の刊行物１，２に記載の説明文とと\nもに刊行物１の斜視図を見た場合，同図面は，上記のような断熱材をＧＲＣ（耐ア\nルカリガラス繊維強化セメント）でフルカバーしたユニパネルをパネル工法で組み\n立てたほぼ完成された状態のプレハブ建造物を示しており，このうち斜視図の右半\n分において建造物が完成された状態を示している一方で，斜視図の左半分におい\nて，プレハブ建造物の一部を分解した状態を表すことによって，屋根用パネルと壁\n用パネルとの接合部分及び基礎と壁用パネルとの接合部分の状況等がわかるように\n表示したものであることを理解し得るものと認められる。\n(2)　上記斜視図からパネルとパネルを取り付けるための部材（取付部材）の取り\n付け態様をみると，次のように認定判断することができる。\n(2-1)　斜視図のうち，Ａ部分をみると，屋根用パネルと隣接する壁用パネルとの\n取付部分に介在する，長方形状のベースプレートとそのベースプレートの一側縁に\n立設した側面プレートとから成る取付部材が図示されている。斜視図中のＣ部分を\nみると，屋根用パネルと隣接するパネルとの取付部分に介在する，長方形状のベー\nスプレートとそのベースプレートの外縁部に立設した側面プレートとから成り，か\nつ，中央部で直角に折曲されて平面視Ｌ字状に形成された取付部材が図示されてい\nる。一方，斜視図のＢ部分をみると，基礎とこれに隣接する壁用パネルとの取付部\n分における取付部材が（Ａ部分やＣ部分のように）抜き出して図示されてはいない\nが，前記Ａ及びＣの取付部分に設けられた取付部材と同様に，Ｂ部分においても，\n直交する２面すなわち基礎面とこれに隣接する壁用パネルの内側面に，それぞれ接\n合部材を挿入することが図示されている（刊行物２の斜視図も参照）ことからする\nと，当業者であれば，Ａ部分と同様に，長方形状のベースプレートとそのベースプ\nレートの一側縁に立設した側面プレートとから成る取付部材が使われていることを\n理解し得るものと認められる。\n(2-2)　Ａ部分の取付部材につき，２本の横向きの接合部材が，Ｃ部分の取付部材\nにつき，２本の上向きの接合部材及び１本の横向きの接合部材が，Ｂ部分の取付部\n材につき，２本の横向きの接合部材及び２本の下向きの接合部材が，それぞれ図示\nされている。\n(2-3)　Ａ部分及びＢ部分の各取付部材の側面プレートには，隣接する壁用パネル\n双方の接合部位に対峙する箇所に孔が図示されており，Ｃ部分の取付部材の側面プ\nレートには，一方の壁用パネルの接合部位に対峙する箇所に孔が図示されている\n（刊行物２の斜視図も参照）。\n(2-4)　上記(2-2)，(2-3)のとおり，斜視図では，すべての取付部材のプレートに\n孔が表示されているわけではなく，すべての取付部材のプレートに向かって接合部\n材が表示されているわけではない。しかし，Ａ部分の取付部材の側面プレート，Ｂ\n部分の取付部材の側面プレート及びＣ部分の取付部材の一方の側面プレートにおい\nて，孔と接合部材とが表示されていることからすれば，当業者は，これらのＡ，\nＢ，Ｃ部分の接合部材は，いずれも取付部材に設けられた孔に挿入され，取付部材\nを介して，パネルとパネルを接合して組み立てるものであることを理解できるもの\nと認められる。そうすると，当業者は，取付部材のプレートに向かって接合部材の\nみが表示されているＣ部分の取付部材のベースプレート及びＢ部分の取付部材のベ\nースプレートにも孔を設けるものであること，さらに，Ｃ部分の取付部材のベース\nプレートと同様に，Ａ部分の取付部材のベースプレートにも孔を設けるものである\nこと，Ｃ部分の取付部材における側面プレートの形状にも照らし，Ｌ字状の他方の\n側面プレートにも孔を設けるものであることを理解し得るものと認められる。\n(2-5)　斜視図のＡ部分及びその付近をみると，屋根用パネルと壁用パネルとの取\n付部分における屋根用パネル側の隅の部分に，切欠部があることが図示されてお\nり，その切欠部が取付部材のベースプレートの半分を覆う形で係合している状態が\n図示されている（刊行物２の斜視図も参照）。そして，Ａ部分及びＣ部分では，隣\n接する壁用パネル及び角部用のパネルの各上端から取付部材が突出している状態が\n図示されている（刊行物２の斜視図も参照）。これらのことから，当業者は，壁用\nパネルとの取付部分における屋根用パネル側の隅と，プレハブ建造物の角部におけ\nる屋根用パネル側とにそれぞれ切欠部が形成され，その切欠部に取付部材のベース\nプレートが係合していることを理解し得るものと認められる。また，斜視図のＡ部\n分では，取付部材の側面プレートが壁用パネルの内側の表面よりも窪んだ位置に取\nり付けられていることが図示されていることから（刊行物２の斜視図も参照），当\n業者は，屋根用パネルと壁用パネルとの取付部分における壁用パネル側の各隅の部\n分にも，切欠部が設けられ，その切欠部に側面プレートが係合していることを理解\nすることができるものと認められる。\n一方，斜視図のＢ部分をみると，基礎とこれに隣接する壁用パネルとの取付部分\nにおける取付部材が（Ａ部分やＣ部分のように）抜き出して図示されてはいない\nが，ベースプレート，側面プレート及びその孔並びに接合部材については，前記の\nとおりであるから，当業者であれば，基礎とこれに隣接する壁用パネルとの接合\nは，Ａ部分と同様に，長方形状のベースプレートと，そのベースプレートの一側縁\nに立設した側面プレートとから成り，側面プレートに隣接する壁用パネルの接合部\n位に対峙する箇所に孔が設けられ，ベースプレートにも孔が設けられた取付部材を\n用い，その部材を隣接する壁用パネルの接合部位に設けられている切欠部に係合\nし，孔から接合部材を挿入して接合されるものであることを理解し得るものと認め\nられる。\n(3)　以上のことからすれば，斜視図のＡ，Ｂ及びＣ部分の取付部分に設けられた\n取付部材は，各部分におけるパネルとパネル，又はパネルと基礎とを接合し組み立\nててプレハブ構造物を完成させるために用いられるものであって，一般に取付部材\nとして金属が慣用されていることをも考慮すると，その各取付部材は「取り付け金\n物」ということができる。そして，前記斜視図は，右半分に完成部分が示され，左\n半分に一部を分解した状態を表すことで接合部分の詳細が示されているのであり，\n左半分の部分が仮止めの状態を分解して示したものであるとみることはできない。\nしたがって，前記各取付部材が「単なる仮止め用の治具」であるとは認められな\nい。よって，取付部材が仮止め用の治具かもしれず，「取り付け金物」であると直\nちに認定することができないとの原告の主張は，採用することができない。\nそして，当業者は，前記のとおり，Ａ，Ｂ，Ｃ各部分の取付部材の各ベースプレ\nートにも孔を設けるものであることを理解し得るのであるから，ベースプレートに\n孔が開穿されていないとする原告の主張は，採用し得ない。\nまた，当業者は，前記のとおり，ＧＲＣパネルの角部（隅）に切欠部が設けら\nれ，その切欠部にプレートが係合していることを理解することができるものと認め\nられるのであるから，切欠部の存在を確認することができないなどとする原告の主\n張も採用の限りではない。\n審決における刊行物１及び２に記載された技術事項の認定は，是認し得るもので\nあって，原告が主張するような誤りがあるとはいえない。\n２　訂正発明１について\n(1)　相違点(b)についての判断の誤りについて\n前記１で判示したとおり，当業者は，刊行物１及び２から，前認定の内容，構成\nを理解し得るものであることが認められる。これに照らせば，審決が相違点(b)の判\n断として説示したところは是認し得るものである。相違点(b)についての判断に関す\nる原告の主張は，採用することができない。\n(2)　相違点(c)についての判断の誤りについて\n周知例１（甲１１）の各パネルが四辺の内側に突設された額縁を備えるものであ\nっても，当該額縁は，パネルと一体としてガラス繊維混入軽量コンクリートにより\n成形されているので，額縁を含むパネル全体が構造体を兼ねるものと理解すること\nができる。よって，周知例１において，構造体として用いる壁用のＧＲＣパネルを\n基礎に埋設されているアンカーボルトに取り付け金物を用いて直接に結合すること\nが示されていると認定することは相当である。\n同様に，周知例２（甲１２）においても，上記と同旨のことが示されているもの\nと認められる。\nしたがって，周知例１及び２に示されているように，構造体として用いる壁用の\nＧＲＣパネルを基礎に埋設されているアンカーボルトに取り付け金物を用いて直接\nに結合することは，従来から周知の技術であるとした審決の認定判断に誤りはな\nい。\nそして，このような周知の技術を引用発明Ｂのようなプレハブ建造物に適用する\nことを妨げる技術的な理由は見いだせないから，引用発明Ｂの接合部材に代えてア\nンカーボルトを用い，ベースプレートの孔にアンカーボルトを挿通してナットにて\n緊締するようにすることは，当業者が容易になし得ることである。これと同旨の審\n決の判断に誤りはない。\n相違点(c)についての判断に関する原告の主張は，採用することができない。\nなお，原告は，上記周知例１，２について意見聴取の機会を与えられていないの\nで，特許法１６５条違反の疑いがあるとも主張する。しかし，これらは，従来周知\nの技術を裏付けるための例示として説示されたものであって，原告主張の違法があ\nるとはいえない。なお，原告は，前記のとおり，別の取消事由の主張において，\n「周知例１，２は，周知慣用の技術であるとすれば，本来，訂正拒絶の理由として\n提示する必要もないものである」旨を自認しているところである。\n(3)　相違点(d)についての判断の誤りについて\n刊行物５（甲９）によれば，プレハブ建造物におけるコンクリートパネル状部材\nの接合手段として，パネル状部材の接合部位に設けられている切欠部にその雌螺子\n孔が開放するようにして埋設された雌螺子部材とボルトとを用いるという技術思想\nが示されていることが認められる。そして，その技術思想と，コンクリートパネル\n状部材の接合手段として，長孔を備えた継手板とボルト挿通用偏心孔を有する段付\nき座金７を使用する技術事項との間に，不可分一体の関係があるとは認められな\nい。したがって，審決が，コンクリートパネル状部材の接合手段として，上記の雌\n螺子部材とボルトとを用いることを独立した技術思想として把握したことに誤りは\nない。\nまた，刊行物６（甲１０）によれば，コンクリートパネル状部材の接合手段とし\nて，コンクリートパネル状部材の接合部位に設けられている切欠部にその雌螺子孔\nが開放するようにして埋設されたナットとボルトとを用いるという技術思想が示さ\nれていることが認められる。そして，その技術思想と，上記ナットを主鈑（１）の\n背面に固着するという技術事項との間に，不可分一体の関係があるとは認められな\nい。したがって，審決が，コンクリートパネル状部材の接合手段として，上記のナ\nットとボルトとを用いることを独立した技術思想として把握したことに誤りはな\nい。\nしたがって，コンクリートパネルの接合手段として，パネルの接合部位に設けら\nれている切欠部にその雌螺子孔が開放するようにして埋設されたスリーブナットと\nボルトとによるものは，従来から周知慣用の技術であるとした審決の認定判断に誤\nりはない。\nそして，前記１で認定したとおり，当業者は，刊行物１の斜視図（刊行物２の斜\n視図も参照）のＡ部分から，屋根用パネルと壁用パネルとの取付部分における壁用\nパネル側の上部の両隅の部分に切欠部が設けられ，その切欠部に側面プレートが係\n合していることを理解することができること，また，当業者は，同斜視図のＢ部分\nから，基礎とこれに隣接する壁用パネルとの接合は，Ａ部分と同様の取付部材を用\nい，Ａ部分と同様に，その取付部材を壁用パネルの下部の両隅の部分に設けられて\nいる切欠部に係合し，孔から接合部材を挿入して接合されるものであることを理解\nし得ることが認められる。\nそうすると，引用発明Ｂにおいて，側面プレートを介して壁用のＧＲＣパネルを\n接合するに際して，そのパネルの接合部位（四隅）に設けられている切欠部にその\n雌螺子孔が開放するようにしてスリーブナットを埋設し，切欠部に係合した側面プ\nレートのボルト孔からボルトを螺入して緊締することは，当業者であれば容易にな\nし得ることといえる。これと同旨の審決の判断に誤りはない。\n相違点(d)についての判断に関する原告の主張は，採用することができない。\n３　訂正発明３について\n(1)　相違点(f)についての判断の誤りについて\n原告は，相違点(b)についての主張と同一の理由を主張するが，これが採用し得な\nいことは，前判示（特に２(1)）のとおりである。\n(2)　相違点(g)についての判断の誤りについて\nこの点に関する原告の主張が採用することができないことは，既に判示したとこ\nろ（特に１，２(3)）から明らかである。\n(3)　相違点(h)についての判断の誤りについて\n原告は，相違点(d)についての主張と同一の理由を主張するが，これが採用し得な\nいことは，前判示（特に２(3)）のとおりである。\n４　訂正発明４について\n(1)　相違点(j)についての判断の誤りについて\n原告は，相違点(b)についての主張と同一の理由を主張するが，これが採用し得な\nいことは，前判示（特に２(1)）のとおりである。\n(2)　相違点(k)についての判断の誤りについて\n原告は，相違点(d)についての主張と同一の理由を主張するが，これが採用し得な\nいことは，前判示（特に２(3)）のとおりである。\n(3)　相違点(l)についての判断の誤りについて\n原告は，相違点(d)についての主張と同一の理由を主張するが，これが採用し得な\nいことは，前判示（特に２(3)）のとおりである。\n５　訂正発明２について\n(5-1)　確かに，訂正発明２は，角部における基礎と，角部用のパネル及び壁用パ\nネルとを接合して組み立てるものであるのに対し，引用発明Ｃは，角部における屋\n根用パネルと，角部用のパネル及び壁用パネルとを接合して組み立てるものであ\nる。しかし，両者は，同じ角部に関するものとして共通点があり，かつ，審決は，\n両者の相違点を相違点(o)，(p)などと認定した上で，各相違点につき判断したこと\nが明らかである。したがって，審決が引用発明Ｃとの対比判断をしたこと自体に違\n法があるわけではない。\nそして，前判示（特に１）のとおり，刊行物１，２によれば，当業者は，斜視図\nのＣ部分においては，取り付け金物における側面プレート，Ｌ字状の他方の側面プ\nレート及びベースプレートのいずれにも孔が設けられ，これらの孔から接合部材を\n挿入し，取り付け金物を介して，角部における屋根用パネルと角部用のパネル及び\n隣接の壁用パネルとを接合して組み立てるものであることを理解することができる\nものと認められ，Ｂ部分においては，基礎とこれに隣接する壁用パネルとの接合\nが，長方形状のベースプレートと，そのベースプレートの一側縁に立設した側面プ\nレートとから成り，側面プレートに隣接する壁用パネルの接合部位に対峙する箇所\nに孔が設けられ，ベースプレートにも孔が設けられた取り付け金物を用い，この取\nり付け金物を隣接する壁用パネルの接合部位に設けられている切欠部に係合し，孔\nから接合部材を挿入して接合されるものであることを理解し得るものと認められ\nる。そうすると，当業者は，これらのＢ，Ｃ部分の取り付け金物の開示から，角部\nにおける基礎と，角部用パネル及び隣接した壁用パネルの下端部との接合について\nも，同様の取り付け金具により接合し組み立てることを理解し得るものと\n認められる。したがって，引用発明Ｃの取り付け金具を基礎に対して使用するよう\nなことは，当業者が容易に想到し得るとした審決の相違点(o)についての判断は，是\n認し得るものである。\n(5-2)　相違点(n)についての判断の誤りについて\n原告は，相違点(b)についての主張と同一の理由を主張するが，これが採用し得な\nいことは，前判示（特に２(1)）のとおりである。\n(5-3)　相違点(p)についての判断の誤りについて\n原告は，相違点(c)についての主張と同一の理由を主張するが，これが採用し得な\nいことは，前判示（特に２(2)）のとおりである。\n(5-4)　相違点(q)についての判断の誤りについて\n原告は，相違点(d)についての主張と同一の理由を主張するが，これが採用し得な\nいことは，前判示（特に２(3)）のとおりである。\n６　原告は，前記第２，２(6)において，審決で引用された刊行物は審査段階での\n拒絶理由通知書にて引用されたものと実質的に同一であり，補正により，拒絶理由\nは克服され，特許査定がされたのであって，このように審査官の認定では，上記文\n献によっては，訂正前の本件発明の進歩性を否定し得ずに特許査定に到ったのであ\nるから，いわんや，本件訂正発明１～４の進歩性は，当然に肯定されてしかるべき\nものであるとの主張をする。\nしかし，刊行物１（甲５），刊行物２（甲６）と甲４に添付の参考資料２，３\n（審査段階における拒絶理由通知書に引用された文献）とを対比すると，前二者と\n後二者は，別の文献であることは明らかである。この点をおくとしても，たとえ原\n告主張の事情があったにせよ，審査官による特許査定に際しての判断が無効審判又\nは訂正審判を担当する合議体の判断を拘束する理由はないばかりか，前判示のとお\nりの理由があるのであるから，訂正発明１ないし４が独立特許要件を満さないと審\n決が判断しても，何ら違法ではない。\nまた，原告は，特許法１５９条２項の類推適用を主張するが，その趣旨，根拠は\n必ずしも明確でない。その主張は，審査において，ある刊行物が拒絶理由通知書に\n引用され，これに対する補正等の結果，特許査定がされた場合には，後に同じ刊行\n物を引用例として，当該特許を無効とする審決又は訂正発明が独立特許要件を欠く\nとの審決をすることは許されないとの趣旨をいうもののように解されるが，そうで\nあれば，審判制度の趣旨に合致しない独自の見解であって，採用することができな\nい。その他，原告の主張を善解しつつ検討しても，本件訂正審判の過程における拒\n絶理由通知を含む手続に審決を取り消すべき事由があるとは認められない。\n７　結論\n以上のとおり，原告主張の審決取消事由は理由がないので，原告の請求は棄却さ\nれるべきである。\n東京高等裁判所第１８民事部\n裁判長裁判官　　　塚　　原　　朋　　一\n裁判官　　　塩　　月　　秀　　平\n裁判官　　　田　　中　　昌　　利\n"
}