{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 16,
    "month": 5,
    "day": 12
  },
  "case_number": "平成15(わ)6246",
  "case_name": "建造物等以外放火，覚せい剤取締法違反被告事件",
  "court_name": "大阪地方裁判所第9刑事部",
  "lawsuit_id": "6592",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=6592",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/592/006592_hanrei.pdf",
  "contents": "主　　　　　　　　文\n被告人を懲役２年６月に処する。\n未決勾留日数中９０日をその刑に算入する。\n理　　　　　　　　由\n（犯罪事実）\n被告人は，\n第１　法定の除外事由がないのに，平成１５年９月２３日ころ，大阪市内\n又はその周辺において，覚せい剤であるフエニルメチルアミノプロパン又\nはその塩類若干量を自己の身体に摂取し，もって，覚せい剤を使用し\nた。\n第２　同日午後５時ころ，大阪市ａ区ｂｃ丁目ｄ番ｅ号所在の株式会社ホテ\nルＡに宿泊を申し込み，部屋を２回変更した後，３０階３００５号室に宿泊\nしたが，同日午後１１時４０分ころ以降，同ホテルに預けた現金が少なくな\nっている，警察署に電話をしても通じないが細工しただろうなどとフロント\nに訴えるなどし，さらに，不審に感じたホテル関係者の通報を受けて翌２\n４日午前３時２０分ころ同室前に来た警察官から事情説明を求められた\nが，自分の所持金を強奪しようと企てている者だと思い込み，その侵入を\n阻もうとして，同室内出入口通路にベッドマット等を立て掛け，バリケード\nを築いて立て籠もっていたが，これらの者を追い払い消防隊員らによる\n救助を求めるため，同室内にあった掛布団等に放火しようと決意し，同日\n午前５時５０分ころ，同室内のじゅうたん上に，上記会社（代表取締役Ｂ）\nの所有又は管理に係る掛布団，シーツ等を置いて，これらに所携のライ\nターで放火し，よって，上記掛布団，シーツ，じゅうたん等の一部を焼損さ\nせ，そのまま放置すれば，同室の壁や天井の内装材等に延焼するととも\nに，煙等により同ホテル宿泊客等の生命，身体等を害するおそれがある\n危険な状態を発生させ，もって，公共の危険を生じさせた。\n（証拠）\n省略\n（補足説明）\n第１　本件火災の原因について\n被告人は，第２の犯行について，第１回公判期日においては，現金を\n燃やすつもりで現金を置いたシーツにライターで火をつけたと供述した\nが，その後の被告人質問においては，スプリンクラーを作動させようとオ\nイルライターで紙に火をつけたが，その後気が付くと床にオイルライター\nがあり，１０センチ位の炎が２本上がっていた旨，失火であるような供述を\nしたり，その炎で紙を燃やして，これをシーツの上に置いたとも供述して\nいる。出火原因についての被告人の供述は，このように変遷が激しい\n上，オイルライターのふたを閉め忘れたまま床に落とし，その炎から布団\nやシーツに燃え広がったというのは不自然といわざるを得ない。ライター\nを点火した事実は被告人が一貫して自認するところであり，被告人が警\n察官らに「入ってくるな，火を付けるぞ。」と怒鳴った後でバリケードの後\n方に姿を消し，その後再び姿を現した被告人の背後で火の手が上がった\nという経緯，及びシーツや布団，枕が焼損している現場状況からすると，\n被告人がライターを用いて，直接又は紙等を媒介として，シーツ等に故意\nに放火したことは優に推認できる。\n第２　責任能力について\n弁護人は，本件放火当時，被告人が心神耗弱の状態にあったと主張\nするので，以下，検討する。\nまず，本件犯行の動機について，被告人の供述するところによれば，\nホテルのフロントに現金入りトランクを預けたが，応対に不審な点があり，\n返してもらったところ，現金が１０００万円足りなかったので，支配人に告\nげると警察官がやってきたが，警察手帳は確認できず，しかもドアを開け\nろと怒鳴られたため，室外に来ているのは自分の所持している現金を奪\nおうとしている強盗であり，これらの者を追い払わなければならないと考\nえ，外部に連絡を取って助けを求めようとしたが，携帯電話は通じず，部\n屋の電話も外線に繋がらないようであり，そこで，映画の一場面を思い起\nこし，スプリンクラーに火を近付けて作動させれば，警察官や消防隊員が\n駆け付けてくるので，強盗を追い払うことができると考えたというのであ\nる。\nこのような状況について，ホテル従業員や警察官の供述などを総合す\nると，（１）被告人は，当日１億８０００万円以上の現金を所持し，午後７時\n３０分ころ，ホテルの支配人等を通じてこの現金をフロントに預けたが，同\n日午後１１時ころ，預けた現金の確認を求め，その際，ホテルの支配人\nやマネージャー以外の従業員の名刺をよこすよう求めたりした末，現金\n全部を自分の部屋に持ち帰ったこと，（２）同日午後１１時４０分ころ，被告\n人は，１０００万円がなくなっていると言い出し，また，翌午前零時４０分こ\nろ，電話がかからないようにしているだろうなどと言い，前妻にも連絡を入\nれてＣ警察に電話するよう指示したこと，（３）支配人は，被告人の様子が\nおかしいと判断してＤ警察署に通報し，午前３時２０分ころ，警察官２名が\n客室前に赴いて事情を聴きたいと申し入れたが，被告人は，部屋のドア\nを開けようとせず，警察手帳を見せて身分を証明するよう求めたが，実は\n強盗ではないかとの疑念を持ち続け，客室内のベッドマット等をその出入\n口通路に立て掛けるなどしてバリケードを築き上げ，「部屋に火をつける\nぞ」「大阪中の消防車を呼ぶぞ」などと申し向け，警察官らの説得に応じ\nず，サバイバルナイフを振り回したりしたこと，（４）出火後に警察官がバリ\nケードを取り払って客室内に入り，被告人を逮捕したが，連行する際，被\n告人は，やくざにさらわれるなどと大声を出して騒ぎ，警察署に着いてか\nらも，部屋の上と下で音がするなどと訴えたほか，偽警察官ややくざを追\nい払おうとしたなどと同様に申し立てていたこと等の事実が認められる。\nこれによれば，被告人の犯行動機に関する前記供述は信用すること\nができる。そのような犯行動機の形成並びに犯行当時及び直後の被告\n人の行動には幻聴幻覚の影響があると認められ，異常な面があることは\n否定しがたい。\nしかしながら，さらに，本件に至るまでの事情を見ると，（１）被告人\nは，以前から自宅等で多額の現金を所有管理していたところ，周辺で盗\n難事件が相次いだこと等から，自分の金もいつか盗まれるのではないか\nと思うようになり，自宅に数多くの鍵や警報機を取り付けるなどし，平成１\n５年２月に交通事故に遭って鞭打ち症になった後は，保険会社の者が尾\n行や被告人宅を盗聴して調査しているのではないかなどと疑うようになっ\nていた。（２）このように被告人は盗難や尾行盗聴などをおそれ不安を募\nらせていたところ，上記のとおり，本件ホテルに預けた現金の一部がなく\nなっていると思い，いよいよ不安が現実化したと考え，自らあるいは前妻\nを介して警察署に通報しようとしたが，ホテル側の者が妨害していると感\nじるようになったこともあり，警察官と名乗る者達が実は強盗で，このまま\nでは客室に置いてある現金が奪われると思い込み，そのような状況認識\nの下，被告人は，警察官や消防隊員を駆け付けさせることで何とか強盗\nを追い払おうとして，スプリンクラーを作動させようとしたが叶わず，打つ\n手がないまま心理的に追いつめられていき，現金を奪われないために\nは，もはや自室に放火して騒ぎを起こすしかないと考えて本件放火を思\nい立ったものと認められる。\nそして，被告人がこのように事態を正しく認識できず，不安や興奮を募\nらせた背景として，毛髪鑑定の結果から明らかなように，被告人は平成１\n５年６月か７月ころから覚せい剤を継続的に使用し，本件放火の前日ころ\nにも覚せい剤を使用した事実が認められ，更には睡眠導入剤等も服用し\nており，これらが作用して精神状態が不安定になっていたことが窺われ\nる。すなわち，被告人は，覚せい剤等の薬理作用により，従来からの不\n安が現実のものになったと思い込み，周囲の者に対する警戒心，恐怖心\nを強め，被害妄想様の観念にとらわれたと認めることができる。\n以上の事情を総合して検討すると，本件犯行動機の形成に当たって，\n上記被害妄想様の観念の影響を受けたことは否定し難いものの，それは\n従前から抱いていた，それなりに根拠のある不安が覚せい剤等の影響に\nより増幅されたものであり，現に所持する大金を奪われると思ったという\n内容自体は理解可能といえる。加えて，被告人は，警察官の身分を証明\nするよう求め，支配人や前妻にも，状況を説明した上で，警察への通報を\n依頼するなど，その状況に応じた合目的的な行動を取ることができてお\nり，また，本件放火の際の状況を除いては概ね記憶が保たれ，意識も晴\n明であったことも認められる。\n結論として，本件放火当時，被告人は，従来からの不安や強迫観念\nに加え覚せい剤等の薬理作用の影響により事理弁識及び行動制御能力\nが一定程度減弱していたものの，その程度が著しいとまでは認められ\nず，心神耗弱の状態にあったとはいえない。\n（法令の適用）\n罰　　　　　　条\n第１の事実　　覚せい剤取締法４１条の３第１項１号，１９条\n第２の事実　　刑法１１０条１項\n併合罪加重　　刑法４５条前段，４７条本文，１０条（重い第２の罪の刑に\n加重）\n未決勾留日数の算入　　刑法２１条\n（量刑事情）\n本件は，覚せい剤の自己使用（第１）及び宿泊していたホテルの客室\n内にあったシーツや布団等に放火した（第２）という事案である。\n本件放火は，３０階という高層階の客室内でなされたものであり，当\n時，同階には１７名，ホテル全体では４８５名もの者が宿泊していたもの\nであって，ひと度火災になれば，逃げ遅れるなどした多数の宿泊客を延\n焼や煙等によって死亡させる可能性もあったことは否定できないところ，\n実際，同階に設置された２つの煙探知機が作動し，避難する途中に煙の\n出ている様子を目にして恐怖に駆られた宿泊客もいたのであり，加えて，\n被告人が，数時間もの間客室に立て籠もり，「部屋に火をつける」などと\n騒いだため，警察官や消防職員が多数待機する事態となったものであ\nる。このように，深夜，本来休息の場であるホテル内や周辺を騒然とさ\nせ，宿泊客や地域住民に大きな不安を与えた悪質な犯行であり，多くの\n死傷者を生み出す危険性が類型的に高いというべきホテル内放火事犯\nの罪質に鑑みると，同種事件の再発を防止するためにも，厳しい処罰が\n必要である。\nこのような重大な事案を引き起こしながら，被告人は出火原因につい\nての供述を二転，三転させ，失火であるかのように述べたこともあるので\nあって，実際に記憶が曖昧である可能性を考慮してもなお，自己の責任\nを自覚し誠実に供述しているとは認め難い。\nなお，補足説明の項でも検討したとおり，被告人は，当時，事理弁識\n能力や行動制御能力が低下しており，駆け付けた警察官を強盗と思い込\nみ，これらの者を追い払う他の有効な手段を思いつかないまま本件放火\nに及んだものであるが，このような思い込みは，覚せい剤の薬理作用が\n影響して被害妄想様の観念にとらわれ，従来からあった警戒心や不安感\nが増幅されたために生じたものと認められるのであって，量刑上特に有\n利に考えるべき事情と評価することはできない。\n次に，覚せい剤の使用（第１）については，被告人の供述が信用でき\nず，犯行動機も不明といわざるを得ないが，被告人の毛髪から覚せい剤\n成分が検出されていることに照らせば，被告人は，継続的に覚せい剤を\n使用していたことが明らかであり，薬物犯罪に対する規範意識の低さ，覚\nせい剤との結びつきの深さが窺われる。それにもかかわらず，被告人\nは，捜査段階で全面的に否認していたほか，公判では認めるに至ったも\nのの，食塩の粒よりも小さいものを二，三粒水と一緒に飲んだなどという\n余りに不合理な供述に終始しているもので，この犯行についても自己の\n問題点と真剣に向き合う反省の姿勢があるのか疑問がある。\n以上により，被告人の責任は相当に重いというべきである。\nそうすると，本件建物が鉄筋コンクリート造で難燃防炎仕様であったこ\nと，放火の直後に被告人が逮捕され，待機していた消防隊員が速やかに\n消火したため，延焼するに至らなかったこと，ホテルに多大な迷惑をかけ\nたことを謝罪し，放火による損害をすべて賠償しており，ホテル側も裁判\n所がその点に配慮をすることに異議はないと述べていること，古い道交\n法の罰金前科１犯があるに止まること，建設業を経営して安定した生活\nを送ってきたものであるほか，養育すべき者が多数あり，これら関係者の\nためにも二度とこのような犯罪を犯さないと述べ，妻も被告人を支えてい\nく決意を示していることなど，被告人に有利に酌むべき事情を最大限に\n考慮してもなお，主文程度の実刑はやむを得ないと判断した。\nよって，主文のとおり判決する。\n（求刑　懲役５年）\n平成１６年５月１２日\n大阪地方裁判所第９刑事部\n裁判長裁判官　　　米　山　正　明\n裁判官　　　真　鍋　秀　永\n裁判官　　　上　田　元　和\n"
}