{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 16,
    "month": 3,
    "day": 24
  },
  "case_number": "平成15(わ)327",
  "case_name": "業務上失火",
  "court_name": "長崎地方裁判所刑事部",
  "lawsuit_id": "8245",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=8245",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/245/008245_hanrei.pdf",
  "contents": "主　文\n被告人を禁錮１年６月に処する。\nこの裁判が確定した日から３年間その刑の執行を猶予する。\n理　由\n（罪となるべき事実）\n被告人は，労働安全衛生規則所定のアーク溶接等の業務の特別教育を受け，Ａ重工\n業株式会社長崎造船所ａ工作部船装課\n船装係所属の作業員として勤務していたものであるが，平成１３年６月ころから，かねて\n同社がＢ社から受注して建造の上，長崎市ｉ\n町１６０番地１３所在の同造船所ｂ岸壁に係留して艤装中の客船「Ｃ」（総トン数約１１万３\n０００トン，総床面積約１２万６７４８平方メ\nートル）の船内で，相勤者が同船内各層天井部に仮止めした配管を鋼材を用いて固定\nする作業に従事するようになったところ，同\n固定作業は，原則として，同船内各層天井部の「骨」と称する鉄骨の梁に，「サポート」と\n称する配管固定用部材を電気溶接により\n固着し，これに配管を鉄製Ｕボルトなどで固定する方法によるものとされ，例外的に，そ\nの固定位置等の関係で「骨」に「サポート」\nを溶接・固着することが困難な場合には，同天井面に直接「サポート」を電気溶接してこ\nれに配管を固定する作業（以下，この作業\nを「直溶接」という。）を行うものとされていたのであるが，同船内各層天井部は直上層の\n床を兼ねた厚さ５ミリメートルの薄い鋼板と\nなっており，同天井溶接部の裏側の直上層床上に可燃物があった場合には，同天井面\nに直溶接を行えば，その際の高熱により\nその直上層床上の可燃物を燃焼させ，火災を発生させる危険があることから，同造船所\nａ工作部では，平成１４年５月以降，当該\n危険等に対処するため，多量の可燃物が搬入され，据え付けられた船室等の特に火災\n発生の危険が高い区域を「特別防火管理\n区画」として指定し，同区画内はもちろん，これに隣接する区画内で天井面，壁面等に\n対する直溶接を含む火気作業を行う場合\nには同船内の防火措置等を担当する「特防グループ」に対してあらかじめ「火気作業届」\nを提出した上，作業実施時には同グルー\nプ担当者による指導，監督の下，その溶接箇所の裏側の直上層床面付近の可燃物を除\n去した上，同所に見張りを配置して安全\nを確保しながら作業する旨の「防火・消防要領」が定められ，事前に「火気作業届」を提\n出しないまま直溶接を行うことは禁じられて\nおり，被告人もこれを認識していたものであるところ，同年１０月１日午後５時１０分ころ，\n「特別防火管理区画」に指定された同船第\n５層Ｐ３２０号室直下の同船第４層「客用荷物集配所」において，電気溶接により上記配\n管固定作業を行った際，同所が「骨」の形\n状等のため「サポート」を電気溶接して配管を固定する作業がしづらい箇所であったこと\nから，上記集配所の天井面に「サポート」\nを直溶接して取り付け，配管を固定しようとしたが，上記Ｐ３２０号室には木製ヘッドボード\n等の可燃性の家具部材が搬入されて\n「特別防火管理区画」に指定されており，同集配所天井面に直溶接を行った場合には，\n上記Ｐ３２０号室の可燃物が燃焼して火災\nが発生する危険があったのであるから，このような場合，被告人としては，同所で直溶接\nを行うことを差し控えるべきはもとより，速\nやかに所定の火気作業届を特防グループに提出し，同グループ担当者の指導・監督の\n下，見張り要員の配置を受けて上記Ｐ３２\n０号室内の上記溶接箇所直上部付近床上の可燃物を除去するとともに見張りを行い，そ\nの安全を確保しながら同溶接作業を実施\nして火を失することのないようにすべき業務上の注意義務があるのに，これを怠り，直溶\n接を差し控えず，かつ，あらかじめ火気作\n業届を提出した上で見張り要員の配置を受けるなどして上記Ｐ３２０号室床上の可燃物\nの除去，見張りの実施等の安全確保の手\nだてを尽くさないままあえて同集配所天井面に「サポート」を電気溶接により直溶接した\n過失により，そのころ，直溶接の高熱によっ\nて上記Ｐ３２０号室に仮置きされていた木製家具部材であるヘッドボード４本等に着火さ\nせた上，その火を同室内の壁面等に燃え\n移らせて火を失し，その火を順次隣室にも燃え移らせ，よって現に人がいる艦船である\n同船の第３層から第１６層（第１３層は欠番）\nまでの１３階層の船室等約４万９８５５平方メートルを焼損したものである。\n（法令の適用）\n刑法１１７条の２前段，１１６条１項，１０８条，２５条１項\n（量刑の理由）\n本件は，艤装中の客船内の配管固定のために鋼材の溶接作業に従事していた被告\n人が，火災発生の危険が高いとされていた\n区画で溶接作業をするに際し，直溶接を控え，火災発生を防止するための措置を執る\nべき業務上の注意義務があったのに，そ\nれらを怠り，漫然と天井に直溶接を行ったために，その床上の客室にあった家具を燃え\n上がらせ，その火を拡大させて客船を半\n焼させたという業務上失火の事案である。\n一般に，火災発生を防止するために細心の注意を払うことは火気を日常的に取り扱う\n溶接作業員として当然のことであると考え\nられるところ，被告人は，職場の規定によって，火災発生の危険性が高い直溶接を原則\nとして禁止され，火災発生の危険性が高\nい場所で溶接作業をする場合の安全確保の手順が具体的に定められ，社内教育を受\nけてそれらをよく認識していたはずであるの\nに，こうした規定に従わなかったのであるから，被告人は溶接作業員としての基本的な注\n意義務に違反したといえる。そして，被告\n人が規定に従わなかった理由は，面倒である，これまで直溶接をしても火災が発生しな\nかったなどという身勝手なものであるから，\n注意義務違反の程度も小さくない。\nその結果，艤装中である世界最大級の客船に火災が発生し，焼損面積はその総床面\n積の約４割にあたる約５万平方メートルに\nも及び，焼損のない部分にも消火活動に伴う水損がみられたのであって，正確な被害額\nは明らかにされていないものの，被害会\n社が多大な金銭的損失を被ったことは明らかで，その造船技術や能力に対する信用を\nも失墜させられている。また，幸いにも人身\n被害は生じなかったが，本件当時，船内に約１０００名の作業員がいたというのであるか\nら，一歩間違えば，多数の死傷者が出た\n可能性もある。\n以上によれば，被告人の刑事責任は軽くない。\nしかしながら，現在では本件を踏まえて改善がされているものの本件当時は被害会社\nの指導，教育，監督体制全般に全く問題\nがなかったとはいえない。すなわち，被告人を指導する立場にある相勤者は，被告人と\nの折り合いが悪く，その指導監督がおろそ\nかとなり，相勤者が火気作業届を提出することもできたのにそれがされなかったこと，出\n火した可燃性の家具が規則に反して段ボ\nール紙を敷き物として床に直置きされていたなど特に火災が発生しやすい状況にあった\nことなども火災発生の要因となっている\nし，被害会社が消防署に対して１１９番通報するのが遅れたことも火災拡大に結びつい\nている可能性もあるから，本件火災発生及\nびその拡大について被告人だけを責めることはできない。\n現に生じた損害も船舶建造保険によって・補され，客船の受注契約は続行されることに\nなり，被害会社の実損も最小限に抑えら\nれている。被告人も，既に被害会社からの懲戒処分や本件の犯人として新聞報道される\nなどの社会的制裁を受け，素直に事実関\n係を認めて反省している。こうした事情を踏まえ，被害会社は，被告人に対する寛大な\n処分を求める旨の嘆願書を提出し，被告人\nは，今後も被害会社で就労を継続できる見込みがある。さらに，被告人には２５年以上前\nの罰金前科があるほかは前科がない。\n以上のような有利な情状もあるので，被告人に対しては，主文の刑を科した上，その刑\nの執行を猶予するのが相当である。\nよって，主文のとおり判決する。\n（求刑・禁錮１年６月）\n平成１６年３月２４日\n長崎地方裁判所刑事部\n裁判長裁判官    山　　本　　恵　　三\n裁判官    鈴　　嶋　　晋　　一\n裁判官    小　　川    嘉　　基\n"
}