{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 3,
    "day": 20
  },
  "case_number": "平成13(ワ)27744",
  "case_name": "損害賠償(医)請求",
  "court_name": "東京地方裁判所民事第14部",
  "lawsuit_id": "5691",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=5691",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/691/005691_hanrei.pdf",
  "contents": "平成１５年３月２０日判決言渡平成１３年(ワ)第２７７４４号　損害賠償請求事件\n主　　　　　　　　　文\n１　被告らは，連帯して，原告Ａに対し金２５９１万４９２１円，原告Ｂに対し金２４７１万４９２１円，及びこれら\nに対する平成１３年３月２４日から支払済みまで年５分の割合による金員を支払え。\n２　原告らのその余の請求を棄却する。\n３　訴訟費用は，これを３分し，その１を原告らの，その余を被告らの負担とする。\n４　この判決は，第１項に限り，仮に執行することができる。\n事実及び理由\n第１　請求\n被告らは，連帯して，原告Ａ（以下「原告Ａ」という。）に対し金４１６７万７６１９円，原告Ｂ（以下「原告Ｂ」と\nいう。）に対し金４０３５万７７３８円，及びこれらに対する平成１３年３月２４日から支払済みまで年５分の割合\nによる金員を支払え。\n第２　事案の概要\n本件は，被告東京都が設置・管理する豊島病院（以下「被告病院」という。）において，同病院の医師が，生\n後３か月の乳児（以下「本件患児」という。）の気管切開術後に，被告アコマ医科工業株式会社（以下「被告ア\nコマ社」という。）製造販売にかかるジャクソンリース回路と被告タイコヘルスケアジャパン株式会社（以下「被\n告タイコ社」といい，被告アコマ社と併せて「被告企業２社」という。）輸入販売にかかる気管切開チューブを接\n続した呼吸回路による用手人工呼吸を行おうとしたところ，回路が閉塞して本件患児が換気不全に陥り死亡\nした事故（以下「本件事故」という。）につき，本件患児の両親である原告らが，本件事故は，ジャクソンリース\n回路の欠陥，気管切開チューブの欠陥及び被告病院の医療従事者もしくは管理責任者が両器具\nの欠陥を確認しなかった過失が競合して発生したものであるとして，被告企業２社に対し製造物責任又は不\n法行為責任に基づき，被告東京都に対し使用者としての不法行為責任又は診療契約上の債務不履行責任\nに基づき，それぞれ損害賠償の支払を求めた事案である。\n１　前提事実\n(1)　当事者\nア　原告Ａは本件患児である亡Ｃの父，原告Ｂはその母である。本件患児は，平成１２年１２月８日に出\n生し，平成１３年３月２４日に死亡した。\n（原告らと被告東京都との間は争いなし，原告らと被告企業２社との間は弁論の全趣旨）\nイ　被告東京都は，被告病院を設置したうえ，本件患児の主治医であった小児科医師Ｄ（以下「Ｄ医師」\nという。）を始めとする医師，看護師等の医療従事者を雇用し，被告病院を運営管理している。\n（原告らと被告東京都との間は争いなし，原告らと被告企業２社との間は弁論の全趣旨）\nウ　被告アコマ社は，医療機械器具の製造販売等を目的とする株式会社である。（弁論の全趣旨）\nエ　被告タイコ社は，医療用の機器・器具・備品・消耗品等の製造，販売，販売の仲介・斡旋，賃貸，保\n守，修理及び輸出入に関する業務等を目的とする株式会社である。（弁論の全趣旨）\n被告タイコ社の前身である日本マリンクロット株式会社は，昭和５９年，アメリカ合衆国（以下「米国」\nという。）マリンクロット株式会社の日本法人として，主に同社で製造される医療器具の輸入販売等を目的と\nして設立され，平成３年，マリンクロットメディカル株式会社（以下「マリンクロットメディカル社」という。）に社名\n変更した。マリンクロットメディカル社は，平成１０年８月，ネルコアピューリタンベネットジャパン株式会社（以\n下「ネルコアピューリタンベネット社」という。）を吸収合併して，マリンクロットジャパン株式会社（以下「マリン\nクロットジャパン社」という。）を設立した。マリンクロットジャパン社は，平成１４年１月，タイコヘルスケアジャ\nパン株式会社を吸収合併のうえ商号を変更し，現在の被告タイコ\n社になった。（弁論の全趣旨）\n(2)　医療器具の説明\nア　ジャクソンリース回路は，麻酔や人工呼吸といった人工換気を行う際に，麻酔ガスや酸素等の新鮮\nガスを吸気として患者の体内に送り込み，患者の呼気を排出するために用いる呼吸回路機器である。\nジャクソンリース回路の構造は，手動式のバッグ，蛇管，Ｔピースから構成されている。ジャクソンリー\nス回路には，麻酔ガスや酸素等の新鮮ガスを取り入れるパイプ（新鮮ガス供給パイプ）がＴピースの新鮮ガ\nス取入口から患者側接続部に向かって伸びている型と新鮮ガス供給パイプが付いていない型があり，また，\n新鮮ガス供給パイプが付いている型の中でもパイプの長いものと短いものがある。\n（以上につき，原告らと被告アコマ社，被告東京都の間は争いなし，原告らと被告タイコ社との間は弁\n論の全趣旨）\nイ　気管切開チューブは，気管を切開した患者に，気管切開部を通して気管内に挿入し，呼吸回路と接\n続して使用する呼吸補助用具である。（争いなし）\nウ　人工鼻は，内蔵したろ紙状の熱湿度交換機に水分を吸着させ，人工呼吸時に患者の吸気に湿度と\n温度を補助する器具である。（弁論の全趣旨）\n(3)　本件事故の発生\nア　本件患児は，平成１２年１２月８日に体重１６４５グラムで出生したが，呼吸障害が診られたため被告\n病院に入院し，しばらく気管内挿管による人工呼吸療法を受けた後，平成１３年３月１３日，声門・声門下狭\n窄及び気管狭窄が診られたため，気管切開術を受けた。\nイ　Ｄ医師は，気管切開術後に本件患児を病棟へ帰室するために，本件患児の気管切開部に装着され\nた被告タイコ社輸入販売にかかる気管切開チューブ（販売名「シャイリー気管切開チューブ（小児・新生児\n用）」。以下「本件気管切開チューブ」という。）に被告アコマ社製造販売にかかるジャクソンリース小児用麻酔\n回路（販売名「アコマ麻酔器ＰＲＯ」。以下「本件ジャクソンリース」という。）を接続して用手人工呼吸を行おう\nとした。\nウ　ところが，本件ジャクソンリースは新鮮ガス供給パイプが患者側接続部に向かってＴピースの内部で\n長く突出したタイプであり，他方，本件気管切開チューブは接続部の内径が狭い構造になっていたため，新\n鮮ガス供給パイプの先端が本件気管切開チューブの接続部の内壁にはまり込んで密着し回路の閉塞をきた\nした。そのため，本件患児は，換気不全によって気胸を発症し，これを原因とする全身の低酸素症，中枢神\n経障害に陥った結果，同年３月２４日，消化管出血，脳出血，心筋脱落・繊維化，気管支肺炎等の多臓器不\n全により死亡した。\n（以上につき，原告らと被告東京都との間は争いなし，原告らと被告企業２社との間は甲Ａ１及び弁論\nの全趣旨）\n２　争点\n(1)　被告企業２社の製造物責任\nア　本件ジャクソンリースに設計上の欠陥又は指示・警告上の欠陥があるか。\nイ　本件気管切開チューブに設計上の欠陥又は指示・警告上の欠陥があるか。\nウ　被告タイコ社は，本件気管切開チューブを被告病院に納入した当時における科学又は知見によって\nは同製品に設計上の欠陥又は指示・警告上の欠陥があることを認識することができなかったといえるか（製\n造物責任法４条の開発危険の抗弁）。\n(2)　被告企業２社の不法行為責任\nア　被告アコマ社には，本件ジャクソンリースの製造販売を中止して，既に販売した製品を回収し，ある\nいは，本件気管切開チューブと接続して使用しないよう指示・警告をなすべき義務があり，同被告がそれを怠\nったといえるか。\nイ　被告タイコ社には，本件気管切開チューブの輸入販売を中止して，既に販売した製品を回収し，ある\nいは，本件ジャクソンリースと接続使用しないよう指示・警告をなすべき義務があり，同被告がそれを怠ったと\nいえるか。\n(3)　被告東京都の不法行為責任又は診療契約上の債務不履行責任\nア　Ｄ医師に，本件ジャクソンリースと本件気管切開チューブの接続不具合につき，事前の安全確認を\n行う義務があり，同医師がこれを怠ったといえるか。\nイ　被告病院の管理責任者には，本件ジャクソンリースと本件気管切開チューブの接続不具合につき，\n事前の安全確認を行う義務があり，同責任者がこれを怠ったといえるか。\n(4)　損害額\n３　争点に関する当事者の主張\n(1)　被告企業２社の製造物責任\nア　本件ジャクソンリースに設計上の欠陥又は指示・警告上の欠陥があるか。\n（原告らの主張）\n(ア)　設計上の欠陥\n医療現場において，本件ジャクソンリースに他社製気管切開チューブを接続して人工換気を行うこ\nとは通常予見される使用形態である。\nところが，本件ジャクソンリースは，新鮮ガス供給パイプがＴピースの内部に，患者側接続部に向け\nて長く突出する設計になっていたため，新鮮ガス供給パイプの先端が本件気管切開チューブの接続部の内\n壁に密着して呼吸回路が閉塞した。\nジャクソンリース回路を気管切開チューブに接続したときに，新鮮ガス供給パイプが気管切開チュ\nーブの接続部の内壁に密着しない設計を行うことは技術的に可能であった。\nしたがって，本件ジャクソンリースの設計は，人工換気のために用いる医療器具として通常有すべ\nき安全性を欠いており，本件ジャクソンリースには設計上の欠陥がある。\n(イ)　指示・警告上の欠陥\n医療現場において，本件ジャクソンリースに他社製気管切開チューブを接続して人工換気を行うこ\nとは通常予見される使用形態である。\nところが，本件ジャクソンリースは，本件気管切開チューブに接続したときに呼吸回路が閉塞され，\n患者が換気不全に陥るという危険性を有していたにもかかわらず，適切な指示・警告を伴っていなかった。\nしたがって，本件ジャクソンリースは，人工換気のために用いる医療器具として通常有すべき安全\n性を欠いており，本件ジャクソンリースには指示・警告上の欠陥がある。\n（被告アコマ社の主張）\n本件ジャクソンリースは，呼気の再吸入を防止するために，新鮮ガス供給パイプを長くしたものであ\nって，昭和５０年代終わりころから同一の仕様である。\n本件ジャクソンリースが販売されるようになってから１０年以上も経過し，本件ジャクソンリースが医\n療機関に広く採用されている状況において，被告タイコ社が本件気管切開チューブを標準型換気装置及び\n麻酔装置と接続できると説明して販売したのであるから，同被告が本件ジャクソンリースとの不具合の発生\n回避対策を講じるべきであった。\nまた，平成９年以降，本件ジャクソンリースの梱包箱に接続不具合に関する警告の注意書を貼付し\nたので，被告東京都が医療機関に通常要求される注意義務を尽くせば，上記不具合は容易に確認できたは\nずである。\nしたがって，本件ジャクソンリースには設計上の欠陥も指示・警告上の欠陥もなかった。\nイ　本件気管切開チューブに設計上の欠陥又は指示・警告上の欠陥があるか。\n（原告らの主張）\n(ア)　設計上の欠陥\n医療現場において，本件気管切開チューブを麻酔用のジャクソンリース回路と接続して使用するこ\nとは通常予見される使用形態である。\nところが，本件気管切開チューブは，接続部の壁が肉厚で内径が狭い設計になっていたため，本\n件ジャクソンリースの新鮮ガス供給パイプの先端が本件気管切開チューブの接続部の内壁に密着して呼吸\n回路が閉塞した。\n気管切開チューブの接続部内径を新鮮ガス供給パイプの外径よりも大きくする等の代替設計を行\nうことは技術的に可能であった。\nしたがって，本件気管切開チューブの設計は，呼吸回路と患者の気道とを接続するための医療器\n具として通常有すべき安全性を欠いており，設計上の欠陥がある。\n(イ)　指示・警告上の欠陥\n医療現場において，本件気管切開チューブを麻酔用のジャクソンリース回路と接続して使用するこ\nとは通常予見される使用形態である。\nところが，本件気管切開チューブは，本件ジャクソンリースに接続したときに呼吸回路が閉塞され，\n患者が換気不全に陥るという危険性を有していたにもかかわらず，適切な指示・警告を伴っていなかった。\nしたがって，本件気管切開チューブは，呼吸回路と患者の気道とを接続するための医療器具として\n通常有すべき安全性を欠いており，指示・警告上の欠陥がある。\n（被告タイコ社の主張）\n本件気管切開チューブの接続部は，日本工業規格（以下「ＪＩＳ規格」という。）に準拠しているもの\nであって，通常有すべき安全性は満たしているから，本件気管切開チューブに欠陥はない。\n本件気管切開チューブは汎用性が高く，日本国内はもとより世界中で数多く使用されている。ま\nた，本件気管切開チューブは，ＪＩＳ規格で定められた接続部の形状を有しているものであって接続する相手\nを特定して販売していたものではないが，本件ジャクソンリースのような特殊な形状を有した製品との接続は\n想定されていなかった。\nウ　被告タイコ社は，本件気管切開チューブを被告病院に納入した当時における科学又は知見によって\nは同製品に設計上の欠陥又は指示・警告上の欠陥があることを認識することができなかったといえるか（製\n造物責任法４条の開発危険の抗弁）。\n（原告らの主張）\n平成９年春，愛媛大学医学部附属病院で，本件ジャクソンリースの新鮮ガス供給パイプと被告タイ\nコ社販売の人工鼻（以下「本件人工鼻」という。）の閉塞による換気不全事故が２件発生した（以下「愛媛大２\n症例」という。）。\n被告タイコ社は，平成９年５月中に愛媛大学の医師から愛媛大２症例の報告を受け，この時点で，\n自社販売の小児用呼吸回路コネクター機器である本件人工鼻の接続部内径が狭いために，長い新鮮ガス\n供給パイプが付いているタイプのジャクソンリース回路と接続使用した結果，両機器がはまり込んで換気不\n全事故が発生する危険性を認識した。\n本件人工鼻とジャクソンリース回路の接続の仕組みと，本件気管切開チューブとジャクソンリース\n回路の接続の仕組みは同じであるから，被告タイコ社は，本件気管切開チューブと本件ジャクソンリースの\n接続時における閉塞の危険性を認識し得なかったとはいえない。\n（被告タイコ社の主張）\n被告タイコ社は，愛媛大２症例後，本件人工鼻については，本件ジャクソンリースとの接続不具合\nに関して注意喚起する情報を医療機関に提供し，再発防止の対策を行ったが，本件人工鼻と本件気管切開\nチューブは全く形状及び使用目的を異にするものである。\nまた，本件人工鼻と同様の接続部の形状をもつ製品は極めて多いから，その中のひとつにすぎな\nい本件気管切開チューブについて接続不具合を予見することは不可能であった。\nさらに，医療現場において医療器具を創意工夫して使用することは医療従事者の裁量に任されて\nおり，その場合，そのリスク管理上の責任も医療現場に委ねられるべきである。本件事故は，被告病院の医\n師が基本的注意義務を怠り発生させたものであるから，医療器具の製造業者には責任がない。\n(2)　被告企業２社の不法行為責任\nア　被告アコマ社には，本件ジャクソンリースの製造販売を中止して，既に販売した製品を回収し，ある\nいは，本件気管切開チューブと接続して使用しないよう指示・警告をなすべき義務があり，同被告がそれを怠\nったといえるか。\n（原告らの主張）\n被告アコマ社は，医療現場において本件ジャクソンリースが本件気管切開チューブと接続して使用さ\nれると呼吸回路に閉塞が起こり患者が換気不全に陥る危険があることを予見可能であった。そして，被告ア\nコマ社には，本件ジャクソンリースの製造販売を中止して，既に販売した製品を回収し，本件気管切開チュー\nブと接続して使用しないよう指示・警告をなすべき各結果回避義務が存した。\nところが，被告アコマ社は，本件ジャクソンリースの製造販売を中止せず，製品の回収をせず，適切\nな指示・警告をしなかった。\nしたがって，被告アコマ社は，不法行為責任を負う。\n（被告アコマ社の主張）\n上記(1)アの同被告の主張と同じ。\nイ　被告タイコ社には，本件気管切開チューブの輸入販売を中止して，既に販売した製品を回収し，ある\nいは，本件ジャクソンリースと接続使用しないよう指示・警告をなすべき義務があり，同被告がそれを怠ったと\nいえるか。\n（原告らの主張）\n被告タイコ社は，医療現場において本件気管切開チューブが本件ジャクソンリースと接続して使用さ\nれると呼吸回路に閉塞が起こり患者が換気不全に陥る危険があることを予見可能であった。そして，被告タ\nイコ社には，本件気管切開チューブの輸入販売を中止して，既に販売した製品を回収し，本件ジャクソンリー\nスと接続使用しないよう指示・警告をなすべき各結果回避義務が存した。\nところが，被告タイコ社は，本件気管切開チューブの輸入販売を中止せず，製品を回収せず，適切な\n指示・警告をしなかった。\nしたがって，被告タイコ社は，不法行為責任を負う。\n（被告タイコ社の主張）\n本件気管切開チューブは，ＪＩＳ規格に適合した安全な設計が施されており，危険性を有していたとい\nうことはない。\nまた，本件気管切開チューブが本件ジャクソンリースと接続されることは予測不可能であった。\nさらに，本件ジャクソンリースと本件人工鼻との接続不具合である愛媛大２症例をもって，自社の医\n療器具全てについて，本件ジャクソンリースとの接続の際に同様の不具合が生じることを認識することは不\n可能である。\n(3)　被告東京都の不法行為責任又は診療契約上の債務不履行責任\nア　Ｄ医師に，本件ジャクソンリースと本件気管切開チューブの接続不具合につき，事前の安全確認を\n行う義務があり，同医師がこれを怠ったといえるか。\n（原告らの主張）\n(ア)　医療器具の事前安全確認義務と予見可能性\n①　医療器具は，患者の身体に対し使用されるものであるから，医療器具に欠陥や不具合が存在した場合，\n患者の生命身体に危険が及ぶことは免れない。とりわけ，ジャクソンリース回路，気管切開チューブ等の呼\n吸回路用の医療器具は，患者の気道確保・呼吸管理に用いられるから，欠陥や不具合があれば，患者は換\n気困難，換気不能となり，生命の危機に陥る。\nしたがって，医師がそれらの器具を使用して人工換気を行うときには，使用前に呼吸回路を点検し，正常\nに換気できるかどうか，回路に閉塞がないかどうか等を確認しなければならない。\n②　次に，医療従事者は，医療器具を安全に使用するために，事前に安全確認するにあたり，その医療器具\nの構造や特徴に対し関心を払うべきである。特に，ジャクソンリース回路や気管切開チューブ等の呼吸回路\nは，患者の気道確保・呼吸管理のために使用される医療器具であり，患者の生命に直結するから，医療従\n事者は，その構造や特徴をできる限り熟知していなければならない。\nまた，ジャクソンリース回路と気管切開チューブは，いずれも単独では用をなさず，他社製同士の製品を\n組合せ使用するのが常態であるから，ジャクソンリース回路と気管切開チューブを組合せ使用した時の構造\nや特徴まで，できる限り理解することが求められる。\nそして，呼吸回路を使用するときには，呼吸が関与しない無駄な空間である死腔の量と換気抵抗に注意\nを払うのが一般的であり，Ｄ医師は，それらに注意を払って医療器具の構造や特徴を把握していれば，死腔\nを減らすために，本件ジャクソンリースの新鮮ガス供給パイプが長く，本件気管切開チューブの接続部内径\nが狭くなっていることは認識できたし，また，死腔を減らしたときには，それだけ換気抵抗が増大することも理\n解できた。\nさらに，呼吸回路の死腔量と換気抵抗に考慮して，ジャクソンリース回路，気管切開チューブの組合せ使\n用時の構造や特徴を理解しようとすれば，両器具を組合せ使用したときの接続部の状況を，できる限り把握\nしなければならないことになる。\n③　本件ジャクソンリースは，Ｔピースが無色透明のプラスチック製であるため，内部の構造を容易に目視す\nることができ，本件ジャクソンリースと他の医療器具を接続したときの接続状況を認識することが可能であっ\nた。\n本件ジャクソンリースに本件気管切開チューブを接続すると，ジャクソンリース回路の新鮮ガス供給パイプ\nの先端が本件気管切開チューブの接続部の内壁にはまり込んで密着している様子が見られる。\n上記のとおり，Ｄ医師が本件ジャクソンリースと本件気管切開チューブの構造や特徴を理解し，組合せ使\n用時の構造や特徴に関心を持ち，特に，呼吸回路の死腔量や換気抵抗を理解することに努めていれば，接\n続部の目視点検を行うことで，接続部において回路が閉塞していること，少なくとも回路に閉塞がなく安全性\nに疑問がないと評価できない状態であることを発見するのは，可能かつ容易である。\n(イ)　事前の安全確認方法と結果回避可能性\n①　本件ジャクソンリースのＴピースは透明であり，内部の接続状況が把握できるようになっているから，本\n件気管切開チューブと組み合わせて使用する前に１回接続して接続部分を目視すれば，回路に閉塞があ\nり，安全性に疑問がある外観になることに気付いたはずである。このような外観に気付けば，医療従事者とし\nては，使用前に接続テストをするなり，医療器具製造・輸入業者に，上記組合せには，回路閉塞の可能性が\nあるかどうかを問い合わせをするなりして，閉塞状況を確認し，結果回避することは可能であった。\n②　気管切開チューブについては，本件患児用に購入する段階で，本件ジャクソンリースとの組合せを考慮\nした上で，本件気管切開チューブ以外の製品を購入することが可能であった。\nまた，購入した気管切開チューブとの組合せを考慮した上で，使用するジャクソンリース回路の機種を選\n択することも可能であった。被告病院のＮＩＣＵ（新生児集中治療室）病棟には本件ジャクソンリースしか存在\nしなかったが，同病院の小児科領域では，少なくとも３種類のジャクソンリース回路を使用していたのである\nから，被告病院の小児科医としては，本件気管切開チューブとの組合せを考慮した上で，本件ジャクソンリー\nス以外のジャクソンリース回路を使用することも可能であった。\nこのように，被告病院では，本件ジャクソンリースと本件気管切開チューブ以外の組合せを選択する余地\nがあり，本件組合せで換気しなければならない理由は特になかったのであり，本件組合せによる不具合は，\n結果回避が可能であった。\n（被告東京都の主張）\n(ア)　医療器具の事前安全確認義務と予見可能性について\n①　本件ジャクソンリースのＴピースは，死腔を減らす目的で，チューブ類の機器側接続部との間隙がわ\nずかになることを意図して設計されたものであり，外観では判別困難なわずかな間隙があれば換気は正常\nに行われるのであるから，新鮮ガス供給パイプが気管切開チューブの接続部の内壁に嵌入している外観が\nあるからといって，接続不具合があると判断することはできない。\n②　気管切開チューブを呼吸回路に接続した場合の接続不具合を点検する方法を記載した医学専門書\nは存在しないし，また，本件事故が発生する前に，本件と類似の接続不具合事故についての安全情報は，\n医療器具製造販売企業からも厚生省からも医療機関に対し一切報告されなかった。\n③　被告病院では，本件事故発生以前に，別の患児に対して，同様の器具の組合せによる換気を６００回以\n上行っているが，原疾患に起因すると考えられる気胸が２回発生した以外は，何の問題もなく正常に換気さ\nれている。\n④　したがって，被告病院の医師は本件事故の発生を予見できなかった。\n(イ)　事前の安全確認方法と結果回避可能性について\n①　本件では，気管切開術前に１２種類の異なる内径の気管切開チューブを用意した上で，手術室におい\nて，気管切開孔が開けられた後に，順次サイズの異なるものを本件患児の気管に挿入し，適正なサイズと考\nえられるものを，そのまま気管切開孔に装着した。また，気管切開チューブは，滅菌済みの包装がされてい\nる使い捨て製品であって，無菌状態のまま使用する必要があり，再滅菌も禁止されていることから，一旦患\n者に装着した以上，これを抜去して接続の具合を確認し，再挿入することはできない。\n②　ジャクソンリース回路に気管切開チューブ類を接続して行う点検方法は一般には存在せず，いかなる医\n学専門書にもその方法に関する記載はない。\nまた，気管切開チューブ等を接続した状態で点検を行えるテスト肺のような器具自体も存在しないうえ，\n器具を口に咥えて確認する方法も感染等の問題から行い得ない。\n③　したがって，上記手術実施時点で，本件ジャクソンリースと本件気管切開チューブとの組合せによる接続\n不具合を確認することは不可能であった。\nイ　被告病院の管理責任者には，本件ジャクソンリースと本件気管切開チューブの接続不具合につき，\n事前の安全確認を行う義務があり，同責任者がこれを怠ったといえるか。\n（原告らの主張）\n被告病院の小児科だけでなく，麻酔科・耳鼻科・安全管理部門をも含めた被告病院全体，さらには都内１４\n施設の都立病院を開設する被告東京都が知り得た情報を集約していれば，被告病院の管理者又は被告東\n京都の衛生局（現在は病院経営本部）の責任者としては，本件接続不具合を予見することが可能であった。\n本件事故と同一のメカニズムにより生じた接続不具合は，過去に麻酔科の専門誌や学会で発表されてい\nる。本件ジャクソンリースの添付文書にも，不充分な内容ではあるが注意喚起がなされている。これらの情報\nを集約すれば，本件事故における接続不具合は予見できない事象ではない。\n被告病院の管理者としては，麻酔・呼吸管理に関し，異なるメーカーのジャクソンリース回路と気管切開チ\nューブとが接続使用されている医療現場の実情に鑑み，ジャクソンリース回路と病院内で用いられているさ\nまざまな呼吸補助用具との適合性を確認しておくべき義務がある。\nところが，被告病院のＮＩＣＵ病棟が，数あるジャクソンリース回路の中から本件ジャクソンリースを選択した\n理由は，平成１１年８月に被告病院が開院するまでに２０セットを揃えて一括購入できたのは，本件ジャクソ\nンリースだけであったからというのであって，本件ジャクソンリースの特徴や特殊性に着目して選択したので\nはなかった。このように，ジャクソンリース回路であればどれでも同じという発想で，医療器具の安全性よりも\n数を優先して導入したことが，被告病院の医療従事者らが本件ジャクソンリースの構造や特徴を理解しない\nままに使用することにつながった。\n（被告東京都の主張）\n被告病院に納品された本件ジャクソンリースの梱包箱に人工鼻との併用に関する注意書は貼付されていな\nかった。仮に注意書があったとしても，医師，看護師等の医療従事者がその記載から接続不具合のメカニズ\nムを理解したり，人工鼻とは使用目的や形態の異なる気管切開チューブとの接続についても注意を要すると\n思い至ることは不可能である。\nまた，ジャクソンリース回路には様々な型式のものが存在するうえ，これに接続する可能性のある医療器具\nには，気管切開チューブのほか，マスク，気管内チューブ，人工鼻等多数の器具があり，また，各器具は多\n数のメーカーが製造していることから，型式やサイズも多種多様である。本件事故当時，被告病院において，\n本件ジャクソンリースに接続する可能性のあった器具は，小児科領域だけに限定しても３３種類あった。しか\nも，それぞれの器具は，組み合わせて購入するものではなく，医療機関は，必要な時期に，必要な機種の，\n必要なサイズのものを，必要な数だけ購入するのである。\nしたがって，医療機関にとって，医療器具を購入した時点で，予想される全ての器具同士の接続不具合を確\n認することは不可能である。\n(4)　損害額\n（原告らの主張）\nア　本件患児の損害\n(ア)　死亡慰謝料　　　　　　　　２０００万円\n(イ)　死亡による逸失利益　　　　４３３８万５３５７円\n平成１１年賃金センサスの男子労働者学歴計（全産業規模計）の平均賃金年収額５６２万３９００円\nを基礎とし，ライプニッツ式計算方法により年３パーセントの中間利息を控除し，生活費控除率を５０パーセン\nトとして計算すると，その逸失利益は４３３８万５３５７円である。\nなお，近時わが国では超低金利の状態が続いており，また，高度成長期を経て既に成熟した社会\nに入っており，今後は過去のように経済成長は見込めず，預金利率が年５パーセントに上昇する可能性はほ\nとんどない。このように，年５パーセントの割合による複利利回りで運用利益を上げることはほぼ不可能であ\nるから，中間利息を年５パーセントの割合で控除することは逸失利益を極端な低額に押し止め加害者を不当\nに利するものであり，その不合理は顕著である。したがって，中間利息の控除は，年３パーセントのライプニ\nッツ係数で行うべきである。\n（計算式）５６２万３９００円×（１－０．５）×（２８．５９５０４－１３．１６６１１８）＝４３３８万５３５７円\n(ウ)　相続\n本件患児の損害について，原告らが２分の１ずつ相続し（但し，端数の１円は原告Ａが相続す\nる。），原告Ａの損害額は３１６９万２６７９円，原告Ｂの損害額は３１６９万２６７８円である。\nイ　葬儀関係費用　　　　　　　　　１２０万円\n本件患児の死亡により，原告Ａは，葬儀関係費用として１２０万円を出捐した。\nウ　原告ら固有の損害　各５００万円（合計１０００万円）\n原告らは，待望の第２子であった本件患児の死により，甚大な精神的損害を負った。また，本件にお\nいては，本件患児の死後に被告らから不誠実な対応を受けたことによって，本件患児の死亡による無念さの\n気持ちは深くなった。このような諸事情を考慮すると，原告らは，本件患児の死亡慰謝料とは別途，原告ら固\n有の損害として，少なくとも各５００万円（合計１０００万円）の慰謝料請求権を有している。\nエ　弁護士費用　７４５万円\n本件に要する弁護士費用のうち，少なくとも上記損害合計額７４５８万５３５７円の約１０パーセントに\n相当する７４５万円は，本件事故と因果関係のある損害である。\nオ　したがって，被告らそれぞれに対し，原告Ａは４１６７万７６１９円の，原告Ｂは４０３５万７７３８円の各\n損害賠償請求権を有する。\n（被告らの主張）\n原告らの主張する損害は争う。\n第３　当裁判所の判断\n１　争点(1)（被告企業２社の製造物責任）について\n(1)　本件ジャクソンリースと本件気管切開チューブに設計上の欠陥又は指示・警告上の欠陥があるか。\nア　第２・１の前提事実，証拠（乙Ｂ２１，２２，２７，丁１０，証人Ｅ，同Ｄ，同Ｆ，各項に掲記した各書証）及\nび弁論の全趣旨によれば，以下の事実が認められる。\n(ア)　本件ジャクソンリースの構造上の特徴等\n①　被告アコマ社は，昭和４０年代後半に，１回の換気量が少ない小児に麻酔を実施する場合において呼気\nの再吸入を防止するため，麻酔ガスを送り込む新鮮ガス供給パイプを長くして供給口を極力患児の口元に\n近づけるタイプのジャクソンリース回路の製造販売を開始し，昭和５０年代の終わりころに本件ジャクソンリー\nスと同一の仕様になった。このように，被告アコマ社が，本件ジャクソンリースについて，長い新鮮ガス供給\nパイプを付けた設計意図は，呼吸回路において呼吸が関与しない無駄な空間（死腔）を減少させるところに\nあった。（甲Ｂ２１の２，乙Ｂ２０）\nジャクソンリース回路の製造業者は，厚生省から製造許可を受ける際に，麻酔用，人工呼吸用，蘇生用\n等の使用目的を定めて申請することになっていたところ，被告アコマ社は本件ジャクソンリースにつき小児用\n麻酔器具として製造許可を受け，これを販売していた。（甲Ｂ６，２１の１，丙１，丁４の１・２）\n②　本件事故当時，国内で販売されていた小児用ジャクソンリース回路１６種類のうち，長い新鮮ガス供給パ\nイプが付いている設計の製品は本件ジャクソンリースを含めて５種類，短い同パイプが付いている設計の製\n品は６種類，同パイプが付いていない設計の製品は５種類あった。（乙Ｂ２９）\nジャクソンリース回路にはＴピースが透明な材質でできていないものもあるが，本件ジャクソンリースは，Ｔ\nピースが無色透明のプラスチックでできており，Ｔピース内部に設置された新鮮ガス供給パイプの先端を目\n視することができる。（甲Ｂ２，乙Ｂ２８，丙４）\n③　麻酔器に関するＪＩＳ規格（ＪＩＳ　Ｔ７２０１：１９９０年版）（以下「ＪＩＳ規格〈麻酔器〉」という。）では，患者側\n端の接続部について１５ｍｍ雌円すい結合であることが規定されているが，新鮮ガス供給パイプの長さや外\n径については規定がない。本件ジャクソンリースの接続部の形状は上記規定に従っていた。（乙Ｂ５，丙３，\n丁７の１）\n④　本件ジャクソンリースの販売当初からの販売総数は不明であるが，平成８年１月から平成１３年３月まで\nの期間において販売された数量は６３８セットである。（甲Ｂ６）\n⑤　被告アコマ社は，平成１１年７月，販売代理店を通じて，被告病院から本件ジャクソンリース２０セットの\n購入申込を受け，これを同病院に納入した。被告病院が本件ジャクソンリースを選択した理由は，被告病院\nにＮＩＣＵ病棟を開設する同月３１日までに２０セット揃えられるのは本件ジャクソンリースしかなかったためで\nあり，その性能や構造を吟味して選択されたものではなかった。（甲Ｂ３３，乙Ｂ２６，丙９）\n⑥　被告病院に納入された当時，本件ジャクソンリースは，Ｔピース，蛇管，手動式バッグの部品から構成さ\nれており，それらの部品が組み立てられ完成品の状態で，付属品のマスク，酸素供給チューブと一緒にセッ\nトとして梱包のうえ販売されていた。本件ジャクソンリースには接続先を付属品のマスクに限定する旨の使用\n説明書は添付されていなかった。（丙４，９）\n(イ)　本件気管切開チューブの構造上の特徴等\n①　本件事故当時，国内において販売されていた小児・新生児用気管切開チューブの接続部の内径は下\n記の表のとおりであり，外径はいずれも１５ｍｍである。本件気管切開チューブは，これらの気管切開チュー\nブのうちで接続部内径が昀も狭く，外径と内径との間の壁が厚い構造をしていた。なお，表中の※欄は，本\n件ジャクソンリースと接続した場合の回路閉塞の有無（日本医療器材工業会，日本医用機器工業界及び在\n日米国商工会議所医療機器部会薬事グループの調査結果）であり，×印は閉塞，○印は閉塞なし，△印は\n閉塞はないが隙間がやや狭くなるものを示している。（甲Ｂ８，乙Ａ３，丙８，丁３）\n│販売会社                      　　  │接続部内径（ｍｍ）        │※ │\n│株式会社インターメドジャパン  │　　　１３．３０        　　    │○ │\n│株式会社高研                 　　 │　１０．５０～１２．００  　　│○ │\n│泉工医科工業株式会社         │        ９．２０       　　　    │× │\n│日本シャーウッド株式会社      │　　　１１～１３．５           │○ │\n│株式会社トップ               　　  │        ９．５０                 │○ │\n│日本メディコ株式会社                    １０．０５                   │△ │\n│富士システムズ株式会社       │        ９．５０                 │△ │\n│マリンクロットジャパン社         │        ７．００                 │× │\n│株式会社メディコスヒラタ         │　１１．９～１３．５          │○ │\n│クリエートメディック株式会社    │  ９．５　±　０．１０        │○ │\n②　被告タイコ社が，本件気管切開チューブにつき，接続部の内径を狭い構造にした設計意図は，１回の換\n気量の少ない小児・新生児の換気に際し死腔を減少させるためであった。\n気管切開チューブの素材はプラスチック製のものもあるが，本件気管切開チューブは柔らかいシリコン素\n材でできていた。本件気管切開チューブは使い捨て製品である。\n本件気管切開チューブは，気管内に留置されるチューブの長さを選択できること，ネックフランジの形状が\n新生児に適している等の理由から新生児医療施設で汎用されている。（丙７）\n③　気管切開チューブに関するＪＩＳ規格（ＪＩＳ　Ｔ７２２７－３：１９９８年版）（以下「ＪＩＳ規格〈気管切開チュー\nブ〉」という。）では，小児用気管切開チューブの接続部について，①１５ｍｍ雄円すい結合であること，②接\n続部の内径は製造業者が公称するチューブの内径よりも小さくてはならないことが規定されているが，内径\nの昀小限度については規定がない。（乙Ｂ４）\n被告タイコ社は，平成５年１１月１６日，本件気管切開チューブにつき，人工呼吸器の呼吸チューブと接続\nして使用する製品として，厚生省の輸入承認を受けたが，本件気管切開チューブの使用説明書には，「標準\n型換気装置および麻酔装置に直接接続できるように，チューブの末端に１５ｍｍのコネクターがついていま\nす。」と記載していた。（甲Ｂ７，１０，２２の１，４９，丙２，８，丁１の１）\n④　本件気管切開チューブの販売当初からの販売総数は不明であるが，被告タイコ社は，平成１１年８月か\nら平成１３年４月１０日までの間に，国内において，本件気管切開チューブを２万３４６９個販売した。（甲Ｂ７）\n⑤　被告タイコ社は，被告病院にＮＩＣＵ病棟が開設された平成１１年７月３１日から本件事故が発生した平成\n１３年３月１３日までの間のいずれかの時点において，被告病院に本件気管切開チューブを販売し納入した。\n(ウ)　本件ジャクソンリースと本件気管切開チューブの組合せ使用について\n①　ジャクソンリース回路は，各製造業者が厚生省の製造許可を受けた際の使用目的が麻酔用と人工\n呼吸用のいずれであっても，器具の基本的な構造には違いがなく，また，患者の手術に際して麻酔と人工呼\n吸が連続して行われることも珍しくないため，医療現場においては，麻酔，人工呼吸等の各場面によってジャ\nクソンリース回路を使い分けることはせず，麻酔用ジャクソンリース回路が人工呼吸にも使用されるという実\n態があった。そして，本件ジャクソンリースは，上記のとおり小児用麻酔器具として製造許可を受けた製品で\nあったが，用手換気の道具として数多くの利点を備えているために，小児・新生児領域の医療現場におい\nて，小児・新生児の人工呼吸を含めた呼吸管理全般に汎用されていた。\nまた，小児・新生児に対しジャクソンリース回路を用いて用手人工換気を行う場合，マスク，気管内チ\nューブ（経口・経鼻用），気管切開チューブ等の呼吸補助用具にジャクソンリース回路を組み合わせ，相互に\n接続して使用することが通常の使用形態であり，その際に，ＪＩＳ規格によって互換性を保たれた他社製の器\n具同士が接続されることも多かった。\n被告アコマ社及び被告タイコ社は，本件ジャクソンリース又は本件気管切開チューブを被告病院に\n納入した当時，医療の現場においてジャクソンリース回路に他社製の呼吸補助用具が組み合わされて接続\n使用されている実態を認識していた。\n（以上につき，甲Ｂ８，１９の２，２１の２，乙Ｂ６）\n②　本件ジャクソンリースは，新鮮ガス供給パイプが患者側接続部に向かってＴピースの内部で長く突\n出したタイプであり，他方，本件気管切開チューブは接続部の内径が狭い構造になっているため，両器具を\n接続すると，新鮮ガス供給パイプの先端が本件気管切開チューブの接続部の内壁にはまり込んで密着し回\n路の閉塞をきたす。なお，本件ジャクソンリースと付属品のマスクを接続した場合には回路の閉塞は起きな\nい。\n本件気管切開チューブは，本件事故当時に国内で販売されていた１６種類の小児用ジャクソンリー\nス回路のうち，本件ジャクソンリースのほか，五十嵐医科工業株式会社製の２種類のジャクソンリース回路と\nの間でも回路閉塞をきたし，他社製の２種類のジャクソンリース回路との間で閉塞はないが隙間がやや狭く\nなる。この５種類はいずれも長い新鮮ガス供給パイプが付いたタイプである。これらを除く１１種類のジャクソ\nンリース回路との間では閉塞を起こす危険がない。\n（以上につき，甲Ｂ８，乙Ａ３）\n③　本件ジャクソンリースを本件気管切開チューブと接続した場合，無色透明なＴピースを通して接続部\nを注視すると，新鮮ガス供給パイプの先端が気管切開チューブの接続部の内壁にはまり込んでいる様子が\n見て取れるが，閉塞を起こさない組合せの気管切開チューブと接続した場合にも，上記先端が接続部の内\n壁にはまり込んでいるかのような接続外観を呈するものがある。（甲Ｂ２，乙Ｂ７，検証の結果）\n(エ)　本件事故以前にジャクソンリース回路と気管切開チューブ等の呼吸補　助用具との接続につき\n不具合が発生した症例及びその際に行われた指示・警告について\n①　平成４年１月，大阪府立母子保健総合医療センター麻酔科医師が，医学雑誌「臨床麻酔」１巻１６号誌上\nにおいて，実際に発生した症例に基づき，次の内容の注意を呼び掛ける記事を発表した。\n「被告タイコ社（吸収合併される前のネルコアピューリタンベネット社）販売にかかる小児用呼気ガスサンプ\nリングアダプター（製品名「Nellcor N 1000」）に新鮮ガス供給パイプの長い小児用ジャクソンリース回路を接\n続して用手人工換気を行おうとすると，死腔を減らすために狭くなっている上記アダプターの接続部の内壁\nに，ジャクソンリース回路の新鮮ガス供給パイプがはまり込んで換気不全を生じ，患児が気胸や心停止を起\nこす危険がある。」（甲Ｂ５７，丙５）\n②　平成９年春ころ，愛媛大学医学部附属病院で，被告タイコ社（当時はマリンクロットメディカル社）販売に\nかかる，死腔を減らすために接続部内径を狭くしてある本件人工鼻（製品名「ハイグロベビー」）に本件ジャク\nソンリースを接続したところ，新鮮ガス供給パイプの先端が本件人工鼻の接続部の内壁にはまり込んで回路\nが閉塞し換気不全に陥った事故が２件発生した（愛媛大２症例）。愛媛大学医学部の医師は，愛媛大２症例\nにつき，同年の日本臨床麻酔学会総会で発表するとともに，平成１０年１１月に医学雑誌「日本臨床麻酔学\n会誌」にて報告し，小児用人工鼻とジャクソンリース回路との組合せによっては重篤な呼吸器系合併症を引\nき起こす可能性があると警告した。（甲Ｂ４の１・２）\n被告アコマ社は，平成９年５月，愛媛大学医学部の医師から愛媛大２症例の報告を受け，本件ジャクソン\nリースを梱包した外箱の蓋に，「注意　人工鼻等と併用する場合は，当社取扱製品をご使用ください。他社製\n人工鼻等には，まれに十分な換気をおこなえないものがあります。接続に不具合が生じるものがあります。」\nとの注意書（以下「本件注意書」という。）を記載したシールを貼るようにしたが，本件事故発生以前に，薬事\n法上定められている厚生大臣への事故情報の報告を行わなかった。（甲Ｂ９，１１の１・２，１２の１・２，丙１，\n９）\n被告タイコ社（当時はマリンクロットメディカル社）は，平成９年９月３０日ころ，愛媛大学医学部の医師から\n愛媛大２症例の報告を受け，既に本件人工鼻を納入した医療機関に，使用上の注意を記載した文書を配布\nするとともに，その後販売した製品に注意喚起文書を添付するようにしたが，本件事故発生以前に，薬事法\n上定められている厚生大臣への事故情報の報告を行わなかった。（甲Ｂ１３の１・２，１４の１・２，４８，丁９）\n③　平成９年９月ころ，被告タイコ社（吸収合併される前のネルコアピューリタンベネット社）販売にかかる，死\n腔を減らすために接続部内径を狭くした呼気終末炭酸ガスモニターのアダプター（販売名「マイクロストリーム\nＣＯ２アクセサリＮＰＢ－７５エアウェイアダプタ」）に，長い新鮮ガス供給パイプが付いている小児用ジャクソン\nリース回路を接続使用した際に回路閉塞が生じる換気不全事故が発生したため，同社は，厚生省に不具合\n報告書を提出するとともに，上記製品を使用している医療機関に使用上の注意書を配布した。また，不具合\n発生後に販売した同種製品に使用上の注意書を添付した。（甲Ｂ５９，６１）\n④　平成１０年６月ころ，被告タイコ社（吸収合併される前のネルコアピューリタンベネット社）販売にかかる，\n死腔を減らすために接続部内径を狭くした携帯用呼気終末炭酸ガス検出器（製品名「ペディキャップ」）に，長\nい新鮮ガス供給パイプの付いている小児用ジャクソンリースを接続使用した際に回路閉塞が生じる換気不全\n事故が発生したため，同社は，厚生省に不具合報告書を提出するとともに，上記製品を使用している医療機\n関に使用上の注意書を配布した。また，同社は，平成１０年７月に開催された日本新生児学会会場におい\nて，小児科及びＮＩＣＵの医療関係者に使用上の注意書を配布し，不具合発生後に販売した同種製品に使用\n上の注意書を添付した。（甲Ｂ６０，６１）\n⑤　被告タイコ社は，上記各症例後においても本件事故が発生するまでは，本件気管切開チューブの使用\n説明書には接続不具合に関する使用上の注意を記載しなかった。（甲Ｂ１０，丁１の１）\n⑥　本件事故の発生を受け，被告アコマ社は，本件ジャクソンリースと同型の製品を医療機関から回収し，ま\nた，被告タイコ社は，本件気管切開チューブの利用者に対し一部他社製品との組合せ使用により呼気回路\nの閉塞が発生することを注意喚起するとともに，本件気管切開チューブと同型の製品を回収したうえ適切な\n使用目的を記載した使用説明書を添付した製品との交換を実施した。（甲Ｂ６，７，丁５の３）\n⑦　なお，上記各症例が発生する前の昭和５８年，米国保険社会福祉省食品医薬品局（ＦＤＡ）は，米国内の\n病院管理者に対し，新鮮ガス供給パイプの長い小児用呼吸回路と死腔の少ない肉厚の呼吸補助用具を接\n続すると，呼気に対して極めて高い抵抗又は閉塞が生じ，それにより患児に気胸の発症を引き起こす危険が\nあることを警告していた。（乙Ｂ３１）\nイ　上記認定事実に基づき，本件ジャクソンリースと本件気管切開チューブの設計上の欠陥及び指示・\n警告上の欠陥の有無について検討する。\n(ア)　本件ジャクソンリースの設計上の欠陥及び指示・警告上の欠陥の有無　について\n①　上記認定事実によれば，本件事故当時，国内で販売されていた小児用ジャクソンリース回路１６種類の\nうち，本件ジャクソンリースのように長い新鮮ガス供給パイプが付いている設計の製品は５種類のみである\nが，本件ジャクソンリースがこのような構造をしているのは，１回の換気量が少ない小児の麻酔において死腔\nを減少させるためであって，その構造自体には合理的な理由があるといえるし，また，本件ジャクソンリース\nは小児の麻酔用として付属品のマスクとともにセット販売されており，同マスクと接続した場合には回路の閉\n塞が起きないのであるから，本件ジャクソンリースに設計上の欠陥があったとはいいがたい。\n②　しかしながら，本件ジャクソンリースは麻酔用器具として製造承認を受け販売されていたとはいえ，医療\nの現場においては人工呼吸用にも用いられ，その際に他社製の呼吸補助用具と組み合わせて使用されて\nいたのが実態であり，被告アコマ社としてもそのような実態を認識していたうえに，そのような組合せ使用が\nなされた場合，他社製品の中には，本件気管切開チューブのように，その接続部の内壁に新鮮ガス供給パ\nイプの先端がはまり込み，呼吸回路に閉塞が生じる危険があるものが存在していたことからすると，被告ア\nコマ社とすれば，本件ジャクソンリースを製造販売するに当たり，使用者に対し，気管切開チューブ等の呼吸\n補助用具との接続箇所に閉塞が起きる組合せがあることを明示し，そのような組合せで本件ジャクソンリー\nスを使用しな\nいよう指示・警告を発する等の措置を採らない限り，指示・警告上の欠陥があるものというべきである。\n③　そこで次に，被告病院に納入された本件ジャクソンリースに上記指示・警告がなされていたか否かを検\n討する。\n上記認定事実によれば，被告アコマ社は，平成９年５月に愛媛大２症例の報告を受けてから，本件ジャク\nソンリースを梱包した外箱に本件注意書を記載したシールを貼るようにしたことが認められるから，これより２\n年余り後の平成１１年７月ころに被告病院に納入された本件ジャクソンリース２０セットの梱包箱にも同様の\nシールが貼付されていたことが推認できる。被告病院看護師らの陳述書（乙Ｂ２５，２６）には，被告病院に納\n入された本件ジャクソンリースを梱包した２０箱のいずれにも上記シールが貼付されていなかった旨の記載\nがあるが，上記認定の事実経過に照らし俄に措信しがたい。\nしかし，本件ジャクソンリースが他社製の種種の呼吸補助用具と組合せ使用されている医療現場の実態\nに鑑みると，本件注意書は，換気不全が起こりうる組合せにつき，「他社製人工鼻等」と概括的な記載がなさ\nれているのみでそこに本件気管切開チューブが含まれるのか判然としないうえ，換気不全のメカニズムにつ\nいての記載がないために医療従事者が個々の呼吸補助用具ごとに回路閉塞のおそれを判断することも困\n難なものであって，組合せ使用時の回路閉塞の危険を告知する指示・警告としては不十分である。\n④　したがって，本件ジャクソンリースには指示・警告上の欠陥があったと認められるから，被告アコマ社は\n原告らに対し製造物責任を負うというべきである。\n(イ)　本件気管切開チューブの設計上の欠陥及び指示・警告上の欠陥の有無について\n①　上記認定事実によれば，本件気管切開チューブの接続部内径は，本件事故当時，国内で販売されてい\nた小児・新生児用気管切開チューブの中で昀も狭く，他社製品の接続部内径との差は２．２ｍｍから６．５ｍ\nｍに及ぶが，このように接続部の内径を狭い構造にした設計意図は１回の換気量の少ない小児・新生児の\n換気に際し死腔を減らすためであって，その目的自体は合理的である。\nまた，本件気管切開チューブは，本件事故当時に国内で販売されていたジャクソンリース回路１６種類の\nうち，一部の長い新鮮ガス供給パイプが付いたタイプのジャクソンリース回路を除く１１種類の製品との間で\nは閉塞を起こす危険がないうえ，機械式の人工呼吸器とも接続して使用することができるものである。\nこれらの点に鑑みれば，本件気管切開チューブに設計上の欠陥があると認めるのは困難である。\n②　しかしながら，上記認定事実によれば，被告タイコ社は，本件気管切開チューブを販売するに当たり，そ\nの当時医療現場において使用されていた本件ジャクソンリースと接続した場合に回路の閉塞を起こす危険\nがあったにもかかわらず，そのような組合せ使用をしないよう指示・警告しなかったばかりか，かえって，使用\n説明書に「標準型換気装置および麻酔装置に直接接続できる」と明記し，小児用麻酔器具である本件ジャク\nソンリースとの接続も安全であるかのごとき誤解を与える表示をしていたのであるから，本件気管切開チュー\nブには指示・警告上の欠陥があったというべきである。\n③　これに対し，被告タイコ社は，本件ジャクソンリースは付属品であるマスクに接続して使用されるべき医\n療器具であって，本件気管切開チューブが接続を予定していた標準型の麻酔装置には当たらない旨主張\nし，その理由として，本件ジャクソンリースは新鮮ガス供給パイプが接続部の内部にまで突出する特殊な形\n状をしている点で，ＪＩＳ規格〈麻酔器〉の１５ｍｍ円すい接合について接続部の形状を規定する図（丙３の図\n１）に適合しないこと，被告アコマ社が本件ジャクソンリースにマスクを付けて販売しており，同社のカタログ\n（丁４の２）にもマスクと一体となった状態の写真が掲載されていることを挙げる。\nしかし，ＪＩＳ規格〈麻酔器〉は，ジャクソンリース回路の形状について，「円すい状開口部は，図１に規定す\nる１５ｍｍ円すい接合……に適合すること」と定めて上記図面を引用しているところ，上記図面は接続部の内\n径，角度，長さ等の数値を記入しているのみであって，内部の構造については何ら記載がなく，また，同規格\nには，新鮮ガス供給パイプの長さや外径について何らの規定も置かれていないこと，さらには，ジャクソンリ\nース回路と接続される気管切開チューブ等の呼吸補助用具は，内部に空気の通り道が確保された筒状のコ\nネクターをもつものであること（検証の結果，弁論の全趣旨）からすると，同規格がジャクソンリース回路の新\n鮮ガス供給パイプを接続部の内側まで伸ばすことを禁じているとまではいえない。加えて，通常，カタ\nログ写真は製品を販売する目的で作成されるものであって，製品の使用方法を限定するものとは解されてい\nないうえ，本件ジャクソンリースには接続先を付属品のマスクに限定する旨の使用説明書は添付されていな\nいこと，本件ジャクソンリースの接続部の形状はＪＩＳ規格〈麻酔器〉が他社製品同士の互換性を実現するた\nめに定めた統一規格に従っていることからすると，本件ジャクソンリースはＪＩＳ規格〈麻酔器〉に適合した標準\n型の麻酔装置であるというべきである。\nしたがって，被告タイコ社の上記主張は失当である。\n(2)　被告タイコ社は，本件気管切開チューブを被告病院に納入した当時における科学又は知見によって\nは同製品に指示・警告上の欠陥があることを認識することができなかったといえるか（製造物責任法４条の\n開発危険の抗弁）。\nア　上記(1)アで認定した事実によれば，(ａ)平成４年１月に麻酔関係の医学雑誌で報告された換気不全\n症例（(1)ア(エ)①），(ｂ)平成９年春ころに発生した　愛媛大２症例（(1)ア(エ)②），(ｃ)平成９年９月ころに起きた\n換気不全事故（　(1)ア(エ)③），(ｄ)平成１０年６月ころに起きた換気不全事故（(1)ア(エ)④）は，いずれも長い\n新鮮ガス供給パイプが付いているタイプのジャクソンリース回路と死腔を減らすために接続部内径を狭くした\n呼吸補助用具とを組み合わせて使用した場合に新鮮ガス供給パイプの先端が呼吸補助用具の接続部の内\n壁にはまり込んで閉塞が生じるといった本件事故と同一のメカニズムによって発生した事故であるうえ，上記\n各症例における呼吸補助用具は，いずれも被告タイコ社製（同社の前身であるマリンクロットジャパン社\nに吸収合併されたネルコアピューリタンベネット社を含む。）であって，しかも，被告タイコ社が，本件ジャクソ\nンリースと本件人工鼻との回路閉塞事故である愛媛大２症例につき平成９年９月３０日ころに報告を受けて\nいたことからすれば，同被告とすれば，その報告を受けた際に，当該症例で接続不具合が判明した本件人\n工鼻のみならず，それと同様に死腔を減らすという設計意図に基づき接続部内径を狭くした本件気管切開チ\nューブについても本件ジャクソンリースと接続して使用した場合に愛媛大２症例と同一メカニズムによる事故\nが起こりうることを認識しえたと考えられる。したがって，組合せ使用における接続不具合を確認する検査を\n実施するなどしたうえで，回路閉塞が生じる危険を察知して，本件気管切開チューブと長い新鮮ガス供給パ\nイプ\nを持つジャクソンリース回路とを組み合わせて使用しないよう具体的に警告を発することは，被告タイコ社に\nとって不可能ではなかったと認められる。\nイ　ところで，被告タイコ社は，愛媛大２症例で用いられた本件人工鼻と本件気管切開チューブは全く形\n状及び使用目的を異にするものであって，また，本件人工鼻と同様の接続部の形状をもつ製品は極めて多\nいから，その中のひとつである本件気管切開チューブについて接続不具合を予見することは不可能であった\nと主張するが，上記のとおり，本件人工鼻と本件気管切開チューブは死腔を減らすという同一の設計意図に\n基づき接続部内径を狭くした自社製品であって，愛媛大２症例で換気不全が起きたメカニズムを理解すれば\nそこから同じ設計意図を持った自社製品に類推することは困難とはいえない。また，上記(ｃ)及び(ｄ)のとおり\nネルコアピューリタンベネット社製品が関係した同一のメカニズムによる事故が発生し，更に平成１０年８月に\n被\n告タイコ社の前身であるマリンクロットメディカル社が同社を吸収合併して経営を統合した段階に至っては，\n本件気管切開チューブに指示・警告上の欠陥があることを認識できなかったとは到底いえない。\nしたがって，被告タイコ社の上記主張は採用できない。\nウ　また，被告タイコ社は，医療現場における創意工夫した使用方法は医療従事者の裁量に任されて\nおり，その場合，そのリスク管理上の責任も医療現場に委ねられるべきであるところ，本件事故は被告病院\n医師が基本的注意義務を怠り発生させたものであるから，被告タイコ社は製造物責任を負わない旨主張す\nるが，医療器具の製造・輸入販売企業には，医療現場における医療器具の使用実態を踏まえて，医療器具\nの使用者に適切な指示・警告を発して安全性を確保すべき責任があるのであって，たとえ医療器具を使用し\nた医師に注意義務違反が認められるからといって，企業が製造物責任を免れるものではない。被告タイコ社\nの上記主張は失当である。\nエ　製造物責任法に基づく製造業者の責任が免責されるには，同法４条に定めるとおり，「製造物をそ\nの製造業者が引き渡した時における科学又は技術に関する知見によっては，当該製造物にその欠陥がある\nことを認識することができなかったこと」を製造業者において証明しなければならないところ，上記認定説示し\nたところによれば，本件証拠上，被告タイコ社において，同社が被告病院に本件気管切開チューブを納入し\nた当時における科学又は知見によっては欠陥があることを認識することができなかったことを証明できたとい\nうことは到底できない。\nしたがって，被告タイコ社は，本件気管切開チューブの指示・警告上の欠陥につき，製造物責任法４\n条の免責を受けることはできないから，原告らに対し製造物責任を負うというべきである。\n２　争点(3)（被告東京都の不法行為責任又は診療契約上の債務不履行責任）について\n(1)　第２・１の前提事実，証拠（甲Ｂ３２，３３，３４，乙Ａ１，乙Ｂ２１，２２，２７，証人Ｄ，同Ｊ，各項に掲記し\nた各書証）及び弁論の全趣旨によれば，以下の事実が認められる。\nア　本件患児の診療経過について\n(ア)　本件患児は，平成１２年１２月８日に体重１６４５グラムで出生し，　出生後呼吸障害が診られたた\nめ被告病院に入院し，しばらく気管内挿管により人工呼吸療法を受けていたが，主治医であるＤ医師から声\n門・声門下狭窄及び気管狭窄と診断され，そのための治療として気管切開チューブを留置する目的で気管\n切開術を受けることになった。\n(イ)　平成１３年３月１３日，Ｄ医師は，同手術の執刀医である被告病院耳鼻科医師Ｇ（以下「Ｇ医師」と\nいう。）の指示を受け，被告タイコ社製小児・新生児用気管切開チューブ６タイプ（気管内に挿入される管の部\n分のサイズが異なっている）と日本メディコ株式会社（以下「日本メディコ社」という。）製気管切開チューブ６タ\nイプの合計１２本を準備した。被告タイコ社製の６タイプの接続部内径（７．００ｍｍ）は，日本メディコ社製の６\nタイプの接続部内径（１０．０５ｍｍ）よりも狭かった。Ｇ医師は，気管切開後にそのうちの数本の気管切開チ\nューブの挿入を試み，昀終的に，本件気管切開チューブ（シャイリー気管切開チューブＮＥＯ３．０）を挿入し\nた。（甲Ｂ５８）\n(ウ)　本件患児は，術創の安静を保つために術後１週間体動なく管理する必要があったため，気管切\n開術後に筋弛緩剤が静脈注射され，自発呼吸がないままＮＩＣＵ病棟へ帰室することになった。\nそこで，同手術に主治医として立ち会ったＤ医師は，本件患児を手術台から新生児用ベッドに移\nし，予めＮＩＣＵ病棟から持参した本件ジャクソンリースを本件気管切開チューブに接続して用手人工換気を\n開始したが，本件ジャクソンリースは新鮮ガス供給パイプが患者側接続部に向かってＴピースの内部で長く\n突出したタイプであり，他方，本件気管切開チューブは接続部の内径が狭い構造になっていたため，新鮮ガ\nス供給パイプの先端が本件気管切開チューブの接続部の内壁にはまり込んで密着し回路の閉塞をきたし\nた。そのため，本件患児は，換気不全によって気胸を発症し，これを原因とする全身の低酸素症，中枢神経\n障害に陥った結果，同年３月２４日，消化管出血，脳出血，心筋脱落・繊維化，気管支肺炎等の多臓器不全\nにより死亡し\nた。\nイ　Ｄ医師の本件ジャクソンリースと本件気管切開チューブに対する理解と認識等について\n(ア)　Ｄ医師は，ジャクソンリース回路には新鮮ガス供給パイプが付いて　いないものと死腔を少なくす\nる目的で新鮮ガス供給パイプが付いているものとがあることを理解していたが，普段，ジャクソンリース回路\nの機種ごとの構造上の相違を意識して使用していなかった。\n(イ)　本件事故当時，被告病院内の小児領域で使用されていたジャクソンリース回路は本件ジャクソン\nリースを含め３種類あった。Ｄ医師が，本件ジャクソンリースを本件患児の手術室に持参した理由は，本件患\n児を管理していたＮＩＣＵ病棟で使用されていたのは上記３種類のうちで本件ジャクソンリースのみであったか\nらであった。\n(ウ)　Ｄ医師は，本件事故前に，本件気管切開チューブは接続部内径が狭い構造になっていることを\n認識していたが，それが死腔を減らすためであるとは理解していなかった。\n(エ)　本件事故当時，被告病院内には，小児・新生児用の気管切開チューブ　として，本件気管切開チ\nューブのほかに，日本メディコ社製のものがあったが，Ｄ医師は，両者で死腔量の違いはないと思っていた。\n(オ)　小児の人工換気においては，呼吸回路の死腔が大きいと換気効率が低下するため，死腔が小さ\nい器具が用いられることが多いが，死腔を小さくすると換気抵抗が増加する関係にあるから，ジャクソンリー\nス回路と気管切開チューブを相互接続する際には，主に死腔量と換気抵抗に注意を払うことが一般的であ\nる。\n(カ)　なお，被告東京都は，被告病院では，本件事故発生以前に，別の患児に対して，同様の器具の\n組合せによる換気を６００回以上行っているが，原疾患に起因すると考えられる気胸が２回発生した以外は，\n何の問題もなく正常に換気されている旨主張するが，これを認めるに足りる証拠はない。\n(2)　上記１(1)及び２(1)で認定した事実に基づき，争点(3)ア（Ｄ医師に，本件ジャクソンリースと本件気管\n切開チューブの接続不具合につき，事前の安全確認を行う義務があり，同医師がこれを怠ったといえるか。）\nについて検討する。\nア　医師は，患者に対する適切な医療行為を行うことをその職務とする。そして，医師が医療行為を行う\nために医療器具を用いる場合には，適切な医療行為を行う前提として，適切な医療器具を選択する必要が\nある。また，選択された医療器具は，その本来の目的に沿って安全に機能するものでなければならない。\n本件で使用されたジャクソンリース回路や気管切開チューブ等の呼吸補助用具は患者の呼吸管理\nに用いられるものであって，それらが安全に機能しないと患者の生命身体が危険に晒される可能性の高い\n医療器具である。また，それらの器具は，通常，単体で使用されるものではなく，相互に接続されて呼吸回路\nを組成し，一体として人工換気の機能を果たすものであるうえ，そのなかには死腔を減らすという目的から特\n徴的な構造を有する器具も販売されていたことは上記認定のとおりである。\nこれらの観点からすると，ジャクソンリース回路と気管切開チューブ等の呼吸補助用具を組み合わせ\nて使用する医師としては，少なくとも，各器具の構造上の特徴，機能，使用上の注意等の基本的部分を理解\nしたうえで呼吸回路を構成する各器具を選択し，相互に接続された状態でその本来の目的に沿って安全に\n機能するかどうかを事前に点検すべき注意義務を負うというべきである。\nイ　ところで，本件事故発生の機序は，本件ジャクソンリースの新鮮ガス供給パイプの先端が本件気管\n切開チューブの接続部の内壁にはまり込んで回路に閉塞をきたし換気不全に陥ったものであるが，被告東\n京都は，そのような事故の発生については予見可能性がなかった旨主張する。\nなるほど，本件ジャクソンリースと本件気管切開チューブは，いずれもＪＩＳ規格上の接続部に関する\n規定に適合し，かつ，厚生省の承認を得て製造販売された製品ではある。しかし，ＪＩＳ規格の接続部規定は\n単に相互接続性を確保するという限度で規格を定めているにすぎず，接続時の安全性までも保障する趣旨\nのものではない。また，厚生省の承認は個々の医療器具に対し個別にその機能を評価して行うものであっ\nて，必ずしも組合せ使用時の安全性を念頭に置いてなされるものとは限らない。したがって，これらの医療器\n具が規格に合致していることや厚生省の承認があったからといって，接続時の安全性が推定されるとか，接\n続不具合による事故発生を予見する可能性がなくなるというものではない。また，たとえ医師が本件事故発\n生前に\n被告企業２社と厚生省から本件と類似の接続不具合事故に関する安全情報を受けていなかったからといっ\nて，上記のとおり各医療器具の接続時の安全性が保障されていない以上，直ちに本件事故を予見できない\nということにはならない。\n小児領域においては，呼吸回路の死腔が大きいと換気効率が低下するため，死腔が小さい器具が\n用いられることが多いが，他方，回路の死腔を小さくすると吸気・呼気の通り道が狭くなって換気抵抗が増加\nする関係にあるから，小児科医としては，ジャクソンリース回路と気管切開チューブを相互接続するに当た\nり，それぞれの器具につき死腔と換気抵抗に注意を払うのが一般的である。そして，本件の場合，本件患児\nに人工換気を行おうとしたＤ医師が，死腔を減らすために接続部内径が狭くなっているという本件気管切開\nチューブの構造上の基本的特徴及び死腔を減らすために新鮮ガス供給パイプが患者側接続部に向かって\n長く伸びているという本件ジャクソンリースの構造上の基本的特徴を理解し認識していれば，両器具を接続し\nた場合に，上\n記新鮮ガス供給パイプの先端が上記接続部の内壁にはまり込んで呼吸回路の閉塞をきたし本件事故が発\n生することを予見できたというべきである。医師は，人間の生命身体に直接影響する医療行為を行う専門家\nであり，その生命身体を委ねる患者の立場からすれば，医師にこの程度の知識や認識を求めることは当然\nと考えられるのであって，法的な観点からもそれを要求することが理不尽であり，医師に不可能を強いるもの\nとは考えられない。\nウ　次に，Ｄ医師に本件事故発生という結果を回避する可能性が存在したかどうかが問題となる。\nこの点，被告東京都は，気管切開チューブを呼吸回路に接続した場合の接続不具合を点検する方\n法については，医学専門書に記載がなく，一般に存在しないから，結果回避可能性がないと主張する。\nしかし，呼吸回路に接続不具合があると，直ちに患者の生命身体が侵害されるおそれがあるばかり\nでなく，医療の現場においては，他社製品同士のジャクソンリース回路と気管切開チューブ等の呼吸補助用\n具を接続して使用するのが常態になっていたのであるから，これらを組合せ使用しようとする医師としては，\nたとえ医学専門書に接続不具合の点検方法について記載がないからといって，直ちに結果回避の可能性が\nなかったということはできない。\n本件の場合，Ｄ医師は，遅くとも，本件気管切開チューブに本件ジャクソンリースを接続して本件患\n児に用手人工換気を始めるまでの時点で，本件ジャクソンリースと本件気管切開チューブとを実際に接続さ\nせ，回路を通じて自分で呼吸し異常な吸気，呼気の抵抗がないことを確かめるという方法により，その接続\n時の機能の安全性を確認しておくことは可能であったと考えられる。Ｄ医師がそのような安全点検を行えば\n回路の閉塞を察知し，本件ジャクソンリースと本件気管切開チューブとの組合せ使用を中止することにより本\n件事故を回避することができたものと認められる。\nこれに対し，被告東京都は，本件気管切開チューブが滅菌済みの使い捨て製品であり，一旦患者に\n装着すると，これを抜去して接続の具合を確認し再挿入することはできないから，組合せ使用についての安\n全確認ができない旨主張するが，比較表写し（丙８）によれば，本件患児の気管切開術施行に当たり用意し\nた１２本の気管切開チューブのうち，接続部内径がより狭いのは，被告タイコ社製の気管切開チューブ６タイ\nプのほうであって，しかも，その６タイプの接続部内径は同一であるから，Ｄ医師としては，被告タイコ社製の\n気管切開チューブのうちのいずれか１タイプと同一の製品を使用して接続不具合の検査をしたうえで廃棄す\nれば事足りるのであるし，また，その検査は，気管切開術開始前に気管切開チューブを準備した段階で行え\nるも\nのであるから，被告東京都の上記主張は失当といわざるを得ない。\nさらに付言するに，本件ジャクソンリースは無色透明なプラスチック製のＴピースであったのであるか\nら，Ｄ医師が本件ジャクソンリースと本件気管切開チューブの構造上の特徴を認識していれば，接続部にお\nける回路閉塞のおそれを抱いて接続部を注視するだけで，新鮮ガス供給パイプの先端が本件気管切開チュ\nーブの接続部の内壁にはまり込んでいることを発見でき，その段階で上記組合せ使用を回避することも可能\nであったと考えられる。確実に閉塞が起きていることまでは確認できなかったとしても，当該組合せ使用の安\n全性に相当程度の疑問をいだくことができる状況であったのであるから，患者の生命身体の安全に係わる医\n師としては，組合せ使用を中止するという選択も十分可能であると思われる。\nいずれにせよ，Ｄ医師にとって，本件事故発生を回避する方法は存在したのである。\nエ　以上述べてきたところを前提に，本件事故発生につきＤ医師に過失があったか否かを検討する。\nＤ医師は，本件患児に対する気管切開術に際し，執刀医の指示を受け，本件気管切開チューブを含\nむ１２本の気管切開チューブを準備しており，本件気管切開チューブが本件患児の気管切開部に挿入される\n器具の候補に入っていることを認識していたのであるから，術後の人工換気においてこれと組合せ使用する\nジャクソンリース回路を選択するに当たり，本件気管切開チューブは接続部内径が狭い構造になっており，\n他方，本件ジャクソンリースは新鮮ガス供給パイプが患者側接続部に向かって長く伸びている構造になって\nいるという各器具の基本的特徴を認識し，そのような両器具を接続した場合に接続部において回路閉塞が\n起こりうることを予見して，遅くとも，本件患児に用手人工換気を始めるまでに，両器具が相互に接続された\n状態で呼吸\n回路として安全に機能するか否かを確認すべきであった。被告病院の内部で，Ｄ医師以外の者によって既に\n上記の安全性確認がなされていた場合や，被告アコマ社及び被告タイコ社が本件ジャクソンリースと本件気\n管切開チューブの接続に関する安全性を確認して明示的に医療機関に報告しているような場合はともかく，\n本件ではこのような事情がない以上，当該医療器具を実際に使用する医師であるＤ医師が安全性を自ら確\n認するほかない。\nところが，Ｄ医師は，本件患児の人工換気に使用するジャクソンリース回路を選択するに当たり，被\n告病院内に３種類のジャクソンリース回路が存在するのにその中から構造，機能等を比較検討して本件気\n管切開チューブとの組合せ使用に適合するものを選択するという過程を経ずに，本件患児を管理していた病\n棟には本件ジャクソンリースしかなかったという理由でそれを手術室に持参し，接続部における回路閉塞の\n有無について安全点検をしないまま漫然と両器具を接続して使用したために換気不全を引き起こしたもので\nあって，Ｄ医師は，両器具が相互に接続された状態でその本来の目的に沿って安全に機能するかどうかを\n事前に点検すべき注意義務に違反したというべきである。\n(3)　被告東京都の責任について\n以上検討したところによれば，Ｄ医師には，本件ジャクソンリースと本件気管切開チューブを組み合わせて\n使用するに当たり，事前に接続不具合についての安全を確認すべき注意義務を怠った過失が認められるか\nら，Ｄ医師を被告病院医師として雇用し同病院を管理運営している被告東京都は，同医師の不法行為によっ\nて生じた損害につき，民法７１５条により使用者責任を負うというべきである。\n３　争点(4)（損害額）について\n(1)　本件患児の損害\nア　死亡慰謝料　　　２０００万円\n本件患児は，被告企業２社の製造物責任及び被告東京都の不法行為責任に起因する本件事故に\nよって生後３か月で短い人生を終えなければならなかったのであるから，これにより甚大な精神的苦痛を蒙\nったと認められる。本件患児が蒙った上記精神的苦痛を慰謝すべき慰謝料は２０００万円と認めるのが相当\nである。\nイ　逸失利益　　　　２２４２万９８４２円\n本件患児は，本件事故当時生後３か月の男児であって，本件事故がなかったならば，１８歳から６７\n歳に達するまでの４９年間，平成１３年賃金センサス男子労働者学歴計（全産業規模計）平均給与年額５６５\n万９１００円の収入を得られたものというべきところ，生活費控除率を５０パーセントとし，年５パーセントの中\n間利息を控除するライプニッツ式計算法により，本件患児の逸失利益の現価を算出すると，２２４２万９８４２\n円となる。\n（計算式）５６５万９１００円×（１－０．５）×（１９．２０１０－１１．２７４０）＝２２４２万９８４２円（１円未満の\n端数は切り捨て）\nところで，原告らは，逸失利益の現価を算出するに当たり，中間利息の控除は年３パーセントのライ\nプニッツ係数で行うべきである旨主張するので，この点について付言しておく。\n逸失利益の算定における中間利息の控除は，被害者が将来の一定の時点で受けるべき利益を被\n害者の死亡時点等における現価として算定するために，当該将来の時点までの一般的な運用利益に相当\nする金員を控除する趣旨のものである。なるほど，原告らが主張するとおり，近時わが国では顕著な低金利\n状態が続いているが，この状態はいわゆるバブル経済の崩壊に伴い生じた深刻な不景気に対する金融政策\nによるものであって，将来にわたり，かかる低金利状態が永続するものと判断することはできないし，しかも，\n本件における逸失利益は，本件患児が生きていれば１８歳に達するはずであった，本件口頭弁論終結後約\n１５年経った時点から４９年間にわたる得べかりし収入に係るものであって，このような遠い将来にわたる金\n利等の推移を的確\nに予測することは困難である。また，金銭債務の不履行に伴う損害賠償として元本に附帯する旨法定されて\nいる遅延損害金の利率に関する規定（民法４１９条，４０４条）は，金銭債務の弁済期から現実に履行を受け\nるまでの間の運用利益を考慮して定められているところ，上記規定はこの利率を年５パーセントと定めてお\nり，その時々の金利水準によって変動しない建前になっている。これらの事情を考慮すると，逸失利益の算\n定における中間利息の控除についても，上記民法において定める年５パーセントの法定利率によってするの\nが相当というべきである。\nよって，原告らの上記主張は採用することができない。\nウ　相続\n原告らは，本件患児の両親として相続により，同人の上記ア及びイの合計額４２４２万９８４２円の損\n害賠償請求権の２分の１である２１２１万４９２１円宛承継取得した。\n(2)　葬儀関係費用　　　　１２０万円\n弁論の全趣旨によれば，原告Ａが本件患児の葬儀を執り行い，葬儀費用として１２０万円を支出したこと\nが認められるところ，これは本件事故と相当因果関係のある損害というべきである。\n(3)　原告ら固有の損害　各１００万円（合計２００万円）\n原告らが本件事故により生後３か月の我が子を失い，甚大な精神的苦痛を蒙ったこと，被告らが互い\nに相被告に責任を擦り合う態度を取ったために原告らが本件訴訟を提起せざるを得なかった経緯その他本\n件に現れた諸般の事情（甲Ｃ２，原告Ｂ，弁論の全趣旨）に鑑みると，被告らは，原告ら固有の慰謝料として，\nそれぞれ１００万円の支払をもってするのが相当である。\n(4)　弁護士費用　　　　　５００万円\n弁論の全趣旨によれば，原告らと原告ら訴訟代理人ら間の本件訴訟に関する委任契約の存在を認め\nることができるところ，本件訴訟の難易，前記認容額，審理経過その他弁論の全趣旨を総合すると，本件事\n故と相当因果関係のある弁護士費用としては，５００万円（原告Ａにつき２５０万円，原告Ｂにつき２５０万円）\nをもって相当と認める。\n(5)　合計額\nしたがって，被告らそれぞれに対し，原告Ａは２５９１万４９２１円の，原告Ｂは２４７１万４９２１円の各損\n害賠償請求権を有する。\n４　結論\n以上によれば，本件事故は，被告企業２社の製造物責任と被告東京都の不法行為責任とが競合して引\nき起こされたものであって，各被告は原告らに対しそれぞれ上記損害額につき損害賠償債務を負うべきとこ\nろ，被告ら３名の間では，その一が賠償金を支払えば，その余はその限りで原告らに対する損害賠償義務を\n免れる関係があるから不真正な連帯関係にあり，したがって，被告ら３名は，原告らそれぞれに対し，連帯し\nて損害賠償支払義務を負うことになる。\nよって，その余の点について判断するまでもなく，原告らの本訴請求は主文掲記の限度で理由があるか\nらこれを認容し，その余は理由がないので棄却することとし，主文のとおり判決する。\n東京地方裁判所民事第１４部\n裁判長裁判官　　山　　名　　　　　学\n裁判官　　大　　嶋　　洋　　志\n裁判官　　高　　田　　公　　輝\n"
}