{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 3,
    "day": 7
  },
  "case_number": "平成10(行ウ)228",
  "case_name": "固定資産評価審査棄却決定取消請求事件",
  "court_name": "東京地方裁判所",
  "field": "行政",
  "gist": "１　固定資産課税台帳に登録された土地の固定資産評価額についての審査申出を棄却した固定資産評価審査委員会の決定の一部の取消しを求める訴えが，不適法とされた事例　２　固定資産課税台帳に登録された土地の価格についての審査申出を棄却した固定資産評価審査委員会の決定が，全部取り消された事例",
  "case_gist": "１　固定資産課税台帳に登録された土地の固定資産評価額についての審査申出を棄却した固定資産評価審査委員会の決定の一部の取消しを求める訴えにつき，同決定の適否は，基準年度の賦課期日における当該固定資産の登録価格が適正な時価と合致しているか否かという一個の評価的事実の適否にかかるのであり，一部分のみが誤りで他の部分が正しいということは，事柄の性質上，観念し難いところ，前記訴えは，当該決定を全部取り消した上，登録価格を裁判所が自ら正しいと考える価格に是正するよう命ずることを求めていることになるのであって，純粋の取消訴訟ではなく，取消訴訟と無名抗告訴訟の一種である義務付け訴訟とを不可分一体のものとして結合させたものというべきであるから，無名抗告訴訟の適否と同様，少なくとも行政庁の第一次判断権を留保させる必要がないと考えられる場合に限って許されるべきであり，このことがその要件となるものと解されるところ，当該要件を満たさないものであるとして，前記訴えを不適法とした事例　２　固定資産課税台帳に登録された土地の価格についての審査申出を棄却した固定資産評価審査委員会の決定につき，前記価格の決定に際しての土地評価の基礎とした標準宅地の選定及び評点数の付設の双方に瑕疵がある上，同委員会は，標準宅地の価格算定の規準とされた基準地価格自体の基礎となった鑑定に疑問が呈された以上，その内容を吟味し，必要に応じて再鑑定をしたり，標準宅地の選定を改めるべき義務があるというべきところ，これを怠ってされた前記決定には重大な審理不尽があるのであって，このような場合には，裁判所が独自に標準宅地を選定し，かつ，その評価を行うことは適切ではなく，むしろ，決定を取り消して同委員会に審理を尽くさせることが相当であるとして，前記決定を全部取り消した事例",
  "lawsuit_id": "15422",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=15422",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/422/015422_hanrei.pdf",
  "contents": "主　　　文\n１　原告らの主位的請求に係る訴えをいずれも却下する。\n２　被告が原告株式会社清峰堂に対し平成１０年８月１９日付けでした別紙物件目\n録記載１ないし５の各土地に係る平成９年度の固定資産課税台帳登録価格について\nの審査申出に対する決定をいずれも取り消す。\n３　被告が原告Ａに対し平成１０年９月１６日付でした、別紙物件目録記載６の土\n地に係る平成９年度の固定資産課税台帳登録価格についての審査申出に対する決定\nを取り消す。\n４　訴訟費用は被告の負担とする。\n事実及び理由\n第１　請求\n１　主位的請求\n（１）　原告株式会社清峰堂（以下「原告清峰堂」という。）の所有する別紙物件\n目録記載１の土地（以下「本件土地１」という。）に係る平成９年度の固定資産課\n税台帳登録価格につき、被告が平成１０年８月１９日にした同土地の価格決定のう\nち、価格５９５０万円を超える部分を取り消す。\n（２）　原告清峰堂の所有する別紙物件目録記載２の土地（以下「本件土地２」と\nいう。）に係る平成９年度の固定資産課税台帳登録価格につき、被告が平成１０年\n８月１９日にした同土地の価格決定のうち、価格３億２７００万円を超える部分を\n取り消す。\n（３）　原告清峰堂の所有する別紙物件目録記載３の土地（以下「本件土地３」と\nいう。）に係る平成９年度の固定資産課税台帳登録価格につき、被告が平成１０年\n８月１９日にした同土地の価格決定のうち、価格１億５１００万円を超える部分を\n取り消す。\n（４）　原告清峰堂の所有する別紙物件目録記載４の土地（以下「本件土地４」と\nいう。）に係る平成９年度の固定資産課税台帳登録価格につき、被告が平成１０年\n８月１９日にした同土地の価格決定のうち、価格９１００万円を超える部分を取り\n消す。\n（５）　原告清峰堂の所有する別紙物件目録記載５の土地（以下「本件土地５」と\nいう。）に係る平成９年度の固定資産課税台帳登録価格につき、被告が平成１０年\n８月１９日にした同土地の価格決定のうち、価格１億３８００万円を超える部分を\n取り消す。\n（６）　原告Ａの所有する別紙物件目録記載６の土地（以下「本件土地６」とい\nう。）に係る平成９年度の固定資産課税台帳登録価格につき、被告が平成１０年８\n月１９日にした同土地の価格決定のうち、価格５億７４２０万円を超える部分を取\nり消す。\n２　予備的請求\n主文第２項、第３項同旨\n第２　事案の概要\n１　事案の要旨\n本件は、本件土地１ないし５を所有する原告清峰堂及び本件土地６を所有する原\n告Ａが、同各土地について固定資産課税台帳に登録された平成９年度の固定資産課\n税台帳登録価格について、適正な時価を上回る違法なものであるとして、被告に対\nして審査の申し出をしたところ、被告が原告清峰堂に対し平成１０年８月１９日に\n本件土地１ないし５について同申出を棄却する決定をし、また、原告Ａに対し同年\n９月１６日に本件土地６について同土地の平成９年度の価格を８億６０１７万７８\n３０円とし、その余の審査申出を棄却する旨の決定をしたため、これを不服とし\nて、主位的に前記各決定のうち、適正な時価と考える価格を上回る部分の取消しを\n求め、予備的に本件決定全部の取消しを求めるものである。\n２　関係法令等の定め\n（１）　土地の評価に関する地方税法（平成１１年法律第１５号による改正前のも\nの。以下「法」という。）の規定等\nア　固定資産税は、固定資産に対し、その所有者に、当該固定資産所在の市町村\n（法７３４条１項により、特別区の存する区域においては都。以下にいう「市町\n村」は、同様に都を含むものとする。）において課する地方税であり（法３４２\n条、３４３条１項）、土地に対して課する基準年度の課税標準は、当該土地の基準\n年度に係る賦課期日（本件では平成９年１月１日である。法３５９条、法３４１条\n６号）における価格、すなわち「適正な時価」（法３４１条５号）で土地課税台帳\nに登録されたもの（以下、この登録された価格を「登録価格」という。）である\n（法３４９条１項）。\nイ　市町村長（法７３４条１項により特別区の存する地域においては東京都知事\n（以下「都知事」という。）。以下にいう「市町村長」には、同様に都知事を含む\nものとする。）は、固定資産の状況及び固定資産税の課税標準である固定資産の価\n格を明らかにするため、固定資産課税台帳（土地課税台帳、土地補充課税台帳等、\n法３４１条９号）を備えなければならない（法３８０条１項）とされ、土地課税台\n帳には、総務省令で定めるところによって、土地登記簿に登記されている土地につ\nいて、所有権等の登記名義人の氏名や当該土地の基準年度の価格又は比準価格等を\n登録しなければならないとされる（同条２項）。\nウ　登録価格の決定に際しての土地の評価については、自治大臣（当時、以下同\nじ）が評価の基準並びに評価の実施方法及び手続（固定資産評価基準）を定め、告\n示しなければならないものとされ（法３８８条１項）、昭和３８年自治省告示第１\n５８号をもって固定資産評価基準（以下「評価基準」という。）が告示されてい\nる。市町村長は、評価基準によって土地の評価をしなければならない（法４０３条\n１項）とされる。東京都においては、評価基準に基づき東京都固定資産（土地）評\n価事務取扱要領（昭和３８年主課固発第１７４号・昭和３８年５月２２日主税局長\n決裁。乙１。以下「取扱要領」という。）に基づき土地の評価を行っている。\nエ　市町村長は指揮を受けて固定資産を適正に評価し、かつ、市町村長が行う価格\nの決定を補助するため、市町村に固定資産評価員を設置するものとし（法４０４条\n１項）、固定資産評価員は、実地調査（法４０８条）に基づいて、当該市町村に所\n在する基準年度の土地の評価をする場合においては、当該土地の同年度の価格によ\nって、当該土地の評価をしなければならない（法４０９条１項）とされ、固定資産\n評価員は、同条１項ないし３項によって評価をした場合には、総務省令で定めると\nころによって、遅滞なく評価調書を作成し、これを市町村長に提出しなければなら\nないとされる。市町村長は、固定資産評価員から所定の手続による土地の評価に係\nる評価調書を受理した場合においては、これに基づいて毎年２月末日までに土地の\n価格等を決定し、これを土地課税台帳等に登録しなければならない（法４１０条、\n４１１条１項）。なお、都知事は、法３条の２、７３４条１項、東京都都税条例４\n条の３により、固定資産の価格の決定等に関する事項のうち、価格の決定以外の事\n項を都税事務所長に委任している。\n（２）　評価基準が定める宅地の評価方法の概要\nア　地目の現況が宅地である場合の土地の評価は、各筆の宅地について評点数を付\n設し、当該評点数を評点１点当たりの価額に乗じて各筆の宅地の評価額を求める方\n法による（第１章第３節一）。\nイ　各筆の評点数は、市町村の宅地の状況に応じ、主として市街地的形態を形成す\nる地域における宅地については、「市街地宅地評価法」によって付設する。市街地\n宅地評価法による宅地の評点数の付設は、以下のとおり行う（同節二（一））。\n（ア）　標準宅地の選定（同節二（一）２）\n市町村の宅地を、宅地の利用状況を基準とし、商業地区、住宅地区、工業地区、\n観光地区等に区分し、当該地区について、街路の状況、公共施設等の接近の状況、\n家屋の疎密度その他の宅地の利用上の便等からみて、その状況が相当に相違する地\n域ごとに区分し、当該地域の主要な街路に沿接する宅地のうち、奥行、間口、形状\n等の状況が当該地域において標準的なものと認められる標準宅地を選定する。\n（イ）　路線価の付設（同節二（１）３）\n標準宅地について、売買実例価額から適正な時価を求め、これに基づいて当該標\n準宅地の沿接する主要な街路について路線価を付設し、これに比準して主要な街路\n以外の街路（以下「その他の街路」という。）の路線価を付設する。\n主要な街路について付設する路線価は、当該主要な街路に沿接する標準宅地の単\n位面積当たりの適正な時価に基づいて付設する。標準宅地の適正な時価は、ア　売\n買が行われた宅地の売買実例価額について、その内容を検討し、正常と認められな\nい条件がある場合においては、これを修正して、売買宅地の正常価格を求める。イ\n当該売買宅地と標準宅地の位置、利用上の便等の相違を考慮し、アによって求め\nられた当該売買宅地の正常価格から標準宅地の適正な時価を評定する。ウ　イによ\nって標準宅地の適正な時価を評定する場合においては、後記の基準宅地との評価の\n均衡及び標準宅地相互間の均衡を総合的に考慮する、方法によって、宅地の売買実\n例価額から評定するものとする。ただし、この点については、後記オ（ア）のとお\nり、経過措置が定められている。\nその他の街路について付設する路線価は、近傍の主要な街路の路線価を基礎と\nし、主要な街路に沿接する標準宅地とその他の街路に沿接する宅地との間における\n街路の状況、公共施設等の接近の状況、家屋の疎密度その他の宅地の利用上の便等\nの相違を総合的に考慮して付設する。\n（ウ）　各筆の宅地の評点数の付設（同節二（１）４）\n各筆の宅地の評点数は、路線価を基礎とし、画地計算法を適用して、各筆の宅地\nの評点数を付設するものとする。\nウ　画地計算法\n各筆の宅地の評点数は、各筆の宅地の立地条件に基づき、路線価を基礎とし、\n（１）奥行価格補正割合法、（２）側方路線影響加算法、（３）二方路線影響加算\n法、（４）不整形地、無道路地、間口が狭小な宅地算出法の各画地計算法を適用し\nて求めた評点数によって付設するものとする。\nその際、各筆の宅地の評点数は、１画地の宅地ごとに画地計算法を適用して求め\nるものとし、この場合において１画地は、原則として、土地課税台帳又は土地補充\n課税台帳に登録された１筆の宅地によるものとするが、１筆の宅地又は隣接する２\n筆以上の宅地について、その形状、利用状況等からみて、これと一体をなしている\nと認められる部分に区分し、又はこれらをあわせる必要がある場合においては、そ\nの一体をなしている部分の宅地ごとに１画地とする。\nエ　評点１点当たりの価額の決定及び提示平均価額の算定\n評点１点当たりの価額は、自治大臣又は都道府県知事（東京都特別区にあっては\n自治大臣）が算定する宅地の提示平均価額に宅地の総地積を乗じ、これをその付設\n総評点数で除した額に基づいて市町村長が決定する（第３節三１。本件においては\n１円。）。\nオ　経過措置\n（ア）　宅地の評価において、標準宅地の適正な時価を求める場合には、当分の\n間、基準年度の初日の属する年の前年の１月１日の地価公示法による地価公示価格\n及び不動産鑑定士又は不動産鑑定士補による鑑定評価から求められた価格等を活用\nすることとし、これらの価格の７割を目途として評定するものとする（第１２節\n一）。\n（イ）　平成９年度の評価においては、市町村長は、平成８年１月１日から平成８\n年７月１日までの間の標準宅地の価格が下落したと認める場合には、第３節及び前\n記（ア）によって求めた評価額に修正を加えることができるものとする（同節\n二）。\n３　地価公示価格・都道府県地価調査価格\n（１）　地価公示価格\nア　地価公示価格とは、一般の土地取引の指標とされるもので、毎年１月１日の時\n点で評価され３月下旬頃に公表される価格である。同価格は、地価公示の標準地\n（全国２万６０００地点）について、２人以上の不動産鑑定士（又は不動産鑑定士\n補）による鑑定評価を受け、その結果を土地鑑定委員会（国土庁（当時）に設置）\nで審査・調整を行って「正常な価格」を判定した上で、公表される価格である（地\n価公示法２条１項）。\n地価公示価格における「正常な価格」とは、土地について自由な取引が行われる\nとした場合に通常成立すると認められる価格とされる（同法２条２項）。\nイ　地価公示価格が公表されると、その価格は以下のような効力を有することとな\nる。\n（ア）　不動産鑑定士及び不動産鑑定士補は、地価公示の対象区域内の土地につい\nて鑑定評価を行う場合、当該土地の正常な価格を求めるに際し、公示価格を規準と\nしなければならないとされる（同法８条）。具体的には、対象土地の更地としての\n価格を求めるに当たり、当該対象土地とこれに類似する利用価値を有すると認めら\nれる１又は２以上の標準地との位置、地積、環境等の土地の客観的価値に作用する\n諸要因についての比較を行い、その結果に基づき、当該標準地の公示価格との間に\n均衡を保たせることが必要（同法１１条）とされる。\n（イ）　都道府県知事は、地価公示の対象区域内の土地について国土利用計画法の\n規定に基づいて基準価格を算定する場合は、公示価格を規準として算定しなければ\nならない（同法１６条１項１号、１９条２項、２４条１項１号）。\n（ウ）　土地基本法１６条の公的土地評価の適正化等の規定を踏まえ、土地の相続\n税評価及び固定資産評価については、公示価格を規準として、その一定割合程度を\n評価割合として評価が行われる。\n（２）　都道府県地価調査価格\n都道府県地価調査価格とは、国土利用計画法による土地取引の規制を適正かつ円\n滑に実施するためのもので、地価公示価格と同様に一般の土地取引の指標に使用さ\nれる価格である。\n同価格は、毎年７月１日時点の価格で、１基準地について１名の不動産鑑定士の\n鑑定評価を求めて、その結果の審査・調整を行い、都道府県地価調査委員会への諮\n問を経て、知事がこれを判定した上で、９月下旬頃に公表される価格である（同法\n施行令９条、同法施行規則１４条）。\n基準地価格における正常価格とは、市場性を有する不動産について、合理的な自\n由市場で形成されるであろう市場価値を表示する適正な価格をいい、公示価格を規\n準として算定しなければならない（同法施行令９条２項、３項）。その上、基準地\nを具体的に求めるに当たり、国の定めた運用細則に基づいて、できるだけ良好な条\n件を具備した画地を選定するよう努力し、近隣地域の地域要因を考慮することなど\nが定められている（同条４項、同法施行規則１５条、１２条１項）。\n４　前提事実（証拠を掲記しない事実は当事者間に争いがない。）\n（１）　原告清峰堂は、本件土地１ないし５の所有者であり、原告Ａは、本件土地\n６の所有者である。\n（２）　東京都港都税事務所長は、平成１０年３月３１日、東京都知事が平成９年\n３月３１日付けで決定した本件土地１ないし５に対する平成９年度の固定資産税の\n課税標準となるべき価格を法４１７条の規定に基づき修正し、本件土地につき７７\n５８万１９００円、本件土地２につき３億４７１７万５０２０円、本件土地３につ\nき１億６０１８万９０８０円、本件土地４につき９６７７万１３００円、本件土地\n５につき１億４６２６万４３６０円として固定資産課税台帳に登録した。\n（３）　原告清峰堂は、平成１０年２月２４日、被告に対し、本件土地１ないし５\nの登録価格を不服として審査の申出をしたが、被告は、平成１０年８月１９日、原\n告清峰堂の審査申出を棄却する決定（以下「本件決定１」という。）をした。\n（４）　東京都港都税事務所長は、平成１０年３月３１日、東京都知事が平成９年\n３月３１日付けで決定した本件土地６に対する平成９年度の固定資産税の課税標準\nとなるべき価格を法４１７条の規定に基づき修正し、９億０５１１万２４９０円と\nして固定資産課税台帳に登録した。\n（５）　原告Ａは、平成１０年４月３０日、被告に対し、本件土地６の登録価格を\n不服として審査の申出をしたが、被告は、平成１０年９月１６日、原告Ａの審査申\n出に係る土地の平成９年度の価格を８億６０１７万７８３０円とし、それ以外の審\n査申出を棄却する旨の決定（以下「本件決定２」という。）をした。\n５　都知事のした本件土地の評価\n（１）　本件土地１の価格について\nア　本件土地１の地目及び用途地区区分\n本件土地１の登記及び現況地目はいずれも宅地であり、主として市街地的形態を\n形成する地域における宅地に該当するから（取扱要領第一節第２の３）、市街地宅\n地評価法により評価することとした（取扱要領第二節第１）。本件土地１の付近\nは、高度商業地区の外延部又は地域の拠点として鉄道駅の周辺等に位置し、一般的\nな商業施設や事務所等が連たんしている地区、高度商業地区に比べ資本投下量が少\nなく商業密度も低いが、低層併用住宅地区より商業密度が高い地区に該当するか\nら、普通商業地区とした。（取扱要領第二節第２）\nイ　標準宅地の選定\n前記アの普通商業地区について、その状況が類似した地域ごとに区分し、本件土\n地１の所在する地域の標準宅地を港区α１１１４番に所在する土地（以下「標準宅\n地１」という。）とした。（取扱要領第二節第４）\nウ　標準宅地１の適正な時価の評定\n標準宅地１に係る適正な時価については、価格調査基準日である平成８年１月１\n日時点の価格４０１万円（基準地である同地の平成７年７月１日時点の東京都地価\n調査価格４８０万円に標準化補正としての１０３分の１００を乗じ、さらに、平成\n７年７月１日から平成８年１月１日までの時点修正率マイナス１３．９パーセント\nを乗じた価格）を活用し、その７割程度の価格をもって２８０万円とした。（取扱\n要領第二節第５）\nエ　主要な街路の路線価の付設\n標準宅地１の価格に基づいて、標準宅地に沿接する街路（以下「主要な街路」と\nいう。）の路線価２８０万点を付設した。（取扱要領第二節第６）\nオ　本件土地に沿接する街路の路線価の付設\n標準宅地１に係る主要な街路の路線価を基礎とし、標準宅地１に係る主要な街路\nと本件土地１に沿接する街路とを比較し、その格差を幅員、連続性等の街路の条件\n９９パーセント、昀寄り駅への距離等の交通・接近条件１０８パーセント、商業密\n度等の環境条件１００パーセント、容積率等の行政的条件９４パーセントと算定\nし、これらを乗じた格差率１０１パーセントを標準宅地１に係る主要な街路の路線\n価に乗じて、本件土地１に沿接する街路の路線価を２８２万点と付設した。（取扱\n要領第二節第６の５（１）イ（ア））\nカ　本件土地１の価格の算定\n（ア）　当該路線から本件土地１の奥行きは９．０メートルと算定されるから、奥\n行価格補正率０・９７を適用し（取扱要領付表１）、本件土地１の間口距離が３．\n０メートルと算定されるから、間口狭小補正率０．９０を適用し（取扱要領付表\n４）、さらに奥行き距離を間口距離で除した割合が３以上４未満であることから、\n奥行長大補正率０．９９を適用して（取扱要領付表５）次の計算式のとおり、修正\n前単位地積当たり評点を２４２万５２００点とした。\n２８２万００００×０．９７×０・９０×０．９９＝２４２万５２００（正面路線\n価×奥行価格補正率×間口狭小補正率×奥行長大補正率＝修正前単位地積当たり評\n点）\n（イ）　ついで、平成８年１月１日から同年７月１日までの時点修正率０．８７\n（平成８年７月１日時点での基準地価格を、同年１月１日時点の不動産鑑定価格で\n除した率）を乗じて、修正後単位地積当たり評点を２１０万９９２４点とした。\n（ウ）　それに地積３６．７７平方メートルを乗じて総評点を７７５８万１９００\n点とし、昀後に、評点１点当たりの価格１円を総評点に乗じて、評価額７７５８万\n１９００円を算出した。\n（２）　本件土地２ないし５の価格について\nア　本件土地２ないし５の画地\n評価基準等では、画地の認定は、原則として土地（補充）課税台帳に登録された\n１筆の宅地を１画地とするものであるが、例外として、隣接する２筆以上の宅地に\nまたがり、１個又は数個の建物が存在し、一体として利用されている土地等につい\nては、その２筆以上の宅地をあわせて評価するものと規定しており、本件土地２な\nいし５は、あわせて鉄筋コンクリート造地下１階地上５階建て建物であるβの敷地\nとして利用されているから、１画地として評価すべきである。（取扱要領第一節第\n６の２）\nイ　本件土地２ないし５の地目及び用途区分\n本件土地２ないし５の登記及び現況地目はいずれも宅地であり、主として市街地\n的形態を形成する地域における宅地に該当するから、市街地宅地評価法により評価\nすることとした。本件土地２ないし５の付近は、高度商業地区の外延部又は地域の\n拠点として鉄道駅の周辺等に位置し、一般的な商業施設や事務所等が連たんしてい\nる地区、高度商業地区に比べて資本投下量が少なく商業密度も低いが、低層併用住\n宅地区より商業密度が高い地区に該当するから、普通商業地区とした。（取扱要領\n第三節第２の４）\nウ　角地の評価方法\n本件土地２ないし５は、正面と側方に路線がある画地、いわゆる角地であるが、\n角地の価格は、正面路線のみに接する画地の価格より一般に高くなるものであるか\nら、正面路線から求めた基本単価を補正する必要があり、副路線を正面路線とみな\nして計算した評点に当該用途地区の取扱要領付表２「側方路線影響加算率」によっ\nて補正した評点を加算して補正することとなる。\nエ　標準宅地の選定\n前記アの普通商業地区について、その状況が類似した地域ごとに区分し、標準宅\n地を次のように選定した。\n（ア）　東側街路に沿接する地域　港区α１１１４番に所在する土地（標準宅地\n１）\n（イ）　北側街路に沿接する地域　港区α１５１６番に所在する土地（以下「標準\n宅地２」という。）\nオ　標準宅地の適正な時価の評定\n（ア）　標準宅地１は前記（１）ウにより２８０万円とした。\n（イ）　標準宅地２に係る適正な時価については、価格調査基準日である平成８年\n１月１日時点の不動産鑑定価格４８０万円を活用し、その７割程度の価格をもって\n３３６万円とした。\nカ　主要な街路の路線価の価格\n（ア）　標準宅地１に係る主要な街路の路線価は、前記（１）エのとおり２８０万\n点と付設した。\n（イ）　標準宅地２の価格に基づいて、標準宅地２に係る主要な街路の路線価は、\n３３６万点と付設した。\nキ　本件土地に沿接する街路の路線価の付設\n（ア）　標準宅地１に係る主要な街路の路線価を基礎とし、標準宅地１に係る主要\nな街路と本件土地２ないし５に沿接する東側街路とを比較し、その格差を幅員、連\n続性等の街路条件１００パーセント、昀寄り駅への距離等の交通・接近条件９２パ\nーセント、商業密度等の環境条件１００パーセント、容積率等の行政的条件９８パ\nーセントと算定し、これらを乗じた格差率９０パーセントを標準宅地１に係る主要\nな街路の路線価に乗じて２５２万点と付設した。\n（イ）　標準宅地２に係る主要な街路の路線価を基礎とし、標準宅地２と本件土地\n２ないし５に沿接する北側街路とを比較し、その格差を幅員、連続性等の街路条件\n８９パーセント、昀寄り駅への距離等の交通・接近条件１００パーセント、商業密\n度等の環境条件７８パーセント、容積率等の行政的条件８５パーセントと算定し、\nこれらを乗じた格差率５９パーセントを標準宅地２に係る主要な街路の路線価に乗\nじて、本件土地２ないし５に沿接する街路の路線価を１９８万点と付設した。\nク　本件土地２ないし５の価格の算定\n（ア）　前記キに従い、路線価の高い東側街路を正面路線、北側街路を側方路線と\nし、正面路線価を２５２万点、側方路線価を１９８万点とした。\n（イ）　本件上地２ないし５を１画地とした場合、正面路線から本件土地２ないし\n５の奥行きは２３．０メートルと算定されるから、奥行価格補正率０．９９を適用\nし（取扱要領付表１）、側方路線から本件土地２ないし５の奥行きは１５．５メー\nトルと算定されるから、奥行価格補正率１．００を適用し（取扱要領付表１）、本\n件土地２ないし５は、普通商業地区であるので、側方路線影響加算率の０．０８を\n乗じ（取扱要領付表２）、次の計算式のとおり基本単価を２４９万４８００点、加\n算評点を１５万８４００点とした。\n２５２万点×０．９９＝２４９万４８００点（正面路線価×奥行価格補正率＝基本\n単価）\n１９８万点×１．００×０．０８＝１５万８４００円（側方路線価×奥行価格補正\n率×側方路線影響加算率＝加算評点）\n（ウ）　前記の基本単価に、加算評点を加えた上で、本件土地２ないし５は、やや\n不整形な土地に該当するから、不整形地補正率０・９５を乗じ、次の式のとおり修\n正前単位地積当たり評点を２５２万０５４０点とした。\n（２４９万４８００＋１５万８４００）×０．９５＝２５２万０５４０点（基本単\n価＋加算評点）×不整形地補正率＝修正前単位地積当たり評点\n（エ）　ついで、平成８年１月１日から平成８年７月１日までの時点修正率０．８\n７を乗じて、修正後単位地積当たり評点を２１９万２８６９点とした。\n（オ）　それに、本件土地２の地積の１５８．３２平方メートル、本件土地３の地\n積７３．０５平方メートル、本件土地４の地積４４．１３平方メートル、本件土地\n５の地積６６．７０平方メートルをそれぞれ乗じて本件土地２の総評点を３億４７\n１７万５０２０点、本件土地３の総評点を１億６０１８万９０８０点、本件土地４\nの総評点を９６７７万１３０８点、本件土地５の総評点を１億４６２６万４３６０\n点とし、昀後に評点１点当たりの価格１円を総評点に乗じて、本件土地２の評価額\n３億４７１７万５０２０円、本件土地３の評価額１億６０１８万９０８０円、本件\n土地４の評価額額９６７７万１３００円（１０円未満切り捨て）、本件土地５の評\n価額１億４６２６万４３６０円をそれぞれ算出した。\n（３）　本件土地６の価格について\nア　本件土地６の地目及び用途区分\n本件土地６の登記及び現況地目はいずれも宅地であり、主として市街地的形態を\n形成する地域における宅地に該当するから、市街地宅地評価法により評価すること\nとした。本件土地６の付近は、高度商業地区の外延部又は地域の拠点として鉄道駅\nの周辺等に位置し、一般的な商業施設や事務所等が連たんしている地区、高度商業\n地区に比べて資本投下量が少なく商業密度も低いが、低層併用住宅地区より商業密\n度が高い地区に該当するから、普通商業地区とした。\nイ　標準宅地の選定\n前記アの普通商業地区について、その状況が類似した地域ごとに区分し、本件土\n地６の所在する地域の標準宅地を港区α１１１４番に所在する土地（標準宅地１）\nとした。\nウ　標準宅地１の適正な時価の評定\n標準宅地１に係る適正な時価については、前記（１）ウのとおり、２８０万円と\nした。\nエ　主要な街路の路線価の付設\n標準宅地１の価格に基づいて、標準宅地１に係る主要な街路の路線価２８０万点\nを付設した。\nオ　本件土地に沿接する街路の路線価の付設\n標準宅地１に係る主要な街路の路線価を基礎とし、標準宅地１と本件土地６に沿\n接する街路とを比較し、その格差を幅員、連続性の街路条件９９パーセント、昀寄\nり駅への距離等交通、接近条件１１２パーセント、商業密度等の環境条件９５パー\nセント、容積率等の行政的条件９１パーセントと算定し、これを乗じた格差率９６\nパーセントを標準宅地１に係る主要な街路の路線価に乗じて２６８万点と付設し\nた。\nカ　本件土地６の価格の算定\n（ア）　当該路線から本件土地６の奥行きは２７．０メートルと算定されるから、\n奥行価格補正率０．９８を適用し（取扱要領付表２）、本件土地６は、やや不整形\nな土地に該当するから、不整形地補正率０．９５を乗じ（取扱要領付表１０）、修\n正前単位地積当たりの評点を２４９万２４００点とした。\n（イ）　ついで、平成８年１月１日から平成８年７月１日までの時点修正率０．８\n７を乗じて、修正後単位地積当たり評点を２１６万８３８８点とした。\n（ウ）　それに、本件土地６の地積３９６．６９を乗じて、同土地の総評点を８億\n６０１７万７８３５点とし、昀後に評点１点当たりの価格１円を総評点に乗じて、\n本件土地６の評価額８億６０１７万７８０円（１０円未満切り捨て）を算出した。\n６　争点及び争点に関する当事者の主張\n（１）　時期に遅れた攻撃防御方法\nア　原告ら\n原告らは、平成１２年１１月２１日までの口頭弁論期日までに準備書面（７）を\n提出し、その主張及び書証はほとんど提出した。その後、翌１３年６月１３日の期\n日に準備書面（８）を提出し、同期日において、裁判所から、あと２期日程度で終\n結したい旨の意向が示されたので、同年７月３０日の期日には準備書面（９）と主\n要な書証の提出を完了した。\n被告は、同年６月１３日の期日に、裁判所から、反論があれば次回までに提出す\nるようにと求められたにもかかわらず、同年７月３０日、９月１７日と準備書面及\nび書証を提出せず、１０月３１日の期日においても、締め切りであった同月２２日\nを遅れて当日に書証を提出はしたものの、準備書面を提出しなかった。原告らは、\n被告の不誠実な訴訟態度に抗議したが、反論等のために続行を求めた。裁判所は、\n準備書面の提出期限を１１月１２日と定め、次回期日を１２月１７日と指定した\nが、被告は、１１月１２日になっても準備書面を提出せず、１１月２２日にようや\nく準備書面（６）を提出した。\nこのような経過にかんがみれば、被告準備書面（６）及び乙２６ないし３１号証\nは、時期に遅れて提出されたことは明らかであり、時期に遅れたことが被告の故意\nによることも明らかである。\n（２）　標準宅地１の選定の違法\nア　原告ら\n東京都知事は本件各土地の路線価の基準となる標準宅地として、標準宅地１を選\n定しているが、取扱要領及び平成６年６月３０日付け東京都主税局資産税部長通達\n「平成９基準年度に係る準備事務の具体的処理について」（６主資評第１０１号、\n以下「資産税部長通達」という。）は、主要な街路に地価調査地（基準地）が存す\nる場合には、所定の基準を大きく逸脱するものでない限り、当該地を標準宅地とし\nて選定するものと定め、その基準の一つとして、補正の適用のない中間画地を原則\nとして選定すると定めている。\nしかし、標準宅地１は、角地であって補正の適用のない中間画地ではないし、本\n件各土地の前面道路はγ通りと呼ばれる商店街であり、中間画地が標準的であっ\nて、標準宅地１は中間画地とは大きく条件が異なっている。したがって、標準宅地\n１を標準宅地に選定したことは、補正の適用のない中間画地を原則として選定する\nとの基準を大きく逸脱しており、取扱要領に違反する違法な選定である。\nイ　被告\n取扱要領は、あくまで「原則として」標準宅地の選定に当たり補正率の適用がな\nい宅地を選定すると規定しているにすぎず、その記載からして留意事項にすぎない\nといえる。とすると、このような要素に留意してその他の土地を標準宅地に選定す\nることは許されるといえ、実際に、標準宅地の主要な路線の路線価を付設するに当\nたっては、当該土地の評価から角地であることを不動産鑑定士の評価に基づき捨象\nして、当該主要な路線のみに面している中間画地として評価している。また、資産\n税部長通達によれば、主要な街路に地価公示地点又は地価調査地点が存する場合に\nは、原則として当該地点を標準宅地として選定するとされているのであるから、本\n件標準宅地の選定は適正になされている。\n（３）　標準宅地１の適正な時価評価の誤り\nア　原告ら\n（ア）　基準地価格の誤り\n評価基準においては、標準宅地の適正な時価を求める場合には、当分の間、基準\n年度の初日の属する年の前年の１月１日の公示価格及び不動産鑑定士又は不動産鑑\n定士補による鑑定評価から求められた価格を活用することとするものとされてお\nり、東京都港都税事務所長は、標準宅地１の適正な時価を、基準地である同地の平\n成７年７月１日時点の基準地価格に基づいて標準化補正、時点修正を行い算出した\nが、基準地価格等は必ずしもすべてが正しい価格を表示しているわけではなく、そ\nれらの価格に盲従したり、鵜呑みにしていいというものではなく、被告が、本件各\n土地の価格を審査するに当たっては、評価庁が基準地価格を活用する場合には少な\nくともその基準地価格の一般的妥当性が確認されなければならない。評価基準にお\nいて基準地価格を活用することがうたわれているのは、基準地価格が適正価格とか\nけ離れた水準にないことが前提となっているが、下記ａないしｃの事情によれば、\n平成７年７月１日時点の標準宅地１の基準地価格の算定には誤りがあるから、基準\n地価格が適正とはいえず、よって、標準宅地１の時価評価も誤っているものといわ\nざるを得ない。\nａ　取引事例との比較\n東京都による価格調査基準日の約半年前に、標準宅地１と所在地を含めほぼ同条\n件の土地が取り引きされている。この物件は、「δ」という格式高い料亭の土地で\nあり、長い間公開市場に売りに出されていたいわゆる有名物件で、この取引成立に\nは特殊な事情が介在しない正常取引であって、この取引価格は、εの地価の指標と\nして、不動産業界に知れ渡っていた。\nところが、その約半年後のほぼ同地点の基準地価格として発表された価格は、そ\nの間の時点修正をも考え併せても、実勢価格との比較において３割以上も高い水準\nにあった。\nｂ　Ｂ鑑定の誤り\n標準宅地１の価格の算定に当たり規準された基準地である同地の基準地価格は、\n平成７年７月５日に提出された不動産鑑定士Ｂ作成の鑑定書（以下「Ｂ鑑定」とい\nう。）に基づき算定されたものであるが、同鑑定は、前記の「δ」事例を取引事例\nとして採用していないことをはじめ、不十分な事例収集のみに基づいて鑑定が行わ\nれており、また、取引事例を正常なものに補正する事情補正が適正に行われていな\nかった。また、規準すべき公示価格として当時は存在しなかった架空の公示価格を\n記載している上、公示価格のみに依拠し、比準価格や収益価格との間に大きな乖離\nのあるものとなっている。さらにその収益価格の決定に当たって周辺の賃料の状\n況・動向を調査した形跡はなく、鑑定料も安価で、鑑定期間も短期間で行われてい\nる。その誤りをみるに、地価変動率が均衡するような新評価額があらかじめ決定さ\nれており、それに合わせた鑑定を行っているかのようですらある。いずれにして\nも、基準地価格はその根拠となった鑑定に誤りがあるものである。\nｃ　Ｃ鑑定による鑑定評価額\n不動産鑑定士Ｃが行った標準宅地１の鑑定（以下「Ｃ鑑定」という。）によれ\nば、同土地の価格は１平方メートル当たり３００万円であるとされた。\n同鑑定は、対象地至近の指標的取引として、価格形成に強い影響を与えたδ事例\nを正当に評価し、他の取引についても広く、また、正確な事情補正を行って評価を\n行ったものであり、正当な価格評価であるといえる。\n（イ）　賦課期日までの時点修正を行っていない点\n東京都港都税事務所長は、賦課期日が平成９年１月１日であるのに、平成８年７\n月１日から平成９年１月１日までの間の価格下落を無視し、平成８年７月１日まで\nの時点修正を行って価格決定を行っているが、法は、賦課期日における目的不動産\nの適正時価を課税標準としているのであるから、平成９年１月１日までの時点修正\nを行って評価をすべきである。\nイ　被告\n（ア）　標準宅地１の評価について\n前記３（１）によれば、地価公示価格は、理論的に「正常な価格」を公示するだ\nけでなく、不動産鑑定評価額の基礎となる等、実際の価格の規準となる価格であ\nる。また、同（２）によれば、基準地価格も、地価公示価格を規準に決定されてい\nる価格であるし、また、不動産鑑定を行う上で公示価格と並んで規準すべき価格で\nあるから、固定資産評価額を算定するに当たり、不動産鑑定評価額や基準地価格を\n活用してこれを行うことは正当というべきである。基準地価格は、公示価格を規準\nとし、指定基準値の標準価格との秤量的検討を行い、かつ、学識経験者等の意見を\n求め、必要な調整を行って決定されるものである以上、個別の鑑定評価書の内容の\n適否にかかわらず、正常な価格であることは明らかである。\nまた、原告らの標準宅地１の適正な時価評価の誤りに関する主張は、以下のとお\nり理由がない。\nａ　Ｂ鑑定の正当性\n一般に鑑定における事例収集は、都税事務所の異動通知に基づいて行われている\nから、収集した取引事例には漏れはなく、事例収集は適正に行われたといえる。\nそして、Ｂ鑑定が「δ」事例を鑑定評価の基礎としなかったのは、同売買に株式\n売買の要素が含まれていたため、あえて取引事例から取り除いたものにすぎず、む\nしろ、鑑定評価の基礎としないことが「適正な時価」を算出するには望ましいこと\nである。また、この事例が周辺地域の地価形成に圧倒的な影響を与えたか否かには\n疑問があり、この事例を含め、同鑑定が隣接地購入は買い進み、破産・不良債権処\n理・相続は売り急ぎ等との判断を前提に事例を取捨選択したり、価額の補正を行っ\nたことには、十分な合理性が認められる。\nＢ鑑定書は、規準すべき公示価格につき、平成７年１月１日時点の港５－７とす\nべきところを、標準地番号５－３４と記載し、標準値番号を取り違えているが、同\nじ公示地を規準としている点で適当であるし、基準地価格の決定に当たっては、前\n述したように、代表標準地の見込価格及び変動率を算定し、見込価格を鑑定評価し\nた上で、整合性やバランス等を検証するシステムを採っており、このようなシステ\nムに基づいて基準地価格が算定されている以上、基準地価格が妥当性を欠くことは\nない。\nｂ　Ｃ鑑定の不当性\nＣ鑑定は、鑑定評価において公示地価を規準していないが、地価公示法において\nも、不動産鑑定評価基準においても、公示地価を規準しなければならないとされて\nおり、Ｃ鑑定書は適正な鑑定とはいえない。\nまた、Ｃ鑑定書は、正常取引とはいえない取引を採用した上、採用した取引の比\n準も不十分であるし、価格時点以降の取引を採用しており、適正なものとはいえな\nい。\nｃ　そして、原告らの主張するような個別鑑定を認めると、納税者らに不公平が生\nじるので、個別鑑定による時価立証を認めるべきではなく、評価の均衡化を重視し\nて価格決定を行うべきである。\n（イ）　賦課期日までの時点修正を行っていない点\n地方税法は、土地課税台帳等に登録される賦課期日における価格について、市町\n村長に対し、同法３８９条の規定によって都道府県知事又は自治大臣が固定資産を\n評価する場合を除くほか、自治大臣が告示した同法３８８条１項の評価基準によっ\nて固定資産の価格を決定しなければならないと定めている。そして、固定資産の評\n価が適正で、かつ、全国的に各市町村相互間で均衡がとれたものであることが必要\nであるため、評価基準では、市町村すべての土地（全国で約１億７５００万筆）を\n同一の基準で評価し、この評価について都道府県及び市町村の評価の均衡を図る制\n度を設けている。すなわち、自治大臣は指示平均価額の算定を通して市町村間の均\n衡を図るための調整を行い、その調整を終えた上、同法は、固定資産の価格を２月\n末日までに決定しなければならないとされている。\nこのように土地課税台帳等に価格を登録するためには、基準宅地の適正な時価を\n調整する手続きを経なければならないから、相当長期間を要することになる。そこ\nで、平成９年度の評価替え（土地）においては、平成８年１月１日を価格調査基準\n日とし、平成８年７月１日までの時点修正をすることとなった（固定資産評価基準\n第１２節経過措置第２項参照）。東京都における平成９年評価替えにおいても、同\n手続きに基づいて実際に事務処理がされている。\nまた、当該基準年度賦課期日当日の時点の価格に基づいて課税しなければならな\nいとすると、固定資産の価格を２月末日までに決定し、同価格に基づいて課税を行\nった後に賦課期日時点の地価を再評価して価格の修正を行い、その増減額について\n賦課決定を行わなければならないことになり、膨大な数のすべての納税義務者に対\nして課税・徴税事務を２度行う必要が生ずるが、同法がこうした事務作業を予定し\nていないことは、価格決定時期や縦覧時期についての規定からも明らかである。そ\nして、全国の市町村では評価額はもちろんのこと、その前提となる価格調査基準日\n等についても一致させなければならない。そのためには各市町村は面積の大小・筆\n数の多寡にかかわらず同一の価格調査基準日を定めて調査をすることとなるから、\n賦課期日から評価事務に要する一定期間を遡った過去の時点を価格調査基準日とす\nることを、同法は当然に予定しているというべきである。さらに、地価公示価格の\n公表は毎年３月下旬に行われており、固定資産の価格を決定すべき２月末日の時点\nでは当該年の地価公示価格は公表されていない。したがって、基準年度の初日に属\nする年の地価公示価格を規準して評価することについては制度上（価格決定時期、\n縦覧時期等）も実務上も困難であり、法の予定するところではない。\n以上によれば、地方税法は、同法が定める「賦課期日における価格」として、基\n準年度の賦課期日から評価事務に要する一定期間を遡った過去の時点を価格調査基\n準日とし、その時点の価格を「賦課期日における価格」とみなすことまで、許容し\nているというべきである。\n本件各土地を中心とした半径１キロメートルの範囲内に存する地価公示地での平\n成８年７月１日から９年１月１日までの地価下落率が３０パーセントを超えること\nはないが、固定資産税評価においては、平成８年１月１日時点の価格に７割を乗\nじ、かつ、同年７月１日までの時点修正率を乗じているのであるから、仮に本件土\n地の固定資産評価額が平成９年１月１日時点の「適正な時価」を超えないことを要\nするとしても、各固定資産税評価額は「適正な時価」の範囲内にあるというべきで\nある。\n（４）　角地補正不十分\nア　原告ら\n本件各土地の価格を算出するに当たり、本件標準宅地が角地であるのに、その点\nの補正をほとんどしていないが、これは誤りである。本件標準宅地はγ通りの幅員\n８メートル強の部分と、幅員６．５メートルの側道との角地であって、角地として\nも極めて条件が良く、少なくとも１０パーセントの補正をすべきである。\nイ　被告\n標準宅地１の適正な時価の算出に当たって、標準化補正を行っており、違法はな\nい。\n（５）　正面街路の路線価の誤り\nア　原告ら\n東京都知事は、主要な街路と本件各土地の正面街路との価格形成要因の差異を東\n京都土地価格比準表に基づいて格差率に置き換え、これらの主要な街路の路線価に\n乗じて本件各土地の正面街路の路線価に付設しているが、例えば、標準宅地１の前\n面道路の幅員は８．０４メートルないし８．３０メートルであるが、本件土地１の\n土地の前面道路の幅員は６．４５メートルに過ぎない。ところが、東京都知事は街\n路条件の格差を９９パーセントとしている。また、標準宅地１の容積率は４９０パ\nーセントであり、他方、本件土地１の容積率は３９２パーセントであり、その格差\nは８０パーセントであるが、行政的条件の格差を９４パーセントとしているなど、\n街路条件、交通、接近条件、環境条件、行政的条件についての比準表の格差率には\n多くの誤りがある。\nイ　被告\n評価基準に従った路線価の設定がされており、何らの違法はない。\n第３　争点に対する判断\n１　適正な時価の意義\n固定資産税は、固定資産課税台帳に登録された固定資産の価格を課税標準とし\n（法３４９条１項、３４９条の２）、原則として固定資産の所有者に対して（法３\n４３条１項）、資産の所有という事実に着目して課税される財産税であり、資産か\nら生ずる現実の収益に着目して課税される収益税とは異なるものである。このよう\nな固定資産税の性質からすると、その課税標準又はその算定基礎となる土地の「適\n正な時価」（法３４１条５号）とは、正常な条件の下に成立する当該土地の取引価\n格、すなわち客観的な交換価値をいうものと解すべきである。\n２　適正な時価と評価基準による評価との関係\n適正な時価の意義が前記のようなものであることと、法が土地の登録価格の決定\nに当たって評価基準によって当該土地を評価すべきものとしていることからする\nと、登録価格の決定に当たり評価基準を忠実に適用しなかった場合（評価に用いた\n取扱要領が評価基準の趣旨に反する場合を含む。）には、当該登録価格は、賦課期\n日における客観的な時価を表しているか否かにかかわらず、法に反するものと評価\nせざるを得ないが、法は、評価基準自体が賦課期日における客観的な時価を求める\nのにふさわしいものであることを要求しているものというべきであるから、評価基\n準等を忠実に運用したとしても、その結果が客観的な時価を表さない場合は、その\n限度で評価基準等に問題があるというべきであり、それによって決定された登録価\n格もまた法の趣旨に反するものというほかない。すなわち、評価基準による評価が\n適正な時価を上回る場合は、当該土地の所有者に法の予定する以上の税金を賦課す\nることとなるし、逆にこれが適正な時価を下回る場合は、法によって行使すべきも\nのとされている税金の賦課徴収権限を十分に行使することを怠っているもの（地方\n自治法２４２条１項参照）と評価すべきものであって、いずれにしても当該登録価\n格には違法の問題が生ずることとなる。\nもっとも、登録価格が適正な時価を下回る場合には、当該土地の所有者からはそ\nの取消しを求めることはできず（行政事件訴訟法１０条１項）、大量の土地を短期\n間で評価しなければならないという制約があることにかんがみると、その程度が課\n税処分の謙抑性の範囲と評価できる場合には、当該登録価格によって課税を行って\nも違法に税金の賦課徴収を怠ったとまでは評価できないというべきである。\n以上によると、本件土地の登録価格が違法であるか否かの判断は、まず、それが\n評価基準を忠実に適用して得られたものか否か、仮にそれが肯定された場合には、\n次に同登録価格が賦課期日における客観的時価を超えるかどうかによることになる\nが、その判断は次のとおりに行うべきである。すなわち、第１に、評価方法の選\n定、標準宅地の選定、標準宅地の価格と基準宅地の価格との均衡及び標準宅地の評\n価額から対象土地への比準の方式が評価基準等に従ったものであるか（基準適合\n性）、第２に、前記評価基準等が一般的に合理性を有するかどうか（基準の一般的\n合理性）、第３に、評価基準による評価の基礎となる数値、すなわち標準宅地の価\n格が賦課期日における適正な時価であるかどうか（標準宅地の価格の適正さ）が審\n理されるべきである。\nそして、これらの点が立証された場合には、他に当該登録価格が賦課期日におけ\nる対象土地の客観的時価を上回ると認めるに足りる証拠がない限り、前記登録価格\nの認定に違法はないというべきであるが、証拠上、当該登録価格が賦課期日におけ\nる対象土地の客観的時価を上回ると認められるときには、その限度で評価基準等は\n当該土地の具体的な「適正な時価」の評価方法として機能せず、法が客観的時価の\n算定方法を委任した趣旨を全うしていないことになるから、当該登録価格の決定は\n違法であるというべきである。\n３　本件土地の登録価格の基準適合性\n（１）　標準宅地１の選定の適否\n前記第２の２（２）イ（ア）記載のとおり、評価基準は、標準宅地の選定に関\nし、市町村の宅地を商業地区、住宅地区、工業地区、観光地区等に区分し、当該地\n区についてその状況が相当に相違する地域ごとに、その主要な街路に沿接する宅地\nのうち、奥行、間口、形状等の状況が当該地域において標準的なものと認められる\n標準宅地を選定する旨の定めを置いている。この点について、評価基準を解説した\n自治省資産評価室編「固定資産評価基準解説（土地篇）」（平成９年１２月２６日\n刊行）１７７頁は、「標準宅地は、主要な街路に沿接する宅地のうちから、次のよ\nうな宅地を目標として選定するものである。」として「画地計算法でいう奥行価格\n逓減率が１．０であり、他の各種加算率、補正率の適用がない宅地及び鑑定評価に\nおいても各種の補正率の適用のない宅地、ａ沿接している主要な街路以外には接し\nていない宅地、ｂ形状が矩形である宅地、ｃ間口が、その宅地の所在する用途地区\nからみて、適度な広さがある宅地、ｄ奥行がその宅地の所在する用途地区からみて\n適度な長さがある宅地、ｅ間口と奥行きの釣合いがとれている宅地、ｆその他崖地\n補正等の補正を必要としない宅地」と列挙している。このように極力補正を要しな\nい土地を標準宅地として選定することとしているのは、補正には誤差が必然的に伴\nうものであるところ、主要な街路の路線価と比準してその他の街路の路線価を付設\nする段階や、その街路に画地計算法に基づく各種の補正を施して各筆の評点数を付\n設する際にもまた誤差の発生が避けられないことから、評価の出発点となる標準宅\n地の評価に当たって既に補正率を適用すると、それによって発生した誤差がこれを\n標準宅地として評価したすべての土地の評価に伝播し、それらの土地の評価の適正\nさが害されるおそれがあるために、そのような事態の発生を防止するには、せめて\n標準宅地の評価には補正率の適用を要しないものを選定すべきであるとの考慮に基\nづくものと考えられる。\nこのような評価基準の趣旨を受けて、取扱要領もまた、標準宅地の選定に当たっ\nては、主要な街路に沿接する宅地のうちから標準的なものと認められるものを選定\nするものとし、その際、①代表性、②中庸性、③安定性に留意するものとし、その\n他の留意点として、原則として、主要な街路のみに接する（角地補正率の適用がな\nい）宅地を選定するものとしている。また、資産税部長通達は、主要な街路に地価\n公示地点又は地価調査地点（基準地）が存する場合には、画地条件、利用用途及び\nその他の留意事項についての所定の条件を大きく逸脱するものでない限り当該地を\n標準宅地と選定するものと定めている。しかし、その趣旨は、同通達が上記の定め\nに基づいて、画地条件として「奥行価格補正率が１．００であり、他の加算率及び\n補正率の適用がない宅地を原則として選定するものとする。」と定めた上、例外と\nして「中間画地が標準となる地域だけでなく、角地、二方路線等が標準的である地\n域もあることから、場合によっては角地、二方路線等を選定することも差し支えな\nい。」としていることと、前記評価基準及び評価要領の定めからすると、基準地が\n角地である場合には、当該地域において角地が標準的と認められない限りは、これ\nを宅地として選定することを許すものではないと解すべきである。\nこのような観点から、標準宅地１の選定の適否を検討するに、同宅地は、港５－\n２と称される基準地であるものの角地であることに争いはなく、乙第９号証によれ\nば、その周辺地域は角地が標準的とは認め難く、むしろ中間画地が標準となる地域\nであると認めるのが相当である。そうすると、同宅地を標準宅地に選定したこと\nは、評価基準、評価要領及び資産税部長通達のいずれにも反するものといわざるを\n得ない。\nこの点について、本件裁決（甲１、２）は、「取扱要領においては、主要な街路\nに地価公示地又は地価調査地（基準地）が存する場合には、別途列挙する規準（条\n件）を大きく逸脱するものでない限り、当該地を標準宅地として選定すると定めら\nれている。」とした上、「この規準の一つに画地条件として、補正の適用のない中\n間画地を原則として選定するというものがあるが、本件標準宅地は、土地の利用状\n況、環境、地積、形状が状況類似地区内で標準的なものであり、角地であるという\nことのみで標準宅地の要件を大きく逸脱しているとは認め難い。」としているが、\n前段については、資産税部長通達と取扱要領とを取り違えている点で誤りというほ\nかないし、同通達は、その記載からして、基準地等を標準宅地とするに当たり考慮\nすべき事項として、画地条件を昀も重視していると考えられるから、これが所定の\n条件を充たさない以上、当該基準地は所定の条件を大きく逸脱するものとして標準\n宅地として選定すべきではなかったというべきである。\n（２）　標準宅地１の評点数付設の適正さ\nア　上記のように標準宅地１については、その選定自体が誤りというべきである\nが、仮にその選定が正しいとしても、次のイ及びウの２点において、その評点数の\n適正さに疑問があるといわざるを得ない。\nイ　前記のとおり、標準宅地１の周辺地域は中間画地が標準的な地域であるのに、\n同宅地は角地であるから、その価格に基づいて主要な街路の路線価を付設するに当\nたっては、標準化補正としてその角地の価格を中間画地の価格に補正することが必\n要となる。この補正は、画地計算法に基づき角地である宅地の評点を付設するに当\nたって側方路線影響加算を行う作業を逆転させ、いわば側方路線の影響によって加\nわった価格を除去する作業をいうべきものである。そうであるとすると、この標準\n化補正に当たっては、取扱要領の定める側方路線影響加算率を用いた結果と大きく\n異なることは許されないと考えられる。\nこのような見地から標準化補正の適否をみるに、被告は、前記第２、５（２）ク\n（イ）のとおり、角地である本件土地２ないし５の評点付設に当たり、側方路線影\n響加算率として０．０８を用いているから、同じ地域に属する標準宅地１について\nもこの率が妥当するものと考えられる。この率を前提として標準宅地１についての\n標準化補正率１０３分の１００が適切であるためには、側方路線の路線価が正面路\n線のそれに比べて８分の３程度でなければならないこととなるが、双方の路線の状\n況からしてこれほどの価格差があるとは認め難い（乙９）。現に、前記のとおり標\n準宅地１の側方路線価よりも価格が低いと認められる本件土地２ないし５の側方路\n線ですら、正面路線に対して７８．５パーセント（１９８万／２５２万）の価格で\nあるとされており、当裁判所に顕著な東京国税局作成の「平成九年分・財産評価基\n準書・路線価図」による路線価においては、標準宅地１の正面路線と側方路線の価\n格比は１００対８０．１（２６２０対２１００）となっていることからすると、標\n準宅地１の標準化補正に当たって少なくとも１０６分の１００程度の率を乗じるべ\nきであったと考えられ、現に行われた補正は不十分で、同宅地にかなり割高な評点\n数を付したものといわざるを得ない。\nウ　また、原告らは、本件で用いられた基準地価格は、その基礎とする鑑定に誤り\nがあり、また、実際の取引事例と乖離している点で妥当性を欠くと主張するため、\nそれぞれについて検討する。\n（ア）　δ事例の不採用について\n証拠（甲５、１６、１７、２９ないし３４）によれば以下の事実が認められる。\n標準宅地１と側道を挟んで向かい側の土地で、本件標準宅地と同じ条件である港\n区α１０１２番ないし１０１５番が平成６年１２月９日に売買されている。同土地\nは、標準宅地１と同じ角地であるが、売買価格は１平方メートル当たり３７９万円\nであった。同土地には「δ」という著名な料亭があり、長い間公開市場に出されて\nいた有名物件であった。当初、同土地には所有者の同族会社の借地権が設定され、\n底地の所有権は個人所有とされており、相続に伴って売りに出されたものである\nが、双方が一括して売りに出され、全体の売買価格がほぼ決まってから、それを借\n地権価格と底地権価格とに分け、いずれについても藤新物産株式会社が購入した。\nその際、借地権と底地権が分けられていることで、値引きがされたことはなかっ\nた。\nＢ鑑定においては、この取引を、取引事例として採用しておらず、前記の各事実\nを総合すれば、直近かつ至近の取引であって、比準をすれば取引事例として採用可\n能なものであるから、むしろ採用すべき取引を欠落させたものといえる。\n被告は、前記取引は、長い間売りに出されていた物件である上、相続による売り\n急ぎの事情があること、さらには、借地権と底地権が別人に帰属しており、それに\n伴い株式売買が行われているから正常な取引でないため、取引事例として採用しな\nかった旨述べ、Ｂ鑑定士もその意見書の中で同様の趣旨を述べるが（乙１９）、上\n記認定の価格決定の過程からすると、借地権と底地権とが分かれているのは売り手\n側の内部的問題であるといえるし、現に買主である藤新物産株式会社の代表取締役\nは、借地権と底地権とが分かれていることが価格に影響を与えなかった旨述べてい\nる（甲３４）。また、前記取引は売主側の相続によるものであるが、相続に伴う売\n買であっても、売主は相続税の延納手続き等を採れば売買の時期を急ぐ必要がない\nから、相続であるからといって一般に売り急ぎをするとはいえないし、現に本件取\n引は、平成５年はじめから売りに出されてから、売買契約成立まで２年ほどかかっ\nているのであるから売り急ぎがあったとは認められない。よって、被告の主張は採\n用し得ず、本件の取引を取引事例として採用しなかったのは妥当性を欠くものとい\nわざるを得ない。\n（イ）　大村商事買取物件の評価\n証拠（甲１６、２５）によれば、以下の事実が認められる。\n標準宅地１の至近の土地である、東京都港区α１１１２番の土地が、平成６年１\n２月１２日に売買されており、この売買は、Ｂ鑑定においては事例ａとして、Ｃ鑑\n定においては事例Ⅱとして取引事例として用いられている。同土地の買主である大\n村商事株式会社は、売買契約成立のかなり前から入手を希望していたが、交渉が難\n航し、売買契約成立には至らず、その後、所有者である豊栄土地開発が破産したた\nめ、大村商事は、自ら積極的に交渉を進め、総額４億１０００万円で契約を成立さ\nせた。しかし、その交渉の過程では、破産管財人の弁護士は、直接交渉には応じ\nず、破産会社の元営業担当者に交渉を任せた上、担当者もまた１年以上交渉に応じ\nず、ようやく交渉が開始された後も、大村商事が高いとは思いつつ３億５０００万\n円の買値を示したにもかかわらず、売主の担当者はこれに応じないばかりか、他の\n買い受け希望者の存在をほのめかすなどしたため、大村商事側から４億円の申出を\nして、ほぼ交渉がまとまったものの、決済日直前に至って１０００万円上乗せさせ\nられるといったことがあった。\nＢ鑑定においては、事例ａにおいて、事情補正をしておらず、意見書において売\n主が破産しており、売り急ぎの事情があり、隣地売買の取引であることから買い進\nみ事情が認められ、その両事情を相殺したものである旨説明がされている。しか\nし、破産会社が所有不動産を売却する際には裁判所の許可を要するのであるから\n（破産法１９９条、１９８条）、破産会社といえども不当な安価で不動産を処分す\nることはできない上、当該物件についての上記の交渉過程からすると、売主が破産\nしたことは売り急ぎの事情として作用しておらず、むしろ、買い進みの事例として\n減価補正を行うべきものであったと認められる。\nしたがって、この点においてもＢ鑑定は妥当性を欠くものといわざるを得ない。\n（ウ）　公示価格との規準\nＢ鑑定は、標準地である標準宅地１を鑑定するに当たり、公示価格を規準した価\n格を算出しているが、その標準地の標準地番号を「港５－３４」、公示価格を６８\n５万円と記載し、時点修正、地域格差修正等を行い対象基準地の価格を４８２万円\nとしたが、平成７年の公示地価の標準地に、港５－３４という地点は存在せず、公\n示価格が６８５万円の地点も存在しない。この点は、被告も認めるとおり明らかな\n誤りであるが、甲第２０号証によれば、本来、規準すべきだった公示地点港５－７\nと平成７年７月１日における調査で基準地とされた港５－３４が同じ地点であった\nこと、平成７年７月１日時点の基準地価格が６８５万円であったことが認められ、\nこれによれば、本来、Ｂ鑑定による港５－２の基準地価格の決定と同時に行われ、\n算出されるべき価格が鑑定の基礎として用いられていたこととなり、前記基準地５\n－３４が代表基準地とされていたとの被告の説明をもってしても、前記の価格を基\n準地価格算出の基礎として用いることは妥当とはいえない。\nこの点について、Ｂ鑑定士は、その意見書（乙１９）の中で、仮に公示地港５－\n７の価格である７７０万円を用いても、ほぼ同額の４８０万円との価格が算出され\nる旨を述べ、前記の価格が適切である旨の主張をする。しかし、両者の計算過程を\n比較すると、街路、環境、行政的といった地域格差による補正の内容について、先\nにした鑑定に大きな変更を加えているものであるから、価格算定の妥当性を基礎づ\nけるものとは全くいえず、仮に、上記意見書が正しいものとすると、先の鑑定の際\nに公示価格との規準に当たってされた補正には大きな誤りがあったということにな\nり、このような点に大きな誤りがあるとすると、鑑定の中核をなす取引事例比準法\nにおいて行われた補正の適否全般についても疑問が生じざるを得ない。また、この\nように簡単に補正内容を変更する態度をみると、いずれにしても当初から４８０万\n円という結論があり、それに合わせた価格算定を行っているようにすら感じさせる\nもので、かえって鑑定の妥当性に疑問を抱かざるを得ないところである。\n（エ）　なお、被告は、基準地価格が指定基準地と標準価格との秤量的検討を行\nい、学識経験者の意見を求め、必要な調整を行って決定されるものである以上、個\n別の鑑定評価書の内容にかかわらず正常な価格である旨を主張するが、Ｂ鑑定書に\nよって４８０万円との価格が示され、実際に４８０万円との基準地価格が定められ\nている以上、同鑑定が本件基準地価格の決定に強い影響を与えたものといえ、その\n鑑定の不備が価格決定の他の手続きによって是正されたとは認め難い。\n（オ）　以上によれば、標準宅地１の算定の基礎となった基準地価格を決する際に\nされたＢ鑑定は、その内容において妥当性を欠くものといわざるを得ず、それに基\nづいて決定された基準地価格は適正価格を示したものとは認められない。\nエ　以上によると、標準宅地１の評点数の付設は適正なものとは認め難い。\n４　本件裁決の違法性\n以上のように標準宅地１については、その選定及び評点数付設の双方に瑕疵があ\nると考えられるから、これらを看過した本件裁決は違法といわざるを得ない。特に\n後者の点については「本件基準地価格は、国土利用計画法施行令に基づいて、所管\nの東京都財務局が、その制度に従って制定した土地取引の指標となる公的なもので\nあり、その価格が誤っているか否かについては、当委員会は判断できない。」とし\nて、この点について全く審理判断を放棄しているに等しい。確かに、被告には基準\n地価格自体を是正する権限はないが、同時にこれを標準宅地の評価に用いる義務も\nないのであるから、その基礎となる鑑定に疑問が呈された以上、その内容を吟味\nし、必要に応じて再鑑定をしたり、標準宅地の選定を改めるべき義務があるという\nべきであり、これを怠ってされた本件裁決には重大な審理不尽があるといわざるを\n得ない。\nこのような場合、当裁判所としては、独自に標準宅地を選定し、かつ、その評価\nを行うことは適切でなく、むしろ本件裁決を取り消して、これらについて被告に審\n理を尽くさせることが相当である。そうであるとすると、原告らの主位的請求は、\n当裁判所において本件各土地の評価額を算定することを前提とする点で、その余の\n点を判断するまでもなく失当であり、他方原告らの予備的請求は、その余の点を判\n断するまでもなく、理由があることとなる。\n５　原告らの主位的請求の違法性\n上記のように、原告らの主位的請求は、仮にそれが適法なものとしても理由がな\nいが、次のとおり、それ自体不適法なものというべきである。\nすなわち、原告らの主位的請求は、被告のした審査決定の一部（客観的時価を上\n回る部分についての異議申立てを棄却した部分）の取消しを求めるものであるが、\n取消訴訟の対象である固定資産評価審査委員会の審査決定は、固定資産課税台帳に\n登録された価格についての審査申出人の不服申立てに対する同委員会の応答として\nされるものであり、また同決定において判断された価格は、基準年度の賦課期日に\nおける当該固定資産の登録価格が適正な時価と合致しているか否かという１個の評\n価的事実であるから、当該決定の適否はこの１個の事実の適否にかかるのであり、\n一部分のみが誤りで他の部分が正しいなどということは、事柄の性質上、観念し難\nいのである。このような観点からすると、あえて一部の取消しを求める原告らの主\n位的請求は、常識的に理解する限り、当該決定が適正な時価と判断した価格は誤り\nであることを明らかにし、裁判所が自ら正しいと考える価格への是正を命じるべき\nであるということと等しいものである。これは、言い換えると、当該決定を全部取\nり消した上、登録価格を裁判所が自ら正しいと考える価格に是正するよう命ずるこ\nとを求めていることになるが、そのように行政機関に対して作為を命じることは、\n行政事件訴訟法が取消訴訟については想定していないところである。\nしたがって、原告らの主位的請求は、結局のところ、純粋の取消訴訟ではなく、\n取消訴訟と無名抗告訴訟の一種である義務付け訴訟とを不可分一体のものとして結\n合させたものというべきである。そうであるとすると、そのような訴えは、無名抗\n告訴訟の適否と同様、少なくとも被告の第一次判断権を留保させる必要がないと考\nえられる場合に限って許されるべきであるところ、裁判所が当該不動産の適正な時\n価を一義的に決し得る場合には、もはや固定資産評価審査委員会の第一次的判断権\nを尊重する必要はないものの、それが一義的には決し得ず、ある一定額を超えない\nものと判断し得るにとどまる場合や、本件のように改めて標準宅地を選定させた\nり、その評価をやり直させる必要がある場合には、なお、固定資産評価審査委員会\nに独自の判断を行使させる必要があるから、訴え全体が不適法なものと考えられる\n（もっとも、第一審裁判所がそのように考えるとしても、原告らは、裁判所におい\nて当該不動産の価格を一義的に決し得ると考えて訴えを提起した以上、第一審裁判\n所の判決に対して、控訴の利益を有することはいうまでもない。）。\nなお、原告らの主位的請求は、以上のような趣旨のものではなく、単に、当該不\n動産の価格に関する裁判所の判断を主文に記載することにより、その部分にも判決\nの効力を生じさせようとする趣旨のものと理解できないでもないが、行政処分の取\n消判決の効力は、その理由中の判断にも生ずるのであるから、あえてこれを主文中\nに記載する必要はなく、そのような請求は、無益なものを求めるものとして不適法\nというほかない。\nそうすると、原告らの主位的請求は、無名抗告訴訟としての要件を充たさないも\nのか、又は、主文に記載する必要のない無益な記載を求めるものといわざるを得\nず、いずれにしても不適法なものというべきである。\n６　時期に遅れた攻撃防御方法\n原告らは、被告の準備書面（６）及び乙第２６号証ないし第３１号証が時期に遅\nれた攻撃防御方法に当たる旨を主張し、弁論の全趣旨によれば、原告らの指摘する\nとおり、被告が再三にわたり、準備書面及び書証の提出期限を遅延したことは確か\nであって、この点は遺憾であるといわざるを得ないが、この点について被告に故意\n又は重過失があったとまでは認められないから、却下すべき攻撃防御方法であると\nまではいえない。\n第４　結論\n以上によれば、原告らの主位的請求に係る訴えは、適法性を欠くものであるから\nこれを却下することとし、予備的請求は理由があるから、いずれも認容することと\nし、訴訟費用の負担につき、行政事件訴訟法７条、民事訴訟法６１条、６４条ただ\nし書を適用して、主文のとおり判決する。\n東京地方裁判所民事第３部\n裁判長裁判官　藤山雅行\n裁判官　村田斉志\n裁判官　廣澤諭\n"
}