{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 12,
    "month": 6,
    "day": 21
  },
  "case_number": "平成11(行ケ)27",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "13121",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=13121",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/121/013121_hanrei.pdf",
  "contents": "平成１１年（行ケ）第２７号審決取消請求事件（平成１２年６月７日口頭弁論終\n結）\n判　　　　　決\n原　　　　　　告　　ローベルト・ボッシュ・ゲゼルシャフト・ミット・\nベシュレンクテル・ハフツング\n代表者　　          【Ａ】\n同　　　　　　　　　【Ｂ】\n訴訟代理人弁理士　　【Ｃ】\n同　　　　　　　　　【Ｄ】\n被　　　　　　告　　特許庁長官　【Ｅ】\n指定代理人　　      【Ｆ】\n同　　　　　　　　　【Ｇ】\n同　　　　　　　　　【Ｈ】\n同　　　　　　　　　【Ｉ】\n主　　　　　文\n特許庁が、平成１０年審判第５４２２号事件について、平成１０年９月\n１日にした審決を取り消す。\n訴訟費用は被告の負担とする。\n事実及び理由\n第１　当事者の求めた判決\n１　原告\n主文と同旨\n２　被告\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n第２　当事者間に争いのない事実\n１　特許庁における手続の経緯\n原告は、１９８５年１月１０日にドイツ連邦共和国においてした特許出願に\n基づく優先権を主張して、昭和６１年１月７日、名称を「内燃機関の混合気調量装\n置」とする発明（その後、名称を「内燃機関用の燃料と空気の混合気の組成を閉ル\nープ制御する方法」と補正、以下「本願発明」という。）につき特許出願をした\n（特願昭６１－３６０号）が、平成９年１０月３１日に拒絶査定を受けたので、平\n成１０年４月１３日、これに対する不服の審判の請求をした。\n特許庁は、同請求を平成１０年審判第５４２２号事件として審理したうえ、\n平成１０年９月１日に「本件審判の請求は、成り立たない。」との審決をし、その\n謄本は同年１０月７日、原告に送達された。\n２　本願発明の要旨\n触媒と、それぞれ気流の方向に見て触媒の前方及び後方に配置された酸素セ\nンサとを備え、混合気組成を示す尺度としての酸素センサの信号が異る時定数を有\nする閉ル－プ制御機能を介して混合気組成に作用を及ぼし、その場合前方の酸素セ\nンサの信号はすくなくともＰＩ動作特性を有する閉ル－プ制御機能において比較的\n小さな時定数で処理され、また後方の酸素センサの信号が比較的大きな時定数で前\n方の酸素センサの信号処理に作用を及ぼす内燃機関用の燃料と空気の混合気の組成\nを閉ル－プ制御する方法において、後方の酸素センサの信号を用いて前方の酸素セ\nンサの信号を処理する閉ル－プ制御機能のＰ成分あるいはＩ成分のパラメ－タの少\nなくとも一つを変化させることを特徴とする内燃機関用の燃料と空気の混合気の組\n成を閉ル－プ制御する方法。\n３　審決の理由の要点\n審決は、別添審決書写し記載のとおり、本願発明が、特開昭５８－７２６４\n７号公報（以下「引用例１」といい、そこに記載された発明を「引用例発明」とい\nう。）、特公昭５７－３８１５号公報（以下「引用例２」という。）及び特開昭５\n９－１４７８４３号公報（以下「引用例３」という。）にそれぞれ記載された発明\nに基づいて、当業者が容易に発明をすることができたものであるから、特許法２９\n条２項の規定により特許を受けることができないとした。\n第３　原告主張の審決取消事由の要点\n審決の理由中、本願発明の要旨の認定、引用例１、引用例２及び引用例３の\n各記載を摘記した部分（審決書３頁１４行～８頁９行、９頁１２行～１１頁１０\n行、１２頁１４行～１６頁１３行）の認定及び相違点の認定は認める。\n審決は、引用例発明を誤認して、本願発明と引用例発明との一致点の認定を\n誤り（取消事由１）、また、引用例３記載の技術事項を誤認して、本願発明と引用\n例発明との相違点についての判断を誤った（取消事由２）結果、本願発明が、引用\n例１～３記載の各発明に基づいて、当業者が容易に発明をすることができたとの誤\nった結論に至ったものであるから、違法として取り消されなければならない。\n１　取消事由１（一致点の認定の誤り）\n(1)　審決は、引用例１に「第１の空燃比センサ２４の信号は・・・比較的小さ\nな時定数で処理され、また第２の空燃比センサ３４の信号が比較的大きな時定数で\n第１の空燃比センサ２４の信号処理に作用を及ぼす」（審決書８頁１８行～９頁３\n行）ことが記載されていると認定したうえ、この認定を前提として、本願発明と引\n用例発明とが「前方の酸素センサの信号は・・・比較的小さな時定数で処理され、\nまた後方の酸素センサの信号が比較的大きな時定数で前方の酸素センサの信号処理\nに作用を及ぼす」（同１８頁７～１２行）点で一致すると認定した。\nしかしながら、引用例１には、第２の空燃比センサの信号を処理する閉ル\nープ制御機能の時定数が、第１の空燃比センサの信号を処理する閉ループ制御機能\nの時定数より大きいことは記載されていないから、上記の引用例１の記載事項の認\n定及び本願発明と引用例発明との一致点の認定は誤りである。\n(2)　すなわち、「時定数」は、平成３年１１月２０日発行の「ＪＩＳ工業用語\n大辞典（第３版）」に、「応答の速さを特徴づける定数で，時間の次元をもつも\nの．応答が次の式で表されるときには，係数 T をいう．T(dy/dx)+y=x　ここに，y\n：出力信号，x ：入力信号」（甲第８号証７２４頁、ただし、式「T(dy/dx)+y=x」\nは、「T(dy/dt)+y=x」の誤記である。）と定義されており、時定数が小さいと応答\nが高速になり、大きいと応答が緩慢になるものである。\n本願発明においては、その要旨のとおり、「前方の酸素センサの信号はす\nくなくともＰＩ動作特性を有する閉ループ制御機能において比較的小さな時定数で\n処理され」るので、混合気の組成に対して高速な閉ループ制御が行われ、他方、\n「後方の酸素センサの信号が比較的大きな時定数で前方の酸素センサの信号処理に\n作用を及ぼす」から、前方の酸素センサに係る高速な閉ループ制御機能の制御パラ\nメータが、後方の酸素センサの信号によって緩慢に調整されることになり、その結\n果、本願明細書記載のとおり、「急激な制御作用をもたらすことなく、老朽化など\nによるドリフト現象を緩慢に補償して制御精度を向上させることが可能になる」\n（甲第７号証４欄３２～３４行）ものである。\nしかして、本願発明の要旨の上記各「時定数」及び「酸素センサの信号が\n異る時定数を有する閉ル－プ制御機能」との規定に係る「時定数」は、電子制御装\n置２２内の閉ループ制御機能についてのものであり、閉ループ全体についてのもの\nではない。\nこの点につき、被告は、本願発明の要旨の「異る時定数を有する」とは、\n吸気管、内燃機関、排気管中の混合気や排ガスの流れも含む閉ループ制御機能の応\n答の速さが異なることを表したものであり、閉ループが電子制御装置２２のみで構\n成されるものではないから、この応答の速さは、単に電子制御装置２２の応答の速\nさのみに依存するものではなく、閉ループ全体としての応答の速さであると主張す\nる。\nしかしながら、本願発明の要旨の前示「前方の酸素センサの信号はすくな\nくともＰＩ動作特性を有する閉ループ制御機能において比較的小さな時定数で処理\nされ」との規定により、該「時定数」は、電子制御装置２２内におけるＰＩ動作特\n性を有する閉ループ制御機能（制御アルゴリズム、閉ループ制御回路）においての\nものであることが明白である。\nのみならず、本願明細書には、「本発明では、混合気の少なくとも１つの\n成分を調量する電子制御装置と、内燃機関の排気管に配置された第１の排ガス測定\nセンサが設けられる。その排ガス測定センサの出力信号は、内燃機関の負荷、回転\n数あるいは温度などの他の動作量（パラメータ）とともに電子制御装置に入力さ\nれ、その制御装置内で所定の時定数をもつ閉ループ制御を介して処理され\nる。・・・この第２の排ガス測定センサの出力信号は電子制御装置に入力され、制\n御装置内で第１の閉ループ制御（制御アルゴリズム）と異なる時定数の閉ループ制\n御を介して処理される。」（甲７号証４欄９～２３行）、「又、特性値を格納する\nため、例えば混合器の基本制御値あるいは制御アルゴリズムの振幅並びに周波数に\n影響を与えるＰ、Ｉ成分のような制御パラメータを格納するためのＥＥＰＲＯＭ２\n６が用いられる。」（同号証８欄４３～４６行）、「例えば排ガス測定センサ２０\nからの出力信号は高速（時定数が小さい）閉ループ制御回路で、排ガス測定センサ\n２１からの出力信号は緩慢な（時定数が大きい）制御回路で処理される。」（同号\n証１０欄８～１１行）との各記載があり、「制御アルゴリズム」とは、平成３年２\n月２８日発行の【Ｊ】著「自動制御応用技術」に、「制御用ディジタル計算機\nは，・・・制御に必要な演算，すなわち制御アルゴリズムが実行される．一般的に\nは，ＰＩＤ，すなわち比例，積分，微分等を含む微分方程式を，差分方程式に変え\n計算する．」（甲第９号証１００頁１１～１４行）と記載されているとおり、制御\nに必要な演算、すなわちＰＩＤ（比例、積分、微分）などの演算をするものである\nから、本願明細書のこれらの記載からも、本願明細書の「時定数」が、電子制御装\n置２２内におけるＰＩ動作特性を有する閉ループ制御機能（制御アルゴリズム、閉\nループ制御回路）に係るものであることが明らかである。\nしたがって、被告の上記主張は失当である。\n(3)　被告は、引用例発明において、第２の空燃比センサ３４からの帰還信号に\nよる閉ループ制御機能が、第１の空燃比センサ２４からの帰還信号による閉ループ\n制御機能に比べ、少なくとも排ガスが触媒コンバータ１２を通過する時間分だけ、\n応答が遅くなるから、引用例１に、「第１の空燃比センサ２４の信号は・・・比較\n的小さな時定数で処理され、また第２の空燃比センサ３４の信号が比較的大きな時\n定数で第１の空燃比センサ２４の信号処理に作用を及ぼす」ことが記載されている\nと主張するが、該主張でいう「時定数」は、吸気管、内燃機関、排気管中の混合気\nや排ガスの流れを含む全体が閉ループ制御機能であることを前提として、その閉ル\nープにおける応答の時間を基礎するものであるから、上記(2)の本願発明における\n「時定数」とは意義が異なるものである。\nまた、被告は、引用例１の第２図に示された「第１の空燃比センサの出力\nＡ１」が、「第２の空燃比センサの出力Ａ４」より速い周期で変化していること\nが、第２の空燃比センサ３４の帰還信号による閉ループ制御機能の時定数が、第１\nの空燃比センサ２４からの帰還信号による閉ループ制御機能の時定数より大きいこ\nとを示すものであると主張するが、触媒の後方に配置された第２の空燃比センサの\n出力Ａ４の周期が、該触媒の前方に配置された第１の空燃比センサの出力Ａ１の周\n期より長くなるのは、触媒が、混合気を浄化させる機能により信号の伝達を遅延さ\nせる効果を有するからであり、引用例発明において、出力Ａ４の周期が出力Ａ１の\n周期より長いからといって、上記(2)のとおり、電子制御装置２２内におけるＰＩ動\n作特性を有する閉ループ制御機能（制御アルゴリズム、閉ループ制御回路）に係る\nものである本願明細書の「時定数」と同意義における「時定数」が、第２の空燃比\nセンサ３４の帰還信号による閉ループ制御機能で大きく、第１の空燃比センサ２４\nからの帰還信号による閉ループ制御機能では小さいとすることはできない。\n加えて、引用例１には、従来例に関し、「遅延時間を第２の空燃比センサ\nの出力に応じて徐々に変化させているために、微妙な空燃比の調整が可能であるも\nのの、第２の空燃比センサは触媒下流に設けられているため応答性が低く、」（甲\n第２号証「特許法第１７条の２の規定による補正の掲載」１頁右下欄１３～１７\n行）との記載があり、また、引用例発明につき、「本発明の目的は、下流側空燃比\nセンサの制御速度を改善することで触媒上流の空燃比を迅速に理論空燃比に収束さ\nせ、エミッションの悪化の防止を図ることにある。」（同２頁左上欄４～７行）と\nの記載、及び引用例発明の「作用」として、「第２の空燃比センサの出力の反転時\nには、遅延時間が大きく変化し、この結果、第１の空燃比センサによる制御空燃比\nは迅速に大きく変化する。」（同頁右上欄６～９行）との記載があって、これらの\n記載によれば、引用例発明における第２の空燃比センサ（後方センサ）の信号は、\n第１の空燃比センサ（前方センサ）による制御空燃比を迅速に大きく変化させてい\nるのであるから、大きな時定数で緩慢に処理されるのではなく、むしろ高速に処理\nされ、第１の空燃比センサの信号処理に作用を及ぼしているものということができ\nる。\n(4)　以上のように、審決のした引用例発明の認定及びこれを前提とする本願発\n明と引用例発明との一致点の認定は誤りである。\n２　取消事由２（相違点についての判断の誤り）\n(1)　審決は、本願発明と引用例発明との相違点である「閉ル－プ制御機能を変\n化させる内容が、本件出願に係る発明は、閉ル－プ制御機能のＰ成分あるいはＩ成\n分のパラメ－タの少なくとも一つを変化させるのに対して、引用例１に記載された\nものは、閉ル－プ制御機能のスキップの遅延時間を変化させるものである点」（審\n決書１８頁１９行～１９頁４行）の判断に当たり、引用例３に、「三元触媒と、第\n１酸素センサ２１，３９及び第２酸素センサ２２，４０とを備え、混合気組成を示\nす尺度としての酸素センサ２１，２２，３９，４０の信号が異なる時定数を有する\n閉ル－プ制御機能を介して混合気組成に作用を及ぼし、その場合第１酸素センサ２\n１，３９の信号はすくなくともＰＩ動作特性を有する閉ル－プ制御機能において比\n較的小さな時定数で処理され、また第２酸素センサ２２，４０の信号が比較的大き\nな時定数で第１酸素センサ２１，３９の信号処理に作用を及ぼす内燃機関用の燃料\nと空気の混合気の組成を閉ル－プ制御する方法において、第２酸素センサ２２，４\n０の信号を用いて第１酸素センサの信号を処理する閉ル－プ制御機能のＰ成分ある\nいはＩ成分のパラメ－タの少なくとも一つを変化させて、理論空燃比より大きくず\nれたときにも速やかに理論空燃比に戻すようにした内燃機関用の燃料と空気の混合\n気の組成を閉ル－プ制御する方法」（同１６頁１５行～１７頁１２行）が記載され\nていると認定したうえ、「引用例３に、空燃比のずれを設定空燃比に戻すことを目\n的として、別の酸素センサの信号を用いて閉ル－プ制御機能のＰ成分あるいはＩ成\n分のパラメ－タの少なくとも一つを変化させることが記載され、引用例２に、空燃\n比のずれを設定空燃比に戻すために、閉ル－プ制御機能の、①Ｉ成分のパラメ－タ\nを変化させること、②Ｐ成分のパラメータを変化させること、③スキップ時刻を変\n化させることが代替的に採用し得ることが記載されていることを考慮すれば、引用\n例１に記載されたものにおける、閉ル－プ制御機能のスキップの遅延時間を変化さ\nせることに代えて、引用例３に記載されたもののように、閉ル－プ制御機能のＰ成\n分あるいはＩ成分のパラメ－タの少なくとも一つを変化させる構成を採用すること\nは当業者が容易に想到し得るものであり、触媒後方の酸素センサの信号を用いて触\n媒前方の酸素センサの信号を処理する閉ル－プ制御機能のＰ成分あるいはＩ成分の\nパラメ－タの少なくとも一つを変化させる構成とすること、即ち、上記相違点にお\nける本件発明に係る構成は当業者が容易になし得たものである」（同２０頁４行～\n２１頁５行）と判断した。\nしかしながら、次のとおり、審決の引用例３の記載事項の認定は誤りであ\nり、引用例発明に引用例３の技術事項を適用して、相違点に係る本願発明の構成と\nすることが、当業者において容易になし得たとする判断も誤りである。\n(2)　すなわち、審決は、引用例３に「第１酸素センサ２１，３９の信号はすく\nなくともＰＩ動作特性を有する閉ル－プ制御機能において比較的小さな時定数で処\n理され、また第２酸素センサ２２，４０の信号が比較的大きな時定数で第１酸素セ\nンサ２１，３９の信号処理に作用を及ぼす」ことが記載されていると認定したが、\n引用例３には、第１酸素センサの信号と第２酸素センサの信号とが、異なる時定数\nで処理されるとの記載はない。\n引用例３の「第１酸素センサに基づいて空燃比が理論空燃比より濃いか薄\nいかを判別し、第２酸素センサにより理論空燃比からのずれの大きさを判別してそ\nのずれの大きさに基づいて供給燃料の増量あるいは減量割合を変化させる」（甲第\n４号証２頁右上欄８～１２行）、「本実施例にあっては、第１酸素センサ素子(39)\nと第２酸素センサ素子(40)は同時に同一排気ガスの酸素濃度を測定することとな\nり、より一層適切に空燃比制御を行うことができる。」（同５頁左下欄１３～１７\n行）との各記載に照らせば、引用例３記載の発明において、第１、第２酸素センサ\nは、空間的には分離されているものの、同一排気ガスの空燃比が濃いか薄いか、及\nびその理論空燃比からのずれの大きさを、同時に測定しなければならないものであ\nり、機能的には一体不可分でなければならないものである。そして、その場合に、\n理論空燃比からのずれの方向（濃いか薄いか）と、ずれの大きさを示す信号とを、\n異なる時定数（異なる応答速度）で処理する技術的必然性はない。ずれの方向とそ\nの大きさは、同じ時定数で処理されて始めて意義のあるものとなり、異なる時定数\nで処理される場合には、ずれの方向とその大きさの信号が時間的に分離されてしま\nい、物理的な空燃比の検出ができなくなる。したがって、引用例３記載の発明で\nは、第１酸素センサの信号と第２酸素センサの信号は、コントロールユニット２４\nにおいて同一の時定数で信号処理されていると考えるべきである。\n被告は、この点につき、引用例３の第６図に、第１酸素センサ出力がVe1を\n中心として早い周期で変化しているのに対し、第２酸素センサ出力がVe2とVe3との\n間でゆっくりとした変化をしていることが示されているとして、引用例３に、第１\n酸素センサの信号と第２酸素センサの信号とが異なる時定数で処理されることが記\n載されていると主張するが、引用例３（甲第４号証）の第６図における、第１酸素\nセンサ出力(ｂ)と第２酸素センサ出力(ｃ)の各周期はほぼ同じであり、被告主張は\nその前提自体が誤りである。\n(3)　したがって、引用例３記載の発明は、その構成、作用効果が本願発明と顕\n著に相違しており、引用例３記載の発明を引用例発明に適用したとしても、本願発\n明を容易に想到し得るものではない。\n第４　被告の反論の要点\n審決の認定・判断は正当であり、原告主張の取消事由は理由がない。\n１　取消事由１（一致点の認定の誤り）について\n(1)　「ＪＩＳ工業用語大辞典(第３版)」の「時定数」の解説（甲第８号証７２\n４頁）中の、式「T(dy/dx)+y=x」が、「T(dy/dt)+y=x」の誤記であることは認め\nる。\n閉ループ制御機能は、吸気管、内燃機関、排気管中の混合気や排ガスの流\nれを含む閉じた系統によってその機能を生じるものであり、吸気管、内燃機関、排\n気管中の混合気や排ガスの流れを除外しては、閉ループ制御機能は成立し得ない。\n本願発明の場合には、触媒１９の前後に酸素センサ２０、２１を備えており、酸素\nセンサ２１を含む閉ループ制御機能は、酸素センサ２１が触媒１９の後方にあるこ\nとから、触媒１９も含んでその閉ループ制御機能が成立するものである。\nしかして、本願発明の要旨の「異る時定数を有する」とは、このような、\n吸気管、内燃機関、排気管中の混合気や排ガスの流れも含む閉ループ制御機能の応\n答の速さが異なることを表したものである。この応答の速さが、単に電子制御装置\n２２の応答の速さのみに依存するものではなく、閉ループ全体としての応答の速さ\nであることは、閉ループが電子制御装置２２のみで構成されるものではないことか\nらの当然の帰結である。そして、本願発明の要旨の「前方の酸素センサの信号\nは・・・閉ループ制御機能において比較的小さな時定数で処理され」とは、前方の\n酸素センサの信号が、時定数の小さい、すなわち、応答速度の速い閉ループ制御機\n能において処理されることを、「後方の酸素センサの信号が比較的大きな時定数で\n前方の酸素センサの信号処理に作用を及ぼす」とは、後方の酸素センサの信号が、\n時定数の大きい、すなわち、応答速度の遅い閉ループ制御機能で処理されて、前方\nの酸素センサの信号処理に作用することを表したものである。\n本願発明の閉ループ制御機能についての、このような理解が、「急激な制\n御作用をもたらすことなく、老朽化などによるドリフト現象を緩慢に補償して制御\n精度を向上させることが可能になる」（甲第７号証４欄３２～３４行）との本願発\n明の作用効果に沿うものであることは明らかである。\n(2)　引用例発明は、第１の空燃比センサ２４からの帰還信号による閉ループ制\n御機能と、第２の空燃比センサ３４からの帰還信号による閉ループ制御機能とによ\nり、燃料供給量あるいは空気供給量を補正して空燃比を制御するものである。そし\nて、第１の空燃比センサ２４からの帰還信号による閉ループ制御機能は、その閉ル\nープ内に触媒コンバータ１２が存在しないのに対し、第２の空燃比センサ３４から\nの帰還信号による閉ループ制御機能は、その閉ループ内に触媒コンバータ１２を含\nむものであって、排ガスは、触媒コンバータ１２中の細い通路を通過し、混合さ\nれ、浄化作用を受けることになる。\nこのような各閉ループの構成から、第２の空燃比センサ３４からの帰還信\n号による閉ループ制御機能は、第１の空燃比センサ２４からの帰還信号による閉ル\nープ制御機能に比べ、少なくとも排ガスが触媒コンバータ１２を通過する時間分\nは、応答が遅くなることは明らかである。\nまた、引用例１（甲第２号証）の第２図には、「第１の空燃比センサの出\n力Ａ１」が、「第２の空燃比センサの出力Ａ４」より、速い周期で変化しているこ\nとが示されているが、このことも、第２の空燃比センサ３４の帰還信号による閉ル\nープ制御機能の応答速度が、第１の空燃比センサ２４からの帰還信号による閉ルー\nプ制御機能の応答速度に比べて遅いこと、すなわち、第２の空燃比センサ３４の帰\n還信号による閉ループ制御機能の時定数が、第１の空燃比センサ２４からの帰還信\n号による閉ループ制御機能の時定数より大きいことを示すものである。\nそして、引用例１に、「第１の空燃比センサの出力の反転に伴う燃料供給\n量あるいは空気供給量の補正処理の遅延時間を第２の空燃比センサの出力に関係し\nて制御する」（同号証特許請求の範囲）と記載されているように、第２の空燃比セ\nンサ３４の信号は第１の空燃比センサ２４の信号処理に作用を及ぼしているから、\n審決が、引用例１に「第１の空燃比センサ２４の信号は・・・比較的小さな時定数\nで処理され、また第２の空燃比センサ３４の信号が比較的大きな時定数で第１の空\n燃比センサ２４の信号処理に作用を及ぼす」ことが記載されていると認定したこと\nに誤りはない。\nなお、原告は、引用例発明における第２の空燃比センサの信号が、第１の\n空燃比センサによる制御空燃比を迅速に大きく変化させているのであるから、大き\nな時定数で緩慢に処理されるのではなく、むしろ高速に処理され、第１の空燃比セ\nンサの信号処理に作用を及ぼしていると主張するが、引用例１の「第２の空燃比セ\nンサの出力の反転時には、遅延時間が大きく変化し、この結果、第１の空燃比セン\nサによる制御空燃比は迅速に大きく変化する」（甲第２号証「特許法第１７条の２\nの規定による補正の掲載」２頁右上欄６～９行）という記載は、従来例に関する\n「遅延時間を第２の空燃比センサの出力に応じて徐々に変化させている」（同１頁\n右下欄１３～１５行）との記載と対比されているものであり、第２の空燃比センサ\n（後方センサ）の信号が、第１の空燃比センサ（前方センサ）の信号処理に比較し\nて、高速に処理されていることを意味するものではない。\n２　取消事由２（相違点についての判断の誤り）について\n原告は、引用例３に、第１酸素センサの信号と第２酸素センサの信号とが異\nなる時定数で処理されるとの記載はないと主張するが、引用例３（甲第４号証）の\n第６図には、第１酸素センサ出力がVe1を中心として早い周期で変化しているのに対\nし、第２酸素センサ出力がVe2とVe3との間でゆっくりとした変化をしていることが\n示されており、このことに鑑みて、引用例３に、第１酸素センサの信号と第２酸素\nセンサの信号とが異なる時定数で処理されることが記載されていると認定したこと\nに誤りはない。\nまた、原告は、引用例３記載の発明において、第１、第２酸素センサが、同\n一排気ガスの空燃比が濃いか薄いか、及びその理論空燃比からのずれの大きさを、\n同時に測定しなければならないものであり、機能的には一体不可分でなければなら\nないと主張するが、引用例３の記載（甲第４号証４頁左下欄６行～５頁左上欄６\n行）から、第２酸素センサ素子(22)の出力電圧が、基準電圧（Ve2）と基準電\n圧（Ve3）の間であるかぎり、第１酸素センサ素子(21)の帰還信号による独自の閉ル\nープ制御機能により、燃料と空気の混合気の組成を制御していること、及び第２酸\n素センサ素子(22)の出力電圧が、基準電圧（Ve2）以上となり、又は基準電\n圧（Ve3）以下となったときは、第２酸素センサ素子(22)の帰還信号による閉ループ\n制御機能により、第１酸素センサ素子(21)の帰還信号による閉ループ制御機能のＰ\n成分あるいはＩ成分のパラメータの少なくとも一つを変化させていることが認めら\nれ、引用例３記載の発明の、第１、第２酸素センサ素子の信号は、それぞれが閉ル\nープ制御機能において処理されているものであり、第１、第２酸素センサ素子は互\nいに独立したセンサということができるから、原告の上記主張は誤りである。\nそれのみならず、審決は、本願発明と引用例発明との相違点である「閉ル－\nプ制御機能を変化させる内容が、本件出願に係る発明は、閉ル－プ制御機能のＰ成\n分あるいはＩ成分のパラメ－タの少なくとも一つを変化させるのに対して、引用例\n１に記載されたものは、閉ル－プ制御機能のスキップの遅延時間を変化させるもの\nである点」（審決書１８頁１９行～１９頁４行）につき、引用例３に「閉ループ制\n御機能のＰ成分あるいはＩ成分のパラメータの少なくとも一つを変化させる」点が\n記載されているから、引用例発明の閉ループ制御機能のスキップの遅延時間を変化\nさせることに代えて、引用例３の「閉ループ制御機能のＰ成分あるいはＩ成分のパ\nラメータの少なくとも一つを変化させる」技術を採用し、本願発明の構成とするこ\nとは容易に想到し得ると判断したのであって、引用例３に、触媒前方の酸素センサ\nが比較的小さな時定数で処理され、触媒の後方の酸素センサの信号が比較的大きな\n時定数で前方の酸素センサの信号処理に作用を及ぼす点が記載されていることを理\n由として、該技術を引用例発明に適用し、本願発明の構成することが容易に想到し\n得るとしたものではない。\nしたがって、原告の主張は、いずれにせよ失当である。\n第５　当裁判所の判断\n１　取消事由１（一致点の認定の誤り）について\n(1)　「時定数」が、原告主張のとおり、「応答の速さを特徴づける定数で、時\n間の次元をもつもの」であって、時定数が小さいと応答が高速になり、大きいと応\n答が緩慢になることは、被告において明らかに争わないところである。\nしかして、本願発明は、前示本願発明の要旨のとおり、「触媒の前方及び\n後方に配置された酸素センサとを備え、混合気組成を示す尺度としての酸素センサ\nの信号が異る時定数を有する閉ル－プ制御機能を介して混合気組成に作用を及ぼ\nし、その場合前方の酸素センサの信号はすくなくともＰＩ動作特性を有する閉ル－\nプ制御機能において比較的小さな時定数で処理され、また後方の酸素センサの信号\nが比較的大きな時定数で前方の酸素センサの信号処理に作用を及ぼす」ものである\nところ、審決は、引用例１にも、「第１の空燃比センサ２４の信号は・・・比較的\n小さな時定数で処理され、また第２の空燃比センサ３４の信号が比較的大きな時定\n数で第１の空燃比センサ２４の信号処理に作用を及ぼす」（審決書８頁１８行～９\n頁３行）ことが記載されていると認定したが、引用例１（甲第２号証）に、当該事\n項を直接記載した部分を見い出すことはできない。\nしかるところ、被告は、本願発明の要旨の「異る時定数を有する」とは、\n吸気管、内燃機関、排気管中の混合気や排ガスの流れも含む閉ループ制御機能の応\n答の速さが異なることを表したものであり、閉ループが電子制御装置２２のみで構\n成されるものではないから、この応答の速さは、単に電子制御装置２２の応答の速\nさのみに依存するものではなく、閉ループ全体としての応答の速さであるとしたう\nえ、引用例発明において、第１の空燃比センサ２４からの帰還信号による閉ループ\n制御機能は、その閉ループ内に触媒コンバータ１２が存在しないのに対し、第２の\n空燃比センサ３４からの帰還信号による閉ループ制御機能は、その閉ループ内に触\n媒コンバータ１２を含むものであり、第２の空燃比センサ３４からの帰還信号によ\nる閉ループ制御機能は、第１の空燃比センサ２４からの帰還信号による閉ループ制\n御機能に比べ、少なくとも排ガスが触媒コンバータ１２を通過する時間分は、応答\nが遅くなるから、審決の前示認定に誤りがないと主張するので、その主張の当否に\nつき検討する。\n(2)　平成３年２月２８日発行の【Ｊ】著「自動制御応用技術」（甲第９号証）\nには、「計算機直接制御を対象としたディジタル制御系は，図５．１に示すように\nディジタル制御部，Ｄ－Ａ変換器，Ａ－Ｄ変換器，サンプラから成るディジタル計\n算機と，操作部および検出部に大別できる．同図において，操作部より制御量を調\n整し，制御対象の物理量を検出部により検出する部分は，アナログ制御系と同一で\nある．検出部出力をサンプラを通して入力し，Ａ－Ｄ変換器により，アナログ量を\nディジタル量に変換して，帰還数値とする．制御に必要な目標数値と帰還数値が，\nディジタル制御部に入力される．ディジタル制御部では，制御に必要な演算が実行\nされ，その結果をＤ－Ａ変換器により，ディジタル量をアナログ量に変換して操作\n部に出力する．制御用ディジタル計算機は，プログラムにより，検出量および制御\n量等の入出力処理を実行するとともに，制御に必要な演算，すなわち制御アルゴリ\nズムが実行される．一般的には，ＰＩＤ，すなわち比例，積分，微分等を含む微分\n方程式を，差分方程式に変え計算する．」（同号証１００頁２～１４行）との記載\nがあり、この記載と図５・１（同頁）とによれば、同文献には、制御対象からの物\n理量の検出値に対応する帰還値と、目標値とを、ディジタル制御部で比較演算し、\nその結果を操作部に与えて制御対象をフィードバック制御（すなわち、閉ループ制\n御）するディジタル制御系において、制御に必要な演算（制御アルゴリズム）とし\nて、該帰還値と目標値とを用いたＰＩＤ（比例、積分、微分等を含む微分方程式）\nの実行がディジタル制御部でなされることが示されているものと認められるとこ\nろ、同文献が、自動制御に関する一般的な解説書と認められることに鑑みれば、そ\nのような構成とすることが、閉ループ制御系における制御対象の制御の基本構成と\nして、慣用的な技術手段であり、また、そのことは、同文献自体の発行時は本願出\n願に係る優先権主張日の後ではあるものの、同優先権主張日当時においても妥当す\nるものと認められる。さらに、同文献に開示されたものは、制御部においてディジ\nタル制御を行うことが前提とされているが、目標値、帰還値、操作部に与える信号\nの意味は、それがディジタル信号であるか、アナログ信号であるかによって変わる\nものではないから、前示のことは、制御部がアナログ制御を行うものにおいても、\n同様であるというべきである。\n(3)　しかして、前示本願発明の要旨において、「異る時定数を有する閉ル－プ\n制御機能」を介して混合気組成に作用を及ぼす酸素センサの信号のうち、前方の酸\n素センサの信号は、「すくなくともＰＩ動作特性を有する閉ル－プ制御機能」にお\nいて、比較的小さな時定数で処理されるものとされているところ、「ＰＩ動作特性\nを有する閉ル－プ制御機能」とは、制御に必要な演算（制御アルゴリズム）とし\nて、比例、積分演算の実行をする閉ル－プ制御機能をいうものと考えられるから、\n前示(2)で認定した閉ループ制御系における制御の基本構成に照らし、酸素センサの\n信号による数値（帰還値）を用いて、該制御アルゴリズムを実行する部分、すなわ\nち、閉ループ制御系の制御部における機能を意味するものと解さざるを得ない。し\nたがって、本願発明において、前方の酸素センサの信号は、閉ループ制御系の制御\n部において、比較的小さな時定数によって処理されるものであると認められ、そう\nであれば、これとの整合上、後方の酸素センサの信号が、前方の酸素センサの信号\n処理に作用を及ぼすために、比較的大きな時定数によって処理されるのも、閉ルー\nプ制御系の制御部においてであると解するのが相当である。\n平成３年１１月２０日発行の「ＪＩＳ工業用語大辞典（第３版）」（甲第\n８号証）には、「時定数」につき、「応答の速さを特徴づける定数で，時間の次元\nをもつもの．応答が次の式で表されるときには，係数 T をいう．T(dy/dx)+y=x　こ\nこに、y ：出力信号，x ：入力信号」（同号証７２４頁、ただし、式「T(dy/dx)+y=\nx」が、「T(dy/dt)+y=x」の誤記であることは、当事者間に争いがない。）との解説\nが掲載されているところ、これによれば、「時定数」は、ある物理量に関係した処\n理に係る、当該物理量についての入力信号と出力信号とを規定して定義されるもの\nであることが認められる。そして、このことに照らしても、本願発明における、比\n較的小さい、又は、比較的大きい時定数を有する閉ループ制御機能が、各酸素セン\nサの検出信号（帰還信号）を入力信号として、前示制御アルゴリズムの実行等の処\n理を行う閉ループ制御系の制御部の機能を意味することが明らかである。\n(4)　しかして、平成８年８月８日付手続補正書（甲第６号証）による補正を経\nた後の本願明細書（甲第７号証）（以下単に「本願明細書」という。）の発明の詳\n細な説明には、「作用」として、「本発明では、混合気の少なくとも１つの成分を\n調量する電子制御装置と、内燃機関の排気管に配置された第１の排ガス測定センサ\nが設けられる。その排ガス測定センサの出力信号は、内燃機関の負荷、回転数ある\nいは温度などの他の動作量（パラメータ）とともに電子制御装置に入力され、その\n制御装置内で所定の時定数をもつ閉ループ制御を介して処理される。さらに本発明\nでは第１の排ガス測定センサの背後下流に配置された排ガス触媒と、排気管に配置\nされた第２の測定センサが設けられる。この第２の測定センサが第２の排ガス測定\nセンサとして構成され、排気管中、触媒の背後下流に配置される。この第２の排ガ\nス測定センサの出力信号は電子制御装置に入力され、制御装置内で第１の閉ループ\n制御（制御アルゴリズム）と異なる時定数の閉ループ制御を介して処理される。即\nち、第１の排ガス測定センサの信号は、本来の混合気組成の閉ループ制御を行なう\nために、小さな時定数で処理され、一方第２の排ガス測定センサの信号は、主にド\nリフト等による制御パラメータの変動を調整したりあるいは触媒の監視の目的のた\nめに、大きな時定数で処理される。」（甲第７号証４欄９～２８行）との記載があ\nり、また、「実施例」として、「排ガス中に含まれる有害物質を減少させる方法\nは、浄化方法を用いた排ガス触媒を用いることであり、それにより一酸化炭素（Ｃ\nＯ）、炭化水素（ＣＨ）及び酸化窒素（ＮＯｘ）の３つの全ての有害成分を顕著に\n崩壊させることができる。この方法がうまくいく前提としては、内燃機関が理論化\n学的な空気燃料混合気により十分正確に駆動されていることで、・・・３つの有害\n物質成分を崩壊させるためのラムダ（λ）値（空気比ないし空気過剰率）の許容誤\n差はわずかなものにしなければならず、その精度のために混合気調節を閉ループ制\n御（注、「開ループ制御」の誤記と認められる。）によって調節せず、閉ループ制\n御によって調節することが必要となる。」（同４欄４５行～５欄８行）、「第４図\nは本発明の装置の詳細な実施例が図示されており、」（同７欄３６～３７行）、\n「電子制御装置２２は、中央演算ユニット（ＣＰＵ）２３、メモリ（ＲＡＭ）２\n４、固定メモリ（ＲＯＭ）２５、不揮発性メモリ（ＥＥＰＲＯＭ）２６、タイマ２\n７並びに入出力ユニット（Ｉ／Ｏ）２８、２９、３０、３１を有する。・・・入出\n力ユニット２８には内燃機関の種々の動作量（パラメータ）・・・並びに第１の排\nガス測定センサ２０からの出力信号ラムダ（λ1）、並びに第２の排ガス測定センサ\n２１からの信号ラムダ（λ2）が入力される。これらのセンサ２０、２１は排ガス中\nにおける酸素含有料（注、「酸素含有量」の誤記と認められる。）を検出する酸素\nセンサとして構成され、空気比に関する情報を供給する。・・・重要なことは、触\n媒１９の前後に配置された２つの排ガス測定センサ２０、２１からの信号が電子制\n御装置２２に入力され、そこで混合気の制御に用いられることである。入出力ユニ\nット２９は燃料供給を行う操作機器１７を駆動する信号並びに空気バイパス路１５\nを操作する操作機器１６を駆動する信号を供給する。・・・又、特性値を格納する\nため、例えば混合器（注、「混合気」の誤記と認められる。）の基本制御値あるい\nは制御アルゴリズムの振幅並びに周波数に影響を与えるＰ、Ｉ成分のような制御パ\nラメータを格納するためのＥＥＰＲＯＭ２６が用いられる。」（同８欄７～４６\n行）、「第５図(ａ)、(ｂ)に図示されたフローチャートは、本発明による装置の制\n御の流れを示すものであり、」（同８欄５０行～９欄１行）、「ステップ５８にお\nいて信号処理が行われる。即ちセンサ２１からの信号の変動振幅、センサ信号の平\n均値などが求められる。続いてステップ５９でラムダ値が触媒の窓において昀適な\n位置にあるかどうかが判断される。・・・昀適位置でない場合には、ステップ６０\nで調整が可能かどうかが判断される。・・・調整ができる場合にはステップ６１に\nおいて学習効果が与えられる。・・・触媒の窓における昀適位置が守られるまで学\n習が行われるので、閉ループ制御となる。従って『緩慢な（時定数の大きな）ラム\nダ制御』と『学習効果』は同じ意味となる。続いてステップ６２においてラムダ制\n御機能のパラメータの調整が行われる。その場合、異なるパラメータ調整が可能で\nある。その２つの例をあげると、センサ信号の平均値が触媒の窓における昀適位置\nと一致しない場合には、ラムダ平均値に対する基本制御値を変化させることができ\nる。他の調整は変動振幅が非常に大きい場合、例えば高速ラムダ制御器の比較成分\nを変化させることができる。続いてステップ６３でセンサ２０を用いた通常の高速\nラムダ制御が行われる。このように排ガス測定センサ２０、２１からの両出力信号\nに基づいて行われる閉ループ制御は、異なる制御時定数で行なわれる。例えば排ガ\nス測定センサ２０からの出力信号は高速（時定数が小さい）閉ループ制御回路で、\n排ガス測定センサ２１からの出力信号は緩慢な（時定数が大きい）制御回路で処理\nされる。その場合、緩慢な閉ループ制御回路は高速の閉ループ制御回路に対し回路\n的にみてカスケード制御を行なう。」（同９欄３１行～１０欄１３行）との各記載\nがあるところ、これらの記載並びに第４図及び第５図(ａ)、(ｂ)の図示は、本願発\n明において、前方の酸素センサの信号が、閉ループ制御系の制御部において、比較\n的小さな時定数によって処理され、後方の酸素センサの信号が、前方の酸素センサ\nの信号処理に作用を及ぼすため、同様に閉ループ制御系の制御部において、比較的\n大きな時定数によって処理されるとの前示認定に整合するものと認められ（なお、\n「閉ループ制御系の制御部」は、第４図に係る実施例においては「電子制御装置２\n２」に相当する。）、その他、本願明細書（甲第７、第６号証）に、前示認定に齟\n齬する記載は見当たらない。\n(5)　被告は、本願発明の要旨の「異る時定数を有する」とは、吸気管、内燃機\n関、排気管中の混合気や排ガスの流れも含む閉ループ制御機能の応答の速さが異な\nることを表したものであり、この応答の速さは、単に電子制御装置２２の応答の速\nさのみに依存するものではなく、閉ループ全体としての応答の速さであると主張す\nるところ、該主張は、本願発明において、触媒前方の酸素センサと電子制御装置、\n吸気管、内燃機関及び排気管等からなる第１の経路と、触媒後方の酸素センサと電\n子制御装置、吸気管、内燃機関、排気管及び触媒等からなる第２の経路とを取り上\nげ、それぞれの経路中の各装置全体によって閉ループ制御機能が構成されるとした\nうえで、本願発明の要旨の「異る時定数を有する」とは、当該２つの経路に係る制\n御機能において、応答の速さが異なることを表したものとする趣旨であると解され\nる。\nしかしながら、本願発明において、吸気管、内燃機関、排気管（前示第２\nの経路については、これに加えて触媒）等が、閉ループを形成すること自体はその\nとおりであり、これらの装置中の混合気や排ガスの流れを除外しては、燃料と空気\nの混合気の組成の閉ループ制御は成立し得ないということができるが、それは、そ\nれらの装置中の混合気や排ガスの流れが、閉ループ制御における制御対象として不\n可欠であるという趣旨においてであって、それらの装置が、該制御対象からの物理\n量の検出値（帰還値）と目標値とを、制御アルゴリズムにより比較演算し、その結\n果を操作部に与えて制御対象を制御すること、すなわち、閉ループ制御系それ自体\nでないことは明らかであるから、吸気管、内燃機関、排気管（第２の経路について\nは、これに加えて触媒）を含めて、閉ループ制御機能が構成されると観念すること\nは誤りであるといわざるを得ない。\nそれのみならず、前示(3)のとおり、「時定数」は、ある物理量に関係した\n処理に係る、当該物理量についての入力信号と出力信号とを規定して定義されるも\nのと認められるところ、本願発明において、時定数を、被告主張のように、前示第\n１、第２の経路に係る吸気管、内燃機関、排気管（第２の経路については、これに\n加えて触媒）等を含めた閉ループ全体の応答の速さとした場合には、いかなる物理\n量のいかなる処理に伴う入力信号と出力信号を規定したものであるかが不明瞭であ\nるといわざるを得ない。\nしたがって、被告の前示主張を採用することはできない。\n(6)　被告は、引用例発明において、第１の空燃比センサ２４からの帰還信号に\nよる閉ループ制御機能は、その閉ループ内に触媒コンバータ１２が存在しないのに\n対し、第２の空燃比センサ３４からの帰還信号による閉ループ制御機能は、その閉\nループ内に触媒コンバータ１２を含み、第２の空燃比センサ３４からの帰還信号に\nよる閉ループ制御機能は、第１の空燃比センサ２４からの帰還信号による閉ループ\n制御機能に比べ、少なくとも排ガスが触媒コンバータ１２を通過する時間分は、応\n答が遅くなるから、引用例１に、「第１の空燃比センサ２４の信号は・・・比較的\n小さな時定数で処理され、また第２の空燃比センサ３４の信号が比較的大きな時定\n数で第１の空燃比センサ２４の信号処理に作用を及ぼす」ことが記載されていると\n主張する。\nしかしながら、該主張は、その前提として、第１の空燃比センサ２４に係\nる（触媒コンバータ１２を含まない）第１の経路（閉ループ）、及び第２の空燃比\nセンサ３４に係る（触媒コンバータ１２を含む）第２の経路（閉ループ）を取り上\nげ、触媒コンバータ１２を含めて第２の経路に係る閉ループ制御機能を観念してい\nる点において（なお、このことより、触媒コンバータのほか、内燃機関、排気管等\nを含めて第１、第２の経路に係る閉ループ制御機能を観念していることが窺われる\nが、その点においても）、また、そのような閉ループ制御機能の理解の基で、時定\n数を観念している点において、前示(5)において述べたと同様の誤りがあるといわざ\nるを得ない。\n排ガスの組成に変化が生じたときに、その変化を、触媒の前に配置された\nセンサが先に検出し、触媒の後ろに配置されたセンサによる検出が、排ガスが触媒\nを通過する時間分だけ遅れることは、いわば当然の現象であるが、触媒の前に配置\nされたセンサの信号が比較的小さな時定数で処理され、触媒の後ろに配置されたセ\nンサの信号が比較的大きな時定数で処理されるということが、そのような単に２つ\nのセンサの検出時点が相違することを意味するものでないことは、前示の説示から\n明らかである。\nまた、被告は、引用例１の第２図に示された「第１の空燃比センサの出力\nＡ１」が「第２の空燃比センサの出力Ａ４」より速い周期で変化していることを、\n第２の空燃比センサ３４の帰還信号による閉ループ制御機能の時定数が、第１の空\n燃比センサ２４からの帰還信号による閉ループ制御機能の時定数より大きいことを\n示す根拠として主張する。\nしかしながら、前示(3)のとおり、「時定数」は、ある物理量に関係した処\n理に係る、当該物理量についての入力信号と出力信号とを規定して定義されるもの\nと認められるところ、引用例発明における「第１の空燃比センサの出力」及び「第\n２の空燃比センサの出力」は、共に、排ガスの空燃比（組成比）という物理量を信\n号としたものであり、それに関係した処理（引用例発明の制御部における処理）と\nの関係で入力信号となるものであるから、その両者の周期を比較したところで、第\n２の空燃比センサ３４の帰還信号による閉ループ制御機能の時定数と、第１の空燃\n比センサ２４からの帰還信号による閉ループ制御機能の時定数との大小の比較とな\nらないことは明白である。\n(7)　以上のとおり、被告の主張する事実によっては、引用例１に、「第１の空\n燃比センサ２４の信号は・・・比較的小さな時定数で処理され、また第２の空燃比\nセンサ３４の信号が比較的大きな時定数で第１の空燃比センサ２４の信号処理に作\n用を及ぼす」ことが記載されていると認めることはできず、そうであれば、審決\nが、引用例１に、そのように記載されていると認定したことは誤りであり、したが\nって、本願発明と引用例発明とが、「前方の酸素センサの信号は・・・比較的小さ\nな時定数で処理され、また後方の酸素センサの信号が比較的大きな時定数で前方の\n酸素センサの信号処理に作用を及ぼす」点で一致すると認定したことも誤りである\nといわざるを得ない。\n２　よって、その余の点につき判断するまでもなく、原告の請求は理由があるか\nら、これを認容することとし、訴訟費用の負担につき行政事件訴訟法７条、民事訴\n訟法６１条を適用して、主文のとおり判決する。\n東京高等裁判所第１３民事部\n裁判長裁判官    　田　　中　　康　　久\n裁判官    　石　　原　　直　　樹\n裁判官　　　長　　沢　　幸　　男\n"
}