{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 13,
    "month": 1,
    "day": 31
  },
  "case_number": "平成12(ワ)992",
  "case_name": "",
  "court_name": "東京地方裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "12695",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=12695",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/695/012695_hanrei.pdf",
  "contents": "平成一二年(ワ)第九九二号　損害賠償請求事件\n（口頭弁論終結日　平成一二年一二月七日）\n判　　　　　　　　　決\n原　　　　　　　　告　　　　　　　　　　東京製綱株式会社\n右代表者代表取締役　　　　　　　　　　　【Ａ】\n右訴訟代理人弁護士　　　　　　　　　　　満　園　武　尚\n同　　　　　　　　　　　　　　　　　　　満　園　勝　美\n右訴訟復代理人弁護士　　　　　　　　　　小　屋　和歌子\n右補佐人弁理士　　　　　　　　　　　　　鈴　江　武　彦\n同　　　　　　　　　　　　　　　　　　　坪　井　　　淳\n同　　　　　　　　　　　　　　　　　　　河　井　将　次\n被　　　　　　　　告　　　　　　　　　　株式会社ゴショー\n右代表者代表取締役　　　　　　　　　　　【Ｂ】\n被告補助参加人　　　　　　　　　　　　　川鉄建材株式会社\n右代表者代表取締役　　　　　　　　　　　【Ｃ】\n被告及び補助参加人訴訟代理人弁護士　　　宮　崎　　　誠\n同　　　　　　　　　　　　　　　　　　　長　澤　哲　也\n同　　　　　　　　　　　　　　　　　　　岡　田　さなゑ\n同　　　　　　　　　　　　　　　　　　　平　野　惠　稔\n被告及び補助参加人補佐人弁理士　　　　　吉　村　勝　俊\n同　　　　　　　　　　　　　　　　　　　岡　本　宜　喜\n主　　　　　　　　　文\n一　原告の請求を棄却する。\n二　訴訟費用は原告の負担とする。\n事　実　及　び　理　由\n第一　請求\n被告は、原告に対し、金一二四八万九八四〇円及びこれに対する平成一二年二月\n一日から支払済みまで年五分の割合による金員を支払え。\n第二　事案の概要\n原告は被告に対し、後記工事において実施した被告の方法が原告の有する特許権\nを侵害したと主張して、損害賠償を請求した。\n一　前提となる事実（証拠を示した事実以外は、当事者間に争いがない。）\n１　原告の特許権\n原告は、次の特許権（以下「本件特許権」といい、その発明を「本件発明」とい\nう。）を有している（特許請求の範囲については弁論の全趣旨）。\n(一)　登録番号　　　第二六七九九六六号\n(二)　発明の名称　　落石防止工法\n(三)　出　願　日　　平成三年一一月一一日\n(四)　登　録　日　　平成九年八月一日\n(五)　特許請求の範囲（平成一二年三月二八日付け訂正請求書記載のとおり）\n「立ち木および浮き石が点在する傾斜面全体の上に、その立ち木を伐採することな\nく、複数のワイヤロープを前記立ち木を避け、かつ前記浮き石の上を通るように網\n目状に張設し、これらワイヤロープの端末をアンカーを介して傾斜面に係止すると\nともに、各ワイヤロープの交差部をクロスクリップで締結し、さらに前記傾斜面の\n複数箇所に穴を掘り、これら穴内にそれぞれ凝固剤を充填し、これら凝固剤中にそ\nれぞれアンカーを差し込んで固定してこれらアンカーによりワイヤロープの交差部\nを係止し前記ワイヤロープを前記点在する浮き石間で傾斜面の地形に沿って密着す\nるようにして前記浮き石を押え付けることを特徴とする落石防止工法。」\n２　本件発明の構成要件\n本件発明を構成要件に分説すると、次のとおりである。\nＡ　立ち木および浮き石が点在する傾斜面全体の上に、その立ち木を伐採すること\nなく、複数のワイヤロープを前記立ち木を避け、かつ前記浮き石の上を通るように\n網目状に張設すること、\nＢ　これらワイヤロープの端末をアンカーを介して傾斜面に係止すること、\nＣ　各ワイヤロープの交差部をクロスクリップで締結すること、\nＤ　さらに前記傾斜面の複数箇所に穴を掘り、これら穴内にそれぞれ凝固剤を充填\nし、これら凝固剤中にそれぞれアンカーを差し込んで固定してこれらアンカーによ\nりワイヤロープの交差部を係止し前記ワイヤロープを前記点在する浮き石間で傾斜\n面の地形に沿って密着するようにして前記浮き石を押え付けること、\nＥ　前記ＡないしＤを特徴とする落石防止工法\n３　被告の行為\n被告は、平成一〇年三月ころ、【神戸市＜以下略＞】において、神戸市道路公社\nの発注による六甲有料道路災害防除工事（以下「本件工事」という。）を施工し\nた。\n被告が右工事で用いた工法（以下「被告工法」という。）の構成は次のとおりで\nある。\nａ　立ち木及び浮き石が点在する傾斜面の上に、ワイヤロープを張設するにおい\nて、邪魔になる立ち木を伐採した後に複数のワイヤロープを縦横に張設しているこ\nと。\nｂ　浮き石の上を通るように網目状に張設されるワイヤロープによって構成される\nワイヤロープの張設面は、端末がアンカーで傾斜面に係止されているワイヤロープ\n（以下「係止ワイヤロープ」という。）と、端末がアンカーで傾斜面に係止されて\nいないワイヤロープ（以下「非係止ワイヤロープ」という。）とからなっているこ\nと。係止ワイヤロープは二メートルの格子を形成し、その格子を一六分するよう\nに、非係止ワイヤロープが五〇センチメートルおきに配置されていること。非係止\nワイヤロープの末端には巻付グリップが巻き付いており、右巻付グリップと、係止\nワイヤロープとがクロスクリップで締結されていること。\nｃ　係止ワイヤロープの交差部、非係止ワイヤロープの交差部、及び係止ワイヤロ\nープと非係止ワイヤロープとの交差部が、いずれもクロスクリップで締結されてい\nること。ただし、係止ワイヤロープの交差部についてはクロスアンカークリップが\n使用され、アンカーで傾斜面に係止されていること。\nｄ　さらに前記傾斜面の複数箇所に穴を掘って、これらの穴内に凝固剤が充填され\nプラスチック粗網で外面が補強されている紙袋を挿入し、この紙袋内にアンカーを\n差し込んで固定し、これらアンカーにより前記ワイヤロープの交差部を点在する浮\nき石間で傾斜面の地形に沿って密着するように係止して浮き石を押え付けているこ\nと。\n４　構成要件Ｃの充足性\n被告工法は構成要件Ｃを充足する。\n二　争点\n１　構成要件Ａの充足性\n（原告の主張）\n被告工法の構成ａは、構成要件Ａを充足する。\n本件発明に係る明細書（ただし平成一二年三月二八日付けでされた訂正請求によ\nり訂正された後の明細書、以下「本件明細書」という。）の特許請求の範囲の構成\n要件Ａに係る部分の「立ち木を伐採することなく」とは、地表面付近の草木まで含\nめて、一切を切除しないことを意味するものではない。本件発明は落石防止工法に\n係るものであり、現実には山の斜面等で実施される。山の斜面で作業を行うに当た\nっては、どのような作業であっても、見通しを妨げる枝や草や下生えを排除する。\n本件発明では、ワイヤロープを浮き石間で傾斜地の地形に沿って密着するように張\n設し、またアンカーで係止することが要求されていることからしても、地表面に近\nい部分の障害物である草木を排除することは当然である。\n被告工法においては、ワイヤロープを張設するに先だって、邪魔になる立ち木を\n伐採しているが、右の程度の伐採があっても、構成要件Ａにおける「立ち木を伐採\nすることなく」に該当すると解される。\n（被告及び補助参加人の反論）\n特許請求の範囲の構成要件Ａに係る部分の「立ち木を伐採することなく」とは、\n傾斜面に存在する立ち木の一切を伐採することなくという意味に限定して解すべき\nである。すなわち、原告が、立ち木を一切伐採しないものと限定したことによって\nはじめて、本件特許が維持された出願の経過に照らすならば、構成要件Ａに係る部\n分の「立ち木を伐採することなく」を、傾斜面に存在する立ち木の幾らかを伐採す\nることも含まれると拡張解釈することは許されない。\n他方、被告工法の構成ａは、ワイヤロープを張設するのに邪魔になる立ち木を伐\n採するというものであるから、構成要件Ａを充足しない。\n２　構成要件Ｂの充足性\n（原告の主張）\n被告工法の構成ｂは、構成要件Ｂを充足する。\n構成要件Ｂは、「これらワイヤロープの端末をアンカーを介して傾斜面に係止す\nること」であり、右文言の趣旨を超えて限定すべきでない。縦横に張設されたワイ\nヤロープの目の粗さについての限定はない。\n被告工法は、網目状に張設された複数の係止ワイヤロープとその端部及び交差部\nを係止したアンカーにより、浮き石を押さえ、落石の発生を防止しているのであ\nり、被告工法の構成ｂは本件発明の構成要件Ｂを充足する。\n浮き石が目こぼれしないように係止ワイヤロープの間に非係止ワイヤロープを設置\nすることは、従前から存する技法であり、このような従来技術を付加しても、構成\n要件Ｂを備えないことにはならない。\n（被告及び補助参加人の反論）\n構成要件Ｂは、「これらワイヤロープの端末をアンカーを介して傾斜面に係止す\nること」であるが、右ワイヤロープとは、「前記立ち木を避け、かつ前記浮き石の\n上を通るように網目状に張設されたワイヤロープ」すべてを指すと解すべきであ\nる。\n他方、被告工法の構成ｂにおいては、立ち木を避け、かつ浮き石の上を通るよう\nに網目状に張設され、係止ワイヤロープとともに浮き石を押さえる機能を有してい\nるにもかかわらず、端末がアンカーで傾斜面に係止されていない非係止ワイヤロー\nプも用いる。したがって、被告工法の構成ｂは構成要件Ｂを充足しない。\n３　構成要件Ｄの充足性\n（原告の主張）\n被告工法の構成ｄは、構成要件Ｄを充足する。\n構成要件Ｄは、地中に「穴を掘り、これら穴内に凝固剤を充填し、これら凝固剤\n中にアンカーを差し込んで固定する」ことを要素とするが、その趣旨は、凝固剤の\n凝固によって生じた大地との摩擦力を、アンカーボルトを介してロープ等に伝える\nことにある。何らかの方法で充填剤を穴内に充填して大地との摩擦力を用いる方法\nである限り、あらかじめ凝固剤が充填された紙袋を挿入し、この紙袋内にアンカー\nを差し込む方式を除外する趣旨に解することはできない。\n被告工法は、地面に穴を掘り、凝固剤を紙袋に入れて穴に挿入するが、右構成\nは、構成要件Ｄを当然に充足する。\n（被告及び補助参加人の反論）\n構成要件Ｄは、傾斜面に掘られた穴内に凝固剤を充填し、その中にアンカーを差\nし込んで固定する方法に限定される。本件発明の明細書によると、凝固剤を容器に\n入れて穴内に装着しアンカーを固定する方法による工法は、本件発明（請求項１）\nではなく、別発明である請求項２に記載され、本件発明におけるアンカーの固定方\n法と区別されている。\n被告工法の構成ｄは、傾斜面に掘られた穴内に、凝固剤が充填されプラスチック\n粗網で外面が補強されている紙袋を挿入し、この紙袋内にアンカーを差し込んで固\n定するものであり、構成要件Ｄを充足しない。\n４　損害額\n（原告の主張）\n本件工事の工事代金は四一六三万二八〇〇円と算定される。原告が落石防止工事\nを施工した場合の利益率は平均三〇パーセントであるから、被告が本件工事を行っ\nたことによる原告の損害は一二四八万九八四〇円である。\n（被告及び補助参加人の反論）\n原告の主張は争う。\n第三　争点に対する判断\n一　争点１（構成要件Ａの充足性）について\n１　構成要件Ａの「その立ち木を伐採することなく」の解釈\n本件明細書の特許請求の範囲の文言、及び「発明の詳細な説明」欄の記載、本件\n発明の出願経過、公知技術を斟酌すると、構成要件Ａにおける「その立ち木を伐採\nすることなく」とは、傾斜面上に存在する立ち木を一本たりとも伐採することなく\nという意味に理解すべきである。以下、詳述する。\n(一)　本件明細書の「発明の詳細な説明」の「発明が解決しようとする課題」欄に\nは、「このような従来の手段においては、傾斜面の全体に金網を張設する関係で、\nその傾斜面上の立ち木（自然林、植林）を伐採しなければならず、このため施工作\n業が相当面倒となるばかりでなく、環境破壊を招き、美観も損なってしまう難点が\nある」（段落番号【０００３】）と、従来技術の問題点が指摘され、本件発明の目\n的として「立ち木の伐採を要することなく施工でき、環境破壊や美観の低下を伴う\nことなく落石の発生を防止することができる落石防止工法を提供することにあ\nる。」（段落番号【０００４】）と記載されている。また、実施例として、立ち木\nを避けてワイヤロープを張設する工法が説明され、右工法について、「そして立ち\n木２・・・を特に伐採する必要がなく、このため施工作業が簡易で施工コストが低\n減するばかりでなく、立ち木２・・・をそのまま残せるから、環境破壊を招かず、\n自然保護の点で有益であり、また立ち木２・・・によりワイヤロープ４・・・があ\nる程度隠されるから外観も良好に保つことができる。」（段落番号【００１１】）\nと説明されている。さらに、「発明の効果」欄にも、「立ち木の伐採を要すること\nがないから、設置が簡易でかつ環境破壊や美観の低下を伴うことがない利点があ\nる。」（段落番号【００１３】との記載がある。なお、本件明細書中には、立ち木\nの一部を伐採することを伺わせるような記載は一切ない。（甲二、弁論の全趣旨）\n(二)　証拠（甲一ないし四、乙三、五ないし一〇、一四ないし二一）によると、本\n件発明の出願経過は次のとおりであり、これを覆すに足る証拠はない。\n本件発明は、平成三年一一月一一日に実用新案として登録出願され、出願時の実\n用新案登録請求の範囲は「立ち木および浮き石が点在する傾斜面上に、複数のワイ\nヤロープを前記立ち木を避けて網目状に張設し、これらワイヤロープの交差部をク\nロスクリップで締結し、かつこれらワイヤロープを傾斜面に打ち込んだアンカーに\nより傾斜面に係止してなる落石防止装置。」というものであった（乙三、二一）。\nなお、出願時の明細書の「考案の詳細な説明」欄には、その目的、効果として、本\n件明細書の「発明の詳細な説明」欄と同様の記載がされていた。\n右出願はその後分割され、さらに特許出願に変更され、平成九年八月一日に登録\nされた。登録時の特許請求の範囲の記載は「立ち木および浮き石が点在する傾斜面\nの上に、複数のワイヤロープを前記立ち木を避け、かつ前記浮き石の上を通るよう\nに網目状に張設し、これらワイヤロープの端末をアンカーを介して傾斜面に係止す\nるとともに、各ワイヤロープの交差部をクロスクリップで締結し、さらに前記傾斜\n面の複数箇所に穴を掘り、これら穴内にそれぞれ凝固材を充填し、これら凝固材中\nにそれぞれアンカーを差し込んで固定し、これらアンカーにより前記ワイヤロープ\nを傾斜面の地形に沿うように係止して前記浮き石を押え付けることを特徴とする落\n石防止工法。」である（甲二、乙七）。\nこれに対し、補助参加人らから異議申立てがされた。異議申立ての理由の概要\nは、①本件発明は、公知技術から当業者であれば容易に発明することができる、②\n特許請求の範囲に記載された「立ち木を避け」の立ち木が、「傾斜面に元々存在し\nた全部の立ち木を対象とする」のか「傾斜面に存在した立ち木の幾らかを伐採し、\n伐採されずに残った立ち木を対象とする」のかが明瞭でない、③本件発明は出願前\nに日本国内において公然実施されたいうものである（乙八、一七）。\n特許庁は、平成一〇年一一月二〇日付けで、「特許請求の範囲の欄において、本\n件発明の構成に欠くことができない事項（特に「発明の詳細な説明」欄中の段落\n【００１１】、【００１３】に対応する事項）が記載されてなく、不明瞭である」\nので、特許法三六条五項及び六項に違反する旨の取消理由通知を出した（乙九、一\n九）。\n原告は、同日付けで、明細書の本件発明に係る特許請求の範囲を「立ち木および\n浮き石が点在する傾斜面全体の上に、その立ち木を伐採することなく、複数のワイ\nヤロープを前記立ち木を避け、かつ前記浮き石の上を通るように網目状に張設し、\nこれらワイヤロープの端末をアンカーを介して傾斜面に係止するとともに、各ワイ\nヤロープの交差部をクロスクリップで締結し、さらに前記傾斜面の複数箇所に穴を\n掘り、これら穴内にそれぞれ凝固材を充填し、これら凝固材中にそれぞれアンカー\nを差し込んで固定し、これらアンカーにより前記ワイヤロープを前記点在する浮き\n石間で傾斜面の地形に沿って密着するように係止して前記浮き石を押え付けること\nを特徴とする落石防止工法」と訂正する旨請求した（乙一〇、二〇）。\n特許庁は、同年一二月一〇日付けで、右訂正を認め、右訂正により、「立ち木を\n避け」の立ち木は、「傾斜面に元々存在した全部の立ち木を対象とする」ことが明\nらかになったものと認められるから、本件特許出願が特許法三六条五項及び六項の\n規定する要件を満たしていないという異議申立人の主張は採用できないとし、さら\nに異議申立人らの他の主張も採用できないとして、本件特許権を維持する旨の決定\nをした（甲三、四）。\nなお、平成一二年三月二八日付け訂正請求書により訂正請求がされ、特許請求の\n範囲は、第二、一１(五)記載のとおりに訂正された。\n(三)　また、証拠（乙一七）によると、本件発明の実用新案登録出願時、既に次の\nような工事が公然と行われていたことが認められる。すなわち、平成二年七月から\n平成三年五月にかけて富山県で行われた法面修繕工事は、立ち木及び浮き石が点在\nする法面の上に、あらかじめ立ち木の一部を伐採した後に、複数のワイヤロープ\nを、残った立ち木を避け、かつ浮き石の上を通るように網目状に張設し、これらワ\nイヤロープの端末をアンカーを介して傾斜面に係止するとともに、各ワイヤロープ\nの交差部をクロスクリップで締結し、さらに法面の複数箇所に削孔を施工し、そこ\nにアンカーを打ち込みセメントペーストを充填して固定し、これらのアンカーで前\n記ワイヤロープを法面の地形に沿って係止するという工法の落石防止工事であっ\nた。\n(四)　以上のとおり、①本件発明に係る特許請求の範囲の文言、②本件明細書の\n「発明の詳細な説明」欄の記載、③特許請求の範囲に「その立ち木を伐採すること\nなく、」を加入する旨の訂正を行ったことにより、特許請求の範囲の記載が明確に\nなったとして、本件特許権が維持されたという本件発明の出願経過、④本件発明の\n出願時前に、法面に点在する立ち木の一部を伐採し、残りの立ち木を避けてワイヤ\nロープを張設する落石防止工法が公然実施されていたことを参酌すると、構成要件\nＡにおける「その立ち木を伐採することなく」は、斜面上に存在する「立ち木を一\n本たりとも伐採することなく」という意味であると理解すべきである。\n２　被告工法との対比\n本件現場は立ち木が多数点在する傾斜面であり、被告工法では、傾斜面に点在す\nる立ち木のうち、ワイヤロープを調節するのに邪魔になる立ち木は、地表面付近の\n小さな立ち木のみならず、径の比較的大きいものも伐採しており、伐採した立ち木\nは元々傾斜面に存在した立ち木の約半分にのぼる（当事者間に争いがない。なお、\n被告工法の具体的内容については乙一（枝番号は省略する。）参照。）。\nしたがって、被告工法の構成ａは、構成要件Ａを充足しない。\n二　以上のとおりであるから、その余の点について判断するまでもなく、本件各請\n求は理由がない。\n東京地方裁判所民事第二九部\n裁　判　長　裁　判　官　　　飯　村　敏　明\n裁　判　官　　　八　木　貴美子\n裁　判　官　　　谷　　　有　恒\n"
}