{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 12,
    "month": 3,
    "day": 30
  },
  "case_number": "平成11(ネ)1602",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "著作権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "13172",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=13172",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/172/013172_hanrei.pdf",
  "contents": "平成一一年(ネ)第一六〇二号　出版差止等請求控訴事件（原審・東京地方裁判所平\n成九年(ワ)第一九四四四号）\n判　　　　決\n控訴人　　　　　　　　　【Ａ】\n訴訟代理人弁護士　　　　花　岡　　　巖\n同　　　　　　　　　　　唐　澤　貴　夫\n同　　　　　　　　　　　本　橋　光一郎\n同　　　　　　　　　　　小　川　昌　宏\n同　　　　　　　　　　　下　田　俊　夫\n被控訴人　　　　　　　　【Ｂ】\n訴訟代理人弁護士　　　　伊　東　大　祐\n同　　　　　　　　　　　向　井　千　景\n同　　　　　　　　　　　坂　井　大　輔\n主　　　　文\n本件控訴を棄却する。\n控訴費用は控訴人の負担とする。\n事　　　実\n第一　控訴人が求める裁判\n「原判決中、控訴人に関する部分を取り消す。被控訴人の控訴人に対する請求\nを棄却する。」との判決\n第二　当事者の主張\n左記のとおり付加するほか、原判決摘示（三頁七行ないし一四頁七行）のと\nおりであるから、これを引用する。\n一　当審における控訴人の主張の要点\n１　本件コマ絵は、物語原稿の二次的著作物ではない。\n原判決は、他に根拠を挙げることなく、本件コマ絵が本件連載漫画の一部\nであることのみを理由として、被控訴人は、本件コマ絵について、原著作者（本件\n連載漫画を二次的著作物としその原作を原著作物とする原著作者）の権利を有する\n旨判断している。\nしかしながら、漫画のコマ絵にも、漫画のストーリーを表しているコマ絵\n（読者が一見して物語のどの場面かを知り得るもの。一つ一つのコマ絵でこれに当\nたるものは少ないであろう。）と、ストーリーを表していないコマ絵（多くは、独\n立して観賞の対象となり得る。）とがある。漫画の物語作者と絵画作者とが異なる\n場合、前者のコマ絵は、物語原稿に依拠しているから、その翻案であってその二次\n的著作物に当たるとみるべきことは当然であるが、後者のコマ絵は、物語原稿に依\n拠しておらずその翻案とはいえないから、物語原稿の二次的著作物ではなく、原著\n作者の権利は及ばないとするのが論理的帰結である。\n原判決の右判断は、本件コマ絵が本件連載漫画のストーリーを表している\nか否かを全く検討しないままに、単に本件連載漫画の一部であることのみを理由と\nして、これに原著作者の権利が及ぶとしたものであって、誤りである。\n２　本件表紙絵及び本件原画は、本件連載漫画のキャンディの絵の複製ではな\nい。\n原判決は、本件表紙絵及び本件原画のいずれについても、本件連載漫画の\nキャンディの絵の複製に当たるとして、被控訴人が原著作者の権利を有する旨判断\nしている。\nしかしながら、本件表紙絵及び本件原画は、いずれも、後に述べるいきさ\nつで控訴人が創作したキャンディのキャラクター原画を複製（あるいは翻案）した\nものに当たり、本件連載漫画のキャンディの絵の複製（あるいは翻案）に当たるも\nのではない。そして、右キャラクター原画（以下「キャンディ原画」ということが\nある。）は、それが生まれるまでのいきさつに照らすと、控訴人が被控訴人の書い\nた物語原稿に依拠することなく独自に創作したものというべきであるから、それ自\n体、原著作物であって二次的著作物ではなく、控訴人が、これにつき、単独で、美\n術の著作権（著作権法一〇条一項四号）を有することは明らかである。したがっ\nて、被控訴人が、本件表紙絵及び本件原画について原著作者の権利を有する旨の原\n判決の判断は誤りである。\nそもそも、漫画の物語作者と絵画作者とが異なる場合に、キャラクター絵\n画の利用に関して物語作者に原著作者の権利を認めることになると、結果として、\n絵画作者は、以後、物語作者の許諾がない限り、当該キャラクター絵画を一切作成\nすることができなくなるのみならず、類似するキャラクター絵画までも作成できな\nいことになりかねない。このことは、職業漫画家ともなれば、いわゆる画風が確立\nされ、人物などは作品が異なっても相当程度似るのが通常であることを考えると、\n漫画家にとって余りに酷な結果であり、このような結果を発生させる解釈を正当化\nする根拠はあり得ない。\n控訴人がキャンディ原画を創作した経緯は次のとおりである。\n控訴人は、昭和四九年秋に、編集者の依頼に応じて、活発で元気な孤児の\n女の子を主人公とする連載漫画を描くことを決意し、同年一一月に編集者を交えて\n被控訴人と新作漫画の打合せを行った際、そばかすのある女の子のラフスケッチを\n編集者及び被控訴人に示し、被控訴人が、これにスケッチされているキャラクター\nをイメージして物語を書くことになった。そして、控訴人は、昭和五〇年一月八日\nまでに新連載予告（同年二月三日発売号）用の絵を、同月二〇日までに連載第一回\n（同年三月三日発売号）用の表紙絵を描いて編集者に手渡した（右ラフスケッチあ\nるいは新連載予告用の絵が、キャンディ原画である。）。控訴人が連載第一回の物\n語原稿を受け取ったのはその後である。\nこの点について、被控訴人は、右ラフスケッチあるいは新連載予告用の絵\nは、キャンディのキャラクター原画が確定されるまでの経過における試作絵画にす\nぎない旨主張する。\nしかしながら、少なくとも新連載予告用の絵は、刊行された雑誌に搭載さ\nれたのであるから、これを単なる試作絵画であるというのは失当である。\n二  当審における被控訴人の主張の要点\n１　本件コマ絵について\n控訴人は、本件コマ絵が本件連載漫画のストーリーを表しているか否かを\n全く検討することなく、単に本件連載漫画の一部であることのみを理由としてこれ\nに原著作者の権利が及ぶとした原判決の判断は誤りである旨主張する。\nしかしながら、二次的著作物の原著作物の著作権者が、当該二次的著作物\nの利用に関して当該二次的著作物の著作者が有するものと同一の種類の権利を有す\nることは、著作権法二八条が明確に規定するところである（二次的著作物には、原\n著作物の創作性を引き継ぐ部分と二次的著作物の著作者の独自の創作性のみ発揮さ\nれている部分との双方が渾然として存在するから、これらをいちいち区別して論じ\nなければならないとなると、原著作物の著作権者の権利の範囲はいたずらに不明確\nとなって、権利関係の安定を著しく欠くことになる。そこで、著作権法は、上記の\nように定め、原著作物の著作権者は結果的に二次的著作物の著作権者が持つ権利と\n同じ権利を有することにして、これを解決したものと解される）。他方、控訴人\nが、本件コマ絵の利用に関して、二次的著作物である本件連載漫画の著作者として\nの権利を有することも明らかである。そうである以上、本件コマ絵が本件連載漫画\nのストーリーを表しているか否かにかかわりなく、これにつき被控訴人も控訴人と\n同一の権利を有するのは、当然というべきである。\n控訴人の右主張は、著作権法を誤解した全くの誤りという以外にない。\n２　本件表紙絵及び本件原画について\n控訴人は、キャンディ原画は控訴人が物語原稿に依拠することなく独自に\n創作したものであり、本件表紙絵及び本件原画はいずれもこのキャラクター原画を\n複製（あるいは翻案）したものである旨主張する。\nしかしながら、控訴人主張の女の子のラフスケッチは、新しい連載漫画に\nついて関係者が打合せを行った際、被控訴人等の意見も容れて控訴人が一応描いた\nものであり、新連載予告用の絵も、その時点における関係者の相談内容に即して控\n訴人が描いたものである。このような絵画は、キャラクター原画が確定されるまで\nの過程における試作絵画にすぎないから、本件表紙絵及び本件原画が右試作絵画の\n複製（あるいは翻案）であるという控訴人の主張は、余りにも非常識である。な\nお、右打合せのときまでに、被控訴人は、物語の概略を構想しており、その内容は\n編集者を通じて控訴人にも伝えられていた（連載第一回の物語原稿が控訴人に手渡\nされたのは昭和五〇年一月上旬であるが、これと新連載予告用の絵が編集者に渡さ\nれた時期の前後は証拠上明らかでない。）。\n控訴人は、物語作者と絵画作者とが異なる漫画のキャラクター絵画の利用\nに関して物語作者に原著作者の権利を認めると、絵画作者は物語作者の許諾がない\n限り類似するキャラクター絵画まで作成できないことになり、不合理である旨主張\nする。\nしかしながら、たとい似通ったキャラクター絵画であっても、一方が他方\nに依拠していると認められない限り翻案の問題は生じないから、控訴人の右主張は\n失当である。\n理　　　由\n当裁判所も、被控訴人の控訴人に対する請求は認容すべきであると判断する。そ\nの理由は、次のとおり付加するほか、原判決の説示（一四頁九行ないし三四頁三\n行）のとおりであるから、これを引用する。\n一　本件コマ絵について\n控訴人は、漫画のコマ絵には、漫画のストーリーを表しているコマ絵と、スト\nーリーを表していないコマ絵とがあり、漫画の物語作者と絵画作者とが異なる場\n合、後者のコマ絵は、物語原稿に依拠しておらずその翻案とはいえないから、物語\n原稿の二次的著作物には当たらず、原著作者の権利は及ばないと主張する。\nしかしながら、著作権法二八条は、「二次的著作物の原著作物の著作者は、当\n該二次的著作物の利用に関し、この款に規定する権利で当該二次的著作物の著作者\nが有するものと同一の種類の権利を専有する。」と規定しており、この規定によれ\nば、原著作物の著作権者は、結果として、二次的著作物の利用に関して、二次的著\n作物の著作者と同じ内容の権利を有することになることが明らかであり、他方、控\n訴人が、二次的著作物である本件連載漫画（本件連載漫画自体が被控訴人作成の物\n語原稿の二次的著作物であることは、原判決の認定するとおりであり、控訴人も、\n当審においてはこれを争っていない。）の著作者として、本件連載漫画の利用の一\n態様としての本件コマ絵の利用に関する権利を有することも明らかである以上、本\n件コマ絵につき、それがストーリーを表しているか否かにかかわりなく、被控訴人\nが控訴人と同一の権利を有することも、明らかというべきである。\n控訴人は、本件コマ絵につき被控訴人が権利を有するか否かを、それが物語原\n稿のストーリーを表しているか否かを基準として判定すべき旨を、物語原稿への依\n拠の有無と結び付けて強調するが、採用できない。二次的著作物は、その性質上、\nある面からみれば、原著作物の創作性に依拠しそれを引き継ぐ要素（部分）と、二\n次的著作物の著作者の独自の創作性のみが発揮されている要素（部分）との双方を\n常に有するものであることは、当然のことというべきであるにもかかわらず、著作\n権法が上記のように上記両要素（部分）を区別することなく規定しているのは、一\nつには、上記両者を区別することが現実には困難又は不可能なことが多く、この区\n別を要求することになれば権利関係が著しく不安定にならざるを得ないこと、一つ\nには、二次的著作物である以上、厳格にいえば、それを形成する要素（部分）で原\n著作物の創作性に依拠しないものはあり得ないとみることも可能であることから、\n両者を区別しないで、いずれも原著作物の創作性に依拠しているものとみなすこと\nにしたものと考えるのが合理的であるからである。\n念のため付言すれば、本件コマ絵にはキャンディが初めて「アードレー家の本\n宅」を見た場面のコマ絵であることを示す吹出しが記載されており、これが控訴人\nのいう「漫画のストーリーを表しているコマ絵」に該当することに疑問の余地はな\nい。\n二　本件表紙絵及び本件原画について\n１　控訴人は、キャンディのキャラクター原画（キャンディ原画）は、それが生\nまれるいきさつに照らし、控訴人が物語原稿に依拠することなく独自に創作したも\nのというべきであり、本件表紙絵及び本件原画は、いずれもこのキャラクター原画\nを複製（あるいは翻案）したものとみるべきである旨主張する。\nしかしながら、本件連載漫画が絵画のみならずストーリー展開、人物の台詞\n（せりふ）等が不可分一体となった一つの著作物であることは原判決が正当に認定\n判断しているとおりであり、また、本件表紙絵及び本件原画がいずれも本件連載漫\n画の主人公であるキャンディを描いたものであることは、控訴人も認めるところで\nある以上、仮に、控訴人主張のいきさつが認められるとしても、本件表紙絵及び本\n件原画が本件連載漫画を複製（あるいは翻案）したものと評価されなければならな\nいことは当然であって、このことは、控訴人主張のラフスケッチあるいは新連載予\n告用の絵をキャンディのキャラクター原画とみることができるとしても、それによ\nり変わるところはないものというべきである。換言すれば、控訴人主張のいきさつ\nが認められ、かつ、本件表紙絵及び本件原画の中に、控訴人主張のラフスケッチあ\nるいは新連載予告用の絵を複製（あるいは翻案）したものとする要素があるとして\nも、それらは、本件連載漫画の主人公であるキャンディを描いたものである限り、\n本件連載漫画の複製（あるいは翻案）としての性質を失うことはあり得ないものと\nいうべきである。すなわち、仮に、本件表紙絵及び本件原画がキャンディ原画の複\n製（あるいは翻案）であるということが許されるとしても、そのことは、それらが\n本件連載漫画の複製（あるいは翻案）であることを排斥し得ないものというべきで\nあり、本件表紙絵及び本件原画が本件連載漫画を複製（あるいは翻案）したもので\nはないというためには、それらが本件連載漫画の主人公であるキャンディを描いた\nものではないという必要があるというべきである。控訴人の主張は、結局のとこ\nろ、仮に、控訴人主張のいきさつで控訴人主張のラフスケッチあるいは新連載予告\n用の絵が創作されたにせよ、現実には、その後に、絵画とストーリーとが不可分一\n体となった一つの著作物としての本件連載漫画が成立し、これが広く公表されてい\nるにもかかわらず、他の者との関係においてではなく、本件連載漫画の物語作者と\nの関係において、この事実を全く無視しようとするものであって、原著作物の著作\n者の二次的著作物の利用に対する権利を律する著作権法二八条の解釈として、これ\nを合理的なものとすることはできない。\n２　この点について、控訴人は、漫画の物語作者と絵画作者とが異なる場合、キ\nャラクター絵画の利用に関して物語作者に原著作者の権利を認めると、結果とし\nて、絵画作者は、以後、物語作者の許諾がない限り、当該キャラクター絵画を一切\n作成することができなくなるのみならず、類似するキャラクター絵画までも作成で\nきないことになりかねないという、不当な結果を招くと主張する。しかし、そのよ\nうにはいえない。\nまず、漫画の物語作者と絵画作者とは、互いに協力し合う者同士として、当\n該漫画の利用につきそれそれが単独でなし得るところを、事前に契約によって定め\nることが可能である。明示の契約が成立していない場合であっても、当該漫画の利\n用の中には、その性質上、一方が単独で行い得ることが、両者間で黙示的に合意さ\nれていると解することの許されるものも存在するであろう。\n次に、契約によって解決することができない場合であっても、著作権法六五\n条は、共有著作権の行使につき、共有者全員の合意によらなければ行使できないと\nしつつ（二項）、各共有者は、正当な理由がない限り、合意の成立を妨げることが\nできない（三項）とも定めており、この法意は、漫画の物語作者と絵画作者との関\n係についても当てはまるものというべきであるから、その活用により妥当な解決を\n求めることも可能であろう。\nまた、確かに、同一の絵画作者が描く複数のキャラクター絵画が類似するこ\nとは容易に考えられるところであるが、あるキャラクター絵画が、他の物語作者の\n作成に係るストーリーの二次的著作物と評価されるに至った以上、絵画作者は、新\nたなキャラクター絵画を描くに当たっては、右二次的著作物の翻案にならないよう\nに創作的工夫をするのが当然であり、それが不可能であるとする理由を見出すこと\nはできない（例えば、二次的著作物の登場人物と目鼻立ちや髪型などがほとんど同\nじでも、別の人物という設定で描くことは可能であり、そのときには、右人物の絵\nの翻案とはならないであろう。）。\n三　以上のとおりであるから、被控訴人の控訴人に対する請求を認容した原判決は\n正当であって、本件控訴は理由がない。そこで、これを棄却することとして、控訴\n費用の負担につき民事訴訟法六七条、六一条を適用して、主文のとおり判決する。\n（口頭弁論終結日　平成一二年二月三日）\n東京高等裁判所第六民事部\n裁判長裁判官　　山　　下　　和　　明\n裁判官    宍　　戸　　　　　充\n裁判官春日民雄は退官につき署名押印できない。\n裁判長裁判官    山　　下　　和　　明\n"
}