{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 18,
    "month": 2,
    "day": 24
  },
  "case_number": "平成16(ワ)3427",
  "case_name": "損害賠償請求事件",
  "court_name": "名古屋地方裁判所民事第８部",
  "gist": "乗用車の所有者が，走行中にエンジンルーム内から出火した事故について，メーカーに対して提起した，製造物責任又は不法行為責任に基づく損害賠償請求が棄却された事例",
  "lawsuit_id": "32886",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=32886",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/886/032886_hanrei.pdf",
  "contents": "平成１６年(ワ)第３４２７号損害賠償請求事件\n主文\n１ 原告らの請求をいずれも棄却する。\n２ 訴訟費用は原告らの負担とする。\n事実及び理由\n第１ 請求\n１ 被告は，原告Ａに対し，５３万０８９４円及びこれに対する平成１６年７月\n１６日から支払済みまで年５分の割合による金員を支払え。\n２ 被告は，原告Ｂ及び同Ｃに対し，各２６万５４４７円及びこれらに対する平\n成１６年７月１６日から支払済みまで年５分の割合による金員を支払え。\n第２ 事案の概要\n１ 本件は，Ｄ所有にかかる被告製造の軽乗用自動車が，走行中に，エンジンル\nーム内から出火するという事故を起こして損傷したことにつき，タオル様の異\n物（以下「本件異物」という。）が車体下部からエンジンルーム内に入り込ん\nだことが原因であると主張して，Ｄが被告に対し，製造物責任または不法行為\n責任に基づく損害賠償として，Ｄの被った車両修理費，慰謝料等の損害及び本\n訴状送達の日の翌日である平成１６年７月１６日から支払済みまで民法所定の\n年５分の割合による遅延損害金の支払を求める事案であり，Ｄが本訴訟係属中\nの平成１７年６月１６日に死亡したため，夫及び子である原告らがこれを承継\nしたものである。\n２ 前提となる事実（当事者間に争いがない。）\n(1) 当事者\nア Ｄは，平成１３年７月頃，被告が製造した下記車両（以下「本件車両」\nという。）を購入し，自家用車として使用していた。\n記\n（省 略）\nイ Ｄは平成１７年６月１６日死亡した。\nウ 原告Ａは，Ｄの夫であり，原告Ｂ及び同ＣはＤの子である。\n(2) 本件火災\nＤは，平成１５年４月１日午前７時２０分頃，愛知県春日井市ａ町地内国\n道上において本件車両を走行中，本件車両のエンジンルーム内から出火し\n（以下「本件火災」という。），本件車両の一部が焼損した。\n(3) 本件火災の原因\n本件火災の原因は，本件異物がエンジンルーム内のエキゾーストマニホー\nルド（別紙「車両各部品名称」参照。以下，本件車両の各部位の名称につい\nて同じ。）の遮熱カバー付近に接触，加熱され，出火したことであると考え\nられる。\n(4) アンダーカバーの有無\n本件車両のエンジンルームの助手席側下部にはアンダーカバーが設置され\nていない（運転席側には設置されている。）。\n(5) 損害\n本件火災による本件車両の修理費は，６２万１７８９円である。\n３争点\n本件の争点は，\n(1) 本件車両の走行中に本件異物が車体下部からエンジンルーム内に入り込\nんだか否か\n(2) 本件車両の欠陥及び被告の注意義務違反の有無\n(3) 損害額\nである。\n４ 争点に対する当事者の主張\n(1) 争点(1)（本件車両の走行中に本件異物が車体下部からエンジンルーム内\nに入り込んだか否か）について\n（原告らの主張）\nア 本件車両の構造\n本件車両は，エンジンルームの助手席側下部にアンダーカバーが設置さ\nれておらず，車体下部からエンジンルーム内に異物が入り込むことが可能\nな構造となっている。\nすなわち，アンダーカバーが設置されていない場合，車体下部は各部品\nによって凹凸面となり，そこにぶつかった空気の一部は渦を巻いて上方へ\n流れることとなる（ケルビン・ヘルムホルツ不安定）。そして，風速が上\nがれば，その渦は量的にも周波数（回数）的にも激しいものとなり，理論\n上，車体下部から上方へ向かう空気の流れが生ずることとなる。また，現\n実にも，Ｄは，本件火災の出火部分にぶら下がっていたゴムひもやビニー\nルひもを取り除いたことがあった。\nこれらは，本件車両が，車体下部からエンジンルーム内に異物が入り込\nむことが可能な構造となっていたことを示すものである。\nところで，被告は，走行中に異物が車体下部からエンジンルーム内に入\nり込むことは考えられないと主張する。しかしながら，風の有無，気象条\n件及び環境条件等によってエンジンルーム内の状態も様々に異なるのであ\nるから，絶対にエンジンルーム内に異物が入り込むことがないとは断言で\nきないはずである。また，被告が行った風洞実験（乙４）は不十分なもの\nであり，信用性はないというべきである。すなわち，風洞実験を行う際に\nは，実際の走行に近い条件を再現するために，ムービングベルト等を使用\nする必要があるところ，前記風洞実験（乙４）においてはそれが使用され\nておらず，単純な条件設定の下で実験されているにすぎない。また，実際\nの走行においては，カーブ走行や対向車線を走行中の大型車両とすれ違う\nといったことも頻繁に起こるのであるから，こういった状況を想定して実\n験を行わなければ，実験として不備があるといわざるを得ない。\nイ 本件火災の原因\n以上のとおり，本件車両は，車体下部からエンジンルーム内に異物が入\nり込むことが可能な構造となっているのであるから，本件火災の原因は，\n本件車両の走行中に，本件異物が車体下部からエンジンルーム内に入り込\nみ，エキゾーストマニホールドの遮熱カバー付近に接触，加熱したことに\nよるものというべきである。\n（被告の主張）\nア 空気の流れ\n本件車両は，走行中，正面から空圧を受けるが，そのうちフロントグリ\nルないしラジエーターを通った空気は，上方のフロントガラスへは行かず\n下方の路面の方へ一方的に流れていく構造となっている。すなわち，フロ\nントガラス・室内とエンジンルームとは，ボンネット及び隔壁で遮断され\nており，しかもボンネットを閉めた状態では隔壁に取り付けられたシール\n・カウル・パネルによってボンネットと隔壁が密着するので，エンジンル\nームに入った空気は上方や後方へは流れず，下方の路面の方へ流れるので\nある。\n本件車両の前方から車体下部に潜った空気は，前記のようなエンジンル\nームからの下方空圧の影響もあり，専ら後方へ流れ，上方のエンジンルー\nムの方へは決して流れない（このことは，風洞実験〔乙４〕によって確認\nされている。）。\nそうすると，本件車両の走行中に，路面上にある本件異物が，空気の流\nれによって上昇し，エンジンルーム内に入り込むことは，物理的にあり得\nないこととなる。仮に，路面上にある本件異物がエンジンルームに入り込\nむような構造であれば，エンジンルームはゴミだらけとなってしまうが，\nそのようなことがないのは周知の事実である。\nイ エンジンルーム内の構造について\nエンジンルーム内は，各部品が複雑に入り組まれており，隙間が少ない\n構造となっているのであるから，下方から本件異物を入り込ませるのは困\n難である。しかも，前記のとおり，走行中においては，エンジンルーム内\nに入った空気は上方から下方へ流れる上に，本件異物は，エンジンルーム\nの上部にあるエキゾーストマニホールドの遮熱カバーのやや上方に乗って\nいたと推測されるのであるから，その場所まで本件異物が車体下部から入\nり込んでくることは考えられない。\nなお，エンジンルームの左側（助手席側）においては，ラジエーターを\n冷却するため，またラジエーターファンが存在するため，隙間が若干多く\nとられている。それでも，走行中に本件異物が車体下部からエンジンルー\nム内に入り込むことは考えられない。\nウ ところで，原告らは，以前，本件火災の出火部分にゴムひもやビニール\nひもがぶら下がっていたことがあったと主張する。原告らの主張する「出\n火部分」が具体的にどこを指すのか明らかではないが，エキゾーストマニ\nホールドの遮熱カバー付近であるとするならば，前記のとおり，ゴムひも\n等がそこまで入り込むことはあり得ない。なお，スタビライザー等のエン\nジンルームの下の路面に近い部分であれば，ゴムひも等がひっかかる可能\n性はある。\nエ 本件火災の原因\n前記のとおり，本件車両の走行中に，本件異物が車体下部からエンジン\nルーム内に入り込み，エキゾーストマニホールドの遮熱カバー付近に接触，\n加熱されるということは考えられない。\nなお，Ｄの覚書（甲７の添付資料１）には，「オイルを見る時はティッ\nシュでふき取る。」とあるが，その後本件火災までの走行時間が１時間足\nらずであることからすると，このとき，エンジンルーム内にタオル等を置\nき忘れた可能性は否定できない。一般に，車両火災の原因がウエス（布）\nの置き忘れであることは珍しくないのである。\n(2) 争点(2)（本件車両の欠陥及び被告の注意義務違反の有無）について\n（原告らの主張）\n普通乗用自動車においてはアンダーカバーが設置されているのが通常であ\nるし，アンダーカバーには異物混入を防ぐ効果があることに疑いはないので\nあるから，軽乗用自動車であっても，車体下部からエンジンルーム内に異物\nが入り込むことが可能な構造である以上，これを設置すべきである。\nよって，アンダーカバーが設置されていない本件車両には，設計上の欠陥\nがあり，さらに，エンジンルーム内に異物が入り込む可能性がある以上，被\n告はその旨を警告すべきところ，これを怠っているのであるから，警告上の\n欠陥もあるといえる。また，被告は，前記のような設計上の欠陥がある本件\n車両を製造しないようにする注意義務があるところ，これを怠った。\n（被告の主張）\n原告らは，アンダーカバーが設置されていないことをもって本件車両に欠\n陥があると主張する。\nしかしながら，「道路運送車両の保安基準」（平成１２年１１月２９日付\nけ運輸省令第３９号）においてもアンダーカバーの設置は義務づけられてい\nないし，軽乗用自動車においては，アンダーカバーは設置されていないのが\n通常である。\nそもそも，アンダーカバーの設置目的は，①騒音の低減，②空力特性（高\n速走行時の燃料消費及び走行安定性に影響する）の向上，③車両底面の汚染\n防止にあり，異物混入を阻止することはその副次的な効果にすぎないのであ\nる。また，軽乗用自動車においては，普通乗用自動車に比し，エンジン出力\nが小さく騒音が少ないので，騒音低減はあまり効果がないし（①），高速走\n行の頻度も少ないので，空力特性もあまり問題とはならない（②）。むしろ，\n本件車両は，小さいながらもアンダーカバーが設置されており，前記③の点\nで，他の軽乗用自動車よりも商品性が高いものとなっている。\nしたがって，アンダーカバーが設置されていないことをもって製造物責任\n法上の欠陥とはいえないし，本件車両を製造したことについて何ら注意義務\n違反はない。\n(3) 争点(3)（損害額）について\n（原告らの主張）\n原告らに生じた損害は，以下のとおりである。\n① 車両修理費 ６２万１７８９円\n② 慰謝料 １０万円\n③ 代車料 ２４万円\n④ 弁護士費用 １０万円\n（合計１０６万１７８９円）\n（被告の主張）\n原告らに生じた損害のうち①車両修理費は認めるが，その余は不知。\n第３ 当裁判所の判断\n１ 本件火災の原因について\n(1) 本件火災の原因については，第２の２「前提となる事実」の(3)のとおり\nであるが，さらに詳細に検討する。\n(2) 証拠（甲１，３，乙１）に弁論の全趣旨を総合すると，本件車両の焼損\n状況は以下のとおりであると認められ，他にこの認定を覆すに足りる証拠は\nない。\nア 本件車両前面下部において，フロントバンパースカートの中央部が焼損\nして垂れ下がっており，焼損部分付近のナンバープレートが若干煤けてい\nた。\nイ ボンネットを開けると，フロントグリルの左上部が焼損し，変形してお\nり，ボンネットの内側面がやや左寄りで煤けていた。\nウ エンジンルーム内においては，ラジエーターファン及びラジエーターフ\nァンカバーの大半が焼失していた。また，エキゾーストマニホールドに接\n続されている排気ガス酸素濃度センサーの配線の上に焼損した本件異物の\n一部があり，遮熱カバー及びその付近において，本件異物が燃えた痕跡が\nあった。\nエ 路面上（本件異物の一部があった排気ガス酸素濃度センサーの配線の真\n下）に焼損した本件異物があった。\n(3) 前記の焼損状況に，エキゾーストマニホールドの遮熱カバー自体はさほ\nど高温にはならないものの，エキゾーストマニホールドと直接接続されてい\nる部品（取付ボルト等）は高温になること（弁論の全趣旨）を併せ考えると，\n本件火災は，エキゾーストマニホールドの遮熱カバー付近（少なくとも，排\n気ガス酸素濃度センサーの配線よりも上部）に存在した本件異物がエキゾー\nストマニホールドの取付ボルト等に接触，燃焼し，それがラジエーターファ\nン，ラジエーターファンカバー及びフロントバンパースカート等に延焼した\nことによって発生したとみるのが相当である。\n２ 争点(1)（本件車両の走行中に本件異物が車体下部からエンジンルーム内に\n入り込んだか否か）について\n(1) 本件車両のエンジンルーム内は，左側に若干の隙間があるものの，各部\n品が複雑に入り組まれており，全体として隙間が少ない構造となっているこ\nと（甲１，乙１，２，１６）に本件異物の大きさ（甲３）を併せ考えると，\n本件異物が本件車両の下部からエンジンルーム内に入り込み，排気ガス酸素\n濃度センサーの配線の上部まで入り込んでくる可能性は極めて低いといわな\nければならない。\nさらに，本件車両の走行中の空気の流れは，①ボンネットに向かう上方の\n流れ，②車体下部に向かう下方の流れ，③フロントグリルからエンジンルー\nム内へ向かう流れの３つに大別することができ，②車体下部に向かう空気は，\nそのまま車体後方へ流れ，エンジンルーム内へ上昇することはなく，③フロ\nントグリルからエンジンルーム内へ入った空気は，シール・カウル・パネル\nによってボンネットと隔壁が密着することから，下方へ流れることとなる\n（乙４，１５）。そうすると，本件車両の走行中において，路面上の異物が\n空気の流れ乗ってエンジンルーム内に入り込むことは物理的に考え難く，さ\nらに，前示した本件車両の構造，本件異物が存在していた位置及び本件異物\nの大きさを考慮すると，本件異物が本件車両の下部から入り込んだとは認め\n難いというべきである。\n(2) これに対して，原告らは，ケルビン・ヘルムホルツ不安定なる原理によ\nって，本件車両の下部からエンジンルーム内へ上昇する空気の流れが存在し\n得ること，被告が行った風洞実験（乙４）は適切な条件設定がされておらず，\n信用することができないと主張する。\nなるほど，ケルビン・ヘルムホルツ不安定なる原理（２つの流体層の相対\n運動が十分に大きいとき，その境界面に生じる不安定性のこと。乙１１）に\nよると，本件車両の下部の凹凸面にぶつかった空気の一部が渦を巻き，上方\nへ流れることも理論上考えられるところではあるが（甲６），前示した本件\n車両の構造，本件異物の大きさ及びフロントグリルからエンジンルーム内へ\n入った空気は下方へ流れること等に照らすと，仮に上方へ向かう空気の流れ\nが生じたとしても，それによって本件異物が路面上から遮熱カバー付近（少\nなくとも，排気ガス酸素濃度センサーの配線よりも上部）まで上昇すること\nは物理的に考え難いところである。\nまた，被告が行った風洞実験（乙４）についても，原告らが指摘するよう\nにムービングベルト等を使用することによってより適切な条件設定をするこ\nとが可能であるとはいえるが（甲４ないし６），そのことが直ちに前記風洞\n実験（乙４）の信用性を損ねることにはならない。\nなお，原告らは，本件火災の出火部分にゴムひも等がぶら下がっていたこ\nとがあったと主張するが，スタビライザー等の路面に近い部分であればその\nようなこともあり得るが（被告もこれを認めている。），ゴムひも等が遮熱\nカバー付近にぶら下がっていたという意味であれば，このことを裏付けるに\n足りる証拠はなく（甲７及び乙１の美穂の供述部分は採用することができな\nい。），かかる原告らの主張は採用することができない。\nその他に，本件車両の走行中に本件異物が車体下部からエンジンルーム内\nに入り込んだことを認めるに足りる証拠はない。\n３ 以上検討したところによれば，本件車両の走行中に本件異物が車体下部から\nエンジンルーム内に入り込んだとは認められないのであるから，異物混入を阻\n止する目的でのアンダーカバーが設置されていないことをもって，製造物責任\n法上の欠陥であるということはできないし，被告において，異物混入を阻止す\nる目的でアンダーカバーを設置すべき注意義務を負っているということもでき\nない。また，仮に原告らの主張する本件車両の欠陥及び被告の注意義務違反が\n認められたとしても，そのことと本件火災との間には因果関係を認めることは\nできないことは前示のとおりである。\nよって，その余の点について判断するまでもなく，原告らの請求は理由がな\nい。\n４結論\n以上の次第で，原告らの請求はいずれも理由がないからこれを棄却すること\nとし，主文のとおり判決する。\n名古屋地方裁判所民事第８部\n裁判長裁判官黒岩巳敏\n裁判官河本寿一\n裁判官渡辺 諭\n"
}