{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 4,
    "day": 19
  },
  "case_number": "平成14(行コ)3",
  "case_name": "転居届不受理処分取消等請求控訴",
  "court_name": "名古屋高等裁判所",
  "lawsuit_id": "3274",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=3274",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/274/003274_hanrei.pdf",
  "contents": "主　　　　　文\n１　本件控訴を棄却する。\n２　原判決主文第１項の「転居届」を「転入届」と更正する。\n３　控訴費用は控訴人らの負担とする。\n事実及び理由\n第１　当事者の求めた裁判\n１　控訴人ら\n(1)　原判決中，控訴人ら敗訴部分を取り消す。\n(2)　被控訴人の請求をいずれも棄却する。\n(3)　訴訟費用は，第１，２審とも，被控訴人の負担とする。\n２　被控訴人\n主文と同旨\n第２　事実関係\n１　本件は，被控訴人が，名古屋市Ａ区の住所から同市Ｂ区の住所に異動したと\nして控訴人名古屋市Ｂ区長（以下「控訴人区長」という。）に対し転入届を提出\nしたところ，控訴人区長が上記届出を不受理にしたことから（以下，上記届出\nの不受理を「本件処分」という。），本件処分は憲法２２条１項，住民基本台帳\n法３条１項等に違反する違法なものであり，控訴人区長はその職務を行うにつ\nいて公権力の行使を誤って被控訴人に対して損害を与えたものであると主張\nし，控訴人区長に対して本件処分の取消しを求め，控訴人名古屋市に対して\n国家賠償法１条に基づき慰謝料及びこれに対する本件処分がされた日から支\n払済みまで民法所定の年５分の割合による遅延損害金の支払を求めた事案\nの控訴審である。\n２　当事者の主張は，次のとおり，補正し，当審における当事者の主張を付加す\nるほか，原判決の「事実」欄の第２の記載のとおりであるから，これを引用す\nる。\n(1)　原判決２頁１８行目の「(1)」を「(2)」と訂正する。\n(2)　同２頁１８行目，２頁２０行目，２頁２１行目，２頁２３行目，３頁１０行目，４\n頁２６行目，５頁４行目，５頁５行目の各「転居届」を，いずれも「転入届」と訂\n正する。\n(3)　同３頁１９行目から４頁１６行目までを削除し，４頁１７行目の「４」を「２」に，\n５頁１２行目の「５」を「３」に，６頁２行目の「６」を「４」にそれぞれ改める。\n(4)　同６頁４行目の「転居の届出」を「転入の届出」と訂正する。\n(5)　当審における当事者の主張\nア　控訴人ら\n(ア)①　住民基本台帳制度は，地方自治制度の一環をなすものであり，住\n民基本台帳法の規定は地方自治の本旨に基づいて解釈，適用され\nなければならない。そして，地方自治法１条の２第１項は地方自治体\nの役割として，「住民の福祉の増進を図ることを基本として，地域にお\nける行政を自主的かつ総合的に実施する」と規定しているところ，市\n区町村長が住民基本台帳法に基づいて事務を行う場合，公共秩序\nの維持，住民の安全確保等，地方公共団体が果たすべき役割を踏\nまえ，転入届を受理しないことが許される場合があると解すべきであ\nる。\n②　アレフは，無差別大量殺人行為を行った団体の規制に関する法律\n５条１項に基づく公安調査庁長官の観察処分対象団体であるところ，\nその調査によって，現在も前教祖であるＣの説く教えを根本とする教\n義に従い，Ｃを絶対的な帰依の対象とするなど，本質的な危険性を\n維持していることが明らかにされている。また，ロシアの裁判所で始\nまった裁判において，平成１３年１２月５日，ロシア人のオウム真理教\nの元信徒４人がＣの奪還を目的として日本の各地で連続爆破テロを\n計画していたことが明らかになり，この計画に日本の信徒がかかわっ\nていた可能性が指摘されている。このように，アレフは，依然として危\n険な団体というべきである。\n③　上記のとおり，オウム真理教を実質的に承継したものと認められる\nアレフの反社会的体質はほとんど変わっていないことによると，その\n信者が集団で転入し，教団の拠点化が推進されると，当該地域の秩\n序は破壊され，住民の生命や身体の安全が害される危険性が高度\nに認められる。そこで，控訴人区長は，住民の安全及び地域秩序を\n守るために最低限の制限として本件処分を行ったものであり，これ\nは，憲法２２条の趣旨にも合致し，地方自治の本旨に基づく緊急避難\n的な行為であって，違法性を帯びるものではない。\n④　仮に，転入届の不受理処分を受けたアレフの信者が不利益を被る\nとしても，この不利益は，アレフの教団の組織的犯行とされる凶悪犯\n罪やその後の活動等，その危険性に起因しているものであり，アレフ\nの信者が被る不利益を解消するために，多数の地域住民に一方的\nに不利益を課することを強制することは合理性に欠けるというべきで\nある。アレフの信者が上記のとおり一定の不利益を被ったとしても，\n地域住民の被る不利益と比較した場合，公共の福祉を維持する観点\nからは問題は生じないものというべきである。\n(イ)　本件処分が違法であったとしても，控訴人区長に過失があったという\nことはできないし，被控訴人に権利侵害が存在するということもできな\nい。なお，最高裁判所平成１３年（行ト）第２６号平成１３年６月１４日第\n二小法廷決定（以下「本件最高裁判所決定」という。）は，行政処分の執\n行停止申立事件において，市区町村長が住民基本台帳法に基づいて\n住民票を調整するに際し，地域の秩序が破壊され住民の生命や身体\nの安全が害される危険性が高度に認められるような特別の事情につき\n審査する権限を有するとは即断し難いとし，本案について理由がないと\nみえるときに当たるということはできないから執行停止を認めるとしたも\nのであり，市区町村長に上記の実質的審査権限がないとしたものでは\nない。\nイ　被控訴人\n(ア)①　転入届の受理に当たって，本来，教団の危険性を考慮する必要\nはないというべきである。もっとも，アレフは，教義及び組織の改革等\nを進め，地域住民との融和にも努めており，全く危険性を有していな\nい。控訴人らの主張するロシア人の元信徒が日本の各地で連続爆\n破テロを計画していたとの事実は認めるが，アレフはこの計画に全く\nかかわっていない。\n②　本件処分によって不利益を被るのはアレフではなく，被控訴人個人\nであるから，教団の過去の責任を被控訴人に負わせてその法律上\nの利益を侵害することは許されない。\n(イ)　控訴人区長は，本件最高裁判所決定の後に，本件処分をしたので\nあるから，違法性についての故意又は過失があることは明らかである。\n第３　当裁判所の判断\n１　当裁判所も，被控訴人の控訴人区長に対する本件処分の取消請求は理由が\nあり，控訴人名古屋市に対する損害賠償請求については，原判決が認容した\n限度において理由があるものと判断する。その理由は，次のとおり補正し，当\n審における当事者の主張に対する判断を付加するほか，原判決の「理由」欄\nの第２及び第３（原判決６頁２４行目から９頁２行目まで）のとおりであるから，\nこれを引用する。\n(1)　原判決６頁２６行目の「４３」の次に「，５８」を加える。\n(2)　同７頁４行目に「本件処分の適法性に関する主張について判断するに，」\nを「本件処分の適法性について判断するに，」と改める。\n(3)　同８頁１７行目の「反対運動」の前に「上記の地元住民による」を加える。\n(4)　控訴人らの当審における主張について\nア　控訴人らは，市区町村長が住民基本台帳法に基づいて事務を行う場\n合，公共秩序の維持，住民の安全確保等，地方公共団体が果たすべき役\n割を踏まえ，転入届を受理しないことが許される場合があると解すべきで\nあると主張する。\n確かに，住民基本台帳制度は，地方自治制度の一環をなすものであ\nり，住民基本台帳法の規定は，地方自治の本旨に基づいて解釈，適用さ\nれなければならない。しかし，住民基本台帳は，その目的，性質によれ\nば，住民の居住の事実があればそれを公証するために作成されるべきも\nのであるということができ，居住の事実があれば，市区町村長は，これを\n住民票に記載する責務を負うものと解される。そして，原判決が説示する\nとおり（原判決７頁１１行目ないし２０行目，８頁８行目ないし１９行目），市\n区町村長は，居住の実態に合致した転入の届出がされても，公共秩序の\n維持等の要素を考慮してその受理，不受理を決することができる旨を定\nめた法令の規定は存在しないから，市区町村長は，居住の実態を反映し\nた転入の届出がされた以上，これを受理し，それに応じた住民基本台帳\nを作成すべき法的義務を負うというべきである。したがって，控訴人らの上\n記主張は採用することはできない。\nなお，控訴人らは，アレフが危険な団体である旨主張するところ，仮に，\n市区町村長には，居住の実態に合致した転入届が提出された場合におい\nても，公共秩序の維持等の要素を考慮してその受理，不受理を決すること\nができる権限を有すると解する余地があるとしても，本件各証拠から，控\n訴人区長がアレフの信者である被控訴人の本件届出を受理することによ\nって当該地域の秩序が破壊され，住民の生命や身体の安全が害される\n危険性が生ずるという事情を認めることは困難である。したがって，控訴\n人らの上記第２の２(5)ア(ア)の②ないし④の主張も採用することはできな\nい。\nイ　控訴人らは，控訴人区長に過失はない旨主張する。しかし，控訴人区長\nは，名古屋市長の定めるところにより，指揮を受け，その主管の事務を掌\n理するものであるところ（地方自治法２５２条の２０第５項，１７５条２項），\n上記のとおり，本件処分は控訴人区長がその職務を違法に行使して行っ\nたものといわざるを得ない。そして，住民基本台帳制度の趣旨によれば，\n居住の事実があれば，これを住民票に記載する責務を負うものであること\nは容易に認識することができたものと解されるのであり，これに，原判決\nの説示するところ（原判決８頁２４行目ないし２５行目）を考え併せると，本\n件処分をするについて，控訴人区長には少なくとも過失があるものと解さ\nれる。\nまた，控訴人らは，被控訴人については本件処分による権利侵害がな\nい旨主張する。しかし，住所の所在は，選挙権及び被選挙権の有無等に\nとどまらず，生活の全般にわたって影響を及ぼし得るものであるから，居\n住の実態のある住所への転入届を受理されないことによって権利侵害が\n生じないものということはできない。したがって，控訴人らの主張は採用す\nることができない。\nウ　上記の検討の結果によれば，被控訴人の控訴人区長に対する本件処\n分の取消請求は理由があり，控訴人名古屋市に対する損害賠償請求に\nついては，慰謝料３万円及びこれに対する控訴人区長の不法行為の日で\nある平成１３年８月２０日から支払済みまで民法所定の年５分の割合によ\nる遅延損害金の支払を求める限度で理由がある。\n２　以上のとおりであって，被控訴人の控訴人らに対する本件請求を上記の限度\nで認容した原判決は相当であり，本件控訴は理由がないからこれを棄却し，原\n判決主文第１項の「転居届」とあるのは，「転入届」の誤記であると認められる\nのでこれを職権で更正することとし，控訴費用の負担について民事訴訟法６７\n条，６１条，６５条を適用して，主文のとおり判決する。\n名古屋高等裁判所民事第２部\n裁判長裁判官　　　大　　内　　捷　　司\n裁判官佐久間邦夫及び同加藤美枝子は，転補のため署名押印することができ\nない。\n裁判長裁判官　　　大　　内　　捷　　司\n"
}