{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 2,
    "day": 6
  },
  "case_number": "平成11合(わ)497",
  "case_name": "強盗殺人、非現住建造物等放火、詐欺被告",
  "court_name": "東京地方裁判所",
  "lawsuit_id": "5717",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=5717",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/717/005717_hanrei.pdf",
  "contents": "平成一四年八月三〇日宣告\n平成一一年合(わ)第四九七号、同年刑(わ)第三五八〇号\n強盗殺人、非現住建造物等放火、詐欺被告事件\n主　　　　　文\n被告人を無期懲役に処する。\n未決勾留日数中五〇〇日をその刑に算入する。\n理　　　　　由\n（犯罪事実）\n第一　強盗殺人事件\n被告人は、甲（当時四九歳の女性）を殺害して現金二〇〇万円を強取しよう\nと企て、平成一一年八月二四日午後七時二四分ころから同日午後七時五七分ないし\n午後八時ころまでの間、東京都江戸川区ａ町ｂ丁目ｃ番ｄ号所在の甲方において、\n殺意をもって、甲に対し、その頭部を比較的鋭い部分のある鈍器で十数回殴打し、\nその頸部をタオルで締め付け、刃物でその両手首を切るなどし、よって、そのこ\nろ、その場で、甲を頸部圧迫による窒息、橈骨動脈切断部からの出血による出血性\nショック又はその両者の競合のいずれかにより死亡させて殺害し、その際、甲が所\n有する現金二〇〇万円を強取した。\n第二　放火事件\n被告人は、第一の犯行を隠ぺいする目的で、甲の実父及び実母が所有する現\nに人が住居に使用せず、かつ、現に人がいない前記場所の木造陸屋根・スレート葺\n三階建会社事務所併用住宅（床面積合計約一六七・七七平方メートル）に放火して\nこれを焼損しようと企て、前記日時ころ、同住宅三階において、その寝室、リビン\nグ等にガソリンをまき散らすなどした上で火を放ち、リビング内のソファー、寝室\n内のベッド等に燃え移らせ、よって、同住宅三階の床板、板壁等合計約二・四四平\n方メートルを燃焼炭化させるなどして焼損した。\n第三　詐欺事件\n被告人は、義父が所有していた土地が既に売却され、その売却代金はほぼ全\n額被告人が代表取締役をしている会社の債務の返済等に充てられていたにもかかわ\nらず、その土地がいまだ売却されておらず被告人が税金を納めなければ売却できな\nいかのように装い、かつ、返済する意思も能力もないのに、\n一　平成一一年五月中旬ころから同年六月中旬ころまでの間、東京都江戸川区ｅ\nｆ丁目ｇ番ｈ号所在のＡ三〇四号室ほか数箇所において、数回にわたり、乙に対\nし、「税金が払えないので土地が売れない。自分が一〇〇〇万ちょっとをどうにか\nしなくちゃいけない。」、「自分がもらうことになっている土地だから、税金だけ\nはどうにかしなくちゃいけない。その金額を貸してくれ。売れたら売れたお金で返\nす。」、「土地さえ売れちゃえば、絶対に返せるから。」、「買う相手も決まって\nる。」、「知り合いの人から二〇〇万とか三〇〇万どうにかできたから。」、「知\nり合いの人が二〇〇万どうにか貸してくれることになった。」、「もう一人の知り\n合いから三〇〇万円借りられることになった。」、「お父さんのほうからも二、三\n百万出してくれるから。」、「あともう少し足りないから。」、「あと五〇どうに\nかならないか。」などとうそを言い、乙をその旨誤信させ、よって、同月一七日こ\nろ、同区ｉｊ丁目ｋ番先路上に駐車中の普通乗用自動車内において、乙から現金三\n五〇万円の交付を受け、\n二　同年七月中旬ころ、前記Ａ三〇四号室において、乙に対し、「あともう少し\n足りない。一三〇万円いる。」、「土地が売れたお金から借りている金を返す。必\nず全部返すから。」などとうそを言い、乙をその旨誤信させ、よって、同月二三日\nころ、同室において、乙から現金一五〇万円の交付を受けた。\n（証拠）省略\n（補足説明）\n第一　強盗殺人及び放火事件（判示第一及び第二）について\n弁護人は、強盗殺人及び放火事件につき、被告人は事件当日の午後七時二四\n分ころ、被害者が前夜忘れていった物を届けるために被害者宅を訪ねたことはある\nが、午後七時五七分ころにはその場を去っており、火災が発生したのはその後のこ\nとであるから、被告人は犯人ではないと主張し、被告人も、これに沿う旨の供述を\nして捜査・公判を通じて無実を訴えている。そこで、以下、補足して説明する。\n一　被害の状況等\n本件被害の状況等として、関係各証拠から次の事実が認められる（なお、強\n盗殺人及び放火事件のあった平成一一年八月二四日を「事件当日」ともいい、事件\n当日の出来事については時間だけで示すことがある。）。\n１　被害者の略歴\n甲は、昭和六一年にＣと婚姻した後、二人で住宅の建築、設計等を扱う有\n限会社を営んでいたが、平成九年ころからＣと別居し、平成一一年六月に離婚し\nて、事件当時は甲方に一人で住んでいた。同女は、同年五月から、マージャン店の\n店長として働いていたほか、海産物の卸業を営んでいた（なお、有限会社の経営か\nらは手を引いていた。）。\n２　甲方の構造\n甲方は、三階建ての会社事務所併用住宅（床面積合計約一六七・七七平方\nメートル）で、一階が事務所、二階が資材置場、三階が居住部分となっている。甲\nの居住していた三階部分へ行くには、道路に接している東側の外階段から二階に上\nがり、二階の玄関を入って、内階段を上っていくことになる。二階の玄関は、資材\n置場の出入口とは別にあって、三階へ行くにはこの玄関を通らなければならない。\n３　本件火災の発見状況\n甲方の南隣にはＣ石油株式会社ａ給油所（以下「Ｃ石油」という。）があ\nる。Ｃ石油の臨時店長Ｄ１及びアルバイト店員Ｄ２らは、事件当日の午後八時ころ\nに店を閉め、閉店作業を終えて、午後八時七分ころにタイムカードを押し、そのこ\nろ同店の事務室を出た。焦げ臭いにおいがしたことから付近を確認したところ、Ｄ\n２が甲方西側排気口から黒い煙が立ち上っていることに気付き、Ｄ１の指示を受け\nて、午後八時一五分、一一九番通報をした。\nこの通報を受けて、午後八時一六分ころ消防署員が出動し、八時一九分こ\nろから消火活動に当たった。その昀中、消防署員が、甲方三階寝室内で甲の焼死体\nを発見した。\n４　遺体の状況及び死因\n(一)　甲の遺体は、寝室内出入口付近の床上に、仰向けに横たわっていた。\n着衣は半ば焼失し、顔面、右上肢及び左右下肢は皮膚が炭化して茶褐色に変色し、\n左上腕、胸腹部及び右側胸部も褐色に変色していた。\n遺体の頸部にはタオルが巻かれており（なお、そのタオルは、頸部後ろ\nから掛けられるようにして、頸部右前で、左右の余った部分を交差させて三回程度\nねじられていた。）、左前腕部手首にもタオルが一周巻かれた状態でかかってい\nた。\n(二)　遺体を司法解剖したことにより得られた主な結果は、次のとおりであ\nる。\n頭部に、長さ一ないし三センチメートル、深さ〇・三ないし〇・四セン\nチメートルの挫裂創が一四箇所ある。これらの挫裂創は、その形状等から、先端部\nに比較的鋭い部分のある鈍体により、かなり強い力で形成されたものと推定され\nる。\n頸部の皮下及び筋肉内に出血がある。頸部リンパ節及び舌口蓋扁桃にう\nっ血が、結膜及び頭皮下に多数の溢血点が認められた。また、甲状軟骨の左の上角\nは骨折している。これらは、かなりの外力が加わって頸部が圧迫されて窒息したこ\nとを支持する所見である。\n左手首には長さ約六・五センチメートル、昀深部の深さ約一センチメー\nトルのし開創があり、橈骨動脈とその枝が合計三本切断されている。右手首にも長\nさ約八・五センチメートル、昀深部の深さ約一・五センチメートルのし開創があ\nり、橈骨動脈の枝が約四本切断されている。これらの切創は、刃物で形成されたも\nのと推定される。\n死因は、頸部圧迫による窒息、橈骨動脈切断部からの出血による出血性\nショック又はその両者の競合のいずれかによるものと考えられる。本件火災には、\n死後間もなく、又は死戦期に遭遇したものと推定される。\n５　本件火災後の甲方の状況（血痕及び出火箇所等）\n事件当日以降、甲方の実況見分や検証をし、押収物を鑑定するなどして得\nられた結果は、次のとおりである。\n(一)　甲方三階の血痕\n甲方三階には次の場所に血痕が残されていた。\n(1)　リビング出入口近くの北側の壁付近に飛沫血痕\n(2)　リビング出入口近くの北側床に滴下した血痕\n(3)　リビング出入口付近の床には出入口ドアにはめられていたガラスが落\nちており、その裏面に付着した線状の血痕\n(4)　リビング北側のカウンター下の床上にほぼ焼損した座布団が三枚重ね\nで置いてあり、一番下の座布団の南側の縁から床板にかけて付着した血痕\n(5)　リビング中央西側掃き出し窓付近のソファー上のクッション及び座布\n団に多数の血痕\n(6)　リビング中央東側のソファーに浸潤した血痕\n(7)　リビング東側の寝室との仕切壁の北東角壁面部分に飛沫血痕\n(8)　寝室中央床上のカーペット（遺体が発見された付近）に浸潤した血痕\n(二)　出火箇所及び焼損面積等\n甲方二階と三階の間にある内階段踊場の手すり部分に点火棒（いわゆる\nチャッカマン）があった。そして、その踊場から三階廊下に至る内階段の一段目の\n踏み板に、焼損した靴下片方の残さがあった。\n本件火災の状況から、出火箇所（出火した部分）は、①前記靴下残さが\nあった付近、②三階リビング中央西側掃き出し窓の北側のカーテン付近、③同リビ\nング北側台所寄りのソファー付近、④同リビング北側の折り畳みテーブルの東側に\n束となって積み重ねられていた新聞紙やちらしの付近、⑤三階寝室内出入口の東側\n付近、⑥同寝室のベッド北側の中央部付近の六箇所と推定され、その着火点は一箇\n所で足りるものと考えられた。\nこれらのうち②を除く五箇所から油性反応があり、②については近くの\nソファー付近から油性反応が認められた。また、②付近のごみ箱内及び⑥のベッド\n上に、いずれもキャップの付いていないポカリスエットのペットボトル（一・五リ\nットル）が一本ずつあり、近くからキャップも発見された。そのごみ箱内には油類\n臭のする水溶液が貯留していた。\n本件火災によって、甲方の三階に至る階段上（前記靴下残さのあった箇\n所）、リビング北側板壁及び床面、リビング北側の折り畳みテーブル付近及び寝室\n内出入口付近床面が燃焼炭化するなどして焼損し、その焼損面積の合計は約二・四\n四平方メートルであった。\n(三)　ガソリンの検出\n鑑定の結果、前記靴下残さ、(一)(4)のカウンター下の座布団のうち昀上\n部のもの、前記新聞紙等、ごみ箱内及びベッド上の各ペットボトルの内部の抽出\n物、ごみ箱内の水溶液から、それぞれガソリンが検出された。そのうち、ごみ箱内\nの水溶液から検出されたガソリンがハイオクガソリンであることも判明した（他の\nガソリンがハイオクガソリンであるか否かの鑑定はされていない。なお、弁護人\nは、二本のペットボトル内部の抽出物に関する鑑定の信用性は低いと主張するが、\nその鑑定を担当した警視庁科学捜査研究所化学研究員の公判供述及び同人作成の鑑\n定書の内容に疑わしい点はなく、十分信用することができる。）。\n(四)　甲方に残された現金等\n甲方には、寝室内のクローゼットの棚の上に置かれたプラスチック容器\n内の封筒に現金一〇万円（すべて千円札）、寝室内の整理だんすの上に置かれた封\n筒に現金六万二〇〇〇円、同整理だんすの昀上段の引き出しに入れられた財布に現\n金八万四七三〇円など、合計約二九万円の現金が残されていたが、物色されたよう\nな形跡は見当たらなかった。\n６　甲が事件当日に現金二〇〇万円を借り受けた状況\n甲は、十日で一割の利息で金を貸すいわゆる「といち」の金融業者である\nＥ保証から融資を得ようと考え、事件前日である八月二三日午後、Ｅ保証に電話を\nして、店長のような立場にあったＦ１に対し、翌日夕方の融資を申し込んだ。金額\nについて、甲は、一〇〇万円以上になるかもしれないし、三〇万円とか四〇万円く\nらいかもしれないとも言ったが、昀終的には一五〇万円くらい希望する旨話したた\nめ、Ｅ保証の側で検討することになった。その際、甲は、もうけ話があるようなこ\nとや、二、三日で返すかもしれないし、もっと長く借りるかもしれないなどと話し\nた。\nその日の夜、甲は、自ら店長として働いていたマージャン店の経営者であ\nるＧに電話をかけて、ちょっとおいしい話があって急に金が必要になったから、一\n日、二日のうちに百二、三十万円貸してほしいと頼んだ（なお、Ｇは、公判廷で\nは、甲から一五〇万円か二〇〇万円と言われたかもしれないとも述べている。）。\n甲は、Ｇがもう少し時間があれば何とかなるかもしれないと言うと、街金から借り\nると話し、Ｇがそれではいくらおいしい話があってももうけにならないでしょと言\nうと、短期間借りるだけで二、三週間も借りるわけではないからなどと答えた。\n甲は、翌日（事件当日）午後零時二五分、Ｅ保証のＦ１から融資金額が一\n五〇万円となった旨を伝えられた。そこで、午後零時三一分、江戸川区役所生活振\n興部東部事務所に電話をし、離婚前の甲姓に変更した場合でも変更した名前ですぐ\nに印鑑登録証明書の交付を受けられることを確認した上、午後四時三〇分ころ、同\n事務所を訪れて、甲姓に変更し、印鑑登録証明書等の交付を受けた。\nその後、甲は、午後五時一一分ころから一二分ころにかけて、Ｈ銀行Ｉ支\n店Ｊ出張所のＡＴＭ機で、クレジットカードを用いたキャッシングによって合計五\n〇万円を引き出した。\nそして、甲は、午後五時半ころ、地下鉄Ｊ駅前でＥ保証の従業員Ｆ２から\n現金一五〇万円（一万円札一五〇枚）を受け取り、Ｆ２に対して借用証書と前記印\n鑑登録証明書等を渡した。\nこのようにして甲は、事件当日の夕方に現金合計二〇〇万円を入手してい\nるが、それ以降甲がそれを費消した形跡がなく、焼失した可能性もないのに、事件\n後に甲方に残された現金は前記のとおりであって、その現金二〇〇万円は発見され\nていない。\n７　客観的証拠から推認される犯行の状況\nこれまでみた甲の遺体の状況及び死因、本件火災後の甲方の状況、甲の事\n件当日の行動等に照らすと、次の諸点を指摘することができる。\nまず、犯人が、甲を殺害した上、甲方に放火したことは明らかである。す\nなわち、犯人は、甲方において、甲に対し、その頭部を比較的鋭い部分のある鈍器\nで十数回強い力で殴打し、その頸部をタオルで強く締め付け、刃物でその両手首を\n深く切るなどして、甲を殺害し、それを隠すために、三階寝室やリビングにペット\nボトルに入ったガソリン（その全部又は一部がハイオクガソリン）をまき散らして\n放火し、甲方三階の一部を焼損したのである。そして、犯人は、甲方から現金二〇\n〇万円を奪い取ったものと認められる。\n二　被告人が事件当日に甲方を訪ねた経過\n被告人が事件当日の夜に甲宅を訪れて甲に会っていることは争いがないが、\nその経過として、以下の事実が認められる。\n被告人は、甲とは、平成二、三年ころ、遊びに行ったマージャン店で甲が当\n時働いていたことから知り合った。被告人は、かねてより交際のあった乙を事件当\n日夜の食事に誘っていたところ、その日の午後一時一八分、乙に電話をかけ、食事\nの前に知り合いのところに行くので、午後七時ころ送っていってほしいと頼み、そ\nの後の電話で被告人の自宅近くのセブンイレブンで待ち合わせることになった。被\n告人は、甲とも、その日の夜甲方を訪れる約束をしていた。\n被告人は、午後七時二分ころ、そのセブンイレブンで靴下を一足購入した\n後、長さ六、七〇センチメートルの大きなバッグを持って、乙の車の後部座席に乗\nり込み、甲方に向かった。被告人は、午後七時一〇分ころと七時二〇分ころ、車内\nから甲に電話をかけ、道順を尋ねるなどした。また、そのころ、車内で先に購入し\nた靴下をはいた。被告人は、午後七時二四分ころ、甲方に到着し、乙を甲方前路上\nに停めた車内で待たせた上、バッグを携えて、被告人を出迎えた甲とともに甲方二\n階玄関に入った。その一〇分か一五分後、被告人はいったん車に戻り、車内で待っ\nていた乙に一言声をかけて、再び甲方玄関に入っていった。その後、被告人は、午\n後七時五六分三七秒から同分四三秒まで乙に電話をかけ、それから間もなくして外\n階段を降りて車の後部座席に乗り込み、甲方を離れた（この間に乙に話した内容等\nについては、後に検討する。）。\n三　甲方を訪れたことに関する被告人の供述\n被告人は、事件当日に甲方を訪れたことにつき、公判廷で次のように供述し\nている。\n甲方を訪れたのは、甲が前日の夜に被告人方にカタログ大の雑誌ようの物を\n忘れたので、それを届けるためであった。事件当日の夜は、乙と食事をする予定で\nあったが、乙に頼んで食事の前に車で甲方に寄ってもらうことにした。セブンイレ\nブンで靴下を購入したのは、乙と初めて食事に行くのに作業ズボンに素足ではみっ\nともないかなと思ったためである。甲方に到着すると、その雑誌ようの物を入れた\n大きめのバッグを持って、出迎えてくれた甲とともに外階段を上って二階玄関付近\nに行き、そこで雑誌ようの物を渡して話を始めた。途中、乙に何も言わずに出てき\nたことに気付き、甲が被告人の汗を拭くためのタオルを三階に取りに行った間に、\n車に戻って乙に「ちょっと待ってて」と伝えた。その後、再び二階玄関に戻り甲と\n話し込んだが、予想以上に長くなったので早く話を打ち切ろうと考え、そこから乙\nに電話をかけて「もうすぐだからエンジンかけといて」と伝え、すぐに甲方を辞去\nした。強盗殺人も放火も私がやったのではない。\n四　犯行と被告人の結び付き（犯人性）\n１　時間的観点からの犯行の機会\n本件では、事件発生に近接した時間帯に被告人が甲方を訪れて甲に会って\nいたことは争いがない。犯行時刻を直接的に確定するに足る証拠はないが、本件火\n災によって甲方から漏出した煙を目撃した者が複数いる。そこで、被告人が甲方を\n辞去した後に甲以外の者が甲方に現在したとうかがわせる具体的な証拠はないもの\nの、煙の目撃時刻や犯行に要した時間等を検討することにより、被告人による犯行\nと被告人以外の第三者による犯行のそれぞれの可能性を検討することにする。\n(一)　煙の目撃時刻\n(1)　Ｃ石油関係者の煙の目撃時刻\n甲方南隣りのＣ石油の店員であるＤ２が、午後八時七分ころにタイム\nカードを押して臨時店長であるＤ１とともに事務室を出た後、両名が焦げ臭いにお\nいを感じたことから付近を確認し、甲方西側排気口から黒い煙が立ち上っているこ\nとに気付いたため、午後八時一五分に一一九番通報したことは、前記のとおりであ\nる。\nＤ１は、においを感じて付近を確認してから煙に気付くまでの時間に\nついて、時計を見ているわけではないので定かではないとしながら、「一、二分だ\nと思います。」と供述し、煙に気付いてから通報するまでの時間についても、時計\nを見ていないので感覚でものをいうしかないとしながら、「二、三分。四、五分。\nそんなもんじゃないですか。」「煙を見付けてからは、（通報まで）早かったと思\nいますよ。」などと証言している。このＤ１証言は、真しな態度でされているほ\nか、Ｄ１が本件と全く利害関係がなく、内容に不合理な点もうかがわれないことな\nどから、高い信用性が認められる。\nしたがって、Ｄ１及びＤ２が甲方の煙を目撃した時刻は、午後八時一\n〇分ころから一三分ころまでの間であったと認めることができる。\n(2)　Ｋ夫妻の煙の目撃時刻\nＫ１と妻Ｋ２（以下、両名併せて「Ｋ夫妻」という。）は、甲方から\n約六〇ないし六五メートル離れたところに住む夫婦であり、いずれも自宅から本件\n火災の煙を目撃した。\nＫ夫妻の証言の概略は、「会社から帰宅したＫ１がシャワーを浴びて\nいる昀中に、巨人の○○選手がホームランを打ち、その映像をテレビで見たＫ２が\nその旨Ｋ１に伝えたほか、一瞬ではあるが停電があった。Ｋ１は、雨が激しくなっ\nてきたので、シャワーから上がる際、Ｋ２に二階の窓を閉めてこいと言ったが、Ｋ\n２からは雷が鳴っていて怖いから嫌だと断られた。そこで、Ｋ１は、体を拭いてパ\nジャマに着替えた後、窓を閉めに二階に上がった。Ｋ１が二階西側の窓を閉めよう\nとした時、甲方の向こうで煙が上がっているのが見えたので、階下のＫ２に対し、\nこんな雨の中たき火しているばかがいるぞと声を掛けた。Ｋ２も二階に上がってそ\nの窓から見ると、甲方から煙が出ていたが、二人とも火事だとは思わなかった。Ｋ\n２は、夕飯の支度のために直ぐ階下に下りたが、Ｋ１は、稲光が激しかったことも\nあってしばらく外を見ていた。やがて食事の支度ができたので、二人で食事を始め\nたところ、消防車のサイレンの音がした。」というものである。\nＫ夫妻が甲方の煙を目撃した時刻につき、検察官は、煙を見た時にＣ\n石油の明かりが甲方壁に反射していたとするＫ２の証言を前提として、Ｔ選手がホ\nームランを打った午後七時四四分以降、Ｃ石油の消灯時間である午後八時二分まで\nの間であると主張する。\n確かに、Ｋ２はそのように証言しているが、他方、Ｋ１は、Ｃ石油の\n明かりがついていたかどうかはっきり覚えていないが、ついていたような気はする\nと述べる程度であること、Ｋ２の証言は、甲方壁に反射したＣ石油の明かりの形に\nつき、当初は客観的証拠（実験結果報告書）と異なり、その後客観的証拠と整合す\nるものに訂正されたものの、変遷の理由について十分納得のいく説明がされておら\nず、その明かりと甲方東側三階の丸い窓との位置関係についても、客観的証拠と異\nなっていることなどに照らすと、そのまま信用するにはなおためらいを覚える。\nまた、検察官は、Ｃ石油のＤ１らが、午後八時より前にゴムのような\n物が焼けるにおいを感じた旨証言している点も、Ｋ夫妻が前記時間に煙を目撃した\nとする根拠の一つとしている。しかし、Ｄ１らが感じたそのにおいが、果たして本\n件火災に基づくものであるかは必ずしも明らかではないので、犯行時刻を推認する\n証拠としては用いないことにする。\nこの点、Ｋ夫妻の供述を基に、煙を目撃するまでにしたＫ夫妻の個々\nの行動に要した時間を加算するなどして目撃時刻を導く方法も考えられないではな\nいが、時刻について明確な裏付け証拠がないため（Ｔ選手のホームランの時刻は明\n確であるものの、Ｋ２の見た映像が生放送のものかビデオでの再放映のものかはっ\nきりせず、停電の時刻については、明確な証拠がない。）、相当幅のある時間でし\nか特定することができず、目撃時刻の有効なしぼり込みは不可能である。\n他方、夕食を始めたころに消防車のサイレンが聞こえたとするＫ２の\n証言を基に目撃時刻を推論することは、可能と考えられる。消防車のサイレンがＫ\n夫妻に聞こえたのは、早くて消防隊が出動した午後八時一六分ころ、遅くて消防隊\nが甲方に到着した午後八時一九分ころであったと認められるところ、Ｋ１が煙を見\nていた時間は、Ｋ夫妻の証言によれば五分間から一〇分間というのであるから、Ｋ\n１が煙を見始めた時間は、午後八時六分ころから一四分ころまでの間であったとい\nうことができる。\n(二)　犯行に要した時間\n甲を殺害するのに要した時間については、実行行為だけでも前記のとお\nり十数回の頭部の殴打、頸部の圧迫、両手首への切り付けが認められる上、リビン\nグ内の複数の箇所に血痕や飛沫血痕が残されていた状況や、死体直下の寝室のカー\nペットの北西端がめくれ上がっていたことなどから、甲が犯人の攻撃から逃れよう\nとしていたことや、犯人が甲を引っ張って寝室に移動させたものと考えられるの\nで、相当程度の時間を要したものと認められる。しかも、犯人は、その後、ガソリ\nンを寝室及びリビングにまき散らした上で放火しており、ガソリンの散布から煙の\n屋外への漏出までの時間としても、ある程度の時間を要したものと認められる。\nこの点につき、甲の遺体を鑑定した医師が、殺害に要した時間につい\nて、「単純な足し算で言えば五分程度以上は必要だが、一〇分以内には終わると思\nう。」と証言していること、捜査官が甲方寝室及びリビングと同規模の模擬建物を\n簡易に建築した上、燃焼実験をした際、捜査官がペットボトル一本に入ったガソリ\nンを寝室及びリビングに相当する部分に散布するのに要した時間が約二〇秒間であ\nったこと（実況見分調書）、甲方の検証の際、補助者として参加し、前記燃焼実験\nを行った警部補が、煙が隣りの家から見ても分かるくらいになるまでにどのくらい\nかかるかと問われたのに対し、一概には何分と言えないと思うが、この現場に限っ\nて推定すると、約三分程度あれば十分煙あるいはにおいがなんか変だという感じに\nとられても不思議はない状況だと思うと証言していることなどを総合すれば、殺害\nの着手から煙の漏出までに要する時間は、短くても一〇分前後と認められる。\n(三)　被告人が甲方を辞去した時刻\n被告人は、前記のとおり、午後七時五六分四三秒に電話を終え、間もな\nくして甲方外階段を降りて、車に乗り込んでいる。この点につき、乙は、公判廷に\nおいて、その電話の後三、四分くらいしてから被告人が外階段を降りてきたと供述\nしているが、捜査段階では、その電話があって一、二分して被告人が戻ってきたと\nも説明しているので（再現実況見分調書）、被告人が甲方を辞去した時刻を確定す\nるのは困難であるが、午後七時五七分ころから午後八時ころまでの間と認められ\nる。\n(四)　第三者による犯行の可能性\n以上の検討結果を前提として、第三者による犯行の可能性を検討する。\n被告人が甲方を辞去した時刻は確定できないので、ここでは被告人に昀\nも有利に、早い時刻、すなわち午後七時五七分ころ甲方を辞去したものと想定す\nる。そして、本件放火によって発生した煙が甲方から漏出したのを、Ｄ１らは午後\n八時一〇分ころから一三分ころまでの間、Ｋ１は午後八時六分ころから一四分ころ\nまでの間に目撃しているから、ここでも被告人に昀も有利に、遅い方で両者の重な\nる午後八時一三分ころと想定すると、被告人が甲方を辞去してから煙が屋外に漏出\nして目撃されるまでの時間は約一六分間となる。\n被告人以外の者が犯人であるとすると、その犯人は、約一六分間という\n時間の中で、前記のとおり殺害に着手し、現金を奪い、ガソリンを散布の上放火し\nて煙を屋外に漏出させたことになる。しかし、前記(二)で検討した殺害や煙の漏出\nに要する時間、すなわち短くても一〇分前後という時間を勘案すると、その犯人\nは、被告人が辞去した後、かなり早い時点で犯行に着手し、手際よく犯行を遂行し\nたことになるが、通常、そのような事態はまず考えにくいといわざるを得ない。し\nかも、以上の検討は昀も長い時間を想定した場合のものであり、時間がより短い場\n合にはますます考えにくくなるという関係にある。\nこのように、煙の目撃時刻、犯行に要した時間及び被告人が甲方を辞去\nした時刻等を前提とすると、犯行が被告人以外の第三者によって行われた可能性は\n極めて低いということができる。\n(五)　被告人による犯行の可能性\nそこで、以上の検討とは逆に、被告人が犯人である可能性について検討\nする。\n被告人が午後七時二四分ころから七時五七分ないし八時ころまでの間甲\n方に在室したことは前記のとおりであるから、その在室時間内に本件犯行に着手し\nて遂行することが可能であったことは明白である。\nまた、本件火災の消火活動に従事した消防指令補が、同人の経験に基づ\nいて火災の状況等から判断すると、発火してから消火活動に当たるまでに数十分単\n位の時間が経過していると証言していることなどに照らし、被告人が甲方を辞去す\nる前に放火したと考えても、不自然な点は何らうかがわれない。\n(六)　まとめ\n以上のように、犯行に要する時間、煙の漏出に要する時間と煙の目撃時\n刻等の時間的事情からは、被告人が犯人であると考えると不自然な点がないのに対\nし、被告人以外の第三者が犯人である可能性は極めて低いということができる（な\nお、煙の目撃時刻について採用しなかったＫ２の証言（前記(一)(2)）が信用できる\nと仮定した場合には、更に被告人が犯人である可能性が強まり、第三者が犯人であ\nる可能性が否定されることになるので、証拠としなかったことで被告人が不利とな\nるわけではない。Ｃ石油のＤ１らが午後八時より前に感じたにおいが本件火災に基\nづくものと仮定した場合についても、同様である。）。\n２　被告人のハイオクガソリンの購入\n(一)　犯行現場からハイオクガソリンが検出されたことは前記のとおりであ\nるところ、検察官は、被告人が事件当日の朝ガソリンスタンドでハイオクガソリン\nを購入したと主張するのに対し、弁護人は、被告人は甲と事件当日の未明まで飲酒\nし、起きたのはその日の昼ころであるから、午前中にガソリンを買いに行ったこと\nはないと主張する。\n(二)　Ｌの公判供述\n(1)　江戸川区ｉｌ丁目所在のｉサービスステーション（以下「ｉＳＳ」と\nいう。）の従業員であるＬは、要旨次のとおり証言している。\n被告人はｉＳＳの常連客で、顔にあざがあるのですぐ覚えた。被告人\nは前の方がこげ茶色ぽい感じのホンダカブで来店していたが、当時被告人以外にそ\nの色のカブに乗ってくる客はいなかった。\n平成一一年八月二四日午前九時五分にハイオクガソリン八・六リット\nルを売った伝票があるが、私が被告人に売った際のものである。当日、私は、被告\n人からオイル缶を二缶欲しいと言われ、四リットルの空のオイル缶を探し出して洗\nった後、二缶にハイオクガソリンを入れた。二缶で八リットル、それにバイクに\n〇・六リットル給油して販売したと思う。\nその年の九月初め、警察官が訪ねてきて、オイル缶にガソリンを入れ\nて売らなかったかと聞かれたので、売ったと答えた。何日ごろかと聞かれたが記憶\nがなかった。何時ころかとの問いには午前中と答えた。誰に売ったか、知ってる人\nか知らない人かとも聞かれ、思い出せないでいると、被告人の写真を示されたが、\nその時点では思い出せなかった。その二、三日後くらいに、警察官から八月二四日\nの伝票を見せられ、この伝票に記憶はないかと聞かれた。そう言えばオイル缶二缶\n売って、バイクに入れたのがそれくらいだったなと思い出した。そして、この伝票\nと写真とで、ガソリンをオイル缶に入れて売ったのが被告人だったというのも思い\n出した。\n(2)　Ｌの証言は、伝票の記載に裏付けられた具体的かつ詳細なもので、特\nに不自然な点は見当たらず、しかもＬがあえて被告人に不利な事実を虚構する動機\nも見当たらないから、十分信用することができる。\nこれに対して、弁護人は、Ｌが、販売した相手が被告人であると思い\n出したという経緯は不自然であり、警察官から強い精神的圧力を受けた結果、警察\n官が言うのだから被告人だったのだとの認識が植え付けられたなどと主張してい\nる。しかしながら、販売した相手が被告人であったと思い出した経緯と根拠につい\nてのＬの説明は合理的であり、しかも、Ｌは、被告人であることを思い出しても人\n違いをおそれてすぐには警察官に言わなかったというのであって、Ｌが警察官から\n強い精神的圧力を受け、警察官の認識が植え付けられたなどと疑うべき事情はな\nい。\n(三)　被告人の捜査段階の供述\n被告人自身、捜査段階では、事件当日の午前九時過ぎころから一〇時前\nの間にｉＳＳに行って、ハイオクガソリンをバイクに給油したことを認める供述を\nしていた。\nその供述は、ハイオクガソリンをオイル缶に入れて購入した点に触れら\nれていないなどの点でＬの証言と相違する部分はあるものの、いずれの調書でも具\n体的かつ詳細に供述されており、特に平成一一年九月一五日付け警察官調書では、\n被告人自らが「８月24日午前９時頃から10時前頃ガソリンを入れに行った状況」と\n表題を書いて、その状況を図示した図面を作成していることなどから、信用するこ\nとができる。\nこれに対し、被告人は、公判廷で、その図面は八月後半に給油に行った\n際の状況を説明するために書いたもので、表題は書いていなかったところ、何日か\nして、捜査官から、その図面を出され、「二五日を中心に前後一〇日では広すぎ\nる。その間には当然二四日も含まれるか。」と聞かれたので、それが事件当日であ\nることを余り深く考えずに「含まれます。」と答えると、捜査官から、「じゃこれ\nは八月二四日の九時とか一〇時で書いてくれ。ある程度日にちを絞ってくれないと\nこっちも調べようがないから。」と言われて、その図面に前記のとおりの表題を書\nいた旨供述する。\nしかしながら、取調官が、この法廷で、その図面が被告人の供述するよ\nうな経緯で作成されたものではない旨証言しているところ、同調書において被告人\nは八月二四日が事件当日であることを明確に認識した上でその図面に即応した内容\nを供述していることや、事件当日の出来事という重要な事項について、余り深く考\nえることなく捜査官から言われるままに表題を書いたという被告人の供述内容自体\nが不自然不合理なものであることなどに照らすと、被告人のその供述は信用し難\nい。\n(四)　まとめ\n以上のとおり、Ｌの証言のほか、被告人の捜査段階における前記供述等\nの関係各証拠によれば、被告人が事件当日の午前九時五分ころ、ｉＳＳでオイル缶\nに入れたハイオクガソリン八リットルを購入したものと認められる。\nまた、既にみたとおり、本件犯行にはガソリン（その全部又は一部がハ\nイオクガソリン）が用いられているところ、そのガソリンは、ポカリスエットの\n一・五リットルのペットボトル二本に入れられていたものである。関係各証拠によ\nれば、このペットボトルと同一のロット番号のものが被告人の住んでいたところか\nらほど近い場所にある店舗で販売されているところ、被告人自身、当時ポカリスエ\nットをよく飲んでいて、一・五リットルのペットボトルで購入していたことや、事\n件当日にペットボトル二本を入れることのできる程度の大きさのバッグを携えて甲\n方玄関に入ったことを自認しているのであるから、被告人が購入したハイオクガソ\nリンをペットボトルに入れて甲方に入ったと考えることに妨げとなる事情は存在し\nない。\n以上の各事実、すなわち、被告人が事件当日にハイオクガソリンを購入\nしたこと、被告人が当時入手していたのと同種類のペットボトルにハイオクガソリ\nンが入れられて、本件犯行に用いられたこと、被告人がペットボトル二本を入れる\nことのできる程度の大きさのバッグを携えて甲方玄関に入っていることなどの各事\n実は、被告人の購入したハイオクガソリンと本件犯行に用いられたハイオクガソリ\nンが同一のものであるとまで認めるに足る鑑定等の証拠はないものの、被告人が本\n件の犯人であると推認させる方向に強く作用するものといえる。\n３　被告人の経済状態等と被告人の係わり\n(一)　被告人の経済状態\n被告人の当時の経済状態は次のとおりであり、被告人も公判廷で認めて\nいるところである。\n(1)　収入\n被告人は、鉄筋工事等を業務とする株式会社Ｍを設立し経営していた\nが、平成一〇年五月に事実上倒産したため、同年一〇月ころからは収入がなくな\nり、乙やいとこのＮ１らからの借入金で生計を立てていた（もっとも、被告人の妻\nは、平成一一年八月当時、月約六万円のパート収入を得ていた。）。\n(2)　支出\n被告人は、平成一一年二月ころから、妻及び長男（本件当時九歳）と\n三人で江戸川区ｅｆ丁目所在のＡ三〇四号室に住んでいたが妻や乙には内緒で、同\n年七月下旬に同区ｉｍ丁目所在のＩ三〇五号室を賃借し、同年八月三日ころから、\nそこに一人で住むようになった。その際、被告人は、家具、電化製品一式、生活用\n品等を新たに購入したため、敷金等を含め合計約二〇〇万円を使った。\nそのころ、被告人が生活費や賃料等として毎月必要とした資金は、概\nね六〇万円から七〇万円で、その内訳は、妻に渡していた生活費約一五万円、被告\n人自身の生活費約一五ないし二〇万円、甲及び駐車場の賃料一五万四〇〇〇円、Ｉ\n三〇五号室及び駐車場の賃料一二万一〇〇〇円、公共料金約一〇万円等である。\n(3)　債務\n本件当時、被告人は、主なものとして次の債務を負担していた。\n①　被告人の義父は、かねてから、株式会社Ｍが融資を受ける際に連帯\n保証人や物上保証人になるなどして被告人を援助してきたところ、株式会社Ｍが多\n額の債務を抱えて倒産したのを受けて、自ら所有する江戸川区ｎｏ丁目ｐ番ｑ号所\n在の土地（以下「ｎの土地」という。）を任意売却することでその債務を整理する\nことにした。ｎの土地は、平成一一年三月一九日付けで売買契約が締結され、代金\n一億二八九四万円で売却された。義父は、受領した売買代金のうち合計一億二八三\n四万三七六二円を株式会社Ｍの債務等の返済に充てた。この分が被告人の義父に対\nする債務として残っていることになるが、その金額につき、被告人は、約一億二五\n〇〇万円と述べている。\n②　被告人は、平成一〇年六月から平成一一年八月一二日までの間、一\n二回にわたり、乙から、合計八二八万円の現金を借り受けている（判示第三の詐欺\n事件に関わる金額も含む。）。これらは、全く返済されておらず、債務として残っ\nている。\n③　被告人は、Ｎ１から、株式会社Ｍ倒産後の平成一〇年七月から同年\n一二月にかけて、七回にわたって合計六七〇万円を借り入れ、平成一一年六月二一\n日に二〇万円を返済したが、残り六五〇万円は債務として残っている。\n④　以上のほか、Ｎ２（実父の再婚相手）に対し三一〇万円、Ｎ３（実\n母）に対し約五〇〇万円、Ｎ４（知人）に対し約四〇〇万円、Ｎ５信販株式会社に\n対し約二五〇万円、他の金融業者に対し合計数十万円等の債務を負っていた上、か\nつての住居兼事務所の賃料滞納分として約二〇〇万円の債務が残っていた。\n(二)　八月の被告人の乙に対する言動（金銭に関して）\n関係各証拠によれば、次の事実が認められる（(1)(2)は特に争いはな\nい。）。\n(1)　被告人は、乙に対し、当初は八月のお盆前ころまでにある程度まとま\nった金額を返すと話していたが、それができなかったため、今度は八月一三日以前\nに、同月二五日に七〇〇万円くらいを返すと話した。しかし、被告人には返すあて\nがなかった。\n(2)　被告人は、妻からお金がないと言われたので、八月一二日、乙に電話\nして三万円を借り受けることとし、乙がその日に甲の部屋の新聞受けに三万円を入\nれた。\n(3)　被告人は、事件当日の午後一時一八分、乙に電話をかけ、知り合いの\nところに行くので午後七時ころ送って行ってくれないか、用事はすぐ終わり、その\n後（一緒に）食事をするからお金を立て替えてほしいと話した。これを受けて、乙\nは、夕方勤務先を出てから郵便局で現金五万円を引き下ろした（この点について、\n弁護人は、被告人の方から食事を誘いながら、乙に食事代の立替えまでもあらかじ\nめ要求するのは虫がよすぎる話で信用できないと主張し、被告人も、乙に金を立て\n替えてほしいというような話をした記憶はない旨述べている。しかし、その点に関\nする乙の証言は、具体的かつ自然な内容で、乙が郵便局で現金を引き出した点が他\nの証拠によって裏付けられていることや、後記第二の二で指摘する点などに照ら\nし、信用することができる。）。\n(三)　被告人の事件後の所持金等\n被告人が事件当日以後に所持していた金額や費消した金額は、判明して\nいるだけで次のとおりである（争いがなく関係各証拠により認められる。）。すな\nわち、(1)八月二六日に生活費等として妻に渡した現金三〇万円、(2)八月三一日に\nＨ銀行Ｏ支店のＡＴＭ機から振り込んだＩ三〇五号室及び駐車場の賃料合計一二万\n一〇〇〇円、(3)その際に同銀行支店で普通預金口座を開設して預け入れた現金七〇\n万円、(4)八月二五日から二七日まで車を借りて支払った代金三万二六〇〇円、(5)\n九月一日に行われたＩ三〇五号室の捜索で居間から発見された現金五〇万円であ\nり、その合計は一六五万三六〇〇円となる。\n(四)　汚れた紙幣の両替\nＰ１、Ｐ２、Ｐ３の各証言、写真撮影結果報告書（同意部分）、Ｐ１の\n検察官調書等の関係各証拠によれば、次の事実が認められる。\n被告人は、八月三一日にＨ銀行Ｏ支店に赴き、前記のとおり七〇万円を\n預け入れたほか、三〇万円の両替を申し込んでいる。その際、被告人は、一万円札\nで七〇万円と三〇万円あるとして二つの束を女性行員に渡し、前者については預け\n入れられ、後者については千円札一五〇枚、五千円札三〇枚に両替された（後者は\n実際には三九万円であったため、九万円はそのまま返却された。）。\nところで、被告人が行員に渡した二つの札束には次のような特徴があっ\nた。すなわち、いずれの札束とも、全体的に湿気を帯びてべたべたしており、札の\n四隅が少しせり上がって、全体が少し波打っていた。色は、表面が全体的に黒ず\nみ、端の白い部分が特に黒ずんでおり、札束の側面の部分も同じような色に汚れて\nいた。事件後、捜査官が一万円札に人血を塗布して水で洗うなどした場合の紙幣の\n色調変化を実験したところ、その女性行員が見た汚れ具合は、一万円に人血を塗布\nし、直後にそれを水で洗い一週間経過させた汚れ方に似ていた。\n(五)　まとめ\n以上の事実を基に検討すると、次の諸点を指摘することができる。\n(1)　まず、被告人が事件当時経済的に困窮していたことは明らかであるか\nら、金員の強奪を含む本件犯行に及んだとしても、不自然とはいえない。この点\nは、直ちに被告人と犯行とを積極的に結び付ける事情とまではならないものの、被\n告人の経済的状況をみてもその結び付きを否定すべき事情がないという意味におい\nて、一つの間接事実となるものと考えられる。\nこれに対して、弁護人は、当時被告人は乙やＮ１らからの借入金の残\nり二、三百万円をＩ三〇五号室に保管していたと主張し、被告人も、この法廷で、\nこれに沿う供述をしている。しかしながら、このことは、被告人が八月一二日に乙\nから三万円を借りたり、事件当日には乙を初めて食事に誘っておきながら、食事代\n程度の金額についても立て替えるよう依頼したことと全くそぐわない。また、Ｎ１\nらから借り入れたのは相当以前のことである。これに加えて、前記のような被告人\nの当時の経済的状況に照らすと、当時二、三百万円の現金があったとする被告人の\n供述は到底信用できず、これに依拠した弁護人の主張も採用できない。\n(2)　そのように事件当時は経済的に困窮していた被告人が、特に他から入\n手した形跡もないのに、甲方を訪問した以降には少なくとも一六五万円というある\n程度まとまった現金を所持するなどしており、しかも、そのうちの一〇九万円は全\n体的に湿気を帯びて汚れており、その汚れ具合が塗布した人血を水洗いして一週間\n経過したものに似ていたというのである（さらに、乙の証言によれば、乙が貸し付\nけた金にぬれたりしていた紙幣はないというのである。）から、被告人が所持する\nなどしていた現金一六五万円が甲方からなくなった現金二〇〇万円の一部であった\nと考えることに妨げとなる事情はない。この事実は、被告人と本件犯行とをかなり\n強く結び付ける間接事実といえる。\n４　被告人のレノマの靴下の購入\n関係各証拠によれば、次の事実を認めることができる。\n被告人が事件当日の午後七時二分ころにセブンイレブンで靴下一足を購入\nしたことは、前記のとおりである。その靴下は、サイズが二五から二七センチメー\nトル、色がブルーで、「Ｕ．Ｐ　ｒｅｎｏｍａ」とプリントされたものである。被\n告人は、甲方に向かう乙の車の中で、この靴下をはいた。\nところで、前記のとおり、事件後、甲方の内階段の踏み板に、ガソリンの\n付着した靴下片方の残さがあった。その残さには「Ｕ．Ｐ　ｒｅｎｏｍａ」、「サ\nイズ　２５～」（それ以降は焼損）のプリントがあった（なお、その靴下の焼損前\nの色は判別困難である。）。そして、「Ｕ．Ｐ　ｒｅｎｏｍａ」の靴下のサイズ\nは、二五から二七センチメートルのものと、二六から二八センチメートルのものの\n二種類しかなく、販売元がセブンイレブンに卸していた種類は前者だけであり、色\nはブルーと白の二種類であった。\n以上の事実によれば、被告人が事件直前に購入して甲方にはいていった靴\n下と同種の靴下で、ガソリンが付着し、犯人が燃やしたものの残さが、甲方から発\n見されたことになる。この点も、被告人と本件犯行とを結び付ける一つの間接事実\nである。\nなお、被告人は、公判廷で、甲方にはいていった靴下はＩ三〇五号室にあ\nると思うと述べ、事件後にＩ三〇五号室から同種の靴下が発見されているが、それ\nと被告人が事件直前に購入した靴下とが同一のものであるとする証拠はない。ま\nた、そもそも靴下購入に関する被告人の供述は極めて不合理なものである。すなわ\nち、被告人は、靴下を購入したのは乙と食事に行くのに素足ではみっともないと思\nったからであり、もともと靴下はＩ三〇五号室にもあったが、乙とセブンイレブン\n付近で待ち合わせる前に乙と連絡がとれず、乙に送ってもらうことをあきらめて、\n一人でバイクに乗って甲方に行こうとして外に出た時に乙と連絡がとれたので、も\nうＩ三〇五号室に戻るのがしんどくなって、セブンイレブンで靴下を購入したとい\nうのである。しかし、乙と連絡がとれなくなった時点でも、乙と食事をする約束が\nなくなったわけではないし、情交関係のあった乙との長い交際状況に照らすと、そ\nの説明は、セブンイレブンで靴下を購入した理由として納得できるものではない。\nまた、被告人は、検察官による取調べの際には、「私は、夏場は運動靴をはくとき\nもほとんど靴下ははかず、Ｉ三〇五号室の自宅を出たときにも靴下はは\nいていませんでした。しかし、靴下をはかないまま自室を出たものの、初めて甲さ\nんの家を訪ねていくのに、作業服で靴下をはかないままではみっともないと考え、\nセブンイレブンで靴下を買ったのです。」と供述していたのに、その供述を前記の\nように変遷させた理由を問われても、その検察官調書のことはよく覚えていないな\nどと不合理な弁解に終始している。これらの事情からすると、Ｉ三〇五号室に同種\nの靴下があったことを考慮しても、先に導いた結論は左右されないものと考えられ\nる。\n５　メモ紙片の記載と被告人の係わり\n甲方三階リビングのごみ箱内から、メモ紙片が発見された。そのメモ紙片\nは、右上部分がほぼ正方形に近い形に破り取られており、残りの部分の中央に大き\nく、三段に分けて①「０９０」「○○○○」「○○○○」（注　○は数字）と鉛筆\nで書かれた記載、その左上に②「７：３０～８：００」とインクで書かれた記載\n（なお、「７：３０」については、「７：００」と書いた後に重ね書きしたように\n見える。）、①の上に③「△△△△△△△△」（注　△は数字）とインクで書かれ\nた記載、①の右に④「２００万」か「７００万」のいずれか（「２」と「７」のい\nずれを書いたのか癖があって判別が困難である。）をインクで書いた記載がある。\n証拠上、これらが甲の字であり、①が当時被告人の使用していた携帯電話\nの番号、③が江戸川区役所生活振興部東部事務所の電話番号であることは明らかで\nある。また、④については金額を書いたものとみて誤りはない。\nそして、③については、前記のとおり、甲が八月二四日午後零時三一分に\n前記東部事務所に電話をかけているところ、その直前に一〇四番に電話をして番号\n案内を受けていることから、その際に書かれたものと認められる。そして、これ\nは、甲がＥ保証から一五〇万円を借りる際に必要となった印鑑登録証明書等の交付\nを受けるためにされた電話である。\nその余については、甲がいつ、どのような関連で書いたのか必ずしも明ら\nかではない。ただ、被告人が、この法廷で、八月二四日昼、甲に電話をかけて、甲\nの忘れ物を甲方に届ける時間について、「七時から七時半と幅を持たせた記憶が残\nっている。七時半から八時という話になった可能性もないとはいえない。ただ、七\n時から七時半のほうが、確率としては高いかなと思っている。」と述べていること\nと、時間を示す②の記載と被告人の携帯電話の番号である①の記載がインクで幾重\nかに周囲を囲むようにして線が引かれていることから、①と②の記載が関連付けら\nれているものとうかがわれるところ、被告人は、事件当日の午後七時二四分ころ実\n際に甲宅を訪れているのであるから、これらの事情を併せ考慮すると、②の記載は\n事件当日に被告人と会う時間を書いたものと解することができる。また、①ないし\n④が同一のメモ紙片に書かれていることからして、すべてが関連し合うものとみる\nことも可能である。\nそうすると、このメモ紙片は、被告人と甲との間で二〇〇万円あるいは七\n〇〇万円の金額に関するやり取りがされ、その件で事件当日午後七時三〇分から八\n時までの間に会う約束があったことを示すものとみることも可能であり、この点\nも、被告人と本件犯行とを関連付ける一つの間接事実と考えることができる。\n６　点火棒（いわゆるチャッカマン）の不発見\n甲方の内階段の踊場の手すり部分に点火棒があったことは、前記のとおり\nである。その点火棒は、ピンク色で、ＴＯＫＡＩ製である（検証調書）。\n他方、被告人は、捜査段階から一貫して、点火棒を平成一一年五月ころに\n近くのスーパーで買い、Ｉ三〇五号室に持っていたことを認めた上、「警部が持っ\nていたトウカイ製のピンク色のチャッカマンと全く同じです。」と供述している。\nところが、捜査官がＩ三〇五号室及びＡ三〇四号室を捜索しても、その点火棒は発\n見されていない。そして、被告人は、その行方について問われても、分からないと\n述べている。\nそうすると、甲方にあった点火棒は、被告人の所持していたものであった\nと考えることが可能である。\n７　被告人の甲方訪問時の言動\n乙の証言によれば、①被告人が甲方に入ってから一〇分か一五分後に車に\n戻ってきて乙に話した言葉が、「後でもう一度電話を入れるから携帯電話の電源を\n切らないで」であったこと、②午後七時五六分の被告人からの電話で被告人が述べ\nた言葉が、急いだ様子で「ドア（あるいはかぎ）開けておいてね」であったこと\n（なお、乙は、「ドア（かぎ）開けておいてね」というのははっきり記憶にある\nが、「もうすぐだからエンジンかけておいて」と被告人が述べたかについては絶対\nになかったと言い切ることはできない。」と公判廷で述べている。）、③その電話\nから間もなくして車に乗り込んできた被告人の息遣いが荒く、押し殺したように短\nくハッハッと息を切っているような感じで、それが車を発進させ昀初の信号を曲が\nってから二、三分くらいは続いていたことが認められる。\nこれに対して、被告人は、この法廷で、①の際に話した言葉は「ちょっと\n待ってて」であり、②の際に述べた言葉は「もうすぐだからエンジンかけておい\nて」であり、「ドア（かぎ）開けておいてね」とは言っていない、③のように車内\nに戻ってから息遣いが荒かったことはないなどと述べているが、いずれも信用性の\n高い乙の証言に照らして信用できない。\n乙の証言する①ないし③の一連の言動は、②につき「もうすぐだからエン\nジンかけておいて」との話もあったと仮定しても、被告人が犯人であるとして矛盾\nしないばかりでなく、①と②は殺害、金員奪取、放火の犯行現場から素早く立ち去\nるための犯人の言動、③は犯人の犯行直後の息遣いとして理解することができる。\nしたがって、この点も、被告人が犯人であると強く推測させる事実といえる。\n８　事件後の被告人の言動\n乙の証言によれば、被告人は、翌八月二五日夜、乙と会った際、乙に対\nし、警察に聞かれたこと以外はしゃべらないでと言ったことが認められる。\nまた、亀有警察署刑事課強行係主任の証言によれば、被告人は、同月二七\n日昼、Ｏ駅前の交番で、初めて本件で任意の事情聴取を受け、甲との交際状況を尋\nねられた際、当初は、かなり前に会っているからいつか忘れたというような言い方\nで答え、その後、昀後に会ったのは八月二三日午後八時ころ車の中で二時間くらい\n話をしたと答えたことが認められる。\n被告人が真に犯人でないとしたら、事件後に乙に口止めをしたり、警察官\nに事件当日甲と会ったことを隠す供述をするのは、いかにも不自然である。\n五　結論\n１　以上の検討をまとめると次のとおりである。\n(一)　犯行に要する時間、煙の漏出に要する時間と煙の目撃時刻等の時間的\n事情からは、被告人が犯人であると考えると不自然な点がないのに対し、被告人以\n外の第三者が犯人である可能性は極めて低いということができる。\n(二)　被告人が事件当日にハイオクガソリンを購入したこと、被告人が当時\n入手していたのと同種類のペットボトルにハイオクガソリンが入れられて、本件犯\n行に用いられたこと、被告人がペットボトル二本を入れることのできる程度の大き\nさのバッグを携えて甲方に入っていることなどの各事実は、被告人の購入したハイ\nオクガソリンと本件犯行に用いられたハイオクガソリンが同一のものであるとまで\n認めるに足る鑑定等の証拠はないものの、被告人が本件の犯人であると推認させる\n方向に強く作用するものといえる。\n(三)　被告人が事件当時経済的に困窮していたことは明らかであり、金員の\n強奪を含む本件犯行に及んだとしても、不自然とはいえない。そして、経済的に困\n窮していた被告人が、甲方訪問以降は少なくとも一六五万円を所持するなどしてお\nり、そのうち一〇九万円の紙幣の汚れ具合が、塗布した人血を水洗いして一週間経\n過したものと似ていたことから、被告人が所持するなどしていた現金一六五万円\nが、甲方からなくなった現金二〇〇万円の一部であったと考えることに妨げとなる\n事情はない。この事実は、被告人と本件犯行とをかなり強く結び付ける間接事実と\nいえる。\n(四)　被告人が事件直前に購入して甲方にはいていった靴下と同種の靴下\nで、ガソリンが付着し、犯人が燃やしたものの残さが、甲方から発見されたこと\nも、被告人と本件犯行とを結び付ける一つの間接事実である。\n(五)　甲方にあった甲のメモ紙片の記載は、被告人と甲との間で二〇〇万円\nあるいは七〇〇万円の金額に関するやり取りがされ、その件で事件当夜会う約束が\nあったことを示すものとみることも可能であり、同様の間接事実と考えられる。\n(六)　甲方にあった点火棒（チャッカマン）は、被告人の所持していたもの\nであったと考えることが可能である。\n(七)　被告人が甲方を訪れた際の乙への言動や、甲宅を辞去した後しばらく\nの間息遣いが荒かったことなどは、犯人の言動等として理解することができ、被告\n人が犯人であると強く推測させる。\n(八)　被告人は、事件後に乙に口止めをしたり、警察官に事件当日甲と会っ\nたことを隠すなど真犯人でないとしたら不自然な行動をとっている。\n２　前記一（被害の状況等）で認定した事実や指摘した諸点に前項(一)ないし\n(八)の諸事情を総合考慮すると、被告人は、何らかの事情で甲が現金二〇〇万円を\n手にすることを知り、甲を殺害してその二〇〇万円を強取し、その後は犯行を隠ぺ\nいするために甲方に放火することを計画した上、八月二四日午後七時二四分ころ、\nポカリスエットの一・五リットルのペットボトル二本に入れたハイオクガソリン等\nを携えて甲方に立ち入り、その後、判示第一及び第二の各犯行に及んだものと認め\nることができる。\nなお、検察官は、被告人が、甲に架空のもうけ話を持ち掛けて甲に現金を\n準備させた上、甲を殺害してその現金を奪うとの計画を立て、それを実行したと主\n張している。しかしながら、甲にもうけ話があったことはこれまで認定したところ\nからうかがわれるものの、それを被告人が持ち掛けた架空の話であったとまで認め\nるに足りる証拠はない。\n３　これに対して弁護人は、被告人が犯人であるならば、乙という目撃者とし\nて犯罪の証明者となり得る者をわざわざ犯行現場に連れて行くのであろうかという\n素朴な疑問が生ずるとの主張をはじめ、被告人が犯人であった場合に合理的に説明\nするのが困難であるとして種々の点を指摘している。確かに、本件全証拠によって\nも、被告人の意図や行動のすべてを解明することはできないが、それらが解明でき\nないとしても、被告人が本件各犯行を行ったとの認定を揺るがすような種類のもの\nではない。その他弁護人の指摘する諸点及び被告人の弁解をつぶさに検討しても、\n右認定に合理的な疑いを容れる余地はない。\n第二　詐欺事件（判示第三）について\n一　弁護人の主張\n弁護人の主張は次のとおりであり、被告人もこれに沿う供述をしている。\n被告人は、平成一〇年から一一年にかけて、乙から総額八二八万円を借りて\nいる。これは、被告人に恋愛感情を抱いていた乙が、ノンバンク等に借金のある被\n告人を援助したいとの気持ちから、被告人に当時返済の資力がないことを知りなが\nら貸したものであって、乙が錯誤に陥って貸したわけではない。\n被告人が、義父所有の土地を売却するには税金を納めなければならないかの\nように装って、税金の支払いに必要だから金を貸してほしいなどとうそを述べて乙\nを欺いたことはない。被告人は、いずれ事業を興してから一括して乙に借金を返済\nしようと考えていたのであるから、返済の意思も能力もあった。\n二　乙の証言の信用性\n判示第三の認定に沿う乙の証言は、具体的かつ詳細で、覚えていないところ\nはその旨断りながらされている。また、被告人に対しては、お金さえ返してもらえ\nば処罰は望まない旨述べるなど、被告人と古くから情交関係があり被告人に対する\n恋愛感情を持っていた者として、被告人に対する配慮をみせながらされた供述であ\nって、あえてうそを述べる理由はうかがわれない。そうすると、乙の公判供述の信\n用性は極めて高いと認められる。\nこれに対して弁護人は、乙の供述によると、平成一一年五月に被告人から未\n払い税額が七〇〇万円か八〇〇万円と聞き、その後被告人から、知り合いから二〇\n〇万円、義父から二〇〇万円か三〇〇万円、もう一人の知り合いから三〇〇万円を\n借りることができたなどと聞いたことになるが、それでは未払い税金が残らず、乙\nから借りる必要はないはずであり、この点の説明を求められても合理的な説明をし\nていないとして、乙の証言は信用できない旨主張する。しかし、乙は、被告人から\n税金の額や手当のできた金額等について数度にわたって聞かされており、しかも税\n金の額については会うたびに変わっていったというのであり、被告人から種々言わ\nれたことをまとめて計算しなかったとしても何ら不自然ではないから、乙の供述の\n信用性が損なわれるものではない。このほか弁護人の主張する諸点を考慮して検討\nしても、乙の証言の信用性が揺らぐことはない。\n三　結論\n信用性の高い乙の証言に加えて、ｎの土地が平成一一年三月一九日付けで売\n却され、同年五月中旬までにはその売買代金で株式会社Ｍ等の債務が整理され、税\n金のことで売却できないような事情がなかったことは証拠上明らかであって、それ\nらのことを被告人も当然認識していたと認められることや、これまで認定したよう\nに、平成一一年五月ないし七月当時においても、被告人は多額の借金を抱えながら\nも無職・無収入で経済的に困窮し、乙に対しては借金を全く返済していなかったこ\nとなどを併せ考えれば、被告人が、乙に対し、ｎの土地を売却するには税金を納め\nなければならないかのように装って、かつ、返済する意思も能力もないのに、税金\nの支払いに必要だから金を貸してほしいなどとうそを述べて、その旨誤信した乙か\nら現金合計五〇〇万円の交付を受けたものと認めることができる。\n（法令の適用）省略\n（量刑の理由）\n一　本件の概要\n本件の強盗殺人及び非現住建造物等放火事件（判示第一及び第二）は、被告人\nが、計画的に、甲を殺害して現金二〇〇万円を奪い取った上、その犯行を隠ぺいす\nるために、所携のハイオクガソリンを甲方三階にまき散らして放火し、同所の一部\nを焼損したという凶悪で重大な事犯であり、詐欺事件（判示第三）は、生活費等欲\nしさから、乙を欺いて、二回にわたって合計五〇〇万円の現金をだまし取ったとい\nう事案である。\n二　強盗殺人及び非現住建造物等放火事件の犯情\n本件ではもはや甲に語る口がなく、被告人が犯行への関与を否定しているた\nめ、犯行に至る経緯、犯行の動機及び態様等の具体的な内容について解明できない\nところが多々あるが、これまで検討してきたところやその他の関係各証拠によっ\nて、少なくとも次の犯情を認めることができる。\n１　被告人は、何らかの事情で甲が現金二〇〇万円を手にすることを知って、甲\nを殺害してその現金二〇〇万円を奪い取った後、自己の犯行の発覚を免れるため\nに、甲方に放火しようとしたものである。そのような短絡的で自己中心的な動機に\n酌量の余地がないことは明白である。\n被告人が金員の強奪を計画した背景には、被告人が当時経済的に困窮してい\nたことがあるが、そのような経済的苦境に陥ったのは、多額の債務を抱えて株式会\n社Ｍが倒産した後、知人や親戚らの援助によって、株式会社Ｍの債務を整理した\nり、自身や妻子の生計を維持していたのに、自分は無職・無収入のまま、それまで\nの生活態度を改めるどころか、妻以外の女性と親しく交際して飲み歩いたり、さほ\nど高い必要性も認められないのに、妻には内緒で多額の費用を投じて新たにマンシ\nョンの一室を借り受け、備品も整えて暮らすという、浪費傾向の認められる生活態\n度に起因しているのである。したがって、本件に至る経緯においても、酌むべき事\n情は全く見当たらない。\n２　態様をみると、被告人は、現金二〇〇万円を奪い取るために甲を殺害するこ\nとにし、更に自己の犯行の発覚を免れるために放火して手掛りを焼損させることに\nして、あらかじめ用意したペットボトルに入ったハイオクガソリン等を携えて甲方\nに立ち入って犯行に及んだのである。このように、本件は、計画的に遂行された犯\n行である。\nそして、被告人は、甲方で、甲に対し、その頭部を比較的鋭い部分のある鈍\n器で十数回強打し、その頸部をタオルで強く締め付け、その両手首を刃物で深く切\nり付けるなどして殺害し、現金二〇〇万円を強奪したのである。甲の生命を確実に\n奪おうとの極めて強固な確定的殺意に基づいて、執ように非情な攻撃を加えてお\nり、残虐な犯行というほかない。\nその後、被告人は、その犯行を隠ぺいするため、一・五リットルのペットボ\nトル二本に入ったハイオクガソリンを、甲方の三階寝室やリビング等にまき散らし\nて火を放ち、甲方三階の一部（約二・四四平方メートル）を焼損している。直ちに\n強い火力の得られるガソリンが用いられていること、甲方が住宅街にあることなど\nを考えると、極めて危険性の高い悪質な犯行というべきである。\n事件後に発見された甲の姿は、前記の攻撃を受け、更に炎に包まれたことで\n余りにも無惨であり、いかに非道な犯行であったかをよく物語っている。\n３　本件の結果は、もとより重大である。甲は、当時四九歳で、マージャン店の\n店長として勤務するとともに海産物の卸しの仕事をするなど特に問題のない生活を\n送っていたのであり、厳しい一面もあったが、自分のした約束は守り、親思いの女\n性であった。ところが、知人である被告人と付き合ううちに被告人の手にかかっ\nて、かけがえのない命を奪われたのである。甲が死に至るまでに受けた肉体的苦痛\nは想像を超えるものがある。その無念さは察するに余りある。\nそして、甲の遺族らが受けた精神的な衝撃や悲嘆の念がいかに大きく深いも\nのであるかは言うに及ばない。甲の両親、弟が極刑を求め、とりわけ甲の実母は、\nこの法廷での証言、あるいは病に倒れた後にした書面による意見陳述において、被\n告人が極刑に処せられることを繰り返し切望しているが、その心情も十分理解でき\nるところである。\nまた、本件によって奪われた現金や甲方建物に生じた損害が多額であること\nも看過できない事情である。\n４　本件が住宅街の中で行われ、広く報道されるなどして社会に与えた影響も大\nきかったものと認められる。\n三　詐欺事件の犯情\n詐欺事件をみると、被告人は、情交関係のあった乙から借金を繰り返し、犯行\n時までにその額が合計三二五万円に上っていたのに、乙が被告人に好意をもってそ\nれまでも種々援助してくれていたことにつけ込んで、更に二回にわたって現金合計\n五〇〇万円をだまし取ったものであり、その動機や経緯に酌むべき事情はない上、\n乙の気持ちを逆手にとった卑劣でこうかつな犯行といわざるを得ず、被害額も少な\nくない。\n四　小括\n以上に対して、被告人は、強盗殺人及び放火事件については、自分は犯人では\nないとの供述に固執する余り不自然不合理な弁解を繰り返し、結局、甲やその遺族\nに対して、一度も謝罪の言葉を口にしていない。詐欺事件でも否認を続けている。\n誠に残念なことに被告人には反省悔悟の念を感じ取ることができない。\n以上の諸事情を考慮すると、被告人の刑事責任は極めて重いというほかはな\nい。\n五　被告人にとって有利な情状\n被告人は、犯行時四〇歳で、工業高校卒業後、建設会社等に勤務した後、昭和\n五八、九年にはマンションの階段の手すりの設置等を手がけるＱ組を立ち上げ、資\n金繰りや自身の体調が悪化したことなどから昭和六三年に同組を閉鎖し、平成二年\n六月に鉄筋工事等を業とする株式会社Ｍを設立し、倒産する平成一〇年五月までそ\nの経営をするなどして主に建築業に身を置き、現在は離婚したものの犯行時には妻\n子のあった者である。既に指摘したとおり生活態度には問題があったものの、昭和\n五四年一〇月に傷害罪により罰金一〇万円に処せられたほか、道路交通法違反の罪\nにより罰金に処せられた前科がある程度で、それを除けば犯罪とは無縁の生活を送\nってきた。\n六　結論\nこのように、本件が凶悪重大事犯であって、被告人が短絡的で自己中心的な動\n機から、計画的に、執ようかつ残虐な手段で人一人の命を奪い、遺族の処罰感情が\n峻烈であるにもかかわらず、被告人が反省の態度を全くみせず、社会的影響も大き\nいことなどの諸事情を考慮すると、量刑に当たっては極刑の選択も視野において考\n慮しなければならない事案であることは間違いない。しかしながら、死刑が真にや\nむを得ない場合における究極の刑罰であることに照らし、諸般の事情を総合考慮す\nると、被告人に対して死刑を選択することにはなお躊躇を覚える。そこで、当裁判\n所は、被告人を無期懲役に処し、被告人の一生をかけて甲の冥福を祈らせて自らの\n犯した罪の重さを考えさせることが相当であると考えた。\n（求刑　死刑）\n平成一四年一〇月一〇日\n東京地方裁判所刑事第七部\n裁判長裁判官　　池　　田　　　　　修\n裁判官　　浅　　香　　竜　　太\n裁判官三上潤は差し支えのため署名押印できない。\n裁判長裁判官　　池　　田　　　　　修\n"
}