{
  "trial_type": "LaborCase",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 6,
    "day": 12
  },
  "case_number": "平成12(行ウ)355",
  "case_name": "航空自衛隊自衛官懲戒免職",
  "court_name": "東京地方裁判所",
  "field": "労働",
  "lawsuit_id": "18663",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=18663",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/663/018663_hanrei.pdf",
  "contents": "主　　　文\n１　被告が，原告に対し，平成１０年６月２４日付けでした懲戒免職処分を取り消\nす。\n２　訴訟費用は被告の負担とする。\n事実及び理由\n第１　請求\n主文同旨\n第２　事案の概要\n本件は，航空自衛隊所属の自衛官であった原告が，被告のした平成１０年６月２\n４日付け懲戒免職処分は違法であるとして，その取消しを求めた事案である。\n１　争いのない事実等（認定に供した証拠はその末尾に示す。争いのない事実であ\nっても，参照の便宜のため，証拠を示した部分もある。）\n（１）　当事者\nア　原告（昭和２８年生まれの男性）は，昭和５４年４月２日に自衛隊に入隊し，\n平成７年当時は，航空幕僚監部監理部総務課（以下「総務課」という。）渉外班\n（以下「渉外班」という。）に所属する３等空佐であり，平成１０年６月当時は航\n空自衛隊幹部学校（以下「幹部学校」という。）研究部資料室（以下「資料室」と\nいう。）所属の３等空佐であった。なお，原告は任期制の自衛官ではない。（甲１\nの（２））\nイ　平成９年当時，総務課長はＡ１等空佐（以下「Ａ総務課長」という。），渉外\n班長はＢ１等空佐（以下「Ｂ渉外班長」という。）であった。\nまた，平成９年当時，幹部学校の校長はＣ空将（以下「Ｃ校長」という。）であ\nり，同校人事課長はＤ２等空佐（以下「Ｄ人事課長という。）であり，同校研究部\n総括室長はＥ２等空佐（以下「Ｅ総括室長」という。）であった。\n（２）　本件処分等\nア　異動命令等\n（ア）　航空幕僚長は，平成９年６月２５日，原告に対し，同年７月１６日付けで\n幹部学校勤務を命ずる旨の異動命令（平成９年６月２５日付け空幕人事発令自甲第\n９１号。以下「本件異動命令」という。）を発し，Ａ総務課長は原告に対し，本件\n異動命令を口頭で伝えた。（乙１）\nしかし，原告は，着隊時限である同年７月１６日午後３時までに幹部学校に着隊\nしなかった。\n（イ）　そこで，Ｃ校長は，同月１７日，原告に対し，同日午後５時までに幹部学\n校人事課（以下「人事課」という。）に出頭するよう求める旨の出頭命令（以下\n「本件出頭命令」という。）を発し，Ｄ人事課長を通じて，これを記載した同日付\nけ出頭要求書を原告に交付した。（乙２，１５）\nさらに，同校長は，同月１８日付で，速やかに資料室に出頭し職務に従事するよ\nう求める旨の命令（同日付け幹校個命第４７号。以下「本件職務従事命令」とい\nう。）を発し，これを記載した同日付け「幹部学校個別命令」と題する書面は同月\n２１日に原告へ送付された。（乙３の（１）ないし（３），１５）\nしかし，原告は，同年８月１日午後３時３７分まで，幹部学校に出勤しなかっ\nた。なお，原告は，同年７月２４日には幹部学校へ出向いたが，同日は出勤したも\nのとは扱われなかった。\nイ　本件処分\n被告は，平成１０年６月２４日付けで，自衛隊法（昭和２９年法律第１６５号。\n以下「自衛隊法」というときは当時施行されていた同法を指すものとする。）４６\n条１号及び３号の規定により，原告を懲戒免職処分とした（以下「本件処分」とい\nう。）。（甲１の（１））\n被告が原告に交付した同年８月２８日付け懲戒処分説明書には，本件処分の理由\nとして，以下のとおり記載されている。（甲６）\n「（１）　違反事実\n被処分者は，異動命令，出頭命令及び職務従事命令に正当な理由なく故意に背\nき，その結果，平成９年７月１６日１５００までに航空自衛隊幹部学校に異動完了\nすべきところ着隊せず，翌７月１７日以降当年８月１日１５３７同校に出頭するま\nで，着隊時限遅延及び１５日と７時間の正当な理由のない欠勤を続け，職務に従事\nしなかったものである。\n（２）　認定\n被処分者の行為は，自衛隊の機能発揮の骨幹ともいうべき上官の命令を踏みにじ\nる行為であり，組織の秩序を著しく乱し，かつ，幹部自衛官の信頼と尊厳を失墜さ\nせる，悪質で重大な規律違反行為である。\nこの行為は，自衛隊法（昭和２９年法律第１６５号）第５６条及び第５７条の規\n定に違反しており，同法第４６条第１号及び第３号に該当する。\n以上認定のとおり，被処分者の上記行為は，自衛隊員としてきわめて重大な規律\n違反であるので懲戒免職処分が相当である。」\n（３）　本訴提起に至る経緯\nア　原告は，被告に対し，平成１０年８月１３日，本件処分に対する異議申立てを\n行った。被告は，同月２８日，原告に対し，前記（２）イのとおりの懲戒処分説明\n書を交付した上，同申立てを防衛庁公正審査会に付議した。\n同審査会は，被告から弁明書の提出を受けるなどした後，平成１２年１１月１５\n日，原告の異議申立てを棄却する決定をし，原告に対し，同月２４日，その結果を\n通知した。（甲６，８，９，１２，１４）\nなお，被告が同審査会に提出した弁明書には，「審理終了後の長期間に亙り勤務\n態度等を観察してきたが，自己の所属が幹部学校でないと不合理な発言を続ける\n等，改悛の情が皆無であることから，身分の排除以外，懲戒の効果は期待できない\nため，免職処分に至ったものである。」との記載があった。（甲１２）\nイ　原告は，同審査会の前記決定を不服とし，同年１２月２５日，本件処分の取消\nしを求めて本訴を提起した。\n（４）　自衛隊法等の規定\nア　自衛隊法\n自衛隊法には，次のとおりの規定がある。\n「　２条　この法律において，「自衛隊」とは，防衛庁長官（以下「長官」とい\nう。）及び（・・中略・・）防衛庁本庁の内部部局，（・・中略・・）航空自衛隊\n（・・中略・・）を含むものとする。\n２　（略）\n３　（略）\n４　この法律において「航空自衛隊」とは，航空幕僚監部並びに航空幕僚長の監督\nを受ける部隊及び機関を含むものとする。\n５　この法律において「隊員」とは，防衛庁の職員で，長官，防衛政務次官（・・\n中略・・）以外のものをいうものとする。\n（中略）\n３１条　隊員の任用，休職，復職，退職，免職，補職及び懲戒処分は，長官又はそ\nの委任を受けた者（・・中略・・）が行う。\n２　隊員の任免，分限，懲戒，服務その他人事管理に関する基準は，長官が定め\nる。\n（中略）\n４６条　隊員が次の各号のいずれかに該当する場合には，これに対し懲戒処分とし\nて，免職，降任，停職，減給又は戒告の処分をすることができる。\n１号　職務上の義務に違反し，又は職務を怠った場合\n２号　（略）\n３号　その他この法律又はこの法律に基づく命令に違反した場合\n（中略）\n５６条　隊員は，法令に従い，誠実にその職務を遂行するものとし，職務上の危険\n若しくは責任を回避し，又は上官の許可を受けないで職務を離れてはならない。\n５７条　隊員は，その職務の遂行に当っては，上官の職務上の命令に忠実に従わな\nければならない。\n（以下，略）」\nイ　自衛隊法施行規則\n自衛隊法施行規則には，次のとおりの規定がある（以下で「法」というのは自衛\n隊法を指す。）。（乙１１）\n「６６条　法第４６条に規定する懲戒処分は，法第３１条第１項の規定により懲戒\n処分の権限を有する者（以下「懲戒権者」という。）が本節の規定に従って行う。\n２　懲戒権者が懲戒処分を行うにあたっては，適正，且つ，迅速を旨としなければ\nならない。\n（中略）\n６８条　何人も，隊員に規律違反の疑があると認めるときは，その隊員の官職，氏\n名及び規律違反の事実を記載した申立書に証拠を添えて懲戒権者に申立をすること\nができる。\n６９条　懲戒権者は，隊員に規律違反の疑があると認めるとき，又は前条の申立を\n受けたときは，直ちに部下の隊員に命じ，又は特に必要がある場合は他の適当な隊\n員に委嘱して規律違反の事実を調査しなければならない。\n７０条　懲戒権者から規律違反の疑がある隊員の規律違反の事実の調査を命ぜら\nれ，又は委嘱を受けた者は，当該事実を調査し，調査報告書に当該隊員，参考人等\nの供述調書又は答申書その他当該事実の有無を証明するに足る証拠を添えて当該懲\n戒権者に提出しなければならない。\n７１条　懲戒権者は，前２条の規定による調査の結果，規律違反の事実があると認\nめたときは，当該事案につき審理を行わなければならない。\n（中略）\n７５条　懲戒権者は，自ら又は懲戒補佐官に命じて被審理者及び証人（・・中\n略・・）の尋問その他の証拠調をすることができる。\n２　被審理者及び弁護人は，証人の尋問その他の証拠調を請求することができる。\n７６条　懲戒権者は，事案の審理を終了する前に，懲戒補佐官を列席させた上，被\n審理者又は弁護人の供述を聴取しなければならない。但し，被審理者又は弁護人が\n供述を辞退した場合，故意若しくは重大な過失により定められた日時及び場所に出\n席しない場合又は刑事事件に関し身体を拘束されている場合は，その者の供述につ\nいてはこの限りではない。\n２　懲戒権者は，長官の定めるところにより，前項の供述の聴取を部下の上級の隊\n員に命じて行わせることができる。\n７７条　懲戒権者は，事案の審理を終了したときは，すみやかに，当該審理に関与\nした懲戒補佐官の意見及び前条２項の規定により部下の隊員に供述を聴取させた場\n合には，その者の意見をきいて，懲戒処分を行うべきであるか，又は懲戒処分を行\nうべきでないかを決定し，懲戒処分を行うべきであると決定したときは，同時にそ\nの種別及び程度を決定するものとする。\n２　（略）\n３　（略）\n７８条　懲戒権者は，審理（・・中略・・）の結果，当該事案が自己の懲戒権限を\nこえるものと認めたときは，その直近上級の懲戒権者に対し，調査報告書，審理調\n書その他の必要書類に自己の意見を附して上申しなければならない。\n７９条　前条の上申を受けた懲戒権者は，本節に定めるところに従い，当該調査報\n告書，審理調書その他の資料に基いて判断し，自己の権限において懲戒処分を行う\nべきものと認めたときは，その種別及び程度を決定し，被審理者に懲戒処分宣告書\nを交付して懲戒処分の宣告を行わなければならない。\n２　上申を受けた懲戒権者が下級の懲戒権者の調査又は審理が違法又は不当若しく\nは不十分と認めたときは，当該下級の懲戒権者に再調査又は再審理を命じ若しくは\n自ら調査又は審理を行うものとする。自ら調査又は審理を行う場合，当該事案につ\nき下級の懲戒権者の行った調査及び審理の結果判明した明白で争う余地のない事実\nはこれを証拠として援用することができる。\n３　上申を受けた懲戒権者が審理の結果，自己の懲戒権限をこえる懲戒処分を要す\nるものと認めたときは，意見を附して更に上級の懲戒権者に上申しなければならな\nい。この場合においては，前条及び前各項の規定を準用する。\n（中略）\n８４条　懲戒に付せられるべき事案が裁判所に係属する場合にも，懲戒権者は，必\n要があると認めるときは，その事案について懲戒手続を進めることができる。\n８５条　懲戒権者は，規律違反の疑がある隊員に係る規律違反の事実を調査した結\n果，その事実が明白で争う余地がない場合において，当該規律違反の事実に対する\n懲戒処分が５日以内の停職，減給合算額が俸給月額の３分の１をこえない減給又は\n戒告（以下「軽処分」という。）に相当すると認めるときは，本節中第７１条以下\nの審理に関する規定にかかわらず，懲戒補佐官の意見をきいて，懲戒処分を行うこ\nとができる。但し，当該懲戒処分の行われる前に規律違反の疑がある当該隊員が審\n理を願い出たときは，この限りでない。\n２　規律違反の事実が軽処分をこえる場合においても，その事実が明白で争う余地\nがなく，且つ，規律違反の疑いがある隊員が審理を辞退し，又は当該隊員の所在が\n不明のときは，前条本文の規定に準じて処分を行うことができる。\n（以下，略）」\nウ　隊員の任免等の人事管理の一般的基準に関する訓令\n防衛庁長官が自衛隊法３１条２項の規定に基づき隊員の任免等の人事の管理の一\n般的基準について定めた「隊員の任免等の人事管理の一般的基準に関する訓令」\n（昭和３７年１０月２９日防衛庁訓令第６６号，平成１０年４月２４日防衛庁訓令\n第３３号昀終改正。以下「人事管理訓令」という。）には，次のとおりの規定があ\nる。（乙１２）\n「　３条　隊員の任免等に関する次に掲げる用語については当該各号に定める定義\nに従うものとする。\n（中略）\n（１３）　補職　隊員に公の名称が与えられている特定の職を命じ，又は特定の部\n隊，部課室等の勤務若しくは特定の部隊，部課室等付を命ずること又は兼補を命ず\nること\n（中略）\n１６条　次の各号の一に該当する場合には，隊員に辞令書を交付するものとする。\n（１）　隊員を採用し，継続任用し，昇任させ，転任させ，転官させ，兼任し，若\nしくは補職し，又は任用を更新した場合\n（中略）\n１７条　次の各号の一に該当する場合には，隊員に辞令書を交付して行うものとす\nる。ただし隊員に懲戒処分宣告書を交付して行う場合には，辞令書の交付は要しな\nいものとする。\n（１）　隊員を降任させる場合\n（２）　隊員を休職にし，又はその期間を更新する場合\n（３）　隊員を免職する場合\n１８条　次の各号の一に該当する場合においては，前２条の規定にかかわらず，辞\n令書に代わる文書の交付その他適当な方法をもって辞令書の交付に替えることがで\nきる。\n（１）　自衛官（任期制の自衛官を除く。）を昇任させ，転任させ，転官させ，兼\n任し又は補職した場合\n（中略）\n（５）　前条各号に掲げる場合で辞令書の交付によることができない緊急の場合\n（６）　その他辞令書の交付によらないことについて長官の承認を得た場合\n（中略）\n２２条　懲戒権者又は防衛施設庁長官は，懲戒処分の種別及び程度を決定するに当\nたっては，長官の定める基準又は（・・中略・・）航空幕僚長（・・中略・・）が\n長官の承認を得て定める基準に準拠して公正な判定を下さなければならない。\n（以下，略）」\nエ　懲戒処分等の基準に関する達\n航空幕僚長が定めた「懲戒処分等の基準に関する達」（昭和５３年７月１０日航\n空自衛隊達第２１号，平成６年４月７日航空自衛隊達第１９号昀終改正。以下「本\n件達」という。）には，次のとおりの規定がある。（甲７）\n「　１条　この達は，航空自衛隊における懲戒処分，訓戒及び注意（以下「懲戒処\n分等」という。）の実施に関し，懲戒処分等の種別及び程度を決定するために必要\nな基準を定めるものとする。\n２　（略）\n２条　この達において，次の各号に掲げる用語の意義は，当該各号に定めるところ\nによる。\n（１）　懲戒権者等　（略）\n（２）　重処分　免職，降任，６日以上の停職又は減給合算額が俸給月額の３分の\n１を超える減給をいう。\n（３）　軽処分　（略）\n（４）　加重　規律違反の態様（以下「違反態様」という。）の上限より，懲戒処\n分等の種別又はその程度を重くすることをいう。\n（５）　軽減　違反態様に応ずる処分基準の下限より，懲戒処分等の種別又はその\n程度を軽くすることをいう。\n３条　懲戒権者等は，懲戒処分等を行うにあたつては，その本旨にかんがみ，いた\nずらにこの基準を形式的，機械的に適用することなく，事実を明らかにして実体に\n即した検討を行い，違反者の内省自戒に着意し，かつ，個人の基本的人権を侵害し\nないように留意し，もつて懲戒処分等の適正を期さなければならない。\n４条　懲戒処分等の種別は，免職，降任，停職，減給，戒告のほか，訓戒及び注意\nとする。\n５条　懲戒処分等の種別の軽重は，前条記載の順序による。\n２　（略）\n６条　免職は，職務の遂行上特に重大な影響を及ぼす規律違反，特に悪質な刑事事\n犯に該当する規律違反等，自衛隊に対し著しい不利益を与える規律違反を行つた者\nに対して適用する。\n（中略）\n１３条　違反態様に応ずる懲戒処分等の基準は，別表のとおりとする。\n（中略）\n１５条　規律違反が次の各号の一に該当する場合は，懲戒処分等を加重する。\n（１）　規律違反の動機，手段又は方法が極めて悪質な場合\n（中略）\n２　（略）\n３　２以上の規律違反（次項に該当する場合を除く。）を行った者に対して，同時\nに懲戒処分等を行う場合は，その昀も重い規律違反についての処分基準に他の規律\n違反についての処分基準を加味するものとし，単に全部を合算しない。\n４　一つの行為が数種の規律違反に該当し，又は規律違反の手段若しくは結果が他\nの規律違反に該当する場合の懲戒処分等は，その重い規律違反についての処分基準\nを適用して行う。\n（中略）\n１７条　懲戒権者等は，別表に定めのない規律違反に対する懲戒処分等を行うにあ\nたつては，次に掲げる事項を考慮して，自衛隊の規律の維持の見地から公正，かつ\n相当と判断される懲戒処分等の種別及び程度を決定しなければならない。\n（１）　違反態様\n（２）　違反行為の原因，動機，状況及び結果等\n（３）　違反者の違反行為の前後の態度等\n（４）　違反者の既往処分歴\n（５）　違反者の社会的環境\n（６）　選択する懲戒処分等の種別及び程度の部内外に及ぼす影響等」\nなお，本判決の別表は，本件達１３条及び１７条にいう「別表」（以下，単に\n「別表」という。）と同一である。\nオ　その他\n航空自衛隊の機関である航空幕僚監部においては，航空幕僚長の通達により，人\n事教育部長が人事発令通知書（人事発令権者が人事発令を行った場合に作成す\nる。）を，発令された隊員の所属する部長等に送付し，当該部長等は，発令事項を\n順序を経て本人に伝達するものとしている。（乙１３，１４）\n２　争点\n（１）　原告について自衛隊法４６条１号又は３号の懲戒事由があるか。\n（２）　本件処分は違法か。\n３　争点に関する当事者の主張\n（１）　争点（１）について\n（被告の主張）\nア　本件処分事由\n（ア）　原告は，上官である航空幕僚長の本件異動命令に正当な理由なく故意に背\nき，その結果，平成９年７月１６日午後３時までに幹部学校に異動完了すべきとこ\nろを着隊せず，その結果，同年８月１日午後３時３７分まで着隊時限遅延を生じさ\nせた。\n（イ）　また，原告は，異動後の上官である幹部学校長の本件出頭命令及び本件職\n務従事命令に正当な理由なく故意に背き，その結果，平成９年７月１７日から同年\n８月１日午後３時３７分まで，１５日と６時間３７分の正当な理由のない欠勤を続\nけ，職務に従事しなかった。\n（ウ）　原告の前記（ア），（イ）の行為は，いずれも上官の職務上の命令に反\nし，上官の許可を受けずに職場を離れたものであり，自衛隊法５６条及び５７条に\n違反しており，このことは自衛隊法４６条１号及び３号に該当する。\nイ　後記（原告の主張）に対する反論\n（ア）　異動命令書が交付されていないことについて\n防衛庁においても職員を異動させる場合には，一般職の国家公務員と同様に，辞\n令書の交付をもって行うのが原則であるが，自衛官については，有事の際には現職\n務から異なる職務に補職替えをし，直ちに出動しなければならない場合があること\nに鑑み，人事管理訓令１８条において，辞令書に代わる文書の交付その他適当な方\n法をもって辞令書の交付に替えることができるものとされている。そして，同規定\nを受けて，航空幕僚監部においては，航空幕僚長の通達により，人事教育部長が人\n事発令通知書（人事発令権者が人事発令を行った場合に作成する。）を，発令され\nた隊員の所属する部長等に送付し，当該部長等は，発令事項を順序を経て本人に伝\n達するものとしている。\n原告に対する本件異動命令の伝達は，人事管理訓令及び前記通達による手続に基\nづいてされているから，本件異動命令に関する異動命令書の交付がなされていない\nからといって，本件異動命令自体が存在しないとか，違法であるということはでき\nない。\n（イ）　本件達との関係について\n本件達に定める懲戒処分の基準は，航空自衛隊の各級懲戒権者が懲戒権を行使す\nる場合の準拠であり，各級懲戒権者に，本件達を準拠しつつ，昀終的にはその裁量\n権の範囲内で事案に応じた公正妥当な処分を行わせることにその趣旨がある。\nこのように，本件達は，被懲戒者に懲戒事由があると認められる場合に，いかな\nる処分を選択するかについて懲戒権者の準拠となるものであって（本件達１条），\n被懲戒者のいかなる行為を懲戒事由に該当すると認定すべきかについての要件を定\nめたものではないから，外形的に別表に規定された項目の行為に該当するように見\nえる行為があれば必ずそれに従って懲戒事由を認定しなければならないものではな\nい。\n（原告の主張）\nア　命令違反の不存在\n原告は，上司から資料室への異動を告知され，かつ，回覧用の異動命令書を見た\nことがあるが，正式な文書として本件異動命令書の交付を受けなかった。\nこのため，原告は，本件異動命令についての航空幕僚長の意思が確認できた段階\nで同命令に従う意思でいたが，原告が求めた航空幕僚長との面会は受け入れらなか\nった。\nしたがって，本件異動命令は正式に発令されているか疑問であって無効というべ\nきであり，これを前提とする本件出頭命令及び本件職務従事命令もその根拠を欠く\nから，これらの命令に従わなかった原告について，上官の職務上の命令に反したと\nか，上官の許可を受けずに職場を離れたということはできず，これをもって自衛隊\n法５６条及び５７条に反しているということはできない。\nイ　原告が責められるべき非違行為－本件達との関係\n本件達は，懲戒権の濫用から隊員の人権を守る目的で規定されたものであり，懲\n戒処分を科するにあたっては同達の規定に従って行われることを要するものである\nから，罪刑法定主義の原則に照らし，同達は被告による懲戒処分の要件を定めるも\nのとして被告の懲戒権を制約するものである。\nしたがって，仮に本件異動命令及び本件出頭命令，本件職務従事命令が有効であ\nるとしても，後記（２）（原告の主張）イ（ア）のとおり，原告の非違行為は，別\n表の１「職務に関する違反」のうち，「（１１）正当な理由のない欠勤」（以下\n「（１１）正当な理由のない欠勤」という。）の「６日以上１９日以内」の場合に\n当たるにすぎないものである。\n（２）　争点（２）について\n（原告の主張）\nア　適正手続違反\n（ア）　被告が防衛庁公正審査会に提出した弁明書（前記１（３）ア）によると，\n被告は，原告に対する懲戒審理終了後の審理を経ていない事実に基づいて，本件処\n分を行っている。このような事実については，原告に対する弁明の機会は与えられ\nていないから，本件処分は自衛隊法施行規則７１条，７７条１項，８５条２項に違\n反する。\n（イ）　本件処分手続に関与したＦは，原告が提起した別件の訴訟において，国の\n指定代理人の一人として関与しており，これは適正手続に反する。\nイ　裁量権の濫用\n（ア）　本件達に定める量刑基準違反\nａ　別表の１「職務に関する違反」のうち，「（１３）帰（着）隊時限遅延」（以\n下「（１３）着隊時限遅延」という。）では「（正当な理由のない欠勤に該当する\n場合を除く。）」とされているから，正当な理由のない欠勤という事実がある場合\nには，着隊時限遅延は正当な理由のない欠勤に吸収され，「（１３）着隊時限遅\n延」を独立の懲戒事由とすることはできない。\nまた，隊員が正当な理由のない欠勤を続ける場合には，当然に出勤命令が出され\nるのであって，「（１１）正当な理由のない欠勤」に関する処分基準は，出勤命令\n違反を当然の前提としているものというべきであり，「正当な理由のない欠勤」と\nいう事実がある場合は，出勤命令違反を独立の懲戒事由とすることはできない。出\n勤命令違反を伴わない正当な理由のない欠勤などあり得ないから，もし，出勤命令\n違反により免職処分ができるとすれば，本件達の「（１１）正当な理由のない欠\n勤」に関する処分基準を定めた規定は存在意義がないことになる。被告の論法によ\nると，すべての規律違反において，事前又は実行中にその規律違反を行ってはなら\nない旨の命令さえ出しておけば，たとえどのような違反であっても，その命令違反\nを理由に懲戒免職処分を行うことができることになり，その不当であることは明ら\nかである。\nさらに，別表の１「職務に関する違反」のうち，「（８）職務上の注意義務違反\n（職務怠慢を含む。）」（以下「（８）注意義務違反」という。）は，その「適用\n基準等」欄のとおり，他の違反態様に該当する場合を除いて適用されるのであるか\nら，「（１１）正当な理由のない欠勤」が認められる場合は，「（８）注意義務違\n反」を独立の懲戒事由とすることはできない。\nｂ　したがって，原告の処分量定は，「（１５日と６時間３７分の）正当な理由の\nない欠勤」が基準とされるべきであるから，原告に対する処分は，「（１１）正当\nな理由のない欠勤」における「６日以上１９日以内」の量定である「停職の重処\n分」であるべきである。\n自衛隊法１１９条１項６号，１２０条１項２号は，上官の職務上の命令への反抗\n不服従よりも正当な理由のない欠勤を重いものとしているし，別表の１の「職務に\n関する違反」の定めでは，「（１１）正当な理由のない欠勤」を一般則である\n「（２）上官等又は特別勤務者に対する反抗不服従等」（以下「（２）反抗不服\n従」という。）の特則としているから，原告の行為を「（２）反抗不服従」に当た\nるとして処分することはできない。また，仮に原告の行為が「（８）注意義務違\n反」に該当するとしても，その動機・目的は原告の精神状態をいやすためであった\nこと，これによる職務遂行への影響，部内外への影響は全くなかったことからすれ\nば，原告の行為は「通常なすべき義務を著しく怠った場合」でかつ「極めて重大な\n場合」の「免職又は降任」には当たらない。\nなお，被告は，自衛隊法５７条の命令違反（服従義務違反）が刑事罰を持って臨\nむべき重大な非違行為であると主張するが，平時における命令違反は刑事罰を定め\nた同法１１８条の違反よりも軽い違反であって，刑事罰の対象ですらないものであ\nる。また，同法５６条の職務遂行義務違反も，平時における同違反は，命令違反と\n同じく，同法で刑事罰の対象とはならない程度のものである。\nにもかかわらず，被告は，本件達に違反して懲戒免職を選択したのであるから，\n本件処分は本件達に違反し違法である。\n（イ）　平等取扱の原則違反\n過去に被告が懲戒免職処分をした事案を検討すると，①犯罪行為をした場合（た\nだし，罰金，起訴猶予処分等の場合には停職処分に留まることが多い。），②過去\nに懲戒処分を受けているにもかかわらず，再度同じ行為を繰り返した場合，③職務\nそのものを否定し，又はその信頼性を損なう場合が殆どであり，原告に対する本件\n処分は，いずれの場合に比較しても重きに過ぎ，平等取扱の原則に違反する。\n（ウ）　相当性の原則違反\n本件における原告の懲戒事由は，資料室という「窓際族」に配転された原告が，\n不服を申し立てて２週間ほど職場に行かなかった事実にすぎない。原告は，特定の\n政治思想に基づく行為をしたものでも，犯罪行為をしたものでもないのであり，そ\nの後は自分の気持ちに整理をつけて幹部学校（資料室）に出勤していたのであっ\nて，このような原告に対して懲戒免職処分をもって臨むことは相当性の原則に違反\nする。\n（被告の主張）\nア　適正手続違反について\n争う。\nイ　懲戒権の濫用について\n（ア）　本件達の量定基準違反について\nａ　原告の懲戒事由に該当する行為について，幹部学校長は，これが本件達１３条\nにより，「（２）反抗不服従」及び「（８）注意義務違反」に該当すると判断し\nた。\nｂ　そして，前者については，原告が，①自衛隊の機能発揮の骨幹ともいうべき上\n官の命令に対し，複数回にわたり，故意かつ確信的に不服従を重ねたこと，②３等\n空佐という幹部自衛官の職にあること，③指導的立場にある佐官による命令不服従\nであり，幹部自衛官の信頼と尊厳を失墜させ，部内外に及ぼす影響が甚大であるこ\nと等，事案の性質，内容，原告の階級等を考慮し，「重大な場合」に該当すると判\n断した。\nまた，後者については，原告が，①幹部学校における職務遂行義務があり，勤務\n可能であったにもかかわらず，故意に職務を怠ったこと，②職務を怠ることにより\n懲戒処分を受ければ自らの正当性を主張するための不服申立てができるとの身勝手\nな意図に基づくものであって，その動機及び手段が悪質であること，及び③指導的\nな立場にある班長職の佐官による職務怠慢であり，部内外への影響が甚大であるこ\nと等を考慮して，原告の行為は「通常なすべき義務を著しく怠った場合」のうち\n「極めて重大な場合」に該当するものと判断した。\nなお，自衛隊員の服従義務（自衛隊法５７条）は，非常時の場合の服従義務違反\nに対しては刑事罰が科される（同法１１９条，１２２条等）など，一般の国家公務\n員に比して厳重なものであり，無許可職場離脱も法令上禁止されているものである\n（同法５６条）。\n原告の欠勤は，その外形のみを見れば，別表「（１３）着隊時限遅延」及び\n「（１１）正当な理由のない欠勤」に一見該当するが，「（１３）着隊時限遅延」\nは単なる遅刻を，「（１１）正当な理由のない欠勤」は単なる無断欠勤を想定して\nいるものであるところ，原告は，人事異動をめぐる処遇を不服として苦情の申立て\nの手続に及んだが，その結果が原告の意に沿わなかったことから，あえて懲戒処分\nを受けることにより，「苦情処理の不当性」について航空自衛隊内部の処理ではな\nく，防衛庁長官に対する不服申立てを行うことを意図して欠勤に及んだものであ\nり，職務を故意に怠ることにより，あえて懲戒処分を受け，人事異動及びその後の\n原告に対する処遇に対する不満と原告の主張の正当性を主張しようと企図したもの\nで，その動機は極めて自己中心的である。そして，原告は，「６日以上１９日以\n内」の「（１１）正当な理由のない欠勤」が停職相当とされていることを悪用し，\n免職処分を回避しつつ懲戒処分を受けられる限度で調整しながら，計画的かつ周到\nに職務遂行義務違反の行為に出たもので，このような行為態様は，単なる無断欠勤\nや遅刻と同列に論じることはできず，事案の実態に照らせば，「（１３）着隊時限\n遅延」や「（１１）正当な理由のない欠勤」の範ちゅうに含まれない行為態様であ\nり，より職務との関連が強く，かつ悪質な「職務遂行義務違反」に該当する。\nｃ　本件達の別表の処分基準によれば，「（２）反抗不服従」の「重大な場合」に\nついては「重処分（減給を除く。）」とされており，「重処分」の意義（本件達２\n条（２））からすると，この場合に適用される処分は，免職，降任及び６日以上の\n停職となる。また，「（８）注意義務違反」の「通常なすべき義務を著しく怠った\n場合」の「極めて重大な場合」については「免職又は降任」とされている。\n原告の行為は，「（２）反抗不服従」と「（８）注意義務違反」という２つの規\n律違反に該当するから，本件達１５条３項により，原告の処分基準は，「（８）注\n意義務違反」の「通常なすべき義務を著しく怠った場合」の「極めて重大な場合」\nである「免職又は降任」となる（「（２）反抗不服従」は個別具体的な命令が発せ\nられた場合に観念されるものであり，当該不服従の行為により完成し，それ自体で\n１個の規律違反行為を形成するものであるのに対し，「（８）注意義務違反」は，\n誠実にその職務を遂行する義務を課すとともに，隊員の職務及び責任に基づいて，\n職務上の危険・責任の回避及び職務離脱を禁止する趣旨であり，必ずしも上官等の\n個別具体的な命令を前提としないから，この２つの行為は，「一つの行為が数種の\n規律違反に該当し，又は規律違反の手段若しくは結果が他の規律違反に該当する」\nという関係にはないから，本件達１５条４項の適用はない。）。\nｄ　幹部学校長は，原告の行為が，前記のとおり，自衛隊の機能発揮の骨幹ともい\nうべき上官の命令を確信的に無視し，さらに職務遂行義務を明白に怠り，これによ\nって組織の秩序を著しく乱し，かつ，幹部自衛官の信頼と尊厳を失墜させたもので\nあることから，本件達６条により，原告を免職処分とすることが相当であると判断\nし，自己の懲戒権限を超えるものと認めて，本件を航空幕僚長に上申し，航空幕僚\n長も自己の懲戒権限を超える懲戒免職処分相当の事案であると判断して，被告に本\n件処分の上申をし，被告は，これらを踏まえて本件処分を行った。\nｅ　このように，本件処分は，本件達の適用基準に照らしても裁量権を逸脱するも\nのではない。\nなお，前記（１）（被告の主張）イ（イ）のとおり，本件達は，いかなる行為を\n懲戒事由に該当すると認定すべきかについての要件を定めたものではないし，別表\nに掲げられた非違行為のいずれに該当するかについては，行為の外形による客観的\n評価の他，当該事案の内容，影響その他情状を総合考慮し，適正妥当な懲戒処分を\n決定することとされているから（本件達３条参照），本件達別表を形式的に適用し\nて，「（１１）正当な理由のない欠勤」の場合の基準を適用すべきであるという原\n告の主張は，その前提を誤っている上，出頭命令違反のない正当な理由のない欠勤\nはないという独自の見解に基づくものにすぎず（行方不明の場合や正当な理由の有\n無が不明である場合の欠勤など，出頭命令違反がない場合がある。），失当であ\nる。\n（イ）　平等原則違反について\n懲戒権者は，懲戒事由に該当すると認められる行為の原因，動機，態様，結果，\n影響等のほか，その行為の前後における態度，懲戒処分等の処分歴，選択する処分\nが他に与える影響等の諸般の事情を総合考慮して，懲戒処分をすべきかどうか，懲\n戒処分をする場合にいかなる処分を選択すべきかを決定することができるのであ\nり，かような裁量権の行使に基づく処分は，社会観念上著しく妥当性を欠き，裁量\n権を濫用したと認められる場合に限り違法と判断されるものである。したがって，\n処分決定の基礎事情を全く異にする他の事例とその処分結果のみを取り出して本件\n処分との軽重を論じても，本件処分が社会観念上著しく妥当性を欠いたものである\nか否かの判断を左右するものではないから，原告の主張は失当である。\n（ウ）　相当性の原則違反について\n前記（ア）ｂのとおり，原告の行為は，自衛隊の機能発揮の骨幹ともいうべき上\n官の命令を確信的に無視し，さらに職務遂行義務を明白に怠り，これによって組織\nの秩序を著しく乱し，かつ，幹部自衛官の信頼と尊厳を失墜させたものであり，原\n告を免職処分とすることが相当性の原則に反しているとはいえない。\n第３　争点に対する判断\n１　事実の認定\n前記第２の１の事実，後掲証拠及び弁論の全趣旨によれば，以下の事実が認めら\nれる（争いのない事実を含む。）。\n（１）　原告の経歴\n（甲１の（２），３，乙８，１５）\nア　原告は，アメリカ合衆国カリフォルニア州ノースロップ工科大学を卒業した\n後，昭和５４年４月２日に一般幹部候補生（１等空曹）として自衛隊に入隊し，昭\n和５５年３月２０日に３等空尉に，昭和５７年７月１日に２等空尉に，昭和６０年\n７月１日に１等空尉に，それぞれ昇任した。\nまた，任官して本件処分がされるまで，毎年昇給しており，懲戒処分は受けてい\nない。\nイ　原告は，入隊後１年間，幹部候補生学校で訓練を受けた後，昭和５８年までパ\nイロット（飛行要員）としての訓練を受けていた。その後，要撃管制官やプログラ\nマーの仕事及び司令部における日米共同演習の計画等を担当した後，平成６年３月\nに渉外班に配属され，渉外係として，外国大使館との調整及び外国要人の接遇等を\n担当した。\n（２）　原告の異動調整及び本件異動命令の発令の経緯\n（甲３，５，１６，乙１５，１７，原告本人，弁論の全趣旨）\nア　原告は，防衛庁内部部局である防衛庁長官官房秘書課国際室（以下「国際室」\nという。）への異動を希望し，原告の上司である渉外班長であったＧ１等空佐にそ\nの旨を申し入れていたところ，Ｇから，他の班員がいるところで，「おまえは国際\n室でいいんだな。」などと確認を求められた。しかし，平成８年１１月ころに，Ｂ\n渉外班長（Ｇは，同年１０月に他の部署へ異動していた。）から，国際室への異動\nが難しい状況にあることを知らされ，Ｇが自分のことをからかっていたにすぎなか\nったとの認識を持つに至った。\nイ　原告は，平成９年３月１１日，航空幕僚長に対し，同月に予定されていた人事\n異動に関し，苦情申立てをした。航空幕僚長は，この申立てを航空幕僚監部監理部\n長に受理及び処理させた上，同年５月１４日，申立てを認めない旨の決定をした。\nそこで，原告は，同年６月２日，航空幕僚長に対し，再度苦情申立てをしたが，\n航空幕僚長は，やはり航空幕僚監部監理部長に受理及び処理させた上，同月２３\n日，申立てを認めない旨の決定をした。\nウ　前記イの苦情申立ての審査期間中は，原告に対する幹部学校への異動は延期さ\nれていたが，前記のとおり，苦情申立手続が終了したことから，航空幕僚監部人事\n教育部補任課（以下「補任課」という。）は，原告を平成９年７月１６日付けで幹\n部学校に異動させることとし，同年６月２４日，Ａ総務課長を通じて，原告に対\nし，資料室資料班長へ異動させる旨の内示を行い，同月２５日，同総務課長は，航\n空幕僚長名の本件異動命令を口頭で原告に伝えた。原告は，本件異動命令に不満を\n持ち，同命令を記載した命令書が交付されなかったこともあって，Ａ総務課長及び\nＢ渉外班長に対し，再三航空幕僚長との面会を申し入れたが，いずれもこれを拒ま\nれた。\n（３）　本件異動命令後の経緯\n（甲１６，乙５ないし８，１５，１７，原告本人。一部争いがない。）\nア　原告は，異動日である平成９年７月１６日も航空幕僚監部（渉外班）に出勤\nし，異動完了期限である同日午後３時までに幹部学校に着隊しなかった。\n原告は，同月１７日も航空幕僚監部（渉外班）に出勤した。このため，幹部学校\nのＤ人事課長が渉外班応接室に赴いて原告を訪ね，本件異動命令に従うよう説得し\nたが，原告がこれを拒んだため，同人事課長は，原告に対し，Ｃ校長名の本件出頭\n命令を記載した同日付け出頭要求書等を交付した。\n原告は，同月１８日（金曜日），Ｂ渉外班長に「体調が悪くて今日は行けな\nい。」旨連絡し，出勤しなかった。\nイ　Ｃ校長は，同月１８日付けで，原告に対し，本件職務従事命令を発し，これを\n記載した書面が同月２１日（日曜日である同月２０日は祝日であり，月曜日である\n同月２１日は振替休日であった。）に原告へ送付された。\n原告は，同月２２日（火曜日）も航空幕僚監部（渉外班）に出勤したが，原告が\n勤務していた渉外班応接室には鍵が掛けられており，中に入れなかったため，原告\nは昀低限必要なものを持ち出し，Ｂ渉外班長及びＡ総務課長に自宅待機をする旨告\nげて，帰宅した。\n原告は，同月２３日，航空幕僚監部にも幹部学校にも出勤せず，また自宅待機す\nる旨を幹部学校に連絡することもしなかった。\nウ　原告は，同月２４日，幹部学校に赴き，人事課に出頭して，Ｄ人事課長と面談\nしたが，原告が幹部学校の所属であることを認めなかったため，同課長から「自分\nの所属が幹部学校であるかどうか分からない者を出勤扱いにするのは難しい。」旨\n言われた。\nそのため，原告は，Ｄ人事課長に対し，「出勤として扱われないのであれば，も\nう出勤しません。家にいます。」と告げて，帰宅した。\n原告は，同月２５日から同月３１日まで，航空幕僚監部にも幹部学校にも出勤せ\nず，また自宅待機する旨を幹部学校に連絡することもしなかった。\nエ　原告は，このまま自宅待機を続けると懲戒免職処分を受ける可能性があると考\nえ，同年８月１日午後３時３７分，幹部学校に赴き，人事課に出頭した。その後，\n原告は，資料室資料班長としての勤務を開始した。\n（４）　幹部学校での審問手続及び本件処分\n（甲１６，乙４ないし８，１５ないし１７，原告本人。一部争いがない。）\nア　幹部学校研究部のＨ資料室長は，平成９年７月１７日及び同年８月４日，Ｃ校\n長に対し，原告に規律違反行為があるとする申立書を提出した。この申立書では，\n原告の被疑事実として，「平成９年７月１６日付で幹部学校勤務を命ぜられ，同日\n１５００までに異動完了をすべきところ，同時刻になっても着隊することなく以\n後，正当な理由のない欠勤をしている」，「異動命令，出頭命令及び職務従事命令\nに背き，その結果，平成９年７月１６日１５００までに異動完了をすべきところ着\n隊せず翌７月１７日以降平成９年８月１日１５３７に出頭するまでの約１６日の\n間，欠勤を続け，職務に従事しなかった」ことが指摘されていた。\nＣ校長は，Ｅ総括室長に対して，原告に係る規律違反被疑事件についての調査を\n命じた。\nイ　Ｅ総括室長は，同月５日及び１２日の２回にわたり，原告に対する事情聴取を\n行ったほか，Ｂ渉外班長やＤ人事課長の供述調書を作成したり，Ａ総務課長，人事\n課，資料室，渉外班，補任課の職員の答申書の提出を受けたり，航空幕僚監部監理\n部長及び同服務班長を尋ねて前記（２）イの苦情処理結果を確認するなどの調査を\nした。原告は，同月５日の事情聴取において，同総括室長に対し，「航空自衛隊に\nおける苦情の処理には極めて問題があり，懲戒処分を受けてその不服申立てをする\nことにより，苦情処理申立ての内容を議論してもらいたいと思い，欠勤扱いされる\n可能性のある方法をとった。」などと供述した。\n同総括室長は，同年１０月８日，Ｃ校長に対し，調査報告書を提出した。この報\n告書では，原告の被疑事実として「異動命令，出頭命令及び職務従事命令に正当な\n理由なく故意に背き，その結果平成９年７月１６日１５００までに異動完了をすべ\nきところ着隊せず，翌７月１７日以降平成９年８月１日１５３７に出頭するまで，\n着隊時限遅延及び正当な理由のない欠勤を続け職務に従事しなかった」ことが指摘\nされ，調査官意見として「被疑者は他に類をみない悪質な隊員であり，真に自衛官\nたるにふさわしくない隊員であると判断せざるをえず，被疑者に対する処分は，身\n分排除をも含めた厳罰をもって臨むべきと考える。」と記載されていた。\nウ　Ｃ校長は，前記イの調査結果を踏まえ，同年１０月１３日，幹部学校副校長室\nにおいて，原告に対し，同人を被疑者とする規律違反被疑事実（前記調査報告書記\n載の被疑事実と同一である。）について審理を行う旨の被疑事実通知書を交付し\nた。そして，同年１０月２０日から同年１１月１１日までの間，原告に対する尋\n問，証人尋問等の所要の調査をした。その際，原告は，同年１０月２０日の審理\n（証拠調べ）において，審問担当懲戒補佐官であるＩ１等空佐に対し，「原告が命\n令に従って出勤しなかった動機は，あえて懲戒処分を受けて苦情処理の不当性を訴\nえるためであり，同年８月１日に幹部学校に出勤したのは，２０日以上欠勤すると\n懲戒免職になるおそれがあるし，それ以前に出勤すれば懲戒処分にならないかもし\nれず，事を明らかにできないからである。」旨説明した。\nエ　Ｃ校長は，平成１０年２月１７日，航空幕僚長に対し，原告に係る規律違反は\n自衛隊法４６条１号及び３号に該当する行為であり，自己の懲戒権限を超える懲戒\n免職処分が相当であるとの意見を付して，自衛隊法施行規則７８条に基づいて上申\nし，航空幕僚長は，被告に対し，同年５月２９日，本件が自己の懲戒権限を超える\n懲戒処分を要するものと認め，同規則７９条３項に基づいて上申した。\n被告は，この上申を受け，原告に対し，同年６月２４日付けで本件処分をした。\n（５）　別件訴訟\n（甲３，乙９，１０，１６，原告本人）\n原告は，本件処分に先立つ平成９年９月８日，国を相手に，東京地方裁判所に対\nし，原告の人事異動に関して，Ｇから原告の希望どおりの異動が実現するかのよう\nな虚偽の事実を告げられたこと，人事異動に関して苦情申立てを行おうとしたとこ\nろ，防衛庁から種々の嫌がらせをされたこと，報復人事として資料室資料班長に任\nぜられたこと，苦情申立処理手続が違法であること等によって精神的損害を被った\nと主張して，国家賠償請求訴訟を提起した。\n東京地方裁判所は，平成１２年３月８日，国に対して，苦情処理手続が違法であ\nるとして，１０万円の損害賠償を命じたが，原告，国の双方ともが控訴をした結\n果，平成１３年１月３０日，東京高等裁判所は，原告の控訴を棄却するとともに，\n国の敗訴部分を取り消し，その部分に係る原告の請求を棄却して，国の主張を全面\n的に認める判決を言い渡した。原告は，この判決を不服として上告及び上告受理申\n立てをしたが，昀高裁判所は，同年９月１１日，原告の上告を棄却するとともに，\n原告の上告受理申立てを受理しない旨の決定をした。\nなお，本件処分手続に関与したＦは，前記訴訟において，国の指定代理人の一人\nであった。\n以上の事実が認められる。\n２　争点（１）に対する判断\n（１）　前記１（３）のとおり，原告は，上官である航空幕僚長の本件異動命令に\n背き，その結果，平成９年７月１６日午後３時までに幹部学校に異動完了すべきと\nころを着隊せず，その結果，同年８月１日午後３時３７分まで着隊時限遅延を生じ\nさせた。また，原告は，異動後の上官である幹部学校長の本件出頭命令及び本件職\n務従事命令に背き，その結果，平成９年７月１７日から同年８月１日午後３時３７\n分まで，１５日と６時間３７分の正当な理由のない欠勤を続け，職務に従事しなか\nった。\n原告のこれらの行為は，いずれも上官の職務上の命令に反し，上官の許可を受け\nずに職場を離れたものであり，しかも，いずれも前提となる各命令の存在を認識し\nた上でされたものであり，その動機・目的は，平成９年３月の人事異動に関連した\n苦情申立ての経緯を明らかにするべく懲戒処分の審理手続を利用するために，懲戒\n免職処分とならない限度で懲戒処分を受けようとすることにあったのであるから\n（前記１（３）ウの原告の発言，同（４）イ及びウにおける原告の発言により認め\nる。これに反する，「幹部学校の審問手続における『懲戒処分を受けたいために本\n件異動命令に反した』との自己の発言は真意よるものではない。」との原告本人の\n供述は，審問手続における原告の発言に不自然な点はないこと及びその内容に照ら\nし，到底採用できない。），正当な理由なく故意に各命令に背いたものであるとい\nえ，自衛隊法５６条及び５７条に違反しており，このことは自衛隊法４６条１号及\nび３号に該当する。\n（２）　原告は，本件異動命令は命令書が交付されていないから無効であると主張\nするが，人事管理訓令１８条によれば，自衛官（任期制の自衛官を除く。）を補職\nした場合は，辞令書に代わる文書の交付その他適当な方法をもって辞令書の交付に\n替えることができるとされている（前記第２の１（４）ウ）ところ，本件異動命令\nは任期制ではない自衛官である原告を資料室資料班長に補職するものであるから，\n命令書の交付に代えて適当な方法で伝えることも許されるものである。そして，原\n告は口頭で本件異動命令の内容を伝えられているから，命令書が原告に交付されて\nいないからといって本件異動命令が無効であるとはいえず，原告の前記主張は採用\nできない。\n（３）　原告は，本件達は被告による懲戒処分の要件を定めるものであるから，\n「（１１）正当な理由のない欠勤」を処分事由とすべきであると主張するが，懲戒\n処分ができるかどうかは，被処分者の行為が自衛隊法４６条各号に該当するか否か\nにより決せられるべきものであるし，本件達は，懲戒事由があると認められる場合\nに，いかなる処分を選択するかについて懲戒権者の準拠となるものであって（本件\n達１条），いかなる行為を懲戒事由に該当すると認定すべきかについての要件を定\nめたものではないから，原告の前記主張は採用できない。\n３　争点（２）に対する判断\n（１）　適正手続違反の有無について\nア　前記第２の１（３）アによれば，被告は，原告を懲戒免職処分とした理由とし\nて，審理終了後の原告の勤務態度等をも勘案していることが明らかであるが，他方\nで，被告は，原告を懲戒免職処分とした理由として，前記第２の１（２）イのとお\nり説明しており，このことは，審理終了後の原告の勤務態度等如何よりも，原告の\nした行為そのものを主に問責していると解されるから，被告が審理終了後の原告の\n勤務態度等について弁明の機会を与えないからといって，直ちに自衛隊法施行規則\nに反する違法な手続により本件処分がされたとはいえない。\nイ　原告が提起した別件訴訟において，本件処分手続に関与したＦが国の指定代理\n人の一人であった（前記１（５））からといって，本件処分手続に関与した者が別\n件訴訟の代理人となれない理由はないから，そのことが適正手続に反するとはいえ\nない。\n（２）　懲戒権の濫用の有無について\nア　本件達の量定基準違反について\n（ア）　国家公務員につき，法に定められた懲戒事由がある場合に，懲戒処分を行\nうかどうか，懲戒処分を行うときにいかなる処分を選ぶかは，懲戒権者の裁量に任\nされており，懲戒権者がその裁量権の行使としてした懲戒処分は，それが社会観念\n上著しく妥当を欠いて裁量権を付与した目的を逸脱し，これを濫用したと認められ\nる場合でない限り，その裁量権の範囲内にあるものとして違法とならないものとい\nうべきである。\nところで，本件達は，自衛隊法３１条２項，人事管理訓令２２条による委任を受\nけて制定されたものであるから，航空自衛隊の各級懲戒権者の懲戒権を法的に拘束\nするものというべきである。したがって，本件達の定める処分基準に合致しない処\n分量定は，懲戒権の範囲を超えるものとして，違法となるというべきである。\n（イ）　被告が懲戒事由とした原告の行為（前記２（１））の違反態様は，別表の\n１「職務に関する違反」のうち，「（１１）正当な理由のない欠勤」及び「（１\n３）着隊時限遅延」に該当するほか，本件異動命令，本件出頭命令，本件職務従事\n命令に背いた点は「（２）反抗不服従」に，着隊時限に遅延し，正当な理由のない\n欠勤を続け職務に従事しなかった点は「（８）注意義務違反」に該当するものであ\nる。しかし，「（１３）着隊時限遅延」の処分基準は，正当な理由のない欠勤に該\n当する場合を除いて適用されるから，原告の行為を「（１３）着隊時限遅延」の処\n分基準により処分することはできない。また，「（８）注意義務違反」の処分基準\nは他の違反態様に該当する場合を除いて適用されるから，原告の行為を「（８）注\n意義務違反」の処分基準により処分することもできないというべきである。\n被告は，「（１１）正当な理由のない欠勤」は単なる無断欠勤を想定しているも\nのであり，原告の行為に及んだ動機が自己中心的であることや，原告の職務遂行義\n務違反行為が計画的かつ周到であることからして，「（１１）正当な理由のない欠\n勤」の処分基準ではなく「（８）注意義務違反」の処分基準が適用されるべきであ\nると主張するが，本件達は，懲戒処分の公平を図るため，その処分基準を定めたも\nのであるから（自衛隊法３１条２項，人事管理訓令２２条），被処分者の行為が別\n表の違反態様のどれに該当するかは客観的に判断すべきものであるし，被告主張の\nように「（１１）正当な理由のない欠勤」が単なる無断欠勤を想定していたとして\nも，文言上そのような限定はないから，原告の行為は「（１１）正当な理由がない\n欠勤」に当たるものというべきであり，そうである以上，前記のとおり，他の違反\n態様に該当する場合を除いて適用される「（８）注意義務違反」の処分基準により\n処分することは，処分の公平を期するために違反態様ごとに処分基準を定めた本件\n達の趣旨に反し，許されないというべきである。\n本件達３条は，本件達の基準をいたずらに形式的，機械的に適用することを戒\nめ，事実を明らかにして実体に即した検討を行うことを求めているが，同条が懲戒\n権者等に対し，「違反者の内省自戒に着意し，かつ，個人の基本的人権を侵害しな\nいように留意」することを求めていることからすれば，同条は，懲戒権者等が本件\n達の基準をいたずらに形式的，機械的に適用して過重な処分をすることのないよう\n求めたものと解されるから，同条の規定があるからといって，「（１１）正当な理\n由のない欠勤」に該当する場合に「（８）注意義務違反」の処分基準を適用するこ\nとが許されるとはいえない。\n確かに，原告が「正当な理由のない欠勤」をしたのは，これによりあえて懲戒処\n分を受け，苦情処理についての自らの主張の正当性を主張するための不服申立てを\nすることにあったのであるから，いわば「６日以上１９日以内」の「正当な理由の\nない欠勤」が「停職の重処分」とされ，免職とされていないことを悪用したもので\nあって，その動機及び手段は悪質であるといえるが，そうであるとしても，規律違\n反の動機，手段又は方法が極めて悪質な場合は懲戒処分等を加重することができる\nのであるから（本件達１５条１項１号），このように本件達１５条の規定があるこ\nとからしても，被告主張のように解することはできない。被告の前記主張は採用で\nきない。\nまた，原告は，「（１１）正当な理由のない欠勤」は出勤命令違反を当然の前提\nとしているから，出勤命令違反を独立の懲戒事由とすることはできない旨主張する\nが，正当な理由のない欠勤については，出勤命令が出されるのが通例であるとはい\nえても，常に出勤命令が出されるとは限らない上，原告が本件異動命令，本件出頭\n命令，本件職務従事命令に背いた以上，このことは「（１１）正当な理由のない欠\n勤」とは別個の違反態様に該当するというべきであるから，原告について「（２）\n反抗不服従」の処分基準が適用されてもやむを得ないものである。また，ある規律\n違反行為について，これを刑事罰の対象とするかどうかということと懲戒処分の対\n象とするかどうかということとは，観点を異にするものであるから，自衛隊法１１\n９条１項６号，１２０条を根拠に「（１１）正当な理由のない欠勤」に当たる場合\nは「（２）反抗不服従」に当たらないとはいえない。また，別表は「（２）反抗不\n服従」と「（１１）正当な理由のない欠勤」等を並列的に規定しているから，後者\nが前者の特則であるともいえない。これに反する原告の主張は採用できない。\nそして，原告の「（２）反抗不服従」の程度は，原告が①自衛隊の機能発揮の骨\n幹ともいうべき上官の命令に対し，複数回にわたり，故意かつ確信的に不服従を重\nねたこと，②３等空佐という幹部自衛官の職にあること，③指導的立場にある佐官\nによる命令不服従であり，幹部自衛官の信頼と尊厳を失墜させ，部内外に及ぼす一\n般的影響が大きい（中堅幹部がその異動命令に対して個人的な観点から不満を述\nべ，いたずらに命令に従わないことは，異動先の職務の軽重にかかわらず，組織の\n士気を低下させ，秩序を乱すものである。）ことからすれば，「反抗・不服従」の\n「重大な場合」に該当するというべきである。\n（ウ）　以上のとおり，原告の行為については，「（２）反抗不服従」の「反抗・\n不服従」の「重大な場合」，「（１１）正当な理由のない欠勤」の処分基準が適用\nされるところ，別表の処分基準によれば，「（２）反抗不服従」の「反抗・不服\n従」の「重大な場合」については「重処分（減給を除く）」とされており，「重処\n分」の意義（本件達２条２号）からすると，適用される処分は，免職，降任及び６\n日以上の停職となる。また，原告の正当な理由のない欠勤は，１５日と６時間３７\n分に及ぶものであるから，「（１１）正当な理由のない欠勤」の「６日以上１９日\n以内」の処分基準である「停職の重処分」が適用される。\n原告のこの規律違反行為は，「２以上の規律違反を行った者に対して，同時に懲\n戒処分等を行う場合」に該当するから，昀も重い規律違反についての処分基準に他\nの規律違反についての処分基準を加味することになり（本件達１５条３項），本件\nでは，原告について，「（２）反抗不服従」の「反抗・不服従」の「重大な場合」\nについての処分基準である「重処分（減給を除く）」が適用され，原告に適用され\nる処分は，前記のとおり，免職，降任及び６日以上の停職となる（このことは，原\n告の「（１１）正当な理由のない欠勤」について，規律違反の動機，手段又は方法\nが極めて悪質であるとして，懲戒処分が加重されるとしても同様である。）。\n（エ）　しかしながら，免職は，「職務の遂行上特に重大な影響を及ぼす規律違\n反，特に悪質な刑事事犯に該当する規律違反など，自衛隊に対し著しい不利益を与\nえる規律違反を行った者に対して適用する」とされているところ（本件達６条），\n原告の行為は，自衛隊の機能発揮の骨幹ともいうべき上官の命令を確信的に無視し\nて着隊時限に遅延し，さらに，あえて懲戒処分を受けてその不服申立手続を利用す\nるため，正当な理由のない欠勤を続けて職務に従事しなかったもので，これによっ\nて組織の秩序を乱し，かつ，幹部自衛官の信頼と尊厳を失墜させたものであり，規\n律違反行為に及んだ動機，手段も悪質であったというべきではあるけれども，原告\nの規律違反行為により，原告の異動後の職務である幹部学校研究室資料課資料班長\nの職務に具体的に重大な支障があったことを認めるに足りる証拠はないし，原告の\n規律違反行為が悪質な刑事事件相当の重大な規律違反であるともいえず，原告の規\n律違反行為が，抽象的にはともかく，具体的に自衛隊に対し著しい不利益を与えた\nとまではいえない。このことと，原告は，本件処分を受けるまで懲戒処分を受けた\nことがないことも併せ考えると，本件処分は，その処分量定において，本件達６条\nの定める免職の基準に違反し，被告の懲戒権の範囲を逸脱し，これを濫用したもの\nで，違法といわざるを得ない。\n４　結論\n以上の次第であり，本件処分は，その余の点について判断するまでもなく違法で\nあるから，その取消しを求める原告の本訴請求には理由がある。\nよって，主文のとおり判決する。\n東京地方裁判所民事第１９部\n裁判長裁判官　山口幸雄\n裁判官　鈴木拓児\n裁判官吉崎佳弥は，退官のため，署名押印できない。\n裁判長裁判官　山口幸雄\n"
}