{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 16,
    "month": 2,
    "day": 27
  },
  "case_number": "平成15(行ケ)237",
  "case_name": "審決取消請求事件",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "10484",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=10484",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/484/010484_hanrei.pdf",
  "contents": "平成１５年（行ケ）第２３７号　審決取消請求事件\n平成１６年２月１２日口頭弁論終結\n判　　　　決\n原　　　告　　　　　ザイブナーコーポレーション\n訴訟代理人弁理士　　小　堀　　　益\n同　　　　　　　　　堤　　　隆　人\n被　　　告　　　　　特許庁長官　今井康夫\n指定代理人　　　　　千　葉　輝　久\n同　　　　　　　　　吉　村　宅　衛\n同　　　　　　　　　小　曳　満　昭\n同　　　　　　　　　涌　井　幸　一\n主　　　　文\n原告の請求を棄却する。\n訴訟費用は，原告の負担とする。\nこの判決に対する上告及び上告受理の申立てのための付加期間を３０日\nと定める。\n事実及び理由\n第１　当事者の求めた裁判\n１　原告\n特許庁が不服２００２－１５６４号事件について平成１５年１月２２日にし\nた審決を取り消す。\n訴訟費用は被告の負担とする。\n２　被告\n主文と同旨\n第２　当事者間に争いのない事実\n１　特許庁における手続の経緯\n原告は，発明の名称を「コンピュータ・システム」とする発明について，１\n９９６年（平成８年）８月２９日にアメリカ合衆国においてした特許出願に基づく\n優先権を主張して，平成９年３月２４日に特許出願（平成９年特許願第７０２２０\n号。以下「本件出願」といい，願書に添付した明細書及び図面を「本願明細書」と\nいう。）をしたが，平成１３年１０月３１日に拒絶査定を受けたので，平成１４年\n１月３１日，これに対する不服の審判の請求をした。特許庁は，同請求を不服２０\n０２－１５６４号として審理し，その結果，平成１５年１月２２日に「本件審判の\n請求は，成り立たない。」との審決をし，その謄本を同年２月７日に原告に送達し\nた。出訴期間として９０日が付加された。\n２　特許請求の範囲（平成１３年８月２３日付け手続補正書によって補正された\n明細書の特許請求の範囲の請求項１）\n「電源と，取り外し可能なモバイル・コンピュータ装置を備えたベース・コン\nピュータを有し，\n前記モバイル・コンピュータ装置は，取り外されたとき，前記ベース・コン\nピュータから離れた状態またはそれと結合した状態でコンピュータとして完全に機\n能するものであり，\n前記モバイル・コンピュータ装置は，音声起動手段，脳波起動手段，眼球追\n跡手段，及びそれらの混合手段から選択されたハンドフリー起動手段と，単一のハ\nウジング内に一般用途のコンピュータのコンポーネントと，ユーザーの身体に取り\n付けるための手段を有し，\n前記ベース・コンピュータは，前記モバイル・コンピュータ装置が取り外さ\nれる前と後においても，完全に機能するための手段を有するコンピュータ・システ\nム。」（以下「本願発明」という。）\n３　審決の理由\n別紙審決書の理由の写しのとおりである。要するに，本願発明は，特開平４\n－２７５６１２号公報（甲第４号証。以下，審決と同じく「引用文献１」とい\nう。）に記載された発明と特開平７－２４９００６号公報（甲第５号証。以下，審\n決と同じく「引用文献２」という。）に記載された発明とに基づいて，当業者が容\n易に発明をすることができたものであるから，特許法２９条２項に該当し，特許を\n受けることができない，とするものである。\n審決が上記結論を導くに当たり認定した本願発明と引用文献１記載の発明\n（以下「引用発明１」という。）との一致点・相違点は，次のとおりである。\n（一致点）\n「電源と，取り外し可能なモバイル・コンピュータ装置を備えたベース・コ\nンピュータを有し，\n前記モバイル・コンピュータ装置は，取り外されたとき，前記ベース・コン\nピュータから離れた状態またはそれと結合した状態でコンピュータとして完全に機\n能するものであり，\n前記モバイル・コンピュータ装置は，起動手段と，単一のハウジング内に一\n般用途のコンピュータのコンポーネントとを有し，\n前記ベース・コンピュータは，前記モバイル・コンピュータ装置が取り外さ\nれる前と後においても，完全に機能するための手段を有するコンピュータ・システ\nム。」\n（相違点）\n「本願発明においては，モバイル・コンピュータ装置が有する起動手段が，\n音声起動手段，脳波起動手段，眼球追跡手段，及びそれらの混合手段から選択され\nたハンドフリー起動手段であるのに対し，引用文献に記載された発明（判決注・引\n用発明１）においては，ノート型パソコンが有する入力装置（本願発明の「モバイ\nル・コンピュータ装置が有する起動手段」に相当）がハンドフリーであるのかどう\nかは明らかではない点。」（以下，審決と同じく「相違点１」という。）。\n「本願発明においては，モバイル・コンピュータ装置がユーザーの身体に取\nり付けるための手段を有するのに対し，引用文献１に記載された発明（判決注・引\n用発明１）では，ノート型パソコン（本願発明の「モバイルコンピュータ装置」に\n相当）は，ユーザーの身体に取り付けるための手段を有するものではない点。」\n（以下，審決と同じく「相違点２」という。）。\n第３　原告主張の審決取消事由の要点\n審決は，本願発明と引用発明１との対比において，一致点・相違点の認定を\n誤って相違点を看過し（取消事由１），自らが認定した相違点についての判断を誤\nった（取消事由２）ものであり，これらの誤りが，それぞれ審決の結論に影響を及\nぼすことは明らかであるから，違法として取り消されるべきである。\n１　取消事由１（相違点の看過）\n(1)　審決は，本願発明と引用発明１とを対比して，引用発明１の「収納・接続\nができるノート型パソコン」が本願発明の「取り外し可能なモバイル・コンピュー\nタ装置」に相当する，と認定し（審決書３頁２９行～３４行），この認定を前提と\nして，「取り外し可能なモバイル・コンピュータ装置を備えた」点を本願発明と引\n用発明１との一致点として認定した。\nしかしながら，引用発明１の「収納・接続ができるノート型パソコン」\nと，本願発明の「取り外し可能なモバイル・コンピュータ」とは異なる。審決のし\nた上記一致点の認定は誤りである。\n(2)　本願明細書において，本願発明の「モバイル・コンピュータ装置」の用語\nは，極めて小さい型の身体装着用のものであり，身体装着式又は頭部装着式のディ\nスプレイ手段とともに，使用者に装着することができる，持ち運び可能なコンピュ\nータを意味するものと定義されている。\nすなわち，本願明細書（甲第６号証はその内容を示す公開公報である。）\nにおいて，本願発明の「モバイル・コンピュータ装置」の用語は，「両手が自由に\nなるユーザー支持型のポータブル・コンピュータ」，「コンパクトなモバイル・コ\nンピュータ」（段落【０００２】），「当該モバイル・コンピュータ装置は，必要\nな身体装着式又は頭部装着式のディスプレイ手段と共に，・・・ユーザーの身体に\n取付けるための手段を有する。」（段落【００１４】）と定義されている。\nこれに対し，引用発明１の「収納・接続ができるノート型パソコン」は，\n本願発明のモバイル・コンピュータ装置として必要な，身体装着式又は頭部装着式\nのディスプレイ手段，ユーザーの身体に取り付けるための手段，のいずれも有しな\nい。引用発明１の「収納・接続ができるノート型パソコン」は，本願発明の「モバ\nイル・コンピュータ装置」とは異なる。\n「日経パソコン用語辞典２００４年版」（甲第８号証）には，「ノート型\nパソコン」と「ラップトップコンピュータ」とが同義であることが示されている。\n同文献によれば，引用文献１記載の「ノート型パソコン」は，本願明細書に従来技\n術として挙げられたラップトップ・コンピュータに相当する。同明細書において，\nラップトップ・コンピュータは，本願発明のベース・コンピュータの代表例として\n記載されている。\n本願明細書には，ラップトップ・コンピュータについて，「ラップトッ\nプ・コンピュータは，ポータブルなものであるが，モバイル・アシスタントの程度\nと融通性に達するほどにポータブルなものではない。即ち，それらは，モバイル・\nアシスタントの場合がそうであるように，身体装着されるものとしては意図されて\nいず，両手が自由になる用途のためのものとしては不適当なのである｡｣（段落【０\n００３】）と記載されている。この記載からも，「ラップットップコンピュータ」\nに相当する引用発明１の「ノート型パソコン」は，本願発明の「モバイル・コンピ\nュータ装置」に相当しないことが明らかである。\n２　取消事由２（相違点についての判断の誤り）\n本願発明におけるモバイル・コンピュータ装置の構成そのものは，引用文\n献２に記載されている。\nしかしながら，引用文献１及び２のいずれをみても，このモバイル・コン\nピュータ装置をラップトップ・コンピュータ（又はその他のベース・コンピュー\nタ）と組み合わせてシステム化し，モバイル・コンピュータ装置の機能を展開する\nという考え方はない。\n本願発明は引用発明１及び引用発明２に基づいて容易に発明をすることが\nできた，との審決の判断は，誤りである。\n第４　被告の反論の要点\n審決の認定，判断に誤りはなく，原告主張の取消事由は理由がない。\n１　取消事由１（相違点の看過）について\n(1)　コンピュータ技術の分野において，「モバイル」の語は，一般に，「移動\n可能な」，「携帯型の」との意味で用いられている。「モバイル」の語には，身体\nに装着するかどうかに関する意味は，一般には含まれていない。\n原告が本願発明の「モバイル・コンピュータ装置」の用語の定義について\nの記載であると指摘する本願明細書の段落【０００２】や【００１４】には，米国\n特許第５３０５２４４号に記載されたモバイル・コンピュータ装置，あるいは，本\n願発明のモバイル・コンピュータ装置が，身体に装着する手段を有することなどが\n記載されている。しかし，これらの記載は，「モバイル・コンピュータ装置」の用\n語について定義したものではない。仮に，これらの記載が「モバイル・コンピュー\nタ装置」の用語を定義したものであり，「モバイル・コンピュータ装置」の語がそ\nこに記載されたような意味を有するのであれば，請求項１には，審決が相違点とし\nて挙げた，身体に装着する手段を有する，といった要件について明示するまでもな\nく，単に，「モバイル・コンピュータ装置」の用語を使用するだけで足りたはずで\nある。ところが，請求項１は，「モバイルコンピュータ装置」の用語を使用した上\nで，同装置が身体に装着する手段を有する，などの要件を別途明示している。この\nことからみて，原告の指摘する上記各記載が「モバイルコンピュータ装置」という\n用語を定義したものでないことは，明らかである。\n(2)　引用発明１の「ノート型パソコン２」は，携帯ないし持ち運びすることを\n目的としたものであって，携帯型のコンピュータ，すなわち，モバイル・コンピュ\nータ装置であるということができる。\n引用文献１には，従来技術について，「比較的小型の，一般的にはパーソ\nナルコンピュータ（以下，「パソコン」と称する。）と呼ばれる種類の電子計算機\nは，デスクトップ形からラップトップ形，ブック形，ノート形，パームトップ形へ\nと小型化が進んでいる。また，一方では電子手帳と呼ばれる種類の電卓感覚で使え\nる情報処理装置が出現してきている。そして，この種の装置のユーザは，会議や外\n出には電子手帳またはパームトップパソコンを使い，仕事場に戻ってはラップトッ\nプ型またはデスクトップ型のパソコンを使うと言った作業形態となってきてい\nる。」（甲第４号証・段落【０００２】，【０００３】）との記載がある。同記載\nによれば，「ノート形」は，「デスクトップ形」や「ラップトップ形」とは区別さ\nれ，携帯することができるものとされている。\n「ノートパソコン」が「モバイルコンピュータ」であることは，「超図解\nパソコン用語辞典２００３－０４年版　第１０１９頁」（株式会社エクスメディ\nア　２００２年９月２６日発行）（乙第１号証）からも明らかである。\n引用発明１の「収納・接続ができるノート型パソコン」が本願発明の「取\nり外し可能なモバイル・コンピュータ装置」に相当するとした審決の認定に誤りは\nない。\n身体へ装着する手段などの有無の看過をいう原告の主張は，失当である。\n審決は，この点を相違点として認定し，これに対する判断を行っているからであ\nる。\n２　取消事由２（相違点についての判断の誤り）について\nノートパソコンは携帯用の計算機であるから，引用文献１記載の「ノートパ\nソコン２」に，引用発明２が備えているような身体に取り付けるための手段やハン\nドフリー起動手段を備えさせることは，当業者が容易になし得ることである。\n本願発明は，引用発明１，２に基づいて当業者が容易に発明することができ\nたものである。審決の判断に誤りはない。\n第５　当裁判所の判断\n１　取消事由１（相違点の看過）について\n(1)　原告は，本願明細書において，本願発明の「モバイル・コンピュータ装\n置」の用語は，極めて小さい型の身体装着用のものであり，身体装着式又は頭部装\n着式のディスプレイ手段とともに，使用者に装着することができる，持ち運び可能\nなコンピュータを意味するものと定義されているのに対し，引用発明１の「収納・\n接続ができるノート型パソコン」は，身体装着式又は頭部装着式のディスプレイ手\n段，ユーザーの身体に取り付けるための手段，のいずれも有しないから，本願発明\nの「モバイル・コンピュータ装置」とは異なる，と主張する。\n「モバイルコンピュータ」は，一般に，「携帯可能な小型コンピュータ」\nを意味する語であるとされており（「超図解　パソコン用語辞典２００３－０４年\n版辞典」１０１９頁。乙第１号証。２００３～４年より前においては，この語が別\nの意味で用いられていた，と考えさせる資料はない。），身体に装着するための手\n段を有することは，その一般的な意味には含まれていない。\n本願発明における「モバイル・コンピュータ装置」の用語が，上記の一般\n的な意味とは異なり，身体に装着するための手段を有することを含んだ意味で用い\nられているというためには，本願明細書中に，この語をそのようなものとして定義\nした記載など，明確な根拠となる記載があることが必要である。ところが，本願明\n細書中には，そのような記載は見当たらない。\n原告は，上記主張の根拠として，本願明細書の，「両手が自由になるユー\nザー支持型のポータブル・コンピュータ」，「コンパクトなモバイル・コンピュー\nタ」（甲第６号証・段落【０００２】），「当該モバイル・コンピュータ装置は，\n必要な身体装着式又は頭部装着式のディスプレイ手段と共に，・・・ユーザーの身\n体に取付けるための手段を有する。」（同号証・段落【００１４】）などの記載を\n挙げる。しかしながら，上記各記載は，米国特許第５３０５２４４号に記載された\nモバイル・コンピュータ装置，あるいは，本願発明のモバイル・コンピュータ装置\nが，身体に装着する手段等を有することなどを述べたものにすぎない。上記各記載\nによっては，本願発明における「モバイル・コンピュータ装置」の用語が，身体に\n装着する手段等を有するとの意味を含むものとして用いられている，と認めること\nはできない。他に，原告の主張を認めるに足りる証拠はない。\n上に述べたところによれば，審決が，本願発明における「モバイル・コン\nピュータ装置」の語を身体に装着する手段等を有するとの意味を含まないものとし\nてとらえた上で，引用発明１の「ノート型パソコン」と対比し，両発明の一致点を\n認定したことに誤りはない。\n仮に，原告主張のとおり，本願明細書において，本願発明の「モバイル・\nコンピュータ装置」の語が身体に装着する手段等を有するとの意味を含むものとし\nて用いられていると解することができ，本願発明の「モバイル・コンピュータ装\n置」と引用発明１の「ノート型パソコン」とが身体に装着する手段等を有するか否\nかにおいて相違するとしても，審決は，身体に装着する手段等を有するか否かにつ\nいては，相違点として認定し，これに対する判断をしている。\nいずれにせよ，この点について，審決に相違点の看過はない。\n(2)　原告は，本願発明の「モバイル・コンピュータ装置」は，身体装着式の極\nめて小さい型のものであること，本願明細書において，「ラップトップ・コンピュ\nータ」は，身体に装着するのに適するほどコンパクトではないベース・コンピュー\nタを意味するものとして使用されていること，一般に，「ノート型パソコン」の語\nは，「ラップトップ・コンピュータ」の語と同義に用いられていること，を理由\nに，引用発明１の「ノート型パソコン」は，本願発明の「ベース・コンピュータ」\nに相当するものであり，「モバイル・コンピュータ装置」に相当するものではな\nい，と主張する。\n本願明細書には，「コンパクトなモバイル・コンピュータ」（甲第６号証\n段落【０００２】），「ラップトップ・コンピュータは，ポータブルなものである\nが，モバイル・アシスタントの程度と融通性に達するほどにポータブルなものでは\nない。即ち，それらは，モバイル・アシスタントの場合がそうであるように，身体\n装着されるものとしては意図されていず，両手が自由になる用途のためのものとし\nては不適当なのである。」（同号証段落【０００３】）との記載がある。この記載\nによれば，本願発明の「モバイル・コンピュータ装置」は身体に装着することがで\nきる程度に小型のものであるのに対し，ラップトップ・コンピュータは身体に装着\nすることができるほどには小型のものでない，とされていることが明らかである。\nしかしながら，本願明細書の上記記載は，「ラップトップ・コンピュー\nタ」が，本願発明で用いるモバイル・コンピュータ装置，としてふさわしくないこ\nとをいうだけであり，それ以上に出るものではない。本願発明におけるベースコン\nピュータを特定したり，本願発明におけるモバイル・コンピュータの語の意味につ\nいて述べたりする記載を，本願明細書中に見いだすことはできない。\n原告は，一般に，「ノート型パソコン」の語は，「ラップトップ・コンピ\nュータ」と同義に用いられており，「モバイル・コンピュータ」を意味しない，と\n主張する。\n「日経パソコン用語事典２００４年版第９７６頁」（甲第８号証）には，\nラップトップパソコンについて，「１９８０年代後半に製品化された携帯型パソコ\nン。液晶ディスプレイの採用により小型・軽量化を図り，ひざの上（ラップトッ\nプ）でも使用できることから，この呼び名が付いた。・・・その後小型化が進み，\n従来のラップトップ型と同等の性能を，Ａ４ファイルサイズの製品で実現できるよ\nうになると，ノートパソコンという呼び方が主流になった。日本ではラップトップ\nという言葉は使わなくなったが，欧米では今でもノートパソコンをラップトップと\n呼ぶ場合が多い。」との記載がある。\n「超図解パソコン用語辞典２００３－０４年版第１０１９頁」（乙第１号\n証）には，モバイル・コンピュータについて，「携帯可能な小型のコンピュータの\n総称。ノートパソコンやＰＤＡなどがこれに当たる。」との記載がある。\n上記各文献の記載内容によれば，「ノートパソコン」（ノート型パソコ\nン）の語は，「ラップトップパソコン」（ラップトップ・コンピュータ）と同義に\n用いられる場合もあれば，「モバイル・コンピュータ」と同義に用いられる場合も\nある，ということができる。「ノート型パソコン」の語が「ラップットップ・コン\nピュータ」のみを意味するものであって「モバイル・コンピュータ」を意味するも\nのではないとの原告の主張は失当である。\n引用文献１には，「【従来の技術】比較的小型の，一般的にはパーソナル\nコンピュータ（以下，パソコンと称する。）と呼ばれる種類の電子計算機は，デス\nクトップ形からラップトップ形，ブック形，ノート形，パームトップ形へと小型化\nが進んでいる。また，一方では電子手帳と呼ばれる種類の電卓感覚で使える情報処\n理装置が出現してきている。」（甲第４号証・段落【０００２】），「【発明が解\n決しようとする課題】上記したように，ＯＡ機器も小型化，パーソナル化が進み，\n一般に会議のような場所では電子手帳を使い，外出や出張のときはノート形パソコ\nンを携帯し，事務所など自分の仕事場に戻るとラップトップまたはデスクトップ型\nパソコンを使うと言った使用形態が一般的となってきている。」（同・段落【００\n０６】）との記載がある。上記記載においては，ノート型パソコンは，ラップトッ\nプ型パソコンよりも小型のものであり，外出や出張のときに携帯して使用するもの\nであるのに対し，ラップトップ型パソコンは，事務所など仕事場に置いて使用する\nものであるとされている。しかし，引用文献１には，上記以外に，ノート型パソコ\nンの大きさを特定する記載はない。\nそうである以上，審決が，引用発明１の「ノート型パソコン」が，本願発\n明の「モバイル・コンピュータ装置」に相当するとして，この点を一致点として認\n定したことに誤りはない。\n(3)　以上のとおりであるから，審決に原告主張の相違点の看過はない。\n取消事由１は理由がない。\n２　取消事由２（相違点についての判断の誤り）について\n原告は，引用文献１にも同２にも，モバイル・コンピュータ装置をラップト\nップ・コンピュータ（又はその他のベース・コンピュータ）と組み合わせてシステ\nム化し，モバイル・コンピュータ装置の機能を展開するという考え方はないから，\n本願発明は，引用発明１，２から，当業者が容易に発明できたとすることはできな\nい，と主張する。\nしかしながら，引用文献１には、「デスクトップコンピュータ１」と「ノー\nト型パソコン２」について，次の記載がある。\nア「【発明が解決しようとする課題】上記したように、ＯＡ機器も小型化、パ\nーソナル化が進み、一般に会議のような場所では電子手帳を使い、外出や主張のと\nきはノート型パソコンを携帯し、事務所など自分の仕事場に戻るとラップトップま\nたはデスクトップ型パソコンを使うと言った使用形態が一般的になってきている。\nこの際、電子手帳にある情報はノート型パソコン使用時にも必要な情報であること\nが多く、またノート型パソコンの持つ情報はデスクトップ形パソコンでも必要な情\n報となるのが普通である。もちろん、これと逆の方向の情報共用も要求される。」\n（甲第４号証・段落【０００６】）\nイ「【課題を解決するための手段】上記目的を達成するため、本発明において\nは、下位機器を上位機器に内蔵可能とし、上位機器から下位機器の資源をアクセス\n可能としたことにある。」（同・段落【００１４】）\nウ「図１は本発明の構造例を示したものである。１は例えば最上位機器として\nの３２ビット構成のデスクトップ形のパーソナルコンピュータである。これは入力\n装置としてはキーボードＫＢを有し、出力装置としてＣＲＴディスプレイ装置ＤＳ\nＰを備えている。そして、補助記憶装置ＥＭとしては大容量のハードディスクとフ\nロッピーディスクを装備している。２は中位機器としての、バッテリー駆動可能\nな、いわゆるノート型パソコンと呼ばれるもので、１６ビット構成のマイクロコン\nピュータを使用し、出力装置として液晶型平面表示装置を、入力装置として内蔵型\nキーボードを、補助記憶装置として３．５インチフロッピーディスク装置を装備し\nている。いずれもオプションの入出力機器としてマウスやプリンタを接続すること\nが可能なものである。」（同・段落【００１９】）\nエ「コンピュータ１の本体には下位コンピュータ２の本体を収納するための収\n納部１ｇと接続用コネクタ１ｆを設ける。コンピュータ２の本体には、コンピュー\nタ１の本体と接続するための接続用コネクタ１ｆ’を設け、更に下位コンピュータ\n３を収納する収納部２ｇと接続用コネクタ２ｆを設ける。」（同・段落【００２\n１】）\nオ「これらコンピュータ１，２，３はそれぞれ単独で機能する独立したコンピ\nュータとして使用することができ、またそれぞれが結合された状態では下位の機器\nは上位の機器の一部分として組み込まれて機能する。」      （同・段落【００２\n８】）\n上に認定した引用文献１の記載と，１で述べたとおり，引用発明１の「ノー\nト型パソコン」が本願発明の「モバイル・コンピュータ」に相当するとの事実とを\n総合すると，引用文献１には，「取り外し可能なノート型パソコン（モバイル・コ\nンピュータ）」を「ベース・コンピュータ」に組み込む，という本願発明と共通す\nる技術思想が記載されているということができる。\n引用文献２には，モバイル・コンピュータ装置の構成が記載されている。引\n用発明１と２とが技術分野を共通にすることは明らかである。引用発明１のノート\n型パソコンに，引用文献２に記載されたハンズフリー起動手段や身体に装着するた\nめの手段を適用することは容易であるというべきである。このように述べることを\n妨げる事情は，本件全資料を検討しても見いだすことができない。\n第６　結論\n以上のとおりであるから，原告主張の審決取消事由は，いずれも理由がな\nく，その他，審決の認定判断にはこれを取り消すべき誤りは見当たらない。そこ\nで，原告の本訴請求を棄却することとし，訴訟費用の負担，上告及び上告受理の申\n立てのための付加期間について行政事件訴訟法７条，民事訴訟法６１条，９６条２\n項を適用して，主文のとおり判決する。\n東京高等裁判所第６民事部\n裁判長裁判官  　山　　下　　和　　明\n裁判官　　阿　　部　　正　　幸\n裁判官　　高　　瀬　　順　　久\n"
}