{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 11,
    "day": 12
  },
  "case_number": "平成14(わ)651",
  "case_name": "名誉毀損被告",
  "court_name": "福岡地方裁判所",
  "lawsuit_id": "8172",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=8172",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/172/008172_hanrei.pdf",
  "contents": "平成１４年１１月１２日宣告\n平成１４年(わ)第６５１号  名誉毀損被告事件\n判              決\n主              文\n被告人を懲役１年に処する。\n理              由\n（犯罪事実）\n被告人は，平成１３年８月１９日，福岡市ａ区ｂｃ丁目ｄ番ｅ号Ａｆ号\n室の被告人方で，インターネットを利用し，「Ｂは，数年前，自分の息子\nにテレクラをやらせ，男性関係で悩んでいる女性を探し出させて，弁護士\nとしての自分のクライアントを獲得していたという。」などと記載した文\n章のデータを，同文章に記載された事実の確証がないのに，岡山市ｇｈ丁\n目ｉ番ｊ号のＣｋ階サーバールームに設置された「株式会社Ｄ」が管理す\nるサーバーコンピューターに送信して，同文章を被告人が開設した「Ｅ」\nに掲載し，福岡市ｌ区ｍｎ丁目ｏ番ｐ号Ｆビルｑ階の「Ｇ」に現在するＨ\nら不特定多数のインターネット利用者に同文書を閲覧可能な状態にして，\n公然事実を摘示し，Ｂの名誉を毀損した。\n（証拠）　〈略〉\n（補足説明）\n第１　被告人及び弁護人は，判示の文書（以下「本件文書」という。）の\nデータをインターネット上の被告人開設のホームページに掲載したこ\nと，及び同文書を不特定多数のインターネット利用者に閲読させたこ\nとは認めるものの，これは，被告人が以前交際していた女性に傷害を\n負わせたことで，傷害罪で起訴されるとともに，同女から損害賠償請\n求訴訟を提起された（以下「本件民事裁判」という。）ため，その両\n裁判の過程と内容を広く知ってもらい，両裁判への傍聴や支援を呼び\nかけるためであり，刑法上の名誉毀損罪は成立せず，仮に成立すると\nしても違法性がなく（刑法２３０条の２第１項に該当する場合を含\nむ），被告人が無罪であると主張するので検討する。\n第２　裁判所の判断\n１　名誉毀損罪の構成要件該当性\n関係証拠によれば，本件文書は，「陳述書（Ｇの『歪んだ正義』につい\nて）」という表題であり，その内容は，「原告の法定代理人を担当す\nるＨは，Ｇに所属する弁護士である。公判中，何度も指摘していると\nおり，同法律事務所所長のＢ弁護士と私とは，子供の人権活動をめぐ\nる活動の過程において過去，激しく対立し，互いに，政治的な敵とし\nて認識し合っており，そのことは，１０年以上の長きにわたってＢと\n活動を共にしているＨもよく知っているはずのことである。私は，今\n回，Ｈが原告の利益を守るためではなく，もともと政治的な敵として\n認識していた私に社会的制裁を加えることを主目的として，原告をそ\nそのかして提起した訴訟であると断定している。本件訴訟と同時進行\nで進められている刑事裁判においても何度も主張してきたことである\nが，Ｂ・Ｈの一派は，歪んだ正義の持ち主であり，その歪んだ正義感\nに基づいて，『悪者』と決めつけた主に男性に対して，社会的制裁を\n与えることを主な活動としてきた。そのことを裏付ける新たな情報が\n得られたので，それについて陳述する。情報源は事情により明らかに\nできないが，Ｂは，数年前，自分の息子にテレクラをやらせ，男性関\n係で悩んでいる女性を探し出させて，弁護士としての自分のクライア\nントを獲得していたという。私は，売春も立派な労働の一つで，一日\nも早く合法化されるべきだと考えているが，Ｂらは，売春は女性に対\nする人権侵害であり，社会悪として根絶すべきだと考えているはずで\nある。そのＢが，いわゆる援助交際つまり売春の温床となっていると\nして批判の強いテレクラを，こっそりと弁護士稼業の依頼者探しに利\n用していたというのは，一体どういう神経だろうか。女性の人権，子\n供の人権と，表向きは耳ざわりのいいゴタクを並べて，裏ではその御\n立派な御高説と相矛盾する社会への裏切り行為を続けていた。Ｇは，\nかくも歪んだ正義の弁護士グループなのである。」というものと認め\nられる。\nこのように，本件文書は，被害者が弁護士としての顧客を獲得する\nために息子をテレクラに通わせていたという内容であり，弁護士であ\nる被害者の社会的評価を著しく害するものと評価できるから，名誉毀\n損文書にあたる。\nまた，被告人は，判示のホームページ（以下「本件ホームページ」\nという。）に本件文書を掲載して，不特定多数のインターネット利用\n者が閲読可能な状態にしているが，このような行為は，公然事実を摘\n示するものであり，名誉毀損罪の実行行為にあたる。\nさらに，被告人は，本件文書を自ら作成した上，ホームページへの\n掲載作業も自ら行っているから，本件文書が名誉毀損文書であること\nや公然性があることについての認識に欠けるところはなく，名誉毀損\nの故意も十分認定できる。\n以上によれば，本件における被告人の行為は，名誉毀損罪の構成要\n件に該当する。\n２　事実証明等による名誉毀損の不成立（刑法２３０条の２第１項）の\n主張\n(1)　まず，上記１のとおり，本件文書は，被害者の弁護士としての顧\n客の獲得方法に関することがらが記載されたものであり，摘示事実\nは公共の利害に関するものと認められる。\nそこで，次に，本件文書の掲載目的が，専ら公益を図る目的があ\nったかの点を検討する。\n(2)　本件ホームページの構造をみると，本件文書が掲載された「“フ\nェミニスト”をやっつけろ！」というページは，被告人のその他の\n活動年譜等の文書とは別項目となっており，独立したページとして\nの体裁になっている（なお，被告人及び弁護人は，「“フェミニス\nト”をやっつけろ！」が裁判専門のホームページであり，本件ホー\nムページとは独立したものである旨主張するが，データファイルの\nリンク状況に関する精査結果報告書〔甲１８〕によれば，「“フェ\nミニスト”をやっつけろ！」のページ〔index3.html〕は，本件ホー\nムページのトップページのファイル〔index.html〕の階層構造の下\nに位置しており，独立したホームページとまでいうことはできな\nい。）。また，その更新状況をみても，被告人は，相手方の証拠文\n書も含めて本件民事裁判の訴訟資料を掲載し，その進行に合わせて\n本件ホームページを更新していると認められる。\nしたがって，被告人が本件ホームページを設立した目的に，本件\n民事裁判の内容を紹介，報道し，裁判費用のカンパや傍聴を呼びか\nけることが含まれていたことは否定できない。\n(3)　しかしながら，\nア　本件文書の掲載状況をみると，本件文書は，「“フェミニス\nト”をやっつけろ！」のページ上の，「●敵の本丸・Ｇのスキャ\nンダルをついに暴露！！ココを見よ！！」という記載の下線部を\n選択することで，直接画面に表示できる構造になっており，本件\nホームページに掲載されていた他の裁判関係の資料とは異なり，\nセンセーショナルな紹介が付された上で，独立した取り扱いを受\nけていたということができる。\nイ　また，本件文書の記載内容に関する事実調査の方法をみても，\n被告人は，捜査段階において，本件文書の内容については，偶然\nに再会した友人から立ち話で聞いただけで，獲得した顧客数や時\n期など具体的な内容は聞いておらず，聞き取った内容をメモに残\nすことや，被害者本人や被害者の息子などに確認するなどの裏付\nけ調査をすることもないままに掲載したことを自認しており（な\nお，公判廷では，この点に関する供述を拒否している。），その\n他関係証拠を子細に検討しても，被告人が真摯な事実調査を行っ\nた形跡はうかがわれない。\nウ　さらに，被告人は，プロバイダーからの要求で本件文書を削除\nしたときに，本件文書を少なくとも７～８か所のインターネット\n上のホームページに転記し（なお，そのうち１か所は，平成１３\n年９月２６日の本件文書の削除と同日になされている。），平成\n１３年１０月９日には，本件ホームページ上に，検索サイトを使\nって一旦削除した本件文書のファイルデータを見ることができる\n方法を記載したメールを転載して，本件文書をインターネット上\nから削除したことに対抗する措置を執っている。\nエ　加えて，前記のとおり，本件文書は，被害者が息子をテレホン\nクラブに通わせて弁護士としての顧客を獲得させているなどとい\nう，被害者らの社会的評価を著しく害する内容が記載されたもの\nであるが，被害者は，被告人が交際中の女性に傷害を負わせたこ\nとにより提起された本件民事裁判の代理人が所属する法律事務所\nの同僚に過ぎないから，そもそも本件文書の内容は，本件民事裁\n判の審理と実質的な関連性はない。\n(4)　以上によれば，被告人が本件文書を掲載した主な目的は，被害者\nを誹謗中傷することにあると認められ，専ら公共の利益を図る目的\nがあったとは到底認められない。\nそして，このような認定は，被告人が，捜査段階において，「私\nは，裁判が始まって以降，左翼運動団体になんとか一泡ふかすこと\nが出来ないだろうかと考えていました。その時に，私が，以前，Ｉ\nくんから，聞いたＢ弁護士が，その次男を使って，テレクラで客を\n獲得しているという話をホームページに載せて，Ｂ弁護士のスキャ\nンダルを暴露し，Ｂの弁護士として，左翼活動家として致命的なダ\nメージを与えて，その社会的な信用を失わせてやろうと思ったので\nす。つまり，私のＢ弁護士を含む左翼運動団体に対する私個人の恨\nみが，私が，Ｂ弁護士の次男がテレクラをして顧客を得ているとい\nう内容をホームページに載せた理由です。」（被告人の検察官調書\n〔乙１１〕）などと自白するところとも符合している。\n(5)　したがって，事実証明等による名誉毀損の不成立（刑法２３０条\nの２第１項）の主張は認められない。\n３　その他の違法性阻却事由の有無\nなお，第１に記載したとおり，被告人及び弁護人は，本件文書の掲\n載目的は，本件民事裁判の内容を紹介，報道するためであるとして，\n正当行為等により違法性がないとの主張もしていると解される。\nしかしながら，前記２記載のとおり，本件文書の掲載目的は，被害\n者を誹謗中傷することにあり，かつ，その内容は，本件民事裁判と実\n質的関連性のないものであるから，これを本件民事裁判で陳述書とし\nて提出すること自体，当事者の正当な攻撃防御として許される範囲を\n大きく逸脱していると解される。そうだとすれば，本件文書を，単に\n裁判で証拠として提出するに止まらず，インターネットのホームペー\nジへ掲載して不特定多数人に閲覧可能な状態にしたという被告人の行\n為が，正当行為等によりその違法性が阻却される余地はないというべ\nきである。\n４　以上のとおり，本件の被告人の行為は，名誉毀損罪の構成要件に該\n当し，違法性も十分認められるので，被告人及び弁護人の主張は採用\nできない。\n（確定裁判）\n１　事実\n平成１３年８月２７日福岡地方裁判所宣告\n傷害の罪により懲役１０月\n平成１４年７月１６日確定\n２　証拠\n判決書謄本（乙１４）及び被告人の公判供述\n（法令の適用）\n罰　　条　　　　　　　　刑法２３０条１項\n刑種の選択　　　　　　　懲役刑を選択\n併合罪加重　　　　　　　刑法４５条後段，５０条\n訴訟費用の不負担　　　　刑事訴訟法１８１条１項ただし書\n（量刑の理由）\n被告人は，以前交際していた女性に傷害を負わせたことで，傷害罪で起\n訴されるとともに，同女から損害賠償等を求める民事訴訟を提起された\nが，被害者は，本件民事裁判の代理人の法律事務所の同僚に過ぎず，被告\n人ともそれほど面識がなかった。したがって，被告人も，もともと被害者\nに対する個人的な恨みなどはなかったにもかかわらず，一方的に，被害者\n及びその所属する法律事務所が政治的思想的な対立から被告人を弾圧して\nきたなどと考えて恨みを抱き，被害者を誹謗中傷し，弁護士としての社会\n的な信用を失わせる目的で犯行を行ったものである。このように，本件\nは，被告人の独りよがりな逆恨みによる犯行であり，独善的かつ自己中心\n的な犯行動機に酌量の余地はない。\nまた，被告人は，インターネット上のホームページに，被害者が息子を\n使ってテレクラで弁護士としての顧客となる女性を探させていたなどとい\nう，被害者の実名入りの文書を掲載して，不特定多数のインターネット利\n用者に自由に閲覧することが可能な状態にしたものであり，その犯行態様\nは伝播性が非常に高いものである上，本件文書の内容も，何よりも名誉と\n信用を重んじる弁護士の社会的評価を著しく低下させ，被害者のみならず\nその家族や所属法律事務所をも誹謗中傷するものであり，犯情はまことに\n悪質である。\nしかも，被告人は，プロバイダーの要求により，本件文書を削除したと\nきにも，他のホームページの，少なくとも７，８か所に本件文書を転記す\nるなどして名誉毀損行為を継続しようとしており，強固な犯意がうかがわ\nれる。\n被害者は，被告人に対する本件民事裁判の代理人となった弁護士の同僚\nというだけで，何ら落ち度は認められない。それにもかかわらず，本件犯\n行により，名誉を傷付ける文書が不特定多数の人に閲読できる状態とされ\nて，被害者の弁護士としての社会的信用が著しい危険にさらされただけで\nなく，被害者の息子ら家族も多大な精神的苦痛を受けており，犯行結果も\n重大である。\nさらに，被告人は，捜査公判を通じて，自己の行為は正当な言論活動で\nあり，刑法上の名誉毀損罪は成立しないなどと，独自の論理に基づく不自\n然不合理な弁解を行っており，本件に対する反省や，被害者らへの謝罪を\n行おうという態度は全くうかがわれない。被害者やその家族が，被告人に\n対する厳しい処罰を望んでいるのも当然のことであり，また，被告人の自\n己中心的な性格を矯正することも容易ではなく，再犯のおそれも否定でき\nない。\nしたがって，本件犯行当時，被告人には，前記確定裁判を除いて，前科\nがなかったことなどの被告人にとって有利な事情を十分考慮しても，被告\n人に対しては，主文のとおりの懲役刑に処するのが相当である。\n（求刑　懲役１年）\n平成１４年１１月１２日\n福岡地方裁判所第３刑事部\n裁判長裁判官    陶　山　博　生\n裁判官    國　井　恒　志\n裁判官    岡　崎　忠　之\n"
}