{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 3,
    "day": 19
  },
  "case_number": "平成14(レ)45",
  "case_name": "預け金請求控訴事件",
  "court_name": "神戸地方裁判所",
  "original_court_name": "神戸簡易裁判所",
  "original_case_number": "平成13(ハ)2770",
  "lawsuit_id": "7019",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=7019",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/019/007019_hanrei.pdf",
  "contents": "主文\n１　原判決を取り消す。\n２　被控訴人は控訴人に対し５０万円を支払え。\n３　この判決は仮に執行することができる。\n４　訴訟費用は１，２審を通じて被控訴人の負担とする。\n事実及び理由\n第１　控訴の趣旨\n主文と同旨である。\n第２　事案の概要\n１　事案の要旨\n本件は，被控訴人から営業の一部譲渡を受けた控訴人が，譲渡代金６００万\n円のうち５０万円を支払った段階で譲渡契約を解除した事案につき，合意解除であ\nると主張して５０万円の不当利得返還請求権を主張し，あるいは，解除に際して５\n０万円を返還する旨の合意（特約）がなされていたとして，その合意に基づく５０\n万円の返還を求めた事案である。\n２　前提となる事実\n以下の事実は，当事者間に争いがない。\n(1)　被控訴人は，「タイヤショップリリーフ」という屋号により，中古タイヤ\nやアルミホイールの販売等を行っている。\n(2)　被控訴人は控訴人に対し，平成１３年８月１３日，被控訴人の津山市にお\nける営業所（以下，「津山営業所」という。）を営業権も含めて６００万円で譲渡\nした（以下，「本件譲渡契約」という。）。\n(3)　控訴人は，本件譲渡契約に基づき５０万円（以下，「本件５０万円」とい\nう。）を被控訴人に支払った。\n(4)　本件譲渡契約は，控訴人が糖尿病に罹患したと申し出たことにより，当事\n者間で解除された（なお，合意解除か手付け解除かにつき争いがある）。\n３　争点及び当事者の主張\n本件の争点は，(1)解除の法的性質と(2)返還特約の存否の２点である。\n(1)　解除の法的性質\nア　控訴人の主張\n本件譲渡契約は，控訴人と被控訴人との合意によって解除された。\nイ　被控訴人の主張\n本件譲渡契約は，控訴人の申し出による手付け解除である。\n(2)　返還特約の存否\nア　控訴人の主張\n本件譲渡契約においては，支払われた代金の一部は預かり金とされ，解\n除に際して返還される旨の特約（以下，「本件返還特約」という。）がなされてい\nた。\nイ　被控訴人の主張\n否認する。本件５０万円は手付け金である。\n第３　当裁判所の判断\n１　認定事実\n本件譲渡契約の解除に関し，以下の事実が認められる（証拠については各項\n末尾に掲記したとおりである。）。\n(1)　控訴人は被控訴人方で中古タイヤを購入したことがあり，平成１３年７月\nころ，自分もタイヤショップの営業をしたいと被控訴人に申し出た（当審における\n控訴人本人尋問の結果，弁論の全趣旨）。\n(2)　本件譲渡契約に際しては，同年９月１日から１か月の無給の現地研修をす\nること，現地研修が終了した時点で，譲渡代金を支払う旨の合意が成立した（当審\nにおける控訴人本人尋問の結果，弁論の全趣旨）。\n(3)　本件譲渡契約成立後，控訴人は被控訴人に代金の一部として５０万円を支\n払った。\n(4)　平成１３年８月１６日ころ，控訴人は糖尿病であると診断された（甲５，\n弁論の全趣旨）。\n(5)　同年８月２４日ころ，体調が思わしくなく，控訴人が被控訴人に糖尿病で\nあること等を告げて本件譲渡契約の解除について相談したところ，被控訴人は自ら\nも糖尿病を患った経験を話すなどして控訴人に同情を示した上，控訴人による解除\nの申し出を了承した（甲３，当審における控訴人，被控訴人本人尋問の結果）。\n(6)　被控訴人は，上記解除の申し出を受けた当時，津山営業所の営業を大阪の\n他の会社（ワールドタイヤ）に５００万円で譲渡する旨の話し合いを同社との間で\n進行させていた（当審における被控訴人の本人尋問の結果）。\n(7)　被控訴人は，同年８月２４日以降，控訴人から連絡があった際，控訴人が\n支払った５０万円を返還すると回答し，被控訴人が控訴人に振込先口座番号を伝え\nる等していた（当審における控訴人，被控訴人の本人尋問の結果）。\n(8)　同年１０月２４日ころに至るまで，被控訴人は控訴人に対し，本件解除が\n手付け解除である旨を主張したことはなく，自らの返還義務を認めたうえ，その猶\n予を求めるという対応を続けてきた（甲３，弁論の全趣旨）。\n２　判断\n前示「前提となる事実」（第２の２）及び上記認定事実を総合すると，本件\n譲渡契約の解除は合意解除によるものであると認められる。すなわち，①控訴人の\n解除の申し出に対して被控訴人が同情を示していたこと，②控訴人による本件５０\n万円を返還する求めに対して被控訴人が当初は応じていたこと，③本件譲渡契約に\nは現地研修が予定されており，その終了まで代金の支払いが猶予されていたことな\nどの事情からすると，現地研修が終了するまでは譲渡を確定的に決めるか否かにつ\nいて，控訴人になお選択の機会があったと窺われること，④被控訴人は，控訴人と\n競合して営業譲渡を申し出ていた他社に営業を譲渡することも十分検討していたこ\nとが推認されること等の事情を総合考慮すると，本件５０万円は，被控訴人がその\n没収をもって本件譲\n渡契約の履行の確保を図る趣旨の解約手付けであるとは考えられず，被控訴人は本\n件５０万円の返還も予定しつつ解除の申し出を承諾したと解するのが相当である。\n３　まとめ\n以上によれば，控訴人には，合意解除に基づく原状回復請求権としての不当\n利得返還請求権が認められるから，本件５０万円の返還を求める控訴人の請求は，\nさらにその余の点（返還特約の成否）について判断するまでもなく理由がある。\n第４　結論\nよって，控訴人の請求には理由があるからこれを認容すべきであり，これと異な\nる原判決は不当であって本件控訴は理由があるから原判決を取り消し，控訴人の請\n求を認容することとし，訴訟費用の負担につき民事訴訟法６７条２項，６１条を，\n仮執行の宣言につき同法２５９条１項をそれぞれ適用して主文のとおり判決する。\n神戸地方裁判所第６民事部\n裁判長裁判官　　　　松村雅司\n裁判官　　　　水野有子\n裁判官　　　　三　宅　知三郎\n"
}