{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 6,
    "day": 25
  },
  "case_number": "平成14(わ)274",
  "case_name": "傷害，恐喝，暴行被告事件",
  "court_name": "神戸地方裁判所第1刑事部",
  "lawsuit_id": "6967",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=6967",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/967/006967_hanrei.pdf",
  "contents": "主　　　　　　　文\n被告人を懲役１年１０月に処する。\n未決勾留日数中２７０日をその刑に算入する。\n訴訟費用は全部被告人の負担とする。\n理由\n（罪となるべき事実）\n被告人は，\n第１　平成１４年２月２３日午前零時１２分ころ，普通乗用自動車を運転して神戸\n市ａ区ｂ町ｃ丁目ｄ番ｅ号所在のｂ保育園グランド南側路上にさしかかった際，同\n所において，原動機付自転車にまたがって携帯電話をかけていたＡ（当時２６歳）\nを認めるや，同人からその所持品を喝取しようと企て，前記原動機付自転車に自車\nを横付けし，運転席の窓越しに同人に対し，「お前，何や。」などと因縁を付け，\nいきなりその顔面を手拳で数回殴打し，引き続き降車して，同人に対し，「バイク\nの鍵を出せ。」「免許証を出せ。」などとその所持品の交付方を要求し，同人の顔\n面を手拳で数回殴打するなどして同人を転倒させた上，その顔面等を足蹴にする暴\n行を加え，もし前記要求に応じなければ，さらに同人の身体等にいかなる危害を加\nえるかも知れない気\n勢を示して同人を脅迫し，その旨同人を畏怖させ，よって，即時同所において，同\n人から現金約２１２１円及び運転免許証等９点在中の財布１個，原動機付自転車の\nエンジンキー等の鍵束１束（時価合計約４万７０００円相当）を喝取し，その際，\n前記暴行により，同人に対し，約５日間の加療を要する顔面打撲，頚部打撲の傷害\nを負わせた\n第２  同日午前零時２５分ころ，同市ａ区ｆ町ｄ丁目ｃ番ｇ号先路上において，飲\n酒酩酊していた妻Ｂを介抱しながら歩いていたＣ（当時３１歳）に対し，「その女\n何や。」などと因縁を付けた上，後方から同人の左脇腹を１回足蹴にする暴行を加\nえた\n第３　引き続き第２記載の日時ころ，同市ａ区ｆ町ｄ丁目ｃ番ｄ号ｈ先路上におい\nて，前記Ｃに対する暴行を止めようとした前記Ｂ（当時２７歳）に対し，その足に\n足払いをかけた上，その喉付近を押して仰向けに路上に転倒させ，その後頭部等を\n路上に打ち付けさせる暴行を加えた\n第４　Ｄと共謀の上，平成１４年９月１２日午前零時ころ，同市ａ区ｉ町ｊ丁目ｊ\n番ｊ号先路上において，先に同区内の飲食店で飲酒中に居合わせたＥ（当時４６\n歳）及びＦ（当時３４歳）の両名と顔を合わせた際，同人らから挑発的な態度を取\nられたとして立腹し，\n１　被告人において，前記Ｆに対し，その顔面を手拳で数回殴打するなどの暴\n行を加え，よって，同人に全治約１週間を要する顔面打撲症の傷害を負わせた\n２　前記Ｄにおいて，前記Ｅに対し，その胸倉をつかみ，その身体をねじ伏せ\nて路上に転倒させ，その頭部を路面に打ち付ける暴行を加え，よって，同人に加療\n４日間を要する前額部打撲挫創の傷害を負わせた\nものである。\n（証拠の標目）－括弧内の数字は証拠等関係カード記載の検察官請求証拠番号\n省略\n（弁護人の主張に対する判断）\n第１　弁護人の主張\n弁護人は，判示第１ないし第３の各事実について，被告人にはそれぞれ恐\n喝，傷害，暴行の故意がないから無罪である旨主張するとともに，被告人は，判示\n第１ないし第３の各犯行（以下「本件犯行」という。）当時，飲酒のため強度の酩\n酊状態にあって，一過性の病的酩酊あるいはこれに近い状態にあったものであり，\n被告人は理非善悪を弁別する能力及びその弁別に従って行動する能力を喪失した心\n神喪失の状態にあったから無罪である旨主張するところ，当裁判所は，前掲関係各\n証拠によれば，被告人にはそれぞれ恐喝，傷害，暴行の故意のあることが優に認め\nられるし，被告人は本件犯行当時心神喪失あるいは心神耗弱の状態になかったもの\nと優に認めることができると判断したのであるが，その理由につき，若干補足す\nる。\n第２　判断\n１　本件犯行の故意について\nこの点に関する弁護人の主張は必ずしも明確ではないけれども，要するに，\n被告人は強度の酩酊状態にあったから，被告人には各犯行の故意がない，殊に判示\n第１の所為中恐喝罪については，被告人に被害者から財物を喝取する意思は全くな\nかったというのであるが，判示第１の所為中傷害の事実及び同第２，第３の各暴行\nの事実については，被告人が判示第１ないし第３の各暴行に及んだこと自体は被告\n人，弁護人においても争っていないのであって，後記のとおり，被告人に責任能力\nが認められる本件にあっては，各客観的犯罪事実に対応する認識が被告人にあった\nことは疑いの余地がない。被告人は，本件犯行時の記憶が全くない，これを想起で\nきないというのであるが，そのことは，前記結論を左右するものではない。\nさらに，判示第１の所為中恐喝罪について検討すると，弁護人は，被告人は\n被害者に対し，免許証を出せと要求したところ，被害者が免許証を出すのに手間取\nったため苛立って暴行に及んだだけであって，財物の交付に向けた暴行ではなかっ\nた旨主張するごとくであるが，前掲関係各証拠によれば，判示ｂ保育園グランド南\n側路上において，被告人は，被害者がまたがっていた原動機付自転車に自車を横付\nけし，運転席の窓越しに同人に対し，「お前，何や。」などと因縁を付け，いきな\nりその顔面を手拳で数回殴打し，その胸倉を掴んで引き寄せ，「免許証を出せ。」\nと申し向けたこと，引き続き被告人は降車して背中のリュックサック内の免許証を\n探している被害者に対し，「バイクの鍵を出せ。」と申し向けたため，恐くなった\n被害者がバイクの鍵\n束をキーボックスから抜くと，被告人はこれを取って自車の中に投げ入れたこと，\nさらに被告人は，「免許証を出せ。」と再び申し向けて，被害者の胸倉を掴んで車\nの後方へ連れて行き，被害者の顔面を手拳で数回殴打するなどして同人を転倒さ\nせ，その顔面等を足蹴にする暴行を加えたこと，被害者は前記リュックサック内か\nら免許証の入った財布を取りだし，免許証を渡そうとしたところ，被告人が財布ご\nとこれを取り上げたことが認められるのであって，このような事実経過は被告人，\n弁護人においても格別争っていない。そうすると，その目的が何であったかはとも\nかくも，被告人が被害者に対していきなり暴行脅迫を加えて免許証等の交付を要求\nしこれを交付させたことは優に認められるのであって，被告人に恐喝の意図は全く\nなく，被告人には恐喝\nの故意がない旨の弁護人の主張は理由がない。\n以上のとおり，前掲関係各証拠によれば，判示第１ないし第３の事実は，そ\nの故意の点を含め，それぞれ優に認められる。弁護人の主張は理由がない。\n２　責任能力について\n証人医師Ｇの当公判廷における供述及び同人作成の鑑定書（以下「Ｇ鑑定」\nという。）によれば，同鑑定人は，①被告人に対する飲酒試験の結果によると，被\n告人はアルコール耐性が強く，多量の飲酒が可能で高いアルコール血中濃度でも異\n常な行動は示さず，アルコール血中濃度と関連する健忘を伴った酩酊が認められ，\nその際，ごく軽度の気分変調はあったが抑制可能であった，②被告人はアルコール\n飲料の常用者であり，毎日の飲酒量は多量であったが，昼間は鳶職として稼働でき\nたし，アルコール離脱症状はなく，幻覚妄想等の慢性アルコール中毒症状は認めら\nれない，③本件犯行当時，被告人は，飲酒のため，中等度ないし高度の単純酩酊の\n状態にあり，全健忘と部分健忘が存在していた，④従って，被告人は酩酊下におけ\nる判断力の著しい低\n下や気分の変調の下で本件犯行に及んだものと認められるが，その酩酊には異常な\n所見は認められず，被告人の事物の理非善悪を弁識する能力とこれに従って行動す\nる能力の減退は軽度であったと考えられる旨鑑定している。\n関係証拠によれば，被告人はもともとちょっとしたことで腹をたてて怒り物\nに当たったりすることがあり，１８歳位から飲酒するようになったが，相当量飲酒\nするとちょっとしたことで苛々して不機嫌になることも珍しくなかったこと，被告\n人は，本件犯行の前日午後８時ころから午後１０時ころまでＪＲｋ駅南側の居酒屋\n「Ｈ」で友人ら５名で飲酒し，中ジョッキ３杯のビール，梅割り焼酎３，４杯を飲\nんだこと，その後神戸市ｌ区所在のスナック「Ｉ」で飲酒し，梅割り焼酎７杯位を\n飲んだこと，同日午後１１時半ころ同所を出て，友人の車で前記居酒屋「Ｈ」前ま\nで送ってもらい，同所で友人らと別れて，ＪＲｋ駅南ロータリーから被告人の使用\nしていた車（ハイエース）を運転して自宅に向かったこと，以上の事実が認められ\nる。そして，被告人\nの供述によれば，自車で自宅に向かったころからほとんど記憶がなく，その後の記\n憶としては，以前「Ｊ」があった場所の東側にある北行き一方通行道路にハイエー\nスを止めたこと，その近くで男たちに地面に倒され額を打ち付け，顔を殴られたこ\nと，その辺をうろついたこと，ハイエースのそばに行ったが男たちがいたので危険\nを感じそのままマンションまで徒歩で帰ったこと程度の記憶しかないというのであ\nり，また，被告人の供述によれば，酒癖が悪く，些細なことに腹が立ち，最近はす\nぐにキレることがよくあった旨を自認するほか，飲酒後，飲酒時の記憶が途中から\n飛んだり，気が付いたら家にいたということも多いというのである。\nそこで，本件犯行当時の被告人の責任能力について検討すると，被告人は，\n本件犯行前の約４時間の間に中ジョッキ３杯のビールと梅割り焼酎１０，１１杯位\nを飲酒していたとはいうものの，通常の飲酒量に比べ格別多量の飲酒をしていたと\nはいえないことや，犯行直前まで同行していた友人等の供述によっても，被告人は\n「少し酔っているかな。」と感じさせる程度の状態であって特に変わった様子は認\nめられなかったのであり，本件犯行前後においても前記ハイエースを運転走行して\nいたのであって，その他前認定の犯行に至る経緯や各被害者らの供述により認めら\nれる本件犯行時における被告人の言動に照らしても，被告人の本件犯行当時の精神\n状態ないし行動は，前認定の被告人の日常の人格や行動様式と対比して，十分に了\n解可能であって，同\n一性を保っており，著しく異常な行動であるとは到底認めがたく，「被告人は酩酊\n下における判断力の著しい低下や気分の変調の下で本件犯行に及んだものと認めら\nれるが，その酩酊には異常な所見は認められず，被告人の事物の理非善悪を弁識す\nる能力とこれに従って行動する能力の減退は軽度であったと考えられる。」旨のＧ\n鑑定は，専門家の合理的見解として首肯すべきものである。\n弁護人は，被告人に本件犯行当時の記憶が全くないことを強調し，その責任\n能力がない旨主張するところ，本件犯行についてのみ全く記憶がないとする被告人\nの供述に誇張がないものかどうかはしばらくおくとして，被告人に本件犯行につい\nて記憶を想起できない部分のあることは事実と認められるけれども，Ｇ鑑定が指摘\nするように，被告人については病的酩酊は明確に否定できるのであり，被告人の主\n張する健忘は，中等度ないし高度の単純酩酊の状態により生じた健忘と判断できる\nのであって，本件犯行当時の責任能力の判断を左右するものではない。\n以上のとおり，被告人は，本件犯行当時，その事理弁識能力及びこれに従っ\nて行為する能力が著しく減退した常態になかったものと認められるのであって，心\n神喪失あるいは心神耗弱の状態になかったものと優に認めることができる。弁護人\nの主張は理由がない。\n（法令の適用）\n罰　　　条　第１の所為中，\n傷害の点　　刑法２０４条\n恐喝の点　　同法２４９条１項\n第２及び第３　各同法２０８条\n第４の１，２　各同法６０条，２０４条\n科刑上１罪　刑法５４条１項前段，１０条（第１につき，犯情の重い恐喝罪の刑\nで処断）\n刑種の選択　各懲役刑選択（第２，第３，第４の１，２につき）\n併合罪加重　刑法４５条前段，４７条本文，１０条（刑及び犯情の最も重い判示\n第４の１の罪の刑に法定の加重）\n宣　告　刑　懲役１年１０月\n未決勾留　刑法２１条（２７０日算入）\n訴訟費用　刑事訴訟法１８１条１項本文（全部負担させる。）\n（量刑の理由）\n本件は，被告人が，判示第１の被害者に対し暴行脅迫を加え同人から現金や運転\n免許証等在中の財布等を交付させ，その際，被害者に傷害を負わせた恐喝・傷害の\n事案（第１），その１０数分後，判示第２及び第３の被害者に対しそれぞれ暴行を\n加えた各暴行の事案（第２，第３），共犯者と共謀の上，被告人において判示第４\nの１の被害者に対し，共犯者において同第４の２の被害者に対し，それぞれ暴行を\n加えて傷害を負わせた各傷害の事案（第４の１，２）であるが，被告人は，平成１\n１年４月１３日神戸地方裁判所で逮捕，監禁，強姦，強姦未遂の各罪により懲役３\n年（５年間刑の執行猶予，保護観察付）に処せられたものであり，その保護観察付\n執行猶予中の身であったにもかかわらず，また，平成１４年２月７日，道路交通法\n違反（酒気帯び運転\n），暴行の各罪により神戸簡易裁判所で罰金２０万円の略式命令に処せられた（な\nお，犯行日はいずれも平成１３年８月２３日）にもかかわらず，またもや，懲りる\nことなく，いずれも飲酒の上，第１ないし第３の各犯行については前記罰金の略式\n命令がなされて１か月も経ずして，粗暴な各犯行に及んだものであって，その各犯\n行の動機に斟酌すべき事情は認められず，いずれの犯行も酔うと粗暴な行為に及ぶ\n被告人の日常の人格態度の現れともいうべき悪質な犯行であり，ことに第４の各犯\n行は，第１ないし第３の犯行により公判中であった被告人が，飲酒をしないことを\n条件に保釈されたその保釈中に，またしても飲酒の上同種の犯行に及んだものであ\nって，被告人の規範意識の乏しさは深刻な状態にあったというべきであって，厳し\nい非難に値すること\n等に徴すると，被告人の刑事責任は相当に重いというべきであるが，第１の被害者\nに対し解決金として６万円を支払って示談し，第１の被害者は厳罰処分の意思を撤\n回したこと，第２及び第３の被害者両名に対し合計金５万円を解決金として支払っ\nたこと，実父が社会復帰後の指導監督を約していること，前記の執行猶予が取り消\nされ合わせて服役すべきこと，被告人は前記保釈が取り消された後は真摯な反省の\n態度を示していること等被告人のために酌むべき事情も十分に考慮した上，主文の\nとおり量定した次第である。\nよって，主文のとおり判決する。\n平成１５年６月２５日\n神戸地方裁判所第１１刑事係甲\n裁　判　官      杉　森　研　二\n"
}