{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 16,
    "month": 11,
    "day": 15
  },
  "case_number": "平成15(行ケ)425",
  "case_name": "審決取消請求事件",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "9935",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=9935",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/935/009935_hanrei.pdf",
  "contents": "平成１５年（行ケ）第４２５号　審決取消請求事件（平成１６年１１月１日口頭弁\n論終結）\n判　　　　　　　　　　　決\n原　　　　　　告　　　　　　　Ａ\n訴訟代理人弁理士　　　　　　　右田登志男\n同　　　　　　　　　　　　　　千且和也\n被　　　　　　告　　　　　　　特許庁長官　小川洋\n指定代理人　　　　　　　　　　神崎潔\n同　　　　　　　　　　　　　　出口昌哉\n同　　　　　　　　　　　　　　高木進\n同　　　　　　　　　　　　　　岡田孝博\n同　　　　　　　　　　　　　　伊藤三男\n主　　　　　　　　　　　文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n事実及び理由\n第１　請求\n特許庁が平成１１年審判第３９０６号事件について平成１５年７月２９日に\nした審決を取り消す。\n第２　当事者間に争いのない事実\n１　特許庁における手続の経緯等\n(1)　原告は，平成４年１２月３１日，発明の名称を「せん孔爆破における安全装\n薬量決定方法」とする特許出願（特願平４－３６１３１７号，以下「本件出願」と\nいう。）をしたが，拒絶の査定を受けたので，平成１１年３月１７日，これに対す\nる不服の審判の請求をした。\n特許庁は，同請求を平成１１年審判第３９０６号事件（以下「本件審判事\n件」という。）として審理した上，平成１３年７月１７日，「本件審判の請求は，\n成り立たない。」との審決（以下「第１次審決」という。）をしたことから，原告\nは，同年９月５日，第１次審決の取消しを求める訴え（当庁平成１３年（行ケ）第\n３９７号事件，以下「前訴」という。）を提起し，審理の結果，平成１４年１１月\n２５日，第１次審決を取り消す旨の判決（以下「前訴判決」という。）が言い渡さ\nれ，前訴判決は確定した。\n(2)　これを受けて，特許庁は，本件審判事件の審理を再開した上，平成１５年２\n月１２日，本件出願は，願書に添付した明細書（以下「本件明細書」という。）及\nび図面の記載に不備があり，平成６年法律第１１６号による改正前の特許法３６条\n４項（以下「旧３６条４項」という。）及び５項（以下「旧３６条５項」とい\nう。）に規定する要件を満たしていない旨を指摘した拒絶理由を通知した。\n原告は，平成１５年４月２２日付けの手続補正書により特許請求の範囲の\n記載等の補正（以下「本件補正」という。）をしたが，特許庁は，審理の結果，同\n年７月２９日，「本件審判の請求は，成り立たない。」との審決（以下「本件審\n決」という。）をし，その謄本は，同年８月１８日，原告に送達された。\n２　本件明細書の特許請求の範囲の【請求項１】の記載\n(1)　本件補正前のもの\n１自由面における集中装薬爆破において，\nＷ：装薬の表面と自由面との間の最短距離，すなわち，最小抵抗線\nＤ１，Ｄ２：破壊半径またはせん孔間隔長\nただし，Ｄ１＝Ｄ２\nＶ：破壊岩盤体積，Ｖ＝Ｄ１×Ｄ２×Ｗ\nＬ：装薬量，Ｌ＝ｋ×Ｖ\nｋ：安全係数，ｋ＝Ｌ／Ｖ\nとしたとき，\nＤ１＝Ｄ２＝Ｗ及びＤ１＝Ｄ２＜Ｗの場合に，安全装薬量Ｌの値をＬ＝ｋ×\nＶで算定し，\nＤ１＝Ｄ２＞Ｗの場合には，そのＤ１＝Ｄ２をＷの値に換算して，安全装薬\n量Ｌの値をＬ＝ｋ×Ｖで算定すること，\nを特徴とするせん孔爆破における安全装薬量決定方法。\n(2)　本件補正後のもの（補正部分を下線で示す。）\n１自由面における集中装薬爆破において，\nＷ：装薬の表面と自由面との間の最短距離（最小抵抗線）\nＤ１，Ｄ２：せん孔間隔長\nただし，Ｄ１＝Ｄ２\nＶ：破壊岩盤体積（Ｄ１×Ｄ２×Ｗ）\nＬ：装薬量（ｋ×Ｖ）\nｋ：破壊岩盤単位（Ｌ／Ｖ）または安全係数\nとしたとき，\n（Ｄ１＝Ｄ２）＝Ｗ及び（Ｄ１＝Ｄ２）＜Ｗの場合に，安全装薬量Ｌの値を\nＬ＝ｋ×Ｖで算定し，\n（Ｄ１＝Ｄ２）＞Ｗの場合には，（Ｄ１＝Ｄ２）＝Ｗの値に換算して，安全\n装薬量Ｌを算定すること，\nを特徴とするせん孔爆破における安全装薬量決定方法。\n（以下，この発明を「本願発明」という。）\n３　審決の理由\n審決は，別添審決謄本写し記載のとおり，本件明細書の記載には依然として\n不備があり，本件出願は，旧３６条４項及び５項に規定する要件を満たしていない\nから，拒絶されるべきものであるとした。\n第３　原告主張の審決取消事由\n審決は，明細書の記載要件に関する判断を誤った（取消事由１，２）結果，\n本件出願は，旧３６条４項（取消事由２）及び５項（取消事由１）に規定する要件\nを満たしていないとの誤った結論に至ったものであるから，違法として取り消され\nるべきである。\n１　取消事由１（旧３６条５項所定の明細書の記載要件に関する判断の誤り）\n(1)　審決は，「請求人（注，原告）が審決取消訴訟（注，前訴）において主張し\nた，『隣接する他の穿孔によって強制的に作られる破壊半径』が，実際に『せん孔\n間隔長』と等しくなるとする点の真偽は不明であること，特に，本願明細書では\n『弱装薬であっても，強装薬であっても，漏斗孔（クレーター）の破壊半径Ｒは最\n小抵抗線長Ｗと大略等しい関係の範囲に納まる』（【０００６】参照）としておき\nながら，『隣接する他の穿孔』がある場合には，そのようにならないとする根拠が\n不明であること」（審決謄本５頁下から第３段落，以下「審決指摘の問題点１」と\nいう。）について検討を加えた上，「『せん孔間隔長』と『隣接する他の穿孔によ\nって強制的に作られる破壊半径』とが等しくなるという事実の有無，あるいは技術\n上の根拠が不明である以上，請求項１の『Ｄ１，Ｄ２：せん孔間隔長』という記載\n中の，『せん孔間隔長』が，『隣接する他の穿孔によって強制的に作られる破壊半\n径』を意味することになるか否かは不明であり，請求項１の記載では，発明の構成\nに欠くことができない事項が明確とはいえない」（同７頁最終段落）と判断した。\nしかしながら，審決指摘の問題点１は，本件補正によって「Ｄ１，Ｄ２」\nを「せん孔間隔長」と定義する補正をしたことによって解消したものであるから，\n審決の上記判断は誤りである。\n(2)　審決指摘の問題点１は，前訴において，原告が，「隣接する他のせん孔によ\nって強制的に作られる破壊半径Ｄ１，Ｄ２」が「せん孔間隔長」と等しくなる旨主\n張していたことに基づくものであるが，このような主張は，本件補正前，「Ｄ１，\nＤ２」を「破壊半径またはせん孔間隔長」と定義していたことを前提とするもので\nあって，本件補正によって「Ｄ１，Ｄ２」を「せん孔間隔長」と定義したことによ\nり，審決指摘の問題点１は解消した。そもそも，本件補正により本願発明における\n「Ｄ１，Ｄ２」の技術的意義は明確になったのであるから，その意義を解釈するた\nめに前訴における原告の主張を参酌する必要はなく，この点においても審決の誤り\nは明らかである。\n(3)　被告は，本願発明では，同一の装薬量（Ｌ＝ｋＷ\n３）によって破壊される岩\n盤の体積Ⅴが，あるときはＷ３よりも大であったり，またあるときはＷ３に等しか\nったりすることになり，明らかに不合理である旨主張する。しかしながら，本願発\n明は，破壊岩盤体積を求める方法ではなく，安全装薬量Ｌの値を算定する方法に関\nする発明である。本願発明は，①（Ｄ１＝Ｄ２）＝Ｗ及び（Ｄ１＝Ｄ２）＜Ｗの場\n合は，安全装薬量Ｌの値をｋ×Ｖ，すなわちｋ×（Ｄ１×Ｄ２×Ｗ）によって算定\nし，②（Ｄ１＝Ｄ２）＞Ｗの場合は，飛石が生じるのを防止するため，（Ｄ１＝Ｄ\n２）の値をＷに換算して，安全装薬量Ｌの値をｋ×（Ｄ１×Ｄ２×Ｗ）ではなく，\nｋＷ\n３から算定しようとするものであって，実際に破壊される岩盤の体積は，本願発\n明とは何ら関係がない。したがって，被告の上記主張は，本願発明の本質とは関係\nのない問題を指摘するものであって，失当というべきである。\nさらに，被告は，本願発明が安全装薬量を算定する方法に関するものだと\nしても，破壊岩盤体積を考慮しない装薬量の算定方法など，技術的に無意味なもの\nである旨主張する。しかしながら，本願発明によって安全装薬量Ｌを求めた場合，\n安全な発破を行うことができ，それによって本願発明の目的を達成することができ\nる。その際の破壊岩盤体積は，安全な破壊岩盤体積であれば十分というべきである\nから，やはり，被告の主張は，当を得ないものである。\n２　取消事由２（旧３６条４項所定の明細書の記載要件に関する判断の誤り）\n(1)　審決は，「図２，図３に示されるような破壊形状（注，隣接する破壊形状が\n重なり合う形状）になるとすれば，上記の式（Ｖ＝Ｄ１×Ｄ２×Ｗ）による算定で\nは，互いに隣接する破壊形状が重なり合う部分の体積を重複して算定することにな\nるから，『破壊岩盤体積』（Ｖ）が過剰に見積もられる結果につながり，『Ｌ：装\n薬量，Ｌ＝ｋ×Ｖ』という計算に基づいては，適切な装薬量を求めることはできな\nい」こと（審決謄本８頁第１段落，以下「審決指摘の問題点２」という。）につい\nて，「『せん孔間隔長（Ｄl，Ｄ２）』が『隣接する他の穿孔によって強制的に作ら\nれる破壊半径』を意味することになるか否か，すなわち，上記の図２，図３におい\nて実線で示される破壊形状の実現が可能か否かが不明である以上，破壊岩盤体積Ⅴ\nを求めるための式，Ⅴ＝Ｄ１×Ｄ２×Ｗによっては破壊岩盤体積の算定が不可能と\nならざるをえず，破壊岩盤体積Ⅴの算定が不可能であれば，どのような安全係数\n（ｋ）を設定するにしても，『Ｌ：装薬量，Ｌ＝ｋ×Ｖ』という計算に基づいて，\n適切な装薬量を求めることもできないのは明らかである」（同頁第３段落）と判断\nした。\nしかしながら，「せん孔間隔長（Ｄ１，Ｄ２）」が「隣接する他の穿孔に\nよって強制的に作られる破壊半径」を意味することになるか否かは，本件補正前，\n「Ｄ１，Ｄ２」を「破壊半径またはせん孔間隔長」と定義していたことを前提とす\nるものであって，本件補正によって「Ｄ１，Ｄ２」を「せん孔間隔長」と定義した\n以上は問題とならず，審決指摘の問題点２は解消されたというべきであるから，審\n決の上記判断は誤りである。\n(2)　被告は，「せん孔間隔長（Ｄ１，Ｄ２）」と「破壊半径」とが全く無関係だ\nとすれば，破壊岩盤体積（Ⅴ）を，Ｄ１×Ｄ２×Ｗの式で求めること自体が無意味\nになる旨主張するが，本願発明が，安全装薬量Ｌの値を算定する発明であって，破\n壊岩盤体積を求める発明ではないことは，上記１(3)のとおりである。\nまた，被告は，上記の式（Ⅴ＝Ｄ１×Ｄ２×Ｗ）によって破壊岩盤体積を\n算定すると，例えば（Ｄ１＝Ｄ２）＞２Ｗのように，「せん孔間隔長（Ｄ１，Ｄ\n２）」が極端に大きな値でない限り，互いに隣接する破壊形状の重なり合う部分を\n重複して算定することになると主張しているが，本願発明は，Ｄ１，Ｄ２，Ｗと安\n全係数ｋの値から安全装薬量Ｌの値を算定する発明であって，破壊岩盤体積を求め\nる発明でないことは上記のとおりである。\nさらに，本願発明は，ハウザーの公式で使用されている発破係数ｃの値よ\nりも小さな値である安全係数ｋを用いているので，危険な発破になることはない。\nそもそも，本願発明は，Ｄ１＝Ｄ２＞Ｗのとき，Ｖ＝Ｄ１×Ｄ２×Ｗとする発破が\n不可能であるとの知見に基づくものであって，ハウザーの公式を前提とする従来技\n術に誤りがあることを前提に，これとは異なる方法で安全装薬量Ｌの値の算定を行\nおうとするものであるから，従来技術を前提にした被告の一連の主張は，当を得た\nものではないというべきである。\n第４　被告の反論\n審決の認定判断は正当であり，原告の取消事由の主張はいずれも理由がない。\n１　取消事由１（旧３６条５項所定の明細書の記載要件に関する判断の誤り）に\nついて\n(1)　本願発明に基づいて，「（Ｄ１＝Ｄ２）＞Ｗの場合」における，「破壊岩盤\n体積Ｖ」と，当該破壊岩盤体積Ｖを実現するための「安全装薬量Ｌ」を求めると，\n以下のとおりになる。\nまず，破壊岩盤体積については，請求項１の記載によれば，「Ｖ：破壊岩\n盤体積（Ｄ１×Ｄ２×Ｗ）」と定義されているから，「（Ｄ１＝Ｄ２）＞Ｗの場\n合」の破壊岩盤体積Ｖは，当然，Ｗ３よりも大となる。次に，上記の場合の装薬量に\nついてみると，請求項１の記載によれば，「（Ｄ１＝Ｄ２）＞Ｗの場合には，（Ｄ\n１＝Ｄ２）＝Ｗの値に換算して，安全装薬量Ｌを算定する」としているから，（Ｄ\n１＝Ｄ２）＞Ｗの場合の安全装薬量Ｌは，式（Ｌ＝ｋＷ\n３）によって求めることにな\nる。\n一方，「Ｄ１＝Ｄ２＝Ｗの場合」の安全装薬量Ｌも，同様に，式（Ｌ＝ｋ\nＷ３）によって求めるが，この場合の破壊岩盤体積Ｖ，すなわち，Ｄ１×Ｄ２×Ｗ\nは，当然，Ｗ\n３に等しくなる。\n以上によれば，本願発明では，同一の装薬量（Ｌ＝ｋＷ３）によって破壊さ\nれる岩盤の体積Ｖが，あるときはＷ\n３よりも大であったり，またあるときはＷ３に等\nしかったりすることになり，これは明らかに不合理である。\nそうすると，本件補正によって「Ｄ１，Ｄ２」を「せん孔間隔長」と定義\nしても，当該「せん孔間隔長」を基に決定されるはずの「破壊岩盤体積と装薬量と\nの関係」が明確になったということはできず，ひいては，「Ｄ１，Ｄ２」の内容も\n明確になったということはできない。\n(2)　これに対し，原告は，本願発明は，破壊岩盤体積を求める方法ではなく，安\n全装薬量Ｌの値を算定する方法に関する発明であるから，実際に破壊される岩盤の\n体積は，本願発明とは何ら関係がない旨主張する。\nしかしながら，本願発明が安全装薬量を算定する方法に関するものである\nとしても，安全装薬量を算定する基本的な目的は，所望の破壊岩盤体積を得るため\nにほかならないのであり，また，発破作業における安全性の問題だけを考えても，\n破壊岩盤体積がどのようになるかという点が，極めて重要な意味を持つことは明ら\nかであって，破壊岩盤体積を考慮しない装薬量の算定方法など，技術的に無意味な\nものである。\n(3)　以上によれば，本件補正によっても，本件明細書の特許請求の範囲の【請求\n項１】の記載は，依然として，発明の構成に欠くことがないできない事項が明確で\nあるということができず，本件出願は，旧３６条５項に規定する要件を満たしてい\nないとした審決の判断に誤りはない。\n２　取消事由２（旧３６条４項所定の明細書の記載要件に関する判断の誤り）に\nついて\n(1)　本件補正によっても，やはり，「Ｄ１，Ｄ２」の意味が明確になったという\nことができないことは，上記１(1)のとおりである。そして，「せん孔間隔長」（Ｄ\n１，Ｄ２）と「破壊半径」とが全く無関係だとすれば，破壊岩盤体積（Ｖ）を，Ｄ\n１×Ｄ２×Ｗの式で求めること自体が無意味になる。\n(2)　また，「せん孔間隔長」を規定する以上，一つの「せん孔」の前後や左右に\n他の「せん孔」が設けられることになるが，このような複数箇所にせん孔して爆薬\nを仕掛ける発破において，上記の式（Ｖ＝Ｄ１×Ｄ２×Ｗ）によって破壊岩盤体積\nを算定すると，例えば，（Ｄ１＝Ｄ２）＞２Ｗのように，「せん孔間隔長」（Ｄ\n１，Ｄ２）が極端に大きな値でない限り，互いに隣接する破壊形状の重なり合う部\n分を重複して算定することになる。しかも，上記の「重なり合う部分」は，隣接す\nるせん孔が一つだけの場合と，前後や左右に複数設けられる場合とで，その重複の\n箇所や状態が異なる。\nそうすると，結局，本願発明においては，装薬量算定の基準となる破壊岩\n盤体積（Ｖ）自体が明確に求められないことになるから，当該明確でない破壊岩盤\n体積（Ｖ）に基づいて，適切な装薬量を求めることができないのは明らかである。\nここで，破壊岩盤体積を考慮しない装薬量の算定方法など，技術的に無意味なもの\nであることは，上記１(2)のとおりである。\n(3)　以上によれば，本件補正によっても，本件明細書の発明の詳細な説明には，\n当業者が容易に実施することができる程度に，その発明の目的，構成及び効果を記\n載しているということができず，本件出願は，旧３６条４項に規定する要件を満た\nしていないとした審決の判断に誤りはない。\n(4)　なお，原告は，安全係数ｋが，ハウザーの公式における発破係数ｃとは本質\n的に異なる独自の意味を持つものであるかのように主張する。\nしかしながら，（Ｄ１＝Ｄ２）＞Ｗの場合に，（Ｄl＝Ｄ２）の値をＷに換\n算して，装薬量Ｌの値を（Ｌ＝ｋＷ３）によって決定するのであれば，それは，（Ｄ\n１＝Ｄ２）＝Ｗとなる発破を行うことにほかならず，その場合の装薬量は，周知の\nハウザーの公式（Ｌ＝ｃＷ\n３）自体から，直ちに導かれるものにすぎない。また，\n（Ｄ１＝Ｄ２）＜Ｗの場合に，安全装薬量Ｌの値をＬ＝ｋ×Ｖの式で算定すれば，\nハウザーの公式から導かれるものよりも少ない装薬量で発破をすることになるか\nら，これが「安全」であることは従来技術においてよく知られていたことである。\nこの点について，原告は，本願発明は，Ｄ１＝Ｄ２＞Ｗのとき，Ｖ＝Ｄ１\n×Ｄ２×Ｗとする発破が不可能であるとの知見に基づくものであって，ハウザーの\n公式を前提とする従来技術に誤りがあることを前提に，これとは異なる方法で安全\n装薬量Ｌの値の算定を行おうとするものである旨主張する。しかしながら，仮に，\n当該知見が正当であるとしても，本願発明は，（Ｄ１＝Ｄ２）＝Ｗの場合及び（Ｄ\n１＝Ｄ２）＜Ｗはもとより，（Ｄ１＝Ｄ２）＞Ｗの場合においても，従来から安全\nであるとされてきたハウザーの公式（Ｌ＝ｃＷ３）に従った範囲内の装薬量で発破を\n行うだけのことであるから，これに新規性を認めることはできないというべきであ\nる。\n第５　当裁判所の判断\n１　取消事由２（旧３６条４項所定の明細書の記載要件に関する判断の誤り）に\nついて\n(1)　本件出願において，「本願発明（請求項１）では，『Ｖ：破壊岩盤体積，Ｖ\n＝Ｄ１×Ｄ２×Ｗ』としているが・・・図２，図３に示されるような破壊形状\n（注，隣接する破壊形状が重なり合う形状）になるとすれば，上記の式（Ｖ＝Ｄ１\n×Ｄ２×Ｗ）による算定では，互いに隣接する破壊形状が重なり合う部分の体積を\n重複して算定することになるから，『破壊岩盤体積』（Ｖ）が過剰に見積もられる\n結果につながり，『Ｌ：装薬量，Ｌ＝ｋ×Ｖ』という計算に基づいては適切な装薬\n量を求めることはできないと考えられる。また，このことは，発明の詳細な説明を\nみても同様である。したがって，発明の詳細な説明には，当業者が容易に実施する\nことができる程度に，その発明の目的，構成及び効果を記載していると認めること\nができない」（審決謄本４頁下から第４段落～下から第３段落）旨の旧３６条４項\n違反を理由とする拒絶理由が通知されたことは，当事者間に争いがない。\n審決は，上記の点につき，「『せん孔間隔長（Ｄ１，Ｄ２）』が『隣接す\nる他の穿孔によって強制的に作られる破壊半径』を意味することになるか否か，す\nなわち，上記の図２，図３において実線で示される破壊形状の実現が可能か否かが\n不明である以上，破壊岩盤体積Ⅴを求めるための式，Ⅴ＝Ｄ１×Ｄ２×Ｗによって\nは破壊岩盤体積の算定が不可能とならざるをえず，破壊岩盤体積Ⅴの算定が不可能\nであれば，どのような安全係数（ｋ）を設定するにしても，『Ｌ：装薬量，Ｌ＝ｋ\n×Ｖ』という計算に基づいて，適切な装薬量を求めることもできないのは明らかで\nある」（同８頁第３段落）とした上で，「本願明細書（注，本件明細書）の記載に\nは依然として不備があり，本願（注，本件出願）は，特許法（平成６年改正前）第\n３６条第４項（注，旧３６条４項）・・・に規定する要件を満たしていないことを\n理由として，拒絶されるべきものである」（同頁下から第２段落）と判断した。\nこれに対し，原告は，本件補正によって「Ｄ１，Ｄ２」を「せん孔間隔\n長」と定義した結果，上記拒絶理由は解消された旨主張するので，以下，検討す\nる。\n(2)　本件補正に係る本件明細書（以下，単に「本件明細書」という。甲２，７）\nの発明の詳細な説明には，本願発明における安全係数ｋの技術的意義について，以\n下のような記載がある。\nア　「本願発明者は，Ⅴ＝Ｗ\n３，すなわち，Ｒ／Ｗ＝１の条件下におけるＬ／\nVを真正の発破係数ｃと位置づける一方，破壊岩盤体積Ⅴが，Ⅴ＝Ｗ\n３，すなわちＲ\n／Ｗ＝１の場合ばかりでなく，Ⅴ≠Ｗ\n３すなわちＲ／Ｗ≠１をも含む場合における発\n破係数，つまり，通説における発破係数を前記真正の発破係数ｃと区別して，安全\n係数ｋと命名した」（段落【００１１】，【発明が解決しようとする課題】）\nイ　「１自由面における集中装薬爆破において，\nＷ：装薬の表面と自由面との間の最短距離（最小抵抗線）\nＤ１，Ｄ２：せん孔間隔長\nただし，Ｄ１＝Ｄ２\nＶ：破壊岩盤体積（Ｄ１×Ｄ２×Ｗ）\nＬ：装薬量（ｋ×Ｖ）\nｋ：破壊岩盤単位（Ｌ／Ｖ）または安全係数としたとき，\n（Ｄ１＝Ｄ２）＝Ｗ及び（Ｄ１＝Ｄ２）＜Ｗの場合に，安全装薬量Ｌの値\nをＬ＝ｋ×Ｖで算定し，\n（Ｄ１＝Ｄ２）＞Ｗの場合には，（Ｄ１＝Ｄ２）＝Ｗの値に換算して，安\n全装薬量Ｌを算定する」（段落【００１４】〔注，本件補正に係る手続補正書（甲\n２）の該当箇所には段落【００１３】とあるが，段落【００１４】の誤記と認め\nる。〕，【課題を解決するための手段】）\nウ　「安全係数ｋの安全範囲は，０．２５～０．４５である。」（段落【０\n０１８】，同）\nエ　「本発明では，飛石の生じない安全爆破をもたらす基本単位を最小抵抗\n線Ｗとし，その最小抵抗線を含む破壊岩盤体積Ｖと安全係数ｋ（通常０．２５～\n０．４５）との積をもって安全装薬量Ｌと定めた」（段落【００２７】，【発明の\n効果】）\nしかしながら，以上の記載によっては，安全係数ｋの技術的意義，特に，\n安全範囲とされる０．２５～０．４５との数値が，どのようにして導き出されたの\nか，その技術的な根拠は不明であるというほかはない。\n(3)　他方，本件明細書の発明の詳細な説明には，本願発明に対応する実施例につ\nいて，\n「１自由面（Ｇ）における集中装薬爆破の場合（図３参照）\n基本式　破壊岩盤体積Ｖ＝Ｄ１×Ｄ２×Ｗ\nただしＤ１＝Ｄ２\n装薬量Ｌ＝ｋ×Ｖ\n安全係数ｋ＝Ｌ／Ｖ＝（０．２５～０．４５）\nにおいて，\n（Ｄ１＝Ｄ２）＝Ｗの場合における安全装薬量Ｌは，\n例えば，Ｄ１＝Ｄ２＝Ｗ＝２．１ｍとすれば，\nＶ＝２．１×２．１×２．１＝９．２６ｍ３\nＬ＝（０．２５～０．４５）×９．２６＝（２．３２～４．１７）ｋｇ\nとなり，\n（Ｄ１＝Ｄ２）＜Ｗの場合における安全装薬量Ｌは，\n例えば，Ｄ１＝Ｄ２＝１．５ｍ，Ｗ＝２．１ｍとすれば，\nＶ＝１．５×１．５×２．１＝４．７３ｍ３\nＬ＝（０．２５～０．４５）×４．７３＝（１．１８～２．１３）ｋｇ\nとなり，\n（Ｄ１＝Ｄ２）＞Ｗの場合における安全装薬量Ｌは，\n例えば，Ｄ１＝Ｄ２＝３．１ｍ，Ｗ＝２．１ｍとすれば，\nＤ１＝Ｄ２＝Ｗ＝２．１ｍの場合に換算して，\nＶ＝２．１×２．１×２．１＝９．２６ｍ３\nＬ＝（０．２５～０．４５）×９．２６＝（２．３２～４．１７）ｋｇ\nとなる」（段落【００１９】）\nとの記載があり，これに対する評価として，\n「そこで，\n（Ｄ１＝Ｄ２）＝Ｗの場合における安全係数ｋを検討してみると，\n例えば，Ｄ１＝Ｄ２＝Ｗ＝２．１ｍ，Ｌ＝４．１７ｋｇとすれば，\nＶ＝２．１×２．１×２．１＝９．２６ｍ３\nｋ＝４．１７／９．２６＝０．４５ｋｇ／ｍ３\nとなり，安全範囲内において最強の破壊が得られ，作業効率最高と評価し\n得る。\n次に，\n（Ｄ１＝Ｄ２）＜Ｗの場合における安全係数ｋを検討してみると，\n例えば，Ｄ１＝Ｄ２＝１．５ｍ，Ｗ＝２．１ｍ，Ｌ＝０．９５ｋｇと\nすれば，\nＶ＝１．５×１．５×２．１＝４．７３ｍ３\nｋ＝０．９５／４．７３＝０．２０ｋｇ／ｍ３\nとなり，破壊が弱過ぎて能率が悪いという結論となる。\n更に，\n（Ｄ１＝Ｄ２）＞Ｗの場合における安全係数ｋを検討してみると，\n例えば，Ｄ１＝Ｄ２＝３．１ｍ，Ｗ＝２．１ｍ，Ｌ＝２．７８ｋｇと\nすれば，\nＤ１＝Ｄ２＝Ｗ＝２．１ｍの場合に換算して，\nＶ＝２．１×２．１×２．１＝９．２６ｍ３\nｋ＝２．７８／９．２６＝０．３０ｋｇ／ｍ３\nとなり，安全範囲内における中位置と評価し得る」（段落【００２０】）\nと記載されている。\nそこで，以下，実施例に関する上記各記載の技術的意義について検討す\nる。\nア　（Ｄ１＝Ｄ２）＝Ｗの場合について\n該当部分の記載は，あらかじめ０．２５～０．４５の範囲に定められた\n安全係数ｋのうち，最大の安全係数ｋである０．４５を，破壊岩盤体積Ｖの値を一\n定（９．２６ｍ３）とした上で装薬量Ｌ＝ｋ×Ｖの式に代入して安全装薬量を算定\nし，さらに，こうして算定された安全装薬量４．１７ｋｇを，逆に安全係数ｋ＝Ｌ\n／Ｖの式に代入したものであると見ることができる。このような作業は，単に，計\n算式を逆算したにすぎず，逆算して得られた安全係数ｋが，あらかじめ定められた\n安全範囲の最大のものとなることは当然であって，このような結果から何らかの技\n術的評価が生じる余地はない。したがって，この場合に関する「安全範囲内におい\nて最強の破壊が得られ，作業効率最高と評価し得る」との評価的な記載は，安全係\n数ｋの技術的意義に関する記載としては，格別の意味を持たないものである。\nイ　（Ｄ１＝Ｄ２）＜Ｗの場合について\n該当部分の記載は，あらかじめ０．２５～０．４５の範囲に定められた\n安全係数ｋの上限と下限の値を，破壊岩盤体積Ｖの値を一定（４．７３ｍ３）とした\n上で装薬量Ｌ＝ｋ×Ｖの式に代入して安全装薬量を算定し，さらに，こうして算定\nされた安全装薬量である１．１８～２．１３ｋｇの範囲よりも小さい値である装薬\n量０．９５ｋｇを，逆に安全係数ｋ＝Ｌ／Ｖの式に代入したものであると見ること\nができる。こうした作業は，単に，計算式を逆算したにすぎず，逆算して得られた\n安全係数ｋが，あらかじめ定められた安全範囲の下限を下回ることは当然であっ\nて，このような結果から何らかの技術的評価が生じる余地はない。したがって，こ\nの場合に関する「破壊が弱過ぎて能率が悪いという結論となる」との評価的な記載\nは，安全係数ｋの技術的意義に関する記載としては，格別の意味を持たないもので\nある。\nウ　（Ｄ１＝Ｄ２）＞Ｗの場合について\n該当部分の記載は，あらかじめ０．２５～０．４５の範囲に定められた\n安全係数ｋの上限と下限の値を，破壊岩盤体積Ｖの値を一定（９．２６ｍ\n３）とした\n上で装薬量Ｌ＝ｋ×Ｖの式に代入して安全装薬量を算定し，さらに，こうして算定\nされた安全装薬量である２．３２～４．１７ｋｇの範囲における中位置の装薬量\n２．７８ｋｇを，逆に安全係数ｋ＝Ｌ／Ｖの式に代入したものであると見ることが\nできる。こうした作業は，単に，計算式を逆算したにすぎず，逆算して得られた安\n全係数ｋが，あらかじめ定められた安全範囲における中位置のものとなることは当\n然であって，このような結果から何らかの技術的評価が生じる余地はない。したが\nって，この場合に関する「安全範囲内における中位置と評価し得る」という評価的\nな記載は，安全係数ｋの技術的意義に関する記載としては，格別の意味を持たない\nものである。\n(4)　以上によれば，実施例に関する記載を含め，本件明細書の発明の詳細な説明\nの記載を精査しても，安全係数ｋの技術的意義，特に，安全範囲とされる０．２５\n～０．４５との数値がどのようにして導き出されたのかは明らかでないというほか\nはなく，また，それが本件出願当時における当業者の技術常識に属する事項であっ\nたと認めるに足りる証拠もない。\n他方，本願発明の「せん孔爆破における安全装薬量決定方法」を用いて，\n複数のせん孔を設けて発破を行う場合（本願発明が専らこのような場合を対象とす\nるものであることは，「せん孔間隔長」について規定していることから明らかであ\nる。），安全装薬量を算定する前提となる破壊岩盤体積（Ｄ１×Ｄ２×Ｗ）が，せ\nん孔間隔長Ｄ１，Ｄ２が最小抵抗線Ｗの２倍よりも短いときは，隣接するせん孔爆\n破において破壊岩盤体積を重複して算定する結果とならざるを得ず，さらに，せん\n孔間隔長が短く，また，隣接するせん孔が多くなるにつれ，上記重複して算定され\nる破壊岩盤体積が増加することは明らかであるから，たとえ，（Ｄ１＝Ｄ２）＞Ｗ\nの場合おいて（Ｄ１＝Ｄ２）＝Ｗの値に換算するとの本願発明を採用したとして\nも，Ｌ＝ｋ×Ｖで算定される安全装薬量が，実際に破壊されるべき破壊岩盤体積に\n比して過剰に多く見積もられ，本願発明が目的とする安全な発破を行うことができ\nなくなるおそれがあることは，当業者ならずとも自明のことというべきである。\nそうすると，本件明細書の発明の詳細な説明の記載によっては，当業者\nが，本願発明が規定するように，安全装薬量Ｌの値をＬ＝ｋ×Ｖ（ｋ：安全係数，\nＶ：破壊岩盤体積）で算定することに関する技術的事項を，これを容易に実施する\nことができる程度に理解することはできないというべきである。また，そうである\n以上，本件明細書の発明の詳細な説明の記載からは，当業者が，本件明細書（甲\n７）記載の「最小抵抗線長Ｗに対する破壊半径乃至せん孔間隔長Ｄ（前項までＲで\n表示）が異なる場合であっても，それから生ずるおそれのある飛石等の危険を排除\nして安全装薬量Ｌを決定し得る方法を提供する」（段落【００１２】）という目的\nや，「せん孔爆破の実務においてその利用範囲が広く，これによって，危険な爆破\nをあらかじめ回避することが可能となったから，施工時の安全に寄与すること絶大\nである」（段落【００２７】）という効果が，本願発明によって達成されることを\n理解することもできないというほかはない。\nしたがって，本件明細書の発明の詳細な説明の記載は，当業者が「容易に\nその実施をすることができる程度に，その発明の目的，構成及び効果を記載し」た\n（旧３６条４項）ものとは認められないというべきである。\n(5)　これに対し，原告は，本願発明は，破壊岩盤体積を求める方法ではなく，安\n全装薬量Ｌの値を算定する方法に関する発明であるから，実際に破壊される岩盤の\n体積は，本願発明とは何ら関係がない旨主張する。\nしかしながら，現実に本願発明を実施しようとした場合，せん孔間隔の長\n短や周囲のせん孔の数の多寡の影響により，実際に破壊されるべき破壊岩盤体積に\n比して，装薬量が過剰に多く見積もられ，本願発明が目的とする安全な発破を行う\nことができなくなるおそれがあることは，上記(4)で判示したとおり自明のこととい\nうべきであり，他方，本件明細書の発明の詳細な説明において，安全係数ｋの技術\n的意義について，上記のおそれを解消するに足りる根拠について合理的な説明がさ\nれていないことは上記(2)及び(3)で判示した本件明細書の記載内容から明らかであ\nるから，原告の上記主張は採用することができない。\n(6)　さらに，原告は，本願発明は，ハウザーの公式で使用されている発破係数ｃ\nの値よりも小さな値である安全係数ｋを用いているので，危険な発破になることは\nない等とも主張する。\nしかしながら，平成元年５月１５日山海堂発行，社団法人工業火薬協会編\n「新・発破ハンドブック」１８～１９頁（乙１）によれば，ハウザーの公式（Ｌ＝\nｃＷ３，Ｌは装薬量〔ｋｇ〕，ｃは発破係数，Ｗは最小抵抗線〔ｍ〕）における発破\n係数ｃは，実験的に算出されるべきものであって，その値について確固たる技術常\n識が存在するわけではないものと認められるから，果たして，本件明細書の発明の\n詳細な説明に記載された安全係数ｋの０．２５～０．４５との数値が，ハウザーの\n公式で使用されている発破係数ｃの値よりも小さな値であるかは，本件明細書の記\n載からは必ずしも明らかであるとはいい難い。\nまた，現実に本願発明を実施しようとした場合，実際に破壊されるべき破\n壊岩盤体積に比して，装薬量が過剰に多く見積もられ，本願発明が目的とする安全\nな発破を行うことができなくなるおそれがあるが，本件明細書の発明の詳細な説明\nにおいては，安全係数ｋの技術的意義について，そのおそれを解消するに足りる根\n拠について合理的な説明がされていないことは，上記(4)及び(5)のとおりであっ\nて，原告の上記主張は，この点に関する判断を左右するものではないから，採用の\n限りではない。\n(7)　そうすると，本件明細書の発明の詳細な説明の記載は，旧３６条４項に規定\nする要件を満たすものであるとは認めることができないから，これと同旨の審決の\n判断に誤りはなく，原告の取消事由２の主張は理由がない。\n２　以上によれば，原告主張の取消事由１について検討するまでもなく，審決の\n結論に誤りはないというべきであり，他に審決を取り消すべき瑕疵は見当たらな\nい。\nよって，原告の請求は理由がないから棄却することとし，主文のとおり判決\nする。\n東京高等裁判所知的財産第２部\n裁判長裁判官    　　　篠　　原　　勝　　美\n裁判官 　　   　古　　城　　春　　実\n裁判官    　　　早　　田　　尚　　貴\n"
}