{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 7,
    "day": 16
  },
  "case_number": "平成13(わ)2213",
  "case_name": "殺人被告事件",
  "court_name": "さいたま地方裁判所",
  "lawsuit_id": "6098",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=6098",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/098/006098_hanrei.pdf",
  "contents": "【主  文】被告人を懲役１３年に処する。\n未決勾留日数中１６０日をその刑に算入する。\n押収してある石塊１個を没収する。\n【理  由】\n（犯行に至る経緯）\n被告人は，昭和２７年７月１９日，東京都ａ区内で，父Ａ，母Ｂの２男４女の末\n子として出生したが，昭和２８年９月，Ｃ，Ｄ夫婦の養子となり，昭和３４年２\n月，Ｃ，Ｄ夫婦が離婚したのに伴い，実姉のＥとその夫のＦに引き取られ，同女夫\n婦の養子として養育された。そして，中学校を卒業後，精密機器工場や配送関係の\n仕事を転々とした後，昭和５５年にはＧと婚姻し，同女との間に２女をもうけた。\n結婚後，被告人は，東京都内や埼玉県ｂ市内で配送関係の仕事やタクシー運転手等\nの職に就いたが，いずれも長続きせず，スナックを経営していた妻の収入で生計を\n立てていた。\n一方，被害者は，昭和５９年にＨと婚姻し，同人との間に長女Ｉ，長男Ｊの２子\nをもうけたが，平成３年に離婚し，その後は，保険外交員などとして稼働し，生活\n保護費や児童扶養手当を受給するなどして，女手一つで子供たちを養育していた。\nところで，被告人は，自分の娘たちが通っていた小学校のミニバスケットボール\n部のコーチをしていたが，平成７年ころ，被害者の長女Ｉも同じミニバスケットボ\nール部に所属していた関係で被害者と知り合い，当時，スナックを経営していた妻\nとはすれ違いの生活を送っていたこともあって，やがて，被害者と肉体関係を結ぶ\nなど親密な関係をもつようになった。平成９年，被告人は，妻と離婚し，ｂ市内の\nアパートで単身で生活するようになったが，平成１０年３月には勤めていたタクシ\nー会社を辞めて家賃の支払もできなくなり，同市内にある健康ランドの会員となっ\nて同所で寝泊まりをし，パチンコに興じるなど無為徒食の生活を送るようになっ\nた。しかし，被告人は，その間も，被害者との関係を続け，同年１２月１６日，同\n女との間に女の子Ｋをもうけ，その後，平成１１年１月ころから，再びタクシー運\n転手として稼働するようになった。\nこうして健康ランドで寝泊まりしながら，被害者との関係を続けていた被告人\nは，平成１２年ころ，被害者がサラ金から借金をしていることを知り，その返済状\n況などを同女に問いただしたが，同女が明らかにしようとしなかったことから，同\n女が養育しているＫの生活が気になるとともに，自らの所持金も乏しく，健康ラン\nドの利用料金を浮かせようとの思いもあって，同年１月ころ，被害者の承諾を得ず\nに，いきなり同女が子供たちと居住するｂ市内のアパートに転がり込み，以後，同\n女らと一緒にアパートで暮らすようになった。ところが，同女の子供のＩやＪは，\n突然，断りもなく転がり込んできた被告人に懐かず，被告人との同居を嫌がり，被\n告人にアパートから出ていくように，再三，求めていた。当時，被告人は，タクシ\nー運転手として稼働しており，被害者の借金の返済に充てるため幾ばくかの金員を\n渡すなどしていたのに，同女の子供たちが自分に懐かず，事あるごとにアパートか\nら出ていくように言うのは，同女が，金銭的な援助をしている被告人の立場を子供\nたちにきちんと説明していないからだと考えて，アパートに居座り続けていた。こ\nうした生活を送っているうちに，被告人は，次第に勤労意欲をなくし，平成１３年\n１月ころ，被害者や子供たちと口論した際に，「もう仕事に行かねえ。金返しても\nらうからな。」などと言って，タクシー運転手の仕事を辞め，以後，被害者に小遣\nいをせびっては昼間から飲酒したり，パチンコに興じるなどの生活を送るようにな\nり，気に入らないことがあると，被害者や子供たちに暴力を振るい，暴言を吐くな\nどして，ますます被害者や子供たちとの折り合いを悪くしていった。このようにし\nて，被告人は，被害者や子供たちから，再三，アパートから出て行くように言われ\nていたものの，被害者に対して，借金の返済や中絶費用として用立てた金員の返還\nを求めたり，Ｋの出産費用が公的扶助で賄われていたのに被害者が自分にこれを負\n担させていたことが納得できないなどとして，これらの金員を被害者から取り戻そ\nうと考え，また，アパートを出るにはまとまった金が必要であるなどとして，これ\nを受け取るまで被害者方に居座り続ける考えでいた。\nこのような生活をしていた折りの同年１１月１３日，被告人が，アパートに遊び\nに来ていたＪの友人の顔面をいきなり蹴り付けたことで，Ｊと言い争いとなり，そ\nの際，被告人が，本意ではないのに，「二，三日中には出ていくよ。」などと口走\nってしまったことから，同月１５日ころにはアパートから出て行かざるを得なくな\nってしまった。被告人は，所持金も乏しく，行く当てもなかったことから，被害者\nがＪに何とか取りなしてくれることを期待していたが，同月１５日になって，被害\n者から，「今日出て行くんでしょう。」などと言われたため，何とか被害者からＪ\nに取りなしをしてもらい，１２月までアパートにいられるように同女を説得しよう\nと考え，同女と話し合うために，同日午後９時過ぎにアパートの近くのｃ公園で待\nち合わせをした。被告人は，同女の子供たちが自分に懐かず，自分がアパートを出\nて行かざるを得なくなったのは，自分がこれまで金銭的援助をしてやったのを同女\nが恩に感じておらず，金銭的援助をしてきた自分のことを子供たちに説明しなかっ\nたせいであるとして，同女の態度に強い憤まんの念を抱いていたところ，同日午後\n９時３０分ころ，待ち合わせをした上記公園に行き，同女が現れるのを待っていた\n際に，公園内の公衆電話ボックス付近に大きな石塊が落ちているのを目にするや，\nこの石塊で殴り付けてでも同女に翻意させなければならないと思い詰めるに至り，\n持っていたバッグにその石塊を隠し入れた。被告人は，間もなく上記公園にやって\n来た同女とともに，コンビニエンスストアで弁当などを購入した後，同日午後９時\n４０分ころ，同市にあるホテルｄに入った。被告人は，同ホテルの客室内におい\nて，しばらくはアパートに居てもらってもいい，戻って来てもいいという同女の返\n答を期待しながら，同女に対して「明日，どうすんだよ。」などと言って話を切り\n出してみたが，金員を要求されたと思った同女が，小銭を混ぜて５０００円くらい\nの現金をテーブルの上に差し出したので，それ以上話は続かなくなってしまった。\nその後も，被告人は，何とかして自分がアパートに戻れるような話を仕向けようと\nしたものの，同女は，被告人の話をはぐらかすような態度に終始し，そのうちに，\n以前，被告人から書くように求められていた「謝罪文」と題する手紙を差し出して\nきた。同女が書いた「謝罪文」には，普段は被告人のことを「Ｋのパパ」と呼んで\nいた同女が，殊更他人行儀に「Ｘさん」などと記載してあったことから，被告人\nは，同女が，本気で自分と縁を切ろうとしていることを知って衝撃を受けるととも\nに，自分が惨めで情けなく，同女に対する憎しみが高じるとともに，こうした被告\n人の気持ちをよそに，洗面所で身支度を始め，被告人を置いたまま帰ろうとしてい\nる同女の姿を見て，同女が，行くところもない自分と，このまま縁を切ろうとして\nいると思い，自分をこんな目に遭わせた同女を許せないとして，激しい怒りを覚\nえ，バッグ内に隠し持っていた石塊で同女を殺害しようと決意するに至った。\n（罪となるべき事実）\n被告人は，以上のような経緯で被害者（当時３６歳）を殺害しようと決意し，平\n成１３年１１月１６日午前零時ころ，埼玉県ｂ市（番地略）所在のホテルｄにおい\nて，同女に対し，殺意をもって，所携のバッグ内に隠し入れていた重量約４．１９\nキログラムの石塊で同女の背後からその頭部を数回殴打し，転倒した同女の顔面等\nを更に数回殴打した上，仰向けに倒れている同女の頸部を両手で強く押さえ付け，\nよって，そのころ，同所において，同女を頸部圧迫により窒息死させて殺害したも\nのである。\n（法令の適用）\n被告人の判示所為は刑法１９９条に該当するところ，所定刑中有期懲役刑を選択\nし，その所定刑期の範囲内で被告人を懲役１３年に処し，同法２１条を適用して未\n決勾留日数中１６０日をその刑に算入し，押収してある石塊１個は，判示殺人の用\nに供したもので被告人以外の者に属しないから，同法１９条１項２号，２項本文を\n適用してこれを没収し，訴訟費用は，刑事訴訟法１８１条１項ただし書を適用して\n被告人に負担させないこととする。\n（量刑の理由）\n本件は，被告人が，同居していた被害者の長女と長男が自分に懐かず，被告人が\nアパートを出て行かざるを得なくなったのは，被害者のせいであるとして，何とか\nアパートから出ていかなくて済むように被害者と話し合おうとしたものの，被害者\nが被告人との関係を断とうとしていることを知って激高し，とっさに被害者に対す\nる殺意を抱き，被害者の頭部や顔面を隠し持っていた石塊で多数回殴打した上，頸\n部を両手で押さえ付けて殺害した事案である。\n被告人は，自分の娘が通っていた小学校のミニバスケットボール部に被害者の長\n女も所属していた関係で，当時，夫と離婚して女手一つで二人の子供を育てていた\n被害者と知り合い，やがて，被害者と親密な関係をもつようになり，妻と離婚した\n後，被害者との間に子供をもうけ，子供の養育を被害者に委ねていたが，やがて，\n被害者の承諾を得ないまま，勝手に被害者が子供たちと住むアパートに転がり込\nみ，被告人と同居するのを嫌がった被害者の子供たちから，再三，アパートから出\nていくように言われても居座り続け，そのうちにタクシー運転手の仕事も辞め，被\n害者に小遣いをせびっては昼間から飲酒をしたり，パチンコに興じる生活を送るよ\nうになり，被害者や子供たちに暴力を振るい，暴言を吐くなどしてますます折り合\nいを悪くしていた。被告人は，アパートを出るにはまとまった金が必要であるなど\nとして，被害者に用立てた借金の返済を求めるなどして，居座り続けたばかりか，\n被告人がアパートから出て行かざるを得なくなったのは，被害者が，これまで金銭\n的援助をしてきたのを恩に感じておらず，金銭的援助をしてきたことを子供たちに\nきちんと説明しなかったからであるなどと考えて，一方的に被害者に対して強い憤\nまんの念を抱き，何とかアパートから出て行かなくて済むように被害者と話し合\nい，説得しようと試みたものの，被害者が翻意せず，被告人との関係を断とうとし\nていることを知って激高し，憤激の余り，被害者の殺害を決意するに至ったという\nもので，犯行の動機や経緯は短絡的で，酌量すべき余地は全くない。犯行の態様\nも，被害者の説得が奏効しなかった場合には，被害者に危害を加えようと考えて，\n公園で見付けた石塊を拾ってバッグの中に隠し持ち，ホテルの客室内で被害者と話\nし合ったものの，話の方向が自己の期待したところに向かわなかったばかりか，か\nえって，被害者が被告人との関係を断とうとしていることを知って激高し，アパー\nトに帰るために身支度をしている被害者のすきをうかがい，背後からいきなり頭部\nを石塊で殴打し，仰向けに倒れた被害者の顔面等を更に石塊で殴打した上，頸部を\n両手で押さえ付けて，殺害しており，冷酷かつ残忍である。さらに，被告人は，被\n害者を殺害した後，死体を放置したまま客室内で平然と眠り込み，翌朝，ホテルを\n出た後もパチンコをして時間をつぶすなどしており，犯行後の情状も悪質である。\n被害者は，１７歳を頭に３人の子供を残したまま，子供をなした仲である被告人の\n手に掛かり，非業の死を遂げたもので，無念の情は察するに余りある。被害者の遺\n族，とりわけ被告人の手によって母親を奪われた長女や長男に対しては同情の念を\n禁じ得ず，誠に不びんというほかない。被告人に対して極刑を望む心情は十分理解\nできる。ところが，遺族らに対する慰謝の措置は何もとられていない。これらの点\nからすると，被告人の刑事責任は相当に重いといわざるを得ない。\nそうすると，被告人が，事実を認め，反省の弁を述べていること，その後，警察\nに出頭して自己の犯行を申告していること，昭和４８年に傷害罪で罰金刑に処せら\nれた前科があるにすぎないこと，その他，不遇な生育歴など，弁護人の指摘する諸\n事情を十分に考慮してみても，主文掲記の科刑は免れない。\n（求刑  懲役１５年）\n【さいたま地方裁判所第三刑事部\n裁判長裁判官川上拓一，裁判官森浩史，裁判官片岡理知】\n"
}