{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 12,
    "day": 24
  },
  "case_number": "平成15(ネ)51",
  "case_name": "立替金請求控訴事件",
  "court_name": "仙台高等裁判所秋田支部",
  "original_court_name": "秋田地方裁判所",
  "original_case_number": "平成15(ワ)112",
  "lawsuit_id": "4625",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=4625",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/625/004625_hanrei.pdf",
  "contents": "【判示事項の要旨】\n約款において主債務者の破産申立てが期限の利益の喪失事由とされているにもかかわ\nらず，主債務者が破産申立てをしたことから保証人が主債務者に代わって割賦金の支払\nを継続するとの合意が債権者と保証人の間で成立し，主債務者が破産宣告を受けた後も，\n債権者が長期間破産宣告による期限の利益の喪失を主張しなかったという事実関係の下\nにおいては，債権者が主債務者の破産宣告を期限の利益の喪失事由として主張すること\nは信義則に反し許されない。\n判　　　　決\n当事者の表示（略）\n主　　　　文\n１　原判決を次のとおり変更する。\n２　控訴人は，被控訴人に対し，金７１万４０００円及びこれに対する内金１３万\n６０００円については平成１４年７月９日から，内金３万４０００円については同\n年７月３０日から，内金３万４０００円については同年８月２８日から，内金３万\n４０００円については同年９月２８日から，内金３万４０００円については同年１\n０月２９日から，内金３万４０００円については同年１１月２８日から，内金３万\n４０００円については同年１２月２８日から，内金３万４０００円については平成\n１５年１月２８日から，内金３万４０００円については同年２月２８日から，内金\n３万４０００円については同年３月２８日から，内金３万４０００円については同\n年４月２９日から，内金３万４０００円については同年５月２８日から，内金３万\n４０００円については同年６月２８日から，内金３万４０００円については同年７\n月２９日から，内金３万４０００円については同年８月２８日から，内金３万４０\n００円については同年９月３０日から，内金３万４０００円については同年１０月\n２８日から，内金３万４０００円については同年１１月２８日から，各支払済みま\nで年６分の割合による金員を支払え。\n３　被控訴人のその余の請求を棄却する。\n４　訴訟費用は，第１，２審を通じてこれを７分し，その３を控訴人の負担とし，\nその余を被控訴人の負担とする。\n５　この判決は，第２項に限り，仮に執行することができる。\n事実及び理由\n第１　控訴の趣旨\n１　原判決を取り消す。\n２　被控訴人の請求を棄却する。\n３　訴訟費用は，第１，２審を通じて被控訴人の負担とする。\n第２　事案の概要\n１　請求原因及びこれに対する認否\n原判決「事実及び理由」中の「第２　当事者の主張等」１，２記載のとおりである\nから，これを引用する（ただし，原判決２頁２行目から同３行目にかけての「，破\n産宣告を受けたときは期限の利益を失うこと」を，同１９行目から同２０行目にか\nけての「また」から同２１行目末尾までを，それぞれ削る。）。\n２　抗弁\n(1)　被控訴人の立替払に係るＡによる分割支払金に関する契約書（以下「本件契約\n書」という。）の約款には，期限の利益の喪失事由として破産申立てが記載されて\nいるところ，被控訴人は，Ａが破産申立てをした平成１４年３月５日の直後の同月\n７日に，控訴人との間において，Ａの分割支払金の支払口座を控訴人名義の口座に\n変更する旨合意した（以下「支払口座変更の合意」という。）。したがって，被控\n訴人は，期限の利益を付与したというべきであり，その後，Ａに対して破産宣告が\nされたから期限の利益を喪失したと主張することは信義則に反する。\n(2)ア　控訴人と被控訴人は，上記(1)記載のとおり，支払口座変更の合意をし，変\n更後の口座をＢ銀行Ｃ支店の控訴人名義普通預金口座（口座番号○○○。以下「本\n件口座１」という。）とした。そして，本件口座１には，少なくとも平成１４年中\nは，分割支払金を引き落とすことができる預金残高があったにもかかわらず，被控\n訴人は，分割支払金を引き落とさなかった。\nイ　被控訴人の従業員が，平成１４年７月１１日，控訴人に対し，同年３月ないし\n同年６月分の分割支払金が引き落とされていないとして，未払金及び延滞金の合計\n１４万１９５６円の支払を求めるとともに，同年７月１６日までに支払わない場合\nには直ちに車両を引き揚げる旨を記載した通知書を交付した。これに対し，控訴人\nは，毎月１万５０００円程度の分割払を提案したため，同従業員は，持ち帰って後\n日連絡する旨回答した。しかし，被控訴人からは全く回答がなかった。\nウ　控訴人は，平成１５年３月１８日付け書面により，被控訴人が本件口座１から\n分割支払金を引き落とさず，また，支払を求める督促も行わなかったことを抗議し\nたが，これに対しても，被控訴人から一切返答はなかった。\nエ　他の信販会社であれば１か月支払の遅滞があればその旨通知して支払を求める\nのであるが，被控訴人は，平成１４年３月から平成１５年３月までの間にかけて，\n平成１４年７月に１度しか催告を行わないなど，控訴人の債務を長期にわたって放\n置した過失があるのであり，その過失責任を控訴人に一方的に転嫁することは社会\n通念上許されない。したがって，被控訴人による遅延損害金の請求も理由がない。\n３　抗弁に対する認否等\n(1)　争う。被控訴人は，Ａの破産申立てによる期限の利益の喪失を主張しておら\nず，したがって，その後に期限の利益を付与することもあり得ない。主債務者が支\n払をしない場合に連帯保証人が代わって支払をするのは当然であり，支払口座変更\nの合意は，連帯保証人である控訴人が主債務者であるＡに代わって支払をすること\n及びその支払方法を確認したにすぎない。\n(2)ア　否認する。変更後の口座は，Ｄ銀行Ｅ支店の控訴人名義普通預金口座（口座\n番号△△△。以下「本件口座２」という。）であった（口座変更のための口座振込\n依頼書は控訴人が記入して銀行に提出した。）が，本件口座２には残高がなく，引\nき落とすことができなかった。そして，被控訴人は，平成１４年５月及び同年６月\nに，被控訴人に対し，請求書を発送したが支払はなかった。\nイ　第１，２文は認め，第３文は否認する。被控訴人は，控訴人の分割払の提案を\n受けて検討したが月々３万円以上でなければ応じられないとの結論に達したので，\n平成１４年７月１１日の数日後には，控訴人の分割案では応じられない旨の文書を\n控訴人に発送した。その後，控訴人からは何の応答もなかった。\nウ　平成１５年３月２６日，控訴人から車両の引渡しには応じられない旨の文書が\n被控訴人に届いたことは認める。なお，被控訴人の従業員は，これに先立つ同月１\n４日，控訴人宅の留守番電話に電話してもらいたい旨の伝言を残したところ，控訴\n人から電話があり，勤務先を解雇されて現在無職であって失業保険で生活している\nこと，他にもローンの支払があるため本件についての支払は困難であることについ\nて説明があったので，控訴人に対して車両を引き揚げる必要があることを伝えたも\nのである。\nエ　争う。\n第３　当裁判所の判断\n１　請求原因\n原判決「事実及び理由」中の「第３　当裁判所の判断」１，２記載のとおりである\nからこれを引用する（ただし，原判決３頁１行目「受けるとともに同時廃止決定を\n受け，同日の経過により期限の利益を失った」を「受けた」と改め，同６行目から\n同９行目までを削る。）。\n２　抗弁\n(1)　抗弁(1)\nア(ｱ)  本件契約書には，期限の利益の喪失事由として，購入者が自ら破産申立てを\nしたときとの規定がある（甲１）ところ，主債務者であるＡは，平成１４年３月５\n日，破産申立てをした（甲３）。\n(ｲ)  被控訴人と控訴人は，Ａが破産申立てをしたので，その２日後の平成１４年３\n月７日，その後の支払口座を本件口座２とする支払口座変更の合意をした（甲２，\n３）。この点，控訴人は変更後の支払口座は本件口座１であると主張するが，口座\n変更のための口座振込依頼書は控訴人が記入して銀行に提出したこと（弁論の全趣\n旨），本件口座２から分割支払金の引き落としが開始されたこと（甲２）が認めら\nれ，控訴人自身が本件口座２と記入し，届出印を押捺した上で，口座振込依頼書を\n送付したと推認されるから，控訴人の主張は採用することができない。\n(ｳ)  Ａは，平成１４年７月８日，破産宣告を受けたのであるが，被控訴人は，控訴\n人に対し，その３日後の同月１１日付け書面により，同年３月ないし同年６月分の\n支払を求めたものの，Ａの破産宣告により期限の利益を喪失したことやこれを前提\nとして残債務全額の支払を求めるような記載は全くみられない（乙１）。被控訴人\nがＡの破産宣告をもって期限の利益の喪失を主張したのは本件支払督促が昀初であ\nる（弁論の全趣旨）。\nイ　主債務者であるＡに破産申立てという期限の利益喪失事由が発生したわずか２\n日後に，被控訴人は，連帯保証人である控訴人との間で，支払口座変更の合意をし\nたというのであり，その合理的意思は，主債務者に期限の利益喪失事由が発生した\nにもかかわらず，連帯保証人である控訴人に対して，残債務全額ではなく，今後も\n分割払の方法で保証債務を履行させるというものであるから，控訴人に期限の利益\nが存在することが当然の前提とされていたものと解される。そして，被控訴人は，\n前記のとおり，Ａが破産宣告を受けた後も本件支払督促に至るまで期限の利益の喪\n失を主張していなかった。このように，主債務者が破産申立てをした以上，民法１\n３７条１号所定の期限の利益喪失事由である破産宣告がされることもほぼ確実であ\nると予想される状況の中で，債権者が，連帯保証人との間で期限の利益の存在を前\n提とする支払口座変更の合意をし，主債務者が実際に破産宣告を受けた後も長期間\nにわたって期限の利益の喪失を主張しなかったというものであるから，その後，主\n債務者の破産宣告を理由として期限の利益の喪失を連帯保証人に主張することは，\n禁反言の原則に照らし，信義則上許されないというべきである。また，本件契約書\nに期限の利益の喪失事由として破産申立てが規定されているのは，同号所定の期限\nの利益喪失事由である破産宣告を前倒しして，申立てによって期限の利益を失わせ\nるためのものであって，債権者に有利な形で民法の規定を修正する趣旨と解される\nから，破産申立てと破産宣告の２つの期限の利益の喪失事由のうち前者を債権者が\n主張しないとの信頼を与えた場合に後者も認めないとしても，債権者にとって酷な\n結論にはならない。\nなお，被控訴人は，Ａの破産申立てによる期限の利益の喪失を主張しておらず，し\nたがって，支払口座変更の合意が期限の利益を付与するものでないとするが，少な\nくとも，このような合意が控訴人に期限の利益が存在することを前提とするもので\nあるということはできるのであり，禁反言の原則（信義則）を適用する基礎となる\n事実としてはそれで十分というべきである。\nそして，被控訴人は，裁判所から釈明を求められてもなお，Ａの破産宣告以外の期\n限の利益喪失事由を主張しないから，期限の利益の喪失は認められないということ\nにならざるを得ない。\n(2)　抗弁(2)\n控訴人は，抗弁(2)を主張し，債務不履行責任も否定する。しかし，同アについて\nは，上記のとおり，控訴人は，被控訴人に対して，分割支払金の本件口座２からの\n引き落としについて合意したのであるから，そこから引き落としができなかったこ\nとについては，控訴人の一方的過失によるものというべきである。被控訴人が控訴\n人に対して平成１４年５月及び同年６月に催告を行ったか否かによってこの結論が\n左右されるものではない。\n同イについては，被控訴人の従業員が，平成１４年７月１１日，控訴人に対し，\n同年３月ないし同年６月分の分割支払金が引き落とされていないとして，未払金及\nび延滞金の合計１４万１９５６円の支払を求めるとともに，同年７月１６日までに\n支払わない場合には直ちに車両を引き揚げる旨を記載した通知書を交付したこと，\nこれに対し，控訴人は，毎月１万５０００円程度の分割払を提案したため，同従業\n員が，持ち帰って後日連絡する旨回答したことは当事者間に争いがないが，そのこ\nとによって，被控訴人が控訴人のそれまでの債務不履行責任を免責したり，それ以\n降の履行期限を猶予したりするものでないことは明らかである。そして，被控訴人\nから控訴人の提案に応じる旨の意思表示がない以上，控訴人は，被控訴人が毎月２\n７日に本件口座２から３万４０００円を引き落とすことができるように準備して弁\n済の提供をしなければ債務不履行責任を免れることはできないところ，全く弁済の\n提供を行わなかった。仮に，被控訴人の従業員が控訴人の提案を持ち帰った後に控\n訴人に何の連絡もなかったとしても，控訴人が債務を履行することができないため\n自らに有利な条件の変更を被控訴人に依頼したのであるから，その場合には，むし\nろ，控訴人こそが被控訴人に結論を問い合わせるべきであり，それすら行わず，ま\nた，分割金支払義務について弁済の提供すら怠った控訴人が，被控訴人を非難する\n立場にはないというべきである。\n同ウについても，被控訴人が控訴人の文書に対して回答しなかったとしても，そ\nのことをもって控訴人が債務不履行責任を免れることがないのは当然である。\n控訴人は，被控訴人が平成１４年３月から平成１５年３月までの間に１度しか控\n訴人に催告しなかった点に過失があるとするが，仮にそのような事実があったとし\nても，その間全く弁済の提供をせず，債務者としてなすべきことを行わなかった控\n訴人が債務不履行責任を免れることができないことは明らかである。\n第４　結論\n以上から，控訴人の控訴は一部理由があり，その余は理由がないから，原判決を\nその旨変更することとし，主文のとおり判決する。\n仙台高等裁判所秋田支部\n裁判長裁判官　　　　　矢　　　﨑　　　正　　　彦\n裁判官　　　　　潮　　　見　　　直　　　之\n裁判官　　　　　西　　　岡　　　繁　　　靖\n"
}