{
  "trial_type": "HighCourt",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 1,
    "day": 29
  },
  "case_number": "平成14(ネ)5138",
  "case_name": "競落代金返還請求事件",
  "court_name": "東京高等裁判所第20民事部",
  "result": "棄却",
  "article_info": "第56巻1号1頁",
  "original_court_name": "新潟地方裁判所",
  "original_case_number": "平成12(ワ)683",
  "gist": "市街化調整区域の指定があるのにこれがないものとして最低売却価額が定められた土地の競売手続の実施と民法568条，566\n条の類推適用",
  "case_gist": "土地の競売手続において，実際には当該土地につき市街化調整区域の指定があるにもかかわらず，これがないものとして最低競売\n価額が決定され売却が実施された場合には，買受人は，民法568条，566条の類推適用により，売却代金の配当を受けた債権者に\n対して，代金の減額を請求することができる。",
  "lawsuit_id": "20110",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=20110",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/110/020110_hanrei.pdf",
  "contents": "主　　　　文\n１　本件控訴を棄却する。\n２　控訴費用は，控訴人の負担とする。\n事実及び理由\n第１　当事者の求めた裁判\n１　控訴の趣旨\n(1)　原判決中控訴人敗訴部分を取り消す。\n(2)　被控訴人の請求を棄却する。\n(3)　訴訟費用は，第１，２審とも，被控訴人の負担とする。\n２　控訴の趣旨に対する答弁\n主文と同旨。\n第２　事案の概要\n１　  本件は，競売手続で土地を取得した買受人が，競売手続における評価人の評\n価は当該土地についての公法上の規制が存することを看過してしたものである\nとして，配当を受けた抵当権者に対して，担保責任の規定（民法５６８条，５６６\n条又は５６５条）に基づいて代金の一部返還又は損害賠償を求めた事案であ\nる。\n２　前提となる事実\n(1)　　控訴人は，平成９年４月２５日，株式会社新日光（以下「新日光」という。）か\nら原判決別紙物件目録記載１ないし７の土地（以下，全体を「本件各土地」と\nいい，個々の土地については「本件土地１」などという。）について，債権額を\n７０００万円とする抵当権（以下「本件抵当権」という。）の設定を受けた。（争\nいがない。）\n(2)　　控訴人は，本件抵当権に基づいて新潟地方裁判所に本件各土地の競売を\n申し立て，同裁判所は，平成１０年１２月２８日，競売開始決定をした（同庁平\n成１０年（ケ）第３５８号事件。以下，この事件の手続を「本件競売手続」とい\nう。）。（争いがない。）\n(3)　　本件各土地は，平成８年４月１日，新潟県告示第１１４８号をもって，都市計\n画法に基づく用途地域の指定として第二種中高層住居専用地域（建ぺい率\n６０％，容積率２００％）に指定されたが，昭和６１年３月２５日付けで新潟県\n告示８０３号をもって，都市計画法７条の市街化区域から市街化調整区域に\n編入（いわゆる「逆線引き」）されており，都市計画法上建物の建築が制限さ\nれている（以下，この制限を「本件規制」という。）。（争いがない。）\n(4)　　ところが，本件競売手続において評価人が作成した評価書（甲２。以下「本\n件評価書」という。）には，本件各土地の「公法上の規制」の項目に「第２種中\n高層住居専用地域（建ぺい率６０％，容積率２００％）に指定されている。」と\nのみ記載されており，本件各土地の評価については，本件各土地の南西約\n７００ｍの住宅地域に所在する県基準地（番号・新潟（県）－ａ，所在地番・新\n潟市ｂ番ｃ，地積・１７６㎡，価格・１㎡当たり１１万３０００円，価格時点・平成１\n０年７月１日，周辺の状況・一般住宅の中に空地が見られる新興の住宅地\n域，前面道路・南４ｍ私道，公法規制・第２種中高層住居専用地域（建ぺい\n率６０％，容積率２００％））の価格を参考にし，標準的画地の更地価格を１㎡\n当たり１０万４０００円と査定し，面積が大きく，全体として不整形であり，整地\n不十分な箇所もあるなどの減価要因による個別格差修正減価として７８％，\n競売市場の特殊性に基づく市場性減価として６０％を考慮して，本件各土地\nの１㎡当たりの現況価格を４万８６００円と評価したが，本件土地４の一部に\nは賃借権を主張する第三者が施工したコンクリート製の洗車場施設が設置さ\nれていることから本件土地４については更に３％の減価を施し，最終的に\nは，本件各土地の面積に評価した１㎡当たりの価格を乗じて，本件土地１を\n７８万円，本件土地２を４５１０万円，本件土地３を８３万円，本件土地４を３３\n７１万円，本件土地５を１８０万円，本件土地６を５６４万円，本件土地７を７８\n万円と評価した旨が記載されている。（争いがない。）\n(5)　　新潟地方裁判所（以下「執行裁判所」という。）は，本件各土地を一括して売\n却することと定め，本件評価書に基づいて，最低売却価額を８８６４万円（そ\nの内訳は，本件評価書の本件各土地の上記評価額のとおり。）と定めて期間\n入札の方法による売却を実施した。（争いがない。）\n(6)　　被控訴人は，本件各土地につき８８７２万２０００円の最高価で買受けの申\n出をし，平成１１年７月１９日，執行裁判所から売却許可決定を受け，同年８\n月３０日，代金を納付して，本件各土地の所有権を取得した。（争いがない。）\n(7)　　控訴人は，平成１１年１０月２０日，執行裁判所から本件競売手続の手続費\n用として１１１万０８０５円，本件抵当権に基づく配当として８７６１万１１９５円，\n合計８８７２万２０００円の配当を受けた。（争いがない。）\nなお，本件競売手続においては，控訴人以外からも配当要求・交付要求があ\nったが，控訴人以外には配当されなかった。（甲６）\n(8)　　本件各土地は，その全部が市街化調整区域内に在るが，本件土地４ない\nし７については，平成１３年１月２２日，都市計画法（平成１２年法律第７３号\nによる改正前のもの）４３条１項６号ロの規定に基づく既存宅地の確認が受\nけられたため，３階建共同住宅の建築が可能となった。しかし，その余の本\n件土地１ないし３については，本件規制が残存している。（甲１３の１及び２，\n１４の１ないし１３，弁論の全趣旨）\n(9)　　被控訴人は，平成１２年９月１２日に控訴人に到達した書面で代金の一部３\n９０１万円を返還するよう求めた。（争いがない。）\n３　主要な争点と当事者の主張\n(1)　　競売手続によって買い受けた土地について公法上の規制があった場合，\n買受人は，民法５６８条，５６６条（又は５６５条）を類推適用して，配当を受け\nた債権者に代金の返還又は損害賠償を求めることができるか（争点１）。\nア　被控訴人の主張\n本件競売手続においては，本件各土地は本件規制が存在しないものとし\nて評価され，最低売却価額が定められ，売却に付されたものである。被控\n訴人は，本件評価書の写しを閲覧し，本件各土地が第二種中高層住居専\n用地域（建ぺい率６０％，容積率２００％）に指定されていることからマンシ\nョンの建築が可能であると考え，本件規制の存在に気付かないまま，買受\nけの申出をしたのである。したがって，債務者が無資力である本件にあっ\nては，買受人である被控訴人は，民法５６８条，５６６条（又は予備的に５６\n５条）を類推適用して，本件競売手続で配当を受けた控訴人に対して，代\n金の減額や返還を求めることができるというべきである。\nまた，控訴人は，本件各土地に本件規制が存することを知りながら本件\n競売手続の申立てをしたのであるから，民法５６８条３項により損害賠償義\n務を負う。\nイ　控訴人の主張\n公法上の規制である本件規制は，民法５７０条本文の規定にいう「瑕疵」\nに当たるものというべきであるから（最高裁昭和４１年４月１４日第一小法\n廷判決・民集２０巻４号６４９頁），同条ただし書の規定により，競売手続に\nよる売却である本件については債権者である控訴人は担保責任は負わな\nいものというべきである。なお，控訴人が本件各土地につき本件規制が存\nすることを知っていたことは認めるが，損害賠償義務があることは争う。\n(2)　本件について被控訴人は控訴人に対して担保責任を求めることができるか\n（争点２）。\nア　控訴人の主張\n仮に本件各土地につき本件規制の存することについて民法５６８条，５６\n６条（又は５６５条）が類推適用されるとしても，被控訴人は，本件規制の存\n在を知っていたか，又はこれを知らなかったことにつき重大な過失を有して\nいたから，控訴人に対し，代金の減額や返還を求めることはできないとい\nうべきである。すなわち，被控訴人は，新潟県内に多数の店舗を展開して\nいる県内の有力企業であるアークランドサカモト株式会社の専務取締役で\nあるところ，同社は，本件各土地と同じ地区内に２店舗を有している。被控\n訴人は，同社の専務取締役として，上記２店舗の開発・出店に携わってき\nたはずであるから，その周辺地域の土地の環境や法的規制にも十分精通\nしていたのである。その上，本件各土地及びその周辺の住宅地図には，\n「調整区域」の文字が白抜きで表示され，本件評価書にもその住宅地図が\n添付されていたのであるから，本件評価書を閲覧した被控訴人は，本件各\n土地が市街化調整区域内に在ることを知ることができたというべきである。\nイ　被控訴人の主張\n被控訴人がアークランドサカモト株式会社の専務取締役であること，同社\nが本件各土地と同地区であるｄ地内に店舗を有していることは認めるが，\n被控訴人が周辺地域の土地の環境や法的規制に精通していたことは否\n認する。被控訴人は，本件評価書の記載を信用して，本件各土地にマンシ\nョンを建築しようとして本件各土地を取得したものであり，本件規制の存在\nは知らなかった。\n(3)　控訴人に担保責任が存する場合，減額又は賠償されるべき金額はいくらか\n（争点３）。\nア　被控訴人の主張\n被控訴人は，本件規制が存しないものとして，本件各土地を最低売却価\n額８８６４万円の１．０００９２５０９倍に当たる８８７２万２０００円で買い受け\nたので，これを本件各土地に割り振ると本件土地１ないし３に対する買受\n価格は４６７５万３２０９円になる。他方，本件規制が存するものとして本件\n土地１ないし３を評価すると，本件土地１は４６万円，本件土地２は２６８２\n万円，本件土地３は４９万円，合計２７７７万円が相当であるので，これを\n１．０００９２５０９倍すると２７７９万５６８８円となる。したがって，実際に買\nい受けた価額である４６７５万３２０９円から２７７９万５６８８円を控除した金\n額１８９５万７５２１円が減額又は賠償されるべき金額である。\nイ　控訴人の主張\n被控訴人の主張は争う。本件各土地に本件規制が存するとしても被控訴\n人の買い受けた金額は相応の価額であり，減額すべき，又は賠償すべき\n金額は存しない。\n第３　当裁判所の判断\n１　争点１について\n前記前提となる事実によれば，本件競売手続においては，本件各土地につき\n実際には本件規制が存するにもかかわらず，評価人は，本件規制の存在を看\n過し，公法上の規制としては，本件各土地は第二種中高層住居専用地域（建ぺ\nい率６０％，容積率２００％）の指定がされているのみであることを前提に本件\n各土地を評価し，執行裁判所も当該評価人の評価を前提に本件各土地の最低\n売却価額を決定し，売却を実施したことは明らかである。\nところで，【要旨】土地に対する競売手続において，実際には当該土地につい\nて都市計画法等の公法上の規制が存するにもかかわらず，これが存しないも\nのとして最低売却価額の決定がされて売却が実施された場合に，公法上の規\n制が存するものとして売却が実施されればより低額で買い受けることができ，\nかつ，債務者が無資力のときには，買受人は，民法５６８条及び５６６条を類推\n適用して，売却代金の配当を受けた債権者に対して，代金の減額を請求するこ\nとができるものと解するのが相当である。けだし，土地の競売手続においては，\n評価人は評価書に都市計画法等の法令に基づく制限の有無及び内容を記載し\nなければならないとされており（民事執行規則３０条１項５号ロ），評価人は，こ\nのような公法上の制限の有無及び内容を考慮して土地の評価を行い，執行裁\n判所は，この評価に基づいて最低売却価額を定めるのであるが（民事執行法６\n０条１項），評価人の作成した評価書の写しは，一般の閲覧に供するために物\n件明細書及び現況調査報告書の写しと共に執行裁判所に備え置かれることと\nされているのであって（民事執行規則３１条２項），評価書に記載された当該土\n地の公法上の制限の有無及び内容は，いわば公示された売却の前提条件と評\nすることができる上，仮に競売の目的たる土地に執行裁判所が想定していなか\nった公法上の規制が存在し，これによって買受人に不測の損害が生じたにもか\nかわらず，公法上の規制が存しないものとして売却が実施されたためにその分\nの利得を得た者に対して当該買受人が担保責任を追及し得ないものとすれ\nば，公平の理念にもとる結果となり，不合理というべきだからである。\nそして，証拠（甲１，６，１６ないし１９，証人Ｂ）及び弁論の全趣旨によれば，本\n件各土地については，平成９年１２月２日付けで同月１日代物弁済を原因として\n新日光からＡ及びＢの両名に持分２分の１ずつの所有権移転登記がされている\nが，これは，新日光が倒産状況に陥った状況の下で，新日光の下請業者２０社\n余りで構成される親睦団体「七日会」の会長及び副会長であったＢとＡが，下請\n業者らの新日光に対する約１億８０００万円の債権を確保する目的で行ったも\nのであることが認められるから，本件競売手続における債務者は，売却実施時\n点における本件各土地の所有名義にかかわらず，新日光というべきであり，か\nつ，債務者たる新日光は無資力と認めるべきである。\nしたがって，本件各土地に本件規制が存しないものとして買い受けたことによ\nり被控訴人に損失が生じたとしたら，本件競売手続においてただ一人配当を受\nけた控訴人は，被控訴人の減額請求に応じなければならないことになる。\n２　争点２について\n控訴人は，本件規制の存在を知っていたか，又はこれを知らなかったことにつ\nき重大な過失を有していた被控訴人は控訴人に対して代金の減額を請求し得\nない旨主張するところ，仮に被控訴人が本件規制の存在を知りながらあえて買\n受けの申出をしたとしたら，そのような被控訴人が本件規制の存することを理\n由に競売手続によって損失を被ったと主張することは許されないものと解され\nる。\nしかしながら，被控訴人が，本件競売手続において買受けの申出をするに当\nたり，本件評価書の記載とは異なり，実際には本件各土地には本件規制が存\nすることを知っていたと認めるに足りる証拠はない。かえって，甲第１１，第１２\n号証及び被控訴人本人尋問の結果によれば，被控訴人は，近い将来個人でマ\nンション経営をしようと考え，採算性の点からその敷地として比較的安価に入手\nが可能な競売物件を探していたところ，平成１１年６月ころ，新聞に掲載された\n競売物件情報によって本件各土地の存在を知り，執行裁判所に赴いて本件評\n価書の写しを閲覧したこと，被控訴人は，それまで裁判所に備え置かれた評価\n書等を閲覧した経験はなかったが，本件評価書の写しの記載によって本件各\n土地が第二種中高層住居専用地域（建ぺい率６０％，容積率２００％）に指定さ\nれていることを知り，本件各土地に６階建程度のマンションが建てられるものと\n考え，入札に加わることにしたこと，本件評価書の写しには，住宅地図が添付さ\nれており，その住宅地図には，本件各土地が表示された付近に「調整区域」の\n文字が白抜きで表示されていたが，被控訴人は，本件評価書の写しを閲覧した\n際にはこれに気付かなかったこと，被控訴人は，平成１２年２月ころ，知人から\n本件各土地は逆線引きの市街化調整区域であるからマンションは建築できな\nいのではないかと指摘され，藤巻元雄弁護士らに依頼して調査をしてもらったと\nころ，本件各土地が逆線引きによって市街化調整区域に編入されていたことが\n判明したこと，以上の事実が認められ，これらの事実によれば，被控訴人が本\n件各土地に本件規制が存することを知ったのは平成１２年２月以降であるもの\nと認められる。\n控訴人は，買受人に重過失がある場合にも減額請求はし得ない旨の主張をす\nるが，仮にかかる見解に従うとしても，上記認定の事実に照らせば，本件評価\n書に記載されたところによって，本件各土地にマンションを建築し得るものと考\nえ，本件評価書に添付された住宅地図の表示に気付かず，本件規制の存在を\n知らないまま，本件各土地につき買受けの申出をした被控訴人に重大な過失\nがあるものということはできない。評価書は，土地の評価についての専門家で\nある評価人が作成するものであるから，評価書の記載を信じたのみで，他に格\n別の注意を払わなかったとしても，買受人の重大な落ち度ということはできない\nからである。\nしたがって，争点２についての控訴人の主張は，採用することができない。\n３　争点３について\n(1)　　前記前提となる事実によれば，本件土地４ないし７については，マンション\nの建築が可能となっているから，本件規制によって建物の建築が制限されて\nいるのは本件土地１ないし３ということになる。\nそして，被控訴人は，本件各土地を一括して８８７２万２０００円で買い受け\nているところ，その代金を本件各土地の最低売却価額に応じて案分すると，\n最低売却価額が７８万円である本件土地１の代金分は７８万０７２２円（円未\n満四捨五入。以下同じ。），最低売却価額が４５１０万円である本件土地２の\n代金分は４５１４万１７２２円，最低売却価額が８３万円の本件土地３の代金\n分は８３万円０７６８円になり，本件土地１ないし３についての代金額は合計で\n４６７５万３２１２円となる。\n(2)　　次に，甲第１５号証及び弁論の全趣旨によれば，本件土地１ないし３につい\nて本件規制が存するものとして売却が実施されたと仮定すると，本件土地１\nは４６万円，本件土地２は２６８２万円，本件土地３は４９万円，合計で２７７７\n万円と評価されたものと認められ，したがって，この価額が本件土地１ないし\n３の最低売却価額となったものと推認される。\nこの２７７７万円に被控訴人が買受けを申し出た価額の最低売却価額に対\nする倍率（１．０００９２５０９）を乗じると，２７７９万５６９０円となり，本件規制\nが存するものとして売却が実施された場合，被控訴人は，本件土地１ないし\n３を２７７９万５６９０円で買い受けることができたものと推認される。\n(3)　　したがって，本件規制が存しないものとして本件土地１ないし３を買い受け\nた被控訴人には損失が生じていることは明らかであり，被控訴人は，控訴人\nに対し，実際に買い受けた代金４６７５万３２１２円から２７７９万５６９０円を控\n除した１８９５万７５２２円の減額を求めることができるものというべきである。\n４　結論\n以上によれば，被控訴人の本件請求は，１８９５万７５２１円とこれに対する被\n控訴人が控訴人に対して代金の返還を求めた日の翌日である平成１２年９月１\n３日から支払済みまで民法所定の年５分の割合による遅延損害金の支払を求\nめる限度で理由があるものというべきである。\nよって，当裁判所の上記判断と同旨の原判決は相当であり，本件控訴は理由\nがないから，これを棄却することとして，主文のとおり判決する。\n（口頭弁論終結の日　平成１４年１１月２７日）\n（裁判長裁判官　久保内　卓亞　裁判官　大橋　弘　裁判官　長谷川　誠）\n"
}