{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 6,
    "day": 13
  },
  "case_number": "平成10(行ウ)4",
  "case_name": "利根沼田「研究会」談合住民訴訟事件",
  "court_name": "前橋地方裁判所",
  "field": "行政",
  "lawsuit_id": "15161",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=15161",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/161/015161_hanrei.pdf",
  "contents": "主　　　　　　　文\n１(1)　被告沼田市長が，被告萬屋建設株式会社に対し，別表１ないし３の「萬屋建\n設」欄に丸印の付いた各工事について，別表１ないし３の「損害賠償責任額」欄記\n載の各金員の支払を請求しないことが，違法であることを確認する。\n(2)　被告沼田市長が，被告株式会社大淵建設に対し，別表１ないし３の「大淵建\n設」欄に丸印の付いた各工事について，別表１ないし３の「損害賠償責任額」欄記\n載の各金員の支払を請求しないことが，違法であることを確認する。\n(3)　被告沼田市長が，被告沼田土建株式会社に対し，別表１ないし３の「沼田土\n建」欄に丸印の付いた各工事について，別表１ないし３の「損害賠償責任額」欄記\n載の各金員の支払を請求しないことが，違法であることを確認する。\n(4)　被告沼田市長が，被告山内工業株式会社に対し，別表１ないし３の「山内工\n業」欄に丸印の付いた各工事について，別表１ないし３の「損害賠償責任額」欄記\n載の各金員の支払を請求しないことが，違法であることを確認する。\n２(1)　被告群馬県知事が，被告萬屋建設株式会社に対し，別表４及び５の「萬屋建\n設」欄に丸印の付いた各工事について，別表４及び５の「損害賠償責任額」欄記載\nの各金員の支払を請求しないことが，違法であることを確認する。\n(2)　被告群馬県知事が，被告株式会社大淵建設に対し，別表４及び５の「大淵建\n設」欄に丸印の付いた各工事について，別表４及び５の「損害賠償責任額」欄記載\nの各金員の支払を請求しないことが，違法であることを確認する。\n(3)　被告群馬県知事が，被告沼田土建株式会社に対し，別表４及び５の「沼田土\n建」欄に丸印の付いた各工事について，別表４及び５の「損害賠償責任額」欄記載\nの各金員の支払を請求しないことが，違法であることを確認する。\n(4)　被告群馬県知事が，被告山内工業株式会社に対し，別表４及び５の「山内工\n業」欄に丸印の付いた各工事について，別表４及び５の「損害賠償責任額」欄記載\nの各金員の支払を請求しないことが，違法であることを確認する。\n３(1)　被告群馬県沼田土木事務所長が，被告萬屋建設株式会社に対し，別表４及び\n５の「萬屋建設」欄に丸印の付いた各工事について，別表４及び５の「損害賠償責\n任額」欄記載の各金員の支払を請求しないことが，違法であることを確認する。\n(2)　被告群馬県沼田土木事務所長が，被告株式会社大淵建設に対し，別表４及び５\nの「大淵建設」欄に丸印の付いた各工事について，別表４及び５の「損害賠償責任\n額」欄記載の各金員の支払を請求しないことが，違法であることを確認する。\n(3)　被告群馬県沼田土木事務所長が，被告沼田土建株式会社に対し，別表４及び５\nの「沼田土建」欄に丸印の付いた各工事について，別表４及び５の「損害賠償責任\n額」欄記載の各金員の支払を請求しないことが，違法であることを確認する。\n(4)　被告群馬県沼田土木事務所長が，被告山内工業株式会社に対し，別表４及び５\nの「山内工業」欄に丸印の付いた各工事について，別表４及び５の「損害賠償責任\n額」欄記載の各金員の支払を請求しないことが，違法であることを確認する。\n４(1)　被告萬屋建設株式会社，被告株式会社大淵建設，被告沼田土建株式会社及び\n被告山内工業株式会社は，沼田市に対し，連帯して１億５５８１万２５００円及び\nこれに対する平成９年３月２４日から支払済みまで年５分の割合による金員を支払\nえ。\n(2)　被告萬屋建設株式会社及び被告山内工業株式会社は，沼田市に対し，連帯して\n２９万５０００円及びこれに対する平成９年３月２４日から支払済みまで年５分の\n割合による金員を支払え。\n(3)　被告萬屋建設株式会社は，沼田市に対し，１３７万９５００円及びこれに対す\nる平成９年３月２４日から支払済みまで年５分の割合による金員を支払え。\n(4)　被告株式会社大淵建設は，沼田市に対し，２７８万７５００円及びこれに対す\nる平成９年３月２４日から支払済みまで年５分の割合による金員を支払え。\n(5)　被告沼田土建株式会社は，沼田市に対し，４６４万５０００円及びこれに対す\nる平成９年３月２４日から支払済みまで年５分の割合による金員を支払え。\n(6)　被告山内工業株式会社は，沼田市に対し，２００万円及びこれに対する平成９\n年３月２４日から支払済みまで年５分の割合による金員を支払え。\n５(1)　被告萬屋建設株式会社，被告株式会社大淵建設，被告沼田土建株式会社及び\n被告山内工業株式会社は，群馬県に対し，連帯して４６４５万６３００円及びこれ\nに対する平成９年３月２４日から支払済みまで年５分の割合による金員を支払え。\n(2)　被告萬屋建設株式会社，被告株式会社大淵建設及び被告沼田土建株式会社は，\n群馬県に対し，連帯して３４万７６２５円及びこれに対する平成９年３月２４日か\nら支払済みまで年５分の割合による金員を支払え。\n(3)　被告萬屋建設株式会社，被告株式会社大淵建設及び被告山内工業株式会社は，\n群馬県に対し，連帯して１５８８万５１７５円及びこれに対する平成９年３月２４\n日から支払済みまで年５分の割合による金員を支払え。\n(4)　被告萬屋建設株式会社，被告沼田土建株式会社及び被告山内工業株式会社は，\n群馬県に対し，連帯して７１２万２４５０円及びこれに対する平成９年３月２４日\nから支払済みまで年５分の割合による金員を支払え。\n(5)　被告株式会社大淵建設，被告沼田土建株式会社及び被告山内工業株式会社は，\n群馬県に対し，連帯して１９２万８６７５円及びこれに対する平成９年３月２４日\nから支払済みまで年５分の割合による金員を支払え。\n(6)　被告萬屋建設株式会社及び被告株式会社大淵建設は，群馬県に対し，連帯して\n２１７万５８７５円及びこれに対する平成９年３月２４日から支払済みまで年５分\nの割合による金員を支払え。\n(7)　被告萬屋建設株式会社及び被告山内工業株式会社は，群馬県に対し，連帯して\n１５０万３８００円及びこれに対する平成９年３月２４日から支払済みまで年５分\nの割合による金員を支払え。\n(8)　被告株式会社大淵建設及び被告沼田土建株式会社は，群馬県に対し，連帯して\n６８７万７９００円及びこれに対する平成９年３月２４日から支払済みまで年５分\nの割合による金員を支払え。\n(9)　被告株式会社大淵建設及び被告山内工業株式会社は，群馬県に対し，連帯して\n７２万６１５０円及びこれに対する平成９年３月２４日から支払済みまで年５分の\n割合による金員を支払え。\n(10)　被告萬屋建設株式会社は，群馬県に対し，４２３万８４５０円及びこれに対\nする平成９年３月２４日から支払済みまで年５分の割合による金員を支払え。\n(11)　被告株式会社大淵建設は，群馬県に対し，３２７３万０１５０円及びこれに\n対する平成９年３月２４日から支払済みまで年５分の割合による金員を支払え。\n(12)　被告沼田土建株式会社は，群馬県に対し，１５３５万２６００円及びこれに\n対する平成９年３月２４日から支払済みまで年５分の割合による金員を支払え。\n(13)　被告山内工業株式会社は，群馬県に対し，２７７万３２７５円及びこれに対\nする平成９年３月２４日から支払済みまで年５分の割合による金員を支払え。\n６　原告のその余の請求をいずれも棄却する。\n７　訴訟費用は，これを４分し，その３を原告の負担とし，その余は被告らの負担\nとする。\n８　この判決は，第４項及び第５項に限り，仮に執行することができる。\n事実及び理由\n第１　請求\n１　被告沼田市長が，被告萬屋建設株式会社，同株式会社大淵建設，同沼田土建株\n式会社及び同山内工業株式会社に対し，別紙第一ないし第三談合工事目録（略）に\n記載の各工事について，同第一ないし第三目録（略）の各「請求金額」欄記載の金\n員の支払を請求しないことが違法であることを確認する。\n２　被告群馬県知事が，被告萬屋建設株式会社，同株式会社大淵建設，同沼田土建\n株式会社及び同山内工業株式会社に対し，別紙第四及び第五談合工事目録（略）に\n記載の各工事について，同第四及び第五目録（略）の各「請求金額」欄記載の金員\nの支払を請求しないことが違法であることを確認する。\n３　被告群馬県沼田土木事務所長が，被告萬屋建設株式会社，同株式会社大淵建\n設，同沼田土建株式会社及び同山内工業株式会社に対し，別紙第四及び第五談合工\n事目録（略）に記載の各工事について，同第四及び第五目録（略）の各「請求金\n額」欄記載の金員の支払を請求しないことが違法であることを確認する。\n４　被告萬屋建設株式会社，同株式会社大淵建設，同沼田土建株式会社及び同山内\n工業株式会社は，沼田市に対し，連帯して，別紙第一ないし第三談合工事目録\n（略）の各「請求金額」欄記載の各金員及びこれらの各金員に対するいずれも平成\n９年３月２４日から支払済みまで年５分の割合による金員を支払え。\n５　被告萬屋建設株式会社，同株式会社大淵建設，同沼田土建株式会社及び同山内\n工業株式会社は，群馬県に対し，連帯して，別紙第四及び第五談合工事目録（略）\nの各「請求金額」欄記載の各金員及びこれらの各金員に対するいずれも平成９年３\n月２４日から支払済みまで年５分の割合による金員を支払え。\n第２　答弁（被告ら）\n１　本案前の答弁\n原告の訴えをいずれも却下する。\n２　本案に対する答弁\n原告の請求をいずれも棄却する。\n第３　事案の概要\n本件は，群馬県沼田市（以下「沼田市」という。）の住民である原告が，沼田市又\nは群馬県沼田土木事務所（以下「沼田土木事務所」という。）が平成７年４月１日\nから同９年３月２４日まで指名競争入札の方法により発注した後記各工事（後記公\n正取引委員会による課徴金納付命令（以下「本件命令」という。）の対象となった\n各工事。以下「本件各工事」という。）について，本件各工事の各請負契約に係る\n工事代金が後記公正取引委員会による排除勧告を受けた各社（被告萬屋建設，同大\n淵建設，同沼田土建及び同山内工業を含む合計１１４社。以下「本件談合各社」と\nいう。）の談合行為により不当につり上げられ，その結果，沼田市又は群馬県が談\n合がなければ形成されたであろう契約金額と現実の契約金額との差額相当額の損害\nを被ったとして，地方自治法（平成１１年法律第８７号による改正前のもの。以下\n「法」という。）２４２条の２第１項４号後段に基づき，沼田市又は群馬県に代位\nして，被告萬屋建設，同大淵建設，同沼田土建及び同山内工業（以下併せて「被告\n４社」という。）に対し，契約金額の１割相当額の損害賠償及びこれに対する遅延\n損害金の支払を求めるとともに，同項３号に基づき，被告沼田市長（以下「被告市\n長」という。），被告群馬県知事（以下「被告知事」という。）又は被告群馬県沼\n田土木事務所長（以下「被告土木事務所長」という。）に対し，同被告らが，それ\nぞれ被告４社に対する上記各損害賠償請求権の行使を怠っていることの違法確認を\n求める住民訴訟である。\n１　前提となる事実（当事者間に争いがないか，後掲証拠等により認定）\n(1)　当事者\nア　原告は，沼田市の住民である（弁論の全趣旨）。\nイ　被告４社は，いずれも，肩書地に本店を有し，建設業法の規定に基づき建設大\n臣の許可を受け，沼田市及び群馬県利根郡の地域（以下「利根沼田地区」とい\nう。）において，建設業を営む者である。\nウ　被告市長は，沼田市の執行機関であり，沼田市の債権の管理を行う権限を有す\nる者である。\nエ　被告知事は，群馬県の執行機関であり，群馬県の債権の管理を行う権限を有す\nる者，被告土木事務所長は，群馬県財務規則３条により，被告知事から，沼田土木\n事務所において処理する事務に係る債権の管理に関する権限の委任を受けてこれを\n行う者である。\n(2)　公正取引委員会による排除勧告\nア　公正取引委員会は，平成９年１２月１６日に平成９年（勧）第２１号ないし第\n２５号勧告書において，概要下記のような事実を認定し，本件談合各社に対し，そ\nれぞれ同人らの行為が私的独占の禁止及び公正取引の確保に関する法律（以下「独\n禁法」という。）２条６項に規定する不当な取引制限に該当し，独禁法３条の規定\nに違反するとして，独禁法４８条２項に基づき，排除勧告を行った（以下各勧告書\nによる勧告を順次「第２１号勧告」，「第２２号勧告」等といい，併せて「本件各\n勧告」という。なお，本件各勧告が認定した事実の詳しい内容は別紙１ないし５の\nとおりであり，以下順次「第１談合」，「第２談合」等といい，併せて「本件各談\n合」という。）。\n記\n本件談合各社が，沼田市又は沼田土木事務所が発注した土木工事等について，受注\n予定者を決定し，受注予定者が受注できるようにすることにより，公共の利益に反\nして，競争を実質的に制限していた。\nイ　本件各勧告の対象となる各工事（平成７年度又は平成８年度）の件数及び受注\n総額は，次のとおりである。\n(ア)　第２１号勧告（第１談合）－沼田市が指名競争入札の方法により発注する土\n木一式工事\n工事件数２１９件，受注総額４１億７０００万円\n(イ)　第２２号勧告（第２談合）－沼田市が指名競争入札の方法により発注する建\n築一式工事\n工事件数　３９件，受注総額　８億２５００万円\n(ウ)　第２３号勧告（第３談合）－沼田市が指名競争入札の方法により発注する舗\n装工事\n工事件数　５５件，受注総額　４億５９００万円\n(エ)　第２４号勧告（第４談合）－沼田土木事務所が指名競争入札の方法により発\n注する土木一式工事\n工事件数３２８件，受注総額５５億７５２５万３０００円\n(オ)　第２５号勧告（第５談合）－沼田土木事務所が指名競争入札の方法により発\n注する舗装工事\n工事件数　７８件，受注総額　９億９６０２万７０００円\n(3)　被告４社らに対する指名停止処分等\nア　被告知事は，平成９年１２月２２日，本件談合各社のうち，沼田土木事務所発\n注の工事につき談合に参加した業者７１社（被告４社も含む。）に対し３か月間の\n指名停止措置を，沼田市発注の工事のみにつき談合に参加した業者２５社に対し２\nか月間の指名停止措置をそれぞれ行い，また，平成１０年２月１２日には，本件談\n合各社のうち被告４社も含む１０８業者について１０日間の営業停止処分を行っ\nた。\nイ　被告市長は，「沼田市の工事等請負契約に係る指名停止等の措置要領」に基づ\nき，平成９年１２月２４日，被告４社を含む業者に２か月ないし３か月の指名停止\n処分を行った。\n(4)　公正取引委員会による審決\n本件各勧告を受けた本件談合各社（計１１４社）は，いずれも本件各勧告を応諾し\nたため，公正取引委員会は，平成１０年１月２３日，審決を行い，その後３０日間\nを経過しても審決取消しの訴えが提起されず，上記被勧告事業者（本件談合各社）\nすべてとの関係で独禁法違反の審決が確定した。\n(5)　本件命令（甲１４，２５ないし４５）\nア　公正取引委員会は，平成１０年１０月１４日，利根沼田地区の建設工事業者７\n０社（被告４社も含まれる。）に対し，本件各工事について，独禁法４８条の２第\n１項の規定に基づき，別紙「群馬県沼田市及び同県利根郡所在の建設工事業者に対\nする課徴金納付命令について」（略）記載のとおり課徴金の納付命令（本件命令）\nを行った。\nイ　本件命令の対象となる各工事（本件各工事）は，次のとおりである。\n(ア)　沼田市が指名競争入札の方法により発注する土木一式工事\n別紙「沼田市発注の特定土木工事」（略）記載の工事１７６件\n(イ)　沼田市が指名競争入札の方法により発注する建築一式工事\n別紙「沼田市発注の特定建築工事」（略）記載の工事２５件\n(ウ)　沼田市が指名競争入札の方法により発注する舗装工事\n別紙「沼田市発注の特定舗装工事」（略）記載の工事３２件\n(エ)　沼田土木事務所が指名競争入札の方法により発注する土木一式工事\n別紙「群馬県沼田土木事務所発注の特定土木工事」（略）記載の工事２９５件\n(オ)　沼田土木事務所が指名競争入札の方法により発注する舗装工事\n別紙「群馬県沼田土木事務所発注の特定舗装工事」（略）記載の工事７４件\n(6)　原告による監査請求（以下「本件各監査請求」ということもある。）\nア　原告は，上記(2)イ(ア)ないし(ウ)の沼田市発注工事について談合（第１談合な\nいし第３談合）があったため，これらの工事における落札価格は公正な競争が確保\nされた上での価格よりも少なくとも２割は高くなるから，沼田市は上記談合により\n１１億円以上の損害を被ったとして，被告市長をして同損害についての損害賠償請\n求権を行使するよう求め，沼田市監査委員に対し，平成１０年１月２７日に監査請\n求をしたところ，同委員は，同年３月２６日，損害額を特定することができないと\nして，これを棄却した（甲３）。\nイ　原告は，上記(2)イ(エ)及び(オ)の沼田土木事務所発注工事について談合（第４\n談合及び第５談合）があったため，これらの工事における落札価格は公正な競争が\n確保された上での価格よりも少なくとも２割は高くなるから，群馬県は上記談合に\nより１３億円以上の損害を被ったとして，被告知事をして同損害についての損害賠\n償請求権を行使するよう求め，群馬県監査委員に対し，平成１０年１月２７日に監\n査請求をしたところ，同委員は，同年３月２４日，第２４号勧告の勧告書及び第２\n５号勧告の勧告書や本件談合各社が勧告に応諾し，審決取消しの訴えを提起しなか\nったことなどから土木一式工事及び舗装工事について談合の事実（第４談合及び第\n５談合）を認めたものの，損害が発生したと認めるに足りる事実は確認できないと\nして，これを棄却した（甲２）。\n２　本件の主要な争点は以下のとおりである。\n(1)　本案前の抗弁について\nア　被告土木事務所長の被告適格の有無（争点１）\nイ　本件訴えのうち怠る事実の違法確認を求める部分について，確認の利益がある\nか（争点２）。\nウ　原告が適法な監査請求を前置したといえるか（争点３）。\nエ　本件訴えにおいて，損害賠償の対象となる不法行為が特定されているといえる\nか（争点４）。\n(2)　本案について\nア　本件各談合により，沼田市又は群馬県に損害が生じたか（争点５）。\nイ　被告市長，被告知事又は被告土木事務所長が損害賠償請求権を行使しないこと\nが違法といえるか（争点６）。\n３　争点に対する当事者の主張の要約\n(1)　争点１（被告土木事務所長の被告適格の有無）について\n【被告土木事務所長の主張】\n被告知事から被告土木事務所長に委任されている債権の管理に関する権限は，金額\n５０００万円を超えない債権の管理に限られるものと解される（群馬県財務規則２\n条１７号による別表第１並びに同規則３条上欄「出先機関の長」，同下欄イ，ハ及\nびチ等の類推解釈）ので，本件は同被告の権限外であって，同被告は被告適格を有\nしない。\nそもそも，原告は，本件訴えに前置された監査請求においては，同被告に対する請\n求を入れていなかったのであるから，本件訴えは，少なくとも同被告との関係では\n適法な監査請求を経たものとはいえず，不適法である。\n【原告の反論】\n争う。\n被告土木事務所長は，同被告が監査請求の相手方になっていないことをも主張する\nが，このことから直ちに同被告に対する住民訴訟が不適法になるものではない。\n(2)　争点２（本件訴えのうち怠る事実の違法確認を求める部分について，確認の利\n益があるか。）について\n【被告知事及び被告土木事務所長（以下「被告知事ら」という。）の主張】\n原告は，被告知事らに代位して，被告４社に対し，既に損害賠償請求権を行使して\nいる。したがって，仮に本件が損害賠償を請求し得る事案であったとしても，被告\n知事らが同一の請求権を重複して行使する余地はないから，これを行使しないこと\nをもって「怠る」ものとはいえず，本件訴えのうち，怠る事実の違法確認を求める\n部分は，確認の利益を欠くものといえる。\n【原告の反論】\n争う。\n原告は，法２４２条の２第１項４号に基づき，地方公共団体である群馬県を代位し\nているのであって，機関としての被告知事らに代位しているのではない。したがっ\nて，原告が代位請求をしていても，被告知事らが損害賠償請求権を行使する余地は\nある。そして，群馬県の損害賠償請求権を原告のみが行使することと，原告のみな\nらず被告知事らが行使することを比較すれば，違法確認に利益があることは明らか\nである。\n(3)　争点３（原告が適法な監査請求を前置したといえるか。）について\n【被告らの主張】\n住民監査請求は，対象となる行為を他の事項から区別して特定認識し得る程度に個\n別的，具体的に特定して摘示することを要するところ，本件訴えに先行する監査請\n求においては，その対象行為の特定が不十分である。\nすなわち，本件における監査委員による現実の判断対象は，平成７年度又は平成８\n年度にかかる沼田市又は沼田土木事務所が発注した工事全体ではなく，本件各談合\nの対象となった具体的な各受注工事であり，更に各工事について沼田市又は群馬県\nに損害が発生したかどうかである。しかるに，原告が行った本件各監査請求は，２\n年度にわたる沼田市又は沼田土木事務所がそれぞれ発注した工事を対象とする談合\n行為（本件各談合）があった事実と，それによる沼田市又は群馬県の各損害を，包\n括的にかつ漠然と摘示するのみであり，上記監査請求が特定されているとは認めら\nれない。\nしたがって，本件訴えは，適法な監査請求を前置したものではないから，不適法で\nある。\n【原告の反論】\nア　住民訴訟の請求において，訴訟法上の観点から具体的特定を原告に要求される\nことがあるのと異なり，住民監査請求においては，厳格な具体的特定は要求されな\nい。なぜなら，住民監査請求は，地方公共団体の執行機関又は職員について，財務\n会計上の不正な行為又は怠る事実等があることを，住民が新聞記事その他何らかの\n情報により察知し，それが法的観点から見て違法又は不当の疑いがあると考える場\n合に，そのような事実があるかどうかについて，監査委員に監査を求める制度であ\nるからである。すなわち，住民監査請求は，住民が監査委員の職権の発動を促すこ\nとを認めたものにすぎず，行政機関，職員又は私人等の特定の相手方に対して，具\n体的に何らかの請求をする当事者適格を住民に認めたものではないからである。\nイ　本件各監査請求は，前記前提となる事実記載の公正取引委員会による排除勧告\nで指摘された談合工事として，本件各談合の行為と相手方を特定した上，被告市長\n又は被告知事に対し，「その各工事の受注業者に適正額と現実受注額との差額の損\n害賠償請求権を行使すべく，勧告することを求める。」というものであり，原告\nが，監査請求に当たり提出した監査請求書及び事実証明に関する文書である新聞記\n事により，監査請求の対象は十分に特定されている。\nつまり，上記新聞記事の掲載内容は平成９年１２月１７日に記者会見した公正取引\n委員会特別審査専門官の会見内容及び本件各勧告の勧告書によるものと考えられる\nが，本件各勧告の勧告書及び上記新聞記事を併せて読めば，別紙６及び７記載のよ\nうな事実を監査の対象として特定しているものといえ，監査請求の対象の特定とし\nては十分である。\nウ　また，監査請求を受けた沼田市又は群馬県の監査委員は監査の対象を十分に把\n握した上で調査を行っており（把握できなかったのは損害の確証である。），被告\n市長又は被告知事らが監査請求の対象が不特定であるなどと主張するのは，ために\nする議論でしかない。\n(4)　争点４（本件訴えにおいて，損害賠償の対象となる不法行為が特定されている\nといえるか。）について\n【原告が主張する不法行為】\n別紙８ないし１２に記載のとおりである。\n【被告らの主張】\n原告は，被告４社に対する請求の対象であり，かつ，被告知事らの怠る事実の対象\nとなっている本件損害賠償請求権が，民法７１９条の共同不法行為に基づくもので\nある旨主張する。そうであるならば，原告が主張する「損害」は，飽くまで個別１\n件ごとの工事について行われたとされる個々の不法行為における損害の集積のはず\nであるから，原告には，各工事について，その行為者，日時，場所，態様その他の\n具体的状況を明らかにし，その違法性，責任，損害の発生と行為との相当因果関係\n等を主張，立証すべき責任がある。\nしかるに，原告の主張は，公正取引委員会の審決の要約と公正取引委員会から提供\nされた関係人の供述調書の一部を引用することにより，本件全体についてのいわゆ\nる基本ルールについて若干具体的な主張をしたにとどまっており，個々の工事につ\nいて必要な上記の各事項については特定されていないから，本訴請求の対象は特定\nされたものとはいえず，被告らにとっては防御の対象が明らかでないから，ひいて\nは訴えそのものが不適法であるといわざるを得ない。\n【原告の反論】\n原告が主張する被告４社らによる不法行為の内容並びにこれによる沼田市又は群馬\n県が被った損害については，既に特定がなされている。すなわち，別紙８ないし１\n２の各１ないし３及び５において被告４社を含む談合参加者による入札談合行為の\n主張であり，ここで不法行為として実行された談合工事そのものの主張も特定して\nおり，別紙８ないし１２の各４及び６において，損害の発生及び損害額についても\n特定している。\nしたがって，被告らにとっての防御の対象はもはや明らかとなっているから，本件\n訴えは適法である。\n(5)　争点５（本件各談合により，沼田市又は群馬県に損害が生じたか。）について\n【原告の主張】\n別紙８ないし１２に記載のとおりである。\n【被告市長の認否】\n別紙８の１ないし３（第１談合），別紙９の１ないし３（第２談合）及び別紙１０\nの１ないし３（第３談合）の事実は認めるが，沼田市に損害は生じていない。\n【被告知事らの認否】\n別紙１１の１ないし３（第４談合）及び別紙１２の１ないし３（第５談合）の事実\nは認めるが，群馬県に損害は生じていない。\n【被告４社の認否】\n否認する。\n【被告市長及び被告知事らの反論】\nア　入札における契約価格は，その価格が予定価格の範囲内であって，最低制限価\n格以上であるならば，それが予定価格に対していかなる割合であるかにかかわら\nず，適正なものであり，沼田市又は群馬県に損害が生じたとはいえない。\nイ　仮に損害が生じていたとしても，損害額の算出が不可能であるから損害賠償を\n請求することはできない。\n【被告らの反論】\nア　受注希望者が１社のみのときには，実質的な「競争関係」が成立しない。\nしたがって，その場合には受注調整行為により価格競争が回避され，それによって\n損害が発生することはない。\nイ　本来，請負金額や落札価格を巡る状況は，工事内容や作業条件・環境等の違い\nに応じて，案件ごとに区々となるべき性格のものである。\nそのため，原告において，各入札物件における実際の落札価格と想定価格（いわゆ\nる受注調整行為が行われなかったとした場合に想定される落札価格）との間に差が\nあり，群馬県・沼田市などの発注者がその差額相当の損害を被ったと主張するので\nあれば，各案件ごとそれぞれの想定落札価格を具体的に主張し，それと実際の落札\n価格との差をもってその損害発生の事実とその額とを主張すべきである。\nウ　個々の工事の損害について責任を負わせるためには，基本合意について意思の\n連絡があるだけでは足りず，個別の話合いについて意思の連絡があることを要する\nというべきである。\nしたがって，基本合意に参加していたとしても，個別の話合いに参加していない業\n者は，その工事についての損害を賠償する責任を負わない。\n(6)　争点６（被告市長又は被告知事らの違法な怠る事実）について\n【被告市長及び被告知事らの主張】\n原告は，公正取引委員会が１１４社の建設業者（本件談合各社）に対し独禁法違反\nを理由とする排除勧告を行ったことを根拠として，被告市長又は被告知事らが被告\n４社に対しそれぞれ損害賠償請求権を行使しないことを違法と主張するもののよう\nである。\nしかし，公正取引委員会が違反行為として認定した事実は，沼田市又は沼田土木事\n務所がそれぞれ発注した工事についての受注予定者の決定行為のみであり，入札後\nの工事変更に伴う個別調整等を含む各受注行為の具体的内容，それぞれの発注工事\nにおける現実の入札価格，それと前記受注予定者決定行為との関連，沼田市又は群\n馬県における損害発生の有無，損害額等には触れていない。そうすると，仮に，原\n告が主張する入札談合（本件各談合）により，沼田市又は群馬県に何らかの損害賠\n償請求権が発生している可能性があるとしても，それをいついかなる形で行使する\nかについては，沼田市又は群馬県の合理的な裁量に服するものといわざるを得ず，\nその不行使をもって違法と断定することはできない。\n【原告の反論】\nア　被告市長又は被告知事らは，本件各談合によって沼田市又は群馬県に損害が生\nじていないとして，損害賠償請求権を行使していない。\nしたがって，損害賠償請求権を「いかなる形で行使するか」の裁量権は，「行使す\nるか否か」の裁量権と変わりがないところ，本件において，上記各被告らに損害賠\n償請求権を「行使するか否か」の行政裁量権は与えられていない。\nイ　原告による損害額の具体的立証は十分されているが，仮に損害額の具体的立証\nが不十分であるとしても，法２４２条の２第１項３号の請求（以下「３号請求」と\nいう。）は，自治体の機関の手による積極的な職務権限の行使を期待して自治体の\n損害を防止する目的でなされるものであるから，原告は，被告が請求権を行使しな\nい状態が続けば自治体の請求権が消失し，自治体が損害を受けるおそれがあること\nを立証すれば良いのであって，同項４号の請求（以下「４号請求」という。）のよ\nうに損害額の具体的立証をする必要はない。\n本件において，被告市長又は被告知事らが沼田市又は群馬県に損害はないとして損\n害賠償請求権を行使しないのであり，このような状態が続けば，沼田市又は群馬県\nの損害賠償請求権が消失し，沼田市又は群馬県が損害を受けるおそれがあることは\n明らかといえる。\n第４　当裁判所の判断\n１　争点１（被告土木事務所長の被告適格の有無）について\n(1)　群馬県の財務関係法規について\nア　群馬県財務規則３条により，被告知事は，出先機関の長に，その者の属する出\n先機関において処理する事務に係る以下の権限を委任している（乙１，別紙「群馬\n県財務関係法規集」（略）参照）。\n(ア)　契約（設計金額５０００万円以上の工事費の支出に係るものを除く。）に関\nすること。\n(イ)　歳入の調定に関すること。\n(ウ)　支出負担行為（補助金，貸付金及び設計金額５０００万円以上の工事費に係\nるものを除く。）に関すること。\n(エ)　支出命令（第６５条の規定による通知に基づいて行う支出命令を含む。）に\n関すること。\n(オ)　歳計外現金の管理に関すること。\n(カ)　物品の管理及び処分に関すること。\n(キ)　１件１００万円未満の寄附物品（負担付のものを除く。）の取得に関するこ\nと。\n(ク)　債権の管理に関すること。\nイ　そのため，被告土木事務所長は，被告知事から，沼田土木事務所において処理\nする事務に係る「債権の管理に関する権限」の委任を受けているものといえる。\nよって，被告土木事務所長は，被告適格を有するものというべきである。\n(2)　被告土木事務所長の主張について\nア　これに対し，被告土木事務所長は，被告知事から被告土木事務所長に委任され\nている債権の管理に関する権限は，金額５０００万円を超えない債権の管理に限ら\nれるものと解されると主張する。\n確かに，群馬県財務規則３条では，被告知事から被告土木事務所長に対する権限の\n委任として，上記(1)アの(ア)，(ウ)記載のとおり，契約及び支出負担行為について\n金額５０００万円以上の工事に係るものを除いている。\nしかしながら，同規則では，債権の管理に関し，同様の制限を加えてはいない。も\nし仮に被告土木事務所長が主張するように債権の管理に関しても同様の制限が加え\nられているのだとすれば，契約や支出負担行為のように権限に対し加えるべき制限\nを明文で記載すればよいところ，同規則では制限を加える旨の記載をしてはいない\nのである。\nしたがって，債権の管理に関しては，契約や支出負担行為と異なって，金額５００\n０万円を超えない債権の管理に関することに限られるというような制限は加えられ\nていないものと解するのが相当といえる。\nよって，被告土木事務所長の上記主張は採用することができない。\nイ　また，被告土木事務所長は，原告は本件訴えに前置された監査請求において同\n被告に対する監査請求をしていなかったのであるから，本件訴えは少なくとも同被\n告との関係では適法な監査請求を経たものとはいえないなどと主張する。\n確かに，原告は，本件訴えに前置された監査請求において，同被告に対する監査請\n求をしてはいない。\nしかしながら，住民訴訟においては，その対象とする財務会計上の行為又は怠る事\n実について監査請求を経ていると認められる限り，監査請求において求められた具\n体的措置の相手方とは異なる者を相手方として監査請求において求めた措置の内容\nと異なる請求をすることも，許されるものと解すべきである（最高裁平成６年(行\nツ)第５３号同１０年７月３日第二小法廷判決・裁判集民事１８９号１頁参照）。\nそして，原告は，前記前提となる事実(2)イ(エ)及び(オ)記載の沼田土木事務所発注\nに係る工事について談合があり，群馬県に損害が生じたとして，被告知事をして同\n損害についての損害賠償請求権を行使するよう求めて監査請求を行っている。その\nため，請求の相手方が監査請求におけるものと異なるからといって，本件訴えが監\n査請求前置の要件に欠けるということはできず，本件訴えは適法というべきであ\nる。\nよって，被告土木事務所長の上記主張も採用することはできない。\n２　争点２（本件訴えのうち怠る事実の違法確認を求める部分について，確認の利\n益があるか。）について\n被告知事らは，原告が被告知事らに代位して，被告４社に対し，損害賠償請求権を\n行使している（４号請求）ため，怠る事実の違法確認を求める請求（３号請求）\nは，確認の利益を欠くと主張する。\nしかしながら，４号請求がその代位請求の対象となっている当該請求権の行使を怠\nる事実の違法確認を求める３号請求に係る訴えに併合提起されているからといっ\nて，当該３号請求に係る訴えが確認の利益を欠き不適法な訴えとなるものと解すこ\nとはできない（最高裁平成１０年(行ツ)第１５９号同１３年１２月１３日第一小法\n廷判決・民集５５巻７号１５００頁参照）。\nしたがって，被告知事らの上記主張は採用できない。\n３　争点３（原告が適法な監査請求を前置したといえるか。）について\n(1)　被告らは，原告が行った本件各監査請求では，沼田市又は沼田土木事務所がそ\nれぞれ２年度にわたり発注した工事を対象として談合行為があり，それにより沼田\n市又は群馬県に損害が生じたと包括的かつ漠然と摘示するのみで，監査請求におけ\nる対象が特定されていないと主張する。\n(2)　確かに，住民監査請求においては，対象となる行為等を他の事項から区別して\n特定認識できるように個別的，具体的に摘示することを要し，また，対象となる行\n為等が複数である場合には，対象となる行為等の性質，目的等に照らしこれらを一\n体とみてその違法又は不当性を判断するのを相当とする場合を除き，各行為等を他\nの行為等と区別して特定認識できるように個別的，具体的に摘示することを要する\nものというべきであり，監査請求書及びこれに添付された事実を証する書面の各記\n載，監査請求人が提出したその他の資料等を総合しても，監査請求の対象が上記の\n程度に具体的に摘示されていないと認められるときには，当該監査請求は，請求の\n特定を欠くものとして不適法となるものである（最高裁平成元年(行ツ)第６８号同\n２年６月５日第三小法廷判決・民集４４巻４号７１９頁参照）。\n(3)　本件各監査請求について\nア　沼田市監査委員に対する監査請求について\n(ア)　原告は，平成１０年１月２７日付けで沼田市監査委員に対し監査請求をし\nた。その際の請求の要旨は下記のとおりである（甲３）。\n記\n平成９年１２月１６日，公正取引委員会は，沼田市内及び同市周辺町村内の建設業\n者１１４社に対し談合（不当な取引制限）を理由として排除勧告を出した。公正取\n引委員会によれば，平成７年度及び平成８年度に係る３１３件，受注総額約５５億\n円の沼田市発注工事につき談合があったというものである。\n一般に，談合があったときの落札価格は公正な競争が確保された上でのそれより少\nなくとも２割は高くなるとされる。そこで，沼田市は上記の談合により１１億円以\n上の損害を受けているものと考えられる。\nところで，私的独占の禁止及び公正取引の確保に関する法律２５条１項は，不当な\n取引制限による被害者の事業者に対する損害賠償請求権を認めている。また，民法\n７０９条は違法な談合行為による損害につき被害者の損害賠償請求権を認める。し\nかるに，沼田市長西田洽司は，右損害賠償請求権を行使しない。これは，地方自治\n法１３８条の２の誠実執行義務に反するものである。\nよって，監査委員は，同市長に対し，各工事の受注業者に適正額と現実受注額との\n差額の損害賠償請求権を行使すべく，勧告することを求める。\n(イ)　したがって，上記監査請求は，沼田市が平成７年度又は平成８年度に発注し\nた工事における談合を対象とするものであって対象となる行為が複数であることか\nら，原則として他の行為等と区別して特定認識できるように個別的，具体的に摘示\nすることを要するものといえる。\nところが，原告は，沼田市が平成７年度又は平成８年度に発注した工事中，公正取\n引委員会が談合行為があったと認定した工事のすべて，すなわち３１３件，受注総\n額約５５億円の工事を監査請求の対象としていることから，上記請求書において，\n他の工事と区別して特定認識することができる程度に摘示されているものというこ\nとができる。\n実際，沼田市監査委員も，原告の上記監査請求が所要の法定要件を具備しているも\nのと認め，これを受理し，実体判断をしている（甲３）。\n(ウ)　よって，原告の沼田市監査委員に対する監査請求は，対象が特定しているも\nのといえ，被告らの上記主張は採用することができない。\nイ　群馬県監査委員に対する監査請求について\n(ア)　また，原告は，平成１０年１月２７日付けで群馬県監査委員に対し監査請求\nをした。その際の請求の要旨は下記のとおりである。（甲２，弁論の全趣旨）\n記\n平成９年１２月１６日，公正取引委員会は，沼田市内及び同市周辺町村内の建設業\n者１１４社に対し談合（不当な取引制限）を理由として排除勧告を出した。公正取\n引委員会によれば，平成７年度及び平成８年度に係る４１２件，受注総額６６億７\n０００万円の群馬県土木事務所発注工事につき談合があったというものである。\n一般に，談合があったときの落札価格は公正な競争が確保された上でのそれより少\nなくとも２割は高くなるとされる。そこで，群馬県は上記の談合により１３億円以\n上の損害を受けているものと考えられる。\nところで，私的独占の禁止及び公正取引の確保に関する法律２５条１項は，不当な\n取引制限による被害者の事業者に対する損害賠償請求権を認めている。また，民法\n７０９条は違法な談合行為による損害につき被害者の損害賠償請求権を認める。し\nかるに，群馬県知事小寺弘之は，右損害賠償請求権を行使しない。これは，地方自\n治法１３８条の２の誠実執行義務に反するものである。\nよって，監査委員は，同知事に対し，各工事の受注業者に適正額と現実受注額との\n差額の損害賠償請求権を行使すべく，勧告することを求める。\n(イ)　ここでも，原告は，沼田土木事務所が平成７年度又は平成８年度に発注した\n工事中，公正取引委員会が談合行為があったと認定した工事のすべて，すなわち４\n１２件，受注総額約６６億円の工事を監査請求の対象としている。\nそのため，上記請求書において，他の工事と区別して特定認識することができる程\n度に摘示されているものということができる。\n実際，群馬県監査委員も，原告の上記監査請求が所要の法定要件を具備しているも\nのと認め，これを受理し，実体判断をしている（甲２）。\n(ウ)　よって，原告の群馬県監査委員に対する監査請求は，対象が特定しているも\nのといえ，被告らの上記主張は採用することができない。\n４　争点４（本件訴えにおいて，損害賠償の対象となる不法行為が特定されている\nといえるか。）について\n被告らは，原告において，個々の工事についてその行為者，日時，場所，態様その\n他の具体的状況を明らかにし，その違法性，責任，損害の発生と行為との相当因果\n関係等を主張立証すべきであるのにそのような事実が特定されておらず，被告らに\nとって防御の対象が明らかではないから，訴えそのものが不適法であると主張す\nる。\nしかしながら，本件訴えにおける不法行為の内容は別紙８ないし１２に記載のとお\nり特定されているのであって，被告らの上記主張を採用することはできない。\n５　争点５（沼田市又は群馬県の損害）について\n(1)　談合行為の有無について\nア　別紙８の１ないし３（第１談合），別紙９の１ないし３（第２談合）及び別紙\n１０の１ないし３（第３談合）の事実は原告と被告市長との間で争いがなく，別紙\n１１の１ないし３（第４談合）及び別紙１２の１ないし３（第５談合）の事実は原\n告と被告知事との間で争いがない。\n甲５ないし９，１４，甲２３及び２４の各１並びに弁論の全趣旨によれば，別紙８\nないし１２の各１ないし３（本件各談合）の事実が認められる。\nイ　そして，本件各工事（公正取引委員会の課徴金納付命令（本件命令）の対象と\nなった各工事）について，そのいずれか一つでも本件談合各社間の事前の合意（研\n究会を通じた受注予定者の決定や入札価格調整）の対象から外れたことをうかがわ\nせるような証拠がないことからすれば，本件各工事のいずれについても不正な談合\n行為が行われたものと認めるに十分といえる。\nウ　なお，一般的に，指名業者の全部又は一部が一堂に会した場において，受注希\n望者がその受注の意思を表明して会合参加者の間で受注予定者を確認し，その後に\n指名業者間で受注予定価格の連絡を相互に行うことは，客観的には受注価格の低落\n防止を目的とし，かつ，そのような結果をもたらすものであって，入札談合（カル\nテル）の典型的行為ともいうべきものであり，独禁法３条の不当な取引制限に該当\nすると同時に，民事上も明らかに自由競争の枠を逸脱した違法な行為（不法行為）\nであるというべきである。\n(2)　損害発生の有無について\nア　被告４社を含む入札参加者（本件談合各社）による本件各談合行為は，指名業\n者間で指名競争入札前に受注予定者を決め，その者が落札できるように互いに入札\n予定価格を調整して，受注予定者に希望どおり落札させるというものであって，こ\nれは結局，指名業者間で公正な競争をすることにより落札価格の低落を防ぎ，受注\nした業者の利益を図るものといえる（甲２３及び２４の各１）。\nしたがって，個別の工事について入札談合が行われた場合には，当該工事の発注者\nである地方公共団体は，談合が行われなかった場合に形成されたであろう公正な競\n争を前提とする価格よりも高額な金額で請負契約を締結した蓋然性が高いものとい\nわざるを得ず，その高額の契約金額の支払をすることによって両者の差額相当分の\n損害を被ったと認めるのが相当である。\nイ　この点につき，被告市長及び被告知事らは，被告４社ら入札参加者（本件談合\n各社）がそれぞれ本件各工事について不正な談合行為を行い，その結果，落札価格\nが予定価格に限りなく近づいたとしても，予定価格の範囲内である以上，沼田市又\nは群馬県に損害が発生したとはいえないと主張し，また，被告らは，本件各工事中\nには受注希望者が１社のみで実質的な「競争関係」が成立しない工事も存在したは\nずで，この場合には沼田市又は群馬県に何らの損害も生じないと主張する。\nしかしながら，前記アで認定，判断したとおり，談合が存在した場合とそうでない\n場合とにおいて落札価格に差異を生ずる蓋然性が認められること自体が損害の発生\nを根拠づけるものであり，仮に受注希望者が１社のみの場合であっても，受注希望\n者にそれが知れていない以上，受注希望者において他の業者が落札する可能性を考\nえ，価格競争を前提とした入札を行うことにより，落札価格に差異を生ずる蓋然性\nを否定することはできないから，被告らの上記各主張はいずれも採用することがで\nきない。\n(3)　損害額について\nア　前記のとおり，談合行為によって発注者が被った損害とは，談合行為がなけれ\nば指名業者間の公正な競争を経て入札された場合に形成されたであろう契約金額\n（又は想定落札価格）と現実の契約金額（又は落札価格）との差額相当額であると\n解するのが相当である。\nしたがって，本件において，沼田市又は群馬県が被った損害を確定するためには，\n本件各工事の指名競争入札において談合行為がなければ形成されたであろう契約金\n額について検討することが必要である。\nイ　この点につき，原告は，本件各談合がなければ，沼田市又は群馬県は実際の落\n札価格より平均的に２０パーセント程度低い価格で契約締結が可能であったもので\nあり，少なくとも１０パーセント以上は常に低い価格で契約締結が可能であったと\n主張して，日本弁護士連合会が作成した平成１３年２月付けの「入札制度改革に関\nする提言と入札実態調査報告」等（甲１３，５０ないし５２）を証拠として提出す\nる。\nしかしながら，指名競争入札においては，入札に係る工事の規模，種類や特殊性の\nほか，入札指名業者の数や各業者の事業規模，さらに入札当時の社会経済情勢，入\n札が行われた地域の特性など，様々な要因が複雑に影響し合って落札価格が形成さ\nれるものであるから，このような要因の近似性を検討することなく，単純に他の地\n方公共団体における指名競争入札を例に取って調査した場合の想定落札価格と対比\nするのみでは，損害額の認定として不正確であると言わざるを得ないところ，本件\nにおいて原告が提出する前記各証拠は，いずれも本件各工事と近似した条件下にお\nける調査結果であるのか不明であるから，これらを基に本件における損害額を認定\nすることは困難である。\nまた，最低制限価格とは，これ以下の価格では適正な内容の工事がされるとは考え\n難いとされる限度額であり，過当競争の結果，手抜き工事となることを防ぐため，\nたとえ入札価格が低くてもこれ以下の価格では受注させないとして設定された額に\nすぎないところ，種々の要因の異同にかかわらず，一般的に談合がされなかった場\n合の落札価格が最低制限価格に近づくとの客観的経験則を認めるに足りる的確な証\n拠はないから，この価格をもって談合がされず公正に行われた入札において想定さ\nれる落札価格であると認めることもできない。\nウ　もっとも，前記(2)で認定したとおり沼田市又は群馬県に損害が発生しているこ\nと自体は認められるところ，指名競争入札における落札価格を形成する要因は多種\n多様であり，影響力についても公式化することができないことにかんがみると，入\n札談合の事例における損害は，その性質上，金額算定が極めて困難というべきもの\nであって，本件では，民事訴訟法２４８条を適用して沼田市又は群馬県が被った損\n害額を認定するのが相当といえる。\nなお，被告らはこの点について同条を適用することはできないと主張するが，沼田\n市又は群馬県に損害が発生していること自体は認められるから，被告らのこの主張\nを採用することはできない。\nエ　そこで，更に検討するに，沼田市又は沼田土木事務所が平成７年度及び同８年\n度の２年にわたり発注した土木一式工事，建築一式工事又は舗装工事のほとんどす\nべてについて，本件談合各社のいずれかが指名業者となっているところ，本件は，\n本件談合各社が事前に入札談合を行う旨の合意を形成した上で，指名業者となった\n際に，それぞれが事前の合意に従って談合行為（本件各談合）を行ったという事案\nである（甲５ないし９，１４，甲２３及び２４の各１並びに弁論の全趣旨）。\nしたがって，このような本件各工事に関する被告４社ら入札参加者（本件談合各\n社）による一連の談合行為（本件各談合）の態様，本件各工事の入札予定価格及び\n契約金額等本件に現れた一切の諸事情を総合考慮すると，被告４社ら入札参加者\n（本件談合各社）の談合行為（本件各談合）により，沼田市又は群馬県は，それぞ\nれが発注した工事の各請負契約の契約金額の５パーセントに相当する損害を被った\nものと認めるのが相当である。\n(4)　被告４社それぞれの不法行為責任の範囲について\nア　被告４社はそれぞれ，他の本件談合各社との間で事前に合意した入札談合の合\n意に従って，指名業者となった際に，他の指名業者とともに談合行為を行ったもの\nである。\nしたがって，被告４社はそれぞれ，談合行為を行った工事，つまり指名業者として\n入札に参加した工事につき，談合により沼田市又は群馬県に生じた損害を賠償する\n義務があるといえる。\nなお，入札に参加していない工事については，被告４社が談合行為を行ったという\nことはできない上，本件において被告４社に対し，談合行為を行っていないにもか\nかわらず，責任を負わせなければならないような事情も認められないから，損害賠\n償義務を負わないものと解するのが相当である。\nイ　そして，被告４社がそれぞれ指名業者として入札に参加した工事，当該工事の\n契約金額及び入札価格並びに損害賠償責任額（契約金額の５パーセント）は別表１\nないし５（各表の各工事ごとに丸印がついた被告が入札に参加した。なお，被告４\n社の参加の有無により損害賠償責任額を分けたものが別表６である。）のとおりで\nある（甲４１ないし４５，４７，４８，甲５３及び５９の各１ないし３，弁論の全\n趣旨）。\n６　争点６（被告市長又は被告知事らの違法な怠る事実）について\n被告市長及び被告知事らは，沼田市又は群馬県に損害が生じているとしても，それ\nをいついかなる形で行使するかについては，沼田市又は群馬県の合理的な裁量に服\nするものといわざるを得ず，その不行使をもって違法と断定することはできないと\n主張する。\nしかしながら，地方公共団体が有する債権については，その長がこれを行使すべき\n義務を負い，行使するか否かの裁量権は有しない（法施行令１７１条以下，なお，\n法９６条１項１０号参照）から，長が正当な理由なく相当な期間債権を行使しない\nときは，違法に財産の管理を怠る事実が成立するものと解されるところ，前記５で\n認定したとおり，沼田市又は群馬県は，被告４社ら入札参加者による共同不法行為\n（本件各談合）に基づき，被告４社ら入札参加者に対して損害賠償請求権を有して\nいると認められるにもかかわらず，公正取引委員会が被告４社を含む本件談合各社\nに対して本件命令を発した後も今日に至るまで，損害賠償請求権を行使していない\nことは当裁判所に顕著な事実である。\nそして，被告市長又は被告知事らが被告４社ら入札参加者に対する損害賠償請求権\nの行使を怠っていることを正当化するに足りる事情が認められない本件において\nは，上記各不作為は違法というべきものである。\n第５　結論\n以上によれば，原告の請求は，主文の限度で理由があるからこれを認容し，その余\nはいずれも理由がないから棄却することとして，主文のとおり判決する。\n前橋地方裁判所民事第２部\n裁判長裁判官　東　條　　　宏\n裁判官　原　　　克　也\n裁判官　高　橋　正　幸\n（別紙１）\n第２１号勧告関係（甲５）\n１　別紙第１談合参加者目録（略）（以下「第１参加者目録」という。）記載の５\n９社は，いずれも建設業を営む者である。\n２　沼田市は，土木一式工事のほとんどを指名競争入札の方法により発注してお\nり，指名競争入札に当たっては，沼田市が競争入札参加の資格要件を満たす者とし\nて登録している有資格者の中から指名競争入札の参加者を指名している。\n３　第１参加者目録記載の５９社は，遅くとも平成７年４月１日以降（小宮建設有\n限会社にあっては同年８月１日以降，佐藤組こと佐藤一雄，有限会社五十嵐工務店\n及び佐野建設株式会社にあっては同年９月１日以降，林重機土木有限会社にあって\nは同年９月２９日以降，株式会社春原ハウジング及び富澤造材有限会社にあっては\n平成８年５月２４日以降，有限会社ウメジマ工業にあっては同年６月２１日以降，\n有限会社シメギ工業にあっては同年１２月６日以降），沼田市が指名競争入札の方\n法により発注する土木一式工事（以下「沼田市発注の特定土木工事」という。）に\nついて，発注価格の低落防止及び受注機会の均等化を図るため\n(1)　沼田市から指名競争入札の参加の指名を受けた場合には，沼田市所在の沼田建\n設会館の会議室において「研究会」と称する会合を開催するなどして，次の方法に\nより，当該工事を受注すべき者（以下「受注予定者」という。）を決定する\nア　当該工事について受注を希望する者（以下「受注希望者」という。）が１名の\nときは，その者を受注予定者とする\nイ　受注希望者が複数のときは，既受注工事との関連性又は継続性，工事場所等を\n勘案し，受注希望者の間の話合いにより，当該工事の受注予定者を決定する\n(2)　受注すべき価格は，受注予定者が定め，受注予定者以外の者は，受注予定者が\nその定めた価格で受注できるように協力する\n旨の合意の下に，受注予定者を決定し，受注予定者が受注できるようにしていた。\n４　第１参加者目録記載の５９社は，上記３の合意により，遅くとも平成７年４月\n１日以降，沼田市発注の特定土木工事のほとんどすべてを受注していた。\n（別紙２）\n第２２号勧告関係（甲６）\n１　別紙第２談合参加者目録（略）（以下「第２参加者目録」という。）記載の２\n７社は，いずれも建設業を営む者である。\n２　沼田市は，建築一式工事のほとんどを指名競争入札の方法により発注してお\nり，指名競争入札に当たっては，沼田市が競争入札参加の資格要件を満たす者とし\nて登録している有資格者の中から指名競争入札の参加者を指名している。\n３　第２参加者目録記載の２７社は，遅くとも平成７年４月１日以降，沼田市が指\n名競争入札の方法により発注する建築一式工事（以下「沼田市発注の特定建築工\n事」という。）について，発注価格の低落防止及び受注機会の均等化を図るため\n(1)　沼田市から指名競争入札の参加の指名を受けた場合には，沼田市所在の沼田建\n設会館の会議室において「研究会」と称する会合を開催するなどして，次の方法に\nより，当該工事を受注すべき者（以下「受注予定者」という。）を決定する\nア　当該工事について受注を希望する者（以下「受注希望者」という。）が１名の\nときは，その者を受注予定者とする\nイ　受注希望者が複数のときは，既受注工事との関連性，工事場所等を勘案し，受\n注希望者の間の話合いにより，当該工事の受注予定者を決定する\n(2)　受注すべき価格は，受注予定者が定め，受注予定者以外の者は，受注予定者が\nその定めた価格で受注できるように協力する\n旨の合意の下に，受注予定者を決定し，受注予定者が受注できるようにしていた。\n４　第２参加者目録記載の２７社は，上記３の合意により，遅くとも平成７年４月\n１日以降，沼田市発注の特定建築工事のすべてを受注していた。\n（別紙３）\n第２３号勧告関係（甲７）\n１　別紙第３談合参加者目録（略）（以下「第３参加者目録」という。）記載の３\n２社は，いずれも建設業を営む者である。\n２　沼田市は，舗装工事のほとんどを指名競争入札の方法により発注しており，指\n名競争入札に当たっては，沼田市が競争入札参加の資格要件を満たす者として登録\nしている有資格者の中から指名競争入札の参加者を指名している。\n３　第３参加者目録記載の３２社は，遅くとも平成７年４月１日以降（佐野建設株\n式会社及び深津工業株式会社にあっては同年７月６日以降），沼田市が指名競争入\n札の方法により発注する舗装工事（以下「沼田市発注の特定舗装工事」という。）\nについて，発注価格の低落防止及び受注機会の均等化を図るため\n(1)　沼田市から指名競争入札の参加の指名を受けた場合には，沼田市所在の沼田建\n設会館の会議室において「研究会」と称する会合を開催するなどして，次の方法に\nより，当該工事を受注すべき者（以下「受注予定者」という。）を決定する\nア　当該工事について受注を希望する者（以下「受注希望者」という。）が１名の\nときは，その者を受注予定者とする\nイ　受注希望者が複数のときは，既受注工事との関連性又は継続性，工事場所等を\n勘案し，受注希望者の間の話合いにより，当該工事の受注予定者を決定する\n(2)　受注すべき価格は，受注予定者が定め，受注予定者以外の者は，受注予定者が\nその定めた価格で受注できるように協力する\n旨の合意の下に，受注予定者を決定し，受注予定者が受注できるようにしていた。\n４　第３参加者目録記載の３２社は，上記３の合意により，遅くとも平成７年４月\n１日以降，沼田市発注の特定舗装工事のほとんどすべてを受注していた。\n（別紙４）\n第２４号勧告関係（甲８）\n１　別紙第４談合参加者目録（略）（以下「第４参加者目録」という。）記載の７\n１社は，いずれも建設業を営む者である。\n２　群馬県沼田土木事務所（以下「沼田土木事務所」という。）は，土木一式工事\nのほとんどを指名競争入札の方法により発注しており，指名競争入札に当たって\nは，群馬県が競争入札参加の資格要件を満たす者として登録している有資格者の中\nから指名競争入札の参加者を指名している。\n３　第４参加者目録記載の７１社は，遅くとも平成７年４月１日以降（鎌田建設有\n限会社にあっては同年５月１日以降），沼田土木事務所が指名競争入札の方法によ\nり発注する土木一式工事（以下「沼田土木事務所発注の特定土木工事」という。）\nについて，発注価格の低落防止及び受注機会の均等化を図るため\n(1)　沼田土木事務所から指名競争入札の参加の指名を受けた場合には，沼田市所在\nの沼田建設会館の会議室において「研究会」と称する会合を開催するなどして，次\nの方法により，当該工事を受注すべき者（以下「受注予定者」という。）を決定す\nる\nア　当該工事について受注を希望する者（以下「受注希望者」という。）が１名の\nときは，その者を受注予定者とする\nイ　受注希望者が複数のときは，既受注工事との関連性又は継続性，工事場所等を\n勘案し，受注希望者の間の話合いにより，当該工事の受注予定者を決定する\n(2)　受注すべき価格は，受注予定者が定め，受注予定者以外の者は，受注予定者が\nその定めた価格で受注できるように協力する\n旨の合意の下に，受注予定者を決定し，受注予定者が受注できるようにしていた。\n４　第４参加者目録記載の７１社は，上記３の合意により，遅くとも平成７年４月\n１日以降，沼田土木事務所発注の特定土木工事のほとんどすべてを受注していた。\n（別紙５）\n第２５号勧告関係（甲９）\n１　別紙第５談合参加者目録（略）（以下「第５参加者目録」という。）記載の１\n６社は，いずれも建設業を営む者である。\n２　群馬県沼田土木事務所（以下「沼田土木事務所」という。）は，舗装工事のほ\nとんどを指名競争入札の方法により発注しており，指名競争入札に当たっては，群\n馬県が競争入札参加の資格要件を満たす者として登録している有資格者の中から指\n名競争入札の参加者を指名している。\n３　第５参加者目録記載の１６社は，遅くとも平成７年４月１日以降（星野物産株\n式会社にあっては同年７月３１日以降），沼田土木事務所が指名競争入札の方法に\nより発注する舗装工事（以下「沼田土木事務所発注の特定舗装工事」という。）に\nついて，発注価格の低落防止及び受注機会の均等化を図るため\n(1)　沼田土木事務所から指名競争入札の参加の指名を受けた場合には，沼田市所在\nの沼田建設会館の会議室において「研究会」と称する会合を開催するなどして，次\nの方法により，当該工事を受注すべき者（以下「受注予定者」という。）を決定す\nる\nア　当該工事について受注を希望する者（以下「受注希望者」という。）が１社の\nときは，その者を受注予定者とする\nイ　受注希望者が複数のときは，既受注工事との関連性又は継続性，工事場所等を\n勘案し，受注希望者の間の話合いにより，当該工事の受注予定者を決定する\n(2)　受注すべき価格は，受注予定者が定め，受注予定者以外の者は，受注予定者が\nその定めた価格で受注できるように協力する\n旨の合意の下に，受注予定者を決定し，受注予定者が受注できるようにしていた。\n４　第５参加者目録記載の１６社は，上記３の合意により，遅くとも平成７年４月\n１日以降，沼田土木事務所発注の特定舗装工事のほとんどすべてを受注していた。\n（別紙６）\n沼田市発注工事について\n１　期間\n平成７年４月１日から平成９年３月２４日まで。\n２　行為\n上記期間内に沼田市が発注者で，指名競争入札の方法で入札が実施された，被告４\n社を含む白沢村を除く利根沼田地域の１１４業者（業者名は新聞記事では報道され\nていない。）を受注者とする，土木一式工事，建築一式工事及び舗装工事。\n土木一式工事については，上記１１４業者のうち甲５の勧告書添付の被勧告人目録\n記載の５９社の中に含まれる１社が受注した工事で，かつ，前記期間において沼田\n市発注の特定土木工事のほとんどすべて。\n建築一式工事については，上記１１４業者のうち甲６の勧告書添付の被勧告人目録\n記載の２７社の中に含まれる１社が受注した工事で，かつ，前記期間において沼田\n市発注の特定土木工事のほとんどすべて。\n舗装工事については，上記１１４業者のうち甲７の勧告書添付の被勧告人目録記載\nの３２社の中に含まれる１社が受注した工事で，かつ，前記期間において沼田市発\n注の特定土木工事のほとんどすべて。\n３　工事件数及び規模\n３１３件，５４億５０００万円（なお，新聞記事においては，沼田市発注の土木工\n事２１９件（受注額４１億７０００万円），沼田市発注の建築工事３９件（受注額\n８億２５００万円），沼田市発注の舗装工事５５件（受注額４億５９００万円）と\n細分している。）。\n（別紙７）\n土木事務所発注工事について\n１　期間\n平成７年４月１日から平成９年３月２４日まで。\n２　行為\n上記期間内に県の土木事務所が発注者で，指名競争入札の方法で入札が実施され\nた，被告４社を含む白沢村を除く利根沼田地域の１１４業者（業者名は新聞記事で\nは報道されていない。）を受注者とする，土木一式工事（プレストレストコンクリ\nート工事及び鉄道と交差する道路工事を除く。）及び舗装工事。\n土木一式工事（プレストレストコンクリート工事及び鉄道と交差する道路工事を除\nく。）については，上記１１４業者のうち甲８の勧告書添付の被勧告人目録記載の\n７１社の中に含まれる１社が受注した工事で，かつ，前記期間において土木事務所\n発注の特定土木工事のほとんどすべて。\n舗装工事については，上記１１４業者のうち甲９の勧告書添付の被勧告人目録記載\nの１６社の中に含まれる１社が受注した工事で，かつ，前記期間において土木事務\n所発注の特定土木工事のほとんどすべて。\n３　工事件数及び規模\n４１２件，６６億７０００万円（なお，新聞記事においては，県発注の土木工事３\n３４件（受注額５６億７８００万円），県発注の舗装工事７８件（受注額９億９６\n００万円）と細分している。）。\n（別紙８）\n第１談合について\n１　合意事項\n別紙１の３記載のとおり。\n２　受注予定者の決定\n被告４社を含む第１参加者目録記載の５９社の担当者は，上記合意事項に基づき，\n以下のとおり，別紙「沼田市発注の特定土木工事」に示す１７６件の工事（以下\n「課徴金納付命令対象工事１７６件」という。）の受注予定者を決定した。\n(1)　原則として，沼田市役所で行われる現場説明会終了後の午前１０時ころ，沼田\n建設会館の会議室に集まり，土木工事についての「研究会」と称する受注調整の会\n合を開いた。\n(2)　沼田市発注特定土木工事の「研究会」の議長は，群馬県建設業協会沼田支部総\n務委員長であった昭和土木株式会社代表取締役，議長補佐役は同支部経営労務委員\n長であった被告沼田土建株式会社代表取締役が務めた。\n(3)　「研究会」開催前に指名された業者間で調整がまとまり受注予定者を１社に絞\nり込めることができた場合には，受注予定者となった業者が「研究会」に出席し，\n議長役及び議長補佐役に事後報告を行って受注予定者を確定した。受注希望者が複\n数のときは，「研究会」の議長役及び議長補佐役のもと，受注希望者間で調整し受\n注予定者を決定した。\n３　予定価格の決定と連絡\n被告４社を含む第１参加者目録記載の５９社の担当者は，上記合意事項に基づき，\n課徴金納付命令対象工事１７６件について，以下のとおり受注予定者がその定めた\n価格で受注できるように協力した。\n(1)　自社が受注予定者となった場合は，自社で受注すべき価格を決め，自社がその\n価格で予定どおり落札できるように相指名業者ごとの１回目と２回目の入札価格を\n決めそれを各相指名業者に電話などにより連絡した。\n(2)　自社が相指名業者となった場合は，受注予定者から連絡された入札価格で応札\nした。\n４　沼田市の損害\n課徴金納付命令対象工事１７６件は，実際に受注予定者がその定めた価格で受注\nし，総契約高は３５億９９１４万円であった。損害額を契約高の１割と考えると，\n沼田市は，３億５９９１万４０００円の損害を被った。\n５　被告４社の不法行為責任\n(1)　課徴金納付命令対象工事１７６件すべてに対する不法行為責任（主位的主張）\n被告４社を含む第１参加者目録記載の５９社は，上記合意事項に基づき，共同して\n課徴金納付命令対象工事１７６件の契約価格をつり上げ，共同して沼田市に損害を\n与えたものである。特に，被告４社は，利根沼田地区において大手の建設業者であ\nり，その役員が談合の温床となった組織である群馬県建設業協会沼田支部の歴代役\n員を務めるなど「研究会」の運営の中心的役割を果たしたものである。\nしたがって，自社が入札に参加しない場合についても，談合価格での落札と公正な\n自由競争の下で成立する価格との差額分の損害について，連帯して，これを賠償す\nる責任を負う（民法７１９条）。\n(2)　入札に参加した工事５８件に対する不法行為責任（予備的主張）\n仮に，上記(1)の主張が認められないとしても，被告４社は，課徴金納付命令対象工\n事１７６件のうち，少なくとも自社が入札に参加した談合工事については，自己が\n落札した分はもちろん，たとえ自己が落札したものではなくとも，相指名業者（第\n１参加者目録記載業者の一部であり，工事ごとに異なる。）と相語らって談合し，\n共同して不法行為をしたことにより，談合価格での落札と公正な自由競争の下で成\n立する価格との差額分の損害について，連帯して，これを賠償する責任を負う（民\n法７１９条）。\n６　被告４社が負うべき損害賠償責任の額\n(1)　被告４社は，課徴金納付命令対象工事１７６件に対して，連帯して３億５９９\n１万４０００円の損害賠償責任を負う。\n(2)　自社が入札に参加した工事に対しては，被告４社の合計５８件で２億３４４６\n万９０００円となり，各社が負うべき損害賠償責任の額は次のとおりである。\nア　被告山内工業株式会社（５０件）　２億２２６７万５０００円\nイ　被告萬屋建設株式会社（４９件）　２億２３４４万円\nウ　被告沼田土建株式会社（５０件）　２億２７８４万円\nエ　被告大淵建設株式会社（５０件）　２億２３５８万５０００円\n（別紙９）\n第２談合について\n１　合意事項\n別紙２の３記載のとおり。\n２　受注予定者の決定\n被告４社を含む第２参加者目録記載の２７社の担当者は，上記合意事項に基づき，\n以下のとおり，別紙「沼田市発注の特定建築工事」　に示す２５件の工事（以下\n「課徴金納付命令対象工事２５件」という。）の受注予定者を決定した。\n(1)　原則として，沼田市役所で行われる現場説明会終了後の午前１０時ころ，沼田\n建設会館の会議室に集まり，建築工事についての「研究会」と称する受注調整の会\n合を開いた。土木工事及び舗装工事と現場説明会が同じ日の場合には，入札日前日\nまでの都合の良い日を決めてその日の午後２時ころ，沼田建設会館の会議室に集ま\nり，建築工事についての「研究会」と称する受注調整の会合を開いた。\n(2)　沼田市発注特定建築工事の「研究会」の議長は，群馬県建設業協会沼田支部副\n支部長であった被告大淵建設株式会社代表取締役，議長補佐役は同支部経営労務委\n員長であった被告沼田土建株式会社代表取締役が務めた。\n(3)　「研究会」開催前に指名された業者間で調整がまとまり受注予定者を１社に絞\nり込めることができた場合には，受注予定者となった業者が「研究会」に出席し，\n議長役及び議長補佐役に事後報告を行って受注予定者を確定した。受注希望者が複\n数のときは，「研究会」の議長役及び議長補佐役のもと，受注希望者間で調整し受\n注予定者を決定した。\n３　予定価格の決定と連絡\n被告４社を含む第２参加者目録記載の２７社の担当者は，上記合意事項に基づき，\n課徴金納付命令対象工事２５件について，以下のとおり受注予定者がその定めた価\n格で受注できるように協力した。\n(1)　自社が受注予定者となった場合は，自社で受注すべき価格を決め，自社がその\n価格で予定どおり落札できるように相指名業者ごとの１回目と２回目の入札価格を\n決めそれを各相指名業者に電話などにより連絡した。\n(2)　自社が相指名業者となった場合は，受注予定者から連絡された入札価格で応札\nした。\n４　沼田市の損害\n課徴金納付命令対象工事２５件は，実際に受注予定者がその定めた価格で受注し，\n総契約高は９億５３９０万円であった。損害額を契約高の１割と考えると，沼田市\nは，９５３９万円の損害を被った。\n５　被告４社の不法行為責任\n(1)　課徴金納付命令対象工事２５件すべてに対する不法行為責任（主位的主張）\n被告４社を含む第２参加者目録記載の２７社は，上記合意事項に基づき，共同して\n課徴金納付命令対象工事２５件の契約価格をつり上げ，共同して沼田市に損害を与\nえたものである。特に，被告４社は，利根沼田地区において大手の建設業者であ\nり，その役員が談合の温床となった組織である群馬県建設業協会沼田支部の歴代役\n員を務めるなど「研究会」の運営の中心的役割を果たしたものである。\nしたがって，自社が入札に参加しない場合についても，談合価格での落札と公正な\n自由競争の下で成立する価格との差額分の損害について，連帯して，これを賠償す\nる責任を負う（民法７１９条）。\n(2)　入札に参加した工事８件に対する不法行為責任（予備的主張）\n仮に，上記(1)の主張が認められないとしても，被告４社は，課徴金納付命令対象工\n事２５件のうち，少なくとも自社が入札に参加した談合工事については，自己が落\n札した分はもちろん，たとえ自己が落札したものではなくとも，相指名業者（第２\n参加者目録記載業者の一部であり，工事ごとに異なる。）と相語らって談合し，共\n同して不法行為をしたことにより，談合価格での落札と公正な自由競争の下で成立\nする価格との差額分の損害について，連帯して，これを賠償する責任を負う（民法\n７１９条）。\n６　被告４社が負うべき損害賠償責任の額\n(1)　被告４社は，課徴金納付命令対象工事２５件に対して，連帯して９５３９万円\nとなる。\n(2)　自社が入札に参加した談合工事に対しては，被告４社の合計８件で８０４４万\n円となり，各社の内訳は次のとおりである。\nア　被告山内工業株式会社（８件）　８０４４万円\nイ　被告萬屋建設株式会社（５件）　７８０９万円\nウ　被告沼田土建株式会社（５件）　７８０９万円\nエ　被告大淵建設株式会社（５件）　７８０９万円\n（別紙１０）\n第３談合について\n１　合意事項\n別紙３の３記載のとおり。\n２　受注予定者の決定\n被告４社を含む第３参加者目録記載の３２社の担当者は，上記合意事項に基づき，\n以下のとおり，別紙「沼田市発注の特定舗装工事」に示す３２件の工事（以下「課\n徴金納付命令対象工事３２件」という。）の受注予定者を決定した。\n(1)　原則として，沼田市役所で行われる現場説明会終了後の午前１０時ころ，沼田\n建設会館の会議室に集まり，土木工事についての「研究会」終了後，舗装工事につ\nいての「研究会」と称する受注調整の会合を開いた。\n(2)　沼田市発注舗装工事の「研究会」の議長は，群馬県建設業協会沼田支部総務委\n員長であった昭和土木株式会社代表取締役，議長補佐役は同支部経営労務委員長で\nあった被告沼田土建株式会社代表取締役が務めた。\n(3)　「研究会」開催前に指名された業者間で調整がまとまり受注予定者を１社に絞\nり込めることができた場合には，受注予定者となった業者が「研究会」に出席し，\n議長役及び議長補佐役に事後報告を行って受注予定者を確定した。受注希望者が複\n数のときは，「研究会」の議長役及び議長補佐役のもと，受注希望者間で調整し受\n注予定者を決定した。\n３　予定価格の決定と連絡\n被告４社を含む第３参加者目録記載の３２社の担当者は，上記合意事項に基づき，\n課徴金納付命令対象工事３２件について，以下のとおり受注予定者がその定めた価\n格で受注できるように協力した。\n(1)　自社が受注予定者となった場合は，自社で受注すべき価格を決め，自社がその\n価格で予定どおり落札できるように相指名業者ごとの１回目と２回目の入札価格を\n決めそれを各相指名業者に電話などにより連絡した。\n(2)　自社が相指名業者となった場合は，受注予定者から連絡された入札価格で応札\nした。\n４　沼田市の損害\n課徴金納付命令対象工事３２件は，実際に受注予定者がその定めた価格で受注し，\n総契約高は３億２３５８万円であった。損害額を契約高の１割と考えると，沼田市\nは，３２３５万８０００円の損害を被った。\n５　被告４社の不法行為責任\n(1)　課徴金納付命令対象工事３２件すべてに対する不法行為責任（主位的主張）\n被告４社を含む第３参加者目録記載の３２社は，上記合意事項に基づき，共同して\n課徴金納付命令対象工事３２件の契約価格をつり上げ，共同して沼田市に損害を与\nえたものである。特に，被告４社は，利根沼田地区において大手の建設業者であ\nり，その役員が談合の温床となった組織である群馬県建設業協会沼田支部の歴代役\n員を務めるなど「研究会」の運営の中心的役割を果たしたものである。\nしたがって，自社が入札に参加しない場合についても，談合価格での落札と公正な\n自由競争の下で成立する価格との差額分の損害について，連帯して，これを賠償す\nる責任を負う（民法７１９条）。\n(2)　入札に参加した工事１１件に対する不法行為責任（予備的主張）\n仮に，上記(1)の主張が認められないとしても，被告４社は，課徴金納付命令対象工\n事３２件のうち，少なくとも自社が入札に参加した談合工事については，自己が落\n札した分はもちろん，たとえ自己が落札したものではなくとも，相指名業者（第３\n参加者目録記載業者の一部であり，工事ごとに異なる。）と相語らって談合し，共\n同して不法行為をしたことにより，談合価格での落札と公正な自由競争の下で成立\nする価格との差額分の損害について，連帯して，これを賠償する責任を負う（民法\n７１９条）。\n６　被告４社が負うべき損害賠償責任の額\n(1)　被告４社は，課徴金納付命令対象工事３２件に対して，連帯して３２３５万８\n０００円となる。\n(2)　自社が入札に参加した談合工事に対しては，被告４社の合計１１件で１８９３\n万円となり，各社の内訳は次のとおりである。\nア　被告山内工業株式会社（５件）　１３１０万円\nイ　被告萬屋建設株式会社（６件）　１３４４万円\nウ　被告沼田土建株式会社（７件）　１４９８万５０００円\nエ　被告大淵建設株式会社（６件）　１５５２万５０００円\n（別紙１１）\n第４談合について\n１　合意事項\n別紙４の３記載のとおり。\n２　受注予定者の決定\n被告４社を含む第４参加者目録記載の７１社の担当者は，上記合意事項に基づき，\n以下のとおり，別紙「群馬県沼田土木事務所発注の特定土木工事」に示す２９５件\nの工事（以下「課徴金納付命令対象工事２９５件」という。）の受注予定者を決定\nした。\n(1)　入札日の前日午後２時ころ，沼田建設会館の会議室に集まり，土木事務所発注\n土木工事についての「研究会」と称する受注調整の会合を開いた。\n(2)　上記「研究会」の議長は，群馬県建設業協会沼田支部総務委員長であった昭和\n土木株式会社代表取締役，議長補佐役は同支部経営労務委員長であった被告沼田土\n建株式会社代表取締役が務めた。\n(3)　「研究会」開催前に指名された業者間で調整がまとまり受注予定者を１社に絞\nり込めることができた場合には，受注予定者となった業者が「研究会」に出席し，\n議長役及び議長補佐役に事後報告を行って受注予定者を確定した。受注希望者が複\n数のときは，「研究会」の議長役及び議長補佐役のもと，受注希望者間で調整し受\n注予定者を決定した。\n３　予定価格の決定と連絡\n被告４社を含む第４参加者目録記載の７１社の担当者は，上記合意事項に基づき，\n課徴金納付命令対象工事２９５件について，以下のとおり受注予定者がその定めた\n価格で受注できるように協力した。\n(1)　自社が受注予定者となった場合は，自社で受注すべき価格を決め，自社がその\n価格で予定どおり落札できるように相指名業者ごとの１回目と２回目の入札価格を\n決めそれを各相指名業者に電話などにより連絡した。\n(2)　自社が相指名業者となった場合は，受注予定者から連絡された入札価格で応札\nした。\n４　群馬県の損害\n課徴金納付命令対象工事２９５件（ただし，群馬県知事により工事が特定できない\nとして予定価格の回答が得られなかった７件については，請求対象から除く。以下\n同じ。）は，実際に受注予定者がその定めた価格で受注し，総契約高は５０億２１\n５２万４３００円であった。損害額を契約高の１割と考えると，群馬県は，５億０\n２１５万２４３０円の損害を被った。\n５　被告４社の不法行為責任\n(1)　課徴金納付命令対象工事２９５件すべてに対する不法行為責任（主位的主張）\n被告４社を含む第４参加者目録記載の７１社は，上記合意事項に基づき，共同して\n課徴金納付命令対象工事２９５件の契約価格をつり上げ，共同して群馬県に損害を\n与えたものである。特に，被告４社は，利根沼田地区において大手の建設業者であ\nり，その役員が談合の温床となった組織である群馬県建設業協会沼田支部の歴代役\n員を務めるなど「研究会」の運営の中心的役割を果たしたものである。\nしたがって，自社が入札に参加しない場合についても，談合価格での落札と公正な\n自由競争の下で成立する価格との差額分の損害について，連帯して，これを賠償す\nる責任を負う（民法７１９条）。\n(2)　入札に参加した工事６５件に対する不法行為責任（予備的主張）\n仮に，上記(1)の主張が認められないとしても，被告４社は，課徴金納付命令対象工\n事２９５件のうち，少なくとも自社が入札に参加した談合工事については，自己が\n落札した分はもちろん，たとえ自己が落札したものではなくとも，相指名業者（第\n４参加者目録記載業者の一部であり，工事ごとに異なる。）と相語らって談合し，\n共同して不法行為をしたことにより，談合価格での落札と公正な自由競争の下で成\n立する価格との差額分の損害について，連帯して，これを賠償する責任を負う（民\n法７１９条）。\n６　被告４社が負うべき損害賠償責任の額\n(1)　被告４社は，課徴金納付命令対象工事２９５件に対して，連帯して５億０２１\n５万２４３０円となる。\n(2)　自社が入札に参加した談合工事に対しては，被告４社の合計６５件で１億９５\n４０万６０００円となり，各社の内訳は次のとおりである。\nア　被告山内工業株式会社（２３件）　　　７４１０万８３５０円\nイ　被告萬屋建設株式会社（２４件）　　　７６３７万４３５０円\nウ　被告沼田土建株式会社（２７件）　　　８３０８万０７００円\nエ　被告大淵建設株式会社（４７件）　１億４６６４万４９００円\n（別紙１２）\n第５談合について\n１　合意事項\n別紙５の３記載のとおり。\n２　受注予定者の決定\n被告４社を含む第５参加者目録記載の１６社の担当者は，上記合意事項に基づき，\n以下のとおり，別紙「群馬県沼田土木事務所発注の特定舗装工事」に示す７４件の\n工事（以下「課徴金納付命令対象工事７４件」という。）の受注予定者を決定し\nた。\n(1)　入札日前日の午後２時ころ，土木事務所発注土木工事の「研究会」終了後，沼\n田建設会館において，土木事務所発注舗装工事「研究会」と称する受注調整の会合\nを開いた。\n(2)　上記「研究会」の議長は，群馬県建設業協会沼田支部総務委員長であった昭和\n土木株式会社代表取締役，議長補佐役は同支部経営労務委員長であった被告沼田土\n建株式会社代表取締役が務めた。\n(3)　「研究会」開催前に指名された業者間で調整がまとまり受注予定者を１社に絞\nり込めることができた場合には，受注予定者となった業者が「研究会」に出席し，\n議長役及び議長補佐役に事後報告を行って受注予定者を確定した。受注希望者が複\n数のときは，「研究会」の議長役及び議長補佐役のもと，受注希望者間で調整し受\n注予定者を決定した。\n３　予定価格の決定と連絡\n被告４社を含む第５参加者目録記載の１６社の担当者は，上記合意事項に基づき，\n課徴金納付命令対象工事７４件について，以下のとおり受注予定者がその定めた価\n格で受注できるように協力した。\n(1)　自社が受注予定者となった場合は，自社で受注すべき価格を決め，自社がその\n価格で予定どおり落札できるように相指名業者ごとの１回目と２回目の入札価格を\n決めそれを各相指名業者に電話などにより連絡した。\n(2)　自社が相指名業者となった場合は，受注予定者から連絡された入札価格で応札\nした。\n４　群馬県の損害\n課徴金納付命令対象工事７４件（ただし，群馬県知事により工事が特定できないと\nして予定価格の回答が得られなかった１１件については，請求対象から除く。以下\n同じ。）は，実際に受注予定者がその定めた価格で受注し，総契約高は８億１８１\n９万６５００円であった。損害額を契約高の１割と考えると，群馬県は，８１８１\n万９６５０円の損害を被った。\n５　被告４社の不法行為責任\n(1)　課徴金納付命令対象工事７４件すべてに対する不法行為責任（主位的主張）\n被告４社を含む第５参加者目録記載の１６社は，上記合意事項に基づき，共同して\n課徴金納付命令対象工事７４件の契約価格をつり上げ，共同して沼田市に損害を与\nえたものである。特に，被告４社は，利根沼田地区において大手の建設業者であ\nり，その役員が談合の温床となった組織である群馬県建設業協会沼田支部の歴代役\n員を務めるなど「研究会」の運営の中心的役割を果たしたものである。\nしたがって，自社が入札に参加しない場合についても，談合価格での落札と公正な\n自由競争の下で成立する価格との差額分の損害について，連帯して，これを賠償す\nる責任を負う（民法７１９条）。\n(2)　入札に参加した工事６１件に対する不法行為責任（予備的主張）\n仮に，上記(1)の主張が認められないとしても，被告４社は，課徴金納付命令対象工\n事７４件のうち，少なくとも自社が入札に参加した談合工事については，自己が落\n札した分はもちろん，たとえ自己が落札したものではなくとも，相指名業者（第５\n参加者目録記載業者の一部であり，工事ごとに異なる。）と相語らって談合し，共\n同して不法行為をしたことにより，談合価格での落札と公正な自由競争の下で成立\nする価格との差額分の損害について，連帯して，これを賠償する責任を負う（民法\n７１９条）。\n６　被告４社が負うべき損害賠償責任の額\n(1)　被告４社は，課徴金納付命令対象工事７４件に対して，連帯して８１８１万９\n６５０円となる。\n(2)　自社が入札に参加した談合工事に対しては，被告４社の合計６１件で８０８８\n万０８５０円となり，各社の内訳は次のとおりである。\nア　被告山内工業株式会社（５７件）　７８６８万３３００円\nイ　被告萬屋建設株式会社（５７件）　７９０８万５０００円\nウ　被告沼田土建株式会社（４９件）　７３０９万０４００円\nエ　被告大淵建設株式会社（４６件）　６７６１万０８００円\n"
}