{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 12,
    "day": 25
  },
  "case_number": "平成14(行ウ)271",
  "case_name": "行政文書不開示決定に対する異議申立て棄却処分取消請求事件",
  "court_name": "東京地方裁判所",
  "field": "行政",
  "gist": "帰化許可の申請を受け付け，調査等を行う機関である法務局等の長に対して発出された法務省民事局通達であり，調査に関する指示内容を詳細かつ具体的に記載したものである「帰化事件処理要領」が，行政機関の保有する情報の公開に関する法律（平成１３年法律第１４０号による改正前）５条６号所定の非開示事由（事務事業情報）に該当するとされた事例",
  "case_gist": "帰化許可の申請を受け付け，調査等を行う機関である法務局等の長に対して発出された法務省民事局通達であり，調査に関する指示内容を詳細かつ具体的に記載したものである「帰化事件処理要領」につき，帰化を許可するか否かの判断は法務大臣の広範な自由裁量にゆだねられているものと解され，法務大臣が裁量権を行使して帰化の許否について適正に判断を行うためには，広範な基礎資料を収集し，正確な事実を把握することが必要不可欠であるというべきであるところ，帰化事件処理要領が開示された場合には，法務大臣が帰化の許否を判断するために必要な帰化条件の具備の有無などについて調査する機関である法務局又は地方法務局における調査の対象，実施時期，手順などの調査方法，調査事項，調査上の留意点などが一般に公となり，その結果，不正な手段を用いてでも日本国籍を得ようとする者が，虚偽の供述をしたり，自己に不利益となる事実を隠ぺいしたり，関係者と通謀したりすることが容易になり，正確な事実認定の基礎資料を収集することが困難になって，法務大臣の帰化許否についての適正な判断に支障をきたす事態が生じることは十分に予想できるところであり，帰化の許否についての判断を誤った場合には，犯罪者等の素行不良者など我が国にとって好ましくない人物に対して日本国籍を付与することになり，我が国の安全や秩序の維持に重大な影響を及ぼすおそれがあるというべきであるから，帰化事件処理要領は，国が行う帰化許否事務に関する情報であって，公にすることにより，当該事務の性質上，帰化許否事務の適正な遂行に支障を及ぼすおそれがあるものと認められるとして，行政機関の保有する情報の公開に関する法律（平成１３年法律第１４０号による改正前）５条６号所定の非開示事由（事務事業情報）に該当するとした事例",
  "lawsuit_id": "15238",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=15238",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/238/015238_hanrei.pdf",
  "contents": "主　　　文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n事実及び理由\n第１　請求\n被告が平成１３年９月２５日付けで原告に対してした帰化事件処理要領を不開示\nとする旨の決定を取り消す。\n第２　事案の概要\n本件は，原告が，行政機関の保有する情報の公開に関する法律（平成１１年法律\n第４２号）３条に基づき，帰化事件処理要領の開示を求めたところ，被告が，同法\n５条６号に定める不開示情報に該当することを理由として，上記帰化事件処理要領\nを開示しない旨の決定をしたため，原告がこれを不服として，上記決定の取消しを\n求めているものである。\n１　法令の定め\n（１）　行政機関の保有する情報の公開に関する法律（平成１１年法律第４２号。\nただし，平成１３年法律第１４０号による改正前のもの。以下「情報公開法」とい\nう。）１条は，国民主権の理念にのっとり，行政文書の開示を請求する権利につき\n定めること等により，行政機関の保有する情報の一層の公開を図り，もって政府の\n有するその諸活動を国民に説明する責務が全うされるようにするとともに，国民の\n的確な理解と批判の下にある公正で民主的な行政の推進に資することを目的とする\nと定めている。\n（２）　情報公開法３条は，何人も，この法律の定めるところにより，行政機関の\n長に対し，当該行政機関の保有する行政文書の開示を請求することができる旨を，\n同法５条は，行政機関の長は，開示請求があったときは，開示請求に係る行政文書\nに同条各号が掲げる不開示情報のいずれかが記録されている場合を除き，開示請求\n者に対し，当該行政文書を開示しなければならない旨をそれぞれ規定しているが，\n同条６号に掲げられた不開示情報は下記のようなものである。\n記\n国の機関又は地方公共団体が行う事務又は事業に関する情報であって，公にする\nことにより，次に掲げるおそれその他当該事務又は事業の性質上，当該事務又は事\n業の適正な遂行に支障を及ぼすおそれがあるもの\nイ　監査，検査，取締り又は試験に係る事務に関し，正確な事実の把握を困難にす\nるおそれ又は違法若しくは不当な行為を容易にし，若しくはその発見を困難にする\nおそれ\nロ　契約，交渉又は争訟に係る事務に関し，国又は地方公共団体の財産上の利益又\nは当事者としての地位を不当に害するおそれ\nハ　調査研究に係る事務に関し，その公正かつ能率的な遂行を不当に阻害するおそ\nれ\nニ　人事管理に係る事務に関し，公正かつ円滑な人事の確保に支障を及ぼすおそれ\nホ　国又は地方公共団体が経営する企業に係る事業に関し，その企業経営上の正当\nな利益を害するおそれ\n２　前提となる事実（以下の事実は，各項末尾に掲げた証拠等により認定した。）\n（１）ア　原告は，平成１３年９月１３日，被告に対し，情報公開法４条１項に基\nづき，「帰化事件処理要領」の開示請求（以下「本件開示請求」という。）をし\nた。　（争いのない事実）\nイ　被告は，平成１３年９月２５日，原告に対し，本件開示請求について，「本件\n行政文書に記録されている情報は，帰化許可事務に関する情報であって，その性質\n上，公にすることにより，帰化許可条件の充足の有無などに関する正確な事実の把\n握を困難にし，その事務の適正な遂行に支障を及ぼすおそれがあるものであり，法\n第５条第６号に該当するため。」との理由で，原告が開示を請求した上記「帰化事\n件処理要領」を開示しない旨の決定（以下「本件決定」という。）をした。　（争\nいのない事実）\n（２）ア　原告は，本件決定を不服として，平成１３年１１月２１日，被告に対\nし，行政不服審査法６条に基づいて異議申立て（以下「本件異議申立て」とい\nう。）をした。　（争いのない事実）\nイ　被告は，平成１４年１月１８日，本件異議申立てについて，情報公開法１８条\nに基づき，情報公開審査会に諮問した。　（乙１）\nウ　情報公開審査会は，帰化事件処理要領を実際に見分した上，平成１４年４月１\n６日，「帰化事件処理要領につき，情報公開法５条６号に該当することを理由に不\n開示とした本件決定は，妥当である。」旨の答申を行った。　（乙２）\nエ　被告は，情報公開審査会の上記答申を受け，平成１４年４月２６日，本件異議\n申立てを棄却する旨の決定をした。　（甲４）\n３　当事者双方の主張\n（被告の主張）\n（１）　帰化事件処理要領について\n帰化事件処理要領は，帰化許可の申請を受け付け，かつ，法務大臣において帰化\nの許否を判断するために必要な帰化条件の具備の有無などについて調査する機関で\nある法務局又は地方法務局の長に対して発出された法務省民事局長通達であり，法\n務局又は地方法務局における調査の対象，実施時期・手順などの調査方法，調査事\n項，調査上の留意点等などを詳細に指示したものである。\n（２）　帰化について\n帰化とは，日本国籍を有しない特定の個人からの日本国籍の取得を希望する意思\n表示に対して国家が許可を与えることによって，日本国民たる資格という包括的な\n地位を創設する行為である。\n国際法上，国籍の得喪に関する立法は，各国家の国内管轄事項であるとされてお\nり，国籍の付与を希望する外国人に対して自国籍を付与するか否か，また，その条\n件をどのように定めるかは，それぞれの国家の主権にかかわる事項であって，各国\nが自由に決定することができるとされている。\n我が国においては，国籍法４条において帰化による国籍取得を認めるとともに，\n同法５条から９条までにおいて帰化許可の条件を定めているが，その条件を具備し\nていると認められる外国人であってもこれに国籍を付与するか否かは，法務大臣の\n自由裁量に属する。すなわち，国籍法は，法務大臣が帰化を許可するときに申請者\nが具備しなければならない最低条件を定めているだけであって，法定の最低条件を\n具備している者について帰化を許可するか否かは，法務大臣の裁量にゆだねられて\nいる。\nこれは，帰化の許否の判断には，その事柄の性質上，国家の構成員として受け入\nれることが相当かどうかという観点から，申請者に係る諸事情を総合的に考慮する\n必要があり，また，国内の経済的社会的状況，人口問題や労働問題などに関する諸\n政策，国際情勢などを踏まえ，時宜に応じた処理を行う必要もあることなどから，\n法務大臣の広範な裁量にゆだねることによって，帰化事件の適切な処理を期待した\nものである。\n（３）　帰化手続きにおける正確な事実認定の重要性\nア　帰化は，日本国民としての包括的身分を創設し，公法及び私法上の各種法律関\n係を生じさせるものであり，その効果は，一人，帰化者だけではなく，その親族を\n始め多くの関係者にも影響するところが極めて大きく，このような広範な法律関係\nを一挙に覆すことは法的安定性の面からも好ましくないこと，帰化によって従前の\n国籍を喪失した場合，帰化の許可が無効であるからといって従前の国籍が必ず回復\nされるとは限らないことなどから，法定の帰化条件を効力要件と解することはでき\nず，条件違背の帰化の許可は無効となることはないと解されている。\nもっとも，法定の帰化条件に違背した許可は，一般行政法の法理に従い，瑕疵の\n程度や，取消しの公益上の必要性と被処分者の不利益との比較衡量などを考慮し，\n法務大臣において取り消すこともあり得ると解されるが，上記のとおり，帰化の取\n消しの効果は，帰化者だけではなく関係者にも大きく影響することなどから，帰化\n許可を取り消すことは困難であると考えられ，現に，帰化許可を取り消した事例は\nない。\nイ　このように，帰化とは，外国人に日本国民たる資格を付与する行為であって，\n国家の構成員を決定する極めて重要なものであるから，その許否に当たっては適正\nな判断が強く求められ，法定の帰化条件を具備しない者を具備しているものと誤認\nして帰化を許可するようなことになってはならない（犯罪者等の不良者に日本国籍\nを付与することとなれば，我が国の安全と秩序にも重大な悪影響を及ぼすこととな\nる。）。また，前記のとおり，法定の帰化条件を具備している者に帰化を許可する\nか否かは，法務大臣の自由裁量に属するものであるが，申請者に日本国籍を付与す\nるのが相当か否かの総合的判断も適正に行われる必要がある。さらに，いったん許\n可された場合には，法定の帰化条件を満たさないことが判明したとしても，その取\n消しは困難であるところ，不適切な者に許可を与えることによって，我が国の安全\nや秩序の維持にも重大な影響を及ぼすことになるおそれもある。\n以上によれば，帰化許否の判断は慎重にされる必要性が極めて大きく，帰化許否\nの判断の適正・妥当性を確保するためには，第三者からの圧力や干渉を極力排除\nし，判断の前提となる正確な事実を把握することが不可欠である。\n（４）　帰化許否の判断のための調査について\n帰化許可の申請は，国籍法施行規則２条１項により，申請者の住所地を管轄する\n法務局等の長を経由してしなければならないこととされており，その申請を受け付\nけた法務局等の担当官において，法務大臣が帰化許否の判断に必要な調査を行うこ\nとが予定されている。\nそして，法務大臣の帰化許否の判断は，国籍法に定められた帰化条件を具備して\nいるかどうかにとどまらず，申請者に係る諸事情の総合的な判断として行われるも\nのであることから，上記法務局等の担当官による調査は，その総合的な判断を可能\nとする広範な事項に及ぶものであり，また，正確な事実認定に資する基礎資料をで\nきる限り収集することによって法務大臣の適正・妥当な判断を支えるという性質を\n持った極めて重要なものである。\nしかし，その一方で，法務局の担当官には，強制的調査権限が一切認められてお\nらず，担当官の調査は，任意的なものに限られ，申請者のほか，その関係者や公私\nの団体の任意の協力によって行われているにすぎない。\nしかも，近年，我が国への帰化申請者は，我が国の経済状況などを反映し，極め\nて多数に及んでいるところ，単に，調査対象となる帰化申請事件が増加していると\nいうにとどまらず，不正な手段によってでも日本国籍を取得しようとする者が少な\nくないと考えられる状況にあることから，担当官による有効な調査は，以前にも増\nして困難となっているのが実情である。\n（５）　不開示情報該当性について\n帰化事件処理要領は，法務局等における帰化許可申請事件についての調査の対\n象，実施時期・手順などの調査方法，調査事項，調査上の留意点等を定めたもので\nあり，帰化の許否に係る事務に関する情報が記録されているところ，この情報を公\nにすると，法務大臣が帰化許否の適正・妥当な判断をするための正確な基礎資料の\n収集が困難になり，ひいては，帰化許否に係る事務全体の適正な遂行に支障を及ぼ\nすおそれがある。\nすなわち，法務局等の担当官による調査は，法務大臣において帰化許否の判断を\n行うために必要な資料を収集するためのものであるので，正確な事実認定を可能と\nする調査内容であることが適正な帰化許否の判断に不可欠なものであるところ，そ\nの調査は，申請者のほか，その関係者などの任意の協力に基づいて行われているに\nすぎない。近年，我が国の帰化事件は急増傾向にあって，その中には不正な手段を\n用いてでも許可を得ようとする者が少なからず存在することは否定できず，法務局\n等の人的組織に制約がある中で，当該調査により正確な事実認定を行うことのでき\nる基礎資料を収集することは，必ずしも容易なものではない。\nしかるに，帰化事件処理要領が公になり，法務局等の担当官による調査の対象や\nその方法等が明らかになれば，申請者は担当官が行うであろう調査を先読みして，\n虚偽の供述をしたり，自己に不利益となる事実を隠蔽したり，関係者と通謀したり\nすることなどが容易になり，ひいては，このような不正行為が実行される可能性が\n大きい。かかる事態になれば，法務局等の担当官は正確な基礎資料を収集すること\nができず，その結果，適正な帰化許可の判断に必要な正確な事実認定が著しく困難\nになることは明らかである。\nしたがって，帰化事件処理要領を公にすれば，法務局等の担当官による調査によ\nっては帰化許否の判断に必要な正確な事実認定をすることができないこととなり，\nその結果，法務大臣における帰化許否の判断を誤らせることとなるおそれが大き\nい。\n以上によれば，情報公開法５条６号柱書の不開示情報に該当することを理由に帰\n化事件処理要領を不開示とした本件不開示決定は適法である。\n（原告の主張）\n（１）　帰化事件処理要領に記録されている情報は，公にすることにより，帰化許\n可条件の充足の有無などに関する正確な事実の把握を困難にするものではないし，\nその事務の適正な遂行に支障を及ぼすおそれも全くない。\nすなわち，すでに国籍取得に関する条件・必要提出書類等は公にされているほ\nか，多くの一般図書などの情報により，一般的な身辺調査方法が公にされているか\nら，そこからどのような調査が行われるのか，どのような情報を調査対象にするの\nか大方の予想がつくこと，そもそも不正行為を行ってまで帰化する利点がないこと\nなどからすれば，帰化事件処理要領を開示することによって，不正に日本国籍を取\n得しようとする者が増加するおそれはないというべきである。\nしたがって，帰化事件処理要領は，情報公開法５条６号に該当しない。\n（２）　帰化処理要領の情報開示の必要性\nア　開示による利益\n国際法上，国籍の付与を希望する外国人に対して自国籍を付与するか否か，また\nその条件をどのように定めるかは，各国が自由に決定することができるとされ，日\n本の国籍法によれば，国籍を付与するか否かは，法務大臣の自由裁量に属するもの\nとされている。\nすなわち，国籍の付与は国家主権の問題であることを意味する。\n国家主権は，国際法上，最高独立性が認められていて，日本国憲法（前文）によ\nれば，その正当性の根拠は国民の合意（国民主権）である。確かに，法務大臣は，\n国民が選んだ国会議員によって選ばれた内閣総理大臣により任命された者であり，\nその意味で，国民の民主的なコントロールが法務大臣に及んでいて，国民主権原理\nが実現されているといえるかもしれないが，国民，国会議員，内閣総理大臣，法務\n大臣と極めて間接的に及んでいるにすぎず，法務大臣の職務を国民主権により，す\nべて正当化できるか疑わしい。また，仮に国民主権原理が法務大臣に及んでいると\nしても，国民は常に法務大臣の職務が国民の意思を反映しているか，コントロール\nしなければならない。\nそのためには，法務大臣は職務内容を情報開示し，広く国民の批判を仰ぐ必要が\nある。\n以上の「国民主権」による「公正で民主的な行政の推進」とは，情報公開法の趣\n旨（同法１条）に合致するものである。\nイ　不開示による不利益\n国籍法による帰化許可条件は具体性に欠き，極めて不明瞭であるため，帰化事件\n処理要領が不開示とされることにより，真に日本国籍を取得したいと望む外国人\nや，申請後１年近くも不安定な身分的地位に留まらなければならない外国人を不安\nにさせ，日本国の行政に対して猜疑心を抱かせる結果となり，国際協調主義の立場\n（日本国憲法前文）にも反し，我が国にとって大きな不利益となる。\nさらに，調査内容，調査方法が明らかではないために，申請者の私的生活を調査\nすることによって，いわゆるプライバシーの侵害も起こりかねないことに照らせ\nば，帰化事件処理要領に記載された情報を国民に開示し透明な行政手続を目指す必\n要がある。\n（３）　結論\nよって，本件決定が違法であることは明らかであるから，本件決定の取消しを求\nめる。\n４　争点\n以上によれば，本件の争点は，帰化事件処理要領が情報公開法５条６号に規定す\nる不開示情報に該当するか否かである。\n第３　当裁判所の判断\n１　情報公開法５条６号該当性\n（１）　証拠（乙２）によれば，帰化事件処理要領は，帰化許可の申請を受け付\nけ，調査等を行う機関である法務局等の長に対して発出された法務省民事局通達で\nあり，法務局等における調査の対象，調査の方法，実施時期・手順，調査上の留意\n事項等の指示内容を詳細かつ具体的に記載したものであると認められる。\n（２）　ところで，国籍法４条は，日本国民でない者について，帰化によって，日\n本の国籍を取得することができると定め，同法５条ないし９条は，法務大臣が帰化\nを許可することができる条件を定めているが，帰化の許否は，日本国の構成員を決\n定する極めて重要な判断であり，国家の構成員として受け入れることが相当かどう\nかという観点から，国内の経済的社会的状況，人口問題，労働問題に関する諸政\n策，国際情勢などを踏まえた上で，申請者に係る諸事情を総合的に考慮した上で，\n適正な判断を行うことが求められる事柄であることから，国籍法に定められた上記\n条件を具備している外国人に対する場合であっても，帰化を許可するか否かの判断\nは，法務大臣の広範な自由裁量にゆだねられているものと解される。\nそして，法務大臣が上記裁量権を行使して帰化の許否について適正に判断を行う\nためには，その前提として，上記の諸事情について総合的判断を可能にする程度の\n広範な基礎資料を収集し，法務大臣において，正確な事実を把握することが必要不\n可欠であるというべきである。\n（３）　ところが，帰化事件処理要領が開示された場合には，法務大臣が帰化の許\n否を判断するために必要な帰化条件の具備の有無などについて調査する機関である\n法務局又は地方法務局における調査の対象，実施時期，手順などの調査方法，調査\n事項，調査上の留意点などが一般に公となり，その結果，不正な手段を用いてでも\n日本国籍を得ようとする者が，虚偽の供述をしたり，自己に不利益となる事実を隠\nぺいしたり，関係者と通謀したりすることが容易になり，正確な事実認定の基礎資\n料を収集することが困難になって，法務大臣の帰化許否についての適正な判断に支\n障をきたす事態が生じることは十分に予想できるところである。そして，帰化の許\n否についての判断を誤った場合には，犯罪者等の素行不良者など我が国にとって好\nましくない人物に対して日本国籍を付与することになるのであるから，我が国の安\n全や秩序の維持に重大な影響を及ぼすおそれがあるというべきである。\nそうであるとすれば，帰化事件処理要領は，国が行う帰化許否事務に関する情報\nであって，公にすることにより，当該事務の性質上，帰化許否事務の適正な遂行に\n支障を及ぼすおそれがあるものであると認められ，情報公開法５条６号に該当する\nものと認められる。\n（４）　これに対し，原告は，①すでに国籍取得に関する条件，必要提出書類等は\n公にされており，どのような情報が調査対象となるのかは大方予想がつくこと，②\n不正行為をしてまで帰化する利点はないことを根拠に，帰化事件処理要領を開示し\nても不正行為が行われることはないと主張する。\nしかし，①帰化許否についての判断は，前記のとおり，国籍法に定められた条件\nの具備の有無のみならず，様々な事情を総合考慮して行われるものであり，それら\nの判断の前提となる事情の全て及びその調査方法等が公表されているとは認められ\nず，②帰化が許可されれば，犯罪行為を犯しても退去強制を受けることもなくなる\nなどの点だけをみても，原告の主張するように不正行為をしてまで帰化する利点が\nないとは到底いえないから，原告の上記主張は，いずれも前提を欠いており失当で\nある。\n２　なお，原告は，透明な行政手続，国際協調主義，国民主権の理念に則った公正\nで民主的な行政の推進などの観点から，帰化事件処理要領の開示が必要であると主\n張しており，情報公開法７条は，不開示情報が記録されている行政文書であって\nも，公益上特に必要がある場合には開示することができる旨を定めているので，こ\nの点について検討する。\n情報公開法７条は，同法５条により開示が禁止される情報について，公益上特に\n必要がある場合に，行政機関の長の高度な行政的判断により裁量的開示を行うこと\nができる旨を定めたものであって，同条の規定に基づいて開示するかしないかは，\n上記行政機関の長の裁量にゆだねられているものであり，同条の規定に基づいて開\n示しなかったことが違法となるのは，当該行政機関の長が，与えられた裁量権の範\n囲を逸脱，又は濫用したと認められる場合に限られるものと解するのが相当であ\nる。\nそうであるとすれば，本件においては，原告は，帰化事件処理要領の開示の一般\n的必要性を主張するだけであって，被告が，その裁量権の範囲を逸脱，又は濫用し\nたことを窺わせるような事情は何ら主張，立証されていないから，本件決定が情報\n公開法７条に違反して違法であるとも認められない。\n第４　結論\n以上によれば，帰化事件処理要領を不開示とした被告の本件決定に違法はないと\nいうべきである。\nよって，原告の請求は理由がないから，主文のとおり判決する。\n東京地方裁判所民事第２部\n裁判長裁判官　市村陽典\n裁判官　森英明\n裁判官　馬渡香津子\n"
}