{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 7,
    "day": 15
  },
  "case_number": "平成14(行ケ)565",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "10970",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=10970",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/970/010970_hanrei.pdf",
  "contents": "平成１４年（行ケ）第５６５号　審決取消請求事件\n平成１５年７月１５日判決言渡，平成１５年７月１日口頭弁論終結\n判　　　　決\n原　　　告　　　　　株式会社シグマ\n訴訟代理人弁護士　　片山英二，伊藤尚，原田崇史，弁理士　服部修一\n被　　　告　　　　　ミノルタ株式会社\n訴訟代理人弁理士　　貞重和生\n主　　　　文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n事実及び理由\n以下においては，原文の表記にかかわらず，公用文の用字例に従った箇所があ\nる。\n第１　原告の求めた裁判\n「特許庁が無効２０００－３５４９２号事件について平成１４年９月２５日にした\n審決を取り消す。」との判決。\n第２　事案の概要\n１　特許庁における手続の経緯\n被告が特許権者である本件特許第２６７７２６８号「超コンパクトな広角域を含\nむ高変倍率ズームレンズ系」は，昭和６１年９月９日に特許出願され，平成９年７\n月２５日に設定登録がされた。\n原告は，平成１２年９月１３日，本件特許につき無効審判の請求をし，無効２０\n００－３５４９２号事件として係属し（本件審判），被告は，平成１３年１月４\n日，訂正請求をした。\n平成１３年７月３１日，「訂正を認める。特許第２６７７２６８号の特許請求の\n範囲第１項に記載された発明についての特許を無効とする。」との審決（第１次審\n決）があった。\n被告は第１次審決の取消訴訟を提起し，東京高裁平成１３年(行ケ)第４０５号事\n件として審理されたが，その係属中の平成１４年１月８日，本件明細書の訂正を求\nめる審判を請求し（訂正２００２－３９００４号），同年２月１４日この訂正審判\n請求を認める旨の審決があった。そこで，上記審決取消訴訟において，平成１４年\n５月２１日，第１次審決を取り消す旨の判決が言い渡され確定した。\nそこで再開された無効２０００－３５４９２号審判において，平成１４年９月２\n５日，「本件審判の請求は，成り立たない。」との審決（第２次審決）があった\n（以下において単に「審決」というときは，この第２次審決を指す。）。\n２　本件発明の要旨（訂正審決で認められたもの）\n物体側より順に，正屈折力の第１群，負屈折力の第２群，及び正屈折力の第３群\nを有し，この第３群が前群及び後群の2群に分けられるとともに，短焦点距離端から\n長焦点距離端へのズーミングに際して，第１群及び第３群前群及び後群を各々像面\n側から物体側へ移動し，前記第１・第２群間，第２・第３群間及び前記第３群の前\n群・後群間の空気間隔を変化させることによりズーミングを行い，かつ，前記第２\n群が物体側から順に，像側により強い曲率を有する第１負レンズ，第２負レンズ，\n第３正レンズ及び第４負レンズから構成されるとともに，前記第３群後群中のいず\nれかのレンズに非球面を有し，以下の条件を満足することを特徴とする超コンパク\nトな広角域を含む高変倍率ズームレンズ系；\n0.5< fIIIw / fw  <0.9\n(|X|-|Xo|)/(Co(N'-N)) <0\n0.01< ΔdIII / fw  <0.3\n0.02< fw / fIIIB  <2.0\nただし，\nfIIIw:第３群の広角端での，焦点距離，\nfw:全系の最短焦点距離，\nfIIIB:第３群後群の焦点距離，\nΔdIII:広角端における第３群の全長から望遠端における第３群の全長をひいた\n量，\nCo:非球面の基準となる球面の曲率，\nN:非球面より物体側の屈折率，\nN':非球面より像側の屈折率，\nX:下の式で表される光軸からの高さYにおける光軸方向の変位量，\nX=Xo+A4Y\n4+A6Y\n6+A8Y\n8+A10Y\n10+・・・・\nXo: 下の式で表される非球面の基準となる球面の形状，\nXo=CoY\n2/(1+(1-Co\n2Y\n2)\n1/2)，\nA:非球面係数。\n３　原告（審判請求人）の審判における主張\n(1)　進歩性欠如\n特許請求の範囲第１項記載の本件発明は，審判甲第１号証及び審判甲第２号証に\n記載のものから，当業者が推考容易である。\n審判甲第１号証：特開昭５７－１６８２０９号公報(本訴甲第２号証)\n審判甲第２号証：特開昭６０－１７８４２１号公報（本訴甲第３号証）\n(2)　明細書の記載不備\n特許請求の範囲の内容は，超コンパクト化の効果が得られない発明までも包含す\nる内容になっており，発明の詳細な説明に記載される発明とは内容が不一致であ\nり，明細書の記載不備がある。\n４　審決の理由の要点\n(1)　第１の無効理由(特許法29条2項)について\n(1)－１　審判甲第１号証に記載された発明\n審判甲第１号証の記載からみて審判甲第１号証には，高性能でコンパクトな広角\n域を含む高変倍比ズームレンズ系であって，物体側より順に正屈折力の第１群(I)，\n負屈折力の第２群(II)で始まるズームレンズ系において，第１群(I)は２枚の正レン\nズと１枚の負レンズより成り，第２群(II)は，物体側より順に負屈折力の第１成\n分(II-1)，正屈折力の第２成分(II-2)，負屈折力の第３成分(II-3)より構成し，第\n１成分(II-1)は少なくとも２枚の負レンズから成り第２成分(II-2)は少なくとも１\n枚の物体側に強い曲率を持つ正レンズより成り，第３成分(II-3)は少なくとも１枚\nの物体側に強い曲率を持つ負レンズより成るとともに，全系の最短焦点距離が，実\n画面の対角線長より短かいズームレンズ系の発明が記載されている。\nそして，審判甲第１号証の実施例１，２，３，５，６のレンズ構成データ及びそ\nれらの構成図である第１，３，５，９，１１図からみて，実施例１，２，３，５，\n６のズームレンズ系は，上記第２群の像側に第３群としてIII-1とIII-2とを備え\nる。審判甲第１号証の実施例１，２，３，５，６のレンズ構成データ及びそれらの\n構成図である第１，３，５，９，１１図からみて，負屈折力の第１成分(II-1)は像\n側により強い曲率を有することが明らかである。\nまた，第１，３，５，９，１１図に実線で示される最短焦点距離側から最長焦点\n距離側へのレンズ群移動形式，及び最短焦点距離，中間焦点距離，最長焦点距離の\n状態での実施例１，２，３，５，６のレンズ構成データから，上記ズームレンズ系\nは短焦点距離端から長焦点距離端へのズーミングに際して，第１群(I)，第３群の\nIII-1及び第３群のIII-2を像面側から物体側へ移動し，第１・第２群間，第２・第\n３群間及び第３群のIII-1・III-2間の空気間隔を変化させることによりズーミング\nを行っていることが明らかである。\nさらに，当該第３群の広角端での焦点距離は，全系の最短焦点距離に対して0.5と\n0.9との間の値であることは明らかである。第１回口頭審理及び請求人の「答弁書」\nの内容からみてこの点に当事者間の争いはない。\nしてみると，審判甲第１号証の実施例１，２，３，５，６として，\n「高性能でコンパクトな広角域を含む高変倍比ズームレンズ系であって，全系の\n最短焦点距離が，実画面の対角線長より短かいズームレンズ系において，物体側よ\nり順に正屈折力の第１群(I)，負屈折力の第２群(II)で始まるズームレンズ系におい\nて，第１群(I)は２枚の正レンズと１枚の負レンズとより成り，第２群(II)は，物体\n側より順に負屈折力の第１成分(II-1)，正屈折力の第２成分(II-2)，負屈折力の第\n３成分(II-3)より構成し，第１成分(II-1)は少なくとも２枚の負レンズから成り第\n２成分(II-2)は少なくとも１枚の物体側に強い曲率を持つ正レンズより成り，第３\n成分(II-3)は少なくとも１枚の物体側に強い曲率を持つ負レンズより成るととも\nに，第２群の像側に第３群のIII-1と第３群のIII-2を備え，短焦点距離端から長焦\n点距離端へのズーミングに際して，第１群(I)，第３群のIII-1及び第３群のIII-2を\n像面側から物体側へ移動し，第１・第２群間，第２・第３群間及び第３群の\nIII-1・III-2間の空気間隔を変化させることによりズーミングを行い，当該第３群\nの広角端での焦点距離は，全系の最短焦点距離に対して0.5と0.9との間の値である\nズームレンズ系」\nなる発明が記載されている。\n(1)－２　対比\n本件発明と審判甲第１号証に実施例１，２，３，５，６としてして記載された発\n明(引用発明)とを対比すると，引用発明における\na「第１群(I)」，\nb「第２群(II)」，\nc「第３群のIII-1」，「第３群のIII-2」，\nd第１成分(II-1)の「少なくとも２枚の負レンズ」，\ne「正屈折力の第２成分(II-2)」及び\nf「負屈折力の第３成分(II-3)」\nは，本件発明における，\na「第１群」，\nb「第２群」，\nc「第３群前群」，「第３群後群」，\nd第２群の「第１負レンズ」と第２群の「第２負レンズ」，\ne第２群の「第３正レンズ」及び\nf第２群の「第４負レンズ」\nに相当する。\nまた，引用発明において，0.5＜(第３群の広角端での焦点距離)/(全系の最短焦点\n距離)＜0.9であり，0.01＜(広角端における第３群の全長から望遠端における第３群\nの全長をひいた量)/(全系の最短焦点距離)＜0.3であり，0.02＜(全系の最短焦点距\n離)/(第３群のIII-2の焦点距離)＜0.2である。\nよって，両者は，\n「物体側より順に，正屈折力の第１群，負屈折力の第２群，及び正屈折力の第３\n群を有し，この第３群が前群及び後群の2群に分けられるとともに，短焦点距離端か\nら長焦点距離端へのズーミングに際して，第１群及び第３群前群及び後群を各々像\n面側から物体側へ移動し，前記第１・第２群間，第２・第３群間及び前記第３群の\n前群・後群間の空気間隔を変化させることによりズーミングを行い，かつ，前記第\n２群が物体側から順に，像側により強い曲率を有する第１負レンズ，第２負レン\nズ，第３正レンズ及び第４負レンズから構成され以下の条件を満足することを特徴\nとするコンパクトな広角域を含む高変倍率ズームレンズ系:\n0.5＜ fIIIw / fw ＜0.9\n0.01＜ΔdIII/fw＜0.3\n0.02＜ fw/fIIIB＜0.2\nただし，\nfIIIw:第３群の広角端での,焦点距離，\nfw:全系の最短焦点距離\nfIIIB:第３群後群の焦点距離，\nΔdIII:広角端における第３群の全長から望遠端における第３群の全長をひいた\n量」\nの点で一致する。\nそして，両者は，以下の点で相違する。\n相違点１:本件発明は超コンパクトと規定しているのに対して，引用発明はコンパ\nクトと規定している点。\n相違点２:本件発明は第３群後群中のいずれかのレンズに非球面を有し，\n(|X|-|Xo|)/(Co(N'-N))＜0なる条件を満足するのに対し，引用発明は非球面を有さ\nず，(|X|-|Xo|)/(Co(N'-N))＜0なる条件について記載していない点。\nただし，\nCo:非球面の規準となる球面の曲率，\nN:非球面より物体側の屈折率，\nN':非球面より像側の屈折率，\nX:下の式で表される光軸からの高さYにおける光軸方向の変位量，\nX=Xo+A4Y\n4+A6Y\n6+A8Y\n8+A10Y\n10+・・・・\nXo: 下の式で表される非球面の基準となる球面の形状，\nXo=CoY\n2/(1+(1-Co\n2Y\n2)\n1/2)，\nA:非球面係数。\n(1)－３　相違点についての判断\n相違点１について判断するに，引用発明のズームレンズ系も，小型化を目的とし\nてなされたものであり，超コンパクトと規定するかコンパクトと規定するかによっ\nて，格別の技術的意義の差異が生じるものとは認められない。\nしたがって，相違点１は，本件発明と引用発明との実質的な相違点であるとは認\nめられない。\n次に相違点２について判断する。\n審判甲第２号証には，「物体側より順に正の屈折力の第１レンズ群，負の屈折力\nの第２レンズ群，正の屈折力の第３レンズ群そして第４レンズ群の４つのレンズ群\nを有したズームレンズにおいて，前記第１レンズ群及び第３レンズ群を物体側へ移\n動させ，前記第２レンズ群と第４レンズ群を移動若しくは固定させることによって\n広角側から望遠側へズーミンクを行い，前記第３レンズ群中に少なくとも1つの正の\n屈折力のレンズ３Ａを有するようにし，前記レンズ３Ａの少なくとも1つのレンズ面\nを非球面としたことを特徴とするコンパクトなズームレンズ」において，非球面と\nして「好ましくはレンズの周辺部に行くに従い正の屈折力が弱まるような形状」，\n又は「負の屈折力のレンズがあり，このレンズ面にレンズ周辺部に行くに従い負の\n屈折力が強まる形状」とすることによって，高性能なコンパクトなズームレンズの\n提供という目的を達成することが記載されている。\nここで，審判甲第２号証に開示された非球面の形状が，(|X|-|Xo|)/(Co(N'-N))＜\n0なる条件を満たす形状であることは，その記載から明らかである。\nしかしながら，審判甲第２号証においては，非球面は第３レンズ群III(本件発明\nの第３群前群に相当)中に配置されていることが，審判甲第２号証の５頁～６頁に記\n載された数値実施例１，２，３，４として示され，それを前提として作用効果が説\n明されている。してみると，審判甲第２号証のものは，第４レンズ群IV(本件発明の\n第３群後群に相当)に非球面を配置することの示唆，並びにその配置の変更によりも\nたらされる非球面の作用及び効果を示しているとは認められない。\n請求人（原告）は，審判甲第２号証における，①「前述の非球面を絞りよりもで\nきるだけ像側に配置することが，非点収差の補正に効果が高い。」との記載（３頁\n左上欄１７行～１９行），②「後述する本発明の数値実施例では非球面を１面使用\nしているが，複数面に使用した場合には，より効果が高くなることはいうまでもな\nい。」との記載(４頁右下欄４行～６行)，③「また前記非球面レンズ３Ａを該レン\nズ３Ｂより像面側に配置することにより軸外光束の通過位置がレンズ周辺部分とな\nり，非点収差補正の効果を高めることができるので好ましい。」との記載(３頁右上\n欄９行～１３行)があること，及び④「被告自身が訂正明細書５頁２４行～２７行に\nおいて「ここで，軸外のサジタル横収差の高次フレアの補正に重点をおく場合は，\n非球面を第３群中のできるだけ像側の位置に置くことが望ましく，第３群後群中に\n設ける方がよい。しかし第３群前群の後方のレンズに設けても後群中に設けるのと\nほぼ同じ効果が得られる。」との効果説明をしている」点を根拠として，引用発明\nの第３群のIII-2(本件発明の第３群後群に相当)に審判甲第２号証の非球面を適用す\nることが容易であると主張している。\nしかし，審判甲第２号証の非球面の位置についての上記記載は，上記②を除いて\nそれらの記載の直前に「絞りは第３レンズ群の物体側か，若しくはレンズ群中の比\n較的物体側に設定することによって・・・」(上記①の直前)，「第３レンズ群中に\n負の屈折力のレンズ３Ｂを少なくとも１枚使用することにより，発散レンズ面で第\n３レンズ群の正の屈折力に起因する収差を補正することができる。」(③の直前)と\n記載されており，さらに，上記②は，単に非球面の数について記載しているのであ\nって，位置について規定しているのではない。したがって，審判甲第２号証の明細\n書及び図面の記載から，第３レンズ群III(本件発明の第３群前群に相当)に配置され\nていることが明らかである。この点は審判甲第２号証の実施例のレンズ構成データ\nからも明らかである。このように，審判甲第２号証において，非球面を第４レンズ\n群IV(本件発明の第３群後群に相当)に配置することの示唆は認められない。\n一方，本件発明は，非球面を配置する位置を第３群後群中と規定する構成及び他\nの本件発明の構成により，球面収差とサジタル横収差における高次フレアに特に着\n目して「ズーム全域の球面収差と軸外のサジタル横収差における高次フレアをバラ\nンスよく補正すること」(本件特許掲載公報第５欄２９～３０行)を実現したもので\nあり，この点で，非球面を配置する位置を第３群後群中と規定したことによる技術\n上の意義が認められる。\nしたがって，引用発明と，非球面を採用した審判甲第２号証のものとは，ズーム\nレンズ系としての基本的構成が共通であり，かつ，用途，画角，焦点距離，全長等\nの機能的仕様も類似しているので審判甲第２号証の技術事項を引用発明に適用する\nこと自体は，審判甲第１０号証，審判甲第１１号証及び審判甲第１３号証に記載さ\nれた技術水準からみて当業者が容易に想到できる事項であるとしても，引用発明\nに，審判甲第２号証に示された形状の非球面を，審判甲第２号証で示された位置，\nすなわち第３群前群中に配置するにとどまり，本件発明の相違点２に係る「第３群\n後群中」に特定形状の非球面を配置するという構成には至らない。\nそして，引用発明に，審判甲第２号証に示された形状の非球面を適用するに当た\nり，その位置を，本件発明のように第３群後群中に変更することは，その変更の合\n理的な動機が引用発明，審判甲第２号証及び周知の事項からは導き出せず，かつ，\n審判甲第２号証のものとは異なる非球面の位置を選択している点に技術上の意義が\n存在する以上，相違点２に係る本件発明の構成が引用発明及び審判甲第２号証の記\n載から当業者が容易に想到できた事項であるとすることはできない。\n(2)　第２の無効理由（特許法３６条３項）について\n本件明細書は，訂正請求書により，再現不可能な訂正前の実施例２と実施例４が\n削除されたから，請求人（原告）が主張する不備は存在しない。\n条件式(1)及び(4)から，被請求人（被告）が説明する技術内容と矛盾する解を導\nくことができること自体は，本件明細書の記載不備と直接関係するものは認められ\nない。さらに，条件式(1)及び(4)が発明の詳細な説明で謳う「超コンパクト化」と\n矛盾する解をも一部に含むとしても，「超コンパクト化」に必要な技術事項を本件\n発明の構成とし，当該技術事項を満足し本件発明の目的を達成できる実施例が具体\n的なレンズ構成データとして発明の詳細な説明に開示されている。すなわち，本件\n特許請求の範囲第１項には，「超コンパクト化」に必要な技術事項，すなわち発明\nの構成に欠くことのできない事項のみが記載され，発明の詳細な説明には当業者が\n容易に本件発明を実施できる程度に技術事項が開示されていると認められる。そし\nて，本件発明の構成である技術事項をレンズ構成データとして具体化するに当た\nり，当業者ならば，本件発明の技術事項の範囲内でパラメータ間の調整を行い，目\n的を達成することができるから，本件発明の技術的範囲内で目的を達しない構成デ\nータの選択が可能であるということのみでは特許請求の範囲の記載が不備であると\nすることはできない。\n第３　原告主張の審決取消事由\n１　取消事由１（進歩性の判断の誤り）\n(1)　審判甲第２号証の特許請求の範囲には，\n「４つのレンズ群を有したズームレンズにおいて・・・前記レンズ３Ａの少なくと\nも１つのレンズ面を非球面としたことを特徴とするコンパクトなズームレンズ」と\nの記載がある。他方，「発明の詳細な説明」中には，\n①「本発明はコンパクトなズームレンズに関し，特に少なくとも２つ以上のレン\nズ群がズーミングに際して移動する少なくとも３つのレンズ群を有し，そのうち１\nつのレンズ群に非球面を施すことにより良好なる収差補正を達成したコンパクトな\nズームレンズに関するものである。」（２頁左上欄），\n②「本発明では第４レンズ群によって収差補正及びレンズ全長の短縮化を行って\nいるが，第４レンズ群を除いて，３つのレンズ群で構成し，これらのレンズ群に各\n々収差補正を分担させることによっても同様に本発明の目的を達成することができ\nる。」（４頁左下欄），\n③「本発明においてズーミングによる収差変動を少なくし，更に，良好な収差補\n正を達成するには第３レンズ群に少なくとも１枚の負の屈折力のレンズ３Ｂを有す\nるようにし，前記レンズ３Ａを前記レンズ３Ｂよりも像面側に配置することであ\nる。」（３頁左上欄～右上欄），\n④「前記非球面レンズ３Ａを該レンズ３Ｂより像面側に配置することにより軸外\n光束の通過位置がレンズ周辺部分となり，非点収差補正の効果を高めることができ\nるので好ましい。」（３頁右上欄），\n⑤「非球面を絞りよりもできるだけ像側に配置することが，非点収差の補正に効\n果が高い」（３頁左上欄）\nとの記載があり，審判甲第２号証には，ズームレンズが３つのレンズ群で構成さ\nれ，その３群中の負の屈折力のレンズ３Ｂよりも像面側，すなわち第３群内の後部\nに非球面の施された正の屈折力のレンズ３Ａが配置されていれば，良好なる収差補\n正を達成するという目的を達成できることが明らかにされている。\n上記②に収差補正の分担方法に関する具体的な記載がないことは，審判甲第２号\n証記載のズームレンズを３つのレンズ群で構成した場合の収差補正の方法が，当業\n者にとって容易に想到できる性質のものであることを示すものにほかならない（レ\nンズの設計はコンピューターを用いて行われるから，かかるプロセスを審判甲第２\n号証記載のズームレンズを３つのレンズ群で構成した場合にも用いれば，その収差\nの補正方法は当業者にとって容易に実施できるものといえる。）。\n(2)　一方，本件訂正明細書中には，\n「非球面を第３群中のできるだけ像側の位置に置くことが望ましく，第３群後群\n中に設ける方がよい。しかし，第３群前群の後方のレンズに設けても後群中に設け\nるのとほぼ同じ効果が得られる。」（５頁）\nと記載されており，非球面を設ける位置は第３群後群に限定されず，第３群後群に\n特定しても，その効果は格別なものではないことが記載されている。\n審判甲第２号証にも，「非球面を絞りよりもできるだけ像側に配置することが，\n非点収差の補正に効果が高い」（３頁左上欄）との記載があり，審判甲第２号証に\nは，既に，非球面はできるだけ後方のレンズに配置されることが望ましいという技\n術的思想が示唆されており，非球面の位置を本件発明のように第３群後群中に変更\nする合理的な動機が記載されていたものである。\n(3)　したがって，本件発明は，引用発明に審判甲第２号証に記載の発明を適用し\nて，非球面を第３群後群中に配置することにより，当業者が容易に発明をすること\nができたものである。\n被告は，審判甲第２号証のズームレンズ系から第４レンズ群を削除すると，ズー\nミング中に変化する空気間隔は２箇所のみとなり，本件発明のズームレンズ系とは\n全く異なるズームレンズ系となると主張する。本件発明において，第３群が前群と\n後群に分かれているのは，それぞれが別の群を構成しているからではなく，「３\n群」という１つの「群」の中にフローティング方式を採用したからにほかならな\nい。本件発明において第３群前群と後群の空気間隔は焦点距離を変化させるという\n意味を持たず，ズームレンズとの関係においては，両者を一体の３「群」として把\n握すれば足りるのであるから，審判甲第２号証記載のズームレンズから第４レンズ\n群を取り除いた後のレンズ間の空気間隔と本件発明の空気間隔には「群」という意\n味では相違はない。なお，審判甲第１号証のズームレンズも，同様に３群構成のズ\nームレンズである。\n２　取消事由２（実施可能要件の判断の誤り）\n本件明細書には，条件式(4)により含まれることとなった「超コンパクトなズーム\nレンズ系」の提供という本件発明の目的を実現することが困難な場合についての問\n題を解決するための方法は開示されていない。そして，かかる場合は，例えば，請\n求項に上位概念の発明が記載されており，発明の詳細な説明に当該上位概念に含ま\nれる一部の下位概念についての実施の形態のみが実施可能に記載されている場合で\nあって，当該上位概念に含まれる他の下位概念については，当該一部の下位概念に\nついての実施の形態のみでは当業者が出願時の技術常識を考慮しても実施できない\n場合に当たるということができる（特許庁編「特許・実用新案審査基準１８頁\n『３．２．２．２(1)』」）。とすれば，この場合，同じく特許庁の特許・実用新案\n審査基準によれば，「請求項に係る発明に含まれる実施の形態以外の部分が実施可\n能でない」場合に当たるものとして，特許性は認められないこととなるはずである\n（特許庁編「特許・実用新案審査基準１８頁『３．２．２．２』」）。\nよって，本件特許は，特許法３６条３項に規定する要件を満たしていない特許出\n願に対してなされたものである。\n第４　当裁判所の判断\n１　取消事由１（進歩性の判断の誤り）について\n(1)　審判甲第２号証（本訴甲第３号証）には次の記載がある。\n「物体側より順に正の屈折力の第１レンズ群，負の屈折力の第２レンズ群，正の\n屈折力の第３レンズ群そして第４レンズ群の４つのレンズ群を有したズームレンズ\nにおいて，前記第１レンズ群及び第３レンズ群を物体側へ移動させ，前記第２レン\nズ群と第４レンズ群を移動若しくは固定させることによって広角側から望遠側へズ\nーミングを行い，前記第３レンズ群中に少なくとも１つの正の屈折力のレンズ３Ａ\nを有するようにし，前記レンズ３Ａの少なくとも１つのレンズ面を非球面としたこ\nとを特徴とするコンパクトなズームレンズ。」（特許請求の範囲第１項）\n「本発明はコンパクトなズームレンズに関し，特に少なくとも２つ以上のレンズ\n群がズーミングに際して移動する少なくとも３つのレンズ群を有し，そのうち１つ\nのレンズ群に非球面を施すことにより良好なる収差補正を達成したコンパクトなズ\nームレンズに関するものである。」（２頁左上欄）\n「最近，小型軽量の高性能のコンパクトなズームレンズが写真用カメラ，ビデオ\nカメラ，ＴＶカメラ等に要求されている。ズームレンズのレンズ全長及びレンズ外\n径を小さく構成し高性能化を図るためには，各レンズ群の屈折力を強くするととも\nに屈折力分担を適正に決めなければならない。この場合一般に屈折力を強くすると\n諸収差の発生量が増大し，ズーミングによる収差変動を除去することが困難とな\nる。ズームレンズのコンパクト化を図る別の方法としてズーミングに際して多数の\nレンズ群を移動させてズーミングを行い収差変動を押さえる方法がある。この方法\nの一例として物体側から順に正の屈折力の第１レンズ群，負の屈折力の第２レンズ\n群，正の屈折力の第３レンズ群，そして正の屈折力の第４レンズ群で構成し，ズー\nミングに際して前記４つのレンズ群を移動させるとともに前記第３レンズ群から射\n出する軸上光束がほぼ平行となる屈折力配分としたズームレンズが特開昭５７－１\n６８２０９号公報，特開昭５７－１６９７１６号公報等で提案されている。これら\nで提案されているズームレンズは第３レンズ群から射出される軸上光束がほぼ平行\nであるためズームレンズのコンパクト化には限界があった。そこで前記ズームレン\nズの第３レンズ群から射出する光束を収斂光束とすることによってさらにレンズ全\n長を短くする方法があるが，この方法はズーミングによる収差変動の除去が難し\nく，高性能なズームレンズを達成するのが困難であった。\n本発明は高性能なコンパクトなズームレンズの提供を目的とし，非球面レンズを\n効果的に用いることによって本発明の目的を良好に達成している。」（２頁左上欄\n～左下欄）\n「本発明の目的を達成するためのコンパクトなズームレンズの主たる特徴は物体\n側より順に正の屈折力の第１レンズ群，負の屈折力の第２レンズ群，正の屈折力の\n第３レンズ群そして第４レンズ群の４つのレンズ群を有したズームレンズにおい\nて，前記第１レンズ群及び第３レンズ群を物体側へ移動させ，前記第２レンズ群と\n第４レンズ群を移動若しくは固定させることによって広角側から望遠側にズーミン\nクを行い，前記第３レンズ群は少なくとも１つの正の屈折力のレンズ３Ａを有して\nおり，前記レンズ３Ａの少なくとも１つのレンズ面を非球面としたことである。」\n（２頁左下欄）\n「そこで本発明では第３レンズ群の正の屈折力のレンズに非球面を施して，ズー\nミングによる収差変動を除去し，更にレンズ系の長大化を防止してコンパクトなズ\nームレンズを達成している。そして本発明において，非球面の形状として好ましく\nはレンズの周辺部に行くに従い正の屈折力が弱まるような形状とすることによって\n球面収差と非点収差を同時に補正している。すなわち，第３レンズ群の屈折力を強\nめることにより，球面収差が周辺部分でアンダーに，非点収差が軸外でアンダーと\nなるが，周辺部分で屈折力を弱める非球面とすることにより，球面収差，非点収差\nをともにオーバー方向に補正可能としているのである。なお第３レンズ群中に負の\n屈折力のレンズがあり，このレンズ面にレンズ周辺部に行くに従い負の屈折力が強\nまる形状の非球面を施しても良いが，前述のごとく正の屈折力のレンズに施した方\nが収差補正が容易となり好ましい。」（２頁右下欄～３頁左上欄）\n「前述のズームレンズの構成において，絞りは第３レンズ群の物体側か，若しく\nはレンズ群中の比較的物体側に設定することによって前玉レンズ外径が小さくコン\nパクトなズームレンズが達成できるが，前述の非球面を絞りよりもできるだけ像側\nに配置することが，非点収差の補正に効果が高い。」（３頁左上欄）\n「本発明においてズーミングによる収差変動を少なくし，更に良好な収差補正を\n達成するには第３レンズ群に少なくとも１枚の負の屈折力のレンズ３Ｂを有するよ\nうにし，前記レンズ３Ａを前記レンズ３Ｂよりも像面側に配置することである。」\n（３頁左上欄～右上欄）\n「第３レンズ群中に負の屈折力のレンズ３Ｂを少なくとも１枚使用することによ\nり，発散レンズ面で第３レンズ群の正の屈折力に起因する諸収差を補正することが\nできる。また前記非球面レンズ３Ａを該レンズ３Ｂより像面側に配置することによ\nり軸外光束の通過位置がレンズ周辺部分となり，非点収差補正の効果を高めること\nができるので好ましい。」（３頁右上欄）\n「なお本発明のズームレンズにおいてはズーミングに際して第２レンズ群と第４\nレンズ群を移動させても良いが第２レンズ群のみを移動させて第４レンズ群を固定\nさせておいても良い。第４レンズ群を固定させればレンズ鏡筒が簡単となり好まし\nい。また本発明では第４レンズ群によって収差補正及びレンズ全長の短縮化を行っ\nているが，第４レンズ群を除いて，３つのレンズ群で構成し，これらのレンズ群に\n各々収差補正を分担させることによっても同様に本発明の目的を達成することがで\nきる。後述する本発明の数値実施例では非球面を１面使用しているが，複数面に使\n用した場合には，より効果が高くなることはいうまでもない。」（４頁左下欄～右\n下欄）\nまた，５～６頁にかけて，数値実施例１，２，３，４の短焦点距離，中間集点距\n離，長焦点距離の状態でのレンズ構成データが示されており，添付された図面の，\n第１図，第２図，第３図には，数値実施例１，２，３のレンズ系の断面図が，ま\nた，第４図，第５図，第６図には数値実施例１，２，３のレンズ系の収差図が示さ\nれており，第７図には非球面形状の説明図，第８図には数値実施例４のレンズ系の\n断面図と移動の仕方が図示されており，数値実施例１，２，３，４とも４群構成の\nズームレンズである。\n(2)　上記記載によれば，審判甲第２号証には，非球面レンズを効果的に用いるこ\nとによって高性能なコンパクトなズームレンズを提供することを目的とするもので\nあって，従来技術，実施例及び特許請求の範囲に記載された発明は共に４群構成の\nズームレンズであり，４群構成のズームレンズにおいて第３レンズ群中の正の屈折\n力のレンズの面を非球面とすることにより，この目的を達成した発明が開示されて\nいるものと認められる。\nそして，３群構成のズームレンズに関する記載は，①「本発明はコンパクトなズ\nームレンズに関し，特に少なくとも２つ以上のレンズ群がズーミングに際して移動\nする少なくとも３つのレンズ群を有し，そのうち１つのレンズ群に非球面を施すこ\nとにより良好なる収差補正を達成したコンパクトなズームレンズに関するものであ\nる。」（２頁左上欄），②「また本発明では第４レンズ群によって収差補正及びレ\nンズ全長の短縮化を行っているが，第４レンズ群を除いて，３つのレンズ群で構成\nし，これらのレンズ群に各々収差補正を分担させることによっても同様に本発明の\n目的を達成することができる。」（４頁左下欄～右下欄）の２箇所のみである。こ\nのうち①の記載は，少なくとも３つのレンズ群を有し，そのうち１つのレンズ群に\n非球面を施すことを開示するにとどまる。\n他方で，４群のズームレンズとした場合には，実施例，特許請求の範囲の記載な\nどにより具体的なレンズ構成や非球面を設ける位置について開示されているが，３\n群のズームレンズとした場合に，ズームレンズを具体的にどう構成するかや，非球\n面をどのレンズ群に配置するかについての開示はない。\nさらに，上記②の記載は，３つのレンズ群で構成し，これらのレンズ群に各々収\n差補正を分担させることが可能であると開示されているのみであって，３群のズー\nムレンズの具体的構成や各レンズ群への収差補正の分担をどのようにするかの開示\nはなく，非球面を使用するのか否かでさえも開示されていない。\n原告はこの点につき，収差補正の分担方法に関する具体的な記載がないのは，レ\nンズの設計はコンピューターを用いて行われるから，ズームレンズを３つのレンズ\n群で構成した場合の収差補正の方法が，当業者にとって容易に想到できるからであ\nると主張する。しかしながら，レンズ設計をコンピュータを用いて行う際には，３\n群構成のレンズ群のそれぞれにおいて，レンズ構成，非球面の採否・配置位置，収\n差補正の分担及び変化させるパラメータの選択等を入力する必要があるのであり，\nこれらについて具体的記載がなければ，当業者といえども特定の３群のズームレン\nズを構成することはできないものと認められる。\n(3)　審判甲第２号証における次の記載，すなわち，③「本発明においてズーミン\nグによる収差変動を少なくし，更に良好な収差補正を達成するには第３レンズ群に\n少なくとも１枚の負の屈折力のレンズ３Ｂを有するようにし，前記レンズ３Ａを前\n記レンズ３Ｂよりも像面側に配置することである。」（３頁左上欄～右上欄），④\n「前記非球面レンズ３Ａを該レンズ３Ｂより像面側に配置することにより軸外光束\nの通過位置がレンズ周辺部分となり，非点収差補正の効果を高めることができるの\nで好ましい。」（３頁右上欄），⑤「非球面を絞りよりもできるだけ像側に配置す\nることが，非点収差の補正に効果が高い」（３頁左上欄）との記載についてみて\nも，いずれも４群構成のズームレンズに関する説明中の記載であり，３群構成のズ\nームレンズに関して説明したものではない。\nすなわち，審判甲第２号証には，４群構成のズームレンズにおいて，第３レンズ\n群中の正の屈折力のレンズに非球面を施して球面収差と非点収差を同時に補正し，\n絞りを物体側に設定することによってコンパクトなズームレンズとすることの説明\nの後，上記⑤において，非球面を絞りよりもできるだけ像側に配置すると非点収差\nの補正に効果が高いことの説明があり，③，④において，第３レンズ群の非球面レ\nンズの物体側に負の屈折力のレンズ３Ｂを配置すると非点収差補正の効果を高める\nことができることの説明があるのである。上記②の「また本発明では第４レンズ群\nによって収差補正及びレンズ全長の短縮化を行っている」との記載からみても，第\n４レンズ群は収差補正を分担しており，第４レンズ群が存在するかしないかによっ\nて，３群までの収差補正の分担が異なることは明らかであるから，単に第４群レン\nズ群を取り除いて３群構成のズームレンズとしても良好な収差補正はできないとい\nうべきである。そして，これらの４群構成のズームレンズに関する記載に基づい\nて，３群構成のズームレンズとした場合においても，３群の後群のレンズに非球面\nを施せば良好な収差補正が実現できると認めるべき証拠もない。\n原告の主張は，審判甲第２号証には，ズームレンズが３つのレンズ群で構成さ\nれ，その３群中の負の屈折力のレンズ３Ｂよりも像面側，すなわち第３群内の後部\nに非球面の施された正の屈折力のレンズ３Ａが配置されていれば，良好なる収差補\n正を達成できることが明らかにされているのに，審決は，審判甲第２号証に記載さ\nれた発明の認定を誤った結果，本件発明は引用発明に審判甲第２号証記載の発明を\n適用しても容易に発明をすることができないとして進歩性の判断を誤ったとするも\nのであるが，以上説示したところによれば，理由がない。\n(4)　原告は次のようにも主張する。すなわち，本件訂正明細書（甲第５号証）中\nには，「非球面を第３群中のできるだけ像側の位置に置くことが望ましく，第３群\n後群中に設ける方がよい。しかし第３群前群の後方のレンズに設けても後群中に設\nけるのとほぼ同じ効果が得られる。」（５頁）との記載があるところ，非球面を設\nける位置は第３群後群に限定されず，第３群後群に特定しても，その効果は格別な\nものではないことが記載されており，本件発明が非球面を設ける位置を第３群後群\nに限定したことに進歩性を認める理由はないと主張する。\nしかしながら，上記記載においては，非球面を設ける位置を第３群後群にすると\n第３群前群にするよりも効果が大きいことが説明されているのであって，本件発明\nにおいては，非球面を設ける位置は第３群後群に限定することの技術的意義を認め\nることができ，原告の上記主張は採用することができない。\n(5)　以上のとおりであって，本件発明は，引用発明に審判甲第２号証に記載の発\n明を適用して，非球面を第３群後群中に配置することにより，当業者が容易に発明\nをすることができたものであるとする，原告主張の取消事由１は理由がない。\n２　取消事由２（実施可能要件の判断の誤り）について\n本件明細書（甲第５，第６号証）には，条件式(4)により含まれることとなった\n「超コンパクトなズームレンズ系」の提供という本件発明の目的を実現した実施例\nが実施例１及び実施例２として記載されている。また，本件発明のごとく，特許請\n求の範囲に変数を含む条件式で規定するレンズ系の発明においては，レンズの設計\nはコンピューターを用いて行われるものであることは技術常識である。そして，特\n許請求の範囲の記載により，本件発明のズームレズ系は，正屈折力の第１群，第１\n負レンズ，第２負レンズ，第３正レンズ及び第４負レンズから構成される負屈折力\nの第２群，及び正屈折力の前群及び後群の２群から構成される第３群からなり，第\n３群後群中のいずれかのレンズに非球面を有し，条件式(1)～(4)を満足すること等\nが特定されている。原告が超コンパクト化の実現を困難にすると主張する条件式(1)\n及び(4)は，第３群の広角端での焦点距離fIIIwび第３群後群の焦点距離fIIIBに関す\nる条件式であるが，ズームレンズ系の構成等の既に特定されているパラメータを固\n定し，これらの条件式に関するパラメータを適宜変化させて，本件発明の目的を実\n現した「超コンパクトなズームレンズ系」とすることは，当業者であれば容易に実\n施し得るものと認められる。条件式(4)は「超コンパクトなズームレンズ系」と矛盾\nする解が存在するのに，明細書中にはこの問題を解決するための方法は開示されて\nいない，との原告の主張は，このような発明の実施に際して当業者が行う設計事項\nが記載されていないとの主張に帰着するが，発明を実施する際の設計事項を記載し\nていないことが明細書の記載不備に当たらないから，採用することができない。\nよって，取消事由２も理由がない。\n第５　結論\n以上のとおりであって，原告主張の審決取消事由は理由がなく，本訴請求は棄却\nされるべきである。\n東京高等裁判所第１８民事部\n裁判長裁判官      塚　　原　　朋　　一\n裁判官      塩　　月　　秀　　平\n裁判官      田　　中　　昌　　利\n"
}