{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 18,
    "month": 9,
    "day": 22
  },
  "case_number": "平成17(行ウ)17",
  "case_name": "還付加算金請求事件",
  "court_name": "札幌地方裁判所",
  "field": "行政",
  "gist": "１　課徴金の納付を命ずる公正取引委員会の審決の一部を取り消す判決が確定したことにより返還を受けた金員についてした，国税通則法上の還付加算金に関する規定の類推適用を根拠とする還付加算金の請求が，棄却された事例　２　課徴金の納付を命ずる公正取引委員会の審決の一部を取り消す判決が確定したことにより，返還を受けた金員についてした，悪意の不当利得に基づく利息の請求が，一部認容された事例",
  "case_gist": "１　課徴金の納付を命ずる公正取引委員会の審決の一部を取り消す判決が確定したことにより返還を受けた金員についてした，国税通則法上の還付加算金に関する規定の類推適用を根拠とする還付加算金の請求につき，従来の私的独占の禁止及び公正取引の確保に関する法律（以下「独占禁止法」という。）には還付加算金の制度は存しないが，そのような制度を設けるか否かは立法政策の問題であり，また，課徴金と租税とは，制度の趣旨，目的及び賦課手続等を異にしており，国税通則法５８条の還付加算金の規定を課徴金が返還される場合に類推適用すべき基礎を欠いており，さらに，平成１７年法律第３５号による改正後の独占禁止法が還付加算金の制度を設けたのは，同法において課徴金額が全般的に大幅に引き上げられ，事業者等からの請求に基づいて審判手続の開始決定があった場合でも納付命令は失効せず，事業者等の納期限までに納付すべき義務は消滅しないこととされた上，違反行為について審判手続が開始された場合には同手続が終了した後でなければ課徴金の納付を命ずることができないとしていた独占禁止法（前記改正前）４８条の２第１項の規定が削除され，同改正後の独占禁止法７０条の９第３項の規定により公正取引委員会は，課徴金を納期限までに納付しない者から納期限の翌日からその納付の日までの日数に応じ，当該課徴金の額について年１４．５パーセントの割合で計算した延滞金を徴収することができるとされ，前記改正前の独占禁止法に比べて事業者等に対する権利の制約の程度等が増大したことなどから，立法政策として同制度を新設導入することとしたものにすぎないのであって，前記改正後の同法が同制度を設けたことは，独占禁止法の適用される課徴金の返還に関して国税通則法の還付加算金に関する規定が類推適用されるべき根拠とはならないとして，前記請求を棄却した事例　２　課徴金の納付を命ずる公正取引委員会の審決の一部を取り消す判決が確定したことにより，返還を受けた金員についてした，悪意の不当利得に基づく利息の請求につき，従来の私的独占の禁止及び公正取引の確保に関する法律には課徴金の返還（還付）等に関する規定が存在しないが，公正取引委員会のした審決の取消訴訟において当該審決の全部又は一部が取り消された場合，納付済みの課徴金の当該全部又は一部を国が保有すべき法律上の原因が失われて不当利得となるのであるから，国は，不当利得の一般法理に従ってこれを還付しなければならないのであり，民法第３編第４章における不当利得の制度の他に不当利得の一般法理を定めた規定は存しないから，課徴金の全部又は一部が不当利得となる場合についても，同制度が適用されるべきであるとした上，同制度においては，受益者は受けた利益の存する限度でこれを返還し，その受益者が悪意であるときは受けた利益に利息を付してこれを返還しなければならないとされているとして，前記請求のうち，前記判決の確定の日から支払済みまでの利息分を認容した事例",
  "lawsuit_id": "33571",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=33571",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/571/033571_hanrei.pdf",
  "contents": "9,670,000 0.073\n234 365\n9,670,000 0.073\n9,670,000 0.045\n0.5\n9,670,000 0.045\n0.5\n9,670,000 0.041\n0.1\n9,670,000 0.041\n0.1 273 365\n"
}