{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 17,
    "month": 1,
    "day": 28
  },
  "case_number": "平成15(行コ)8等",
  "case_name": "処分取消，損害賠償請求控訴，同附帯控訴事件(原審・鹿児島地方裁判所平成13年(行ウ)第2号，同年(行ウ)第8号，平成12年(ワ)第1259号)",
  "court_name": "福岡高等裁判所宮崎支部",
  "field": "行政",
  "gist": "１　県知事から岩石採取計画認可を受けた業者が当該採石場地先の海岸に石材搬出用の桟橋を設置するため，海岸法３７条の４に基づいてした一般公共海岸区域占用許可申請に対し，県の土木事務所長がした不許可処分の取消請求が，認容された事例　\n２　岩石採取計画認可申請に対して県知事による不認可処分を受け，公害等調整委員会に対する裁定申請をして同処分の取消裁定及びそれに基づく県知事の前記計画の認可処分を受けた採石業者が，前記不認可処分及びその後した申請に対して県の土木事務所長がした国有財産の使用収益不許可通知及び一般公共海岸区域占用不許可処分が違法であるとしてした国家賠償請求が棄却された事例",
  "case_gist": "１　県知事から岩石採取計画認可を受けた業者が当該採石場地先の海岸に石材搬出用の桟橋を設置するため，海岸法３７条の４に基づいてした一般公共海岸区域占用許可申請に対し，県の土木事務所長がした不許可処分の取消請求につき，前記海岸は，一般公共海岸区域に当たるとともに，国有財産法３条２項に規定する行政財産にも当たり，その占用は，同法（平成１８年法律第３５号による改正前）１８条３項にいう使用又は収益に当たるものであるところ，前記区域の占用許可について，一般法である同項の適用を排除するような具体的な許可基準が存在しなかったのであるから，前記許可についても，同項の適用があると解するのが相当であり，同項の定めを受けて定めた県管理規則に一般海浜地の使用又は収益を許可することができる場合として規定する事由の一つが存在し，かつ，その占用によって前記海岸の用途又は目的を妨げることとならないときは，その占用を許可しなければならず，また，その占用によってその用途又は目的を妨げることとなるか否かについては，海岸法の目的に照らしてこれを判断するのが相当であるとした上，前記海岸に前記桟橋を設置するなどしてこれを占用することについて，海岸の防護，海岸環境の整備と保全及び公衆の海岸の適正な利用を妨げることとなるような事実を認めるに足りる証拠はなく，前記の許可事由が存在し，かつ，前記海岸の用途又は目的を妨げることとならない場合に当たるということができるから，前記土木事務所長は，前記の申請を許可しなければならず，前記不許可処分は違法であるとして，前記請求を認容した事例　\n２　岩石採取計画認可申請に対して県知事による不認可処分を受け，公害等調整委員会に対する裁定申請をして同処分の取消裁定及びそれに基づく県知事の前記計画の認可処分を受けた採石業者が，前記不認可処分及びその後した申請に対して県の土木事務所長がした国有財産の使用収益不許可通知及び一般公共海岸区域占用不許可処分が違法であるとしてした国家賠償請求につき，前記各申請をした者は，これらの申請に係る認可処分又は許可処分がされることにより，初めて当該認可又は許可に係る権利等を創設的に取得するのであって，これらの申請に係る認可処分又は許可処分の存在を離れて当該認可又は許可に係る権利等を有するものと解することはできないから，前記の不認可処分，不許可通知及び不許可処分がされたことにより，前記採石業者の有する権利又は法律上保護すべき利益の侵害があったものとすることはできないとして，前記請求を棄却した事例",
  "lawsuit_id": "14916",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=14916",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/916/014916_hanrei.pdf",
  "contents": "主　　　　　　　　　文\n１　控訴人土木事務所長の本件控訴及び本件附帯控訴をいずれも棄却す\nる。\n２　控訴人県の本件控訴に基づき，原判決中，同控訴人関係部分を次の\nとおり変更する。\n(1)　被控訴人の控訴人県に対する請求を棄却する。\n(2)　控訴人県と被控訴人との間に生じた訴訟費用は，第１，２審とも\n被控訴人の負担とする。\n３　控訴人土木事務所長の控訴費用は，同控訴人の負担とする。\n事実及び理由\n第１　控訴及び附帯控訴の趣旨\n１　控訴人土木事務所長（控訴）\n(1)　原判決中，控訴人土木事務所長敗訴部分を取り消す。\n(2)　被控訴人の控訴人土木事務所長に対する各請求中，控訴人土木事務所長が\n被控訴人に対し平成１３年８月３０日付けでした一般公共海岸区域占用許可申請を\n不許可とする処分の取消しを求める部分を棄却する。\n(3)　控訴人土木事務所長と被控訴人との間に生じた訴訟費用は，第１，２審と\nも被控訴人の負担とする。\n２　控訴人県（控訴）\n主文２項と同旨\n３　被控訴人（附帯控訴）\n(1)　原判決中，控訴人県関係部分を次のとおり変更する。\n(2)　控訴人県は，被控訴人に対し，７３００万円及びこれに対する平成１３年\n１月２３日から支払済みまで年５分の割合による金員を支払え。\n(3)　控訴人県と被控訴人との間に生じた訴訟費用は，第１，２審とも控訴人県\nの負担とする。\n(4)　この判決は，仮に執行することができる。\n第２　事案の概要\n１　請求，争点及び各審級における判断の各概要\n(1)　被控訴人は，熊本県天草郡αに本店を有し，採石業等を目的とする株式会\n社であり，八代海（不知火海）に浮かぶ鹿児島県出水郡βに所在する原判決別紙物\n件目録記載の各土地（以下「本件採石場」という。）において採石事業（以下「本\n件採石事業」という。）を行おうとし，控訴人県の知事（以下「県知事」とい\nう。）に対し，後記本件採石法関係申請（採石法３３条の規定に基づく岩石採取計\n画認可申請）をしたところ，県知事は，同申請に対して後記本件採石法関係不認可\n処分をしたため，被控訴人は，公害等調整委員会（以下「公調委」という。）に対\nして裁定の申請をし，これに対し，公調委裁定委員会は，本件採石法関係不認可処\n分を取り消す旨の裁定（以下「本件取消裁定」という。）をしたことから，県知事\nは，改めて，本件採石法\n関係申請に対して後記本件採石法関係認可処分をした。\n次いで，被控訴人は，本件採石場地先の国有財産である海岸（以下「本件\n海岸」という。）に石材搬出のための桟橋（以下「本件桟橋」という。）を設置し\nようとし，控訴人土木事務所長に対し，後記本件国有財産法関係申請（国有財産法\n１８条３項の規定に基づく一般海浜地等使用収益許可申請）をしたところ，控訴人\n土木事務所長は，同申請に対して後記本件国有財産法関係不許可通知をした。\nその後，平成１１年法律第５４号による改正（以下，海岸法の改正に言及\nするときは，同改正を指す。）後の海岸法により，本件海岸の占用許可について同\n法が適用されることとなったことから，被控訴人は，控訴人土木事務所長に対し，\n改めて後記本件海岸法関係申請（海岸法３７条の４の規定に基づく一般公共海岸区\n域占用許可申請）をしたところ，控訴人土木事務所長は，同申請に対しても後記本\n件海岸法関係不許可処分をした。\n(2)　【原審平成１３年（行ウ）第２号事件】（原判決甲事件（以下「甲事件」\nという。）。同年５月２６日訴え提起）は，被控訴人が，本件国有財産法関係不許\n可通知は違法な行政処分である旨主張し，控訴人土木事務所長に対し，その取消し\nを求めた事案，【原審平成１３年（行ウ）第８号事件】（原判決乙事件（以下「乙\n事件」という。）。同年１０月１２日訴え提起）は，被控訴人が，本件海岸法関係\n不許可処分は違法な行政処分である旨主張し，控訴人土木事務所長に対し，その取\n消しを求めた事案，【原審平成１２年（ワ）第１２５９号事件】（原判決丙事件\n（以下「丙事件」という。）。同年１２月１６日訴え提起）は，被控訴人が，いず\nれも違法な県知事の本件採石法関係不認可処分並びに控訴人土木事務所長の本件国\n有財産法関係不許可通\n知及び本件海岸法関係不許可処分によって損害を被った旨主張し，控訴人県に対\nし，国家賠償法１条１項の規定に基づき，合計７８３０万円（公調委における裁定\n申請費用，人件費，機械購入費，施設建設費，借地代その他の諸費用及び本件訴訟\nにおける弁護士費用）とこれに対する本件国有財産法関係不許可通知後である平成\n１３年１月２３日から支払済みまで民法所定の年５分の割合による遅延損害金の支\n払を求めた事案である。\n(3)　本件の争点は，(1)本件海岸法関係不許可処分の行政処分としての違法の\n有無（乙事件），(2)県知事のした本件採石法関係不認可処分の国家賠償法上の違法\nの有無（丙事件），(3)控訴人土木事務所長のした本件国有財産法関係不許可通知及\nび本件海岸法関係不許可処分の国家賠償法上の違法の有無（同），(4)県知事及び控\n訴人土木事務所長の上記各処分をするについての故意又は過失の有無（同），(5)被\n控訴人の被侵害利益の有無（同。当審における争点），(6)被控訴人に生じた損害及\nびその額（同）である（原判決は，甲事件については，本件国有財産法関係申請\n後，本件海岸の管理規制に関する海岸法関係法令の改正に伴い，被控訴人がこれと\nは別に同趣旨の本件海岸法関係申請をしたことにより，処分の取消しを求める利益\nを欠くに至ったとして訴\nえを却下し，これに対しては，被控訴人及び控訴人土木事務所長から控訴の申立て\nがなかったので，本件国有財産法関係不許可通知の行政処分としての違法の有無\nは，当審では直接の争点から外れた。）。\n(4)　原判決（平成１５年８月２５日言渡し）は，争点(1)については，本件海\n岸法関係不許可処分は違法である，争点(2)については，本件採石法関係不認可処分\nは国家賠償法上も違法である，争点(3)については，そのうち，本件海岸法関係不許\n可処分は国家賠償法上も違法である（本件国有財産法関係不許可通知は，行政処分\nとして違法でないとしたことから，これに対する国家賠償法上の違法の有無は判断\nされていない。），争点(4)については，県知事には故意又は過失が，控訴人土木事\n務所長には過失があると判断し，争点(6)については，これら違法な行為と相当因果\n関係のある被控訴人の損害を，公調委に対する裁定申請費用の一部（弁護士費用の\n一部）２００万円及び本件訴訟における弁護士費用の一部１００万円合計３００万\n円と認め，結局，甲事\n件の訴えを上記のとおり却下し，乙事件の請求を認容し，丙事件の請求を３００万\n円と前同旨の遅延損害金の支払を求める限度で認容し，その余を棄却した。\n(5)　そこで，原判決中，控訴人土木事務所長は，乙事件の請求を認容した部分\nを不服として本件控訴に，控訴人県は，丙事件の請求を一部認容した部分を不服と\nして本件控訴に，被控訴人は，丙事件の請求を一部棄却した部分を不服として本件\n附帯控訴にそれぞれ及んだものである（ただし，被控訴人は，上記附帯控訴の趣旨\n記載の限度で本件附帯控訴に及び，原判決中，その限度を超えて丙事件の請求を棄\n却した部分については，被控訴人から控訴の申立てはない。また，甲事件の訴えを\n却下した部分についても，控訴の申立てがないことは上記のとおりである。）。\n(6)　本判決は，争点(1)については，結論として原判決の判断を維持し，乙事\n件の請求を理由があるものとして，控訴人土木事務所長の本件控訴を棄却し，ま\nた，争点(5)については，採石法３３条の規定に基づく岩石採取計画の認可申請，国\n有財産法１８条３項の規定に基づく一般海浜地等の使用収益許可申請及び海岸法３\n７条の４の規定に基づく一般公共海岸区域の占用許可申請については，これらの申\n請に係る認可処分又は許可処分がされるまでは，申請者に法律上の保護に値する権\n利は発生しないから，本件採石法関係不認可処分，本件国有財産法関係不許可通知\n及び本件海岸法関係不許可処分による被控訴人の被侵害利益はないものと判断し，\n結局，その余の各争点について判断するまでもなく，丙事件の請求は全部理由がな\nいものとして，控訴人県\nの本件控訴に基づき，原判決中，控訴人県関係部分を主文２項のとおり変更すると\nともに，被控訴人の本件附帯控訴を棄却するものである。\n２　基本的事実\nこの点は，次のとおり訂正し，付加し又は削除するほかは，原判決４頁３行\n目から１４頁２行目までに記載のとおりであるから，これを，ここに引用する（た\nだし，「本件採石申請」をすべて「本件採石法関係申請」と，「本件採石不認可処\n分」をすべて「本件採石法関係不認可処分」と，「本件申請１」をすべて「本件国\n有財産法関係申請」と，「本件不許可通知」をすべて「本件国有財産法関係不許可\n通知」と，「本件申請２」をすべて「本件海岸法関係申請」と，「本件不許可処\n分」をすべて「本件海岸法関係不許可処分」と，「被告所長」をすべて「控訴人土\n木事務所長」とそれぞれ改める。）。\n(1)　原判決４頁３行目を\n「　（以下の事実は，全当事者間に実質的に争いがない事実又は記録上明ら\nかな事実である。なお，記録との対照の便宜のため，適宜，関係の書証番号（ただ\nし，甲ないし丙事件の各甲１ないし２８並びに乙及び丙事件の各甲３６６ないし４\n５７（枝番号があるものは，それも含む。）については，番号を同じくする書証は\nいずれも同一のものであるので，以下，これらの書証を挙示するときは，単に「甲\n１」などと表示する。）を掲記する。）\n(1)　当事者等\nア　被控訴人は，昭和５４年１月６日設立され，砂及び砂利の採取及び\n販売，採石業等を目的とし，熊本県天草郡αに本店を有する株式会社である。\nイ　県知事は，本件採石場における岩石採取計画について，採石法３３\n条に規定する認可事務を行う行政庁である。\nウ　本件海岸は，海岸法の改正前は国有財産法３条２項に規定する行政\n財産（一般海浜地）に，同改正後は海岸法２条２項に規定する一般公共海岸区域に\nそれぞれ該当するところ，控訴人土木事務所長は，本件海岸について，同改正前は\n国有財産法１８条３項に規定する行政財産の使用収益の許可事務を建設大臣（当\n時）から県知事を通じて，同改正後は海岸法３７条の４に規定する一般公共海岸区\n域の占用の許可事務を県知事からそれぞれ委任された行政庁である。\n(2)　本件採石法関係申請及びこれに対する県知事の本件採石法関係不認可\n処分」\nと，４行目の「平成９年２月２０日」から６行目の「採石事業」までを\n「被控訴人は，八代海（不知火海）内にあるβ（鹿児島県出水郡γ管内。乙１（添\n付図面(1)），１３）に所在する本件採石場（βδ所在。甲１６）において本件採石\n事業」とそれぞれ改め，同行目から７行目にかけての「計画し」の次に「，平成９\n年２月２０日」を，同行目の「採石権設定契約」の次に「（甲１７）」を，８行目\nの「本件採石場は」の次に「，β南東側の海岸線沿いに位置し，」を，９行目の\n「β一周林道」の次に「（以下「本件林道」という。）」をそれぞれ加え，同行目\nの「地先の海岸」から１１行目の「であり」までを「地先の本件海岸は」と，１８\n行目から１９行目にかけての「前記道路」を「本件林道」と，２３行目の「ほぼ西\n端」を「北西側の海岸線沿\nい」と，２４行目の「島内一周林道」及び２５行目の「林道」をいずれも「本件林\n道」と，２６行目の「事実上搬出路として使用することは困難」を「本件林道を搬\n出路として使用することは事実上困難」とそれぞれ改める。\n(2)　原判決５頁２行目の「前記道路」を「本件林道」と，同行目及び５行目の\n各「海岸」，９行目及び１２行目の各「本件採石場地先の海岸」をいずれも「本件\n海岸」と，１６行目から１９行目までを\n「　被控訴人は，平成９年２月１６日付けで，ε地区の漁民及び住民らか\nら，本件採石場における採石等についての同意（甲７－１）を取り付けるととも\nに，同日付けで，同地区の住民及び漁業者代表との間で，迷惑料の支払に関する契\n約（甲１９）を締結し，また，同年５月１０日付けで，ζ地区の漁民らから，同様\nの同意（甲７－２）を取り付けるとともに，同日付けで，同地区の住民及び漁業者\n代表との間で，同様の契約（甲２１）を締結し，さらに，同月１６日付けで，地元\nの漁業協同組合である東町漁業協同組合（以下「漁協」という。）から，本件採石\n場開設に伴う製品貯石場及び桟橋の使用についての同意（採石工事関連による漁業\n被害等が生じた場合の同意撤回権及び補償請求権を留保するなどしたもの。甲７－\n３）を取り付けた。」\nと，２１行目の「本件採石申請」から２２行目末尾までを「本件採石法関係\n申請（甲１）をした。」と，２３行目から６頁１０行目までを次のとおりそれぞれ\n改める。\n「エ　県知事は，採石法３３条の６の規定に従い，関係市町村長である東町\n長の意見を求めたところ，同町長は，県知事に対し，同年４月２１日，教育委員会\nが本件採石事業は天然記念物の指定を受けた化石の滅失につながるおそれがあると\nの見解であること，本件桟橋付近におけるアオサノリの養殖等，漁業への影響が懸\n念されること，ζ地区の漁業者等が多数反対していること，本件林道におけるスク\nールバスの運行等に考慮を要することなどを理由として，慎重かつ的確な判断に基\nづく対処を求める旨の意見書（乙５。ただし，上記教育委員会の見解については，\n同年５月２０日に提出された意見書（乙６）において，本件採石場は指定天然記念\n物の所在地ではない旨等の訂正がされた。）を提出した。」\n(3)　原判決６頁１１行目の「結果」の次に「（甲４４６）」を加え，１２行目\nの「泥水」を「汚濁水の」と，１３行目の「泥水処理計画」から１４行目末尾まで\nを「採掘工法，汚濁水の流出防止対策等について検討の必要があり，また，スクー\nルバス等による本件林道の通行に支障を来さないよう配慮が必要である旨の報告を\nした。」と，１５行目の「９８㎡として申請」を「９８㎡（甲４２８）として本件\n採石法関係申請を」と，１６行目の「「採石技術指導基準書」」を「採石技術指導\n基準（甲４４５）」と，１８行目の「直径０．０７㎜の大きさの粒子まで」を「直\n径０．０７㎜以上の粒子を」とそれぞれ改め，２２行目の「までに」を削り，２３\n行目の「改善計画」の次に「（甲４００，４１５）」を加え，２５行目の「４日」\nを「２日」と，同行\n目から２６行目にかけての「東町議会及び東町の住民数百名」を「東町議会議長及\nび東町の住民三百数十名」とそれぞれ改め，同行目から７頁１行目にかけての「要\n請」の次に「（甲４４９，４５０）」を加える。\n(4)　原判決７頁４行目の「採石場設置計画」を「本件採石場の建設」と，５行\n目の「島民」から６行目の「意見書」までを「水産業に支障が生ずるなどとして，\n本件採石場の建設には支障がある旨の意見書（乙７）」と，７行目の「当該」を\n「本件採石場における岩石の」と，８行目の「認められ」から１０行目末尾までを\n「認められるとして，採石法３３条の４の規定に基づき，同採取計画を不認可とす\nる旨の本件採石法関係不認可処分（甲２）をした。」と，１１行目から２４行目ま\nでを\n「ク　被控訴人は，同年１０月１４日付けで，公調委に対し，本件採石法関\n係不認可処分の取消しを求める裁定申請（甲３７３）をした。」\nと，２５行目の「公調委」を「公調委裁定委員会」と，２６行目の「等の反\n対意見」を「の反対意見等」とそれぞれ改める。\n(5)　原判決８頁１行目の「採石法３３条の４の」を「採石法３３条の４に規定\nする」と，２行目の「処分を」から３行目末尾までを「同処分を取り消す旨の本件\n取消裁定（甲３７２）をした。」と，５行目を\n「同申請に係る岩石採取計画を認可する旨の本件採石法関係認可処分（甲\n４）をした。」\nと，６行目の「(2)」を「(3)」と，同行目の「による」を「の」と，７行目\nから８行目にかけての「本件採石場地先」から９行目の「）」までを「本件海岸に\n本件桟橋」と，１１行目から２６行目までを次のとおりそれぞれ改める。\n「イ　当時，鹿児島県は，一般海浜地の管理，使用収益の許可等に関する事\n務処理のため，鹿児島県一般海浜地等管理規則（甲１２。以下「県管理規則」とい\nう。）を制定しており，同規則３条２項は，一般海浜地等の使用又は収益の態様が\n次の各号の一に該当する場合に限り，国有財産法１８条３項の許可をするものとす\nる旨定めていた。」\n(6)　原判決９頁２行目，４行目，６行目及び７行目の各「場合」をいずれも\n「こと。」と，同行目の「または」を「又は」と，８行目の「土石，土砂を採取す\nる場合」を「土石（砂を含む。）を採取すること。」と，１０行目の「または，」\nを「又は」と，同行目の「認めた場合」を「認めること。」とそれぞれ改め，１１\n行目から１４行目までを削り，１５行目の「イ」を「ウ」と，１８行目の「ウ」を\n「エ」と，同行目の「石材搬出用の」から２２行目の「作成し，」までを「本件桟\n橋の設置場所としては，ε港及びその周辺の港湾区域内は相当でなく，本件海岸が\n最も適している旨の東町長宛ての同年４月３０日付け要望書（甲６－１）を作成\nし，また，同公民館長，同漁民総代及びζ地区住民代表は，本件桟橋をε港内に設\n置するのは絶対反対であ\nり，その設置場所としては，本件海岸が最も適しているので，本件海岸に本件桟橋\nを設置することを認可してほしい旨の控訴人土木事務所長宛ての同年６月１３日付\nけの要望書（住民，漁民らの署名が添付されたもの。甲６－２）を作成し，それぞ\nれ」と，２３行目の「原告」から２４行目の「公共用財産」までを「本件桟橋は，\n大規模で，容易に原状回復ができるものではなく，本件海岸の使用収益も長期にわ\nたるものと予想されるため，公共用財産である本件海岸」とそれぞれ改める。\n(7)　原判決１０頁１行目の「岩石採取」を「本件採石事業」と改め，２行目の\n「地元」を削り，３行目の「桟橋設置」から４行目の「原告」までを「本件海岸の\n使用収益許可には同意できない旨の県知事宛ての同年６月８日付け意見書（甲８）\nを被控訴人」と，５行目の「エ」を「オ」と，１５行目の「本件採石場先の一般海\n浜地」を「一般海浜地である本件海岸」と，２１行目の「オ」を「カ」とそれぞれ\n改め，２３行目末尾の次に「なお，控訴人土木事務所長は，被控訴人に対し，同月\n１６日付け書面（乙１９）により，一般海浜地は公共用財産であるので原則として\n一般の自由使用に供されており，一私人が永久工作物を設置して排他的に占用する\nことができない財産であるところ，一時的で軽微なもの，公共性の高いものについ\nては，国有財産法１\n８条３項により，その用途・目的を阻害しない限りにおいて使用収益の許可ができ\nることとなっているものであるが，本件海岸に本件桟橋を設置することは上記許可\n要件に該当しないため，控訴人土木事務所長としては，本件海岸の使用を許可する\nのは困難であると判断しているとして，本件海岸の近隣に所在する港湾法等が適用\nされる区域内における本件桟橋の設置を検討するよう求めた。」を加え，２４行目\nから１３頁１行目までを次のとおり改める。\n「　　　被控訴人は，控訴人土木事務所長（ただし，申請書上の宛先は県知\n事）に対し，同月２３日，国有財産法１８条３項の規定に基づき，一般海浜地等の\n種類を一般海浜地，その位置及び面積を本件海岸１６０㎡，その使用収益の期間を\n平成１１年７月１日から平成１３年８月３１日まで，用途等を採石に係る製品の船\n舶への積込み，設置する工作物（本件桟橋）の構造を「幅８ｍ，長さ２０ｍ，平均\nの高さ１．５６ｍ。Ｈ鋼を使用し，上部に厚さ２０㎜の鋼板を張り付ける。上部に\n鉄筋コンクリート舗装をすることも検討している。台風や暴風雨で倒れることのな\nいよう堅固に設置する」，その設置工事期間を平成１１年７月１日から同年８月３\n０日までなどとする一般海浜地等使用収益許可申請（本件国有財産法関係申請。甲\n５－１～６）をし，控\n訴人土木事務所長は，これを受理した。なお，同申請に係る申請書には，同意期間\nを平成９年５月から平成１３年８月３１日までとする漁協の平成９年５月１６日付\nけ同意書（被控訴人が本件採石法関係申請の際に漁協から取得した上記(2)イの同意\n書と同じもの。以下「本件漁協同意書」という。）等が添付されていた。\nキ　控訴人土木事務所長は，被控訴人に対し，平成１１年８月１７日付\nけ書面（甲９）により，再度，一般海浜地は一私人が永久工作物を設置して排他的\nに占用することができない財産であるから，港湾法等の適用がある海岸保全区域内\nにおける本件桟橋の設置を検討するよう求めたところ，被控訴人は，控訴人土木事\n務所長に対し，同月２３日付け書面（甲１０）により，ε地区の住民及び漁民はε\n港内や海岸保全区域内での製品の積込みがされないこと，漁船の運航が妨げられな\nいことなどを条件に本件採石場の開設に同意したこと，漁協やζ地区の漁民も本件\n海岸に本件桟橋を設置することに同意していること，他県においては同業者に対し\nて一般海浜地の使用収益が許可されていることなどを理由に，ε港内や海岸保全区\n域内に本件桟橋を設置\nする考えはなく，これを本件海岸に設置する所存である旨回答した。\nク　控訴人土木事務所長は，被控訴人に対し，同年１１月２４日，次の\n理由により，本件国有財産法関係申請につき，本件海岸の使用収益を不許可とする\n旨の通知（本件国有財産法関係不許可通知。甲１１）をした。\n(ア)　鹿児島県においては，県管理規則に基づき，一般海浜地等の使\n用収益の許可を行っている。\n(イ)　同規則は，国有財産法１８条３項の規定を受け，一般海浜地の\n使用収益の許可を，①住民の日常生活に不可欠な電柱，電線，水道管等公共的な敷\n地の用に供するもの，②一時的に設置する休憩所等の敷地の用に供するもの，③公\n衆の利便に供する必要があるもの，④知事が特に必要やむを得ないと認めるもの等\nに限定しているところ，本件の場合，公共的，一時的又は公衆の利便の用に供する\nものではなく，知事が特に必要やむを得ないと認めるものにも該当しない。\n(ウ)　同規則は，一般海浜地等使用収益許可申請書に関係市町村長の\n意見書及び利害関係人の同意書を添付するよう定めているところ，本件において\nは，東町長は，本件海岸の使用収益の許可に同意できない旨の意見を述べており，\nまた，漁協については，組合長の同意書が添付されているものの，漁協から本件採\n石場の建設計画につき行政として慎重な対応を望む旨の意見書が提出されている。\n(エ)　したがって，本件国有財産法関係申請については，同規則に定\nめる許可要件に該当せず，かつ，関係市町村長の同意もない。\nケ　被控訴人は，県知事に対し，平成１２年１０月１６日付けの書面\n（甲１３）により，次の点等について照会した。\n(ア)　本件は，県管理規則３条２項２号又は５号の規定に該当し，ま\nた，関係市町村長の同意は許可要件ではないと思料するが，県知事の考え如何。\n(イ)　本件採石事業については，県知事から本件採石法関係認可処分\nを受けているところ，本件桟橋の設置が認められなければ本件採石事業の採算性は\n見込めないこと，本件桟橋を本件海岸に設置すれば，環境や交通に与える影響がほ\nとんどないこと，上記エの平成１１年６月１３日付け要望書において，地元の公民\n館長，漁民総代及び地区住民代表も，本件桟橋を本件海岸に設置することを要望し\nていることなどあらゆる観点から，本件桟橋を本件海岸に設置することが不可欠で\nあり，これが許可されなければ県知事が認可した事業を行うことができなくなるの\nであるから，本件は，同項６号後段の規定に該当するのではないか。\nコ　これに対し，鹿児島県河川課長は，被控訴人に対し，平成１２年１\n１月７日付け書面（甲１４）により，一般海浜地の使用収益と採石事業とは別個の\nものと考えており，当初から付近の港湾区域の利用を指導してきた経緯もあるとの\n点等を付加するほかは，上記ク(ア)ないし(ウ)（漁協に係る部分を除く。）と同旨\nの回答をした。\n(4)　本件海岸法関係申請及びこれに対する控訴人土木事務所長の本件海岸\n法関係不許可処分\nア　被控訴人は，海岸法の改正（平成１２年４月１日施行）により，本\n件海岸の占用許可について同法が適用されることとなったことから，控訴人土木事\n務所長（ただし，申請書上の宛先は県知事）に対し，改めて，平成１３年６月２０\n日付けで，同法３７条の４の規定に基づき，占用の目的を本件桟橋，占用の期間を\n２０年間（採石存続の間），占用の場所を本件海岸，占用の面積を１９６㎡，施設\n又は工作物（本件桟橋）の工事実施の期間を許可の日から５０日間などとする一般\n公共海岸区域占用許可申請（本件海岸法関係申請。乙１）をした。なお，同申請に\n係る申請書には，ε地区公民館長及びζ地区住民代表連名の同月５日付け同意書並\nびに本件漁協同意書が添付されていた。」\n(8)　原判決１３頁２行目の「原告」から３行目の「端で」までを「被控訴人が\n同申請において施設又は工作物として申請した本件桟橋（乙１（添付図面(2)\n～(5)））は，幅８ｍ（林道崩壊防止コンクリート部分は１０ｍ），長さ２４ｍ（う\nち山側の端２ｍは同コンクリート部分），最も高い（深い）部分（海側の端）の高\nさ」と，同行目の「鉄板を貼り付けた」を「厚さ２０㎜の鋼板を張り付けた」と，\n７行目の「ウ」を「イ」と，同行目の「７月２７日」を「８月１０日」と，９行目\nの「支障」から１２行目の「各意見書が」までを「支障をきたすなどとして，本件\n桟橋の設置には同意できない旨の同年７月２７日付け意見書（乙８－１・２）を提\n出した。この意見書には，本件海岸法関係申請に対しε集落は反対多数であった旨\nの同月２３日受付の書面，\n同申請に対しη（同地区は，本件林道を本件採石場からζ港を越えて更に南西方向\nに進んだ場所に所在する。）公民館役員会は全会一致で反対であった旨の同日付け\n意見書及び同申請につき水産業振興上慎重を期すべきであるなどとする漁協の同月\n２５日付け意見書がそれぞれ」と，１３行目の「同年」から「積出施設建設」まで\nを「また，同年８月２７日付けで，本件採石事業及び本件桟橋の建設」と，１４行\n目の「積出」を「積み出し」とそれぞれ改め，同行目の「請願書」の次に「（乙\n９）」を加え，１６行目の「名簿」を「署名のある名簿」と，１７行目から１４頁\n２行目までを次のとおりそれぞれ改める。\n「ウ　控訴人土木事務所長は，被控訴人に対し，同月３０日，次の理由によ\nり，本件海岸法関係申請につき，本件海岸の占用を不許可とする旨の処分（本件海\n岸法関係不許可処分。乙２）をした。\n(ア)　一般公共海岸区域については，占用の目的，期間，場所及び面\n積，工作物の構造等からみて公衆の自由使用に供されるという同区域の用途又は目\n的を妨げるような場合は許可をすることができないため，その占用は，簡易で短期\n的なものを前提としているところ，本件において，本件桟橋は，大規模で堅固かつ\n長期的なものが必要となるから，本件海岸の占用は，公衆の自由使用に供するとい\nう一般公共海岸区域の用途又は目的を妨げる。なお，採取石材の海上運搬という目\n的であれば，本件採石場から約６００ｍの近くに港湾区域が設定されており，同区\n域の利用を図るべきである。\n(イ)　本件海岸に本件桟橋を設置することについては，地域住民の生活\n環境，水産業等の地場産業，自然環境等と密接に関係があることから，東町長に意\n見を求めたところ，同町長は，「多くの問題があるため，本件海岸に本件桟橋を設\n置することには同意できない」との意見であった。\n(ウ)　鹿児島県海岸法施行細則（乙３）は，利害関係を有する他の産業\n等に対する影響を考慮して，行為（占用）によって影響を受ける他の権利を有する\n者があるときは，その者の同意書又は意見書を占用許可申請書に添付するよう定め\nており，本件海岸の占用については，漁業権を有する漁協の同意書等の添付を要す\nるところ，本件においては，同意期間を平成１３年８月３１日までとする平成９年\n５月発行の本件漁協同意書が添付されているのみであって占用期間（３年間）に係\nる同意がなく，かつ，被控訴人に対して新たな同意書の添付を要請したにもかかわ\nらず，その提出がなかった。」\n３　争点\n(1)　本件海岸法関係不許可処分の行政処分としての違法の有無\n（被控訴人の主張）\nア　本件海岸法関係不許可処分は，一般公共海岸区域の占用が簡易で短期的\nなものを前提とすることをその理由とするが，海岸法３７条の４の規定に基づく一\n般公共海岸区域の占用の許否に当たっては公衆の自由使用という利益と申請者の利\n益とを比較衡量すべきであるし，同法１条に規定する同法の目的，同法３７条の４\nの規定の文言，占用期間を３０年以下としている鹿児島県海岸法施行細則４条の規\n定，鹿児島県における他の許可事例との比較などからしても，一般公共海岸区域の\n占用を簡易で短期的なものに限定することは許されない。\nイ　同不許可処分は，本件海岸付近にある港湾区域の利用を図るべきである\nとするが，住民や漁民がこれに同意することはあり得ないし，本件海岸に本件桟橋\nを設置するとして住民らの理解を得てきた経緯などからして，かかる見解は，実態\nを無視したものであるというべきである。\nウ　同不許可処分は，東町長の同意がないことを理由とするが，関係市町村\n長の同意は，一般公共海岸区域の占用許可の要件ではなく，参考程度のものにすぎ\nない。\nエ　同不許可処分は，本件漁協同意書における同意期間の経過を理由とする\nが，被控訴人が平成１３年６月２０日に本件海岸法関係申請をしたのに対し，控訴\n人土木事務所長が同不許可処分をしたのは，標準処理期間３０日をはるかに上回る\n７０日も経過した後である同年８月３０日なのであるから，同不許可処分における\n同理由は，そのことを棚上げにするものであって不当である。また，被控訴人は，\n漁協の新たな同意書を提出せよとの控訴人土木事務所長の要請に対し，許可処分が\nされるのであれば万難を排して提出するが，許否不明の段階であれば同年９月１日\n以降を同意期間とする同意書の提出を条件とすることでもよいのではないかと告\nげ，控訴人土木事務所長も，これを了解していたのであるから，同不許可処分に同\n理由を持ち出すことは，\n不意打ちに相当するし，同日以降少なくとも３年間を同意期間とする漁協の同意書\nを提出することを条件とする許可処分もあり得るのであるから，同不許可処分にお\nける同理由は，全く理由になっていない。\nオ　なお，同申請につき，海岸法の改正前に採用されていた基準に従ってそ\nの許否を決するとしても，後記争点(3)における被控訴人の主張のとおり，本件海岸\nの占用は許可されるべきであった。\nカ　以上からすると，本件海岸の占用を不許可とする理由がないのにこれを\n不許可とした同不許可処分には違法があるというべきである。\n（控訴人土木事務所長の主張）\nこの点は，原判決１６頁４行目の「　改正後」を「ア　改正後」と改め，\n９行目末尾の次に「そして，国有財産法の目的や一般公共海岸区域の趣旨などに照\nらせば，同区域の占用許可は，公共的な利用を目的とする施設又は簡易で短期的な\n施設の設置を前提としていると解するのが相当である。」を加え，１０行目の「\n本件不許可処分は，本件桟橋は規模が大きく堅固で長期的な」を「イ　本件海岸法\n関係不許可処分は，本件桟橋は一私企業の営業用施設であり，大規模かつ堅固で，\n長期間の使用を予定する」と，１２行目の「桟橋」を「本件桟橋の」と，１４行目\nの「専用」を「占用」と，１７行目の「違法性」を「違法」とそれぞれ改めるほか\nは，原判決１６頁４行目から１７行目までに記載のとおりであるから，これを，こ\nこに引用する。\n(2)　本件採石法関係不認可処分の国家賠償法上の違法の有無\n（被控訴人の主張）\n本件採石法関係不認可処分は，公調委裁定委員会がこれを違法な処分であ\nるとして取り消す旨の本件取消裁定をしたところ，国家賠償法上も，同不認可処分\nをした県知事の行為には違法があるというべきである。\n（控訴人県の主張）\n公調委裁定委員会が本件採石法関係不認可処分を違法な処分であるとして\n取り消す旨の本件取消裁定をしたとしても，直ちに，国家賠償法上も，同不認可処\n分をした県知事の行為に違法があるということにはならない。\n(3)　本件国有財産法関係不許可通知及び本件海岸法関係不許可処分の国家賠償\n法上の違法の有無\nこの点は，次のとおり訂正し又は付加するほかは，原判決１４頁１５行目\nから１６頁１７行目までに記載のとおりであるから，これを，ここに引用する。\nア　原判決１４頁１５行目から１８行目までを\n「（被控訴人の主張）\nア　本件国有財産法関係不許可通知\n(ア)　本件桟橋を設置して本件海岸を使用収益することは，県管理\n規則３条２号又は５号（特に２号）に該当する。」\nと，１９行目の「県管理規則」から２０行目の「納めなければならない」\nまでを「同規則７条は，一般海浜地の使用収益の許可を受けた者は原則として所定\nの使用料を納入しなければならない」と，２２行目の「料金」から２３行目の「使\n用収益」までを「使用料が定められていることからして，使用料を納入すれば一般\n海浜地の使用収益」とそれぞれ改める。\nイ　原判決１５頁２行目末尾の次に「また，本件国有財産法関係不許可通知\nは，同規則が一般海浜地の使用収益の許可を住民の日常生活に不可欠な電柱等公共\n的な敷地の用に供するもの等に限定していることをその理由とするが，同規則に\nは，「住民の日常生活に不可欠な」，「公共的な敷地の用」などの文言はない。」\nを加え，３行目の「原告」から４行目の「採石事業」までを「　(イ)　被控訴人\nは，本件採石法関係認可処分を受けているところ，本件国有財産法関係申請につい\nて許可処分が得られなければ，本件採石事業」と，７行目の「本件採石場地先」か\nら９行目末尾までを「本件海岸に本件桟橋を設置することは，同規則３条２項６号\n後段に該当する。」と，１０行目から１８行目までを\n「　　(ウ)　以上からすると，本件海岸の使用収益を不許可とする理由が\nないのに本件国有財産法関係不許可通知をした控訴人土木事務所長の行為は行政処\n分として違法であるばかりでなく，国家賠償法上も違法というべきである。\nイ　本件海岸法関係不許可処分\n上記争点(1)についての被控訴人の主張のとおりであるから，控訴\n人土木事務所長の行為は行政処分として違法であるばかりでなく，国家賠償法上も\n違法というべきである。\n（控訴人県の主張）\nア　本件国有財産法関係不許可通知」\nと，１９行目の「　一般海浜地」を「(ア)　一般海浜地」と，同行目の\n「占用」を「その使用収益の」と，２３行目の「　本件」を「(イ)　本件」と，２\n５行目の「本件桟橋は県管理規則３条２項の１」を「本件桟橋を設置して本件海岸\nを使用収益することは，県管理規則３条２項１号」とそれぞれ改める。\nウ　原判決１６頁１行目の「以上６号」を「以上，同項６号」と，同行目の\n「本件申請１」から２行目末尾までを「控訴人土木事務所長がした本件国有財産法\n関係不許可通知に行政処分としての違法はなく，したがって，また，国家賠償法上\nも違法ではない。」と，３行目から１７行目までを次のとおりそれぞれ改める。\n「イ　本件海岸法関係不許可処分\n上記争点(1)についての控訴人土木事務所長の主張のとおりであるか\nら，同控訴人がした本件海岸法関係不許可処分に行政処分としての違法はなく，し\nたがって，また，国家賠償法上も違法ではない。」\n(4)　県知事及び控訴人土木事務所長の故意又は過失の有無\nこの点は，次のとおり訂正するほかは，原判決１６頁１９行目から１７頁\n８行目までに記載のとおりであるから，これを，ここに引用する。\nア　原判決１６頁１９行目から２５行目までを\n「（被控訴人の主張）\nア　県知事は，故意又は過失により，本件採石法関係不認可処分をし\nたものである。\nイ　控訴人土木事務所長は，故意又は過失により，本件国有財産法関\n係不許可通知及び本件海岸法関係不許可処分をしたものである。\n（控訴人県の主張）\nア　本件採石法関係不認可処分について」\nと，２６行目の「本件採石申請」を「本件採石法関係申請」とそれぞれ改\nめる。\nイ　原判決１７頁５行目から６行目にかけての「であり，」を「であるか\nら，同不認可処分をした県知事に」と，７行目から８行目までを次のとおりそれぞ\nれ改める。\n「イ　本件国有財産法関係不許可通知及び本件海岸法関係不許可処分につ\nいて\n被控訴人の主張イを否認し，争う。」\n(5)　被控訴人の被侵害利益の有無\n（被控訴人の主張）\n県知事による本件採石法関係不認可処分並びに控訴人土木事務所長による\n本件国有財産法関係不許可通知及び本件海岸法関係不許可処分は，本件採石事業を\n行おうとする被控訴人の営業権を侵害するものである。\n（控訴人県の主張）\n採石法３３条の規定に基づく岩石採取計画の認可，国有財産法１８条３項\nの規定に基づく一般海浜地の使用収益の許可及び海岸法３７条の４の規定に基づく\n一般公共海岸区域の占用の許可は，いずれも，原則として禁止されている行為につ\nき個別的に禁止を解除するものであり，認可処分又は許可処分があって初めて申請\n者に権利を生じさせるものであるから，本件採石法関係不認可処分，本件国有財産\n法関係不許可通知及び本件海岸法関係不許可処分については，被控訴人に国家賠償\n法上の被侵害利益がない。\n(6)　被控訴人に生じた損害及びその額\n（被控訴人の主張）\n被控訴人は，県知事の本件採石法関係不認可処分並びに控訴人土木事務所\n長の本件国有財産法関係不許可通知及び本件海岸法関係不許可処分により，次のと\nおり合計１億９６３５万５５０７円の損害を被った。被控訴人は，このうち，原判\n決が認容した公調委における弁護士費用２００万円及び本件における弁護士費用１\n００万円に加え，更に７０００万円の賠償を求めるものである。\nア　機械の購入及びリースに伴う損害　　　　１億２４６７万６６２３円\nイ　桟橋製造費用　　　　　　　　　　　　　　　１６５０万００００円\nウ　採石工の給与，損害保険，社会保険及び労災保険\n３２７１万１１３４円\nエ　借地代　　　　　　　　　　　　　　　　　　　８００万００００円\nオ　部落迷惑料　　　　　　　　　　　　　　　　　３００万００００円\nカ　公調委における弁護士費用　　　　　　　　　　６２３万９７５０円\nキ　本件訴訟における弁護士費用　　　　　　　　　５００万００００円\nク　公調委の審理に出頭するための交通費　　　　　　２２万８０００円\nケ　合計（ア～ク）　　　　　　　　　　　　１億９６３５万５５０７円\n（控訴人県の主張）\nア　被控訴人の主張を否認し，争う。\nイ　採石法３３条の規定に基づく岩石採取計画の認可，国有財産法１８条３\n項の規定に基づく一般海浜地の使用収益の許可及び海岸法３７条の４の規定に基づ\nく一般公共海岸区域の占用の許可は，いずれも，認可処分又は許可処分があって初\nめてこれらに関する事業を行うことができるのであるから，認可処分等がされるこ\nとを見越して機械の購入等の事前行為を行ったとしても，これをもって，違法な公\n権力の行使によって生じた損害とみることはできない。\nウ　また，被控訴人の主張ア及びウの各損害については，機械や職員を他の\n現場で使用したり，機械を他に貸したりするなどして費用の回収に努めるのが一般\n的であるといえ，これらの利益は，損益相殺の対象とすべきである。\n第３　当裁判所の判断\n１　争点(1)（本件海岸法関係不許可処分の違法の有無）について\n(1)　海岸法は，公共海岸（国又は地方公共団体が所有する公共の用に供されて\nいる海岸の土地等。同法２条２項）を，海岸保全区域（海水又は地盤の変動による\n被害から海岸を防護するために海岸保全施設（堤防その他海水の侵入又は海水によ\nる侵食を防止するための施設。同条１項）を設置するなどの管理を行う必要がある\nと認められるときに，都道府県知事が指定した一定の区域等。同法３条）とその余\nの一般公共海岸区域とに分類した上，前者の占用の許可申請（同法７条１項）につ\nいては，当該申請に係る事項が海岸の防護に著しい支障を及ぼすおそれがあると認\nめるときはこれを許可してはならない旨の不許可事由について定めている（同条２\n項）のに対し，後者の占用の許可申請（同法３７条の４）については，そのような\n不許可事由の定めは\nなく，その他，海岸法及びその下位法令（鹿児島県の条例，規則等を含む。以下同\nじ。）には，海岸法３７条の４に規定する許可の基準について直接，具体的に定め\nた規定は存在しない（なお，鹿児島県においては，本件海岸法関係不許可処分がさ\nれた後，同県海岸占用許可実施要領（乙１２）が制定された。）。\n他方，本件海岸は，一般公共海岸区域に該当するとともに，国有財産法３\n条２項に規定する行政財産（一般海浜地）にも該当し，その占用は，同法１８条３\n項にいう使用又は収益に該当するものであるところ，上記のとおり，海岸法が改正\nされた後も，一般公共海岸区域の占用許可について，一般法である国有財産法１８\n条３項の適用を排除するような具体的な許可基準が存在しなかったというのである\nから，本件海岸の占用許可についても，同項の規定の適用があると解するのが相当\nである。\n(2)　ところで，国有財産法１８条３項は，行政財産の使用又は収益につき，そ\nの用途又は目的を妨げない限度においてこれを許可することができるものと定め，\nこれを受けて，鹿児島県は，上記のとおり，県管理規則を制定し，一般海浜地の使\n用又は収益を許可することができる場合についての定め（同規則３条２項）をして\nいた（なお，本件海岸に係る主務官庁である国土交通省も，従前から建設省所管国\n有財産取扱規則（乙２１）を制定し，同省部局等及び都道府県所属の公共用財産を\n国以外の者に使用させ，又は収益させることができる場合として，県管理規則３条\n２項と同旨の定め（同取扱規則２１条２項，３条１項）をしていた。）のであるか\nら，上記のとおり国有財産法１８条３項の規定の適用がある本件海岸の占用の許可\nについても，県管理\n規則３条２項各号に規定する事由の１つが存在し，かつ，その占用によって一般公\n共海岸区域である本件海岸の用途又は目的を妨げることとならないときは，控訴人\n土木事務所長は，その占用を許可しなければならず，これに反して占用を許可しな\nい旨の処分をしたときは，当該処分は違法となると解すべきである。\nそして，海岸法は，海水又は地盤の変動による被害から海岸を防護すると\nともに，海岸環境の整備と保全及び公衆の海岸の適正な利用を図り，もって国土の\n保全に資することを目的とする（同法１条）ものであり，また，上記のとおり，一\n般公共海岸区域が，公共海岸のうち，特に施設を設置するなどして海岸を防護する\n必要があると認められる海岸保全区域を除くその余の一般的な区域であることにも\n照らせば，一般公共海岸区域の用途又は目的についても，同法の上記目的がそのま\nま妥当するというべきであるから，一般公共海岸区域の占用によってその用途又は\n目的を妨げることとなるか否かについては，同法の目的に照らしてこれを判断する\nのが相当である。\n(3)　これを本件についてみるに，本件桟橋は，県管理規則３条２項２号にいう\n「通路，材料置場，乾場，船揚場その他これらに類する施設」に該当することは明\nらかであるところ（なお，海岸法の改正後に制定された鹿児島県海岸占用料等徴収\n条例（甲４０）２条１項及び２項は，同法３７条の４の許可を受けた者から同条例\n別表第１のとおりの占用料等を徴収するものとし，同表は，占用の種別として，\n「桟橋又は渡船場」を「娯楽施設用地」に分類しているが，同表に掲げられた占用\nの種別は，県管理規則３条２項各号に規定する事由を網羅的に列挙したものとは到\n底認められない（同表の注６も，同表の種別により難い種別の占用又は同表の種別\nにない種別の占用が存在することを前提としている。）から，同表の分類の仕方を\nもって，県管理規則３\n条２項２号に規定する施設を娯楽施設に限定する趣旨のものと解することはできな\nい。），上記第２の２のとおり，本件海岸法関係申請に係る本件桟橋は，幅がおお\nむね８ｍ，長さが２４ｍ，最も高い部分の高さが７ｍという規模を有し，Ｈ鋼を溶\n接して組み上げ，上部に厚さ２０㎜の鋼板を張り付けたものであり，台風や大浪に\nさらされても損壊しないように堅固な構造になっており，１０年以上の使用が可能\nであるものの，撤去は比較的容易に行うことができるというのであり，また，その\n設置に当たって海底を大規模に掘削する必要があったものと認めるに足りる証拠は\nなく，さらに，本件海岸において，海岸防護のための特段の措置を講ずる必要があ\nったものと認めるに足りる証拠もないから，本件海岸に本件桟橋を設置するなどし\nてこれを占用するこ\nとにより，海岸の防護を妨げることとなるということはできず，その他，そのよう\nな事実を認めるに足りる証拠はない。\nまた，本件海岸に本件桟橋を設置するなどしてこれを占用することによ\nり，海岸環境の整備と保全を妨げることとなるものと認めるに足りる証拠もない\n（なお，上記第２の２のとおり，公調委裁定委員会は，本件採石場において本件採\n石事業が行われることにより水産資源の生育環境に悪影響を及ぼすものと認めるに\n足りる証拠はないとして，本件採石法関係不認可処分を取り消す旨の本件取消裁定\nをしているところである。）。\nさらに，本件海岸が従前から公衆の利用に供されており，又は本件海岸を\n公衆の利用に供する計画があったことなどの事実を認めるに足りる証拠はないか\nら，本件海岸に本件桟橋を設置するなどしてこれを占用することにより，公衆の海\n岸の適正な利用を妨げることとなるということもできず，その他，そのような事実\nを認めるに足りる証拠はない。\nその他，本件海岸に本件桟橋を設置するなどしてこれを占用することが，\n一般公共海岸区域である本件海岸の用途又は目的を妨げるおそれがあったものと認\nめるに足りる証拠はない。\n(4)　以上のことからすると，本件海岸に本件桟橋を設置するなどしてこれを占\n用することは，県管理規則３条２項２号の許可事由が存在し，かつ，一般公共海岸\n区域である本件海岸の用途又は目的を妨げることとならない場合に該当するという\nことができるから，控訴人土木事務所長は，本件海岸法関係申請につき，本件海岸\nの占用を許可しなければならず，したがって，これに反して，これを不許可とした\n本件海岸法関係不許可処分は，違法といわざるを得ない（なお，原判決は，県知事\nが本件採石法関係認可処分をしたことが本件海岸法関係申請に対する控訴人土木事\n務所長の裁量を覊束する旨判断したが，当裁判所は，この見解を採らない。）。\n(5)　この点，本件海岸法関係不許可処分は，一般公共海岸区域の占用が簡易で\n短期的なものを前提としていることを不許可理由の一つにしているが，県管理規則\n３条２項の規定や，上記同区域の目的又は用途に照らしても，同区域の占用が簡易\nで短期的なものを前提としていると直ちにいうことはできないばかりか，海岸法の\n改正を受けて制定された鹿児島県海岸法施行細則４条１号は，同法３７条の４の規\n定に基づく占用の期間を３０年以下とする旨規定しているところであるから，同区\n域の占用が簡易で短期的なものを前提としているということはできない。\n(6)　また，本件海岸法関係不許可処分は，東町長が本件海岸に本件桟橋を設置\nすることに同意することができない旨の意見を述べたことを不許可理由の一つとし\nているが，関係市町村長の不同意意見があれば直ちに，一般公共海岸区域の占用が\nその用途又は目的を妨げることとなるということはできず，また，海岸法及びその\n下位法令にも，関係市町村長の不同意意見がないことを同区域の占用の許可の要件\nとする旨の規定はないから，同区域の用途又は目的を妨げるか否かの判断とは無関\n係に，関係市町村長の不同意意見があったこと自体を理由として同区域の占用を不\n許可とすることは許されないというべきである。\nそして，上記第２の２のとおりの本件海岸法関係不許可処分の理由の体裁\nからすると，控訴人土木事務所長は，一般公共海岸区域である本件海岸の用途又は\n目的を妨げるか否かの判断とは無関係に，東町長の不同意意見があったこと自体を\n同不許可処分の理由としたものといえるから，そのような理由に基づく処分である\nという点からしても，同不許可処分には違法があることになる（なお，仮に，控訴\n人土木事務所長が，一般公共海岸区域である本件海岸の用途又は目的を妨げるか否\nかの判断の一資料として，東町長の不同意意見を考慮したにすぎないとしても，東\n町長がその意見書（乙８－２）において不同意の理由として挙げる事情は，いずれ\nも，一般公共海岸区域の用途若しくは目的を妨げるものとは直ちにいえない事情又\nは合理的な根拠がある\nものと認めるに足りる証拠のない事情であるといわざるを得ない。）。\n(7)　さらに，同不許可処分は，占用期間（３年間）に係る漁協の同意がないこ\nとをその理由とする。\n確かに，鹿児島県海岸法施行細則３条１号は，海岸法３７条の４に規定す\nる占用の許可を受けようとする者は同細則別記第１号様式のとおりの申請書を提出\nしなければならない旨規定し，同様式の注１(4)には，占用によって影響を受ける他\nの権利を有する者があるときは，その者の同意書又は意見書の添付を要する旨の記\n載があり，また，上記第２の２のとおり，被控訴人は，平成１３年６月２０日付け\nで本件海岸法関係申請をするに当たり，同意期間を同年８月３１日までとする本件\n漁協同意書を提出したのみであるが，被控訴人は，既に平成１１年７月２３日の時\n点で，控訴人土木事務所長に対し，本件国有財産法関係申請をするに当たって本件\n漁協同意書を提出していたのであり，また，本件全証拠によっても，漁協が本件桟\n橋の設置に伴う本件海\n岸の占用に反対していたものと認めることはおよそできないなどの本件の事情に照\nらせば，申請がされてから２か月以上経過した後に当初の同意期間が満了し，その\n後，同意期間を更新した同意書が提出されなかったという手続上の瑕疵を理由とし\nて本件海岸の占用を不許可とするというのは，あまりにも姑息であるというほかな\nく，少なくとも本件海岸法関係申請については，そのような手続上の瑕疵をもって\n本件海岸法関係不許可処分をすることは許されないといわざるを得ない。\n(8)　以上のとおりであるから，本件海岸法関係不許可処分は，違法にされた行\n政処分であって取消しを免れないというべきである。\n２　争点(5)（被控訴人の被侵害利益の有無）について\n採石法は，岩石の採取を行おうとするときは岩石採取計画について都道府県\n知事の認可を受けなければならない（同法３３条）ものとするとともに，これに違\n反して岩石の採取を行うことを刑事罰をもって禁止（同法４３条３号）するなど\nし，国有財産法は，行政財産につき，原則として，一般私人のために私権を設定す\nるなどすることができない（同法１８条１項本文）ものとした上，例外的に，その\n用途又は目的を妨げない限度において，その使用又は収益を許可することができる\n（同条３項）などとし，海岸法は，海岸管理者（原則として都道府県知事。同法２\n条３項，３７条の３）以外の者が一般公共海岸区域内に施設又は工作物を設けて当\n該一般公共海岸区域を占用しようとするときは海岸管理者の許可を受けなければな\nらない（同法３７条の\n４）ものとするとともに，これに違反して一般公共海岸区域を占用することを刑事\n罰をもって禁止（同法４２条５項）するなどしているのであるから，採石法３３条\nの規定に基づく岩石採取計画の認可申請，国有財産法１８条３項の規定に基づく行\n政財産（一般海浜地）の使用収益の許可申請又は海岸法３７条の４の規定に基づく\n一般公共海岸区域の占用の許可申請をした者は，これらの申請に係る認可処分又は\n許可処分がされることにより，初めて当該認可又は許可に係る権利等を創設的に取\n得するのであって，これらの申請に係る認可処分又は許可処分の存在を離れて当該\n認可又は許可に係る権利等を有するものと解することはできない。\nそうだとすると，本件採石法関係不認可処分，本件国有財産法関係不許可通\n知及び本件海岸法関係不許可処分がされたことにより，被控訴人の有する権利又は\n法律上保護すべき利益の侵害があったものとすることはできないから，控訴人県に\n国家賠償法上の責任はない。\n３　小括\n以上のとおりであるから，被控訴人の本件請求中，乙事件の請求は理由があ\nるが，丙事件の請求はその余の争点について判断するまでもなく理由がないことに\nなる。\n第４　結論\nよって，原判決中，控訴人土木事務所長関係部分（乙事件関係）は，当裁判\n所の上記判断と結論において同旨であり相当であるから，控訴人土木事務所長の本\n件控訴を棄却し，原判決中，控訴人県関係部分（丙事件関係）は，当裁判所の上記\n判断と一部異なり一部不当であるから，控訴人県の本件控訴に基づき，同部分を主\n文２項のとおり変更した上，被控訴人の本件附帯控訴を棄却することとして，主文\nのとおり判決する。\n福岡高等裁判所宮崎支部\n裁判長裁判官　　　　櫻井登美雄\n裁判官　　　　黒津英明\n裁判官　　　　浅井　憲\n"
}