{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 13,
    "month": 10,
    "day": 9
  },
  "case_number": "平成10刑(わ)1130",
  "case_name": "虚偽診断書作成、同行使被告",
  "court_name": "東京地方裁判所",
  "lawsuit_id": "5944",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=5944",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/944/005944_hanrei.pdf",
  "contents": "主文\n被告人は無罪。\n理由\n第一　本件公訴事実の要旨\n一　主位的訴因（起訴状記載の公訴事実）の要旨\n被告人は、Ａ病院泌尿器科医師であるが、平成八年三月二日に同病院に入院したＢの治\n療に当たっていたところ、同月三日午前六時三〇分、同人が死亡したため、同日、同病院\nにおいて、死亡届等に添付してＣ市役所に提出すべき同人の死亡診断書を作成するに当\nたり、同人の負傷の部位・程度等から、意図的に強度かつ多数回にわたる殴打等の暴行が\n加えられたものであり、同人が階段からの転落等によって負傷したために死亡したものでは\nないことを認識しながら、死亡診断書の原因Ⅰ欄の(ア)直接死因欄に「急性心不全」、同欄\nの(エ)(ウ)の原因欄に「転倒、転落」、死因の種類欄に「外因死、不慮の外因死、転落・転\n倒」、外因死の追加事項の手段及び状況欄に「飲酒后、全身打撲の痛みで気付いた、階段\nからの転落か」などと虚偽の記載をし、もって、虚偽の死亡診断書一通を作成した上、同月\n四日、Ｃ市役所において、情を知らない第三者を介して、同市役所市民課市民係員に対\nし、右死亡診断書の内容が真実であるもののように装い、提出して行使したものである。\n二　予備的追加的訴因（以下、単に「予備的訴因」ともいう。）の要旨\n被告人は、Ａ病院泌尿器科医師であるが、平成八年三月二日に同病院に入院したＢの治\n療に当たっていたところ、同月三日午前六時三〇分、同人が死亡したため、同日、同病院\nにおいて、死亡届等に添付してＣ市役所に提出すべき同人の死亡診断書を作成するに当\nたり、同人の負傷の部位・程度等から、同人の死因は、主として同人が意図的に強度かつ\n多数回にわたる殴打等の暴行を受けて負傷したことによるものと認識しながら、死亡診断書\nの原因Ⅰ欄の(ア)直接死因欄に「急性心不全」、同欄の(エ)(ウ)の原因欄に「転倒、転落」、\n死因の種類欄に「外因死、不慮の外因死、転落・転倒」、外因死の追加事項の手段及び状\n況欄に「飲酒后、全身打撲の痛みで気付いた、階段からの転落か」などと虚偽の記載をし、\nもって、虚偽の死亡診断書一通を作成した上、同月四日、Ｃ市役所において、情を知らな\nい第三者を介して、同市役所市民課市民係員に対し、右死亡診断書の内容が真実である\nもののように装い、提出して行使したものである。\n第二　本件審理の経緯\n一　起訴状に対する求釈明及びこれに対する検察官の釈明等\n１　第一回公判期日（平成一〇年六月一九日）において、弁護人が、「①起訴状に『階段\nからの転落等によって負傷したために死亡したものではないことを認識しながら』とあるの\nは、階段からの転落等によって負傷したために死亡したものではないことを被告人が確定\n的に認識していたことを意味するのか、②起訴状に摘示された死亡診断書（以下「本件死\n亡診断書」という。）の記載の全てが虚偽という趣旨か、③被告人はこれらの記載が『虚偽』\nであることを確定的に認識して『記載』したという趣旨か」などと求釈明したのに対し、検察官\nは、右②の点につき、「Ｂの負傷の部位・程度等から、意図的に強度かつ多数回にわたる殴\n打等の暴行が加えられたものであり、同人が階段からの転落等によって負傷したために死\n亡したものではないことが明白であったのに、直接死因として『急性心不全』と記載したこ\nと、『全身打撲、出血』の原因として『転倒・転落』と記載し、外因死の追加事項の手段及び\n状況欄に『飲酒后、全身打撲の痛みで気付いた、階段からの転落か』と記載したこと、死因\nの種類欄の、自殺、他殺その他及び不詳の外因としての『不詳の外因死』の項目を選択せ\nず、不慮の外因死の項目中の『転倒・転落』を選択したこと等の各記載があいまって、死亡\nの原因に関する本件死亡診断書の記載が全体として内容虚偽となった」旨釈明し、その余\nの求釈明事項については、必要に応じて、立証段階で明らかにする予定であると述べた。\n２　さらに、同期日において、弁護人が、右①及び③の求釈明事項に関し、本件公訴事実\nには、未必の故意を含む趣旨であるのかどうかなどと繰り返し釈明を求めたの対し、検察官\nは、「釈明の必要なし」と述べるにとどまったが、裁判所が、「起訴状の記載が『死亡したもの\nではないことを認識しながら』となっているので、死亡したのかもしれないと認識したのとは違\nうという前提で審理を進める」旨述べたのに対しては、検察官、弁護人とも異議を述べず、\nその後の審理が進められた。\n二　予備的訴因変更請求に至る経緯\n１　第二五回公判期日（平成一二年九月七日）におけるＤ検事の証人尋問後である平成\n一二年一〇月五日、裁判所、検察官、弁護人の三者による打ち合わせの席で、裁判所が、\n「これまでの審理経過に鑑み、Ｂの死亡原因に関する被告人の認識内容及び死亡診断書\nの記載内容が虚偽であることにつき、この段階で検察官の主張を具体的に示されたい」と釈\n明を求めたのに対し、検察官は、同月三一日付け釈明書において、公訴事実中の、Ｂの\n「負傷の部位・程度から、意図的に強度かつ多数回にわたる殴打等の暴行が加えられたも\nのであり、同人が階段からの転落等によって負傷したために死亡したものではないことを認\n識し」とは、被告人において、Ｂが「意図的に強度かつ多数回にわたる殴打等の暴行を加え\nられたと認識し、かつ、同人が階段からの転落等によって負傷したことはないと認識し、よっ\nて、同人が階段からの転落等によって負傷したために死亡したものではないと認識していた\nこと」を意味する旨釈明した。\n２　その後、検察官は、同年一一月三〇日、前記予備的訴因にかかる追加的予備的訴因\n変更を請求した。\n三　予備的訴因についての求釈明及びこれに対する検察官の釈明等\n１　第二八回公判期日（平成一二年一二月二一日）において、弁護人が、予備的訴因に\nついて、「被告人においてＢが『階段からの転落等によって負傷した』と認識していた場合に\nも、なお、被告人に対する虚偽診断書作成罪が成立するという趣旨か」などと求釈明した\nが、検察官は釈明に応じなかった。\n２　裁判所は、同公判期日において、検察官に対し、予備的訴因について、「Ｂの『死因\nは、主として同人が意図的に強度かつ多数回にわたる殴打等の暴行を受けて負傷したこと\nによるものと認識しながら』とあるが、第一に、『主として』との記載及び主位的訴因について\nの検察官の平成一二年一〇月三一日付け釈明書の記載からすると、Ｂに階段からの転落\n等による負傷があり、この負傷もその死因に寄与していたと被告人が認識していたことを前\n提としつつ、意図的に強度かつ多数回にわたる殴打等の暴行を加えられたことによってＢ\nが負傷したことが、死亡の主たる原因であると被告人が認識していたという趣旨に理解して\nよいか、第二に、予備的追加的訴因の主張が、主位的訴因についての検察官の平成一二\n年一〇月三一日付け釈明書による釈明を経てなされたものであることを踏まえると、右主張\nは、Ｂの死因についての被告人の認識について、『主として』Ｂが意図的に強度かつ多数回\nにわたる殴打等の暴行を受けて負傷したことによるものに限定する趣旨に理解してよいか\n（右負傷の寄与の程度が『主として』よりも低い場合についての黙示的な主張は含まない趣\n旨に理解してよいか。）、第三に、検察官が主張するＢの死亡原因についての被告人の認\n識を前提とした場合、それぞれ死亡診断書には死因についてどのように記載すべきである\nかについて明らかにされたい」などと釈明を求め、予備的訴因変更を許可すること自体につ\nいては異議を述べないとの弁護人の意見を聴取した上、予備的訴因変更を許可した。\n裁判所の右求釈明に対し、検察官は、平成一三年一月一九日付け釈明書において、右\n求釈明事項の第一、第二については「そのとおりである」と、第三については「死亡の原因\n欄に、『暴行』又は『暴行及び転落』、死因の種類欄に『10他殺』又は『11その他及び不詳の\n外因』、外因死の追加事項欄には、負傷の部位・程度及びそれから推認される暴行を受け\nた際の状況等を記載すべきである」と釈明した。\n３　また、同月二三日、裁判所、検察官、弁護人の三者で行われた打合せの席で、裁判\n所が、「検察官は、以前、主位的訴因における被告人の認識について、確定的な認識であ\nると釈明されたが、平成一三年一月一九日付け釈明書の記載からすると、予備的追加的訴\n因における被告人の認識についても、被告人が確定的に認識していたという主張であると\n理解してよいか」と釈明を求めたのに対し、検察官は、「そのとおりである」と釈明した。\n第三　本件の主たる争点と当事者双方の主張の要旨等\n一　本件の主たる争点\n本件では、被告人が本件死亡診断書を作成し、第三者を介してこれを提出して行使した\nこと、さらに、客観的にはＢが階段から転落して負傷した事実はなく、同人が死亡したのは\n暴行を受けて負傷したためであること、したがって、被告人が本件死亡診断書の死亡の原\n因欄に「転倒、転落」、死因の種類欄に「外因死、不慮の外因死、転倒・転落」などと記載し\nたのは、客観的には誤りであったこと、以上の点については争いがなく、本件において問題\nとなるのは、本件当時、被告人がＢの死亡についてどのような認識を有していたのか、その\n認識内容からみて、実際に被告人が本件死亡診断書の死亡の原因欄等に記載した内容\nが、虚偽といえるのかどうかである。\nこのような観点に立って、前記のような、本件の主位的訴因及び予備的訴因の各文言、訴\n因変更等の経緯、検察官の釈明内容等から、本件の主たる争点を具体的に敷衍すれば、\n第一は、本件死亡診断書を作成したころ、被告人において、Ｂが意図的に強度かつ多数回\nにわたる殴打等の暴行を加えられたと認識し、かつ、同人が階段からの転落等によって負\n傷したことはないと認識し、よって、同人が階段からの転落等によって負傷したために死亡\nしたものではないと確定的に認識していたかどうか（主位的訴因における被告人の認識内\n容）であり、この認識内容が、本件各証拠によって合理的な疑いを入れる余地なく認定でき\nるのであれば、本件死亡診断書の死亡の原因欄等の記載が虚偽であることは明らかであ\nる。\n第二は、本件死亡診断書を作成したころ、被告人において、Ｂが階段からの転落等によっ\nて負傷したことが事実であると認識していたとしても、同人が死亡したのは、主として同人が\n意図的に強度かつ多数回にわたる殴打等の暴行を受けて負傷したためであると確定的に\n認識していたかどうか（予備的訴因における被告人の認識内容）であり、この認識内容が、\n本件各証拠によって合理的な疑いを入れる余地なく認定できる場合には、検察官が平成一\n三年一月一九日付け釈明書において釈明したように、本件死亡診断書を作成するに当た\nっては、死亡の原因欄に「暴行」又は「暴行及び転落」、死因の種類欄に「10他殺」又は「11\nその他及び不詳の外因」、外因死の追加事項欄に、負傷の部位・程度及びそれから推認さ\nれる暴行を受けた際の状況等を記載すべきであるから、本件死亡診断書の死亡の原因欄\n等の記載は虚偽である、といいうるかどうかである。\n二　当事者双方の主張の要旨\n１　検察官の主張の要旨\n検察官は、\n(一)　本件各証拠によれば、\n(1)　Ｂの負傷状況は、その外表検査だけからでも、一見して人の暴行によるものであると\n認識できたこと\n(2)　Ｂに暴行を加えて死に至らせたＥほか数名が、「Ｂの負傷状況は、眼の周りが赤く腫れ\n上がり、両腕や両太股も赤く腫れ上がった状態で、一見して暴行によるものであると分かる\n状態であった」旨供述していること\n(3)　Ａ病院でＢに対する治療が行われた時点において、その治療に当たった複数の医師\n及び看護婦が、Ｂの負傷状況につき、「階段から落ちてできるけがではない」などと認識して\nいたこと\n(4)　治療の際、Ｂが「けんかをして・・・」と言いかけるや、被告人が、「階段から落ちただろ\nう」などと直ちに告げてＢの言動を遮ったこと\n(5)　被告人が、本件死亡診断書を作成する前、Ｆ看護婦作成に係る当初の看護記録に\n記された「けんかをして階段から落ちた」との記載を発見し、Ｇ看護婦を通じ、Ｆ看護婦に\n「階段から転落」と訂正させた上、同女に謝辞を告げたこと\n(6)　被告人がＥから受領した三〇万円は、被告人がＢの死亡を暴行によるものとして警察\nへ通報することをせず、転倒・転落による死亡とする死亡診断書を作成したことに対する謝\n礼の趣旨で交付されたものであること\n(7)　被告人は、Ｂの死亡から約半年経ったころ、Ｅ組事務所を訪れて会話していた際、Ｅ\nに対し、「病院の方はみなきれいになったので、組員から話が出なければ、事件のことは心\n配ない」旨の言葉を告げたこと\n(8)　被告人には、Ｅとの懇意な交際状況からして、Ｅが警察に逮捕されるのを防ぐため、Ｂ\nが暴行によって死亡したのではない旨の内容虚偽の死亡診断書を作成する動機があった\nこと\nなどが認められ、これらの事実からすれば、被告人が、本件死亡診断書を作成する時点に\nおいて、Ｂが意図的に強度かつ多数回にわたる殴打等の暴行を加えられたと認識し、か\nつ、同人が階段からの転落等によって負傷したことはないと認識し、よって、同人が階段か\nらの転落等によって負傷したために死亡したものではないと確定的に認識していたことは明\n白であり、その認識内容と異なる虚偽内容を記載する旨の故意を有していたと優に認めら\nれる旨\n(二)　また、仮に、被告人がＢの負傷原因につき、人の暴行によるものだけではなく階段か\nらの転落をも含むと認識していたとしても、関係各証拠に照らせば、被告人において、Ｂの\n死の主たる原因が暴行であると認識していたことは明白である旨\n主張する。\n２　弁護人の主張の要旨\nこれに対し、弁護人は、\n(一)(1)　Ａ病院は、被告人の個人病院ではなく、被告人以外の多数の医師や看護婦が患\n者の治療に関与する総合病院であること\n(2)　現に、Ｂの診察・治療には、被告人以外の多数の医師や看護婦が関与したこと\n(3)　被告人が、被告人以外の医師や看護婦がＢの治療に関与することを妨げようとしたこ\nとはなかったこと\n(4)　それどころか、被告人は、Ｂの病院到着前に病院に現れず、Ｂの負傷状況を昀初に\n検査し問診したのは、被告人以外の医師や看護婦だったこと\n(5)　また、被告人はＢを診察した後一旦帰宅し、Ｂの診療を被告人以外の医師や看護婦\nが行うことができるような状態を現出させていること\n(6)　被告人が一旦帰宅したのは、Ｂに対する一応の治療行為が終わったためであり、現\nにＢには、血圧の上昇、心音の触診による確認、尿の生成など、一時的であれ、症状の改\n善が認められたこと\n(7)　Ｂが重体に陥った後、被告人は、Ｅの来院を求め、Ｂの死亡後、Ｅと面談したが、その\n際、被告人とＥとの間で、不自然な会話は交わされておらず、死亡診断書に関する会話は\n一切なされていないこと\n(8)　被告人が作成した退院・転科時要約に不自然な記載は認められないこと\n(9)　Ａ病院では、死亡した患者については、主治医以外の各科の責任者たる医師により\n診療記録等が検討され、必要があればデスカンファレンスで症例の検討が行われるが、被\n告人のＢに対する治療行為については問題がないとの判定が下され、デスカンファレンス\nで取り上げるべき症例とはされなかったこと\n(10)　Ｂの治療行為の適否については、平成八年三月から四月にかけて、当時の院長も\n検討したが、警察の捜査に委ねられるべき事件とはされなかったこと\n(11)　被告人は、平成九年秋ころから、Ｂの死亡をめぐって、恐喝未遂の被害にあったが、\nその際、被告人は、自ら警察に出頭して、Ｂの治療経過を説明しており、かつ、そのことに\nついて、弁護士と相談したり、Ｅと口裏合わせをするなどの行為を行っていないこと\nなどの事実は、Ｅの被告人に対する依頼に犯罪的な色彩がなかったこと、被告人は被告人\n以外の医師や看護婦がＢの治療に関与することに全く無関心だったこと、また、Ｂが死亡し\nた後も、Ｂの死亡にＥが関係しているなどとは全く考えておらず、Ｂは階段から転落したため\nに負傷したと信じ込んでいたことを示している。\n(二)　ところが、本件の起訴検事は、\n(1)　捜査段階において鑑定書等を作成したＨ鑑定でさえ、被告人のＢに対する医療行為\nに不適切な点はなかったとしているのに、これを無視し、\n(2)　被告人がＢをＡ病院泌尿器科病棟（第三病棟四階）に入院させたのは、Ｂを治療する\nためではなく、Ｅらによるリンチ事件の発覚を恐れて、Ｂを囲い込むためであったとし、\n(3)　被告人以外の医師や看護婦が、異口同音に、Ｂが階段から落ちて負傷したこと自体\nは事実だと思っていた旨述べていたのに、あえてこれを過小評価し、あたかも、Ｂの負傷状\n況を見て、階段から転落したのではなく、暴力を受けたと判断した旨、同検事の考える真実\nに沿った検面調書を作成した上、\n(4)　信用性に乏しいいくつかの情況証拠を漫然と重ね合わせ、被告人に有利な消極的\n情況証拠を完全に無視して、被告人を起訴したものであり、被告人が、本件死亡診断書を\n作成する時点において、「Ｂが、意図的に強度かつ多数回にわたる殴打等の暴行を加えら\nれたと認識し、かつ、同人が階段からの転落等によって負傷したことはないと認識し、よっ\nて、同人が階段からの転落等によって負傷したために死亡したものではないと認識していた\nこと」を支える証拠はほとんど存在しない。\n(三)　また、被告人が、Ｂの負傷の一部は暴行によってできたものだと認識していたと仮定\nしても、Ｂの死亡の主たる原因となったのが、階段からの転落による負傷部分ではなく、暴\n力行為による負傷部分であると、被告人が確定的に認識していたことについては、全く立証\nがない。\n(四)　したがって、いずれにしても被告人は無罪である、\nというのである。\n三　検討の手法\n被告人は、捜査公判を通じて、「Ｂが意図的に強度かつ多数回にわたる殴打等の暴行を\n加えられたと認識し、かつ、同人が階段からの転落等によって負傷したことはないと認識し、\nよって、同人が階段からの転落等によって負傷したために死亡したものではないと認識して\nいた」又は「Ｂが階段からの転落等によって負傷したことが事実であると認識していたが、同\n人が死亡したのは、主として同人が意図的に強度かつ多数回にわたる殴打等の暴行を受\nけて負傷したためであると認識していた」との趣旨の供述はしておらず、その他本件全証拠\nを見渡しても、本件死亡診断書作成のころ、被告人が検察官主張のような認識を有してい\nたことを示す直接証拠は存在しない。\nしたがって、本件の主たる争点を判断するに当たっては、まず、本件死亡診断書作成のこ\nろの被告人の認識に関し、客観的事実関係を確定した上、被告人以外の関係者の供述を\nはじめとして、Ｂの負傷あるいは死亡の原因に関する被告人の認識を推認するのに資する\nと考えられる間接事実を積み重ねるとともに、これと対比しつつ被告人の供述の信用性を吟\n味し、昀終的にこれらを総合して、被告人において検察官主張のような認識を有していたこ\nとが合理的な疑いを入れない程度にまで立証されているかどうかを検討すべきである。\n第四　関係証拠によって認められる客観的事実関係\n一　被告人及びＥの身上経歴、両者の関係等\n１　被告人は、広島県の私立Ｉ中学・高校からＪ医学部に進み、昭和四六年三月同大学を\n卒業した後、同年六月国家試験に合格して医籍登録をし、Ｋ県立病院、Ｊ医学部付属病院\nを経て、昭和五四年四月からＡ病院泌尿器科医師として勤務するようになり、平成八年三\n月当時は同科の医長を勤めていた。なお、被告人は、本件による起訴後、同病院を退職\nし、現在は開業医として稼働している。\n２　Ｅは、被告人と同じ私立Ｉ中学・高校に通ったが、同高校を中退した後、暴力団員として\n活動するようになり、平成八年三月当時は、Ｅ組組長として、組長代行Ｌ、同Ｍ、幹事長Ｎ、\n組織委員長Ｏ、組員Ｐ和重（以下「Ｐ」という。）、組員Ｑ、組員Ｒ、組員Ｂらを配下に従えてい\nた。\n３　Ｅは、Ｉ中学・高校時代、サッカー部に所属しており、被告人の実兄の一年先輩であっ\nたことから、遅れて同じサッカー部に所属するようになった被告人もＥの存在を認識してい\nた。被告人は、東京に出てきてから、Ｉ高校サッカー部の同窓会でＥと会って言葉を交わし、\nまた、Ｅが暴力団組織に属していることを聞き知ったが、平成二、三年ころから、実兄に誘わ\nれてＥの妻の経営していた飲食店で飲食するようになり、その後、Ｅから依頼されてその長\n男の診察を行い、更にＥ本人の診療を担当したり、その実弟にＡ病院の医師を紹介するな\nど、Ｅと親しくしていた（なお、被告人自身、弁八号証において、Ｓなる者に対して、Ｅと親し\nくしていると告げた旨記載している。）。\n二　Ｂの負傷原因等\n１　Ｅ組の組員であったＢは、組事務所に寝泊まりしながら、Ｅの車の運転手を務め、Ｅの\n自宅の家賃や自動車ローン、駐車場使用料、保険料等の支払いを任されていたところ、死\n亡する数年前から、これらの支払いのためにＥから渡された金を自己の遊興のために使い\n込んでいた。Ｅは、平成八年三月一日、Ｂの右使い込みに気付き、同日午後一時ころ、Ｅ組\n事務所において、Ｂの頭頂部、側頭部、顔面等を竹刀や手拳で多数回殴打し、さらに、同\n人をブリーフと半袖シャツの下着姿で正座させた上、その左顔面を手拳で一、二回殴り付\nけ、スリッパを履いたまま、同人の腹部、大腿部をところ構わず足蹴にするなどの暴行を加\nえた。\n２　その後、Ｅは、Ｂの両親にＢが使い込んだ金を弁償させようと考え、配下のＯを呼んだ\nが、間もなく事務所にやって来たＯは、ＥがＢに暴行を加えているのを見て、自らもＢに対す\nる暴行に加わり、さらに、それを見たＱもＢに対する暴行に加わった。Ｅ、Ｏ、Ｑの三名は、同\n日午後二時過ぎころから、三、四〇分間にわたって、Ｏ及びＱにおいてＢの横側からその頭\n部、肩、腕、太股等を多数回にわたって足蹴にし、ＥにおいてＢの正面からその胸や腹、顔\n等を蹴り、さらに、苦痛のため前屈みになったＢの後頭部を足底で踏みつけるなどのリンチ\nを加えた。Ｏにおいては、Ｂに背を向けて、付近の家具に手を付き、反動をつけて、Ｂの太\n股を力一杯かかとで後ろ蹴りすることもあった。\n３　Ｅらは、同日午後三時ころ、Ｂに対する暴行を止めたが、その時点で、Ｂの目の周りは\n赤く腫れ上がり、両腕や大腿部も腫れ上がっていた。そのころ、Ｅが、Ｂに対して、「病院に\n行くか」などと尋ねたのに対し、Ｂは「病院はいいです」などと答えたが、飲み物を摂っただ\nけで食事はしなかった。\n４　翌二日になると、Ｂの顔面の腫れ、特に目の周りの腫れはさらにひどくなり、太股や腕も\nさらに腫れ上がって、紫色に変わっていた。また、小便をしたいが出ないなどと訴えるように\nなった。Ｅは、Ｂを病院に連れて行くべきかどうか迷ったが、Ｂ本人が病院に連れて行ってく\nださいと言い出したことなどから、同日午後七時ころになってようやく、病院に連れて行くこと\nを決めた。\n三　Ｅの被告人に対する依頼の状況等\n１　Ｅは、同日午後七時三〇分ないし午後八時ころ、Ｅ組事務所から被告人に電話して、\n「うちの若いもんが小便が出ないと言っているから、見てくれんかの」などと言って、Ｂの診察\nを依頼した。被告人は、これを了承し、患者をすぐにＡ病院に連れてくるようにと言った。\n２　なお、Ｅからの依頼について、被告人は、捜査段階では、自宅に電話がかかってきた\n旨（平成一〇年四月二六日付け警察官調書、乙３）、あるいは、知人のパーティーに出席し\nて帰宅途中、妻から携帯電話に連絡が入り、Ｅから自宅に電話があったと聞いたので、自分\nの方からＥに電話を入れた旨（同年五月八日付け警察官調書、乙４）供述していたのに、公\n判段階では、妻と銀座のすし屋で食事をしているところに電話がかかってきた旨供述を変え\nており、被告人がＥからの依頼をどこで受けたかについては、証拠上確定し難い。しかし、\nいずれにせよ、その際、Ｅが、Ｂの真の負傷原因を説明したと認めるに足りる証拠はない。\n３　Ｅは、Ｏと相談して、「Ｂは、三月一日深夜、酒に酔っ払って、事務所に帰ってきた。Ｂ\nに聞いたら、階段から滑り落ちて大けがをしたと言っていた。自分は事務所からの連絡でＢ\nが階段から落ちてけがをしたことを知った」という嘘の話を作り上げた上、リンチに加わって\nいないＮを呼び、「Ｂは、酒を飲んで階段から滑り落ちた」、「Ａ病院のＴ先生（被告人のこ\nと。Ｔは被告人の旧姓）に連絡しておいたから、Ｔ先生のところへ連れて行け」、「病院へ行\nったら、Ｂは階段から落ちてけがしたことにしろ。俺からもよく言い聞かせておくから、お前か\nらもＢが病院へ行って余計なことを言わないよう言い聞かせておけ」などと命じ、Ｂ本人に対\nしても、「お前は階段から落ちたことにしろ。病院へ行っても余計なことを言うんじゃないぞ」\nなどと言い含めた。\n４　Ｎは、同じくリンチに加わっていないＲとともに、Ｂを車に乗せてＡ病院に向かうととも\nに、配下のＰに連絡して、Ａ病院で待つようにと指示した。一方、Ｅは、Ｏとともに身を隠すこ\nとにし、Ｕホテルにチェックインした上、警察の動きやＢの容態を見極めることとした。\n四　被告人の病院に対する連絡の状況、当時の病院の態勢等\n１　Ｅの依頼を受けた被告人は、Ａ病院の救急室に電話し、電話に出たＶ看護婦に対し、\n尿閉の患者がこれから行くからなどと連絡したが、被告人自身は、直ちには病院に向かわ\nず、患者が到着したらポケットベルを鳴らしてくれなどと依頼した。\n２　当日の救急室の夜勤勤務は、Ｖ看護婦と、Ｗ看護婦の二人であり、Ｖ看護婦から電話\nの内容を聞いたＷ看護婦は、急患が来ることを守衛室に連絡するとともに、夜間管理婦長\nであったＸ婦長に対しても、被告人から尿の出ない患者が来ると連絡があったことを伝え\nた。\n３　当日の内科の当直医は、Ｙ医師、Ｚ医師、レジデント（研修医）のａ医師の三人であっ\nた。\n五　Ｂが病院に到着した直後の状況等\n１　Ｂは、同日午後八時五〇分ころ、Ａ病院に到着し、先に到着していたＰが用意していた\n車椅子に乗せられて、救急室に運ばれた。\n２　Ｖ看護婦やＷ看護婦がＢを救急室のストレッチャーに寝かせ、Ｖ看護婦がけがの原因\nを尋ねたところ、付き添っていたＮが「階段から落ちた」、「何日か前だ」などと答えた。また、\nＺ医師が「どうしたの」などと声をかけたのに対し、Ｂ自身も、「転んだ」「一日前に転んで、一\n日寝ていたけど調子が悪いから、連れてきてもらった」などと答えた。さらに、Ｗ看護婦が、\n血圧を測る際、「どうしたの」などと尋ねたのに対しても、Ｂは小さな声で「転んだ」と答えた。\n３　被告人は、Ｂが到着したとの連絡を受けて、同日午後九時過ぎころ、救急室に到着し、\nストレッチャーの上にあおむけで横たわっていたＢに対し、「どうしたの」と聞いた。これに対\nし、Ｂは、「階段から落ちたんです」などと答え、付添いの一人も、「酒に酔って落ちたんだ」\nと言った。\n４(一)　なお、Ｎは、公判廷において、「私が診療申し込みを書いている途中であったと思\nうが、『どうしたんだ』と聞かれたＢが、『けんかしてやられちゃいました』と答え、これに対し、\nＴ医師が、間髪を入れずに、『階段から落ちてけがしたんだろう』と言うのが聞こえた」旨供述\nし（Ｎ八回、なお、証人や被告人の公判廷における供述については、公判調書中の供述部\n分と、当公判廷における供述を区別することなく、単に「供述」、「証言」と表記する。）、検察\n官は、これを、被告人が虚偽診断書作成罪等の故意を有していたことを示す間接事実とし\nて挙げている（前記第三の二の１の(一)の(4)）。\n(二)　しかしながら、Ｎは、「このようなやり取りを聞いたのは、私が救急室の入口近くにい\nたときで、救急室の奥の方にいたＴ医師やＢとは四メートルか五メートル離れていたと思う\nが、はっきり聞こえた。このやり取りを聞いたとき、年輩の看護婦さんは私のそばにおり、他\nの二人くらいの看護婦さんは、点滴とかそういうことをしていたと思う」などと述べているとこ\nろ、このようなＮの供述が真実であるとすれば、被告人が救急室に現れる前に、Ｂらから前\n記２のとおり負傷原因を聞いていた医師や看護婦にとってみれば、患者がこれまでと異なる\n負傷原因を述べ始めたのに対し、遅れて救急室に来た被告人が真実の負傷原因を知って\nおり、患者の訴えを遮るような発言をしたというのであるから、極めて記憶に残りやすい会話\nであると思われるのに、その場にいたはずのＺ医師、ａ医師、Ｘ婦長、Ｖ看護婦、Ｗ看護婦の\nいずれも、Ｂが「けんかをしてやられた」旨言い、間髪を入れずに被告人が「階段から落ちて\nけがしたんだろう」などと言うのを聞いたと供述していないのは、不自然というほかない。\nまた、Ｂは、前認定のとおり、Ｅから、「階段から落ちたことにしろ。病院へ行っても余計なこ\nとを言うんじゃないぞ」などと言い含められ、Ｚ医師やＷ看護婦に対しては、指示どおり「転\nんだ」などと話し、さらに、後記のとおり、泌尿器科病棟に入院した後、Ｆ看護婦からけがの\n原因を尋ねられた際にも、「けんかをして階段から落ちた」などと言っていたのであるから、Ｂ\nの言動としても、同人が、被告人以外の医師や看護婦も多数いる面前で、「けんかしてやら\nれた」と述べたというのは、甚だ不自然である。\n以上の点に加えて、Ｎは、Ｅから、「お前からもＢが病院へ行って余計なことを言わないよう\n言い聞かせておけ」などと言われて来たというのであるから、Ｎが、真実、Ｂにおいて「けんか\nしてやられちゃいました」と言うのを聞き、被告人以外の医師や看護婦もこれを聞いた可能\n性があると認識したのであれば、直ちに、その旨Ｅに報告して然るべきであるが、この点に\nつき、「報告したような気もするが、はっきりはよく覚えていない」などと曖昧な供述をしてお\nり、ＥやＯも、Ｎからそのような報告を受けたとは全く供述していないこと、さらに、Ｅ組は、検\n察官による本件の捜査当時既に分裂状態にあり、Ｎにおいても、検察官に対し、Ｅは組長と\nして失格であるなどと述べていたこと（Ｄ二五回）、したがって、Ｎにおいては、Ｅに対する敵\n意から、Ｅと親しかった被告人に対しあえて不利益な供述をしている可能性がないとはいえ\nないことなども考慮すると、Ｎの前記公判供述の信用性には多大の疑問があり、結局のとこ\nろ、「Ｂが『けんかしてやられちゃいました』と言ったのに対して、被告人が、『階段から落ちた\nだろう』などと直ちに告げてＢの言動を遮った」とする検察官主張の間接事実は、これを認め\nるに足りないというべきである。\n六　救急室に運び込まれた当時のＢのけがの状態等\n１　救急室に運び込まれた当時、Ｂは意識こそはっきりしていたものの、呼吸が速く、血圧\nも低く、顔面は蒼白であった。顔面左眼瞼部には青紫色の顕著な内出血（いわゆるブラック\nアイ）があって、瞼がうまく閉じられない状態であった。また、左右の側頭部及び左の後頭部\nに何か所か内出血があったが、被告人は左側頭部から頭頂部にかけて一つ、二つのいわ\nゆるたんこぶがあるのを認識した。\n２　手足には、両前腕外側の肘関節に近い部分、両足の、膝から上の大腿部の一部の前\n面及び膝から下の両下腿の一部の前面から側面にかけて、左右とも同じくらいの位置にほ\nぼ対称の内出血があった（なお、Ｈ鑑定人は、Ｆ看護婦が看護記録に記載した人体図等を\n根拠に、Ｂには、両下腿ないし両下肢の前面に全体に膜状に広がった内出血があったと認\n定し、これを前提に鑑定を行っている（Ｈ一一回、一三回）ところ、かかる事実が認め難いこ\nとについては後述する。）。\n３　腹部、背部等に内出血はなかったが、Ｂ本人は上腹部の強い痛みを訴えていた。胸部\nには小さな内出血があった。なお、Ｂは、左第九肋骨を骨折していたが、本件当時Ｂの診察\nに関与した被告人やその他の医師、更にレントゲン技師も見逃してしまう程度のもので、ほ\nかに顕著な骨折はなかった。\n４　被告人は、Ｂの問診及び触診を行った後、バルーンカテーテルを尿道に入れて導尿を\n試みたが、尿はほとんど出なかった。被告人は、輸液を指示するとともに、ＣＴスキャンによ\nる全身の断層撮影を依頼し、レントゲン技師やａ医師、Ｚ医師とともに、ＣＴ写真を検討した。\nＣＴ写真により、頭部や腹部からの内出血はないことがわかり、被告人、Ｚ医師、ａ医師の三\n人で、Ｂの症状について、挫滅症候群ではないかと話し合った。\n七　Ｂが泌尿器科病棟に入院することとなった経緯等\n１　被告人は、同日午後九時過ぎころ、泌尿器科病棟のナースステーションに電話し、当\n日の準夜勤勤務についていたＦ看護婦に対し、「大部屋でいいから一床空けておいてくれ」\nなどと指示した。\n２　同日午後一〇時前ころ、Ｘ婦長が「ＩＣＵ（集中治療室）のベッドは空いています。一人\n部屋は零病棟しか空いてません」などと述べて、Ｂをどこに入院させるつもりか尋ねたのに\n対し、被告人は返事をせず、Ｘ婦長が巡回に出た後、Ｖ看護婦やＷ看護婦に対し、Ｂを泌\n尿器科病棟の大部屋に入院させるよう指示した。\n３　Ｖ看護婦やＷ看護婦は、「大部屋でいいんですか。ＩＣＵのベッドも空いていますよ」、\n「ＩＣＵに入れなくていいんですか」などと言って聞き直したが、被告人は「いいんだ」、「病棟\nの方がおしっこの管理がしやすい」などと言って聞かなかった。また、そのころ、Ｚ医師及びａ\n医師は、被告人に対し、ＩＣＵに入れるか、他の救急施設のより整った病院に転院させた方\nがよいのではないかと進言したが、被告人は、「自分のところで診るから。責任は取る」などと\n言って応じなかった。\n４　Ｂは、同日午後一〇時ころ、第三病棟四階の泌尿器科病棟の六人部屋に入院した。Ｖ\n看護婦は、Ｆ看護婦に申し送りをする際、「私はこの患者さんはＩＣＵの対象だと思うのよ。ベ\nッドが空いているので、ＩＣＵでどうですかとＴ先生に話したんだけど、一般病棟でいいと言う\nのよ」などと話した。\n５　被告人は、第三病棟四階のナースステーションにいたとき、やって来たＸ婦長から、重\nねて「ＩＣＵが空いていますよ」と進言されたが、「保険を持っていないような患者をＩＣＵに入\nれても金を取れないだろう」などと述べて、ＢをＩＣＵに入れることに同意しなかった。\n６(一)　以上に対し、被告人は、公判廷において、ＢをＩＣＵに入れるよう進言してきた医師\nや看護婦はいなかった、もしそのような進言があれば、なぜＩＣＵに入れないかそこで議論が\nあったと思うなどと供述している。\n(二)　しかしながら、ＩＣＵに入れるか入れないかをめぐってやり取りがあったことについて\nは、被告人以外の多くの関係者の検察官調書（Ｚ医師につき甲17、ａ医師につき甲18、Ｘ婦\n長につき甲22、Ｗ看護婦につき甲23、Ｖ看護婦につき甲25）に録取されている上、Ｚ医師、\nＸ婦長にあっては、公判廷でも同様の証言をしているのである（Ｚ五回、Ｘ二回）。もっとも、\nＶ看護婦は、公判廷では、「Ｂを泌尿器科に入院させること自体は別におかしいとは思わな\nかった。驚いたのは、入院させるため泌尿器科に連れて行った時点で、大部屋に入院させ\nることを知ったからである」などと供述する（Ｖ一九回）。しかしながら、同看護婦の捜査段階\nにおける供述は、救急室の看護婦から「私はこの患者さんはＩＣＵの対象だと思うのよ。ベッ\nドが空いているので、ＩＣＵでどうですかとＴ先生に話したんだけど、一般病棟でいいと言うの\nよ」などと聞いたとするＦ看護婦の検察官に対する供述（甲24）や、同看護婦のＶ看護婦から\n「私はＩＣＵの対象だと思うんだけれども、ＩＣＵも空いているということなんだけれども」などと\n申し送りを受けた旨の公判廷における供述（Ｆ三回）によって、十分裏付けられており、信用\n性が高いというべきである。\nそして、以上からすると、被告人が、Ｂの入院場所を決めるに際し、他の医師や看護婦ら\nからＩＣＵに入れなくて良いのかという進言があったのに、これを採用することなく、泌尿器科\n病棟に入院させたものであることについては、合理的な疑いを入れる余地がないというべき\nである。\n八　泌尿器科病棟における治療状況等\n１　泌尿器科病棟に入院したＢは、六人部屋のベッドの上で、胃が痛い、のどが乾いた、\n体中が痛いなどと訴えていた。Ｆ看護婦は、Ｂの付添いの者が病室を離れた隙に、「何で階\n段から落ちたの」などとＢに尋ね、Ｂ本人から、「けんかをして階段から落ちた」などと聞い\nた。そこで、同看護婦は、それまでに「９６　３／１　ＡＭ　階段から転落」などと記載してあっ\nた看護記録の現病歴欄の「階段から」という記載の前に、「けんかをして」という記載を書き\n加えた。\n２　被告人は、Ｂが泌尿器科病棟に入院し、容態が落ち着いたものと判断して、同日午後\n一一時ころまでには病院を離れたが、同日午後一一時二〇分ころ、Ｆ看護婦から、ポケット\nベルの連絡を受け、その後電話で話した際、Ｂの血圧が下がって脈拍も触知しにくくなって\nいるなどと報告を受け、昇圧剤の点滴の量を増やすようになどと指示した。\n３　Ｆ看護婦は、三月三日午前零時ころ、深夜勤のＧ看護婦らと交替したが、その少し前、\nＧ看護婦に対し、「午後一〇時ころ入院したＢさんは、階段から落ちておしっこが出ない、Ｔ\n先生の知り合いのやくざの人である。ＩＣＵでなく大部屋に入院したけれども、重症であり、\n話が違う」などと引き継いだ。\n４　Ｘ婦長は、三月二日午後一一時四五分ころ、準夜勤の看護婦の見送りに出たが、第\n三病棟四階の看護婦が降りてこなかったことから、翌三日午前零時一〇分ころ、第三病棟\n四階の様子を見に行ったところ、Ｂは、何度も嘔吐し容態が悪い様子であった。Ｘ婦長に呼\nばれたａ医師は、Ｂの胃の内容物を取り出すため、Ｂの鼻からチューブを入れたが、Ｂはな\nお腹痛を訴え、血圧も上がらなかった。そのため、ａ医師は、Ｘ婦長に指示して、内科の主\n任当直医であったＹ医師を呼ばせた。Ｙ医師は、Ｂの様子からみて、内科だけでは手に負\nえないと考え、外科の当直医であった整形外科のｂ医師に連絡を取るように指示し、やって\n来たｂ医師やａ医師とともに、ＢのＣＴ写真や血液検査結果を検討した結果、Ｂは打撲による\n多臓器不全の状態にあり、また、カタボンＨＩという昇圧剤を大量に投与されたため、かえっ\nて臓器の機能が低下している可能性があると診断したが、Ｂの容態が非常に悪かったた\nめ、主治医である被告人の判断を求める必要があると考え、看護婦に被告人を呼び出すよ\nう指示した。\n５　被告人は、看護婦からの呼び出しを受けて、同日午前一時過ぎころ、再び病院にやっ\nて来て、Ｙ医師から、「昇圧剤が多く入ってしまっているので、何とかした方がよい。血圧が\n下がっている。患者の容態が悪いので、ＩＣＵに入れた方がいい」などと言われたが、「点滴\nをして、胃の中を洗い流すほかないからいいんだ。僕が診るから」などと言って断った。Ｘ婦\n長は、Ｙ医師が引き下がるのを見て、他の患者に部屋を移ってもらって一人部屋を作り、被\n告人の了解を取った上、Ｂを一人部屋に移した。\n６　被告人は、Ｂに対し、昇圧剤や、胃痛を緩和する麻薬を投与するなどしたが、Ｂの容態\nは改善せず、同日午前四時二〇分ころには、血圧がかなり下がって、瞳孔が散大するな\nど、危険な容態となった。被告人は、同日午前六時ころ、ＩＣＵの当直医であったｃ医師を呼\nび、同医師とともにＢの救命に当たったが、Ｂは、同日午前六時三〇分ころ、死亡した。\n九　本件死亡診断書の作成状況等\n１(一)　Ｂの死亡を確認した被告人は、第三病棟四階のデイルームで待機していたＢの付\n添いの者にＢが死亡したことを説明した後、間もなく、ナースステーションにおいて、本件死\n亡診断書を作成した。\n(二)　ところで、検察官は、論告において、被告人が本件死亡診断書の作成に取りかかっ\nたころ、Ｎから、「いまがたされると困る」などと告げられたことがあり（論告書五頁）、これはＮ\nが被告人に対し暗に事件のもみ消しを依頼したものであると主張している（論告書二九\n頁）。\n確かに、被告人の平成一〇年四月二六日付け警察官調書（乙３）には、Ｂの死亡後、病\n棟の外の廊下に出ると、そこにはＥ組の若い衆が三、四人いて、その中の一人が「今、ガタ\nガタされては困るんだよな」と言った、という供述が録取されている。\nしかしながら、当裁判所の取り調べたＮの検察官調書（甲16）の弁護人同意部分には、被\n告人の捜査段階における右供述に符合する部分はなく、また、Ｎは、公判廷においては、\n平成八年三月三日午前三時か四時ころ、被告人に呼ばれて部屋に入り、被告人からＢが\n危ないという話を聞いたが、それ以降被告人と会ったことはなく、被告人からＢの死亡原因\nについて説明を受けたことはない、と供述している（Ｎ八回）。また、被告人の捜査段階にお\nける供述をみても、平成一〇年四月二六日付け警察官調書に録取された右供述は、その\n後録取された同年五月八日付け警察官調書（乙４）、同月一二日付け警察官調書（乙５）に\nは録取されておらず、各供述調書中にも、この供述が脱落した理由を説明するものはない。\nそうすると、以上のような証拠関係のもとでは、被告人が本件死亡診断書の作成に取りか\nかったころ、Ｎから、「いまがたされると困る」などと告げられたとする検察官主張の事実は、\nこれを認めるに足りないというべきである。\n２(一)　そして、被告人は、平成八年三月三日午前七時三〇分ころ、Ｂが死亡した旨の連\n絡を受けて駆けつけたＥに対し、既に作成し終えていた本件死亡診断書を見せ、「全身打\n撲で急性腎不全を起こしたので、腎機能回復のために保存的治療をしたが、急に心臓がお\nかしくなり、いろいろ手をつくしたけれどもだめだった。Ｂさんは元々心臓に何かあったんで\nしょうかね」などと話した。これに対し、Ｅは、「あっそうかな、わしは知らんな」と応じた後、\n「今、警察に入られると困るんじゃがの」などと言った。\n(二)　Ｅのこのような言動については、後述のとおり信用性が高いと認められる被告人の平\n成一〇年五月八日付け警察官調書（乙４）及び同月一二日付け警察官調書（乙５）によって\n認めたものである（被告人の供述調書の信用性については後にまとめて検討する。）。被告\n人は、公判廷においては、「Ｅから、『今、警察に入られると困るんじゃがの』などと言われた\nことはない、言われたのは、『本当今ごたごたがたがたしてたらおれも困るんだ』ということで\nある、また、Ｅに死亡診断書を見せたことはない」などと供述する。\nしかしながら、Ｅが「今、警察に入られると困るんじゃがの」と言ったとする点については、Ｅ\n自身は、右のような被告人の五月八日付け警察官調書における供述録取内容を知ってい\nたと推察できるＤ検事の同月一一日の取調べにおいて、「あなたは、Ｔ医師に対して、『今\n警察に入られると困るんじゃがの。』などと言って、Ｂのけがが傷害事件によるものであるの\nに、警察に通報したりせず、階段から落ちたという内容の嘘の死亡診断書を書いてくれるよ\nうに頼んだのではありませんか」と問われたのに対して、これを否定しており（Ｅの同月一一\n日付け検察官調書、甲11）、被告人が供述したのでなければ調書化し難い内容であり、か\nつ、それが捜査官の創作であるのであれば、少なくとも被告人において署名指印すること\nに、強いためらいを抱いてもおかしくない内容であるのに、被告人が同月一一日付けで作\n成した上申書（弁５）にも、この点については全く触れるところがない。また、Ｅに死亡診断書\nを見せたとの点については、Ｅが、捜査、公判を通じて供述している上、被告人自身も同月\n一二日付け警察官調書（乙５）で認めているところであって、これまた動かし難いところという\nべきである。\n３　被告人は、Ｅと話をした後、泌尿器科病棟のナースステーションに戻り、「死亡診断書\nを書いたから、取りに来たら渡してくれ」などと言って、封筒に入った本件死亡診断書をＧ看\n護婦に渡した。Ｇ看護婦は、間もなく死亡診断書を取りに来た者にこれを渡した。\n４(一)　また、その後、被告人は、泌尿器科病棟のナースステーションで、看護記録の現病\n歴欄に「けんかをして階段から転落」などと記載されていることに気付き、Ｇ看護婦に対し、\n看護記録に「けんかをしてと書いてあるが、確認しないで書くのはまずい、Ｆ看護婦に書き\n直すように言ってくれ」などと指示した。\n(二)　Ｇ看護婦は、平成八年三月三日、自宅にいたＦ看護婦に対し、他の看護婦を介し\nて、被告人の指示を伝えた。Ｆ看護婦は、その指示を、看護記録を全文書き直すようにとの\n指示と受け取り、「けんかをして階段から転落」との部分を「階段から転落」と改めて、全文を\n書き直し、書き直した看護記録と書き直し前の看護記録の二枚をカルテにはさんだが、書き\n直しを命じられたことについて不満がおさまらず、同月五日、泌尿器科、婦人科及び皮膚\n科の混合病棟の婦長であったｄに対し、被告人から看護記録の書き換えを命じられた旨報\n告した。\n(三)　Ｆ看護婦は、Ｂが死亡してから数日後、病院内で被告人と会った際、被告人から「あ\nりがとう」などと言われ、看護記録を書き直したことについてのお礼であると受け取った。\n一〇　その後の出来事\n１　同月中旬ころ、被告人は、Ｅに誘われてすし屋で食事をし、その際、Ｅから現金三〇万\n円の入った封筒を受け取った。\n２　平成八年五月ないし七月ころ、Ａ病院の院長宛に、Ｂの死因や病院の措置に対する不\n審を指摘する投書があったため、同病院のｅ副院長は、内視鏡センター長やＣＴが専門の\n放射線科部長にＢのＣＴ写真を見てもらい、また、同副院長自身診療録を見るなどした上\nで、被告人から事情を聞いたが、被告人は、所見から階段から転落したと判断したのではな\nく、本人が階段から転落したと言っているんだからそれ以上のことは分からないなどと答え\nた。この投書に関し、病院として特段の措置はとられなかった。\n３　その後、平成九年一〇月下旬から一一月上旬にかけて、被告人は、Ｓと名乗るやくざ\n風の男から、「Ｂっていうのを知っているか。あんたは、あれを病死として診断書を書いたろ\nう。Ｅに頼まれて病死にしたんだろう。あんたはあの後すぐにＥと会って、金を貰うとるでしょ\nう。あんたももっと真剣に考えんと大変なことになるよ」などと脅されたため、同年一一月六日\nころ、大崎警察署に届け出た。\n４(一)　なお、Ｏは、公判廷において、「Ｂが死亡した年の六月か七月ころ、被告人が、Ｅ組\nの組事務所に来て、被告人、Ｅ、Ｏの三人がドアを閉めた応接間にいる状態で、Ｅに対し、\n『Ｅさん、病院の方はみなきれいにいった、これからお宅の若い衆のほうから口出んかった\nら、この事件はもう大丈夫だ』と話すのを聞いた」などと供述し（Ｏ一〇回）、検察官は、この\n事実をもって、被告人が、虚偽診断書作成罪等の故意を有していたことを示す間接事実と\nして挙げている（前記第三の二の１の(一)の(7)）。\n(二)　しかしながら、右事実についてはＯ以外の者は全く供述しておらず、被告人はかか\nる事実があったことを否定しているところ、被告人が、それほど親しかったともうかがわれな\nいＯの面前で、そのような話をするであろうか疑問がないわけではないこと、また、Ｏは、「Ｅ\nと一緒に霊安室の前にいたとき、被告人と会った。被告人が、Ｅに対し、Ｂの両親が来たら\n渡してくれと言って、死亡診断書を渡した。Ｅから持っとけと言われた」などと、Ｅ、被告人、Ｇ\n看護婦のいずれの供述とも符合しない供述をしている（Ｏ一〇回）ところ、Ｏは、同時に「Ｅ\nの、自分が逃げるためには若い衆をどうにでも使うというようなやり方にはついていけないと\n思ったので、平成九年九月ころ、Ｅ組を出た。Ｅのことは、今でも腹が立っている」などとも述\nべていることも考慮すると、Ｏにおいては、Ｅに対する敵意から、あえて、Ｅと親しかった被告\n人の不利になるような供述をしている可能性も否定しきれないのであって、その供述を全面\n的に信用するのは困難であり、結局のところ、右のとおり、Ｏの供述のみに依拠する、平成\n八年六月か七月ころ、被告人が、Ｅ組事務所において、Ｅに対し、『Ｅさん、病院の方はみな\nきれいになった。お宅の若い衆のほうから口出んかったら、この事件はもう大丈夫だ』などと\n話したとの検察官主張の間接事実については、これを事実認定の基礎とすることはできな\nいというべきである。\n第五　Ｂの負傷は一見して人の暴行によるものであると認識できたとする検察官の主張につ\nいて\n一　検察官の主張及びこれに沿う証拠\n１　検察官は、Ｈ鑑定、更にＢに暴行を加えて死に至らせたＥらの供述や、Ａ病院でＢの治\n療に当たった複数の医師及び看護婦の供述を根拠として、Ｂの負傷状況は、その外表検査\nだけからでも、一見して人の暴行によるものであると認識できたと主張する（前記第三の二\nの１の(一)の(1)、(2)、(3)）。\n２　なるほど、Ｈ鑑定人は、\n(一)　鑑定書（甲７）において、「本件においては、創傷の分布状態から見て、二階からの\n転倒ないし転落によって生じたという可能性は否定できる。左眼瞼部の皮下出血は手拳に\nよる殴打のようなものによって生じたものとみられる。左右顔面から頭部にかけての創傷は、\n表面が滑らかな鈍体の作用によって生じたものと認められる。左右下腿部の創傷も、表面が\n滑らかな鈍体が作用しても生じるものと認められる。なお、左右下腿部の皮下出血は、死因\nとなった出血と見なさざるを得ないといった特殊事情が存在しているので、筋肉挫滅は広範\n囲にわたっていたことが考えられるので、一回の外力作用ではなく、多数回の外力作用が\n存在していたことを示している」などと記載し（甲７、第四章の二）、\n(二)　公判廷においても、「全身に皮下出血等の損傷が存在しているというような場合に\nは、交通事故だとか、転倒・墜落といったものが一番念頭にくる。しかし、Ｂの場合、まず、下\n肢にバンパー創や骨折がないのであるから交通事故の可能性は排除できる。また、転倒・\n転落の場合には、身体の出っ張ったところ（鼻、額、顎、肩、膝、肘等）に損傷が出てくるは\nずであるが、Ｂの場合にはそのような損傷がなく、かえって、眼瞼部のように転倒では通常\n発生しにくい箇所に損傷が発生していること、両下腿（両下肢とも供述している。）の前面に\n全体に膜状に広がった内出血を起こしていること、下腿の裏側にも内出血を起こしているこ\nと、頭部のあちこちにたんこぶができていること、第九肋骨のみ骨折しその他の肋骨に骨折\nが存在しないことなどからすると、転倒・転落ということも考えにくい。眼瞼部の内出血（ブラ\nックアイ）は手拳によるパンチによって、両下肢（前面）の全体にわたる内出血は蹴飛ばしや\n踏み付けによって、第九肋骨の骨折は殴打あるいは足蹴りによってできたものと考えるのが\nもっとも自然である。本例は、極左の人たちによる暴行、リンチに非常によく似ていた」などと\n供述する（Ｈ一一回、一三回）。\n３　次に、被告人以外の関係者の供述をみると、\n(一)　Ｅ（甲11）、Ｎ（Ｎ八回）、Ｏ（Ｏ一〇回）は、いずれも、Ｂのけがは、暴行によってでき\nたものであることがすぐに分かる状態であった旨供述している。\n(二)　また、Ａ病院でＢの治療に当たった被告人以外の医師や看護婦の検察官調書に\nは、Ｂの負傷あるいは死亡の原因について、それぞれ、\n(1)　Ｂの顔は腫れ上がっており、目のまわりにブラックアイができていたので、けんかをす\nるなどして、誰かに殴られたりする暴行を受けたのではないかと思った、Ｂのけがは階段から\n落ちてできるようなけがではなく、誰かに殴られたりする暴行を受けたのではないかと思っ\nた。救急室では、Ｂのけがの原因が階段からの転倒であるとは聞いていなかった（ａ医師、\n甲18）\n(2)　私は、Ｂが階段から落ちてけがをしたと聞いていたものの、Ｂのけがの様子は、単に階\n段から落ちてできるようなけがではなく、事故あるいは事件による疑いがあると思っていたの\nで、被告人が既に死亡診断書を書いたと聞き、内心びっくりしてエーッと思った。血液検査\nの結果等から見ると、腎臓機能や肝機能の異常が認められ、筋肉の破壊が疑われる状態\nであり、階段から落ちただけではこのような状態にはならないと思われたので、このような状\n態でＢが死亡した場合には、その打撲の原因が事故や事件であるかどうかをはっきりさせる\nため、警察に届けるのが義務であり、それがはっきりしないと、死亡診断書も書けないと思っ\nたからである（Ｙ医師、甲20）\n(3)  Ｂのけがの状態を見て、私は、けんかをするなどして、誰かに殴られたり、蹴られたり\nするなどの暴行を受けたのではないかと思った。Ｗ看護婦あたりから、階段から落ちたらし\nいというような報告を受けたが、Ｂのけがの状態を見た限りでは、階段から落ちただけではで\nきないものであり、けんかをするなどして、誰かに殴られたり、蹴られたりするなどの暴行を受\nけたことによってできたものだと思った（Ｘ婦長、甲22）\n(4)　Ｂのけがは、階段から落ちただけではできないものであり、けんかをするなどして、誰\nかに殴られたり蹴られたりするなどの暴行を受けたことによってできたものだと思った。Ｂ本\n人から「けんかをして階段から落ちた」と聞き、Ｂの打撲の状態は、単に階段から落ちてでき\nたものではなく、けんかをして、誰かに殴られたり、蹴られたりするなどの暴行を受けたことに\nよってできたものと思い、少しは納得した（Ｆ看護婦、甲24）\n(5)　Ｂは、何かにぶつけたり、殴られた様な感じであり、顔全体が紫色でふくらんでいて、\n車椅子にやっと座っている感じだったので、単に階段から落ちてできるけがではなく、けん\nかをするなどして、誰かに殴られたり、物で叩かれたりしたためにできたけがではないかと思\nった、階段から落ちたという説明は納得がいかなかった（Ｖ看護婦、甲25）\n(6)　私は、Ｂのけがの状態や、腹部の痛がり方が異常であったことから、階段から落ちただ\nけでは、このようなけがはできないと思った。Ｂのけがは、単に転んでできるものではなく、け\nんかをするなどして、誰かに殴られるなどの暴行を受けたものではないかと思った（Ｇ看護\n婦、甲27）\nなどと、一見すると検察官の主張に沿った供述が録取されている。\n二　検察官の主張についての証拠上の問題点\nしかしながら、これらを根拠に、Ｂの負傷状況が、その外表検査だけからでも、一見して人\nの暴行によるものであると認識できたと認めるについては、次のような疑問がある。\n１　まず、Ｈ鑑定について検討するに、\n(一)　同鑑定人は、前記のとおり、Ｂの負傷は、その部位・状況等からすると、二階からの\n転倒・転落によって生じたものとは考えられず、暴行あるいはリンチを受けてできたものと考\nえるのがもっとも自然であるとの意見を述べているところ、その判断は一応常識的かつ合理\n的なものと認められる。\n(二)　しかしながら、同鑑定人は、前記のとおり、Ｂの第九肋骨のみに骨折が存在していた\nことや、Ｂの頭部に皮下出血（こぶ）が点在していたことのように、被告人が本件死亡診断書\n作成のころには気付いていなかったと認められる事実も根拠にして結論を出していることに\n留意する必要がある。\n(三)　また、同鑑定人は、Ｆ看護婦が看護記録に記載した人体図等を根拠に、Ｂは「両下\n腿（両下肢とも供述している。）の前面に全体に膜状に広がった内出血を起こしている」との\n事実を前提に鑑定を行っている（Ｈ一一回、一三回）ところ、このような事実が認められるか\nについては次のような疑問がある。\n(1)　すなわち、Ｆ看護婦は、看護記録の入院時一般状態の欄に人体図のスタンプを押\nし、その人体図の両眼瞼部、左腕、両足の全体を青く塗り潰した上、内出血斑（＋）・腫脹\n（＋）と記載しており、検察官に対しても、「顔面、左腕、両足が、正常な部分がないくらい、\nボコボコに大きく腫れており、特に左目は開閉にも困難なくらいの腫れている状態でしたの\nで、Ｔ先生から、階段から落ちたと聞いていましたが、とても階段から落ちたとは思えない状\n態でした。」などと供述している（甲24）ものの、どの部分が内出血で、どの部分が腫脹であ\nったかについては供述していない。\n(2)　一方、被告人は、診療録の主要所見欄に人体図のスタンプを押し、左眼瞼部、前胸\n部、両前腕部、両足大腿部膝付近の前面、両下腿の膝下前面から外側部にかけて斜線を\n引いており、公判廷においても、両下腿ないし両下肢の前面の全体に膜状に広がった内出\n血の存在についてはこれを明確に否定している。そして、その他の医師や看護婦の供述を\nみても、それぞれ、「Ｂの目のまわりにブラックアイが出ており、顔面を打撲していることが顕\n著だった。また、腕や大腿部にも、打撲の痕と見られる皮下出血があった」（Ｚ医師、甲17、Ｚ\n五回）、「Ｂは、左右どちらかの目にブラックアイが出ていたと思う」（ａ医師、甲18）、「Ｂは、顔\nが全体的に腫れ上がり、両目の周りに赤黒い内出血があって、特にどちらか片方の目は開\nけられないくらい腫れ上がっていた、尿道に管を通すため、ズボンや下着を降ろしたところ、\n両足の大腿部前面にも手のひらぐらいの内出血斑があった」（Ｘ婦長、甲22、Ｘ二回）、「Ｂ\nは、目の周りあたりが、殴られたみたいに青く腫れ上がっていたのを覚えており、全身がむく\nんでおり、ぐったりとしていた」（Ｗ看護婦、甲23）、「Ｂは、若くて、何かにぶつけたり、殴られ\nたような感じであり、顔全体が紫色でふくらんでいて、車いすにやっと座っている感じだっ\nた」（Ｖ看護婦、甲25）、「Ｂは、顔面、特に目の周りが、内出血をして腫れ上がっており、両\n大腿部にも顕著な内出血があり、腹が痛いとか背中が痛いなどとしきりに訴えていた。左手\nに内出血の痕があった」（Ｇ看護婦、甲27、Ｇ二〇回）などと供述するにとどまっており、「両\n下腿ないし両下肢の前面に全体に膜状に広がった内出血」があったとするＨ鑑定に符合す\nる供述をしている者はいない。\n(3)　さらに、被告人が診療録の主要所見欄に記載したような左眼瞼部、前胸部、両前腕\n部、両足大腿部膝付近の前面、両下腿の膝下前面から外側部にかけての内出血は、前記\n第四の二の１及び２で認定したようなＥらの暴行態様に概ね符合するのに対し、Ｅらの加え\nた暴行により、Ｈ鑑定人が鑑定の前提としたような「両下腿ないし両下肢の前面に全体に膜\n状に広がった内出血」が発生するかどうかについては疑問の余地があることなども考慮する\nと、Ｈ鑑定人が鑑定の前提としたような「Ｂの両下腿ないし両下肢の前面に全体に膜状に広\nがった内出血」があったと認定することはできないというべきである。\n(四)　以上のとおり、Ｈ鑑定人は、Ｂの第九肋骨のみに骨折が存在していたことや、Ｂの頭\n部に皮下出血（こぶ）が点在していたことのように、被告人が本件死亡診断書作成のころに\nは気付いていなかったと認められる事実に加え、「Ｂの両下腿ないし両下肢の前面に全体\nに膜状に広がった内出血があった」という証拠上認定し得ない事実をも前提にして結論を\n導いているのであるから、Ｈ鑑定を被告人の認識を推認する根拠として用いる場合には、こ\nれらの事実を除いてもなお、Ｂの負傷状況が、一見して暴行によるものであると認識できた\nかどうかを検討する必要があるというべきである。\n(五)　ところで、同鑑定人は、Ｂの負傷が、「二階からの転倒・転落」によって生じた可能性\nについては明確に否定できるとしているものの、「高いところから叩きつけられるようにして転\n落した後、さらに階段を転がるように落ちたとしたら、あり得るかもしれない。しかし、もしその\nような非常に強い力が加わったとするならば、第九肋骨だけに非常に限局的な骨折があっ\nて、そのほかの肋骨に骨折が存在しないというのは考えにくい。したがって、そのような可能\n性も排斥できる」などと供述している（Ｈ一一回）のである。要するに、仮に第九肋骨の限局\n的な骨折という事実が存在しなければ、同鑑定人においても、Ｂの負傷が、「高いところから\n叩きつけられるようにして転落した後、さらに階段を転がるように落ちた結果生じた可能性」\nについては排除できなかったとも考えられるのである。\n(六)　また、同鑑定人が、これまで転倒・転落によって死亡したと判断した鑑定例につき、\n「創傷の分布状態、それから解剖したときの内臓の損傷状態、そういうものからみて、これは\nいわゆる転倒、転落、墜落によって生じたものとして見ても矛盾しないだろうなという鑑定書\nは一〇通も出しております。それから、着衣の汚れはどうだとか、そういうのを全部調べ、解\n剖した所見に関して警察で調べて、これは転倒・転落で間違いないんだと警察が断定する\nわけですよね。我々がただ解剖する場合は、転倒・転落によって起こった可能性が、ぶん殴\nったけんかによって起こったものよりも極めて強いだろうという程度のことしか言えませんで\nすよ」などと率直に供述し、さらに、本件の鑑定につき、「看護婦の書いたスケッチとか医者\nの書いた走り書き程度のものでは、とてもじゃないけど法医鑑定の資料としてはそぐわない\nということを昀初から言っているわけですよ。そしたら、警察のほうでもって、それでは、いわ\nゆるブラックアイを初めとして、転倒、転落の場合に、どういう部分にどういうような損傷が起\nこっているはずだと、これに対してこれはどうだということで、そのくらいのことならできません\nかということで言われたので、だから、私は受けただけです。診療録等に記載されているけ\nがが、いったい転倒、転落でできるんだろうかということについてのディスカッションならして\nあげるよと言ったわけです」などと供述していること（いずれもＨ一二回）に照らせば、実際に\n死体を見分したわけではなく、診療録等の記載とレントゲン写真、ＣＴ写真のみを資料として\n実施されたＨ鑑定の証明力には、自ずから限界があるといわなければならない。\n(七)　しかも、同鑑定人は、治療を目的とする臨床医学と、受傷の原因の究明を目的とす\nる法医学とでは、同じ創傷を問題にした場合でも、かなり異なった見方をする可能性がある\nことを認め（Ｈ一二回）、さらに「医学の場合の昀大の問題点は、患者あるいは家族の言うこ\nとを聞かない限りは医療というのは成立しないんですよ。それは大前提になっているだろうと\n思いますから、もし、これは転落でやりましたと言われたら、ああそうですかというふうにして、\n全部終わりになる可能性というのは十分あったと思います。ところが、じゃあ逆の見方をし\nて、こういうパンダみたいになって、転倒・転落によってこんなことが起こるのかという一つの\n疑問をお医者さんが持ってもらってもいいだろうと思うんです。そういう面からみると、問題点\nがあるんじゃないかということを言っているわけです。患者が言ったからそれで終わりにしま\nしたという人はいると思いますよ。それは非常に無責任ですね。」などと述べて（Ｈ一三回）、\n医師であるからといって、必ずしもＨ鑑定人と同様の判断をするとは限らないことも認めてい\nるのである。\n(八)　以上によれば、少なくとも、Ｈ鑑定のみを根拠に、検察官が論告で主張するように、\n「Ｂの傷害は、階段等からの転倒・転落では全く説明のつかないものであり、医師である被\n告人がＢの負傷を見て、転倒・転落により生じた傷であると取り違えることなどあり得ない」\n（論告書一三頁）などとはいえないことは明らかである。\n２(一)　次に、Ｅらの供述について検討するに、前記第四の二の１及び２認定のとおり、Ｅ\nやＯは、Ｂに暴行を加えた張本人であり、Ｎも、ＥからＢの真の負傷原因を直接聞いた人間\nである。したがって、これらの者が、Ｂのけがの状態は、けんかかリンチを受けてできたもの\nであるとすぐにわかる状態であったとか、階段から落ちたと説明してもすぐに嘘であることが\n見破られてしまうと思ったなどと供述するのは、ある意味当然であって、暴行の事実を知らさ\nれないままＢを見た者、さらに、Ｂ本人から階段から落ちたと言われた者が、Ｅらと同様の受\nけ取り方をするかどうか、それが自然であるかどうかについては、それぞれが認識したであ\nろう客観的なけがの状況等から別個に検討されるべき問題であるというべきである。\n(二)　かえって、Ｂの父親であるｆが、「息子が階段から落ちて死亡したらしいとの連絡を受\nけてその日のうちにＡ病院に駆け付け、同病院の霊安室で息子の顔を見せてもらった。息\n子は顔全体が青黒く腫れ上がり、額の部分や目の周りが特に異様なぐらい腫れ上がってい\nたのを覚えている。当時は私も気が動転していて、階段から転んだとか、落ちたと聞いてい\nたので、こんなふうになるのかと変に納得していた」などと供述し（甲28）、母親であるｇが、\n「三月四日か五日、葬儀の手伝いに来てくれた人が帰り、家族の者が寝てしまってから、息\n子はどのようになっているのかと思い、遺体を覆っている布を外してみた。薄手の着物を着\nせられていたので、顔、両腕、両足の部分しか見られなかったが、顔は全体に青黒く腫れ上\nがり、特に目の周りは異様なぐらいの腫れであり、両腕、両足にしても腫れ上がり紫色に変\n色していた。酒に酔って階段から転んだとか、歩道橋から落ちたと聞いていたが、こんなふう\nになるのかと思い、かわいそうで涙が止まらなかった。この頃、この辺でも交通事故で頭を強\nく打ち亡くなった人がおり、この時の顔と同じように見えたので、私は交通事故にでも遭った\nのかと思ったくらいである」などと供述している（甲29）ことに照らすと、少なくとも、医療の専\n門家でない一般人としては、けがを目にする前に「階段から落ちて死亡したらしい」とか、\n「酒に酔って階段から転んだ、歩道橋から落ちた」などと聞かされていれば、Ｂのけがの状\n況のみから、聞かされた負傷原因が虚偽であり、Ｂが暴行を受けて死亡したことを見破るの\nは困難であったという余地が十分にあると認められるのである。\n３　そこで、被告人の認識を推認するのに昀も重要な間接事実となるのは、Ｂの診療に当\nたった被告人以外の医師や看護婦がＢのけがの状態をどう認識したかである。\n(一)　この点、ａ医師、Ｙ医師、Ｘ婦長、Ｆ看護婦、Ｖ看護婦、Ｇ看護婦の各検察官調書に\nは、前記第五の一の３の(二)のとおり、一見すると検察官の主張を裏付けるような供述が録\n取されている。\n(二)　しかしながら、Ｙ医師、Ｘ婦長、Ｆ看護婦、Ｖ看護婦、Ｇ看護婦は、公判廷では、それ\nぞれ、\n(1)　私が呼ばれたのは消灯後であり、ベッドサイドのランプが薄く灯っているだけであった\nので、Ｂの顔面の状態については、はっきりとした記憶がない。また、私が診たのは腹部だ\nけであり、Ｂの両腕、下腿、両足の状態などは診ていない。Ｂに生じた腎機能や肝機能の低\n下、骨格筋の酵素の上昇が、階段から落ちたということで説明がつくか、と問われれば、Ｂが\n来院して以降死亡するまでの全体を事後的に見直せば、階段から落ちただけでは説明が\nつかないかなというような感じがする（もっとも、「検査データの異常に関しては、これは例え\nばどんな格好でどんなところで外傷を受けたかによって、それは必ずしも肝臓の機能が悪く\nならない、腎臓の機能が悪くならないとも言い切れない」とも供述する。）。しかし、その当\n時、夜の段階や朝死亡したと聞いた段階では、そこまでは考えなかった。診療録を見て、階\n段から落ちただけであれば、躯幹というか、背中とか胸とか腹とかに打撲があっていいし、手\n足だけにつくのはどうなのかな、と思う。左目の打撲については、階段から落ちたときに左目\nが腫れてはいけないということはない（Ｙ医師、Ｙ四回、五回）\n(2)　顔面の傷がひどかったので、二、三段の階段から落ちてできた傷ではないと思った。\n階段から落ちたというのであれば、非常に高い階段から落ちたのであろう、二〇段くらいの\n急な階段から落ちたのでなければ、あのように顔は腫れないだろうと思った。ただし、Ｂの状\n態が非常に悪かったので、治療を優先しなければならず、けがをした原因について追及す\nる余裕はなかった（Ｘ婦長、Ｘ二回）\n(3)　昀初に階段から落ちたと聞いたが、余りにもひどいけがだったので、どんな階段から\n落ちたんだろう、どのように落ちたんだろうと思い、どうして階段から落ちたのと聞いたとこ\nろ、Ｂ本人の口から「けんかをして」という言葉を聞いて、ああそうなのか、何か殴られたとか\nそういうことがあって、昀終的に階段から落ちたのかなとか、けんかをした拍子に自分からフ\nライングするような感じで落ちていってしまったのかなとか感じた。階段から落ちたということ\n自体は、現在でも事実だと思っている（Ｆ看護婦、Ｆ三回）\n(4)　Ｂのけがの状態を見て、普通に階段から落ちてこういうふうになるのかなという疑問を\n感じたのは事実である。しかし、付添いの人から階段から落ちたと言われて、そうなのかなと\n思い、それ以上深くは考えなかった（Ｖ看護婦、Ｖ一九回）\n(5)　Ｂの血圧が下がり、また、他の患者のことも気になっており、私にとっては、Ｂがどうして\n階段から落ちたのか知る必要もないと思っていたので、受傷原因について関心は持たなか\nった。Ｂが階段から転落してけがをしたという事実に疑いを持ったことはない。検察官調書に\nついては、Ｄ検事から、一〇人中九人があれは階段から落ちたんじゃないと言っている、法\n医学のえらい先生も階段から落ちた受傷ではああいうけがにはならないと言っている、犯人\nがけんかして殴ったと言っている、なのになぜ認められませんか、認められないのだったら、\nその否定する証拠を出してくださいなどと言われ、結局調書に署名指印した（Ｇ看護婦、Ｇ\n二〇回）\nなどと供述しているのである。\n(三)　検察官は、Ｙ医師、Ｘ婦長、Ｆ看護婦、Ｖ看護婦、Ｇ看護婦の前記各公判供述は、か\nつての同僚であり上司である被告人に遠慮し、その面前で不利となる証言を回避しようとす\nるためのもので全く信用できないなどと主張するが、少なくとも、Ｙ医師、Ｘ婦長、Ｆ看護婦に\nおいては、他の医師や看護婦がＢをＩＣＵへ入院させるよう進言したにもかかわらず、被告人\nがこの進言を採用しなかった事実や、被告人から看護婦を介して看護記録の書き直しを指\n示された事実など、明らかに被告人の不利となるような事実について、公判廷でも一貫して\n供述しているのであって、負傷の原因に関する自己の認識についてのみ、被告人に遠慮\nし、その不利となる証言を回避しようとしたとする検察官の主張は採用することができない。\n(四)　ところで、前記第五の一の３の(二)に要約した、Ａ病院でＢの治療に当たった被告人\n以外の医師や看護婦の検察官調書に録取されたＢの負傷原因に関する供述に特徴的な\nのは、ａ医師のそれを除き、「単に階段から落ちてできるようなけがではない」、「階段から落\nちただけではできない」という表現である。この表現からは、供述者が、けがの状態からみ\nて、Ｂが階段から転落して負傷した事実を全面的に否定する趣旨なのか、階段から転落し\nて負傷した事実を肯定した上、それ以外の原因もなければＢに現に生じた負傷は生じ得な\nいとする趣旨なのか、必ずしも判然としなかったのであるが、この点は、第二五回公判にお\nいて、前記のような供述調書を録取したＤ検事が、「階段から落ちてけがをしたというのが嘘\nだと思った旨供述した参考人はおらず、どの参考人も、Ｂが階段から落ちてけがをしたという\n話自体は、信用していたようだった。しかし、全員が、Ｂのけがは階段から落ちただけではで\nきない、すなわち、階段から落ちてできたけがのほかに、暴行を受けてできたけがも含まれ\nていると思った旨供述するに至ったので、そのとおり調書に録取した」旨供述し（Ｄ二五\n回）、後者の趣旨であることが明らかとなったのである。\n(五)　そうすると、被告人以外の医師や看護婦の前記各検察官調書によって認定できるの\nは、「階段から落ちてけがをしたと聞いた被告人以外の医師や看護婦は、Ｂが階段から落ち\nたという話自体は疑わなかった。しかし、Ｂのけがの状態からして、そのけがのすべてが階段\nからの転倒・転落によって生じたものであるかどうかについては疑問を感じ、Ｂのけがの中に\nは、誰かに殴られたり、蹴られたりしたためにできたものがあるのではないかと考えた」、より\n厳密には、「Ｂのけががそのようなものになったことについては、誰かに殴られたり、蹴られた\nりしたことも原因を与えていると考えた」という事実に止まるものというべきである。\n(六)(1)　なお、Ｚ医師は、公判廷において、「昀初は、交通外傷ではないかと思った。交通\n外傷だとすればもう少し擦過傷があってもいいはずであり、交通外傷以外に考えるとすれ\nば、（自分たちの行為によって）けがをした人を自分たちが運んでくるとは思えないので、付\nいて来た人がやくざ風の方だったんで、別の人達に叩かれたとか抗争に巻き込まれたと\nか、人為的な外傷みたいなものも考えなきゃいけないなと思った。Ｂにどうしたんですかと聞\nいたところ、『転んだ』と一言答えたので、『転んだだけではこういうけがは負わないでしょう』\nと話した覚えがある。ちょっと転んだにしては、かなり重症ではないかなと考えた」などと供述\nする。しかしながら、同医師は、「『階段から落ちた』とは聞いていなかったと思う。Ｂのけがの\n状態からすると、通常の、踊り場があるような階段から落ちて負傷したものとは考えにくい\nが、非常に長い階段であれば可能性はあると思う。Ｂのけがは、交通外傷でもおかしいこと\nはないし、転落、墜落による多発性外傷ではあり得ないとは思わない」などとも供述している\nのであるから、同医師の公判供述が、他の医師や看護婦の検察官に対する供述以上の意\n味を有するものとはいえない（Ｚ五回、六回。なお、同医師も、公判廷において、被告人に\n対し、ＩＣＵか救急施設が整っている施設への転院を進言したと供述している。）。\n(2)　また、ｃ医師は、公判廷において、「Ｂのけがの原因は、けんかだと思った。けんかだと\n聞いたのか、自分で勝手に思い込んだのかは分からないが、やくざであるという情報が入っ\nており、傷を見て納得してしまった。警察官から、被告人が死亡診断書に転倒・転落と書い\nたと聞いて、え、違うんじゃないのと思った」などと供述する。しかしながら、同医師は、Ｂのよ\nうな強い外傷は数階からの転落なら生じ得るが、その場合には骨折や擦過傷があるように\n思う、という留保を付けつつも、「当時、私は、Ｂが階段から落ちてけがをしたとは聞いておら\nず、患者又は患者の周囲の方から転倒・転落と言われたら、思いは変わってしまうかもしれ\nない」などとも供述しているのであって、同医師の供述も、階段から落ちたと聞いていた他の\n医師や看護婦の供述の評価に関する前記判断を左右するものとはいえない（ｃ二二回）。\n三　結論\n以上の次第で、Ｂの負傷状況が、その外表検査だけからでも、一見して人の暴行によるも\nのであると認識できたとする検察官の主張は、採用し難いものというほかない。\n第六　Ｂの負傷あるいは死亡の原因に関する被告人の認識を推認するのに資すると考えら\nれるその他の間接事実について\n一　検察官の主張するその他の間接事実とその検討\n１　検察官は、被告人が、本件死亡診断書を作成する時点において、「Ｂが意図的に強度\nかつ多数回にわたる殴打等の暴行を加えられたと認識し、かつ、同人が階段からの転落等\nによって負傷したことはないと認識し、よって、同人が階段からの転落等によって負傷したた\nめに死亡したものではないと確定的に認識していたこと」を示すその他の間接事実として、\n①Ｂが「けんかをして・・・」と言いかけたのに対し、被告人が「階段から落ちただろう」などと\n言ってＢの言動を遮ったこと（前記第三の二の１の(一)の(4)）、②被告人が、看護記録に「け\nんかをして階段から落ちた」と記載してあるのを発見し、Ｇ看護婦を通じ、Ｆ看護婦に対し、\n「階段から転落」と訂正させた上、Ｆ看護婦に謝辞を述べたこと（前記第三の二の１の(一)\nの(5)）、③被告人がＢの死亡後、Ｅから現金三〇万円を受領していること（前記第三の二の\n１の(一)の(6)）、④被告人が、Ｂの死亡から約半年経ったころ、Ｅ組事務所において、「病院\nの方はみなきれいになったので、組員から話が出なければ、事件のことは心配ない」などと\n述べたこと（前記第三の二の１の(一)の(7)）、⑤被告人には、Ｅが警察に逮捕されるのを防ぐ\nため、Ｂが暴行によって死亡したのではない旨の内容虚偽の死亡診断書を作成する動機が\nあったこと（前記第三の二の１の(一)の(8)）などを挙げる。\n２　検察官の主張する間接事実のうち、①Ｂが「けんかをして・・・」と言いかけたのに対し、\n被告人が「階段から落ちただろう」などと言ってＢの言動を遮ったこと、及び、④被告人が、Ｂ\nの死亡から約半年経ったころ、Ｅ組事務所において、「病院の方はみなきれいになったの\nで、組員から話が出なければ、事件のことは心配ない」などと述べたことについては、前記\nのとおり、かかる事実があったことを認めるに足りる証拠がないというべきである（なお、念の\nため、④の事実について付言すると、これに類する事実があったと仮定しても、Ｏの供述に\nよれば、Ｂの死亡から三、四か月後のことだというのであり、その間、前記（第四の一〇の２）\n認定のとおり、Ａ病院の院長宛に、Ｂの死因や病院の措置には不審があるなどとする投書\nがあり、被告人が副院長から事情を聞かれる出来事があったことなどからすると、そのような\n出来事を経た後の被告人の認識と、本件死亡診断書作成のころの被告人の認識が、同一\nである保証はなく、むしろ、変わっていて然るべきである。したがって、これに類する事実が\nあったと仮定しても、これを、本件死亡診断書作成のころの被告人の認識を推認する間接\n事実として用いることについては、慎重であるべきである。）。\n３　次に、検察官の主張する間接事実のうち、②については、Ｂの死亡後間もなくＥと会っ\nた際のＥと被告人との間の会話内容とともに、後記第六の二でまとめて検討する。\n４  検察官の主張する間接事実のうち、③については、平成八年三月中旬ころ、被告人が\nＥに誘われてすし屋で食事をし、その際、Ｅから現金三〇万円の入った封筒を受け取った\n事実が認められることは、前記第四の一〇の１で認定したとおりである。\nしかしながら、関係証拠（ｈ一六回等）によれば、患者側が医師に対して正規の治療費以\n外の謝礼をし、医師がこれを受領することは、少なくとも当時のＡ病院においては、珍しいこ\nとではないと認められるから、被告人がＥから現金三〇万円を受領した事実は、Ｅ側の意図\nはともかく、それ単独では、被告人において、Ｂの真の負傷原因を認識していたとの事実を\n推認するに足りないというべきである。\n５(一)　また、検察官は、⑤被告人には、Ｅが警察に逮捕されるのを防ぐため、内容虚偽の\n死亡診断書を作成する動機があったと主張するが、後にみるように、被告人は、捜査段階\nにおいて、階段から落ちて負傷したとするＢの説明に疑問を抱きながら、疑問点には目を塞\nいで本件死亡診断書を書いた旨供述しているものの、その動機については、「Ｂのけがの\n原因等を追求し、Ｅの逆鱗に触れて、私の家族や勤務先に治療方法や取扱いについて難\n癖をつけられでもしたら大変なことになると思った」などと供述する（乙４）のみで、Ｅが警察\nに逮捕されるのを防ぎたかったとは供述しておらず、その他関係全証拠に照らしても、被告\n人が前記（第四の一の３）認定の程度の関係しかないＥを救うため、内容虚偽の死亡診断\n書を作成する積極的な動機を有していたとするには疑問の余地がある。\n(二)　さらに、被告人は、捜査段階において、階段から落ちて負傷したとするＢの説明に疑\n問を抱き、本当はけんか等のトラブルに巻き込まれたのではないかと思った旨供述している\n（乙４）ものの、ＢがＥらに暴行されたと思ったとまでは供述していないところ、仮に被告人に\nおいてＥが加害者であることを認識していなかったとすれば、被告人が、Ｅの逮捕を防ぐた\nめに本件死亡診断書を作成したということ自体、論理的でないことになる。ひるがえって、被\n告人がＥの逮捕を防ぐ目的で本件死亡診断書を作成したとする検察官の主張は、被告人\nがＢの真の負傷原因を認識していたこと、少なくともＥが負傷原因に関与していたことにつ\nいて認識していたことを前提とする主張なのである。そうすると、被告人にＥの逮捕を防ぐた\nめに内容虚偽の死亡診断書を作成する動機があったと主張し、これを、被告人がＢの真の\n負傷原因を認識していたことの間接事実とする検察官の論法には、それ自体問題があると\nいわざるを得ず、この意味でも採用し難いものというほかない。\n二　その他の間接事実とその検討\n１　他方、関係各証拠によれば、①被告人が、Ｂの入院場所を決めるに際し、他の医師や\n看護婦らからＩＣＵに入れなくてよいのかという進言があったのに、この進言を採用せず、自\n分の所属する泌尿器科病棟に入院させたこと、②被告人が、Ｂの死亡後間もなく、Ｅと面会\nした際、Ｅから「今、警察に入られると困るんじゃがの」などと言われ、その後、看護記録の現\n病歴欄に「けんかをして階段から転落」などと記載されていることに気付くや、Ｇ看護婦に対\nし、「けんかをしてと書いてあるが、確認しないで書くのはまずい、Ｆ看護婦に書き直すように\n言ってくれ」などと指示したこと（なお、被告人がＥから「今、警察に入られると困るんじゃが\nの」などと言われたのは、被告人が本件死亡診断書を作成した後の事実であり、かつ、被告\n人自身の言動である看護記録の現病歴欄の記載の書き直しに関する事実とは異なり、それ\n自体はＥの言動にすぎないから、この事実のみによって本件死亡診断書作成の際における\n被告人の認識を推認させる事実とはいえないのであるが、本件においては、虚偽診断書行\n使罪も起訴されている上、虚偽診断書作成罪の罪質に鑑みると、一旦作成した後も、一定\n時期までは、被告人において、これを訂正する、あるいは、書き直す作為義務を認める余地\nがないわけではないので、この事実を含めて検討を加えておくこととする。）、③数日後、被\n告人が、看護記録を書き直したＦ看護婦に対し、「ありがとう」と述べたことは、前記第四の九\nの４の(三)で認定したとおりであり、これらの事実は、一見すると、被告人において、Ｂの真の\n負傷原因を認識していたことを示す事実のようにもみえる。\n２　しかしながら、まず、①の事実については、被告人は、ＢをＩＣＵに入院させなかった理\n由について、捜査段階においては、暴力団関係者をＩＣＵに入れれば、ＩＣＵの入院患者に\n迷惑がかかるのではないかと思った旨供述し（乙４）、公判段階においては、入院時点の判\n断としては、ＩＣＵに入れることの長所、短所を考え、具体的には、薬の存在やその所在場\n所、更には施しうる処置についても知悉し、腎不全に慣れた、尿のチェックに慣れた泌尿器\n科の病棟の方がよいと判断したと供述している（被告人三〇回）ところ、それ自体不自然、\n不合理とまではいい難い上、Ａ病院は、被告人の個人病院ではなく、被告人以外の多数の\n医師や看護婦が患者の診療に関与する総合病院であること、被告人において、被告人以\n外の医師や看護婦がＢの診療に関与するのを妨げようとした事実はうかがわれず、現に、Ｂ\nの診療には、被告人以外の多数の医師や看護婦が関与していること、入院当時におけるＢ\nの症状の一つに無尿があり、泌尿器科で治療するのが明らかに不相当であったとはいえな\nい（Ｈ鑑定人も被告人のＢに対する医療行為に不適切な点はなかったと述べている）こと、\n第三病棟四階勤務の看護婦であったＦ看護婦が、当時、第三病棟四階は、泌尿器科と婦\n人科と皮膚科の混合病棟であり、ＩＣＵと直結した関係にはなく、状態が悪くても同病棟で診\nていく態勢であったと公判廷において供述していること（Ｆ三回）、本件当時のＡ病院におけ\nるＩＣＵの運営実態やＢをＩＣＵに入れるべきであったかどうかなどの点に関するｈ医師の公\n判廷における供述（ｈ一六回）等、弁護人のいう消極的情況証拠などをも併せて考えれば、\n被告人がＢをＩＣＵに入れたがらなかった事実から、被告人においてＢの真の負傷原因を認\n識していたとの事実を推認することはできないというべきである。\n３　また、前記③の事実、すなわち、被告人がＦ看護婦に対し「ありがとう」と述べた事実も、\nＦ看護婦の受け取り方はともかく、それ単独では、被告人がＢの真の負傷原因を認識してい\nたことを示す事実とはいえない。\n４(一)　結局、昀も問題なのは、前記②の事実、すなわち、被告人が、Ｂの死亡後間もな\nく、Ｅと面会した際、Ｅから「今、警察に入られると困るんじゃがの」などと言われ、その後、看\n護記録の現病歴欄に「けんかをして階段から転落」などと記載されていることに気付くや、Ｇ\n看護婦に対し、「けんかをしてと書いてあるが、確認しないで書くのはまずい、Ｆ看護婦に書\nき直すように言ってくれ」などと指示したことをどう評価するかである。特に、Ｆ看護婦は、「Ｂ\nが死亡した日の午前中、看護婦の誰か、おそらくｉ看護婦から電話がかかってきて、『Ｔ先生\nから、けんかをしてという事実はないので、けんかという言葉がここにあると事実と違うことに\nなってしまうので、書き直しをしてほしいと言っているよ。今度勤務に出てきたときに必ずや\nっておいて』と言われた」、さらに「どうして通常どおり二本線で消して訂正印を押すやり方で\nはいけないのかと聞いたところ、『けんかという言葉があったらいけないみたいだから』と言わ\nれた」旨証言しており（Ｆ三回）、仮に被告人の指示がＦ看護婦の証言するとおりのものであ\nったとすれば、それは、被告人において、Ｂの診療録に「けんかをして」という記載の痕跡す\nら残らないようにしたいとの意図を有していたことを示すものといわなければならない。\n(二)　この点、被告人及び弁護人は、看護記録は、入院時点までの状態を、現病歴と一般\n状態に分けて整理して記載すべきもので、入院後に観察したことや、聞いたことを時系列的\nに記録していく看護記録とは性質を異にするものである、被告人は、看護記録に「けんかを\nして階段から転落」と記載されているのに偶然気付いたのであるが、それまで「けんかをし\nて」との話を聞いていなかったことから、そばにいたＧ看護婦に、この記述が正確なのかどう\nかを確かめ、もしも事実でないのであれば、訂正するようにと指示しただけである、Ｇ看護婦\nも「確認しないで書くのはまずいですね」と述べて賛成した、被告人の指示がＧ看護婦、もう\n一名の別の看護婦を介してＦ看護婦にどう伝わったかは不明であるが、「けんかをして」と記\n載した痕跡が残らないようにとか、全文を書き直すようになどとは指示していない、などと主\n張する。\n(三)　なるほど、関係各証拠によれば、被告人の指示が、Ｇ看護婦から他の看護婦を介し\nてＦ看護婦に伝わったことは明らかであり、仲介したのがｉ看護婦である可能性が高いことま\nでは認められるのであるが、関係者（Ｇ看護婦、Ｆ看護婦、ｉ看護婦）の供述を精査しても、ど\nのような具体的文言で、順次、Ｆ看護婦に伝わったのかは確定できず、その間に指示の内\n容が歪曲されて伝わった可能性も否定できないから、被告人において、「けんかをして」と記\n載した痕跡が残らないようにという趣旨の指示をしたとまでは認定できないというべきであ\nる。\nしかしながら、重要なのは、被告人が「けんかをして」と書いてあるのを「まずい」と判断した\n理由である。この点は、Ｂの負傷あるいは死亡の原因に関する被告人の供述内容を検討し\nた後改めて検討することとする。\n第七　Ｂの負傷あるいは死亡の原因に関する被告人供述について\n一　公判廷における被告人の供述\n被告人は、公判廷においては、「救急室で、Ｂの顔の内出血を見た瞬間に、あれ、けんか\nかなと一瞬思ったのは事実である。しかし、間もなく、それまでにアナムネ（既往歴）を取って\nいた看護婦や医者から『酔っぱらって階段落ちたみたいですよ』などと聞き、Ｂ本人からも\n『酔っ払って階段から落ちちゃったんですよ』と聞いて、ああ階段から落ちたのかと思った。\nＢの眼瞼部にはいわゆるブラックアイができていたけれども、以前、酔っぱらってトイレで倒\nれた先輩医師が眼の近くを便器にぶつけて同じような状態になったのを見たことがあり、そ\nれが階段からの転落と矛盾するとは全く考えなかった。Ｂの両腕には、小指の延長線上肘\n関節に近いところに、左右同じような内出血があり、両足も、膝上の大腿部前面と膝下の前\n面からふくらはぎの側面にかけて、左右同じような内出血があった。このようなＢの負傷状況\nを見て、ダイビングのような形で転落して、階段のステップの辺りに両手両足をぶつけたもの\nと思い込んでしまった。そして、Ｂの死因は、階段からの転倒・転落によって生じた全身打撲\nによる内出血と、それに起因する貧血の結果、急性の腎不全を起こし、その後急性心不全\nを起こしたためであると判断した。Ｂから『酔っ払って階段から落ちちゃったんですよ』と聞い\nて以降、Ｂがけんかによって負傷したとか、けんかによる負傷が原因で死亡したとかは全く\n考えなかった」などと述べて、本件死亡診断書作成のころ、Ｂが暴行を受けて負傷したと認\n識していたことを強く否定している。\n二　捜査段階における被告人の供述とその任意性、信用性について\n１　ところで、被告人は、平成一〇年四月二五日逮捕されたが、同月二七日付け送致書\n（甲56）記載の犯罪事実におけるＢの負傷原因についての被告人の認識内容は、Ｂの「負\n傷の部位・程度から、意図的に強度かつ多数回にわたる暴行が加えられたものであって、\n階段からの転落等によって生じる負傷でないことを認識しながら」というものであり、実質的\nにみて、検察官が主位的訴因において主張するのと同様の認識内容であった。\n２　このような被疑事実を前提とする取調べにおいて作成された被告人の捜査段階におけ\nる供述調書には、以下のとおり、階段から落ちて負傷したとするＢの説明に疑問を抱きなが\nら、後難を恐れて、疑問点には目を塞ぎ、本件死亡診断書を書いたなどという旨の供述が\n録取されている。すなわち、\n(一)　平成一〇年四月二六日付け警察官調書（乙３）には、「Ｂは『階段から落ちたんで\nす』と答えたが、Ｂの顔や体の一部には外傷性出血斑が、目の部分にはブラックアイの現象\nが見られた。私は見た瞬間、これは本人が階段から落ちたと言っているが、単純に階段から\n落ちたのでは目の部分にブラックアイ等ができるはずがない、何かのトラブルに巻き込ま\nれ、それで階段から落ちることもあるが、左目だけにひどい出血があることは疑問に思った。\nＢ本人は、階段から落ちたと説明したが、医師としては、この傷はかなり時間が経っているの\nで、疑問に思った。Ｂを病院にまで連れてきた仲間は、二、三日前に階段から落ちたと説明\nしたが、この人達の説明には、何か不自然さを感じた。Ｂが死亡した後、病棟の外の廊下に\n出ると、Ｅ組の若い衆が三、四人いて、その中の一人から『今ガタガタされては困るんだよ\nな』と言われた。昀初にＢを見た時、左目にブラックアイがあり、又、腕や両足等にかなり外\n傷性の出血が見られたので、階段から落ちただけではなく、何かトラブルに巻き込まれ、相\n当強いダメージでも受けるようなことがあったのかと思った。結果的に警察に届け出をしなか\nったのは、届け出をすれば、Ｅ組の組長や若い衆から、私の勤務する病院に対して何らか\nの嫌がらせ行為を受けたり、私や私の家族に対して暴力等を受けるのではないかと危惧し\nて、悩んだあげく、結果的に消極的な行動を取ってしまったのである。本件死亡診断書の\n傷病名や外因死の記載自体に疑問があったり、不自然であったことは事実である」などと、\n(二)　同月二七日付け検察官調書（乙６）には、「Ｂが暴行を受けてけがをしたものではな\nいかと疑いがあったのに、階段からの転落などによって生じたけがであるという嘘の診断書\nを書いたことは間違いない。Ｂを連れてきたＥが、暴力団員であり、病院の中で騒がれたり\nするのが恐ろしくてこのような診断書を書いてしまった。Ｅからは『あんたも分かっているの。\nちゃんとやってくれにゃあ、困るで。うちも今大変じゃけ』などと言われていた」などと、\n(三)　同年五月八日付け警察官調書（乙４）には、「私がＢを診たとき、左眼瞼に殴られたよ\nうな皮下出血が見られたので、けんかでもやったのかなと思い、『どうしたの』と聞いたとこ\nろ、Ｂは、やや細い声で、『あー、Ｔ先生、階段から落ちたんです』と答えた。Ｂの全身を診た\nところ、両前腕と両下肢が平行に内出血を起こしており、変な格好で階段から落ちたのかな\nと思った。この時、Ｂを連れてきた仲間達は、Ｅ組の関係者であり、その中の一人が、『酒に\n酔って落ちたんだ』と念を押すように言った。私は、医師として、Ｂのけがが本当に階段から\n落ちたのかについては疑問を感じた。それは、左目が腫れて出血しており、これらの傷はけ\nんか等によって殴られた場合によく見られる傷だからである。また、両腕や両足にかなり外\n傷による内出血が見られたからである。Ｂは暴力団組織に所属していたので、けんか等のト\nラブルに巻き込まれていたのかとも思った。しかし、この傷は、一、二日経っているものであ\nり、Ｂ本人が階段から落ちたと申し立てていることから、これ以上けがの原因を追及せず、死\n亡診断書を作成した。死亡診断書を書き終わった後、Ｅと会い、『全身打撲で急性腎不全を\n起こしたので、腎機能回復のために保存的治療をしたが、急に心臓がおかしくなり、いろい\nろ、手をつくしたけれどもダメだった。Ｂさんは、元々心臓に何かあったんでしょうかね』と聞\nいたところ、Ｅは、『あ、そうかな、わしは知らんな』と言ったきり何も答えず、いきなり、『今、警\n察に入られては困るんじゃがの』と言われた。私は、これを聞いて、ＥはＢのけがの原因につ\nいて警察に聞かれると困ることが何かあったのかな、やっぱりＢはけんか等何かのトラブルに\n巻き込まれてけがをしたのかなと思った。私は、この場でＥにＢのけがの原因は何かと聞くべ\nきであった。Ｂは、私に『階段から落ちた』と言ったが、左目の出血等から階段からの単純な\n転落だけであるとは疑問もあり、本当の原因を知りたかった。しかし、Ｂを助けられなかった\nのは事実であるし、これ以上、Ｂのけがの原因等を追求し、暴力団の親分であるＥの逆鱗に\n触れて、私の家族や、治療方法や取扱いについて勤務先であるＡ病院に難癖をつけられ\nでもしたら大変なことになると思って、これ以上は何も言わなかったのである」などと、\n(四)　同月一二日付け警察官調書（乙５）には、\n「初めてＢのけがを診たとき、私は、けがの状態からして、けんかして殴られたかなと思った。\nＢが、『階段から落ちた』と言ったのに対し、私はさらに詳しく状況を聞くべきであったが、Ｂ\nに付き添っている人達が暴力団Ｅ組の人達であることからそれ以上聞かなかった。暴力団\nの人達に喧嘩して殴られたのではないかなどと追求して、大声を上げられたら、他の患者に\n迷惑がかかると思い、追求せずに黙ってしまったのである。Ｂらが『酒を飲んで階段から落ち\nた』と言って説明したが、私は医師として、顔面の左眼瞼部の皮下出血の状況から診て、手\n拳などによる殴打といった第三者による傷害の可能性も考えて、身体の前面に広範囲に分\n布している皮下出血の状態から診て、単なる転落や転倒ではこのような大けがをするだろう\nか、と思った。三月三日午前六時三〇分、Ｂが死亡したことを確認して、デイルームにいたＥ\n組の若い衆に、Ｂが亡くなったことを伝えた後、私は、ナースステーションに入って、カルテ\nを見ながら、Ｂの死亡診断書を書き始めた。Ｂの左眼のブラックアイ（内出血）はけんか等で\nできる傷であり、胸部、両前腕、両下腿にある皮下出血は単に酔って転落してできたのかと\nいう医学上の疑問があるのにもかかわらず、その原因を確認せず、階段から落ちたと言うＢ\nの言葉を鵜呑みにして、死亡診断書を作成したのである。特に顔面（左眼）の皮下出血に\nついては、けんかでもして殴られたけがと思ったのだから、警察に通報して捜査に委ねるこ\nともできたのにこれをせず、さらに、酔って転落したというその原因を確認しなかったのであ\nるから、外因死のところを不詳とするべきであったのに、転倒・転落と書いてしまった。Ｅと会\nった際には、所持していた死亡診断書を見せた。『全身打撲で急性腎不全を起こしたので、\n腎機能回復のために保存的治療をしたが、急に心臓がおかしくなり、いろいろ、手をつくし\nたけれどもダメだった。Ｂさんは、元々心臓に何かあったんでしょうかね』と聞いたところ、Ｅ\nは、『あ、そうかな、わしは知らんな』と言ったきり何も答えず、いきなり、『今、警察に入られて\nは困るんじゃがの』と言われた。私は、これを聞いて、ＥはＢのけがの原因について警察に\n事情聴取されることになる、Ｂはけんか等のトラブルに巻き込まれて顔面を殴られ左目をけ\nがしたのかなと思った」などと、\nそれぞれ録取されているのである。\nなお、右(二)の同年四月二七日付け検察官調書（乙６）の録取と同一日に行われた勾留\n質問手続においては、被告人は、勾留請求書記載の被疑事実、すなわち、送致書記載の\n犯罪事実を読み聞かされて「事実はおおむねまちがいありません。Ｂが暴行を受けた等の\n事実は知りませんでしたが、転落だけでできた傷というのはおかしいとの疑問は持っていま\nした」と述べている（乙７）。\n３(一)　被告人の前記各供述調書中の供述は、いずれも不利益事実の承認を内容とする\nものであり、任意性に疑いを抱かせるような事情も全くうかがわれない。\n(二)(1)　すなわち、関係証拠（甲47）によれば、被告人は、逮捕の翌日である平成一〇年\n四月二六日から起訴される五月一五日までの間、連日取調べを受けているものの、取調べ\n等のための出し入れ時間からすると、違法・不当と評価すべきほど長時間にわたる取調べ\nが行われたとは認められない。また、被告人は、Ｄ検事の取調べについて、「総体として言\nえば、全く話を聞かず、どなり、怒り、罵倒し、まずほとんど話にならなかった。五月一二日の\n夕方には、その日の朝刑事さんの作った調書を持って突然留置場にやって来て、『こんな\nかったるい調書なんか使いものにならない、お前やったんだろう、ちゃんと吐け、悪徳医者\nをやればテレビも新聞も喜ぶ、お前の女房や子どもも追いかけられる、免許証も取り上げて\nやる、医者なんかさしてやらない』などと言われた。翌一三日検察庁に呼ばれたが、やはり\n『お前は悪徳医者だ、うそつきめ』などと罵倒されたので、黙秘したところ、その日の夜七時\n半ころ留置場にやってきて、一〇時半ころまで取り繕うような話をされ、その後、刑事さんか\nら、『ああは言うけれどもＤ検事も人間なんだから、話せば分かってくれるから、ちゃんと話せ\nよ』と諭された。そこで、翌一四日午前中のＤ検事の取調べでは、Ｅとのいきさつ等について\n普通に話をしたが、午後になって、Ｂの病状とかＩＣＵとかの話になると、また『お前がＩＣＵに\n入れなかったのがおかしいんだ、みんなが言っているんだ、一〇〇人が一〇〇人そう言っ\nているんだ』などと言って、私の話を全く聞いてくれなくなったので、話をするのを止めた。翌\n一五日も完全に黙秘を通したが、Ｄ検事の作成した調書を出されて、署名しろと言われた。\nその調書には、『お前がやったんだろう』というような問が都合のいいように優しい言葉で書\nかれている一方、黙秘の理由については書かれていなかったので、指印を拒否した」などと\n具体的に述べている（被告人三一回、三二回）ものの、警察官調書については、被告人が\n取調官に供述した内容は取調官が下書きしていたのに、ワープロでできあがった供述調書\nの内容は、被告人の供述内容とは食違いがあり、その点を指摘しても押し切られて署名指\n印してしまったとか、医学的な表現や用語に関する誤りなどを指摘するのみで、警察官調書\nの任意性に疑いを抱かせるような事情には言及していない。\n(2)　また、被告人が平成一〇年五月一一日付けで作成し、そのころ弁護人に宅下げした\nという上申書（弁５）においても、「取調べにおいて、私の申し立ては受け入れられず、私自\n身が確認し得た事柄、思った事柄、覚えていない事柄、不正確な記憶の事柄、等々が私が\n十分認識していたとの陳述となっております。特に、過去と現在における事象が同一に論じ\nられております」、「更に、転落で脳に損傷でもあってはと、腹部と共にＣＴを施行しました。\n結果、脳内出血や腹腔内臓器の損傷もなく一安心しました。ただ、左側頭部付近に皮下血\n腫（コブ）が認められたため、やはり酔って階段から落ちたのだと認識いたしました。この内\n容については大勢に影響はないからととりあげ調書に記載していただけませんでした」、「診\n断書の記入は、以上の所見、診察、治療から何の疑いもなく、記載いたしております。しか\nも、今回、刑事さんから『やっぱり有形無形の圧力があったのだろう』と云われましたが、私\nは死亡診断書を記載するにあたって、全く思いもしませんでした。しかし、刑事さんから『や\nっぱりＥさんの存在があったから何か感じていたのでしょう』と云われ、『そうかもしれません\nね』と云ったところ、調書ではＥさんとの関係で虚偽の死亡診断書を作成したとのこととなっ\nてしまっています。断じて、私は、自信をもって、死亡診断書を作成しました」などと記述して\nいるのみであることからみても、警察官調書の任意性に疑いを抱かせる事情は認められな\nいといってよい。\n(三)(1)　なお、被告人は、逮捕の翌々日に作成された検察官調書（乙６）について、「同調\n書が作成された際の取調べは調書作成に要した時間も含めて五分を切っており、犯罪事\n実すら読み聞かせてもらっていない。Ｄ検事から、『お前は嘘を書いただろう』などと聞かれ\nたが、私は否定した。『暴行を受けてけがをした疑いがあった』とか、『うその診断書を書いた\nことは間違いありません』などとは供述していない。そういうやり取りが二、三あった後、Ｄ検\n事から、『弁護人はｊ先生にお願いしてあります』とだけ記載された一枚紙を渡され、署名指\n印を求められたので、そのとおりにした。調書の一枚目は見せてもらっていない」などと述べ\n（被告人三一回、三二回）、弁護人も、これを前提に、同検察官調書は、「Ｄ検事が勝手に\n作成し、中身も見せずに強引に署名させた」ものであるなどと主張する（弁論要旨九三頁）。\n(2)　しかしながら、Ｄ検事はこれを明確に否定している上、同検察官調書には、「Ｅから\nは、『あんたも分かっているの。ちゃんとやってくれにゃあ、困るで。うちも今大変じゃけ』など\nと言われていました」などと、被告人の他には誰も供述しておらず、かつ、検察官が創作した\nとは考えられないような個性的なＥの発言振りが録取されていること、また、右取調べの後、\n同日中に行われた勾留質問において、前記のとおり、被告人が、裁判官に対し、「事実は\nおおむねまちがいありません。Ｂが暴行を受けた等の事実は知りませんでしたが、転落だけ\nでできた傷というのはおかしいとの疑問は持っていました」と、同検察官調書に録取されて\nいるのと表現振りは逆ではあるが趣旨としては同様の供述をしていること（乙７）、さらに、被\n告人が、前記のとおり、同年五月一五日の取調べの際にＤ検事から示された供述調書につ\nいては、納得できなかったので署名指印しなかった旨供述していることなどからすると、同\n年四月二七日付け検察官調書（乙６）の作成経過に関する被告人の公判供述をそのまま信\n用するのは困難といわなければならず、結局、同検察官調書についても、Ｄ検事が被告人\nの供述をそのようなものとして録取し、被告人が署名指印したものと認めるのが相当であり、\nその任意性には問題がないというべきである。\n４　そこで、次に、前記各供述調書の信用性について検討する。\n(一)　前記各供述調書においてほぼ一貫しているのは、ＥらからＢの真の負傷原因を聞か\nされていたとは述べていないこと、Ｂや付添いの者からは階段から落ちたと聞いたこと、した\nがって、Ｂが階段から落ちて負傷したものではないと確定的に認識していたわけではないこ\nと、一方、Ｂのけが、特に左眼瞼部の皮下出血（ブラックアイ）の状態からすると、階段から落\nちたとするＢらの説明には疑問があり、けんか等のトラブルがあったのかなと思ったこと、Ｂが\n死亡し本件死亡診断書作成後、Ｅから、『今警察に入られると困るんじゃがの』などと言われ\nたこと、これを聞いて、ＥにはＢのけがの原因について警察に聞かれると困ることが何かあっ\nたのかなと思ったこと、しかし、Ｅやその配下の者から、難癖をつけられでもしたら大変なこと\nになると考えて、Ｂの真の負傷原因を追及せず、警察にも届け出なかったこと、である。\n(二)(1)　このうち、Ｂのけが、特に左眼瞼部の皮下出血（ブラックアイ）の状態から、階段か\nら落ちたとするＢらの説明に疑問を感じ、けんか等のトラブルを疑ったとする部分は、前記認\n定のようなＢの負傷状況や、被告人以外の医師及び看護婦の認識状況に照らし、合理的か\nつ自然なものということができる。\n(2)　また、階段から落ちたとするＢの説明に疑問を持ちつつも、Ｅやその配下の者らによる\n被告人の家族やＡ病院に対する報復を恐れて、Ｂの真の負傷原因を追及せず、警察にも\n届け出なかったとする部分も、同病院の泌尿器科医長の職にあり、暴力団組長であるＥに\n依頼されてＢの治療を引き受けたのに、結果的に同人を救うことができなかったという被告\n人の立場やその置かれた状況に照らすと、それなりに理解できるものである。\n(3)　さらに、前記のとおり、Ｅから、「あんたも分かっているの。ちゃんとやってくれにゃあ、\n困るで。うちも今大変じゃけ（検察官調書、乙６）」、あるいは、\n「今、警察に入られては困るんじゃがの（警察官調書、乙４、５）」などと言われたとする点は、\n被告人の他には誰も供述しておらず、かつ、捜査官が創作したとは考えられないような個性\n的な発言振りというべきであって、高い信憑性を認めることができるというべきである。\n(4)　これらのほか、前記各供述調書のうち、平成一〇年五月八日付け（乙４）及び同月一\n二日付け（乙５）の各警察官調書については、被告人の求めにより被告人自身の指印によ\nる契印が施されており、さらに、後者については被告人が読み聞けだけでなく、自ら閲覧し\nて内容を確認した上で署名指印したことが認められるところ、その内容は、事件の評価につ\nいて「私が医師としてもっと積極的な行動をとっていればこの様な結果とならないで済んだ\nのではないかと反省しております」（乙４）、あるいは、「虚偽の診断書を作成したと思われて\nもいたしかたありません」（乙５）などとしている点で、逮捕後間もない時期に作成された警察\n官調書（乙３）及び検察官調書（乙６）に比較して後退した内容となっているものの、客観的\nな事実関係やＢの負傷の原因に関する認識については、基本的に変わっていないことなど\nも考えると、被告人の捜査段階における供述中、不利益な事実の承認を内容とする部分\nは、総じて十分に信用できるものというべきである。\n５(一)　これに対し、弁護人は、前記各警察官調書に被告人に不利益な記載が存するの\nは、捜査官が思い込みによるストーリーを作り上げ、被告人にそのストーリーに沿った供述\nをさせようとした結果であり、被告人は、逮捕後、高血圧の症状が悪化し、抵抗力の限界の\nため、真意に反してある程度の妥協をせざるを得なかったためである、したがって、その信\n用性は低いなどと主張する（弁論要旨九三頁）。\n(二)　なるほど、関係証拠（甲51、53、ｈ一六回、一八回、被告人三一回）によれば、被告\n人は逮捕翌日である平成一〇年四月二六日、前日から引き続く頭痛を訴えｋ医院で診療を\n受けたが、同医院来院時の血圧は上が二三二、下が一一二であり、高血圧症と診断された\nこと、被告人の血圧は、その後も、同年五月一日に健康診断を受けた時点で上が二〇〇、\n下が一二〇、五月八日Ａ病院のｈ医師の診察を受けた時点で上が二四〇、下が一二〇程\n度であったことが認められる。\n(三)　また、被告人の前出上申書（弁５）には、「取調べにおいて、私の申し立ては受け入\nれられず、私自身が確認し得た事柄、思った事柄、覚えていない事柄、不正確な記憶の事\n柄、等々が私が十分認識していたとの陳述となっております。特に、過去と現在における事\n象が同一に論じられております」、「ブラックアイというのは刑事さんに言われて初めて思い\n出した言葉です。私たちは一般に使用していません。このことが眼瞼の皮下出血であること\nは解りますが、特に殴られてできるものであるとは思いません」、「初診のときに左眼瞼の皮\n下出血をみて、単なる打撲かあるいは殴られたかとは一瞬思いましたが、Ｂさん本人が『階\n段から落ちてしまった』と云われ、付添いの人からも『酔って階段から落ちました』と云われま\nした。そこで、全身を診察しましたところ、両腕と両下肢は左右並行に内出血（打撲）してお\nり、胸部には軽い内出血がありました。しかし、顔面は左眼瞼の内出血以外には、傷も内出\n血等もなく、私は酔っぱらって変な格好で落ちたのだろうと認識いたしました」、「更に、転落\nで脳に損傷でもあってはと、腹部と共にＣＴを施行しました。結果、脳内出血や腹腔内臓器\nの損傷もなく一安心しました。ただ、左側頭部付近に皮下血腫（コブ）が認められたため、や\nはり酔って階段から落ちたのだと認識いたしました。この内容については大勢に影響はない\nからととりあげ調書に記載していただけませんでした」、「先に述べたことなどから、転落（酔\nって）、全身打撲、（挫滅症候群）急性腎不全と診察して治療に当たったのです」、「ＩＣＵへ\nの搬入に関してですが、ＩＣＵは密室であり、術後の重症患者等がいるため、Ｂさんの付添\nいの暴力団の人達が入っていって勝手な行動をとったり、騒いだりして業務に支障を来して\nはいけないと思い、搬入いたしませんでした。もちろん、昀初の時点では、輸液（点滴）など\nの保存的治療で回復すると思っていました」、「診断書の記入は、以上の所見、診察、治療\nから何の疑いもなく、記載いたしております。しかも、今回、刑事さんから『やっぱり有形無形\nの圧力があったのだろう』と云われましたが、私は死亡診断書を記載するにあたって、全く\n思いもしませんでした。しかし、刑事さんから『やっぱりＥさんの存在があったから何か感じて\nいたのでしょう』と云われ、『そうかもしれませんね』と云ったところ、調書ではＥさんとの関係\nで虚偽の死亡診断書を作成したとのこととなってしまっています。断じて、私は、自信をもっ\nて、死亡診断書を作成しました」、「Ｇ看護婦に、看護記録に記入してあった『けんか』の件\nについては、『けんかとあるけれど、これは本当なのか、誰か聞いたか』と聞きました。私は、\n今回の治療の中でこのような報告は受けておりませんでした。そして、『よく確かめてくださ\nい。もしそうしたことがなかったなら、書き直してもらってください』と告げたのです。これも調\n書からは除かれています」、「私は虚偽の死亡診断書を作成してはおりません。今、刑事さ\nんからＢさんのことについて詳しく聞かされ、また、他のスタッフやＥさんやその廻りの人達の\nこと、行為を聞き、ふりかえってみて、私の行為を照らし併せて、過去のその時点のことを改\nめて考えなおし、認識しているのであり、その時に調書にあるごとく、私自身が認識して行動\n（死亡診断書の作成や医療行為等）し、行ったのではありません。しかし、いずれにしてもこ\nうした結果となったことに対しては、深く反省すると共に、恥じ入る次第です。」などと記載さ\nれている。\n(四)　しかしながら、被告人の前記各警察官調書中の供述のうち、Ｂのけが、特に左眼瞼\n部の皮下出血（ブラックアイ）の状態から、階段から落ちたとするＢらの説明に疑問を感じ、\nけんか等のトラブルを疑ったとする部分は、前記認定のようなＢの負傷状況や、被告人以外\nの医師及び看護婦の認識状況に照らし、合理的かつ自然なものということができること、ま\nた、被告人がＢの真の負傷原因を追及せず、警察にも届けなかった理由に関する部分もそ\nれなりに理解できるものであること、さらに、被告人の前記各警察官調書中には、被告人の\nほか誰も供述していない極めて個性的なＥの発言が録取されており、このような供述につい\nては、高い信憑性を認めることができること等、前記各警察官調書の信用性を基礎付ける\n事情については、既に判示したとおりである上、関係証拠（甲51、ｈ一六回、被告人三一\n回、三二回）によれば、被告人は、平成一〇年四月二六日ｋ医院で診療を受けた際、アダラ\nート舌下錠を使用しており、その結果、上が一七八、下が一〇〇まで血圧が下がったこと、\nまた、その際、朝夕二錠、七日分のアダラートを処方されていること、同月二八日には、Ａ病\n院のｈ医師の判断で、被告人が逮捕されるまでに服用していた薬を届けてもらい、翌二九\n日ころから服用を開始したこと、さらに、同年五月八日にはｈ医師の診察を受けて別の薬を\n処方してもらい、翌九日朝から服用を始めたこと、その結果、被告人自身の公判廷における\n供述によっても、同月一一日ころには、精神面も含めて体調がよくなってきたことが認められ\nるところ、被告人の警察官調書のうち昀後の日付のものは、右のとおり、被告人自身、精神\n面も含めて体調がよくなってきたとしている日の翌日である（前記上申書の作成日付の翌日\nでもある）同月一二日に作成されているのであり、その内容は、それ以前に録取された警察\n官調書の内容と基本的に異なっていないのであるから、同日付けの調書はもとより、それ以\n前の警察官調書についても、高血圧症の影響により特に信用性のない供述が録取されたと\nは考えられないのである。\n三　公判廷における被告人の供述の信用性について\n一方、被告人は、公判廷においては、前記のとおり、救急室で昀初にＢを見た際、一瞬け\nんかかなと思ったものの、Ｂらの説明を聞いて、階段から落ちたものと信じ込んでしまい、そ\nの後は、Ｂがけんかによって負傷したとか、けんかによる負傷が原因で死亡したとかは全く\n考えなかったなどと述べるのであるが、前記第四の六で認定したようなＢの負傷状況、特に\n左眼瞼部の皮下出血の状況、前記第五の二の３の(五)で認定したような被告人以外の医師\nや看護婦の認識状況、さらに、Ｈ鑑定人において、Ｂの左眼瞼部の皮下出血につき、「子\n供が学校から帰ったらパンダのようにブラックアイをしていると。両親がどうしたんだと聞いた\nら、鉄棒から落ちたんだとというような説明をしたとしますよね。それで納得しないで、警察の\n方に、あるいは学校の方へ、いじめがあったんじゃないかと追及してもおかしくないような、\nそういう傷だと私は思いました」などと述べていること（Ｈ一三回）などに照らすと、Ｂらの説明\nを聞き、同人の負傷のすべてを階段からの転倒・転落によって生じたものと信じ込み、その\n後何の疑問も抱かなかったとする被告人の公判供述は不自然、不合理なものといわざるを\n得ない。また、被告人が、第二九回公判において、検察官から、「あなたはＢさんの顔面の\nけがを診て、救急室で、暴行によるものという疑いを抱きましたか」と問われて「抱きません」\nと答え、検察官から、重ねて「一切、抱いてないんですか」と問われても、「抱いておりませ\nん」と答えながら、第三〇回公判においては、検察官に対し、救急室のドアを開け、Ｂをぱっ\nと見た瞬間に、その状況を見て、あれ、けんかかなと一瞬よぎったことを認めるなど、いたず\nらに警戒的で不誠実な供述態度を示していたことなども併せて考えると、その公判供述のう\nち、医学的な表現や用語に関する誤りなどを指摘する一部分を除き、前記被告人の警察官\n調書中の供述に反する部分、特に、右供述調書中の供述の核心をなす部分、すなわち、Ｂ\nのけが、特に左眼瞼部の皮下出血（ブラックアイ）の状態からすると、階段から落ちたとする\nＢらの説明には疑問があり、けんか等のトラブルがあったのかなと思った、Ｂが死亡し本件死\n亡診断書作成後、Ｅから、『今警察に入られると困るんじゃがの』などと言われた、これを聞\nいて、ＥにはＢのけがの原因について警察に聞かれると困ることが何かあったのかなと思っ\nた、しかし、Ｅやその配下の者から、難癖をつけられでもしたら大変なことになると考えて、Ｂ\nの真の負傷原因を追及せず、警察にも届け出なかった、という供述に反する部分について\nは、全体として信用性が乏しいというべきである。\n第八　主たる争点についての判断\n以上を前提に、本件の主たる争点について判断する。\n一　主位的訴因について\n１　まず、本件死亡診断書を作成したころ、被告人が、Ｅその他の者から、Ｂの真の負傷原\n因を知らされていたことを示す証拠は全くなく、その他、そのころ、被告人において、「Ｂが意\n図的に強度かつ多数回にわたる殴打等の暴行を加えられたと認識し、かつ、同人が階段か\nらの転落等によって負傷したことはないと認識し、よって、同人が階段からの転落等によっ\nて負傷したために死亡したものではないと確定的に認識していたこと」を示す直接証拠はな\nい。\nなお、被告人の検察官調書（乙６）には、「Ｅから『あんたも分かっているの。ちゃんとやって\nくれにゃあ、困るで。うちも今大変じゃけ』などと言われていた」旨録取されているけれども、\nＥからそのように言われた時期については全く特定されていない。しかし、それより後に作成\nされた警察官調書（乙４、５）には、「本件死亡診断書を作成した後、Ｅと会い、Ｂの死亡原因\nを説明したところ、Ｅから、『今警察に入られると困るんじゃがの』と言われた」などと録取され\nているところ、右被告人の検察官調書（乙６）に録取されたＥの発言に関する供述内容に符\n合するような供述内容は、右被告人の警察官調書（乙４、５）に録取された右供述を除いて\nは、被告人が捜査段階において録取された供述の中には全く見当たらないことからみると、\n右被告人の検察官に対する供述調書（乙６）に録取されたＥの発言と、それより後に作成さ\nれた右警察官調書（乙４、５）に録取されたＥの発言は、同じ機会になされたものとみるのが\n自然である。そして、その機会において、被告人がＥから、検察官調書に録取されたようなこ\nとを言われたとしても、これは、被告人において、ＥからＢの真の負傷原因を聞かされていた\nことまで意味するものでないことは明らかである。\n２　もっとも、被告人が、Ｂの死亡後間もなく、Ｅと面会した際、Ｅから「今、警察に入られると\n困るんじゃがの」、あるいは、「あんたも分かっているの。ちゃんとやってくれにゃあ、困るで。\nうちも今大変じゃけ」などと言われ、その後、看護記録の現病歴欄に「けんかをして階段から\n転落」などと記載されていることに気付くや、Ｇ看護婦に対し、「けんかをしてと書いてある\nが、確認しないで書くのはまずい、Ｆ看護婦に書き直すように言ってくれ」などと指示した事\n実は、一見すると、被告人がＢの真の負傷原因を認識していたことを示す事実のようにも思\nわれる。\nしかしながら、被告人は、前記のとおり、捜査段階において、Ｂの負傷状況等からみて、階\n段から落ちて負傷したとするＢらの説明に疑問を感じ、けんか等のトラブルに巻き込まれた\nのではないかとの疑問を持ったのに、Ｅらの報復を恐れて、それ以上けがの原因を追及しな\nいまま本件死亡診断書を作成した旨供述しており、階段から転倒・転落したという話自体が\n虚偽であると思ったとまでは供述していない。そして、前記のようなＦ看護婦に対する指示\nも、被告人自身その日私用があり、午前八時ころＡ病院を出る直前、看護記録の右記載に\n気付き、近くにいたＧ看護婦に対し、「けんかをしてと書いてあるが、確認しないで書くのは\nまずい、Ｆ看護婦に書き直すように言ってくれ」などと指示したに止まるものである上、その\n態様をみても、被告人において、指示したこと自体の発覚を恐れていたことを推認させるよ\nうな態様で、すなわち、例えば、人を介さず被告人が直接Ｆ看護婦に対して指示を与えたわ\nけではなく、また、仲介する者やＦ看護婦がこの件について口外しないよう付言してなされ\nたというわけでもないのである。そして、以上のようなＦ看護婦に対する指示に至る経緯や指\n示内容、さらに指示の態様に照らすと、看護記録の記載の書き直しに関する被告人の指示\nは、被告人において、Ｂの負傷は階段から転倒・転落しただけでなく、けんか等の暴行によ\nって生じた可能性もあると認識していた場合であっても、あり得る事実ということができるとい\nうべきである。そうすると、前記の事実をもって、「Ｂが意図的に強度かつ多数回にわたる殴\n打等の暴行を加えられたと認識し、かつ、同人が階段からの転落等によって負傷したことは\nないと認識し、よって、同人が階段からの転落等によって負傷したために死亡したものでは\nないと確定的に認識していたこと」を示すものといえないというべきである。\n３　なお、Ｈ鑑定人は、本件死亡診断書の記載の適否に関し、捜査関係事項照会に対す\nる回答書（甲９）において、「Ｂの直接死因を急性心不全とし、その原因を急性腎不全とした\nのはそれ自体問題であるが、この点はさておき、被告人自身、本件死亡診断書の外因死の\n追加事項の手段及び状況欄に『階段からの転倒・転落か』と記載しており、転倒・転落の事\n実があったか否かについて、自ら曖昧であるとしながら、死因の種類欄において、『外因\n死、転落・転倒』と確定的に記載したのは、極めて人為的な記載をしているというような印象\nが強い」旨記載し、公判廷においても、ほぼ同様の意見を述べている。\nなるほど、前記警察官調書によって認定できる被告人の認識に照らすと、Ｈ鑑定人の指\n摘するように、被告人が本件死亡診断書の外因死の追加事項の手段及び状況欄に『階段\nからの転倒・転落か』と記載したことをもって、転倒・転落の事実があったか否か曖昧である\nと認識していたとまでいいうるかどうかはともかく、被告人としては、Ｂがけんか等のトラブル\nに巻き込まれたのではないかとの疑問を持ち、ひいて死因となった負傷が転倒・転落のみ\nによって生じたものかどうかについて疑問を感じながら、これを確認しないまま、死因の種類\nを『外因死、転落・転倒』とする死亡診断書を作成し、警察に届け出なかったばかりか、看護\n婦が「けんかをして階段から転落」と記載したことに対し、単に自分自身が誰からも聞いてい\nなかったということから、確認できていないとして書き直させるなどした被告人の行為は、医\n師に要求される高度の職業倫理に照らし、一定の非難を免れないものと考えられるが、その\nことと、被告人の行為が本件の主位的訴因（あるいは予備的訴因）に該当するかどうかはも\nとより別個の問題である。\nかえって、前記回答書の文言等からすれば、Ｈ鑑定人にあっても、被告人において、「Ｂ\nが意図的に強度かつ多数回にわたる殴打等の暴行を加えられたと認識し、かつ、同人が階\n段からの転落等によって負傷したことはないと認識し、よって、同人が階段からの転落等に\nよって負傷したために死亡したものではないと確定的に認識していた」と述べるものでない\nことは明らかといわなければならない。\n４　また、被告人以外の医師や看護婦の検察官調書には、Ｂの負傷の状況は、一見して\n暴行によるものであると分かったかのような供述記載もあるけれども、供述者及びＤ検事の\n公判廷における証言によれば、これら検察官調書に録取された供述内容によって認定でき\nるのは、「階段から落ちてけがをしたと聞いた被告人以外の医師や看護婦は、Ｂが階段から\n落ちたという話自体は疑わなかった。しかし、Ｂのけがの状態からして、そのけがのすべてが\n階段からの転倒・転落によって生じたものであるかどうかについては疑問を感じ、けがの中\nには、誰かに殴られたり、蹴られたりしたためにできたものがあるのではないかと考えた」とい\nう事実に止まることは前述（第五の二の３の(五)）したとおりである。そうすると、これらの検察\n官調書は、主位的訴因、すなわち、被告人において、Ｂが「意図的に強度かつ多数回にわ\nたる殴打等の暴行を加えられたと認識し、かつ、同人が階段からの転落等によって負傷した\nことはないと認識し、よって、同人が階段からの転落等によって負傷したために死亡したも\nのではないと認識していたこと」の証明には、むしろマイナスに働くものというべきである。\n５　これらに加え、被告人は、平成九年一〇月下旬から一一月上旬にかけてやくざ風の男\nに脅迫され、同月六日ころ、警察に相談したものであるが、弁八号証によると、その脅迫内\n容は、被告人がＥから依頼されてＢの死因を病死とする死亡診断書を作成したというもので\nあって、社会的事実としては、本件起訴事実と同一のものであるところ、被告人は、この点の\nほか、Ｅとの親しい関係やＢに対する診療後Ｅから現金を受領した事実などをも記載した文\n書を作成し、平成一〇年三月七日付けで、警視庁築地警察署刑事課の警部宛に送付して\nいることなどの消極的情況証拠も併せて考えれば、被告人において、「Ｂが意図的に強度\nかつ多数回にわたる殴打等の暴行を加えられたと認識し、かつ、同人が階段からの転落等\nによって負傷したことはないと認識し、よって、同人が階段からの転落等によって負傷したた\nめに死亡したものではないと認識していた」とは認め難いのであって、結局のところ、主位的\n訴因については、検察官において、合理的な疑いを入れない程度に立証を尽くしたといえ\nないことは明らかである。\n二　予備的訴因について\n１　そこで、次に予備的訴因のうち、まず、被告人の認識に関する部分、すなわち、被告人\nにおいて、「Ｂが死亡したのは、主として同人が意図的に強度かつ多数回にわたる殴打等\nの暴行を受けて負傷したためであると確定的に認識していた」と認められるかどうかについ\nて検討する。\n２　前記のとおり、被告人は、Ｂが階段から転倒・転落したという話自体が虚偽であると思っ\nたとまでは供述しておらず、Ｂの死因となった負傷が、階段からの転倒・転落と、けんか等の\nトラブルのいずれによって生じたと認識したのかについても全く供述していない。\n３　また、前記のとおり、被告人以外の医師や看護婦の供述調書には、「Ｂのけがは階段\nから落ちただけではできないものだと思った」旨の記載があるけれども、Ｄ検事が、「階段か\nら落ちてできたけがと暴行を受けてできたけがのどちらが死亡の主たる原因になったと認識\nしたかについて供述した者はいない」と述べている（Ｄ二五回）とおり、Ｂのけがのうち、階段\nから落ちてできたけがと暴行を受けてできたけがのどちらが死亡の主たる原因になったと認\n識したかについては全く記載がない。したがって、これらの供述調書は、予備的訴因、すな\nわち、被告人において、「Ｂが死亡したのは、主として同人が意図的に強度かつ多数回にわ\nたる殴打等の暴行を受けて負傷したためであると確定的に認識していたこと」を証明するも\nのではない。\n４　そして、その他の全証拠を精査しても、被告人において、「Ｂが死亡したのは、主として\n同人が意図的に強度かつ多数回にわたる殴打等の暴行を受けて負傷したためであると確\n定的に認識していたこと」を認めるに足りる証拠は見当たらない。\n５　したがって、その余の点を検討するまでもなく、予備的訴因についても、証明不十分と\nいうほかない。\n第九　結論\n以上の次第で、本件については、主位的訴因、予備的訴因とも、これを認めるに足りる証\n拠がなく、したがって、本件公訴事実については犯罪の証明がないことに帰着するから、刑\n訴法三三六条により被告人に対し無罪の言渡しをすることとする。\nよって、主文のとおり判決する。\n平成一三年一一月二九日\n東京地方裁判所刑事第二部\n裁判長裁判官　　植村　　稔\n裁判官　　伊藤　　雅人\n裁判官福家康史は差し支えのため署名，押印できない。\n裁判長裁判官　  植村　  稔\n"
}