{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 16,
    "month": 12,
    "day": 24
  },
  "case_number": "平成15(ワ)25535",
  "case_name": "番組公衆送信差止等請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "著作権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "9848",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=9848",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/848/009848_hanrei.pdf",
  "contents": "平成１５年(ワ)第２５５３５号番組公衆送信差止等請求事件\n（口頭弁論終結の日　平成１６年１０月７日）\n判　　　　決\n原                  告　　Ａ\n原                  告　　Ｂ\n原告ら訴訟代理人弁護士　　乗　杉　　　純\n同　　　　　　　　　　　　木　内　千登勢\n被                  告　　日本放送協会\n被                  告　　Ｃ\n被告ら訴訟代理人弁護士　　前　田　哲　男\n同　　　　　　　　　　　　中　川　達　也\n同　　　　　　　　　　　　手　島　康　子\n同　　　　　　　　　　　　梅　田　康　宏\n主　　　　文\n１　原告らの請求をいずれも棄却する。\n２　訴訟費用は原告らの負担とする。\n事実及び理由\n第１　請求の趣旨\n１　被告らは，別紙番組目録記載の番組を複製，上映，公衆送信，頒布又は翻案\nしてはならない。\n２　被告らは，別紙脚本目録記載の脚本を複製，公衆送信，出版又は譲渡しては\nならない。\n３　被告らは，別紙番組目録記載の番組に関するマスターテープ及びその複製物\nを廃棄せよ。\n４　被告らは，原告らに対し，連帯して１億５４００万円及びこれに対する平成\n１５年１月５日から支払済みまで年５分の割合による金員を支払え。\n５　被告らは，原告らに対し，自らの費用をもって，株式会社朝日新聞社発行の\n朝日新聞，株式会社読売新聞社発行の読売新聞，株式会社毎日新聞社発行の毎日新\n聞の各全国版朝刊社会面に，２段抜きで左右適当なスペースをもって，見出しを２\n０級ゴシック，本文を１６級明朝体，被告ら名及び宛名を１８級明朝体の写真植字\nを使用して，別紙謝罪文目録記載の謝罪文広告を各１回掲載せよ。\n６　被告らは，原告らに対し，ＮＨＫ総合テレビにおけるＮＨＫ大河ドラマの番\n組開始３分前から３分間にわたり，別紙謝罪文目録記載の謝罪文を画面に掲載し，\nかつ内容を読み上げて放送せよ。\n第２　事案の概要\n映画「七人の侍」は，映画監督黒澤明（故人）ほか２名の共同執筆に係る脚\n本を基に，黒澤明が監督を務めて昭和２９年に製作された映画である。原告らは，\n黒澤明の相続人（子ら）である。\n本件において，原告らは，被告日本放送協会の平成１５年放送に係る大河ド\nラマ「武蔵　ＭＵＳＡＳＨＩ」第１回の製作に当たり，同番組の脚本を担当した脚\n本家である被告Ｃが上記映画の脚本及び上記映画を無断で翻案して同番組の脚本を\n執筆し，被告日本放送協会が上記番組を製作して，被告らが上記映画脚本について\nの黒澤明の著作権（翻案権）及び著作者人格権（氏名表示権及び同一性保持権）並\nびに上記映画についての黒澤明の著作者人格権（氏名表示権及び同一性保持権）を\n侵害したと主張して，被告らに対し，同番組の複製・上映等の差止め，同番組の脚\n本の複製・出版等の差止め，同番組のマスターテープ等の廃棄，損害賠償金１億５\n４００万円の支払及び謝罪広告・謝罪放送を求めている事案である。\n１　判断の前提となる事実（当事者間に争いがないか，該当箇所掲記の各証拠に\nよって認められる。）\n(1)　当事者（甲１ないし５）\n黒澤明の子は，原告Ａ（長男）及び原告Ｂ（長女）の２名である。\n黒澤明（以下「亡黒澤」という。）は，映画監督として活動し，平成１０\n年９月６日に死亡した。亡黒澤の妻・Ｄは，亡黒澤に先立って昭和６０年２月１日\nに死亡しており，原告らは，法定相続分に従い各相続分２分の１の割合で相続し\nた。\n被告日本放送協会（以下「被告ＮＨＫ」という。）は，放送法に基づいて\n設置された特殊法人であって，日本全国にテレビ放送網を構築している。\n被告Ｃは，脚本家として活動する者である。\n(2)　本件訴訟に関する著作物（甲９，１０，２１，２２，２４，乙１）\n映画「七人の侍」（以下「原告映画」という。）は，昭和２９年に東宝株\n式会社が製作した劇場用長編映画（上映時間約３時間２７分）であって，亡黒澤，\n橋本忍及び小国英雄の３名がその脚本（以下「原告脚本」という。）を共同執筆\nし，亡黒澤が監督を務めて製作されたものである。上記のとおり，原告脚本は亡黒\n澤ほか２名により共同執筆されたものであるから，亡黒澤は共同著作者として原告\n脚本の著作権を共有している。また，亡黒澤は，原告映画の監督を務めたものであ\nるから，原告映画の著作者である。\n被告ＮＨＫは，歴史上の著名な人物を主人公として１年間にわたって毎週\n日曜夜に放映する連続ドラマである「大河ドラマ」を毎年製作し，放映していると\nころ，平成１５年の「大河ドラマ」として，吉川英治の著作に係る新聞連載小説\n「宮本武蔵」（以下「被告原作小説」という。）を原作とし，被告Ｃの執筆に係る\n脚本により「武蔵　ＭＵＳＡＳＨＩ」を製作し，平成１５年に１年間にわたって放\n映した。別紙番組目録記載の番組（以下「被告番組」という。）は，上記大河ドラ\nマの第１回放映分（放映時間約５５分）である。また，別紙脚本目録記載の脚本\n（以下「被告脚本」という。）は，被告Ｃの執筆に係る被告番組の脚本である。\n(3)　本件訴訟に関する著作物の内容\nア　原告脚本及び原告映画のストーリーの概略は，次のとおりである（甲\n９，１０，乙１７，１８）。\n戦国末期のとある農村。前年の秋に野武士の襲撃を受けた村人は，麦の\n刈入れの季節を前に，来るべき野武士の集団の襲撃に脅えていた。村人は，襲撃に\n備えて，何人かの浪人を雇い入れることとした。浪人の技量をはかる試みなどを経\nて，リーダー格の島田勘兵衛（演者・志村喬）以下，五郎兵衛（同・稲葉義男），\n久蔵（同・宮口精二），平八（同・千秋実），七郎次（同・加東大介），勝四郎\n（同・木村功）及び菊千代（同・三船敏郎）の７人が選ばれた。勘兵衛及び五郎兵\n衛の指導の下で，村の防御が整えられ，村人の戦闘訓練も始まった。刈入れが終わ\nると野武士の襲撃が始まり，村人側との戦闘も行われたが，平八が鉄砲により討た\nれた。この間，村の娘・志乃と勝四郎の恋などを交えながら，いくたびかの野武士\nによる襲撃の撃退を経て，雨中の決戦に至る。襲撃した野武士と村人側との間で激\nしい戦闘が行われ，浪人のうち五郎兵衛，久蔵及び菊千代の３名がたおれたが，昀\n終的に野武士は撃退された。戦いの後，田植えに精を出す村人たちを眺めながら，\n勘兵衛は，「勝ったのはあの百姓たちだ。」とつぶやいた。\nイ　被告脚本及び被告番組のストーリーの概略は，次のとおりである（甲２\n４，乙１，１４）。\n慶長５年（１６００年）９月，関ヶ原の合戦において，新免武蔵（たけ\nぞう）（演者・市川新之助）及び本位田又八（同・堤真一）の所属する部隊は，敗\n軍となる。惨めな我が身の状況を見るにつけ参戦を悔やむ又八は，残してきた許嫁\nお通（同・米倉涼子）に思いをはせる。そのころ，故郷・美作国宮本村では，又八\nの母・お杉（同・中村玉緒）とお通が又八の帰郷を待っていたが，お通は，村を訪\nれた禅僧・沢庵（同・渡瀬恒彦）に，武蔵の気持ちが分かると語る。一方，越前で\nは，天才剣士・佐々木小次郎（同・松岡昌宏）が師の命で恋人の父を斬った上，出\n奔していた。武蔵と又八は，敗残兵として逃避行を続けるうちにお甲（同・かたせ\n梨乃）と朱実（同・内山理名）という母娘と出会う。お甲らは，その家を繰り返し\n襲う辻風典馬一党に脅えており，これを撃退するために，浪人を雇うことにし，浪\n人の技量をはかる試みなどを経て，武蔵及び又八のほかリーダー格の内山半兵衛\n（同・西田敏行）はじめ数名の浪人を雇う。辻風一党の襲撃が始まり，浪人たちと\nの戦闘が行われる。半兵衛の指揮で一度は賊を撃退するが，夜襲に遭い，武蔵が親\nしみを感じていた半兵衛は，武蔵に「戦うことは生き抜くこと」と教えて討ち死に\nする。豪雨の中の死闘の末に典馬を倒した武蔵は，「俺は強い！」と絶叫する。\nウ　原告脚本及び原告映画と被告脚本及び被告番組との内容の対比（甲９，\n１０，２４，乙１）\n(ア)　原告脚本と被告脚本の内容を対比すると，それぞれ別紙対比目録１\n記\n載の記述がある。\n(イ)　原告映画と被告番組の内容を対比すると，それぞれ別紙対比目録２\n記載の場面がある。\n２　本件における争点\n(1)　被告脚本による原告脚本の著作権（翻案権）及び著作者人格権（氏名表示\n権及び同一性保持権）侵害の有無（争点１）\n(2)　被告番組による原告脚本の著作権（翻案権）及び著作者人格権（氏名表示\n権及び同一性保持権）侵害の有無（争点２）\n(3)　被告脚本による原告映画の著作者人格権（氏名表示権及び同一性保持権）\n侵害の有無（争点３）\n(4)　被告番組による原告映画の著作者人格権（氏名表示権及び同一性保持権）\n侵害の有無（争点４）\n(5)　差止・廃棄請求の可否等（争点５）\n(6)　損害の内容及びその額（争点６）\n(7)　謝罪広告・放送の必要性等（争点７）\n３　争点に関する当事者の主張\n(1)　争点１ないし４（被告脚本と被告番組による，原告脚本の著作権及び著作\n者人格権侵害と原告映画の著作者人格権侵害の有無）について\n（原告らの主張）\nア　亡黒澤は原告脚本の共同著作者であることから，①被告脚本による原告\n脚本の著作権（翻案権）及び著作者人格権（氏名表示権及び同一性保持権）侵害，\n②被告番組による原告脚本の著作権（翻案権）及び著作者人格権（氏名表示権及び\n同一性保持権）侵害が問題となる。\nまた，原告映画の著作権は東宝株式会社に帰属するが，亡黒澤は，原告\n映画の監督として著作権法１６条のいわゆるモダン・オーサーに該当するから，原\n告映画の著作者であり，原告映画について著作者人格権を有している。したがっ\nて，③被告脚本による原告映画の著作者人格権（氏名表示権及び同一性保持権）侵\n害，④被告番組による原告映画の著作者人格権（氏名表示権及び同一性保持権）侵\n害が問題となる。\n原告らは，亡黒澤の相続人であるから原告脚本の著作権に基づく権利を\n行使することができる。また，原告らは，亡黒澤の子である（亡黒澤の妻は既に死\n亡）から，著作権法１１６条１項２項により亡黒澤の死後における人格的利益の保\n護のため，差止請求権及び名誉回復等の措置を請求する権利を行使できる。\nイ(ア)　被告脚本と原告脚本との間には，別紙対比目録１記載（ただし，６\n及び１１を除く。）の類似点があり，被告脚本は原告脚本の著作権（翻案権）及び\n著作者人格権（氏名表示権及び同一性保持権）を侵害する。\n(イ)　被告番組を原告脚本と対比すると，被告脚本に基づいて製作された\n部分（別紙対比目録２における被告番組の内容。ただし，６及び１１を除く。）に\n加えて，「朱実が腰につけていた鈴を半兵衛が投げるシーン」（別紙対比目録２の\n被告番組の内容６）及び「武蔵が地面に突き立ててあった刀を抜くシーン」（別紙\n対比目録２の被告番組の内容１１。別紙対比目録２の被告番組の内容のうち６及び\n１１のシーンは被告脚本にはない。）において原告脚本（別紙対比目録１記載の原\n告脚本の内容）と類似し，被告番組は原告脚本の著作権（翻案権）及び著作者人格\n権（氏名表示権及び同一性保持権）を侵害する。\n(ウ)　被告番組と原告映画との間には，別紙対比目録２記載の類似点があ\nり，被告番組は原告映画についての亡黒澤の著作者人格権（氏名表示権及び同一性\n保持権）を侵害する。\n(エ)　被告脚本を原告映画と対比すると，別紙対比目録１の被告脚本の内\n容（ただし，６及び１１を除く。）において，別紙対比目録２の原告映画の内容\n（ただし，６及び１１を除く。）と類似し，被告脚本は，原告映画についての亡黒\n澤の著作者人格権（氏名表示権及び同一性保持権）を侵害する。なお，被告脚本及\nび被告番組においては，侍の技量を試すためにお甲が棍棒で打ちかかっているとこ\nろ，武蔵からの合図を受けた又八は刀の鞘でこれを受け止めている。侍の技量を試\nす際に用いる道具は，原告脚本では袋竹刀であるが，原告映画では薪である。ま\nた，原告脚本では浪人が鉄扇で勝四郎の袋竹刀を払っているが，原告映画では浪人\nが刀の鞘で薪を払っている。これらの点は，被告らが，被告脚本及び被告番組にお\nける当該場面を原告映画から盗用したことを示すものである。\nウ　原告脚本及び原告映画は，いやしくも時代劇の製作に関与する者であれ\nば一度は見るはずの作品であることから，被告らが原告脚本及び原告映画に依拠し\nて被告脚本及び被告映画を製作したことに疑問の余地はない。被告Ｃは，被告番組\nの一部のシーンについて，原告脚本及び原告映画を模倣することを意図して被告脚\n本を作成したことを認めている。また，被告番組の放送直後から，被告番組が原告\n脚本及び原告映画に酷似しているとの多数の抗議が，被告ＮＨＫに寄せられ，週刊\n誌，新聞等もそれを報道した。\nエ(ア)　次の①ないし④の各類似点において，原告脚本及び原告映画の表現\n上\nの本質的な特徴を，被告脚本及び被告番組から直接感得することができ\nる。\n①　村人が侍を雇って野武士と戦うというストーリー\n②　別紙対比目録１及び２記載の１１箇所の類似点\n③　配役における類似点。すなわち西田敏行の演じた内山半兵衛と志村\n喬の演じた島田勘兵衛，寺田進の演じた追松と宮口精二の演じた久蔵の類似\n④　戦場や村に漂う霧及び豪雨の中の合戦の表現（これは主として原告\n映画の特徴である。）\n(イ)　また，上記①ないし④の各要素を有機的に結合して完成した原告脚\n本及び原告映画の全体が原告脚本及び原告映画の表現上の本質的な特徴であり，被\n告番組の視聴者は，これを被告番組から直接感得することができる。被告らが指摘\nするように，上記②の１１箇所の類似点はいずれも個別に見ればアイデアと考えら\nれ，原告らはそれらの使用に異議を唱えているわけではない。しかし，上記①ない\nし④の類似点が組み合わされることによって，原告脚本及び原告映画の全体が想起\nされるようになり，被告脚本及び被告番組が，原告脚本及び原告映画の模倣作品と\n評価されるのである（なお，被告脚本及び被告番組が，原告脚本及び原告映画の著\n作権及び著作者人格権を侵害しているというためには，必ずしも上記②における１\n１箇所の類似点すべての組み合わせを必要とするものではない。）。\n(ウ)　仮に翻案権と著作者人格権とが別々の者に帰属している場合には著\n作者人格権（同一性保持権）の行使に一定の制約があるとしても，被告脚本及び被\n告番組は，原告脚本及び原告映画の本質に触れるような改変を行っているものであ\nる。そして，被告脚本及び被告番組は，原告脚本及び原告映画をパロディ化した\nり，もじったことが一見して明白であり，かつ誰にもふざけ茶化したものとして受\nけ取られ，原作者の意を害しないと認められる場合には該当しない。むしろ，被告\n番組を見た視聴者が，それを通じて，原作品について誤解を抱くおそれが十分にあ\nる。したがって，被告らによる被告脚本及び被告番組の製作について，当然に著作\n者の有する著作者人格権（同一性保持権）が働くというべきである。\nオ　被告らは，たまたま原告脚本及び原告映画を借用したのではなく，確信\n犯的に（ストーリーの流れからは無理があることを承知で），原告脚本及び原告映\n画を被告番組の中に取り込んでいったとしか思えない。\nすなわち，\n(ア)　被告番組のストーリーは，原告脚本及び原告映画との関係をおく\nと\nしても，不自然なものである。被告番組では，農民が侍を雇って収穫\n物を狙う野武士から村を守るという原告脚本及び原告映画の設定が改変され，侍を\n雇う一家は，村から孤立し戦場の死骸から刀や兜を盗んで生計を立てている（な\nお，被告原作小説では，お甲は，野武士の頭であった亭主が辻風典馬に殺されたと\nいう設定であった。）。被告番組には，原告脚本及び原告映画にある強きをくじき\n弱きを助けるという義侠心が全く見受けられない。そもそも何故侍たちが集まって\nくるのかも分からない。さらに，原告脚本及び原告映画では，農民は１日がかりで\n街まで旅をして侍を集めようとするのに対し，被告番組では，村から至近距離の道\nを侍が何人も通り過ぎるという不自然な設定となっている。\n(イ)　野武士が襲ってくる時期について，原告脚本及び原告映画の冒頭\n部分では，野武士たちが舞台となる村を見下ろしながら，麦の収穫時期に襲うこと\nを話している場面があり，このことが侍を雇って村を守るという話につながってい\nく。これに対し，被告番組では，狙われるのは刀や兜を盗んでくる，いわば盗人で\nあり，野武士たちが毎年（又は年に何度も）襲ってくるということが述べられてい\nるが，どのような兆候をとらえて襲ってくるのかについては説明がない。被告番組\nのストーリーでは，野武士がいつやってくるかは予想できず，あらかじめ襲撃に備\nえて侍を雇うこともできないはずである（なお，被告原作小説では，盗品の売却先\nから情報を得て，辻風典馬の一味が，朱実に予告した上で，やって来ることになっ\nている。）。\n上記のとおり，被告原作小説からは，集められた侍が野武士と戦うとい\nう被告脚本及び被告番組の展開にはなりようがなく，被告脚本はそれ自体が破綻し\nているとしか思えない。\n被告らは，別紙対比目録１及び２記載の諸点から明らかなように，侍を\n雇って野武士と対決しようとするプロット以外にも，原告脚本及び原告映画から，\n象徴的な多くのエピソードを借用している。\n(ウ)　配役にしても，被告番組において侍の頭になる冷静沈着で腕の立\nつ中年の浪人内山半兵衛（演者・西田敏行）は原告映画の島田勘兵衛（同・志村\n喬）を彷彿させる。また，被告番組における剣の道一筋の追松（同・寺田進）は，\n原告映画の久蔵（同・宮口精二）に容姿までも似ている。宮本武蔵はさしずめ菊千\n代（同・三船敏郎）と勝四郎（同・木村功）を合わせたというところと思われる。\nちなみに，米国映画「荒野の７人」のホルスト・ブッフホルツはそのような役柄で\nある。\n(エ)　被告脚本及び被告番組には，武蔵が家の前に柵を作ることを提案\nす\nると，半兵衛が「いつもと違うと思われる。」と言って反対する場面\nがある。これは，原告脚本及び原告映画が，村を柵で囲って要塞化したことを念頭\nにおいて，関連づけを図ったものである。そもそも被告番組においては，野武士に\n狙われていた家は高い塀を備えているので，その上更に柵を作ることは不要であっ\nたはずである。\n(オ)　被告脚本及び被告番組には，野武士の集団が刀を振り回しながら\n喚声をあげて押し寄せる場面がある。原告脚本及び原告映画においては，野武士た\nちが威嚇しながら突進してくるのは，それまでに村の他の場所で撃退されているか\nらで，自然な行動である。一方，被告脚本及び被告番組においては，毎年何度も襲\nっている家に対し，野武士たちが集団で抜き身の刀を振り回しながら威嚇するよう\nに押し寄せてくるのは奇異であるし，そもそも，野武士たちは，その時点では，家\nには男１人女２人しかいないと思っていたはずである。\n(カ)　内山半兵衛が朱実の腰の鈴をひきちぎってそれを投げ，追松が刀\nで払う隙をついて取り押さえるという設定については，鈴は鳴るものなので鈴をち\nぎって投げれば当然半兵衛の動作が追松に分かってしまい，追松は飛んでくる鈴を\n斬る（意味のない動作である。）のではなく，鈴を投げて態勢を崩した半兵衛を斬\nるとすべきである。この場面は，既に原告脚本及び原告映画に酷似した被告脚本\nに，さらに原告映画に酷似した場面を追加したものというべきである。\nこのように考えると，被告らは，たまたま原告脚本及び原告映画を借用\nしたのではなく，確信犯的に（ストーリーの流れからは無理があることを承知\nで），原告脚本及び原告映画を被告番組の中に取り込んでいったとしか思えない。\n大河ドラマ第１話として必要な主要な登場人物の紹介を除くとわずか３０分弱しか\n残らない放送時間の中で，人を感動させる新しいドラマを作ることが不可能である\nことを悟った被告らは，多くの視聴者が既に見て，かつ，感動した傑作をその感動\nをも含めて取り込んでしまおうと思ったものと推察される。そして，その結果でき\nあがった作品は，原告脚本及び原告映画の高邁な精神も美学もなく，かの名作のイ\nメージを傷つけることこの上ないものである。\nカ　著作権侵害及び著作者人格権侵害のまとめ\n(ア)　被告Ｃ\n被告Ｃは，被告脚本を作成・出版することによって，原告脚本の翻案\n権及び著作者人格権並びに原告映画の著作者人格権を侵害した。\nなお，亡黒澤は主として監督と演出の分野で原告映画に関与したが，\nその影響は，原告映画全体に及んでおり，映画と一体になっている限りにおいて，\n映像のみではなく全体のストーリー，セリフ，音楽，音響，美術等を含み，俳優の\nキャスティングにまで及んでいる。\n(イ)　被告ＮＨＫ\n被告ＮＨＫは，被告番組の製作，公衆送信及び頒布によって，原告脚\n本の翻案権及び著作者人格権並びに原告映画の著作者人格権を侵害した。\nなお，原告映画には一部において原告脚本が演出によって変更された\n部分があるが，被告脚本及び被告番組が原告映画から盗用した部分については，仮\nに原告脚本の翻案権侵害とならない場合であっても，原告映画についての亡黒澤の\n著作者人格権の侵害になる。\n（被告らの主張）\nア　被告脚本及び被告番組の製作経緯\n(ア)　被告脚本及び被告番組の基本的なストーリー\n被告番組は被告ＮＨＫの大河ドラマ「武蔵　ＭＵＳＡＳＨＩ」第１回\nであり，被告脚本はその脚本であるところ，その基本的なストーリーの概略は，\n「関ヶ原の合戦直後，敗残兵となった武蔵と又八が，落人狩りを行う者たちに混じ\nって死亡した兵士の武具を拾い集めているお甲と朱実といういわくありげな母娘と\n出会い，彼女たちを襲ってくる辻風典馬が率いる野武士の一団を倒すことで，武蔵\nが自分の強さに気づく。」というものである。\n被告脚本及び被告番組の基本的なストーリーは，被告原作小説の冒頭\n（文庫版第１巻の「鈴」の章から「おとし櫛」の章「三」まで）の基本的なストー\nリーと全く同一である。なお，次に述べる理由から，被告番組独自のエピソードを\n若干追加しているが，上記の基本的なストーリーには何らの変更を加えていない\n（そもそも，大河ドラマ「武蔵　ＭＵＳＡＳＨＩ」は，被告原作小説をテレビドラ\nマとして脚色したものであるから，基本的なストーリーの流れが被告原作小説と同\n一であるのは当然であり，物語の冒頭部分のストーリーが同一なのもまた当然のこ\nとである。）。\n(イ)　被告番組独自の特色とそのストーリーの決定経緯\nａ　大河ドラマ「武蔵　ＭＵＳＡＳＨＩ」製作の背景\n①　繰り返された映像化\n被告原作小説の映像化は，既にドラマ，映画など十数回に及んで\nおり，被告ＮＨＫにとっても昭和５９年の水曜時代劇「宮本武蔵」（全４５回）以\n来２度目の映像化であった。この点，映画・ドラマの分野においては，たとえどの\nように優れた原作であっても，新たな映像化に当たって，新しい視点，展開に欠\nけ，過去の映像化作品をなぞっただけのようなものを製作した場合には，視聴者の\n批判を避けられないというのが実情である。したがって，今回のドラマ化に当たっ\nても，骨格となる基本的なストーリーを維持しつつ，それまでの映像化ではなかっ\nた新しい視点や展開を取り入れることが必要とされた。\nこうした観点から，後述のように，第１回（被告番組）を含めて\nストーリー全体に原作にはない修正や演出を加えていくこととしたものである。\n②　被告原作小説の執筆時より進んだ歴史研究\n被告原作小説は戦前に執筆されたものであるが，その後現在まで\nの間に歴史学の研究が大きく進んだ結果，宮本武蔵の実像や，戦国時代末期の民衆\nや世相に対する認識は，被告原作小説執筆当時とは大きく異なっている。現在，被\n告ＮＨＫの大河ドラマはフィクションとしてのドラマであるとともに，視聴者から\n教養番組，歴史番組としてもとらえられている。そこで，現在の歴史研究をできる\nだけ踏まえ，被告原作小説の趣旨を損なわない範囲で，時代背景の描写や表現を変\n更することとした。\nすなわち，被告原作小説の物語は，関ヶ原の合戦（１６００年）\n直後を時代背景としているにもかかわらず，その風俗や社会状況の描写に問題があ\nる。被告原作小説に描かれている庶民の生活や，旅の過程での街道や峠の茶屋の風\n体は，歴史考証の観点からいえば，既に社会構造も治安も安定した江戸時代中期以\n降（１７００年代）のものというべきである。当時（１６００年代初頭）の治安状\n態は極めて悪く，国境の峠といえばまさに無法地帯であって，茶屋などあろうはず\nもなかった。また，女の一人旅など自殺行為に等しいもので，お通が１人で旅をす\nるという設定も，それ自体かなり無理があるといわざるを得なかった。そこで，被\n告らは，お通が１人で旅をするという点を変更のしようがない以上，少なくとも大\n柄で強そうな女性という印象を与えるお通（演者・米倉涼子）を登場させた。\nこのように，被告らは，これ以外にも，被告原作小説の根幹とな\nるストーリーの変更を伴わない範囲で，できるだけ現在の歴史研究の成果を踏まえ\nて，可能な限りリアルに再現することをめざしたのである。\n③　「宮本武蔵」の人格の完成時期\n歴史考証の点と並んで，被告原作小説の問題点の１つとしてたび\nたび指摘されているのが，主人公宮本武蔵の人格完成が早すぎるというストーリー\n構成上の点である。被告原作小説の主題が，愚かで野蛮な一つの精神が，長い年月\nの様々な修行や経験を通じ，やがて剣聖と讃えられるまでを描くものであるのは間\n違いないが，被告原作小説ではこの人格の昀も大きな成長の場が，一度戻った故郷\nを出た後の３年間の姫路城幽閉の場とされている（文庫版第１巻の「光明蔵」の\n章）。すなわち，これ以降の武蔵は，恋人お通との愛では煩悶するにしても，武芸\n者，求道者としての人格はほぼ完成されてしまい，その面では平坦で面白みに欠け\nるのである。\nこれは，全４９回という長きにわたって映像化する大河ドラマと\nしては大きな問題である。この物語が武蔵という１人の人物の成長を追っていくも\nのである以上，ストーリーに起伏と盛り上がりを見せるためには，武蔵の人格の完\n成を後半に持っていき，人間としての武蔵にさまざまな面での葛藤を経験させてい\nく必要があったのである。\nまた，この武蔵がすぐには成長せず，葛藤が続くという点は，次\nに論ずるところの，いかにして武蔵の人生への共感を得るかという点にも大きく関\n係する設定であった。\n④　いかにして武蔵の人生への共感を得るか\n被告原作小説の主人公宮本武蔵は，その生きていく過程で多くの\n人を斬っていくことになるが，このことは，ややもすると殺人者というイメージを\n与えかねない。現代の世相において，ましてや被告ＮＨＫの大河ドラマとして，殺\n人者を主人公として描いたのでは，世間に受け入れられることは不可能である。\nしたがって，主人公武蔵が生きていく過程で，人を斬らねばなら\nぬことについての意味づけを行い，視聴者の共感を得られる人物にすることが，大\n河ドラマとしての武蔵を製作する上で不可欠であった。そこで大河ドラマ「武蔵\nＭＵＳＡＳＨＩ」においては，武蔵に「生き抜く」ということを大きなテーマとし\nて与えることにしたのである。\n後述するように，「武蔵　ＭＵＳＡＳＨＩ」の第１回である被告\n脚本及び被告番組において，原作には登場しない内山半兵衛という人物を登場させ\nたのは，物語の昀初の段階で武蔵に対して今回の大河ドラマのテーマである「生き\n抜く」ということを強烈に印象づけ，その後の武蔵の成長に影響を与える人物を登\n場させる必要があったからにほかならないのである。実際，武蔵は物語の中でたび\nたび半兵衛の姿を回想し，「生き抜く」ということを何度も再確認するのである。\nｂ　大河ドラマの第１回としての被告脚本及び被告番組の詳細なストー\nリーの決定経緯\n①　原則として被告原作小説どおりとすること\n被告原作小説は極めて著名な文学作品であり，繰り返し映像化さ\nれてきたものであるから，多くの視聴者は原作のストーリーを熟知しており，物語\nの冒頭がどういったものであるかも周知である。したがって，このストーリーを変\n更することは妥当ではなく，先に述べたとおりの，「関ヶ原の合戦直後，敗残兵と\nなった武蔵と又八が，落人狩りを行う者たちに混じって死亡した兵士の武具を拾い\n集めているお甲と朱実といういわくありげな母娘と出会い，彼女たちを襲ってくる\n辻風典馬の率いる野武士の一団を倒すことで，武蔵が自分の強さに気づく。」とい\nう基本的なストーリーをそのまま維持することとした。\n②　今回の大河ドラマ化に当たっての製作意図による修正\n前述のように，今回の大河ドラマ化に当たっては，被告原作小説\nの執筆当時とは異なった事情や背景があることから，第１回についてもその観点か\nらの修正を行った。すなわち，歴史考証の観点から問題点を修正し，又は，被告原\n作小説に記載のない部分について補完し，また，武蔵に「生き抜く」という今回の\n物語のテーマを与える人物である内山半兵衛を登場させることとした。\nこの内山半兵衛を第１回の辻風典馬率いる野武士たちとの戦いと\nいう基本的なストーリーに組み込むに当たっては，武蔵の味方として登場させる\nか，敵として登場させるかのどちらかであるが，内山半兵衛は武士としての生き方\nを熟知した人物として登場する必要があり，野武士の一味として登場させることに\nは無理があることから，武蔵の味方として登場させるほかなかった。\nそして，内山半兵衛の人物像としては，歴史上冷静沈着かつ勇猛\nな武将として知られている点，仕官を辞めて浪人となっている点，昀後には大坂夏\nの陣で壮絶に討ち死にしている点を考慮し，活躍した時代などが共通する後藤又兵\n衛をモデルとすることにした。内山半兵衛の名前が後藤又兵衛と若干似ているのも\nこのためである。\n③　大河ドラマにおける第１回の重要性\n被告脚本及び被告番組は全４９回，約１年にわたって放映される\n連続ドラマの第１回である。その後，多くの視聴者に番組を視聴してもらうために\nは，第１回が非常に興味深く，その後の展開が期待されるものであることが必要で\nある。\nそこで，武蔵が野武士たちとの戦いの中で内山半兵衛から「生き\n抜く」という強烈なメッセージを受けながら野武士たちを倒すことをクライマック\nスとしつつ，並列し，あるいは挟み込まれるエピソードとして，被告原作小説でお\nなじみの登場人物であるヒロインお通や沢庵，お杉らを前倒しで登場させ，また昀\n大のライバル佐々木小次郎や，今回初めて描かれる巌流島以降（被告原作小説の後\n日譚）での主要人物となる柳生宗矩や兵庫助も加えるという内容で第１回（被告脚\n本及び被告番組）のストーリーを決定した。\nまた，内山半兵衛の残すメッセージを強烈なものにするとともに\n殺陣のシーンをより魅力的なものにするため，被告原作小説の「土匪来」の章及び\n「征夷」の章（文庫版第６巻）の「野武士集団から村を守る戦い」というよく使用\nされる手法をこのシーンに組み込む形で野武士たちの人数を増やし，殺陣を派手に\nすることとした。なお，被告原作小説の「土匪来」の章及び「征夷」の章の段階で\nは，武蔵は既に完成された剣豪となっているのに対して，物語の冒頭では全く未熟\nな剣士でしかないため，内山半兵衛に加えて，もう数人の武士を味方として登場さ\nせることとした。その際，内山半兵衛のキャラクターを際立たせるためにも，他の\n武士については，人を斬ること自体をよろこびとしたり，簡単に裏切ったりといっ\nた，武士としてのあるべき姿からは遠く離れた人物に設定することとした。\nなお，被告原作小説の「土匪来」の章及び「征夷」の章の「村を\n守る」というコンセプトは，大河ドラマの後半において，被告原作小説には存在し\nない「柳生宗矩が武蔵の作った村を襲撃する」というエピソードの中でもいかされ\nている。今回の大河ドラマにおいては，冒頭と後半の巌流島以降の部分に分割する\n形で映像化したのである。\n④　内山半兵衛及び他の武士の登場のさせ方\n内山半兵衛及び他の武士を味方として登場させるに当たって，ど\nうやって登場させるかを検討した。\n当時の時代背景としては，世の中には仕官のあてのない武士が数\n多く徘徊していたのであり，武士を雇おうとする際は，明らかに買い手市場であっ\nた。したがって，武士に声をかけるに当たっては，その武士の技量を見極め，有能\nな者にのみ声をかけるのが自然であった。もっとも，当初はお甲と朱実しかいない\nため，直接手合いをして技量を見極めることはできない。そこで，大胆な性格の女\n性として描かれているお甲が，不意討ちをしてその反応を見ることを思いつくとい\nう設定とした。そして，お甲による具体的な不意討ちの方法としては，戸陰から棒\nで打ちかかるという形にすることとした。\nもう１つ被告番組の設定として必要だったことは，その後武蔵の\n生き方の指針となる人物である内山半兵衛の登場に際して，半兵衛の武芸者として\nの能力が秀でていることを武蔵に強烈に印象づけるということであった。このた\nめ，一定の技量を持った武士（追松）の気配を心機で察し，更にやすやすと刀を奪\nうというシーンを加えることとしたのである。\nなお，「戸陰から棒で打ちかかる」という点については，時代考\n証の専門家である名和弓雄氏の「絵で見る時代考証百科」や「時代劇を斬る」など\nに記載がある。江戸時代に数多く発行された兵法書や武士の心得書においては，\n「戸入り事」と称して武士は当然のたしなみとして，戸口を通る際には，常に伏兵\nが抜刀して待ち構えていることを想定しなければならないとされていた。すなわ\nち，心機で危険を察すべきものとされ，通る際の作法としては「刀かつぎの法」や\n「刀かざしの法」などの方法まで記されていた。\nまた，「戸入り事」に関しては，戸入りの形態によってその人物\nの技量を見極めたエピソードとして，様々な武芸者（もちろん宮本武蔵も含まれ\nる）の伝説伝承を集めた「本朝武芸小伝」（１７１６年）の中の塚原卜伝に関する\nエピソードがある。すなわち，「卜伝が息子３人の中から後継者を選ぶため，部屋\nに入る際に頭上から木の枕が落ちる仕掛けをしたところ，長男は事前に木枕に気づ\nき，これを除く。二男は落ちる枕を避けた後，部屋に入る。三男は落ちる枕を空中\nで斬る。その結果，心機に優れた長男が後継者となる。」というものである。この\nエピソードは，明治末期から大正時代にかけて少年たちの間で絶大な人気を得た\n「立川文庫」などでも紹介されている極めて有名なものであり，時代劇に関わる仕\n事をしている者の間では知らぬ者のないエピソードといえるものである（立川文庫\n「伊賀の水月　荒木又右衛門」）。\nまた，真剣を持って物陰に潜む者の気配を心機で察するシーンに\nよって，その者の技量が高いことを示すという手法は，被告原作小説で用いられて\nいるものである。すなわち，「四賢一燈」の章「一」ないし「五」（文庫版第７\n巻）には，幕府の軍学者・北条安房守の屋敷に招かれた武蔵が，廊下を進む際に，\n武蔵の腕前がどの程度かを見届ける目的で刀の鯉口を切った状態（抜刀直前の態\n勢）で物陰に潜んでいる柳生宗矩の気配を心機で察し，庭に下りて回避するという\nエピソードがある。被告原作小説では，このようにして，武蔵の武芸者としての優\nれた技量を表しているのである。\nｃ　小括\nこれまで述べてきたとおりの経緯と理由により，大河ドラマ「武蔵\nＭＵＳＡＳＨＩ」全体の主題及びストーリーや人物設定がされ，それに伴い第１\n回（被告脚本及び被告番組）のストーリー展開が決定され，製作されるに至ったの\nである。\n(ウ)　被告原作小説には存在しないが被告脚本で追加された細かな設定及\nび被告番組の撮影の過程で付加された演出について\nａ　武蔵が朱実の胸に触れることで女であることを知るという設定\n武蔵が戦場で死体から刀などの武具を拾い集めている朱実を初めて\n見た際に，昀初は男性だと思った朱美が女性であることに気づくという設定は，そ\nもそも被告原作小説のとおりである（文庫版第１巻の「鈴」の章「三」）\n被告原作小説において，吉川英治は，朱実が女だったと分かった理\n由について，女の服装をしていることに気づいたとしているが，リアリティという\n点からいっても，歴史考証という点でいっても，戦闘終了後間もない戦場において\n死体から武具などを拾い集める際に，女が一見して女と分かる服装でいるなどとい\nうことは極めて危険であり，通常あり得ないことと思われた。そこで，被告らは，\n朱実に男としか見えない服装をさせることとした。\nそうすると，今度は服装以外の理由で武蔵が朱実が女であることに\n気づく必要があるが，その端的な表現方法として，直接武蔵が朱実の体に触れるこ\nとによって気づくという演出を用いることとした。\nちなみに，怪しい人物を捕らえたところ女だったという設定は，\n「ナバロンの要塞」（１９５９年），「エル・ドラド」（１９６６年），「ランボ\nー怒りの脱出」（１９８５年）など多くの映画において用いられている極めてあり\nふれたものである。\nｂ　内山半兵衛が朱実の腰の鈴をひきちぎりそれを投げ，追松が刀で払\nう隙をついて取り押さえるという設定について\nこの設定は，被告Ｃの執筆した被告脚本にはない設定である。\n大河ドラマで長年にわたって殺陣を担当し「大道具，小道具を巧み\nにとり入れる」（永田哲朗「殺陣　チャンバラ映画史」）と評価されるベテラン殺\n陣師であるＥ氏と演出担当者が討議を重ねた上で，殺陣の演出として追加したもの\nである。\n被告脚本では，内山半兵衛は優れた技量を持つ武士として設定され\nており，これを印象づけるために追松よりも更に技量があることを示すという考え\nはもともとあり，また同時に，被告原作小説からの朱実のトレードマークでもある\n鈴を視聴者に強く印象づけることも重要であった。殺陣に大道具，小道具を取り入\nれる演出を好むＥ氏が，これらを結び付け，この演出を撮影現場において思いつい\nたのである。\nなお，この設定の追加は，あくまで演出上のものであり，被告ＮＨ\nＫは，特に被告Ｃの事前の許諾を得ていない。\nｃ　武蔵が地面にあらかじめ突き立てておいた刀を抜いて戦うという設\n定について\nこの設定も，被告Ｃの執筆した被告脚本にはない設定である。\nこの設定についても，被告脚本の意図（武蔵の必死の戦い）をより\n明確に表現するため，武蔵に刀を失わせ危機に追い込み，備えてあった替わりの刀\nを得る，ということにしたものであり，殺陣の前記Ｅ氏と演出担当者が討議の上，\n決定したものである。\nまた，実際の日本刀は，人間を２，３人斬ると刃がこぼれたり，人\n間の体の脂肪が付着したりするなどして使い物にならなくなり，実際の戦いにおい\nても２，３人斬るたびに次々と刀を取り替えて戦っていたことは歴史考証上明らか\nにされている。\n替えの刀をどのように用意しておくかについては，従者がいる場合\nには従者に持たせておくということもあるが，今回採用したあらかじめ地面に突き\n立てておくという方法は，実際に「剣豪将軍といわれた足利義輝が，松永久秀の軍\n勢に襲撃された際，自らの周囲に何本もの名刀を突き立て，刀を替えつつ奮戦し\nた。」というエピソードとして極めて有名なものである。\nその出典は「足利李世記」，「続応仁記」などであり，「日本剣豪\n列伝」でも直木三十五が義輝の活躍について触れている。また池波正太郎の「剣の\n大地」，白土三平の「忍者武芸帳」，近作では宮本昌孝の「剣豪将軍義輝」などで\nも描かれている。このように，あらかじめ床ないし地面に突き立てておいた刀を用\nいて戦うというエピソードは，極めて有名なものであり，時代劇に関わる仕事をし\nている者の間では知らぬ者のないエピソードといってもよいものである。\nなお，この設定の追加は，あくまで演出上のものであり，被告ＮＨ\nＫは，特に被告Ｃの事前の許諾を得ていない。\nイ　原告脚本及び原告映画と，被告脚本及び被告番組との比較\n原告脚本及び原告映画は，「野武士集団の襲撃から村を守るために農民\nたちに雇われた７人の武士が，農民たちを訓練した上で戦術を授けて組織的に戦わ\nせることによって，一定の犠牲を出しつつも野武士の集団を撃退し，農民たちが生\nき残る。」というストーリーであり，その基本的ストーリー，エピソード，登場人\n物及び全体的構成において，被告脚本及び被告番組とは全く異なる著作物である。\n被告脚本及び被告番組によって，原告脚本及び原告映画の表現形式における本質的\nな特徴を直接感得できるというにはほど遠い。\nまた，そもそも原告脚本及び原告映画は，それ自体で１つの作品として\n完結するものであるのに対し，被告脚本及び被告番組は，全４９回にわたって放映\nされる長大な連続ドラマである大河ドラマの第１回にすぎず，そのストーリー自体\nも大河ドラマ全体との関係で位置付けられるべき性質のものであり，根本的にその\n性格を異にしている。\n原告らの主張に従ったとしても，原告脚本のうち被告脚本に対応してい\nるとされる部分は全体のほんの一部に過ぎない。\nウ　翻案権侵害について\n原告らの指摘する諸点は，いずれも単なるアイデアであって表現形式と\nはいえず，そもそも類似すらしていない。\n(ア)　「村人が侍を雇って野武士と戦うというストーリー」について\nａ　まず，原告らが主張する「村人が侍を雇って野武士と戦うというス\nトーリー」などというものは，抽象化された「設定」にとどまり，単なるアイデア\nにすぎないから，そもそも著作権法による保護を受けるものではない。\nｂ　原告らは，「村人が侍を雇って野武士と戦う」というレベルにおい\nて「ストーリー」が同一性を有する旨主張する。しかし，このような抽象化された\nレベルで比較しても，原告脚本と被告脚本及び被告番組との間に同一性はない。原\n告脚本は，村人が村を守るため侍を雇い，侍の援助を受けながらも戦う主体はあく\nまで村人であるが，被告脚本及び被告番組においては，雇うのは村人から孤立した\nお甲や朱実らであり，しかも，野武士集団と戦うのはあくまで武蔵らであって，お\n甲や朱実は助けられるにすぎず，戦いの当事者として描かれているものではない。\nさらに，戦い方も全く異なる。原告脚本では，浪人たちは島田勘兵\n衛の指揮のもと一致団結し，村人たちとも心を通わせ，村人たちの戦闘訓練を経て\n軍団を構成し，組織的な戦いを展開する。これに対して，被告脚本及び被告番組で\nは，浪人たちは烏合の衆であり，指揮に従わないどころか，お甲らをさらい，財物\nを奪って逃げようとするのであり，武蔵は，（又八と共にではあるが）孤軍奮闘し\nて戦い，辻風典馬らを叩き斬る。\nこのように，そもそも被告脚本及び被告番組は，「村人が侍を雇っ\nて野武士と戦う」ストーリーではなく，このような抽象的レベルにおいて比較して\nも，原告脚本及び原告映画との同一性はない。\nなお，被告脚本の上記のようなストーリーは，被告脚本及び被告番\n組が，前記ア記載の製作意図や主題の下に製作され，内山半兵衛から生き抜くこと\nの大切さを教えられた武蔵が野武士との戦いの中で自分の強さに気づく過程を描く\nことに主眼があることから生まれたものであり，原告脚本及び原告映画との前記相\n違点は，まさに本質的な意味を持つ相違なのである。\nｃ　なお，原告脚本及び原告映画における「村人が侍を雇って野武士と\n戦う」という設定に関しては，亡黒澤らが原告脚本製作時に参考にしたとされる被\n告原作小説との類似を指摘することができる。\nすなわち，被告原作小説の著者である吉川英治は，被告原作小説執\n筆の背景等を「随筆　宮本武蔵」に随筆として執筆しているが，その中で，足利中\n期以降の僻地の村落が匪賊のような野武士の襲来に備えて武力を貯えており，その\nような時代の村落では，往来する武者修行者を自分らの防衛者として歓待して迎え\nたことを記述し，「村人が侍を雇って野武士と戦っていた」ことを述べている。\nさらに，吉川英治は，被告原作小説の「土匪来」の章及び「征夷」\nの章（文庫版第６巻）において，野武士集団から村を守る戦いを描いているとこ\nろ，これと原告脚本及び原告映画とは，収穫を狙って数年おきに野武士集団が村を\n襲うこと，浪人が指導・激励して，未熟で戦意を失いがちな村人を武装させ，野武\n士集団に立ち向かわせること，浪人の授ける戦術は敵を分断して少数にした上で村\n人たちが大勢で取り囲んで襲うというものであること，村人たちは野武士集団の撃\n退に成功して村に平和が戻ることという設定において顕著な類似性が認められる\n（なお，筒井清忠「時代劇映画の思想」（ＰＨＰ新書）５８頁は，原告脚本及び原\n告映画が被告原作小説に依拠していると指摘している。関川夏央「本よみの虫干\nし」（岩波新書）８６頁は，「被告原作小説において，村が野武士の一団に襲わ\nれ，なすところない農民を武蔵が指導して反撃に転じさせることや，武蔵の力量を\nはかろうとして物陰にひそんで刀に手をかけていた柳生但馬守の気配を武蔵が察し\nてこれを避けた点が，原告脚本及び原告映画のヒントになったと私は考えている。\n被告原作小説の影響は広く大きいのである。」としている。産経新聞平成１１\n年１月２３日朝刊掲載の宮崎興二「２１世紀へ残す本残る本・『宮本武蔵』吉川英\n治著」は，原告脚本及び原告映画の名場面は被告原作小説の一部分を脚色している\nと指摘している。熊本日日新聞がインターネット上に掲載する「現代に問う　宮本\n武蔵」中の水野治太郎「社会に浮遊する単独者」は，被告原作小説の法典ヶ原のシ\nーン（前記「土匪来」の章及び「征夷」の章）が，後に原告脚本及び原告映画の原\n型となるとしている。\n(イ)　「別紙対比目録１及び２記載の類似点」について\n原告らの指摘する類似点１１箇所は，いずれもアイデアにすぎず，そ\nもそも著作権法による保護を受けるものではない。その上，原告らの指摘する類似\n点１１箇所は，類似すらしていない。\n(ウ)　「配役における類似点」について\nａ　まず大前提として，原告脚本に配役は一切記載されておらず，配役\nが原告脚本の一部を構成していない以上，「配役」が著作権法上の保護を受けるか\n否かを議論するまでもなく，原告らの主張には根拠がない。\n仮に，その点をさておくとしても，原告らはただ漠然と「内山半兵\n衛（演者・西田敏行）は島田勘兵衛（同・志村喬）を彷彿させる，追松（同・寺島\n進）と久蔵（同・宮口精二）は容姿までも似ている。」などと述べ，配役が類似し\nているとするが，仮に「配役の類似点」なるものが認められたとしても，やはりそ\nれはアイデアにすぎず，著作権法による保護を受けるものではない。さらにいえ\nば，そもそも「配役」自体が「アイデア」とすら言えるかも疑問である。\nその上，次に述べるとおり，それぞれは，その役どころにおいて\nも，演じている役者についても「類似」すらしていない。\nｂ　役どころや性格の類似性について\n①　内山半兵衛と島田勘兵衛\n内山半兵衛のモデルが，大坂夏の陣で壮烈に討ち死にし，死後も\n後の武将たちに大きな影響を与えた後藤又兵衛であることは既に述べたとおりであ\nるが，被告番組において内山半兵衛が果たす役割として大切であった点は，宮本武\n蔵に「生き抜く」という強いメッセージを残しつつ討ち死にすることである。\nこの点，被告ＮＨＫ作成の広報資料における「主な登場人物の役\n柄」の欄においても，「武蔵，又八とともにお甲の家の用心棒として雇われる。歴\n戦の士として武蔵に戦いとは，強くなるとは，そして生きるとは，を教えるが，辻\n風一味との戦いの中で命を落とす。」と説明されている（なお，後藤又兵衛（後藤\n基次）には，戦いに敗れて一同が髪を剃って蟄居するなかで，ひとり又兵衛だけ\nは，「負けるも勝つもいくさのならいである。」としてこれに従わなかったという\nエピソードが残っており，また，同人は主君（黒田長政）に疎まれて主家を出奔\nし，大坂夏の陣で壮烈に討ち死にした人物である。被告脚本のカット４４における\n内山半兵衛のセリフは，内山半兵衛のモデルが後藤又兵衛であることの表れであ\nる。）。\nこれに対し，原告脚本及び原告映画の島田勘兵衛は，原告映画の\nパンフレットの「七人の侍紹介」の欄に「総てを知りつくしている彼にとって，自\n分自身の『生きていること』『死ぬこと』どちらにも興味はなかったのかもしれな\nい。土にしがみついて何とか生きぬこうとする百姓に対する同情だけが，この雇い\n侍になった理由であろう。戦い終わって『また生き残った』と吐息さえつく男なの\nだ。」と書かれているとおり，生きることそのものについてあまり執着しておら\nず，「生き抜く」ということを昀も大切にし，その点で他者に影響を及ぼすような\n役柄ではない。「生」に対する考えという点では，内山半兵衛とは正反対と言って\nよいほどである。そして，生き抜くことの大切さを教える内山半兵衛は，そのモデ\nルとなった後藤又兵衛と同様，戦いで死ぬのに対し，生きることに執着していない\n島田勘兵衛は，結果としては生き残ってしまうのであり，この点でも全く異なる設\n定となっている。\nこのように，内山半兵衛と島田勘兵衛では，その役どころや性格\nが全くといってよいほど異なっているのである。\n②　追松と久蔵について\n追松は，内山半兵衛の役どころを決めた後に，内山半兵衛のアン\nチテーゼとして登場させることにした人物である。追松は，「いくさを何度も経験\nする」ことで「どんどん気持ちがすさび」「自分でも分からないままどんどん残虐\nになって」「人を斬ること以外に生きるすべをなくした男」であり（いずれも内山\n半兵衛のセリフ），「生き抜くために戦う」こととは対極に位置する「剣の道を誤\nり人の道を外した」具体像を主人公武蔵に対して与えるために設定したのである。\nこれに対し，原告脚本及び原告映画における久蔵は，島田勘兵衛\nの指揮下にあって重要な戦果を挙げ，また人情に厚い，若侍の憧れの対象となる人\n物として描かれ，若侍と心を交流する姿が感動的に描かれるシーンもある。原告映\n画のパンフレットの「七人の侍紹介」の欄にも「『自分を叩き上げる』それだけに\n凝り固まった男であり，人間一生修行だと思っている。いや，しいてそうしようと\n考えているのかもしれないのだ。戦国時代の放浪武士達が，誰しも共通して持って\nいるあきらめの人生観に絶えず反撥しようとしている。」と書かれているとおり，\n両者はその基本的な性格や人生観も，役どころも大きく異なっているのである。\nｃ　役者の類似性について\n西田敏行と志村喬，寺島進と宮口精二は，その外見，演技，性格等\nにおいて類似しているなどとは到底いえない。原告らは，寺島進と宮口精二の容姿\nが似ていると主張するようであるが，原告らの主観にすぎず，一般的な評価とはい\nえない。\n(エ)　「戦場や村に漂う霧及び豪雨の中の合戦の表現」について\nａ　まず，このうち「戦場や村に漂う霧」については，それ自体が著作\n権法による保護を受けるものではないことは明らかであり，「霧」を使う点で共通\nしているからといって，同一性・類似性の問題が生じる余地はない。\nまた，原告映画においてはっきりと「霧」が使われているシーン\nは，鉄砲を調達するために出て言った久蔵が朝方戻って来る際に朝霧の中から現れ\nるというシーンのみであるところ，一方，被告番組において「霧」がはっきりと使\nわれているシーンは，冒頭の関ヶ原の合戦直後の戦場の様子を描いたシーンのみで\nある。両者の使用されている場面が全く異なっていることは，論じるまでもない。\nｂ　次に，「豪雨の中の合戦」という点については，確かに「殺陣のシ\nーンにおいて雨が降っている」という極めて抽象化したレベルにおいては，原告映\n画と被告番組で共通しているといえなくもない。\nしかし，仮に天候が共通しているとしても，殺陣のシーンで雨を降\nらせるという設定自体が著作権法による保護を受けるものでないことは明らかであ\nる。「雨」などというものは日本において通常生じる天候である。当該地域で到底\n生じないような天候（例えば日本において砂嵐が生ずるなど）というものであれば\nまだしも，通常その地域で起こり得る天候については，いくつかの天候のパターン\nの中から必ず選ばなくてはならないものであり，特に，テレビドラマという表現形\n式においては極端な話，天候は「雨が降っている」と「雨が降っていない」の２つ\nしかないのである。こうした点からすれば，合戦のシーンで雨が降っているという\nのは，一般的な意味ではアイデアですらないともいうべきである。\n合戦や戦いの場面を描くに当たって臨場感，緊迫感を盛り上げるた\nめに雨を降らせるのは，ごく一般的で頻繁に用いられる設定の１つであり，「武田\n信玄」（昭和６３年），「信長」（平成４年），「秀吉」（平成８年）及び「葵～\n徳川三代～」（平成１２年）などこれまでの大河ドラマを含む多くのドラマ・映画\n等でよく使われており，その点で共通していても，創作性ある表現としての同一\n性・類似性の問題が生じる余地はない。\n(オ)　「前記(ア)から(エ)が有機的に結合していること」について\nａ　原告らは，それぞれ個別的に見れば著作権法による保護を受けない\nようなアイデアにすぎないものについても，それが「有機的に結合」した場合に\nは，著作権法による保護を受けると主張するようである。\nｂ　しかし，著作権法が，アイデアにすぎないものでも「有機的に結\n合」した場合には著作権法の保護を受けるなどと明記していないことは論をまたな\nい。\n個別的には著作物性の認められないものが集合体となったときに著\n作権法の保護を受けるとすれば，それは，素材の選択・配列に創作性を認めること\nができる編集著作物（著作権法１２条）やデータベースの著作物（著作権法１２条\nの２）としてである。原告らは，「１つのシーン（設定）であれば著作権法上何も\n問題がないものが，幾つか組み合わされることにより‥‥‥」と述べ，自らの理論\n構成である「有機的結合」を論じているが，これによると，原告らの主張は，つま\nるところ原告脚本及び原告映画を編集著作物であるとし，その編集著作権が被告脚\n本及び被告番組によって侵害されたとの主張であると解さざるを得ないことにな\nる。\nしかし，「編集著作物」とは，新聞・雑誌，百科事典などのよう\nに，一定の方針の下に素材を収集し，分類し，選別し，配列したものであって，そ\nの一連の行為に創作性を認めて著作権法上の保護が与えられるものであるから，脚\n本及び映画の著作物であることが明らかな原告脚本及び原告映画をもって編集著作\n物に当たるということはできない（同様に，被告脚本及び被告番組も，編集著作物\nではない。）。仮に，原告脚本及び原告映画並びに被告脚本及び被告番組が編集著\n作物に当たるとしても，編集著作物の保護は，純粋な編集方法というようなアイデ\nアを保護するのではなく，具体的な編集物を保護するものであり，編集物として異\nなる場合には編集著作物侵害の問題は生じないところ，原告脚本及び原告映画と被\n告脚本及び被告番組とは，仮に編集物であるとしても，全く異なる「編集物」であ\nることが明らかであるから，原告らの主張が成り立つ余地はない。\nｃ　また，原告らは繰り返し「彷彿」という言葉を用い，あたかもある\n作品を「彷彿」させた場合には表現上の本質的特徴を直接感得することができるか\nのように述べているが，そもそもある作品を「彷彿」させるかどうかと表現上の本\n質的特徴を直接感得することができるかは理論的には無関係である。\nなお，原告らが挙げる個々の「類似点」は，いずれも類似していな\nいことは前述のとおりであり，その意味では原告らのいうような意味での「彷彿」\nすらさせていないものと思われる。\nｄ　このように，原告らの「有機的に結合」しているから著作権法上の\n保護を受けるとの主張は，著作権法上の根拠を欠くものであり，失当である。\n(カ)　小括\n以上のとおり，原告らの翻案権侵害の主張は失当である。\nエ　著作者人格権侵害について\n被告脚本及び被告番組は，被告原作小説を大河ドラマ化するという観点\nから独自に製作したものであり，原告脚本又は原告映画とは別個の著作物であっ\nて，原告脚本又は原告映画における表現形式上の本質的な特徴を維持しつつその外\n面的な表現形式に改変を加えたものではない。実際，被告番組を視聴した際に，原\n告映画の表現形式上の本質的な特徴を感得することは不可能である。\nしたがって，原告脚本及び原告映画についての亡黒澤の同一性保持権を\n侵害することはない。\nまた，被告脚本又は被告番組は，原告脚本又は原告映画の翻案ではない\nから，亡黒澤の氏名表示権を侵害したことにもならない。\nよって，原告らの著作権法６０条に基づく請求は，失当というべきであ\nる。\n(2)　争点５（差止・廃棄請求の可否等）\n（原告らの主張）\n被告番組の放送及び再放送は既に終了しているが，過去のＮＨＫ大河ドラ\nマは毎年年末に総集編と称して要約版が放送され，総集編（一部の作品においては\n完全版）は放送の翌年に，ビデオ及びＤＶＤとして被告ＮＨＫの関係会社から販売\nされており，「武蔵　ＭＵＳＡＳＨＩ」がビデオ及びＤＶＤで販売される際には，\nその中に第１回放映分である被告番組が含まれることは確実である。したがって，\n被告らが更なる侵害を行うことは明らかであるから，このような侵害行為を未然に\n防止するためには，差止めが必要不可欠である。\n（被告らの主張）\n被告ＮＨＫの関連団体が過去のＮＨＫ大河ドラマの総集編（一部の作品に\nおいては完全版）をビデオ及びＤＶＤとして販売している事実は認める。ただし，\n過去のＮＨＫ大河ドラマがすべてビデオ及びＤＶＤとして発売されているわけでは\nない。「武蔵　ＭＵＳＡＳＨＩ」のビデオ及びＤＶＤを発売するかどうかは，現時\n点では未定である。\n(3)　争点６（損害の内容及びその額）\n（原告らの主張）\nア　原告脚本の著作権並びに原告脚本及び原告映画についての亡黒澤の著作\n者人格権の侵害による損害\n亡黒澤の監督作品は，過去に度々海外でリメイク（再映画化）されてお\nり（「七人の侍」，「用心棒」，「羅生門」，そして昀近製作発表が行われたもの\nとして「生きる」），本件における原告脚本の翻案権侵害に係る損害金を算出する\n場合には，海外のマーケットを参考にすべきである。原告脚本及び原告映画のよう\nな大作のリメイクを製作できるのは，米国の大手映画製作会社に限られるが，米国\nにおける脚本料を参考にすると，損害額は１００万ドル（１ドル１２０円で換算す\nれば，１億２０００万円）を下らないものと評価できる。\nすなわち，米国における長編劇映画の脚本料は，Ｍ・ナイト・シャマラ\nンの「サイン」の脚本が１０００万ドルを下回ることがない，といわれているよう\nに，高額であり，これは例外であるとしても，２００２年度には２００万ドル以上\nが６作品に支払われたとの報告がある。原告脚本及び原告映画の世界の映画史に占\nめる地位及び昨今の亡黒澤の人気にかんがみると，原告脚本が米国においてリメイ\nクのためにライセンスされた場合の対価が，２００万ドルを下回ることはあり得な\nい。\n原告脚本は，亡黒澤，橋本忍及び小国英雄の共同執筆に係るものである\nが，亡黒澤は，岩波書店刊「全集黒澤明」出版に際し，共同執筆者全員と取り決め\nた配分率に従って，共同執筆者が３名の場合には，５０パーセントの共有持分を有\nすることになっている。したがって，本件の場合には，原告脚本の著作権侵害によ\nる損害賠償額が２００万ドル（１ドル１２０円で換算すれば，２億４０００万円）\nになるので，その５０パーセントである１億２０００万円が亡黒澤の法定相続人で\nある原告らの求め得る損害賠償額となる。\nなお，被告番組は６０分のテレビ番組であるが，本件における被告らに\nよる侵害はリメイク作品が原作品の要素を利用する場合と同様の程度及び範囲の侵\n害と評価されるから，上記の長編劇映画に関する基準を適用すべきである。また，\n上映時間についても，被告番組は大河ドラマとして４９回放送される番組の一部で\nあり，その第１回として大河ドラマ全体の方向を決定する重要な作品である。上述\nのように，被告らの行為は，原告脚本及び原告映画のブランドイメージを「武蔵\nＭＵＳＡＳＨＩ」という大河ドラマ全体に利用しようとするものであり，その意味\nからも長編劇映画における盗用と同様又はそれ以上に非難されるべきである。\nしたがって，原告らは，被告らに対し，著作権又は著作者人格権侵害に\nより，１億２０００万円の損害賠償請求権を有する。\nイ　原告らに固有の人格権の侵害による損害\n亡黒澤の子である原告らは，亡黒澤の代表作である原告脚本及び原告映\n画が，被告らの完成度の低い作品に盗用されたことにより，耐えがたい精神的な苦\n痛を被ったものであり，その苦痛を金銭に評価すれば，損害額は原告らそれぞれに\nつき１０００万円を下らない。\n上記のとおり，亡黒澤の人格的利益を侵害する被告らの行為によって，\n原告らは，亡黒澤の遺族としての原告ら固有の人格権を侵害されたので，被告らに\n対し，民法７０９条に基づき損害賠償を求め得る。\nウ　弁護士費用\n原告らは，被告らが任意に損害賠償金を支払わないため，原告ら訴訟代\n理人弁護士に依頼して本件訴訟を提起せざるを得なくなった。その弁護士費用は，\n前記アとイの合計金額１億４０００万円の１割である１４００万円を下らない。\n（被告らの主張）\nア　原告脚本の著作権及び著作者人格権並びに原告映画について亡黒澤の有\nしていた著作者人格権の侵害による損害\n原告らの主張は否認する。\nイ　原告らに固有の人格権の侵害による損害\n原告らの主張は否認する。\n原告脚本及び原告映画と被告脚本及び被告番組とは，全く無関係の作品\nであるから，被告脚本及び被告番組をどのような内容で製作しようとも，原告らが\n精神的苦痛を受けることなどあり得ない。なお，著作物の創作等について単なる相\n続人であるという立場を超えて固有の関与・貢献がある場合は格別，そのような特\n別な事情がない限り，自らが著作者でない遺族に固有の損害賠償請求権を認める余\n地は，そもそも存在しない。\nウ　弁護士費用\n原告らの主張は否認する。\n(4)　争点７（謝罪広告・放送の必要性等）について\n（原告らの主張）\n被告らの行為は，原告脚本及び原告映画の著作者である亡黒澤を冒とく\nし，その名誉と声望を傷つけるものであり，このように損なわれた亡黒澤の名誉及\nび声望を回復するためには，謝罪広告を掲載させ，かつ，謝罪放送を実行させるこ\nとが必要である。\n（被告らの主張）\n原告らの主張は否認する。\n(5)　請求のまとめ\nよって，原告らは，被告らに対し，\nア　原告脚本の著作権（翻案権）若しくは著作者人格権（氏名表示権及び同\n一性保持権）又は原告映画の著作者人格権（氏名表示権及び同一性保持権）に基づ\nき，被告番組の複製，上映，公衆送信，頒布又は翻案の差止め及び被告番組に関す\nるマスターテープ及びその複製物の廃棄を（争点２，４，５）\nイ　原告脚本の著作権（翻案権）若しくは著作者人格権（氏名表示権及び同\n一性保持権）又は原告映画の著作者人格権（氏名表示権及び同一性保持権）に基づ\nき，被告脚本の複製，公衆送信，出版又は譲渡の差止めを（争点１，３，５）\nウ　原告脚本の著作権（翻案権）及び著作者人格権（氏名表示権及び同一性\n保持権），原告映画の著作者人格権（氏名表示権及び同一性保持権）の被告らによ\nる侵害並びに原告らの人格権に対する被告らの侵害（不法行為）を原因とする損害\n賠償請求として，１億５４００万円及びこれに対する被告番組の放映日である平成\n１５年１月５日（侵害行為の日）から支払済みまで民法所定の年５分の割合による\n遅延損害金の連帯支払を（争点６）\nエ　原告脚本の著作権（翻案権）若しくは著作者人格権（氏名表示権及び同\n一性保持権）又は原告映画の著作者人格権（氏名表示権及び同一性保持権）に基づ\nき，新聞紙上への謝罪文広告の掲載及び被告ＮＨＫの放送における謝罪放送を（争\n点７）\nそれぞれ求める。\n第３　争点に対する判断\n１　被告脚本による原告脚本の著作権（翻案権）及び著作者人格権（氏名表示権\n及び同一性保持権））侵害の有無（争点１）\n(1)　「翻案」（著作権法２７条）とは，既存の著作物に依拠し，かつ，その表\n現上の本質的な特徴の同一性を維持しつつ，具体的表現に修正，増減，変更等を加\nえて，新たに思想又は感情を創作的に表現することにより，これに接する者が既存\nの著作物の表現上の本質的な特徴を直接感得することのできる別の著作物を創作す\nる行為をいう。そして，著作権法は，思想又は感情の創作的な表現を保護するもの\nであるから（同法２条１項１号参照），既存の著作物に依拠して創作された著作物\nが，思想，感情若しくはアイデア等において既存の著作物と同一性を有するにすぎ\nない場合には，翻案には当たらないと解するのが相当である（昀高裁平成１１年\n（受）第９２２号同１３年６月２８日第一小法廷判決・民集５５巻４号８３７頁参\n照）。\nしたがって，被告脚本が原告脚本を翻案したものと評価されるためには，\n被告Ｃが，原告脚本に依拠して被告脚本を作成し，かつ，被告脚本から原告脚本の\n表現上の本質的な特徴を直接感得することができることが前提となるが，その際，\n具体的表現を離れた単なる思想，感情若しくはアイデア等において被告脚本が原告\n脚本と同一性を有するにすぎない場合には，翻案に該当しないというべきである。\nそこで，まず，原告脚本の表現上の本質的な特徴を被告脚本から直接感得\nすることができるか否かについて判断する。\n本件において，原告らは，次の①ないし④の各類似点において原告脚本の\n表現上の本質的な特徴を被告脚本から直接感得することができると主張している。\nまた，原告らは，①ないし④の各類似点の主張に加えて，①ないし④の類似点が組\nみ合わされることによって，原告脚本全体が想起されるようになり，被告脚本が原\n告脚本の模倣作品と評価されるとも主張している。\n①　村人が侍を雇って野武士と戦うというストーリー\n②　別紙対比目録１記載の９箇所（６及び１１を除いたもの）の類似\n③　西田敏行の演じた内山半兵衛と志村喬の演じた島田勘兵衛，寺田進\nの演じた追松と宮口精二の演じた久蔵の類似\n④　戦場や村に漂う霧及び豪雨の中の合戦の表現\nそこで，原告らの上記主張に即して，まず，上記①ないし④の各類似点に\nおいて，原告脚本の表現上の本質的な特徴を被告脚本から直接感得することができ\nるか否かについて，検討することとする。\n(2)　前記「判断の前提となる事実」（前記第２，１(3)）記載の事実及び甲\n９，乙１によって認められる原告脚本と被告脚本の各内容に基づき，原告脚本と被\n告脚本とを対比すると，次のとおりである。\nア　基本的なストーリー及びテーマの対比\n(ア)　原告脚本は，上映時間約３時間２７分の劇場用長編映画（原告映\n画）\nの脚本である。その基本的なストーリーは，野武士の襲撃に悩まされる\n農民が，腕の立つ侍を雇って村を警護してもらうことを決め，智勇を備えた歴戦の\n古豪島田勘兵衛と巡り会って，その協力を得ながら７人の個性ある侍を見つけ，７\n人の侍たちは村人との間に信頼関係を構築しながら一致団結して野武士との戦いに\n臨み，犠牲者を出しながらも昀後は雨中の戦いの中で野武士を撃退し，村人は平和\nな農耕生活を取り戻すというものである。\n一方，被告脚本は，１年間にわたって放映された「大河ドラマ」の第\n１話（放映時間約５５分）の脚本である。その基本的なストーリーは，関ヶ原の合\n戦後に敗残兵として戦場をさまよう武蔵と又八の場面から始まり，主要登場人物で\nあるお通，沢庵，佐々木小次郎，柳生宗矩らの顔見世的な人物紹介シーンを織り交\nぜつつ，武蔵らが，野盗の襲撃に悩まされる母娘に腕を見込まれて警護に雇われ，\n雇われ侍のリーダー格の内山半兵衛に「戦うことは生き抜くこと」と教えられて強\nい感銘を受けるも，半兵衛は野盗との戦いのなかで討ち死にし，昀後は雨中の戦い\nの中で，武蔵が野盗の頭領の辻風典馬を倒し，「俺は強い」と絶叫するというもの\nである。\nなお，被告脚本は，被告原作小説では，文庫版第１巻の「鈴」の章か\nら「おとし櫛」の章「三」までに相当する。この部分の基本的なストーリーは，関\nヶ原の合戦後に敗残兵として戦場をさまよう武蔵と又八が，山中で娘と出逢い，娘\n（朱実）とその母（お甲）の世話を受けることになったところ，武蔵が朱実から，\n朱実の父が野武士の頭領の辻風典馬に殺害され，お甲らが典馬に搾取されているこ\nとを聞かされ，お甲らのもとにやって来た典馬を武蔵が倒すというものである（乙\n２の１）。\n(イ)　ところで，原告脚本の製作過程について，甲２７，２８，乙１９な\nいし２１，２６ないし３０及び弁論の全趣旨によれば，原告脚本の共同執筆者であ\nる橋本忍が集めた古い記録の中に，ある村が野武士の襲撃を防ぐために侍を雇っ\nて，その村だけ襲撃から助かったというわずかな記事があり，これを参考に物語の\n大筋を決めたこと，享保元年出版の天道流の達人日高繁高の記した「本朝武芸小\n伝」から，勘兵衛が僧侶に扮装した上で握り飯を投げて盗人の注意をそらし，人質\nの赤子を救い出すシーン（上泉伊勢守のエピソードから），戸陰から不意打ちをし\nて侍の腕試しをするシーン（塚原卜伝のエピソードから），久蔵の決闘シーン（柳\n生十兵衛のエピソードから）を取り出して構成したほか，「本朝武芸小伝」を種本\nとする直木三十五の「日本剣豪列伝」も参考にして原告脚本が執筆されたことが認\nめられる。また，乙１０ないし１３，３１の１によれば，被告原作小説は，新聞連\n載の後に昭和１１年から昭和１４年にかけて単行本として出版されたものであると\nころ，原告脚本及び原告映画が，被告原作小説における「土匪来」の章及び「征\n夷」の章（文庫版第６巻）のストーリー（武蔵が下総法典ヶ原で孤児伊織と\n巡り会い，荒野の開拓に従事していたところ，野武士の一団に襲われた近隣の村を\n助けに行き，野武士の一団を分断させて村人が集団でこれをせん滅する策を授け，\n野武士を撃退する話）や「四賢一燈」の章「一」ないし「五」（文庫版第７巻）の\n物語（武蔵の技量をはかろうと，物陰に潜んで刀に手をかけていた柳生但馬守の気\n配を察して，武蔵がこれを回避した話）の影響を受けているとの指摘があることが\n認められる。\n(ウ)　そこで，検討するに，原告脚本は，野武士の襲来に悩まされる村人\nが腕の立つ侍を雇ってこれを撃退するというストーリーであって，村人や侍たちの\n視点を軸に物語が展開されている。一方，被告脚本は，連続時代劇の第１話とし\nて，被告原作小説の関ヶ原から辻風一党との闘争に至る部分を脚本化したもので，\n主要登場人物の顔見世的な人物紹介場面を織り交ぜつつ，辻風一党に狙われた母娘\nに雇われた主人公の武蔵を中心としてストーリーを展開し，ドラマ全体のテーマで\nある「生き抜く」というメッセージを発するとともに，武蔵が己の強さを自覚する\nというものである。\nこのように，原告脚本と被告脚本は，野盗に狙われた弱者に侍が雇わ\nれて，これを撃退するという大筋において，一致が認められる。しかし，ストーリ\nーの展開を検討すると，原告脚本においては，ストーリーの中心となる主人公が特\n定の人物に限られておらず，農民たち，勘兵衛，菊千代など様々な登場人物の視点\nがからみあってストーリーが展開されるとともに，人物の性格や場面について細か\nな設定がされていること，武芸にまつわる江戸期の伝承を取り込んでストーリーの\n細部が構築されている点に特徴がある。一方，被告脚本は，関ヶ原の合戦で活躍で\nきなかった武蔵が，戦の後に知り合った母娘の敵として登場する野盗の頭領の辻風\n典馬を倒すという基本的なストーリーであり，その点は被告原作小説と一致してい\nる。\nそして，被告脚本のうち，主要登場人物の顔見世的な人物紹介場面\n（この部分が，原告脚本と何ら関係がなく，著作権侵害・著作者人格権侵害の問題\nを生じないことは明らかである。）を除いた部分を原告脚本と対比すると，被告原\n作小説の物語を基本として主人公の武蔵を軸にその視点からストーリーが展開され\nている点，野盗の急襲によって守備側の中心である半兵衛と追松があえなく討ち死\nにしてしまい，武蔵がほとんど独力で野盗の頭領である辻風典馬を倒す点で，原告\n脚本が農民や侍たち等の複数の視点からストーリーを構築し，侍たちが農民と協力\nして野武士を撃退するというストーリー展開をしているのと大きく相違する。\nさらに，そのテーマを検討すると，原告脚本においては，侍を雇った\n農民たちが落ち武者狩りによって得た武具を隠し持っていたこと，野武士を撃退し\nた農民たちが田植えに励むのを見た勘兵衛が「勝ったのは，あの百姓たちだ。」と\nつぶやく場面などに表れているように，一見非力な農民のしたたかさ，力強さがう\nたい上げられている。一方，被告脚本は，青年武蔵が己の強さを自覚し，生き抜く\n誓いをたてるという１人の人間の成長の物語というべきものである。\n上記によれば，原告脚本と被告脚本は，ストーリー展開やそのテーマ\nにおいて，相違するということができる。したがって，原告脚本と被告脚本との間\nに，村人が侍を雇って野武士と戦うという点においてストーリー上の共通点が存在\nするにしても，そのことを理由として，被告脚本を原告脚本の翻案ということはで\nきない。\nイ　ストーリー全体のなかでの当該エピソード及び場面の対比\n前記アで述べたとおり，原告脚本と被告脚本とは，ストーリー展開やそ\nのテーマにおいて相違が認められるが，次に，原告らが挙げる別紙対比目録１記載\nの９箇所の類似点（６及び１１を除いたもの）を具体的に検討する。\n(ア)　怪しい男が実は女であったという場面について（別紙対比目録１記\n載\nの類似点１）\n原告脚本には，村の男たちは全員戦闘訓練に参加しているはずである\nのに，これに参加していない男を見つけた勝四郎が，その者を追いかけて取り押さ\nえたところ，胸に手が触れて女であることに気づくという場面がある。一方，被告\n脚本には，関ヶ原の合戦後，戦場付近で遭遇した怪しい者を武蔵が追いかけて取り\n押さえたところ，その者の胸に手が触れて女であることに気づくという場面があ\nる。\nしかし，原告脚本と被告脚本では，当該場面における具体的な描写が\n異なっている上，原告脚本においては，雇われた侍による狼藉をおそれた父親によ\nり男装させられている志乃に勝四郎が出会い，その後，２人が人目を忍んで逢瀬を\n重ねることとなるきっかけとして当該場面が描かれており，ストーリー全体を通じ\nても重要な場面であるのに対して，被告脚本においては，単に武蔵がお甲母娘に出\n会う伏線として描かれているにすぎず，ストーリー全体のなかでの当該場面の位置\nづけが大きく異なる。\n上記のとおり，原告脚本と被告脚本とを対比すると，怪しい者を取り\n押さえたところ，胸に手が触れて女であることに気づくという点で共通するが，両\n者の間の共通点としてとらえられる上記の点はアイデアにとどまるものであり，ま\nた，男性の身なりに扮装していた女性の胸に手を触れることによって，女性である\nことに気づくという場面は，他の作品にも見られるものであり，このような設定自\n体をもって原告脚本独自のものということも困難である。\n上記によれば，別紙対比目録１記載の類似点１の点において，被告脚\n本を原告脚本の翻案ということはできない。\n(イ)　侍の腕試し場面について（別紙対比目録１記載の類似点２ないし\n５）\nａ　原告脚本には，勝四郎が袋竹刀をとって入口に身を隠し，戸口を通\nりかかる侍に打ちかかってその技量を試すという場面がある。一方，被告脚本に\nは，お甲が戸の陰で棍棒を構え，小屋の中に入ってくる又八に不意に打ちかかると\nいう場面がある（別紙対比目録１記載の類似点２及び４）。\n原告脚本と被告脚本とを対比すると，侍の技量を確かめるために，\n戸口で不意に打ちかかるという点で共通する。\nｂ　原告脚本には，人通りの多い往来で，村人が，強そうな侍を物色す\nる場面がある。一方，被告脚本には，朱実が道行く侍を物色する場面がある（別紙\n対比目録１記載の類似点３）。\n原告脚本と被告脚本とを対比すると，往来で強そうな侍を物色する\nという点で共通する。\nｃ　原告脚本には，戸口を通りかかる侍に打ちかかろうとしている勝四\n郎に対し，浪人が，中に入ることなく，「誰方じゃ，冗談が過ぎますぞ。」と声を\nかける場面がある。一方，被告脚本には，戸の陰に隠れた追松が真剣を抜いて構え\nていたところ，半兵衛が足を止め，（冷静に）「真剣で勝負をするというのは，何\nかわけがあるのかな。」と声をかける場面がある（別紙対比目録１記載の類似点\n５）。\n原告脚本と被告脚本とを対比すると，腕前を試された侍が，あらか\nじめ攻撃の気配を察し，言葉でこれを制するという点で共通する。\n前記ａないしｃの各点は，いずれも，侍の腕試しシーンに関するもの\nであるところ，「目をつけた侍を戸口におびき寄せ，戸陰に隠れた者が不意に打ち\nかかってその者の技量を確かめようとしたところ，武芸に秀でた侍は隠れている者\nの気配をあらかじめ察し，言葉で攻撃を制した。」という点で共通する。\nしかしながら，乙３，４によれば，くぐり戸や木戸口を通る必要があ\nる場合の武士の心得として，「刀かつぎの法」（夜間など物騒な気配が察知される\n場合の戸入りの形），「刀かざしの法」（昼間でも，くぐり戸など狭い戸口から入\nるときに，侍が必ず行う作法）などの防御の技法が存していたことが認められる。\nまた，乙２の７，５，１９及び弁論の全趣旨によれば，様々な武芸者の伝説伝承を\n集めた「本朝武芸小伝」（１７１６年）の中の塚原卜伝に関するエピソード中に\nは，「卜伝が息子３人の中から後継者を選ぶため，部屋に入る際に頭上から木の枕\nが落ちる仕掛けをしたところ，長男は事前に木枕に気づき，これを除く。二男は落\nちる枕を避けた後，部屋に入る。三男は落ちる枕を空中で斬る。その結果，心機に\n優れた長男が後継者となる。」というものがあること，明治末期から大正時代にか\nけて少年に広く読まれた「立川文庫」においても前記エピソードが取り上げられて\nいること，被告原作小説においても，「四賢一燈」の章「一」ないし「五」（文庫\n版第７巻）に，幕府の軍学者・北条安房守の屋敷に招かれた武蔵が，廊下を進む際\nに，武蔵の腕前がどの程度かを見届ける目的で刀の鯉口を切った状態（抜刀直前の\n態勢）で物陰に潜んでいる柳生宗矩の気配を心機で察し，庭に下りて回避するとい\nうエピソードがあることが認められる。\nこのように，戸陰から打ちかかることによって侍の技量を確かめよう\nとしたところ，武芸に秀でた侍は攻撃の気配をあらかじめ察し，相手に攻撃の機会\nを与えないという場面設定自体は，江戸期の武芸者の逸話に少なからず見られるも\nのであり，時代劇において達人の技量をはかる手段としてしばしば用いられる手法\nということができる。そこで，上記のような場面設定において，試される侍が具体\n的にいかなる対応をしたのかという点を見るに，原告脚本においては，腕を試され\nた１人目の侍（氏名不詳）は鉄扇で袋竹刀を払いのけ，２人目の侍（五郎兵衛）は\n気配を察して「誰方じゃ，冗談が過ぎますぞ」と言って攻撃を事前に制するのに対\nし，被告脚本においては，１人目の侍（武蔵）は何とか攻撃を通り抜け，２人目の\n侍（又八）は戸陰に人が隠れていることを知らされていたので攻撃を防御すること\nができ，３人目の侍（追松）は気配に気づいて逆に攻撃をしかけ，４人目の侍（半\n兵衛）は気配に気づいてその真意を尋ねるという内容になっている。このように，\n原告脚本と被告脚本とでは，技量を試された侍の反応やその発する言葉は相違して\nいる。\n上記によれば，別紙対比目録１記載の類似点２ないし５の点におい\nて，被告脚本から原告脚本の表現上の本質的な特徴を感得することはできないとい\nうべきであり，被告脚本を原告脚本の翻案ということはできない。\n(ウ)　野盗との戦闘場面について（別紙対比目録１記載の類似点７ないし\n１０）\nａ　原告脚本には，村の周囲に柵を設置する場面がある。一方，被告脚\n本には，道に柵を作ることを提案する武蔵に対し，半兵衛が柵を作れば，いつもと\n違うと敵に思われるので，普段と変わらないと思わせておくのが一番だと答えて，\n柵を作ることに反対する場面がある（別紙対比目録１記載の類似点７）。\nｂ　原告脚本には，騎馬武者を含めた野武士が獣めいた喚声を上げて村\nにおし寄せて来る場面がある。一方，被告脚本には，辻風典馬を先頭に十数名の野\n盗が騎馬で疾走してくる場面がある（別紙対比目録１記載の類似点８）。\n原告脚本と被告脚本とを対比すると，当該場面における具体的な描\n写は異なっているものの，野武士が騎馬で疾走して攻めてくるという点で共通す\nる。\nｃ　原告脚本には，馬柵の開閉によって野武士を分断する策を講じて野\n武士の一群を混乱させて乱戦に持ち込み，野武士に退却を余儀なくさせる場面があ\nる。一方，被告脚本には，馬と人が入り乱れた乱戦となり，野盗に退却を余儀なく\nさせる場面がある（別紙対比目録１記載の類似点９）。\n原告脚本と被告脚本とを対比すると，当該場面における具体的な描\n写は異なっているものの，乱戦の中で攻めてきた野武士が退却するという点では共\n通する。\nｄ　原告脚本には，降りしきる雨の中を，１３騎が一団となった真っ黒\nい固まりが村に攻め寄せ，乱戦となる場面がある。一方，被告脚本には，雨の中の\n死闘が続き，武蔵らが足を滑らせながらも戦い続け，昀後には武蔵が辻風典馬と向\nかい合って斬り合い，武蔵が勝利するという場面がある（別紙対比目録１記載の類\n似点１０）。\n原告脚本と被告脚本とを対比すると，当該場面における具体的な描\n写は異なっているものの，昀後の戦いが雨中の乱戦であるという点で共通する。\n前記ａないしｄの各点は，いずれも，野武士との抗争場面に関するも\nのであるところ，「雇われた侍によって一度は野武士が撃退され，野武士と侍との\n間の昀後の決戦は雨の中で行われる。」という点で共通する。\nしかしながら，前記共通点であるところの，攻撃側が騎馬で攻め込ん\nでくること，攻撃を受けていた側に加勢が入ることによって，攻撃側が退却を余儀\nなくされることや雨中において戦いが行われること自体は，場面設定としてアイデ\nアにとどまるものといわざるを得ない。\n他方，ストーリー全体のなかでの当該場面の位置づけ及び当該場面の\n具体的な描写についていえば，原告脚本においては，雇われた侍と村人たちが一致\n協力して野武士の集団と死闘を繰り広げる様子を描写することで侍と村人との一体\n感，自衛に立ち上がった農民の力強さを見る者に印象づけるという観点から設定さ\nれた場面であり，具体的な戦闘場面としては，村を取り囲む地形や各侍の個性・技\n量をも具体的に考慮して野武士に対する備えを準備し，野武士を分断して多数でせ\nん滅する作戦を基本とした戦いが描かれている。これに対して，被告脚本において\nは，戦闘場面の描写を通じて，半兵衛の存在を強調してその討ち死にを見る者に印\n象づけるとともに，武蔵が「生き抜く」ことの大切さを知り，同時に自らの強さを\n自覚するという観点から設定された場面であり，具体的な戦闘場面としては，武蔵\nらは柵などの備えを全く設けず，野盗の一団を分断させるような策も講じないまま\n野盗と戦っており，野盗側としてもいったん撃退された後に改めて奇襲を行い，武\n芸者の半兵衛と追松を討ち取るなど一定の成果を上げている。\n上記によれば，別紙対比目録１記載の類似点７ないし１０の点におい\nて，被告脚本から原告脚本の表現上の本質的な特徴を感得することはできないとい\nうべきであり，被告脚本を原告脚本の翻案ということはできない。\nウ　人物設定について\n原告らは，原告脚本における島田勘兵衛と被告脚本における内山半兵衛\nとが類似し，また，原告脚本における久蔵と被告脚本における追松とが類似すると\n主張するので，検討する。\n(ア)　島田勘兵衛（原告脚本）と内山半兵衛（被告脚本）\n両者は，侍たちのリーダー格であること，技量が優れていながら，不\n遇な境遇を送ってきたという点において共通する。しかしながら，内山半兵衛（被\n告脚本）は，主人公の武蔵に「生き抜く」という大河ドラマ「武蔵　ＭＵＳＡＳＨ\nＩ」全体に通じる主題を伝えた後にあえなく討ち死にしており，仲間を失いつつも\n昀後まで生き残る島田勘兵衛（原告脚本）とは相違している。なお，被告らは，内\n山半兵衛（被告脚本）は，大坂夏の陣で豊臣方に参加して討ち死にした後藤又兵衛\nを参考にしていると主張するところ，乙１５及び１６によれば，後藤又兵衛には，\n戦いに敗れ，一同が髪を剃って蟄居した際に，「負けるも勝つもいくさのならいで\nある。」としてこれに従わなかったという逸話があることが認められる。そして，\nこの逸話は，内山半兵衛が浪人となったいきさつを武蔵に語る場面において「いく\nさに負けたら，一同髪を切って出家しようという。いやだと言ったら，それなら腹\nを切れという。いくさは，そのときどきものだ。勝つときもあれば，負けるときも\nある。‥‥‥本気で戦わない者ほど，後になって形だけのことを言う。お前らに言\nわれて，腹を切るなぞまっぴらごめんだ。そう言ってやめてきたのよ」と述べてい\nること（被告脚本におけるカット４４）の参考になったと考えられ，内山半兵衛\n（被告脚本）と後藤又兵衛との関連性を指摘することができる。\n上記によれば，各脚本における人物設定の点において，内山半兵衛\n（被告脚本）が島田勘兵衛（原告脚本）に類似しているとは認められない。\n(イ)　久蔵（原告脚本）と追松（被告脚本）\n両者は，剣術に優れ，己の技を磨き上げることに生涯を捧げるかのよ\nうな生き方をしている点において共通する。しかしながら，被告脚本において，追\n松は，戦いの中に身を投じている内に心がすさみきった者であると説明され，主人\n公武蔵に対する反面教師というべき役割を担っているのに対し，原告脚本における\n久蔵は，単身で敵陣に乗り込んで鉄砲を奪い取って若侍の勝四郎の憧憬の対象とな\nったり，勝四郎と村娘・志乃の間の密会を見て見ぬふりをするなど，人間味のある\n性格の人物として描かれており，追松（被告脚本）と相違する。\n上記によれば，各脚本における人物設定の点において，追松（被告脚\n本）が久蔵（原告脚本）に類似しているとは認められない。\nエ　戦場や村に漂う霧及び豪雨の中の合戦の表現について\n原告脚本の昀後の戦いの場面は，雨中での戦いとして，極めて著名な場\n面である。そして，被告脚本においても，昀後の戦いは雨中で行われるほか，冒頭\nの関ヶ原合戦後の場面において，霧ないし雨が使用されている。しかし，被告脚本\nにおいて霧ないし雨の場面を設定したことから，直ちに原告脚本の表現上の本質的\nな特徴を感得させるものということはできない。ちなみに，関ヶ原合戦後の場面に\nおいて霧がたちこめているのは，関ヶ原の合戦の史実とも符合し，原告映画と同時\n期に製作された稲垣浩監督「宮本武蔵」（乙３２）においても関ヶ原の合戦におけ\nる霧の場面がある。\nオ　類似する諸要素の有機的結合について\n原告らは，原告脚本の本質的特徴は，①村人が侍を雇って野武士と戦う\nというストーリー，②別紙対比目録１（ただし，６及び１１を除く。）記載の各場\n面，③登場人物の人物設定，④戦場や村に漂う霧及び豪雨の中の合戦の表現という\n各要素を有機的に結合して完成した全体にあるところ，被告脚本の読者は，これを\n被告脚本から直接感得することができるとして，著作権（翻案権）及び著作者人格\n権（氏名表示権及び同一性保持権）侵害を主張する。\nたしかに，ある著作物（原告著作物）におけるいくつかの点が他の著作\n物（被告著作物）においても共通して見受けられる場合，その各共通点それ自体は\nアイデアにとどまる場合であっても，これらのアイデアの組み合わせがストーリー\n展開の上で重要な役割を担っており，これらのアイデアの組み合わせが共通するこ\nとにより，被告著作物を見る者が原告著作物の表現上の本質的な特徴を感得するよ\nうなときには，被告著作物が全体として原告著作物の表現上の本質的な特徴を感得\nさせるものとして原告著作物の翻案と認められることもあり得るというべきであ\nる。\nそこで本件についてみるに，たしかに原告脚本と被告脚本は，村人が侍\nを雇って野武士と戦うという点においてストーリーに共通点が見られ，また，別紙\n対比目録１（ただし，６及び１１を除く。）記載の各場面において，アイデアにと\nどまるものではあるが，共通点が見られ，登場人物の設定の点でも，内山半兵衛\n（被告脚本）と島田勘兵衛（原告脚本）の間，追松（被告脚本）と久蔵（原告脚\n本）の間に一定の共通点が見られる。しかしながら，既に前記イ，ウにおいて検討\nしたとおり，別紙対比目録１（ただし，６及び１１を除く。）記載の各場面につい\nては，原告脚本と被告脚本との間でストーリー全体のなかでの位置づけが異なる\n上，具体的な描写も異なるものであり，また，人物設定の点もストーリーのなかで\nの当該人物の役割やその性格づけに着目すれば類似するものとは認められない。そ\nして，原告脚本においては，原告らの挙げる上記の各場面のほかに多くのエピソー\nドが描かれており，島田勘兵衛及び久蔵のほかに多くの個性的な人物が登場するも\nのであり，そこでは，７人の侍について各人の個性が見事なまでに描き切られてお\nり，作品全体を通じて，侍たちの義侠心と村人に対する暖かい視線，野武士との闘\nいを通じて形成される侍たち相互そして侍たちと村人との間の心の触れあいと連帯\n感，一見非力な農民のしたたかさ・力強さ等のテーマが，人間に対する深い洞察力\nに裏打ちされた豊かな表現力をもって，見る者に強烈に訴えかけられているもので\nある。これに対して，被告脚本においては，主人公武蔵が歴戦の武芸者から薫陶を\n受けるとともに自己の強さを自覚する契機として野盗との戦闘場面が設定されてい\nるにすぎない。原告脚本と被告脚本の間に上記のようなアイデア・設定の共通点が\n存在するとはいっても，原告映画をして映画史に残る金字塔たらしめた，上記のよ\nうな原告脚本の高邁な人間的テーマや豊かな表現による高い芸術的要素について\nは，被告脚本からはうかがえない。\n上記によれば，原告らが原告脚本と被告脚本との類似点として挙げる各\n点を総合的に考慮して，原告脚本と被告脚本を全体的に比較しても，原告脚本の表\n現上の本質的な特徴を被告脚本から感得することはできないから，被告脚本をもっ\nて原告脚本の翻案ということはできない。\nカ　結論\n上記によれば，原告脚本と被告脚本とを対比すると，前記のとおりいく\nつかの場面において一定の共通点が認められるが，共通する部分はアイデアの段階\nにとどまるものであり，登場人物の人物設定についても類似するものとは認められ\nない。また，原告脚本と被告脚本との間には，ストーリー全体の展開やテーマにお\nいて相違があり，結局，原告脚本の表現上の本質的な特徴を被告脚本から感得する\nことはできないから，被告脚本による原告脚本についての著作権（翻案権）及び亡\n黒澤の著作者人格権（氏名表示権及び同一性保持権）の侵害は認められない。\n２　被告番組による原告脚本の著作権（翻案権）及び著作者人格権（氏名表示権\n及び同一性保持権）侵害の有無（争点２）\n(1)　被告番組は，被告脚本に依拠してこれを翻案して製作された，被告脚本の\n二次的著作物であって，被告脚本とは，その著作物としての特徴を基本的に共有す\nる関係にあるものである。\n本件において，原告らは，被告番組を原告脚本と対比すると，被告脚本に\n基づいて製作された部分（別紙対比目録２記載の被告番組の内容のうち，６及び１\n１を除く部分）に加えて，「朱実が腰につけていた鈴を半兵衛が投げるシーン」\n（別紙対比目録２の被告番組の内容６）及び「武蔵が地面に突き立ててあった刀を\n抜くシーン」（別紙対比目録２の被告番組の内容１１。別紙対比目録２の被告番組\nの内容のうち，６及び１１のシーンは被告脚本にはない。）において原告脚本（別\n紙対比目録１記載の原告脚本の内容）と類似し，被告番組は原告脚本の著作権（翻\n案権）及び著作者人格権（氏名表示権及び同一性保持権）を侵害すると，主張して\nいる。\n(2)　そこで検討するに，まず，被告番組のうち被告脚本に基づいて製作された\n部分（別紙対比目録２記載の被告番組の内容のうち，６及び１１を除く部分）につ\nいて，原告らが原告脚本についての著作権（翻案権）及び著作者人格権（氏名表示\n権及び同一性保持権）の侵害の理由として述べるところは，被告脚本による原告脚\n本の著作権及び著作者人格権侵害の理由として述べるところ（別紙対比目録１の類\n似点のうち，６及び１１を除く部分）と同様であり，次の①ないし④のとおりであ\nる。また，原告らは，①ないし④の各類似点の主張に加えて，①，③及び④の類似\n点並びに②の類似点に別紙対比目録１，２における６及び１１のシーンの類似を併\nせて組み合わせることによって，原告脚本全体が想起されるようになり，被告番組\nが原告脚本の模倣作品と評価されるとも主張している。\n①　村人が侍を雇って野武士と戦うというストーリー\n②　別紙対比目録２記載の被告番組の内容の９箇所（６及び１１を除い\nたもの）と別紙対比目録１記載の被告脚本の内容の９箇所（６及び１１を除いたも\nの）の類似\n③　西田敏行の演じた内山半兵衛と志村喬の演じた島田勘兵衛，寺田進\nの演じた追松と宮口精二の演じた久蔵の類似。\n④　戦場や村に漂う霧及び豪雨の中の合戦の表現\n上記のとおり，被告番組は被告脚本の二次的著作物であって，脚本とこれ\nにより製作された番組という関係上，被告番組は被告脚本の表現上の本質的な特徴\nを同様に有するものであるところ，前記「判断の前提となる事実」（前記第２，\n１(3)）記載の事実及び甲９，２４により認められる被告番組及び原告脚本の内容に\n照らせば，原告らが類似点として挙げる上記の各点について原告脚本と対比する上\nでは，被告番組においては，被告脚本の特徴に付け加えるべき点はない。\nしたがって，前記１（争点１についての判断）において説示したのと同様\nの理由により，上記①ないし④については，これから原告脚本の表現上の本質的な\n特徴を感得できるものとは認められない。\n(3)　次に，原告らは，被告番組のうち別紙対比目録２記載の６及び１１の箇所\nについては，被告ＮＨＫが，被告脚本に基づかずに原告脚本から直接翻案したと主\n張しているので，これらの点について検討する。\nア　注意を引きつけるために物を投げる場面について（別紙対比目録１及び\n２記載の６）\n原告脚本には，侍が子どもを人質にとって屋内に立てこもる盗人の注意\nをひくために握り飯を投げつけ，握り飯に気を取られた盗人の隙をついて斬りつけ\nる場面がある。一方，被告番組には，侍の腕試し場面において，半兵衛と並んで立\nっている朱実が腰につけている鈴をひきちぎって，追松に投げつけ，追松が鈴を刀\nで払う隙をついて，半兵衛が追松をねじふせるという場面がある。\n原告脚本と被告番組を対比すると，相手方の注意をそらすために物を投\nげるという点で共通する。しかし，このような場面設定自体は，「本朝武芸小伝」\nにおける伝承にもあらわれているもので，時代劇においてしばしば用いられるもの\nである。そして，原告脚本では拘束者の目を人質から他にそらさせる方法として用\nいられているのに対し，被告番組では，腕試しで対峙し，攻撃を誘うかのような追\n松に対し，半兵衛が用いた策であって，これに対する追松の対応も重要な要素であ\nる。したがって，物を投げられた相手の対応と一体のものとして，被告番組におけ\nる表現を考察すべきであるところ，鈴を投げられた追松の対応を含めて原告脚本と\n被告番組とでは具体的な描写が異なるものであって，この点を考慮すれば，注意を\nひきつけるために物を投げる点が共通しているからといって，被告番組から原告脚\n本の表現上の本質的な特徴が感得されるものではない。\nイ　武蔵が地面に突き立ててあった刀で戦う場面について（別紙対比目録１\n及び２記載の１１）\n原告脚本には，村人が落ち武者狩りによって手に入れた刀を菊千代が鞘\nから抜いて自分の後に突き立て，野武士との戦いで刀が刃こぼれすると，地面に突\nき立てられた抜き身の刀を使って戦うという場面がある。一方，被告番組には，野\n盗と斬り合ううちに刀が折れた武蔵が，あらかじめ地面に突き立てておいた槍や刀\nを抜いて戦うという場面がある。\n原告脚本と被告番組とを対比すると，刀が使えなくなるとあらかじめ地\n面に突き立てておいた武器に取り替えて戦いを続けるという点が共通する。しか\nし，乙２１ないし２５によれば，剣豪将軍として名高かった将軍足利義輝が松永久\n秀の軍勢に襲撃された際に，自らの周囲にあまたの名刀を突き立て，刀を取り替え\nつつ奮戦したが，衆寡敵せず，殺害されたという故事があり，多くの時代小説等に\nおいて取り上げられていることが認められる。\n上記のとおり，戦闘においてあらかじめ地面に突き立てておいた刀等を\n用いて戦うという設定自体は，時代小説等においてしばしば見られるものであり，\n加えて，原告脚本と被告番組では，上記の場面における具体的な戦闘状況の描写は\n異なるものであるから，上記の共通性をもって被告番組から原告脚本の表現上の本\n質的な特徴が感得されるものではない。\n(4)　被告番組と原告脚本の対比において，①，③及び④の類似点並びに②の類\n似点に加えて被告脚本に基づかずに被告ＮＨＫが原告脚本から直接翻案したと主張\nされている部分（別紙対比目録２記載の被告番組の内容のうち，６及び１１）をも\n併せ考慮して，これらが組み合わされることによって，原告脚本全体が想起される\nということができるかどうかについて，検討するに，上記①ないし④に被告脚本に\nない上記２箇所を含めて総合的に考慮して，全体的に比較しても，被告番組と原告\n脚本とでは，各場面のストーリー全体のなかでの位置づけが異なる上，具体的な描\n写も異なるものであり，被告番組から原告脚本の表現上の本質的な特徴が感得され\nるものではない。\n(5)　上記によれば，原告脚本と被告番組を対比すると，前記のとおりいくつか\nの場面等において一定の共通点が認められるが，結局，原告脚本の表現上の本質的\nな特徴を被告番組から感得することはできないから，被告番組による原告脚本につ\nいての著作権（翻案権）及び亡黒澤の著作者人格権（氏名表示権及び同一性保持\n権）の侵害は認められない。\n３　被告脚本による原告映画の著作者人格権（氏名表示権及び同一性保持権）侵\n害の有無（争点３）\n(1)　原告映画は，原告脚本に依拠してこれを翻案して製作された，原告脚本の\n二次的著作物であって，原告脚本とは，その著作物としての特徴を基本的に共有す\nる関係にあるものである。\n本件において，原告らは，被告脚本を原告映画と対比すると，上記２(2)記\n載の①，③及び④の類似に加えて別紙対比目録１における被告脚本の内容（ただ\nし，６及び１１を除く。）は，別紙対比目録２記載の原告映画の内容（ただし，６\n及び１１を除く。）と類似するなどとして，被告脚本は原告映画の著作者人格権\n（氏名表示権及び同一性保持権）を侵害すると主張している。\n(2)　そこで検討するに，原告らが被告脚本の内容が原告映画の著作者人格権\n（氏名表示権及び同一性保持権）を侵害する理由として述べるところは，被告脚本\nによる原告脚本の著作権及び著作者人格権侵害の理由として述べるところと同様で\nある。\n上記のとおり，原告映画は原告脚本の二次的著作物であって，脚本とこれ\nにより製作された映画という関係上，原告映画は原告脚本の表現上の本質的な特徴\nを同様に有するものであるところ，前記「判断の前提となる事実」（前記第２，\n１(3)）記載の事実及び甲１０，乙１により認められる被告脚本及び原告映画の内容\nに照らせば，原告らが類似点として挙げる上記の各点について原告映画と対比する\n上では，原告映画においては，原告脚本の特徴に付け加えるべき点はない。\nしたがって，前記１（争点１についての判断）において説示したのと同様\nの理由により，被告脚本については，これから原告映画の表現上の本質的な特徴を\n感得できるものとは認められない。\n(3)　上記によれば，原告映画と被告脚本を対比すると，いくつかの場面等にお\nいて一定の共通点が認められるが，結局，原告映画の表現上の本質的な特徴を被告\n脚本から感得することはできないから，被告脚本による原告映画についての亡黒澤\nの著作者人格権（氏名表示権及び同一性保持権）の侵害は認められない。\n４　被告番組による原告映画の著作者人格権（氏名表示権及び同一性保持権）侵\n害の有無（争点４）\n(1)　被告番組は，被告脚本に依拠してこれを翻案して製作された，被告脚本の\n二次的著作物であって，被告脚本とは，その著作物としての特徴を基本的に共有す\nる関係にあるものである。一方，原告映画は，原告脚本に依拠してこれを翻案して\n製作された，原告脚本の二次的著作物であって，原告脚本とは，その著作物として\nの特徴を基本的に共有する関係にあるものである。\n本件において，原告らは，被告番組を原告映画と対比すると，上記２(2)\n①，③及び④の類似に加えて，被告脚本に基づいて製作された部分（別紙対比目録\n２における被告番組の内容。ただし，６及び１１を除く。）並びに「朱実が腰につ\nけていた鈴を半兵衛が投げるシーン」（別紙対比目録２の被告番組の内容６）及び\n「武蔵が地面に突き立ててあった刀を抜くシーン」（別紙対比目録２の被告番組の\n内容１１。別紙対比目録２の被告番組の内容のうち６及び１１のシーンは被告脚本\nにはない。）において原告映画（別紙対比目録２記載の原告映画の内容）と類似す\nるなどとして，被告番組は原告映画の著作者人格権（氏名表示権及び同一性保持\n権）を侵害すると主張している。\n(2)　そこで検討するに，原告らが被告番組の内容が原告映画の著作者人格権\n（氏名表示権及び同一性保持権）を侵害する理由として述べるところは，被告番組\nによる原告脚本の著作権及び著作者人格権侵害の理由として述べるところと同様で\nある。\n上記のとおり，原告映画は原告脚本の二次的著作物であって，脚本とこれ\nにより製作された映画という関係上，原告映画は原告脚本の表現上の本質的な特徴\nを同様に有するものであるところ，前記「判断の前提となる事実」（前記第２，\n１(3)）記載の事実及び甲１０，２４により認められる被告番組及び原告映画の内容\nに照らせば，原告らが類似点として挙げる別紙対比目録２記載の各点について被告\n番組と対比する上では，原告映画においては，原告脚本の特徴に付け加えるべき点\nはない。\nしたがって，前記２（争点２についての判断）において説示したのと同様\nの理由により，原告らの主張する被告番組の上記の各点については，これから原告\n映画の表現上の本質的な特徴を感得できるものとは認められない。\nなお，原告映画は原告脚本に基づいて製作され，原告脚本の表現上の本質\n的な特徴を同様に有するものであり，被告番組は被告脚本に基づいて製作され，被\n告脚本の表現上の本質的な特徴を同様に有するものであるが，原告映画と被告番組\nはともに映画の著作物であることから，これを対比する場合，上記の検討に加え\nて，映像として表現されている各場面のカメラワーク，カット割り，音声等の画像\n特有の点をも対比するのが相当であるところ，原告映画は，各画面において上記の\n各点においてその技法に優れ，高度の芸術性を有するものであるが，本件において\n原告らの主張する各類似点について被告番組と対比を行う上においては，特に特定\nの場面の画像についてその映像上の技法・特徴を付加して対比を行うまでの必要は\n見受けられない（原告らは，「戦場や村に漂う霧及び豪雨の中の合戦の表現」につ\nいて，特に原告映画の特徴として主張するが，この点の類似をいう点についても，\n前記１(2)エに記載したのと同様の理由により，被告番組が原告映画の表現上の本質\n的な特徴を感得させるということはできない。）。\n(3)　上記によれば，原告映画と被告番組を対比すると，いくつかの場面等にお\nいて一定の共通点が認められるが，結局，原告映画の表現上の本質的な特徴を被告\n番組から感得することはできないから，被告番組による原告映画についての亡黒澤\nの著作者人格権（氏名表示権及び同一性保持権）の侵害は認められない。\n５　結論\n以上によれば，被告脚本及び被告番組は，原告脚本についての著作権（翻案\n権）並びに原告脚本及び原告映画についての亡黒澤の著作者人格権（氏名表示権及\nび同一性保持権）を侵害するものではない。\nしたがって，その余の点について判断するまでもなく，原告らの請求は，い\nずれも理由がないからこれを棄却することとし，主文のとおり判決する。\n東京地方裁判所民事第４６部\n裁判長裁判官　　　三　　村　　量　　一\n裁判官　　　古　　河　　謙　　一\n裁判官　　　吉　　川　　　　　泉\n（別紙）\n番組目録脚本目録対比目録１対比目録２\n"
}