{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 10,
    "day": 16
  },
  "case_number": "平成12(ワ)8342",
  "case_name": "損害賠償請求，預金払戻反訴請求",
  "court_name": "大阪地方裁判所",
  "lawsuit_id": "6640",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=6640",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/640/006640_hanrei.pdf",
  "contents": "平成１２年(ワ)第８３４２号　損害賠償請求事件（本訴事件）\n平成１２年(ワ)第１０５８５号　預金払戻反訴請求事件（反訴事件）\n主文\n１　被告らは，原告に対し，連帯して金１５８６万２０００円及びこれに対する平\n成１２年８月１９日から支払済みまで年５分の割合による金員を支払え。\n２　被告らは，原告に対し，連帯して金４億０１２９万５３２４円及びこれに対す\nる平成１２年８月１９日から支払済みまで年５分の割合による金員を支払え。\n３　原告のその余の本訴請求をいずれも棄却する。\n４　被告Ａ２の反訴請求を棄却する。\n５　訴訟費用は，本訴について生じた部分は，これを２分し，その１を原告の負担\nとし，その余を被告らの負担とし，反訴について生じた部分は，全部被告Ａ２の負\n担とする。\n６　この判決は，第１項及び第２項に限り，仮に執行することができる。\n事実及び理由\n第１　請求\n１　本訴請求\n(1)　被告らは，原告に対し，連帯して金１５８６万２０００円及びこれに対する平\n成１２年８月１９日から支払済みまで年５分の割合による金員を支払え。\n(2)　被告らは，原告に対し，連帯して金７億９３００万円及びこれに対する平成１\n２年８月１９日から支払済みまで年５分の割合による金員を支払え。\n２　反訴請求\n反訴被告は，被告Ａ２に対し，金１２２１万９８７６円及びこれに対する平成１２\n年１０月３日から支払済みまで年６分の割合による金員を支払え。\n第２　事案の概要\n１　本件は，株式会社福徳銀行（以下「福徳銀行」という。）と株式会社なにわ銀\n行（以下「なにわ銀行」という。）の特定合併により設立された反訴被告から損害\n賠償請求権等を譲り受けた原告が，福徳銀行の代表取締役兼取締役であった被告ら\nに対して損害賠償を請求する本訴事件と，被告Ａ２が反訴被告に対して普通預金の\n払戻しを請求する反訴事件とからなる。\nこのうち，本訴事件は，①福徳銀行が車庫倉庫を賃借したことについて，被告らに\nは，不要，不当な賃貸借契約を締結するよう指示したことによる故意不法行為若し\nくは忠実義務（商法２５４条ノ３）違反，又は不要，不当な賃貸借契約の締結を防\n止しなかったことによる過失不法行為若しくは善管注意義務（商法２５４条３項，\n民法６４４条）違反が認められ，同行に賃料合計１５８６万２０００円相当の損害\nを被らせたと主張して，民法７１９条１項前段又は商法２６６条１項５号に基づ\nき，同損害及びこれに対する訴状送達の日の翌日から支払済みまでの間の民法所定\nの年５分の割合による遅延損害金の支払いを求めた事案（以下「松寿庵案件」とい\nう。）と，②福徳銀行が，株式会社京都厚生会（以下「京都厚生会」という。）に\n対し，合計８億６８０\n０万円の融資を行ったことについて，当時，同行の代表取締役兼取締役（頭取）で\nあった被告Ａ１は，回収が困難であると判断可能であった同融資を否決するか，決\n定・実行するならより適切な債権保全措置を確保すべき善管注意義務及び忠実義務\nを負っていたのにもかかわらず，同義務に違反して，同融資を決定・実行し，ま\nた，当時，同行の代表取締役兼取締役（副頭取）であった被告Ａ２は，同融資に賛\n同してこれを積極的に推進したことによる善管注意義務違反及び忠実義務違反，又\nは被告Ａ１が同融資を決定・実行するのを防止する措置をとらなかったことによる\n善管注意義務違反が認められ，同行に同融資金額（８億６８００万円）及びその運\n用利益（年５パーセントの得べかりし利益合計８９８１万１９０６円，又は少なく\nとも金利引下げ後の約\n定利率年３．５パーセントの割合による未収利息合計６２８６万８３３４円）相当\nの損害を被らせたと主張して，商法２６６条１項５号に基づき，同損害の内金７億\n９３００万円及びこれに対する訴状送達の日の翌日から支払済みまでの間の民法所\n定の年５分の割合による遅延損害金の支払いを求めた事案（以下「京都厚生会案\n件」という。）とからなる。\nまた，反訴事件は，被告Ａ２が反訴被告に対して普通預金（平成１２年８月１０日\n現在１２２１万９８７６円）の払戻し及び反訴状送達の日の翌日から支払済みまで\nの間の商事法定利率年６分の割合による遅延損害金の支払いを求めた事案である。\n２　当事者間に争いのない事実並びに掲記の証拠及び弁論の全趣旨により容易に認\nめられる事実\n(1)　当事者等\nア　福徳銀行は，昭和２４年２月に設立された福徳殖産株式会社を前身とし，昭和\n２６年１０月に相互銀行の営業免許を受けて株式会社福徳相互銀行（以下「福徳相\n互銀行」という。）に商号変更し，平成元年２月には普通銀行に転換して株式会社\n福徳銀行に商号変更した。\nイ　反訴被告は，福徳銀行となにわ銀行との特定合併（平成１０年法律第１３３号\nによる改正前の預金保険法附則６条の３第１項）によって，平成１０年１０月１日\nに設立された，預金又は定期積金の受入れ，資金の貸付け，手形の割引及び為替取\n引等を目的とする株式会社であり，平成１３年５月２日現在の発行済株式の総数は\n２８万７７７７．８０株，資本の額は金１８２億３２６６万円である（弁論の全趣\n旨）。\n反訴被告は，平成１１年８月７日，「金融機能の再生のための緊急措置に関する法\n律」８条１項に基づき，金融再生委員会により，「金融整理管財人による業務及び\n財産の管理を命ずる処分」を受け，同日付けで，金融整理管財人の管理下に置かれ\nた。\nウ　原告は，平成８年７月２６日に設立された，特定住宅金融専門会社の債権債務\nの処理の促進等に関する特別措置法（平成８年法律第９３号）２条２項に規定され\nた特定住宅金融専門会社から譲り受けたその貸付債権その他の財産の管理，回収及\nび処分等を目的とする株式会社住宅金融債権管理機構を前身とする株式会社（平成\n１１年４月１日商号変更）であり，平成１３年３月５日現在の発行済株式の総数は\n４２４万株，資本の額は金２１２０億円である（弁論の全趣旨）。\nエ　被告Ａ１は，昭和４２年３月に福徳相互銀行に入行し，昭和５０年５月に同行\nの取締役に就任し，その後，昭和５４年５月に常務取締役，昭和６０年２月に専務\n取締役，昭和６２年６月に代表取締役副社長，昭和６３年６月に代表取締役社長に\nそれぞれ就任し，平成元年２月には普通銀行に転換した福徳銀行の代表取締役頭取\nに就任したが，平成７年６月に代表取締役頭取兼取締役を退任して相談役となり，\n平成１０年２月に同行の相談役を退任した。\nオ　被告Ａ２は，昭和２８年３月に福徳相互銀行に入行し，昭和５０年５月に同行\nの取締役に就任し，その後，昭和５４年５月に常務取締役，昭和６２年６月に専務\n取締役，昭和６３年８月に代表取締役副社長にそれぞれ就任し，平成元年２月には\n普通銀行に転換した福徳銀行の代表取締役副頭取に就任したが，平成７年６月に同\n行の代表取締役副頭取兼取締役を退任した。\nカ　なお，平成３年６月から平成４年６月までの間の福徳銀行の代表取締役は，被\n告Ａ１，同Ａ２，Ｂ及びＣであり，平成４年６月から平成５年６月までの間の福徳\n銀行の代表取締役は，被告Ａ１，同Ａ２，Ｃ及びＤであった（乙イ１）。\n(2)　松寿庵案件について\nア　平成３年９月３０日，被告Ａ１の自宅に隣接する，同被告の長男Ｅが所有する\n土地（Ｅが，その祖父であり同被告の父であって昭和６３年６月１５日に死亡した\n亡Ｆから相続により取得した，大阪市ａ区ｂｃ丁目ｄ番ｅ所在の宅地９９．９０平\n方メートル[甲Ａ１２の２]。以下「本件土地」という。）上に島之内土地建物株式\n会社（以下「島之内土地建物」という。）名義の車庫倉庫（家屋番号・１７番６，\n種類・倉庫・車庫，構造・鉄筋コンクリート造銅板葺地下１階付２階建，床面積・\n１階５８．８０平方メートル，２階６７．２０平方メートル，地下１階４８．８８\n平方メートル[甲Ａ１２の１]。以下「本件車庫倉庫」という。）が建築された（弁\n論の全趣旨）。\nイ　本件車庫倉庫は，１階部分がガレージ兼倉庫，地下１階及び２階部分が倉庫と\nなっていた（甲Ａ６）。\nウ　Ｅは，平成３年１２月１８日，島之内土地建物に対し，本件土地を，自動車駐\n車場使用目的，期間１年（同日から平成４年１２月１８日まで）の約定で無償で貸\nした（甲Ａ３の１）。\nエ　Ｅは，平成４年６月１日，島之内土地建物に対し，本件土地を，堅固な建物所\n有目的，期間３０年（同日から），賃料月額４５万円の約定で賃貸した（甲Ａ４の\n１）。\nオ　島之内土地建物は，平成４年６月１日，株式会社東洋書庫センター（以下「東\n洋書庫センター」という。）に対し，本件車庫倉庫を，期間１年（同日から平成５\n年５月３１日まで），賃料月額５５万６２００円（消費税を含む。）の約定で賃貸\nした（甲Ａ２の１）。\nカ  島之内土地建物は，平成４年６月１日，東洋書庫センターに対し，本件車庫倉\n庫を転貸するにつき異議なく承諾する旨の承諾書（甲Ａ２の２）を作成し交付した\n（弁論の全趣旨）。\nキ　東洋書庫センターは，平成４年６月１０日，福徳銀行に対し，本件車庫倉庫\nを，期間１年（同月１日から平成５年５月３１日まで），賃料月額５６万６５００\n円（消費税を含む。）の約定で賃貸した（以下「本件賃貸借契約」という。）（甲\nＡ１）。\nク　被告Ａ１は，本件車庫倉庫に同被告所有の自家用車（ＢＭＷ）を日常的に駐車\nしていた。\nケ　島之内土地建物は，平成６年９月９日，東洋書庫センターに対し，本件車庫倉\n庫の賃貸借契約を解約する旨通知した（甲Ａ１０の２）。\nコ　東洋書庫センターは，平成６年９月９日，福徳銀行に対し，本件賃貸借契約を\n解約する旨通知した（甲Ａ１０の１）。\nサ　福徳銀行は，東洋書庫センターに対し，本件賃貸借契約に基づき，平成４年６\n月１日から平成６年９月３０日までの間の賃料合計１５８６万２０００円を支払っ\nた（甲Ａ１１）。\n(3)　京都厚生会案件について\nア　本件各融資に至る経緯\n(ア)　京都厚生会は，昭和３３年１２月に設立された総合スーパーマーケット業を\n営む，発行済株式の総数２０万株，資本の額１億円の株式会社である（甲Ｂ３，７\nの２，甲Ｂ８の２，甲Ｂ９の２）。\n(イ)　福徳銀行は，京都厚生会の株式８０００株（発行済株式総数の４パーセン\nト）を保有する株主であり，同行京都支店を窓口として，昭和３６年９月から，同\n社との取引を開始し，同社の発展とともにその主力取引銀行として，取引を継続，\n拡大してきた（甲Ｂ３，７の２，甲Ｂ８の２，甲Ｂ９の２，甲Ｂ１５）。\n(ウ)　京都厚生会は，業務の多角化，中高年従業員受入れ等の目的で，昭和４５年\nころから，株式会社ニューコーセー，株式会社ビッグベアサービス，株式会社コー\nショウクレジットサービス（以下「コーショウクレジット」という。），株式会社\nグルメス，株式会社フレッシュ厚生会といった関連会社を多数設立した（甲Ｂ１な\nいし３）。\nその１社であるコーショウクレジットは，昭和４９年３月に設立された金融業を事\n業内容とする資本の額１２００万円の株式会社で，京都厚生会が全株式を保有して\nいた。コーショウクレジットは，いわゆるバブル経済期に急速な与信拡大を行った\n結果，借入金が増大し，平成２年１０月期において，その借入金残高は１６３億０\n２００万円に達していた。コーショウクレジットは，運用資金の相当程度を福徳銀\n行グループのノンバンクから調達しており，京都厚生会は，その全額について債務\n保証をしていた（甲Ｂ１，３，弁論の全趣旨）。\n(エ)　福徳銀行は，平成３年１月，京都厚生会に対し，既に実行済みの手形貸付け\n７億５０００万円と証書貸付け１５億９６２０万円の合計２３億４６２０万円の借\n換えに加えて，新たに６億５０００万円余りを新規融資するという内容の約３０億\n円の融資を実行した（１４３回の長期分割貸付け）。\n(オ)　コーショウクレジットの昀大の融資先は，有限会社大司商事（以下「大司商\n事」という。）であったが，同社は，平成３年４月末に倒産した。同年５月１１日\n現在，コーショウクレジットの総融資額１２１億５３００万円のうち，大司商事に\n対する融資額は６６億円であり，そのうち２６億２２００万円の元本損失が生じる\nことも見込まれていた（甲Ｂ１，３，弁論の全趣旨）。\n(カ)　平成３年７月，日本銀行の考査により，福徳銀行の京都厚生会に対する債権\nのうち１６億８７００万円が「査定区分Ｓ」とされた。査定区分「Ｓ」と\nは，substandard又はslow（固定見込み）を意味し，おおむね当時の大蔵省のⅡ分類\nに相当する。\nイ　本件融資１\n(ア)　福徳銀行は，平成４年２月１０日開催の融資審議会において，京都厚生会に\n対し，返済方法・期日現金返済，利率・年６．７パーセント（変動），期間・１年\nの約定で，分割実行扱いを条件として，５億円を融資（手形貸付け）する旨決議\nし，頭取である被告Ａ１が決裁した上，同月１２日に１億円，同月２８日に２億５\n０００万円，同年３月２７日に１億５０００万円（合計５億円）の各融資を実行し\nた（以下「本件融資１」という。）（甲Ｂ７の１，２，甲Ｂ１５）。\n(イ)　本件融資１を申請した福徳銀行京都支店は，稟議書及び稟議説明補箋に，資\n金使途，返済原資及び保全について，以下のとおり記載した（甲Ｂ７の２）。\n①　資金使途\nコーショウクレジット金利支援分　３億６５００万円\n税金資金（税務調査追徴分）　　　　　８０００万円\n関連会社支援資金　　　　　　　　　　６０００万円\n合計　　　　　　　　　　　　　　５億０５００万円\n②　返済原資\nＷ物件の売却による３億５０００万円，売上増加による自己資金蓄積分１億５００\n０万円（合計５億円）\n③　保全\nＷ物件（担保価格２億３６００万円）に第１順位の根抵当権を設定する。\n(ウ)ａ　福徳銀行は，平成５年２月５日，本件融資１について，返済期日を同年２\n月７日から同年９月３０日に延期した（甲Ｂ２９の１）。\nｂ　福徳銀行は，平成５年９月２７日，本件融資１について，返済期日を平成６年\n３月３１日に延期した（甲Ｂ２９の２）。\nｃ　福徳銀行は，平成６年３月２４日，本件融資１について，適用金利を引き下げ\nるとともに，返済期日を同年９月３０日に延期した（甲Ｂ２９の３）。\nｄ　福徳銀行は，平成６年８月８日，本件融資１の返済期日を平成７年３月３１日\nに延期した（甲Ｂ２９の４）。\nウ　本件融資２\n(ア)　福徳銀行は，平成４年５月２８日開催の融資審議会において，京都厚生会に\n対して，返済方法・期日現金返済，利率・年６．０７５パーセント（変動），期\n間・１年の約定で，共同根抵当権の極度額を１７億円から２０億円とすることなど\nを条件として，３億円を融資（手形貸付け）する旨決議し，頭取である被告Ａ１が\n決裁した上，同月２９日に１億５０００万円，同年７月１７日に１億５０００万円\n（合計３億円）の各融資を実行した（以下「本件融資２」という。）（甲Ｂ８の\n１，２，弁論の全趣旨）。\n(イ)　本件融資２を申請した福徳銀行京都支店は，稟議書及び稟議説明補箋に，資\n金使途，返済原資及び保全について，以下のとおり記載した（甲Ｂ８の２）。\n①　資金使途\nコーショウクレジット金利支援分　　　　　　３億２０００万円\nその他関連会社支援分　　　　　　　　　　　　　２０００万円\n福徳銀行返済分繰り回し（賞与資金を除く）　１億５５００万円\n合計　　　　　　　　　　　　　　　　　　　４億９５００万円\n②　返済原資\nＰ社宅，Ｑ店，Ｒ店，Ｗ物件の売却による合計１７億５０００万円から他の融資金\nの返済資金１１億４０００万円を控除した残額６億１０００万円\n③　保全\n既に設定している共同根抵当権の極度額を１７億円から２０億円とする。\n(ウ)ａ　福徳銀行は，平成５年５月２１日，本件融資２（返済期日・同年５月３１\n日）を回収扱いとし，同月３１日，京都厚生会に対し，期間１年，利率５．４５パ\nーセント（変動）等の約定で，合計３億円の融資（手形貸付け）を実行した（甲Ｂ\n３０の１，２）。\nｂ　福徳銀行は，平成６年５月３０日，ａの融資について，返済期日を平成７年５\n月３１日に延期した（甲Ｂ３０の３）。\nエ　本件融資３\n(ア)　福徳銀行は，平成５年１月２８日開催の融資審議会において，京都厚生会に\n対して，返済方法・期日一括現金返済，利率・年５．５７５パーセント（変動），\n期間・１年の約定で１億８０００万円を融資（手形貸付け）する旨決議し，頭取で\nある被告Ａ１が決裁した上，同月２９日，６８００万円の融資を実行した（以下\n「本件融資３」という。）（甲Ｂ９の１，２，甲Ｂ１５）。\n(イ)  本件融資３を申請した福徳銀行京都支店は，稟議書及び稟議説明補箋に，資\n金使途及び返済原資について，以下のとおり記載した（甲Ｂ９の２）。\n①　資金使途\n運転資金（コーショウクレジット金利支援）\n②　返済原資\nＴ店の売却による５６億円（うち６億円は移転費用に充当）から，先順位担保権の\n被担保債権３１億２０００万円及び福徳銀行が担保を取得している被担保債権６億\n８０００万円を控除した残額１２億円\n(ウ)ａ　福徳銀行は，平成５年１２月１０日，本件融資３について，適用金利を引\nき下げるとともに，返済期日を平成６年１月２０日から同年７月２０日に延期した\n（甲Ｂ３１の１）。\nｂ　福徳銀行は，平成６年７月６日，本件融資３について，返済期日を平成７年１\n月２０日に延期した（甲Ｂ３１の２）。\nオ　京都厚生会の破綻\n京都厚生会は，平成７年１月３０日，京都地方裁判所に対して和議開始を申し立て\nたが，同年３月１５日，上記申立てを取り下げ，更生手続開始を申し立てた。京都\n地方裁判所は，同年７月２０日午後４時３０分，京都厚生会に対して更生手続開始\n決定をした（甲Ｂ２）。\nカ　福徳銀行の京都厚生会に対する債権の会社更生手続における回収状況\n(ア)　福徳銀行は，京都厚生会の会社更生手続において，同社に対する貸付金債権\n等合計７１億８５８４万２６０７円（元金５９億６０１０万円，利息金６４０万８\n８２０円，更生手続開始の日の前日までの遅延損害金３億８４９１万９７８７円，\n更生手続開始の日以降の遅延損害金８億３４４１万４０００円）を全額更生担保権\nとして届け出た（甲Ｂ２２）。\nこのうち，本件各融資に基づく債権の元金，利息金，更生手続開始決定の日の前日\nまでの遅延損害金は以下のとおりである（甲Ｂ２４）。\n本件融資１　元金　　　　　　５億円\n利息金　　　なし\n遅延損害金　　　　　３２４１万０９５７円\n本件融資２　元金　　　　　　３億円\n利息金　　　なし\n遅延損害金　　　　　１９４４万６５７４円\n本件融資３　元金　　　　　　　　６８００万円\n利息金　　　　　　　　　　６万５２０５円\n遅延損害金　　　　　　４４３万３９７２円\n合計　　　　元金　　　　　　８億６８００万円\n利息金　　　　　　　　　　６万５２０５円\n遅延損害金　　　　　５６２９万１５０３円\n(イ)　債権調査の結果，福徳銀行の更生担保権は２２億１３８８万４８６５円（上\n記元金の内金），一般更生債権４１億３７５４万３７４２円（元金３７億４６２１\n万５１３５円，利息金６４０万８８２０円，更生手続開始決定の日の前日までの遅\n延損害金３億８４９１万９７８７円），劣後更生債権８億３４４１万４０００円\n（更生手続開始決定の日以降の遅延損害金）と確定した（甲Ｂ２２）。\n京都厚生会は，更生計画において，福徳銀行から，一般更生債権のうち７５．８パ\nーセントに相当する３１億３６２５万８１５６円並びに更生手続開始決定の日以降\nの利息及び損害金の免除を受けることとなった（甲Ｂ２）。\n(ウ)　京都厚生会は，平成１０年２月２７日，福徳銀行に対し，上記更生担保権全\n額と，一般更生債権のうち２４．２パーセントに相当する上記免除後の残額１０億\n０１２８万５５８６円を弁済した（甲Ｂ２，１６）。\nキ　被告Ａ２の普通預金債権との相殺\n(ア)　被告Ａ２は，反訴被告に対して，平成１２年８月１０日，普通預金債権１２\n２１万９８７６円を有していた。\n(イ)　反訴被告は，被告Ａ２に対し，平成１２年８月１１日，本訴請求債権と被告\nＡ２が反訴被告に対して有していた普通預金債権１２２１万９８７６円とを対当額\nで相殺するとの意思表示をした。\n(4)　債権譲渡\nア　原告は，反訴被告から，平成１３年２月９日，同月１３日をもって，反訴被告\nが有する債務不履行に基づく損害賠償請求権及び事務管理，不当利得，不法行為そ\nの他契約以外の原因に基づいて反訴被告が有する権利（現在及び過去における反訴\n被告の役職員等に対し責任追及する一切の権利を含む。また，既に権利が確定して\nいるもののほか，同月１３日においてその存在の確認若しくは内容の特定が未了で\nあるものを含む。）等を買い受けた（甲Ａ１５）。\nイ　反訴被告は，同年３月６日到達の内容証明郵便で被告Ａ１に対し，同月７日到\n達の内容証明郵便で被告Ａ２に対し，それぞれその旨通知した（甲Ａ１６の１ない\nし３）。\n３　主たる争点\n(1)　松寿庵案件\n①　本件賃貸借契約締結について，被告らに，不法行為責任（民法７０９条，７１\n９条）又は忠実義務違反若しくは善管注意義務違反（商法２５４条ノ３，２５４条\n３項，民法６４４条）が認められるか。\n②　本訴請求債権について，消滅時効が完成したか。\n(2)　京都厚生会案件\n③　本件各融資について，被告らに忠実義務違反又は善管注意義務違反が認められ\nるか。\n④　損害\n⑤　本訴請求債権について，消滅時効が完成したか。\n４　当事者の主張\n(1)　争点①（松寿庵案件・不法行為又は忠実義務違反・善管注意義務違反）につい\nて\n（原告）\nア　賃貸借契約の締結に関する権限\n福徳銀行においては，賃貸借契約の締結権限は原則として総務部長にあった。しか\nしながら，総務部長は，必要に応じて，上位権限者に協議又は報告を要するものと\nされていた。\nイ　本件賃貸借契約の違法性\n(ア)　必要性の欠如\n福徳銀行は，本店の裏の東洋パーキングには駐車場を有していたから同一車両につ\nいて複数の保管場所を確保する必要性はなく，また，書類の保管場所としては，本\n店及び奈良県には東洋書庫センターの大規模な倉庫を有していたから，本件賃貸借\n契約を締結する必要はなかった。特に，本件賃貸借契約の賃料は，月額５６万円と\n異常に高額であり，そのような高額な賃料を支払ってまで，本件車庫倉庫を福徳銀\n行が賃借する理由は全くなかった。\n実際にも，福徳銀行は，本件車庫倉庫をほとんど利用しておらず，また，本件賃貸\n借契約の稟議書にも，その必要性は全く記載されていなかった。\n(イ)　目的\n本件賃貸借契約の本当の目的は，Ｈ家に福徳銀行グループから資金提供することで\nあった。\nそれまでは，福徳銀行の関連会社である島之内土地建物が管理委託名目でＨ家に資\n金提供していたが，同社の資金余力がなくなったため，本件賃貸借契約を締結し\nて，福徳銀行から東洋書庫センター及び島之内土地建物を経てＨ家へという形で，\n資金提供することとしたのである。\nウ　被告らの責任原因\n(ア)　故意責任\n被告らは，本件賃貸借契約が，福徳銀行に損害を与えることを認識しながら，Ｅら\nに利益を与えるために，共謀して，同契約の締結を事実上決定し，それを総務部長\nの上位権限者であるＣに指示して決裁させて締結させたものであるから，故意によ\nる共同不法行為（民法７０９条，７１９条１項前段）に該当し，また，取締役とし\nての忠実義務（商法２５４条ノ３）に違反する。\n(イ)　過失責任\n仮に，被告らが，本件賃貸借契約締結についてのＣに対する指示に関与していなか\nったとしても，被告Ａ１は，福徳銀行の頭取として経営全般を統括すべき地位にあ\nり，また，被告Ａ２は，同行の副頭取として経営全般について頭取を補佐すべき地\n位にあり，いずれも，下部の決裁権限者に経営上の裁量権を逸脱した不合理な事項\nを決裁するよう指示してはならない注意義務，及び，そのような不合理な事項が決\n裁されようとしていることを知った場合には，その事項を決裁しないように指導，\n助言等何らかの防止措置をとるべき注意義務を負っていたところ，同義務に違反し\nて，本件賃貸借契約の締結がなされることについて認識をし，又は，容易に認識し\n得たにもかかわらず，福徳銀行に損害を及ぼす不必要な契約が締結されることにつ\nき何らの防止措置も\nとらずに放置していたものであるから，過失による共同不法行為（民法７０９条，\n７１９条１項前段）に該当し，また，監視義務違反としての善管注意義務（商法２\n５４条３項，民法６４４条）に違反する。\n（被告Ａ１）\nア　必要性\n本件車庫倉庫には，福徳銀行の頭取専用車（メルセデスベンツ）が駐車されてお\nり，また，会議用の机，椅子等を収納するなど倉庫としても使用されていたのであ\nるから，一応の必要性はあった。\nイ　故意責任\n(ア)　被告Ａ１が，被告Ａ２に本件賃貸借契約の締結を指示した事実はない。\n(イ)　仮に，被告Ａ１が被告Ａ２に本件賃貸借契約の締結を指示又は示唆したとし\nても，本件賃貸借契約は，Ｃが同人自身の判断によりその締結を決裁した以上，被\n告Ａ１の指示と損害発生との間には因果関係はない。\nウ　過失責任\n(ア)　原告は，被告Ａ１の故意責任のみを主張し，被告Ａ１の求釈明にも，その旨\n回答していたところ，平成１４年１月２８日付け準備書面において，初めて，過失\n責任を主張したものであって，同主張は時機に遅れた攻撃防御方法として排斥され\nるべきである。\n(イ)　被告Ａ１は，本件賃貸借契約締結の事実を認識していなかった。また，被告\nＡ１は，頭取であり，同被告の職務は経営方針の策定及び実施，組織整備並びに人\n材の育成であり，車庫・倉庫用の建物の賃貸借は，常務会，取締役会に付議されな\nい限り，頭取の職務外であるから，同被告には，本件賃貸借契約締結の事実を認識\nすべき義務もなかった。\n（被告Ａ２）\nア　故意責任\n被告Ａ２は，本件賃貸借契約の締結について，被告Ａ１あるいは他の役員と協議し\nたことは一切なく，何ら関わっていない。\nイ　過失責任\n仮に，本件賃貸借契約が原告主張のように違法・不当なものであったとしても，車\n庫・倉庫の賃貸借契約は，総務担当の昀高責任者であるＣの所管であり，副頭取で\nあった被告Ａ２が，月額５６万円余の賃料の倉庫についての賃貸借契約の必要性・\n相当性にまで注意を払い，事前にこれを察知して防止することは不可能であって，\n本件賃貸借契約の締結を防止しなかったことについて，同被告には過失がなく，監\n視義務違反もない。原告も，被告Ａ２が本件賃貸借契約の締結を認識可能であった\n状況を何ら具体的に主張していない。\n(2)　争点②（松寿庵案件・消滅時効）について\n（被告Ａ２）\nア　不法行為に基づく損害賠償請求権について\n(ア)　本訴請求債権のうち，不法行為に基づく損害賠償請求権については，遅くと\nも平成６年８月末日までには，福徳銀行の代表取締役たる被告Ａ１がその損害及び\n加害者を知ったことが自明である。\n(イ)　平成９年８月末日は経過した。\n(ウ)　被告Ａ２は，平成１２年１０月４日の本件口頭弁論期日において，上記消滅\n時効を援用するとの意思表示をした。\n(エ)　原告は，被告Ａ１の在籍中は時効期間が進行しない旨主張するが，同被告は\n平成７年６月の頭取退任後は取締役ですらないから，少なくともこの時点以降まで\n時効期間が進行しないとすることはできない。\nまた，頭取である被告Ａ１といえども取締役会の意向を無視することはできない\nし，同被告が福徳銀行の意思決定を牛耳っていたわけでもない。したがって，当時\nの福徳銀行（平成６年８月時点で取締役が被告らのほかに１６名いたし，そのうち\n３名は代表権を持っていた。）は，損害賠償請求権を行使することが事実上不可能\nな状況にはなかった。\nさらに，単に取締役の違法行為が判明しにくいとか行使しにくいということだけで\n時効期間の進行を妨げる理由になるのであれば，そもそも，取締役の責任追及案件\nのほとんどが取締役在任中は時効期間が進行しないことになりかねず不当である\nし，監査役に会社を代表させることや株主代表訴訟制度があることとも矛盾する。\n殊に，被告Ａ２については，取締役退任後本件提訴まで５年以上も経っているので\nあり，その時効期間進行について被告Ａ１の在籍期間に左右されるものではない。\n以上のとおり，被告Ａ２の消滅時効の援用は，不当でも信義則に反するものでもな\nい。\nイ　取締役としての善管注意義務違反・忠実義務違反に基づく損害賠償請求権につ\nいて\n(ア)　本訴請求債権のうち，取締役としての善管注意義務違反・忠実義務違反に基\nづく損害賠償請求権は，会社と当該取締役との（準）委任契約に基づく債務不履行\n責任であり，上記（準）委任契約は会社にとっての附属的商行為であるから，その\n消滅時効期間は「商行為によりて生じた債権」（商法５２２条）として５年間と考\nえるべきである。\n(イ)　平成１１年８月末日は経過した。\n(ウ)　被告Ａ２は，平成１２年１０月４日の本件口頭弁論期日において，上記消滅\n時効を援用するとの意思表示をした。\n(エ)　前記ア(エ)と同じ\n（原告）\nア　不法行為に基づく損害賠償請求権について\n(ア)　被告Ａ２の主張からは，「損害及ヒ加害者ヲ知リタル時」がいつか明らかで\nない。\n(イ)　本件賃貸借契約の締結は被告らが決定した事項であり，被告らは，平成６年\n８月当時，福徳銀行の経営全般を掌握していたのであるから，福徳銀行が被告らの\n責任を追及することはあり得なかった。したがって，本件賃貸借契約に基づく昀終\n賃料支払日である平成６年８月をもって「損害及ヒ加害者ヲ知リタル時」とするの\nは不当であり，信義則に反する。\n(ウ)　会社と取締役の間の訴訟においては監査役が会社を代表するものであるとこ\nろ（商法２７５条ノ４），福徳銀行の監査役は，本件賃貸借契約の実体を知ること\nはできなかったから，平成６年８月をもって「損害及ヒ加害者ヲ知リタル時」とす\nることはできない。\n(エ)　被告Ａ２は平成７年６月に取締役から退任しているが，被告Ａ１は平成１０\n年２月まで福徳銀行の相談役として事実上のトップであった。したがって，少なく\nとも被告Ａ１が福徳銀行の相談役に在籍していた間は，被告らに対する責任追及は\n事実上あり得ず，同被告の退任から３年以内に提起された本訴（平成１２年８月４\n日提訴）において，被告Ａ２が消滅時効を援用することは信義則に反し許されな\nい。\nイ　取締役としての善管注意義務違反・忠実義務違反に基づく損害賠償請求権につ\nいて\n(ア)　商法２６６条１項は，商法が特別に取締役の責任を定めたものであり，法定\n責任の規定である。したがって，同項に基づく損害賠償請求権は，商行為により生\nじたものではないから，一般原則どおり，その消滅時効期間は１０年である。\n(イ)（仮に消滅時効期間が５年であるとしても，）被告Ａ２は平成７年６月に取締\n役から退任しているが，被告Ａ１は平成１０年２月まで福徳銀行の相談役として事\n実上のトップであった。したがって，少なくとも被告Ａ１が福徳銀行の相談役に在\n籍していた間は，被告らに対する責任追及は事実上あり得ず，同被告の退任から３\n年以内に提起された本訴（平成１２年８月４日提訴）において，被告Ａ２が消滅時\n効を援用することは信義則に反し許されない。\n(3)　争点③（京都厚生会案件・善管注意義務違反・忠実義務違反）について\n（原告及び反訴被告）\nア　被告らの負っていた注意義務\n銀行は，決済機能を担っているなど，その営む事業が公共性を有しており，銀行の\n取締役は，銀行の業務の健全かつ適切な運営を行うことにより，預金者等の保護を\n確保するとともに信用秩序の維持を図ることが期待されている（銀行法１条）。し\nたがって，銀行の取締役は，貸出業務等の与信業務を行うに当たっては，信用リス\nクを適切に管理し，安全な資金運用を行うことが求められている。\nそして，銀行の取締役が与信業務における措置を行う場合，その措置をとった時点\nにおいて，判断の前提となった事実の認識に重要かつ不注意な誤りがあったか，あ\nるいは，意思決定の過程，内容が銀行の取締役として特に不合理，不適切なもので\nあった場合には，その措置をとった当該取締役は，善管注意義務及び忠実義務に違\n背したものとして，その責任を負う。\nまた，銀行の取締役が，与信業務に関して銀行が定める内部規定に違反する場合，\n特段の事情が認められない限り，その意思決定の過程，内容は銀行の取締役として\n不合理，不適切なものであることが推定される。\nイ　本件各融資の違法性（総論）\n(ア)　本件各融資の前提となる状況\nａ　京都厚生会は，昭和３３年１２月に設立された会社であり，京都の地場資本の\n中では業界第１位のスーパーマーケットであった。\n京都厚生会は，関連会社を多数設立し，多角的な事業展開を図ろうとしていたが，\n新しい事業につき十分に慎重な検討を経てもいないのに思いつき的な安易な事業展\n開をしたこと，着手展開した事業についてのその後のチェック機能体制の不備，さ\nらには失敗した事業についての事後の客観的な分析の欠如とそれによる責任追及体\n制の欠如などから，これらの関連会社による事業展開は悉く失敗していた。\nｂ　京都厚生会は，その関連会社に出資したり運転資金を融資していたが，これら\nの資金提供が京都厚生会の経営と資金繰りを圧迫していた。\nその結果，京都厚生会は，福徳銀行からの借入金について，約定どおりの返済が困\n難になり，平成３年１月，同行から，過去の借入分も含め３０億円の新規融資を受\nけた。\nｃ　バブル経済は，平成２年３月に実施されたいわゆる総量規制を契機として急速\nに崩壊し，平成３年ころからは，福徳銀行の融資先においても，借入金の返済が困\n難になりあるいは倒産する企業が続出するようになった。特に，不動産関連事業へ\nの融資は，その回収が急速に困難になっていった。\nｄ　京都厚生会の関連会社であるコーショウクレジットは，ノンバンクとして主と\nして不動産関連事業に対して融資を行っていたが，平成３年４月，その大口融資先\nである大司商事が倒産し，融資金６６億円が不良債権となった。\nコーショウクレジットにおける平成３年５月時点の調達資金額は１１９億８０００\n万円であったが，京都厚生会はこの借入金全額について保証していた。\nｅ　福徳銀行は，平成３年７月までに京都厚生会の企業調査を実施し，同月１６日\n付けで企業調査結果報告書を作成した。同報告書においては，京都厚生会及び関連\n会社の経営状況と問題点が詳細に分析，検討されていた。そして，同報告書は，コ\nーショウクレジットの破綻により，２６億２２００万円の元本損失が生じることを\n予測し，同社の大司商事以外の貸付金も含めて，その回収の見通しについての精査\nと対策が急務と指摘していた。\n被告Ａ２は，当時，営業企画部長の立場で，同報告書の内容を確認していた。\nｆ　平成３年７月に実施された日本銀行の考査において，福徳銀行の京都厚生会に\n対する貸付金のうち１６億８７００万円がＳに査定区分された。\n福徳銀行は，その内部規定において，日本銀行の考査においてＳに査定区分された\nときは，その債権を指導債権に格付けし，かつ，その管理体制として，本部稟議と\nなり，案件の都度，本支店にて連係しつつ，圧縮への行動をとるものと定めてい\nた。\nｇ　以上の状況によれば，本件融資１が実施される平成４年２月ころまでには，京\n都厚生会が存続できるか否かは，迅速な資産処分による資金の調達と，早期の関係\n会社の整理にかかっており，これらが遅れれば，ますます債務が膨らむ危機的状況\nであった。そして，コーショウクレジットの破綻に伴う保証債務の問題が解決しな\nければ，京都厚生会も破綻するにもかかわらず，同社の危機意識は鈍く，他方，福\n徳銀行においても早急に再建計画の作成を求める姿勢はなかった。\n(イ)　再建計画の不存在\n遅くとも，福徳銀行が京都厚生会に対して３０億円の融資を実行した平成３年１月\nまでには，京都厚生会の財務状況，資金繰りは関連会社の事業展開の失敗などによ\nり，相当程度悪化しており，そのことは当該融資の内容から，福徳銀行にとって容\n易に認識可能であった。そして，同年４月に発生した大司商事の倒産とこれによる\nコーショウクレジットの破綻により，京都厚生会が保証債務の履行を迫られる場合\nにはもちろんのこと，仮にこれを回避できたとしても発生する元本損失の負担に耐\nえられない場合には，京都厚生会は倒産する現実的な可能性があった。また，仮に\n倒産に至らないまでも，債務の増大により融資金の返済が著しく困難になる可能性\nもあった。\n一般に，このような状況において，銀行が経営困難な状態に陥った企業に対して運\n転資金を融資しようとする場合には，健全な融資先に融資する場合に比べていっそ\nう慎重にその返済可能性が検討されなければならず，その検討においては，当該企\n業の実現可能性のある再建計画が必要不可欠である。\nしかるに，本件融資１及び２の決定に際して，京都厚生会の再建計画が存在しなか\nったことは客観的に明らかであり，また，本件融資３の決定に際しても，再建計画\nの名に値する計画がなかったことが明らかである。\nところが，被告らは，本件各融資の判断において，再建計画が存在していないこと\nを何ら問題とすることなく，したがって，再建の見通しのないまま，同各融資を決\n定，実行した。\n(ウ)　返済計画の不存在\n福徳銀行が本件融資１について融資判断を行う時点で，既にコーショウクレジット\nの破綻により京都厚生会に生じる元本損失は２６億２２００万円と見込まれてお\nり，また，京都厚生会において２年間の金利支払いを行うことを前提とするなら\nば，その期間中に京都厚生会において不足する運転資金は１７億９６００万円と見\n込まれていた。そうすると，京都厚生会の債務は元本だけで合計４４億１８００万\n円純増することになるが，これをどのようにして返済するかについての計画は検討\nされていなかった。\nそして，本件融資１の稟議説明補箋によれば，この時点で検討されていたのは，４\nつの不動産を売却することのみであるところ，これを売却してもわずかに８億８０\n００万円の余剰資金が捻出できるだけであるから，上記債務の純増額には到底不足\nしていることが明らかであった。しかも，上記不動産については，既に，この時点\nで，福徳銀行取引先及び三井信託銀行不動産部等通じて売却先を探しているが現状\n進展していないと稟議補箋に記載されており，売却予定代金が適正であるかには疑\n問があった。\nしたがって，上記の純増する債務の返済可能性について真摯な検討がなされていれ\nば，むしろ，返済は困難と判断されるべき状況であったが，被告らは，債務全体の\n返済計画を何ら検討しなかった。\n(エ)　日本銀行の考査結果の無視\n福徳銀行の京都厚生会に対する融資は，平成３年７月に実施された日本銀行の考査\nにおいて，１６億８７００万円がＳに区分査定されていた。これは，京都厚生会の\n返済可能性について客観的かつ重大な疑いが生じたことを意味するものであり，本\n件各融資の判断に際しては，日本銀行の考査において上記の判断がされた原因が究\n明された上で，そのリスクをどのように評価するかについて検討がされるべきであ\nった。\nしかるに，被告らは，本件各融資の判断に際して，日本銀行の考査でＳと区分され\nた理由を何ら究明しなかった。\n(オ)　内部規定違反\n福徳銀行は，内部規定である「要注意債権管理の手引き」及び「貸出金管理の手引\nき」において，その債権を指導債権に格付けし，かつ，その管理体制として，本部\n稟議となり，案件の都度，本支店にて連係しつつ，圧縮への行動をとるものと定め\nていた。\nしかるに，被告らは，上記内部規定に反して，圧縮への行動をとるのではなく，む\nしろ，融資残高をひたすら増大させていった。\nウ　本件各融資個別の違法性\n(ア)　本件融資１\nａ　返済原資の不確定\n本件融資１の返済原資は，Ｗ物件の売却代金と売上げ増加による自己資金蓄積分と\nされていた。\nしかるに，稟議書上，前者については，正常価格を３億３８００万円と評価しなが\nら，売却予定金は３億５０００万円としており，その金額には齟齬があるが，被告\nらは売却予定代金がいかなる根拠に基づいて算出されたものであるか確認していな\nい。\nまた，後者については，そもそもコーショウクレジットの破綻により京都厚生会に\n生ずる元本損失が２６億２２００万円と見込まれ，さらに２年間の金利支払いなど\nによって１７億９６００万円の追加融資が見込まれる状況において，返済期間であ\nる１年間で１億５０００万円もの「売上増加による自己資金蓄積」を行うことは不\n可能ないし著しく困難であると思われるにもかかわらず，被告らは，その点につい\nて何ら検討していない。\nｂ　担保不足\n本件融資１の担保はＷ物件であったが，その担保評価は２億３６００万円にすぎ\nず，融資額５億円の半分にも満たないのであるから，担保不足は明らかであった\nが，被告らがこれを問題とした形跡はない。\nこの点について，被告らは，定期性預金が５億５０００万円存在し，これが，担保\nとしての意味合いを持つと主張するが，定期性預金は，その時点において，京都厚\n生会が倒産した場合にのみ相殺による担保機能を果たすにすぎないから失当であ\nる。\nｃ　経営企画委員会\n本件融資１の稟議説明補箋においては，Ｇ公認会計士がアドバイザーとなって経営\n企画委員会が発足したこと，そこでは京都厚生会の経常利益を５億円に引き上げる\nこと，借入金を現状より３０億円圧縮することなどが検討されている旨の記載があ\nる。\nしかしながら，これについては，平成３年２月期において経常利益がわずか９１０\n０万円余りであったものが，どのようにして短期間に５億円もの経常利益を捻出す\nることが可能になるのか，あるいは，仮に現状で売却しようとしている不動産全て\nが予定価格で売却できても１７億５０００万円しか債務が減らず，しかも，その売\n却代金のおよそ半分（８億８０００万円）は今後の借入金の返済原資と見込んでい\nるにもかかわらず，どのようにして３０億円もの債務の圧縮が可能なのかなどの疑\n問が生じるが，被告らがこれを検討した形跡は全くない。\n(イ)　本件融資２\nａ　返済原資の不確定\n本件融資２の返済原資として，４つの不動産の売却代金が予定されていたが，本件\n融資１の稟議説明補箋にはこれらの不動産については売却の努力をしているにもか\nかわらず売却先が見つからないことが記載され，さらにそれから３か月を経過して\nいるにもかかわらず，本件融資２の稟議説明補箋においても同様の記載があった。\nそうすると，これらの不動産は予定している価格では売却できないのではないかと\nの疑問が生じてしかるべきであるが，被告らがこれを検討した形跡は全くない。\nまた，予定している返済原資は，不動産の売却代金から被担保債権額を控除した残\n金であり，京都厚生会は福徳銀行以外の多数の金融機関からも融資を受けているこ\nとからすると，果たしてその残金が福徳銀行に確実に返済されるかについて疑問が\n生じてしかるべきであるが，被告らがこれを検討した形跡はない。\nｂ　担保不足\n本件融資２の担保としては，既に設定している根抵当権の極度額を１７億円から２\n０億円に増額したにとどまり，実質的には無担保融資である。\nしかるに，被告らが，これを問題とした形跡はない。\nｃ　経営企画委員会\n本件融資１と同じく，稟議説明補箋には，経常利益を５億円に引き上げる，借入金\nを３０億円圧縮するとの目標が記載されているが，依然として抽象的であって，そ\nの実現可能性には大いに疑問があり，しかも，この記載からすれば，むしろ，本件\n融資１の時点から再建計画について何らの進捗がないことが窺われるが，被告らが\nこれを問題とした形跡はない。\n(ウ)　本件融資３\nａ　返済原資の不確定\n本件融資３の返済原資として，Ｔ店の売却代金が予定されていたが，稟議書上，売\n却代金を５６億円ないし６０億円とする根拠は示されておらず，むしろ，同じ稟議\n書に付属している稟議説明補箋に記載されている正常価格とは大きな乖離があっ\nた。\nそうすると，予定している売却代金の根拠が極めて重要であると考えられるとこ\nろ，被告らがこれを確認した形跡はない。\nまた，稟議書付属資料によれば，Ｔ店を売却する場合に，これに代わるものとして\n京都市営地下鉄の開通に伴うＴ駅ターミナルビルにテナントとして入居することを\n予定していたところ，地下鉄が開通するのは平成７年であるから，そもそも売却を\n予定している時期がいつなのかが問題となるところ，被告らがこれを検討した形跡\nはない。\nｂ　担保不足\n本件融資３は無担保融資であるが，被告らがこれを問題とした形跡はない。\nなお，本件融資３の時点で，定期性預金は３億１５００万円に減少しており，定期\n預金が担保としての機能を果たしていなかったことが分かる。\nエ　被告らの責任原因\n(ア)　被告Ａ１\nａ　福徳銀行においては，本件各融資当時，内外総与信額が８億円を超える融資に\nついては，原則として頭取が決裁権限を有していた。\nｂ　本件各融資は，内外総与信額が８億円を超える融資であった。\nｃ　被告Ａ１は，福徳銀行の代表取締役頭取として，回収が困難であると判断可能\nであった本件各融資に関しては，これらを否決するか，仮に決定・実行するならば\nより適切な債権保全措置を確保すべき善管注意義務・忠実義務を負っていた。\nｄ　しかるに，被告Ａ１は，上記義務に違反して，本件各融資をいずれも決定・実\n行した。\n(イ)　被告Ａ２\nａ　被告Ａ２は，福徳銀行に損害が生じないよう，回収が困難であると判断される\nような融資に賛同して，これを推進してはならない善管注意義務・忠実義務を負っ\nていた。\nｂ　被告Ａ２は，代表取締役副頭取として，福徳銀行の業務全般について頭取を補\n佐する立場にあり，業務執行全般につき監督すべき注意義務（あるいは取締役とし\nて被告Ａ１の決裁行為を監視すべき注意義務）を負っていた。\nｃ　被告Ａ２は，融資審議会の構成員であり，本件各融資は融資審議会に付議され\nたから，その内容を十分知っていた。\nｄ　しかるに，被告Ａ２は，上記義務に違反して，融資審議会において，回収困難\nな本件各融資に賛成し，被告Ａ１が本件各融資を決裁することに異議を唱えなかっ\nた。\n（被告Ａ１）\nア　本件各融資の客観的妥当性\n本件各融資は客観的に正当なものであったので，被告Ａ１に善管注意義務違反は認\nめられない。\nイ　善管注意義務違反\n以下の事実に鑑みると，被告Ａ１には頭取としての注意義務違反があったとは到底\nいえない。\n(ア)　本件は，京都厚生会に対する融資判断の妥当性が問題となっているが，その\nような個別の案件に，融資総額１兆８０００億円，貸出先３万件規模の銀行の頭取\nが直接関わることは一般論としてあり得ない。\n問題になるとすれば，特別な個人的人間関係のために頭取自ら本来の融資ルールを\n歪めた場合とか，審査担当者が融資に反対しているにもかかわらず，頭取が主観\n的，独断的に，あるいは背任的意図をもって決裁した場合が考えられるが，被告Ａ\n１についてそのような事実は全くない。\n(イ)　個別融資案件は営業店と審査部が審査する。大口融資については頭取決裁事\n項とされ，融資審議会の審議が要件とされているが，全般的，実質的な検討と融資\n判断はもちろん審査部が担当する。そして，審査部が検討の結果，融資を可と判断\nした案件のみを融資審議会に付議する。したがって，融資審議会では重ねて全般\n的，実質的な検討を加えるわけではなく，基本的に審査部が正しいということを前\n提にして，審査部が問題として指摘した点及び大所高所からの問題点を議論するに\nとどまる。まして，頭取たる被告Ａ１は，融資審議会での審査部の説明，構成メン\nバーの議論を聞き，それについて特段不合理と思われる事情がない限り，審査部と\n他の構成メンバーの意見に沿った決裁を行っていた。被告Ａ１は，本件各融資にお\nいても，このような態\n度を忠実に実行していたのであって，この行為に，善管注意義務違反は認められな\nい。\n(ウ)　被告Ａ１が個別融資案件に関わるのは融資審議会においてのみであり，本件\n各融資も同様であった。\n(エ)　日本銀行の考査で，福徳銀行の京都厚生会に対する貸付金の一部がＳ区分さ\nれたことに対し，特別の措置は講じなかったが，それは同等の措置，つまり，債権\n管理上の必要な注意はＳ査定があろうとなかろうと既に行われていたからである。\n(オ)　本件各融資に関し取得した担保が不十分であった点は，それぞれ当時の不動\n産動向やそれに対する一般的予測及び京都厚生会の状態からすれば，この程度の担\n保取得はむしろ努力の成果と評価することができる。\nウ　経営判断の原則\n(ア)　銀行の取締役に対し，過去の与信業務における措置が善管注意義務\n及び忠実義務に違背するとしてその責任を追及するためには，その措置をとった時\n点において，判断の前提となった事実の認識に重要かつ不注意な誤りがあったか，\nあるいは，意思決定の過程，内容が企業経営者一般としてではなく，銀行の取締役\nとして特に不合理，不適切なものであったことを要する。\n(イ)　本件各融資の判断の前提となった事実の認識は，融資審議会におい\nて配付された稟議書その他の書類，審査部又は審査担当役員の説明，その場での審\n議会構成メンバーの意見であり，被告Ａ１がこれらの手段によって得た事実の認識\nに重要かつ不注意な誤りはなかった。\n(ウ)　被告Ａ１の意思決定の過程は，融資審議会の審議と，その結果構成\nメンバー全員が「本件各融資を可とする」との結論で一致したという経過を踏まえ\nており，これが，特に不合理，不適切なものでないことは明らかである。\n(エ)　被告Ａ１の意思決定の内容も，(イ)の事実認識を前提に「本件各融\n資を可とする」との結論に至ったものであり，至極合理的であって，これが，特に\n不合理，不適切なものでないことは明らかである。\nエ　信義則違反\n以下の事情から，被告Ａ１に対する請求は信義則上許されない。\n(ア)　本提提起が平成１２年８月であるところ，本件融資１が実行された\nのは平成４年２月，被告Ａ１が福徳銀行の頭取を退任したのが平成７年６月，福徳\n銀行となにわ銀行の合併が行われたのが平成１０年１０月，反訴被告が破綻したの\nが平成１１年８月であって，本件提訴は時機に遅れた提訴である。\n(イ)　京都厚生会の破綻原因はＵコンドミニアム事業であるところ，同社\nは，被告Ａ１が同事業を止めさせようと努力したにもかかわらず，福徳銀行に内密\nで進め，結果破綻したのであり，そのような京都厚生会の予見し難い無謀な行為の\nツケを同被告に負わせるのは酷にすぎる。\n(ウ)　被告Ａ１は，頭取を退任した上，その際当然受け取ることのできた\n退職慰労金約５億円を自発的に辞退しており，経営者としての道義的責任は事実上\n果たしている。\n（被告Ａ２）\nア　本件各融資の客観的妥当性\n(ア)　京都厚生会は，もともと地場の大手スーパーとして福徳銀行がメインバンク\nの役割を果たしてきた正常な貸出先であり，決算は常に黒字である上，収入のほと\nんどが現金であるというように財務体質が非常に良好な企業であった。平成３年５\n月にコーショウクレジットが不良債権を抱えるに至り，京都厚生会も何らかの再建\n策を講じる必要が生じてきたが，本件各融資のうち，本件融資１及び２は再建計画\n策定までの支援，本件融資３は再建計画策定後のその実施に伴うものであり，再建\n計画自体は順調に進捗していたが，平成６年末から平成７年初頭に至り，福徳銀行\nに隠して行っていたＵにおけるコンドミニアム事業が露見したため，福徳銀行から\nの融資を受けることができなくなって倒産したもので，本件各融資当時は倒産する\n可能性などほとんど\nなかったものである。\n(イ)　融資の回収可能性を判断するに当たっては，返済原資としては利益のほかに\n減価償却費も考慮されるべきである。\nまた，京都厚生会の負債の構成上，本来長期借入金とすべきであるのに，金融機関\nの都合等によって短期借入金とされているものも多かったのであるから，短期借入\n金を借り換えていくことによって返済資金に困ることは通常は考えられない状況で\nあった。\nその上，京都厚生会では，事業展開として，多くの店舗等への投資が行われること\nによって利益が圧縮されていた事情もあって，このような投資を控えれば，容易に\n返済資金を調達でき，借入金の返済原資に窮するということはまず考えられない会\n社であった。\n(ウ)　平成３年１月の福徳銀行の京都厚生会に対する３０億円の融資のうち，旧来\nの債務の借換分（２３億４６２０万円）は，京都厚生会の本来の資金需要からすれ\nば長期貸付けとすべきところを短期貸付けとしていたものについて，長期貸付けに\n付け替えるための融資であって，この借入れがあることによって，その時点での京\n都厚生会の資金繰りが悪化していたとすることはできない。\nまた，福徳銀行の京都厚生会に対する融資のうち１６億８７００万円が「査定区分\nＳ」とされたとしても，指導債権に格付けされていたわけではない。\n(エ)　京都厚生会の関連企業のうち，資金収支面への影響という点で，同社が特に\n問題視しなければならなかったのは，コーショウクレジットのみであり，その余の\n企業は，好調であったり，清算によって処理できるものであった。\nそして，コーショウクレジットのために京都厚生会に生じる２３億円余の損切り部\n分は，Ｔ店の売却によって少なくとも１２億円（好首尾ならば全額）が処理できる\n見通しにあったし，本件各融資もＰ社宅ほか３物件の処分代金で十分カバーできる\nと見込むことができた。\nしたがって，仮にこれらによっても処理できない債権が残るとしても多くて１０億\n円程度であり，平成６年２月期には実質税引後利益と減価償却費で５億円近い金額\nを借入金返済に回すことができる程度の余裕が生じていることを考えると，他の借\n入金返済を考慮に入れても，昀悪の場合でさえ，数年で上記損切り部分も本件各融\n資分もカバーできると見込むことができた。\n(オ)　本件融資３の当時，京都厚生会についての再建計画が出来上がっていた。こ\nれによると，もともと財務体質が良好ではあるが，利益率が悪く，関連会社のため\nに借入金が増大していた京都厚生会について，関連会社から切り離し，その利益率\nをあげていくという方向性は明確に打ち出されている。\nそして，具体的には，京都厚生会がコーショウクレジットのために保証した残りの\n２３億円余をＴ店の売却等により処理するとともに，京都厚生会本体の借入金も物\n件売却により削減していくとされる。\n関連会社のための保証債務の平成４年１２月末時点での残高は大きいが，その後の\n減少見込みを考慮すると，実質は２７億円余であり，京都厚生会の実資力の範囲内\nである。\n審査部の見解（意見）として，「京都厚生会の経常運転資金については，今後共支\n援体制をとる」こととされ，コーショウクレジットの利払いを怠ると同社の債権者\nから京都厚生会に対して保証債務の履行を求められ，資金繰りの予定が狂うおそれ\nもあるから，それを未然に防ぐため，「具体的再建計画を持参の上調達先各社へ支\n援要請訪問」としている。\n(カ)　京都厚生会は，平成３年５月にコーショウクレジットの昀大の融資先であっ\nた大司商事が倒産した後，再建計画（平成５年１月２２日までに完成していたと考\nえられる。）に従って順調に立ち直りつつあった。\nところが，平成７年になって，京都厚生会が，福徳銀行が反対していたＵコンドミ\nニアム事業を隠れて行っていたことが判明し，福徳銀行が京都厚生会への新規融資\nを断ったために，京都厚生会は和議手続開始申立て，会社更生手続開始申立てへと\n進んでいったのである。\n当時の再建計画の進捗状況からすれば，Ｕコンドミニアム事業への関与がなけれ\nば，京都厚生会は，少なくとも倒産の事態に至ることはなかったと考えられ，も\nし，京都厚生会の倒産により福徳銀行に損害が生じたとすれば，それは，京都厚生\n会がＵコンドミニアム事業を福徳銀行に隠れて行ったためであり，被告Ａ２が本件\n各融資に反対意見を述べなかったためではない。\nイ　本件各融資の回収可能性\n(ア)　本件融資１について\nａ　京都厚生会は，この時期，経営企画委員会を発足させて体質強化を図ろうとし\nていたのであり，同社のそれまでの企業力に照らしても回収に不安を感じなければ\nならないような状況ではなかった。\nｂ　京都厚生会は，当時，５億円強の見合預金を有しており，債権保全面に特に問\n題はなかった。\nｃ　当時の京都厚生会の企業力からすれば，借換等の処置により，企業利益から返\n済させていくことは十分可能と考えられ，また，売却予定物件の売却も進捗するで\nあろうと見込まれたのであり，本件融資１による融資金は，不動産の売却と内部資\n金によって十分返済可能であった。\n(イ)　本件融資２について\nａ　福徳銀行は，京都厚生会の再建案が平成４年６月末に作成される予定とされ，\n他行も協調して支援している中で，メインバンクとして支援を必要と考えた。\nｂ　不動産担保４６億円のほか定期性預金５億円程度があり，債権保全面でも特に\n問題はなかった。\nｃ　返済資金として，不動産売却予定金６億円程度が見込まれた。\nｄ　月間５１００万円が返済されて債務が減少していくと見込まれていた。\nｅ　再建案の具体的内容もまだ明らかでないこの時期に，メインバンクともいうべ\nき福徳銀行が不用意に結論を出して支援を打ち切るようなことは，京都厚生会を現\n実に行き詰まらせることになったであろうし，あるいは，他行に乗り換えられて福\n徳銀行が古くからの顧客を失う結果となることもあり得，到底妥当な処置とはいえ\nない。\nｆ　当時の京都厚生会の企業力からすれば，借換等の処置により，企業利益から返\n済させていくことは十分可能と考えられた。\n(ウ)　本件融資３について\nａ　当時，既に京都厚生会の再建案ができており，メインバンクである福徳銀行が\n融資を打ち切ることは，京都厚生会が福徳銀行の長年の取引先であること，京都厚\n生会が京都の重要な地場産業であること，メインバンクとしての社会的責任等の諸\n点に照らして，到底妥当な処置とはいえない。\nｂ　担保不足は正常価格を基礎にすると７８００万円程度であった。\nｃ　不動産売却により返済資金が手当できると見込まれた。\nｄ　イ(イ)ｆと同じ\nウ　善管注意義務違反\n以下の事実に鑑みると，被告Ａ２に善管注意義務違反は認められない。\n(ア)　融資審議会は，その構成員，審議に使える時間や提示される資料に照らす\nと，その審議は，審査部での融資を可とする判断が非常識ではないか，誤っていな\nいかという観点からの検討が中心にならざるを得ないし，審議会の構成員の検討と\nしてはそれで十分である。\n(イ)　本件各融資については，福徳銀行内において，担当の京都支店，審査部，融\n資審議会の構成員及び決裁をした頭取のうち，誰一人として，本件各融資が違法で\nあるとして反対し，異論を唱えた者がいない。融資の審査というものは，一定の予\n想であるから，ある程度の不確実さを伴うことは避けられないところであるが，ど\nこまでの不確実さが許されるのか（裁量の範囲）の判断に際しては，現実の実務に\n携わっている者の感覚もまた無視できないのである。\n(ウ)　融資審議会は，頭取の決裁についての諮問機関であって，融資審議会の構成\n員の意見はあくまで参考にすぎず，頭取の決裁が融資審議会における審議内容ある\nいは構成員の意見に拘束されるわけではない。すなわち，８億円を超える融資の昀\n終的な決裁権は頭取が有していた。\n(4)　争点④（京都厚生会案件・損害）について\n（原告及び反訴被告）\nア　損害（主位的主張）\n(ア)　損害額（本件各融資の元金）\n本件各融資によって生じた損害額は，本件各融資により増大した福徳銀行の回収不\n能額であり，個々の債権に回収金がどの程度充当されたかという事後的な事情によ\nって損害額に変動を来すものではない。仮に，回収金の一部が違法融資に基づく債\n権に充当されたとしても，本件のように，これによって正常に融資された債権の回\n収額が減少するという関係にある場合には，これをもって善管注意義務違反と相当\n因果関係のある損害と評価せざるを得ない。\nしたがって，基本的には，本件各融資によって，福徳銀行に融資元金の合計と同額\nの８億６８００万円の損害が発生したといえる。\nただし，上記損害額のうち，本件各融資を実行したことにより会社更生手続の中で\n福徳銀行が受けた配当額中の増加分については，損害額から控除されなければなら\nない。本件各融資に関する届出債権額は合計９億２４３５万６７０８円であるか\nら，もし本件各融資をしなければ，福徳銀行の保証債権以外の一般更生債権は，同\n額減少して３２億１３１８万７０３４円となる。そして，本件各融資がされなかっ\nた場合，京都厚生会の会社更生手続における保証債権以外の一般更生債権に対する\n弁済額が変わらないとすれば，同債権に対する配当率は２４．２パーセントから２\n７．１パーセントに上昇するから，福徳銀行が本件各融資をしなければ，同行の保\n証債権以外の一般更生債権に対する配当額は，３２億１３１８万７０３４円の２\n７．１パーセントに相当\nする８億７０７７万３６８６円となったといえる。したがって，福徳銀行が，保証\n債権以外の一般更生債権に対して，現実に受けた配当額と本件各融資をしなかった\n場合に受けたであろう配当額の差額１億３０５１万１９００円が，本件各融資を実\n行したことによる配当増加額である。\nこれを本件各融資の元金合計額から控除すると，本件各融資により増大した福徳銀\n行の回収不能額は７億３７４８万８１００円となる。\n(イ)　損害額（運用利益）\n福徳銀行は，上記金額が回収不能となった結果，これを全額回収していれば他に運\n用して本件訴訟提起までに得られたであろう運用利益をも失った。\nａ　福徳銀行の本件各融資当時の基準金利は民法所定の利率を超えており，本件各\n融資の元金を正常な貸出先に融資していれば，少なくとも年５パーセントの運用利\n益は確実に見込まれた。そうすると，上記７億３７４８万８１００円に対する一般\n更生債権の回収日である平成１０年２月２７日から本件訴訟提起日の前日である平\n成１２年８月３日までの間の年５パーセントの運用利益８９８１万１９０６円が見\n込まれた（損害額合計８億２７３０万０００６円）。\nｂ　仮に，年５パーセントの割合による得べかりし運用利益が認められないとして\nも，現実に回収不能となった約定利息金額に相当する損害を被ったことは疑う余地\nがない。本件各融資の当初の約定利率は５パーセントを超えていたが，後に年３．\n５パーセントに引き下げられた。そうすると，少なくとも，上記７億３７４８万８\n１００円に対する一般更生債権の回収日である平成１０年２月２７日から本件訴訟\n提起日の前日である平成１２年８月３日までの間の年３．５パーセントの運用利益\n６２８６万８３３４円が見込まれた（損害額合計８億００３５万６４３４円）。\n(ウ)　よって，福徳銀行の損害額は，７億９３００万円を下らない。\nイ　損害（予備的主張）\n(ア)　損害額（本件各融資の元金）\n仮に，法定充当により損害額が減少するとの立場を取り，本件各融資に基づく債権\nの回収不能分だけを取り出して損害と把握するとすれば，元金の４７．３パーセン\nトが回収されたことになるから，回収不能元本額は８億６８００万円の５２．７パ\nーセントに相当する４億５７４３万６０００円となる。\n(イ)　損害額（運用利益）\n福徳銀行は，上記金額が回収不能となった結果，これを全額回収していれば他に運\n用して本件訴訟提起までに得られたであろう運用利益をも失った。\nａ　前記(ア)の元本額を前提にして，前記ア(イ)ａと同様に計算すると，５５７０\n万６９３２円の運用利益が見込まれた。\nよって，福徳銀行の損害額は，５億１３１４万２９３２円を下らない。\nｂ　前記(ア)の元本額を前提にして，前記ア(イ)ｂと同様に計算すると，３８９９\n万４８５２円の運用利益が見込まれた。\nよって，福徳銀行の損害額は，４億９６４３万０８５２円を下らない。\nウ　法定充当について\nそもそも弁済充当は，後順位抵当権者の権利の範囲や保証人の責任の範囲を画する\n場面において問題となる。これらの者は，抵当権を有しあるいは保証債務を負って\nおり，先順位抵当権者や主債務者の債務の充当金額の大小により自らの権利義務に\n影響を受ける可能性があるから，充当について正当な利益があるといえる。\nしかしながら，違法融資を実行した責任者である被告らは，充当による回収不能額\nの減少を主張し得る適格を有しているとは到底いえない。\n被告らは，指定充当権があることを前提に本件各融資を実行しており，たまたま会\n社更生手続が開始され，違法融資に基づく債権にも形式的には法定充当がされるこ\nとになったことを奇貨として損害が減少したとの主張をすることは，信義則上も許\nされない。\nエ　手形の書替について\nそもそも，違法融資により生じた損害とは，経営者らの違法行為と相当因果関係の\nある損害であるから，行為と結果の間に相当因果関係があるかどうかが重要な問題\nであり，当該融資が形式上回収された扱いになっているかどうかは重要な問題では\nない。\n違法行為によって実行された融資金が形式上回収された扱いになったとしても，従\n前の融資の切替えにすぎない場合や実質的に見れば期限延長が行われたにすぎない\n場合，切替えや期限延長後に回収不能となった損害は，違法行為である元々の融資\n実行等により生じたものに他ならない。したがって，これらの回収不能金は，違法\n行為と相当因果関係のある損害である。\n本件各融資の期限延長は，いずれも，不動産の売却などが予定どおり進まなかった\nことなどにより回収計画が不可能となったため，期限延長等をせざるを得ない状況\nでなされたものであり，その際に，回収は不可能であったし，実質的な融資判断も\nなされておらず，同各融資の回収不能による損害は被告らの違法行為と相当因果関\n係のある損害である。\n（被告ら）\n仮に，被告らに責任があったとしても，それによって生じた損害のうち，１２２１\n万９８７６円は，反訴被告によって，被告Ａ２の反訴被告に対する普通預金債権と\n相殺されたから，その限度で消滅している。\n（被告Ａ１）\nア　福徳銀行の京都厚生会に対する更生担保権及び更生債権総額５９億６４２９万\n０７８９円については，更生計画に基づいて３２億１５１７万０４５１円が弁済さ\nれており，法定充当の規定（民法４８９条から４９１条まで）が適用される結果，\n本件融資金合計７億９３００万円も，同様の割合である４億２７４８万２５３８円\n（小数点以下切り捨て）が弁済されている。\nイ　手形の書替について\n本件各融資は，手形貸付けの方法でなされたものであるところ，いずれも，各返済\n期日に手形が決済され，融資金が返済されている。\n手形の書替によって発生した債権に関しては，それぞれの時期に書替要請に応諾し\nたこと（回収時期又は執行時期を遅延させたこと）の当不当及びその責任主体が論\nじられなければならない。\n（被告Ａ２）\nア　本件各融資の元金について\n(ア)　一般更生債権（保証債権以外）には２４．２パーセントが配当され，一般更\n生債権には元本のほかに利息及び損害金が含まれていたというのであるから，元\n本，利息及び損害金にそれぞれ２４．２パーセントあて配当されたものであり，法\n定充当を考える余地はない。したがって，一般更生債権の元本部分（３７億４６２\n１万５１３５円）には，その２４．２パーセントである９億０６５８万４０６２円\nが配当され充当されたとみるべきであり，更生手続における福徳銀行の元本回収額\nは，３１億２０４６万８９２７円（更生担保権額と上記９億０６５８万４０６２円\nの合計額）であり，回収率は約５２．３５６パーセントとなる。\n(イ)　原告及び反訴被告は，本件各融資により増大した回収不能額が損害であり，\n本件各融資が弁済されてもその分だけ他の債権の回収率が減少するから，本件各融\n資額が損害額であると主張している。\nしかし，融資によって債務者は債務を負う反面で融資金を手にするのであるから，\n少なくとも，融資の時点では，違法融資によって正常に融資された債権の回収額が\n減少するという事態は起こらない。回収額が減少するとすれば，その後の資産の流\n出・劣化によるのであって，融資自体によって回収率が減少することはない。本件\n各融資の資金使途がコーショウクレジット金利支援分，税金資金等の不可避なもの\nであったことを考えると，本件各融資金がなければ，京都厚生会は他の資産を処分\nするなどしてこれらの金員を捻出したと考えられ，倒産時の同社の資産はもっと減\nっていた可能性が高く，本件各融資によって債権回収率は増えこそすれ減少するこ\nとはなかったと考えられ，本件各融資により回収不能額が増大したとみるのは正当\nでない。\n(ウ)　本来の融資自体による損害とは，当該融資による貸金債権の履行期又はそれ\n以後の一定の時期における掴取力の問題であって，それが債権額より低ければ，掴\n取力によりカバーできない額が損害ということになり，債務者の倒産があった場合\nには，その手続からの回収不能額をもってこのような意味での損害額を近似してい\nるにすぎない。\n本件においても，少なくとも，本件各融資の現実の回収率５２．３５６パーセント\nによる４億５４４５万円は，損害額とはならない。\n(エ)　損益相殺の抗弁\n仮に，本件各融資金額全額の損害が発生したとしても，その後に，会\n社更生手続からの配当（４億５４４５万円）によって，その限度で損害が回復され\nた。\nイ　運用利益について\n原告は，回収不能額による運用利益たる利息も損害であるとして，配当回収日から\n本件訴え提起日の前日までの利息を損害に計上する。\nしかし，上記利息の実質は，本件各融資の回収不能額に付された遅延損害金（の一\n部）とみるべきものである。このことは，原告が損害賠償額に対する遅延損害金を\n請求しているため，運用利益たる利息をもこの損害に加えると複利になってしまう\nことを考えても明らかである。\nウ　手形の書替について\n本件各融資は，いずれも，その後，手形の書替が行われており，その時点で，新た\nな貸付金によって弁済されているので，それによる損害が生じる余地はなくなって\nいる。\n仮に，手形書替によっても本件各融資が同一性を維持していると考えるとしても，\n京都厚生会の和議申請及びこれに続く会社更生法申立てにより福徳銀行に損害が生\nじたということを前提とすると，それはとりもなおさず本件各融資の期限を延長し\nたために生じた損害であって，被告Ａ２が本件各融資実行について反対しなかった\nことと福徳銀行に生じた当該損害とは因果関係がない。\n(5)　争点⑤（京都厚生会案件・消滅時効）について\n（被告Ａ２）\n前記(2)（被告Ａ２）イと同じ\n（原告及び反訴被告）\n前記(2)（原告）イと同じ\n第３　当裁判所の判断\n１　松寿庵案件について\n(1)　当事者間に争いがない事実，関係証拠（甲Ａ１，２の１，２，甲Ａ３の１，甲\nＡ４の１，甲Ａ５ないし７，１０の１，２，甲Ａ１１，１２の１，２，甲Ａ１３，\n１４，１７，１８，２２の１，２，甲Ａ２３ないし２５，２６の１，２，甲Ａ２８\nないし３０，乙ア５，６，９，証人Ｃ，被告Ａ１，同Ａ２，ただし，以下の認定に\n反する部分を除く。）及び弁論の全趣旨を総合すれば，以下の事実が認められる。\nア　当事者等\n(ア)　被告Ａ１は，本件賃貸借契約締結当時，福徳銀行の代表取締役頭取であった\n（争いがない）。\nなお，被告Ａ１の父亡Ｆ（昭和６３年６月１５日没）も，福徳相互銀行の代表取締\n役社長（後に会長）を務めており，Ｈ家は，保有する福徳銀行の株式の持株比率が\n１万分の１にすぎなかったにもかかわらず，福徳銀行のオーナーのような存在であ\nり，亡Ｆの死後は，福徳銀行の秘書室長が亡Ｆの妻である亡Ｉ（平成１２年４月３\n０日没）の庶務事項を担当していた（乙ア９，被告Ａ１）。\n(イ)　被告Ａ２は，本件賃貸借契約締結当時，福徳銀行の代表取締役副頭取であっ\nた（争いがない）。\n(ウ)　Ｃは，本件賃貸借契約締結当時，福徳銀行の総務部担当の専務取締役であっ\nた（甲Ａ２９，証人Ｃ）。\nイ　福徳銀行における不動産賃貸借契約締結の仕組み等\n(ア)　本件賃貸借契約締結当時，福徳銀行においては，「予め定められた方針によ\nる動産，不動産，備品，消耗品等の取得，賃借，管理，処分，補修，償却に関する\nこと」は総務部管財課が担当し，「文書等の統括管理」は同部総務課が担当するこ\nととなっていた（甲Ａ７，２６の１，２）。\n(イ)　福徳銀行における職制規程・権限規程では，不動産賃貸借契約を含む対外諸\n契約は総務課担当部長の権限事項であり，権限者は必要に応じ，上位権限者に協議\n又は報告を要し，必要に応じ関係部と協議を要することとされていた（甲Ａ２６の\n２）。\n(ウ)　福徳銀行における賃貸借契約締結の決裁は，総務部管財課で稟議書を作成し\nた上，総務部長，総務部担当取締役の順に決裁するのが一般的であった（証人\nＣ）。\nウ　ＦＧ経営改善委員会の設置\n平成４年１月１０日，福徳銀行は，島之内土地建物等福徳銀行のグループ会社の経\n営改善・再建支援を行うため，被告Ａ１，同Ａ２らの決裁により，同行が必要と認\nめたグループ各社の経営改善・再建（案）に基づく一切の諸施策を協議・決定する\nための，頭取の下部機関として，「ＦＧ経営改善委員会」を設置し，被告Ａ２がそ\nの委員長に，専務取締役Ｃらがその委員に就任し，事業開発部が事務局となった\n（甲Ａ１８）。\nエ　本件賃貸借契約締結以前の本件土地等に関する契約関係等\n(ア)　本件土地上の居宅及び倉庫に関する管理委託契約\n亡Ｉは，孫であるものの養子でもあったＥの親権者として，昭和６３年１２月１５\n日，島之内土地建物との間で，Ｅが本件土地等の上に所有していた居宅（木造瓦葺\n２階建，１階９１．１０平方メートル，２階３８．８４平方メートル）及び車庫\n（鉄筋コンクリートブロック造平屋建５２．５６平方メートル）について，①島之\n内土地建物が，期間１年（昭和６３年１２月１５日から昭和６４年１２月１４日ま\nで），これを管理運営して，Ｅに対し，その委託収益金として月額昀低５０万円を\n支払う，②Ｅは，島之内土地建物に対し，事務費及び手数料として，月額１０万円\n（ただし上記委託収益金が月額５０万円を超えるときは，超過額の１割を加算す\nる。）を支払うとの管理委託契約を締結した（以下「本件管理委託契約」とい\nう。）。被告Ａ１は，本件管\n理委託契約について，少なくとも締結後，その概要は承知していた（乙ア５，９，\n被告Ａ１）。\n(イ)　本件車庫倉庫の建築\n平成３年９月３０日，被告Ａ１の自宅に隣接するＥ所有の本件土地上に島之内土地\n建物名義の本件車庫倉庫が建築された（甲Ａ１２の１，弁論の全趣旨）。\n(ウ)　本件車庫倉庫の構造\n本件車庫倉庫は，１階部分がガレージ兼倉庫，地下１階及び２階部分が倉庫となっ\nていた（甲Ａ６）。\n(エ)　本件土地の使用貸借契約\nＥは，平成３年１２月１８日，島之内土地建物に対し，本件土地を，自動車駐車場\n使用目的，期間１年（同日から平成４年１２月１８日まで）の約定で無償で貸した\n（甲Ａ３の１）。\n(オ)　本件管理委託契約の合意解約\nＥと島之内土地建物は，本件管理委託契約を，１年間の期間経過後も１か月ごとに\n自動更新していたが，平成４年５月３１日，同契約を合意解約した（乙ア６）。\n(カ)　本件土地の賃貸借契約\nＥは，平成４年６月１日，島之内土地建物に対し，本件土地を，堅固な建物所有目\n的，期間３０年（同日から），賃料月額４５万円の約定で賃貸した。被告Ａ１は，\n同契約の締結について，島之内土地建物の代表取締役Ｂから相談を受けていた（甲\nＡ４の１，被告Ａ１）。\n(キ)　本件車庫倉庫の賃貸借契約\n島之内土地建物は，平成４年６月１日，東洋書庫センターに対し，本件車庫倉庫\nを，期間１年（同日から平成５年５月３１日まで），賃料月額５５万６２００円\n（消費税を含む。）の約定で賃貸した。島之内土地建物は，平成４年６月１日，東\n洋書庫センターに対し，本件車庫倉庫を転貸するにつき異議なく承諾する旨の承諾\n書（甲Ａ２の２）を作成し交付した（甲Ａ２の１，２，弁論の全趣旨）。\nオ　本件賃貸借契約締結に至る経緯\n(ア)　平成元年ころから，福徳銀行の関連会社等で構成される「成徳会」は島之内\n土地建物を中心として，被告Ａ１の自宅敷地（大阪市ａ区ｂｃ丁目ｄ番ｅ，ｄ番\nｆ，ｄ番ｇ，ｈ番，ｉ番ｊ，ｋ番ｌ）の隣接地（同所ｃ丁目ｋ番ｍ宅地２２３０．\n１６平方メートル）に，迎賓館「成徳会館」を建設する計画を進めていた。そし\nて，島之内土地建物は，同計画を進めるに当たり，Ｈ家の蔵を移動する必要が生じ\nたため，その在庫物の代替保管場所として，平成３年９月３０日，本件車庫倉庫を\n建築した。なお，同計画には，福徳銀行の関連事業部も関与し，同部は美術品を購\n入するなどしていた（甲Ａ１２の２，甲Ａ１３，２９，乙ア９，証人Ｃ）。\n(イ)　平成４年初めころ，島之内土地建物の経営状態が悪化したことから，迎賓館\nの建設計画は頓挫した（甲Ａ２９，証人Ｃ）。\n(ウ)　平成４年５月ころ，被告Ａ２は，Ｃに対し，福徳銀行が本件車庫倉庫を約１\n億３０００万円（うち，６０００万円は迎賓館施設全体の設計費用）で買い取れな\nいかとの打診をした。その際，被告Ａ２は，Ｃに対し，これは被告Ａ１からの話で\nあること，Ｅの慶応大学の授業料を本件車庫倉庫の地代で捻出する必要があるこ\nと，島之内土地建物は経営が悪化し，地代の支払いを続けられないことなどを説明\nした。これに対し，Ｃは，福徳銀行の顧問弁護士とも相談の上，福徳銀行には本件\n車庫倉庫を買い取る必要がなく，買取価格にも疑問があると判断し，反対の意向を\n示した（甲Ａ２９，証人Ｃ）。\n(エ)　そのころ，被告Ａ２は，Ｃに対し，今度は，福徳銀行が本件車庫倉庫を島之\n内土地建物から関連会社（東洋書庫センター）を介して，賃借することにしたいと\n説明し，Ｃもこれを了承した（甲Ａ２９，証人Ｃ）。\n(オ)　また，同年５月おわりころ，被告Ａ１は，Ｃに対し，本件車庫倉庫を賃借す\nる件について，よろしく，賃料についてはこだわらないなどと声をかけた（甲Ａ２\n９，証人Ｃ）。\n(カ)　平成４年６月４日，被告Ａ２，Ｃ，Ｊ総務部長，Ｋ秘書室長（事務代行）\nが，本件車庫倉庫についての打合せを行った（甲Ａ１４，３０）。\nカ　本件賃貸借契約の締結\n(ア)　福徳銀行においては，総務部管財課長，総務部副部長，総務部長の稟議を経\nて，平成４年６月９日，担当役員であったＣ（専務取締役）が本件賃貸借契約の締\n結を決裁した（甲Ａ６，２９，証人Ｃ）。\n(イ)　平成４年６月１０日，東洋書庫センターと福徳銀行は，本件賃貸借契約を締\n結し，東洋書庫センターが，福徳銀行に対し，本件車庫倉庫を，期間１年（同月１\n日から平成５年５月３１日まで），賃料月額５６万６５００円（消費税を含む。）\nの約定で賃貸した（甲Ａ１）。\n(ウ)　平成４年６月２３日，ＦＧ経営改善委員会事務局は，本件賃貸借契約締結の\n報告があったとの供覧文書を起案し，委員長被告Ａ２，委員Ｃらの供覧に付した。\nこの文書には，東洋書庫センター代表取締役社長から福徳銀行事業開発部長あて\nの，島之内土地建物と東洋書庫センターとの間の本件車庫倉庫の賃貸借契約及び本\n件賃貸借契約の各締結を報告する内容の書面が添付されており，同書面には，東洋\n書庫センターが「営業拡充のスペースとして確保致すべく」本件車庫倉庫を島之内\n土地建物から賃借し，「当面㈱福徳銀行に賃貸活用する予定」で，同時に本件賃貸\n借契約を締結する旨記載されていた（甲Ａ１７）。\nキ　本件車庫倉庫等の利用状況等\n(ア)　本件賃貸借契約後，１階車庫部分は主として被告Ａ１の自家用車であるＢＭ\nＷの駐車目的に利用されていた（甲Ａ２４，２５，２９，乙ア９，証人Ｃ，被告Ａ\n１）。\n(イ)　福徳銀行が頭取専用車として所有していたメルセデスベンツ（登録番号〇〇\n〇〇〇〇〇〇〇〇号）については，同行が，平成４年１１月２０日，車庫証明の申\n請をする際，同行本店裏所在の駐車場「東洋パーキング」を保管場所として届け出\nており，同月２５日には，同駐車場に入庫されるなど，一時的に本件車庫倉庫に駐\n車することはあっても，その保管場所は東洋パーキングであった（甲Ａ２２の１，\n２，甲Ａ２３ないし２５，２８，被告Ａ２）。\n(ウ)　本件車庫倉庫の鍵のうち１本は，被告Ａ１の運転手であるＬが，同被告の自\n宅の車庫の鍵，頭取専用車の鍵と共に同じキーホルダーにつけて保管し，夜間は東\n洋パーキングに預けており，もう１本は，同被告の母亡Ｉが保管し，同被告が使用\nしていた（甲Ａ２４，２５，被告Ａ１）。\n(エ)　福徳銀行では，本店地下の書庫及び奈良県所在の東洋書庫センターの倉庫\nに，書類を保管していた（甲Ａ１３，証人Ｃ）。\nク　本件賃貸借契約締結後の経緯\n(ア)　島之内土地建物は，平成６年９月９日，被告Ａ１主導の下，Ｅに対し，本件\n車庫倉庫を代金４１６１万２０００円（消費税を含む。）で売却した（甲Ａ５，１\n２の１，被告Ａ１）。\n(イ)　島之内土地建物は，平成６年９月９日，東洋書庫センターに対し，本件車庫\n倉庫の賃貸借契約を解約する旨通知した（甲Ａ１０の２）。\n(ウ)　東洋書庫センターは，平成６年９月９日，福徳銀行に対し，本件賃貸借契約\nを解約する旨通知した（甲Ａ１０の１）。\n(エ)　福徳銀行は，東洋書庫センターに対し，本件賃貸借契約に基づき，平成４年\n６月１日から平成６年９月３０日までの間の賃料合計１５８６万２０００円を支払\nった（甲Ａ１１）。\nケ　事実認定に関する補足説明\n(ア)　本件車庫倉庫の使用状況に関するＭの供述書（乙ア２）及びＮの供述書（乙\nア３）はその内容があいまいである上，上記頭取専用車メルセデスベンツの保管場\n所が福徳銀行本店裏所在の駐車場「東洋パーキング」であったという客観的な事実\n関係に抵触するからにわかに措信することができず，また，被告代理人作成の面談\n内容報告書（乙ア７，８）は供述者の立場等に照らし，にわかに措信することがで\nきない。他に上記認定を左右するに足りる証拠はない。\n(イ)　平成４年６月当時福徳銀行の取締役事業開発部長を務めていたＯは，その陳\n述書（乙イ２）において，証人Ｃの証言のうち，Ｏが本件賃貸借契約の締結に至る\n過程で関与していたとの部分について，これを否定しているけれども，上記証言の\n全体としての信用性を左右するものではない。\n(ウ)　被告Ａ１は，本件賃貸借契約の締結について，被告Ａ２に指示したことは一\n切なく，何ら関わっていない旨主張し，同旨の供述をする（乙ア９，被告Ａ１）。\nしかしながら，前記認定のとおり，本件土地は，同被告の長男であるＥが同被告の\n父である亡Ｆから相続したものであり，同被告の自宅と隣接していたこと，同被告\nは自家用車を駐車するなど本件車庫倉庫を私的に利用していたこと，同被告は，本\n件管理委託契約について，少なくとも締結後，その概要は承知していたこと，同被\n告は，Ｅが島之内土地建物との間の本件土地に関する使用貸借契約を賃貸借契約に\n切り替えたことを承知していたこと，Ｅが島之内土地建物から本件車庫倉庫を買い\n受けるに当たり，同被告が主導的な役割を果たしたことがそれぞれ認められるとこ\nろである。加えて，前記認定のとおり，亡Ｉの庶務事項を担当していた福徳銀行の\n秘書室長（事務代行）が，不動産の貸借等の担当ではないにもかかわらず（本来は\n総務部管財課の担当\nである。），本件賃貸借契約締結の直前である平成４年６月４日に，被告Ａ２，Ｃ\n及びＪと，本件車庫倉庫についての打合せを行っていること，被告Ａ２がＣに対し\nて本件車庫倉庫の買取りを打診した際に，被告Ａ１からの話であると説明している\nこと，被告Ａ１が，Ｃに対し，本件車庫倉庫を賃借する件について，「よろしく，\n賃料についてはこだわらない。」などと声をかけたことが認められる。そして，前\n記認定のとおり，被告Ａ２がＣに対し本件賃貸借契約を締結することにしたいと説\n明しているところ，本件賃貸借契約の締結は，これによって，島之内土地建物が被\n告Ａ１の長男であるＥに支払うべき地代の原資を確保できることになることから，\n被告Ａ２ではなく被告Ａ１の利益となるべき措置であること，福徳銀行の副頭取で\nある被告Ａ２が，頭\n取である被告Ａ１の自宅に隣接する本件土地上の本件車庫倉庫に関する本件賃貸借\n契約の締結を，被告Ａ１の意向に配慮せずに進めることは考え難いことを併せ考慮\nすると，被告Ａ１が被告Ａ２に対して本件賃貸借契約の締結を指示したか，少なく\nとも，被告Ａ２が被告Ａ１のために本件賃貸借契約の締結を押し進めていることを\n承知しつつこれを任せていたものと推認することができる。\nところで，①本件管理委託契約の合意解約（平成４年５月３１日），②Ｅと島之内\n土地建物との間の本件土地に関する賃貸借契約の締結（同年６月１日），③島之内\n土地建物と東洋書庫センターとの間の本件車庫倉庫に関する賃貸借契約（同日），\n④島之内土地建物の東洋書庫センターに対する本件車庫倉庫に関する転貸承諾書の\n作成・交付（同日）及び⑤東洋書庫センターと福徳銀行との間の本件車庫倉庫に関\nする本件賃貸借契約（同日から期間１年）の締結（同月１０日）は，本件土地及び\n本件車庫倉庫に関する一体として考案された一連の手続であるとみるべきである。\nまた，⑥Ｅが島之内土地建物から本件車庫倉庫を買い受けたこと（平成６年９月９\n日），⑦島之内土地建物の東洋書庫センターに対する本件車庫倉庫に関する賃貸借\n契約の解約通知（同\n日）及び⑧東洋書庫センターの福徳銀行に対する本件車庫倉庫に関する本件賃貸借\n契約の解約通知（同日）もまた，一体として考案された一連の手続であるとみるべ\nきである。それにもかかわらず，被告Ａ１は，①の本件管理委託契約の概要，②は\n承知しており，⑥は同被告が主導的立場で行ったが，③④⑤⑦及び⑧，すなわち本\n件車庫倉庫の賃貸借契約に関する事項は知らなかったと供述しているが（乙ア９，\n被告Ａ１），同被告の上記供述は不自然であるから採用することができない。\n(エ)　被告Ａ２は，本件賃貸借契約の締結について，被告Ａ１あるいは他の役員と\n協議したことは一切なく，何ら関わっていない旨主張し，同旨の供述をする（乙イ\n１，被告Ａ２）。\nしかしながら，証人Ｃの証言は具体的であり，同人が殊更虚偽の証言をする事情も\n窺えない上，前記認定のとおり，同被告が本件賃貸借契約締結の直前である平成４\n年６月４日に，Ｃ，Ｊ及びＫ秘書室長（事務代行）と本件車庫倉庫についての打合\nせを行っていること，本件賃貸借契約の締結を報告するＦＧ経営改善委員会の文書\nを閲覧していること等の諸点からすると，同被告の上記供述は採用することができ\nない。\n(2)　争点①（不法行為又は忠実義務違反・善管注意義務違反）について\nア　本件賃貸借契約の目的\n前記認定の事実関係によれば，本件賃貸借契約締結当時，福徳銀行には，頭取専用\n車（メルセデスベンツ）の保管場所として東洋パーキングが，書類の保管場所とし\nては本店地下の書庫及び奈良県所在の東洋書庫センターの倉庫がそれぞれあり，同\n行が，新たに自動車や書類の保管場所として本件車庫倉庫を賃借する必要はなかっ\nたこと，実際にも，被告Ａ１の母である亡Ｉが本件車庫倉庫の鍵を保管し，被告Ａ\n１が本件車庫倉庫に自家用車を駐車するなど，同被告が本件車庫倉庫を私的に利用\nしていたこと，被告Ａ１の長男であるＥが，従前から，本件管理委託契約に基づき\n島之内土地建物から委託収益金の支払いを受けていたところ，島之内土地建物の経\n営状態が悪化して迎賓館の建設計画が頓挫した後，本件管理委託契約を合意解約す\nるとともに，本件土\n地に関する使用貸借契約を賃貸借契約に切り換えの上，本件車庫倉庫に関する島之\n内土地建物と東洋書庫センターとの間の賃貸借契約，並びに東洋書庫センターと福\n徳銀行との間の本件賃貸借契約が相次いで締結されることにより，島之内土地建物\nがＥに対して支払うべき地代の原資を確保できたことがそれぞれ認められる。以上\nの諸点によれば，福徳銀行が必要としない本件車庫倉庫を東洋書庫センターから賃\n借するという本件賃貸借契約が締結されたのは，Ｅが島之内土地建物から地代名目\nで定期的に金員を受領できるようにするためであったものと推認することができ\nる。\nイ　被告Ａ１及び被告Ａ２の責任\n(ア)　前判示のとおり，被告Ａ１は，被告Ａ２に対して本件賃貸借契約の締結を指\n示したか，少なくとも，被告Ａ２が被告Ａ１のために本件賃貸借契約の締結を押し\n進めていることを承知しつつこれを任せていたものと推認することができる。\nまた，被告Ａ２は，Ｃに対して福徳銀行が本件車庫倉庫を島之内土地建物から関連\n会社を介して賃借することにしたいと説明したり，本件賃貸借契約締結の直前に，\nＣ，Ｊ及びＫ秘書室長（事務代行）との間で本件車庫倉庫についての打合せを行う\nなど，被告Ａ１の意向を踏まえ，自ら，積極的に本件賃貸借契約の締結に向けた措\n置を講じている。\n(イ)　ところで，前記認定のとおり，本件賃貸借契約を締結するに当たっては，担\n当役員であったＣが決裁をしており，Ｃは，その当時福徳銀行の代表取締役であっ\nたけれども，福徳銀行の業務執行における指揮命令系統においては，頭取であった\n被告Ａ１及び副頭取であった被告Ａ２の下位に位置付けられるべき専務取締役であ\nった。\nしたがって，被告Ａ１及び被告Ａ２は，福徳銀行の取締役であるにもかかわらず，\n福徳銀行に損害を与える一方被告Ａ１の長男であるＥ，ひいては被告Ａ１の利益を\nもたらす本件賃貸借契約の締結について，頭取あるいは副頭取の地位を利用して，\n専務取締役であるＣに対して働き掛け，あるいは，働き掛けることを容認していた\nものであるから，福徳銀行に対する善管注意義務（商法２５４条３項，民法６４４\n条）及び忠実義務（商法２５４条ノ３）に違反したものというべきである。\n(ウ)　被告Ａ１は，本件賃貸借契約は，Ｃが同人自身の判断によりその締結を決裁\nした以上，被告Ａ１の指示と損害発生との間には因果関係はない旨主張する。確か\nに，前記認定のとおり，Ｃは，担当役員として本件賃貸借契約の締結を決裁してい\nるが，前判示のとおり，Ｃは，副頭取であった被告Ａ２からの働き掛けを受けて本\n件賃貸借契約の締結を決裁したものであり，頭取であった被告Ａ１も，少なくと\nも，被告Ａ２の上記働き掛けを容認していたのであるから，被告Ａ１の行為と本件\n賃貸借契約に基づき福徳銀行に生じた損害との間に因果関係があることは明らかで\nある。\n(3)　争点②（消滅時効）について\nア　取締役としての善管注意義務違反・忠実義務に基づく損害賠償請求権に関する\n消滅時効期間について判断する。\n商法２６６条１項が定める取締役の損害賠償責任は，会社と当該取締役との任用契\n約違反から当然に生ずるものではなく，法が，取締役の地位に鑑み，その責任を過\n重するため特に認めたものであるから，その消滅時効期間は，民法１６７条１項が\n規定するところに従い，１０年間であるものと解するのが相当である。被告Ａ２の\n前記主張は，独自の見解であって，これを採用することはできない。\nイ　前記認定のとおり，本件賃貸借契約が締結されたのは平成４年６月１０日であ\nり，反訴被告が本件訴えを提起したのが平成１２年８月４日であることは記録上明\nらかであるから，消滅時効は完成していないものというべきである。\n(4)　結論\nア　以上によれば，その余の点（不法行為責任の有無・不法行為に基づく損害賠償\n請求権に関する消滅時効の完成の有無）について判断するまでもなく，被告らは，\n福徳銀行に対し，本件賃貸借契約の締結により同行に生じた損害を賠償すべき責任\nを負うものというべきである。\nそして，前記認定の事実のとおり，福徳銀行は本件賃貸借契約に基づき賃料合計１\n５８６万２０００円を支払っており，福徳銀行が本件賃貸借契約の締結により受け\nた損害額は，上記賃料相当額であるというべきである。\nイ　よって，被告らは，福徳銀行に対し，商法２６６条１項５号に基づき，連帯し\nて，１５８６万２０００円及びこれに対する本訴状送達の日の翌日であることが記\n録上明らかな平成１２年８月１９日から支払済みまで民法所定の年５分の割合によ\nる遅延損害金を賠償する責任があることになる。\n２　京都厚生会案件について\n(1)　当事者間に争いのない事実，関係証拠（甲Ｂ２，３，４の１ないし４，甲Ｂ\n５，７の１，２，甲Ｂ８の１，２，甲Ｂ９の１，２，甲Ｂ１０の１，２，甲Ｂ１\n１，１２，１４の１，２，甲Ｂ１５，１６，２０ないし２２，２４ないし２８，２\n９の１ないし４，甲Ｂ３０の１ないし３，甲Ｂ３１の１，２，乙ア９，乙イ１，被\n告Ａ１，同Ａ２，ただし，以下の認定に反する部分を除く。）及び弁論の全趣旨を\n総合すれば，以下の事実が認められる。\nア　京都厚生会の経営状態\n京都厚生会の短期借入金，長期借入金，営業損益，償却前経常損益及び経常損益\nは，以下のとおり推移した（１００万円未満切捨て）（甲Ｂ４の１ないし４）。\n平成２年２月　　短期借入金　　１３億３２００万円\n長期借入金　　３９億８０００万円\n営業利益　　　　　　９９００万円\n償却前経常利益　１億２５００万円\n経常損失　　　　　　４３００万円\n平成３年２月　　短期借入金　　　９億７２００万円\n長期借入金　　６０億７９００万円\n営業利益　　　　２億５６００万円\n償却前経常利益　２億６６００万円\n経常利益　　　　　　９１００万円\n平成４年２月　　短期借入金　　１７億６８００万円\n長期借入金　　６４億９３００万円\n営業利益　　　　３億６１００万円\n償却前経常利益　３億２６００万円\n経常利益　　　　　　５９００万円\n平成５年２月　　短期借入金　　２９億６０００万円\n長期借入金　　６３億１６００万円\n営業利益　　　　３億７１００万円\n償却前経常利益　３億６２００万円\n経常利益　　　　　　８５００万円\nイ　福徳銀行における融資の仕組み\n職制規程・権限規程によれば，本件各融資当時，福徳銀行における融資の決裁権限\n（融資個別審査権限）は，頭取，審査部長及び支店長の３つに区分されており（平\n成４年７月２７日以降は，頭取，担当役員，審査部長及び支店長の４区分），内外\n総与信額８億円超の案件等については，頭取が決裁権限を有していた。そして，頭\n取決裁案件は，融資審議会に付議することとされていた（甲Ｂ１０の１，２，甲Ｂ\n２１）。\n融資審議会は，頭取，副頭取，専務取締役及び常務取締役から構成される会議体\nで，頭取が議長を務め，頭取決裁案件について融資の可否を慎重に審査するために\n設置された諮問機関である（乙ア９，乙イ１，被告Ａ２）（なお，被告Ａ１は，そ\nの陳述書[乙ア９]において，融資審議会は単なる諮問機関ではなく，事実上の融資\n決定権限を有していたと述べるが，前判示のとおり，福徳銀行の融資の職制規程・\n権限規程は，内外総与信額８億円超の案件等については，頭取が決裁権限を有する\n旨明確に規定しているのであり，同被告の上記供述は，融資権限を有する頭取たる\n同被告が，諮問機関をそのように運用していたことを意味するにすぎないものとい\nうべきである。）。\n頭取決裁案件は，次のとおり，融資審議会に上程される。すなわち，まず，営業店\n担当者が稟議書を作成し，貸付代理を経て，支店長が決裁した後，本店審査部担当\n審査役と協議する。担当審査役が融資を可とすると，審査部副部長，審査部長が順\n次審査し，さらに，審査部担当役員が融資を可とする判断をした案件のみが，融資\n審議会にかけられる（乙ア９，乙イ１，被告Ａ２）。\nウ　福徳銀行における要注意債権の管理\n(ア)　福徳相互銀行審査部が昭和６１年５月に改訂した「要注意債権管理の手引き\n（第２版）」（甲Ｂ１２）は，「要注意債権発生報告基準」の一つに「一般債権の\nうち，日銀考査，大蔵省検査において分類されたとき」をあげ，「延滞債権審議委\n員会」について，「営業店より要注意債権発生報告があったときは，審査部におい\nて審査し，指導債権，問題債権等に格付する。」「委員長は当該融資に法規，規定\n違反はなかったか，回収管理処置に問題点はないか，回収源資と見通し等を総合的\nにとりまとめ，取引方針等を決定する。」と定めていた（甲Ｂ１２）。\n(イ)　福徳銀行審査部が平成４年１月に改訂した「貸出金管理の手引き（第３\n版）」（甲Ｂ１１）は，要注意債権発生報告基準に該当する債権を，一般債権，観\n察債権，指導債権，特別指導債権，問題債権，整理債権に分類するための格付基準\n（原則）を定め，日銀考査において分類された債権については「債権内容に問題が\nあり，将来，不良債権化するおそれのある債権」として指導債権に格付けし，３か\n月ごとに残高推移を確認し，以後本部稟議となり，案件の都度本支店間で連携しつ\nつ圧縮への行動をとる旨定めていた（甲Ｂ１１）。\nエ　本件各融資以前の福徳銀行と京都厚生会の取引状況と企業調査\n(ア)　福徳銀行は，平成３年１月１７日開催の融資審議会において，京都厚生会に\n対して３０億円を，返済方法を平成４年２月から毎月１０日に２０８０万円あて１\n４３回返済し，昀終返済日平成１６年１月１０日に２５６０万円返済する，利率\n８．３パーセント（変動），期間１３年，融資条件①福徳銀行の京都厚生会に対す\nる手形貸付け合計７億５０００万円，証書貸付け合計１５億９６２０万円（合計２\n３億４６２０万円）を回収，②共同根抵当権の極度額を１０億円から１７億円に増\n額との約定で融資（証書貸付け）する旨決議し，頭取である被告Ａ１が決裁した\n上，同月１８日，これを実行した（甲Ｂ１４の１，２，甲Ｂ１５）。\n被告Ａ１及び同Ａ２は，上記融資審議会に出席した（甲Ｂ１４の１）。\nなお，上記融資審議会に諮られた融資案件は，上記融資を含めて２件であった（甲\nＢ１４の１）。\n上記融資は，財務構成を是正する資金２３億５０００万円（上記融資条件①の返済\n額合計が２３億４６２０万円）と長期運転資金６億５０００万円（売上低調期の経\n常資金２億７７００万円，長期借入金返済過多に伴う財務是正資金３億２７００万\n円及び子会社への貸付金９０００万円の合計６億９４００万円から前月繰越金４４\n００万円を控除した残額）からなるとされた（甲Ｂ１４の２）。\n上記融資の結果，福徳銀行の京都厚生会に対する手形貸付けの残額は零，証書貸付\nけの残額は４１億０５４５万円となった（甲Ｂ１４の２）。\n(イ)　福徳銀行融資管理部は，平成３年７月１６日付けで，京都厚生会の企業調査\n結果報告書（甲Ｂ３）を作成した。当時，融資管理部を所管する営業企画本部長で\nもあった被告Ａ２は，同報告書を閲覧した（甲Ｂ３，乙イ１，被告Ａ２）。\n同報告書には以下のような内容が記載されている。\nａ　総合所見（No.1，2，30～32，34～36）\n京都厚生会の昀大の問題点は，関連会社１１社のうち半数以上の会社で経営内容に\n問題があり，グループ全体の収益力や資産力に悪影響を及ぼしていることである。\n特に，株式会社フレッシュ厚生会等３社は直近３期を超える連続赤字で，それぞれ\n債務超過である。また，平成３年４月に表面化したコーショウクレジットの大口融\n資先倒産に伴う貸付金の焦げ付き（同年５月現在貸付金１２１億５３００万円のう\nち６６億円）は，多額の回収不能（昀悪時元本損失２６億円）を生ずる。\n新規事業展開中の事業については，既に１３億５０００万円の資金を投入している\nが，軌道に乗るまで時間を要する。特に，株式会社ニューコーセーが京都府熊野郡\nＵ町に計画しているコンドミニアム建設事業は，総額８０億円に上る計画であり\n（既に４億円を投資），早急の見直しが望ましい。\n経営上の問題点としては，親会社と子会社相互間のそれぞれにおける経営上の甘さ\nがコーショウクレジットの破綻を来した原因であり，また多くの子会社を赤字のま\nま引っ張ってきた原因である。福徳銀行としては厳しい経営管理のできる人材派遣\nも含めて京都厚生会の再建計画を検討の上，基本的には支援すべきであると考え\nる。\nｂ　会社概要－資産力等（No.2，3，24～28）\n(ａ)　京都厚生会\n実資力（受取手形，売掛金等に掛け目を掛けるなどの修正を施した資産から負債を\n控除したもの）は１２５億１８００万円である。\n主な不動産は，以下のとおりである。\n①　京都市ａ区ｂ（Ｔ店土地）　　４７億２３００万円\n②　京都市ｃ区ｄ町（本社土地）２４億４０００万円\n③　京都市ｅ区ｆ（Ｖ店土地）　１７億９５００万円\n京都厚生会の実資力は所有している土地の大部分が昭和３０年代，４０年代及び５\n０年代前半に取得した店舗の土地で，含み益が多い。\n(ｂ)　グループ全体\nコーショウクレジットの実資力がマイナス２８億４８００万円，その他の関連会社\nの実資力がマイナス２２億７６００万円といずれもマイナスを計上しており，親会\n社の実資力を減少させている。\n(ｃ)　コーショウクレジットの蹉跌\nコーショウクレジットの平成３年５月１１日現在の調達資金は１１９億８０００万\n円（うち，福徳銀行グループからの調達資金は１０４億３０００万円），運用資金\nは１２１億５３００万円（うち，大司商事に対する融資は６６億円）である。大司\n商事に対する貸付金６６億円に対する保全は不動産担保であるが，時価見込みは５\n６億８３００万円であり，現状では破産に基づく競売をせざるを得ず，競落価格を\n７０パーセントとすると２６億２２００万円の元本損失が生じる。\nｃ　財務状況（No.3～4，34～36）\n(ａ)　収益性\n総利益，経常利益の売上げに対する比率はいずれも業界平均より低い。低収益の要\n因の１つは売上総利益率の低さであり，昀低１パーセントの改善を図るべきであ\nる。もう１つの要因は関連会社に対する貸付金及び出資金２５億円であり，うち８\n億円は無利子資金であって，この部分が親会社の金利負担として収益を悪化させて\nいる。\n(ｂ)　安全性\n関連会社への貸付金や出資金の増加によって経常収支比率が１００パーセントを割\nり込み，今後も関連会社への支援も含めて資金繰りは苦しい。当面の資金繰りとし\nてもコーショウクレジットの大司商事への貸付金６６億円の回収は競売によらざる\nを得ず，１年以上要するのに対し，先行して到来する調達金融機関への返済（昀終\n期は平成４年１０月）と金利支払い等で７０億円余の資金手当が必要となる。\n京都厚生会グループ全体の長期借入金に対する償還能力は，平成３年２月現在で\nは，長期借入金総額を償却前利益総額で除すると，５７．３年を要するとされてい\nた。しかし，今後は，コーショウクレジットの蹉跌分の負担やグループ全体として\nの借入増により，年間支払利息が１２億７９００万円に上るのに対し，利息支払い\nの原資は６億４１００万円（平成３年２月期の営業利益２億９１００万円と，安定\n的な営業外収益３億５０００万円の合計）にすぎないことから，年間６億３８００\n万円不足し，金利支払能力すら出てこない。\n実資力はグループ全体で７４億円と認められ，資金調達力はまだ有している。\n福徳銀行の京都厚生会グループに対する与信は，平成３年５月末現在で，京都厚生\n会に対する総与信４５億３１００万円，関連会社に対する与信８億９０００万円\n（京都厚生会が保証している。）の合計５４億２１００万円であるのに対し，不動\n産担保の額は４０億５４００万円（設定額は４３億７０００万円）であり，無担保\n与信が１３億６７００万円に上る。そこで，追加担保を徴求するか，根抵当権の極\n度額を増額する必要がある。\nｄ　京都厚生会の問題点（No.4）\nコーショウクレジットの損失見込みや京都厚生会グループ合計の債務超過等（既発\n生及び今後発生見込みを含む。）の合計が４３億６３００万円に上り，すべて京都\n厚生会の貸付金で補填しなければならず，将来的には京都厚生会の不良債権とな\nる。\nｅ　現状進めている再建策（No.5）\n(ａ)　京都厚生会の店舗の活性化\n不採算店の廃止，新設店開業\n(ｂ)　関連会社の再建\n関連会社１１社を３区分し，再建又は整理する。\nｆ　業界動向及び同業他社比較（No.5，6）\n今後の規制緩和とともに，大手総合スーパー及び百貨店も含めて京都市内及び近郊\nへの進出競争は激化すると思われる。\n京都厚生会と規模の近い関西の食品を主体とするローカルスーパー４社とを比較す\nると，京都厚生会は総利益率，売上高経常利益率ともに同業他社４社平均より低\nい。また，関連会社への資金援助等を借入金で調達しているため，自己資本比率も\n同業他社４社平均が２７．１９パーセントであるのに対し，京都厚生会は５．９３\nパーセントにとどまる。\n(ウ)　福徳銀行は，平成３年１１月１１日開催の融資審議会において，京都厚生会\nに対して１０億円を，返済方法を平成４年１月から毎月２０日に１０００万円あて\n１００回返済，利率８パーセント（変動），期間８年５か月，融資条件を福徳銀行\nの京都厚生会に対する証書貸付け合計９億８０１４万円を回収することとの約定で\n融資（証書貸付け）する旨決議し，頭取である被告Ａ１が決裁した上，同月２５\n日，これを実行した（甲Ｂ５，１５）。\n上記融資は，コーショウクレジットの破綻（運用総額１２０億円のうち８８億円が\n延滞中）が京都厚生会の資金繰りを圧迫しているため，その円滑化のためのものと\nされた（長期借入金返済過多に伴う財務是正資金）（甲Ｂ５）。\nオ　日銀考査\n福徳銀行の平成３年１０月３０日付け稟議書（甲Ｂ５）及び本件融資１の稟議書\n（甲Ｂ７の２）には，日本銀行が，福徳銀行の京都厚生会に対する債権１６億８７\n００万円をＳに分類した旨の記載があり，融資審議会の議論においてもその内容は\n周知されていた。しかしながら，福徳銀行は，上記債権を指導債権に格付けしなか\nった（被告Ａ１，同Ａ２）。\nカ　本件各融資\n(ア)　本件融資１\nａ　福徳銀行京都支店は，平成４年１月２８日付けで，本件融資１の稟議を申請\nし，その稟議書及び稟議説明補箋において，同融資について以下の記載をした（甲\nＢ７の１，２）。\n(ａ)　背景\n京都厚生会の資金繰りについて，コーショウクレジットが破綻（運用総額１２０億\n円のうち８８億円が不良債権化）したことから，京都厚生会が不良債権の支払金利\n分を支援する必要がある，同金利支援のための資金を不動産売却によって捻出する\n予定であるが，不動産市況が低迷しているため，福徳銀行からの今後２年間程度の\n金利支援が必要である，その額は，不良債権額が８８億円で，コーショウクレジッ\nトの資金調達先に対する支払平均金利が年８．３９パーセントであるから，１４億\n７６００万円となる，今後２年間の金利支援分については，福徳銀行において，他\n行との協調支援も検討し交渉する。そして，京都厚生会の今後２年間の資金繰り不\n足が１７億９６００万円（上記金利支援１４億７６００万円，繰り回し資金２億４\n０００万円等）とな\nる見込みであることから，当面の資金繰り対策として本件融資１を取り上げた。そ\nの資金使途の明細については，コーショウクレジット金利支援分３億６５００万\n円，税金資金（税務調査追徴分）８０００万円，関連会社支援資金６０００万円の\n合計５億０５００万円のうち，５億円に本件融資１を充当する。\n(ｂ)　京都厚生会の当時の業況\n京都厚生会の平成３年１２月現在の短期借入金は１６億５９００万円（同年２月期\n比６億８７００万円増加），長期借入金は６７億１１００万円（同年２月期比６億\n３１００万円増加），同年３月から同年１１月までの間の営業利益は５億２２００\n万円（前年同期比２億１１００万円増加），経常利益１億１８００万円（前年同期\n比１億１４００万円増加）と試算される。\n(ｃ)　債権保全の状況\n本件融資１実行前の福徳銀行の京都厚生会に対する融資残高は４５億７２６３万４\n０００円であり，融資実行後の融資残高は５０億７２６３万４０００円となるのに\n対して，不動産担保によって福徳銀行が保全する額は，融資実行前の４２億５１４\n４万５０００円から４４億８８２４万３０００円になる（甲Ｂ７の２）。\n担保による保全については，本件融資１実行後，無担保幅が５億８４００万円とな\nるが，京都厚生会の「企業力」からみて容認できる範囲であり，「参考」として，\n同社が定期性預金５億０７００万円を有している。\n(ｄ)　返済計画\n今回担保物件に加えたＷ物件（甲Ｂ２８）（正常価格３億３８００万円，担保価格\n２億３６００万円）を３億５０００万円で売却し，「売上増加による自己資金蓄積\n分」から１億５０００万円を充当することで返済する見通しである。\nＰ社宅（甲Ｂ２６），Ｑ店，Ｒ店（甲Ｂ２７）及びＷ物件を合計１７億５０００万\n円で売却し，うち８億７０００万円を他の借入金の返済に充て，残る８億８０００\n万円を，今後２年間に支援を必要とする１７億９６００万円（前記金利支援分１４\n億７６００万円，繰り回し資金２億４０００万円等）の返済原資に充ててもなお９\n億１６００万円が不足する。加えて，上記物件については，既に売却先を探してい\nるが，現状は進展していない。\n(ｅ)　京都厚生会の再建計画\n京都厚生会再建のための経営企画委員会を発足させる。\n①　主な検討事項\n<ア>　京都厚生会の体質強化のため，経常利益を５億円に引き上げる。\n<イ>　京都厚生会の借入金を現状より３０億円圧縮する。\n②　企画委員会の内容\n<ア>　Ｇ公認会計士をアドバイザーとして専務以下の若手部長クラスで構成する。\n<イ>　平成４年１月より正式に発足，現在までに３回開催，具体案を協議中\nｂ　福徳銀行は，平成４年２月１０日，被告Ａ１，同Ａ２らの出席の下，融資審議\n会を開催した。被告Ａ１は，審議結果を踏まえ，①分割実行扱いとすること，②平\n成４年２月１０日は１億円の実行とし，以降は資金繰表を十分チェックし必要資金\nをその都度審査部長決裁とするとの条件を付した上，本件融資１を決裁した（甲Ｂ\n７の１，２，乙イ１，被告Ａ１，同Ａ２）。\nなお，上記融資審議会に諮られた融資案件は，本件融資１を含めて３件であった\n（甲Ｂ７の１，被告Ａ１）。\nｃ　福徳銀行は，本件融資１のうち，平成４年２月１２日に１億円を，同月２８日\nに２億５０００万円を，同年３月２７日に１億５０００万円をそれぞれ実行した\n（甲Ｂ１５）。\n(イ)　本件融資２\nａ　福徳銀行京都支店は，平成４年５月１５日付けで，本件融資２の稟議を申請\nし，その稟議書及び稟議説明補箋において，同融資について以下の記載をした（甲\nＢ８の１，２）。\n(ａ)　背景\n京都厚生会から，２年間を目途としているコーショウクレジットの金利支援と繰り\n回し資金として５億円の融資要請（京都厚生会の平成４年５月から１０月までの資\n金繰りについて，コーショウクレジット金利支援分３億２０００万円［同社の資金\n調達先の平均金利は７．９８パーセント］，その他関連会社支援分２０００万円，\n福徳銀行返済分繰り回し［賞与資金を除く。］１億５５００万円の合計４億９５０\n０万円が必要となる。）があったが，この資金使途についても他行支援，他行のシ\nェア増加を図るよう強く要請するため，３億円に減額して応じる。\n(ｂ)　京都厚生会の当時の業況\n京都厚生会の平成４年２月現在の短期借入金は１７億６９００万円（前年同期比７\n億９７００万円増加），長期借入金は６４億９４００万円（前年同期比４億１４０\n０万円増加），平成４年２月期の営業利益は３億３７００万円（前年同期比８１０\n０万円増加），経常利益は５９００万円（前年同期比３２００万円減少），減価償\n却費２億６７００万円（前年同期比９２００万円増加）と試算される。なお，経常\n利益が減少しているのは，支払利息が１億２１００万円増加したことがその原因で\nある。\n(ｃ)　債権保全の状況\n本件融資２実行前の福徳銀行の京都厚生会に対する融資残高は４８億９８９８万８\n０００円で，不動産担保によって福徳銀行が保全している額は４５億３２９３万３\n０００円である。\nそして，本件融資２と同時に，京都厚生会の夏期賞与支給資金として，１億２００\n０万円の手形貸付けも取り上げられたため，本件融資２実行後の融資残高は５２億\n８８９８万９０００円となるのに対し，新たな担保は徴求せず，従前からの担保物\n件のうち９件（土地及び建物の双方に担保権が設定されているものは合わせて１件\nとする。）について，根抵当権の極度額を１７億円から２０億円に変更することを\n融資条件とする。\n本件融資２の実行後，無担保幅が７億５６００万円となるが，①京都厚生会の「企\n業力」，②月間返済が５１００万円あり，資金の流動化は図られていること，③担\n保物件の換価性より，容認可能と思料し，「参考」として，京都厚生会が定期性預\n金４億９８００万円を有している。\n(ｄ)　返済計画\nＰ社宅，Ｑ店，Ｒ店及びＷ物件を合計１７億５０００万円で売却し，うち１１億４\n０００万円を他の借入金の返済に充て，残り６億１０００万円を返済原資とする。\n(ｅ)　京都厚生会の再建計画\n京都厚生会グループ再建のための経営企画委員会について，その基本方針，目標等\nは，次のとおりである。すなわち，\nまず，基本方針は，①コーショウクレジットの回収可能の貸付金９０億円と損失見\n込みの貸付金３０億円を分離し，後者を京都厚生会で引き取ること，及び②京都厚\n生会が，コーショウクレジットを除くグループ借入金９０億円とコーショウクレジ\nットから引き取る損失債権３０億円の合計１２０億円について改善策を考えること\nである。\n次に，基本方針に基づく目標は，①京都厚生会の経常利益を５億円に引き上げるこ\nと（なお，平成４年２月期の経常利益は，５９００万円であった。），及び②遊休\n不動産及び不採算店の売却により借入金を３０億円圧縮することである。\nそして，今後のスケジュールは，①上記骨子に基づく具体的改善案は，同年６月末\nまでに完了すること，及び②Ｇ公認会計士主導の再建案が６月末には作成され，こ\nの再建案に基づいて再度他行協調の支援体制を検討することである。\nｂ　福徳銀行は，平成４年５月２８日，被告Ａ１，同Ａ２らの出席の下，融資審議\n会を開催した。被告Ａ１は，審議結果を踏まえ，本件融資２を決裁した（甲Ｂ８の\n１，２，乙イ１，被告Ａ１，同Ａ２）。\nなお，上記融資審議会に諮られた融資案件は，本件融資２を含めて１８件であった\n（甲Ｂ８の１）。\nｃ　福徳銀行は，本件融資２のうち，平成４年５月２９日に１億５０００万円を，\n同年７月１７日に１億５０００万円をそれぞれ実行した（弁論の全趣旨）。\n(ウ)　本件融資３\nａ　福徳銀行京都支店は，平成５年１月２１日付けで，本件融資３の稟議を申請\nし，その稟議書及び稟議説明補箋において，同融資について以下の記載をした（甲\nＢ９の１，２）。\n(ａ)　背景\n京都厚生会は，福徳銀行支援の下に成長してきた地元中堅老舗スーパーである。京\n都厚生会は，母体企業及び関係会社に諸問題を内包しているが，支援継承するとい\nう方針で推移してきており，突然の支援中断は問題を発生させるため，今回支援を\nした上で今後の取り組みについて検討協議したい（融資の取上げ理由）。\n京都厚生会の平成５年１月２１日から同年４月２０日までの間の資金繰りについて\nは，経常収支が１億１８００万円の赤字となる。加えて，借入金返済のために３億\n４６００万円を，コーショウクレジットに対する金利支援として同年２月から同年\n４月までにかけて合計１億９８００万円を要することから，合計６億６２００万円\nを調達する必要がある。そこで，今回は，上記１億９８００万円のうち１億８００\n０万円について融資をする。\n京都厚生会のコーショウクレジットに対する貸付金１３億１９００万円は全額回収\nに疑義があると推定される。\n(ｂ)　京都厚生会の当時の業況\n京都厚生会の平成４年１２月現在の短期借入金は２８億３２００万円（同年２月期\n比１０億６３００万円増加），長期借入金は６４億７５００万円（同月期比１９０\n０万円減少），保証債務は１３０億０７５０万円（うち，コーショウクレジットの\n債務保証額が１２０億８５５０万円），同年３月から同年１２月までの間の営業利\n益は２億４５００万円（前年同期比６０００万円減少），経常損失は７６００万円\n（前年同期比２３００万円増加）と試算される。\n支払金利負担について，平成３年１２月時点においては５億１７００万円（うち，\nコーショウクレジットに対する支援分が１億２０００万円［概数］）であったのに\n対し，平成４年１２月時点においては，金利引下げによって，４億７１００万円\n（うち，コーショウクレジットに対する支援分が１億４５００万円［概数］）と試\n算される。\n京都厚生会の平成４年１２月現在の貸付金は４３億７６００万円（同年２月期比７\n億３７００万円増加）であるが，その７２．９パーセントに相当する３１億９００\n０万円が回収に疑義があると推定される。\n(ｃ)　債権保全の状況\n本件融資３実行前の福徳銀行の京都厚生会に対する融資残高は５６億３５４７万９\n０００円で，不動産担保によって福徳銀行が保全している額は４５億３７９３万２\n０００円である。\n本件融資３については，新たに担保は徴求せず，無担保幅が１１億２８００万円と\nなるが，不動産担保を「正常価格」で「参考値」を求めれば，７８００万円の不足\nとなる（稟議説明補箋）。不動産担保の無担保幅が１２億７７５４万７０００円と\nなるが，定期見合担保１億５０００万円が「規定外担保」となる（稟議資料）。\n(ｄ)　返済計画\nＴ店（甲Ｂ２５）の売却予定額５６億円（正常価格は駐車場を合わせ４３億９１０\n０万円[Ｔ店３６億１４００万円，駐車場７億７７００万円]）のうち，移転費用６\n億円，他行が先順位担保権を設定している３１億２０００万円及び福徳銀行が担保\n権を設定している６億８０００万円を控除した残額１２億円から充当する。\n(ｅ)　京都厚生会の再建計画\n①　「Ｇ公認会計士・指摘事項の推移」として，次のとおり記載している。すなわ\nち，<ア>売上総利益について，平成４年２月期の売上高総利益率が２３．９パーセ\nントであり，平成５年２月期は２５．４パーセントを目標として指示していたが，\n平成４年１２月時点で２２．４パーセントにとどまっている，<イ>労働分配率につ\nいて，平成４年２月期は４９．２パーセントであり，平成５年２月期は４４．２パ\nーセントを目標として指示していたが，平成４年６月から同年１２月までの平均は\n４５．１パーセントであり，人件費は，平成３年１２月時に比して平成４年１２月\n時には１億５０００万円増加した，<ウ>金利負担は改善状況になく，今後ますます\n足を引っ張る要因となっており，抜本的対策を要する（もっとも，金利負担軽減の\nための具体的対策は記\n載していない。）。\n②　コーショウクレジットの今後の回収計画及び返済計画等を前提とした京都厚生\n会の再建案等については，次のとおり記載している。すなわち，\nコーショウクレジットは，平成４年１０月２１日から平成７年１０月２０日までの\n間に，<ア>貸付金残高１１９億７０００万円のうち９４億５４００万円を回収し，\n残る２５億１６００万円のうち，２４億３０００万円については保証人に請求して\n長期分割で回収し，その余の８６００万円については償却を見込む，<イ>借入金残\n高１３３億７３２０万円のうち，９８億３５００万円を返済し，残る４４億８５２\n０万円のうち，京都厚生会に対する２１億４０７０万円を除く，福徳銀行，株式会\n社フクトクリース，株式会社パシフィックファイナンス及び株式会社ブルーボック\nス（これらはいずれも福徳銀行のグループである。）に対する２３億４４５０万円\nについては長期分割返済する。\nそして，上記２３億４４５０万円については，再建計画案終了時，保証債務として\n京都厚生会が負担することが予定されているから，京都厚生会は，前記(ｄ)記載の\nとおり，Ｔ店売却代金（５６億円ないし６０億円とされる。）から，移転費用６億\n円，他行及び福徳銀行の担保権抹消のための返済金３８億円（合計４４億円）を控\n除した残額１２億円ないし１６億円を，上記保証債務に充当する（「願わくば」，\n担保物件の差替えにより，他行の担保権抹消のための返済金を削減し，上記２３億\n４４５０万円の全額返済に充てる。）（なお，Ｔ店は，平成７年に京都市営地下鉄\n新線が開通し，現店舗から徒歩約１分の所に，Ｔ駅ターミナルが完成する予定なの\nで，同ターミナル内にテナントとして移転入居する計画である。）。\nまた，京都厚生会本体の借入金削減策として，Ｐ社宅，Ｑ店，Ｒ店及びＷ物件を合\n計１７億５０００万円で売却し，福徳銀行からの借入金の元本に全額充当する。\n③　前記②には，以下のとおり，「審査部の見解」が付されていた。\n<ア>　京都厚生会の経常運転資金については，今後とも支援体制をとる。\n<イ>　コーショウクレジットの金利負担については，再建計画案に基づく，平成７\n年１０月までの必要金利は１３億３９００万円であり，調達先ごとでの相応支援を\n要請する。\n<ウ>　コーショウクレジットの年間支払金利は６億４１８０万円であるが，このう\nち，福徳銀行グループに対するものが５億３３７０万円（８３．２パーセント）を\n占める。\n<エ>　保全面，返済原資を勘案し，かつ，今後の先行きを見越した場合，コーショ\nウクレジットが昀終的に利払いを停止する事態の発生も考えられる。この場合，親\n会社である京都厚生会への保証債務の履行が要請されることが想定される。これを\n未然に防止する策として，具体的再建計画案を持参の上，コーショウクレジットの\n調達先各社へ支援要請のため訪問する。\nｂ　福徳銀行審査部は，本件融資３の稟議に当たって，①京都厚生会の関連会社支\n援のための資金調達にも，担保面において限界が来た，②関連会社向け支援資金調\n達のうち，福徳銀行グループ外からの調達分までは面倒をみることができない，③\n以後の資金支援については，京都厚生会本体の繰り回し資金支援を中心として対応\nする，④関連会社支援分は，福徳銀行グループ相当分についてのみ検討することと\nする，との見解を述べた（甲Ｂ９の２）。\nｃ　福徳銀行は，平成５年１月２８日，被告Ａ１，同Ａ２らの出席の下，融資審議\n会を開催した。被告Ａ１は，審議結果を踏まえ，本件融資３を決裁した（甲Ｂ９の\n１，２，乙イ１，被告Ａ１，同Ａ２）。\nなお，上記融資審議会に諮られた融資案件は，本件融資３を含めて６件であった\n（甲Ｂ９の１）。\nｄ　福徳銀行は，本件融資３のうち，平成５年１月２９日に６８００万円を実行し\nた（甲Ｂ１５）。\nキ　京都厚生会の再建計画\n(ア)　京都厚生会の再建計画策定に関する事実経過は次のとおりである。\nａ　福徳銀行融資管理部は，平成３年７月１６日付け企業調査結果報告書（甲Ｂ\n３）において，「福徳銀行としては・・・京都厚生会の再建計画を検討の上，基本\n的には支援すべきである」と記載しており，支援融資の前提として再建計画の策定\nが必要であると考えていた。\nｂ　平成３年１０月８日，福徳銀行京都支店において，同行京都支店長らと京都厚\n生会のＸ副社長らとが話合いを行った。その席で，福徳銀行は，京都厚生会に対\nし，「Ｇ公認会計士の監査指導等を伝え」，京都厚生会は，「Ｇ会計士の監査は了\n解（スケジュールは後日調整）」し，抜本的対策を検討することとなった（甲Ｂ２\n０）。\nｃ　平成３年１０月３０日，福徳銀行京都支店は，稟議書（甲Ｂ５）において，\n「全体としての再建計画は提出されていないが，現在当行顧問公認会計士であるＧ\n氏と再建計画を検討中であ」ると報告している。\nｄ　平成４年１月２８日，福徳銀行京都支店は，本件融資１の稟議を申請したが，\nその稟議説明補箋（甲Ｂ７の２）において，「京都厚生会再建のための経営企画委\n員会を発足させる。企画委員会は，Ｇ公認会計士をアドバイザーとして専務以下の\n若手部長クラスで構成する。平成４年１月より正式に発足し現在までに３回開催し\nており，具体案を協議中である。」旨報告している。\nｅ　平成４年５月１５日，福徳銀行京都支店は，本件融資２の稟議を申請したが，\nその稟議説明補箋（甲Ｂ８の２）において，「京都厚生会グループ再建のための経\n営企画委員会は，Ｇ公認会計士をアドバイザーとして平成４年１月に発足。その後\nの活動は月３回開催。利益率改善策を中心に再建のための具体策協議中。」「骨子\nに対する肉付け（具体的改善策）は６月末までに完了する。」「Ｇ公認会計士主導\nでの再建案が６月末には作成され，この再建案に基づいて再度他行協調の支援体制\nを検討する。」旨報告している。\nｆ　平成５年１月２１日，福徳銀行京都支店は，本件融資３の稟議を申請したが，\nその稟議説明補箋（Ｂ９の２）において，「Ｇ公認会計士・指摘事項の推移とし\nて，<ア>売上総利益増加の目標を達成できなかったこと，<イ>労働分配率低下の目\n標を達成できず，人件費が増加したこと，<ウ>金利負担が改善状況になく，今後ま\nすます足を引っ張る要因となっており，抜本的対策を要すること」を報告している\nが，金利負担軽減のための具体的対策について記載しておらず，その時点で策定済\nみの再建計画の具体的内容，今後の策定手順及び時期（いつ完成するか）について\nも記載していない。\n(イ)　これに関し，Ｇ公認会計士は，その意見書（乙ア１，４）において，同公認\n会計士は「平成４年１月から平成７年和議申請までの期間，京都厚生会の顧問であ\nったが，それは京都厚生会の食品スーパーとしての本業の収益改善コンサルタント\nとしてであって，資金繰りについては全く関知しておらず，融資については一切相\n談を受けていない」と述べていることが認められる。\n(ウ)　以上認定の事実関係によれば，融資を行う立場にある福徳銀行からみて，実\n行可能であると判断することのできるような具体性のある再建計画はもとより，融\n資を受ける立場にある京都厚生会からみて福徳銀行に提出することができる程度の\n再建計画すら作成されていないものと推認することができる（なお，Ｇ公認会計士\nは，その意見書[乙ア１の６頁]において，「経営企画委員会が平成４年中に３ヶ年\n計画を作成した」旨述べているけれども，「３ヶ年計画」とは，同公認会計士が指\n導に当たった「合理化計画」を意味するから，これが上記趣旨の再建計画ではない\nことは明らかである。）。のみならず，前記認定の事実関係によれば，福徳銀行融\n資管理部は，遅くとも平成３年７月１６日の時点において，京都厚生会に対して支\n援融資を行うに当た\nっては，その前提として京都厚生会の再建計画を策定することが必要であると考え\nていたこと，福徳銀行京都支店は，平成３年１０月３０日，平成４年１月２８日及\nび同年５月１５日の３回にわたり，稟議資料において，上記再建計画が検討（協\n議）中である旨報告し，融資審議会の構成員である被告Ａ２及び決裁権限者である\n被告Ａ１は，これを前提として融資の審査あるいは決裁を行っていたこと，本件融\n資２に関する平成４年５月１５日付け稟議資料によれば，上記再建計画が同年６月\n末までにＧ公認会計士の主導で作成される筈であるのに，本件融資３に関する平成\n５年１月２１日付け稟議資料には上記再建計画の具体的内容が記載されていなかっ\nたこと，被告らは，上記再建計画が作成されていないにもかかわらず，上記再建計\n画を前提とする筈の本\n件融資３を可としあるいは決裁したこと，しかも，京都厚生会がＧ公認会計士の指\n導の下作成しようとしていたのは，「再建計画」ではなく収益改善のための「合理\n化計画」に過ぎなかったことがそれぞれ認められる。\n(エ)　被告Ａ２は，その陳述書（乙イ１）において，平成５年１月２２日までには\n京都厚生会の再建計画が完成していた旨供述するけれども，その供述には何ら具体\n性がなく，採用することができない。\nク　手形の書替\n(ア)　本件融資１\nａ　福徳銀行は，平成５年２月５日，本件融資１について，返済期日を同年２月７\n日から同年９月３０日に延期し，手形を書き替えた（甲Ｂ２９の１）。\nｂ　福徳銀行は，平成５年９月２７日，本件融資１について，返済期日を平成６年\n３月３１日に延期し，手形を書き替えた（甲Ｂ２９の２）。\nｃ　福徳銀行は，平成６年３月２４日，本件融資１について，適用金利を引き下げ\nるとともに，返済期日を同年９月３０日に延期し，手形を書き替えた（甲Ｂ２９の\n３）。\nｄ　福徳銀行は，平成６年８月８日，本件融資１の返済期日を平成７年３月３１日\nに延期し，手形を書き替えた（甲Ｂ２９の４）。\n(イ)　本件融資２\nａ　福徳銀行は，平成５年５月２１日，本件融資２（返済期日・同年５月３１日）\nを回収扱いとし，同月３１日，京都厚生会に対し，期間１年，利率５．４５パーセ\nント（変動）等の約定で，合計３億円の融資（手形貸付け）を実行したが，現実に\n資金が移動したものではなかった（甲Ｂ３０の１，２，弁論の全趣旨）。\nｂ　福徳銀行は，平成６年５月３０日，ａの融資について，返済期日を平成７年５\n月３１日に延期し，手形を書き替えた（甲Ｂ３０の３）。\n(ウ)　本件融資３\nａ　福徳銀行は，平成５年１２月１０日，本件融資３について，適用金利を引き下\nげるとともに，返済期日を平成６年１月２０日から同年７月２０日に延期し，手形\nを書き替えた（甲Ｂ３１の１）。\nｂ　福徳銀行は，平成６年７月６日，本件融資３について，返済期日を平成７年１\n月２０日に延期し，手形を書き替えた（甲Ｂ３１の２）。\nケ　京都厚生会の破綻\n京都厚生会は，平成７年１月３０日，京都地方裁判所に対して和議開始を申し立て\nたが，同年３月１５日，上記申立てを取り下げ，更生手続開始を申し立てた（甲Ｂ\n２）。京都地方裁判所は，同年７月２０日午後４時３０分，京都厚生会に対して更\n生手続開始決定をした（甲Ｂ２）。\nコ　福徳銀行の京都厚生会に対する債権の会社更生手続における回収状況\n(ア)　福徳銀行は，京都厚生会の会社更生手続において，同社に対する貸付金債権\n等合計７１億８５８４万２６０７円（元金５９億６０１０万円，利息金６４０万８\n８２０円，更生手続開始の日の前日までの遅延損害金３億８４９１万９７８７円，\n更生手続開始の日以降の遅延損害金８億３４４１万４０００円）を全額更生担保権\n（担保権の種類は根抵当権である）として届け出た（甲Ｂ２２）。\n(イ)　債権調査の結果，福徳銀行の更生担保権は２２億１３８８万４８６５円（上\n記元金の内金），一般更生債権４１億３７５４万３７４２円（元金３７億４６２１\n万５１３５円，利息金６４０万８８２０円，更生手続開始決定の日の前日までの遅\n延損害金３億８４９１万９７８７円），劣後更生債権８億３４４１万４０００円\n（更生手続開始決定の日以降の遅延損害金）と確定した（甲Ｂ２２）。\n京都厚生会は，更生計画において，福徳銀行から，一般更生債権のうち７５．８パ\nーセントに相当する３１億３６２５万８１５６円並びに更生手続開始決定の日以降\nの利息及び損害金の免除を受けることとなった（甲Ｂ２）。\n(ウ)　京都厚生会は，平成１０年２月２７日，福徳銀行に対し，上記更生担保権全\n額と，一般更生債権のうち２４．２パーセントに相当する上記免除後の残額１０億\n０１２８万５５８６円を弁済した（甲Ｂ２，１６）。\nサ　被告Ａ２の普通預金債権との相殺\n(ア)　被告Ａ２は，反訴被告に対して，平成１２年８月１０日，普通預金債権１２\n２１万９８７６円を有していた。\n(イ)　反訴被告は，被告Ａ２に対し，平成１２年８月１１日，本訴請求債権と被告\nＡ２が反訴被告に対して有していた普通預金債権１２２１万９８７６円とを対当額\nで相殺するとの意思表示をした。\n(2)　争点③（善管注意義務違反・忠実義務違反）について\nア　経営判断の原則\n取締役は，取引先，顧客，従業員，近隣の住民，地域社会等，会社をめぐる関係者\nに対する適切な配慮を行いつつ，長期的な視点に立って全株主にとって昀も利益と\nなるように職務を遂行すべき善管注意義務（商法２５４条３項，民法６４４条）及\nび忠実義務（商法２５４条ノ３）を負っている。しかしながら，取締役は，営利を\n目的とする会社の経営を委ねられた専門家として，会社の状況，会社を取り巻く市\n場の状況等，時々刻々変化する流動的な考慮要素を的確に把握して総合的に評価\nし，短期的・長期的な将来予測を行った上，時機を失することなく経営判断を積み\n重ねていかなければならないから，その職務を遂行するに当たっては，広い裁量が\n与えられている。したがって，過去の措置が善管注意義務及び忠実義務に違背する\nとして取締役の責任を\n追及するためには，その措置をとった時点において，判断の前提となった事実の認\n識に重要かつ不注意な誤りがあったか，あるいは，意思決定の過程，内容が特に不\n合理，不適切なものであったことを要するものと解するのが相当である。\nところで，銀行は，決済機能を担っていること等，その営む事業が公共性を有し，\n自由競争原理に基づく市場への参入と退出が活発に行われることは元来予定されて\nいない。銀行の取締役は，銀行の業務の健全かつ適切な運営を行うことにより，預\n金者等の保護を確保するとともに信用秩序の維持を図ることが期待されている（銀\n行法１条参照）。そのため，銀行の取締役は，貸出業務等の与信業務を行うに当た\nっては，信用リスクを適切に管理し，安全な資金運用を行うことが求められてい\nる。したがって，過去の与信業務における措置が善管注意義務及び忠実義務に違背\nするとして銀行の取締役の責任を追及する際には，企業経営者一般としてではな\nく，銀行の取締役として，与えられた裁量の範囲を逸脱したか否かを判断すべきこ\nとになる。そして，銀行\nの取締役が，融資を行うに当たり，その資金使途，返済原資，担保状況等の諸事情\nを踏まえ，回収できないことが具体的に予見できる場合には，特段の事情のない限\nり，当該融資を控えるべき善管注意義務・忠実義務を負うものといわなければなら\nない。\nもっとも，銀行の取締役は，融資を行うに当たり，その資金使途，返済原資，担保\n状況等の諸事情を踏まえ，回収できないことが具体的に予見できる場合であって\nも，例えば，当該融資を行うことによって，銀行が既に実行していた貸付金の回収\n額が増加し，今回実行する新規貸付金による回収不能額を控除してもなお，全体と\nしての回収額が増加し，当該融資を行うことが銀行にとって利益となり，全株主に\nとっても利益となるなど特段の事情があるときは，当該融資を行うことが許される\nのであり，かえって，当該融資を行うべき善管注意義務・忠実義務を負うものと評\n価すべき場合も考えられる。\nイ　本件融資の回収可能性\n(ア)　本件融資１について\nａ　前記認定のとおり，福徳銀行京都支店は，平成４年１月２８日付けで稟議を申\n請し，同年２月１０日に融資審議会での審査を経て，被告Ａ１が決裁し，同月１２\n日，同月２８日及び同年３月２７日に実行した。\nｂ　前記認定のとおり，資金使途は，「当面の資金繰り対策」であり，コーショウ\nクレジットの金利支援分，税金資金及び関連会社支援資金である。そして，平成３\n年７月１６日付けの企業調査結果報告書によれば，京都厚生会の関連会社１１社の\nうち半数以上の会社で経営内容に問題があり，殊にコーショウクレジットは，大口\n融資先倒産に伴い多額の回収不能を生じることが見込まれていた上（コーショウク\nレジットの実資力がマイナス２８億４８００万円，その他の関連会社の実資力がマ\nイナス２２億７６００万円であった。），日本銀行が福徳銀行の京都厚生会に対す\nる既存の債権をＳに分類していたから，本件融資１を行うに当たっては，これを確\n実に回収するための格段の配慮をしなければならない状況にあったといわなければ\nならない。\nｃ　そこで，返済原資についてみるに，前記認定のとおり，福徳銀行は，本件融資\n１の融資金５億円のうち３億５０００万円についてはＷ物件の売却代金を，１億５\n０００万円については売上増加による自己資金蓄積分（すなわち，本業による収益\n金）をそれぞれ返済原資に予定していた。\nしかしながら，まず，Ｗ物件の売却代金についてみると，前記認定のとおり，Ｗ物\n件の売却先を探していたにもかかわらず，進展していなかったのであるから，予定\n価格で売却できる具体的な見込みがあったものではなく，予定価格で売却できるこ\nとを単に期待していたにすぎず，Ｗ物件を返済期限までに予定価格で売却し売却代\n金を本件融資１の返済原資に充てることは相当に困難であったものと推認すること\nができる。\n次に，本業の収益金についてみると，確かに，前記認定のとおり，京都厚生会は，\n平成３年３月から同年１１月までの間に，営業利益５億２２００万円，経常利益１\n億１８００万円と，いずれも前年同期を上回る利益を計上しており，損益状況を見\nる限り，返済原資となるべきキャッシュフローを有していたものではある。しかし\nながら，京都厚生会は，平成３年２月期における短期・長期借入金の合計額が７０\n億５１００万円と多額に上っていた上，同年１２月現在では短期・長期借入金の合\n計額が８３億７０００万円にまで増加しており，資産状況は悪化していた。加え\nて，コーショウクレジットの運用総額１２０億円のうち８８億円が不良債権化して\nいて，コーショウクレジットが運用資金を調達している先に対して支払うべき金利\nの原資については京都\n厚生会が手当てしなければならない状況にあり，その額が１年間で約７億３８００\n万円に上っていた。しかも，本件融資１の稟議説明補箋には，京都厚生会がコーシ\nョウクレジットに対する上記金利支援を行うべき期間について，「京都厚生会が不\n動産を売却して資金を得るまで今後２年間程度」である旨記載されているが，２年\n後に京都厚生会が不動産を売却することのできることを想定できる具体的な根拠に\nついては記載されておらず，これを基礎付ける資料も添付されていないから，京都\n厚生会が年間約７億３８００万円にものぼる金利支援を継続的に行わなければなら\nない蓋然性が認められるのである（上記企業調査結果報告書によれば，京都厚生会\nグループ全体の長期借入金に対する償還能力は，平成３年２月現在で，５７．３年\nを要する上，コーシ\nョウクレジットの蹉跌分の負担・グループ全体の借入増を考慮に入れると，金利支\n払いの原資が年間６億３８００万円不足することが見込まれていた。）。さらに，\n本件融資１の稟議説明補箋には，京都厚生会の再建計画策定に当たっての検討課題\nの一つとして，体質強化のため経常利益を５億円に引き上げることが記載されてい\nるが，これを実現するための具体策は記載されていないのであり，福徳銀行の単な\nる期待を記載したにすぎないものと推認することができる。以上によれば，京都厚\n生会が，本業によって本件融資１の返済原資に充てることのできる収益をあげるこ\nとは相当に困難であったものと推認することができる。\nｄ　昀後に，担保状況についてみるに，前記認定のとおり，福徳銀行は，本件融資\n１を行うに当たりＷ物件を担保物件に加えたが，その担保価値は２億３６００万円\nと評価していたから，大幅な担保不足であった。殊に，本件融資１においては，Ｗ\n物件を任意売却し，売却代金を返済原資に充てることが予定されていたのであるか\nら，Ｗ物件に対して根抵当権を設定した目的はむしろ任意売却までの間これを保全\nすることにあったものと推認することができるのであり，任意売却先が見付から\nず，根抵当権を実行しなければならなくなるという事態が生じた場合には，任意売\n却の際の予定価格を相当程度下回る価格での競売となることが見込まれていたもの\nと推認することができる。\nなお，前記認定のとおり，京都厚生会は，本件融資１の時点で，定期性預金５億０\n７００万円を有していた。被告Ａ２は，これをもっていわゆる見合預金であり事実\n上の担保であった旨主張するけれども，定期性預金といえども期限が到来すれば払\nい戻されることが想定されるのであり，本件融資１の担保であると評価することは\nできない。前記認定のとおり，本件融資１の稟議説明補箋には，上記定期性預金が\n「参考」事項として記載されており，無担保部分については京都厚生会の「企業\n力」からみて容認できると記載されているのであって，福徳銀行が上記定期性預金\nを本件融資１の担保と捉えていなかったことは明らかである。\nｅ　以上の次第で，本件融資１については，その資金使途，返済原資，担保状況等\nの諸事情を踏まえ，融資審議会が審査を行い，被告Ａ１が決裁を行った時点におい\nて，これを回収することができない蓋然性があったものと認めることができる。\n(イ)　本件融資２について\nａ　前記認定のとおり，福徳銀行京都支店は，平成４年５月１５日付けで稟議を申\n請し，同月２８日に融資審議会での審査を経て，被告Ａ１が決裁し，同月２９日及\nび同年７月１７日に実行した。\nｂ　前記認定のとおり，資金使途は，コーショウクレジットの金利支援分３億２０\n００万円，その他関連会社支援分２０００万円，福徳銀行返済分繰り回し１億５５\n００万円（合計４億９５００万円）の一部（３億円）である。そして，本件融資１\nの時点で既に懸念されていた京都厚生会のコーショウクレジットをはじめとする関\n連会社の経営内容及び日本銀行の査定（Ｓ分類）を踏まえると，本件融資２を行う\nに当たっても，同様に，これを確実に回収するための格段の配慮をしなければなら\nない状況にあったというべきである。\nｃ　そこで，返済原資についてみるに，前記認定のとおり，福徳銀行は，本件融資\n２の融資金３億円については，Ｗ物件を含む４物件の売却代金合計１７億５０００\n万円から他の借入金の返済に充てた残りの６億１０００万円を返済原資に予定して\nいた。\nしかしながら，前記認定のとおり，上記４物件の売却先を探していたにもかかわら\nず，進展していなかったのであるから，予定価格で売却できる具体的な見込みがあ\nったものではなく，予定価格で売却できることを単に期待していたにすぎず，上記\n４物件を返済期限までに予定価格で売却し売却代金を本件融資２の返済原資に充て\nることは相当に困難であったものと推認することができる。\nなお，前記認定のとおり，京都厚生会は，平成４年２月期に３億３７００万円とい\nう前年同期を上回る営業利益を計上しているにもかかわらず，支払利息が増加した\nため，経常利益は５９００万円に止まっており，損益状況が悪化していた。また，\n京都厚生会は，平成４年２月期における短期・長期借入金の合計額が８２億６１０\n０万円にまで増加しており，資産状況は更に悪化していた。しかも，コーショウク\nレジットの調達平均金利が年７．９８パーセントに低下したとはいえ，依然とし\nて，京都厚生会がコーショウクレジットに対する金利支援を継続的に行わなければ\nならない蓋然性が認められた。加えて，本件融資２の稟議説明補箋には，京都厚生\n会の再建計画の基本方針に基づく目標として，京都厚生会の経常利益を５億円に引\nき上げること，遊休不\n動産及び不採算店の売却により借入金を３０億円圧縮することを挙げているが，こ\nれを実現するための具体策は記載されておらず，単に「再建案が６月末までに作成\nされる」旨記載されているだけであるから，福徳銀行の単なる期待を記載したにす\nぎないものと推認することができる。以上によれば，京都厚生会が，本業によって\n本件融資２の返済原資に充てることのできる収益をあげることは相当に困難であっ\nたものと推認することができる。\nｄ　昀後に，担保状況についてみるに，前記認定のとおり，福徳銀行は，本件融資\n２を行うに当たり，新たな担保は徴求せず，既に設定していた根抵当権の極度額を\n３億円増加するという措置をとったのみである。そのため，福徳銀行の京都厚生会\nに対する融資全体の無担保幅は，約３億６６００万円から７億５６００万円と増加\nしている。\nなお，前記認定のとおり，京都厚生会は，本件融資２の時点で，定期性預金４億９\n８００万円を有していた。被告Ａ２は，これをもっていわゆる見合預金であり事実\n上の担保であった旨主張するけれども，定期性預金といえども期限が到来すれば払\nい戻されることが想定されるのであり，本件融資２の担保であると評価することは\nできない。前記認定のとおり，本件融資２の稟議説明補箋には，上記定期性預金が\n「参考」事項として記載されており，無担保部分については京都厚生会の「企業\n力」等からみて容認可能であると記載されているのであって，福徳銀行が上記定期\n性預金を本件融資２の担保と捉えていなかったことは明らかである。\nｅ　以上の次第で，本件融資２については，その資金使途，返済原資，担保状況等\nの諸事情を踏まえ，融資審議会が審査を行い，被告Ａ１が決裁を行った時点におい\nて，これを回収することができない蓋然性があったものと認めることができる。\n(ウ)　本件融資３について\nａ　前記認定のとおり，福徳銀行京都支店は，平成５年１月２１日付けで稟議を申\n請し，同月２８日に融資審議会での審査を経て，被告Ａ１が決裁し，同月２９日に\n実行した。\nｂ　前記認定のとおり，資金使途は，「京都厚生会の支援継承」のためであり，\n「コーショウクレジットに対する平成５年２月から４月までの間の金利支援合計１\n億９８００万円」の一部である。そして，本件融資１の時点で既に懸念されていた\n京都厚生会のコーショウクレジットをはじめとする関連会社の経営内容及び日本銀\n行の査定（Ｓ分類）を踏まえると，本件融資３を行うに当たっても，同様に，これ\nを確実に回収するための格段の配慮をしなければならない状況にあったというべき\nである。\nｃ　そこで，返済原資についてみるに，前記認定のとおり，福徳銀行は，本件融資\n３については，Ｔ店売却代金５６億円から，移転費用６億円，他行が先順位担保権\nを設定している３１億２０００万円及び福徳銀行が担保権を設定している６億８０\n００万円を控除した残額１２億円を返済原資に予定していた。\nしかしながら，前記認定のとおり，Ｔ店の正常価格は，駐車場を合わせても４３億\n９１００万円にすぎなかったから，予定価格で売却できる見込みがあったものとは\n到底認めることができず，上記移転費用等合計４４億円を控除した残額を本件融資\n３の返済原資に充てることは相当に困難であったものと認めることができる。\nなお，前記認定のとおり，京都厚生会は，平成４年３月から同年１２月までの間に\n上げた営業利益は２億４５００万円に止まり，その額が前年同期に比べて減少して\nおり，経常収支では経常損失を計上していたのであるから，損益状況は悪化してい\nた。また，京都厚生会は，平成４年１２月現在における短期・長期借入金の合計額\nが９３億０７００万円にまで増加していた上，京都厚生会の平成４年１２月現在に\nおける貸付金４３億７６００万円のうち，その７２．９パーセントに相当する３１\n億９０００万円の回収に疑義があるなど，資産状況も悪化していた。しかも，京都\n厚生会が負担していた保証債務額は，１３０億０７５０万円（うち，コーショウク\nレジットの債務保証額が１２０億８５５０万円）と多額である上，福徳銀行審査部\nは，コーショウクレ\nジットが調達先に対する利払いを停止し，調達先が京都厚生会に対して保証債務の\n履行を要請する事態が発生することも想定されると判断していた。加えて，本件融\n資３の稟議説明補箋には，京都厚生会の再建計画について，Ｇ公認会計士の指摘事\n項として，売上高総利益率，労働分配率ともに目標を達成できず，金利負担も改善\n状況にない旨記載されている上，コーショウクレジットの貸付金回収計画（９４億\n５４００万円を平成４年１０月２１日から平成７年１０月２０日までの間に回収\nし，２４億３０００万円を保証人から長期分割で回収する。残額８６００万円は償\n却を見込む。）及び借入金返済計画（９８億３５００万円を返済し，残額４４億８\n５２０万円のうち，京都厚生会に対する２１億４０７０万円を除く福徳銀行及び同\n行グループ会社に対す\nる２３億４４５０万円を長期分割返済する。）について記載されているものの，こ\nれを実現するための実行可能な具体策については記載されておらず，また，上記補\n箋には，福徳銀行審査部の見解として，京都厚生会がコーショウクレジットに対し\nて行う金利支援について，福徳銀行及び同行グループ会社以外の調達先に対する金\n利については，当該調達先に対して相応の支援を要請すると記載されているもの\nの，これが得られる具体的な見込みについては記載されていない。以上によれば，\n京都厚生会が，本業によって本件融資３の返済原資に充てることのできる収益をあ\nげることは相当に困難であったものと推認することができる。\nｄ　昀後に，担保状況についてみるに，前記認定のとおり，福徳銀行は，本件融資\n３を行うに当たり，新たな担保を徴求していない。そのため，福徳銀行の京都厚生\n会に対する融資全体の無担保幅は，１２億７７５４万７０００円（本件融資３の稟\n議説明補箋には，京都厚生会が本件融資３の時点で有していた定期性預金１億５０\n００万円が「規定外担保」として記載されているので，これを考慮すると約１１億\n２８００万円となる。）に増加している。\nなお，上記補箋には，不動産担保を「正常価格」で「参考値」を求めれば，７８０\n０万円の不足になると記載されていた。被告Ａ２は，これをもって担保不足は７８\n００万円程度である旨主張する。しかしながら，前記認定のとおり福徳銀行が京都\n厚生会から担保として徴求していた不動産については，まずもってその任意売却に\n努めて貸付金の回収を行うことが予定されていたのであるから，任意売却先が見付\nからず，担保権を実行しなければならなくなるという事態が生じた場合には，任意\n売却の際の予定価格（正常価格）を相当程度下回る価格での競売となることが見込\nまれていたものと推認することができる。しかも，金融機関が融資を行うに際し不\n動産担保を徴求するに当たっては，正常価格に担保掛け目を乗じて有効担保額を算\n出するという取扱い\nが一般的であり，本件融資３に当たっても，同様の取扱いがされているのである。\n加えて，被告Ａ２指摘の事項は，上記補箋には「参考事項」として記載されている\nのであって，福徳銀行が担保不足額が７８００万円に止まると捉えていなかったこ\nとは明らかである。\nｅ　以上の次第で，本件融資３については，その資金使途，返済原資，担保状況等\nの諸事情を踏まえ，融資審議会が審査を行い，被告Ａ１が決裁を行った時点におい\nて，これを回収することができない蓋然性があったものと認めることができる。\n(エ)　なお，被告らは，公認会計士Ｇの意見書（乙ア１，４）を引用して，本件各\n融資は客観的に正当なものであった旨主張する。\nしかしながら，上記意見書は，Ｔ店が５６億円で売却できることなど売却予定物件\nが予定価格で任意売却できることを前提としているけれども（乙ア１の６頁から８\n頁まで，乙ア４の９頁），前記認定のとおり，Ｔ店の正常価格は４３億９１００万\n円に止まるし，売却先を探していたにもかかわらず進展していなかったのであっ\nて，返済期限までに予定価格で売却することは相当に困難であった。また，上記意\n見書は，経営企画委員会がＧ公認会計士の指導で作成した合理化計画により経常利\n益を４億円確保することをも前提としているけれども（乙ア１の６頁から８頁ま\nで）（同公認会計士は，レイバースケジューリングという手法の導入による効果及\nび副次効果によって，完全実施された平成６年以降二・三年で達成する見込みがあ\nったと述べる[乙ア４の\n１０頁]。），具体的な根拠に乏しく，４億円の経常利益が確保できる見込みがあっ\nたとは認め難い。\n以上によれば，上記意見書をもってしても，直ちに，当裁判所の前記認定を覆すに\nは足りないものというべきであり，被告らの上記主張を採用することはできない。\n(オ)　また，被告Ａ２は，本件各融資については，当時，福徳銀行内でこれに関与\nした銀行員たちには，誰一人として反対し異論を唱えた者がなくそれぞれの立場か\nらみて，少なくとも，大きな問題はない案件ととらえていた旨主張する。\nしかしながら，本件各融資については，いずれも，融資審議会における審査及び頭\n取による決裁がされた時点で，その資金使途，返済原資，担保状況等の諸事情から\nみて，これを回収することができない蓋然性があったことは前判示のとおりであ\nる。被告Ａ２が指摘する事実関係をもってしても，直ちに，前記認定を覆すに足り\nないものというべきであり，同被告の上記主張を採用することはできない。\nウ　被告らの認識（具体的な予見可能性）\n(ア)　被告Ａ１は，融資審議会に出席の上，稟議資料を基に本件融資１，２及び３\nを決裁しており，その時点において，本件各融資をいずれも回収することができな\nい蓋然性があることを認識しており，回収できないことを具体的に予見できたもの\nと認められる。\n(イ)　被告Ａ２は，京都厚生会の企業調査結果報告書を閲覧した上，融資審議会に\n出席して稟議資料を基に本件融資１，２及び３の審査に当たっており，その時点に\nおいて，本件各融資をいずれも回収することができない蓋然性があることを認識し\nており，回収できないことを具体的に予見できたものと認められる。\nエ　特段の事情の有無\n(ア)　被告Ａ２は，本件融資１及び２は京都厚生会の再建計画策定までの支援，本\n件融資３は再建計画策定後のその実施に伴うものであり，再建計画自体は順調に進\n捗していたとして，本件各融資は京都厚生会再建のための融資として相当性を有し\nていた旨主張する（なお，Ｇ公認会計士は，その意見書[乙ア４の５・８頁]におい\nて，本件各融資は「完全な救済融資」「止むを得ざる緊急融資」「後ろ向きの融\n資」であると述べている）。\nまた，被告Ａ２は，本件融資２について，京都厚生会の再建案の具体的内容もまだ\n明らかでないこの時期に，メインバンクともいうべき福徳銀行が不用意に結論を出\nして支援を打ち切るようなことは，京都厚生会を現実に行き詰まらせることになっ\nたであろうし，あるいは，他行に乗り換えられて福徳銀行が古くからの顧客を失う\n結果となることもあり得るから，到底妥当な処置とはいえなかったのであり，本件\n融資３については，当時，既に京都厚生会の再建案ができており，メインバンクで\nある福徳銀行が融資を打ち切ることは，京都厚生会が福徳銀行の長年の取引先であ\nり，かつ，京都の重要な地場産業であること，メインバンクとしての社会的責任等\nの諸点に照らして，到底妥当な処置とはいえなかった旨各主張する。\n(イ)　しかしながら，前判示のとおり，実行可能で実効性のある再建計画は作成さ\nれていないものと推認することができるのであるから，被告Ａ２の上記各主張は，\nいずれもその前提を欠くものというべきである。福徳銀行は，実行可能で実効性の\nある再建計画を策定することもなく，また，京都厚生会がそのような再建計画を策\n定したことを確認することもなく，したがってまた，本件各融資を行うことによっ\nて，京都厚生会からの回収額が全体として増加するなど，当該融資を行うことが銀\n行にとって利益となり，全株主にとっても利益となるという的確な経営判断を行う\nこともなく，回収不能が具体的に予見できた本件各融資を行ったものといわざるを\n得ない。\nよって，被告Ａ２の主張を採用することはできない。\nオ　いわゆる信頼の原則等\n(ア)　被告Ａ１は，本件は，京都厚生会に対する融資判断の妥当性が問題となって\nいるが，そのような個別の案件に，融資総額１兆８０００億円，貸出先３万件規模\nの銀行の頭取が直接関わることは一般論としてあり得ず，問題になるとすれば，特\n別な個人的人間関係のために頭取自ら本来の融資ルールを歪めた場合とか，審査担\n当者が融資に反対しているにもかかわらず，頭取が主観的，独断的に，あるいは背\n任的意図をもって決裁した場合である旨主張する。\nまた，被告Ａ１は，個別融資案件は営業店と審査部が審査するのであって，大口融\n資については頭取決裁事項とされ，融資審議会の審議が要件とされているが，全般\n的，実質的な検討と融資判断は審査部が担当し，同部が検討の結果，融資を可と判\n断した案件のみを融資審議会に付議するのであるから，融資審議会では重ねて全般\n的，実質的な検討を加えるわけではなく，基本的に審査部が正しいということを前\n提にして，審査部が問題として指摘した点及び大所高所からの問題点を議論するに\nとどまる旨主張する。\nさらに，被告Ａ２は，融資審議会は，その構成員，審議に使える時間や提示される\n資料に照らすと，その審議は，審査部での融資を可とする判断が非常識ではない\nか，誤っていないかという観点からの検討が中心にならざるを得ないし，審議会の\n構成員の検討としてはそれで十分である旨主張する。\n(イ)　しかしながら，前記認定のとおり，被告Ａ１は，本件各融資の当時，福徳銀\n行の代表取締役頭取で，内外総与信額８億円超の融資案件について決裁権限を有し\nていたのである。したがって，決裁を行う前提となる稟議資料については，特段の\n事情のない限り，その記載内容を信頼し，これを前提として融資の可否の判断を行\nうことが許されるけれども，融資の可否の判断自体は，決裁権限を有する被告Ａ１\nが自ら行わなければならないのである。したがって，稟議資料に営業店，審査部及\nび審査担当の取締役がいずれも融資を可とする意見が記載されており，諮問会議で\nある融資審議会において，構成全員が融資を可とする意見を述べた場合であって\nも，みずから，稟議資料に基づいて同各融資の回収可能性を検討し必要な質疑を行\nうことにより，回収で\nきないことを具体的に予見できたときには，当該融資を否とするか，あるいは審査\n担当の取締役等に対して再検討を指示するなど適切な措置を講じるべきである。被\n告Ａ１の上記主張は，頭取決裁案件については頭取である同被告に権限があるが，\n責任は審査担当の取締役等にあるというものであり，到底採用することができな\nい。\nそして，前判示のとおり，被告Ａ１は，本件各融資について回収不能の蓋然性を認\n識し，回収できないことを具体的に予見できたにもかかわらず，本件各融資を決裁\nしたものであるから，その判断の内容が銀行の取締役として特に不合理，不適切な\nものであったといわざるを得ない。よって，本件各融資を可とした経営判断は，被\n告Ａ１に認められた裁量の範囲を逸脱するものであり，したがって，同被告には取\n締役としての善管注意義務違反及び忠実義務違反が認められる。\nさらに，被告Ａ２は，本件各融資当時，福徳銀行の代表取締役副頭取で，融資審議\n会の構成員として頭取決裁案件の審査に当たっており，また，営業企画本部長とし\nて平成３年７月１６日付けの京都厚生会の企業調査結果報告書を閲覧していたので\nあるから，本件各融資の審議に際して，稟議資料及び同報告書に基づいて本件各融\n資の回収可能性を検討し，回収できないことが具体的に予見できた場合には，当該\n融資に異議を述べなければならなかった。しかるに，前判示のとおり，同被告は，\n本件各融資について回収不能の蓋然性を認識し，回収できないことが具体的に予見\nできたにもかかわらず，融資審議会において，本件各融資に反対せず，何ら適切な\n措置を講ずるように意見を述べることもなかったのであるから，その判断の内容が\n銀行の取締役として\n特に不合理，不適切なものであったといわざるを得ない。よって，本件各融資を可\nとした経営判断は，被告Ａ２に認められた裁量の範囲を逸脱するものであり，した\nがって，同被告には取締役としての善管注意義務違反及び忠実義務違反が認められ\nる。\n(ウ)　なお，被告Ａ１は，本訴提起が本件融資１の実行から８年以上，同被告の頭\n取退任からでも５年以上経ってから行われたこと，京都厚生会の破綻原因が同被告\nが止めさせようとしていたＵコンドミニアム事業であること，同被告は頭取を退任\nした上，退職慰労金を自発的に辞退したことを根拠に，被告Ａ１に対する請求は信\n義則上許されないと主張する。\nしかしながら，消滅時効が完成する前に本件訴えを提起して被告Ａ１の責任を追及\nすることが，時機に遅れたもので信義則に反するものといえないのはもとより，京\n都厚生会の経営破綻がＵコンドミニアム事業を契機としたものであるとしても，本\n件各融資について，被告Ａ１の善管注意義務違反・忠実義務違反が認められる以\n上，同被告の責任を問うのが酷とはいえず，ましてや，同被告が頭取を退任したり\n退職慰労金を自発的に辞退したからといって，同被告に対する責任追及が信義則上\n許されないとは到底いえない。\nよって，被告Ａ１の主張を採用することはできない。\n(エ)　被告Ａ２は，京都厚生会が，福徳銀行が反対していたＵコンドミニアム事業\nに関与しなければ，少なくとも倒産の事態に陥ることはなかったのであり，京都厚\n生会の倒産により福徳銀行に損害が生じたとすれば，それは，京都厚生会が福徳銀\n行に隠れてＵコンドミニアム事業を行ったためであり，同被告が本件各融資に反対\n意見を述べなかったためではない旨主張する。\nしかしながら，前判示のとおり，本件各融資は，融資審議会で審査された時点で，\n回収不能となる蓋然性があり，かつ，被告Ａ２は，回収できないことを具体的に予\n見できたのであって，同被告が本件各融資に異議を述べず，本件各融資が実行され\nた結果，その一部が回収不能となって福徳銀行に損害が生じたのであるから，仮\nに，京都厚生会の経営破綻がＵコンドミニアム事業を契機としたものであるとして\nも，同被告の善管注意義務違反・忠実義務違反と上記損害との間には相当因果関係\nが認められ，同被告の責任に何ら消長を及ぼすものではない。\nよって，被告Ａ２の主張を採用することはできない。\n(オ)　被告Ａ２は，融資審議会は，頭取の決裁についての諮問機関であって，融資\n審議会の構成員の意見はあくまで参考にすぎず，頭取の決裁が融資審議会における\n審議内容あるいは構成員の意見に拘束されるわけではなく，本件各融資についての\n昀終的な決裁権は頭取である被告Ａ１が有していたとして，被告Ａ２には責任がな\nい，あるいは反対しなかったことと損害との間に因果関係がない旨主張する。\nしかしながら，前記認定のとおり，融資審議会は，頭取決裁案件について融資の可\n否を慎重に審査するために設置された会議体であり，決裁権限を有する被告Ａ１\nも，融資審議会での審査結果を踏まえて融資の決裁を行っていた。加えて，被告Ａ\n２は，融資審議会の構成員であるのみならず，代表取締役副頭取という頭取を補佐\nすべき立場にあったことを併せ考慮すると，被告Ａ２が本件各融資に対し異議を述\nべた場合には，更に慎重な検討が行われ，本件各融資が安易に実行されることはな\nかったものと推認することができる。\nよって，被告Ａ２の主張を採用することはできない。\n(3)　争点④（損害）について\nア　前記認定のとおり，京都厚生会の会社更生手続における債権調査，更生計画に\n関する関係人集会での可決及び更生裁判所の認可決定，並びに更生計画の実行の結\n果，福徳銀行が全額更生担保権として届け出た債権額合計７１億８５８４万２６０\n７円のうち，２２億１３８８万４８６５円（元金の一部）が更生担保権として確定\nして弁済され，４１億３７５４万３７４２円（元金の残額，利息金及び更生手続開\n始決定の日の前日までの遅延損害金）が一般更生債権として確定した上，その２\n４．２パーセントに相当する１０億０１２８万５５８６円が弁済され，残る一般更\n生債権の７５．８パーセント相当額及び劣後更生債権（更生手続開始決定の日以降\nの遅延損害金）の全額がいずれも免除された（会社更生法２３６条，２４２条１項\n参照）。\nところで，上記更生計画では，一般更生債権について，元金の残額，利息金及び遅\n延損害金のいずれであるかを区別せず，一律に免除率（７５．８パーセント）を定\nめているから，元金の残額（３７億４６２１万５１３５円）についても，７５．８\nパーセントの相当額である２８億３９６３万１０７２円（小数点以下切捨て）が免\n除され，残る２４．２パーセント相当額である９億０６５８万４０６３円が弁済さ\nれたことになる。\nしたがって，上記会社更生手続の結果，福徳銀行の京都厚生会に対する貸付金等債\n権の元金５９億６０１０万円のうち，３１億２０４６万８９２８円（更生担保権額\n２２億１３８８万４８６５円に上記９億０６５８万４０６３円を加算した金額）が\n弁済され，残金２８億３９６３万１０７２円（４７．６４パーセント[小数第３位以\n下切捨て]）が免除された（すなわち回収不能となった）ものと認められる。\nそして，前記認定のとおり，福徳銀行が京都厚生会に対して有していた担保権は根\n抵当権であり，個々の債権と個々の担保権とに個別の対応関係はなかったから，本\n件各融資についても，元金合計８億６８００万円の４７．６４パーセント相当額で\nある４億１３５１万５２００円が回収不能となったものと認められる。\nイ　これに対して，原告及び反訴被告は，①損害額は本件各融資により増大した福\n徳銀行の回収不能額であり，個々の債権に回収金がどの程度充当されたかという事\n後的な事情によって損害額に変動を来すものではないから，基本的には融資元金額\nが全額損害である，②本件各融資を実行したことにより会社更生手続の中で福徳銀\n行が受けた配当額中の増加分については損害額から控除されるから，融資元金額か\nら１億３０５１万１９００円を控除した７億３７４８万８１００円が損害であるな\nどと主張する。\nしかしながら，前判示のとおり，福徳銀行は，本件各融資の元金合計８億６８００\n万円についても，京都厚生会に対する他の貸付金等債権の元金と同率の弁済を受\nけ，その結果，４７．６４パーセント相当額である４億１３５１万５２００円が回\n収不能となったものと認められるのであるから，原告及び反訴被告の上記主張を採\n用することはできない。\nウ　原告及び反訴被告は，仮に，回収金の一部が違法融資に基づく債権に充当され\nたとしても，これによって正常に融資された債権の回収額が減少していると主張す\nる。\nしかしながら，本件各融資が実行されなかった場合においても，京都厚生会の会社\n更生手続における弁済率が同一であるときには，本件各融資以外の債権の回収額は\n増加しないのであり，本件各融資が実行されなかった場合には上記弁済率がより高\nく定められたものと推認するに足りる証拠はない。\nよって，原告及び反訴被告の主張を採用することはできない。\nエ　原告及び反訴被告は，本件融資金の一部が回収不能となった結果，これを全額\n回収していれば他に運用して本件訴訟提起までに得られたであろう運用利益，すな\nわち，平成１０年２月２７日（福徳銀行が京都厚生会から一般更生債権の弁済を受\nけた日）から本件訴訟提起日の前日までの間の年５パーセント（仮にそうでないと\nしても，約定利率である年３．５パーセント利息）の割合による運用利益が損害で\nあると主張する。\nしかしながら，前判示のとおり，京都厚生会の会社更生手続において更生担保権額\n及び更生債権額が確定し，一般更生債権の一部が弁済され，その残額及び劣後更生\n債権が免除されたことにより，本件各融資による損害額が確定している。そして，\n被告らに対する損害賠償請求権は期限の定めのない債権であるから，履行の請求を\n行うことにより民法所定の年５分の割合による遅延損害金を請求することができる\nのであり，これとは別に確定した損害額に対する運用利益について損害賠償を請求\nすることはできないものと解するのが相当である。\nよって，原告及び反訴被告の主張を採用することはできない。\nオ　被告らは，本件各融資は手形貸付けであり，実行後手形の書替が行われたこと\nにより本件各融資金は全額回収済みであるから，損害は発生していない旨主張す\nる。\n前記認定のとおり，確かに，本件各融資は手形貸付けであり，実行後手形の書替が\n行われていることが認められるけれども，本件融資１及び３については返済期日を\n延期するために手形の書替が行われたにすぎないし，本件融資２についても現実の\n資金の移動はなくいったん回収扱いとしたにすぎないのであり，福徳銀行が本件各\n融資の融資金を現実に回収したとは認められないから，被告らの上記主張を採用す\nることはできない。\nカ　被告Ａ２は，原告及び反訴被告主張の福徳銀行の損害は，京都厚生会の和議申\n請及びこれに続く会社更生法申立てにより生じたものであり，それは本件各融資の\n期限を延長したために生じた損害であって，被告Ａ２が本件各融資の実行につき反\n対しなかったことと福徳銀行に生じた当該損害との間には因果関係がない旨主張す\nる。\nしかしながら，前判示のとおり，本件各融資は，融資審議会で審査された時点で，\n回収不能となる蓋然性があり，かつ，被告Ａ２は，回収できないことを具体的に予\n見できたのであって，同被告が本件各融資に異議を述べず，本件各融資が実行され\nた結果，その一部が回収不能となって福徳銀行に損害が生じたのであるから，京都\n厚生会が和議開始及び更生手続開始の各申立てをしたことを契機として損害が顕在\n化したものであるからといって，同被告の善管注意義務違反・忠実義務違反と上記\n損害との間の相当因果関係が否定されるものではなく，同被告の責任に何ら消長を\n及ぼすものではない。\nよって，被告Ａ２の主張を採用することはできない。\nキ　前記認定のとおり，反訴被告は，被告Ａ２に対し，平成１２年８月１１日，本\n訴請求債権と被告Ａ２が反訴被告に対して有していた普通預金債権１２２１万９８\n７６円を対当額で相殺するとの意思表示をしたから，損害額は，４億１３５１万５\n２００円から１２２１万９８７６円を控除した残額である４億０１２９万５３２４\n円であると認められる。\n(4)　争点⑤（消滅時効）について\n被告Ａ２は，取締役としての善管注意義務違反及び忠実義務違反に基づく損害賠償\n請求権の消滅時効期間が５年間であると主張するけれども，これを採用することが\nできないことは，既に判示したとおりである。\n(5)　反訴請求について\n前判示のとおり，被告Ａ２の反訴被告に対する普通預金債権は相殺により消滅して\nいる。\n第４　結論\n以上の次第で，原告の請求は主文第１項及び第２項の限度で理由があるからこれを\n認容し，その余は理由がないからいずれも棄却し，被告Ａ２の反訴請求は理由がな\nいからこれを棄却することとし，訴訟費用の負担につき民訴法６１条，６４条本\n文，６５条１項本文を，仮執行の宣言につき同法２５９条１項をそれぞれ適用し\nて，主文のとおり判決する。\n大阪地方裁判所第４民事部\n裁判長裁判官　　　池　　田　　　光　　宏\n裁判官      永　　井　　　裕　　之\n裁判官　　　松　　田　　　道　　別\n"
}