{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 2,
    "day": 27
  },
  "case_number": "平成14(う)39",
  "case_name": "詐欺，非現住建造物等放火被告",
  "court_name": "広島高等裁判所",
  "lawsuit_id": "3825",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=3825",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/825/003825_hanrei.pdf",
  "contents": "主　　　　　　　　文\n本件控訴を棄却する。\n当審における未決勾留日数中３００日を原判決の刑に算入する。\n理　　　　　　　　由\n本件控訴の趣意は，弁護人中島憲作成の控訴趣意書に記載されているとおりであるか\nら，これを引用する。\n第１　原判示第２の事実に関する訴訟手続の法令違反の論旨について\n所論は，要するに，原判決は，被告人作成の上申書，弁解録取書，勾留質問調書\n及び供述調書（原審検２９１号ないし３１４号）を証拠として採用し，原判示第２の非現住\n建造物等放火の事実を認定するための証拠に供したが，これらの自白は任意性がなく，\n証拠能力を欠くから，原審の訴訟手続には，証拠能力のない上記各書証を採用して事\n実認定の証拠に供した点で訴訟手続の法令違反があり，これが判決に影響を及ぼすこ\nとは明らかである，というのである。\nそこで，所論にかんがみ検討すると，原審が，上記各書証について証拠能力を肯定\nして証拠採用した決定及びこの点に関する原判決の補足説明は，証人及び被告人の供\n述の信用性に関する判断を含めて，当裁判所も概ね正当なものとして是認することがで\nき，当審において取り調べた証拠によっても，上記判断を左右するものはない。以下，付\n言する。\n１　平成１０年１０月３日付け上申書（原審検２９３号）について\n所論は，要するに，被告人は，平成１０年１０月３日（以下，「平成１０年」の記載を省\n略する。），本件放火の犯行を認める内容の上申書を作成しているが，当日は，高血圧\nのため体調がよくなく，警察官に対して取調べの中止を求めたにもかかわらず，警察官\nは，取調べを中止しなかったばかりか，自白しなければ妻を逮捕する旨告げて脅迫し，\n夕食もとらせないまま午後１０時近くまで取調べを続行して警察の意向に沿った上申書を\n作成させたのであるから，任意性を欠いた証拠である，というのである。\n(1)　被告人の体調について\n被告人は，高血圧の持病があり，１０月３日午後１時，広島県Ａ警察署留置場にお\nいて，血圧を測定したところ，収縮期の血圧（いわゆる上の血圧）が２１８，拡張期の血圧\n（いわゆる下の血圧）が１４０であったこと，午後１時過ぎころから，Ｂ警察官による取調べ\nを受け，午後５時５２分から午後９時４５分にかけて，本件放火の犯行を認める内容の上\n申書及び図面を書いたこと，その間，夕食をとっていなかったことは，所論が指摘すると\nおりである。\nしかし，他方で，関係証拠によれば，被告人の健康状態や取調べ状況として，次の\nような事実も認められる。すなわち，\n①　被告人は，９月１１日，原判示第１の詐欺罪の容疑で逮捕され，同日以降，Ａ警察\n署留置場に留置されていたところ，９月１２日，血圧が上が２５０，下が１５０くらいまで上昇\nして体調が悪化し，一晩入院したことがあったため，翌１３日に退院後，Ａ警察署の留置\n担当者は，毎朝，被告人の血圧測定を行い，朝食後と夕食後に血圧降下剤を服用させ\nたほか，被告人の申出に応じて，即効性のある血圧降下剤を飲ませたり，病院で診察を\n受けさせるなど，その健康状態に留意しており，被告人の取調べを担当したＢ警察官も，\n被告人に健康状態を尋ね，被告人の体調に応じて，取調べを延期したり，途中で中止し\nたりしていた。被告人は，１０月２日，詐欺罪で起訴され，しばらくの間，取調べはないも\nのと考えていた。\nなお，弁護人との接見は，９月１３日，同月１８日，同月１９日及び１０月１日に行われ\nた。\n②　被告人は，１０月３日午前零時，頭痛を訴えて，即効性のある血圧降下剤カルジオ\nブレンを服用した。その際の血圧は，上が１７９，下が１２９であった。午前７時に起床し，\n朝食を半分食べた。午前７時２５分の時点の血圧は，上が１７８，下が１１６であり，留置担\n当者に，「夜中薬を飲んだので調子がいいみたいです」と話し，本を読んだりして過ごし\nていた。ところが，被告人は，午前９時過ぎから，予想外であった本件放火事件に関する\nポリグラフ検査を受け，午前１１時３５分，留置場に戻った。被告人の表情はやや厳しいも\nのであったが，留置担当者に刑法と刑事訴訟法の本を房に入れてもらった。昼食を３割\n程度食べた後，留置担当者に対し，弁護士に大至急来てもらうよう電話連絡を依頼し，\n留置担当者から，昼からの調べに出たときでよいかと尋ねられ，それでよい旨の返事をし\nた。\n③　被告人は，上記のとおり，午後１時に血圧を測定したが，留置担当者に対して，気\n分が悪いとか，病院へ行かせてほしいとは言わなかった。そして，Ｂ警察官の取調べを受\nけ，放火の事実について追及されたものの否認を通し，午後３時３７分から午後４時３分\nまでの約２６分間，取調べを中断して弁護人と接見した。接見を終えた弁護人から，Ｂ警\n察官や留置担当者に対して，取調べの中止要請や被告人の体調に関する申入れはな\nく，引き続き，被告人は，取調室に戻って，Ｂ警察官の取調べを受けた。被告人とＢ警察\n官との間で，被告人の妻がＡ警察署で取調べを受けていることや妻に対する逮捕のこと\nが話題になり，被告人は，自分を逮捕してほしいとか，上申書を書く代わりに妻を逮捕し\nないでくれなどと発言した。\n④　被告人が作成した上申書は，Ｂ４版の用紙で図面１枚を含めて１４枚に及んでいる\nところ，その内容は理路整然としており，文章や表現におかしな部分はなく，図面の内容\nや筆致もしっかりしていて，その体裁からして，体調が極端に悪かったことをうかがわせる\n点はない。そして，被告人は，上申書の中で，本件放火が被告人の単独犯行によるもの\nであって，Ｂ警察官が共犯者として嫌疑を抱いていた被告人の妻については，事件とは\n関係がない旨，Ｃ保険会社と保険契約を締結した理由は，台風に備えるためであった旨\nそれぞれ自己の主張を記載している。\n⑤　被告人は，午後９時５２分，留置場に戻り，夕食を半分くらい食べた後，定期的に服\n用する血圧降下剤インヒベース等を服用し，洗面をしたが，運動については疲れたと言\nって辞退し，午後１０時１７分から６分間，新聞を読んだ後，「おやすみなさい」と言って，\n午後１０時２４分に消灯して就寝した。\nなお，翌朝の起床時刻を午前７時３０分とする補完措置がとられた。\n⑥　被告人は，１０月４日午前７時１５分に起床し，清掃，洗面，運動を実施した。午前７\n時２２分の時点で血圧は上が１７０，下が１０９であり，朝食を３割程度食べた後，インヒベ\nース等の薬を服用し，午前及び午後の取調べに応じた。\nこれらの事実を総合すると，被告人は，予想外のポリグラフ検査を受けたことで精神\n的緊張や動揺に起因して血圧が上昇した（なお，健常者の場合であっても，極度に緊張\nした場合，１８０を超えることが瞬間的にあることは，原審公判において医師Ｄの供述する\nところでもある。）が，その前後に，留置担当者に対する服薬や診療の申出はなく，留置\n場で本を読んだり読もうとしていたし，上申書作成後も，身体の不調や診療の申出をして\nおらず，夕食を食べて，新聞を読んだりしているのであるから，１０月３日午後１時の時点\nにおける血圧の数値はかなり高かったとはいえ，この上昇は一時的なものであり，上申書\nを作成した時点で，取調べに応じることができないほど体調が悪化していたとはいえない\nというべきである。\n(2)　Ｂ証言の信用性について\n所論は，Ｂ警察官の証言について，次のような点で信用することができないのに，原\n判決が，その信用性を肯定したのは不当である，と主張する。すなわち，①Ｂ警察官は，\n１０月３日午後の取調べにおいて，被告人から，取調べ中止の申出がなかったというが，\n午後１時の血圧の数値や，被告人が弁護人と接見した際，取調べを中止してもらってよ\nいか聞いていることなどに照らし不自然である。②Ｂ警察官は，被告人が自白するに至っ\nた経過について，合理的な説明をしていない。③Ｂ警察官は，上申書の具体的内容に\nついて指示しなかったというが，詳細かつ理路整然とした上申書の記載内容からしてみ\nても，体調が悪く，頭痛の激しい被告人が書けるような文章ではないし，警察の意向に沿\nった自己に不利益な内容の上申書を夜１０時ころまで被告人自身の希望により夕食もと\nらずに書いたとは考えられない，というのである。\nしかしながら，①被告人の１０月３日午後１時の時点における血圧がかなり高かった\nことはそのとおりであるが，被告人は，留置担当者に対しても，特に気分が悪いとか診療\nの申出はしていなかったし，午後から取調べが行われることを前提に弁護人への連絡を\n依頼していること（なお，被告人は，１０月２日の時点で，弁護人に同月３日若しくは４日\nの接見を依頼していたが，被告人の予想に反して，より重大な放火事件に関する取調べ\nが開始されたのであるから，急きょ接見の申出をしたことに不自然な点はない。），また，\n血圧は常に変化する可能性があるところ，このときの血圧上昇は，午前中受けたポリグラ\nフ検査による緊張，動揺に基づく一時的なものと考えられること，被告人は，血圧の数値\nが高くても，気分が悪くない限り，できるだけ取調べに応じようとしていたのであって，同\n月１３日朝の血圧は上が２１３，下が１３３，同月２０日朝の血圧は上が２０４，下が１２８と，\nいずれも上の血圧が２００を超えているのに，特別な措置をとることなく，取調べのため留\n置場から出場しており，特に同月２０日には，検察官の取調べにおいて明確に否認の供\n述をしていることなどを考慮すると，同月３日に取調べ中止の申出をしなかったとしても決\nして不自然ではない。\n他方，所論が前提とする被告人が弁護人と接見した際，取調べの中止をしてもらっ\nてよいかと聞いたとの被告人の供述は，それまでに体調不良を理由に何度か取調べを\n中止してもらった経験があることに照らすと，殊更，弁護人にこのような確認を行わなけれ\nばならなかったのか疑問であるし，被告人が，午後の取調べ開始に当たり，中止を申し\n出たのに，従来とは異なり，Ｂ警察官に応じてもらえなかったというのであるから，自己の\n意思に反する取調べが行われている旨弁護人に強く訴えて，弁護人を通じて取調べ中\n止などの要請がなされて当然であるのに，そのようにしないで取調室に戻ったというの\nは，いかにも不自然である。\n②Ｂ警察官は，１０月３日午後の取調べについて，被告人がアリバイを主張していた\n平成９年８月７日付け供述調書を読み聞かせた上，妻Ｅの供述との食い違いを指摘し，さ\nらに，被告人運転車両に関する高速道路の利用状況や犯行前日及び当日朝の給油状\n況を基に矛盾点を追及したところ，被告人は，弁解することができなくなり，突然「逮捕し\nてくれ」と言い出し，事実関係を明らかにするように求めると，放火の事実を認める供述を\nしたので，上申書を作成させたというのであって，被告人が自白するに至った経過につ\nいて十分合理的な説明をしている。\n③上申書の内容には，自動車をＦから約１００メートルくらい離れた道路に止めたこ\nと，店舗２階にあった新聞紙を使って火をつけたこと，犯行後，ａのかき打ち場に男性の\n姿があったことなど，その時点までに捜査機関が収集していた証拠関係では明らかにな\nっておらず，警察官には指示することができないような事項が含まれている。また，上申\n書作成時の被告人の体調は，上記のとおり，上申書の体裁や留置場に戻った際の様子\nなどからしてみても，それほど悪かったとは考えられない。そして，その記載内容は，必ず\nしも警察の意向に全て沿っているとはいい難く，火災保険締結の理由について自己の言\nい分を記載しているほか，警察官が抱いていた妻に対する嫌疑に反して，被告人は，自\n己の単独犯行である旨記載している（なお，後に判明したＧセンターの下駄箱のトリック\n工作について，上申書には事実に反する内容を記載しており，妻に対する嫌疑は一層\n低いものとなっている。）。さらに，夕食に関して，被告人自身，ほしくなかったと述べてい\nることに加え，被告人としてみれば，妻の逮捕を避けるべく，一刻も早く，妻が放火の犯\n行に関係していないことを警察官に理解させて納得させる必要があったから，妻に累が\n及ばないような内容で，詳細かつ説得力のある上申書を書き上げるために，夕食をとる\n時間も惜しんで長文の上申書を作成したことに理由がなかったとはいえない。\n以上によれば，Ｂ警察官の証言に不自然な点はなく，その信用性を肯定した原判決\nの判断に誤りはない。この点に関する所論は理由がない。\n(3)　被告人の原審公判廷における供述の信用性について\n所論は，被告人の原審公判廷における供述が信用できないとした原判決の判断に\nは，次のような問題点を指摘することができ，原判決の判断は誤りである，というのであ\nる。すなわち，①原判決は，捜査官が被告人に対して苛烈な手段で自白を強要していた\nのであれば，１０月２０日に被告人が否認に転じた以降においても同様の取調べが行わ\nれていたはずであると説示しているが，被告人の供述調書はほぼ完成していたから，捜\n査官としては，既に自白調書が整っている以上，更に過酷な取調べを行う必要はない。\n②原判決は，捜査官が，弁護人から接見の申出があった際，接見指定ができるのに取\n調べを中止したとして，被告人の述べるような苛烈な方法による自白の強要はなかったと\n説示しているが，１０月３日の時点では，放火については任意捜査であって接見指定は\nできないはずであるし，仮に，できるとしても，取調べ中であっても弁護人に接見させるこ\nとは通常行われていることであり，直ちに接見させた事実をもって，苛烈な方法による取\n調べがなかったとはいえない。③原判決は，被告人が供述するとおり，体調が悪いので\nあれば，取調べを強行されることは死活問題となるはずなのに，接見した弁護人に対し，\n体調が悪いので取調べを中止してもらってよいかと聞いただけで，自己の意思に反して\n取調べが行われている事実を申告していない点を指摘し，被告人の供述は不自然であ\nると説示しているが，被告人としては，体調が悪くて取調べを受けることに耐えられないか\nらこそ，取調べを中止してもらってよいかと尋ねたのであり，そのことが不自然であるとは\nいえない。④原判決は，被告人の供述どおりの自白の強要が行われたのであれば，上\n申書の内容は，妻が犯行に加担した内容となっていなければ不自然であると説示してい\nるが，被告人が虚偽の内容の上申書を書くに至った理由としては，体調的にこれ以上否\n認を続けることは困難であったことのほかに，自白しなければ妻を逮捕すると脅迫された\nことも大きな理由の一つであるところ，被告人としては，妻までが無実の罪に問われること\nだけは絶対に避けたいと考えていたのであるから，妻が犯行に加担した内容になってい\nないのは当然である，というのである。\nしかしながら，①１０月１９日までの自白調書の内容は，捜査官の立場からしてみれ\nば，被疑事実との関係で十分なものではなく，犯行再現を内容とする実況見分の実施を\n含めてなお取調べの必要があったにもかかわらず，否認に転じた同月２０日以降も，過\n酷な取調べが行われていないということは，被告人に対する取調べは，その健康状態に\nも配慮して，全体的に見て穏当な方法でなされていたことの一つの証左であり，原判決\nの説示に不当な点はない。\n②刑訴法３９条３項の接見指定は，身柄の拘束を受けている被疑者に対し，その被\n疑事実についてのみなし得るに過ぎないところ，被告人は，１０月２日，詐欺罪で起訴さ\nれ，同月３日の時点においては，放火の被疑事実で身柄を拘束されておらず，接見指定\nはできなかったから，原判決が接見指定できることを前提に説示しているのは誤りであ\nる。しかしながら，Ｂ警察官が，任意の取調べにおいて，放火の事実を否認している被告\n人に対し，取調べを中断して，速やかに弁護人との接見をさせたことは，被告人の立場\nに十分配慮していることを示すものであり，原判決が，苛烈な方法による取調べがなかっ\nたことの一事情として指摘しているのは相当である。\nなお，弁護人との接見は，同月３日以降も同月６日，同月１３日，同月１４日，同月１\n７日，同月２０日，同月２８日及び１１月１日にもなされている。\n③この点に関する被告人の原審公判廷における供述が信用できないことは，既に\n述べたとおりであり，原判決の評価に誤りはない。\n④捜査官から自白の強要が行われたのであれば，上申書には捜査官の抱いていた\n嫌疑に沿った記載がなされるはずであるのに，そのようになっていないことは，被告人の\n意思内容に基づいて上申書が作成されたことを物語る。そして，取調べの過程で，被告\n人の妻に対する逮捕のことが話題になったことは認められるが，この点に関する被告人\nの供述内容は，自白を強要されたとする方向に誇張されて変遷を生じているし，基本的\nに信用できるＢ警察官の証言によれば，被告人が自白に転じた状況は，上記のとおり合\n理的であり，自白を得るために被告人を脅迫したような疑いはなく，これに反する被告人\nの供述は信用することができない。\n以上のとおりであるから，上申書を作成した状況等に関する被告人の原審公判廷に\nおける供述を信用できないとした原判決の判断に誤りはない。この点に関する所論は理\n由がない。\n(4)　その他弁護人が主張する点を全て検討してみても，上申書の任意性を肯定した原\n判決の判断に誤りはない。\n２　上申書以外の供述調書等について\n所論は，要するに，上申書以外の被告人の供述調書等について，いったん自白さ\nせられて自暴自棄に陥った被告人が，上申書を書いたことから軽い刑になると考えてい\nたほか，再度否認に転じると再び過酷な取調べが始まることや妻が逮捕されることをおそ\nれ，そのまま自己の意思に反して自白を維持したものであるから，同様に自白の任意性\nを欠く，というのである。\nしかしながら，\n(1)　被告人の平成９年８月７日付け警察官調書（原審検２９２号）は，被告人が参考人と\nして取調べを受けた際の供述調書であり，身柄の拘束を受けていなかったし，供述内容\nは，負債や本件建物に火災保険を付した状況などのほか，アリバイの主張を内容とする\n供述調書であるから，供述の任意性に疑いを差し挟むような事情は全くない。\n(2)　被告人の平成１０年１０月４日以降に作成された警察官調書等（原審検２９１号，２９\n４号ないし３１４号）については，それぞれの取調べ等の時点において，任意性に疑いを\n差し挟むような事情は何らない。\nそして，上記のとおり，同月３日付け上申書は任意に作成されたものと認められ，被\n告人は，同月５日に行われた検察官の弁解録取や裁判官による勾留質問の際にも，自\n己の主張を述べたが，上申書作成の経緯について不満を述べたことはなく，上記のとお\nり，弁護人との接見も繰り返し行い，放火の事実について自供していると伝えた上で，弁\n護の引受けについて検討してもらうよう頼んでおり，同月１９日までの間，主張すべき点は\n主張しつつ自白の供述を続けていたのであって，同月３日に自白したことにより，自暴自\n棄に陥っていたような事情は見当たらない。他方，被告人は，取調べがなお続いてい\nて，妻が逮捕されるおそれも残っていた同月２０日の時点で，全面否認の供述に転じて\nいるのであるから，それまで過酷な取調べや妻の逮捕をおそれる余り，自己の意思に反\nする自白を維持していたとは考えられない。なお，被告人は，否認に転じた理由の一つと\nして，同月１９日夕方，刑法の本を読んでいた際，担保の付いた建物は他人所有の建物\nと同様に扱われることを知り，本件放火罪の法定刑について誤解していたことを挙げてお\nり，このことは否認するに至った合理的で重要な要因であると認められる。\nそうすると，上申書以外の供述調書についても，自白の任意性に疑いを差し挟むよ\nうな事情は見当たらない。\n３　したがって，所論指摘の各書証について，任意性を肯定して証拠採用し，事実認定\nに供した原判決に，所論のいう訴訟手続の法令違反はない。\n論旨は理由がない。\n第２　原判示第２の事実に関する事実誤認の論旨について\n所論は，要するに，原判決は，被告人が，火災保険金を取得しようとして，平成９年\n７月３０日午前４時前ころ，有限会社Ｈ所有に係る広島県豊田郡ｂ所在のＦの建物３棟の\n床面などに灯油を撒布した上，ライターで点火した新聞紙を床に投げて放火し，建物３\n棟を全半焼させた，という事実（原判示第２）を認定したが，被告人は犯人ではないから，\n上記事実を認定した原判決には，判決に影響を及ぼすことが明らかな事実の誤認があ\nる，というのである。\nそこで，原審記録を調査して検討すると，原判示第２の犯罪事実の認定及び補足説\n明における説示は，当裁判所も概ね正当なものとして是認することができる。そして，この\n認定及び判断は，当審における事実取調べの結果を考慮しても左右されない。以下，所\n論にかんがみ，付言する。\n１　捜査段階における供述の信用性について\n所論は，要するに，被告人の捜査段階における供述は，信用性を欠くのに，原判決\nが，被告人の捜査段階における自白供述が信用できるとして，被告人が犯人であると認\n定しているのは，不当である，というのである。\n(1)　しかしながら，被告人の自白供述を除いてみても，原判決の補足説明２項の事実\nが認められ，これらの事実及びその他の関係証拠を併せて検討すると，被告人が本件犯\n行にかかわっている蓋然性が高く認められる。\nすなわち，本件は，放火の態様等に照らし，有限会社Ｈの関係者による犯行である\nとうかがわれるところ，有限会社Ｈの実質的経営者の地位にあり，多額の借金を抱えてそ\nの返済資金に窮していた被告人は，本件火災から比較的近い時期である平成９年６月１\n９日，本件建物等を対象として，保険会社と合計３億４５００万円の保険契約を締結し，同\n年７月２２日には，掛け金を支払わないことで保険契約が失効となっていた農協に対し，\n他に保険契約を締結していることを秘して，３億８０００万円の新規の保険契約の申込み\nを行っており，火災により，保険金を入手できる立場にあったから，犯行の動機を基礎付\nける事情があった。また，被告人は，当時，親類の子２名がＦに泊まりがけの予定でアル\nバイトに来ていたところ，本件前日，そのうちの１名に対し，夜間不在になるので帰宅する\nように言い，もう１名に対しても，夜間不在になる旨伝え，帰宅するとの返事を得たことか\nら，Ｆに置いてあった小型テレビや衣類等を被告人の娘の元に届けるよう依頼し，その\n夜，妻と共に岡山県にあるＧセンターへ出かけた際，入館手続を二重に行うトリック工作\nを施した上，夜間，一人で外出し，自動車を運転してＦへ向かい，本件当日の午前２時こ\nろ，Ｆに到着して本件建物内に入り，その後，午前５時にｃインターチェンジを通過してい\nるところ，時間的にも場所的にも本件犯行を行うことが可能な範囲内にいたと認められ\nる。そして，被告人は，午前６時３０分ころ，Ｇセンターへ戻り，妻と落ち合った後，近くの\nホテルで身体を洗って着替えをし，また，ガソリンスタンドで給油及び洗車を行い，有限\n会社Ｈの従業員から連絡を受けて，Ａ警察署へ向かうまでの間，妻に対して，見付かっ\nたかもしれないと告げ，一緒にいたことにしてくれるよう口裏合わせを行った上，警察によ\nる取調べの際，妻にそのとおり供述させ，自らも一晩中Ｇセンター内にいた旨の虚偽のア\nリバイを主張するなど，不自然な言動をしている。さらに，被告人は，本件火災後，銀行\nその他に対する借金の返済や支払につき猶予を得た上，本件火災の一，二週間後に，\n上記保険会社に対し，上記保険に質権を設定するよう申し入れ，同年８月１日から同月１\n８日までの間に融資を受けた合計４５００万円の債務を担保するため，同年９月２９日，銀\n行に対する質権を設定しており，また，本件火災の翌日，上記農協の職員に対し，保険\n金の支払を申し入れるとともに，同年８月１日ころ，上記保険に質権を設定する手続を行\nうよう求めている。これらの事実によれば，被告人と犯人との結び付きが強くうかがわれ\nる。\nそして，被告人は，本件犯行から約１年２か月経過した後の平成１０年１０月３日，上\n記第１のとおり，警察官から，アリバイ主張に相反した被告人運転車両に関する高速道\n路の走行状況や給油状況に関する証拠がある旨告げられて弁解することができなくな\nり，本件放火の犯行を認める内容の上申書を作成し，同月１９日までの間，自白供述を\n維持していたものである。\n被告人の捜査段階における供述は，意図的に事実を隠しているのではないかと考\nえられる部分や時間の経過により細部において記憶違いをしていると思われる部分があ\nり，また，被告人が犯行後，川や沼に捨てたという懐中電灯や軍手，靴などが発見されて\nいないことを考えてみても，犯行に至った経緯，動機，アリバイ工作の方法，犯行状況，\n心理状態，犯行後の行動，口裏合わせの状況等について，具体的かつ詳細に供述して\nおり，基本的な事項についてはほぼ一貫していて，客観的証拠や情況証拠と概ねよく符\n合している上，その内容も放火事件を起こした犯人の行動として特に不自然な点はな\nい。しかも，被告人が否認から自白に供述を転じた理由も合理的であるから，犯人性に\n関する被告人の供述は，十分信用することができる。\n(2)　所論は，原判決の説示について，被告人の供述と被害建物の内部に侵入して各\n棟の床面の広範囲に灯油を撒布したという検証結果が一致しているからといって，特に\n犯行態様について合理的な説明があるとはいえないし，被告人供述に係る着火地点と\n焼損した建物の検証結果との間に食い違いがあるところ，その重要性にかんがみ，記憶\n違いということは考えられないし，そのそごはささいなものということはできず，捜査段階の\n供述の信用性は大いに疑問がある，というのである。\nしかしながら，被害建物の内部に侵入して３棟の建物の広範囲に灯油を撒布して放\n火したということは，犯人性の点はもとより，犯行動機との関係においても，本件犯行の昀\nも基本的かつ重要な事項であり，仮にそのことが一致していないというのであれば，直ち\nに供述の信用性を欠くことになるのであって，原判決が，これらの点に関する供述内容と\n検証結果とが一致することを供述の信用性を肯定する一事情として指摘したことが，不当\nであるとはいえない。\n次に，着火地点のそごについて，検討する。被告人の捜査段階の供述調書（原審\n検３０２号，３０３号）によれば，被告人は，確実に灯油を撒いた場所として，浴場棟２階の\n女子脱衣室内（銭湯コース），男子脱衣室内（銭湯コース），食堂棟２階の廊下と踊り場，\n食堂棟１階の仮眠室内，生け簀前の客席，事務所棟２階のカラオケルーム内，事務所棟\n３階の宿直室内及び宿直室前，２階渡廊下を挙げて図示し，そのほか，食堂棟２階の大\n広間（南側桟敷席）や中２階の座敷にも撒いたかもしれないと供述し，火のついた新聞紙\nを投げた所として，浴場棟２階の女子脱衣室（銭湯コース），食堂棟２階の廊下と踊り場の\n交差付近，食堂棟１階の仮眠室か生け簀前の客席，事務所棟２階のカラオケルームを挙\nげて図示している。\n他方，検証調書（原審検１５６号ないし１５８号）及び消防署作成の捜査関係事項回\n答書（原審検１９２号）によれば，浴場棟２階の女子脱衣室（銭湯コース）の床板及び事務\n所棟２階のカラオケルームの畳部分には，強く焼毀して焼け抜けした部分があり，それぞ\nれ着火地点と認められるところ，被告人の供述とも符合しており，この２か所について，大\nきく矛盾するところはない。\nまた，食堂棟２階の着火地点としては，灯油が撒かれ強く焼毀している南側桟敷席\n２か所，南側桟敷席の西側通路及び屋内階段前通路の合計４か所が考えられ，食堂棟\n１階の着火地点としては，灯油の撒かれていた屋内階段横の通路付近が考えられる（な\nお，仮眠室付近には着火されていない。）ところ，それらの位置は，被告人が供述し図示\nした地点と比較的近いことや記憶違いの可能性もあることを考慮してみても，なお有意の\n差があり，この食い違いをささいなものということはできない。\nしかしながら，本件建物における火災の状況として，通行人から，午前４時７分ころ，\n火災の第一報が入り，消防隊が昀初に到着した午前４時３０分ころの時点で，浴場棟は\n激しく燃えていたが，食堂棟は外部からは燃焼していることが明らかでなく，１階部分に\nついては，消防隊員が確認した際，全く燃焼していなかったこと，浴場棟がほぼ鎮火した\n午前５時前ころ，食堂棟２階の南側桟敷席付近で爆発燃焼が生じ，２階の焼けた部分か\nら１階に火が落下して食堂棟全体に火が回ったことが認められる。そして，本件建物の消\n火活動を行った消防署職員であるＩは，被告人の上記供述調書の内容について，食堂\n棟１階では，新聞紙の火が灯油に引火せずに消え，２階では，投げられた新聞紙の位置\nが灯油の撒かれていない部分で，その後，灯油が撒かれた場所まで延焼して引火し，爆\n発燃焼を起こしたと考えれば矛盾がない旨説明しているところ（原審検１９３号），上記燃\n焼状況に加え，食堂棟１階の通路は石畳がひかれているのに対し，２階の屋内階段踊り\n場付近は木造であって構造が異なることを併せ考慮すると，この説明には十分合理性が\n認められる。そうすると，被告人供述と着火地点との間にそごがあることは，むしろ食堂棟\nの燃焼状況とよく符合することになるのであって，被告人供述の信用性を害することには\nならないというべきである。\nその他所論が指摘する点を検討してみても，原判決が，客観的に認められる事実と\n被告人の捜査段階における供述とを併せて，被告人が犯人であると判断していることに\n誤りはない。\n２　被告人の原審公判廷における供述について\n所論は，火災保険締結の経緯，被告人の自殺目的の行動，Ｇセンターに出掛けた\n理由，トリック工作の目的，妻に対して，「見付かったかもしれない」，「一緒にいたことにし\nてくれ」と発言したことの意味内容などに関する被告人の原審公判廷における供述につ\nいて，原判決が信用できないと判断したことは誤りである，というのである。\nしかしながら，火災保険締結の経緯に関する被告人の供述は，農協や保険代理店\nの関係者の供述に反しているし，その内容も不自然である。また，被告人は，本件前日，\nＧセンターへ出掛ける際には，自殺するつもりであり，死ぬ前に見納めするつもりでＦに\n出掛けたものの，自殺するには至らなかったと供述しているが，数時間前までいたＦに，\n深夜，見納めのために戻り，建物内を歩き回るなどという行動は，自殺直前の不安定な\n心理状態を考慮しても，納得し難いものであり，同センターへの入館手続を二重に行うト\nリック工作を施していたことをも考え併せると，自殺するつもりで行動していたとの被告人\nの弁解は，採用できない。その他の点に関する供述内容も，関係証拠によって認定でき\nる全体の事実経過や被告人が用いた言葉が本来有している意味とかけ離れていて符合\nせず，不自然で不合理な弁解にとどまっていることに照らし，到底信用できるものではな\nい。原判決の判断は相当である。\n所論は理由がない。\n３　以上のとおり，所論はいずれも理由がなく，その他弁護人がるる主張するところを全\nて検討してみても，原判決に所論のいう事実の誤認はない。\n論旨は理由がない。\n第３　量刑不当の論旨について\n論旨は，要するに，被告人を懲役６年に処した原判決の量刑は不当に重い，という\nのである。\nそこで，検討すると，本件は，有限会社Ｈの役員で実質的な経営者である被告人\nが，共犯者と共謀の上，リース用物件の販売代金名下に金銭をだまし取ろうと企て，共犯\n者をリース物件の納入業者に指名した上，リース会社に対し内容虚偽の書面を提出する\nなどして，リース会社とＨとの間で締結予定のリース契約の目的物である冷暖房設備等\nが既に納入業者から納入されており，かつ，リース会社が上記冷暖房設備等の所有権を\n取得したもののように装ってその旨誤信させ，額面金額合計２７４２万円余りの約束手形３\n通を共犯者宛に振り出させて交付させた詐欺（原判示第１），有限会社Ｈが所有する建\n物３棟（延べ床面積合計１０２６平方メートル）に放火して，火災保険契約に基づく保険金\nを取得しようとして，その床面などに灯油を撒布した上，火を放ち，上記建物３棟を全半\n焼させた非現住建造物等放火（同第２）の事案である。\n各犯行の動機に酌むべき事情はなく，態様は巧妙で悪質である。生じた結果も重大\nであり，詐欺の被害額は多額であるが，被害弁償はなされていない。また，放火の犯行\nについても，担保権者の担保の目的物を毀損している上，社会に与えた不安も大きい。\n被告人は，放火の犯行については，捜査段階の一時期これを認めていたが，その後は\n否認し，不合理な弁解に終始している。\nしたがって，本件の犯情は悪く，被告人の刑事責任は重いというべきである。\nそうすると，被告人は，詐欺の犯行については捜査段階から事実を認め，反省の言\n葉を述べていること，健康状態が優れないこと，罰金以外の前科がないことなどのほか，\n原審記録及び当審における事実取調べの結果により認められる諸事情を被告人のため\nに十分考慮してみても，原判決の量刑が不当に重いとはいえない。\n論旨は理由がない。\n第４　結論\nよって，刑訴法３９６条により本件控訴を棄却し，刑法２１条を適用して当審における\n未決勾留日数中３００日を原判決の刑に算入し，当審における訴訟費用については，刑\n訴法１８１条１項ただし書を適用して被告人に負担させないこととして，主文のとおり判決\nする。\n平成１５年２月２７日\n広島高等裁判所第一部\n裁判長裁判官　　　　久　　　保　　　眞　　　人\n裁判官　　　　菊　　　地　　　健　　　治\n裁判官　　　　島　　　田　　　　　　　一\n"
}