{
  "trial_type": "HighCourt",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 10,
    "day": 17
  },
  "case_number": "平成14(ネ)326",
  "case_name": "弁護士報酬相当額請求事件，仮執行の原状回復及び損害賠償の申立て事件",
  "court_name": "名古屋高等裁判所民事第4部",
  "result": "棄却",
  "article_info": "第55巻3号1頁",
  "original_court_name": "名古屋地方裁判所",
  "original_case_number": "平成13(ワ)5373",
  "gist": "地方自治法(平成14年法律第4号による改正前のもの)242条の2第1項4号の訴訟につき原告一部勝訴の一審判決がされ，その控訴審係属中に当該勝訴に係る支出公金額の全額が返還されたため，損害が填補されたことを理由に請求棄却の控訴審\n判決がされ，確定した場合と同条7項にいう「勝訴(一部勝訴を含む。)した場合」の該当性",
  "case_gist": "地方自治法(平成14年法律第4号による改正前のもの)242条の2第7項にいう「勝訴(一部勝訴を含む。)した場合」には，同条1項4号の規定による訴訟の提起・追行によって地方公共団体が実質的に勝訴判決を得た場合と同視できる経済的利益を受けた場合も含まれ，その訴訟につき原告一部勝訴の一審判決がされ，その控訴審係属中に当該勝訴に係る支出公金額の全額が返還されたため，損害が填補されたことを理由に請求棄却の控訴審判決がされ，確定した場合は，これに当たる。",
  "lawsuit_id": "22928",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=22928",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/928/022928_hanrei.pdf",
  "contents": "主　　　　文\n１　一審原告及び一審被告の本件各控訴をいずれも棄却する。\n２　一審原告の控訴費用は一審原告の，一審被告の控訴費用は一審被\n告の各負担とする。\n事実及び理由\n第１　控訴の趣旨\n１　一審原告\n(1)　原判決を次のとおり変更する。\n(2)　一審被告は一審原告に対し，９２１万５６７２円及びこれに対する平成\n１４年１月１２日から支払済みまで年５分の割合による金員を支払え。\n(3)　訴訟費用は第１，２審とも一審被告の負担とする。\n(4)　仮執行宣言\n２　一審被告\n(1)　原判決中，一審被告敗訴部分を取り消す。\n(2)　一審原告の請求を棄却する。\n(3)　訴訟費用は第１，２審とも一審原告の負担とする。\n第２　仮執行の原状回復及び損害賠償の申立ての趣旨\n１　一審原告は一審被告に対し，３５３万２６０２円及びこれに対する平成１４\n年３月２１日から支払済みまで年５分の割合による金員を支払え。\n２　仮執行宣言\n第３　事案の概要\n１　名古屋市の住民である一審原告の被相続人である夫が，名古屋市長の\n地位にあった者らに対して地方自治法（以下「法」という。）２４２条の２第１\n項所定の住民訴訟（以下「４号訴訟」という。）を提起したところ，１審では\n請求の一部認容判決がされ，２審では，控訴人らが１審判決で支払を命\nじられた金額を名古屋市に返還したことを理由に，１審判決の認容部分\nを取り消した上，請求棄却の判決がされ，同判決が確定した。本件は，一\n審原告が法２４２条の２第７項に基づき前記住民訴訟の弁護士報酬相当\n額を請求した事案であり，一審被告が同項の要件が満たされていないと\nして争ったところ，原審が一審原告の本訴請求を一部認容したため，これ\nを不服とする当事者双方が控訴するとともに，一審被告が，原判決の仮\n執行宣言に基づく強制執行を免れるために一審原告に支払った金員に\nついて，民事訴訟法２６０条２項による返還の申立てをしたものである。\n２　前提事実，争点及び争点に関する当事者の主張は，次のとおり付加訂\n正するほか原判決の事実及び理由欄の「第２」に摘示のとおりであるか\nら，これを引用する。\n(1)　原判決２頁８行目の「Ａ」の前に「名古屋市の住民である」を，同１４行\n目の「第９部は，」の後に「本件訴訟について」を加える。\n(2)　同３頁１６行目の「市民」を「住民」と改める。\n(3)　同３頁１９行目の「最高裁」の後に「第３小法廷」を，同行目の「５６頁」\nの後に「（以下「平成１０年最高裁判決」という。）」を加える。\n(4)　同５頁１行目の「被告は，」の後に「本件訴訟において，」を加え，同１\n１行目の「最高裁平成１０年６月１６日判決・判時１６４８号５６頁」を「平\n成１０年最高裁判決」と改める。\n(5)　同頁１８行目の「されたとして」の後に「１審判決を取り消して」を加え\nる。\n(6)　同６頁３行目の「控訴人」を「控訴人ら」と改める。\n３　当審における一審原告の補足的主張\n本件訴訟は，名古屋市において実に半世紀以上も続いてきた名古屋市\n政調査会自体の違法性を問い，その費用弁償を違法として返還を求め，\nこれを認めさせたものであって，極めて重大かつ困難な訴訟であったの\nであり，報酬基準の標準額から３０パーセントの増額をすることはあり得\nても，標準額を減額すべき事案でないことは明白である。また，弁護士会\nの報酬基準では，着手金と報酬金とは別個に算定するものとされてい\nる。弁護士報酬の相当額を算定するに当たっては，前記事情も十分考慮\nすべきである。\n４　当審における一審被告の補足的主張\n(1)　法２４２条の２第７項と事務管理との関係について\n法２４２条の２第７項は，事務管理とは全く異なり法が特殊例外的に弁\n護士報酬相当額の支払請求権を認めた規定であるから，その解釈に\n当たっては文言に忠実に厳格に解釈すべきであり，原判決のように事\n務管理との類似性から，財務会計行為の違法是正に貢献したかどうか\nという有益性の観点を加えて拡大解釈するのは不当である。\n(2)　最高裁第３小法廷平成１１年２月９日判決（判例地方自治１９１号２１\n頁）（以下「平成１１年最高裁判決」という。）は，本件訴訟と同様，原告\nの請求を一部認容する１審判決の言渡後に，違法とされた財務会計行\n為である支出（旅費）相当分及び利息分が地方公共団体に返納され，\n控訴審においては損害が既に存在していないものとして請求が棄却さ\nれたが，その控訴審において，弁護士報酬分について請求の拡張がさ\nれたという事案において，「拡張前の請求を全て棄却すべきである以\n上，拡張された請求を認容する余地がないことは，法２４２条の２第７\n項の規定に照らして明らかである」旨判示しているところ，これは，まさ\nに２審判決で示された「請求棄却」を形式的に解釈すべきことを前提と\nしたものである。\n第４　当裁判所の判断\n１　当裁判所も，一審原告の本訴請求は原判決認容の限度で理由があるも\nのと判断するが，その理由は次のとおり訂正するほか，原判決の事実及\nび理由欄の「第３」に説示のとおりであるから，これを引用する。\n(1)　原判決８頁６行目冒頭から同１０頁１行目末尾までを次のとおり改め\nる。\n「(2)　ところで，住民訴訟は，当該地方公共団体の執行機関又は職員\nによる違法な財務会計行為が住民全体の利益を害するのを防止す\nるため，地方自治の本旨に基づく住民参政の一環として，住民に対\nしその予防又は是正するため訴え提起の権限を与え，もって地方財\n務行政の適正な運営を確保することを目的としたものであるから，そ\nの住民訴訟の原告は，自己の個人的利益のためや地方公共団体\nそのものの利益のためにではなく，専ら原告を含む住民全体の利益\nのために，地方財務行政の適正化を主張して提起するものである。\nそして，４号訴訟は，違法な財務会計行為にかかる職員等に対し，\n損害の補填を要求することが訴訟の中心的目的となっているのであ\nり，この目的を達成するための手段として，訴訟技術的配慮から，地\n方公共団体の有する損害賠償請求権を代位行使する形式によるも\nのと定められている。\n(3)　そうすると，４号訴訟を提起・追行した原告が勝訴した場合に，\n訴訟に要した費用の全部を原告が負担する一方で，勝訴により損害\nの補填という経済的利益を受ける地方公共団体がその費用を何ら\n負担しなくてよいとすることは衡平の理念に反することになるから，\n法２４２条の２第７項は勝訴した原告に地方公共団体に対する相当\nと認められる弁護士報酬相当額の支払請求権を認めたものであると\n解される。\n【要旨】このような法２４２条の２第７項の立法趣旨からすると，『勝\n訴した場合』とは，公権的判断たる裁判所の勝訴判決に限定すべき\n理由はなく，４号訴訟の提起・追行によって，地方公共団体が実質\n的に勝訴判決を得た場合と同視できる当該財務会計行為により生じ\nた損害の補填という経済的利益を受けた場合をも含むと解するのが\n相当である。\n(4)　このような見地から本件訴訟について検討するに，前提事実に\n加えて証拠（甲８ないし１２，乙１ないし５）及び弁論の全趣旨による\nと，①　本件訴訟の１審において，原告のＡと当該職員らである被告\nら及びその訴訟参加人である名古屋市長との間で，名古屋市の名\n古屋市政調査会審議員に対する費用弁償の支給という財務会計行\n為の違法性を巡って，人証調べを含む計１７回の口頭弁論期日（判\n決言渡期日を除く。）が開かれ双方の主張立証が尽くされたうえで，\n原告の一部勝訴の１審判決に至ったこと，②　被告らの控訴による２\n審においては，費用弁償の支給を受けた名古屋市政調査会審議員\nら（１審判決において損害の補填を命じられた被告らの一部を含\nむ。）が受領した費用弁償金の返還を申し出たことから，名古屋市は\n当該費用弁償の支給決定を取り消し，その返還（１審判決で支払を\n命じられた遅延損害金を含む金額全額）を受けたため，２審判決は，\n『名古屋市の被った損害が補填された』から『調査活動費用等の支\n給が違法であったか否か，控訴人らに責任があるか否かについて\n判断するまでもなく』原告の請求は理由がないとして，１審判決を取\nり消し，原告の請求を棄却したことが認められる。\n【要旨】　以上の事実によると，原告の主張立証にかかる違法な財\n務会計行為に基づく損害賠償請求権ないし不当利得返還請求権が\n１審判決で一部認容され，権限を有する職員により違法と認定され\nた財務会計行為である支給決定が取り消されて，名古屋市の被った\n損害が補填されたというべきであるから，本件訴訟において，１審判\n決の取消，原告の請求棄却という２審判決の主文にかかわらず，名\n古屋市は実質的に勝訴判決を得た場合と同視できる当該財務会計\n行為により生じた損害の補填という経済的利益を受けたものという\nべきである。この点に関し，被告ら及び訴訟参加人たる名古屋市が\n当該財務会計行為の違法性を争い，損害も否定する主張立証をし\nていることは前示判断を何ら左右するものではない。\nよって，Ａの提起した本件訴訟は法２４２条の２第７項の『勝訴した\n場合』に当たると解するのが相当である。なお，２審判決は『当審に\nおいて損害の補填がなされた経過に鑑み，訴訟費用については控\n訴人らに負担させることとし』ていることも，前示判断を支持するもの\nと解することができる。\n(5)　この点に関し，法２４２条の２第７項の『勝訴した場合』とは，当該\n確定判決の主文から形式的に判断すべきであり，また，仮に判決の\n主文のみならず理由中の判断をも考慮すべきであるとしても，２審判\n決は，本件訴訟の争点のうち当該財務会計行為の違法性や当該職\n員の過失については判断せずに損害が認められないとして１審判決\nを取り消して請求を棄却しているのであるから，『勝訴した場合』に当\nたらない旨の一審被告の主張は，本件訴訟の経緯に照らすと法２４\n２条の２第７項の立法趣旨を没却する結果となり採用することができ\nない。」\n(2)　同１０頁２行目冒頭から同９行目末尾までを次のとおり改める。\n「２　次に，一審被告が支払うべき弁護士報酬の相当額について判断\nする。前提事実に加えて，証拠（甲９ないし１２）によれば，Ａは，弁護\n士９名（控訴審では７名）を代理人として，名古屋市長の地位にあっ\nたＢ外８名に対し本件訴訟を提起したこと，１審では訴え提起から判\n決言渡しまでの約２年８か月余の間に計１８回の口頭弁論期日が開\nかれ，弁護士１ないし３名が同期日に出頭（内１名の弁護士のみ全\n期日出頭）したこと，控訴の提起から２審判決言渡しまでの約８か月\nの間に計３回の口頭弁論期日が開かれ，弁護士１ないし３名が同期\n日に出頭（内１名の弁護士のみ全期日出頭）したこと，その間に審議\n員，控訴人らによる費用弁償金の返還支払がされたこと，Ａは，訴訟\n費用全額の支払を受けたことが認められる。また，１審判決後の前\n記返還金額を経済的利益として日弁連の報酬基準を適用すると，\n１，２審の着手金，報酬金は一審原告の主張するとおり計９２１万５６\n７２円となるけれども，他方，住民訴訟は住民たる原告が住民全体\nの利益のために，地方財務行政の適正化を主張して提起するもの\nであり，訴訟物の価額の算定にあたりその経済的利益は請求額で\nはなく算定不能の場合に準じて取り扱われている上，日弁連の報酬\n基準によると，弁護士報酬の算定基準となる経済的利益の額が算\n定不能の場合には８００万円とされているから，これによると，１，２\n審の着手金は各４９万円，報酬金は９８万円の計１９６万円と算定さ\nれる。加えて，本件訴訟は名古屋市において長年名古屋市政調査\n会審議員に対して支給されてきた費用弁償という財務会計行為の違\n法性を巡って争われた事案であって，その訴訟の追行に相当の困\n難が伴ったことは容易に推察されるところである。以上に指摘の本\n件訴訟の内容，審理の経過，認容額及び返還額，日弁連の報酬基\n準，その他本件記録に顕れた一切の事情を斟酌すると，本件におけ\nる相当な弁護士報酬額は３５０万円をもって相当と判断する。」\n２　付加する判断\n(1)　当審における一審被告の補足的主張(1)についてみるに，法２４２条\nの２第７項と事務管理との間に類似性を認めることができないことは指\n摘のとおりであると考えられるが，法２４２条の２第７項が法が特別に\n弁護士報酬相当額の支払請求権を認めた規定であるからといって，\n「勝訴した場合」とは勝訴の確定判決あるいは請求の認諾に限定すべ\nき理由のないことは前記判示のとおりであるから，同主張を採用するこ\nとはできない。\n(2)　同補足的主張(2)についてみるに，なるほど平成１１年最高裁判決は\n一審被告が指摘するとおりの判示をしているが，これは４号訴訟にお\nいて弁護士報酬分も違法な財務会計行為により地方公共団体の被っ\nた損害として拡張請求をした事案に関するものであり，本件とは事案を\n異にすると解されるから，同主張も採用することはできない。\n３　以上の次第で，原判決は相当であって，当事者双方の本件各控訴はい\nずれも理由がないからこれを棄却することとし，主文のとおり判決する（な\nお，一審被告の民事訴訟法２６０条２項に基づく申立ては，本案判決の変\n更されないことを解除条件とするものであるから，本件では判断をしな\nい。）。\n(裁判長裁判官　小川克介　裁判官　黒岩巳敏　裁判官　鬼頭清貴)\n"
}