{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 16,
    "month": 7,
    "day": 7
  },
  "case_number": "平成15(行ケ)296",
  "case_name": "審決取消請求事件",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "10206",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=10206",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/206/010206_hanrei.pdf",
  "contents": "平成１５年（行ケ）第２９６号　審決取消請求事件\n平成１６年６月２３日口頭弁論終結\n判　　　　決\n原　告　岡本インターナショナル株式会社\n訴訟代理人弁護士　北村行夫，中島龍生，大井法子，杉浦尚子，吉田朋,雪丸真\n吾，芹澤繁，亀井弘泰，弁理士　樋口盛之助\n被　告　特許庁長官　小川洋\n指定代理人　山口由木，山田忠夫，高木進，大橋信彦\n主　　　　文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n事実及び理由\n本判決においては，審決，本願発明の特許請求の範囲及び書証等の各記載を引用\nする場合を含め，公用文の用字用語例に従って表記を変えた部分がある。\n第１　原告の求めた裁判\n「特許庁が不服２００１－２１４４６号事件について平成１５年５月１６日にし\nた審決を取り消す。」との判決。\n第２　事案の概要\n本件は，原告が，後記本願発明の特許出願をしたところ，拒絶査定を受け，これ\nを不服として審判請求をしたところ，審判請求は成り立たないとの審決がされたた\nめ，同審決の取消しを求めた事案である。\n１　特許庁における手続の経緯\n(1)　本願発明\n出願人：岡本インターナショナル株式会社（原告）\n発明の名称：「プレハブ複合建築パネル」\n出願番号：特願平９－１７７８５９号\n出願日：平成９年６月１９日（優先権主張：平成８年６月２１日米国）（甲２）\n手続補正日：平成１２年８月４日（甲３）\n拒絶査定日：平成１３年１０月１９日（乙３）\n(2)　本件手続\n審判請求日：平成１３年１１月３０日（不服２００１－２１４４６号）\n手続補正日：平成１３年１２月２７日（本件補正。甲４）\n審決日：平成１５年５月１６日\n審決の結論：「本件審判の請求は，成り立たない。」なお，本件補正は却下され\nた。\n審決謄本送達日：平成１５年６月９日（原告に対し）\n２　本件出願に係る発明の特許請求の範囲請求項１の記載\n(1)　本件補正前の特許請求の範囲請求項１の記載（平成１２年８月４日付けの補\n正後で本件補正前のもの。甲３。以下「本願発明」という。請求項２以下の記載は\n省略。）\n【請求項１】建築物の垂直壁に取り付けるためのプレハブ複合建築パネルにおい\nて，このパネルが：前記壁に対して外向きに面する外側表面と前記壁に対して内向\nきに面する内側表面を有する，硬質セルラー高分子材シート；石膏をベースにした\n材質を含むセメント質材の固定層で，このセメント質層は前記シートから分離し\nて，シートの外向き面に結合されている，前記固定層；前記セメント質層の外側面\n上に担持され前記パネルの最も外側の表面を成す複数の硬質外装部材で，これら外\n装部材の少なくともいくつかの中で，隣り合う外装部材間にスペースを成すパター\nンで担持されている，前記外装部材；及びセメント質層並びに高分子シートそして\n外装部材に係合する複数の機械的支持体を含むことを特徴とする，前記建築パネ\nル。\n(2)　本件補正に係る特許請求の範囲請求項１の記載（甲４。以下「補正発明」と\nいう。請求項２以下の記載は省略。下線部分が上記(1)に変更が加えられた部分。）\n【請求項１】建築物の垂直壁に取り付けるためのプレハブ複合建築パネルにおい\nて，このパネルが：前記壁に対向する側の後面とその反対側の前面を有する，硬質\nセルラー高分子材シート；前記シートの後面に結合されている，支持パネル；石膏\nをベースにした材質を含むセメント質材の固定層であって，このセメント質層は，\n前記シートの前面に結合されている，固定層；前記セメント質層の外側面上に担持\nされ前記建築パネルの最も外側の表面を成す複数の硬質外装部材であって，これら\n外装部材が隣り合う外装部材間にスペースを成すパターンで担持されている，前記\n外装部材；及び前記支持パネル及びセメント質層並びに高分子材シートに結合され\nかつセメント質層を介して外装部材に結合される複数の機械的支持体を含むことを\n特徴とする，建築パネル。\n３　審決の理由の要点\n(1)　本件補正についての審決の認定判断\n(a)　審決は，本件補正につき，特許請求の範囲の減縮を目的とするものに該当す\nるとした上で，独立特許要件の判断に入った。\n(b)　審決は，刊行物１（特公平７－２５０８６号公報，本訴甲５。以下，刊行物\n１記載の発明を「引用発明１」という。）について検討し，次の発明が記載されて\nいると認定した。\n「壁用断熱パネルにおいて，このパネルが：前記壁に対向する側の後面とその反\n対側の前面を有する，発泡合成樹脂単板等の断熱板；前記断熱板の後面に結合され\nている，コンクリート層；前記シート〔判決注：原告が指摘し被告も認めるとお\nり，「シート」は「断熱板」の誤記と認める。〕の前面に結合されている，モルタ\nル層；前記モルタル層の外側面上に担持され前記壁用断熱パネルの最も外側の表面\nを成す複数の仕上げ材であって，これら仕上げ材が隣り合う仕上げ材間にスペース\nを成すパターンで担持されている，前記仕上げ材；及び前記コンクリート層，モル\nタル層並びに断熱材に支持される複数のアンカーボルトと，該アンカーボルトに締\n結されモルタル層並びに仕上げ材に結合される鉄筋ネットを含む壁用断熱パネ\nル。」\n(c)　審決は，補正発明と引用発明１とを対比し，一致点として，次のとおり認定\nした。\n「引用発明１の『発泡合成樹脂単板等の断熱板』，『仕上げ材』，『壁用断熱パ\nネル』は，補正発明の『硬質セルラー高分子材シート』，『外装部材』，『建築パ\nネル』に相当し，引用発明１の『モルタル層』は，補正発明の『固定層』又は『セ\nメント質層』に相当し，引用発明１の『アンカーボルト』と『鉄筋ネット』は締結\nされて支持体を形成しているから，補正発明の『機械的支持体』に相当する。\nまた，引用発明１の『壁用断熱パネル』は，建築物の垂直壁に取り付けるための\nプレハブ複合建築パネルであり，引用発明１の『コンクリート層』と補正発明の\n『支持パネル』とは『支持層』である点で共通するから，補正発明と引用発明１と\nを比較すると，両者は，『建築物の垂直壁に取り付けるためのプレハブ複合建築パ\nネルにおいて，このパネルが：前記壁に対向する側の後面とその反対側の前面を有\nする，硬質セルラー高分子材シート；前記シートの後面に結合されている，支持\n層；セメント質材の固定層であって，このセメント質層は，前記シートの前面に結\n合されている，固定層；前記セメント質層の外側面上に担持され前記建築パネルの\n最も外側の表面を成す複数の外装部材であって，これら外装部材が隣り合う外装部\n材間にスペースを成すパターンで担持されている，前記外装部材；及び前記支持層\n及びセメント質層並びに高分子材シートに結合されかつ外装部材と結合する機械的\n支持体を含む，建築パネル。』である点で一致する。」\n(d)　審決は，補正発明と引用発明１との相違点として，次のとおり認定した。\n「相違点１：支持層が，補正発明は，『支持パネル』であるのに対し，引用発明\n１は『コンクリート層』である点。」\n「相違点２：セメント質材の固定層が，補正発明は『石膏をベースにした材質を\n含む』ものであるのに対し，引用発明１はこのようなものであるか否か不明な\n点。」\n「相違点３：機械的支持体が，補正発明は『セメント質層を介して外装部材に結\n合される』のに対し，引用発明１は，外装部材に直接結合される点。」\n「相違点４：機械的支持体が，補正発明は複数設けられているのに対し，引用発\n明１は，アンカーボルトと鉄筋ネットが一体化されたひとつのものである点。」\n(e)　審決は，相違点１について，次のとおり判断した。なお，刊行物２とは，特\n開平７－１０２７３７号公報（本訴甲６。以下，刊行物２記載の発明を「引用発明\n２」という。）である。\n「引用発明２の『断熱サイジングパネル』，『無機質成形体』，『硬質発泡体\n層』，『不燃ボード』，『アンカー』は，補正発明の『建築パネル』，『外装部\n材』，『硬質セルラー高分子材シート』，『支持パネル』，『機械的支持体』に相\n当するから，刊行物２には『硬質セルラー高分子材シートの後面に結合されている\n支持パネル，硬質セルラー高分子材シートの外側面上に担持される複数の外装部\n材，及び，支持パネル，硬質セルラー高分子材シート及び外装部材に結合される複\n数の機械的支持体を含む建築パネル。』の発明が記載されていると認められ，引用\n発明１において，支持層として支持パネルを用い，これに硬質セルラー高分子シー\nト等に結合される機械的支持体を結合することは，引用発明２に基づいて当業者が\n容易になし得ることである。」\n(f)　審決は，相違点２について，次のとおり判断した。\n「モルタル等のセメント質層に石膏を含有させることは，原査定の拒絶の理由に\n引用した特開平７－１００８１０号公報に記載されているように周知の技術であ\nり，相違点２は当業者が適宜なし得る程度のことである。」\n(g)　審決は，相違点３について，次のとおり判断した。\n「引用発明１は，外装部材を機械的支持体に直接結合させることにより，セメン\nト質層との結合と，機械的支持体との直接結合により支持されるのに対し，補正発\n明の外装部材は，セメント質層を介して間接的に機械的支持体に結合させたもので\nあるから，引用発明１に比較し，強度的に劣ることは明らかであり，相違点３の特\n定事項とした点に格別の作用効果は認められない。」\n(h)　審決は，相違点４について，次のとおり判断した。\n「上記のとおり刊行物２には，支持パネル，硬質セルラー高分子材シート及び外\n装部材に結合される複数の機械的支持体を設けることが記載されており，引用発明\n１において，複数の機械的支持体を設けることは引用発明２に基づいて当業者が容\n易になし得ることである。」\n(i)　審決は，補正発明の効果について，次のとおり判断した。\n「全体として補正発明による効果は，引用発明１，２及び上記周知技術から予測\nできる程度のものである。」\n(j)　審決は，次のとおり結論付けた。\n「補正発明は，引用発明１，２及び周知技術に基づいて，当業者が容易に発明を\nすることができたものであるから，…特許出願の際独立して特許を受けることがで\nきないものである。本件補正は，…却下されるべきものである。」\n(2)　本願発明についての審決の認定判断\n審決は，本願発明について，次のとおり認定判断した。\n「本願発明は，補正発明から『パネル』が『シートの後面に結合されている，支\n持パネル』を有するとの限定事項，『機械的支持体』が『支持パネルに結合され\nる』との限定及び『機械的支持体』が『セメント質層を介して外装部材に結合され\nる』との限定を省いたものである。\nそうすると，…補正発明が，前記のとおり，引用発明１，２及び周知技術に基づ\nいて，当業者が容易に発明をすることができたものであるから，本願発明も，同様\nの理由により，引用発明１，２及び周知技術に基づいて，当業者が容易に発明をす\nることができたものである。…本願発明は，…特許を受けることができないもので\nあり，他の請求項に係る発明について検討するまでもなく，本願は拒絶すべきもの\nである。」\n第３　原告の主張（審決取消事由）の要点\n１　取消事由１（補正発明と引用発明１との一致点の認定の誤り）\n(1)　審決は，「引用発明１の『アンカーボルト』と『鉄筋ネット』は締結されて\n支持体を形成しているから，補正発明の『機械的支持体』に相当する」と認定し\nた。しかしながら，引用発明１の「支持体」と補正発明の「機械的支持体」の各々\nの支持対象・役割を無視した認定であって，誤りである。\n引用発明１の「支持体」は，「アンカーボルト」と「鉄筋ネット」とが締結され\nて形成されるものである。この「支持体」を形成している「鉄筋ネット（６）」\nは，すべての「仕上げ材（１３）」に結合されるものである。引用発明１の「支持\n体」は，すべての「仕上げ材」（セラミック陶板１３）を「直接」支持する支持体\nである。これに対し，補正発明の「機械的支持体」は，「硬質セルラー高分子材シ\nート」を補強支持するための支持体であり，引用発明１の「セラミック陶板」に相\n当する「外装部材」とは，「セメント質層」（引用発明１の「モルタル層１２」に\n相当）を介して「間接的に」しか結合されない支持体である。\n支持対象・役割の違いを看過し，引用発明１の「支持体」は補正発明の「機械的\n支持体」に相当すると認定した審決には誤りがある。\n(2)　引用発明１の「支持体」と補正発明の「機械的支持体」は，以下のとおり，\n支持の仕方，構造，配置及び目的が全く異なり，引用発明１の「支持体」は，何ら\n補正発明の「機械的支持体」を示唆するものとはいえない。\n(a)　支持の仕方の違い\n引用発明１の「支持体」は，「アンカーボルト」と「鉄筋ネット」の２つの部材\nが締結されて形成されるものであり，「鉄筋ネット」は全ての「仕上げ材」に結合\nされるものであるから，引用発明１の「支持体」は「仕上げ材」を直接支持するも\nのである。これに対し，補正発明の「機械的支持体」は，「セメント質層」を介し\nて「外装部材」を間接的に支持するものである。\n(b)　支持体の構造の違い\n引用発明１の「支持体」は，上記のとおり，「アンカーボルト」と「鉄筋ネッ\nト」の２つの部材が締結されて形成されるものである。これに対し，補正発明の\n「機械的支持体」は，上記「支持体」のように一の部材と他の部材が締結されて形\n成されるものではなく，それ自体独立したものである。\n(c)　支持体の配置の違い\n引用発明１の「支持体」を形成する「鉄筋ネット」は，「断熱層」の前面全域と\n「モルタル層」の内部全域に面状に形成されるものである。これに対し，補正発明\nの「機械的支持体」は，「フォームシート」と「セメント質層」の内部に配置され\nるものである（甲４【0019】，【0020】）。\n(d)　支持体の目的の違い\n引用発明１の明細書（甲５）には，引用発明１の「支持体」に防火性向上の目的\nがある旨の記載は一切ない。これに対し，補正発明の「機械的支持体」の目的は，\n硬質セルラー高分子材シートの前面の全域に施される「セメント質層」と協働し\nて，この高分子材シートの防火性を向上させるために補強する点にある。\n２　取消事由２（補正発明と引用発明１との相違点１についての判断の誤り）\n審決も，引用発明１と補正発明との相違点３として，「機械的支持体が，補正発\n明は『セメント質層を介して外装部材に結合される』のに対し，引用発明１は，外\n装部材に直接結合される点」と認定しているとおり，外装部材と機械的支持体との\n結合が直接的かセメント質層を解した間接的なものかという点において，補正発明\nと引用発明１とは大きく相違している。そして，審決の上記認定における，「硬質\nセルラー高分子材シート等に結合される機械的支持体」の「等」としては，引用発\n明２では，無機質成形体（タイル）が開示されているのみであり，引用発明２には\n「セメント質層」という構成は存在しない。\nそうすると，審決がいう「硬質セルラー高分子材シートとタイルに結合される機\n械的支持体を支持パネルに結合させる」構成自体は，仮に当業者が容易に推考でき\nたとしても，この「硬質セルラー高分子材シートとタイルに結合される機械的支持\n体を支持パネルに結合させる」構成は，補正発明における「セメント質層を介して\n外装部材に結合される（複数の）機械的支持体」の構成とは全く異なるものであ\nる。\nこのように，審決は，引用発明２の構成は補正発明の構成とは全く異なるのに，\nこの構成の違いを看過して引用発明２を引用し，同発明に基づいて当業者が容易に\nなし得ると認定したものであって，誤りである。\n３　取消事由３（補正発明と引用発明１との相違点３についての判断の誤り）\n(1)　補正発明の「機械的支持体」は，「外装部材」と直接結合することによって\nその結合強度を高めることを目的としたものではない。すなわち，補正発明の「機\n械的支持体」は，先行技術である建築パネルに使用される硬質セルラー高分子材シ\nートに耐熱性の問題（熱を受けて硬質セルラー高分子材シート〔ポリウレタンフォ\nーム〕が軟化し，「外装部材」の重量により「たるむ」こと）があったために，硬\n質セルラー高分子材シートの前面を全面覆ってしまうセメント質層と上記硬質セル\nラー高分子材シート内に設ける機械的支持体とを協働させて解決することを目的と\nしたものである。\nこれに対し，引用発明１は，仕上げ材の揃列状況を外方から目視し，適宜矯正し\nながら製造工程を進められるようにし，かつ，従来技術である起立吹き付け製造方\n法の場合のように不安定な作業ではなしに簡単確実に所期の製品を製造できるよう\nにすることを目的として，コンクリート層４に起立支持したアンカーボルト３に鉄\n筋ネット６を締結して，コンクリート層４と断熱板５とセラミック陶板１３等の仕\n上げ材を嵌合させた鉄筋ネット６とを一体化するという解決手段を提供したもので\nある。\nこのように，引用発明１と補正発明とは目的・手段を全く異にするものであるの\nに，これを看過して同列に論じ，補正発明において「機械的支持体」を用いる目的\nを「外装部材」との結合強度の向上であると認定した審決には誤りがある。\n先行技術である建築パネルを前提として，同パネルに使用される硬質セルラー高\n分子材シートの耐熱性の問題の解決手段を，硬質セルラー高分子材シートの前面を\n全面覆ってしまうセメント質層と硬質セルラー高分子材シート内に設ける機械的支\n持体とを協働させることで提供したのが補正発明であり，その目的も構成も全く異\nなる引用発明１によっては，何らの動機づけも与えられないのであって，当業者と\nいえども容易に発明できるものではない。\n(2)　被告は，引用発明１と補正発明とは，作用効果に差異が認められないとする\nが，誤りである。\n(a)　被告は，「機械的支持体」の作用効果を「セメント質層と外装部材をたるま\nないように保持するもの」であるとするが，これ自体，誤りである。補正発明で\nは，硬質セルラー高分子材シートの前面を全面覆う「セメント質層」と「機械的支\n持体」とを協働させて，軟化したフォームシートを支え，フォームシートの軟化に\nより外装部材がたるむことを防いでいるものである。このように，補正発明の「機\n械的支持体」は，「セメント質層」と協働して「外装部材」が動かないように作用\nするのであって，「セメント質層」をたるまないように保持するものではない。\n(b)　被告は，引用発明１の支持体（アンカーボルト及び鉄筋ネット）の作用効果\nとして，仕上げ材を強固結合させて，仕上げ材及びモルタル層が動いたり，たるん\nだりすることを防止することを挙げている。しかしながら，仮に，引用発明１の支\n持体（アンカーボルト及び鉄筋ネット）の作用効果が，被告の主張のとおりである\nとしても，引用発明１と補正発明とはその作用効果を異にするものである。\nまず，引用発明１の支持体の作用効果が被告主張のとおりであれば，同支持体\nは，それのみで各「仕上げ材」を動かないようにしているものである。しかしなが\nら，補正発明においては，「機械的支持体」が単独で「外装部材」を動かないよう\nにしているのではなく，「セメント質層」との協働により，「外装部材」を動かな\nいようにしているのである。したがって，引用発明１の「支持体」と補正発明の\n「機械的支持体」とはその作用を全く異にする。\nまた，引用発明１における「支持体」の「アンカーボルト」は，「鉄筋ネット」\nを支持するためのものであり，「鉄筋ネット」は，各「仕上げ材」を抱持するため\nのものであって，「断熱板」（補正発明のフォームシートに相当する。）を補強し\nてたるむ状態を防ぐためのものではない。これに対し，補正発明においては，硬質\nセルラー高分子材シート（フォームシート）の前面を全面覆う「セメント質層」と\n「機械的支持体」とを協働させて，軟化した「フォームシート」を支え，「フォー\nムシート」の軟化により外装部材がたるむことを防いでいるものである。換言すれ\nば，補正発明においては，「フォームシート」が「機械的支持体」と「セメント質\n層」によって補強された結果，「フォームシート」が加熱されてその強度を失って\nも，「機械的支持体」が「セメント質層」と「フォームシート」に結合しているの\nで，たるむ状態にはならないのである。\n以上のとおり，引用発明１と補正発明の作用効果は，明らかに異なる。\n(c)　被告は，機械的支持体を，直接外装部材に結合することに代えて，セメント\n質層を介して外装部材に結合させた点に格別の技術的意義はないとする。\nしかしながら，補正発明は，「硬質フォームシートに外装部材を結合した建築パ\nネル」における硬質フォームシート（硬質セルラー高分子材シート）の防火性の問\n題を解決することを目的として，硬質セルラー高分子材シートの前面を全面覆って\nしまうセメント質層と硬質セルラー高分子材シート内に設ける機械的支持体とを協\n働させるように用いたものであって，機械的支持体を，直接外装部材に結合するこ\nとに代えて，セメント質層を介して外装部材に結合させたことには，十分な技術的\n意義がある。\n４　取消事由４（補正発明による効果についての判断の誤り）\n(1)　審決は，補正発明による効果が引用発明１，２及び周知技術から予測できる\n程度のものであると認定しているが，補正発明の目的（課題）及びその課題解決の\nために採った手段（補正発明の構成）のうち，特に，硬質セルラー高分子材シート\nの全面を覆う「セメント質層」と，支持パネルと前記セメント質層と前記シートと\nに直接結合され外装部材に前記セメント質層を介して間接的に結合される「複数の\n機械的支持体」に係る目的及び作用効果を無視したものであって，その判断の前提\nも結論も誤りである。\n補正発明は，「硬質フォームシートに外装部材を結合した建築パネル」における\n硬質フォームシート（硬質セルラー高分子材シート）の防火性の問題を解決するこ\nとを目的として，「セメント質層」と「機械的支持体」とを協働作用させるように\n用いたものであって，単に機械的強度を高めることを目的としたものではない。審\n決は，補正発明の目的及び（課題）及びその課題解決の手段を無視しており，その\n判断の前提からして誤っている。\n補正発明は，上記目的の達成のため，セメント質層３と機械的支持体４につい\nて，「セメント質層３は，フォームシート２の前面２Ｂに付着している」（甲\n４【0018】），「機械的支持体４が，フォームシート２とセメント質層３内に入り\n込み，セメント質層の前面３Ｂ上で，外装部材５を支持できるように配されてい\nる」（【0019】）という構成を採用したものであり，これにより，「機械的支持体\n及びセメント質層によって提供される外装部材の付加的支持体がなかった場合，パ\nネルの外側表面に熱を作用させると外装部材が動いてしまうが，これらの支持体に\nより外装部材が動かない」（【0009】），また，「強度が充分にあり，安定した支\n持構造を有し，さらに，防火性が規準以上に向上した建築パネルが提供された」\n（【0029】）との効果を得たものである。\n引用発明１，２及び周知技術（甲７）においては，使用されるフォームシートの\n防火性の向上については目的とされておらず，当然，これを解決する手段も何ら示\n唆されていない。それゆえ，引用発明１，２及び周知技術から，補正発明による上\n記効果を予測することは不可能である。\n(2)　補正発明の目的である「フォームシート」の防火性の向上は，「フォームシ\nート」の内部に「機械的支持体」を配置することと，「フォームシート」の前面全\n域を覆う「セメント質層」を設けたことの効果として達成されるものである。\n引用発明１，２には，補正発明の上記構成は全く示唆されておらず，その効果を\n予測させる記載も一切ない。それゆえ，引用発明１において防火性という効果は\n「モルタル層」を設けることで得ることができるとしても，「支持体」である「ア\nンカーボルト」及び「鉄筋ネット」が「断熱板」の防火性に寄与するか否かは全く\n不明である。また，引用発明２において「支持体」を構成する「アンカー」が「硬\n質発泡体層」（フォームシート）を防火的に補強する趣旨で設けられたか否かも全\nく不明である。これは，セメント質層に石膏を含有させること自体が周知であった\nとしても変わるものではない。\nしたがって，補正発明において，「フォームシート」の内部に「機械的支持体」\nを配置することと，「フォームシート」の前面全域を覆う「セメント質層」を設け\nたことにより得られる防火性向上の効果は，引用発明１，２及び周知技術のいずれ\nからも予測できる程度のものではない。\n５　取消事由５（本願発明の進歩性に関する認定判断の誤り）\n審決は，本願発明について，前記第２，３(2)のとおり説示したが，前記のとお\nり，補正発明について，引用発明１，２及び周知技術に基づいて当業者が容易に発\n明をすることができたとする点において，その前提自体が誤っている。本願発明も\n当業者が容易に発明することができたと認定する点でも誤っている。\n第４　被告の主張の要点\n１　取消事由１（補正発明と引用発明１との一致点の認定の誤り）に対して\n本件補正による明細書（甲４）の段落【0019】の記載にあるとおり，補正発明の\n「機械的支持体」は，「硬質セルラー高分子材シート」を補強支持するとともに\n「セメント質層」を介して「外装部材」を支持するものである。一方，引用発明１\nの「アンカーボルト」と「鉄筋ネット」とは，締結されて，断熱板，モルタル層及\nび仕上げ材の「支持体」を形成するものである。そうすると，引用発明１の「アン\nカーボルト」と「鉄筋ネット」も補正発明の「機械的支持体」も，いずれも，「硬\n質セルラー高分子材シート」（引用発明１においては「断熱板」）及び「外装部\n材」（同じく「仕上げ材」）を支持する役割を果たすものといえるから，引用発明\n１の「アンカーボルト」と「鉄筋ネット」は，補正発明の「機械的支持体」に相当\nするとした審決の認定に誤りはない。\n原告が主張する差異について，審決は，相違点３として認定しているのであり，\n相違点を看過して一致点を認定したものではない。\n２　取消事由２（補正発明と引用発明１との相違点１についての判断の誤り）に\n対して\n引用発明１においては，支持層は打設により形成される「コンクリート層」であ\nり，機械的支持体を構成するアンカーボルトは，コンクリート打設時に基部をコン\nクリートに埋設して支持されている。一方，補正発明においては，支持層は，「支\n持パネル」であり，機械的支持体は支持パネルに結合されている。\n引用発明２には，建築パネルの最も後側の支持層を，「支持パネル」で構成し，\n硬質セルラー高分子材シートに結合される複数の機械的支持体を支持パネルに結合\nすることが示されている。\nそして，引用発明１と引用発明２はいずれも，「硬質セルラー高分子材シートの\n後面に結合されている支持層，硬質セルラー高分子材シートの外側に担持される複\n数の外装部材，及び，支持パネル，硬質セルラー高分子材シート及び外装部材に結\n合される複数の機械的支持体を含む建築パネル」である点で共通するから，支持層\nとして，引用発明１の「コンクリート層」に代えて，引用発明２の「支持パネル」\nを採用する点に困難性はなく，相違点１についての審決の判断に誤りはない。\nなお，外装部材と機械的支持体との結合が直接的かセメント質層を介した間接的\nなものかという点，引用発明２に「セメント質層」が存在するか否かは，建築パネ\nルの支持層がどのようなもので，機械的支持体をどのように結合しているかの構成\nと直接関連するものではなく，建築パネルの支持層の構成に引用発明２を適用する\nことに困難性はない。そして，審決は，外装部材と機械的支持体との結合の相違に\nついては，相違点３で検討し，判断している。\n３　取消事由３（補正発明と引用発明１との相違点３についての判断の誤り）に\n対して\n本件補正による明細書（甲４）の段落【0009】，【0023】，【0024】の記載によ\nれば，補正発明の「機械的支持体」は，外装部材が動かないようにして，セメント\n質層内でクラックの形成される時間を遅延させ，硬質セルラー高分子材シートが火\nによって加熱されてその強度を失ったときにも，セメント質層と外装部材をたるま\nないように保持するものと認められる。\n一方，引用発明１の機械的支持体（アンカーボルト及び鉄筋ネット）も，補正発\n明の外装部材に相当する仕上げ材を，強固結合させて，仕上げ材及びモルタル層が\n動いたり，たるんだりすることを防止していることは明らかであるから，補正発明\nと引用発明１とは，目的の点はさておいても，作用効果において差異は認められ\nず，原告の主張は根拠がない。\nそして，補正発明において，「外装部材が動かないように」するための手段とし\nて，機械的支持体を，直接外装部材に結合することに代えて，セメント質層を介し\nて外装部材に結合させた点に格別の技術的意義は認められないから，「相違点３の\n特定事項とした点に格別の作用効果は認められない。」とした審決の判断に誤りは\nない。\n４　取消事由４（補正発明による効果についての判断の誤り）に対して\n引用発明１も，硬質セルラー高分子材シート（「断熱板」）の前面にセメント質\n層（「モルタル層」）を設け，硬質セルラー高分子材シート，セメント質層及び外\n装部材を機械的支持体で支持している以上，引用発明１が，補正発明と同様，硬質\nセルラー高分子材シートの防火性向上効果を有していることは明らかである。\nそもそも，建築構造物が一定の防火基準を満たしていなければならないことは，\n法律に規定されており，「建築パネル」を防火性を有するものとすることは当然の\nことである。そして，モルタル層，モルタルに仕上げ材としてタイルを施したもの\nは，防火構造を形成するものとして周知のものであって，引用発明１は，防火性を\n有するモルタル層を積層した建築パネルにおいて，さらに製造方法を改良したもの\nであって，発泡合成樹脂単板等の断熱板の前面のモルタル層とタイル等の仕上げ材\nが，発泡合成樹脂単板等の断熱板に防火性を付与する目的を有していることは自明\nのことである。\nまた，補正発明においてセメント質層を石膏をベースとしたものとすることによ\nる作用について，本件補正による明細書の段落【0012】，【0025】には，セメント\n質層に石膏を添加すると，防火性が改良されることが示されている。\nしかしながら，モルタル等のセメント質層に石膏を含有させることは周知の技術\nであり，このようなセメント質層中の石膏が，加熱時に結晶水を放出し，発熱低減\n効果をもたらすことも周知である（例えば，乙１）。また，補正発明において「支\n持パネル」を採用したことによる作用効果は，引用発明２において「支持パネル」\nを用いたことによる作用効果と差異はない。\nそうすると，補正発明の作用効果は，いずれも，引用発明１，２及び周知技術か\nら予測できる程度のことであるから，審決における補正発明の作用効果に関する判\n断に誤りはない。\n５　取消事由５（本願発明の進歩性に関する認定判断の誤り）に対して\n審決の認定判断に誤りはない。\n第５　当裁判所の判断\n１　取消事由１（補正発明と引用発明１との一致点の認定の誤り）について\n(1)　原告は，引用発明１の「支持体」（「アンカーボルト」及び「鉄筋ネッ\nト」）を補正発明の「機械的支持体」に相当するとの審決の認定が誤りであると\nし，前者がすべての「仕上げ材」（セラミック陶板１３）を「直接」支持する支持\n体であるのに対し，後者は，「セメント質層」を介して「間接的に」しか「外装部\n材」と結合されない支持体であることを主張する。\n(a)　補正発明に関する請求項１の記載をみると，「…セメント質層並びに…に結\n合されかつセメント質層を介して外装部材に結合される複数の機械的支持体を含む\n…」と規定されている（甲４）。すなわち，より正確には，補正発明の「機械的支\n持体」は，「セメント質層を介して外装部材に結合される」ものである。\n(b)　次に，引用発明１について検討するに，引用発明１の「アンカーボルト３」\nと「鉄筋ネット６」，「モルタル層１２」，「セラミック陶板１３（仕上げ材）」\nの結合関係に関する刊行物１（甲５）の記載は，次のとおりである。\n「９は所要の間隔で透孔１０を列設した固定部材で，この固定部材９を敷設した\n鉄筋ネット６の縦筋７に重合し，各透孔１０から上記アンカーボルト３の先端を突\n出させ，その先端にナット１１を螺合し緊締する。これによりコンクリート層４と\n断熱板５及び鉄筋ネット６が一体化することになる。」（【0011】）\n「断熱板５の上に，少なくても鉄筋ネット６の横筋８を埋没させる厚さになるま\nでモルタルを吹き付け等により打設して所要の厚さのモルタル層１２を形成する。\n１３は仕上げ材の一つであるセラミック陶板で，図５に示すように，それは，外面\nを平坦にし，内面上下に横筋嵌合部１４，１５を形成するとともに，上端面に凸部\n１６を，下端面には上記横筋嵌合部１５に連続する嵌合開口１７を開口させてい\nる。」（【0012】）\n「セラミック陶板１３は，モルタル層１２の打設直後にすなわちそれが未だ硬化\nしないうちにそのモルタル層１２に押し付けながら，横筋嵌合部１４，１５を上記\n横筋８に嵌合させることにより，鉄筋ネット６に張り付け装架する。この場合，上\n段のセラミック陶板１３の嵌合開口１７が下段のセラミック陶板１３の凸部１６に\n被さった状態になるとともに，モルタル層１２が各セラミック陶板１３の内面に充\n満する。上記モルタル層１２はセラミック陶板１３の接着剤として作用するもので\nある…」（【0013】）\n「図５」には，「鉄筋ネット６の横筋８及び縦筋７，アンカーボルト３の頭部や\n固定部材９がモルタル層１２に覆われていること」が記載されている。\n以上の記載によれば，「セラミック陶板１３」は，打設直後で硬化していないモ\nルタル層１２に押し付けられながら，「アンカーボルト３」に緊締された「鉄筋ネ\nット６」に嵌合するものであること，また，セラミック陶板１３と横筋８及び縦筋\n７からなる鉄筋ネット６やアンカーボルト３の頭部との間には，硬化していないモ\nルタル層１２が充満し，このモルタル層１２が硬化するとその接着作用により，セ\nラミック陶板１３は，鉄筋ネット６の横筋８及び縦筋７やアンカーボルト３の頭部\nに結合されることが認められる。\nそうすると，引用発明１において，セラミック陶板１３は，アンカーボルト３に\n緊締された鉄筋ネット６に嵌合し、かつモルタル層１２を介して鉄筋ネット６に結\n合されているのであって，引用発明１の「アンカーボルト３」と「鉄筋ネット６」\nは，「セラミック陶板１３」（外装部材）を直接支持するとともに，「モルタル層\n１２」（セメント質層）を介して「セラミック陶板１３」（外装部材）に結合され\nているものといえる。\n(c)　以上によれば，引用発明１の「支持体」（「アンカーボルト」及び「鉄筋ネ\nット」）と補正発明の「機械的支持体」とは，「セメント質層を介して外装部材に\n結合される」点で一致するのであり，前者を後者に相当するとした審決の認定は，\n是認し得るものである。\nなお，上記「直接」支持する点について，審決は，引用発明１の「機械的支持\n体」（支持体）が「外装部材」（仕上げ材）に「直接結合されている」点を，相違\n点３として別途認定した上で判断しており，この点でも誤りはない。\n(2)　原告は，引用発明１の「支持体」と補正発明の「機械的支持体」は，(a)支\n持の仕方，(b)構造，(c)配置，(d)目的が全く異なり，引用発明１の「支持体」は，\n何ら補正発明の「機械的支持体」を示唆するものとはいえないと主張する。\n検討するに，まず，支持の仕方については，前記(1)に判示したとおりである。\n次に，支持体の構造及び配置の違いに関する主張についてみるに，補正発明に関\nする請求項１には，「機械的支持体」としか記載されておらず，「機械的支持体」\nと「硬質セルラー高分子材シート」及び「セメント質層」との関係についても，\n「セメント質層並びに高分子材シートに結合されかつセメント質層を介して外装部\n材に結合される複数の機械的支持体」としか記載されていない。したがって，補正\n発明の機械的支持体が，それ自体独立したものであり，「フォームシート」と「セ\nメント質層」の内部に配置されるものであるという原告の主張は，いずれも補正発\n明の構成に基づくものではなく，採用することができない（例えば，補正発明であ\nる請求項１の構成に対して，「機械的支持体が，セメント質層と高分子材シート内\nに入り込むように成形されている」との構成が付加されたものは，別途，請求項１\n１とされている〔甲４〕。なお，原告は，上記配置の違いに関する主張の根拠とし\nて，補正明細書の発明の詳細な説明欄の段落【0019】，【0020】の記載を挙げる\nが，請求項１の記載は，それ自体で技術的意義が一義的に明確に理解できるもので\nあり，発明の詳細な説明欄を参酌して原告主張のような構成であると解釈すべき特\n段の事情は認められない。）。\nさらに，支持体の目的の違いについての主張についてみるに，前判示のとおり，\n補正発明の「機械的支持体」と引用発明１の「支持体」（「アンカーボルト」及び\n「鉄筋ネット」）は，「セメント質層を介して外装部材に結合される」点で一致す\nるので，引用発明１の「アンカーボルト」と「鉄筋ネット」も，引用発明１の「モ\nルタル層」（セメント質層）と協働して，引用発明１の「断熱材」（硬質セルラー\n高分子材シート）を補強支持するものであることは明らかである。また，仮に，補\n正発明と引用発明１の目的が相違するものであったとしても，そのことから直ちに\n両者の構成に関する一致点の認定が左右されるものではない。\n(3)　なお，原告は，取消事由としてではないが，引用発明１には，「前記コンク\nリート層，モルタル層並びに断熱材に支持される複数のアンカーボルト」という構\n成は存在しないとして，審決の認定を非難するので，念のため，この点についても\n触れておく。\n確かに，引用発明１において，モルタル層及び断熱材がアンカーボルトを「支\n持」しているといえるか否かについては，疑問の余地がなくはない。\nしかし，補正発明においても，「前記支持パネル及びセメント質層並びに高分子\n材シートに結合され…複数の機械的支持体」と規定しており，セメント質層及び高\n分子材シートが機械的支持体を「支持」していると規定されているわけではない。\nまた，審決は，補正発明と引用発明１との一致点を「前記支持層及びセメント質\n層並びに高分子材シートに結合されかつ外装部材と結合する機械的支持体を含む」\nと認定するとともに，相違点１として，「支持層が，補正発明は，『支持パネル』\nであるのに対し，引用発明１は『コンクリート層』である点」と認定した上で，判\n断を加えている。\n以上によれば，原告が非難する，引用発明１のモルタル層及び断熱材がアンカー\nボルトを「支持」しているか否かの点は，補正発明と引用発明１との一致点の認定\n及び相違点の認定判断を左右するものではなく，審決の結論に対して影響を及ぼさ\nないというべきである。\n２　取消事由２（補正発明と引用発明１との相違点１についての判断の誤り）に\nついて\n(1)　刊行物２（甲６）によれば，「硬質セルラー高分子材シートの後面に結合さ\nれている支持パネル，硬質セルラー高分子材シートの外側面上に担持される複数の\n外装部材，及び，支持パネル，硬質セルラー高分子材シート及び外装部材に結合さ\nれる複数の機械的支持体を含む建築パネル」が記載されていると認められ，引用発\n明２には，建築パネルの最も後ろ側の支持層を，「支持パネル」で構成し，硬質セ\nルラー高分子材シートに結合される複数の機械的支持体を支持パネルに結合するこ\nとが示されている。\nそして，引用発明１，２は，いずれも，「硬質セルラー高分子材シートの後面に\n結合されている支持層，硬質セルラー高分子材シートの外側に担持される複数の外\n装部材，及び，支持パネル，硬質セルラー高分子材シート及び外装部材に結合され\nる複数の機械的支持体を含む建築パネル」である点で共通するので，支持層とし\nて，引用発明１の「コンクリート層」に代えて，引用発明２の「支持パネル」を採\n用する点に困難性はないというべきである。\nよって，相違点１についての審決の判断に誤りはない。\n(2)　原告は，前記のとおり，①外装部材と機械的支持体との結合が直接的かセメ\nント質層を介した間接的なものかという点で補正発明と引用発明１とは大きく相違\nし，②引用発明２には「セメント質層」という構成は存在しない点において，補正\n発明と引用発明２とは全く異なるとして，審決の判断が誤りであると主張する。\nしかしながら，上記①の点については，前記１に判示したことから明らかなよう\nに，相違点１についての審決の判断の誤りを根拠付けるものではない。また，②の\n点については，相違点１は，セメント質層に係るものではないから，相違点１の判\n断を左右しない。\n(3)　以上のとおり，原告主張の取消事由２は理由がない。\n３　取消事由３（補正発明と引用発明１との相違点３についての判断の誤り）に\nついて\n(1)　原告は，補正発明の「機械的支持体」は，「外装部材」と直接結合すること\nによってその結合強度を高めることを目的としたものではなく，建築パネルに使用\nされる硬質セルラー高分子材シートの耐熱性の問題を解決することを目的としたも\nのであって，引用発明１と補正発明とは，目的，手段を全く異にするのに，これを\n看過して同列に論じ，補正発明において「機械的支持体」を用いる目的を「外装部\n材」との結合強度の向上であると認定した審決には誤りがあると主張する。\n検討するに，前記１に判示したとおり，引用発明１の機械的支持体は，「外装部\n材を直接支持し，かつセメント質層を介して外装部材に結合される」ものであると\n認められる。そして，引用発明１において，外装部材（セラミック陶板）をセメン\nト質層（モルタル層）を介して機械的支持体（鉄筋ネット）に結合するだけでな\nく，機械的支持体に直接支持（結合）しているのは，外装部材と機械的支持体の結\n合強度を高めるためであることは技術常識に照らしても明らかである。そうする\nと，ことさらに，上記２つの結合手段のうち直接支持することをやめて，外装部材\nと機械的支持体間の結合強度の低下を甘受し，両者の結合手段として，モルタル層\nを介して結合することを選択することは，当業者が必要に応じて適宜なし得る程度\nの事項にすぎない。\n審決が，相違点３について，「引用発明１は，外装部材を機械的支持体に直接結\n合させることにより，セメント質層との結合と，機械的支持体との直接結合により\n支持されるのに対し，補正発明の外装部材は，セメント質層を介して間接的に機械\n的支持体に結合させたものであるから，引用発明１に比較し，強度的に劣ることは\n明らかであり，相違点３の特定事項とした点に格別の作用効果は認められない。」\nと判断したのは，上記と同旨をいうものであって，是認し得るものである。\n(2)　原告は，補正発明において，機械的支持体を，直接外装部材に結合すること\nに代えて，セメント質層を介して外装部材に結合させたことには，十分な技術的意\n義があり，引用発明１と補正発明の作用効果は明らかに異なることをるる主張す\nる。\nしかしながら，既に判示したとおり，引用発明１の機械的支持体は，「外装部材\nを直接支持し，かつセメント質層を介して外装部材に結合される」のであるから，\n引用発明１においても，仮に熱を受けて硬質セルラー高分子材シートが軟化した場\n合には，セメント質層（モルタル層）と機械的支持体（アンカーボルトと鉄筋ネッ\nト）とが協働して，軟化した「フォームシート」を支え，「フォームシート」の軟\n化により外装部材（セラミック陶板）がたるむことを防ぐことができることは明ら\nかである。よって，原告の上記主張も直ちに採用することができない（なお，原告\nは，補正発明におけるセメント質層が，硬質セルラー高分子材シートの前面の「全\n面」を覆うと主張するが，請求項１においては，セメント質層が単に「硬質セルラ\nー高分子材シートの前面に結合されている」と規定されているのみである。）。\n４　取消事由４（補正発明による効果についての判断の誤り）について\n既に判示したとおり，引用発明１の機械的支持体は，「外装部材を直接支持し，\nかつセメント質層を介して外装部材に結合される」ものであるから，引用発明１\nは，補正発明と同様に，硬質セルラー高分子材シートの防火性向上の効果を奏する\nことは明らかである。\nまた，補正発明において「支持パネル」を採用したことによる作用効果は，引用\n発明２において「支持パネル」を用いたことによる作用効果と差異はない。\nしかも，「機械的支持体」を複数とする点に関する相違点４についての審決の容\n易想到性の判断は，是認し得るものであり（原告も具体的に審決の誤りを主張しな\nい。），この点においても格別の作用効果が生じるものではない。\nそうすると，補正発明による効果は，引用発明１，２及び周知技術から予測でき\nる程度のものとした審決の認定判断は，是認し得るものである。\nなお，引用発明１のような壁用断熱パネルにおいては，明細書に明記されていな\nいからといって，防火性の点が全く意識されていないとは解し難いし，引用発明２\nの明細書（甲６）においては，防火，耐火性が目的として明記されている。仮に，\n目的についての原告の主張することを前提とするとしても，そのことによって，効\n果の予測性に関する上記認定判断が左右されるものではない。\nさらに，原告は，補正発明における防火性の向上は，「フォームシート」の内部\nに「機械的支持体」を配置することと，「フォームシート」の前面全域を覆う「セ\nメント質層」を設けたことの効果として達成されると主張する。しかし，既に判示\nしたとおり，原告の主張は，補正発明の構成に基づくものとはいえないのであっ\nて，採用の限りではない。\n５　取消事由５（本願発明の進歩性に関する認定判断の誤り）について\n既に判示したとおり，補正発明は，引用発明１，２及び周知技術に基づいて，当\n業者が容易に発明をすることができたとして，本件補正を却下すべきものとした審\n決の認定判断に誤りはない。\nそして，本願発明は，補正発明から「パネル」が「シートの後面に結合されてい\nる，支持パネル」を有するとの限定事項，「機械的支持体」が「支持パネルに結合\nされる」との限定及び「機械的支持体」が「セメント質層を介して外装部材に結合\nされる」との限定を省いたものである。よって，本願発明もまた，補正発明と同様\nの理由により，引用発明１，２及び周知技術に基づいて，当業者が容易に発明をす\nることができたものであることは明らかである。\n審決に原告主張の誤りはない。\n６　結論\n以上のとおり，原告主張の審決取消事由は理由がないので，原告の請求は棄却さ\nれるべきである。\n東京高等裁判所知的財産第４部\n裁判長裁判官　　　　　　塚　　原　　朋　　一\n裁判官　　　　　　田　　中　　昌　　利\n裁判官　　　　　　佐　　藤　　達　　文\n"
}