{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 16,
    "month": 6,
    "day": 23
  },
  "case_number": "平成16(ネ)581",
  "case_name": "商標権使用差止等請求控訴事件",
  "court_name": "東京高等裁判所",
  "right_type": "商標権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "10251",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=10251",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/251/010251_hanrei.pdf",
  "contents": "平成１６年（ネ）第５８１号　商標権使用差止等請求控訴事件\n平成１６年６月２３日判決言渡，平成１６年４月２８日口頭弁論終結\n（原審・東京地方裁判所平成１５年（ワ）第１５４０８号，平成１５年１２月２６\n日判決）\n判　　　　決\n控訴人（原告）　　　Ｘ\n訴訟代理人弁護士　　稲元富保，丸山裕司\n被控訴人（被告）　　株式会社ラブラドールリトリーバー\n訴訟代理人弁護士　　藤本知哉，岡田淳，飯塚卓也，宮谷隆\n主　　　　文\n本件控訴を棄却する。\n控訴費用は，控訴人の負担とする。\n事実及び理由\n第１　控訴人の求めた裁判\n１　原判決（ただし，予備的請求のうち原判決別紙被告標章目録(4)ないし(8)記\n載の各商標にかかる控訴人敗訴部分を除く。）を取り消す。\n２　主位的請求\n(1)　控訴人と被控訴人の間において，控訴人の有する商標登録第２２０２４４５\n号にかかる商標権について，被控訴人が許諾契約に基づく通常使用権を有しないこ\nとを確認する。\n(2)　被控訴人は，被服に，原判決別紙被告標章目録(1)記載の標章を付して，譲\n渡し，引渡し，譲渡若しくは引渡しのために展示若しくは所持し，被服に関する広\n告に同標章を付して展示し若しくは頒布し，同広告を内容とする情報に同標章を付\nして電磁的方法により提供してはならない。\n(3)　被控訴人は，その所有し，占有する原判決別紙被告標章目録記載(1)記載の\n標章を付した被服，その広告用パンフレットを廃棄せよ。\n３　予備的請求\n被控訴人は，被服に，原判決別紙原告商標目録記載の商標及び原判決別紙被告標\n章目録(2)及び(3)記載の各標章を付して，譲渡し，引渡し，譲渡若しくは引渡しの\nために展示若しくは所持し，被服に関する広告に同標章を付して展示し若しくは頒\n布し，同広告を内容とする情報に同標章を付して電磁的方法により提供してはなら\nない。\n第２　事案の概要\n本判決においては，原判決と同様の意味において又はこれに準じて，「本件使用\n許諾契約」，「本件分離禁止条項」，「本件和解」，「控訴人商標権」（原判決の\n表示は「原告商標権」。登録された控訴人商標を「控訴人商標」という。），被控\n訴人標章（原判決の表示は「被告標章」。原判決別紙被告標章目録記載の番号に対\n応して「被控訴人標章(1)」のようにいい，これらを総称するときには「被控訴人標\n章」という。）との略称を用いる。\n１　本訴の主位的請求は，控訴人が，被控訴人に対し，本件使用許諾契約が被控\n訴人の債務不履行により失効した旨主張して，被控訴人が控訴人商標の通常使用権\nを有しないことの確認を求めるとともに，控訴人商標権の侵害を理由として，上記\n第１の２(2)記載の各行為の差止め及び同(3)の各行為を請求するものである。ま\nた，本訴の予備的請求は，控訴人が，被控訴人に対し，本件使用許諾契約に基づ\nき，被服等に控訴人商標及び原判決別紙被告標章目録(2)及び(3)記載の各標章を併\n用することの差止め等を求めるものである（なお，控訴人は，原審において，予備\n的請求として原判決別紙被告標章目録(2)ないし(8)記載の各標章の使用差止め等を\n求めていたが，原判決が同目録(4)ないし(8)記載の各標章にかかる予備的請求を棄\n却した部分については控訴を提起していない。）。\n原判決は，控訴人及び被控訴人間の本件使用許諾契約が失効したということはで\nきず，また，控訴人商標と被控訴人標章との使用態様は，本件使用許諾契約の範囲\nを超えるものであるともいえないから，控訴人の主位的及び予備的請求はいずれも\n理由がないとして棄却した。そこで，控訴人が本件控訴を提起した。\n当事者の主張は，次のとおり訂正付加するほか，原判決の事実及び理由中の「第\n２　事案の概要」（ただし，控訴の提起されなかった原判決別紙被告標章目録(4)な\nいし(8)記載の各商標にかかる部分を除く。以下において原判決を引用する場合につ\nき同じ。）のとおりであるから，これを引用する。\n２　原判決の訂正等\n原判決６頁８行目の「これらと原告商標とを併用すること」を「控訴人商標又は\n控訴人商標の構成要素と被控訴人標章を含む他の標章，文字，図形などを同一の商\n品で併用すること」と訂正する。\n３　当審における控訴人の主張の要点（控訴理由の要点）\n原判決は，争点(1)，失効事由２に関し，控訴人と被控訴人の間に，控訴人商標と\n被控訴人商標又は標章とを併用しない旨の合意が存在したとは認められないと判示\nし，その理由として，本件使用許諾契約にはかかる合意を明記した条項が存在しな\nいこと及び和解協議の過程においてもそのような協議がなされた形跡がないことを\n挙げる。\nしかしながら，あらゆる問題についての対応が契約書に明記されるわけではない\nので，契約書に明文の条項がない問題が生じたときには，当該契約を締結した両当\n事者の意思に沿って，その合意内容を解釈する必要がある。\n本件において，当事者の意思を明らかにするためには，①１つの商品には１種類\nの商標を付するのが原則であること，②控訴人商標と被控訴人商標又は標章の併用\nによって，控訴人商標のブランドイメージが希釈化される，などの点についての判\n断が不可欠であるが，原判決はこれらの点について全く顧慮していない。\n商標の使用許諾契約を締結する当事者は，上記①及び②を当然の前提として契約\nしている。また，１つの商品に異なる出所を表示する２以上の商標が使用されたの\nでは，出所を表示するという商標本来の機能が損なわれる。本件において，控訴人\n商標は，被控訴人のみならず，控訴人をも表示するものとして使用されてきたので\nあり，控訴人商標と被控訴人商標が併用された１つの商品に接した需要者は，その\n出所を被控訴人と認識するだけでなく，控訴人と認識することもある。本件使用許\n諾契約に明文規定がないからかかる併用が許されるとする原判決の判断は，本来制\n限されるべき使用を許諾しようとする商標使用許諾制度の趣旨を逸脱するものであ\nる。\n４　当審における被控訴人の主張の要点\n控訴人は，１つの商品には１種類の商標を付するのが原則であると主張するが，\nその主張を基礎づける商標法上の根拠も商慣習も存在しない。したがって，使用許\n諾契約によって商標の使用が許諾された場合には，契約上の明文の根拠がない限\nり，許諾された商標が他の商標や標章と併用されたとしても，使用許諾契約違反や\n商標権侵害を構成する余地はない。本件使用許諾契約においては，控訴人商標の使\n用を禁止する何らの特約も存在しないのであるから，被控訴人が控訴人商標と被控\n訴人商標又は標章を併用したとしても，本件使用許諾契約に違反するものではな\nい。\n第３　当裁判所の判断\n１　当裁判所も，控訴人の主位的及び予備的請求は理由がなく，いずれも棄却す\nべきものと判断するが，その理由は，下記２ないし３のとおり，訂正付加するほか\nは，原判決が「第３　争点に対する判断」として説示するとおりである。\n２　原判決の訂正等\n(1)　原判決１８頁１９行目から２０行目の「②これらと原告商標とを併用するこ\nと」を「②控訴人商標又は控訴人商標の構成要素と被控訴人標章を含む他の標章，\n文字，図形などを同一の商品で併用すること」と訂正する。\n(2)　原判決１９頁６行目から１７行目を以下のとおり改める。\n「(ｲ)　本件分離禁止条項において，例外として販売が認められた商品一覧表記載の\n商品は，「ＬＲ，ＬＡＢＲＡＤＯＲ」との文字のみが付された半袖シャツ，「Ｌａ\nｂｒａｄｏｒ　Ｒｅｔｒｉｅｖｅｒ」の文字が変形されて付されたＴシャツ，「Ｌ\nａｂｒａｄｏｒ」の文字のみが付されたジャンパー等を除いて，控訴人商標の分離\nされた図形部分と文字部分が単独であるいは併用されて付されている（なお，その\n中には，分離された図形部分ないし文字部分が控訴人商標とともに付されているも\nのや，他の文字，図形と併用されているもの，控訴人商標の文字部分が変形されて\n同商標の図形部分と併用されているものなども含まれる。）。」\n(3)　原判決２０頁１行目から８行目を以下のとおり改める。\n「(ｴ)　上記(ｲ)のように，上記商品一覧表記載の商品の中に，控訴人商標の分離さ\nれた文字部分又は図形部分のいずれも付されていない半袖シャツ，Ｔシャツ，ジャ\nンパー等が含まれているのは，被控訴人代理人において，控訴人から，上記出願中\nの「Ｌａｂｒａｄｏｒ　Ｒｅｔｒｉｅｖｅｒ」の文字商標等と類似するなどとし\nて，権利行使されることを懸念し，平成１３年７月末日まではこれらの商品を確実\nに販売できるよう，念のため上記商品一覧表記載の商品に加えたためである（乙\n１）。」\n(4)　原判決２０頁１５行目の「乙２」を「乙３」と改める。\n３　控訴人の当審における主張に対する判断\n控訴人は，本件使用許諾契約において，控訴人商標と被控訴人商標又は標章との\n併用を禁ずる明示的な約定が存在しないとしても，そのことから直ちにそのような\n合意が存在しないと認定すべきではなく，同契約当事者の意思に照らして契約内容\nを解釈すべきであり，本件においては，とりわけ，①１つの商品には１種類の商標\nを付するのが原則であること，②商標の併用によって，控訴人商標のブランドイメ\nージが希釈化される，などの点を考慮すべきであるにもかかわらず，原判決はこれ\nらの点について全く顧慮していないと主張する。\nしかしながら，１つの商品には１種類の商標を付するのが原則であるとの控訴人\nの主張には商標法上の根拠はなく，またそのような商慣習を認めるに足る証拠もな\nい。控訴人は，控訴人商標と被控訴人商標又は標章の併用によって，出所を表示す\nるという商標本来の機能が損なわれ，控訴人商標のブランドイメージが希釈化され\nるなどと主張するが，商標の出所表示機能は絶対的なものではなく，第三者に自己\nの商標の使用許諾を与えることにより出所表示は変動する。もとより，商標権者\nは，被許諾者との使用許諾契約において，許諾者の有する商標と被許諾者の有する\n商標ないし標章との併用を禁ずる旨の合意をし，それにより許諾者の商標のブラン\nドイメージが希釈化することを防ぐことは可能であるが，かかる合意のない場合\nに，商標の出所表示機能から許諾者と被許諾者商標の併用が一般的に禁止されると\n解すべき理由はない。\n本件使用許諾契約では，かかる合意を定めた条項は設けられておらず，本件和解\nの過程においても，控訴人商標と被控訴人商標又は標章の併用制限について協議が\n行われた形跡を認めるに足りる証拠はない。したがって，被控訴人が控訴人商標と\n被控訴人の商標又は標章を併用したとしても，本件使用許諾契約に違反するもので\nはなく，控訴人の上記主張は，採用することができない。\n４　結論\n以上のとおりであるから，原判決は相当であり，本件控訴は理由がなく，棄却を\n免れない。\n東京高等裁判所知的財産第４部\n裁判長裁判官　　　　　塚　　原　　朋　　一\n裁判官　　　　　田　　中　　昌　　利\n裁判官　　　　　佐　　藤　　達　　文\n"
}