{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 16,
    "month": 7,
    "day": 8
  },
  "case_number": "平成16(ハ)1178",
  "case_name": "不当利得返還等請求事件",
  "court_name": "東京簡易裁判所",
  "lawsuit_id": "9011",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=9011",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/011/009011_hanrei.pdf",
  "contents": "平成１６年７月８日判決言渡\n平成１６年（ハ）第１１７８号不当利得返還等請求事件\n口頭弁論終結日　平成１６年６月２４日\n判決\n主文\n１　被告は，原告に対し，金２３万０１２１円及び内金１３万０１２１円に対する平成１６\n年２月６日から支払済みまで年６分の割合による金員を，内金１０万円に対する平\n成１６年２月５日から支払済みまで年５分の割合による金員を支払え。\n２　原告のその余の請求を棄却する。\n３　訴訟費用は，被告の負担とする。\n４　この判決は，第１項に限り，仮に執行することができる。\n事実及び理由\n第１　請求\n被告は，原告に対し，金２３万０１２１円及びこれに対する平成１６年２月５日から\n支払済みまで年６分の割合による金員を支払え。\n第２　事案の概要（証拠及び弁論の全趣旨から容易に認められる事実）\n１　原告は，被告から平成７年（1995年）５月ころから，年利３６．５パーセントの約定で\n金員を借り受け，以後，被告との間で返済，借入れを繰り返してきた。\n２　原告は，債務整理のため，被告に対し，取引開始時の平成７年からの弁済状況を\n全部開示するよう求めたが，被告は，本件訴訟前に平成９年８月８日以降の取引履\n歴を明らかにしたが（甲６号証），それ以上の開示を拒否した。\n３　原告は，上記の取引について，利息制限法所定の上限金利により元本充当計算\nをし，過払金として金１３万０１２１円，弁護士費用５万円，慰藉料５万円の合計金２\n３万０１２１円及びこれに対する訴状送達の日（平成１６年２月５日）から支払済みま\nで年６分の割合による遅延損害金の支払を求める旨，本件訴訟を提起した。\n４　被告は，本件訴訟において，裁判所の説得にも応じず取引履歴を開示しなかった\nが，平成１６年４月２７日付け文書提出命令により，平成８年４月３日以降の取引履\n歴を明らかにするに至った（乙１号証，乙２号証の１ないし５，乙３号証の１ないし\n３）。\n５　被告は，本件の過払金が金１３万０１２１円であることを認めた。\n第３　争点\n１　文書提出命令による提出義務\n（原告の主張）\n被告は，本件訴え提起後の平成１６年４月２７日付け文書提出命令に基づき，取\n引履歴を開示したが，これによれば平成８年４月３日の貸付金残元金が１４万１０７\n８円となっており，未だ取引履歴の全てを開示していない。\n（被告の主張）\n被告は，文書提出命令のとおり，信義に従い，現存する全ての取引履歴について\n提出している。被告は，初回からの取引履歴の開示を意図的に拒んでいるわけで\nはなく，被告の手元にないから開示ができないのである。\n２　取引履歴非開示に伴う慰謝料，弁護士費用の損害負担\n（被告の主張）\n債務整理に協力せず，取引履歴を開示しないことが信義則に反した違法な行為と\nは言えず，被告は，何ら不法と呼べる行為は行っていない。\n３　不当利得返還請求権の遅延損害金請求権の利率\n（被告の主張）\n不当利得返還債務は，法律の規定によって発生する債務であって，商行為によっ\nて生じた債務ではない。よって，民法４０４条により，民事法定利率（年５分）が適用\nされるべきである。\n第４　争点に対する判断\n１　争点１（文書提出命令による提出義務）について\n（１）　被告は，裁判所の文書提出命令により，信義に従い，現存する全ての取引履\n歴について提出しているという。\nしかしながら，開示済みの平成８年４月３日以降の取引履歴（乙１号証，乙２号\n証の１ないし５，乙３号証の１ないし３）によれば，同日現在の残元金として金１４万\n１０７８円が計上されている。これによれば，被告が文書提出命令に従って，取引\n当初からの取引履歴全部を開示していないことは明らかである。\n（２）　被告には，本件取引履歴の全部を開示すべき義務がある。\nこの開示義務は，原告と被告が多数回にわたり取引をし，契約上，社会経済的\nに次のような密接な関係を形成してきたことにより，信義則上認められるものであ\nる。\nア　被告は，貸金業者として，金銭の貸付，返済に関する情報と年月日・　金額等\nのデータを詳細に蓄積し，営業のため効率的な検索，保存，入出金状況の把握\n管理が容易にできるようなシステムを構築しており，取引履歴の把握・管理は営\n業の根幹をなしている。\nイ　被告は，原告との間で多数回にわたり継続的に貸付，返済を繰り返し，上記シ\nステムにより，原告を顧客として営業利益を得ていた実績がある。\nウ　貸金業者から借受け，長期間取引を繰り返した末に債務整理をしようとする債\n務者は，手元に契約書，受領書等の資料が乏しく，取引履歴の詳細を明確にす\nることが困難な場合が多いのが実情であり，原告も，こうした状況におかれてい\nる者である。\nエ　上記のような状況にある債務者が債務整理をしようとする場合，早急に全債\n権者との関係で債務額を確定し，一時期に合理的な返済計画を立てる必要があ\nり，貸金業者から全取引履歴の開示を受ける必要性は高い。\nオ　多重債務者の経済的更生は国政の要請でもあり，債務整理においては，　近\n年の法制でも，特定債務等の調整の促進のための特定調停に関する法　律（１\n０条，１２条，２４条），民事再生法（民事再生規則１１９条）等で資料開示協力義\n務が定められているところであり，弁護士が介在して債務整理に入った場合で\nも，公的な要請として，資料開示は強く求められる。\nカ　貸金業者にとって，その要請に応じて取引履歴を開示することは，前記の業務\n管理のシステム上困難を強いるものでもない。\n以上の原被告間の相互関係と社会経済的な要請，近年の法制の趣旨等を考\n慮すれば，債務整理の必要に迫られている債務者が，債務整理を委任した弁護\n士を通じるなどして全取引履歴の開示を求めたときには，貸金業者は，これを拒\nむ特段の合理的な理由がある場合でない限り，信義則上，これに応じるべき義\n務がある（東京高裁平成１４年３月２６日判決・判例時報１７８０号９８頁，東京地\n裁平成１５年１２月２６日判決（平成１５年（ワ）第１６４９１号事件・判例集未登\n載），札幌地裁平成１３年６月２８日判決・判例時報１７７９号７７頁）。\n２　争点２（取引履歴非開示に伴う慰謝料，弁護士費用の損害負担）について\n（１）　被告は，原告の取引履歴全部の開示要請に対し，段階的に対応してきたが，\n経過をたどれば，被告の対応は，誠意を欠き，信義則に反するものがあるといわ\nなければならない。\n（２）　証拠及び弁論の全趣旨によれば，経過として，次のような事実が認められる。\n被告は，\nア　本件訴訟前においては，原告からの再三の取引履歴開示の要求に対しても，\n平成９年８月８日以降の取引履歴の一部のみを開示して，既に開　示済みとして\nおり（被告準備書面（１），甲６号証），\nイ　本件訴訟後の文書提出命令の申立（平成１６年２月２５日付け）に対しては，\n「法律上明文の根拠がない以上，取引履歴を開示する義務はない。貸金業の規\n制等に関する法律施行規則１７条に定める３年を超えて帳簿を保存する義務が\nない」ことを理由に開示を拒否し，\nウ　裁判所から文書提出命令が出るや，平成８年４月３日以降の取引履歴　を開\n示するに至っているが，前述のとおり，平成８年４月３日付けで貸　付金残元金１\n４万１０７８円の記載があり（乙１号証，乙２号証の１ないし５，乙３号証の１ないし\n３），全ての開示には至っていない。\nエ　被告は，文書提出命令後は，帳簿の保存義務や開示義務には一切触れず，\n「現存する全ての取引履歴について提出している」とし，「被告は初回からの取引\n履歴の開示を意図的に拒んでいるのではなく，開示ができないのである。」とし\nて，ここに至って初めて「被告は訴外ユニマットライフより２００２年１月１５日に債\n権の譲渡を受けており，それ以前の取引履歴について譲り受けていないか，受\nけたがその後破棄したかどちらかであると推測されるが，現在となっては確認の\nしようもなく提出することは不可能である。」と新たな事実を主張している。\n（３）　被告において，開示すべき対象物が存在しないというのであれば，もっと早い\n段階で主張すべきであるし，存在しない理由が真に「２００２年１月１５日の債権譲\n渡以前の取引履歴を譲り受けていないか廃棄したかのどちらかと推測される」とい\nうのであれば，本件において既に開示されている，それ以前の取引履歴は何に基\nづくものなのか，矛盾するところであり，被告の言い分をそのまま受け止めるわけ\nにはいかない。\n（４）　これまでの経緯と被告の対応は，結局，当初は一部のみを開示し，次には法的\nに開示義務がないと争い，文書提出命令が出れば「実は物がないんです」という\n展開となっているのであり，信義に従った誠意ある対応をしているとは到底言い難\nい。\n（５）　反面，被告は，「原告が本件請求を維持するのであれば，まずその点を挙証者\n責任に基づき，積極的に立証されたい」と述べ，繰り返し「挙証者立証の主義」を\n主張し，原告側から証拠資料が出ていないことを責めているが，取引履歴の開示\nは，挙証責任の領域に入る以前の信義誠実に従った訴訟対応（民事訴訟法２条）\nの問題であり，被告の主張は採用の限りでない。\n（６）　以上により，被告は，債務整理を委任された原告代理人弁護士が全取引履歴\nの開示を求めたときには，これを拒む合理的な理由がある場合でない限り，信義\n則上，これに応じるべき義務があるというべきである。前記の経過から，被告にお\nいて取引履歴の開示を拒むべき合理的な理由があるものとはいえず，被告の行\n為は，社会的な相当性を欠いた違法な行為であったといわざるを得ない（前出の\n東京高裁，東京地裁，札幌地裁の判決参照）。\n（７）　被告が文書提出命令によっても取引履歴を全部開示しないことは，不法行為を\n構成し，これにより被告には慰藉料，弁護士費用を支払う義務がある。\n本件の経緯及び弁論の全趣旨に照らせば，その金額は，合計金１０万円を下\nるものではないと判断できる。\n３　争点３（不当利得返還請求権の遅延損害金請求権の利率）について\n（１）　不当利得返還請求権は，利得者が法律上の原因なく有している利得を損失者\nに返還させる民法上の請求権であるから，その遅延損害金は，原則として，民法\n所定利率の年５分によるべきである。\nしかし，利得者が商人であり，利得物を営業のために利用し収益を上げている\nと解される場合には，利得者には商事法定利率の年６分の割合による運用益が\n生じたものと考えるのが相当である。貸金業者の業務上の貸金に関する利息制限\n法違反により生じた不当利得返還請求についての遅延損害金については，例外\n的に，商事法定利率の年６分の利率によるのが相当である　　　　（大阪地裁岸和\n田支部平成元年１２月２１日判決・判例時報１３５５号１１２頁，東京高裁平成１３年\n２月８日判決・判例時報１７４２号９６頁参照）。\n被告は，弁論の全趣旨により貸金業者であることは明らかであるから，不当利\n得返還請求について商事法定利率年６分の割合による遅延損害金の支払義務を\n負うというべきである。\n（２）　原告は，本件不当利得金に損害賠償金を含めた合計金額に商事法定利率年６\n分の割合による遅延損害金を請求しているが，損害賠償請求に対する遅延損害\n金は，民事法定利率の年５分の割合によるとするのが相当である。\n（３）　なお，原告は，遅延損害金を訴状送達の日から請求しているが，不当利得返還\n請求権は，法律の規定によって発生する期限の定めのない債権であるから，債務\n者は，履行の請求を受けない限り遅滞の責を負うことはない。\n原告は，被告に対し，本件訴訟提起前から取引履歴の開示を請求しているが，\n本件で一定額を請求したことはないのであるから，被告は，不当利得返還請求の\n関係では，本訴状送達の日の翌日である平成１６年２月６日から遅滞の責を負うと\n考えるのが相当である。\n不当利得返還請求に伴う損害賠償請求については，催告を待つまでもなく，不\n法行為の成立と同時に遅滞に陥るのであるから，平成１６年２月５日（訴状送達の\n日）から遅滞の責を負うとするのが相当である。\n４　以上により，本訴請求中，被告に対し，金２３万０１２１円及び内金１３万０１２１円\nに対する平成１６年２月６日から支払済みまで年６分の割合による遅延損害金の支\n払い，内金１０万円に対する平成１６年２月５日から支払済みまで年５分の割合によ\nる遅延損害金の支払いを求める限度で理由があるから，これを認容することとし，\nその余の請求部分は理由がないので棄却することとする。\nよって，主文のとおり判決する。\n東京簡易裁判所民事第３室\n裁　判　官　山　本　正　名\n"
}