{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 4,
    "day": 25
  },
  "case_number": "平成14(ワ)3764",
  "case_name": "",
  "court_name": "東京地方裁判所",
  "right_type": "不正競争",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "11889",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=11889",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/889/011889_hanrei.pdf",
  "contents": "平成１４年(ﾜ)第３７６４号　不正競争行為差止等請求事件\n平成１４年４月１６日口頭弁論終結\n判　　　　　　　　　決\n原　　　　　　告    　　　三菱商事株式会社\n原　　　　　　告          株式会社東京三菱銀行\n原　　　　　　告　　　　  三菱信託銀行株式会社\n原告ら代理人弁護士        大  野  聖  二\n同                        中  道    　徹\n原告ら補佐人弁理士　　　　中　村 　 　仁\n被　　　　　　告　　　　　クオンタムファンド株式会社\n主　　　　　　　　　文\n１　被告は，その営業上の施設又は活動に，「三菱クオンタムファンド株式会\n社」その他の「三菱」という文字を含む商号，標章又は別紙目録記載の標章を使用\nしてはならない。\n２　被告は，「三菱」という文字及び別紙目録記載の標章をパンフレット，契約\n書，申込書，その他の営業表示物件から抹消せよ。\n３　訴訟費用は，被告の負担とする。\n４　この判決は，仮に執行することができる。\n事実及び理由\n第１　請求\n主文同旨\n第２　事案の概要\n原告らは，「三菱」の文字を含む商号を使用する，いわゆる「三菱グループ」の\n会社である。本件は，「三菱」の名称及びスリーダイヤのマークの営業表示を使用\nする原告らが，これらと同一ないし類似する表示を使用する被告に対し，被告の上\n記表示の使用行為が不正競争防止法２条１項１号所定の不正競争行為に該当すると\nして，同法３条１項に基づき，同表示の使用の差止めを求めている事案である。\n１　争いのない事実\n(1)　原告らは，いずれも，旧三菱財閥に由来するいわゆる「三菱グループ」に\n属する会社である。\n(2)　被告は，平成２年７月５日に設立された会社である。\n被告は，平成１３年１２月２８日に，「三菱クオンタムファンド株式会\n社」に商号の変更登記をした（なお，被告の，本訴提起時における商号は，上記商\n号であり，原告らは，本訴において当初この商号の抹消登記手続をも求めていた\nが，被告が本訴提起後の平成１４年３月１日に商号変更（同月４日変更登記）した\nため，この請求は取り下げられた。）。\n(3)　原告らは，いずれも，いわゆる旧三菱財閥に由来する「三菱グループ」に\n属する会社であって，その社名中に「三菱」を含むことにおいて共通している。\n三菱グループは，明治初頭に創業者岩崎彌太郎が起こした海運事業に始ま\nり，石炭，造船，製糸業，銀行業等に多角的に事業展開し，三菱財閥として，我が\n国における主要な企業グループとなった。第二次大戦後，財閥解体を経て，グルー\nプ各社は再び結集し，我が国の産業界における中核的な企業グループを形成してい\nる。三菱グループに属する企業の大半は，その営業表示として，三菱の名称とスリ\nーダイヤのマークを使用している。\n(4)　被告は，上記(2)のとおり「三菱クオンタムファンド株式会社」に商号を\n変更したうえ，かかる商号の下で，平成１４年１月ころから，「ジョージ・ソロス\n考案クオンタムファンド日本初上陸」，「＄米国にて運用７２％」，「クオンタム\nファンドのしくみ」，「抽選にて申し込み」，「１ロット３００万円より」及び\n「ミニロット１００万円より」などと記載されたパンフレットに「三菱クオンタム\nファンド株式会社」の名称を付して，配布した。\nまた，上記ファンドの申込用紙に，「三菱クオンタムファンド株式会社」\nの名称と別紙目録記載の標章（スリーダイヤのマーク。以下「本件標章」とい\nう。）を付して，配布したり，「クオンタムファンド契約書」の当事者欄に，「三\n菱クオンタムファンド株式会社」の名称を付して配布した。\n「三菱クオンタムファンド株式会社」の名称は「三菱」の名称と類似し，\n本件標章はスリーダイヤのマークと同一である。\n２　争点\n(1)　「三菱」の名称及びスリーダイヤのマークは，原告ら三菱グループ企業の\nものとして著名かどうか（争点１）。\n(2)　被告が，商号変更後も，「三菱」の名称及びスリーダイヤのマークを使用\nするおそれがあるか（争点２）。\n第３　争点に関する当事者の主張\n１　争点１（「三菱」の名称及びスリーダイヤのマークは，原告ら三菱グループ\n企業のものとして著名かどうか）について\n(1)　原告らの主張\n「三菱」の名称及びスリーダイヤのマークは，第二次世界大戦以前から，\n現在に至るまで，一般に広く認識されており，全国的に著名である。すなわち，原\n告らをはじめとする三菱グループに属する各企業は，それぞれの営業分野において\n国内外において著名であり，全国各地に本店，支店を有する。三菱グループは，長\n年にわたって，多大の広告宣伝費を費やしているほか，そのパンフレット等にスリ\nーダイヤのマークを表示している。三菱グループに属する企業は，国内外におい\nて，「三菱」の名称及びスリーダイヤのマーク等について，ほぼすべての商品及び\n役務をカバーした商標登録を受けている。マスコミ等で三菱グループが取り上げら\nれる場合，国の内外を問わず，「三菱」もしくはMitsubishiという名称又はスリー\nダイヤのマークがグループの表示とされる例が多い。\nこのような点からすれば，「三菱」という名称及びスリーダイヤのマーク\nは，企業グループである三菱グループ及びこれに属する原告らをはじめとする企業\nを表す表示として著名である。\n(2)　被告の主張\n三菱の名称とスリーダイヤのマークが，一般に広く認識されていることは\n認めるが，三菱鉛筆株式会社のように，三菱グループ企業でない企業でも「三菱」\nの名を冠しスリーダイヤのマークを使用している会社もあるのであるから，三菱の\n名称とスリーダイヤのマークが，三菱グループ及びこれに属する企業を表すものと\nして著名であるとはいえない。\n２　争点２（被告が，商号変更後においても，「三菱」の名称及びスリーダイヤ\nのマークを使用するおそれがあるか）について\n(1)　原告の主張\n被告は，本訴提起後の平成１４年３月１日をもって，会社名を「クオンタ\nムファンド株式会社」に変更したにもかかわらず，依然として，同年３月１４日現\n在，「三菱クオンタムファンド株式会社」の名称を営業上の施設等に使用してい\nる。すなわち，被告は，本店として登記しているビルのオフィス表示に，「三菱ク\nオンタムファンド㈱／クオンタムファンド株式会社」の表示を使用している。この\nように，被告は，今後も，「三菱クオンタムファンド㈱」ないし「三菱」という文\n字を含む商号，標章又はスリーダイヤのマークの使用を継続する可能性が極めて高\nく，商号変更後も，差止請求を認める必要性が高い。\n(2)　被告の主張\n被告は，三菱の名称に固執しておらず，既に商号も変更し，「三菱クオン\nタムファンド株式会社」名の看板も外した。今後「三菱クオンタムファンド株式会\n社」の名称は使用しないし，三菱グループと争う考えもないので，被告が「三菱」\nの名称及びスリーダイヤのマークを使用するおそれは存しない。\n第４　争点に対する判断\n１　争点１（「三菱」の名称及びスリーダイヤのマークは，原告ら三菱グループ\n企業のものとして著名かどうか）について\n(1)　前記当事者間に争いのない事実，証拠（甲１，甲８ないし２７，甲３４，\n甲３５，甲４２，甲４３）及び弁論の全趣旨によれば，以下の事実が認められる。\nア　「三菱」は，明治３年に創業者岩崎彌太郎が，海運業を営む九十九商会\nを創立したのを出発点とする。「三菱」の名称は，明治６年に三菱商会とした時に\n初めて名乗ったもので，三菱本社及び関連各企業は，コンツェルンを形成して，海\n運事業に始まり，石炭，造船，製糸業，銀行業等の各部門にわたり，多角的に事業\n展開し，富国強兵の国策に乗って財閥の１つとして成長した。第二次世界大戦後の\n財閥解体により，グループ各社は，別個の独立した会社として発足したが，依然と\nして企業グループとしての一体性を維持しながら，共通の経営理念の下に事業を進\nめている。\nイ　スリーダイヤのマークは，創業者岩崎彌太郎の出身である土佐藩の藩主\n山内家の家紋である「三つ柏」と岩崎家の家紋である「三階菱」を組み合せたもの\nであり，創業の端緒となった海運業で，汽船の船旗として使われ始め，以来三菱の\nシンボルマークとして，三菱グループ各社で用いられている。このマークが商標登\n録されたのは，大正３年のことである。\nウ　原告らは，それぞれ次のような沿革を有する企業であり，いずれも三菱\nグループを構成する企業である。\n原告東京三菱銀行は，三菱商会が改組した郵便汽船三菱商会に，明治９\n年に為替局を設立して金融部門に進出したのを出発点とする。三菱為換店に改組し\nた時に三菱の名を名乗り，不況により解散した時期や三菱の名を名乗っていなかっ\nた時期もあるが，平成８年に東京銀行と合併して現在の姿となっており，我が国有\n数の銀行である。\n原告三菱商事は，三菱合資会社に，明治３２年に営業部を設けたのを出\n発点とし，大正７年に三菱商事を名乗り，解散した時期や三菱の名を名乗っていな\nかった時期もあるが，昭和２９年に複数の会社が合併して現在の姿となっており，\n我が国有数の商事会社である。\n原告三菱信託銀行は，昭和２年に三菱信託として出発し，三菱の名を名\n乗っていなかった時期もあるが，昭和２７年に現在の姿となっている。\nエ　三菱グループには，多方面にわたり事業を展開する数多くの企業があ\nり，各企業は，全国各地に本店，支店を有する。また，三菱グループは，長年にわ\nたって多大の広告宣伝費を費やしているほか，パンフレット等にスリーダイヤのマ\nークを表示している。さらに，三菱グループでは，「三菱」の名称及びスリーダイ\nヤのマークについて，国内外でほぼすべての商品及び役務の分野において商標登録\nを受けている。また，国内外のマスコミ（とりわけ経済誌等）等にも三菱グループ\nに属する企業が，「三菱」もしくはMitsubishiという名称又はスリーダイヤのマー\nクの表示とともに頻繁に採り上げられている。\n(2)　上記認定事実によれば，「三菱」の名称及びスリーダイヤのマークは，企\n業グループである三菱グループ及びこれに属する原告らをはじめとする企業を表す\nものとして著名であり，不正競争防止法２条１項２号にいう著名な商品等表示に該\n当するものということができる。\nこの点に関して，被告は，三菱鉛筆株式会社のように，三菱グループに属\nさない企業でも「三菱」の名を冠しスリーダイヤのマークを使用している会社があ\nるのであるから，三菱の名称とスリーダイヤのマークが，三菱グループ及びこれに\n属する企業を表すものとして著名であるとはいえないと主張する。なるほど，証拠\n（甲４５）及び弁論の全趣旨によれば，被告の挙げる三菱鉛筆株式会社など，三菱\nグループに属さない企業でも「三菱」の名を冠しスリーダイヤのマークを使用する\n会社が存在することが認められるが，同社は，たまたま鉛筆等が三菱グループに属\nする企業の扱っていない商品分野であったことから商標権を取得したものであり，\nまた上記商号を名乗るに至ったのも，戦後の混乱期であったことがその理由であ\nり，このような企業はきわめて例外的な存在であると認められる。前記(1)において\n認定の各事実に照らせば，たとえこのような例外が存在したとしても，「三菱」の\n名称及びスリーダイヤのマークを，三菱グループ及びこれに属す企業を表すものと\nして著名であると認める妨げになるものではない。\n２　争点２（被告が，商号変更後も，「三菱」の名称及びスリーダイヤのマーク\nを使用するおそれがあるか）について\n上記によれば，被告が「三菱」の名称と類似する「三菱クオンタムファンド\n株式会社」の商号を用い，「三菱クオンタムファンド株式会社」及び本件標章をパ\nンフレット，申込用紙，契約書に付した行為は，不正競争防止法２条１項２号所定\nの不正競争行為に該当するものである。\nそして，被告は，三菱グループの著名性を認識しながら，殊更三菱グループ\nに属する企業と誤信させるような商号及びスリーダイヤのマークを用い，各種パン\nフレット等を配布していたものであり，また，平成１３年９月３０日付けで被告に\n「岩崎Ａ」という，三菱の創業者である岩崎家とかかわりのあるような名称の人物\nが就任したような外形を作出しているものであって（甲２。ちなみに，甲６によれ\nば，同人は現在は退任しているようであるが，いつ退任したかは明らかでな\nい。），被告のこれらの行為に照らすと，本件訴訟提起後に商号を変更したとはい\nっても，被告が今後「三菱」の名称及びスリーダイヤのマークを使用するおそれが\n認められるから，差止めの利益を肯定することができる。したがって，原告らは，\n不正競争防止法３条１項に基づき，被告に対してこれら各表示の使用の差止めを求\nめることができる。\n３　結論\n以上によれば，原告らの本訴請求は，いずれも理由がある。\nよって，主文のとおり判決する。\n東京地方裁判所民事第４６部\n裁判長裁判官　　　　三    村    量    一\n裁判官        村    越    啓    悦\n裁判官  　　  青    木    孝    之\n（別紙）\n目録\n"
}