{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 13,
    "month": 12,
    "day": 21
  },
  "case_number": "平成13(ワ)146",
  "case_name": "株主総会決議取消請求",
  "court_name": "福井地方裁判所",
  "lawsuit_id": "7879",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=7879",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/879/007879_hanrei.pdf",
  "contents": "平成１３年(ワ)第１４６号株主総会決議取消請求事件\n（口頭弁論終結日平成１３年１０月２６日）\n主　　　　文\n１　原告らの請求をいずれも棄却する。\n２　訴訟費用は原告らの負担とする。\n事実及び理由\n第１　請求\n平成１３年５月２６日福井市ａ町ｂ丁目ｃ番ｄ号の被告本社において開催された被\n告の第１４０期定時株主総会における，Ａ，Ｂ，Ｃの３名を取締役に選任する旨の決\n議はこれを取り消す。\n第２　事案の概要\n１　本件は，被告の株主総会における取締役選任決議につき，株主総会の招集通知\nに，会議の目的たる事項として，選任すべき取締役の数が記載されていなかったこ\nとを取消事由として，原告らが決議取消を求めた事案である。\n２　前提事実（争いがない）\n(1)  被告は，大正７年７月１３日に成立した越前青石の採掘を事業目的とする発行\n済株式１６万株の株式会社である。\n原告Ｄは１万株の，原告Ｅは１万１９４６株の，原告Ｆは４８００株の株式を有す\nる被告の株主である。\n(2)　被告は，平成１３年５月９日，各株主に対し，平成１３年５月２６日午後２時に被\n告本社において第１４０期（平成１２年４月１日～平成１３年３月３１日）の定時株\n主総会（以下「本件株主総会」という。）を開催する旨の通知を発した。\n上記通知には，第２号案件として，\n「取締役改選の件」\nと記載されていたが，何名の取締役を選任するかについての記載はなかっ\nた。\n(3)　被告は，定款２１条において，取締役を同時に複数選任する場合でも累積投\n票（商法２５６条の３）の方法によらないことを規定している。\n他方，昭和４９年商法改正附則５条は，定款で累積投票の定めがされていて\nも，昭和４９年改正後の商法の下で累積投票を全面的に排除するためには，そ\nの旨の定款変更をしなければならず，これがされていない限り，発行済株式総\n数の４分の１以上にあたる株主が累積投票を求めたときは，会社はこれに応じ\nなければならない旨定めている。\n(4)　被告の株主である訴外Ｇ（持株数７１６０株）及びＨ（Ｉ名義の株式６８６６株を平\n成１１年１２月２６日相続により取得し，ほかに固有の持株７６００株を有した）\nは，他の１名の株主とともに平成１３年５月１９日到達の書面で累積投票の請求\nをしたが，この請求は被告により却下された。\nなお，いずれにしても，同累積投票の請求は，請求者らの有する株式数が発\n行済株式総数の４分の１に達しておらず，無効のものであった。\n(5)　本件株主総会において，Ａ，Ｂ，Ｃの３名を取締役に選任する旨決議された。\n３　争点\n争点は，本件株主総会の招集通知に，会議の目的たる事項として選任すべき取\n締役の人数が記載されていなかったことが株主総会の決議取消事由になるか否\nかである。\n（原告らの主張）\n(1)　株主からの累積投票の請求を拒めない会社では，株主に累積投票を請求\nする機会を与えるため，取締役の選任をする株主総会の招集通知・公告に\nは，選任すべき取締役の数を記載しなければならず，この記載を欠くときは決\n議取消の訴えの事由になると解される。\nそして，本件株主総会の招集通知にはその旨の記載はなかった。\n(2)　定款によって，累積投票が排除されている場合，単に「取締役選任の件」と\n記載することで足りるとする被告の解釈は争わない。\nしかし，被告において，昭和４９年の商法改正後の昭和５０年５月１７日開\n催の株主総会において，累積投票を排除する旨定款変更の手続がとられた\n事実はない。\n同株主総会においてそのような定款変更の手続がとられているのであれ\nば，甲３の他の訂正箇所にあるように，その２１条にも何らかの付記がされて\n然るべきであるのに，そのような記載はない。\n現に，平成９年５月の株主総会においては，累積投票の方法により取締役\n選任決議が行われている。これは，現社長のＡその他の累積投票請求者はも\nとより，当時の被告の役員であったＩ，Ｊ，Ｇ，監査役のＣ，Ｂの各氏も累積投票\nに関する定款変更がされていないことを認識していたことによるものである。\n(3)　被告においては，平成１１年５月の役員選任以降，下記のとおりの取締役の\n変動があった。したがって，本件株主総会の役員改選がどのような形で行わ\nれるのかは一般株主には理解し難い状況にあった（商法２５６条，とりわけそ\nの２項，３項を理解している株主は僅少である。）。\n記\nＩ　　　平成１１年　７月　３日　辞任\nＪ　　　　　　同年　８月　６日　辞任\nＧ　　　　　　同年１２月１１日　辞任\nＣ　　　　　　同年　８月２８日　選任\nＢ　　　平成１２年　１月２２日　選任\n被告の援用する東京高等裁判所判決は，株主に累積投票請求権が一切\n認められていない会社に関するものであり，被告の場合とは本質的状況を異\nにしている。つまり，同判決の事案では，会社の取締役が３名か４名以上かは\n会社経営の根幹にかかる重要問題であるものの，法令違反としては必ずしも\n重要でないと認められる場合であった。しかし，本件は，株主による累積投票\n請求権行使の帰趨が問題となる場合であり（原告らが累積投票の請求を行え\nば，訴外Ｇほか２名による累積投票の請求と相俟って，被告は，本件株主総\n会において，取締役選任方法として累積投票を実施せざるをえない状況にあ\nった），法令違反として重大なものではないとは到底いえないものである。\nなお，「選任」と「改選」との間に有意性のある区別をみいだすことは不可能\nである。\n(4)　被告の主張のうち，原告らと訴外Ｇらとが実質上一体である云々の議論は，\nそれこそ被告がいかに株主の権利に対する配慮を欠いているかの証左であ\nり，主張自体失当である。\n（被告らの主張）\n(1)　株主総会招集通知の記載内容につき，「取締役を２名以上選任する場合に\nは，選任すべき員数も記載すべきもの」とする理由は，「通知を受けた株主と\nしては，１名のみの選任か２名以上の選任かを知ることができず，累積投票を\n請求する機会が失われるおそれがある」ということにある。\nしたがって，定款によって累積投票が排除されている場合は，単に「取締役\n選任の件」と記載することで足りると解されている。\n昭和４９年商法改正法附則（同年４月２日法律第２１号）５条の趣旨は，改\n正前の定款で単に「累積投票を排除する」旨を定めていた場合には，改正後\nも「ただし，発行済株式総数の４分の１以にあたる株式を有する株主が累積投\n票の請求をした場合はこの限りではない」旨のただし書きが付いているものと\nみなされ，この目に見えない条文外のただし書きを外して累積投票を全面的\nに排除するためには，改正商法施行後の株主総会において，（条文そのもの\nは従前と同じであっても）定款変更の手続をとる必要があるということである。\n被告の定款２１条では，従前から「２人以上の取締役を同時に選任する場\n合においても累積投票の方法によらない」旨記載されているところ，前記附則\nによりただし書きが付いているものとみなされ，これを排除するためには，改\nめて定款変更の手続をとる必要があったことは事実である。\n２７年も前のことであり，当時の議事録等は残っていないが，昭和４９年改\n正法の施行日が昭和４９年１０月１日であるところ，その後最初に開催された\n昭和５０年５月１７日開催の株主総会において，同改正に沿った「定款の一部\n変更」の決議が行われていることは明らかであり，当然このときに，定款２１条\nについても（条文の字句そのものは従前と同じであるが），定款変更の決議が\n行われているものと思料される（甲３の表紙参照）。\n平成９年５月の定時株主総会における取締役の選任につき，Ｋらが累積投\n票の請求を行った事実はあるが（このときの請求は，定款の定めを失念し，当\n時相談していた弁護士の指導によって行ったものであろう。），当時の取締役\nらと請求者らとの話し合いの結果，「Ａを取締役に加える」ということで一応円\n満に話合いがつき，株主総会においては，通常の投票により（累積投票は行\nわず），Ａを含む４名が取締役に選任された（それまでは３名であった）もので\nある。\n(2)　取締役の選任を議案とする株主総会の招集通知には，「原則として，選任\nすべき員数を記載すべきである」と解されており，このことを判示した最近の\n裁判例としては，東京高等裁判所平成３年３月６日判決（金融法務事情１２９\n９号２４頁，金融商事判例８７４号２３頁）がある。\nしかし，この裁判例においても，会社の規模・株主数・従来からの慣行等に\nよって，当該株主総会で選任されるべき取締役の員数についてはおのずと一\n定の範囲内であることが当然に予想，認識しうる客観的状況にあり，株主の\n権利を害するおそれがない等の特段の事情の存する場合は，「取締役選任\nの件」として特に員数を記載しなくても差し支えない旨判示している。\n本件株主総会における取締役選任は，取締役全員の任期満了に伴う「改\n選」であり，２年に１度ずつ到来する改選期毎に定期的に行われている通常\nの改選である。そして，このような場合には，従前から「改選の件」とのみ通知\nするのが慣行となっていたものである。\nしたがって，「取締役改選の件」とするだけで，株主全員が，今回取締役３\n名の任期が満了し，その改選を行うものであることを当然に予想・認識しうる\n客観的状況にあったことは明らかである。\nなお，前回（平成１１年５月）の改選の後，取締役の変動があったことは事\n実であるが，いずれも前任者の辞任により商法の定める定員を欠くことになっ\nた欠員の補選のためわざわざ招集された臨時株主総会において，任期を従\n前の任期の残存期間に限定の上選任されたものであり，平成１３年５月の定\n時総会の時点で全員が任期満了となり，改選となることを予定して選任された\nものである。\nそして，今回はその定時総会における改選であり，「取締役改選の件」と記\n載するだけで株主全員にとって招集の趣旨は自明であったものである。\n現に，原告らの親族であり，原告らと実質上一体であるＧらの名前で，すで\nに累積投票の請求が行われているのであり，今更「累積投票を請求する機会\nが失われた」も何もないであろう。\nＧらは，せっかく行った累積投票の請求が，うっかりして法律上無効であっ\nたことが明らかなため，株主総会の招集通知に選任すべき取締役の員数の\n記載がないことに藉口して，決議を取り消させた上で，再度累積投票の請求\nをしようというのであろうが，さすがに自らは一度累積投票の請求を行ってい\nる以上本件の原告とはなりにくく，親族である原告らの名義で本訴を提起した\nものであり，その請求は失当である。\n第３　判断\n１　原告ら，被告ともに，定款によって累積投票の請求が排除されている場合には，\n株主総会招集通知に会議の目的たる事項として，単に「取締役改選の件」と記載\nすることをもって足りると解するものであるから，まず，被告の定款によって累積投\n票の請求が排除されているのか否かという点，すなわち，被告において，昭和５０\n年５月１７日開催の株主総会において，累積投票の請求を排除する旨定款変更の\n手続がとられたのか否かという点について検討しておくこととするに，次の(1)，(2)に\nよれば，そのような定款変更が行われたものと認めるには足りない。\n(1)　昭和４９年の商法改正後に開催された昭和５０年５月１７日開催の被告の株主\n総会において，商法改正に則した定款変更手続が行われたことは窺いうるが\n（甲３，弁論の全趣旨），甲３の各条文のうちの一部には定款変更のために加削\nした手書文字があるのに，累積投票の請求に関する２１条には，そのような加除\nの手書文字の跡は何ら見当たず，また，同株主総会の議事録等は証拠として提\n出されていない。\n(2)　平成９年５月開催の株主総会における取締役選任決議につき，証人Ｇは，Ａか\nら累積投票の請求があったため，累積投票により取締役選任が行われた旨証\n言するが，他方，証人Ｋは，累積投票の請求はあったものの，累積投票は行わ\nれず，結局，話し合いで取締役が選任されることになった旨証言する。\nしかし，この点いずれにしても，当時，昭和４９年の商法改正後に累積投票の\n請求を排除する旨定款変更が行われたとの認識に基づき事態を収拾しようとし\nた関係者はいなかったものである（証人Ｋ）。\n２　そこで，被告において，定款によって累積投票の請求が排除されていないことを前\n提に，単に「取締役選任決議の件」とすることで，株主総会招集通知に記載すべき\n会議の目的たる事項として足りるものであったかという点を検討する。\nこの点，定款によって累積投票の請求を排除していない株式会社における取締\n役選任決議を議案とする株主総会招集通知には，それが２名以上の取締役を選\n任する決議である場合には，株主が累積投票によって決議することを欲する場合\nがありうるので，原則として，「取締役何名選任の件」，「取締役全員任期満了につ\nき改選の件」などと，少なくとも何名の取締役の選任決議が行われるのかを推知で\nきる程度に記載がされるべきものと解される（後者の記載例につき，「特段の事情\nがない限り，当該株主総会において従前の取締役と同数の取締役を選任する旨\nの記載があると解することができる」としたものとして，最高裁判所平成１０年１１月\n２６日判決，金融商事判例１９９９年５月１５日号参照）。もっとも，会社の規模・株主\n数・従来からの慣行等によって，株主が当然に選任される取締役の数を予想・認識\nし得る客観的状況にあるなど，株主に格別の不利益を及ぼすものではないという\nべき事情がある場合には，「取締役任期満了に付き改選の件」，あるいは単に「取\n締役改選の件」という程度の記載であっても，これをもって不適法なものということ\nはできないものと解すべきである。\nこれを本件についてみるに，①被告の定款２０条は，取締役３名以上を置く旨定\nめていること（この点は，商法２５５条によっても，同じである。），②被告の改選前\nの取締役は，Ａ（平成１１年７月１０日就任），Ｃ（同年８月２８日就任），Ｂ（平成１２\n年１月２２日就任）の３名であったから（甲６），本件株主総会において「改選」される\n取締役は，いずれにしても３名以内ということになること，③被告の定款２４条は，\n「取締役の任期は就任後２年内の最終の決算に関する定時株主総会終結の時に\n終了する。補欠又は増員によって就任した取締役の任期は他の在任取締役の任\n期の終了と同時に終了する。」と定めているから（甲３，弁論の全趣旨。なお，商法\n２５６条。），改選前の取締役３名のいずれもが本件株主総会終結のときには任期\nが終了することとなっていたこと，これら①ないし③を併せると，会議の目的たる事\n項としての「取締役改選の件」との記載は，「取締役全員任期満了につき改選の\n件」と同義のものとして，選任される予定の取締役は３名であることを推知すること\nも可能なものであるうえ，「取締役改選の件」との記載が，「取締役全員任期満了に\nつき改選の件」などとの記載と比較して，記載自体として言葉足らずなところがある\nことは否定できないとしても，被告においては，従来から定時株主総会招集通知の\n会議の議案として，取締役選任については，同様の記載が行われてきたものであ\nり（乙１，証人Ｋ），その記載自体が決議に臨む株主らに疑義をもたらし，態度決定\nに支障を与えていたことも窺い得ず，特に本件株主総会開催にあたり従来とその\n状況を異にしていたことを窺わせる事情も見出し難いのであるから，比較的株主数\nも少なく小規模な会社と認められる（弁論の全趣旨）被告における従来からの慣行\n等によって，株主は，本件株主総会（定時株主総会）における取締役選任予定人\n数を，当然に従前の取締役と同人数の３名と予想・認識し得る客観的状況にあった\nものと認めることができる。\nなお，原告らは，原告らが累積投票の請求をしていれば，Ｇほか２名による累積\n投票の請求と相俟って，本件株主総会において累積投票を行わざるをえない状況\nにあったなどとも主張する。しかし，本件株主総会招集の通知があったにもかかわ\nらず，原告らが累積投票の請求の意思を示さなかったことは，弁論の全趣旨から\n明らかなことである。しかも，他方では，同一内容の通知を受けた一部の株主らは\n累積投票の請求を行っているのであって，原告らのこのような消極的態度決定と本\n件株主総会招集通知の会議の目的の記載との間に何らか関連性があったことを\n窺わせるような事情も見当たらない。したがって，原告らが累積投票の請求をしな\nかったことは，被告側が会議の議案として「取締役改選の件」としか記載しなかった\nこととは関わりのないことであったと考えられるのであって，「取締役改選の件」との\n記載は，本件諸事情の下，株主に格別不利益を及ぼす不備のある記載ではなか\nったということができる（法定の期間内に有効な累積投票の請求をすることを怠っ\nた以上，累積投票によることの利益を失う結果となるのはやむをえないことであ\nる。）。\nしたがって，本件株主総会招集通知が不適法なものであったということはできな\nい。\n３　よって，原告らの請求はいずれも理由がないから棄却する。\n福井地方裁判所民事部\n裁判官　　 酒　　井　　康　　夫\n"
}