{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 13,
    "month": 11,
    "day": 28
  },
  "case_number": "平成13(ネ)62",
  "case_name": "損害賠償等請求事件",
  "court_name": "名古屋高等裁判所民事第3部",
  "lawsuit_id": "22929",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=22929",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/929/022929_hanrei.pdf",
  "contents": "主        文\n１　原判決を次のとおり変更する。\n(1)　被控訴人は，控訴人に対し，金１００万円及びこれに対する平成１１年４月１６日から\n支払済みまで年５分の割合による金員を支払え。\n(2)　控訴人の被控訴人に対する宅地建物取引業法６４条の１０に基づく還付充当金１００\n０万円の支払債務の存在しないことを確認する。\n(3)　控訴人の「控訴人が被控訴人の社員たる地位を有することを確認する。」との請求を\n棄却する。\n２　訴訟費用は，第１，２審とも，被控訴人の負担とする。\n３　この判決は，１項(1)に限り，仮に執行することができる。\n事実及び理由\n第１　当事者の求めた裁判\n１  控訴人\n(1)　原判決を取り消す。\n(2)　被控訴人は，控訴人に対し，１００万円及びこれに対する平成１１年４月１６日から支\n払済みまで年５分の割合による金員を支払え。\n(3)　控訴人の被控訴人に対する宅地建物取引業法６４条の１０に基づく還付充当金１００\n０万円の支払債務の存在しないことを確認する。\n(4)　控訴人が被控訴人の社員たる地位を有することを確認する。\n(5)　訴訟費用は，第１，２審とも，被控訴人の負担とする。\n２　被控訴人\n(1)　本件控訴を棄却する。\n(2)　控訴費用は控訴人の負担とする。\n第２　事案の概要等\n事案の概要，争いのない事実及び証拠により容易に認められる事実並びに争点（当事者\nの主張を含む。）は，次のとおり訂正付加するほか，原判決「事実及び理由」の「第二事案\nの概要」の各該当欄に記載のとおりであるから，これを引用する。\n（原判決の訂正付加）\n１　原判決３頁９行目の「還付金の充当義務」を「還付充当金の支払債務」と改める。\n２　同４頁１０行目の「息子で」を「次男で」と改め，１１行目の末尾に「Ａは，Ｂの長男であり，\nＣは，Ｂの長女である。（以下「Ｂ」などと名のみで　言うことがある。）」を加える。\n３　同５頁１行目の「Ａ１株式会社」の次に「（以下「Ａ１」という。）」を同２行目の「株式会社Ａ\n２」の次に「（以下「Ａ２」という。）」を加える。\n４　同６頁２行目の「Ｄのために」の次に「，Ｂ及びＥ所有の土地建物については」を加え，同\n３行目の「信託を原因」の次に「，Ｊ所有の土地建　物については，同日売買を原因」を加\nえ，同５行目から６行目の「所有権登記」を「所有権移転登記」と改める。\n５　同８頁９行目の「本件和解」を「本件１和解」と改める。\n６　同１０頁３行目の「契約金」を「中間金」と，３行目から４行目にかけての「本件契約金と」\nを「本件中間金と」と改める。\n７　同１１頁７行目の「Ｂを債権者とし，」の次に「Ｆ及びＡ１を債務者として，」を加え，末行の\n「右４(三)」を「右５(三)」と改める。\n８　同１２頁７行目の「被告に対し」を「控訴人に対し」と改め，同行目の「本件還付金相当\n額」の次に「（以下「本件還付充当金」という。）」を　　加える。\n９　同１３頁２行目の「注意義務違反成否」を「注意義務違反の成否」と改める。\n10　同１４頁１行目の「本件還付金の充当義務」を「本件還付充当金の支払債務」と，同４行\n目の「実質的には同人らと同一である。」を「Ａ２の従業員である」と改める。\n11　同１５頁５行目の「本件所有権移転登記(三)」を「本件所有権登記(四)」と改める。\n12　同１７頁９行目の「本件各土地等り乗っ取り」を「本件各土地等の乗っ取り」と改める。\n（当審主張）\n１　控訴人の当審主張\n(1)　控訴人は，本件各土地の関係者らと協議をし，その了解を得ながら，本件売買契約\nを進めてきたのである。現に，本件各土地上の障　　害物・撤去すべきものは着々と取り除\nかれていたのである。決して，特定の者に特段の利益を与えようとか，騙そうとかしてきた\nのではな　　　い。控訴人は，仲介業者としての注意義務は尽くしてきたのである。とりわ\nけ，その依頼者であるＡ１株式会社自身，本件各土地建物の経　　緯については十分に知\nっていることであり，業者としての義務も尽くしていた。ところが，昀後の段階で，Ｂが本件\n売買契約の進捗状況・解　　決への段取り等を誤認し，関係者に無断で本件仮処分登記を\nしてしまったために，本件売買契約が履行されなくなったにすぎない。これ　　　は，全くの\n予想外のことであり，控訴人が注意義務を尽くしていたとしても防ぎようのなかったことであ\nる。\n(2)　原判決の事実誤認は，以下のとおりである。\n①　原判決は，種々の経過があったことをもって全てを律しているが，平成２年３月名古\n屋高等裁判所での和解等によってそれまでの問題　　点は，基本的に解決され，一応の整\n理はついていたという点を無視している。\n原判決は，この和解を，「Ｄが差し向けた弁護士によって」成立させられたとして否定し\nたり，この和解に基づいてなされた予告登記・仮処　　分登記の抹消登記をＤらが無断で行\nったとしているが，その根拠は極めて薄弱である。\n②　原判決は，本件売買契約の履行が延期された理由について，Ａ１が「控訴人から，競\n売になるかもしれないので，決済日を１ヶ月ほど延　　ばしてほしい旨申し込まれ」「延期す\nることに同意した」としているが，その根拠はない。原判決は，Ａ１が「Ａ３信用金庫Ａ４支店\nから，残代　　金決済のための融資実行の承諾を取っていた」としているが，その根拠とし\nているＡ３信用金庫Ａ４支店からの書証（乙７）の矛盾を無視し　　ているし，Ａ１代表者Ｇが\nＡ３信用金庫Ａ４支店からの資料取り寄せに反対していることも無視している。\n③　原判決は，Ａ１代表者Ｇが本件売買契約成立に至る経過を十分に熟知している点を\n無視している。原判決は，あたかも控訴人がＢの代　　理人であるかのような前提で述べて\nいるが，控訴人はあくまでもＡ１の依頼により，Ａ１のために行動しているのであり，Ａ１に対\nしては十分　　に仲介人としての義務を尽くしている。\nＡ１代表者Ｇは，本件各土地の経過を控訴人からはもちろん，Ｈ，Ｃからも十分に聞いて\n知っていた。過去にＢらとＤらとの間にトラブルが　　　あったこと，名古屋高等裁判所で和\n解が成立していること，Ｄらが暴力団員であることなども知っていた。また，Ａ１代表者Ｇは，\n本件各土　　地をのどから手が出るほどほしい立場であったし，Ｄらを信用していなかった。\nしかも，控訴人は，Ａ１に対しては，万が一のときのために，手付金等（内金返還請求権\n及び損害賠償債権）を確保すべく，本件各土地に　　極度額３０００万円の根抵当権を設定\nするなどした。\n④　原判決は，本件売買契約の履行が十分に確保されていたことを無視している。\n本件各土地建物は，注意を要する物件ではあったが，控訴人はまず所有名義人が誰で\nあるかを重視した。もっとも，控訴人は，名古屋高　　等裁判所の和解等で完全に問題点は\n解決されたと確信を持ってはいたものの，従前の経過を知っていたこと，その後もＩ等に移\n転されて　　いること，本件各土地建物の売買代金のうちいくらかがＢらに渡されることを知\nっていたから，Ｂ，Ｈ，Ｃ等と十分に連絡を取っていたので　　　ある。そして，同人らの意思\nも，本件売買契約に賛成であることを十分に確認していたのである。\nしかも，同人らのその同意の意思を具現化するものとしての，本件各土地から障害物を\n撤去すべき件については，同人らの積極的な協　　　力によって着実に進められ，平成２年\n１１月頃にはほぼ完了していた。\n⑤　被控訴人が本件につき認証をした根拠は，「本件土地上の建物の取り壊し及び本件\n土地占有者の退去が困難」「本件売買により袋地　　が生じるため，本件売買契約の履行\nは合法的には困難」であるにもかかわらず本件仲介をしたという点にあるが，原判決はこ\nの認識が　　　誤りであることも無視している。\n本件土地上の建物４棟は本件売買契約成立時までに取り壊されていたし，本件土地占\n有者であるＢらは既に本件各土地上には居住して　　いなかった。また，本件売買によって\nも，本件各土地が袋地にならないことは明白であった。\nそのことが分かった被控訴人は，本件各土地上にはもう１棟の建物があり，それは平成\n１０年６月に取り壊されたではないかと主張を変　　　更してきた。すなわち，実際に認証行\n為をしたときの理由は間違いであったとして，別の理由を掲げてきた。しかし，この建物は\nほんの一　　部はみ出していたにすぎないし，そのはみ出し部分も平成２年８月には収去さ\nれていたのである。被控訴人が主張する平成１０年６月に取　　り壊されたというのは，一\n部撤去後の本体部分が取り壊された時期のことである。\n２　被控訴人の当審主張\n(1)　控訴人の地位確認請求には確認の利益がないことについて\n①　弁済業務保証金制度は，営業保証金の代替的制度として昭和４７年に創設されたも\nのであるが，保証協会が供託した弁済業務保証金　　からの還付により社員との取引によ\nって被った損害を補填し，購入者等消費者を保護しようとする制度である。\nこの制度により，宅建業者は，保証協会に加入し弁済業務保証金分担金（現在は主た\nる事務所につき６０万円）を納付することにより営　　　業を開始することができ，購入者等\nも保証協会による認証という簡易な手続により迅速な救済を受けられることになった（宅建\n業法６４条　　の８）。\n保証協会は，認証の申出があったときは，当該申出に理由がないと認める場合を除き，\n認証限度額の範囲内で認証する義務があり（宅　　建業法施行規則２６条の６），申出人か\nら申出債権について疎明書類の提出があれば（同２６条の５第２項），認証を拒否する合理\n的理由　　がない限り認証すべきことになっている。\n②　被控訴人は，申出人から提出された疎明書類と申出人及び申出対象社員からの事\n情聴取により得られた事実から認証可否の判断を　　行っているが，これは被控訴人の自\n主的判断であって裁判所等の司法による判断とは全く異なる。被控訴人の認証は，還付請\n求権者に　　よる還付請求を供託義務者として承諾する手続にすぎない。その意味で被控\n訴人が申出にかかる弁済を受ける権利について実体法上　　　の判断を誤る余地を否定で\nきない。\n③　被控訴人が認証を拒否した場合には，申出人は被控訴人を被告として認証請求訴\n訟を提起することになる。他方，被控訴人が申出を　　認証した場合には，社員は宅建業\n法の定めに従い，納付請求の通知を受けた日から２週間以内に還付充当金を納付しなけ\nればならず，　　これを納付しないときは被控訴人の社員としての地位を失うことになる（宅\n建業法６４条の１０）。\nこれは法が定める当然の地位喪失事由であって，社員が被控訴人の認証を争っている\nかどうかにかかわるものではない。被控訴人がこ　　のような社員の不利益を回避するた\nめ，認証拒否を原則としたのでは，簡易，迅速な手続で購入者等消費者を救済しようとす\nる法の趣旨　　は達成できない。社員の還付充当金納付の不利益は，本来営業保証金とし\nて供託すべき額を超えるものではなく，宅建業法はむしろ購　　　入者等消費者保護を図る\nため，保証協会が認証と判断した社員については還付充当金の納付をさせ（納付をさせな\nいと弁済業務保証金　　を確保できない），その上で社員に対し相応の手続をとることを求\nめたものといえるのである（たとえば，弁済を受けた申出人に不当利得　　返還請求権を行\n使するなど）。\n④　もっとも，還付充当金の納付をしなくても（これにより保証協会の社員の地位を失うと\nしても），社員は被控訴人の社員になることで免除　　された営業保証金を供託すれば，宅\n建業者としての地位を維持することができる（同法６４条の１５）。\nしたがって，被控訴人の認証を争う場合で，かつ還付充当金の納付をしない場合には，\n営業保証金を供託することが必要であり，これを　　怠れば監督庁の免許取消処分により\n宅建業者としての地位を失うことになる。\n被控訴人の社員は宅建業者であることを要件としており，控訴人が宅建業者としての地\n位を失えば，もはや被控訴人の社員となることは　　できない（同法６４条の２第１項２号）。\n⑤　控訴人については，宅建業法６４条の１５の規定により地位喪失の日から１週間以内\nに営業保証金の供託をすべき義務があったとこ　　　ろ，控訴人はこの営業保証金の供託\nを怠っている。そのため岐阜県知事は控訴人に対し，平成１１年１１月５日，営業保証金の\n供託をし　　た旨の届出をするまでの間，昀長１年間の業務全部停止処分を命じた。しか\nし，控訴人がこの期間内にも営業保証金の供託をしなかった　　ことにより，平成１３年１月\n２６日，岐阜県知事は控訴人を免許取消処分としたものである。\n⑥　以上のとおり，控訴人は平成１３年１月２６日付けで宅建業者としての地位を失ったこ\nとから，被控訴人に対し社員たる地位の確認を求　　める確認の利益を失ったものである。\n(2)　真の所有者の確認義務違反について\nこの義務は，売主名義人と真の所有者が異なる場合に発生する。実質的には他人\n物売買であり，仲介業者には売主が所有権者であ　　る通常の場合と異なり高度の注意義\n務が課せられる。注意義務の内容は，真の所有者が誰であるかの調査であり，かつ真の\n所有者の　　　売買目的及びこれが負債整理のときはその目的達成（実行可能性）の確認\nである。\n本件では，売主名義人であるＦ（ないしＩ，株式会社Ａ２）がＢらと売買契約を締結し，売\n買代金を支払った事実がないことから，真の所有者　　はＢらであると覚知すべきところ，\n控訴人はこの調査を怠っている。また，Ｂらが真の所有者であれば本件売買が負債整理を\n目的としてい　　ることは容易に知りうることであるから，売買代金額及びその代金がいつ\n誰に対しいくら支払われるかについて真の所有者は承知してい　　　るかなど負債整理の\n実行可能性について調査義務があったというべきところ，控訴人はこの調査をも怠ってい\nる。\n本件は，暴力団員による任意整理を目的とした売買であり，それだけ控訴人には上記\n所有者の確認について高度の注意義務が課せら　　　れていたというべきである。\n控訴人は，平成２年３月の名古屋高等裁判所での和解により，それまでの問題は解決\nされていたと主張するが，当該和解で有効とされた　　平成元年１０月１３日付Ａ２への所有\n権移転登記は，和解後の平成２年７月１８日に抹消されており，控訴人が上記和解調書を\n確認したと　　すれば，和解条項の趣旨，登記の抹消理由とともに，上記Ｉに対する所有権\n移転の事実（売買）につき確認をなすべきことに変わりはない　　ものである。\n要するに，本件は暴力団関係者が絡んだ特殊な売買案件であるから，Ｄらとの間に和\n解調書が存在し，形式的に売主側に宅建業者が付　　いていたとしても，自ら真の所有権\n者は誰であるかの確認が求められていたものである。真の所有権者が異なるとすれば，当\n然に代金の　　帰属権者も異なることになるから，真の所有権者の目的にかなった売買が\nなされているかどうかの注意義務も生じてくる。\n(3)　担保権者の担保解除についての調査義務違反\nこれは，売買の履行を確保するための義務であり，仲介業者は本件各土地に設定し\nている担保権者に対し残高の確認とともに担保　　　解除の応諾状況を調査すべき義務が\nある。Ａ５協会では本件売買契約にＤらが介在していること及びＢに対する意思確認による\n回答から　　売主名義人に対し担保抹消の承諾は与えておらず，この点からも本件売買契\n約の決済は客観的に不可能な状態にあった。\nところが，控訴人は本件各土地の担保権者に対し担保抹消承諾の事前確認を怠ってい\nる。\n(4)　 認証時に問題にならなかったことを被控訴人が主張することの当否について\n認証は，申出人に還付請求権の根拠となる実体的な取引上の債権が存在するかど\nうかの判断であり，その判断材料が被控訴人の認　　証時の資料に限定されるものではな\nい。被控訴人が認証拒否をした場合は，申出人は裁判所に認証請求を求め，実体的な取\n引上の債　　権を主張することができる。他方，被控訴人が認証をし，これに対し社員が認\n証を争った場合には，被控訴人が認証判断が正しかったこ　　と，すなわち，申出人に実体\n的な取引上の債権が存在することの立証を行うものである。被控訴人の判断は簡易・迅速\nさが求められてお　　り，強制的調査権のない被控訴人には調査についての制度的限界も\nある。\n本件訴訟において，Ａ１に控訴人に対する損害賠償請求権が認められるならば，Ａ１に\n対する認証は正しいことになるから，被控訴人が　　　認証の正当性を立証するため，認証\n時に知り得なかった当時の背景事情を挙げて法的主張をすることは，むしろ当然の立証活\n動であ　　　る。\n第３　当裁判所の判断\n１　控訴人の所有権確認義務違反の成否について\n(1)　引用にかかる原判決第二，一１(三)(六)，同２ないし６の各事実に証拠（甲８，１０，１\n５，１６，１８，乙５ないし８，２０，２１，２５，２６，２　　　  ７，２８の１・２，３９，原審証人Ｈ，原\n審における控訴人本人）によれば，次の事実が認められる。\n①　Ｅは，経営状態が悪化し，昭和６３年当時約２億７０００万円から３億円程度の負債が\nあって倒産の危機に瀕していた。そのため，同社　　の代表取締役のＢや，専務取締役で\nあったＨは，昭和６３年７月頃，金融業をしていたＤから約１０００万円を借り入れた。しばら\nくすると，　　Ｄは，ＢやＨ，Ｊに対し，債権者が押しかけてくるので守ってやるなどと言って，\n同人らを信用させ，財産保全や債権者に対抗するのに必要　　であると称して，本件土地\n建物(一)ないし(九)の所有者であるＢ，Ｊ，Ｅなどに次のような登記手続等をさせた。<ア>昭\n和６３年９月３０日付　　けで，本件土地建物(一)ないし(七)に，同月２８日付けで本件建物\n(九)に，いずれも自己のために同月２６日信託を原因とする本件所有権　　登記(一)を，同\n月３０日付けで本件建物(八)に自己のために同月２６日売買を原因とする所有権移転登記\nを経由させ，<イ>同月１３日付　　　けで，Ｄの知人で暴力団関係者のＫのために，債権額３\n０００万円の抵当権設定仮登記や，借賃・１平方メートル当たり１月１００円，特約・　　譲渡\n転貸ができるとの賃借権設定仮登記を経由させ，<ウ>真実の債権がないのに，Ｋ宛に架\n空の手形（額面合計３０００万円）を振り出さ　　せた。\n②　Ｂ，Ｈ，Ｊは，倒産状態に追い込まれた苦しさなどから，Ｄの指示に従っていたが，昭\n和６３年１０月頃，Ｌ弁護士に相談したところ，この　　　ままではＤに財産を取られかねない\nと考えるに至り，Ｂ，Ｊ，Ｈ，Ａ，Ｅは，同年１２月１日，岐阜地方裁判所に，Ｄ及びＫを被告と\nして，上記　　<ア>，<イ>の各登記等の抹消登記手続を求める訴えを提起し（同庁昭和６３\n年(ワ)第６０８号），同月２日に本件土地建物(一)ないし(九)等　　について本件所有権登記\n(一)や売買を原因とする所有権移転登記の抹消予告登記が経由された。また，Ｂは，Ｅに\nついて破産の申立を　　　し，Ｍ弁護士が管財人に選任された。\n一方，Ｂ，Ｈ，Ｊ，Ａは，本件各土地を売却して負債を整理する必要に迫られており，早\n期解決のために，Ｄ，Ｋと和解することとし，平成元　　年７月２１日に前記昭和６３年(ワ)第\n６０８号，同庁平成元年(ワ)第４４号事件について，Ｂ，Ｊ，Ｈ，Ａ及びＥ破産管財人Ｍと，Ｄ\n及びＫとの　　　間で，要旨，以下の内容で本件１和解が成立した。\nア　Ｂ，Ｊ，Ｈ，Ａは，Ｄに対し，連帯して１２００万円の支払義務があることを認め，平成元\n年１１月３０日までに支払う。\nイ　Ｄは，上記金員の支払と引換に，Ｂに対し，本件土地(一)ないし(三)，本件建物(六)\n(七)，羽島市ａ町ｂｃ番ｄの宅地，同所ｊ番ｄの宅地につ　　き，Ｊに対し，本件土地(四)(五)，\n本件建物(八)につき，Ｈに対し，羽島市ａ町ｅｆ番ｄの宅地，同所ｇ番ｄの宅地，同所ｈ番地ｉ所\n在家屋番号ｈ　　番ｉの木造瓦葺２階建居宅，同町ｂｊ番地，ｋ番地所在家屋番号ｊ番木造瓦\n葺２階建居宅，羽島市ａ町ｅｈ番ｉの宅地につき，Ａに対し，羽島市　　ａ町ｅｌ番の池沼，同所\nｍ番ｄの池沼，同所ｎ番の池沼，同所ｆ番ｉの池沼，羽島市ａ町ｅｎ番ｏｉの宅地につき，Ｅ破産\n管財人Ｍに対し，本件建　　物(九)ほか４棟の建物につき，本件所有権登記(一)や売買を\n原因とする所有権移転登記の抹消登記手続をする。\nウ　Ｋは，上記金員の支払をＤが受けるのと引換に，上記各土地の一部に設定された，\n抵当権設定仮登記，賃借権設定仮登記の抹消登　　　記手続をする。\n③　しかし，Ｄは，Ｂ，Ｈ，Ｊ，Ａの知らないうちに，Ｄと密接な関係にあるＡ２のために，本\n件土地建物(一)ないし(九)について，平成元年１０月　　１３日付けで，昭和６３年１０月２６\n日売買を原因とする本件所有権登記(二)を経由した。\nそこで，Ｂ，Ｈ，Ｊ，Ａは，平成元年１０月１８日，岐阜地方裁判所にＡ２を被告としてこの\n登記等の抹消登記手続請求訴訟を提起し，そのこ　　ろ，同土地建物につき処分禁止の仮\n処分申請をした。この仮処分申請の保証金は，ＢがＡ１から１０００万円を借り受けることに\nよってま　　　かなわれた。\nなお，Ａ１は，上記貸金を担保するため，名古屋簡易裁判所において成立した後記調停\nにおいて，Ｈらから金員の支払いを受けるのと引　　き替えに抹消登記手続を約したＨ所有\nの羽島市ａ町ｅｐ番ｉの土地等について，条件付所有権移転仮登記の設定を得た。その際，\nＡ１は，　　本件土地建物(一)ないし(九)を巡り，ＢらとＤらとの間に上記のような紛争がある\nことを知ったことがうかがえる。\nそして，この訴訟の提起に伴い，本件各土地につき，平成元年１０月２０日付けで，本件\n所有権登記(二)の抹消予告登記が経由された。　　　また，同年１１月２４日に処分禁止の\n仮処分命令がなされ，同年１２月６日付けで本件仮処分登記(一)が経由された。\n上記訴訟は，１審でＡ２欠席のままＢ，Ｈ，Ｊ，Ａの請求が認容されたが，名古屋高等裁\n判所に控訴された。\n④　ＤやＡ２は，Ｂ，Ｈ，Ｊ，Ａに対し，和解の申し入れをし，Ｂ，Ｈ，Ｊ，Ａは，経済的に困窮し\nていたことから，これに応じた。そのため，Ｂ，Ｈ，　　Ｊ，Ａが委任していたＬ弁護士は辞任す\nることとなり，新たにＡ２の代理人Ａ６の紹介により，Ａ７弁護士がＢらの代理人となった。\nＡ７弁護士は，Ｈから，事前に和解内容については話が付いていると説明を受けてお\nり，Ｂ，Ｊ，Ａに対しても同事件についての委任事項の　　確認をした。\nそこで，Ｂ，Ｈ，Ａ，Ｊは，Ａ２と，平成２年３月１５日，上記事件で，要旨，次の内容の和解\n（以下「本件２和解」という。）をした。\nア　Ａ２は，Ｂに対し，羽島市ａ町ｂｃ番ｄの宅地，同所ｊ番ｄの宅地について，所有権移転\n登記の抹消登記手続をする。\nイ　Ａ２は，Ｈに対し，羽島市ａ町ｅｈ番ｉの宅地について，所有権移転登記の抹消登記手\n続をする。\nウ　Ａ２は，Ａに対し，羽島市ａ町ｅｎ番ｏｉの宅地について，所有権移転登記の抹消登記手\n続をする。\nエ　Ｂ，Ｈ，Ａ，ＪとＡ２は，本件土地建物(一)ないし(八)，羽島市ａ町ｅｆ番ｄの宅地，同所ｇ番\nｄの宅地，同所ｈ番地ｉ所在家屋番号ｈ番ｉの木造　　瓦葺２階建居宅，同町ｂｊ番地，ｋ番地\n所在家屋番号ｊ番木造瓦葺２階建居宅，羽島市ａ町ｅｌ番の池沼，同所ｍ番ｄの池沼，同所ｎ\n番の池　　　沼，同所ｆ番ｉの池沼についてなされた所有権移転登記（本件所有権登記(二)）\nが有効であることを互いに確認する。\nもっとも，上記当事者間において，本件２和解の成立によって本件所有権登記(二)の有\n効性の確認がなされたといっても，現実に売買代　　金等の授受がなされていたわけでは\nないから，これによって，これまで当事者間で合意されていた，ＤもしくはＡ２が，本件土地\n建物(一)な　　いし(八)等を他に処分して，Ｅの負債整理をするとの内容に実質的な変更を\n加えるものではない。ただ，本件２和解によって，ＤもしくはＡ２　　が所有権者として同土地\n建物の処分が可能であることが確認され，Ｅの負債整理の促進が図られたものと理解され\nるところである。\n⑤　本件各土地について，<ア>平成２年５月２１日付けで，本件２和解成立を原因とする本\n件予告登記(二)の抹消登記が，<イ>同年７月６日　　付けで，同年６月２９日取下げを原因\nとする本件仮処分登記(一)の抹消登記が，<ウ>いずれも同年７月１８日付けで，それぞれ\n錯誤と本　　　件１和解を原因とする本件所有権登記(一)と本件所有権登記(二)並びに本\n件予告登記(一)の各抹消登記が，<エ>同日付けで，Ｉを権利者　　とする同月１７日売買を\n原因とする所有権移転仮登記が，<オ>同月２６日付けで，上記仮登記に基づく本件所有権\n登記(三)が（ただし，本　　件土地(四)(五)については，仮登記を経ることなく，直接所有権\n移転登記が），それぞれ経由された。\nその際，Ｂ，Ｊは，本件２和解があるにもかかわらず，ＤもしくはＡ２が上記<エ>，<オ>の\n各登記手続を経由することを了解し，その登記手　　続に協力した。その結果，登記簿上\nは，Ｂ，ＪからＩへ直接売買で所有権が移転した形となった。このような登記手続がなされた\nのは，Ａ２　　　が本件各土地を処分する上での便宜を考えてのことと推察される。\n⑥　一方，控訴人は，平成２年７月頃，Ｈの姉でＡ１が営むパチンコ店に勤務していたＣか\nら，本件各土地を売却してほしいとの申し入れを　　　受けた。Ｃは，「ＤやＡ２に本件各土地\nの売却を頼んでいるがなかなか進まない。これでは銀行への返済が遅れるばかりで（利息\n等が嵩む　　の意）困る。土地の名義はＤとＡ２になっているのでそちらと話をしてほしい。Ａ\n１が買ってくれるのではないか。」と述べていた。控訴人は，　　本件各土地の登記簿謄本\nを調べ，その所有名義がＩであることが分かった。控訴人は，同人がどのような人物か知ら\nなかったが，上記Ｃ　　　の話などから，本件各土地の売買を進める上で格別支障がないも\nのと判断した。\nそんな折，控訴人は，Ａ１の代表者Ｇから，「Ａ１のパチンコ店の前の本件各土地に別の\nパチンコ店が進出すると困るので，本件各土地を　　買った上で，パチンコ店以外に転売し\nたい。協力してほしい。」旨の申し入れを受けた。また，その頃，控訴人は，Ａ８建設Ａ３営\n業所の営　　業部長Ｐに本件各土地の買い受けを持ちかけたところ，Ｐは分譲マンション建\n設候補地として購入する計画があるとの回答を得た。さら　　　に，その頃，控訴人は，Ａ２\nの取引主任者であるＱからも，「本件各土地を転売目的で取得したが買う人は知らんか。\n所有名義はＡ２の従　　業員であるＦにする。」との申し入れも受けた。\nそこで，控訴人は，Ａ１と坪単価５２万円くらいをめどに，本件各土地の購入についての\n仲介契約を締結し，Ａ２と電話連絡で，売買価格や　　支払時期について折衝した。控訴人\nは，本件各土地の物件明細書も作成し，Ａ１に示したりもした。\n控訴人は，平成２年１０月１１日付けでＡ２の従業員であるＦのために同日売買を原因と\nする本件所有権登記(四)が経由されると聞き，Ａ１　　とＦとの間で次の内容の本件売買契\n約を仲介することとなった。\nア　契約成立日　平成２年１０月１１日\nイ　代金　３億００７５万６５００円\nウ　売買の目的物　本件各土地\nエ　登記・引渡及び代金決済日　平成２年１１月２０日\nオ　物件引渡義務　本物件に居住者その他の占有者があるときは，これを退去させた\n上，引渡をしなければならない。\nカ　特約　地上物件の５０パーセントを取り壊した時点で，中間金として３０００万円を支払\nう。\n⑦　Ａ１は，本件各土地上の建物が煙突を除き壊されたことから，平成２年１１月７日に本\n件中間金３０００万円をＡ２に支払った。本件各土　　地の担保権は，残金決済のときに抹\n消する予定であったが，担保権者が多く，確実に抹消できるか不安があったため，同月９\n日付けで本　　件各土地について，同月８日売買予約を原因とする所有権移転請求権仮\n登記（以下「本件請求権仮登記」という。）と極度額３０００万円，　　債権の範囲を平成２年\n１０月１１日売買契約，同日売買契約による内金返還請求権及び損害賠償債権とする根抵\n当権設定登記（以下，「　　本件根抵当権登記」という。）を経由した。その頃煙突も壊されて\nいる。\n⑧　代金決済日の平成２年１１月２０日近くになって，Ａ１とＦは，代金決済日を１ヶ月延期\nし，同年１２月２０日とすることにした。\n⑨　本件中間金が支払われた後，Ｂは，ＤやＡ２がその３０００万円を負債整理に使ってい\nないらしいことに不信の念を強め，実際には前記　　のとおり本件２和解の成立を了解し，\n本件各土地上の建物の収去にも協力していたにもかかわらず，「Ｄから紹介を受けて委任\nしたＡ７弁　　護士が何らの説明もせずに本件２和解を成立させたから，本件２和解は錯誤\nにより無効である。」等として，岐阜地方裁判所に本件土地　　(二)の処分禁止の仮処分の\n申立をし，同年１２月４日その旨の命令を得て，同月５日付けで本件土地(二)につき本件仮\n処分登記(二)を経　　由した。そのため，Ａ１とＦないしＡ２は，同月２０日に代金決済ができ\nなくなった。\nまた，本件各土地について，平成３年１月１１日Ａ５協会の申立によって競売手続が開\n始された。\n⑩　その後，ＢとＪは，Ｆを相手方として名古屋簡易裁判所に調停の申立（名古屋簡易裁\n判所平成３年(ノ)第９２号）をしたところ，Ｂが死亡　　　し，Ｊ，Ｃ，Ｒ，Ａ，Ｈ，ＳがＢの申立人\nとしての地位を承継した。\nこの調停事件において，上記各当事者にＡ２，Ｄ，Ｔ，Ｕ，Ａ１を利害関係人として加え，\n平成３年８月６日に，調停が成立した。\nこの調停は，ＦないしＡ２及び上記Ｔらが，本件各土地及び本件各土地と同様の経過を\n経てＴらに所有権移転登記手続等がなされている　　　もとＨ及びＡ名義の各土地につい\nて，任意売却するなどして資金調達する権限のあることを前提にして，<ア>Ｆ，Ａ２，Ｄ，Ｔ\nが，前記競売の　　第一回競売期日までに，本件各土地等に設定された抵当権の被担保\n債務を代位弁済すること，<イ>Ｆ，Ａ２は，解決金として，連帯して，　　Ｊ，Ｃ，Ｒ，Ａ，Ｈ，Ｓに\n対し，１０００万円を支払うこと，<ウ>Ｊ，Ｃ，Ｒ，Ａ，Ｈ，Ｓは，上記解決金の支払いを受けたと\nきは，本件土地(二)に対　　する前記処分禁止の仮処分の申立を取り下げることを骨子と\nするものであり，また，Ａ１の関係では，<エ>Ａ１は，Ｆから４０００万円の支払　　を受けるの\nと引換に，Ｆに対し，本件各土地につきなされた本件請求権仮登記及び本件根抵当権登記\nの抹消登記手続をすること，<オ>Ａ　　１は，Ｊ，Ｃ，Ｒ，Ａ，Ｈ，Ｓから１４００万円の支払いを\n受けるのと引換に，Ｈら所有の羽島市ａ町ｅｐ番ｉ，同所ｑ番，同所ｍ番ｉ，同所ｒ番の各　　土\n地につきなされた岐阜地方法務局羽島出張所平成元年１１月１５日受付にかかる条件付\n所有権移転仮登記の抹消登記手続をするこ　　とが約された。\nなお，Ａ１が，上記調停に控訴人とともに赴いていることからすると，Ａ１が上記<エ>の合\n意をした本意がどこにあったかは定かでないにし　　ても，調停条項を見るかぎり，Ａ１は，\n同調停において，本件売買契約が白紙に戻されることに異議がないものとして，金員の支\n払いを受　　ける旨の合意をしたことがうかがえる。\n⑪　しかし，ＦからＡ１に４０００万円が支払われなかったことから，Ａ１は，控訴人に対し，\n「契約金３０００万円を何とか回収してくれないか。」　　と申し入れた。\n控訴人は，Ａ５協会とも折衝し，また，本件各土地の処分についてのＨらの意向をも確\n認の上，引き続いて転売先を探す一方，Ａ１に対し　　ては，競売が進み，入札期間が決め\nられた場合には落札するように勧めた。\n控訴人が転売先をなかなか見つけられなかったことから，Ａ１は，平成５年９月２５日\n頃，控訴人に対し，「貴殿に買うことを進めました旧Ｅ　　（株）の羽島市ｓ町ｔ字ｕｖ番地宅地\n他数件の同地は（契約金参阡万，内金壱阡万円入金済）私の責任において買主を捜し貴\n殿に損害をか　　けないよう解決することを約束します。」との念書（乙８）に記名押印するよ\nう求め，控訴人はこれに応じた。\n⑫　その後も，Ａ１が３０００万円を回収できるような転売先は現れず，本件各土地の入札\n期日が定められても，Ａ１が入札に参加すること　　　はなかった。\n結局，本件各土地は，平成１０年５月１８日にＡ９株式会社が競落するところとなり，Ａ１\nの本件請求権仮登記，本件根抵当権登記も抹消　　　された。\n(2)　なお，控訴人は，「代金決済日の平成２年１１月２０日近くになって，Ａ１が控訴人に残\n金を用意できないと連絡してきた。そこで，控訴人　　は，Ａ２にＡ１が残金を用意できない\n旨を伝え，代金決済を１ヶ月延ばし，同年１２月２０日とすることとなった。」旨主張する一\n方，被控訴人　　は，「Ａ１は，当初の売買代金の決済時にその残代金支払の準備をしてお\nり，売主側の都合で売買代金の決済時期が変更になったもの　　　である。」旨主張する\nが，いずれの主張もこれを認めるに足る的確な証拠はない。原審証人Ｖの「Ａ３信用金庫Ａ\n４支店長に事情聴取し　　　　て，Ａ１が残金の準備をしていたことを確認した。」旨供述し，\nＡ１の控訴人に対する説明書（乙１）の中で，「私は支払の準備をし，その日　　　を待ちまし\nた」との記載部分はあるが，同説明書中には「土地売買引渡し日の数日前になって，急に，\nこの土地は裁判が始まったので，　　　売買が出来なくなった，Ｂ１のＢ２氏から通告さ\nれ・・・」との記載部分があるところ，その記載部分は，当時，本件各土地に関し裁判が行わ\nれた形跡が全くないから不自然であることに照らして採用できない。かえって，Ａ１の代\n表者Ｇが，控訴人申立てにかかるＡ３信用金庫から　　の売買代金支払の準備についての\n資料取り寄せに反対していること（甲２２）を考慮すると，本件売買契約の売買代金の決済\n期日が延期　　された理由は，Ａ１が購入残代金の準備ができなかったためではないかと\nの可能性を推測させるが，この事実により決済期日が１ヶ月延　　期され，本件売買契約\nが履行できなくなった責任がＡ１にあるものと断定することはできないところである。\n(3)　以上認定の事実及び原審における控訴人本人によれば，控訴人は，仲介業者とし\nて，本件各土地の実質的所有者であるＢ，Ｈ，Ａ，Ｊ　　の処分の意思とその目的，同人らか\nら所有名義の移転を受けてこれを他に処分する権限を与えられていたＤないしＡ２の処分\n権限の有　　　無，買主であるＡ１の買入の目的等を確認の上，登記簿の記載に従って本\n件売買契約の仲介をしたものであること，しかも，実体上の権　　利関係は控訴人の確認，\n認識したところにそうものであったこと，そして，当初約定の履行期日に代金の決済がなさ\nれていれば，Ａ１は有　　効に本件各土地の所有権を取得し得たであろうこと，仮に履行期\n日の延期後に本件仮処分登記(二)の仮処分命令が発せられたことが，　　買主であるＡ１\nの履行拒絶の正当理由となるとしても，その後になされた前記調停の経過を見ると，Ａ１に\nおいて本件売買契約を履行する　　意思があれば，本件各土地の所有権を取得することは\n可能であったこと，にもかかわらずＡ１がそのような態度に出なかったのは，本件　　　各土\n地の転売についての思惑が外れたことに加え，不動産価格の一般的低落傾向が表われて\nいたためであることが推認され，この認定　　を左右するに足りる証拠はない。これらの事\n実に照らすと，本件売買契約を仲介するに当たって，控訴人に，本件売買契約の売主側の\n所有権をはじめ処分権限の有無について調査を尽くしていない等の義務違反を認め\nることはできない。\n被控訴人は，「売主名義人であるＦ（ないしＩ，Ａ２）がＢ，Ｊと売買契約を締結し，売買代\n金を支払った事実がないことから，真の所有者は　　　Ｂ，Ｊであると覚知すべきところ，控\n訴人はこの調査を怠っている。」と主張し，確かにＦ（ないしＩ，Ａ２）がＢ，Ｊと売買契約を締\n結しながら売　　買代金を支払っていないことは前記認定のとおりであるけれども，前記認\n定の本件売買契約締結の経緯に照らすと，この事実があったか　　らといって，これが控訴\n人の仲介業者としての調査義務を基礎づけるものでないことは明らかであるから，被控訴\n人の同主張は採用でき　　ない。\nまた，被控訴人は，「Ｂ，Ｊが真の所有者であれば本件売買が負債整理を目的としてい\nることは容易に知りうることであるから，売買代金　　　額及びその代金がいつ誰に対しいく\nら支払われるかについて真の所有者は承知しているかなど負債整理の実行可能性につい\nて調査義　　　務があった。」と主張し，確かに控訴人はＢ，ＪがＥの負債整理のために本件\n各土地が売却されることを知っていたことは前記認定のとお　　りである。しかし，Ａ２が本\n件各土地の処分のためにその所有権の移転を受けていた以上，控訴人において，Ｂらが\n売買代金額及びその　　代金がいつ誰に対しいくら支払われるかなどを承知しているかな\nど負債整理の実行可能性についてまで調査する義務があったとは到底　　　認められない\nから，被控訴人の同主張は採用できない。\n２　担保権者の担保解除についての調査義務違反の成否について\n被控訴人は，「仲介業者である控訴人は，本件各土地に根抵当権等を設定している担\n保権者に対し残高の確認とともに担保解除の応諾　　状況を調査すべき義務がある。Ａ５\n協会では本件売買契約にＤらが介在していること及びＢに対する意思確認による回答から\n売主名義人　　に対し担保抹消の承諾は与えておらず，この点からも本件売買契約の決済\nは客観的に不可能な状態にあった。」と主張するが，Ａ５協会　　が，本件売買契約にＤら\nが介在していること及びＢに対する意思確認による回答から売主名義人に対し担保抹消\nの承諾は与えなかった　　　ことを認めるに足る的確な証拠はない。その上，そもそも，Ａ１\nは，本件各土地の見込み価格，本件各土地の売却が負債整理のためであ　　ることを承知\nし，本件各土地に多くの担保権が設定されていることを事前に把握していたものであり，だ\nからこそ，その担保権が抹消でき　　ない可能性があることを顧慮して，本件各土地につい\nて所有権移転請求権仮登記と極度額３０００万円，債権の範囲を平成２年１０月１１　　日売\n買契約，平成２年１０月１１日売買契約による内金返還請求権及び損害賠償債権とする根\n抵当権設定登記を経由したことからすれ　　　ば，控訴人に被控訴人主張にかかる調査義\n務があったとは到底認められない。\nしたがって，被控訴人の同主張は採用できない。\n３　控訴人が，Ｄら暴力団関係者が不当な財産乗っ取りを図ろうとしていることを知りなが\nら本件売買契約を成立させたか否か，その点につ　　いて控訴人が仲介業者としての注意\n義務に違反した過失があるか否かについて\n前記認定の本件売買契約締結に至る経緯からすれば，控訴人が，Ｄら暴力団関係者\nが不当な財産乗っ取りを図ろうとしていることを知り　　ながら本件売買契約を成立させたと\nは到底認められない。また，本件売買契約の買主であるＡ１との関係で，控訴人に被控訴\n人の主張　　　に係る仲介業者としての注意義務があるとは認められない。\nしたがって，被控訴人の同主張は採用できない。\n４　そこで，すすんで，控訴人の「控訴人の被控訴人に対する宅建業法６４条の１０に基づ\nく還付充当金１０００万円の支払債務の存在しな　　　いこと」の確認請求の当否について\n検討する。\n(1)　上記１，２の認定，判断からすれば，Ａ１は控訴人に対し，本件仲介契約に関し何ら\nの損害賠償請求権を有しておらず，Ａ１は被控訴人　　が供託した弁済業務保証金から還\n付を受ける権利（宅建業法６４条の８第１項参照）を有していなかったことが認められる。\nこれを前提として，控訴人の被控訴人に対する宅建業法６４条の１０に基づく還付充当\n金１０００万円の支払債務があるか否かを判断する　　上で，弁済業務保証金制度の理解\nが不可避であるから，以下，これについて検討する。\n(2)　弁済業務保証金制度について\n弁済業務保証金制度は，営業保証金の代替的制度として昭和４７年に創設されたもの\nであるが，宅地建物取引業保証協会（以下「保証　　　協会」という。）が供託した弁済業務\n保証金からの還付により社員との取引によって被った損害を補填し，購入者等消費者を保\n護しようと　　する制度である。その概要は次のとおりである。\n①　保証協会の社員と宅地建物取引業に関し取引をした者（社員とその者が社員となる\n前に宅地建物取引業に関し取引をしたものも含ま　　れる。）は，その取引により生じた債\n権に関し，営業保証金に相当する額の範囲内（その社員について弁済を受けることができ\nる額につい　　て，すでに保証協会が認証した額があるときはその額を控除し，還付充当\n金の納付を協会が受けているときは，その額を加えた額の範　　　囲内）において，保証協\n会が供託した弁済業務保証金から弁済を受ける権利を有することとなっているが，その権\n利を実行しようとすると　　きは，弁済を受けることができる額について当該宅地建物取引\n業保証協会の認証を受けなければならないとされている（宅建業法６４条　　　の８）。\n保証協会は，認証の申出があったときは，当該申出に理由がないと認める場合を除き，\n営業保証金相当額の範囲内において，その申出　　に係る債権に関し認証しなければなら\nない（宅建業法施行規則２６条の６）。\n②　権利の実行があった場合においては，当該保証協会は，建設大臣より，供託物の還\n付があった旨の通知があった日から２週間以内　　　に，その権利の実行により還付された\n弁済業務保証金の額に相当する額の弁済業務保証金を供託しなければならない。供託を\nしたとき　　は，供託物受入れの記載のある供託物の写しを添付して，当該供託に係る社\n員である宅地建物取引業者が免許を受けた建設大臣又は　　都道府県知事に当該社員に\n係る供託をした旨を届け出なければならないことになっている（宅建業法６４条の８第４\n項）。\n③　保証協会は，権利の実行により弁済業務保証金の還付があったときには，その還付\nに係る社員に対して，還付額に相当する額の還付　　充当金を保証協会に納付すべきこと\nを通知し，当該社員は，その通知を受けた日から２週間以内に，その通知された額の還付\n充当金を　　保証協会に納付しなければならない。当該社員は，この期間内に還付充当金\nを納付しないときは，その社員たる地位を失うこととされて　　　いる（同法６４条の１０）。\nもっとも，宅地建物取引業者は，同法６４条の８第１項の規定により建設大臣の指定す\nる弁済業務開始日以降に保証協会の社員の地位　　を失ったときは，当該地位を失った日\nから１週間以内に，同法２５条１項から３項までの規定により営業保証金を供託しなければ\nならな　　　　い，この場合においては，同条４項の規定の適用があるものとする（同法６４\n条の１５）とされ，保証協会の社員の地位を失ったとしても，　　　営業保証金を供託すれ\nば，宅建業者の免許を取り消されることはないが，営業保証金を供託しない場合には，業\n務の全部又は一部が停　　止され（同法６５条２項２号），さらにその免許が取り消されるこ\nとになる（同法６６条１項９号）。\n④　保証協会は宅建業者のみを社員とするものであることがその指定の要件であるとさ\nれる（同法６４条の２第１項２号）。\n〈要旨１〉(3)　この弁済業務保証金制度の趣旨からすれば，前記(2)②のとおり，保証協会\nは，権利の実行により弁済業務保証金の還付が　　あったときには，その還付に係る社員\nに対して，還付額に相当する額の還付充当金を保証協会に納付すべきことを通知し，当該\n社員は，　　その通知を受けた日から２週間以内に，その通知された額の還付充当金を保\n証協会に納付しなければならないとはされているものの，本　　件のようにＡ１が被控訴人\nの供託した弁済業務保証金から還付を受ける権利を有していない場合においては，「権利\nの実行により弁済業　　務保証金の還付があった」とはいえないから，控訴人は被控訴人\nに対し，宅建業法６４条の１０に基づく還付充当金１０００万円の支払債　　務を負わないと\n解される。〈/要旨１〉\n(4)　そうとすれば，控訴人の「控訴人の被控訴人に対する宅地建物取引業法６４条の１０\nに基づく還付充当金１０００万円の支払債務の存　　　在しないこと」の確認を求める請求は\n理由があるから，認容すべきである。\n５　次に，控訴人の「被控訴人の社員たる地位を有すること」の確認請求の当否について\n検討する。\n(1)　引用にかかる原判決「争いのない事実及び証拠により容易に認められる事実」並び\nに証拠（乙３７，３８）によれば，次の事実が認めら　　れる。\n①　被控訴人は，平成１０年３月９日，Ａ１から，本件売買契約に関する中間金返還請求\n権につき控訴人に損害賠償請求権を有する旨の　　　認証申出を受けて，平成１１年２月２\n５日宅建業法６４条の８第２項の認証（本件認証）をなし，弁済業務保証金３３８１万３２５５\n円を東京　　　法務局に供託し，Ａ１は，同年３月２５日にこの供託金から１０００万円（本件\n還付金）の還付を受けた。\n②　被控訴人は，平成１１年３月２６日付けで控訴人に対し，本件還付金相当額を２週間\n以内に納付するよう通知したが，弁済業務保証金　　分担金６０万円を除く９４０万円の納\n付がなかったため，宅建業法６４条の１０第３項に基づき，同年４月１６日付けで，控訴人が\n被控訴人　　の社員たる地位を失った旨の通知（本件通知）をした。\n③　岐阜県知事は，控訴人に対し，平成１１年１１月５日，「同年４月１６日に被控訴人の\n社員の地位を失ったため，宅建業法６４条の１５前　　段の規定により同日から１週間以内\nに同法２５条１項から３項までの規定により営業保証金を供託しなければならないにもかか\nわらず，こ　　れを行わなかった。」として，営業保証金の供託をした旨の届出をするまでの\n間，昀長１年間（１月内に当該届出をしたときは１月間）の業　　務の全部停止処分を命じ\nた。しかし，控訴人がこの期間内にも営業保証金の供託をしなかったため，岐阜県知事\nは，平成１３年１月２６　　　日，控訴人を免許取消処分とした。\n(2)　ところで，弁済業務保証金制度の趣旨からすれば，被控訴人の認証があったとして\nも，Ａ１が被控訴人の供託した弁済業務保証金から　　還付を受ける権利を有していない場\n合においては，権利の実行により弁済業務保証金の還付があったとはいえないから，控訴\n人は被控　　訴人に対し，宅建業法６４条の１０に基づく還付充当金１０００万円の支払債務\nを負わないと解されることは前記４(3)で説示のとおりであ　　　る。\nしたがって，かかる場合に被控訴人が，控訴人に対して，還付額に相当する額の還付\n充当金を被控訴人に２週間以内に納付すべきこと　　を通知したとしても，その通知には何\nらの効力もなく，控訴人がその期間内に還付充当金を納付せずとも，控訴人は社員たる地\n位を失う　　ことはないと解すべきである。\nしかし，保証協会は宅建業者のみを社員とするものであることがその指定の要件である\nとされる（同法６４条の２第１項２号）ことから，保　　　証協会の社員が宅建業者の資格を\n失ったときは，社員の地位を失うものと解される。\nしかるところ，岐阜県知事が控訴人を免許取消処分としたから，控訴人は被控訴人の\n社員の地位を失ったと認められる。\n(3)　以上によれば，控訴人が被控訴人の社員たる地位を有することの確認を求める請求\nは，理由がないから，これを棄却すべきである。\n６　さらに，被控訴人の本件認証が控訴人に対する不法行為に該当するか否かについて\n検討する。\n(1)　被控訴人が本件認証に至る経緯として，証拠（乙１ないし８，２４ないし２７，２８の１・\n２，２９ないし３５，原審証人Ｈ，同Ｖ，原審におけ　　　る控訴人本人）によれば，次の事実\nが認められる。\n①　Ａ１代表者Ｇは，平成１０年２月２日，宅建協会Ｂ３支部の無料不動産相談所に訪れ，\n相談を受けたが，その内容は，「Ａ１は，Ｆに手付　　金を支払い，売買契約を締結し，平成\n２年１１月２０日付けをもって代金の支払移転登記を行うため，資金の手当てを行うも予定\n日の前々　　日に連絡があり，処分禁止の仮処分の登記が行われ売買ができなくなり，手\n付金の返還もなく今日にいたる。その間仲介業者の控訴人　　は買主のＡ１に対して絶対\n迷惑をかけないといいながら今日に至っております。契約書の中に明記されているように\n手付金の倍額の返　　　　還，少なくとも支払済手付金３０００万円の返還は昀低条件かとも\n考え相談する。」というものであった（乙３１）。相談の担当者は，媒介契　　約書の交付が\n行われておらず，重要事項の説明内容にも重大な誤りがあり，保証協会の弁済案件であ\nると判断し，Ａ１に対し，被控訴人　　の岐阜本部に行くように指導した。\n②　Ａ１代表者Ｇは，平成１０年２月３日，被控訴人の岐阜本部に赴き，Ａ１が控訴人に対\nして損害賠償をすることの苦情申出を行った。そ　　　の際，Ａ１代表者Ｇは，不動産売買契\n約書及び重要事項説明書（甲８），説明書（乙１），領収証，支払小切手写，当座勘定元帳\n写，不動　　　産登記簿謄本，公図の提出をしたが，説明書（乙１）の概要は次のとおりであ\nる。\n「平成２年９月頃控訴人から本件各土地を買わないかと紹介された。Ａ１として，その土\n地を買うことに決め，控訴人の言うままに契約日の　　平成２年１０月７日午後７時頃，控訴\n人の事務所へ契約金３０００万円の小切手を用意していき，そこで３０００万円の小切手を\n渡し契約を　　した。その時は誰が宅建主任者であることも知らされず，重要事項の説明も\nろくにされなかった。その時の立会人は，土地の名義人で契　　約者のＦ，先方の不動産業\n者Ａ２のＷ，控訴人とＧの４名のみで契約書を交わした。その場には，宅建主任者の資格\nを持つものは一人も　　立ち会わなかった。その契約書の中で，平成２年１１月２０日に土\n地の売買を完了すると約束されていたので，Ａ１は支払の準備をし，そ　　　の日を待った\nが，土地売買引渡日の数日前になって，急にこの土地は裁判が始まったので，売買が出\n来なくなったと，控訴人から通告さ　　れた。Ａ１は，契約金の返還を控訴人に頼んだが，既\nにその契約金３０００万円はＦとＢ４らが他に流用して，返す金がないとの返事であっ　　た。\nＡ１は，弁護士に相談に行ったが，相手は不動産等何ら取り返せるものがない人物たちで\nあるので訴訟を起こしても何も取れないから　　無駄であると言われた。その後何度も控訴\n人に責任を取ってくれと話したが，いつも必ず何とかすると言っての繰り返しばかりであっ\nた。４　　～５年の裁判の結果競売が決定となった。競売となればとてもＡ１が出した契約金\nの３０００万円は戻ってくる可能性がないから，控訴人に　　どのように責任を取るのかと迫\nったところ，必ずあの土地を自分が売買して，出した契約金の３０００万円は返すからとか\n言ってその繰り　　　返しだった。Ａ１は不安となり，平成５年９月２５日に控訴人から必ず契\n約金３０００万円の責任を持って解決するという約束書をもらった。　　その間被控訴人に申\nし出るのが遅れたのは，控訴人が口がうまく嘘を平気で言い，いかにもすぐに解決すると\nいう言葉に騙されたことと，　　このような被害を受けた買主を救済する制度があったことを\n今日まで知らなかったためである。」\n③　被控訴人の岐阜支部は，控訴人に対し，それぞれ平成１０年２月２４日到達の文書に\nより，「本件土地に関するＡ１とＦとの平成２年１０　　月１１日付け不動産売買契約につい\nて，苦情解決の申出があり事情を聴取するので，岐阜県不動産会館３階研修室に，平成１\n０年３月３　　日午後３時に出席を願いたい。」との通知（乙３４の１）をした。被控訴人の岐\n阜支部は，Ｇに対しても，同様に，平成１０年３月３日午後２　　　時に出席を願いたいと通\n知した。\n控訴人は，平成１０年２月２５日，被控訴人の岐阜支部に対し，電話でこの文書の内容\nの説明を受けたいとの連絡をした。被控訴人の岐　　阜支部は，控訴人に被控訴人の岐阜\n本部に来てもらうこととし，同月２８日に，控訴人に対し，Ａ１の苦情内容と被控訴人の苦情\n解決業務　　委員会の役割について説明した。\n④　被控訴人の苦情解決業務委員会が，平成１０年３月３日に開催され，Ｇ及び控訴人\nにそれぞれ事情聴取がされた。\nその際，Ｇは，「控訴人から，本件売買契約の履行予定日の数日前になって，急に本件\n各土地は裁判が始まったので売買ができなくなっ　　たとの連絡があり，その売買が履行で\nきなくなった。」旨述べた。\n控訴人は，<ア>ＩはＤの子分で，ＦはＡ２の従業員で，Ｄ，Ｉ，Ｆ，Ａ２はいずれも暴力団に\n関係がある，<イ>本件売買契約の履行期日が延期　　されたのは，Ａ１が残代金決済資金\nを用意できなかったからで，資金が用意されていれば当然に決済されていた，<ウ>その履\n行期日当　　　時，本件各土地について裁判が始まったという事実はない，<エ>Ｂが本件売\n買契約後に本件土地(二)につき仮処分をした理由は分から　　　ない，<オ>本件売買契約\nの履行期日を延期した後にＡ２が倒産した，<カ>Ａ１のために本件各土地について所有権\n移転請求権仮登記と　　　極度額３０００万円，債権の範囲を平成２年１０月１１日売買契\n約，平成２年１０月１１日売買契約による内金返還請求権及び損害賠償債　　権とする根抵\n当権設定登記が経由されたから，控訴人には責任がない等と述べた。これに対し，被控訴\n人の担当者は，「控訴人が，代金　　の決済ができないということで決済時期を延期した旨\nの書面を作成しなかったのは問題である。」，「控訴人がＡ１に対する念書（乙８）に署　　名\n押印したこと自体が間違っていた。」，「競売開始決定の前に，たぶん審査等をされるにあ\nたっては，大体約８ヶ月ぐらい裁判所は時間　　をかけるから，平成２年７月くらいの段階で\nはもう調査に入っているはずである。」等と述べていた。\n⑤　Ａ１は，平成１０年３月９日，被控訴人に対し，「取引の相手方である宅地建物取引業\n者，控訴人，申出に係る債権，３０００万円，申出　　に係る債権の発生時期，平成２年１１\n月頃，取引が成立した時期，平成２年１０月１１日」の債権につき，宅建業法６４条の８第２\n項による　　認証の申出書を提出した（乙３５）。\n平成１０年３月１６日，弁済業務地方審議会が開催されて認証が相当との意見となり，\n同年４月７日に，被控訴人の岐阜本部は被控訴人　　の中央本部に認証申出関係書類を\n送付した。\n平成１１年２月２５日，被控訴人は，「申出債権は，宅建業法６４条の３第１項第３号に定\nめる弁済業務の対象債権に該当するので，同法　　施行規則第２６条の６の定める認証の\n基準に基き認証する。」との理由で，申出に係わる債権につき債権額１０００万円について\n認証した　　（乙３５）。\n⑥　そこで，控訴人は，控訴人代理人弁護士Ｘにその対応を委任した。Ｘ弁護士は，平成\n１１年４月９日，被控訴人宛に，次の内容の書面　　　（甲４）を送付した。\n「控訴人に，Ａ１の請求に応ずるべき義務は何らないところでありますし，控訴人に反\n論・反証の機会を十分に与えないまま認証し，還付さ　　れたのは大変遺憾でありま\nす。・・・本件の事実関係を明確にするため，下記書類の送付をお願いします。もちろん，こ\nれらの書面の写し　　　の送付で結構です。\nア　Ａ１が被控訴人に提出した「認証申出書」「債権発生原因事実等を記載した書面」「権\n利を有することを証する書面」等の書面\nイ　被控訴人が控訴人の釈明を求めた際，提出された資料及び釈明・弁明等を記載した\n書面・・・」\nこれに対し，被控訴人は，平成１１年４月１３日，Ｘ弁護士に対し，次の内容の回答書を\n送付した。\n「控訴人へのＡ１からの認証申出について，被控訴人は控訴人に対し申出内容につい\nて十分説明し，反論・反証の機会も与えており，今　　　般の認証決定及びその弁済業務保\n証金の還付につきましては，宅建業法に基づき適正に処理しております。・・・ご依頼の認\n証申出の審　　査関係資料の送付については，被控訴人としては出来かねますので，ご了\n承の程よろしくお願い致します。」\n(2)　上記認定の事実からすれば，Ａ１の説明書（乙１），苦情解決業務委員会でのＧの陳\n述及び認証申出書によっても，Ａ１がいかなる根拠　　で控訴人に対する損害賠償請求権\nを有するとしてその苦情申出をしたのか明らかでなく，Ａ１の申出債権は宅建業法６４条の\n３第１項第３　　号に定める弁済業務の対象債権に該当するとはいえないものであったと認\nめられる。\nそして，苦情解決業務委員会で，被控訴人の担当者が，「控訴人がＡ１に対し，「控訴人\nが，代金の決済ができないということで決済時期　　　を延期した旨の書面を作成しなかっ\nたのは問題である。」，「控訴人がＡ１に対する念書（乙８）に署名押印したこと自体が間違\nってい　　　　　た。」，「競売開始決定の前に，たぶん審査等をされるにあたっては，大体約\n８ヶ月ぐらい裁判所は時間をかけるから，平成２年７月くらい　　の段階ではもう調査に入っ\nているはずである。」等と述べていたことから，代金の決済時期が売主のＦの事情で延期さ\nれたこと，念書（乙　　　８）の存在及び本件売買契約当時競売手続が進められていたこと\nが，被控訴人による本件認証の理由であると推測されるが，<ア>代金　　　の決済時期が\n必ずしも売主Ｆ側の事情で延期されたといえないことは第３の１(2)に認定のとおりで  ある\n上，仮に売主Ｆ側の事情で延期さ　　れたとしても，それだけではＡ１が控訴人に対して本\n件仲介契約に基づく損害賠償請求権を取得する根拠とすることはできないこと，<イ>\n念書（乙８）は「控訴人の責任において買主を捜し」とあることから，ただちに控訴人が損害\n賠償責任を負うことを認めたものであるとはい　　えないこと，<ウ>「競売開始決定の前に，\nたぶん審査等をされるにあたっては，大体約８ヶ月ぐらい裁判所は時間をかけるから，平成\n２年　　７月くらいの段階ではもう調査に入っているはずである。」というのも，競売の申立が\nあってから競売開始決定にいたるまでさほどの期間　　　がかからないことは当裁判所に\n公知の事実であって，明らかに誤った推測であると認められることからして，被控訴人によ\nる本件認証の　　　理由にはさしたる根拠がなかったといい得る。したがって，被控訴人は，\n控訴人に対し，いかなる根拠で，Ａ１の申出債権が宅  建業法６４　　条の３第１項第３号に\n定める弁済業務の対象債権に該当する可能性があるのか，明確にしないまま，苦情解決\n業務委員会で事情聴取を　　行い，また，さしたる根拠もなく，本件認証を行ったものと認め\nることができる。\n(3)　もっとも，この点，被控訴人の従業員Ｖの陳述書（乙３０），原審証人Ｖの供述中に\nは，要旨次の記載がある。\n「平成１０年３月１日頃，現地調査に赴き，本件各土地上に建物が一部存在していること\nを確認した。また，同月３日から１６日までの間　　　に，Ａ３信用金庫Ａ４支店に赴き，Ａ４支\n店長からＡ１への融資の経緯を聞いたほか，Ａ５協会にも赴き，稟議書とか折衝記録等の\n本件各　　　土地に関する一切の記録の閲覧をする等して，次の事実を解明した。\nア　ＦはＡ２の従業員である。\nイ　Ａ２は，暴力団Ｂ５会系Ｂ６会相談役のＤと共謀して，本件各土地に関して不法に利得\nしようと企てている。\nウ　Ｄの内妻がＩである。\nエ　Ｆ，Ａ２，Ｄ及びＩは，同じ暴力団関係の同一の利益を追求している。\nオ　本件各土地の所有者がＦと登記されたのは，平成２年１０月１１日受付所有権移転登\n記によるものである。そして，本件売買契約の締　　　結日は同日であるから，売買契約締\n結時に不動産登記簿上で，本件土地の所有者がＦと確認することは著しく困難である。\nカ　本件各土地については，昭和６３年９月３０日，Ｄに所有権移転登記がなされる前，Ｂ\nもしくはＪの所有名義となっており，その後，ＤとＡ２　　の所有権移転登記に対する２度の\n抹消予告登記とＡ２に対する処分禁止の仮処分登記並びにこれら抹消登記を経て，Ｉへの\n所有権移転　　登記がなされている。\nキ　本件各土地は５筆で道路に面しているが，Ｂ，Ｊ及びその親族が所有する多くの土地\nがあり，本件各土地の売買により袋地が生ずるた　　め，本件売買契約の履行は合法的に\nは困難であった。\nク　Ａ１は，本件売買契約の代金及び諸費用の支払いに充てるため，Ａ３信用金庫Ａ４支\n店に３億０２００円の融資申込みをしていて，中間　　　金３０００万円の小切手による支払\nいもこの３億０２００円の融資申込額から実行された。Ａ１が，売買残代金の支払不能を理\n由に売買契　　約の履行期限の延長を申し入れした事実はない。\nケ　平成２年１１月１１日，Ｄ及びＴとＣ及びＢの娘（Ｅ経理担当）が，Ａ５協会に集まった。\nその際，本件土地はＡ１が購入するが，Ｈに話をす　　るな，Ｂもまだ承諾していないと話し\nて帰った。\nコ　平成２年１１月１６日，Ａ３信用金庫Ａ４支店よりＡ５協会に対して，Ａ１の仲介業者は控\n訴人であると連絡があり，Ａ５協会は初めて控訴　　人の名前を聞いた。\nサ　平成２年１１月２０日，Ａ５協会は，入院中のＢを訪ねて本件各土地の任意売買の立\nち会いを依頼したが，ＢはＤに騙されたと返答した。\nシ　平成２年１１月２１日，ＨはＡ５協会に来て，Ｄを刑事告訴する準備中である，名古屋\nのＹ弁護士に相談していると話した。\nス　平成２年１１月２７日，Ｚ弁護士からＡ５協会に電話があり，Ｈから依頼された，訴訟及\nび仮処分の準備をしているので売買は中止にして　　くれとの連絡であった。\nセ　本件各土地の任意売買は中止となり，平成３年１月１１日，Ａ５協会は，本件各土地\nに対する不動産競売開始決定を得た。」\nしかし，本件各土地上の建物が撤去されていることは前記第３，１(1)⑦の認定のとおり\nであるから，本件各土地上に建物を確認したという　　のは，明らかな誤認であると認めら\nれる。そして，証拠（甲１９）及び弁論の全趣旨によって，Ｂ，Ｊ及びその親族が所有する多く\nの土地が　　　あり，本件各土地の売買により袋地が生ずるという事実もないことが認めら\nれる。\nまた，ＶによるＡ３信用金庫Ａ４支店やＡ５協会での調査も，いつどのような内容の資料\nを基になされたかを裏付ける的確な証拠がない。前　　記第３，１(1)④⑤⑦で認定にかか\nる，Ｂ，Ｈ，Ａ，Ｊは，Ａ２と，本件２和解をしたこと，Ｂ及びＪは，Ｉを権利者とする，同月１７日\n売買を原因と　　する所有権移転仮登記及び本件所有権登記(三)の各登記手続をすること\nを了解し，その登記手続に協力したこと，本件売買契約の頃，　　本件各土地上の建物が\n撤去されたことからすれば，Ｖのこの調査結果も直ちに採用しがたいところである。\nさらに，Ｖのこの調査結果によるも，いかなる根拠で控訴人がＡ１に対し損害賠償の責\n任を負うのか明らかではないし，この調査結果に対　　して控訴人に反論の機会が与えら\nれていない。\nそうとすれば，このＶの陳述書，原審証人Ｖの供述部分は，被控訴人が，控訴人に対\nし，いかなる根拠で，Ａ１の申出債権が宅建業法６４　　条の３第１項第３号に定める弁済業\n務の対象債権に該当する可能性があるのか，明確にしないまま，苦情解決業務委員会で\n事情聴取を　　行い，また，さしたる根拠もなく，本件認証を行ったとの前記認定，判断を左\n右するものではない。\n(4)　ところで，宅建業法６４条の８第２項にいう認証がなされ，保証協会の社員と宅地建\n物取引業に関し取引をした者が保証協会の供託し　　た弁済業務保証金から還付を受け\nると，その取引をした者が権利を有しない場合においても，事実上，当該社員は還付額に\n相当する還　　付充当金を保証協会に納付するか，営業保証金を供託するかしなければ，\n建設大臣又は都道府県知事から，その業務の全部又は一部　　の停止を命ぜられ，さらに\n宅建業者としての免許の取消処分を受けることになるのは，前記第３，４(2)の認定，説示\nから明らかである。\n〈要旨２〉このように保証協会の認証によって社員が重大な不利益を受けることに鑑み\nれば，保証協会は，認証に当たっては，当該社員　　　に対し，取引をした者の認証申出の\n趣旨（取引をした者が当該社員に対しいかなる根拠で損害賠償請求権を有するかについ\nての説明を　　含む。）を明らかにして，反論の機会を与えなければならないと解するのが\n相当である。そして，保証協会が当該社員にかかる機会を充　　　分に与えないで認証し，\n結果として，取引をした者が当該社員に対する権利（損害賠償請求権）を有しないことが認\nめられた場合において　　は，保証協会としては，民法７０９条に基づく損害賠償責任を免\nれないと解される。\n本件においては，前記第３，４及び５の認定事実からして，被控訴人が，控訴人に対し，\nいかなる根拠で，Ａ１の申出債権が宅建業法６４　　　条の３第１項第３号に定める弁済業\n務の対象債権に該当する可能性があるのか，明確にしないまま，苦情解決業務委員会で\n事情聴取を　　行い，また，さしたる根拠もなく，本件認証を行ったものであるうえに，Ａ１は\n控訴人に対し本件仲介契約につき何らの損害賠償請求権も　　　有していなかったものと\n認められるから，被控訴人は控訴人に対して，民法７０９条に基づく損害賠償責任を免れな\nいというべきである。〈/\n要旨２〉\n(5)　そこで，控訴人の損害額につき検討するに，前記第３，５(1)の認定事実からすれば，\n控訴人は，本件認証によって，岐阜県知事から営　　業停止を命ぜられたり，免許取消を\n命ぜられたりして，社会的信用を失ったことが認められる。これらの事情を勘案すると，控\n訴人の損　　　害額は１００万円を下るものではないと認められる。\n(6)　以上によれば，控訴人の不法行為に基づく損害賠償請求は，理由があるから，これ\nを認容すべきである。\n第４　結論\nよって，上記と異なる原判決を変更し，原判決主文一項を当判決主文１項(1)ないし(3\n)のとおり変更することとし，訴訟費用の負担につき　　民訴法６７条２項，６１条，６４条ただ\nし書を，仮執行宣言につき同法２５９条１項をそれぞれ適用して，主文のとおり判決する。\n(裁判長裁判官　福田晧一　裁判官　内田計一　裁判官　倉田慎也)\n"
}