{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 13,
    "month": 2,
    "day": 21
  },
  "case_number": "平成12(行コ)10",
  "case_name": "温泉使用差止請求控訴事件(原審・盛岡地方裁判所平成10年(行ウ)第2号)",
  "court_name": "仙台高等裁判所",
  "field": "行政",
  "lawsuit_id": "15656",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=15656",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/656/015656_hanrei.pdf",
  "contents": "主　　　文\n一　本件控訴を棄却する。\n二　控訴費用は控訴人らの負担とする。\n事実及び理由\n第一　当事者の求めた裁判\n一　控訴人ら\n１　原判決を取り消す。\n２　本件を盛岡地方裁判所に差し戻す。\n二　被控訴人\n主文と同旨\n第二　事案の概要及び当事者の主張\n一　事案の概要\n本件は、αの住民である控訴人らが、αと株式会社ホテル加賀助との間で平成八\n年一一月一五日締結されたα有温泉給湯契約により、同町が同ホテルに対し契約金\n（加入金）なしに町有の源泉から無償で給湯を受ける権利を取得させたことは地方\n自治法二三七条二項、二三八条の三等に違反する違法な財務会計行為であり、これ\nを放置するとαに回復困難な損害が生じるおそれがあるとして、同法二四二条の二\n第一項一号に基づき、被控訴人に対し、同ホテルへの給湯の差止めをするよう求め\nる住民訴訟を提起したところ、被控訴人が、本案前の答弁として、控訴人らの訴え\nは右給湯契約締結後一年以上経過してなされた不適法な監査請求を前提としてなさ\nれており、同条項の要求している適法な監査請求を前置しないまま提起された不適\n法な訴えであるとしてその却下を求め、仮に控訴人らの訴え提起が適法であるとし\nても、右給湯契約は従前から同ホテルが有していた給湯を受ける権利につき、行政\n上の管理適正を期するため、確認的意味で契約書が作成されたものにすぎず、右給\n湯契約により同ホテルが新たに給湯を受ける権利を取得したものではないし、ま\nた、同ホテルは温泉使用料については温泉管理会社である鶯宿温泉開発株式会社に\n支払っており、右給湯契約は同法二三七条二項の禁止する無償の譲渡等に該当する\nものとはいえないから、控訴人らの請求は棄却されるべきであると主張したのに対\nし、原審が控訴人らの訴えは同法二四二条の二第一項の要求する監査前置を経ない\n不適法な訴えであるとしてこれを却下したので、控訴人らが控訴した事案であり、\n控訴人らは、控訴人らがした雫石町監査委員に対する監査請求は、前記給湯契約締\n結後一年以上経過した後になされたものではあるが、本件においては同法二四二条\n二項ただし書の「正当な理由」に該当する事由があるから適法な監査請求を経たも\nのと解すべきであり、監査前置を欠いているとして控訴人らの訴えを却下した原審\n判決は取り消されるべきである等主張しているものである。\n二　当事者の主張\n本件における「当事者の主張」は\n、次のとおり付加・訂正するほかは、原判決の事実摘示と同一であるから、これを\n引用する。\n１　原判決五頁四行目の「した後」の次に「である平成一〇年一月一四日」を加\nえ、同一一頁二行目の次に行を変えて、次のとおり加える。\n「　また、Ａらが、前記のとおり平成八年一二月一二日、雫石町監査委員に対し、\n本件契約の当否についての調査を求めた後、被控訴人側ではその調査に協力しなか\nったばかりか、Ａらの調査を妨害したとさえいえるのである。」\n２　原判決一一頁末行の次に行を変えて、次のとおり加える。\n「　また、本件においては、住民側に対して、右に見たように、財務会計行為たる\n本件契約の違法不当を判断するのに必要な諸要素となる重要な情報が開示されてお\nらず、当該財務会計行為を監査対象とすることが著しく困難な状態にあったものと\nいえるから、本件契約締結にはこれが秘密裡になされたのと同視すべき事情がある\nものというべきであり、地方自治法二四二条二項ただし書にいう「正当な理由」が\nある。」\n３　原判決一三頁一行目の「（なお、」から二行目の「意味である。）」までを\n「（なお、ここに「無償で給湯する旨の」とは、契約金（加入金）の支払いを受け\nることなく給湯を受ける権利をホテル加賀助に与えるという意味であり、温泉の湯\nを無償使用できる権利を与えるという意味ではない）」と改める。\n４　原判決一八頁一〇行目の次に行を変えて、次のとおり加える。\n「　なお、α有の温泉に関しては、昭和四四年四月八日に鶯宿温泉開発株式会社\nが設立され、それまでαが自ら温泉条例を制定するなどして管理運営してきた町有\n源泉から湧出する温泉について、他の個人所有の源泉から湧出する温泉とを併せ\nて、同会社が全て管理をするようになり、その結果、各源泉から湧出する温泉は一\n旦同会社の貯湯槽に集められ、その後数個の分湯槽を経由して、各温泉使用権利者\nに供給されるという態勢がとられるようになった。そして、ホテル加賀助を含む各\n温泉使用権利者は、それぞれその権利態様と温泉使用量に応じた温泉使用料を定期\n的に鶯宿温泉開発株式会社に支払っている。」\n第三　証拠\n本件記録中の原審及び当審における書証目録及び証人等目録の記載と同一である\nから、これを引用する。\n第四　当裁判所の判断\n一　当裁判所も本件訴えはこれを却下すべきものと判断する。その理由は、次のと\nおり付加・訂正するほかは、原判決の理由説示と同一であ\nるから、これを引用する。\n１　原判決二一頁九行目の「三一、」の次に「当審証人Ａ、」を加え、同二八頁四\n行目の「一二月中」を「一一月中」と改める。\n２　原判決三三頁一行目の「本件契約のような」から同六行目末尾までを、「仮に\n本件契約が継続的契約であり、継続的契約の場合には、その履行行為が継続する限\nりはいつまでもその契約締結の違法を主張することができるとする控訴人らの見解\nに従うと、監査請求期間に制限を設けた前記の法の趣旨が没却されてしまうことに\nなるから、右のような控訴人らの見解を採用することはできない。したがって、地\n方自治法二四二条二項にいう「当該行為の終わった日」とは、当該行為の効力が継\n続している場合であっても、当該行為自体が完了した日を意味するものと解すべき\nである。」と改め、同七行目から同一〇行目までを、次のとおり改める。\n「　また、控訴人らの主張するところによれば、控訴人らが本件監査請求の対象\nとしているのは、本件契約において、αがホテル加賀助に対し契約金（加入金）の\n支払いを受けることなく、無償で給湯を受ける権利ないし資格を付与したとする点\nにあり、それ自体は即時に効力が生じ、継続的に履行行為を必要とするような契約\nではなく、継続的契約であると評価することもできないというべきである。\nしたがって、いずれにしても、控訴人らが本件監査請求の対象としている財務会\n計行為は、契約の締結という一回的行為とみるべきであり、地方自治法二四二条二\n項にいう「当該行為の終わった日」とは、本件契約締結がなされた日をいうものと\n解すべきである。そうすると、右監査請求のできる期間は、右契約締結日から起算\nして一年と解するのが相当である。」\n３　原判決三七頁四行目の次に行を変えて、次のとおり加える。\n「　なお、控訴人らは、Ａらが平成八年一二月一二日に雫石町監査委員に対し、\n本件契約の当否についての調査を求めた後、被控訴人側ではその調査に協力しなか\nったばかりか、Ａらの調査を妨害したとさえいえるのであるから、このような場合\nには「正当な理由」があるものと認めるべきであるとも主張する。\nしかしながら、本件全証拠によっても、被控訴人側がＡらの調査に協力しなかっ\nたとか、その調査を妨害したというような事実を認めることはできず、控訴人らの\n右主張は採用できない。」\n４　原判決三七頁七、八行目の「一二月中」を「一一月中」と改める。\n５　原\n判決三八頁八行目の次に行を変えて、次のとおり加える。\n「　また、控訴人らは、本件においては、住民側に対して、財務会計行為たる本\n件契約の違法不当を判断するのに必要な諸要素となる重要な情報が開示されていな\nかったから、本件契約締結にはこれが秘密裡になされたのと同視すべき事情がある\nものというべきであり、地方自治法二四二条二項ただし書にいう「正当な理由」が\nあるとも主張する。\nしかしながら、前判示のとおり、本件契約締結の違法不当を判断するのに必要な\n諸要素となる重要な情報が開示されていなかったと認めることはできず、違法不当\nな契約締結行為が秘密裡になされたのと同視すべきような事情があるとはいえな\nい。したがって、この点に関する控訴人らの主張も採用できない。」\n二　そうすると、控訴人らの本件訴えはこれを不適法として却下すべきであるか\nら、右と同旨の原判決は相当であり、本件控訴は理由がないから、これを棄却すべ\nきである。\nよって、控訴費用の負担につき民事訴訟法六七条一項、六五条一項、六一条を適\n用して、主文のとおり判決する。\n仙台高等裁判所第三民事部\n裁判長裁判官　喜多村治雄\n裁判官　小林崇\n裁判官　片瀬敏寿\n"
}