{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 16,
    "month": 9,
    "day": 15
  },
  "case_number": "平成14(ワ)15939",
  "case_name": "不正競争行為差止等請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "不正競争",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "10077",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=10077",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/077/010077_hanrei.pdf",
  "contents": "平成１４年(ワ)第１５９３９号　不正競争行為差止等請求事件\n口頭弁論終結日　平成１６年６月１６日\n判決\n原　　　　　　　告　　　　株式会社ウイルソン\n同訴訟代理人弁護士　　　　中村智廣\n同　　　　　　　　　　　　三原研自\n同補佐人弁理士　　　　　　成瀬勝夫\n同　　　　　　　　　　　　鳥野正司\n被　　　　　　　告　　　　中央自動車工業株式会社\n同訴訟代理人弁護士　　　　牧野利秋\n同　　　　　　　　　　　　深井俊至\n同　　　　　　　　　　　　中山正隆\n同　　　　　　　　　　　　松本理\n同　　　　　　　　　　　　泉秀昭\n同　　　　　　　　　　　　門脇隆宏\n主文\n１　被告は，自動車用コーティング剤「ＣＰＣペイントシーラント」と称\nする商品の広告又は取引書類について，別紙表示目録Ａ記載３，４及び７並びに別\n紙表示目録Ｂ記載２，４ないし６，８及び９の各表示を記載してはならない。\n２　被告は，前項記載の商品についてのウェブページから，別紙表示目録\nＢ記載５の表示を削除せよ。\n３　被告は，原告に対し，金１０００万円及びこれに対する平成１４年８\n月１日から支払済みに至るまで年５分の割合による金員を支払え。\n４　原告のその余の請求を棄却する。\n５　訴訟費用は，これを３分し，その２を原告の負担とし，その余を被告\nの負担とする。\n６　この判決は，第３項に限り，仮に執行することができる。\n事実及び理由\n第１　請求\n１　被告は，自動車用コーティング剤「ＣＰＣペイントシーラント」の広告又は\n取引書類について，別紙表示目録Ａ及び別紙表示目録Ｂ記載の各表示を記載しては\nならない。\n２　被告は，前項記載の商品について，別紙表示目録Ｂ記載の各表示を記載した\nウェブページから，これらの表示を削除せよ。\n３　被告は，自動車用コーティング剤「ＣＰＣペイントシーラント」と称する商\n品について，別紙表示目録Ａ記載の各表示を記載したカタログを廃棄せよ。\n４　被告は，「ＣＰＣ　Ｐａｉｎｔ　Ｓｅａｌａｎｔ」と表示された前項記載の\n商品を譲渡し，引き渡し，譲渡もしくは引渡しのために展示し，輸入してはならな\nい。\n５　被告は，別紙謝罪広告目録記載１の内容の謝罪広告を，同目録記載２の要領\nで，朝日新聞，讀賣新聞，日本経済新聞の各全国版朝刊の社会面に１回掲載せよ。\n６　被告は，原告に対し，金１億１０００万円及びこれに対する平成１４年８月\n１日から支払済みに至るまで年５分の割合による金員を支払え。\n第２　事案の概要\n原告は，自動車用ワックスの製造，販売等を業とする株式会社であるが，被\n告の販売する自動車用コーティング剤「ＣＰＣペイントシーラント」（以下「被告\n商品」という。）の広告及び取引書類において記載されている，別紙表示目録Ａ\n（以下「表示目録Ａ」という。）及び別紙表示目録Ｂ（以下「表示目録Ｂ」とい\nう。）記載の各表示（以下「本件各表示」と総称する。）は，被告商品の品質及び\n内容を誤認させるものであるから，本件各表示を広告等に記載する被告の行為は，\n不正競争防止法（以下「法」という場合がある。）２条１項１３号の不正競争行為\nに該当するとして，被告に対し，「請求」欄記載の各請求をした。\n１　前提となる事実等（争いがない事実以外は証拠を末尾に記載する。）\n(1)　当事者\n原告は，自動車用ワックスの製造，販売等を業とする株式会社であり，被\n告は，自動車用部品及び用品の販売等を業とする株式会社である。\n(2)　被告商品\n被告商品は，被告が，昭和６３年６月から輸入し，国内の自動車ディーラ\nー，自動車修理業者等に対し販売している自動車用コーティング剤である（ただ\nし，「ＣＰＣペイントシーラント」という商品名を用いたのは平成６年からであ\nる。）（乙１５ないし１９）。平成１２年３月の時点で，その販売先は５００社\n（５０００拠点）となっている。\n(3)　被告商品に関する広告等の表示\nア　カタログ等の表示\n被告は，被告商品の従前の販促用カタログ（甲３）に，表示目録Ａ記載\n１ないし７及び表示目録Ｂ記載９の各表示を記載していた。\n被告は，その後，販促用カタログを改訂し，平成１６年２月２０日出荷\n分から，改訂したパンフレット（乙４３）及び小冊子（乙４４）を使用している。\n改訂されたパンフレット及び小冊子には，上記の各表示の記載はなく，同パンフレ\nットに表示目録Ａ記載８の表示が記載されている（乙４３，４４）。\nイ　ウェブページの表示\n被告は，被告商品についてのウェブページにおいて，従前，表示目録Ｂ\n記載１ないし９の各表示を記載していたが（甲２，４），平成１６年５月２６日ま\nでに，その記載内容を変更し，現在のウェブページには，表示目録Ｂ記載５及び１\n０の各表示を記載している（乙５７，５８）。\nウ　被告商品\n被告商品自体には，本件各表示は記載されていない（甲１）。\n２　争点\n(1)　本件各表示は，被告商品の品質及び内容を誤認させる表示といえるか。\n(2)　原告の損害はいくらか。\n(3)　被告に故意又は過失があるか。\n(4)　被告商品の販売等を差止める必要性があるか。\n(5)　謝罪広告の必要性があるか。\n３　争点についての当事者の主張\n(1)　争点(1)（本件各表示は，被告商品の品質及び内容を誤認させる表示とい\nえるか。）について\n実験結果を踏まえた当事者双方の詳細な主張については，「当事者の主\n張」では省略し，その一部を「理由」中に記載した。\n（原告の主張）\nア　本件各表示の意味\n本件各表示は，被告商品の需要者又は取引者である一般消費者，自動車\nディーラー又は自動車修理業者に対して，被告商品の品質及び内容について，①新\n車購入時の施工により，自動車の塗装面にテフロン被膜が形成され，②その後５年\n間，新車時の塗装の輝きが維持され，ワックスがけが不要になる商品であることを\n示した表示であると理解される。\nイ　テフロンの被膜の形成に関する表示\n(ア)　テフロン自体は，高度の耐化学薬品性，耐熱性を有し，成形加工や\n溶解するには，少なくとも摂氏２５０度以上は必要であるところ，被告商品の施工\n方法は，室温での塗布，拭上げを中心とする単純なものであり，これによってテフ\nロン被膜が形成されることはない。\n(イ)　被告商品中のテフロン素材の含有率は，全体の約０．５重量パーセ\nントにすぎず，テフロン自体は微粒子状のまま溶剤と溶解されていない状態にある\nので，塗装面と緊密に結合したテフロン被膜が形成されることはない。\nウ　新車時の塗装の輝きを５年間維持することに関する表示\n前記のとおり，被告商品に含まれるテフロンの含有率は，約０．５重量\nパーセントにすぎず，テフロン自体は微粒子状のまま溶剤に溶解されていない状態\nであるので，これをワックスやシリコンに混ぜて塗布しても，長くとも数か月でテ\nフロン粒子自体が落剥すると考えられ，５年間効果が持続することはあり得ない。\n（被告の反論）\nア　テフロンの被膜の形成に関する表示\n(ア)　テフロンは，デュポン社の登録商標であるが，テフロンには，多種\n多様なものがあり，常温処理の可能なものも存在する。被告商品には，常温処理の\n可能なテフロンが使用されているので，原告の主張は根拠を欠く。\n(イ)　被告商品には，コーティング剤としての機能を最大限に発揮するも\nのとして設計された量のテフロンが含有されており，微量であることをもって十分\nな効果が発揮できないことはない。\nイ　新車時の塗装の輝きを５年間維持することに関する表示\n外気に５年間曝されたものと同等の条件で光度を調べる試験において，\n被告商品は，高い光度を保っており，５年間ノーワックスで光沢を保持するとの被\n告商品の効用に関する表示は，このような試験結果に裏付けられている。\n(2)　争点(2)（原告の受けた損害額）について\n（原告の主張）\nア　不正競争行為による営業損害の額\n不正競争防止法５条２項により，被告商品を販売したことにより得た被\n告の利益の額を，原告の被った損害額であると推定すべきである。\n被告は，被告商品を５００社に卸し，その販売拠点は少なくとも３００\n０店以上存在し，１拠点について少なくとも年間平均１００本は販売されているの\nで，その合計の売上数量は年間３０万本となる。そして，その販売利益は，１本当\nたり２０００円を下ることはない。\nそうすると，被告は，平成１４年７月２３日の本件訴訟提起前過去３年\n間に１８億円（２０００円×３０万本×３年）の利益を上げ，また，訴訟提起後平\n成１６年１月２３日までの１年６か月の期間に９億円（２０００円×３０万本×\n１．５年）の利益を上げた。その合計は２７億円となる。\n原告は，自動車ワックス業界の２割５分以上のシェアを占めているか\nら，原告は，被告の不正競争行為により，原告商品の販売額の少なくとも２割５分\nに相当する６億７５００万円の損害を被ったと推定されるべきである。\n原告は被告に対し，損害の一部である１億円を請求する。\nなお，被告が「５年間ノーワックス」という虚偽の宣伝・広告をしたこ\nとによって，需要者は，少なくとも数年間はワックスがけが不要と信じて，自動車\nワックスの購入を控えたことは明白であるから，不正競争防止法５条２項の適用を\n否定する事情は存在しないのみならず，同項所定の推定を覆す事情も存在しない。\nイ　弁護士費用\n本件は，不正競争防止法違反を内容とする複雑，困難な訴訟であり，弁\n護士費用として１０００万円が相当である。\n（被告の反論）\nア　営業損害の額\n(ア)　不正競争防止法５条２項の不適用\n本件において，不正競争防止法５条２項の適用はない。同項は，原告\nが，対象となる被告商品と同種の商品であるコーティング剤を販売している場合に\nのみ適用されるというべきである。被告商品はコーティング剤であり，自動車の塗\n装面を薄い透明の膜で覆い保護する商品であって，塗料の光沢を維持する効果があ\nり，商品自体が光沢を発するものではないのに対して，原告商品は，自動車用ワッ\nクスであり，商品が光沢を発する機能を有する。この点で，被告商品は，原告商品\nのようなワックスとは機能を異にする。\n(イ)　推定を覆す事情\n原告は，損害を受けていない。すなわち，自動車用品の販売数量の調\n査結果によると，全体的に減少しており，ワックスについても同様であるが，その\n状況下で，原告の売上は，この６年間，７０億円ないし６７億円で推移しており，\n通常の売上変動の範囲内であって，被告商品の販売による原告の売上減少はない。\nワックスの販売数量の減少は，自動車用品全体の販売数量の減少と軌を一にしてお\nり，その背景には，一般消費全般の低下，消費者の倹約志向などがある。\n仮に，原告商品の減少が発生したとしても，被告商品の販売によっ\nて，原告商品の販売額が減少するという関係はないので，被告の利益を損害とする\n推定は妥当しない。\nすなわち，被告商品はコーティング剤であって，被告が被告商品を販\n売していなかったとしても，購入者の需要は他のコーティング剤に向かっていたと\n考えられる。また，被告は，ワックスがけの面倒な作業をしない消費者，及びワッ\nクスがけをするための駐車スペースを持たない消費者に新たな市場を提供して被告\n商品を販売したのであって，被告商品の販売がなければ，消費者は何も購入しなか\nったか，あるいは，手軽に作業ができる洗車シートのような製品を購入したと考え\nられ，ワックスを購入していたはずであるとはいえない。\nなお，平成１５年１年間の被告商品の販売本数は，２０万０８８１本\nであった。\nイ　弁護士費用\n争う。\n(3)　争点(3)（被告の故意又は過失の有無）について\n（原告の主張）\n被告は，本件各表示が被告商品の品質及び内容を誤認させるものであるこ\nとを知りながら，本件各表示を使用し続けているのであり，本件の不正競争行為に\nついて故意又は少なくとも過失がある。\n（被告の反論）\n原告の主張は否認する。\n(4)　争点(4)（被告商品の販売等の差止の可否）について\n（原告の主張）\n被告商品は，本件各表示が記載された広告等と一体不可分として，被告の\n品質誤認惹起行為を構成するものであり，本件各表示が記載された広告等の差止め\nを認めるのみでは，一般消費者における被告商品の品質についての誤認は解消され\nない。また，全国の自動車ディーラーは，利益率の高い被告商品の取扱いをそのま\nま継続する可能性も高い。\n本件のこのような特殊性に鑑み，被告商品自体も販売等の差止めの対象と\nされるべきである。\n（被告の反論）\n被告商品自体の販売等の差止めを求める原告の請求は，法的根拠がない。\n仮に，広告等と一体不可分との原告主張が認められるとしても，広告等に\n使用されている表示の使用を禁止することで足りるから，被告商品自体の販売等の\n差止めを求める必要性はない。\n(5)　争点(5)（謝罪広告の必要性）について\n（原告の主張）\n本件各表示は，ワックスを５年間塗布する必要がなくなると消費者に誤解\nを与えるものであり，消費者におけるワックスの性能や有用性に対する信頼を相対\n的に著しく害し，ワックスの製造販売業者である原告の営業あるいは信用を害す\nる。\nこのような状況を解消するには，被告による謝罪広告の実施以外に方法は\nない。\n（被告の反論）\n原告の主張は争う。\n第３　争点に対する判断\n１　争点(1)（本件各表示は，被告商品の品質及び内容を誤認させる表示といえる\nか。）について\n(1)　本件各表示の意味\n弁論の全趣旨によれば，本件各表示は，被告商品の需要者又は取引者であ\nる一般消費者，自動車ディーラー又は自動車修理業者に対し，被告商品について，\n新車購入時の施工により，①自動車の塗装面にテフロン被膜が形成されること，②\n５年間，新車時の塗装の輝きが維持されるものであることを示した表示であると理\n解される。\nそして，この理解を前提として，原告は，上記①，②の点において，被告\n商品の品質及び内容を誤認させるものであると主張するので，この点について検討\nする。\n(2)　テフロン被膜の形成に関する表示について\nア　原告は，テフロンは，その性質上，成形加工や溶解するには，少なくと\nも摂氏２５０度以上の高温条件が必要であるのに対して，被告商品の施工方法は，\n室温での塗布，拭上げを中心とする単純なものであり，これによってテフロン被膜\nが形成されることはないことを根拠として，被告各表示は，品質及び内容の誤認さ\nせる表示である旨主張する。\n証拠（乙１ないし３）によれば，①テフロンは，デュポン社が製造する\n特定のフッ素化合物の登録商標の総称であり，デュポン社は，その製造する複数種\n類のフッ素化合物について，テフロンのほかに，ゾニール，テフゼルといった登録\n商標を付した商品を使用していること（乙２），②日本においては，デュポン社の\n合弁会社である三井・デュポンフロロケミカル株式会社が取り扱うテフロンは，い\nずれも高温での加工処理を必要とするものであること（甲６，４８），③しかし，\nデュポン社の製造するフッ素化合物の中には，常温での加工処理が可能なものが存\n在すること（乙１）が認められる。そして，④被告商品に含まれているテフロンの\n組成は，輸入元のＣＰＣ　Ｃｏ．Ｌｔｄ．の営業秘密に係るもので明らかにされて\nいないが，上記ゾニールを含むと推認され（乙３），これらの事実経緯に照らすな\nらば，被告商品には，常温処理が可能な種類のテフロンが用いられているものと認\nめられる。\nそうすると，被告商品が，常温の下において施工されるとの事実から直\nちに，被告商品において，テフロン被膜の形成が不可能であるとの結論を導くこと\nはできない。したがって，被告商品の通常の施工によるテフロン被膜の形成が不可\n能であることを根拠として，被告商品の品質及び内容を誤認させる表示を使用した\nとの原告の主張は採用できない。\nイ　原告は，被告商品中のテフロン素材の含有量は，全体の約０．５重量パ\nーセントにすぎず，テフロン自体は微粒子状のまま溶剤と溶解されていない状態に\nあるので，塗装面と緊密に結合したテフロン被膜が形成されることはなく，被告各\n表示は，品質及び内容を誤認させる表示である旨主張する。\nこの点に関する各証拠を検討する。\n(ア)　甲５，４６\n甲５及び４６は，被告商品中の組成を分析した報告書であり，被告商\n品中のフッ素樹脂は，全体の約０．５重量パーセントであると記載されている。\nしかし，同分析は，フッ素の定量を行った上，被告商品に含まれてい\nるテフロンがＴＦＥ樹脂であることを前提として，フッ素樹脂量を算定している\n（甲５及び４６の３頁注４，甲６，４８の２頁テフロンＴＦＥの構造式）。　しか\nし，前記アのとおり，被告商品には常温処理が可能な種類のテフロンが使用され，\n常温処理ができないテフロンであるＴＦＥ樹脂（甲６，４８）は用いられていない\nと認められるから，原告のした前記算定はその前提に誤りがある。したがって，被\n告商品中のフッ素樹脂が全体の約０．５重量パーセントであると認めることはでき\nない。\n(イ)　甲５１\n甲５１には，被告商品の自動車塗装面への塗布直後に表面に浮き出る\n白い粉状固形物（拭取り作業によって採取されたもの，甲５０）に含まれるフッ素\n量を分析した結果，３重量パーセントであること，それを特定のフッ素樹脂（ＰＴ\nＦＥ）にあてはめて計算すると当該固定物全体の３．９パーセントであると記載さ\nれている。そして，原告は，この結果と，甲４６による各成分の組成割合とをあわ\nせて計算すると，被告商品の乾燥固形物中にはフッ素樹脂が４．５パーセント含ま\nれることとなり，そのうち大部分である３．９パーセントが塗布後の拭取り作業に\nより剥落し，自動車塗装面には極めて微量のフッ素樹脂しか残らないと主張する。\nしかし，この定量分析結果は目安である旨示されていること（甲５１\nの２頁），ここでのフッ素樹脂の分析は，被告商品に使用されている常温処理が可\n能なテフロンとは異なる，常温処理ができないフッ素樹脂（ＴＦＥ樹脂，甲６，４\n８）を前提として換算されている点で誤りがある。したがって，拭取り後に自動車\n塗装面には，極めて微量のフッ素樹脂しか残らないと認定することはできない。\n(ウ)　甲５３\n甲５３は，自動車の塗装板相当の試験片に被告商品を塗布し，種々の\n条件を設定して実施して得られた塗装面のフッ素について，Ｘ線光電子分光法（Ｘ\nＰＳ／ＥＳＣＡ，以下「ＸＰＳ法」という。）により分析した報告書である。同報\n告書には，被告商品塗布直後の試料Ａ，被告商品塗布後屋外に１０日放置し，水洗\nいした試料Ｂ，被告商品塗布後屋外に１０日放置して水洗いし，被告商品用のメン\nテナンスクリーナー（以下「本件メンテナンスクリーナー」という。）をかけて拭\nき取った試料Ｃについて分析した結果として，試料Ａ及びＢには微量のフッ素が検\n出されたが，試料Ｃからはフッ素が検出されなかったことが記載されている。そし\nて，原告は，この結果により，被告商品塗布後，最初のメンテナンスクリーナーに\nよる拭取り作業を行った時点で，既に塗装面からフッ素樹脂が剥落しているのであ\nり，もともと被告商品によりテフロン被膜が形成されていないことを示していると\n主張する。\nしかし，甲５３で用いられた試料Ｃと同様の試料について，メンテナ\nンスクリーナーを除去して測定し，フッ素が検出されたとの結果（乙６）も存在す\nることに照らすならば，ＸＰＳ法は，固体の表面から数ナノメートルの深さ領域に\n関する元素等の分析に用いられるものである（甲５６の１，乙７）から，メンテナ\nンスクリーナーが塗布された場合，同クリーナーによって形成される膜厚の存在\nが，その下部に存在するフッ素の検出を困難にしていると推測される。したがっ\nて，甲５３を基礎として，原告の前記主張を採用することはできない。\n(エ)　甲５９ないし８２，８５ないし８８\nａ　甲５９ないし８２は，ＪＩＳ準拠自動車塗装試験片について，種々\nの条件（①被告商品施工の有無，②メンテナンスクリーナー施工の有無，③ジエチ\nルエーテルでの拭取り作業又は浸漬，スポンジやブラシでの水又はシャンプー洗い\nの時間や回数の差異）を設定して実施し（甲５８），それらにより得られた２３種\n類の試料について，ＸＰＳ法による分析及び電子線マイクロアナライザー（ＥＰＭ\nＡ，以下「ＥＰＭＡ法」という。）による元素マッピング分析を行い，試料表面の\n元素を測定したものである。また，甲８５ないし８８は，被告商品を施工し，１０\n日後にメンテナンスクリーナーをかけた新車（甲８３，８４）について，相当期間\n経過後に，その屋根及びボンネットの切断片を試料として，上記と同様の分析を行\nったものである。これらの分析では，フッ素について，別紙「分析結果一覧表」記\n載のとおり，フッ素量は，メンテナンスクリーナーを施工する前と比較すると，メ\nンテナンスクリーナーや洗浄等の実施後に，相当量が減少するとの結果が示されて\nいる。\nｂ　しかし，以下のとおりの理由から，これらの分析結果によっても，\n種々の設定条件を実施した後，自動車塗装面に存在するフッ素は，極めて微量であ\nって，大半は失われると認定することはできない。\nまず，ＥＰＭＡ法による元素マッピング分析は，試料表面の元素の\n分布密度や表面形態を測定するには適しても，定量評価としては疑問が残るといえ\nる（乙３０）。そして，ＸＰＳ法による測定でフッ素が検出されている試料につい\nても，フッ素が検出されない結果を示している等の点に照らすならば，ＥＰＭＡ法\nによる測定をもって，フッ素の残留量あるいはテフロン被膜の形成の有無を論ずる\nことは相当ではない。\nまた，ＸＰＳ法では，メンテナンスクリーナーの存在により，その\n下のフッ素の検出は困難となることから，上記各分析においては，ジエチルエーテ\nルによるメンテナンスクリーナーの除去を行った後のフッ素を検出している。しか\nし，メンテナンスクリーナーの厚みがどの程度のものか明らかではなく，ジエチル\nエーテルでの拭取り作業後も，メンテナンスクリーナーが十分に除去されずに残っ\nたり，逆に，メンテナンスクリーナーとともにフッ素の含まれている層も一部除去\nされる可能性もある。さらに，蒸留ジエチルエーテルに浸漬する方法は，フッ素そ\nのものを溶かすことはないが，フッ素と結合した結合剤を溶解させることが指摘さ\nれている（乙７）点を考慮すると，上記各分析結果が，フッ素残留量を正確に示す\nものであるということはできない。\nさらに，スポンジやブラシを用いた洗浄は，１分間に６０往復の作\n業を１回ないし２回行うというものであるが，被告商品施工後の洗車については，\nブラシの使用を避けて，やわらかいスポンジや合成セームの使用，洗車後の拭取り\nも合成セーム等の使用が推奨されている点を考慮すると（甲３，乙４４），上記分\n析における洗浄方法は，フッ素含有量を測定する方法として適切なものであるとは\nいえない。\nなお，実車の屋根及びボンネットの切断片を試料とする分析では，\nＥＰＭＡ法による元素マッピング分析について，前記指摘した問題点があり，ＸＰ\nＳ法による分析については，メンテナンスクリーナーの存在によるフッ素検出の問\n題点があるので，いずれも，フッ素含有量の測定として適切なものであるとはいえ\nない。\n(オ)　甲９４，１００，１０１\n甲９４，１００及び１０１は，被告商品及びメンテナンスクリーナー\nの施工後，スポンジによるシャンプー洗い（１分間６０往復）を３回繰り返す作業\nを行った試料（ＪＩＳ準拠自動車塗装試験片及び実際の車両の切断片）について，\nさらにジエチルエーテルによる拭取り作業をするものとしないものとで，塗装面の\nフッ素量をＸＰＳ法により分析したものである。原告は，この結果により，クリー\nナーによる拭取りや洗浄を繰り返すことで，塗装面のフッ素量は除去されてしまう\n旨主張する。\nしかし，前記のとおり，上記分析で実施されている洗浄方法について\nは問題点があるので，塗装面のフッ素含有量の測定方法として適切なものであると\nはいえない。\n(カ)　小括\n前記各証拠によっても，自動車塗装面のテフロン被膜形成がされない\nとの原告の主張を認めることはできず，他に，これを認めるに足りる証拠はない。\nよって，被告商品は，テフロン被膜を形成する効果を有しないと認めることはでき\nない。\n(3)　施工後，新車時の塗装の輝きが５年間維持できるとの表示について\nア　被告商品には新車時の塗装の光沢度を５年間維持するとの効果がないか\n否かについて，以下検討する（なお，原告は，被告商品を施工した場合の接触角に\nついても主張するが，接触角は，輝きの程度を測る光沢度に一義的な関係を有する\nものではないので，検討しない。）。\n(ア)　甲９５ないし９７，１０３ないし１１９\n甲９５ないし９７，１０３ないし１１９は，試験片に被告商品の施工\nの有無等の条件を変えて作成した試料について，ＪＩＳ耐候性試験（ＪＩＳ　Ｋ２\n３９６のキセノンアーク灯式耐候性試験）を１０５０時間まで実施した際の光沢度\n等を調査した結果が示されている。これによると，キセノンアーク灯照射１５０時\n間経過ごとの光沢度の推移，あるいは，１０５０時間経過後の光沢度について，被\n告商品及びメンテナンスクリーナーを実施した試料の数値は，比較対照のために作\n成した試料（被告商品の前処理剤のみ施工したもの，被告商品の前処理剤及びメン\nテナンスクリーナーのみを施工したもの）の数値とそれほどの差異は見られず，い\nずれも，当初の光沢度の数値の２分の１以下に低下している。そして，上記の耐候\n性試験では，１５０時間の照射は耐候性期間１か月と換算される旨設定されている\n（甲９３）から，１０５０時間の経過は，耐候性期間７か月に相当するので，おお\nむね７か月後には，当初の光沢度の数値の半分程度に低下していると解される。そ\nうすると，被告商品には，新車時の塗装の光沢度が５年間維持する効果はないと考\nえるのが自然である。\nこれに対して，被告は，上記調査では，被告商品塗布後に軽く拭く作\n業が含まれているが，乾くまでに拭き取ることは被告商品の施工手順として適切な\n方法ではなく，このような手順で作成された試料による分析結果には，被告商品の\n効果が正しく示されているとはいえないから，信頼性が乏しい旨主張する。しか\nし，上記試料作成において用いられた方法は，ＪＩＳ耐候性試験（ＪＩＳ　Ｋ　２\n３９６）の試験片調整方法に従ったものであること（甲９３の８頁），軽く拭くと\nいう作業は，拭き取る作業とは異なり，コーティング剤を塗り広げる効果を有する\nともいえること，被告商品を製造するＣＰＣ社が提供する耐候性試験結果において\nも，被告商品を振りかけた後柔らかい布でならすとの作業手順が採用されているこ\nと（乙８）から，この点をもって，前記調査結果の信用性を否定することはできな\nい。\n(イ)　甲１２０ないし１２３，１２６ないし１２９，１３２\n甲１２０ないし１２３，１２６ないし１２９，１３２は，甲９５ない\nし９７，１０３ないし１１９で用いられたものと同様の試料を用いて，耐候性試験\n（ＡＳＴＭ　Ｇ－５３耐候性試験）を行い，１０００時間まで実施した際の光沢度\n等を調査した結果である。これによると，照射１０００時間経過後の光沢度につい\nて，被告商品及びメンテナンスクリーナーを実施した試料の数値は，比較対照のた\nめに作成した試料（被告商品を施工しなかったもの，被告商品のメンテナンスクリ\nーナーのみを施工したもの，被告商品を施工してメンテナンスクリーナーを施工し\nなかったもの）の数値とほとんど差異がなく，いずれも，当初の光沢度の数値の２\n分の１以下に低下している。この結果と，大西洋岸中部地域気候においては，照射\n時間２００時間が１年間に相当するとの報告（乙１２）とを併せて考慮すると，被\n告商品に新車時の塗装の光沢度を５年間維持するとの効果は認められない。\n被告は，上記調査結果に対し，(ア)記載と同様，試料作成の問題から\n正確性に疑問がある旨の主張をするが，前記のとおり，被告の主張を採用すること\nはできない。\n(ウ)　乙８，９\n乙８，９は，昭和５５年及び平成１４年に実施された，被告商品の耐\n候性試験（ＡＳＴＭ　Ｇ－５３）の光沢度調査結果である。これによると，照射１\n０００時間経過後でも，被告商品を施工した試料では，光沢度の低下が１０パーセ\nント程度に収まることが示されている。\nしかし，乙８及び９で示されているデータは，被告が，従前使用して\nいた被告商品のパンフレット（甲１７）に記載したデータとの関連が不明である点\nに疑問が残り，また，光沢度１０パーセントの低下をもって当初の輝きを維持して\nいるとする点でも疑問が残る。\nこの点，被告は，光沢度の低下が１０パーセント以内であることは，\n自動車用つや出しコーティング剤のＪＩＳ規格において同範囲内を異常なしとして\nいる（甲９３の１１頁）ことからも，許容範囲であると主張する。\nしかし，以下の理由から，被告の主張を採用することはできない。\nまず，自動車用つや出しコーティング剤のＪＩＳ規格（ＪＩＳ　Ｋ\n２３９６）（甲９３）は，自動車用つや出しコーティング剤としての品質を保持で\nきる許容限度を示したものであるから，同規格に示す許容限度が，新車時の塗装面\nの輝きを維持することを意味するものとはいえない。また，前記ＪＩＳ規格で示さ\nれる光沢度の基準は，自動車用つや出しコーティング剤そのものの光沢度に関する\nものであるのに対し，被告商品については，施工がされることによって塗装面を保\n護し，もって光沢度を維持する商品である点で異なるから，前記ＪＩＳ規格で示さ\nれる光沢度低下の許容範囲を被告商品に当てはめることは相当ではない。\n(エ)　乙２７\n乙２７は，被告商品の耐候性試験の結果であり，被告商品の施工によ\nって光沢度は，当初９６パーセントであったものが，１０００時間経過後も８７パ\nーセントであることを示している。\nしかし，乙２７は，作成者，作成年月日も不明であって，その信頼性\nには疑問が残り，採用の限りではない。\n(オ)　小括\n以上の検討によれば，被告商品には，新車時の塗装の光沢度を５年間\n維持する効果はないと認められ，これを覆すに足りる証拠はない。\n(4)　本件各表示中の品質及び内容を誤認させる表示について\nそこで，本件各表示それぞれについて，新車時の塗装面の光沢が５年間\n維持されることを示す表示といえるか否かを検討する。\nア　表示目録Ａについて\n(ア)　３の表示は，５年間という具体的な期間を示し，その間光沢度を維\n持することを示すものであり，４の表示は，新車時の塗装面の光沢度を５年間維持\nすることを端的に示すものであり，７の表示は，５年間という具体的な期間を示\nし，その間光沢度を維持することを示すものであるから，いずれも，被告商品の品\n質や内容を誤認させるおそれがある表示と認められる。\n(イ)　これに対して，表示目録Ａのうち，他の表示は，いずれも，被告商\n品の品質や内容を誤認させるおそれがある表示とは認められない。\nすなわち，１の表示は，被告商品が新車の輝きを長期間保つことを示\nすものと解されるが，長期間という表現からはその期間が一義的に導き出されるも\nのではないこと，２の表示は，ワックスをかけなくても塗装面の輝きが維持される\nとの内容を示したものであり，光沢度を維持する効果を強調した表現にすぎないこ\nと，５の表示は，テフロン被膜の形成という被告商品の内容を端的に示したもので\nあること，６の表示は，テフロン被膜の形成をフライパンの表面に例えて表現した\nものであること，８の表示は，光沢度を維持する効果を強調した表現であること等\nから，いずれも，被告商品の品質や内容を誤認させるものとはいえない。\nイ　表示目録Ｂについて\n(ア)　２の表示は，被告商品の耐久性（ここでの耐久性は，被告商品の内\n容である光沢度の維持を示しているものと解される。）が５年間維持されることを\n示すものであり，４，５，６，８及び９の各表示は，被告商品の施工により，新車\n時の塗装面の光沢が５年間維持されることを示すものであるから，いずれも，被告\n商品の品質や内容を誤認させるおそれがある表示と認められる。\n(イ)　これに対して，表示目録Ｂ中の他の表示は，被告商品の品質や内容\nを誤認させるおそれがある表示とは認められない。\nすなわち，１，３の各表示は，光沢度を維持する効果を強調した表現\nであり，「驚く程」，「長期間」という表現から特定の期間が導き出されるもので\nはないこと，７，１０の各表示は，光沢度を維持する効果を強調した表現であるこ\nと等から，いずれも，被告商品の品質や内容を誤認させるものとはいえない。\nウ　まとめ\n以上のとおり，表示目録Ａ記載３，４及び７の各表示並びに表示目録Ｂ\n記載２，４ないし６，８及び９の各表示は，被告商品の品質や内容を誤認させるお\nそれがある表示であると認められ，これらの表示を広告や取引書類に使用すること\nは，不正競争防止法２条１項１３号に規定する不正競争行為（以下「本件不正競争\n行為」という場合がある。）に当たる。\n２　争点(2)及び(3)（原告の損害及び被告の過失の有無）について\n(1)　原告の受けた損害額\nそこで，原告の受けた損害額について検討する。\n被告商品は，主として新車購入時にコーティング施工をすることにより，\n塗装面を保護し，光沢を維持させる効果を有するコーティング剤であり，原告商品\nも，洗車後に塗布することにより，車の塗装面に光沢を与える効果を有する自動車\n用ワックスであるから，両商品は，市場において競合するといえる。\nそして，本件不正競争行為に係る各表示は，５年間という具体的な期間を\n示し，その間光沢度を維持させる表記がされ，被告商品の品質や内容を，消費者を\nして誤認させるおそれがある表示であるから，これらの表示を信じた消費者が被告\n商品を選択し，これにより，原告商品の購入を差し控えるという関係が成り立ち得\nる。原告の営業と被告の営業との間には，被告が受けた利益を原告の損害額と推定\nすることを規定した不正競争防止法５条２項の適用を肯定するに足りる相互の関係\nが存在するということができる。\nこの点について，被告は，原告の売上の推移，自動車用品全体の販売数量\nの減少，被告商品であるコーティング剤と原告商品である自動車ワックスの違いな\nどから，不正競争防止法５条２項の適用はないと主張するが，上記のとおり，原告\n商品と被告商品とが市場において競合する点があること等に照らして，被告の同主\n張は採用できない。\n他方，①被告商品は，ワックスがけ等の作業を回避しつつ自動車の塗装面\nの光沢を維持したいと考える消費者の需要を開拓したという側面があること（弁論\nの全趣旨），②被告商品は，テフロン被膜を形成することによって塗装面の保護を\n図るという点で，原告商品等の自動車用ワックスとは，商品の性質に相違点が存す\nること，③被告商品には，テフロン被膜の形成という点に特徴があるが，この点に\n関する限り，品質及び内容を誤認させる表示はなく，本件不正競争行為に係る表示\nが，被告商品の広告や取引書類に使用されている表現全体に占める割合は，それほ\nど高くはないこと，④原告の売上高は，経年的にそれほど大きな変動がなく推移し\nていること（乙２３，２４，５２）等の事実が認められ，これらの事実経緯を総合\nすると，本件不正競争行為による被告商品の販売数量の増加と原告商品等自動車用\nワックスの販売数量の低下との間には，さほど大きな相関関係が成り立つと解する\nことはできない。\nそうすると，本件不正競争行為によって原告が受けた損害額の算定に当た\nっては，被告の利益の額を基礎として，これに原告商品の自動車用ワックス全体の\n販売額に対する占有率を乗じ，さらに，前記諸事情を総合考慮して，２パーセント\nの割合を乗じた金額とするのが相当である。\n(2)　損害額の算定\nア　営業上の損害額\n被告商品の売上本数はおおむね年間２０万本，１本当たりの販売利益が\n２０００円であり（弁論の全趣旨），原告が主張する本訴提起前３年間及び本訴提\n起後１年６か月間（平成１６年１月２３日まで）の合計４年６か月の利益は，以下\nの計算式のとおりとなり，おおむね１８億円となる。\n２０００円×２０万本×４．５年＝１８億円\nそして，原告商品の自動車用ワックス全体の販売額に対する占有率２５\nパーセント（弁論の全趣旨）及び前記２パーセントを乗ずると，その金額はおおむ\nね９００万円となるので，同額をもって損害額と認められる。\nイ　弁護士費用\n本件の弁護士費用としては，事案の複雑さや損害額などに照らし，１０\n０万円を相当因果関係にある損害と解するのが相当である。\nウ　以上のとおり，原告の受けた損害額は前記の合計１０００万円となる。\n(3)　過失の有無\n被告は，被告商品を輸入し，販売する業者として，被告商品の品質や内容\nを示す広告等の表示について，その内容に十分注意を払うべき義務がある。しかる\nに，本件不正競争行為に係る本件表示は，被告商品の品質及び内容を誤認させるも\nのであるから，被告が，上記表示をしたことに少なくとも過失があると認められ\nる。\n３　争点(4)（被告商品の譲渡等の差止の可否）について\n不正競争防止法３条２項は，営業上の利益を侵害する行為を組成した物（侵\n害の行為により生じた物を含む。）の廃棄，侵害の行為に供した設備の除去その他\nの侵害の停止又は予防に必要な行為を請求することができる旨規定している。\n本件不正競争行為は，被告商品の広告等において被告商品の品質や内容を誤\n認させるおそれがある表示をしていることであるから，廃棄等の対象となるのは，\nその表示行為を組成するパンフレットやカタログ，あるいは，ウェブページ上の記\n載であり，本件各表示のいずれも付されていない被告商品自体は，その対象となら\nない。\nこの点について，原告は，被告商品の譲渡等は，本件各表示が記載された広\n告等と一体不可分として品質誤認惹起行為を構成すると主張するが，これを肯定す\nべき事情は認められず，原告の主張を採用することはできない。\nしたがって，被告商品の譲渡等の差止めは認められない。\n４　争点(5)（謝罪広告の必要性）について\n本件不正競争行為によって，原告の信用が棄損されたことを認めるに足りる\n証拠はなく，謝罪広告を求める原告の請求は認められない。\n第４　結論\n以上のとおり，原告の各請求中，以下の範囲で理由があるから，その限度で\n認容し，その余は理由がないので棄却する。\n(1)　被告商品の広告に，本件各表示のうち表示目録Ａの３，４及び７の各表示\n並びに表示目録Ｂ記載２，４ないし６，８及び９の各表示を使用することの差止め\n(2)　被告のウェブページから表示目録Ｂ記載５の表示の削除（表示目録Ｂ記載\n２，４，６，８及び９の各表示は，現在のウェブページに存在しないので，削除は\n認められない。同様に，表示目録Ａ記載３，４及び７の各表示は現在のカタログに\n記載されておらず，従前のカタログ等は廃棄されている（乙４８，４９の１ないし\n４９の４）ので，カタログ等の廃棄も認められない。）\n(3)　１０００万円及びこれに対する不法行為以降の日である平成１４年８月１\n日から支払済みに至るまで年５分の割合による遅延損害金の支払\n東京地方裁判所民事第２９部\n裁判長裁判官　　　　　　飯　　村　　敏　　明\n裁判官    　　　　榎　　戸　　道　　也\n裁判官   　　　　 山　　田　　真　　紀\n（別紙）\n表　示　目　録　Ａ\n１　新車の輝きをいつまでも\n２　その輝きにワックスはいらない。\n３　５年間完全ノーワックスを実現。\n４　新車時施工　輝きを！　５年間保証\n５　ＣＰＣペイントシーラントは，テフロンの複合材により車の塗装表面に\n透明な保護被膜を形成します。\n６　テフロンの被膜はフライパンの表面のようにツルツルしており汚れが付\nきにくく付いた汚れも簡単に落ちるのが特徴です。このためにワックス掛けが不要\nになります。\n７　確実な施工によるテフロン被膜は水洗いなどで長期間落ちることが無く\nオリジナルペイントの輝きをいつまでも維持させる「５年間完全ノーワックス」と\nいう夢を実現したのです。\n８　ワックス掛けは不要です。\n（別紙）\n表　示　目　録　Ｂ\n１　新車の輝きを驚く程長期間保つＣＰＣペイントシーラント！！\n２　著名な品質保証機関ＡＳＴＭが５年間の耐久性を承認。\n３　新車の輝きを長期間維持させる高度な技術施工です。\n４　新車でＣＰＣペイントシーラントを施工された場合は，５年間保証（新\n車登録時１年以内なら３年間）もちろん効果は保証期間以上に維持される品質を持\nっています。\n５　アメリカの保険会社により５年間品質保証されたボディケアシステムで\nす。\n６　５年間の輝き保証\n７　ノーワックスで新車の輝き。\n８　ＣＰＣペイントシーラントは，新車の塗装面を保護し，定期的な水洗い\nだけでその輝きを５年間保証するというボディケアシステムです。\n９　５年間完全ノーワックス\n１０　長寿命のコート剤\n（別紙）\n謝罪広告目録\n１　広告の内容\nお　詫　び\n当社は、当社取扱商品である「ＣＰＣペイントシーラント」の販売に際し\nて、「５年間完全ノーワックスを実現。」などと宣伝・広告をして参りましたが、\n当該表示は事実に反し、不正競争防止法に違反する品質誤認表示でありましたの\nで、ここに深くお詫び申し上げます。\n平成　　年　　月　　日\n中央自動車工業株式会社\n２　掲載の要領\n(1)　使用活字の大きさ\n表題、会社名　──　２倍活字\nその他（本文、年月日、住所）──　１．５倍活字\n(2)　掲載寸法\n縦２段×左右５センチメートル\n（別紙）\n分析結果一覧表\n"
}