{
  "trial_type": "LaborCase",
  "date": {
    "era": "Heisei",
    "year": 12,
    "month": 9,
    "day": 13
  },
  "case_number": "平成9(行ウ)134等",
  "case_name": "東京都港区職員免職処分取消",
  "court_name": "東京地方裁判所",
  "field": "労働",
  "lawsuit_id": "18811",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=18811",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/811/018811_hanrei.pdf",
  "contents": "主　　　文\n一　被告が平成九年三月三一日付けで原告に対してした免職処分を取り消す。\n二　訴訟費用は被告の負担とする。\n事実及び理由\n第一　請求\n主文同旨\n第二　事案の概要\n本件は、東京都港区の職員（職層名「主事」、職務名「家庭奉仕」）であった原\n告が、被告から「その職に必要な適格性を欠く」として免職処分を受けたため、そ\nの取消しを求めた事案である。\n一　争いのない事実等（証拠により認定した事実については、各項の末尾その他の\n箇所に証拠を挙示した。）。\n１　原告の採用及び勤務条件について\n（一）　被告は、平成五年一〇月、地方公務員法（以下、単に「法」という。）一\n七条三項に規定する選考に当たる港区職員採用試験を実施し、平成六年四月一日、\n原告を、職層名「主事」、職務名「家庭奉仕の職の職員」として採用した。\n（二）　原告は、平成六年四月一日、港区厚生部高齢福祉課在宅奉仕係（平成七年\n四月の組織改正により、「高齢者在宅サービス課ホームヘルプ係」とその名称を変\n更。以下、「高齢者在宅サービス課ホームヘルプ係」ないし単に「ホームヘルプ\n係」という。）に配属された。\n（三）　高齢者在宅サービス課ホームヘルプ係は、身体上又は精神上の障害のため\nに日常生活を営むのに支障がある高齢者（おおむね六五歳以上の者）や心身障害者\nのいる家庭に対し、高齢者、心身障害者又はその家族が日常生活に必要な家事等の\n介護のサービス（以下「介護サービス」という。）を必要としていると認められる\n場合に、ホームヘルパー（以下「ヘルパー」という。）の派遣を受けようとする者\n（ヘルパーの派遣を受ける世帯を、以下「ケース」という。）からの申出により、\n港区の職員であるヘルパーを派遣し、介護を行っており（以下「ホームヘルプ業\n務」という。）、原告の職務は、ヘルパーとして実際の介護を実施することにあ\nる。なお、ホームヘルプ係には、係長一名、ヘルパー一八名、事務担当職一名の職\n員がおり、平成七、八年当時の同係の係長はａであり、高齢者在宅サービス課の課\n長はｂであった。\n（四）　ケースに対するヘルパーの派遣は、原則として、午前又は午後の二時間単\n位（午前一〇時から午前一二時まで、又は午後二時から午後四時まで）で実施さ\nれ、必要に応じて時間延長等の措置が執られる。ヘルパーの派遣の回数と一回に派\n遣するヘルパーの人数は、被介護者本人と家族の状況に基づいて決定され\nる。\n（五）　ヘルパーが担当するケース数は平均八ケースであり、ヘルパーは、平成\n六、七年度と平成八年度四月までは三か月ごとのローテーションで、平成八年度五\n月からは二か月ごとのローテーションで、担当するケースを交替していた。また、\nヘルパーは、自分の担当外のケースであっても、担当者となっているヘルパーを派\n遣することができない事情がある場合には、代替として派遣されることがある。ヘ\nルパーの通常の勤務時間は、月曜日から金曜日までの午前八時三〇分から午後五時\n一五分までであり、勤務形態は、職場に出勤後、必要な準備、打合せ等を済ませた\n後、午前、午後の各二時間の介護が行えるようにケース宅を訪問し、介護サービス\n終了後帰庁するというものである。\n（六）　原告は、平成六年四月から勤務を開始し、ＡないしＭ（個人識別を避ける\nため、アルファベットで表示）のケースに派遣された。\n２　原告が派遣されたケースについて\n（一）　Ａについて\n（１）　港区γ地区に在住するＡは、平成七年四月当時六三歳（昭和六年生まれ）\nの男性で、脳血管障害による四肢機能障害により一種一級の身体障害者手帳（以下\n「身障手帳」という。）の交付を受けていた。Ａは、脳梗塞の後遺症により全身ま\nひが残っており、室内の移動はまひの残る両手を使って少しずつはってでなければ\nすることができなかった。聴力は健常であるが、言語障害があり、左手によった筆\n談で意思疎通を図っていた。ご飯は食べられず、食事は、パン、バナナ、カロリー\nメイトなどで済ませており、これらをすべて枕元の手の届くところに置いておき、\nそれを食することにより生命を保っている状況であった。Ａは、夜勤などの不規則\n勤務をしている息子と生活しているため、日中は独居状態であり、小用には溲瓶を\n使用していた。\n（２）　Ａは、情にもろく、喜怒哀楽の表現、感情移入の顕著なところがあって、\n感激したり落胆したりした場合には、泣き出してしまうような面があったが、他方\nにおいて、感情の起伏、好悪が激しく、興奮すると制御できなくなる方であり、殊\nに意思疎通が思うようにいかない場合には、興奮して好き嫌い等の感情をむき出し\nにすることもあり、時には誤解することやヘルパーの言葉遣い等が契機となって、\nヘルパーに帰れと言ったり、居留守を使うこと（奉仕予定時間に留守にしたり、玄\n関のドアを閉め切ったりすること）によって、そのヘルパーの訪問を受け入れなく\nなるようなことがあった。\n（３）　Ａは、生活保護を受けており、Ａを担当していたケースワーカー（生活保\n護に関する事務を担当する港区役所の職員）はｃであった。\n港区は、平成四年九月から毎週二回Ａ宅にヘルパーを派遣しており、食材（パ\nン、バナナ等）を購入してそれを本人の枕元に置いておくことや、室内の掃除等の\n介護を行っていた。Ａを担当していたヘルパーはｄであり、原告は、平成七年四月\n六日、ｄヘルパーの代替としてＡ宅に派遣された。なお、原告は、同日以前四回Ａ\n宅を介護のために訪問していた。\n（乙六、八、証人ｄ、同ｃ）\n（二）　Ｂについて\n（１）　α地区に在住するＢは、平成七年四月当時高血圧証、骨粗鬆症、脊椎変形\n症などにり患していた八二歳（大正二年生まれ）の女性であり、早く歩くことがで\nきなかった。Ｂは、急な坂道の上にある二階屋の二階に間借りしており、通院のた\nめ、病院まではタクシーを利用していた。\n（２）　Ｂは、生活保護を受けており、Ｂを担当していたケースワーカーはｃであ\nった。\n港区は、平成六年九月から毎週二回Ｂ宅にヘルパーを派遣し、通院の付添い、買\n物、掃除等の介護を行っていた。原告は、平成七年二月から同年四月までＢを担当\nし、また、平成八年九月五日、他のヘルパーの代替としてＢ宅に派遣された。\n（乙六、証人ｅ）\n（三）　Ｃについて\n（１）　β地区に在住するＣは、平成七年六月当時六四歳（昭和五年生まれ）の単\n身男性であり、平成五年四月から同年六月まで脳梗塞で入院した。Ｃは、介護する\n者があればゆっくりと歩行することは可能であるが、排泄にはおむつを使用してい\nた。Ｃは、平成六年一一月までは姉と同居していて、おむつの交換等身の回りのす\nべてを姉に頼って生活していたが、姉が死亡して独居状態になってからは、食事は\n店屋物で済ませていた。\n（２）　港区は、平成七年三月から毎週一回Ｃ宅にヘルパーを派遣し、掃除、洗\n濯、汚れた体の清拭、港区立β高齢者在宅サービスセンター（以下「在宅サービス\nセンター」という。）での入浴のための介護などを行っていた。原告は、平成七年\n五月から同年六月まで、Ｃを担当していた。\n（四）　Ｄ夫婦について\n（１）　γ地区に在住するＤ夫婦は、平成七年七月当時夫が七八歳（大正五年生ま\nれ）、妻が七〇歳（大正一三年生まれ）の二人世帯（いずれも無職）であり、妻\nは、肺がんの手術を受けて同年五月に退院したが、体力が回復していなかっ\nた。夫は、心臓が悪く服薬中であり、無口で常に同じ場所に座ったきりの生活で、\n家事はしていなかった。\n（２）　港区は、平成五年一〇月から毎週二回（その後毎週一回に変更）、Ｄ夫婦\n宅にヘルパーを派遣し、掃除、洗濯、買物等の介護を行っていた。原告は、平成七\n年五月から同年七月三日までＤ夫婦を担当していた。\n（五）　原告の担当するケース数について\nｂ課長は、平成七年八月三日、原告に対し、同年八月から原告の担当するケース\n数を他のヘルパーの半分に減らすことを伝えた上、その旨を実施した。\n（乙三の１ないし３、証人ｂ）\n（六）　Ｅについて\n（１）　γ地区に在住するＥは、平成七年八月当時六七歳（昭和二年生まれ）の男\n性であり、頭部外傷による体幹機能障害及び同側半盲等の障害を持ち、一種二級の\n身障手帳の交付を受けていた。\n（２）　原告は、平成七年八月ｄとともにＥを担当した。\n（七）　Ｆについて\n（１）　δ地区に在住するＦは、平成八年一月当時八○歳（大正四年生まれ）の単\n身女性であり、近所に長女が住んでいて朝晩は食事を作っているが、日中の介護は\nできない状態にあった。Ｆは、平成七年五月に脳内出血で入院して同年七月に退院\nしたが、目中は一人でいて杖を使用しての歩行はできるので、一人で多量の食料を\n買物することもできた。Ｆは、糖尿病のため食べ過ぎに気をつける必要があり、ま\nた、軽い記憶障害があって食べたのも忘れて食べ過ぎてしまうことが多いという状\n態であった。Ｆは、言語、聴力、視力は普通であった。\n（２）　ｆケースワーカーは、平成八年一月五日、ヘルパーを派遣するかどうかの\n決定に必要な調査をするためにＦ宅を訪ねた。その際に原告がこれに同行したが、\nＦとその長女との面談の途中で、Ｆの長女から帰ってほしいと求められ、原告とｆ\nは、調査を切り上げてＦ宅を退去した。\n（八）　Ｇについて\n（１）　ε地区に在住するＧは、平成八年一月当時五三歳（昭和一七年生まれ）の\n女性で、夫（Ｇと同年齢）と同居している。Ｇの夫は、脳性まひによる両上肢機能\n障害、移動機能障害のため一種一級の身障手帳の交付を受けており、下半身裸のま\nまキャスター付の座椅子に背を固定し、座椅子の尻部分には丸い穴が開いていてそ\nの下に排泄用のバケツを置いた状況で生活しており、全面的な介護を必要としてい\nた。通院に際しては、車椅子を使用し、福祉キャブ（マイクロバス）にヘルパーが\n同乗して介護していた。Ｇも\n、脳性まひによる四肢体幹機能障害のため一種一級の身障手帳の交付を受けてお\nり、特殊便器を使用して自分で排泄処理はできたが、歩行は不能であり、手が使え\nないので、腰でずって移動していた。そのため、港区が派遣するヘルパーの外、私\n的に依頼するヘルパー、港区の発行に係る介護券を用いて家政婦紹介所等から派遣\nされるヘルパー及びボランティアが、Ｇ及びその夫の介護に当たっていた。\n（２）　港区は、昭和五六年ころから、Ｇのために週二回ヘルパー二名を派遣して\n介護を行っていた。原告は、本来Ｇを担当するヘルパーの代替として三回Ｇ宅に派\n遣された後、平成七年一一月から平成八年一月まで、ｇとともにＧを担当してい\nた。\n（九）　Ｈについて\n（１）　γ地区に在住するＨは、平成八年二月当時八七歳（明治四一年生まれ）の\n単身の女性で、生活保護を受けていた。Ｈは、腰が著しく曲がり歩行もままなら\nず、ほとんど外出できないで室内でのみの日常生活を送っていたが、痴呆はない。\n食事は、近隣の人に買物を頼むか、店屋物の弁当を取って済ませていた。\n（２）　港区は、Ｈの買物の代行のため、平成七年八月から毎週一回ヘルパーを派\n遣しており、Ｈは、ヘルパーに買物の品物メモと現金を渡して一週間分の食事の材\n料を買ってくることを依頼していた。原告は、平成八年二月からＨを担当したが、\nそれまでに三回Ｈ宅を訪問していた。\n（一〇））　Ｉについて\n（１）　ζ地区に在住するＩは、平成八年四月当時八○歳（大正四年生まれ）の単\n身女性で、重度のリューマチ患者で、歩行が不能であるため二〇年以上ベッド上で\n寝たきりの生活を送っており、一種二級の身障手帳の交付を受けていた。Ｉが寝て\nいたベッドは一戸建ての二階にあり、ベッドの周りに冷蔵庫、炊事用具などを置\nき、ヘルパーが下調理したものを温めて食事とし、排泄は溲瓶とおまるにより行っ\nていた。Ｉは、ヘルパーによる介護の外は、近隣の人々に必要な買物等をしてもら\nうことにより生活を保っていた。\n（２）　港区は、一〇年以上前からＩに対し毎週二回二名のヘルパーを派遣し、掃\n除、洗濯、買物等の介護全般の奉仕を行っており、平成八年四月は週三回ヘルパー\nを派遣していた。\n（３）　原告は、平成六年五月から同年七月まで、平成七年九月から同年一〇月ま\nで、Ｉの担当となり、平成八年一月から同年四月までの間は、合計八回代替として\nＩ宅へ派遣された。\n（一一）　Ｊについて\n（１）　γ\n地区に在住するＪは、平成八年六月当時八○歳（大正四年生まれ）の女性で、終日\n寝たきりで歩行ができず、常時介護が必要であり、五七歳の長男が同居して介護し\nていた。港区は、平成四年一〇月から毎週二回ヘルパーを派遣して、掃除、買物等\nの介護を行っていた。\n（２）　原告は、平成八年二月から同年六月までＪを担当していた。\n（一二）　Ｋ夫婦について\n（２）　η地区に在住するＫ夫婦は、平成八年七月当時夫が八五歳（明治四三年生\nまれ）、妻が七一歳（大正一三年生まれ）であった。夫は、やけどによる左膝足関\n節機能障害により二種四級の身障手帳の交付を受けており、理解力が落ち、同じこ\nとを根気よく説明しないと理解ができない状態であり、妻は、視力障害により一種\n一級の身障手帳の交付を受けており、室内でも転倒することが増え始めていた状態\nにあった。\n（２）　港区は、昭和六三年ころからＫ夫婦に対し毎週一回ヘルパーを派遣し、掃\n除等の介護を行っていた。原告は、平成八年七月五日からＫ夫婦を担当した。\n（一三）　Ｌについて\n（１）　γ地区に在住するＬは、平成八年八月当時四四歳（昭和二六年生まれ）の\n単身男性で、変形性脊椎症、神経損傷による体幹機能障害（起立困難）であって、\n一種二級の身障手帳の交付を受けていた。Ｌは、歩行に当たって室内、室外ともに\n杖の使用が必要で、バランスが悪く重い物を持つことができず、右肘から肩にかけ\nて障害があり、腕が上がらず、食事は左手でスプーンを使用して摂っている。入浴\nはシャワー浴であり、浴槽に入るのは困難であった。\n（２）　港区は、平成八年七月からＬに対し毎週二回ヘルパーを派遣し、買物、掃\n除、洗濯等の介護を行うとともに、二週間に一回通院の付添いを行っていた。原告\nは、平成八年七月から同年八月までＬを担当し、合計一二回Ｌ宅を訪問した。\n（甲一七、一八の２）\n（一四）　Ｍについて\n（１）　α地区に在住するＭは、平成八年九月当時八五歳（明治四三年生まれ）の\n女性で、四五歳の三男と二人暮らしをしており、視覚障害者として一種二級の身障\n手帳の交付を受けていた。\n（２）　港区は、平成七年一一月からＭに対し二週間に一回ヘルパーを派遣し、Ｍ\nの通院介護を行っていた。原告は、平成八年九月からＭを担当した。\n３　被告は、平成九年三月三一日、原告に対し、原告を免職する旨の処分（以下\n「本件処分」という。）をした。本件処分の理由は、「原告は、家庭奉仕の職に\nありながら、派遣先の高齢者宅で何度も争い事を起こした。このような行為に対し\nて、数回にわたり上司から職務上の指導、命令を受けているにもかかわらず、いっ\nこうに改まらない。このようなことは、同人の資質等に起因するため、指導や研修\nによって、将来的にも矯正が不可能であることを示すものであり、法二八条一項三\n号の規定に該当する。」というものである。\n本件処分は、主に、原告のＡないしＭのケースについての勤務態度や、これにつ\nいての上司の指導に対する原告の対応を考慮してされた。\n二　争点\n１　原告の勤務における問題点の有無―原告が介護業務に従事するために派遣され\nていたケースとの間でトラブルがあったかどうか、上司の指導に対する原告の対応\nに間題があったかどうか\n２　原告の矯正不可能性―１の問題点が原告の資質等に起因するもので矯正不可能\nであるかどうか\n第三　当事者の主張\n一　被告の主張\n１　原告の勤務における間題点の有無について\n原告の勤務の実態及びその指導経過は、次のとおりである。\n（一）　Ａについて\n（１）　平成七年四月六日にＡ宅に派遣された原告は、Ａから、筆談により、「帰\nれ。」と言われたため、介護業務を何もしないで帰庁し、ａ係長に対し、Ａから\n「帰れ。」と言われたのは、Ａが布団をかぶってマスターべーションをしていると\nころに行ったためであると報告した。しかし、実際は、Ａが「帰れ。」と言ったの\nは、Ａは具合が悪くて寝ていたところ、原告が耳元で大声を出して「何をします\nか。」などと言ったせいで余計に具合が悪くなったためであった。原告は、この日\nに初めてＡ宅を訪問したわけではなく、以前に四回介護のためにＡ宅を訪問してお\nり、Ａの身体状況やＡ宅で何をしなければならないか（Ａのため食材を購入し、枕\n元に置いておかなければ、Ａは食事ができない。）については、十分理解している\nはずであるにもかかわらず、寝たきりの状態であったＡから、「帰れ。」と言われ\nたからといって、Ａの混乱や興奮、感情を静める努力をしたり、時機を待ったり、\nＡの体調を気遣うわけでもなく、Ａがマスターベーションしていると推測して、言\nわれるまま介護業務をせずに帰ってくるというのは、ヘルパーの介護によって生活\nを営むケースに対し、無責任極まりない行動である。原告の態度は、自己を正当化\nしようとするもので、そこには、介護の相手に対する思いやりの心、相手の気持ち\nを理解しようとする\n寛容な姿勢、責任感は一貫して認められない。原告は、以前にも、Ａの面前で平然\nと、同行したｃケースワーカーに対し、「Ａさんは何を言っているのか分からな\nい。今日は通訳してくれて助かった。」と言うなど、言語障害を持つＡの心情を全\nく理解しようともせずに話をすることもあった。ａ係長は、原告に対し、その無責\n任な行動を注意したが、原告が自分のとった行動について責任を感じている様子は\nなかった。\n（２）　原告は、Ａが処遇困難ケースと呼ばれていたと主張するが、そのような事\n実はない。Ａが一時ヘルパーの訪問を受け入れなくなかったことはあったが、それ\nは、Ａがヘルパーにすねてみせたり、原告が介護をせずにＡ宅から戻るという一件\nが起こった後に、ヘルパーの一人について派遣を辞退したことがあったにすぎず、\nＡが処遇困難ケースというわけではなかった。\n（二）　Ｂについて\n（１）　ａ係長は、平成七年四月六日、Ｂから、ｃケースワーカーを通じて、「原\n告に怒鳴られて怖い。話しかけもするなと言われている。三月一杯でヘルパーが替\nわると思い我慢していたが、四月も原告が担当すると聞かされ、もうこれ以上は我\n慢できない。担当ヘルパーを是非とも替えてほしい。」旨の苦情を受けた。\n（２）　ａ係長が調査したところ、原告によるＢの介護について次のような事実が\n判明した。\n原告は、Ｂが買物を頼んでも、いちいちそれがなぜ必要なのかを聞きただし、例\nえば、牛肉を買うのを頼むと、「生活保護を受けているのに牛肉を食べるのはぜい\nたくだ。」と言って説教をし、たばこなどは頼んでも買ってこない。買物をして帰\nってきても、冷蔵庫に買ってきた物を入れることは一切しない。原告が買ってきて\nくれない物があるので、Ｂが知り合いの者などに頼んで買っておくと、それを見つ\nけ、「自分で買物に行けるくせになぜ原告に買物を頼むのか。」と口調を荒げて怒\n鳴り散らした。Ｂがしてほしいことがあっても、座って政治の話等Ｂには理解ので\nきない話を一方的にするばかりで必要な介護をしようとしない。Ｂがテレビを見た\nり、たばこを吸ったりしていると、「原告の奉仕中にそのようなことをするのは失\n礼である。」とやめるように要求し、原告の機嫌がよいときは一方的に自分の恋人\nの話を始めたりするが、Ｂがそれについて相づちを打つと、「あなたの考えは聞い\nていない。」と大声で怒鳴り散らした。原告は、だれもいない台所の方向に目を向\nけて\n突然話し出すので、Ｂが「どうしたのか。」と声をかけると、原告ははっと我に返\nり、「関係ないでしょ。」と大声で叱りつけたこともあった。Ｂは、これらのこと\nから、原告と会話したり、仕事を頼むことに恐怖を覚えていた。\n通院のためにタクシーを呼んでも、原告は、Ｂが階段をゆっくりとしか降りるこ\nとができないのを知りながら、「タクシーが待っているのだから早く降りてくるよ\nうに。」と下から怒鳴り散らすばかりで、階段を降りる際のＢの介護をせず、Ｂ\nが、タクシーを停める場所を病院の入り口に近いところにしてほしいと希望して\nも、原告は、「だったら一人で通院すれば。」と言って、Ｂの要望を聞き入れず、\nＢの歩行を全く介護せずにＢから離れて歩くのみであった。病院内でも、「すべて\n自分のことなのであるから、一人で必要なことをやるように。」と指示して、待合\n室でもＢとは遠く離れたいすを選んで座り、腕組みして目を閉じていた。Ｂが話し\nかけても、原告は、「あなたと知り合いだと思われるのは迷惑である。」と告げて\n口をきかず、Ｂが診察室に入るときも、Ｂの歩行を介護しなかった。Ｂが診察を終\nえ、そのことを原告に告げても、原告からは、「じゃ帰ろう。」という一言が返っ\nてくるだけで、その際、投薬を受けなければならないことを伝えると、原告は、\n「早くしてね。」と言ったきり、いすに座って目を閉じてしまう状態であった。\n（３）　ａ係長は、平成七年四月一二日の訪問日に、原告と一緒にＢ宅を訪れ、原\n告と一緒に必要な介護を行ったが、その際は、原告の介護に特に問題はないように\n思えたものの、実際は、このような原告の高圧的、命令的、支配的な言動によっ\nて、Ｂは極度におびえており、原告と一緒の通院を避けたり、ヘルパーの派遣を一\n時期辞退したのみならず、そのおびえた状態は原告の次にＢを担当したｅ（旧姓○\n○）ヘルパーが訪問するようになってもしばらくの期間、解消しなかったほどであ\nる。原告がＢに対してとった言動、対応は、ホームヘルプサービス業務とは相いれ\nないものである。ｂ課長とａ係長は、原告が介護のために訪問した他のケースから\nも、「原告に命令口調で指示されたり、叱られたりするので怖い。」という声が再\n三にわたり上がってくるので、同年五月二三日、原告に対し、ヘルパーとしての執\n務態度について注意、指導しようとしたが、原告は延々と言い訳を言うのみで、指\n摘された事実を全く認めようと\nはしなかった。\n（４）　原告は、平成八年九月五日、Ｂ宅に担当のヘルパーの代替として派遣され\nたが、前記のとおり注意を受けていたにもかかわらず、従前と同様に、Ｂ宅に座り\n込んでＢには訳の分からない話を一方的にする一方、Ｂがたばこを吸ったり、テレ\nビを見たりすることをやめさせようとするなどの対応をした。そのためＢは、ａ係\n長に対し、「代替であっても原告は絶対に派遣しないでほしい。」との要望を伝え\nてきた。\n原告は、Ｂの経歴等には特別の問題があるとして、後任の担当ヘルパーらに対\nし、根拠もないＢの犯罪歴を披れきし、「Ｂは水商売上がりで質が悪く、不良少女\nが年をとったようなものである。」などと誹謗中傷した。原告は、自分には問題が\nなく、Ｂが悪いとの主張等に終始し、そのことを正当化するためにＢのあれこれを\n根拠のないまま取り上げているにすぎず、これらによって、原告がＢに対してとっ\nた言動、対応がホームヘルプサービス業務と相いれないものであることを左右する\nものではない。なお、原告以外のヘルパーについて、Ｂが苦情を言ったり、トラブ\nルが生じたことはない。\n（三）　Ｃについて\n（１）　ａ係長は、平成七年六月、在宅サービスセンターの看護婦から、Ｃに接す\nる原告の態度に問題があるとの指摘を受けた。\n（２）　ａ係長が調査したところ、原告によるＣの介護について次のような事実が\n判明した。\nＣは、自宅近くにある在宅サービスセンターの介護入浴を受けるため、自宅から\n同センターまで歩かなければならず、その間の歩行については介護が必要である\nが、原告は、Ｃから離れてそっぽを向いた状態でＣに付いて来ているだけで、Ｃが\n歩行の昀中つまずいたりした場合に備えて、その動静を見守りながらともに歩行す\nるという態勢を全くとっていなかった。Ｃは、日常おむつを使用しているため下半\n身の汚れがひどく、入浴に当たっては清拭する必要があるが、清拭をする際は、医\n療用等に用いられている極薄手のゴム手袋を使用して行うべきであるのに、原告\nは、通常便所掃除に使用される厚手のゴム手袋を使用して清拭を行ってＣの怒りを\n買い、Ｃは、大声で、「どうにもならなかったら殺せ。」とまで言い、在宅サービ\nスセンターの職員が止めに入るほどの険悪な関係になった。\n（３）　ａ係長は、平成七年六月二九日、原告から、「Ｃからセクハラを受けたの\nで担当を外してほしい。」との申出を受けた。しかし、Ｃは単に相手\nをしてほしかったにすぎず、原告がＣからセクハラを受けた事実はない。原告は、\nセクハラを口実にしてＣの担当を自ら投げ出したものである。ａ係長は、これ以上\n原告にＣを担当させても、Ｃに苦痛を与えるだけであるので、同年七月から原告を\nＣの担当から外した。なお、Ｃに対する港区のヘルパー派遣中、他のヘルパーとＣ\nとの間には問題は生じていない。\n（四）　Ｄ夫婦について\n（１）　Ｄの妻は、平成七年七月三日、港区役所に電話を架け、「助けて下さい。\n原告から怒鳴られ、怒られるなど、買物も頼めないので、介護券を発行して家政婦\n紹介所のヘルパーを派遣してほしい。」と申し出た。\n（２）　ａ係長が調査したところ、原告によるＤ夫婦の介護について次のような事\n実が判明した。\n原告は、肩から胸にかけて何十針も縫っているため痛くて動けず、ベッドでほと\nんど寝ているＤの妻に対し、「人に物を頼むのに寝たままということがあるもの\nか。原告が来る日はあらかじめ分かっているのだから、ベッドから起きてテーブル\nに移り待っているべきである。」と叱りつけ、「部屋の掃除は本人ができるはずで\nあり、家人の協力があるか又はあらかじめしていなければ掃除はしないし、洗濯も\n下洗いをしていないとしない。」と宣言した。原告は、聞かれもしない役所の制度\nのことを三〇分くらいも一方的にしゃべりっぱなしで、風呂の掃除や水入れは頼ま\nれてもしたことがなく、依頼された買物もしないまま帰ってしまうなど、Ｄ夫婦に\n必要な介護をしていなかった。原告は、Ｄがたばこを吸うと、「たばこは吸わない\nでください。」と怒るなど、態度がすべて高圧的で、夫婦ともに原告から怒られて\nばかりで恐怖を感じており、事情を聞いているａ係長らに対し、「とにかく助けて\nほしい。」と懇願した。\n（３）　ｂ課長は、平成七年七月五日、ａ係長を同席させた上で原告に対し、原告\nのヘルパーとしての執務態度について原告を注意、指導しようとしたが、原告は指\n摘された事実を認めようとはせず、介護を受けているケースや同僚の非難を繰り返\nすばかりであった。ｂ課長は、これ以上原告をＤ夫婦の担当にしておくのは適当で\nはないと判断し、同月一〇日の訪問日から原告をＤ夫婦の担当から外した。なお、\nＤ夫婦に対する港区のヘルパー派遣中、他のヘルパーとＤ夫婦との間には問題は生\nじていない。\n（五）　職員課職員との面接等について\n（１）　総務部職員課長は、平成七年七月一一\n日、原告から、職場の人間関係に悩んで自殺未遂をしたこと、職員課長に相談した\nいことを記載した手紙を受け取ったので、同月一二日、事情を聞くため庁内の会議\n室に原告を呼んだが、原告は、職員課健康管理係長が同席していることを理由に、\n何も事情を話すことなく退席してしまった。\n（２）　その後もａ係長は、原告に対し、何度も注意を与えたが、原告の執務態度\nに変化が見られないため、ｂ課長は、同年八月三日に、同年八月から原告の担当す\nるケースを他のヘルパーの半分に減らすこととし、原告にその旨を伝えるととも\nに、担当したケースについてはしっかり仕事をして、くれぐれも態度や言葉遣いに\n注意をし、いやしくも介護される人が怖いと感じることがないようにと求めた。\n（六）　Ｅについて\n（１）　Ｅは、平成七年八月当時、精神的に不安定になると、身体を硬直させたり\nするなどのてんかん発作を起こしやすい状態であり、特に慎重に対応すべき必要が\nあった。Ｅに対しては、原告外一名のヘルパーが担当して同行介護に当たっていた\nが、原告は、Ｅから依頼されて買ってきたたばこ一カートンを玄関から布団で寝て\nいたＥの方に向けて、「買ってきたぞ。」と言いながら投げつけた。また、原告\nは、Ｅが飼っていたうさぎのかごを、Ｅの目の前で「地震が来たぞ。」と言いなが\nら何度も揺すってみたり、「うさぎって食べたらおいしいか。」などと趣旨不明の\nことを口走ったりした。Ｅが「原告はきれいですね。」と声をかけると、突然表\n情、口調を一変させてＥを数分間にわたってにらみつけた。その表情は、同行して\nいたｅヘルパーさえ怖いと思わせるようなものであった。原告は、自己の衝動、気\n分のままＥの障害を考えずに言動をし、同僚のヘルパーの注意にもかかわらず、自\nらの言動が不適切なものであることを認識できておらず、原告と同行するヘルパー\nにとっては、Ｅと原告の両方に気を配らなければならず、負担であった。\n（２）　原告の行動について報告を受けたｂ課長が、たばこを投げつけたことにつ\nいて原告に理由を問いただしても、質問に対する答えはなく、「一緒に行ったヘル\nパーは私にいつも買物ばかりさせている。」と言い訳にもならないことを述べるば\nかりであり、何が悪いのか分からないという態度であった。\n（３）　Ｅは、ヘルパーの悪口を言ったり苦情を訴えたりする性格ではなく、Ｅが\n原告に対して直接苦情等を言わないからといって、原告の言\n動が不適切でないとすることはできない。ｂ課長及びａ係長は、原告のＥに対する\n対応が（１）のとおりであることから、平成七年八月三〇日、翌九月から原告の担\n当を外すこととした。\n（七）　ケース数の半減等について\n（１）　原告は、平成七年九月から同年一一月まで、週二日ずつ東京都福祉局が実\n施するホームヘルパー養成講習を受講したため、その間の原告の派遣回数は半減し\nた。\n（２）　（五）（１）のとおり、原告が仕事上の悩みで自殺を図った旨の手紙を職\n員課長あてに発信したので、ｂ課長、ａ係長及び職員課健康管理係長は、平成七年\n一〇月四日、原告の執務態度改善のための精神的サポートについて、その方策の手\nがかりを得、また必要であれば親族の協力を求めるため、盛岡市に住む原告の両親\nを訪問し、面談した。しかし、面談の結果、両親の協力を得て原告の態度を改善で\nきる見通しを得ることはできなかった。\n（３）　ホームヘルプ係において、原告の担当するケース数を他の職員の半数にし\nておくことは、他の職員の負担を増大させることになるため、長くは続けて行うこ\nとができない事情等があって、原告の担当するケース数を元に復することが計画さ\nれた。原告は、平成七年一二月一日ｂ課長に、「担当するケース数を元に戻すのは\n構わないが、現在も担当するケースから苦情が出てきている状態であり、ケースの\n数が増えれば、苦情の数も増えるであろう。しかし、そのことによりこれ以上ａ係\n長からの小言が増えるのは耐えられない。」、「ａ係長は、職員間で行う仕事の打\n合せ（事務検討会）の場で、『原告は不倫しているとケースから言われている。』\nと発表した。」と述べ、「原告はヘルパーを辞めるつもりはない。仕事の適格性に\n欠けるなら、処分してほしい。」旨を申し出た。原告のいうａ係長の発言は事実で\nはなく、ｂ課長は原告に対し、問題は、原告がａ係長から「小言」を言われること\nではなく、原告がケースに接する態度にあること、職場の人間関係について自分の\n好悪の感情に基づいて行動すべきではなく、組織の中で仕事をしていることを自覚\nすべきであることなどを説諭した。\n（八）　Ｆについて\n（１）　原告は、平成八年一月五日、ｆケースワーカーと同行してＦ宅を訪問し、\nＦとその長女と面談したが、Ｆは糖尿病のため医者から散歩するように言われてお\nり、原告もそのことを知っていたにもかかわらず、原告は、散歩の介護をして運動\nさせるこ\nとは医師の指示がないと危険であると言い、Ｆの長女が医者から勧められていると\n説明しても、それに取り合わず、さらに、Ｆ本人の面前であるにもかかわらず、\n「糖尿病は目が見えなくなったり、足が腐ってくる。」などと話しながら、あくま\nでも散歩をするについては医師に確認しなければならないと主張した。「家族が希\n望し、医者も勧めているのであるから、その希望に添った介護をするのでよいでは\nないか。」とのＦの長女とｆケースワーカーの意見に対し、原告は一向に同意しよ\nうとせず、自己の見解を一方的に言い張り、「私は責任を負いかねる。」などと発\n言し、Ｆの長女が、「余りに冷たい発言であるが、原告には家族を介護した経験が\nあるのか、原告は一人で生活しているのか。」と問うたところ、原告は、「そのこ\nとは何も関係がない。なぜそのようなことを聞くのか。」などと反問した。\nＦは、原告の糖尿病の症状についての話の内容、原告が話す剣幕が激しいことに\n動揺して気分が悪くなり、Ｆの長女は、「このようなヘルパーがいるのであれば、\n自分で介護を続けるので、ヘルパー派遣は断る。もう帰ってほしい。」と求め、ｆ\nケースワーカーと原告は、一時間を超えてＦ宅にいたにもかかわらず、必要な調査\n事項について皆目調査し得ないままに、Ｆ宅を退去せざるを得なかった。\n（２）　ｆケースワーカーは、平成八年一月五日午後五時すぎに帰庁し、ｂ課長に\n対し、Ｆ宅での調査の際の状況を報告し、「Ｆ宅では原告が一方的にしゃべりまく\nり、原告を制止することができなかった。」と報告した。\nｂ課長は、同日原告に対し、Ｆ宅での状況を聴取した後、どうして頻繁にケース\nとの問題が起きるのかとただし、「公務員として仕事を遂行する上で我慢すること\nが必要なときもあるのに、自分のとった言動により相手と対立し、今日も訪問した\n目的を達成できなかったことはヘルパーとして失格ではないか。」などと注意し\nた。\nＦの長女は、同月二五日に港区役所に来庁し、ｂ課長とａ係長に対し、同月五日\nにｆケースワーカーから報告があった内容と同じ状況を説明し、「原告は人の話を\n聞かず、切り口上で話をする。自分の架空の世界で話をしており、話し始めると舞\nい上がって話を止めることもできない。母の面前で、糖尿病について、足が腐ると\nか目が見えなくなると言った。Ｆは、原告の話を聞いてその場で気分が悪くなって\nしまい、その日から寝込んでしまった。」\nと原告の言動を非難した上で、「こういう人が福祉にかかわっているようでは、介\n護を依頼することができない。」と言ってヘルパー派遣は辞退すると申し出た。\n（３）　ケースワーカーによるヘルパー派遣の調査に同行するヘルパーの役割は、\n具体的な介護を実施する側の者としての立場からケースワーカーの補佐を行い、か\nつ、介護において必要となる事情（通院はどの病院か、買物はどの店でするか等）\nをあらかじめ調査しておくことにある。原告の言動は、明らかに補佐、助言の域を\n超え、調査の限度を逸脱しているのみならず、かえってケースワーカーの調査を妨\n害し、対象者に不安を与え、港区のホームヘルプサービスに対する信頼を失わせる\nものである。\n（九）　Ｇについて\n原告は、平成八年一月一一日、ｇヘルパーとともにＧ宅を訪問した。当日は、Ｇ\nの夫の通院予定であり、原告が夫の車椅子に付き添い、福祉キャブに同乗して病院\nに行き、ｇはＧ宅に残って妻の介護と家事を行うことにしていた。原告とｇの二人\nが夫の身支度等をし、車椅子に乗せてＧ宅の玄関先に出したが、原告が忘れ物を取\nりに戻り、車椅子を離れたところ、原告がブレーキを掛け忘れたため、車椅子が転\n倒して夫が頭部に受傷する事故が起きた。\n原告は、午前中のＧ宅での介護を終えて帰庁したが、事故の報告を一切せず、午\n後五時過ぎに帰庁したｇヘルパーは、ｂ課長とａ係長に事故の報告をした。その\n際、ヘルパーの経験が長いｇは、「原告は仕事中に放心状態になることがあり、そ\nの間は無表情になって、声をかけると我に戻るようなことがある。また、ヘルパー\n二人で介護する際、原告は、例えば、風呂場の掃除をし始めると、風呂場に閉じこ\nもってそれに集中し、一心不乱に風呂掃除ばかりをし、他になすべきことがあるの\nにそのことに考えを及ばせることもないなど、一つのことに固執して時間をかけ、\n手を掛けるべき部分と余り手を掛けなくてもよい部分との見極めができないので、\n何かのことをする都度必ず声かけをしながら仕事を進めるようにしている。しか\nし、原告は、先輩として、また彼女のためによいことと思ってした指導、助言に対\nして聞く耳を持とうとしないし、それを逆にとり、『私をいじめる。』と思うとい\nった被害妄想がある。今日の転倒事故についても、何度もブレーキを掛けるように\n言って注意しており、今日もそういったばかりなのに守らなかった。」と状況を説\n明した。\n原告\nは、ｇから黙っているように言われたため事故の報告をしなかったとするが、その\nことは事実に反する上、ケースに事故が発生した場合でも報告しないでよいと考え\nること自体、ヘルパーの態度として重大な問題がある。\nｂ課長とａ係長は、同月一二日、原告に対し、住民がけがをするような事故を起\nこしたときは上司に報告するように注意したが、原告は、体調が悪かったとか、忘\nれ物をして玄関の方を見ていた一瞬のことだったなどと弁解するだけであった。\nまた、原告は、Ｇ夫婦の食事の介護をするとき、Ｇ夫婦が食べる物に対し、「汚\nい。」、「こういうのは人間が食べるものじゃなく、動物しか食べない。」、「こ\nんなもの、よく食べるわね。」などと発言したり、Ｇ夫婦の夜の夫婦関係を尋ねる\nといった、無神経、不見識な話題を出すことがあった。なお、Ｇ夫婦に対する港区\nのヘルパー派遣中、他のヘルパーとＧ夫婦との間には問題は生じていない。\n（一〇）　Ｈについて\n（１）　原告がＨ宅を訪問した平成八年二月二二日は四回目の訪問であるが、Ｈか\nらケースワーカーに苦情の電話があり、「買物を頼んでいるだけだが、頼んだもの\nを買ってきてくれないので困っている。二月当初の派遣の初日から人の言うとおり\nやってくれる人ではないという印象であったが、特にひどいので、今日抗議する\nと、『それならば交替する。』と捨てぜりふを言われた。」ということであった。\n（２）　ａ係長が、同日ケースワーカーとともにＨ宅を訪問し、事情を聞いたとこ\nろ、Ｈは、右の電話で聞いた内容の話をしたほか、「原告は自分の考えで食料を買\nってきてしまう。すき焼き用の肉を頼んでないほど多量に買ってきたが、自宅には\n冷凍庫がないので捨ててしまったこともある。頼んだ品物がなかったら買わなくて\nもよいと言っても、勝手なものを買ってくる。」などの苦情を述べ、「経済的にも\n負担であり、原告が来たら自分は神経衰弱になってしまう。」と訴えた。ａ係長\nが、担当のヘルパーは簡単に交替できないが、原告が反省したらその奉仕を受け入\nれてくれるかどうかを尋ねたところ、Ｈは、「とても我慢できない。」と言い、原\n告の受入れを拒否した。ａ係長がＨに対し、これから買物が頼めなくてどうするつ\nもりか尋ねると、Ｈは、「食べないでいるしかない。」と答えた。\nａ係長が同日原告に確認したところでは、原告は、ただ、「Ｈからヘルパーを替\nえてほしいと言われた。」というば\nかりで、なぜ自分がそのようなことを求められたのかについて考えを及ばせる様子\nではなかった。ｂ課長とａ係長は、協議した結果、このまま原告をＨのもとに派遣\nした場合、Ｈの性格を考慮すれば原告に対して買物を頼まず餓死する事態も生じか\nねないと危倶されると判断し、同月二九日、同年三月及び同年四月のヘルパーを交\n替する措置を執った。\n原告は、介護を受けるケースの主体性等に対する配慮を欠き、自己の価値観等を\n押し付けるなどの態度をとったために、Ｈからその生命の維持にかかわる問題にな\nりかねないヘルパーの派遣を拒否されるという結果を招来させてしまった。他のヘ\nルパーは、Ｈの食生活を維持するために、Ｈの意志に沿った買物介護ができるよう\nに工夫して、対話などしつつ、半年以上にわたって介護を遂行してきたのであり、\nその間にＨからヘルパーの派遣を拒否されたことはなかった。\n（一一）　原告とｂ課長との話合い等について\n（１）　ｂ課長は、原告が職場においてする日常会話において全く事実と異なる作\nり話をとくとくと話し出す様子、一度話し出すと相手に口を差し挟まさせず、一人\nで延々と話し始め止まらなくなってしまう様子、原告の執務について注意してもｂ\n課長からの問いかけに対し、質問されている事実から話をそらし無関係の話をとう\nとうとし始めてほとんど会話が成立しない様子、Ｂ宅においてだれもいない方向に\n目を向けて突然話し出し声を掛けられてはっと我に返る様子、Ｆ宅において自分の\n立場や責任を全く考えずに相手の話も聞かないで一人で話し出して止まらない様\n子、自殺を試みた旨の職員課長に宛てた手紙の内容などから判断して、原告に内面\nの問題があるのであればその解決を考えるべきではないかと考えた。\n（２）　ｂ課長は、平成八年二月二七日、原告と話し合い、原告に対し、「あなた\nは自分では仕事を自分なりにやろうとしているのかもしれないが、ケースからは苦\n情が絶えない。仕事が空回りしているようだが、その矛盾をどう感じているのか。\nまた、職場での明るい面と、ケースからの苦情が頻発している『原告が怖い。』と\nいう面とがあるように、あなた自身気がつかない心の二面性を持っているのではな\nいかと心配している。このままヘルパーの仕事を続けていくとすれば、今までのよ\nうなケースとのトラブルは許されない。私と一緒にカウンセリングに行こう。」と\n提案した。これに対し、原告は、「弁護士に相談す\nる。もし医者にかかって異常がなかったらどうするのか。自分の仕事のやり方は今\nまでどおり変えようがない。自分はケースに対し正しいことを言っており、Ｈの場\n合ケース本人の方が一方的に悪い。ａ係長は係長として認めないし、口も聞きたく\nない。」などと答え、自己の落ち度については全く反省の色を見せず、ｂ課長の提\n案も受け入れなかった。\n（３）　原告は、平成八年四月一日、突然ｂ課長の席に来て「早く病院に行きまし\nょう。弁護士と相談したら二か所ぐらいかかった方がよいと言われた。γ病院に神\n経内科があると聞いている。そこにも行きたいと思うが、どうか。」と尋ねてき\nた。\n（４）　ｂ課長は、平成八年四月二三日、原告と行った執務上の注意などの話合い\nの中でカウンセリングのことにもふれ、「二か所の病院に行くのもよい。ただ、医\n療機関を勧めたのは自分が自分で直すという努力が大切だからであり、上司の命令\nで行くものではない。」などと説明したところ、原告は、「課長が行けと言うから\n行くのであって、自分は病気ではない。」と答え、カウンセリングを受けることを\n辞退したため、その後ｂ課長は、カウンセリングの話を提案しなかった。\n（５）　ｂ課長らは、平成八年五月二三日、職員課の職員を交えて原告と話し合\nい、ｂ課長は原告に対し、ホームヘルパー業務の心構え、老人と接する上で必要な\nこと、同僚との関係について説示し、原告の考え方を尋ねた。原告は、港区のヘル\nパーの質の悪さを非難し始め、「港区のヘルパーはマナーが悪い。これからは外国\n人に対しても接するマナーが必要であり、容姿をきちんとし、姿勢を正しくし、太\nっていたり、足のむくみがあったりすることはあってはならない。」と述べ、「こ\nんなひどいところは辞めてやる。」とも語ったが、一方では、「介護福祉士の受験\n資格を取るため三年の実務経験が必要である、ただし、港区には長く勤務するつも\nりはない。」とも述べている。原告は、「知り合いの警察官にＢの前歴を調べても\nらったところ、窃盗歴のある人だと分かった。」ととくとくと語って、ケースワー\nカーに比べて自らの調査能力を誇示していたが、原告の話を聞いていた者は皆、お\nよそこれが事実でないことがたやすく分かった。\n（一二）　Ｉについて\n（１）　Ｉは、平成八年四月二六日、「原告をヘルパーとして来させないでほし\nい。」と申し出てきた。\n（２）　Ｉの申出の内容は、次のようなものであった。\n原告は、介護の一環として依頼された買物に行った際に、近くの商店街で、「いつ\nも面倒を見てくれる人がＩの財産をねらっている。」と言いふらし、そのためＩは\nその人からの協力が得られない状況になってしまって困っている。原告は、原告と\nもう一人のヘルパーがＩ宅での介護業務を終えて帰った後に、一人だけでＩ宅を訪\n問したり、奉仕日でもない日にＩ宅を突然訪問したりして、Ｉに対し、同僚のプラ\nイベートなことや悪口、男女間のいやらしい話などをする。Ｉが「やめてほしい。\n疲れているから帰ってほしい。」と原告に言っても、原告は延々と話を続けて帰ろ\nうとしない。Ｉは、「原告はとにかくおかしな人で、プライベートなことまで口を\n挟む。原告を来させないでほしい。」と述べていた。\n（３）　このようなＩの原告に関する苦情は、ヘルパーに対する苦情としては異常\nとしかいいようがない。Ｉは、平成八年四月当時極度にやせ細るという状態であっ\nたため、原告にこれ以上続けて介護させると、Ｉの体調がさらに悪化するおそれも\nあるので、ａ係長は、同年五月からの代替奉仕の際は、原告をＩ宅に派遣しても直\n接Ｉの介護に当たらせることはしないよう原告に同行するヘルパーに指示すること\nにした。なお、Ｉに対する港区のヘルパー派遣中、他のヘルパーとＩとの間には問\n題は生じていない。\n（一三）　Ｊについて\n（１）　原告は、平成八年六月一八日、ケースワーカーに対し、Ｊ宅で電気を消さ\nれて「帰れ。」と言われ、身の危険を感じたので外に出たと連絡してきた後、その\nまま帰庁した。同日、ａ係長は、Ｊ担当のケースワーカーとともに、原告からＪ宅\nから帰ってきた理由を聞いたところ、原告は、「Ｊの長男と掃除中エアコンを消\nす、消さないという話をしていたところ、Ｊの長男が怒りだし、大声で怒鳴られ、\n部屋の明かりを消されて、『来ないでくれ。』と言われたので、帰ってきた。」と\n答えた。\n（２）　ｂ課長は、平成八年六月一九日、事情を確認するためにケースワーカーと\nともにＪ宅を訪問したが、Ｊの長男は、「自分が買物に出たいので、原告に対し、\n『掃除が終わったらエアコンのスイッチを入れてほしい。』と頼んだが、原告は、\n『以前に訪問した家庭でエアコンを壊したというようなことを言われたことがある\nので、触りたくない。』と言って断った。自分は、『Ｊが汗かきなのでエアコンを\n入れてほしい。』と再度頼んだが、原告は、『Ｊはエアーマット\nを使っているので汗などかくはずがない。』と言って拒否した。自分が、『エアー\nマットを使っていても、Ｊは昔からよく汗をかく。』と説いて再三訴えても、原告\nはそれを断固否定して聞かないので、『自分は一〇年以上もＪを介護しているの\nに、原告からそのように言われる筋合いはないし、援助に来てもらっているのだか\nら、こちらの言うことも聞いてほしい。』と言って原告と言い合いになり、原告に\n帰るように言った。」と話した。\n（３）　ｂ課長は、平成八年六月二〇日、原告を呼んで、ａ係長の同席の下にＪ宅\nでのやりとりを確認してきたことを話し、自分の判断や考え方ばかりを相手に押し\n付け、素直に相手の言うことに耳を貸そうとしない点は一向に改まっていないと反\n省を求め、「福祉は心なり」と何度も言ってきたが、その認識が欠けており、住民\nとの言い争いをこのように繰り返すことは絶対にやめてほしいと注意を与えた。し\nかし、原告は、指摘されたようなことはＪの長男に言っていないと否定、反論する\nことに終始し、上司の戒めを素直に聞く態度を示さず、また、同年一二月には港区\nを辞めたいという意向を述べた。\n原告は、ヘルパーの打切りを切り出したことにＪの長男が怒って、原告に「来な\nいでくれ。」と言ったとするが、仮に原告がヘルパー派遣の見直しの話を持ち出し\nたとしても、そのこと自体が原因でＪの長男が激怒するはずがなく、原告は問題点\nをすり替えている。なお、Ｊに対する港区のヘルパー派遣中、他のヘルパーとＪの\n長男との間には同様の問題は生じていない。\n（一四）　Ｋ夫婦について\n（１）　Ｋは、平成八年七月八日、ａ係長に対し、「原告を派遣するのをやめてほ\nしい。」と申し出た。\n（２）　ｂ課長は、平成八年七月一〇日、ａ係長とともにＫ夫婦宅を訪問し、事情\nを聞いたところ、次のような事実が判明した。\nＫらが悪いことをした覚えはないにもかかわらず、原告はＫ宅で怒っているばか\nりで、Ｋらにとっては原告がなぜ怒っているのかも分からず恐ろしいばかりであ\nる。原告は、頼んだ掃除をしてくれない。例えば、トイレの便座カバーを取り替え\nてほしいと原告に頼んだところ、原告から「そんなことはできない。」と激しい口\n調で言い返された。\nＫ夫婦は、同年八月から老人ホームに入所することになっていたので、その後に\n訪問した他の職員に対し、「原告が来ているときはいろいろあって辛かった。だ\nが、もうすぐ夫婦そろって老\n人ホームに入所するし、港区役所にはいろいろ世話になったから、今はこれ以上何\nも言えない。黙ってホームに行く。」と語った。\n（３）　ｂ課長は、平成八年七月一一日、Ｋ夫婦の件について原告から事情を聴取\nしたが、原告には指摘される事実を認めようとする姿勢はなく、反論する姿勢を示\nしたので、ｂ課長は、原告に対し、「あなたのケースと接するときの言葉が相手の\n感情を強く傷つけている。ケースを対等の立場で見ず、一歩下がった姿勢が必要で\nある。」と指摘したが、原告はその指摘を認める様子はなかった。\n原告は、Ｋの夫は情緒不安定でいらいらしていたと主張するが、初めての訪問の\n際にトイレの掃除に関してすら、その言動によってＫを逆上させたのであり、原告\nの主張は当たらない。\n（一五）　Ｌについて\n（１）　Ｌは、平成八年八月二九日、ａ係長に対し電話を架けて、原告について苦\n情を申し出た。\n（２）　Ｌの苦情の内容は、次のようなものであった。\n原告は、同日一一時ころにＬ宅に来て、「どこに行っていたか。」と言った。Ｌ\nは、当日は午後にヘルパーが訪問するはずであり、午前一〇時ころには家を空けて\nいたので、原告に対し、「今日は午後ではなかったのか。」、「職場の連絡ミスで\nはないか。」と答えたところ、原告は、突然、「女性問題だ、セクハラだ。」など\nと趣旨不明のことで約一〇分くらいＬを罵倒した。Ｌは、「原告から『セクハラ』\nと言われたが、自分は何もしていないし、触ってもいない。原告から罵倒されたこ\nとで精神的に嫌になってしまい、原告を追い返した。原告は嫌だ。二度と原告を来\nさせないでほしい。真面目なヘルパーを派遣してほしい。」と述べていた。\n（３）　ａ係長は、原告がＬから追い返され、Ｌの介護が何もできなかったため、\n当日の午後に原告の代わりにｈヘルパーを派遣してＬの介護を行わせた。ｈヘルパ\nーがＬ宅を訪問した際には、Ｌはいつもと変わった様子はなく、普段どおりに会話\nができ、ｈヘルパーは、通常どおり掃除、買物の介護を行った。ａ係長が同日原告\nに事情を問いただすと、原告は、「Ｌから卑わいなことを言われた。」と言うの\nで、具体的にどのような発言があったのかについて詳しい説明を求めたところ、\n「原告に会えなかったと言って泣かれた。今日は帰さないと言われた。」というよ\nうな、従前同様、あり得るはずもない事実を口実として述べるだけであった。\n原告は、当日のヘルパーの訪問\n予定の問題を巡ってＬが怒りだしたと主張するが、Ｌのｂ課長らに対する抗議の内\n容に反するものであり、原告は問題点をすり替えている。なお、Ｌに対する港区の\nヘルパー派遣中、他のヘルパーとＬとの間には同様の問題は生じていない。\n（一六）　Ｍについて\n（１）　Ｍの三男は、平成八年九月二四日、港区役所を来庁し、ｂ課長及びａ係長\nに対し、原告について苦情を申し出た。\n（２）　Ｍの苦情の内容とは、ｂ課長及びａ係長がＭ宅を訪問するなどして調査し\nたところでは、次のようなものであった。\n原告は、Ｍの通院介護のために派遣されているにもかかわらず、Ｍから五、六〇\nセンチメートル離れて歩くだけで、一度もＭの手を引くことなく、実質的な介護を\nすることがなかった。原告は、Ｍに対し、「さっき病院の待合室で『結婚してる\nの』と聞かれ大変嫌な思いをした。」、「そんなことを聞くことは自分の人権にか\nかわることであり、人権委員とかに訴える。裁判しましょう。」と言って脅迫し、\n「あなたの口が臭いから食欲がなくなった。」、「あなたとはもう口を聞きたくな\nい。」などと侮辱し、「あなたは病院のことがよく分かるのだから、タクシーに乗\nって帰ったら。」と、およそ自らの職務の趣旨を理解しているとは思えない言辞を\n述べた。原告の介護の態様に苦情を述べたことを逆恨みしてか、「うちのヘルパー\n全員があなたの息子を怖がって、皆あなたのところに来たがらない。仕方なく私が\n来ている。あんなだらしのない息子が課長や係長に文句を言いに行く資格はな\nい。」などと侮辱した。\nｎヘルパーは、同年一〇月三日にＭの通院介護をしたが、このとき病院の待合室\nで診察から戻ってきたＭがｎを不自然に避けるので、Ｍにその理由を尋ねたとこ\nろ、Ｍから、「私、臭いでしょう。」と聞かれた。また、ｂ課長とａ係長が、同月\n八日に謝罪と原告の言動の確認のためにＭ宅を訪問したときにも、Ｍから、「私の\n口は臭いですか。」と何度も聞かれるなど、Ｍが原告の言辞により傷ついた状況は\n解消されていなかった。\n（一七）　原告の派遣中止について\nｂ課長は、平成八年一〇月四日（金曜日）、これ以上原告を各ケースに派遣する\nことは、派遣を受けた家庭に犠牲を強いることになり適当ではないと判断し、原告\nに対し、「現在持っているケースを来週の月曜日からすべて外します。あとは事務\n室で事務的な仕事をしてもらいます。」と話した。原告は、その際にも、「\nＭケースに謝ることは自分の非を認めることになる。」として、調査した結果を認\nめようとはせず、反省の様子もみせなかった。\n２　原告の矯正不可能性について\n（一）　ホームヘルプ業務によって介護を受ける者は、老齢の者、寝たきりの者、\n孤独な一人暮らしの者、痴呆症状を有する者、厭世観、生きることへの自信の喪\n失、絶望感、劣等感等のために無気力の者、歩けない、動けない、目が見えない、\n口が利けない、耳が聞こえない等の重度の障害を持つ者、慢性又は複数の病気を持\nつ者、他人の介護や福祉に頼って生活していることに引け目を感ずる者等、生活、\n病気、将来への不安の下で介護に頼って生活している様々な状況にある者である。\nまた、介護を受ける者は、障害等のため適切な介護者がいなければ日常生活の維持\nにたちまち不都合を生ずるばかりでなく、介護の内容次第によっては、健康、生命\nの危険に遭遇しないとも限らない立場に置かれている者であって、ホームヘルプ業\n務は、その相手にとって生活の維持や生存のために極めて切実性の高い業務であ\nる。\n（二）　ホームヘルプ業務の基本は、このような高齢者や障害者の個別性に合わせ\nた日常生活上の援助、支援をすることである。その高齢者等における個性、人格、\n価値観、信条、その普通の日常生活の姿（その生活習慣、生活のリズム、個人の好\nみ、趣味、習癖、嗜好など）や、本来その高齢者等にとって不可侵のものである個\n々の家庭の姿、特徴は、援助に際して与えられた前提条件ないし与えられた援助の\n場である。その中で、その高齢者や障害者の生活には今現に何が求められているの\nか、本人や家族はその日常生活上何を望んでいるのか、どうして今の状態になって\nいるのかといった視点から、その状況を率直に理解し、常識を持って援助を受ける\n者に接し、気弱になって日常生活を送っている者を勇気づけ、慰めながら、求めら\nれている援助を実施することが必要である。\nその際、ヘルパーなどの援助者が、日常生活にかかわる自分の価値観や信念に基\nづいて「こうすべきである」と考えても、それに相手側の理解、納得が得られてい\nなかったり、逆に相手側が「そうしてほしくはない」と思っていることを無理に勧\nめたりすることは、援助を受ける者にとって、身についた生活の仕方、方法、習慣\nの修正ないし侵害を強いられるものとなり、介護を受けることがかえって苦痛を与\nえるものとなってしまう。さらには、相手\n側の気持ちに逆らった援助は、その日常生活の平穏や安定を損ない、気弱になって\nいる者に生活することの自信を失わせ、同時に健康への悪影響を及ぼす結果ともな\nりかねないことについても、援助者は十分心を配り、理解しておかなければならな\nい。\nしたがって、ヘルパーとして介護する者において、介護を受ける者の話を聞かな\nい、話をさせない、あるいは相手の話を無視、否定すること、相手の現実の姿、気\n持ちについて受容、共感することができずに、日常生活のあり方について高圧的、\n命令的、支配的な態度に出たり、自己のイメージに固執して、その介護の受け手に\n押し付ける態度に出ること、常識的な思いやりの心や相手方の気持ちを理解しよう\nとする寛容な態度を欠くことは、およそ適切ではない。老齢等により生理的機能が\n低下して気弱になっていて、他人の介護を受けることによって生活している者にと\nって、その介護に当たる者が自分の気持ちを本当に理解してくれるような人ではな\nいと感じたとき、心を閉ざし、介護者に不信感を抱き、介護を勧めてゆくために必\n要な信頼関係を築くことは、およそ不可能である。\nまして、その言動によって相手に不安感、恐怖感を与えたり、その日常生活にお\nける主体性、価値観、意思といったものを無視、否定し、あるいは自己の価値観や\n倫理的価値判断でそれを評価、審判する態度をとって、相手に対して攻撃的、強圧\n的な言動に出たり、相手を批判、追及したり、ないしは相手の人格を尊重せず、そ\nの心や気持ちを傷つけるような傲慢若しくは侮辱的な態度、口調をとることによ\nり、自己のイメージの正当化、自己主張を貫徹するようなことは、到底許されるも\nのではない。そのような態度が、相手の言動に対する感情的、衝動的あるいは被害\n妄想的な反応を伴ってとられたものである場合は、なおさらである。\n（三）　原告がホームヘルプ業務を行った際の原告の言動や行動等のうち、介護を\n受ける者との間で問題となった主要なものは、前記第三の一１において挙げたＡか\nらＭまでの介護の際の原告の言動や行動等であるが、このような原告の言動等に\nは、原告の独善的な態度、自己本位的な態度が顕著に現れている。そして、原告\nは、自己の主観、選択したところに従って特定の介護業務だけを専ら行い、あるい\nは自分の思うがままの話を一方的にして、その場で介護を受ける者が求めている介\n護業務を行わない上、他人に日常生活上の介護を\n委ねている立場にあって、いわば介護者に対する関係では弱者である介護を受ける\n者に対して、自分の考えや感覚（イメージ）を押し付け、強制するなどの高圧的、\n命令的、支配的な態度に出ている。一方、原告には、介護を受ける者の側の個々の\n日常生活における主体性、生活習慣、価値観などについては、配慮、尊重すること\nがないどころか、それを受容しようとする姿勢すら全くなく、その心や気持ちを傷\nつける不穏当な言葉、態度を用いて無視したり否定する。また、原告は、介護を受\nける者の側の言動に対しては、日常会話や世間一般の言動の類であっても、誇大妄\n想的ないし被害妄想的と評し得る受け止め方をすることが多く、感情や情緒、衝動\nを自制することができないまま、直ちに逐一かつ徹底的に相手を反撃し、相手と対\n決する姿勢をとり、尋常ではない口調で言い返し、追い詰め、叱責、批判をするな\nどの言動を執拗に行って、自己の主張や見解の固執し、それを正当化しようとする\n態度が露骨に現れる。原告は、興奮すると、形相が変わり、舞い上がって、自分の\nイメージでしゃべりだし、自制することも他人が止めることもできなくなる。想念\nの世界と現実の問題との見境がつかなくなって支離滅裂な話となり、その相手は原\n告が何を言おうとしているのかを理解できなくなると評する者も回りには多い。こ\nのような原告の言動や行動等が、前記第三の一１において挙げたＡからＭまでの介\n護を受ける者から港区に対する苦情となって現れているのである。\nこのように、原告の言動や行動等は、原告の独善的、自己本位的性格、被害妄想\n的性格という素質、性格に由来し、それに原告の自己を主張し正当化しようとする\n態度、感情的、衝動的な態度が加わって発生するものと認めるほかないものであ\nり、そのような原告の素質、性格、態度は、ホームヘルプ業務の遂行に当たって基\n本的に求められている姿とはおよそ相いれないものであり、かえってホームヘルプ\n業務の遂行にとって極めて重大な障害となる。\n（四）　原告の上司であるｂ課長やａ係長は、前記のような原告の素質、性格、態\n度について、再三にわたって原告と話し合ってこれを改善するよう原告を注意指導\nし、助言を行ってきており、原告の同僚らも助言しようと努力してきたこと、原告\nの担当するケースを峻別したり、ケース数を減らしたり、他のヘルパーに同行させ\nてケース宅に派遣するという措置を執ったことは、前記\n第三の一１で挙げたとおりである。\nしかし、原告は、上司との話合い、上司からの注意指導や助言に対しては、「自\n分は一生懸命仕事をしており、何も悪いことはしていない。」、「注意されるよう\nな苦情が介護を受ける者から出てくることの方がおかしなことであり、苦情にある\nような事実は認めない。」と述べ、自分は正しいことを言っており、介護を受ける\n者やａ係長、同僚の方が悪いという批判を繰り返し、かつ、延々と一方的に港区の\nホームヘルプ業務への批判等あれこれの言い訳や反論をし、現実にあった住民から\nの苦情を受け止めて対応しようとする姿勢、上司の注意指導や助言を素直に聞こう\nとする姿勢は全く見せず、自己を正当化する態度に終始した。その上、原告は、\n「自分の仕事の仕方を変えることはできない。」と述べ、ときには「もう退職した\nい。」とか、「仕事の適格性に欠けるなら処分をすればよい。」とか述べるのであ\nった。\nまた、原告は、同僚らの助言に対しては、およそ他人の意見めいたことに聞く耳\nを持たず、かえって同僚を非難し、形相を変え、興奮状態むき出しでくってかかっ\nたり、口調を荒げて怒鳴ったり、脅したりした。そのため、同僚が原告に対し、助\n言や意見を言おうとすることは容易なことではなかった。\n（五）　以上のとおり、原告の素質、性格、態度は、ホームヘルプ業務を遂行する\n上で極めて重大な障害となるものであり、それはヘルパーとしての職務を原告が適\n正に遂行することができないということにとどまらず、ヘルパーとしての職務とは\nおよそ基本的に相いれない性質のものであって、その職務遂行に際して介護を受け\nる者に精神的な危害を及ぼすおそれ、その日常生活の平穏、安定、ひいては健康、\n生命の維持を侵害するおそれがある。そして、原告の素質、性格、態度に基因する\n言動や行動等は、職場の同僚や上司との関係でも同様であり、上司は原告に対し、\n再三にわたり注意指導、助言を繰り返してきたが、一向に改善されなかったし、原\n告は、上司の注意指導、助言や同僚の助言を受け入れようとする態度を昀後まで見\nせなかった。\n被告は、右のような評価、判断の下に、原告について、その簡単に矯正すること\nができない持続性を有する素質、性格、態度に基因して職務の円滑な遂行に支障が\nあるものとして本件処分を行ったのであり、原告には、法二八条一項三号に該当す\nる事実があるから、本件処分は適法である。\n二　原告の\n主張\n１　原告の勤務における問題点の有無について\n原告の勤務の実態及びその指導経過は、次のとおりである。\n（一）　Ａについて\n（１）　被告の主張は争う。平成七年四月六日訪問の際の事実関係は、次のとおり\nである。\n原告は、同日午後一時五〇分ころＡ宅を訪ね、呼び鈴を押し、ドアをノックした\n上、ドアを少し開けて、「ごめんください。」と呼び掛けた。玄関口からＡのいる\n奥の部屋のベッドまでが視界に入るので、原告が玄関口から中の様子をうかがう\nと、いつもは灯やテレビが付いているのに、この日にはそれもなく薄暗くなってい\nたし、言語が不自由ながら、「アー」、「ウー」というＡの返事もなかった。そこ\nで、原告は、玄関から二度ほど、「Ａさん、ヘルパーのｉです。」と呼び掛けたと\nころ、しばらくして、ベッドの中にいたＡが顔を上げたのが見えた。原告は、Ａが\n在宅していたので安心して、「失礼します。」と言ってベッドの脇まで行った。Ａ\nは、いつもは電動ベッドを起こしてベッドの脇にいるヘルパーに筆談を交えて仕事\nの指示を行い、買物のメモを渡していたが、この日は布団をかぶったまま、もぞも\nぞと身体を動かしており、額に汗をかき、目を閉じて眠ったままの状況であった。\nそこで、原告が改めて、「Ａさん、ｉですが。」と呼び掛けたところ、突然Ａは布\n団をはねのけて自力で起き上がり、意味不明の言葉を発して興奮した様子であっ\nた。さらにＡは、震える手でメモを書き、原告に投げつけた。そのメモには「帰\nれ」と書かれていた。原告は、Ａの指示が普段と違うし、Ａの指示に反してこのま\nまＡ宅にいてもさらに混乱を生ずる可能性があり、Ａが買物のメモを渡す雰囲気で\nもなかったので、Ａ宅を退去することにし、帰庁してからａ係長に報告したが、特\nに指示や注意を受けていない。原告が、当日Ａの介護業務ができなかったのは、不\n可抗力である。\n（２）　Ａ宅では、これまでも多くのヘルパーとの間でトラブルが絶えず、係内に\nおいては「処理困難ケース」と呼ばれており、事務検討会でもしばしば取り上げら\nれていた。Ａの介護を嫌がるヘルパーもいて、Ａの訪問介護の日にあらかじめ年次\n有給休暇や生理休暇を取ったり、突発で休んだりすることが多かった。そのため原\n告は、この日以降も、平成七年四月二七日、平成八年五月九日、同月一三日、同月\n三〇日、同年六月一〇日、同月二〇日及び同年九月二六日と、代替としてＡ宅を訪\n問介護したが、\nいずれも何の問題もなく楽しく仕事ができた。なお、その後、Ａは、港区のヘルパ\nー派遣をやめて代わりに介護券による家政婦紹介所を利用するようになった。\n（二）　Ｂについて\n（１）　被告の主張は争う。\n（２）　原告は、買物を依頼された物についてはすべてメモを取り、近所の八百\n屋、酒屋、肉屋でＢの希望どおりに買物していた。たばこは玉川屋酒店で購入し、\nＢの希望を拒否したことはない。豆腐や生鮮食料品は、Ｂの指示により、流し台や\nちゃぶ台の上に置いていた。Ｂは、冷蔵庫の中を原告に見られるのを嫌がっていた\nようで、原告がＢから冷蔵庫に入れるよう指示されて従わなかったことはない。Ｂ\n宅はαのビル街にあり、近くに魚屋もスーパーもなく、Ｂは機嫌がよくないと、\n「鮮魚が食べたい。ヘルパーならなんとかしておくれ。」と言うが、鮮魚は週二回\nトラックに商品を載せて巡回してくる業者から買うほかなく、原告はそのトラック\nを探してみたが、見つからず、Ｂにそのことを話すと、Ｂは、「それじゃ、仕事に\nならないね。」と言った。原告がそのほかに買って来なかった物はない。原告が怒\n鳴り散らしたり、政治の話をしたことはない。原告がＢから依頼された介護は、買\n物と通院の付添いが主であり、Ｂが、「掃除は自分でする。」と言うので、アパー\nトの共同トイレの掃除を行うことで終わることがあった。予定の介護がすべて終わ\nった後に時間があるときには、Ｂと話をしたことがあるが、Ｂは原告に対し、原告\nの学歴、恋愛、結婚等のプライバシーにかかわる個人的な質問をすることが多く、\n原告は、閉口することが多かった。話をしているときにＢがたばこを吸っているの\nで、「たばこは遠慮してほしい。」と言ったことはある。\n通院の際は、タクシーにはＢ宅入り口の前で待ってもらい、アパートの出入り口\nでＢに靴を履かせ、階段を降りるときはＢに手すりにつかませながら、原告はＢの\nすぐ下の階段に立って、Ｂと一緒にゆっくりと降りた。Ｂが通院している病院は、\nθ駅東口バス停の前で、交差点のすぐ脇にあるので、タクシーの運転手から病院の\n側で停めるのを断られることがよくあり、やむを得ず、交差点を通り過ぎたところ\nで下車し、原告は、病院までＢと一緒に歩いたが、離れて歩くことはなかった。原\n告は、病院内では、Ｂから診察券を受け取り、外来受付に診察券を出してカルテを\n受け取ってから、Ｂとともに整形外科に行った。病院の待合室には、\n高齢者で身体の不自由な人たち、特に松葉杖やギブスをしている人も多いので、原\n告は、待合室でＢと一緒に座るときも周囲に気配りをしていた。外来診察室の入り\n口近くにいれば名前を呼ばれてもすぐ分かるし、移動も早くできるので、原告は、\nＢを入り口のすぐ近くのいすに座らせていた。その場合、他の患者に対する配慮か\nら、原告のような若者が入り口付近にいることを辞して席を譲り、Ｂから少し離れ\nることもあり、混雑していれば立たざるを得ない。Ｂが診察室に呼ばれると、今度\nは看護婦が付き添うので、原告は、遠慮して外で待った。診療終了後は、原告は、\nＢからカルテを受け取り、会計を済ませた上で、Ｂから投薬処方箋を受け取り、こ\nれを薬局に出して、薬局のいすに一緒に座って番号札を持って呼ばれるのを待ち、\n薬が出れば原告が受け取った。帰りのタクシーは、病院前の交差点では駐停車しな\nいので、θ駅東口まで一緒に歩いていった。\n以上のとおりであり、原告には非難される事実はない。\n（３）　原告は、ｂ課長とａ係長が、同年五月二三日に原告のヘルパーとしての執\n務態度について原告を注意、指導しようとした際に、ｂ課長らにＢ宅における介護\nの状況を説明したが、ｂ課長らは、原告の説明を信じようとはしなかった。\n（４）　原告は、平成八年九月五日、Ｂ宅にスポット対応（一時間以内の短時間で\n本人の必要としている介護を行うこと）のヘルパーとして派遣された。原告は、Ｂ\nから指示された布団干しと掃除（掃除機をかけ、雑巾掛けをすること）を行った。\n原告は、掃除を終えた後、Ｂから、「掃除機の吸い込みが悪いので直してほし\nい。」と言われたので、掃除機の中にたまったゴミを捨ててみたが、吸い込みの悪\nさは改善しなかった。原告は、それ以上掃除機の吸い込みの悪さを改善しようとす\nれば、掃除機自体を壊してしまうおそれがあると考え、それ以上何もしないでいた\nところ、Ｂは、「大学を出ているのに、こんなこともできないのか。」と原告を無\n能呼ばわりした。原告がそれに取り合わずに、「買物は何にしますか。」と尋ねた\nが、Ｂは、不機嫌な様子で「要らない。」と答えた。\n（三）　Ｃについて\n（１）　原告が、平成七年六月二九日ａ係長に対し、被告主張の申出をしたことは\n認めるが、その余は全部争う。\n（２）　Ｃは障害者ではなく、一人で歩行できるので、歩行に関しては通常の人の\nように接したが、原告に被告が非難するような事実は\nない。在宅サービスセンター内でのＣとのトラブルはないし、その職員が止めに入\nった事実もない。Ｃは、身体は自分で拭くと頑張り、他人が身体を拭くことを嫌が\nっていたし、実際、日頃から拭いているためか汚れはほとんどなかった。Ｃの介護\nについて、原告には非難される事実はない。\n（３）　原告が申し出たセクハラとは、Ｃが一人暮らしの孤独をしばしば原告に訴\nえ、介護の仕事が完了してもなかなか原告を帰そうとはせず、残すために何かと用\n事を言いつけ、原告の帰庁後も、原告のデスクに度々電話を架けてきて、「原告が\n置いていった石鹸のにおいがとても気になって。」などと話し始めるというもので\nあり、原告は、このように、ケースがヘルパーに過度に甘えたり、個人的興味を持\nつことは適切ではないので、このまま訪問介護を継続しない方がよいのではないか\nとａ係長に言ったのである。\n（四）　Ｄ夫婦について\n（１）　Ｄの妻が、平成七年七月三日に高齢者在宅サービス課ホームヘルプ係に電\n話を架けたことは認めるが、その余は全部争う。\n（２）　Ｄの妻は、ヘルパーが来るとつきっきりで掃除の仕方から洗濯の手順まで\nこと細かく指示し注意しており、ほとんど寝たきりの状態ではなかった。原告が、\n平成七年七月三日にＤ夫婦に対し、「掃除を見ていてほしい。」と依頼したことは\nあるが、それは、ケースの見ていないところでヘルパーが物を動かしたり捨てたり\nすると、後にトラブルの原因になりかねないからである。原告がＤ夫婦を叱りつけ\nたことはない。原告は、同年六月二六日にＤの夫に対し、掃除に協力するよう求め\nたことはあるが、これは、ホームヘルプ係の会議で、Ｄの夫に家事（風呂の水張\nり、洗濯物干し、掃除機をかける際に小物を動かす、タオルケット・シーツのしわ\n伸ばし、拭き掃除）を協力してもらうという方針を決めていたことから、この方針\nに従って協力を求めたのである。原告は、訪問介護の際にはすべて掃除をしてい\nる。原告は、Ｄの妻の指示どおり洗濯をしており、「洗濯しない。」などと宣言し\nたことはない。\n（３）　ｂ課長らが、平成七年七月五日に原告のヘルパーとしての執務態度につい\nて原告を注意、指導しようとした際、原告は、同課長らに対し、Ｄ夫婦宅における\n介護の状況を説明したが、ｂ課長とａ係長は、原告の説明を信じようとはしなかっ\nた。また、原告がＤ夫婦の担当から外れた経過については争う。\n（五）　職員課との面談等\nについて\n（１）　原告が職員課長に手紙を出したこと、原告は職員課長以外の者三人から会\n議室に呼ばれだこと、原告が健康管理係長の退席を求めたこと、原告が手紙を出し\nた事情を話すことなく退席したことは認めるが、その余は争う。\n（２）　原告は、ａ係長が平成七年四月に担当係長に就任した以後、ａ係長との人\n間関係に悩んでいたため、特別区相談所を訪ねて相談した。その中で、「直属の上\n司に話したら。それでも駄目なら職員課長に話せ。それでも駄目なら総務部長に話\nせ。手紙を出すのもよいかもしれない。」というアドバイスを受けた。そこで、原\n告が、職員課長の自宅に電話を架けて職員課長に手紙を出したいと申し出たとこ\nろ、職員課長から、「自宅ではなく、役所の課あてに手紙を出してほしい。」と言\nわれたので、その指示どおりにしたものである。原告は、同年七月一一日に職員課\nの職員から呼ばれ、会議室に行ったが、職員課長の姿はなく、被告の管理職三人\n（職員課健康管理係長を含む。）がいたため、原告は、以前職員課健康管理係長に\n不快な思いをさせられたことがあったことから、「課長と話ができると思ったの\nに、課長がいなくて健康管理係長がいるのはどういうことですか。」と述べて、健\n康管理係長の退席を求めた。しかし、健康管理係長は席を外さず、原告は、それさ\nえも聞いてもらえないのでは落ち着いて会話ができないと考え、「これでは、きち\nんとした話合いができる状況ではない。」と述べて退席したものである。\n（３）　ｂ課長が原告に対し、ケースを半減すると伝えたことは認めるが、このこ\nろになると、ａ係長の原告に対する対応はもはや尋常なものではなく、原告に対す\nるいじめとしか考えられないものとなっていた。なお、原告が現実にケースを半減\nされたのは平成七年七月一一日以降である。原告は、同日以降形式上担当を外され\nたわけではないが、原告以外のヘルパーに代替で行かせることにより、実際は、同\n日以降ケースを半減されたのである。ｂ課長は、原告に対し、「この取扱いは罰則\n的（制裁的）意味を含んだ処分、措置である。」と述べたが、このような罰則的取\n扱いは規則にない。原告は、同年八月初めからは、形式的にも担当するケースを半\n減され、ｂ課長はそのころ原告に対し、「職員が夏期休暇等で休むことになり、ヘ\nルパーの人手が足りなくなるので、これからは代替で仕事をしてほしい。」と頼ん\nだが、担当に比べ代替の派\n遣の方がケースの不満が出やすいことはいうまでもないことである。\n（六）　Ｅについて\n（１）　原告が、Ｅ宅においてうさぎの入っているかごを揺すったことがあるこ\nと、原告は、野うさぎの煮込み料理を食べたことがあるので、その話をＥにしたこ\nと、ｂ課長及びａ係長が、平成七年八月三〇日原告に対し、原告がｄヘルパーの担\n当に係る訪問介護に同行するのを取りやめることを告げたことは認めるが、その余\nは全部争う。\n（２）　Ｅは、原告を信頼し、原告の訪問を楽しみにしており、原告の訪問中は心\n身ともに安定しており、原告の介護に問題はない。ａ係長は、平成七年八月三〇日\n午後に開かれた事務検討会において、原告をＥの担当から外す提案をしたが、提案\nの理由としては、「住民サイドからの苦情が大きすぎて。」と言うだけであり、具\n体的な説明はなかった。右のとおりＥの介護について原告に何ら間題はなく、Ｅか\nら原告の派遣について苦情が出されるはずがないし、そのことは他のヘルパーも分\nかっており、ａ係長の原告に対する異常なまでの追求、非難について職場内では疑\n問が出されていた。また、ａ係長は、事務検討会の席上で、何の根拠も示さずに、\n「原告は不倫をしている。」と発言したことがあった。原告はｂ課長やａ係長に抗\n議したが、謝罪はおろか、訂正すら行われていない。明らかに原告に対するいじめ\nである。\n（七）　ケース数の半減等について\n（１）　原告がホームヘルパー養成講習を受講したこと、原告の派遣回数が半減し\nたこと、原告が総務部長と会って話をしたこと、被告の管理職らが盛岡市に住む原\n告の両親宅を訪ねて面談したことは認めるが、その余は争う。\n（２）　原告の派遣回数が半減したのは平成七年七月から平成八年三月までであ\nり、受講のせいではない。前記のとおり、原告は特別区相談所のアドバイスで、\n「職員課長で駄目なら総務部長に会え。」と言われたので、総務部長に会って話を\nしたのである。総務部長は、「ａ係長との対立の原因は何か。」と尋ねたので、\n「仕事上のことではなく、個人的な感情の対立で、ａ係長の原告に対する怒りの本\n質は分からない。」と答え、「プライバシーは守ってほしい。仕事を元に戻してほ\nしい。一生懸命仕事を頑張ります。」と伝えた。後日、原告が総務部長と面談した\nことを知ったｂ課長は、「勤務時間中に勝手に席を離れた。自分の面子がつぶされ\nた。」などと理由もなく怒り、原告を非難した。\n（八）　Ｆについて\n（１）　被告の主張は争う。\n（２）　ヘルパーとケースワーカーはそれぞれ専門的職業であり、ニーズの把握、\n援助内容等に関してはそれぞれの立場があり、協力して調査するのが適切であり、\n望ましい場合も少なくない。\nヘルパーによる介護の内容は、ケースのニーズによって決められるが、調査段階\nでのケースの訴えとニーズそのものが一致するとは限らず、そのため調査のときに\n十分把握していないと、後に適切な介護ができないことになり、不測の事態もあり\n得る。\n原告は、Ｆの長女の話を聞いていて、Ｆの既往症、病歴、服薬管理の状況は決し\nて良くなく、特に定期的通院がされていないと理解できたことから、医師との連携\nの有無を確認せずに、Ｆを外に連れて散歩させたり、食事の管理をすることはでき\nないと感じ、カロリー制限と食事療法上の医師からの留意点を質問して医師との連\n携の重要性を説明し、「主治医をきちんと決めて通院し、投薬、食事制限等も正し\nく把握することが優先されるべきであり、介護を担当する上で望ましい。」と発言\nした。Ｆの長女は、ヘルパー制度についての理解が不足しており、日中は毎日母の\nそばにヘルパーがいて、話し相手や間食の制約をしてもらえると思っていたので、\n原告は、港区のヘルパー派遣基準ではそれが不可能であること、他の区の基準も同\n様であることを説明した。この説明を聞いて、Ｆの長女は、ヘルパー派遣に消極的\nになったものである。Ｆの長女は、Ｆの散歩について医師の指示があることは言っ\nていないし、原告は、「責任を負いかねる。」などと発言したこともない。なお、\n原告は、Ｆの長女から、「原告は結婚しているのか。」と聞かれたので、「それは\n関係がない。」と答えたことはある。\n原告とｆケースワーカーは、この日にＦの長女から帰ってほしいと求められた\nが、二人でこの日の訪問を総括した結果では、原告らに大きな問題はないというこ\nとになった。\n（九）　Ｇについて\n（１）　Ｇが車椅子から転倒したことが原告によるブレーキの掛け忘れであること\nは認めるが、その余は全部争う。\n（２）　Ｇの夫の転倒事故は、原告の不注意によるものであるが、Ｇの夫の傷は、\n側頭部に浅い擦り傷を負い、わずかに血がにじんだ程度のものであった。ｇヘルパ\nーは、「転倒事故の報告は自分が行う。」と言うので、原告はその指示に従うこと\nにし、Ｇ宅からそのまま帰庁した。帰庁した原告は、同僚のヘ\nルパーに対し転倒事故があったことを報告したが、上司には報告しなかった。とこ\nろが、同僚から上司に転倒事故があったことが知らされ、ｂ課長は原告に対し、\n「何か報告し忘れていることがあるだろう。Ｇさんに関して。すぐにａ係長に報告\nしろ。」と言うので、原告はａ係長に報告したものである。原告は、殊更に上司へ\nの報告を怠ったわけではなく、ｇの指示に従って上司に報告しなかったにすぎな\nい。\n（一〇）　Ｈについて\n（１）　原告がＨの担当から外されたことは認めるが、その余は全部争う。\n（２）　原告が、Ｈから頼まれた品物を買ってこないということはない。Ｈは、原\n告に買物を指示するときには、買ってきてほしい品物を記載した紙を原告に渡して\nおり、買物をする場所も近所のスーパーマーケットと指定していた。原告は、Ｈか\nら雪印のマヨネーズを買うよう指示されたので、指定されたスーパーマーケットで\nこれを探したが見つからず、店員を通じて問屋やメーカーに問い合わせてもらった\nが、雪印ではマヨネーズを製造していないという回答であった。原告は、やむを得\nず、Ｈから頼まれた雪印マヨネーズの代わりに別のメーカーのカロリー二分の一の\nマヨネーズを買い、Ｈに右の経緯を説明しても、Ｈは理解してくれなかった。原告\nは、Ｈからすき焼き用の肉を二パックを買うようにと指示されたので、一週間分と\nして不足しないようにそのとおり二パックを購入した。原告が、Ｈから頼まれた品\n物がなかった場合に、自分の考えで勝手に別の品物を買ってくるということもな\nい。原告は、Ｈから特定のメーカーのとろけるチーズを買うよう指示され、指定さ\nれたメーカーのとろけるチーズを買ってきたが、包装の模様が変わっていたので、\nＨは、別の商品を買ってきたと思い込んで怒ったことはある。また、原告は、Ｈか\nらパセリを買ってくるよう指示されたが、買物をする場所として指定されたスーパ\nーマーケットにはパセリがなかったので、気をきかせて近所の八百屋でパセリを購\n入したら、Ｈは、指定したスーパーマーケット以外の場所では買うなと怒った。\n（一一）　原告とｂ課長との話合い等について\n（１）　ｂ課長が平成八年二月二七日に原告と話合いをしたこと、その時のｂ課長\nの提案内容のうち、「私と一緒にカウンセリングに行こう。」という部分を除いた\nその余の部分、原告がｂ課長の提案に対し、即答しなかったこと、ｂ課長が同年四\n月一三日及び同年五月二三\n日原告と話合いをしたことは認めるが、その余は全部争う。\n（２）　原告は、平成八年三月二九日にｂ課長らに呼び出され、「医者に行こ\nう。」と言われ、清瀬病院に行くよう強く勧められた。原告が相談した特別区職員\n相談所等からは、港区の指定する病院とそれ以外の病院で診断を受けることを勧め\nられたので、原告は、複数の病院で診断を受けることを前提に、同年四月一日にｂ\n課長に対し、「大学病院でも受診させてもらいたいが、それが駄目なら、近くにあ\nるγ病院を受診させてもらいたい。」、「港区の指示で受診するから、受診中は職\n免扱いにしてほしい。」と提案した。ｂ課長は、平成八年四月二三日に原告と話合\nいをした際、原告の提案に係る職免扱いについて難色を示し、「病院に行けという\n指示はできない。」と言ったのであり、原告が受診を辞退したのではない。\n（３）　原告が平成八年五月二三日にｂ課長らと話合いをした際、原告が強調した\nのは、ヘルパーのことではなく、港区の職員一般について、身だしなみ、接客態\n度、伝言、電話の対応などにおいて民間企業の社員と格差があること、職場内にお\nいて年長の女性らから若い女性職員に対する陰険ないじめがあるが、原告が勤めて\nいた前の職場ではその予防のために部課長が取り組んでいたこと、である。原告\nは、そうでないとせっかく入庁した若手の人材が育たないのではないか、自分の成\n長ができないような職場では長く勤める気にならないという趣旨で発言したもので\nある。\n（一二）　Ｉについて\nＩが申出をした内容として被告が挙げる原告の行為については争う。Ｉが申出を\nしたとされる内容は事実ではない。\n（一三）　Ｊについて\n（１）　原告が平成八年六月二〇日にａ係長の立会いの下にｂ課長と話し合ったこ\nとは認めるが、その余は全部争う。\n（２）　原告は、平成八年六月一八日ケースワーカーに対し、「Ｊ宅で電気を消さ\nれて帰れと言われ、身の危険を感じたので外に出た。」と連絡してきた後、そのま\nま帰庁したが、ａ係長らからＪ宅から帰ってきた理由を尋ねられ、「Ｊの長男とヘ\nルパー派遣の打切りについて話し合っていたときにＪの長男が怒ったので、Ｊ宅か\nら帰ってきた。」と報告した。\nＪ宅では、Ｊの介護も買物もＪの長男がすべて行っており、ヘルパーがＪ宅に介\n護に来ると、Ｊの長男は、ヘルパーに留守番をさせて買物に出かけ、Ｊの長男がＪ\n宅に戻ってきた後に予約していた天ぷら屋に品物を\n取りに行くのがヘルパーの唯一の仕事であった。Ｊの介護が右のような状況であっ\nたため、ホームヘルプ係内においてはＪの介護を打ち切るべきであるという意見が\n強く、Ｊの担当である原告がＪの介護を打ち切るべきであり、それができるまでは\n原告の担当を変更しないという異例の取扱いが原告の意思に反して行われてきた。\n原告は、ホームヘルプ係内において再三にわたって、「Ｊの介護を打ち切れ。」と\n言われ、平成八年六月一八日にも、「今日こそ打ち切れ。」と言われてＪ宅を訪ね\nた。原告がＪ宅でヘルパー派遣の見直しの話を切り出したところ、Ｊの長男は突然\n怒りだし、「もう、ヘルパーはいらない。帰れ。おれは気が短いから怒るとただで\nはすまないぞ。」、「もう、役所の世話にはならない。国家権力の暴力にはなめら\nれないからな。」と大声で怒鳴られ、電気を消されて「帰れ。」と言われたので、\n原告は、このままでは何が起こるか分からないと考え、帰庁した。\n（３）　平成八年六月二〇日の原告とｂ課長らとの話合いの際、原告は、上司が一\n方的に相手方の言い分だけを押し付けようとするので、このとき黙っており、「一\n二月に辞めたい。」などと言ったことはない。\n（一四）　Ｋ夫婦について\n（１）　Ｋが平成八年七月八日に被告の主張に係る内容の申出をしたこと、Ｋ夫婦\nが同年八月から老人ホームに入所することになっていたこと、ｂ課長が同年七月一\n一日原告に指摘したことは認めるが、その余は全部争う。\n（２）　Ｋは、知的能力が著しく劣る上、情緒不安定なところがある。平成八年七\n月五日は原告が初めて介護に行った日であり、Ｋは、とてもいらいらした様子であ\nった。原告は、トイレの掃除は言われるままにきちんとしており、被告主張の事実\nはない。\n（一五）　Ｌについて\n（１）　Ｌが平成八年八月二九日に被告の主張に係る内容の申出をしたこと、ｈヘ\nルパーが同日午後Ｌ宅に派遣されて介護を行ったことは認めるが、その余は全部争\nう。\n（２）　原告は、平成八年八月二一日から同月二六日まで夏期休暇等のためＬ宅を\n訪問しておらず、その間は代替のヘルパーが派遣されていたが、女性のヘルパーが\nＬの介護を嫌がるため、男性のヘルパーが代替として派遣されていた。原告は、同\n月二九日午前一〇時にＬ宅を訪問したが、Ｌは不在であり、管理人にＬの行方を尋\nねたが、「行方が分からない。」と言うので、いったん帰庁した。原告は、ａ係長\nから、午前一一\n時にもう一度Ｌ宅を訪問するよう指示されたため、再びＬ宅を訪問したところ、Ｌ\nが在宅していたので、「一〇時にうかがったら留守であったので、また来ました。\n一二時の時間までやれる範囲でやります。」と言って、介護の仕事を始めた。とこ\nろが、Ｌは、突然、「何故一〇日も原告が来ないのか。」と、寂しさや男性ヘルパ\nーに対する不満などを言って当てつけるばかりか、「男性ヘルパーは、今日は午後\nに来る予定だと言っていた。」と言い、「午後も来い。」と言い出した。原告は、\nＬに対し、「今日の予定は午前中です。」と言っても、Ｌは信用しない上、原告の\n目の前で区役所に電話を架け、午後にヘルパーが派遣される予定であったと主張し\nていた。Ｌがヘルパーの訪問の予定が午前中であることに納得せず、「帰さないか\nらな。ずっとここにいろ。」と言って怒りが治まらないため、原告は不測の事態を\n心配して帰庁した。\n（一六）　Ｍについて\n（１）　Ｍの三男が平成八年九月二四日に被告の主張に係る内容の申出をしたこと\nは認めるが、その余は全部争う。\n（２）　リハビリ科の医師によれば、Ｍの自立度はかなり高く、平成八年八月だけ\nでも一人で通院した回数は九回に上った。そのため、原告は、「行きは一人で歩か\nせた方がよい。」と他のヘルパーから言われていた。\n原告は、Ｍから、しつこく毎回、結婚の有無、異性についての質問を受けていた\nが、原告は「そのようなことには答えられません。業務上の決まりですから。」と\n答えていた。しかし、Ｍは、「○○ヘルパーは二〇歳の娘がいることまで話したの\nで、私の質問に答えなさい。」としつこく質問を繰り返した。そこで、原告は「個\n人的な質問には答えられない。」と話したことがある。\n原告は、Ｍから、「家で息子から、『口臭が臭いから、こっちに来るな。』と言\nわれた。」と病院からの帰りがけに言われたことがあったので、Ｍに対し、Ｍの口\n臭が臭いことを肯定したところ、Ｍは、「入れ歯は洗浄しているので歯のせいでは\nなく原因は胃かもしれない。」と言っていた。\n（一七）　原告の派遣中止について\n（１）　平成八年一〇月四日にｂ課長が原告にした発言内容、原告がケースに派遣\nされなくなったことは認めるが、その余は争う。\n（２）　原告は、平成八年一〇月四日ｂ課長と話した際、ｂ課長には、原告の主\n張・言い分に全く耳を傾ける姿勢がなかったので、何を話しても無駄だと感じた\nが、原告は「私、謝\nります。」と発言した。\n２　原告の矯正不可能性について\n東京都福祉局高齢福祉部が平成八年三月に公刊した「高齢者のためのホームヘル\nプサービス業務のガイドライン」には、「ヘルパーの心構え」が掲載されている\nが、原告は「ヘルパーの心構え」に書かれていることをすべてきちんと実践してお\nり、原告についてヘルパーとしての適格性が問題とされる余地はない。\n被告は、原告がケース宅で何度も争い事を起こしたと主張するが、その主張に係\nる事柄は、事実に反するか、本来原告に問題点や責任がない事項であって、いずれ\nにしても原告のヘルパーとしての適格性に関係がないか、それを否定するものでは\nない。\n被告は、原告が何度となく上司から注意指導を受けたにもかかわらず、一向に改\nまらないと主張するが、原告の上司は、様々な思惑、欲求に基づいてケースから出\nされた苦情や不満について、原告の事情説明や言い分に全くといってよいほど耳を\n貸そうとはせず、ケースの言い分を全面的に押し出して原告を糾弾するのが常であ\nった。そのため、初めは事情説明等を心がけていた原告も、昀後のころにはものを\n言う気にもならず、黙らざるを得ない状況に至っただけであり、問題とすべきなの\nは、上司の対応である。\n第四　当裁判所の判断\n一　原告の勤務における問題点の有無について（争点１）\n１　第一の一の事実に証拠（甲一〇の２、一三、一四の１、２、一五、一六、一\n七、一八の１、２、乙二の１ないし４、三の１ないし３、四ないし一三、証人ｃ、\n同ｄ、同ｅ、同ｇ、同ａ、同ｂ、原告本人）及び弁論の全趣旨を総合すれば、次の\n事実を認めることができる（争いのない事実を含む。）。\n（一）　Ａについて\n原告は、平成七年四月六日、Ａの担当であったｄヘルパーの代替としてＡ宅に派\n遣された。原告は、平成六年にも三回代替としてＡ宅を訪問して介護業務に従事し\nたことがあり、Ａ宅においてすべき介護の内容（買物、室内の掃除、食器類の洗浄\nなど）は把握していた。当日原告は、Ａ宅の玄関のかぎがかかっていなかったの\nで、中をのぞいて玄関先で二、三回Ａの名前を呼び、返事がなかったものの、Ａが\n在室していることを確認できたため、中に入った。原告は、Ａがベッドの上に布団\nをかぶったまま横たわっていたので、Ａの枕元で、「ヘルパーのｉですが。」とＡ\nにとっては大声と聞こえる程度の声量で声をかけたところ、Ａは、原告には聞き取\nれない意味不明のこ\nとを言い始め、原告にメモを投げつけた。メモには「帰れ」と書いてあった。さら\nにＡが、「帰れ」と書いたメモを指さしながら、原告に帰るよう求めるしぐさをす\nるので、原告は、何もしないままＡ宅を退出し、公衆電話からホームヘルプ係に電\n話を架け、ａ係長に対し、「Ａから帰れと言われたので、帰ります。」と報告し\nた。役所に戻った原告は、ａ係長から事情を聴取され、右の経過をそのまま報告し\nたが、ａ係長からＡが原告に帰るように言った理由について尋ねられたため、「Ａ\nがマスターベーションをしていてそれを原告に見られたので、原告を追い返したの\nではないか。」との推測をａ係長に話した。ａ係長は、Ａを担当していたｃケース\nワーカーにＡ宅に行って様子を見に行くよう頼み、Ａ宅に赴いたｃケースワーカー\nがＡに原告を追い返した理由を尋ねると、Ａは、「具合が悪くて寝ていたのに、原\n告がＡの耳元で大きな声を出すので、余計に具合が悪くなり、『帰れ』と書いた紙\nを原告に渡して帰ってもらった。」と答えたので、ｃケースワーカーは、Ａの言い\n分をａ係長に報告した。しかし、ａ係長が右の件について原告に注意、指導するこ\nとはなかったし、原告は、この件の後も、担当のヘルパーの代替としてＡ宅に派遣\nされていた。\nＡは、時には誤解することや、ヘルパーの言葉遣い等が契機となって、へルパー\nに帰れと言ったり、居留守を使うことによって、そのヘルパーの訪問を受け入れな\nくなるようなことが過去にも二回ほどあった。\n（原告は、その陳述書（甲一三、一七）及び本人尋問において、「原告が大声を出\nした事実はない。Ａが、突然布団をはねのけて自力で起き上がり、『帰れ』と書い\nた紙を渡した。」旨供述するが、証拠（証人ｃ）によれば、Ａは、リモコンで操作\nする電動ベッドに寝ていることが認められるから、Ａが原告の供述するように起き\n上がることは困難であると考えられる上、Ａがマスターベーションしていたのでは\nないかとの原告の推測も、推測の域を出ないこと、Ａの言い分に不自然な点もうか\nがえないことからすると、現実に原告がＡの耳元で大きな声を出したかはともかく\nとして、少なくとも原告の出した声は、Ａにとっては大きな声と受けとられる程度\nのものであったと推認することができる。これに反する前掲証拠（甲一三、一七、\n原告本人）は採用できない。）\n（二）　Ｂについて\n原告は、平成七年二月からヘルパーとしてＢの担当にな\nった。Ｂに対する介護は買物と通院の付添いであった。\n原告は、Ｂから鮮魚を買ってくるよう頼まれたことがあるが、Ｂ宅の周辺には鮮\n魚店やスーパーマーケットがなく、週二回トラックに商品を載せて巡回してくる業\n者がＢ宅の近くに来たときに買うほかない。原告は、Ｂから、「鮮魚が食べた\nい。」と言われ、その業者を探したものの、見つけられず、結果的にＢに頼まれた\n鮮魚を買うことができなかったことがある。\n原告は、Ｂから頼まれて買ってきた品物については、冷蔵庫には入れずに、流し\n台やちゃぶ台の上に置いていた。原告は、訪問介護中にケースが飲酒や喫煙、テレ\nビを見ることを遠慮してもらうようにしており、Ｂに対しても、訪問介護中は喫煙\nやテレビを見ることを遠慮するよう求めていた。\n原告は、Ｂの通院のときは、原告が呼んだタクシーをＢ宅の前に停車させた上、\nＢが二階から一階に階段を下りるときには、二、三段下に立ってＢの足元に注意し\nながらＢが階段を下りるのを見守っていたが、Ｂに手を貸すことはなかった。病院\nに着いたタクシーが道路事情のために病院の前に停められないこともあり、その場\n合には、病院の前から離れたところでタクシーを降り、病院の前まで歩くことにな\nるが、原告が、歩いているＢに手を貸すこともなかった。原告は、診察室内では看\n護婦が対応すると考えていたので、Ｂが診察室に入っていくときに付き添って診察\n室内に入ることはせず、診察室の外で待っていた。\n右のような原告のＢに対する介護について、Ｂは、原告のＢに対する接し方や話\nし方などから、原告を怖いと思うようになり、同年三月に入ると、Ｂを担当してい\nたｃケースワーカーに対し、具体例を挙げながら、「原告に買物を頼みにくい。」\nとか、「原告が怖い。」などと漏らすようになった。ｃケースワーカーは、原告が\nＢの挙げる具体例のとおりに行動したとまでは思わなかったが、Ｂ宅の冷蔵庫の中\nを見るなどして、Ｂの言うとおりに、Ｂが、「原告に買物を頼みにくい。」とか、\n「原告が怖い。」などと感じていることは実感していた。\nＢは、同年四月四日、ｃケースワーカーに電話を架け、「ヘルパーの担当を原告\nから他の者に替えてほしい。」と申し入れてきたため、同月七日、ｃケースワーカ\nーがａ係長に相談し、ａ係長は、直接原告の介護の仕方を確認することにした。同\n係長は、同月一二日、原告がＢ宅を訪問するのに同行したが、その際は、原告\nの介護の仕方に特に問題があるようには見えず、Ｂからも、原告の介護の仕方につ\nいての苦情は聞かれなかった。しかし、その後ｃケースワーカーが、同月二〇日Ｂ\n宅を訪問した際は、Ｂは、原告の介護の仕方は従前と変わっていない旨訴えた。ｃ\nケースワーカーは、同月二六日にＢ宅を訪問したところ、Ｂが手の親指に怪我をし\nているのに気付いて、翌日（同月二七日）Ｂを病院に連れていったが、同月二六日\nは原告がＢ宅を訪問した日であったのに、原告からｃケースワーカーに対するＢの\n手の怪我についての報告はなかったので、Ｂが原告を怖がって怪我をしたことを原\n告に言い出さなかったものと考え、その旨をこれまでの経過とともにａ係長に報告\nし、同係長は、同年五月一〇日ころｂ課長に対し、Ｂから原告の執務態度について\n苦情が寄せられていることを報告した。ｂ課長とａ係長は、同月二三日午後五時こ\nろ、原告の執務態度について原告を注意、指導しようとしたのに対し、原告は、自\n分のヘルパーとしての執務態度には問題はないなどと反論した。\n原告は、Ｂの自立意欲が高く、週一回のヘルパーの派遣で足りる上、通院の付添\nいが予定される二時間内に終わらないことから、Ｂの介護は、介護券の発行による\n家政婦紹介所のヘルパー派遣の方がよいと考えており、Ｂにも、ｃケースワーカー\nにも、その考えを話したところ、Ｂは、ｃケースワーカーに言われるとおりにした\nいと答えたものの、ｃケースワーカーは、当時港区のホームヘルパーの要項中、生\n活保護を受けているケースについては港区職員である常勤ヘルパーを派遣すること\nが原則とされていたこと、右の原則に従ってヘルパーを派遣していれば、ケースの\n状況に関する報告がヘルパーから担当のケースワーカーに伝わりやすいと考えてい\nたことから、原告の考えに反対した。なお、Ｂの介護については、ヘルパーの間で\nは、ヘルパーの派遣回数を減らそうとか、介護券を発行して家政婦紹介所のヘルパ\nーを派遣しようという動きが以前からあったが、いずれもｃケースワーカーの反対\nで実現できないでいた。\n原告は、同年五月一日をもってＢの担当から外れ、ｅヘルパーが同年五月から原\n告の後任としてＢの担当となったが、Ｂは、ｅヘルパーによる介護を受ける回数が\n重なるに連れて、ｅヘルパーに対し、ｃケースワーカーに話したのと同様に、具体\n例を挙げながら、「原告に買物を頼みにくかった。」とか、「原告が怖かった\n。」などと話をするようになった。Ｂからその話を聞いたｅヘルパーも、原告がＢ\nの挙げる具体例のとおりに行動したとまでは思わなかったが、ｃケースワーカーに\nは、Ｂの話の内容を報告した。原告は、平成八年九月五日、Ｂ宅を訪問介護した\nが、その後、Ｂからａ係長に対し、「原告の態度は前と変わっておらず、二度と原\n告を派遣しないでほしい。」との申出があった。\n（原告は、その陳述書（甲一三）及び本人尋問において、「原告のヘルパーとして\nの執務態度に問題はなく、Ｂが、『原告に買物を頼みにくい。』とか、『原告が怖\nい。』などと言うことはなかった。」旨の供述をしている。しかし、前記認定のと\nおり、ａ係長が、平成七年四月一二日に原告がＢ宅を訪問するのに同行したこと\nや、ｂ課長とａ係長が、同年五月二三日に原告のヘルパーとしての執務態度につい\nて原告を注意、指導しようとしたことに証拠（乙九、一〇、証人ａ、同ｂ）を併せ\nると、Ｂからは、前記認定のとおりの苦情があったものと認めるのが相当であり、\n右認定に反する証拠（甲一三、一七、原告本人）は採用できない。）\n（三）　Ｃについて\n原告は、平成七年五月からＣの担当になった。Ｃが在宅サービスセンターで介護\n入浴を受けるためには、自宅から同センターまで歩かなければならず、担当である\n原告がＣの歩行を介護することになっていた。ヘルパーの訪問による介護は、家事\n援助をすることだけが目的ではなく、ケースの自立した生活を援助することも目的\nとしており、生活指導も含まれていると考えていた原告は、Ｃが自立して歩行する\nことができたことから、Ｃに入浴の習慣を自覚させた上、将来一人で公衆浴場が利\n用できるようにすべきであり、そのためには、Ｃの依存心を払拭し、自立を促す必\n要があると考え、Ｃの歩行を介護するに当たっては、Ｃの後ろから同行する程度に\nとどめていた。そのため、傍目からは、原告がＣの動静を見守りながらともに歩行\nするという態勢をとっておらず、Ｃの歩行の介護をきちんと行っていないと映って\nいた。\nまた、日常おむつを使用しているＣは、在宅サービスセンターで入浴する前に清\n拭するが、その際に原告は、医療用等に用いられている極薄手のゴム手袋ではな\nく、厚手のゴム手袋を使用することがあった。Ｃには痴呆症状がなかったので、傍\n目からは、Ｃは、原告が清拭の際に厚手のゴム手袋を使用することを知り、不快に\n感じているように映っていた\n。\n原告は、ａ係長に対し、Ｃの介護に当たるようになって二、三回目で、「Ｃは、\n『時間を延長してほしい。』とか、『心を許せる相手がほしい。』などと言って、\n原告に甘え、原告に行き過ぎた介護を要求してくるようになった。」と報告してい\nたが、在宅サービスセンターの看護婦であるｊに対しても、右のＣの要求を告げ、\n原告に対するセクハラではないかと訴えた。これに対し、ｊは、右のＣの要求は、\n原告に対するセクハラではなく、話し相手がほしいだけであると答えていた。ｊ\nは、同年六月二九日、ａ係長に電話を架け、歩行の介護、清拭における厚手のゴム\n手袋の使用及びセクハラの件について報告し、ヘルパーとしてＣに接する原告の態\n度に問題があると指摘した。\n原告は、同日ａ係長に対し、「Ｃからセクハラを受けているので担当を替えてほ\nしい。」と申し出た。ａ係長は、原告の申出に係る事実があるとは思わなかったも\nのの、ｊからの指摘もあったことから、原告をＣの担当から外すことにした。\n（四）　Ｄについて\n原告は、平成七年五月からＤ夫婦の担当になった。\n原告は、先輩ヘルパーから、「介護訪問先での介護業務はケースの目の前で行わ\nないと、後で、『金品が紛失した。』とか、『盗難にあった。』などと言われ、ヘ\nルパーがあらぬ疑いをかけられることが起こる。」旨聞かされていたので、Ｄ夫婦\n宅で洗濯や掃除をしているときには、Ｄ夫婦にその様子を見てもらうようにしてい\nた。また、原告は、Ｄの夫が肺がんにり患しているＤの妻の前でたばこを吸ってい\nるのを見て、Ｄの妻のことをおもんぱかって、Ｄの夫に対し、Ｄの妻の前でたばこ\nを吸わないように頼んだことがあり、また、洗濯のひどい汚れを一回で落とすため\nに下洗いをするよう頼んだことがあった。\nしかし、Ｄ夫婦は、原告が自己の行う掃除や洗濯の様子を見るよう求めたり、Ｄ\nの夫にたばこを吸わないように求めたりしたことなどは、それまでにＤ夫婦を担当\nしたヘルパーからは言われたことがなかったため、原告がＤ夫婦に指示、命令をし\nていると思い、原告に不満を抱いていた。\nなお、ホームヘルプ係は、Ｄ夫婦の介護について、訪問回数を二回から一回に減\nらすこと、Ｄの夫を自立させるため家事に参加させることを計画しており、そのた\nめの試みが、原告がＤ夫婦を担当する以前から行われてきたが、Ｄ夫婦は、そのよ\nうなヘルパーの対応にも不満であった。\n原告は、同年七月三日に\nＤ夫婦宅を訪問したが、Ｄ夫婦は、「具合が悪い。」として布団の中に入ったまま\n出て来ようとせず、Ｄの妻は、布団の中に入ったまま、原告に対し、「好きなよう\nに掃除、洗濯をしたら帰ってほしい。」と告げた。これに対し、原告が、「そのよ\nうなことはできない。」と言うと、Ｄの妻が起きてきて、原告の掃除や洗濯の様子\nを見ていた。Ｄの妻は、ヘルパーの訪問回数が減らされたことについて不満を述\nべ、「港区から派遣されるヘルパーの場合はすぐに替わってしまうが、自分にとっ\nては同じヘルパーが派遣される方が都合がよい。」と言ったので、原告は、「同じ\nヘルパーに来てもらいたいのなら、介護券の発行を受けて家政婦紹介所のヘルパー\nを派遣してもらうほかない。」と答えた。それを聞いたＤの妻は、すぐに港区役所\nに電話を架け、「介護券を発行して家政婦紹介所のヘルパーを派遣してほしい。」\nと申し出た。\nａ係長は、同月四日高齢者ケースワーカーのｋとともにＤ夫婦宅を訪ね、Ｄの妻\nが申出をするに至った経緯について尋ねた。これに対し、Ｄの妻は、具体例を挙げ\nながら、「原告が命令的な言い方をする。」とか、「原告が怖い。」などと答える\nとともに、「介護券を発行して家政婦紹介所のヘルパーを派遣するのに切り替えて\nほしい。」と強く訴えた。Ｄの妻が挙げた具体例とは、原告がＤの妻に対し、「人\nに物を頼むのに寝たままということがあるものか。原告が来る日はあらかじめ分か\nっているのだから、ベッドから起きてテーブルに移り待っているべきである。」、\n「部屋の掃除は本人ができるはずである。」と叱りつけたとか、「洗濯は下洗いを\nしていないとしない。」と宣言したとか、原告は聞かれもしない役所の制度のこと\nを三〇分くらいも一方的にしゃべりっぱなしで、風呂の掃除や水入れは頼まれても\nしたことがないとか、Ｄの夫に対し、たばこを吸わないように指示するなどといっ\nたものであった。\nａ係長は、同月五日ｂ課長に対し、Ｄ夫婦から原告のヘルパーとしての執務態度\nについて苦情が寄せられていることを報告し、同日開かれた事務検討会において\nは、原告以外のヘルパーがＤ夫婦宅を何回か訪問して様子を見極めた上で、Ｄ夫婦\nの介護については介護券による介護に移行することが決まった。ｂ課長は、ａ係長\nを同席させた上、同日午後五時すぎころ、原告の執務態度について原告を注意、指\n導しようとしたところ、原告は、Ｄ夫婦が原告の介護の仕\n方に不満を抱いていることは認識していたが、その不満が自らの執務態度に基因し\nていることについては否定し、自らの執務態度には問題はないなどと反論し、午後\n八時すぎまで話し合ったものの、進展はなかった。原告は、同年七月三日をもって\nＤ夫婦の担当から外され、その後はｅヘルパーが原告の後任としてＤ夫婦の担当と\nなった。Ｄ夫婦は、ｅヘルパーに対し、ａ係長に話したのと同様に、具体例を挙げ\nながら、「原告が命令的な言い方をする。」とか、「原告が怖かった。」などと話\nしていた。\n（原告は、その陳述書（甲一三）及び本人尋問において、「原告のヘルパーとして\nの執務態度に問題はなく、原告が命令的な言い方をするとか、原告が怖いなどとい\nうことはなかった。」旨の供述をしている。しかし、前記認定のとおり、Ｄの妻\nは、平成七年七月三日に原告がＤ宅を介護訪問中、原告の目の前でホームヘルプ係\nに電話を架け、「介護券を発行して家政婦紹介所のヘルバーを派遣してほしい。」\nと申し出ていることや、右の申出を受けてａ係長が同月四日にＤ夫婦宅を訪問して\nいること、ｂ課長は、その翌日である同月五日に、ａ係長を同席させた上、原告に\n対し、原告の執務態度について原告を注意、指導しようとしたこと及び証拠（乙\n五、九、一○、証人ｅ、同ａ、同ｂ）を併せると、Ｄ宅における原告の介護の状況\n及びそれに対するＤ夫婦の感情等については前記認定の限度でこれを認めることが\nできる。これに反する前掲証拠（甲一三、原告本人）は採用できない。）\n（五）　職員課との面談等について\n原告は、平成七年七月九日、港区総務部職員課長あてに、「職場上司（係長）と\nの人間関係に悩んで自殺未遂をした。相談したいことがある。」旨の手紙を出し\nた。ｂ課長は、原告の担当に係るケース数を減らすことにし、その件について職員\n課の了解を得ておく必要があると考え、同月一一日、職員課の副参事（研修・健康\n管理担当）などと協議したが、その際、原告が職員課長あてに手紙を送ってきたこ\nとを知らされた。\n同月一二日午前中事務検討会が開かれ、ａ係長から、Ｃ及びＤ夫婦については、\n同月中は原告以外のヘルパーを原告の代わりとして派遣し、同年八月以降は、原告\nの担当は四ケースとすることが報告された。これに対し、原告は、できる限り他の\nヘルパーの訪問介護に同行したい旨希望を出した。\n職員課は、手紙を差し出した真意などについて原告から事情を聴\n取する目的で、同年七月一二日午後原告を呼び出したところ、原告は呼出しには応\nじたものの、呼び出された部屋に健康管理係長が同席しているのを見て、同係長の\n退席を求めたが、職員課がこれに応じなかったため、事情を説明することなく退席\nした。退席した直後にｂ課長と廊下で出会った原告は、ｂ課長から自殺未遂をした\n理由を尋ねられ、「ａ係長から執拗ないじめにあっているという被害意識から、夜\n寝付けずに一回に三〇錠ほどの睡眠薬を飲んでしまった。」と答えるとともに、\n「事務検討会において、ａ係長の提案で、Ｃ及びＤ夫婦の担当から外され、同年八\n月以降は原告の担当に係るケースは四つということになった。Ｃ及びＤ夫婦の担当\nから外されることは了解したが、同年八月以降原告の担当に係るケース数が四つと\nいうことには納得できない。」と述べた上で、「ａ係長は自分を目の敵にしてい\nる。」旨の発言をした。職員課は、副参事と人事係長だけで原告と面接することに\nし、同年七月一八日に原告を呼び出そうとしたが、原告がこれに応じなかったの\nで、当面事態を静観することにした。原告は、同月二七日突然総務部長を訪ね、原\n告の担当に係るケースを減らされたことやａ係長からいじめられていることなどに\nついて不満を訴えた。\n（六）　Ｅについて\n原告は、平成七年八月から、ｄヘルパーがＥを訪問介護する際に同行することに\nなった。Ｅは、服薬を忘れたり、精神的に不安定になったり、ひどく興奮したりす\nると、けいれん発作を起こす傾向が見られたので、Ｅの介護に当たるヘルパーは、\nＥが嫌がることは言わないように気を付けていた。\n原告は、同月七日の訪問介護の際、Ｅから頼まれたたばこを買ってきたが、その\n際上機嫌に、「ｄ、買ってきたぞ。」と言いながら、買ってきた一カートンのたば\nこをＥの方に向かって放り投げた。また、Ｅと気が合っていると考えていた原告\nが、Ｅが嫌がるか否かを気にせずにＥに向かって話しかけていたので、それを聞い\nていたｄヘルパーは、原告のものの言い方がＥを問い詰めてしまうような、あるい\nは、Ｅを追い詰めてしまうようなものであるように感じたため、原告のものの言い\n方によりＥに発作が起きないか気を使い、できる限り原告を買物に行かせるように\nしたが、原告は、自分ばかりが買物に行かされると不満を抱いていた。\nｄヘルパーは、原告と一緒にＥの訪問介護を始めてから二週間余りが経過した同\n月一八日、\nｂ課長に対し、原告がたばこをＥに向かって放り投げた件とＥに対する原告のもの\nの言い方に問題があることを報告した。ｂ課長及びａ係長は、原告をＥの担当から\n外し、代わりに原告にＩを担当させることにし、同月三〇日に開かれた事務検討会\nの終了後、原告にその旨を告げた。\nなお、原告は、Ｅ宅で介護をしている昀中に、「地震が来たぞ。」と言いながら\nＥが飼っていたうさぎの入っているかごを揺すったことがあり、一緒に介護してい\nたｄヘルパーの目には、これを見聞きしたＥの顔がこわばり、明らかに原告の行為\nに対し不快感を抱いているように映った。また、原告は、野うさぎの煮込み料理を\n食べたことがあったので、Ｅに対し、「このうさぎは食用かもしれないね。」、\n「このうさぎを食べたらどんな味がするだろう。」などと言ったこともあった。も\nっとも、これらのうさぎに関する原告の言動の件は、原告をＥの担当から外すよう\nにした後のことであり、直接には、原告をＥの担当から外す理由にはなっていなか\nった。その後、原告が、Ｅが都営住宅でうさぎを飼っていることを問題視する発言\nをしたため、Ｅ宅でうさぎは飼われないようになった。\n（七）　ケース数の半減等について\n東京都福祉局は、ホームヘルパー養成講習を実施している。この講習は、三つの\n養成過程に分かれ、三級は、基礎的な介護知識、技術の習得を目的とする養成過\n程、二級は、比較的処遇困難なケースを担当する者の養成を目的とする養成過程、\n一級は、業務の中核を担う者の養成及び区市町村の常勤ヘルパーを対象とした三六\n〇時間の養成過程である。港区では、毎年二名をホームヘルパー養成講習に参加さ\nせており、ヘルパーとして採用され者については、採用から一、二年後にはホーム\nヘルパー養成講習の一級養成過程に参加させていた。港区は、平成七年九月から始\nまるホームヘルパー養成講習に原告を参加させることを決め、原告は、平成七年九\n月から平成八年三月まで、週二日間一級の養成過程を受講した。ｂ課長は、右養成\n講習の終了後は、原告が一人前のヘルパーとして仕事してくれるものと期待してい\nた。なお、平成七年九月から同年一二月までは、原告についてケースから苦情が寄\nせられることはなかった。\n職員課健康管理係では、今後原告を指導、育成するに当たって家族の協力が得ら\nれるかどうかを探るため、原告の両親を訪問することとした。ｂ課長、ａ係長及び\n健康管理係長は、\n平成七年一〇月四日、盛岡市内の原告の実家を訪ね、原告の父親と面談したが、ｂ\n課長らが望むような協力は得られなかった。ｂ課長は、同月一一日、事務検討会の\n始まる前に原告に対し、原告の実家を訪ねたことを話したが、原告は、当日の事務\n検討会の席上で、ｂ課長らが原告の実家を訪ねたことを披露した上、出席者に対\nし、「自分に悪いところがあったら言ってほしい。」と発言した。これに対し、出\n席していたヘルパーの一人が、「私たち以上に住民が困っている。」と答えたとこ\nろ、原告は、時間休暇を取っているとして、事務検討会を途中で退席した。\n原告は、平成七年一二月一日、ｂ課長に対し、「ａ係長は、事務検討会の席上\nで、『原告が不倫しているとケースから言われている。』と公表したが、これは事\n実無根である。」、「ａ係長をはじめとして、ヘルパーやケースワーカーからいじ\nめられている。」、「ヘルパーを辞めるつもりはなく、自分がヘルパーとしての仕\n事の適格性に欠けているのなら、処分してほしい。」などと訴えた。これに対し、\nｂ課長は、「自分はａ係長を信頼している。」などと答えたので、原告は、ｂ課長\nが原告の置かれた状況を理解してくれないと失望した。\n（八）　Ｆについて\n港区の住民からヘルパー派遣の希望等があった場合、その地域を担当するケース\nワーカーが訪問して、ヘルパー派遣対象者の住居、身体、心、精神、健康、日常生\n活の状況、食事及び身の回りの状況などについて観察し、ヘルパー派遣の必要性、\n必要な介護の内容を判断した上で、派遣する場合の派遣時間、派遣回数、派遣主体\n（区職員か家政婦か）を決定するが、その際に、実際の介護業務を担っている区職\n員であるヘルパーの助言や意見を参考とすることとしており、ケースワーカーによ\nる調査にはヘルパーが同行することとされていた。\nｆケースワーカーは、ヘルパー派遣の申請があったＦについて調査をするため、\n平成八年一月五日にＦ宅に出向いたが、その際にヘルパーとして原告が同行した。\nＦの長女は、この調査において、ヘルパーに対する希望として、「Ｆの話し相手\nをすること」、「糖尿病であるＦが食べ過ぎないように気をつけたり、声をかけた\nりすること」、「Ｆが外出する際に介護すること」などを挙げたが、「Ｆの摂取カ\nロリーは一三〇〇キロカロリーであるが、Ｆが高齢であり、医師が了解しているの\nで、食べたいと言えば、食べさせてほしい。」とも\n話した。Ｆの長女の話を聞いていた原告は、長女の話が矛盾していると感じ、ｆケ\nースワーカーを差し置いて、Ｆとその長女に対し、糖尿病を持つ高齢者の介護の仕\n方やあり方、あるいは、糖尿病の合併症の怖さ（目が見えなくなったり、足が腐っ\nてくることなど）などについて話をした上、改めて医師の指導の下でヘルパーがか\nかわることを提案したが、Ｆの長女は、医師が了解しているとしてこれに反発し\nた。しかし、原告は、「このままでヘルパーが身の回りの世話を行うことはＦにと\nって危険であり、ヘルパーとしての援助の妥当性や責任問題にもなりかねない。」\nなどと述べたため、Ｆの長女は、原告には家族の介護の経験がないのではないかと\n思い、原告に対し、「あなたはお一人なの。」と聞いたところ、原告が「そんなこ\nとは今は関係ないと思います。」などと答えた。Ｆの長女は、原告の言動に反発\nし、いまだ調査が完了していなかったにもかかわらず、「ヘルパーの派遣は結構で\nす。」と言って、原告とｆケースワーカーに対し帰るよう求めたため、原告とｆケ\nースワーカーは、Ｆ宅から退去した。原告は、そのまま役所に戻ってａ係長に対\nし、「追い返されて帰ってきた。未婚なのかと言われた。」と報告したが、ｆケー\nスワーカーは、いったんＦ宅を退去した後、原告と別れてから再びＦ宅を訪ね、原\n告の対応についてわびるとともに、ヘルパー派遣の意向を再度確認したが、Ｆの長\n女は、「ヘルパーの派遣は断る。」と答えた。しかし、同月二四日、Ｆの長女から\n港区役所に対し、ヘルパー派遣の申請があり、その日のうちにヘルパーの派遣が決\n定された。ｂ課長とａ係長は、同月二五日、来所したＦの長女に対し、訪問調査の\n際の状況について説明を受けるとともに、訪問調査の際に不手際があったことをわ\nびた。\n（九）　Ｇについて\n原告とｇヘルパーは、平成七年一月からＧ及びその夫の担当となった。\n原告とｇヘルパーは、平成八年一月一一日、Ｇ宅を訪問し、二人で役割分担をし\nて、原告がＧの夫の通院に付き添うこと、ｇヘルパーはＧ宅に残ってＧを介護する\nことにした。原告は、Ｇの夫を通院させるため、福祉キャブに乗せようとしてＧの\n夫を車椅子に乗せて玄関先を出たところ、Ｇの夫が診察券を忘れたと言ったため、\n車椅子を停車させ、車椅子から手を離して診察券を取りに居室内に戻ったが、その\n際に車椅子のブレーキを掛け忘れた。そのため、Ｇの夫が車椅子上で身体\nを硬直して動いたことにより、車椅子が動いて転倒してしまい、Ｇの夫は、右側頭\n部に擦り傷を負った。原告は、ｇヘルパーの指示を受けて、Ｇの夫とともに病院に\n行き、Ｇの夫が転倒したことを話してＧの夫の傷を診てもらったが、特に異常は認\nめられず、原告は、その旨をｇヘルパーに報告した。Ｇ宅での介護を終えた後、原\n告はそのまま役所に帰ることにし、ｇヘルパーは次の訪問介護先に向かうことにし\nた。ｇヘルパーは、原告が精神的に相当なショックを受けていた様子であったの\nで、幸いＧの夫の傷も大したことがなかったことから、原告に対し、「車椅子の転\n倒の件は大したことではないから、気にしなくてもよい。」などと言って、原告を\n励ましたが、車椅子の転倒の件を上司に報告するよう殊更に指示をすることまでは\nしなかった。\n港区役所に戻った原告は、車椅子の転倒の件を上司に報告することはしなかった\nが、同僚のｄヘルパーに車椅子の転倒の件を話したところ、ｂ課長の知るところと\nなり、ｂ課長は原告に対し、ａ係長に車椅子の転倒の件を報告するよう指示し、原\n告は、ａ係長に、Ｇの夫の車椅子の転倒の件を報告した。午後の訪問介護を終えて\n港区役所に戻ったｇヘルパーは、ｂ課長とａ係長から求められて、Ｇの夫の車椅子\nの転倒の件について説明したが、その際に原告のヘルパー業務に対する感想も求め\nられ、「原告には勉強していくという意欲が感じられる。」と述べる一方で、「原\n告は、仕事の作業手順、全体の把握の中で必要な手順がつかめていない。台所など\nの掃除や整とんでも、訪問先のケースがそのままがよいと言っているのに、自分の\nイメージで整理整とんしてそれを相手に押し付けてしまう。」などと述べた。ま\nた、その場に居合わせたｍヘルパーとｎヘルパーも、原告のヘルパー業務に対する\n感想を述べ合ったが、「原告には被害妄想があり、例えば、自分に重度のケースば\nかり寄こすと文句を言うし、こちらが原告のためによいことをしたつもりでも、原\n告は逆にとる。」という点ではｍヘルパーとｎヘルパーの感想が一致し、「原告は\nきれい好きで、一つのものに固執して時間を掛けてきれいにするが、手を掛ける部\n分と手を掛けなくてもよいところの見極めがつかないので、他の必要なことができ\nなくなってしまう。原告に対していろいろ指導するが、原告は聞く耳を持たな\nい。」という点ではｇヘルパー、ｍヘルパー及びｎヘルパーの感想が一致した。\nまた、ｍヘルパーは、「原告は、瞬間的に放心状態が起き、声を掛けると我に返\nる。」と述べた。ｂ課長とａ係長は、同月一二日原告に対し、ケースがけがをする\nような事故が起きたときには上司に報告するよう指導したが、原告は、車椅子の転\n倒の件については既に昨日のうちに上司に報告しているとして、ｂ課長らの指導に\n納得しなかった。\n（ｇは、その陳述書（乙一一）及び証人尋問において、Ｇ宅での介護を終えて原告\nと別れる際に、車椅子の転倒の件を上司に報告するよう原告に指示したと証言す\nる。しかし、仮にｇが原告に対し、上司に報告するよう指示したとすれば、原告\nは、その指示を無視した上で、同僚であるｄヘルパーに対してだけは車椅子の転倒\nの件を報告したということになるが、そのような経過は不自然である。\n他方、原告は、その陳述書（甲一三）及び本人尋問において、ｇから、「Ｇの夫\nの車椅子の転倒の件は大したことではないから、黙っていなさい。」と言われたと\n供述している。しかし、訪問介護中に被介護者が事故に遭ったにもかかわらず、そ\nのことを上司に黙っているように言うことは、公務員の行動としては極めて考え難\nいというべきである。\nそうすると、ｇが、原告に対し、車椅子転倒の件は黙っているように言ったとは\n認定できないものの、他方、これを報告するよう明確に指示したとまでは認定でき\nず、右のとおり、ｇは、原告に対し、殊更上司に報告するよう指示することまでは\nしなかったと認定するのが相当である。）\n（一〇）　Ｈについて\n原告は、平成八年二月一日から同月二二日までに三回ヘルパーとしてＨ宅を訪問\nし、Ｈから頼まれた買物をしていた。Ｈは、原告に買物を頼むときは、買ってきて\nほしい品物を記載した紙を原告に渡し、買物をする場所を近所のスーパーマーケッ\nトと指定していた。この間の訪問において、原告は、Ｈから雪印のマヨネーズを買\nうよう頼まれ、指定されたスーパーマーケットでこれを探したが見つからなかった\nため、店員を通じて問屋やメーカーに問い合わせてもらったが、雪印ではマヨネー\nズを製造していないという回答であったので、頼まれた雪印マヨネーズの代わりに\n別のメーカーのカロリー二分の一のマヨネーズを買い、Ｈに右の経緯を説明したに\nもかかわらず、Ｈは理解してくれなかったことがある。また、原告は、Ｈからすき\n焼き用の肉を二パック買うようにと指示されたので、そのとおり二パックを買っ\nたが、買ってきた肉はかなりの量があり、Ｈには食べきれる量ではなかったこと\nや、Ｈから特定のメーカーのとろけるチーズを買うよう指示され、原告が指定され\nたメーカーのとろけるチーズを買ってきたが、包装の模様が変わっていたので、Ｈ\nは、別の商品を買ってきたと思い込んだこともある。これらを除き、原告が買物の\n仕方についてＨから苦情を言われたことはなかった。\n四回目にＨ宅を訪問した平成八年二月二二日、原告は、Ｈに頼まれた商品につい\nて、Ｈが指定したスーパーマーケットで買物をしたが、頼まれたパセリが同スーパ\nーマーケットにはなかったので、これを近くの八百屋で買ったところ、Ｈは、原告\nがＨの指示したとおりに買物をしなかったとして腹を立てて、原告に対し、これま\nでの原告の買物の仕方について文句を付けた上、「他のヘルパーの方がＨの指示し\nたとおりに買物してきてくれる。」旨の発言をした。それを聞いた原告は、Ｈが担\n当のヘルパーを他の者に替えてほしいとの意向を漏らしたと受け取り、「それなら\nばヘルパーを交替する。」などと述べてＨ宅を退去し、港区役所に戻ってからａ係\n長に対し、「Ｈからヘルパーを替えてほしいと言われた。」と報告した。Ｈは、同\n日、Ｈを担当するｏケースワーカーに電話を架けて、原告の買物の仕方について苦\n情を述べた。\nｏケースワーカーから連絡を受けたａ係長は、同日、ｏケースワーカーとともに\nＨ宅を訪ね、Ｈから原告の介護に対する不満を聞いた。Ｈは、ヘルパーを原告から\n他の者に替えるよう求め、「原告がヘルパーとしてＨの担当を続けるのなら、餓死\nするほかない。」などと述べて、原告をＨの担当ヘルパーとして受け入れることを\n拒否する態度を明らかにした。ｂ課長とａ係長は、原告を担当ヘルパーとしてＨに\n受け入れさせることは困難であると判断し、原告をＨの担当から外すことを決め\nた。\n（一一）　原告とｂ課長との話合いについて\n（１）　ｂ課長は、かねてから、原告が、「ヘルパーの業務に対する自己の考え方\nは書物を読んで勉強したことに裏付けられた正当なものであり、その考えに基づい\nて行っている自己の業務には何の問題もなく、これを受け入れようとしないケース\nが悪い。」と考えているように感じていた。しかし、同課長は、原告につき、「そ\nもそもヘルパーの業務は人対人の心の問題であり、ヘルパーとしての原告について\nケースからの苦情が絶えないのは、原告の心に問題があ\nるためではないか。」と考えていた。そして、同課長は、平成八年に入ってから、\nＦ宅での調査における原告の言動、原告のヘルパーとしての業務に対するｇヘルパ\nー、ｍヘルパー及びｎヘルパーの感想、平成八年二月二二日における原告のＨに対\nする言動などから、原告の心の問題を原告自身にもっと自覚してもらう必要がある\nと考え、同月二七日、ａ係長の同席の下で原告と話合いをし、原告に対し、「あな\nたは自分では仕事を自分なりにやろうとしているのかもしれないが、ケースからは\n苦情が絶えない。仕事が空回りしているようだが、その矛盾をどう感じているの\nか。また、職場での明るい面と、ケースからの苦情が頻発している『原告が怖い』\nという面とがあるように、あなた自身気がつかない心の二面性を持っているのでは\nないかと心配している。このままヘルパーの仕事を続けていくとすれば、今までの\nようなケースとのトラブルは許されない。私と一緒に病院に行こう。」と提案し\nた。これに対し、原告は、「弁護士と相談して対応を考える。」、「もし心理テス\nト等の検査をして異常がなかったらどうするのか。」、「原告がこの仕事に向かな\nいというのなら、解雇された方がよい。」、「ａ係長は更年期障害だと皆が噂して\nいる。」などと述べ、病院に行くかどうかについては即答を避けた。その後、原告\nは、同年四月一日ｂ課長に対し、ｂ課長が勧める清瀬病院の外に、もう一箇所の病\n院、できれば大学病院で検査を受けること、病院への通院はｂ課長の指示に基づく\nのであるから、通院中は職免扱いにすることを条件に、通院する意思があると伝え\nた。しかし、ｂ課長が同月二三日原告に対し、「二箇所の病院に通院することは差\nし支えないが、通院中を職免扱いにすることはできない。」と伝えたところ、原告\nは、職免扱いにできないことには納得できないとして、結局のところ、原告が病院\nに行く話は立ち消えになってしまった。\n（２）　ホームヘルプ係では、平成八年五月から、一班六名体制による地域割の班\n編成体制で家庭奉仕業務を行うことにしたが、新体制の開始直後、原告が配置され\nた班のヘルパーからｂ課長に対し、原告に対する苦情が寄せられた。ｂ課長は、こ\nのまま原告を職場内に置いておくことは職場にとってマイナスになると考え、職員\n課に相談した。これを受けて、同月二三日、職員課副参事、人事調査主査及び健康\n管理係長がｂ課長の立会いの下に原告と面談した\nが、原告は、民間企業と区役所との相違、港区におけるヘルパー業務の現状と他区\nとの相違、Ｂの件及び今後の原告の進路等について一方的に話をすることに終始し\nた。原告との面談を終えた職員課職員とｂ課長は、今後の対応を協議し、今後原告\nの問題行動や区民からの苦情等については、ｂ課長が直接、具体的に把握し、これ\nを職員課に報告することにした。\n（一二）　Ｉについて\nヘルパーの中には、Ｉ宅の二階にはダニがわいていると言って、Ｉの担当である\nにもかかわらず、休暇を取るなどしてＩ宅での訪問介護に赴かないヘルパーがお\nり、そのような場合に原告が代替奉仕として派遣されることが多かった。Ｉを担当\nしていたｐ（現姓○○）ヘルパーは、平成八年四月二六日ａ係長に対し、Ｉから今\n後原告を派遣しないでほしいという申出があったことを報告した。Ｉが原告を派遣\nしないでほしいと申し出た理由として挙げたのは、「原告が、近くの商店街で、い\nつもＩの援助をしてくれる人について、『Ｉの財産を狙っている。』などと言いふ\nらしたため、その人が援助に来なくなった。」とか、「一緒に来るヘルパーによっ\nて原告の機嫌が変わる。」とか、「原告の機嫌の良し悪しが著しいので、仕事をし\nてもらうことにとても気を使い、疲れてしまう。」とか、「訪問日でもない日に突\n然Ｉ宅を訪ねて、ドリンク剤を強制的に勧められた。」とか、「原告は、訪問介護\nが終了していったん帰庁した後に再びＩ宅を訪ねて、Ｉの枕元で原告の個人的な話\nをする。」などというものであった。\nａ係長は、Ｉが原告を派遣しないでほしいと申し出た理由として挙げる点につい\nて、原告には何も確認しないまま、原告が所属する班の他のヘルパーに対し、原告\nをＩに派遣せざるを得ない場合には、一緒に行くヘルパーは原告に十分気を配るよ\nう頼んだ。その後、原告が所属する班のヘルパー三名は、同年五月八日ａ係長に対\nし、原告をＩ宅に派遣するのはやめた方がよいと申し出た。Ｉは、同月一七日心不\n全のため緊急入院し、同日をもってヘルパーの派遣は打ち切られた。なお、ａ係長\nは、同月二日、他のヘルパーから、原告がｐヘルパーの悪口を言いふらしていると\n聞かされたことがあった。また、ｅヘルパーは、平成七年一二月ころ、ｐヘルパー\nがＩから聞かされたのと同様の話をＩから聞されたことがあった。\n（一三）　Ｊについて\n原告は、平成八年二月からＪの担当となった。Ｊは、全面介護を要\nする状況にあったが、Ｊの介護や買物はＪの長男がすべて行っており、ヘルパーに\nよる介護は、Ｊが通院をしていたときには通院の付添いが主であったものの、Ｊが\n通院する必要がなくなった後は、Ｊの長男が買物に出かけている間の留守番や、Ｊ\nの長男が在宅中に天ぷら屋に予約した品物を取りに行く程度であった。Ｊの介護が\n右のような状況であったため、ホームヘルプ係内においてはＪの介護を打ち切るべ\nきであるという意見が強く、かつてＪを担当していたｇヘルパーは、「Ｊ宅への派\n遣回数を減らすまではＪの担当から外さない。」と言われて、数か月にわたりＪを\n担当したことがあった。原告は、その所属する班の他のヘルパーから、Ｊに介護の\n打切りを納得させるよう言われており、折にふれＪの長男に対し、派遣回数の見直\nしを求めてきたが、Ｊの長男はこれに応じようとしなかった。\n原告は、平成八年六月一八日、Ｊ宅を訪問したが、Ｊの長男が買物に出かけ、残\nったＪのためにエアコンを付けておく必要があるか否かに関し、Ｊの長男と原告と\nの間で言い争いがあった。その後原告は、買物から戻ったＪの長男に対し、派遣回\n数の削減の件を話し始めたところ、Ｊの長男は、派遣回数の削減には応じられない\n旨答え、原告に向かって大声で怒鳴り、電気を消して、「帰れ。」と言ったので、\n原告は、このままでは何が起こるか分からないと考え、Ｊ宅を辞去して帰庁した。\n帰庁した原告は、ａ係長に対し、Ｊ宅から追い返された経緯について報告し、ａ係\n長からの報告を受けたｂ課長は、同月一九日、事情を確かめるため、Ｊを担当する\nｑケースワーカーとともにＪ宅を訪れた。Ｊの長男は、「エアコンを付ける、付け\nないということから、原告と言い争いになって追い返した。汗かきのＪのためにク\nーラーを付けるよう原告に言ったが、原告は、『Ｊはエアーマットを使っているか\nら汗をかくわけがない。』などと言った。」と答えたが、原告から派遣回数削減の\n話が出たことは告げなかった。ｂ課長は、同月二〇日、ａ係長の立会いの下に原告\nに対し、Ｊの長男から聞いたことを伝えた上で、区民と言い争いをしないことなど\nを注意したが、原告は、「Ｊの長男が原告を追い返したのは、原告が派遣回数の削\n減の話をしたことに怒ったからである。」などと反論した。なお、ヘルパーの派遣\nを打ち切るかどうかを昀終的に決定するのは、ヘルパーが派遣されているケースが\n生活保護世帯である場\n合には、担当のケースワーカーであった。\n（一四）　Ｋ夫婦について\n原告は、平成八年七月五日からＫ夫婦の担当となった。原告は、初めてＫ宅の訪\n問介護をした平成八年七月五日、Ｋの妻から指示されたとおりにトイレ掃除をした\nが、Ｋの夫から、「便器が汚い。」、「便座カバーが取り替えられていない。」な\nどと文句を言われて、トイレ掃除をやり直した。Ｋの夫は、同月八日、ホームヘル\nプ係に電話を架け、「原告には来てほしくない。」と申し出た。\n原告は、Ｋ夫婦の申出について、ｂ課長に対し、「トイレ掃除はＫの妻から指示\nされたとおりにやったもので、Ｋの夫は、原告がＫの妻に頼まれて聖書に関する記\n事を読んでいたのが気に障ったため、文句を言ったにすぎない。」と話した。\nｂ課長は、同月一〇日、ａ係長とともにＫ夫婦宅に赴き、Ｋの夫から原告に来て\nほしくない理由を聞いたところ、Ｋの夫の話は、原告がきちんと掃除しないなどと\nいうものであったが、このときＫの妻は不在であり、Ｋの妻からは事情を聞くこと\nはできなかった。ｂ課長は、同月一一日原告に対し、Ｋの夫の苦情内容を伝えた上\nで、たとえ原告の言うことが正しかったとしても、Ｋの夫から苦情があったことも\n事実であるから、ものの言い方に注意するよう指導した。なお、Ｋの夫は、「ヘル\nパーが訪問介護に来た際、お金を盗まれた。」との苦情を度々訴えており、この苦\n情についてはＫを担当するケースワーカーが対応していた。\n（一五）　Ｌについて\n原告は、平成八年七月からＬの担当となった。原告は、同年八月二一日から同月\n二六日まで休暇を取っており、その間に二回予定されていたＬ宅での訪問介護はｈ\nヘルパー（男性）が代替して行っていた。原告は、同月二九日午前一〇時Ｌ宅を訪\n問したところ、Ｌ宅の玄関ドアは開いていたが、Ｌは不在であったため、管理人に\nＬの行方を尋ねたが、「Ｌの行方は分からない。」と言われたので、ａ係長にＬ宅\nの様子を報告した上、いったん帰庁した。\n原告は、同日午前一一時に再びＬ宅を訪問したところ、在宅していたＬは、原告\nが休暇を取ったことをなじり、ｈヘルパーに対する不満を述べた上で、「ｈは、\n『今日は午後から来る。』と言っていたから、午後も来るように。」と言い始め、\n原告が「午前中の残りの時間内でできるだけのことをする。」と言っても、納得せ\nず、「無断で休むな。」とか、「今日は帰さないからな。ずっとここにいろ。」\nなどと言うようになった。原告は、「セクハラまがいの言動はやめて下さい。」と\n言った上で、このままここにいれば不測の事態が起きかねないと考え、Ｌ宅を退去\nして帰庁した。Ｌは、同日午前一一時一〇分ころ、ホームヘルプ係に電話を架け、\nａ係長に対し、「原告から『女性問題だ、セクハラだ。』などと言われて怒鳴られ\nたので帰ってもらったが、ありもしない言いがかりをつけるようなヘルパーではな\nく、真面目なヘルパーを寄こしてほしい。」との苦情を訴えたので、ａ係長は、帰\n庁した原告から事情を聞いた。また、原告は、右のとおりの経緯でＬ宅を退去した\n旨を答えた。Ｌは、同日午後〇時四〇分ころ、ｂ課長あてに電話を架け、ａ係長に\n対する苦情と同様の苦情を訴えた。ｂ課長とａ係長は、相談の上、同日午後にｈヘ\nルパーをＬ宅に派遣し、訪問介護に当たらせた。原告は、平成八年八月二九日をも\nってＬの担当から外れたが、その後Ｌに対する訪問介護自体が打ち切られた。\n（一六）　Ｍについて\nＭの三男は、Ｍの訪問介護の開始時間は午前九時一五分と決められたとして、Ｍ\nを担当していたｐヘルパーが右の時刻よりも遅く来たことについて、港区役所に抗\n議するということがあった。ｐヘルパーは、Ｍの介護を嫌がるようになり、原告が\n代替としてＭの介護をすることになり、平成八年七月一八日及び同年八月一五日に\n代替としてＭの介護を行い、同年九月五日及び同月一九日には、担当としてＭの介\n護を行った。\nＭに対する介護の内容は、Ｍが自宅から三〇〇メートルほどの距離にある慈恵医\n大病院の眼科で治療を受ける際に付き添うことであった。原告は、Ｍが自立して歩\n行できると考えたので、Ｍの通院の際にＭの手を引くことはせず、Ｍのそばを歩い\nているだけであり、Ｍが目の治療を受けて帰宅するときにも、Ｍの手を引くことは\nなかった。Ｍは、目の治療後は目がよく見えないのでヘルパーに通院の付添いをし\nてもらっているのであり、治療を終えて帰宅するときには原告に手を引いてもらい\nたいと考えていたが、原告は、実際には目の治療後もＭの目は見えていると考えて\nいた。\n原告は、Ｍの通院の付添いの際に、Ｍから、原告が結婚しているかどうかと聞か\nれ、厳しい口調で、「そのような質問はやめてほしい。」旨を答えた。また、原告\nは、かねてからＭの口が臭いと感じていたので、Ｍに対し、「Ｍの口が臭い。」と\n言ったことがあった。\nＭは、慈恵医大病院の\nリハビリテーション科に週二回通院しているが、その際は一人で通院していた。原\n告は、同年八月にそのことを知り、目の治療後もＭの目は見えていると考えていた\nこともあって、Ｍに対し、「眼科の治療のための通院くらいは、介護を頼まずに自\n分ですべきだ。」と言ったことがあった。\nＭは、原告から言われたことを三男に話したところ、Ｍの三男は、同年九月二四\n日、港区役所に来て、「原告を担当から外してほしい。」と訴えた。Ｍの三男が原\n告を担当から外してほしい理由として挙げたのは、通院時間が予定を超過して午後\nにかかることになったときに、Ｍが原告の食事を心配して原告に話しかけたとこ\nろ、原告が、「Ｍの口が臭いから食欲がない。」と言ったとか、原告が、「原告が\n遅くなったことで他のヘルパーが迷惑している。」、「ヘルパーがＭの三男を怖が\nっていてＭの介護に来たがらないので、仕方なく自分が来ている。」、「Ｍはぜい\nたくだ、目が見えるのなら自分でタクシーで帰りなさい。」などと言った、という\nものであった。\nｂ課長とａ係長は、同年一〇月一日原告に対し、Ｍの三男から原告を派遣しない\nでほしいという訴えがあったことを告げた上で、原告から事情を聞いたが、原告\nは、Ｍの三男が挙げるようなことはしていないと反論した。Ｍの三男は、同年一〇\n月一日役所に電話を架けてきて、ａ係長に対し、「Ｍが原告に、『結婚している\nか。』と聞いたら、原告から、『訴えてやる。』と言われた。原告の反省と謝罪を\n求める。」旨述べた。同月四日にＭの介護をしたｎヘルパーも、ｂ課長に、Ｍから\n「Ｍが原告に結婚しているかどうかを聞いたところ、原告から人権擁護委員会に訴\nえてやると言われた。」と聞かされたことや、病院の待合室で待っている間、Ｍが\nｎヘルパーに対し、しきり自分が臭いかどうかを聞いてきたことを報告したため、\nｂ課長は、原告の言動によってＭに大きな心の傷を負わせてしまったと判断し、同\n日原告に対し、再度事実関係を確認したが、原告は、Ｍの方に問題があったという\n態度に終始した。ｂ課長は、同日夕方原告に対し、すべての担当を外すことを告\nげ、職場で事務的な仕事をするよう命じ、原告は、これを了承した。ｂ課長は、同\n月八日ａ係長とともにＭ宅を訪ね、Ｍに対し、原告の件を謝罪した。\n（一七）　原告の派遣中止について\nｂ課長は、これ以上原告をケースに派遣することは適当でないと判断して、平成\n八年一〇月四\n日原告に対し、「現在持っているケースを来週月曜日からすべて外します。あとは\n事務室で事務的な仕事をしてもらいます。」と伝え、原告をケースに派遣しないこ\nととした。原告は、平成八年一〇月七日以降ヘルパーとしてどこにも派遣されず\nに、職場内で待機しているという状態が続いたが、ｂ課長は、原告にこれまでの執\n務態度を改めるという変化が見られないとして、ｂ課長はその旨を職員課に報告し\nた。職員課は、同年一二月末ころｂ課長に対し、処分をする前に原告が自主的に退\n職するよう原告に話すことを指示し、これを受けて、ｂ課長は、同月二七日原告と\n面談し、退職を勧めたが、原告はこれに応じず、平成九年一月七日ｂ課長に対し、\n「自主的に退職するつもりはない。」と告げた。ｂ課長は、同年三月二五日にも原\n告に対し、再度退職するよう勧めたが、原告は、これにも応じなかった。\n（一八）　介護のあり方と原告の考えについて\n介護とは、身体又は精神障害者に対し、健康なときには自分でしていた食事、排\n泄、入浴などの日常生活行為を援助することである。介護の原則としては、身体又\nは精神障害者の一人一人が持っている生活習慣や文化、価値観を尊重すること、生\n活の自立性が拡大するように介護すること、身体又は精神障害者が生活行為を自分\nで選択できるように介護すること（自己決定権の尊重）、身体又は精神障害者が障\n害を持ちながらも生きることに喜びと意義を見出せるように介護すること、身体又\nは精神障害者が社会との接触を持ちながら生活できるように介護すること、身体又\nは精神障害者に対する綿密な観察を怠らずに、異常を早く見つけること、他職種と\n連携をはかって仕事を進めること、を心掛ける必要がある。また、ヘルパーが介護\nに当たっては、職務上知り得た身体又は精神障害者の秘密を漏らしてはならないこ\nと、介護中における身体又は精神障害者の安全を守り、身体又は精神障害者に危害\nを加えないこと、身体又は精神障害者との間に信頼関係を構築すること、介護は身\n体又は精神障害者本位に行われるべきであること、介護に当たっては身体又は精神\n障害者の利益を守ることといった倫理が求められている。\n原告は、必要以上の過度な介護はケースの自立意欲を削ぐものであり、介護の趣\n旨、目的に照らし適当ではないと考え、例えば、ケースの自立意欲を高める目的で\n歩行中にむやみに手を貸したりしないなどという態度で介護に臨んでいた\n。\n以上の事実を認めることができる。\nなお、証拠（乙四ないし六、八ないし一一、証人ｂ、同ａ、同ｅ、同ｄ、同ｃ、\n同ｇ）は、右認定した事実以上に原告の介護には問題とする部分があったとし、他\n方、証拠（甲一三、一七、原告本人）には、右認定した事実に反する部分がある\nが、いずれも、これを裏付けるに足りる的確な証拠はなく、１の冒頭掲記の証拠等\nを総合すれば、以上のとおり認定するのが相当である。\n２　１で認定した事実によれば、原告のヘルパーとしての勤務における問題点と\nは、要するに、\n（一）　Ａの介護において、寝たきりの状態であったＡの介護を行うためにＡ宅を\n訪れたにもかかわらず、Ａから「帰れ。」と言われ、Ａの体調等を気遣うこともせ\nずに、言われるまま何もせずに帰ってきたこと、\n（二）　Ｂの介護において、Ｂが二階から一階に階段を下りるときは、原告は二、\n三段下に立ってＢの足元に注意しながらＢが階段を下りるのを見守っていたが、原\n告が手を貸すことはなく、病院の前から離れたところでタクシーを降りた場合に、\n原告が病院の前まで歩くＢに手を貸すことはなく、Ｂが診察室に入っていくときに\nは、原告は、Ｂに付き添って診察室内に入らずに、診察室の外で待っており、原告\nはＢに対し、訪問介護中に喫煙やテレビを見ることを遠慮するよう求めていたので\nあり、このような原告のＢに対する接し方や話し方から、Ｂが、原告に買物を頼み\nにくいとか、原告が怖いなどと感じて萎縮し、自分の考えを伝えることができず、\nその結果Ｂが原告から十分な介護を受けられないという事態に陥ったこと、\n（三）　Ｃの介護において、原告は、歩行介護をきちんと行っていないかのような\n対応をしたり、清拭の際、医療用等の極薄手のゴム手袋ではなく、厚手のゴム手袋\nを使用したり、Ｃの言動を単純にセクハラと考えたりして、Ｃの置かれた状況を理\n解した上でＣを思いやるという気持ちが欠けていたこと、\n（四）　Ｄの介護において、原告がＤ夫婦に原告がしている掃除や洗濯の様子を見\nるよう求めたり、Ｄの夫にたばこを吸わないように求めたりし、洗濯物の下洗いを\nするよう頼んだりしたことや、Ｄの夫の家事への参加を試みたことについて、Ｄ夫\n婦が不満を抱いていたこと、\n（五）　Ｅの介護において、Ｅと気が合っていると考えていた原告は、Ｅが嫌がる\nことを言わないように気を付けるという配慮をせずに、話しかけていたこと、ま\nた、原告のもの\nの言い方がＥを問い詰めてしまうような、あるいは、Ｅを追い詰めてしまうような\nものであるように感じられるものであったこと、\n（六）　Ｆの介護についての調査において、ヘルパー同行の目的がケースワーカー\nがヘルパーの派遣の必要性を判断する際に助言したり意見を述べたりすることであ\nったにもかかわらず、その目的を逸脱し、糖尿病という病識に乏しいと感じられた\nＦとその長女に対し、糖尿病の合併症や、糖尿病を持つ高齢者の介護の仕方、あり\n方等について話し始め、その結果Ｆの長女をしてヘルパーの派遣の申請を取りやめ\nると言わせるに至ったこと、\n（七）　Ｇの介護において、原告がＧの夫を乗せた車椅子のブレーキを掛け忘れた\nため、車椅子が転倒し、Ｇがけがをしたのに、そのことを上司に報告しなくてもよ\nいと即断したこと、\n（八）　Ｈの介護において、Ｈが、原告がＨの指示したとおりに買物をしなかった\nとして腹を立て、原告の買物の仕方について文句を付けたこと、\n（九）　Ｊの介護において、Ｊの長男から追い返されたこと、\n（一〇）　Ｋの介護において、Ｋの夫が、原告がトイレ掃除がきちんとされていな\nいことに腹を立てたこと、\n（一一）　Ｍの介護において、原告は、Ｍの通院の際にＭの手を引くことはせず、\nＭのそばを歩いているだけであり、Ｍが目の治療を受けて帰宅するときにもＭの手\nを引くことはなかったこと、Ｍから結婚しているかどうかと聞かれ、厳しい口調で\n「そのような質問はやめてほしい。」旨答えたこと、原告が「Ｍの口が臭い。」と\n言ったため、Ｍが自分の口が臭いことを過度に気にするようになったこと、Ｍに対\nし「眼科の治療のための通院くらいは介護を頼まずに自分ですべきだ。」と言った\nことに集約することができる。\nこれに対し、Ｉの介護において、Ｉがｐヘルパーを通じて原告をヘルパーとして\n派遣しないよう申し出た件については、前記認定のとおり、原告の上司であるｂ課\n長やａ係長は、申出の事実及び申出の理由について直接Ｉには確認していないこ\nと、Ｉの申し出たころに、原告がｐの悪口を言いふらしているという噂があったこ\nと、原告は、その陳述書（甲一七）及び本人尋問において、原告はｐをはじめとす\nるヘルパーたちからいじめられていたと供述しており、この供述からすれば、原告\nとｐとの間で感情的な対立等があったことがうかがわれること、以上の点を総合す\nると、証拠（乙五、七、一〇、証人ａ、証人ｅを勘\n案しても、ｐの供述のとおりの事実がＩの介護についてあったかどうかは確認でき\nないといわざるを得ず、Ｉの介護について原告に問題があったとすることはできな\nい。\nまた、Ｌの介護についても、原告から「女性問題だ、セクハラだ。」などと言い\nがかりをつけられたという件については、前記認定の事実によれば、原告がＬに対\nし、ありもしない言いがかりをつけたわけではないといえるから、Ｌの介護につい\nて原告に問題があったとすることもできない。\n二　原告の勤務における問題点の矯正可能性について（争点２）\n１　法二八条所定の分限制度は、公務の能率の維持及びその適正な運営の確保の目\n的から同条に定めるような処分権限を任命権者に認めるとともに、他方、公務員の\n身分保障の見地からその処分権限を発動しうる場合を限定したものであり、分限制\n度の右のような趣旨・目的や同条に掲げる処分事由が被処分者の行動、態度、性\n格、状態に関する一定の評価を内容としていることを考慮すれば、同条に基づく分\n限処分については、任命権者にある程度の裁量権は認められるけれども、処分事由\nの有無の判断が合理性をもつ判断として許容される限度を超えた不当なものである\nときは、裁量権の行使を誤ったものとして違法となると解すべきである。\n法二八条一項三号にいう「その職に必要な適格性を欠く場合」とは、当該職員の\n簡単に矯正することのできない持続性を有する素質、能力、性格等に基因してその\n職務の円滑な遂行に支障があり、または支障を生ずる高度の蓋然性が認められる場\n合をいうものと解されるが、右の適格性の有無は、当該職員の外部にあらわれた行\n動、態度に徴してこれを判断するほかはなく、その場合、個々の行為、態度につ\nき、その性質、態様、背景、状況等の諸般の事情に照らして評価すべきことはもち\nろん、それら一連の行動、態度については相互に有機的に関連づけてこれを評価す\nべく、さらに当該職員の経歴や性格、社会環境等の一般的要素をも考慮する必要が\nあり、これら諸般の要素を総合的に検討した上、当該職に要求される一般的な適格\n性の要件との関連においてこれを判断すべきである。\nそして、免職処分の場合の適格性の有無の判断については、その場合の適格性\nは、現に就いている職に限らず、転職の可能な他の職をも含めてこれらすべての職\nについての適格性であること、免職により公務員としての地位を失うという重大な\n結果になるこ\nとからすれば、その判断は特に厳密、慎重であることが要求されると解するのが相\n当である（以上につき、昀高裁昭和四八年九月一四日第二小法廷判決・民集二七巻\n八号九二五頁参照）。\n２　そこで、前記第四の一２に掲げた原告のヘルパーとしての勤務における問題点\nをどのように評価することができるかについて検討する。\n（一）（１）ヘルパーの基本的な職務がケースの日常生活を援助することであるこ\nとからすれば、ヘルパーがケース宅を訪問したにもかかわらず、ケース宅で一切介\n護をしなかったり、ケースが必要としている介護を十分には行わなかったりした場\n合は、それがやむを得ないとする合理的な理由があれば、もとよりそのことが直ち\nに簡単に矯正することのできない持続性のあるヘルパーの性格等に基因するもので\nあるとは言い得ないという意味において、ヘルパーとしての職に必要な適格性を欠\nくことの徴表であるとはいえないものと考えられる。\nしかしながら、そのことについて合理的な理由が認められないとすれば、そのよ\nうな所為は、いわばヘルパーの基本的な職務を放棄していると評価すべきものであ\nって、簡単に矯正することのできない持続性のあるヘルパーの性格等に基因する問\n題であり、ヘルパーとしての職に必要な適格性を欠くことの徴表であるという評価\nに傾くことになる。\n（２）　本件において、原告は、Ａの体調等を気遣うことなく、Ａの介護をしない\nままＡ宅から帰庁したが、前記認定のＡ宅から帰庁した経過に照らせば、原告が帰\n庁した理由には、原告の立場からすれば、一応合理性があると認めることができる\nから、Ａの介護において、原告にヘルパーとしての職に必要な適格性を欠くことの\n徴表があったとすることはできない。\n原告が車椅子のブレーキを掛け忘れたため、Ｇの乗った車椅子が転倒し、Ｇがけ\nがをしたことは、「ヘルパーは、介護中におけるケースの安全を守り、ケースに危\n害を加えない。」との介護における倫理に反する結果を招来しているということが\nできる。\nただ、このほかに、原告が介護中にケースに危害を加えた例は認められないか\nら、原告がＧにけがをさせたこと自体は、簡単に矯正することのできない持続性の\nある原告の性格等に基因する問題であるとまでいうことはできない。\nＨが原告の買物の仕方について文句を付けたのは、原告がＨの指定した店以外の\n店でパセリを買ったことが原因になっているわけであるが、Ｈの\n指定した店にはパセリがなかったのであるから、原告の行為には合理的な理由があ\nると認めることができる。したがって、Ｈが原告による買物に文句を付けたからと\nいって、それが、原告がヘルパーとしての職に必要な適格性を欠くことの徴表であ\nるとすることはできない。\nまた、原告は、Ｋの妻から指示されたとおりにトイレ掃除をしたのであり、Ｋ夫\n婦宅において必要とされる介護を行ったということができるから、Ｋの夫が原告の\nトイレ掃除に文句を言ったからといって、それが、原告がヘルパーとしての職に必\n要な適格性を欠くことの徴表であるということはできない。\n（二）（１）　ヘルパーが、ケースの必要としている介護は一応行っていると評価\nできるが、介護を行う際のヘルパーのケースに対する接し方や話し方によって、ケ\nースが精神的苦痛などを被るという事態が多数見られるという場合に、そのような\n事態が招来されたそれぞれの理由にある程度合理性が認められるとすれば、そのよ\nうな事態が、直ちに簡単に矯正することのできない持続性のあるヘルパーの性格等\nに基因するものであるとは言い得ないという意味において、ヘルパーとしての職に\n必要な適格性を欠くことの徴表であるとはいえないものと考えられる。\nしかしながら、そのような事態が招来された理由にある程度合理性が認められな\nいとすれば、そのような事態は、「ケースが障害を持ちながらも生きることに喜び\nと意義を見出せるように介護する」という介護の原則に反する結果を招来するも\nの、あるいは、「ケースとの間に信頼関係を構築する」、ないし、「介護はケース\n本位に行われるべきものである」という介護の倫理に反する結果を招来するものと\n評価すべきであって、簡単に矯正することのできない持続性のあるヘルパーの性格\n等に基因する問題であり、ヘルパーの職に必要な適格性を欠くことの徴表であると\nいう評価に傾くことになる。\n（２）　本件において、Ｂが、「原告に買物を頼みにくい。」とか、「原告が怖\nい。」などと感じて萎縮し、原告に自分の考えを伝えることができず、原告から十\n分な介護を受けられないという事態に陥ったことは、原告のＢに対する接し方や話\nし方に原因があったということができる。また、Ｃの介護において、原告には、Ｃ\nの置かれた状況を理解した上でＣを思いやるという気持ちが欠けていたこと、原告\nがＤ夫婦に、原告がしている掃除や洗濯の様子を見るように求めた\nり、Ｄの夫にたばこを吸わないように求めたり、洗濯物の下洗いをするよう頼んだ\nり、Ｄの夫の家事への参加を試みたりしたことについて、Ｄ夫婦が不満を抱いたこ\nと、Ｅの介護において、原告が無頓着にＥに向かって話しかけていたり、原告のも\nのの言い方がＥを問い詰めてしまうような、あるいは、Ｅを追い詰めてしまうよう\nなものであるように感じられるものであったこと、Ｆとその長女に対し、糖尿病を\n持つ高齢者の介護の仕方やあり方等について話し始め、その結果Ｆの長女をしてヘ\nルパーの派遣の申請を取りやめると言わせるに至ったこと、Ｍの介護において、Ｍ\nが目の治療を受けて帰宅するときにもＭの手を引くことはなかったこと、Ｍから結\n婚しているかどうかと聞かれ、厳しい口調でそのような質問はやめてほしいと答え\nたこと、「Ｍの口が臭い。」と言ったこと、「眼科の治療のための通院くらいは介\n護を頼まずに自分ですべきだと言ったこと」は、いずれも原告のケースに対する接\nし方や話し方に、何らかの問題があったのではないかと推認することができる。\nところで、原告は、必要以上の過度な介護はケースの自立意欲を削ぐものであ\nり、介護の趣旨、目的に照らし適当ではないと考えており、ケースの自立意欲を高\nめる目的で、歩行中にむやみに手を貸したりしないなどという態度で介護に臨んで\nいたのであり、そのこと自体は、介護に対する一つの考え方として理解することが\nできる。Ｂの介護において、ホームヘルプ係内で、ヘルパーの派遣回数を減らそう\nとか、介護券を発行して家政婦紹介所のヘルパーを派遣しようという動きが原告が\nＢを担当する以前からあったのであるから、Ｂの介護を通じてＢの自立意欲が高い\nと判断した原告が、Ｂの自立意欲を高めるという観点に立って、Ｂに厳しく接した\nり、厳しいものの言い方をしたりしていたという面もあり得るものと考えられる。\nケースの自立を援助することがヘルパーの介護における原則に沿うことであること\nからすれば、そのような原告の接し方や、言い方（Ｂが階段を下りる際や通院時に\nタクシーから病院の前まで歩く際に手を貸さなかったこと、Ｂが診察室に入る際に\nＢに付き添わず、診察室の外で待っていたことなど）にも、一応の合理性を認める\nことができるから、Ｂが「原告に買物を頼みにくい。」とか、「原告が怖い。」な\nどと感じて萎縮したからといって、そのことから直ちに、それが簡単に矯正するこ\nとので\nきない持続性のある原告の性格等に基因するものであるとまでは言えず、それが、\n原告がヘルパーとしての職に必要な適格性を欠くことの徴表であるとは言い難いと\nいうべきである。\nＣの介護において、原告は、Ｃの自立意欲を高めるという観点に立って対応して\nいたもので、傍目からみれば、Ｃの歩行介護をきちんと行っていないかのように映\nっても、そのような原告の接し方にも一応の合理性を認めることができるから、Ｃ\nが原告による介護に不満を持っていたとしても、右の歩行介護の点は、原告がヘル\nパーとしての職に必要な適格性を欠くことの徴表であるということはできない。ま\nた、原告がＣの言動をセクハラととらえたことも、前記一１（三）認定の原告のａ\n係長に対する報告どおりとすれば、原告の対応にもゆとりある態度が望ましいとは\nいえても、あながち原告のみを非難することはできないから、同様に原告がヘルパ\nーとしての職に必要な適格性を欠くことの徴表であるということはできない。\nＤ夫婦の介護において、原告がＤ夫婦に原告がしている掃除や洗濯の様子を見る\nよう求めたことは、ケースの前で介護を行って、後であらぬ疑いをかけられること\nを避けるという理由があるし、Ｄの夫にたばこを吸わないように求めたのは、肺が\nんであるＤの妻の健康をおもんぱかるという理由があり、また、Ｄの夫の家事への\n参加を試みたのは、Ｄの夫の自立を助けるという理由があり、洗濯物の下洗いをさ\nせていたのは、一回の洗濯で洗濯物のひどい汚れを落とすという理由があったので\nあるから、原告のＤ夫婦に対する接し方や言い方には、一応の合理性を認めること\nができる。そうすると、Ｄ夫婦が原告による介護に不満を持っていたとしても、同\n様に、これらのことが、原告がヘルパーとしての職に必要な適格性を欠くことの徴\n表であるということはできない。\nＭの介護において、原告は、Ｍが自立して歩行できると考えていたのであるか\nら、Ｍの通院の際にＭの手を引くことをしなかったことにも、一応の合理性を認め\nることができる。また、原告がＭから結婚しているかどうかを聞かれ、そのような\n質問はやめてほしい旨答えたことは、その話し方はともかくとして、Ｍの質問がヘ\nルパーのプライバシーにかかわる質問であることからすれば、合理性を認めること\nができる。そうすると、Ｍが原告による介護に不満を持っていたとしても、同様\nに、これらのことが、原告がヘルパーとし\nての職に必要な適格性を欠くことの徴表であるということはできない。\n（３）　しかしながら、原告がＢに対し、訪問介護中に喫煙やテレビを見ることを\n遠慮するよう求めていたことについては、訪問介護中にケースが飲酒したり喫煙し\nたりテレビを見たりすることを遠慮してもらうようにしていたというほかには、そ\nの理由について原告が特段の説明をしていないことからすれば、原告は、ケース一\n人一人が持っている生活習慣や文化、価値観を尊重するという介護の原則を無視し\nて、自らの考えやし好をケースに押し付けていたというべきである。\nまた、原告が、Ｃの清拭において厚手のゴム手袋を使用していたことはＣに不快\n感を与えかねないこと、寝ていたＤの妻を起こしてまで掃除や洗濯の様子を見せた\nことは行き過ぎであるといえること、Ｅが嫌がるかどうかを気にせずにＥに向かっ\nて話しかけていたこと、Ｆとその長女に対し、糖尿病を持つ高齢者の介護の仕方や\nあり方等について話し始め、その結果Ｆの長女をしてヘルパーの派遣の申請を取り\nやめると言わせるに至ったこと、Ｍに対し「Ｍの口が臭い。」とか、「眼科の治療\nのための通院くらいは介護を頼まずに自分ですべきだ。」と言ったことは、いずれ\nも、原告が、その介護によってケースがどのように感じているか、どのような気持\nちを抱いているかなどを配慮しなかったことに基因するといえ、原告には相手の気\n持ちを思いやる心が希薄ではないかと疑わせるものである。\nまた、原告のものの言い方が、Ｅの場合に見られるように、相手を問い詰めてし\nまうような、あるいは、相手を追い詰めてしまうようなものであるように感じられ\nるものであったことも、同様に、原告には、相手方を思いやる気持ちに欠け、原告\nが、ケースやその家族を精神的に追い詰めてしまいやすい性格であったのではない\nかと疑わせるものであり、このことは、介護が受け手本位であることからすれば、\nヘルパーとしての致命的な欠陥となりかねないものというべきである。\nなお、前記のように、一応の合理性が認められる原告の行為についても、介護が\n「一人一人が持っている生活習慣や文化、価値観を尊重すること」を原則の一つと\nしていることからすれば、介護は、介護を受ける相手方の理解と納得を得た上で行\nうべきものといえるから、相手方が原告の言動に苦情を述べていることは、原告に\nは相手方の気持ちを思いやる心が希薄ではないかを疑わせる\nものということができる。\n（三）　ヘルパーには、全体の奉仕者として公共の利益のために勤務し、かつ、職\n務の遂行に当たっては全力を挙げて専念すべき義務がある（法三〇条）。\n本件において、原告は、Ｇのけがが大したものでなかったことから、上司に報告\nしなくてもよいと即断したが、介護中に自己の過誤で事故が発生した以上、上司に\n報告すべきことは当然であるから、原告が右の報告をしなかったことは明らかに公\n務員としてふさわしくない行為である。\nなお、原告がＪの長男から追い返されたことは、Ｊへのヘルパーの派遣回数を削\n減する話をしたことによるものであるが、Ｊの介護の内容からすれば、Ｊの介護を\n続けることに意味があるかどうか疑問がないわけではないこと、原告は、その所属\nする班の他のヘルパーから、Ｊに対し介護の打切りを納得させるよう言われていた\nことに照らせば、原告が派遣回数の削減の話をしたのは無理からぬことといえ、そ\nのことをもって公務員にふさわしくない行為ということはできない。\n３（一）　以上によれば、前記第四の一２に掲げた原告のヘルパーとしての勤務に\nおける問題点のうち、原告にヘルパーという職の適格性に疑義を生じさせるのは、\n原告が、その介護によってケースがどのように感じているか、どのような気持ちを\n抱いているかなどといったことについて、相手を思いやる気持ちが希薄ではないか\nと考えられる点、原告は、ケースやその家族を精神的に追い詰めてしまいやすいも\nのの言い方や接し方をするのではないかと考えられる点、介護中にケースに事故が\n起きた場合の上司への報告の懈怠の点ということになる。\n（二）　このうち、上司への報告懈怠は、ｇヘルパーが原告に対し、「大したこと\nではない。」と話していたことからすれば、強くは責められないとはいえるし、原\n告に対する研修や指導等によって改善を期待することができる問題であるというこ\nとができるから、簡単に矯正することができない持続性のある原告の性格等に基因\nするものとはいえない。\nこれに対し、原告が相手を思いやる気持ちが希薄ではないかと考えられる点、原\n告のものの言い方や接し方が相手を精神的に追い詰めやすいのではないかと考えら\nれる点については、原告の性格等に基因するものといえるし、これによってケース\nが精神的苦痛などを被るという事態が生ずる危険性をはらんでいるものということ\nができるのであって、これらの点は、簡\n単に矯正することができない持続性のある原告の性格等に基因し、原告が、ヘルパ\nーとしての職に必要な適格性を欠くとの徴表であると考えられる。\n（三）　一般的には、原告に対する指導や研修等によって右（二）でみた原告の問\n題点それ自体の改善を期待することは容易ではないと考えられるが、原告自身が右\nのような自己の問題点を深く自覚、自省する（原告は、自己の被介護者に対する介\n護の仕方について、格別問題はないとの態度に終始しているが、原告にも言い分は\nあるにせよ、原告が派遣されたケースから原告に対する苦情が多発していることか\nらすれば、原告としても、自らのものの言い方、接し方等介護の仕方に間題がなか\nったかを受け手の立場に立って十分に自省すべきであるし、ものの言い方、接し方\nによっては、自らの意図とは異なり、結果的に受け手を傷つけてしまう場合もある\nと考えられるから、右の点は一層深く自覚、自省すべきである。）とともに、原告\nに対する適切な研修や指導、専門医等の助言等により、これを克服することがあな\nがち期待できないともいいきれないと考えられる。\nなるほど本件処分に至るまでのｂ課長やａ係長による原告に対する指導、職員課\nによる原告に対する事情聴取の経過等からすれば、これらの上司による原告に対す\nる指導が功を奏していなかったことは明らかであり、少なくとも従来と同様の方法\nによって上司が原告を指導しようとしても、原告の自覚、自省を促すことはでき\nず、今後とも功を奏しない可能性は十分考えられるところである。\nしかしながら、ｂ課長やａ係長による指導が功を奏しなかった一因には、証拠\n（甲一三、原告本人）によれば、ｂ課長やａ係長と原告との間に信頼関係が失われ\nてしまったことがあるものと認められるから、原告との間で信頼関係を築ける上司\nや専門医の指導、助言により、前記のような原告の問題点を改善することが期待で\nきないとまでいうことはできない。\nなお、原告の普段の仕事ぶりに関する原告の同僚であるヘルパーの感想（「仕事\nの作業手順、全体の把握の中で必要な手順がつかめていない。」、「台所などの掃\n除や整とんでも、訪問先のケースの意向を無視して、自分のイメージで整理整とん\nしてそれを相手に押し付けてしまう。」、「瞬間的に、放心状態が起き、そのとき\n声を掛けると我に返る。」、「被害妄想があり、例えば、自分に重度のケースばか\nり寄こすと文句を言うし、こちら\nが原告のためによいことをしたつもりでも、原告は逆にとる。」、「きれい好き\nで、一つのものに固執して時間を掛けてきれいにするが、手を掛ける部分と手を掛\nけなくてもよいところの見極めがつかないので、他の必要なことができなくなって\nしまう。」、「いろいろ指導するが、原告は聞く耳を持たない。」など）は、その\n内容や、原告の職場環境において、ヘルパー同士の関係や、原告と他のヘルパーと\nの間の関係が必ずしも良好なものとはいえないものであったこと（証拠（甲一三、\n一七、乙七、原告本人）によって認める。）を考えると、原告に対する研修や指\n導、専門医等の助言等により、原告の自覚、自省を促して原告の問題点を克服させ\nることが期待できないともいえないとする前記の判断を左右するものではない。\nそして、前記一１で認定した事実によれば、原告が対応したケースの介護におい\nて、原告にも非がある部分は相当あるが、他方、ケースの側にも問題なしとしない\n部分が相当あること、しかるに、原告の上司であるｂ課長、ａ係長は、主に利用者\nからの苦情が頻発しているとして、原告の側に問題があったとする対応をとってい\nる例も散見されることが認められるのであり、これらのことと、証拠（甲八、九、\n一〇の１ないし３）によってうかがわれるように、原告なりに介護のあり方につい\nて努力し、模索していること、免職が公務員としての地位を失うという重大な結果\nを招来するもので、免職の場合における適格性の有無の判断は、特に厳密、慎重で\nあることが要求されることからすれば、被告において、原告に対する適切な研修や\n指導、専門医等の助言等を行い、右のような意味での原告の問題点について、その\n自覚、自省を促し、改善を図るという方策を実施し、その結果を待つという措置を\nとることなく、原告とケースとの間で起こった問題をすべて簡単に矯正することの\nできない持続性のある原告の性格等に基因し、原告がヘルパーとしての職に必要な\n適格性を欠くと判断して本件処分に及んだことは、合理性をもつ判断として許容さ\nれる限度を超えたものというべきである。\n分限処分という、公務員としての地位の喪失にかかわる重大な処分を行う場合に\nは、処分権者としては、可能な限り、処分事由に該当する事実の調査、確定を行う\nことが要求されるというべきであり、また、「その職に必要な適格性を欠く場合」\n（法二八条一項三号）に当たるか否かについては\n、前記１のとおり、原告の外部にあらわれた行動、態度について、その性質、態\n様、背景、状況等の諸般の事情に照らし、諸般の要素を総合的に検討すべきもので\nある。本件においては、介護に携わるヘルパーと被介護者との間のトラブルの有無\n及びその原因が問題となっているところ、介護においては、介護者と受け手との間\nに介護を巡る微妙な行き違い、感情のずれ等が生じ得るものと考えられるから、介\n護に携わるヘルパーについて分限処分を行う場合には、ヘルパーのとった行動、態\n度に関し、右の諸般の事情等についてヘルパー及び被介護者双方等から十分に事情\nを聴取した上、これらの事情に関する事実を確定し、これを総合的に検討すべきで\nあるが、当裁判所が認定し得た事実は前記一１のとおりであり、これらの事実を総\n合的に検討する限りにおいては、右のとおり解するほかはない。\n以上によれば、原告のヘルパーとしての職の適格性の有無についてした被告の判\n断は、合理性をもつ判断として許容される限度を超えた不当なものといわざるを得\nず、本件処分は、被告に与えられた裁量権の行使を誤った違法があるというべきで\nある。\n三　結論\nよって、原告の請求は理由があるからこれを認容することとして、主文のとおり\n判決する。\n東京地方裁判所民事第一九部\n裁判長裁判官　山口幸雄\n裁判官　鈴木正紀\n裁判官　鈴木拓児\n"
}