{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 12,
    "day": 11
  },
  "case_number": "平成10(わ)465",
  "case_name": "殺人等",
  "court_name": "和歌山地方裁判所",
  "lawsuit_id": "7418",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=7418",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/418/007418_hanrei.pdf",
  "contents": "【　判　決　骨　子　】\n平成１０年わ第４６５号，第５００号，第５３２号，第５８０号\n殺人，殺人未遂，詐欺被告事件\n被告人　　Ａ\n第１　カレー毒物混入事件における被害の発生とその原因\n平成１０年７月２５日，Ｂ自治会で開催された夏祭りで提供された東鍋カレーを食べ\nた住民６７名が，突然，激しいおう吐症状等に襲われて病院に搬送されるなどした\nが，うち４名が死亡した。その東鍋カレーからは高濃度の砒素（亜砒酸）が検出さ\nれ，カレーを食べた住民の症状が急性砒素中毒によることが判明した。\n第２　関係亜砒酸の同一性（被害の原因となった亜砒酸の由来）\n１　この東カレー鍋の中の亜砒酸が，どこから持ち込まれたものなのかを検討するた\nめ，被告人の実兄Ｃ方で保管されていたａないしｃの３つの缶及びｄタッパー内の亜\n砒酸並びに被告人の旧宅のＤ方ガレージから押収されたｅミルク缶内の亜砒酸の\n亜砒酸粉末５点，被告人方から押収されたｆプラスチック製小物入れ付着の亜砒酸\n及び夏祭り会場から押収されたｇ青色紙コップ付着の亜砒酸並びにｉ東鍋カレー中\nの亜砒酸結晶について，その異同を識別する鑑定が行われた。\n２　この異同識別の鑑定は，亜砒酸中に製造段階において既に存在している微量元\n素（以下，「指標元素」という。）の含有状況を比べることで，関係亜砒酸の同一性を\n判断しようというものである。\n３　捜査段階においては，SPring-8での放射光を使用した放射光蛍光Ｘ線分析（以下，\n「Ｅ鑑定」という。）及びICP-AESによる分析（以下，「科警研鑑定という。）が行わ\nれ，公判段階ではSPring-8での放射光を使用した放射光蛍光Ｘ線分析（以下，「Ｆ\n鑑定」という。）が行われた。\n捜査段階と公判段階で，それぞれSPring-8での放射光を使用した放射光蛍光Ｘ線\n分析が行われたが，Ｅ鑑定は，測定されたスペクトルにおける指標元素ごとのピー\nクの高さそのものをパターンとして分析するものであるのに対し，Ｆ鑑定は，測定さ\nれたスペクトルの指標元素のピークの高さから，検量線法により濃度の数値化を\n試みたものである。\n４　放射光蛍光Ｘ線分析は，励起源が通常のＸ線ではなく放射光であるという点が異な\nるだけで，測定，分析の原理は通常の蛍光Ｘ線分析と同じものである。放射光によ\nる蛍光Ｘ線分析は，既に長年の研究の積み重ねがあり，現在，SPring-8を始め第３\n世代と呼ばれる放射光施設を含め高度な研究が進められている。本件において，\n放射光による蛍光Ｘ線分析を行った各鑑定人は，それぞれ，長年，その分野にお\nいて研究をし，SPring-8の建設にも関与した専門家であって，また，本件における\n分析手法は極めて合理的なものといえる。\nまたICP-AESは，資料を費消してしまう検査ではあるが，資料による検査機器の汚\n染の危険が少なく，同時に多元素の定性及び定量分析が可能な分析方法である。\nこのように本件で行われた関係亜砒酸の異同識別の鑑定は，最先端の科学技術\nによる分析であり，いずれも合理的かつ高水準の方法による分析がなされている\nが，本件での分析が少量又は微量の亜砒酸試料中に含まれるｐｐｍレベルの極め\nて微量な元素の含有状況を探ろうという元来困難な分析作業であって，資料の量\n等の条件や分析手法によって一定の限界や制約を伴わざるを得ない。したがっ\nて，関係亜砒酸の異同識別の判断は，１個の異同識別の分析結果のみで判断す\nるのではなく，そのような個々の分析結果を１つの判断資料としてとらえ，複数の異\nなる手法による分析結果の総合的な検討により判断するのが事実認定のあり方と\nして相当である。\n５　ａないしｅの５点の亜砒酸粉末は，上記３つのいずれの異同識別鑑定においても，\n原料鉱石由来の微量元素であるスズ，アンチモン，ビスマスの含有量の構成が酷\n似しており，また，対照資料からはほとんど検出されなかったモリブデンが検出され\nた。ｆ及びｇについても，同様にスズ，アンチモン，ビスマスの含有量の構成が酷似\nしており，モリブデンが検出された。また，ｃ，ｄ及びｅの亜砒酸粉末からはバリウム\nが検出され，ｆ及びｇのいずれの付着亜砒酸からもバリウムが検出された。\nこれらの分析結果のうち，ａないしｅに関する分析結果は，Ｇが以前経営していた白\n蟻駆除業に従事していた者の各亜砒酸資料の由来に関する供述と一致する結果\nであった。\nまた，対照資料６５点（４１種類）を分析したが，ａないしｅと同様の微量元素の構成\nをもつ亜砒酸はなかった。\nこのような３つの異同識別鑑定等を総合的に検討すると，ａないしｇの各亜砒酸は，\n原料鉱石由来の微量元素の構成が酷似していることから，製造段階において同一\nのものであると認められる。さらに，製造後の使用方法に由来すると考えられるバ\nリウムをもほぼ共通して含有していることが明らかとなった。\n６　ａないしｇの亜砒酸（嫌疑亜砒酸）と，ｉ東鍋カレー中の亜砒酸との同一性に関して\nは，①東鍋カレーから採取された総結晶中の体積的に約４分の１の結晶を分析し\nたところ，その指標元素の総量の構成が，比較的嫌疑亜砒酸の指標元素の構成と\n似たものであったこと，②スズ，アンチモン，ビスマス等の元素を沈殿させた東鍋カ\nレーの硫化沈殿物中の微量元素の構成が嫌疑亜砒酸の構成とよく似ていたこと，\n③嫌疑亜砒酸の特徴的元素であるモリブデンがカレー中の亜砒酸結晶から検出さ\nれていること，④カレー中の亜砒酸結晶からバリウムが検出されていることという\n鑑定結果に加え，亜砒酸自体が希少なものであって，本件青色紙コップが発見さ\nれた状況等からｇ本件青色紙コップ内の亜砒酸が東カレー鍋に混入された可能性\nが高いといえることを総合的に考慮すると，東カレー鍋には，ａないしｆの亜砒酸の\nいずれかが，ｇ本件青色紙コップを介して混入された蓋然性が高いと認められる。\nそして，嫌疑亜砒酸と製造段階が同一であり，製造後の使用方法に由来するバリ\nウムも含有するが，嫌疑亜砒酸とは異なる亜砒酸が東カレー鍋に混入された蓋然\n性は低く，本件における混入の場所や混入の機会を考えると，そのような亜砒酸が\n東カレー鍋に混入されたと考えることは，現実的には極めて困難であるから，東カ\nレー鍋に混入された亜砒酸は，ｇ本件青色紙コップを介して，ａないしｆのいずれか\nの亜砒酸である蓋然性が極めて高いと認められる。\n７　なお，異同識別の分析がされた各種亜砒酸資料の収集，保管に，特に不適切な点\nはなく，Ｅ教授がカレー資料中から発見したとする亜砒酸結晶は，Ｅ教授が偶然に\n発見したものであって，作為的なものではないと認められる。\n第３　亜砒酸が混入された機会\n１　東カレー鍋の中にに亜砒酸が混入されたのは，７月２５日午前８時３０分ころにガレ\nージにおいてカレーの調理が始まってから，午後６時ころに夏祭りが始まるまでの\n間である。\nどのような時間帯に東カレー鍋の中に亜砒酸を混入することが可能であったかを\n検討するに，ガレージでカレーやおでんの調理が行われていた午前中の時間帯及\nび午後１時過ぎころに住民２人で見張りをするようになってから午後３時ころにカレ\nー鍋等が夏祭り会場に運ばれるまでの時間帯については，ガレージでの人の出入\nりや行動等は，ほぼ個別に確定することができ，絶えず，複数の住民がカレー鍋周\n辺におり，また，不審者も見かけられていないから，この時間帯には，東カレー鍋\nの中に亜砒酸は混入されていないと認められる。\n２　午後３時ころにカレー鍋が夏祭り会場に運ばれてからの時間帯については，カレー\n鍋周辺の細かな人の動きを具体的に特定することは困難であるが，夏祭り会場や\n東カレー鍋が置かれていたテント内での準備状況等から，夏祭り会場にカレー鍋\nが運ばれた後に，自治会住民以外の不審人物が亜砒酸を混入した可能性はない\nに等しいということができ，また，自治会住民が混入した可能性もほとんどないと認\nめられる。\n３　午後零時から午後１時過ぎころまでの時間帯に関しては，午後零時２０分ころ（前\n後５分程度の幅のある時間である。）から午後１時ころまで被告人が鍋の見張り当\n番をしていたことが認められた。そして，この前後の時間帯については，住民３人が\n１人で見張りをしていたのは，いつほかの見張りの人が来るか分からない状態での\n短時間の見張りに過ぎず，また，自らや家族が実際にカレーを食べて急性砒素中\n毒の被害を受けており，亜砒酸との接点も認められなかった。したがって，これら３\n名が１人で見張りをしていた際には，いずれも亜砒酸は混入されていないと認めら\nれる。\n４　したがって，被告人が午後零時２０分ころから午後１時ころまでカレー鍋等の見張り\n番をしていた時間帯に，東カレー鍋に亜砒酸が混入された蓋然性が極めて高いと\nいえる。\n被告人が午後零時２０分ころから午後１時まで鍋の見張り当番をしていた時間帯\nは，被告人が次女と一緒に見張りをしていた時間帯や，少なくとも１度はガレージ\nから離れた時間帯が認められるが，それ以外の時間帯は，被告人が１人で見張り\nをしていたから，その時間帯に，被告人が東カレー鍋に亜砒酸を混入することは十\n分に可能であった。\nまた，被告人は，１人で見張りをしている際に，しきりに道路の方を気にしながら西\nカレー鍋の蓋を開けるという不自然な行動をしていた。\n第４　被告人や関係者と亜砒酸等の関係\n１　被告人方の台所の排水管内の汚泥や台所の排水が流れる会所の汚泥から近隣\n周辺と比べて顕著に高濃度の砒素が検出され，台所流しから砒素が流されたこと\nがあることを推認された。また，麻雀部屋のほこりからも亜砒酸が検出され，さら\nに，被告人の毛髪からは通常では付着するはずのない無機の３価砒素の外部付\n着が認められ，被告人が亜砒酸に接触していた蓋然性は高いことが判明した。\n２　東カレー鍋に混入された蓋然性が高い嫌疑亜砒酸と被告人との関連性を検討する\nと，ＣやＤから押収された嫌疑亜砒酸は，いずれも被告人の夫ＧがＨ工芸として白\n蟻駆除業をしていた当時に使っていたものであるが，それらをＣに譲渡する以前の\n段階では自宅ガレージ等に保管していたのであって，被告人が入手することは極\nめて容易であり，その後についても，少なくともＤ方のミルク缶については，被告人\nは容易に入手し得る状況にあった。そして，被告人は，Ｈ工芸時代のＧとその従業\n員との会話等から，砒素の危険性を十分に知っていたものと認められる。\n３　被告人方台所の流し台シンク下の収納庫から押収され嫌疑亜砒酸が採取されたｆ\n本件プラスチック製小物入れは，平成７年の秋ころ，被告人が実兄のＣに依頼して\n「白アリ薬剤」と書いてもらった容器であった。この行為は，この容器と被告人との\n関係を打ち消しておきたかったためと考えるのが自然である\n４　以上のように，被告人は，亜砒酸とは極めて密接な関係にあり，また，東カレー鍋\nに混入された蓋然性が高い嫌疑亜砒酸を容易に入手し得る立場にあったことが判\n明した。\n５　Ｈ工芸で働いたり，嫌疑亜砒酸が置かれていた等から，東カレー鍋に混入された蓋\n然性の高い嫌疑亜砒酸と接点のあった者は，７月２５日当日は被告人方周辺には\n来ておらず，また，被告人夫婦とつながりの強かったKは，被告人夫婦との関係を\n断ち切ろうとしていた時期であり，Lは入院中であって，いずれも７月２５日は被告\n人方周辺には来ていなかった。\nＧは，当時自宅にいたがガレージ付近では目撃されておらず，また，被告人から砒\n素を摂取された被害者であり，かつ，自分が急性砒素中毒であったことをカレー毒\n物混入事件当時も知らずに砒素とは無関係の生活を過ごしていたのであるから，\n東カレー鍋に砒素を混入してはいないと認められる。\nさらに，被告人以外の自治会住民で，東カレー鍋に混入された蓋然性の高い亜砒\n酸と接点を持つ者は見当たらなかった。\n第５　夏祭り当日以降の被告人の言動\n被告人は，見張り当番中に面前で次女がカレーの味見をし，事件発生後は保健所\n等がしきりに検査を受けるよう呼びかけ，また，被告人も直後は周囲に娘に検査を\n受けさせる等言っていながら，実際には，次女に対して検査を受けるように言った\nことすらなかった。このような行為は，母親としては不自然な行為といえる。\nまた，被告人は，８月２日夕方にカレー毒物混入事件の原因毒物が砒素であると\n報道された翌朝に，実兄に対し，被告人方で砒素を使用していたことを口止めする\n内容の電話をかけているが，そのあまりの性急さはやはり不自然な行動といわざ\nるを得ない。\n第６　被告人夫婦の生活状況及び保険契約の状況\n被告人夫婦は，Ｇの経営する白蟻駆除業が平成４年４月に廃業となり，被告人が\n平成２年に始めた保険外交員の仕事も平成８年末には辞め，以後，被告人夫婦は\n定職に就かず定期的な収入がない状態であったにもかかわらず，稼働による収入\nを得ていた時代から，異常に高額な保険料を，保険会社や消費者金融から借り入\nれて払い続け，時折，高額の保険金を取得すると，借金の返済や保険料の支払い\nに充て，物品や不動産等高額な購入もするという生活をしており，平成７年以降\nは，年間収支いずれも１億円ないし２億円を超えるという普通の家庭では到底考え\nられない生活を，保険金収入を中心に成り立たせてきた。\nそのような被告人夫婦の生活状況全体を概観すると，被告人にとって，生命保険\n等の保険契約は，例えて言うならば，「預金機能のある宝くじ」のようなものであっ\nて，当たれば一度に高額の収入を得ることができ，また，当たらない時期が続いて\nも，解約すれば，元本割れはするものの一定金額が必ず返ってくるという性格のも\nのとして位置付けられ，運用されていたものと評価することができる。そして，この\n位置付けは，当然ながら時には宝くじに当たることを前提にして初めて成り立つも\nのであるから，被告人としては保険事故が発生することに強い期待を抱くとともに，\n保険事故が発生するように行動する，あるいは保険事故が発生したかのように行\n動する強い動機となっていったものというべきである。\n第７　Ｉの急性砒素中毒と被告人の犯人性\n１　Ｇの下で働いていたＩは，昭和６０年１１月に死亡したが，その原因は，急性砒素中\n毒によるものと認められる。\n２　被告人が関与して，Ｉを被保険者とする３口の生命保険が掛けられていたが，振込\n口座の変更状況や保険への加入状況からは，被告人に保険金の不正取得目的が\n疑われる。\n３　しかし，Ｉは，現に砒素を扱う白蟻駆除駆除の仕事に従事しており，自宅に砒素を保\n管する等していたから，ほかの可能性を排斥して，被告人が，飲食物等に亜砒酸を\n混入して摂取させ，Ｉを殺害したと認めることはできない。\n第８　Ｊの急性砒素中毒と被告人の犯人性\n１　Ｇの下で働いていたＪは，昭和６２年２月１５日深夜に突然激しいおう吐等に襲われ\nた。この症状は，その後の症状や検査所見から，急性砒素中毒によるものと認めら\nれる。\n２　被告人主導でＪを被保険者とする生命保険が掛けられているが，その必要性が乏\nしいことや名義変更の不自然さ，その後の保険金を被告人夫婦が取り込んでいる\nことから，保険金不正取得目的が強く疑われる。\n３　Ｊが腹部症状を発症した前日の２月１４日の状況を検討すると，Ｊがその夜，被告\n人が作ったお好み焼きを食べたこと，Ｊは現場で砒素を撒く作業はしていなかった\nから，仕事上砒素を誤摂取する可能性は他の従業員に比べれば少ないこと，被告\n人は砒素を容易に入手し得る立場にあったこと，保険金不正取得目的が強く疑わ\nれること等から，被告人の犯行の可能性は相当程度あるといえる。しかしながら，\n仕事や被告人方の家事の手伝いでＪが砒素に触れた可能性も否定できず，そもそ\nも１０年以上の前の出来事であって，症状の発症から想定される砒素摂取の時間\n帯に，上記お好み焼き以外に砒素を誤摂取した可能性は必ずしも排斥されていな\nい。また，証拠上，Ｊを狙って特定のお好み焼きを食べさせた等の被告人の不自然\nな素振り等は認められない。\nしたがって，被告人が，お好み焼きに砒素を混入してＪに摂取させたと認めるには\n合理的な疑問が残る。\n第９　昭和６３年のＧ及びＤの急性砒素中毒と被告人の犯人性\n１　Ｇは，昭和６３年３月中旬ころ，おう吐等の腹部症状を発症したが，その後の症状\nや検査所見から，その腹部症状は，急性砒素中毒によるものと認めれられる。\n２　昭和６１年２月以降，Ｇを被保険者として３口の生命保険が締結されているが，異\n常に高額であり，当時の被告人管理の保険の状況等を考えると，この３口の生命\n保険について，被告人の保険金不正取得目的が強く疑われる。\n３　しかし，昭和６３年３月ころのＧの食事や白蟻駆除の仕事の状況は何ら判明してい\nないから，被告人が，飲食物の砒素を混入してＧに摂取させたと認めることはでき\nない。\n４　Ｇと同じ病院に入院していたＤは，昭和６２年５月１０日午後６時ころ，Ｇの病室で，\nＧに差し入れられた餃子と酢豚の一部を食べた後，午後１０時ころから激しい吐き\n気等の症状に襲われたが，その後の症状や検査所見から，その症状は，急性砒\n素中毒によるものと認められる。\n５　Ｄが食べた餃子と酢豚は，被告人が差し入れた可能性が高く，当時，被告人に，Ｇ\nに掛けた保険による保険金不正取得目的が強く疑われること，入院中のＤが砒素\nを摂取することは通常は考えられないこと等を考えると，Ｄが急性砒素中毒にり患\nした原因は，被告人が持ち込んだ可能性の高い餃子，酢豚に砒素が混入されてい\nた可能性が相当程度あるといえる。しかしながら，残りの酢豚と餃子をＧも食べた\n可能性が高いところ，Ｇはその後砒素摂取に基因するようなおう吐等の腹部症状を\n発症してない。そして，１０年以上も前の出来事で，Ｄが，Ｇの病室で酢豚と餃子を\n食べたということ以外の状況は明らかになっていないことを考えると，被告人がＧに\n摂取させる目的で，Ｄが食べた餃子や酢豚に砒素を混入させていたと認めるには，\n合理的な疑問が残る。\n第１０　Ｋ，Ｌと被告人夫婦の関係及び意識消失の出現\n１　Ｋは，平成８年２月から平成１０年３月まで，被告人方に住み込み，その間，被告人\n夫婦丸抱えの生活をしていた。Ｋには，被告人によって異常に高額の保険が掛け\nられており，被告人夫婦にとってＫは，保険金不正取得の手段あるいは対象として\n貴重な存在であった。また，Ｋも，気ままでルーズな生活を与えられていたことか\nら，平成１０年４月に，自分が何か毒を盛られているのではないかと考えるようにな\nって実家に帰るまで，被告人夫婦の指示に従って行動し，不正な方法で取得され\nた保険金収入で維持されているHファミリーの一員となっていた。\n２　Ｌは，被告人方に頻繁に出入りし，被告人夫婦とつながりが強かったが，自営で仕\n事をしていたことがあり，また，金銭的にルーズな面があったことから，被告人夫婦\nにとっては，保険金の不正取得の協力を得やすく，対外的な交渉面で役に立つ人\n物であった。また，Ｌは，経済的に困窮しており，被告人夫婦に援助を受けていたか\nら，被告人夫婦の指示を断れない立場であった。したがって，Ｌは，不正な方法で\n取得された保険金収入で維持されているHファミリーの一員であるともに，Ｋと比べ\nれば，Ｇに近い立場であった。\n３　Ｋは，平成８年２月から平成１０年３月までの間，１０回にわたり，原因不明の意識\n消失状態に陥っているが，そのうち，医学的な所見等から睡眠薬の薬理作用によ\nると認められるものは３回であり，当時，被告人によって，Ｋを被保険者とする多数\nの保険が掛けられＫの疾病を奇貨とする保険金不正取得目的があったこと，被告\n人は病院から睡眠薬を処方されていたこと等を考えると，その３回は，被告人夫婦\nかそのいずれかが，保険金不正取得目的でＫに睡眠薬を摂取させたものと認めら\nれ，そのうち１回は，Ｋが意識を失う直前にＧがＫに多額の現金を預けていることか\nら，被告人が関与したものであると認められる。\n残り７回のうち１回については，被告人の言動から，被告人が関与したことが認め\nられる。\n４　Ｌは，Ｋが被告人方から実家に戻った平成１０年５月及び同年７月の２回，原因不\n明の意識消失状態に陥った。このうち，５月の意識消失は，医学的所見等から，睡\n眠薬の薬理作用による可能性が高いといえる。そして，平成１０年５月当時，被告\n人が管理するＬを被保険者とする保険は，異常に多額なものとなっており，被告人\nには，Ｌの疾病を奇貨とする保険金不正取得目的があったと認められるから，５月\nの意識消失は，被告人夫婦かそのいずれかが，Ｌに睡眠薬を摂取させたものと認\nめられる。しかしながら，具体的な睡眠薬摂取状況を確定することは困難であるか\nら，被告人の犯行とまで認めることはできない。また，７月の意識消失については，\nなんら医学的検討がされておらず，その他の情況証拠を踏まえても，睡眠薬の薬\n理作用によるものと認めることはできない。\n第１１　平成７年及び平成９年のＧの急性砒素中毒と被告人の犯人性\n１　Ｇは，平成７年８月，同年９月及び平成９年１月下旬に，おう吐等の腹部症状を訴\nえているが，関係証拠上，その症状が，ほかの疾病の可能性を否定して，急性砒\n素中毒によるものとまで認めることはできない。\n２　Ｇは，平成９年２月６日におう吐等の腹部症状に襲われているが，その後の症状や\n検査所見等から，その症状は，急性砒素中毒によるものと認められる。\n３　Ｇの平成９年２月６日発症の急性砒素中毒については，当時の飲食状況から，２月\n６日の昼にＧが食べたくず湯に砒素が混入されていた可能性が極めて高いこと，そ\nのくず湯は被告人が１人で作ったものであること，当時Ｇを被保険者として多額の\n保険が掛けられていたこと，被告人は砒素を入手し得る立場にあったこと，被告人\nはＧの死亡を強く期待する言動をしていたこと等から，被告人が，保険金目的で，く\nず湯に砒素を混入しＧに食べさせたものと認められる。\nそして，被告人の言動から，この犯行が，保険金目的のみならず，Ｇに対する憎し\nみ的感情をも背景に持つ犯行と考えられることから，確定的殺意に基づく犯行と認\nめることができる。\n第１２　Ｋの急性砒素中毒と被告人の犯人性\n１　Ｋは，被告人方に住み込んでいた期間中である平成９年９月２２日，同年１０月１２\n日，同月１９日，平成１０年３月２９日の４回にわたり，激しいおう吐等の腹部症状に\n襲われている。そして，その後の症状や検査所見を含めた関係証拠からは，平成９\n年９月２２日，同年１０月１２日，平成１０年３月２９日に３回の腹部症状は，急性砒\n素中毒によるものと認められるが，平成９年１０月１９日発症の腹部症状について\nは，ほかの疾病等の可能性を否定して急性砒素中毒によるものであるとまで認め\nることはできない。\n２　平成９年９月２２日の急性砒素中毒については，当日，Ｋが口にした物は，被告人\nが作った牛丼だけであると認められ，この牛丼は被告人が１人で作ったものである\nこと，被告人は砒素を入手し得る立場にあったこと，平成９年２月には保険金取得\n目的でＧを殺害しようとしていること，Ｋには多額の保険が掛けられＫの疾病を奇貨\nとする保険金の不正取得目的があったと認められること等からすると，被告人が，\n保険金不正取得目的で，Ｋに砒素を混入した牛丼を食べさせたものと認められる。\nなお，死亡に至らなくても高度障害の状態になれば死亡保険金と同額の保険金を\n取得することができ，現に被告人は，Ｇの関係で２度高度障害保険金を取得してい\nることを考えると，殺意は未必的なものにとどまるものと解される。\n３　平成９年１０月１２日の急性砒素中毒については，当日，Ｋが口にした物は，被告\n人が作った麻婆豆腐だけであり，時期的に，上記２の犯行にもかかわらずＫが退院\nしそうであり多額の保険金取得が失敗しそうな状況にあったことが認められるほ\nか，上記２記載の事情があるから，被告人が，保険金不正取得目的で，Ｋに砒素を\n混入した麻婆豆腐を食べさせたものと認められる。\n４　平成１０年３月２９日の急性砒素中毒については，症状発症から推測される砒素摂\n取の時間帯にＫが食べた物は，前日の夜に食べた被告人が作ったうどんだけであ\nること，Ｋには多額の保険が掛けられており，被告人は既に２回にわたってＫに保\n険金不正取得目的で砒素を摂取させていること，同様の目的で睡眠薬をも摂取さ\nせたことがあること等から，被告人が，保険金不正取得目的でＫに砒素を混入した\nうどんを食べさせたものと認められる。そして殺意は前記２と同様に未必的なもの\nにとどまるものと解される。\n第１３　カレー毒物混入事件における被告人の犯人性\n１　以上の検討から，東鍋カレーには，嫌疑亜砒酸のいずれかが，本件青色紙コップ\nを介して混入された蓋然性が極めて高いところ，この嫌疑亜砒酸を現実的に入手し\n得る立場にあり，かつ，東鍋カレーに亜砒酸を混入し得る具体的，現実的機会があ\nったと認められる人物は，証拠上は，被告人のみである。\nそして，被告人が，被告人方台所の収納庫内に置かれ，現実に嫌疑亜砒酸が入れ\nられていたｆ本件プラスチック製小物入れとの関係を不自然に打ち消そうとしていた\nことや，この小物入れは被告人が管理していた可能性が高いこと，被告人は，見張\nり当番中に道路側の様子を非常に気にしながら西カレー鍋の蓋を開けるという不\n自然な行動をしていること，被告人は，カレーから砒素が検出された旨報道される\nと，異常に素早く，亜砒酸を預けていた実兄に，被告人方では砒素は使っていなか\nったことにするよう依頼していること等の事情も，被告人の犯人性を強める事実関\n係である。\nさらに，被告人は，現に，保険金取得目的でカレー毒物混入事件発生前の約１年\n半の間に，４回も人に対して砒素を使用しており，通常の社会生活において存在自\n体極めて稀少である猛毒の砒素を，人を殺害する道具として使っていたという点\nで，被告人以外の事件関係者には認められない特徴であって，カレー毒物混入事\n件における被告人の犯人性を肯定する重要な間接事実である。\nまた，この金銭目的での４回の砒素使用や，その他の２件の睡眠薬使用という事\n実は，人の命を奪ってはならないという規範意識や，人に対して砒素を使うことへ\nの抵抗感がかなり薄らいでいたことの現れととらえることができる。\nこのような多くの間接事実を総合すると，被告人は，東カレー鍋の中に亜砒酸を混\n入したものであるということが極めて高い蓋然性をもって推認することができる。\n２　ところで，被告人がカレー毒物混入事件を起こす動機に関し，被告人がガレージに\n赴いた際に，ガレージに被告人を疎外するような居づらい雰囲気はあったものの，\nその後の被告人の具体的な様子や行動からは，被告人がガレージでの主婦らとの\nやり取りに激昂したとは認められず，結局，被告人がカレー毒物混入事件を敢行し\nた動機は，解明することができなかった。\nしかしながら，被告人が犯人であることと矛盾するような事実関係が証拠上明らか\nになっているわけではなく，上記で検討した現実的に本件犯行が可能なのは被告\n人以外には考えられないという客観的な蓋然性の高さや，それ以外の被告人の犯\n人性を強める諸事情を考えれば，動機が不明確である等の事情は，極めて高い蓋\n然性で推認される被告人の犯人性の判断に影響を与えるものではない。\n３　被告人の殺意について検討するに，東鍋カレーには，採取されたカレー資料中の\n砒素濃度等から，少なくとも，４５０名ないし１３５０名分の致死量に当たる約１３５ｇ\nの亜砒酸が混入されたと認められる。また，被告人は，砒素について少量でも人の\n生命を奪いうるほどに危険な毒物との認識を有しており，実際にＧやＫを殺害する\n手段として砒素を使用しているのであって，その結果，ＧやＫは，死亡するには至っ\nていないが生命に対する具体的な危険のある状態に陥っており，被告人は，その\n状態を十分に認識していた。そして，カレー毒物混入事件において，被告人は，こ\nれまでに１度に使用したことはないであろう約１３５ｇという紙コップの半分を超える\n多量の亜砒酸を東カレー鍋の中に混入しているのであるから，そのカレーを食べた\n住民等が死亡するとは思わなかったというようなことは到底考えられず，被告人\nは，カレーを食べた住民等が死亡することについての認識，認容があったものと認\nめられる。\nしかしながら，カレー毒物混入事件の対象の無差別性と死亡という結果の重大性\nを考えると，被告人が，東カレー鍋に亜砒酸を混入する際，このカレーを食べた者\nがほぼ確実に死亡するという認識であったと認めるには，やはり何らかの具体的な\n動機又は異常性格等の事情が必要であると考えられる。\nしたがって，そのような動機や事情が判明していない本件では，被告人が，カレー\nを食べた者がほぼ確実に死亡するという認識で本件犯行を敢行したと考えること\nはできず，証拠上認められる殺意は，未必的な殺意にとどまるものと解すべきであ\nる。\n第１４　量刑の理由及び結論\n１　本件は，被告人が，亜砒酸を混入したカレーを食べさせて住民多数を死傷させた\n殺人・殺人未遂１件，夫Ｇほか１名を保険金目的で砒素を摂取させ殺害しようとした\n殺人未遂３件，夫Ｇの神経症状等４つの事由を基にして保険会社等から高度障害\n保険金等をだまし取ったりだまし取れなかった詐欺（詐欺未遂を含む。）という事案\nであるが，その被害は，死亡被害者合計４名，生存被害者合計６５名，保険金詐欺\n総額約１億６８００万円（なお，保険金詐欺未遂の総額は約７４００万円である。）と\nいうものであって，事件関係者に多くの深刻な被害をもたらした。\n２　カレー毒物混入事件は，猛毒の亜砒酸を密かに食べ物に混入するという匿名性の\n高い犯行態様であるばかりか，被告人は，子供を含む不特定多数の者が食べるこ\nとを知りながら，多量の亜砒酸をカレーに混入したのであって，無差別的な犯行で\nある。その行為によって，それまで明るく和やかな夏祭り会場が，亜砒酸が混入さ\nれているとも知らずにカレーを食べた者があちこちで「胃が喉から飛び出す」ように\n激しくおう吐する凄惨な状況に一転したのであって，その犯行態様は，極めて悪質\nかつ冷酷なものといわなければならない。\n３　被告人の犯行により，４名もの人命が奪われたその結果はあまりに重大である。こ\nれらの４名は，それぞれに充実した日々を送っていたのであって，それが被告人の\n蛮行により，その幸せの途上で，突然に苦悶の中息を引き取らざるを得なかったの\nであり，死亡被害者の無念，悔しさは，言葉に表しようがない。また，突然，最愛の\n家族を奪われた遺族の心の傷は深く，その悲しさ，理不尽な死に対する怒りは，聞\nく者の胸に強く迫るのであって，あらためて，本件犯行の残酷非情さを感じざるを得\nない。被告人は，遺族のこの悲痛なまでの叫びを胸に刻むべきである。\nさらに，一命は取り留めたものの，砒素を摂取させられ深刻な身体的，精神的被害\nを受けた被害者の数は６３名にも上り，個々の被害の深刻さに加え，この被害者の\n数の多さは，その犯行が，重大な結果を招いたことを表している。\nそして，被告人は，被害者らに対し，慰謝の措置は全く執っていない。\nまた，B自治会の地域が地域社会としてのまとまりを失ってしまうなど，被告人の犯\n行による被害はあまりにも広汎なものであった。\n４　カレー毒物混入事件は，犯行態様の異常さ，被害の深刻さから，社会全体に強い\n衝撃を与えた前代未聞の事件であって，国民が現在の治安や社会秩序が悪化し\nたと感じざるを得ない（体感秩序を悪化させた）事件であったことは否定できない。\nまた，毒物混入という匿名性の高い犯行態様は，その後の同種犯行を誘引しやす\nいという点においても，強く非難されなければならない。このように，カレー毒物混\n入事件が社会に与えた影響には極めて大きいものがあった。\n５　ところで，被告人が，カレー毒物混入事件を敢行した具体的動機は解明されず，ま\nた，それは計画的なものではなく，殺意は未必的なものであった。そこで，このよう\nな被告人の主観的事情が，死刑選択の当否にどのように影響するのか検討する\nに，その動機は未解明であるが，無差別的な犯行であるカレー毒物混入事件の量\n刑を考える上で，斟酌できるような動機でないことは明らかである。被告人の殺意\nは，確かに未必的ではあるが，多数の者が急性砒素中毒により生命に危険のある\n状態となり得ることは十分に認識，認容していたものといえる。そして，計画的な犯\n行ではないが，被告人が思い付いてすぐに亜砒酸を混入することができたというの\nは，まさに，被告人が，亜砒酸を食べ物に混入して人に摂取させることに手慣れて\nいたからと推測でき，被告人の犯罪性向が根深いことを表している。\nしたがって，犯行が計画的でないことや殺意が未必的であること，動機が解明され\nていないこと等の主観的事情は，それ自体，被告人の責任を相当程度に軽減する\nような事情とはならない\nさらに，被告人が，カレーに亜砒酸を混入した後，被害発生を回避する方法があっ\nたにもかかわらず，それをしようともせず，一面では被害が拡大するような行動をし\nていること等を併せ考えると，上記の被告人に有利な主観的事情があったとして\nも，被告人の責任が軽減されるものではないと解される。\n６　以上の検討から，カレー毒物混入事件においては，その罪責が極めて重大であっ\nて，罪刑の均衡の見地からも一般予防の見地からも極刑はやむを得ないというべ\nきであって，死刑を選択せざるを得ないものと考える。\nそして，Ｊに対する殺人未遂は，犯罪の証明がないこととなるから，無罪の言い渡し\nをする。\n主　　　　　文\n被告人を死刑に処する。\n本件公訴事実中，Ｊに対する殺人未遂の点については，被告人は無罪。\n"
}