{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 1,
    "day": 29
  },
  "case_number": "平成14(わ)1220",
  "case_name": "業務上過失傷害",
  "court_name": "神戸地方裁判所",
  "lawsuit_id": "7055",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=7055",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/055/007055_hanrei.pdf",
  "contents": "判決　平成１５年１月２９日　神戸地方裁判所　平成１４年(わ)第１２２０号　業\n務上過失傷害被告事件\n主　　　　　　　文\n被告人を禁錮１年２月に処する。\nこの裁判確定の日から３年間その刑の執行を猶予する。\n訴訟費用は被告人の負担とする。\n理　　　　　　　由\n（罪となるべき事実）\n被告人は，平成１４年１月１９日午前５時５２分ころ，業務として普通乗用自動\n車を運転し，神戸市ａ区ｂ通ｃ丁目ｄ番先の信号機により交通整理の行われている\n交差点を東から西に向かい直進するにあたり，対面信号機の表示に留意し，その信\n号機の表示に従うべき業務上の注意義務があるのにこれを怠り，信号機の表示に留\n意せず漫然時速約６０キロメートルで進行した過失により，同交差点の停止線の手\n前約１６．５メートルの地点に接近するまで対面信号機が赤色を表示しているのに\n気付かず，同停止位置で停止できないと判断し，そのまま同交差点に向かい進行\nし，折から青色信号に従って北から南に向かい進行してきたＡ（当時５８歳）運転\nの自転車を右前方約２３．２メートルの地点に発見し，急制動の措置を講じたが間\nに合わず，同自転車後部に自車左側ドアミラーを衝突させて同人を自転車もろとも\n路上に転倒させ，よって，同人に対し加療約７か月間を要する第１腰椎圧迫骨折の\n傷害を負わせたものである。\n（証拠の標目）ー括弧内の数字は証拠等関係カード記載の検察官請求証拠番号ー\n省略\n（補足説明）\n被告人は，当公判廷で被告人車両の速度は６０キロメートル毎時ではなく５０キ\nロメートル毎時程度であったし，交差点の停止線の手前約１６．５メートルの地点\nにおいて対面信号機の表示は赤色ではなく黄色であった，対面信号機の表示が赤色\nであったのを確認したのは交差点の停止線直前であったし，横断歩道に入った辺り\nで被害者を発見した旨供述をするが，実況見分調書（６）によれば，交差点の東側\n横断歩道上から西に被告人車両のスリップ痕が，右側１９．９メートル，左側１\n９．７メートルにわたり印象されていることが認められるところ，スリップ痕の位\n置とその形状に照らせば，被告人の前記公判供述は明らかに措信しがたいから，被\n告人の前記公判供述は採用できない。前掲関係証拠によれば判示事実は優に認めら\nれる。\n（法令の適用）\n罰　　　　条  　刑法２１１条１項前段\n刑種の選択    禁錮刑選択\n宣告刑    禁錮１年２月\n刑の執行猶予    刑法２５条１項（３年間猶予）\n訴訟費用    刑事訴訟法１８１条１項本文（全部負担させる。）\n（量刑の理由）\n本件は，判示の過失により，被告人が被害者の乗車する自転車に自車を衝突させ\nて同女を転倒させ，同女に加療約７か月間を要する第１腰椎圧迫骨折の傷害を負わ\nせた業務上過失傷害の事案である。\n被告人は信号機により交通整理の行われている交差点に直進進入するにあたり，\n対面信号機の表示に留意する注意義務があるのにこれを怠るという自動車運転者と\nして基本的な注意義務に違反したものであって，その過失の程度は少なくなく，ま\nた，被害者の被った傷害の結果も重傷であるから，被告人の刑事責任は軽視しえ\nず，弁護人が主張するように，本件は罰金刑をもって処断すべき事案とは認められ\nない。\nしかしながら，被告人は，事故の直後から被害者の救護に当たり，その後も被害\n者を見舞うなど，事故後の態度は誠実であり，真摯な反省の態度が認められるこ\nと，そのためもあって，嘆願書を提出するなど被害者は宥恕の意思を明らかにして\nいること，示談が成立したこと，被告人には前科前歴がないこと等被告人のために\n酌むべき事情も認められるので，主文のとおり量定した上，その禁錮刑の執行を猶\n予することとした。\nよって，主文のとおり判決する。\n平成１５年１月２９日\n神戸地方裁判所第１１刑事係甲\n裁　判　官　杉　森　研　二\n"
}