{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 5,
    "day": 20
  },
  "case_number": "平成13(行ウ)25",
  "case_name": "損害賠償代位請求",
  "court_name": "神戸地方裁判所",
  "lawsuit_id": "7202",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=7202",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/202/007202_hanrei.pdf",
  "contents": "判決　平成１４年５月２０日　神戸地方裁判所　平成１３年（行ウ）第２５号損害\n賠償代位請求事件\n判決\n主文\n１　原告らの請求を棄却する。\n２　訴訟費用は原告らの負担とする。\n事実\n第１　当事者の求めた裁判\n１　請求の趣旨\n(1)　被告は，甲組合に対し，１３億円及びこれに対する平成１３年１０月１０\n日から支払済みまで年５分の割合による金員を支払え。\n(2)　訴訟費用は被告の負担とする。\n２　本案前の答弁\n(1)　本件訴えを却下する。\n(2)　訴訟費用は原告らの負担とする。\n３　請求の趣旨に対する答弁\n主文同旨\n第２　当事者の主張\n１　本案前の抗弁\n(1)　原告らのうち甲外７名は，後記本件焼却施設の構造上の欠陥に基づく請負\n契約上の債務不履行責任ないし瑕疵担保責任としての損害賠償請求訴訟を神戸地方\n裁判所に提起し，平成１３年４月２５日，同裁判所が請求棄却の判決を言い渡し，\n現在同事件は大阪高等裁判所で控訴審として審理されている（以下，「前訴」とい\nう。）。\n(2)　原告らの本件請求は，被告の建設した乙センターの焼却施設（以下，「本\n件施設」という。）に存する構造上の欠陥に基づいて訴外甲組合（以下，「本件事\n務組合」という。）に生じた損害の賠償請求であり，その根拠は本件施設の建設に\nかかる請負契約上の債務不履行責任ないし瑕疵担保責任であり，前訴における訴訟\n物と同一である。\n(3)　したがって，本件訴えは，二重起訴禁止（民事訴訟法１４２条）ないし別\n訴禁止（地方自治法２４２条の２第４項）により，不適法であるから却下されるべ\nきである。\n２　本案前の抗弁に対する原告らの認否\n本件訴えは，不法行為に基づく損害賠償請求であって，訴訟物は異なるか\nら，二重起訴ないし別訴にはあたらない。\n３　請求原因\n(1)　当事者\n原告らは，兵庫県宍粟郡に居住する住民であり，被告は，焼却処理施設等\nの廃棄物処理施設のプラント製造等を業とする株式会社である。また，本件事務組\n合は，兵庫県宍粟郡内の一宮町，千種町，波賀町，安富町及び山崎町の５町（以\n下，「宍粟郡５町」という。）によって，宍粟郡の廃棄物処理などの行政事務を扱\nう行政事務組合である。\n(2)　事実経過\nア　本件事務組合は，昭和６２年２月ころ，宍粟郡５町の一般廃棄物処理施\n設と焼却灰を含む不燃物の最終処分場の建設を計画し，建設予定地の地元自治会で\nある丙自治会（以下，「丙自治会」という。）との間で公害防止協定書を締結し\n（以下，「本件公害防止協定」という。），同年１２月ころ，被告との間で，乙セ\nンター（以下，「乙センター」という。）内において准連続式焼却炉を有する一般\n廃棄物焼却処理施設（以下，「本件焼却施設」という。）を建設するとの建設工事\n請負契約（以下，「本件請負契約」という。）を締結し，被告は，同工事に着手し\nた。\nイ　被告は，本件工事を完成させ，本件事務組合が，本件施設の供用を開始\nしたが，平成８年１１月に厚生省（当時）の指示に基づいて同施設からの排ガス中\nのダイオキシン濃度を測定したところ，同施設１号炉から１８００ｎｇ／Ｎ立方メ\nートル，同２号炉から１８０ｎｇ／Ｎ立方メートルのダイオキシン類が検出された\nほか，同施設からの焼却灰や集塵灰中からも，高濃度のダイオキシンが検出される\nなど，本件施設は，高濃度のダイオキシンを発生させやすいという構造上の欠陥を\n有していた。\nウ　このため，本件事務組合は，本件焼却施設の廃炉を決め，また，同施設\nからの焼却灰等を埋め立て処分していた廃棄物の最終処分場の使用も中止したが，\n上記高濃度のダイオキシンを発生させ，本件公害防止協定に違反していたため，同\n協定に基づき，丙自治会との間で，平成１０年３月９日，最終処分場に埋め立て処\n分していた焼却灰及び集塵灰を含む１万３０００立方メートルの残渣埋立物を，平\n成１６年３月末日限り撤去処理することを誓約した覚書（以下「本件覚書」とい\nう。）を締結した結果，同埋立物を撤去処理する費用を支出する義務を負った。\n(3)　責任原因\n被告は，本件請負契約の締結以前から，大学の研究室と共同で焼却処理施\n設からのダイオキシン類の発生を予防ないし抑制する技術について研究を行い，遅\nくとも昭和６１年１０月には特許出願をしていたにもかかわらず，本件事務組合に\n対して本件処理施設から高濃度のダイオキシン類が発生することを全く告知せず，\nかつ本件焼却処理施設の実施設計に当たっても全く考慮していなかった結果，前記\nのとおり構造上の欠陥を有する本件焼却施設を建設したものであり，かかる被告の\n行為は不法行為を構成する。\nしたがって，被告は不法行為に基づく損害賠償責任として，本件事務組合\nが上記残渣埋立物を撤去処理する費用を賠償する義務がある。\n(4)　損害\n高濃度のダイオキシンを含む残渣埋立物の無害化処理には，１立方メート\nルあたり数十万円を要するとされているから，本件の場合には，数十億円以上の撤\n去処理費用が必要であり，また，乙センター内に上記無害化処理のための埋立物溶\n解炉を設置するためには，少なくとも３０億円は要する。\nしたがって，本件事務組合の損害は，１３億円を下らない。\n(5)　住民監査請求\n原告らは，平成１３年６月２８日，本件事務組合の監査委員に対し，本件\n事務組合の管理者が被告に対し，上記残渣埋立物の撤去処理費用の一部として１３\n億円の支払を求めることを内容とする住民監査請求をしたが，同監査委員は，同年\n８月２７日，合議には至らなかったとの監査結果を出した。\n(6)　よって，原告らは，被告に対し，地方自治法２４２条の２第１項４号に基\nづき，本件事務組合に代位して，本件事務組合に対し，１３億円及びこれに対する\n訴状送達日の翌日である平成１３年１０月１０日から支払済みまで民法所定年５分\nの割合による金員を支払うことを求める。\n４　請求原因に対する認否及び被告の主張\n(1)　請求原因(1)のうち，原告らが兵庫県宍粟郡に居住する住民であることは\n不知。その余は認める。\n(2)ア　同(2)アのうち，本件事務組合が丙自治会と本件公害防止協定を締結し\nていた事実は不知。その余は認める。\nイ　同イのうち，本件焼却施設が構造上の欠陥を有していたとの主張は争\nい，その余は認める。\n被告は，本件事務組合が訴外丁株式会社との間でコンサルタント契約を\n締結した上で厚生省制定のごみ処理施設構造指針に基づいて作成した発注仕様書を\n条件に入札・受注し，厚生省の技術審査を経た上で本件焼却炉を建設したのであ\nり，しかも本件事務組合から発注内容を充足した性能を有することの確認を得た上\nで引き渡しを完了しており，本件焼却施設に何ら構造上の欠陥は存しない。\nウ　同ウのうち，本件事務組合が，本件施設焼却炉の廃炉を決めたことは認\nめ，その余は不知。\n(3)　同(3)は争う。\nア　本件事務組合は自らの判断・責任において，丙自治会と本件覚書を締結\nしたものであり，被告の焼却炉建設と同覚書による債務の負担との間には何らの因\n果関係も存しない。\nイ　最終処分場は土壌汚染の環境基準が適用されない施設であって，さらに\n「廃棄物の埋立地，外部から適切に区別されている施設」として設置された施設で\nあるから，一般的には搬入された廃棄物を再度搬出し撤去する必要はない。\nウ　最終処分場における諸業務は，廃棄物処理法に基づき本件事務組合が実\n施すべき組合の固有業務であるから，その費用を被告が負担すべき理由はない。\n(4)　同(4)は争い，同(5)は不知。同(6)は争う。\n５(1)　抗弁１（除斥期間）\n本件焼却施設に関する請負契約書では，工事目的物に瑕疵がある場合，引\n渡し後２年以内（被告の故意又は重過失による場合は５年以内）に瑕疵修補ないし\n損害賠償請求をしなければならないとの条項があり，本件焼却施設の瑕疵欠陥に基\nづく損害賠償請求は不法行為に基づくものであっても同条項が適用されると解すべ\nきである。\nしたがって，すでに，本件施設の引渡後５年が経過していることから，被\n告は損害賠償義務を負わないと解すべきである。\n(2)　抗弁２（消滅時効）\n不法行為に基づく損害賠償請求権は損害及び加害者を知ったときから３年\nにより時効消滅するところ，原告は，覚書を締結した平成１０年３月９日に損害及\nび加害者を知ったのであり，同日から本件訴訟提起までに３年が経過している。し\nたがって，原告は，本訴において，同消滅時効を援用するとの意思表示をした。\n６　抗弁に対する認否\n(1)　抗弁１は争う。原告らが主張する損害賠償請求権は不法行為に基づくもの\nであり，請負契約書の除斥期間は適用されない。\n(2)　抗弁２は否認する。\n被告が自ら設計製造した焼却炉の操業に起因して周辺環境を汚染したこと\nに対し，土壌処理費用等の一部について補填するとの対応を最初に示したのは，平\n成１２年７月に成立した大阪府豊能郡環境美化センターの操業に関するダイオキシ\nン公害調停の日であるから，同日をもって消滅時効期間の起算日とすべきである。\n理由\n１　本案前の抗弁について\nそもそも民事訴訟法ないし行政事件訴訟法によって禁止されている二重起訴\nないし別訴とは，前訴と後訴における訴訟物が同一である場合である。そして，本\n件における訴訟物は不法行為に基づく損害賠償請求権であるところ，前訴の訴訟物\nは債務不履行責任ないし瑕疵担保責任であってこれと異なるものである。\nしたがって，本件訴えは，二重起訴禁止（民事訴訟法１４２条）ないし別訴\n禁止（地方自治法２４２条の２第４項）の各規定に抵触することはなく，被告の本\n案前の抗弁は理由がない。\n２　請求原因について\n(1)　請求原因(1)のうち，原告らが兵庫県宍粟郡に居住する住民であること以\n外の事実，同(2)アのうち，本件事務組合が丙自治会と本件公害防止協定を締結して\nいたこと以外の事実，同イのうち，本件焼却施設が構造上の欠陥を有していたこと\n以外の事実，同ウのうち，本件事務組合が，本件施設焼却炉の廃炉を決めた事実は\nいずれも当事者間に争いがない。\n(2)　同(3)（責任原因）について\nそもそも，請負人が瑕疵のない仕事を完成させる義務を負うのは，まさに\n請負契約を締結しているからにほかならないから，被告が建設した本件焼却施設に\n構造上の欠陥が存することに起因する損害賠償請求の責任原因として，原告らは不\n法行為を主張するが，その主張に鑑みても，請負契約の債務不履行責任ないし同契\n約上の瑕疵担保責任ではなく，不法行為が成立すると解する余地はない。\n確かに，証拠（乙５）によれば，高濃度のダイオキシンを発生させない施\n設を完成させるという義務は請負契約書には明記されていないと認められるが，周\n囲の環境を悪化させることのない安全な施設を建設するという義務を被告が負うと\nしても，それは本件請負契約上の付随義務として負うものであると解すべきであ\nり，そのような欠陥を有する施設を建設したことが別個に不法行為を構成するとの\n特段の事情も認められない以上，原告らの主張は採用できない。\nまた，原告らは，本件事件において原告らが主張する損害は，本件事務組\n合が最終処分場の焼却灰等の埋設物について撤去処分費用を支出しなければならな\nいことにより被る損害であるところ，前訴において主張していた焼却処理施設とし\nての供用を廃止せざるを得なくなることに起因する損害とは異なる損害であると主\n張するが，いずれの損害も本件焼却施設が高濃度のダイオキシンを発生させるとい\nう構造上の欠陥を有していたことに起因する損害であると認められ，本件請負契約\nとは関係のない不法行為に基づく損害であるとは認められない。\n３　結語\n以上によれば，その余の点について判断するまでもなく，原告らの請求は理\n由がないからこれを棄却し，訴訟費用の負担につき，行政事件訴訟法７条，民事訴\n訟法６１条を適用して，主文のとおり判決する。\n神戸地方裁判所第５民事部\n裁判長裁判官  前坂光雄\n裁判官  窪田俊秀\n裁判官永田眞理は，転補につき署名押印することができない。\n裁判長裁判官  前坂光雄\n"
}