{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 13,
    "month": 3,
    "day": 26
  },
  "case_number": "平成12(行ケ)357",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "意匠権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "12590",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=12590",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/590/012590_hanrei.pdf",
  "contents": "平成１２年（行ケ）第３５７号　審決取消請求事件（平成１３年１月２９日口頭弁\n論終結）\n判　　　　　　　　　　決\n原　　　　　　告　　　株式会社ウチコン\n代表者代表取締役　　　【Ａ】\n訴訟代理人弁理士　　　小　島　清　路\n同　　　　　　　　　　谷　口　直　也\n被　　　　　　告　　　【Ｂ】\n訴訟代理人弁理士　　　前　田　勘　次\n主　　　　　　　　　　文\n特許庁が無効２０００－３５０５５号事件について平成１２年８月８\n日にした審決を取り消す。\n訴訟費用は被告の負担とする。\n事実及び理由\n第１　当事者の求めた裁判\n１　原告\n主文と同旨\n２　被告\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n第２　当事者間に争いのない事実\n１　特許庁における手続の経緯\n被告は、意匠に係る物品を「側溝用ブロック」とし、その形態を別添審決謄\n本写し別紙のとおりとする登録第１０３７７３３号意匠（平成６年９月５日登録出\n願、平成１１年２月２６日設定登録、以下「本件意匠」という。）の意匠権者であ\nる。\n原告は、平成１２年１月１９日、被告を被請求人として、本件意匠登録の無\n効審判の請求をした。\n特許庁は、同請求を無効２０００－３５０５５号事件として審理した上、平\n成１２年８月８日に「本件審判の請求は、成り立たない。」との審決をし、その謄\n本は同月２８日原告に送達された。\n２　審決の理由\n審決は、別添審決謄本写し記載のとおり、本件意匠は、①その登録出願前\nに、実開昭５０－６２３５８号公報（審判、本訴とも甲第１号証）、実開昭６３－\n９５７９０号公報（同甲第２号証）、実開昭６３－１８５９０号公報（同甲第３号\n証）及び実開昭５８－１４０２８６号公報（同甲第４号証）記載の各形状に基づい\nて、当業者が容易に創作をすることができたから、意匠法３条２項に該当する（審\n判における無効事由１）、②本件意匠の登録出願前に日本国内において公然知られ\nた意匠である平成６年７月２６日付け株式会社丸治コンクリート工業所作成の「Ｒ\n側溝（リボーン側溝）ＲＵ－３００Ａ」の図面記載の意匠と同一であり又は類似す\nるから、同法３条１項に該当する（審判における無効事由２）との請求人（原告）\nの主張をいずれも排斥し、請求人の主張及び提出した証拠によっては、本件意匠の\n登録を無効とすることはできないとした。\n第３　原告主張の審決取消事由\n１　審判における無効事由２についての審決の判断は争わない。\n審決は、本件意匠が甲第１～第４号証記載の各意匠に基づいて当業者が容易\nに創作をすることができるものであるのに、その容易創作性の判断を誤った（取消\n事由）ものであるから、違法として取り消されるべきである。\n２　取消事由（容易創作性についての判断の誤り）\n(1)　甲第１号証記載の意匠に基づく容易創作性\n審決は、本件意匠の蓋受部の具体的構成態様を「内壁面の上端部分は、略\n『し』の字状に切り欠いて弧状面を呈する」（審決謄本２頁３８行目～３９目）と\n認定した上、「本件登録意匠（注、本件意匠）・・・の構成態様のうち、全体の基\n本的な構成態様及び各部の具体的構成態様のうちの蓋受部を除く殆どの態様は、本\n件登録意匠の出願前よりこの種の物品分野に於いて既に広く知られた態様である」\n（同３頁２６行目～２９行目）と認定し、上記蓋受部の構成に関し、「甲第１号証\nの意匠に、蓋受部の形状を弧状としたものが開示されているが、これは・・・排水\n桝の蓋受部に関するもので、排水桝は下水用の屋外配水管の合流点に設け掃除、点\n検等のためのものであるのに対し、本件登録意匠は雨水等を排水するために道路に\n沿って長く連接して使用するものであって、全体的にみて、物品の機能、使用目\n的、使用態様が異なり同一物品分野のものとは云えないから、排水桝の蓋受部に弧\n状を呈するものがあったからと云って、これに基づいて直ちに側溝用ブロックの蓋\n受部を弧状面とすることが容易に創作することができたことにはならない」（同３\n頁３６行目～４頁４行目）とするが、蓋受部の構成の容易創作性につい\nての上記判断は誤りである。\nすなわち、意匠法３条２項にいう「その意匠の属する分野」とは、当該意\n匠に係る物品と同一物品であることを定めるものではないところ、一般に、側溝、\n排水桝、マンホール等は下水道設備として総称されるものであり、現実にも、上下\n水道設備具のカタログ等において、これらは一括して掲載されている。また、意匠\nに係る物品としての「排水桝」と「側溝用ブロック」は、ともに意匠分類上Ｌ２－\n４０（上下水用設備具）、国際特許分類Ｅ０３Ｆ　５／０４に分類されている。\nさらに、側溝を扱う会社の約３０パーセントは排水桝も扱い、排水桝を扱\nう会社の約４５パーセントは側溝も扱っており、それぞれの形状について熟知した\n上で創作がされている。そして、側溝用ブロックも排水桝も、いずれも排水を流す\nために地面を掘って設置されるものであり、排水桝が側溝用ブロックとともに設置\nされることもあり、物品の機能、使用目的及び使用態様はほぼ共通している。\nこのような取引及び創作の実情からすると、本件意匠の意匠に係る物品\n「側溝用ブロック」と甲第１号証記載の「排水桝」とは、ともに上下水道設備具と\nして、同一物品分野に属するものというべきである。\nそして、本件意匠の登録出願前に、特願昭５３－１４５３４７号公報（甲\n第６号証）には、地下構造物用蓋構造において、湾曲形状の受枠が記載されてお\nり、また、いずれも蓋受部を傾斜形状とした排水桝（実開昭５９－１８３９８２号\n公報、甲第２３号証）、マンホール（実開昭５２－３８９６０号公報、甲第１４号\n証）及びコンクリート側溝（前掲甲第３号証）が創作されていること、さらに、側\n溝用ブロックにおいて、曲面形状を取り入れること自体は、登録第７０２００６号\n意匠（昭和６１年１２月２３日設定登録、甲第２４号証）や登録第６９１３４２号\n意匠（同年７月１６日設定登録、甲第２５号証）のとおり、既に周知であったこと\nも考慮すると、甲第１号証記載の排水桝の蓋受部の湾曲形状を側溝用ブロックに転\n用することにより、本件意匠を創作することは当業者にとって容易であったという\nべきである。\n(2)　甲第２、第３号証記載の各意匠に基づく容易創作性\n側溝用ブロックの蓋受部の形状を、側溝蓋の蓋受部と接する部分と同形状\nにすることが周知の創作であることは、甲第３号証から明らかであるところ、側面\n下部が湾曲面形状となっている側溝蓋は周知である（甲第２号証参照）から、この\n側溝蓋に密着させるために側溝用ブロックの蓋受部の形状を湾曲面に創作すること\nは当業者にとって容易にし得ることである。\nこの点について、審決は、「本件登録意匠の出願当時、側溝用ブロックの\n蓋受部の形状は・・・蓋受部の下半分を側溝内部に向かって、下向き斜状の面取り\n様としたものや正背壁側の垂直面を僅かに傾斜面とした程度のものがせいぜいであ\nって、それ以外のものは見受けられない」（審決謄本４頁１７行目～２３行目）と\nし、さらに、甲第３号証記載の意匠は「側溝溝と蓋受部とが必ずしも密着している\nとは云えず」（同４頁２６行目～２７行目）、「蓋受部の形状を弧状面とすること\nが当業者にとって容易であったとは直ちには云えない」（同５頁４行目～５行目）\nとする。\nしかし、甲第３号証記載の意匠の「蓋受部」は、傾斜部のみを意味すると\n解すべきであり、当該傾斜部において蓋と密着していることは明らかである。さら\nに、上下水道設備分野の物品において、蓋と蓋受部を密着させるべく、その接触部\n分を同じ形状に創作することは従来から広く行われていることである（特開昭５３\n－１４５３４７号公報（甲第６号証）、実公昭４０－４３５０号公報（甲第７号\n証）等）から、審決の上記判断は誤りである。\n(3)　甲第４号証記載の意匠に基づく容易創作性\n審決は、「甲第４号証・・・には、蓋受部に内角を弧状とした小さい集水\n孔が開示されているが、集水孔の形状として、こう云うものが知られていたことを\n示すに止まるものであり・・・蓋受部を各種の形状に表すことが普通になされてい\nない限りに於いては、上記の意匠から、容易に創作できたものと云うことはできな\nい」（審決謄本５頁６行目～１３行目）とするが、誤りである。\n甲第４号証に示されるとおり、蓋受部に該当する部分の一部を曲面形状と\nしたものは周知であるから、これを蓋受部全体に表して創作することは当業者にと\nって容易というべきである。\n第４　被告の反論\n１　審決の認定判断は正当であり、原告主張の取消事由は理由がない。\n２　取消事由（容易創作性についての判断の誤り）について\n(1)　甲第１号証記載の意匠に基づく容易創作性\n側溝用ブロックと排水桝との用途及び機能の相違から、両者が同一の物品\n分野に属さないことは明らかである。すなわち、排水桝は周囲が閉ざされた輪状の\n蓋受部を有するものであり、側溝用ブロックのように道路に沿って長く連接して使\n用するものとは基本形状が異なる。排水桝等の蓋受部の一部に弧状のものがあった\nとしても、意匠全体として必ずしも似ているとは限らず、側溝用ブロックの蓋受部\nを弧状とすることが容易となるものではない。\n(2)　甲第２、第３号証記載の各意匠に基づく容易創作性\n原告は、甲第３号証記載の意匠の「蓋受部」は、傾斜部を意味する旨主張\nするが、「蓋受部」とは、内壁面の上端の切り欠いた部分全体を指すというべきで\nあり、原告の主張は失当である。\n(3)　甲第４号証記載の意匠に基づく容易創作性\n集水孔と蓋受部とでは、機能、目的及び用途が異なり、集水孔の形態を蓋\n受部全体に表した場合、もはや集水孔としての機能を果たさないこととなるから、\n集水孔の形状を蓋受部全体に表すことが当業者の容易にし得ることとはいえない。\n(4)　原告の提出した証拠の中には、部分的に本件意匠の蓋受部のような湾曲形\n状が含まれているものもあるが、それらは、特定の部位の特定の断面におけるもの\nであって、同一部位であっても異なる断面においては本件意匠とは全く異なる形状\nとなっている。原告は、こうした証拠の組合せに基づいて意匠法３条２項の適用を\n主張するが、意匠は全体の形態を細かく細分化すれば、すべて公知の意匠となって\nしまう性質を有するのであり、意匠法は、このことを前提として、公知の形状の配\n置ないし組合せから生ずる新たな美的価値を保護するものである。したがって、意\n匠の構成態様が単に公知の形状の組合せであるという理由のみで容易に創作をし得\nたということはできない。\nなお、本件意匠の実施に係る側溝用ブロックは、全国の当業者によって広\nく支持されており、このことは、本件意匠の創作的な価値を裏付けるものというべ\nきである。\n第５　当裁判所の判断\n１　甲第１号証記載の意匠に基づく容易創作性について\n(1)　本件意匠は、別添審決謄本写し別紙記載のとおり、全体形状を略倒コ字状\nの横長なものとし、その横長な正背壁の外壁面を中程から上方にかけて斜状に突出\nし、その上部を更に垂直に形成した基本的な構成態様とし、各部の具体的構成態様\nを、正背壁の内壁面は、下端両角を隅丸とし、内壁面の上端部分は、略「し」の字\n状に切り欠いて弧状面を呈する蓋受部とし、両側面には、開口縁に沿って蓋受部寄\nりまで略Ｕ字状の細い嵌合溝を形成し、全体の高さに対する側面幅及び横幅の比率\nを約１：１：２とし、正背壁の下端を細帯状に面取りし、両側面の下端もごく細く\n面取りした態様のものであると認められる。\nそして、実開昭４８－５５５０号（甲第９号証）の従来例として挙げられ\nている第２図には、上記のような本件意匠の構成中、蓋受部を弧状面とする具体的\n構成態様以外の構成を充足するＵ字溝ブロックが示されていることにも照らすと、\n本件意匠の要部は蓋受部を弧状面とした構成であるというべきである。\n他方、甲第１号証の第２～第６図には、蓋受部の形状を本件意匠の蓋受部\nとほぼ同一の弧状面とする構成を有する「排水桝」が記載されているところ、審決\nは、「排水桝」と「側溝用ブロック」とは、物品の機能、使用目的、使用態様が異\nなり、同一物品分野のものとはいえないから、甲第１号証記載の意匠に基づいて側\n溝用ブロックの蓋受部を弧状面とすることが容易であったとはいえないとし、原告\nはこの判断を争うので、以下検討する。\n(2)　「排水桝」が、排水管や排水路の接合部に設けられた箱状ないし円筒形状\nの設備であること、「側溝」が、雨水等を排水するために道路等に沿って設けた小\n排水路であることは、昭和５９年５月３１日株式会社山海堂発行の「絵でみる下水\n道工事（第１刷）」（甲第１０号証）及び弁論の全趣旨によって認められる。な\nお、「側溝用ブロック」と「雨水升」、「汚水升」は、意匠法施行規則別表１に定\nめる意匠に係る物品の区分の上で、いずれも「６０　土木構造物及び土木用品」の\n「上下水道用設備用品」に含まれるものである。\nそして、上記甲第１０号証によれば、側溝は排水桝に連結されて、その排\n水を排水桝を通じて下水道に流すのが一般的であると認められ、これによれば、側\n溝も排水桝も下水ないし排水設備に属する設備であり、連結されて一体的に使用さ\nれ得るものであることが明らかである。取引の実情としても、株式会社サイコン工\n業ほか発行の上下水道設備の商品カタログ（甲第１２号証の１～４）には、側溝用\nブロックとともに排水桝も掲載されており、また、平成１２年１月５日財団法人経\n済調査会発行の「２０００建設資材データベース」（甲第１１号証）によれば、側\n溝を取り扱うメーカーの約３０パーセントは排水桝を取り扱い、排水桝を取り扱う\nメーカーの約４５パーセントは側溝を取り扱っていることが認められる。なお、上\n記甲第１１号証は本件意匠の登録出願日後の発行に係るもの、甲第１２号証の１～\n４は発行時期不詳であるが、日進月歩する技術内容にわたる文献ではなく、一般的\nな業態を示すものであることからすると、本件意匠の登録出願当時（平成６年９月\n５日）の実情も大差ないものと推認することができる。\nそうすると、「側溝用ブロック」と「排水桝」とは、意匠に係る物品分野\nを同じくするというべきである。\n(3)　上記認定を前提にして、排水桝の蓋受部の弧状面の構成を側溝用ブロック\nに転用することが容易であったかどうかについて更に検討するに、側溝用ブロック\nと排水桝とは、いずれも本体が地面に埋設され、上面の開口部が蓋で覆われるとい\nう基本的な構成を共通にするものであるから、蓋受部の機能及び使用態様もほぼ共\n通するということができる。また、側溝用ブロックも排水桝も、ともにコンクリー\nトが用いられることが多いことは公知の事実である。加えて、一般に、切り欠き部\nを直角状にすることなく、弧状面とする構成自体、意匠の構成としてごくありふれ\nたものというべきであり、このことは、地下構造物用蓋構造に関する特願昭５３－\n１４５３４７号公報（甲第６号証）の第３図、側溝用ブロックに関する登録第７０\n２００６号意匠（前掲甲第２４号証）及び登録第６９１３４２号意匠（前掲甲第２\n５号証）に照らしても明らかである。したがって、この点からも、上記蓋受部の弧\n状面の構成を転用することを困難とする理由は見いだせない。\nなお、被告は、本件意匠の実施に係る側溝用ブロックが全国の当業者に広\nく支持されている旨主張するが、意匠の容易創作性とは次元を異にするものであっ\nて、上記の判断を左右するものではない。\n(4)　以上の認定判断を総合すれば、本件意匠の登録出願前に、排水桝の蓋受部\nを「し」の字状に切り欠いて弧状面を呈する構成は、側溝用ブロックの分野におけ\nる当業者において広く知られた形状であったというべきであり、かつ、この形状に\n基づき、側溝用ブロックの蓋受部を弧状面として本件意匠の創作をすることは、当\n業者にとって容易であったというべきである。したがって、甲第１号証記載の意匠\nに基づく容易創作性を否定した審決の判断は誤りというべきである。\n２　以上によれば、その余の点について判断するまでもなく、原告主張の審決取\n消事由は理由があり、この誤りが審決の結論に影響を及ぼすことは明らかであるか\nら、審決は取消しを免れない。\nよって、原告の請求は理由があるからこれを認容し、訴訟費用の負担につき\n行政事件訴訟法７条、民事訴訟法６１条を適用して、主文のとおり判決する。\n東京高等裁判所第１３民事部\n裁判長裁判官    　篠　　原　　勝　　美\n裁判官    　長　　沢　　幸　　男\n裁判官    　宮　　坂　　昌　　利\n"
}