{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 16,
    "month": 5,
    "day": 11
  },
  "case_number": "平成15(行ケ)547",
  "case_name": "審決取消請求事件",
  "court_name": "東京高等裁判所",
  "right_type": "商標権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "10343",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=10343",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/343/010343_hanrei.pdf",
  "contents": "平成１５年（行ケ）第５４７号　審決取消請求事件\n口頭弁論終結日　平成１６年３月８日\n判決\n原　　　　　　　告　　　　　東亜グラウト工業株式会社\n同訴訟代理人弁理士      　　江藤聡明\n同                     　　 岡川寧子\n被　　　　　　　告　　　　　株式会社ピー・シー・フレーム\n同訴訟代理人弁理士 　　     石井良和\n主文\n１　原告の請求を棄却する。\n２　訴訟費用は原告の負担とする。\n事実及び理由\n第１　当事者の求めた裁判\n１　原告\n(1)　特許庁が平成１１年審判第３５２５６号事件について平成１５年１０月３\n０日にした審決を取り消す。\n(2)　訴訟費用は被告の負担とする。\n２　被告\n主文と同旨\n第２　当事者間に争いがない事実\n１　特許庁における手続の経緯\n(1)　原告は，「ＰＣフレームアンカー工法」の文字を横書きしてなり，商標法\n施行令（以下「施行令」という。）１条別表第３７類の「土木工事，タイル・レン\nガ・ブロック工事」を指定役務とする登録第３１９１８９８号商標（平成４年９月\n１８日登録出願（平成３年法律第６５号附則５条１項に規定する使用に基づく特例\nの適用を主張）。平成８年８月３０日設定登録。以下「本件商標」という。）の商\n標権者である。\n(2)　被告は，平成１１年５月３１日，原告を被請求人として，本件商標の登録\nを無効とすることを求めて特許庁に審判を請求した。同請求は平成１１年審判第３\n５２５６号事件として特許庁に係属した。\n(3)　特許庁は，上記事件について審理を行った上，平成１４年５月１３日，本\n件商標が商標法４条１項８号に該当するとし，「登録第３１９１８９８号の登録を\n無効とする。」との審決をした。原告は，この審決を不服として，東京高等裁判所\nにその取消しを求める訴えを提起した（平成１４年（行ケ）第３１１号事件として\n係属）ところ，同裁判所は，上記審決の判断を誤りであるとしてこれを取り消す旨\nの判決をした。\n(4)　上記判決を受けて，特許庁は本件審判請求事件について再度審理を行い，\n平成１５年１０月３０日，あらためて「登録第３１９１８９８号の登録を無効とす\nる。」との審決（以下「本件審決」という。）をし，その謄本は同年１１月１０日\nに原告に送達された。原告は，本件審決を不服として，その取消しを求め本訴を提\n起した。\n２　本件審決の理由の要旨\n(1)　本件商標の登録出願時点（平成４年９月１８日）において，法面安定化工\nとしての「ＰＣフレームアンカー工法」の名称（以下「引用商標」という。）は土\n木業界，特に法面工事の業界において，被告（請求人）を含めた「ＰＣフレーム協\n会」の取扱いに係るものとして，需要者の間に広く知られたものとなっており，こ\nれが本件商標の登録時においても継続していたものと認められる。\n(2)　そうとすれば，本件商標をその指定役務に使用した場合，被告又は被告と\n経済的，組織的に何らかの関係を有する者の業務に係る役務であるかの如く，役務\nの出所について混同を生じさせるおそれがあるものといわなければならない。\n(3)　したがって，本件商標の登録は，商標法４条１項１５号（以下「本号」と\nいう。）に違反してされたものであるから，同法４６条１項の規定により，無効と\nすべきである。\n第３　当事者の主張\n１　原告の主張\n次に述べるとおり，本件商標が本号に違反して登録されたものであるとした\n本件審決の認定判断は誤りであり，本件審決は取り消されるべきである。\n(1)　引用商標の周知性\n本号は，「他人の業務に係る商品又は役務と混同を生ずるおそれがある商\n標」は商標登録を受けることができない，としている。本件商標が，本号に該当す\nるか否かは，引用商標（「ＰＣフレームアンカー工法」）が，ＰＣフレーム協会の\n業務に係る商品又は役務を表示するものとして，本件商標の登録出願時及び査定時\nの双方において需要者・取引者の間で広く知られていたかが問題となる。そして，\n商標の周知性を立証するためには，その商標の使用に関して，多数の取引書類，印\n刷物，商標の使用を示す写真，広告業者・取引先・需要者・公的機関等の証明書等\nの証拠資料が必要である。そして，これらの多数の証拠資料を総合的に判断し，そ\nの商標が客観的に周知性を獲得しているか否かが判断されるべきである。\nア　この点，本審決において，引用商標の周知性を認める根拠とされている\n資料は，次に掲げるわずか５件の証拠だけであり，そのうち１件はＰＣフレーム協\n会自身のパンフレット（甲６），２件は雑誌に自ら掲載した広告（甲７，９）であ\nり，その他のうち１件は，使用の実態を推量するには不十分な会員リスト（甲１\n０）のみである。これらの資料は，本件商標が本号に該当することの理由付けとし\nての引用商標の周知性を示す証拠としては，数的にも質的にも不十分であって，こ\nの程度の証拠によって，引用商標がＰＣフレーム協会の取扱いに係るものとして周\n知であるとは到底認められるものではない。この程度の証拠のみによりその周知性\nが認められるとするならば，後述するように原告がこれまで自ら行ってきた，本件\n商標の使用（宣伝のみならず，実際の営業段階での使用）についても周知性を生じ\nさせるものとして評価されるべきである。\n(ア)　「ＰＣフレームアンカー工法」パンフレット（ＰＣフレーム協会\n１９９７年（平成９年）発行。甲６）\n(イ)  「新技術による法面・斜面対策」（総合土木研究所発行。甲５）～\nその目次頁には，「ＰＣフレームアンカー工法」の文字とその説明が「事務局　Ｐ\nＣフレーム協会」の文字とともに掲載されており，また，本文中には「ＰＣフレー\nムアンカー工法」による代表的な施工例６件が，該技術誌が発行された昭和６３年\n９月時点において，実際に行われたことが示されている。\n(ウ)　「基礎工」Vol.15，No.12（１９８７年（昭和６２年）発行。甲７）\n掲載の「ＰＣフレームアンカ工法」の広告～「ＰＣフレームアンカー工法」の表\n題と写真とともに「ＰＣフレーム協会」と表示し，「ＰＣフレーム協会員」として\n複数の社名を表示した広告が掲載されている。\n(エ)　「土と基礎」Vol.38，No.５（１９９０年（平成２年）発行。甲９）\n掲載の「ＰＣフレームアンカー工法」の広告～「ＰＣフレームアンカー工法」の\n表題と写真とともに「ＰＣフレーム協会」と表示し，「ＰＣフレーム協会員」とし\nて複数の社名を表示した広告が掲載されている。\n(オ)　ＰＣフレーム協会会員リスト（平成１０年現在。甲１０）\nイ　さらに言えば，次に述べるとおり，「ＰＣフレームアンカー工法」は，\n他にも様々な工法がある状況における，斜面・法面工事の中のシェアの低い１つの\n工法にすぎないところ，このような状況において，上記証拠のみをもって，引用商\n標がＰＣフレーム協会の商標として取引者・需要者の間で広く知られていたとする\n認定には妥当性がない。\nすなわち，本件商標の登録出願が行われた平成４年度（平成４年４月～\n平成５年３月）において，「ＰＣフレームアンカー工法」による施工金額は，１３\n億２４２０万円であり，これは斜面・法面工事の全体施工金額のわずか約０．３９\n％である。また，工事件数についてみると，平成４年度の「ＰＣフレームアンカー\n工法」の施工件数は約６０件程度である。斜面・法面工事の１件あたりの施工額が\n約２０００万円～３０００万円であることにかんがみれば，上記施工額から推測さ\nれる斜面・法面工事の全体の件数は約１万４０００件程度（１件約２５００万円と\nして計算）であると思われる。そうすると，斜面・法面工事の全体の件数に占める\n「ＰＣフレームアンカー工法」の施工件数の割合は，わずか０．４３％程度とな\nる。なお，平成４年度の上記「ＰＣフレームアンカー工法」の施工の内，３６．１\n％は原告が自らの名において施行を行ったものである（甲１２）。\n(2)　原告の本件商標の登録の正当性について\n原告は，昭和５８年に，プレキャストコンクリート板とグラウンドアンカ\nーを用いて斜面安定を図る斜面切取り工法（「ＰＣフレームアンカー工法」と同様\nの工法）を初めて斜面・法面工事に適用した。そして，昭和６１年１２月に，該工\n法の普及発展を図ることを目的として，原告を含む５社が参加するＰＣフレーム協\n会と，原告会社の代表取締役であるＡを代表取締役とする被告会社が設立された。\n原告会社及びＡは，該工法の施工上のノウハウ及びその意匠権を被告会社へ無償で\n提供すると共に，参加企業の利害調整は言うに及ばず，資金の調達に至るまで意を\n注ぎ，ＰＣフレーム協会及び被告会社の発展のために極めて重要な指導的役割を果\nたしてきた。\n本件商標が出願された平成４年までにおいて，原告のＰＣフレームアンカ\nー工法による斜面・法面工事の施工実績は，他の会社に比べ突出しており，原告が\n実質的に中心となって「ＰＣフレームアンカー工法」の宣伝，営業を行ってきた結\n果，多数の受注，施工に至っていたことが理解される。また，原告が施行した上記\n工事は，原告自ら営業活動を行い，受注し，施工したものであって，その過程にお\nいてＰＣフレーム協会の名称が用いられた事実はない。このことは，甲８の原告パ\nンフレットに，ＰＣフレーム協会の名称が全く表記されていないことからも推察で\nきる。このような原告の実績にかんがみれば，本件商標がＰＣフレーム協会とのみ\n結び付いて認識されると考えるのは妥当ではなく，原告の業務に係るものとして取\n引者・需要者に認識される状況が存在していたことも考慮されるべきである。\n上記のように「ＰＣフレームアンカー工法」という本件商標の実質的な使\n用は原告を中心として行われていたこと，原告会社の代表取締役の功績，原告がＰ\nＣフレーム協会内において指導的役割を果たしてきたこと等を背景として，サービ\nスマーク制度の導入時に該工法に係る本件商標を自らの使用を証明して出願・登録\nしたことはむしろ自然な流れであり，何ら問題とされる点は存しない。\nなお，本件商標の登録出願は，サービスマーク制度導入時の使用に基づく\n特例の適用を主張して出願されたものであり，その際に提出した使用の証拠も，原\n告自身の使用に基づくものであり，この点においても本件商標の登録に関しては，\n何ら違法性はない。\n(3)　以上のように，本件審決は，上記のような不十分な証拠のみにより，引用\n商標がＰＣフレーム協会の商標として周知であったとした点において認定を誤り，\nその結果，本件商標を指定役務に使用した場合，役務の出所について混同を生じさ\nせるおそれがあるとする誤った判断がなされたものである。\nすなわち，該工法の施工実績やＰＣフレーム協会の広告活動から判断する\nと，本件商標の出願時である平成４年９月１８日において，引用商標が，ＰＣフレ\nーム協会の取扱いに係るものとして需要者・取引者の間に広く認識されている状況\nにはなかったものである。さらに，原告の取扱いに係る商標としてよりもより広く\n知られていたとする客観的な根拠も存しない。原告は該工法の開発者でもあり，サ\nービスマーク制度導入の際に適式に商標登録出願を行い，正当に商標登録を受けた\nものであり，その過程において何らの問題も存在しない。\nしたがって，本件商標は商標法４条１項１５号に違反してされたものでは\nなく，無効にされるべきものではない。\n２　被告の主張\n本件商標の登録が本号に違反するとした本件審決の認定判断に誤りはない。\n(1)　引用商標の周知性\nア　土木工事は，殆どが公共事業といってよく，工事の発注者は国，県，市\n町村の官公庁が中心である。建設・土木業者が技術開発を行って新技術を確立して\nも，公共事業であることから発注者側の官公庁は，技術の安全性と信頼性を第１に\n考え，また，工法の採用に当たっては実績が重要視される。したがって，実績を積\nまないことには，発注者に検討さえもしてもらえないのであるから，実績を増やす\nためには，開発した工法を実施する仲間を増やさなければならず，そのためにも\n「協会」が必要なのである。\nまた，官公庁の発注に関しては，入札が原則であるから，発注者が特許\n技術を含む工法を工事の仕様として定めると，実施できる業者が１社の場合，入札\nができないことになり，随意契約とせざるを得ないのであるが，発注者は会計検査\nにおいて，入札をせずに随意契約とした理由を釈明しなければならないので，特許\n技術を含む工法の採用は極力避けるのが常である。\n発注者が，工事を発注するにあたり，特許技術が有効であると認めた場\n合は，特許権者及び開発者に対し，協会を設立して会員を募り，複数の業者が特許\n技術を実施可能な状態にして入札制度にのるように示唆する場合もあるほどであ\nる。そこで，業者側は協会を設立し，業者が参集して複数業者がその工法を実施で\nきる状態にして入札が可能な状態であることを官公庁に認知させ，協会が協会名を\n付した工法を統一名称として公的機関に採用を働きかけるのである。\n協会を設立して工法を売り込む場合，業者が連合して実績を上げるのが\n目的であり，また，複数業者が施工可能状況にあることを発注者に示す必要があ\nり，協会の名称が営業の際の商標の主要部となるのであるから，重要であることは\n論を待たないのである。\n土木工事業界における協会の存在意義，役割は上述したとおりであると\nころ，ＰＣフレーム協会は，「「ＰＣフレームアンカー工法」，「ＰＣウォール工\n法」，「ＰＣリジッドビームウォール工法」の周知，普及をはかるとともに，品\n質，施工法，施工管理，安全性等に関し，一層の向上を図るための研究を行い，本\n工法の健全な発展により，地域社会の整備と環境保全に寄与する事」を目的として\n設立された法人格を有しない社団であり，上記各工法の製品製造又は施工をする者\nで被告より実施許諾を受けたものである正会員を中心として構成されている。\nイ　平成４年にサービスマークの登録が商標法に導入されるまでは，土木工\n事のように役務を提供して構築物を完成させる建設業者には販売する商品がないた\nめ，商標法の恩恵を受けることができず，工法の名称を守るためには，工事に使用\nする土木機械，セメントやコンクリートの資材，その他の製品を指定商品として\n「○○工法」の商標を登録して工法の名称を守る手法が考え出され，数多くの出願\nが行われた。\n「ＰＣフレームアンカー工法」についても，普及活動を主体的に行うＰ\nＣフレーム協会は権利能力のない団体であり，商標登録出願を行うことができない\nため，協会活動の法的な面を支援する組織である被告が，「ＰＣフレーム」に関し\nて次の５つの商標の登録出願を行っている。\n①　商願平１－９７４５８「ＰＣフレームアンカー／PC　FRAME　ANCHOR」\n（指定商品を平成３年政令第２９９号による改正前の施行令１条別表（以下「旧別\n表」という。）第７類とするもの）\n②　商願平１－９７４５９「ＰＣ　フレーム／PC　FRAME」（指定商品を旧\n別表第７類とするもの）\n③　商願平３－８１６５９「ピーシーフレーム」（指定商品を旧別表第７\n類とするもの）\n④　商願平３－８１６６０「Ｐ．Ｃ．Ｆ．Ａ」（指定商品を旧別表第７類\nとするもの）\n⑤　商願平５－３６１８９「ＰＣフレームアンカー工法」（指定商品を施\n行令１条別表第１９類とするもの）\nこれらの商標登録出願は，ＰＣフレーム協会の略称（甲４の会則第１条\n参照）である「Ｐ．Ｃ．Ｆ．Ａ」を除き，拒絶査定を受けたが，拒絶査定された商\n標も含め，ＰＣフレーム協会は継続的にこれらの商標を使用して需要者への周知を\n図り，「ＰＣフレームアンカー工法」等の普及発展に努めてきたものである。\nウ  ＰＣフレーム協会の設立において，需要者である官公庁等に対しては，\nＰＣフレーム協会が窓口となって「ＰＣフレームアンカー工法」の宣伝普及に努め\nたのであり，官公庁が発注の際に価格の算定に使用する資料の１つである財団法人\n経済調査会発行の月刊誌「積算資料」（乙１３の(1)）においても，「ＰＣフレーム\nアンカー工法」の施工（販売）主体としてＰＣフレーム協会が掲載されているので\nあり，同協会の会員である個々の施工業者は，原告を含めて掲載されていない。上\n記「積算資料」を発行する財団法人経済調査会の性格及び刊行物については，同調\n査会の業務案内パンフレット（乙１３の(2)）に示すとおりであり，同調査会は，設\n立経緯及び事業内容からみて，準公的機関ともいえるものである。\n上記「積算資料」に工法として掲載されるためには，施工の実績を積\nみ，安定した工法であることが認められないと掲載されないのであって，乙１３\nの(1)にあるように，１９８８年（昭和６３年）に「ＰＣフレームアンカー工法」\nが，法面工事の１つとしてＰＣフレーム協会を発売元として掲載されていること\nは，「ＰＣフレームアンカー工法」が，ＰＣフレーム協会の名の下に実施される施\n工法であって，原告の施工実績も含めて十分な実績が積まれたものであり，需要者\nにおいてＰＣフレーム協会が提供するものであることが周知であることを示すもの\nである。\nさらに，ＰＣフレーム協会は，建設省に働きかけ，平成８年には，工事\n費の積算基準を公表する「建設省土木工事積算基準」に，ＰＣフレーム（プレキャ\nスト・プレストレストコンクリート板）を使用した斜面安定工法の掲載にこぎつけ\nた。なお，工事費の積算基準の公表は，建設省官技発第１７３号（乙１５の(1)）に\n基づくものである。\n平成８年度版「建設省土木工事積算基準」（建設大臣官房技術調査室監\n修，土木工事積算研究会編，乙１５の(2)）には，「ＰＣフレーム設置工」との見出\nしが記載された項に，「本資料は，グラウンドアンカーとＰＣフレーム（プレキャ\nスト・プレストレストコンクリート板）を緊結することにより，斜面等の安定化を\n図る工法に適用する。」と記載されている。ところが，平成９年度版の「建設省土\n木工事積算基準」（乙１５の(3)）には，「プレキャストコンクリート板設置工」と\nの見出しが記載された項において，「本資料は，グラウンドアンカーとプレキャス\nトコンクリート板を緊結することにより，斜面等の安定化を図る工法に適用す\nる。」と記載されている。\n工事方法の名称が「ＰＣフレーム設置工」から「プレキャストコンクリ\nート板設置工」に，また，施工概要の標準施工フローにおいて，「ＰＣフレーム据\n付」から「プレキャストコンクリート板据付」に変更され，さらに，使用する部材\nの名称が「ＰＣフレーム」から「プレキャストコンクリート板」にそれぞれ変更さ\nれたのは，「ＰＣフレーム」の名称が，ＰＣフレーム協会が販売する特定の受圧板\nを指す名称として需要者に周知であったため，後発の業者から同基準の改定要請が\nあり，新規参入のコンクリートブロック製の他の受圧板商品にも，同基準の「工事\n歩掛」を適用できるようにするため，建設省がこれを変更したものである。\nエ　上記のように，本件商標の登録出願当時において，ＰＣフレーム協会と\nＰＣフレーム，または，「ＰＣフレームアンカー工法」は，需要者において一体の\nものとして広く認識されるに至っていたものであり，その状態は現在まで継続して\nいるものである。\n原告は，既にＰＣフレーム協会から脱退しており，ＰＣフレームアンカ\nー工法，または，それに類似する商標を使用して法面安定化工事を行えない状況に\nあり，類似する商標を使用して営業活動を行えば，需要者に混乱を引き起こすだけ\nである。\n(2)　原告による本件商標の使用について\nア　原告は，「ＰＣフレームアンカー工法」と類似の工法をＰＣフレーム協\n会設立前から実施してきたと主張するが，「ＰＣフレームアンカー工法」とは無関\n係に上記類似の工法を別途に実施したにすぎない。原告１社のみがこの種の工法を\n施工している状況では前記のように工法の普及に限界があるため，原告は，協会の\n設立のメリットを享受すべく，ＰＣフレーム協会の設立に参加したのである。\nＰＣフレーム協会設立後の原告による「ＰＣフレームアンカー工法」の\n施工は，ＰＣフレーム協会の１会員としてこれを施工したにすぎないものであり，\nそれをあたかも同協会と無関係に独立して行ってきたかのような主張は，同協会の\n機能を無視したものであって事実に反する。\nＰＣフレーム協会の設立当初，原告の代表取締役であったＡは，ＰＣフ\nレーム協会の会長に就任するとともに，被告会社の代表取締役社長にも就任し，原\n告は，会員の責務としてＰＣフレーム協会の下に「ＰＣフレームアンカー工法」の\n普及活動を行ってきたのである。裏を返せば，原告が単独で同種の工法の普及活動\nをしても，公共事業におけるその工法の普及発展は困難であると判断したからこ\nそ，工法の普及を促進する際の道具として有効な特許等を各社が持ち寄って相互使\n用を承認したＰＣフレーム協会の設立に原告は参加したのである。上記のとおり，\nＰＣフレーム協会設立以後は，同協会が窓口となって「ＰＣフレームアンカー工\n法」等を普及発展させてきたのであり，原告が独自に普及活動をしたのではない。\n原告会社の代表取締役のＡは，被告会社設立から平成９年１２月まで被告会社の代\n表取締役であった。また，平成１０年の初頭まで，ＰＣフレーム協会の会長であ\nり，ＰＣフレーム協会の活動方針を総括する立場にあったのであるから，原告独自\nに普及活動をする必要はなく，ＰＣフレーム協会を窓口にすればことは足りていた\nのである。\nイ　原告が独自に「ＰＣフレームアンカー工法」の施工を行い，普及発展を\n図って「ＰＣフレームアンカー工法」を周知にしたものであれば，前記「積算資\n料」に，販売元として原告会社名が記載されているはずであるが，そのような事実\nはない。\nＰＣフレーム協会会則（甲４）には会員の任務として「本会員は，本工\n法の普及に当たる任務を有する」と定められており，ＰＣフレーム協会設立に参加\nした原告は，同協会設立後に入会した会員の模範となるべく，率先して施工を行っ\nたにすぎない。また，当然のことであるが，「ＰＣフレームアンカー工法」は同協\n会の会員のみが施工できるのであり，同協会を脱退すれば，「ＰＣフレームアンカ\nー工法」の施工ができないのはもちろん，引用標章等の使用もできないのである。\n原告は，自己の施工高が会員中１番であって，中心的役割を果たしてき\nたと主張するが，原告の施工はＰＣフレーム協会の１会員としてのものであるか\nら，施工実績はすべてＰＣフレーム協会に属するものである。前述のように，建設\n業界における「協会」の役割からみて，需要者にしてみれば，「ＰＣフレームアン\nカー工法」がＰＣフレーム協会として実績を伸ばしていると認識するのである。\n原告は，ＰＣフレーム協会における自己の地位の優位性を同協会内にお\nける施工高を示して強調しているが，原告の代表取締役がＰＣフレーム協会の会\n長，さらには，被告の代表取締役であったのであるから，原告が中心となって同協\n会を運営することは当然のことにすぎず，原告が実績を上げたと主張することは，\nＰＣフレーム協会，または，被告が「ＰＣフレームアンカー工法」の実績をあげた\nということに等しいものである。\nなお，原告のパンフレット（甲８）は，基本的には会社案内であり，自\n己が施工できる工法を列挙したものである。そこに記載された「ＰＣフレームアン\nカー工法」の名称は，同工法を実施できる会員であることを示すにとどまるもので\nあり，また，原告が提供する工法の１つとして詳しく工程やメリットを掲載したの\nであり，原告がその主要な商品として位置づけていることを示すにすぎない。「Ｐ\nＣフレームアンカー工法」の内容に関する部分は，ＰＣフレーム協会が作成したも\nのと同一，または，それを基にアレンジしたものにすぎない。具体的に指摘すれ\nば，甲８の２０頁右下の写真は，甲５の表紙の中央上部の写真の右下の樹木を消去\nしたものであり，「ＰＣフレームアンカー工法の施工手順」の図面は，甲６の９～\n１０頁の施工手順の「１．斜面切取～６．アンカー（ＰＣ鋼材）緊張・定着」とレ\nイアウトは同一であり，掘削機を模式的に描いた部分はドアや窓の形状，キャタピ\nラーの線の数が同一であるところから，同一の原図を印刷原稿としたものである。\nまた，写真は，すべて同一である。ＰＣフレーム協会を設立する目的は，共同で技\n術開発を行い，実績を上げて官公庁等の発注者の認知度を高めることに関する会員\n１社当たりのコストを下げる意味合いもあるのであり，原告の代表取締役のＡが会\n長であるＰＣフレーム協会が統一的に普及活動を行っているのに，わざわざ，工法\nの普及活動を独立して別個に行うことは二重の出費でしかなく，原告が単独で行う\n合理的な理由がないのである。\n(3)　以上のとおり，本件商標の登録出願当時，引用商標（ＰＣフレームアン\nカー工法）は，法面安定化工事を発注する需要者等の間において，ＰＣフレーム協\n会が提供する役務を表示するものとして周知性を獲得し，その周知性は本件商標の\n登録時を経て今日まで継続しているものであり，他方，原告が本件商標をＰＣフレ\nーム協会と無関係に独自の商標として使用した事実はなく，本件商標の登録が本号\nに違反するとした本件審決の認定判断に誤りはない。\n第４　当裁判所の判断\n１　原告は，本件商標の登録が本号に違反するものであるとした本件審決の認定\n判断は誤りである旨主張する。\nところで，本号の規定は，周知表示又は著名表示へのただ乗り及び当該表示\nの希釈化を防止し，商標の自他識別機能を保護することによって，商標を使用する\n者の業務上の信用の維持を図り，需要者の利益を保護することを目的とするもので\nあるから，本号にいう「他人の業務に係る商品又は役務と混同を生ずるおそれがあ\nる商標」には，当該商標をその指定役務等に使用したときに，当該役務等が他人の\n業務に係る役務等であると誤信されるおそれがある商標のみならず，当該役務等が\n上記の他人との間にいわゆる親子会社や系列会社等の緊密な営業上の関係又は同一\nの表示による商品提供事業を営むグループに属する関係にある営業主の業務に係る\n役務等であると誤信されるおそれ，すなわち，広義の混同を生ずるおそれがある商\n標を含むものと解するのが相当である。そして，この場合，本号にいう「混同を生\nずるおそれ」があるかどうかは，当該商標と他人の表示との類似性の程度，他人の\n表示の周知著名性及び独創性の程度や，当該商標の指定役務等と他人の業務に係る\n役務等との性質，用途又は目的における関連性の程度並びに商品等の取引者及び需\n要者の共通性その他取引の実情等に照らし，当該商標の指定役務等の取引者及び需\n要者において普通に払われる注意力を基準として，総合的に判断すべきである。\nそこで，上記の観点から，本件商標の登録が本号に違反するものであるか否\nかについて，以下検討する。\n２(1)　引用商標の周知性について\nア　証拠（甲３ないし７，９ないし１１，乙３，４，１１，１３\nの(1)，(2)，１５の(1)ないし(3)，１６，１７，１９）及び弁論の全趣旨を併せれ\nば，次の事実が認められる。\n(ア)  ＰＣフレーム工法が出現する以前の法面の防護工法としては，現場\n打ち法枠工法や，フリーフレーム法枠工法等が一般的に知られており，これらの従\n来工法では，施工現場において型枠，鉄筋，金網等を組み立てた上，コンクリート\n打ちやモルタルの吹きつけを施工していたことから，コンクリートやモルタルが硬\n化し一定の強度が発現されるまでは法枠（アンカー）の抑止力が働かず，次の法面\nの工事ができず，工期が長期化したり，法面を全部切り取り下方から施工する場合\n崩落の危険もあるなどの欠点があった。\n昭和５９年ころ，上記の従来工法の問題点を解消すべく，法枠をプレ\nキャストコンクリート製品として工場で製作し，工事現場に運搬してこれを据え付\nけ，グラウンドアンカーによって法枠を積極的に法面に押し付ける工法（積極的に\n法面を強力に抑止防護する受圧板工法。当時は，いまだＰＣフレームやＰＣフレー\nムアンカー工法の名称は付けられていなかった。）が，黒沢建設株式会社のＢ社長\nにより発案され，「土師野尾ダム右岸法面防護工事」（施主・長崎県諫早土木事務\n所），「冷水トンネル坑口法面防護工事」（施主・福岡県道路公社）（いずれも施\n工者は原告である。）において，この工法（いずれもスクエアタイプ）が採用され\nた。また，昭和６１年の「瀧光徳寺五重宝塔法面防護工事」（施工者は原告であ\nる。）において，自然と調和した緑の植栽ができる空地を設けたクロスタイプの\n「ＰＣフレームアンカー工法」が創作されて施工された。この工法は，そのメリッ\nト（法枠の軽量化が図られ，施工の合理化や工期の短縮が可能になった。）が認め\nられ，法面防護工事や道路改良工事等で次第に採用されるようになった。\n(イ)　公共建設土木工事において採用されている指名競争入札制度の下に\nおいては，建設・土木各社が技術開発した成果は，複数の企業が施工可能な工法で\nなければ実際の工事に採用され難い事情があることから，建設土木各社は，「工法\n協会」等といった組織を設けて，新しく開発した建設土木技術，工法を普及させる\n方法が採られる例が比較的多い。「工法協会」等は任意の団体であり，その目的の\n１つは，加盟各社の保有工業所有権を互いに許諾し合うことで当該開発技術，工法\nを加盟の複数の会社が使用できる状況を作ることにあるとされている。\nこのような建設・土木業界の実情を踏まえて，黒沢建設株式会社，三\n信カーテンウォール株式会社，原告会社，日本基礎技研株式会社，株式会社富士ピ\nー・エスの５社は，昭和６１年１２月，各社が有する工業所有権，ノウハウを持ち\n寄り，協力して上記工法を本格的に開発普及することとなり，その際に，上記工法\nについて「ＰＣフレーム」，「ＰＣフレームアンカー工法」の名称を使用すること\nが決められた。上記各社は，その目的を達成すべく，昭和６１年１２月８日，共同\n出資により，上記工法に関する工業所有権等を一括して管理するための会社として\n被告会社を設立し，原告会社の代表者がその代表取締役に就任した。そして，上記\n各社は上記工法に関する工業所有権等の専用実施権を被告会社に許諾した。また，\n上記各社は，同時に，「「ＰＣフレームアンカー工法」等の周知，普及をはかると\n共に，品質，施工法，施工管理等の一層の向上を図るための研究を行い，本工法の\n健全な発展により，地域社会の整備と環境保全に寄与する事」を目的として，ＰＣ\nフレーム協会を設立し，原告会社の代表者がその会長に就任した。同協会は，正会\n員である上記工法の製品製造又は施工をする者で被告より実施権の許諾を受けたも\nの，賛助会員である上記工法に関わる材料製造会社であって，理事会の承認を受け\nたもの等を構成員とする法人格を有しない任意団体である。\n昭和６１年１２月１０日，ＰＣフレーム協会作成の「ＰＣフレームア\nンカー工法」の初版カタログが完成し，これが同工法の周知，普及のため利用され\nることになった。\n平成３年，群馬県四万川ダム建設事務所発注の「万沢林道地すべり防\n止工事」，建設省関東地方建設局甲府工事事務所発注の「清水端防災（その１３）\n工事」において，前記(ア)記載のスクエアタイプとクロスタイプの長所を取り入れ\nた，中間的タイプとしてのセミスクエアタイプの「ＰＣフレームアンカー工法」が\n創作され施工された。\nこのようにして「ＰＣフレームアンカー工法」の基本３形態が完成\nし，ＰＣフレーム協会は，平成４年発行のカタログ「ＰＣフレームアンカー工法」\nに上記基本３形態の工法を掲載し，頒布した。これらのカタログは，その後も，年\nごとに改訂を重ね，需要者である官公庁等のほか，取引関係者に頒布された。１９\n９７年（平成９年）ＰＣフレーム協会発行の「ＰＣフレームアンカー工法」パンフ\nレット（甲６）には，「画期的な斜面安定工法」の表題の下，「“ＰＣフレーム工\n法”を世に送り出ししてから８年余が経過致しました・・・」と記載されている。\n(ウ)　「ＰＣフレームアンカー工法」を普及させるためには，公的な全国\n価格を公表する必要があり，そのため，ＰＣフレーム協会では，財団法人経済調査\n会に対し同調査会発行の月刊誌「積算資料」への「ＰＣフレームアンカー工法」等\nの価格掲載を働きかけ，その工法の内容や施工実績等の説明を行い，再三の交渉努\n力により，昭和６３年１月号「積算資料」の「のり面緑化工(2)」欄に，メーカーを\nＰＣフレーム協会とする「ＰＣフレームアンカー工法」の標準施工単価が掲載さ\nれ，その後現在に至るまで，同様の標準施工単価の掲載が継続的に行われてきてい\nる。また，同協会は，財団法人建設物価調査会に対しても同調査会発行の月刊誌\n「建設物価」への上記価格掲載を働きかけ，昭和６３年９月号「建設物価」の「の\nり面工」の欄にＰＣフレーム協会をメーカーとする「ＰＣフレームアンカー，ＰＣ\nフレームクロスタイプ」の公表価格が掲載され，その後現在に至るまで，同様の公\n表価格の掲載が継続的に行われてきている。同様に，同協会は，財団法人建設物価\n調査会に対し，同調査会発行の「建設省土木工事積算基準」への「ＰＣフレームア\nンカー工法」に関する基準の掲載を要請し，「建設省土木工事積算基準」平成８年\n度版に，「ＰＣフレーム設置工」の標準積算基準が「特許工法につき留意する」旨\nの付記がされて掲載された。\nなお，財団法人経済調査会は，経済企画庁・建設省（当時）共管の公\n益法人として設立されたものであり，土木工事や建設工事の市場単価の調査を行\nい，官公庁及び民間企業の建設工事を中心とした予算計画，設計，積算，資材調\n達，監査などの各部門で必要な基礎資料を提供することを目的として，上記調査結\n果を上記月刊誌等に掲載する機関である。その価格調査基準によれば，調査対象事\n業所は，各地区において調査対象資材の取扱い高が比較的大きく，かつ信頼度の高\nい事業所（メーカー，商社，問屋，特約店等）を選定するものとされている。\nまた，財団法人建設物価調査会は，１９９５年に建設省（当時）によ\nり設立許可された財団であり，その事業目的は，「土木・建築等の建設工事に関す\nる工事費並びにこれらに要する資材の価格及び労務費の実態を調査して，工事の設\n計及び見積り等に資し，もって建設事業の進歩，発展に寄与すること」を目的とす\nるものであり，建設省，農林水産省，国鉄（当時）の工事担当者を委員とする編集\n委員会を設置するなどして，建設価格の公表を行っており，財団法人経済調査会と\n同様の公的機関に準ずる組織である。\n(エ)　ＰＣフレーム協会は，協会支部の会員会社と連携して，前記のパン\nフレットの頒布，現場見学会や技術講習会等の開催及び雑誌広告等をするなどし\nて，「ＰＣフレームアンカー工法」の普及宣伝活動を積極的に行い，これにより需\n要者の間に同工法のメリットが認知されるようになり，同工法による工事件数，施\n工高はほぼ順調に増加し，平成３年度（平成３年４月～平成４年３月）には，工事\n件数３８件，施工高約１３億２４００万円となり，また平成８年度（平成８年４月\n～平成９年３月）には，工事件数１８２件，施工高約５７億５９００万円に達し\nた。同協会設立時から平成１２年度までのＰＣフレームの工事件数，施工高の推移\nは別紙記載のとおりである。\n因みに，上記(ウ)の「建設省土木工事積算基準」の「プレキャストコ\nンクリート板設置工法」に包含される工法の施工実績のうち，「ＰＣフレームアン\nカー工法」の施工実績が占める割合は，平成４年においては約７０％，平成８年に\nは約５０％であった。\nまた，ＰＣフレーム協会設立以降，上記のとおり工事件数，施工高が\n増加していくとともに，同協会の会員会社数も増加していき，平成８年当時には会\n員会社は２８社になり，平成１０年現在において３３社に及んでいた。\n(オ)  「新技術による法面・斜面対策」（総合土木研究所・昭和６３年９\n月２１日発行。甲５）には，表紙に「Ｐ．Ｃ．Ｆ．Ａ．工法　プレストレストコン\nクリートフレームアンカー工法」，「ＰＣフレーム協会」などの文字とともに法面\n工事の施工写真が掲載され，目次頁に「表紙説明」として，「ＰＣフレームアンカ\nー工法－Ｐ．Ｃ．Ｆ．Ａ．工法　ＰＣフレームアンカー工法は，プレキャストのプ\nレストレストコンクリートフレームとグラウンドアンカーの組合せで構成され，主\nに切土のり面の安定化および自然斜面の崩壊や地すべりの防止に適用されるもので\nある。・・・事務局　ＰＣフレーム協会」と記載されている。また，その本文中\nに，「ＰＣフレームアンカー工法とその設計・施工」と題するＣの論稿が掲載さ\nれ，昭和６３年までに行われた「ＰＣフレームアンカー工法」による施工例６件，\nすなわち，「ＰＣフレームアンカー工法」の代表的な実施例として，京滋バイパス\n平津工事（施主・日本道路公団），国道２６６号線改良工事（施主・熊本県本渡土\n木事務所），県道中野～厚木線改良工事（施主・神奈川県津久井土木事務所），大\n川瀬ダム（施主・近畿農政局東播用水農業水利事業所），長崎地方裁判所擁壁防護\n工事（施主・九州地方法務局）及び姉ヶ崎火力発電所擁壁防護工事（施主・東京電\n力株式会社）の例が掲載されている。\nまた，雑誌「基礎工」Vol.15，No.12（１９８７年（昭和６２年）発\n行。甲７）には，「ＰＣフレームアンカー工法」の表題と写真の下に「ＰＣフレー\nム協会　事務局㈱ピー・シー・フレーム」と表示し，その下に「ＰＣフレーム協会\n員」として原告会社を含む全６社の社名を表示した１頁の広告が掲載されている。\nさらに，雑誌「土と基礎」Vol.38，No.５（１９９０年（平成２年）発\n行。甲９）には，「ＰＣフレームアンカー工法」の名称及び写真とともに，「ＰＣ\nフレーム協会」と表示し，「ＰＣフレーム協会員」として原告会社を含む全１５社\nの社名を表示した半頁大の広告が掲載されている。\n(カ)　なお，原告は，ＰＣフレーム協会の運営方針についての意見の相違\nから，平成１１年２月ころ，プレキャスト・プレストレストコンクリート製の受圧\n板を使用した「ＰＵＣ工法」の普及のための活動をする「斜面受圧板協会」を日本\nゼニスパイプ株式会社等と設立し，そのころ，ＰＣフレーム協会を脱会し，ＰＣフ\nレーム協会と利害が対立することとなった。\nイ　土木工事は，殆どが公共事業といってよく，工事の発注者，すなわち法\n面工事の１工法である「ＰＣフレームアンカー工法」の需要者は，国，県，市町村\nの官公庁や日本道路公団等の特殊法人が中心であり，また，取引関係者も殆どが建\n設・土木業界に属する企業であることは公知の事実であるところ，上記認定の事実\nによれば，本件商標登録の出願時点（平成４年９月１８日）において，法面工事の\n工法としての引用標章（ＰＣフレームアンカー工法）は，需要者である官公庁等は\nもちろん，取引関係者である土木・建設業界，特に法面工事の業界に属する企業の\n間において，原告会社を含めた「ＰＣフレーム協会」の会員各社の取扱いに係る工\n法を表示する標章として，広く知られたものとなっており，その周知性は本件商標\nの登録時を経てその後においても継続していると認められる。\nこの点に関し，原告は，「ＰＣフレームアンカー工法」は，他にも様々\nな工法がある状況における，斜面・法面工事の中のシェアの低い１つの工法にすぎ\nないところ，このような状況において，本件審決がその判断の認定に供した証拠の\nみをもって，引用商標がＰＣフレーム協会の商標として取引者・需要者の間で広く\n知られていたとする認定には妥当性がない旨主張する。しかしながら，「ＰＣフレ\nームアンカー工法」の需要者は官公庁等が中心であり，その範囲がかなり限定され\nるところ，官公庁等は，各工法のメリット，実績等を充分に考慮して工法の選択を\n行うものと考えられるのであって，法面工事の斜面・法面工事の全体の中に同工法\nが占める割合がかなり低いものであるとしても，そのことは上記周知性の認定を左\n右するものではないというべきである。\nしかして，本件商標は，「ＰＣフレーム協会」の取扱いに係る工法の標\n章である引用標章（ＰＣフレームアンカー工法）と全く同一のものであり，引用標\n章の上記のような周知性を考慮すれば，本件商標をその指定役務に使用するときに\nは，これに接した取引者及び需要者に対し，「ＰＣフレーム協会」の使用に係る上\n記標章を想起させて，その役務が「ＰＣフレーム協会」の会員各社及びこれらの会\n社と何らかの関係を有する者の業務に係る役務であるかのように，その出所につき\n誤認を生じさせるおそれがあり，本件商標の登録を維持した場合には，「ＰＣフレ\nーム協会」の使用に係る上記標章の有する顧客吸引力へのただ乗りやその有する自\n他識別機能の希釈化を招来しかねないと考えられる。\n(2)　原告は，本件商標が出願された平成４年までにおいて，原告のＰＣフレー\nムアンカー工法施工実績は，他の会社に比べ突出しており，原告が実質的に中心と\nなって「ＰＣフレームアンカー工法」の宣伝，営業を行ってきた結果，多数の受\n注，施工に至っていたものであり，このような原告の実績にかんがみれば，「ＰＣ\nフレームアンカー工法」の標章がＰＣフレーム協会とのみ結び付いて認識されると\n考えるのは妥当ではなく，原告の業務に係るものとして取引者・需要者に認識され\nる状況が存在していたというべきである旨主張する。\nしかしながら，ＰＣフレーム協会の設立後は，需要者である官公庁等に対\nしては，ＰＣフレーム協会が窓口となって「ＰＣフレームアンカー工法」の宣伝普\n及に努めたのであり，官公庁等が発注の際に価格の算定に使用する雑誌の１つであ\nる財団法人経済調査会発行の月刊誌「積算資料」等においても，「ＰＣフレームア\nンカー工法」の施工（販売）主体としてＰＣフレーム協会が掲載されているのであ\nる。\nＰＣフレーム協会会則（甲４）には会員の任務として「本会員は，本工法\nの普及に当たる任務を有する」と定められており，ＰＣフレーム協会設立に参加\nし，その会員である原告は，同協会の会員として，その会則に定められたところに\n従い，「ＰＣフレームアンカー工法」による法面工事の受注について宣伝を含む営\n業活動，同工法による工事の施工を行ったものであり，その実績はＰＣフレーム協\n会に帰属するものとみるほかはなく，取引者・需要者においても，原告による上記\n営業活動，工事の施工は，ＰＣフレーム協会の一員としてされていたものと認識し\nていたと認めるのが相当である。\n原告のパンフレット（甲８）は，基本的には会社案内であり，自己が施工\nできる工法を列挙したものであり，ＰＣフレームアンカー工法についていえば，そ\nれは，ＰＣフレーム協会が作成したものと同一，または，それを基にアレンジした\nものにすぎず，「ＰＣフレームアンカー工法」を実施できる会員であることを示す\nにとどまるものというべきであり，このようなパンフレットが頒布されていたから\nといって，「ＰＣフレームアンカー工法」の標章が，ＰＣフレーム協会と関係な\nく，原告独自の業務に係る役務を表示するものとして取引者・需要者に認識されて\nいたと認めることはできず，他にこれを認めるに足りる的確な証拠はない。\n(3)  上記に検討したとおり，本件商標の出願当時において，引用商標（ＰＣフ\nレームアンカー工法）はＰＣフレーム協会の取扱いに係る工法として周知性を獲得\nし，その周知性は本件商標の登録時を経てその後も継続しているものと認められ，\n他方，原告が，本件商標の出願当時，ＰＣフレーム協会とは関係なく独自に，その\n施工に係る法面工事の工法に本件商標を使用していたものとは認められないのであ\nって，本件商標の登録が本号に違反するとした本件審決の判断に誤りがあるとはい\nえない。\n３　以上によれば，原告が取消事由として主張するところは理由がなく，その他\n本件審決にこれを取り消すべき瑕疵は見当たらない。\nよって，原告の本件請求は理由がないから，これを棄却することとし，主文\nのとおり判決する。\n東京高等裁判所知的財産第１部\n裁判長裁判官   　 北　　山　　元　　章\n裁判官　　　青　　栁　　　　　馨\n裁判官   　 沖　　中　　康　　人\n（別紙）\n図１、表１\n"
}