{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 16,
    "month": 7,
    "day": 6
  },
  "case_number": "平成14(行ケ)550",
  "case_name": "審決取消請求事件",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "10209",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=10209",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/209/010209_hanrei.pdf",
  "contents": "平成１４年（行ケ）第５５０号審決取消請求事件\n口頭弁論終結日　平成１６年６月２９日\n判決\n原　　　　　　　告　　　　　株式会社ダイフク\n同訴訟代理人弁理士      　　森本義弘\n同                          板垣孝夫\n同                          笹原敏司\n被　　　　　　　告　　　　　中西金属工業株式会社\n同訴訟代理人弁理士   　　   日比紀彦\n同                          岸本瑛之助\n主文\n１　原告の請求を棄却する。\n２　訴訟費用は原告の負担とする。\n事実及び理由\n第１　請求\n特許庁が無効２００２―３５０９３号事件について平成１４年９月１８日にし\nた審決を取り消す。\n第２　前提となる事実\n１　特許庁における手続の経緯（甲１，甲２の１，弁論の全趣旨）\n原告は，発明の名称を「移動体使用の搬送設備」とする特許第３１７０５７\n８号（平成５年７月１６日出願，平成１３年３月２３日設定登録，以下「本件特\n許」という。）の特許権者である。\n被告は，平成１４年３月１３日，本件特許について無効審判の請求をした\n（無効２００２―３５０９３号）ところ，特許庁は，平成１４年９月１８日，「特\n許第３１７０５７８号の請求項１ないし３に係る発明についての特許を無効とす\nる。」との審決（以下「本件審決」という。）をし，その謄本は，同月３０日，原\n告に送達された。\n２　特許請求の範囲（甲２の２）\n【請求項１】床側に設けた左右一対のレールに支持案内されて一定経路上を移\n動自在な移動体の本体を，連結装置を介して上下方向ならびに左右方向で相対回動\n自在に連結した三本以上のフレーム体により形成し，これらフレーム体は，一定経\n路の方向に長い四角状体からなるとともに，その側面を受動面に形成し，各フレー\nム体のうち前後部のフレーム体を除く中間部のフレーム体は，その上部においてフ\nレーム体に対して左右両側に突出する一個の被搬送物支持部と，前記左右一対のレ\nールに支持案内される前後一対の被案内装置とを有するとともに，残りの前後部の\n両フレーム体は，前記レールに支持案内される被案内装置を有し，前記本体は，左\n右一対のレール間の上方に位置するとともに，その前後端を当接部に形成して，先\n行移動体の後端当接部に対して後続移動体の前端当接部を当接自在に構成し，前記\n一定経路中に，前記受動面を挟持する送りローラを有する送り装置を設けたことを\n特徴とする移動体使用の搬送設備。（以下，この発明を「本件発明１」という。）\n【請求項２】床側に設けた左右一対のレールに支持案内されて一定経路上を移\n動自在な移動体の本体を，連結装置を介して上下方向ならびに左右方向で相対回動\n自在に連結した三本以上のフレーム体により形成し，これらフレーム体は，一定経\n路の方向に長い四角状体からなるとともに，その側面を受動面に形成し，各フレー\nム体のうち前後部のフレーム体を除く中間部のフレーム体は，その上部においてフ\nレーム体に対して左右両側に突出する一個の被搬送物支持部と，前記左右一対のレ\nールに支持案内される前後一対の被案内装置とを有するとともに，残りの前後部の\n両フレーム体は，前記レールに支持案内される被案内装置を有し，前記本体は左右\n一対のレール間の上方に位置し，前記本体の前後端の一方に係合部を形成するとと\nもに，他方に被係合部を形成して，上下方向で係脱自在に構成し，前記一定経路中\nに，前記受動面を挟持する送りローラを有する送り装置を設けたことを特徴とする\n移動体使用の搬送設備。（以下，この発明を「本件発明２」という。）\n【請求項３】本体は三本のフレーム体からなり，中間のフレーム体に被搬送物\n支持部と一対の被案内装置とを設けたことを特徴とする請求項１または２記載の移\n動体使用の搬送設備。（以下，この発明を「本件発明３」という。）\n３　本件審決の理由の要旨（甲１）\n本件審決は，次のとおり，本件発明１ないし３は，実願昭５６－１５９７５\n号（実開昭５７－１３０７５９号）のマイクロフィルム（甲４）及び米国特許第\n５，０６７，４１４号明細書（甲７）に記載された各発明（以下，順に「引用発明\n１，２」という。）並びに周知技術に基づいて当業者が容易に発明をすることがで\nきたものであるから，特許法２９条２項の規定に違反して特許されたものであると\nした。\n(1)　本件発明１について\nア　本件発明１と引用発明１との一致点及び相違点\n＜一致点＞\nＡ）床側に設けた左右一対のレールに支持案内されて一定経路上を移動自\n在な移動体の本体を，連結装置を介して上下方向ならびに左右方向で相対回動自在\nに連結した三本のフレーム体により形成し，\nＢ）これらフレーム体は，一定経路の方向に長い四角状体からなるととも\nに，その一部を駆動力作用部として用い，\nＣ）各フレーム体のうち前後部のフレーム体を除く中間部のフレーム体\nは，その上部においてフレーム体に対して左右両側に突出する一個の被搬送物支持\n部と，前記左右一対のレールに支持案内される前後対の被案内装置とを有するとと\nもに，残りの前後部の両フレーム体は，軌道に支持案内される被案内装置を有し，\nＤ）前記本体は，左右一対のレール間の上の位置に位置するとともに，そ\nの前後端を押圧力受部に形成して，先行移動体の後端押圧力受部に対して後続移動\n体の前端押圧力受部を当接可能に構成し，\nＥ）前記一定経路中に，前記駆動力作用部に駆動力を与える装置を設けた\nＦ）移動体使用の搬送設備。\n＜相違点＞\nイ．移動体に駆動力を与えるための態様について，本件発明１では，「フ\nレーム体の側面を受動面に形成し」となっているのに対し，引用発明１では，「補\n助桁１４，１５及び主桁１２（フレーム体）のうちの主桁１２の下面に係合子２４\nを設け」となっている点（以下，「相違点イ」という。）\nロ．フレーム体と被案内装置の態様について，本件発明１では，「各フレ\nーム体のうち前後部のフレーム体を除く中間部のフレーム体は，前記左右一対のレ\nールに支持案内される前後一対の被案内装置とを有するとともに，残りの前後部の\n両フレーム体は，前記レールに支持案内される被案内装置を有し」となっているの\nに対し，引用発明１では，「各補助桁１４，１５及び主桁１２（フレーム体）のう\nち補助桁１４，１５（前後部のフレーム体）を除く主桁１２（中間部のフレーム\n体）は，前記左右一対のレール４，４（左右一対のレール）に支持案内される横桁\n２０，２０を介しての前後一対の車輪２２，２２，２２，２２（被案内装置）とを\n有するとともに，補助桁１４，１５（残りの前後部の両フレーム体）は，ガイドレ\nール１６に支持案内されるトロリー１７（被案内装置）を有し」となっている点\n（以下，「相違点ロ」という。）\nハ．押圧力受部の態様について，本件発明１では，「前記本体は，左右一\n対のレール間の上方に位置するとともに，その前後端を当接部に形成して，先行移\n動体の後端当接部に対して後続移動体の前端当接部を当接自在に構成し」となって\nいるのに対し，引用発明１では，「前記一定経路方向の桁（本体）は，左右一対の\nレール４，４（左右一対のレール）間の上側に位置するとともに，その前後端をス\nトッパ１９に形成して，先行台車１１（移動体）の後端ストッパ１９に対して後続\n台車１１（移動体）の前端ストッパ１９を当接し得るように構成し」となっている\n点（以下，「相違点ハ」という。）\nニ．駆動力作用部に駆動力を与える装置の態様について，本件発明１で\nは，「前記一定経路中に，前記受動面を挟持する送りローラを有する送り装置を設\nけた」となっているのに対し，引用発明１では，「前記一定経路中に，前記係合子\n２４と係合してドッグ１０を有するコンベア９を設けた」となっている点（以下，\n「相違点ニ」という。）\nイ　相違点イについて\n一定経路上を移動自在な移動体群を外部より駆動して移動体に保持され\nた物品を搬送する搬送設備における移動体の駆動手段として，従来より，一部の移\n動体にのみ外部よりローラ駆動力を与え，該移動体が隣接した移動体を後押しする\nことにより移動体群全体を駆動するもの（以下，「ローラ型駆動」という。）は，\n周知の技術的事項である（例えば，特開平２－１０２８６５号公報（乙１），特開\n昭６１－１６６７６８号公報（乙２），米国特許第２，４８８，９０７号明細書\n（甲６）参照）。\nまた，移動体に外部よりローラ駆動力を与える際，平面視において移動\n体の中心線に近い箇所を受圧面とすることも周知の技術的事項である（例えば，乙\n１，２，甲６参照）。\nさらに，このようなローラ型駆動は，移動体を一定経路に沿って配設し\nたチェーンと係合して駆動すること（以下，「チェーン型駆動」という。）に比べ\nて，チェーンの配設等による煩雑な点がないといった特徴を有することも周知の技\n術的事項である（例えば，乙１及び特開平３－４２３６７号公報（乙３）の「従来\nの技術」及び「課題を解決するための手段」の項参照）。\nそうすると，引用発明１に接した当業者にとって，チェーンの配設等に\nよる煩雑な点を回避する等の必要に応じて，引用発明１の移動体に駆動力を与える\nための手段であるチェーン型駆動を，周知のローラ型駆動と置換することに格別な\n困難性はないというべきである。\nそして，引用発明１をみると，外部より駆動力を受けているのは，移動\n体の中心線に近い箇所に配設された「補助桁１４，１５及び主桁１２（フレーム\n体）のうちの主桁１２」であるから，当業者にとって，引用発明１の移動体に駆動\n力を与えるための手段であるチェーン型駆動を周知のローラ型駆動と置換する際，\nこの「補助桁１４，１５及び主桁１２（フレーム体）」をローラ型駆動の受圧部と\nすることは，ごく自然なことというべきである。\nしてみると，相違点イに係る本件発明１の構成要件は，引用発明１に上\n記ローラ型駆動に係る周知の技術的事項を適用することにより，当業者が容易に想\n到することができたものというべきである。\nなお，原告は，引用発明１の補助桁１４，１５の端面のストッパ１９の\n大きさが補助桁１４，１５をローラ型駆動の受圧部とすることを妨げる旨主張して\nいるが，引用発明１において補助桁１４，１５の端面のストッパ１９の大きさを補\n助桁の横幅よりも幅広にすることが必須のことでないばかりか，ローラ型駆動のロ\nーラと緩衝しない程度の大きさにすることを妨げる特段の事情もないので，このよ\nうな主張は失当である。\nウ　相違点ロについて\n引用発明１において，左右一対のレール４，４とは別にガイドレール１\n６を設けていること及び前後一対の車輪２２，２２，２２，２２を横桁２０，２０\nを介して設けていることの理由は，その実施例として，左右一対のレール４，４の\n間隔が広い態様を採用しているためと解される。\nところが，引用発明２についてみると，本件発明１の「左右一対のレー\nル」に相当する「一対のチャンネルをその開口を互いに向かい合わせて形成したフ\nリー軌道（１６）」は，左右一対のレールの間隔が狭いものであって，このような\n間隔が狭い左右一対のレールに本件発明１の「前後一対の被案内装置」に相当する\n「前後一対のトロリ（５）および（６）」が支持案内されている。\nまた，引用発明１にこのような引用発明２のレールと被案内装置に係る\n技術思想の適用を妨げる特段の事情も見当たらない。\nそうすると，引用発明１に引用発明２の上記技術思想を適用すること\nは，両者の技術分野が同じであることからみても，当業者にとって格別困難なこと\nではないというほかない。\nそして，引用発明１に引用発明２の上記技術思想を適用すると，左右一\n対のレール４，４とは別にガイドレール１６を設ける必要がなく，左右一対のレー\nル４，４にガイドレール１６の機能を持たせることが可能であることは，当業者に\nとって容易に予測できる程度のことにすぎない。\nしてみると，相違点ロに係る本件発明１の構成要件は，引用発明１に引\n用発明２の上記レールと被案内装置に係る技術思想を適用することにより，当業者\nが容易に想到することができたものというべきである。\nエ　相違点ハについて\n一定経路上を移動自在な移動体群を外部より駆動して移動体に保持され\nた物品を搬送する搬送設備として，従来より，一部の移動体にのみ外部よりローラ\n駆動力を与え，該移動体が隣接した移動体を後押しすることにより移動体群全体を\n駆動すること（「ローラ型駆動」）が周知の技術的事項であること，引用発明１に\n接した当業者にとって，その必要に応じて，引用発明１の移動体に駆動力を与える\nための手段であるチェーン型駆動を，周知のローラ型駆動と置換することに格別な\n困難性がないこと，及び，当業者にとって，引用発明１の移動体に駆動力を与える\nための手段であるチェーン型駆動を周知のローラ型駆動と置換する際，この「補助\n桁１４，１５及び主桁１２（フレーム体）」をローラ型駆動の受圧部とすることが\nごく自然であることは，前示（相違点イの検討参照）のとおりである。\nそして，ローラ型駆動において，移動体が隣接した移動体を後押しする\n箇所が一定であれば，安定して移動体に押圧力を加えて搬送することができること\nは，当業者にとって容易に予測できることであり，また，引用発明１においても，\n常時ではないにしても複数の移動体（台車１１）が当接し，該当接の箇所（ストッ\nパ１９）が一定であるから，当接時においては，安定して移動体に押圧力を加える\nことは，当業者にとって容易に予測できることである。また，甲６の当接部材（１\n０７）の態様からみて，ローラ型駆動を用いた搬送装置において，予め当接部を形\n成しておくことは，周知の技術的事項と認めることができる。\nそうすると，引用発明１の移動体に駆動力を与えるための手段であるチ\nェーン型駆動を周知のローラ型駆動と置換する際，引用発明１の当接の箇所である\nストッパ１９を敢えて排除する必要性がなく，むしろ，該箇所（ストッパ１９）を\nローラ型駆動における当接部とすることがきわめて自然というべきである。\nしてみると，相違点ハに係る本件発明１の構成要件は，引用発明１に上\n記ローラ型駆動に係る周知の技術的事項を適用する際，上記当接部に係る周知の技\n術的事項を適用することにより，当業者が容易に想到することができたものという\nべきである。\nオ　相違点ニについて\n一定経路上を移動自在な移動体群を外部より駆動して移動体に保持され\nた物品を搬送する搬送設備として，従来より，一部の移動体にのみ外部よりローラ\n駆動力を与え，該移動体が隣接した移動体を後押しすることにより移動体群全体を\n駆動すること（「ローラ型駆動」）が周知の技術的事項であること，引用発明１に\n接した当業者にとって，その必要に応じて，引用発明１の移動体に駆動力を与える\nための手段であるチェーン型駆動を，周知のローラ型駆動と置換することに格別な\n困難性がないこと，及び，当業者にとって，引用発明１の移動体に駆動力を与える\nための手段であるチェーン型駆動を周知のローラ型駆動と置換する際，この「補助\n桁１４，１５及び主桁１２（フレーム体）」をローラ型駆動の受圧部とすることが\nごく自然であることは，前示（相違点イの検討参照）のとおりである。\nしてみると，相違点ニに係る本件発明１の構成要件は，引用発明１に上\n記ローラ型駆動に係る周知の技術的事項を適用することにより，当業者が容易に想\n到することができたものというべきである。\nカ　作用効果等について\n本件発明１が奏する効果は，引用発明１，引用発明２及び上記周知の技\n術的事項に基づいて当業者が容易に予測できる範囲を超えるものではない。\nなお，原告は，本件発明１と引用発明１の目的や作用・効果が明らかに\n相違するとして，引用発明１を基にした容易想到性を否定する旨主張しているの\nで，以下，検討する。\n確かに，引用発明１の目的は，「レールが上下に起伏している場合，又\nは，レールが横方向に彎曲している場合に，前方の台車の主桁と後続して進行して\n来た台車の主桁とが干渉し合って，一台又は複数の台車が脱線することを防止する\nこと」と認められるが，これは，前方の台車の主桁と後続して進行して来た台車の\n主桁とが当接することを前提とするものであって，ただ，従来のものにおいては，\nレールが上下に起伏している場合，又は，レールが横方向に彎曲している場合に，\n当接位置が一定でないために当接に係る押圧力の分力が台車に対してレールの方向\nと異なる方向に大きく働いて，これが台車の脱線の原因となることに着眼し，レー\nルが上下に起伏している場合，又は，レールが横方向に彎曲している場合にも，当\n接位置が一定となるようにして，当接に係る押圧力の分力が台車に対してレールの\n方向と異なる方向に大きく働かないようにするものと解される。\nそして，当接に係る押圧力の分力が台車に対してレールの方向と異なる\n方向に大きく働かないことは，当接に係る押圧力が台車に対してレールの方向に働\nくことにほかならず，このような状態であれば，当接に係る押圧力が台車に対して\n有効な押圧力になることは明らかである。\nこれに対し，本件発明の目的を見るに，本件特許に係る明細書（甲２の\n２，以下「本件明細書」という。）の記載「…一定経路が平面視において湾曲して\nいるカーブ経路部（ターン経路部など）や，側面視において水平経路部から上昇経\n路へ移るカーブ経路部や，水平経路部から下昇経路へ移るカーブ経路部などにおい\nては，前後の可動体が成す相対角度が鋭角になって後押しが円滑に行えず，特に可\n動体が長尺であるほど相対角度は鋭角になる。…複数個のキャリア（可動体）を連\n結しかつ後押し移動させる…場合，カーブ経路においては，…変位した後押し力に\nよりキャリアが傾斜するなどし，以てカーブ経路においては安定した移動を行えな\nい。本発明の目的とするところは，可動体の本体を細長くコンパクトに形成し得，\nしかもカーブ経路部を有する一定経路でも，可動体群の密状（列車状）の移動を円\n滑に確実にかつ安定して行える可動体使用の搬送設備を提供する点にある。」\n（【０００６】～【０００８】）からみて，「レールが上下に起伏している場合，\n又は，レールが横方向に彎曲している場合に，当接位置が一定でないために当接に\n係る押圧力の分力が台車に対してレールの方向と異なる方向に大きく働いて，これ\nが台車の円滑な移動の行えないことに着眼し，レールが上下に起伏している場合，\n又は，レールが横方向に彎曲している場合にも，当接位置が一定となるようにし\nて，当接に係る押圧力の分力が台車に対してレールの方向と異なる方向に大きく働\nかないようにする」限度において，本件発明と引用発明１の目的は実質的に同じと\n解され，両者の目的や作用・効果が明らかに相違するということができない。\nまた，本件明細書に例示される特開昭６１－１６６７６８号公報（乙\n２）の記載「単一の長いキャリアを使用する場合に比べ，キャリア列を用いた場合\nには，キャリア列の可撓性が比較的大きいので，トラックの曲線部の曲率を比較的\n大きくすることが出来る。」（２頁左下欄１３～１６行目）からみて，「キャリア\n構成部材が一定経路方向において複数箇所で可撓的に連結されている方がそうでな\nいものに比べて，トラックの曲線部において有利である」ことが，周知の作用・効\n果と認めることができる。\nこれらを総合すると，原告の上記「本件発明１と引用発明１の目的や作\n用・効果が明らかに相違するとして，引用発明１を基にした容易想到性を否定す\nる」旨の主張は，失当であるというべきである。\nキ　結論\nしたがって，本件発明１は，引用発明１，引用発明２及び周知の技術的\n事項に基づき当業者が容易に発明をすることができたものといわざるを得ない。\n(2)　本件発明２について\nア　本件発明２と引用発明１との一致点及び相違点\n＜一致点＞\nＡ）床側に設けた左右一対のレールに支持案内されて一定経路上を移動自\n在な移動体の本体を，連結装置を介して上下方向ならびに左右方向で相対回動自在\nに連結した三本のフレーム体により形成し，\nＢ）これらフレーム体は，一定経路の方向に長い四角状体からなるととも\nに，その一部を駆動力作用部として用い，\nＣ）各フレーム体のうち前後部のフレーム体を除く中間部のフレーム体\nは，その上部においてフレーム体に対して左右両側に突出する一個の被搬送物支持\n部と，前記左右一対のレールに支持案内される前後対の被案内装置とを有するとと\nもに，残りの前後部の両フレーム体は，軌道に支持案内される被案内装置を有し，\nＧ）前記本体は，左右一対のレール間の上の位置に位置し，前記本体の前\n後端の一方に前後方向力受部を形成するとともに，他方に前後方向力受部を形成し\nて，前後方向力の受けることができるように構成し，\nＥ）前記一定経路中に，前記駆動力作用部に駆動力を与える装置を設けた\nＦ）移動体使用の搬送設備。\n＜相違点＞\nイ．移動体に駆動力を与えるための態様について，本件発明２では，「フ\nレーム体の側面を受動面に形成し」となっているのに対し，引用発明１では，「補\n助桁１４，１５及び主桁１２（フレーム体）のうちの主桁１２の下面に係合子２４\nを設け」となっている点（以下，「相違点イ’」という。）\nロ．フレーム体と被案内装置の態様について，本件発明２では，「各フレ\nーム体のうち前後部のフレーム体を除く中間部のフレーム体は，前記左右一対のレ\nールに支持案内される前後一対の被案内装置とを有するとともに，残りの前後部の\n両フレーム体は，前記レールに支持案内される被案内装置を有し」となっているの\nに対し，引用発明１では，「各補助桁１４，１５及び主桁１２（フレーム体）のう\nち補助桁１４，１５（前後部のフレーム体）を除く主桁１２（中間部のフレーム\n体）は，前記左右一対のレール４，４（左右一対のレール）に支持案内される横桁\n２０，２０を介しての前後一対の車輪２２，２２，２２，２２（被案内装置）とを\n有するとともに，補助桁１４，１５（残りの前後部の両フレーム体）は，ガイドレ\nール１６に支持案内されるトロリー１７（被案内装置）を有し」となっている点\n（以下，「相違点ロ’」という。）\nハ．前後方向力受部の態様について，本件発明２では，「前記本体は左右\n一対のレール間の上方に位置し，前記本体の前後端の一方に係合部を形成するとと\nもに，他方に被係合部を形成して，上下方向で係脱自在に構成し」となっているの\nに対し，引用発明１では，「前記一定経路方向の桁（本体）は，左右一対のレール\n４，４（左右一対のレール）間の上側に位置するとともに，その前後端をストッパ\n１９に形成して，先行台車１１（移動体）の後端ストッパ１９に対して後続台車１\n１（移動体）の前端ストッパ１９を当接し得るように構成し」となっている点（以\n下，「相違点ハ’」という。）\nニ．駆動力作用部に駆動力を与える装置の態様について，本件発明２で\nは，「前記一定経路中に，前記受動面を挟持する送りローラを有する送り装置を設\nけた」となっているのに対し，引用発明１では，「前記一定経路中に，前記係合子\n２４と係合してドッグ１０を有するコンベア９を設けた」となっている点（以下，\n「相違点ニ’」という。）\nイ　相違点イ’について\n該相違点イ’は，本件発明１と引用発明１との対比における相違点イと\n実質的に同じである。してみると，相違点イ’に係る本件発明２の構成要件は，相\n違点イについて検討したと同様の理由により，引用発明１に上記ローラ型駆動に係\nる周知の技術的事項を適用することにより，当業者が容易に想到することができた\nものというべきである。\nウ　相違点ロ’について\n該相違点ロ’は，本件発明１と引用発明１との対比における相違点ロと\n実質的に同じである。してみると，相違点ロ’に係る本件発明２の構成要件は，相\n違点ロについて検討したと同様の理由により，引用発明１に引用発明２の上記レー\nルと被案内装置に係る技術思想を適用することにより，当業者が容易に想到するこ\nとができたものというべきである。\nエ　相違点ハ’について\n一定経路上を移動自在な移動体群を外部より駆動して移動体に保持され\nた物品を搬送する搬送設備として，従来より，一部の移動体にのみ外部よりローラ\n駆動力を与え，該移動体が隣接した移動体を後押しすることにより移動体群全体を\n駆動すること（「ローラ型駆動」）が周知の技術的事項であること，引用発明１に\n接した当業者にとって，その必要に応じて，引用発明１の移動体に駆動力を与える\nための手段であるチェーン型駆動を，周知のローラ型駆動と置換することに格別な\n困難性がないこと，及び，当業者にとって，引用発明１の移動体に駆動力を与える\nための手段であるチェーン型駆動を周知のローラ型駆動と置換する際，この「補助\n桁１４，１５及び主桁１２（フレーム体）」をローラ型駆動の受圧部とすることが\nごく自然であることは，前示（相違点イの検討参照）のとおりである。\nもっとも，本件発明２は，一部の移動体にのみ外部よりローラ駆動力を\n与え，該移動体と係合した後続の移動体を引くことにより移動体群全体を駆動する\nというものであるが，ローラ駆動部を通過した移動体を切り離さない限り，先行す\nる移動体を次々と後押しするものであることは明らかであって，この点は，原告も\n答弁書において認めている。\nまた，複数の移動体を係合して連結し，一部の移動体にのみ駆動力を与\nえ，該移動体と連結した後続の移動体を引くことは，列車やトロッコの例を挙げる\nまでもなく周知の技術的事項である。\nそして，ローラ型駆動において，後押しする場合と引っ張る場合があっ\nても，移動体が隣接した移動体に駆動力を授受する箇所が一定であれば，安定して\n移動体に駆動力を授受して搬送することができることは，当業者にとって容易に予\n測できることであり，また，引用発明１においても，常時ではないにしても複数の\n移動体（台車１１）が当接し，該当接の箇所（ストッパ１９）が一定であるから，\n当接時においては，安定して移動体に駆動力を加える可能性があることは，当業者\nにとって容易に予測できることである。\nそうすると，引用発明１の移動体に駆動力を与えるための手段であるチ\nェーン型駆動を周知のローラ型駆動と置換する際，引用発明１の当接の箇所である\nストッパ１９の位置を敢えて変更する必要性がなく，むしろ，該箇所（ストッパ１\n９）をローラ型駆動における駆動力の授受部とすることがきわめて自然というべき\nである。\nさらに，連結の脱着を行なう手段として，一方に係合部を形成するとと\nもに，他方に被係合部を形成して，上下方向で係脱自在に構成することは，実願昭\n５６－３６７３３号（実開昭５７－１５１３２１号）のマイクロフィルム （甲３）\n及びドイツ特許第１，２４７，２１８号明細書（甲８）に見られるように，周知の\n技術的事項にすぎない。\nしてみると，相違点ハ’に係る本件発明２の構成要件は，引用発明１に\n上記ローラ型駆動に係る周知の技術的事項を適用する際，当業者が甲第３号証及び\n甲第８号証に見られるような周知の技術的事項を参酌して容易に想到することがで\nきたものというべきである。\nオ　相違点ニ’について\n該相違点ニ’は，本件発明１と引用発明１との対比における相違点ニと\n実質的に同じである。してみると，相違点ニ’に係る本件発明２の構成要件は，相\n違点ニについて検討したと同様の理由により，引用発明１に上記ローラ型駆動に係\nる周知の技術的事項を適用することにより，当業者が容易に想到することができた\nものというべきである。\nカ　効果について\n本件発明２が奏する効果は，引用発明１，引用発明２及び周知の技術的\n事項に基づいて当業者が容易に予測できる範囲を超えるものではない。\nキ　結論\nしたがって，本件発明２は，引用発明１，引用発明２及び周知の技術的\n事項に基づき当業者が容易に発明をすることができたものといわざるを得ない。\n(3)　本件発明３について\n本件発明３は，本件発明１又は２の構成要件を全て含むものであって，し\nかも，本件発明１又は２において，「三本以上のフレーム体」及び「前後部のフレ\nーム体を除く中間部のフレーム体」を，それぞれ，「三本のフレーム体」及び「中\n間のフレーム体」に限定するものであって，本件発明１又は２の検討において，限\n定された「三本のフレーム体」及び「中間のフレーム体」を構成要件とした発明に\nついて検討しているから，本件発明１又は２の検討と同様の理由により，引用発明\n１，引用発明２及び周知の技術的事項に基づき当業者が容易に発明をすることがで\nきたものといわざるを得ない。\n第３　原告主張に係る本件審決の取消事由の要点\n本件審決は，本件発明１について，相違点イないしニについての判断を誤\nり，また，引用発明１との目的・作用効果の相違を看過した結果，進歩性の判断を\n誤り（取消事由１），本件発明２について，相違点イ’ないしニ’についての判断\nを誤った結果，進歩性の判断を誤り（取消事由２），同様に，本件発明３について\nも進歩性の判断を誤った（取消事由３）ものであり，その誤りは本件審決の結論に\n影響を及ぼすことが明らかであるから，違法として取り消されるべきである。\n１　取消事由１（本件発明１の進歩性判断の誤り）\n(1)　相違点イの判断の誤り\n本件審決は，「引用発明１の移動体に駆動力を与えるための手段であるチ\nェーン型駆動を周知のローラ型駆動と置換する際，引用発明１の「補助桁１４，１\n５及び主桁１２（フレーム体）」をローラ型駆動の受圧部とすることは，ごく自然\nなことというべきである。」と判断した（１５頁）が，誤りである。\nア　引用発明１の複式チェーンコンベアにおいて，「補助桁１４，１５」\nは，トロリー１７を付設したステー１８を支持すると共にその端部にストッパ１９\nを付設させる部材として，また，「主桁１２」は，その上面に横桁２０を組付ける\nと共にその下面に係合子２４を付設させる部材として，機能するものであり，これ\nら部材は，その面をローラ型駆動の受圧部にするとの意図をもって構成されたもの\nではないから，「補助桁１４，１５及び主桁１２」が一定経路の方向に長い四角状\n体に形成されているからといって，これら部材の面をローラ型駆動の受圧部にする\nことは，当業者が容易に想到できることではない。\nイ　また，引用発明１において，補助桁１４，１５の端面に設けられるスト\nッパ１９は，「チェーン型駆動」の搬送設備において必要とされるもので，前・後\n台車の衝突時における「押圧力受け止め部」として機能するものであるから，その\n大きさは，補助桁１４，１５の横幅よりも幅広とされている。かかるストッパ１９\nの大きさは，引用発明１の従来例（第１図）にも示されているように，引用発明１\nの基本的な構成であり，これを変更することはあり得ない。したがって，引用発明\n１の補助桁１４，１５の端面のストッパ１９が，補助桁１４，１５よりも幅広であ\nることは，補助桁１４，１５をローラ型駆動の受圧部とすることの阻害要因とな\nる。なお，この点に関して，本件審決は，「引用発明１において補助桁１４，１５\nの端面のストッパ１９の大きさを補助桁の横幅よりも幅広にすることが必須のこと\nでないばかりか，ローラ型駆動のローラと緩衝しない程度の大きさにすることを妨\nげる特段の事情もない」と説示する（１６頁）が，誤りである。\n(2)　相違点ロの判断の誤り\n本件審決は，「引用発明２においては，間隔が狭い左右一対のレールに前\n後一対のトロリが支持案内されており，引用発明１に引用発明２の上記技術思想を\n適用することは，適用を妨げる特段の事情も見当たらず，両者の技術分野も同じで\nあるから，当業者にとって格別困難なことではない。」旨判断した（１６頁）が，\n誤りである。\nア　引用発明１において，左右一対のレール４，４とは別にガイドレール１\n６を設け，また，前後一対の車輪２２，２２，２２，２２を横桁２０，２０を介し\nて設けた理由は，パワー軌道となるコンベア９とフリー軌道となる左右一対のレー\nル４，４とを同一の床面上に並設させている関係から，左右一対のレール４，４\nは，コンベア９とこれに隣接するガイドレール１６の両者を跨ぐことができる幅広\nの間隔を備える必要があるからであって，単に，左右一対のレール４，４の間隔が\n広い態様を採用しているためではない。\nしたがって，引用発明１において，左右一対のレールの間隔を狭くする\nと，左右一対のレール４，４間に，パワー軌道となるコンベア９とガイドレール１\n６とを設置するための幅スペースが確保できないから，引用発明１に引用発明２を\n適用することはできない。\nイ　なお，引用発明２においては，「一対のチャンネルをその開口を互いに\n向かい合わせて形成したフリー軌道１６」に，「前後一対のトロリ（５）および\n（６）」が支持案内されるが，床面に設けたパワー軌道１５上にフリー軌道１６を\n載置させているから，フリー軌道１６を形成する左右一対のレールの間隔が狭くて\nも差し支えない。\n(3)　相違点ハの判断の誤り\n本件審決は，「引用発明１の移動体に駆動力を与えるための手段であるチ\nェーン型駆動を周知のローラ型駆動と置換する際，引用発明１の当接の箇所である\nストッパ１９を敢えて排除する必要性がなく，むしろ，該箇所（ストッパ１９）を\nローラ型駆動における当接部とすることがきわめて自然というべきである。」と判\n断した（１７頁）が，誤りである。\nア　後記(5)アのとおり，本件発明１は，移動体群の円滑な密状移動を可能と\nするために，先行移動体の後遊端部分の当接部に対して後続移動体の前遊端部分の\n当接部を当接自在とする構成，すなわち「先行移動体に後続移動体をむしろ積極的\nに当接させ，先行移動体を後続移動体により後押し移動させるようにする」点に主\n眼を置いたものであるのに対し，引用発明１は，「先行台車の主桁と後続台車の主\n桁とが干渉し合って，一台又は複数の台車が脱線することを防止する」点に主眼を\n置いたものである。\nイ　引用発明１は，係合子２４とドッグ１０の係合を介して台車を一定のピ\nッチ間隔で搬送するものであり，係合子２４とドッグ１０とは，１対１の関係に置\nかれているから，先行台車の押し留めを解除した後においても，通常の搬送形態\nで，先行台車を後続台車が後押しするようなことはあり得ない。引用発明１におい\nて，両台車の当接状態が起こるのは，甲４の第８図に示されるように，先行台車が\n人手による押し留めによって停止している時に，後続台車が追突した場合である。\nウ　したがって，本件発明１の「当接部」と引用発明１の「ストッパ１９」\nとは，共に前後方向の押圧力を受ける機能を有する「押圧力受部」の限度において\nは一致するものの，両者は，本来の作用・機能や主眼点を全く異にするものである\nから，引用発明１の「ストッパ１９」を本件発明１の「当接部」にすることは，当\n業者といえども想到できるものではない。\n(4)　相違点ニの判断の誤り\n本件審決は，「相違点ニに係る本件発明１の構成要件は，引用発明１にロ\nーラ型駆動に係る周知の技術的事項（相違点イで検討済み）を適用することによ\nり，当業者が容易に想到することができたものというべきである。」旨判断した\n（１７頁）が，誤りである。\nすなわち，本件発明１の「駆動力作用部」は，各フレーム体の側面である\nところ，引用発明１において，これに相当するのが，「補助桁１４，１５及び主桁\n１２」の側面ではなく，主桁１２の下面に付設された係合子２４であることは，明\nらかである。そうすると，駆動力作用部に駆動力を与える装置の態様は，駆動力作\n用部の仕様に自ずから左右されるものである以上，引用発明１において，駆動力作\n用部に駆動力を与える装置の態様としては，ドッグ１０を付設したコンベア９によ\nるチェーン型駆動しかあり得ない。したがって，引用発明１にローラ型駆動に係る\n周知の技術的事項を適用することはできない。\n(5)　本件発明１と引用発明１との目的，作用効果の相違の看過\n本件審決は，「本件発明１と引用発明１とは，目的や作用・効果が明らか\nに相違するとはいえない。」旨判断した（１８～１９頁）が，誤りである。\nア　本件発明１と引用発明１の目的は異なる。\n本件発明１は，通常の搬送において前方台車に後続台車をむしろ積極的\nに当接させ，前方台車を後続台車により後押し移動させるようにする点に主眼を置\nき，通常の搬送における“台車の円滑な移動を行える”ようにすることを目的とし\nたものである。\n一方，引用発明１は，前方台車が人手により進行停止させられたような\n場合に，前方台車に後続台車が当接するところ，この当接の際，線路のカーブ部位\n等において，前方台車の主桁と，後続して進行して来た台車の主桁とが干渉し合わ\nないようにし，一台又は複数の台車が“脱線することを防止し得る”ようにするこ\nとを目的とするものである。\nイ　本件発明１と引用発明１の作用機能も異なる。\n引用発明１において，補助桁１４，１５は，ガイドレール１６に支持案\n内されるトロリー付き逆Ｌ形ステー１８の直立部分によって，ガイドレール１６面\nとの間隔をほぼ一定にするよう保持されており，トロリー１７による支持位置は，\n補助桁１４，１５の真下ではなく，逆Ｌ形ステー１８の水平部分の長さ分だけ台車\n１１の進行方向に対して直角の方向に偏倚した位置にある（甲４，第５～７図）。\nこの補助桁支持構造では，水平経路部から上昇経路へ移るカーブ経路部\nにおいて，上昇経路に位置する先行台車の後部補助桁に，水平経路部から上昇しよ\nうとする後続台車の前部補助桁が当接後押しすると，後続台車のトロリー付き逆Ｌ\n形ステー１８の水平部分に曲げモーメントが生じ，逆Ｌ形ステー１８の直立部分と\n水平部分の連結部に最大の変形が生じ，当接時における台車同士の前後微動に起因\nして，逆Ｌ形ステー１８の水平部分に“上下振動”が発生し，また，直立部分下端\n部におけるトロリー１７の支承部位に“こじれ現象”が起こる。\nそのため，先行台車の後部補助桁に対する後続台車の前部補助桁の安定\nした当接が行われず，安定して先行台車に押圧力を受渡すことができなくなり，ま\nた，トロリー１７のスムーズ走行ができなくなる。\nしたがって，引用発明１の補助桁支持構造は，本件発明１のように「先\n行移動体に後続移動体をむしろ積極的に当接させ，先行移動体を後続移動体により\n後押し移動させる」作用機能を果たし得ず，「移動体群の密状（列車状）の移動を\n円滑に確実にかつ安定して行える移動体使用の搬送設備を提供する」ことはできな\nい。\nウ　本件発明１と引用発明１の効果も異なる。\n本件発明１においては，中間部のフレーム体に設けられる前後一対の被\n案内装置と，前後部の両フレーム体に設けられる被案内装置とを，すべて同一の案\n内レールにより支持案内させ，これらの被案内装置の走行軌跡を案内レールの中心\nを通る同一軌跡としているため，水平カーブ経路部における案内レールに対する\n“ずれ”は最小限となっていることから，外周レールと内周レールの曲率半径の差\nに起因する問題は起こらず，スムーズな旋回走行が可能となる。\n一方，引用発明１においては，水平カーブ経路部に差し掛かった時，台\n車本体の右側車輪と左側車輪を案内する左右一対のレールの曲率半径が大きく異な\nることから，いずれかの車輪がレールの軌跡から偏移する横滑り現象が生じ，これ\nによるレール側面への押し圧力は，何台もの先行台車群を密状に後押しする場合は\n非常に大となってしまい，「移動体群の密状（列車状）の移動を円滑に確実にかつ\n安定して行える移動体使用の搬送設備を提供する」ことはできない。\nしたがって，本件発明１は，引用発明１には存在しない特有の効果を奏\nするものである。\n２　取消事由２（本件発明２の進歩性判断の誤り）\n(1)　相違点イ’，ロ’，ニ’の判断の誤り\n本件発明２と引用発明１との相違点イ’，ロ’及びニ’は，本件発明１と\n引用発明１との相違点イ，ロ及びニと実質的に同じである。したがって，前記\n１(1)，(2)，(4)と同様に，本件審決の相違点イ’，ロ’及びニ’についての判断\nは，誤りである。\n(2)　相違点ハ’の判断の誤り\n本件審決は，「相違点ハ’に係る本件発明２の構成要件は，引用発明１に\n上記ローラ型駆動に係る周知の技術的事項を適用する際，当業者が甲３及び甲８に\n見られるような周知の技術的事項（連結の脱着を行なう手段として，一方に係合部\nを形成するとともに，他方に被係合部を形成して，上下方向で係脱自在に構成する\nこと）を参酌して容易に想到することができたものである。」旨判断した（２２\n頁）が，誤りである。\nすなわち，引用発明１において，通常の搬送態様で，先行台車を後続台車\nが後押しすることはあり得ないことは，前記１(3)イのとおりであるから，前方台車\nと後続台車を係合して連結することもあり得ない。したがって，「連結の脱着を行\nう手段として，一方に係合部を形成するとともに，他方に被係合部を形成して，上\n下方向で係脱自在に構成すること」が，周知の技術的事項にすぎないとしても，連\n結機構を全く必要としない引用発明１に同周知技術が適用されることはあり得な\nい。\n３　取消事由３（本件発明３の進歩性判断の誤り）\n本件発明３は，本件発明１又は２の構成要件をすべて含むものであるから，\n前記１，２のとおり，本件審決の，本件発明１又は２についての進歩性の判断が誤\nりである以上，本件発明３についての進歩性の判断も誤りである。\n第４　被告の反論の要点\n本件審決の判断に誤りはなく，原告の主張する本件審決の取消事由には理由が\nない。\n１　取消事由１（本件発明１の進歩性判断の誤り）について\n(1)　相違点イの判断の誤りについて\nア　甲６，乙１，２のように，ローラ型駆動において，移動体に外部よりロ\nーラ駆動力を与える際，平面視において移動体の中心線に近い箇所を受動面とする\nことは，周知の技術的事項である。また，乙１，３のように，ローラ型駆動は，チ\nェーン型駆動に比べて，チェーンの配設等による煩雑な点がないといった特徴を有\nすることも周知の技術的事項である。\nこれら周知の技術事項からすれば，引用発明１につき，台車の駆動形式\nとして，チェーン型駆動に換えてローラ型駆動を採用することは，当業者であれば\n容易に想到し得るものであり，かつ，その置換に際して，主桁１２の下面の係合子\n２４を廃し，一定経路の方向に長い四角状体を形成する「補助桁１４，１５及び主\n桁１２」の両側面をローラ型駆動の受動部にするというようなことは，ごく自然に\n思い付くことである。\nイ　なお，引用発明１におけるチェーン型駆動形式を，ローラ型駆動形式に\n置換するに際し，ストッパ１９の大きさをローラ型駆動のローラと干渉しない程度\nの大きさにすべきことは当然である。\n(2)　相違点ロの判断の誤りについて\n引用発明１，２は，いずれもパワーアンドフリーコンベアであるところ，\n前者は，フリー軌道とパワー軌道とを同一床面上に並設した実施形態を採用してい\nるため，左右一対のレール４，４の間隔が広く，後者は，フリー軌道とパワー軌道\nとを上下に設けた実施形態を採用しているため，左右一対のレール１６の間隔が狭\nいにすぎない。\nいずれにしても，引用発明１におけるチェーン型駆動形式をローラ型駆動\n形式に置換すれば，パワー軌道となるコンベア９は当然不必要となるから，引用発\n明１に引用発明２の技術思想を適用することには全く支障がない。\n(3)　相違点ハの判断の誤りについて\n引用発明１では，脱線防止のためとはいえ先行台車の後端ストッパ１９と\n後続台車の前端ストッパとを当接させるものであるから，引用発明１におけるチェ\nーン型駆動形式をローラ型駆動形式に置換する際，その当接する箇所を後押し移動\n用の当接部とするということは，甲６における予め取り付けられた後押し移動用の\n当接部材１０７を参酌し，当業者が容易に思い付く程度のことである。\n(4)　相違点ニの判断の誤りについて\n引用発明１において，台車の駆動形式として，チェーン型駆動に換え，周\n知のローラ型駆動を採用するに際し，主桁１２の下面の係合子２４を廃し，一定経\n路の方向に長い四角状体を形成する「補助桁１４，１５及び主桁１２」の両側面を\nローラ型駆動の受動部にするというようなことは，ごく自然に思い付くことである\nから，必然的に駆動力作用部に駆動力を与える装置の態様は，引用発明１の「補助\n桁１４，１５及び主桁１２」の両側面を挟持する送りローラを有する送り装置を一\n定経路中に設ける態様とならざるを得ない。\n(5)　本件発明１と引用発明１との目的，作用効果の相違の看過について\nア　本件明細書及び甲４における課題（目的），作用効果の記載からする\nと，カーブ経路部における問題の発生は，本件発明１及び引用発明１ともに，台車\n全体が剛体であったことに起因すること，そして，この問題を解決するために，台\n車（移動体）の主桁（中間部のフレーム体）の両端部にユニバーサルジョイント\n（連結装置）を介して補助桁（前後部のフレーム体）を回動自在に連結し，かつ，\n補助桁（前後部のフレーム体）にガイドレール（レール）に従って走行するトロリ\nー（被案内装置）を付設したという共通の構成を採用し，共通の作用効果を奏し得\nるものである。\nイ　引用発明１における台車を後押し移動させる台車として採用した場合に\n不都合が生じる原因として原告が指摘する２点，すなわち，①補助桁１４，１５\nは，ガイドレール１６に支持案内されるトロリー付き逆Ｌ形ステー１８の直立部分\nによって，ガイドレール１６面との間隔をほぼ一定にするよう保持されている点\nと，②改良台車１１は，主桁１２から左右に突出した横桁２０の下面側に改良台車\n１１の本体を支持案内する車輪２２，２２，２２，２２とこれに対応する左右一対\nのレール４，４を設けている点は，いずれも，本件審決において，本件発明１との\n相違点ロとして検討されており，引用発明２の技術思想を適用することにより，本\n件発明１の構成とすることに当業者が容易に想到することができたものである。\n原告の主張は，引用発明１における台車を，そのまま後押し移動用に使\n用することを想定したものであって，失当である。\n２　取消事由２（本件発明２の進歩性判断の誤り）について\n(1)　相違点イ’，ロ’，ニ’の判断の誤りについて\n前記１(1)，(2)，(4)のとおり，本件審決の相違点イ，ロ，ニの判断に誤り\nはなく，したがって，相違点イ’，ロ’，ニ’の判断にも誤りはない。\n(2)　相違点ハ’の判断の誤りについて\n引用発明１につき，台車の駆動形式として，チェーン型駆動に換え，ロー\nラ型駆動を採用することが当業者にとって容易に想到し得るものであるから，その\n置換に際して，引用発明１の当接の箇所であるストッパ１９の位置をローラ型駆動\nにおける駆動力の授受部とし，連結の脱着を行う手段として，周知の技術事項のよ\nうに，「一方に係合部を形成するとともに，他方に被係合部を形成して，上下方向\nで係脱自在に構成する」程度のことは，当業者であれば容易に想到し得るものであ\nる。\n３　取消事由３（本件発明３の進歩性判断の誤り）について\n前記１，２のとおり，本件発明１及び２についての本件審決の判断に誤りは\nないから，原告の主張は，その前提を欠き，失当である。\n第５　当裁判所の判断\n１　取消事由１（本件発明１の進歩性判断の誤り）について\n(1)　相違点イの判断の誤りについて\nア　原告は，「引用発明１の「補助桁１４，１５及び主桁１２」は，その面\nをローラ型駆動の受圧部にするとの意図をもって構成されたものではないから，こ\nれらの部材が一定経路の方向に長い四角状体に形成されているからといって，これ\nら部材の面をローラ型駆動の受圧部にすることは，当業者が容易に想到できるとは\nいえない。」旨主張する。\n(ア)　証拠（甲６，乙１～乙３）によれば，一定経路上を移動自在な移動\n体群を外部より駆動して移動体に保持された物品を搬送する搬送設備における移動\n体の駆動手段として，一部の移動体にのみ外部よりローラ駆動力を与え，該移動体\nが隣接した移動体を後押しすることにより移動体群全体を駆動すること（以下「ロ\nーラ型駆動」という。）や，その際，移動体に対する駆動力の伝達は，一対の回転\nローラを，移動体の経路方向に延びる受圧面に対して押圧することによって行うこ\nとは，周知の技術的事項であることが認められる。\nまた，証拠（乙１及び乙３）によれば，ローラ型駆動は，チェーンの\n配設等による煩雑な点がないことから，一定経路上を移動自在な移動体群を外部よ\nり駆動して移動体に保持された物品を搬送する搬送設備における移動体の駆動手段\nとして，移動体を一定経路に沿って配設したチェーンと係合して駆動すること（以\n下「チェーン型駆動」という。）に代わるものとして採用されていることが認めら\nれる。\n(イ)　チェーン型駆動とローラ型駆動のいずれの駆動方式を採用するにし\nても，物品を保持しながら軌道に沿って移動する移動体を必要とすることに変わり\nはなく，駆動方式の相違により，移動体の被駆動部の形状，構造を変更する必要が\nあるものの，移動体のその他の部分の形状，構造については，汎用性を有するもの\nであれば，そのまま採用され得ることは明らかである。\nそして，上記(ア)のとおり，周知のローラ型駆動において，移動体に\n対する駆動力の伝達は，一対の回転ローラを，移動体の経路方向に延びる受圧面に\n対して押圧することによって行うものであるところ，引用発明１の台車は，台車の\n骨格をなす構造部材として，経路方向に延びる主桁１２，補助桁１４，１５を有し\nているから，これらの主桁１２，補助桁１４，１５が，回転ローラの受圧面となり\n得ることは，当業者に容易に理解される。\n(ウ)　このように，チェーン型駆動をローラ型駆動に変更することは，従\n来から広く行われていること，また，移動体における，汎用性のある形状，構造部\n分については，駆動方式を変更したとしても，当業者がその採用を検討し得るもの\nであること，さらに，引用発明１の主桁１２，補助桁１４，１５からなる台車構造\nは，回転ローラの受圧面となり得るものと当業者に容易に理解されるものであるこ\nとによれば，引用発明１のチェーン型駆動に代えて上記周知のローラ型駆動を採用\nするに際して，引用発明１の主桁１２，補助桁１４，１５からなる台車構造を，ロ\nーラ型駆動の回転ローラの受圧面とすることは，当業者ならば容易に想到できるこ\nとというべきである。したがって，原告の上記主張は理由がない。\nなお，引用発明１の主桁１２，補助桁１４，１５は，その構造からす\nると，ローラ型駆動の受圧部となり得るものであることは客観的に明らかである以\n上，これらの部材が，その面をローラ型駆動の受圧部にする意図をもって構成され\nたものではなくても，上記容易想到性の判断を何ら左右するものでない。\nイ　また，原告は，「引用発明１の補助桁１４，１５の端面のストッパ１９\nが，補助桁１４，１５よりも幅広であることは，補助桁１４，１５をローラ型駆動\nの受圧部とすることを妨げる。」旨主張する。\n確かに，甲４の第５図，第７図等には，ストッパ１９の横幅を，補助桁\n１４，１５の横幅よりも幅広としたものが示されている。しかしながら，甲４に\nは，ストッパに関して，「補助桁１４，１５の一方の端面にはそれぞれストッパ１\n９が設けてある。」（明細書３頁１９行～４頁１行）と記載されているだけであ\nり，ストッパ１９の横幅を，補助桁１４，１５の横幅よりも幅広とすべき積極的理\n由が示されているわけではないから，引用発明１において，ストッパ１９を図示の\nものに限定する必然性はないといえ，必要があればストッパ１９の形状等について\n設計変更は可能というべきである。したがって，甲４において，ストッパ１９が，\n補助桁１４，１５の横幅よりも幅広に図示されているとしても，そのことが，引用\n発明１の台車構造を，ローラ型駆動に採用することを阻害するとはいえない。した\nがって，原告の上記主張も理由がない。\n(2)　相違点ロの判断の誤りについて\n原告は，「引用発明１において，左右一対のレールとは別にガイドレール\nを設け，また，前後一対の車輪を横桁を介して設けた理由は，左右一対のレール\nが，コンベアとこれに隣接するガイドレールの両者を跨ぐことができる幅広の間隔\nを備える必要があるためである。したがって，引用発明１において，左右一対のレ\nールの間隔を狭くすると，左右一対のレール間に，パワー軌道となるコンベアとガ\nイドレールとを設置するための幅スペースが確保できないから，引用発明１に引用\n発明２を適用することはできない。」旨主張する。\nア　甲４には，「第５ないし８図はこの考案の一実施例を示す図である。…\n１２は台車１１の主桁で，両端部にはユニバーサルジョイント１３を介して補助桁\n１４，１５が回動自在に連結され，該補助桁の端部付近にはガイドレール１６に従\nって走行するトロリー１７を付設したステー１８がそれぞれ取付けてあり，また補\n助桁１４，１５の一方の端面にはそれぞれストッパ１９が設けてある。２０は主桁\n１２に組付けた横桁で，該横桁の上面の両端寄りには車体等を載置係止するための\n車体受け２１が設けてあり，且つ横桁２０の下面にはレール４上を走行する車輪２\n２を有する一対の脚２３が取付けられている。」（明細書３頁１３行～４頁５\n行），「本考案においては，さらに２本のレール４と同じ面上で且つ該レールに平\n行に設けられたガイドレール１６に従ってトロリー１７が走行して，補助桁とレー\nル面までの間隔を常にほぼ一定に保っているため，例えば第８図に示すようにレー\nル４が上下に起伏している場合でも，連続して進行している後続の台車の前部補助\n桁のレール面までの高さと，前方の台車の後部補助桁のレール面までの高さがほぼ\n同じであるため，それぞれの台車のストッパがほぼ同じ高さで当接し得る位置にあ\nって，一方の台車の補助桁が他方の台車の補助桁を突き上げるような状況は生じな\nい。また，レール４が第４図に示すように横方向に彎曲している場合でも補助桁は\n前述と同様にユニバーサルジョイント１３によって屈曲自在にレール４の彎曲に沿\nい，且つガイドレール１６とトロリー１７とによって補助桁とレール面との間隔が\nほぼ一定に保たれるため，従来例のような前，後部の台車の補助桁が干渉し合う状\n況は生じ難い。」（明細書４頁９行～５頁８行）と記載されている。\nイ　甲４の上記各記載及び第５ないし第８図によれば，引用発明１において\nは，①補助桁１４，１５は，ユニバーサルジョイント１３によって主桁１２に回動\n自在に連結されていることと，②補助桁１４，１５の端部に設けたトロリー１７\nが，同一の走行レール（ガイドレール１６）を走行することとが相俟って，前，後\n台車の補助桁の端部同士が，水平及び垂直方向において，レールからの距離をほぼ\n一定に保つことができること，そして，そのことにより，前後の台車の補助桁１\n４，１５同士が，常に，互いに当接できるようになり，一方の台車の補助桁が他方\nの台車の補助桁を突き上げる状況（第３図に示されたレールが上下に起伏する場\n合）や，前，後台車の補助桁が干渉し合う状況（第４図に示されたレールが湾曲す\nる場合）が生じないことが認められる。\nウ　そうすると，引用発明１の技術的特徴は，上記①②の構成を採用したこ\nとにより，前後の台車の補助桁の端部同士を，水平，垂直方向において，トロリー\n１７の走行レールからの距離を一定に保ちながら移動させることにあるというべき\nであり，上記トロリーの走行経路を，ガイドレール１６とするかどうかは，引用発\n明１の本質的部分ではないというべきである。引用発明１において，仮に，ガイド\nレール１６を採用せず，レール４にトロリー１７を走行させる構成としても，前後\nの台車の補助桁の端部同士を，水平，垂直方向において，トロリー１７の走行レー\nルからの距離を一定に保ちながら移動させるという上記作用を達成することができ\nることは明らかであるが，そのような構成を採用すると，ステー１８の水平部を長\nく伸ばす必要があることから，ガイドレール１６を別途設けたにすぎないものと解\nされる。すなわち，引用発明１においては，パワー軌道となるコンベア９とフリー\n軌道となる左右一対のレール４，４とを同一の床面上に並設させ，フリー軌道とし\nてレール４，４間が広いものを，また，パワー軌道としてチェーン型駆動を採用し\nているという，駆動方式の具体的態様に合わせて，別途，ガイドレール１６を設\nけ，このガイドレール１６にトロリー１７を走行させるようにしたにすぎないもの\nというべきである。\n本件審決の「引用発明１において，左右一対のレール４，４とは別にガ\nイドレール１６を設けていること及び前後一対の車輪２２，２２，２２，２２を横\n桁２０，２０を介して設けていることの理由は，その実施例として，左右一対のレ\nール４，４の間隔が広い態様を採用しているためと解される。」との説示（１６\n頁）は，上記と同旨のものと解され，相当である。\nエ　そして，甲７によれば，引用発明２は，一対のチャンネルをその開口を\n互いに向き合わせて形成した，間隔の狭い左右一対のレールからなるフリー軌道\n（１６）を有し，この間隔の狭い左右一対のレールに，前後一対のトロリ（５）及\nび（６）を支持案内するものと認められるところ，フリー軌道は，移動体の支持案\n内のために設けられるものであり，必要に応じて設計変更されるものであるから，\n引用発明１のレール４，４（フリー軌道）に代えて，引用発明２のフリー軌道（間\n隔の狭い左右一対のレールにトロリを支持案内するようにしたフリー軌道）を採用\nすることは，当業者ならば容易に想到できるものである。その際，上記のように間\n隔の狭い左右一対のレールを用いれば，前後の台車の補助桁に設けたトロリーを，\nこのレールに案内させれば足り，ガイドレール１６を別途設けずに省略することが\nできるのは明らかである。なぜなら，上記ウのとおり，トロリーの走行経路をガイ\nドレール１６とするかどうかの点は，引用発明１の本質的部分ではなく，ガイドレ\nール１６を採用しなくても，トロリーを同一のレールに走行させれば，「前後の台\n車の補助桁の端部同士を，水平，垂直方向において，トロリー１７の走行レールか\nらの距離を一定に保ちながら移動させる」という作用を達成することができるから\nである。本件審決の「引用発明１に引用発明２の上記技術思想を適用すると，左右\n一対のレール４，４とは別にガイドレール１６を設ける必要がなく，左右一対のレ\nール４，４にガイドレール１６の機能を持たせることが可能であることは，当業者\nにとって容易に予測できる程度のことにすぎない。」との説示（１６頁）は，上記\nと同旨のものと解され，相当である。\nオ　したがって，相違点ロに係る本件発明１の構成は，引用発明１に引用発\n明２を適用することにより，当業者が容易に想到することができたものというべき\nである。\nカ　これに対し，原告は，「引用発明１において，左右一対のレールの間隔\nを狭くすると，左右一対のレール間に，パワー軌道となるコンベアとガイドレール\nとを設置するための幅スペースが確保できないから，引用発明１に引用発明２を適\n用することはできない。」旨主張する。しかしながら，上記のとおり，トロリーの\n走行経路をガイドレール１６とするかどうかの点は，引用発明１の本質的部分でな\nく，引用発明１に引用発明２を適用する際に，ガイドレール１６を省略することが\nできることは明らかである。また，パワー軌道としてコンベアに代えてローラ型駆\n動を採用することが容易であることは，前記(1)で検討済みである。したがって，コ\nンベアとガイドレールの設置を前提とする原告の上記主張は，その前提を欠き，理\n由がない。\n(3)　相違点ハの判断の誤りについて\n原告は，「本件発明１の「当接部」は，先行移動体に後続移動体をむしろ\n積極的に当接させ，先行移動体を後続移動体により後押し移動させるようにするた\nめのものであるのに対し，引用発明１の「ストッパ１９」は，先行台車の主桁と後\n続台車の主桁とが干渉し合って，一台又は複数の台車が脱線することを防止するた\nめのものである。引用発明１では，通常の搬送形態で，先行台車を後続台車が後押\nしするようなことはあり得ない。したがって，両者は，共に前後方向の押圧力を受\nける機能を有する点においては一致するものの，本来の作用・機能や主眼点を全く\n異にするから，引用発明１の「ストッパ１９」を本件発明１の「当接部」にするこ\nとは，当業者といえども想到できるものではない。」旨主張する。\nア　本件発明１に係る請求項は，当接部に関して，「前記本体は，左右一対\nのレール間の上方に位置するとともに，その前後端を当接部に形成して，先行移動\n体の後端当接部に対して後続移動体の前端当接部を当接自在に構成し，」と規定す\nるのみであるから，先行移動体を後続移動体により後押し移動させる作用のために\n採用されている構成は，先行移動体の後端当接部と後続移動体の前端当接部とが当\n接自在というものでしかない。そして，この「当接自在」とは，本件発明１の「床\n側に設けた左右一対のレールに支持案内されて一定経路上を移動自在な移動体の本\n体を，連結装置を介して上下方向ならびに左右方向で相対回動自在に連結した三本\n以上のフレーム体により形成し，…各フレーム体のうち前後部のフレーム体を除く\n中間部のフレーム体は，その上部においてフレーム体に対して左右両側に突出する\n一個の被搬送物支持部と，前記左右一対のレールに支持案内される前後一対の被案\n内装置とを有するとともに，残りの前後部の両フレーム体は，前記レールに支持案\n内される被案内装置を有し，」という構成によって，達成されるものと認められ\nる。\nイ　一方，前記(2)のとおり，引用発明１においても，台車（移動体の本体）\nを，ユニバーサルジョイント（連結装置）を介して上下方向ならびに左右方向で相\n対回動自在に連結した主桁１２，補助桁１４，１５（三本のフレーム体）により形\n成しているところ，この台車（移動体の本体）を，間隔の狭い左右一対のレールに\n支持案内されるようにすると共に，補助桁１４，１５（前後部の両フレーム体）の\nトロリ（被案内装置）を，上記左右一対のレールに案内させるようにし，「前後の\n台車の補助桁の端部同士を，水平，垂直方向において，トロリー１７の走行レール\nからの距離を一定に保ちながら移動させる」という作用を行わせることは，当業者\nが容易に想到できるものである。そして，そのような構成を採用すれば，引用発明\n１の台車におけるストッパ１９も，「先行移動体の後端当接部に対して後続移動体\nの前端当接部を当接自在に構成」されるようになることは，上記アの判示から明ら\nかである。そうであれば，このストッパ１９を介して，先行移動体に後続移動体を\nむしろ積極的に当接させ，先行移動体を後続移動体により後押し移動させる作用を\n果たすようにすることが可能であることも明らかである。\nウ　したがって，引用発明１の「ストッパ１９」を，本件発明１の「当接\n部」の構成とし，同様の作用を果たすようにすることは，当業者であれば容易に想\n到できることというべきであり，原告の上記主張は理由がない。\nエ　なお，原告は，「本件発明１の「当接部」は，先行移動体に後続移動体\nをむしろ積極的に当接させ，先行移動体を後続移動体により後押し移動させるよう\nにするためのものであるのに対し，引用発明１の「ストッパ１９」は，先行台車の\n主桁と後続台車の主桁とが干渉し合って，一台又は複数の台車が脱線することを防\n止するためのものである。」旨主張するが，後記(5)のとおり，むしろ，両者は，極\nめて類似した技術課題（目的）を達成するための構成というべきである。\n(4)　相違点ニの判断の誤りについて\n原告は，「引用発明１において，駆動力作用部は，主桁１２の下面に付設\nされた係合子２４であるところ，駆動力作用部に駆動力を与える装置の態様は，駆\n動力作用部の仕様に左右されるから，駆動力を与える装置の態様としては，ドッグ\n１０を付設したコンベア９によるチェーン型駆動しかあり得ない。」旨主張する。\nしかしながら，前記(1)のとおり，引用発明１のチェーン型駆動に代えて上\n記周知のローラ型駆動を採用するに際して，引用発明１の主桁１２，補助桁１４，\n１５からなる台車構造を，ローラ型駆動の回転ローラの受圧面とし，同台車をロー\nラ型駆動の移動体として用いることは，当業者ならば容易に想到できることであ\nる。そうすると，引用発明１の台車には，チェーン型駆動しか採用できないという\nことはできず，原告の上記主張は理由がない。\n(5)　本件発明１と引用発明１との目的，作用効果の相違の看過について\n原告は，「本件発明１と引用発明１とは，目的や作用・効果が明らかに相\n違している。」旨主張する。\nア　本件明細書（甲２の２）には，「【発明が解決しようとする課題】上記\nした従来の構成によると，剛体化（一体化）した台車形式の可動体であることか\nら，たとえば長尺の被搬送物を取り扱う可動体の場合，全体が大型化，重量化する\nことになる。」（段落【０００５】），「また可動体に送り装置を作用させると\nき，一定経路が直線状であるときには支障なく行えるが，一定経路が平面視におい\nて湾曲しているカーブ経路部（ターン経路部など）や，側面視において水平経路部\nから上昇経路へ移るカーブ経路部や，水平経路部から下昇経路へ移るカーブ経路部\nなどにおいては，前後の可動体が成す相対角度が鋭角になって後押しが円滑に行え\nず，特に可動体が長尺であるほど相対角度は鋭角になる。したがって，このような\nカーブ経路部を有する一定経路に採用できない。」（段落【０００６】）と記載さ\nれており，これらの記載からすると，本件発明１は，剛体化（一体化）した台車形\n式の可動体においては，上下，左右方向でのカーブ経路部において，前後の可動体\nが成す相対角度が鋭角となってしまう欠点を解消しようとしたものである。\nイ　一方，引用発明１には，「従来の台車にあっては台車が全体として剛体\n構造であるため，例えば第３図に示すようにレールが上下に起伏している場合，特\nに図で前方の台車が人手により進行停止させられたような場合この台車に連続して\n進行して来た後続の台車の主桁の先端が前方の台車の主桁の後端部を突き上げて前\n方の台車を脱線させるような状態が生じたり，あるいは第４図に示すようにレール\nが横方向に彎曲している場合において，特に図で前方の台車の進行が停止されたよ\nうなときには前方の台車の主桁と後続して進行して来た台車の主桁とが干渉し合っ\nて，一台又は複数の台車が脱線する状況も生じることがあるという問題点があっ\nた。この考案はこのような従来の問題点に着目してなされたもので，従来の台車の\n主桁よりも短い主桁の両端にユニバーサルジョイントを介してそれぞれ補助桁を回\n動自在に取付け，且つ補助桁にはガイドレールに従って走行するトロリーを付設し\nて構成した台車とすることにより，上記問題点を解決することを目的としてい\nる。」（明細書２頁１１行～３頁１１行）と記載されており，この記載からする\nと，引用発明１は，剛体構造である台車であると，レールが上下に起伏している場\n合に突き上げが生じ，また，左右に彎曲している場合に干渉が生じてしまうという\n欠点を解消しようというものである。\nウ　上記ア，イによれば，本件発明１と引用発明１とは，いずれも，剛体構\n造の台車にあって，曲線経路における，前後台車の当接不良の解消を技術的課題と\nするものであり，両者は，極めて類似した技術課題（目的）を有するものというべ\nきである。\nエ　また，原告は，第３，１(5)イ及びウのとおり，引用発明１の「トロリー\n付き逆Ｌ形ステー１８」や「間隔の広い左右一対のレール４，４」の構成では，本\n件発明１の「移動体群の密状の移動を円滑に確実にかつ安定して行える」という作\n用効果は得られない旨主張する。しかしながら，前記(2)で検討したとおり，引用発\n明１において，フリー軌道として，引用発明２のような間隔の狭い左右一対のレー\nルを採用し，また，このレールにトロリー（被案内装置）を走行させることが容易\nである以上，上記作用効果は，引用発明１及び２から当業者が容易に予測できるも\nのにすぎないというべきである。したがって，上記作用効果の存在は，本件発明１\nの進歩性の判断を何ら左右するものではない。\nオ　したがって，原告の上記主張は理由がない。\n２　取消事由２（本件発明２の進歩性判断の誤り）について\n(1)　相違点イ’，ロ’，ニ’の判断の誤りについて\n原告は，「本件審決の相違点イ，ロ，ニの判断と同様に，本件審決の相違\n点イ’，ロ’，ニ’の判断も誤りである。」旨主張する。\nしかしながら，本件審決の相違点イ，ロ，ニの判断に誤りがないことは，\n前記１(1)，(2)，(4)のとおりであるから，原告の上記主張は，その前提を欠き，理\n由がない。\n(2)　相違点ハ’の判断の誤りについて\n原告は，「引用発明１において，通常の搬送態様で，先行台車を後続台車\nが後押しすることはあり得ないから，そのような引用発明１に，前方台車と後続台\n車を係合して連結するための連結手段に関する周知技術を適用することはあり得な\nい。」旨主張する。\nア　前記１(3)イのとおり，引用発明１のストッパ１９を「先行移動体の後端\n当接部に対して後続移動体の前端当接部を当接自在に構成」し，引用発明１の台車\nを，先行台車を後続台車により後押し移動させるようにすることは，当業者が容易\nに想到できることである。したがって，原告の上記主張は，その前提を欠き，理由\nがない。\nイ　なお，連結の脱着を行う手段として，一方に係合部を形成するととも\nに，他方に被係合部を形成して，上下方向で係脱自在に構成することは，甲３，甲\n８に見られるように，周知であると認められる。また，前記１(3)イのとおり，引用\n発明１の台車（移動体の本体）を，間隔の狭い左右一対のレールに支持案内される\nようにすると共に，補助桁１４，１５（前後部の両フレーム体）のトロリ（被案内\n装置）を，上記左右一対のレールに案内させるようにすることにより，「前後の台\n車の補助桁の端部同士を，水平，垂直方向において，トロリー１７の走行レールか\nらの距離を一定に保ちながら移動させる」という作用を行わせることは，当業者で\nあれば容易に想到できることである。したがって，前後の台車の補助桁の当接が良\n好な上記構成を採用する際，上記周知技術を適用して，引用発明１におけるストッ\nパ１９に代えて，「上下方向で係脱自在に構成された係合部，被係合部」という本\n件発明２の相違点ハ’に係る構成とすることは，当業者であれば容易に想到できる\nことというべきである。したがって，相違点ハ’についての本件審決の判断に誤り\nはない。\n３　取消事由３（本件発明３の進歩性判断の誤り）について\n原告は，「本件発明３は，本件発明１又は２の構成要件をすべて含むもので\nあるから，本件審決の，本件発明１又は２についての進歩性の判断が誤りである以\n上，本件発明３についての進歩性の判断も誤りである。」旨主張する。\nしかしながら，前記１，２のとおり，本件審決の，本件発明１又は２につい\nての進歩性の判断に誤りはない。したがって，原告の上記主張は，その前提を欠\nき，理由がない。\n４　結論\n以上のとおり，原告主張の取消事由はいずれも理由がなく，他に本件審決を\n取り消すべき瑕疵は見当たらない。\nよって，原告の本件請求は理由がないから，これを棄却することとし，主文\nのとおり判決する。\n東京高等裁判所知的財産第１部\n裁判長裁判官   　　　　 北　　山　　元　　章\n裁判官　　　　　　青　　柳　　　　　馨\n裁判官 　　　     沖　　中　　康　　人\n"
}