{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 12,
    "day": 12
  },
  "case_number": "平成13(行ケ)321",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "11440",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=11440",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/440/011440_hanrei.pdf",
  "contents": "平成１３年（行ケ）第３２１号　特許取消決定取消請求事件（平成１４年１１月２\n８日口頭弁論終結）\n判　　　　決\n原　　　告　　　　　三洋電機株式会社\n訴訟代理人弁理士　　山口隆生\n被　　　告　　　　　特許庁長官　太田信一郎\n指定代理人          松下聡、青山紘一、大野克人、林栄二\n主　　　　文\n特許庁が平成１０年異議第７０７５１号事件について平成１３年５月７日に\nした決定を取り消す。\n訴訟費用は被告の負担とする。\n事実及び理由\n第１　原告の求めた裁判\n主文と同旨の判決\n第２　前提となる事実\n１　特許庁における手続の経緯\n原告は、発明の名称を「電気掃除機」とする特許第２６４８０４３号（本件特\n許）の特許権者である。\n本件特許は、昭和６２年２月１３日出願の実願昭６２－１８８５９号（原々出\n願）の変更出願である特願平３－３６５９５号（本件原出願）の一部を新たな出願\nとして平成３年５月１６日に特許出願され（本件分割出願）、平成９年５月９日に\n設定登録された。\n本件特許について特許異議の申立てがされ、特許庁は、これを平成１０年異議第\n７０７５１号として審理し、平成１０年１２月２１日、「特許第２６４８０４３号\nの特許を取り消す。」との決定（第１次取消決定）をした。原告は、同決定の取消\nを求めて東京高等裁判所に出訴し、平成１１年１０月２８日に、第１次取消決定を\n取り消す旨の判決がされた。\nその後、再開された特許庁における審理の中で、平成１２年７月１７日付けで原\n告に対し取消理由通知がされ、原告は同年１０月２日に訂正の請求をしたが（本件\n訂正請求）、平成１３年２月９日付けで訂正拒絶理由通知がされ、同年５月７日、\n「特許第２６４８０４３号の請求項１に係る特許を取り消す」との決定（以下、単\nに「決定」という。）がされ、その謄本は同年６月２０日原告に送達された。\n２　特許請求の範囲\n（１）本件特許登録査定時の明細書の特許請求の範囲（この発明を「本件発明」\nという。）\n【請求項１】掃除機本体に一端部が接続される可撓性ホースと、該ホースの他端側\nが接続される接続パイプと、該接続パイプに回転自在に接続される把手パイプと、\n該把手パイプに接続される延長管と、該延長管に接続される床用吸込具とを備え、\n前記把手パイプに把手部を形成し、把手部の延長管側にリモートコントロールスイ\nッチを配設すると共に、前記把手パイプに、リモートコントロールスイッチに接続\nされる導電性摺接体を設け、前記接続パイプに、導電性摺接体に電気的に接続さ\nれ、可撓性ホースに付設された導電線を介して掃除機本体に接続される導電性摺接\n片を配設したことを特徴とする電気掃除機。\n（２）本件訂正請求に係る訂正明細書の特許請求の範囲（この発明を「訂正請求\nに係る発明」という。）\n【請求項１】掃除機本体に一端部が接続される可撓性ホースと、該ホースの他端側\nが接続される接続パイプと、該接続パイプに回転自在に接続される把手パイプと、\n該把手パイプに接続される延長管と、該延長管に接続される床用吸込具とを備え、\n前記把手パイプに把手部を形成し、把手部の延長管側にリモートコントロールスイ\nッチを配設すると共に、前記把手パイプに、リモートコントロールスイッチに接続\nされる導電性摺接体を設け、前記接続パイプに、導電性摺接体に電気的に接続さ\nれ、可撓性ホースに付設された導電線を介して掃除機本体に接続される導電性摺接\n片を配設し、前記接続パイプと把手パイプとを回転自在に抜け止めする抜け止め部\n材を設けたことを特徴とする電気掃除機。」（下線部は訂正箇所）\n３　決定の理由の要旨\n決定の理由は、別紙決定の写し（以下「決定書」という。）のとおりである。要\nするに、\n(1)　平成１２年１０月２日付け訂正請求（本件訂正請求）について、\n①　本件原出願の願書に添付した明細書及び図面には、把手部に関しては、もっ\nぱら「把手パイプに、把手パイプから離間して把手部を一体的に形成した発明」が\n記載されており、それ以外の把手部に関する発明は何ら記載されていないから、本\n件原出願には訂正請求に係る発明は記載されておらず、その分割出願は本件原出願\nの一部を新たな特許出願としたもの（特許法４４条１項による適法な分割出願）と\nは認められないので、出願日は平成３年５月１６日となるところ、　②　訂正請求\nに係る発明は、その特許出願前に日本国内において頒布された刊行物である実願昭\n６２－１８８５９号（実開昭６３－１２９６６７号）のマイクロフィルム（原々出\n願の公開公報：引用例）に記載された発明と実質的に同一の発明であるから、特許\n法２９条１項３号に該当し、特許を受けることができない、として、訂正を認め\nず、\n(2)　本件発明は、訂正請求に係る発明の構成中「接続パイプと把手パイプとを回転\n自在に抜け止めする抜け止め部材を設けた」構成の限定のないものであるから、上\n記(1)で訂正の適否について判断したのと同様に、適法な分割出願とは認められず、\nかつ、引用例に記載された発明であるから、特許法２９条１項３号に該当し、特許\nを受けることができない、というものである。\n第３　原告主張の決定取消事由\n決定は、本件原出願には分割出願に係る発明（訂正請求に係る発明）が記載され\nていないから本件分割出願は特許法４４条１項の規定に適合する適法な分割出願と\nはいえないとの誤った認定判断をし（取消事由）、この誤った認定判断に基づき出\n願日を認定し、訂正請求に係る発明の独立特許要件を否定して、本件訂正請求を認\nめず、本件特許の請求項１（訂正前のもの）に係る特許を取り消すとの誤った結論\nに至ったものであって、分割の適否についての上記認定判断の誤りが決定の結論に\n影響を及ぼすことは明らかであるから、決定は取り消されるべきである。\n１　決定は、「原出願の願書に添付した明細書及び図面には、把手部に関して\nは、もっぱら『把手パイプに、把手パイプから離間して把手部を一体的に形成し』\nた発明が記載されており、それ以外の把手部に関する発明は何ら記載されていな\nい。」（決定書３頁２９～３２行）から、原出願には訂正請求に係る発明は記載さ\nれておらず（決定書３頁３５、３６行）、本件分割出願は特許法４４条１項による\n適法な分割出願とは認められないと認定判断したが、決定にいう「原出願の願書に\n添付した明細書及び図面」とは、本件原出願の登録査定時の明細書及び図面（甲第\n３号証：原出願の特許公報。以下「本件原出願の登録時明細書」という。）を指し\nているものであるから、上記認定判断は誤りである。\nすなわち、出願の分割適否の基準となる明細書又は図面は、原出願の願書に最初\nに添付した明細書又は図面（以下、願書に最初に添付した明細書又は図面を「当初\n明細書」ということがある。）であり、これは特許庁の審査基準にも合致するもの\nである。ところが、決定が分割の適否を判断するに当たって基準とした「原出願の\n願書に添付した明細書及び図面」は、本件原出願の登録時明細書であって当初明細\n書ではない。\n決定は、特許法４４条１項の適用に当たり、本件分割出願に係る発明と対比すべ\nき原出願の明細書を誤り、訂正請求に係る発明を本件原出願の登録時明細書と対比\nするという誤りを犯した結果、本件分割出願に係る発明（訂正請求に係る発明）が\n本件原出願の当初明細書に含まれる発明であるか否かを判断することなく、本件分\n割出願が適法な分割出願とは認められないという誤った判断に至ったものであり、\nこの誤りが決定の結論に影響を及ぼすことは明らかである。\n２　被告は、決定は分割適否の基準となる明細書又は図面について明確に断じた\nわけではない、と主張するが、一般に「原出願の願書に添付した明細書及び図面」\nとは、補正があった場合にはその補正を含んだ明細書及び図面を指すものであり、\n原出願の当初明細書を意味するものではない。また、被告は、本件原出願の当初明\n細書と登録時明細書との間に実質的な差異はないから、分割適否の判断の結論に影\n響はないと主張するが、両明細書を比較すると、特許請求の範囲のみならず、発明\nが解決しようとする課題や実施例を参照した発明の詳細な説明についても実質的に\n補正がなされているのであるから、本件原出願の当初明細書と登録時明細書とが実\n質的に異なる明細書であることは明らかである。\nしかも、決定が分割の適否判断に当たって基準とした本件原出願の登録時明細書\nは、分割直前の明細書でもない（本件原出願の明細書は、本件分割出願がされた平\n成３年５月１６日より後の補正で、「把手パイプに、把手パイプから離間して把手\n部を一体的に形成し」との文言が特許請求の範囲に加入された上で、登録査定され\nている。）。\n３　以上のとおり、決定は、分割適否の判断において基準とすべき原出願の明細\n書を誤った違法がある。分割適否の判断において、基準明細書の誤りは一般に結論\nに影響を及ぼすものであるから、決定は取り消されるべきである。\n第４　被告の反論\n特許法４４条１項にいう「特許出願」とは、補正の効力などを考慮すれば、当該\n分割出願の直前の明細書又は図面を内容とした特許出願と解すべきであり、分割直\n前の原出願の明細書又は図面に記載された発明の一部を分割出願に係る発明とする\nことが、原則として、適法な分割出願であるための要件である。\n一方、分割直前の原出願の明細書又は図面に記載していない事項であっても、原\n出願の当初明細書又は図面に記載した事項であれば、補正により原出願の明細書又\nは図面に記載した事項として復活することもあり得るので、その場合には、特許法\n４４条１項にいう「特許出願」が原出願の当初明細書又は図面を内容とした特許出\n願であるといっても、間違いではない。\nまた、決定では、「原出願は、平成９年５月９日に、特許２６４８０３５号とし\nて設定登録されており、その発明の要旨は、明細書及び図面の記載からみて、特許\n請求の範囲に記載された以下のものにある。・・・原出願には、訂正請求に係る上\n記１．の発明は記載されていないので、本件特許の特許出願は、もともと原出願の\n一部を新たな特許出願としたものとは認められないから、特許法第４４条第１項に\nよる適法な分割出願とは認められない。」（決定書３頁１７～３８行）と判断した\nのであって、分割適否の基準となる明細書又は図面について明確に断じたわけでは\nない。\n本件においては、原出願の当初明細書であっても登録時の明細書であっても、分\n割適否の判断に当たっては、実質的に変わりがないから、決定の結論に影響を及ぼ\nすものではない。\n第５　当裁判所の判断\n１　分割出願の適否を判断する基準となる「原出願の明細書又は図面」について\n（１）特許法４４条１項は、「特許出願人は願書に添付した明細書又は図面につ\nいて補正をすることができる期間内に限り、二以上の発明を包含する特許出願の一\n部を一又は二以上の新たな特許出願とすることができる。」と規定する。この規定\nは、原出願の明細書又は図面に二以上の発明が記載されていること、及び、分割出\n願の対象とされた発明が上記二以上の発明のいずれかであることを適法な分割出願\nの要件として定めたものであると解されている。そして、二以上の発明を包含する\n原出願の明細書又は図面とは、本来、「分割直前の原出願の明細書又は図面」であ\nるが、原出願の願書に最初に添付した明細書又は図面（当初明細書）について補正\nがされた場合も、当初明細書に記載された発明は補正によりこれを分割直前の原出\n願に係る発明となし得たものであるから、結局、分割出願の適否は、分割出願に係\nる発明が当初明細書に記載されていたか否かを基準とすべきことになる。これを本\n件発明についていえば、平成３年５月１６日の本件分割出願の適否は、本件分割出\n願に係る発明が本件原出願の当初明細書に記載されていたか否かを基準として決す\nべきである。本件分割出願が特許法４４条１項の規定に適合する適法な分割出願で\nあるか否かの基準とされるべきが本件原出願の当初明細書であることについては、\n被告もこれを争っていない。\n（２）ところで、分割出願の目的は、原出願に包含されてはいるが原出願に係る\n発明とは異なる発明を別の出願として出願することにあるが、もともと、原出願に\n係る発明と分割出願に係る発明とは、いずれも原出願の当初明細書又は図面に記載\nされた発明なのであるから、両者に共通する構成が存する場合の多いことは容易に\n理解し得るところである。そうであれば、分割出願を行うに当たり、分割出願に係\nる発明と原出願に係る発明とが互いに異なる発明であることを明確にするために、\n原出願の明細書又は図面にも補正を加えて、分割出願に係る発明を排除する記載と\nすることも大いにあり得ることというべきである。そうすると、分割出願に係る発\n明が原出願の登録時明細書に記載されていないとしても、そのことから直ちに、分\n割出願に係る発明が原出願の当初明細書にも記載されていないといえるものではな\nい。\n２　以下、本件についてみる。\n（１）決定は、「原出願の願書に添付した明細書及び図面には、把手部に関して\nは、もっぱら『把手パイプに、把手パイプから離間して把手部を一体的に形成し』\nた発明が記載されており、それ以外の把手部に関する発明は何ら記載されていな\nい。・・・原出願には、訂正請求に係る上記１．の発明は記載されていないので、\n本件特許の特許出願は、もともと原出願の一部を新たな特許出願としたものとは認\nめられないから、特許法第４４条第１項による適法な分割出願とは認められな\nい。」（決定書３頁２９～３８行）と判断している。ここで決定のいう「原出願の\n願書に添付した明細書及び図面」が本件原出願の当初明細書を指すものでないこと\nは、明らかである。\nすなわち、決定には、\n(ア)「２．・・・原出願は、平成９年５月９日に、特許２６４８０３５号として\n設定登録されており、その発明の要旨は、明細書及び図面の記載からみて、特許請\n求の範囲に記載された以下のものにある。\n『掃除機本体に一端部が接続される可撓性ホースと、該ホースの他端側が\n接続される接続パイプと、該接続パイプに回転自在に接続される把手パイプと、該\n把手パイプに接続される延長管と、該延長管に接続される床用吸込具とを備え、前\n記把手パイプに、把手パイプから離間して把手部を一体的に形成し、把手部の延長\n管側にリモートコントロールスイッチを配設すると共に、把手パイプに、リモート\nコントロールスイッチに接続される導電性摺接体を設け、前記接続パイプに、導電\n性摺接体に電気的に接続され、可撓性ホースに付設された導電線を介して掃除機本\n体に接続される導電性摺接片を配設したことを特徴とする電気掃除機。』」（決定\n書３頁１７～２８行）\n(イ)「原出願の願書に添付した明細書及び図面には、把手部に関しては、もっぱ\nら『把手パイプに、把手パイプから離間して把手部を一体的に形成し』た発明が記\n載されており」（同３頁２９行～３１行）\n(ウ)「『曲がりパイプに取っ手部を形成したパイプ』が原出願の明細書及び図面\nに記載されていたということにはならない。」（決定書５頁１５～１７行）\nと記載されていることが認められるところ、決定のいう「特許請求の範囲に記載さ\nれた以下のもの」（(ア)の『　』内部分）は、本件原出願の登録時明細書（甲第３\n号証）の特許請求の範囲の記載と逐一一致する一方で、本件原出願の当初明細書\n（甲第５号証の１頁から４頁の【図４】まで）の特許請求の範囲の記載とは一致し\nない。また、本件原出願の登録時明細書には、「把手付曲がりパイプ」、「把手パ\nイプ」、「把手部」という３種の用語が使用され、「把手付曲がりパイプに\nは、・・・把手パイプが設けられている。」（甲第５号証２頁左欄の【実施例】の\n説明）など、「把手パイプ」に言及した記述が実施例について説明の随所にみられ\nるが、「把手パイプ」という語は、本件原出願の当初明細書には存在しない。さら\nに、本件原出願の当初明細書には、「曲がりパイプに取っ手をつけたもの」（甲第\n５号証段落【０００２】）との記載、及び「取っ手付曲がりパイプ」（同号証段落\n【０００３】外随所）との記載がある（これらは『曲がりパイプに取っ手部を形成\nしたパイプ』（前記(ウ)参照）と異ならないと解される。）にもかかわらず、決定\nは、『曲がりパイプに取っ手部を形成したパイプ』は原出願の明細書及び図面に記\n載されていないとしている。\n以上のことから、決定にいう「原出願の願書に添付した明細書及び図面」が本件\n原出願の登録時明細書（甲第３号証）を指していること、したがって、決定が、本\n件原出願の当初明細書（甲第５号証の１頁から４頁の【図４】まで）ではなく、登\n録時明細書を基準として、訂正請求に係る発明が原出願に含まれているか否かを検\n討し、「本件特許の特許出願は、もともと原出願の一部を新たな特許出願としたも\nのとは認められない」（決定書３頁３６～３７行）と判断したことは、明らかであ\nる。\n被告は、決定は「分割適否の基準となる明細書又は図面について明確に断じたわ\nけではない。」と主張するが、到底採用することができない。\n（２）　そうすると、決定は、訂正請求に係る発明の分割出願が特許法４４条１\n項に適合するか否かを判断するに当たって、基準とすべき原出願の明細書又は図面\nを誤り、本来、本件原出願の当初明細書と訂正請求に係る発明とを対比検討して、\n訂正請求に係る発明が原出願に含まれた発明であるか否かを判断すべきであったと\nころを、誤って、本件原出願の登録時明細書との対比検討によって、訂正請求に係\nる発明が原出願に含まれた発明ではないという結論に至ったものであるといわざる\nを得ない。上記誤りは決定の結論に影響し得べきものというべきである。\n（３）　被告は、「本件については、原出願の当初明細書であっても、原出願登\n録査定時の明細書であっても、分割適否の判断に当たっては、実質的に変わりがな\nい」から、決定に上記誤りがあるとしても、その誤りは決定の結論に影響を及ぼす\nものではないと主張する。これは、本件原出願の当初明細書と登録時明細書との間\nに実質的に差異がない場合にのみ成立し得る主張であるが、本件においては、両明\n細書が実質的に差異のない明細書であるということはできない。\nすなわち、本件原出願の登録時明細書には、【発明が解決しようとする課題】と\nして、「従来の電気掃除機の把手付曲がりパイプは、・・・把手部が傾斜し、把手\n部が上方に位置せず、使い勝手が悪いという問題点があった。」（甲第３号証１頁\n右欄３行～２頁左欄３行）という、把手部の位置に言及した記載があるのに対し、\n本件原出願の当初明細書にはこれに対応する記載は存在しない。上記記載が本件分\n割出願と同日付けの平成３年５月６日付け手続補正により明細書に追加された記載\nであることは、甲第５号証の５頁（手続補正書掲載部分）の左欄２８、２９行に同\n文記載があることから明らかである。\nまた、本件原出願の登録時明細書は、特許請求の範囲に「前記把手パイプに、把\n手パイプから離間して把手部を一体的に形成し」と記載されて、把手部が「把手パ\nイプから離間して形成」されたものに限定されており、この限定に対応して、発明\nの詳細な説明欄の記載も「把手パイプ」と「把手部」とを区別して記述する記載態\n様になっているのに対し、原出願の当初明細書には、「把手パイプ」と「把手部」\nとを区別して両者の位置関係に言及した記載は存在しない。そして、甲第５号証の\n５頁以下（手続補正書掲載部分）によれば、「把手パイプ」の語及び「把手パイ\nプ」と「把手部」との位置関係（「離間して形成」）についての記載は、本件分割\n出願と同日付けでされた平成３年５月６日付け手続補正により挿入されたものであ\nることが認められる。\n以上認定したところによれば、原出願の登録時明細書と原出願の当初明細書との\n間には、本件の争点である「把手パイプに、把手パイプから離間して把手部を一体\n的に形成した」という構成に関連する記載という点に関して、実質的に差異がある\nというべきである。\nしたがって、「本件については、原出願の当初明細書であっても、原出願登録査\n定時の明細書であっても、分割適否の判断に当たっては、実質的に変わりがない」\n旨の被告主張は失当である。\nなお、本件においては、本件分割出願と同日の平成３年５月１６日付けで本件原\n出願の明細書に手続補正がされており（甲第５号証：原出願公開公報の４頁左下\n【手続補正書】以下７頁までの記載）、この手続補正と本件分割出願とは同日付け\nであるためその先後関係は明らかでないものの、甲第５号証の手続補正書記載部分\nと原出願の登録時明細書（甲第３号証）とを比較すると、両者の間には【従来の技\n術】欄、【発明が解決使用とする課題】欄、【発明の効果】欄等の記載に相違する\n点があることが認められる。そうすると、本件原出願の登録時明細書は、分割直前\nの本件原出願の明細書であるともいえないから、決定における分割の適否の判断\nは、原出願の願書に最初に添付した明細書はもとより、原出願の分割直前の明細書\nを基準としてされたものでもない。\n３　結論\n以上のとおり、決定は、訂正請求についての判断の前提として、本件分割出願\n（訂正請求に係る発明を対象とするもの）が特許法４４条１項の規定に適合する適\n法な分割出願かどうかを判断するに当たり、その判断の基準とされるべき原出願の\n明細書を誤ったものといわざるを得ない。そして、この誤りが、本件分割出願（訂\n正請求に係る発明を対象とするもの）についての出願日の認定、さらには、本件訂\n正の可否についての判断を左右し、決定の結論に影響し得べきものであることは明\nらかである。また、決定は、分割出願の対象である発明が本件発明である場合につ\nいても、訂正請求に係る発明について判断したのと同様の理由により、その分割出\n願は適法な分割出願とは認められないとして出願日の遡及を認めず、出願日を分割\n出願の日である平成３年５月１６日として、本件発明（訂正前）が特許法２９条１\n項３号に該当するとしたものであるところ、その分割の適否についての判断に前記\n同様の誤りがあること、そしてその誤りが決定の結論に影響を及ぼし得べきもので\nあることも、また、明らかである。\n本件については、本件原出願の当初明細書に記載された発明の課題、課題の解決\n手段、発明の効果及び実施例に照らして、訂正請求に係る発明が原出願に含まれた\n発明であるかどうかを、特許庁において改めて審理判断することが相当である。\nよって、決定を取り消すこととし、主文のとおり判決する。\n東京高等裁判所第１８民事部\n裁判長裁判官　　　　　塩　　　月　　　秀　　　平\n裁判官　　　　　古　　　城　　　春　　　実\n裁判官　　　　　田　　　中　　　昌　　　利\n"
}