{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 12,
    "month": 3,
    "day": 16
  },
  "case_number": "平成11(行ウ)211",
  "case_name": "平成11年(行ウ)第211号株価変更請求事件(甲事件)　平成11年(行ウ)第218号株価変更請求事件(乙事件)",
  "court_name": "東京地方裁判所",
  "field": "行政",
  "lawsuit_id": "15885",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=15885",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/885/015885_hanrei.pdf",
  "contents": "主　　　文\n一　原告らの請求をいずれも棄却する。\n二　訴訟費用は原告らの負担とする。\n事実及び理由\n第一　請求\n一　甲事件\n被告預金保険機構が取得した特別公的管理銀行である株式会社日本長期信用銀行\nの株式の対価について、株価算定委員会が平成一一年三月三〇日にした決定中、取\n得普通株式対価の額を一株当たり一〇〇円に変更する。\n二　乙事件\n被告預金保険機構が取得した特別公的管理銀行である株式会社日本長期信用銀行\nの株式の対価について、株価算定委員会が平成一一年三月三〇日にした決定中、取\n得普通株式対価の額を一株当たり五〇円に変更する。\n第二　事案の概要\n一　争いのない事実\n内閣総理大臣は、平成一〇年一〇月二三日、金融機能の再生のための緊急措置に\n関する法律（以下「法」という。）三六条、三八条、法附則三条に基づき、株式会\n社日本長期信用銀行（以下「長銀」という。）について特別公的管理を開始するこ\nと及び被告が長銀の株式を取得することを決定し、同月二八日、被告が長銀の株式\nを取得することを決定した旨を公告した（以下、公告があった日である平成一〇年\n一○月二八日を「公告時」という。）。原告らは、公告時まで長銀の普通株式の株\n主であったが、被告は、法三九条に基づき公告時に長銀の株式を取得した。株価算\n定委員会は、平成一一年三月三〇日、法四〇条に基づき被告が取得した長銀の株式\nについて取得普通株式の対価の額を一株当たり○円と決定した。\n二　本件の請求\n本件は、公告時に長銀の株主であった原告らが、株価算定委員会がした取得株式\nの対価の決定を不服として、法七〇条に基づいて被告に対して被告が取得した長銀\nの株式の対価の変更を請求した事案である。\n第三　争点及び当事者の主張\n一　争点\n公告時の長銀の一株当たり株価\n二　当事者の主張\n１　原告らの主張\n（一）　公告時の直近の長銀の有価証券報告書によれば、長銀の平成一〇年三月三\n一日の一株当たりの純資産額は二七四円六三銭である。したがって、公告時の長銀\nの株価は一株当たり一〇〇円を下回ることはない。\n（二）　国が株主から株式を取得する場合は、株主のある程度納得のいく価額で買\nいとるべきであり、国が株主から対価もなく強制的に株式を取得することは「財産\n権はこれを侵してはならない。」と定めた憲法二九条等の規定に違反する。\n２　被告の主張\n法四〇条一項は、株価算定委員会は、公告時における\n特別公的管理銀行（法三六条一項又は三七条一項の規定により特別公的管理の開始\nの決定をされた銀行をいう。）の純資産額を基礎として、金融再生委員会規則で定\nめる算定基準に従い、取得株式の対価を決定するものとしている。株価算定委員会\nは法四〇条一項及び同項の規定する算定基準を定めた金融機能の再生のための緊急\n措置に関する法律施行規則（平成一〇年金融再生委員会規則第二号、以下「規則」\nという。）一七条の規定に基づいて算定を行い、長銀は法三六条に基づいて公的管\n理がなされたものであり、かつ規則一七条三項一号に規定する特段の事情も認めら\nれないため、長銀が作成した貸借対照表の記載にかかわらず、長銀を清算するもの\nとしてすべての資産及び負債の公告時における価額の評価を行った結果、長銀の公\n告時の資産が債務超過の状態にあるので一株当たりの対価の額を○円と決定したも\nのである。\n長銀の公告時の純資産額は、二兆六五三五億三三〇〇万円の債務超過であり、公\n告時の一株当たりの株価は○円である。\n第四　当裁判所の判断\n一　前提となる事実（乙一ないし三）\n１　長銀は、平成一〇年一〇月二三日、法六八条二項に基づき、文書をもって「そ\nの業務又は財産の状況に照らし預金等の払戻しを停止するおそれが生ずると認めら\nれる」旨を、内閣総理大臣（金融再生委員会設置法施行の日の前である平成一〇年\n一二月一四日までは、法附則三条一項により内閣総理大臣が同委員会の権限を代行\nした。）に対して申し出た。\n内閣総理大臣は、平成一〇年一〇月二三日、法三六条一項に基づき長銀について\n特別公的管理の開始を決定し、同時に、法三八条一項に基づき、被告が長銀の株式\nを取得することを決定し、同月二八日、法三八条二項に基づき、被告が長銀の株式\nを取得することを決定した旨を公告した。\n株価算定委員会は、平成一一年三月三〇日、法四〇条一項に基づいて、被告が取\n得した長銀の普通株式及び第二回優先株式の対価を○円と決定し、金融再生委員会\nは、同月三一日、法四〇条三項に基づきその旨を公告した。\n２　法四〇条一項は、「株価算定委員会は、公告時における当該特別公的管理銀行\nの純資産額を基礎として、金融再生委員会規則で定める算定基準に従い、取得株式\nの対価を決定するものとする。」と定め、これを受けて規則一七条は取得株式の対\n価の算定基準を次のとおり定めている。\n（一）　法四一条一項の規定により支払いを請求\nすることができる取得株式の対価は、特別公的管理銀行の純資産額を発行済み株式\nの総数で除した額に当該旧株主が公告時に所有していた株式の数を乗じた額とする\n（規則一七条一項一号）。\n（二）　右の純資産額は、銀行の作成する貸借対照表の記載にかかわらず、公告時\nにおいて特別公的管理銀行が有するすべての資産の評価額からすべての負債の評価\n額を控除した額とする（同条二項）。\n（三）　右の資産及び負債の額の評価額は、次に掲げる区分に応じて算出するもの\nとする。\n（１）　法三六条の規定により特別公的管理開始決定をした場合は、特段の事情の\nない限り、特別公的管理銀行を清算するものとしてすべての資産及び負債の公告時\nにおける価額を評価するものとする（同条三項一号）。\n（２）　法三七条の規定により特別公的管理開始決定をした場合は、特段の事情の\nない限り、特別公的管理銀行の営業を継続するものとしてすべての資産及び負債の\n公告時における価額を評価するものとする（同条三項二号）。\n３　株価算定委員会は、長銀が法三六条に基づいて特別公的管理開始決定がされた\nものであり、右（三）（１）の特段の事情も認められないため、長銀を清算するも\nのとしてすべての資産及び負債の公告時における価額の評価を行い、長銀が有する\nすべての資産の評価額からすべての負債の評価額を控除した額を算出する方法によ\nり長銀の純資産額を別紙一のとおり二兆六五三五億三三〇〇万円の債務超過と算定\nした。\n４　株価算定委員会は、別紙二のとおり、継続企業の前提で算出された長銀の平成\n一〇年九月三〇日の中間貸借対照表の純資産額一五七三億一九〇〇万円から、同年\n一〇月一日から公告の前日である同年一〇月二七日までの損失三億二八〇〇万円を\n控除して継続企業の前提による同年一〇月二七日現在の純資産額を一五六九億九一\n〇〇万円と算定した上で、さらに株価算定上、継続企業の前提で算定されている数\n値を清算価額に修正するため、清算価額への修正額合計二兆八一〇五億二四〇〇万\n円のマイナスを控除した結果、清算価額ベースの純資産額を二兆六五三五億三三〇\n〇万円の債務超過と算定した。その結果、長銀を清算するものとして公告時の資産\n及び負債を評価し、純資産額を算定すると、長銀は公告時において債務超過の状態\nにあったことになり、算定された純資産額に影響を与えうる項目を考慮しても長銀\nが公告時において債務超過であった事実には変わり\nがないとして、長銀は債務超過の状態にあるので普通株式及び第二回優先株式のそ\nれぞれ一株当たりの対価の額を○円と算定した。\n５　株価算定委員会による株式の対価の決定の基礎とされた長銀の公告時の純資産\n額の算定において、直前の中間貸借対照表から修正された主要な点は、貸出金等与\n信関連資産が二兆〇五五八億八七〇〇万円、有価証券が五五七〇億一六〇〇万円そ\nれぞれ減額評価されている点である。\nその理由は、貸出金等与信関連資産に関しては、回収可能性を考慮して評価する\nものとし、回収可能性については金融再生委員会が行った特別公的管理銀行の保有\nする資産として適当であるか否かの判定（以下「資産判定」という。）の結果を踏\nまえ、貸出金については、資産判定上、特別公的管理銀行が保有する資産として不\n適当とされた正常先債権及び要注意先債権は、担保等で保全されていない額の五〇\n％を控除した額を評価額とし、特別公的管理銀行の保有する資産として不適当とさ\nれた破綻懸念先債権、実質破綻先債権及び破綻先債権については、担保等で保全さ\nれている額をもって評価額とし、資産判定上、特別公的管理銀行の保有する資産と\nして適当とされた貸出金については、原則として債務者区分ごとに債権額から債権\n額に長銀の過去の一年当たり貸倒実績率に対象債権の平均残存年数を乗じた額を控\n除した額をもって評価額とし、外国為替等、貸出金以外の貸出金等与信関連資産に\nついても、同様の評価方法による、とされたためである。\n有価証券に関しては、有価証券のうち、時価及び時価相当額のあるものについて\nは、当該時価及び時価相当額をもって評価額とする、その他の有価証券のうち、長\n銀が貸出を行っている者の発行に係る有価証券については、貸出金の評価方式に準\nじるものとし、貸出を行っていない者の発行に係る有価証券については、株式は純\n資産額、債券は額面額、その他は処分可能見込額等をもって評価額とすることを原\n則とする、これにより難い場合は、長銀の帳簿価額（取得価額を原則とし、すでに\n必要な評価減を行ったものについては、当該評価減額を控除した額）をもって評価\n額とする、とされたためである。\n二　純資産額の算定の合理性について\n前記認定の事実によれば、法四〇条一項及び規則一七条二項、三項一号の規定に\n従って、株式の対価の算定の基礎となる純資産額、すなわち、長銀を清算するもの\nとしてすべての資産及び負債の公\n告時における価額を評価して長銀が有するすべての資産の評価額からすべての負債\nの評価額を控除した純資産額を算定する方法により株価算定委員会が行った前記認\n定の長銀の純資産額の算定方法は、公告時の直前における長銀の貸借対照表の記載\nにかかわらず、その算定の目的に照らし合理的な算定方式を採用したものと認める\nことができる。\n原告らは、公告時の直前の貸借対照表に基づき、長銀は公告時には債務超過では\nなかったと主張するが、継続企業の前提で算出された貸借対照表の記載が債務超過\nではないからといって、法四〇条一項の規定に従って株価を算定する基礎とすべき\n清算価額としての純資産額が債務超過ではないとの証明にはならない。そして、原\n告らは、ほかに前記認定の株価算定委員会による純資産額の算定方式の合理性に疑\nいを差し挟むべき具体的事情については、何ら主張していない。\n以上によれば、法四〇条一項及び規則一七条二項、三項一号に基づき、公告時に\nおける長銀の純資産額を算定すれば、債務超過の状態であったと認められるから、\n被告が長銀から取得した普通株式の対価を○円と定めた株価算定委員会の決定は相\n当である。\n三　憲法違反の主張について\n法は、金融機関の破綻が相次いで発生し、我が国の金融の機能が大きく低下する\nとともに、我が国の金融システムに対する内外の信頼が失われつつあることにかん\nがみ、我が国の金融の機能の安定及びその再生を図るため、金融機関の破綻の処理\nの原則を定めるとともに、銀行の特別公的管理等の制度を設けること等により信用\n秩序の維持と預金者等の保護を確保することを目的とする法律であり（法一条）、\nその目的において合理的なものであることが認められ、法第六章の定める特別公的\n管理開始決定及び株式の取得等の銀行の特別公的管理の手続は、金融機能の安定と\nいう法の目的に照らして重大な金融機関の破綻の事実が生じたことを要件として、\n金融再生委員会の決定によって被告が特別公的管理銀行の株式を取得し、特別公的\n管理銀行の経営合理化計画の作成、営業の譲渡、株式の譲渡その他の処分を行うこ\nとにより、破綻した金融機関の再生を図るものであって、法の定める銀行の特別公\n的管理の手続は、立法の目的に照らし合理的な手続である。したがって、その手続\nにおいて金融再生委員会（本件においては内閣総理大臣）の決定によって預金保険\n機構が株式を取得することとされたとしても、法四〇条及び規則一七条が定める株\n式の対価の決定の方法が合理的なものであると認められる以上、株価算定委員会が\n行った株式の対価の決定に根拠となる法令の規定は、憲法二九条一項、三項に反す\nるものではない。\nそして、法四〇条の規定に従って、債務超過となっている長銀の株式の対価が○\n円と決定され、結果的には原告が何らの対価を得ることなく長銀の株式の権利を失\nうことになったが、債務超過である以上株式の対価が○円と評価されることはやむ\nを得ないのであって、そのような場合であっても国が株式を強制的に取得する場合\nには有償で取得すべきであるということが、憲法二九条の規定によって保障されて\nいると解すべき理由はない。\n四　よって、原告らの本訴請求は理由がないからこれを棄却し、訴訟費用の負担に\nつき行政事件訴訟法七条、民事訴訟法六一条を適用して主文のとおり判決する。\n東京地方裁判所民事第八部\n裁判長裁判官　菅原雄二\n裁判官　小林久起\n裁判官　松山昇平\n"
}