{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 17,
    "month": 10,
    "day": 12
  },
  "case_number": "平成16(ワ)12089",
  "case_name": "損害賠償請求事件",
  "court_name": "大阪地方裁判所第17民事部",
  "lawsuit_id": "6562",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=6562",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/562/006562_hanrei.pdf",
  "contents": "主    文\n１　被告らは，原告Ａに対し，連帯して９１７万９３５５円及びこれに対する平成１６年１月\n２２日から支払済みまで年５分の割合による金員を支払え。\n２　被告らは，原告Ｂに対し，連帯して２２０万円及びこれに対する平成１６年１月２２日か\nら支払済みまで年５分の割合による金員を支払え。\n３　原告らのその余の請求を棄却する。\n４　訴訟費用は，原告Ａと被告らとの間においては，これを２５分し，その２１を原告Ａの負\n担とし，その余を被告らの負担とし，原告Ｂと被告らとの間においては，これを５分し，その\n３を原告Ｂの負担とし，その余を被告らの負担とする。\n５　この判決は，第１項及び第２項に限り，仮に執行することができる。\n事実及び理由\n第１　請求\n１　被告らは，原告Ａに対し，連帯して５７２８万７４９３円及びこれに対する平成１２年１\n０月３１日から支払済みまで年５分の割合による金員を支払え。\n２　被告らは，原告Ｂに対し，連帯して５５０万円及びこれに対する平成１２年１０月３１日\nから支払済みまで年５分の割合による金員を支払え。\n第２　事案の概要\n本件は，原告Ａが，被告医療法人Ｄ医院（以下「被告法人」という。）との間で，第１子（以\n下「本件第１子」という。）出産に関する診療契約を締結したところ，原告Ａの診察を担当し\nた医師である被告Ｃには，原告Ａに対し，間接クームステスト及び抗Ｒｈ（Ｄ）ヒト免疫ガン\nマグロブリン注射（以下「グロブリン注射」という。）を実施すべき注意義務を負っていたに\nもかかわらず，これを怠った過失又は注意義務違反があるなどと主張して，①原告Ａにおい\nて，被告法人に対しては選択的に債務不履行（民法４１５条）又は使用者責任（同法７１５\n条）に基づき，被告Ｃに対しては不法行為（同法７０９条）に基づき，②原告Ａの配偶者であ\nる原告Ｂにおいて，被告Ｃに対しては不法行為（同法７０９条）に基づき，被告法人に対して\nは使用者責任（同法７１５条）に基づき，それぞれ損害賠償金（上記不法行為の日である平成\n１２年１０月３１日から支払済みまで民法所定の年５分の割合による遅延損害金を含む。）の\n支払を請求した事案である。\n１　争いのない事実等（争いのない事実を除き，認定に用いた証拠はかっこ内に示す。）\n(1)　当事者\nア　原告Ａは，昭和４８年９月２２日生まれの女性である。\n原告Ｂは，原告Ａの配偶者である。\nイ　被告法人は，産婦人科医師である被告Ｃが理事長を務める医療法人であり，堺市内にＤ医\n院（以下「被告医院」という。）を開設している。\n(2)　原告Ａは，被告法人との間で，平成１２年９月２５日，本件第１子出産に関する診療契\n約を締結し（以下「本件診療契約」という。），被告Ｃによる外来診療を受けた。被告Ｃは，\n同日，原告Ａについて，妊娠５週１日目であり，分娩予定日は平成１３年５月２７日であると\n診断した（甲Ａ２）。\n原告Ａは，平成１２年９月２５日，被告Ｃの外来診療を受けるに当たり，産婦人科外来問診表\nを作成し，同問診表のＡＢＯ式血液型記入欄にＢ型である旨記入したが，同問診表のＲｈ\n（Ｄ）式血液型記入欄は空欄とし，また，過去に妊娠したことがない旨記入した。\n(3)　原告Ａは，同年１０月２７日，被告医院において，血液検査のため採血を受けた。同検\n査の結果，原告Ａの血液型が，ＡＢＯ式Ｂ型（以下「Ｂ型」という。），Ｒｈ（Ｄ）式マイナ\nス型（以下「Ｒｈマイナス」という。）であることが判明し，同検査の結果は，遅くとも同月\n３１日までに，日本医学臨床検査研究所から被告Ｃに対して通知された。\n被告Ｃは，上記通知を受けたにもかかわらず，原告Ａの血液型がＲｈマイナスであることを見\n落とし，以後の診療を実施した。\n(4)　原告Ａは，同年１１月２７日，同年１２月２７日，平成１３年１月３１日，同年３月２\n日，同月１６日，同年４月４日，同月２０日，同年５月２日，同月１１日，同月１８日，同月\n１９日，被告医院に来院して被告Ｃによる外来診療を受け，平成１２年１１月６日，平成１３\n年２月５日及び同年４月２４日，電話にて被告Ｃによる診療を受けた（甲Ａ２）。\n上記(3)のとおり，被告Ｃは，原告Ａの血液型がＲｈマイナスであることを見落としていたた\nめ，原告Ａに対し，上記各診療の際にも，原告Ａの血液型がＲｈマイナスであることを伝え\nず，また，原告Ａに対する間接クームステストによる抗体価の検査を実施しなかった。\n(5)　原告Ａは，同年５月２３日午後４時２０分ころ，本件第１子出産のため被告医院に入院\nし，同日午後８時１１分ころ，本件第１子を出産した。このとき，原告Ａは，妊娠３９週４日\n目であり，また，本件第１子には何らの障害もなかった。本件第１子の体重は１９８４ｇ，血\n液型はＢ型・Ｒｈ（Ｄ）式プラス型（以下「Ｒｈプラス」という。）であった（甲Ａ２）。\n(6)　原告Ａ及び本件第１子は，同年６月４日，被告医院を退院し，その後，同月２７日及び\n同年８月３１日，被告医院において，被告Ｃによる診療を受けた（甲Ａ２）。\n被告Ｃは，本件第１子妊娠中から本件第１子分娩後に至るまで，原告Ａに対し，グロブリン注\n射を実施しなかった。\n(7)　原告らは，平成１５年１０月末ころ，原告Ａが第２子（以下「本件第２子」という。）\nを妊娠したことに気付き，同年１１月１９日，Ｆ産婦人科を受診した（甲Ａ１）。\n(8)　原告Ａは，同年１２月３日及び同月２４日，Ｆ産婦人科において，採血を受けた。同検\n査の結果，原告Ａの血液型がＢ型・Ｒｈマイナスであり，同月２４日当時，間接クームステス\nトによる抗体価が３倍であることが判明した。これらの結果は，同月２４日，日本医学臨床検\n査研究所からＦ産婦人科に連絡された（甲Ａ１）。\n(9)　原告Ａは，同月２６日，Ｆ産婦人科を受診したところ，大阪府立母子保健総合医療セン\nター（以下「母子センター」という。）を紹介され，同日，母子センターを受診した。母子セ\nンターにおいては，Ｅ医師が原告Ａの担当医となった。原告Ａは，同日，血液型検査等のため\n採血を受けた。同検査の結果，同人の血液型はＢ型・Ｒｈマイナスであり，間接クームステス\nトによる抗体価は２倍であった。Ｅ医師は，同日，原告Ａを「Ｒｈ不適合妊娠の疑い」，妊娠\n１２週２日目と診断した（甲Ａ１）。\n(10)　原告Ａは，平成１６年１月２２日，母子センターにおいて人工妊娠中絶術を受け，同\n日，母子センターを退院した。\n(11)　原告Ａの間接クームステストによる抗体価は，同年６月１４日当時，１０２４倍まで上\n昇していた。なお，抗体価が上昇した場合，抗体価が将来減少する可能性はほとんどなく，ま\nた，抗体価が１０２４倍である場合，妊娠は可能であっても，Ｒｈ（Ｄ）式血液型不適合妊娠\nであれば，溶血性疾患を起こす危険性が高く，胎内死産等のリスクは高くなる。\n２　争点\n(1)　被告Ｃの過失又は注意義務違反\n（原告らの主張）\n原告Ａの血液型はＢ型・Ｒｈマイナスであり，被告Ｃは，遅くとも平成１２年１０月３１日ま\nでに，原告Ａの上記血液型を認識できたのであるから，被告Ｃとしては，本件第１子を妊娠し\nていた原告Ａに対し，同日ころ，間接クームステスト及びグロブリン注射を実施すべき注意義\n務を負っていたというべきである。ところが，被告Ｃは，これを怠り，原告Ａに対して間接ク\nームステスト及びグロブリン注射を実施しなかったのであるから，この点において被告Ｃには\n過失又は注意義務違反があったというべきである。\nまた，母児間のＲｈ（Ｄ）式血液型不適合妊娠があった場合，分娩後７２時間以内にグロブリ\nン注射を実施すべきであるところ，被告Ｃは，これを怠った点において過失又は注意義務違反\nがあったというべきである。\n（被告らの主張）\n妊娠中にグロブリン注射を行うべきであるとの見解が確立しているわけではなく，これが一般\n的に行われているものでもないから，被告Ｃにおいて，原告Ａに対し，妊娠中にグロブリン注\n射を行うべき注意義務はない。\n母児間のＲｈ（Ｄ）式血液型不適合妊娠があった場合，分娩後７２時間以内にグロブリン注射\nを実施すべきであるところ，被告Ｃにはこれを怠った点において過失又は注意義務違反がある\nことは認める。\n(2)　因果関係\n（原告らの主張）\n原告らが，Ｅ医師から，平成１５年１２月ころ，Ｒｈ（Ｄ）式血液型不適合妊娠に関してカウ\nンセリング等を受けた際，Ｅ医師は，原告らに対し，抗体価２倍を出産時まで維持することが\nできた場合，本件第２子の出産は可能であり，その場合のリスクは１０ないし２０％程度であ\nる旨を告げた。\nさらに，Ｅ医師は，原告らに対し，抗体価が出産時までに上昇する可能性があること，抗体価\nは妊娠２０週目以降に上昇することが多いこと，Ｒｈ（Ｄ）式血液型不適合妊娠の場合，通常\nの妊娠の場合と比較して，流産，死産のリスクが高くなること，抗体価が高い倍率となった場\n合に妊娠を継続し出産する場合には，様々なリスクを伴う高度の医療行為を受ける必要がある\nこと，仮に無事に出産した場合にも，Ｒｈ（Ｄ）式血液型不適合妊娠を原因とする重篤な肝障\n害及び脳障害が残るリスクがあることなどを告げた。\n原告らは，Ｅ医師から説明されたリスクに耐えるのは困難であると判断し，また，原告Ａは，\n本件第１子の出産経験から，妊娠１６週目以降は胎動により胎児の生命を直接的な感覚で知覚\nできることを知っていたことから，やむを得ず苦渋の決断をして，平成１６年１月２２日（妊\n娠１６週１日目），本件第２子の人工妊娠中絶術を受けた。原告らがこのような決断を余儀な\nくされたのは，Ｒｈ（Ｄ）式血液型不適合妊娠であることを全く知らずに第２子を妊娠したこ\nとが大きく影響した。\n以上のとおりであるから，被告Ｃの過失又は注意義務違反と，原告Ａが本件第２子の妊娠を人\n工中絶したこととの間には相当因果関係があるというべきである。\nさらに，原告Ａは，人工妊娠中絶後に抗体価が１０２４倍にまで上昇したため，極めて高い確\n率で流産，死産などが起こることになり，リスクが極めて高い妊娠をせざるを得ない母体にな\nってしまい，今後の出産が事実上不可能となったが，この点についても，被告Ｃの過失又は注\n意義務違反との間には相当因果関係があるというべきである。\n（被告らの主張）\n医学的には，Ｒｈ（Ｄ）式血液型不適合妊娠の場合，胎児に溶血性疾患が生じる危険があるの\nは，間接クームステストによる抗体価が３２ないし１２８倍の場合と考えられている。\n原告Ａの場合，平成１５年１２月２６日当時，間接クームステストによる抗体価が２倍であ\nり，胎児に溶血性疾患が生じる危険性は極めて低かったから，医学的には，本件第２子の人工\n妊娠中絶術を受ける必要はなかったというべきである。\nそうすると，被告Ｃが，本件第１子分娩後にグロブリン注射を実施することを怠った過失又は\n注意義務違反と原告Ａが本件第２子の妊娠を人工中絶したこととの間には相当因果関係はない\nというべきである。\nＥ医師は，原告らに対し，仮に，原告Ａの抗体価が大幅に増加し，そのために胎児に溶血性疾\n患が生じた場合のことを説明したにすぎない。このことは，Ｅ医師が，「抗体価は２倍と低値\nであるため，重症の病気が起こる確率はかなり低い（多くとも１０％以下である。おそらく大\n丈夫だが，予測は不可能な数字である。）。したがって，医学的に中絶を強く勧めるような適\n応はない。妊娠継続を希望されるのであれば，当院で慎重に管理させていただく。」旨を説明\nしていることからも明らかである。\nなお，原告Ａが，本件第２子の妊娠を人工中絶したのは，医学的な理由によるというよりは，\n原告らの経済的な理由によるものである。\nまた，原告Ａの抗体価が上昇したのは，本件第２子の妊娠を人工中絶した際，母体が本件第２\n子のＲｈプラスの血液に感作されたからである。上記のとおり，原告Ａは医学的には人工妊娠\n中絶をする必要はなかったのであり，人工妊娠中絶をしなければ原告Ａの抗体価が１０２４倍\nまでは上昇しなかったことからすれば，被告Ｃの過失又は注意義務違反と原告Ａの出産が事実\n上不可能となったこととの間には相当因果関係はないというべきである。\n(3)　損害\n（原告らの主張）\nア　原告Ａについて　　　　　　　　　　　　合計５７２８万７４９３円\n(ア)　治療費　　　　　　　　　　　　　　　　　　　　２８万７６３９円\n(イ)　交通費　　　　　　　　　　　　　　　　　　　　　２万１５７０円\n(ウ)　埋葬費　　　　　　　　　　　　　　　　　　　　　３万４０００円\n(エ)　雑費　　　　　　　　　　　　　　　　　　　　　　　　１６６０円\n(オ)　後遺障害逸失利益　　　　　　　　　　　　　３６４３万４７６１円\n結婚した女性が果たす出産，育児という社会的役割，生きがいは，女性の尊厳及び人格権の根\n幹をなすものである。また，被告Ｃの過失又は注意義務違反の結果，原告Ａは，日常生活にお\nいて精神的に極めて不安定な状態に置かれている。\n原告Ａの抗体価が１０２４倍と判明した平成１６年６月１４日を症状固定日，労働能力喪失率\nを自賠責保険後遺障害別等級表７級１３号「両側の睾丸を失ったもの」に準じて５６％とし，\n平成１４年度女子労働者平均年収３５１万８２００円を基準とすると，後遺障害逸失利益は上\n記のとおりとなる。\n（計算式）\n３５１万８２００円×１８．４９３×０．５６＝３６４３万４７６１円\n(カ)　慰謝料　　　　　　　　　　　　　　　　　　　　　　　５００万円\n原告Ａが本件第２子の妊娠を人工中絶したことに関する精神的苦痛\n(キ)　後遺障害慰謝料　　　　　　　　　　　　　　　　　　１０３０万円\n被告Ｃの上記過失又は注意義務違反の結果，原告Ａは，出産が事実上不可能とな\nった。これは，自賠責保険後遺障害別等級表７級１３号「両側の睾丸を失ったもの」に準じる\nというべきである。\n(ク)　弁護士費用　　　　　　　　　　　　　　　　　５２０万７８６３円\nイ　原告Ｂについて　　　　　　　　　　　　　　　　　合計５５０万円\n(ア)　慰謝料　　　　　　　　　　　　　　　　　　　　　　　５００万円\n原告Ｂは，被告Ｃの上記過失又は注意義務違反の結果，本件第２子の人工妊娠中絶を余儀なく\nされ，また，原告Ａとの家族計画である本件第２子以降の出産，子育ても断念せざるを得なく\nなり，精神的苦痛を被った。\n男性にとっても，妻との間で子をもうけ，家庭を形成し，子育てをしていくことは，個人の尊\n厳及び人格権の根幹をなすものである。\n(イ)　弁護士費用　　　　　　　　　　　　　　　　　　　　　　５０万円\n（被告らの主張）\nア　原告Ａについて\n(ア)　原告Ａは，本件第２子の人工妊娠中絶を受ける必要はなく，被告Ｃの\n上記過失と相当因果関係はないから，本件第２子の人工妊娠中絶に伴う費用は認めるべきで\nはない。\n(イ)　後遺障害慰謝料について\n抗体価が１０２４倍となった状態では出産が事実上不可能であるとの事実は認めるが，抗体価\nが１０２４倍であっても，出産が不可能となるだけであり，身体の機能には何ら異常を生じて\nいない。\n(ウ)　後遺障害逸失利益について\n抗体価が上昇したとしても，原告Ａは何ら支障なく日常生活をおくることができ，就労にも何\nら支障はない。\nイ　原告Ｂについて\n原告Ａに対する慰謝料が認定されれば，さらに原告Ｂの慰謝料を別途認める必要はない。\n第３　争点に対する判断\n１　争点(1)（被告Ｃの過失又は注意義務違反について）\n(1)　前記争いのない事実等，証拠（甲Ａ１，Ｂ３及び４，乙Ｂ１ないし５）及び弁論の全趣\n旨によれば，血液型不適合妊娠において，以下の医学的知見が認められる。\nア　血液型不適合妊娠とは，母体にない赤血球型抗原が胎児側に存在する場合をいい，母体が\n自己以外の赤血球型抗原に感作されると，母体血漿中に抗体が産出され，この抗体が胎盤を通\n過して胎児に至ると胎児・新生児溶血性疾患を起こすことがある。\n血液型不適合妊娠で，臨床的に最も重要な赤血球型抗原はＲｈ（Ｄ）抗原であり，母親がＲｈ\nマイナスで胎児がＲｈプラスの時に母親が感作されていた場合，母体に産出された抗体（抗Ｄ\n抗体）が胎児に移行することによって胎児血の溶血を引き起こし，溶血により胎児貧血とな\nり，場合によっては胎児死亡まで起こり得るとされる。\nイ　血液型不適合妊娠の管理としては，初診時に妊婦の血液型を確認し，Ｒｈマイナスである\nことが判明した場合には，妊娠や輸血の既往に注意して問診を行い，定期的に間接クームステ\nストを行って抗Ｄ抗体価を測定する必要がある。\n感作妊婦の管理は，抗体価が高いほど胎児の溶血性疾患罹患率は高くなるとされているから，\n抗Ｄ抗体価に従った管理を行う。間接クームステストの結果，抗体がマイナスの場合には胎児\nに溶血性疾患が発生する可能性はないが，初回の検査がマイナスであっても妊娠２８週と３６\n週に再検査する。抗体価が８倍以下の場合には胎児水腫や交換輸血を要する重症黄疸はほとん\nど発生しないので，超音波検査で胎児の状態を監視しつつ引き続き抗体価測定を行う。抗体価\nが１６倍以上であれば，羊水ないし胎児血検査により溶血の程度を把握する。\nウ　Ｒｈマイナスの未感作妊婦が分娩した場合，その５ないし１２％に感作成立が見られる\nが，分娩後７２時間以内にグロブリン２５０μｇを母体に投与することにより，Ｒｈ感作率を\n０．２％にまで減少させることが可能であるとされており，我が国においても１９７３年（昭\n和４８年）ころから，分娩後７２時間以内におけるグロブリンの投与が普及しており，分娩後\nのグロブリン投与は健康保険の適用とされる。一方，グロブリンの妊娠中の投与は健康保険の\n適用が認められていない。\nグロブリン製剤については，抗体の精製過程でパルボウイルス等の完全除去は困難である。特\nに，妊娠中のグロブリンの投与は，ウイルス感染を含め安全性が確立しておらず，治療上の有\n益性が危険性を上回ると判断される場合にのみ投与するとされている。\n(2)　上記(1)認定の医学的知見のとおり，分娩後７２時間以内にグロブリン２５０μｇを母体\nに投与することにより，Ｒｈ感作率を５ないし１２％から０．２％にまで減少させることが可\n能であり，しかも，その治療方法は，我が国においても一般的に普及していることからすれ\nば，産婦人科の医師は，初診の際に妊婦の血液型を確認し，問診及び血液型検査でＲｈマイナ\nスであることが判明した場合には，定期的に間接クームステストを行うとともに，分娩後は７\n２時間以内にグロブリン２５０μｇを母体に投与すべき注意義務を負うというべきである。\nところが，前記争いのない事実等のとおり，被告Ｃは，日本医学臨床検査研究所から，原告Ａ\nの血液型がＲｈマイナスであるとの通知を受けたにもかかわらず，これを見落とし，原告Ａに\n対し，本件第１子妊娠中，間接クームステストを一切実施せず，本件第１子分娩後，グロブリ\nン注射を一切実施しなかったのであるから，上記注意義務に違反したことは明らかである。\nなお，原告らは，被告Ｃは，本件第１子妊娠中にもグロブリンを母体に投与すべき注意義務を\n負っており，同義務にも違反したと主張する。\nこの点，証拠（甲Ｂ４，乙Ｂ３及び４）によれば，欧米では，分娩後だけではなく，妊娠２８\n週ころにもグロブリンが投与されていること，我が国においても，妊娠２８週と妊娠３４週に\nおけるグロブリンの予防的投与を勧める見解があることが認められる。\nしかし，他方で，前記(1)認定の医学的知見のとおり，我が国においては，グロブリンの妊娠\n中の投与は健康保険の適用が認められていないこと，また，グロブリン製剤については，抗体\nの精製過程でパルボウイルス等の完全除去は困難で，特に，妊娠中のグロブリンの投与は，ウ\nイルス感染を含め安全性が確立しておらず，治療上の有益性が危険性を上回ると判断される場\n合にのみ投与するとされていることからすると，本件当時，我が国においては，Ｒｈマイナス\nの妊婦一般にグロブリンを妊娠中に投与するとの治療方法が確立していたとはいえず，このよ\nうな治療方法が，被告医院と類似の特性を備えた医療機関に相当程度普及していたと認めるこ\nとはできない。また，上記のとおり，妊娠中のグロブリンの投与は，ウイルス感染を含め安全\n性が確立しておらず，治療上の有益性が危険性を上回ると判断される場合にのみ投与するとさ\nれているところ，原告Ａには，第１子妊娠中においてウイルス感染等の危険を冒してもなお，\nグロブリンを妊娠中に投与すべき治療上の有益性があったことを認めるに足る証拠はないか\nら，原告Ａの第１子妊娠中にグロブリンを投与すべきであったと認めることはできない。\nしたがって，被告Ｃが，原告Ａに対し，第１子妊娠中にグロブリンを投与すべき注意義務を負\nっていたと認めることはできず，この点に関する原告らの主張は採用できない。\n(3)　以上より，被告Ｃには，本件第１子妊娠中，間接クームステストを実施することを怠\nり，本件第１子分娩後にグロブリン投与を怠った過失があったと認められる。\n２　争点(2)（因果関係について）\n(1)　前記争いのない事実等，証拠（甲Ａ１，Ｃ５及び６，原告Ａ本人，原告Ｂ本人，調査嘱\n託の結果）及び弁論の全趣旨によれば，以下の事実が認められる。\nア　原告らは，平成１５年１０月末ころ，原告Ａが本件第２子を妊娠したことに気付いた。原\n告らは，かねてから，２ないし３人の子どもが欲しいと考えており，本件第２子の妊娠も計画\n妊娠であった。\n原告Ａは，同年１１月１９日，Ｆ産婦人科にて診察を受けたが，この時点では，原告らは，本\n件第２子を出産するつもりであった。\n原告Ａは，同年１２月３日及び同月２４日，Ｆ産婦人科において，血液検査及び間接クームス\nテストのため採血を受けた。その結果，原告Ａの血液型がＢ型・Ｒｈマイナスであり，同月２\n４日（妊娠１２週）当時，間接クームステストによる抗体価が３倍であることが判明した。日\n本医学臨床検査研究所からＦ産婦人科に対し，上記結果が緊急連絡され，その後，原告Ａは，\n同医院の産婦人科医師から，自己の血液型がＲｈマイナスであることを聞かされた。原告Ａ\nは，この時まで，自分の血液型がＲｈマイナスであることも，血液型不適合妊娠がどのような\nものでどのようなリスクが伴うかも全く知らなかった。同医師は，原告Ａに対し，本件第２子\n妊娠はちょっと危ないと告げ，母子センターを紹介した。\nイ　原告Ａは，同月２６日，母子センターを受診（初診）し，Ｅ医師が原告Ａの担当医となっ\nた。原告Ａは，当時，妊娠１２週２日であった。同日，原告Ａに対し，間接クームステストが\n実施され，その結果，抗体価は２倍であった。Ｅ医師は，同日，原告Ａに対し，血液型不適合\n妊娠について，経過観察を行った上で判断するが，リスクとしては，胎児に貧血が生じた場合\nに直接胎児に輸血するために母体に針を刺すことについてのリスク，血液製剤を使うことによ\nる母体の感染症についてのリスク，胎児が出生した後の血液交換についてのリスクがあること\nを説明した。\n原告らは，平成１６年１月５日，母子センターを受診し，Ｅ医師から，本件第２子出生に伴う\nリスクの確率等についての説明を受けた。Ｅ医師は，原告らに対し，本件第２子が無事に生ま\nれてくる可能性は８割で，あとの２割は命に関わるリスクや脳障害等の重い後遺障害を含めた\nリスクがあり，抗体価は妊娠中に上昇する可能性があり，上昇するとすれば，胎児の血液量が\n増えていくことによって母体との血液の行き交いが可能性として増える妊娠２０週以降の時期\nである旨の説明をした。\n原告Ａは，被告Ｃが本件第１子妊娠娩出の際，グロブリンを投与しなかったため，間接クーム\nステストによる抗体価がプラスとなったことにショックを受けた。\nウ　原告らは，平成１６年１月初旬ころ，被告Ｃと面談した。被告Ｃは，原告らに対し，「生\nまれてきた赤ちゃんは光を当てたら大丈夫」，「何かが起こったりするのはだいたい３人目ぐ\nらいからで，２人目でそういうことが起こるなんて考えられない」，「命を大事に思っている\nのなら産むべきだ」などと話した。原告らは，被告Ｃが，事態を楽観視し，軽く感じているよ\nうに感じた。\nエ　原告らは，同年１月９日，母子センターを受診した。Ｅ医師は，原告らに対し，平成１５\n年１２月２６日の間接クームス価は１：２であったこと，ハイリスク妊婦について，Creasy\nResnik共著の米国の教科書（母体胎児医学）の表に基づくと，胎児の溶血性貧血の起こる頻度\nは，軽症が４５ないし５０％，中等症が２４ないし３０％，重症が２０ないし２５％であり，\n溶血性疾患が起こったとしても，間接クームス価からみて，８０ないし９０％の障害なき生存\nが望める可能性があると説明した。\nＥ医師は，本件第２子に重症の病気が起こる確率はかなり低く，多くとも１０％以下でおそら\nく大丈夫であるが，予測不可能な数字であること，医学的に中絶を強く勧めるような適応はな\nく，妊娠継続を希望するならば，母子センターで慎重に管理することも説明した。\nオ　原告Ｂは，本件第２子に万一重い障害が残った場合にそれを一生自分が受け入れられるか\nどうか自信がなかったこと，原告らの間には既に本件第１子がおり，まだ当時２歳であり，本\n件第１子を育てていく必要があることから，人工妊娠中絶を考えた。\n原告Ａは，自分の体と本件第２子に生じた上記事態を受け入れるのに時間がかかり，当初，人\n工妊娠中絶をするかどうか迷っていたが，本件第２子を人工妊娠中絶するのは本件第２子に申\nし訳ないが，他方で出産を選択して仮に本件第２子に障害が残った場合には，本件第２子自身\nも可哀想であり，経済的にも養育が困難であると考えた。\n原告らは，夫婦で相談した結果，本件第２子を人工妊娠中絶することを決定し，平成１６年１\n月２２日，母子センターにおいて人工妊娠中絶術を受け，同日，母子センターを退院した。\nカ　原告Ａは，人工中絶の決断を迫られている１か月の間，自分に起こったことをなかなか受\nけ入れられず，ほとんど夜も眠れず，少し眠れたとしても，妊娠に関する悪夢ばかりを見，ま\nた，日常生活においても，人が怖い，人と喋りたくない，人に会いたくないという精神状態が\n続き，人工妊娠中絶後も３か月間ほど，自分自身に全く価値を見い出せず，生き甲斐を失った\nような精神状態が続いていた。\n(2)　そこで，被告Ｃの前記過失と原告らの人工妊娠中絶との間に因果関係が認められるか検\n討する。\nア　前記１(1)認定の医学的知見によれば，分娩後７２時間以内のグロブリンの母体投与によ\nりＲｈ感作率を０．２％にまで減少させることが可能であるとされているのであるから，被告\nＣが前記注意義務を尽くして間接クームステストを定期的に行い，分娩後７２時間以内にグロ\nブリン２５０μｇを原告Ａに投与していたならば，本件第１子の妊娠分娩によるＲｈ感作を防\nぐことができた高度の蓋然性があると認められる。\nそして，産婦人科医師において血液型不適合妊娠であることを認識しながら，そのことを妊婦\nに一切告知しないことは通常考え難いから，間接クームステストを定期的に行っておれば，原\n告ＡがＲｈマイナスの血液型不適合妊娠であることが判明し，本件第１子の妊娠中か娩出の際\nに原告Ａに対し，その旨告知されていた可能性が高く，告知されていれば，原告らが，もとも\nと本件第２子妊娠を望まなかったか，本件第２子妊娠においても血液型不適合妊娠となる可能\n性があること（ただし，第１子娩出の際のグロブリン投与により本件第１子娩出による感作が\n防止された上での血液型不適合妊娠）を了解の上で本件第２子を妊娠したと考えられるから，\n人工妊娠中絶に至らなかった可能性が高い。\nまた，仮に本件第１子娩出までに，Ｒｈマイナスや血液型不適合妊娠のことを告知されなかっ\nたとしても，前記認定のとおり，本件第１子娩出の際にグロブリンを投与されていれば，本件\n第１子の妊娠分娩によるＲｈ感作が防止され，本件第２子妊娠に気付いて産婦人科を受診し，\n血液型検査・間接クームステストを受けた際には，抗体価がマイナス（未感作）であった可能\n性が高く，血液型不適合妊娠によるリスクはより低かったと推認される。また，原告らが血液\n型不適合妊娠の告知を受けた際に，低値ながらも既にＲｈ感作をしている場合とＲｈ未感作の\n場合とでは，妊娠を継続するかどうかの選択に少なからぬ影響があったと考えられる。\n以上によれば，被告Ｃの前記過失により，血液型不適合妊娠によるリスクが高くなり，原告Ａ\nとしては，人工妊娠中絶を選択せざるを得なかったといえるから，被告Ｃの前記過失と原告Ａ\nが本件第２子を人工妊娠中絶したこととの間には因果関係がある。\nイ　これに対し，被告らは，Ｒｈ（Ｄ）式血液型不適合妊娠の場合，胎児に溶血性疾患が生じ\nる危険があるのは，医学的には，間接クームステストによる抗体価が３２ないし１２８倍の場\n合と考えられているため，平成１５年１２月２６日当時，間接クームステストによる抗体価が\n２倍であった原告Ａの場合，胎児に溶血性疾患が生じる危険性は極めて低いから本件第２子の\n人工妊娠中絶術を受ける必要はなかったものであり，因果関係は認められないと主張する。\nこの点，前記１(1)認定の医学的知見によれば，抗体価が８倍以下の場合には胎児水腫や\n交換輸血を要する重症黄疸が発生する可能性は非常に低く，抗体価２倍のまま原告Ａの妊娠が\n継続すれば，本件第２子に溶血性疾患が生じる危険は，客観的にはほとんどなかったものと認\nめられる。\nしかし，前記１(1)認定の医学的知見によれば，抗体価が高いほど胎児の溶血性疾患罹患\n率が高くなるところ，証拠（甲Ｂ３及び４，乙Ｂ１，４）によれば，抗Ｄ抗体感作妊婦の管理\nは，妊娠中に抗Ｄ抗体が上昇することがあることを前提としていると認められることからすれ\nば，本件でも，平成１５年１２月２６日当時，抗体価が２倍であるとしても，妊娠経過中に抗\n体価が上昇する可能性がないとはいえず（この点，被告らは，Ｒｈ抗原の母体感作の源となる\n経胎盤出血（胎児のＲｈプラス血球の母体への移行）は妊娠末期及び分娩中に最も多く発生す\nるから，原告Ａの抗体価が上昇することがあるとしても妊娠末期か分娩中に上昇する可能性が\nあるに過ぎないと主張し，証拠（乙Ｂ５）にはこれに沿う部分がある。しかし，証拠（甲Ｂ３\n及び４，乙Ｂ１，４）は，妊娠経過中の抗体価上昇の可能性を前提として抗Ｄ抗体感作妊婦の\n管理を定めていると解されるし，証拠（乙Ｂ５）でも，経胎盤出血が妊娠末期及び分娩中に最\nも多く発生するとするにとどまり，この時期以外の経胎盤出血の発生を否定するものではない\nから，妊娠末期以前の抗体価の上昇の可能性は否定し切れないというべきである。），前記\n２(1)認定のとおり，Ｅ医師が，妊娠２０週以降の時期に抗体価が上昇する可能性があるこ\nと，本件第２子が重症の疾患に罹患する確率はかなり低く，多くとも１０％以下でおそらく大\n丈夫であるが，予測不可能な数字である旨の説明をしていることからしても，確率的には低い\nながらも，抗体価が２倍より上昇し，その結果として本件第２子が溶血性疾患に罹患する可能\n性があったものと認められる。\nそして，前記２(1)認定のとおり，原告Ａは，自分がＲｈマイナスであることや血液型不適合\n妊娠のリスクを全く知らずに本件第２子を妊娠していたが，その後，Ｆ産婦人科及び母子セン\nターを受診して初めて上記事実を知ったものであり，かつ，これらの事実を知ったときには既\nに低値ながらもＲｈ感作しており，また，被告Ｃの前記過失のためにＲｈ感作したことに精神\n的なショックを受けたという状況にあったことからすれば，確率的に低いとはいっても現に存\n在する血液型不適合妊娠のリスクを引き受ける選択をすることができなかった（すなわち人工\n妊娠中絶を選択した）のも社会通念上やむを得ないというべきであるから，被告らの主張は採\n用できない。\nなお，被告らは，Ｅ医師が医学的に人工妊娠中絶を強く勧めるような適応はないと説明したこ\nとをもって，上記被告らの主張の根拠とする。\n確かに，本件の血液型不適合妊娠のリスクについての上記確率からは，血液型不適合妊娠のリ\nスクが現実化しない可能性にかけて人工妊娠中絶しない人や，子ども（胎児）の後遺障害を受\n容して出産する人もあり得るところであるから，医師としては，人工妊娠中絶を強く勧めるよ\nうな立場にはなかったと考えられる。しかしながら，前記のとおりの原告らの置かれた状況か\nらすれば，血液型不適合妊娠のリスクを引き受ける選択をすることができなかったというのも\nやむを得ないというべきであるから，被告らの主張は採用できない。\nウ　また，被告らは，原告らが本件第２子の妊娠を人工中絶したのは，医学的な理由によるの\nではなく，むしろ原告らの経済的な理由によるものであるから，相当因果関係がない旨主張\nし，証拠（甲Ａ１）中には，経済的理由を挙げている部分（死産証書〔２１頁〕，経過記録\n〔４６頁〕）がある。\nしかし，前記２(1)ア認定のとおり，原告らは，かねてから２ないし３人の子どもが欲しいと\n考えており，本件第２子の妊娠も計画妊娠であったことからすれば，本件の血液型不適合妊娠\nのリスクの問題がなければ，経済的理由を問題にすることなく本件第２子を出産していたと推\n認される。さらに，証拠（甲Ａ１）中，Ｅ医師の死産証書中の経済的理由との記載や経過記録\n中の原告Ａの経済的にも無理であるとの発言の記録については，前記認定事実に照らせば，そ\nの趣旨は，本件第２子を出産して血液型不適合妊娠のリスクが現実化した場合，後遺障害を持\nって出生した本件第２子の養育等にかかる経済的負担に耐えられるかどうかということを心配\nしたものであって，その前提として，本件第２子に血液型不適合妊娠に起因する後遺障害が生\nじるかもしれないという医学的な考慮が働いているのであるから，医学的な理由を離れた単な\nる経済的な理由から人工妊娠中絶を選択したものではない。さらに，前記２(1)オ認定のとお\nり，原告Ａは，本件第２子を人工妊娠中絶するのは本件第２子に申し訳ないが，出産を選択し\nて仮に本件第２子に障害が残った場合には本件第２子自身も可哀想であり，子どもの人生を巻\nき込めないと考え，また，原告Ｂは，仮に本件第２子に障害が残った場合に，本件当時まだ２\n歳であった本件第１子に及ぶ影響等も考え，夫婦で相談して人工妊娠中絶を選択したものであ\nり，原告らにおいて，当時の状況下で，種々の点を考慮しながら，苦渋の選択として人工妊娠\n中絶を選択したことは明らかである。\nしたがって，原告らが人工妊娠中絶を選択するに当たり上記の意味での経済的理由を考慮した\nからといって，何ら因果関係が否定されるものではなく，被告らの主張は採用できない。\n次に，被告Ｃの前記過失と原告Ａの抗体価が１０２４倍まで上昇したこととの間に因果関係が\n認められるか検討する。\n証拠（甲Ｂ４，乙Ｂ３及び４）によれば，人工妊娠中絶によってもＲｈ感作が生じること，経\n胎盤出血は，自然流産，人工流産の場合にも発生し，産科的手術操作（骨盤位分娩，帝王切開\n術，胎盤用手剥離，外回転術，経腹的羊水穿刺）で発生頻度が増加すること，証拠（甲Ａ１）\nによれば，本件第２子の人工妊娠中絶の際，本件第２子の体幹が膣内へ脱出後，頸管が収縮し\nて児頭の娩出がやや困難となり，娩出の際本件第２子の頸部に裂傷が生じたことが認められ\nる。\n上記認定事実によれば，原告Ａは，本件第２子の人工妊娠中絶の際，本件第２子のＲｈプラス\nの血液に感作され，その結果，抗体価が１０２４倍まで上昇したものと認められる。\nそして，前記認定のとおり，被告Ｃの前記過失と本件第２子の人工妊娠中絶との間には因果関\n係が認められるところ，上記認定のとおり，人工妊娠中絶の場合にもＲｈ感作が成立すること\nからすれば，本件第１子の妊娠分娩において，間接クームステストを怠り，分娩後７２時間以\n内にグロブリン投与を怠った結果，人工妊娠中絶から抗体価の上昇に至ることは相当因果関係\nの範囲内というべきであり，これに反する被告らの主張は採用できない。\n(3)　以上より，被告Ｃの前記過失と本件第２子の人工妊娠中絶及び原告Ａの抗体価の上昇と\nの間には相当因果関係がある。\nしたがって，被告Ｃは，不法行為に基づき，被告法人は，使用者責任に基づき，原告ら（被告\nＣの前記行為は，原告Ｂとの関係でも，権利又は法律上保護された利益の侵害であると認める\nことができる。）が被った後記損害を賠償する義務がある。\n３　争点(3)（損害について）\n(1)　原告Ａについて\nア　治療費　　　　　　　　　　　　　　　　　　　　２８万７６３９円\n証拠（甲Ｃ１の１ないし９）によると，原告Ａは，本件第２子妊娠に関し，人工妊娠中絶に至\nるまでの治療費として，Ｆ産婦人科に対し，平成１５年１２月３日から同月２６日にかけて，\n合計１万４２１０円を支払ったこと，母子センターに対し，同月２６日から平成１６年１月２\n２日にかけて，合計２７万３４２９円を支払ったことが認められ，これらは被告Ｃの前記過失\nに起因して，通常支出すべき費用であることから，被告Ｃの前記過失との間に因果関係が認め\nられる。\nイ　交通費　　　　　　　　　　　　　　　　　　　　　２万１５７０円\n証拠（甲Ｃ２の１ないし１２）によると，原告Ａは，本件第２子妊娠に関し，人工妊娠中絶に\n至るまでの通院交通費として，平成１５年１２月２０日から平成１６年１月２１日にかけて，\n合計２万１５７０円を支払ったことが認められ，これらは被告Ｃの前記過失に起因して，通常\n支出すべき費用である（本件事案にかんがみると，タクシー利用等の必要性も認められる。）\nことから，被告Ｃの前記過失との間に因果関係が認められる。\nウ　埋葬費　　　　　　　　　　　　　　　　　　　　　３万４０００円\n証拠（甲Ｃ３）によると，原告Ａは，中絶死産させた本件第２子の埋葬費用として，株式会社\n八光社に対し，３万４０００円を支払ったことが認められ，これは被告Ｃの前記過失によっ\nて，本件第２子を中絶したことに起因する支出であることから，被告Ｃの前記過失との間に因\n果関係が認められる。\nエ　雑費　　　　　　　　　　　　　　　　　　　　　　　　１６６０円\n証拠（甲Ｃ４の１・２）及び弁論の全趣旨によると，原告Ａは，中絶死産させた本件第２子の\n埋葬に関する雑費として，合計１６６０円を支払ったことが認められ，これらは被告Ｃの前記\n過失によって，本件第２子を中絶したことに起因する支出であることから，被告Ｃの前記過失\nとの間に因果関係が認められる\nオ　慰謝料　　　　　　　　　　　　　　　　　　　　　　　８００万円\n前記争いのない事実等，前記認定事実及び弁論の全趣旨を総合すると，原告Ａは，被告Ｃの初\n歩的ともいうべき過失によって，Ｒｈ抗体がプラスとなり，本件第２子に溶血性疾患が発生す\nるリスクに曝され，出産するか人工妊娠中絶をするかの苦渋の選択を迫られたこと，決断まで\nの間，夜もほとんど眠ることができず，少し眠れたとしても，妊娠に関する悪夢ばかりを見，\nまた，日常生活においても，人が怖い，人と喋りたくない，人に会いたくないという精神状態\nが続いたこと，人工妊娠中絶の選択を余儀なくされ，待ち望んでいた本件第２子を失ったこ\nと，人工中絶後も３か月間ほど，自分自身に全く価値を見い出せず，生き甲斐を失ったような\n精神状態が続いたことが認められ，また，平成１６年６月１４日時点における原告Ａの抗体価\nは１０２４倍であり，妊娠は可能であっても，Ｒｈ（Ｄ）式血液型不適合妊娠であれば，胎児\nが溶血性疾患を起こす危険性が高いため，Ｒｈプラスである原告Ｂとの間では，事実上二度と\n子供をもうけることができない状態となり，２人か３人の子供を持ちたいと願っていた原告Ａ\nの家族計画は完全に潰えたことが認められる。そうすると，原告Ａは，多大な精神的苦痛を被\nったものと認められ，その他本件に現れた諸般の事情（下記のとおり，後遺障害逸失利益が認\nめられない事情を含む。）を考慮して，これら精神的苦痛を慰謝するには，８００万円をもっ\nて相当と認める。\nカ　後遺障害逸失利益　　　　　　　　　　　　　　　　　　　　　０円\n原告Ａは，抗体価が１０２４倍となった結果，労働能力の５６％を喪失したと主張する。\nしかしながら，抗体価が１０２４倍になったことにより，原告Ａに後遺障害が発生したものと\nいうことができたとしても，その結果，労働能力が低下したことを認めるに足る証拠はなく，\n原告Ａの抗体価が１０２４倍になったことによる逸失利益を観念することは困難であるといわ\nなければならない。\nさらに原告Ａは，結婚した女性が果たす出産，育児という社会的役割，生きがいは，女性の尊\n厳及び人格権の根幹をなすものであり，日常生活において精神的に極めて不安定な状態に置か\nれているとも主張しているが，慰謝料の算定で考慮されている事情というべきである。\nしたがって，この点に関する原告Ａの主張は採用できない。\nキ　弁護士費用　　　　　　　　　　　　　　　　　　８３万４４８６円\n８３万４４８６円の限度で，本件と相当因果関係のある損害と認める。\nク　合計額\n以上により，原告Ａの被った損害の額は９１７万９３５５円となる。\n(2)　原告Ｂについて\nア　慰謝料　　　　　　　　　　　　　　　　　　　　　　　２００万円\n前記争いのない事実等，前記認定事実及び弁論の全趣旨を総合すると，原告Ｂは，被告Ｃの初\n歩的ともいうべき過失によって，原告Ａとともに出産するか人工妊娠中絶をするかの選択を迫\nられ，人工妊娠中絶選択を余儀なくされ，待ち望んでいた本件第２子を失ったこと，原告Ａの\n抗体価が１０２４倍となったことにより，原告Ｂは原告Ａとの間では，事実上二度と子供をも\nうけることができなくなったことなどによって精神的苦痛を受けたことが認められるが，原告\nＡの場合は，自分の胎内に宿った本件第２子を人工妊娠中絶したこと，自ら子どもがもうけら\nれなくなったことなどからすれば，原告Ａの被った精神的苦痛は原告Ｂの被った精神的苦痛と\n比べて大きいものと認めるのが相当であり，その他本件に現れた諸般の事情を考慮して，原告\nＢの精神的苦痛を慰謝するには，２００万円をもって相当と認める。\nイ　弁護士費用　　　　　　　　　　　　　　　　　　　　　　２０万円\n２０万円の限度で，本件と相当因果関係のある損害と認める。\nウ　合計額\n以上により，原告Ｂの被った損害の額は２２０万円となる。\n４　よって，原告Ａの請求は，被告らに対し，連帯して９１７万９３５５円及びこれに対する\n損害の発生の日である平成１６年１月２２日（前記認定のとおり，原告Ａは，本件第２子の人\n工妊娠中絶によりさらにＲｈ感作し，この人工妊娠中絶の時点で事実上子供の産めない身体と\nなったと認められるから，遅くともこの時点で前記損害が発生したと認められる。）から支払\n済みまで民法所定の年５分の割合による遅延損害金の支払を求める限度で，原告Ｂの請求は，\n被告らに対し，連帯して２２０万円及びこれに対する損害の発生の日である平成１６年１月２\n２日から支払済みまで民法所定の年５分の割合による遅延損害金の支払を求める限度で理由が\nあるからこれを認容し，その余の請求はいずれも理由がないから，これを棄却することとし，\n主文のとおり判決する。\n大阪地方裁判所第１７民事部\n裁判長裁判官　　　　　中　　　本　　　敏　　　嗣\n裁判官　　　　　鈴　　　木　　　紀　　　子\n裁判官　　　　　新　　　海　　　寿　加　子\n"
}