{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 13,
    "month": 4,
    "day": 25
  },
  "case_number": "平成11(行ウ)31",
  "case_name": "固定資産評価審査決定取消請求事件(以下「甲事件」という。)平成12年(行ウ)第11号　市税減免不許可決定取消請求事件(以下「乙事件」という。)",
  "court_name": "横浜地方裁判所",
  "field": "行政",
  "gist": "１　マンション敷地である土地の一部に設けられた横浜市市街地環境設計制度に基づく公開空地について，土地のその他の部分と同様に宅地として固定資産価格が決定され，固定資産課税台帳に登録された価額に関する審査申出を棄却した固定資産評価審査委員会の決定の取消請求が，棄却された事例　２　地方税法（平成１１年法律第８７号による改正前）３８８条１項が，固定資産の評価の基準並びに評価の実施の方法及び手続について，自治大臣の定める告示に委任する旨を定めていることは，租税法律主義を定めた憲法８４条に違反しない。　３　マンションの敷地の一部に設けられた横浜市市街地環境設計制度に基づく公開空地部分についてされた市税の減免不許可決定の取消請求が，棄却された事例",
  "case_gist": "１　マンション敷地である土地の一部に設けられた横浜市市街地環境設計制度に基づく公開空地について，土地のその他の部分と同様に宅地として固定資産価格が決定され，固定資産課税台帳に登録された価額に関する審査申出を棄却した固定資産評価審査委員会の決定の取消請求につき，地方税法に公開空地を非課税とする旨の直接的な規定は存在せず，前記公開空地は一般的公開空地と歩道の用に供する公開空地とからなるところ，このうち一般的公開空地として公園として使用されている部分に関し，公園について非課税を規定する地方税法３４８条２項７号の２が適用されるためには自然公園法１７条１項に規定する国立公園又は国定公園の特別地域のうち同法１８条１項に規定する特別保護地区その他自治省令で定める地域内の土地で自治省令で定めるものであることが要件とされているところ，前記公園として使用されている部分は当該要件のいずれにも該当せず，歩道の用に供する公開空地部分に関し，同部分の土地がなければ前記マンションは建設できなかったのであり，かつ，歩道としての性質は暫定的なもので，必要に応じて建物の敷地としての本来の性質を顕在化させることのできるものであり，同部分は前記マンションの建築を支える敷地としての意義と機能をなお有しており，また，公園及び歩道として使用されている前記公開空地は，それが設けられた趣旨，経緯，性質，機能等を考慮すると前記土地上に前記マンションを建築するに当たり，当該建物の建築主が許可を受けて設けたもので，それに伴い，建築主は建築物の絶対高さの緩和という利益を受けたものであり，当該公開空地部分も当該建物の敷地面積の一部として算入されているから，公園及び歩道の用に供されている前記公開空地は，そもそも建築物の容積率及び高さの緩和といった私的な利益を実現したいという私的な目的を達成することとの引き替えに，建物の存続する限り公的な性格を帯びたものにすぎず，かつ，当該公開空地の権利は私人に留保され，前記マンションの建て替えに際しては，公園及び歩道の用に供されている状態が解消され得るというのであるから，地方税法において，道路について非課税を定める同法３４８条２項５号の道路とは本質的な相違があり，前記公開空地は，非課税の公園でも道路でもないばかりか，宅地の性質を残しているものであるから，これを宅地として評価して前記登録価額を決定した前記決定は適法であるとして，前記請求を棄却した事例　２　地方税法（平成１１年法律第８７号による改正前）３８８条１項が，固定資産の評価の基準並びに評価の実施の方法及び手続について，自治大臣の定める告示に委任する旨を定めていることは，固定資産の評価の基準，評価の実施方法，その手続といった専門的，技術的かつ細目的な事項を定めることを自治大臣の告示に委任しているものであり，また，その委任の目的は，固定資産の評価の基準等を明確にし，全国的な固定資産の評価の統一を図り，市町村間の均衡を維持するという見地からされたものと解されることからすると，そのようにして定められた前記基準等は，委任の根拠が法律にあり，委任の目的，内容，程度などが明確であり，概括的白地的委任ではないから，租税法律主義を定めた憲法８４条に違反しない。　３　マンションの敷地の一部に設けられた横浜市市街地環境設計制度に基づく公開空地部分についてされた市税の減免不許可決定の取消請求につき，横浜市市税条例及び同条例施行規則において，公開空地が固定資産税の減免の対象となるとの明示的な規定は存在せず，また，前記公開空地は歩道及び公園に供されるもので，公的な性格を有するといえるが，そもそも建築物の高さの緩和という私的な利益を実現したいという私的な目的を達成することとの引き替えに，建物の存続する限り公的な性格を帯びたものにすぎないという前記公開空地の趣旨を考えると，それは，前記条例６２条１項３号の「公益上その他の事由により特に減免を必要とする固定資産」には当たらないとして，前記請求を棄却した事例",
  "lawsuit_id": "15605",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=15605",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/605/015605_hanrei.pdf",
  "contents": "主　　　文\n１　原告らの請求をいずれも棄却する。\n２　訴訟費用は原告らの負担とする。\n事実及び理由\n第１　請求\n１　（甲事件）\n別紙物件目録記載の土地（以下「本件土地」という。）に対する平成９年度の固\n定資産課税台帳登録価格につき，甲事件被告が平成１１年３月１１日付けでした原\n告らの審査の申出を棄却する旨の決定を取り消す。\n２　（乙事件）\n本件土地に対する平成９年度の固定資産税・都市計画税につき，乙事件被告が平\n成１１年１１月１０日付けでした市税減免不許可決定を取り消す。\n第２　事案の概要等\n１　概要\n（甲事件）\nマンション敷地である本件土地の一部に横浜市市街地環境設計制度に基づく公開\n空地が存在し，横浜市長がその部分についても，本件土地のその他の部分と同様\nに，宅地として平成９年度の固定資産価格を決定し，固定資産課税台帳に登録し\nた。これに対し，本件土地の共有持分権者である原告らが甲事件被告に対し審査の\n申出をしたが，同被告が同審査申出を棄却する旨の決定をしたので，同原告らが，\nその取消しを求めた。これが甲事件の概要である。\n（乙事件）\n乙事件は，原告Ａが，本件土地の公開空地部分に係る市税の減免を求める申請を\nしたが，乙事件被告が減免不許可決定をしたので，その取消しを求めたものであ\nる。\n２　前提となる事実（証拠等の記載のない事実は争いがなく，証拠等の記載のある\n事実は当該証拠等により直接認められる事実である。書証の成立は弁論の全趣旨に\nより認められる。）\n（１）　原告らの本件土地持分の所有\n原告らは，本件土地の持分１０万分の８２７を共有しており，両事件原告Ａの持\n分がその３分の２であり，甲事件原告Ｂの持分がその３分の１である（甲１）。\n（２）　本件土地における公開空地\n本件土地には，横浜市市街地環境設計制度（以下「本件設計制度」という。）に\n基づく公開空地（１８７８．２８平方メートル。以下「本件公開空地」という。）\nが設けられている。本件公開空地のうち，３３６．６８平方メートルは歩道の用に\n供する公開空地であり，１５４１．６０平方メートルは一般的公開空地である（甲\n９，１１）。\n本件公開空地は，公共のために終日一般に公開されており，所有者は，適正に維\n持管理するとともに，横浜市が必要とする場合には，地役権その他の権利設定に異\n議なく協力することを約束している。\n（３）　固定資産課税台帳への登録\n横浜\n市長は，平成９年２月末日まで，本件公開空地を含めて本件土地の平成９年度の固\n定資産価格を２０億９８７０万０４２８円（以下「本件登録価額」という。）と決\n定し，同年３月末日までに本件登録価額を固定資産課税台帳に登録し，同年４月１\n日から同月２１日までの間，関係者の縦覧に供した。\n（４）　原告らの甲事件被告に対する審査申出とそれに対する決定\n原告らは，平成９年４月２８日，本件登録価額について，甲事件被告に対し審査\nの申出をしたが，同被告は，平成１１年３月１１日付けで，同審査申出を棄却する\n旨の決定（以下「本件棄却決定」という。）をした。\n（５）固定資産税・都市計画税の決定等\n乙事件被告は，平成９年５月６日付け固定資産税・都市計画税（土地・家屋）納\n税通知書をもって，原告Ａの本件土地についての平成９年度同税額を１８万２２０\n０円とする旨通知した。\n（６）　原告Ａの市税減免の申請とそれに対する決定\n原告Ａは，乙事件被告に対し，平成９年５月２０日，平成９年度固定資産税・都\n市計画税のうち，本件公開空地分につき，同税（市税）の減免を求める申請をした\nが，同被告は，平成１１年１１月１０日付けで，同市税の減免不許可決定（以下\n「本件不許可決定」という。）をした。\n（７）　原告Ａの審査請求とそれに対する決定\n原告Ａは，横浜市長に対し，平成１１年１２月２２日，本件不許可決定について\n審査請求をしたが，横浜市長は，平成１２年２月１４日付けで審査請求を棄却する\n旨の決定をした。\n３　争点と双方の主張\n（１）　甲事件関係\n（原告らの主張）\n本件棄却決定は，以下に述べるとおり，本件土地の価額を過大に評価した違法が\nあるから，取り消されるべきである。\nア　公開空地の扱いの違法（争点１）\n横浜市長は，本件公開空地を宅地として評価して本件登録価額を決定し，甲事件\n被告も，それと同じ見解に基づき本件棄却決定をなしたが，それは，以下のような\n点から誤りであり，違法である。\n（ア）　固定資産税は，保有税であり，土地の利用状況により判断されるべきであ\nる。\n本件公開空地は，現況において，道路や公園といった不特定多数が使用し，公共\nの用に供している土地として利用されており，本件土地上のマンション（以下「本\n件マンション」という。）の区分所有者は，容積率や高さの緩和というメリットを\n何ら享受していない。それにもかかわらず，本件公開空地について，宅地評価に基\nづく固定資\n産税を付加されるというのは不合理である。容積率などの算定において基礎となっ\nたとしても，公開空地とした時点において，利用状況から見て既に宅地にできない\n部分であり，宅地部分からは除かれている。\n（イ）　本件公開空地は，公共のために終日一般に公開されており，所有者は，適\n正に維持管理するとともに，横浜市が必要とする場合には，地役権その他の権利設\n定に異議なく協力することが義務づけられている。このような土地と，何らの規制\nを受けず一般の建物の敷地となっている土地とに，差異がないということはできな\nい。\n（ウ）　固定資産税の非課税について定める地方税法３４８条２項５号は，「公共\nの用に供する道路，運河用地及び水道用地」と規定するのみで，恒久的性質を有し\nないと道路を除くとは規定していない。したがって，本件公開空地のうち，歩道の\n用に供する部分も非課税の道路に該当する。\nイ　時価に関する制度の違憲違法（争点２）\n（ア）　本件棄却決定は，固定資産評価基準に基づいて本件土地の価格を算出して\nいるところ，同基準は，地方税法３８８条１項が自治大臣（本件当時の名称。現総\n務大臣。以下同じ。）の定める告示に概括的白地的に委任して設けられたものであ\nる。上記規定は，租税法律主義を定めた憲法８４条に違反する。\n（イ）　平成６年度の固定資産評価の宅地の評価替えに際し，「『固定資産評価基\n準の取扱について』の依命通達の一部改正について」（平成４年１月２２日自治事\n務次官通知）により，「地価公示価格の一定割合（当分の間この割合を７割程度と\nする）を目途とすること」とされ，これが基準となって平成６年度は評価された。\nそして，平成９年度の固定資産評価の宅地の評価替えにおいても，告示の経過措置\nとして，従前通達で行われていた内容と同様に７割を基準とする旨の定め（以下\n「７割基準」という。）が盛り込まれた。\nこれは，上記依命通達及び告示によって課税条件を改変したもので，同告示も租\n税法律主義を定めた憲法８４条に違反する。\n（ウ）　７割基準を盛り込んだ告示は，地方税法３４１条５号にいう「適正な時\n価」の解釈を誤っている。\n固定資産税は応益課税であり，土地を保有し生活や事業を営むときにその土地の\n所有者として受ける各種の行政サービスの便益に対して支払う税金である。したが\nって，土地に対する固定資産税は，土地が生み出す課税年度の収益をベースにした\n収益還元価格を基礎\nとしなければならない。公示価格の７割を目途とした告示は，地方税法３４１条５\n号にいう「適正な時価」であるとはいえず違法であり，告示により算出された本件\n登録価額は適正な価格とはいえない。\n（エ）　地方税法３５９条は，固定資産税の賦課期日は，当該年度の初日の属する\n年の１月１日とすると定めているから，平成９年度の固定資産税は平成９年１月１\n日現在の価格によらなければならないところ，本件土地の評価は平成８年７月１日\n現在の価格で決定している。\nさらに，同日以降も地価の下落は続いているにもかかわらず，同評価において，\n同日以降平成９年１月１日までの地価の下落を考慮していない。\n甲事件被告の後記主張（イ（エ）ｂ）は，平成８年１月１日時点における本件土\n地の時価を算出するに当たり，平成９年の価格を基準とするもので，おかしい。\n（甲事件被告の主張）\n本件棄却決定は，以下に述べるとおり，適法である。\nア　公開空地の扱いの適法性（争点１）\n本件公開空地を宅地として評価して本件登録価額を決定したのは適法である。\n（ア）　横浜市においては，建築基準法５９条の２及び同法施行令１３６条に基づ\nき，本件設計制度を設け，一定の公開空地を設定することを条件として，一定規模\nの建築物の容積率及び高さの緩和を認めることとしている。\nすなわち，建築基準法上，建ぺい率や容積率を適用するに当たり，当該公開空地\n部分を含めて算定するものであることからみて，公開空地は，建物の基礎となる敷\n地面積に算入される敷地の一部であって，一般の建物の基礎と何ら異なるものでは\nない。また，建築物の建て替えの場合において，当該公開空地部分は何らの規制も\n受けないという面において，一般の建物の敷地との差異はない。\n（イ）　土地の評価は土地の地目の別に行うものとされ，土地の地目は，土地の利\n用状況及び利用目的に重点を置き，部分的に僅少の差異が存するときでも，土地全\n体としての状況を観察して認定するものとされている。本件公開空地は，あくまで\n本件土地の一部分であり，全体として当該土地の上に存する建物を建築する際に建\n築基準法の規定により必要とされる敷地の用に供されているため，敷地全体を宅地\nとして地目評価しているものである。\n（ウ）　地方税法上，公開空地について，固定資産税を非課税とする旨の規定は存\n在しない。また，固定資産税が非課税となるためには，道路については地方税法３\n４８条\n２項５号（「公共の用に供する道路」）の，公園については同法３４８条２項７号\nの２の要件（自然公園法１７条１項に規定する国立公園又は国定公園の特別地域の\nうち同法１８条１項に規定する特別保護地区その他自治省令で定める地域内の土地\nで自治省令で定めるもの）をそれぞれを満たす必要があるところ，原告らが主張す\nる部分は，いずれもそれらの要件を満たさない。\n（エ）　原告らは，本件マンションの区分所有者として，容積率や高さの緩和とい\nうメリットを何ら享受していないと主張するが，建築物の容積率及び高さの制限の\n緩和という利益を受けるほか，本件マンションの所有者は様々な点において具体的\nな利益（高さの制限の緩和により，住戸の採光，眺望が良くなること）を享受して\nいる。したがって，原告らがこれらの利益を享受しながら，公開空地の非課税を主\n張するのは，応益課税の原則から許されない。\nイ　時価に関する制度の適法性（争点２）\n（ア）　原告らの前記主張（ア）は争う。地方税法３８８条１項は，課税要件のう\nち，課税客体，課税標準及び標準税率といった基本的事項を定めたうえで，評価の\n基準，評価の実施方法，その手続といった専門的，技術的かつ細目的な事項を自治\n大臣の告示に個別的・具体的に委任している。また，その委任は，固定資産の評価\nの基準等を明確にし，全国的な固定資産の評価の統一を図り，市町村間の均衡を維\n持するという見地からなされたもので，委任の目的，内容，程度なども明確であ\nる。\n以上から，地方税法３８８条１項は憲法８４条に違反しない。\n（イ）　原告らの前記主張（イ）は争う。依命通達は，固定資産の価格を決定する\n権限を有する市町村長に対しては法的拘束力を有しないものである。したがって，\n依命通達それ自体によって固定資産評価基準の内容を改変したものではなく，告示\nの改正をもって変更したものである。そして，告示の改正は，租税法律主義を定め\nた憲法８４条に違反するものではない。\n（ウ）　原告らの前記主張（ウ）は争う。地方税法は，基準年度に係る賦課期日に\nおける価格で土地課税台帳に登録されたものを固定資産税の課税標準とし，現実に\n当該固定資産が収益をあげているかに関わりなく，固定資産の所有者に固定資産税\nを課している。そうである以上，固定資産税は，資産の客観的な価値に注目し，客\n観的な価値のある資産を所有する者に対して課税する財産税というべきである。こ\nのよ\nうな固定資産税の性質からして，地方税法３４１条５号にいう「適正な時価」とは\n資産の客観的価値をいうべきであり，資産の客観的価値は当該固定資産又は条件の\n類似する固定資産の取引事例の集積による取引価格によって判断せざるを得ない性\n質のものである。\n原告らの前記主張は，個々の土地の所有者が個々の土地について行政から受ける\n各種の行政サービスの便益の程度は一概には判断しがたいこと，収益還元価格の算\n定の仕方にもいろいろ問題があること，地方税法にも収益還元方式に関する明示的\nな規定がおかれていないことなどの点からも，採用できない。\n（エ）ａ　原告らの前記主張（エ）は争う。土地に対する固定資産税の賦課は，全\n国の土地を同一の基準で評価を行い，さらに，市町村が大量に存在する土地の評価\nをした後，評価の均衡を図るために所要の調整を行うことが必要であることから，\nその事務には一定の期間を要するもので，賦課期日を遡る一定時点を価格調査作業\nにおける基準日とすることが必要であり，そのことは地方税法に何ら反しない。\nそして，平成９年度を対象とする本件に適用される固定資産評価基準は，まず，\n平成８年１月１日を基準日として７割基準を用いて価格の評価を行い，かつ，平成\n８年１月１日から同年７月１日までの間に標準宅地等の価格が下落したと認められ\nる場合には，７割基準によって求めた評価額にさらに修正を加えることができる\n上，同年７月２日から固定資産税の賦課期日である平成９年１月１日までの間に土\n地の価格が下落した場合においても，７割基準により平成８年１月１日の時点の価\n格を算定する際にあらかじめ控除した３割の価格の範囲内にとどまる限り，前記評\n価額は客観的価値を超えることはなく，評価は適法といえる。\nｂ　本件土地について，平成９年１月１日時点の客観的な時価（地価公示水準の価\n格）は，次のとおり推計できる。\nまず，平成８年１月１日時点の客観的な時価を算定すると，３１億５５９４万０\n４９２円となる。\n［２０億９８７０万０４２８円（本件登録価額）÷０．７÷０．９５（平成８年\n１月１日から同年７月１日までの間の地価の下落を考慮した修正率）＝３１億５５\n９４万０４９２円］\n次に，本件土地と同一の町内に属する近傍の地価公示地（α２９番２８８）の平\n成８年１月１日の価格（１平方メートル当たり３４万円）と平成９年１月１日の価\n格（１平方メートル当たり３３万４００\n０円）により，１年間の地価の下落率（０．９８２４）を算定する。\n昀後に，平成８年１月１日時点の客観的な時価に前記下落率を乗じて，平成９年\n１月１日時点の客観的な時価を算定すると，３１億００３９万５９３９円と推計で\nきる。\n以上から，本件登録価格である２０億９８７０万０４２８円が客観的な時価を上\n回っていないことは明らかである。\n（２）　乙事件関係（争点３－減免の可否）\n（原告Ａの主張）\n仮に，甲事件被告の前記主張を前提としたとしても，本件不許可決定は，以下の\nとおり違法があるから，取り消されるべきである。\nア　本件公開空地は，公共のために終日一般に公開されており，所有者は，適正に\n維持管理するとともに，横浜市が必要とする場合には，地役権その他の権利設定に\n異議なく協力することが義務づけられ，その実態は不特定多数の公衆に開放された\n公園及び道路である。このような実態に即して考えると，本件公開空地のうち少な\nくとも歩道部分である３３６．６８平方メートルは，地方税法３４８条２項５号か\nら非課税とするべきで，全体としては，固定資産税の減免がなされるべきである。\nさもなければ，あまりにも不合理である。\nイ　行政実例（昭和５６年４月２７日自治固第４２号建設省都市局都市計画課長あ\nて自治省税務局固定資産税課長回答）は，公共空地に関するものだが，公共空地も\n公開空地もともに整備された公園・緑地・広場その他を市街地に確保するための制\n度であって，同一の趣旨に基づくといえるから，前記行政実例は公開空地にもあて\nはまるというべきである。ところが，乙事件被告が何らの減免措置を講じておら\nず，これは，制度の趣旨に反し，公開空地を必要としている地域の実情に応じてい\nないものであり，不合理である。\nウ　乙事件被告は，後記ア記載のように，固定資産税等の減免について規定する横\n浜市市税条例，同施行規則のいずれにも該当しないと主張するが，本件公開空地は\n同施行規則１９条の３第３号アの「その他これに類する固定資産」に該当する。さ\nらに，乙事件被告は，横浜市税条例の「特に必要があると認めた場合」という規定\nを根拠として主張するが，乙事件被告が必要性について自由に判断できるものでは\nないから，その条項には特別な意味はない。\n（乙事件被告の主張）\n本件公開空地は，以下に述べるとおり，固定資産税等の減免対象には該当せず，\n本件不許可決定は適法である。\nア　固定資産税等\nの減免については，横浜市市税条例，同施行規則において具体的に規定されている\nが，本件公開空地はそのいずれにも該当しない。\n原告は，同施行規則１９条の３第３号アの「その他これに類する固定資産」に該\n当すると主張するが，それらに該当するとして同規則に列挙されているのは防災施\n設，防犯施設，福利厚生施設などであり，本件公開空地は，前記のとおり，そもそ\nも宅地としての側面を重視して，宅地として評価すべきもので，防災施設，防犯施\n設，福利厚生施設とは公益性，公共性の点において異なる。\nさらに，横浜市市税条例には，固定資産税の減免について，「特に必要があると\n認めた場合」と規定しているから，減免事由に該当したとしても，当然に固定資産\n税等が減免となるわけではない。\nイ　前記のとおり，本件公開空地を宅地として評価して本件登録価額を決定したの\nは適法である。\nウ　行政実例（昭和５６年４月２７日自治固第４２号建設省都市局都市計画課長あ\nて自治省税務局固定資産税課長回答）は，公共空地に関するもので，公開空地に関\nするものではなく，両者は制度や性格をまったく異にする。\n第３　争点に対する判断\n１　甲事件について\n（１）　公開空地の扱いの適否（争点１）\n原告らは，横浜市長が本件公開空地を宅地として評価して本件登録価額を決定\nし，甲事件被告も，それと同じ見解に基づき本件棄却決定をなしたことは誤りであ\nると主張するので，以下検討する。\nア　前提となる事実及び証拠等（適宜，認定事実の前後に記載する。）によれば，\n以下の事実が認められる。\n（ア）　本件土地には，本件設計制度に基づく本件公開空地（１８７８．２８平方\nメートル）が設定されていること，本件公開空地のうち，３３６．６８平方メート\nルは歩道の用に供する公開空地であり，１５４１．６０平方メートルは一般的公開\n空地であること，本件公開空地は，公共のために終日一般に公開されており，所有\n者は，適正に維持管理するとともに，横浜市が必要とする場合には，地役権その他\nの権利設定に異議なく協力することを約束していることは，いずれも前記のとおり\nである。\nそして，現在，本件公開空地のうち，歩道の用に供する公開空地は，外形的には\n既存の歩道と判別がつかないほど一体となって道路として使用されており，また，\n一般的公開空地は，主に公園として，本件マンションの居住者に限らず，地域住民\nも利用できるようになっている（甲３，\n８）。\n（イ）　横浜市においては，建築基準法５９条の２及び同法施行令１３６条の規定\nに基づき，昭和４８年１２月，本件設計制度を設け，一定の公開空地を設定するこ\nとを条件として，一定規模の建築物の容積率及び高さの緩和を認めることとしてい\nる。すなわち，本件設計制度において，市街地の環境の整備改善を図るという目的\nから，私有地内にあっても特に公共的に役立つ空間や施設が確保される場合には，\n一定の要件のもとに，それに応じて建築物の高さ等を緩和し，あるいは容積率の割\n増を行うことを認めている。\n本件設計制度における公開空地とは，一般の人が通常自由に通行又は利用できる\nもので，原則として終日一般に開放できるものであり，その種類としては，歩道の\n用に供する公開空地，一般的公開空地で，道路に沿って設けるものを基本としつ\nつ，周囲の状況，建築計画等によりその他のもの（通り抜け歩道の用に供する公開\n空地，内部空間の公開空地，自然的緑地，水辺に面する公開空地）も認められてい\nる。\n本件設計制度の適用を受けるには，許可申請に基づき，建築審査会の同意を得て\n横浜市長による許可がなされることとなるが（建築基準法５９条の２，４４条２\n項），実際には，それに先立ち，建築計画についての事前相談，許認可準備会議，\n関係機関との調整，周辺住民等への計画説明及び結果報告などの手続が行われる。\n（（イ）全体につき，乙２及び弁論の全趣旨）\n（ウ）　本件公開空地は，本件土地上に本件マンションを建築（平成５年７月２９\n日新築）するに当たり，当該建物の建築主が本件設計制度の申請をして，許可を受\nけ，その結果設けられたもので，それに伴い，申請者は建築物の絶対高さの緩和\n（高さ制限１５メートルのところを４５メートルに緩和）という利益を受けた（甲\n１，２，９，１１，１２の２，乙２の１０頁，弁論の全趣旨）。\n（エ）　原告らは，前記のとおり，本件土地の持分（１０万分の８２７）を所有し\nており，原告Ａの持分がその３分の２であり，原告Ｂの持分がその３分の１であ\nる。これは，原告らが，平成５年９月２５日，売買により，本件土地付きの本件マ\nンション（区分所有建物）１０階部分１０５．６２平方メートルを前記持分割合に\nて取得したものである。\n（甲１）\nイ　以上の事実に基づき判断する。\n（ア）　地方税法において，固定資産税は，固定資産に対し，当該固定資産所在の\n市町村において課するとされているが\n（同法３４２条１項），いかなる客体に課税するかについては，各市町村長がそれ\nぞれ独自に判断するわけではなく，同法がそれらについて一定の定めをし（同法３\n４１条，３４２条，３４８条），さらに，固定資産の評価の基準並びに評価の実施\nの方法及び手続については，自治大臣が定める固定資産評価基準によるとされてい\nる（同法３８８条１項）。\nそして，地方税法に，公開空地を非課税とする旨の直接的な規定は存在しない。\n（イ）　前記のとおり，本件公開空地は，現在，歩道の用に供する公開空地と一般\n的公開空地とからなり，前者は道路として，後者は公園としてそれぞれ使用されて\nいる。\nそして，地方税法を見ると，道路については同法３４８条２項５号（「公共の用\nに供する道路」）が，公園については同法３４８条２項７号の２が，それぞれ非課\n税について規定している。\n（ウ）　そこで，まず，本件公開空地のうちの一般的公開空地が，公園についての\n非課税を規定する地方税法３４８条２項７号の２に該当しないかを検討する。この\n規定が適用されるためには，自然公園法１７条１項に規定する国立公園又は国定公\n園の特別地域のうち同法１８条１項に規定する特別保護地区その他自治省令で定め\nる地域内の土地で自治省令で定めるものであることが要件になるところ，本件にお\nける公園部分はこれらのいずれにも該当しない。\n（エ）　次に，道路について地方税３４８条２項５号は，「公共の用に供する道\n路」を非課税とすると定めているので，本件公開空地の中で道路として使用されて\nいる部分がこれに該当するかについて検討する。\nａ　本件公開空地のうち，歩道の用に供する公開空地は，外形的には既存の歩道と\n判別がつかないほど一体となって道路として使用されている。その点で，上記空地\n部分に公的な性格がまったくないというのは相当ではない。\nｂ　しかし，本件設計制度は，市街地の環境の整備改善をはかるという目的から，\n私有地内にあっても特に公共的に役立つ空間や施設が確保される場合には，一定の\n要件のもと，それに応じて建築物の高さ等を緩和し，あるいは容積率の割増を行う\nことを認めたものである。本件公開空地も，本件土地上に本件マンションを建築す\nるに当たり，建築主により本件設計制度の許可を受けたもので，それに伴い，建築\n主は建築物の絶対高さの緩和（高さ制限１５メートルのところを４５メートルに緩\n和）という利益を受けたものであ\nる。そして，歩道の用に供する本件公開空地は，本件マンションの建築に当たり，\n当該建物の敷地面積の一部として算入されている。さらに，将来的なことを考えて\nみても，建築主は歩道の用に供する公開空地を一般に開放し，維持・管理を適切に\n行う責任等の負担はするものの（乙２），建築物の建て替えの場合においては，当\n該公開空地は何らの規制も受けず，一般の建物の敷地との間に差異はない。\n観点を変えると，歩道（（ウ）で検討した公園も同様である。）の用に供された\n本件公開空地部分の土地がなければ，本件マンションは建設できなかったのであ\nり，かつ，歩道（公園も同様）としての性質は暫定的なもので，必要に応じて建物\nの敷地としての本来の性質を顕在化させることのできるものである。その意味では\n本件公開空地部分は本件マンションの建築を支える敷地としての意義と機能をなお\n有しているということができる。\nｃ　原告らは，本件マンションの区分所有者として，容積率や高さの緩和というメ\nリットを何ら享受していないと主張するが，原告らは本件土地付き本件マンション\nの１区画である区分所有建物（１０階部分，１０５．６２平方メートル）を前記持\n分割合で所有することにより，高さの制限の緩和という利益を受けているほか，様\n々な具体的な利益（高さの制限の緩和により，住戸の採光，眺望が良くなること，\n敷地全体の有効活用が可能となることなど）を享受しているといえる。さらには，\n原告らは建築主による本件設計制度を利用した上で建築がなされた本件マンション\nを，その建築主の地位を前提とした上で，売買により取得したもので（甲２），当\n該建築主の地位を法的には引き継いだものとも見られる。よって，原告らの前記主\n張は採用できない。\n（オ）　以上のとおり，公園及び歩道として使用されている本件公開空地が設けら\nれた趣旨，経緯，性質，機能等を考慮すると，それは，本件土地上に本件マンショ\nンを建築するに当たり，当該建物の建築主が許可を受けて設けたもので，それに伴\nい，建築主は建築物の絶対高さの緩和という利益を受けたものである。そして，本\n件マンションの建築に当たり，その部分も当該建物の敷地面積の一部として算入さ\nれている。したがって，公園及び歩道の用に供されている本件公開空地は，そもそ\nも私的な利益（建築物の容積率及び高さの緩和）を実現したいという私的な目的を\n達成することとの引き替えに，建物の存\n続する限り公的な性格を帯びたものにすぎず，かつ，当該公開空地の権利は私人に\n留保され，本件マンションの建て替えに際しては，公園及び歩道の用に供されてい\nる状態が解消され得るというのであるから，地方税法において，道路について非課\n税を定める同法３４８条２項５号の道路（「公共の用に供する道路」）とは本質的\nな相違があるというべきである。\n（カ）　以上の検討結果を総合すると，本件公開空地は非課税の公園でも道路でも\nないばかりか，宅地の性質を残しているものであるから，これを宅地として評価し\nて本件登録価額を決定した本件棄却決定は適法である。原告らの主張は採用できな\nい。\n（２）　争点２（時価に関する制度の違憲違法の有無）\n次に，原告らは，本件登録価額は適正な時価を超えており，本件棄却決定は違法\nであると主張するので，検討する。\nア　原告らは，まず地方税法３８８条１項は，固定資産評価基準について，自治大\n臣の定める告示に委任しているが，これは概括的白地的委任であり，租税法律主義\nを定めた憲法８４条に違反すると主張する。\nそこで，検討するに，租税法の分野においては，租税法律主義が支配し，課税要\n件はすべて原則として法律で定められるべきものとされているので，命令によって\n定められる事項は，その原則に抵触しない範囲に限られることとなる。すなわち，\n租税法の対象とする経済事象はきわめて多種多様で，変遷し，かつ，技術的な事項\nを扱う必要があるので，これに対応する定めを法律の形式で完全に整えておくこと\nは困難である。そこで，課税上基本的な重要事項は法律の形式で定め，具体的，細\n目的な事項は命令（広義の命令。以下，同様。）の定めるところに委任すること\nは，憲法においても許容されているところと解される（憲法７３条６号，８１\n条）。\n地方税法３８８条１項は，固定資産の評価の基準，評価の実施方法，その手続と\nいう評価基準を，自治大臣が定めて告示すべきことを定めているから，同告示は，\n法律の委任に基づく命令である。地方税法は，固定資産税についての課税要件のう\nち，課税客体，課税標準及び標準税率といった基本的事項を同法で定めたうえ，同\n法３８８条１項により，固定資産の評価の基準，評価の実施方法，その手続（評価\n基準）といった専門的，技術的かつ細目的な事項を定めることを自治大臣の告示に\n委任しているものである。また，その委任の目的は，固定資産の評価の基準\n等を明確にし，全国的な固定資産の評価の統一を図り，市町村間の均衡を維持する\nという見地からなされたものと解される。以上から，そのようにして定められた固\n定資産評価基準は，委任の根拠が法律にあり，委任の目的，内容，程度などが明確\nであり，概括的白地的委任ではないから，租税法律主義を定めた憲法８４条に違反\nしないと解するのが相当である。\n以上から，原告らの主張は採用できない。\nイ　次に，原告らは，７割基準の元になった依命通達によって課税条件を改変して\nおり，租税法律主義を定めた憲法８４条に違反すると主張するが，通達は，上級行\n政庁が法令の解釈や行政の運用方針などについて，下級行政庁に対してなす命令又\nは指令であって（国家行政組織法１４条２項），市町村長，国民に対して拘束力を\n持つ法規ではない。原告らは，また，７割基準それ自体を定めた告示が租税法律主\n義に反すると主張するが，同告示は地方税法３８８条１項に基づく告示に含まれる\nから，アのとおりの理由により憲法８４条に反しない。以上から，原告らの主張は\n採用できない。\nウ　また，原告らは，固定資産税は応益課税であるから，土地に対する固定資産税\nは，土地が生み出す課税年度の収益をベースにした収益還元価格を基礎としなけれ\nばならないとし，公示価格の７割を目途とした告示は，地方税法３４１条５号にい\nう「適正な時価」であるとはいえず違法であると主張する。\n（ア）　そこで，検討するに，固定資産税は，固定資産の価格を課税標準として課\nされると定められており（地方税法３４９条，３４９条の２，３４１条５号），原\n則として，固定資産の所有者に対して（同法３４３条１項）固定資産の所有の事実\nに着目して課される財産税の性質を有するものと解される（昀高裁昭和４７年１月\n２５日第３小法廷判決・民集２６巻１号１頁，同昭和５９年１２月７日第２小法廷\n判決・民集３８巻１２号１２８７頁各参照）。したがって，固定資産税が応益課税\nであるとする原告らの主張は採用できない。\n（イ）　また，地方税法は，土地に対して課する固定資産税の課税標準を，基準年\n度に係る賦課期日における土地の「価格」で土地課税台帳等に登録されたものとし\n（同法３４９条１項），同「価格」とは「適正な時価」であるとする（同法３４１\n条５号）。「適正な時価」の「時価」も，当該土地の交換価値に着目したもので，\n正常な条件の下に成立する土地の取引価格，すなわ\nち，客観的な交換価値（以下「客観的時価」という。）をいうものと解される。\nこのような客観的な交換価値は，本来，個々の土地について鑑定評価理論に従\nい，個別的に鑑定評価されるべきものであるが，課税対象となる土地は全国に大量\nに存在することから，これを短期間のうちに行うことは困難である。また，評価に\n関与する者の個人差のために，市町村間の偏差が生じるおそれもある。そこで，地\n方税法は，自治大臣が土地の評価の基準並びに評価の実施の方法及び手続，すなわ\nち評価基準を定めてこれを告示することとした上で，市町村長は，原則として，土\n地の価格の決定は評価基準によらなければならないものとしている（同法３８８条\n１項前段，４０３条１項）。そして，評価基準においては，標準的な土地について\n鑑定評価を行って価格を求め，他の土地については，標準的な土地と諸条件を比較\nした結果に照らして標準的な土地の価格を補正して評価を行うという手法が採用さ\nれている。\nこのような評価基準の性格から明らかなとおり，評価基準に従って決定された土\n地の価格は，個別的な鑑定評価による「客観的時価」とかい離する可能性を本質的\nに内在するものであるから，このかい離があることから直ちに当該評価を違法とす\nることはできない。そして，適正時価を地価公示価格の一定割合としている点は，\n評価基準による大量評価方法に内在する誤差の是正方法として合理性を有する手法\nということができる。\nエ　さらに，原告らは，本件土地の評価は平成８年７月１日現在の価格で決定され\nていること，同日以降も価格の下落は続いているにもかかわらず，同評価におい\nて，同日以降平成９年１月１日までの価格の下落を考慮していないことなどの点で\n問題がある旨を主張する。\n（ア）　そこで，検討するに，地方税法は，土地に対して課する固定資産税の課税\n標準を，基準年度に係る賦課期日における土地の価格で土地課税台帳等に登録され\nたものである旨を定め（同法３４９条１項），固定資産税の賦課期日は，当該年度\nの初日の属する年の１月１日である旨を明確に定めている（同法３５９条）。した\nがって，課税標準となる土地の「価格」，すなわち「適正な時価」は，当該年度の\n初日の属する年の１月１日でなければならないから，平成９年度の本件土地の評価\n額の適法性を検討する際には，平成９年１月１日における本件土地の客観的な交換\n価値を対象とすべきであること\nは当然である。そして，地方税法は，市町村長の価格決定を毎年２月末日までに行\nうべき旨定めている（同法４１０条）。\nしかし，大量に存在する課税対象となる土地について適正な時価を算定しなけれ\nばならないことからすれば，短期間のうちに評価事務のすべてを行うことは困難で\nあり，価格算定の資料となる標準宅地等の価格の評価については，賦課期日からこ\nれらの評価事務に要する相当な期間を遡った時点を価格調査の基準日として，これ\nを行うことを禁止することはできない。そして，以上のような事情を考慮に入れ\nて，７割評価基準及び時点修正基準は，まず平成８年１月１日を基準日として価格\nの評価を行い，かつ平成８年１月１日から同年８月７日までの間に標準宅地等の価\n格が下落したと認められる場合には７割基準によって求めた評価額にさらに修正を\n加えることができるとした上，同年７月２日から固定資産税の賦課期日である平成\n９年１月１日までの間に土地の価格が下落した場合においても，７割基準により平\n成８年１月１日の時点の価格を算定する際にあらかじめ控除した３割の価格の範囲\n内では，下落に対応できるものとしている。そうすると，平成８年７月２日以降の\n下落があっても，それが３割の範囲内にとどまる限り，７割基準によって求めた評\n価額は，客観的時価を超えることはなく，評価は適法といえる。これに対し，平成\n８年７月２日から平成９年１月１日までの間に，３割の控除分を超えて土地の価格\nが下落した場合には，その超えた部分に限り，当該評価は違法となる。\n（イ）　本件において，本件土地と同一の町内に属する近傍の地価公示地（α２９\n番２８８）の平成８年１月１日の価格（１平方メートル当たり３４万円）と平成９\n年１月１日の価格（１平方メートル当たり３３万４０００円）を比較すると，１年\n間の地価の下落率は２パーセント弱であり（乙４の１，２），平成８年７月２日か\nら平成９年１月１日までの間の下落率はさらに少ないものと見られる。そして，本\n件土地において，上記基準地における公示価格と異なり，その間，３割の控除分を\n超えて土地の価格が下落したとの証拠は存在しない。\n（ウ）　以上から，本件土地の評価は平成８年７月１日現在の価格で評価額を決定\nしている問題があるとの原告らの主張は採用できず，その他の原告らの前記主張も\n採用できない。\n２　乙事件について\n（１）　原告Ａは，本件不許可決定の取消しを求め\nるので，以下，本件不許可決定の適否（減免の可否－争点３）について判断する。\n（２）　横浜市市税条例は，６２条１項において，固定資産税の減免について，下\n記のとおり定め，１３５条４項において，６２条の規定によって市長が固定資産税\nを減免したときは，その納税者にかかる都市計画税についても前記減免額の割合と\n同じ割合によって減免されたものとすると規定している（乙９）。\n記\n「　市長は，次の各号の１に該当する固定資産に対し，特に必要があると認めた場\n合は，その固定資産税を減免することができる。\n（１）　災害もしくは天候不順のため，収穫が著しく減じた田畑\n（２）　生活保護法の規定により，生活扶助を受ける者の納付すべき固定資産税に\nかかる土地又は家屋\n（３）　公益上その他の事由により特に減免を必要とする固定資産」\n（３）さらに，横浜市市税条例施行規則（乙１０）１９条の３は，（２）の条例６\n２条１項３号の「公益上その他の事由により特に減免を必要とする固定資産」に該\n当するものを別紙記載のように具体的に種々列記している。その列記されたものを\n見ると，不特定多数人の用に供する水防・防火用器具専用格納庫・防火貯水槽・夜\n警詰所・児童遊園地・休日急患診療所・自治会・町内会の集会所その他これに類す\nる固定資産，保険医が所有し，かつ，経営する病院又は診療所，学校法人等が設置\nする学校において直接その用に供する固定資産，その他が記載されている。\nしかし，前記横浜市市税条例施行規則において，公開空地が固定資産税の減免の\n対象となるとの明示的な規定は存在しない。\n（４）　さらに，本件公開空地は，前記のとおり，歩道及び公園に供されるもの\nで，公的な性格を有するといえるけれども，そもそも私的な利益（建築物の高さの\n緩和）を実現したいという私的な目的を達成することとの引き替えに，建物の存続\nする限り公的な性格を帯びたものにすぎない。以上のような本件公開空地の趣旨を\n考えると，それは，「公益上その他の事由により特に減免を必要とする固定資産」\nにはなお当たらないというのが相当である。\n（５）　なお，横浜市と規模等が比較的類似する５つの地方自治体（仙台市，千葉\n市，東京都，川崎市，名古屋市）においては，広場・歩道上のマンションの公開空\n地に対し，いずれも固定資産税を課税しており，固定資産税等の減免措置を講じて\nいない（乙１１）。その他，わが国において，\nこのような公開空地に対し，固定資産税等の減免措置を講じている市町村があると\nの証拠はない。\nさらに，原告Ａは，行政実例（昭和５６年４月２７日自治固第４２号建設省都市\n局都市計画課長あて自治省税務局固定資産税課長回答。甲１１）は公開空地にもあ\nてはまるというべきであると主張するが，上記行政実例は，都市計画法１２条の４\nの規定に基づく地区計画又は沿道整備計画に従って整備された地区施設についての\nものであり，公開空地に適用されるものではない。\n（６）　以上を総合すると，本件公開空地につき，乙事件被告が市税の減免をなす\nべき法的な根拠はなく，乙事件被告がなした本件不許可決定に違法はない。\n第４　結論\nよって，原告らの請求はいずれも理由がないから棄却し，主文のとおり判決す\nる。\n横浜地方裁判所第１民事部\n裁判長裁判官　岡光民雄\n裁判官　窪木稔\n裁判官　家原尚秀\n"
}