{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 16,
    "month": 5,
    "day": 27
  },
  "case_number": "平成15(う)30",
  "case_name": "暴力行為等処罰に関する法律違反，脅迫，殺人，詐欺未遂，現住建造物等放火被告事件",
  "court_name": "広島高等裁判所第1部",
  "original_court_name": "広島地方裁判所",
  "original_case_number": "平成12(わ)925",
  "lawsuit_id": "3756",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=3756",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/756/003756_hanrei.pdf",
  "contents": "主　　　　　　　文\n本件各控訴を棄却する。\n理　　　　　　　由\n検察官の本件控訴の趣意は，検察官松本正則提出の控訴趣意書（検察官大森淳\n作成のもの）に，これに対する答弁は，主任弁護人今枝仁及び弁護人大迫勇壮連\n名作成の答弁書に，被告人の本件控訴の趣意は，主任弁護人今枝仁及び弁護人大\n迫勇壮連名作成の控訴趣意書にそれぞれ記載されているとおりであるから，これ\nらを引用する。\n検察官の論旨は，要するに，本件の罪質，動機，態様，結果の重大性，本件後\nの情状，犯罪傾向等各般の事情に照らしてみても，保険金を取得する目的によ\nり，最初から殺害する意図で被害者を雇い入れ，その生命を理不尽に奪った保険\n金目的殺人に加え，利欲的動機で居住者の生命を一顧だにせず，その住居を全焼\nさせた現住建造物等放火等の罪責は，誠に重大であり，これら各犯行を立案計画\nして実行した被告人については，罪刑の均衡の見地からも，一般予防の見地から\nも，死刑以外に選択の余地はないものであり，それにもかかわらず，これを回避\nして被告人を無期懲役に処した原判決の量刑は，明らかに軽きに失し著しく不当\nであるから，到底破棄を免れない，というのである。\n弁護人の論旨は，要するに，被告人の生い立ち，社会的環境，犯行の動機，実\n害，特に殺人により人命を失った被害者が１名であること，被告人が真に反省悔\n悟していること，被告人が未だ更生可能であることなどに照らすと，原判決の量\n刑は，重きに過ぎる，というのである。\nそこで，原審及び当審で取り調べた証拠に基づき，以下に検討する。\n１　原判決が認定した事実の要旨\n本件は，被告人が，(1)①Ａ及びＢと共謀の上，被告人が代表社員として経営\nするＣ合名会社の社員であるＤ（当時３５歳）を殺害して，同人に掛けていた受\n取人をＣとする死亡保険金（保険金額合計１億４５００万円）を得ようと企て，\nＢにおいて，平成１２年８月１２日午後１１時３０分ころ，広島市所在のＤ方に\nおいて，就寝中の同人の頭部，顔面等を鉄パイプ様の棒で多数回殴打した上，そ\nの胸部等を所携の短刀（刃渡り約１８．３センチメートル）で十数回突き刺すな\nどして，同人を両肺，心臓，大動脈損傷により，失血死させて殺害し（原判示第\n１の１），②Ａと共謀の上，Ｄを被保険者，Ｃを保険金受取人とするＥ生命保険\n株式会社等８社と締結していた生命保険契約の死亡保険金を騙し取ろうと企て，\nＡにおいて，真実は，被告人らがＤを殺害していたのに，これを秘し，あたかも\n同人は，関係のない第三者に殺害されたもののように装い，同年１０月１０日か\nら同月３０日までの間，前後９回にわたり，交付又は郵送の方法により，支払請\n求書等の書類を保険会社各社に提出して総額１億４５００万円の死亡保険金を請\n求したが，被告人がＤ殺害容疑で逮捕されたために，その目的を遂げず（原判示\n第１の２），(2)Ｆ及びＧと共謀の上，広島市に所在し，Ｈ（当時７６歳）が現に\n住居に使用する木造瓦葺平屋建家屋に放火して，同女や同じ敷地内の別棟に住む\nＩを同家屋及びその敷地から立ち退かせようと企て，同年２月１６日午前１時４\n０分ころ，同家屋応接間北東側敷居付近にガソリンを撒布した上，所携の紙片様\nの物にライターで点火して，ガソリン撒布場所に放り投げて放火し，現にＨが住\n居に使用する同家屋及び棟続きの土蔵造瓦葺２階建倉庫を全焼させて焼損（焼損\n面積合計約２３６平方メートル）し（原判示第２），(3)内妻であったＡの三女が\nＢ型肝炎に罹患したのがＪ（当時３５歳）及びＫ（当時１８歳）の責任であると\n邪推し，①同年６月３日午後７時２０分ころ，広島市所在のファミリーレストラ\nンにおいて，Ｊに対し，所携のペンナイフ（刃体の長さ約６．５センチメート\nル）を同人の左大腿部に突きつけた上，「わしの娘が肝炎になって病院に入っと\nるんじゃがのう。どうするんなら。わりゃどう責任とるんか。わしは性根決めて\n来とるんじゃあ。刑務所行こうがどうなろうが怖くないんじゃ。わりゃ，こっぱ\nに言わすで。どう責任とるんなら。」などと怒号し，同人の生命，身体等にいか\nなる危害を加えかねない気勢を示し，凶器を示して脅迫し（原判示第３の１），\n②同日午後７時４５分ころ，同所において，Ｋに対し，「わしは女だろうが男だ\nろうが関係ないんじゃ。わしは，あんたの顔を熱湯に漬けても，何とも思わん\nで。あんたの家庭をバラバラにすることもできるんじゃ。わしには関係ないんじ\nゃ。」などと怒号して脅迫した（原判示第３の２），というものである。\n２　保険金目的殺人，詐欺未遂の事件について\n原審において取り調べた証拠によれば，本件保険金目的の殺人，詐欺未遂の\n事件について，次のような事実が認められる。\n(1)　犯行に至る経緯，動機，計画性など\n①　被告人は，昭和２４年，広島市で出生し，中学校を卒業後，食肉市場の\n従業員，食肉販売店の経営や作業員派遣業などをしていた。被告人は，少年時の\n昭和４２年に強姦等の罪により懲役刑の実刑判決を受けたことや，暴行等の罰金\n前科があるほか，平成元年に代金合計３億円余りの肉牛の取り込み詐欺の罪によ\nり懲役５年に，平成７年に贓物寄蔵，窃盗の罪により懲役３年６月及び罰金１０\n０万円にそれぞれ処せられた前科があり，平成１０年１１月，仮出獄で刑務所を\n出所した。なお，被告人は，平成１１年１１月ころから，内妻のＡやその三女と\n同居して生活していた。\n②　被告人は，平成１０年１２月，知り合いのＬとの間で養子縁組をしてい\nたところ，平成１１年６月ころ，Ｌに対して生命保険の加入を勧め，Ｌを被保険\n者，被告人を受取人とする保険金３０００万円の生命保険契約を締結していた。\nそして，被告人は，かつて肉牛の取り込み詐欺で多額の利益を得ていたことか\nら，再度，肉牛の取り込み詐欺を行おうと考えたが，その資金が必要となること\nから，Ｌを殺害して保険金を手に入れようと企て，知人にＬの殺害を依頼したほ\nか，同年１１月中旬ころ，Ｌを連れ出して，車内でスタンガンを突きつけたが，\n軽傷を負わせただけで，Ｌに逃げられて失敗した。\nまた，被告人は，同月下旬ころ，暴力団関係者が暴力団幹部から借り入\nれた１０００万円を，取り込み詐欺の資金として借り入れて，肉牛の取引を始め\nたが，平成１２年１月初めころ，取引の相手に不審を抱かれ，取り込み詐欺に失\n敗し，１０００万円の借金が残った。\n③　被告人は，この暴力団関係者から，借金の返済を強く迫られていたこと\nから，その返済資金にするとともに，Ａと裕福な生活をするための資金などを得\nようと思い，今度は，会社を設立して，その役員に会社を受取人とする高額の生\n命保険を掛けて殺害する計画を考え，同年３月ころ，Ａに打ち明けて協力を依頼\nし，Ａの承諾を得て相談した上，同年４月，Ｃ合名会社を設立し，顔見知りのＭ\nを役員に就任させ，３億円の生命保険に加入することを承諾させて保険契約締結\nの手続を開始したが，Ｍが高額の保険金額に不審を抱き，保険の加入の申込みを\n撤回したことから，いったんは計画がとん挫した。\n④　そして，被告人は，新たな保険金目的殺人の標的とするために，同年６\n月上旬ころ，知人を介して，医療産業廃棄物の処理事業を行うなどと説明してＤ\nを勧誘し，Ｃに雇い入れた上，危険な業務であるからなどと，言葉巧みに，高額\nの生命保険に加入する必要性を説いて承諾させ，同月２９日，受取人をＣとする\n保険金額合計１億４５００万円の生命保険契約を成立させた。\nその一方で，被告人は，知り合いの鳥取県在住の政治団体役員Ｎに対し\nてＤの殺害を依頼していたが，Ｎがその実行をためらっていたことから，同年８\n月上旬ころ，かつて刑務所で服役中に知り合った東京都在住のＢに対し，保険金\nのうち２０００万円を報酬としてＤの殺害を依頼したところ，ＢもＤの殺害を引\nき受けた。そして，被告人は，同月１１日，Ａとともに，東京から車で来たＢと\n落ち合い，Ｄの殺害の打ち合わせをし，ＢとＤ方の下見をするなどし，Ｄを殺害\nする機会をうかがっていたＢと連絡を取りながら，Ａと他県に出かけるなどして\nアリバイ作りをしたが，Ｂは，Ｄの殺害を実行することができなかった。翌１２\n日，被告人は，Ｂから連絡を受け，打ち合わせのために広島に戻った後，午後８\n時ころ，Ｄ方を訪れ，Ｄの在宅を確認して，Ｂに連絡を取るなどし，その後，Ｂ\nから，Ｄ殺害を実行するとの連絡を受けるや，Ａとともに，スナックに赴いてア\nリバイ工作をした。\n⑤　以上の事実が認められるのであり，これによれば，被告人は，取り込み\n詐欺の資金として暴力団関係者から借り入れた借金の返済資金を得るとともに，\nＡとぜいたくな生活をするための資金などを得ようと考え，保険金目的の殺人を\n計画して実行したものであり，他人の生命と引き換えに，多額の金銭を手に入れ\nようとした動機は，極めて身勝手で酌量の余地はない。\nそして，被告人は，本件殺人を実行するまでにも，２名に対する保険金\n目的の殺人を計画しており，これらに失敗するや，更に新たな標的を探して保険\n金目的の殺人を実行したものであり，その犯罪遂行意思は誠に強固かつ執拗であ\nる。加えて，被告人は，高額の生命保険金を手に入れるために，わざわざ，会社\nを設立し，言葉巧みに持ちかけて役員への就任や生命保険契約の締結を承諾させ\nる一方で，遠隔地に居住するＢに対して高額の報酬で殺害の実行を依頼し，Ｂと\n連絡を取り合いながら，Ａとともにアリバイ工作をして完全犯罪を企むなどして\nおり，本件は，用意周到に準備された計画的な犯行である。\n(2)　殺害の態様\n殺害の手段方法は，実行犯のＢにおいて，深夜，被害者方に上がり込み，\n就寝中の被害者の頭部等を鉄パイプ様の凶器で多数回殴打した上，その胸部等を\n短刀で十数回突き刺すなどして，容赦のない攻撃を加え，被害者を失血死させた\nものであり，冷酷かつ残忍というほかない。\n殺害を実行したのは，共犯者のＢであり，殺害の方法についても，被告人\nが具体的に指示したものではなく，Ｂが自らの判断で凶器を準備するなどして決\n定したものであるが，被告人においても，Ｂが刃物を凶器として準備していたこ\nとを承知していた。\n(3)　役割の程度など\n被告人は，保険金目的の殺人を発案し，他の共犯者を誘い入れ，会社の設\n立などの準備や殺害の実行を指示するなどし，被害者に対して入社や生命保険の\n加入を勧めて準備をしたほか，被害者の在宅を確認するなどして，Ｂの殺害実行\nを容易にするなど，犯行の全般にわたり，終始主導的な役割を果たしていた。そ\nの一方で，自らの手を汚すことなく，アリバイ工作をして自己保身を図るなどし\nており，極めて卑劣である。\n(4)　結果の重大性，処罰感情\n被害者は，３５歳の男性で，妻と３人の幼い子供があり，何の落ち度もな\nいのに，被告人らの身勝手な動機により，自宅で就寝中，突如，残忍な方法によ\nり非業の死を迎えたものであって，被害者がさらされた恐怖や苦痛，無念さには\n計り知れないものがある。そして，妻や子供ら遺族らが受けた精神的な打撃や今\n後の生活に及ぼす影響にも甚大なものがある。\n被害者の妻は，捜査段階及び原審において，夫を帰してください，夫はか\nけがえのない人なのです，被告人のことは絶対許せない，被告人に夫が受けた痛\nみや苦しみ，１人で死ななければならない寂しさ，そんな全てが分かる刑に処し\nてください，あくまでも極刑を望みますなどと述べ，また，被害者の実父も，遺\n族はみな，心に深い痛手を負っている，どうか，被告人だけは必ず死刑にしてく\nださいなどと述べているところ，妻や実父らの遺族が被告人に対して極刑を望む\n心情は十分に理解できる。\nまた，当審で取り調べた証拠によれば，被害者の妻は，被告人を無期懲役\nに処するとの原判決を聞き，とても納得できない，夫の命は，私たち親子にはか\nけがえのない最大の命なのです，被告人は，そのかけがえのない命を奪ったので\nすから，死刑以外では納得できませんなどと供述し，被害者の実父も，息子が，\n妻や３人の幼い娘たちを残して殺されたのに，息子を殺した被告人が生き残るな\nどということは絶対に許せませんなどと供述しており，遺族らの処罰感情には依\n然として峻烈なものがある。\n(5)　犯行後の情状\n被告人は，本件起訴後，被害者の遺族に対し謝罪の手紙や香典を送付した\nが，遺族からはこれらの受領を拒まれており，それ以外には，遺族に対する慰謝\nの措置は全く講じられていない。また，被告人は，本件が発覚した後も，本件各\n保険契約の締結に関与し，その後に死亡した保険代理店の経営者が主導的な役割\nを果たしていたかのような弁解をしたり，原審において，報酬を３０００万円に\nしてくれと申し出たＢに対し，殺害の依頼を取り消しにすると言ったのに，Ｂが\n被害者の殺害を実行したなどと述べている。このように，被告人は，犯行への関\n与の程度などについて，自己の刑責を軽減させようとする態度をとっていた。\n(6)　社会的影響\n本件は，被告人が，高額の保険金を得る目的で，会社を設立し，従業員の\n被害者に高額な保険を掛けた上，実行犯に依頼して被害者を殺害した事件とし\nて，広く報道され，社会の注目を集めたもので，社会的な影響も大きかった。\n３　次に，本件放火事件についてみると，被告人は，居住者を立ち退かせて多額\nの報酬を得ようと考え，人が現に住居に使用する木造家屋に放火したものであっ\nて，その動機は利欲的であり，同様に酌量の余地はない。被告人は，高齢の女性\nが本件家屋に現に居住しており，犯行当時，家にいるであろうことを少なくとも\n未必的には認識していたにもかかわらず，共犯者に対し放火を指示し，深夜，木\n造家屋の敷居付近に多量のガソリンを撒いた上で，家屋等を全焼させており，幸\nいにも居住者は助け出されたものの，一歩間違えれば居住者が焼死するといった\n事態が生じる可能性もあったのであり，はなはだ危険な犯行である。被害者の処\n罰感情も厳しい。被告人は，本件放火を発案し，実行犯を誘い入れて放火を指示\nするなど，主導的な役割を果たし，自らは背後にいて，家族と食事に出て，アリ\nバイ工作を行うなどしており，誠に卑劣である。\nまた，被告人は，そのほかにも，２名に対する脅迫の犯行にも及んでいる。\n４　そうすると，被告人の刑事責任には極めて重大なものがあるといわざるを得\nず，とりわけ，本件保険金目的の殺人は，肉牛の取り込み詐欺の資金として借り\n入れた借金の返済資金や内妻とのぜいたくな生活をするための資金などを手に入\nれようとして計画されたものであり，動機は身勝手で酌量の余地はなく，被告人\nが，強固かつ執拗に保険金目的殺人の遂行を意図し，被害者に対し会社の役員に\n就任させて保険に加入させ，実行犯に殺害を依頼するなどして，用意周到に犯行\nを準備して計画的に犯行を実行したものであって，はなはだ悪質である。実行犯\nによる殺害の手段方法も，非常に残忍であり，被告人は犯行全般について主導的\nな役割を果たしている。結果も重大であり，遺族の処罰感情も厳しく，社会的影\n響も無視できない。\nしたがって，本件は，その罪責が誠に重大であって，罪刑の均衡の見地から\nも一般予防の見地からも，極刑がやむを得ないと認められる場合にほかならず，\n死刑が相当である，とする検察官の論旨も，首肯し得ないではない。\n５　しかしながら，死刑は，人間存在の根元である生命そのものを永遠に奪い去\nる冷厳な極刑であり，誠にやむを得ない場合における究極の刑罰であることにか\nんがみると，その適用は慎重に行わなければならない。そこで，さらに，弁護人\nの主張をも踏まえ，検察官の主要な所論について検討する。\n(1)　所論は，死刑適用の一般的基準及び同種事案の量刑判断に照らし，被告人\nには，死刑が相当である，すなわち，昭和５８年７月８日最高裁第二小法廷判決\n（刑集３７巻６号６０９頁，以下「永山判決」という。）等の判例で示された死\n刑適用の量刑要素は，個別に並列的に捉えるべきでなく，量刑の均衡と一般予防\nの見地から，全体を総合的に考察すべきであり，法益侵害の程度に直結する結果\nの重大性の一要素である被害者の数については，仮に被害者が１名であっても，\n他の量刑事情を総合して罪責が極めて重大である場合には死刑の適用が考慮され\nるべきであることは当然であり，実際にも，永山判決後の平成元年３月２８日，\n最高裁判所は，死亡した被害者が１名の保険金目的殺人の事案に対し，死刑の科\n刑を是認していることから，殺害された被害者の数は死刑を選択する上で唯一絶\n対の要素ではないことは明らかである，本件は，同事案と比較しても，罪質，動\n機，態様，結果の重大性，社会的影響，被告人の非人間的性格など，その犯情は\n一層悪質とすらいえるのであって，永山判決が指摘する「その罪責が誠に重大で\nあって，罪刑の均衡の見地からも一般予防の見地からも極刑がやむを得ないと認\nめられる場合」にほかならず，死刑が相当である，というのである。\n死刑制度を存置する現行法制の下では，犯行の罪質，動機，態様ことに殺\n害方法の執拗性・残虐性，結果の重大性ことに殺害された被害者の数，遺族の被\n害感情，社会的影響，犯人の年齢，前科，犯行後の情状等各般の情状を併せ考慮\nしたとき，その罪責が誠に重大であって，罪刑の均衡の見地からも一般予防の見\n地からも極刑がやむを得ないと認められる場合には，死刑の選択も許されるもの\nといわなければならない。そして，死刑適用の量刑要素として，応報という意味\nでも一般予防という意味でも，結果の重大性ことに殺害された被害者の数は最も\n重視されるべき要素の一つであるが，殺害された被害者が１名の事案において\nも，上記のような諸般の情状を考慮して，極刑がやむを得ないと認められる場合\nがあることはいうまでもない。\n所論において，本件と比較されるべき事案として引用している保険金目的\nの殺人で，殺害された被害者が１名の事案に対し，最高裁判所が死刑の科刑を是\n認している判決（平成元年３月２８日最高裁第三小法廷判決・裁判集刑事２５１\n号４１３頁）の事案（当審検第７号証）は，暴力団組長である被告人が，ほか１\n名と共謀し，会社の代表役員に３億円の保険を掛けて殺害して保険金を騙し取ろ\nうと企て，配下の暴力団組員とも共謀の上，３回にわたり，代表役員を川やダム\nで溺死させる機会をうかがって殺人の予備をしたが，その目的を遂げることがで\nきず，次いで，自分の親分に当たる暴力団会長らと共謀の上，保険を掛けた他の\n役員を自動車で轢き殺して保険金を騙し取ろうと企て，関係する暴力団組員らを\n使い，殺害の方法を具体的に指示するなどし，自分の自動車でこの役員運転の自\n動車を先導し，役員運転の自動車に共犯者運転の自動車を接触させて役員を車外\nに誘い出させた上，他の共犯者が自動車をこの役員に衝突させて跳ね飛ばすなど\nして，この役員を殺害しようとしたが，全治約６７日間を要する骨折等の傷害を\n負わせたにとどまり，殺害の目的を遂げることができず，さらに，兄弟分の暴力\n団幹部らと共謀の上，新たに保険を掛けた別の役員を殺害して保険金を騙し取ろ\nうと企て，自らこの役員を誘い出して共犯者の暴力団幹部らに引き渡し，自動車\n内でロープで絞殺させて死体を遺棄させ，その役員が他人に殺害されたもののよ\nうに装って保険会社に保険の支払を請求したが，不審を抱かれたため詐欺の目的\nを遂げなかった，という殺人予備，殺人未遂，殺人，死体遺棄，詐欺未遂の事件\nである。\nこの事案と本件とを比較すると，いずれも，保険金目的の殺人であって，\n罪質及び動機において同じであり，殺害された被害者が１名であること，殺害の\n実行者に多額の報酬支払を約束して実行させていること，用意周到な計画に基づ\nく執拗な犯行であること，被告人が他の共犯者に比べて全般的に主導的な役割を\n果たしていることなどの多くの点において共通している。\nしかしながら，この事案では，保険金目的の殺人１件のほかにも，上記の\nとおり，殺害に向けて具体的に行動に出た保険金目的の殺人予備１件や，実行犯\nに殺害の方法を具体的に指示し，自ら被害者を現場まで誘い出すなどして，車で\n轢き殺そうとしたが重傷を負わせたにとどまったという殺人未遂１件が加わって\nいる。そして，この未遂事件については，判決において，「死亡しなかったのは\n全くの偶然」であったと指摘を受けているのである。これに対し，本件において\nは，被告人は，本件までにも，別の人物を標的とした保険金目的の殺人を計画し\nており，これらの計画が失敗に終わるや，さらに，別の被害者を対象として殺人\nを遂行しており，殺人を遂行する意思が強固で執拗であったということができる\nが，本件以前の事件は，相手にスタンガンを突きつけたが軽傷を負わせたにとど\nまるもの，及び，高額の保険金を掛けようとしたが，相手が不審を抱いてこれを\n拒んだことから，その段階で計画がとん挫したという殺人の予備にも当たらない\nものであり，もとより，これらの事件については起訴もされていないのであっ\nて，このような経過を実質上処罰する趣旨で量刑の資料として考慮することは許\nされないから，上記の事案とは，自ずと刑事責任の範囲や程度に相当な違いがあ\nるといわざるを得ない。\nさらに，上記の事案では，暴力団組長である被告人が，関係する暴力団組\n員に殺害の実行をさせており，殺害実行者に対する支配的な地位を利用している\n上，共犯者に殺害の具体的な方法を指示し，被害者を現場まで誘い出すなどし，\n殺害行為の実行にも相当重要な役割を果たしているところ，本件においては，後\n述のとおり，被告人は，殺害の実行犯に対する関係では，殺害の方法を具体的に\n指示するなどの強い支配関係にあったとはいえない。\nもっとも，被告人は，本件以外の重大な事案として，報酬目当てによる現\n住建造物等放火の犯罪を犯しており，この事案も誠に悪質であるが，犯行の目的\nは，建物の明渡しにあったのであり，居住者の殺害そのものを企図したものでは\nなく，居住者の現在性についても未必的な認識にとどまっており，幸いにも居住\n者の生命や身体の侵害には至っていないことからすると，自動車を被害者に衝突\nさせて重傷を負わせた上記事案の殺人未遂と比べると，同等の刑責を問えるもの\nということはできない。\nそうすると，本件が，上記事案と比較しても，罪質，動機，態様，結果の\n重大性，社会的影響などについて，その犯情が一層悪質であるとする所論に与す\nることはできない。\nまた，検察官が控訴趣意書において引用する保険金目的殺人事件として平\n成５年から平成１３年の間に検挙され，平成１５年３月末現在，一審で保険金目\n的の殺人が認定されて有罪判決があった事案をみると，量刑として死刑が選択さ\nれている事案は，いずれも，殺害された被害者の数が複数の事案であり，殺害さ\nれた被害者が１名の場合には，無期懲役か有期懲役刑が選択されていることから\nすると，死刑適用の同種事案の量刑傾向に照らし，殺害された被害者が１名にと\nどまる本件においては，死刑を選択するか否かを判断する際に考慮すべき諸事情\nについて，更に慎重に検討する必要があるといわなければならない。\n(2)　所論は，原判決は，本件現住建造物等放火の事案につき，殺意まで認めら\nれる事案ではなく，幸いにして居住者は救出されていることを被告人に有利な事\n情としているが，被告人は，高齢で病気の居住者が本件家屋にいて就寝中である\nことを，少なくとも未必的には認識していながら，居住者が焼け死ぬおそれを全\nく意に介さず，保険金目的殺人と同様，完全な利欲目的の下に実行犯に指示して\n火を放たせたのであるから，その人命軽視の程度は，確定的殺意が認められる保\n険金目的殺人と全く同一である，などというのである。\nなるほど，放火行為の態様，家屋の状況や深夜の時間帯であったことなど\nからすると，本件現住建造物等放火の犯行は，財産的な被害のみならず，居住者\nの生命や身体の安全に重大な結果を招くおそれもあったものであり，居住者や周\n辺の住民らに与えた不安感には多大なものがあったといわざるを得ない。しかし\nながら，結果として，家屋に対する放火行為によって居住者らに人的な損失を与\nえた場合とそうでない場合との間には，当然のことながら，犯罪の結果の重大性\nの程度に格段の相違があるから，原判決が居住者が救出されて人身の被害が発生\nしなかったことを被告人のために酌むべき事情として考慮したのは相当である。\nまた，被告人は，居住者が本件家屋にいることを少なくとも未必的に認識してい\nながら，利欲的な目的で実行犯に対して放火を指示していることからすると，被\n告人には，自己の経済的な満足を得るため，他人の生命や身体の安全を軽視する\n傾向があるといわなければならないが，本件の放火は，居住者を本件家屋から退\n去させることを目的としたものであり，その態様も，本件家屋の屋外から敷居付\n近にガソリンを撒布して放火したものであって，直ちに，居住者の生命や身体を\n侵害する危険性があるとまではいえないから，確定的な殺意に基づく保険金殺人\nの殺害行為が実行された場合と比べて，人命軽視の程度が同一であるということ\nもできない。\n(3)　所論は，原判決は，保険金目的の殺人，詐欺未遂及び現住建造物等放火の\n事案とも利欲的動機に基づく犯行ではあるが，結果的に被告人は各犯行による利\n得を一切得られなかったことを被告人のために酌むべき事情として摘示している\nが，被告人は，各凶行に及んだ後においても，何ら良心の呵責を感じることな\nく，保険金ないし報酬を得ようとしており，こうした被告人の冷酷非情で非人間\n的な態度こそ厳しく指弾すべきであるのに，たまたま，被告人が利得を得られな\nかったという偶然の結果を捉えて，これを有利な事情として斟酌するのは，本件\n各犯行の本質を正しく評価したものではない，というのである。\n所論指摘のとおり，被告人は，殺害や放火の実行後，いろいろな手段を講\nじて保険金や報酬を手に入れようとしていることに加えて，保険金目的の殺人\nは，経済的な欲望を満たすため，他人の生命を一顧だにしない人命軽視の姿勢と\n危険性において，その犯情は極めて悪質で非人間的であるといわざるを得ないの\nであり，結果的に保険金を手に入れられなかったことを過度に重視するのは適当\nではない。しかしながら，他方で，当初の計画通りに大金を手に入れた場合と経\n済的な利益を全く得られなかった場合との間には，その非難の程度が同等である\nということもできないから，原判決が，被告人が犯行による利得を得られなかっ\nたことを被告人のために酌むべき一つの事情として説示したのが不当とはいえな\nい。\n(4)　所論は，原判決は，被告人が各犯行の首謀者であるが，共犯者らも被告人\nの誘いに安易に応じたという面があり，ことに保険金殺人の実行犯については，\n被告人が支配的影響力を持っていたとはいえず，報酬の増額を要求するなど，主\n体的に犯行に関わっていたといえる，と説示しているが，実行犯らは，報酬をえ\nさに，被告人から執拗に犯行に加わるように誘われて引きずり込まれたのであ\nり，被告人が本件犯行について支配的影響力を持っていたのは明らかであるか\nら，実行犯が主体的に行動したとの評価は誤りであり，本件の首謀者で終始主導\n的な役割を果たした被告人の責任を軽減するものではない，というのである。\n本件保険金目的の殺人について，被告人は，会社を設立して被害者を役員\nに勧誘して高額の保険に加入させる一方で，知り合いの政治団体役員に対し被害\n者の殺害を依頼し，この者が殺害の実行をためらっているとみるや，今度は，服\n役中に知り合ったＢに対して，高額の報酬を約束して誘い入れ，被害者の在宅を\n確認するなどして，Ｂと連絡を取り合いながら，殺害の実行を容易にしており，\n犯行の全般にわたり，終始，主導的な役割を果たしていたのであり，本件の首謀\n者であったということができる。しかしながら，他方で，Ｂは，被告人とは刑務\n所で知り合ったという関係にすぎず，高額の報酬を約束されて，殺害の依頼を引\nき受けたものであり，被告人の命令や指示に従わざるを得ないといった関係にあ\nったものではない上，報酬の増額を要求したり，自ら凶器を準備して殺害の実行\n方法を決めていること，殺害の時期についても，自ら決定していることなどにか\nんがみると，Ｂは，自らの判断で主体的に犯行に加担して，行動しており，被告\n人の支配的影響下にあったものとはいえない。\nそうすると，被告人は，本件保険金目的の殺人事件の首謀者で終始主導的\nな役割を果たしていたのであるから，たとえ実行犯が主体的に犯行に関与してい\nるからといって，その責任が大きく軽減されるものではないとはいえ，首謀者が\n実行犯を手足のごとく使用して殺害を実行させた事案と比べると，自ずと違いが\nあるといえるのであって，被告人の犯行に果たした役割や責任の度合いにもある\n程度は影響するといわなければならない。\n(5)　所論は，原判決は，被告人には少年時代からの前科があるが，人命に関わ\nるような重大犯罪に手を染めたのは本件が初めてであることを有利な事情に挙げ\nているが，被告人には冷酷非情な非人間的性格を看取することができ，その犯罪\n傾向は極めて危険なものであって，被告人において，長年にわたり培ってきた危\n険な犯罪傾向を深化させ，これがその人格に深く根付いており，それが発現した\nのが本件各犯行であると認められるから，原判決のこの説示は，全く当を得ない\nものである，というのである。\n被告人には，少年時に強姦等の罪により懲役刑に処せられたことがあり，\n暴行や貸金業の規制等に関する法律違反の罪による罰金前科のほか，平成元年に\n詐欺罪により懲役５年に，平成７年に贓物寄蔵，窃盗罪により懲役３年６月及び\n罰金１００万円に処せられた前科があり，平成１０年１１月に前刑の仮出獄を許\nされて出所後，２年足らずの間に，本件保険金目的の殺人や現住建造物等放火の\n重大犯罪に及んでおり，その犯罪傾向はかなり進行しているといわざるを得ない\nものの，他方で，少年時の前科を除くと，被告人の主要な前科は財産犯に関する\nものであり，他人の殺害や重大な傷害を目的とした犯行はこれまでにないことか\nらすると，この種の犯罪への傾向が顕著であるとまではいえない。そして，本件\nのような保険金目的の殺人等の重大な事案において，被告人に対し死刑を選択す\nるのが相当であるか否かを検討するにあたっては，一般予防の見地からも，被告\n人の更生の可能性といった特別予防の見地からも，被告人に同種の前科があるか\n否かは当然に考慮されるべき事情であるといわなければならない。\nしたがって，この点を捉えた原判決の説示が不当であるとはいえない。\n(6)　さらに，所論は，被告人は，現在に至るも罪の重さを全く自覚しておら\nず，およそ真摯な反省の態度は認められないのであって，反省の態度を示してい\nるとの原判決の判断は明らかに誤りである，などというのである。\n確かに，被告人は，本件が発覚した後も，捜査段階において，不合理な弁\n解をしたり，原審においても，自己の刑責を軽減させようとする態度をとってい\nたのであるから，真摯に反省を深めていたとは言い難い。しかしながら，原審で\nも，基本的な事実関係や罪責は争わず，当審では，事実関係は争わず，素直に刑\nに服する態度を示している。被害者や遺族の立場を考えれば，このような被告人\nの主観的な事情を過大に評価するのは相当でないが，被告人の反社会性の程度や\n更生の可能性を考慮するにあたっては，これを全く無視するということはできな\nいというべきである。\n６　以上検討したところを総合すると，被告人の刑事責任は極めて重大であり，\nとりわけ，保険金目的の殺人事件は，罪質は甚だ重いものであり，殺害の態様も\n残忍で，その結果も悲惨であるが，殺害された被害者の数は１名であり，上記の\n各般の情状にかんがみると，本件が極刑をもって処断すべきものとまでは断定し\n難いから，無期懲役を選択した原判決の量刑が不当であるとまではいえない。\nまた，弁護人が所論において指摘する点を全て考慮しても，これまでに検討\nしてきた本件の罪質，動機，態様，結果の重大性などに照らせば，被告人を無期\n懲役に処した原判決の量刑が重いとは到底いえない。\n検察官及び弁護人の各論旨は理由がない。\nよって，刑訴法３９６条により本件各控訴を棄却し，当審における訴訟費用に\nついては，刑訴法１８１条１項ただし書を適用して被告人に負担させないことと\nして，主文のとおり判決する。\n平成１６年５月２７日\n広島高等裁判所第一部\n裁判長裁判官　　　久　　　保　　　眞　　　人\n裁判官　　　芦　　　高　　　　　　　源\n裁判官　　　島　　　田　　　　　　　一\n"
}