{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 3,
    "day": 14
  },
  "case_number": "平成13(ワ)285",
  "case_name": "損害賠償請求",
  "court_name": "札幌地方裁判所",
  "lawsuit_id": "8634",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=8634",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/634/008634_hanrei.pdf",
  "contents": "主　　　　　　　文\n１　被告は，原告に対し，９２４万０６６８円及びこれに対する平成９年５月２７日から\n支払済みまで年５分の割合による金員を支払え。\n２　原告のその余の請求を棄却する。\n３　訴訟費用は，これを５分し，その１を被告の負担とし，その余を原告の負担とす\nる。\n４　この判決は，第１項に限り仮に執行することができる。ただし，被告が７００万円\nの担保を供するときは，その仮執行を免れることができる。\n事実及び理由\n第１　請求の趣旨\n１　被告は，原告に対し，５００７万０８７０円及びこれに対する平成９年５月２７日から\n支払済みまで年５分の割合による金員を支払え。\n２　訴訟費用は被告の負担とする。\n３　仮執行宣言\n第２　請求の趣旨に対する答弁\n１　原告の請求を棄却する。\n２　訴訟費用は原告の負担とする。\n３　仮執行免脱宣言\n第３　事案の概要\n本件は，札幌刑務所に在監している原告が，ソフトボールの練習中，顔面に打球\nの直撃を受け左眼を負傷し，その結果，視力が著しく低下したが，これは，札幌刑\n務所の職員が安全配慮義務を怠ったためであるとして，札幌刑務所を設置運営す\nる被告に対し，国家賠償法１条１項に基づいて損害賠償を請求した事案である。\n１　前提となる事実（争いのない事実は証拠を掲記しない。）\n（１）当事者\nア　原告は，昭和３６年１月２９日生まれの男性で，平成８年６月１３日，刑事被告人\nとして札幌刑務所管下札幌拘置支所に入所し，平成９年１月２８日，懲役６年\n及び罰金６０万円の刑が確定したため，同年２月７日，札幌拘置支所から札\n幌刑務所に移監収容された者である。\nイ　被告は，公務員である刑務所職員を擁して札幌刑務所を設置し，管理運営して\nいる。\n（２）札幌刑務所における受刑者の運動内容\nア　監獄法３８条は，在監者の運動について「在監者ニハ其健康ヲ保ツニ必要ナル\n運動ヲ為サシム」と定めているところ，札幌刑務所においては，休日及び入浴\n日を除いて，毎日，工場と運動場との間の往復に費やす時間を含めて４０分\n間を運動のための時間とし，受刑者に運動をする機会を与えている。\nイ　平成９年度の札幌刑務所におけるグラウンドでの受刑者の屋外運動は，同年４\n月２１日から開始されたが，屋外運動の都度，同年６月中旬に開催が予定さ\nれていた工場対抗春季ソフトボール大会に備え，出場予定の選手たちによっ\nてソフトボールの練習が行われていた。ソフトボールの練習に参加しない受刑\n者は，ランニングや散歩，あるいは，休憩所で座って休んだり，囲碁・将棋を\nするなどしており，運動時間中の過ごし方を受刑者が自由に選択できることと\nなっていた（乙２，乙３，弁論の全趣旨）。\nなお，上記ソフトボール大会は，第１ショートと第２ショートのいる１０人制で行わ\nれるものであった（乙４，弁論の全趣旨）。\n（３）事故の発生とその後の治療等\n原告は，平成９年５月２７日の午前中，屋外運動でのソフトボールの練習におい\nて，第１ショートの守備につき，シートバッティングでレフト方向に打球が飛んだの\nで，バッターに背を向けるようにして，レフトからの返球を捕球し，投手に返球しよ\nうと振り向いたところ，折り悪しく打者の打った打球が顔面を直撃し，左眼の瞼の\n鼻に近い部分が切れて出血した（以下「本件事故」という。）。\n原告は，本件事故後直ちに札幌刑務所の医務部においてＡ医師による診察を受\nけ，同医師により，左瞼の縫合処置（２針）を受けるとともに，左眼窩裂傷により\n全治７日間であるが，一般就業は可能であると診断された（甲２の１８）。原告\nは，上記処置を受けた後，自分の配属先である第７工場に戻って刑務作業を行\nったが，本件事故の当日は，月１回の眼科診療の日に当たっていたため，同日\n午後２時ころ，眼科専門医であるＢ医師による診察を受けた。\n原告は，Ｂ医師により，左眼瞼裂傷・左角膜切創のため，約７日間の休養，加療\nを要すると診断され，同年６月１９日までの休養処遇となった（甲２の１７，甲６）。\n２　争点\n（１）争点１（本件事故の発生に関する安全配慮義務違反の有無）\nア　原告の主張\n被告（被用者である刑務所長及びその指揮監督下にある刑務所職員を含む。）\nには，監獄法上，受刑者を管理監督し，その生命身体の安全や健康の確保\nに努めなければならない安全配慮義務がある（監獄法４０条，４３条参照）。\n受刑者は，刑務所職員の監視，管理の下でソフトボールの練習を行い，その練\n習方法については監督及びキャプテンが決定し，一般の選手はこれに従うほ\nかなかったのであるから，上記のような安全配慮義務を負う刑務所職員として\nは，ソフトボールの練習方法が危険なものであれば，これをやめさせるべきで\nある。\n本件事故の発生時，グラウンド内には６個のボールが出され，打球が投手のも\nとに戻らないうちに次の打撃練習が行われており，これは危険な練習方法で\nあるから，上記のような義務を負う刑務所職員としては，このような危険な練\n習方法に対して注意をし，やめさせるべきであった。それにもかかわらず，何\nら注意をすることなく放置していたのであるから，刑務所職員は，安全配慮義\n務を尽くしたということはできない。\nイ　被告の主張\n刑務所長及び刑務所職員は受刑者の生命身体について安全配慮義務を負うも\nのであるが，その内容は，一義的に定まるものではなく，受刑者の行う運動の\n性質・内容，受刑者の当該運動の経験・能力等に応じて，具体的に決定され\nるものである。\n原告の経験・能力は十分なものであり，本件事故の際に行われていたシートバ\nッティングも一般的によく見られる練習方法であって，原告の経験・能力から\nすれば，危険な練習方法ではない。\nまた，刑務所職員は，ソフトボールの練習を含めた屋外運動における安全を確\n保するために一般的な指示・指導を行い，事故防止に必要な注意事項の周\n知徹底を図っていた。\n屋外運動に立ち会う刑務所職員の職務は，受刑者全体を監視して規律違反行\n為の摘発及び防止を図ることにあり，ソフトボールの練習中の個々のプレー\nについて逐一監視することはその役割ではない。本件のソフトボールの練習\nは，受刑者が自主的に練習方法を取り決めて実施していたものである。\n本件事故は，バッターの打席の状況を確認することなくレフトからの返球を受け\nるため，自己の判断で安易にレフト方向を向いたという原告の油断と過失によ\nるものである。\n以上から，被告の刑務所職員に本件事故の発生を予見して，ソフトボールの練\n習を注意し，やめさせるべき安全配慮義務があったとはいえず，刑務所長又\nは刑務所職員に安全配慮義務違反はない。\n（２）争点２（損害の発生と額）\nア　原告の主張\n（ア）本件事故後の札幌刑務所の対応に対する慰謝料　　　　　１５０万円\n被告は，監獄法上，受刑者を管理監督し，その生命身体の安全や健康の確\n保に努めなければならない安全配慮義務がある。そして，角膜を傷つけた\n者に対しては，角膜が破れて内容物が漏出していない限り，安静にして，\n雑菌が受傷部位に入り込んで角膜の透明性を失わせることがないよう注意\nしなければならない。それにもかかわらず，刑務所職員は，本件事故後，診\n察を受けた原告に対し，直ちに工場に戻って刑務作業に従事するよう指示\nしたので，原告は，縫製作業が行われ雑菌が多数存在していた工場内で\nの作業に従事することを余儀なくされた。\nしたがって，被告は，監獄法上の安全配慮義務に違反した措置を採り，原告\nに精神的苦痛を与えたものであり，これに対する慰謝料は１５０万円が相\n当である。\n（イ）後遺症慰謝料　　　　　　　　　　　　　　　　　　　　８５０万円\n原告は，本件事故により左眼の視力を失い，その視力は０．０２若しくはこれを\n下回る程度であって，これによる慰謝料は８５０万円が相当である。\n（ウ）後遺症逸失利益　　　　　　　　　　　　　　３５４７万０８７０円\n原告は，左眼の視力を喪失したことによりその労働能力の４５パーセントを喪\n失した。現在の症状が固定したのは平成１２年春のことであり，その後２年\n間は服役することになるが，その後は６７歳に至るまで，症状固定時の年\n齢（３９歳）の産業計・企業規模計・男子労働者の平均年間給与額（６０４万\n５４００円）に相当する収入を得られた蓋然性があったのに，原告は本件事\n故のため，その４５パーセントを得ることができなくなったものであるから，ラ\nイプニッツ方式により中間利息を控除して，その逸失利益の額を算定する\nと，３５４７万０８７０円となる。\n（計算式）６０４万５４００円×（１４．８９８１－１．８５９４）×０．４５＝３５４７万０８７\n０円\n１４．８９８１は，３９歳から６７歳までの２８年間のライプニッツ係数\n１．８５９４は，３９歳から服役終了までの２年間のライプニッツ係数\n（エ）弁護士費用　　　　　　　　　　　　　　　　　　　　　４６０万円\n原告は，本件訴訟の提起と追行のため，原告代理人と訴訟委任契約を締結し\nたが，弁護士費用のうち，上記損害額の合計約４６００万円の１割程度にあ\nたる４６０万円を被告に負担させるのが相当である。\n（オ）損害額合計　　　　　　　　　　　　　　　　５００７万０８７０円\n上記（ア）ないし（エ）の損害額を合計すると，５００７万０８７０円になる。\nイ　被告の主張\n（ア）本件事故後の刑務所の対応に対する慰謝料について\n札幌刑務所では，本件事故の発生後，直ちに原告を医務部に連れて行き，\nＡ医師の診察を実施し，問診等によって原告の視力に異常がないことを確\n認して，同日午後から予定されていた眼科専門医による診察を受診させる\nこととした。Ａ医師は，原告の作業内容が軽作業であること，工場が衛生上\n問題のないことを勘案して，ごく短時間，原告を同工場で就業させることは\n差し支えないと判断した。角膜の切創は，眼科専門医が専用器具を用いて\n検査しなければ発見することは困難であるから，本件において外科医であ\nるＡ医師が角膜切創を発見できなかったとしてもやむを得ないことであり，Ａ\n医師の行為に違法があるとはいえない。また，軽作業を行う工場が一般的\nな病室等と比較して角膜に炎症を起こす可能性が特に強いということもでき\nない。\nまた，原告は，Ａ医師の診断後，刑務作業を再開するに当たって，工場副担\n当職員に対して作業をすることができる旨述べており，原告が刑務作業に\n従事したことによって精神的苦痛を被ったということはできない。\n（イ）後遺症逸失利益について\n原告は，本件事故後も運動大会で活躍するなど，左眼を負傷したことを他覚\n的には全く感じさせない動きを示しているし，また，矯正両眼では必要十分\nな視力（１．５）があり，社会復帰後は車の免許を取得することができるので\nあって，原告の場合は視力障害の認定を受けることはできない。したがっ\nて，原告が本件事故により労働能力の一部を喪失したということはできな\nい。\n第４　争点に対する判断\n１　争点１（本件事故の発生に関する安全配慮義務違反の有無）について\n（１）前記前提となる事実に後掲各証拠及び弁論の全趣旨を総合すると，以下の事実\nが認められる。\nア　工場対抗ソフトボール大会及び受刑者の屋外運動は，昭和５４年２月１日付\nけ達示第１号「収容者レクリェーション実施基準」（乙５）に基づいて実施される\nもので，レクリェーションの目的は，受刑者に対し，余暇時間を善用させるとと\nもに，健全な心身を培わせることにあるとされている（１条）。そして，レクリェー\nションの企画，実施，指導等は刑務所職員によって行われるが（３条），レクリ\nェーション委員会を開催して，受刑者の自主的参加を図ることになっていて，\n厚生課長が掌理する同委員会においては，累進処遇第２級以上の作業成績\n及び行状良好な者の中から区長の推薦によって厚生課長が分類審査会に付\n議したうえ指名する委員によって，レクリェーションの企画，実施等について協\n議することとなっていた（４条）。\nイ　札幌刑務所では，平成９年の屋外運動を実施するに当たり，平成９年４月１\n８日付け事務連絡（乙３）において，屋外運動実施上の留意点について，首席\n矯正処遇官から担当職員に対して指示があり，同事務連絡には，受刑者間\nのトラブル防止のための注意事項に加えて，「けが防止のため，次の事項を\n特に厳守させること。」として，準備体操を十分行わせること，キャッチャーや\n審判には，マスクやプロテクターを装着させること，バッター及びネクストバッタ\nー以外の者は，バッターボックス及びネクストバッターズサークルに近寄らな\nいことのほか，「バット及び予備のボール等は，プレーに支障ない安全な場所\nに置かせること。」と定められている。\nまた，同事務連絡は，平成７年４月２０日付け首席矯正処遇官（処遇担当・教\n育担当）指示第１２号「屋外運動の実施について」（乙１）及び平成７年５月１５\n日付け首席矯正処遇官（処遇担当・教育担当）指示第１５号「屋外運動中にお\nける受刑者の行動について」（乙２）に基づいて運動を実施させるよう指示して\nいるところ，これらに記載してある注意事項は，毎年，屋外運動の始まる４月\n下旬の朝，工場の正担当職員から受刑者に告知されることになっていて，平\n成９年度においても，屋外運動の始まる４月下旬ころ，正担当職員から受刑\n者に訓示された（証人Ｃ）。\n上記の「屋外運動中における受刑者の行動について」においては，上記事務\n連絡と同様の規定があるほか，「屋外運動の実施について」においても，屋外\n運動は，団体で行うレクリェーションであることから，集団の一員としての自覚\nをもって行動するよう受持ち受刑者に指導すること，運動を始めるに当たって\nは，別に定める集団行動訓練を実施し，屋外グラウンドへの往復に際しても，\n同訓練に準じた歩行を指導することと明記し，負傷事故の防止について，ソフ\nトボールの試合は５月１２日まで固く禁止することや，十分な準備運動を行わ\nせて負傷事故防止に努めるなど，担当職員に対して屋外運動中の事故防止\nに努めるべきことを求める規定が置かれている（乙１，２）。\nウ　また，本件事故が発生した札幌刑務所のグラウンドのフェンスには「ソフトボ\nール実施上の注意事項」と題する掲示板があり，そこには，「競技中はボール\nから眼を離さないこと。」，「ボールを捕球する場合は，声をかけ合い行うこ\nと。」，「キャッチャー及び審判は，危険防止のために保護具をつけること」，\n「ソフトボールのルールを確実に守ること。」などの注意事項が記載されてい\nた（乙８）。\nエ　刑務所職員は，屋外運動時に実施されていたソフトボールの練習内容につ\nいて，運動開始前に準備運動を行うことや練習開始時期から１週間程度はシ\nートバッティングを禁止するといった大まかな指示をするものの，練習が行わ\nれる都度，当日の練習内容を細かく指示することはなく，具体的な練習内容を\n決めていたのは，練習に参加する受刑者から選ばれた監督及びキャプテンで\nあった（証人Ｃ，原告本人）。\nしかし，刑務所職員は，ソフトボールの練習中，危険だと判断した場合には，\n受刑者に対し，投球間隔は十分に空けるように，また，ボールをよく見るよう\nにとの指導をしており，実際に練習をしている受刑者の投球間隔が短くなった\n場合には，「待てや。」とか「まだ早いよ。」，といった投球間隔を空けた投球の\n指導注意を与えていた。また，練習に使用していない予備のボールについて\nは，ピッチャーの足元に置くように指示していたほか，個々のプレーのうち，ダ\nイビングキャッチやスライディングなど危険だと思われる行為についてはその\n都度注意していた。さらに，本件事故のように，守備に参加している者が打者\nに背を向けたときに，打者の打ったボールがその体に当たるという事例は，原\n告も何度か経験しており，お互いに声をかけ合っていたほか，監視に当たって\nいた刑務所職員からも気をつけるように注意されていた（証人Ｃ，原告本人）。\nオ　原告が配属されていた第７工場は，当時６８名からなる比較的大きな工場で\nあったが（証人Ｃ），そのうち，屋外運動においてソフトボールの練習を行う者\nは，原告を含む１５名であった（原告本人）。このうち，試合に参加する正選手\nは１０名で，その他１名が監督，４名が補欠であった。監督は守備・打撃ともに\n行わず，その他の１４名が守備・打撃の練習に参加することとなっていた。練\n習においては，守備についている正選手が順に打撃練習を行い，監督の指\n示のもとに４，５球打って交代し，補欠は，打者及び次の打者の代わりに守備\nにつくが，打順は正選手のそれの後であり，練習時間が制限されていたた\nめ，練習中には打順が回ってこないこともあった（原告本人）。同工場の受刑\n者が行っていたシートバッティングは，概ね，①内野手が打球を処理したとき\nはファーストに送球し，ファーストがピッチャーに返球する，②打球がレフト方\n向に飛んだときはショートが，ライト方向に飛んだときはセカンドがそれぞれ中\n継をし，ピッチャーに返球するというルールで行われていて，その他の場合に\nついては場面に応じて対処するというものであった（原告本人）。\nカ　本件事故が発生した平成９年５月２７日における第７工場の受刑者の運動時\n間は，午前１０時１０分から午前１０時５０分までの４０分間であったが，この４\n０分間には工場とグラウンドとの間の往復時間も含まれていたため，実際に\n運動を開始したのは，グラウンド到着後，人員点検，準備体操，訓示等が行\nわれた後である午前１０時１７分か同１８分ころであり，運動を終了するのは午\n前１０時４５分ころの予定であった。したがって，実際に運動できる時間は３０\n分弱の間であった（乙５，証人Ｃ）。\n原告らは，ソフトボールの練習として，上記オのようなシートバッティングを行\nっており，本件事故が発生したのは，運動開始から２０分程度経過した午前１\n０時３５分ころであって，そのときの打者は７番目か８番目に打席に立った者で\nあった（証人Ｃ，原告本人）。\n本件事故当時，グラウンドには３名の刑務所職員が監視のために立ち会って\nおり，そのときの監視の位置及びソフトボールの練習に参加していた原告を\n含めた受刑者１１名の守備位置等は，概ね別紙のとおりであった（乙１２，乙１\n５ないし１７）。\n（２）以上の認定事実を基に本件事故発生に関する安全配慮義務違反の有無につい\nて検討する。\nア　被告の雇用する刑務所長及びその指揮監督下にある刑務所職員が，受刑\n者の生命身体について安全配慮義務を負うことは当事者間に争いがない。\nイ　そこで，被告側で負う注意義務の内容についてみるに，前記（１）イないしエ\nの認定事実によると，受刑者の屋外運動は，刑務所職員によって企画，実\n施，指導されるレクリェーションの一環として行われるものであって，屋外運動\nの監視に当たる刑務所職員に対しては，文書によって受刑者への注意，指導\n事項が事務連絡され，これらの事項は，刑務所職員を介して受刑者にも伝達\nされていたほか，グラウンドのフェンスにも，ソフトボール実施上の注意事項\nが記載されていたこと，これらの事項は，ソフトボールの練習内容を詳細に指\n示するものではないが，道具の置場所や練習中の声のかけ合いなど，けがや\n事故の防止のための具体的な方策を含むものであり，これを受刑者に遵守さ\nせることを刑務所職員に求めるものであったこと，刑務所職員は，実際上も，\nソフトボールの練習中，受刑者がスライディングやダイビングキャッチなどの\n危険な行為をしないよう監視するほか，投球間隔にも注意を払い，危険な行\n為や状況がみられたときにはその都度注意や指導をし，受刑者に従わせるこ\nとによって事故防止に努めていたことが認められる。\nそうすると，屋外運動の監視に当たる刑務所職員に対しては，逃走やトラブ\nル防止のみならず，けがや事故が生じないよう注意すべきことを内容とする事\n務連絡がされているばかりか，実際に刑務所職員によってされていた監視や\n注意・指導も，ソフトボールの練習中の個々のプレーや投球間隔等にまで注\n意を払って行われていたというのであるから，逃走やトラブル防止にとどまら\nず，けがや事故の防止をも目的とするものであったと認めることができる。し\nたがって，このような監視の任に当たる刑務所職員には，具体的な状況の下\nで事故発生の危険が予見できる場合には，そのような危険を除去し，受刑者\nの生命身体の安全を図るよう注意すべき義務があると認めるのが相当であ\nる。\nこれに対し，被告は，ソフトボールの練習方法等，多くの事項が受刑者の自\n主性に委ねられており，刑務所職員の監視の対象は主として受刑者の規律\n違反行為等であるから，ソフトボールの練習中の個々のプレーについて逐一\n監視すべき注意義務はないと主張するが，上記（１）アのとおり，札幌刑務所\nにおける受刑者のレクリェーションの企画，実施には受刑者が関与することが\n認められているものの，レクリェーション委員会の運営や委員の選出は，刑務\n所職員である厚生課長の主導で行われていること，屋外運動は団体で行うレ\nクリェーションとして位置づけられ，その時間，グラウンドへの往復，準備運\n動，事故防止については首席矯正処遇官による指示の下に整然と実施され\nていて，実際にも受刑者の個々の危険な行為に対して注意や指導が行われ\nていたことからしても，その主要な部分を受刑者の自主性に委ねて実施され\nていたとはいい難く，これを参加者の自主性に委ねられた一般社会における\nレクリェーションと同列に論じることはできないから，被告の上記主張は採用\nすることができない。\nウ　すすんで，本件事故の態様をみるに，本件事故は，シートバッティングの最\n中に，先に打った打球が外野に飛び，外野からそのボールを中継して返球す\nるため，内野手が打者に背を向けたときに，これに注意を払わなかった投手\nが手元にあった別のボールを投げ，打者がこれを打ってちょうど振り向いた内\n野手の顔面に当てたというものであり，このような事故は，フィールド内で複数\nのボールを使用して練習をするときには不可避的に起こりうることで，かつ，こ\nのような練習方法を体験し，あるいは監視している者であれば，容易に予見\nすることができたものと考えられる。現に，過去にも，このような状況の下で，\n内野手の体に打球が当たったという事故については，練習に参加した者のみ\nならず，監視者の側も経験しているのである。このような事故の発生は，ボー\nルをバットで打つというソフトボールの練習においては一面避けがたいものの\nようではあるけれども，原告のようなソフトボールの球技になれた成人の場\n合，使用されているボールが１個である限りにおいては，常に打者の側を向\nき，打者の動静を十分注視して，打者の打った飛球の行方を追うことができれ\nば，余程の近距離で守備をしている場合などを除いては，守備に参加してい\nる者の顔面を直撃するという本件事故のような態様の事故は，通常回避でき\nると考えられる。したがって，ソフトボールの試合中には，フィールド内にある\nボールは１つであるから，本件事故のような態様の事故はまず起こらないは\nずであるが，シートバッティングのように，そのような状況が保証されない練習\nの場合には，上記のような事故が発生した場合には，ときに参加者の生命身\n体に重大な危険を及ぼす可能性があることが明らかであることに照らすと，そ\nうした状況が現出することのないように，また，そうした状況が現出する可能\n性がある場合には，可及的速やかにそのような可能性を除去する必要がある\nことは明らかといえよう。そして，そのような状況を現出させないためには，ま\nず，はじめからフィールド内におけるボールの使用を１つに限定するために，\nボールを１つしか用意しないという方法により容易にこれを実現することがで\nきるし，ボールがファウルグラウンドなどのフィールド外に逸脱したようなとき\nの練習の効率を考えて，予備のボールを用意しておく場合でも，フィールド内\nの参加者が打者の動静を注視することができるような状況である場合に限っ\nて，投手が打者に投球し，あるいは，打者においては，フィールド内の守備状\n況を見て，バントするとかゴロを打つなどの配慮をするようにすべきである。こ\nうした配慮をすることは，ソフトボールの練習に参加し，それを監視する者にと\nっては，容易に想到することができるし，また，これを指導し実行させることも，\nソフトボールの練習について様々な注意と指導を行ってきた刑務所の側に，\n格別の困難を強いるものとは思われないところである。\n札幌刑務所においては，ソフトボールの練習に当たり，事故の防止を徹底す\nべく，様々な指導を行い，実際の練習に当たっても監視に当たっていた刑務\n所職員において，危険な行為については適宜注意を与えていたもので，本件\n事故のような在監者の生命身体に重大な危険を及ぼすおそれのある態様の\n事故の発生を予見することが容易である一方，これを回避する方策を容易に\n採ることができたのであるから，在監者の生命身体について安全配慮義務を\n負う被告の刑務所長及びその指揮下にある刑務所職員においては，当然，\n上記のような措置を執って，在監中における集団行動のさなかにある在監者\nの身体に危険が及ぶことのないように配慮すべき注意義務があったというべ\nきである。\n前記（１）オ及びカの認定事実によると，第７工場のソフトボールの練習は，実\n質的な運動時間である３０分弱の間に１４名の選手全員による打撃練習が予\n定されており，本件事故発生当時は，運動時間が残り１０分程度になり，打撃\n練習を行っていない者がなお６，７名残っていた状況の下で，投手において\nは，運動時間内に予定されていたすべての者の打撃練習を終わらせようとし\nて，次第に投球間隔が短くなっていったものと推認できる。また，監視をしてい\nた職員にとって，内野手が外野への飛球を中継して投手に返球するという第\n７工場におけるソフトボールの練習方法は，それまでの監視経験からして，容\n易に予見することができ，少なくとも三塁付近で監視していた刑務所職員（別\n紙○Ａ）には，第１ショートの守備についていた原告や投手あるいは打者の動\n静をよく認識し得たことからすると，同職員は，投手が，レフトからの返球が未\nだ完了していないにもかかわらず投球を開始し，この投球が打者によって打\n撃されれば，レフトからの返球を捕球するため打者に背を向けていた原告の\n身体に危険が及ぶことを容易に予見し得たものと推認できる。\nしたがって，被告の刑務所長及びその指揮下にある刑務所職員において，ソ\nフトボールのシートバッティングの練習に当たっては，フィールド内のボールの\n使用を１つに限定するという最も確実な事故防止方法を採るか，あるいは，本\n件事故当時，ソフトボールの練習を内野手に最も近い位置で監視していた上\n記刑務所職員は，フィールド内に複数のボールがあるため，現に原告が打者\nの動静を確認することのできない状況であったのであるから，このような危険\nな状況を除去するため，投手に対して投球を一時停止させたり，あるいは打\n者に対して打撃を行わないように注意をするなどして，本件事故の発生を未\n然に防止すべき注意義務があったのに，これを怠り，漫然放置したため，本件\n事故を惹起させたものである。\nよって，被告には，国家賠償法１条１項により，原告に対し，本件事故によっ\nて生じた損害を賠償すべき責任がある。\n２　争点２（損害の発生と額）について\n（１）本件事故後の札幌刑務所の対応に対する慰謝料について\nア　前記前提となる事実に後掲各証拠及び弁論の全趣旨を総合すると，本件事\n故後，原告は，担当の刑務所職員らに連れられて，自力歩行にて札幌刑務所\nの医務部に行き，Ａ医師の診察を受けたところ，同医師は，外科が専門であっ\nたが，原告の受傷状況を確認した上で左眼瞼の受傷部位を縫合し，刑務作業\nを行っても差し支えないと判断し，眼科専門医を受診させることとしたこと（甲２\nの１８，１９，乙９，乙１８，証人Ｃ），原告は，本件事故後，第７工場に戻り，革\n靴の部材に接着剤を塗布する作業を行ったが，第７工場の副担当職員である\nＣが，原告に対して声をかけたところ，原告は大丈夫ですと答えて作業を行っ\nていたこと（乙１６，証人Ｃ），本件事故当日は，眼科専門医であるＢ医師によ\nる診療日に当たっていたため，原告は，本件事故から３時間半ほど経過した\n時点で同医師の診察を受け，左眼瞼裂傷，左角膜切創により７日間の休養加\n療を要すると診断され，以後休養となったこと（甲２の１７，乙１０の１，２，証人\nＣ），一般に外科医が角膜切創を発見することは難しいと考えられること（乙１\n０の１），第７工場は，革製品を作る工場であり，ほこりが舞っているという状態\nではないこと（証人Ｃ）がそれぞれ認められる。\nイ　以上の認定事実によると，本件事故による原告の受傷内容は，Ｂ医師の診\n察の結果，左眼瞼裂傷及び左角膜切創であったが，これは眼科専門医による\n診察によってはじめて判明したものである。眼科専門医が常駐していない札\n幌刑務所において，本件事故の直後に原告を診察した外科医であるＡ医師が\n左角膜切創を発見し得なかったことはともかく，眼科専門医による診断をまた\nずに，刑務作業を行っても差し支えないと判断し，安静の措置を講じなかった\nことについては，受傷の部位及び程度にかんがみ，問題があったとする余地\nがないとはいえないが，第７工場内が特段不衛生というわけではなく，本件事\n故による受傷後の実際の作業時間も２時間程度であることと比較的軽度な作\n業内容であることに鑑みると，本件事故後，原告が刑務作業を行ったことが，\n結果として原告の左眼に悪影響を及ぼしたと認めることは困難である。そうす\nると，刑務所職員の本件事故後の対応により，原告が精神的損害を受けたと\n認めることはできない。\n（２）後遺症慰謝料について\nア　前記前提となる事実に後掲各証拠及び弁論の全趣旨を総合すると，原告の\n左角膜の切創は，角膜の３分の２程度に及んでいたが，穿孔によって内容物\nが漏出してはいなかったこと（甲２の２２，乙１０の２），本件事故前の原告の左\n眼の視力測定結果は裸眼で０．３ないし０．４，矯正後で２．０であったこと（甲\n２の１，８），本件事故後の平成９年６月２５日における左眼の視力測定結果は\n裸眼で０．０３（甲２の２３），同年７月１７日においては，裸眼で０．１であったが\n（甲２の７），平成１０年７月９日及び同月３０日には矯正前後ともに０．０１とな\nり（甲２の４，５），平成１１年１１月９日の時点では矯正前後ともに０．０２となっ\nて（甲２の６８），その後変化はなく，平成１２年５月２４日の視力検査において\nも同様の結果となったこと（甲２の７３），眼科専門医は，平成９年８月２１日，\n原告の左眼の視力について，今後徐々に見やすくなってくるが傷が瞳孔域に\nかかっており視力障害が残るため，眼鏡では矯正が難しいので，特殊なハー\nドコンタクトレンズを使用し，それでも視力障害が強ければ，出所後に角膜移\n植という方法がある旨説明したほか，平成１２年３月３日にも，左眼には外傷\nによる角膜の瘢痕があるが，緊急性を要する治療は必要がなく，日常生活に\nおいては左眼の外傷に注意し，角膜移植については，出所後，どうしても見え\n方に不満があれば，自分の判断で希望してもよい旨説明したこと（甲２の２６，\n２７，７２，乙１０の１）が認められる。\nイ　以上の認定事実によると，本件事故後の原告の左眼の視力は，角膜切創の\n瘢痕治癒によって，視力障害が生じ，そのため，左眼の視力が著しく低下し，\n本件事故前には０．３程度（矯正によって２．０）あった視力が，０．０２程度に\nまで低下し，眼鏡による矯正も困難な状態となったというのであるから，原告\nは，本件事故により，後遺障害等級８級１号に該当する後遺症を負ったもの\nで，そのような後遺症を負った原告の精神的苦痛を慰謝するためには８００万\n円の支払をもってするのが相当である。\nウ　これに対し，被告は，原告が矯正両眼で必要十分な視力（１．５）を有してお\nり，労働能力の一部を喪失したとはいえないと主張し，原告が本件事故の後\nに実施が予定されていた春季ソフトボール大会に正選手として出場しているこ\nと，その後も卓球やソフトボールの大会において優秀な成績を収めているこ\nと，特段の支障もなく刑務作業を行っていることなどの事実を示し，これに沿う\n証拠も存在するが，他方，前記ア認定の事実によれば，原告の角膜には，平\n成１２年３月３日の時点において瘢痕があったことは明らかであるし，また，証\n拠（甲２の４ないし７，７３）によれば，原告は，前記ア認定の視力測定結果に\n応じた眼鏡を現に使用していたことが認められることも考え併せると，原告に\nおいて顕著な視力障害が存在し，したがって，これによる精神的苦痛が生じて\nいることは明らかであるから，被告の上記主張は採用することができない。\n（３）後遺症逸失利益について\nア　原告の視力障害について\n前記のとおり，原告は，本件事故によって，左眼の視力が０．０２程度に低下\nし，眼鏡による矯正も困難な状態になり，後遺障害等級８級１号に該当する後\n遺症を負ったものである。したがって，原告は，本件事故によって，労働能力\nの４５パーセントを喪失したものと認めるのが相当である。\nこれに対し，被告は，原告が，労働能力を失ったことを争うところ，確かに上\n記（２）ウのような事情が認められるけれども，それは，原告が，得意とするス\nポーツの分野，あるいは，比較的単純な刑務作業において，原告の主体的な\n努力と経験により，その能力の不足を補った結果と考えられるのであって，上\n記のような事情は何ら上記判断を妨げるものではなく，被告の主張は採用す\nることができない。そして，前記（２）アの認定事実のとおり，平成１１年１１月\n以降，その矯正視力が０．０２から変化していないから，このような症状が固定\nしたのは，遅くとも平成１１年１１月であると認められる。\nイ　原告の収入について\n証拠（甲１１の１，原告本人）によれば，原告（昭和３６年１月２９日生）は，札\n幌刑務所に入所する以前は暴力団の構成員であり，職歴としては鳶職である\nが，その収入を認めるに足りる資料はないこと，原告は少なくとも３件の前科\nを有し，症状固定時には３８歳に達していたことが認められ，こうした点のほ\nか，昨今の雇用情勢，経済情勢を考えると，原告が出所後に正業に従事して\n得られる収入は，相当程度に制限を受け，就労可能年齢から継続的に稼働し\nてきた者が大半を占めると考えられる賃金センサスにおける平均賃金に及ぶ\n蓋然性があると考えることは困難である。そこで，原告の後遺症逸失利益算\n定に当たっては，症状固定時の平成１１年の賃金センサスにおける産業計・\n男性労働者学歴計３５歳～３９歳の平均賃金（５９５万９２００円）の３分の２で\nある３９７万２８００円（同年の女性労働者の産業計，学歴計の同年代のそれ\nを下回らない程度）を基礎とするのが相当である。\nしたがって，後遺症逸失利益を算定するに当たって基礎とすべき原告の収入\nは３９７万２８００円である。\nウ　就労可能年数について\n原告は，平成１５年１月に満期で出所することが予定されているところ（甲６，\n弁論の全趣旨），上記イの収入（年額３９７万２８００円）を得られるのは満期出\n所後であるから，後遺症逸失利益を算定するに当たって基礎とすべき就労可\n能年数は，満期出所時の４２歳から６７歳までの２５年間である。\nエ　後遺症逸失利益の算定\n以上の認定を基に，ライプニッツ方式によって中間利息を控除して原告の後\n遺症逸失利益を算定するに，原告が本件事故によって喪失した利益は，１８８\n０万２２２９円である。\n計算式　３９７万２８００円×０．４５×（１５．５９２８－５．０７５６）＝１８８０万２２\n２９円\n（なお，本件事故時の３６歳から６７歳までの３１年間のライプニッツ係数は１５．\n５９２８，３６歳から満期出所時の４２歳までの６年間のライプニッツ係数は５．\n０７５６である。）\n（４）以上合計額\n以上（２），（３）の合計額は２６８０万２２２９円である。\n（５）過失相殺について\n証拠（証人Ｃ，原告本人）によれば，原告は，第７工場のソフトボールの選手の中\nでは技術も人望もあったため，その影響力も小さくなく，主導的な地位にあったと\nいっても過言ではなかったこと，原告は，これまでのソフトボールの練習におい\nて，内野手による中継中に打者が打撃をし，打球が内野手の身体に当たったこ\nとを何度か現認していて，危険を感じたこともあったことが認められ，これらの事\n実に照らせば，原告は，本件事故の発生以前から，ソフトボールの練習中に投\n球間隔が狭くなり，複数のボールがグラウンド内を飛び交い，本件事故を惹起す\nる可能性のある危険な状況に陥ることを十分に認識していたということができ\nる。\nそして，成人が行うスポーツにおいては，第一義的には参加者の注意，協力によ\nって事故の防止が図られることが期待されているところ，本件においては前記の\nとおり在監関係という特殊事情にあり，監視者である被告にも一定の責任が認\nめられるということを勘案しても，原告において，フィールド内で使用するボール\nを１つに限定するよう提言するとか，自ら投手や打者の動静に十分に注意を払\nい，場合によっては，投手や打者に対して投球や打撃を待つよう声を掛けるなど\nすれば，本件事故の発生を防ぎ得たといえる。にもかかわらず，原告においてこ\nのような行動に及ばなかったことを勘案すると，原告には７割の過失があったも\nのとして過失相殺をするのが相当である。\n（６）弁護士費用\n原告が本件訴訟の提起と追行を弁護士に委任したことは当裁判所に顕著な事\n実であるところ，前記（４）の損害額合計２６８０万２２２９円に７割の過失相殺を\nすると，８０４万０６６８円となることに加えて，本件訴訟の審理期間，難易その他\nの事情を考慮すると，本件事故と相当因果関係のある弁護士費用の額は，１２\n０万円と認めるのが相当である。\n（７）まとめ\n以上のとおりであるから，原告は，被告に対し，国家賠償法１条に基づく損害賠\n償として９２４万０６６８円の支払を求めることができる。\n第５　結論\n以上の認定判断によれば，原告の本件請求は，９２４万０６６８円及びこれに対す\nる不法行為の日である平成９年５月２７日から支払済みまで民法所定の年５分の\n割合による遅延損害金の支払を求める限度で理由があるが，その余は理由がな\nいというべきであるから，訴訟費用の負担については民事訴訟法６１条，６４条本\n文を，仮執行宣言については同法２５９条１項を，仮執行免脱宣言については同条\n３項を，それぞれ適用して，主文のとおり判決する。\n札幌地方裁判所民事第５部\n裁判長裁判官　　　佐藤陽一\n裁判官　　　村田龍平\n裁判官　　　片山博仁\n"
}