{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 9,
    "day": 29
  },
  "case_number": "平成14(行ケ)370",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "商標権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "10819",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=10819",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/819/010819_hanrei.pdf",
  "contents": "平成１４年（行ケ）第３７０号　審決取消請求事件（平成１５年６月３０日口頭弁\n論終結）\n判　　　　決\n原　　　　　　告　　　有限会社松下スペースプロデュース\n訴訟代理人弁護士　　　遠　藤　　　隆\n同　　　　　　　　　　野　竹　夏　江\n同　　　　弁理士　　　中　村　盛　夫\n同　　　　　　　　　　小　川　順　三\n被　　　　　　告　　　バレンチノ　グローブ　ベスローテン  フェンノー\nトシャップ\n訴訟代理人弁護士　　　服　部　成　太\n同　　　　　　　　　　稲　益　みつこ\n同　　　　弁理士　　　杉　村　興　作\n同　　　　　　　　　　末　野　徳　郎\n同　　　　　　　　　　廣　田　米　男\n主　　　　文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n事実及び理由\n第１　請求\n特許庁が平成８年審判第２０１０３号事件について平成１４年６月１４日に\nした審決を取り消す。\n第２　当事者間に争いのない事実\n１　特許庁における手続の経緯\n原告は，「ＲＵＤＯＬＰＨ　ＶＡＬＥＮＴＩＮＯ」の欧文字を横書きしてな\nり，指定商品を旧別表第１７類「被服（運動用特殊被服を除く）布製身回品（他の\n類に属するものを除く）寝具類（寝台を除く）」とする商標登録第２３５７４０９\n号商標（昭和５３年７月３１日登録出願，平成３年５月９日登録審決，同年１１月\n２９日設定登録，以下「本件商標」という。）の商標権者である。\n被告は，平成８年１１月２８日，本件商標の商標登録につき無効審判の請求\n（以下「本件審判請求」という。）をし，特許庁は，本件審判請求を平成８年審判\n第２０１０３号事件（以下「本件審判請求事件」という。）として審理した結果，\n平成１４年６月１４日，「登録第２３５７４０９号の登録を無効とする。」との審\n決をし，その謄本は，同年６月２６日，原告に送達された。\n２　被告及びその商標権\n被告は，オランダ国の法律の下で設立及び法人化された私的有限責任会社で\nあり，以下の各商標についての商標権者である。\n(1)　ややデザイン化した「ＶＡＬＥＮＴＩＮＯ」の欧文字を横書きしてなり，指\n定商品を旧別表第１７類「被服（運動用特殊被服を除く）布製身回品（他の類に属\nするものを除く）寝具類（寝台を除く）」とする商標登録第８５２０７１号商標\n（昭和４３年６月５日登録出願，昭和４５年４月８日設定登録，以下「引用Ａ商\n標」という。）\n(2)　「ＶＡＬＥＮＴＩＮＯ　ＧＡＲＡＶＡＮＩ」の欧文字を横書きしてなり，指\n定商品を旧別表第１７類「被服（運動用特殊被服を除く）布製身回品（他の類に属\nするものを除く）寝具類（寝台を除く）」とする商標登録第１４１５３１４号商標\n（昭和４９年１０月１日登録出願，昭和５５年４月３０日設定登録，以下「引用Ｂ\n商標」という。）\n(3)　「ＶＡＬＥＮＴＩＮＯ」の欧文字を横書きしてなり，指定商品を旧別表第２\n１類「宝玉，その他本類に属する商品」として設定登録された商標登録第９７２８\n１３号商標（昭和４５年４月１６日登録出願，昭和４７年７月２０日設定登録，以\n下「引用Ｃ商標」という。）。なお，当該指定商品中，「かばん類，袋物」につい\nては，平成２年６月２５日，一部放棄を原因とする一部抹消登録がされている。\n(4)　「ＶＡＬＥＮＴＩＮＯ　ＧＡＲＡＶＡＮＩ」の欧文字を横書きしてなり，指\n定商品を旧別表第２１類「装身具，ボタン類，かばん類，袋物，宝玉及びその模造\n品，造花，化粧用具」とする商標登録第１７９３４６５号商標（昭和４９年１０月\n１日登録出願，昭和６０年７月２９日設定登録，以下「引用Ｄ商標」という。）\n(5)　「ＶＡＬＥＮＴＩＮＯ　ＧＡＲＡＶＡＮＩ」の欧文字を横書きしてなり，指\n定商品を旧別表第２２類「はき物（運動用特殊ぐつを除く）かさ，つえ，これらの\n部品及び附属品」とする商標登録第１７８６８２０号商標（昭和４９年１０月１日\n登録出願，昭和６０年６月２５日設定登録，以下「引用Ｅ商標」という。）\n(6)　「ＶＡＬＥＮＴＩＮＯ　ＧＡＲＡＶＡＮＩ」の欧文字を横書きしてなり，指\n定商品を旧別表第２７類「たばこ，喫煙用具，マッチ」とする商標登録第１４０２\n９１６号商標（昭和４９年１０月１日登録出願，昭和５４年１２月２７日設定登\n録，以下「引用Ｆ商標」という。）\n３　審決の理由\n審決は，別添審決謄本写し記載のとおり，本件商標は，その構成文字及び称\n呼のいずれからみても，一つの名称のものとしては冗長というべきである上，全体\nとして特定の熟語や氏名を表すものとして一般の取引者，需要者によく知られてい\nるというような事情も認めるに足りないところ，本件商標の登録出願時には，既\nに，イタリアの著名デザイナーであるヴァレンティノ・ガラバーニ（Ｖａｌｅｎｔ\nｉｎｏ　Ｇａｒａｖａｎｉ，以下，単に「ヴァレンティノ・ガラバーニ」とい\nう。）に係る「ＶＡＬＥＮＴＩＮＯ（ヴァレンティノ）」標章が，紳士服，婦人服\n等のファッション関連の商品について使用され，ヴァレンティノ・ガラバーニのデ\nザインに係る商品に付される商標ないし同人の略称として著名であったこと及び\n「ＶＡＬＥＮＴＩＮＯ（ヴァレンティノ）」標章が付される商品と本件商標の指定\n商品は同一又は高い関連性がある商品であること等を併せ考慮すれば，本件商標を\nその指定商品に使用するときは，これに接する取引者，需要者は，それがヴァレン\nティノ・ガラバーニ又は同人と何らかの関係がある者の業務に係るものであるかの\nように，その商品の出所について混同を生ずるおそれがあったものと判断するのが\n相当であり，かつ，この混同を生ずるおそれは，本件商標の登録出願時から登録査\n定時（注，登録審決時の趣旨と解される。）においても継続していたものと認めら\nれるとし，本件商標は，商標法４条１項１５号に違反して登録されたものであるか\nら，同法４６条１項の規定により，その登録を無効とすべきものであるとした。\n第３　原告主張の審決取消事由\n審決は，本件審判請求につき商標法４７条の定める除斥期間が経過している\nことを看過し（取消事由１），本件審判請求事件において審判事件弁駁書を送達し\nない等の手続上の違法を犯した（取消事由２）上，ヴァレンティノ・ガラバーニに\n係る「ＶＡＬＥＮＴＩＮＯ（ヴァレンティノ）標章」の周知著名性に関する事実認\n定を誤り（取消事由３），その結果，本件商標が，ヴァレンティノ・ガラバーニ又\nは同人と何らかの関係がある者の業務に係るものであるかのように，商品の出所に\nついて混同を生ずるおそれがある商標である旨の誤った認定判断をした（取消事由\n４）ものであるから，違法として取り消されるべきである。\n１　取消事由１（除斥期間の経過）\n(1)　本件審判請求は，商標法４７条の定める５年の除斥期間が経過する直前であ\nる平成８年１１月２８日に行われたものであるが，その審判請求書には，請求の理\n由として，「本件登録第２３５７４０９号商標（以下「本件商標」という）は甲第\n一号証及び第二号証に示すとおりのもので商標法第４条第１項第８号，同法第４条\n第１項第１１号及び同法第４条第１項第１５号の規定に違反して登録されたもので\nあるから，同法第４６条の規定により，その登録は無効とされるべきものであ\nる。」と記載されているのみで，「なお，詳細な理由及び証拠は追って補充す\nる。」とされていた。その後，請求人である被告は，除斥期間経過後である平成９\n年２月１８日に，手続補正書として，具体的な請求の理由を記載し，証拠方法を添\n付した審判請求書を提出しているが，補正という方法によって除斥期間の経過を免\nれることはできないというべきである。\n(2)　審決は，「除斥期間内に提出された無効審判の請求書に，無効事由として該\n当する条文が明記されており，かつ，手続補正指令期間内に詳細な理由及び証拠が\n補正されている場合は，たとえこれらの補正の提出された日が除斥期間の経過後で\nあったとしても，無効審判請求の補正は認められるというべきである」（審決謄本\n１４頁第３段落）とするが，この判断は，商標法４７条の解釈を誤った違法なもの\nである。すなわち，商標法４７条は，既存の商標登録に無効理由があったとして\nも，その無効理由が私益的なものである場合には，商標登録後５年を経過した後\nは，商標登録の瑕疵よりも，商標使用の安定化，権利関係の安定化を優先すること\nとした規定であるところ，同条は，瑕疵ある商標登録を無効とする必要性と，商標\n使用の安定化，権利関係の安定化の必要性とを比較衡量した結果，５年という期間\nを定めたのであるから，その期間を根拠なく延長することは許されない。これを審\n決のように，補正指令期間内に補正がされれば，補正の行われた日が除斥期間の経\n過後であったとしても，無効審判請求は適法であると解釈することは，結果とし\nて，除斥期間を商標登録後５年に補正指令期間を加えた期間に延長するに等しく，\n上記のような商標法４７条の趣旨に反することは明らかである。\n(3)　以上によれば，除斥期間経過前に，具体的な無効理由の主張及び証拠の提出\nがされなかった本件審判請求は却下されるべきであるから，審決は，商標法４７条\nの解釈を誤った違法なものとして取り消されるべきである。\n２　取消事由２（審判手続の違法）\n(1)　弁駁書の不送達\n商標法５６条１項において準用する特許法１３４条１項は，請求書の副本\nを被請求人に送達しなければならない旨を規定しているところ，この規定の趣旨\nは，被請求人に対し請求書の内容を告知し，これに対する意見の陳述，証拠の提出\n等防御の機会を与えるとともに，審判に誤りのないことを期することにあると解さ\nれる。したがって，請求書の副本が被請求人に送達され，又は被請求人から答弁書\nが提出されていても，その後，請求人から新たな証拠又はこれに関する意見を記載\nした書面が提出され，この証拠又は意見が審決の判断に影響を及ぼすものである場\n合は，上記書面は，たとえ「弁駁書」などと表示されたものであっても，審判請求\nの理由を補充するもの，すなわち請求書の一部を構成するものとして，その副本を\n被請求人に送達し，これに対する意見の陳述，証拠の提出等防御の機会を与えなけ\nればならないものと解すべきである（東京高裁昭和６１年９月２９日判決・無体例\n集１８巻３号３２８頁）。\n本件審判請求事件において，請求人である被告は，平成９年２月１８日付\nけ「手続補正書」（乙３）により補正した審判請求書において，「請求人（注，被\n告）は，イタリアの著名な服飾デザイナー『ＶＡＬＥＮＴＩＮＯ　ＧＡＲＡＶＡＮ\nＩ』（ヴァレンティノ　ガラバーニ）氏の同意を得て，同氏のデザインに係る各種\nの服飾商品を制作，販売しており，これらの商品について『ＶＡＬＥＮＴＩＮＯ』\n或は『ＶＡＬＥＮＴＩＮＯ　ＧＡＲＡＶＡＮＩ』の欧文字からなる商標を使用して\nいる者である」と主張しているが，そのことを明らかにする証拠は見当たらない。\nそこで，被請求人である原告がその点を指摘したところ，被告は，平成９年１０月\n３１日付け「審判事件弁駁書」（乙５）及び商標登録原簿の写し（甲４９，審判甲\n１５）を提出して，引用Ｂ商標につき，その商標登録出願人は「ヴァレンティノ\nガラヴァニ」であったが，当該商標権が「グロベレガンセ　ビー　べー」に譲渡さ\nれ，「グロベレガンセ　ビー　べー」の名称が「バレンチノ　グローブ　ベスロー\nテン　フェンノートンシャップ」に変更された旨主張した。\n上記の審判事件弁駁書及び証拠は，新たな証拠又はこれに関する意見を記\n載した書面であり，かつ，審決の判断に影響を及ぼすものであるから，特許庁とし\nては，その副本を被請求人である原告に送達し，これに対する意見の陳述，証拠の\n提出等防御の機会を与えなければならないところ，特許庁は，これらを原告に送達\nしないまま，平成１４年６月１４日，審決をした。\n以上によれば，審決は，商標法５６条１項において準用する特許法１３４\n条１項の規定に違反する違法なものとして取消しを免れない。\n(2)　職権証拠調べの結果の通知の欠如\n審決において引用されている証拠のうち，「世界の一流品大図鑑」の８１\n年版，８３年版，８５年版，８８年版及び９０年版並びに「男の一流品大図鑑」の\n８５年版，８８年版及び９１年版（審決謄本１６頁～１７頁，第５の３(4)）は，本\n件審判請求事件において証拠として提出されていない。職権証拠調べをしたものと\n思われるが，原告はその結果の通知を受けておらず，意見を申し立てる機会も与え\nられていない。以上のような本件審判請求事件の手続は，商標法５６条１項におい\nて準用する特許法１５０条５項に違反する違法なものであり，審決は取り消される\nべきものである。\nなお，被告は，別件の審判手続において，本件で職権証拠調べの対象とさ\nれた証拠の一部が提出されていることを根拠に，本件無効審判請求事件において職\n権証拠調べの結果の通知がされなかった瑕疵は治癒された旨主張するが，本件と別\n件とは全く別個の手続であるから，別件において証拠の一部が提出されているか否\nかは，本件において考慮されるべき事情ではない。\n３　取消事由３（「ＶＡＬＥＮＴＩＮＯ（ヴァレンティノ）標章」の周知著名性\nに関する認定の誤り）\n(1)　審決は，「ＶＡＬＥＮＴＩＮＯ（ヴァレンティノ）標章」の周知著名性につ\nいて，①ヴァレンティノ・ガラバーニの氏名又はそのデザインに係る商品につい\nて，単に「ヴァレンティノ」の表示のみで紹介されている記事が多数掲載されてい\nること（審決謄本１７頁，第５の３(5)第１段落），②「ＶＡＬＥＮＴＩＮＯ（ヴァ\nレンティノ）標章」は，ヴァレンティノ・ガラバーニのデザインに係る商品群を表\n示するブランドとして，本件商標の商標登録出願前から，我が国のファッション関\n連商品の分野において広く認識されていたこと（同），③「ヴァレンティノ」（又\nは「バレンチノ」）の表示は，ヴァレンティノ・ガラバーニの氏名又はそのデザイ\nンに係る商品群に使用されるブランド（「ＶＡＬＥＮＴＩＮＯ（ヴァレンティノ）\n標章」）の略称を表すものとして，本件商標の商標登録出願前から，我が国のファ\nッション関連商品の分野の取引者及び需要者の間で広く認識されていたこと（同第\n２段落）を認定した。\nしかしながら，審決の上記①～③の認定は誤っており，本件において，ヴ\nァレンティノ・ガラバーニに係る「ＶＡＬＥＮＴＩＮＯ（ヴァレンティノ）標章」\nなるものは存在しないし，それが周知ないし著名であったこともない。\n(2)　①の認定の誤り\nア　審決が上記(1)の①の認定の根拠として挙げる記事のうち，大多数のもの\n（甲４の１～５，甲５の１～１０）は，ヴァレンティノ・ガラバーニの氏名又はそ\nのデザインに係る商品を紹介するに際し，「ＶＡＬＥＮＴＩＮＯ　ＧＡＲＡＶＡＮ\nＩ（ヴァレンティノ・ガラバーニ）」等の正式表記（正式表記の後，省略表記され\nているものを含む。）がされており，「ヴァレンティノ」の表示のみによる紹介は\nしていないから，これらの記事を根拠に，ヴァレンティノ・ガラバーニの氏名又は\nそのデザインに係る商品について，単に「ヴァレンティノ」の表示のみで紹介され\nている記事が多数掲載されているとの認定をすることは明らかに誤りである。\n確かに，一部には，ヴァレンティノ・ガラバーニの氏名又はそのデザイ\nンに係る商品について「ヴァレンティノ」の表示のみで紹介を行う記事もある（甲\n６の１～５）が，そうした記事は少数であり，少数の誤った，又は不適切な表記が\nあるからといって，多数の正しい表記があるにもかかわらず，上記のような認定を\nすることは許されない。このことは，被告が本件審判請求事件において提出した大\n多数の証拠（甲７の１～４０）において，ヴァレンティノ・ガラバーニの氏名又は\nそのデザインに係る商品群を紹介するに際し，「ＶＡＬＥＮＴＩＮＯ　ＧＡＲＡＶ\nＡＮＩ（ヴァレンティノ・ガラバーニ）」等の正式表記（正式表記の後，省略表記\nされているものを含む。）がされていることに照らせば，一層明らかである。\nまた，そもそも，ヴァレンティノ・ガラバーニの氏名又はそのデザイン\nに係る商品について，「ヴァレンティノ（又はバレンティノ）」と省略表記がされ\nた記事があるとしても，省略表記はあくまで省略表記であって，その存在をもっ\nて，上記(1)における②及び③の認定のように，ヴァレンティノ・ガラバーニが「Ｖ\nＡＬＥＮＴＩＮＯ（ヴァレンティノ）」の文字列のみからなる商標又は標章を用い\nていた，あるいは，「ＶＡＬＥＮＴＩＮＯ（ヴァレンティノ）」がヴァレンティ\nノ・ガラバーニの氏名又はそのデザインに係る商品群の略称として認識されていた\nと認定することには，明らかな論理の飛躍がある。\nさらに，仮に，審決が，正式表記の後，省略表記がされている記事を基\nに，略称の関係があると認定したのであれば，ヴァレンティノ・ガラバーニと同じ\nく世界的に著名なデザイナーであるマリオ・ヴァレンティノ（Ｍａｒｉｏ　Ｖａｌ\nｅｎｔｉｎｏ，以下，単に「マリオ・ヴァレンティノ」という。）の氏名又はその\nデザインに係る商品群についても，正式表記の後，省略表記がされている記事が多\n数存在する（甲１５，２１～２５，２９，３１）ことから，マリオ・ヴァレンティ\nノについても，同様に，「ＶＡＬＥＮＴＩＮＯ（ヴァレンティノ）」が同人の氏名\n又はそのデザインに係る商品群の略称であると認定することになるが，そのような\n認定が正当でないことは明らかである。\nイ　被告は，イタリア，フランス等のヨーロッパ主要国及び米国における服\n飾等のファッション関連商品分野においては，「ＶＡＬＥＮＴＩＮＯ」，「Ｖａｌ\nｅｎｔｉｎｏ」といえば，周知著名なデザイナーであるヴァレンティノ・ガラバー\nニの氏名又はそのデザインに係る商品に使用されるブランドの略称として知られて\nおり，上記記事中の「ヴァレンティノ」又は「バレンチノ」との記載は，その反映\nであると主張する。\nしかし，例えば，イタリアにおいて，国際分類２５類（被服，履き物\n等）を指定商品とする商標であって，その構成中に「ＶＡＬＥＮＴＩＮＯ」の欧文\n字を含む商標は，現在までに１８１件登録ないし登録出願されている。米国におい\nても，国際分類２５類を指定商品とする商標であって，ヴァレンティノ・ガラバー\nニ又は被告以外の者を権利者とし，かつ，その構成中に「ＶＡＬＥＮＴＩＮＯ」の\n欧文字を含む商標は，現在までに８件，登録ないし登録出願されている。このよう\nに，イタリア及び米国において，「ＶＡＬＥＮＴＩＮＯ」の文字列を含む多数の商\n標が登録ないし登録出願されていることからすれば，両国においても，「ＶＡＬＥ\nＮＴＩＮＯ」，「Ｖａｌｅｎｔｉｎｏ」をもって，ヴァレンティノ・ガラバーニの\n氏名又はそのデザインに係る商品に使用されるブランドの略称を示すといえないこ\nとは明らかであり，被告の上記主張は事実に反するものである。\nウ　以上によれば，ヴァレンティノ・ガラバーニの氏名又はそのデザインに\n係る商品について，単に「ヴァレンティノ」の表示のみで紹介されている記事が多\n数掲載されているとの審決の上記(1)の①の認定が誤りであることは明らかである。\n(3)　②の認定の誤り\nア　引用Ａ商標は，プレイロード株式会社（以下「プレイロード社」とい\nう。）が昭和４３年６月５日に商標登録出願し，昭和４５年４月８日に設定登録を\n受けた商標であり，プレイロード社は，平成６年９月８日，帝人商事株式会社に同\n商標に係る商標権を譲渡するまで，ヴァレンティノ・ガラバーニに商品のデザイン\nを依頼することなく，引用Ａ商標を自社の製品に使用していた。被告は，平成８年\n５月８日，帝人商事株式会社から引用Ａ商標に係る商標権を譲り受け，その後，上\n記商標を使用し始めたものである。すなわち，本件商標の登録出願時及び設定登録\n時，引用Ａ商標の商標権者は被告ではなく，プレイロード社であったのであり，当\n時，被告は，引用Ａ商標を使用していないし，もちろん，ヴァレンティノ・ガラバ\nーニも同商標を使用してない。\nまた，プレイロード社は，昭和４３年６月５日，「バレンチノ」の片仮\n名文字からなる商標につき商標登録出願し，昭和４５年８月３日，その設定登録を\n受けて（商標登録第８６７６９１号商標，以下，単に「『バレンチノ』商標」とい\nう。），同商標が存続期間満了により消滅する平成２年８月３日まで，引用Ａ商標\nと同様，これを自社の製品に使用していた。したがって，ヴァレンティノ・ガラバ\nーニないし被告は，本件商標の登録出願時，片仮名文字からなる「バレンチノ」の\n商標又は標章も使用していなかった。\nなお，被告は，イタリア，フランス等のヨーロッパ主要国及び米国にお\nける服飾等のファッション関連商品分野においては，「ＶＡＬＥＮＴＩＮＯ」，\n「Ｖａｌｅｎｔｉｎｏ」といえば，周知著名なデザイナーであるヴァレンティノ・\nガラバーニの氏名又はそのデザインに係る商品に使用されるブランドの略称として\n知られていると主張するが，その主張が誤りであることは，上記(2)イのとおりであ\nる。\nイ　ヴァレンティノ・ガラバーニは，本件商標の商標登録出願時，そのデザ\nインに係る商品群を我が国において展開するにつき，三井物産株式会社を通じて輸\n入し，株式会社ヴァレンティノ・ブティック・ジャパンにより販売するという方法\nを用いていた。そして，その際，同社は，プレイロード社の有する「ＶＡＬＥＮＴ\nＩＮＯ（バレンチノ）」の文字列のみからなる商標（引用Ａ商標及び「バレンチ\nノ」商標）又は標章と区別する形で，「ＶＡＬＥＮＴＩＮＯ　ＧＡＲＡＶＡＮＩ\n（ヴァレンティノ　ガラバーニ）」の商標又は標章を使用していた。\nしたがって，株式会社ヴァレンティノ・ブティック・ジャパンは，引用\nＡ商標は使用していなかったし，「ＶＡＬＥＮＴＩＮＯ　ＧＡＲＡＶＡＮＩ」の商\n標を「ＶＡＬＥＮＴＩＮＯ」と略称したこともない。昭和５１年１０月１日の新聞\n記事（甲９）によれば，同社が，その商品展開について，「ブランドは，紳士服メ\nーカープレイロードが“ヴァレンティノ”で打ち出していることから“ヴァレンテ\nィノ・ガラバーニ”とする」と明らかにしたとされているが，この記事は，株式会\n社ヴァレンティノ・ブティック・ジャパンを含む取引者（業界内）においては，\n「ヴァレンティノ」と「ヴァレンティノ・ガラバーニ」とは全く別個の商標である\nと認識されていたことを示すものである。そして，同社は，両商標の違いを前提と\nして，「ＶＡＬＥＮＴＩＮＯ　ＧＡＬＡＶＡＮＩ」の商標で，ヴァレンティノ・ガ\nラバーニのデザインに係る商品の販売を展開したから，需要者が「ＶＡＬＥＮＴＩ\nＮＯ（ヴァレンティノ）標章」をヴァレンティノ・ガラバーニのデザインに係る商\n品を表示するブランドと認識したこともなかった。\nウ　以上によれば，「ＶＡＬＥＮＴＩＮＯ（ヴァレンティノ）標章」は，ヴ\nァレンティノ・ガラバーニのデザインに係る商品群を表示するブランドとして認識\nされていたとする審決の上記(1)②の認定については，前提となる審決の上記(1)①\nの認定が上記(2)のとおり誤っているのみならず，本件商標の商標登録出願時及び設\n定登録時，引用Ａ商標及び「バレンチノ」商標がプレイロード社によって使用され\nていたとの事実，並びに，当時，ヴァレンティノ・ガラバーニのデザインに係る商\n品を我が国において展開していた株式会社ヴァレンティノ・ブティック・ジャパン\n自身が，プレイロード社の有する上記各商標と区別する形で，「ＶＡＬＥＮＴＩＮ\nＯ　ＧＡＲＡＶＡＮＩ」の商標を使用していたとの事実に照らし，その認定が誤り\nであることは明らかである。\n(4)　③の認定の誤り\nア　ヴァレンティノ・ガラバーニとほぼ同時代に，世界的に著名なデザイナ\nーであるマリオ・ヴァレンティノが存在していた。同人も，日本国内において「Ｍ\nＡＲＩＯ　ＶＡＬＥＮＴＩＮＯ」の欧文字からなる商標を登録し（甲３３），か\nつ，それを自己のデザインに係る商品に使用して日本国内で販売していた（甲２１\n～３２）。ヴァレンティノ・ガラバーニとマリオ・バレンティノは，いずれもファ\nッション関連商品の分野において著名なデザイナーであったことから，「Ｖａｌｅ\nｎｔｉｎｏ」との省略表記のみではどちらのデザイナーを示すのか区別できず，こ\nの両者に関しては，その氏名又はそのデザインに係る商品群を表す際，「Ｍａｒｉ\nｏ　Ｖａｌｅｎｔｉｎｏ」あるいは「Ｖａｌｅｎｔｉｎｏ　Ｇａｒａｖａｎｉ」と\n略さずに表示されるのが通常であった。したがって，ヴァレンティノ・ガラバーニ\nの氏名及びそのデザインに係る商品群について，「ヴァレンティノ」又は「バレン\nチノ」と略称されることはなかった。\nまた，本件商標の登録出願時から設定登録時にかけて，マリオ・バレン\nティノに係る上記「ＭＡＲＩＯ　ＶＡＬＥＮＴＩＮＯ」商標を始め，３０件の「Ｖ\nＡＬＥＮＴＩＮＯ」を含む商標が登録出願ないし設定登録されており，本件商標も\nその一つであって，それぞれの商標を使用した商品が日本国内で販売されている\n（甲３４）。取引者，需要者は，「ＶＡＬＥＮＴＩＮＯ」の文字列を含む複数の商\n標の存在を知り，その顧客ターゲット，嗜好，価格などにより商品を選択して取引\nし，又は購入していた。\nイ　ヴァレンティノは，イタリア人の姓又は名として極めて一般的かつあり\nふれたものであって，日本に引き直していえば，鈴木，中村，伊藤，一郎，太郎な\nどに相当する。したがって，「ヴァレンティノ」が特定の個人であるヴァレンティ\nノ・ガラバーニのみを表すということは，その語義上およそあり得ないことであ\nる。\nウ　以上によれば，「ヴァレンティノ」（又は「バレンチノ」）の表示は，\nヴァレンティノ・ガラバーニの氏名又はそのデザインに係る商品群に使用されるブ\nランド（「ＶＡＬＥＮＴＩＮＯ（ヴァレンティノ）標章」）の略称を表すものとし\nて認識されていたとする審決の上記(1)③の認定については，前提となる審決の上\n記(1)①及び②の認定が上記(2)及び(3)のとおり誤っているのみならず，上記ア及び\nイの各事実に照らし，その認定が誤りであることは明らかである。\n４　取消事由４（出所混同のおそれに関する認定判断の誤り）\n(1)　審決は，出所の混同を生ずるおそれについて，④本件商標を構成する「ＲＵ\nＤＯＬＰＨ　ＶＡＬＥＮＴＩＮＯ」の欧文字が１６文字，これより生ずる「ルドル\nフ　ヴァレンティノ」の称呼も９音であって，その構成文字又は称呼のいずれより\n見ても，一つの名称のものとしては冗長である（審決謄本１７頁，第５の４第１段\n落）とする一方，⑤本件商標について，全体として特定の熟語や氏名を表すものと\nして一般の取引者，需要者によく知られているというような事情も，被請求人\n（注，原告）の提出した証拠によっては認めるに足りない（同）とした上，⑥本件\n商標の商標登録出願時における上記３(1)の②及び③の認定事実及び「ＶＡＬＥＮＴ\nＩＮＯ（ヴァレンティノ）標章」と本件商標の指定商品の同一性又は高い関連性を\n理由として，本件商標をその指定商品に使用するときは，これに接する取引者，需\n要者は，その構成中後半の「ＶＡＬＥＮＴＩＮＯ」の文字のみをとらえ，著名な\n「ＶＡＬＥＮＴＩＮＯ（ヴァレンティノ）標章」を連想，想起し，それがヴァレン\nティノ・ガラバーニ又は同人と何らかの関係がある者の業務に係るものであるかの\nように，その商品の出所について混同を生ずるおそれがあった（同１７～１８頁，\n同第２段落）と認定判断している。\nしかしながら，上記の各認定判断は誤っており，本件商標については，出\n所の混同を生ずるおそれなど存在しない。\n(2)　④の認定判断の誤り\n本件商標は，欧文字が１６文字，称呼が９音であることは審決指摘のとお\nりであるが，欧米人の氏名に由来する商標の場合，この程度の文字数，称呼音数と\nなるのはそれほど珍しいことではなく，これを冗長であるとする審決の上記(1)④の\n認定判断は誤りである。\n(3)　⑤の認定判断の誤り\n本件商標は，ハリウッドの無声映画時代のイタリア生まれの米国人映画俳\n優（１９２６年没）であるルドルフ・ヴァレンティノ（Ｒｕｄｏｌｐｈ　Ｖａｌｅ\nｎｔｉｎｏ，以下，単に「ルドルフ・ヴァレンティノ」という。）の氏名に由来す\nるもので，明らかに特定の人名に由来するものである。\nそして，本件商標を構成する「Ｒｕｄｏｌｐｈ　Ｖａｌｅｎｔｉｎｏ」の\n文字列が，上記俳優の氏名を表すものとして，取引者，需要者に広く認識されてい\nることは，ルドルフ・ヴァレンティノの主演した数々の映画の存在，英和辞典の\n「Ｖａｌｅｎｔｉｎｏ」の項の記載（甲３８），国語辞典の「ヴァレンチノ」ない\nし「バレンティノ」の項の記載（甲５３～５５）等からも明らかである。\nしたがって，本件商標について，全体として特定の熟語や氏名を表すもの\nとして一般の取引者，需要者によく知られているというような事情を認めるに足り\nないとした審決の上記(1)⑤の認定判断は誤りである。\n(4)　⑥の認定判断の誤り\nア　審決は，本件商標をその指定商品に使用するときは，これに接する取引\n者，需要者は，その構成中後半の「ＶＡＬＥＮＴＩＮＯ」の文字のみをとらえ，著\n名な「ＶＡＬＥＮＴＩＮＯ（ヴァレンティノ）標章」を連想，想起し，それがヴァ\nレンティノ・ガラバーニ又は同人と何らかの関係がある者の業務に係るものである\nかのように，その商品の出所について混同を生ずるおそれがあった（上記(1)の⑥）\nとするものであるが，そもそも，その判断の根拠となった事実認定（上記３(1)の②\n及び③）が誤りであることは，上記３の(3)及び(4)のとおりである。\nまた，本件商標の「ＲＵＤＯＬＰＨ　ＶＡＬＥＮＴＩＮＯ」は，一見し\nて欧米人の氏名であることが明らかであるから，取引者，需要者は，氏と名をもっ\nて一連，一体のものとしてとらえるのであり，殊更「ＶＡＬＥＮＴＩＮＯ」の文字\nのみをとらえることはない。取引者，需要者は，上記３(4)アのとおり，「ＶＡＬＥ\nＮＴＩＮＯ」の文字列を含む複数の商標の存在を知った上で，その顧客ターゲッ\nト，嗜好，価格などによって商品を選択して取引し，又は購入していたのであるか\nら，「ＶＡＬＥＮＴＩＮＯ」の方に目を引きつけられるということはないし，まし\nてや，本件商標を構成する「ＲＵＤＯＬＰＨ　ＶＡＬＥＮＴＩＮＯ」の後半部分\nが，「ＶＡＬＥＮＴＩＮＯ　ＧＡＲＡＶＡＮＩ」の略称である「ＶＡＬＥＮＴＩＮ\nＯ（ヴァレンティノ）標章」を表すものであると連想することなどあり得ない。\nイ　被告は，「ＶＡＬＥＮＴＩＮＯ　ＧＡＲＡＶＡＮＩ」商標に係る商品\nが，「ＶＡＬＥＮＴＩＮＯ」の略称をもって周知著名性を獲得したとし，ヴァレン\nティノ・ガラバーニに係るもの以外の「ＶＡＬＥＮＴＩＮＯ」を含む商標群は，す\nべて「ＶＡＬＥＮＴＩＮＯ　ＧＡＲＡＶＡＮＩ」ブランドの周知著名性に乗じたフ\nリーライドの商標であり，本件商標も同様であると主張する。しかし，被告の上記\n主張は，上記３(4)のとおり，「ＶＡＬＥＮＴＩＮＯ」が「ＶＡＬＥＮＴＩＮＯ　Ｇ\nＡＲＡＶＡＮＩ」の略称であるという関係が存在しない点において誤っている上，\n本件商標は，上記(3)のとおり，ハリウッドの無声映画時代のイタリア生まれの米国\n人映画俳優であるルドルフ・ヴァレンティノの氏名に由来するものであり，原告\nは，本件商標を付した商品の宣伝，広告に当たり，上記俳優のイメージを前面に打\nち出しているのであって，原告には，「ＶＡＬＥＮＴＩＮＯ　ＧＡＲＡＶＡＮＩ」\nブランドへのフリーライドの意図は全くない。\nウ　以上によれば，審決の上記(1)⑥の認定判断は誤りである。\n第４　被告の反論\n審決の認定判断は正当であり，原告主張の取消事由はいずれも理由がない。\n１　取消事由１（除斥期間の経過）について\n商標法４７条が一定の事由による無効審判請求について除斥期間を定めたの\nは，公益的事由による場合を除き，瑕疵ある登録商標の権利行使によって生ずる弊\n害と，その登録を無効とすることによってもたらされる弊害とを比較し，後者の弊\n害が大であるとの政策的判断に立って，既存の法律関係を尊重し，権利の安定を図\nろうとしたものである。すなわち，設定登録後５年の間，登録の瑕疵について争い\nがなかったという事実状態を尊重して，瑕疵を争えなくしようというものである。\nしかし，除斥期間内に無効審判請求がされた以上，紛争がなかったという事実状態\nは破られたのであり，法が除斥期間を定めて権利関係を速やかに確定し，法的安定\n性を尊重しようとした利益は既に失われたものというべきである。\nこれを本件についてみると，被告は，本件商標の設定登録日である平成３年\n１１月２９日から５年以内である平成８年１１月２８日に本件審判請求をし，その\n審判請求書において「請求の趣旨」を記載し，「請求の理由」において，本件商標\nを登録番号及び商標公報，商標登録原簿の各写しをもって特定するとともに，本件\n商標について，「商標法第４条第１項第８号，同法第４条第１項第１１号及び同法\n第４条第１項第１５号の規定に違反して登録されたものであるから，同法第４６条\nの規定により，その登録は無効とされるべきものである。」旨明確に記載してい\nる。そして，請求人である被告は，特許庁審判長の手続補正指令に応じて，除斥期\n間の経過後ではあるが，上記手続補正指令において指定された期間内である平成９\n年２月１８日に詳細な理由及び証拠を提出して補正したものである。\nなお，平成８年１１月２８日付けの審判請求書には，確かに，商標法５６条\nにおいて準用する特許法１３１条１項に定める事項のうち，同項３号の「請求の理\n由」が記載されていないという不備があるが，この不備は補正できるものであっ\nて，商標法５６条において準用する特許法１３５条に定める「不適法な審判の請求\nであって，その補正をすることができないもの」には該当しない（東京高裁昭和５\n３年９月２１日判決・無体例集１０巻２号４４７頁）。\nそうすると，本件審判請求は，方式に違反したものではあっても，その瑕疵\nは補正により審判請求時に遡及して治癒されたものであって，除斥期間内に本件審\n判請求がされ，両当事者間に紛争状態が生じている以上，法的安定性を尊重する利\n益はもはや失われており，本案に入って審理するのが法の趣旨に沿うものである。\nしたがって，本件審判請求は除斥期間内に適法に請求されたものであって却下すべ\nきものでないとした審決の判断は正当である。\n２　取消事由２（審判手続の違法）について\n(1)　弁駁書の不送達について\n商標法５６条において準用する特許法１３４条は，１項において，審判請\n求書の副本を被請求人に送達しなければならない旨を，３項において，答弁書の副\n本を請求人に送達しなければならない旨をそれぞれ規定するが，弁駁書の送達につ\nいては格別の規定を置いていないことから，弁駁書の送達がなかったことが直ちに\n審判手続の違法となるものではない。\n本件において，請求人である被告は，平成９年１０月３１日付け「審判事\n件弁駁書」及び商標登録原簿の写しを提出して，引用Ｂ商標につき，その商標登録\n出願人は「ヴァレンティノ　ガラヴァニ」であったが，当該商標権が「グロベレガ\nンセ　ビー　べー」に譲渡され，「グロベレガンセ　ビー　べー」の名称が「バレ\nンチノ　グローブ　ベスローテン　フェンノートンシャップ」に変更された旨主張\nしているところ，引用Ｂ商標の商標権者が請求人である被告であることは商標登録\n原簿によって明らかであることから，本件審判請求事件の審判体は，実質的に見\nて，弁駁書を被請求人である原告に送達し，反論の機会を与えるまでの必要はない\nと判断して，弁駁書の送達をしなかったものであると考えられる。\nしたがって，弁駁書の送達がなかったことは，原告の防御権を奪ったこと\nにはならず，審決の結論に影響を及ぼすような審判手続の違法とはならないという\nべきである。\n(2)　職権証拠調べの結果の通知の欠如について\n原告主張に係る各書証につき，本件審判請求事件において，請求人である\n被告が証拠として提出していないことは認める。\nところで，職権審理の結果の通知については，審判において特許法１５３\n条２項の手続を欠くという瑕疵がある場合であっても，当事者の申し立てない理由\nについて審理することが当事者にとって不意打ちにならないと認められる事情のあ\nるときは，上記瑕疵は審決を取り消すべき違法に当たらないと解すべきであり（最\n高裁平成１４年９月１７日第三小法廷判決・判例時報１８０１号１０８頁），本件\nのような職権証拠調べの問題についても，これと同様に解されるべきである。\n本件審判請求事件において職権証拠調べが行われ，その結果の通知がされ\nなかったとしても，職権証拠調べの対象となった証拠は，「男の一流品大図鑑」の\n９１年版を除き，そのほとんどすべてが，同時に同じ審判体において審理された，\n争点等の内容面でも共通する審判事件（平成９年審判第２８３３号事件，その審決\nに対する取消請求事件は東京高裁平成１４年（行ケ）第４０２号事件）において，\n請求人である被告が提出した証拠であり，別件でも提出されなかった「男の一流品\n大図鑑」の９１年版についても，当該証拠の内容はその他の列記された証拠と実質\n的に同一内容の証拠であって，かつ，補充的な証拠であり，原告としても予期し対\n応できるものである。そうすると，本件においても，職権証拠調べの対象となった\n証拠について，原告には反論の機会が実質的に与えられていたと評価し得るという\nべきであり，仮に，本件審判請求事件の手続に職権証拠調べの通知を欠く瑕疵があ\nったとしても，当事者にとって不意打ちにならない事情があるから，その瑕疵は，\n審決を取り消すべき違法に当たらないというべきである（東京高裁昭和５６年１２\n月２１日判決・無体例集１３巻２号９３３頁）。\n３　取消事由３（「ＶＡＬＥＮＴＩＮＯ（ヴァレンティノ）標章」の周知著名性\nに関する認定の誤り）について\n(1)　①の認定の誤りについて\nア　審決が該当部分の事実認定の根拠として挙げる書証のうち，甲５の１～\n８，甲６の１～５（審判甲４の３～６，１１，２２及び２５並びに甲５の３，５，\n２０，２４，３５及び３６）には，「バレンティノ」又は「ヴァレンティノ」との\n記載があり，ヴァレンティノ・ガラバーニの氏名の略称又はそのデザインした商品\n群を表示するブランドを意味するものとして紹介されている。\n原告はこうした表記を省略表記にすぎないとするが，「バレンティノ」\n又は「ヴァレンティノ」との記載は，単なる省略表記にとどまらず，ヨーロッパ主\n要国及び米国における服飾等のファッション関連分野においては，「ＶＡＬＥＮＴ\nＩＮＯ」，「Ｖａｌｅｎｔｉｎｏ」といえば，周知著名なデザイナーであるヴァレ\nンティノ・ガラバーニの氏名又はそのデザインに係る商品に使用されるブランドの\n略称として知られていることを反映しているものであり，ひいては，我が国におけ\nる取引者，需要者も同様の認識を有していることを示すものである。\nイ　原告は，イタリア及び米国において，「ＶＡＬＥＮＴＩＮＯ」の文字列\nを含む商標が多数登録ないし登録出願されていることからすれば，両国において\nも，「ＶＡＬＥＮＴＩＮＯ」，「Ｖａｌｅｎｔｉｎｏ」をもって，ヴァレンティ\nノ・ガラバーニの氏名又はそのデザインに係る商品に使用されるブランドの略称を\n示すとはいえない旨主張する。しかしながら，原告提出の証拠（甲５７，５８）か\nらは，それらの商標がイタリア及び米国においていかなる商品に使用されているの\nか，その周知度はいかなるものか，その使用実態は全く不明であって，欧米におけ\nる服飾等のファッション関連分野における「ＶＡＬＥＮＴＩＮＯ」，「Ｖａｌｅｎ\nｔｉｎｏ」のブランドの略称の周知性を否定する理由とはなり得ない。いわんや，\nイタリア及び米国において単に登録出願があったことのみでは，何らの意味も持た\nないというべきであり，原告の上記主張は失当である。\nウ　以上によれば，ヴァレンティノ・ガラバーニの氏名又はそのデザインに\n係る商品について，単に「ヴァレンティノ」の表示のみで紹介されている記事が多\n数掲載されているとする審決の認定（上記第３の３(1)①）に誤りはない。\n(2)　②の認定の誤りについて\nヴァレンティノ・ガラバーニは，１９６７年にデザイナーとして最も名誉\nある賞「ファッション・オスカー」を受賞し，ライフ誌，ニューヨークタイムズ\n紙，ニューズウィーク誌などの新聞，雑誌に同人の作品が掲載された。これ以来，\n同人は，イタリア・ファッション界の第一人者となり，サンローランなどと並んで\n世界三大デザイナーとも呼ばれるようになった。そして，諸外国，とりわけ，イタ\nリア，フランス等のヨーロッパ主要国及び米国における服飾等のファッション関連\n分野においては，「ＶＡＬＥＮＴＩＮＯ」，「Ｖａｌｅｎｔｉｎｏ」といえば，周\n知著名なデザイナーであるヴァレンティノ・ガラバーニの氏名又はそのデザインに\n係る商品に使用されるブランドの略称として知られているところである。\n我が国においては，三井物産株式会社が，昭和４５年（１９７０年），ヴ\nァレンティノ・ガラバーニのデザインに係る商品に「ＶＡＬＥＮＴＩＮＯ」商標を\n付して輸入を開始し，昭和４９年（１９７４年）７月１７日には，国内販売のため\nに，三井物産株式会社ほか２社の共同出資により，東京都千代田区紀尾井町（設立\n当初。現在は平河町）に，株式会社ヴァレンティノ・ブティック・ジャパンが設立\nされた。同社は，直営販売店であるヴァレンティノ・ガラバーニ・ブティックをサ\nンローゼ赤坂，大阪心斎橋，大阪マルビル，神戸大丸，福岡岩田屋に設けるととも\nに，三越本店（日本橋），高島屋（日本橋），名鉄メルサ（銀座），サンモトヤマ\n（銀座），資生堂ザ・ギンザ（銀座），伊勢丹（新宿），名鉄百貨店（名古屋），\n高島屋（京都），高島屋ブティック（大阪，ロイヤルホテル），モデルン洋装店\n（大阪心斎橋），サンモトヤマ（大阪，１７番街），カンダ（姫路），高島屋（岡\n山），ひさや（高松），タナカ（松山）といった全国一流百貨店等に出店して，遅\nくとも１９７７年（昭和５２年）ころには，これらの一流百貨店等において，ヴァ\nレンティノ・ガラバーニのデザインに係る商品について，「ＶＡＬＥＮＴＩＮ\nＯ」，「Ｖａｌｅｎｔｉｎｏ」，「ヴァレンティノ」を用いて販売してきたもので\nある（乙７，８）。このような状況は，現在でも継続しており，例えば，三越本店\n（日本橋），高島屋（日本橋），伊勢丹（新宿）の各一流百貨店に，他の有名ブラ\nンド店とともに出店している（乙９～１１）。\n以上の事実に照らすと，遅くとも昭和５２年ころ以降，現在に至るまで，\n我が国における服飾等のファッション関連商品分野の取引者，需要者においては，\n「ＶＡＬＥＮＴＩＮＯ」，「Ｖａｌｅｎｔｉｎｏ」，「ヴァレンティノ」といえ\nば，周知著名なデザイナーであるヴァレンティノ・ガラバーニの氏名又そのデザイ\nンに係る商品に使用されるブランドの略称として知られていたと認定できるという\nべきである。\nこれに対して，本件商標の登録出願時及び設定登録時，「ＶＡＬＥＮＴＩ\nＮＯ」がプレイロード社の商品につき，その出所を表示する商標として服飾等のフ\nァッション関連商品分野の取引者，需要者に広く知られていたとの事実はないか\nら，当時，プレイロード社が引用Ａ商標の商標権者であったとの事実は上記認定を\n何ら妨げるものではない。\n以上によれば，「ＶＡＬＥＮＴＩＮＯ（ヴァレンティノ）標章」は，ヴァ\nレンティノ・ガラバーニのデザインに係る商品群を表示するブランドとして認識さ\nれていたとする審決の認定（上記第３の３(1)②）に誤りはない。\n(3)　③の認定の誤りについて\nア　原告は，「ＶＡＬＥＮＴＩＮＯ」の文字を使用した商標が多数存在する\nこと，特に「ＭＡＲＩＯ　ＶＡＬＥＮＴＩＮＯ」商標の著名性を根拠に，審決の認\n定が誤っている旨主張する。\nしかしながら，「ＶＡＬＥＮＴＩＮＯ」の文字を含む商標が他に登録さ\nれ，使用されていても，それらが，取引者，需要者によりヴァレンティノ・ガラバ\nーニのデザインに係る商品に使用される「ＶＡＬＥＮＴＩＮＯ」と明確に区別さ\nれ，ヴァレンティノ・ガラバーニとは関係のないものとして取引されているという\n事実はない。逆に，ヴァレンティノ・ガラバーニのデザインに係る商品に使用され\nる「ＶＡＬＥＮＴＩＮＯ」，「Ｖａｌｅｎｔｉｎｏ」，「ｖａｌｅｎｔｉｎｏ」，\n「ヴァレンティノ」，「バレンチノ」との標章が，「ヴァレンティノ」と呼ばれて\n周知著名である事実に照らせば，取引者，需要者は，上記のような「ＶＡＬＥＮＴ\nＩＮＯ」の文字を含む他の商標についても，それがヴァレンティノ・ガラバーニの\nデザインに係る商品を示すものであって，周知著名な「ＶＡＬＥＮＴＩＮＯ」，\n「Ｖａｌｅｎｔｉｎｏ」，「ｖａｌｅｎｔｉｎｏ」，「ヴァレンティノ」，「バレ\nンチノ」のブランドと同一ないしその兄弟ブランドであるなどと誤解している可能\n性も十分にあるというべきである。\nまた，ヴァレンティノ・ガラバーニに係る「ＶＡＬＥＮＴＩＮＯ」等の\n標章の周知著名性に照らせば，仮に，「ＭＡＲＩＯ　ＶＡＬＥＮＴＩＮＯ」など，\n「ＶＡＬＥＮＴＩＮＯ」の文字を含む他の商標であって，ヴァレンティノ・ガラバ\nーニに係る「ＶＡＬＥＮＴＩＮＯ」等の標章と区別して認識されているものがあっ\nたとしても，そのことは，本件商標がヴァレンティノ・ガラバーニのデザインに係\nる商品との間で出所の混同のおそれを有するものである事実を何ら左右するもので\nはない。なぜなら，仮に，「ＶＡＬＥＮＴＩＮＯ」の文字を含む他の商標の中に，\n周知著名なヴァレンティノ・ガラバーニに係る「ＶＡＬＥＮＴＩＮＯ」等の標章な\nいしブランドと区別され，出所を異にするものとして理解されているものがあると\nすれば，それは，当該商標が，「ＶＡＬＥＮＴＩＮＯ」とそれ以外の他の特定の文\n字とが結合したものとしてよく知られ，かつ，ヴァレンチノ・ガラバーニとは関係\nのないものとしてよく知られるに至っている等の特段の事情がある場合であると解\nされるが，本件商標については，そのような特段の事情が全く認められないからで\nある。\nしたがって，原告の上記主張は失当である。\nイ　原告は，「ヴァレンティノ」はイタリア人の姓又は名として極めて一般\n的かつありふれたものであるから，「ヴァレンティノ」が特定の個人であるヴァレ\nンティノ・ガラバーニのみを表すなどということは，その語義上およそあり得ない\n旨主張する。\nしかしながら，「ＶＡＬＥＮＴＩＮＯ」がイタリア人の姓又は名として\n一般的なありふれたものであるとしても，我が国において，ヴァレンティノ・ガラ\nバーニに係る「ＶＡＬＥＮＴＩＮＯ」等の標章が周知著名であるとの認定を何ら妨\nげるものではない。そして，現実に，我が国においては，ヴァレンティノ・ガラバ\nーニに係る「ＶＡＬＥＮＴＩＮＯ」等の標章が周知著名であり，「ＶＡＬＥＮＴＩ\nＮＯ」，「Ｖａｌｅｎｔｉｎｏ」，「ｖａｌｅｎｔｉｎｏ」，「ヴァレンティ\nノ」，「バレンチノ」と表示されている場合には，ファッション関連商品分野の取\n引者，需要者は，ヴァレンティノ・ガラバーニのデザインに係る商品を表示するも\nのと認識し，その商標ないし標章が付された商品を，周知著名な「ＶＡＬＥＮＴＩ\nＮＯ」，「Ｖａｌｅｎｔｉｎｏ」，「ｖａｌｅｎｔｉｎｏ」，「ヴァレンティ\nノ」，「バレンチノ」のブランドと同一ないしその兄弟ブランドであるなどと誤解\nするおそれがあるというべきである。\nウ　以上によれば，「ヴァレンティノ」（又は「バレンチノ」）の表示は，\nヴァレンティノ・ガラバーニの氏名又はそのデザインに係る商品群に使用されるブ\nランドの略称（「ＶＡＬＥＮＴＩＮＯ（ヴァレンティノ）標章」）を表すものとし\nて認識されていたとする審決の認定（上記第３の３(1)③）に誤りはない。\n４　取消事由４（出所混同のおそれに関する認定判断の誤り）について\n(1)　④の認定判断の誤りについて\n本件商標は，「ＲＵＤＯＬＰＨ」と「ＶＡＬＥＮＴＩＮＯ」の２語，欧文\n字で１６文字からなるものであり，外観及び称呼が比較的長い商標である。そし\nて，我が国のファッション関連商品を取り扱う業界においては，例えば，「ココ・\nシャネル」を「シャネル」，「アンドレ・クレージュ」を「クレージュ」，「ジョ\nルジオ・アルマーニ」を「アルマーニ」，「サルヴァトーレ・フェラガモ」を「フ\nェラガモ」，「クリスチャン・ディオール」を「ディオール」と呼ぶように，特に\n外国人のデザイナーによるデザイナーブランドについて，そのデザイナーの氏名の\n略称により，そのデザイナーのデザインに係る商品を指すことがよく見られるとい\nう取引の実情がある。\nそうすると，本件商標についても同様の理由により，簡易迅速性を重んじ\nる取引の実際においては，その一部だけによって簡略に表記ないし呼称され得るも\nのである。\nしたがって，本件商標につき，その構成文字又は称呼のいずれより見て\nも，一つの名称のものとしては冗長であるとした審決の認定判断（上記第３の４(1)\n④）に誤りはない。\n(2)　⑤の認定判断の誤りについて\nルドルフ・ヴァレンティノが一部の無声映画愛好家の間に知られているこ\nとはともかく，同人は，今から８０年近くも前の大正１５年（１９２６年）に死亡\nした俳優であり，本件商標の登録出願時及び設定登録時に，服飾等のファッション\n関連商品分野の取引者，需要者間に広く知られていたとの事実はない。\n仮に，原告が本件商標をルドルフ・ヴァレンティノに由来するものとして\n採用したものであるとしても，本件商標をどのように認識するかは，取引者，需要\n者によって決せられる事柄である。そして，本件商標が，原告主張の由来によるも\nのとして，取引者，需要者に認識されている事実はない。\nしたがって，本件商標について，全体として特定の熟語や氏名を表すもの\nとして一般の取引者，需要者によく知られているというような事情を認めるに足り\nないとした審決の認定判断（上記第３の４(1)⑤）に誤りはない。\n(3)　⑥の認定判断の誤りについて\nア　商標法４条１項１５号にいう「他人の業務に係る商品又は役務と混同を\n生ずるおそれがある商標」には，当該商標をその指定商品又は指定役務に使用した\nときに，当該商品又は役務が他人の業務に係る商品又は役務であると誤信されるお\nそれがある商標のみならず，当該商品又は役務が上記他人との間にいわゆる親子会\n社や系列会社等の緊密な営業上の関係又は同一の表示による商品化事業を営むグル\nープに属する関係にある営業主の業務に係る商品又は役務であると誤信されるおそ\nれがある商標が含まれると解される（最高裁平成１３年７月６日第二小法廷判決・\n判例時報１７６２号１３０頁）。また，同号の規定は，周知表示又は著名表示への\nただ乗り（いわゆるフリーライド）及び当該表示の希釈化（いわゆるダイリューシ\nョン）を防止し，商標の自他識別機能を保護することによって，商標を使用する者\nの業務上の信用の維持を図り，需要者の利益を保護することを目的とするものであ\nるところ，その趣旨からすれば，企業経営の多角化，同一の表示による商品化事業\nを通して結束する企業グループの形成，有名ブランドの成立等，企業や市場の変化\nに応じて，周知又は著名な商品等の表示を使用する者の正当な利益を保護するため\nには，広義の混同を生ずるおそれがある商標をも商標登録を受けることができない\nものとすべきであり，そして，「混同を生ずるおそれ」の有無は，当該商標と他人\nの表示との類似性の程度，他人の表示の周知著名性及び独創性の程度や，当該商標\nの指定商品等と他人の業務に係る商品等との性質，用途又は目的における関連性の\n程度並びに商品等の取引者及び需要者の共通性その他取引の実情などに照らし，当\n該商標の指定商品等の取引者及び需要者において普通に払われる注意力を基準とし\nて総合的に判断されるべきである（最高裁平成１２年７月１１日第三小法廷判決・\n民集５４巻６号１８４８頁）。\nイ　これを本件についてみると，本件商標は，「ＲＵＤＯＬＰＨ　ＶＡＬＥ\nＮＴＩＮＯ」の文字からなるものであって，欧文字で１６文字であり，比較的長い\n商標である。また，上記(1)のとおり，我が国のファッション関連商品を取り扱う業\n界においては，デザイナーズブランドは，そのデザイナーの氏名の略称により，そ\nのデザイナーのデザインに係る商品を指すことがよく見られるという取引の実情が\nあることから，簡易迅速性を重んじる取引の実際においては，その一部だけによっ\nて簡略に表記ないし呼称され得るものであるということができる。\n被告の商標は，周知著名な「ＶＡＬＥＮＴＩＮＯ」，「Ｖａｌｅｎｔｉ\nｎｏ」，「ｖａｌｅｎｔｉｎｏ」，「ヴァレンティノ」，「バレンチノ」のブラン\nドであり，ヴァレンティノ・ガラバーニのデザインに係る婦人・紳士物の衣料品，\n毛皮，革製バッグ，革小物，ベルト，ネクタイ，靴，ライター，傘，ハンカチ等，\nファッション関連商品について周知著名な商標である。\n本件商標の指定商品は被服等であり，被告の商標が現に使用されている\n商品と同一か又はこれとの関連性の程度が極めて強いものである。また，このこと\nから，両者の商品の取引者及び需要者が共通することも明らかである。しかも，両\n者の商品が日常的に消費される性質の商品であることや，その需要者が特別な専門\n的知識経験を有しない一般大衆であり，これを購入するに際して払われる注意力は\nさほど高いものではないことに照らすと，本件商標の構成中の「ＶＡＬＥＮＴＩＮ\nＯ」の文字部分が，これに接する取引者，需要者に特別な文字として，その注意を\n特に引くであろうことは容易に予測し得るところである。\nウ　以上のとおり，本件商標は，被告の商標と同一の文字部分をその構成の\n一部に含む商標であって，その外観，称呼及び観念上，当該同一部分である「ＶＡ\nＬＥＮＴＩＮＯ」がその余の部分から分離して認識され得るものであることに加\nえ，被告の有する「ＶＡＬＥＮＴＩＮＯ」，「Ｖａｌｅｎｔｉｎｏ」，「ｖａｌｅ\nｎｔｉｎｏ」，「ヴァレンティノ」，「バレンチノ」のブランドの周知著名性の程\n度が高く，しかも，本件商標の指定商品と被告の商標の使用されている商品が重複\nし，両者の取引者及び需要者も共通している。これらの事情を総合すれば，本件商\n標は，これに接した取引者及び需要者に対し，ヴァレンティノ・ガラバーニ若しく\nはその経営する会社又はこれらと緊密な関係にある営業主の業務に係る商品である\nことを連想させて，その商品の出所につき誤認混同を生じさせるものというべきで\nある。\nしたがって，本件商標をその指定商品に使用するときは，これに接する\n取引者，需要者は，その構成中後半の「ＶＡＬＥＮＴＩＮＯ」の文字のみをとら\nえ，著名な「ＶＡＬＥＮＴＩＮＯ（ヴァレンティノ）標章」を連想，想起し，それ\nがヴァレンティノ・ガラバーニ又は同人と何らかの関係がある者の業務に係るもの\nであるかのように，その商品の出所について混同を生ずるおそれがあったとする審\n決の認定判断（上記第３の４(1)⑥）に誤りはない。\n第５　当裁判所の判断\n１　取消事由１（除斥期間の経過）について\n(1)　本件審判請求及びその後の審判手続の経緯は，次のとおりである（証拠を掲\nげたもの以外は当事者間に争いがない。）。\nア　被告は，商標法４７条所定の５年の除斥期間が経過する直前である平成\n８年１１月２８日（本件商標権の設定登録日は平成３年１１月２９日），本件審判\n請求をした。\nイ　その審判請求書には，「請求人」として被告の名称及び住所が，「被請\n求人」として原告の名称及び住所がそれぞれ特定して記載されているほか，「請求\nの趣旨」として「商標登録第２３５７４０９号の登録は無効とする。」と記載され\nるとともに，証拠として，本件商標に係る商標公報及び商標登録原簿の写し（甲２\nの１，２，審判甲１，２）が添付されていたが，「請求の理由」については，「本\n件登録第２３５７４０９号商標（以下「本件商標」という）は甲第一号証及び第二\n号証に示すとおりのもので商標法第４条第１項第８号，同法第４条第１項第１１号\n及び同法第４条第１項第１５号の規定に違反して登録されたものであるから，同法\n第４６条の規定により，その登録は無効とされるべきものである。なお，詳細な理\n由及び証拠は追って補充する。」とのみ記載されていた（乙１）。\nウ　本件審判請求事件を担当する特許庁審判長（以下，単に「審判長」とい\nう。）は，平成９年１月１０日付け「手続補正指令書（方式）」により，被告に対\nし，同指令書発送の日（同月２４日）から３０日以内に，請求の理由を記載した適\n正な審判請求書を提出すること等を命じた（乙２）。\nエ　被告は，同年２月１８日，手続補正書（方式）により，請求の理由を更\nに具体的に記載して補正し，証拠として審判甲３～１４を添付した審判請求書を提\n出した（乙３）。\nオ　原告は，同年５月１９日，審判事件答弁書及び証拠として審判乙１～４\n８を提出し，「請求人（注，被告）は，理由中で自らを『イタリアの著名な服飾デ\nザイナー「ＶＡＬＥＮＴＩＮＯ　ＧＡＲＡＶＡＮＩ」（バレンティノ　ガラバー\nニ）氏の同意を得て，同氏のデザインに係る各種の服飾商品を制作，販売してお\nり，これらの商品について「ＶＡＬＥＮＴＩＮＯ」あるいは「ＶＡＬＥＮＴＩＮＯ\nＧＡＲＡＶＡＮＩ」の欧文字からなる商標を使用している者である』とするが，\nそのことを直接ないし間接的に明らかにする証拠方法は全く見いだすことができな\nい」と主張した。\nカ　審判長は，同年７月１０日付け「弁駁指令書」により，被告に対し，上\n記オの審判事件答弁書に対し意見があれば，同指令書発送の日（同年８月１日）か\nら３か月以内に審判事件弁駁書を提出するよう命じた（乙４）。\nキ　被告は，同年１０月３１日，審判事件弁駁書及び審判甲１５及び１６\n（乙５のうち，商標登録原簿の写し，登録異議決定謄本写し）を提出し，引用Ｂ商\n標につき，その商標登録出願人は「ヴァレンティノ　ガラヴァニ」であったが，当\n該商標権が「グロベレガンセ　ビー　べー」に譲渡され，「グロベレガンセ　ビー\nべー」の名称が「バレンチノ　グローブ　ベスローテン　フェンノートシャッ\nプ」に変更された旨主張した（乙５）。\nク　特許庁は，上記キの審判事件弁駁書及び書証を原告に送達しないまま，\n平成１４年６月１４日，審決をした（甲１，５６）。\nケ　審決において引用されている証拠のうち，「世界の一流品大図鑑」の８\n１年版（甲５－９），８３年版（甲４－２），８５年版，８８年版（甲４－３）及\nび９０年版（甲４－４）並びに「男の一流品大図鑑」の８５年版（甲５－１０），\n８８年版及び９１年版（甲４－５）（審決１６頁～１７頁，第５の３(4)）について\nは，本件審判請求事件において証拠として提出されていない。\nコ　上記ケ記載の各書証については，原告は，職権証拠調べの結果の通知を\n受けておらず，意見を申し立てる機会も与えられていない（弁論の全趣旨）。\n(2)　商標法５６条１項において準用する特許法１３１条１項３号は，審判を請求\nする者は，請求の趣旨及びその理由を記載した請求書を特許庁長官に提出しなけれ\nばならないと規定し，商標法４６条１項は，柱書前段において，商標登録が次の各\n号の一に該当するときは，その商標登録を無効にすることについて審判を請求する\nことができると規定し，１号ないし５号において，無効理由を列挙している。他\n方，商標法４７条は，商標登録が同法４条１項８号若しくは１１号に違反してされ\nたとき，又は同項１５号に違反してされたとき（不正の目的で商標登録を受けた場\n合を除く。）は，その商標登録に係る無効審判は，商標権の設定登録の日から５年\nを経過した後は請求することができない旨規定する。この除斥期間の定めは，上記\nのような私益的規定に違反して商標登録がされたときであっても，一定の期間無効\n審判の請求がなく経過したときは，その既存の法律状態を尊重し，当該商標登録の\n瑕疵を争い得ないものとして，権利関係の安定を図るとの趣旨に出たものであるか\nら，上記の私益的規定の違反を無効理由とする無効審判の請求人が商標法４７条の\n規定の適用を排除するためには，除斥期間の経過前に，各無効理由ごとに１個の請\n求として特定された請求の趣旨及びその理由を記載した請求書を特許庁長官に提出\nすることを要するものというべきである（なお，最高裁昭和５８年２月１７日第一\n小法廷判決・判例時報１０８２号１２５頁参照）。\n(3)　本件において，無効審判の請求人である被告が除斥期間経過前である平成８\n年１１月２８日に提出した本件審判請求の審判請求書（以下「当初請求書」とい\nう。）には，本件商標の商標登録を無効にするとの請求の趣旨が記載され，無効審\n判の対象となる登録商標が特定されるとともに，請求の理由において，本件商標は\n商標法４条１項８号，同項１１号，同項１５号の各規定に違反して登録された旨の\n記載はあったものの，具体的な無効理由を構成する事実の主張は記載されておら\nず，もとより，それを裏付ける証拠も一切提出されていなかったものであるから，\n少なくとも，同項８号及び１１号の規定に基づく無効理由に関する限り，当初請求\n書が提出された時点で，各無効理由ごとに１個の請求として特定された無効審判請\n求の定立があったものと認めることはできない。したがって，被告が，手続補正書\n（方式）により，具体的な無効理由を記載した審判請求書を提出した平成９年２月\n１８日の時点で，新たに同項８号及び１１号に基づく新たな無効審判の請求を定立\nしたものとみるほかはないが，その時点では，本件商標の商標登録について無効審\n判請求の除斥期間は既に経過していたことが明らかであるから，結局，補正による\n新たな無効審判請求の定立は許されないというべきである。\n(4)　しかしながら，商標法４条１項１５号の規定に基づく無効理由については，\n後記３及び４で判示するとおり，被告がその業務に係る商品に使用する表示が我が\n国のファッション関連分野における取引者，需要者の間で周知であったとの事情等\nをも参酌すべきである。すなわち，当初請求書においては，上記(1)イのとおり，請\n求人である被告の「バレンチノ　グローブ　ベスローテン　フェンノートシャッ\nプ」との名称が記載され，請求の理由として，本件商標は商標法４条１項１５号の\n規定に違反して登録されたものである旨，換言すれば，本件商標が他人の業務に係\nる商品又は役務と混同を生ずるおそれがある商標である旨が記載されていたのであ\nって，後記３(2)のとおり，被告がその業務に係る商品に使用していた「ＶＡＬＥＮ\nＴＩＮＯ」，「Ｖａｌｅｎｔｉｎｏ」，「ｖａｌｅｎｔｉｎｏ」，「ヴァレンティ\nノ」又は「バレンチノ」との表示が，我が国の婦人服，紳士服等のファッション関\n連分野における取引者，需要者にとって周知であること，本件商品の指定商品と被\n告の業務に係る商品とが極めて密接な関連性を有しており，当初請求書が提出され\nた当時においても，取引者の一人である被請求人の原告においては上記表示を当然\nに知っていたと認められること（弁論の全趣旨），被告の社名に上記「バレンチ\nノ」の語が含まれていること等の事情に照らせば，上記のような当初請求書の記載\nは，本件商標につき，請求人である被告が，その業務に係る商品に使用する上記の\n表示との関係で混同を生ずるおそれがある商標である旨の無効理由を記載して主張\nしているのと同視し得るものというべきであって，このように解しても，原告の防\n御や法的安定性に欠けるところはない。そうすると，商標法４条１項１５号の規定\nに基づく無効理由については，当初請求書により，実質的に１個の請求として特定\nされた無効審判の請求が定立されていたとみることができるから，当該無効理由に\n関する限り，本件審判請求は，同法４７条の規定による除斥期間を徒過したものと\nはいえないと解するのが相当である。\n(5)　以上によれば，本件無効審判請求は，除斥期間内に請求されたものであっ\nて，その請求を却下すべきものではないとした審決の判断は，商標法４条１項１５\n号の規定に基づく無効理由に関する限り，結論において相当であり，かつ，審決\nは，上記第２の３のとおり，同号違反を理由として本件商標の登録を無効としたも\nのであるから，結局，原告の取消事由１の主張は理由がない。\n２　取消事由２（審判手続の違法）について\n(1)　原告は，本件審判請求事件において，審判事件弁駁書等が送達されなかった\nことをとらえ，商標法５６条１項において準用する特許法１３４条の規定に違反す\nる違法な手続であるから審決は取り消されるべきである旨主張するので，以下，上\n記１(1)の認定事実に基づき検討する。\n上記１(1)キ及びクのとおり，本件審判請求事件において被告が提出した審\n判事件弁駁書及びそれに添付の書証については，原告に対し送達されないまま，審\n決がされたものと認めることができるが，原告もその主張の中で認めるとおり，そ\nれらの書類を原告に送達しなかったとの点が審決の取消事由となるためには，少な\nくとも，審判事件弁駁書に記載された意見や添付された書証が審決の判断に影響を\n及ぼすものであることを要するものと解される。\n本件において，審決は，請求人である被告の利害関係について，「ある商\n標の登録の存在によって直接不利益を被る関係にある者は，それだけで利害関係人\nとして当該商標の登録を無効にする審判を請求することにつき，利害関係を有する\n者に該当すると解するのが相当である。本件においては，請求人（注，被告）は，\n本件商標の登録が存在することにより，自己の取り扱いに係る商品と本件商標を使\n用した商品との間に，出所の誤認混同を生じさせるおそれがある，ないし請求人の\n人格権が害されると主張しているのであるから，本件商標の登録を無効にし，排除\nせんとすることは，商標権の本質に照らして当然の権利というべきものである」\n（審決謄本１３頁，第５の１の段落）と説示して，審判事件弁駁書における被告の\n主張事実や添付の書証には触れずに，被請求人である原告の主張を排斥している。\n上記説示は，要するに，旧商標法と異なり，商標登録の無効審判を請求できる者の\n範囲を明示的には利害関係人に限定していない現行の商標法においても，商標登録\nの無効審判の請求をするには利害関係を有することを必要とするとの解釈に立った\n上で，その存在を肯定する趣旨であると解される。そして，審決は，審判事件弁駁\n書に記載された被告の意見や添付の書証を用いずに（審決は，被告が引用Ｂ商標を\n含む引用商標の現商標権者であるということを一切認定していない。），他の証拠\nから，当該判断に至ったものと認められるから，審判事件弁駁書等の不送達は，審\n決の判断に影響を及ぼさないものというべきである。\nしたがって，原告の上記主張は，採用することができない。\n(2)　また，原告は，本件審判請求事件において実施された職権証拠調べについ\nて，その結果の通知を受けておらず，意見を申し立てる機会も与えられていないと\nして，本件審判請求事件の手続は，商標法５６条１項において準用する特許法１５\n０条５項の規定に違反する違法なものである旨主張する。\nそこで検討すると，審決が，「ＶＡＬＥＮＴＩＮＯ（ヴァレンティノ）標\n章」の周知著名性について認定した事実のうち，その一部（審決謄本１６頁～１７\n頁，第５の３(4)の段落）については，認定のために用いられた証拠（「世界の一流\n品大図鑑」の８１年版，８３年版，８５年版，８８年版及び９０年版並びに「男の\n一流品大図鑑」の８５年版，８８年版及び９１年版）が，本件審判請求事件におい\nて当事者が提出した証拠ではないことは，上記１(1)ケのとおりであり，それらの証\n拠については，審判体が職権で証拠調べをしたものであると推認できるところ，原\n告がその結果の通知を受けておらず，意見を申し立てる機会も与えられていないこ\nとは上記１(1)コのとおりであって，こうした手続が商標法５６条１項において準用\nする特許法１５０条５項の規定に違反していることは，原告の主張するとおりであ\nる。\nしかしながら，審決に証拠調べの手続上の瑕疵がある場合に，そのすべて\nが直ちに審決の取消事由になると解することは相当でなく，審決に対する不服申立\nてについては東京高等裁判所に直ちに出訴すべきものとして裁判所の第一審を省略\nし紛争の早期解決を図ろうとしていること及び同高等裁判所が事実審裁判所である\nことを考えると，審判における証拠調べの手続上の瑕疵が審決取消事由となるの\nは，その瑕疵が，審判の適正及び当事者その他の利害関係人の権利保障の観点から\n見て，重大な瑕疵である場合に限られると解すべきである（東京高裁昭和５６年１\n２月２１日判決・無体例集１３巻２号９３３頁参照）。本件で職権証拠調べの対象\nとなったものと推認される上記の各証拠は，いずれも，被告の使用する標章の著名\n性ないし周知性に関する証拠，しかも，当該証拠の標目自体から一般に刊行されて\nいる書籍からの抜粋であることは明らかなものである。加えて，「男の一流品大図\n鑑」の９１年版を除き，取り調べられた証拠のほとんどすべてが，本件審判請求事\n件と同時に同じ審判体において審理された，当事者，代理人及び争点を同じくする\n同種の審判事件（平成９年審判第２８３３号事件）において，請求人である被告が\n提出した証拠であったこと（乙６），「男の一流品大図鑑」の９１年版も実質的に\n上記証拠と同一内容の補充的な証拠であって，これから予期し対応し得るものであ\nることなどを併せ考慮すれば，原告としては，たとえ職権証拠調べの結果の通知が\nなくとも，これに対する反論，反証の機会が実質的に与えられていたと評価し得る\nか，又は不意打ちにならないと認められる事情があり，実質的な不利益は生じない\nというべきである（なお，最高裁平成１４年９月１７日第三小法廷判決・判例時報\n１８０１号１０８頁参照）。原告は，別件において証拠が提出されていたか否かを\n本件において考慮すべきではない旨主張するが，問題となる証拠のほとんどが当事\n者，代理人及び争点を同じくする別件審判事件において提出されていたものである\nとの事情は，被請求人である原告にとっての不意打ちの有無を実質的に判断するに\n当たり，当然に重要な考慮事情となるというべきであるから，原告のこの主張は採\n用の限りではない。\nそうすると，本件審判請求事件において職権証拠調べの結果の通知を欠い\nたことは，手続上の重大な瑕疵であるとまでいうことはできず，審決を取り消すべ\nき事由には当たらないと解するのが相当であるから，これに反する原告の上記主張\nは採用することができない。\n(3)　以上によれば，原告の取消事由２の主張は，いずれも理由がない。\n３　取消事由３（「ＶＡＬＥＮＴＩＮＯ（ヴァレンティノ）標章」の周知著名性\nに関する認定の誤り）について\n(1)　当事者間に争いのない事実及び証拠によれば，ヴァレンティノ・ガラバーニ\n及びそのデザインに係る商品に付される標章又はブランドの周知性ないし著名性に\nついて，以下の事実を認めることができる。\nア　ヴァレンティノ・ガラバーニ（１９３２年生）は，イタリア生まれのフ\nァッションデザイナーである。１７歳のときにパリでデザイナーとしての修業を始\nめ，１９５９年にはローマに自分のスタジオを開設し，１９６２年，フィレンツェ\nにおける最初のコレクションで成功を収めると，１９６７年には，世界のファッシ\nョン界におけるオスカー賞に相当し，デザイナーとして最も栄誉ある賞といわれる\n「ニーマン・マーカス賞」を受賞し，ライフ誌，ニューヨークタイムズ紙，ニュー\nズウィーク誌などの新聞，雑誌に同人の作品が掲載された。これ以来，同人は，イ\nタリア・ファッション界の第一人者となるとともに，サンローランなどと並んで世\n界三大デザイナーとも呼ばれるようになり，その作品は，モナコ王国のグレース王\n妃，エリザベス・テイラー，オードリー・ヘプバーン，ソフィア・ローレン，ジャ\nクリーヌ・ケネディなどの著名女性にも愛用された（甲４の１，甲７の２及び１\n４，乙７，乙２０の１～８，乙２１，弁論の全趣旨）。\nイ　米国を始めとする欧米諸国においては，そのころから現在に至るまで，\nヴァレンティノ・ガラバーニの氏名又はそのデザインに係る商品のブランドの略称\nとして，「ＶＡＬＥＮＴＩＮＯ」，「ｖａｌｅｎｔｉｎｏ」の表示が一般的に用い\nられており，被告も，そのパンフレットの表紙において「ＶＡＬＥＮＴＩＮＯ」と\nの表示を用いている（乙１５，乙２０の１～８，乙２２，弁論の全趣旨）。\nウ　ヴァレンティノ・ガラバーニ又は同人の関連企業である被告の直営店\nは，世界各地にあるが，その名称は「ＢＯＵＴＩＱＵＥＳ　ＶＡＬＥＮＴＩＮＯ」\nである（乙２２）。\nエ　我が国においては，三井物産株式会社が，昭和４５年，ヴァレンティ\nノ・ガラバーニのデザインに係る商品の輸入を開始し，昭和４９年７月１７日に\nは，国内販売のために，他社との共同出資により，株式会社ヴァレンティノ・ブテ\nィック・ジャパンが設立された（甲５の２，弁論の全趣旨）。同社は，遅くとも昭\n和５２年ころには，直営販売店であるヴァレンティノ・ガラバーニ・ブティックを\nサンローゼ赤坂，大阪心斎橋，大阪マルビル，神戸大丸，福岡岩田屋に設けるとと\nもに，三越本店（日本橋），高島屋（日本橋），名鉄メルサ（銀座），サンモトヤ\nマ（銀座），資生堂ザ・ギンザ（銀座），伊勢丹（新宿），名鉄百貨店（名古\n屋），高島屋（京都），高島屋ブティック（大阪，ロイヤルホテル），モデルン洋\n装店（大阪心斎橋），サンモトヤマ（大阪，１７番街），カンダ（姫路），高島屋\n（岡山），ひさや（高松），タナカ（松山）といった全国一流百貨店等に出店し\nて，ヴァレンティノ・ガラバーニのデザインに係る商品を販売してきた（乙７，\n８）。このような状況は，現在でも継続しており，例えば，三越本店（日本橋），\n高島屋（日本橋），伊勢丹（新宿）の各一流百貨店に，他の有名ブランド店ととも\nに出店している（乙９～１１）。\nオ　昭和５１年９月ないし１０月には，我が国で初めて，東京及び大阪にお\nいて，ヴァレンティノ・ガラバーニのファッションショーが開催され，好評を博し\nた。同ファッションショーが開催された旨の記事は，同年９月３０日付けの読売新\n聞及び朝日新聞，同年１０月２日付けの朝日新聞，同月５日付けの朝日新聞及びサ\nンケイ新聞などの全国紙を始め，全国各地の地方新聞紙上でも取り上げられたが，\nその見出しは，「バレンティノ・ショー」，「ヴァレンティノ・コレクション」，\n「ヴァレンティノのショーから」，「ヴァレンティノ秋冬ショー」，「バレンチノ\nの作品群」，「見事なバレンチノ作品」など，「ヴァレンティノ」，「バレンティ\nノ」又は「バレンチノ」の語を用いるものがほとんどである（甲５の１～７，甲７\nの３，１４～２８，３０～３６，３９，４０）。\nカ　上記オに掲げた新聞記事を含め，昭和５１年以降，ヴァレンティノ・ガ\nラバーニの氏名ないしそのデザインに係る商品のブランドを「ＶＡＬＥＮＴＩＮ\nＯ」，「Ｖａｌｅｎｔｉｎｏ」，「ヴァレンティノ」，「バレンティノ」，「ヴァ\nレンチノ」又は「バレンチノ」の表示で紹介する新聞，雑誌の記事が多数存在する\n（甲５の１～７，甲６の１～５，甲７の３，４，６，１４，１６～３６及び３８～\n４０）。\nキ　昭和５２年当時に株式会社ヴァレンティノ・ブティック・ジャパンが使\n用していた宣伝用パンフレットは，表紙に「ｖａｌｅｎｔｉｎｏ　ｇａｒａｖａｎ\nｉ」と表示するものの，本文部分では，ヴァレンティノ・ガラバーニの氏名又はそ\nのデザインに係る商品群のブランドを表すものとして，「ＶＡＬＥＮＴＩＮＯ」，\n「Ｖａｌｅｎｔｉｎｏ」，「ヴァレンティノ」の表示が多用されている（乙７，\n８）。\nク　現在でも，百貨店において，バレンティノ・ガラバーニに係る商品を取\nり扱う売り場は，単に「ヴァレンティノ」として表示されている（乙９～１１）。\nケ　株式会社ヴァレンティノ・ブティック・ジャパンは，昭和５９年以後，\n平成１４年までの１９年間，最低でも年間６６００万円程度の広告宣伝費，販売促\n進費及び展示会費を費やしており，平成３年には，その額は年間３億２６００万円\nに達した。同社の純売上高は，同じ期間中，年間３０億円を下回ることはなく，平\n成３年には，その額は年間７６億円に達した（乙１２，１３）。\n(2)　上記(1)の認定事実を総合すれば，ヴァレンティノ・ガラバーニは，遅くと\nも，同人のファッションショーが我が国で初めて開催され，その模様が新聞紙上で\n広く取り上げられた昭和５１年（１９７６年）ころには，世界的に著名なファッシ\nョンデザイナーとして，我が国のファッション関連商品の取引者，需要者の間に広\nく知られるようになり，本件商標の商標登録出願日（昭和５３年７月３１日）及び\n登録審決日（平成３年５月９日）において，「ＶＡＬＥＮＴＩＮＯ」，「Ｖａｌｅ\nｎｔｉｎｏ」又は「ｖａｌｅｎｔｉｎｏ」との欧文字表記，「ヴァレンティノ」，\n「バレンティノ」又は「バレンチノ」との片仮名表記（以上を総称して，以下，\n「被告ブランドの表示」という。）は，いずれも，同人の氏名又はそのデザインに\n係る商品のブランドを表すものとして，我が国の婦人服，紳士服等のファッション\n関連分野において，取引者，需要者に周知であったと認めることができる。\nまた，ヴァレンティノ・ガラバーニないし被告が，パンフレットの表紙や\n直営店の名称に「ＶＡＬＥＮＴＩＮＯ」との表示を用いてきたこと（上記(1)イ及び\nウ），我が国において，ヴァレンティノ・ガラバーニのデザインに係る商品を販売\nしてきた会社の社名が「ヴァレンティノ・ブティック・ジャパン」であり，同社の\nパンフレットの本文でも，単に「ＶＡＬＥＮＴＩＮＯ」，「Ｖａｌｅｎｔｉｎ\nｏ」，「ヴァレンティノ」とする表示が多用されていること（上記(1)エ及びキ）に\n照らせば，上記被告ブランドの表示は，ヴァレンティノ・ガラバーニないし被告に\nよって，その業務に係る商品のブランドの表示として，選択して使用されてきたも\nのと認められる。\n(3)　原告は，①大多数の新聞記事等は，ヴァレンティノ・ガラバーニの氏名又は\nそのデザインに係る商品を紹介するに際し，「ヴァレンティノ・ガラバーニ」等の\n正式表記をしており，単に「ヴァレンティノ」等の表示のみでは紹介していない，\n②「ヴァレンティノ」等の省略表記がされたからといって，省略表記はあくまで省\n略表記にすぎず，ヴァレンティノ・ガラバーニが「ＶＡＬＥＮＴＩＮＯ」ないし\n「ヴァレンティノ」の文字列のみからなる標章を用いていたことにはならない，③\nイタリア及び米国においても，「ＶＡＬＥＮＴＩＮＯ」の欧文字を含む商標は，多\n数登録ないし登録出願されていることからすれば，諸外国においても，「ＶＡＬＥ\nＮＴＩＮＯ」又は「Ｖａｌｅｎｔｉｎｏ」をもって，ヴァレンティノ・ガラバーニ\nの氏名又はそのデザインに係る商品のブランドの略称を示すとはいえないとして，\n被告ブランドの表示の存在及びその周知性を争っている。\nしかしながら，被告ブランドの表示が単独で用いられる例があること（甲\n６の１～５）は原告も自認するとおりであるし，ヴァレンティノ・ガラバーニない\nし被告の業務に係る商品のブランドにつき，現に，その略称としての被告ブランド\nの表示が頻繁に用いられている以上，それ自体として，ヴァレンティノ・ガラバー\nニないし被告の業務に係る商品のブランドを示すものとして周知となることは当然\nにあり得ることであって，それと併せて，あるいは単独で，「ヴァレンティノ・ガ\nラバーニ」等と同人の氏名を省略せずに表記する例があるからといって，そうした\n認定を必ずしも妨げるものではない。また，省略表記であっても周知性を備えるこ\nとがあるのは上記のとおりであるし，上記(2)のとおり，被告ブランドの表示は，ヴ\nァレンティノ・ガラバーニあるいは被告によって選択して使用されてきたものであ\nると認められるから，原告の上記②の主張も失当である。さらに，イタリアや米国\nにおいて「ＶＡＬＥＮＴＩＮＯ」を含む商標の登録ないし登録出願が多数されてい\nるとの点についても，原告提出の証拠（甲５７の１，甲５８の１ないし８）から\nは，そうした商標の使用の実態，被告ブランドの表示との対比における当該商標の\n周知度等の事情が一切不明であるから，被告ブランドの表示の諸外国での使用状況\nに関する上記(1)イの認定，ひいては，被告ブランドの我が国における周知性に関す\nる上記(2)の認定を覆すに足りないというほかはない。\n(4)　また，原告は，本件商標の商標登録出願時等において，引用Ａ商標及び「バ\nレンチノ」商標がプレイロード社によって使用されていたことから，当時，ヴァレ\nンティノ・ガラバーニのデザインに係る商品を我が国において展開していた株式会\n社ヴァレンティノ・ブティック・ジャパン自身が，プレイロード社の有する上記各\n商標と区別する形で，「ＶＡＬＥＮＴＩＮＯ　ＧＡＲＡＶＡＮＩ」の商標を使用し\nていた旨主張して，被告ブランドの表示の存在及び周知性を争っている。\nそこで検討すると，①プレイロード社は，引用Ａ商標について，昭和４３\n年６月５日に商標登録出願を，昭和４５年４月８日に設定登録をし，「バレンチ\nノ」商標についても，昭和４３年６月５日に商標登録出願を，昭和４５年８月３日\nに設定登録をしており，本件商標の商標登録出願日の当時，同社が引用Ａ商標及び\n「バレンチノ」商標の商標権者であり，本件商標の登録審決日の当時においても，\n引用Ａ商標については同様であったこと（なお，「バレンチノ」商標は平成２年８\n月に存続期間が満了している。）（甲３の１，甲８，１１の１，２），②ヴァレン\nティノ・ガラバーニないし被告（旧名称「グロベレガンゼ　ビー　べー」）は，我\nが国において，引用Ｂ商標につき，昭和４９年１０月１日に商標登録出願を，昭和\n５５年４月３０日に設定登録をし，引用Ｃ商標につき，昭和４５年４月１６日に商\n標登録出願を，昭和４７年７月２０日に設定登録をし，引用Ｄ商標につき，昭和４\n９年１０月１日に商標登録出願を，昭和６０年７月２９日に設定登録をし，引用Ｅ\n商標につき，昭和４９年１０月１日に商標登録出願を，昭和６０年６月２５日に設\n定登録をし，引用Ｆ商標につき，昭和４９年１０月１日に商標登録出願を，昭和５\n４年１２月２７日に設定登録をしたこと（甲３の２，甲４９，６９，７０，７８の\n１及び２，甲４７の１及び２，甲７９の１及び２，弁論の全趣旨），③昭和５１年\nころ，ヴァレンティノ・ガラバーニないし被告側とプレイロード社との間で話し合\nいが持たれ，日本における被服類の表示については，ヴァレンティノ・ガラバーニ\nないし被告側は「ＶＡＬＥＮＴＩＮＯ　ＧＡＲＡＶＡＮＩ」の商標を使用し，プレ\nイロード社が「ＶＡＬＥＮＴＩＮＯ」の商標を使用することで合意したこと（甲\n９，乙１７，１８）の各事実を認めることができる。\nしかしながら，当時，引用Ａ商標ないし「バレンチノ」商標が，プレイロ\nード社に係る商品の出所を示すものとして，我が国のファッション関連分野の取引\n者，需要者に周知であったとは認められない上，かえって，上記③のような話合が\n持たれたこと自体，当時，欧米諸国においては，ヴァレンティノ・ガラバーニの氏\n名又はそのデザインに係る商品のブランドの略称として，「ＶＡＬＥＮＴＩＮＯ」\nの表示が周知であり，ヴァレンティノ・ガラバーニないし被告側としては，我が国\nにおいても被告ブランドの表示を使用したいとの意向を有していたにもかかわら\nず，プレイロード社が引用Ａ商標の登録を先に受けていたことから，特別の取り決\nめがされたとの事情を強く推認させるところである。加えて，被告（旧名称「グロ\nベレガンセ　ビー　べー」）が，旧別表２１類「宝玉，その他本類に属する商品」\nを指定商品として，「ＶＡＬＥＮＴＩＮＯ」の欧文字からなる引用Ｃ商標を実際に\n取得していること（甲６９，７０）や，我が国においてヴァレンティノ・ガラバー\nニのデザインに係る商品を販売してきた会社の社名が「ヴァレンティノ・ブティッ\nク・ジャパン」であり，同社のパンフレットの本文でも，単に「ＶＡＬＥＮＴＩＮ\nＯ」，「Ｖａｌｅｎｔｉｎｏ」，「ヴァレンティノ」とする表示が多用されている\nこと（上記(1)エ及びキ），最終的に引用Ａ商標はプレイロード社から帝人商事株式\n会社を経て被告に譲渡されていること（甲８，乙１７，１８）等の事情に照らせ\nば，ヴァレンティノ・ガラバーニないし被告側は，上記③の合意にもかかわらず，\nその業務に係る商品のブランドの表示として，被告ブランドの表示を選択使用して\nいたと認めるのが相当であり，結局，上記①ないし③の事実は，上記(2)の認定を何\nら妨げるものではないというべきである。\nしたがって，原告の上記主張は採用することができない。\n(5)　さらに，原告は，「ヴァレンティノ」は，イタリア人の姓又は名として極め\nて一般的かつありふれたものであり，それが特定の個人であるヴァレンティノ・ガ\nラバーニのみを表すということは，その語義上およそあり得ないとも主張する。し\nかし，「ヴァレンティノ」が，イタリア人の姓又は名としてありふれたものである\nとしても，そのことが，我が国において，商標としての識別力を備えることの妨げ\nとなるとは解されないし，まして，我が国においては，「ヴァレンティノ」はあり\nふれた姓又は名であるとはいえず，これが使用その他の一定の事実の蓄積によっ\nて，取引者，需要者の間で周知となり，識別力を備えるようになったとしても何ら\n不自然ではないから，原告の上記主張は採用の限りではない。\n(6)　以上によれば，上記(2)と同旨の審決の認定に誤りはないというべきである\nから，原告の取消事由３の主張はいずれも理由がない。\n４　取消事由４（出所混同のおそれに関する認定判断の誤り）について\n(1)　商標法４条１項１５号にいう「他人の業務に係る商品又は役務と混同を生ず\nるおそれがある商標」には，当該商標をその指定商品又は指定役務に使用したとき\nに，当該商品又は役務が他人の業務に係る商品又は役務であると誤信されるおそれ\nがある商標のみならず，当該商品等が上記他人との間にいわゆる親子会社や系列会\n社等の緊密な営業上の関係又は同一の表示による商品化事業を営むグループに属す\nる関係にある営業主の業務に係る商品又は役務であると誤信されるおそれ（以下\n「広義の混同のおそれ」という。）がある商標が含まれると解するのが相当である\nところ，「混同を生ずるおそれ」の有無は，当該商標と他人の表示との類似性の程\n度，他人の表示の周知著名性及び独創性の程度や，当該商標の指定商品等と他人の\n業務に係る商品等との性質，用途又は目的における関連性の程度並びに商品等の取\n引者及び需要者の共通性その他取引の実情などに照らし，当該商標の指定商品等の\n取引者及び需要者において普通に払われる注意力を基準として総合的に判断される\nべきである（最高裁平成１２年７月１１日第三小法廷判決・民集５４巻６号１８４\n８頁）。\n(2)　これを本件についてみると，本件商標は，「ＲＵＤＯＬＰＨ　ＶＡＬＥＮＴ\nＩＮＯ」の欧文字を横書きしてなるものであって，その外観及び称呼のいずれの点\nにおいても，「ＲＵＤＯＬＰＨ」ないし「ルドルフ」と「ＶＡＬＥＮＴＩＮＯ」な\nいし「ヴァレンティノ」と二分して認識され得るものであるところ，上記の後半部\n分は，被告ブランドの表示と全く同一の構成である。\nまた，被告ブランドの表示は，上記３(2)のとおり，本件商標の商標登録出\n願日及び登録審決日において，著名なファッションデザイナーであるヴァレンティ\nノ・ガラバーニないし被告の業務に係る商品に付されるブランドの表示として，我\nが国の婦人服，紳士服等のファッション関連分野の取引者，需要者にとって周知で\nあり，かつ，少なくとも我が国においては一定程度の独創性を備えたものであると\n認めることができる。\nさらに，本件商標の指定商品は，旧別表第１７類「被服（運動用特殊被服\nを除く）布製身回品（他の類に属するものを除く）寝具類（寝台を除く）」である\nのに対し，被告ブランドの表示は，婦人服，紳士服等の被服に使用されてきたもの\nであると認められることからすれば，両者が使用される商品は極めて密接な関連性\nを有しており，両商品の取引者，需要者の相当部分が共通する。\n原告は，本件商標は一見して欧米人の氏名であることが明らかであるか\nら，取引者，需要者はそれを一連，一体のものとしてとらえるのであって，殊更\n「ＶＡＬＥＮＴＩＮＯ」の文字だけをとらえることはないと主張するが，被告ブラ\nンドの表示として，「ＶＡＬＥＮＴＩＮＯ」，「ヴァレンティノ」の語がそれぞれ\n単独で用いられ，我が国において取引者，需要者の間に周知となっていたことは，\n上記認定のとおりである。また，本件商標は，その構成上，明らかに，「ＲＵＤＯ\nＬＰＨ」と「ＶＡＬＥＮＴＩＮＯ」とに二分されており，これに接する者が，「Ｖ\nＡＬＥＮＴＩＮＯ」の部分を可分なものとして認識することはごく自然なことであ\nる上，その指定商品と被告ブランドの表示に係る商品とに共通するファッション関\n連商品の取引者，需要者は，外観及び称呼の比較的長い商標については，そのデザ\nイナーの氏名の略称等により簡易迅速に表記ないし呼称することがよく見られると\nいう当裁判所に顕著な取引の実態があるから，このような取引者，需要者におい\nて，上記「ＶＡＬＥＮＴＩＮＯ」の部分に着目することは，十分にあり得ることと\nいわなければならない。\n以上の事情に照らせば，本件商標をその指定商品に使用するときは，その\n取引者，需要者において，その商品がヴァレンティノ・ガラバーニないし被告と上\n記(1)のとおりの緊密な関係にある営業主の業務に係る商品と広義の混同を生ずるお\nそれがあるということができる。\n(3)　原告は，マリオ・ヴァレンティノに係る「ＭＡＲＩＯ　ＶＡＬＥＮＴＩＮ\nＯ」商標を始めとして，「ＶＡＬＥＮＴＩＮＯ」の文字列を含む多数の商標が我が\n国で商標登録されており，本件商標もその一つであることを根拠に，取引者，需要\n者は，「ＶＡＬＥＮＴＩＮＯ」の文字列を含む複数の商標の存在を知り，その顧客\nターゲット，嗜好，価格などにより商品を選択して取引し，又は購入していた旨主\n張して，本件商標と被告ブランドの表示との出所の誤認混同のおそれを争ってい\nる。\n確かに，①マリオ・ヴァレンティノが，「ＭＡＲＩＯ　ＶＡＬＥＮＴＩＮ\nＯ」の欧文字を横書きしてなり，指定商品を旧別表第１７類「被服（運動用特殊被\n服を除く）布製身回品（他の類に属するものを除く）寝具類（寝台を除く）とする\n商標登録第２２１５１１２号商標（昭和５８年２月３日登録出願，平成２年２月２\n３日設定登録）を有していること（甲３３，３４），②マリオ・ヴァレンティノな\nいし同人に係る上記①の商標が，ヴァレンティノ・ガラバーニないし被告ブランド\nの表示と同じく周知であると認める余地があること（甲１３～３２），③「ＭＡＲ\nＩＯ　ＶＡＬＥＮＴＩＮＯ」商標のほかにも，我が国において，「ＶＡＬＥＮＴＩ\nＮＯ」の文字列を含む多数の商標が商標登録されていること（甲３４）は，原告主\n張のとおりである。\nしかしながら，マリオ・ヴァレンティノないし同人に係る上記①の商標が\n我が国において周知であると仮に認められるとしても，そのこと自体は，被告ブラ\nンドの表示が周知性を獲得していたことと矛盾するものではなく，また，両者の間\nで出所の誤認混同のおそれがないといえるとしても，それは，上記①の商標が，被\n告ブランドの表示と同じく周知性を有していたことによるものであって，そのこと\nのゆえに，上記①の商標のような周知性を有するものとは到底認めるに足りない本\n件商標と被告ブランドの表示との間における出所の誤認混同のおそれが否定される\nものではない。さらに，「ＶＡＬＥＮＴＩＮＯ」の文字列を含む多数の商標が登録\nされている状況下において，取引者，需要者が，「ＶＡＬＥＮＴＩＮＯ」の文字列\nを含む複数の商標の存在を知り，その顧客ターゲット，嗜好，価格などにより商品\nを選択して取引し，又は購入するという取引の実情が一部にあるとしても，被告ブ\nランドの表示が，ヴァレンティノ・ガラバーニないし被告の業務に係る商品のブラ\nンドを表すものとして，我が国の婦人服，紳士服等のファッション関連分野におい\nて，取引者，需要者に周知であったとの上記認定事実の下では，それら「ＶＡＬＥ\nＮＴＩＮＯ」の文字列を含む商標の一つである本件商標が付された商品に接する取\n引者，需要者の中に，ヴァレンティノ・ガラバーニないし被告と上記(1)のとおりの\n緊密な関係にある営業主の業務に係る商品であると誤信する者が出現し，広義の混\n同を生ずるおそれのあることは，否定することができないから，原告の上記主張も\n採用することができない。\n(4)　原告は，①本件商標は，著名な俳優であるルドルフ・ヴァレンティノに由来\nするものとして，取引者，需要者に広く認識されていた，②原告はルドルフ・ヴァ\nレンティノのイメージを前面に打ち出した商品展開をしており，被告ブランドの表\n示へのフリーライドの意図は全くない旨主張して，本件商標と被告ブランドの表示\nとの間における出所混同のおそれを否定する。\nまず，①について見ると，ルドルフ・ヴァレンティノは，本件商標の商標\n登録出願時から見ても５０年以上前に死去した無声映画時代の米国人俳優であり，\n仮に映画愛好家の間において周知ないし著名であったとしても，本件商標の商標登\n録出願時及び登録審決時に，我が国のファッション関連分野の取引者，需要者の間\nにおいて周知であったことを認めるに足りる証拠はないから，本件において上記(2)\nの判断を左右すべき特段の事情は認められないというほかはなく，原告の上記①の\n主張は採用することができない。\n次に，②については，上記(1)で説示したとおり，広義の混同のおそれが認\nめられるかどうかは，専ら指定商品に係る取引者，需要者の認識によって決せられ\nるものであり，原告がどのような主観的意図をもって商品展開をするかは混同のお\nそれの有無と直接には関係しないと解されるところ，実際にも，原告の意図にかか\nわらず，本件商標が映画俳優のルドルフ・ヴァレンティノに由来するものであるこ\nとが周知であったとは認められないことも既に判示したとおりであるから，原告の\n上記②の主張も採用の限りではない。\n(5)　以上によれば，上記(2)と同旨をいう審決の認定判断に誤りはないというべ\nきであるから，原告の取消事由４の主張は，いずれも理由がない。\n５　以上のとおり，原告主張の審決取消事由はいずれも理由がなく，他に審決を\n取り消すべき瑕疵は見当たらない。\nよって，原告の請求は理由がないから棄却することとし，主文のとおり判決\nする。\n東京高等裁判所第１３民事部\n裁判長裁判官    　篠　　原　　勝　　美\n裁判官    　長　　沢　　幸　　男\n裁判官    　早　　田　　尚　　貴\n"
}