{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 13,
    "month": 6,
    "day": 27
  },
  "case_number": "平成12(行ケ)166",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "12417",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=12417",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/417/012417_hanrei.pdf",
  "contents": "平成１２年（行ケ）第１６６号　特許取消決定取消請求事件（平成１３年６月１３\n日口頭弁論終結）\n判　　　　　　　　　決\n原　　　　　　告　　　日本メクトロン株式会社\n訴訟代理人弁理士　　　吉　　田　　俊　　夫\n同              　　　吉　　田　　和　　子\n被　　　　　　告　　　特許庁長官　及川耕造\n指定代理人　　　　　　中　　島　　次　　一\n同　　　　　　　　　　柿　　崎　　良　　男\n同                    森　　田　　ひ と み\n同　　　　　　　　　　宮　　川　　久　　成\n主　　　　　　　　　文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n事実及び理由\n第１　当事者の求めた裁判\n１　原告\n特許庁が平成１０年異議第７５４７３号事件について平成１２年３月２１日\nにした決定を取り消す。\n訴訟費用は被告の負担とする。\n２　被告\n主文と同旨\n第２　当事者間に争いのない事実\n１　特許庁における手続の経緯\n原告は、名称を「アクリル系エラストマー組成物」とする特許第２７４８８\n６６号発明（平成６年１０月１３日出願、平成１０年２月２０日設定登録、以下\n「本件発明」という。）の特許権者である。\n設定登録後、本件特許に対する異議の申立てがされ、同申立ては、平成１０\n年異議第７５４７３号事件として特許庁に係属した。原告は、平成１１年４月３０\n日、本件特許出願の願書に添付された明細書（以下「本件明細書」という。）の特\n許請求の範囲及び発明の詳細な説明の訂正（以下「本件訂正」という。）を請求し\nた。特許庁は、平成１２年３月２１日、「特許第２７４８８６６号の請求項１ない\nし２に係る特許を取り消す。」との決定（以下「本件決定」という。）をし、その\n謄本は、同年４月１９日、原告に送達された。\n２　本件明細書の特許請求の範囲の記載\n(1)　本件訂正前のもの（以下、請求項１、２に係る発明をそれぞれ「本件発明\n１」、「本件発明２」という。）\n【請求項１】アクリル系エラストマーに、pHが6.5～8.5でかつ比表面積が約\n150㎡/g以上のシリカを配合してなるアクリル系エラストマー組成物。\n【請求項２】アクリル系エラストマーに、pHが6.5～8.5でかつ比表面積が約\n150㎡/g以上のシリカおよびポリアルキレングリコールを配合してなるアクリル系エ\nラストマー組成物。\n(2)　本件訂正に係るもの（訂正部分に下線を付す。以下、請求項１、２に係る\n発明をそれぞれ「訂正発明１」、「訂正発明２」という。）\n【請求項１】アクリル系エラストマー100重量部に、pHが6.5～8.5でかつ比表\n面積が約300㎡/g以上の表面処理を施さないシリカ５～100重量部を配合してなる押\n出加工用アクリル系エラストマー組成物。\n【請求項２】アクリル系エラストマー100重量部に、pHが6.5～8.5でかつ比表\n面積が約300㎡/g以上の表面処理を施さないシリカ５～100重量部およびポリアルキ\nレングリコール0.1～10重量部を配合してなる押出加工用アクリル系エラストマー組\n成物。\n３　本件決定の理由\n本件決定の理由は、別添決定謄本記載のとおり、訂正発明１は、本件出願前\nに頒布された刊行物である「合成ゴム加工技術全書⑫　アクリルゴム　エピクロル\nヒドリンゴム」(紙屋南海夫他著、昭和５５年１月３１日株式会社大成社発行、２７\n～３５頁、甲第３号証、以下「引用例」という。）に記載された発明（以下「引用\n例発明」という。）であるから特許法２９条１項３号により、訂正発明２は、引用\n例発明に基づいて当業者が容易に発明をすることができたから同条２項により、い\nずれも出願の際独立して特許を受けること（以下「独立特許要件」という。）がで\nきないものであって、本件訂正は認められないとし、本件発明の要旨を本件訂正前\nの本件明細書の特許請求の範囲記載のとおり認定した上、本件発明１は引用例発明\nと同一であり、本件発明２は引用例発明に基づいて当業者が容易に発明をすること\nができたから、本件発明１に係る特許は、特許法２９条１項３号に違反してされた\nものであり、本件発明２に係る特許は、同条２項に違反してされたものであるか\nら、本件発明１及び２に係る特許は、同法１１３条１項２号に該当するので取り消\nされるべきであるというものである。\n第３　原告主張の決定取消事由\n１　本件決定は、訂正発明１及び２と引用例発明との相違点の認定を誤った（取\n消事由）結果、訂正発明１及び２が独立特許要件を具備しないとして、本件発明の\n要旨の認定を誤ったものであるから、取り消されるべきである。\n２　取消事由（相違点の認定の誤り）\n本件決定は、「両発明において、前者（注、訂正発明）が・・・組成物につ\nいて、『押出加工用』としている（相違点２）のに対し、後者（注、引用例発明）\nが、これらについて特に何も規定されていない点で、一応相違する。」（決定謄本\n４頁１９行目～２２行目）との相違点（以下「相違点２」という。）を認定した上\nで、「刊行物１（注、引用例）の表４－３に記載された組成物は・・・該表中にガ\nーベイダイスエル（注、（押出物断面積－口金面積）÷口金面積×１００。「ダイ\nスエル」、「ダイスウェル」及び「スエル」と同義。）の測定値が記載されている\nことから・・・押出成形しているものと認められる。そして、表４－３と表４－２\nとを対比すると、プレスキュア（注、プレス加硫）、ポストキュア時の物性値につ\nいて、同一の項目を測定しており、このことから、物性値の測定は、同一の成形方\n法を用いて作成した試験片を用いているものと解することが相当である。そうする\nと、この相違点２も、両発明の相違点ではないことになる。」（決定謄本４頁３５\n行目～５頁５行目）と認定するが、誤りである。\n(1)　加硫は、一般に、金型を用いて加熱加圧するプレス加硫及び加熱オーブン\nなどを用いて加硫を完結させるポストキュアの２段階で行われており、引用例の表\n４－２に記載されている常態値物性は、このようにして行われたプレス加硫時及び\nポストキュア時における加硫ゴム特性の試験結果を示している。また、こうした加\n硫ゴム特性の試験とは別に、押出し速度、ダイスエル、押出し物の形状などに対応\nしたゴムの加工性試験がある。\nそして、表４－３は、ポストキュア時の測定項目の一つとしてゴムの加工\n性を示すガーベイダイスエルの値が測定されたような表となっているが、加硫ゴム\n特性の試験とゴムの加工性試験とは別のものであって、同表に記載されているガー\nベイダイスエルは、加硫ゴム特性の試験項目ではなく、ゴムの加工性試験の項目で\nある。したがって、同表では、加硫ゴム特性の試験とゴムの加工性試験という二つ\nの試験に対応して、２種類の異なる試験片が用いられているのである。\nこれに対し、表４－２に記載されているのは、加硫ゴム特性を示す試験結\n果のみであって、この試験項目については表４－３と同一の成形方法を用いて作成\nした試験片が用いられているといえるものの、表４－２に記載のないガーベイダイ\nスエルのようなゴムの加工性試験がここに記載されたアクリル系エラストマー組成\n物に対して当然に行われていると解することはできず、引用例に上記組成物を押出\n成形用とすることが記載されているとはいえない。\n(2)　被告は、訂正発明と引用例発明の一応の相違点である「押出加工用である\nこと」は、引用例に実質的に開示されていると主張するが、被告の主張は、決定の\n理由を変更し、又は理由の範囲を著しく逸脱するもので不当であり、また、その主\n張は理由がない。\n引用例（甲第３号証）の「アクリルゴムのシートの平滑性やダイスエルは\n補強剤の種類、添加量によって顕著に変化する。」（３０頁１４行目～１５行目）\nとの記載（以下「記載Ａ」という。）は、それに続く記載によってその内容が説明\nされている。すなわち、一般に、ゴムにはその加硫物の補強性を高めるためにカー\nボンブラックが補強剤として添加され、カーボンブラックにはその粒径に応じて多\nくの種類があるが、凝集又は結合力の大きいカーボンブラックや、粒子径の大きい\n充填剤とＨＡＦ、ＩＳ－ＡＦブラックの併用などが好ましいとされ、カーボンブラ\nックの種類や性状によってダイスエルや押出特性が大きく左右されることが示され\nている。そして、表４－３には、ダイアブラックＨという特定の種類のカーボンブ\nラックを充填剤として用いた場合の例が示されているのである。また、このような\n記載に続き、シリカ系補強剤について別途に記載していることからしても、記載Ａ\nには、少くとも、カーブレックス＃６７などのシリカ系補強剤に関するものは含ま\nれない。そうすると、記載Ａは、カーボンブラック充填剤の種類によって押出特性\nが変化することを述べているにすぎない。\n被告は、表４－２に記載した補強剤につき、表４－３のように補強剤の濃\n度を変化させてガーベイダイスエルの値を調べた結果、カーボンブラックが他の添\n加剤よりも効果的であることが分かったので、カーボンブラックの例を表４－３に\n示したという経緯が読み取れると主張する。しかしながら、このような経緯がある\nならば、そこで用いられるアクリル系エラストマーが同一でなければならないが、\n表４－２ではノックスタイトＡ５０９８が、表４－３ではノックスタイトＡ１０９\n５が、それぞれアクリル系エラストマーとして用いられ、前者はエポキシ基を、後\n者は活性塩素基を架橋性基とするものであって、両表の間では架橋性基の種類によ\nる常態値物性への影響が考慮されておらず、被告主張のような経緯でないことは明\nらかである。また、表４－２に記載されているカーブレックス＃６７は、５０重量\n部用いられているのであって、この場合には押出特性が満足される結果が得られて\nしかるべきであるが、被告の指摘箇所には、そのような記載はなく、このことは、\n少なくともカーブレックス＃６７についてはガーベイダイスエルの測定が行われて\nいなかったことを裏付けるものである。\n第４　被告の反論\n１　本件決定の認定に誤りはなく、原告主張の決定取消事由は理由がない\n２　取消事由（相違点の認定の誤り）について\n(1)　原告は、相違点２が実質的相違点ではないとした本件決定の認定が誤りで\nあると主張するが、訂正発明と引用例発明の一応の相違点である「押出加工用であ\nること」は、引用例に実質的に開示されている。\n引用例の記載Ａ、すなわち、アクリルゴムのシートの平滑性やダイスエル\nは、補強剤の種類、添加量によって顕著に変化すること、特に、添加量は効果的\nで、６０部以上ではスエルは小さく、当量の添加ではポリマーとの凝集又は結合力\nの大きい活性なカーボンブラックが効果的で、ダイスエルは小さくなること、した\nがって、シート表面を平滑にするとか押出特性のよいコンパウンドにするには、カ\nーボンブラックを６０部以上添加して配合設計すること、表４－３にはその一例を\n示したことが記載されている。そして、この記載における「補強剤の種類」は、カ\nーボンブラックのみならず、表４－２に記載されている補強剤をも念頭に置いて理\n解されるべきである。このことは、上記の記載中に、当量の添加ではポリマーとの\n凝集又は結合力の大きい活性なカーボンブラックが効果的で、ダイスエルは小さく\nなるとして、カーボンブラックが他の添加剤より効果的であることが記述されてい\nることからも理解することができ、表４－２に記載された補強剤につき、表４－３\nのように補強剤の濃度を変化させてガーベイダイスウェルの値を調べた結果、カー\nボンブラックが他の添加剤よりも効果的であることが分かったので、カ\nーボンブラックの例を表４－３に示したという経緯のあることが読み取れる。\nそうすると、記載Ａ、すなわち、アクリルゴムのシートの平滑性やダイス\nエルは補強剤の種類によって顕著に変化するとの記載は、表４－２に記載されたカ\nーブレックス＃６７を始め種々の補強剤を含む組成物の平滑性及びダイスエルを測\n定し、その結果得られた知見を記載しているものと解される。そして、上記組成物\nのダイスエルが測定されていることは、押出加工されていることにほかならないか\nら、上記組成物が押出加工されたことを十分に理解することができる。\n(2)　原告は、記載Ａが、カーボンブラック充填剤の種類によって押出特性が変\n化することを述べているにすぎない旨主張する。\nしかしながら、アクリルゴムが押出加工用にも適することは周知であるか\nら、引用例の記載Ａ、すなわち、アクリルゴムのシートの平滑性やダイスエルは補\n強剤の種類、添加量によって顕著に変化すること、特に、添加量は効果的で、６０\n部以上ではスエルは小さいとの記載は、アクリルゴムが本来有する押出加工性に対\nする補強剤の影響を一般的に論じているのであって、特に例示のカーボンブラック\nに限定して解すべき理由はない。\n第５　当裁判所の判断\n１　取消事由（相違点の認定の誤り）について\n原告は、訂正発明と引用例発明との一応の相違点である「押出加工用である\nこと」が実質的相違点ではないとした本件決定の認定は誤りであると主張するの\nで、この点について検討する。\n(1)　「ゴム技術ガイドブック」（古谷正之他編、昭和５３年１１月１０日、日\n刊工業新聞社８版発行）（甲第８号証）には、以下の記載がある。\nア　「９．２　ゴムの加工性試験　加硫物特性というと引張強さ，反ぱつ弾\n性，耐寒性，永久ひずみなど……数多くの性質を考え，すぐにおのおのの特性を示\nす試験法が思い浮かぶ．しかし，加工性というと流れやすさということからムーニ\nー粘度計などがまず頭に浮かび，加工性のすべてがムーニー粘度と相関があるかの\nごとき錯覚をしやすい．“加工性”という言葉は“加硫物特性”という言葉に相当\nする広い意味をもつものである．そのなかにはたとえば素練りやすさ，混練時間，\n配合剤の分散のしやすさ，加工機に所要する電力，押出しやすさ，カレンダーシー\nトはだなどをはじめとして数多くの特性を含むうえ，加工工程という１つの流れの\nなかでの相互の結びつきやすさまでを含んだきわめて広い意味をもっている．これ\nらの現象について，正しい認識をもたねば加工性が認識されたとはいえな\nい．・・・９．２．１　加工性試験　通常，加工性の試験法としては粘度や可塑度\nの測定法が第１にでてくるが，これらの測定の目的が“加工性”にあるならば，ま\nずそのものの認識を明確にせねばならない．しかし，さきにも述べたごとく加工性\nは複雑な個々の現象とそれの結び合わせられたものであるから，詳しい説明には紙\n数が不足する．そこで，通常行なわれている加工性試験を通して加工性の一端を説\n明する．　(1)　ロール操作・・・(2)　バンバリー混練り・・・(3)　押出し試験\nチューブなどの押出し試験では，押出し速度（単位時間に押し出される容量，長さ\nなど）ダイスエル，押出し物の形状などが問題となる．・・・ダイスエルは押出し\nたとき，押出し物の断面がダイの大きさよりふくれる現象である」（２７５頁１行\n目～２７７頁２１行目）\nイ　「９．４　加硫ゴム特性の試験　前にも引用した書物「ゴム試験法」の\n本文中，約2/3が加硫ゴム特有の試験法で占められているが（約１/10が加工性試\n験，残りは実験計画法，分析法などを含む一般論），その数多い項目の一部を列挙\nすると，引張試験，かたさ，クリープ，応力緩和，永久ひずみ，引裂抵抗，耐寒\n性，動的特性，耐疲労性，耐摩耗性，耐劣化・薬品性，気体透過性，電気特性，接\n着試酸などである．本章では，このうちのいくつかを簡単に説明する．  ９．４．\n１　引張試験　ゴム製品の耐久性にとって強さが重要な因子と考えられる一方，試\n験法として手軽であるため，ゴム工業ではもっとも広く実施され，重要視される習\n慣があるのが引張試験である．３．９節も参照されたい．・・・ゴムのデータにし\nばしば見られる特性で，100％引張応力（モジュラス）という表現がある．これは２\n倍に伸びたときを100％，３倍，４倍……をそれぞれ200％，300％……とし，引張る\n前の断面積でそのときの応力を割った値である．『伸び』というのは切断時の伸び\nであり，同様に－％という表現を用いる．引張強さも切断時の応力を伸張前の断面\n積で割った値である．試験機も自動化や測定条件の変更などの改善が望まれる．\n９．４．２　かたさ　かたさの測定も，もっとも広く行なわれるゴム試験であ\nる．」（２８３頁１行目～２８４頁２行目）\nこれらの記載によると、加硫ゴムの特性には、押出し速度、ダイスエル、\n押出し物の形状など、その加工性に注目したもの（以下「加工特性」という。）\nと、引張応力、伸び、引張強さ、固さなど、その物の性状に注目したもの（以下\n「性状特性」という。）があって、これらの特性が加硫ゴムを理解する上で重要な\n指標となっており、このことは、加硫ゴムに関する技術分野において技術常識であ\nったこと、また、ダイスエルが押出成形する際の加工性に関する加工特性であるこ\nとが認められる。\n(2)　引用例（甲第３号証）には、以下の記載がある。\n「４・２　補強剤，充填剤の効果・・・表４－２は代表的な補強剤につい\nて，硬さを６０前後に添加量を調整したプレスキュア，ポストキュア時の常態値物\n性を示したもので，ＨＡＬ－ＬＳタイプのシーガル＃３００，ＩＳＡＦタイプのショ\nウブラックＩは高い破断強度を示す。またＳＲＦタイプのシーストＳは充填量も多\nく，高強度が得られる。シリカ系の補強剤は橋かけ剤の消費がいちじるしく，橋か\nけ速度が小さいので，添加量を増やす必要がある。アクリルゴムのシートの平滑性\nやダイスエルは補強剤の種類，添加量によって顕著に変化する（注、記載Ａ）。特\nに添加量は効果的で，６０部以上ではスエルは小さい。当量の添加ではポリマーと\nの凝集または結合力の大きい活性なカーボンブラックが効果的で，ダイスエルは小\nさくなる。したがってシート表面を平滑にするとか押出特性のよいコンパウンドに\nするには，カーボンブラックを６０部以上添加して，可塑剤により硬さを調整す\nる・・・表４－３にその一例を示した。」（２９頁１行目～３１頁６行目）\nこの記載によると、「４・２　補強剤，充填剤の効果」は、アクリルゴム\nに補強剤や充填剤を添加した際の効果を説明する章であり、表４－２には、アクリ\nルゴムであるノックスタイトＡ５０９８に対して代表的な補強剤７種を添加した場\n合の効果に関して、プレスキュア後及びポストキュア後の硬さ、引張応力、引張強\nさ、伸びなどの性状特性が示され、同表に基づき上記補強剤７種の性状特性に及ぼ\nす添加効果について注釈がされている。そして、注釈に引き続いて、アクリルゴム\nのシートの平滑性やダイスエルが補強剤の種類や添加量によって顕著に変化する旨\nの記載Ａがあるところからすれば、この記載Ａが加工特性に関するものであること\nは明らかである。\nそこで、記載Ａについて検討すると、上記(1)のとおり、加工特性と性状特\n性とが加硫ゴムを理解する上で重要な指標であることは技術常識であり、加工特性\nに関する記載Ａに先立って、まず、代表的な補強剤７種を添加した場合の性状特性\nに及ぼす添加効果について注釈がされているのであるから、記載Ａは、この代表的\nな補強剤７種を念頭に置いて、性状特性と同様に重要な指標である加工特性、具体\n的には、シートの平滑性やダイスエルについて、補強剤の種類や添加量による添加\n効果を説明しているものと理解することができる。そうすると、記載Ａの補強剤の\n種類は、少なくとも上記代表的な補強剤７種を含んでいると認められる。そして、\n表４－２には、ノックスタイトＡ５０９８（アクリル系エラストマー）１００重量\n部に対してカーブレックス＃６７を５０重量部を配合して成る組成物が記載され、\nこれについて、ダイスエルに関する効果が認識されていることが明らかであるか\nら、引用例には、上記組成物を押出加工用とすることが示唆され、実質的に開示さ\nれているものと認めるのが相当である。\nしたがって、「押出加工用であること」が訂正発明１と引用例発明におけ\nる相違点ではないとする本件決定の認定に誤りはなく、この点に関する原告の主張\nは採用することができない。\n(3)　ところで、原告は、記載Ａがカーボンブラック充填剤の種類によって押出\n特性が変化することを述べているにすぎない旨主張する。しかしながら、引用例\n（甲第３号証）には、記載Ａに続けて、上記のとおり、「特に添加量は効果的で，\n６０部以上ではスエルは小さい。当量の添加ではポリマーとの凝集または結合力の\n大きい活性なカーボンブラックが効果的で，ダイスエルは小さくなる。したがって\nシート表面を平滑にするとか押出特性のよいコンパウンドにするには，カーボンブ\nラックを６０部以上添加して，可塑剤により硬さを調整する・・・表４－３にその\n一例を示した。」（３０頁１５行目～３１頁６行目）と記載されている。この記載\nは、記載Ａが補強剤の種類及び添加量によってダイスエル等が変化することを示し\nたのに続けて、添加量に注目し、その具体的な量が６０部以上であるとダイスエル\nは小さいこと、補強剤の種類に注目し、その具体的な種類としてカーボンブラック\nが好適であることを示し、この具体的な量や種類を受けて、「カーボンブラック」\nを「６０部以上」添加して配合設計が具体的にとられる旨を述べているのであるか\nら、記載Ａは、カーボンブラック充填剤に限定されない補強剤の種類や添加量によ\nる添加効果を説明しているものと認めるのが相当である。\n(4)　原告は、さらに、被告の主張は、本件決定の理由を変更し、又は理由の範\n囲を著しく逸脱するものであると主張する。確かに、本件決定が相違点２を実質的\nな相違点ではないと認定した理由は、引用例の表４－３の記載を参酌して表４－２\nに記載された技術的事項を理解したことに基づくものであるから、記載Ａを技術的\nに理解すると、表４－２に記載されたカーブレックス＃６７の添加されたアクリル\n系エラストマー組成物を押出加工用とすることが実質的に開示されているという、\n当審における被告の主張とは異なる。しかしながら、この点に係る本件決定の認定\n過程に適切でない部分があっても、上記のとおり、訂正発明１と引用例発明が「押\n出加工用であること」において一致するとした本件決定の認定が誤りでない以上、\n本件決定の結論に影響を及ぼすべき誤りがあるということはできず、また、そうで\nある以上、当裁判所の判断が本件決定の理由の範囲を逸脱するものでもない。\n２　以上のとおり、原告主張の決定取消事由は理由がなく、他に本件決定を取り\n消すべき瑕疵は見当たらない。\nよって、原告の請求は理由がないから、これを棄却することとし、訴訟費用\nの負担につき行政事件訴訟法７条、民訴法６１条を適用して、主文のとおり判決す\nる。\n東京高等裁判所第１３民事部\n裁判長裁判官　　　篠　　　原　　　勝　　　美\n裁判官　　　石　　　原　　　直　　　樹\n裁判官　　　長　　　沢　　　幸　　　男\n"
}