{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 3,
    "day": 27
  },
  "case_number": "平成13(行ケ)463",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "11949",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=11949",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/949/011949_hanrei.pdf",
  "contents": "平成１３年(行ケ)第４６３号　審決取消請求事件(平成１４年３月１３日口頭弁論終\n結)\n判　　　　　　　　　　　決\n原　　　　　　告　　　Ａ\n被　　　　　　告　　　特許庁長官　及　川　耕　造\n指定代理人　　　　　　山　口　　　直\n同                    栗　田　雅　弘\n同　　　　　　　　　　舟　木　　　進\n同                    大　野　克　人\n同　　　　　　　　　　宮　川　久　成\n主　　　　　　　　　　　文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n事実及び理由\n第１　当事者の求めた裁判\n１　原告\n特許庁が平成９年審判第１９３１８号事件について平成１３年９月２６日に\nした審決を取り消す。\n２　被告\n主文と同旨\n第２　当事者間に争いのない事実\n１　特許庁における手続の経緯\n原告は、平成７年４月１７日、名称を「第一種の永久機関」とする発明につ\nき特許出願をした(特願平７－１２６９９８号)が、平成９年１１月１１日に拒絶査\n定を受けたので、同年１１月１４日、これに対する不服の審判の請求をした。\n特許庁は、同請求を平成９年審判第１９３１８号事件として審理した上、平\n成１３年９月２６日に「本件審判の請求は、成り立たない。」との審決をし、その\n謄本は同年１０月１２日原告に送達された。\n２　平成８年３月２７日付け、平成９年６月９日付け（２通）及び同年１１月１\n４日付け各手続補正書により補正された明細書の特許請求の範囲に記載された発明\n(以下「本願発明」という。)の要旨\n下部水槽(１８)から水を揚水管(７)を通じて、この機関内で生産された電力\nで動作する電動機(１９)に直結されたポンプ(６)でジョウゴ状上部水槽(８)へ流速\n(１７)で揚水させ、ジョウゴ状上部水槽(８)の下部に接続する流速(１５)を制御す\nるコック(２０)とそれに直結する制御機構(１６)を装備するパイプ(１４)をその末\n端がノッズルとして水車のランナー(１２)に装着された複数個のバケツのピッチ円\n(１１)に流速(１５)を対応せしめ、揚水管(７)の内径Ｄとパイプ(１４)の内径ｄと\n落差(５)すなわちｈおよびパイプ(１４)内の流速(１５)すなわちＶとの間に\nの関係になるように選定し、ペルトン水車の主軸(１３)に発\n電機を直結してなる、地球引力の助けを得てエネルギーを新たに創造することを特\n徴とする第一種の永久機関。\n３　審決の理由\n審決は、別添審決謄本写し記載のとおり、本願発明は、その構成の少なくと\nも一部に自然法則に反する手段が利用されており、特許法２９条１項柱書に規定さ\nれた「産業上利用することができる発明」に該当しないものであるから、特許を受\nけることができないとした。\n第３　原告主張の審決取消事由\n１　審決は、本願発明は自然法則に反する手段が利用されているとの誤った認定\nに基づき、特許法２９条１項柱書に規定された「産業上利用することができる発\n明」に該当しないとの誤った判断をした（取消事由）ものであるから、違法として\n取り消されるべきである。\n２　取消事由（特許法２９条１項柱書該当性判断の誤り）\n(1)　審決は、本願発明は自然法則に反する手段を用いていると認定するとこ\nろ、その根拠は、平成１３年１月２３日付け拒絶理由通知書（甲第３号証）にある\n「落差５が１０ｍである上部水槽８及びパイプ１４の末端のノッズルの流速１５\nは、トリチェリーの定理から導き出せば１４ｍ／ｓまでにしかなり得ないものであ\nり、その流速１５が２００ｍ／ｓになることは、その根拠も不明であって、トリチ\nェリーの定理という自然法則に反するものである」（３頁３２行目～末行）との点\nにあると解される。\nしかし、水槽に接続されたパイプの水面からの落差１０ｍの位置にある出\n口から噴出する水の速度（Ｖ２）が２００ｍ／ｓ以上になることは自然現象であ\nり、このことは、ドイツ特許庁もアメリカ特許庁も承認しており、ドイツでは本件\n出願に相当する出願が特許されている。パイプの水槽との接続部における水の速度\nをＶ１とすると、給水により水面とパイプ出口の落差が一定に保たれていれば、パ\nイプ出口における水の速度はｔ秒後にＶ１＋ｇｔとなる（ｇは重力加速度であ\nる。）。これをＶ２とすれば、Ｖ２＝Ｖ１＋ｇｔという式になり、バルブを満開にし\nてから２１秒後には、ｇｔは約２０５ｍ／ｓになる。仮にパイプ内の流速がＶ１で\n一定であるとすればｇ＝０となり、パイプ内は引力がないことになるから自然法則\nに反する。本願発明のその他の構成はありふれた揚水発電所の構成と同じものであ\nるから、本願発明は産業上利用できるものであり、特許法２９条１項柱書の発明に\n該当する。\n(2)　トリチェリーの定理は、水を収容した巨大な箱の側壁にごく小さな穴を明\nけたときに噴出する水の速度を計算する場合以外には適用できず、本願発明のよう\nに、ジョウゴ状上部水槽の下部からパイプが長々と垂れ下がっている場合のパイプ\n出口の水の速度を計算するときには全く役に立たない。高さ１０ｍの水槽に長さ９\n９０ｍのパイプが垂れ下がって全体の落差が１０００ｍであり、噴出する水を給水\nで補給して常に落差１０００ｍが維持されていれば、水が９９０ｍのパイプを１４\n０ｍ／ｓの速度で通過するのに約７秒（＝９９０÷１４０）かかるから、水槽から\n出て速度１４０ｍ／ｓでパイプに進入した水は、パイプを通過する７秒間に９．８\n×７＝６８ｍ／ｓ加速し、Ｖ＝１４０＋６８＝約２０８ｍ／ｓくらいになる。\nなお、原告が、水道蛇口にホースを接続して上部のポリバケツ（上部内径\n２７．５㎝、下部内径２０㎝、内部高３０㎝）に給水できるようにし、上部ポリバ\nケツの底部中央に穴（内径１１㎝）を作って垂下するパイプ（長さ約１．６ｍ、内\n径０．９㎝、外径１．３㎝）を装着するとともに、パイプからの放水受けにポリバ\nケツを配置し、上部のポリバケツに、９０％くらい水を入れ、給水しながら水位を\n保ち、放水後６～７秒目から１０秒間のみ下部ポリバケツに水を入れ、入った水の\n量を測定するとの実験をした結果、トリチェリーの定理により計算した水量（概算\n落差ｈ＝１．８ｍとして３，８００㎝３）よりもはるかに多い水量（２６，０００㎝\n３）がポリバケツに入った。\n(3)　また、被告は、エネルギー保存の法則を主張するが、宇宙ビッグバンによ\nり無から宇宙が創造されたとされているところ、宇宙ビッグバンはエネルギー保存\nの法則に反するものであり、もしエネルギー保存の法則が自然法則なら、宇宙ビッ\nグバンもなかったし、我々も存在しなかったことになる。しかし、宇宙のビッグバ\nンも現実にあった一つの自然現象であるから、エネルギー保存の法則は誤りであ\nり、本願発明も、宇宙ビッグバンと同様、自然現象を利用した永久機関である。\n第４　被告の反論\n１　審決の認定判断は正当であり、原告主張の取消事由は理由がない。\n２　取消事由（特許法２９条１項柱書該当性判断の誤り）について\n(1)　本願発明の構成のような、管路を流れる流体及び管路から噴出する流体の\n物理現象の解析には、ベルヌーイの定理、トリチェリーの定理及び流体が液体のよ\nうな非圧縮性流体の場合は連続の式を用いて解析することは、現在の科学技術、と\nりわけ流体力学の技術分野においては常識である（昭和３４年３月１日社団法人日\n本機械学会発行の「機械工学講座水力学」〔乙第３号証〕、昭和３３年３月５日共\n立出版株式会社発行の「実用水力学及水力機械（初版１４刷）」〔乙第４号証〕、\n昭和５５年４月１５日株式会社朝倉書店発行の「理工学基礎講座１６流体力学（初\n版第９刷）」〔乙第５号証〕）。\n原告の主張する、Ｖ２＝Ｖ１＋ｇｔという式は、自由落下、すなわち、地球\nの重力場のみに引かれ、他の力は何も受けずに理想的に落下する物体の運動に適用\nされるのであり（昭和５２年３月２０日株式会社講談社発行の「世界科学大事典\n８」６５頁〔乙第６号証〕）、本願発明のような管路中を運動する流体に適用して\n解析するのは誤りである。さらに、原告は、パイプ内の流速が一定ならｇ＝０とな\nり、パイプ内は引力がなくなることになるとも主張するが、これも、管路を流れる\n流体の解析に、ベルヌーイの定理、トリチェリーの定理及び連続の式を用いて解析\nすることなく、上記の自由落下の式を適用して解析したことによる誤った結論であ\nる。\n(2)　原告は、高さ１０ｍの水槽に長さ約９９０ｍのパイプが垂れ下がるような\n場合、パイプの通過時間７秒の間に重力で加速され流速は約２０８ｍ／ｓになると\n主張するが、この主張は、重力を考慮したトリチェリーの定理で求めた流速に、さ\nらに重力による増速分を加えているのであり、実際の流速は１４０ｍ／ｓとなるこ\nとは明らかである。トリチェリーの定理は、水槽の側壁の小孔（オリフィス）から\n噴出する液体の流速に適用されるものであるが、前掲乙第４号証の第３２図（５３\n頁）に示されるように、水槽の底壁に形成された孔から噴出する液体の流速にも適\n用することができ、また、前掲乙第３号証第５・１図（ａ）（７９頁）や、前掲乙\n第４号証第４６図（７３頁）に示されるように、水槽から側方に延出した部分に設\nけられた孔から噴出する液体の流速にも適用でき、さらに、本願発明の実施例のよ\nうな、水槽の底面にパイプが接続されたものにも適用することができる。\n(3)　エネルギー保存の法則とは、「物質および空間の場から成るあらゆる物理\n系が外界からいかなる作用も受けないならば、その物理系の中でどんな変化が生じ\nてもエネルギーの総量は保存されるという法則」（平成９年１１月２８日株式会社\n日刊工業新聞社発行の「機械用語大辞典」７８頁～７９頁〔乙第１号証〕）であっ\nて、現在の科学技術の常識となっているものである。そして、このエネルギー保存\nの法則は、「エネルギを消費しないで、継続して動力を発生できる機械は不可能で\nある」（昭和６２年９月１５日株式会社裳華房発行の「工学基礎熱力学（全訂第１\n９版）」２８頁２５行目〔乙第２号証〕）ことを示すものである。\n第５　当裁判所の判断\n１　取消事由（特許法２９条１項柱書該当性判断の誤り）について\n(1)　原告は、パイプの水槽との接続部における水の速度をＶ１とすると、給水\nにより水面とパイプ出口の落差が一定に保たれていれば、ｔ秒後のパイプ出口にお\nける水の速度Ｖ２は、Ｖ２＝Ｖ１＋ｇｔという式になる旨主張する。しかし、このＶ\n２＝Ｖ１＋ｇｔという式が、重力加速度ｇの下で物体を初速度Ｖ１で鉛直下方に投げ\nた場合のｔ秒後の速度Ｖ２を示すものであることは技術常識であり、本件願書添付\nのFig.１（公開特許公報３頁〔甲第１号証〕）に示される水槽８にパイプ１４を装\n着した装置のパイプ１４出口の水の速度を計算するために適用される式ではない。\nかえって、被告の援用する乙第３～第５号証によれば、本件願書添付のFig.１に示\nされる水槽８にパイプ１４を装着した装置のパイプ１４の出口の水の速度を計算す\nるために適用されるのは、ベルヌーイの定理であり、この定理を適用して計算する\nと、落差（ｈ）１０ｍのパイプ１４の出口の水の速度（Ｖ）は、経過時間に関係な\nく常に約１４ｍ／ｓとなることは明らかである。\n（計算式） ＝１４ｍ／ｓ\nこのことは、初等物理学あるいは流体力学の技術分野における常識から明\nらかな事項であるから、水槽に接続されたパイプの水面からの落差１０ｍの位置に\nある出口から噴出する水の速度（Ｖ２）が２００ｍ／ｓ以上になることが自然現象\nである旨の原告の主張は失当である。なお、ドイツ特許庁ないしアメリカ特許庁が\n本件類似の特許出願に対して特許権を付与したか否かということは、上記の判断を\n何ら左右するものではない。\n(2)　次に、原告は、パイプ内の流速がＶ１で一定であるとすればｇ＝０とな\nり、パイプ内は引力がないことになるから自然法則に反する旨主張する。しかし、\nその前提となるＶ２＝Ｖ１＋ｇｔという式が、水槽にパイプを装着した装置のパイ\nプ出口の水の速度を計算するために適用される式ではないことは前示のとおりであ\nり、また、前掲乙第３、第４号証に示される「連続の式」及び「流体連続の理」に\nよれば、同じ断面積であるパイプ１４中の水の速度はどの場所でも同じであること\nも明らかである。\nしたがって、水槽からの落差１０ｍの出口における水の速度Ｖ２が２００\nｍ／ｓ以上になることは自然法則に反するものというべきであり、このことを前提\nとする本願発明は産業上利用することのできるものではなく、これと同旨をいう審\n決の判断に誤りはない。\n(3)　また、原告は、トリチェリーの定理は、本願発明のように、ジョウゴ状上\n部水槽の下部からパイプが長々と垂れ下がっている場合のパイプ出口の水の速度を\n計算するときには全く役に立たず、高さ１０ｍの水槽に長さ９９０ｍのパイプが垂\nれ下がって全体の落差が１０００ｍであり、噴出する水を給水で補給して常に落差\n１０００ｍが維持されていれば、水がパイプを通過する際に加速してその速度は約\n２０８ｍ／ｓくらいになる旨主張する。しかし、トリチェリーの定理については、\n前掲乙第３号証に「トリチェリの定理の証明は・・・ベルヌーイの式を利用すると\nきわめて簡単に（５．１）式（注、 ）を導くことができる」（７９\n頁１３行目～１４行目）と記載され、前掲乙第４号証では、流体運動の基礎式の応\n用として導かれており、前掲乙第５号証でも、ベルヌーイの定理の応用として導か\nれている。これらによれば、トリチェリーの定理は、ベルヌーイの定理と同様に、\n水槽にパイプを装着した装置のパイプ出口の水の速度を計算するためにも適用し得\nるものと認められる。そして、トリチェリーの定理あるいはベルヌーイの定理を、\n高さ１０ｍの水槽に長さ９９０ｍのパイプを接続した全体の落差が１０００ｍの装\n置に適用すれば、パイプ出口の速度は約１４０ｍ／ｓと計算することができ（上\n記(1)の計算式参照）、かつ、前記「流体連続の理」により、同じ断面積であるパイ\nプ中の水の速度は、どの場所でもこれと同じとなることが理解されるのであって、\n原告の上記主張は失当である。\nなお、原告は、水道蛇口にホースを接続してパイプを装着したポリバケツ\nに給水する簡単な装置を用いた実験の結果についても主張するが、実験の条件や測\n定結果の詳細が不明であって、このようなもののみから、現在の科学技術とりわけ\n流体力学の技術分野において常識となっているトリチェリーの定理が誤りであると\n認めることはできない。\n(4)　さらに、原告は、宇宙ビッグバンを根拠として、エネルギー保存の法則は\n誤りである旨主張する。しかし、被告の援用する乙第１、第２号証によれば、エネ\nルギー保存の法則は、現在の科学技術の普遍的法則であり常識となっていることが\n認められる一方、いわゆるビッグバン仮説が、原告の主張するように、ビッグバン\n以前の世界が「無」、すなわちエネルギーがゼロであったことを前提とするもので\nあるとも、エネルギー保存の法則を覆す理論として承認されているとも認められな\nい。\n(5)　したがって、原告の主張はいずれも採用することができない。\n２　以上のとおり、原告主張の取消事由は理由がなく、他に審決を取り消すべき\n瑕疵は見当たらない。\nよって、原告の請求は理由がないから棄却することとし、訴訟費用の負担に\nつき行政事件訴訟法７条、民事訴訟法６１条を適用して、主文のとおり判決する。\n東京高等裁判所第１３民事部\n裁判長裁判官    　篠　　原　　勝　　美\n裁判官    　長　　沢　　幸　　男\n裁判官    　宮　　坂　　昌　　利\n"
}