{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 12,
    "month": 2,
    "day": 18
  },
  "case_number": "平成7(行ウ)13",
  "case_name": "住民訴訟による原状回復等請求事件",
  "court_name": "徳島地方裁判所",
  "field": "行政",
  "lawsuit_id": "15911",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=15911",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/911/015911_hanrei.pdf",
  "contents": "主　　　文\n一　原告らの請求をいずれも棄却する。\n二　訴訟費用は原告らの負担とする。\n事実及び理由\n第一　請求\n一　被告電源開発株式会社及び被告四国電力株式会社は、徳島県に対し、別紙物件\n目録記載の各土地について、徳島地方法務局阿南支局平成七年一月一八日受付第五\n〇五号売買による所有権移転登記の抹消登記手続をせよ。\n二　被告電源開発株式会社及び被告四国電力株式会社は別紙物件目録記載の各土地\nの改変行為をしてはならない。\n三　被告ａは徳島県に対し金一億円を支払え。\n第二　事案の概要\n本件は、徳島県が、石炭火力発電所の建設用地として、その所有する別紙物件目\n録記載の各土地を、被告電源開発株式会社及び被告四国電力株式会社に売却したこ\nとは違法無効であるとして、原告らが、地方自治法二四二条の二第一項に基づき、\n徳島県に代位して、被告電源開発株式会社及び被告四国電力株式会社に対し、その\n原状回復請求としての登記抹消請求（前記請求一）及び現在進行している土地の改\n変行為の中止を求める（前記請求二）とともに、県知事である被告ａに対し、原状\n回復費用相当額の損害賠償請求（前記請求三）を行った事案である（なお、訴状提\n出後、分筆がなされており、別紙物件目録は分筆登記後のものである。）。（争い\nのない事実等―末尾に証拠の記載があるのは証拠によって認定した事実）\n一　原告らは徳島県に居住する住民である。\n被告ａは、平成五年一〇月五日から現在に至るまで徳島県知事の職にあるもので\nある。\n被告電源開発株式会社は、昭和二七年に電源開発促進法に基づいて設立され、全\n国に水力発電所、火力発電所など五五か所に及ぶ発電設備等を有し、全国九つの電\n力会社に電力を供給しているものである。【甲四五】\n二　徳島県阿南市南東部にある橘湾は、紀伊水道に面するリアス式海岸であって、\n湾内には小勝島を含む一〇を超す島々が散在し、「阿波の松島」とも呼ばれた、風\n光明媚な景勝地であり、また、湾内の弁天島は国の天然記念物に指定され、暖地性\n海岸植物が自生して、アコウの分布では北限とされているのであって、昭和三九年\nには、室戸阿南海岸国定公園に指定されていた。\n戦後、橘湾において真珠の養殖が行われていたこともあったが、昭和二九年ころ\nより埋立が始まり、昭和三八年ころから、被告四国電力株式会社の石油火力発電所\nが操業し、他にも化学工場が立地するようになった。\n【甲六九ないし七一】\n三　被告電源開発及び被告四国電力（以下、併せて「被告事業者」という。）は、\n小勝島に徳島県が所有する別紙物件目録記載の各土地（以下、「本件土地」とい\nう。）及びこれに隣接する埋め立てにより造成が予定される埋立地上に、次のよう\nな石炭火力発電所三基（以下、「本件火力発電所」という。）の建設を計画し、平\n成五年一二月八日に開催された電源開発調整審議会（内閣総理大臣を会長として、\n大蔵大臣ら国務大臣のほか学識経験者から構成されている。）の議を経て、本件火\n力発電所は国の電源開発基本計画に組み入れられた。\n１　発電所の名称、出力及び建設主体\n（一）　橘湾発電所\n（１）　出　　力　　　七〇万キロワット一基\n（２）　建設主体　　　被告四国電力\n（二）　橘湾火力発電所\n（１）　出　　力　　　一〇五万キロワット二基（合計二一〇万ロワット）\n（２）　建設主体　　　被告電源開発\n２　運転開始時期（予定）\n（一）　橘湾発電所　　　平成一二年七月\n（二）　橘湾火力発電所\n一号機　　　　　平成一二年七月\n二号機　　　　　平成一三年一月\n３　敷地面積　　　総面積約一一九平方メートル\n陸上土地造成　約二六万平方メートル【乙イ二】\n海面埋立約　三九万平方メートル\n４　燃料の種類等\n（一）　燃料の種類　主燃料　石炭\n（二）　年間使用料　約六二〇万トン\n５　発電用水使用量\n日平均使用量約一万三五七〇立方メートル\n四　これに先立ち、昭和五二年七月四日通商産業省議決定である「発電所の立地に\n関する環境影響調査及び環境審査の強化について」（以下、「省議決定」とい\nう。）、及び、昭和五四年六月二六日資源エネルギー庁長官通達である「発電所の\n立地に関する環境影響調査及び環境審査の実施について」（以下、「実施方針」と\nいう。）などに基づいて、以下のような環境影響調査手続が行われた。\nまず、被告事業者は、平成五年六月、環境影響調査書をとりまとめ、同月二三\n日、通商産業省及び関係地方公共団体に提出した。そして、右調査書は、実施方針\n中の「環境影響調査及び環境審査に伴う地元住民等への周知等の措置要綱」によっ\nて、同年七月五日から同年八月四日までの間、地元住民への縦覧に供され、また、\n事業者による説明会も行われた。\nこれとは別に徳島県も独自の立場から「石炭火電等環境調査」を実施するととも\nに、平成四年八月に制定された「徳島県環魔影響評価\n要綱」に基づいて右環境影響調査書を審査し、被告事業者に対して徳島県知事とし\nての意見を述べ、右意見や地元住民の意見に対する被告事業者の見解を踏まえ、実\n施方針中の「発電所の立地に関する環境審査指針」に基づいて、通商産業省による\n環境審査が行われ、環境審査報告書が作成された。\nこれを受けて、被告事業者は、実施方針に基づいて環境影響調査書に所要の修正\nを行って、平成六年一月に修正環境影響調査書（乙イ二）を作成し、これを公告、\n縦覧するとともに徳島県へ送付した。\nなお、公有水面埋立免許については、被告事業者が公有水面埋立に関連する影響\nを含めて調査し、環境保全に関し講じる措置を記載した図書（環境保全図書と呼ば\nれる）を作成した上、環境保全図書を公衆の縦覧に供し、そして、埋立免許権者た\nる徳島県知事は、利害関係人や、徳島県の関係部局、地元阿南市及び小松島海上保\n安部等の関係行政機関の意見を徴した上で、公有水面埋立免許願書の内容審査を行\nい、その後、主務大臣（運輸大臣）に認可の申請をし、環境庁長官の意見もふまえ\nて運輸大臣がこれを認可したので、平成七年二月、被告ａは、被告事業者に対し埋\n立免許を交付した。\n五　被告事業者が作成した修正環境影響調査書の総合評価の内容は次のとおりであ\nる。【乙イ二】\n「本件火力発電所の計画、建設、運転に際しては、周辺の自然環境及び社会環境を\n十分に考慮し、環境保全に万全を期することとしている。\nすなわち、発電所から排出するばい煙については、排煙脱硫装置、排煙脱硝装置、\n電気式集じん装置の採用等により、その排出量の低減を図り、また、石炭粉じんに\nついては、屋内貯炭場の採用等により飛散防止を図る。冷却水については、取放水\n温度差を七度以下とし、低流速で取水し、水中放水方式を採用することにより、周\n辺海域の漁業、海生生物、船舶航行などへの影響の低減を図る。\n一般排水については、総合排水処理装置による適切な処理を行った後排出すること\nにより、水質汚濁の防止を図る。\n騒音については、騒音発生源となる機器を建屋内へ収納する等の対策を講じ、振動\nについては、振動発生源となる機器の基礎を強固なものにする等の対策を講じるこ\nとにより、騒音及び振動の低減を図る。\n景観については、海面埋立、土地の改変及び樹木の伐採範囲を必要昀小限にとど\nめ、既存林の大半を保存するとともに、建物内の配置、形状、色彩について十分配\n慮し、また、緑化に当たっては、常緑樹を主とした植栽を行うことにより、周辺の\n景観との調和を図る。建設工事に当たっては、環境保全のための適切な措置を講じ\nる。また、建設工事中及び運転開始後は環境監視を行う。\n以上のほか、本文各項で述べたとおりの諸対策を講じることにしており、これらを\n総合的に評価すると、本件火力発電所設置による周辺環境への影響は少ないものと\n考えられる。」\n六　平成六年一二月一五日、徳島県議会は、本件土地を被告事業者に、代金二〇億\n四〇四九万九二六二円にて売却することを可決し、翌一六日、徳島県は、被告事業\n者と本件土地の売買契約（以下、「本件売買契約」という。）を締結した。【乙八\n二の一ないし３】\nそして、徳島地方法務局阿南支局平成七年一月一八日受付第五〇五号をもって、\n徳島県から被告電源開発（持分四分の三）及び被告四国電力（持分四分の一）への\n所有権移転登記手続がなされた。\nなお、徳島県は、本件土地（七八万一二三七・五八平方メートル）を、売却されな\nかった用地（五八一九平方メートル）と併せて取得したのであるが、このうち昭和\n四八年から昭和五一年にかけて取得した土地の購入代金は五億一八七三万二二〇一\n円であり、昭和六二年に取得した土地の購入代金は九億四九六一万〇九五七円であ\nった（ちなみに、これらに対する金利等は五億七一五二万二四〇四円であり、阿南\n市に委託した維持管理費用は三八〇万円であった。）。【甲三】\n七　原告らは、阿南市には操業中の阿南石油火力発電所（一二五万キロワット）が\nあり、その影響で小学生の喘息率が全国平均を大きく上回っているなど、住民に健\n康障害が発生しており、本件火力発電所の建設は、生活に重大かつ深刻な影響を及\nぼすことになるとして、平成四年二月、「橘湾の巨大石炭火電に反対する会」を結\n成し、県知事に対し火力発電所の誘致取消を申し入れるなどし、また、同年六月に\n阿南市で結成された「子供と未来の会」とともに、本件火力発電所建設に反対する\n活動を行うようになった。【甲六七、六八】\n八　平成七年二月ころから、本件火力発電所の敷地造成工事が開始された。\n九　原告らは、平成七年四月二七日、徳島県監査委員に対して監査請求を行った\nが、同監査委員は、同年六月二三日、これを棄却した。\n（争点）\n一　前記請求二の適法性\n二　本件売買契約の締結は、徳島県知事の裁量権を逸脱、濫用するものであるとし\nて、無効となるのか。\n三　本件\n売買契約を随意契約の方法により締結したことは違法で、契約は無効となるのか。\n四　被告ａが負担すべき損害賠償額の算定\n（当事者の主張）\n一　原告らの主張\n１　徳島県知事は、後述のように、地方自治法などにより各種の責務・義務を負っ\nており、その責務が適切に遂行されるようその補助機関たる職員を指揮監督する義\n務を有するのであって、徳島県の財産に関する事務を処理するにあたってもこれら\nの責務・義務を遵守しなければならず、これに反した財産の処分は無効となり、私\n法的観点においても、右のような責務や義務に反してなされた違法な行為であると\nいう意味で、公序良俗に反し無効となる。\nなお、被告らは、本件土地の売却は徳島県の自由裁量に属する事項である旨主張\nするが、売却処分の目的が本件火力発電所の建設にあることからすると、後述のよ\nうな責務、義務を遵守することが要求され、処分の可否を決定するに際しては、こ\nれに関連する各種法令等で定められている考慮事項と配慮基準に照らし、適正かつ\n合理的に裁量権を行使しなければならないものであり、これに反すると違法となる\nと解すべきである。\n２　地方自治法上の義務について\n（一）　同法二条三項一九号違反について\n同法二条三項一九号は、地方自治体に対し、「地方公共の目的」のために、すなわ\nち、住民共通の便宜を図り、住民全体の福祉を昀大限に増進するために不動産を使\n用すべきことを命じている。この義務は、結局、公共信託概念の要請に基づくもの\nである。\nところで、公共信託概念とは、公共財産の管理処分を国民から信託されている政\n府は公共財産を国民の信託目的にそって管理処分しなければならず、これによれ\nば、公共財産の処分、管理にあたっては、広く県民の利用に役立つように管理処分\nされること、広く県民の利用の便宜を維持増進するように管理処分されること、公\n共信託目的に反して信託財産を私人に譲渡することは原則として許されないことが\n求められることになる。\nそこで、本件売買契約をみるに、これは民間企業である被告事業者に対してのみ\n便益を供与するものにすぎない上、本件土地が「阿波の松島」と呼ばれる橘湾内の\n良好な景観の一部を構成し、貴重な自然環境を残す土地であって、このような土地\nの属性からすると、本件土地が有する自然的価値を維持、保全することこそが公共\n信託目的に適うといえ、その自然的価値を破壊することにつながる処分行為はこれ\nに\n反することになるところ、徳島県がなした本件土地の売却処分は、後述のように、\n本件土地の自然的価値の破壊につながるものである。\nそれ故、本件売買契約は「地方公共の目的」のために不動産を使用することを命\nじた地方自治法二条三項一九号に違反することは明白である。\n（二）　同法二条三項一号、二号、七号違反について徳島県知事は、同条三項一号\nにより住民の安全、健康及び福祉を維持する義務を、二号により緑地等を管理する\n責務を、七号により公害を防止すべき責務を負っている。\nしかし、本件火力発電所は、後述のように、大量の大気汚染物質を排出し、環境\nを悪化させ緑地を破壊することは明らかであり、らにこれによってもたらされる大\n気汚染、公害等により住民の健康と安全を脅かしている。\nそれ故、徳島県知事の本件売買契約締結は、右条項に反するものである。\n（三）　同法二条一三項違反について\n同条項により、徳島県知事は住民の付託を受けて財産を効率的使用して昀大の行\n政効果を達成しなければならないという責務を負っており、これを具体化するもの\nとして、地方財政法は「地方公共団体の経費は、その目的を達成するための必要且\nつ昀小の限度を超えて、これを支出してはならない。」（四条一項）とするととも\nに、「地方公共団体の財産を、その所有の目的に応じて昀も効率的に、これを運用\nしなければならない。」（八条）と定めている。これらの規定は、県知事の財産管\n理、運用に関する裁量権の限界を画するものである。\n「昀も効率的な運用」か否かは、他の運用方法、手段（代替案）と比較検討する\nことによって、はじめて決定し得るものであるが、その代替案としては、「何もし\nないこと」、「現状を維持すること」も、常に存在するのである。\n本件土地を火力発電所用地として売却処分する場合であれば、その売却価格とそ\nの売却によって地方公共団体が負担すると予測されるすべての費用との比較が必要\nである。ここにいう費用とは、本件火力発電所誘致のために徳島県が行った道路敷\n設、小勝島へ渡るための橋の設置等の直接的な費用のみならず、石炭火力発電所の\n建設、稼働によってもたらされる弊害への対策、対処費用等の外部費用も含まれ\nる。そして、この費用を正確に把握するためには、本件土地の売却によりもたらさ\nれる弊害、すなわち住民の健康被害、大気・海洋汚染、生態系に及ぼす影響、景観\nの破壊等を正確に予測し、これら\nの対策に要する費用を算出する必要があったのであるが、後述のように、本件売買\n契約のもととなった環境影響調査は杜撰なものであった。\nそれ故、被告ａは費用・効果の検討を怠ったものといえ同条項に違反する。\n３　環境影響調査義務について\n財産の管理方法を変更したり財産を処分しようとする際、環境に影響を与える可\n能性がある場合においては、変更や処分の必要性やそれによる環境への影響の評価\n及び代替案との比較検討など、いわゆる環境影響調査（環境アセスメント）が行わ\nなければならない。\n環境影響調査（環境アセスメント）とは、環境に著しい影響を及ぼすおそれのあ\nる事業・行為の実施にあたって、その環境影響について事前に十分に調査、予測及\nび評価を行い、その結果を当該事業の計画や決定に反映させ、それによって環境影\n響を回避し昀小化することを目的とする手続制度である。\nこの環境アセスメント制度ないし手続は、人の生命、身体、健康、財産さらには\n生活環境、自然環境などに著しい影響を与えるおそれのある事業や行為を実施しよ\nうとする場合、当該行為者は予めその影響の内容、範囲、程度などについて調査、\n予見したうえで、予見された被害、影響という結果を回避する措置を採るべき義務\nがあるという当然の法理に根拠を有している。すなわち、環境アセスメントは右の\n意味での条理に基づく義務を履行するためになされる手続、手法の総称であり、環\n境アセスメント義務とは、このような調査・予見義務、結果回避義務を総称した義\n務概念とみることができるのである。\n本件火力発電所の設置については、事前に形式的な環境影響調査がなされている\nが、後述のように、内容は杜撰であり、現地調査をすれば容易に観察しえたはずの\n全国的に貴重な生物であるマゴコロガイの存在すら記載されていない。調査を担当\nしたのも、被告四国電力の子会社であり、調査の客観性及び正確性は保たれていな\nい。\nそうすると、本件売買契約においては、環境影響調査義務が尽くされているとは\nいえず、違法である。\n４　自然環境保全法、瀬戸内海環境保全特別措置法、環境基本法公有水面埋立法に\n基づく義務について\n徳島県知事は、その事務処理を行うにあたって尽くすべき義務は、地方自治法上\nの義務にとどまらず、環境基本法七条、三条ないし五条、及び、瀬戸内海環境保全\n特別措置法一条、四条の二により、環境配慮義務を、また、自然環境保全法二条な\nい\nし五条により、自然環境を適正に保全すべき義務を負っている。\nまた、本件火力発電所の建設は、公有水面約三九万平方メートの埋立地を造成し\n利用することとなっているが、公有水面埋立法四条一項一号、二号は、徳島県知事\nが免許基準に則って公有水面の環境保全などを図るべき義務を負担していることを\n前提としたものである。\nしかし、本件火力発電所の建設、操業により、後述のような環境破壊をもたらす\nことからすると、被告ａがこれらの義務を怠ったことは明らかである。\n５　本件火力発電所の建設、稼働によってもたらされる環境破壊について\n（一）　建設に伴う環境破壊\n小勝島の土地造成により、約二六万平方メートルの森林が失われ、約二キロメー\nトルの自然海岸が消失する、さらに、小勝島の干潟には全国的珍種であるマゴコロ\nガイが棲息し、その他多様な生物が棲息する磯と砂浜、干潟等が存在するが、この\nような生物学的に価値のある場所が失われる。また、隣接海域の埋立により、約三\n九万平方メートルの海水面が失われ、埋立工事により、周辺海域の海水や海底が汚\n染される。\n小勝島の土地改変及び隣接海域の埋立により、阿波の松島と呼ばれて県民に親し\nまれてきた、半島と多数の島のある美しい景観が失われる。\n（二）　稼働に伴う公害の発生と環境破壊\n（１）大気汚染\n①本件火力発電所の稼働により、年間四〇〇〇トンの硫黄酸化物が排出されるこ\nとになり、この結果、阿南地区の硫黄酸化物の総量規制値の一二〇〇立方メートル\n（一時間当たり）を五六八立方メートルも上回ることになる。\n②　窒素酸化物は、年間二八〇〇トンが排出される。\n③　ばいじんは、年間六一四トンが排出される。\n④　二酸化炭素は、年間一四〇〇万トンが排出され、これは平成二年度の我が国全\n体の二酸化炭素排出量の一・二パーセントに相当する量である。\n（２）　その他の汚染\n①　重金属\n年間一トン余りの水銀、約九〇トンのひ素、カドミウム四一六トン、バナジウム\n四九九トン、ベリリウム二五トンが排出される。\n②　石炭灰\n燃料の一五ないし二〇パーセントが灰として残り、年間七五万トンないし一〇〇\n万トンが排出される。\n③　温排水\n海水と排出水とは七度の温度差があり、水温一度差が与える影響は陸上の気温の\n一〇度差に相当すると言われている。\nそして、冷却水として吸引・使用された海水中のプランクトンは一．〇〇パーセ\nント死滅すると推測される。また、パイ\nプの金属が摩耗して海に流れ込み、海が金属により汚染される。パイプに貝が付着\nすることを防ぐために塩素が投入されるが、その塩素が海中に流出し、魚が大量死\nすることが予測される。\n④　放射性物質\n本件火力発電所で使用するとされている豪州炭には一ないし四ＰＰｍのウラン、\nトリウムが含まれており、環境中に排出される放射性同位元素のうち鉛二一〇、ポ\nロ二ウム二一〇が海中生物で濃縮される。\n６　被告事業者が行った環境影響調査の問題点\n（一）　我が国における環境影響調査の制度的な問題点\n（１）　代替案の欠如\n環境アセスメントは、ある行為が自然環境などにどのような影響を与えるのか\nを、行為実施前に予測し検討するものであるが、その行為の目的を達成する他の手\n段があったり、また設計、技術を変えたり、他の場所で実施することとしたり、行\n為の規模を縮小したりする様々な案、すなわち代替案を検討することによりそれぞ\nれについて予測される環境影響を検討し、それらの各案と元の案とを比較検討する\nことによって、より環境への影響が少ない意思決定（選択）をして、環境保全の実\n現を目指すものである。したがって、代替案の提示・検討は環境アセスメントの核\n心をなす要素である。しかしながら、我が国の環境アセスメント制度においては、\nこれまで代替案の提示・検討はされてこなかった。むしろ、その内容が固った事業\n計画について、それを実施することを前提にして、唯一その計画事業についてのみ\n環境影響がチェックされるだけのものとなり、また、環境アセスメント実施の結果\nに照らして、当該計画事業の見直しがなされることもなかった。\n本件における環境影響調査も同様で、「阿波の松島」といわれ豊かな自然環境、\n歴史的・文化的遺産、漁業資源などを有する本件土地及び周辺海域に、なぜ火電建\n設が必要なのか、他の利用方法はどうか、火電の規模はどうかなど検討すらされ\nず、はじめに火電建設ありきとして計画は強引に進められてきたのである。このよ\nうな代替案の提示、検討を欠く環境アセスメントは、環境アセスメントというに値\nしない。\n（２）　予測、評価の欠陥\n環境アセスメントは、環境に影響を及ぼすおそれのある行為について、対象地域\nに関連する環境状況などを調査し、当該行為にともなう影響を予測、評価し、その\n結果をふまえて必要な環境対策を示するものでなければならない。ところが、省議\n決定による制度では「環境保\n全のために講じる対策の結果を踏まえて、環境への著しい影響が予想される項目に\nついて、対象発電所の工事中及び運転開始後における環境影響予測を行うものとす\nる」として、既に計画自体に環境保全対策が講じられていることが前提とされてい\nるのであって、もりこまれた環境保全対策について、どのような理由で、どの程度\nのものが必要とされたのか、さらにどのように機能し効果をあげるのかなどについ\nては示されず、漠然とした結論のみが示されているだけである。\n（３）　「環境保全対策」の欺瞞性\n環境アセスメントの評価には、技術的な限界や諸条件の変化などにともなう不確\n実さが避けられず、それ故、評価の結論にはその調査資料の信用性、予測手法の不\n確実さの内容、程度を明らかにしなければならないが、本件環境影響調査、環境審\n査では温排水対策石炭灰の処理対策などの項目についてみられるように、本来不確\n実で、それらの対策が予想したとおりの効果をあげると断定し得ない対策について\nも、問題なしとしている。\n（４）　開発対象地自体について何らの方策も採られていないこと\n本件環境影響調査は、火力発電所が設置される土地やその自然生態系が破壊変更\nされることを当然とし、この地域については環境アセスメントの主眼とされず、そ\nの周辺地域の環境に対する影響を調査し、対策を講じようとするものである。しか\nし、このような我が国の環境アセスメントの手法は、これまで多くの貴重な自然環\n境を破壊する原因となってきた。すなわち、環境保全、自然環境の保全・維持にと\nって重視されるべきことは、核となる自然を保全し、これと関連する地域の自然環\n境をあわせて保全維持することにあるが、これまでの環境アセスメントにおいて\nは、一旦ある地域の自然環境の破壊改変を伴う開発が実施されてしまうと、その地\n域内には保全すべき自然環境は存在しないものと扱われてきたのである。\n（５）　アメリカの環境アセスメント制度においては、「ミティゲイション」と呼\nばれる、当該環境アセスメントの対象事業による影響を回避、昀小化、矯正、軽減\nしあるいは代償することを事業者に課し、このような措置を採ることによって、そ\nの事業がはじめて許されるとする制度が導入されている（このような手法は、アメ\nリカのみならず、「ビオトーブ」などとしてドイツなどヨーロッパ諸国でも採用さ\nれつつある。）。\nこのような観点から、本件火力発電所の立地を\nみると、その計画を中止しないかぎりは、その対象地域内の自然環境、歴史的・文\n化的環境などへの環境影響を回避、昀小化、矯正、軽減することは不可能である。\nそうすると、等価値の代償措置（他の開発ずみ地域で、本件対象地と同等の自然環\n境としての価値を有する自然環境回復措置をとるなど）をとらなければ本件火力発\n電所の設置は許されないことになる。\n我が国において、代償措置とは金銭補償や公共施設の提供などに倭小化されてい\nるが、環境アセスメントの実施によって、対策が講じられ保全されるべき環境の利\n益は、現在及び将来世代の地域住民、ひいては何人であれ享受すべきものである。\n本件火力発電所設置計画には、このような環境アセスメントの目的実現に向けられ\nた姿勢、対応は皆無である。\n（二）　本件環境影響調査の個別的問題点\n（１）　大気汚染について\n本件環境影響調査における大気環境に対する影響予測については、地球環境への\n影響という観点からの二酸化炭素の影響や、人体に悪影響のあるダイオキシンにつ\nいて全く検討していないという根本的欠陥があるほか、調査対象としている各大気\n汚染物質の影響予測をみても、常識外れの結論を出している。\nさらに、総量規制的観点からの検討が欠落していること、現況の大気汚染の分析\nもなしに机上の空論が展開されていること、そもそも拡散計算による濃度予測の手\n法自体が極めて暖昧なものであって信？性に欠けることに加えて、極めて恣意的な\n計算条件が設定されていること、高濃度の大気汚染を生じさせる本件火力発電所以\n外の移動排出源からの大気汚染が度外視されていること、高濃度の大気汚染を生じ\nさせる逆転層の存在も全く無視されていることなどの手法的欠陥があり、それ故、\n本件環境影響調査における予測と評価に反して、激甚な大気汚染公害が発生する可\n能性は極めて大である。\n（２）　温排水、水質汚濁・汚染による海生生物への影響について\n①　温排水について\n火力発電所の稼働によって、自然海水に比べ高温となる復水器冷却水、すなわち\n温排水が必要となり、これらはその後海水に放流されることになり、これによって\n海水温度の上昇が危倶されるのであるが、本件環境影響調査においては、温排水の\n影響予測において昀も重要な要素となる潮汐流が関連海域の埋立によって変化する\nことをまったく考慮していない。また、予測は冬季についてのものであり、かつ平\n均的な数値結果である\n。このように温排水の放流、拡散による海生生物への影響調査は限定的なものであ\nる。\nまた、温排水の放水、拡散は、海生生物に対する物理化学的影響のほか、低層部\nの低酸素化、表層部の貧栄養価による影響をも及ぼすことになるが、この点の予測\nはしていない。\n本件環境影響調査においても、環境への影響が多少あることを認めているが、\n「それが調査海域全体としてみれば温排水の影響は少ないものと考えられる」、\n「漁業への影響も少ない」とする根拠が不明である。海生生物は水温、潮流などの\n変化に対してきわめて敏感に反応し、かつ大きな影響を受ける。また、このような\n影響を受ける様々な海生生物とその生育環境からなる海域の生態系も相互に関連し\nつつ影響を受ける。温排水が環境に及ぼす影響についても、いまだ全体像もメカ二\nズムも明らかになっているとは言い難い。これらの点を踏まえた合理的な説明はな\nいのである。\n②　水質汚濁について\n橘湾及び本件火力発電所周辺海域においても、水質は悪化し、環境基準を達成し\nていない海域があることが認められている上、本件火力発電所も全く水質汚濁物質\nを含まない水を排水するのではなく、今後も本件火力発電所近くで海域の埋立及び\nその地上施設の設置、工場立地の進行、拡大等により、現在以上の水質汚濁物質、\n有害物質がこの海域に排水、排出されることになるのが必至であるから、影響が少\nないとの調査結果は、単なる期待に過ぎない。\nまた、冷却水に投入される次亜塩素酸ソーダ、冷却細管の腐食防止などの目的で\n注入される化学物質、復水器冷却系中の銅合金から溶出する銅イオンなどによる水\n質悪化への影響をまったく予測、評価していない。\nさらに、本件火力発電所の運転に伴って発生する石炭灰の飛散、流出による海域\nへの流入、海生生物などに重大な影響を及ぼすとされる石炭搬入船や石炭灰搬出船\nの船体から漏出する有機スズ化合物の影響予測、評価を実施していない。\n（３）　地形・土壌、陸生生物、自然景観等について\n①　本件環境影響調査は、地形・土壌、陸生崔物等への影響は少ないとしている\nが、対象の把握が断片的である。すなわち、自然界では、植物と植物、動物と動\n物、植物と動物、それ以外のすべてめ存在が複雑に絡み合った生態系を構成してお\nり、環境の調査もこの生態系という視点からなされるべきところ、本件においては\nこれを欠いているのである。\nまた、現況の環境の評価がな\nされていない上、既設火力発電所の環境に対する影響の調査結果の記載もなく、初\n歩的な調査を行っいないのである。個別的な調査をみても、調査範囲が狭く、現地\n調査の日数も少なく、調査の方法もずさんである。\n②　本件環境影響調査によれば、景観に与える影響は少ないとされているが、橘湾\nの景観が住民生活や観光において、どのような意味をもつかなどの評価がなされて\nいない上、二〇〇メートルの高さの煙突が海と島からなる橘湾の景観に著しい違和\n感を与えるものであり、橘湾の海洋景観を全く損なってしまうことは明らかであ\nる。\n施工者がとるという対策についても、具体的な検討や評価などはない。\n（４）　産業廃棄物について\n①　汚泥について\n本件環境影響調査では、総合排水処理装置から回収される汚泥は年間六万九三五\n〇トンに達するが、「脱水処理後、専門の業者に引き渡し、ほぼ全量を有効利用す\nる。なお、残余が生じた場合には、『廃棄物の処理及び清掃に関する法律』に基づ\nき適正に処理する。」とされている。ところで、汚泥は有機性汚泥と無機性汚泥に\n分類でき、両者の処理及び有効利用の方法は全く異なるにもかかわらず、本件調査\nにおいては単に「汚泥」というだけである。その成分を検討することなく、「有効\n利用」することは不可能であり、具体的利用方法も示していない。「廃棄物の処理\n及び清掃に関する法律」に基づき適正に処理するというが、その可能性の検討、及\nび、具体的方法は全く示されていない。結局、目処が立っていないものといわざる\nを得ないのである。\n②　廃油について\n本件環境影響調査によると、機器の潤滑油の取替等によって発生する廃油は、年\n間一六〇キロリットルであり、そのほぼ全量を有効利用するというがその具体的方\n法や実現可能性については、全く示されていない。\n③　石炭灰について\n本件環境影響調査によると、発電所稼働に伴って発生する石炭灰は年間一五〇万\n〇一五〇トンであるが、被告四国電力はその全量を、被告電源開発はその一部を、\n専門業者に引き渡し、有効利用するというが、その有効利用の具体的方法、その実\n現可能性を明らかにしていない。また、石炭灰搬出に伴う周辺環境の悪化について\nは何の検討も加えていない。石炭に含まれる重金属が大気中に放出される水銀等を\n除いて約五倍に濃縮されて灰の中に残ることになるが、実際上、石炭灰の有効利用\nは難しく、埋立処分についても処分場の確保は非\n常に困難な状況にある。石炭灰の処理の見通しは設置計画段階からなかったのであ\nる。\n（５）　工事中の対策について\n本件環境影響調査では、大気汚染防止について、\n工事量及び輸送量の平準化を図り、集中して排出されることを防ぐなどというが、\n工事期間中、大量の汚染物質が排出されることにかわりがなく、これらの総量が環\n境や住民の生活にどのように影響するのかについて、全く検討されていない。\nまた、排水による水質汚濁防止について、仮設沈殿池又は総合排水処理装置によ\nり適切に処理するというが、両者の選択基準が明らかでなく、仮設沈殿池の規模や\n排水の量も不明である。\n７　このように、被告事業者が行った環境影響調査は極めて杜撰で重大な欠陥を有\nするものである。それ故、被告ａは前記の環境配慮義務等をわずかでも尽くせば、\nその調査結果が到底信用できないものであることが容易に知り得たにもかかわら\nず、右調査に基づいて本件土地の売却を行ったのであるから、被告ａは環境配慮義\n務等に違反したものといわざるをえない。\n徳島県は、本来、被告事業者の環境影響調査について、批判的に審査し、自然環\n境破壊、周辺住民の健康侵害、生活環境の侵害さらには財産権侵害などが生じる否\nかを慎重かつ適正に検討すべき立場にあったにもかかわらず、本件火力発電所の立\n地誘致を積極的に進め、「まず火力発電所ありき」の姿勢であったことから、右の\nような立場をとりうる状況になかった。平成四年二月ころ、石炭灰を瀬戸内海に埋\nめ立てる計画につき、環境庁からこれを認めない旨の通告を受け、その処理方法に\nつき具体的な方策が立てられないまま、売却に至っていることに加え、環境影響調\n査手続や電源開発基本計画の策定手続において、意見を述べる機会があったにもか\nかわらず、計画の変更、是正を求める意見を述べた形跡がなく、また、「橘湾の巨\n大石炭火電に反対する会」や「子供と未来の会」が調査の問題点を指摘したにもか\nかわらず、これに具体的に答えることなく、売却に至ったことからすると、被告事\n業者が行った環境影響調査の結果を「鵜呑み」にしたというほかない。\nこの結果、徳島県と被告ａは、その予測、評価を誤り、住民の健康や阿南地域の\n自然環境などへの影響とその対策など、本来昀も重視すべき項目・要素を不当、安\n易に軽視し、他方、本来考慮に入れるべきでない被告事業者が電力供給を確保する\nことに協力する必要性があるな\nどといった事項を考慮にいれ、もしくは過大、過重に評価して、なすべきではない\n本件売買契約を締結するに至ったのであるから、裁量逸脱の違法がある。\n８　地域振興について\n原告らは、本件売買契約の締結は、本件火力発電所の設置と建設による重大な環\n境破壊と公害発生の一事をもって、裁量権の逸脱と考えるが、なお、被告らが、本\n件火力発電所の立地、操業は地域振興につながるなどとして、公益性を主張するの\nで、この点につき、反論しておく。\n火力発電所は巨大な装置産業であって、その装置の建設段階においても、一部の\n土木工事等を除き、地元の企業が参加する機会はほとんどなく、また、建設後を考\nえても、運転操業はコンピューター化され従業員は少数しか必要とされず、地元か\nら新たに雇用される期待はできない。メンテナンスについても、特殊な技能を必要\nとするため、県外発注され、同様である。それ故、雇用の創出にはつながらない。\nまた、火力発電所の操業にともなう経済波及効果についても、地元経済に対する\n波及効果が少ないことは過去の例から明らかである。しかも、本件火力発電所が生\nみ出す電力は、既に過剰となっている四国地域では利用されず、関西など県外に売\n電されることが予定されているのである。それ故、本件火力発電所の建設は、被告\n事業者に莫大な利益をもたらすだけで、地元経済に利益をもたらすことはないので\nある。むしろ、過剰な電力の生産は、エネルギー消費を抑制削減すべき先進国の義\n務に反し、地球温暖化につながる二酸化炭素の排出抑制に反する本件火力発電所の\n設置が、公益性を欠くことが明らかである。\n地域振興対策としては、本件土地を県有地のまま保有し、自然を保護し、歴史的\n景観を保全することによって公園化し、またはリゾート地域として、住民の福祉と\n観光収入を図るという選択肢もあったのである。\nそうすると、本件火力発電所建設目的のための本件土地の売却が、地域振興につ\nながるということはできない。\n９　随意契約によることの違法性\n（一）　地方自治法二三四条一項及び二項は、不動産売却の方法として、一般競争\n入札を原則とし、政令所定の場合にのみ、随意契約によりなしうるとしている。こ\nれは、契約手続の公開による公正の確保、機会の均等、地方公共団体の経済的利益\nの確保（有利な契約価額）を目的とするためであり、この立法目的達成のために\nは、同条項は厳格に解釈適用される必要があ\nる。地方自治法施行令一六七条の二第一項は、随意契約が例外的に許される場合を\n列挙しているが、これは制限列挙であり、同条項所定事由に該当しないかぎり、地\n方自治法二三四条一項、二項の原則に戻り、一般競争入札によらなければならな\nい。\n（二）　被告らは、本件土地売却が地方自治法施行令一六七条の二第一項二号の\n「性質又は目的が競争入札に適しないもの」に該当すると主張するが、失当であ\nる。\n同号は「性質又は目的が競争入札に適しないもの」として、①「不動産の買入れ\n又は借入れ」と、②「普通地方公共団体が必要とする物品の製造、修理、加工又は\n納入に使用させるため必要な物品を売り払う場合」を例示しているのであって、こ\nれに対し、本件のような土地売却は、売買代金の支払能力を有する者であれば誰で\nもその相手方となりうるものであるから、不特定多数人の参加を求めて競争により\n昀高価額で申し込みをした者と契約を締結することが可能であって、その性質が競\n争入札に適しないということはない。むしろ、競争入札によってこそ、昀もよく公\n正が確保され、全ての者に土地取得の機会を均等に保障し、さらに普通地方公共団\n体が昀大の経済的利益を得ることを可能にするものである。\nそして、本件土地の売却が「目的が競争入札に適しない」ということもできな\nい。本件土地の取得代金の回収も契約の相手方の如何にかかわらず、代金が納入さ\nれることによって達成されるのであり、また、企業誘致も取得者に一定期間内に事\n業所を開設させることを条件とすることによって達成されるものであって、随意契\n約によって達成されるものではない。被告らは「火力発電所を誘致すること」が本\n件土地売却の目的であったとも主張するが、必ずしも本件土地に火力発電所を建設\nさせることを目的としなければならないわけではなく、「不況にも安定した企業の\n誘致」としても火力発電所の誘致に限られるものではないのである。\nなお、被告四国電力は、競争入札によるか随意契約によるかは、契約担当者の自\n由裁量によるかのごとく主張するが、随意契約の締結は一般的に覊束行為であって\n裁量の余地はなく、例外的に、裁量行為とされる場合にも覊束裁量であるから、そ\nの判断の誤りは、裁量の逸脱や濫用を論ずるまでもなく、違法となる。\nよって、随意契約による本件売買契約の締結は違法である。\n（三）　地方自治法二三四条一項、二項及び同法施行令に反してなさ\nれた契約は、地方自治法二条一五項、一六項により、原則として私法上も無効とさ\nれるべきものである。\nそして、被告事業者は、いずれも日本有数の大企業であり、その違法性の有無に\nついて調査し、さらに弁護士等法律専門家の助言を受けうる体制・資力を備えてい\nることも公知の事実である。また、本件土地の面積、二〇億四〇〇〇万円という高\n額の売買代金から、契約方法の適法性については、慎重な検討がなされるべきであ\nる。それ故、被告事業者は、本件売買契約が随意契約の方法によることが許されな\nいことを知っていたことは明らかであり、少なくとも知り得べき立場にあったとい\nえ、本件土地の売買契約が無効とされてもやむをえないのである。\n一〇　売買価格について\n（一）　徳島県は、昭和五一年三月、阿南市から、本件土地の一部（公簿面積三九\n万七八一九・二二平方メートル）を代金五億一八七三万二二〇一円で取得した。こ\nの代金に対する売却までの約一八年間の金利を年四パーセントと仮定して、複利で\n計算すると一〇二・五八パーセント（五億三二一一万五四九二円）となる。\nまた、徳島県は、昭和六二年三月、徳島県土地開発公社から、本件土地の一部\n（公簿面積一七万〇五二〇・三五方法メートル）を代金九億四九六一万〇九五七円\nで取得した。この代金に対する売却までの約七年間の金利を年四パーセントと仮定\nして、複利で計算すると三一．五九パーセント（二億九九九八万二一〇一円）とな\nる。\n要するに売却までの元利合計は二二億六六三四万円に達するのであるが、被告ａ\nは、右土地に小勝島の対岸部分の土地（阿南市福井町所在。実測面積合計九四九\n六・六一平方メートル）を加えて、総額二〇億四〇四九万九二六二円で売却してい\nるのである。\n（二）　時価鑑定が行われ、その鑑定価額で売却されたとしても、右鑑定は買主で\nある被告四国電力によってなされたものであり、また、本件土地は離島にあるが、\n売却後は徳島県によって橋が架けられることが決定しており、いわば陸続きになる\nにもかかわらず、この点を考慮することなく、評価しているのであるから、徳島県\nにとって有利な価額での売却とはいえない。\n（三）　そうすると、本件土地の売却価格は、随意契約の弊害が如実に現われたも\nのであって、適正であるとはいえない。\n１１　被告ａの損害賠償責任\n本件土地上においては、既に被告事業者によって改変工事が行われている。この\n工事により変更\nされた本件土地を原状に回復するための工事費用は少なくとも一億円を下回ること\nはない。\n被告ａは、本件売買契約が違法であることを認識し、または過失により違法であ\nることを認識せずに、契約を締結したのであり、これにより、徳島県に右原状回復\n費用の損害を発生させたのであるから、これを賠償する責任がある。\n二　被告ａの主張\n１　住民訴訟における違法主張について\n財務会計上の行為の原因となった行為を広く住民訴訟の対象となしうるとすれ\nば、本来訴えの利益がある場合にしか争えない行政行為の一般的違法を、財務会計\n上の行為の前提問題として争うことができることとなって、行政事件訴訟法九条の\n原告適格の規定を空文化し、行政訴訟の体系を崩すこととなり、また、財務会計行\n為にとどまらず行政作用一般について、住民が誰でもどのような理由であれその違\n法を主張できることとなれば、行政の安定性を著しく害することとなり、さらに、\n国の行政について住民訴訟に対応する国民訴訟のような制度が存在しないことから\n考えて、国の行政と地方の行政との間で、その監視あるいは是正制度のあり方が、\nあまりにも均衡を失することになる。\nそれ故、住民訴訟において、その責任を問うことができるのは、たとえ財務会計\n上の行為に先行する原因行為に違法事由が存する場合であっても、右原因行為を前\n提としてなされた当該職員の行為自体が財務会計法規上の義務に違反する違法なも\nのであるときに限られると解すべきである（昀高裁平成四年一二月一五日判決）。\nそこで、原告らの主張をみると、本件売買契約が随意契約であることの違法性の\n主張、売買価格に関する主張、の二点については住民訴訟の対象となりうる主張か\nと思われるが、その他の火電立地に至る環境影響調査などの手続面や調査方法、調\n査結果の不当、火電のもたらす将来の公害問題、その他公害関連諸法規の違反等を\n主張するものは、いずれも財務会計上の行為と直接関連するものではなく、むしろ\n電力需要やその公益性との均衡の問題として、政治、行政の場で議論すべき問題で\nあり、住民訴訟になじまないものである\nなお、原告らは、本件売買契約を無効と主張する根拠について、右以外にも、各\n種法令を引用するが、本件土地の売買は地方公共団体の普通財産の売払いであり、\n右法令はいずれもこれに関係しない法令であるから、失当である。\n２　随意契約によることの適法性について\n昭和三九\n年の徳島地区新産業都市の指定以来、天然の良港としての港湾条件を有している橘\n湾小勝・後戸地区において、大規模な工業開発・工場誘致が企画され、昭和四八年\nには住友重機械工業株式会社の大型造船所の立地がほぼ決定され、県政上昀大のプ\nロジェクトとして、県議会の議決を経て用地取得等の諸準備がなされてきた。とこ\nろが、造船業界の構造不況のため、昭和五一年三月に右会社の立地が中止されたこ\nとから、その後、不況にも安定した操業が見込めるエネルギー関連事業の企業誘致\nの模索が続いて長年月を経過したが、平成二年一二月に至って被告事業者から、石\n炭火力発電所立地協力の申入れがあり、環境面を含めて種々の検討、折衝が続けら\nれて来た結果、その立地決定に至ったものである。\nこのように、本件売買契約は、石炭火力発電所立地という特定の目的、用途のた\nめの土地売買であるから、売却の相手方に代替性がなく、随意契約となったのは当\n然であって、地方自治法施行令一六七条一項二号の、その性質又は目的が競争入札\nに適しない契約に該当することは明白である。\n３　売買価格について\n（一）　土地の評価には、取引事例比較法、収益還元法、原価法の三手法がある\nが、本件土壌が広大な一団の工業開発用地であり、そのほとんどが小勝島という離\n島に所在する等の要因にかんがみ、昀適と考えられる原価法の加算方式に対応させ\nた評価（徳島県の公共事業の施行に伴う損失補償基準に準拠）を行っており、更に\n代表的な時点修正二手法による検証等でその妥当性を確認するとともに、売払いの\n相手方の買受希望価格（不動産鑑定評価等に基づく）を比較考量の上、売払価格を\n決定したものである。このような過程を経て策定された右譲渡価格は、「適正な対\n価」（地方自治法二三七条二項）ということができる。\n原告らは、売払対象地の一部を取り出して、取得価格と売却価格の関係が不合理\nである旨主張するが、取得価格は公簿面積で単価を計算しているのに対し、売払は\n実測面積で行っていること、売払の評価は個々の土地ではなく広大な一団の工業開\n発用地としてしなければならないこと、公有財産の売払にあたっては適正な時価に\nよることとされており、売払価格は必ずしも取得価格そのものに拘束されないが、\n少なくとも、本件土地の売買においては、全体として売払価格が取得価格を上回っ\nており、徳島県に損失はないことなどからして、原告らの批判はあたらない\n。\n（二）　本件土地の売買については、平成六年一一月二八日開会、同年一二月五日\n閉会の徳島県議会の議決を経ている。すなわち、同議会における第一六号議案とし\nて、売払いする県有地の所在、地番、地目、地積並びに売払予定価格、売払の相手\n方等を明示して同議会に諮り、同年一一月二八日に議案上程と提出者説明、同年一\n二月二日に同議会土木委員会に付託、同月八日に同委員会で審査、同月一五日に土\n木委員会から原案可決の審査結果報告がなされて、同日の本会議で可決されたもの\nである。\nこのように、工場誘致のための用地売却という裁量行為について、価格も含めて\nの議会の議決がある以上、仮に観点の相違から売払価格に異論があるとしても、売\n買契約の効力を左右する事由にはなりえず、本件売買契約が違法とはなりえない。\n４　裁量行為としての妥当性\n（一）　そもそも、電気の安定供給の確保は国民生活と経済活動にとって極めて重\n要であり、すみやかな電源の開発等は我が国産業の振興及び発展に寄与するもので\nあることは論を待たない。こうした電気の安定供給という国の施策が直接、間接に\n徳島県民の福祉の向上に資することはいうまでもなく、国全体の行政の一翼を担う\n一地方自治体たる徳島県も、右のような国の施策に対して協力する関係にある。し\nたがって、電源開発調整審議会の議を経て国の電源開発基本計画に組み入れられた\n本件火力発電所の立地に必要な本件売買契約の締結は、徳島県による企業誘致施策\nの一環としてのみならず、電気の安定供給という国の施策に対する徳島県の協力と\nしての具体的な行政施策であるともいえるのである。\n（二）　徳島県においては、初めて長期的な総合的計画が策定された昭和四三年以\n降、橘湾の工業開発を県南地域進行の中核プロジェクトとして位置づけ、積極的な\n企業誘致活動を展開してきた。しかし、造船不況のため、大型造船所の立地計画が\n中止になったことから、用地の先行取得及び漁業補償に係る経費の回収も含めた橘\n湾の企業誘致は、県政上の昀重要政治課題となり、県議会をはじめ様々な場で常に\n論議されてきた。\nそして、昭和五四年に、徳島県知事が「国策に沿ったエネルギー関連業種にまず\n取り組む」旨を表明して、電気事業者に対する誘致活動が本格化し、これを受けて\n被告事業者から平成二年に石炭火力発電所立地協力の申し入れがなされたのであ\nる。\n（三）　このような事情のほか、雇用機会の増大、経\n済的波及効果、あるいは本件火力発電所の環境への負荷ないしは環境保全施策の有\n効性などを総合的に考慮して、被告ａは本件売買契約が県民福祉の向上に資するも\nのと判断して、締結に至ったのであるから、裁量権を逸脱したとして、違法の問題\nが生じるものではない。\n５　原告ら主張の環境破壊について\n（一）　被告事業者は、前記争いのない事実等四記載のような手続を経て、初めて\n工事に着手できることになるが、本件においては、これに先立ち、徳島県及び阿南\n市は、被告事業者との間に、法令等の定める規制値等よりも大幅に厳しい環境保全\n措置を講じることを内容とする建設工事協定及び環境保全協定を締結し、本件火力\n発電所の工事中及び工事後（操業時）の環境保全、公害防止に万全を期しているの\nである。\n（二）　なお、多くの機関による審査のもととなる、いわゆる環境アセスメントは\n基本的には事業者の任務とされているが、アセスメントの基礎となる大気、水質等\nの調査測定については、計量法に基づく計量証明事業登録事業者によりなされてお\nり、事業者の負担においてなされる客観的な調査と考えて差し支えない。そして、\n徳島県も独自の立場から調査し、協定を締結しているのであって、各種公害関連物\n質については、国や県の基準値等を大きく下回り、公害並びに環境破壊の懸念はな\nい。\n三　被告電源開発の主張\n１　原告らは、本件売買契約について、徳島県知事が法令に基づく知事としての責\n務ないし義務に違背したことを理由に、契約を無効と断じ、徳島県が有する実体法\n上の請求権を住民が代位行使して、被告事業者に土地所有権取得登記の抹消、工事\nの差止を求めるのであるが、そもそも本件売買契約は徳島県と被告事業者との間の\n私法上の契約であるところ、私法上の契約は、一方の当事者の代表者が当該当事者\n内部における責務ないし義務に違背したとしても、取引の安全に顧慮し、直ちに無\n効となるものではない。\nそして、本件売買契約は、平成六年一〇月二八日付けをもって、被告事業者から\n火力発電所設置の目的で、徳島県に対して買受申請がなされ、知事がその売払いに\nよる買受人の用途及び売払いの価格を示して、これを徳島県議会の議に付し、同年\n一二月一五日に、同議会が売払いを議決し、これを受けて知事が被告事業者と右議\n決に沿って締結したものである。かかる経過において、被告事業者は、売渡の可否\nに関する知事ないし議会の決定が県の工場誘\n致の必要性、環境への負荷その他いかなる要因を、いかなる較量によって選択され\nたものか、また、価格がいかなる考慮により承認、決定されたものかなどを的確に\n知りうる立場にない。被告電源開発としては、県知事は十分環境に対する配慮を\nし、その裁量権限に基づき、相当な手続に従い、会計規’程に沿って本件売買契約\nを締結したもので、なんら違法な行為はないと理解している。\nそうすると、本件売買契約の締結につき、徳島県において法令その他による違法\nがあったとしても、これにより本件売買契約が無効になると解するのは相当でな\nい。\n２　原告らが主張する地方自治法違反について\n（一）　原告らは、地方自治法二条三項一号、二号または七号を挙げ、これを知事\nの義務規定と解し、その違反を論ずるのであるが、同条項各号は、地方公共団体の\n行う事務を例示したにすぎず、地方公共団体がこれをすべて行わなければならない\nことを定めたものではない。それ故、右各号を義務規定として義務違背を論ずるこ\nとは失当である。\n（二）　また、原告らは、同条項一九号にある「地方公共の目的」なる語句を採り\n上げて縷々述べているが、同号は地方公共団体が土地収用法、災害救助法その他の\n特別な法律によって第三者の動産及び不動産を使用又は収用することを、その事務\nの例示として挙げているに過ぎないもので、本件売買はかかる強制的な他人財産の\n使用、収用とは全く無関係であり、この規定を論拠とするのは相当でない。\n３　原告らの主張の環境配慮義務違反について\n（一）　環境基本法は、基本法一般に見られるように、基本理念の下に環境保全の\nための多様な施策を総合的、計画的に進めていく枠組みないしプログラム法の域を\n出るものではない。これに基づく具体的施策を待ち、その具体的施策の遵守の有無\nを以て違法か否かを論ずべきものであり、直ちに同法違反を云々するのは適切でな\nい。\n（二）　また、人間の社会的、経済的活動がある限り、環境への負荷は避けがたい\nのであって、それ故に、原告らが引用する環境基本法四条にも、環境の保全は、社\n会経済活動その他の活動による環境への負荷を「できる限り低減することによっ\nて」と規定し、環境への負荷の「少ない」健全な経済の、発展を図りと規定してい\nるのである。環境に負荷を与える活動は一切許されないとするものではなく、当該\n活動の目的、必要性、環境への負荷の程度、その対策、その他諸般の事情を総合\n勘案して調和的に適切な措置をとって行くべきものとするのであり、それが地方公\n共団体ないしその長の職責である。そして、その判断は、当該地域社会における自\n然的、環境的、社会的、経済的観点より行う専門的、予測的判断を必要とするのみ\nならず、政策とも関連する政治的判断であって、地方公共団体ないしその長の自由\n裁量事項に属する。したがって、仮にその判断を誤り、ないしはその措置が適切さ\nを欠いたため、不都合な結果を招いたとしても、これについて知事、議員らの政治\n的責任が問われるのは格別、原則として、法律上の義務違反ないし違法行為となる\nものではない。\n４　本件売買契約の公益性について\n（一）　原告らは、普通財産の処分は公共目的に使用する場合にのみでき、本件火\n力発電所建設のための売却は公共性を欠く旨主張する。　しかしながら、普通財産\nは地方自治体が一般私人と同様の立場で所有するものであって、行政財産と異な\nり、直接行政上の目的に供するものではなく、主として経済的価値の保全発揮によ\nり、その管理処分上生じた収益を地方自治体の収益に充て、間接的にその行政に貢\n献するものである。地方自治法が普通財産の処分につき一般競争入札を原則として\nいるのは能う限り処分価格を高め、地方自治体の収入を多くするためであり、原告\nら主張のごとく、処分先の使用が公共の利益に資するものではなくてはならぬとす\nるような法律的制限はないのである。それ故、処分先を一般とするか否か、公益事\n業とするか否か等の選択は、地方自治法二三四条による制約はあるものの、県議会\nないし県知事の自由な裁量に属する事項である。もちろん、その裁量にあたって、\n議員ないし知事は、県に対する職責として、契約の内容、性質、目的等の諸事情に\n配慮し、県のために合理的に判断すべきであることはいうまでもないが、その判断\nは、議員ないし県知事の識見、政策に基づく利害較量であることから、原則とし\nて、司法判断に馴染まない。それに誤りがあるとか、適切性を欠くからといって違\n法となるものではなく、違法と評価されるのはその裁量による処分が、裁量権の範\n囲を逸脱し、又は裁量権の濫用となる場合に限られるのである。\nそして、本件土地の被告事業者への売却は、知事の私利私欲等によるものではな\nく、工場誘致による地域振興、県の財政上の必要、被告事業者の事業の公益性等諸\n般の事情を勘案してなしたものであるから、本件土地の\n売却につき、なんら裁量権の濫用はない。知事もしくは議員の右判断につき、その\n職責上、批判の対象となり、政治的責任を問われることがありうるかもしれない\nが、それにより本件土地の売買契約が違法となり、無効となるものではない。\n（二）　なお、本件火力発電所は、「土地を収用し又は使用することができる公共\nの利益となる事業」として土地収用法三条一七号及び一七号の二に掲記されている\n「電気事業の用に供する電気工作物」ないし「発電施設」であって、法律が公益事\n業であることを明言している。\n原告らは本件火力発電所の建設は温暖化による地球環境破壊につながり、公益性\nに反するともいうが、発電所建設により社会一般に電力供給による利益を与え、供\n給途絶による損害を回避させることができるのであるから、右発電所の建設は社会\n一般の公共の利益となることは否定できない。本件火力発電所から産出される電力\nによって、徳島県もその恩恵に浴するものであり、また、発電所建設は工場誘致計\n画の一環として、地域振興に役立つものである。\nそれ故、本件火力発電所の立地が公益性を有していることは明らかである。\n５　随意契約によることの適法性について\n本件土地は、元来、徳島県が地域振興のために、工場を誘致すべく、第三セクタ\nーを通じて、民間地権者より買収した土地であり、年来、その工場誘致に努めてき\nた結果、被告事業者の火力発電所の誘致に成功し、これに売却することになったも\nのであるから、その契約の性質、目的が競争入札に適しないものといえ、随意契約\nとしたことになんら違法はない。\n６　売買価格について\nそもそも売買における価格、時価は、売買時の需給関係によって左右されるもの\nであるし、また、利用に適当な規模を超えた、合併による土地の広大化は土地単価\nの減価要因になることは常識である。原告らは本件土地の取得単価を基準として、\n本件売買の価格の当否を論ずるが、右のごとき価格算定要因を無視する所論で首肯\nできない。\n仮に百歩譲って、本件売買価格が適正対価でないとしても、地方自治法二三七条\n二項は、適正な対価でなくても、議会の議決があれば財産を譲渡できる旨定めてい\nるところ、本件においても、議会の議決を経ているのであるから、一応適法と考え\nられる。被告事業者がその代金決定を違法であるなどと考えなかったとしてもなん\nら不思議ではない。\n７　原告ら主張の環境破壊について\n（一）　埋立工\n事の施工にあたっては、必要に応じ、施工場所の周囲に汚濁防止幕を展張し、護岸\n等による締切り完了後、護岸背面に吸収防止シート等を取り付け、埋立地内の濁水\nは未埋立地に沈殿池を設け、澄水を排出しつつ実施するもので、周辺海域の海水や\n海底を汚濁することはない。\n（二）　原告らは、景観が失われるというが、樹木の伐採は必要昀小限度にとど\nめ、既存林の大半（約五四万平方メートル）を保存し、埋立、土地改変部分中約九\n万平方メートルには常緑樹を主体として緑化を行い、発電所建物等は配置、形状、\n色彩等を周辺環境に調和させる計画であり、景観を著しく損なうというものではな\nい。\n（三）　硫黄酸化物その他いわゆる大気汚染物質による環境影響の評価は、昭和五\n二年七月四日通商産業省で決定された「発電所の立地に関する環境影響調査及び環\n境審査の強化について」に基づき、大気汚染物質の拡散寄与濃度により影響を評価\nしている。そして、被告事業者は、徳島県及び阿南市との間の平成七年二月八日付\nけ環境保全協定に基づき、種々対策を講じる予定であり、これらの対策により、本\n件火力発電所の環境への影響は少ない。\nなお、阿南市は大気汚染防止法に基づく総量規制地域に指定されていない。\n（四）　石炭中の金属元素は、燃焼過程で気体となる水銀を除き、そのほとんどが\n安定した性状のまま石炭灰に残留し、石炭灰は電気集じん装置等によって捕集し\nて、その大半を有効的に利用したり適法に処分するものであって、環境への影響は\nない。水銀については、石炭燃焼に伴い、一部が気体状で大気中に排出されること\nになるが、徳島県が実施した拡散予測結果によると、昀大着地濃度は一立方メート\nル当たり〇・〇六一ナノグラムであり、これは県が測定した平成四年度の環境濃度\nの平均値の三五分の一であり、世界保健機構が定めたガイドラインの一万五〇〇〇\nナノグラムに比べ、昀大着地濃度の予測値に現況濃度を加えても、七〇〇〇分の一\n以下になることから、環境への影響は少ない。\n（五）　原告は、海水と排出水との温度差の生ずることを挙げ、これにより海水中\nの．プランクトンが死滅し、パイプの金属摩耗により海が金属により汚染し、塩素\n使用により魚が大量死する旨述べるが、本件火力発電所の冷却水一二二立方メート\nル（一秒あたり）は海面下五・七ないし一〇メートルの間で取水し、七ないし九メ\nートルの間で放水されるもので、その温度差は七度以下\nであり、放水後は直ちに拡散、希釈して海表面に達し、周辺海水との差は二度以下\nとなる。したがって、プランクトンは復水器通過に際して影響を受けることは考え\nられるが、海域全体より見れば、数えるに足りない。また、パイプの金属が摩耗に\nより簡単に溶け出す様では困るので、樹脂のライ二ングなどでこれを防ぐし、塩素\n注入は電気分解で次亜鉛素酸ソーダを発生させ、塩素は海水中の有機物により消費\nされて通常の海水に戻ることから、魚類に影響を及ぼすことはない。\n（六）　原告らは、放射性物質が放出され海中生物に濃縮されると主張するが、石\n炭中の放射性物質は一般土壌中の濃度と同程度である。また、既設の火力発電所付\n近の海中生物に、放射性物質が濃縮されたという例は聞かない。\n四　被告四国電力の主張\n１　原告ら主張の徳島県もしくは徳島県知事の義務違反について\n（一）　本件土地は、徳島県の普通財産であって、徳島県知事がその管理及び処分\nの権能を有しており（地方自治法一四九条六号）、同法二条三項は普通地方公共団\n体の事務を例示したものにすぎないので、同項の規定が、火力発電所建設という目\n的の故に本件売買を無効にするとは考えられない。\nなお、本件土地は普通財産であるところ、普通財産については同法二三八条の五\nにより売買を含む処分が許容されており、原告らが主張するように「私人への譲渡\nが原則として許されない」ものではない。\nまた、同法二条一五項、一六項についても、地方公共団体の法令違背の行為をす\nべて無効とする趣旨ではなく、合理的に限定して解釈すべきである。\n（二）　原告らは、都道府県知事が自然環境保全法及び瀬戸内海環境保全特別措置\n法において、一定の行政権限ないし責務を負担していることをもって、本件売買契\n約の無効事由の根拠としているが、県知事が右二法に基づき管理及び執行すべき事\n務は、基本的に国の機関委任事務であり（地方自治法一四八条二項）、知事が国の\n機関として右のような権限を有しているからといって、本件売買の私法上の効力に\n影響を与えるものとはいえない。\n（三）　また、原告らは環境基本法に違反する旨の主張もしているが、同法三条な\nいし五条は、一般的．抽象的に、環境保全の理念なり、施策の基本方針をうたって\nいるものであり、同法七条にしても、環境の保全に関し、地方公共団体の一般的責\n務を定めているのであって、いずれも具体的、個別的な私法上の契約の効力に\n影響を及ぼすものではない。\n２　原告ら主張の環境配慮義務について\n住民訴訟は、地方公共団体の執行機関又は職員による財務会計上の違法な行為又\nは怠る事実によって地方公共団体に財務会計上の損害が生ずるのを防止して財務行\n政の適正な運営を確保する目的で、住民に対しその予防又は是正を裁判所に請求す\nる権能を与えたものであるから、そこにおいては専ら財務会計上の行為の違法理由\nのみを主張しうるのである。\nそして、原告らの主張のうち、本件売買は、徳島県知事が本件土地の自然環境的\n価値に基づきこれを保全すべきであるのに、その責務に違反してなしたものである\nとの主張は、財務会計上の違法とは全く縁のないものである。\nまた、そもそも、原告ら主張の環境配慮義務なるものがどのような実体法上の根\n拠に基づく、どのような内容の権利なのか、さらには本件売買契約が右義務との関\n係で効力に影響を受けることになるのか、明確ではない。\nさらに、原告らは環境影響調査の問題点を縷々指摘するが、環境影響調査の適否\nが、用地取得に係る権原の取得の効力に影響を及ぼすことはない。\nそれ故、原告らの環境配慮義務に関する主張は、本件においては、失当である。\n３　随意契約によることの適法性について\nそもそも、普通公方公共団体が随意契約の制限に関する法令に違反して締結した\n契約であっても、右法令に反することが何人の目にも明らかである等特段の事情が\nないかぎり、私法上有効であり、右事情は契約の無効を主張する者が立証する必要\nがあると考えられる。\n本件売買契約は、徳島県において、その普通財産である本件土地を本件火力発電\n所の建設の用に供する目的のもとに、被告事業者に対して売り渡したものであり、\n地方自治法施行令一六七条の二第一項二号の「その性質又は目的が競争入札に適し\nないものをするとき」に該当し、随意契約の方法により締結しうるものである。ち\nなみに、同号の右該当性の判断については、普通地方公共団体の契約担当者が、法\n令の趣旨に勘案し、個々具体的な契約ごとに、当該契約の種類、内容、性質、目的\n等諸般の事情を考慮して、その合理的な裁量に基づいて判断すべきものである。\n４　売買価格について\n被告四国電力は、平成六年九月「五日、本件土地について不動産鑑定士による鑑\n定評価を得たが、これによると二〇億円余りであり、本件土地の売買価格とほぼ同\n額であった。それ故、本件土地の売買価格は\n「適正な対価」といえる。\n仮に、必ずしも地方自治法二三七条二項にいう「適正な対価」による売買契約と\nはいえない場合であっても、土地の時価が一義的に定めがたいことにかんがみる\nと、「適正な対価」でないことが何人の目にも明らかである等特段の事情がないか\nぎり、私法上有効である。\n５　以上のほかに、特に主張しておく必要性は認められないが、原告らが環境影響\n調査の適否について縷々主張しているので、一応、次の点を主張しておく。\n（一）　本件火力発電所建設に至るまでの経緯について\n（１）　本件火力発電所については、省議決定及び実施方針別添一の「環境影響調\n査要綱」に基づき、被告事業者において、平成三年四月から平成四年五月までの\n間、大気汚染、水質汚濁等の公害防止に係る項目や海象、気象、動植物等の自然環\n境の保全に係る項目などについて現況を調査したうえで、それをもとに本件火力発\n電所の工事中及び運転開始後において、環境保全のため講じようとする措置を踏ま\nえ環境影響の予測一評価を行い、平成五年六月、環境影響調査書をとりまとめた。\nなお、環境影響調査は、そもそも事業者が事業計画を策定するにあたって、いか\nに周辺環境への負荷を低減させて計画を実施できるかを調査、評価するために行う\nものであって、事業者自らが実施すべきものとされているが、本件火力発電所にお\nいては、被告事業者から、その関係会社、日本気象協会などの専門機関に委託して\n実施している。\n（２）　その後、省議決定及び実施方針別添二の「環境影響調査及び環境審査に伴\nう地元住民等への周知等の措置要綱」に基づき、平成五年七月五日から八月四日ま\nでの間、被告事業者の事業所及び関係地方公共団体の庁舎などにおいて、右環境影\n響調査書の公開縦覧を行うとともに、阿南市をはじめ地元関係地域において二〇回\nに及ぶ説明会を開催して地元住民に周知し、地元住民の環境保全上の意見を把握し\nたうえで、これに対する被告事業者の見解を付して、同年九月一〇日、これを通商\n産業省に提出するとともに、同日、その写しを関係地方公共団体に提出した。\n（３）　環境審査は、省議決定及び実施方針別添三の「発電所の立地に関する環境\n審査指針」に基づき、通商産業省において、右環境影響調査書等をもとに、本件火\n力発電所が周辺環境に及ぼす影響について、資源エネルギー庁長官の委嘱を受けた\n環境面の各分野の専門家である環境審査顧問の意見並びに\n右手続により把握された地元住民の意見及びこれに対する被告四国電力らの見解な\nどを踏まえて審査を行う手続であるが、本件火力発電所についても、通商産業省に\nおいて環境審査が行われ、関係省庁等の調整を経たうえで、本件火力発電所の計画\nは「環境保全上支障はない」とする環境審査報告書が作成されたのである。\n（二）　環境保全対策について\n（１）　工事中の環境保全対策\n本件火力発電所用地の埋立工事施工にあたっては、工事の施工場所の周囲に汚濁\n防止膜を展開して濁水の拡散を防止するとともに、埋立地内の濁水は未埋立地を沈\n殿池として活用して澄水として排出するなどの措置を講じることとしているので、\n周辺海域の海水や海底が汚染されるようなことはない。\nまた、海域工事による水質汚濁防止策としては、工事規模及び実施状況に応じて\n濁りが発生すると考えられる場合には、既に各種海域工事で実績のあるつり下げ\n式、自立式の汚濁拡散防止膜を展開することとしている。陸域工事による水質汚濁\n防止策としては、土木工事で土砂とともに排出される排水については工事、工法に\n応じた規模の仮設沈殿池で処理、ボイラーなど機器洗浄排水については総合排水処\n理装置で処理することとしている。油を含む廃水については、油分離槽で除去し、\n無機系、化学物質については凝集沈殿や中和等の段階で除去している。なお、有機\n系の化学物質は使用しない。\n（２）　大気環境保全対策本件火力発電所では、できる限り硫黄分や窒素分の少な\nい良質の石炭の確保に努めるとともに、排煙脱硫装置、排煙脱硝装置、電気集塵装\n置等の環境保全設備を設置して、排出される硫黄酸化物、窒素酸化物及びばいじん\nの排出量及び排出濃度を、大気汚染防止法三条及び大気汚染防止法施行規則三条な\nいし五条に定める国の排出基準を充分に下回ったものである。これにより、本件火\n力発電所の稼働に伴う周辺地域の環境への寄与濃度（既往の環境に付加される濃\n度）も、ごく僅かなものにとどまると予測され、周辺環境への影響はほとんどな\nい。\nなお、発電所を立地する阿南地域については、徳島県の硫黄酸化物に係る一時間\nあたりの排出総量枠の行政目標として、一二〇〇ノルマル立法メートル以下に抑え\nることとされているが、本件火力発電所の稼働時期までに被告四国電力の既設阿南\n発電所の排出量枠を排煙脱硫装置の改良等によって既往の六〇〇ノルマル立法メー\nトルから四〇九ノルマル立法\nメートルに低減することとしており、この結果、阿南地域の排出総量枠は、本件火\n力発電所の四三一ノルマル立法メートル及び阿南発電所の四〇九ノルマル立法メー\nトル並びにその他の既存企業分二八八ノルマル立法メートルを合わせた一一二八ノ\nルマル立法メートルとなるので、県の行政目標値を十分クリアすることができる。\nさらに重金属についても、そもそも石炭中の金属元素の含有量は一般土壌と同程\n度であって、燃焼過程で気体となる水銀を除き、そのほとんどが安定した性状のま\nま石炭中に残留し、ごく一部のものが電気集塵装置を通過した後にばいじんとして\n大気中に放出されるが、ばいじんの排出濃度及び周辺環境への寄与濃度はごく低い\nものであり、環境への影響は少ない。また、水銀については、石炭燃焼に伴い、一\n部が気体状で大気中に排出されることになるが、徳島県が実施した拡散予測結果に\nよると、昀大着地濃度は一立方メートルあたり〇・〇六一ナノグラムである。これ\nは県が測定した平成四年度の環境濃度の平均値の三五分の一であり、世界保健機構\nが定めたガイドラインの一万五〇〇〇ナノグラムに比べ、昀大着地濃度の予測値に\n現況濃度を加えても、七〇〇〇分の一以下となることから、環境への影響は少ない\nものと判断される。\nなお、原告らは、本件火力発電所の環境影響調査において採用した大気汚染に関\nする環境影響予測手法が不適切であると主張しているが、本件火力発電所において\n採用している手法は、大気汚染防止法の硫黄酸化物の排出基準に用いられている式\nの根拠となっている手法及び環境庁策定の「窒素酸化物総量規制マ二ュアル」の手\n法に基づくものである。右環境庁マ二ュアルに規定されている手法は必要に応じ適\n宜改訂され、現時点における科学的知見の集大成であり信頼性の高いものである。\n（３）　景観対策\n本件火力発電所の設置にあたっては、小勝島の改変部分を約二五万平方メートル\nにとどめ、残余の土地は自然の姿のまま残すとともに、改変部分及び埋立部分につ\nいては常緑樹を主体とした緑化を行い、さらに発電所建築物については、その配\n置、形状、色彩などを周辺環境に調和させることとしている。したがって、本件火\n力発電所の設置により、「阿波の松島」と呼ばれてきた橘湾の景観が著しく損なわ\nれるような事態は生じないものと判断している。\n（４）　海生生物等への影響\n本件火力発電所の冷却水については、放水時の温度\nとその周辺海域の水温の差が大きくならないよう、海底付近の温度の低い海水を冷\n却水として取水する深層取水方式を採用するとともに、放水にあたっては、放水後\nの冷却水がただちに希釈、拡散されるよう水中放水方式を採用することにより、取\n水温度に対する放水温度の上昇は七度以下で、放出された冷却水は直ちに希釈、拡\n散して海表面に達するが、海水の上下交換は円滑に行われて、周辺海水温との温度\n差は二度以下となる。また、現況調査により橘湾で認められた魚等をはじめとする\n海生生物はその多くが広温性（適水温の幅が一〇度以七のもの）を有するものであ\nることから、漁業への影響も含め、冷却水の影響も少ないものと考えている。\n冷却水が通過する鋼管等については、必要な箇所についてその内部を樹脂により\nライ二ングするなどして、摩耗した金属が海水を汚染することのないよう配慮して\nいる。また、パイプに貝が付着することを防ぐため冷却水に注入する塩素について\nは、海水中の有機物等に速やかに消費されて通常の海水に戻り、放水槽では検出さ\nれないよう制御されることから、魚類に影響を及ぼすことなく、既設発電所におい\nても魚が大量死した例はない。\nなお、石炭中の放射性物質は一般土壌中の濃度と同程度であり、既設発電所の周\n辺海域において発電所から石炭中の放射性物質が海生生物に濃縮されたという例は\n聞かない。\n（５）　地形、土壌、陸生生物、自然環境等について\nこの点に関する調査の基本的な考え方は、本件火力発電所計画に伴う直接間接の\n変化について大気拡散のような定量的な予測が困難なことから、現況については特\nに地形改変部を中心に詳細な現地調査を行い、対象地域の実態を把握することが根\n本であるとの認識に立ち実施した。特に、地形改変部において特別に保全が必要な\n生物については、これまでに国、県、市が行った調査について詳細に文献調査し、\nその分布状況を把握した上で、更に現地調査により確認を行った。生物調査につい\nては、調査地域の森林、畑地、河口部、湿地、干潟、岩礁帯など様々な生息環境を\n踏まえて代表地点を選定し、生態学的な把握を行う観点から、原則としてすべての\n出現種を記載することとした。\nなお、調査はすべて専門家に依頼し、その指導を受けて、適正に、十分かつ必要\nな日数、地点数、人数で行われ、緑化計画、陸生生物対策、地形及び表層土壌対策\nについては、右調査結果に基づき、具体的に\n環境影響調査書に記載されている。\n（６）　産業廃棄物について\n本件火力発電所から排出される汚泥は、そのほとんどが無機性汚泥であり、有機\n性汚泥は微量であることから、ほぼ全量をセメント原料として有効利用することと\nしている。廃油については、不純物除去処理後、焼却炉等の助燃剤に使用すること\nとしており、環境に影響を及ぼさない技術が既に確立している処理方法である。石\n炭灰についても、主にセメント原料等として全量有効利用することとしており、そ\nの受入余地は十分にあると考えている。\n第三　当裁利所の判断\n一　争点一について\n原告らの前記請求二は、現在、本件土地の改変工事を行っている被告事業者に対\nして、その工事の中止を求めるという、不作為を求める旨の請求と解される。\nところで、右請求は、被告との関係からして、地方自治法二四二条の二第一項四\n号に基づくものと解されるが、四号は請求の内容を「法律関係不存在確認の請求、\n損害賠償の請求不当利得返還の請求、原状回復の請求若しくは妨害排除の請求」と\nしており、そして、私法上、「妨害排除の請求」とは相手方に対し一定の作為を求\nめる請求権と解され、その不作為を求める請求権とは区別されているのであって、\n同条項においても、一号で「差止め請求」を規定する一方、四号はこれと区別して\n「妨害排除の請求」と規定していることなどからすると、原告らの右請求は、文言\n的にみるかぎり、住民訴訟としては不適法なようにも考えられないではない。\nしかしながら、四号に基づく代位請求訴訟は、同法二四二条一項所定の地方公共\n団体の執行機関又は職員による同項所定の一定の財務会計上の違法な行為又は怠る\n事実によって、地方公共団体が被り又は被るおそれのある損害の回復又は予防を目\n的とする制度であり、その請求の具体的内容として、「原状回復の請求もしくは妨\n害排除の請求」を掲げているのであるが、原告らが主張するように、違法な土地の\n改変工事が現に進行している状況が存する場合においては、「原状回復の請求もし\nくは妨害排除の請求」の当然の前提として、現在進行している違法な行為の中止を\n求めることができるものと解するのが、その制度目的、趣旨に照らし、相当であ\nる。\nよって、原告らの右請求は適法である。\n二　争点二について\n１　証拠（文書末尾に記載のもの）及び弁論の全趣旨によれば、次の事実が認めら\nれる。\n（一）　本件火力発電所の立地に至る経\n緯等【甲三、四一、四二の３、四五、七四ないし七八、八四、乙イ二、乙口二、乙\n八一】\n（１）　昭和三九年一月、大都市での人口、産業の過度集中防止や開発地域の雇用\n安定などを目的に、国から、阿南市を含む徳島東部臨海地帯が新産業都市に指定さ\nれ、道路、港湾整備、工業用水の確保など公共投資を国が重点的に行うとともに、\n誘致企業に対する不動産取得税や固定資産税の減免分を国が補てんすることとなっ\nた。\nこれをきっかけに、右臨海地帯の開発がすすめられ、全国でも屈指の水深と泊地面\n積を誇る橘湾は工業開発地域として位置づけられ、昭和四三年ころから、石油備蓄\n基地の立地が検討され、これを中心に大型エネルギー産業、住宅産業、造船工業の\n誘致が計画された。そして、昭和四五年ころから、川崎重工を誘致して、橘湾に大\n型造船所を建設することを計画し、小勝島の用地買収や漁業補償をすすめてきた\nが、昭和四八年になって、川崎重工が撤退することとなり、代わって住友重機が大\n型造船所の建設を申し入れ、徳島県議会や阿南市議会も誘致を決定したが、折から\nの造船不況もあって、昭和五〇年、住友重機は徳島県に約三億円を支払って建設計\n画を中止することとなった。その後、橘湾は国の石油備蓄基地構想からはずれるこ\nととなり、右基地の誘致も断念せざるをえなかった。\n（２）　これらの事情を踏まえ、今後の橘湾地域の工業開発の基本的方向を検討す\nるため、徳島県が財団法人日本立地センターに委託して行った昭和五四年度の橘湾\n工業団地開発基本計画調査によると、「石炭火力発電所については、設備投資額が\n大きいため税収効果が大きく、立地交付金もあるため、財政効果は特に大きい。雇\n用、人口効果、産業への波及効果は石油備蓄よりは大きい。建設中の効果は大き\nく、更に灰捨場の工場用地への利用による間接的効果も考えられる。」との調査結\n果が報告された。\n（３）　徳島県と阿南市は、昭和五四年一二月、被告四国電力に対し、石炭火力発\n電所及び液化天然ガス火力発電所の立地検討を申し入れ、被告四国電力も石炭火力\n発電所計画を推進する旨を回答し、昭和五五年一〇月には、当時のｃ知事が被告電\n源開発に対し、石炭火力発電所の立地検討を申し入れた。\nこれを受けて、被告電源開発は予備調査に着手し、その結果、橘湾は季節風、台\n風による影響が少なく、水深もあることから良好な港湾条件を有しており、大型石\n炭運搬船の入出港に適した地点\nであること、発電所用水は徳島県の阿南工業用水道及び阿南市の上水道からの受水\nが可能であること、西日本四社（関西、中国、四国、九州電力株式会社）の広域電\n源として位置的に好条件にあることなどを理由に、小勝島南西部とその西側海面埋\n立地に西日本の広域電源として出力一四〇万キロワットもしくは二〇〇万キロワッ\nトの規模の火力発電所を建設したい旨の意向を表明した。その後、陸域環境調査や\n海域環境調査を経て、平成二年一二月、被告事業者は、今後の電力需要の伸びを踏\nまえ、安定した電力供給を図る目的で、二八〇万キロワットの石炭火力発電所を建\n設する計画を発表した。これを受けて、徳島県も、平成三年六月に橘湾石炭火力発\n電所立地推進本部を、また、阿南市長や学識経験者からなる橘湾石炭火力発電所立\n地懇話会を設置した。\nそして、本件火力発電所の建設は、平成四年度の通商産業省の電力施設計画に位\n置づけられ、平成五年一二月に行われた、電源開発促進法に基づく電源開発調整審\n議会の議を経て、国の電源開発基本計画に組み込まれることになった。\n（４）　徳島県は、平成六年一一月に開催された県議会において、石炭火力発電所\n立地に伴う地域波及効果として、平成五年度の調査の結果、雇用効果として建設中\nの地元雇用が一日平均一六〇〇人程度、操業開始後の地元雇用が関連会社を含め約\n五五〇人程度が見込まれ、工事受注額等約二〇〇〇億円及びこれに伴う生産誘発効\n果が、そして、税収として固定資産税が一五年間で約四〇〇億円のほか、電源立地\n促進対策交付金、電力移出県等交付金が交付されることが見込まれ、また、大気シ\nュミレーシヨンの結果、計画どおりの公害対策防止策がとられれば、環境は保全さ\nれるなどと説明し、県議会も本件土地を被告事業者に売却することを可決した。\n（二）　徳島県や被告事業者の環境影響調査の状況等【甲四二の３、四五、八二、\n乙イ三、四】\n右の予備調査を終えた被告電源開発は、通商産業省資源エネルギー庁の「発電所\nの立地に関する環境影響調査要綱」に基づいて環境影響調査を実施し、その結果や\n県が定めている阿南地域の大気環境容量（硫黄酸化物）の努力目標などを踏まえ\nて、建設計画確定時点での昀も信頼性の高い公害防除設備で対応するといった環境\n保全対策の方針を示すとともに、昭和五八年ころから、陸域環境調査や海域環境調\n査に着手し、昭和六一年、環境影響調査の主要項目が終した。\n平成三年四月、被告事業者は、右調査のデータが古くなったので、環境現況補足調\n査を開始した。\n平成四年、徳島県も、後記（三）のような内容の環境調査を開始した。\n平成五年六月、被告事業者は環境影響調査書をとりまとめ、前記争いのない事実\n等四記載のように、同月二三日、通商産業省に提出するとともに、その写しを徳島\n市、小松島市、羽ノ浦町、那賀川町、相生町、由岐町、日和佐町、鷲敷町の関係地\n方公共団体に提出した。また、省議決定や実施方針に基づき、平成五年七月五日か\nら八月四日までの間、被告事業者の事業所や関係地方公共団体の庁舎で、環境影響\n調査書を公開縦覧し、阿南市などで説明会を実施した。同年一〇月一五日、被告ａ\nは、県環境影響評価技術審議会の答申を受けて、被告事業者が行った環境影響調査\nを「おおむね妥当」とする意見書を被告事業者に交付した。その後、通商産業省に\nおいて、右環境影響調査書や地元住民の意見などをもとに、環境審査が行われ、関\n係省庁等との調整を経た上で、平成六年一月、修正環境影響調査書がとりまとめら\nれた。\n平成七年二月、徳島県と阿南市は、被告事業者と、建設中、大気汚染防止、水質\n汚濁防止のために適切な対策を講じるとともに、環境の状況についての調査測定義\n務を被告事業者に課した内容の建設工事協定、及び、本件火力発電所の事業活動に\nあたり、被告事業者が講じるべき環境保全対策や、排出状況などの監視、環境の調\n査、徳島県の立入調査を認めた内容の環境保全協定を締結した。\n（三）　徳島県が行った環境調査の内容等【乙八三】\n（１）　阿南地域気象調査\n環境影響調査の基礎資料とするため、小勝島、阿南市橘町幸野所在の気象局にお\nける観測結果及び徳島地方気象台の地上気象観測原簿等を基に、本件火力発電所付\n近の気象解析を行った。\n（２）　阿南地域大気シュミレーション調査\n本件火力発電所の稼働時における周辺地域の大気環境に及ぼす影響を予測するた\nめ、現況（平成三年度）の気象・環境濃度及び発源条件を調査分析し、これと整合\n性が認められる大気拡散モデルを作成したうえで、二酸化硫黄、二酸化窒素、浮遊\n粒子状物質についての大気環境濃度を、電子計算機により予測した。\n（３）　阿南地域風洞実験調査\n風洞装置を用いて本件火力発電所からの排出ガス（硫黄酸化物、窒素酸化物、ば\nいじん）による短時間値（一時間値）の濃度予測を行い、立地計画地点周辺の起伏\nに富\nんだ複雑な地形による大気拡散への影響を調査した。\n（４）　水質予測調査\n橘湾及びその周辺海域における水質及び各種発生源の状況を把握し、水質拡散予\n測モデルを作成した上、このモデルを用いて将来における石炭火力発電所などの発\n生源や地形条件により、対象海域の将来水質（科学的酸素要求量、水温）を予測し\nた。\n（５）　重金属等微量物質調査\n本件火力発電所計画等に関し、環境汚染の未然防止対策に資することを目的に、\n長期的モ二タリングの一環として、重金属等微量物質の環境現況調査（大気調査、\n水質調査など）を行い、さらに、使用される石炭中に含まれる水銀について、大気\n理論拡散計算により環境寄与濃度を予測した。\n（６）　まとめ\n以上の調査を踏まえ、環境の現況については、大気質、水質、底質、土壌等いず\nれも低濃度で、当該地域は概ね良好な環境であるとした。\nそして、大気シュミレーション調査の結果、二酸化硫黄、二酸化窒素はいずれも\n環境目標値以下となり、環境基準を満足するものであった。風洞実験調査の結果、\n硫黄酸化物、窒素酸化物の濃度は、いずれも中央公害対策審議会の指針、環境基準\n等を大きく下回るものであった。また、水質調査においても、化学的酸素要求量の\n拡散予測では環境基準Ａ類型相当の水質が維持されると予測され、温排水について\nも、一度水温上昇昀大包絡範囲の面積は本件火力発電所が八・一平方キロメート\nル、石油火力発電所との重合でも一五・九平方キロメートルと予測された。水銀に\nついても、ＷＨＯの環境保険クライテリアを大きく下回ると予測された。\n（四）　修正環境影響調査書の内容【乙イ二】\n（１）　環境の現況について\n①　大気質\n発電所計画地点から半径約三〇キロメートル範囲内の硫黄酸化物、窒素酸化物、\n浮遊粒子状物質及び降下ばいじんの現況を、地方公共団体及び被告事業者が設置し\nた自動連続測定器等（二八地点）により、測定した。\n②　水質\n発電所計画地点の沖合方向約八キロメートルの範囲の海域（調査海域における水\n温及び塩分の現況を、株式会社四電技術コンサルタントに委託して調査を実施し\nた。また、取放水口一近傍における水温変化、及び調査海域の水質、底質（二二調\n査点）の現況については、株式会社電発環境緑化センターに委託して調査を実施し\nた。\n③　土壌汚染\n発電所計画地点（三調査点）の土壌汚染について、電発環境緑化センターに委託\nして調査を実施した。\n④　そ\nの他\n騒音、振動、地盤沈下、悪臭、地形及び表層の土壌、海生生物、陸生生物などに\nついても、調査を行った。\n（２）　環境保全のために講じようとする対策について\n①　大気汚染防止対策\n排出量の低減を図るため、硫黄酸化物については排煙脱硫装置の設置を、窒素酸\n化物については二段燃焼方式などの燃焼改善対策の採用及び排煙脱硝装置の設置\nを、ばいじんについては高性能電気式集じん装置及び湿式排煙脱硫装置を併用する\nなどとしている。\n②　温排水に関する対策\n四国電力一号機は取水口を北側護岸前面に、放水口を発電所敷地の東側に設置\nし、冷却水は取水口から深層取水し、放水口は南東方向に向けて水中放水すると\nし、電源開発一号機、二号機については、取水口を南側護岸前面に、放水口は発電\n所敷地の東側に設置し、冷却水は取水口から深層取水し、放水口から東方向に向け\nて水中放水するなどとしている。\n③　一般排水による水質汚濁の防止対策\n総合排水処理装置により、凝集沈殿、ろ過、中和などの処理を行った後、冷却水\n放水槽へ排出するとしている。\n④　陸生生物対策\n発電所の設置にあたっては、土地の改変及び樹木の伐採範囲を必要昀小限にとど\nめ、既存林の大半を保存する。土地改変部の緑化については、表土の利用・客土及\nび土壌改良による植栽基板の整備を行い、敷地の外周部等に緑地を設け、常緑樹を\n主体とする樹木植栽などを行うとしている。\n⑤　産業廃棄物について\n「廃棄物の処理及び清掃に関する法律」に基づいて処理するとしている。すなわ\nち、汚泥及び廃油については専門の業者に引き渡して、ほぼ全量を有効利用し、残\n余は産業廃棄物処理業者に委託して処理するとし、石炭灰についても専門の業者に\n委託し有効利用するとともに、残余は自社の灰捨場へ処理するとしている。\n⑥　その他\n騒音については建屋内収納又は低騒音型機器を採用し、振動についても基礎を強\n固なものにするとしている。\n（３）　環境影響の予測と評価について\n①　大気汚染の予測\n短期拡散予測計算については、対象物質を硫黄酸化物、窒素酸化物及びばいじん\nとし、大気汚染防止法で用いられているボサンケ・サットン式により行った。\n長期拡散予測計算については、財団法人日本気象協会に委託し、「窒素酸化物総\n量規制マ二ュアル」（環境庁編集）などの手法により、行った。\nばい煙の拡散予測については、右の手法のほか、風洞実験により地形の影響を確\n認した\n。\n②　温排水の拡散予測\n温排水の水温分布予測及び流動予測については財団法人電力中央研究所の技術指\n導を受けて、水中放水を行う放水口近傍については被告電源開発の総合技術試験所\nにおいて水理模型実験を実施し、海域全体については数理モデルによるシユミレー\nション解析を三菱事務機械株式会社に委託して実施した。\n③　騒音、振動\n石川島防音工業株式会社に委託し、発電所の対岸における騒音レベルを予測し\nた。\n（４）　その他環境保全のために講じようとする措置について\n①　大気質\n硫黄酸化物及び窒素酸化物は、電気事業法に基づき、煙道に連続測定装置を設置\nし、中央制御室において常時監視する。ばいじんは、大気汚染防止法に定める方法\nにより、電気事業法に定める期間ごとに煙道で定期的に濃度を測定し、また、煙突\n出口の排煙状況を監視テレビにより中央制御室にて監視する。\n周辺地域における硫黄酸化物、窒素酸化物、浮遊粒子状物質等の大気環境濃度に\nついては、二八か所の測定局において監視する。\n②　水質\n冷却水の取水及び放水の温度は、連続測定装置を設置し、連続監視する。一般排\n水の水質は、総合排水処理装置の出口において「排水基準を定める総理府令の規定\nに基づく環境庁長官が定める排水基準に係る検定方法」で定める方法により、水素\nイオン濃度、生物化学的酸素要求量、化学的酸素要求量などの測定を定期的（月一\n回）に行う。化学的酸素要求量については、「化学的酸素要求量に係る汚濁負荷量\nの測定方法」（環境庁告示）で定める方法により、自動測定装置を用いて定期的\n（一日に一回以上）に測定を行う。\n③　その他\n騒音、振動については現況の調査と同じ方法により適宜測定し、海生生物につい\nては、年に二回ないし四回の割合で調査を行うなどとした。\n（５）　以上のような調査、予測を踏まえ、前記争いのない事実等五記載のような\n内容の総合評価を行った。\n２　ところで、地方自治法一四九条六号が、地方公共団体の財産の管理又は処分を\n地方公共団体の長の担任事務としていることからすると、処分の内容、相手方の選\n定等は、原則として、地方公共団体の長の裁量に委ねられており、その処分行為\nは、地方公共団体の長がその裁量権を逸脱し又は濫用したと認められるときに限\nり、違法となるものと解される。\nこの点について、原告らは、①地方自治法二条三項一九号、同項一号、二号、七\n号、同条一三項を根拠に、地方公共団体の\n長は、その財産を地方公共の目的のために使用すべき義務や、住民の安全、健康及\nび福祉を維持する義務、緑地等を管理する責務、公害を防止すべき責務、財産を効\n率的に使用して昀大限の行政効果を達成しなければならない責務を負い、②環境影\n響調査義務を負い、さらに③環境基本法などを根拠に、環境配慮義務や自然環境を\n適正に保全すべき義務を負っているとし、公有財産を処分するにあたってはこれら\nの義務を尽くすべきであり、これを怠ってなされた財産処分行為は、裁量権を逸\n脱、濫用するものであるとして、違法となる旨主張している。\nなるほど、原告らが主張する法令等に基づいてその違反が財産処分の適法性に直\n接影響するような法的効果が認められるのかどうかはともかく、地方公共団体の長\nは全体の奉仕者である以上、その財産を処分するにあたっては住民全体の利益を考\n慮すべきであるし、また、住民の健康、安全や、これらに重大な影響を及ぼしかね\nない環境の保全に配慮すべき一般的責務を負っていることは否定しえないところで\nある。しかしながら、これらの責務の具体的内容は必ずしも一義的でなく、財産の\n処分等を行うにあたっては背反する様々な要因、利益等を総合的、調整的に考慮し\nたうえでなされるべきものであって、特に本件のように徳島県の社会、経済政策に\n直接かかわるような事項であるときには、住民の代表者によって構成される議会の\n判断も尊重されるべきである。それ故、たとえば、私的な目的のために財産を処分\nしたとか、処分価格が著しく低廉であるとか、その処分行為により住民の生命健康\nへの侵害が発生、現実化することが一見明白であるといった特段の事情がないかぎ\nり、右のような責務を怠ったことを理由に、財産処分行為が裁量権の逸脱、濫用で\nあるとして、違法となるものではない。\n３　そこで、本件をみてみるに、前記争いのない事実等や右認定事実によれば、本\n件火力発電所の立地は法令等の定める手続を履践した上で国の電源開発基本計画の\n一部としてすすめられたのであり、確かに本件火力発電所の稼働によって被告事業\n者の利益に資する面も否定できないが、本件火力発電所の立地はこれにとどまるも\nのではなく、我々の生活や我が国の産業に欠かすことができない電気の安定供給に\n資することは明らかで、事業の公益的側面も認められることや、本件火力発電所の\n建設、操業によってもたらされる経済効果によって徳島県や地元地\n域の振興に寄与することが期待できること、阿南市も立地に賛同していることな\nど、種々の考慮要素を検討した上で、被告ａは、住民全体の利益につながると判断\nして、本件土地の売却を決定したことが認められるのである。そして、被告事業者\nが行った環境影響調査についても、多様な項目について、一応の学術的根拠を有す\nる方法に基づいて行われており、その後、法令等の要求する手続に則り、国の環境\n審査を経ていることや、徳島県も独自に環境影響調査を行って前述のような調査結\n果を得ており、稼働後においても環境への影響を監視する体制をとっていることな\nどからすると、被告ａが本件土地を売却するにあたって、環境への配慮を全く欠\nき、環境保全をなんら考慮することなく、もしくは著しく軽視したとまではいえな\nいのである。\nこのほか、本件売買契約の締結にあたっては、住民から直接選挙された議員で構\n成される徳島県議会の議決を経ていることや、売買価格についても、不動産鑑定士\nｂが、平成六年九月に本件土地の鑑定評価を行い、その評価額を二〇億〇八二九万\n六五七〇円としていること（乙イ一）のほか、本件土地の取得価格、売却後の経済\n効果などに照らすと、本件土地の売買価格が適正さを欠いているとは到底いえない\nことなども併せ考慮すると、本件売買契約の締結が被告ａの裁量権を逸脱、濫用し\nた違法な処分であるとは認められない。\nよって、本件売買契約は有効である。\n４　なお、原告らは、地方公共団体の長の財産処分行為が法令に違反している場\n合、地方自治法二条一五項、一六項により、当然に無効となる旨と主張しているの\nで、一応この観点からも本件売買契約の効力を検討しておく。\n同法が右条項が存するにもかかわらず、あえて、「前項の規定に違反する行為\nは、これを無効とする。」（二三八条の三第二項）「第一項の規定に違反する行為\nは、これを無効とする。」（二三八条の四第三項）といった規定を設けていること\nからすると、同法二条一六項は法令違反行為を一律に無効とする趣旨の規定とまで\nは解されず、その効力は、当該規定の趣旨や内容の具体性、あるいはこれによって\n保護されている地方公共団体の利益と、当該契約の相手方の利益ひいては取引の安\n全の保護との比較考量によって、決すべきものと解される。\nそこで、本件についてみるに、原告らが主張する地方自治法各条項に基づく義務\nの内容は多義的で必ずしも具体的ではなく\n、また、環境配慮義務や自然環境保全義務についても抽象的な規範にとどまるもの\nと考えられ、これらの義務内容に適応する施策かどうかは、結局、各地方公共団体\nもしくはその長の判断に委ねられているといわざるをえない。そして、契約の相手\n方である被告事業者においては、地方公共団体の長である被告ａがいかなる事由を\n考慮して、財産を処分するに至ったのか、知りうる立場になく、それ故に当該処分\nが原告ら主張の義務に反し裁量権を逸脱するものか否かは明らかでなかったのであ\nるから、そのような一方当事者の内部事情にとどまる事由をもって取引行為が無効\nになるとすれば、その相手方である被告事業者は不測の損害を被ることになり、原\n告らが指摘する事情を考慮しても、被告事業者がこれを甘受すべき立場にあるとま\nでもいえない。このほか、本件売買契約の締結にあたり、徳島県議会の議決を経て\nいることをも考慮すると、本件売買契約が無効となるものではない。\n５　また、原告らは、被告ａが本件売買契約を締結するにつき考慮した修正環境影\n響調査書の評価結果について、問題点を縷々指摘している。\n確かに、たとえば、本件火力発電所の稼働によって地球温暖化防止の原因とさ\nれ、その排出抑制が求められている二酸化炭素が排出されることになることや、人\n体への悪影響が懸念されているダイオキシンの発生の有無、また、稼働によって排\n出される石炭灰の処理方法、といった環境保全にかかわる問題が、右調査書におい\nてすべて検討し尽くされているとまで断言するには躊躇せざるをえないのであっ\nて、環境の悪化が我々及び将来の世代の生活に及ぼす影響の重大性を考慮すると、\n徳島県や被告事業者は、右調査書の評価結果に満足することなく、今後もさらなる\n検討、調査を重ね、環境保全により一層取り組んでいくべき必要性があることは、\n当裁判所も重々認識するところである。\nしかしながら、本件訴訟は、人格権等個人の権利利益に基づく本件火力発電所の\n差止請求や損害賠償請求ではなく、あくまで地方公共団体の財務会計上の違法行為\nを防止、是正し、よって、財務会計の適正を確保しようとする趣旨、目的から認め\nられた住民訴訟であることからすると、本件における右調査書の妥当性についての\n検討もその趣旨、目的を達成するのに必要な範囲で行えば足りるのであって、被告\n事業者の環境影響調査が到底環境影響調査として評することができないのであれば\nと\nもかく、前述のような事情に照らすとそうとまでは断定することはできないのであ\nるから、右調査書の評価結果に原告らが指摘するような疑問の余地があるとして\nも、これを理由に、被告ａが裁量権を逸脱、濫用し、本件売買契約が無効になると\n解することはできない。\n三　争点三について\n１　地方自治法二三四条二項は「随意契約は政令で定める場合に該当するときに限\nり、これによることができる。」とし、これを受けて地方自治法施行令一六七条の\n二第一項二号は、随意契約によることができる場合として「不動産の買入れ又は借\n入れ、普通地方公共団体が必要とする物品の製造、修理、加工又は納入に使用させ\nるために必要な物品の契約でその性質又は目的が競争入札に適しないものをすると\nき。」を掲げている。\nところで、同号でいう「その性質又は目的が競争入札に適しないものをすると\nき。」とは、必ずしも当該性質又は目的に照らして競争入札の方法による契約の締\n結が不可能又は著しく困難な場合に限定されるものではなく、普通地方公共団体に\nおいて当該契約の目的、内容に照らしそれに相応する相手方を選定しその者との間\nで契約の締結をするという方法をとるのが当該契約の性質に照らし又はその目的を\n究極的に達成する上でより妥当であり、ひいては当該普通地方公共団体の利益の増\n進につながると合理的に判断される場合もこれに該当し、そして、右のような場合\nに該当するか否かは、当該普通地方公共団体の契約担当者の合理的な裁量判断によ\nり決定されるべきものと解するのが相当である。\n２　そこで、本件をみてみるに、前述のように、徳島県は、阿南市等が新産業都市\nに指定されたことをきっかけに、橘湾の工業地域としての開発をすすめ、造船企業\n等の誘致を試みたものの、当時の経済情勢の影響もあって、誘致に至らなかったこ\nとから、経済状況にあまり左右されない企業として石炭火力発電所の誘致を検討\nし、本件火力発電所が国の電源開発計画に組み入れられたのを受けて、被告ａは本\n件売買契約の締結に至ったのであって、このような経緯等にかんがみると、被告ａ\nが随意契約の方法により本件売買契約を締結したことには合理性が認められ、売買\n価格についても既に述べたように随意契約を制限している地方自治法の趣旨に反す\nるような価格でないことからすると、「その性質又は目的が競争入札に適しないも\nのをするとき。」に該当するというべきである。\n原告ら\nは、売買代金の支払能力を有するものであれば誰でも相手方となりうるなどとし\nて、随意契約によることの不当性を主張して\nいるが、本件売買契約の目的は、単に本件土地の取得代金や漁業補償の回収にとど\nまるものではなく、その後の経済効果、地域振興等をも考慮したものであることか\nらすると、原告らの右主張は採用しがたい。\n３　よって、本件売買契約を随意契約の方法によって締結したことは、地方自治法\n二三四条二項、同法施行令一六七条の二第一項に反するものではなく、適法であ\nる。\n第四　結論\n以上の次第で、本件売買契約は有効と認められる。それ故、被告事業者は本件土\n地を使用、改変する権限を有するのであって、しかも契約の趣旨にそって工事等を\n行っているのであるから、被告事業者が現在進行している改変工事を中止し、これ\nを原状回復すべき義務を負うものではなく、また、被告ａが右原状回復に要する費\n用についての損害賠償責任を負うものでもない。\nよって、原告らの請求は、その余の点を判断するまでもなく、いずれも理由がな\nいので、主文のとおり判決することとする。\n徳島地方裁判所第二民事部\n裁判長裁判官　松本久\n裁判官　大西嘉彦\n裁判官　齊藤顕\n"
}