{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 18,
    "month": 1,
    "day": 27
  },
  "case_number": "平成16(行コ)5",
  "case_name": "路線廃止処分無効確認等請求控訴事件（原審・鹿児島地方裁判所平成１４年（行ウ）第３号）",
  "court_name": "福岡高等裁判所宮崎支部",
  "field": "行政",
  "gist": "市道に面してホテルを経営する法人が市長に対してした，当該市道の路線廃止処分のうち一部の区間についての同処分の無効確認を求める訴えにつき，前記法人は原告適格を有するとされた事例",
  "case_gist": "市道に面してホテルを経営する法人が市長に対してした，当該市道の路線廃止処分のうち一部の区間についての同処分の無効確認を求める訴えの原告適格につき，道路法の目的は，道路網の整備を図ることにより交通の発達に寄与し，公共の福祉を増進することであるが，他方で，市町村長が市町村道の路線廃止処分をするについては，同法１０条１項前段は，一般交通の用に供する必要がなくなったとの実体的要件を課すとともに，同条３項及び同法８条２項は，市町村議会の事前の議決を要求するほか，同法９条及び道路法施行規則１条２項は，事後に所定の事項を公示した上，廃止に係る路線を明示した所定の図面を一般の縦覧に供すべき手続的要件を課していることからすれば，同法１０条１項前段の規定は，市町村道の路線廃止処分をするか否かについて市町村長による合理的な裁量権の行使を要求しているものと解されるから，市町村道の路線廃止処分に関する同法の規定は，当該市町村道を利用する者の具体的な利益を保護することをも，その趣旨及び目的としており，当該市町村道を少なくとも日常的に利用する者は，当該市町村道の路線廃止処分の無効確認を求めるにつき法律上の利益を有する者に該当するなどとして，前記法人は，前記訴えについて原告適格を有するとした事例",
  "lawsuit_id": "33368",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=33368",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/368/033368_hanrei.pdf",
  "contents": "主文\n１ 原判決を取り消す。\n２ 本件を鹿児島地方裁判所に差し戻す。\n事実及び理由\n第１ 控訴の趣旨\n主文と同旨\n第２ 事案の概要\n１ 請求，争点及び各審級における判断の各概要\n(1) 被控訴人市長は，平成１７年１１月７日（本件口頭弁論の終結後），鹿\n児島県内の国分市等１市６町の合併（地方自治法７条１項の規定に基づく後\n記廃置分合処分）によって誕生した霧島市（以下「国分市」又は「国分市\n道」とは，同合併前のそれらを指す。）の市長であり，同合併により訴訟承\n継前被控訴人国分市長Ａ（以下「国分市長」という。）の地位を承継した者\nであるところ，国分市長は，道路法１０条１項前段の規定に基づき，国分市\n道について，路線の全部又は一部を廃止する処分権限を有していた行政庁で\nあり，控訴人は，ホテル業及び一般公衆浴場業等を目的とする株式会社であ\nり，肩書住所に本店を置き，国分市道α線（以下「本件旧市道」という。以\n下の道路は，特に断らない限りいずれも国分市道である。）の東側に面した\n同所において後記本件温泉ホテルを経営する者であり，被控訴人会社は，特\n殊磁器の製造販売等を目的とする株式会社であり，肩書住所に本店を置き，\n本件温泉ホテルの西方向から南西方向に広がる同市β地内一帯の一団の敷地\n（以下「本件工場敷地」といい，同地上の被控訴人会社Ｂ工場を「Ｂ工場」\nという。）において，工場操業を行う者である。\n(2) 本件工場敷地は，従前，その付近では幅員１４ｍで東西方向に走る本件\n旧市道（以下，そのうち，南北両側を本件工場敷地に挟まれて東西方向に直\n線で走る区間を「本件東西区間」という。）を挟んで，北側部分と南側部分\nとに大きく分断された恰好となっていた。本件旧市道は，同市γを起点とし\nて本件東西区間を東進し，これを通過してからやがて北に折れて幾度か屈曲\nしながら北進し，さらに，西に折れ（以下，同各屈折点間の南北方向の区間\nを「本件南北区間」という。），そして，そのまま直線で西進して終点同市\nδに至る大略逆コの字型を描く路線であった。\n国分市長は，被控訴人会社が本件東西区間に相当する原判決別紙物件目録\n記載の各土地（そのうち，同物件目録記載１ないし３の各土地を「本件閉鎖\n道路」といい，個別には同物件目録の番号順に「目録１の土地」などとい\nう。）の取得を希望したことから，その意向に沿うべく，道路法１０条１項\n前段の規定に基づき，本件旧市道について，平成１２年６月３０日付けで後\n記本件処分（本件旧市道全線の路線廃止処分）をし，同時に，同法８条１項\nの規定に基づき，改めて，そのうち，本件東西区間を除く区間について，ε\n線及びζ線としてそれぞれ路線認定（以下，これら路線をそれぞれ「ε線」\n「ζ線」，併せて「本件各新路線」といい，同各路線認定を「本件各新路線\n認定」という。）処分をし，その上で，国分市は，被控訴人会社に対し，本\n件閉鎖道路を交換により譲渡した （なお，本件工場敷地の中を現に南北方\n向に走る幅員１２ｍの道路は，従前，鹿児島県道，次いで国分市道であった\nが，平成２年３月，路線廃止処分に伴い被控訴人会社に払下げ済みであ\nる。）。\n被控訴人会社は，上記のとおり本件閉鎖道路の譲渡を受けた後，同道路に\nついて，その東西両端に守衛所やゲートを設置する等して被控訴人会社関係\n者以外の人車の通行を禁止・阻止（以下「本件道路閉鎖」という。）してお\nり，控訴人及び本件温泉ホテルの来場者は，本件処分ないし本件道路閉鎖前\nは，本件東西区間を本件温泉ホテルへの進入路として利用するなどしていた\nが，国分市長による本件処分ないし被控訴人会社による本件道路閉鎖により，\nそれ以降，本件東西区間を従前同様利用することができない状態となってい\nる。\n(3) 本件（平成１４年２月２日訴え提起）は，本件温泉ホテルを経営する控\n訴人が，本件処分は道路法１０条１項前段に定める要件を欠くから違法であ\nるなどと主張し，国分市長（被控訴人市長）に対し，本件東西区間に関する\n本件処分（以下「本件不服対象処分」ともいう。）の無効確認を求めるとと\nもに，被控訴人会社に対し，本件道路閉鎖は，控訴人の人格権を侵害し，又\nは控訴人に対する不法行為を構成する旨選択的に主張し，控訴人及び本件温\n泉ホテルの来場者に対する本件道路閉鎖の排除（以下「本件妨害排除」とも\nいう。）を求めた事案である。\n(4) 本件の争点は，国分市長（被控訴人市長）に対する請求については，①\n原告適格の有無，②本件処分の違法性の有無であり，被控訴人会社に対する\n各請求については，③人格権に基づく本件妨害排除請求の可否，④被控訴人\n会社の不法行為を理由とする本件妨害排除請求の可否である。\n(5) 原判決（平成１６年３月２６日（行政事件訴訟法の一部を改正する法律\n（同年法律第８４号。以下「新法」ともいう。）の施行前）言渡し）は，争\n点①については，控訴人は本件（不服対象）処分の無効確認を求めるにつき\n法律上の利益を有する者に該当しないから，国分市長に対する本件訴えは原\n告適格を欠く旨の，争点③については，控訴人にとって本件閉鎖道路の通行\nが日常生活上不可欠なものであるとはいえないから，同道路の通行に関する\n利益は私法上保護に値するものとはいえない旨の，争点④に関しては，特別\nの定めがない限り，加害者の不法行為を理由として妨害排除を求めることは\nできない旨の各判断をし，結局，国分市長に対する本件訴えを不適法却下す\nるとともに，被控訴人会社に対する各請求をいずれも棄却したことから，控\n訴人が原判決を不服として本件控訴に及んだものである。\n(6) 本判決は，争点①について，控訴人は本件（不服対象）処分の無効確認\nを求めるにつき法律上の利益を有する者であって，本件は同処分の効力の有\n無を前提とする現在の法律関係に関する訴えによっては目的を達することが\nできない場合に該当するから，控訴人は被控訴人市長（国分市長）に対する\n本件訴えについての原告適格を有する旨の判断をし，原判決中，被控訴人市\n長関係部分を取り消した上，これを原審に差し戻すとともに，被控訴人会社\nに対する本件各請求についても，本件処分の効力を審理判断することなく実\n体判断ができる性質のものではないから，原判決中，被控訴人会社関係部分\nには，審理不尽の違法がある旨の判断をし，結局，原判決を全部取り消した\n上，更に審理を尽くさせるため，これを原審に差し戻すものである（なお，\n後記３及び４において訂正等をする場合を除き，原判決の各「被告市長」\n（ただし，４頁２６行目，５頁１３行目，１０頁６行目，１１頁３行目及び\n１９行目並びに１２頁５行目を除く。）をすべて「国分市長」と，各「別紙\n図面」をすべて「図面」と，各「α線」をすべて「本件旧市道」と，各「本\n件閉鎖道路等」をすべて「本件東西区間」と，各「Ｂ工場の敷地」をすべて\n「本件工場敷地」とそれぞれ改める。）\n２ 基本的事実\n（以下の事実は，全当事者に実質的に争いがない事実又は弁論の全趣旨によ\nり認めることのできる事実である。なお，記録との対照の便宜のため，適宜，\n関係の書証番号を掲記する。）\n(1) 当事者\n本件各当事者の各地位は，上記１のとおりである。\n(2) 関係施設及び国分市道等の位置関係等\nア 控訴人の経営する本件温泉ホテル（控訴人が肩書住所で営むＣ（甲６－\n５。以下「本件ホテル」という。）とＤ（甲６－６。以下「本件温泉」と\nいう。）を併せた略称である。），被控訴人会社の本件工場敷地（甲５－\n１～４）及びＢ工場，本件旧市道，本件東西区間，本件南北区間，本件各\n新認定路線その他関係する国分市道の位置関係並びにその各路線の大略は，\n上記１のとおりである。\nイ 本件旧市道は，昭和５８年３月，国分市長により道路認定（乙イ６－\n１）がされた道路であるところ，同市道は，原判決別紙図面２（以下，原\n判決別紙図面１ないし６を個別には同別紙の番号順に「図面１」などとい\nう。）のとおり，国分市γを基点として，東進して南北方向に走るη通り\n（甲８－１１・１７・１８・２１～２３）と交差（図面２にＢ工場西口と\nある地点の交差点）して更に東進し（同図面にＢ工場東口とある地点がこ\nの辺りにおけるＢ工場の東端であり，同地点を通過する。），やがて北に\n折れて幾度か屈曲しながら北進（Ｂ工場西口からＢ工場東口までの間が本\n件東西区間。同東口から後記同市道が北上後西に折れる地点までの区間が\n本件南北区間）し，さらに，また，西に折れて西進し，終点のη通りとの\n交差点に至るまでの間の大略逆コの字状の路線（同図の赤線部分）である。\n本件ホテルは，本件南北区間の中間辺りにあってその東側に面し，また，\n本件工場敷地の西側は，η通りである。\nウ 本件処分後，国分市長がした本件各新路線認定処分によるε線の位置関\n係は図面３（図面の赤線部分），ζ線の位置関係は図面４（図面の赤線部\n分）のとおりである。本件東西区間は，幅員１４ｍ，長さ約４００ｍ，両\n側に縁石と椰子の木などの植込み等で画した歩道がある両面各１車線の道\n路（甲８－１５・３０・３１）であり，その具体的位置関係は図面５のと\nおりである。\n(3) 被控訴人会社から国分市長に対する本件東西道路の敷地の譲渡申入れ\n上記のような本件東西区間と本件工場敷地との位置関係から，被控訴人会\n社は，国分市長に対し，遅くとも，平成１２年５月ころまでに，本件東西区\n間の敷地の譲渡を打診するとともに，同月１５日付けで，正式に同土地（分\n筆前）外につき，払下げの申請（乙イ１２）をした。\n(4) 本件処分及び本件各新路線認定処分の計画\n国分市長は，被控訴人会社の上記申入れに応じるべく，いったん，本件旧\n市道全線について，その路線廃止をする本件処分をした上で，そのうち，本\n件東西区間を除く区間については，改めて，上記起点の同市γからＢ工場西\n口までの区間を図面３のとおりε線，Ｂ工場東口から上記終点までの区間を\n図面４のとおりζ線としてそれぞれ本件各新路線認定をすることとした。\n(5) 付近住民に対する国分市の路線廃止に関する説明\n国分市長が上記のとおり計画された本件処分をするため，所管の国分市土\n木課職員は，平成１２年６月１２日，Ｂ工場東口の南側付近に居住するなど\nする同市βの住民ら（乙イ７）に対し，戸別訪問をして上記計画を記載した\n文書（乙イ６－１・２）を配布するなどしてその旨の説明をしたが，本件温\n泉ホテル辺り以北の控訴人を含む本件南北区間の沿道付近に居住するなどす\nる住民らに対しては，同様の説明をしなかった。\n(6) 本件旧市道の路線廃止及び本件各新路線認定についての国分市議会の議\n決\n国分市議会は，平成１２年６月２０日，本件旧市道の路線廃止及び本件各\n新路線認定について，これらを可決（甲９）した。\n(7) 本件処分及び本件各新路線認定処分\n国分市長は，平成１２年６月３０日付け国分市告示第６６－１号により，\n平成１３年２月１日を効力発生日とする本件処分及び本件各新路線認定処分\nを行った。平成１３年１月２５日，本件東西区間の部分について分筆が行わ\nれ，被控訴人に対して譲渡される本件閉鎖道路（甲４－１～３）の部分が図\n面５のとおり確定された。そして，上記各処分の結果，本件東西区間は，同\n年２月１日をもって路線廃止となり，以後，現在に至るまで，新たな市道認\n定はされていない。\n(8) 国分市と被控訴人会社間の土地の交換契約\n国分市と被控訴人会社は，平成１２年１２月１９日，国分市議会がその旨\nの議決をすることを条件として，土地交換契約（乙イ１３）を締結した。こ\nの交換契約の対象となった土地は，図面６（用地交換図）のとおり，国分市\n所有の目録１ないし３の各土地（甲４－１～３。本件閉鎖道路）と本件旧市\n道には含まれていなかった土地（１筆の一部），被控訴人会社所有の工場用\n地（１筆の一部）であり，被控訴人会社から国分市に対して交換差金４５３\n３万９０４８円を支払うこととし，同月２５日，同交換契約について国分市\n議会のその旨の議決（甲１５，１６）が得られたため，被控訴人会社は，平\n成１３年２月２０日，同交換差金を支払い，目録１ないし３の各土地（本件\n閉鎖道路）の所有権を取得した。\n(9) 被控訴人会社による本件道路閉鎖\n本件温泉ホテルを訪れる顧客は，被控訴人会社により本件道路閉鎖がされ\nるまでは，本件閉鎖道路を含めた本件東西区間を通行して同ホテルに至るの\nが一般的であったが，被控訴人会社は，平成１３年２月２０日以降，本件閉\n鎖道路の東西両端付近にそれぞれ守衛所やゲートを設置する等して被控訴人\n会社関係者以外の人車の通行を禁止・阻止する本件道路閉鎖をしている。\n(10) 国分市等市町合併\nなお，鹿児島県知事は，平成１７年３月９日，地方自治法７条１項の規定\nに基づき，当審の口頭弁論終結後である同年１１月７日から国分市及び姶良\n郡θ等１市６町を廃し，それらの区域をもって霧島市を設置する旨定める処\n分をして，その旨を総務大臣に届け出，同大臣は，同年３月３０日，同条６\n項（現７項）の規定に基づき，総務省告示第３８０号をもって，同県知事か\nら同届出があった旨及び同処分は同年１１月７日からその効力を生ずるもの\nとする旨の市町の廃置分合の告示をした。\n３争点\nこの点は，原判決５頁８行目の「妨害排除請求」を「通行妨害排除請求」と\n改めるほかは，原判決４頁２６行目から５頁１０行目までに記載のとおりで\nあるから，これを，ここに引用する。\n４ 争点に関する当事者の主張\nこの点は，次のとおり訂正し，付加し又は削除するほかは，原判決５頁１２\n行目から１３頁１０行目までに記載のとおりであるから，これを，ここに引用\nする。\n(1) 原判決５頁１４行目及び１５行目の各「または」並びに２０行目の「も\nしくは」をいずれも「又は」と改める。\n(2) 原判決６頁１行目の「ものではない」の次に「（例えば，道路法が市町\n村道の路線廃止には議会の議決を経なければならないとしているのは，道路\nの新設や保全管理に費用を伴うことから議会の関与を求めているものであっ\nて，道路通行に関する個々人の個別的利益を保護する趣旨ではないし，路線\nの廃止について通行する個々人の異議申立ての手続を設けず，議会の議決に\nかからしめている（なお，公示及び縦覧も，議会の議決により廃止が決定し\nた後に行われるものである。）のは，道路法が個々人の個別的利益ではなく，\n市町村の全体としての交通の確保という一般的な公益の確保を目的としてい\nるからである。また，道路法自体は，道路網の整備によって交通の発達を図\nろうとするものであり，路線の認定や廃止は，個人の生命，身体，財産等へ\nの直接的な危険を防止することを目的とするものではない。）」を加え，９\n行目から１０行目にかけての「法律上の利益を有する者にあたる」を「その\nような利益の主体は，法律上の利益を有する者に当たる」と，１８行目の\n「過ぎない」を「すぎない」と，１９行目の「市内中心部」を「国分市中心\n部」と，２２行目及び２４行目から２５行目にかけての各「本件閉鎖道路等\nにかかる市道が廃止されても」をいずれも「本件東西区間が路線廃止となっ\nたとしても」と，２５行目の「本件温泉」を「，本件温泉」と，「過ぎず」\nを「すぎず」と，２６行目の「原告」を「バス停の移動による影響も考えに\nくい。控訴人」とそれぞれ改める。\n(3) 原判決７頁４行目の次に行を改めて\n「エ なお，新法によって新設された行政事件訴訟法９条２項は，これまで\n判例上「法律上の利益」の有無の判断に当たって考慮されてきた事項を\n明文化したものにすぎない。」\nを加え，１０行目の「あたり」を「当たり」と，１６行目の「そのうえで」\nから「かかる」までを「その上で，同法１８条２項，同法施行規則によれば，\n道路管理者は，道路の供用を廃止しようとする場合においては，廃止に係\nる」と，同行目の「経過地，」を「経過地」とそれぞれ改め，２０行目の「，\nただし」を削る。\n(4) 原判決８頁２行目の「生じうる」を「生じ得る」と改め，１５行目の\n「明らかである」の次に「（同法１０条が，単に一般交通の円滑性だけを保\n護する趣旨であるとは到底いえない。）」を加え，２２行目の「本件閉鎖道\n路が閉鎖」を「本件処分ないし本件道路閉鎖が」と改める。\n(5) 原判決９頁１行目の「わかりにくい」を「分かりにくい」と，５行目の\n「本件閉鎖道路の閉鎖」，１１行目及び１３行目の各「本件閉鎖道路の封\n鎖」並びに１５行目の「本件閉鎖道路閉鎖」をいずれも「本件処分ないし本\n件道路閉鎖」とそれぞれ改め，１７行目の次に行を改めて次のとおり加える。\n「オ このように，控訴人は，本件処分により，現実に損害を被っていると\nころ，行政事件訴訟法３６条によれば，処分により損害を受けるおそれ\nのある者でさえ，当該処分の無効確認の訴えの原告適格が認められるの\nであるから，控訴人が同条に規定する法律上の利益を有する者に該当し\nないはずがない。\nカ なお，平成１７年４月１日，新法が施行され，取消訴訟の原告適格に\n関する行政事件訴訟法９条２項が新設された（本件のような同法３６条\nに規定する法律上の利益を有する者の判断に当たっても，同法９条２項\nに定める考慮事項を考慮すべきことは，最高裁判所の判例から明らかで\nある。）。この改正により，とりわけ，処分の根拠となった実体法規等\nの趣旨及び目的だけではなく，当該処分で考慮されるべき利益の内容及\nび性質を考慮することが重要となり，控訴人の上記主張が正当であるこ\nとにつき，立法的解決が図られたというべきである。」\n(6) 原判決１０頁１３行目の「なくなった」を「なくなった場合」と，１６\n行目の「全て」を「すべて」と，１７行目の「同工場」を「Ｂ工場」と，２\n０行目及び２１行目の各「かかる」をいずれも「係る」とそれぞれ改める。\n(7) 原判決１１頁４行目及び２０行目の各「否認する」をいずれも「控訴人\nの主張事実を否認し，法的主張を争う」と，８行目の「あたっている」を\n「当たっている」と，１３行目の「かかる市道」を「係る路線」と，１６行\n目の「言い難く」を「いい難く」とそれぞれ改める。\n(8) 原判決１２頁４行目末尾の次に「したがって，本件処分は，国分市長が\nその権限を濫用してしたものとして，無効である。」を加え，６行目の「否\n認する」を「控訴人の主張事実を否認し，法的主張を争う」と，９行目の\n「通行」を「単なる反射的利益にすぎないものではなく，公道通行」と，１\n３行目の「被告会社」から「かかる」までを「本件処分は無効な行政処分で\nあり，本件閉鎖道路は依然として公道であるから，被控訴人会社の本件道路\n閉鎖はかかる」と，２６行目の「本件処分」を「本件道路閉鎖」とそれぞれ\n改め，同行目末尾の次に「その他，本件処分の有効性については，被控訴人\n市長の主張を援用する。」を加える。\n(9) 原判決１３頁１０行目の「争う」を「控訴人の主張事実を否認し，法的\n主張を争う。なお，本件処分の有効性については，被控訴人市長の主張を援\n用する」と改める。\n第３ 当裁判所の判断\n１ 被控訴人市長に対する本件訴えの原告適格（争点(1)ア）について\n(1) 行政事件訴訟法３６条は，無効等確認の訴えの原告適格について規定す\nるところ，同条にいう当該処分の無効等の確認を求めるにつき「法律上の利\n益を有する者」の意義については，取消訴訟の原告適格の場合と同義に解す\nるのが相当である（最高裁第三小法廷平成４年９月２２日判決・民集４６巻\n６号１０９０頁）。\n(2) そして，取消訴訟の原告適格について規定する同法９条１項にいう当該\n処分の取消しを求めるにつき「法律上の利益を有する者」とは，当該処分に\nより自己の権利又は法律上保護された利益を侵害され，又は必然的に侵害さ\nれるおそれのある者をいうのであり，当該処分を定めた行政法規が，不特定\n多数者の具体的利益を専ら一般的公益の中に吸収解消させるにとどめず，そ\nれが帰属する個々人の個別的利益としてもこれを保護すべきものとする趣旨\nを含むと解される場合には，このような利益もここにいう法律上保護された\n利益に当たり，当該処分によりこれを侵害され，又は必然的に侵害されるお\nそれのある者は，同項にいう「法律上の利益を有する者」に該当するという\nべきである。\nまた，処分の相手方以外の者について上記の法律上保護された利益の有無\nを判断するに当たっては，当該処分の根拠となる法令の規定の文言のみによ\nることなく，当該法令の趣旨及び目的並びに当該処分において考慮されるべ\nき利益の内容及び性質を考慮し，この場合において，当該利益の内容及び性\n質を考慮するに当たっては，当該処分がその根拠となる法令に違反してされ\nた場合に害されることとなる利益の内容及び性質並びにこれが害される態様\n及び程度をも勘案すべきものである（同条２項参照）。\n(3) そこで，上記の見地に立って，以下，市町村道の路線廃止処分について\n検討する。\nア 市町村道の路線廃止処分に関する道路法の規定をみると，同法は，道路\n網の整備を図るため，道路に関して，路線の指定及び認定，管理等に関す\nる事項を定め，もって交通の発達に寄与し，公共の福祉を増進することを\n目的とし（１条），市町村長は，市町村道について，一般交通の用に供す\nる必要がなくなったと認める場合においては，当該路線の全部又は一部を\n廃止することができると定めている（１０条１項前段）。また，同法は，\n１０条１項の規定により路線を廃止しようとする場合の手続は，路線の認\n定の手続に準じて行わなければならないとしているところ（同条３項），\n路線の認定の手続について定める同法８条２項は，市町村長が路線を認定\nしようとする場合においては，あらかじめ当該市町村の議会の議決を経な\nければならないとし，さらに，同法９条は，市町村長は，路線を認定した\n場合においては，その路線名，起点，終点，重要な経過地その他必要な事\n項を，国土交通省令で定めるところにより，公示しなければならない旨定\nめ，同省令である道路法施行規則１条２項は，市町村長は，同公示を行う\n場合においては，縮尺１万分の１程度の図面に当該路線を明示し，市町村\nの事務所において一般の縦覧に供しなければならない（市街地その他特に\n必要があると認められる部分については，別に拡大図を備えなければなら\nない。）と定めている。\nイ 上記のとおり，道路法１条が明示的に規定する同法の目的は，道路網の\n整備を図ることにより交通の発達に寄与し，公共の福祉を増進することで\nあるが，他方で，市町村長が市町村道の路線廃止処分をするについては，\n一般交通の用に供する必要がなくなったとの実体的要件を課するとともに，\n住民代表機関である市町村議会の事前の議決を要求するほか，事後に所定\nの事項を公示した上，廃止に係る路線を明示した所定の図面を一般の縦覧\nに供すべき手続的要件を課しているのであって，以上のことからすると，\n同法１０条１項前段の規定に基づく市町村道の路線廃止処分が，その権限\nを有する行政庁たる市町村長の自由裁量行為の範囲に属するものと認める\nことは到底できず，結局，同項前段の規定は，市町村長をして，市町村道\nの具体的な利用状況を十分勘案させた上，当該市町村道を一般交通の用に\n供する必要がないか否かの判断を適正に行わせ，もって，当該市町村道に\nついて路線廃止処分をするか否かについての市町村長による合理的な裁量\n権の行使を要求しているものと解され，したがって，市町村道の路線廃止\n処分に関する同法の規定は，当該市町村道を利用する者の具体的な利益を\n保護することをも，その趣旨及び目的としているものと解するのが相当で\nある。\nウ そうすると，同法１０条１項前段の規定する要件を欠く状況，すなわち，\n一般交通の用に供する必要がなくなっていない状況において，市町村道に\nつき路線廃止処分がされた場合，これによる被害を直接的に受けるのは，\n当該市町村道を具体的に利用する者ということになる。もっとも，その者\nの被る被害の程度は，当該市町村道の利用の頻度，態様及び目的等により\n個々人で一様ではあり得ないが，市町村道の路線廃止処分に関する同法の\n規定は，上記のとおりの趣旨及び目的にも照らせば，当該市町村道を少な\nくとも日常的に利用する者に対し，その路線廃止処分による被害（日常生\n活・業務上の支障等）を受けないという具体的利益を保護しようとするも\nのと解されるところ，この具体的利益は，一般的公益の中に吸収解消させ\nることが困難なものであるといわざるを得ない。\nエ 以上のとおりであるから，市町村道を少なくとも日常的に利用する者は，\n当該市町村道の路線廃止処分の無効確認を求めるにつき法律上の利益を有\nする者に該当するものと解すべきである。\n(4) これを本件についてみるに，基本的事実のとおり，本件温泉ホテルを訪\nれる顧客は，国分市長による本件処分ないし被控訴人会社による本件道路閉\n鎖がされるまでは，本件東西区間を含めた本件旧市道を通行して同ホテルに\n至るのが一般的であったというのであるから，控訴人は，事業者として，本\n件旧市道中，本件東西区間を日常的に利用していた者であったということが\nでき，したがって，控訴人は，本件（不服対象）処分の無効確認を求めるに\nつき法律上の利益を有する者に該当するというべきである。\n(5) そして，本件においては，本件処分に起因する紛争を解決するための争\n訟形態として，同処分の無効を前提とする当事者訴訟又は民事訴訟との比較\nにおいて，同処分の無効確認を求める訴えのほうがより直截的で適切な争訟\n形態であるとみるべき場合に該当するといえるから，行政事件訴訟法３６条\nにいう「当該処分の効力の有無を前提とする現在の法律関係に関する訴えに\nよって目的を達することができないもの」に該当する場合であると解するの\nが相当である（前掲最高裁判決参照）。\n(6) 以上のとおりであるから，控訴人は，被控訴人市長に対する本件訴えに\nついて原告適格を有するというべきである。\n２ 被控訴人会社に対する各請求について\n控訴人の被控訴人会社に対する各請求は，いずれも，本件処分の無効を前提\nとするものであり，これについて審理判断することなく実体判断をすることが\nできる性質のものでないことは明らかであるから，原判決中，被控訴人会社関\n係部分には，審理不尽の違法があるものといわざるを得ない。\n第４ 結論\nよって，原判決中，被控訴人市長（国分市長）関係部分は，当裁判所の上記\n判断と異なり不当であるから，民訴法３０５条，３０７条本文の規定に基づき，\n同部分を取り消した上，これを鹿児島地方裁判所に差し戻すこととし，原判決\n中，被控訴人会社関係部分は，上記のとおり審理不尽の違法があるから，同法\n３０６条，３０８条１項の規定に基づき，同部分を取り消した上，これを同裁\n判所に差し戻すこととして，主文のとおり判決する。\n福岡高等裁判所宮崎支部\n裁判長裁判官 櫻 井 登 美 雄\n裁判官 浅 井 憲\n裁判官 林 潤\n"
}