{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 17,
    "month": 11,
    "day": 22
  },
  "case_number": "平成17(行ウ)58",
  "case_name": "農薬登録処分取消",
  "court_name": "東京地方裁判所",
  "field": "行政",
  "gist": "農林水産大臣が他の業者に対してした農薬取締法２条に基づく農薬登録処分の取消しを求める訴えにつき，当該他の業者が申請に際して農薬の販売等を行う者らの出資に係る組合に帰属する試験成績を無断で当該申請の試験成績に代えて提出したと主張する当該農薬の販売等を行う者らの原告適格を否定した事例",
  "case_gist": "農林水産大臣が他の業者に対してした農薬取締法２条に基づく農薬登録処分の取消しを求める訴えにつき，農薬登録申請に当たり試験成績の提出が要件とされているのは，農薬の品質と安全性の確保の見地から，その成分の同一性を確認することを主眼とするものであり，他の登録申請において提出された試験成績を当該申請の試験成績に代えて提出することも許容されているものの，試験成績の提出者が試験成績について有する私法上の権利の有無，内容は，農薬登録の処分の要件において考慮されるべきものと解することは困難であるなどとして，当該他の業者が申請に際して農薬の販売等を行う者らの出資に係る組合に帰属する試験成績を無断で当該申請の試験成績に代えて提出したと主張する当該農薬の販売等を行う者らの原告適格を否定した事例",
  "lawsuit_id": "33195",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=33195",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/195/033195_hanrei.pdf",
  "contents": "主文\n１ 本件訴えをいずれも却下する。\n２ 訴訟費用は原告らの負担とする。\n事実及び理由\n第１ 当事者の求めた裁判\n１ 原告らの請求の趣旨\n被告が平成１６年１２月２２日にした別紙農薬登録目録記載の農薬登録を取\nり消す。\n２ 被告の本案前の答弁\n主文と同旨\n第２ 事案の概要\n本件は，農薬の販売等を業とする原告らが，その出資に係る組合が開発し，\n保有する農薬の試験成績を，他の業者が利用して農薬取締法（以下，単に\n「法」ともいい，農薬取締法施行令を「法施行令」と，同法施行規則を「法施\n行規則」という。）に基づく農薬登録の申請をし，被告から農薬登録処分を受\nけたのに対し，上記申請書の添付書類とされている試験成績の利用に対する同\n意書が，原告らに無断で，上記組合の１組合員によって単独で作成，提出され\nたものであるから，上記農薬登録処分は違法である旨主張し（具体的には，\n「上記登録申請は，その添付書類である同意書が，試験成績についてその提出\n者としての権利を有するＴＡＣ普及会の組合員の１人である允傑股份有限公司\nが単独で他の組合員である原告らに無断で作成，提出したものであるから，農\n薬取締法２条２項に反しており，被告において，原告らの申出により同意書の\n内容が虚偽であることを知りながら，上記登録申請に係る農薬の登録を保留し\nなかった点で，農薬取締法３条１項にも違反する。」というものである。），\nその取消しを求めている事案である。\nこれに対して，被告は，原告適格を全面的に争い，その訴えの却下を求めた\nことから，その判断を先行させるため，口頭弁論を終結したものである。\n１ 前提事実（当事者間に争いのない事実並びに掲記の証拠及び弁論の全趣旨に\nより容易に認定できる事実）\n(1) 当事者\nア 原告大成農材株式会杜及び同赤城物産株式会社は，いずれも肥料・農薬\n等の輸出入及び販売等を業とする株式会社であり，同株式会社シー・ジー\n・エスは，工業用・農業用無機有機薬品類等の売買及び輸出入等を業とす\nる株式会社である。\n原告富農化學工業股份有限公司は農薬・肥料等の製造・販売等を業とし，\n同弘峰國際商業有限公司は農薬等の輸出入を業とし，同石偉貿易有限公司\nは農薬の販売等を業とし，いずれも台湾法に基づき設立された法人である。\nイ 允傑股份有限公司は，台湾法に基づき設立された農業，林業，園芸用の\n各種薬剤の販売等を業とする法人であり，その営業について「ピラーキム\nコーポレーション」の名を使用している。\n(2) 農薬登録処分\nア 有限会社ピー・エス・アグリカ，住商アグロインターナショナル株式会\n社，レインボー薬品株式会社及びヤシマ産業株式会社（以下「本件各登録\n申請会社」という。）は，それぞれ，被告に対し，別紙申請目録記載のと\nおり，平成１５年１２月１７日又は平成１６年１月２８日に，いずれもグ\nリホサートイソプロピルアミン塩液剤（以下「グリホサート液剤」とい\nう。）を含有する各農薬について農薬登録の申請（以下「本件各登録申\n請」という。）をし，被告は，平成１６年１２月２２日，各申請に対し，\nそれぞれ農薬登録処分をした（以下「本件各登録処分」という。）。\nイ 本件各登録申請に当たっては，登録番号第２０９９６号をもって登録さ\nれた「ピラサート液剤」（以下「２０９９６号登録に係る農薬」とい\nう。）の試験成績（以下「本件試験成績」という。）をもって代替する旨\nの試験成績代替書が提出され，允傑股份有限公司が，「ピラーキム コー\nポレーション」の名で，同社を提供者，本件各登録申請会社を提供先とす\nる，本件各登録申請に係る各農薬につき，「薬効及び薬害試験成績を，農\n薬登録に利用してよい。」旨記載，作成した同意書が添付されていた。\n（上記ア及びイにつき，乙１，２の１ないし１６，３の１ないし１４，４\nの１ないし１４，５の１ないし１５，６の１ないし１４，７の１ないし１\n５）。\n(3) 組合契約\n原告ら及び允傑股份有限公司は，平成２年１０月１日，農薬登録を取得し\nたグリホサート液剤の日本国における非食用農薬登録及び食用農薬登録並び\nに販売に関し，要旨以下の内容の組合契約を締結した(甲１の１ないし３)。\nア 当組合をＴＡＣ普及会と称する（２条)。\nイ ＴＡＣ普及会は次の事業を営むことを目的とする（３条)。\n① グリホサート液剤製品の農薬輸入に必要な農薬登録申請のための試験\n研究，調査\n② 前号の農薬登録の取得並びにその運用\n③ 前各号に附帯する一切の事業\nウ イ記載の農薬登録申請のための試験成績，調査結果等並びにそれらに付\n随する権利は，ＴＡＣ普及会に帰属するものとする(４条)。\nエ 各組合員の出資金額は，それぞれ金１００万円とする(５条)。\nオ ＴＡＣ普及会の事業推進のため必要とする外部委託の試験費・研究費・\n調査費及び付帯事業費等については，５条に定める出資金とは別に組合員\nが負担し，その負担割合・支出の時期については，組合員過半数の決議に\nより定めるものとする(７条)。\n(4) 合弁事業契約\n原告ら及び允傑股份有限公司は，平成１３年６月２２日，要旨以下の内容\nの合弁事業契約（以下「本件合弁事業契約」という。)を締結した(甲２)。\nア 本契約の目的は原告ら及び允傑股份有限公司が，次の事項を協力して達\n成することを目的とする(１条)。\n① グリホサート液剤の日本国における農薬登録の取得及びその農薬登録\nの適用拡大・更新並びに輸出価格の決定等\n② ＴＡＣ普及会に帰属する試験成績，調査結果等の維持・管理及び運用\n等\n③ グリホサート液剤の品質並びにラベル表示等の適否についての点検と\n是正\nイ グリホサート液剤の農薬登録申請に必要な試験研究，調査及び資料の収\n集・サンプルの提供等に関連して知り得た情報・秘密については，本件合\n弁事業契約の関係者の全員の承諾を得た場合を除き，これを第三者に漏洩\n又は窃用してはならない(４条)。\nウ 農薬登録申請のための試験成績，調査結果等並びにそれらに付随する権\n利は，ＴＡＣ普及会に帰属するものとする(５条)。\nエ 本件合弁事業契約に定める条項の一つでも当事者が違約した場合は，他\nの当事者全員の合意に基づき，本契約当事者たることを解除することがで\nきるものとし，これにより解除された者は，ＴＡＣ普及会の組合員たる地\n位も喪失するものとする(７条)。\n(5) 平成１２年１１月２４日付け農林水産省農産園芸局長の通知\n農林水産省農産園芸局長が平成１２年１１月２４日付け１２農産第８１４\n７号をもって農薬工業会会長宛に発出した「農薬の登録申請に係る試験成績\nについて」と題する通知書（甲９，乙１）第５(1)（以下「本件局長通知」と\nいう。）は，「農薬の登録申請において提出することとされている試験成績\nの一部が，既に他の登録申請において提出されており，かつ，これらの試験\n成績を当該申請に係る農薬の試験成績として利用することができると認めら\nれる場合には，申請者は別記様式による試験成績代替書を当該試験成績に代\nえて提出することができる。この場合において，利用しようとする試験成績\nを提出した者が当該申請者と異なる場合にあって，当該申請者は，利用しよ\nうとする試験成績を提出した者が当該試験成績を利用して差し支えない旨を\n記した書類を添付しなければならない」と規定している（以下，上記「利用\nしようとする試験成績を提出した者が当該試験成績を利用して差し支えない\n旨を記載した書類」を「同意書」という。）。\n２争点\n本件各登録処分の取消しを求めるにつき，原告らの「法律上の利益」の有無\n第３ 争点に対する判断\n１(1) 原告らは，本件合弁事業契約により，本件試験成績を営業秘密として無断\nで利用されない権利若しくは利益を有し，本件各登録処分によって，その利\n益を侵害され，多大の損害を受けている（ＴＡＣ普及会の組合員７社合計で\n約６億円余りを拠出し，約１５年もの年月をかけて本件試験成績を取得，保\n有してきたもので，本件試験成績に係る事業は，原告らにとって社運をかけ\nた事業である）ことから，その回復を求めて，本件各登録処分の取消しを求\nめるにつき「法律上の利益を有する」（行政事件訴訟法９条１項，行政事件\n訴訟法の一部を改正する法律（平成１６年法律第８４号）附則２条本文）旨\n主張する。\nそこで，原告らの主張に係る利益が，本件各登録処分の根拠法令の規定及\nびその趣旨，目的に照らして，農薬登録の可否の審査に当たり考慮され，上\n記「法律上の利益」を基礎付けるものと解することができるか否かが問題で\nあるところ，法，法施行令及び法施行規則の明文には，農薬登録処分の審査\nに当たり，試験成績の提出者が，その試験成績を無断使用されない利益を考\n慮すべきことを直接定めた規定は存在しない。\n(2) 原告らは，本件局長通知が，既に他の登録申請において提出された試験成\n績を，当該申請の試験成績に代えて提出すること（試験成績の代替利用）を\n認めた上，利用しようとする試験成績を提出した者が当該申請者と異なると\nきは，利用しようとする試験成績を提出した者の同意書を添付しなければな\nらないとしており，本件局長通知が，行政事件訴訟法９条２項の規定する\n「処分の根拠法令」又はこれと「目的を共通にする関連法令」に当たるから，\n試験成績の提出者が本件試験成績を営業秘密として無断で利用されないとい\nう利益が保護されていると主張する。\nしかし，本件局長通知自体は，法令ではないから，直ちに，行政事件訴訟\n法９条２項の規定する「処分の根拠法令」又はこれと「目的を共通にする関\n連法令」として考慮されるものということはできない。もっとも，法令より\n下位の行政立法や行政解釈，行政指導等の内容が，処分の根拠法令の趣旨等\nの解釈の手掛かりとなる場合はあり得ることから，本件局長通知の規定を手\n掛かりに，原告らの主張する利益が農薬登録処分の根拠法令により保護され\nていると解することができるか，が問題となる。\n(3) そこで，更に検討するに，法１条に定める農薬取締法の目的及び同法の個\n別の規定を総合すると，法は，農薬の品質と安全性を確保することを目的と\nし，その手段として，農薬登録制度を設け，無登録の農薬の製造，加工，輸\n入を原則的に禁止するとともに（２条１項），製造者及び輸入者の農薬の表\n示並びに表示のない農薬の販売の禁止等（７条，９条），使用の時期及び方\n法等の基準に反する使用の禁止等（１１条，１２条，１２条の２），農薬の\n成分及び薬効並びに登録の有無に関する虚偽の宣伝等の禁止（１０条の２）\n等の規制を行っているほか，農薬の薬効や安全性に関する事後的な事情の変\n化等を考慮して，登録の有効期間を３年とした上，変更の登録（６条の２な\nいし４），登録の取消し（６条の３），登録の失効（６条の５）について規\n定し，併せて，被告及び都道府県知事等による農薬の使用についての助言，\n指導その他の援助（１２条の３及び４），業務若しくは農薬の使用に関する\n報告並びに原料の集取，立入り及び物件の検査（１３条，１３条の２），被\n告による販売の制限，禁止又は製造者，輸入者の登録取消し等の監督処分\n（１４条），罰則（１７条ないし２０条）等により，各種規制に対する違反\nを取り締まり，粗悪或いは人畜，環境に有害な農薬の流通を防止しようとし\nているものということができる。\nそして，法は，農薬登録処分の要件として，法２条２項１号ないし１０号\n所定の事項を記載した申請書，農薬の薬効，薬害，毒性及び残留性に関する\n試験成績を記載した書類並びに農薬の提出を要求し，これらの書類及び農薬\nの見本について農薬検査所の行う検査の結果，被告において法３条１項の規\n定に基づく登録保留及び変更等の指示を行う場合に当たらない限り，法２条\n３項の事項を記載した登録票を交付して農薬の登録をしなければならないと\n規定している（２条２項ないし４項，法施行規則３条の２第２項）。\n(4) 以上のような制度の構造の下で，農薬登録申請に当たり，試験成績の提出\nが要件とされているのは，登録申請に係る農薬の成分について，農薬の品質\nと安全性の確保という見地から，その薬効，薬害，毒性及び残留性を審査す\nることが必要とされる一方，登録申請の都度，国が検査機関に委託するなど\nして必要な項目につき逐一試験をするとなると，長時間を要し，必ずしも合\n理的とはいえないことによるもので，農薬登録手続の迅速，円滑化を図る趣\n旨と考えられる。\n本件局長通知に基づく試験成績の代替的な利用も，このような法令に基づ\nく試験成績の提出の制度の趣旨に反しない範囲内で許容されるものであると\nころ，法が，農薬登録の要件として提出を求める試験成績について，農薬の\n薬効，薬害，毒性及び残留性に関するものと定め，試験成績の提出者につい\nて，これを私法上の権利に基づき適法に提出し，あるいは提出に同意するこ\nとができる者であるかどうかは問うておらず，その権利の有無，内容及び権\n利者の同意の有無を，上記検査及び登録票の記載の対象ともしていないこと，\n被告において，登録を保留し，記載事項の訂正又は品質改良の指示をするこ\nとができる場合は，法３条１項１号ないし１０号に該当する場合に限定され\nているところ，その内容は，「申請書の記載事項に虚偽の事実があるとき」\n（１号）のほか，当該農薬の薬効，薬害，毒性及び残留性に関するもの（２\n号ないし１０号）であり，試験成績の提出者が試験成績について有する私法\n上の権利の有無，内容に関する事項は列挙されていないことに照らすと，試\n験成績の提出は，農薬の品質と安全性の確保の見地から，その成分の同一性\nを確認することを主眼とするものということができる（本件局長通知におい\nて「これらの試験成績を当該申請に係る農薬の試験成績として利用すること\nができると認められる場合」とあるのも，成分の同一性が認められる場合を\nいうものと解される。）。\nこのような見地からすると，試験成績の提出者が試験成績について有する\n私法上の権利の有無，内容は，当該申請に係る農薬の成分の品質又は安全性\nを左右するものではないから，そのような権利又は利益が，農薬登録の処分\nの要件において考慮されるべきものと解することは困難といわざるを得ない。\n(5) この点に関し，原告らは，本件局長通知により，同意書が農薬登録の申請\n書の添付書類とされていることから，同意書の内容の虚偽は，「申請書の記\n載事項に虚偽の事実があるとき」（法３条１項１号）に該当し，同意書の発\n行主体である試験成績の提出者が試験成績について有する私法上の権利若し\nくは利益は，登録申請処分の要件の審査の中で考慮されている旨主張し，農\n薬検査所が農薬登録を申請する者に対して配布している説明書（甲１０）に，\n「同意書は，申請者自らが試験成績を提出せずに，他の者が提出した試験成\n績を利用する場合に，その利用に係る権利関係の適法性を確認する唯一の書\n類」である旨記載されていることからみても，法は，試験成績の提出者の試\n験成績の使用に関する私法上の権利を保護する趣旨を含んでいる旨主張する。\nしかし，農薬登録の申請書の記載事項は，法２条２項１号ないし１０号に\n列挙されているところ，添付書類とされた試験成績の提出者や同意書の名義\n人は申請書の記載事項として掲げられていない。\n原告らの主張は，農薬登録の審査に際し，添付書類を通じ，試験成績の提\n出が私法上の権利に基づく適法なものであるかどうかを審査すべきことを要\n求するものであり，そのような適法性の有無は，その点に虚偽があった場合，\n記載事項の訂正のみにより対処し得る性質の事項とはいい難いものである。\n本件局長通知により，試験成績の提出者と農薬登録の申請者が異なる場合に，\n試験成績の提出者の同意書の提出が求められるとしても，試験成績の提出者\nが真に試験成績の代替的な利用に同意しているかの調査，確認については，\n法，法施行令及び法施行規則はもとより，本件局長通知及び通達その他の行\n政立法等にも，これらを要求する特段の規定はない。\nこれらの諸点に加え，農薬登録制度が，輸入，製造，販売等の営業や，農\n薬使用の自由を制限する性質のものであり，通達等の行政立法や行政指導に\nよって，法令に定めのない要件を加重することはできないと解されることを\n併せ考慮すると，本件局長通知が農薬登録申請に当たり同意書の添付を要求\nした趣旨は，試験成績の提出者が試験成績について有する私法上の権利を保\n護することにあるのではなく，試験成績に関する私法上の権利関係を巡る争\nいが生じることによって，農薬登録手続の迅速，円滑な進行が阻害されるこ\nとをできるだけ事前に回避する見地から，申請自体をより慎重に行わせるこ\nとにあるものと解することができる。\nそうであるとすれば，同意書の添付を理由に，同意書の発行主体である試\n験成績の提出者が試験成績について有する私法上の権利又は利益が，登録申\n請処分の要件の審査の中で考慮されていると解することはできないというべ\nきである。仮に，本件各登録処分がされた場合に，原告らが多大な財産的損\n害を受けることになるとしても，そのような原告らの利益は，私法上の権利\n関係に基づく競争上の利益というべきものであって，先にみた農薬取締法の\n定める農薬登録制度の目的や試験成績の提出の趣旨に照らし，農薬登録処分\nの要件の審査において考慮されるべき利益と解することはできず，法は，原\n告らが主張するような利益の侵害について，私法上の権利に基づく当該農薬\n使用の差止めや損害賠償請求による救済手段にゆだねているものと解される。\n原告らが援用する上記説明書（甲１０）の記載内容も，先にみた農薬取締\n法の構造や同意書の趣旨と矛盾するものではなく，また，上記判断を左右す\nるに足りる関係法令も存しない。\n(6) 以上によれば，原告らは，本件各登録処分の取消しを求めるにつき「法\n律上の利益」を有するとは認められない。\n２結論\nよって，本件訴えはいずれも不適法であるから，これらを却下することとし，\n主文のとおり判決する。\n東京地方裁判所民事第２部\n大門 匡裁判長裁判官\n関口剛弘裁判官\n菊池 章裁判官\n"
}