{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 10,
    "day": 6
  },
  "case_number": "平成14(行ケ)447",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "10802",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=10802",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/802/010802_hanrei.pdf",
  "contents": "平成１４年（行ケ）第４４７号　審決取消請求事件（平成１５年９月２２日口頭弁\n論終結）\n判　　　　決\n原　　　　　　告　　　A\n訴訟代理人弁護士　　　安　倉　孝　弘\n同　　　　弁理士　　　片　田　欽　也\n被　　　　　　告　　　有限会社小田食品\n訴訟代理人弁護士　　　生　沼　寿　彦\n同　　　　　　　　　　井　垣　太　介\n同　　　　弁理士　　　鎌　田　文　二\n同　　　　　　　　　　鳥　居　和　久\n主　　　　文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n事実及び理由\n第１　請求\n特許庁が無効２００１－３５５４２号事件について平成１４年７月２２日に\nした審決を取り消す。\n第２　当事者間に争いのない事実\n１　特許庁における手続の経緯\n原告は，名称を「自動食品焼成装置」とする特許第１６７０５８９号発明\n（昭和６１年１２月１５日特許出願，平成４年６月１２日設定登録，以下，この特\n許を「本件特許」という。）の特許権者である。\n被告は，平成１３年１２月１３日，本件特許を無効にすることについて審判\nの請求をした。\n特許庁は，同請求を無効２００１－３５５４２号事件として審理した上，平\n成１４年７月２２日，「特許第１６７０５８９号の特許請求の範囲第１項ないし第\n６項に記載された発明についての特許を無効とする。」との審決をし，その謄本\nは，同年８月２日，原告に送達された。\n２　特許請求の範囲第１項記載の発明（以下「本件発明」という。）の要旨\n加熱されかつ加熱圧搾時に互いに嵌合される雄型と雌型とからなる加熱プレ\nス型と，粉末状原料を定量宛供給する原料供給装置と，焼成された板状製品を雌型\n内から取り出す製品取出装置とを備え，原料の供給から製品の取り出しまでを順次\n自動的に行う自動食品焼成装置において，雌型が前後方向に位置決め可能に設けら\nれ，雄型が上下動可能に設けられ，製品取出装置が上下動可能に設けられた吸着パ\nットを備え，原料供給装置，雄型及び製品取出装置が雌型の移動通路と対向して前\n後方向に配置されていると共に，雌型の位置決め動作と関連して順次作動するよう\nに制御されていることを特徴とする自動食品焼成装置。\n３　審決の理由\n審決は，別添審決謄本写し記載のとおり，本件発明は，実公昭５７－３１７\n４６号公報（本訴甲２，審判甲２，以下「甲２公報」という。），実公昭５７－３\n２７０７号公報（本訴甲３，審判甲３，以下「甲３公報」という。）及び特開昭５\n８－１７０４３４号公報（本訴甲４，審判甲４，以下「甲４公報」という。）に記\n載された発明に基づいて当業者が容易に発明をすることができたものであるから，\n特許法２９条２項の規定により特許を受けることができず，特許請求の範囲第１項\nないし第６項に記載された発明についての本件特許は，特許法２９条２項の規定に\n違反してされたものであり，特許法１２３条１項２号の規定により無効とすべきも\nのであるとした。\n第３　原告主張の審決取消事由\n審決の本件発明と甲２公報記載の発明（以下「甲２発明」という。）との一\n致点の認定は認めるが，審決は，本件発明と甲２発明との相違点ⅰの認定を誤り\n（取消事由１），相違点ⅰ，ⅱ以外の相違点を看過し（取消事由２），相違点ⅰに\nついての判断を誤り（取消事由３），相違点ⅱについての認定判断を誤り（取消事\n由４），本件発明の顕著な作用効果を看過した（取消事由５）ものであるから，違\n法として取り消されるべきである。\n１　取消事由１（相違点ⅰの認定の誤り）\n審決は，本件発明と甲２発明との相違点ⅰとして，「前者（注，本件発明）\nの『自動食品焼成装置』は，『粉末状原料を定量宛供給する原料供給装置』を備\nえ，原料の供給を自動的に行うのに対し，後者の『いかせんべい製造機』は，甲第\n２号証（注，甲２公報）・・・に，『無人運転を可能にしようとするもの』とある\nことから，原料の自動供給を行なうものと推測されるものの，甲第２号証は，『原\n料供給装置』についての記載に欠けるので，後者が『原料供給装置』を備えている\nか否か不明な点」（審決謄本５頁第２段落）を認定した。しかし，上記認定のう\nち，「後者の『いかせんべい製造機』は・・・原料の自動供給を行なうものと推測\nされる」との部分は誤りである。\n甲２公報の「無人運転を可能にしようとするもの」（１欄下から第２段落）\nとの記載は，「省力化を目的に製品を自動取出しして，無人運転を可能にしようと\nするものである」（同）との記載の一部であり，同記載及び「製品の取出しを自動\n化して，いかせんべい製造機の無人運転を可能」（２欄第５段落）との記載に照ら\nし，「無人運転を可能にしようとするもの」は，製品の取出しの自動化によること\nであり，原料の供給の自動化をも含むことによるものではないことは明らかであ\nる。甲２公報において，原料の供給に関する記載は，「雌金型に材科を供給し，連\n続して昇降する雄金型の下降時に加圧焼成する」（１欄「実用新案登録請求の範\n囲」）との記載及び「雌金型１内に供給された前記原料を，上下動する雄金型２に\nより圧搾焼成」（２欄第１段落）との記載のみであり，原料供給装置を具備してい\nること又は原料の供給を自動的に行うことについては，何ら記載がない。\n２　取消事由２（相違点の看過）\n審決は，本件発明と甲２発明との相違点ⅱとして，「前者（注，本件発明）\nの『自動食品焼成装置』は，『雌型が前後方向に位置決め可能に設けられ，雄型が\n上下動可能に設けられ，製品取出装置が上下動可能に設けられた吸着パットを備\nえ，原料供給装置，雄型及び製品取出装置が雌型の移動通路と対向して前後方向に\n配置されていると共に，雌型の位置決め動作と関連して順次作動するように制御さ\nれている』のに対し，後者の『いかせんべい製造機』は，製品取出装置の構造が異\nなるとともに，雌型が前後方向に位置固定であり，雄型及び製品取出装置は雌型の\n移動通路と対向して前後方向に配置されているものではなく，雌型の位置決め動作\nと関連して順次作動するように制御されているものでもない点」（審決謄本５頁第\n３段落）を認定した。しかし，本件発明と甲２発明との相違点は，上記認定の「後\n者の『いかせんべい製造機』は，製品取出装置の構造が異なるとともに，雌型が前\n後方向に位置固定であり，雄型及び製品取出装置は雌型の移動通路と対向して前後\n方向に配置されているものではなく，雌型の位置決め動作と関連して順次作動する\nように制御されているものでもない点」のみではなく，さらに，下記(1)～(5)の点\nでも相違しているのに，審決は，これらの相違点を看過したものであり，誤りであ\nる。\n(1) 甲２発明の製品取出装置は，「引掛針」が斜めに昇降するようになってお\nり，本件発明の吸着パットのように上下動するものではないから，本件発明と甲２\n発明とは，製品取出装置の構造のみではなく，「引掛針」の動作形態の点でも相違\nしている。\n(2) 甲２発明の雌型は，前後方向に位置固定であるというよりも，単に固定設\n置されているにすぎないから，本件発明と甲２発明とは，雌型が前後方向に位置決\nめ可能に設けられたものではない点，すなわち，前方及び後方に移動可能に設けら\nれたものではなく，しかも，所定位置に移動停止するように制御されたものではな\nい点においても相違している。\n(3) 甲２発明の「雄型及び製品取出装置は雌型の移動通路と対向して前後方向\nに配置されているものではな」いが，甲２発明は，原料供給装置についても，雌型\nの移動通路と対向して前後方向に配置されているものではない点において相違して\nいる。\n(4) 甲２発明は，「雌型の位置決め動作と関連して順次作動するように制御さ\nれているものでもない」が，本件発明とは，原料供給装置についても，雌型の移動\n通路と対向して前後方向に配置されているものではない点において相違している。\n(5) 甲２発明の「いかせんべい製造機」は，製品の焼成から取出しまでを順次\n自動的に行う自動食品焼成装置であり，本件発明とは，原料の供給から製品の焼成\n及び製品の取出しまでを順次自動的に行う自動食品焼成装置ではない点においても\n相違している。\n３　取消事由３（相違点ⅰについての判断の誤り）\n(1) 審決は，相違点ⅰについて，「いかせんべい製造機等の食品焼成装置にお\nいて，自動的に粉末状原料を定量宛供給する原料供給装置を備えたものは，例え\nば，特開昭５８－８９１３７号公報（注，本訴甲５，以下「甲５公報」とい\nう。），特公昭５８－８５４号公報（注，本訴甲６，以下「甲６公報」という。）\n等に示すように周知であるので，『原料供給装置』により粉末原料を供給するよう\n構成することは，当業者が適宜なし得たことにすぎない」（審決謄本５頁第４段\n落）と判断したが，誤りである。\n(2) 甲５，６公報に，「自動的に粉末状原料を定量宛供給する原料供給装量」\nを備えた食品焼成装置が記載されていることは認めるが，甲５，６公報記載の食品\n焼成装置は，いずれも焼成された製品を雌型から円滑に取り出すために，雌型の底\n部を昇降可能な構造としたものであり，甲２発明のいかせんべい製造機とは雌型の\n構造・形態が著しく異なる異質の食品焼成装置である。そして，甲５，６公報記載\nの食品製造装置は，その原料供給装置が雌型の底部の昇降動作と関連して原料供給\nするとともに，雌型から製品を自動的に取り出すようになっており，雌型の構造・\n形態と一体不可分であるから，甲２発明のいかせんべい製造機等の食品焼成装置に\nおいて「自動的に粉末状原料を定量宛供給する原料供給装置」を備えたものが周知\nであると認定する根拠にはなり得ず，当業者が，甲２発明のいかせんべい製造機\nに，甲５，６公報記載の食品焼成装置における原料供給装置を適用することは困難\nである。また，甲２発明のいかせんべい製造機について，甲５，６公報記載の原料\n供給装置を適用し，連続して昇降する雄型及び雄型に同期して斜めに昇降する製品\n取出部材である引掛針の各動作と関連して原料供給装置を水平に往復作動させるよ\nうにすることも困難である。\n４　取消事由４（相違点ⅱについての認定判断の誤り）\n(1) 審決は，「甲第４号証（注，甲４公報）には，落雁製造装置において，間\n歇回転台２を用いて，雌型３が間歇的に移動するように構成し，雌型３が，順次，\n材料供給装置４，同雌型３内の収容材料掻回機５，同収容材料中央凹部成形機６，\n餡供給用空間７，上記型３内の包餡材料圧下スタンプ８および成形落雁吸引取卸機\n９等の所に移動停止すると，自動的に材料供給，包餡材料圧下，吸引取出等が行わ\nれ，成型加工した包餡落雁が取り出せるようにしたものが開示されている」（審決\n謄本５頁下から第２段落）と認定した。しかし，甲４公報記載の落雁製造装置の雌\n型は，間けつ的に回動するようになっており，単に間けつ的に移動するようになっ\nているものではない。また，甲４公報記載の落雁製造装置において，材料供給と包\n餡材料圧下とは，連続して行われるものではなく，まして技術的に直接関連するも\nのでもない。\n(2) 審決は，「甲第４号証（注，甲４公報）記載の落雁製造装置の雌型は，間\n歇駆動されて，材料供給装置等の所に位置決め停止されるものであるから，本件特\n許発明（注，本件発明）の『雌型』と対応し，包餡材料圧下スタンプ８は昇降自在\nであって，雌型とともに製品である落雁の押圧成型を行うものであるから『雄型』\nと対応し，成形落雁吸引取卸機９は，昇降自在な吸盤２１を備え，製品である落雁\nを雌型から吸着して取出すものであるから，『上下動可能に設けられた吸着パッド\nを備え』た『製品取出装置』と対応している。また，甲第４号証（注，甲４公報）\n記載の材料供給装置等は，雌型の移動通路と対向して，雌型の移動方向について前\n後方向に配置されているとともに，雌型の位置決め停止動作と関連して順次作動す\nるようになっている」（審決謄本５頁最終段落～６頁第１段落）と認定したが，誤\nりである。\n甲４公報記載の落雁製造装置の雌型及び「包餡材料圧下スタンプ」が本件\n発明の雌型及び雄型にそれぞれ対応するか否かは，前者の雌型と「包餡材料圧下ス\nタンプ」の機能構造及び関連をも考慮して総合的に判断されるべきであるところ，\n甲４公報記載のものは，①雌型に収容される原料は，前工程において成形された\n「包餡落雁」の外皮，「丸め餡」及び「被せ材料」であり，本件発明のように粉末\n状原料ではない点，②押圧成形は，「包餡落雁」の外皮があらかじめ所定の形状に\n成形されていることから，外皮をも成形するものではなく，「丸め餡」及び「被せ\n材料」を押庄し，外皮に一体化させて「包餡落雁」を成形するものであり，本件発\n明のように雌型内の原料を押圧して一度に製品を成形するものではない点，③「包\n餡材料圧下スタンプ」の押圧作用は，雌型内の「丸め餡」及び「被せ材料」を押圧\nし，外皮に一体化させることであり，また「包餡落雁」の底面を平面に形成するこ\nと，すなわち，「丸め餡」及び「被せ材料」を原料とし，「丸め餡」及び「被せ材\n料」を外皮に押込み，「被せ材料」の表面を平面に形成することであり，本件発明\nの雄型のように原料を押圧して雌型内に押し広げるものではない点，④「包餡材料\n圧下スタンプ」の構造は，甲４公報の第７図に示されるように，雌型の上端縁まで\n下降するが，雌型と「嵌合」するようになっておらず，雌型の構造は，甲４公報１\n頁右欄の記載及び同第７図に示されるように，「丸い饅頭形」であり，外皮を押型\nとの協働により雌型の内面形状，すなわち，「丸い饅頭形」に形成するようになっ\nていることから，「包餡材料圧下スタンプ」と「嵌合」するようになっていない\n点，において相違する。したがって，甲４公報記載の落雁製造装置の雌型及び「包\n餡材料圧下スタンプ」は，協働して包餡落雁を押圧成形するものであるが，本件発\n明の雌型及び雄型とは構造及び機能が全く相違する異質の技術的手段であり，対応\nするものではない。\nまた，甲４公報記載の雌型の移動方向は１方向であり，材料供給装置等\nは，雌型の移動方向に沿って順に配置されているにすぎず，前後方向に配置されて\nいるとはいえない。仮に，材料供給装置等が雌型の移動方向について前後方向に配\n置されているとしても，本件発明における前後方向とは，技術的概念が相違する。\n本件発明においては，雌型が前後方向に位置決め可能に設けられ，雌型が前方及び\n後方の２方向に移動可能であり，移動行程の所定位置に停止可能になっている。\n(3) 審決は，「甲第４号証（注，甲４公報）記載の落雁製造装置は，本件特許\n発明（注，本件発明）と同様に，菓子等の食品製造装置の技術分野に属するもので\nあって，雌型に材料を供給し，押圧を伴った成型を行い，成型された食品を取り出\nす手段を備えた食品製造装置に係るものであるから，甲第４号証記載のものを，甲\n第３号証（注，甲第２号証の誤記と認める。）記載のいかせんべい製造機に適用\nし，相違点ⅱに係る本件特許発明の構成のようにしようとすることは，当業者が容\n易に想到し得たことである」（審決謄本６頁第２段落）としたが，誤りである。甲\n４公報記載の落雁製造装置と本件発明の自動食品焼成装置は，原料の性状，製品の\n性状及び製法が全く異なる異質の食品製造装置であり，同一の技術分野に属しな\nい。原料については，前者は，いり粉，砂糖及び水飴等からなる硬い粘性状材料及\nび「丸め餡」であり，後者は，粉末状材料である。製品については，前者は，薄皮\nに「餡」を包み込んだまんじゅうであり，後者は，焼成された板状体である。製法\nについては，前者は，原料を常温で押圧してまんじゅう形に成形するようになって\nおり，後者は，原料を加熱しながら圧搾して成形するようになっている。\nまた，菓子には，和菓子，洋菓子，中華菓子等の種々があり，和菓子には，もち菓\n子，蒸し菓子，干菓子，生菓子，焼物菓子，煎餅等の種々がある。これらの菓子\nは，それぞれ製法が異なり，この製法の違いにより固有の性質，性状，構造，味等\nが異なることから，それぞれ固有のものとして取り扱われている。さらに，食品材\n料に熱を加えることにより，食品の性質，性状，構造，味等が異なり，熱の加え方\nによっても異なることが知られている。\nしたがって，甲４公報記載の落雁製造装置と本件発明の自動食品焼成装置\nは，菓子等の食品製造装置の技術分野に属するが，原料の性状，製品の性状及び製\n法が全く異なる異質な食品製造装置であり，同一の技術分野に属するものとはいえ\nない。\nまた，甲４公報記載の落雁製造装置は，雌型に材料を供給する手段が押圧\nを伴った成形を行う手段とは何ら技術的に関連しないから，雌型に材料を供給し，\n押圧を伴った成形を行い，成形された食品を取り出す手段を備えた食品製造装置に\n係るものではない。\n(4) 審決は，「位置決め精度は設計上の問題であって，雌型を移動可能としよ\nうとすることを，機構上不可能あるいはきわめて困難とするような阻害要因である\nとまでは言えない」（審決謄本６頁第３段落），「特許請求の範囲第１項（注，本\n件特許に係る特許請求の範囲第１項）は，『雌型が前後方向に位置決め可能に設け\nられ』ていることを提案するにとどまり，雌型の位置決め精度を満足させるための\n格別な構成をその要旨に含むものとは認められない」（同頁下から第２段落）とし\nたが，事実誤認及び予断に基づく評価であり，失当である。\n(5) 審決は，「吸引取卸器により，板状の製品を型から取り出せるであろうこ\nとは，甲第４号証の記載に接した当業者が容易に予測し得た程度の事項であると認\nめられるとともに，本件特許発明は，いかせんべいを吸引把持するための，格別の\n構成をその要件として含むものでもない」（審決謄本６頁最終段落～７頁第１段\n落）としたが，事実誤認及び予断に基づく評価であり，失当である。吸着パット\nは，被吸着物の吸着面が平面で，通気性がないことが要求され，「包餡落雁」は適\n合しているが，本件発明の板状焼成食品は，一般に表面が凹凸状で，多孔質構造で\n通気性があることから，吸着パットの適用条件には適合しない。そのため，板状焼\n成食品の取り出しに吸着パットを採用することは困難である。また，板状焼成食品\nの製造技術分野において，本件発明の出願時に吸着パットにより製品を取り出すこ\nとを試みることがあったとしても，それを実施可能な程度まで完成させた例は見当\nたらない。本件発明は，吸着パットの吸引力，雌型内の製品への押し付け力，吸着\nパットの吸着部の形状・構造等について，長年にわたり数々の工夫を積み重ね，吸\n着パットを備えた製品取出装置を実施可能なものとして完成し，創作されたもので\nある。加えて，甲４公報記載のものと本件発明のものとでは，製品取出位置が異な\nり，甲４公報には，本件発明のように製品取出位置を下方の所定の位置に設定する\nことについて開示されておらず，甲２発明においては，下方に設定されているとし\nても所定の位置ではないから，両者の組合せには阻害要因がある。\n(6) 以上のとおり，審決の相違点ⅱについての認定判断は，前提に事実誤認及\nび評価の誤りがあるから，誤りである。\n５　取消事由５（本件発明の顕著な作用効果の看過）\n審決は，「本件特許発明（注，本件発明）の効果は，甲第２号証ないし甲第\n４号証（注，甲２～４公報）に記載された事項に基いて当業者が予測し得た程度の\n事項にすぎない」（審決謄本７頁第２段落）としたが，事実誤認及び予断に基づく\n評価であり，失当である。\n本件特許に係る明細書（甲１０，以下「本件明細書」という。）の発明の詳\n細な説明の「発明の効果」（第２０欄最終段落～第２１欄第１段落）記載のよう\nに，本件発明は，①原料供給装置が雌型の移動通路と対向して配置されていること\nにより，原料を雌型の直上から雌型の中心部を中心として適切に供給し得るため，\n従来のように形が不安定になったり，厚みが不均一になることがなく，所定形状で\n均一な厚みの製品を焼成し得る，②製品取出装置が雌型の移動通路と対向して配置\nされ，しかも吸着パットを備えているため，従来のように製品を破損することがな\nく，良好に取り出し得る，③取り出された製品は，吸着パットが下降した後に吸着\nが解除され，製品取出位置の直上から落下載置されるため，従来のようにしわや折\nれ曲がり等を生ずることがなく，しかも一定の向きに載置され，向きをそろえる手\n数を省略し得る，④雌型が前後方向に位置決め可能に設けられ，原料供給装置，雄\n型及び製品取出装置が雌型と対向して前後方向に配置されていることから，雄型の\n上限をその下面がわずかな間隙をもって雌型の上端面より上方に位置するように設\n定し得，雄型と雌型の対向空間には，従来のように原料供給と製品取出しの各操作\nを行う空間を設ける必要がなく，雄型の上限位置を任意に設定し得，その結果，雄\n型の作動ストロークを短くする場合には，加熱圧搾作動の高速化及び雄型の駆動装\n置の小型化等を図り得，前記間隙を板状製品の厚さ以下に設定する場合には，成形\n後に板状製品が雄型に焼き付いたとしても雌型の移動により剥離されて雌型内に落\n下し，製品取出装置で取り出されるため，二度焼成を防止し得る，という顕著な効\n果を奏するものである。\n第４　被告の反論\n審決の認定判断は正当であり，原告主張の取消事由はいずれも理由がない。\n１　取消事由１（相違点ⅰの認定の誤り）について\n審決は，甲２発明のいかせんべい製造機は，「無人運転を可能にしようとす\nるもの」とあることから，原料の自動供給を行なうものと推測されるものの，甲２\n公報には「原料供給装置」についての記載に欠けるので，「原料供給装置」を備え\nているか否か不明であると認定したものであり，甲２公報に，原料の供給を自動的\nに行うことについて記載されていると認定したものではない。\n２　取消事由２（相違点の看過）について\n原告は，その主張に係る相違点(1)～(5)について，審決が看過していると主\n張するが，原告主張に係る相違点(1)は，「製品取出装置の構造が異なる」との認定\nに含まれている。同(2)について，原告の主張する「位置固定」と「固定設置」とを\n区別する理由はない。同(3)～(5)は，「原料供給装置」の有無に基づく相違であ\nり，審決は，相違点ⅰにおいて，甲２発明が「原料供給装置」を備えているか否か\n不明であるとし，その相違点を正しく認定している。したがって，審決の相違点ⅱ\nの認定に何ら誤りはない。\n３　取消事由３（相違点ⅰについての判断の誤り）について\n本件発明においては，「原料供給装置」について，「粉末原料を定量宛供給\nする原料供給装置」とだけ特定しており，雌型や，製品取出装置との関係で，その\n構造を特定しているわけではない。また，本件発明は，単に，自動食品焼成装置と\n特定するだけであり，いかせんべい製造機を特定しているものでもない。したがっ\nて，「自動的に粉末原料を定量宛供給する原料供給装置」を備えた食品焼成装置が\n記載された甲５，６公報をもって，「粉末原料を定量宛供給する原料供給装置」を\n周知技術の例示とした審決に，何ら誤りはない。\n４　取消事由４（相違点ⅱについての認定判断の誤り）について\n甲４公報記載の雌型と「包餡材料圧下スタンプ」は，協働して「包餡落雁」\nを押圧成形するものであり，雌型が供給された原料を収容し，「包餡材料圧下スタ\nンプ」が雌型内の原料を押圧するものである点において，本件発明の雌型及び雄型\nにそれぞれ対応している。また，甲４公報記載の雌型の移動方向も，本件発明にお\nける雌型の移動方向も実質的には全く同一である。本件発明は，雌型の移動方向に\n関し，「雌型が前後方向に位置決め可能に設けられ・・・原料供給装置，雄型及び\n製品取出装置が雌型の移動通路と対向して前後方向に配置されている」と特定して\nいるから，雌型は，原料供給装置の位置，雄型の位置，製品取出装置の位置に順次\n移動し，原料供給装置の位置に戻ることになる。すなわち，雌型が原料供給装置の\n位置に移動して，原料の供給を受け，次に，雄型の位置に移動して製品の成形が行\nわれ，その後，雌型が製品取出装置の位置に移動して，製品の取出しが行われ，更\nにその後，再び，雌型が原料供給装置の位置に戻って，雌型内に原料の供給がなさ\nれるということが繰り返される。本件発明は，原料供給装置の位置，雄型の位置，\n製品取出装置の位置に順次移動し，原料供給装置の位置に戻る雌型の繰り返し動作\nを行うために，雌型が前後方向に位置決め可能とし，原料供給装置，雄型及び製品\n取出装置が雌型の移動通路と対向して前後方向に配置されているものである。甲４\n公報のものにおいても，雌型が，「間歇回転台２」により，順次，材料供給位置，\n成形位置，製品吸引取出位置に移動し，再び，材料供給位置に戻るように移動する\nものであるから，材料供給位置，成形位置，製品吸引取出位置に移動し，再び，材\n料供給位置に戻るということが繰り返されるという技術的観点からすると，雌型の\n移動方向は，本件発明も甲４公報記載のものも同一であり，雌型が回転するかどう\nかとは無関係である。したがって，審決が，甲４公報記載の材料供給装置等は，雌\n型の移動通路と対向して，雌型の移動方向について前後方向に配置されているとと\nもに，雌型の位置決め停止動作と関連して順次作動するようになっているとした点\nに，何ら誤りはない。\n５　取消事由５（本件発明の顕著な作用効果の看過）について\n原告が主張する本件発明の効果は，いずれも本件発明の特定事項に基づかな\nい主張であり，失当である。\n第５　当裁判所の判断\n１　取消事由１（相違点ⅰの認定の誤り）について\n原告は，審決の相違点ⅰの認定のうち，「後者（注，甲２発明）の『いかせ\nんべい製造機』は・・・原料の自動供給を行なうものと推測される」（審決謄本５\n頁第２段落）との部分は誤りであると主張する。しかしながら，審決は，甲２発明\nのいかせんべい製造機は，「無人運転を可能にしようとするもの」とあることか\nら，原料の自動供給を行なうものと推測されるものの，甲２公報には「原料供給装\n置」についての記載に欠けるので，「原料供給装置」を備えているか否か不明であ\nると認定したものであって，甲２公報に原料の供給を自動的に行うことについて記\n載されていると認定したものではなく，「原料供給装置」を備えているか否か不明\nである点を，上記のとおり相違点として認定しているのであるから，審決の相違点\nⅰの認定に誤りはない。原告の取消事由１の主張は，審決を正解しないものであ\nり，失当である。\n２　取消事由２（相違点の看過）について\n原告は，その主張に係る相違点，すなわち，(1)甲２発明の製品取出装置は，\n「引掛針」が斜めに昇降するようになっており，本件発明の吸着パットのように上\n下動するものではないから，本件発明と甲２発明とは，製品取出装置の構造のみで\nはなく，「引掛針」の動作形態の点でも相違している点，(2)甲２発明の雌型は，前\n後方向に位置固定であるというよりも，単に固定設置されているにすぎないから，\n本件発明と甲２発明とは，雌型が前後方向に位置決め可能に設けられたものではな\nい点，すなわち，前方及び後方に移動可能に設けられたものではなく，しかも，所\n定位置に移動停止するように制御されたものではない点においても相違している\n点，(3)甲２発明の「雄型及び製品取出装置は雌型の移動通路と対向して前後方向に\n配置されているものではな」いが，甲２発明は，原料供給装置についても，雌型の\n移動通路と対向して前後方向に配置されているものではない点においても相違して\nいる点，(4)甲２発明の「雌型の位置決め動作と関連して順次作動するように制御さ\nれているものでもない」が，甲２発明は，本件発明とは，原料供給装置についても\n雌型の移動通路と対向して前後方向に配置されているものではない点においても相\n違している点，(5)甲２発明の「いかせんべい製造機」は，製品の焼成から取出しま\nでを順次自動的に行う自動食品焼成装置であり，本件発明とは，原料の供給から製\n品の焼成及び製品の取出しまでを順次自動的に行う自動食品焼成装置ではない点に\nおいても相違している点について，審決が看過していると主張する。\nしかしながら，上記(1)の点は，審決が相違点ⅱとして認定した「製品取出装\n置の構造が異なる」点に含まれ，上記(2)の点は，審決が同じく認定した「雌型が前\n後方向に位置固定」である点に含まれることが明らかである。また，上記(3)～(5)\nの点は，「原料供給装置」の有無に基づく相違点であり，同相違点について，審決\nが相違点ｉとして認定していることは，上記のとおりである。\nしたがって，原告主張に係る相違点(1)～(5)の看過をいう原告の取消事由２\nの主張は理由がない。\n３　取消事由３（相違点ⅰについての判断の誤り）について\n原告は，(1)甲５，６公報記載の食品製造装置は，その原料供給装置が雌型の\n底部の昇降動作と関連して原料供給するとともに，雌型から製品を自動的に取り出\nすようになっており，雌型の構造・形態と一体不可分であるから，甲２発明のいか\nせんべい製造機等の食品焼成装置において「自動的に粉末状原料を定量宛供給する\n原料供給装置」を備えたものが周知であると認定する根拠にはなり得ず，甲２発明\nのいかせんべい製造機に，甲５，６公報記載の食品焼成装置における原料供給装置\nを適用することは困難であること，(2)甲２発明のいかせんべい製造機について，甲\n５，６公報記載の原料供給装置を適用し，連続して昇降する雄型及び雄型に同期し\nて斜めに昇降する製品取出部材である引掛針の各動作と関連して原料供給装置を水\n平に往復作動させるようにすることは困難であることを理由に，「いかせんべい製\n造機等の食品焼成装置において，自動的に粉末状原料を定量宛供給する原料供給装\n置を備えたものは，例えば，特開昭５８－８９１３７号公報（注，甲５公報），特\n公昭５８－８５４号公報（注，甲６公報）等に示すように周知であるので，『原料\n供給装置』により粉末原料を供給するよう構成することは，当業者が適宜なし得た\nことにすぎない」（審決謄本５頁第４段落）とした審決の判断は誤りであると主張\nする。\nしかしながら，自動的に原料供給を行う装置は，作動される雄・雌型と同期\nした構成が必要であることは当然であり，同期のために，雄・雌型の動作と一体不\n可分な具体的構成を必要とすることも，技術常識に属し，当業者が容易に想到し得\nることであるから，原告の上記(1)の主張は採用することができない。また，審決\nが，甲２発明のいかせんべい製造機等の食品焼成装置において，「『原料供給装\n置』により粉末原料を供給するよう構成することは，当業者が適宜なし得たことに\nすぎない」と説示した趣旨は，甲２発明が，本件発明との一致点として認定した\n「加熱されかつ加熱圧搾時に互いに嵌合される雄型と雌型とからなる加熱プレス型\nと，焼成された板状製品を雌型内から取り出す製品取出装置とを備え，製品の焼成\nから製品の取り出しまでを順次自動的に行う自動食品焼成装置において，雄型が上\n下動可能に設けられ，雄型及び製品取出装置が順次作動するように制御されている\nことを特徴とする自動食品焼成装置」（本件発明と甲２発明とが上記の点において\n一致することは，原告の自認するところである。）であることを前提に，このよう\nな構成を有する自動食品焼成装置について，「『原料供給装置』により粉末原料を\n供給するよう構成することは，当業者が適宜なし得たことにすぎない」と判断した\nものであり，甲２発明の「連続して昇降する雄型及び雄型に同期して斜めに昇降す\nる製品取出部材である引掛針」を有するとの具体的な構成を前提として，上記の判\n断をしたものではないことは，その説示から明らかである。したがって，原告の上\n記(2)の主張は，審決の認定した甲２発明に基づかない主張であり，失当である。\n以上のとおり，相違点ⅰについての審決の判断に原告主張の誤りはなく，原\n告の取消事由３の主張は理由がない。\n４　取消事由４（相違点ⅱについての認定判断の誤り）について\n(1) 原告は，「甲第４号証（注，甲４公報）には，落雁製造装置において，間\n歇回転台２を用いて，雌型３が間歇的に移動するように構成し，雌型３が，順次，\n材料供給装置４，同雌型３内の収容材料掻回機５，同収容材料中央凹部成形機６，\n餡供給用空間７，上記型３内の包餡材料圧下スタンプ８および成形落雁吸引取卸機\n９等の所に移動停止すると，自動的に材料供給，包餡材料圧下，吸引取出等が行わ\nれ，成型加工した包餡落雁が取り出せるようにしたものが開示されている」（審決\n謄本５頁下から第２段落）とした審決の認定は誤りであると主張する。\n甲４公報には，「本発明を図面に示す実施例について説明すると，機枠１\nに間歇回転台２を設け，同台２の上面に落雁成形雌型３を凹設し，同雌型３への材\n料供給装置４，同雌型３内の収容材料掻回機５，同収容材料中央凹部成形機６，餡\n供給用空間７，上記型３内の包餡材料圧下スタンプ８および成形落雁吸引取卸機９\nを・・・昇降自在に形成した落雁製造装置に関するものである」（１頁左下欄最終\n段落～右下欄），「餡供給用空間７は第１図に示すように回転台２上に形成した空\n間であって外周に餡および被せ材料供給用の固定台１９が設けられる。上記スタン\nプ８は昇降枠２０に設けられ上記吸引取卸機９は吸盤２１を同昇降枠２０に水平軸\n管２２の回りに回動自在に設け，同軸管２２に自動開閉弁２３を介して吸引ホース\n２４を接続する」（２頁左上欄），「本発明では材料供給函１０に・・・混合材料\n１５を収容し攪拌機１１を回動させると同材料１５は雌型３内に収容される。そし\nて回転台２を４５度回動して停止させると上記雌型３が上記掻回機５の直下に停止\nするから同機５を回動させて下降し同機５の上記指１４で雌型３内の材料１５を掻\n回し中央部に小穴があけられる。その後上述同様に台２を４５度回動させると上記\n成型機６の直下に上記雌型３が停止し，収容材料１５の上記小穴に直立回転軸１６\nを中心として偏心回動している押型１７を下降押圧することによって材料１５の中\n央部に餡挿入用凹部１８を成形し，同押型１７の偏心回動外周と雌型３の内面との\n間に落雁の薄皮を成形することができる。その後さらに４５度回動して上記空間７\nに停止し，同空間７において予め準備していた丸め餡を上記凹部１８に挿入し，さ\nらに，同台２を４５度回動して同空間７内に停止し餡の上面に材料１５を被せて包\n餡する。その後さらに４５度回動し上記包餡作業を点検し，さらに４５度回動させ\nて停止させると同雌型３は上記スタンプ８の直下に停止し同スタンプ８が下降して\n包餡落雁３４を押圧成形して包餡落雁３４の底面を平面に形成する。その後さらに\n回転台２を４５度回転して停止すると包餡落雁３４の底面は吸盤２１の直下に停止\nし，同吸盤２１を下降させてこれに同底面を吸着させることができる。そして同吸\n盤２１を上昇させると・・・・包餡落雁（落雁製品）３４を受取板３０上に取卸す\nことができる」（２頁右上欄第２段落～左下欄第１段落）との記載がある。上記記\n載によれば，甲４公報記載の落雁製造装置では，間けつ的に回転される「間歇回転\n台２」の上に設けられた雌型３に対して，回転台２の回転に伴い，混合材料１５の\n供給，餡押入用凹部１８の形成，丸餡の挿入，被せ材料１５の供給，押圧成形，製\n品の取出の各工程が順次施されるように構成され，雌型が，「間歇回転台２」によ\nり，順次，材料供給位置，成形位置，製品吸引取出位置に移動し，再び，材料供給\n位置に戻るように移動するものであるから，材料供給位置，成形位置，製品吸引取\n出位置に移動し，再び，材料供給位置に戻るということが繰り返されるものである\nことが認められる。したがって，「甲第４号証（注，甲４公報）には，落雁製造装\n置において，間歇回転台２を用いて，雌型３が間歇的に移動するように構成し，雌\n型３が，順次，材料供給装置４，同雌型３内の収容材料掻回機５，同収容材料中央\n凹部成形機６，餡供給用空間７，上記型３内の包餡材料圧下スタンプ８および成形\n落雁吸引取卸機９等の所に移動停止すると，自動的に材料供給，包餡材料圧下，吸\n引取出等が行われ，成型加工した包餡落雁が取り出せるようにしたものが開示され\nている」（審決謄本５頁下から第２段落）とした審決の認定に誤りはない。\n原告は，甲４公報記載の落雁製造装置の雌型は，間けつ的に回動するよう\nになっており，単に間けつ的に移動するようになっているものではないと主張する\nが，雌型の移動が回動によって実現されているものであっても，これにより雌型が\n間けつ的に移動できるものであることは上記のとおりである。また，原告は，甲４\n公報記載の落雁製造装置において，材料供給と「包餡材料圧下」とは，連続して行\nわれるものではなく，まして技術的に直接関連するものでもないとも主張するが，\n同装置において，材料供給と「包餡材料圧下」とが，連続して行われることは上記\nのとおりであり，その技術的思想が開示されていることは明らかである。原告の上\n記主張は，審決を正解しないものというほかない。\n(2) 原告は，甲４公報記載の落雁製造装置の雌型及び「包餡材料圧下スタン\nプ」は，協働して「包餡落雁」を押圧成形するものであるが，①雌型に収容される\n原料は，前工程において成形された「包餡落雁」の外皮，「丸め餡」及び「被せ材\n料」であり，本件発明のように粉末状原料ではない点，②押圧成形は，「包餡落\n雁」の外皮があらかじめ所定の形状に成形されていることから，外皮をも成形する\nものではなく，「丸め餡」及び「被せ材料」を押庄し，外皮に一体化させて「包餡\n落雁」を成形するものであり，本件発明のように雌型内の原料を押圧して一度に製\n品を成形するものではない点，③「包餡材料圧下スタンプ」の押圧作用は，雌型内\nの「丸め餡」及び「被せ材料」を押圧し，外皮に一体化させることであり，また\n「包餡落雁」の底面を平面に形成すること，すなわち，「丸め餡」及び「被せ材\n料」を原料とし，「丸め餡」及び「被せ材料」を外皮に押込み，「被せ材料」の表\n面を平面に形成することであり，本件発明の雄型のように原料を押圧して雌型内に\n押し広げるものではない点，④「包餡材料圧下スタンプ」の構造は，甲４公報の第\n７図に示されるように，雌型の上端縁まで下降するが，雌型と「嵌合」するように\nなっておらず，雌型の構造は，甲４公報１頁右欄の記載及び同第７図に示されるよ\nうに，「丸い饅頭形」であり，外皮を押型との協働により雌型の内面形状，すなわ\nち，「丸い饅頭形」に形成するようになっていることから，「包餡材料圧下スタン\nプ」と「嵌合」するようになっていない点，において相違することを理由に，本件\n発明の雌型及び雄型とは構造及び機能が全く相違する異質の技術的手段であり，対\n応するものではないと主張する。しかしながら，甲４公報記載の雌型と「包餡材料\n圧下スタンプ」は，協働して「包餡落雁」を押圧成形するものであり，雌型が供給\nされた原料を収容し，「包餡材料圧下スタンプ」が雌型内の原料を押圧するもので\nあるから，本件発明の雌型及び雄型にそれぞれ対応しているものということがで\nき，「甲第４号証（注，甲４公報）記載の落雁製造装置の雌型は・・・本件特許発\n明（注，本件発明）の『雌型』と対応し，包餡材料圧下スタンプ８は・・・『雄\n型』と対応」（審決謄本５頁最終段落）するとした審決の判断に誤りはない。原告\nの主張する上記①～④の各点は，使用する材料，製造する製品の相違から生ずる微\n差を殊更に主張するものにすぎず，本件発明には，上記各点について甲４公報記載\nのものも含まれるから，上記対応関係を左右するものではない。\nまた，原告は，甲４公報記載の雌型の移動方向は１方向であり，材料供給\n装置等は，雌型の移動方向に沿って順に配置されているにすぎず，前後方向に配置\nされているとはいえないから，本件発明における前後方向とは，技術的概念が相違\nするとも主張する。確かに，甲４公報記載の雌型の移動方向は１方向であり，材料\n供給装置等は，雌型の移動方向に沿って順に配置されているが，本件発明に係る請\n求項にも，雌型の移動通路の形状は特定されておらず，多数の雌型が直線様に並べ\nられ，前後２列に設けられた具体的な構成は，実施例の記載にすぎない。加えて，\n本件明細書（甲１０）の「雌型が前後二列に設けられている場合には，一方の雌型\nから製品が取り出されている間に他方の雌型で加熱圧搾し得るため，設定枚数の製\n品を従来よりも遙かに短時間で焼成し得る」（２０欄最終段落～２１欄第１段落）\nとの記載は，本件発明において採用し得る形態の一つではあっても，これに限定さ\nれるものではないとする趣旨であると当業者に理解されるから，甲４公報記載の落\n雁製造装置のように，各工程作業が回転することで行われるものを，本件発明が明\n確に排除しているということはできない。したがって，上記の点は，\n「成形落雁吸引取卸機９は，昇降自在な吸盤２１を備え，製品である落雁を雌型か\nら吸着して取出すものであるから，『上下動可能に設けられた吸着パットを備え』\nた『製品取出装置』と対応している。また，甲第４号証（注，甲４公報）記載の材\n料供給装置等は，雌型の移動通路と対向して，雌型の移動方向について前後方向に\n配置されているとともに，雌型の位置決め停止動作と関連して順次作動するように\nなっている」（審決謄本５頁最終段落～６頁第１段落）との審決の認定を左右する\nものということはできず，本件発明における前後方向とは技術的概念が相違すると\nする原告の主張は，採用し難い。\n(3) 原告は，甲４公報記載の落雁製造装置と本件発明の自動食品焼成装置は，\n菓子等の食品製造装置の技術分野に属するが，原料の性状，製品の性状及び製法が\n全く異なる異質な食品製造装置であり，同一の技術分野に属するものとはいえない\nと主張するが，甲４公報記載の落雁製造装置と本件発明の自動食品焼成装置は，落\n雁を製造する自動食品焼成装置を包含しているから，いずれも菓子等の食品製造装\n置の同一の技術分野に属するものであることが明らかであり，これを異なる異質な\n食品製造装置であるということはできない。\nまた，原告は，甲４公報記載の落雁製造装置は，雌型に材料を供給する手\n段が押圧を伴った成形を行う手段とは何ら技術的に関連しないと主張するが，甲４\n公報記載の雌型と「包餡材料圧下スタンプ」は，協働して「包餡落雁」を押圧成形\nするものであり，雌型が供給された原料を収容し，「包餡材料圧下スタンプ」が雌\n型内の原料を押圧するものであることは上記のとおりであって，甲４公報記載の落\n雁製造装置が，本件発明と同様，雌型に材料を供給し，押圧を伴った成型を行い，\n成型された食品を取り出す手段を備えた食品製造装置に係るものであるとした上，\n甲４公報記載のものを甲２発明に適用して，相違点ⅱに係る本件発明の構成とする\nことの容易想到性を肯定した審決に誤りがあるとはいえない。\n(4) 原告は，①「位置決め精度は設計上の問題であって，雌型を移動可能とし\nようとすることを，機構上不可能あるいはきわめて困難とするような阻害要因であ\nるとまでは言えない」（審決謄本６頁第３段落），②「特許請求の範囲第１項\n（注，本件発明に係る請求項）は，『雌型が前後方向に位置決め可能に設けられ』\nていることを提案するにとどまり，雌型の位置決め精度を満足させるための格別な\n構成をその要旨に含むものとは認められない」（同頁下から第２段落）とした審決\nの判断を，事実誤認及び予断に基づく評価であり，失当であると主張する。しかし\nながら，①については，位置決め精度が設計上の問題であることは，事柄の性質上\n当然のことであり，そうである以上，この点について，「雌型を移動可能としよう\nとすることを，機構上不可能あるいはきわめて困難とするような阻害要因であると\nまでは言えない」とした審決に誤りはなく，また，②については，本件発明に係る\n請求項には，雌型の位置決め精度を満足させるための格別な構成について何ら記載\nはないから，審決の上記②の認定にも誤りはない。\n(5) 原告は，吸着パットは，被吸着物の吸着面が平面で，通気性がないことが\n要求され，「包餡落雁」は適合しているが，本件発明の板状焼成食品は，一般に表\n面が凹凸状で，多孔質構造で通気性があり，吸着パットの適用条件には適合しない\nため，板状焼成食品の取り出しに吸着パットを採用することは困難であるから，\n「吸引取卸器により，板状の製品を型から取り出せるであろうことは，甲第４号証\n（注，甲４公報）の記載に接した当業者が容易に予測し得た程度の事項であると認\nめられるとともに，本件特許発明は，いかせんべいを吸引把持するための，格別の\n構成をその要件として含むものでもない」（審決謄本６頁最終段落～７頁第１段\n落）とした審決の判断は，事実誤認及び予断に基づく評価であり，失当であると主\n張する。しかしながら，本件発明に係る本件明細書（甲１０）には，吸着パットを\n板状焼成食品の取出しに採用するに当たって，格別な構成について何ら記載はな\nく，また，本件発明に係る請求項には製品取出位置について何ら規定されていない\nから，原告の上記主張は，明細書の記載に基づかないものというほかなく，失当で\nある。\n(6) 以上のとおり，審決の相違点ⅱについての認定判断に，原告主張の事実誤\n認及び評価の誤りはなく，原告の取消事由４の主張は理由がない。\n５　取消事由５（本件発明の顕著な作用効果の看過）について\n原告は，本件発明は，①原料供給装置が雌型の移動通路と対向して配置され\nていることにより，原料を雌型の直上から雌型の中心部を中心として適切に供給し\n得るため，従来のように形が不安定になったり，厚みが不均一になることがなく，\n所定形状で均一な厚みの製品を焼成し得る，②製品取出装置が雌型の移動通路と対\n向して配置され，しかも吸着パットを備えているため，従来のように製品を破損す\nることがなく，良好に取り出し得る，③取り出された製品は，吸着パットが下降し\nた後に吸着が解除され，製品取出位置の直上から落下載置されるため，従来のよう\nにしわや折れ曲がり等を生ずることがなく，しかも一定の向きに載置され，向きを\n揃える手数を省略し得る，④雌型が前後方向に位置決め可能に設けられ，原料供給\n装置，雄型及び製品取出装置が雌型と対向して前後方向に配置されていることか\nら，雄型の上限をその下面がわずかな間隙をもって雌型の上端面より上方に位置す\nるように設定し得，雄型と雌型の対向空間には，従来のように原料供給と製品取出\nしの各操作を行う空間を設ける必要がなく，雄型の上限位置を任意に設定し得，そ\nの結果，雄型の作動ストロークを短くする場合には，加熱圧搾作動の高速化及び雄\n型の駆動装置の小型化等を図り得，前記間隙を板状製品の厚さ以下に設定する場合\nには，成形後に板状製品が雄型に焼付いたとしても雌型の移動により剥離されて雌\n型内に落下し，製品取出装置で取り出されるため，二度焼成を防止し得る，という\n顕著な効果を奏するものであると主張する。\nしかし，①の原料を雌型の直上から雌型の中心部を中心として適切に供給し\n得ることについては，本件発明の請求項には記載がないから，本件発明の効果とい\nうことはできない。②及び③については，吸着パットを備えることにより当然予測\nし得た効果というべきであり，④の効果は，原料供給装置，雄型及び製品取出装置\nを雄型と雌型の対向空間のどこに配置するのかが特定されて初めて生ずる効果であ\nって，同事項は，本件発明に係る請求項に特定されるものではないから，本件発明\nの効果ということはできない。\nしたがって，原告の上記主張はいずれも理由がなく，審決が，本件発明の顕\n著な作用効果を看過したということはできないから，原告の取消事由５の主張も理\n由がない。\n６　以上のとおり，原告主張の取消事由はいずれも理由がなく，他に審決を取り\n消すべき瑕疵は見当たらない。\nよって，原告の請求は理由がないからこれを棄却することとし，主文のとお\nり判決する。\n東京高等裁判所第１３民事部\n裁判長裁判官    　篠　　原　　勝　　美\n裁判官    　岡　　本　　　　　岳\n裁判官    　早　　田　　尚　　貴\n"
}