{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 8,
    "day": 29
  },
  "case_number": "平成10(ワ)799",
  "case_name": "土地明渡請求",
  "court_name": "横浜地方裁判所",
  "lawsuit_id": "5981",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=5981",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/981/005981_hanrei.pdf",
  "contents": "主　　　　　　　文\n１　原告の請求をいずれも棄却する。\n２　訴訟費用は原告の負担とする。 事実及び理由\n第１　請求\n被告は，原告に対し，別紙物件目録記載の各土地（以下「本件各土地」と総称\nし，個別のものは「１土地」のようにいう。）を明け渡せ。\n第２　事案の概要\n１　事案の要旨\n本件は，被告が，原告から賃借した上で，「日本国とアメリカ合衆国との間の相互\n協力及び安全保障条約」（以下「安保条約」という。）６条及び「日本国とアメリカ合\n衆国との間の相互協力及び安全保障条約第６条に基づく施設及び区域並びに日\n本国における合衆国軍隊の地位に関する協定」（以下「地位協定」という。）２条１\n項(a)に基づき，同項(a)規定の「施設及び区域」としてアメリカ合衆国（以下「米国」と\nいう。）に提供している本件各土地について，原告が，被告に対し，賃貸借契約の\n終了又は所有権に基づき，明渡しを求めた事案である。\n２　争いのない事実\n(1) 本件各土地について\nア　本件各土地は，別紙図面表示の場所に所在し，もと被告の所有であったが，昭\n和５２年３月２０日，原告の父Ｂが，被告から払下げを受け，その所有権を取\n得した（乙１２）。\nイ　Ｂは，同日，被告に対し，本件各土地を確定期間の定めなく（ただし，存続期間\nは，民法６０４条１項本文により，昀長２０年となる。なお，後記のとおり，原被\n告とも不確定期限の定めがあったと主張するが，不確定期限の内容について\nは争いがあり，不確定期限の合意は成立していない。）賃貸し（乙１３，以下\n「本件改定前賃貸借契約」という。），本件各土地を被告に引き渡した。\nウ　原告は，昭和５９年２月２１日，Ｂの死亡により，本件各土地を相続により取得\nし，かつ，本件各土地について，賃貸人の地位を承継した。\n(2) 上瀬谷通信施設（以下「本件施設」という。）の概要\n本件施設は，本件各土地を含み，別紙図面表示のとおり，横浜市瀬谷区と旭区\nにまたがって存在し，その面積は約２４２万平方メートルにも及ぶ広大なもので\nある。\nその約４５パーセント（約１１０万平方メートル）は２００人以上の者が所有する民\n有地であり，残りの約４５パーセント（約１１０万平方メートル）が国有地，約１０パ\nーセント（約２３万平方メートル）が横浜市の公有地である。国有地以外の土地\nについては，各所有者から被告が賃借した上，これらの土地を，被告が，安保条\n約６条及び地位協定２条１項(a)に基づき，同項(a)の「施設及び区域」として，米\n国に対して提供し，それを米軍が「上瀬谷通信施設」として使用してきたものであ\nる。\n３　当事者の主張の概要\n(1) 原告の主張の概要\n原告は，被告に対し，賃貸借契約の終了に基づき，本件各土地の明渡しを求め\nているところ，その賃貸借契約の終了原因として，次の３点を主張\nア　不確定期限の到来，すなわち，賃貸借契約の目的は通信施設としての使用\nであるから，「通信施設として使用する間」という不確定期限付の賃貸借契約\nであると解すべきところ，平成７年１０月ころまでには本件施設及び区域は既\nに通信施設として使用されなくなっているから，遅くとも同月末日，賃貸借契\n約は不確定期限の到来により終了\nイ　期間の満了，すなわち，昭和５２年３月２０日から２０年を経過した平成９年３\n月１９日の経過により終了\nウ　契約の解除，仮に賃貸借契約の不確定期限の内容につき，被告主張の解釈\nによった場合でも，賃貸借契約の目的は，通信施設としての使用であり，本件\n施設について，通信施設としての使用が終了したことに伴い，被告には，原告\nに対し，その責任において米国から本件各土地の返還を受けるべく努め，こ\nれを原告に返還すべき義務が生じたところ，被告が上記義務を履行しないた\nめ，原告が，上記義務不履行を原因として賃貸借契約を解除したことにより終\n了\n(2)　被告の認否反論の概要\n被告は，原告の主張に対し，次のとおり認否反論した。\nア　賃貸借契約は，「駐留軍が使用する間」との不確定期限が付された賃貸借契\n約であり，「駐留軍が使用する間」とは，本件施設が「米国から被告に返還さ\nれるまでの間」と解すべきところ，本件において不確定期限が到来したという\nことはない。\nイ　平成９年３月１９日の経過により期間が満了したことは認めた上，更新契約の\n成立，すなわち，平成９年１月８日，原被告間で本件改定前賃貸借契約と同\n一内容の契約（以下「本件改定後賃貸借契約」といい，本件改定前賃貸借契\n約と併せて「本件賃貸借契約」という。）を締結した。\nウ　一般論として賃貸借契約の目的から原告が主張するような義務が生ずると解\nすることはできないし，そもそも本件賃貸借契約の目的は，原告が主張する\n「通信施設のための使用」ではなく，具体的使用方法いかんにかかわらず「駐\n留軍の使用に供するため」であるから，通信施設としての機能といった個別の\n機能の消長をもって本件賃貸借契約の目的が終了したか否かを判断すること\nは失当である。\nエ　仮に，本件賃貸借契約の終了が認められるとしても，原告が本件各土地の明\n渡しを求めることは，権利の濫用に該当し許されない。\n第３　争点\n１　賃貸借契約の不確定期限の内容は，「通信施設として使用する間」か，「米国から\n被告に返還されるまでの間」か。\n２　更新契約が成立したか否か。\n３　原告主張の被告の義務（被告の責任において，米国から本件各土地の返還を受\nけるべく努め，これを原告に返還すべき義務）及び上記義務不履行を理由とする本\n件賃貸借契約の解除が認められるか否か。\n４　原告の本件賃貸借契約の終了に基づく本件各土地の明渡請求は，権利の濫用に\n該当し許されないか否か。\n第４　争点についての当事者の主張\n１　争点１について\n（原告の主張）\n(1) 本件改定前賃貸借契約の不確定期限の到来\n乙１３の賃貸借契約書の３条（契約期間）に明文で定められているとおり，本件\n改定前賃貸借契約は１年間の確定期限付の賃貸借契約であるというのが原告\nの基本的な立場である。\n仮に，被告の主張する，乙１３の賃貸借契約書の３条は会計年度との関係で定\nめたものにすぎず，本件改定後賃貸借契約の期限は，「駐留軍が使用する間」\nという不確定期限付であるとする見解によったとしても，上記「駐留軍が使用す\nる間」とは，「通信施設として使用する間」と解釈されるべきであり，後記のとおり\n駐留軍の通信施設としての使用が終了していることが明らかな以上，不確定期\n限が到来して本件改定前賃貸借契約が終了している。\nよって，原告は，被告に対し，上記不確定期限の到来を原因とする本件改定\n前賃貸借契約の終了に基づき，本件各土地の返還を求める。\n本件改定前賃貸借契約の不確定期限の内容を明らかにするに際し，以下のと\nおり，前提としての①地位協定の解釈を明確にし，これを踏まえた②本件改定前\n賃貸借契約の解釈により，不確定期限の内容を明らかにする。\nア　地位協定の解釈\n(ｱ)  安保条約と地位協定\n駐留軍が日本国において施設及び区域を使用することを許している安保条\n約は，本来，日本国憲法と相容れず，これに違反しているものである。た\nだ，この点については被告の権利濫用の主張との関係で一定の範囲で後\n記する程度に留めることとし，現段階では，この主張を留保する。\n安保条約６条は，「日本国の安全に寄与し，並びに極東における国際の平和\n及び安全の維持に寄与するため」，駐留軍が，日本国において施設及び区\n域を使用することを許されると規定する。\n駐留軍の駐留はこの目的に制約されている。この他，安保条約１条によって\n国連憲章に反することはできないし，一般国際法に従うべきことは言うまで\nもない。\n次に，安保条約６条の規定に基づいて，地位協定２条１項(a)は，日本に\nおける施設及び区域を駐留軍が使用することを許している。\n(ｲ)　取極について\n地位協定２条１項(a)は，個々の施設及び区域に関する協定は，地位協\n定２５条に定める合同委員会を通じて両政府が締結しなければならない，と\n定めている。後記のとおり，この個々の施設及び区域に関する協定（地位\n協定２条２項では「取極」と訳されている。以下「施設及び区域に関する協\n定」という。）に明記されている個々の使用目的との関係で，個々の施設及\nび区域の必要性が判断されるべきものである。そこで，原告は，本件訴訟\nにおいても第１回口頭弁論期日から被告に対してその提出を求めてきた。\nしかし，被告は，本件の口頭弁論期日において，一旦は，本件施設に関す\nる個別協定の提出を約束したものの，結局，現在に至るまで被告から本件\n施設に関する個別協定は提出されていない。\n(ｳ)　個々の施設及び区域に関する協定の記載内容\n被告は，平成９年３月２５日，沖縄における基地反対運動等が高揚する中\nで，従前から沖縄返還に際しての秘密合意文書として問題とされてきた５・\n１５メモ（甲４３，４４）をようやく公表した。\n上記メモは，昭和４７年５月１５日に合同委員会の日米代表によって合意\nされた同日付けの合同委員会覚書に示される施設・区域の使用を米国が\n許与されること及び同国が６箇所の海軍・空軍訓練区域を使用することを\n合意する合同委員会の署名・承認並びに上記各施設分科委員会の署名・\n承認その他を内容とするものである。そして，このメモには，上記各施設分\n科委員会覚書が別添文書として添付されている。\n個々の施設及び区域毎の施設分科委員会覚書の内容は，施設名，施\n設番号，所在地，使用主目的，区域の範囲，使用期間，備考等からなって\nいる。「使用主目的」は，訓練場，通信所，弾薬庫，飛行場，宿舎，管理事\n務所等というものになっている。「区域の範囲」では，陸上区域・水域・空\n域・イーズメント等が定められ，図面等が添付されている。「使用期間」は大\n部分が「定めず」とされている。「備考」には，使用条件（用途，訓練等の内\n容，使用頻度・時間帯，訓練の通告方法等），その他の事項が記載されて\nいる。\nこのように，施設分科委員会覚書によって，ようやくその施設，区域及び\nその運用の概要が分かるようになる。\nそして，被告は，これら覚書を含む合同委員会合意議事録が地位協定\nが規定する個々の施設及び区域に関する協定であると説明している（平成\n９年４月２日衆議院外務委員会，北米局長）。\n(ｴ)　提供協定と国内法の関係\n安保条約，地位協定，個々の施設及び区域に関する協定によって，駐留\n軍に対し，施設及び区域の使用が許され，これに対応して被告の施設及び\n区域の提供が条約上義務付けられることになる。\n国有財産については，地位協定の実施に伴う国有財産の管理に関する\n法律に従って提供される。\n民有地の提供については，本件のように被告がその土地を所有者から\n借り受けて駐留軍に提供することになる。所有者から拒否された場合，昀\n終的に地位協定の実施に伴う土地等の使用等に関する特別措置法による\nこととなる。\n上記国有財産の提供及び民有地の提供については，条約の目的，個々\nの運用条件に合致することが必要であることは言うまでもない。\n(ｵ)　施設及び区域の返還\n地位協定２条２項は，日米両政府は，いずれか一方の要請があるとき\nは，個々の施設及び区域を提供したときの個別協定を再検討しなければな\nらないとし，その結果，個々の施設及び区域を日本国に返還し，又は新た\nに施設及び区域を提供することがあるとされている。\n地位協定２条３項では，さらに個々の施設及び区域が，「この協定の目\n的のため必要でなくなったときは，いつでも，日本国に返還しなければなら\nない」とし，「合衆国は，施設及び区域の必要性を前記の返還を目的として\nたえず検討することに同意する」と定めている。\nすなわち，地位協定２条２項は，米国の必要性が継続している場合であ\nっても，被告の要請があるときは，米国は施設及び区域の返還について協\n議に応ずる義務があることを定め，同条３項は，その「必要性」がなくなった\n場合には，米国に施設及び区域の返還義務を負わせているのである。\n以上から，地位協定２条３項は必要性に関する我が国の昀終的な判断\nを排除するものではあり得ないし，むしろ，我が国にもその判断権が存する\nことを前提に，「協定の目的のため必要でなくなったとき」に被告に施設及\nび区域を返還することを米国の義務として規定しているのである。そして，\nこの「協定の目的のため必要でなくなった」か否かは，個々の施設及び区\n域に関する協定の目的に照らして判断することとなる。個々の施設及び区\n域に関する協定で合意された目的についての駐留軍の使用が終了した場\n合には，「必要でなくなった」ことは明らかである。この場合には，米国は，\n施設及び区域の返還を義務付けられる。\n(ｶ)　ただし，以上は，被告と米国の関係である。\n地位協定２条３項は，被告と私人との間の返還義務を直接に定めるものでは\nもちろんない。\nしかし，この地位協定の定めは，被告が，米国に対する提供義務を履行する\nために，公共団体や私人との間で締結したその所有地を借り上げることを\n内容とする契約上の権利義務との関係では重要な意味を持っている。\nすなわち，「協定の目的のため必要でなくなった」ことにより米国が被告に対し\nて施設及び区域の返還義務を負い，被告が提供した施設及び区域の返還\nを受けられる事態になった場合には，被告が施設及び区域の返還を実現\nすることは，施設及び区域が国有地である場合は国民の資産を管理するも\nのとして，国民に対する義務と言うべきである。また，公有地や私有地の場\n合は，公共団体や私人からその所有に係る資産を借り上げた契約当事者\nとして，その返還を実現することは，その国民に対する関係では契約上の\n義務と言うべきであるからである。\nしたがって，被告と国民との間の返還義務の発生時期は，直接的には，次の\nイ項において述べる当事者間の契約内容の問題であるが，地位協定の内\n容は，契約関係上の義務の内容について，重要な意味を持つことになるの\nである。\nイ　本件改定前賃貸借契約自体の解釈\n(ｱ)　本件改定前賃貸借契約における使用目的\n本件改定前賃貸借契約は，以下のとおり，使用目的を明確に通信施設に限定\nしており，それ以外の使用を容認するものではない。\na 　本件改定前賃貸借契約２条について\n本件改定前賃貸借契約２条１項は「土地を，上瀬谷通信施設の機能の保持\n及び安定的運営の用に資するため賃借する。」と規定し（乙１３），同２条\n２項は「(賃貸人は)土地につき，自ら耕作する権利を留保するほか，電波\n障害となる建物及び工作物を設置しない。」と規定し，賃貸人の所有権\nが電波障害防止のために制限され，不作為義務を負うことが確認されて\nいる。\nしたがって，本件改定前賃貸借契約が本件各土地を通信施設として使用す\nるためのものであることは明らかである。\n本件改定前賃貸借契約には，この明文の合意事項である使用目的以外の使\n用を特に許容するような特別な定めはない。\nよって，本件改定前賃貸借契約においては，その使用目的である通信施設\nとしての使用が終了した場合には，それ以上に，通信施設以外の目的\nのために使用を続けることは当然には許されない。改めて合意をしない\n限りは別の目的のために使用を続けることが許されない。\nb 　地位協定を前提とする本件改定前賃貸借契約の解釈\n前記のとおり，地位協定２条１項(a)に基づき，日米合同委員会において締結\nされた個々の施設及び区域に関する協定上の使用目的を前提として，\n原告と被告との本件改定前賃貸借契約が締結されているところ，その具\n体的規定が本件改定前賃貸借契約の２条である。\n本来，地位協定は，被告と米国との間の条約として駐留軍の地位を定めるも\nのであるが，同時に，それが対駐留軍との関係において，被告のみなら\nず日本国民ないし住民が置かれる立場をも基本的に規定するものにな\nるという点で，国民・住民の権利及び利益にとって重要な意味を持ってく\nる。とりわけ，被告が提供する施設及び区域の所有者たる地権者にとっ\nて，提供土地の賃貸借契約と地位協定との相互連関性を否定すること\nはできない。すなわち，地権者は，地位協定に基づく駐留軍の施設及び\n区域の用に供するため被告に対して所有土地を賃貸しているものであ\nり，その権利義務は当該賃貸借契約によって規定されると同時に，地位\n協定によってもその限界が画される。\nしたがって，本件改定前賃貸借契約２条の解釈についても同様であり，同条\nが明文をもって定める通信施設という使用目的は，地位協定２条１項(a)\n所定の本件施設及び区域に関する個別協定によって定められている使\n用目的に合致し，かつ，これによって限定されている。\n別の言い方をすれば，原告を含む各地権者が被告と賃貸借契約を締結した\n前提には，前記のとおり，使用目的である通信施設としての使用が終了\nしたときには，米国が被告に返還するとの地位協定上の約定が当然に\n存在している。そして，各地権者と被告とは，通信施設としての使用が終\n了した場合に各地権者が被告から各自の土地の返還を受けることを当\n然の前提として賃貸借契約を締結しているのである。\n原告には，通信施設としての使用が終了しても，なお被告に対して本件各土\n地を貸し続けなければならない義務はない。\nc   国会答弁\n平成１１年１２月１４日，参議院外交防衛委員会において，北米局長は，参議\n院議員の「上瀬谷の使用目的は，どうなっているか」との質問に対し，\n「上瀬谷基地に関しては，使用目的は通信施設となっております。」と答\n弁している。\n被告自身が国会で明確に答弁していることであり，真実はただ１つのはずで\nある。\n(ｲ)　払下げの経緯との関係について\n各地権者は，厚木基地の土地収用が始まったのと同じ昭和１６年，旧日本海\n軍施設建設のため，先祖伝来のかけがえのない土地を，軍の命令，天皇\n陛下の命令ということで，文字通り，奪うように接収された。それでも，戦争\nが終われば返ってくるとの思いがあればこそ，これに従ったのである。とこ\nろが，終戦を迎えたにもかかわらず，戦後は，連合国軍に接収され，返還さ\nれることはなかった。\nそれでも，先祖伝来の土地を取り戻したいという各地権者の要求は強く，陳情\n運動が何年にもわたって繰り返されたのである。昭和５２年の払下げは，以\n上の運動に被告が応じざるを得なくなったものであり，決して，被告からの\n恩恵的なものではなかった。\nむしろ，被告は，払下げ陳情について，「同施設(上瀬谷通信施設)の安定的運\n営に障害が惹起されないという方策がなされるということであれば，払下げ\nが実現するよう努力する」と回答した（乙７）ように，各地権者の先祖伝来の\n土地を取り戻したいとの要求に応えざるを得なかったのである。\n本来の各地権者の要求は，何の制限もない土地の取り戻しであったのであ\nり，各地権者が，本件施設の安定的運営に障害が惹起されない限りでの不\n作為義務を受け入れたのは，被告と各地権者との現実的な妥協の産物で\nあったのである。\nしかも，もともと，被告に奪われるようにして接収された土地の取り戻しであっ\nた上，自由に使用収益ができるわけではなく，大幅な不作為義務まで課せ\nられていたにもかかわらず，上記払下げの際には，ほとんどの地権者が２\n０年から３０年年賦の借入までして，対価を被告に支払ったのである。昭和\n５２年の払下げは，被告からの恩恵的な施しなどでは全くなかった。\nしたがって，被告の主張する「本件各土地の売渡の経緯からすれば，本件各\n土地の使用方法を自ら限定しなければならない事情は何ら存しなかった」\nなどということはあり得ない。\n(ｳ)　以上から，本件改定前賃貸借契約は「駐留軍の使用する間」という不確定期\n限付契約であるとする被告の解釈によったとしても，本件改定前賃貸借契\n約の合理的意思解釈によれば，「駐留軍の使用する間」とは「通信施設とし\nて使用する間」を意味し，通信施設としての使用が終了した時には不確定\n期限が到来することになる。\n(2) 本件施設の変遷と通信施設機能の終了\nア　本件施設の変遷\n(ｱ)　本件施設の設立\n本件施設は，昭和２７年１２月，当時の金額で約１０億円という巨額の費用を\n投じ，日本昀大の通信施設として建設され，以後，駐留軍の通信施設とし\nて使用されてきた（甲６ないし９）。本件施設は，我が国に存在した他の通信\n施設とは異なり，第７艦隊の情報基地・スパイ訓練基地という特殊な役割を\n担い，他国の潜水艦情報や他国の無電を傍受し，処理するなど，米軍戦略\n上も重要な施設とされた。\n本件施設は，通信施設としての機能を十分に果たすため，とりわけ，微弱な\n電波を傍受するために金網で囲まれた囲障区域外の広大な部分に巨大な\nアンテナ群を設置する必要があり，前記のとおりの約２４２万平方メートルと\nいう広大な面積が必要とされた。\nまた，微弱電波傍受のためには，受信の妨害となり得るものをすべから\nく排除しなければならない。このため，昭和３５年３月３１日，日米合同委員\n会において，「電波障害防止制限地域」の設定が合意され，本件施設周辺\nの広範な地域を含めた９４５万平方メートルが「電波障害防止制限地域」に\n指定された。周辺住民は建築物の高さ制限を受けたばかりではなく，電機\nミシンの操作から蛍光灯の使用，自動車のエンジンの点火，耕作機械の使\n用等生活上の細部にわたって厳しい制限を受けた（甲１０，１１）。\n１９６０年（昭和３５年）代前半には，大半が北と西に向けられた１００基を\n超える短波固定アンテナ，回転指向性アンテナ約１０基，短波帯方向探知\nアンテナ２基，横須賀海軍基地と連結する超短波・マイクロ波無線塔２本が\n林立し，ソ連邦，北朝鮮等の通信傍受に活躍していた。\n(ｲ)　基地機能の大幅な縮小\nところが，昭和４５年ころ，電波スパイ部隊の中心が三沢基地に移転した\nことに伴い，本件施設の中心的な存在であった海軍道路脇の大小２基の方\n向探知アンテナが撤去された。このため，海軍道路を自動車で通行するこ\nとが許され，昭和５２年には，土地の一部払下げが行われた。原告の本件\n各土地もこの際に払い下げられたものである。\nまた，ソ連邦の崩壊に伴う米軍戦略の再編成や衛星通信塔の通信技術\nの発達等によって，平成３年ころから，後述するようにアンテナの撤去が行\nわれたのをはじめとして本件施設の大幅機能縮小が急激に進んだ。\n本件施設の通信施設としての機能が大幅に縮小されたことにより，巨大\nなアンテナ群が林立していた広大な土地は不要のものとなった。少なくと\nも，囲障区域の中のごく一部の施設以外は全く不要な土地及び施設とな\nり，完全に遊休化している。\n(ｳ)　基地機能の終了に伴うアンテナの撤去・部隊の移転等\na 　ＬＰアンテナの撤去\n平成３年１１月，保土ヶ谷カントリークラブの隣の野球場に設置されていた５\n２４ＬＰアンテナ(1og-periodic antenna)１基｛検証調書の別紙検証物目録\n（以下「検証目録」という。）④｝が撤去された。　このアンテナは，周波数\nの対数に比例して周期的に繰り返すような構造を持ち，アンテナの形状\nにより，平板構造のもの，非平面板構造のもの，線状構造のもの，ダイ\nポールアレーによるもの等があり，ＨＦ帯(短波)～ＶＨＦ帯(超短波)の広帯\n域アンテナとして使用され，航空機との通信用の指向性アンテナである。\nこのアンテナは，撤去される半年ほど前からアンテナ線が切れて垂れ下がっ\nたまま放置されており，かなり以前から使用されなくなっていたものと推\n察される。現在でも，野球場のバックネットの外側にアンテナの支柱の基\n礎部分が残されている。また，野球場の入口付近等には，アンテナフィー\nルドの雑草を防ぐために使用されていたゴムシート，ワイヤー等が多数\n残置されている。\nb 　ロンビックアンテナの撤去\n平成３年１２月，本件施設のシンボル的な存在であったロンビックアンテ\nナ(rhombic antenna）９基(検証目録⑥)が撤去された。これは，導体線を\n地面と平行に，かつ，ひし形(ロンビック)に張った代表的な短波通信用\nアンテナである。\nアンテナ線の支柱部分の基礎は，そのまま残されており，撤去された現在で\nも，当時の巨大なアンテナの姿を思い描くことができる。\nc 　ディスコーンアンテナの撤去\n平成４年２月，５２４ＬＰアンテナのすぐ隣にあった５０５ディスコーンアンテ\nナ(cone antenna)１基(検証目録⑤)が，雪の重みで倒れかけていた。これ\nは，航空機との通信用の無指向性アンテナである。\nこの後，すべての支柱が倒され，長期間放置されていたが，現在は完全に撤\n去されている。\nd 　パラボラアンテナ用鉄塔の撤去\n平成５年９月，本件施設の正門前のパラボラアンテナ用鉄塔１本が撤去され\nた。\ne 　ループアンテナの撤去\n以上のように，本件施設内に林立していたアンテナは，平成６年までに３種\n類１１基のアンテナが撤去され，同年４月には方向探知用の６１２ループ\nアンテナ(1oop antenna)(検証調書添付図○ａ)が撤去された。これは，導\n体を円形又は方形にしたアンテナで，ループ面と直角方向に指向性を有\nし，方位測定機用に用いられる外，反射器，導波器を併用して指向性ア\nンテナとして使用されることもある。本件施設において，このアンテナは，\n電波の発信源の方向を探知するために用いられていた。\nf 　囲障区域外昀後のアンテナの撤去\n平成７年２月には昀後まで残っていた囲障区域外の２本のアンテナが撤去さ\nれ，囲障区域外にはアンテナは１本もなくなった。\nｇ　「電波障害防止制限地域」指定の解除\n平成７年４月には，基地内外約７４０万平方メートルの面積内に規制がなさ\nれてきた「電波障害防止制限地域」の指定も解除された(甲１２)。\nh 　部隊の解体，移転\n平成７年６月には，戦後５０年間にわたって暗号任務を担当した「海軍保安\n群部隊」(「ＮＳＧＡ」約１５０人)が解体され，７月には，軍事情報の収集，\n分析を行う「統合情報司令部太平洋分遣隊」(「ＪＩＣ　ＰＡＣＤＥＴ」約８５人)\nは横田基地に，施設警備を任務とする海兵隊分遣隊(約４０人)は横須賀\n基地に移転するなど，同年１０月までに，本件施設内のほとんどの部隊\nが，解体し，又は他の施設に移転した(甲１３，１４)。これをもって，本件施\n設の電波通信施設としての役割の大部分が終了した。\ni 　「通信施設」から「支援施設」へ\n米軍機関紙に準じる「スターズ・アンド・ストライプス」(星条旗新聞)も，平成７\n年６月２６日付けで，「統合情報司令部太平洋分遣隊」が横田基地へ，\n「海軍保安群部隊」が沖縄，横須賀，三沢，グアム，ハワイの基地ヘ，い\nずれも平成７年秋までに移転し，同年１０月１日までに基地の機能，部隊\nの再編整備を完了すると報じ（甲１３），本件施設内の看板も，「通信施\n設」から「支援施設」に変わった(甲１５）。\n(ｴ)　通信施設機能の終了\n以上のように本件施設は，遅くとも平成７年１０月１日ころまでには，これまで\nの通信施設としての役割を終了し，明らかに不要な施設となった。\n囲障区域外に林立していたアンテナ群は，現在では１本も残されておらず，広\n大な土地が空き地や耕作地となっている。本件各土地も囲障区域の外側\nに存在し，そのうち２筆（１及び２土地）は，囲障区域とは海軍道路を隔てた\n反対側（西側）に存在しており，駐留軍の通信施設としては全く使用されて\nいない。\nイ　本件施設の現状\n裁判所による検証の結果，本件各土地はもとより，本件施設のほとんどの部分\nが通信施設としてどころか全く使用されていないことが裁判所の目にも明らか\nとなった。検証調書の検証結果には，以下のとおり，全ての検証地点につい\nて，通信施設として使用されていないことが記載されている。①県営細谷戸団\n地「南東側には鉄塔はもとよりアンテナ状のものは何も見えなかった。西側\nは，…この方向にもアンテナは見えなかった。」，⑪原告所有地その１（３及び\n４土地）「見渡す限りにおいて通信施設に関連するようなものは見えず，全体\n的にこんもりと雑草や草木が繁っている状態であった。また，手前には，雨水\nが溜まったような池が見えた。通路等も確認することはできず，施設として使\n用されているようには見えなかった。」，⑫道路予定地「畑地として農作物が植\nえられているような状態であり，通信施設に関連するようなものは見えなかっ\nた。」，⑬原告所有地その２（１及び２土地）「畑地として農作物(トウモロコシ)が\n植えられているような状態であり，通信施設に関連するようなものは見えなか\nった。」，④ＬＰアンテナ跡地(野球場)「カーブミラーに映った跡地の様子では，\nグラウンド状の敷地が見えたが，通信施設に関連するようなものは見えなか\nった。」\nウ　本件施設が使用されていない証拠として，さらに以下のものが挙げられる。\n(ｱ)　現地住民の利用状況から，本件施設が通信施設として使用されていないこと\nが明らかになる。\n使用されていない状況は，甲６０の写真によって視覚的に明らかである。\n裁判所は，検証の際，被告の抵抗によって本件施設内に足を踏み入れること\nを阻止されたのであるが，一般の人々は甲６０の写真にあるように，日常的\nに自由に本件施設内に出入りしている。\na 　ケーブル跡地では，かつて林立していたアンテナ間をつないでいたケーブル\n埋設の指標が土に埋もれているのが見てとれる。\nb 　ＬＰアンテナ跡地は，現在野球場として使用されており，その入口付近には，\nかつてアンテナフィールドの雑草を防ぐために使用していたゴムシートの\n断片やワイヤー等が放置されている。\nc 　ディスコーンアンテナ跡地は，広大な空き地にアンテナの柱の基礎部分が点\n々と残されたままになっている。\nd 　ロンビックアンテナ跡地でも，広大な空き地にアンテナの柱の基礎部分が多\n数残されており，ゴムシートやワイヤー等も散見される。\ne 　原告所有地その２（１及び２土地）は，のどかな耕作地であり，通信施設とし\nての面影など片鱗も存在しない。\nf 　海軍道路脇中央広場(ハイバンドアンテナ・ローバンドアンテナ跡地)は，市民\nの憩いの場として日常的に開放されており，天気の良い日曜日には写真\nのように親子のオートバイレースが行われたりして賑わっている。\n以上のように，本件各土地は，一時的に使用していない状態(地位協定２条\n４項(a))にあるのではなく，通信施設として使用する必要が全くなくなった\n状態(同２条３項)にある。\n(ｲ)　横浜市も，本件施設の通信施設としての機能終了を当然の前提として跡地\n利用計画を策定している。\n横浜市が作成した「ゆめはま２０１０プラン」の瀬谷区計画でも，「本件施設の\n早期返還を関係機関にはたらきかけ，返還後の跡地を区民がつどい，ふ\nれあえるオープンスペースとして整備をはかります。」「上瀬谷通信施設の\n返還後は，跡地を区民のさまざまなレクリエーションに活用できるように整\n備します。」と，本件施設の通信施設としての機能が終了したことを前提に\n接収解除後の跡地利用計画を策定している(甲２８，２９）。\n(ｳ)　米軍現地司令官も施設の８０パーセント以上は遊休化していることを認めて\nいる(甲５４)。\n平成１１年９月７日，衆議院議員Ｃ外が，本件施設の遊休化の実態を明らかに\nするために現地調査を行った。その際，施設司令官の説明によれば，現在\nの使用面積は１０８エーカー(施設内のフェンスで囲まれた部分，いわゆる\n囲障区域)で，これは全施設面積５８７エーカーの約１８パーセントであり，\n実に８０パーセント以上が遊休化していることが明らかとなった。\nこれを受けて，平成１１年１０月１９日，Ｃをはじめとする日本共産党神奈川県\n委員会のメンバーが，本件施設の返還問題につき外務省と協議した際，外\n務省北米局日米安全保障課は，「司令官の率直な話があったと思う。事実\nと考えている。」と述べ，外務省としてはじめて公式に本件施設の遊休化を\n認めるところとなった。\n次いで外務省北米局日米安全保障課は，「地元の意向が昀大の出発点。市\nが返還，一部使用を求める場合，具体的要望を頂ければ国として米側と交\n渉し，反映させたい」との見解を示した。また，この問題が，現在，被告と米\n国との非公式な交渉となっていることも明らかにした。\nＣは，外務省筋の話として，米国側で本件施設の一部返還について検討され\nているとの情報も得ている。\n以上のように，本件施設の８０パーセント以上は遊休化しており，米国側で\nは施設の一部返還が現実問題として協議され始めている。\nエ　以上のとおり，本件施設を駐留軍が通信施設として使用していないこと，とり\nわけ本件各土地を駐留軍が通信施設として使用していないことは明白な事実\nとなっている。\n(3) まとめ\n前記のとおり，本件施設の通信施設としての使用が終了していることは明白であ\nる。すなわち，本件施設は，遅くとも平成７年１０月ころまでには，広大な面積を必\n要としていた電波傍受施設としての機能を終了し，少なくとも金網で囲まれたごく一\n部の囲障区域以外は，明らかに不要な施設となったのである。　とくに，原告の本\n件各土地は，囲障区域の外側に存在し｛本件各土地の内２筆（１及び２土地）は，\n囲障区域とは，海軍道路を隔てた反対側（西側）に存在している。｝，「電波障害防\n止制限地域」の指定が解除された現在では，耕作機械の使用も可能になってい\nる。\nよって，本件改定前賃貸借契約は，遅くとも平成７年１０月末日，「通信施設とし\nて使用する間」という不確定期限が到来し，終了している。\n（被告の主張）\n本件賃貸借契約において，賃貸借期間を会計年度とし(同契約３条，乙１３)，当初\n締結する賃貸借契約を原契約とし，毎年度期間更新を行う形式が採用されたの\nは，財政法等の制約から，会計年度単位の賃貸借期間を記載せざるを得なかった\nためにすぎない。民法上の解釈としては，本件賃貸借契約の賃貸借期間は，民法\n６０４条所定の２０年を上限とする，「駐留軍の使用する間」という不確定期限であ\nる(乙２０参照)。この点，原告は，この不確定期限について，その使用目的により，\n駐留軍が「通信施設として使用する間」という意味に解釈すべきであり，そして，本\n件各土地に関して駐留軍による通信施設としての使用が終了しているから，その\n不確定期限が到来していると主張する。\nそこで，後記(1)項において，本件賃貸借契約における不確定期限が「駐留軍が使\n用する間」であり，通信施設としての使用といった具体的使用方法いかんにかかわ\nらず駐留軍が使用を継続する限り，不確定期限は到来しないと解釈すべきことを\n明らかにし，不確定期限の到来に係る原告の主張が失当であることを明らかにす\nる。また，念のため，後記(2)項において，本件各土地について駐留軍による通信\n施設としての使用が終了しているとは言えないことをも明らかにする。\n(1)　本件賃貸借契約の不確定期限の内容について\n本件賃貸借契約には，「駐留軍が使用する間」という不確定期限が付されている\nと解すべきである。また，「駐留軍が使用する間」とは，地位協定２条２項又は３\n項に基づいて提供された施設及び区域を構成する土地が「米国から被告に返還\nされるまでの間」と解すべきであり，通信施設としての使用といった具体的使用\n方法いかんにかかわらず駐留軍が使用を継続する限り（米国から当該施設及び\n区域を返還されるまで）不確定期限は到来しない，と言うべきである。その根拠\nは次のとおりである。\nア　条約上の提供義務\n被告は，安保条約６条及び地位協定２条１項の定めるところにより，地位協定２\n５条に定める合同委員会を通じ，日米両国が締結した協定によって合意され\nた施設及び区域を駐留軍の用に供すべき条約上の義務を負っている。\nそして，地位協定２条３項が「合衆国軍隊が使用する施設及び区域は，この協\n定の目的のため必要でなくなったときは，いつでも，日本国に返還しなければ\nならない。米国は，施設及び区域の必要性を前記の返還を目的としてたえず\n検討することに同意する。」と規定しているとおり，日米両国が締結した協定に\nよって提供された施設及び区域の返還に当たっては，当該施設及び区域の\n必要性を米国が判断することとなる。したがって，被告は，提供した施設及び\n区域について，地位協定２条３項に基づき米国から返還されない以上，同国\nに対し，引き続き当該施設及び区域の提供を継続する条約上の義務を負って\nいるのである。\nイ　本件賃貸借契約の目的\n被告は，駐留軍の用に供するため，駐留軍に提供された施設及び区域内に存\nする民有地及び公有地について，その土地の使用及び占有権原を確保しな\nければならず，被告においては，その方法として，土地所有者との間で賃貸\n借契約を締結することにより，その使用及び占有権原を確保することを原則と\nしている。本件賃貸借契約においても，それに係る各契約書(乙１３及び２５)\nの冒頭に，地位協定を実施するために駐留軍の用に供する目的をもって本件\n賃貸借契約が締結されることが明らかにされており，本件賃貸借契約も，まさ\nに被告が前記の条約上の義務を履行するために駐留軍の用に供する目的を\nもって締結されたものである。そして，その契約の目的を実現するには，その\n賃貸借期間は，「駐留軍が使用する間」という不確定期限が付されたものでな\nければならず，駐留軍が当該土地を必要としなくなり，被告がその返還を受け\nた時に初めて，本件賃貸借契約が終了する，というものである必要がある。\nウ　本件改定前賃貸借契約締結に至る経過\n本件各土地を含む本件施設内の一部の土地は，被告からＢら耕作者らに払い\n下げられたものであるが，払下げの条件として，払下げ後も土地を本件施設\n及び区域として提供することが明示されており，特に通信施設の運営のため\nにという限定は付されていなかった。したがって，Ｂを含む耕作者らは，この条\n件を受け入れて土地の払下げを受けたものと推認できる。\nエ　土地等調書の記載\n被告は，駐留軍の用に供するために土地等を使用しようとする場合，土地等の\n使用について所有者又は占有者の同意を得たときは，土地等調書の作成日\nに所有者又は関係人の立会いの上，現状を確認し，各所有者又は関係人毎\nに，土地等調書及び土地明細書等を作成し，これに所有者又は関係人の記\n名押印を求めることとしている。本件各土地を含む本件施設内の払下げ民有\n地についても，昭和５２年３月１９日付け土地等調書(乙３７の１ないし５３)正本\n２通が作成されているところ，同調書の別紙土地明細書においては，FAC№\n(施設番号・施設名)，(施設の)所在地，所有者住所・氏名，土地の地番，地目\n及び面積等のほか，傭考欄において，「使用期間は昭.５２.３.２０.から施設返\n還の日まで」と記載されており，本件各土地を含む民有地について，被告は，\n各土地等調書の作成時における各地権者との協議により，地位協定によって\n駐留軍の用に供する土地として使用され，その使用期間は駐留軍の使用す\nる期間とされ，すなわち，昭和５２年３月２０日(本件改定前賃貸借契約を締結\nした日)から当該施設及び区域が米国から被告に返還される日までとする旨\nを各地権者との間で確認した（本件各土地につき乙３７の７）。\nオ　まとめ\n以上によれば，条約上被告が負っている施設及び区域の提供義務，その義務\nを履行するためという本件賃貸借契約の本質的目的，Ｂに対する本件各土地\nの払下げに至る事情，さらに土地等調書の内容を総合的に検討すれば，本\n件賃貸借契約の期限は「駐留軍が使用する間」であり，具体的には，地位協\n定２条２項又は３項に基づいて提供された施設及び区域を構成する本件各土\n地が「米国から被告に返還されるまでの間」と解すべきである。したがって，提\n供された施設及び区域の一部を構成する本件各土地が米国から被告に対し\nて返還されない以上，不確定期限は到来していないこととなるから，原告が主\n張するがごとき通信施設としての機能の終了又は個別の土地について通信\n施設のために利用すべき必要性が喪失したとしても，不確定期限が到来する\nものではない。\n(2) 本件施設及び本件各土地の施設としての利用状況について\n本件賃貸借契約は，前記(1)項のとおり「駐留軍が使用する間」との不確定期限が\n付された賃貸借契約であって，提供された施設及び区域の返還という不確定期\n限の到来によって終了するものであるから，原告が主張するがごとき通信施設\nとしての機能の終了によって終了するものではなく，また，個別の土地について\n通信施設として利用すべき必要性の喪失によって終了するものでもない。\nそして，本件施設は，安保条約６条及び地位協定２条１項(a)に基づいて，日米両\n国が締結した協定によって合意された施設及び区域として米国に提供されてい\nるところ，同施設の機能については，駐留軍の運用に関することであり，被告が\nこれに関与する立場になく，したがって，本件施設の通信施設としての機能の終\n了について直接評価する立場にはないが，以下に述べるとおり，本件施設が現\nに駐留軍によって使用されていることは明らかであり，また，アンテナが撤去され\nている状況，本件施設内の設備の存在状況及び利用状況，電波障害防止制限\nが廃止された状況等をもって，直ちに本件施設が通信施設としての機能を終了\nしたと言うこともできない。\nア　本件施設の使用等に関し，横浜防衛施設局は，平成１１年１１月３０日，米軍現\n地司令官に対して確認したところ，「囲障区域外を含め同施設を現在も通信\n施設として使用している」との回答を得ている(乙４８の２，衆議院議員提出上\n瀬谷基地問題に関する質問主意書に対する答弁書)。すなわち，駐留軍は，\n本件各土地を含めて本件施設を現在も通信施設として使用していることを明\n言しているのであり，被告は，政府としては，同施設は現在も駐留軍により通\n信施設として使用されていると承知しており，返還を求めることは考えていな\nい旨を上記議員に対して答弁した（乙４８の２）。\nイ　また，裁判所が申請した本件施設内への立入申請に対し，日米合同委員会米\n国事務局は，平成１３年６月１１日付け「FAX　MESSAGE」(ファックス・メッセー\nジ)において，「the US Government stated that these facilities are being used\nto perform official US Government functions，pursuant to an international\ntreaty with the Government of Japan」(米国政府は，これらの施設について，\n日本国政府と締結した国際条約に基づき，米国政府の公的な目的を遂行す\nるために使用していると述べているところである)とし，安保条約に基づいて本\n件施設を使用していることを明言した。\n(3) 結語\n以上によれば，本件賃貸借契約は，「駐留軍の使用する間」という不確定期限が\n付されたものであり，具体的には，地位協定２条２項又は３項に基づいて提供さ\nれた施設及び区域を構成する本件各土地が「米国から被告に返還されるまでの\n間」を不確定期限とするものと解すべきである。したがって，提供された施設及\nび区域の一部を構成する本件各土地が米国から被告に対して返還されない以\n上，「米国から被告に返還されるまでの間」という不確定期限は到来していない\nこととなるから，原告が主張するがごとき通信施設としての機能の終了又は個別\nの土地について通信施設のために利用すべき必要性が喪失したとしても，不確\n定期限が到来するものではない。そして，本件各土地を含む本件施設及び区域\nを駐留軍が使用していることは明らかであり，また，本件施設が通信施設として\n使用されていないという事実を認めることもできない。\n２　争点２について\n（被告の主張）\n以下に述べるとおり，本件改定後賃貸借契約が有効に締結されており，被告が，\n本件各土地を適法に使用及び占有する権原を有していることは明らかである。\n(1) 本件改定後賃貸借契約締結の経緯\nア　昭和５２年３月２０日に締結された本件改定前賃貸借契約は，民法６０４条によ\nって平成９年３月１９日の経過をもって２０年の期間が満了することとなった。\n被告としては，引き続き本件各土地の使用権原を取得してこれを米国に対し\nて提供する必要があることから，当時の上瀬谷農業専用地区協議会（以下\n「地区協議会」という。）の代表者であったＤに対し，平成８年３月１５日付け文\n書(乙２１)をもって，本件改定後賃貸借契約の予約の締結手続を依頼したとこ\nろ，同年４月１日からＥがＤに代わって地区協議会の代表者になることが決ま\nったため，その手続をＥが行うこととなった｛証人Ｅの証人調書(以下「Ｅ調書」\nという。)９，１０頁｝。\nイ　原告は，その妻であるＦを使者として，Ｅに対し，平成８年３月２１日，本件改定\n後賃貸借契約及びその予約の締結並びに同契約に基づく賃貸料の請求及び\n受領に関する代理権を授与した(乙３２，Ｅ調書２４頁以下)。Ｅは，遅くとも平成\n８年４月１０日までに横浜防衛施設局に「土地賃貸借契約予約締結同意書」を\n提出し，被告に対し，原告の代理人として本件改定後賃貸借契約の予約を承\n諾した(乙２２の２)。\nウ　被告は，上記予約を完結するため，原告の代理人であるＥに対し，平成８年１２\n月３日付け通知書によって予約完結権を行使する旨の意思表示をした(乙２\n３)。\nエ　その後，被告は，予約完結した本件改定後賃貸借契約の契約書を整えるため\nに，平成９年１月８日付けで原告の代理人であるＥに対して本件改定後賃貸\n借契約の締結を依頼し(乙２４)，原告の代理人であるＥとの間で，同年３月２０\n日を始期とし，賃貸借期間を「駐留軍の使用する間」とする本件改定後賃貸借\n契約を締結した(乙２５，Ｅ調書３３頁以下)。\nオ　被告は，その後，Ｅとの間で毎会計年度単位で「賃貸借契約期間更新依頼書」\n等によって契約書の作成等を依頼し，「契約更新承諾書」や「改定契約書」を\n取り付けている(乙２６ないし３１）。これらが財政法等の制約による形式上のも\nのにすぎず，本件改定後賃貸借契約の賃貸借期間が２０年を上限とする不確\n定期限であることは，前記のとおりである。\n(2) 原告がＥに対して本件改定後賃貸借契約及びその予約の締結に関する代理権\nを授与していること。\n原告が，本件改定前賃貸借契約の会計年度毎の契約締結並びに賃貸料の請求\n及び受領（以下「賃貸料の請求等」という。）のみならず，本件改定後賃貸借契\n約及びその予約の締結に関する代理権を授与したことは，乙２２の１及び乙３２\nの各委任状の存在から明らかである。\nア　各委任状の印影が原告の印章によって顕出されたものであること。\n(ｱ)　乙２２の１及び乙３２は，いずれも「委任状」と題する文書であるが，そこに\nは，「上記の者を代理人と定め，駐留軍使用中の私所有に係る上瀬谷通信\n施設内の不動産に対し，横浜防衛施設局長との契約に関し，次の事項を\n委任する。」とあり，その委任事項の１つとして「賃貸借契約の予約及び賃\n貸借契約の締結に関すること」と記載されている。そして，その２枚目の番\n号「７」の欄には，原告の記名がある右側に「Ａ」の印影が存在している。\n乙２２の１及び乙３２の各委任状の２枚目の「Ａ」の各印影が原告の印章によっ\nて顕出されたものと認められれば，民事訴訟法２２８条４項により，反証の\nない限り，乙２２の１及び乙３２の各委任状が真正に成立したものであるこ\nと，すなわち，原告の意思に基づいて作成されたものであることが推定され\nることとなる。そして，乙２２の１及び乙３２の各委任状の記載内容が原告が\nＥに対して本件改定後賃貸借契約及びその予約の締結に関する代理権を\n授与したという内容であることから，原告が，Ｅに対し，本件改定後賃貸借\n契約及びその予約の締結に関する代理権を授与したことが推定されること\nとなる。\n以下に述べるとおり，乙２２の１及び乙３２の各委任状の「Ａ」の各印影は，原\n告の印章によって顕出されたものである。\n(ｲ)　まず，鑑定人Ｇ作成に係る鑑定書(乙４４の１，以下「Ｇ鑑定」という。)及び鑑\n定人Ｈ作成に係る鑑定書(乙４４の２，以下「Ｈ鑑定」という。)は，いずれも乙\n３２の委任状（以下，この項及び後記(ｳ)ないし(ｵ)項並びに原告の主張(5)\nにおいては，「乙３２の委任状」，「乙３３の委任状」等の記載を省略し，単に\n「乙３２」，「乙３３」等と記載する。）の「Ａ」の印影と乙３９の原告の実印によ\nる「Ａ」の印影とが同一であるとの鑑定をしている。\nいずれの鑑定も，乙３２の「Ａ」の印影を対照する資料として，乙３３ないし乙３\n６，乙３８及び乙３９の「Ａ」の各印影を鑑定対象資料として使用している。こ\nのうち，乙３３は，昭和６０年３月１日付けの委任状であり，この委任状の２\n枚目の「Ａ」の印影については，原告自身，原告の実印であることを認めて\nいる｛原告本人尋問の調書(以下「原告調書」という。)９頁｝。また，乙３８\nは，原告の印鑑登録証明書であり，乙３９は，原告の実印をＡ４紙に押印し\nたものであり，いずれも原告の実印の印影であることが明らかである。Ｇ鑑\n定は，乙３２及び乙３８の「Ａ」の各印影以外の鑑定対象資料の「Ａ」の各印\n影は「同じであると認められる。」とし，乙３２及び乙３８の「Ａ」の各印影の同\n一性については「同じであると推定される。」(乙４４の１の５３頁)と鑑定し，Ｈ\n鑑定も，上記Ｇ鑑定と同様の鑑定結果を示した(乙４４の２の８５頁ないし８７\n頁)。\nＧ鑑定及びＨ鑑定の各鑑定は，鑑定に際し，妥当な鑑定手法を採用した上，\n慎重かつ詳細な検討を行っているのであるから，その鑑定結果は信用し得\nる。\na　印影が顕出される過程においては，印章，印肉，押印圧，印肉転移面(用紙)\nが必要であるところ，印肉の種類及び付着量の相違，押印圧の強弱，印\n肉転移面(用紙)の種類及びその平面性，押印台の質の相違が印影の再\n現に様々な影響を及ぼす。したがって，同一の印章によって顕出された\n複数の印影であっても，全くそれが一致するということはまれであり，多\n少の相違が生じるのが当然である。さらに，そもそも印影は，押印の際\nの印章の傾き，押印ずれ，印章の画線間のくぼみに残存している印肉等\nによる目詰まりである宿肉，印面と印肉転移面(用紙)が接する画線の外\n側に印肉が押し出されて生ずる縁どりであるマージナルゾーン等の影響\nをも受けるため，もともと押印に用いた印章と相違することがある。した\nがって，印影が一致するか否かを判断するためには，印影相互の相違\n点の存在を前提として，それが印肉の付着量等の押印条件の相違から\n生じる同一の印章から押印した印影の再現状態の変動の範囲か否かに\nついて，その相違が生じた原因も含め，印影の各文字画線の位置，文字\n画線の線端の位置，字画形態，字画構成等を慎重に検討しなければな\nらない。\nb  この点，Ｇ鑑定は，上記の点を考慮した上で，印影の顕微鏡検査，透過光拡\n大検査，スーパーインポーズ法による印影の比較検査を行い(乙４４の１\nの３頁ないし６頁)，詳細に検討を加えた結果，乙３２及び乙３８の「Ａ」の\n各印影以外の鑑定資料の「Ａ」の各印影について，「印影相互間の輪郭\n円の大きさ，書体，配字，各文字画線全体の位置・文字画線の線端及び\n大部分の文字画線の縁端の位置，字画形態，字画構成等は一致してい\nる。また，印影の一部の画線に検出される太さの違いは，印肉の付着状\n態又は押印状態の違いに起因する変動の範囲にあると考えられる差異\nであり，印影が相違すると言えるような決定的な相違点は検出されな\nい。」(乙４４の１の４３頁）などと判断し，各印影は同じであると認めてい\nる。\nまた，Ｇ鑑定は，乙３８の「Ａ」の印影が複製印影であることを考慮し，乙３２と\n乙３８の「Ａ」の各印影の画線の太さや長さに差異がある点については，\n「乙３２と乙３８の検体印影の色材(印肉及び画像形成材)の付着量の違\nいのほかに，乙３８の原印影の印肉の付着量が過剰なため，特に複製\n過程において印影が中心部から外周に向かって相似形的にやや肥大し\nたこと(印影の入力又は出力の際の画像の変化)に起因する可能性が強\nいと考えられる。また，乙３２と乙３８の印影画線の縁端が印影の中央部\n分及び輪郭円の内側部分でほぼ一致しているのに対し，乙３８の印影の\n文字画線の線端及び輪郭円の外周が外側に向かって差異を生じている\nのは，乙３８の印影が中心部から外周に向かって相似形的にやや肥大し\nていることを示唆するものと考えられる。」との根拠を示した(乙４４の１の\n４７頁)上で，「乙３２の『Ａ』の検体印影と乙３８の『Ａ』の検体印影とは同じ\nであると判断される」としている(乙４４の１の４７頁及び４８頁)。\nc　また，Ｈ鑑定(乙４４の２)も印影鑑定において前記a項記載の事項を注意して\n鑑定を行っているし(乙４４の２の７頁ないし１１頁)，鑑定として採用した\n手法を実施するに際しても，複製印影の問題点等について慎重に考慮し\nた上で詳細に検討を加えている点で妥当と言える。その結果，前記鑑定\n結果に至ったのであるから，Ｈ鑑定も信用すべきものである。\n(ｳ)　これに対し，原告は，鑑定人Ｉによる鑑定(以下「Ｉ鑑定」という。)が，乙３２及び\n乙３８の「Ａ」の各印影が「全くの別個の印顆によりて押印された相異する印\n影であると認める。」としていることを根拠として乙２２の１及び乙３２はいず\nれも偽造であると主張する。\nしかしながら，Ｉ鑑定は，以下に述べるとおり，Ｇ鑑定及びＨ鑑定に比較し，そ\nの鑑定方法が粗雑であり，十分な鑑定を行っていないことは明らかであっ\nて，到底信用し得るものではない。\na　乙３８の「Ａ」の印影は，印鑑登録証明書記載の印影であり，複製印影であ\nる。印鑑登録証明書の印影画像については，登録された押印印影を，一\n旦，コンピューターに入力して保管した後，これを証明用紙に出力する方\n式をとる地方自治体も見受けられるところ，乙３８の「Ａ」の印影は，まさし\nくコンピューターから出力された画像である。登録印影画像では，多くの\n場合，コンピューターに入力する際に登録画像に歪みが生じる可能性が\nあり，実際に端末から出力される際には，登録画像に生じた歪みがその\nまま各端末機から出力されることがある(乙４７の４の１３８頁，乙５１の１\n４５頁)。したがって，登録印影画像を対照資料とする印章鑑定ではそれ\nらの歪みの影響を考慮することが必要となる(乙５１の１４９頁)。\nこの点，Ｇ鑑定及びＨ鑑定は，いずれにおいても複製画像であることを考慮\nに入れた鑑定を実施し，その結果，「同じであると推定される。」(乙４４の\n１の４２頁及び５３頁)，「同一印影と推定される。」(乙４４の２の５７頁，６４\n頁，６５頁及び８７頁)と判断しているのであり，判断手法及びその結果は\n相当である。\nこれに対し，Ｉ鑑定においては，乙３８の「Ａ」の印影が複製印影であることに\n意が払われた形跡は全くない。Ｉ鑑定は，「イ.乙３８の対照印影である\nが，全体的に平均した力で鮮明に押印されているもので，インクの付着\n状況も良好であるので印鑑鑑定資料としては適切であると認めた。」と記\n載されているのみであって，複製印影である点を考慮した形跡は認めら\nれない。特に本件においては，乙３８の「Ａ」の印影が複製のために画線\nが肥大したと考えられること及び乙３２の「Ａ」の印影の印影画線に対し\nて乙３８の「Ａ」の印影の印影画線が全体的に太く再現されていることが\n指摘されているのであり(乙４４の１の４２頁，乙４４の２の６４頁及び８２\n頁)，これを考慮しなければ，その結論に差異を生じることにもなりかね\nず，これを考慮しないＩ鑑定は正当なものとは言えない。\nb  また，Ｉ鑑定は，篆刻，刻字の特徴点指摘鑑定法，幾何学線鑑定法及び透視\n鑑定法の３種により鑑定を行ったとしているが，その判断に際して考慮さ\nれた詳細及び経緯は明らかにされておらず，印影鑑定における前記(ｲ)a\n項記載の点を考慮しているとは到底考え難いのであるから，その鑑定結\n果は信用し得ない。\n特に，透視鑑定法による鑑定に際しては，その鑑定資料の作成に際し，「透\n視鑑定法に使用した透視複写は，拡大資料の写真を複写コピーによりて\n得たもので，同一条件のであり科学的にみて同一のもので鑑定資料の\n作成をなしたるものである。」と記載している(Ｉ鑑定書の「印鑑鑑定の方\n法と経緯」３頁及び４頁)。しかし，コピーの際の再現不良によって画線に\n欠損が生じる場合もあり，その点を考慮する必要がある。この点，Ｈ鑑定\nにおいては，「利用する複写機が異なったり，印影の設置個所や方向が\n違ったりしては，拡大率に誤差が生じて，正確な鑑定結果が得られな\nい。」と指摘している(乙４４の２の３４頁)。しかるに，Ｉ鑑定においては，そ\nの点について，考慮が払われた形跡がない。\n以上に鑑みれば，Ｉ鑑定は，コピーの問題点についての考慮もせずに鑑定資\n料を作成しているのであるから，その点でも信用性がない。　なお付言す\nれば，Ｉ鑑定人による鑑定の信用性が否定された例が他にもある(乙４５\nの１ないし３及び乙４６)。\n(ｴ)　なお，原告は，乙２２の１の「Ａ」の印影について，原告本人尋問で「この判こ\nも似てるんですけども，ちょっと分かりませんね。」(原告調書１６頁)，あるい\nは，「押されているものが実印かどうか，それは分かりません。」，「分からな\nいということは，似ているけれども…。」，「印鑑が似ているけども，確信持て\nない」と供述し(原告調書４０頁)，乙３２の「Ａ」の印影について，「これも似て\nいるけれども，断言できません。」(原告調書１９頁)と供述している。すなわ\nち，原告は，乙２２の１及び乙３２の「Ａ」の各印影について，積極的に否定\nする態度は採らず，むしろ，自分の実印による印影と似ていることまでは断\n定できるとの態度に終始しているのである。\n(ｵ)　以上に鑑みれば，乙２２の１及び乙３２の「Ａ」の各印影は，原告の印章によ\nるものであることは明らかであり，各委任状が真正に成立したものと推定さ\nれる。\nイ　他の証拠によっても，原告の使者であるＦが，原告の意思に基づいて各委任状\nへの押印をしたと認められること。\n(ｱ)　乙２２の１及び乙３２の各委任状の「Ａ」の各印影は，Ｆによって押印されたも\nのであることは，原告本人尋問及びＦの陳述書(甲５８)から明らかである。\nまず，原告は，原告本人尋問において，原告代理人から，Ｅに対する本件賃\n貸借契約に関する代理権授与手続について，平成８年３月２１日の集会に\nついて「このときはどうしたんですか，あなたが行かないで。」と質問された\nのに対し，「妻，Ｆにお願いしました。」と述べ(原告調書１４頁)，また，「平成\n８年３月２１日の集会には参加していないけども，夕方，Ｅさんの御自宅に\n行って，妻が押印したと。」との被告指定代理人からの質問に対しても，「は\nい。」と答えた(原告調書３４頁)ほか，上記集会に「妻の持っていったのは判\nこは私の実印に間違いありません。」(原告調書４０頁)と供述している。\nそして，Ｆ自身も，「平成８年３月２１日当日は，夫は勤務があり，どうしても行\nけぬ為に私が行くことに(以前もこのようなことがあったので)」なり，「Ｅさん\n宅の玄関先でＥさん本人が書類を出してくださり，・・・Ａの氏名の欄に実印\nを押印しました」と述べている（甲５８）。\nそうすると，少なくとも，平成８年３月２１日，原告の使者であるＦが，Ｅ宅にお\nいて，同人がＦに対して提示した本件賃貸借契約に係る何らかの代理権を\n授与する旨の文書に原告の実印で押印したことが認められる。\n(ｲ)　この点，原告は，Ｆが平成８年３月２１日にＥ宅において押印した委任状は，\n地区協議会の代表者変更に伴って，賃貸料の請求等に関して作成する委\n任状であり，本件改定後賃貸借契約及びその予約の締結に関する委任状\nは別に存在すると主張する。\nしかし，平成８年４月１日に地区協議会の代表者がＤからＥに変更された際に\n作成され，原告がＥに対して本件賃貸借契約に係る何らかの代理権を授与\nする旨を内容とする文書は，乙２２の１及び乙３２の各委任状のほかには一\n切存在しない。\na　平成８年３月当時，同年４月１日に地区協議会の代表者がＤからＥに変更す\nるに伴って本件改定前賃貸借契約に係る賃貸料の請求等に関する委任\n状を作成する必要があったこと，また，一方で，本件改定前賃貸借契約\nの更新(本件改定後賃貸借契約及びその予約の締結)に関する委任状を\n作成する必要もあったということは，原告が指摘するとおりである。\nしかしながら，両者は，いずれも本件施設内の民有地について被告と本件施\n設内の上瀬谷農業専用地区の各地権者との間の賃貸借に係る代理権\nの授与であり，これをあえて別個の委任状によってしなければならない\n理由はない。授与を受けるべき代理権の対象となる法律行為あるいは\n事実行為が複数であるからといって，委任状がそれぞれ各行為毎に作\n成されなければならない必然性は全くなく，むしろ，同時に複数の行為に\n関して代理権を授与する場合には，１通の委任状を作成し，これに複数\nの行為の代理権授与であることを記載するのが通常である。\nそして，各地権者は，慣例として，地区協議会の代表者に賃貸料の請求等\nに関する代理権を授与し，同代表者が被告に対して賃貸料の請求等を\n行うこととなっていたところ，平成８年３月当時，同年４月１日に地区協議\n会の代表者がＤからＥに変更するに伴って本件改定前賃貸借契約に係\nる賃貸料の請求等に関する委任状を作成する必要があり，また，一方\nで，本件改定後賃貸借契約及びその予約の締結に関する委任状を作成\nする必要もあり，賃貸料の請求等も本件改定後賃貸借契約及びその予\n約の締結も同月１日以降に予定されていた。\nそこで，いずれについても，Ｅを代理人として被告との間で契約の締結等の\n行為をすれば足りることから，これらの代理権の授与を受けるために作\n成されたのが，乙２２の１及び乙３２の各委任状であったのである。\nb　この点，Ｅは，「賃貸借契約の締結というのが予約に基づいた賃貸借だとす\nると，２で『前項の契約に基づく，賃貸料の請求並びに受領』と書いてあ\nるわけだから，これとは別に平成８年４月１日から平成９年の３月分まで\nの賃貸料について，請求したり，受領したりするための委任状というのが\n別にあると思うんだけど，どうですか。」と質問されたのに対し，「…ないと\n思います。」と証言し(Ｅ調書６２，６３頁)，また，「委任状のことだけど，賃\n貸料の受領と契約の締結，これを分けて委任状を取らなければいけない\nとか，そういうことは分かりますか。」との質問に対し，「その時点では全\n然分かりませんでした。」と証言し，さらに，「賃貸料を受領するための委\n任状と，新しい契約を結ぶための委任状。これは別々に取らなければい\nけないんだというようなことを今日まで言われたことはありますか。」との\n質問に対しても，「ないです。」と証言している(Ｅ調書８５頁)。\nc  一方，原告自身も，原告を含めた各地権者が，平成８年３月２１日以外に本\n件賃貸借契約に係る何らかの代理権を授与する機会があったか否かと\nいう質問に対して次のように供述し，そのような機会がなかったことを明\nらかにしている。\nすなわち，原告は，「もう一通，ほかに委任状があるという御主張をされてい\nるんですけれども，仮にもう一通委任状を作るとして，その関係で集まっ\nて欲しいという連絡を受けたことはありますか。」との質問に対し，「ありま\nせん。」と供述し，さらに，「平成８年３月２１日に，印鑑を押したほかに，\n印鑑をその近くで押したという，そういう地権者，Ａさんの近くにいらっしゃ\nいますか。」との質問に対しても，「聞いたことありません。」と供述してい\nるところである(原告調書５１頁)。\nd　以上から，平成８年３月２１日，原告の使者であるＦが，Ｅ宅において，原告\nの実印を押印したのは，乙２２の１及び乙３２の各委任状であることは明\nらかである。\n(ｳ)　原告は，本件改定後賃貸借契約及びその予約の締結に関する委任状を作\n成した平成８年３月２１日の地区協議会の集会を告知する案内状(乙４３)の\n作成日付が同月１１日である一方，「土地賃貸借契約予約締結依頼書」(乙\n２１)の作成日付が同月１５日となっていることからすれば，同月２１日の集\n会において本件改定後賃貸借契約及びその予約の締結に関する手続が\n行われた余地はないと主張する。\nしかしながら，被告から本件改定後賃貸借契約の予約の締結を求める依頼書\nが集会が開催された日よりも後に至って送付されていれば格別，本件にお\nいては，集会が開催された平成８年３月２１日より前である同月１５日付け\nで「土地賃貸借契約予約締結依頼書」が作成されてＤに対して送付されて\nいるのであるから(乙２１)，同月２１日の集会の目的に本件改定後賃貸借契\n約及びその予約の締結に関する委任が入り込む余地は存在しないというこ\nとにはならない。\nしたがって，原告の主張は失当である。\n(ｴ)　さらに，原告は，Ｅの証言を引用し，平成８年３月２１日に上瀬谷集会場でＥ\nが取った委任状は，乙３３ないし乙３６の各委任状と同様の，本件改定前賃\n貸借契約に係る賃貸料の請求等に関する委任状にほかならないと主張す\nる。\nしかしながら，原告が引用するＥの証言部分をみると，\n原告代理人\n「平成８年の３月２１日のときに取った委任状というのは，今見ていただいてい\nる，この乙第３３号証のような委任状だったんじゃないですか。」\nＥ証人\n「(うなづく)」\n原告代理人\n「うなづくということでいいの。」\nＥ証人\n「そうですね。そうだと思います。」\nと証言(Ｅ調書６４頁)しているだけであるが，この証言が，平成８年３月２１日に\n作成した委任状が，本件改定前賃貸借契約に係る賃貸料の請求等に関す\nる代理権の授与に係るものであることに加え，本件改定後賃貸借契約及び\nその予約の締結に関する代理権の授与に係る委任状ではない，すなわ\nち，乙２２の１及び乙３２の各委任状ではないとの趣旨で証言しているとは\n到底言えない。上記証言部分は，「この乙第３３号証のような委任状」とす\nるのみで，質問自体が極めてあいまいであり，他方で，乙２２の１及び乙３２\nの各委任状は，本件改定前賃貸借契約に係る賃貸料の請求等に関する代\n理権の授与を含むものであったから，Ｅが「乙第３３号証のような」委任状で\nあったのかと質問を受ければ，これを肯定するのはもとより当然なことであ\nる。\nそして，Ｅが，全証言を通じて，平成８年３月２１日に作成したのが，乙２２の１\nと乙３２の各委任状であることを前提として証言していることは，明らかであ\nる。\nしたがって，原告の主張は失当である。\n(ｵ)　原告は，乙２２の１及び乙３２の各委任状が偽造であると主張する根拠とし\nて，①既に死亡している者についてそのまま押印させているなど平成８年\nにおける委任状の作成がずさんであること，②原告は，平成８年３月２１日\n以前から，そして，それ以後においても，「米軍上瀬谷基地の返還と跡地利\n用問題懇談会」の活動に参加していたのであるから，その原告が本件改定\n後賃貸借契約及びその予約の締結に関する代理権をＥに対して授与する\nことはあり得ないことを挙げる。\nしかしながら，以下に述べるとおり，原告の主張はいずれも失当である。\na　①について\n確かに，乙２２の１及び乙３２の各委任状には，既に死亡している者について\nそのまま押印されていることが認められるが，相続人が所定の手続をと\nらずに被相続人の印により押印することも珍しいことではなく，そのような\n事実があるからといって上記各委任状が偽造されていることの証左とな\nらない。\nそして，Ｅ証言においても，乙２２の１及び乙３２の各委任状が偽造されたこと\nを裏付ける証言はなく，かえって適正に作成されたことが明らかである。\nなお，原告が指摘する乙２２の１の委任状の改ざんとは，Ｅが，乙３２の委任\n状のとおり，委任状の日付の「年」「月」「日」の各欄にボールペンで「８」，\n「３」，「２５」と書き入れた上，横浜防衛施設局に郵送し，同委任状は，平\n成８年４月１０日ころ，横浜防衛施設局に届き，本件施設内の土地の賃\n貸借契約関係を担当する同局施設部施設取得課の担当官は，郵送され\nた委任状を見て，従来から本件施設内の土地の賃貸借契約関係の代理\n人を兼務していた地区協議会代表者がＤからＥに交代したのが，同年４\n月１日であるのに，委任状がそれ以前の日付である同年３月２５日となっ\nていることは形式的におかしく，会計検査院による会計検査でこの点が\n書類上の不備と指摘されるのではないかと懸念し，カッターと鉛筆を使\n用して，作成日付をＥが正式に代表者に就任した以降の日である同年４\n月８日と書き換えた（なお，同担当官は，平成１０年１１月２６日の第２回\n口頭弁論期日の前日になって，日付欄に鉛筆書きとボールペン書きの\n部分があるのは体裁が悪いと考え，「４」，「８」の鉛筆書き部分を，ボー\nルペンで書き直した。），というものであるから，乙２２の１の委任状の原\n告の印影部分を偽造したか否かといった問題とは無関係である。\nb　②について\nそもそも，原告は，本件訴訟提起前に本件改定前賃貸借契約の更新につい\nて異議を述べたことはないのであって，平成８年３月２１日の委任状作成\n当時において，原告が賃貸借契約の継続を拒絶する意思を固めていた\nとは言い難い。すなわち，原告は，遅くとも平成８年１１月１７日の時点で\n平成９年春に本件改定前賃貸借契約が終了して更新手続が必要となる\nことを知っており(原告調書４２頁ないし４５頁)，しかも，平成９年３月に開\n催された地区集会に参加し(原告調書１９頁)，Ｅから各地権者に対し，平\n成９年１月８日に締結された本件改定後賃貸借契約について説明がされ\nたにもかかわらず，原告から異議等が出されたことはなかった(Ｅ調書３２\n頁ないし３４頁，原告調書２０，２１頁)。そして，その後も原告からＥに対し\nて本件改定後賃貸借契約の締結に関する代理権の授与について異議\nが述べられたこともないのである(Ｅ調書３４，３５頁，原告調書４６頁参\n照)。　したがって，原告自身，本件改定後賃貸借契約の締結を拒絶する\nまでの意思を有していたとは考えられない。\nなお，この点について，原告は，「平成９年３月の地区集会においては，地代\nの値上げがあったという報告があったものの，そのほかに説明はなかっ\nた。」と供述する(原告調書２０頁)。しかしながら，本件改定後賃貸借契約\nは，平成９年１月８日に締結されており，また，「同年３月の地区集会は，\n特に委任状への押印等の作業がなかったにもかかわらず，３０分くらい\nかかった」(原告調書２０，２１頁)ことに照らせば，同集会において，本件\n改定後賃貸借契約について説明がなされなかったということはあり得\nず，原告の上記供述部分は信用できない。\n(ｶ)　原告は，乙２２の１及び乙３２の各委任状にＦが原告の実印を押印したとして\nも，委任事項は，地区協議会の代表者の変更に伴う賃貸料の請求等に関\nすることに限られ，本件改定後賃貸借契約及びその予約の締結に関するこ\nとは含まれないと主張する。\nしかし，委任事項は，前者のみならず後者も含まれていたものと言うべきであ\nる。その理由は，次のとおりである。\na 　上瀬谷農業専用地区においては，会計年度毎の更新があるとしても，毎\n年，地区協議会代表者に対する代理権の授与の手続を採るとの方式は\n採用せず，同代表者が変更した場合に委任状を作成することとしていた\n(乙３３ないし３６)。\nb 　本件施設内の土地は，それらの耕作者らが，本件施設の運営に支障を来さ\nないように，払下げに条件を付されても構わないとした上で払下げを求\nめたことから，被告は，本件各土地を含む本件施設内の土地の売渡を\nするに際し，駐留軍の利用及び活動に支障を及ぼすことのないように買\n受希望者に対して売渡条件を設定し，買受者はその条件を受諾した上\nで，買受けをしたものである。したがって，いずれの買受者，すなわち地\n権者は，駐留軍の使用が終了するまでの間は，賃貸借契約が継続する\nことを当然の前提として，賃貸料の受領のために必要な手続に関しての\n委任が必要なため，委任状を作成したと解すべきである。\nこの点，原告は，「委任状は，国から下りてくる地代と地代の交渉のために代\n表者に委任するということで作りました。」(原告調書５頁)，とあるが，地\n代の受領は，賃貸借契約が有効に存続していることが前提となっている\nところ，賃貸借期間満了後の賃貸料の受領を委任しようとすれば，当然\nその前提として賃貸借契約の更新も委任しなければならないはずであ\nる。とすれば，乙２２の１及び乙３２の各委任状作成時には，原告として\nは，従来どおり，賃貸料の受領のために必要な手続を行わせることを目\n的として代理権をＥに授与し，かつ，その当然の前提として駐留軍の使\n用が終了するまでの間，賃貸借契約を継続させる法律行為(本件改定後\n賃貸借契約及びその予約の締結)をすることの代理権も授与したものと\n解するのが合理的である。\n（原告の主張）\n更新契約の不成立\n(1) ２種類の委任状の存在\nＦが，平成８年３月２１日にＥ宅を訪れ，地区協議会の代表者変更に伴って作\n成される賃貸料の請求等に関する委任状につき押印した事実はあるが，本件改\n定前賃貸借契約の更新（本件改定後賃貸借契約及びその予約の締結）に関す\nる委任状を作成した事実はない。\nア　乙３３の委任状は，地区協議会の当時の代表者Ｊに宛てて各地権者が委任\nしたものであるが，委任事項としては，「駐留軍使用中の私共所有に係る，上\n瀬谷通信施設内の不動産に対し，昭和５９年４月１日以降，横浜防衛施設局\n長との契約締結・賃貸料の請求ならびに受領に関する一切のこと」と記載され\nている。これは，１年毎に賃貸料が見直し・増額され，そのためにその交渉と\nその妥結（契約締結）が行われ，その結果，賃貸料が支払われるが，その受\n領等につき，一切の権限を代理人Ｊに付与するという内容になっている。そし\nて，委任の時期（期間）については，「昭和５９年４月１日以降」として終期を定\nめた表現になっていない。\nこれは，地区協議会の代表者が賃貸料の請求等の代理人として選任された\n以降はその退任に至るまでこの委任状の効力が継続することを意味し，他\n方，同代表者が交代した場合には委任状を取り直す必要のあること（賃貸料\nの支払という公金支出の関係上，必然的にその取り直しが要求される。）を示\nしている。\n乙３４，３５の各委任状は，地区協議会の代表者Ｋに，乙３６の委任状は，同\n代表者Ｄに乙３３と同趣旨の委任が行われたものであり，各委任状において\nは，期間は，特定の年月日「以降」と記載され，委任事項の記載も同一であ\nる。\nなお，乙３４，３５の各委任状は，地区協議会の同じ代表者に委任するもので\nあるが，これは，乙３４の委任状の地権者が５８人であるのに対し，乙３５の委\n任状の地権者が６０人になっていることから，相続等による地権者の追加的\n変更及び交代的変更に伴って，委任状の取り直しがなされたものである（公\n金支出である賃貸料の支払であることから必要とされる）。\nイ　そして，平成８年２月２２日の地区協議会の役員会において，Ｅが新代表者\nに選ばれて同年４月１日から地区協議会の代表者となることになったことか\nら，地区協議会の代表者の変更に伴って，乙３３ないし乙３６の各委任状と同\n様の，期間を「平成８年４月１日以降」，受任者をＥとする委任状を取り直す必\n要性が生じ，同年３月２１日の集会で上記委任状の作成がされることとなった\nのである（乙４３「上瀬谷管理組合の代表者変更に伴う委任状作成について\n（ご案内）」と題する書面）。\nウ　他方，本件改定前賃貸借契約の更新についての交渉・妥結に当たっては，\n上記の賃貸料の請求等に関する委任状とは別の委任状が必要であり，地区\n協議会の代表者の変更に伴い作成されるものではなく，初めて作成される必\n要のあったものである。\nエ　平成８年４月８日付け委任状（乙２２の１）及び同年３月２５日付け委任状（乙\n３２）の内容の検討\n上記各委任状の委任事項は，「１．賃貸借契約の予約及び賃貸借契約の締\n結に関すること。２．前項の契約に基づく賃貸料の請求並びに受領に関するこ\nと」となっており，明らかに平成９年３月における契約更新に関する委任内容\n（上記１項）で，かつ，賃貸料の請求及び受領についても２項の前項の契約に\n基づくという記載から，平成９年３月以降の賃貸料の請求及び受領を委任す\nる内容となっている。\nしたがって，乙３３ないし３６の各委任状とは明らかに委任状の種類が異な\nっている。したがって，平成８年４月１日以降の賃貸料の請求等については，\n平成８年２月２２日の地区協議会の役員会における地区協議会の代表者の\n変更に伴って，乙２２の１及び乙３２の各委任状とは別途に，乙３３ないし３６\nの各委任状と同様の委任状が作成されなければならないのである。\n以上から，本件では，地区協議会の代表者の変更に伴う平成８年４月１日\n以降の賃貸料の請求等に関する委任状と本件改定前賃貸借契約の更新に\n関する委任状の２種類の委任状が必要とされることが分かる。\nそして，Ｆは，地区協議会の代表者の変更に伴って作成される上記賃貸料\nの請求等に関する委任状の作成に関与したにすぎない。\n(2) 賃貸料の請求等に関する委任状のみが作成されたこと。\nア　乙４３の検討\nＤからＥに地区協議会の代表者が変更したことに伴って，賃貸料の請求等\nに関する委任状の取り直しが必要となり，ＥはＤとの打ち合わせを経て，地区\n協議会の事務局である農協に案内状（乙４３）を作成してもらい，地権者各戸\nに配布した（乙４２Ｅ陳述書の４，５頁）。\n乙４３の案内状は，平成８年３月１１日付けであり，表題は「上瀬谷管理組合\nの代表者変更に伴う委任状作成について」と明記され，平成８年３月２１日\n（木）（同日，原告は勤務先小学校に出勤しており，集会には参加不可能で参\n加していない。甲５５出勤簿）午後１時から３時までの時間帯で上瀬谷集会場\nで集会を行う旨記載し，各地権者にその案内を行った。　案内状では，集会目\n的を「横浜防衛施設局との賃貸料更新契約において，上瀬谷管理組合の代\n表者が変わりましたので，横浜防衛施設局との委任状を下記のとおり作成し\nて頂きますので，ご案内申し上げます。」と明示し，委任状の作成が賃貸料を\n増額して賃貸借契約を更新（会計年度毎の書き替え）する，いわゆる賃貸料\nの請求等に関する委任状の取り直しで，その理由は地区協議会の代表者の\n変更にある旨を明記した。\nしかも，上記案内状は，実印持参（印鑑証明の持参は謳われていない）と指\n示した上で「もし，作成が出来ませんと賃貸料の振込がなくなってしまいます\nのでご注意下さい。」と念には念を入れて賃貸料の請求等に関する委任状の\n作成であることを明記している。\nイ　証人Ｅの証言\n以下のとおり，証人Ｅの証言から，平成８年３月２１日の集会において，本件\n改定前賃貸借契約の更新のための委任状が作成されていないことが明らか\nである。\n(ｱ)　証人Ｅは，①「代表者の変更に伴う賃貸料の請求等に関する委任状の取\nり直しが，平成８年３月２１日の集会の大体の目的であった。」と証言し，②\n大体というのはほかにどんなことがあるのかという原告代理人の質問に対\nしては返答せず，③期間を平成８年４月１日以降，代表者をＥとする賃貸料\nの請求等に関する委任状があるかという原告代理人の質問に対しては「よ\nく覚えていない」と証言し，④平成８年３月２１日のときに取った委任状とい\nうのは，今見ている乙３３のような委任状であったのではないかという原告\n代理人の質問に対してうなずき，原告代理人の「うなづくことでいいのか」と\nいう質問に対し，「そうですね。そうだと思います。」と証言している。\n以上の①から④の証言から，Ｅが，平成８年３月２１日に上瀬谷集会場で\n乙３３ないし乙３６と同様の賃貸料の請求等に関する委任状を作成したこと\nが分かる。\n(ｲ)　さらに，Ｅは，①上記集会において，翌年の３月１９日で契約が終了する\nことが分かっていたかという原告代理人の質問に対し，「そのときは分かっ\nていないです。」と証言し，②乙２１の「土地賃貸借契約予約締結依頼書」に\nついて，それ自体よくわからなかったということかという原告代理人の質問\nに対し，「そうですね。・・・これじゃ，ちょっと意味がぴんとこなかったというこ\nとは確かです。」と証言し，③乙３２の委任状の「１」と書いてあるところの\n「賃貸借契約の予約」の「予約」とは何かという原告代理人の質問に対し，\n「・・・わかりません。」と証言し，④乙１３の「土地賃貸借契約書」を見たこと\nはあるかという原告代理人の質問に対し，「・・・余りないですね。」と証言\nし，⑤乙１３の「土地賃貸借契約書」に基づいて，乙１３とは別に毎年賃貸\n料を変えたりするために毎年度作成する更新契約書の位置付けについて\nは分かるかという旨の原告代理人の質問に対し，「余りよくわかりません。」\nと証言し，⑥全く新たに土地賃貸借契約書を作り直したのは今回が初めて\nかという原告代理人の質問に対し，「分からない。」と証言している。\n以上の①から⑥の証言によれば，Ｅが，本件賃貸借契約に関して，契約\n内容の基本部分はもとより，本件改定後賃貸借契約及びその予約の内容\nについてもほとんど理解していない状況であることから，同内容について短\n時間（Ｅは，集会が始まってから，２，３分して判子を取り始めた旨を証言す\nる。）で説明することは不可能である（同内容については，質疑応答・説明\nを尽くして時間を相当程度かけざるを得ない。）。　他方，賃貸料の請求等\nに関する委任状の地区協議会の代表者変更に伴う取り直しであるならば，\n各地権者において既に承知済みのことであり，極めて短時間の挨拶・説明\nで委任状取りの手続は進行することになる。\nしたがって，平成８年３月２１日に上瀬谷集会場でＥが作成した委任状は\n乙３３ないし乙３６と同様の賃貸料の請求等に関する委任状のみである。\n(ｳ)　上記事実は，①当初から集会に参加し，その短時間の挨拶・説明を聞い\nたのは「２，３０人」にすぎず，その余の約４０人は，挨拶・説明なしに，同\n日，委任状の判子を押した旨のＥ証言，②同集会における説明とは，結\n局，地区協議会の代表者が代わったから賃貸料を交渉したり，請求したり，\n受領したりするために委任状が必要だから，作成してくれという，そういう話\nのほかに何かあったかという原告代理人の質問に対し，Ｅが「ちょっと忘れ\nました。」と証言していることからも裏付けられる。\n(3) Ｆが関与した委任状\n原告が平成８年３月２１日の集会を小学校勤務のために欠席した（甲５５）こと\nから，被告主張では同日夕方ころ，原告主張では同日午後７時ころ，Ｆは，原告\nの妹のＬを連れ立ってＥ宅を訪れた。上記訪問をしたＦは，案内状（乙４３）を見た\nだけであり，賃貸料の請求等に関する委任状を作成するという認識しか有してい\nなかった。他方，Ｅの対応もＥが証言するとおり，案内状を見て来たことから趣旨\nは分かっていると思い改めて説明しなかったというものであった（乙４２陳述書の\n７頁）。\n以上から，Ｆが関与した委任状は，乙３３ないし乙３６と同様の賃貸料の請求等\nに関する委任状であることは明らかであり，Ｆは，本件改定後賃貸借契約及びそ\nの予約の締結に関する委任状の作成には一切関与していない。\n(4) まとめ\n以上の次第で，原告はもちろん，Ｆにおいても，乙２２の１及び乙３２の各委任状\nの作成に関与したことはなく，原告作成名義の部分については明らかに偽造さ\nれたものである。\nア　上記偽造は，裁判所が採用した鑑定人Ｉによる印鑑鑑定結果「乙３２の委任状\n中『７　横浜市瀬谷区（省略）　Ａ』の印の欄に押印されている『Ａ』との刻字あ\nる印影１個と，乙３８の印鑑登録証明書の『Ａ』との刻字のある対象印影１個と\nは，全く別個の印顆により押印された相異する印影であると認める。」により\n結論づけられているところである。\nイ　上記偽造は，以下の事由からも裏付けられる。\n(ｱ)　被告は，乙２２の１の委任状について，自らこれを改ざんしておきながらそれ\nを隠して証拠提出し，原本照合を拒否し，さらに，原本が存在するにもかか\nわらず，写しを原本として提出しようとした。しかし，原告代理人の再三にわ\nたる正当な追及の結果，ようやく，被告は原告をして原本照合を行わせ，そ\nの照合の結果，乙２２の１の委任状の改ざんの事実が発覚し，それを受け\nて被告は，乙２２の１の委任状に代わるものとして乙３２の委任状を提出す\nるに至った。そのやり方は，裁判所をも欺罔しようとするもので，訴訟手続\n上要請される信義誠実の原則に反する訴訟行為となっている。\n(ｲ)　また，被告は，既に死亡している者について，そのまま生存者として扱って押\n印させている。\nＥ証言（Ｅ調書５６頁）によれば，委任状用紙は防衛施設局が予め準備し，代\n表者であるＥに送付又は交付されたところ，その地権者欄に死亡者の氏\n名，住所が印字され，その箇所にその死亡者の実印が押印されているとい\nう。しかし，乙４３の案内状の送付を受けた地権者（正確に言うとその死亡\n者の相続人）が，死亡者の実印を用意して集会に参加することはあり得な\nい。そして，Ｅ証言（Ｅ調書７１，７２頁）によれば，集会中に死亡者の実印を\n取りに戻った地権者もいない。\nとすれば，平成８年３月２１日に死亡者の実印が押され，その結果として乙２２\nの１及び乙３２の各委任状が作成されたということはあり得ない。この集会\nで作成されたのは，被告によって未だに提出されていない賃貸料の請求等\nに関する委任状にほかならない。\n(ｳ)　さらに，原告は，平成８年３月２１日の集会以前から，そして以後において\nも，「米軍上瀬谷基地の返還と跡地利用問題懇談会」の活動方針に賛同\nし，基地の全面返還を求める立場からその活動に参加していたことから，\n原告自身はもちろん，Ｆにも，乙２２の１及び乙３２の各委任状作成への関\n与を指示したり，これを黙認したりすることはあり得ない。\n(ｴ)　被告も，原告が，本件施設の全面返還を求めて，「米軍上瀬谷基地の返\n還と跡地利用問題懇談会」の活動に参加して契約更新を拒絶し，本件改定\n後賃貸借契約を締結していないこと，翻って本件改定後賃貸借契約及びそ\nの予約の締結に関する委任をしていないことを十二分に承知済みであるこ\nとは，以下の事実から明らかである。\n土地賃貸借契約書別表（乙２５）では，賃貸料の年額及び平成９年３月２\n０日から同月３１日までの賃貸料（Ｆが関与した賃貸料の請求等に関する委\n任に対応する）については，原告に対しても，他の地権者と同様の基準で１\n平方メートル当たり金２１４円の割合による賃貸料として「年額４７万６３６４\n円，平成９年３月２０日から同月３１日まで金１万５３６６円」を計上し，そのと\nおり入金処理することになった。なお，原告の上記別表における順位は，従\n前どおり第７番目に記載されている。\nしかし，平成１０年２月２３日付け「改定契約書」（乙２９）は，平成９年４月\n１日以降の年額を改定処理したものであるが，その別表では，原告は，従\n前の順位から脱落させられ順位６３番の昀後尾に記載されている。しかも，\n他の地権者については，１平方当たり２１９円と増額されて計算されている\nにもかかわらず，原告については，契約更新に同意しておらず，更新拒絶\nをしているということで，被告（横浜防衛施設局長）は，これを別個に取り扱\nい，全く増額を認めることなく，前年と同一金額の年額４７万６３６４円で処\n理し，かつ，その賃貸料の支払について，原告を被供託者として供託の手\n続を採っている（甲２６，２７，５２，５３）。\n(5) Ｉ鑑定の正当性とＧ・Ｈ鑑定の不当性\nア　筆跡鑑定の場合は，書くときの姿勢その他の物理的差異，書く時間，テンポ，\n書くときの心理的状態，そのときの感情，自主的作成か否かなどによってその\n筆跡に差異が生じ，従って，その異同の判断に当たり，鑑定人の推測が入\nり，主観に左右されることが多いとされる。\nこれに対し，印章鑑定の場合は，朱肉の差，そのつけ方，押し方等によって若\n干の相違は生じるものの，基本的には物理的に存在する印章(印鑑)に規定さ\nれ，客観的鑑定が可能とされている。\nところで，鑑定に当たって鑑定人に求められるところは，一見すると極めて類似\n性が高いゆえにその鑑定が求められることから（その類似性が低いと判断さ\nれるものについては，ことさらの鑑定の必要性はない），類似点，一致点の解\n明は当然のこととして，むしろ，不一致点，相違点があった場合に，それが同\n一の印章のものかどうかを合理的に説明できるか否かという鑑別能力が要求\nされ，それが合理的に説明できない以上，それは同一のものではない，と鑑\n定する判断能力が要求される。\nちなみに，Ｇ鑑定に当たったＧは，その著書「文書鑑定の基礎と実際」(１４１頁)\nにおいて，「比較対照する印影について，配字，書体，印影の輪郭と字画の太\nさ等を検査するのは言うまでもないが，特に字画形態や字画構成の検査は重\n要で，各字画の末端や画線と画線のつながり具合等の特徴は詳細に検査し\nなければならない。また，画線が複雑な印影や画数の多い印影等では，画線\nの数が一致するか否かの検査も必要で，画線の数が合わないところから，他\nの検査を行うまでもなく，異なる印影と認めた例も少なくない。」と述べ，その\n「特徴検査」の重要性を指摘し，相違点，不一致点の検証の必要性を強調し\nている。\nイ　以上を前提にＧ鑑定を検討してみることとする。Ｇ鑑定は，鑑定の手法としては\n常識的なところであるが，①顕微鏡検査，②透過光拡大検査，③スーパーイ\nンポーズ法による印影の比較検査，④平面幾何図法を用いての検査を行い，\n次のように結論づけた（以下の鑑定資料１ないし７は，順次乙３２ないし３６，３\n９，３８の「Ａ」の各印影を指す。）。\nすなわち，Ｇ鑑定は，①鑑定資料１と２の印影の比較では，「印影の一部の画線\nの太さの違い」を認めながら，これを「印肉の付着状態又は押印状態の違い\nに起因する変動の範囲」とし，②鑑定資料１と３の印影の比較では，「印肉の\n付着状態が大きく相違しており，一部の画線には押印の際に生ずる変動の範\n囲にあると考えられるわずかな差異」があると認めながら，その差異の説明は\n一切行わずに検討を進め，③鑑定資料１と４，同１と５，同１と６の印影の比較\nも上記②とほぼ同一の表現の記載を行っている。\nつまり，上記②及び③で共通していることは，客観的な相違の点を明確に事実\nの問題として，あるいは物理的差異の問題としてまず把握し，その上でその差\n異がなぜ生じているのか詳細に分析すべきところ，昀初から「印肉の付着状\n態の差異」，「押印の差異」の範囲内と決めつけ，その検討を放棄している。\n後にＩ鑑定の分析で述べるが，Ｉ鑑定で指摘する差異は，到底，印肉の問題や\n押印の仕方の問題で説明できるものではなく，いずれにしてもＧ鑑定の理由\n付けは極めて薄弱なものとなっている。\nＧ鑑定は，④鑑定資料１と７の印影の比較では，画線の太さや長さの差異とし\nて，検体印影の色材の付着量の差，同７の原印影の朱肉の付着量の過剰，\n同印影の複製過程の問題を挙げて，その説明を行い，その上で同１と７の印\n影については「同検体印影の異同に関して，断定的に結論するのは妥当でな\nい。」とした。この点についても，Ｉ鑑定の分析で述べるが，それは異同につい\nて断定的に結論できない範囲に止まるものではなく，明らかに同一のもので\nはないと言えるのである。\nところで，Ｇ鑑定は，以上の検討を踏まえ，「鑑定資料１の印影と同２ないし６の\n印影は同一印顆によって押印したものと判断して差し支えない」としつつ，結\n論としては，「近年の印顆の製作事情及び本件鑑定資料１ないし６の印影に\n印顆に固有の決定的な特徴が検出されない点を考慮すると，鑑定資料１の印\n影と鑑定資料２ないし６の印影が同一印顆によって押印されたものと断定的\nに結論するのは妥当でない」，「鑑定資料１の印影と同７の複製印影が同一印\n顆によって押印したものか否かについて言及することはできない」と慎重な態\n度をとり，その同一性を肯定するに至っていない。\n裁判所が公正，公平な立場で選任した鑑定人ではなく，一方当事者によって選\n任された鑑定人による鑑定にあっては一般的に依頼者の意向に添った鑑定\n結論が導き出される。しかし，Ｇ鑑定にあっては，印影の不一致点，相違点の\n合理的説明が示し得ないなかで，その結論も，鑑定資料１とその余の鑑定資\n料の同一性を認めることなく終了している。\nウ　通常，自主鑑定は，依頼者側の意向を示し，１回の鑑定をもって終わる。　しか\nし，本件にあってはＧ鑑定(平成１２年５月２日に鑑定依頼)において肯定的鑑\n定を手にすることができなかった被告は，その場を東京から名古屋に求めて\n第２の自主鑑定を行った。それがＨ鑑定(平成１２年７月１０日に鑑定依頼)で\nあり，こうした経緯からしてもわかるとおり，Ｈ鑑定の恣意性は明らかである。\nＨ鑑定は，①顕微鏡検査，②紫外線検査，③印影画像の比較検査をもって行わ\nれた。Ｈ鑑定は，①鑑定資料１ないし６の印影は，「中には，朱肉の着肉量が\nやや多い印影や押捺圧もやや弱い印影があった。押印ズレのあった印影も，\n鑑定資料１，５の印影にあった」が，比較検査には支障にならなかったとし，鑑\n定資料７の印影は複製印影のため「原印影から得られる情報より制約があ\nり」，「比較検査にやや支障がある」とした。\nその上での考察の結論は，全く何らの具体的検証をせず，その上，Ｇ鑑定にあ\nった不一致点，相違点の具体的指摘とそれに対する具体的説明を全く付する\nことなくその本質的な異同はないと結論づけ，鑑定資料７の印影についても，\n「７の印影は複製印影であり，原印影との違いが不明であるが，これも鑑定資\n料１ないし６までの印影と同一印影と判断しても差し支えないものと思われた」\nと断定的記述をし，その一方で，「しかし，これらの印影が同じ印顆から押印さ\nれた印影であるかどうかの判断は，近年の印顆の製作事情を勘案すれば，\n断定する結論は妥当と思われず，同一印影と判断するに止める」と述べるとこ\nろとなっている。\nしかし，後に述べるようにＩ鑑定に客観的に示された不一致点，相違点は現に存\n在するのであり，また，Ｇ鑑定でさえも，前記のとおり，その不一致点，相違点\nを指摘しているところであり，こうした具体的事実の指摘とその合理的説明を\n放棄しているＨ鑑定を措信することは到底できない。\nエ　Ｉ鑑定人は，裁判所により選任され，乙３２と乙３８の鑑定資料をもとに鑑定を行\nっている。\nＩ鑑定は，①篆刻・刻字特徴点指摘鑑定法，②幾何学線鑑定法，③透視鑑定法\n(重ね合わせ法)によりその刻字の異同を鑑定した。Ｉ鑑定は，乙３２と乙３８の\n「Ａ」の各印影に関し，印影の鮮明度，インクの付着状況をチェックし，印鑑鑑\n定資料として適切と判断した上で鑑定を進めた。鑑定のための資料作成も対\n照印影を各々接写撮影し，同一条件のもとに同一寸法に拡大して拡大資料を\n得た。なお，透視鑑定法に使用した透視複写は拡大資料の写真を複写コピー\nにして得た。\n(ｱ)　前記①特徴点指摘鑑定法では，刻字の打込点，終筆部，字画の位置，角\n度，彎曲度，その他の特徴点につき，相違点(立証点)を多数にわたり事実\n集積した。\n(ｲ)　前記②の幾何学線鑑定法では，特徴点と特徴点を結ぶ直線と斜線を設定\nし，その線上の刻字判定，距離及び接触点等の検査をし，相違点(立証点)\nを多数にわたり事実集積した。\n(ｳ)　前記③の透視鑑定法(重ね合わせ法)では，透明紙により基点(特徴点)を基\n準にしての重ね合わせ検査，２個の印影の重ね合わせによる輪郭，打込\n位置，終筆位置，角度，大きさ等の検査をし，相違点(立証点)を多数にわた\nり事実集積した。\nその上で，３種類の鑑定法による刻字相違点(立証点)の集積の結果，乙３２及\nび乙３８の「Ａ」の各印影は，「全く別個の印鑑により押印された相違する印\n影である」との結論に達したものである。\nこれを具体的に鑑定資料に即して検討すると次のことが確認できる。前記(ｱ)\n項の特徴点指摘鑑定法で検討された拡大写真を見てみると終筆部の角度\nの相違が多数指摘され，彎曲度の相違も明白となっている。刻字の肉細\n(乙３２の「Ａ」の印影)に対し，刻字の肉太(乙３８の「Ａ」の印影)も多数指摘\nされ，刻字の間隔の多(乙３２の「Ａ」の印影)，少(乙３８の「Ａ」の印影)も指\n摘されている。\nまた，印影の中央部について言うと，乙３２の「Ａ」の印影にあっては彎曲が激\nしいが，乙３８の「Ａ」の印影にあってはその彎曲はなく，一見してその差異\nは明らかとなっている。\nこれらの相違は印肉の付着状況や押印の力の入れ方で合理的に説明できる\n範囲のものではなく，明らかに印顆が相違していることを示している。\n前記(ｲ)項の幾何学線鑑定法の拡大写真によっても，終筆部の相違は明らか\nで，印影の中央部の彎曲の相違も明らかとなっている。\n前記(ｳ)項の透視鑑定法(重ね合わせ法)は，前記(ｱ)項で確認した相違につ\nき，それを重ね合わせることによって確認したもので重ね合わせ部分とは\nみ出す部分との比較検討により，その相違が明白となっている。\nところで，Ｉ鑑定人は，長年警察鑑定の専門家としてその知識を集積し，指紋\n鑑定はもとより筆跡鑑定，印章鑑定もその途の第一人者というべき地位を\n占めている。本人経歴書によっても大森勧銀殺人事件，大韓航空爆破事\n件，入間市連続幼女誘拐殺人事件，埼玉県自殺偽装殺人事件，京都小２\n殺害事件でも鑑定に関与し，事件解明に貢献しているところである。\nいずれにしても，乙３２及び乙３８の「Ａ」の各印影は，客観的に相違しており，\nその差異を合理的に説明し，それが同一であると証明することは不可能で\nある。\n(6) 原告及びＦ自身の意思の欠缺\n被告は，原告が，Ｆを使者として，Ｅに対し，平成８年３月２１日，本件各土地に\nついての本件改定後賃貸借契約及びその予約の締結並びに同契約に基づく賃\n貸料の請求及び受領に関する代理権を授与したと主張する。\nしかし，原告及びＦにおいて乙２２の１及び乙３２の各委任状の作成に関与し\nた事実がないことは，既に主張した。\n同時に，原告はもとよりＦにおいても，平成８年３月２１日に作成した委任状が\n乙２２の１及び乙３２の各委任状であれ，別異のものであれ，そもそも，その書類\nの作成に当たり，地区協議会の代表者の変更に伴う賃貸料の請求等に関する\n委任状の作成という認識しかなかったものである。\nしたがって，原告及びＦには，被告主張の委任状の作成につきその認識がな\nく，その意思を欠缺しているものである。\n３　争点３について\n（原告の主張）\n(1) 仮に，本件賃貸借契約の不確定期限の内容について，被告主張のとおり解釈し\nた場合には，少なくとも本件各土地については，平成７年１０月に同賃貸借契約\nの使用目的である通信施設としての使用は終了し，その使用が終了してから６\n年以上が経過しているにもかかわらず，現に米国が返還していない以上，未だ\nに「駐留軍が使用する間」ということになり，同賃貸借契約の不確定期限は，未\nだに到来していないということになる。そればかりか，今後も米国が現に本件施\n設及び区域を返還しない限り，通信施設としての使用が終了しているにもかか\nわらず，本件各土地が永遠に返還されない状態が続くことになる。\n(2) 信頼関係の破壊\nしかしながら，前記のとおり，原告を含む各地権者は通信施設としての使用の\n必要性が認められる限りでの所有権の制限を受忍したに留まる。したがって，本\n件賃貸借契約締結に当たっては，本件賃貸借契約上，明文で明らかにした使用\n目的である通信施設としての使用が終了したときに，米国が，被告に対し，地位\n協定に基づいて，本件施設及び区域を返還すること，さらに，これによって本件\n施設及び区域の返還を受けた被告が，原告に対し，不要となった本件各土地を\n返還することを当然の前提としていた。\nすなわち，原告は，通信施設としての使用が終了した場合には，被告から本\n件各土地の返還を受けることを当然の前提として，被告との間で本件賃貸借契\n約を締結しているのである。\nそうだとすれば，仮に，米国が返還しない以上は不確定期限は到来していな\nいとの被告主張の解釈によったとしても，通信施設としての使用が終了している\n以上，本件賃貸借契約における基本的義務又は継続的契約関係である賃貸借\n契約の基礎をなすべき信頼関係上の義務として，被告と原告との契約関係にお\nいては，使用目的は終了しているが返還はされないという不正常な状態を解消\nさせるべく，被告がその責任において，米国から本件各土地の返還を受けるべく\n努め，原告に対して返還すべき義務を負担していると解すべきである。\n(3) 本件賃貸借契約の解除\nしかるに，被告は，現在に至るも，本件各土地を返還していない。\nそればかりか，被告は本件施設の通信施設機能の終了について評価する立\n場にない，本件施設内に所在した一部の物件が撤去されたことをもって，同施設\nが通信施設としての機能を終了したと断定することはできないなどと主張して，\n通信施設としての機能終了後，既に６年以上が経過しているのに，本件各土地\nの返還のために努力しようとしないばかりか，その返還を拒絶している。\n前記のとおり，平成１１年ころには，米軍の現地司令官自らが本件各土地を\n含む８０パーセント以上の土地が遊休化していることを認め，その返還を被告に\n打診するに至っているが，その時の本件各土地を含む本件施設の状況は，平成\n７年１０月当時と何ら変わるところはなかった。\n逆に言えば，平成７年１０月当時から現在に至るまで米国自らが本件各土地\nの遊休地化を認める状態が続いているのに，被告はこれを放置してきたのであ\nった。被告の対応はあまりに不誠実であり，かつ，不信義極まりないものであ\nる。\nしたがって，このような被告の行為は，本件賃貸借契約における基本的義務\nに反し，継続的契約関係である賃貸借契約関係の基礎をなすべき信頼関係を\n著しく破壊している。\nよって，原告は，仮に，不確定期限は到来していないと解される場合でも，本\n件賃貸借契約の使用目的が終了していることに伴う上記義務の不履行を理由と\nして，平成１１年１２月１６日付け準備書面（同日第９回口頭弁論において陳述）\nをもって本件賃貸借契約を解除する旨の意思表示をした。\n（被告の主張）\n本件賃貸借契約上の義務違反及び背信行為に基づく無催告解除の主張は失当\nである。\n本件各土地を含めた本件施設内の一部の土地の払下げ及び本件改定前賃貸借\n契約が締結されるに至った経緯は，各地権者は，本件施設の重要性を認識した\n上，本件施設の運営に支障を来さないよう，払下げに条件を付されても構わない旨\n表明した，その買受希望者に対しては，その対象地区全体が駐留軍への提供財\n産であるので，売渡に際して個々に賃貸借契約を締結するという条件が付され，そ\nの結果として，本件改定前賃貸借契約が締結された，というものであるから，各地\n権者においては，米国から本件施設のうち当該部分が返還されない限り，被告が\n引き続いてこれを米国に対して提供する義務があり，賃貸借契約も存続することを\n当然の前提としていた。\nしたがって，原告が，通信施設としての使用が終了した場合に，被告から本件各土\n地の返還を受けることを前提として本件賃貸借契約を締結したなどということは到\n底あり得ない。\nこのことは，前記１の被告の主張の(1)エ項のとおり，乙３７の１ないし５３の土地等\n調書の傭考欄に「使用期間は昭.５２.３.２０.から施設返還の日まで」と記載されてい\nることからも明らかであり，また，Ｂと同様に本件施設内の土地の払下げを受けた\nＥが，駐留軍がいる以上は，その目的物たる土地を貸し続けざるを得ないと認識し\nている，と証言している(Ｅ調書４，５頁)ことからも裏付けられる。\nしたがって，原告の主張は，凡そその前提を欠くものであり，失当というほかない。\n４　争点４について\n（被告の主張）\n前記１ないし３の被告の主張で詳述したとおり，本件賃貸借契約の終了原因として\n原告が主張するところはいずれも失当であり，本件賃貸借契約は未だ終了してい\nないことは明らかであるが，万が一，本件賃貸借契約が終了していたと解する余地\nがあったとしても，それに基づく原告による本件各土地の明渡請求は，以下のとお\nり，権利の濫用に該当するものとして許されない。\n(1) 板付基地昀高裁判決\n昀高裁判所昭和４０年３月９日第三小法廷判決(民集１９巻２号２３３頁)は，国が\n所有者から賃借して占領軍に対して提供し，空軍基地地域の一部として使用さ\nせていた土地について，占領状態の終結とともに賃貸借期間の満了によってそ\nの賃借権を失ったものの，その後も駐留軍に提供して使用させている場合にお\nいて，当該土地の所有者が国に対して国の占有が権原のないものとしてその明\n渡しを求めた事案について，以下のように述べ，所有者の国に対する土地明渡\n請求は，私権の本質である社会性，公共性を無視する過当な請求として許され\nないとした。\nすなわち，上記昀高裁判決は，「被上告人国の駐留軍に対する土地の提供は，\n安保条約３条に基づく条約上の提供義務の履行としてなされているのであって，\n上記条約の誠実な履行は，国の義務であり，関係土地所有者らも，直接間接，\nこの国の義務履行に協力すべき立場に置かれているものというべきである。ま\nた，…接収以来現在に至るまで本件各土地を含む広範な土地が占領軍ないし\n駐留軍により空軍基地として使用されて来た事情及びこれに対処するためにな\nされた被上告人国と上告人らを含む土地所有者との間の契約締結に関する経\n緯並びに本件各土地がガソリンの地下貯蔵設備の用地として使用されている事\n実…等に鑑みると，本件上告人らを含む関係土地所有者らとしては，当初の賃\n貸借期間満了(占領の終了)の後も，引き続き，空軍基地としての使用(駐留軍に\nよる使用)が必要とされる間は，その土地の明渡を求め得ないこととなっても，著\nしく予期に反するものではないはずであり，また，本件のような事情のもとにおい\nては，そう解すべき合理的根拠がある(現に，上告人らを除く土地所有者らの接\n収土地については，その必要がないものとして所有者の自由な使用収益が認め\nられたものを除いては，現在に至るまで契約に基づく土地の使用が継続されて\nいることは，この間の消息を物語るものというべきである。)。蓋し，契約に基づき\n被上告人国と関係土地所有者との間にすでに適法に形成された前記のごとき\n土地の使用関係は，単に賃貸借期間が満了した(占領の終了)という一事によ\nり，たやすく消滅させるべきではなく，その使用(駐留軍による使用)の必要性が\n大であるかぎり，むしろこれを存続させることを相当とすることは，借地権が存続\n期間の満了等の事由により消滅した場合においても，建物があるときは，土地\n所有者において，正当の事由がないかぎり，借地権者からの更新の請求を拒絶\nしえないものとする借地法４条１項の精神に照らすも，首肯するに難くないところ\nである。」旨を判示している。\n(2) 権利の濫用を基礎づける事情\nア　条約上の義務の履行\n(ｱ)　本件施設の沿革と権利関係\n本件施設は，旧日本海軍が，昭和１６年，約２３１万平方メ一トルの土地を買\n収し，横須賀海軍軍需部，第二海軍航空廠及び第二海軍技術廠の倉庫を\n設置したことに由来し，その土地は，昭和２０年８月終戦に伴って連合国軍\nに接収されたものであるが，昭和２２年一旦連合国軍による接収が解除さ\nれたものの，昭和２６年３月再び接収されたものである。\nその後，旧安保条約及び行政協定２条１項に基づいて，本件各土地を含む本\n件施設は，駐留軍の使用する施設及び区域として，米国に対して提供さ\nれ，さらに，昭和３５年６月２３日，安保条約の締結に伴い，地位協定が締\n結され，被告は，本件施設を安保条約６条及び地位協定２条１項(a)（同(b)\n項により，従前行政協定によって提供され，同協定の終了の時に使用して\nいる施設及び区域は，同項(a)による提供施設及び区域として扱うことに合\n意したものとみなされた。)に基づき，引き続き駐留軍の使用する施設及び\n区域として米国に対して提供し，駐留軍が管理，使用して今日に至ってい\nる。\nこのように，本件施設は，被告が，米国に対し，条約に基づいて，駐留軍の使\n用する施設及び区域として提供しているものである。\n(ｲ)　条約上の義務の履行\n日本国憲法９８条２項は，「日本国が締結した条約…は，これを誠実に遵守す\nることを必要とする」と規定するところ，被告は，安保条約及び地位協定上\nの義務の履行として，米国に対して駐留軍が使用する施設及び区域を提\n供しているが，駐留軍は，その提供を受けて，我が国の安全に不可欠な役\n割を果たしており，さらに，極東における国際の平和と安全の維持に大きく\n貢献している。このように，安保条約６条の目的を達成するためには，その\n施設及び区域を継続的かつ安定的に提供することが必要不可欠である。\nそして，前記(ｱ)項のとおり，本件各土地を含めた本件施設は，被告が安保条\n約及び地位協定上の義務を履行するため，米国に対して５０年近くにわた\nって継続して提供してきた土地であり，かつ，今後も，引き続き提供する必\n要のある土地である。\nなお，付言するに，冷戦後の国際社会には，依然として様々な流動的要素が\n存在しており，また，日本が位置するアジア太平洋地域は，域内各国の著\nしい経済発展を背景として，政治的・社会的に比較的安定してはいるもの\nの，朝鮮半島にはなお依然として南北の軍事的対峙が継続しているほか，\n北朝鮮の核兵器開発問題や南沙諸島の領有権をめぐる争い等多くの未解\n決の問題や不安定性をも内包しているのが現状である。\nこのような中にあって，日米安保体制は，我が国の安全を確保していくために\n必要不可欠であるとともに，アジア太平洋地域の平和と繁栄にとっても極\nめて重要な役割を果たしている。さらに，日米安保体制は，国際社会にお\nける広範な日米協力関係の政治的基盤ともなっているのである。\nイ　本件施設及び区域の高度の公益性及びその重要性\n本件施設及び区域は，現在も米国が地位協定２条１項(a)に基づいて必要な施\n設及び区域として使用している｛衆議院議員提出上瀬谷基地問題に関する質\n問に対する答弁書（乙４８の２）から明らかなとおり，米国は，本件施設につい\nて，「囲障区域外も含め同施設を現在も通信施設として使用している」と言明\nしている｝。\n確かに，本件各土地は，本件施設のうち囲障区域内に存在するわけではなく，\nまた，本件各土地上にアンテナ等の通信設備が存在するわけではない。しか\nし，本件施設は，もともと多数の土地によって構成され，そこにある種々の施\n設が組み合わされ，その性質上不可分一体となって通信施設としての機能を\n果たしているのであるから，本件施設内に所在する一部の土地だけを微視的\nにとらえてその使用価値を論ずることはできない。\nそして，後述するように，本件施設の総面積約２４２万平方メートルのうち本件\n各土地(２２２６平方メートル)を除く部分については，既に被告がこれを賃借す\nるなどしてその使用権原を取得しているのであり，仮に約０.０９パーセントを占\nめるにすぎない本件各土地を使用することができないとした場合に，被告が\n米国に対して本件施設の提供義務を履行できないという重大な支障が生じる\nことを考慮すれば，駐留軍が本件各土地を使用する必要性及び重要性は，\n極めて高いと言わなければならない。\n前記ア項及び以上に述べたとおり，本件各土地は，被告が安保条約６条に基づ\nく義務を履行するために必要とする土地であり，被告は，これまで５０年近くに\nわたって適法に使用権原を取得するなどした上で，米国に対して提供してきた\n土地である。しかも，本件各土地は，本件施設の機能に鑑みると，他の土地と\n一体となって必要不可欠な土地であり，万が一，本件各土地の明渡請求が認\nめられることとなれば，本件施設の機能を著しく阻害するおそれがあり，本件\n施設の高度の公共性を考えると，本件各土地の明渡しによって被告及び駐留\n軍が被る不利益は極めて甚大である。\nウ　原告の利益\n前記ア及びイ項で述べたとおり，本件各土地の明渡請求を許す場合に被告及\nび駐留軍が被る不利益が極めて甚大であることと比較すると，以下のとおり，\n本件各土地の明渡請求が認められることによって原告が得ることのできる利\n益は，きん少なものである。\n(ｱ)　本件各土地の使用権原の取得等の経緯\n本件施設内の土地の売渡の経緯に照らすと，本件各土地については，もとも\nと２０年の経過によってその明渡しを求めることは予定されておらず，２０年\nの経過に伴う賃貸借契約の終了に基づいてその明渡しを求めることができ\nないことは，当事者が当初から予期していたものである。\na　本件各土地を含めた本件施設を旧安保条約及び行政協定に基づいて米国\nに対して提供するまでの経緯\n(a) 本件施設の由来は，前記アの(ｱ)項で述べたとおりであり，本件施設は，旧\n日本海軍がその敷地として約２３１万平方メートルの土地を買収したこ\nとに端を発する。\nそして，本件施設の土地は，昭和２０年８月に終戦に伴って連合国軍に接\n収されたものであるが，被告は，同年１１月９日，食糧不足対策や復\n員軍人等の就職対策のために緊急開拓事業実施要領を閣議決定し，\nその一環として，従来の用途を廃止した旧軍用地等の国有財産を開\n墾させて払い下げることを内容とする「農耕ニ利用スヘキ旧軍用地等\n国有財産処理ニ関スル実施要領」を策定し，昭和２１年１０月，本件施\n設の一部の土地についても，瀬谷農業会に対して緊急開拓農地開発\n事業を委託した。\nさらに，昭和２２年に連合国軍による接収が解除されたことに伴い，農林省\nは，本件施設の一部の土地を開拓財産として売り渡すことを決定し，\n昭和２５年，神奈川県知事は，売渡適格者を選定して旧自創法４１条\nの２に基づいて貸付通知書を交付したものの，昭和２６年３月に連合\n国軍が開拓財産のまま再接収をしたことから，その売渡は実施されな\nかった。\n(b) その後，被告は，米国に対し，旧安保条約及び行政協定に基づいて，本件\n施設を駐留軍が使用する施設及び区域として提供したが，そのうち開\n拓財産については，駐留軍によって指定された地域内において農耕\nを継続することが認められたことから，国内法上の措置として，昭和２\n７年１０月，旧自創法４１条の２の規定により，前述の売渡適格者に対\nしてその一時使用を許可した(同月２１日の旧自創法の廃止及び農地\n法の施行に伴い，これらの者は，同法６８条によって土地等を使用し\nている者とみなされることとなった。)。\nb　本件各土地の払下げと本件改定前賃貸借契約の締結の経緯\n(a) 本件各土地を含む本件施設は，前記ア(ｱ)項のとおり，旧安保条約及び行\n政協定に基づき，その後，安保条約及び地位協定に基づいて，米国\nに対して施設及び区域として提供されたが，本件施設内で耕作を認め\nられた者は，昭和４０年代ころから，耕作に係る国有地の払下げを求\nめ，被告(横浜防衛施設局長)に対して陳情書を提出するなどの運動\nを展開したが，耕作者らは，その払下げを求めるに際し，本件施設の\n重要性を認識し，本件施設の運営に支障を来さないように払下げに条\n件を付されても構わない旨を表明していた。\nそこで，被告(横浜防衛施設局長)は，耕作者らのこのような要望等を踏ま\nえて内部協議を重ねた結果，昭和４５年４月，その陳情に対し，払下\nげ実施後においても同施設の安定的運営に障害が惹起されないとい\nう方策がなされるということであれば，関係諸機関に助言するなど誠\n意を持って努力する所存である旨を回答したのであり，昭和４８年３月\nの衆議院予算委員会においても，政府委員から，その払下げ(売渡)\n後も本件施設としてこれを提供することが払下げ(売渡)の条件であり，\n耕作者らもその条件に異存がない旨を認識しているとの答弁がされて\nいる。\n(b) このような経緯を経て，被告(神奈川県知事)は，本件各土地を含めた本件\n施設内の土地の一部について，売渡計画を策定したが，その売渡に\n当たっては，本件施設が駐留軍に対する提供施設であって，その売\n渡によって駐留軍の利用及び活動に支障を及ぼすことのないようにす\nるため，①この地区全体が駐留軍への提供財産であるので，売渡に\n際しては個々に横浜防衛施設局と提供契約を締結すること，②この地\n区の売渡区域は農振農用地の指定をし，農業用地として保全すること\n等の売渡条件を付することとし，そのころから行われた買受希望者に\n対する説明会において，その旨が繰り返し説明された。\nこのような事情を前提として，横浜防衛施設局長は，本件施設内の土地の\n売渡については，その売渡と同時に買受人との間で当該土地の賃貸\n借契約を締結することとし，昭和５２年３月１８日，農林大臣に対し，農\n地法７３条による許可を申請し，同月２０日にその許可を受けた。\n(c) 以上のような経緯を経て，被告（神奈川県知事）は，Ｂに対し，昭和５\n２年３月２０日，本件各土地を代金約５４０万円で売り渡した。そして，\n被告（横浜防衛施設局長）は，その売渡条件に基づいて，同日，Ｂの\n委任を受けた代理人Ｊとの間で，本件各土地について，期間を「駐留\n軍が使用する間」との不確定期限が付された本件改定前賃貸借契約\nを締結したのである。\n(ｳ)　以上のとおり，もともと被告が米国に対して提供していた被告所有地につい\nて，その売渡後も本件施設の安定的運営に障害を生じさせないようにする\nために，売渡の条件として本件改定前賃貸借契約が締結されたものであ\nる。このように，本件各土地を含めて本件施設内の土地の売渡を受けた者\nは，本件施設における駐留軍の利用及び活動に支障を生じさせないように\nするため，「駐留軍が使用する間」は継続的かつ安定的にこれを米国に対\nして提供しなければならないことを当然の前提とし，「駐留軍が使用する間」\nは当該土地の返還を求めることができないことを前提にその売渡を受けた\nのである。したがって，本件施設内の土地の売渡については，２０年の期間\nが経過した場合であっても，「駐留軍が使用する間」は，その更新がされる\nべきことが当然の前提となっていたのであり，本件施設内の土地の売渡を\n受けた者において，２０年の期間が経過したとしても，そのことのみをもって\n当該土地の明渡しを求めることができないということは，当初から予期され\nた信義則上当然の事態であったと言わなければならない。\nエ　本件各土地の明渡しを求めることができないことによって原告が被る不利益\n原告が本件賃貸借契約の終了に基づいて本件各土地の明渡しを求めることが\nできないとしても，以下に述べるとおり，これにより，本件各土地の使用及び\n収益の面において，原告が経済的合理性のある不利益を被ることはほとんど\nない。\n(ｱ)　本件各土地に対する利用上の制限\n本件各土地を含む本件施設内の土地のうち売り渡された土地については，そ\nの売渡に際し，農業振興農用地の指定をして農業用地として保全するとの\n売渡条件が付された。\nその結果，神奈川県知事は，昭和５１年２月６日，農振法７条１項に基づき，本\n件施設内等の農地について，農業振興を図るべき地域を保全するために\n農業振興地域の追加を行い，その追加に伴って，横浜市長は，農振法１３\n条１項に基づき，横浜農業振興地域整備計画の変更について，神奈川県\n知事の認可を受けた上，昭和５２年７月１５日にこれを公告したが，その計\n画変更により，本件施設内等の農地は，農地としての利用を継続して他の\n用途への転用を防止するため，農用地区域(農振法８条)に編入され，これ\nらの土地について一定の処分を行うに当たっては，これらの土地が農用地\n利用計画において指定された用途以外の用途に供されないようにしなけれ\nばならない，との制限を受けることとなった(同法１７条)。\n他方，横浜市は，市独自の施策として，農業上の合理的な土地利用を確保す\nることによって都市農業の定着を図るとともに，緑地空間として都市環境の\n保全に資するために農業専用地区を設定し，総合的，計画的に地域農業\nの振興を図ることを目的とする「横浜市農業専用地区設定要綱」を決定し，\n昭和４６年１１月８日からこれを施行していたが，本件施設内等の農地につ\nいて，昭和５２年７月７日付けで同要綱に基づく「農業専用地区」に指定し，\n地区内における農家間の協力協調を図り，もって農業の振興と農業生産の\n向上を図るなど現在に至るまで総合的な地域農業の振興を図っているとこ\nろである。\nこのように，本件各土地は，農振法に基づく農用地区域に編入されるととも\nに，横浜市の農業専用地区としても指定されているから，もともと農業以外\nの使用が著しく困難なものである。\n(ｲ)　本件賃貸借契約による原告の本件各土地に対する使用及び収益の制限\n本件賃貸借契約によって原告の本件各土地に対する使用及び収益がどのよ\nうに制限されるのかについてみると，本件各土地は，前項のとおり，もともと\n農業以外の使用が困難なものであるところ，本件賃貸借契約では，本件各\n土地について，これを原告自らが耕作する権利を留保するとしているので\nあり，原告の使用及び収益を制限するのは，本件賃貸借契約２条(「賃貸借\n物件の使用方法」)２項が「電波障害となる建物及び工作物を設置しない」と\nいう不作為義務を賃貸人たる土地所有者に対して課しているだけである。\nすなわち，本件賃貸借契約によって本件各土地の所有者(賃貸人)たる原\n告が受ける使用及び収益上の制限は，「電波障害となる建物及び工作物\nを設置しない」という制限だけであり，それ以外の制限を課されるわけでは\nない。言い換えると，本件各土地について，本件賃貸借契約の終了に基づ\nく明渡請求権を行使することができないことによって原告が被る本件各土\n地の使用及び収益上の不利益は，本件各土地上に電波障害となる建物及\nび工作物を設置することができない，ということに限られるのであり，本件\n各土地においては，法律上も建築物その他の工作物の新築，改築又は増\n築が制限されている(農振法１５条の１５)ことに照らすと，その不利益はほと\nんどない。\nオ　まとめ\n以上のとおりであり，本件賃貸借契約の終了に基づいて本件各土地の明渡しを\n請求することができないことによって原告が被る不利益は，本件各土地の使用\n及び収益の面からみると，本件各土地上に電波障害となる建物及び工作物を\n設置することができないということのみである。逆に，本件賃貸借契約は，その\n売渡の条件として，本件各土地を「駐留軍が使用する間」は米国に対して提供\nするために締結されているものであり，もともと「駐留軍が使用する間」に本件\n各土地の明渡しを求めることができないことは，当初から予期されていた事態\nであったのである。これに対し，本件各土地を米国に対して提供することは，米\n国に対する被告の条約上の義務であり，本件施設が通信施設として高度の公\n共性及び重要性を有することに加え，本件各土地が本件施設に占める割合が\nわずかO.０９パーセントにすぎず，被告は，国有地以外の土地については，原\n告以外のすべての地権者から適法に使用，占有する権原を取得し，これと国\n有地部分と併せて米国に対して提供しているのであって，仮に本件施設のわ\nずかな部分を占めるにすぎない本件各土地の使用，占有する権原を被告が取\n得することができないとすれば，被告が米国に対して本件施設の提供義務を履\n行できないという重大な支障が生じる。\n（原告の主張）\n(1) 板付基地昀高裁判決の事案は，本件の事案とは異なること。\nア　板付基地昀高裁判決は，従属的な法構造下における判決である。\n板付基地昀高裁判決の事案は，土地の賃貸人が板付基地のために賃貸してい\nた土地を土地賃貸借契約の期間(１年)が終了したことを理由として土地の返\n還訴訟を提起した点において本件訴訟と類似する。\nしかしながら，板付基地の土地賃貸借契約は，占領中に締結されたものであっ\nて，対等な当事者間の法律関係を規制する民法の原則と全く異質な法構造と\nして，駐留軍が占領中において土地を接収するときの契約条項を原型として\n締結されたものであり，こうした占領特権をもって形成した契約の構造が国民\nの土地収奪に役立てられたものである。\n要点を述べれば，①上記判例の土地賃貸借契約では，提供した土地の使用方\n法については何らの限定がない。一旦駐留軍に賃貸してしまうとその使用方\n法一切は駐留軍の自由であり，賃貸人は一切口を差し挟むことができないも\nのとされていた。②また，一旦提供すると，所有権者が自由に譲渡することも\n認められなかった。③賃貸借期間は１年だが，現実には無期限に等しい。\nところで，本件各土地の賃貸借契約は，既に駐留軍による占領状態が終了した\nはずの昭和５２年に締結されたものである。従って，本来は対等な当事者間\nにおける契約関係を規制する民法の原則によって判断されるべきである。\nところが，被告は米国に対する従属的立場，被占領的態度をなんら改めること\nなく，国家主権に反し，国民主権に反し，領土を切り売りする立場に終始して\nいる。\nイ　板付基地昀高裁判決は，現に使用している基地に対する判決である。\n板付基地昀高裁判決の原審は，板付基地が空軍基地であり，滑走路，格納\n庫，飛行機の格納修理施設，機材燃料等の補給施設，運行管理・気象観測・\n照明・通信の諸施設等が一体としての機能を有する基地であること，上記施\n設のために既に４００億円以上の費用が投資されていること，賃貸人の土地\nにはガソリンの地下貯蔵庫が設備されていること等の事情があり，賃貸人の\n土地を明け渡すためには多額の費用を要し，かつ，甚大な不便と困難を来す\nこと等の諸事情があるとの認定をした。\n昀高裁判所は，原審の以上の認定事実を述べた上で，「また，原判示のように，\n接収以来現在に至るまで本件各土地を含む広範な土地が占領軍ないし駐留\n軍により空軍基地として使用されてきた事情及びこれに対処するためになさ\nれた被上告人国と上告人らを含む土地所有者との間の契約締結に至る経緯\n並びに本件各土地がガソリンの地下貯蔵設備の用地として使用されている事\n実」から，土地賃貸人の土地明渡請求が権利の濫用であるとしたものである。\nウ　まとめ\n戦後５０年以上を経た今日においては，被告と土地所有者との法的関係は，支\n配従属関係ではなく，対等な当事者間の土地賃貸借契約として処理されるべ\nきである。\nそして何よりも，本件施設及び区域は，現に基地として使用されておらず，ガソ\nリンの地下貯蔵庫等の施設もなく，同施設のために多額の費用が投資された\n事実もない。したがって，土地の明渡しのために多額の費用を要することもな\nく，また，甚大な不便を来すこともない。本件施設及び区域の返還は，単純な\n土地の返還だけであり，それで十分である。\nよって，原告の被告に対する土地明渡請求が権利の濫用であるとする被\n告の主張は全く当て嵌まらないのである。\n(2) 本件施設及び区域の高度の公益性及びその重要性について\n第１に，この点については，何ら具体的な主張立証がなされていない。\n第２に，仮に，百歩譲って，駐留軍の現実の使用，未使用に関係なく，単に駐留\n軍に提供している施設及び区域であるということだけで公益性・重要性があると\nいう主張であるとしても，本件事案においてはその公益性・重要性をもって原告\nの人権(財産権)を制限すべきではない。\n第３に，横田基地公害訴訟においては，被告は，住民らに対し，横田基地が軍事\n基地であるが故に住民には特別の受忍限度があるという主張をしたが，本件事\n案では，被告は，そこまでの主張をしないし，むしろ，主張できないでいる。\nちなみに，特別の受忍限度論は，既に東京高裁判決(昭和６２年７月１５日判例時\n報臨時増刊，昭62・10・15号)で，克服された課題である。\n同判決は，「行政は，多くの部門に分かれているが，各部門の公共性の程度は，\n原則として，等しいものと言うべきである。国防は，行政の一部であるから，戦時\nの場合は別として，平時における国防の担う役割は，他の行政各部門である外\n交，経済，運輸，教育，法務，治安等の担う役割と逕庭はないのであって，国防\nのみがひとり他の部門よりも優越的な公共性を有し，重要視されると解すること\nは憲法全体の精神に照らして許されないことである。」としている。\n以上のような諸点に鑑みるとき，被告が安保条約に基づいて単に駐留軍に提供\nしている施設及び区域であるというだけで，国民の人権(財産権)を一方的に制\n約する根拠とは到底ならない。\n被告と米国という国家の権力側が何らの具体的な論証もなく，本件施設及び区域\nの高度の公益性，重要性という抽象的な概念だけで，国民の権利(財産権)を制\n限することは，「お上の言うことに従え」式の主張であって，憲法の理念からして\nも到底認め難い。\n(3) 条約上の義務に違反して，施設及び区域の返還義務(土地明渡義務)を怠ってい\nるのは米国及び被告である。\nア　米国及び被告には，以下の条約上の義務がある。\n①地位協定２条２項は，日米両政府は，いずれか一方の要請があるときは，個\n々の施設及び区域に関する協定を再検討しなければならず，また，前記の施\n設及び区域を日本国に返還すべきこと又は新たに施設及び区域を提供すべ\nきことを合意することができる旨を定めているが，これは当然の規定であって\n特に問題がない。②地位協定２条３項第１文は，「駐留軍が使用する施設及\nび区域は，この協定の目的のために必要でなくなったときは，いつでも，日本\n国に返還しなければならない」と定めているが，これもまた当然のことである。\n米国は，この返還を目的として施設及び区域の必要性を絶えず検討しなけれ\nばならない(地位協定２条３項第２文)のである。\n地位協定２条４項(a)の解釈については，使用の対象となる施設及び区域は，全\n体としてあくまでも施設及び区域であるので，駐留軍が全く使用しない施設及\nび区域は，そもそも駐留軍が現実に使用しない施設及び区域であって，地位\n協定２条３項によって返還されるべきものであるとの考え方からすれば，駐留\n軍が全く使用しない施設及び区域が同２条４項(a)の「一時的に使用していな\nい」状態であることはあり得ないはずである。\n駐留軍が全く使用しないとは，たまたま一時的に使用しなくなることを指すので\nはなく，使用しないことが原則になる場合である。\nなお，地位協定２条４項(a)の「一時的に使用していない」状態であることを認め\nる場合，駐留軍が合理的な程度に実体的に当該施設及び区域を使用してい\nる必要がある(さもなくば施設及び区域の返還となる)との我が国の考え方に\nついては，昭和４５年夏当時，米国側に明確にしてあるのである。\n以上のとおり，被告は，米国との間で，提供施設及び区域の返還義務発生の要\n件を明確にしている。\nイ　前記のとおり，本件施設及び区域は，通信施設としての機能が終了し，アンテ\nナは撤去され，電波障害防止制限地域の制約が解除されて遊休地化してい\nる。\n地元横浜市は，返還を求めてこの区域の利用調査事業の報告書をまとめ，環\n状４号線の道路を本件施設及び区域の中に通す都市計画を策定し，測量も\n終わり，基地の中に杭が打たれている。\n神奈川県基地関連県市連絡協議会はもとより，横浜市や横浜市民は，従前より\n本件施設の跡地返還を強く要望し続けている(甲２８ないし３６)。\nしたがって，地位協定２条２項及び同３項に基づき，条約上の義務としての本件\n施設及び区域の返還(本件各土地明渡し)義務を怠っているのは米国であり，\nまた，地位協定２条２項により米国に対し本件施設及び区域の返還(本件各\n土地明渡し)を求めるべき義務があるのに，これを怠っているのは被告であ\nる。\n両者は，直ちに，条約上の義務の履行として，本件各土地を原告に返還(明渡\nし)すべきである。\nにもかかわらず，被告は，自らは守らない条約上の義務を根拠に権利濫用を主\n張するものであり，許し難い主張と言わざるを得ない。\n(4) 本件施設の返還による利益\nこれまでに米国が返還した施設及び区域は多数ある。これらの施設の返還は，\n自治体や地元住民の強い要望により実現されたものであるが，米国が前掲の合\n意に基づき返還をしたものである。\n今日まで，駐留軍に提供し，返還された横浜市内の施設及び区域だけを数えて\nみても多数存在する。同時に，その返還跡地は市民生活にとって極めて有意義\nな目的に使用されているのである。\nところで，小泉内閣は聖域なき構造改革をうたい文句に国民の一定の支持を得て\nいる(昀近は，外務省問題等で支持率が低下している)が，駐留軍に関する問題\nはすべて聖域化し，思いやり予算をふんだんに投入して憚らない。\nしかしながら，遊休化している本件施設及び区域が全面的に返還された場合に\nは，被告が賃貸人たる各地権者に支払う賃貸料が，平成１０年度の場合１平方\nメートル当たり２１９円であり，本件施設に提供されている民有地の面積が約１１\n０万平方メートルであるから，民有地の賃貸料だけで，約２億４０９０万円にも昇\nるのである。\n従って，民有地が返還されることによりこれだけ多額の無駄遣いがなくなるのであ\nり，困窮している被告の予算が大幅に削減されることは明白である。　返還は，\n権利の濫用であるどころか公共の利益に適うのである。\n第５　当裁判所の判断\n１　前提となる事実関係\n争いのない事実と証拠（甲１ないし４，１０ないし１７，２６，４５ないし４９，５２，５３，\n５５，５７，５８，６０，乙１，２，４，６ないし１９，２１ないし３９，４２ないし４４，４８，５\n１，Ｅ証言，原告本人）及び弁論の全趣旨によれば，以下の事実が認められる。\n(1) 本件施設の沿革とその後の推移\nア　本件施設は，旧日本海軍が，昭和１６年，約２３１万平方メートルの土地を買収\nし，横須賀海軍軍需部，第二海軍航空廠及び第二海軍技術廠の倉庫を設置\nしたことに由来する。上記土地は，昭和２０年９月，終戦に伴って連合国軍に\n接収され，昭和２２年一旦接収が解除されたものの，昭和２６年３月再び接収\nされた。\nイ　その後，連合国と被告との間で締結された「日本国との平和条約」(昭和２７年\n条約第５号)が昭和２７年４月８日に発効し，併せて米国と被告との間で締結さ\nれた旧安保条約及び行政協定２条１項に基づいて，本件各土地を含む本件\n施設は，駐留軍の使用する施設及び区域として，米国に対して提供され，米\n国は，同年１２月以降，「上瀬谷通信施設」としてこれを管理使用し，さらに，\n昭和３５年６月２３日，安保条約の締結に伴い，地位協定が締結され，被告\nは，本件施設を安保条約６条及び地位協定２条１項(a)に基づき，引き続き駐\n留軍の使用する施設及び区域として米国に対して提供し，駐留軍が同施設と\nして管理使用して今日に至っている。\nウ　本件施設の通信施設の機能を十分に果たすために，昭和３５年３月３１日，日\n米合同委員会において，「電波障害防止制限地域」を設定することが合意さ\nれ，昭和３７年，本件施設及びその周辺地域の土地所有者（権利者）と被告と\nの間で電波障害防止契約が締結された。その概要は，本件施設を中心として\n本件施設外の周辺地域を第１ないし第４の区域に区分し，その各々について\n制限基準を設けたものであり，第１種契約は第１，２地区につき，第２種契約\nは第３，４地区につきそれぞれ規制し，建築物の建設・工作物の設置等の制\n限，土地の譲渡・賃借権等の設定の制限，電波雑音発生機器の使用制限等\nをする，契約期間は１年間であるが，本件施設が被る電波障害を防止する措\n置を必要とする間は，当事者間で協議の上，契約を更新することができる，と\nいうものである（甲１０ないし１２）。\nエ　本件施設の機能縮小\nその後の国際情勢の変化（いわゆる冷戦構造の終えん）に伴い，本件施設内\nに林立していたアンテナは，平成６年までに３種類１１基のアンテナが撤去さ\nれ，平成６年４月には方向探知用のループ・アンテナが撤去された。平成７年\n２月には昀後まで残っていた囲障区域外の２本のアンテナが撤去され，文字\n通り囲障区域外にはアンテナは全くなくなった（甲６０）。\nまた，米軍の運用上の都合により，平成７年４月１日からは，前記の「電波障\n害防止制限地域」の設定も解除された（甲１２，乙４８の２）。\n戦後５０年間にわたって暗号任務を担当した「海軍保安部隊」（約１５０人）が\n平成７年６月に解隊され，内約３０人は横須賀基地に転属され，約８５人から\nなる軍事情報の収集分析をする部隊である「統合情報司令部太平洋分遣隊」\nは，同年１０月ころ，業務継続の資金不足等を理由として横田基地の任務に\n統合され，基地警備を任務とする海兵隊分遣隊（約４０人）は，同年６月に横\n須賀基地に移転した。ただ，その他の作戦部隊の本部（司令部）はまだ本件\n施設内にあり，１つの本部は，第７２任務群で，これは，西太平洋とインド洋に\nおいて海洋哨戒と偵察飛行を行い，もう１つの本部は，第１哨戒航空団本部\nで，これは，日本とディエゴ・ガルシアに分遣隊を持つ。以上２つの本部は約１\n００人で構成されている（甲１３ないし１６）。\n以上のことは，平成７年６月２６日付けの米軍機関誌に準じる「スターズ・アン\nド・ストライプス」（星条旗新聞，甲１３）の記事として掲載されており，同星条旗\n新聞には，「ハワイの海軍当局は，上瀬谷で空き家となる区域の将来の用途\nを検討中である。１９９４年のある研究が示唆したところによれば，この立地\nは，基地に残る要員用にも近隣の厚木航空施設に配置される要員用にも，屋\n外のレクリエーション，住宅，倉庫に好適かもしれない。」という記事が掲載さ\nれている（甲１３ないし１６）。\n平成７年８月ころ，本件施設の正面の看板も，「米海軍上瀬谷無線受信施設」\nから「米海軍上瀬谷支援施設」に変わった（甲１３，１５）。\n(2) 本件施設内の土地の一部払下げと本件改定前賃貸借契約の締結\nア  本件施設内の土地の一部については，昭和２７年１０月以降農耕を継続するこ\nとが認められた（乙１，２，４）が，本件施設内の耕作者らは，昭和４０年代ころ\nから，耕作に係る国有地の払下げを求め，被告(横浜防衛施設局長)に対し，\n陳情書を提出するなどの運動を展開したが，耕作者らは，土地の払下げを求\nめるに際し，本件施設の重要性を認識した上，本件施設の運営に支障を来さ\nないよう，払下げに条件を付されても構わない旨を表明していた(乙６の１・\n２)。\nそこで，被告(横浜防衛施設局長)は，耕作者らの上記要望等を踏まえて内部協\n議を重ね，昭和４５年４月，耕作者らによる陳情に対し，払下げ実施後におい\nても本件施設の安定的運営に障害が惹起されないという方策がなされるとい\nうことであれば，関係機関に助言するなど誠意をもって努力する所存である旨\nを回答した(乙７)。また，昭和４８年３月の衆議院予算委員会においても，国務\n大臣によって，払下げ後に施設及び区域を提供している目的が十分に保証さ\nれることが確保されるならば，払下げができるようにできるだけの努力をした\nい旨の答弁がなされ，さらに，政府委員によって，払下げ後も本件施設及び\n区域として提供することが払下げの条件であり，耕作者らもその条件に異存\nがない旨の答弁がなされている(乙８の３６頁)。\nイ　被告(神奈川県知事)は，昭和５１年，土地の売渡計画を策定したが，その売渡\nに当たっては，本件施設が駐留軍に対する提供施設であってその売渡によっ\nて駐留軍の利用及び活動に支障を及ぼすことのないようにするため，買受希\n望者に対し，売渡条件として，①この地区全体が駐留軍への提供財産である\nので，売渡に際しては個々に被告（横浜防衛施設局）と提供契約を締結する，\n②この地区の売渡区域は農業振興農用地の指定をし，農業用地として保全\nするなどの条件を付することとし，少なくとも同年１１月１８日及び昭和５２年１\n月３１日の２回にわたって行われた買受希望者に対する説明会において，そ\nの旨を説明した(乙９の１ないし３)。\n上記各説明会においては，上記売渡条件のほかに，買受者の選定基準，\n売渡対価，対価支払方法（昭和５２年１月３１日の説明会においては，対価支\n払は，３０年元利均等償還，年利５．５パーセントとする，と説明されている。）\n等の説明がなされている。\nなお，売渡土地が農用地区域に編入されると，開発行為が制限される（農振法\n１５条の１５，乙１０）ほか，これらの土地について一定の処分をするに当たっ\nては，これらの土地が農用地利用計画において指定された用途以外の用途\nに供されないようにしなければならないとの制限を受けることとなる(農振法１\n７条)。\nウ　被告（横浜防衛施設局長）は，前記イ項の売渡条件①に係る提供契約の締結\nについては，本件施設内の土地の売渡と同時に買受人との間で当該土地の\n賃貸借契約を締結することとし，その賃借権の設定につき，昭和５２年３月１８\n日，農林大臣に対し，昭和５３年法律第８７号による改正前の農地法７３条１\n項の規定による許可を申請し(乙１１の１の１ないし３)，同月２０日，その許可\nを受けた(乙１１の２の１ないし３)。\nエ　被告は，駐留軍の用に供するために土地等を使用しようとする場合，土地等\nの使用について所有者又は占有者の同意を得たときは，土地等調書の作成\n日に所有者・関係人の立会いの上，現状を確認し，各所有者・関係人毎に，\n土地等調書を作成し，これに所有者・関係人の記名押印を求めることとしてお\nり，本件施設に関しても，被告（横浜防衛施設局長）は，Ｂを含む各地権者５３\n人と協議し，被告（横浜防衛施設局長）と各地権者において，施設番号・施設\n名，施設の所在地，所有者住所・氏名，土地の地番，地目及び面積等のほ\nか，土地等の使用期間が，昭和５２年３月２０日から施設返還の日までである\nこと等を双方で確認し，その旨を記載した昭和５２年３月１９日付けの各土地\n等調書（乙３７の１ないし５３）を作成した。\nオ　このような経緯を経て，被告(神奈川県知事)は，昭和５２年３月２０日，Ｂに対\nし，本件各土地を代金約５４０万円で売り渡した(乙１２)。\n前項の払下げの代金については，一括で支払う者もいたが，Ｂを含む大部分\nの者が３０年年賦で支払うこととした（乙２，９，１２，４２）。　Ｂの年賦の支払額\nは，後記の本件改定前賃貸借契約に基づいて被告から受領する賃貸料の額\nよりも少なかった（乙４２，Ｅ証言，原告本人）。\nカ　被告(横浜防衛施設局長)は，同日，Ｂを含む５２人の各地権者の委任を受けた\n代理人Ｊ（地区協議会の初代代表者である。）との間で，各地権者の所有する\n本件各土地を含む本件施設内の土地について，要旨以下の内容の賃貸借契\n約を締結した（乙１３)。\n(ｱ)　前文\n「日本国とアメリカ合衆国との間の相互協力及び安全保障条約第６条に基づく\n施設及び区域並びに日本国における合衆国軍隊の地位に関する協定を実\n施するために，日本国に駐留するアメリカ合衆国軍隊（以下『駐留軍』とい\nう。）の用に供する目的をもって，賃貸人　末尾記載　を甲とし，賃借人　国\nを乙とし，甲乙間において，下記条項のとおり賃貸借契約を締結する。」\n(ｲ)　２条（賃貸借物件の使用方法）\n被告は，上記土地を，本件施設の機能の保持及び安定的運営の用に資す\nるため，賃借する（１項）。各地権者は，上記土地につき，自ら耕作する権\n利を留保するほか，電波障害となる建物及び工作物を設置しない（２項）。\n(ｳ)　３条（契約期間）\n本契約期間は，昭和５２年３月２０日から同月３１日までとする。ただし，被告\nにおいて必要あるときは，被告・各地権者協議の上，賃貸借契約を更新す\nることができる。本契約期間中，駐留軍が使用しなくなった場合は，被告は\nいつでも解約の申入れをすることができる。この場合において，賃貸借契\n約は解約申入れ後，３０日を経過した時，終了する。ただし，被告・各地権\n者協議の上，この期間を短縮することができる。\n(ｴ)　４条（賃貸料）\n賃貸物件の賃貸料は，次のとおりとする。ただし，賃貸物件の移動又は賃貸\n物件に対する公租公課の変動等やむを得ない事情があると認めるときは，\n被告・各地権者協議の上，これを変更することができる。\na 　月額金　　　４１万４４６８円\nb 　期間相当額　１６万０４１４円\nキ　前記イ項の売渡条件②に係る農業用地としての保全の経過は，次のとおりで\nある。\n神奈川県知事は，昭和５１年２月６日，農振法７条１項に基づき，本件施設内\n及び周辺等の農地を農業振興地域として追加した(乙１４)。\nそして，神奈川県知事が農業振興地域の追加をしたことに伴い，横浜市長\nは，農振法１３条１項に基づき，横浜農業振興地域整備計画の変更につい\nて，同知事の許可を受けた上，昭和５２年７月１５日，これを公告した（農振\n法１３条３項，１２条１項）。その計画の変更により，本件施設内等の農地\nは，農地としての利用を継続して他用途への転用を防止するため，農用地\n区域(農振法８条)に編入され(乙１５の１及び２)，その結果，同法所定の前\n記イ項の制限が課されることとなった。\n他方，横浜市は，市独自の施策として，農業上の合理的な土地利用を確保す\nることによって都市農業の定着を図るとともに，緑地空間として都市環境の\n保全に資するために農業専用地区を設定し，総合的，計画的に地域農業\nの振興を図ることを目的とする「横浜市農業専用地区設定要綱」(乙１６)を\n決定し，昭和４６年１１月８日からこれを施行していたが，本件施設内等の\n農地を，昭和５２年７月７日付けで同要綱に基づく「農業専用地区」に指定\nし(乙１７)，現在に至るまで，総合的に地域農業の振興を図っている(乙１\n８)。\nそして，この昭和５２年７月７日付けの農業専用地区の指定に伴い，同日，上\n瀬谷農業専用地区内で農地を所有し，又は耕作を営む全ての者をもって\n地区協議会が設立され(乙１９)，同地区内における農家間の協力協調を図\nり，もって農業の振興と農業生産の向上を図ることに努めることとなった。な\nお，地区協議会の代表者は，会員から選出された役員の互選によって選出\nされている。\nク　原告の相続\n昭和５９年２月２１日，Ｂの死亡により，原告は，本件各土地を相続し，これ\nに伴い前記の賃貸人の地位を承継した（甲１ないし４）。\n(3) 本件改定後賃貸借契約の締結\nア　上瀬谷農業専用地区においては，本件改定前賃貸借契約の締結以降，同\n地区協議会の代表者が同地区内の地権者の代理人として被告との賃貸料\nの請求等に携わってきたため，代表者の変更に伴い，代理権授与に係る\n委任状の取り直しが行われた（乙３３ないし３６）。\n平成８年２月２２日に開催された同地区協議会の役員会において，同年４月１\n日以降の代表者にＥが選任され，同日までの間にＤからＥに関係書類が交\n付されて引継が行われた（乙４２，Ｅ証言）。\nイ　Ｄ及びＥは，地区協議会の会員である原告を含む各地権者に対し，平成８\n年３月１１日付けの「上瀬谷管理組合の代表者変更に伴う委任状作成につ\nいて（ご案内）」と題する書面（乙４３）をもって，地区協議会の代表者がＤか\nらＥに交代することに伴い，従前どおり，地区協議会の代表者の変更に伴う\n賃貸料の請求等に関する委任状を作成する必要があることから，平成８年\n３月２１日午後１時から午後３時まで上瀬谷集会場にて同委任状の作成を\n行う旨を案内した。\n被告（横浜防衛施設局長）は，当時の地区協議会の代表者であったＤに対\nし，平成８年３月１５日付けの「土地賃貸借契約予約締結依頼書」（乙２１）\nをもって駐留軍の用に供することを目的とする平成９年３月２０日以降の賃\n貸借契約の予約締結を依頼したが，上記関係書類（乙２１，２２の２等）もＤ\nからＥに引き継がれた。\nウ　平成８年３月２１日午後１時から午後３時までの間，上瀬谷集会場におい\nて，地区協議会の代表者変更に伴う委任状の作成が行われ，ＥとＤが交代\nのあいさつをした後，委任状（乙２２の１と３２の２部，１部は横浜防衛施設\n局用であり，１部はＥの控用）への各地権者の押印がなされた。\n委任状の委任事項には，①賃貸借契約の予約及び賃貸借契約の締結に\n関することと②前項の契約に基づく賃貸料の請求並びに受領に関すること\nが掲記されていたが，Ｅに前記土地賃貸借契約予約締結依頼書（乙２１）の\n趣旨についての理解が十分でなかったこと及び賃貸借の期間は本件施設\n返還の日までと定められており，同日までは土地の返還を受けることはで\nきず，賃貸借契約は当然継続されると認識していたため，本件改定前賃貸\n借契約が契約締結の日から２０年経過した時点で期間満了するも，その後\n更新されることについて違和感や疑問を抱くことはなく，委任事項として②\nの外に①が含まれることについて各地権者に説明をせず，各地権者もこの\nことを問題としなかった。\n同日午後３時までの間に，原告，Ｌ及びＭを除くその余の地権者の押印が\n終了した。\nエ　原告は，同日は勤務のため集会場へ赴くことができず（甲５５），原告の妻Ｆ\nが原告の使者として押印することとなった。原告の妹であるＬとＦは，同日晩\n連れ立ってＥ宅を訪問し，前記委任状にそれぞれ実印を押捺した。その\n際，委任事項に②の外に①が含まれることについてＥから説明はなされ\nず，Ｆらもこの点を問題としなかった。\nＭは，後日前記委任状に押捺し，これにより地区協議会の地権者全員の押\n印がそろった。\nオ　Ｅは，平成８年４月１０日ころ，被告（横浜防衛施設局長）に対し，土地賃貸\n借契約予約締結同意書（乙２２の２）を提出し，本件改定後賃貸借契約予\n約の締結を承諾した。\n被告は，同年１２月３日付け書面（乙２３）により，Ｅに対し，予約完結の意思\n表示をし，上記書面はそのころＥに到着した。\n被告は，平成９年１月８日付けの土地賃貸借契約締結依頼書（乙２４）によ\nり，Ｅに対し，同日付けの賃貸借契約書（乙２５）への記名押印を依頼し，Ｅ\nは，これに記名押印して，被告に送付した。これにより本件改定後賃貸借\n契約が締結された。\n同賃貸借契約の内容は，契約期間が平成９年３月２０日から同月３１日ま\nで，賃貸料が，月額金６９３万２５０７円（年額金８３１９万００８４円），期間相\n当額２６８万３５２４円とされた外は，本件改定前賃貸借契約の内容と同一\nであった。\nＥは，平成９年３月に開催された地区協議会の総会において，本件改定後\n賃貸借契約が締結されたことを地権者に報告したが，原告を含む地権者か\nら異議や不服申立ては出されなかった。\nカ　原告は，平成８年２月に結成された「米軍上瀬谷基地の返還と跡地利用問\n題懇談会」の結成総会（甲１７）に参加し，同年１１月ころ，弁護士と同道し\nてＥ宅を訪れ，前記委任状又は改定後の賃貸借契約書を見せて欲しいと\n依頼したが，拒否された。\n原告は，同年１２月には，本件改定前賃貸借契約が平成９年３月１９日をも\nって期間満了により終了することを明確に認識し，契約の更新を拒否して\n本件各土地の返還訴訟を提起することも辞さない旨表明し（甲４５ないし４\n７），かつ，同月２０日の米軍住宅建設反対市民集会（甲４８，４９）に参加し\nたものの，前項記載のとおり，同月に開催された地区協議会の総会におい\nてＥから本件改定後賃貸借契約が締結されたことの報告がなされた際にも\n異論を述べなかった。\n原告は，平成９年５月２６日付けの内容証明郵便（甲２６）により，被告に対\nし，同年３月１９日の経過により本件各土地についての賃貸借契約が終了\nしたため，これ以降の賃貸料の受領を拒絶する旨を通知したが，これ以前\nに被告又はＥに対して賃貸借契約の更新について異議を述べた事実はな\nい。\nキ　被告は，平成９年４月１日以降，会計年度毎に賃貸借契約期間を更新し，\n現在に至っている（乙２６ないし３１）。\n被告（横浜防衛施設局）は，平成１０年２月２３日付けの改定契約書（乙２\n９，平成９年４月１日から平成１０年３月３１日までの分）においては，賃貸\n料を，他の地権者については１平方メートル当たり２１９円として増額計算し\nたものの，原告については，原告が，前記のとおり，平成９年３月２０日以\n降の賃貸料の受領を拒絶する旨の通知をしたことから前年と同額の１平方\nメートル当たり２１４円として計算し（事務処理上，原告の序列が従前の７番\nから昀後の６３番に移された。），賃貸料４７万６３６４円を原告の口座に送\n金した。\n原告は，平成９年１１月１８日，現金書留にて４７万１６００円を同局に返還\nし，同月２６日付け通知書（甲５２）をもって賃貸料を受領する意思のないこ\nとを同局に通知した。このため，被告は，同年１２月２５日，同額を横浜地方\n法務局に供託した（甲５３）。\n被告は，原告の賃貸料につき，平成９年度分については平成１０年７月１０\n日付け改定契約書をもって，平成１０年度分については平成１１年３月１９\n日付け改定契約書をもって他の地権者と同額に増額処理した。\n(4) 乙２２の１及び３２以外の委任状が存在しないこと等\nア　平成８年から平成９年にかけて作成された地区協議会の会員たる地権者\nの委任状としては，乙２２の１及び３２以外は存在しない。\nイ　上記２通の委任状のうち，乙２２の１が横浜防衛施設局長に提出された分で\nあり，乙３２はＥの控用である。\nウ　委任状中には，６３名の地権者のうち，３名の死者分が含まれていたが，\n横浜防衛施設局長に提出された分（乙２２の１）については，死者の分（３\n名）が二重線で抹消されている（同局の担当者が後日抹消）。\nエ　Ｅの控用（乙３２）の委任状の日付欄には，年月日の各欄にボールペンで\n順次「８」，「３」，「２５」と書き入れられ，横浜防衛施設局長に提出された委\n任状の日付も当初同日付けとされていたが，同局の担当者が，Ｅが地区協\n議会の代表者に就任したのが同年４月１日であることから，会計検査の際\nにその矛盾を指摘されることを懸念して，カッターを用いて「３」と「２５」を消\n除して，鉛筆で「４」と「８」に訂正した。\n平成１０年３月１９日本訴が提起されたことから，同年１１月２５日，同局\nの担当者は，乙２２の１と３２を対照し，前者が鉛筆書きで，後者がボール\nペン書きなのは具合が悪いと考え，前者の鉛筆書きの部分（「４」と「８」）を\nボールペンで書き直した。\n(5) 委任状（乙２２の１，３２）の原告作成部分の成立の真正について\nア　印影の鑑定について\n(ｱ)　本件では３人の鑑定人による鑑定がなされたが，その資料，方法及び結果\nの概要は，次のとおりである（ただし，当裁判所が選任した鑑定人はＩ氏の\nみである。）。\nＩ鑑定　　　　資料　　①委任状（乙３２）の「Ａ」の印影と⑦平成１１年７月３０\n日付け印鑑登録証明書（乙３８）の「Ａ」の印影\n（乙３９）\n方法　　篆刻，刻字の特徴点指摘鑑定法\n幾何学線鑑定法\n透視法（重ね合わせ法）\n結果　　同一印影と認められない。\nＧ鑑定　　　　資料　　①，⑦の外，②昭和６０年３月１日付け委任状（乙３３）の\n「Ａ」の印影，③昭和６２年４月１日付け委任状\n（乙３４）の「Ａ」の印影，④平成元年４月１日付\nけ委任状（乙３５）の「Ａ」の印影，⑤平成３年４\n月１日付け委任状（乙３６）の「Ａ」の印影，⑥印\n影資料の「Ａ」の印影３個（乙３９）\n方法　　印影の顕微鏡検査\n透過光拡大検査\nスーパーインポーズ法による印影の比較検査\n平面幾何図法による検査\n結果　　①と②ないし⑥は同一印影と認められる。\n①と⑦とは同一印影と推定される。\n⑥と⑦とは同一印影と推定される。\nＨ鑑定      　資料　　Ｇ鑑定のそれに同じ\n方法　　印影の検査　顕微鏡検査\n紫外線検査\n印影画像の比較検査　スーパーインポーズ法\n平面幾何図法\n結果　　Ｇ鑑定のそれに同じ\n①の印影については，Ｇ鑑定及びＨ鑑定とも印影偽造の可能性はないと判断\nされている。\n(ｲ)　乙５１によれば，昀近の印鑑登録証明書の印影画像は，登録された押印印\n影を一旦コンピューターに入力して保管した後これを証明書用紙に出力す\nる方式が採られていること，登録印影画像と押印印影とを比較すると前者\nは登録印影を入力する関係で歪みが生じるが，横浜市の場合には後者に\n対して前者が左右に拡大すること，したがって，登録印影画像を対照資料\nとする印影鑑定ではこの歪みの影響を考慮することが必要であることが認\nめられる。\n(ｳ)　Ｉ鑑定における資料は，正に押印印影（①）と登録印影画像（⑦）であるか\nら，後者の歪みの影響を考慮しなければならないと思われるが，Ｉ氏がこれ\nを考慮に入れた形跡は窺われない。\n(ｴ)　これに対し，Ｇ鑑定及びＨ鑑定は，⑦が複製印影であることを考慮し，①\nと⑦とでは画線の太さや長さに一部差異があるものの，上記差異は上記歪\nみの範囲内であり，印影が異なるとまではいえないとする。\nことに，Ｇ鑑定は，①と⑦の印影画線の縁端が印影の中央部分及び輪\n郭円の内側部分でほぼ一致しているのに対し，⑦の文字画線の線端及び\n輪郭円の外周が外側に向かって差異を生じているのは，⑦の印影が中心\n部から外周に向かって相似形的にやや肥大していることを示唆するものと\n考えられる，と指摘しており，乙５１の研究成果（横浜市の場合には押印印\n影に対して登録印影画像が左右に拡大する）と整合している。\n(ｵ)　次に資料の②と⑥が原告の実印により顕出された印影であることは原告\nの自認するところであるが，Ｇ鑑定及びＨ鑑定は，ともに①と②，⑥は同一\n印影と認められると帰結している。\nイ　その他の事情について\n(ｱ)　原告自身，乙２２の１及び３２の「Ａ」の印影が，原告の実印による印影と\n同一であるかどうかは分からないとするものの，両者が似ていることは認め\nており，異なるとまでは主張していないこと。\n(ｲ)　原告及びＦは，Ｆが平成８年３月２１日の晩Ｅ宅を訪れ，委任状なるものに\n実印を押捺したこと自体は認めていること。ところで原告は，委任状には，\n①賃貸借契約の予約及び賃貸借契約の締結に関する事項を委任するもの\nと②賃貸料の請求等に関する事項を委任するものと二種類があり，Ｆが押\n印した委任状とは②の事項のみであると主張するが，前記認定のとおり，\n平成８年から平成９年にかけて作成された委任状は乙２２の１及び３２のみ\nであること。\n(ｳ)　Ｅが乙２２の１と３２の原告の印影を偽造しなければならない理由，動機が\n存在しないこと。\n乙２２の１と３２の委任事項は前項の①と②の両者を含むが，前記認定\nのとおり，Ｅには，平成８年３月２１日時点においては，②の事項について\n授権を受けるという認識はあったものの，①の事項についても授権を受け\nるとの認識は薄かったのであり，いわば地区協議会の代表者の変更に伴う\n委任状の取り直しという意識しかなかったのであるから，Ｅが法律に違反し\nてまで原告の印影を偽造しなければならない理由はなかったこと。\n(ｴ)　原告は，平成８年１２月には，本件改定前賃貸借契約の期間が翌９年３\n月１９日をもって満了すること，上記契約更新のために必要な授権をＥに対\nしてしたことを認識しながら，上記期間満了までの間はもとより，前記認定\nのとおり，平成９年５月２６日付けの内容証明郵便をもって被告に対して本\n件改定前賃貸借契約が同年３月１９日をもって終了した旨を通知するまで，\n被告及びＥに対し，契約更新のための授権は無効であることを主張しなか\nったこと。\n(ｵ)　仮に，Ｅが乙２２の１と３２の原告の印影を偽造したとすれば，これは歴と\nした犯罪行為であるから，刑事告発又は民事の損害賠償等Ｅに対してその\n責任を追及する挙に出るのが自然と思われる（本件においてＥに対する責\n任追及を控えなければならない特別の事情は見当たらない。）のに，原告\nは，これをする意思がないことを表明していること。\n(ｶ)　原告は，前記(3)キ項認定のとおり，平成９年度の本件各土地の賃貸料\nの一部４７万１６００円の受領を拒絶したものの，その後，本人尋問の時点\n（平成１２年９月２８日）においては，本件各土地の賃貸料を受領しているこ\nと（原告本人）。\nウ　まとめ\n以上の諸事情を総合すれば，乙２２の１及び３２の原告作成部分は真正に成\n立したものと認められる。\n２　本件賃貸借契約の期間について\n(1) 確かに，本件改定前賃貸借契約書（乙１３）の３条（契約期間）１項本文には，「本\n契約期間は，昭和５２年３月２０日から昭和５２年３月３１日までとする。」との，本\n件改定後賃貸借契約書（乙２５）の３条（契約期間）１項本文には，「本契約期間\nは，平成９年３月２０日から平成９年３月３１日までとする。」との各記載があり，\n平成９年４月１日以降契約期間を１年毎に更新する手続が採られていること（乙\n２６ないし３１）は，原告が主張するとおりである。\n(2) しかしながら，本件賃貸借契約は，本件各土地を含む本件施設を安保条約６条\n及び地位協定２条１項(a)に基づいて，同項(a)の「施設及び区域」として米国に提\n供していることを前提として，本件施設内の国有地の一部を払い下げるに当た\nり，払下げ（売渡）により駐留軍の利用及び活動に支障を及ぼすことのないよう\nにするため，買受希望者に対する売渡条件の一つとして，売渡契約と同時に締\n結されたものであり，その目的は，賃貸借契約書の前文にあるとおり，「安保条\n約６条及び地位協定を実施するために，駐留軍の用に供すること」にあり，契約\n書３条２項前段の「本契約期間中，駐留軍が使用しなくなった場合は，国は，い\nつでも解約の申入れをすることができる。」との定めもこれと整合している。\nさらに，被告は，本件賃貸借契約の締結に当たり，昭和５２年３月１９日付けをも\nって土地等調書（乙３７）を作成し，各買受希望者との間で賃貸借の期間は，昭\n和５２年３月２０日から「施設返還の日まで」であることを個別に確認している（原\n告との間では乙３７の７）。\n(3) そうだとすると，(1)項の契約期間の定めは，財政法の制約により，単に会計年度\n毎に会計の便宜のために期間を区切った（賃貸料の支払のためには，各会計年\n度毎に予算の手当てが必要である。）にすぎず，民法上の賃貸借の期間の定め\nには当たらないと言うべきである。\n対外的な条約上の義務を履行するため，「駐留軍の用に供すること」を目的とす\nる賃貸借契約の期間がわずか１０日余りないしは１年ということは通常考えられ\nないからである。\n契約期間の定めの意義を民法上強いて求めれば，たかだか賃貸料の据置期間\n程度と言うことになろう。\n(4) 以上のとおりであり，本件賃貸借契約には，確定期限の定めはなく，「駐留軍が\n使用する間」までという不確定期限の定めが付されたものと解することになる。\n３　争点１について\n(1) 確かに，本件賃貸借契約書（乙１３，２５）の２条（賃貸物件の使用方法）には，\n「国は，前条に掲げる土地を上瀬谷通信施設の機能の保持及び安定的運営の\n用に資するため賃借する。\n２　賃貸人は，前条に掲げる土地につき，自ら耕作する権利を留保するほか，\n電波障害となる建物及び工作物を設置しない。」旨の定めが置かれており，本件\n各土地を含む本件施設の用途が「上瀬谷通信施設」にあることは，原告が指摘\nするとおりである。\n(2) しかしながら，本件賃貸借契約の目的が「駐留軍の用に供すること」にあること\n及び被告は，本件賃貸借契約の締結に当たり，各買受希望者との間で，土地等\n調書により，使用期間は昭和５２年３月２０日から施設返還の日までであることを\n個別に確認したことは前叙のとおりであり，２条の定めは，「駐留軍の用に供す\nる」という目的を受けて，その具体的な使用方法を定めたにすぎないと解すべき\nことは本件賃貸借契約締結の経緯及び本件賃貸借契約書の構成（前文，使用\n方法，契約期間）に照らし明らかと言うべきである。\nそうだとすると，不確定期限の内容は，「通信施設として使用する間」にとどまら\nず，駐留軍の用に供することが廃された時すなわち「被告が米軍から本件施設\nの返還を受ける日まで」と解するほかなく，土地等調書の使用期間の定めは正\nにこのことを明確に確認したものと言うべきである。\nそして，地権者の一人であるＥも同様の認識であったことは，前記１(3)ウ項認定\nのとおりである。\n(3) 次に，原告は，地位協定の解釈から，不確定期限の内容は，「通信施設として\n使用する間」であることが導かれる，と主張するので，地位協定の条項について\n検討する。関連する条項は２条である。\n第１に，２条１項(a)は，「合衆国は，相互協力及び安全保障条約第６条の規定\nに基づき，日本国内の施設及び区域の使用を許される。個々の施設及び区域\nに関する協定は，第二十五条に定める合同委員会を通じて両政府が締結しなけ\nればならない。（以下略）」と定めている。１文は，安保条約６条１項を受けた規定\nであり，２文は，個々の施設及び区域については，別途協定により個別的な定\nめがなされることを予定している。\n昭和４３年１２月２１日付け官報号外（乙５０）によれば，「協定の締結があった\n場合には，之が実施のため日本側と合衆国側との間に使用のための実施取極\nめ（以下「実施取極め」という。）を締結すること」が定められていること（昭和２７\n年６月２７日次官会議了解），現在，日本政府が米軍に使用を許している「施設\n及び区域」の全てについて「個々の施設及び区域に関する協定」及び実施取極\nめを締結していること，「個々の施設及び区域に関する協定」では，施設番号，\n施設名，所在地，参照されるべき合同委員会合意覚書番号を，また，「実施取極\nめ」では，施設番号，所在地，財産の明細，使用期間，引渡期日，引渡期間，受\n領機関等を明らかにしていること，「個々の施設及び区域に関する協定」及び\n「実施取極め」は合同委員会関係文書であり，これは原則として非公表扱いとす\nることが日米間で合意されているので，その全文を公表することはできないこと，\n「施設及び区域」は，安保条約６条の目的に即して米軍の用に供されているもの\nであって，通常，その使用目的を細かく決めていないこと，なお，「施設及び区\n域」は，その主たる用途に即した名称で表示されることが適当であるので，現在\n提供中の「施設及び区域」のうちその名称が不適当なものについて検討中であ\nること（注　これは，昭和４３年１２月１３日付けの参議院議員岩間正男君提出在\n日米軍基地に関する質問に対する昭和４４年１月１６日付けの政府答弁書から\nの抜粋であり，「現在」とあるのは，昭和４４年１月１６日時点を指す。）が認めら\nれる。\n上記事実によれば，本件施設についても協定及び実施取極めが締結されて\nいることが明らかであるが，非公開のためその内容を知ることはできない。\n本件賃貸借契約書２条の使用方法とは，上記認定の「使用目的」又は「主たる\n用途」に該当するものと思われ，これと賃貸借の目的とは別個であることが裏付\nけられると言えよう。\n第２に，２条２項，３項は，次のとおり規定する。\n「２　日本国政府及び合衆国政府は，いずれか一方の要請があるときは，前記\nの取極を再検討しなければならず，また，前記の施設及び区域を日本国\nに返還すべきこと又は新たに施設及び区域を提供することを合意するこ\nとができる。」\n「３　合衆国軍隊が使用する施設及び区域は，この協定の目的のため必要で\nなくなったときは，いつでも，日本国に返還しなければならない。合衆国\nは，施設及び区域の必要性を前記の返還を目的としてたえず検討するこ\nとに同意する。」\n２条１項ないし３項を通読すると，施設及び区域の返還については，我が国に\nも発議権が認められているものの，施設及び区域の必要性を判断する権限は，\n第１次的に米国に留保されているものと認めるほかなく，米国が使用の必要性\nがあると判断した場合には，当該施設及び区域の返還を受けることはできない，\nと言わざるを得ない。\nそして，前記認定のとおり，本件施設正面の看板は，「米海軍上瀬谷無線受信\n施設」から「米海軍上瀬谷支援施設」へ変わったものの，依然として２つの本部\n（第７２任務群及び第１哨戒航空団本部）が常駐し，一部に囲障区域が残存して\nいることは，当事者間に争いがない。現に米国は，平成１１年１１月３０日付けの\n横浜防衛施設局の照会に対し，「囲障区域外も含め，本件施設を現在も通信施\n設として使用している。」と回答し（乙４８の２），さらに，当裁判所の検証のため\nの立入申請に対し，平成１３年６月１１日付けFAX MESSAGE(ファックス・メッセー\nジ)において，「the US Government stated that these facilities are being used to\nperform official US Government functions，pursuant to an international treaty\nwith the Government of Japan」（米国政府は，これらの施設について，日本国政\n府と締結した国際条約に基づき，米国政府の公的な目的を遂行するために使用\nしていると述べている。），と回答している。\n以上によれば，地位協定及びその解釈から原告主張の帰結を導くことは困難\nである。\n(4) 不確定期限の内容は，「駐留軍の用に供することが廃された時まで」，言い換え\nれば，「被告が米軍から本件施設の返還を受ける日まで」と解さざるを得ず，本\n件施設の通信基地としての用途が終了したか否かを検討するまでもなく，本件\n賃貸借契約において不確定期限は未だ到来していないと認めるほかない。\n４　争点２について\n(1) 前記１(3)項認定の事実によれば，更新契約（本件改定後賃貸借契約）が成立\nしたことが明らかである。\n(2) 以下，若干補足する。\nア　委任状（乙２２の１）の作成日付の改ざんについて\n(ｱ)　委任状（乙２２の１）の作成日付が「平成８年３月２５日」から「平成８年４\n月８日」と改ざんされた経緯は，前記１(4)エ項認定のとおりである。\n横浜防衛施設局の担当者の職務熱心から出たこととはいえ，委任状（乙\n２２の１）は，地権者が，Ｅに対し，賃貸借契約の予約及び賃貸借契約の締\n結に関する代理権並びに賃貸料の請求等に関する代理権を授与する旨を\n証する処分文書であり，本件訴訟において昀も重要な書証であることを考\n慮すれば，あってはならない事であり，誠に残念である。\n(ｲ)　しかしながら，上記日付の改ざんは，原告を含む地権者がＥに対して前\n項の代理権を授与したこと自体の効力を左右するものでないことも確かで\nあり，これにより委任状（乙２２の１）全体の証明力が減殺されるとまでは言\nえない。\nイ　委任状（乙２２の１，３２）に死者の記名押印があることについて\n(ｱ)　委任状（乙２２の１，３２）には，地権者の一部に押印当時既に死亡した者\nの記名押印が含まれており，横浜防衛施設局長に提出された分（乙２２の\n１）については，死者の分が二重線で抹消されている（前記１(4)ウ）。\n(ｲ)　しかしながら，委任状の成立の真正は各地権者毎に個別に判断確定され\nるべきことであるから，死者の分の押印の存在は，原告作成部分の成立に\n影響を及ばさない。\n(ｳ)　また，６３名の地権者がいれば，この中に３名の死者が含まれていたとし\nても奇異とは言えず，死者の相続人が相続の手続を採らず，被相続人の\n実印をそのまま押捺し，地区協議会の代表者であるＥがこれを黙認したとし\nても，関係者が法律の素人であることに照らせば，あり得ることと評価する\nことができ，３名の死者分の押印が存在したことにより，委任状全体の証明\n力が減殺されるとは言えない。\nウ　委任状（乙２２の１，３２）の文言上，平成８年４月１日から平成９年３月１９日\nまでの賃貸料の請求等に関する授権が含まれないことについて\n(ｱ)　確かに，委任状の委任事項②について，「前項の契約に基づく」と記載し\nたため，文言上は更新契約（本件改定後賃貸借契約）に基づく賃貸料の請\n求等のみが授権の対象となることは原告の指摘するとおりである。\n(ｲ)　しかしながら，委任状の取り直しは，地区協議会の代表者が平成８年４月\n１日以降ＤからＥに変更することを当然の前提としており，Ｅも各地権者も同\n日以降の賃貸料の請求等に関する代理権をＥに授与する意思で委任状に\n押印したことが明らかである。上記委任事項の文言は，実体を正確に表現\nしていないという意味で不正確のそしりを免れないが，上記文言を盾に上\n記委任状では平成８年４月１日から平成９年３月１９日までの賃貸料の請\n求等に関する授権が欠けており，このための委任状が別途存在するはずと\nの原告主張は牽強付会のきらいなしとせず，採用できない。\nエ　平成９年度分以降の賃貸料につき原告を差別したことについて\n同年度以降の賃貸料につき，当初，原告についてのみ値上処理がなされな\nかったが，その理由及び後日，他の地権者と同額に増額処理され，差別的取\n扱いが是正されたことは，前記１(3)キ項認定のとおりである。\n改定契約書（乙２９）上の原告の序列が従前の７番から昀後の６３番に移され\nたのも，事務処理上の便宜にすぎず，これらの処置をもって被告が原告につ\nいては更新契約が成立していないことを自認していたとは言えない。\n(3) 賃貸借契約の予約及び賃貸借契約の締結に関する代理権授与の意思がなか\nったとの主張について\nア　委任状（乙２２の１，３２）の委任事項に，①賃貸借の予約及び賃貸借契約の\n締結に関する事項と②賃貸料の請求等に関する事項が含まれること，しかし\nながら，Ｅは，法律の素人であり，平成８年３月２１日当時，地権者から②のみ\nならず①についても代理権の授与を受けるという認識が薄かったため，集会\nの席上においても，Ｆが押印するに当たっても，委任事項に①が含まれること\nを説明せず，Ｆ及び地権者が委任事項に①が含まれることを問題にしなかっ\nたことは，前記１(3)ウ項認定のとおりである。\nイ　しかしながら，原告は，前記１(3)オ，カ，(5)イ(ｴ)項認定のとおり，平成８年１２\n月には，本件改定前賃貸借契約の期間が翌９年３月１９日をもって満了する\nこと，上記契約更新のために必要な授権をＥに対してしたこと，つまり委任事\n項に前項の①が含まれることを認識しながら，同月に開催された地区協議会\nの総会においてＥから地権者に対して契約の更新がなされたことの報告がな\nされた際はもとより，上記期間満了までの間に被告及びＥに対し，契約更新の\nための授権は無効であることを主張しなかったのであり，これらの原告の行動\nに照らすと，原告に更新契約の締結に関する代理権授与の意思がなかったと\nは認められない。\n(4) 以上によれば，更新契約が成立し，かつ，その効力を生じていることが明らか\nである。\n５　争点３について\n(1) 原告は，本件各土地を含む本件施設について通信基地としての使用が終了して\nいることを前提として，本件賃貸借契約の主たる用途が終了したのに本件各土\n地が返還されないという不正常な状態を解消させるべく，被告には，その責任に\nおいて米国から本件各土地を含む本件施設の返還を受けた上で本件各土地を\n原告に返還する義務があると主張する。\n(2) しかしながら，本件賃貸借契約の目的とこれに付された不確定期限の内容及び\n上記不確定期限が未だ到来していないことは，既述したとおりであり，そうである\n以上，被告に原告主張の義務を認めることはできないから，上記義務違反を解\n除原因とする本件賃貸借契約解除の主張は，理由がない。\n(3) ちなみに，本件施設内の国有地の一部払下げと本件改定前賃貸借契約の締結\nの経緯は，前記１(2)項認定のとおりであり，Ｂは，本件各土地の払下げ（売渡）\nを受けるに当たり，駐留軍の利用及び活動に支障を及ばさないことを売渡条件\nとすることを同意し，土地等調書において賃貸借の使用期間は昭和５２年３月２\n０日から「施設返還の日まで」であることを確認の上，払下げを受け，同日本件\n改定前賃貸借契約を締結したことを付言する。\n６　以上のとおりであり，その余の点について判断するまでもなく，原告の請求は理由\nがないから棄却する。\n横浜地方裁判所第４民事部\n裁判長裁判官　　髙　柳　輝　雄\n裁判官　　竹　内　純　一\n裁判官　　宇田川　公　輔\n物件目録\n１　所　在　　横浜市瀬谷区a町\n地　番　　省略\n地　目　　畑\n地　積　　４０６㎡\n２　所　在　　横浜市瀬谷区a町\n地　番　　省略\n地　目　　畑\n地　積　　９９５㎡\n３　所　在　　横浜市瀬谷区a町\n地　番　　省略\n地　目　　田\n地　積　　３６２㎡\n４　所　在　　横浜市瀬谷区a町\n地　番　　省略\n地　目　　田\n地　積　　４６３㎡ 以　上\n"
}