{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 13,
    "month": 5,
    "day": 25
  },
  "case_number": "平成13(行ク)5",
  "case_name": "子の引渡し仮処分命令事件",
  "court_name": "青森地方裁判所",
  "field": "行政",
  "gist": "１　児童相談所長が児童福祉法３３条に基づき一時保護を加えた児童の親権者が，県を相手方として民事保全法上の子の引渡しを求める仮処分申立ての適法性\n２　児童相談所長が児童福祉法３３条に基づき一時保護を加えた児童の親権者がした民事保全法上の子の引渡しを求める仮処分申立てが，却下された事例",
  "case_gist": "１　行政事件訴訟法４４条の規定は，行政処分の無効又は不存在を前提として民事訴訟によって実現し得る私法上の権利を主張し，これを被保全権利として民事保全法に基づく仮処分を求めることまで禁ずるものではないところ，親権者が親権に基づいて子の引渡しを求めることは，一般に民事訴訟によって実現し得るものであるから，親権者が親権に基づいて子の引渡しを求める民事保全法に基づく仮処分申立ては，子の一時保護が無効であることを前提として児童の引渡しを求める限度において適法である。\n２　児童相談所長が児童福祉法３３条に基づき一時保護を加えた児童の親権者がした民事保全法上の子の引渡しを求める仮処分申立てにつき，児童相談所長は，保護者が虐待するなどの理由で保護者に看護させることが不適当であると認める児童があるときは，必要に応じて当該児童に一時保護を加えるべきものと解され，この場合の一時保護については，児童相談所長において，当該児童を保護者に看護させることを不適当とする事情及び当該児童が緊急の保護を必要とする事情を相当程度の蓋然性をもって認めた場合には，保護者の意思にかかわらず，当該児童を一時保護することが許されると解されるところ，前記児童が母あてに出した手紙には，親権者により食事を抜かれたり，服を破かれたり，トイレに行くことを禁じられたり，蔵に閉じこめられたりしている旨が記載されており，これによれば，親権者が児童を適切に看護していない蓋然性を相当程度に認めることができ，このまま児童を親権者の下においては，児童の心身の安全が確保されず，児童を緊急に保護する必要性について相当程度の蓋然性を認めることができるから，前記一時保護は適法であるとして，前記申立てを却下した事例",
  "lawsuit_id": "15592",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=15592",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/592/015592_hanrei.pdf",
  "contents": "主　　　文\n債権者の申立を却下する。\n申立費用は債権者の負担とする。\n理　　　由\n第１　申立ての趣旨\n債務者は、債権者に対し、Ａを引き渡せ。\n第２　事案の概要\n本件は、債権者が、債務者に対し、親権を根拠として、児童相談所長が児童福祉\n法３３条に基づき一時保護している債権者の子の引渡しを求めた事案である。\n１　前提となる事実（実質的に争いがない。）\n（１）　債権者は、Ａの父であり、Ａの母との離婚により唯一の親権者となった者\nである。\n（２）　青森県弘前児童相談所長（以下「弘前児童相談所長」という。）は、平成\n１２年１２月２２日、児童福祉法３３条に基づき、緊急保護を理由として、Ａを一\n時保護した（以下「本件一時保護」という。）。本件一時保護は現在まで継続して\nいる。\n（３）　Ａの母は、青森家庭裁判所弘前支部に対し、債権者を相手方として、Ａの\n親権者変更の審判を申し立てており、当該事件は現在まで係属している。\n２　主要な争点\n（１）　本件申立ての適法性\n（２）　本件一時保護の違法性\n第３　当裁判所の判断\n１　争点（１）　（本件申立ての適法性）について\n債務者は、（１）児童福祉法３３条による一時保護は、行政庁の処分にあたるか\nら、行政事件訴訟法４４条により、民事保全法による仮処分は許されず、本件申立\nては不適法である、（２）本件一時保護処分を行ったのは、弘前児童相談所長であ\nるから、申立ては弘前児童相談所長を相手方とすべきであって、青森県を相手方と\nした本件申立ては不適法である、と主張する。\n確かに、行政事件訴訟法４４条は、行政庁の処分その他公権力の行使に当たる行\n為については、民事保全法に規定する仮処分をすることができないと規定する。し\nかしながら、行政処分の無効又は存在しないことが争点となるような私法上の法律\n関係に関する訴訟を提起することが許され（行政事件訴訟法４５条）、反面、この\nような民事訴訟によって目的を達し得る場合には無効等確認の訴えを提起すること\nが許されないこと（同法３６条）及び行政事件訴訟法２５条による行政処分の効\n力、処分の執行又は手続の続行の停止は、取消しの訴え又は無効等確認の訴えの提\n起を前提とすることに照らせば、同法４４条の規定は、行政処分の無効又は不存在\nを前提として民事訴訟によって実現し得る私法上の権利を主張し、これを被保全権\n利として民事保全法に\n基づく仮処分を求めることまでも禁ずるものではないと解する。そして、親権者が\n親権に基づいて子の引渡しを求めることは、一般に民事訴訟によって実現し得るも\nのであるから、本件申立ては、この点においては、本件一時保護が無効であること\nを前提としてＡの引渡しを求める限度において、適法である。（よって、以下で本\n件一時保護の違法性を検討するに当たっては、本件一時保護が取り消されるべきも\nのか否かではなく、本件一時保護が無効であるか否かという点について検討するこ\nととする。）\nそして、本件申立ては民事保全法に基づく仮処分を求めるものであり、私法上の\n権利を主張するものであるから、その相手方は民事訴訟法上の訴訟能力を有するも\nのでなければならない。確かに、本件一時保護処分を行ったのは弘前児童相談所長\nであるが、児童相談所長は児童相談所に置かれ、児童相談所は都道府県が設置する\nものであるから、本件一時保護処分は、弘前児童相談所長が、債務者の機関として\n行ったものといわざるを得ない。したがって、本件申立ては、本来的に債務者を相\n手方とすべきものであるから、この点においても適法である。\n以上のとおり、債務者の主張はいずれも採用することができない。\n２　争点（２）（本件一時保護の違法性）について\n（１）　児童福祉法３３条１項は、児童相談所長は、必要があると認めるときは、\n同法２６条等所定の措置をとるに至るまで、児童に一時保護を加え、又は適当な者\nに委託して、一時保護を加えさせることができる旨規定する。さらに、同条１項及\nび２項並びに同法２７条１項並びに児童虐待の防止等に関する法律８条に照らせ\nば、児童相談所長は、保護者が虐待するなどの理由で保護者に監護させることが不\n適当であると認める児童があるときは、必要に応じて当該児童に一時保護を加える\nべきものと解される。そして、この場合の一時保護については、児童に対する虐待\n等はほとんどが家庭内などといった密室で行われ、その有無を直ちに明らかにする\nのは困難であることが多い反面、虐待等を受けている児童の心身を保護する必要性\nと緊急性は一般に高度に認められることから、児董相談所長において、当該児童を\n保護者に監護させることを不適当とする事情及び当該児童が緊急の保護を必要とす\nる事情が相当程度の蓋然性をもって認められれば、保護者の意思にかかわらず、当\n該児童を一時保護することが許されると解すべきである\n。\nまた、児童福祉法３３条３項及び４項は、一時保護の期間は、２月を超えること\nはならないと規定する一方、必要があると認めるときは、児童相談所長等において\n一時保護を継続することができると定めている。これらの規定は、一時保護は、同\n法２６条、２７条等が規定する措置を採るまでの一時的な措置として認められるの\nであるから、漫然と一時保護を継続することは許さないものの、児童を一時保護す\nる必要性が継続する期間は、これを継続することも許容したものと解される。\n以上を前提として、以下、本件一時保護の違法性について検討する。\n（２）　本件疎明資料によれば、以下の各事実が一応認められる。\n①　Ａは、本件一時保護が行われた平成１２年１２月２２日の数日前、母に対し手\n紙（乙１）を出した。これを受け取ったＡの母が児童相談所に相談したことから、\n弘前児童相談所長はＡを一時保護する必要があると判断し、本件一時保護を行った\n（実質的に争いがない。）。\nこの手紙には、Ａが学校から帰ってもいつも勉強ばかりで嫌であること、勉強を\n怠ると怒られて食事を抜かれること、嘘をつくと服を破かれたり、トイレに行くこ\nとを禁じられること、債権者に倉に閉じ込めると言われたこと、この手紙自体も、\n閉じ込められた倉の中で書いていることなどが記されており、母に迎えに来てくれ\nるよう求めている（乙１）。\n②　Ａは、平成１３年１月２９日、青森県弘前児童相談所職員に対し、債権者が、\nＡが小学校に入学する前から、勉強ができなければ棒で叩いたり、顔を拳で叩いた\nりしたことがあったこと、中学校進学後も、勉強ができなければ物を投げつけた\nり、竹刀で叩いたりしたことがあり、これによってＡが出血したこともあったこ\nと、Ａを追いかけ回した挙げ句、Ａの部屋の物を散らかした上、ガラス瓶をベッド\nの上で割ったこともあったこと、Ａの母からＡへの贈り物を壊したことがあったこ\nと、怒ってＡが着ていた服を破いたことがあったこと、冬にＡを暖房のある部屋に\n入れず、廊下で寝させたことがあったこと、Ａに食事を食べさせなかったり、自宅\nのトイレを使わせなかったことがあったこと、Ａが新聞配達のアルバイトをして得\nた２万６千円を取り上げたことがあったこと、Ａが嘘を付いたときに、竹刀でＡの\n尻を５０回叩いたことがあったこと、Ａを長時間倉に閉じ込め、その間食事をとら\nせず、トイレにも行かせないことがあったこと、①の手紙は\n、債権者がＡにナイフやコップを投げてきたり、バット等で叩いて来て、殺されそ\nうな感じがしたから書いたこと、債権者とは二度と暮らしたくないし、会いたくも\nないことなどを述べた（乙５）。\n③　Ａは、平成１３年３月１４日、債権者はほぼ毎日Ａを叩くし、Ａの物を壊した\nりＡの金を取ったりするから、債権者の所には戻りたくない旨の書面を作成し、債\n務者代理人に交付した（乙４）。\n④　債権者は、平成１３年４月１２日ころ、債務者との間の青森地方裁判所弘前支\n部平成１３年（ワ）第１０号慰謝料請求事件において、債権者が、Ａに果物ナイフ\nを投げつけたことがあったこと、Ａに空き缶を投げつけ、これによってＡが出血し\nたことがあったこと、プラスチックのバットを持ってＡを追いかけたことがあった\nこと、Ａの持っているゲームソフトを壊したことがあったこと、Ａの着ていた服を\n破いたことがあったこと、Ａを倉に閉じ込めたことがあり、夏には朝から夕方まで\n閉じ込めたこともあったこと、Ａを廊下で寝させたことがあったこと、Ａの尻を竹\n刀で５０回叩いたことがあったこと、Ａが新聞配達をして得た金を取り上げたこと\nがあったことを認めた（乙６）。\n（３）　上記（２）で一応認められる事実を前提として本件一時保護の違法性につ\nいて検討するに、（２）①のとおり、弘前児童相談所長は、Ａが母に対して出した\n手紙（乙１）によって一時保護の必要性について判断したものであるところ、この\n手紙には、Ａが債権者によって食事を抜かれたり、服を破かれたり、トイレに行く\nことを禁じられたり、倉に閉じ込められたりしている旨が記されていたのであるか\nら、この手紙によって、債権者がＡを適切に監護していない蓋然性を相当程度に認\nめることができ、これを前提とすると、そのままＡを債権者の監護の下において\nは、Ａの心身の安全が確保されないであろうから、Ａを緊急に保護する必要性につ\nいても、同様に相当程度の蓋然性をもって認めることができる。したがって、この\n手紙を資料として、弘前児童相談所長が行った本件一時保護に、これを無効とする\nような違法は存在しないと認めることができる。\nそして、Ａを一時保護した後、現在に至るまで、Ａは、青森県弘前児童相談所職\n員らに対し、（２）②及び③のとおり、債権者のＡに対する行動について述べてお\nり、債権者自身も、（２）④のとおり、そのＡに対する行動について述べていると\nころ、これらの供述\nによれば、債権者によるＡの監護は、適切さを欠き、虐待ともいうべき程度に及ん\nでいる蓋然性を十分に認めることができるのであって、Ａを債権者の監護の下に戻\nすときは、Ａの心身が傷害される蓋然性もまた相当高度に認めることができる。な\nお、債権者は、そのＡに対する行為はしつけであると主張し、これを正当なものと\n主張するようである。確かに、保護者はその監護下にある未成年者に対し、その養\n育に必要な範囲で懲戒を行うことも許されるけれども、これはあくまでも未成年者\nの養育を目的とするものであるから、その範囲には自ずから限界があり、この限界\nは保護者の主観によってではなく、子の福祉の観点から定められるものと解すべき\nである。これを本件についてみるに、債権者が自認する（２）④の各事実のみをみ\nても、これが許容されるしつけの範囲内にあるというべきかは甚だ疑わしい上、Ａ\nが述べる（２）②の各事実に至っては、これによってＡの心身を傷害し、その健全\nな発育を妨げるおそれは相当高いものであるから、これが許容されるしつけの範囲\n内にあるものとは到底いい難いものである。したがって、（２）②ないし④の各供\n述を資料として、弘前児童相談所長が一時保護を継続する必要を認め、本件一時保\n護を現在まで継続していることについても、本件一時保護を無効とするような違法\nは存在しないと認めることができる。\nなお、本件一時保護は、開始してから既に５月を経過しているが、前記第２の１\n（３）のとおり、Ａの母と債権者の間で、Ａについての親権者変更の審判申立て事\n件が現在まで係属しているところ、仮にＡの親権者が債権者からＡの母に変更され\nれば、児童福祉法２６条等が規定する措置を採るに至ることなく一時保護を解除す\nることができる蓋然性も認められるところであるから、上記の審判申立て事件が終\n結するまでの間、児童福祉法２６条等が規定する措置を採ることを留保し、一時保\n護を継続することにも、本件一時保護を無効とするような違法は存在しないという\nべきである。\n以上のとおりであるから、本件一時保護は現在に至るまで有効に存在すると認め\nることができる。\n３　以上によれば、債権者の本件申立ては理由がないからこれを却下することと\nし、申立費用の負担について民事保全法７条、民事訴訟法６１条を適用して、主文\nのとおり決定する。\n青森地方裁判所民事部\n裁判官　守山修生\n"
}