{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 6,
    "day": 24
  },
  "case_number": "平成13(行ケ)16",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "11798",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=11798",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/798/011798_hanrei.pdf",
  "contents": "平成１３年（行ケ）第１６号　審決取消請求事件（平成１４年６月１０日口頭弁論\n終結）\n判　　　　　　　　　決\n原　　　　　　告　　　ジョイテック株式会社\n訴訟代理人弁護士　　　古　　田　　友　　三\n同                    山　　田　　　　　徹\n同　　　　　　　　　　高　　橋　　譲　　二\n同　　　　弁理士　　　土　　川　　　　　晃\n被　　　　　　告　　　シンポ株式会社\n訴訟代理人弁護士　　　高　　橋　　美　　博\n同        弁理士      西　　山　　聞　　一\n主　　　　　　　　　文\n特許庁が平成１１年審判第３５５６７号事件について平成１２年１１\n月２７日にした審決を取り消す。\n訴訟費用は被告の負担とする。\n事実及び理由\n第１　当事者の求めた裁判\n１　原告\n主文と同旨\n２　被告\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n第２　当事者間に争いのない事実\n１　特許庁における手続の経緯\n被告は、名称を「多目的ロースター」とする特許第１６０８３３４号発明\n（昭和５８年３月２４日出願、平成３年６月２８日設定登録。以下「本件発明」と\nいい、この特許を「本件特許」という。）の特許権者である。原告は、平成１１年\n１０月１６日、被告を被請求人として、本件特許の無効審判を請求し、特許庁は、\n同請求を平成１１年審判第３５５６７号事件として審理した結果、平成１２年１１\n月２７日、「本件審判の請求は、成り立たない。」との審決をし、その謄本は、同\n年１２月１８日、原告に送達された。\n２　本件発明の要旨\nロースター本体に吸引作用される円筒状の外箱と該外箱の内部に所定間隔の\n吸引流路を有する様にして円筒状の内箱を取付け、該内箱の上端は外箱の上端より\n低く形成し、又外箱の上方開口部を被冠閉塞する閉塞枠体と、該閉塞枠体より内箱\nの上部周囲に接して垂設された周壁より成る円形状のトッププレートを外箱と内箱\n間に載置し、トッププレートの周壁には吸気孔を貫設形成し、又内箱の上端開口部\nに突片を突設し、該突片上にオイルパンであるプレート外周縁部に周設された鍔部\nを載置し、該鍔部と内箱壁面により環状の段部を周設し、又プレートの中央部にバ\nーナーを収容し、一方前記段部に対応する円形同大に形成し互換性を有する様にし\nたスリットを穿設した平板円形状のロストル及び五徳を装備してそのいずれか一方\nを前記段部上に選択載置する様に成したことを特徴とする多目的ロースター。\n３　審決の理由\n審決は、別添審決謄本写し記載のとおり、本件発明は、特開昭５５－１３０\n６２２号公報（審判甲第１号証、本訴甲第３号証、以下「引用例１」という。）、\n実願昭５５－１２４７３８号（実開昭５７－４８８２１号）のマイクロフィルム\n（審判甲第２号証、本訴甲第４号証、以下「引用例２」という。）、意匠公報第５\n１６７５３号（審判甲第３号証、本訴甲第５号証、以下「引用例３」という。）、\n特公昭５７－５５９７７号公報（審判甲第６号証、本訴甲第８号証、以下「本訴甲\n第８号証」という。）及び実公昭３３－１５０８６号公報（審判甲第９号証、本訴\n甲第１１号証）記載の発明に基づいて、当業者が容易に発明をすることができたも\nのと認めることはできないから、本件特許を無効とすることはできないとした。\n第３　原告主張の審決取消事由\n審決の理由中、「6.当審の判断」及び「7.むすび」は争い、その余は認め\nる。\n審決は、本件発明と引用例１記載の発明（以下「引用例発明１」という。）\nの相違点(2)に関し引用例２記載の発明（以下「引用例発明２」という。）の認定を\n誤るとともに相違点(2)の判断を誤り（取消事由１）、相違点(3)に関し本訴甲第８\n号証に従来例として記載された技術事項（以下「本件技術事項」という。）の認定\nを誤るとともに相違点(3)の判断を誤った（取消事由２）結果、本件発明が、当業者\nにとって、引用例発明１～３及び本件技術事項に基づいて容易に発明をすることが\nできたものと認めることはできないとの誤った判断をしたものであるから、違法と\nして取り消されるべきである。\n１　取消事由１（相違点(2)に係る認定判断の誤り）\n(1)　審決は、「本件発明では、内箱の上端開口部に突片を突設し、該突片上に\nオイルパンであるプレート外周縁部に周設された鍔部を載置し、該鍔部と内箱壁面\nにより環状の段部を周設し、又プレートの中央部にバーナーを収容し、一方前記段\n部に対応する円形同大に形成し互換性を有する様にしたスリットを穿設した平板円\n形状のロストル及び五徳を装備してそのいずれか一方を前記段部上に選択載置する\n様に成したのに対し、甲第２号証記載のもの（注、引用例発明２）では、内箱の上\n端開口部に段部を周設し、該段部にロストルを載置した構成は窺えるが、上記本件\n発明の構成について記載がない点」（審決謄本６頁３８行目～７頁６行目）を相違\n点(2)と認定した上、「甲第１号証（注、引用例１）には、『内箱の上縁近く煙吸込\n口(3)の直下にロストルを装備すること』は記載されているが、具体的にどのように\n装備するのかについての記載はなく、また互換性を有する様にしたロストル及び五\n徳を選択載置する様に成したものでもない。さらに、甲第２号証（注、引用例２）\nには、内箱の上端開口部に段部を周設し、該段部にロストルを載置した構成は窺え\nるが、上記本件発明におけるロストルを載置する構成について記載はなく、またロ\nストル及び五徳を選択載置する様に成したものでもない。しかも、甲第１号証及び\n甲第２号証には、この点を示唆する記載も認められない。してみると、相違点(2)に\nおける本件発明の構成が、甲第１号証及び甲第２号証記載のものから容易になし得\nたものとすることができない。また、甲第３号証（注、引用例３）には、上記した\nとおりの五徳の構成（注、４角形に形成された外枠から中心に向けて、６個の支持\n片を、放射状に、かつ、当該支持片の上面を外枠より高くして設けた構成）が記載\nされている。しかしながら、甲第３号証にも上記相違点(2)における本件発明の構成\nが記載されているとは認められず、相違点(2)における本件発明の構成が、甲第１号\n証乃至甲第３号証の記載から容易になし得たものとすることができない。」（同７\n頁２１行目～３５行目）と認定判断したが、誤りである。\n(2)　すなわち、引用例発明２は、内箱の位置決め用の棒状のガイドが外箱の内\n壁面かつ内箱の上端開口部に突設されていて、段部が周設されており、ここに内箱\nが納まり、その上に本件発明の「ロストル」に当たる鉄板が載置されるように構成\nされている。そして、このガイドに替えて突片を用いるとか、あるいは外箱の内壁\n面ではなく内箱の内壁面に突片を突設する構成にすることは、段部を周設して当該\n段部にロストルを載置するという構成に関する単なる設計事項にすぎない。そうす\nると、本件発明における「ロストルを載置する」構成とは、「環状の段部を周設\nし、そこにロストルを載置する」ことに尽きるのであり、この構成は、引用例２に\n余すところなく開示されている。\n(3)　相違点(2)に係る本件発明の構成において、「オイルパンであるプレート\n外周縁部に周設された鍔部」の構成は、環状の段部を周設する構成の一部にすぎな\nい。また、「プレートの中央部にバーナーを収容」する構成は、当業者にとって周\n知、自明である上、ロストルの載置に関する構成とは無関係である。さらに、「円\n形同大に形成し、互換性を有する様にしたスリットを穿設した平板円形状のロスト\nル」の構成は、ロストルの形状そのものであって、ロストルを載置する構成に関す\nる記載ではなく、熱と炎を通すためのスリットの存在や、肉を焼くために平板円形\n状とすることは、周知の技術事項にすぎない。加えて、「互換性を有する」こと\nは、相違点(3)における「多目的ロースター」の構成として考慮すべき事項であっ\nて、ロストルを載置する構成とは無関係である。\n(4)　したがって、引用例２について、本件発明におけるロストルを載置する構\n成に係る記載がないとした審決の認定は誤りである。\n２　取消事由２（相違点(3)に係る認定判断の誤り）\n(1)　審決は、「本件発明は、多目的ロースターであるのに対し、甲第２号証記\n載のもの（注、引用例発明２）では、通常のロースターであって、多目的に用いる\nロースター、すなわち多目的ロースターとは認められない点」（審決謄本７頁８行\n目～１０行目）を相違点(3)と認定した上、「甲第１号証及び甲第２号証記載のもの\nは、焼肉専用のロースターであって、甲第１号証及び甲第２号証には該記載のロー\nスターを焼肉以外の用途（例えばしゃぶしゃぶ鍋用等の用途）に用いる記載がな\nく、またその示唆もないものである。また甲第３号証には五徳の形状等が記載され\nているだけであって、甲第３号証にもロースターを焼肉以外の他用途に用いる点に\nついて記載はないものである。したがって、相違点(3)における本件発明の技術事項\nが甲第１号証乃至甲第３号証記載のものに基づいて容易になし得たものとすること\nができない。」（同７頁末行～８頁７行目）と判断し、さらに、「甲第６号証\n（注、本訴甲第８号証）には、鍋物用と鉄板焼用の両者兼用を図った調理装置で、\nかつ焼物用プレート、すなわちロストルを備えたものが記載され、ここに記載され\nた調理装置は多目的ロースターと認められる。・・・しかしながら、甲第６号\n証・・・にも、上記相違点(2)における本件発明の構成、すなわち『内箱の上端開口\n部に突片を突設し、該突片上にオイルパンであるプレート外周縁部に周設された鍔\n部を載置し、該鍔部と内箱壁面により環状の段部を周設し、又プレートの中央部に\nバーナーを収容し、一方前記段部に対応する円形同大に形成し互換性を有する様に\nしたスリットを穿設した平板円形状のロストル及び五徳を装備してそのいずれか一\n方を前記段部上に選択載置する様に成した』点について記載されておらず、本件発\n明が、甲第６号証・・・記載の発明に基づいて容易に発明をすることができたもの\nと認めることができない。」（同８頁１５行目～３４行目）と認定判断したが、誤\nりである。\nすなわち、相違点(3)についての判断では、「互換性」について検討すべき\nであるところ、審決は、本訴甲第８号証が「多目的ロースター」の構成を有するこ\nとを認めながら、相違点(3)の検討に無関係な、相違点(2)に係る「ロストルの載\n置」の構成が記載されていないとして、互換性を否定したものであり、このような\n判断手法は誤りであることが明らかである。\n(2)　被告は、本件技術事項は本件発明と相違している旨主張するが、本件技術\n事項が鍋物用と鉄板焼用の両者兼用を図った調理装置である多目的ロースターであ\nることは明らかであり、このような店舗用ガス燃焼タイプの調理装置において、客\nの注文、料理の種類等に応じて、鍋物又は鉄板焼用の部材を適宜選択して載置する\nことは、周知の技術事項である。\n３　したがって、相違点(2)及び(3)に係る本件発明の構成は、当業者にとって、\n引用例発明１に引用例発明２及び本件技術事項を適用することにより容易に想到す\nることができたものであり、これら相違点に係る審決の判断は誤りである。\n第４　被告の反論\n１　取消事由１（相違点(2)に係る認定判断の誤り）について\n(1)　引用例２には、内箱の上端開口部に段部を周設し、当該段部にロストルを\n載置する構成はうかがえるが、相違点(2)に係る本件発明の構成である「内箱の上端\n開口部に突片を突設し、該突片上にオイルパンであるプレート外周縁部に周設され\nた鍔部を載置し、該鍔部と内箱壁面により環状の段部を周設し、又プレートの中央\n部にバーナーを収容し、一方前記段部に対応する円形同大に形成し互換性を有する\n様にしたスリットを穿設した平板円形状のロストル及び五徳を装備してそのいずれ\nか一方を前記段部上に選択載置する様に成した」との構成は記載されていないか\nら、結局、引用例２には、本件発明における「ロストルを載置する」構成は、記載\nされていないというべきである。\n(2)　原告は、引用例発明２は、内箱の位置決め用の棒状のガイドが外箱の内壁\n面かつ内箱の上端開口部に突設されていて、段部が周設されており、ここに内箱が\n納まり、その上に鉄板が載置されるようになっていると主張する。しかしながら、\nこの主張の意味が不明であり、仮に、本件発明における突片を意味するものとすれ\nば、引用例２では、ガイドが外箱の内壁面に突設されているのに対し、本件発明で\nは、突片が内箱の内壁面に突設されているという点で、両者の構成が相違すること\nは明らかである。\nまた、引用例発明２におけるガスバーナーは、棒状で内箱に配置されてい\nるのに対し、本件発明のバーナーは、円形状で内箱の中央部に配置されているか\nら、バーナーについても、本件発明と引用例発明２のものとは構成が相違してい\nる。\nさらに、引用例発明２は、ロストルを載置する構成を有するだけで、本件\n発明におけるロストルを載置する構成を有しない。\n(3)　原告は、「互換性を有する」との要件は、相違点(3)に係る「多目的ロー\nスター」の要件として考慮すべき事項であると主張するが、審決が相違点(2)につい\nて「互換性を有する様にした・・・平板円形状のロストル及び五徳」と認定した以\n上、「互換性」についても相違点(2)の問題として検討すべきであるから、原告の主\n張は失当である。\n２　取消事由２（相違点(3)に係る認定判断の誤り）について\n(1)　相違点(3)は、「多目的ロースター」に係る相違点であり、審決は、「互\n換性」については相違点(2)で検討したのであるから、審決の相違点(3)の判断手法\nに誤りはない。\n(2)　本訴甲第８号証には、多目的ロースターである本件技術事項が記載されて\nいるが、多目的化のための構成は、鍋物用のコンロバーナと鉄板焼用のパイプバー\nナを備え、「ゴトク支え」上に「ゴトク」を載置し鍋を置くか、「ゴトク支え」上\nに鉄板を載せる構成である。また、本件発明は１個のバーナーを有するのに対し、\n本件技術事項は２個のバーナーを備えたものであること、本件発明では段部にロス\nトル又は五徳を直接載置するものであるのに対し、本件技術事項では「ゴトク」を\n必要としたり、取り外すものであることで相違する。したがって、本件技術事項\nは、本件発明のような互換性を有するものではない。\n(3)　本件技術事項には、鍋物用のコンロバーナ、鉄板焼用のパイプバーナ、\n「ゴトク支え」、「ゴトク」を適宜選択載置した技術が開示されているとしても、\n本件発明は、このような用途対応部材の適宜選択載置ではなく、「前記段部に対応\nする円形同大に形成し互換性を有する様にした・・・ロストル及び五徳を装備して\nそのいずれか一方を前記段部上に選択載置する」構成としたもの、すなわち、特定\n部材の特定選択載置のものであるから、本件技術事項のものとは相違する。\n第５　当裁判所の判断\n１　取消事由１（相違点(2)に係る認定判断の誤り）について\n(1)　引用例２（甲第４号証）には、以下の記載がある。\nア　2.実用新案登録請求の範囲　排気装置に接続される排気口を底部にそな\nえ上向きの開口部を有する外箱と・・・上記外箱内において上向きに開口する給気\n穴をそなえた吸気ダクトと・・・上記外箱内壁面との間に通気路をへだてて上記吸\n気ダクト上に載置された内箱と・・・上記内箱の上向開口部に被着され通気穴を穿\n設された耐熱板と、上記給気口の上方に配設したガスバーナと、上記ガスバーナの\n上方に設けたバーナカバーとをそなえて成る焼肉器。（明細書１頁４行目～１６行\n目）\nイ　９はステンレス製の内箱で、上向開口部１０を有し、外箱１の内壁面と\nの間に空間状の通気路１１および１２をへだてて配置され、吸気ダクト７上に着脱\n自在に載置されている。１３および１４は内箱９の位置ぎめ用の棒状のガイドで、\n外箱１の内壁面に突設されている。（同２頁末行～３頁５行目）\nウ　鉄板２３は内箱の上向開口部１０に着脱自在に被着してある。（同３頁\n１８行目～１９行目）\nエ　肉類の加熱により発生する大きな油滴や肉汁は下方へ滴下して水槽部１\n６内にたまり・・・使用後に内箱９や外箱１内を清掃すればよい。（同５頁１３行\n目～１８行目）\n(2)　これらの記載に第１図及び第２図の図示を総合すれば、引用例発明２は、\n内箱と外箱から成る排気吸引式のガスバーナーを備えた調理器という、本件発明及\nび引用例発明１と同種製品に関するものであって、このような調理器において、棒\n状のガスバーナーを備えた構成、内箱の上端開口部に段部を形成し、この段部上に\n鉄板を載置した構成、外箱の内壁面に突片を突設し、この突片により内箱と外箱の\n間に通気路を設けた構成、肉汁を内箱の底部の水槽部に溜める構成を有しているも\nのということができる。\n(3)　そして、相違点(2)に係る本件発明の構成と引用例発明２の上記構成とを\n比較すると、一応、以下の相違点がある。\nア　本件発明では、「プレートの中央部にバーナーを収容」するのに対し、\n引用例発明２では、棒状のバーナーが装備されている。\nイ　本件発明では、「内箱の上端開口部に突片を突設し、該突片上にオイル\nパンであるプレート外周縁部に周設された鍔部を載置し、該鍔部と内箱壁面により\n環状の段部を周設」するのに対し、引用例発明２では、突片が外箱の内壁面に突設\nされて内箱との間で通気路のスペーサとなっている。\nウ　本件発明では、「ロストルを前記段部上に載置する」のに対し、引用例\n発明２では、内箱の上端開口部に形成された段部上に鉄板を載置している。\nエ　本件発明では、「段部に対応する円形同大に形成し互換性を有する様に\nしたスリットを穿設した平板円形状のロストル及び五徳を装備してそのいずれか一\n方を選択する」のに対し、引用例発明２は、互換性のあるロストル及び五徳を装備\nして、そのいずれかを選択する構成を有しない。\n(4)　そこで、上記相違点ア～エについて、以下検討する。\nア　相違点アについて\n本件特許出願の願書に添付した第２図（甲第２号証４頁）には、プレー\nトとその中央部に収容されたバーナーが図示されているが、この構成は、それ自\n体、ガスバーナーの火力の効率的な分布を図るために必要な構成として、家庭用ガ\nスコンロ等におけるものとして、従来から用いられている慣用の技術であることは\n明らかである。そして、引用例発明２の調理器と家庭用ガスコンロでは共にガスバ\nーナーを備えた調理器であることで技術分野が共通であるから、本件発明における\n「プレートの中央部にバーナーを収容し」た構成は、単に上記慣用技術の適用にす\nぎないものとして、引用例発明２と実質的に相違しないというべきである。\nイ　相違点イについて\n中央部にバーナーを収容する構成と同様、バーナーの周囲に設けられた\nプレートにより煮汁や焼き汁を受ける構成も、それ自体、家庭用ガスコンロ等にお\nけるものとして、従来から用いられている慣用の技術である。また、引用例２にお\nいて、外箱の内壁面に設けられた突片を「内箱の上端開口部に」設けることも、単\nなる設計事項にすぎないというべきである。さらに、本件発明における「オイルパ\nンであるプレート」の「外周縁部に周設された鍔部」の構成は、プレートを突片上\nを載置するための設計事項というべきであって、当該鍔部を上記突片上に載置すれ\nば、必然的に、「該鍔部と内箱壁面により環状の段部を周設」する構成となること\nは明らかである。そうすると、相違点イも、実質的な相違点ということはできな\nい。\nウ　相違点ウについて\n上記のとおり、引用例発明２について、環状の段部を周設することが単\nなる設計事項である以上、内箱の上端開口部の段部にロストルが載置されている引\n用例発明２において、ロストルを環状の段部上に載置することは、当業者にとって\n必然の設計事項にすぎないから、相違点ウも実質的な相違点ということはできな\nい。\nエ　相違点エについて\n引用例２（甲第４号証）には「以上は耐熱板として鉄板を用いる焼肉器\nについて説明したが、本考案は施釉陶板など他の耐熱板を用いる場合にも適用でき\nるものである。」（明細書６頁１行目～３行目）と記載され、この記載によれば、\n引用例２記載の調理器において、鉄板以外の耐熱板を使用することが開示されてい\nる。\nまた、本訴甲第８号証には、「本発明は鍋物用のコンロバーナと、鉄板\n焼用のパイプバーナとの２つのバーナをそなえた調理装置に関するものであ\nり・・・従来は、第５図に示すようにケースＡの上に天板Ｂをかぶせ、中央の窓孔\nにゴトク支えＣがある。ケースＡの内部にはコンロバーナＤとその上方両側にパイ\nプバーナＥがある。ここで、コンロバーナＤを使用するときには、ゴトク支えＣ上\nにゴトクＦを載置し、鍋Ｇを置く・・・。しかし、パイプバーナＥを使用する時に\nは、ゴトク支えＣに鉄板等をのせて使用する」（１欄２７行目～２欄８行目）と記\n載され、この記載に第５図の図示を総合すれば、バーナーを備えた調理装置では、\n鍋物用とする際には「ゴトク支え」の上に「ゴトク」を載置し、鉄板焼用とする際\nには「ゴトク支え」の上に鉄板を載置するというように、五徳と鉄板とを用途に応\nじて選択使用することは、本訴甲第８号証に記載された従来技術である。したがっ\nて、本件発明における「ロストル及び五徳を装備してそのいずれか一方を選択す\nる」ことは、昭和５３年に出願され昭和５７年に公告された特許公報（甲第８号\n証）において、既に従来例として記載されている技術事項であって、その技術内容\nに照らしても、本件特許出願（昭和５８年３月２４日）当時、当業者にとって周知\nの技術事項であったというべきである。\nそして、ロストル及び五徳を「段部に対応する円形同大に形成し互換性\nを有する様にしたスリットを穿設した平板円形状」としたことも、また、上記環状\nの段部上に載置するための設計事項にすぎない。\n(5)　以上のとおり、相違点(2)に係る本件発明の構成は、引用例発明２及び本\n件技術事項が具備する構成であり、かつ、これらは、いずれもバーナーを備えた調\n理装置という同一種類の製品に係る技術事項であって、当業者にとって、引用例発\n明１に適用することを妨げる事情はうかがわれない。そうすると、本件発明の相違\n点(2)に係る構成は、当業者にとって、引用例発明１、引用例発明２及び本件技術事\n項に基づいて容易に想到し得るものというべきである。\n２　取消事由２（相違点(3)に係る認定判断の誤り）について\n(1)　本件特許出願の願書に添付した明細書（甲第２号証）には、「本発明は互\n換性を有するロストル及び五徳を取換自在に装備して焼肉としゃぶしゃぶ鍋の両者\n兼用を図る様にした多目的ロースターに関するものである。」（１欄２２行目～２\n５行目）と記載され、この記載によれば、本件発明における「多目的ロースター」\nとは、ロストル及び五徳を取換自在に装備することにより、焼肉としゃぶしゃぶ鍋\nの双方について調理し得るようにした兼用調理器のことであると認められる。\nこれに対し、本訴甲第８号証には、上記１(4)エのとおり、「ゴトク支え」\nの上に載置するものとして、鉄板及び五徳を取換自在に装備することにより、焼肉\nでもしゃぶしゃぶ鍋でも調理できるようにする兼用調理器が記載されているから、\n相違点(3)に係る本件発明の構成が開示されているというべきである。\n(2)　被告は、本件技術事項が、２個のバーナーを備えていること、五徳を必要\nとしたり取り外すものであることにおいて本件発明と相違している旨主張するが、\nこれらの相違は、本件発明の相違点(3)に係る構成である「多目的ロースター」にお\nいて、単なる設計事項にすぎないから、本件技術事項が「多目的ロースター」の構\n成を有しているという上記判断を左右するものではない。また、被告は、本件発明\nが特定部材の特定選択載置のものであるのに対し、本件技術事項が用途対応部材の\n適宜選択載置のものであるとも主張するが、その主張に係る特定部材の特定選択載\n置及び用途対応部材なるものも、結局のところ、「多目的ロースター」の構成にお\nける設計事項にすぎないものと認められるから、この点も、上記判断を左右するも\nのではない。\n(3)　したがって、相違点(3)に係る本件発明の構成は、本件技術事項のもので\nあって、これを引用例発明１に適用することは、当業者にとって、容易に想到する\nことができるものというべきである。\n３　そうすると、審決は、相違点(2)及び(3)に係る本件発明の構成についての容\n易想到性の判断を誤ったものであり、この誤りが審決の結論に影響を及ぼすことは\n明らかであるから、原告主張の審決取消事由は理由があり、審決は取消しを免れな\nい。\nよって、原告の請求は理由があるからこれを認容し、訴訟費用の負担につき\n行政事件訴訟法７条、民訴法６１条を適用して、主文のとおり判決する。\n東京高等裁判所第１３民事部\n裁判長裁判官　　　篠　　　原　　　勝　　　美\n裁判官　　　長　　　沢　　　幸　　　男\n裁判官　　　宮　　　坂　　　昌　　　利\n"
}