{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 17,
    "month": 11,
    "day": 25
  },
  "case_number": "平成17(行ケ)10014",
  "case_name": "",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "9265",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=9265",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/265/009265_hanrei.pdf",
  "contents": "平成１７年(行ケ)第１００１４号　審決取消請求事件（平成１７年１１月１６日口\n頭弁論終結） 判決\n原 告 イーストマン　コダック　カンパニー\n代表者\n訴訟代理人弁理士 伊東忠彦\n同 湯原忠男\n同 大貫進介\n同 伊東忠重\n被 告 特許庁長官　　中　嶋　　誠\n指定代理人 津田俊明\n同酒 井 進\n同 清水康司\n同立 川 功\n同 宮下正之\n主文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\nこの判決に対する上告及び上告受理申立てのための付加期間を３０日と\n定める。 事実及び理由\n第１　請求\n特許庁が不服２００２－１５４１１号事件について平成１６年３月２日にし\nた審決を取り消す。\n第２　当事者間に争いのない事実\n１　特許庁における手続の経緯\n原告は，１９９０年（平成２年）６月２６日（以下「本件優先日」とい\nう。）にアメリカ合衆国においてした特許出願に基づく優先権を主張し，平成３年\n６月２５日を国際出願日として，発明の名称を「カラーで記録を行うための非衝撃\nプリンタ」とする発明につき特許出願（特願平３－５１２２９４号，以下「本件出\n願」という。）をしたが，平成１４年５月７日付けで拒絶査定を受けたので，同年\n８月１２日に拒絶査定不服の審判を請求した。特許庁は，これを不服２００２－１\n５４１１号事件として審理した結果，平成１６年３月２日に「本件審判の請求は，\n成り立たない。」との審決をし，同月１６日にその謄本を原告に送達した。\n２　平成１５年１２月２２日付け手続補正書により補正された明細書（以下「本\n件明細書」という。）の特許請求の範囲の請求項１に係る発明（以下「本願発明」\nという。）の要旨\n光導電体である記録部材（１１）と，\n記録部材上にドット記録を行うための離散的記録素子の配列と，\n記録素子を，各循環過程中に記録部材上に色分解された画像の１つを形成す\nる動作の複数の循環過程の各々の間の所定の期間の間に，選択的に可能化するため\nの，画像情報に応答する駆動装置（７０）と，\n少なくとも部分的に，色分解された画像を表現している制御信号を生成する\nための装置（１９）と，\n異なった色で現像するために，各前記記録素子が，記録部材上に画像情報を\n潜像として記録するのに使用されるために，前記の制御信号に応答して，動作の各\n循環過程中に，前記記録素子への電流を，記録されるべき各色分解された画像に従\nって変更することのできるディジタル的にアドレス可能な装置，及び，\n更に，記録されている画像の色に関係した信号に従って選択トナー粒子で潜\n像を現像するための装置（２１），\nを備えている，記録部材上に異なる色分解された画像を記録することにより動\n作がなされる多色再現装置。\n３　審決の理由\n審決は，別添審決謄本写し記載のとおり，本願発明が，特開昭６０－７０８\n７２号公報（甲７，以下「引用例１」という。），特開平１－２０６０７２号公報\n（甲８，以下「引用例２」という。）に記載された各発明（以下，順に「引用発明\n１」，「引用発明２」という。）並びに周知技術に基づいて当業者が容易に発明を\nすることができたものであるから，特許法２９条２項の規定により特許を受けるこ\nとができないとした。\n第３　原告主張の審決取消事由\n審決は，本願発明と引用発明１との相違点についての判断を誤り（取消事由\n１～３），また，本願発明と引用発明１との相違点を看過し（取消事由４），その\n結果，引用発明１及び２，並びに，周知技術に基づいて容易に本願発明に想到し得\nたとの誤った結論を導いたものであり，違法であるから，取り消されるべきであ\nる。\nなお，審決が，①引用発明１を「光導電体上に複数の光学系の走査により印字ド\nット集合の形で形成された潜像をそれぞれシアン，マジエンタ及びイエローに現像\nする３つの現像機を備えた多色印字装置において，前記各光学系は，シアン，マジ\nエンタ及びイエロー用に個別に設けられており，シアン色用光学系による潜像形\n成，シアン色用現像機による現像，マジエンタ色用光学系による潜像形成，マジエ\nンタ色用現像機による現像，イエロー色用光学系による潜像形成，及びイエロー色\n用現像機による現像がこの順に行われた後，用紙への転写・定着がされることを１\nサイクルとし，前記各光学系の途中に，該各光学系による印字ドットの径を混色の\n種類に応じ変えて混色の色バランスを整えるための印字ドット径変化手段をそれぞ\nれ設けた多色印字装置。」（審決謄本３頁第５段落）と認定した点，②本願発明と\n引用発明１とを対比し，「以下の各点で相違する。〈相違点１〉記録部材上にドッ\nト記録を行うための部材につき，本願発明では『離散的記録素子の配列』であるの\nに対し，引用例発明１では『光学系の走査により印字ドット集合の形で形成された\n潜像』を形成する部材である点。〈相違点２〉本願発明では，駆動装置により記録\n素子を選択的に可能化する期間が，『各循環過程中に記録部材上に色分解された画\n像の１つを形成する動作の複数の循環過程の各々の間の所定の期間の間』であり，\n『異なった色で現像するために，記録部材上に画像情報を潜像として記録するのに\n使用されるために，潜像を記録されるべき各色分解された画像に従って変更するこ\nと』が『動作の各循環過程中』に行われるのに対し，引用例発明１はこのような構\n成を備えるものではない点。〈相違点３〉本願発明が『少なくとも部分的に，色分\n解された画像を表現している制御信号を生成するための装置（１９）』を備え，\n『異なった色で現像するために，記録部材上に画像情報を潜像として記録するのに\n使用されるために，潜像を記録されるべき各色分解された画像に従って変更するこ\nとのできる装置』が『制御信号に応答して』動作するのに対し，引用例発明１がか\nかる『制御信号を生成するための装置』を備えるとまではいえない点。〈相違点\n４〉『異なった色で現像するために，記録部材上に画像情報を潜像として記録する\nのに使用されるために，潜像の状態を記録されるべき各色分解された画像に従って\n変更することのできる装置』が，本願発明では『記録素子への電流を，記録される\nべき各色分解された画像に従って変更することのできるディジタル的にアドレス可\n能な装置』であるのに対し，引用例発明１では『印字ドット径変化手段』である\n点。〈相違点５〉本願発明は『異なった色で現像するために，各前記記録素子が，\n記録部材上に画像情報を潜像として記録するのに使用される』，すなわち，異なる\n色用の潜像記録部材が共通であるのに対し，引用例発明１では異なる色用の潜像記\n録部材は個別である点。〈相違点６〉本願発明では，『記録部材上に異なる色分解\nされた画像を記録する』のに対し，引用例発明１が同構成を有するとはいえない\n点。」（審決謄本５頁昀終段落～６頁第１段落）と認定した点は，認める。\n１　取消事由１（相違点１に関する判断の誤り）\n(1)　審決は，本件明細書の記載と引用発明２を根拠に，「光学系の走査により\n形成される潜像は１ライン分の潜像であり，このような１ライン分の潜像を形成す\nるために『離散的記録素子の配列』を用いることは本件優先日当時周知である。」\n（審決謄本６頁昀終段落）と認定した上で，相違点１について，「混色の色バラン\nスを整えるとの引用例発明１（注，引用発明１）の課題は，光学系の走査により潜\n像を形成するもの（引用例発明１）であれ，離散的記録素子の配列を用いるもの\n（上記周知技術）であれ，共通した課題であることは明らかである。そうであれ\nば，引用例発明１の潜像形成部材に代えて，上記周知技術を用いることにより相違\n点１に係る本願発明の構成をなすことは設計事項程度というべきである。」（７頁\n第２段落～第３段落）と判断したが，周知技術の認定についても，容易想到性の判\n断についても誤っている。\n(2)　審決は，「離散的記録素子の配列」の名の下で，勝手に，「多色再現装置\nのための離散的記録素子の配列」という周知技術を作り出したものであって，この\nような周知技術は，引用発明２から認めることができない。すなわち，引用発明２\nは，単色の印字装置であるから，単一色の離散的記録素子の配列が認められるのみ\nであって，多色再現装置のための離散的記録素子の配列が開示されているとはいえ\nない。その技術的課題は，ＬＥＤの個々の電流を制御して，単色の階調制御を行う\nことにより，高密度にＬＥＤの実装の必要性を排除することである。したがって，\n引用発明２は，混色の色バランスを整える必要がなく，単一色の離散的記録素子の\n配列において混色の色バランスを整えることが共通の課題になり得るはずがない。\nそうすると，引用発明１の光学系の走査によって潜像を形成する構成を，引用発\n明２の光学系の「離散的記録素子の配列」によって潜像を形成する構成に置き換え\nることの動機付けはないから，相違点１に係る本願発明の構成に想到することが，\n当業者にとって容易であったとはいえない。\nなお，審決は，上記のとおり，「混色の色バランスを整えるとの引用例発明１\n（注，引用発明１）の課題は，光学系の走査により潜像を形成するもの（引用例発\n明１）であれ，離散的記録素子の配列を用いるもの（上記周知技術）であれ，共通\nした課題である」と説示し，被告も，これに沿って，本件審理において，いわゆる\n電子写真方式のプリンタは，１ラインごとの潜像を形成する方式として離散的記録\n素子の配列を用いるもの（以下「ＬＢＰ」ということがある。）と光学系の走査に\nより潜像を形成するもの（以下「ＬＥＤＰ」ということがある。）があり，ＬＢＰ\nのプリンタとしてカラープリンタもある旨述べているが，証拠による裏付けのない\n主張であって，失当である。\n(3)　引用発明１の光学系は，単一レーザ光源であり，その単一レーザ光源が，\nレーザビームを機械的に走査し，円筒形感光ドラム上をくまなく照射するのに対\nし，引用発明２の光学系は，複数箇所を照射する複数の発光ダイオードよりなるプ\nリンタヘッドであるから，引用発明２の光学系は，引用発明１の光学系のような走\n査が不要である。この相違は，引用発明１と２のそれぞれの光学系において，本質\n的なものであり，しかも，構成上も大きな相違であるから，当業者にとって，引用\n発明１と２とを組み合わせることが容易とはいえない。\n仮に，例えば，引用発明１の単一レーザ光源を引用発明２の複数の発光ダイオー\nドのプリンタヘッドに置き換えた多色印字装置を想定すると，そのような装置は，\n３基の発光ダイオードのプリンタヘッドを備え，それらの直後に，それぞれ現像機\n８，９，１０を備える構成となるから，１か所の潜像形成場所と，複数のトナー粒\n子を備えた現像場所が１か所存在する本願発明とは全く異なる構成である。したが\nって，引用発明１と２とを組み合せても，単一の離散的記録素子の配列を各色潜像\n形成に共用するという本願発明の構成に想到することはできない。\n２　取消事由２（相違点２，５及び６に関する判断の誤り）\n(1)　審決は，相違点２，５及び６について，「本件優先日当時，複数色の現像\n装置を配することにより複数色の画像記録を行うに当たり，記録部材（光導電体）\n及び潜像を記録するため部材を単一のものとし，記録部材にある特定色用の潜像形\n成・現像・転写を行った後，それとは別の色用の潜像形成・現像・転写を行うこと\nは周知である（例えば，平成１４年１０月２４日付け拒絶理由通知に引用した特開\n平２－１９８６４号公報又は国際公開パンフレットＷＯ９０／０３０１５・・・を\n参照。）。」（審決謄本７頁第４段落）と認定した上，「この周知構成を引用例発\n明１に採用できない理由はなく，上記周知構成を引用例発明１に採用した場合に\nは，異なる色用の潜像記録部材は共通となり（相違点５に係る本願発明の構成），\nまた記録部材にはシアン，マジエンタ及びイエローの３色に色分解された画像（現\n像後）が個別に記録されることとなるから，『記録部材上に色分解された画像の１\nつを形成する動作の複数の循環過程』及び『記録部材上に異なる色分解された画像\nを記録する』との構成を有すること，すなわち，相違点２及び相違点６に係る本願\n発明の構成に至ることとなる。すなわち，相違点２，相違点５及び相違点６に係る\n本願発明の構成は，上記周知構成を引用例発明１に採用した構成にすぎず，これも\n設計事項程度というべきである。」（同７頁第５，第６段落）と判断した。\nしかし，特開平２－１９８６４号公報（甲９，以下「甲９公報」という。）又は\n１９９０年（平成２年）３月２２日を国際公開日とする国際公開パンフレットＷＯ\n９０／０３０１５（甲１０，その公表広報は特表平３－５０１０００号広報〔甲\n４〕，以下「甲１０文献」という。）に記載されているのは，いずれも，技術分野\nの異なる電気的制御に関する技術であるから，甲９公報及び甲１０文献を前提とす\nる技術（以下「甲９公報等技術」という。）を，機械的位置制御の分野に属する発\n明である引用発明１に用いることに想到することが，当業者にとって容易であると\nはいえない。\n(2)　甲９公報には，「原稿台１ｃ上に載置された原稿１ｆは露光ランプ１ｄに\nより照明され，その光学像は走査ミラーＭＭ１～ＭＭ６および結像レンズ１e等を介\nして感光ドラム１４へ結像される。」（４頁右下欄下から５行目～２行目）と記載\nされており，この記載によれば，甲９公報に記載の発明における感光ドラム１４上\nへの潜像形成は，ＬＥＤアレイ１３によるものではなく，原稿から反射された光に\nよって，直接に，原稿の潜像が形成されるのであって，ＬＥＤアレイ１３は，感光\nドラム１４に形成された各色の静電潜像を選択された現像色に対応して消去するた\nめに用いられるのである。したがって，仮に，甲９公報記載の発明を引用発明１に\n採用したとしても，静電潜像を形成するものではないＬＥＤアレイ１３を引用発明\n１に組み合わせるだけであって，相違点２，５及び６に係る本願発明の構成に想到\nし得るものではない。\nまた，甲１０文献は，原告自身による国際公開の文献であり，正に本願発明の従\n来技術に相当するものであるから，本願発明の進歩性を否定する根拠になり得ない\nことは，明らかである。\n(3)　審決は，引用発明１に甲９公報等技術を採用して相違点２，５及び６に係\nる本願発明の構成の容易想到性の判断をするためには，甲９公報等技術を採用でき\nる合理的理由を示す必要があるところ，「この周知構成（注，甲９公報等技術）を\n引用例発明１に採用できない理由はなく，」（審決謄本７頁第５段落）と説示する\nのみで，上記の容易想到性を認定しているから，審決には理由を記載すべきものと\nする特許法１５７条２項４号の規定に反しており，違法である。\n３　取消事由３（相違点４に関する判断の誤り）\n(1)　審決は，「ドット径の変化は，現像時のトナーの記録部材への付着量を変\n化させるために行われているのであって，他に現像時のトナーの記録部材への付着\n量を変化させる手段が存在すれば，引用例発明１の『印字ドット径変化手段』を他\nの手段に置換することは当業者にとって容易といわざるを得ない。」（審決謄本８\n頁第３段落）とした上で，引用例２記載の，ＬＥＤの個々の電流を制御することに\nより，プリンタにおける印字階調を制御する技術が「印字ドット径変化手段」の代\n替手段とすることができる技術であると認定し，また，「ディジタル的にアドレ\nス」することにより，電流制御回路を構成する各電子部品を制御することは極めて\n一般的であると認定して，「相違点４に係る本願発明の構成は，引用例発明１の\n『印字ドット径変化手段』を引用例２記載の技術に置き換えるとともに，本件優先\n日当時の技術水準に応じて『ディジタル的にアドレス可能』とすることにより，当\n業者が容易に想到できたというべきである。」（同９頁第１段落）と判断したが，\n引用発明１と２とを組み合わせることが容易であるとした点で誤っているのみなら\nず，理由不備の違法がある。\n(2)　引用発明１の課題は，混色の光バランスを良好にすることであり，引用発\n明２の課題は，階調制御であって，両者の課題が相違する。また，引用発明１は，\n多色バランス制御に関するものであるのに対し，引用発明２は，単色階調制御に関\nするものであって，両者は多色印字と単色印字という異なる印字技術分野の発明で\nある。さらに，引用発明１は，プリズムボックス２６の位置を変化させる機械光学\n的な制御により印字ドット径を変化させる構成を有するのに対し，引用発明２は，\nＬＥＤの駆動電流を変化させる電気的な制御であるから，引用発明２において，Ｌ\nＥＤ出力の変化があっても，ドット径は一定のままで変化をしない。このように，\n課題，技術分野及び構成のすべてにおいて異なる引用発明１と２を組み合わせるこ\nとは，当業者において容易に想到できることではなく，また，組合せの契機もな\nい。\n仮に，引用発明１の「印字ドット径変化手段」に代えて，引用発明２を適用した\nとすると，引用発明１のレーザ２２，プリズムボックス２６及びポリゴンミラー２\n９からそれぞれ構成される３基の光学系５，６，７の各々を，引用発明２の電流制\n御回路４，駆動回路２及びＬＥＤ１から構成される光学系に置換することになり，\nこれを実行すると，３基のＬＥＤ光学系の各々をそれぞれ固定的に対応する色のた\nめだけに用いて，感光ドラム１上でＭ，Ｃ，Ｙ色の潜像を重ねて形成するというよ\nうな多色印字装置が出来上がる。ところが，このようにして出来た複数のＬＥＤ光\n学系を備えた多色印字装置は，ＬＥＤ光学系が電流調整可能であっても，３基のＬ\nＥＤをそれぞれ対応する決まった色のためだけに電流を調整できるだけである。な\nぜならば，引用発明２は，上記のとおり，単色印字装置であって，一つの光学系を\n複数色に共通して用いるという思想が開示も示唆もされていないからである。\nしたがって，本願発明の特徴の一つである「異なった色で現像するために，（単\n一の）記録素子配列の各記録素子への電流を変更する」という構成は，引用発明１\nと２の組合せから想到することが容易とはいえない。\n(3)　また，「ディジタル的にアドレス可能な装置」について，引用例１及び引\n用例２のいずれにも開示，示唆がされていないから，「異なった色で現像するため\nに，（単一の）記録素子配列の各記録素子への電流を変更するディジタル的にアド\nレス可能な装置」は，引用発明１から得られず，引用発明１と２の組合せからも得\nられない。\n(4)　さらに，審決は，「引用例発明１の『印字ドット径変化手段』を他の手段\nに置換することは当業者にとって容易といわざるを得ない。」としているが，その\n理由を全く示していないから，特許法１５７条２項４号の規定に反しており，違法\nである。\n４　取消事由４（相違点の看過）\n(1)　審決は，引用例１（甲７）に，「複数回現像を行うカラー電子写真装置に\nおいては，現像済のトナーを他の色の現像機内に混入させないために非接触方式の\n現像機が必要である」（２頁左上欄第２段落）との記載があることを挙げ，「『引\n用例１の記載エ（注，引用例１の上記記載）によれば，引用例発明１の３つの現像\n機がトナーを用いることは明らかであり，３つの現像機のトナーは，記録されてい\nる画像の色に関係した信号に従った選択トナー粒子といえるから，引用例発明１の\n３つの現像機は本願発明の「記録されている画像の色に関係した信号に従って選択\nトナー粒子で潜像を現像するための装置（２１）』に相当する。」（審決謄本３頁\n下から第２段落）と認定したが，誤りであり，引用発明１には，本願発明の「記録\nされている画像の色に関係した信号に従って選択トナー粒子で潜像を現像するため\nの装置（２１）」に相当する構成はないから，審決は，この相違点を看過してい\nる。\n(2)　本願発明の構成及び動作の一例について説明すると，本願発明の多色再現\n装置（１０）において，すべての色の形成について，共通する一つの潜像記録素子\n配列（２０）を用いており，当然に露光場所（潜像形成場所）（１８）は１か所で\nあり，その下流に，複数のトナー粒子を備えた現像場所（装置）（２１）が１か所\n存在する。まず，離散的記録素子の配列（２０）を用いて，記録部材（１１）上\nに，例えば，シアン色用の潜像を形成し，下流にある現像場所（２１）において，\n画像色に関係した信号に従って選択したシアントナー粒子でシアン色に現像し，こ\nれを転写場所（２５）においてシートＳに転写し，その後，清浄化場所（２８）に\nおいて，記録部材（１１）の残留トナー粒子が一掃される。次の色についても，同\nじ離散的記録素子の配列（２０）を用いて，記録部材（１１）上に，例えば，マジ\nェンタ色用の潜像を形成し，下流にある現像場所（２１）から画像色に関係した信\n号に従って選択したマジェンタトナー粒子でマジェンタ色に現像し，これを転写場\n所（２５）においてシートＳに位置合わせしてシアン像の上に重ねて転写し，その\n後，上記と同様にして残留トナー粒子が一掃される。昀後の色，例えば，イエロー\n色についても同様である。つまり，記録部材（１１）上に異なる色の複数の画像が\n順次形成され，シートＳ上に順次転写され，合計，例えば３回転写され，こうし\nて，シート上に３色が重ね合わされた混色画像が形成されるのである。\n本願発明においては，潜像形成場所が１か所であることから，各潜像を現像する\nためのトナーを毎回選択しなければならず，そこで，「記録されている画像の色に\n関係した信号に従って選択トナー粒子で潜像を現像するための装置（２１）」とい\nう構成は，本願発明に不可欠で本質的な構成である。\n一方，引用発明１においては，上記１(2)のとおり，複数の光学系と複数の現像機\nがあるが，各光学系とそのための現像機とは位置的，動作的に１対１に「固定的」\nに対応しているので，光学系５，６又は７のいずれかで形成された潜像が，それぞ\nれの光学系に対応する現像機８，９又は１０で現像されることになり，他の現像機\nでは現像されないから，画像の色に関係した信号に従ってトナーを選択する必要が\nない。\nこのように，本願発明の「記録されている画像の色に関係した信号に従って選択\nトナー粒子で潜像を現像するための装置（２１）」という構成は，引用発明１にも\n２にもない本質的な相違点であり，この相違点は本願発明の進歩性を肯定するに十\n分である。\n(3)　被告は，各光学系とそのための現像機とが動作的に１対１に対応している\nということは，記録しようとする特定の色に従って動作させるべき現像機を選択し\nているということであり，現像機の選択はトナー粒子の選択でもあると主張する。\nしかし，引用例１には，現像機８，９，１０のうちいずれか一つを選択するとい\nう記述あるいは図示は，どこにも存在しない。引用例１によれば，その第１図に\nは，特定色専用の各光学系５，６，７の直後に，特定色専用の各現像機８，９，１\n０が配置されているのであって，複数の現像機の中から一つの現像機を選択してい\nるわけではない。むしろ現像機を選択する必要がないのである。\nちなみに，引用発明１においては，上記(2)のとおり，各光学系と現像機とが位置\n的，動作的に１対１で「固定的」に対応しているのであり，「固定的」とは，「選\n択的」と相反する概念であり，原告は，その意味で「固定的」と主張しているので\nある。\n第４　被告の反論\n審決の認定判断は正当であって，原告主張の取消事由はいずれも理由がな\nい。\n１　取消事由１（相違点１に関する判断の誤り）について\n(1)　原告は，引用発明２は，単色の印字装置であるから，単一色の離散的記録\n素子の配列が認められるのみであって，多色再現装置のための離散的記録素子の配\n列が開示されているとはいえないと主張する。\nしかし，審決が周知と認定したのは，「１ライン分の潜像を形成するために『離\n散的記録素子の配列』を用いる」という技術であり，引用発明２は，それを裏付け\nる証拠の一つである。\nそして，いわゆる電子写真方式のプリンタは，光導電体（感光体）上に露光によ\nり１ラインごとの潜像を複数ライン形成し，それを現像し，記録用紙に転写するも\nのであるが，１ラインごとの潜像を形成する方式として，単一光源（通常は半導体\nレーザ）からの光を走査する方式（ＬＢＰ）と，離散的記録素子の配列（多くはＬ\nＥＤアレイ）を用いる方式（ＬＥＤＰ）があり，引用発明１はＬＢＰ，本願発明及\nび周知技術はＬＥＤＰである。ＬＢＰとＬＥＤＰを比較した場合，１ラインごとの\n潜像を形成する露光方式が異なるだけであり，その余の相違はない。当然，ＬＢ\nＰ，ＬＥＤＰともに，単色のプリンタの場合及び多色のプリンタの場合があり，多\n色のプリンタであれば現像装置は複数色分存在する。むろん，ＬＢＰとＬＥＤＰの\n相違が１ラインごとの潜像を形成する露光方式である以上，露光方式の相違に起因\nして，ＬＢＰのみに当てはまる課題やＬＥＤＰのみに当てはまる課題が存在し，ま\nた，露光方式の相違に起因しない共通課題も多数存在する。ＬＢＰ又はＬＥＤＰの\nどちらか一方の技術分野において，何らかの課題が与えられ，それが何らかの手段\nで解決された場合，同課題や解決手段が他方の技術分野にも当てはまるものかどう\nかは，当業者であれば当然検討されるべき事柄である。\n本件についてみると，混色の色バランスを整えるという引用発明１の課題は，露\n光方式の相違に起因する課題ではないので，当業者であれば，当然に，周知技術１\nが引用発明１に当てはまるかどうかが検討されるはずであるから，「引用例発明１\nの潜像形成部材に代えて，上記周知技術を用いることにより相違点１に係る本願発\n明の構成をなすことは設計事項程度というべきである。」とした審決の判断に誤り\nはない。\n原告は，被告が，ＬＢＰを用いた方式のプリンタとして多色のプリンタもある旨\n述べている点を，証拠による裏付けがない旨主張する。\nしかし，甲１０文献の原文によれば，ＬＥＤは，「“ＬＥＤ’ｓ”」と複数形で\n表記されており，「“ｌｉｎｅａｒ　ａｒｒａｙ　ｏｆ　ＬＥＤ’ｓ”」（１頁１\n７行目。翻訳文では「ＬＥＤ線形アレー」と訳されている。）との記載もあるか\nら，同文献は，明らかに「多色再現装置のための離散的記録素子の配列」を開示し\nている。１９８８年（昭和６３年）１２月２３日を国際出願日とし，発明の名称を\n「電子写真形成方法」とする発明に係る特許出願の明細書（乙２添付。以下「乙２\n文献」という。）も，同様に，上記「多色再現装置のための離散的記録素子の配\n列」を開示している。したがって，原告の上記主張は，失当である。\n(2)　原告は，引用発明２の光学系は，引用発明１の光学系のような走査が不要\nであり，この相違は，引用発明１と２のそれぞれの光学系において，本質的なもの\nであり，しかも，構成上も大きな相違であるから，当業者にとって，引用発明１と\n２とを組み合わせることが容易とはいえないと主張する。\nしかし，単一光源からの光を走査する方式（ＬＢＰ）では，光を走査する関係\n上，その走査を等速度とすること，走査を直線的に行うこと等，光学走査上の課題\nがあるが，この課題は，離散的記録素子の配列（多くはＬＥＤアレイ）を用いる方\n式（ＬＥＤＰ）とは無関係である。逆に，ＬＥＤＰでは離散的記録素子の配列を用\nい，その素子数が相当程度大きい（４桁必要）関係上，素子ごとの光強度のバラツ\nキを解消すること，すべての素子を同時に発光させた場合の電力対策等の課題があ\nり，これら課題は単一光源を用いるＬＢＰとは無関係である。ＬＢＰ又はＬＥＤＰ\nのどちらか一方の技術分野において，何らかの課題が与えられ，それが何らかの手\n段で解決された場合，同課題や解決手段が他方の技術分野にも当てはまるものかど\nうかは，当業者であれば当然検討すべき事柄であり，その際に，上記課題を他方の\nプリンタに当てはめようとする当業者はいない。\nまた，原告は，引用発明１の単一レーザ光源を引用発明２のＬＥＤヘッドに置き\n換えた多色印字装置を想定すると，そのような装置は，３基のＬＥＤヘッドを備\nえ，それらの直後に，それぞれ現像機８，９，１０を備える構成になり，１か所の\n潜像形成場所と１か所の現像場所を備える本願発明とは全く異なる構成となる旨主\n張する。\nしかし，潜像形成部材を複数有することは，露光方式の相違とは関係がない。す\nなわち，ＬＢＰであろうとＬＥＤＰであろうと，潜像形成部材を一つとすることも\n複数とすることもあり得るから，露光方式を変更するに当たり考慮する必要がない\n事柄である。\n２　取消事由２（相違点２，５及び６に関する判断の誤り）について\n(1)　原告は，電気的制御に関する技術を公開した甲９公報及び甲１０文献を前\n提とする甲９公報等技術を，技術分野の異なる機械的位置制御の分野に属する発明\nである引用発明１に用いることは，容易想到とはいえない旨主張する。\nしかし，原告のいう「引用例発明１は機械的位置制御の分野に属する発明であ\nる」とは「印字ドット径変化手段」に関する構成のことであって，相違点２，５及\nび６に係る構成とは何の関係もないから，原告の上記主張は失当である。\n(2)　原告は，甲９公報記載の発明を引用発明１に採用したとしても，静電潜像\nを形成するものではないＬＥＤアレイ１３を引用発明１に組み合わせるだけであっ\nて，本願発明に想到し得るものではないと主張する。\nしかし，審決は，引用発明１に甲９公報記載の発明を組み合わせると述べたので\nはなく，引用発明１に甲９公報等技術を採用すれば相違点２，５及び６に係る本願\n発明の構成に至ると述べているのであるから，原告の上記主張は，前提を誤ってお\nり，失当である。\n(3)　原告は，審決が「この周知構成（注，甲９公報等技術）を引用例発明１に\n採用できない理由はなく，」（審決謄本７頁第５段落）と説示するのみで，相違点\n２，５及び６に係る本願発明の構成の容易想到性を認定したのは，審決には理由を\n記載すべきものとする特許法１５７条２項４号の規定に違反する旨主張する。\nしかし，相違点２，５及び６に係る本願発明の構成は，すべて周知技術であるか\nら，これを甲９公報等技術と認定し，一方，甲９公報等技術と露光方式との相違及\nび「異なった色で現像するために，記録部材上に画像情報を潜像として記録するの\nに使用されるために，潜像の状態を記録されるべき各色分解された画像に従って変\n更することのできる装置」との相違とは，何らの技術的関連をも有しないから，甲\n９公報等技術を引用発明１に採用することに積極的動機が必要とされるわけではな\nい。したがって，審決に原告主張の違法はない。\n３　取消事由３（相違点４に関する判断の誤り）について\n(1)　原告は，課題，技術分野及び構成のすべてにおいて異なる引用発明１と２\nを組み合わせて，相違点４に係る本願発明の構成とすることは，当業者において容\n易に想到できることではなく，また，組合せの契機もないと主張する。\nしかし，機械的制御と電気的制御を置換することには，それぞれの奏する機能が\n同一又は同等である限り困難性はなく，その余の引用発明１と２の相違については\n阻害要因となるものではない。原告の主張は，例えていうと，ある発明に機械時計\nが一つの構成として採用されている場合に，その機械時計を電子時計に置換するこ\nとが困難であるというに等しく，失当というほかない。\n(2)　また，原告は，「ディジタル的にアドレス可能な装置」についても，引用\n例１と引用例２のいずれにも開示，示唆がされていないとして，「異なった色で現\n像するために，（単一の）記録素子配列の各記録素子への電流を変更するディジタ\nル的にアドレス可能な装置」の容易想到性を論難する。\nしかし，審決は，引用例１と引用例２のいずれにも記載されていないことを前提\nにして，「本件優先日当時の技術水準を考慮すれば，電流制御をディジタル的に行\nうことは設計事項というべきである」（審決謄本８頁昀終段落～９頁第１段落）等\nと判断しているのである。審決でも指摘しているとおり，本件明細書（甲２）に\nは，「従来技術においては，ディジタル的にアドレス可能な電流ミラーを用いて電\n流調整が与えられた」（１６頁下から６行目～５行目）と記載されていることを考\n慮すると，「相違点４に係る本願発明の構成は，引用例発明１の『印字ドット径変\n化手段』を引用例２記載の技術に置き換えるとともに，本件優先日当時の技術水準\nに応じて『ディジタル的にアドレス可能』とすることにより，当業者が容易に想到\nできたというべきである。」（審決謄本９頁第１段落）とした審決の判断に原告主\n張の誤りはない。\n(3)　原告は，「引用例発明１の『印字ドット径変化手段』を他の手段に置換す\nることは当業者にとって容易といわざるを得ない。」とした審決には，特許法１５\n７条２項４号違反の理由不備の違法があると主張する。\nしかし，同一機能を有する複数の手段が公知であって，ある発明がそのうちの一\nつの手段を採用している場合，それとは別の公知の手段に置換することは，置換す\nることに不合理性がない限り，当業者にとっては容易というべきである。とりわ\nけ，複数の手段間の相違が大きければ大きいほど，どちらの手段を採用する方が有\n利であるかの程度において隔たりがある場合が多いから，当業者であれば，これら\nを置換すること及び置換した際の有利な面，不利な面を総合的に検討した上で，置\n換するかしないかを決定するというべきである。置換することに不合理性があると\nいうことは，置換した場合に不利な面が多いということであり，そうでない限り置\n換には十分な合理性がある。\n本件についてみると，潜像形成は，その後の現像・転写を行うための準備処理で\nあり，現像・転写後のトナーの付着状態だけが，用紙に記録された画像の状態を決\n定するものであるから，印字ドット径を変化させること（引用発明１）も電流を制\n御すること（引用発明２）も，そのこと自体が昀終目的ではなく，その結果として\nの現像・転写後のトナーの付着状態を変化させることにあることは明らかである。\nそして，引用発明１の「印字ドット径変化手段」及び引用発明２の「電流制御回\n路」が，ともに，現像時に記録部材に付着されるトナーの量を変化させるという同\n一機能を有する手段である以上，引用発明１及び２に接した当業者であれば，引用\n発明１の「印字ドット径変化手段」と引用発明２の「電流制御回路」の機能の共通\n性を看取できるというべきであり，これらを置換すること及び置換した際の有利な\n面，不利な面を総合的に検討した上で，置換するかしないかを決定することは上記\nのとおりである。そして，置換することに格別の不合理性もないから，置換には十\n分な合理性があるといわなければならない。\n４　取消事由４（相違点の看過）について\n(1)　原告は，引用発明１において，複数の光学系と複数の現像機があるが，各\n光学系とそのための現像機とは位置的，動作的に１対１に「固定的」に対応してお\nり，画像の色に関係した信号に従ってトナーを選択する必要がないことを理由に，\n本願発明の「記録されている画像の色に関係した信号に従って選択トナー粒子で潜\n像を現像するための装置（２１）」という構成は，引用発明１にない本質的な相違\n点であり，この相違点は本願発明の進歩性を肯定するに十分である旨主張する。\n引用発明１には，複数の光学系と複数の現像機があり，各光学系とそのための現\n像機とは位置的，動作的に１対１に対応していること，そして，各光学系が特定色\n専用の潜像形成部材であること，及び，各現像機には特定色トナー粒子が収納され\nていることは，原告主張のとおりである。\nしかしながら，各光学系とそのための現像機とが動作的に１対１に対応している\nということは，記録しようとする特定の色に従って動作させるべき現像機を選択し\nているということであり，現像機の選択はトナー粒子の選択でもある。「記録され\nている画像の色に関係した信号に従って選択」するに当たり，各光学系とそのため\nの現像機とが位置的に１対１に対応しているかどうかは関係がない。\nまた，本願発明においても，現像機は記録すべき色ごとに存在しており，色ごと\nに存在する現像機の総体が「装置（２１）」であって，これが「記録されている画\n像の色に関係した信号に従って選択トナー粒子で潜像を現像するための装置（２\n１）」なのである。\n(2)　確かに，本願発明において，各潜像を形成するために現像装置を選択して\nいるが，それは，相違点５に係る構成，すなわち，露光装置が一つで，現像装置が\n複数ある以上，選択という行為が余儀なくされるという構成に基づくものであるか\nら，「記録されている画像の色に関係した信号に従って選択トナー粒子で潜像を現\n像するための装置（２１）」における「選択」とは，個々の現像装置において，特\n定色のトナーを配しておく必要があることを前提とするものである。例えば，イエ\nローに現像することが予定されている現像装置では，イエローのトナーを配したこ\nとを上記のように表現したとみるべきであって，その意味において，審決では一致\n点の認定に含めているのである。\n第５　当裁判所の判断\n１　取消事由１（相違点１に関する判断の誤り）について\n(1)　審決は，相違点１に関して，引用例２及び本件明細書の記載に基づき，\n「１ライン分の潜像を形成するために『離散的記録素子の配列』を用いること」\n（審決謄本６頁昀終段落）が周知の技術であるとし，一方，「混色の色バランスを\n整えるとの引用例発明１の課題は，光学系の走査により潜像を形成するもの（引用\n例発明１）であれ，離散的記録素子の配列を用いるもの（上記周知技術）であれ，\n共通した課題である」（７頁第２段落）から，「引用例発明１の潜像形成部材に代\nえて，上記周知技術を用いることにより相違点１に係る本願発明の構成をなすこと\nは設計事項程度というべきである。」（同頁第３段落）と判断している。そうする\nと，「１ライン分の潜像を形成するために『離散的記録素子の配列』を用いるこ\nと」は，引用発明１と同様，混色の色バランスを整えるという課題を有するという\nのであるから，多色の「離散的記録素子の配列」を包含するものとしていることは\n明らかである。\nところが，引用例２（甲８）には，特許請求の範囲に，「発光ダイオードをプリ\nンタヘッドに用いたＬＥＤプリンタであって，前記発光ダイオード個々の電流を制\n御する電流制御回路を有することを特徴とするＬＥＤプリンタ」，発明の詳細な説\n明の技術分野の欄に，「本発明はＬＥＤプリンタに関し，特に発光ダイオード（Ｌ\nＥＤ）をプリントヘッドに用いたプリンタにおける印字階調制御機能に関する。」\n（１頁左下欄下から第２段落）等の記載があるものの，「ＬＥＤプリンタ」が単色\nの印字装置か多色の印字装置かどうかを明示していない。\n(2)　原告は，引用発明２は，単色の印字装置であるから，単一色の離散的記録\n素子の配列が認められるのみであって，多色再現装置のための離散的記録素子の配\n列が開示されているとはいえず，したがって，引用発明２は，混色の色バランスを\n整える必要がなく，単一色の離散的記録素子の配列において混色の色バランスを整\nえることが共通の課題になり得るはずがないと主張する。\nア　そこで，引用発明２の「ＬＥＤプリンタ」が単色の印字装置か多色の印\n字装置かを探究するため，まず，本件優先日当時の技術水準について検討する。\n(ｱ) 甲１０文献（同文献は，英文による国際出願であり，その翻訳文が特\n表平３－５０１０００号公報（甲４）により平成３年３月７日付けで公表されてい\nるので，同公報の記載をもって甲１０文献の翻訳に代えることとする。）には，\n「本発明（注，甲１０文献に係る発明）は他の形式の装置にと共にも使用できるの\nは勿論であるが，ここではＬＥＤプリントヘッドを使用した昀もポータブルなノン\nインパクト電子写真プリンタについて使用される場合について説明する。第１図に\nよれば，電子写真プリンタは取り外し可能なフィルムコアを有しており，同コア９\nは・・・無端電子写真ウェブベルト即ちフィルム１を有している。・・・ベルト１\nは帯電ステーション７において均一に帯電され，次いで露光ステーション８におい\nて露光され，トナーステーション１０，１１，１２，１３の一つにおいて調色され\nる。その結果得られた調色像は転写ステーション１８において受像シートに転写さ\nれ・・・ついでベルトはクリーニングステーション２２において再処理のためクリ\nーニングされる。これらは全て従来技術である。」（公表特許公報〔甲４〕４頁右\n下欄第１～第２段落），「露光ステーション８はＬＥＤプリントヘッドを有してお\nり，同プリントヘッドは・・・後に詳述されている。」（５頁左上欄第１段落）と\nの記載がある。\n(ｲ) 乙２文献（明細書の記載部分）には，「従来から，帯電・露光・現像\nを複数回繰り返して電子写真感光体（以下，感光体という）上に予め色の異なる複\n数のトナー像を形成した後，トナー像を紙に一括転写してカラー画像を得るカラー\n電子写真形成方法が種々提案されている。この種のカラー電子写真形成方法を応用\nした装置として，例えば，発明者らが特願昭６２－４３６７号に提案した装置があ\nる。以下，この実施例について第２図を用いて説明する。」（明細書１頁第３段\n落），「波長６７０ｎｍの発光ダイオードアレイ１９を発光させ自己収束性ロッド\nレンズアレイ２０を通して露光する。・・・この発光ダイオードアレイ１９を用い\nて，感光体１７上にネガのイエロ信号を露光し，静電潜像を形成する。前記潜像を\n現像ローラ９に＋６００Ｖを印加した現像状態のイエロの現像器１で反転現像した\n後・・・イエロのトナー像を形成する。再びコロナ帯電器１８で感光体１７を＋８\n５０Ｖに帯電する。そののち感光体１７に発光ダイオードアレイ１９によりマゼン\nタに対応する信号光を露光しマゼンタの静電潜像を形成する。」（２頁昀終段落～\n３頁第２段落）との記載がある。\n(ｳ) 本件明細書（甲２）の発明の詳細な説明の従来技術の説明の欄には，\n「従来の技術・・・において，スタイラス，レーザ，インクジェット，発光ダイオ\nード（ＬＥＤ）などのような記録素子を使用したドットプリンタが知られている。\n一例として，ＬＥＤプリント装置は，一つ又は複数の行に配列されていて記録媒体\n上にこの媒体の前記の行に関しての且つこの行に垂直な方向における移動中に点を\n露光させることのできる多数の個別にアドレス可能な点状放射線源を備えてい\nる。」（１頁第２段落），「画像濃度を決定する際の別の因子はトナー粒子の電荷\n対質量比である。同じ△Ｖに対して，画像濃度はトナーの電荷対質量比に反比例し\nて変化する。これは，各色トナーが一般に異なった電荷対質量比を持っており，従\nって，他の色とは異なって調色を行うので，多色機械においては重要である。補償\nされなければ，これは昀終プリントにおいて色不平衡（カラーインバランス）を生\nじさせることになる。」（同頁昀終段落）との記載がある。\n(ｴ) 上記(ｱ)～(ｳ)の記載によれば，カラー電子写真の形成技術において，\nプリンタヘッドとして発光ダイオードの線形配列を用いて潜像を形成することが，\n本件優先日当時，当業者の間で周知となっていたものと認められる。言い換える\nと，単に離散的記録素子の配列によるプリンタヘッドといえば，当業者において，\n当然に，多色再現装置のための離散的記録素子の配列によるプリンタヘッドを想定\nするような技術水準にあったものと認めることができる。\nイ　引用発明２を，上記(ｴ)の技術水準の下で考察すると，引用発明２の「Ｌ\nＥＤプリンタ」は，単色の印字装置のみを意味するものではなく，当然に，多色の\n印字装置を包含するものというべきである。\nウ　そうすると，引用発明２が単色の印字装置であることを前提として，引\n用発明１と引用発明２が異なる課題を有しているとする原告の主張は，前提におい\nて既に誤っているから，いずれも採用の限りでない。\n(3)　原告は，引用発明２の光学系は，引用発明１の光学系のような走査が不要\nであり，この相違は，引用発明１と２のそれぞれの光学系において，本質的なもの\nであり，しかも，構成上も大きな相違であるから，当業者にとって，引用発明１と\n２とを組み合わせることが容易とはいえないと主張するので，検討する。\nア　原告は，引用発明２に「離散的記録素子の配列」の技術が開示されてい\nることは争わないところ，上記(2)イのとおり，引用発明２の「ＬＥＤプリンタ」は\n多色の印字装置を包含するものであるから，引用発明１の「潜像形成部材」に代え\nて，引用発明２の「離散的記録素子の配列」を組み合わせると，相違点１に係る本\n願発明の構成となることは明らかである。\nイ　引用発明１が，「光導電体上に複数の光学系の走査により印字ドット集\n合の形で形成された潜像をそれぞれシアン，マジエンタ及びイエローに現像する３\nつの現像機を備えた多色印字装置において，前記各光学系は，シアン，マジエンタ\n及びイエロー用に個別に設けられており，シアン色用光学系による潜像形成，シア\nン色用現像機による現像，マジエンタ色用光学系による潜像形成，マジエンタ色用\n現像機による現像，イエロー色用光学系による潜像形成，及びイエロー色用現像機\nによる現像がこの順に行われた後，用紙への転写・定着がされることを１サイクル\nとし，前記各光学系の途中に，該各光学系による印字ドットの径を混色の種類に応\nじ変えて混色の色バランスを整えるための印字ドット径変化手段をそれぞれ設けた\n多色印字装置。」（審決謄本３頁第５段落）という技術であることは，当事者間に\n争いがない。\nウ　引用例２（甲８）には，「本発明はＬＥＤプリンタに関し，特に発光ダ\nイオード（ＬＥＤ）をプリントヘッドに用いたプリンタにおける印字階調制御機能\nに関する。」（１頁左下欄下から第２段落），「本発明はＬＥＤの個々の電流を制\n御して階調制御を行う」（同頁右下欄第３段落），「印字制御部３の制御により，\n電流制御回路４はＬＥＤ１への駆動電流の量を変化せしめ得るようになっており，\nこれによりＬＥＤ１の発光エネルギが可変制御されることになる。よって，感光ド\nラムへの露光が変化可能となり，印字階調の制御ができることになるのである。」\n（２頁左上欄第３段落）との記載がある。\nここにいう「印字階調制御」がプリンタで打ち出される文字の濃淡を制\n御する技術であることは，当裁判所に顕著であり（なお，「階調」とは，「画像の\n明部から暗部までの明るさの段階」〔広辞苑第５版〕，「写真やテレビ画像の濃淡\nの調子」〔大辞林第２版〕を意味するものとされている。），上記記載によれば，\n引用例２には，プリントヘッドの発光ダイオードの線形配列への電流の量を変化さ\nせることによって，潜像形成の際に露光を調節し，印字の濃淡を制御する技術（引\n用発明２）が記載されていることが認められる。\nエ　上記イ及びウによれば，引用発明１と２は，技術分野及び技術課題を共\n通にしていることが明らかであり，引用発明１と２とを組み合わせて，相違点１に\n係る本願発明の構成とすることは，それを妨げる特段の事情がない限り，当業者に\nおいて，容易に想到し得たというべきである。そして，本件全証拠をみても，上記\n特段の事情を見いだすことはできない。\nなお，引用発明１と２は，具体的な構造をみれば，相違していることは明らかで\nある。しかし，ここで論ずべき事項は，引用発明１の具体的構成から，「光学系の\n走査」による潜像形成部材，すなわち，単一レーザ光源のみを取り外して，そこに\n「多色再現装置のための離散的記録素子の配列」による潜像形成部材を取り付ける\nことができるか否かということではなく，技術的思想の議論として，「光学系の走\n査」による潜像形成部材を用いた引用発明１において，「光学系の走査」による潜\n像形成の技術を，「多色再現装置のための離散的記録素子の配列」による潜像形成\nの技術に代えることが容易か否かであって，組合せの際に，具体的な面で設計上の\n工夫が必要であったとしても，そのようなことは組合せを妨げる事情になり得な\nい。\nオ　原告は，引用発明１の単一レーザ光源を引用例２のＬＥＤヘッドに置き\n換えた多色印字装置を想定すると，そのような装置は，３基のＬＥＤヘッドを備\nえ，それらの直後に，それぞれ現像機８，９，１０を備える構成になり，この構成\nは，１か所の潜像形成場所と１か所の現像場所を備える本願発明とは全く異なる構\n成である旨主張する。\nしかし，相違点１において論ずるべき事項は，潜像の形成の手段が「離散的記録\n素子の配列」によるか「光学系の走査」によるかという露光方式であって，潜像の\n形成の手段の個数の問題ではない。そして，審決は，本願発明と引用発明１との潜\n像の形成の手段の個数の違いを，相違点５に挙げた上，この相違点５に係る本願発\n明の構成の容易想到性について判断しているのであるから，原告の上記主張は，失\n当である。\n(4)　以上検討したとおり，原告の取消事由１の主張は採用することができな\nい。\n２　取消事由２（相違点２，５及び６に関する判断の誤り）について\n(1)　原告は，甲９公報（特開平２－１９８６４号公報）又は甲１０文献（国際\n公開パンフレットＷＯ９０／０３０１５）に記載されているのは，いずれも，技術\n分野の異なる電気的制御に関する技術であるから，甲９公報及び甲１０文献を前提\nとする甲９公報等技術を，機械的位置制御の分野に属する発明である引用発明１に\n用いることに想到することが，当業者にとって容易であるとはいえないと主張す\nる。\nア　甲９公報には，次の記載がある。\n①　「この発明（注，甲９公報の特許請求の範囲に記載された発明）は，\n原稿の画像の色を識別しながら画像を記録媒体に形成する画像形成装置に関するも\nのである。」（２頁左上欄下から第２段落）\n②　「第１図はこの発明の一実施例を示す画像形成装置の一例を説明する\n断面図であり，大別して原稿露光部１，画像形成部２，給紙部３，現像部４等から\n構成されている。露光部１は，原稿圧板１ａ，画像色検知部１ｂ，原稿台１ｃ，露\n光ランプ１ｄ，走査ミラーＭＭ１～ＭＭ６，結象レンズ１ｅ，ポジションセンサＳ０\n，Ｓ等から構成されている。」（３頁右下欄第２，第３段落）\n③　「この実施例では可変色現像ユニット１２ａ～１２ｃおよび固定現像\nユニット１１により感光ドラム１４に形成された潜像を黒，赤，青，緑等に現像す\nることができる。」（４頁左上欄第１段落）\n④　「次に画像形成処理について説明する。原稿台１ｃ上に載置された原\n稿１ｆは露光ランプ１ｄにより照明され，その光学像は走査ミラーＭＭ１～ＭＭ６\nおよび結像レンズ１ｅ等を介して感光ドラム１４へ結像される。なお，露光ランプ\n１ｄおよび走査ミラーＭＭ１～ＭＭ３は矢印方向に所定の速度で移動して原稿１ｆ\nを走査する。一方，感光ドラム１４も一次帯電器１５によりその表面に均一な帯電\nを施された後，矢印方向へ回転しているので，感光ドラム１４表面には順次原稿画\n像に対応する静電潜像が形成される。・・・感光ドラム１４に形成された静電潜像\nは可変色現像ユニット１２ａまたは固定現像ユニット１１で現像された後，転写帯\n電器１７により・・・記録紙ＰＡ１，ＰＡ２に転写され・・・定着プロセスがなさ\nれる。」（４頁右下欄下から第２段落～５頁左上欄昀終段落）\n⑤　「複写装置に多重複写動作が指示された場合の１回目の複写動作は，\n基本動作と同様に記録紙ＰＡ１，ＰＡ２に原稿画像が転写定着される。・・・２回\n目の複写信号が発せられると，中間搬送ローラ２５ｂは回転を始めるが，この時の\n記録紙ＰＡ１，ＰＡ２の動きは両面複写の場合と同様である。そして，同一面側に\n２回目の画像複写が施された記録紙ＰＡ１，ＰＡ２は昀終的に排紙ローラ２３によ\nり排紙トレー２４へ排出される。なお，この実施例では２回の多重複写を行う場合\nについて説明したが，さらに回数の多い多重複写の場合も記録紙ＰＡ１，ＰＡ２の\n搬送経路は基本的には同じとなる。」（６頁右上欄第１段落～左下欄第１段落）\n⑥　「原稿の色認識が終了すると，続いて画像形成が行われる。・・・多\n色画像を形成する場合について説明する。・・・面積の大きい順位に黒色領域，赤\n色領域，青色領域，緑色領域と認識する。そして，この順位に応じて４回の多重転\n写および現像色画像以外への光照射を並行して繰り返し，所望とする多色原稿８０\nの複写画像を得る。」（１０頁左上欄第２段落～右上欄第１段落）\n⑦　「先ず，黒色画像の形成に際し，走査光学系の主走査により多色原稿\n８０・・・が走査され，感光ドラム１４上に静電潜像が形成される。・・・そし\nて，その後感光ドラム１４上に残った静電潜像が固定現像ユニット１１によって現\n像され，・・・記録紙ＰＡ１，ＰＡ２上に転写される。・・・次に赤色画像の形成\nであるが，・・・多色原稿８０に対応する潜像が感光ドラム１４に作成さ\nれ，・・・赤色領域のみ可変色現像ユニット１２ｂによって現像され，記録紙ＰＡ\n１，ＰＡ２上に重ねて転写される。以下，青色画像，緑色画像に対しても同様の工\n程を繰り返し，昀後に排紙トレー２４上に排出される。」（１０頁右上欄第２段落\n～左下欄第２段落）\n⑧　第１図には，感光ドラム１４の周囲に，露光部１，固定現像ユニット\n１１及び可変色現像ユニット１２ａ－１２ｃ，転写帯電器１７，定着器２０，クリ\nーナ１６が配置されている状況が示されている。\nイ　上記アの記載によれば，甲９公報には，感光ドラム１４の一循環過程中\nに感光ドラム１４上に色分解された画像の一つについて潜像形成，現像，転写，定\n着，クリーニングが行われ，これが各色について，すなわち複数の循環過程におい\nて行われること（相違点２），複数の固定現像ユニット１１及び可変色現像ユニッ\nト１２ａ－１２ｃにより異なった色で現像するために用いられ，潜像を形成するた\nめの露光部１は共通であること（相違点５），感光ドラム１４（記録部材）上に\n黒，赤，青，緑の４色に色分解された画像（現像後）が記録されること（相違点\n６）が開示されていることが認められる。\nウ　甲１０文献には，次の記載がある。\n①　「本発明（注，甲１０文献に係る発明）は線形プリントヘッド組立体\nの取付体に係り，特にノンインパクトプリンタ等の装置の回転要素に対して同組立\n体の位置及び方向を制御する組立体に関する。」（甲４〔甲１０の公表公報〕の３\n頁左下欄第２段落）                            ママ\n②　「本発明は他の形式の装置にと共にも使用できるのは勿論であるが，\nここではＬＥＤプリントヘッドを使用した昀もポータブルなノンインパクト電子写\n真プリンタについて使用される場合について説明する。第１図によれば，電子写真\nプリンタは取り外し可能なフィルムコアを有しており同コア９は一連のローラ２，\n３，４及び５，フィルムスキー６の回りに巻き掛けられた無端電子写真ウェブベル\nト即ちフィルム１を有している。・・・ベルト１は帯電ステーション７において均\n一に帯電され，次いで露光ステーション８において露光され，トナーステーション\n１０，１１，１２，１３の一つにおいて調色される。その結果得られた調色像は転\n写ステーション１８において受像シートに転写され・・・ついでベルトはクリーニ\nングステーション２２において再処理のためクリーニングされる。これらは全て従\n来技術である。４つのステーション１０，１１，１２及び１３は４つの異なるカラ\nートナーをベルトの複数の像にそれぞれ付着されるのに用いられ，その後これらの\n像は転写ステーション１８において，一致させて転写され複数色像が形成される。\nこれも従来技術である。」（４頁右下欄第１段落～末行）\n③　「露光ステーション８はＬＥＤプリントヘッドを有しており」（５頁\n第１段落）\n④　第１図には，ベルト１の周囲に，帯電ステーション７，露光ステーシ\nョン８，トナーステーション１０，１１，１２，１３，転写ステーション１８，ク\nリーニングステーション２２が配置されている状況が示されている。\nエ　上記ウの記載によれば，甲１０文献には，ベルト１の一循環過程中にベ\nルト１上に色分解された画像の一つについて露光（潜像形成），調色（現像），転\n写，クリーニングが行われ，四つのステーションにより形成されるそれぞれの像\n（現像後）が転写ステーション１８において一致させて転写され複数色像が形成さ\nれるのであるから，これが各色について，すなわち，複数の循環過程において行わ\nれる技術が記載されていること（相違点２），複数のトナーステーション１０，１\n１，１２，１３（現像装置に相当）により異なった色で現像するために用いられ，\n潜像を形成するための露光ステーション８は共通であること（相違点５），ベルト\n１（記録部材）上に４つの異なるカラートナーがベルトの複数の像にそれぞれに付\n着されて複数色像（現像後）が形成されること（相違点６）が開示されていること\nが認められる。\nオ　上記イ及びエによれば，甲９公報にも，甲１０文献にも，相違点\n２，５及び６に係る本願発明の構成をまとめたものとして，「複数色の現像装置を\n配することにより複数色の画像記録を行うに当たり，記録部材（光導電体）及び潜\n像を記録するため部材を単一のものとし，記録部材にある特定色用の潜像形成・現\n像・転写を行った後，それとは別の色用の潜像形成・現像・転写を行う」（審決謄\n本７頁第４段落）技術が開示されているものというべきである。\nカ　甲９公報及び甲１０文献の上記各記載によれば，いずれも，カラー印刷\nの技術分野に関するものであり，また，多色の画像記録の形成に関する技術（甲９\n公報等技術）であり，引用発明１とは，技術分野及び技術課題を共通にしているも\nのであることが明らかであるから，引用発明１に，甲９公報等技術を組み合わせ\nて，相違点２，５及び６に係る本願発明の構成とすることは，それを妨げる特段の\n事情がない限り，当業者において，容易に想到し得たというべきである。そして，\n本件全証拠をみても，上記特段の事情を見いだすことはできない。\nなお，甲９公報等技術を，機械的位置制御によって行うか電気的制御によって行\nうかということは，甲９公報等技術を具体化するに当たっての設計問題にすぎない\nから，引用発明１に甲９公報等技術を組み合わせて相違点２，５及び６に係る本願\n発明の構成とすることを妨げる事情となるものでないことは明らかである。\nキ　原告は，甲９公報記載の発明を引用発明１に採用したとしても，静電潜\n像を形成するのではないＬＥＤアレイ１３を引用発明１に組み合わせるだけであっ\nて，本願発明に想到し得るものではないと主張する。\nしかし，ここで問題となるのは，甲９公報及び甲１０文献から導き出された甲９\n公報等技術であり，甲９公報そのものではない。しかも，上記イから明らかなとお\nり，ＬＥＤアレイ１３と静電潜像の形成との関係は，甲９公報等技術とは直接関係\nがない。いずれにせよ，原告の上記主張は，失当である。\n(2)　原告は，審決は，引用発明１に甲９公報等技術を採用して本願発明の容易\n想到性の判断をするためには，甲９公報等技術を採用できる合理的理由を示す必要\nがあるところ，「この周知構成（注，甲９公報等技術）を引用例発明１に採用でき\nない理由はなく，」（審決謄本７頁第５段落）と説示するのみで，本願発明の容易\n想到性を認定しているから，審決には理由を記載すべきものとする特許法１５７条\n２項４号の規定に反しており，違法であると主張する。\nしかしながら，審決は，「本件優先日当時，複数色の現像装置を配することによ\nり複数色の画像記録を行うに当たり，記録部材（光導電体）及び潜像を記録するた\nめ部材を単一のものとし，記録部材にある特定色用の潜像形成・現像・転写を行っ\nた後，それとは別の色用の潜像形成・現像・転写を行うことは周知である（例え\nば，平成１４年１０月２４日付け拒絶理由通知に引用した特開平２－１９８６４号\n公報又は国際公開パンフレットＷＯ９０／０３０１５・・・を参照。）。」（審決\n謄本７頁第４段落）と認定した上，「この周知構成を引用例発明１に採用できない\n理由はなく，上記周知構成を引用例発明１に採用した場合には，異なる色用の潜像\n記録部材は共通となり（相違点５に係る本願発明の構成），また記録部材にはシア\nン，マジエンタ及びイエローの３色に色分解された画像（現像後）が個別に記録さ\nれることとなるから，『記録部材上に色分解された画像の１つを形成する動作の複\n数の循環過程』及び『記録部材上に異なる色分解された画像を記録する』との構成\nを有すること，すなわち，相違点２及び相違点６に係る本願発明の構成に至ること\nとなる。すなわち，相違点２，相違点５及び相違点６に係る本願発明の構成は，上\n記周知構成を引用例発明１に採用した構成にすぎず，これも設計事項程度というべ\nきである。」（同７頁第５，第６段落）と判断しているのである。これらの記載に\nよれば，甲９公報及び甲１０文献から導かれる甲９公報等技術を引用発明１に採用\nすれば，相違点２，５及び６に係る本願発明の構成となるが，その採用は設計事項\n程度のことであって，採用を妨げる事情はないとの判断を示していると解されるの\nであって，その判断経過は合理的であり，甲９公報等技術の内容から，これを採用\nできる合理的理由を審決に明示するまでもないというべきである。したがって，審\n決に原告主張の違法があるとはいえない。\n(3)　以上検討したところによれば，原告の取消事由２の主張は採用の限りでは\nない。\n３　取消事由３（相違点４に関する判断の誤り）について\n(1)　原告は，①引用発明１の課題は，混色の光バランスを良好にすることであ\nり，引用発明２の課題は，階調制御であって，両者の課題が相違すること，②ま\nた，引用発明１は，多色バランス制御に関するものであるのに対し，引用発明２\nは，単色階調制御に関するものであって，両者は多色印字と単色印字という異なる\n印字技術分野の発明であること，③さらに，引用発明１は，プリズムボックス２６\nの位置を変化させる機械光学的な制御により印字ドット径を変化させる構成を有す\nるのに対し，引用発明２は，ＬＥＤの駆動電流を変化させる電気的な制御であるか\nら，引用発明２において，ＬＥＤ出力の変化があっても，ドット径は一定のままで\n変化をしないことなどを理由に，課題，技術分野及び構成のすべてにおいて異なる\n引用発明１と２を組み合わせて，相違点４に係る本願発明の構成とすることは，当\n業者において容易に想到できることではなく，また，組合せの契機もない旨主張す\nる。\nア　そこで，検討すると，引用発明１は，上記１(3)イのとおり，「前記各光\n学系の途中に，該各光学系による印字ドットの径を混色の種類に応じ変えて混色の\n色バランスを整えるための印字ドット径変化手段をそれぞれ設けた」多色印字装置\nであって，光学系による印字ドットの径を混色の種類に応じて変え，それによって\n混色の色バランスを整えるという技術である。そして，引用例１（甲７）には，\n「混合時に青色を強くしたい場合は，Ｃ，Ｍ色用潜像形成用光学系の印字ドット径\nを大きくしてＹ色用光学系の印字ドット径を小さくし，緑色を強くしたい場合は，\nＣ，Ｙ色用印字ドット径を大きくしてＹ色（注，「Ｍ色」の誤記と認める。）用印\n字ドット径を小さくし，赤色を強くしたい場合は，Ｍ，Ｙ色用印字ドット径を大き\nくしてＣ色用印字ドット径を小さくすれば良い。」（３頁左上欄第１段落）との記\n載があり，同記載によれば，変化させるべき印字ドット径とは，「潜像形成用光学\n系の印字ドット径」である。\n一方，引用発明２は，上記１(3)ウのとおり，プリントヘッドの発光ダイオードの\n線形配列への電流の量を変化させることによって，潜像形成の際に露光を調節し，\n印字の濃淡を制御する技術である。\nそうすると，引用発明１と２は，いずれも，潜像の形成状態を変化させて，現像\n時に，記録部材に付着されるトナーの量を多くしたり少なくしたりする技術である\n点で課題が共通していることが明らかである。\nイ　原告の，引用発明１は，多色バランス制御に関するものであるのに対\nし，引用発明２は，単色階調制御に関するものであるとの主張は，上記のとおり，\n引用発明２が単色階調制御に関するものではないから，その前提を欠く。\nウ　原告主張のとおり，引用発明１が，プリズムボックス２６の位置を変化\nさせる機械光学的な制御により印字ドット径を変化させる構成で，引用発明２は，\nＬＥＤの駆動電流を変化させる電気的な制御であるとしても，上記アのとおり，プ\nリントヘッドの発光ダイオードの線形配列への電流の量を変化させることによっ\nて，潜像形成の際に露光を調節し，印字の濃淡を制御する技術であることには変わ\nらず，その達成手段が機械光学的か電気的かという設計事項にすぎないものであ\nる。\nまた，引用発明２において，ＬＥＤ出力の変化によってドット径が一定\nのままで変化をしないとしても，引用発明１も２も，プリントヘッドの発光ダイオ\nードの線形配列への電流の量を変化させることによって，潜像形成の際に露光を調\n節し，印字の濃淡を制御する技術であるという認定を左右するようなものではな\nい。\nエ　したがって，上記①～③を理由とする原告の上記主張は，いずれも，そ\nの理由を欠くものであって，採用の限りでない。\n(2)　審決が，相違点４の判断に関して，「『ディジタル的にアドレス』するこ\nとにより，電流制御回路を構成する各電子部品を制御することは極めて一般的であ\nる」（審決謄本９頁第１段落）と認定したことについて，原告は，「ディジタル的\nにアドレス可能な装置」について，引用例１と引用例２のいずれにも開示，示唆が\nされていないから，「異なった色で現像するために，（単一の）記録素子配列の各\n記録素子への電流を変更するディジタル的にアドレス可能な装置」は，引用発明１\nから得られず，引用発明１と２の組合せからも得られない旨主張する。\nしかし，上記のとおり，審決は，「本件優先日当時の技術水準を考慮すれ\nば，電流制御をディジタル的に行うことは設計事項というべきである」と説示して\nいるのであって，引用例１や２に記載されていると述べているわけではない。しか\nも，本件明細書（甲２）の発明の詳細な説明の，「従来技術においては，ディジタ\nル的にアドレス可能な電流ミラーを用いて電流調整が与えられたが，しかし，この\n電流ミラーはアドレス可能であり，従ってＬＥＤへの電流は０から小さい量へ且つ\n大量の電流まで変えられることができた。」（１６頁下から６行目～３行目）との\n記載によると，本件優先日当時，ディジタル的にアドレス可能な電流ミラーを用い\nて電流調整を行うという従来技術が存在していたのであり，原告自身もこれを従来\n技術と認識していたことは明らかである。\nいずれにせよ，「本件優先日当時の技術水準を考慮すれば，電流制御をデ\nィジタル的に行うことは設計事項というべきである」とした審決の認定に誤りはな\nい。\n(3)　原告は，審決が，「引用例発明１の『印字ドット径変化手段』を他の手段\nに置換することは当業者にとって容易といわざるを得ない。」とした点をとらえ\nて，その理由を全く示していないから，特許法１５７条２項４号の規定に違反した\n理由不備の違法があると主張する。\nしかし，審決は，「引用例１の記載カによれば，青を強調する場合を例とした場\n合，イエロー色（青の補色であり，イエロートナーは青色光を吸収するトナーであ\nる。）用のドット径を他のドット径よりも小さくするのであるから，現像時におけ\nるイエロートナーの記録部材への付着量を少なくするものである。すなわち，ドッ\nト径の変化は，現像時のトナーの記録部材への付着量を変化させるために行われて\nいるのであって，他に現像時のトナーの記録部材への付着量を変化させる手段が存\n在すれば，引用例発明１の『印字ドット径変化手段』を他の手段に置換することは\n当業者にとって容易といわざるを得ない。」（審決謄本８頁第３段落）と判断して\nいるのである。すなわち，引用発明１において，ドット径の変化が現像時のトナー\nの記録部材への付着量を変化させるために行われているのであるから，他に現像時\nのトナーの記録部材への付着量を変化させる手段が存在すれば，引用発明１の「印\n字ドット径変化手段」を他の手段に置換することは当業者にとって容易であるとし\nているのであって，原告指摘の点に関する理由を示していることは明らかであり，\nまた，その理由も合理的であるから，審決に原告主張の違法があるとはいえない。\n(4)　以上によれば，原告の取消事由３の主張は採用の限りではない。\n４　取消事由４（相違点の看過）について\n(1)　原告は，引用発明１において，複数の光学系と複数の現像機があるが，各\n光学系とそのための現像機とは位置的，動作的に１対１に「固定的」に対応してお\nり，画像の色に関係した信号に従ってトナーを選択する必要がないことを理由に，\n本願発明の「記録されている画像の色に関係した信号に従って選択トナー粒子で潜\n像を現像するための装置（２１）」という構成は，本願発明の進歩性を肯定するに\n足りる，引用発明１にない本質的な相違点であるから，審決は，この相違点を看過\nした旨主張する。\nそこで，検討すると，本件明細書（甲２）の特許請求の範囲の「記録されている\n画像の色に関係した信号に従って選択トナー粒子で潜像を現像するための装置（２\n１）」という記載を普通に読めば，「選択トナー粒子」は「選択」と「トナー粒\n子」とを連結した語句であり，「記録されている画像の色に関係した信号に従っ\nて」の語句は，名詞である「選択トナー粒子」にかかることはなく，「潜像を現像\nする」の語句にかかるものである。そして，「記録されている画像の色に関係した\n信号」に従って，「潜像を現像するための装置（２１）」が駆動されるが，その\n際，各色のトナー粒子は，「記録されている画像の色に関係した信号」に対応して\nいなければならないから，結局，「記録されている画像の色に関係した信号」と各\n色のトナー粒子とが対応関係にあり，このような状況を「選択トナー粒子」と称し\nているものと解される。\n上記１(3)イのとおり，引用発明１は，「光導電体上に複数の光学系の走査\nにより印字ドット集合の形で形成された潜像をそれぞれシアン，マジエンタ及びイ\nエローに現像する３つの現像機を備えた多色印字装置において，前記各光学系は，\nシアン，マジエンタ及びイエロー用に個別に設けられており，シアン色用光学系に\nよる潜像形成，シアン色用現像機による現像，マジエンタ色用光学系による潜像形\n成，マジエンタ色用現像機による現像，イエロー色用光学系による潜像形成，及び\nイエロー色用現像機による現像がこの順に行われた後，用紙への転写・定着がされ\nる」という構成を有するから，引用発明１は，各光学系とシアン，マジエンタ及び\nイエローに現像する三つの現像機とが対応関係にあり，一方，各光学系が「記録さ\nれている画像の色に関係した信号」と対応関係にあるのは当然であるから，「記録\nされている画像の色に関係した信号」とシアン，マジエンタ及びイエローのトナー\n粒子とは対応関係にあり，したがって，各色のトナー粒子は，本願発明の「選択ト\nナー粒子」に該当するものということができる。\nそうすると，本願発明の「記録されている画像の色に関係した信号に従っ\nて選択トナー粒子で潜像を現像するための装置（２１）」という構成が引用発明１\nにないとする原告の上記主張は，採用することができない。\n(2)　原告は，引用例１の第１図には，特定色専用の各光学系５，６，７の直後\nに，特定色専用の各現像機８，９，１０が配置されているのであって，引用発明１\nは，複数の現像機の中から一つの現像機を選択しているわけではなく，むしろ，現\n像機を選択する必要がない旨主張する。\nしかし，原告の主張は，「記録されている画像の色に関係した信号に従っ\nて」トナー粒子を「選択」するという構成であることを前提とするものであり，そ\nの前提が誤りであることは上記のとおりであるから，失当というほかない。\n(3)　以上によれば，原告の取消事由４の主張は採用することができない。\n５　結論\n以上のとおり，原告主張の取消事由はいずれも理由がなく，他に審決を取り\n消すべき瑕疵は見当たらない。\nよって，原告の請求は理由がないから棄却することとし，主文のとおり判決す\nる。\n知的財産高等裁判所第１部\n裁判長裁判官    　 篠原勝美\n裁判官 青 柳 馨\n裁判官    　 宍 戸 充\n"
}