{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 16,
    "month": 9,
    "day": 27
  },
  "case_number": "平成15(行ケ)297",
  "case_name": "審決取消請求事件",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "10063",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=10063",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/063/010063_hanrei.pdf",
  "contents": "平成１５年（行ケ）第２９７号　審決取消請求事件（平成１６年９月１３日口頭弁\n論終結）\n判　　　　　　　　　　　決\n原　　　　　　告　　　　　　江崎グリコ株式会社\n訴訟代理人弁理士　　　　　　山本秀策\n同　　　　　　　　　　　　　安村高明\n同　　　　　　　　　　　　　森下夏樹\n被　　　　　　告　　　　　　株式会社林原生物化学研究所\n訴訟代理人弁護士　　　　　　安江邦治\n同　　　　弁理士　　　　　　須磨光夫\n主　　　　　　　　　　　文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n事実及び理由\n第１　請求\n特許庁が平成１１年審判第３５４０３号事件について平成１５年５月２９日\nにした審決を取り消す。\n第２　当事者間に争いのない事実\n１　特許庁における手続の経緯\n原告は，名称を「風味持続性にすぐれた焼き菓子の製造方法」とする特許第\n２６７２７２８号発明（平成３年６月１９日特許出願〔以下「本件特許出願」とい\nう。〕，平成９年７月１１日設定登録，以下，「本件発明」といい，この特許を\n「本件特許」という。）の特許権者である。\n被告は，平成１１年８月６日，本件特許を無効にすることについて審判の請\n求をし，平成１１年審判第３５４０３号事件として特許庁に係属し，特許庁は，同\n事件について審理した上，平成１２年７月５日に「本件審判の請求は，成り立たな\nい。」との審決（以下「前審決」という。）をした。\nその後，当庁平成１２年（行ケ）第３１２号審決取消請求事件の判決（平成\n１４年３月２８日判決言渡し，以下「前判決」という。）により前審決が取り消さ\nれ，前判決が確定したので，特許庁は，上記審判請求につき更に審理した上，平成\n１５年５月２９日，「特許第２６７２７２８号の請求項１及び２に係る発明につい\nての特許を無効とする。」との審決（以下「本件審決」という。）をし，その謄本\nは，同年６月１０日，原告に送達された。\n２　本件発明の要旨\n【請求項１】α，αトレハロースを原料の総重量に対して０．１重量％以上含\nむ，焼成またはフライされた米菓類，小麦煎餅類，ビスケット・クッキー類，クラ\nッカー類，パイ類，ケーキ類またはドーナツ類。\n【請求項２】米菓類，小麦煎餅類，ビスケット・クッキー類，クラッカー類，\nパイ類，ケーキ類またはドーナツ類の製造方法であって，α，αトレハロースを原\n料の総重量に対して０．１重量％以上含む組成物を焼成またはフライする工程を含\nむ，方法。\n（以下，【請求項１】，【請求項２】記載の発明を「本件発明１」，「本件発\n明２」という。）\n３　本件審決の理由\n本件審決は，別添審決謄本写し記載のとおり，本件発明１，２は，１９９０\n年（平成２年）４月発行「FOOD MANUFACTURE」６４巻４号２３頁～２４頁（審判甲\n１・本訴甲３４，以下「引用刊行物１」という。）に記載された発明（以下「引用\n発明１」という。）であり，本件特許は，特許法２９条１項３号に該当し，特許を\n受けることができないものであるから，同法１２３条１項２号の規定により無効に\nすべきものであるとした。\n第３　原告主張の本件審決取消事由\n本件審決は，引用刊行物１に記載された事項の認定を誤り（取消事由１），\n引用発明１の実施可能性の不備を看過した（取消事由２）結果，本件発明１，２の\n新規性を誤って否定したものであるから，違法として取り消されるべきである。\n１　取消事由１（引用刊行物１に記載された事項の認定の誤り）\n(1) 本件審決は，引用刊行物１（甲３４）に記載されたコンプリートケーキミ\nックスから調製されるケーキにおけるα，αトレハロースの量が原料の総重量に対\nして０．１重量％未満であるというような程度の微量でなければならないと考えさ\nせるような事情が認められないことを理由に，引用刊行物１に，「０．１重量％以\n上」の含有量が記載されていると認定した（審決謄本５頁下から第３段落～６頁第\n１段落）が，誤りである。\n(2) 引用刊行物１（甲３４）には，コンプリートケーキミックスへのトレハロ\nースの含有量についての具体的な記載は一切存在せず，含有量が０．１％を超える\nことを示唆する記載も一切存在しないのみならず，引用刊行物１の著者がコンプリ\nートケーキミックスにトレハロースを配合した事実があるか否か，コンプリートケ\nーキミックスに対するトレハロースの含有量を検討したか否かについてさえ，全く\n記載がない。食品の保存料などの添加剤は，通常，０．１％未満の量でもその効果\nを十分に発揮すること（グリシンの例〔甲３６〕，ソルビン酸の例〔甲４０〕，ブ\nチル化ヒドロキシトルエン〔ＢＨＴ〕あるいはブチル化ヒドロキシアニソール〔Ｂ\nＨＡ〕の例〔甲４１，４２〕，ポリリシンの例〔甲４３〕）及び添加剤の含有量を\n最低限に抑制して添加剤が食品の味に影響することを極力避けるべきことは，食品\n分野の技術常識である。引用刊行物１は，トレハロースを食品を乾燥保存する際の\n保存料として記載している（２４頁の表題）が，保存料の場合，０．１重量％未満\nの含有量が採用される場合が多く，０．１重量％未満の含有量でも十分にその効果\nが発揮される場合が多いのであるから，「０．１重量％未満」は，保存料の含有量\nとしては相当の多量であり，「微量」（審決謄本５頁最終段落）ではない。したが\nって，菓子に添加される保存料の通常の含有量についての技術常識を有する当業者\nは，引用刊行物１にコンプリートケーキミックスの保存料として０．１重量％以上\nの含有量が記載されているものとは理解しない。引用刊行物１の研究目的は，品質\nの良い乾燥食品・乾燥医薬品を第三世界に供給することにあり（訳文３頁第４段\n落），しかも，引用刊行物１は，トレハロースの問題点として高価である点を指摘\nし，トレハロースが試験研究用試薬としてのみ利用可能であることを明らかにして\nいる（同２頁最終段落）ところ，トレハロースが小麦粉や砂糖の数百倍の価格であ\nる状況の下では，０．１重量％以上のトレハロースを配合すると，ケーキは極めて\n高価となり，第三世界への供給という，引用刊行物１の目的を達成することができ\nず，食品業界の当業者は，原料費を可能な限り低減させるために，トレハロースの\n使用量を少しでも減らそうと試みると考えるのが普通である。したがって，トレハ\nロースの量が原料の総重量に対して０．１重量％未満であるというような程度の微\n量でなければならないと考えさせるような特別の事情があり，当業者は，引用刊行\n物１に０．１重量％以上のトレハロースを配合することが記載されているものとは\n理解しないというべきである。引用刊行物１に記載された乾燥保存時の保存料とし\nての効果ではなく，本件発明１，２においては，含有量が０．１重量％以上とされ\nることにより，本件特許出願の願書に添付した明細書（以下「本件明細書」とい\nう。）の各実施例に説明されているとおりの焼成後の焼き菓子の風味持続性改良効\n果が得られるという極めて顕著な効果が達成されるのであるから，含有量に関する\n本件発明１，２と引用刊行物１の記載との相違は，重要な意味を有するものであ\nる。\n２　取消事由２（引用発明１の実施可能性の不備の看過）\n(1) 新規性を否定する刊行物には，当業者が特別の思考を要することなく実施\nできる程度の十分な開示が必要であり，具体的な裏付けを欠き，単なる可能性を記\n載するにすぎない文献は，新規性を否定する根拠とはならない。引用刊行物１（甲\n３４）は，発明を上記のような実施可能な程度に開示していないから，引用発明１\nは，特許法２９条１項３号所定の引用刊行物に記載された発明とすることができな\nい。\n(2) 引用刊行物１（甲３４）には，実際にコンプリートケーキミックスにトレ\nハロースを添加した具体例は一切記載されていない。「卵や牛乳を含むコンプリー\nトケーキミックスは，ニーズに応じた製品となりうる」（審決謄本４頁第１段落，\n甲３４の訳文４頁最終段落「卵および牛乳を含むコンプリートケーキミックスは，\n隙間市場を見出しうる」に相当）との記載は，引用刊行物１の著者の漠然とした推\n測を説明しているのにすぎず，「なりうる」との記載からは，成功しない可能性も\n存在すると著者が考えていることが明らかである。引用刊行物１は，乾燥保存の際\nの卵や牛乳の蛋白の変性を防止することを開示するにすぎないのであるから，ケー\nキミックスを極めて高温で長時間加熱する焼成プロセスにおけるトレハロースの機\n能は，当業者が引用刊行物１から理解することはできない。\nしたがって，当業者は，引用刊行物１からトレハロースの焼き菓子への使\n用及びその含有量を理解することはできず，引用刊行物１は，トレハロースの焼き\n菓子への使用及びその含有量を実施可能に開示していないというべきであるから，\n本件発明１，２の新規性を否定する根拠とはなり得ないものである。\n第４　被告の反論\n本件審決の認定判断は正当であり，原告主張の取消事由はいずれも理由がな\nい。\n１　取消事由１（引用刊行物１に記載された事項の認定の誤り）について\n引用刊行物１（甲３４）の記載事項についての認定は，前判決において判決\n主文が導き出されるのに必要な事実認定であるから，当然に，その拘束力が及ぶも\nのであり，審判官は前判決の認定判断に抵触する認定判断をすることは許されない\nものである。そして，本件審決は，前判決と同じく，引用刊行物１の記載事項につ\nいて，「甲第１号証（注，引用刊行物１）に接した当業者としては，そこに，少な\nくとも，α，αトレハロースの含有量を『原料の総重量に対して０．１重量％以上\n含む』ものも，記載されていると理解することができるものというべきである」\n（審決謄本５頁最終段落～６頁第１段落）との認定判断をしているのであるから，\nその当否を争う原告主張の取消事由１は，確定した前判決の認定判断自体を違法と\nして非難することにほかならず，前判決の拘束力に反するものであって，到底許さ\nれるものではない。\n２　取消事由２（引用発明１の実施可能性の不備の看過）について\n引用刊行物１（甲３４）の記載事項についての認定は，前判決において判決\n主文が導き出されるのに必要な事実認定であるから，当然に，その拘束力が及ぶも\nのであることは上記１のとおりである。そして，本件審決は，前判決の拘束力に従\nって，引用刊行物１には「α，αトレハロースを用いて乾燥された卵や牛乳を含む\nコンプリートケーキミックスから調理される，焼成されたケーキ類が開示されてい\nることが明らかである」（審決謄本５頁第４段落）と認定し，さらに，上記１のと\nおり，「甲第１号証（注，引用刊行物１）に接した当業者としては，そこに，少な\nくとも，α，αトレハロースの含有量を『原料の総重量に対して０．１重量％以上\n含む』ものも，記載されていると理解することができるものというべきである」\n（同５頁最終段落～６頁第１段落）との認定判断をしているのであるから，その当\n否を争う原告主張の取消事由２も，確定した前判決の認定判断自体を違法として非\n難することにほかならず，前判決の拘束力に反するものであって，到底許されるも\nのではない。\n第５　当裁判所の判断\n１　取消事由１（引用刊行物１に記載された事項の認定の誤り）について\n(1) 乙１によれば，前審決及び前判決の認定判断は，以下のとおりであること\nが認められる。\nア　前審決（乙１添付）は，請求人（被告）の主張する無効理由，すなわ\nち，①本件発明１，２は，引用発明１と同一であるか，又は引用発明１若しくは引\n用発明１，昭和５７年１２月５日食品と科学社発行「食品と科学」１９８２秋季増\n刊号（審判甲２・本訴甲３５，以下「引用刊行物２」という。），特開昭５６－１\n４４０３８号公報（審判甲３・本訴甲３６，以下「引用刊行物３」という。）及び\n国際公開特許第ＷＯ８９／０００１２号公報（審判甲４・本訴甲３７，以下「引用\n刊行物４」という。）に記載された発明に基づいて，当業者が容易に発明をするこ\nとができたものであり，特許法２９条１項３号又は同条２項の規定に違反して特許\nされたものである，②本件発明１，２は，特開昭６２－２０８２７３号公報（審判\n甲５，以下「引用刊行物５」という。）に記載された発明と同一であるか，又は引\n用刊行物５若しくは引用刊行物５及び昭和４２年１０月１日沼田書店発行「パン製\n法」９８頁～９９頁，３６５頁～３６６頁，３９９頁～４００頁，４０２頁（審判\n甲６，以下「引用刊行物６」という。）に記載された発明に基づいて，当業者が容\n易に発明をすることができたものであり，同条１項３号又は同条２項の規定に違反\nして特許されたものである，③本件発明１，２は，特開昭６３－２４０７５８号公\n報（審判甲７，以下「引用刊行物７」という。）に記載された発明と同一である\nか，又は引用刊行物７若しくは引用刊行物７及び昭和５４年クインテッセンス出版\n発行「砂糖とむし歯」１１９頁～１２４頁（審判甲８，以下「引用刊行物８」とい\nう。）に記載された発明に基づいて，当業者が容易に発明をすることができたもの\nであり，同条１項３号又は同条２項の規定に違反して特許されたものである，④本\n件明細書の特許請求の範囲の請求項１，２の記載が同法３６条に規定する要件を満\nたしておらず，また，発明の詳細な説明には当業者が発明の実施をできる程度に発\n明の開示がないので，本件発明１，２の本件特許は，同条に規定する要件を満たし\nていない特許出願に対してされたものであるとの主張に対し，①本件発明１，２\nは，引用発明１と同一ということはできず，また，引用発明１又は引用発明１及び\n引用刊行物２～４に記載された発明に基づいて，当業者が容易に発明をすることが\nできたものということはできない，②本件発明１，２は，引用刊行物５に記載され\nた発明と同一ということはできず，また，引用刊行物５又は引用刊行物５，６に記\n載された発明に基づいて，当業者が容易に発明をすることができたものということ\nはできない，③本件発明１，２は，引用刊行物７に記載された発明と同一というこ\nとはできず，また，引用刊行物７又は引用刊行物７，８に記載された発明に基づい\nて，当業者が容易に発明をすることができたものということはできない，④本件明\n細書に請求人主張の記載不備があるということはできないから，請求人の主張する\n理由及び証拠方法によっては，本件発明１，２についての本件特許を無効とするこ\nとはできないとして，審判請求を不成立とした。\nイ　これに対し，前判決（乙１）は，上記ア①の無効理由のうち，本件発明\n１，２が引用発明１と同一であるとの前訴原告（本訴被告）の主張（前訴取消事由\n１）について，「本件発明１と引用発明１とを対比すると，両者は，α，αトレハ\nロースを含む，焼成されたケーキ類であるという点で一致し，唯一，本件発明１に\nおいては，α，αトレハロースの含有量を『原料の総重量に対して０．１重量％以\n上含む』のに対し，引用発明１においては，含有量が明らかでない点で相違するの\nみである。・・・引用発明１において，α，αトレハロースの含有量を『原料の総\n重量に対して０．１重量％以上含む』ことが自明であるかどうかについて検討す\nる。(ｱ)『α，αトレハロースを原料の総重量に対して０．１重量％以上含む，焼成\nまたはフライされた米菓類，小麦煎餅類，ビスケット・クッキー類，クラッカー\n類，パイ類，ケーキ類またはドーナツ類。』とは，言い換えれば，『α，αトレハ\nロースを含む，焼成またはフライされた米菓類，小麦煎餅類，ビスケット・クッキ\nー類，クラッカー類，パイ類，ケーキ類またはドーナツ類』のうちで，含まれる\nα，αトレハロースの割合が原料の総重量に対して０．１重量％未満であるものを\n除いたすべて，ということである。(ｲ)引用刊行物１の前記認定の記載によれば，ト\nレハロースは，糖類でありながら，甘味をほとんど感じさせず，蛋白の変性防止に\n威力を発揮し，しかも，風味にほとんど影響しないという，食品の天然保存料とし\nて非常に有効な働きをするものであることになることが，明らかである。そうであ\nるならば，引用刊行物１に開示されている，『コンプリートケーキミックスから調\n製されるケーキ』に添加されるα，αトレハロースの量が原料の総重量に対して\n０．１重量％未満であるというような程度の微量でなければならないと考えさせる\nような事情が認められない限り，同刊行物に接した当業者としては，そこに，少な\nくとも，α，αトレハロースの含有量を『原料の総重量に対して０．１重量％以上\n含む』ものも，記載されていると理解することができるものというべきである。と\nころが，上記特別の事情が存在したことを認めさせる資料は，本件全証拠を検討し\nても見出すことができない。したがって，『甲第１号証・・・（注，引用刊行物１\n〔甲３４〕）には，「α，αトレハロースを用いて乾燥された卵や牛乳を含むコン\nプリートケーキミックスから調製されるケーキ」が記載されているに等しいといえ\nるものの，製品たる「ケーキ」中に，α，αトレハロースが，「０．１重量％以\n上」含まれているとまではいえないから，本件発明１は，甲第１号証に記載された\n発明であるとはいえない。』・・・とした審決（注，前審決）の認定判断は，誤り\nというべきである」（２１頁第４段落～２２頁第２段落），「本件発明２は，物の\n発明である本件発明１の構成をすべて含んでおり，方法の発明の構成となっている\n点が相違しているのみである。そうすると，本件発明１についての上記判断は，本\n件発明２においても同様に当てはまることが明らかである」（３３頁下から第４段\n落～第３段落）とし，また，同無効理由のうち，本件発明１，２が引用発明１又は\n引用発明１及び引用刊行物２～４に記載された発明に基づいて当業者が容易に発明\nをすることができたものであるとの前訴原告の主張（前訴取消事由２）について\nも，本件発明１，２は，引用発明１に対する進歩性を認めることはできないとし\nて，前審決を取り消した。\n(2) 前判決に基づき，本件審決は，「甲第１号証（注，引用刊行物１〔甲３\n４〕）に記載された発明（注，引用発明１）において，α，αトレハロースの含有\n量を『原料の総重量に対して０．１重量％以上含む』ことが自明であるかどうかに\nついて検討する。『α，αトレハロースを原料の総重量に対して０．１重量％以上\n含む，焼成またはフライされた米菓類，小麦煎餅類，ビスケット・クッキー類，ク\nラッカー類，パイ類，ケーキ類またはドーナツ類。』とは，言い換えれば，『α，\nαトレハロースを含む，焼成またはフライされた米菓類，小麦煎餅類，ビスケッ\nト・クッキー類，クラッカー類，パイ類，ケーキ類またはドーナツ類』のうちで，\n含まれるα，αトレハロースの割合が原料の総重量に対して０．１重量％未満であ\nるものを除いたすべて，ということである。甲第１号証の前記認定の記載によれ\nば，トレハロースは，糖類でありながら，甘味をほとんど感じさせず，蛋白の変性\n防止に威力を発揮し，しかも，風味にほとんど影響しないという，食品の天然保存\n料として非常に有効な働きをするものであることになることが明らかである。そう\nであるならば，甲第１号証に開示されている，『コンプリートケーキミックスから\n調製されるケーキ』に添加されるα，αトレハロースの量が原料の総重量に対して\n０．１重量％未満であるというような程度の微量でなければならないと考えさせる\nような事情が認められない限り，甲第１号証に接した当業者としては，そこに，少\nなくとも，α，αトレハロースの含有量を『原料の総重量に対して０．１重量％以\n上含む』ものも，記載されていると理解することができるものというべきである。\nところが，上記特別の事情が存在したことを認めさせる資料は，本件全証拠を検討\nしても見出すことができない。そうすると，本件発明１は，甲第１号証に記載され\nた発明であるということになる。・・・本件発明２は，物の発明である本件発明１\nの構成をすべて含んでおり，方法の発明の構成となっている点が相違しているのみ\nである。そうすると，本件発明１についての上記判断は，本件発明２においても同\n様に当てはまることが明らかである」（審決謄本５頁第６段落～６頁第４段落）と\n認定判断した。\n(3) 原告は，引用刊行物１（甲３４）には，コンプリートケーキミックスへの\nトレハロースの含有量についての具体的な記載は一切存在しないことなどを理由\nに，引用刊行物１に記載されたコンプリートケーキミックスから調製されるケーキ\nにおけるα，αトレハロースの「０．１重量％以上」の含有量が記載されていると\nした本件審決の認定は誤りであると主張し，これに対し，被告は，原告主張の取消\n事由１は，確定した前判決の認定判断自体を違法として非難することにほかなら\nず，前判決の拘束力に反するものであって，到底許されるものではないと主張す\nる。\nところで，審決取消訴訟の判決が，審決を取り消した後，再度の審判手続\nにおいて，特許庁が当該取消訴訟の拘束力に従って，その点につき当該取消判決と\n同様の判断をし，それに基づいて再度の審決をした場合においては，その再度の審\n決に対する再度の審決取消訴訟において，上記拘束力に従った再度の審決の判断が\n誤りであると主張立証することは，許されないものと解すべきである。すなわち，\n審決取消訴訟において審決取消しの判決が確定したときは，審判官は，平成１５年\n法律第４７号による改正前の特許法１８１条２項の規定に従い，当該審判事件につ\nいて更に審理を行い，審決をすることとなるが，審決取消訴訟は行政事件訴訟法の\n適用を受けるから，再度の審理ないし審決には，同法３３条１項の規定により，同\n取消判決の拘束力が及ぶ。そして，この拘束力は，判決主文が導き出されるのに必\n要な事実認定及び法律判断にわたるものであるから，審判官は取消判決の上記認定\n判断に抵触する認定判断をすることは許されない。したがって，再度の審判手続に\nおいて，審判官は，当事者が取消判決の拘束力の及ぶ判決理由中の認定判断につき\nこれを誤りであるとして従前と同様の主張を繰り返すこと，あるいは同主張を裏付\nけるための新たな立証をすることを許すべきでなく，審判官が取消判決の拘束力に\n従ってした審決は，その限りにおいて適法であり，再度の審決取消訴訟においてこ\nれを違法とすることができないのは当然である。このように，再度の審決取消訴訟\nにおいては，審判官が当該取消判決のよって来る理由を含めて拘束力を受けるもの\nである以上，その拘束力に従ってされた再度の審決に対し関係当事者がこれを違法\nとして非難することは，確定した取消判決の判断自体を違法として非難することに\nほかならず，再度の審決の違法（取消）事由となり得ないから，再度の審決取消訴\n訟において，取消判決の拘束力に従ってされた再度の審決の認定判断を誤りである\nとして，これを違法とすることが許されないことは明らかである（以上につき，最\n高裁平成４年４月２８日第三小法廷判決・民集４６巻４号２４５頁参照）。\n本件において，原告主張に係る引用刊行物１に記載されたコンプリートケ\nーキミックスから調製されるケーキにおけるα，αトレハロースの「０．１重量％\n以上」の含有量について，前判決は，上記(1)イのとおり，「本件発明１において\nは，α，αトレハロースの含有量を『原料の総重量に対して０．１重量％以上含\nむ』のに対し，引用発明１においては，含有量が明らかでない点で相違するのみで\nある」と認定した本件発明１と引用発明１の一応の相違点について，「引用発明１\nにおいて，α，αトレハロースの含有量を『原料の総重量に対して０．１重量％以\n上含む』ことが自明であるかどうかについて検討する。・・・引用刊行物１に開示\nされている，『コンプリートケーキミックスから調製されるケーキ』に添加される\nα，αトレハロースの量が原料の総重量に対して０．１重量％未満であるというよ\nうな程度の微量でなければならないと考えさせるような事情が認められない限り，\n同刊行物に接した当業者としては，そこに，少なくとも，α，αトレハロースの含\n有量を『原料の総重量に対して０．１重量％以上含む』ものも，記載されていると\n理解することができるものというべきである。ところが，上記特別の事情が存在し\nたことを認めさせる資料は，本件全証拠を検討しても見出すことができない」とし\nて，引用刊行物１において，α，αトレハロースの「０．１重量％以上」の含有量\nが記載されていると認定したものであることは，その説示に照らし明らかであると\nころ，上記認定は，判決主文が導き出されるのに必要な事実認定に相当し，拘束力\nの及ぶ範囲内の事項であることが明らかである。\nそして，原告が誤りであると主張する本件審決の上記認定は，上記のとお\nりの前判決の拘束力に従ったものであることが明らかであり，本件審決の認定判断\n中，前判決の拘束力の及ぶ部分，すなわち，引用刊行物１において，α，αトレハ\nロースの「０．１重量％以上」の含有量が記載されているとの部分は，再度の審決\n取消訴訟である本件訴訟において，これを違法とすることはできず，原告が，本件\n審決のその認定が誤りであると主張すること，あるいは同主張を裏付けるための新\nたな立証をすることは許されないものといわざるを得ない。そうすると，本件訴訟\nにおいて原告が取消事由１として主張するところは，前判決の拘束力に従った本件\n審決の上記認定が誤りであると主張することに帰着するものであり，前判決の拘束\n力が及ぶ事項につき，再度の審決取消訴訟においてこれを蒸し返すものにほかなら\nず，そもそも本件審決の取消事由とはなり得ないものであるから，それ自体失当と\nいうべきである。\n２　取消事由２（引用発明１の実施可能性の不備の看過）について\n原告は，引用刊行物１（甲３４）は，発明を実施可能な程度に開示していな\nいから，引用発明１は，特許法２９条１項３号所定の引用刊行物に記載された発明\nとすることができないと主張する。\nしかしながら，前判決が，本件発明１の引用発明１に対する新規性を否定し\nたものであることは，上記１の(1)イのとおりであるところ，引用発明１が特許法２\n９条１項３号所定の引用刊行物に記載された発明に適合するか否かの判断は，上記\n新規性の判断に含まれること，及び上記新規性の判断が，前判決の判決主文が導き\n出されるのに必要な事実認定及び法律判断に相当し，拘束力の及ぶ範囲内の事項で\nあることは明らかである。\nしたがって，原告の取消事由２の主張も，前判決の拘束力に従った本件審決\nの上記認定判断が誤りであると主張することに帰着するものであり，それ自体失当\nというべきである。\n３　以上のとおり，原告主張の取消事由はいずれも理由がなく，他に本件審決を\n取り消すべき瑕疵は見当たらない。\nよって，原告の請求は理由がないからこれを棄却することとし，主文のとお\nり判決する。\n東京高等裁判所知的財産第２部\n裁判長裁判官    　　　　篠　　原　　勝　　美\n裁判官　　　    　岡　　本　　　　　岳\n裁判官 　　　   　早　　田　　尚　　貴\n"
}