{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 16,
    "month": 7,
    "day": 28
  },
  "case_number": "平成14(ワ)22037",
  "case_name": "損害賠償請求(株主代表訴訟)",
  "court_name": "東京地方裁判所民事第8部",
  "lawsuit_id": "5536",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=5536",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/536/005536_hanrei.pdf",
  "contents": "Ｈ１６．７．２８東京地方裁判所\n平成１４年（ワ）第２２０３７号損害賠償請求（株主代表訴訟）事件\n主文\n１　原告の請求をいずれも棄却する。\n２　訴訟費用は原告の負担とする。\n事実及び理由\n第１　請求\n被告らは，株式会社三越に対し，連帯して金４１億８６２３万円及びこれに対する平\n成１４年１１月１０日から支払済みまで年５分の割合による金員を支払え。\n第２　事案の概要\n本件は，株式会社三越（以下「三越」という。）の株主である原告が，三越の取締役\n又は元取締役である被告らに対し，被告らが株式会社内野屋工務店（以下「内野\n屋」という。）の代表取締役社長であったＬ及び株式会社千葉興業銀行（以下「千葉\n興銀」という。）に対する損害賠償請求をせず，一切の回収行為を行わないことにつ\nいて，取締役の善管注意義務に違反するとして，商法２６６条１項５号，２６７条に基\nづき，三越への賠償金４１億８６２３万円及び被告らが善管注意義務違反行為を行\nった日以降の日である平成１４年１１月１０日から支払済みまで民法所定の年５分\nの割合による遅延損害金の支払を求めて株主代表訴訟を提起した事案である。\n１　前提となる事実\n以下の事実は，当事者間に争いがないか，証拠（後掲）及び弁論の全趣旨により\n認められる事実である。\n(1)　当事者\nア　三越\n三越は，東京都中央区日本橋室町ａ丁目ｂ番ｃ号に本店を置き，百貨店業を\n主たる業務とする株式会社である（甲１）。\nイ　原告\n原告は，遅くとも昭和３９年ころから三越の株主であり，現在，三越の株式２５\n７万７０００株を有する。また，原告は，遅くとも平成３年３月２７日から同社の取\n締役を務めていたが，平成１１年５月２７日，同取締役の地位を退任した（甲\n１，甲２，甲１５の１）。\nウ　被告ら\n被告Ｂ，同Ｃ及び同Ｄは，後記(4)アのとおり，原告が三越に対して訴訟提起の\n要請を行った平成１３年１２月１８日から，被告らが訴訟提起をしないと決定し\nた平成１４年５月７日までの間，三越の代表取締役であった。\n被告Ｅ，同Ｆ，同Ｇ，同Ｈ，同Ｉ，同Ｊび同Ｋは，平成１３年１２月１８日から平成１\n４年５月７日までの間，三越の取締役であった（以上，甲１）。\n(2)　三越による本件ゴルフ場計画に伴う特別損失計上の経緯等\nア　本件ゴルフ場の開場計画\n三越は，昭和６３年５月２９日，内野屋との間で，内野屋が千葉県印旛郡八街\n町におけるゴルフ場（以下「本件ゴルフ場」という。）の用地買収・造成等を行\nい，その完成後に三越が本件ゴルフ場の事業を引き継ぐことを内容とする覚\n書（甲１３）を取り交わし，三越は，この覚書に基づき，その後，内野屋に対し，\n８億６０００万円の預託金を交付した（争いがない。）。\nイ　レオの内野屋に対する資金拠出\n(ア)　レオの内野屋に対する貸付け\n三越の１００パーセント子会社である株式会社レオ・エンタープライズ（甲１\n７。以下「レオ」という。）は，平成３年３月２８日から平成９年１２月２４日まで\nの間に，内野屋に対し，別紙「内野屋への資金の流れ一覧表」（添付省略）\nの「貸付金」の各欄（No.13を除く。）記載の金額の合計額５２１億３８０７万５\n０００円を貸し付けた。平成１０年３月末現在において，このレオの内野屋に\n対する貸付残高は５１８億８９２０万５０００円であった（争いがない。）。\n(イ)　レオによる三越の預託金債権の譲受け\nレオは，平成８年６月に，三越から，前記アの三越の内野屋に対する預託\n金返還請求権（８億６０００万円）を譲り受けた（争いがない。）。\n(ウ)　レオの内野屋に対する仮払い\nレオは，平成９年９月１日から平成１０年３月２６日までの間，内野屋に対\nし，別紙「内野屋への資金の流れ一覧表」の「仮払金」の各欄記載の金額の\n合計額６億２１００万円を貸し付けた。平成１０年３月末現在において，この\nレオの内野屋に対する貸付残高（仮払金名目）は６億１１００万円であった\n（争いがない。）。\nウ　内野屋の経営状況等\n(ア)　千葉興銀と内野屋の関係\n内野屋の主要取引銀行（いわゆるメインバンク）であった千葉興銀は，内野\n屋の経営状態が悪化する中で，平成５年２月２２日ころ，同行従業員のＭを\n内野屋に出向させ，同日，Ｍは内野屋の常務取締役に選任された。その\n後，平成７年５月９日にＭは同社常務取締役を辞任し，千葉興銀は，同行従\n業員のＮをＭの後任として内野屋に出向させ，Ｎは，同月１０日に内野屋の\n常務取締役に選任され，平成１０年５月９日に辞任するまで，その地位にあ\nった（甲５，甲３７，甲５５の８から１０まで）。\n(イ)　本件分割計画の概要等\n内野屋は，いわゆるバブル期以降，大型の民間造成工事の減少を受け\nて，平成６年９月期以降売上が大幅に減少した。\n内野屋は，その最中の平成８年初めころ，本件ゴルフ場の事業計画等を承\n継する新会社を設立し，これを内野屋から分割する計画（以下「本件分割計\n画」という。）の検討を始めた。その際，内野屋はＯ会計事務所に本件分割\n計画の税務会計上の検討を依頼し，検討を依頼されたＯ会計士は，同年２\n月１４日，当時内野屋の常務であったＮらと打合せを行い，同年３月２５日，\n内野屋の経理部長に対し，検討結果をまとめた手書きの資料（以下「Ｏメモ」\nという。）を作成し交付した。\nその後，Ｏメモに基づき，同年３月２７日，千葉興銀本店会議室において，\n内野屋の経理部長らが会議（以下「本件会議」という。）を開催し，本件分割\n計画について協議したが，その後，結局本件分割計画は実現されなかった\n（以上，甲３７から甲３９まで，甲４８，甲４９，弁論の全趣旨）。\n(ウ)　レオによる内野屋に対する本件分割計画以降の資金拠出の状況\nレオは，平成８年３月２９日から平成１０年３月２６日までの間に，内野屋に\n対し，貸付金又は仮払金の名目で，合計４１億８６２３万円（後記エ(イ)の弁\n済を受けた部分を含まない。）の資金を拠出した（争いがない。）。\nエ　三越の損失計上の経緯\n(ア)　平成１０年２月期決算における特別損失の計上\nレオは，平成９年８月末現在において，当時の内野屋の経営状況，資産状\n況及びゴルフ場に関する一般市況等を考慮し，内野屋に対する債権額約５\n８０億円（前記イの合計額に利息を加えた額）のうち，本件ゴルフ場の買収\n済用地の評価額（約１３４億円）を超える部分約４４６億円について，同額の\n貸倒引当金を計上した。\n三越は，レオの貸倒引当金の計上に伴い，平成１０年２月期の決算におい\nて，子会社事業損失引当金約４４６億円を特別損失に計上した（以上，甲３\nの１及び２，弁論の全趣旨）。\n(イ)　内野屋のレオに対する弁済\n内野屋は，平成１０年３月ころ，レオの１００パーセント子会社である株式会\n社ワイ・シー・シー（以下「ワイ・シー・シー」という。）に対し，本件ゴルフ場用\n地の持分権５分の４を売却し，その代金１１３億２９３２万８０００円を，内野\n屋のレオに対する債務のうち，未収利息４７億５１５４万９０３４円，預託金８\n億６０００万円，仮払金６億１１００万円及び貸付金元金の一部５１億０６７７\n万８９６６円に充当し，内野屋とレオは，同年４月３０日現在における内野屋\nのレオに対する残債務額が４６７億８２４２万６０３４円であることを確認した\n（以上，争いがない。）。\n(ウ)　平成１１年２月期決算における特別損失の計上\n三越は，後記(3)のとおり，内野屋が平成１０年６月５日に破産宣告を受けた\nことから，本件ゴルフ場計画を断念した。\nそして，レオの内野屋に対する債権の回収不能見込額６億２１００万円が新\nたに計上されたことに伴い，三越は，平成１１年２月期の決算において，レオ\nに対する貸付金等の貸倒引当金１１億０９００万円を特別損失に計上した。\nまた，ワイ・シーシーが取得した土地についても，事業の継続を前提とした\n評価を改め，ワイ・シーシーがその評価損等を含む特別損失１０２億７９００\n万円を計上したことに伴い，三越も，同期において，子会社事業損失引当金\nとして，同額の特別損失を計上した（以上，甲４の１及び２，弁論の全趣\n旨）。\n(3)　内野屋の破産手続の経緯\nア　内野屋の破産及びレオによる債権届出\n内野屋は，平成１０年６月５日，千葉地方裁判所（以下「破産裁判所」という。）\nにおいて，破産宣告を受けた（以下，内野屋の破産事件を「本件破産事件」と\nいう。）。なお，Ｌは，これに先立つ同年１月１３日，内野屋の代表取締役を辞任\nした。\nレオは，同年８月１９日，破産裁判所に対し，破産債権として，元金４６７億８２\n４２万６０３４円，利息損害金１億１１２５万２４５４円を届け出た。（以上，甲５，\n甲１１）\nイ　破産管財人及び千葉県警による内野屋の調査\n(ア)　破産管財人による本件ゴルフ場計画に係る資金使途の調査\n本件破産事件の破産管財人は，内野屋の破産債権者らから，平成１２年９\n月２７日付「ご質問及び調査依頼書」（甲８の１及び２）及び平成１３年１月２\n６日付「ご質問及び調査依頼書(2)」（甲９の１及び２）による調査依頼を受\nけ，本件ゴルフ場計画に投下された資金について調査を行った。これに対\nし，内野屋の破産宣告の当時，内野屋の代表取締役であったＰ（Ｌの子）か\nら破産管財人に対し，平成１３年３月１２日付回答書（甲１０の２）が提出され\nたが，その回答書には，「なお，株式会社内野屋工務店は平成５年５月以\n降，千葉興業銀行の事実上の管理下におかれ，財務経理の一切は同行の\n管理の下に行われておりました」旨記載されていた。また，平成９年９月末\n現在における本件ゴルフ場計画のための借入金の使途の内訳及び合計額\nは，土地取得費２６１億５７００万円，事業所諸費用及び設備費４４億４６００\n万円，設計許認可・測量・登記費１０億１１００万円，借地権取得費及び地代\n２６億０７００万円，造成費用等２億７５００万円，借入金利息１１８億２８００\n万円の合計４６３億２４００万円であったことが記載されていた。\nこれを受けて，破産管財人は，平成１３年４月９日付報告書（甲１０の１）を\n破産裁判所に提出したが，その報告書には，上記資金使途には疑問がある\nが，それ以上の解明には至らなかったとして，千葉県警察本部刑事部第２\n課（以下「千葉県警」という。）と協議のうえ，公認会計士の資格を有する警\n部補を長とするチームによる内定調査を依頼し，それに伴い，「平成１０年１\n２月１５日，元帳・伝票ファイル・等財務関係書類の一切を任意提出して，捜\n査に委ねました。」旨記載されていた。\n(イ)　千葉県警による捜査\n千葉県警は，平成１０年７月１日，内野屋工務店について多額の使途不明\n金（約６０億円から約２００億円程度）が存在し，資産隠しとして別会社に流\nれていると思料し捜査を進めた。その後，千葉県警は，平成１１年１月２８\n日，Ｌを含む内野屋経営陣に対する特別背任（内野屋工務店からＬに対す\nる総額約３９億円の仮払金・貸付金の存在とＬの自己目的による使用）及び\nレオの拠出金に係るＬの横領（Ｌによる用地買収等に係る資金の自己目的\nによる使用）等の容疑が存在していると思料し，今後，Ｌに対する仮払金・貸\n付金の使途先の解明等を図っていくとの方針を立てて，また，Ｌ個人に対す\nる破産申立てについて債権者に協力を得ることも視野に入れて，捜査を進\nめていくこととした（甲６６，６７）。\nしかし，その後，破産管財人は，平成１４年１月３０日付報告書（甲３５）を破\n産裁判所に提出して，破産管財人としてこれ以上の調査・追求は困難と判\n断したことを報告したが，その報告書には，千葉県警が，捜査の結果，刑事\n被疑事件の立件が困難であると判断したこと，そこで，千葉県警から帳簿類\n（段ボール箱２５箱）等の返還を受けたことが記載され，結局，破産管財人\nの調査及び千葉県警の捜査によっても，Ｌに係る犯罪事実の立件には至ら\nなかった。\n(4)　原告による訴訟提起の要請及び本件訴訟提起に至る経緯\nア　原告による訴訟提起の要請\n原告は，平成１３年１２月１８日付「通知書」（甲１８の１），平成１４年１月１８日\n付「通知書(2)」（甲２０の１），同年２月２５日付「取締役に対する訴請求書」（甲\n２２の１）により，三越に対し，千葉興銀及び内野屋の代表者であったＬに対す\nる損害賠償請求をするよう求めたが，三越は，同年１月１５日付「回答書」（甲１\n９），同年１月３１日付「回答書」（甲２１），同年３月１９日付「ご通知」（甲２３）に\nより，これに応じられないと回答した。\nそこで，原告は，同年４月４日付「通知書(3)」（甲２４の１）により，三越に対し，\n再度，千葉興銀及びＬに対する損害賠償請求をするよう求めるとともに，同書\n面到達後１か月以内に損害賠償請求をしない場合には，株主代表訴訟を提起\nする手続に入ることを通知し，同通知は同月５日には三越に到達した（最終期\n限は同年５月７日）。これに対し，三越（被告ら）は，同年５月７日までに，Ｌ及び\n千葉興銀に対する損害賠償請求をしないことを決定し，その旨同年５月８日付\n「回答書」（甲２７）により回答し，その回答書の中で，原告の主張が推測であり\n事実ではないと述べていた。\nイ　原告による提訴請求\n原告は，平成１４年５月９日，三越の監査役に対し，同月８日付「取締役に対\nする訴提起請求書」（甲２６の１）により，被告らに対する責任追及訴訟を提起\nするよう請求した（甲２６の２）。\n三越の監査役は，同年７月４日付回答書（甲２９）により，原告に対し，被告ら\nに対する責任追及訴訟を提起しない旨回答した。\nウ　原告による訴訟の提起\n原告は，上記イの提訴請求があった日から６０日を経過した日以降の日であ\nる平成１４年１０月１０日，被告らに対し，本件訴訟を提起した（当裁判所に顕\n著）。\n２　争点及びこれに対する当事者の主張\n(1)　本件損害賠償請求権１の不行使による被告らの責任の有無\n被告らが，前記前提となる事実(4)アのとおり，Ｌ及び千葉興銀に対する損害賠\n償請求をしないことを決定した平成１４年５月７日の時点（以下「本件基準時」とい\nう。）において，Ｌに対する４１億８６２３万円の損害賠償請求権（以下「本件損害\n賠償請求権１」という。）を行使せず，一切の回収を行わないと決定した点につい\nて，善管注意義務違反に基づく損害賠償責任を負担するかどうか。\n（原告の主張）\n本件損害賠償請求権１については，後記アないしウのとおり，本件基準時にお\nいて，それが存在することに理由があり，したがって，訴訟を提起すれば，勝訴の\n蓋然性が高く，かつ，後記エのとおり，回収可能性が認められるにもかかわら\nず，被告らは，本件基準時において，その行使をしないと判断し，三越が損害を\n回復する機会を失わせ，三越に４１億８６２３万円の損害を被らせたから，三越に\n対して同額の損害賠償責任を負う。\nア　本件損害賠償請求権１の法的構成\n本件損害賠償請求権１は，Ｌが，三越に対し，同人の故意若しくは過失による\n不法行為に基づく損害賠償責任又は悪意若しくは重過失の任務懈怠行為によ\nる商法２６６条の３に基づく損害賠償責任を負うことに基づくものである。\n(ア)　Ｌの違法行為\nａ　本件使途不明金及び本件裏金の存在\nレオが内野屋に拠出した資金のうち少なくとも７１億９６３９万７３４７円\nは，平成８年３月２５日時点において，本件ゴルフ場計画のために使用さ\nれたものではない使途不明金（以下「本件使途不明金」という。）であっ\nた。そして，本件使途不明金のうち１２億０４３８万８０００円は，内野屋か\nらＬ個人に対し仮払金の名目で支出された。\nまた，内野屋は，用地買収のための資金使途について，レオに対し，ゴ\nルフ用地の売買契約又は賃貸借契約に係る契約書原本（平成４年９月３\n０日付けから平成９年８月２日付けまでのもの）の金額欄を改ざん（水増\nし）した虚偽の契約書を作成して提出した。すなわち，内野屋は，上記各\n契約の実際の支出額より６５億９９５１万４４２０円を多く支出したと報告\nし，上記金額をいわば裏金（以下「本件裏金」という。）として請求した。\nｂ　三越（レオ）側の認識及びＬの欺罔行為\n三越側による内野屋に対する拠出資金の使途は，本件ゴルフ場計画の\n用地買収・開発に限定され，これ以外の使途に費消されることは容認さ\nれていなかった以上，仮に，三越側が，本件使途不明金や本件裏金のい\nずれかの存在を認識していた場合，それを認識した時点において，資金\nを拠出することはあり得なかった。\nしかるに，Ｌは，平成８年３月２７日までに本件使途不明金等の存在を認\n識していたにもかかわらず，これを秘して，三越側から内野屋に対し，平\n成８年３月２９日から平成１０年３月２６日までの間に，貸付金又は仮払金\nの名目で合計４１億８６２３万円を支出させた。これは，Ｌによる詐欺行為\n（以下「本件違法行為」という。）に該当する。また，本件違法行為は，Ｌの\n内野屋の代表取締役としての職務執行に関する悪意又は重過失による\n任務懈怠にも該当する。\n(イ)　相当因果関係及び損害\nレオは，本件違法行為により，前記(ア)ｂのとおり，４１億８６２３万円を内野\n屋に拠出したが，内野屋が平成１０年６月５日に破産宣告を受けたことによ\nり，同額の回収ができなくなり，その結果，三越は，前記前提となる事実(2)\nエのとおり，合計約５６０億円の特別損失を計上しており，少なくとも上記４１\n億８６２３万円の損害を被ったといえる。\nイ　証拠の存在及び収集可能性\n本件損害賠償請求権１の存在を立証する資料は，本件基準時において，多\n数存在し，かつ，それを収集することは容易であった。\n(ア)　本件使途不明金の存在を裏付ける資料\n本件破産事件に係る一件記録中には，本件分割計画の内容が検討されて\nいるＯメモが存在している。\nこのＯメモには，「仮払金（Ｌ）」として１２億０４３８万８０００円と「開発事業未\n収入金」として５９億９２００万９３４７円が記載され，前者は不明支出分と扱\nわれ，後者は既往先行収益計上分と扱われ，いずれも本件ゴルフ場計画の\n出資のうち新会社に承継できないものとされている。また，Ｏメモがワープロ\nで清書された資料にも，同様の記載がある。\nこのように，５９億９２００万９３４７円は，会計士が，負債との不一致を回避\nするため，具体的な支出使途が不明な資金を形式上資産として扱い，開発\n事業未収入金という一般的な勘定科目にはない資産項目に分類したもので\nある。しかも，内野屋の平成６年９月期の貸借対照表において，突如，この\n開発事業未収入金が計上されている。また，１２億０４３８万８０００円は，Ｌ\n個人への支出金であり，使途不明金に分類されていた。\nさらに，千葉県警の捜査資料（甲６６，甲６７）にも，Ｌに対する仮払金・貸付\n金が３９億円存在し，それがＬの個人的な目的に使用されていたこと，Ｌが本\n件使途不明金を含むレオからの拠出金を個人的に費消した可能性が高い\nことなどが記載されている。\nなお，被告らは，後記被告らの主張イのとおり，千葉県警及び破産管財人\nの調査によっても，本件使途不明金の解明には至らなかったのであるから，\n本件使途不明金の存在を立証することはできないと主張するが，使途不明\n金の存在は認められるものの，そこから生ずる刑事責任の解明には至らな\nかったというにすぎず，本件損害賠償請求権１の存在は，刑事事件と異な\nり，同請求権の内容が過失責任でもある以上，刑事事件の捜査が進展しな\nかったことを理由に立証ができないとはいえない。\n(イ)　Ｌの認識可能性を裏付ける資料\nＬは，遅くとも平成８年３月２７日までに本件使途不明金の存在を認識して\nいた。すなわち，本件使途不明金のうち１２億０４３８万８０００円はＬ個人に\n支払われていたものであり，また，Ｌは，遅くとも平成８年３月２７日までに\nは，Ｏメモの内容について，報告を受けていたはずであり，その時点におい\nて，本件使途不明金の存在を認識していた。\n(ウ)　本件裏金の存在\n本件裏金は，本件破産事件の一件記録の中にあったゴルフ場用地の売買\n又は賃貸借に係る各契約書の金額とレオが把握していた契約書の金額と\nの比較から明らかである。\n(エ)　証拠の収集可能性\nレオは，本件破産事件の破産債権者であり，破産宣告後であれば，その一\n件記録の閲覧謄写を容易に行い得るから，三越は，本件基準時において，\nレオを通じて，本件破産事件の一件記録を収集することができた。\nまた，三越には，本件損害賠償請求権１に係る訴訟を提起して受訴裁判所\nに対して本件破産事件の一件記録についての送付嘱託を申し立てる方法\nや本件損害賠償請求権１に係る訴訟の提起前であっても証拠保全の申立\nてをして本件破産事件の一件記録の閲覧謄写を求める方法もあった。\nしたがって，本件損害賠償請求権１の存在を立証する資料の収集は，本件\n基準時においても，容易であった。\nウ　本件損害賠償請求権１に係る訴訟提起に関する経営判断の裁量\n被告らは，本件損害賠償請求権１に係る訴訟を提起するについて，取締役と\nしての経営判断の裁量があると主張するが，前記ア及びイのとおり，勝訴の蓋\n然性が認められ，後記エのとおり，回収可能性も認められる場合，被告らは，\n三越の取締役として損害を回復すべき義務を負うから，本件においては，他の\n場合よりも経営判断の裁量の幅は狭いと解すべきである。また，経営判断の\n原則には，情報の収集という過失責任の側面とそれを前提とした判断の面が\nあり，本件では被告らは情報の収集を怠っており，その面でも責任を負うべき\nである。\nなお，被告らは，後記被告らの主張ウのとおり，本件損害賠償請求権１に係る\n訴訟を提起した場合，新たに訴訟費用，弁護士費用を負担することになり，か\nえって損害を拡大させる結果となると主張するが，一部請求も可能であり，被\n告の主張は失当である。\nエ　Ｌからの回収可能性\n被告らは，後記被告らの主張エのとおり，本件損害賠償請求権１に係る訴訟\nに勝訴しても，Ｌから賠償金を回収することはできないと主張するが，内野屋が\n破産宣告を受けたにもかかわらず，Ｌが破産手続を申し立てていないこと，同\n人が内野屋の破産宣告後も平成１６年１月３１日に解任されるまで銚子電鉄株\n式会社（以下「銚子電鉄」という。）の代表取締役を務めていたことからすると，\nＬから相当額を回収することはできたといえる。\nまた，被告らは，大成建設株式会社（以下「大成建設」という。）がＬに対する\n手形債権を無税償却したことから資力がないと主張するが，大成建設が無税\n償却したのは平成１３年３月であり，Ｌが銚子電鉄の代表取締役を解任された\nのは平成１６年１月３１日であるからＬがその間報酬を受けていたことは間違い\nなく，被告らの主張は失当である。\n（被告らの主張）\n本件損害賠償請求権１は，その法的構成及び立証の点から，これに係る訴訟を\n提起しても，到底勝訴し得るものではなく，また，仮に勝訴したとしても，Ｌから回\n収できる見込みがない以上，本件基準時において，本件損害賠償請求権１を行\n使しないとした被告らの判断は合理的であるし，また，Ｌから回収できる見込みが\n明らかでない以上，その行使をしないことにより，三越が損害を被ったともいえな\nい。\nア　本件損害賠償請求権１の法的構成\n原告が主張する法的構成については争う。そもそも，本件使途不明金及び本\n件裏金が存在していたかどうかも不明である。\nイ　証拠の存在及び収集可能性\n本件損害賠償請求権１の存在を立証できる資料は存在しない。\n破産管財人及び千葉県警が調査したにもかかわらず，本件使途不明金に係\nる内容は明らかとされなかった以上，単なる破産債権者にすぎないレオ（三\n越）が，Ｌの不法行為を立証することはできない。\nウ　本件損害賠償請求権１に係る訴訟提起に関する経営判断の裁量\n後記エのとおりＬから確実に回収できる見込みもないことに加え，本件損害賠\n償請求権１に係る訴訟を提起した場合，三越は，新たに，訴訟費用（印紙代約\n９５０万円）及び訴訟追行のために委任する弁護士に対する費用を負担するこ\nととなり，かえって，三越の損失を拡大させる結果となるおそれが高い。このよ\nうな場合，本件損害賠償請求権１を提起しないことについて，被告らには取締\n役としての経営判断の裁量がある。\nエ　Ｌからの回収可能性\n仮に，レオ又は三越が，本件損害賠償請求権１に係る訴訟を提起し勝訴した\nとしても，Ｌには資力がなく，４１億８６２３万円を現実に回収することはできな\nい。\n内野屋は破産しており，その代表者のＬにはほとんど資力がないことが推認さ\nれる。仮に，Ｌに資力があり，Ｌが内野屋から仮払金を受領していたのであれ\nば，破産管財人が，Ｌから相応の回収を図るはずであるが，破産管財人は，そ\nのような措置を講じておらず，これは，Ｌに全く資力がないことを示している。\n現に，Ｌに対して手形債権に基づき訴訟を提起して勝訴判決を得た大成建設\nは，Ｌから回収すべき資産がないため，同手形債権を無税償却している。\n(2)　本件損害賠償請求権２の不行使による被告らの責任の有無\n被告らが，前記前提となる事実(4)アのとおり，本件基準時において，千葉興銀に\n対する４１億８６２３万円の損害賠償請求権（以下「本件損害賠償請求権２」とい\nう。）を行使せず，一切の回収を行わないと決定した点について，善管注意義務\n違反に基づく損害賠償責任を負担するかどうか。\n（原告の主張）\n本件損害賠償請求権２について，後記ア及びイのとおり，本件基準時において，\nそれが存在することに理由があり，したがって，訴訟を提起すれば，勝訴の蓋然\n性が高く，かつ，回収可能性があるにもかかわらず，被告らは，本件基準時にお\nいて，その行使をしないと判断し，三越が損害を回復する機会を失わせ，三越に\n同額の損害を被らせたから，三越に対して損害賠償責任を負う。\nア　本件損害賠償請求権２の法的構成\n本件損害賠償請求権２は，千葉興銀が，Ｎの不法行為により，三越に対して，\n使用者責任（民法７１５条）による損害賠償責任を負うことに基づくものである。\n(ア)　Ｎの違法行為\nａ　Ｎの違法な職務執行\nＮは，前記前提となる事実(2)ウ(ア)のとおり，平成７年５月に千葉興銀に\n在籍したまま，内野屋に出向し，同社の常務取締役に就任し，平成１０年\n５月９日まで，同社の財務経理の一切（一般的な資金支出，借入れの弁\n済等を含む。）を担当していた。また，Ｎは，前記前提となる事実(2)ウ(イ)\nのとおり，遅くとも平成８年３月２７日までに，本件使途不明金等の存在を\n認識していた。\nしたがって，Ｎは，内野屋の取締役として，Ｌが本件使途不明金等の存在\nを秘して，三越（レオ）から内野屋に４１億８６２３万円を拠出させた本件違\n法行為を防止すべき義務を負っていた。にもかかわらず，Ｎは，千葉興銀\nの内野屋に対する債権回収を優先し，故意又は過失により，本件違法行\n為を黙認する違法な職務執行を行った。この結果，平成８年３月２７日以\n降も，レオからの資金拠出により内野屋は資金繰り破たんを来さず，千\n葉興銀は平成９年から平成１０年６月までの間に内野屋から１１億円以上\nの貸金を回収することができた。\nｂ　Ｎの注意義務の範囲\n被告らは，後記被告らの主張ア(ア)のとおり，Ｎは内野屋の取締役とし\nて，同社に対して職務執行を適正に行うべき義務を負うが，レオに対する\n関係ではそのような注意義務を負担しないと主張する。しかし，不法行為\n責任は，ある者に作為義務があり，故意又は過失によりそれに違反し，\n第三者に損害を与えた場合，当然その第三者に対して損害賠償責任を\n負うとするものであるから，Ｎの注意義務の対象が内野屋に対するもの\nであるかどうかは，同人が三越に不法行為責任を負うかどうかとは無関\n係である。\nそして，作為義務の相手方が内野屋であったとしても，本件違法行為に\nよって，具体的に三越側が損害を受けるということをＮは認識し又は予見\n可能であったから，三越に対する不法行為が成立する。\nｃ　Ｎの違法行為と三越側の損害\nＮの違法な職務執行により，Ｌの本件違法行為が放置され，その結果と\nして，レオによる資金拠出が継続され，内野屋の破産により，レオひいて\nは三越に損害を生じさせたのであるから，Ｎの違法行為により，三越（レ\nオ）に４１億８６２３万円の損害が発生したといえる。\n(イ)　千葉興銀のＮに対する指揮監督関係\n千葉興銀は，前記前提となる事実(2)ウ(ア)のとおり，平成５年２月にはＭを\n内野屋へ常務取締役として出向させ，平成７年５月にはＮをＭの後任とし\nて，千葉興銀に在籍させたまま内野屋へ常務取締役として出向させた。\nすなわち，Ｎは，業務担当取締役としてＬの指揮監督に服する立場と取締\n役としてＬを監督する立場の両方を併せ持つ。\nこのように，千葉興銀は，出向者従業員を通じて内野屋の管理を行ってい\nたのであり，Ｎは，出向後も千葉興銀の債権回収業務のため，千葉興銀の\n従業員の身分を保持したまま，内野屋に出向して同社を監督しており，同人\nは，千葉興銀の指揮監督下にあった。内野屋への出向は，千葉興銀が事\n実上決定した人事であるため，出向元である千葉興銀が出向者に対して指\n揮監督権限を有すると解すべき特段の事情があるといえる。\n(ウ)　千葉興銀の事業執行性\nＮは，千葉興銀の債権管理・回収業務のために，内野屋に出向して，内野\n屋の常務取締役の職務を遂行しており，同人の職務執行は千葉興銀の事\n業執行性を有する。\nすなわち，千葉興銀は，平成４年当時，内野屋の経営状態が悪化していた\nことから，千葉興銀の内野屋に対する債権の管理・回収のため，Ｍを出向さ\nせ，Ｍは，内野屋の資産を調査し把握していた。\nその後，千葉興銀は，Ｍの後任者として，Ｎを出向させ，Ｎは，千葉興銀の\n債権管理・回収業務のため，内野屋の経理財務の一切を把握，監督してい\nたが，千葉興銀の債権管理・回収業務を円滑にするため，故意又は過失に\nより，Ｌによる本件違法行為を防止することなく放置し，三越（レオ）側からの\n資金拠出を継続させ，この結果，千葉興銀は，平成９年から平成１０年６月\nまでの間に内野屋から約１１億円を回収した。\nその後，Ｎは，内野屋が破産宣告を受ける直前である平成１０年５月９日に\n内野屋の取締役を辞任し，千葉興銀に復帰して，内野屋の破産後の同年８\n月２７日には，破産裁判所に対し，千葉興銀の事務担当者として，債権届出\n書を提出した。\nイ　証拠の存在及び収集可能性\n(ア)　証拠の存在\n本件損害賠償請求権２の存在を立証する資料として，本件破産事件の一\n件記録の中に，千葉興銀が内野屋の財務を管理していたとの記載がある内\n野屋の破産管財人に対する回答書，千葉興銀が平成９年から平成１０年６\n月までの１年半の間に１１億円の債権を回収していたとの記載がある千葉\n興銀の債権届出書，本件分割計画に関する前記Ｏメモ及びＮが内野屋の\n出入金関係全てについて決裁・承認をしていたことを示す書類など多数の\n証拠（甲３７，甲４８，甲４９，甲５８，甲５９，甲６０，甲６１，甲６３）が存在す\nる。\n(イ)　証拠の収集可能性\n前記(1)の原告の主張イ(エ)のとおり，三越は，レオを通じて，又は証拠保全\n若しくは送付嘱託の申立てにより，本件破産事件の一件記録を容易に収集\nし得たのであり，本件損害賠償請求権２の存在を立証する資料の収集は，\n本件基準時において容易であった。\nウ　本件損害賠償請求権２に係る訴訟提起に関する経営判断の裁量\n被告らは，後記被告らの主張ウのとおり，本件損害賠償請求権２に係る訴訟\nを提起するについて，取締役としての経営判断の裁量権があると主張するが，\n本件における三越の被った損害の巨額さ（資本金の約１．５倍にも達しており，\nその特別損失を補てんするため，人員削減等のリストラの実施を余儀なくされ\nた。）を考慮すると，上記のとおり勝訴の蓋然性が認められ，上場中の銀行で\nある千葉興銀からの回収可能性が明らかである以上，被告らは，三越の取締\n役として損害を回復すべき義務を負うから，本件においては，他の場合よりも\n経営判断の裁量の幅は狭いと解すべきである。また，経営判断の原則には，\n情報の収集という過失責任の側面とそれを前提とした判断の面があり，本件\nでは被告らは情報の収集を怠っており，その面でも責任を負うべきである。\nさらに，被告らは，訴訟提起の不利益として不当訴訟のおそれを主張するが，\nそれは，提訴者が当該訴訟において主張した権利又は法律関係が事実的，\n法律的根拠を欠くものであるうえ，提訴者がそれを知り又は通常人であれば容\n易にそのことを知り得たのにあえて訴訟を提起したなど裁判制度の趣旨目的\nに照らし著しく相当性を欠く場合であって，本件においては，勝訴の蓋然性が\nある以上，当てはまらない。\n加えて，被告らは，本件損害賠償請求権２に係る訴訟提起をした場合に三越\nの信用等に関わると主張するが，上記の三越の被った損害の巨額さ及び訴訟\n提起のリスクも不当訴訟とされる程度にすぎないことからすると，むしろ損害回\n復のための義務を果たすべきであって，三越の信用等を理由に本件損害賠償\n請求権２の不行使を正当化することはできない。\n（被告らの主張）\n本件損害賠償請求権２は，本件基準時において，勝訴の見込みが全くないもの\nであり，かつ，被告らが本件損害賠償請求権２に係る訴訟を提起するについて取\n締役としての裁量があるから，被告らが，本件損害賠償請求権２を行使しないこ\nとについて，被告らには善管注意義務違反などない。\nア　本件損害賠償請求権２の法的構成\n原告の主張する法的構成は，およそ成り立ち得ないものであって，千葉興銀\nが，次のとおり，Ｎの内野屋の常務取締役としての職務執行について，民法７\n１５条による使用者責任に基づく損害賠償責任を負うことはあり得ない。\n(ア)　Ｎの違法行為\n前記(1)の被告らの主張アのとおり，本件使途不明金等が存在したかどうか\nは不明である。仮に，本件違法行為があったとしても，Ｎは，内野屋の常務\n取締役として，内野屋に対し，その職務執行について善管注意義務を負担\nしていたにすぎず，三越やレオに善管注意義務を負担していたとはいえない\nから，それを放置したことが三越やレオとの関係で違法となるとはいえな\nい。\n(イ)　千葉興銀のＮに対する指揮監督関係\nＮは，千葉興銀から出向の形式で，内野屋の常務取締役に就任しているか\nら，出向元である千葉興銀は，特段の事情がない限り，出向者に対して指\n揮監督権限を有しない。\nすなわち，Ｎは，内野屋の常務取締役として，法律上当然に内野屋の取締\n役会及び内野屋の代表取締役であるＬの指揮監督を受けるのであり，その\n選任解任権も内野屋の株主総会が有するから，千葉興銀による指揮監督\n関係は存在していない。\n(ウ)　千葉興銀の事業執行性\n本件において，Ｎが内野屋の取締役の在任期間中に千葉興銀の事業の執\n行として行動していた事実はない。すなわち，Ｎは，内野屋の財務経理を担\n当する常務取締役であり，Ｎが内野屋の出入金関係を決裁・承認していたこ\nとは，内野屋の取締役としての職務を執行していたというにすぎない。\nまた，原告は，Ｎが本件違法行為を防止すべき義務を負っていたと主張す\nるが，このような監視義務は千葉興銀の事業の執行と全く関連性を有しな\nい。\nイ　証拠の存在及び収集可能性\n原告が主張する証拠は，いずれもＮの内野屋の常務取締役としての職務の\n執行を示すものにすぎない。また，原告の指摘する内野屋の回答書は，平成６\n年９月期以降前年同期と比較して売上が約半分の１００億円強に落ち込み，大\n幅なリストラを実施し，平成５年２月以降内野屋がメインバンクである千葉興銀\nからＭの出向を得て，Ｍその後Ｎの管理の下に資金繰りの支援を受けていた\nと記載されているにすぎず，Ｎが千葉興銀の事業の執行として行動していたこ\nとを裏付けるものではない。\nウ　本件損害賠償請求権２に係る訴訟提起に関する経営判断の裁量\n本件損害賠償請求権２に係る訴訟について，勝訴の見込みがないことは前記\nア及びイのとおりである。また，仮に何らかの見込みがあったとしても，三越\nが，確実な勝訴の見込みがないまま，訴訟提起後に新たな証拠が収集できる\nかもしれないという期待のみで，一部上場の著名企業である千葉興銀に対す\nる訴訟を提起することには，仮に敗訴した場合に，三越の信用が著しく失墜す\nるなどの危険がある。このような場合，本件損害賠償請求権２に係る訴訟を提\n起しないことについて，被告らには取締役としての経営判断の裁量がある。\n第３　当裁判所の判断\n１　会社の訴訟提起に係る取締役の判断について\n取締役は，会社に対し，「善良ナル管理者ノ注意ヲ以テ」会社の業務を執行すべき\n義務を負い（商法２５４条３項，民法６４４条），また，「会社ノ為忠実ニ其ノ職務ヲ遂\n行スル義務」を負うところ（商法２５４条の３），上記善管注意義務及び忠実義務の内\n容として，会社の財産を適切に管理・保全し，このような会社の財産が債権である場\n合には，適切な方法によりこれを管理し，その回収を図らなければならない義務を\n負っているというべきである。したがって，会社が特定の債権を有し，ある一定時点\nにおいてその全部又は一部の回収が可能であったにもかかわらず，取締役が適切\nな方法で当該債権の管理・回収を図らずに放置し，かつ，そのことに過失がある場\n合においては，取締役に善管注意義務違反が認められる余地があるというべきで\nある。\nもっとも，債権管理・回収の具体的な方法については，債権の存在の確度，債権行\n使による回収の確実性，回収可能利益とそのためのコストとのバランス，敗訴した\n場合の会社の信用毀損のリスク等を考慮した専門的かつ総合的判断が必要となる\nことから，その分析と判断には，取締役に一定の裁量が認められると解するのが相\n当である。\nそして，不法行為に基づく損害賠償債権や取締役の任務懈怠に基づく第三者へ\nの損害賠償債権については，一般に裁判外において債務者が債権の存在を認め\nて任意に弁済を行うということは期待できないため，その管理・回収には特段の事\n情なき限り訴訟提起を要するところ，取締役が債権の管理・回収の具体的な方法と\nして訴訟提起を行わないと判断した場合に，その判断について取締役の裁量の逸\n脱があったというためには，取締役が訴訟を提起しないとの判断を行った時点にお\nいて収集された又は収集可能であった資料に基づき，①当該債権の存在を証明し\nて勝訴し得る高度の蓋然性があったこと，②債務者の財産状況に照らし勝訴した場\n合の債権回収が確実であったこと，③訴訟追行により回収が期待できる利益がそ\nのために見込まれる諸費用等を上回ることが認められることが必要というべきであ\nる。\nこれに加えて，取締役の善管注意義務違反に基づき会社に損害が発生したという\nためには，訴訟提起を行った場合に会社が現実に回収し得た具体的金額の立証も\n必要である。\n２　本件損害賠償請求権１を行使しないとの判断について\n本件損害賠償請求権１について，Ｌの任意の履行を期待すべき特段の事情は認め\nらず，債権回収のためには訴訟提起を要するというべきであるので，以下，被告ら\nが本件損害賠償請求権１についてＬに対する訴訟を提起しないとした判断につい\nて，その裁量逸脱の有無を検討する。\n(1)　本件損害賠償請求権１の立証の蓋然性\nア　前記前提となる事実に加えて，証拠（後掲）及び弁論の全趣旨によれば，本\n件基準時において収集され又は収集可能であった資料（以下「本件収集資料」\nという。）中には，原告の主張に係るＬの本件違法行為の存在に関して，以下\nの記載があることが認められる。\n(ア)　内野屋の決算における本件使途不明金の存在\n内野屋は，第５１期（平成５年１０月１日から平成６年９月３０日まで）の決算\nにおいて，貸借対照表の流動資産の項目に，「開発事業未収入金」５９億９\n２００万９３４７円を計上した（甲４４）が，上記開発事業未収入金は，それ以\n前の第５０期（平成４年１０月１日から平成５年９月３０日まで）までの決算に\nおいては計上されていなかった（甲４１から甲４３まで）。\nまた，内野屋は，上記第５１期以後の第５２期（平成６年１０月１日から平成\n７年９月３０日まで），第５３期（平成７年１０月１日から平成８年９月３０日ま\nで）及び第５４期（平成８年１０月１日から平成９年９月３０日まで）の各期に\nおいて，開発事業未収入金を計上したが，その金額は５９億９２００万９３４７\n円で４期にわたり変動がなく，その内訳についてはいずれも明らかにしてい\nなかった（甲４５から甲４７まで）。\nさらに，内野屋は，Ｌに対する仮払金として，上記第５２期には１２億０４３８\n万８０００円を（甲４５），翌第５３期には２２億２３８５万５０００円を（甲４６）を\nそれぞれ計上した。\n(イ)　内野屋とレオの保管する売買契約書のそご\n内野屋は，本件ゴルフ場の用地取得のため，用地の買収及び所有者との\n賃貸借契約の締結を進め，平成４年９月３０日ころから平成９年８月１２日こ\nろにかけて用地の売買契約を締結したが，内野屋が有していた売買契約書\nに係る金額欄の代金総額は９７億０２９６万４８００円に達していた（甲５０の\n１から６まで，９，１０，１２，１４から２２まで，２４，２５，２７から９５まで）。\n内野屋は，上記売買契約の状況について，レオに対して，売買契約の書類\nを提出して報告をしたが，レオが提出を受けた各売買契約書に係る金額欄\nの金額と内野屋が有していた売主及び対象物件が同一の各売買契約書に\n係る金額欄の金額に不一致がある契約書がいくつも存在し，レオが提出を\n受けた各契約書に係る契約金額の総額は，内野屋が有していた各契約書\nに係る契約金額の総額より６５億９９５１万４４２０円多くなっていた。また，レ\nオが提出を受けた各契約書と内野屋が有していた売主及び対象物件が同\n一の各契約書について，売買契約の日付，代金の支払条件及び支払時期\n等の一部の不一致が存在した。さらに，売主及び対象物件が同一の売買契\n約について，内野屋が有していた売買契約書が２通であるのに対し，レオが\n提出を受けた売買契約書においてはこれが１通にまとめられていたり，レオ\nが提出を受けた契約書が２通であるのに対し，内野屋が有していた契約書\nは１通であるなどの不一致が存在していた（甲５１の１，３，５，７から９まで，\n１２，１３，２１，２３から２８まで，３４，３６，３８，３９，４１から５２，５４から７\n０，７２から７６，７８から８６，９０から９６，９８から１１４，１１７，甲５３）。\n(ウ)　本件分割計画の際に作成されたメモの記載\nＮは，平成８年２月１４日，Ｏ会計士らとの間で，本件分割計画について協\n議したが，その協議の内容をまとめたと考えられるメモ（甲４９）には，本件\n分割計画に係る「具体的な経理処理」について，「勘定科の具体的な処理案\n及対税処理案」として，「借方」には，「開発事業未収入金」及び「不明仮払\n金」の各項目が掲げられていた（具体的な額の記載はない。）。\n他方，本件分割計画の際にＯ会計士が作成したＯメモ（甲３９）には，本件\nゴルフ場計画の出資額の関係で，新会社に承継できないものとして，「Ｌ／\n不明支出」１２億０４３８万８０００円及び「既往先行収益計上分」５９億９２００\n万９３４７円が記載されていた。\nさらに，Ｏメモをワープロにより清書した資料（甲４０）にも，本件ゴルフ場に\n承継できない資産として，「仮払金」１２億０４３８万８０００円及び「開発事業\n未収入金」５９億９２００万９３４７円が記載されていた。\nイ　以上のとおり，本件収集資料中には，破産宣告前の内野屋の決算において\n多額の使途不明金等を計上した記載，内野屋が保管していたゴルフ場用地買\n収に係る契約書とレオに提出された同一物件の契約書との間の多数の代金\n額等の不一致，ＯメモにおけるＬに対する多額の仮払金を示す記載などが存\n在し，なるほど，これらの記載は，原告の主張に係るＬの本件違法行為の存在\nを一定程度疑わせるものということができる。\nしかしながら，他方，①破産宣告前の内野屋の決算における多額の開発事業\n未収入金の計上については，具体的な使途は全く不明であって，本件収集資\n料中にはこれを明らかにする資料は見あたらないこと，②破産宣告前の内野\n屋の決算におけるＬへの多額の仮払金の計上については，前記前提となる事\n実(3)イのとおり，段ボール箱２５箱分に及ぶ元帳・伝票ファイル等財務関係書\n類に基づき，内野屋の破産宣告直後から平成１４年１月まで３年余りにわた\nり，破産管財人による調査及び千葉県警において公認会計士の資格を有する\n警部補を長とするチームによる捜査が行われたにもかかわらず，結局本件使\n途不明金の資金の流れを解明するに至っておらず，他に本件収集資料中に\nは，仮払金をＬが自己のために費消したのか，あるいは何らかの形で本件ゴ\nルフ場計画のために使用したのか明らかにするに足りる資料はないこと，③内\n野屋とレオが保管していた売買契約書間の契約金額の記載の不一致につい\nても，売主との間で契約内容が変更されたことに基づく可能性も否定できず，\n本件収集資料中にはこのような不一致が内野屋による裏金作りの結果である\nと断ずるに足りる資料はないこと，④Ｌに対する多額の仮払金を記載したＯメモ\nのうち既往先行収益計上分又は開発事業未収入金として記載されている５９\n億９２００万９３４７円については，第５１期から第５４期までの決算への計上金\n額と同額を記載したにすぎず，①と同様の問題があること，⑤ＯメモのうちＬへ\nの仮払金として記載されている１２億０４３８万８０００円についても，第５２期決\n算への計上金額と同額を記載したにすぎず，②と同様の問題があることを指\n摘することができ，これらの各事実に照らせば，本件収集資料中の前記の各\n記載をもって，Ｌの本件違法行為を立証するに足りるものということはできな\nい。したがって，本件基準時において，Ｌの本件違法行為を前提とする本件損\n害賠償請求権１の存在を証明できる高度の蓋然性があったとは認めることは\nできない。\nウ　原告は，千葉県警及び破産管財人の調査について，使途不明金の存在は認\nめられるものの，そこから生ずる刑事責任の解明には至らなかったというにす\nぎず，本件損害賠償請求権１の存在は，刑事事件と異なり，同請求権の内容\nが過失責任でもある以上，刑事事件の捜査が進展しなかったことを理由に立\n証ができないとはいえないと主張する。なるほど，原告の指摘する資料は，原\n告の主張に係るＬの本件違法行為の存在を一定程度疑わせるものであること\nは上記のとおりであるが，故意責任にせよ過失責任にせよＬの責任を立証す\nるためには，本件使途不明金の資金の流れとこれについてのＬの関与の内容\nが解明されることが必要であり，破産管財人の調査及び千葉県警の捜査によ\nってもこれらの事実が明らかにならなかったのであるから，原告の主張は採用\nすることができない。\nまた，原告は，本件基準時において，本件破産事件の一件記録について，閲\n覧謄写し，又は訴訟提起して送付嘱託を行うことができたにもかかわらず，被\n告らは，これらの手続を怠っているから，善管注意義務違反があると主張す\nる。しかしながら，仮に，本件基準時における被告らの資料収集に不十分な点\nがあったとしても，上記のとおり，本件基準時において収集可能であった本件\n収集資料によっても，本件損害賠償請求権１の存在を証明できる高度の蓋然\n性を認めるに足りない以上，善管注意義務違反を認める前提を欠いていると\nいうべきであり，原告らの上記主張は採用の限りでない。\n(2)　Ｌからの回収の確実性\n本件証拠（甲１６，甲５４の１３，乙１，乙２）及び弁論の全趣旨によれば，①Ｌは\n内野屋の債務を連帯保証していたが，その債権者らがＬに対して破産申立てをす\nる等の責任追及を行っていないこと，②Ｌの個人資産も調査したと考えられる破\n産管財人も，Ｌから回収を図った形跡がないこと，③大成建設が平成１３年３月に\nＬに対する手形債権を無税償却したことが認められ，以上の各事実を考慮すれ\nば，本件基準時においてＬが資力を有していたと認めることはできず，本件基準\n時においてＬに対する本件損害賠償請求権１を行使すれば債権回収が確実であ\nったということはできない。\nまた，原告は，Ｌが平成１６年１月まで銚子電鉄の代表取締役を務めており，同\n人がその間報酬を受領していたと考えられるから，報酬相当額の回収可能性が\nあったと主張するが，Ｌの報酬受領の有無及びその額は不明であり，他に現実に\n回収可能であった具体的金額についての立証はない。\n(3)　結論\n以上によれば，本件基準時において，本件損害賠償請求権１の存在を証明して\n勝訴し得る高度の蓋然性があり，かつ，Ｌの財産状況に照らし勝訴した場合の債\n権回収が確実であったと認めることはできず，被告らが本件損害賠償請求権１に\nついてＬに対する訴訟を提起しないとした判断について善管注意義務違反があっ\nたということはできない。また，被告らが訴訟提起を行った場合に現実に回収し得\nた具体的金額についての立証もないから，被告らの本件損害賠償請求権１の不\n行使によって三越に損害が発生したということもできない。\nしたがって，いずれの点からみても，被告らが本件損害賠償請求権１を行使しな\nかったことについての善管注意義務違反に基づく損害賠償請求は，理由がない。\n３　本件損害賠償請求権２を行使しないとの判断について\n本件損害賠償請求権２について，千葉興銀の任意の履行を期待すべき特段の事\n情は認めらず，債権回収のためには訴訟提起を要するというべきであるので，以\n下，被告らが本件損害賠償請求権２について千葉興銀に対する訴訟を提起しない\nとした判断について，その裁量逸脱の有無を検討する。\n(1)　原告は，Ｎが内野屋の取締役としてＬの本件違法行為を防止すべき義務を負っ\nているにもかかわらず，これを故意又は過失により放置するという不法行為を行\nったから，その使用者である千葉興銀は三越に対する損害賠償責任を負うと主\n張するが，前記２で判示したとおり，本件基準時において，Ｌの本件違法行為の\n存在を証明できる高度の蓋然性があったと認められない以上，これを前提とした\nＮの不法行為についても証明できる高度の蓋然性があったと認めることはできな\nい。\n(2)　念のため，原告が，Ｌの不法行為を前提とせずに，Ｎが三越の負担の下で千葉\n興銀の債権回収を図ったという不法行為をも主張するものであると善解して検討\nすると，千葉興銀は内野屋のいわゆるメインバンクであって，内野屋の経営状態\nが悪化する中で，平成５年２月から平成７年５月までＭを，同月から平成１０年５\n月までＮを内野屋の常務取締役として出向派遣していたこと，本件分割計画は，\n平成８年３月ころ千葉興銀本店会議室で協議されたことは，前記前提となる事\n実(2)ウのとおりであり，証拠（甲１０の２，甲１６，甲５８ないし甲６１，甲６３）によれ\nば，千葉興銀が破産宣告に至るまで内野屋の経営状況の把握に努めていたこ\nと，内野屋の破産手続における千葉興銀の債権届出書では千葉興銀が平成９年\nから平成１０年６月までの間に１０億円を超える回収を行った計算となることが認\nめられ，これらは一応原告の主張に沿うものということができる。しかしながら，同\n時に上記債権届出書では千葉興銀は平成９年に内野屋に対し合計約１３９億円\n余りの貸付けを行った計算となることも合わせ考えれば，上記１０億円余りの回\n収が三越の出捐に基づいてなされたと即断することはできず，これらの事実から\n直ちに原告の主張に係るＮの不法行為を推認することができるとはいえないし，\nその他本件収集資料を精査しても，Ｎの不法行為の存在を証明できる高度の蓋\n然性を認めることはできない。\n(3)　以上によれば，本件基準時において，本件損害賠償請求権２の存在を証明し\nて勝訴し得る高度の蓋然性があったと認めることはできず，被告らが本件損害賠\n償請求権２について千葉興銀に対する訴訟を提起しないとした判断について善\n管注意義務違反があったということはできない。\n４　結論\n以上のとおりであるから，その余の点について判断するまでもなく，原告の請求は\n理由がないからいずれもこれを棄却することとし，訴訟費用について，民事訴訟法６\n１条を適用して，主文のとおり判決する。\n東京地方裁判所民事第８部\n裁判長裁判官　　鹿子木　　　　　　　康\n裁判官　　大　　　寄　　　　　　　久\n裁判官　　名　　　島　　　亨　　　卓\n"
}