{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 7,
    "day": 24
  },
  "case_number": "平成13(う)443",
  "case_name": "強制わいせつ未遂被告控訴",
  "court_name": "名古屋高等裁判所",
  "lawsuit_id": "3249",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=3249",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/249/003249_hanrei.pdf",
  "contents": "主　　　　　　文\n原判決を破棄する。\n被告人を懲役１年に処する。\nこの裁判確定の日から３年間刑の執行を猶予する。\n原審及び当審における訴訟費用は被告人に負担させる。\n理　　　　　　由\n１　本件控訴の趣意は，検察官足立敏彦作成の控訴趣意書に，これに対する\n答弁は，弁護人萱垣建作成の答弁書に，それぞれ記載されたとおりであるか\nら，これらを引用する。\n論旨は，要するに，原判決は，被告人が犯人であると断定することには合\n理的な疑いが残り，結局，本件公訴事実については犯罪の証明がないとして\n無罪を言い渡したが，被告人が犯人であることは明らかであるから，原判決\nには判決に影響を及ぼすことが明らかな事実の誤認がある，というのであ\nる。\n２　そこで記録を調査し，当審における事実取調べの結果を併せて検討する。\n原判決が認定説示するとおり，関係証拠によれば，被害者が，公訴事実の\nようなわいせつ被害に遭ったこと自体は明白であって，本件の争点は，専ら\n被害者に対して本件わいせつ行為に及んだ犯人が被告人であるか否かであ\nる。\nこの点について，原判決は，「被害者が被告人の上着の一部ないし身体の\n一部を掴んだ状況からみて，その直前まで被害者と密着していた犯人と被告\n人とを取り違える可能性は少なく，その他被害者が犯人を特定した事情，被\n害者と被告人の位置関係からみて，被告人が犯人である疑いは強い。」とし\nながらも，①被害者の背後右側に被害者に接着して人がいた可能性があり，\nしたがって，被告人以外に犯行をなし得る者がいた可能性があること，②ＪＲ\n甲駅到着後，被害者が犯人をつかまえようとした際，被害者の背後の乗客が\n移動した可能性も否定できないから，被害者が犯人以外の者をつかんだ可\n能性がおよそあり得ないという状況ではないこと，③被害者は，犯人の顔を\n確認していないこと，④被告人の自白について，「虚偽の自白供述をする可\n能性は想定できないものでもない。」こと等を指摘して，結局のところ，「被害\n者の供述と被告人の自白供述を併せて検討しても，犯人を被告人と断定する\nことにはなお合理的な疑いを残すといわざるを得ない。」という。\n３　そこで，原判決が指摘するこれらの点について検討する。\n(1)　被告人以外に犯人がいた可能性について\n原判決は，被害者の左後ろに被告人が，右斜め後ろにアタッシュケース\nを両手で持った男性（以下，「アタッシュケースの男」という。）がいたことを\n前提に，被告人とアタッシュケースの男との間にも被害者に接着して人が\nいた可能性があり，したがって，被告人以外に犯行をなし得る者が存在し\nなかったわけではないという（上記①）。原判決がこのようにいう根拠は，被\n害者自身が原審公判廷において，アタッシュケースの男と被告人との間に\n人がいたかもしれないと述べたことにあるとみられる。\nそこで先ず，被害者が原審公判廷において，このような供述をするに至\nった経緯をみると，被害者の体とアタッシュケースの男の体とは接着してい\nなかったが，二人の間にはすき間はなかった旨被害者が述べた点に関し\nて，原審裁判官が，「そうすると，その間に誰か人がいたんでしょうか。」と\n質問したのに答える形で述べられたものであることが明らかである。\nところで，当日，被害者は，混雑する列車の中で，教科書や筆記用具の\n入った青色ビニール製バッグ（横約３８センチメートル，縦約２７センチメート\nル，巾約１３.５センチメートル，手提げ用の紐を合わせた全体の高さ約４７\nセンチメートル）を右肩から下げていたのであるから，被害者とアタッシュケ\nースの男とは接着してはいないものの，そこに人が立つことが可能なほど\nのすき間はない状態であったと認められる。そうだとすると，「くっついては\nいないが，すき間はなかった。」旨述べた被害者の供述自体は，必ずしも\n不合理なものではないというべきである。この点について，被害者は，当審\n公判廷において，原審裁判官の質問に答えているうちに，結果として，自\n分とアタッシュケースの男との間に人がいた旨述べてしまったものであっ\nて，自分の認識とは異なる旨明確に述べている。これを踏まえて検討する\nと，被害者は，自分がアタッシュケースの男と接着していなかったとすると，\n身動きもできないような本件当時の列車内の混雑状態からすれば，自分と\nアタッシュケースの男との間に他の乗客がいたためにすき間がなかった可\n能性もあり得ると考え，原審裁判官からの質問に対し，つじつまを合わせ\nようとした結果，これを肯定する趣旨の供述をするに至ったものと理解され\nる。\n一方，被告人自身も，原審公判廷において，被害者の右横にアタッシュ\nケースの男がいたが，その男が持っていたアタッシュケースが被告人の両\n膝に当たり，嫌な思いをした旨述べているのであって，被告人のこの供述\nに照らしても，被告人とアタッシュケースの男との間，更には被害者とアタッ\nシュケースの男との間には人はいなかったことが明らかである。\nそうすると，原審公判廷における被害者の上記供述部分は，自らの認識\nを述べたものではなく，原審裁判官の質問に触発された不確かな推測を述\nべたものであって，信用性がなく，採用できないというべきである。このよう\nな被害者の原審における上記供述部分に基づき，被告人以外に犯人が存\n在した可能性があるとした原判決の判断は，その前提を欠くという他なく，\nこれをもって被告人を犯人と認定することに合理的な疑いをいれる余地が\nあるということはできない。\n(2)　被害者が犯人以外の者をつかまえた可能性について\n原判決は，ＪＲ甲駅でドアが開いた直後ころ，被害者が犯人をつかまえ\nようとした際，被害者の背後にいた乗客が移動する可能性もあったから，\n被害者が犯人以外の者の体をつかんだ可能性も否定できないという（上記\n②）。確かに，被害者はその下半身を触った犯人の手そのものをつかんだ\nわけではないし，被害者が犯人の方に向きを変える間に後ろの人が移動\nすることも全くあり得ないわけではない。\nしかしながら，ＪＲ甲駅到着ころの列車内は，身動きが困難なほど混雑し\nており，列車のドアが開いて下車するに際し，乗客は押し出されるようにし\nて順次車外に出る他ない状態であったというのであるから，被害者と犯人\nとの相互の位置関係が大きく変わることはないし，仮に変化があったとして\nも，その程度はおのずと限られるというべきである。しかも本件では，犯人\nは直前まで被害者の体に自分の体を密着させていたのであるから，被害\n者が体を回転させて背後の犯人の体をつかもうとした際に，犯人以外の者\nの体をつかむ余地はなかったというべきである。したがって，被害者が犯人\n以外の者をつかんだ可能性があり得ないわけではないとした原判決の判\n断は，首肯できないというべきである。\n(3)　犯人の特定について\n原判決は，被害者は犯人の顔を確認していないとして，この点を被告人\nを犯人と断定できない事情のひとつとして指摘している（上記③）。確かに，\n被害者は，一貫して犯人の顔までは確認していない旨述べている。しかし\nながら，これまでみてきたように，本件全証拠を子細に検討しても，本件当\n時における被害者との位置関係などから，被告人の他には犯人である可\n能性のある人物の存在は認められないこと，本件被害者が被害を受けた\n直前直後には，犯人は被害者に体を密着させた状態でその背後におり，\n被害者はその犯人の体をつかんでいることや，被害者は，犯人がうす茶色\nのスーツを着用していたことを確認しており，被告人も当時うす茶色のスー\nツを着ていたことが明らかであること等を総合すれば，被害者が犯人の顔\nを確認していないことは，被告人と犯人との同一性に合理的な疑いを抱か\nせるに足りるものではないというべきである。\n(4)　被告人の捜査段階での自白の信用性について\n被告人は，捜査段階で，一旦は犯人であることを認める供述をしていた\nのであるが，その自白について，原判決は，任意性を疑わせるような事情\nはないとしながらも，当日予定されていたコンピューターのセミナーに出席\nできないことへの不安を感じた被告人が，「自らの否認供述を信用してもら\nえる可能性と自白供述をした場合の利益，不利益を考量し，迷惑防止条例\n違反の限度で虚偽の自白供述をする可能性は想定できないものでもな\nい。」とし，さらには，被告人と被害者との位置関係について，被害者は一\n貫して，犯人は自分の左後ろに立っていたと述べているのに対して，被告\n人は被害者の右後ろに立っていたと述べることから，捜査段階での被告人\nの自白には全面的に依拠できず，被告人が犯人であると断定するには合\n理的な疑いが残る，という（上記④）。\nしかしながら，関係証拠を総合すると，被告人は，取調べ当初は否認し\nていたものの，取調べ開始から約３時間後には犯人であることを認めるに\n至ったこと，犯行状況の再現についても捜査官からの指示などを受けるこ\nとなく自ら行っていること，この間，逮捕，勾留などの身柄拘束は受けてい\nないこと，取調べ前に，痴漢に間違えられている旨被告人から連絡を受け\nていた上司が，取調べ後に警察署に身柄引受に来た際にも，被告人は犯\n人であると認めたことについてなんら上司に報告や相談をしていないこと，\nそれから約２か月後に行われた検察庁での取調べの際にも，当初は犯人\nであることを争っていなかったことが認められる。そして，これらの各事実に\nかんがみると，虚偽の自白をした理由として被告人が述べるところは，いず\nれも根拠がいかにも薄弱であるといわざるを得ない。\nまた，被害者は，一貫して，犯人は被害者の背後左側辺りにいた旨述べ\nているのに対し，被告人は，被害者の背後右側にいたと述べており，被害\n者の供述と被告人の供述との間には，被害者と被告人の位置関係に関し\nてくい違いがみられる。しかし，既に検討したとおり，被害者の位置関係等\nからしても，本件の犯人である可能性のある人物は，被告人以外にはいな\nかったことが証拠上明らかであるから，被害者の供述と被告人の供述内容\nとに上記のようなくい違いがあったとしても，そのくい違いは重要なものとは\nいえず，この点もまた被告人の自白の信用性を左右する余地はないという\nべきである。\n以上のとおり，犯人であることを認める被告人の捜査段階での自白も十\n分に信用できる。\n４　そうすると，原判決が，被告人を犯人と断定するには合理的な疑いが残ると\nして指摘する各事情は，いずれも被告人が犯人であると推認することに合理\n的な疑いを差し挟むものとはいえず，さらに弁護人がるる指摘するところにか\nんがみつつ検討しても，被害者の供述をはじめ，被告人の捜査段階における\n自白など関係各証拠によると，被告人が犯人であることが明らかであって，\n犯罪の証明は十分というべきである。そうすると，犯罪の証明がないとして被\n告人に無罪を言い渡した原判決には，判決に影響を及ぼすことが明らかな事\n実の誤認があるといわねばならない。論旨は理由がある。\nよって，刑訴法３９７条１項，３８２条により原判決を破棄し，同法４００条た\nだし書により更に判決する。\n（罪となるべき事実）\n被告人は，平成１２年５月２４日午前７時３７分ころから同日午前７時４２分ころ\nまでの間，ＪＲ乙駅とＪＲ甲駅間を走行中のＪＲ丙駅発ＪＲ丁駅行快速列車車両\n内において，Ａ（当時１７歳）に対し，強いてわいせつ行為をしようとして，そのス\nカートの上からでん部を撫で，さらに，スカート内に手を差し入れてパンティの上\nからでん部を撫でた上，パンティ内に手指を差し入れて陰部をもてあそぼうとし\nたが，同女に右手をつかまれたため，陰部に触ることができず，その目的を遂\nげなかった。\n（証拠の標目）\n略\n（法令の適用）\n被告人の所為は刑法１７９条，１７６条前段に該当するところ，所定刑期の範\n囲内で被告人を懲役１年に処し，同法２５条１項を適用して，この裁判確定の日\nから３年間刑の執行を猶予し，原審及び当審における訴訟費用は，刑訴法１８\n１条１項本文を適用して被告人に負担させることとする。\n（量刑の理由）\n本件は，満員の電車内でのいわゆる痴漢行為の事案であるが，満員のため\n思うように身動きがとれない当時高校生であった被害者のでん部を触るなどし\nた上，さらには陰部にまで手を延ばそうとしたものであって，その犯行は執よう\nで悪質といわなければならない。被害者の受けた屈辱感や精神的苦痛は大き\nく，慰謝の措置がとられていないこともあって，その被害感情には厳しいものが\nある。こうした事情からすると，被告人の刑事責任は軽視できない。\nもっとも，強制わいせつ行為は未遂に終わっていること，被告人に前科，前歴\nはなく，会社員として真面目に稼働してきたものであること，妻子がいることなど\n被告人のために酌むべき事情も認められるので，これら事情をも総合考慮し\nて，今回に限り刑の執行を猶予することとする。\nよって，主文のとおり判決する。\n平成１４年７月２４日\n名古屋高等裁判所刑事第２部\n裁判長裁判官　　　川　　　原　　　　　　　誠\n裁判官　　　村　　　田　　　健　　　二\n裁判官　　　堀　　　内　　　　　　　満\n"
}