{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 10,
    "day": 25
  },
  "case_number": "平成13(ワ)439",
  "case_name": "明石運輸一時金請求",
  "court_name": "神戸地方裁判所",
  "lawsuit_id": "18636",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=18636",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/636/018636_hanrei.pdf",
  "contents": "判決　平成１４年１０月２５日　神戸地方裁判所　平成１３年(ワ)第４３９号　給\n与・一時金格差支払請求事件\n主　　　　　　　　文\n１　被告は，原告Ａに対し，金１６９万７２３４円及びこれに対する平成１３年\n１１月２３日から支払済みまで年５分の割合による金員を支払え。\n２　被告は，原告Ｂに対し，金１０２万５８５２円及びこれに対する平成１３年\n１１月２３日から支払済みまで年５分の割合による金員を支払え。\n３　被告は，原告Ｃに対し，金８７万６４９７円及びこれに対する平成１３年１\n１月２３日から支払済みまで年５分の割合による金員を支払え。\n４  被告は，原告Ｄに対し，金１１５万９６８１円及びこれに対する平成１３年\n１１月２３日から支払済みまで年５分の割合による金員を支払え。\n５　被告は，原告Ｅに対し，金１３７万０６４７円及びこれに対する平成１３年\n１１月２３日から支払済みまで年５分の割合による金員を支払え。\n６　被告は，原告Ｆに対し，金１３２万９１９９円及びこれに対する平成１３年\n１１月２３日から支払済みまで年５分の割合による金員を支払え。\n７　被告は，原告Ｇに対し，金８８万１７１９円及びこれに対する平成１３年１\n１月２３日から支払済みまで年５分の割合による金員を支払え。\n８　訴訟費用は，被告の負担とする。\n９　この判決の第１ないし７項は，仮に執行することができる。\n事実及び理由\n第１　原告らの請求\n主文第１ないし７項同旨\n第２　事案の概要\n本件は，被告の従業員として勤務しあるいは勤務していた原告らが，被告に\n対し，①平成９年年末から同１１年年末まで合計５回の一時金支給につき，格差支\n給を受けたことにより損害を被ったと主張して，不法行為に基づく損害賠償を請求\nするとともに，②平成１２年２月分から同１３年１０月分まで（ただし，原告Ｃに\nついては平成１３年２月分まで）の支給を受けた各給与につき，被告の支給額は，\n賃金協定に反してなされた無効の就業規則及び給与規定の改定に基づく支給であ\nり，原告らは賃金協定に基づく賃金請求権を有すると主張して，その受給額と賃金\n協定に基づく賃金との差額賃金を請求した事案である。\n１　争いのない事実等（証拠の記載がないものは当事者間に争いがない。）\n(1)　当事者\nア　被告は，一般区域貨物自動車運送事業等を目的とする株式会社である。\nイ　原告らはいずれも被告の従業員であり，Ｈ労働組合兵庫合同支部（平成\n１１年１０月の組織合同前はＩ労働組合東播支部）の下部組織である分会の分会員\nである（以下，Ｈ労働組合兵庫合同支部，組織合同前のＩ労働組合東播支部及び分\n会をいずれも「組合」という。）。\nウ　被告の従業員は５０名弱であり，そのうち４０名弱がトラック及びトレ\nーラーの運転手である。\n原告らは，被告においてトラック運転手として勤務しているところ，原\n告らの入社年月日と乗車するトラックの車種は以下のとおりである。\n(ア)　原告Ｂ\n昭和６３年５月６日入社　　　４トンウイング\n(イ)　原告Ｅ\n昭和６１年２月２６日入社　　４トンユニック\n(ウ)　原告Ｆ\n平成元年５月８日入社　　　　４トンユニック\n(エ)　原告Ｇ\n平成５年１月２８日入社　　　４トンウイング\n(オ)　原告Ｃ\n昭和３７年３月１９日入社　１０トン平ボデー\nなお，原告Ｃは，平成１３年２月２０日付で被告を定年退職した。\n(カ)　原告Ｄ\n平成２年３月５日入社　　　１０トン平ボデー\n(キ)　原告Ａ\n昭和６０年９月６日入社　　２５トントレーラー\nエ　被告には，原告ら所属の組合の外に労働組合は存在しない。\n(2)　一時金の支給\nア　被告は，平成９年１２月までは，全従業員に対して，夏季及び年末の年\n２回，年功（勤続年数）を基礎に算定された額の一時金を支給していたが，経営合\n理化，経費削減を目的として，一時金の計算方法に関して実績報酬配分制度（勤続\n年数と無関係に，従業員各人の当期〔半期〕の売上から車両にかかった経費を差し\n引いた残額を利益とし，これを当該従業員の一時金とする制度。）を導入しようと\nして，組合に対し，平成８年１１月２７日の団体交渉において，実績報酬配分制度\nの導入を提案したところ，組合がこれに反対した。\nそこで，被告は，平成９年年末一時金から同１１年年末一時金までの５\n回にわたり，実績報酬配分制度の導入に反対した原告らに対しては，従来の年功\n（勤続年数）を基礎に一人平均２０万円で算定した一時金を支給し，実績報酬配分\n制度に同意した従業員に対しては，実績報酬配分制度により算定した一時金を支給\nした。\n被告は，上記５回の一時金支給のすべてにおいて，実績報酬配分制度に\n同意した従業員のうち，当期利益がマイナスであり，実績報酬配分制度で算定する\nと一時金が支給されないはずの者に対し，最低保障金として，４トントラック運転\n手には２５万円，１０トントラック及び２５トントレーラー運転手には３０万円の\n一時金を支給した（以下，これを「最低保障制度」という。）。\nイ　上記実績報酬配分制度は，平成１２年夏季一時金からは廃止された。\n(3)　給与の支給\nア　賃金協定に基づく支給\n(ア)　被告と組合は，平成８年３月２６日，次のとおりの賃金協定（以下\n「本件賃金協定」という。）を締結し（甲４６），被告は，原告らを含む全従業員\nに対し，平成１２年１月分までは，本件賃金協定に従って算定した賃金を支給して\nいた。\n(イ)　本件賃金協定の内容（甲４６）\n本件賃金協定では，賃金は，基本給，該当業務に関わる手当，時間外\n手当，家族手当，その他手当の合計額とするとされ，基本給の算定方法が定められ\nているほか，各種手当及びその手当額の算定については，以下のとおりとするもの\nとされている。\n（割増賃金の時間当たり単価）\n①時間外割増　　　　　＝（基本給÷１７６）×１．２５\n②深夜時間外割増　　　＝（基本給÷１７６）×１．５０\n③法定休日出勤割増　　＝（基本給÷１７６）×１．３５\n④法定休日出勤深夜割増＝（基本給÷１７６）×１．６０\n⑤休日出勤割増　　　　＝（基本給÷１７６）×１．２５\n⑥休日出勤深夜割増　　＝（基本給÷１７６）×１．５０\n（走行手当）\n①トレーラー・中央４トン車は，１㎞＝１０円\n②１０トン車は，　　　　　　　１㎞＝　５円\n③４トン車は，　　　　　　　　１㎞＝　１円\n（古車手当）\n①トレーラー・１０トン車\n３年以上　１日に付き　１２０円\n４年以上　１日に付き　２４０円\n５年以上　１日に付き　３６０円\n６年以上　１日に付き　４８０円\n７年以上　１日に付き　６００円\n８年以上　１日に付き　７００円\n９年以上　１日に付き　８００円\n10年以上　１日に付き　９００円\n②４トン車\n４年以上　１日に付き　１００円\n５年以上　１日に付き　２００円\n６年以上　１日に付き　３００円\n７年以上　１日に付き　４００円\n８年以上　１日に付き　５００円\n（ユニック手当）\nユニック車乗務の者に月額１万５０００円（基準外）を支給する。\n（ヒューム管手当）\nヒューム管，ユニホールを積んだ場合１トンにつき１００円を支給す\nる。\nただし，労使指定重量を越える重量は１トンにつき２００円を支給す\nる。\n（作業手当）\n中央４トン車は，１回９００円とする。\n中央４トン車は，４か所以上配達の場合は，４ヶ所目より１か所につ\nき１００円とする。\n本社４トンウイング車は，作業日数×本人の定額分（別途定め）とす\nる。\n加古川タンク車は，１回８００円とする。\nトレーラーの幅出し，高さは別途定める。\nその他労使合意で決定した特殊作業手当は，地回り１回につき１４０\n０円加算する。\n低床指定輸送に対する加算給については，労使協議し合意してから実\n施する。\n（家族手当）\n１人目　　　　　　　　　　　　　　５０００円\n２人目以上４人まで　　　　　　　　２０００円\n（通勤手当）\nガソリン代として１㎞につき１７円とする。\nイ　被告の就業規則，給与規定の定め\n(ア)　平成８年４月１日施行の給与規定（以下「旧給与規定」という。）\n被告が定めた旧給与規定には，次のような規定がある（乙３）。\nａ　基本給・本人給\n第３条　基本給（本人給）は，本人の勤続年齢，職掌区分により，\n月額で定める。\nｂ　諸手当\n第４条　諸手当の支給基準は下記の通りとする。但し，支給手当の\n内，計算式のない定額分（単価を含む）については，労使協定書で明確化するもの\nとする。なお，諸手当は割増給与に反映しない。\n①時間外労働手当（時間単価計算式）\n普通超勤手当　　　基本給／所定労働時間×１．２５\n深夜超勤手当　　　基本給／所定労働時間×１．５０\n休日出勤手当　　　基本給／所定労働時間×１．２５\n休日深夜手当　　　基本給／所定労働時間×１．５０\n法定休日出勤手当　基本給／所定労働時間×１．３５\n法定休日深夜手当　基本給／所定労働時間×１．６０\n②普通業務手当\n走行手当の支給基準　　車種，職務別単価×月間走行距\n離\n古車手当　　　　　　　車種，初年登録後経年別単価×\n月間稼働日数\n③特別業務手当\nユニック作業手当　　　 一定月額をユニック作業車両に支\n給\nヒューム管業務手当　 　一定トン単価（２種類）×積載ヒ\nューム管，ユニホール\n各種作業手当　　　　　 業務，車種別一定単価×月内作業\n回数\n④家族手当\n一定単価（２種類）×扶養家族数で支給\n⑤通勤手当\n一定単価（所属営業所，居宅間距離×２）×月間実出勤日\n数\nただし，当日運行外乗務については，一定日数を控除する\nものとする。\n(イ)　平成８年７月１日施行の就業規則（以下「旧就業規則」という。）\n被告が定めた旧就業規則には，給与について，以下の定めがある（甲７\n１）。\n第６３条  従業員の給与及び退職金については，別に定める給与規定\n及び退職金規定による。\n(ウ)　平成１２年１月２１日変更の就業規則及び給与規定（以下，これらを\n併せて「改正就業規則等」という。また，これらを個別に表示するときは「改正就\n業規則」，「改正給与規定」という。）\nａ　改正経過\n被告は，従業員に対し，平成１１年１２月１８日，給与制度を改正す\nるとして，その説明を行い，これに対し，被告の従業員３３名が，同日，「賃金規\n定」の改訂による賃金切り下げに同意して就労することを確認する旨の同意書を提\n出した（乙７の１～３３）。\n組合は，被告に対し，給与制度の改正を議題とする団体交渉を申し入\nれ，同月２０日，団体交渉が開催された。その席上で組合は，給与制度の改正の必\n要性を示す資料の提示を求めたが，被告は，組合に対する説明会を開く約束をする\nにとどまった。\n被告は，組合に対し，平成１２年１月７日及び同月１４日の２回にわ\nたり，組合員を対象とした給与制度改正に関する説明会を開催し，給与制度改正の\n必要性と改正規定の骨子について説明をした。\n被告は，同月２０日，労働規則変更届を加古川労働基準監督署長に提\n出し，同月２１日，就業規則，給与規定を改正就業規則等のとおりに変更した（以\n下「本件就業規則変更」という。）。\nｂ　改正内容\n改正就業規則等の内容は，以下（抜粋）のとおりである。\n（改正就業規則）\n第６３条　従業員の給与及び退職金については，別に定める給与規定\n及び退職金規定による。\n（改正給与規定）\n①　本人給\n第４条　本人給は，下記により作成した本人給表で，次の基準\nにより月給で支給する。\n２５才未満１２万円基準　満年令及び勤続年各１年に\nつき各５００円加算。\n加算限界は満年令４５才超，勤続年数３０年超とす\nる。\n②　職能給\n第５条　職能給は運転者給与として，乗務車両別に次の定額を\n月額で支払う。\n１０トン車　２万５０００円\n４トン車　　　　　　１万円\nトレラー　　　　　　５万円\n③　勤務給\n第６条　勤務給は各単位月間走行距離に応じて，次の単価で支\n払う。\n全１０トン車　　　　　　　　　　１０円/㎞\n４トン車（単車　中央）　　　　　１２円/㎞\n４トン車（常傭　エアテック等）　１０円/㎞\n４トン車（ユニック）　　　　　　　１円/㎞\n４トン車（その他）　　　　　　　　１円/㎞\nトレラー　　　　　　　　　　　　１２円/㎞\n④　超勤給\n第７条　超勤手当単価計算式は，（基準内賃金/１７２×各割増\n率）とし，各手当別割増率は，次の通りとする。\n超勤手当　　　　　　　１．２５\n深夜超勤手当　　　　　１．５０\n休日出勤手当　　　　　１．２５\n休日深夜手当　　　　　１．５０\n法定休日手当　　　　　１．３５\n法定休日深夜手当　　　１．６０\n超勤給の超勤時間計算式及び各運行時間は，現行基準で\n計算して支払う。なお，超勤時間計算式及び各運行時間については，労使協定で明\n確化し，その協定書を行政当局に届け出るものとする。\n⑤　家族手当\n第８条　家族手当は基準内賃金に算入，次の金額を月額で支払う\nものとし，その合計上限は７５００円とする。\n配偶者　　　　　３０００円\n扶養家族　　　＠１５００円（３人目まで）\n⑥　作業手当\n第９条　作業手当は，次の職種，作業数に対して各単価で支払\nう。\n４トン車（単車　中央）　９００円（３カ所内/日）\n１００円（４カ所以上/日）\n４トン車（エアテック）　４０００円/回数\n４トン車（ジェット）　　３０００円/回数\n１０トン車（ヒューム管）１００円/トン（定量内）\n２００円/トン（超過量）\n１０トン車（単車　倉入横持）　２３００円/運行数\nウ　平成１２年１月当時の，原告らの本件賃金協定に基づく基本給，家族手\n当の額，それ以外の各手当，時間外等の割増賃金の各賃金単価は，別紙１の１～７\nの各原告らの「本件賃金協定に基づく賃金の内訳表」のとおりであった（甲５８，\n弁論の全趣旨）。\nエ　被告は，平成１２年２月分からは，本件就業規則変更後の改正就業規則\n等に基づき給与を算定・支給することとした。\n改正就業規則等に基づく原告らの本人給，職能給，家族手当の額，それ\n以外の各手当，時間外等の割増賃金の各賃金単価は，別紙２の１～７の各原告らの\n「改正就業規則に基づく賃金の内訳表」のとおりであり（甲５８，弁論の全趣\n旨），被告は，原告らに対し，平成１２年２月分から同１３年１０月分まで，別紙\n３の１～７の各原告らの「毎月の給与差額計算表」の「改正就業規則に基づいて支\n給された給与（円）」欄記載のとおり，改正就業規則等に基づいて算出された給与\nを毎月支給した（甲５９～６６，７５，弁論の全趣旨）。\nオ　原告らの平成１２年２月分から同１３年１０月分までの各給与につき，\n本件賃金協定に基づいて算出した給与額は，別紙３の１～７の各原告らの「毎月の\n給与差額計算表」の「本件賃金協定に基づいて算出された給与（円）」欄記載の金\n額となる（甲５９，７５，弁論の全趣旨）。\nしたがって，原告らが被告から支給を受けた平成１２年２月分から同１\n３年１０月分までの各給与は，別紙３の１～７の各原告らの「毎月の給与差額計算\n表」の「差額合計」欄記載のとおり，本件賃金協定に基づく給与額より少ないもの\nであった（甲５９，７５，弁論の全趣旨）。\nカ　被告は，組合に対し，平成１３年４月１２日到達の同月１１日付け「ご\n通知」と題する書面により，同通知到達から９０日後をもって本件賃金協定を解約\nする旨の予告をした。\n２　原告らの主張\n(1)　一時金格差支給の不法行為に基づく損害賠償請求\nア　格差支給の違法性\n(ア)　経営の合理化，経費削減を目的として導入した実績報酬配分制度に\n最低保障制度を付加すること自体が矛盾であり，また，実績報酬配分制度に同意し\nなかった従業員に対しても一時金について２５万円ないし３０万円の最低保障を認\nめることには何ら支障がないにもかかわらず，被告が，実績報酬配分制度に同意し\nた従業員にのみ最低保障を行い，実績報酬配分制度に同意しなかった原告らには最\n低保障に満たない一時金を支給したのは，実績報酬配分制度の導入に反対した組合\nを嫌悪し，その弱体化を企図してのことであって，一時金における格差支給は労働\n組合法（以下「労組法」という）７条１号，３号の不当労働行為を構成し，私法上\nも違法である。\n(イ)　上記の点を措いても，最低保障制度が実績報酬配分制度導入に不可\n欠の制度ではなく，むしろ制度導入の目的と矛盾するものである以上，同じトラッ\nク運転手の業務に従事している従業員について，合理的な理由もなく一時金におい\nて著しい格差支給を行うこと自体，同一（価値）労働同一賃金の原則の基礎にある\n均等待遇の理念によって形成される公序（民法９０条）に反するものとして違法で\nある。\nイ　原告らの損害\n原告らは，上記違法な格差支給により，平成９年年末から同１１年年末\nまでの５回の一時金につき，いずれも実績報酬配分制度に基づく最低保障額をも下\n回る金額しか支給を受けられず，少なくともその受給額と最低保障額との差額分相\n当額の損害を被ったものであり，原告ら各自の損害額は，別紙４の１～７の各原告\nらの「一時金格差支給額計算表」に各記載のとおりである。\nウ　よって，原告らは，被告の行った一時金の格差支給の不法行為により被\nった別紙４の１～７記載の各自の損害とこれに対する不法行為後であることが明ら\nかな平成１３年１１月２３日（訴変更の申立書(2)の送達の日の翌日）から支払済み\nまで民法所定年５分の割合による遅延損害金の各支払を求める。\n(2)　差額賃金請求\nア　改正就業規則等に基づく給与の支給による受給額の減少\n(ア)　被告が，原告らに対し，平成１２年２月分から同１３年１０月分ま\nでの各給与につき，本件就業規則変更後の改正就業規則等に基づいて算出してこれ\nを支給し，そのため，原告らの受給額が，本件賃金協定に基づいて算出される給与\n額に比して減少したことは，前記争いのない事実等(3)のウないしオに記載のとおり\nである。\n(イ)　上記受給額減少の原因は，改正就業規則等が，本件賃金協定の内容\nを，以下のとおり，原告らに不利益に変更したからである。\n①　改正就業規則等では本人給と職能給の合計が本件賃金協定における\n基本給に該当するが，本人給が基本給を大幅に切り下げるものであったため，職能\n給の導入にもかかわらず，本件賃金協定による基本給と改正就業規則等による本人\n給と職能給の合計を比較すると，原告Ａ２万７５００円，同Ｂ１万５５００円，同\nＣ４万６５００円，同Ｄ２万８５００円，同Ｅ１万４５００円，同Ｆ１万５５００\n円，同Ｇ１万０５００円と，全員が減収になった。\n②　また，家族手当についても減額され，更に改正就業規則等において\nは７５００円が上限とされた結果，家族手当の支給を受けていた原告Ａは３５００\n円，同Ｂは２５００円，同Ｃは２０００円，同Ｆは３５００円，同Ｇは３０００円\nの減収となった。\n③　本件貸金協定では，稼働日１日当たりの単価が決められていた古車\n手当，月額１万５０００円のユニック手当，作業手当が支給されていたが，改正就\n業規則等では古車手当もユニック手当も廃止され，作業手当も減額されたため，こ\nれらの手当の支給を受けていた原告らの月収は減収した。\n④　原告全員について，時間外，深夜，休日労働等すべての残業単価\nが，改正就業規則等によって，本件貸金協定の単価の約１０パーセント切り下げら\nれた。\n⑤　改正就業規則等により唯一改善されたのは，勤務給（本件賃金協定\nにおける走行距離手当）の１キロメートル当たりの単価であるが（ただし，４トン\nユニック，４トン平ボデーには変更がない。），単価自体が安いため，これによっ\nて，基本給，家族手当，残業代等の減収分を恒常的に補うことはできず，原告ら\nは，少ない者で年間約２６万円（月約２万２０００円），多い者で年間約６９万円\n（月約５万７５００円）の減収となった。\nイ　本件賃金協定の有効性と改正就業規則等の効力\n(ア)　解約予告期間満了前の本件賃金協定の有効性\n本件賃金協定は，期間の定めのない労働協約であって，本件賃金協定\nの解約は，文書による解約の意思表示，９０日前の予告の要式・形式が必要である\n（労組法１５条３項，４項）ところ，被告が，組合に対して，本件賃金協定の解約\n予告を行ったのは前記争いのない事実等(3)カ記載のとおり平成１３年４月１２日で\nあるから，解約予告期間が満了する平成１３年７月１１日までは，本件賃金協定は\n有効に存在していたものである。\nそして，本件においては，被告は，本件賃金協定が有効に存在してい\nた平成１２年１月に，本件就業規則変更を行い，本件賃金協定によって規律されて\nいた原告らの賃金を著しく切り下げる内容の改正就業規則等を定めたものであると\nころ，労働基準法（以下「労基法」という。）９２条１項は，就業規則が労働協約\nに反してはならないと定めており，同条項は，労働協約が労働契約又は就業規則に\nよる別個の（より有利な）定めを許容する趣旨でない限りは，文字通り有利にも不\n利にも異なる定めをしてはならない旨を定めたものと解されるから，本件では，改\n正就業規則等の内容の合理性を問うまでもなく，本件就業規則変更自体が許され\nず，改正就業規則等は無効である。\n(イ)　解約予告期間満了後の本件賃金協定，改正就業規則等の効力\n被告のした前記解約予告の予告期間満了により，本件賃金協定が失効\nした後も，改正就業規則等の合理性の如何を問わず，原告らの給与は本件賃金協定\nによって規律される。\nすなわち，本件では，本件賃金協定の効力存続中に同協定を下回る就\n業規則等の改正が行われたものであるから，改正就業規則等は，作成の時点で直ち\nに本件賃金協定に反する部分が労基法９２条１項によって無効となるのであり，そ\nの後に本件賃金協定が失効したとしても無効となった改正就業規則等が効力を復活\nするという余地はない。そして，空白となった労働関係を補充する規範が存在しな\nい以上，労働協約の余後効により，労働協約失効後も，失効した労働協約が協約締\n結組合の組合員の労働条件を規律することになる。\nなお，仮に労働協約の余後効を否定し，本件賃金協定失効後の給与が\n従前の就業規則及び給与規定によって規律される立場に立ったとしても，従前の就\n業規則に基づく給与規定の算定基準は，本件賃金協定によって補充せざるを得な\nい。\nしたがって，本件においては，本件賃金協定が失効した後も，原告ら\nの賃金は本件賃金協定によって規律される。\nウ　以上のとおり，本件賃金協定の解約の前後を問わず，本件就業規則変更\nは無効であり，原告らの賃金は，本件解約前は本件賃金協定によって，本件解約後\nは本件賃金協定の余後効によって，本件賃金協定に基づき算定されるべきである。\nエ　よって，原告らは，被告に対し，平成１２年２月分から同１３年１０月\n分までの各給与につき，別紙３の１～７の各原告らの「毎月の給与差額計算表」の\n「差額合計」欄記載のとおりの差額賃金が未払であるので，それぞれ，それら各金\n員及びそれらに対する弁済期後であることが明らかな平成１３年１１月２３日（訴\n変更の申立書(2)の送達の日の翌日）から支払済みまで民法所定年５分の割合による\n遅延損害金の各支払を求める。\n３　被告の主張\n(1)　一時金格差支給の不法行為に基づく損害賠償請求について\nア　格差支給の違法性について\n(ア)　実績報酬配分制度の必要性・合理性\n実績報酬配分制度は，平成９年年末一時金から同１１年年末一時金の\n支給に当たり，被告において従来の年功（勤続年数）を基礎とした計算方法に加\nえ，併存かつ選択的に採用したものである。\n従来の年功方式に加え，実績報酬配分制度の導入を図ったのは，被告\nにおいて平成８年年末一時金の支給原資を旧さくら銀行から借り入れるためには，\n約４０００万円の経営損失解消のため経営改善策を提示する必要があったからで，\n被告は，個々の従業員の雇用を確保しつつ，実績を反映させ，意識改善と実行を促\nすことにより経費削減を図ることのできる実績報酬配分制度を，経営改善策として\n取り入れたのである。\n組合は，経費削減の必要性については認めつつも，実績報酬配分制度\nの導入については断固反対であると主張するのみで，具体的な対案は一切示さなか\nったが，単に同制度の導入に反対するのみでは，平成８年年末一時金を受給するこ\nとすら不可能であった。\n以上の経緯によれば，実績報酬配分制度の導入及びその内容には合理\n性がある。\nなお，平成１２年夏季一時金から実績報酬配分制度を廃止したのは，\n同一時金から，従来の売上高のみをベースに算定する方法に走行距離を加味するこ\nとによってさらに公平化を推進するよう改めた結果であり，実績報酬配分制度自体\nが不合理であったからではない。\n(イ)　最低保障制度の必要性・合理性\n最低保障制度は，実績報酬配分制度の下，実績が伴わないために本来\nの計算によれば一時金が支給されない場合でも，当面の間一定額を最低保障額とし\nて支給し，本来の計算上の額を上回って支給がなされた分については，将来，計算\n上一定の一時金の支給を受けられる実績を上げた段階で，過去の計算上の過払いを\n考慮して一時金額を決定する計算方法である。\nこの最低保障制度の実施は，実績報酬配分制度に移行するための一種\nのインセンティブであり，かつ従業員の生活保障を目的とした激変緩和措置として\n合理性を有する。\nなお，被告における一時金は，旧給与規定（乙３，第１０条）におい\nて，会社業績等により支給を中止する場合がある旨定めていること，また，その支\n給の運用実態も，支給時期及び算定方法が一定していなかったことからすれば，労\n基法にいう賃金ではないというべきであること，また，仮に一時金を賃金と解する\n余地があるとしても，上記最低保障の後日の清算は，貸付とその後の賃金との相殺\nではなく，計算上の一時金額が少ない段階で手厚い処遇をしたことを計算上の一時\n金額が多くなったときに減額査定要因とするものでり，何ら労基法１７条，２４条\n１項に違反するものではない。また，上記の趣旨での清算（後日の一時金の減額査\n定）は，実績報酬配分制度に基づく一時金支給を行っていた平成１１年年末一時金\n支給時まで現にこれを行っており，後日の清算をしていなかったようなことはな\nい。\n(ウ)　実績報酬配分制度及び最低保障制度の導入に至る経緯\n被告は，平成８年年末に最低保障制度を含む実績報酬配分制度の導入\nを従業員に対して提案し，平成９年初めに一時金算定方法についてのアンケートを\nとり，各従業員による選択結果が出た上で，制度実施まで１年間かけて粘り強く組\n合との間で説明，交渉を続け，従業員説明会の開催，上部団体への説明など努力を\n尽くしてきた。\nもっとも，最低保障金の具体的な金額については，事前に確定できて\nいなかったが，これは，平成９年年末一時金の支給日まで交渉が継続していたた\nめ，確定させることができなかったためであり，平成９年年末一時金支給直後には\nこれを開示している。また，一旦年功方式での一時金算定方法を選択した者につ\nき，その後，実績報酬配分制度に変更することも受けつけていた。\n(エ)　不当労働行為，公序違反の主張について\n上記のとおり，最低保障制度を含む実績報酬配分制度の導入には，必\n要性・合理性があるところ，被告は，従来の年功（勤続年数）を基礎とする算定方\n式と並列的選択的にこれを導入し，その説明を十分に行ったうえで，その選択は個\n々の従業員に行わせたものである。その結果，被告の従業員４０名のうち１９名が\n実績報酬配分制度に反対の意向を示したため，１９名に対しては年功（勤続年数）\nを基礎とする算定方式により一時金を支給したところ，その反対者のうち１１名は\n非組合員であった。そして，それらの者に対しては当然最低保障はなされていな\nい。すなわち，最低保障の有無は，組合員か否かとはまったく無関係であり，か\nつ，原告らを含む従業員らは，最低保障制度がある実績報酬配分制度と最低保障制\n度のない年功（勤続年数）を基礎とする算定方式を選択するかにつき，それぞれ自\nらの意思によってこれを選択したのである。また，最低保障額は，遅くとも平成９\n年年末一時金支給直後には開示されており，一旦年功方式での一時金算定方法を選\n択したとしても，その後，実績報酬配分制度に変更することも可能であった。それ\nにもかかわらず，原告らは，その自由な意思で年功方式を選択したのである。そう\nとすれば，最低保障を含む実績報酬配分制度の実施は，何ら組合に対する支配介入\nでもなければ，組合員に対する不利益取扱いでもないことは明らかであり，不当労\n働行為には当たらない。\nまた，被告における一時金は，そもそも労基法上の賃金ではなく，仮\nに賃金であると解する余地があるとしても，使用者は，賃金の計算方法について一\n定の裁量を有するから，一時金の計算において，将来の一時金額激減の可能性を加\n味した厚めの処遇をすること，及び制度移行のためのインセンティブを与えること\nは，使用者の当然の裁量の範囲内とされるものである。したがって，最低保障制度\nの実施が，同一（価値）労働同一賃金の原則，ひいては公序に反することはない。\nイ　損害について\n原告らは，最低保障額相当額の一時金の支給がなかったことをもって損\n害を被ったと主張するが，これは一律に最低保障額相当額の一時金を受領すべき権\n利があると主張するに等しい。すなわち，年功方式においても最低保障を実施すべ\nきであった，または，年功方式における平均額を，一時金の現実の受領額が全て最\n低保障額を上回るような金額に設定すべきであったと主張すると考えるほかない。\nしかし，会社の業績によっては支給の中止も認められる（旧給与規定\n〔乙３〕第１０条）など，被告の裁量が認められる一時金支給において，被告に，\n最低保障額を支給すべき義務はないし，また，原告らが最低保障制度を含まない年\n功方式を選択している以上，原告らの一時金が最低保障額と無関係に決められるこ\nとは当然である。さらに，被告においては，実績報酬配分制度を導入しない限り，\n被告従業員は一時金を受け取ることすらできなかったのであり，年功方式の上に立\nって最低保障額を上回る一時金を現実に支給することは不可能である。\nしたがって，原告らが最低保障額相当額を受領し得ないことが損害とは\n言えない。\nウ　以上のとおりで，一時金格差支給が被告の不法行為であるとする原告ら\nの損害賠償請求は理由がない。\n(2)　差額賃金請求について\nア　本件就業規則変更による不利益性\nそもそも，改正就業規則等は，本件賃金協定の内容を不利に変更したも\nのではない。改正就業規則等は，各従業員の実績次第で本件賃金協定に基づいて算\n定される以上の給与を受け取ることを可能とするものであり，現に給与額が増加し\nた従業員もいる。\nイ　本件賃金協定の効力\n(ア)　本件賃金協定の効力の喪失\n本件賃金協定は，平成８年３月２６日の同協定締結当時の就業規則及\nび給与規定を前提とし，その細目を定めるものであり，独立した労働協約ではな\nい。そして，被告は，平成１２年１月２１日，本件就業規則変更により，就業規則\n及び給与規定（改正就業規則等）を有効に改定した。\nしたがって，本件就業規則変更前の就業規則及び給与規定を前提と\nし，その細目を定める本件賃金協定は，改正就業規則等のもとでは適用される場面\nがない。すなわち，本件就業規則変更に伴い，本件賃金協定はその意味を失って，\n当然に無効となったものである。\nなお，仮に，上記主張が認められないとしても，被告は，平成１３年\n４月１２日到達の同月１１日付け「ご通知」と題する書面により，同通知到達から\n９０日後をもって本件賃金協定を解約する旨予告した。したがって，本件賃金協定\nは，同年７月１１日の経過により解約されたものであり，以後はその効力を持ち得\nない。\n(イ)　余後効の主張について\n原告らは，本件賃金協定失効後もその余後効により，原告らの給与が\n本件賃金協定により規律される旨主張する。\nしかし，賃金協定の規範的効力は，賃金協定の有効期間中に限って労\n働契約を規律する特別の効力であるので，協定が終了すれば労働契約は自己を規律\nしていた規範を失う。そして，本件では，大多数の被告従業員に有効に適用される\n改正就業規則等が存在するのであるから，賃金協定の終了により労働契約の内容に\n空白が生じることもない。また，仮に原告らに対しては改正就業規則等の適用がな\nいとしても，被告には，昭和３６年以来制定・改正されてきた就業規則・賃金規定\nが存在していたのであるから，継続的契約関係の合理的処理方法として本件賃金協\n定の余後効を認める必要などない。\nさらに，原告らのみが本件賃金協定に規律されるとした場合，就業規\n則の改正に同意した従業員と同意しなかった従業員で組合員である者との間で賃金\n体系が異なり，不合理が生じ，同一（価値）労働同一賃金の原則（労基法３条）が\n崩れ，不当であるから，これを否定する形であくまで解釈論に過ぎない余後効を認\nめることは許されない。\nウ　以上のとおりで，本件賃金協定に基づく賃金請求権を有することを前提\nとする原告らの差額賃金請求は理由がない。\n第３　当裁判所の判断\n１　一時金格差支給の不法行為に基づく損害賠償請求について\n(1)　前記争いのない事実等，証拠（甲１～６，９～１３，１５～２５，２６の\n１～５，２７の１・２，２８，２９の１～３，３０，３７～４１，５７，乙４～\n６，被告代表者〔ただし，以下の認定に反する部分を除く。〕）及び弁論の全趣旨\nを総合すると，以下の事実が認められる。\nア　実績報酬配分制度の導入以前の一時金支給の実態（甲２４，３０，３\n８）\n被告は，少なくとも平成元年ころから平成９年１２月に至るまでは，全\n従業員に対して，夏季及び年末の年２回，年功（勤続年数）を基礎に算定された額\nの一時金を支給していた。\n組合は，平成７年４月の組合（分会）結成以降，被告と一時金について\nの団体交渉を行い，平成７年夏季一時金は平均３６万円，同年年末一時金は平均５\n０万円で妥結した。\nしかし，平成８年夏季一時金については，団体交渉が行われなかったた\nめ，組合は，平成８年７月１８日，兵庫県地方労働委員会（以下，「地労委」とい\nう。）に，同年夏季一時金について，あっせん申請を行った（兵庫県地労委平成８\n年（調）第６号）。その結果，組合と被告は，同月３０日，１人平均３７万円の一\n時金の仮払いを行うこと，及び，「労使双方は，全体的な解決のため，交渉ルール\nを確認し，互いに誠意をもって話し合いを行うこと」を内容とするあっせん案を受\n諾し，これにより平成８年夏季一時金については，解決をみた。\nイ　実績報酬配分制度の導入に至る経緯（甲１～６，９～１３，２５，３７\n～４２，乙５，６，被告代表者）\n被告は，平成８年ころには，約４０００万円程度の経常損失を計上する\nに至り，取引銀行であった旧さくら銀行大久保支店に同年年末一時金の原資の融資\nを申し入れたところ，同行から経常損失を解消するための改善策の提示と，その実\n効及び実績の報告を求められた。\n被告は，平成８年１１月当時，従業員に対し，有料道路を使用しないこ\nと，担当車両以外にも乗務し，固定費比率を低下させること，燃料は自社インタン\nク以外で給油しないこと等の経費削減のための協力を求め，従業員はこれに応じ努\n力したものの，効を奏さず，従業員の大半について，毎月の収支が赤字であった。\nそこで，被告は，平成８年１１月２７日の団体交渉において，組合に対\nし，経営合理化及び経費削減を目的として，平成８年年末一時金から実績報酬配分\n制度を導入する旨の提案をした。同団体交渉において，組合は，平成８年年末一時\n金の支給額の提示がない限り実績報酬配分制度の導入に同意できない旨主張し，合\n意に至らなかった。\n被告は，同年１２月４日付け「回答書」と題する書面において，組合に\n対し，平成９年１月以降の一時金の支給について実績報酬配分制度を導入するこ\nと，及び同制度下での一時金の計算期間，基準運賃，基準経費，基準管理費，計算\n例等の概要を示して説明したが，その詳細な計算単価等が定まっていなかったた\nめ，一時金の額を原告らが具体的に知ることはできないものであった。なお，同回\n答書には，注意事項として，「赤字乗務員も給料は法律上，保障されるが，事後処\n理の検討を要する。」との記載があるところ，被告によれば，同記載は，最低保障\n制度の実施に関する記載であるとのことであるが，その文言からも明らかなとお\nり，その内容は，後日の清算も含め，あいまいで，判然としないものであった。\n組合と被告は，同年１２月１０日及び同月１２日に団体交渉を持った\nが，実績報酬配分制度の実施につき，進展はなかった。\n被告は，平成９年初めころ，被告各従業員に対し，実績報酬配分制度の\n概要の説明及び同制度に対する協力の可否についてのアンケートを実施した。しか\nし，同アンケートには，最低保障制度についての明確な言及はなかった。\n組合は，平成９年１月１８日付けで被告に対し，実績報酬配分制度の実\n施に対する反対の意思表示をするとともに，過去３ないし５年間の貸借対照表，損\n益計算書の開示要求，団体交渉の申し入れ等を行った。被告は，これに対し，実績\n報酬配分制度を必ず実行すること，非組合員に対する同制度の実行のための方策\nは，別途検討すること，貸借対照表，損益計算書の開示についてはその必要性を示\nしてもらいたいこと等を記載した回答書を提出した。なお，被告は，組合に対し，\n平成９年１１月分までの各月の損益計算書を提出したが，貸借対照表及び平成９年\n１２月分以降の各月の損益計算書については提出しなかった。\n被告は，平成９年１月２９日，被告従業員に対し，実績報酬配分制度に\nついての説明会を催した。同説明会に出席した従業員は２０名強であり，組合員と\nしては，原告Ａ及び同Ｂが出席した。\n組合は，平成９年２月２７日に被告に意見書を提出し，実績報酬配分制\n度は労働条件の向上に反するものであって撤回すべきであること等を訴えた。\nその後も，組合は，同年３月１日及び１８日の団体交渉において実績報\n酬配分制度の撤回等を要求したが，合意に至らなかった。\n組合は，同年１０月２０日，平成９年年末一時金について１人平均５０\n万円を要求し，これに対して，被告は，同年１１月２８日，１人平均２０万円を支\n払うとの回答をした。\n同年１２月４日，平成９年年末一時金を議題とする団体交渉（第１回団\n交）が開催され，組合は，一時金支給額の上積みを求めたが，被告は，業績からし\nて不可能である旨回答し，合意には至らなかった。\n組合は，同月１１日の団体交渉（第２回団交）において，その要求額を\n３０万円まで引き下げたが，被告は，経営状況からして２０万円を超える支給は無\n理である，実績報酬配分制度に同意した者については同制度に基づく金額を支給す\nると回答したため，妥結には至らなかった。\n平成９年１２月１２日の平成９年年末一時金の支給までに，被告から組\n合に対して，実績報酬配分制度に同意した者に対する具体的な支給額についての説\n明はなされなかったし，最低保障額についても具体的には明らかにされなかった。\nウ　実績報酬配分制度及び最低保障制度に基づく平成９年年末一時金の支給\n（甲２５，２６の１～５，２７の１・２，２８，２９の１～３，３８，４１，５\n７，乙４，被告代表者）\n被告の乗務員４０人のうち，１９人が実績報酬配分制度の導入に反対の\n意向を示し，従来の年功（勤続年数）を基礎とする算定方式による一時金の支給を\n希望した。これら反対者のうち８人は非組合員であった。\nなお，平成９年１２月時点において，被告内の組合員は１１人であった\nが，現在は原告らのみである。\n被告は，同月１２日，実績報酬配分制度に同意した者に対しては，それ\nぞれ同制度に基づく一時金を支給し，実績報酬配分制度に同意した従業員のうち，\n当期損益がマイナスであり，同制度で算定すると一時金が支給されないはずの者に\n対し，最低保障金として，４トントラック運転手には２５万円の，１０トントラッ\nク及び２５トントレーラー運転手には３０万円の一時金を支給した。\n一方，原告らを含む同制度への不同意者には，従来の年功方式によって\n平均２０万円を支給した。原告らは，これを仮受領した。原告らが現実に受領した\n平成９年年末一時金の額は，別紙４の１～７の原告ら一時金格差支給額計算表の平\n成９年年末一時金の欄記載の金額である。\nエ　実績報酬配分制度実施から同制度撤廃に至るまでの経緯（甲１５～２\n３，２５，３８，３９，被告代表者）\n一旦実績報酬配分制度に反対した従業員で，非組合員であった者の中に\nは，後に，同制度への変更を申し出て，これが認められ，同制度による一時の支給\nを受けるに至った者も存在した（なお，その人数は，証拠上は明らかではな\nい。）。しかし，被告は，組合に対し，平成９年年末一時金支給の前後を通じて，\n実績報酬配分制度に変更が可能であって，同制度に変更すれば，最低保障金を支払\nう用意があるとの説明はしなかった。\n組合は，平成９年１２月１７日の団体交渉（第３回団交）において，被\n告に対し，実績報酬配分制度に同意した者には，利益を上げていない場合でも，組\n合員を上回る額（最低保障額）が支給されていることを指摘し，これについて説明\nを求めた。被告は，最低保障金は，赤字の者が将来，業績が好転した時に清算する\nもので，貸付金であること，同最低保障金は，訴外Ｊ株式会社のＫ社長の協力を得\nて調達したものであること等を説明した。\n平成９年年末一時金につき，最低保障額を支給された非組合員の中に\nは，同一時金支給時に，被告代表者から，組合員には金額を言わないようにとの指\n示を受けた者もいた。\n組合は，同月２３日，被告に対し，平成９年年末一時金について団体交\n渉を申し入れたが，被告はこれに応じなかった。\n組合は，被告に対し，その後も，平成１０年１月８日から同年４月１７\n日ころまで，約１０回にわたり団体交渉を申し入れたが，被告はこれをいずれも拒\n絶した。\n被告は，組合に対し，平成１２年７月１８日，平成１２年夏季一時金か\nら実績報酬配分制度及びこれに付随する最低保障制度を取りやめることを発表し\nた。\nオ　実績報酬配分制度及び最低保障制度の下において原告ら及び他の従業員\nに対し支払われた平成９年年末から同１１年年末までの一時金の支給額（甲５７，\n弁論の全趣旨）\n原告らが平成９年年末一時金から同１１年年末一時金までの計５回，現\n実に受領した一時金の額は，別紙４の１～７の原告らの一時金格差支給額計算表の\n各原告らが「現実に受領した一時金」の欄記載の金額である。\n被告は，実績報酬配分制度が存続していた間の，平成９年年末から同１\n１年年末までの一時金については，実績報酬配分制度に同意した従業員に対して\nは，実績報酬配分制度に基づいて算定された一時金を支給し，実績報酬配分制度に\n反対した原告らに対しては，従前通り年功(勤続年数）を基礎に算定された１人平均\n２０万円の一時金を支給した。\nまた，被告は，前記最低保障制度に従い，実績報酬配分制度に同意した\n従業員のうち，当期利益がマイナスの者に対しては，最低保障金として，４トント\nラック運転手には２５万円の，１０トントラック及び２５トントレーラー運転手に\nは３０万円の一時金を支給したが，原告らに対しては，上記最低保障金に達する一\n時金は支給しなかった。\nその結果，原告らの平成９年年末から同１１年年末までの一時金は，実\n績報酬配分制度に同意した従業員に適用された最低保障制度が原告らに対しても適\n用された場合と比較して，別紙４の１～７の原告ら一時金格差支給額計算表の各欄\n記載のとおり少ないものであった。\n(2)　原告らは，被告が，一時金の支給につき，実績報酬配分制度に同意した従\n業員に対してのみ最低保障を行い，実績報酬配分制度に同意しなかった原告らには\n最低保障に満たない一時金を支給したのは，不当労働行為による格差支給として私\n法的にも違法であり，また，同一（価値）労働同一賃金の原則の基礎にある均等待\n遇の理念によって形成される公序（民法９０条）に反するものとして違法であり，\n原告らに対する不法行為であると主張するものである。\nそこで，上記(1)で認定の事実に基づき，以下検討する。\nア　一時金支給について被告が有する裁量について\n証拠（乙３）によれば，被告は，平成８年４月１日から施行の旧給与規\n定において，一時金（賞与）を臨時給与として明確に位置づけ（旧給与規定２\n条），かつ，その支給につき「賞与は，毎年２回，会社業績等により原則，７月及\nび１２月に支給し，その支給対象従業員は，支払当日の在籍者とする。但し，会社\n業績，社会状況の変化等，やむを得ない事情発生の場合は，支給の延期又は中止の\n場合がある。賞与の額は，会社業績，各従業員の稼働成績等公平に考慮して行\nう。」（同１０条）と規定していたことが認められる。\nしたがって，本件で問題となっている平成９年年末から平成１１年年末\nまでの５回の一時金支給にあたっても，被告は，その自ら規定した前記旧給与規定\nに従ってその支給を行うべき義務があり，これに違反して恣意的な差別支給をする\nことは許されないものと認められる。\nこの点につき，被告は，被告における一時金は，そもそも労基法上の賃\n金ではなく，仮に賃金であると解する余地があるとしても，使用者は，賃金の計算\n方法について一定の裁量を有するから，実績報酬配分制度に同意した従業員に対し\nてのみ最低保障を行うことも，使用者の当然の裁量の範囲内の行為として許容され\nた行為であるかのように主張するが，この被告の主張は，上記したところから，採\n用の限りではない。\nイ　被告が，実績報酬配分制度に同意した従業員に対してのみ最低保障を行\nい，実績報酬配分制度に同意しなかった原告らには最低保障に満たない一時金を支\n給したのは，違法な差別支給として不法行為にあたるか。\n(ア)　この点，被告は，実績報酬配分制度は，旧さくら銀行から融資を受\nけるためには，経費削減案を提示する必要があったことから，個々の従業員の雇用\nを確保しつつ，実績を反映させ，意識改善と実行を促すことにより経費削減を図る\nために導入したものであり，また，最低保障制度は，従業員の生活保障及びインセ\nンティブのために設けたものであるから，いずれも必要性及び合理性があると主張\nし，さらに，同制度導入に至る経過においては，被告従業員，組合に対し，１年間\nもかけて説明・説得を繰り返し，収支計算書等も開示し，団体交渉も誠実に行った\n上で，一時金の選択は従業員各自に委ねたものであり，交渉経緯に何ら問題はない\nと主張するところ，たしかに，前記(1)で認定の事実によれば，実績報酬配分制度に\nよる一時金と年功方式による一時金とのどちらを選択するかは従業員に委ねられて\nいたこと，そして実績報酬配分制度に反対して年功方式を選択したのは，組合員で\nある原告らに限られていたわけではなく，平成９年年末一時金に関しては８名の非\n組合員が最低保障のない年功方式を選択したことが認められる。\n(イ)　しかし，そうとしても，そもそも，実績報酬配分制度を実施するに\n際し，そのインセンティブないし激減緩和措置としての生活保障といった観点から\n最低保障制度を設けること自体は合理性を有するとしても，そうであれば，その額\nは，従来の年功方式による一時金の平均支給額２０万円ともバランスの取れた額が\n支給されて然るべきであって，これを上回る２５万円ないし３０万円もの金額を最\n低保障として支給する合理性は見いだしがたい（経費節減のための導入とはいうも\nのの，実際には，年功方式による支給より多額の一時金を支給することとなるもの\nで，経費の増大をもたらすことが明らかであり，その不合理性は明らかというほか\nない。もっとも，実績報酬配分制度導入当時は，大半の従業員の収支が赤字であっ\nたところ，これが，実績報酬配分制度の導入によって，その収支が劇的に改善すれ\nば，合理性も見いだせるかもしれないが，同制度導入によりそのような改善がなし\n得るものとはにわかに認めがたいし，そのような劇的な改善があったことを認める\nに足りる証拠はない。被告が主張する後日収支が向上した時点での清算も，実績報\n酬配分制度の導入によって直ちに従業員らの収支の改善ができるのならばともか\nく，そうでない以上，いわば絵に描いた餅であって，実効性を有するものとは認め\nがたい。被告は，この点につき，後日の清算を行った証拠として，乙９の１～４を\n提出するが，これも，収支が向上して後日の清算ができた者は少数でしかないこと\nをむしろ推認させるものというべきである。また，以上からすれば，被告が，平成\n１２年夏季一時金から実績報酬配分制度を廃止した理由は，実績報酬配分制度が不\n合理であったからではなく，売上高に走行距離を加味して，より公平な制度に移行\nさせた結果であると主張している点も，はなはだ疑わしい。）。これに，前記(1)で\n認定のとおり，組合は，被告が実績報酬配分制度の導入を提案した当初からその導\n入に強く反対してきたもので，原告ら組合員がその実施に応じないであろうこと\nは，被告にとって容易に予測し得たものであること，被告は，組合との交渉の中\nで，実績報酬配分制度の説明を行ってはいたが，その具体的な算定額は，その計算\n単価等の詳細が明らかでなかったため，原告らにおいてこれを知ることができなか\nったばかりか，最低保障の実施に関しても，後日の清算も含めあいまいなものであ\nったし，最低保障として支給する額についても被告は明らかにしなかったこと，被\n告は，平成９年年末一時金支給後の同年１２月１７日の組合との団体交渉の中で，\n最低保障金の具体額，その資金原資等を組合に説明したが，これは，組合が同団体\n交渉の中でその点を追及したからであったし，その後，被告は，平成１２年７月１\n８日に実績報酬配分制度及び最低保障制度の廃止を発表するに至るまで，組合から\nの団体交渉申し入れに応じず，そのため，上記の期間中，一時金についての団体交\n渉は行われなかったこと，実績報酬配分制度に反対して年功方式の一時金の支給を\n受けた非組合員の従業員の中には，実績報酬配分制度への変更を申し入れ，これを\n認められて，最低保障金を受領した者もいること，しかし，被告は，組合に対して\nは，平成９年年末一時金支給の前後を通じて，年功方式から実績報酬配分制度に変\n更することが可能であって，同制度に変更すれば，最低保障金を支払う用意がある\nとの説明をしたことはなかったことが認められること等を総合考慮すると，被告\nは，これまでの経緯から，原告ら組合員が，実績報酬配分制度を選択せず，年功方\n式を選択するであろうことを十分知悉したうえで，実績報酬配分制度に同意した者\nだけに年功方式による平均支給額を上回る金額を最低保障金として支払うことを企\n図し，原告ら組合員に対しては，事前にはその最低保障額等を開示せず，年功方式\nを選択した場合に生ずる不利益を十分に明らかにしないまま，これを実行したもの\nと認められる。\n(ウ)　そうすると，被告の上記行為は，実績報酬配分制度に反対する原告\nら組合員を，組合員であることの故にこれを差別し，よって組合の内部に動揺を生\nじさせ，組合の組織の弱体化を図る意思に基づいてなされた労組法７条１号及び３\n号の不当労働行為に該当する行為であって，恣意的な差別支給であるといわざるを\n得ない。また，被告の上記差別支給は，被告の旧給与規定の「賞与の額は，会社業\n績，各従業員の稼働成績等公平に考慮して行う。」（同１０条）との規定に違反す\nる何ら合理的な理由がない差別支給でもあると認められる。\n以上からすれば，被告の上記行為は，不当労働行為であると同時に民\n法上も違法な差別支給であって，不法行為に該当するものと認められる。\n(3)　原告らの損害\n原告らは，年功方式による一時金を選択したために，実績報酬配分制度を\n選択した場合に受けられる最低保障を受けられず，これを下回る一時金の支給しか\n受けられなかったものであるが，被告の旧給与規定には「賞与の額は，会社業績，\n各従業員の稼働成績等公平に考慮して行う。」（同１０条）と規定されているとこ\nろ，年功方式を選択した場合には実績報酬配分制度を選択した場合の最低保障額に\nも満たない支給しか受けられないとする合理的理由を見いだせないことは既に認定\nしたとおりであるし，むしろ，実績報酬配分制度に対して最低保障を実施するので\nあれば，年功方式による一時金に関しても，同様の最低保障を行うことこそ，前記\n旧給与規定によって要請されていたところであると解されることからすれば，実績\n報酬配分制度による最低保障額と，原告らが実際に支給を受けた一時金との差額を\nもって，原告らが被った損害と認めるのが相当である。\n(4)　そうすると，原告らは，被告に対し，それぞれ，不法行為に基づく損害賠\n償として，別紙４の１～７の各原告らの一時金格差支給額計算表の「差額合計」欄\n記載の金額の支払とそれらに対する不法行為後であることが明らかな平成１３年１\n１月２３日から支払済みまで民法所定年５分の割合による遅延損害金の各支払を求\nめることができるものと認められる。\n２　差額賃金請求について\n(1)　原告らは，平成１２年２月分から同１３年１０月分までの各給与につき，\n改正就業規則等ではなく，本件賃金協定に基づいて算出される給与の支給を受ける\n権利を有すると主張するものである。\nそこで，以下，その当否を検討する。\n(2)　本件賃金協定の法的性格\n被告は，本件賃金協定は，平成８年３月２６日の同協定締結当時の就業規\n則及び給与規定を前提とし，その細目を定めるものであり，独立した労働協約では\nない旨主張するところ，たしかに，証拠（乙８，被告代表者）によれば，被告に\nは，本件賃金協定締結以前から，既に就業規則が定められていたことが認められ\nる。そして，被告が提出する昭和５０年１０月２５日実施の就業規則（乙８）の賃\n金についての定めによれば，その具体的な賃金額や諸手当の額については何ら定め\nられておらず，第４７条で賃金の細部については別に定めるとするのみであるし，\nその他全証拠によっても，本件賃金協定締結当時，同協定以外に賃金に関する具体\n的内容を定めた規定等が存在したものとは窺えない。\nしかし，そうとしても，本件賃金協定（甲４６）中には，これが被告の就\n業規則に基づきその賃金の細目を定める規定であることを示す記載はまったく存し\nないし，かえって，その冒頭に「被告と組合は，次の賃金に関する規程の事項を合\n意し協定する。」との記載がなされ，末尾において，前記各当事者が記名捺印して\nいることからして，これが賃金に関する被告と組合との間で締結された独立の労働\n協約であることは明らかである。\nしたがって，本件賃金協定が労働協約ではないことを前提として，本件就\n業規則変更により本件賃金協定は当然に無効となったものであるとする被告主張は\n採用できない。\n(3)　改正就業規則等の効力\n労基法９２条１項は，就業規則は，法令又は当該事業場について適用され\nる労働協約に反してはならない旨を定めているところ，本件就業規則変更は，独立\nの労働協約である本件賃金協定の存続中になされたものであるので，改正就業規則\n等の規定が本件賃金協定に反しないかが検討されなければならない。\n労基法９２条１項が，就業規則は労働協約に反してはならないとしている\nのは，就業規則の内容が，労働協約中の労働条件その他労働者の待遇に関する基\n準，すなわちいわゆる労働協約の規範的部分に反してはならないとの趣旨であり，\nかつ，有利にも不利にも異なる定めをしてはならない趣旨と解される。したがっ\nて，就業規則の内容が労働協約の基準を下回る場合はもとより，就業規則の内容が\n労働協約の基準を上回る場合であっても，当該労働協約が就業規則によってより有\n利な定めをすることを許容する趣旨でない限りは許されず，それら労働協約に抵触\nする就業規則の規定は無効である。\nそこで，これを本件についてみるに，改正就業規則等が本件賃金協定で定\nめられた賃金に関する基準を変更するものであること，すなわち，本件賃金協定の\n規範的部分を変更するものであること，及びその変更内容が本件賃金協定の基準を\n下回るものであることは，前記争いのない事実等によって明らかであると認められ\nる（被告は，改正就業規則等は，従業員の実績次第で本件賃金協定に基づいて算定\nされる以上の給与を受け取ることを可能とするものであるから，本件賃金協定の内\n容を不利に変更したものではないと主張し，被告代表者の地労委における証言記録\n〔甲４０～４２〕及び同代表者本人の供述は一応これに沿うが，これを具体的に示\nす証拠は何ら存在せず，これを採用することはできない。）。\nそうすると，改正就業規則等が，本件賃金協定に反することは明らかであ\nるから，改正就業規則等中，本件賃金協定に抵触する賃金に関する部分の規定は無\n効である。\n(4)　本件賃金協定の解約による失効後（平成１３年７月１２日以降）の賃金\n上記(3)で認定のとおり，本件賃金協定の効力存続中に，新たに就業規則を\n制定して労働者に不利益な条件を一方的に課することは許されず，改正就業規則等\n中の賃金に関する部分は無効であり，したがって，原告らの賃金は，平成１２年２\n月以降も，本件賃金協定によって算定されなければならない。\nしかし，本件では，被告が平成１３年４月１２日にした本件賃金協定の解\n約予告（争いのない事実等(3)カ参照）により，同年７月１２日，本件賃金協定は労\n働協約としての効力を失ったことが認められるので，それ以後の賃金については，\n何を基準に算定すべきかがさらに問題になる。\nそこで検討するに，無効であった改正就業規則等が，本件賃金協定の失効\nによって当然に復活するとは考えられず，したがって，改正就業規則等によって原\n告らの賃金を算定することはできない。\nところで，本件においては，前記争いない事実等(3)の事実，前記(2)で認\n定の事実，証拠（甲４７，７６，７７，被告代表者）及び弁論の全趣旨によれば，\n改正就業規則等以前の被告の就業規則及び給与規定中には，基本給や諸手当等の賃\n金額を具体的に算定するに足りる定めはなされておらず，本件賃金協定締結以降\nは，組合員である原告らはもとより組合員以外の従業員についても一律に同協定に\nよって賃金が算定されてきたこと，したがって，本件賃金規定の内容が，賃金に関\nする労働条件として，被告とその従業員間の労働契約内容の一部となっていたもの\nと認められる。\nそうとすれば，本件賃金協定は解約予告期間の満了により失効するに至っ\nたとしても，それに代わる新たな賃金協定の締結や就業規則ないし給与規定等の制\n定があったとは認められない本件では，原告らは，従前と同様に，本件賃金協定の\n基準によって算定される賃金の支払を受けることができるものと認められる。\n(5)　以上のとおりで，原告らの平成１２年２月分以降同１３年１０月分までの\n各月の賃金は，本件賃金協定の失効の前後を問わず，本件賃金協定によって算定さ\nれるべきである。したがって，原告らは，いずれも，別紙３の１～７の各原告らの\n「毎月の給与差額計算表」の「差額合計」欄記載の賃金請求権及びこれらに対する\n賃金の支給日後である平成１３年１１月２３日から支払済みまで民法所定年５分の\n割合による各遅延損害金債権を有するものと認められる。\n第４　結論\n以上によれば，原告らの請求はいずれも理由があるから，これを認容するこ\nととし，主文のとおり判決する。\n神戸地方裁判所第４民事部\n裁判長裁判官　　上　　田　　昭　　典\n裁判官    太　　田　　敬　　司\n裁判官　　島　　田　  　　　環\n"
}