{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 3,
    "day": 6
  },
  "case_number": "平成14(わ)816",
  "case_name": "窃盗被告事件",
  "court_name": "神戸地方裁判所",
  "lawsuit_id": "7031",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=7031",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/031/007031_hanrei.pdf",
  "contents": "主文\n被告人を懲役２年８か月に処する。\n未決勾留日数中１２０日をその刑に算入する。\n理由\n（罪となるべき事実）\n被告人は，\n第１　平成１３年９月４日午後５時１０分ころ，神戸市ａ区ｂ通ｃ丁目ｄ番ｅ号所\n在のｆビル２階麻雀店「Ａ」において，同店経営者Ｂ所有の現金１９万９０００円\nを窃取し，\n第２　同年１１月１９日午後５時４０分ころ，同市同区ｆ通ｇ丁目ｄ番ｈ号所在の\n麻雀店「Ｃ」において，同店経営者Ｄ管理の現金約１０万２０００円在中の財布１\n個(時価約５０００円相当）を窃取し，\n第３　同月２９日午後５時３０分ころ，同市同区ｉ通ｊ丁目ｋ番ｌ号所在のｍビル\n２階麻雀クラブ「Ｅ」において，同店経営者Ｆ所有の現金約６０万円及びパスポー\nト１通在中のポーチ１個(時価５００円相当）を窃取し，\n第４　平成１４年１月１２日午後７時１５分ころ，大阪市ｎ区ｏｄ丁目ｇ番ｅ号所\n在のｐビル地下１階麻雀サロン「Ｇ」において，同店経営者Ｈ所有の現金約３万８\n０００円を窃取し，\n第５　同年７月１８日午後５時５分ころ，神戸市ａ区琴ノ緒町ｈ丁目ｑ番ｈ号所在\nのｒビル２階２０８号室麻雀店「Ｉ」において，Ｊ他１名所有の現金３万７０００\n円を窃取し\nたものである。\n（証拠の標目）―括弧内の甲，乙で始まる数字は証拠等関係カード記載の検察官請\n求証拠番号―\n省略\n（判示第１の事実（以下「本件犯行」という。）についての事実認定の補足説明）\n１　関係証拠によれば，被告人は，判示第１の麻雀店「Ａ」において，被害者であ\nる同判示Ｂにたばこを買ってくるよう依頼し，同女が店外に出た隙に同店内カウン\nター中央部にある引き出し（以下「本件引き出し」という。）から現金を窃取した\nことが認められる。\nＢは，本件引き出しにはＡの客と行く親睦旅行の参加費用１４万円を封筒に入\nれたものと釣り銭用の現金６万円等を，タッパー（プラスチック製の入れもの）入\nりの小銭と共に入れており，このうち現金６万円から被告人に頼まれてたばこを買\nいに行く際１０００円を持ち出した残金５万９０００円及び前記現金１４万円入り\nの封筒（以下「本件封筒」という。）を盗まれたとしている。\nこれに対し，弁護人は，被告人は本件封筒（１４万円）を盗んではおらず，窃\n取金額は１９万９０００円ではなく５万９０００円である旨主張し，被告人も同様\nの供述をしている。\nそこで窃取金額について検討する（なお，括弧内の甲，乙で始まる数字は証拠\n等関係カード記載の検察官請求証拠番号であり，甲１７ないし２０についてはいず\nれも同意部分である。）。\n２　まず，Ｂは，本件封筒は，通常十数人となる旅行参加希望者から順次受け取る\n参加費用を入れるため，毎日出勤時本件引き出しに入れ，また用心のため閉店後毎\n日自宅に持って帰っていたとし，本件犯行（被害）当日も，Ｂが被告人にたばこを\n買いに行かされるまで，６万円の釣り銭とともに本件引き出しに入っており，Ｂが\nこの６万円から１０００円を取り出してたばこを買いに行って約５分後にＡに戻っ\nたときには本件封筒も５万９０００円の釣り銭とともになくなっていたとする。\nそして，Ｂが被害直後被害申告をしてその当日被害届を提出し，被害の約１０\n日後には被害についての供述をしていること，これらの供述は，被害直後から一貫\nしたものであると認められ，本件封筒を引き出しに入れる経緯，保管の状況等を含\nめ詳細かつ合理的に述べられていること，被害を認識した直後にＢがとったという\n行動にも沿うものであることなどからすると，Ｂの供述の信用性は極めて高いもの\nといえる。\nなお，Ｂの供述によれば，Ｂは被害届作成時（甲２０と公判供述の対比から）\nや実況見分時には本件封筒内の１４万円の金種について（全部が１万円札であった\nと）間違って説明等した模様であるが，Ｂが当時金種について意味がある思ってい\nたことが窺われない（しかもＢの公判供述によれば，被害届は営業中に代筆でなさ\nれたと認められる。）本件では，Ｂの前記間違いからその供述の信用性が左右され\nるとは思われない。\n３　次に，被告人の供述の信用性について検討する。\n(1)　被告人の前記供述は少なくとも窃取金額については本件犯行についての取調\nべ当初から一貫しており，また，被告人は全部で５０件という窃盗事件を素直に自\n白しているもので，その中には窃取金額が約６０万円と多額である判示第３の犯行\nについての自白もあるのであるから，被告人が本件犯行についてのみ，しかも金額\nの一部についてのみ虚偽を述べてこれを否認する動機は考え難い。\n次に，被告人は，多数行った窃取について，窃取金額はおおむね５万円前後\nで，２０万円も盗んだことがあれば記憶に残るはずであるが，Ａでそのような大金\nを盗んだ記憶はないとし，また，本件犯行後の行動を思い出しても封筒から現金を\n出したという記憶もない等と供述しているところ，被告人の供述それ自体には，捜\n査段階，公判段階を通じて虚偽を述べているような部分はなかった。\nさらに，本件引き出し内の金銭の置き方についての被告人の供述はＢの供述\nと異なっており，被告人の記憶違いであると認められるが，金品窃盗犯人は窃取対\n象や金額に最も興味があるはずであり，現に被告人は判示５件の犯行中本件を除い\nた４件の犯行についてもその窃取金額についてはおおむね正確に記憶しているので\nあるから，この点の記憶違いのみから被告人の供述に信用性がないとすることはで\nきない。\n(2)　しかしながら，被告人が本件犯行についての供述をしたのは同犯行から１年\n近く経過した時点であり，被告人は本件犯行（平成１３年９月）の前後ころ（同年\n秋。乙１２，第６回公判調書中の被告人供述調書１３３項）から逮捕されるまでの\n間，前記のとおり約５０件もの窃盗を繰り返し，しかもその犯行の手口もほとんど\n同様であった。このような状況に照らすと，犯行をあえて記録したようなことがな\nい限り，ある犯行を他の犯行から区別して記憶することは極めて困難であると考え\nられる。また，２０万円も盗んだことがあれば金額が特に多いため記憶に残るはず\nであるという点についても，犯行を多数繰り返して５万円程度の窃取が日常的とな\nった後のことであればそのように考えやすいが，本件犯行は被告人が麻雀店で窃取\n行為を始めたころの\n犯行であり，いまだ他との比較で記憶に残る時期のものではなかったことを考える\nと，金額の比較の点から被告人の記憶が正しいとすることもできない。そして，被\n告人は本件犯行の他にも封筒に入った現金を封筒ごと窃取したことがあったという\nのであり，一方これが何回あったかについて直ちには言えないというのであるか\nら，Ａでは封筒を盗んでいないという被告人の記憶もさほどあてにできない。\nさらに，弁護人は，本件封筒は中にあった１４万円の金種しだいでかなりの\n厚みとなるはずであり，この点からも本件封筒を窃取していないという被告人の記\n憶が真実を反映している旨指摘するが，Ｂ（甲２０）や被告人（特に乙１２）の供\n述によれば，被告人が窃取したことに争いのない５万９０００円にも１０００円札\nが４０枚以上含まれており，被告人が窃取したのはいずれにせよ相当の枚数の銀行\n券（札）となるから，弁護人の前記指摘も被告人の記憶を鮮明にするほどのことと\nはいえない。\n加えて，被告人が本件犯行で窃取した金銭の金種まで記憶していないことは\n被告人の供述からも明らかであり（乙１２），また本件引き出し内の金銭の置き方\nについての被告人の供述が被告人の記憶違いであると認められることは前述のとお\nりである。\n(3)　そして，何より，本件引き出しに本件封筒が入っていた以上，被告人がこれ\nを窃取しないことそれ自体が考えられない。すなわち，まず，Ｂの供述によれば本\n件封筒は前記５万９０００円の内の１０００円札の上か下にあったと認められ，本\n件引き出しの中で特に隠されていたわけではない。そして，銀行券（札）と同じ場\n所に封筒があれば，現金を窃取しようという犯人ならずとも，封筒の中にも現金が\n入っている可能性が高いと考えるであろうし，金品を窃取しようとしている者がそ\nのような封筒の有無を全く意識せず裸の現金のみを狙うとも考えられない。現に，\n被告人も，前述のとおり封筒入り現金を窃取した経験があり，また判示第２，第３\nのように現金が入っていそうなポーチ等を窃取するなどしている。さらに，銀行券\n（札）を窃取する際\nに封筒も窃取することは（窃取の際に音がしたり大量に窃取しても多額にはならな\nい）小銭を窃取すること等と比べても極めて容易なことである。そうすると，本件\n引き出しの中に小銭があったことを認識していたという被告人が銀行券（札）を窃\n取する際に本件封筒に気づかないとは思えず，本件封筒に気づく以上これを窃取し\nないとも考えられない。\n(4)　そうすると，本件封筒を窃取していないという被告人の供述ないし記憶はＢ\nの供述の信用性を左右し得ないというべきである。\n４　なお，弁護人は，被告人が本件犯行後Ａを出てからＢが同店に戻るまでの間に\n何者かが同店にやって来て本件封筒（１４万円）を窃取した可能性があると主張す\nるところ，確かに，自然科学的にみればその可能性を完全に否定することはできな\nい。\nしかし，まず，被告人が本件封筒を見ていながらこれを窃取しないとは考えら\nれないことは３で述べたとおりである。\nまた，Ａはビルの２階にあるのであるが，被告人はＢが同店を出てから１分く\nらいはＢが忘れ物などして戻ってくる危険を考え窃取行為に出なかったという上，\nその後本件犯行を行い同店を出る際にも誰にも会わなかったというのであり，一方\nＢは，たばこを買いに行くのにＡをあけた時間は５分程度で，やはり同店に戻る際\nに前記ビルの階段で人とすれ違ったことはないというのである（なお，この点，弁\n護人はＢがＡを出てから同店に戻るまでには七，八分を要する可能性があるとする\nが，いくら被告人を信じていたとしても，Ｂが店に２０万円近くの金銭を置いたま\nまのんびりとたばこを買いに行くとは考えられず，現にＢは初対面の被告人を一人\nにしてまずかったかなと思いながらたばこを買いに行き小走りで戻ったと供述して\nいるのであるから（\n甲１７），この間を５分程度であったとするＢの供述を疑うべき事情はない。）。\nそうすると，もし第三者が被告人の逃走後Ａに入って本件封筒を窃取したとする\nと，その者はまさにごくわずかの間に本件封筒の窃取を決意し，これを実行してＢ\nが同店に戻る前に立ち去った（一方前記小銭は盗まなかった）ということになる\nが，このような事態を考えるのは合理的とはいえない。\n５　そうすると，被告人が現在の記憶どおりに供述していると認められることを考\n慮してもなお，Ｂの供述をはじめとする関係証拠からは，被告人が本件封筒（１４\n万円）を窃取したと認めるのが合理的である。被告人の供述は忘却と記憶違いに基\nづくものと認められ，弁護人の主張は採用できない。\n（法令の適用）\n被告人の判示各所為はいずれも刑法２３５条に該当することろ，以上は同法４５\n条前段の併合罪であるから，同法４７条本文，１０条により犯情の最も重い判示第\n３の罪の刑に法定の加重をした刑期の範囲内で被告人を懲役２年８か月に処し，同\n法２１条を適用して未決勾留日数中１２０日をその刑に算入し，訴訟費用は，刑事\n訴訟法１８１条１項ただし書を適用して被告人に負担させないこととする。\n（量刑の理由）\n１　不利な事情\n(1)　各犯行とも被害者らの親切心につけ込んだ巧妙なもので，相当程度計画され\nた犯行であり，また極めて常習的，職業的犯行である。\n(2)　被害額もかなり多額になっている。被害金品が還付されたものもあるが積極\n的な被害弁償はなされておらず，近い将来これがなされる見込みもない。被害感情\nは皆厳しい。\n(3)　ほとんど同様の犯行を含む前件により執行猶予付き判決を受けてわずか３か\n月後から始まる，いずれも執行猶予期間内の犯行である。\n２　有利にしん酌すべき事情\n(1)　一部の被害金品は還付されている。\n(2)　おおむね生活費目的の犯行であり，遊興費目的を主とした犯行というほどの\nものではない。\n(3)　犯行の手口や余罪を含め自己に不利な点も供述したり，被害者らに謝罪文を\n送付するなど，反省していると認められる。\n(4)　身につけた技術（調理師免許）を利用して勤労する意欲を有している。\n(5)　兄が監督を誓っている。\nよって，主文のとおり判決する。\n平成１５年３月６日\n神戸地方裁判所第１１刑事係乙\n裁判官　　橋　本　　　一\n【確定】\n"
}