{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 16,
    "month": 9,
    "day": 6
  },
  "case_number": "平成14(行ケ)86",
  "case_name": "特許取消決定取消請求事件",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "10099",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=10099",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/099/010099_hanrei.pdf",
  "contents": "平成１４年（行ケ）第８６号　特許取消決定取消請求事件\n平成１６年９月６日判決言渡，平成１６年７月２１日口頭弁論終結\n判　　　　決\n原　　　　　　告　　株式会社荏原製作所\n訴訟代理人弁護士　　野上邦五郎，杉本進介，冨永博之\n被　　　　　　告　　特許庁長官　小川　洋\n指定代理人　　　　　西川惠雄，氏原康宏，森田ひとみ，林栄二，一色由美子，\n大橋信彦，井出英一郎\n主　　　　文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n事実及び理由\n以下においては，文献を引用する際にも公用文の表記方式に従った箇所がある。\n第１　原告の求めた裁判\n「特許庁が異議２００１－７２０５６号事件について平成１４年１月４日にした\n決定を取り消す。」との判決。\n第２　事案の概要\n１　特許庁における手続の経緯\n原告が特許権者である本件特許第３１３０７５１号「オゾン水製造方法及び装\n置」の請求項１～９（下記訂正請求前の請求項）に係る発明についての出願は，平\n成７年１月３０日に特許出願され，平成１２年１１月１７日にそれらの発明につい\nて特許権の設定登録がなされ，その後特許異議の申立てがあった（異議２００１－\n７２０５６号）。原告は，平成１３年１２月１７日に訂正請求をしたが，平成１４\n年１月４日，「訂正を認める。本件特許の請求項１ないし７に係る特許を取り消\nす。」との決定があり，その謄本は同月２３日原告に送達された。\n２　本件発明の要旨（訂正請求後の発明）\n（訂正前の請求項５，９を削除し，それに伴い，請求項番号が繰り上がってい\nる。）\n【請求項１】放電型オゾン発生機で発生させた加圧状態のオゾンガスを中空糸膜を\n介して被処理水に溶解するオゾン水製造方法において，中空糸膜内側の水圧をガス\n圧より高く維持し，処理水中のオゾン濃度をオゾンガス濃度に基づき制御すること\nを特徴とするオゾン水製造方法。\n【請求項２】放電型オゾン発生機で発生させた加圧状態のオゾンガスをポリ四弗化\nエチレン系の中空糸膜を介して被処理水に溶解するオゾン水製造方法において，中\n空糸膜内側の水圧をガス圧より高く維持し，処理水中のオゾン濃度をオゾンガス濃\n度に基づき放電電圧を変化させて制御することを特徴とするオゾン水製造方法。\n【請求項３】前記水圧は，オゾンガス圧より０．１ｋｇ・ｆ／ｃｍ２以上高くする\nことを特徴とする請求項１又は２記載のオゾン水製造方法。\n【請求項４】前請求項１，２又は３記載のオゾン水製造方法において，オゾン水を\n非製造時には，オゾン発生機入口から中空糸膜出口に至るガス配管内をドライガス\nでパージしておくことを特徴とするオゾン水製造方法。\n【請求項５】放電型オゾン発生機で発生させた加圧状態のオゾンガスをポリ四弗化\nエチレン系の多孔質中空糸膜を介して被処理水に溶解するオゾン水製造装置におい\nて，該中空糸膜の上流に中空糸膜内側の水圧を該オゾンガス圧より高く維持し，そ\nの水圧及び流量を制御するポンプを設けるとともに，処理水中のオゾン濃度をオゾ\nンガス濃度により放電電圧を変化させて制御する制御機構を設けたことを特徴とす\nるオゾン水製造装置。\n【請求項６】前記ポンプは，無段階可変速制御方式のポンプであり，中空糸膜上流\nに流量計及び圧力計を設け，これらからの出力信号値を演算回路で処理して制御す\nる制御機構を設けたことを特徴とする請求項５記載のオゾン水製造装置。\n【請求項７】前記オゾン濃度制御機構は，中空糸膜下流に設けたオゾン水濃度計\nと，該濃度計での測定値を処理する演算回路と，処理した値に基づいて放電型オゾ\nン発生機の放電電圧を変化させる電圧可変装置とからなることを特徴とする請求項\n５記載のオゾン水製造装置。\n３　決定の理由の要点\n決定は，訂正請求に係る訂正は所定の規定に適合するので，当該訂正を認める，\nと判断した上，その訂正後の請求項に係る発明（以下，請求項番号に対応して「本\n件発明１」などという。）の進歩性の有無に関して，次のとおり認定判断した。\n(1)　刊行物１（本訴甲４）\n本件出願前国内で頒布された特開平３－１８８９８８号公報（刊行物１）には，\n（イ）「第２図において，純度の低下した超純水１３をポンプ１４，バルブ１５，\n圧力計１６，流量計１７を介して，オゾン・・・溶解装置２７に導入する。該オゾ\nン２３・・・を溶解した水」（４頁右上欄８行～１２行），\n（ロ）「第６図に示すように，ガス透過膜３３により膜を介してオゾン２３・・・\nを溶解させるならば，該オゾン・・・中の微粒子等の不純物を除去できる・・・。\nここで，前記ガス透過膜は酸素，窒素，水素，蒸気等のガスを透過し水を透過しな\nい膜であり，一方に水を通水し，他方をガスで加圧するが，膜の素材として\nは・・・ポリ四弗化エチレン系・・・等の多孔質の疎水性膜を挙げることができ\nる。・・・前記ガス透過膜は使用するガスの種類によりその素材を選択すれば良\nく，オゾン２３を含有するガスを用いる場合では，ポリ四弗化エチレン系の膜が好\nましい。」（４頁左下欄１３行～同頁右下欄１０行），\n（ハ）「限外ろ過装置の下流に圧力計１６及びバルブ１５を設ける。通常，半導体\n製造装置の入口圧は２ｋｇ／ｃｍ２であり，１５及び１６にて最適圧力に調整す\nる。」（５頁右上欄１４行～１７行），\n（ニ）「第９図中のガス透過膜３３は，ポリ四弗化エチレン系の中空系であり，膜\n面積０．８５ｍ\n２，膜本数６５００本のモジュールを用いた。このガス透過膜３３の\n一方に被処理水を通水し，他方にオゾン濃度を５００ｐｐｍのオゾン化空気を０．\n２ｋｇ／ｃｍ２，５０Ｎ－ｍｌ／ｍｉｎで通気した。」（６頁左上欄１０行～１５\n行）\nと記載され，また，第６図には，\n（ホ）「ガス透過膜３３の内側にオゾン２３を，ガス透過膜３３の外側に超純水１\n３を流すこと」が示されている。\nこれらの摘記事項，及び，第２図，第６図，第９図の記載からみて，刊行物１に\nは，\n「加圧状態のオゾンガス２３をポリ四弗化エチレン系の中空系のガス透過膜３３の\n内側に供給して，該ガス透過膜３３を介して，ガス透過膜外側の被処理水１３に溶\n解する，不純物を除去したオゾン水製造方法」の発明（刊行物１記載の発明Ａ），\n及び，\n「加圧状態のオゾンガス２３を，ポリ四弗化エチレン系の多孔質中空系のガス透過\n膜３３の内側に供給して，該ガス透過膜３３を介して，ガス透過膜外側の被処理水\n１３に溶解するオゾン水製造装置において，該中空系のガス透過膜３３の上流に流\n量計１７，水圧を制御する，圧力計１６及びバルブ１５，並びにポンプ１４を設\nけ，不純物を除去したオゾン水製造装置」の発明（刊行物１記載の発明Ｂ）が，そ\nれぞれ記載されているものと認められる。\n(2)　刊行物２（本訴甲５）\n本件出願前国内で頒布された実公昭５９－３３４６１号公報（刊行物２）には，\n（ヘ）「本考案は・・・疎水性多孔質中空糸を用いた気液接触炭酸ガス溶解装置\nと，該飲料水を該中空糸の内部又は外部へ炭酸ガスの圧力以上で供給する手段と，\n炭酸ガスを該中空糸の外部又は内部へ加圧供給する手段を有する飲料水への炭酸ガ\nス溶解装置である。本考案に使用する中空繊維は，・・・ポリテトラフルオルエチ\nレンなどの結晶性ポリマー・・・が好ましい。これらの高分子からなる中空繊維\nは，疎水性，耐薬品性，耐熱性に優れ極めて微細な互に連続した空孔を中空繊維壁\nに多数有する中空繊維状多孔質膜であって」（第２欄８行～２３行），\n（ト）「炭酸ガスは中空糸の多孔膜を通して中空糸内部を流れる飲料水へ供給され\nる。」（第３欄１３行～１５行），\n（チ）「本考案においては，疎水性多孔質膜を界して水相側の圧力をガス相と同等\n又はそれ以上に保たなければならない。万一ガス相の圧が水相より高くなると膜を\n通して水相側にガスが気泡として浸入し」（第３欄２１行～２４行）\nと記載されている。\nこれらの摘記事項からみて，刊行物２には，\n「加圧状態の炭酸ガスを，ポリテトラフルオルエチレンからなる中空繊維状多孔質\n膜を介して飲料水に溶解するに際して，中空繊維状多孔質膜に飲料水を通し，中空\n繊維状多孔質膜内側の水圧をガス圧と同等又はそれ以上に維持して，気泡の混入を\n防止すること」が記載されているものと認められる。\n(3)　刊行物３（本訴甲６）\n本件出願前国内で頒布された特開平５－２３５５３号公報（刊行物３）には，\n（リ）「膜式気体溶解法によって液体に気体を溶解させる場合，・・・液体の溶解\n気体濃度を高くするためには，気体圧力を高くすることが有利である。しかしなが\nら，例えば，液体圧力を常圧に保ち，気体圧力を次第に上げてゆくと，最初は液体\n中に気泡が発生しない状態で気体が溶解するが，気体圧力を更に上げると少量の気\n泡が膜表面より発生し出し，さらに圧力を上昇させると，ついには多量の気泡が発\n生するいわゆる散気状態となる。」（第４欄１９行～２８行）と記載されている。\n(4)　刊行物４（本訴甲７）\n本件出願前国内で頒布された特開平６－３１２８６号公報（刊行物４）には，\n（ヌ）「オゾナイザで発生させたオゾンガスと水とを混合させて，オゾン水処理槽\nに供給するオゾン水を製造する装置において，上記処理槽に，オゾン水のオゾン濃\n度を計測する濃度センサを設けるとともに，このセンサからの計測値に基づいて上\n記オゾナイザへの電力を位相制御して処理槽内のオゾン水濃度を所定の値に維持す\nる制御器を設けたものである。」（２頁左欄４7行～同頁右欄３行），\n（ル）「図１～図３において，１はオゾン水製造装置を示し，このオゾン水製造装\n置１は，圧縮機２からの空気から酸素を取り出す酸素発生装置３が接続されたオゾ\nナイザ４と，そのオゾナイザ４からのオゾンガスと水とを混合させてオゾン水を生\n成するオゾンガス溶解装置５とから主に構成されている。・・・オゾナイザ４は，\n放電により酸素をオゾンガスにするもので，その放電電圧を変えると発生するオゾ\nンガス量が増減するようになっている。・・・その発生したオゾンガスがポンプ６\nにより加圧されてからオゾンガス溶解装置５の気液接触機構７に供給される。」\n（２頁右欄２０行～３２行），\n（ヲ）「処理槽１０には，・・・オゾン水の濃度センサ１３が接続されている。濃\n度センサ１３は，・・・槽１０内のオゾン水のオゾン濃度を計測し，この計測値\nを・・・電流信号に変換し，これを制御器１４の支持調節計１５（「指示調節計１\n５」の誤記と認められる。）に出力するように構成されている。・・・制御器１４\nは，センサ１３からの信号と設定値の信号とを比較演算する指示調節計１５と，上\n記オゾナイザ４への電力を指示調節計１５からの制御出力（信号）に基づいて位相\n制御する電力調整器１６とからなる。・・・電力調整器１６は，オゾナイザ４に接\n続されその商用電源電圧を調整する」（２頁右欄４９行～３頁左欄２１行）\nと記載されている。\nこれらの摘記事項及び【図１】～【図２】の記載からみて，刊行物４には，\n「オゾナイザ４で発生させた加圧状態のオゾンガスをオゾンガス溶解装置５で水に\n溶解してオゾン水を製造するに際して，オゾンガス溶解装置５の下流に設けたオゾ\nン水の濃度センサ１３と，該濃度センサ１３での計測値を処理する指示調節計１５\nと，処理した値に基づいてオゾナイザ４の放電電圧を変化させる電力調整器１６と\nからなり，オゾン水中のオゾン濃度をオゾンガス量により放電電圧を変化させて制\n御する制御器１４を設け，オゾン水濃度を所定値に保つこと」が記載されているも\nのと認められる。\n(5)　刊行物５（本訴甲８）\n本件出願前国内で頒布された社団法人化学工学協会編，新版化学工学辞典，丸善\n株式会社，昭和４９年５月３０日発行，３４７頁（刊行物５）の「パージ　ｐｕｒ\nｇｅ」の項に，\n（ワ）「装置又は流路に新しく流体を送入する場合，・・・他の不活性流体によっ\nてそれまで流れていた流体を追出す操作をいう。この操作は二流体の混合による反\n応あるいは爆発などの悪影響を防止するために行われる。したがって，反応装置の\n使用開始時並びに終了時，あるいは間欠操作の切換え時になどに行われる。」と記\n載されている\n(6)　刊行物６（本訴甲９）\n本件出願前国内で頒布された実公昭６３－１８４７８号公報（刊行物６）には，\n（カ）「可変速給水装置では，ポンプ速度制御信号出力部よりの出力の回転速度指\n令信号たとえば０～１０Ｖをうけて，ポンプの回転速度を変化させ，吐出側に圧力\nセンサを設けるなどして給水圧力を一定に保つなどの制御を行うことが一般的であ\nる。」（第２欄２行～７行）と記載されている。\n(7)　本件発明１についての対比判断\n本件発明１と刊行物１記載の発明Ａとを対比すると，刊行物１記載の発明Ａの\n「オゾンガス２３」は本件発明１の「オゾンガス」に，刊行物１記載の発明Ａの\n「被処理水１３」は本件発明１の「被処理水」に，それぞれ相当する。また，刊行\n物１記載の発明Ａの「ポリ四弗化エチレン系の中空系のガス透過膜３３」は，膜面\n積０．８５ｍ２，膜本数６５００本のモジュールからなるものであるから（上記の摘\n記事項（ニ）を参照），本件発明１の「中空糸膜」に相当する。\nしてみれば，両者は，\n「加圧状態のオゾンガスを中空糸膜を介して被処理水に溶解するオゾン水製造法」\nで一致し，以下の点で相違する。\n【相違点１】本件発明１は，放電型オゾン発生機で発生させたオゾンガスを用いる\nのに対して，刊行物１記載の発明Ａは，オゾンガスの発生源について明らかではな\nい点。\n【相違点２】本件発明１は，中空糸膜内側の水圧をガス圧より高く維持するのに対\nして，刊行物１記載の発明Ａは，被処理水を中空糸膜内側に通すものではなく，ま\nた，水圧とガス圧との関係が明らかではない点。\n【相違点３】本件発明１は，処理水中のオゾン濃度をオゾンガス濃度に基づき制御\nするのに対して，刊行物１記載の発明Ａは処理水中のオゾン濃度の制御について明\nらかではない点。\n上記相違点１～３につき，以下検討する。\n【相違点１，３について】\n刊行物４記載の「オゾナイザ４」は，「放電により酸素をオゾンガスにするも\nの」であるから（上記の摘記事項（ル）を参照），本件発明１の「放電型オゾン発\n生機」に，刊行物４記載の「オゾン水」は本件発明１の「処理水」に，それぞれ相\n当するから，刊行物４には，「放電型オゾン発生機で発生させた加圧状態のオゾン\nガスをオゾンガス溶解装置５を介して被処理水に溶解してオゾン水を製造するに際\nして，処理水中のオゾン濃度をオゾンガス量に基づき制御すること」が記載されて\nいるものと認められる。\nそして，本件発明１のように，処理水に供給するオゾンガス濃度を高く又は低く\nすることは，刊行物４記載のように，処理水中に供給するオゾンガス量を多く又は\n少なくすることにほかならず，また，刊行物４記載の発明は，刊行物１記載の発明\nＡと同じく，「オゾン水の製造」という技術分野に属するものである。\nしてみれば，刊行物１記載の発明Ａに刊行物４記載の発明を組み合わせ，相違点\n１，３に係る事項を本件発明１のように設けることは，当業者が容易になし得るこ\nとといわざるを得ない。\n【相違点２について】\n加圧状態のガスを中空糸膜を介して被処理水に溶解させるに際して，被処理水を\n中空糸膜内側に通すこと，また，中空糸膜内側の水圧をガス圧と同等又はそれ以上\nに維持して，気泡が混入しないように設けることは，刊行物２に記載されている。\nそして，刊行物２記載の発明は，刊行物１記載の発明Ａと同じく，「ガスを中空\n糸膜を介して被処理水に溶解させる」技術に属するものであって，「膜式気体溶解\n法によって液体に各種気体を溶解させる場合，気体圧力が高すぎると，気泡が発生\nする」という課題のあることは，刊行物３に記載されているように，本件特許の出\n願前周知の事項であることも考慮すると，刊行物１記載の発明Ａに，刊行物２記載\nの発明を組み合わせ，被処理水を中空糸膜内側に通すとともに，中空糸膜内側の水\n圧をガス圧より高く維持するように設けることは，当業者が容易になし得ることと\n認められる。\nまた，本件発明１の「被処理水中に気泡並びに不純物を含まず」（本件明細書の\n【発明の効果】を参照）との作用効果は，刊行物１記載の発明Ａ及び刊行物２記載\nの発明から，本件発明１の「一定の濃度のオゾン水を・・・供給することができ\nる」（本件明細書の【発明の効果】を参照）との作用効果は，刊行物４記載の発明\nから，それぞれ当業者が予測可能な範囲内のものである。\nしたがって，本件発明１は，刊行物１記載の発明Ａ，及び，刊行物２，４記載の\n発明に基づいて当業者が容易に発明をすることができたものである。\n(8)　本件発明２についての対比判断\n本件発明２と刊行物１記載の発明Ａとを対比すると，刊行物１記載の発明Ａも，\n中空糸膜がポリ四弗化エチレン系のものであるから，両者は，「加圧状態のオゾン\nガスをポリ四弗化エチレン系の中空糸膜を介して被処理水に溶解するオゾン水製造\n方法」で一致し，上記相違点１，２に加えて，下記の点で相違する。\n【相違点４】本件発明２は，処理水中のオゾン濃度をオゾンガス濃度に基づき放電\n電圧を変化させて制御するのに対して，刊行物１記載の発明Ａは，処理水中のオゾ\nン濃度の制御について明らかではない点。\n相違点１，２については，既に検討したとおりである。\nそこで，相違点４につき検討するに，オゾンガスを被処理水に溶解させてオゾン\n水を製造するに際して，処理水中のオゾン濃度をオゾンガス量に基づき放電電圧を\n変化させて制御し，オゾン水濃度を一定に保つことは，刊行物４に記載されてい\nる。\nそして，本件発明２のように，処理水に供給するオゾンガス濃度を高く又は低く\nすることは，刊行物４記載のように，処理水中に供給するオゾンガス量を多く又は\n少なくすることにほかならず，また，刊行物４記載の発明は，刊行物１記載の発明\nＡと同じく，「オゾン水の製造」という技術分野に属するものであるから，刊行物\n１記載の発明Ａの相違点４に係る構成を，刊行物４記載の発明を組み合わせ，本件\n発明２のように設けることは，当業者が容易になし得ることと認められる。\nまた，本件発明２の作用効果は，本件発明１と同様に，刊行物１記載の発明Ａ，\n及び，刊行物２，４記載の発明から当業者が予測可能な範囲内のものである。\nしたがって，本件発明２は，刊行物１記載の発明Ａ，及び，刊行物２，４記載の\n発明に基づいて当業者が容易に発明をすることができたものである。\n(9)　本件発明３についての対比判断\n本件発明３は，本件発明１又は本件発明２の構成に欠くことができない事項に加\nえて，「水圧をオゾンガス圧より０．１ｋｇ・ｆ／ｃｍ２以上高くすること」を，そ\nの発明の構成に欠くことができない事項とするものであるが，刊行物１記載の発明\nＡが，上記「水圧をオゾンガス圧より０．１ｋｇ・ｆ／ｃｍ\n２以上高くする」との事\n項を備えていることについて明らかではない。\nしかしながら，中空糸膜内側の水圧をガス圧と同等又はそれ以上に維持して，気\n泡が混入しないように設けることは，上述したとおり，刊行物２に記載されてお\nり，してみれば，刊行物１記載の発明Ａに刊行物２記載の発明を組み合わせるに際\nして，気泡の混入防止効果を勘案しながら水圧とオゾンガス圧との最適関係を求\nめ，本件発明３のようにすることは，当業者が容易になし得ることである。\nしたがって，本件発明３は，刊行物１記載の発明Ａ，及び，刊行物２，４記載の\n発明に基づいて当業者が容易に発明をすることができたものである。\n(10)　本件発明４についての対比判断\n本件発明４は，本件発明１～３の構成に欠くことができない事項に加えて，「オ\nゾン水を非製造時には，オゾン発生機入口から中空糸膜出口に至るガス配管内をド\nライガスでパージしておくこと」を，その発明の構成に欠くことができない事項と\nするものであるが，刊行物１記載の発明Ａが，上記パージについての事項を備えて\nいることについて明らかではない。\nところで，流体送入の終了時等に不活性流体でパージすることは，刊行物５に記\n載されているように（上記の摘記事項（ワ）を参照），流体を送入する装置，管路\nの技術分野において既知の事項であると認められるから，流体を送入する装置，管\n路の技術分野に属する刊行物１記載の発明Ａに，上記既知の事項を組み合わせ，本\n件発明４のように設けることは，当業者が容易になし得ることである。\nそして，本件発明４の「オゾン発生器放電部の劣化，系内への不純物混入を防止\nしガス側での不純物増加を制御する。」（本件明細書の【００１２】参照）との作\n用効果は，刊行物５記載の発明から当業者が予測可能な範囲内のものである。\nしたがって，本件発明４は，刊行物１記載の発明Ａ，及び，刊行物２，４，５記\n載の発明に基づいて当業者が容易に発明をすることができたものである。\n(11)　本件発明５についての対比判断\n本件発明５と刊行物１記載の発明Ｂとを対比すると，両者は，\n「加圧状態のオゾンガスをポリ四弗化エチレン系の多孔質中空糸膜を介して被処理\n水に溶解するオゾン水製造装置において，水圧及び流量を制御するとともに，該中\n空糸膜の上流にポンプを設けた，オゾン水製造装置」で一致し，相違点１，２に加\nえて，下記の点で相違する。\n【相違点５】本件発明５は，被処理水の水圧及び流量をポンプで制御するのに対し\nて，刊行物１記載の発明Ｂは，被処理水の水圧及び流量をバルブで制御する点。\n【相違点６】本件発明５は，処理水中のオゾン濃度をオゾンガス濃度により放電電\n圧を変化させて制御する制御機構を設けるのに対して，刊行物１記載の発明Ｂは，\n処理水中のオゾン濃度の制御について明らかではない点。\n相違点１，２については，既に検討したとおりであるので，以下，相違点５，６\nについて検討する。\n【相違点５について】\n水の圧力及び流量の制御をポンプで行うことは，例えば，刊行物６にも示されて\nいるように，本件特許の出願前に周知の事項である。\nしてみれば，刊行物１記載の発明Ｂにおいて，被処理水の水圧及び流量の制御\nを，バルブに換えてポンプで行うように設けることは，当業者が容易になし得る程\n度の事項である。\n【相違点６について】\nオゾンガスを被処理水に溶解させてオゾン水を製造するに際して，処理水中のオ\nゾン濃度をオゾンガス量に基づき放電電圧を変化させて制御する制御機構を設け，\nオゾン水濃度を一定に保つことは，刊行物４に記載されている。\nそして，本件発明５のように，処理水に供給するオゾンガス濃度を高く又は低く\nすることは，刊行物４記載のように，処理水中に供給するオゾンガス量を多く又は\n少なくすることにほかならず，また，刊行物４記載の発明は，刊行物１記載の発明\nＢと同じく，「オゾン水の製造」という技術分野に属するものであるから，刊行物\n１記載の発明Ｂの相違点６に係る構成を，刊行物４記載の発明を組み合わせて，本\n件発明５のように設けることは，当業者が容易になし得ることと認められる。\nまた，本件発明５の作用効果は，刊行物１記載の発明Ｂ，及び，刊行物２，４記\n載の発明から当業者が予測可能な範囲内のものである。\nしたがって，本件発明５は，刊行物１記載の発明Ｂ，及び，刊行物２，４記載の\n発明に基づいて当業者が容易に発明をすることができたものである。\n(12)　本件発明６についての対比判断\n本件発明６は，本件発明５の構成に欠くことができない事項に加えて，「ポンプ\nは，無段階可変速制御方式のポンプであり，中空糸膜上流に流量計及び圧力計を設\nけ，これらからの出力信号値を演算回路で処理して制御する制御機構を設けたこ\nと」を，その発明の構成に欠くことができない事項とするものである。\nところで，刊行物１記載の発明Ｂも，「中空糸膜３３の上流に流量計１７，圧力\n計１６」を設けるものであり，水圧及び流量を制御するバルブを備えているから，\n「流量計１７及び圧力計１６からの出力信号値を演算回路で処理して水圧及び流量\nを制御する制御機構」を設けているというべきである。\nしてみれば，本件発明６と刊行物１記載の発明Ｂとは，\n「加圧状態のオゾンガスをポリ四弗化エチレン系の多孔質中空糸膜を介して被処理\n水に溶解するオゾン水製造装置において，水圧及び流量を制御するとともに，該中\n空糸膜の上流にポンプを設けた，オゾン水製造装置」で一致し，相違点１，２，\n５，６に加えて，以下の点で相違する。\n【相違点７】本件発明６のポンプが無段階可変速制御方式のものであるのに対し\nて，刊行物１記載の発明Ｂのポンプが無段階可変速制御方式のものか否かが明らか\nでない点。\nところで，水圧を一定に保持するための無段階可変速制御方式のポンプは，刊行\n物６に記載されている。\nしてみれば，水圧等を制御するためのポンプを使用する刊行物１記載の発明Ｂに\nおいて，該ポンプとして刊行物６記載の発明の無段階可変速制御方式のものを用い\nる程度のことは，当業者が容易に想到し得ることであり，しかも，それによる作用\n効果は，刊行物１記載の発明Ｂ及び刊行物６記載の発明から当業者が予測可能な範\n囲内のものである。\nしたがって，本件発明６は，刊行物１記載の発明Ｂ，及び，刊行物２，４，６記\n載の発明に基づいて当業者が容易に発明をすることができたものである。\n(13)　本件発明７についての対比判断\n本件発明７は，本件発明５の構成に欠くことができない事項に加えて，「オゾン\n濃度制御機構は，中空糸膜下流に設けたオゾン水濃度計と，該濃度計での測定値を\n処理する演算回路と，処理した値に基づいて放電型オゾン発生機の放電電圧を変化\nさせる電圧可変装置とからなること」を，その発明の構成に欠くことができない事\n項とするものであるが，刊行物１記載の発明Ｂが，オゾン濃度制御機構を備えてい\nることについて明らかではない。\nところで，オゾンガスを被処理水に溶解させてオゾン水を製造するに際して，\n「オゾンガス溶解装置５の下流に設けたオゾン水の濃度センサ１３と，該濃度セン\nサ１３での計測値を処理する指示調節計１５と，処理した値に基づいてオゾナイザ\n４の放電電圧を変化させる電力調整器１６とからなり」，被処理水中のオゾン濃度\nを制御する機構を設け，オゾン水濃度を所定値に保つことは，刊行物４に記載され\nている。\nそして，刊行物４記載の「オゾン水の濃度センサ１３」は，本件発明７の「オゾ\nン水濃度計」に，「濃度センサ１３での計測値を処理する指示調節計１５」は，本\n件発明７の「濃度計での測定値を処理する演算回路」に，「オゾナイザ４の放電電\n圧を変化させる電力調整器１６」は，本件発明７の「放電型オゾン発生機の放電電\n圧を変化させる電圧可変装置」に，それぞれ相当するものであって，刊行物４記載\nの発明は，刊行物１記載の発明Ｂと同じく，「オゾン水の製造」という技術分野に\n属するものであるから，刊行物１記載の発明Ｂに，刊行物４記載の発明を組み合わ\nせて，本件発明７のようなオゾン濃度制御機構を設けることは，当業者が容易にな\nし得ることと認められる。\nまた，本件発明７の作用効果は，刊行物１記載の発明Ｂ，及び，刊行物２，４，\n６記載の発明から当業者が予測可能な範囲内のものである。\nしたがって，本件発明７は，刊行物１記載の発明Ｂ，及び，刊行物２，４，６記\n載の発明に基づいて当業者が容易に発明をすることができたものである。\n第３　原告主張の決定取消事由\n１　本件発明１に関する取消事由１（本件発明１と刊行物１記載の発明Ａとの一\n致点の認定の誤り）\n決定は，本件発明１と刊行物１記載の発明Ａの一致点として，両者は，ともにオ\nゾン水製造方法である旨を挙げているが，刊行物１記載の発明は「純水又は超純\n水」の製造についてのものであって，オゾン水自体の製造を目的とするものではな\nいから，決定の認定は誤りである。\n２　本件発明１に関する取消事由２（相違点１，３についての判断の誤り）\n決定は，本件発明１と刊行物１記載の発明Ａとの相違点１，３として，以下の点\nを挙げている。\n【相違点１】本件発明１は，放電型オゾン発生機で発生させたオゾンガスを用いる\nのに対して，刊行物１記載の発明Ａは，オゾンガスの発生源について明らかではな\nい点。\n【相違点３】本件発明１は，処理水中のオゾン濃度をオゾンガス濃度に基づき制御\nするのに対して，刊行物１記載の発明Ａは処理水中のオゾン濃度の制御について明\nらかではない点。\n決定は，これらの相違点の検討に際し，刊行物４には，「放電型オゾン発生機で\n発生させた加圧状態のオゾンガスをオゾンガス溶解装置５を介して被処理水に溶解\nしてオゾン水を製造するに際して，処理水中のオゾン濃度をオゾンガス量に基づき\n制御すること」が記載されているとしているが，刊行物４記載の発明は，本件発明\n１のように，膜を介してオゾンを溶解させるものではなく，水に直接オゾンを溶解\nさせるもので，気液接触型のものであって，本件発明１のように，オゾンガス濃度\n（オゾンガス分圧）によりオゾン水濃度を制御するものとは異なり，あくまでオゾ\nンガス量によってオゾンガス濃度を制御しようとするものである。\nこのような直接水にオゾンガスを溶解する方法では，オゾンガス量と，水に対す\nるオゾン負荷量（濃度）が比例するので，刊行物４記載の発明では，オゾンガス量\nを変えることで容易に水に溶解するオゾン濃度を制御することができるのに対し，\n膜を介してオゾンを溶解する本件発明１の場合には，水に対するオゾン濃度は，供\n給側のオゾン分圧（オゾンガス濃度）と透過側のオゾン分圧（オゾンガス濃度）と\nの差に比例するのであり，供給側のガス量に比例するのではない。よって，膜を介\nして水にオゾンを溶解する場合は，単にオゾンガス量を変えるだけでは，水に溶解\nするオゾン濃度を制御することはできないのであり，オゾンガス分圧，すなわちオ\nゾンガス濃度を変えることで制御することができるのである。\nそうすると，決定の「本件発明１のように，処理水に供給するオゾン濃度を高く\n又は低くすることは，刊行物４記載のように，処理水中に供給するオゾンガス量を\n多く又は少なくすることにほかならず」との認定は誤りであり，本件発明１と刊行\n物４記載の発明とは，ガスを溶解するといっても，別個の原理に基づく異なる技術\n分野のものである。\nまた，決定は，刊行物４記載の発明は，刊行物１記載の発明Ａと同じく，「オゾ\nン水の製造」という技術分野に属するものであるとしているが，前述したように刊\n行物１記載の発明Ａは，「純水あるいは超純水の製造方法」についての発明であ\nり，したがって，両者が同じ技術分野に属する同じものであるとの認定は誤りであ\nるから，両者を組み合わせて，相違点１，３に係る事項を本件発明１のように設け\nることは，当業者が容易になし得ることと判断したのも誤りである。\nしかも，仮に，刊行物１記載の発明Ａに刊行物４記載の発明を組み合わせること\nができたとしても，前述したように，刊行物４記載の発明は，膜を介してオゾンを\n溶解させるものではなく，気液接触により水に直接オゾンを溶解させるものである\nから，あくまでオゾンガス量によりオゾン水のオゾン濃度を制御するものであり，\nオゾンガス濃度に基づき制御するものとは，技術思想が異なるのである。したがっ\nて，刊行物１記載の発明Ａに刊行物４記載の発明を組み合わせたとしても，「処理\n水中のオゾン濃度をオゾンガス量に基づき制御すること」は導かれるかもしれない\nが，相違点３の「処理水中のオゾン濃度をオゾンガス濃度に基づき制御すること」\nは必ずしも導くことはできないのである。\nしたがって，いずれにしても，刊行物１記載の発明Ａと刊行物４記載の発明を組\nみ合わせたとしても，「処理水中のオゾン濃度をオゾンガス濃度に基づき制御す\nる」ことは導かれないのであるから，「刊行物１記載の発明Ａに刊行物４記載の発\n明を組み合わせ，相違点１，３に係る事項を本件発明１のように設けることは，当\n業者が容易になし得ることといわざるを得ない」との決定の判断は誤りである。\n３　本件発明１に関する取消事由３（相違点２についての判断の誤り）\n決定は，本件発明１と刊行物１記載の発明Ａとの相違点２として，\n【相違点２】本件発明１は，中空糸膜内側の水圧をガス圧より高く維持するのに対\nして，刊行物記載の発明Ａは，被処理水を中空糸膜内側に通すものではなく，ま\nた，水圧とガス圧との関係が明らかではない点\nを挙げ，「加圧状態のガスを中空糸膜を介して被処理水に溶解させるに際して，被\n処理水を中空糸膜内側に通すこと，また，中空糸膜内側の水圧をガス圧と同等又は\nそれ以上に維持して，気泡が混入しないように設けることは，刊行物２に記載され\nている。」としている。\nしかし，刊行物２記載の発明は，気泡として侵入したガスが水相を逆流しないよ\nうにするためにすぎない上，刊行物２記載の発明は，飲料水に炭酸ガスを溶解する\n炭酸ガス溶解装置に関する発明であり，本来は飲料水に炭酸ガスが気泡として混入\nしていたとしても，問題とはならないが，溶解過程において，気泡が水相に侵入し\nて逆流すると不都合なため，膜を通して水相側にガスが気泡として侵入し水相を逆\n流しないようにしているにすぎず，本件発明１のように，被処理水への微細気泡及\nび不純物の混入を防止するというためのものではない。\n決定はこれに続けて，「そして，刊行物２記載の発明は，刊行物１記載の発明Ａ\nと同じく，「ガスを中空糸膜を介して被処理水に溶解させる」技術に属するもので\nあって，「膜式気体溶解法によって液体に各種気体を溶解させる場合，気体圧力が\n高すぎると，気泡が発生する」という課題のあることは，刊行物３に記載されてい\nるように，本件特許出願前周知の事項であることも考慮すると，刊行物１記載の発\n明Ａに，刊行物２記載の発明を組み合わせ，被処理水を中空糸膜内側に通すととも\nに，中空糸膜内側の水圧をガス圧より高く維持するように設けることは，当業者が\n容易になし得ることと認められる。」としている。\nしかし，まず刊行物２記載の発明は，刊行物１記載の発明Ａと同じ技術分野に属\nするとしているが，刊行物１記載の発明は，電子工業，医薬品工業等に用いる超純\n水の製造に関するものであるのに対し，刊行物２記載の発明は，単に炭酸ガスを飲\n料水へ溶解させるものにすぎず，両者は技術分野としては異なるものである。\nまた，刊行物３記載の発明は，圧力を上げすぎると散気状態となり妥当でないと\nするものにすぎず，そこでは，気体圧力は液体圧力より高いことがあくまで前提と\nなっており，本件発明１のように，微細気泡や不純物の混入を防止するために，気\n体圧力を液体圧力より下げるという技術思想はない。したがって，刊行物３記載の\n発明には，本件発明１の微細気泡や不純物の混入を防止するとの課題は一切記載さ\nれていない。\nこのように，刊行物２，３のどこにも，本件発明１における，微細気泡や不純物\nの混入を防止するとの課題は記載されていないのであるから，刊行物１記載の発明\nＡに，刊行物２記載の発明を組み合わせることなど，当業者が容易に推考し得るも\nのでない。よって，決定の「刊行物１記載の発明Ａに，刊行物２記載の発明を組み\n合わせ，被処理水を中空糸膜内側に通すとともに，中空糸膜内側の水圧をガス圧よ\nり高く維持するように設けることは，当業者が容易になし得ることと認められ\nる。」との判断は誤りである。\n４　本件発明１に関する取消事由４（作用効果について）\n決定は，「本件発明１の「被処理水中に気泡並びに不純物を含まず」との作用効\n果は，刊行物１記載の発明Ａ及び刊行物２記載の発明から，本件発明１の「一定の\n濃度のオゾン水を．．供給することができる」との作用効果は，刊行物４の記載の\n発明から，それぞれ当業者が予測可能な範囲内のものである。．．」としている。\nしかし，刊行物１記載の発明は，あくまで「純水又は超純水」の製造に関するも\nのであり，また，刊行物２記載の発明は，ガスが気泡として侵入し水相を逆流させ\nないようにしたものにすぎず，ガスの微細気泡や不純物が混入しないようにすると\nいうものとは異なる。したがって，本件発明１の作用効果は，刊行物１記載の発明\nＡ及び刊行物２記載の発明によっても，当業者が当然に予測可能な範囲内のもので\nあるなどとはいえない。\nまた，刊行物４記載の発明は，オゾンガス量によってオゾン濃度を制御するもの\nであり，単に一定の濃度のオゾン水を供給するといっても，「オゾン水濃度を中空\n糸膜下流に設けたオゾン水濃度計を介して制御することにより，．．一定の濃度の\nオゾン水を．．供給することができる。」との本件発明１の作用効果の意味合いと\nは異なるものである。\n５　本件発明２の取消事由\n決定は，本件発明２に関して，本件発明１についての項において述べた一致点及\nび相違点１，２についてと同旨の誤りに陥っているほか，相違点４として，「本件\n発明２は，処理水中のオゾン濃度をオゾンガス濃度に基づき放電電圧を変化させて\n制御するのに対して，刊行物１記載の発明Ａは，処理水中のオゾン濃度の制御につ\nいて明らかでない点。」を挙げ，「オゾンガスを被処理水に溶解させてオゾン水を\n製造するに際して，処理水中のオゾン濃度をオゾンガス量に基づき放電電圧を変化\nさせて制御し，オゾン水濃度を一定に保つことは，刊行物４に記載されてい\nる。．．刊行物４記載の発明は，刊行物１記載の発明Ａと同じく，「オゾン水の製\n造」という技術分野に属するものであるから，刊行物１記載の発明Ａの相違点４に\n係る構成を，刊行物４記載の発明を組み合わせ，本件発明２のように設けること\nは，当業者が容易になし得ることと認められる。」とした。\nしかしながら，被処理水中のオゾン濃度をオゾンガス濃度に基づいて制御するこ\nとと，オゾンガス量に基づいて制御することとは異なり，また，刊行物１記載の発\n明Ａは，あくまで「純水又は超純水の製造」に係る発明であって，「オゾン水の製\n造」自体に係る発明ではないから，同じ技術分野に属するとする点も誤りである。\n６　本件発明３の取消事由\n決定は，本件発明３と刊行物１記載の発明Ａとの相違点として，「水圧をオゾン\nガス圧より０．１ｋｇ・ｆ／ｃｍ２以上高くする」との事項を備えていることが明ら\nかでない点を指摘した後，「しかしながら，中空糸膜内側の水圧をガス圧と同等又\nはそれ以上に維持して，気泡が混入しないように設けることは，上述したとおり，\n刊行物２に記載されており，してみれば，刊行物１記載の発明Ａに刊行物２記載の\n発明を組み合わせるに際して，気泡の混入防止効果を勘案しながら水圧とオゾンガ\nス圧との最適関係を求め，本件発明３のようにすることは，当業者が容易になし得\nることである。」としている。\nしかし，本件発明１についての項で示したように，刊行物２記載の発明で，ガス\nが気泡として侵入しないようにしているのは，微細気泡や不純物が混入しないよう\nにするためではなく，ガスが水相を逆流しないようにするためにすぎず，刊行物２\nには，刊行物１と同じく，本件発明１の課題である「被処理水中に微細気泡や不純\n物の混入を防止する」との課題はない。したがって，刊行物１記載の発明Ａと刊行\n物２記載の発明とを組み合わせる動機付けは存在せず，両者を組み合わせることを\n前提とした決定の判断は誤りである。\n７　本件発明４の取消事由\n決定は，本件発明４と刊行物１記載の発明Ａとの相違点として「オゾン水を非製\n造時には，オゾン発生機入口から中空糸膜出口に至るガス配管内をドライガスでパ\nージしておくこと」という事項を備えていることが明らかでない点を挙げた後，流\n体送入の終了時等に不活性流体でパージすることは，刊行物５記載のように既知の\n事項であるから，刊行物１記載の発明Ａに刊行物５記載の既知の事項を組み合わ\nせ，本件発明４のように設けることは，当業者が容易になし得ることであるとして\nいる。\nしかし，刊行物１記載の発明Ａは，既に述べたように，本件特許請求の範囲１～\n３の構成を備えるものではないから，刊行物１記載の発明Ａに刊行物５記載の既知\nの事項を組み合わせても本件発明４の構成を備えることにはならず，決定の判断は\n誤っている。\n８　本件発明５の取消事由\n決定は，「本件発明５と刊行物１記載の発明Ｂとを対比すると，両者は，「加圧\n状態のオゾンガスをポリ四弗化エチレン系の多孔質中空糸膜を介して被処理水に溶\n解するオゾン水製造装置において，水圧及び流量を制御するとともに，該中空糸膜\nの上流にポンプを設けた，オゾン水製造装置」で一致」するとしている。\nしかし，本件発明１についての項で述べたのと同様に，刊行物１記載の発明Ｂ\nは，「オゾン水の製造装置」の発明ではないから，両者が「オゾン水製造装置」と\nいうことで一致するとの点は誤りである。\n次に決定は，\n【相違点５】本件発明５は，被処理水の水圧及び流量をポンプで制御するのに対し\nて，刊行物１記載の発明Ｂは，被処理水の水圧及び流量をバルブで制御する点。\n【相違点６】本件発明５は，処理水中のオゾン濃度をオゾンガス濃度により放電電\n圧を変化させて制御する制御機構を設けるのに対して，刊行物１記載の発明Ｂは，\n処理水中のオゾン濃度の制御について明らかではない点。\nを挙げた後，「本件発明５のように，処理水に供給するオゾンガス濃度を高く又\nは低くすることは，刊行物４記載のように，処理水中に供給するオゾンガス量を多\nく又は少なくすることにほかならず，また，刊行物４記載の発明は，刊行物１記載\nの発明Ｂと同じく，「オゾン水の製造」という技術分野に属するものであるから，\n刊行物１記載の発明Ｂの相違点６に係る構成を，刊行物４記載の発明を組み合わせ\nて，本件発明５のように設けることは，当業者が容易になし得ることと認められ\nる。」としている。\nしかし，本件発明１に関して主張したように，処理水のオゾン濃度を，オゾンガ\nス濃度で制御することと，単にオゾンガス量で制御することは，技術内容が異なる\nものであり，「処理水に供給するオゾンガス濃度を高く又は低くすることは，刊行\n物４記載のように，処理水中に供給するオゾンガス量を多く又は少なくすることに\nほかならず」との認定は誤りである。\nまた，刊行物１記載の発明Ｂは，上記のとおり，「純水又は超純水の精製装置」\nに関するもので，「オゾン水」自身の製造装置に関する発明ではないから，刊行物\n４が，刊行物１記載の発明Ｂと同じく「オゾン水の製造」という技術分野に属する\nとの認定もまた誤りであり，したがって，「本件発明５は，刊行物１記載の発明\nＢ，及び，刊行物２，４記載の発明に基づいて当業者が容易に発明をすることがで\nきたものである。」との決定の判断は誤りである。\n９　本件発明６の取消事由\n決定は，まず，「本件発明６と刊行物１記載の発明Ｂとは，「加圧状態のオゾン\nガスをポリ四弗化エチレン系の多孔質中空糸膜を介して被処理水に溶解するオゾン\n水製造装置において，水圧及び流量を制御するとともに，該中空糸膜の上流にポン\nプを設けた，オゾン水製造装置」で一致」するとしている。\nしかし，刊行物１記載の発明は，「純水又は超純水の精製方法及び装置」の発明\nであり，刊行物１記載の発明Ｂは，「オゾン水製造装置」の発明ではないから，本\n件発明６と刊行物１記載の発明Ｂとが，「オゾン水製造装置」ということで一致す\nるとの点は誤りである。\n次に決定は，本件発明６と刊行物１記載の発明Ｂとの相違点として，前述の相違\n点１，２，５，６に加えて，\n【相違点７】本件発明６のポンプが無段階可変速制御方式のものであるのに対し\nて，刊行物１記載の発明Ｂのポンプが無段階可変速制御方式のものか否か明らかで\nない点，\nを挙げた後，「ところで，水圧を一定に保持するための無段階可変速制御方式の\nポンプは，刊行物６に記載されている。してみれば，水圧等を制御するためのポン\nプを使用する刊行物１記載の発明Ｂにおいて，該ポンプとして刊行物６記載の発明\nの無段階可変速制御方式のものを用いる程度のことは，当業者が容易に想到し得る\nことであり，しかもそれによる作用効果は，刊行物１記載の発明Ｂ及び刊行物６記\n載の発明から当業者が予測可能な範囲内のものである。」としている。\nしかし，本件発明５についての項で主張したように，刊行物１，２及び刊行物４\n記載の各発明に基づいても，本件発明５について当業者が容易に発明をすることが\nできなかったのであるから，これに無段階可変速方式のポンプについて記載されて\nいる刊行物６を加えたとしても，本件発明５の構成のものに，無段階可変速制御方\n式ポンプの構成を加えた本件発明６について，当業者が容易に想到し得るものにな\nり得ず，「本件発明６は，刊行物１記載の発明Ｂ，及び，刊行物２，４，６記載の\n発明に基づいて当業者が容易に発明をすることができたものである。」とした決定\nの判断は誤りである。\n１０　本件発明７の取消事由\n決定は，本件発明７と刊行物１記載の発明Ｂとの相違点について，刊行物１記載\nの発明Ｂがオゾン濃度制御機構を備えていることについて明らかでない点を挙げた\n後，被処理水中のオゾン濃度を制御する機構を設け，オゾン水濃度を所定値に保つ\nことは，刊行物４に記載されているとし，さらに，刊行物４記載の発明は，刊行物\n１記載の発明Ｂと同じく，「オゾン水の製造」という技術分野に属するものである\nから，刊行物１記載の発明Ｂに，刊行物４記載の発明を組み合わせて，本件発明７\nのようなオゾン濃度制御機構を設けることは，当業者が容易になし得ることと認め\nられるとしている。\nしかし，本件発明５についての項で主張したように，刊行物４における被処理水\n中のオゾン濃度を制御する機構（それはあくまでオゾンガス量に基づき制御するも\nのである。）と，本件発明５における被処理水中のオゾン濃度制御機構（それはオ\nゾンガス濃度に基づき制御するものである。）とでは，オゾン濃度制御機構が異な\nるのであり，また，刊行物１記載の発明Ｂはあくまで「純水又は超純水の精製装\n置」の発明であって，「オゾン水」自体の製造装置の発明ではないから，刊行物１\n記載の発明Ｂと刊行物４記載の発明が「オゾン水の製造」という同一技術分野に属\nするという点も誤りであり，よって，以上の点を理由に，刊行物１記載の発明Ｂに\n刊行物４記載の発明を組み合わせて，本件発明７のようなオゾン濃度制御機構を設\nけることは，当業者が容易に想到し得るものであるとするのは誤りである。\nしたがって，「本件発明７は，刊行物１記載の発明Ｂ，及び，刊行物２，４，６\n記載の発明に基づいて当業者が容易に発明をすることができたものである。」との\n決定の判断は誤りである。\n第４　当裁判所の判断\n１　本件発明１の取消事由１について\nなるほど，刊行物１（甲４）記載の発明については，その特許請求の範囲１の冒\n頭に「純水又は超純水を処理して，さらに高純度の超純水を製造する精製方法であ\nって，．．．」と記載されるとともに，末尾には「．．．から成ることを特徴とす\nる純水又は超純水の精製方法。」と規定されている。\nしかしながら，刊行物１の特許請求の範囲１の中段には，「（イ），純水又は超\n純水にオゾン．．を溶解して紫外線を照射する工程，（ロ）．．．工程．．」とあ\nり，精製方法の１工程として，「オゾン」などを溶解して紫外線を照射することが\n明記されている。\nそして，これに対応する発明の詳細な説明の項には，第１図に記載されている当\n該発明の精製装置を更に詳しく説明するためのフローの説明図である第２図を参照\nした説明として，「純度の低下した超純水１３をポンプ１４，バルブ１５，圧力計\n１６，流量計１７を介して，オゾン．．溶解装置２７に導入する。該オゾン．．を\n溶解した水を紫外線照射装置１９Ａに導入し，次で水素ガス溶解装置２８により水\n素ガス２４を溶解し，．．」（刊行物１の４頁右上欄８～１４行）と記載されてい\nる。\nつまり，純水にオゾンを溶解する工程と，そうしてできたオゾン水に紫外線を照\n射する工程とは，時系列的にこの順序で行われる別異の操作であり，また，空間的\nにも第２図において，上流側にオゾン溶解装置２７が，その下流側に紫外線照射装\n置１９Ａが設けられていることが，明記されている。\nそうすると，刊行物１に記載された純水又は超純水の精製方法に係る発明の中か\nら，上記時系列的にもまた空間的にも独立している純水又は超純水へのオゾン溶解\n操作のみを取り出して，「オゾン水の製造」に係る技術思想として把握すること\nは，当業者であれば障害もなくなし得ることである。\nしたがって，刊行物１に記載の発明Ａとして，オゾン水の製造方法に係る技術思\n想を認定した点において，決定の誤りはない。\n２　本件発明１の取消事由２について\n(1)　刊行物４（甲７）の【０００８】及び【０００９】には，以下の記載があ\nる。\n「．．このオゾン水製造装置１は，圧縮機２からの空気から酸素を取り出す酸素発\n生装置３が接続されたオゾナイザ４と，そのオゾナイザ４からのオゾンガスと水と\nを混合させてオゾン水を生成するオゾンガス溶解装置５とから主に構成されてい\nる。\nオゾナイザ４は，放電により酸素をオゾンガスにするもので，その放電電圧を変\nえると発生するオゾンガス量が増減するようになっている。すなわち，入力電源電\n圧を増減させるとオゾンガス発生量が増減する。その発生したオゾンガスがポンプ\n６により加圧されてからオゾンガス溶解装置５の気液接触機構７に供給される。」\nつまり，刊行物４記載の発明においても，放電電圧を増減している点では，本件\n発明１と一致しており，さらに，オゾンガス発生量増減のために変化させているの\nは，該放電電圧のみであって，圧縮機２やポンプ６の出力を変えることについて言\n及されていないことを考慮すると，結局，放電電圧を変化させて，原料中のオゾン\nガス量の割合を増減させている点で，本件発明１と変わるところはない。\nそうすると，一定圧力で供給される原料（酸素）中において，放電電圧を増減さ\nせてオゾンガスの発生量を増減すれば，オゾンガス量で計測しても，あるいは，オ\nゾンガス分圧で計測しても，ともに電圧の増減に応じて双方の計測量においても増\n減が観測されることは当然のことであり，本件発明１と刊行物４記載の発明におけ\nる違いは，オゾンガス量の違いを，分圧で測定するか，ガス量自体で測定するかの\n差異にすぎず，別個の原理に基づく異なる技術分野のものであるとの原告主張に合\n理的根拠を見いだすことはできない。\n(2)　原告は，本件発明１は膜を介してオゾンを溶解させるものであるから，オゾ\nンガス分圧を制御しなければ水に溶解するオゾンガス量を制御できない旨主張する\nが，膜を介した溶解操作においても，溶解事象は，膜の孔部分における気体と液体\nの直接接触によるものであることは明らかである。オゾン分圧を高めて溶解量を増\n大させるということは，孔の単位面積当たりのオゾンガス量を増大させることにほ\nかならないのであるから，結局，本件発明１も刊行物４記載の発明が表現するのと\n同様に，オゾンガス量によってオゾンガス濃度を制御しようとするものということ\nもできるから，この点から見ても，原告の主張に合理的根拠は見いだせない。\n(3)　前記１において説示したように，刊行物１記載の発明Ａは，「純水あるいは\n超純水の製造方法」についての発明であって，「オゾン水の製造」という技術分野\nに属するものではないとの原告主張が誤りであるから，刊行物１記載の発明Ａと刊\n行物４記載の発明を組み合わせたとしても，「処理水中のオゾン濃度をオゾンガス\n濃度に基づき制御する」ことは導かれず，「刊行物１記載の発明Ａに刊行物４記載\nの発明を組み合わせ，相違点１，３に係る事項を本件発明１のように設けること\nは，当業者が容易になし得ることといわざるを得ない」とした決定の判断に誤りは\nない。\n３　本件発明１の取消事由３について\n(1)　刊行物２（甲５）に係る発明の表題は，原告主張のとおり，「飲料水への炭\n酸ガス溶解装置」であるが，発明の名称が「気液接触用隔膜，気液接触装置及び気\n体溶解液体の製造方法」と題された刊行物３（甲６）には，発明の詳細な説明の項\nの【産業上の利用分野】の段落に，「本発明は膜を介して液体と気体を接触せし\nめ，液体中への気体の溶解，若しくは液体中に含有される気体や揮発性物質の放\n出，若しくはこれらの溶解と放出を同じに行わしめることを目的とした．．隔\n膜，．．装置，及び．．気体溶解液体の製造方法に関するものであり，中でも液体\n中へ効率よく気体を溶解させる隔膜及び装置に関する。本発明は，例えば医薬品や\n食品産業分野での微生物の培養における培養液への酸素供給と炭酸ガス放出，好気\n性菌による排水処理における排水への酸素供給と炭酸ガス放出，懸濁液の加圧浮上\n分離や浮遊選鉱における懸濁液への空気溶解，化学工業や医薬品工業における空気\n酸化や酸素酸化，養魚や魚類の運搬における水や海水への酸素供給，炭酸水の製\n造，廃ガス中のＣＯ２，ＮＯＸ，ＳＯＸ，Ｈ２Ｓなどの除去，発酵メタンガスからの\nＣＯ２の除去などの分野に利用できる。」(【０００１】及び【０００２】）と記載\nされている。\nすなわち，刊行物３記載の「気液接触用隔膜」や該隔膜を利用した「気体溶解液\n体の製造方法」に関する発明は，医薬品や食品産業分野での微生物培養に係る酸素\n供給や炭酸ガス放出，浮遊選鉱における懸濁液への空気溶解，水や海水への酸素供\n給などとともに，炭酸水の製造にも適用加能であることが明記されている。してみ\nれば，刊行物２記載の「飲料水への炭酸ガス溶解装置」もまた，「炭酸水の製造」\nに係る発明であることは明らかであり，刊行物２と刊行物３とに記載された技術が\n同一技術分野に属することが明らかである。\n(2)　また，刊行物１記載の発明Ａが「オゾン水の製造」に係る技術として把握で\nきることは，前記１において説示したとおりであるから，結局，刊行物１記載の発\n明Ａと刊行物２，３記載の発明は，「気液接触によって気体溶解液体を製造」する\n技術に属する点で，技術分野を一にするものということができ，各刊行物に記載さ\nれている技術を相互に参照するのに阻害要因はない。\nなお，原告は，刊行物３記載の発明には，本件発明１の微細気泡や不純物の混入\nを防止するとの課題は一切記載されていない，と主張するが，そもそも製造された\n製品中に不純物が極力混入しないようにすることは，あらゆる製品の製造において\n当然の課題であり，半導体洗浄や電子工業におけるオゾン水中の微細気泡も，オゾ\nン水という液相中の異相である気相である上，洗浄作用を害するという点ではオゾ\nン水中の「不純物」ともいえるものである以上，微細気泡と不純物とを併せて，こ\nれらの混入を防止するという課題は当然のものであるから，刊行物３記載の発明に\n本件発明１の課題が記載されていないことが，刊行物１記載の発明Ａに，刊行物２\n記載の発明を組み合わせる際に，刊行物３記載の事項を考慮する際の阻害要因とは\nなり得ない。\n(3)　よって，本件発明１の取消事由３に関する原告の主張は理由がない。\n４　本件発明１の取消事由４について\n刊行物１記載の発明Ａが，「オゾン水の製造」に関する発明とも把握できること\nは，前記１において説示したとおりであるし，また，刊行物２記載の発明が刊行物\n１記載の発明Ａと同じ技術分野に属するものであり，さらに，オゾン水の洗浄能力\nに悪影響を与える微細気泡や不純物の混入を防止することが周知の課題である点\nも，前説示のとおりである。\nさらに，刊行物４記載の発明におけるオゾンガス量によってオゾン濃度を制御す\nることと，本件発明１が採用しているオゾン水濃度計を介してオゾン水濃度を制御\nすることとが，表現上の違いにすぎず，同一原理に基づく技術である点について\nも，前記２において説示したとおりである。\n取消事由４に関する原告の主張は，その前提において理由がない。\n５　本件発明２の取消事由について\n本件発明２について，当業者が容易になし得るとした決定の判断が誤りであると\nする根拠として，原告は，本件発明１が，被処理水中のオゾン濃度をオゾンガス濃\n度に基づいて制御するものであるのに対し，刊行物４記載の発明は，オゾン濃度を\nオゾンガス量に基づいて制御するものである点と，刊行物１記載の発明Ａがあくま\nで「純水又は超純水の製造」に係る発明である点を挙げているが，これらの主張が\n理由のないことは，既に説示のとおりである。\n６　本件発明３の取消事由について\n本件発明３について，当業者が容易になし得るとした決定の判断が誤りであると\nする根拠として，原告は，刊行物２記載の発明で，ガスが気泡として侵入しないよ\nうにしているのは，微細気泡や不純物が混入しないようにするためではなく，ガス\nが水相を逆流しないようにするためにすぎず，刊行物２には，刊行物１と同じく，\n本件発明１の課題である「被処理水中に微細気泡や不純物の混入を防止する」との\n課題はないから，刊行物１記載の発明Ａと刊行物２記載の発明を組み合わせる動機\n付けは存在しないと主張する。\nしかしながら，刊行物２記載の発明が刊行物１記載の発明Ａと同じ技術分野に属\nするものであり，さらに，オゾン水の洗浄能力に悪影響を与える微細気泡や不純物\nの混入を防止することが周知の課題であることは，前説示のとおりである。\n原告の上記主張は，前提を欠き理由がない。\n７　本件発明４の取消事由について\n以上判示したところからすると，本件発明４に関する原告の主張も，その前提を\n欠くものであり，理由がない。\n８　本件発明５の取消事由について\n本件発明５について，当業者が容易になし得るとした決定の判断が誤りであると\nする根拠として，原告は，本件発明５と刊行物１，すなわち刊行物１記載の発明Ｂ\nとが「オゾン水の製造装置」である点で一致しているとした点が誤りであり，相違\n点５，６について，刊行物１記載の発明Ｂに刊行物４記載の発明を組み合わせて，\n本件発明５のように設けることは容易であるとした点でも誤りである旨主張してい\nる。\nしかしながら，前記１で説示したように，刊行物１に「オゾン水の製造」に関す\nる発明が記載されており，実際に，刊行物１の第２図などには，「オゾンあるいは\n過酸化水素溶解装置２７」が独立した装置として明示されていて，刊行物１に「オ\nゾン水の製造装置」に関する発明Ｂが記載されているものと認められる。したがっ\nて，本件発明５と刊行物１記載の発明Ｂとが「オゾン水の製造装置」である点で一\n致するとした決定の認定に誤りはない。\nまた，刊行物４記載の発明におけるオゾンガス量によってオゾン濃度を制御する\nことと，本件発明１が採用しているオゾン水濃度計を介してオゾン水濃度を制御す\nることとが，表現上の違いにすぎず，同一原理に基づく技術である点についても，\n既に前記２で説示したとおりであるから，両者について，「技術内容が異なるもの\nであり，「処理水中に供給するオゾンガス濃度を高く又は低くすることは，刊行物\n４記載のように，処理水中に供給するオゾンガス量を多く又は少なくすることにほ\nかならず」との認定は誤り」であるとの原告主張も理由がない。\n９　本件発明６の取消事由について\n刊行物１記載の発明Ｂが「オゾン水の製造装置」に関する発明であること，及\nび，「本件発明５は，刊行物１記載の発明Ｂ，及び，刊行物２，４記載の発明に基\nづいて当業者が容易に発明をすることができたものである。」とした決定の判断に\n誤りはないことについては，前説示のとおりであり，これに反する主張を前提とす\nる本件発明６に関する取消事由は，理由がない。\n１０　本件発明７の取消事由について\n刊行物１記載の発明Ｂも刊行物４記載の発明も，ともにオゾン水の製造に関する\n技術であり，刊行物４における被処理水中のオゾン濃度を制御する機構が本件発明\n５における被処理水中のオゾン濃度制御機構とが同一原理に基づくものであること\nも，前説示のとおりである。本件発明７に関する取消事由はこれに反する主張を前\n提とするものであって，理由がない。\n第５　結論\n以上のとおり，原告主張の決定取消事由は理由がないので，原告の請求は棄却さ\nれるべきである。\n東京高等裁判所知的財産第４部\n裁判長裁判官　　塚　　原　　朋　　一\n裁判官　　塩　　月　　秀　　平\n裁判官　  髙　　野　　輝　　久\n"
}