{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 12,
    "month": 1,
    "day": 18
  },
  "case_number": "平成10(行ケ)301",
  "case_name": "審決取消請求事件",
  "court_name": "東京高等裁判所",
  "right_type": "意匠権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "13418",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=13418",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/418/013418_hanrei.pdf",
  "contents": "平成１０年(行ケ)第３０１号　審決取消請求事件\n平成１１年１１月２日口頭弁論終結\n判    決\n原　　　　　　告        株式会社京念珠刑部\n代表者代表取締役        【Ａ】\n原　　　　　　告        【Ｂ】\n原　　　　　　告        株式会社川田\n代表者代表取締役        【Ｃ】\n原　　　　　　告        株式会社神戸珠数店\n代表者代表取締役        【Ｄ】\n原　　　　　　告        【Ｅ】\n原　　　　　　告        【Ｆ】\n原　　　　　　告        【Ｇ】\n原　　　　　　告        株式会社土屋念珠店\n代表者代表取締役        【Ｈ】\n原　　　　　　告        株式会社中郷\n代表者代表取締役        【Ｉ】\n原　　　　　　告        株式会社中野伊助\n代表者代表取締役        【Ｊ】\n原告ら訴訟代理人弁理士  【Ｋ】\n同                      【Ｌ】\n被　　　　　　告        有限会社ヤマダ\n代表者取締役      　　  【Ｍ】\n訴訟代理人弁護士        木  内  道  祥\n同                      谷  池  　  洋\n同弁理士                【Ｎ】\n主    文\n特許庁が平成９年審判第９０９５号事件について平成１０年８月１９日にした審\n決を取り消す。\n訴訟費用は被告の負担とする。\n事実及び理由\n第１　当事者の求めた裁判\n１　原告ら\n主文と同旨\n２　被告\n原告らの請求を棄却する。\n訴訟費用は原告らの負担とする。\n第２　当事者間に争いのない事実\n１　特許庁における手続の経緯\n被告は、意匠に係る物品を「根付け」とし、その形態を別紙のとおりとする、登\n録第７１３９２７号意匠（昭和６０年４月３０日登録出願、昭和６２年６月２６日\n設定登録。以下「本件意匠」という。）の意匠権者である。\n原告らは、平成９年６月２日、本件意匠の登録無効の審判を請求し、特許庁は、\n平成９年審判第９０９５号事件として、これを審理した結果、平成１０年８月１９\n日に、「本件審判の請求は、成り立たない。審判費用は、請求人の負担とする。」\nとの審決をし、同月２７日、その謄本を原告らに送達した。\n２　審決の理由\n審決の理由は、別添審決書の理由の写しのとおりである。要するに、本件意匠\nは、請求人ら（原告ら）提出の各証拠によって認定される周知の形状に基づいて容\n易に創作をすることができたものではないから、意匠法３条２項に規定する意匠に\n該当せず、また、請求人ら（原告ら）提出の本件意匠の登録出願前に頒布された刊\n行物に記載された意匠に類似してもいないから、意匠法３条１項３号にも該当せ\nず、その登録を無効とすることはできない、とするものである。\n第３　原告ら主張の審決取消事由の要点\n審決の理由中、第１（請求人の申立て及び理由）、第２（被請求人の答弁の趣旨\n及び理由）は認め、第３（当審の判断）は、一部認める部分もあるが、全体として\nは争う。\n審決は、本件意匠につき、創作の容易性の認定判断を誤り、また、新規性につい\nての認定判断も誤り、その結果、意匠法３条２項にも３条１項３号にも該当しない\nと判断したものであり、違法であるから、取り消されるべきである。\n１　取消事由１（意匠法３条２項該当性判断の誤り）\n本件意匠が、細紐の中央部に小さな輪を結び玉を介して形成し、その輪に丸玉\n（浄明玉）を１個通し、結び玉の下部の左右の紐に若干の余地を残したうえ、左右\nにそれぞれ５個の丸玉（弟子玉）とその下に１個の露型玉を通し、その下部に露型\n玉から頂部までとほぼ等しい長さの太紐を垂らし、その先端に、丸玉の約２倍の径\nで結び紐状の大丸玉の態様の小田巻きを吊した構成態様のものであること、本件意\n匠のうち先端小田巻き部を除いた部分の形状が、その登録出願前に数珠の房部のも\nのとしては周知であったことは、審決も認めるとおりである。\n(1)　周知意匠の認定の誤り\n審決は、本件意匠のうちの先端の小田巻き部の形状が、その登録出願前に周知で\nあったと認定しなかったが、誤っている。\n甲第２２号証（昭和５７年１月１日株式会社安藤発行の「安藤商報　第４３６\n号」１０３頁）、甲第２９号証（大本山百萬遍知恩寺において昭和５５年善導大師\n１３００年御遠忌記念に製作された「百萬遍数珠」の写真及び同数珠の由来の説明\n文）から、房の先端を小田巻きとする数珠が存在したことが認められ、甲第８号証\nの１ないし１２（株式会社やまぐちの「５６年度下半期製造指図書」等）、甲第２\n０号証（昭和５８年９月２０日発行の意匠公報）、甲第２７号証（１９９９年２月\n１０日日本放送出版協会発行の「ＮＨＫ婦人百科　やさしい飾り結び」）によれ\nば、従前から、小田巻きを先端にした根付けが存在していたことが認められるの\nで、本件意匠の先端の小田巻き部の形状は、数珠のものとしても根付けのものとし\nても、本件意匠の登録出願前に周知であったことが明らかである。\n(2)　創作性についての判断の誤り\n審決は、創作性についての判断において、数珠の房部を根付けとすることの容易\n性と、数珠の房型の根付けの先端部を小田巻きにすることの容易性に区分して、前\n者については、請求人ら（原告ら）が、本件意匠の登録出願前に、数珠の房部を根\n付けに応用したような例があったことを立証しておらず、また、職権調査によって\nも数珠の房部を根付けとした例を発見することができなかったとして、これを根拠\nに、数珠の房部を根付けとした着想は、いわば「コロンブスの卵」とも考えられる\nから、一定の創作力を要するものであって、当業者において容易な創作ではないと\n判断し、後者については、本件意匠が数珠の房部の形状を応用していることに関し\nて、数珠の房部の形状は伝統的にかなり様式化され、その改変には宗教的制約もあ\nろうと考えられることからすれば、その房部に係る創作は比較的自由度が少なく、\n房部の先端を元来の普通の房や鉱物製の玉のもの等しかなかったところにおいて、\n小田巻きにした着想は、単なる交換や組み合わせとはいい切れず、たとい兼業者で\nあっても一定の創作力を要するものであると認められると判断し、本件意匠が容易\nに創作し得たことを否定した。しかし、これらの審決の判断は、次のとおり、すべ\nて誤っている。\n(イ)　数珠と装身具とをともに業の対象とする者にとって、周知の小田巻きの根付\nけを出発点として、これに数珠の房部に見られるような形状を適宜組み合わせるこ\nとによって本件意匠に至ることは、日常的になしている商業的変形にすぎず、何の\n創作性をも必要としない。\n審決は、数珠の房部を根付けとした着想は、いわば「コロンブスの卵」であると\nしているが、本件意匠は、根付けに係るものであるから、数珠の房部を創作性判断\nの出発点とすべき必然性は全くない。審決が、数珠の房に関連づけて本件意匠の創\n作性を判断したのは、不当である。\n(ロ)　審決は、請求人ら（原告ら）が、本件意匠の登録出願前に、数珠の房部を根\n付けに応用したような例があったことを立証しておらず、また、職権調査によって\nも数珠の房部を根付けとした例を発見することができなかったとして、これを根拠\nに、数珠の房部を根付けとした着想に創作性があると判断している。\nしかし、数珠の房部を根付けとした例が見当たらないとしても、そのことが直ち\nにそのような根付けの意匠の創作困難性に結び付くものではない。なぜなら、数珠\nの房部に用いられるものは、宗教界の影響が強かった時代の名残で、荘厳性に反す\nるような用途に転用することを憚り、近年に至るまで、装身具的用途に転用するこ\nとを差し控えてきたという事情があり、また、各宗派用の数珠は、種々ある房部と\n組み合わせて、日常的変形によって、多数の形状の製品が作られてきたものの、そ\nのうちで、現実に流通するのは需要者の趣向に合致したわずかな製品のみであり、\nその他の多くは、カタログ等に掲載されることもなく、市場から姿を消していくの\nが業界の実情であるという事情もあるからである。\n(ハ)　組み紐、飾り結び又は数珠の房のように紐を使用する物品において、その末\n端部がほつれないように金具、梵天、小田巻き、撚り房状体、切房等の飾りを付す\nる方法で止めることは、日常的になされることであり、装飾性を加味するため、組\nみ紐、飾り結び又は数珠の房のように金具、撚り房様、切房様又は梵天、小田巻き\n様の飾りを付する方法で止めることは、業者の技術的常識の範囲であり、これら公\n知のいずれの形状のものを使用するかは、日常的商業的変形である。本件意匠にお\nいて、小田巻きを根付けの先端部としたことは、単に紐部分の先端を止める手段と\nしてごくありふれた小田巻きを付けたにすぎず、なんらの創意工夫にも値しない。\n２　取消事由２（意匠法３条１項３号該当性判断の誤り）\n本件意匠及び類似意匠をみると、いずれも紐の輪、結び、２本に分かれた紐の先\n端部に小田巻きを有する形状であって、両者の形状において共通するのは、先端部\nの小田巻きのみである。意匠の要部とは、類似意匠と共通する部分であるから、本\n件意匠の要部は、先端の小田巻き部のみである。\nそうすると、本件意匠は、公知の根付けとその要部において類似しているから、\n本件意匠には新規牲がなく、意匠としての創作性はないものである。\n第４　被告の反論の要点\n１　取消事由１（意匠法３条２項該当性判断の誤り）について\n（創作性についての判断の誤りについて）\n(1)　原告は、数珠と装身具とをともに業の対象とする者にとっては、周知の小田巻\nき根付けを出発点として、これに数珠の房部に見られるような形状を適宜組み合わ\nせることによって本件意匠に至ることは、日常的になしている商業的変更の範囲に\n属するものにすぎず、何らの創作性をも必要としない旨主張する。\nしかし、原告は、公知の小田巻き根付けから本件意匠の根付けに想到し得るとす\nる根拠を何ら示していない。従来、根付けを製造販売する当業者は、同様に数珠の\n製造販売をする者であっても、根付けに数珠の房部に見られる編目、結び等を適宜\n組み入れるようなことは行っていなかったのであり、そうであれば、公知の小田巻\nき根付けから本件意匠の根付けに想到することも容易ではないはずである。したが\nって、本件意匠は、数珠又は根付けの単なる商業的変形によるものではなく、審決\nで示されたとおり、数珠の房部を根付けとした着想や先端を小田巻きとした着想に\n創作力が認められ、容易に創作できたものでないことは明らかである。\n原告は、本件意匠は、根付けであるから、数珠の房部を創作性判断の出発点とす\nべき必然性は全くない旨主張する。しかし、原告は、根付けを出発点として本件意\n匠に想到する可能性について、全く根拠を示していないから、本件意匠が容易に創\n作できたということはできない。\n(2)　原告は、数珠の房部を模した根付けがなかったのは、宗教上の理由であって創\n作の容易性とは関係がないなどと主張する。しかし、いかなる理由があるにせよ、\n数珠の房部を根付けとしたものが存在しなかったことは事実であり、それ自体が、\n数珠の房部を根付けとすることの非容易性を示している。原告は単に数珠や根付け\nの例を示すのみで、数珠の房部を根付けとすることが容易であることを証明する証\n拠を全く示していない。\n(3)　原告は、紐を使用する物品において、その末端部がほつれないように止めるこ\nとは、日常的になされることであるとし、本件意匠において、小田巻きを根付けの\n先端部としたことは、単に紐部分の先端を止める手段としてごくありふれた小田巻\nきを付けたにすぎず、なんらの創意工夫に値しないと主張する。しかし、原告の主\n張は、紐の末端部を止める方法として小田巻きを付することが公知であり、創意工\n夫を要しないといっているにすきず、数珠の房型の根付けの先端部を小田巻きにす\nることの非容易性に対する反論とはなっていない。\n２　取消事由２（意匠法３条１項３号該当性判断の誤り）について\n原告は、意匠の要部とは、類似意匠と共通する部分であるから、本件意匠の要部\nは、共通する先端の小田巻き部のみであるとの前提で、本件意匠は、公知の根付け\nと要部において類似するから新規性はない旨主張する。しかし、意匠の類否判断\nは、全体観察をもってすべきものであり、しかも、本件意匠と類似意匠とは、先端\nの小田巻き以外にも、紐や玉の形態が共通していることが明らかであるから、先端\nの小田巻きのみを要部として類否判断を行い、本件意匠が、公知の根付けに類似す\nるという主張は、全く不当である。\n第５　当裁判所の判断\n１　取消事由１（意匠法３条２項該当性判断の誤り）について\n(1)　本件意匠の全体形状と先端小田巻き部を除く部分の形状の周知性\n本件意匠が、細紐の中央部に小さな輪を結び玉を介して形成し、その輪に丸玉\n（浄明玉）を１個通し、結び玉の下部の左右の紐に若干の余地を残した上、左右に\nそれぞれ５個の丸玉（弟子玉）とその下に１個の露型玉を通し、その下部に露型玉\nから頂部までとほぼ等しい長さの太紐を垂らし、その先端に、丸玉の約２倍の径で\n結び紐状の大丸玉の態様の小田巻きを吊した構成態様のものであること、本件意匠\nのうち先端小田巻き部を除く全体形状が、数珠の房部のものとしてその登録出願前\nに周知であったことは、弁論の全趣旨で明らかであり、審決も認めるところであ\nる。\n(2)　先端小田巻き部の形状の周知性\n甲第８号証の１ないし１２（株式会社やまぐちの「５６年度下半期製造指図書」\n等）、甲第２０号証（昭和５８年９月２０日発行の意匠公報）によれば、遅くとも\n本件意匠の登録出願当時には、根付けの先端を小田巻きとした形状が広く知られて\nいたことが認められる。\nまた、甲第２９号証（大本山百萬遍知恩寺において昭和５５年善導大師１３００\n年御遠忌記念に製作された数珠の写真及び数珠の由来の説明文）及び弁論の全趣旨\nによれば、知恩寺では、昭和２０年と同５５年に巨大な数珠を製作し、これらをい\nずれも堂内の天井から吊り下げて参拝者が見ることができるようにしていること、\nこれらの房部の先端は小田巻きとなっていることが認められ、甲第２２号証（昭和\n５７年１月１日株式会社安藤発行の「安藤商報　第４３６号」１０３頁）によれ\nば、昭和５７年ころには、房部の先端が小田巻き状となった数珠がカタログに掲載\nされ、かつ、販売されていたことが認められ、これらの事実によれば、遅くとも本\n件意匠の登録出願当時には、数珠の房部の先端を小田巻きとした形状が広く知られ\nていたことが認められ、したがって、小田巻き使用することは、根付けについても\n数珠の房部の先端についても、本件意匠の登録出願前に周知の事実であったものと\nいうことができる。\n(3)　創作性についての判断の誤り\n(イ)　前記認定のとおり、本件意匠のうち先端の小田巻き部を除いた部分の形状\nは、数珠の房部のものとしては、その登録出願前に周知となっていたものであり、\nまた、小田巻きを根付けにも数珠の房部の先端にも使用することも、本件意匠の登\n録出願前に周知の事実となっていたものであるから、根付けと数珠の房部はともに\n飾りとしての共通の性質を有することをも併せ考えるときは、これらを組み合わせ\nて、本件意匠の形状に想到することは、それを妨げる特別な事情が認められない限\nり、当業者にとって容易であったことが明らかなものと判断すべきである。\n(ロ)　この点について、審決は、原告が、本件意匠の出願前に、数珠の房部を根付\nけに応用したような例があったことを立証しておらず、また、職権調査によっても\n数珠の房部を根付けとした例を発見することができなかったとして、これを根拠\nに、数珠の房部を根付けとした着想は、いわば「コロンブスの卵」とも考えられる\nから、一定の創作力を要するものであって、当業者において容易な創作ではないと\n判断している。\n確かに、数珠の房部を根付けにした例が現実に見当たらないとの事実は、それ自\n体、数珠の房部を根付けとする意匠的発想自体の非容易性を認定するための一つの\n相当に有力な根拠になり得るものである。しかしながら、その例が現実に見当たら\nないことの原因としては、それに至る意匠的発想の非容易性しかあり得ないわけで\nはなく、それ以外に、宗教的要因を含む社会的、経済的要因も考えられるところで\nあるから、例が見当たらないとの事実を決定的なものとして過大視することは許さ\nれないものというべきである。\n他方、弁論の全趣旨によれば、本件意匠の登録出願当時、数珠と根付けをともに\n業として扱う者は、被告を含めて数多く存在していたことが明らかであり、このこ\nと自体、数珠と根付けとの間に商品としての密接な関連が存在することを物語るも\nのであって（このような業者は、根付けにせよ数珠にせよ、その形状を細部にわた\nって熟知していたものと認められる。）、そのことは、さらに、純粋に意匠的観点\nからみるときは、数珠を根付けに、あるいは、根付けを数珠に応用することを極め\nて容易にするものというべきである。特に根付けに限っていえば、根付けが、数珠\nと異なり、宗教的儀式に用いられるものではなく、煙草入れ、巾着などの紐の先端\nに付け、これらを帯に挟んだ際の滑り止めなどとするものであることは、当裁判所\nに顕著であり、したがって、その形状の選択に当たって、数珠におけるような宗教\n的制約を受けにくいことは自明である。\nしかも、前記認定のとおり、先端小田巻きの形状が数珠にも根付けにも応用さ\nれ、また、外形的にみると、数珠の房部も根付けも下げ飾りとしての機能を併せ持\nっているといい得るものであるから、本件意匠のうちの先端の小田巻き部を除いた\n部分について、数珠の房部の形状を根付けに利用するという意匠的着想を困難なら\nしめる事情は見出せない。\n特に、甲第１号証及び乙第１号証ないし第３号証によれば、①被告は、平成６年\n３月８日に本件意匠の類似意匠の登録出願をするに際し、当該意匠に係る物品を\n「装飾用下げ飾り」とし、その説明において、「この物品は、ネックレス、ペンダ\nント、数珠、その他装身具に取り付けて用いるさげ飾りである。」と記載している\nこと、②被告は、平成６年３月８日、本件意匠と同様に、意匠に係る物品を「根付\nけ」とする二つの登録意匠の類似意匠の登録出願をするに際し、いずれも、当該各\n意匠に係る物品を「装飾用下げ飾り」とし、その説明において、「この物品は、ネ\nックレス、ペンダント、数珠、その他装身具に取り付けて用いるさげ飾りであ\nる。」と記載していること、③被告は、平成８年、上記②の二つの登録意匠に係る\n意匠権を含む三つの意匠権（出願日はいずれも昭和６０年４月３０日）を根拠とし\nて、原告株式会社神戸数珠店に対し、各登録意匠に類似する形状の下げ飾りを取り\n付けた数珠の製造、販売の中止などを求める訴訟を提起し、確定勝訴判決を得てい\nることが認められ、これらの事実によれば、被告は、平成６年当時、本件意匠に係\nる物品の「根付け」が数珠の下げ飾り（すなわち、房部）にも用いられるものであ\nると考えていたと思われ、しかも、意匠に係る物品として上記説明の加えられた意\n匠を本件意匠の類似意匠として登録出願している以上、本件意匠の登録出願当時に\nおいても、同様に考えていたものと思われ、このことも、数珠の房部の形状を根付\nけに利用するという着想が困難なものであったとはいえないという事実を裏付ける\nものということができる。\nそうすると、たとい数珠の房部を根付けとした資料が見当たらないとしても、そ\nの原因は、意匠としての着想の困難さ以外の宗教的要因を含む社会的、経済的要因\nに求めるべきであり、数珠の房部を根付けとする着想が困難であったとの認定に結\nび付けることはできないものというべきである。以上のとおりであるから、審決の\n前記判断が誤っていることは明らかである。\nまた、審決は、本件意匠が数珠の房部の形状を応用していることに関して、数珠\nの房部の形状は伝統的にかなり様式化され、その改変には宗教的制約もあろうと考\nえられることからすれば、その房部に係る創作は比較的自由度が少なく、房部の先\n端を、元来の普通の房や鉱物製玉としたものなどしかなかったところにおいて、小\n田巻きにした着想は、単なる組合せや交換とはいい切れず、たとい兼業者であって\nも一定の創作力を要するものであると判断している。\nしかしながら、本件意匠に係る商品は「根付け」であるから、本件意匠のうちの\n先端の小田巻き部を除いた部分の形状に、先端の小田巻き部を組み合わせる発想が\n生じ得るかどうかを検討すればよいのであって、数珠の房部の先端を小田巻きにす\nるという着想の難易を論ずること自体、無意味なことというべきである。また、前\n記認定のとおり、数珠の房部の先端を小田巻きにした形状が周知であったのである\nから、房部の先端を、元来の普通の房や鉱物製玉としたものなどしかなかった、と\nの前提も誤りである。\nそうすると、上記審決の判断も、誤っていることが明らかである。\n(ハ)　以上、検討したところによれば、数珠のものとして周知となっていた、本件\n意匠のうちの先端の小田巻き部を除いた部分の形状と、根付けのものとしても数珠\nのものとしても周知となっていた、先端小田巻きの形状とを組み合わせ、これを根\n付けとして、本件意匠に想到することは、当業者が容易になし得たものというべき\nである。\n２　そうすると、原告らの本訴請求は、その余の点について判断するまでもなく、\n理由があることが明らかである。そこで、これを認容して審決を取り消すことと\nし、訴訟費用の負担について行政事件訴訟法７条、民事訴訟法６１条を適用して、\n主文のとおり判決する。\n東京高等裁判所第６民事部\n裁判長裁判官  山　下　和　明\n裁判官  山　田　知　司\n裁判官  宍　戸  　  充\n"
}