{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 2,
    "day": 19
  },
  "case_number": "平成13(行ウ)27",
  "case_name": "差押債権取立請求、譲受金請求",
  "court_name": "福岡地方裁判所",
  "lawsuit_id": "8208",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=8208",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/208/008208_hanrei.pdf",
  "contents": "以下，原告（被参加人）を「原告」，被告（被参加人）を「被告」と各称する。\n主　　　　文\n１　被告は，原告に対し，金６８２万５０００円及び平成１３年９月７日から支払済\nみまで年６分の割合による金員を支払え。\n２　参加人の請求をいずれも棄却する。\n３　訴訟費用のうち，参加によって生じた部分は参加人の負担とし，その余は\n被告の負担とする。\n４　この判決は１項に限り仮に執行することができる。\n事実及び理由\n第１　請求\n１　原告の請求\n主文１項と同旨\n２　参加人の請求\n（１）  　　　原告の請求に係る金６８２万５０００円の債権中金６５０万円が参加人に\n属することを確認する。\n（２）  　　　原告は参加人に対し，金６５０万円に対する平成１３年４月２８日から原\n告の被告に対する別紙債権差押目録記載の債権差押の取下げに至るま\nで年６分の割合による金員を支払え。\n（３）  　　　被告は参加人に対し，金６５０万円を支払え。\n第２　事案の概要\n１　　　原告は，別紙国税債権目録記載の租税債権（以下「本件国税債権」という。）の\n徴収のために，後記滞納会社が被告に対して有する請負代金債権（別紙債権差\n押目録中の「差押債権」。以下「本件差押債権」という。）を差し押さえたところ，本\n件差押債権が譲渡担保に供されていたことから，譲渡担保権者である参加人に\n対し，国税徴収法２４条４項，２項に定める告知をして，同法６７条による取立権に\n基づいて，被告に対し，本件差押債権の元金及び遅延損害金（訴状送達日の翌\n日からの商事法定利率に基づくもの）の支払を請求している（２７号事件）。\n参加人は，①本件差押債権は，参加人が滞納会社に対して貸し渡した手形決\n済資金６５０万円の弁済として滞納会社から参加人へ譲渡されたものであり，譲渡\n担保として譲渡されたものではない，②国税徴収法２４条の「譲渡担保財産」に\nは，本件差押債権は含まれない，と主張して，本件差押債権のうち，６５０万円が\n参加人に属することの確認と，被告に対する６５０万円の支払，原告に対するこの\n支払が受けられないことに対する損害金の支払（後記２（８）の履行通知の翌日か\nらの商事法定利率に基づくもの）を請求している（３０号事件）。\n２　争いのない事実及び証拠等により認められる事実\n（１）　　　　　　訴外Ａ（以下「滞納会社」という。）は，被告との間で，平成１２年１０月１\n６日，以下の工事を請け負う契約を締結し，被告に対して６８２万５０００\n円の支払請求権（本件差押債権）を有していた（争いがない）。\n工事の内容　松原町２丁目店舗解体\n金額　　　　６８２万５０００円（消費税込み）\n滞納会社は，平成１３年１月１１日までには，上記工事を完成させた\n（争いがない。）\n（２）　　　　 参加人は，滞納会社に対し，平成１２年１０月１０日，弁済期を同年１１\n月２日，利率を４％として，６５０万円を貸し付けた（丙１）。その際，滞納\n会社は本件差押債権以外には上記貸付金の担保を有していなかったた\nめ，参加人と滞納会社とは，上記貸付の条件として本件差押債権を参加\n人へ譲渡することを約した（弁論の全趣旨）。\n（３）　　　　 滞納会社は，参加人に対し，平成１２年１０月１０日，上記条件の履行\nとして本件差押債権を譲渡し（以下「本件債権譲渡」という。），被告は，\n本件債権譲渡に関し，同月１８日に確定日付のある承諾をした（争いがな\nい）。\nなお，滞納会社と参加人とが被告に提出した平成１２年１０月１８日付\n債権譲渡承諾依頼書（以下「本件債権譲渡承諾依頼書」という。）には，\n「譲渡人は，譲受人Ｂに対して現在および将来負担するいっさいの債務\nを担保するため，貴社に対して有する下記代金債権を平成１２年１０月１\n０日譲受人に譲渡いたしましたのでご承諾下さい。」と記載されていた（争\nいがない）。また，滞納会社が参加人に提出した平成１２年１０月１８日付\n売掛代金債権担保差入書（以下「本件担保差入書」という。）には，「担保\n設定者（以下，「設定者」という）は，債務者が別に差し入れた銀行取引約\n定書第１条に規定する取引によって貴行に対する現在及び将来負担す\nるいっさいの債務の根担保として，前記銀行取引約定書の各条項のほ\nか，下記の約定を承認のうえ，設定者が，Ｃに対して有する下記売掛代\n金債権を貴行に譲渡しました。」，「貴行において，上記売掛代金債権取\n立のうえは，債務者の債務の期限のいかんにかかわらず，ただちに債務\nの弁済に充当されても異議ありません。」と記載されていた（争いがな\nい）。\n（４）　　　  他方，原告（所管庁・福岡国税局長）は，平成１３年１月１８日の時点\nで，滞納会社に対し，合計６５５万７５０４円の本件国税債権を有していた\n（甲１の①）。\n（５）　　　　原告は，平成１３年１月１８日，本件国税債権を徴収するため，国税徴\n収法６２条に基づき，本件差押債権を差し押え，上記債権差押通知書\nは，同日，被告に送達された（甲４）。\n（６）　　　　原告は，滞納会社が平成１３年１月１０日に手形不渡事故を起こして事\n実上倒産したことから，滞納会社が他に有している財産に滞納処分を執\n行してもなお本件国税債権を徴収することができないと認め，同年３月９\n日，国税徴収法２４条４項，２項に基づき，参加人に対して本件差押債権\nから本件国税債権を徴収する旨の告知を行い，上記告知書は，同月１２\n日，参加人に到達した（甲７，８）。\n（７）　　　　原告は，佐世保税務署長及び滞納会社に対し，上記告知した旨を通知\nした（甲７，弁論の全趣旨）。\n（８）　　　　原告は，平成１３年４月２７日，被告に対し，国税徴収法２４条４項に基\nづき，本件差押債権の履行通知をした。\n３　争点\n（１）　本件債権譲渡が，滞納会社の参加人に対する債務の譲渡担保として行われた\nのか，弁済として行われたのか。\n（原告の主張）\n意思表示の解釈は，基本的に，表示された意思に基づいてされなけれ\nばならず，表示された意思が明確なのにこれを無視して，無制約に，背\n景事情や外面からはうかがい知れない内心の効果意思等を持ち込むこ\nとで，表示された意思と矛盾する解釈を導くことは厳に慎まなければなら\nない。そして，このような意思表示の解釈の原則は商取引行為において\nは一層重視されなければならない。商人間の取引は相互の経済的な信\n用に基づいて迅速になされるもので，非商人間の１回的取引のように，相\n互の人的信頼関係に基づいて行われる取引とはその本質を異にしてい\nるからである。とりわけ，銀行取引は大量かつ定型的に行われるので，\n当事者及び利害関係人の予測可能性を確保し，取引の安全をはかるた\nめにはなお一層，表示主義を重視しなければならない。\n本件債権譲渡承諾依頼書，本件担保差入書を見てみると，それぞれ，\n「担保するため」，「担保として」と明確に表示されている。とすると，本件\n債権譲渡が担保として行われたことは明白であるといわなければならな\nい。\n参加人の指摘する「弁済」の文言は担保の実行方法の約定にすぎない\nし，担保実行に特別な手続も必要ない。\n（参加人，被告の主張）\n法律行為の解釈は単なる文言のみによってなされるものではなく，当該\n法律行為がなされた経緯，法律行為をした当事者の意思，当該法律行\n為の効果などを総合考慮してなされるものである。\n本件担保差入書を見てみると，「貴行において，上記売掛代金債権取\n立の上は，債務者の期限のいかんにかかわらず，ただちに弁済に充当さ\nれても異議ありません」と記載されており，「弁済」の文言が明示されてい\nる。\n参加人から滞納会社へ融資された手形決済資金は短期融資であった\nところ，滞納会社はすでに担保不足に陥っており，かつ，滞納会社の経\n営の実状からは営業利益で返済を受けることは不可能であった。そのた\nめ，参加人は，滞納会社の営業利益による返済などは期待しておらず，\n本件差押債権を返済金に充てることを条件として上記融資を実行したと\nいう経緯があった。\nこのような経緯からすると，滞納会社が弁済期を過ぎても返済をなさな\nい場合，参加人が担保実行をするための失期手続や担保実行手続を行\nわなければならない手間を想定して本件差押債権に譲渡担保を設定す\nるはずはない。\n以上を総合考慮すれば，本件債権譲渡は，弁済として行われたといえ\nる。\n（２）  国税徴収法２４条の「譲渡担保財産」の中に，本件差押債権が含まれるのか。\n（原告の主張）\n国税徴収法２４条は，国税債権と譲渡担保の被担保債権の優劣を国税\nの法定納期限等と譲渡担保設定の先後で決し，国税優先の場合に，納\n税者の財産につき滞納処分を執行してもなお徴収すべき国税が不足す\nると認められるときに「譲渡担保財産」からも徴収できると定めている。つ\nまり，国税に劣後する譲渡担保権者は，同条１項の要件が具備される限\nり，譲渡担保財産から国税を徴収されることを受忍すべき立場にあるとす\nるものである。ここでいう，譲渡担保財産とは，納税者がその所有する財\n産を債権者又は第三者に譲渡し，その譲渡により，自己又は第三者の債\n務の担保の目的となっている財産とされており，動産，有価証券，債権，\n不動産，無体財産権等手形を除く譲渡できる財産はすべて含まれるので\nあり，担保目的で譲渡された指名債権（将来債権であっても）も当然国税\n徴収法２４条の「譲渡担保財産」にあたる。\n（参加人，被告の主張）\n譲渡担保制度は，抵当権の設定が認められないため動産を債務者の\n手元に留めたままで担保にする手段がないという動産担保制度の不備，\n競売法の制約を受けることなく自由にその財産を処分して迅速確実に資\n金の回収を図ることができないという質権・抵当権の換価制度の不備を\n補うことから発展したものであるところ，指名債権は占有を債務者のもと\nに留めるために譲渡担保の設定を受ける動産ではないし，競売法の制\n約を避けるために譲渡担保の設定を受ける不動産でもないから譲渡担\n保の対象にならない。\n更に，譲渡担保には権利の移転という法律的ないし形式的な面と，担\n保のための権利移転であるという経済的ないし実質的な面との両側面が\nあるので，国税徴収法２４条は，譲渡担保に対する租税の徴収方法とし\nて物的納税責任という技術的な制度を導入し，課税の実質主義と徴収の\n形式主義を調整した。この物的納税責任とは物を換価処分することによ\nって優先的に租税を徴収しようとするものであるが，指名債権に換価処\n分という概念は当てはまらないし，指名債権は，動産でも不動産でもない\nから，課税の実質主義と徴収の形式主義の齟齬は生じない。\nもし，指名債権が譲渡担保財産にあたるとすると，対抗要件の具備の\n先後によって債権譲渡と差押との優劣を決することができなくなり，取引\nの安全を害することになる。\n加えて，本件差押債権は，譲渡時に請求権が具体化していなかったの\nであるから，税金の負担がある債権であることの予測を参加人に要求す\nることは非現実的であった。\nしたがって，指名債権は，国税徴収法２４条の「譲渡担保財産」にあたら\nず，本件差押債権も指名債権だから，この「譲渡担保財産」ではない。\n第３　争点に対する判断\n１　争点（１）について\n（１）  　　　参加人及び被告は，法律行為の解釈は単なる文言のみによってなされ\nるものではなく，当該法律行為がなされた経緯，法律行為をした当事者\nの意思，当該法律行為の効果などを総合考慮してなされるものである，と\n主張する。\n確かに，意思表示の解釈にあたって意思表示をした当事者の主観的意\n味などを探求することはあるが，それは意思の表示が多義的ではある\nが，表意者と相手方とが同じ意味に理解しているのであれば，両当事者\nに関しては，意思表示の内容は当事者の了解の内容によるほかないか\nらである。\nこれに対し，意思の表示が一義的であり，しかも意思の表示に関し，表\n意者と相手方以外の者の利害がかかわる場合には，当事者の表示意思\nが一義的に合致していること，表示された意思どおりの効果が発生する\nとの第三者の信頼を保護すべきことに鑑み，表示された意思に基づいて\n意思表示を解釈し，表示どおりの効果を認めるべきであるといえる。\nとりわけ，反復継続かつ大量迅速に行われる銀行取引においては，表\n示された意思にしたがった定型的な処理が要求されているといえる。\n（２）　　　　そこで，本件債権譲渡承諾依頼書，本件担保差入書を見てみると，そ\nれぞれ，「譲渡人は，譲受人Ｂに対して現在および将来負担するいっさい\nの債務を担保するため，貴社に対して有する下記代金債権を平成１２年\n１０月１０日譲受人に譲渡いたしましたのでご承諾下さい。」，「設定者は，\n債務者が別に差し入れた銀行取引約定書第１条に規定する取引によっ\nて貴行に対する現在及び将来負担するいっさいの債務の根担保として，\n前記銀行取引約定書の各条項のほか，下記の約定を承認のうえ，設定\n者が，Ｃに対して有する下記売掛代金債権を貴行に譲渡しました。」と記\n載されており，一義的に担保である旨の意思の表示がされているととも\nに，本件債権譲渡は，定型的な処理が要求される銀行取引の一環として\n行われている。更に，本件では，本件債権譲渡の当事者である滞納会\n社，参加人以外の第三者である国が本件差押債権を差し押さえて利害\n関係を有している。\nしたがって，本件では，表示された意思に基づいて本件債権譲渡を解\n釈すべきところ，当事者は「担保するため」，「担保として」本件差押債権\nを譲渡したと表示しているから，本件債権譲渡は滞納会社の参加人に対\nする債務の担保設定として行われたというべきである。\n（３）　　　　この点，本件担保差入書を見てみると，「貴行において，上記売掛代金\n債権取立の上は，債務者の期限のいかんにかかわらず，ただちに弁済\nに充当されても異議ありません」と記載されており，「弁済」の文言が使わ\nれているが，上記記載は譲渡担保の実行方法を規定したにすぎないと解\nされるので，本件譲渡担保が，滞納会社の参加人に対する債務の弁済と\nして行われたということはできない。\n（４）  　　　結局，本件債権譲渡は，滞納会社の参加人に対する債務の担保として\n行われたといえる。\n２　争点（２）について\n（１）　　　　　　国税徴収法２４条の「譲渡担保財産」とは，納税者がその所有する財\n産を債権者又は第三者に譲渡し，その譲渡により，自己又は第三者の債\n務の担保の目的となっている財産をいう。\nすなわち，動産，不動産，有価証券，債権，無体財産権等，一定の財産\n的価値を有し，譲渡できるもの（手形を除く。附則５条４項）は，すべて「譲\n渡担保財産」となる。参加人及び被告は，指名債権は譲渡担保の対象と\nならないと主張するが，指名債権であっても，一定の財産的価値を有す\nるし，また譲渡性もある（民法４６６条１項本文）から，譲渡担保財産から\n何ら除外する理由はない。\n（２）　　　　次に，参加人及び被告は，指名債権は，国税徴収法２４条の物的納税\n責任の責任財産を構成しない旨主張する。\nしかしながら，物的納税責任とは，譲渡担保権者の滞納処分の受忍義\n務が譲渡担保財産に限定されるという趣旨の概念であって，指名債権を\n除外するものではない。\n（３）　　　　 また，参加人及び被告は，指名債権が譲渡担保財産にあたるとする\nと，対抗要件の具備の先後によって債権譲渡と差押との優劣を決するこ\nとができなくなり，取引の安全を害すると主張する。\nしかし，上記のように，国税債権と譲渡担保の被担保債権との優劣関\n係を国税の法定納期限等と譲渡担保設定時期との先後関係により決す\nるというのが法の趣旨（国税徴収法２４条６項）であり，参加人である銀行\nも当然熟知していなければならないのであるから，国による差押と譲渡担\n保権者への債権譲渡とで，いずれが先に対抗要件を具備したのかによっ\nて優劣を決しなくても，別段取引の安全を害することはない。\n（４）　　　　また，参加人及び被告は，本件債権譲渡の時点では，本件差押債権の\n支払請求権が具体化していなかったのであるから，税金の負担がある債\n権であることの予測を参加人に要求することは非現実的であったと主張\nする。\nしかし，上記認定事実のとおり，参加人がすでに担保不足に陥っていた\n滞納会社に６５０万円もの融資を実行できたのは，本件差押債権がそれ\nに見合う財産的価値のある担保と評価できたからである。そのような財産\n的価値のある本件差押債権であるならば，国税の差押がされることも当\n然あり得ることであり，本件債権譲渡の時点で，本件差押債権の支払請\n求権が具体化していなかったとしても，税金の負担がある債権であること\nの予測を参加人に要求することが非現実的であったとはいえない。\n（５）　　　　結局，国税徴収法２４条の「譲渡担保財産」の中には，本件差押債権が\n含まれるといえる。\n３　まとめ\n以上，本件差押債権は国税徴収法２４条の「譲渡担保財産」に該当し，原告は，\n本件差押債権を取り立てることができる。よって，原告の請求は理由があるからこ\nれを認容し，参加人の請求は理由がないからこれを棄却し，主文のとおり判決す\nる。\n福岡地方裁判所第２民事部\n裁判長裁判官　　　横　　山　　秀　　憲\n裁判官    　野　　村　　　　　朗\n裁判官      中　　川　　卓　　久\n債権差押目録\n差押日　　　　平成１３年１月１８日\n債権者　　　　福岡国税局\n債務者　　　　Ｃ（福岡市中央区薬院３－１６－３１）\n請求債権　　　債権者が滞納会社（佐賀市金立町大字千布１４５５番地）に対して有する\n下記請求権 記\n①　平成１１年度滞納国税等　　本税３４９万１８５０円，加算税４\n３万８０００円の合計金３９２万９８５０円及び延滞金\n②　平成１２年度滞納国税等　　本税１８３万２０５４円，加算税１\n８万円の合計金２０１万２０５４円及び延滞金\n差押債権　　　滞納会社（佐賀市金立町大字千布１４５５番地）が下記工事請負契約に\n基づき債務者に対して有する工事請負代金６８２万５０００円の支\n払請求権 記\n①　契約日　　平成１２年１０月１６日\n②　工事名　　佐賀市松原２丁目店舗解体護岸工事\n③　請負代金　６８２万５０００円（消費税含む）\n国税債権目録\n年度 税目 法廷納付期限等 本税 加算税 延滞税 合計\n11 源泉所得税 １２．２．１０ 3,491,850 438,000 562,100 4,491\n12 源泉所得税 １２．９．２７ 1,832,054 180,000 53,500 2,065\n合　　　　　計 5,323,904 618,000 615,600 6,557\n"
}