{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 18,
    "month": 1,
    "day": 26
  },
  "case_number": "平成16(行ウ)3",
  "case_name": "更正すべき理由がない旨の処分の取消請求事件",
  "court_name": "熊本地方裁判所",
  "field": "行政",
  "gist": "１　法人税の確定申告における所得税額控除について法人税法６８条３項及び外国税額控除について同法（平成１４年法律第７９号による改正前）６９条１３項にそれぞれ規定された「当該金額として記載された金額を限度とする」の趣旨及び意義　２　法人税の確定申告における所得税額控除及び外国税額控除について計算誤り等があるとしてした更正の請求に対して，更正をすべき理由がない旨を通知する処分がされ，当該更正の請求に係る誤りを是正しないままされた更正処分の取消請求が，一部認容された事例",
  "case_gist": "１　法人税の確定申告における所得税額控除に関して，法人税法６８条３項が，任意的調整事項である納税者の所得税額控除に関する選択権行使に当たっての恣意性を排除し，租税債権の早期安定を図る趣旨の条項であることに照らせば，いったん選択された範囲内においては，法律適用の誤りや計算誤り等を是正しても上記趣旨に反せず，また，租税特別措置法上の特別税額控除制度との均衡や改正の経緯からしても，具体的に確定申告書に記載された金額に限定する趣旨とは解されず，しかも制限的に解すると納税義務者に過当な不利益を強いるおそれがあることなどの事情を総合考慮すれば，同条項にいう「記載された金額を限度とする」は，もとより確定申告書に記載された具体的金額と解されるが，いったん選択した所得税控除に関して，国税通則法２３条１項所定の「申告書に記載した課税標準等若しくは税額等の計算が法令に従っていなかったこと又は計算に誤りがあった場合」には，その記載にかかわらず，誤りを是正した上で正当に算定されるべき金額を限度とするものと解するのが相当であり，同様に任意的調整事項である外国税額控除に関しても，法人税法（平成１４年法律第７９号による改正前）６９条１３項にいう「記載された金額を限度とする」の意義については，前記の所得税額控除と同様に解するのが相当である。　２　法人税の確定申告における所得税額控除及び外国税額控除について計算誤り等があるとしてした更正の請求に対して，更正をすべき理由がない旨を通知する処分がされ，当該更正の請求に係る誤りを是正しないままされた更正処分につき，法人税から控除されるべき所得税額及び外国税額は，法人税法６８条３項後段及び法人税法（平成１４年法律第７９号による改正前）６９条１３項の規定によれば，第一次的には確定申告書に記載された具体的金額であるが，いったん選択した所得税額及び外国税額の控除額について，国税通則法２３条１項所定の更正の事由がある場合には，誤りを訂正した上で正当に計算される金額を限度とするものと解するのが相当であるとした上，所有する株式に関して源泉徴収された所得税額について，所有する株式の全銘柄，その利子及び配当等として受け取った収入金額及びこれに対して課せられた所得税額を確定申告書の所定の欄に記載した場合には，当該所得税額全部について，所得税額控除制度の適用を受けることを選択したというべきであり，その記載に計算誤りがある場合，国税通則法２３条１項１号所定の「申告書に記載した課税標準等若しくは税額等の計算が法令に従っていなかったこと又は計算に誤りがあった場合」に該当することから，所得税額控除に関する前記更正の請求は適法であり，一方，源泉徴収された外国税額について，確定申告書に記載する区分を誤り，国内税額として処理した場合には，確定申告書には外国税額控除を受けるべき金額としての記載も，その計算に関する明細の記載もないのであるから，これを外国税額控除の対象として選択したと認めることはできないので，外国税額控除に関する前記更正の請求は，その前提を欠き，国税通則法２３条１項１号の要件を満たさないとして，前記更正処分の取消請求を一部認容した事例",
  "lawsuit_id": "33444",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=33444",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/444/033444_hanrei.pdf",
  "contents": "主文\n１ 被告が平成１７年３月２５日付けでした，原告の平成１３年１\n月１日から同年１２月３１日までの事業年度における法人税につ\nいての更正処分のうち，納付すべき税額１８億１６３５万０４０\n０円を超える部分を取り消す。\n２ その余の原告の請求を棄却する。\n３ 訴訟費用は被告の負担とする。\n事実及び理由\n第１ 請求\n被告が平成１７年３月２５日付けでした，原告の平成１３年１月１日から同年\n１２月３１日までの事業年度（以下「本件事業年度」という。）における法人税\nについての更正処分のうち，納付すべき税額１８億１６２０万９５００円を超え\nる部分を取り消す。\n第２ 事案の概要\n本件は，被告が，原告の本件事業年度における法人税の確定申告（以下「本件\n確定申告」という。）についての国税通則法（以下「通則法」という。）２３条\n１項１号所定の更正の請求（以下「本件更正請求」という。）に対し，更正をす\nべき理由がない旨通知した上で（以下，これを「本件通知処分」という。），本\n件更正請求にかかる誤りについては是正しないまま，平成１７年３月２５日付け\nで本件事業年度における法人税について更正処分（以下「本件更正処分」とい\nう。）を行ったのは違法であるとして，原告が被告に対し，本件更正処分の一部\n取消しを求めた事案である。なお，原告は，当初，本件通知処分の取消しを請求\nしていたところ，本件更正処分がされたので，請求の趣旨を本件更正処分の一部\n取消しを求める請求に交換的に変更し，被告はこれに同意した。\n１ 前提事実（証拠により認定した事実は，各項表題末尾に証拠を掲記した。そ\nの他の事実は，当事者間に争いがない。）\n( ) 当事者等1\nア 原告は，清涼飲料等の製造及び販売業等を営むことを目的とする株式会\n社である。\nイ 原告の事業年度及び会計年度は，１月１日から同じ年の１２月３１日ま\nでの１年間である。本件確定申告にかかる事業年度（本件事業年度）は，\n平成１３年１月１日から同年１２月３１日までの期間である。\n( ) 原告に対する課税処分の経緯等（甲１の１・２，２ないし５，１４，乙2\n１，２，１２，１３，１４の１・２，１５，１６の１・２）\nア 原告は，平成１４年３月２９日，被告に対し，本件事業年度について，\n所得金額を５９億６３５０万３０９０円，納付すべき税額を１８億１７５\n９万７１００円と記載した法人税の確定申告書を，法人税法（平成１４年\n法律第７９号による改正前のもの。以下同じ。）の規定に従って提出して\n本件確定申告を行った。\nイ 原告は，被告に対し，同年７月１０日付けで，本件確定申告について，\n次のとおり法令の読み方を誤り，その結果，計算を誤って法人税額を９４\n９６万７７００円過大に申告していたとして，本件事業年度の法人税につ\nいて，所得金額を６１億１１３４万４６８４円，納付すべき税額を１７億\n２２６２万９０００円と記載した更正の請求書を提出して本件更正請求を\nした。\n(ア) 所得税額控除について\n原告は，法人税法６８条１項の所得税額の控除の規定の適用に当たり，\n本件確定申告書に添付した別表六(一)の「所得税額の控除及びみなし配\n当金額の一部の控除に関する明細書」の記載について，次のとおり，税\n法の解釈の誤り及び計算誤りをした。\nａ 「預貯金の利子及び合同運用信託の収益の分配」に係る控除税額の\n計算に当たり，会計システムにおける入力誤り及び外国税額と国内税\n額の区分誤りによる単なる集計誤りがあったために，控除を受ける所\n得税額を１２７９万６６９０円と記載すべきところを，誤って１６４\n１万２５４５円と過大に記載した。\nｂ 「利益の配当及び剰余金の分配」に係る控除を受ける所得税額の計\n算に当たり，銘柄簡便法による場合の「利子配当等の計算期末の所有\n元本数等」を「利子配当等の会計期末における所有元本数等」である\nと解釈して同規定を適用したために，記載した株式のうち８銘柄につ\nいて，その株式数等の記載誤りが生じた。そのため，控除を受ける所\n得税額を７億７４１７万９３５９円と記載すべきところを，誤って６\n億２２９２万４１７２円と過少に記載した。\nｃ その結果，控除を受ける所得税額を７億８６９７万６０４９円と記\n載すべきところを，６億３９３３万６７１７円と誤って過少に記載し\nた。\n(イ) 外国税額控除について\n原告は，別表六(二)の「控除対象外国法人税額」欄の記載に際して，\n外国税額として別表六(四)に記載すべきものを，その区分を誤って国内\n税額として処理したため，外国税額控除額を２９万２１６７円と記載す\nべきところを，誤って９万０６５７円と過少に記載した。\nウ ところが，被告は，同年９月２５日付けで，本件更正請求に対して更正\nすべき理由がない旨を通知する処分を行った（本件通知処分）。\nエ そこで，原告は，国税不服審判所長に対し，同年１１月２２日付けで，\n本件通知処分の取消しを求める審査請求を行った（以下「本件審査請求」\nという。）。\nオ 原告は，被告に対し，平成１５年７月８日付けで，本件事業年度につい\nて，所得金額を６０億４１４２万８２１３円，納付すべき税額を１８億４\n０４８万３０００円と記載した修正申告書を提出して修正申告をした。こ\nれに対し，被告は，同月２９日付けで，同修正申告に対する法人税の過少\n申告加算税の賦課決定を行った。\nカ 他方，国税不服審判所長は，同年１１月２０日付けで，本件審査請求を\n棄却する旨の裁決を行った。\nキ 被告は，平成１７年３月２５日付けで原告の本件事業年度の法人税につ\nいて，次のとおり更正処分（本件更正処分）を行った。すなわち，原告は，\n原告の子会社であるＡ株式会社（以下「Ａ」という。）に対する貸付金の\n代物弁済として，福島県会津若松市α××番４１号の土地を，Ａの帳簿価\n額である２９０３万９８４０円で譲り受けたものとして本件確定申告を行\nっていた。ところが，被告は，同土地の価格は時価で評価されるべきであ\nるから，同土地の時価から前記帳簿価額を控除した１億９８８８万７１８\n３円が，原告において収益として計上されていないことになるとして，同\n金額を本件土地に係るＡからの受贈益として原告の所得金額に加算し，所\n得金額を６２億３７８２万９３０６円，納付すべき税額を１９億１１２０\n万５５００円に更正して，過少申告加算税を課した。しかしながら，本件\n更正処分の際，本件更正請求にかかる部分については，何ら措置が採られ\nなかった。\nク これに対し，原告は，被告に対し，同年５月２０日付けで，本件更正処\n分について，所得税額控除額が過少に計算されていることが不服であると\nして，納付すべき法人税額１８億１６２０万９６００円を超える部分を取\nり消すことを求めて，異議を申し立てた（なお，被告が上記キ記載のとお\nり所得金額を加算し，その分納付すべき税額を増額更正して過少申告加算\n税を課したことについては，原告は争わない旨表明しており，本件の争点\nとはなっていない。）。\n( ) 法人税の計算方法（甲１７，１９の２）3\n法人税の計算は，法人が計算する決算利益（収益から費用を控除したも\nの）を基準として行うが，企業会計上算出される決算利益がそのまま法人税\nの対象たる課税所得となるわけではなく，負担能力に応じた適正・公平な課\n税の目的や産業政策上の配慮等を加味するために調整（以下「税務調整」と\nいう。）が行われる。そして，税務調整には，法人の確定決算時において選\n択されていることが必要とされる決算調整事項と，確定決算時における処理\nは不要であるが，申告することによって決算利益と課税所得の差額を調整す\nる申告調整事項とに大別され，申告調整事項は，さらに，調整を行うか否か\nを法人の任意に委ねる任意的調整事項と，調整が義務とされている必要的調\n整事項とに分けられる。\n本件の争点にかかる所得税額控除制度及び外国税額控除制度は，いずれも\n任意的調整事項に分類される。\n( ) 所得税額控除制度の概要（甲１７，１９の２，乙３，４，９，１０）4\nア 所得税額控除制度（法人税法６８条）の趣旨等\n(ア) 法人税額から控除する所得税額の損金不算入について規定する法人\n税法４０条は，「内国法人が第６８条第１項（所得税額の控除）に規定す\nる所得税の額につき同項又は第７９条第１項（確定申告による所得税額の\n還付）・・・の規定の適用を受ける場合には，これらの規定による控除又\nは還付をされる金額に相当する金額は，その内国法人の各事業年度の所得\nの金額の計算上，損金の額に算入しない。」と規定し，所得税額の控除に\nついて規定する同法６８条１項は，「内国法人が各事業年度において所得\n税法（・・・）第１７４条各号（内国法人に係る所得税の課税標準）に規\n定する利子等，配当等，給付補てん金，利息，利益，差益，利益の分配，\n報酬若しくは料金又は賞金（以下この条において『利子及び配当等』とい\nう。）の支払を受ける場合には，これらにつき同法の規定により課される\n所得税の額は，政令で定めるところにより，当該事業年度の所得に対する\n法人税の額から控除する。」と規定している。\n(イ) 所得税額控除制度は，法人が各事業年度において支払を受ける利子\n及び配当等は本来投資利益として収益に計上して法人税の課税が行われる\nことになっているが，これらの利子及び配当等に対しては，所得税が源泉\n徴収されているから（所得税法１７４条各号及び租税特別措置法〔以下\n「措置法」という。〕４１条の１２第２項），いわゆる重複課税の問題が\n生じる。そこで，法人税の課税に当たっては，源泉徴収された所得税額を\n法人税の前払とみて，受取法人が納付すべき法人税額からこれを控除する\nこととし，その調整を図るものである（なお，納付すべき法人税額がない\nとき，又はその所得税額が納付すべき法人税額を超えるときは，その所得\n税額又はその超える所得税額を還付することとされている。）。\n(ウ) ところで，法人税法６８条１項に規定する法人税額から控除する所\n得税額の計算に当たっては，その元本を所有していた期間に対応する所\n得税額に限り控除する「所有期間按分の制度」が採られている（法人税\n法施行令［以下「施行令」という。］１４０条の２）。これは，主とし\nて計算の簡素化の見地から，昭和４０年法律第３４号による法人税法の\n全面改正（以下「昭和４０年改正」という。）の際にいったん廃止され\nていたが，これでは税制の抜け穴となることから，昭和４２年法律第２\n１号による法人税法の改正（以下「昭和４２年改正」という。）を機に\n所有期間按分の規定が復活することとなり，計算の簡素化の問題は，別\n途計算方式を簡便化することで解決されるという経緯を経ているもので\nある。\n(エ) そこで，法人の申告の際の既に納付した所得税額の取扱いについて，\n例えば，所得税法１７４条（内国法人に係る所得税の課税標準）が規定\nする利子及び配当等の支払を受けた場合に即してみると，次のとおりで\nある。すなわち，まず，利子及び配当等の支払を受けた内国法人は，決\n算に当たって，利子及び配当等に係る所得税の全部又は一部について，\n法人税法６８条１項に基づく所得税額控除の適用を選択するか，又は支\n払った経費として損金算入を適用するかを判断する必要がある。その結\n果，支払った所得税額の全部又は一部について所得税額控除の適用を選\n択する場合は，施行令１４０条の２第２項又は同条３項のいずれかの方\n法により，その全部又は一部の金額について所得税額控除額を計算する\nこととなる。そして，この場合，法人税法６８条３項には「第１項の規\n定は，確定申告書に同項の規定により控除を受けるべき金額及びその計\n算に関する明細の記載がある場合に限り，適用する。この場合において，\n同項の規定による控除をされるべき金額は，当該金額として記載された\n金額を限度とする。」と規定されている（なお，この「記載された金額\nを限度とする。」の解釈が，本件の争点である。）。\nこれに対し，法人が所得税額控除の適用ではなく，支払った経費とし\nて損金算入として処理することを選択した場合には，法人税法６８条１\n項に基づく所得税額控除金額として確定申告書に記載されることはない。\nイ 所得税額控除の計算方法\n(ア) 法人が所得税額控除の適用を選択した場合，控除を受ける所得税額\nは，確定申告書添付の別表六(一)（以下，確定申告書添付の別表を単に\n「別表六(一)」などといい，別表の記入欄を「１欄」のように表記す\nる。）の各欄に記入していくことにより，同表の６の③欄の額が算出さ\nれ，その結果が，別表四の２５欄及び確定申告書の表紙となる別表一\n(一)の４２欄に転記されることになる。\n(イ) ところで，配当等に対する所得税のうち，法人税の確定申告の際に\n控除される金額は，上記ア(ウ)記載のとおり源泉徴収された所得税の全\n額ではなく，「その元本を所有していた期間に対応するものとして計算\nされる所得税の額」に限られる（所有期間按分の制度。施行令１４０条\nの２第１項）。\nその額の計算方法は，大別すると，個別の元本所有期間を基準として\n計算する方法（施行令１４０条の２第２項。以下「個別法」という。）\nと銘柄別に一括して計算を行う銘柄別簡便法（施行令１４０条の２第３\n項。以下「簡便法」という。）があり，いずれの方法を用いるかは当該\n法人の選択による。個別法による場合には，利子配当等に対する所得税\nの額に，当該法人が元本を所有していた期間の割合（法人が所有してい\nた月数を計算の基準となっている月数で除したもの）を乗ずることによ\nって算出される。一方，簡便法では，利子配当等の元本を，①公債及び\n社債，②株式及び出資，③投資信託及び特定目的信託の受益証券の３種\n類に区分し，さらにこれらを利子配当等の計算の基礎となった期間が１\n年を超えるものと１年以下のものとに区分し，これら６種類についてそ\nれぞれ一括して計算を行うことになる。この場合，利子配当等の計算期\n間の開始時と終了時の所有元本数を比較し，開始時のそれが多い場合に\nは利子配当等に対する所得税額全額を控除し，終了時のそれが多い場合\nには，開始時と同数の分については同所得税額全額を控除し，開始時か\nらの増加分については期の中間時に取得したものとみなして同所得税額\nの２分の１を控除するものとして計算する。\n当該法人は，確定申告に際し，個別法を選択する場合は，別表六(一)\nの７ないし１２欄に，簡便法を選択する場合は，同表の１３ないし１９\n欄に，それぞれ記載する。\n( ) 外国税額控除制度の概要（乙５，６，１１）5\nア 外国税額控除制度（法人税法６９条）の趣旨等\n(ア) 企業が外国で支店を開設して事業所得を得，また，本店からの投資\nによって利子配当所得を得ているような場合に，その所得に対しては，\n企業の母国（居住地国）で課税が行われるとともに，当該外国（源泉地\n国）でも通常課税が行われる。外国税額控除制度は，このような居住地\n国と源泉地国の課税の重複・競合による国際的二重課税の排除を目的と\nして，居住地国において，納付すべき税額から外国で納付した税額を一\n定の限度のもとに控除するという措置である。そして，わが国の法人税\n制においても，まず，内国法人が国内・国外で稼得した所得（全所得）\nについて法人税率を適用して算出税額を求めた上で，外国で納付した控\n除対象外国税額を一定の控除限度額の範囲内で控除することとしている。\n(イ) 外国税額控除は，いずれの国の制度においても，無制限に認められ\nるものではなく，一般的に，国外で得た所得に対し居住地国で課される\n税額を限度とするという考え方が採られている。わが国においては，控\n除対象となるすべての外国税額とすべての国外所得をそれぞれ一括通算\nして限度額計算を行ういわゆる一括限度額控除方式を採用している（法\n人税法６９条）。\nイ 外国税額控除手続\n内国法人が各事業年度において納付することとなった外国法人税につい\nて，外国税額控除の適用を受けるか，適用を受けずに損金に算入するかは\n当該内国法人の選択に任されているが，外国税額控除の適用を受ける場合\nには，法人税法６９条１３項に「第１項の規定は，確定申告書に同項の規\n定による控除を受けるべき金額及びその計算に関する明細の記載があり，\nかつ，控除対象外国法人税の額を課されたことを証する書類その他財務省\n令で定める書類の添付がある場合に限り，適用する。この場合において，\n同項の規定による控除をされるべき金額は，当該金額として記載された金\n額を限度とする。」と規定されている（「当該金額として記載された金額\nを限度とする。」の解釈が本件の争点である。）。\nなお，法人税基本通達１６－３－１では，法人税法４１条について，外\n国税額控除の適用を選択した場合には，仮にその選択した年度において納\n付することとなった外国法人税額の一部についてのみ税額控除の適用申告\nをした場合であっても，控除対象外国法人税額の全部が損金に算入されな\nい旨の解釈が示されている。かかる解釈を前提とすれば，外国法人税を納\n付する内国法人は，各事業年度毎に，当該年度において納付することにな\nった外国法人税の全部について，税額控除の適用を受けるか，損金に算入\nするかを選択することになるのであって，例えば，当該年度において納付\nする外国法人税が２つ以上ある場合に，その一方について外国税額控除の\n適用を受け，残りを損金に算入するということはできないこととなり，こ\nの点が所得税額控除制度とは異なることとなる。\nウ 確定申告書の記入方法\n控除を受ける外国法人税額は，別表六(四)の１ないし２９欄に，納付毎\nに，各「控除対象外国法人税額」等を記入し，各「納付分」（２２欄）の\n括弧内の数字の合計額を，同表３０欄に記入する。その後，同表３０欄を，\n別表六（二の二）の１欄に転記し，それを基に算出される同表２６欄を，\n別表六(二)の１欄に転記することになる。そして，同欄を基に算出された\n同表１８欄を，確定申告書の表紙となる別表一(一)の４３欄に転記するこ\nとにより，控除される「外国税額」として記載されることになる。\n２争点\n本件における争点は，本件更正処分の適法性であり，具体的には，所得税額\n控除・外国税額控除の計算方法について，①法人税法６８条３項，６９条１３\n項の「限度」の趣旨及び意義等，②通則法２３条１項１号の法令の解釈誤りな\nいし計算の誤り（以下「計算誤り等」ともいう。）の有無，③納付すべき法人\n税額である。\n( ) 法人税法６８条３項，６９条１３項の「限度」の趣旨及び意義等1\n（原告の主張）\nア 法人税法６８条３項前段の趣旨は，所得税額控除の適用を受けるか否か，\nまた，個別法若しくは簡便法のいずれの計算方法を採用するかについては，\n配当等のもととなる銘柄毎に納税者が任意に選択することができるため，\n控除を受ける場合には確定申告書にその金額と明細を記載してその裏付け\n資料を添付する義務が納税者にあるとしたものである。なお，法人税法６\n９条１３項も，同趣旨の同じ文言の規定であるから，外国税額控除につい\nても，以下同様に解釈すべきである。\nイ 法人税法６８条３項後段は，納税者が所得税額控除の適用を受けるか否\nか，また，いずれの計算方法を採用するかをいったん選んだ以上，申告後\nになってその判断を覆すこと（他の選択肢を選ぶこと）を許さないとした\n規定であり，誤りを正す手段である更正の要件を満たす場合にこれを排斥\nする趣旨ではない。なぜなら，同条項の趣旨は，課税所得計算に当たって\n納税者の恣意性を排除し，税額確定の早期安定を図ることにあるところ，\n法人税の確定申告に当たって納税者が法律の読み方の誤り及び単なる計算\n誤りをした場合には，納税者には何らの恣意性もなく，過大となった税金\n等の減額を認めたとしても，税額確定の早期安定を図ることに何ら支障と\nなるものではない上，納税者に選択の余地がない計算誤り等の場合にまで，\n同条項を形式的に解釈・適用して救済を拒むことは，納税者にとって，本\n来負担させるべきでない負担を強制する結果となり，納税者の救済の道を\n閉ざし，税法の公平・公正の理念にも著しく反する結果となるからである。\nそうすると，同項後段が「当該金額として記載された金額を限度とす\nる」と規定しているのは，第一次的には，確定申告書記載の金額であるが，\n更正の要件を満たして更正がなされる場合には更正請求書記載の金額が同\n項後段にいう限度額になると解すべきである。\nウ このことは，法人税法６８条４項が「税務署長は，同条１項に規定する\n所得税の額の全部又は一部につき前項の記載がない確定申告書の提出があ\nった場合においても，その記載がなかったことについてやむを得ない事情\nがあると認めるときは，その記載がなかった金額につき１項の規定を適用\nすることができる。」と規定していることからも裏づけられる。すなわち，\n同条項は，控除されるべき金額の全部又は一部を失念していた場合の宥恕\n規定であるところ，同条３項の解釈において，仮にいったん確定申告書に\n記載した以上絶対に変更できないものであると厳格に解釈すれば，同条４\n項の規定は不用又は無意味なものになり，記載を失念していた者との間に\n不公平が生じる。したがって，同条４項の規定が設けられている趣旨から\nすれば，同条３項の「限度」の解釈については柔軟に解すべきであって，\n法令の読み方を誤り計算を誤った場合には，更正の請求に記載された金額\nを限度として，更正を認める趣旨と解すべきである（なお，この点は，外\n国税額控除に関する同法６９条１３項と同条１５項についても同様であ\nる。）。\nエ これに対し，被告は，法人税法６８条３項後段の「限度とする」につい\nて，控除所得税額は，確定申告書に記載された金額までが限度であり，他\nの解釈の余地はない旨主張するが，次のとおり，いずれも理由がない。\n(ア) まず，被告は，法人税法６８条３項の控除限度額に関する改正の経\n緯からすれば，昭和４２年改正を機に所有期間按分の規定を復活させ，\nその限度で許容するという立法政策を採ったのであるから，同項の文言\nは厳格に解釈すべきであると主張する。\nしかしながら，被告の主張する改正の経緯に照らしても，同項が，誤\nりを正すための更正請求を排除することを予定しているとは直ちにいう\nことができない。\n(イ) 次に，被告は，法人が控除を受けるべき所得税額について，法人税\nの額から控除するか，損金の額に算入するかは，確定申告時における納\n税者の自由な選択に委ねられているから，納税者が所得税額控除額とし\nてその一部しか確定申告書に記載しなかった場合には，仮に原告の意に\n沿わないものであったとしても，その他の部分については損金の額に算\n入し，所得税額控除の適用を受けないという方法を選択したと解するほ\nかはない旨主張する。\nしかしながら，納税者が損金に算入する方法を選択したかのように見\nえる金額が記載されていても，法律の読み方の誤り及び単なる計算誤り\nに基づくものであれば，正しい認識に基づく選択によるものではない。\nまた，納税者が，所得税額控除の適用を受けるために所得税額の控除額\nを算出する場合には，課税された所得税額を基に，利益の配当金等の分\n配の基礎となった銘柄ごとに個別法又は簡便法のいずれかの計算方法に\n従って一定の額が算出されるのであって，そこには恣意的に金額を決定\nする余地はない。したがって，被告の上記主張は理由がない。\n（被告の主張）\nア 所得税額控除の限度額に関する改正の経緯（前記前提事実( )ア(ウ)参4\n照）に照らせば，法は，従来の方式が税制の抜け穴となるため，昭和４２\n年改正を機に，所有期間按分の規定を復活させ，その限度で許容するとい\nう立法政策を採ったものと解されるから，法人税法６８条３項の規定は，\n文言どおり厳格に解釈されるべきである。そうすると，同条項には「当該\n金額として記載された金額を限度とする。」と明確に定められているので\nあるから，確定申告書に控除を受けるべき金額及びその計算に関する明細\nに記載された金額を限度として，所得税額の控除が認められることは明ら\nかである。なお，この点は，外国税額控除についても同様であり，以下，\n外国税額控除についても，所得税額控除と同じに解すべきである。\nイ ところで，通則法２３条１項１号は，更正の請求について，「当該申告\n書に記載した課税標準等若しくは税額等の計算が国税に関する法律の規定\nに従っていなかったこと又は当該計算に誤りがあったことにより，当該申\n告書の提出により納付すべき税額（・・・）が過大であるとき。」と定め\nているところ，この趣旨は，納税申告書の提出により確定している税額が\n過大であることのみでは更正の請求ができる事由とはならず，当該過大で\nあることが課税標準等もしくは税額等の計算が国税に関する法律の規定に\n従っていなかったこと，又は当該計算自体に誤りがあったことに基づいて\nいなければならないとするものである。したがって，所得計算の特例，免\n税等の措置で一定の事項の申告等をその適用の要件としている場合に，そ\nの申告がなかったために，その申告があった場合に比して税額が過大とな\nったとしても更正の請求の対象とはならず，その過大となっている部分を\n更正の請求という形式で減額することはできないのである。\nしかして，前記前提事実( )ア(ア)，(エ)認定のとおり，法人が控除を4\n受けるべき所得税額について，法人税の額から控除するのか，又は租税公\n課として損金の額に算入するのかは，専ら確定申告時における納税者の自\n由な選択に委ねられているから，納税者である法人が確定申告書に所得税\n額控除を受けるべき金額を記載し，これ以外の所得税額については，租税\n公課等として損金の額に算入している場合には，確定申告書に記載した所\n得税額について所得税額控除の適用を受け，その余については，損金の額\nに算入するが所得税額控除の適用を受けないという方法を選択したと解す\nるほかない。そのことが結果的に納税者の意に沿わないものであり，金額\nが申告後に増加することが明らかになったとしても，そのことを理由に通\n則法２３条１項１号に基づく更正の請求をすることはできず，その申告書\n記載額を超えて控除額が増加することはないというべきである。\nウ また，前記のとおり法人税法６８条３項，６９条１３項は，「当該金額\nとして記載された金額を限度とする」と規定しているが，法人税法には，\n同規定と同様に「記載された金額を限度とする。」との規定を設けている\n条文として，①国等に対する寄附金の損金算入に係る法人税法３７条８項\n及び②受取配当等の益金不算入に係る法人税法２３条５項がある。そこで，\n「記載された金額を限度とする。」との文言の解釈にあたっては，統一的\nに解釈されるべきである。\nそして，上記①の場合には，確定申告書に記載された金額を限度として\n「国等に対する寄附金」を損金に算入することを認めることを明らかにし\nたものであり，確定申告書に一部しか記載していない場合には，一部しか\n損金算入されず，無申告の場合には，いかなる事情があっても損金算入の\n規定は全く適用されないと解されている。また，上記②の場合には，確定\n申告書に記載された金額を限度として，本来会計上は益金の額に算入され\nている「収入した配当金」を法人の利益から控除することとされ，益金不\n算入となる配当等の金額が申告後に増加することが明らかになっても，そ\nの申告書記載額を超えて益金不算入とすることがないと解されている。\n以上のとおり，上記各制度は，税法上，制度の適用を受けなければ，通\n常，税負担が増加するが，制度の適用・不適用については，あくまで法人\nの任意であるとされて，これらの規定の適用を受けるためには確定申告書\nに対象となる金額の記載があり，対象となる金額は，その確定申告書に記\n載された金額を限度とすると解釈されている。そうであるならば，これと\n同様の趣旨の制度であり，同じ文言の規定を置く法人税法６８条３項，６\n９条１３項の「記載された金額を限度とする。」の文言の解釈も当然同様\nに解すべきである。\nエ さらに，エネルギー需給構造改革推進設備等を取得した場合の特別償却\n又は法人税額の特別控除に関する規定（措置法４２条の５）等の法人税に\nおける各種の税額控除制度においては，その控除を受けるべき金額につい\nて，「当該申告に係るその控除を受けるべき金額に限る」と規定されてい\nるもの（同法４２条の５第５項等）と，本件の所得税額控除制度のように\n「当該金額として記載された金額を限度とする」と規定されているものと\nがある。\n後者のような規定の場合には，法人が確定申告書等に記載した金額が絶\n対的な控除の限度額とされるから，更正請求によって記載された金額を超\nえて控除されることはあり得ない。これに対して，前者のような規定の場\n合には，確定申告書等に記載された金額が絶対的な控除の限度額とされる\nのではなく，当該確定申告書等に記載された事項を基礎として計算する場\n合の正当額が控除の限度額とされる。このように，条文の制定に当たって\nは両規定の文言を明確に区分して使い分けているのであるから，「当該金\n額として記載された金額を限度とする」と規定されている場合には，法人\nが確定申告書等に記載した金額が絶対的な控除の限度額とされ，更正請求\n等によりその記載された金額を超えて控除がされることはあり得ないとい\nうべきである。\nオ これに対し，原告は，法人税法６８条３項を厳格に解釈した場合，同法\n６８条４項の規定は不用又は無意味なものになり，記載を失念していた者\nとの間に不公平が生じる旨主張する。\nしかしながら，控除を受けるべき金額の全部又は一部についての記載が\nない確定申告書の提出があった場合において，事後的に同法６８条１項の\n適用による控除を受けることができるのは，同法６８条４項により「やむ\nを得ない事情」があると認められる場合に限定される。すなわち，法人税\n法は，確定申告書に控除を受けるべき金額及びその計算に関する明細の記\n載がある場合には，当該申告書に記載された金額を限度として控除を認め，\n確定申告書に控除を受けるべき金額及びその計算に関する明細書の記載が\nなかったことについて，税務署長が法律に規定されている要件を充足する\n事実があるかどうかを法律の予定しているところに従って判断し，やむを\n得ない事情があると判断した場合に限って，同条１項の規定を適用するこ\nとができるとするものである。そして，この「やむを得ない事情」とは，\n原則的には同法６８条１項による控除ができない事実が生じているが，そ\nの責めを本人に帰することが困難であると認められる特別の事情があり，\n例外的にその適用を認めることとすることが法人税法の趣旨に合致すると\n認められるような理由があることをいい，かつ，少なくとも法人に所得税\n額の控除を受ける意思があり，それが確定申告書又はそれに添付された明\n細書等によって明らかである場合に限ると解するのが相当である。かかる\n解釈は，同法６８条の制度趣旨に合致するものである。\nまた，法人税法６８条４項が適用されるのは，その責めを本人に帰する\nことが困難であると認められる特別な事情がある場合であるから，法人税\n法６８条３項，６９条１３項を厳格に解釈したとしても，何ら同法６８条\n４項の規定が不用又は無意味なものとなるものではないし，記載を失念し\nていた者との間に不公平が生じるものでもない（なお，この点は，外国税\n額控除に関する同法６９条１３項と同条１５項についても，同様にいうこ\nとができる。）。\n( ) 通則法２３条１項１号の法令の解釈誤りないし計算の誤りの有無2\n（原告の主張）\nア 所得税額控除について\n原告は，本件確定申告において，法人税法６８条１項の所得税額控除に\n関し，本件確定申告書添付の別表六(一)の「所得税額の控除及びみなし配\n当金額の一部の控除に関する明細書」に，次のとおり誤った金額を記載し\nた。\n(ア) 「利益の配当及び剰余金の分配」に係る控除を受ける所得税額の計\n算に当たり，施行令１４０条の２第３項に規定する簡便法による場合の\n所有元本数等については，本来，配当会社の配当対象期間における期首\nと期末に原告が有していた株式数を記載しなければならなかった。しか\nるに，原告は，これを，原告の本件事業年度の期首と期末における配当\n会社の所有株数を記載するものと誤った読み方をしたために，次の８銘\n柄の株式について，次のとおり本来記載すべき株式数とは異なる株式数\nを記載した。そして，原告は，前記の誤った株式数に基づいて計算を行\nったため，控除を受ける所得税額を正しくは７億７４１８万０１１１円\nと記載すべきところ，本件確定申告書に誤って６億２２９２万４１７２\n円と過少に記載した。\nａ Ｂ株式会社 ４０００株（誤）／２０００株（正）\nｂ Ｃ株式会社 ３０万４８００株（誤）／１５万２４００株（正）\nｃ Ｄ株式会社 ４０万株（誤）／２０万株（正）\nｄ Ｅ株式会社 ２２万２０００株（誤）／１９万８０００株（正）\nｅ Ｆ株式会社 ３０８株（誤）／２２１．２７９株（正）\nｆ 株式会社Ｇ ２４８４株（誤）／２１７９．７１１株（正）\nｇ 株式会社Ｈ ２５２０株（誤）／２２６９．９７０株（正）\nｈ Ｉ株式会社 ７１６５株（誤）／６７４７．６７８株（正）\n(イ) 原告は，「預貯金の利子及び合同運用信託の収益の分配」に係る控\n除税額の計算に当たり，外国税額と国内税額の区分を誤ったため，控除\nを受ける所得税額を正しくは１２７９万６６９０円と記載すべきところ\nを，本件確定申告書に誤って１６４１万２５４５円と記載した。\n(ウ) その結果，原告は，控除を受ける所得税額を正しくは７億８６９７\n万６８０１円と記載すべきところを，本件確定申告書に誤って６億３９\n３３万６７１７円と記載した。\n(エ) 原告が計算を誤った事情は，次のとおりである。\n法人税法は，別表六(一)の１５欄について，施行令第１４０条の２第\n３項１号で，「その内国法人がその所得税の額に係る利子配当等の計算\nの基礎となった期間の終了の時において所有していたその元本の数」と\n定めている。また，同表１６欄について，同項２号で，「その内国法人\nがその所得税の額に係る利子配当等の計算の基礎となった期間の開始の\n時において所有していたその元本の数」と定めている。つまり，いずれ\nも「利子配当等の計算の基礎となった期間」の「開始」又は「終了」の\n時点での元本数を算出しなければならない。\nしかし，確定申告担当者が，確定申告書を作成するに当たり，複雑で\n理解困難な施行令自体を読み込んだ上で作業をすることは通常の企業で\nはあり得ないことであり，確定申告担当者は，確定申告書（別表を含\nむ。）の用紙とその参考書を読み，実際の確定申告書作成作業に当たる\nのである。実際に記入される確定申告書添付の別表六(一)の用紙には，\n同表１５欄につき「利子配当等の計算期末の所有元本数」，１６欄につ\nき「利子配当等の計算期首の所有元本数」とそれぞれ省略して記載され\nている。また，原告の確定申告担当者が確定申告の際に参考にしていた\n「わかりやすい法人税申告書の手引 平成１３年度版」（甲１０）にお\nける「銘柄別簡便法による場合の控除所得税額の計算」の項には，１５\n欄，１６欄における「期首」及び「期末」に関する具体的な説明はなく，\n原告が「期首」，「期末」の意味を考察するに当たって判断材料となる\nのは，別表六(一)の１５欄及び１６欄に記載されている文字のみであっ\nた。\nそのため，原告の確定申告担当者は，上記「期末」，「期首」を，当\n該確定申告の決算期間を基準にするものと誤解し，どの銘柄についても，\n誤って，別表六(一)の１５欄については，当該確定申告の決算期間にお\nける期末である平成１３年１２月３１日時点の，同表の１６欄について\nは，当該確定申告の決算期間における期首である平成１３年１月１日時\n点の，それぞれ元本数を算出し，その数を同表の別紙に記入した上，そ\nの合計数を同表の１５欄，１６欄に記入した。それにより，「期首」の\n元本数を記入する別表六(一)の１６欄については，本来記入すべき元本\n数と結果的にほぼ一致したものの，「期末」の元本数を記入する１５欄\nについては，平成１３年内に，原告が株式を所有する株式会社のうち８\n社において新株発行が行われ，原告が新たに株式を取得したため，原告\nが所有する株式数が増加し，８社分について，本来の数値よりも高い数\n値が記入された。この数値に基づき算定された結果，別表六(一)の１９\n欄「控除を受ける所得税額」として記載された金額は，本来の金額より\nも低額となった。\n(オ) 以上のとおり，本件において，納税者である原告は，所得税額控除\nの対象となる利益の配当金の分配の基礎となった全銘柄について，簡便\n法を採用したのであるから，簡便法を採用した場合，施行令１４０条の\n２第３項により，７億７４１８万０１１１円が控除額として算出される。\nこの法定の計算方法で算出される７億７４１８万０１１１円のうち，恣\n意的にその一部である６億２２９２万４１７２円のみを「控除額」とす\nることは，控除額の計算方法を定めた施行令１４０条の２の予定すると\nころではなく，許されないのである。\n原告は，法人税の確定申告に当たって法律の読み方の誤り及び単なる\n計算誤りをしたことから，本件更正請求を行っているものであるから，\n原告には何らの恣意性もなく，本件のような場合に，過大となった税金\n等の減額を認めたとしても，税額確定の早期安定を図ることに何ら支障\nとなるものではない。原告は，むしろ，「所有期間按分の規定」どおり\nの控除額に改めるべく本件更正請求を行っているのである。\nイ 外国税額控除\n(ア) 原告は，本件確定申告書添付の別表六(二)の「法６９条１項により\n控除できる金額」欄の記載に際して，外国税額として別表六(四)に記載\nすべきものを，国内税額であるとして，その区分を誤って処理した。\nその結果，原告は，「法６９条１項により控除できる金額」欄及び\n「当期に控除できる金額」欄に，正しくは２９万２１６７円と記載すべ\nきところを，誤って９万０６５７円と過少に記載した。\n(イ) 原告が計算を誤った事情は次のとおりである。\n原告は，平成１３年６月２９日，米国に所在する原告の孫会社である\nＪ社から，同社に対する貸付金の利息２４万５３３５円の支払を受けた。\nその際，米国において，税率１０パーセントの外国法人税２万４５３３\n円を源泉徴収された。また，原告は，同年９月２５日，同社から，同社\nに対する貸付金の利息１７６万９７６０円の支払を受けた。その際，米\n国において，税率１０パーセントの外国法人税１７万６９７７円を源泉\n徴収された。\n原告は，本件確定申告に当たって，前記２件の源泉徴収税額を記載す\nる際，誤って，これを外国法人税の欄に記載せず，国内の源泉税控除欄\nに記載した。誤った理由は，原告の会計システム上は，国内の源泉税も\n外国の源泉税も同一科目名で仕訳されており，その後，手作業による振\nり分けが必要であるところ，手作業による振り分けの過程において，数\n多く存在する他の国内の源泉税と混同し，かつ，外国において貸付金の\n利息の支払を受け，それが源泉徴収されたことは，前記２件が初めての\n例であったため，前記２件についても，誤って，国内の源泉税として振\nり分けてしまったものである。このため，正しくは，別表六(四)に９件\nの源泉税額が記載されるべきであったのに，本件確定申告時の同表には，\n７件しか記載されなかった。\n（被告の主張）\nア 所得税額控除について\n前記( )（被告の主張）イ記載のとおり，所得計算の特例，免税等の措1\n置で一定の事項の申告等をその適用の要件としている場合に，その申告が\nなかったために，その申告があった場合に比して税額が過大となったとし\nても更正の請求の対象とはならず，その過大となっている部分を更正の請\n求という形式で減額することはできないところ，所得税額控除においても，\n法人が控除を受けるべき所得税額について，法人税の額から控除するのか，\n又は租税公課として損金の額に算入するのかは，専ら確定申告時における\n納税者の自由な選択に委ねられているのである。そうすると，納税者であ\nる原告が本件確定申告書に所得税額控除を受けるべき金額として「６億３\n９３３万６７１７円」と記載し，これ以外の所得税額については，租税公\n課等として損金の額に算入しているのであるから，原告が法人税額から控\n除されるべき所得税額の一部については，確定申告書に記載せずに，損金\nの額に算入するが所得税額控除の適用を受けないという方法を選択したと\n解するほかない。そのことが結果的に原告の意に沿わないものであったと\nしても，そのことを理由に通則法２３条１項１号に基づく更正の請求をす\nることはできないというべきである。\nしたがって，本件更正請求は不適法であり，原告の主張には理由がない。\nイ 外国税額控除について\n法人税法６９条１３項は，法人税法６９条１項の外国税額控除の適用を\n受けるための要件として，確定申告書に同項の規定による控除を受けるべ\nき金額及びその計算に関する明細の記載があり，かつ，控除対象外国法人\n税の額を課されたことを証する書類その他財務省令で定める書類の添付が\nある場合に限る旨規定し，かつ，この場合における控除金額は，当該金額\nとして記載された金額を限度とする旨規定している。\nしかしながら，本件事業年度に係る確定申告書の別表六(二)「外国税額\nの控除に関する明細書」，別表六（二の二）「当期の控除対象外国法人税\n額に関する明細書」及び別表六(四)「直接納付した控除対象外国法人税額\nに関する明細書」には，原告が孫会社であるＪ社から平成１３年６月２９\n日に支払を受けたと主張する貸付金利息２４万５３３５円に対する外国法\n人税の源泉徴収税額２万４５３３円，及び同年９月２５日に支払を受けた\nとする貸付金利息１７６万９７６０円に対する外国法人税の源泉徴収税額\n１７万６９７７円について，外国税額控除を受けるべき金額としての記載\nも，その計算に関する明細の記載もない。このことは，原告も自認してい\nるところである。\nしたがって，前記２件の外国法人税の源泉徴収税額については，法６９\n条１３項が定める同条１項適用の要件を欠いていることが明らかであると\nころ，前記( )記載のとおり，所得計算の特例，免税等の措置で一定の事1\n項の申告等をその適用の要件としている場合に，その申告がなかったため\nに，その申告があった場合に比して税額が過大となったとしても，その過\n大となっている部分を更正の請求という形式で減額することはできないと\nいうべきである。\nウ そうすると，通則法２３条１項１号に基づく更正の請求をする理由がな\nいから，原告の本件更正請求は失当である。\nエ なお，法人税法６８条４項，６９条１５項が適用されるのは，その責め\nを本人に帰することが困難であると認められる特別な事情がある場合であ\nるところ，確定申告書が，申告義務のある納税者が法令に基づいて所轄税\n務署長宛に提出するものである以上，通常の企業の確定申告担当者が作成\nした確定申告書であるという事情が「やむを得ない事情」に当たらないこ\nとは明らかである。そして，仮に原告の確定申告担当者が，「複雑で理解\n困難な施行令」を読み込んで作業することが不可能であったとしても，税\n務の専門家に相談し，助言を得ることができるのであるから（確定申告書\nの作成・提出に当たり，税理士にこれを依頼し，あるいは助言等を得るか\nどうかは，納税者自身が判断すべき事柄であり，その判断の結果について\nも，当然のことながら納税者自身が責任を負うべきものである。），この\nことからみても，前記事情が「やむを得ない事情」に当たらないことは明\n白である。そして，本件の場合，原告は，確定申告書に控除を受けるべき\n金額を記載しており，添付された明細書等によっても，その金額に齟齬が\nあるとは認められず，また，原告は，所得税額について十分認識していた\nものと認められることから，原告が主張する計算誤り等は，明らかに原告\nの責めに帰すべき事由に基づくものである。よって，所得申告額に計算誤\nり等があったとしても，そのことをもって，法人税法６８条４項，６９条\n１５項にいう「やむを得ない事情」があるとはいえない。\nしたがって，原告が主張する法人税法６８条１項の所得税額控除及び法\n人税法６９条１項の外国税額控除については，「やむを得ない事情」が存\n在しない以上，原告主張の金額を控除せずに行った本件更正処分は適法で\nある。\n( ) 納付すべき法人税額3\n（原告の主張）\n本件更正の請求で指摘したように，本件確定申告は，所得税額控除額及び\n外国税額控除額において誤っていたから，被告は，本件更正処分において原\n告主張のとおり更正すべきであった（なお，前記前提事実( )ク記載のとお2\nり被告が本件更正処分において所得金額を増額更正したこと自体については\n争いがない。）。そうすると，正当な所得金額が６３億５４６９万３９０円，\n正当な法人税額が１９億１５６４万０７００円，正当な控除税額が７億８７\n２６万８９６８円（甲１５）であるから，原告が納付すべき法人税額は１８\n億１６２０万９５００円である。\n（被告の主張）\n本件更正の請求は理由がないから，原告が納付すべき法人税額を１９億１\n１２０万５５００円とする本件更正処分は適法である（甲１４）。\n第３ 争点に対する判断\n１ 争 点( )（法人税法６８条３項，６９条１３項の「限度」の趣旨及び意義1\n等）について\n( ) 所得税額控除制度における法人税法６８条３項の趣旨について1\nア 前記前提事実( )ア(ア)記載のとおり，法人税法は，利子及び配当等に4\nつき既に支払った所得税等の税務処理について，法人の収益として受け取\nる利子及び配当等に対し法人税を賦課すれば，既に源泉徴収された所得税\n課税との関係で重複課税の問題が生じることから，任意的調整事項として，\n法人の選択に従って，納付すべき法人税額から控除の申告のあった所得税\n額分を控除することとし（法人税法６８条１項），他方，支払った経費と\nして損金算入として処理することを選択した場合は，損金として処理され\nることとなる（同法４０条）。\nイ ところで，所得税額控除制度について，法人税法６８条３項は，「第１\n項の規定は，確定申告書に同項の規定により控除を受けるべき金額及びそ\nの計算に関する明細の記載がある場合に限り，適用する。この場合におい\nて，同項の規定による控除をされるべき金額は，当該金額として記載され\nた金額を限度とする。」と規定している。\nこれは，前記のとおり，納税者たる法人が既に納付済みの所得税額につ\nいて，所得税額控除の適用を受けて法人税の額から控除するのか，又は租\n税公課として損金の額に算入するのか，及び，控除金額を算定するに当た\nっての計算方法として，前記前提事実( )イ(イ)記載のとおり施行令１４4\n０条２の規定する個別法と簡便法のいずれの計算方法を採用するかは，専\nら確定申告時において納税者が，利子及び配当等のもとになる銘柄ごとに\n任意に選択することができるとして，納税者の自由な選択に委ねられてい\nるのであるから，その選択を早期に確定させるとともに，後になってその\n選択を覆すことを禁じることによって，租税債権の早期安定を図る必要が\nある。そのため，法人税法６８条３項前段において，所得税額控除を受け\nるためには，納税者である法人において，確定申告書に所得税額控除を受\nけるべき金額及びその計算に関する明細を記載させて，その選択を明確に\nさせて租税債権を早期に確定すべきことを定め，同項後段において，納税\n者が所得税額控除の適用を受けるか否か，及び，その計算方法をいったん\n選択した以上，申告後になって，その選択を覆すことを許さない趣旨を明\nらかにしたものと解される。\nそうすると，納税者がいったん選択した場合には，当該規定に従って計\n算に誤りがなく申告している以上，後に所得税の一部申告漏れなどにより\n法人税の過大な納付となることが判明したとしても，その後所得税額控除\n制度の適用を受けようとして，これに変更するために通則法２３条１項に\n基づく更正の請求をすることは許されないというべきである（昀高裁昭和\n６２年１１月１０日第三小法廷判決［裁判集民事１５２号１５５頁，判例\n時報１２６１号５４頁参照］）。\nしかしながら，他方，上記規定の趣旨が，納税者の選択権の行使に当た\nっての恣意性を排除して，租税債権の早期安定を図るものであることに照\nらせば，いったん納税者たる法人によって「法人税から控除を受けるべき\n所得税額」として選択された範囲内であれば，納税者の選択権の行使に関\nわらない事項についての通則法所定の更正請求の要件を満たす法律適用の\n誤りや計算誤りなどによって，所得税額控除額が異なるに至った場合には，\n更正の請求によりその誤りを是正することができるというべきである。そ\nして，法人税法６８条３項後段の「当該金額として記載された金額を限度\nとする。」との規定は，同条項前段に規定する「確定申告書に・・・・そ\nの計算に関する明細の記載がある場合」に限り適用されるのであるから，\n納税者たる法人が「法人税から控除すべき所得税額」として選択した内容\nは，確定申告書記載の明細（所得税額や銘柄等）によって特定されており，\n「法人税から控除すべき所得税額」は，上記特定された所得税額につき，\n法律に基づき正当に算出された金額というべきである。\nまた，法人税法６８条４項は，「税務署長は，第１項に規定する所得税\nの額の全部又は一部につき前項の記載がない確定申告書の提出があった場\n合においても，その記載がなかったことについてやむを得ない事情がある\nと認めるときは，その記載がなかった金額につき第１項の規定を適用する\nことができる。」と規定しているところ，上記のように解すれば，同規定\nは，控除されるべき金額の全部又は一部を申告書に記載することを失念し\nていた場合の宥恕規定であって，３項前段所定の手続要件を懈怠して確定\n申告書に記載がない場合（すなわち，控除の対象たる所得税額や銘柄の記\n載がない場合）においても，税務署長が，記載しなかったことにつき「や\nむを得ない事情」があると判断した場合には，期間の制限なしに，所得税\n額控除の規定を適用することができることを規定したものと解される。こ\nれに対し，納税者が確定申告書に控除の対象たる所得税額や銘柄等の明細\nを記載して，これを選択したと認められる場合において，法律適用の誤り\nや計算誤り，誤記などにより納付すべき税額が過大となった場合には，通\n則法２３条１項１号の規定に従い，１年間に限り，更正の請求により適正\nな税額に更正することができると解されるのであって，上記条項の解釈と\nしても妥当ということができる。\nなお，仮に法人税法６８条３項を厳格に解して，容易に更正の請求を認\nめないとすれば，法人が申告に際して判断が付かない場合には，加算税の\n危険を負いながら意識的に高めの金額を記載するようなことも生じ得，か\nえって適正な申告納税の妨げとなるおそれがあり，妥当ではないというべ\nきである。\n( ) 被告の主張について2\nア これに対し，被告は，法改正の経緯に照らせば，法人税法６８条３項後\n段に「当該金額として記載された金額を限度とする。」と規定されている\n以上，これを厳格に解釈して控除所得税額は，確定申告書に記載された金\n額までが限度と解すべきである旨主張する。\nしかしながら，仮に源泉徴収された所得税額や銘柄の記載や算定方法に\n誤りがなく，単純な誤記（転記ミス）や誤算（計算ミス等）によって所得\n税額控除欄の記載のみが誤って記載されていることが明らかな場合におい\nて，更正の請求を認めないとすれば，納税者が意図しないにもかかわらず，\n既に所得税が源泉徴収により課税された上に更に法人税を重複して課され\nることとなり，本来負担させるべきではない負担を納税者に強制させるこ\nととなって，納税者の救済及び課税の公正の理念に反して不当といわざる\nを得ない（同条４項に規定する税務署長の裁量による適用は，前記( )イ1\n記載のとおり，控除されるべき金額の全部又は一部を申告書に記載するこ\nとを失念していた場合の宥恕規定である上，単なる転記ミスや誤算は，同\n条項所定の「やむを得ない事情」とは認め難いから，これにより是正する\nことは不可能である。）。さらに，前記前提事実( )ア(ウ)認定の昭和４4\n２年改正の経緯に照らせば，税制の抜け穴となることを防止するため，所\n有期間按分の制度を復活させたのであるから，これにより元本を所有して\nいた期間に応じて，実際に源泉徴収された所得税額に限り控除すべきであ\nるという点において厳格に解釈すべきであるということはできるが，それ\n以上に，誤記や計算誤り等の場合においても，これを認めないと解釈すべ\nきであるとする根拠とは解されない。したがって，上記のような場合には，\n更正の請求が認められるべきであるから，確定申告書に「控除を受ける所\n得税額」として記載された金額を限度としない場合がありうるのであって，\n被告の上記主張は採用することができない（なお，文献［渡辺淑夫「外国\n税額控除」乙１１］にも，所得税額控除と同じ制度である外国税額控除の\n場合に，外国為替レートを誤って計算した結果控除額が誤っている場合は，\n計算誤りに該当するので更正請求の理由になると論述するものがある。）。\nそして，通則法２３条１項所定の更正の請求は，一般に，確定申告書及\nびその明細書上誤りが明確である場合には限られず，申告書の作成過程に\nおける誤りも，更正の対象となるというべきであるから，法人税法６８条\n３項について，「記載された金額」を限定的に解して，通則法所定の更正\n制度の適用を排除する合理的理由はない。したがって，法律適用の誤りな\nどの場合にも，確定申告書の「控除を受ける所得税額」欄に記載された誤\nった金額ではなく，更正の請求により更正されるべき正当な「控除を受け\nる所得税額」が，同条後段記載の「限度額」というべきである。\nイ また，被告は，納税者は，いったん選択した方法を恣意的に変更するこ\nとができず，確定申告書に記載した所得税額について所得税額控除の適用\nを受け，その余については，所得税額控除の適用を受けないという方法を\n選択したと解するほかないから，これが結果的に納税者の意に沿わないも\nのであったとしても，そのことを理由に通則法２３条１項１号に基づく更\n正の請求をすることはできない旨主張する。\nしかしながら，納税者たる法人は，申告書に記載した明細によって特定\nされた所有株式（銘柄）等に対する利子及び配当等にかかる所得税額につ\nいて，法律に基づき正当に算定された金額の限度で所得税額控除の適用を\n受けることを選択したというべきであり，法律の根拠，適用や計算過程を\n無視して単純に金額（所得税額）のみを選択したり，法律の適用や計算過\n程の誤りによって記載された誤った所得税額を選択したとは解されないか\nら，被告の上記主張は採用することができない。\nウ さらに，被告は，法人税法上，法人税法６８条３項と同様の文言を用い\nた規定（①国等に対する寄附金の損金算入に係る法人税法３７条８項，②\n受取配当等の益金不算入に係る同法２３条５項）と統一的に解釈すべきで\nあるところ，いずれも限定的に解釈されている旨主張する。\nなるほど，①国等に対する寄附金の損金算入に関して，法人税法３７条\n８項は，「第４項の規定は，確定申告書に第３項に規定する寄附金の額の\n合計額に算入されない第４項各号に掲げる金額の記載及び同項各号に規定\nする寄附金の明細書の添付があり，かつ，財務省令で定める書類を保存し\nている場合に限り，適用する。この場合において，同項の規定により第３\n項に規定する寄附金の額の合計額に算入されない金額は，当該金額として\n記載された金額を限度とする。」と規定し，また，②受取配当等の益金不\n算入に関して，法人税法２３条５項は，「第１項及び第２項の規定は，確\n定申告書に益金の額に算入されない配当等の額及びその計算に関する明細\nの記載がある場合に限り，適用する。この場合において，これらの規定に\nより益金の額に算入されない金額は，当該金額として記載された金額を限\n度とする。」と規定している。\nそして，法人税法６８条３項及び上記各規定は，いずれも任意的調整事\n項にかかるものであり，同一の文言が規定されているから，統一的に解釈\nされるべきものということができ，弁論の全趣旨によれば，確定申告書に\n記載された金額を超えて損金算入ないし益金不算入は認められないという\n限定的な解釈が実務上されてきたと認めることができる。\nしかしながら，上記各規定についての上記の解釈は，あくまでも実務上\nの解釈に止まる上，主に確定申告の際に一部申告漏れがあった場合には，\n後日，結果的に法人税の過大納付がなされたことが判明しても，その損金\n算入額ないし益金算入額が申告書記載金額を限度とすることになっている\nため，更正の請求ができないというに止まり，本件のような場合について，\nこれを消極的に解する実務的な解釈運用がされているものとは解されない\nから，これをもって，前記説示を左右するものではない（なお，本件証拠\n［甲２０］によれば，国税庁調査課・東京国税局調査審理課作成の「法人\n税及び消費税等の処理における誤り易い事例とそのチェックポイント」と\n題する資料には，「外国法人税額の控除額は，申告書別表１に記載された\n金額を限度とするのではなく，その計算の基礎となった別表（・・・）の\n明細書に記載された外国法人税に基づき計算した調査額による。」と記載\nされていることが認められる。上記「調査額」とは，調査した結果の金額\nであって，法人税法関係法令に基づき，正当に計算された金額を意味する\nものと解されるから，実務の解釈運用においても，必ずしも限定的解釈が\nなされているものでもないのである。）。\nエ さらに，被告は，法人税額の特別控除等に関する措置法４２条の５等の\n規定は，「・・・の規定は，確定申告書等に，これらの規定による控除を\n受ける金額の申告の記載があり，かつ，当該金額の計算に関する明細書の\n添付がある場合に限り，適用する。この場合において，これらの規定によ\nり控除される金額は，当該申告に係るその控除を受けるべき金額に限るも\nのとする。」と規定して，本件規定と異なった文言で規定されており，緩\nやかな解釈が可能であるが，本件規定はこれと異なり「記載された金額を\n限度とする。」と規定している以上，そのような解釈は採り得ない旨主張\nする。\nなるほど，措置法の上記各条項の「当該申告に係るその控除を受けるべ\nき金額」との文言は，文理上は，法人税法６８条３項の「記載された金\n額」よりも緩やかな要件で特別税額控除を認めるものと解する余地がある。\nしかしながら，措置法上の任意的調整事項については，例えば措置法４２\n条の５第２項が「この場合において，当該特定中小企業者等の供用年度に\nおける税額控除限度額が，当該特定中小企業者等の当該供用年度の所得に\n対する法人税の額の１００分の２０に相当する金額を超えるときは，その\n控除を受ける金額は，当該１００分の２ ０に相当する金額を限度とす\nる。」と規定するように，控除額の上限規定が別に設けられており，必ず\nしも申告額をそのまま控除額の上限とするものではないためにこのような\n文言になったものと解されるから（甲１９の２），措置法上の規定との対\n比から，本件規定を限定的に解釈することはできないというべきである。\n( ) 所得税額控除についてのまとめ3\n以上によれば，法人税法６８条３項が，任意的調整事項である納税者の所\n得税額控除に関する選択権行使に当たっての恣意性を排除し，租税債権の早\n期安定を図る趣旨の条項であることに照らせば，いったん選択された範囲内\nにおいては，法律適用の誤りや計算誤り等を是正しても上記趣旨に反しない\n上，同条４項と均衡のとれた解釈が可能となり，また，措置法上の特別税額\n控除制度との均衡や改正の経緯からしても，具体的に確定申告書に記載され\nた金額に限定する趣旨とは解されず，しかも，制限的に解すると納税義務者\nに過当な不利益を強いるおそれがあることなどの事情を総合考慮すれば，同\n条項にいう「記載された金額を限度とする。」は，もとより確定申告書に記\n載された具体的金額と解されるが，いったん選択した所得税額控除に関して，\n通則法２３条１項所定の「申告書に記載した課税標準等若しくは税額等の計\n算が法令に従っていなかったこと又は計算に誤りがあった場合」には，その\n記載にかかわらず，誤りを是正した上で正当に算定されるべき金額を限度と\nするものと解するのが相当である。\n( ) 外国税額控除制度における法人税法６９条１３項の趣旨について4\n前記前提事実( )ア(ア)のとおり，法人税法６９条は，居住地国と源泉地5\n国の課税の重複・競合による国際的二重課税の排除を目的として，居住地国\nにおいて，納付すべき税額から外国で納付した税額を一定の限度のもとに控\n除することとしたものである。この控除についても任意的調整事項とされて，\n控除を行うには法人からの申告が必要とされ，同条１３項に「当該金額とし\nて記載された金額を限度とする。」と規定されているが，上記( )説示の同3\n法６８条３項と同様に解すべきである。すなわち，外国税額控除額は，もと\nより確定申告書に記載された具体的金額と解されるが，いったん選択した外\n国税額の控除に関して，通則法２３条１項所定の申告書に記載した課税標準\n等若しくは税額等の計算が法令に従っていなかったこと又は計算に誤りがあ\nった場合には，その記載にかかわらず，更正請求により更正された金額を限\n度とするものと解するのが相当である。\n２ 争点( )（通則法２３条１項１号の法令の解釈誤りないし計算の誤りの有2\n無）について\n( ) 本件確定申告書作成の経緯について，1\n前記前提事実，本件証拠（甲１６）及び弁論の全趣旨によれば，本件確定\n申告書作成の経緯について，次の事実が認められる。\nア 本件確定申告書の作成作業は，当時原告の財務部に所属していたＫ（現\n在は原告の財務部長。）が主に行った。なお，本件確定申告書の作成には\n税理士は関与していなかった。\nイ Ｋは，本件確定申告書を作成するに際して，確定申告書の用紙の記載及\nび確定申告の参考書として出版されていた「わかりやすい法人税申告書の\n手引平成１３年度版」（税務研究会・週刊税務通信附録。甲１０。以下\n「本件参考書」という。）の記載を参考にしたが，六法全書や法令集など\nを用いて法人税法施行令の具体的条文を確認するようなことはしていなか\nった。\nウ 原告においては，所有する株式に係る利益配当に対して既に源泉徴収さ\nれた所得税額については，従前よりすべて所得税額控除制度により法人税\nから簡便法を用いて控除するとの方 針であったので，Ｋは，別表六(一)\n（所得税額の控除及びみなし配当金額の一部の控除に関する明細書）の\n「銘柄別簡便法による場合」の銘柄欄の別紙に原告の所有する株式２８銘\n柄をすべて記載し，別紙１「１３．１．１～１３．１２．３１利益の配当\nに係る控除を受ける所得税額の計」記載のとおり，収入金額欄（１３欄）\nに利益配当を受けた金額を，所得税額欄（１４欄）に源泉徴収された所得\n税額を，それぞれすべて記載し，その結果，１３欄の合計欄に「３８億７\n１５１万５２３３円」と，１４欄の合計欄に「７億７４３０万２９６３\n円」と，それぞれ記載した。ところで，別表六(一)の用紙には，１５欄が\n「利子配当等の計算期末の所有元本数等」と，１６欄が「利子配当等の計\n算期首の所有元本数等」と記載されていたが，同各欄の「計算期首」，\n「計算期末」が何についての期間かは必ずしも判然としていなかった。そ\nして，上記のとおりＫが確定申告書記入について参考にしていた本件参考\n書においても，１５欄及び１６欄における「期首」及び「期末」に関する\n具体的な説明はなかった。そこで，Ｋは，前記期間を原告の事業年度（平\n成１３年１月１日ないし同年１２月３１日）と理解し，すべての銘柄につ\nいて，誤って，１５欄については，原告の本件事業年度の末日である平成\n１３年１２月３１日時点の，１６欄については，原告の本件事業年度の初\n日である同年１月１日時点の，それぞれ所有株式数を算出し，それを別紙\n１「１３．１．１～１３．１２．３１利益の配当に係る控除を受ける所得\n税額の計」記載のとおり別表六(一)の別紙に記入した上で，これに基づき\n所有期間按分制度における簡便法に従って（１５欄－１６欄）÷２（１７\n欄）と元本の割合欄（１８欄）を計算し，その結果算出された金額（計算\n式１４欄×１８欄）を「控除を受ける所得税額欄」（１９欄）にそれぞれ\n記入し，その合計数を別表六(一)の１５欄の合計欄に「２３４万６６３３\n株」と，１６欄の合計欄に「１５６万２７５７株」と，控除を受ける所得\n税額欄（１９欄）の合計欄に「６億２２９２万４１７２円」と記入した。\nエ ところが，Ｋが前記ウの理解のもとに記入した株式のうち，次の８社に\nついては，別紙２「所得税額控除額算定正誤対照表」記載のとおり当該株\n式の配当対象期間（平成１２年１月１日ないし同年１２月３１日）の終了\n後，本件事業年度中に新株発行が行われた結果，株式数が増加しており，\n結果的に本来記載すべき配当対象期間の株式数よりも多い株式数を記載し\nたり，当該配当対象期間中に株式数が変動していたにもかかわらず，これ\nを無視して記載したりしたため，控除を受ける所得税額があるべき金額よ\nり過少に記載されることとなった（別紙２「所得税額控除額算定正誤対照\n表」記載の「誤」欄が確定申告の際に誤って申告した内容であり，「正」\n欄が正しい内容である。）。\n(ア) これをＢ株式会社（以下「Ｂ」という。）についてみれば，具体的\nには次のとおりである。すなわち，原告は，Ｂから平成１２年１月１日\nから同年１２月３１日までを配当期間とする株式配当として合計１１億\n７５１０万円の配当金を受領し，所得税２億３５０２万円が源泉徴収さ\nれていたところ，上記配当対象期間の所有株式数は一貫して２０００株\nであった。ところが，平成１３年４月２６日にＢが新株発行を行い，原\n告が２０００株の新株を取得したため，平成１３年１２月３１日時点に\nおける原告のＢ株式の所有株式数は合計４０００株となった。そこで，\nＫは，上記明細書の「所得税額欄」（１４欄）に「２億３５０２万円」\nと記載した上で，「利子配当等の計算期首の所有元本数等欄」（１６\n欄）に「２０００株」と記載し（なお，平成１３年１月１日時点の株式\n数２０００株は，平成１２年１月１日時点の株式数と同一であったため，\nこの点では誤りではない。），さらに本来であれば，「利子配当等の計\n算期末の所有元本数等欄」（１５欄）に，配当金の対象期間の期末であ\nる平成１２年１２月３１日時点の所有株式数である「２０００株」と記\n載しなければならなかったが，上記のとおり誤解していたため，本件確\n定申告の決算期間の期末である平成１３年１２月３１日時点での所有株\n式数である「４０００株」と記載した。そのため，本来であれば，「所\n有の元本割合欄」（１８欄）は「１．０００」となるべきところが「０．\n７５０」となり，その結果，１４欄×１８欄で算出される「控除を受け\nる所得税額欄」（１９欄）は，本来，源泉徴収された所得税額と同じ\n「２億３５０２万円」となるべきところを誤って「１億７６２６万５０\n００円」と過少に記載した。\n(イ) Ｃ株式会社，Ｄ株式会社，Ｅ株式会社についても，Ｂと同様の理由\nから誤って記載した。\n(ウ) なお，Ｆ株式会社，株式会社Ｇ，株式会社Ｈ及びＩ株式会社につい\nては，受け取った配当金額と納付した所得税額をいずれもすべて記入し\nたが，所有していた株式数が計算期期末（平成１２年１２月３１日）時\n点のみならず，期首（同年１月１日）時点も，本件事業年度と異なって\nいたため，簡便法の計算式の数値が誤っており，そのため「控除を受け\nる所得税額欄」には，本来の所得税額よりも過少の金額が記載された。\nオ 原告は，別表六(一)の「預貯金の利子及び合同運用信託の収益の分配」\nに係る控除税額の計算に当たり，外国税額まで含めたために，控除を受け\nる所得税額の欄（同表( )の１③欄）に１６４１万２５４５円と記載し，1\n「利益の配当及び剰余金の分配」に係る控除を受ける所得税額の欄（同表\n( )の３③欄）に，前記ウのとおり誤って算出された「６億２２９２万４1\n１７２円」と記載した。その結果，原告は，本件事業年度において支払を\n受けた利子及び配当等の収入金額合計３９億８２４９万６６５２円（平成\n１２年１月１日ないし同年１２月３１日を配当対象期間とするもの）につ\nいて課された所得税額合計７億９０７１万５５０８円のうち，合計６億３\n９３３万６７１７円を所得税額控除を受けるべき金額として記載した（同\n表( )の６欄）。1\nカ 原告は，平成１３年６月２９日，米国に所在する原告の孫会社であるＪ\n社から，同社に対する貸付金の利息２４万５３３５円の支払を受け，その\n際，米国において，税率１０パーセントの外国法人税２万４５３３円を源\n泉徴収された。また，原告は，同年９月２５日，同社から，同社に対する\n貸付金の利息１７６万９７６０円の支払を受け，その際，米国において，\n税率１０パーセントの外国法人税１７万６９７７円を源泉徴収された。ち\nなみに，外国において貸付金の利息の支払を受け，それが源泉徴収された\nことは，原告にとって前記２件が初めての例であった。\nところで，原告の会計システム上，国内の源泉税も外国の源泉税も同一\n科目名で仕訳されており，その後，手作業による振り分けが必要であるこ\nとから，前記２件は，手作業による振り分けの過程において，数多く存在\nする他の国内の源泉税と混同されて，誤って国内の源泉税として振り分け\nられた。そこで，Ｋは，外国税に関しては，別表六(四)（直接納付した控\n除対象外国法人税額に関する明細書）に，源泉徴収された外国税額として\n本来９件を記載すべきであったが，上記理由から前記２件についてはまっ\nたく記載しないまま，他の７件（いずれも所得の種類・配当，税種目・所\n得税）のみを記載し，合計金額欄に９万０６５７円と記載した。\nその結果，原告の本件事業年度における控除対象外国法人税額は，本来，\n前記２件を含めて合計２９万２１６７円であったが，Ｋは，別表六(二)の\n１５欄「法６９条第１項により控除できる金額」欄の記載に際して，前記\n各貸付金にかかる源泉徴収された外国税額についても国内税額として処理\nしたため，同表１５欄の「法６９条第１項により控除できる金額」及び１\n８欄の「当期に控除できる金額」に９万０６５７円と記載した。\n( ) 所得税額控除について2\nア 前記１( )説示のとおり，法人税から控除すべき所得税額は，法人税法3\n６８条３項後段の規定によれば，第一次的にはもとより確定申告書に記載\nされた具体的金額であるが，いったん選択した所得税額の控除額について，\n通則法２３条１項所定の更正の事由があった場合には，誤りを訂正した上\nで正当に計算されるべき金額を限度とするものと解するのが相当であると\nころ，前記( )認定の事実によれば，原告の確定申告担当者であるＫは，1\n所得税額控除について，別表六(一)（所得税額の控除及びみなし配当金額\nの一部の控除に関する明細書）の「銘柄別簡便法による場合」の銘柄欄に\n原告の所有する株式２８銘柄をすべて記載し，利子及び配当等として受け\n取った収入金額（合計３８億７１５１万５２３３円）及びこれに対して課\nせられた所得税額（合計７億７４３０万２９６３円）を各銘柄別にすべて\n記載したのであるから，Ｋは，上記明細に記載した２８銘柄にかかる所得\n税額全部について，国税に関する法律の規定に従った適法な計算によって\n導かれる金額につき，所得税額控除制度の適用を受けることを選択したと\nいうべきである。しかして，前記( )ウ，エ認定のとおり，Ｋは，上記明1\n細に記載した２８銘柄にかかる所得税額全部について「利子配当等の計算\n期末の所有元本数等」欄（１５欄），「利子配当等の計算期首の所有元本\n数等」欄（１６欄）に利子配当等の計算期時点（平成１２年１月１日から\n同年１２月３１日）の所有株式数を記載とすべきところ，これを誤って原\n告の事業年度（平成１３年１月１日から同年１２月３１日）時点の所有株\n式数を記載したため，うち８銘柄について簡便法による計算を誤り，その\n結果，所得税額控除額を誤って，本来合計７億７４１８万０１１１円とな\nるべきところを合計「６億２２９２万４１７２円」と誤って過少に記載し\nたのであるから，これは，通則法２３条１項１号所定の「当該申告書に記\n載した課税標準等若しくは税額等の計算が国税に関する法律の規定に従っ\nていなかったこと又は当該計算に誤りがあったことにより，当該申告書の\n提出により納付すべき税額（・・・）が過大であるとき。」に該当する。\nしたがって，原告の本件更正請求は適法であって，正しい金額に更正すべ\nきであるから，法人税から控除すべき所得税額は７億７４１８万０１１１\n円と更正すべきである。\nイ この点，被告は，原告が法人税額から控除される所得税額の一部を確定\n申告書に記載していないのであるから，記載しなかった部分については，\n所得税額控除の適用を受けないという方法を選択したと解するほかなく，\nそのことが結果的に原告の意に沿わないものであったとしても，そのこと\nを理由に通則法２３条１項１号に基づく更正の請求をすることはできない\n旨主張する。\n(ア) しかしながら，前記認定のとおり原告は，所得税額控除制度の対象\nとなる全銘柄の所得税額の全額を明細に記載しているのであるから，当\n該所得税額全額につき控除制度の適用を受けることを選択していること\nは，明細の記載から明らかというべきであり（このことは，前記( )エ1\n認定のＢの事例のように，対象株式につき期首の株式数が真実の株式数\nと同じ数値が記載されている場合は，より明白であるが，そうでない場\n合も，原告がこれを選択したことは，銘柄の表示と対象所得税額によっ\nて十分特定されている。），誤った計算の結果導かれた控除金額のみに\nつき，その適用を求めているとは到底解されない。\n仮に，納税者が，確定申告書の明細に所有株式のうちの一部の銘柄を\n除外して記載した場合（そのため，除外された銘柄に関しては，課税さ\nれた所得税額，所有株式数，控除された所得税額の記載もない場合），\nないし，確定申告書の明細に所有株式（銘柄）を記載しているが，課税\nされた所得税額の一部を除外しており，除外後の当該所得税額に対応す\nる株式数や計算結果に基づく所得税額控除額のみ記載している場合には，\n納税者において，上記結果を選択したということができると解されるが，\n本件は，上記説示のとおり，そのような場合ではないのである。\n(イ) また，前記( )エ認定のとおり，Ｋは，利子配当等の計算の期首と1\n期末の所有株式数につき，真実の株式数と異なる数値を記入したが，次\nのとおり，これを捉えて原告が上記株式数を任意に選択したと見ること\nもできない。すなわち，所得税額控除制度においては，前記前提事実\n( )ア(ウ)認定のとおり，昭和４２年改正を機に，元本を所有していた4\n期間に対応する所得税額に限り控除するという「所有期間按分の制度」\nが復活採用されており，原告の採用した簡便法においては，前記前提事\n実( )イ(イ)記載のとおり，利子配当等の計算期間の開始時と終了時の4\n所有元本数（株式数）を比較して，開始時のそれが多い場合には利子配\n当等に対する所得税額全額を控除し，終了時のそれが多い場合には開始\n時と同数の分については同所得税額全額を控除し，開始時からの増加分\nについては期の中間時に取得したものとみなして同所得税額の２分の１\nを控除するものとして計算することと規定されているのであるから（施\n行令１４０条の２第３項），この計算に当たって，原告が，利子配当等\nの計算期間の開始時と終了時の所有元本数（株式数）を任意に選択する\n余地はなく，真実の所有元本数を記載しなければならないのである。こ\nのことは，仮に計算期の途中で株式数に変動を生じた場合に，任意に株\n式数を選択して真実と異なる株式数を記載することや変動がない旨記載\nすることが許されるとすれば，所有期間按分の制度によって，実際に重\n複して課税されることになる所得税額についてのみ，これを避けるため\nに，法人税から当該所得税額を控除するとの趣旨に反することになるこ\nとからも明らかである。したがって，原告が意図的に真実と異なる数値\nを記入することは，法人税法上許されていないのであるから，原告が所\n得税額控除の適用を受けないために，任意に株式数を選択したと認める\nことはできない。\n(ウ) なお，原告が所得税額控除額算定の基礎となる数値を誤解したため，\n控除額が誤って記載された場合に，原告が，その計算結果が誤ったもの\nであることを認識した上で，その計算結果の金額に限って税務調整額を\n選択する意思であったと認めることや，上記一部の金額についてのみ税\n務調整を行う意思があったと擬制することは，納税者の合理的意思に照\nらしても，到底できないというべきである。\n(エ) したがって，被告の上記主張は，いずれにしても理由がないから採\n用することができない。\n( ) 外国税額控除について3\n前記( )カ認定事実によれば，本件事業年度に係る確定申告書の別表六1\n(二)「外国税額の控除に関する明細書」，別表六（二の二）「当期の控除対\n象外国法人税額に関する明細書」及び別表六(四)「直接納付した控除対象外\n国法人税額に関する明細書」には，原告が孫会社であるＪ社から平成１３年\n６月２９日に支払を受けたと主張する貸付金利息２４万５３３５円に対する\n外国法人税の源泉徴収税額２万４５３３円，及び同年９月２５日に支払を受\nけたとする貸付金利息１７６万９７６０円に対する外国法人税の源泉徴収税\n額１７万６９７７円について，外国税額控除を受けるべき金額としての記載\nも，その計算に関する明細の記載もないのであるから，前記２件の外国法人\n税の源泉徴収税額については，法６９条１３項が定める同条１項適用の要件\nを欠いているといわざるを得ず，原告が確定申告の段階においてこれを外国\n税額控除の対象として選択していたと認めることはできない。\nしかして，前記１( )説示のとおり，外国税額控除額については，法人税4\n法６９条１３項に「記載した金額の限度とする。」と規定されているから，\nいったん選択した外国税額の控除に関しては，通則法２３条１項所定の更正\nの事由がある場合には，更正請求により更正された金額を限度とするものと\n解されるが，本件においては，上記説示のとおり原告が前記２件の外国税額\nを確定申告時に選択していないのであるから，更正請求の前提を欠くといわ\nざるを得ない。したがって，原告の本件更正請求は，通則法２３条１項１号\nの要件を満たさないから，外国税額控除額は９万０６５７円と認めるのが相\n当である。\n３ 争点( )（納付すべき税額）について3\n( ) 本件確定申告にかかる原告の納付すべき税額について，前記各争点を除1\nいては税額の計算方法に関して当事者間に争いがないところ，前記２のとお\nり，原告の所得税額控除に関する更正請求に理由があるから，別表六(一)１\n９欄が７億７４１８万０１１１円であり，所得税額の控除合計額欄（６の③\n欄，別表一(一)の４２欄）が７億８６９７万６８０１円となる。他方，前記\n２( )記載のとおり外国税額控除に関する更正請求には理由がないから，別3\n表六（二の二）２６欄，同表六(二)の１８欄（当期に控除できる金額）及び\n別表四，別表一(一)は，いずれも９万０６５７円であるから，別表一(一)\n（控除税額合計額欄。４４欄，１２欄）は７億８７０６万７４５８円となる。\n( ) そうすると，法人税額は，別紙３「法人税額算定表」記載のとおり１８2\n億１６３５万０４００円となる。\nしたがって，被告は，本件更正処分に当たり，更正の請求に基づき法人税\n額を１８億１６３５万０４００円と更正すべきであったにもかかわらず，法\n人税額を１９億１１２０万５５００円と更正したのであるから，本件更正処\n分は１８億１６３５万０４００円を超える限度で違法というべきである。\n第４ 結論\n以上の次第で，原告の本件請求は，前記説示の限度で理由があるから，この範\n囲で認容することとし，その余の請求は理由がないからこれを棄却し，主文のと\nおり判決する。\n熊本地方裁判所民事第３部\n裁判長裁判官 永松健幹\n裁判官 堂 薗 幹 一 郎\n裁判官 石田憲一\n"
}