{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 18,
    "month": 4,
    "day": 26
  },
  "case_number": "平成17(ワ)9048",
  "case_name": "損害賠償",
  "court_name": "東京地方裁判所民事第３４部",
  "result": "その他",
  "gist": "トラックの運転手が運転中に交通事故により死亡した場合において、当該事故の原因が度重なる超過勤務による緊張低下状態によるものであるとして、使用者に対する安全配慮義務違反による損害賠償請求を認容した事例",
  "lawsuit_id": "33101",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=33101",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/101/033101_hanrei.pdf",
  "contents": "--1\n平成１８年４月２６日判決言渡\n平成１７年 第９０４８号 損害賠償請求事件()ワ\n判決\n主文\n１ 被告Ａ株式会社、同Ｂ及び同Ｃは、原告に対し、連帯して、５０４３万９３\n９８円及びこれに対する平成１２年９月１３日から支払済みまで年５分の割合\nによる金員を支払え。\n２ 原告の被告Ａ株式会社、同Ｂ及び同Ｃに対するその余の請求及び同Ｄ企業株\n式会社に対する請求をいずれも棄却する。\n３ 訴訟費用は、原告に生じた費用の５分の２と被告Ｄ企業株式会社に生じた費\n用を原告の負担とし、原告に生じたその余の費用並びに被告Ａ、同Ｂ及び同Ｃ\nに生じた費用を被告Ａ、同Ｂ及び同Ｃの負担とする。\n４ この判決は、第１項に限り、仮に執行することができる。\n事実及び理由\n第１ 請求\n被告らは、原告に対し、連帯して５８７１万９９０７円及びこれに対する平\n成１２年９月１３日から支払済みまで年５分の割合による金員を支払え。\n第２ 事案の概要\n事案の要旨１\n訴外Ｅは、被告Ａ株式会社の大型貨物自動車の運転手として同社の運送業務\nに従事していた者であるが、同人の運転する大型貨物自動車が、高速道路を走\n行中、前方を走行していた車輌に追突し、これにより同人が死亡した。\n訴外Ｅが上記の事故により死亡するに至ったのは、被告らが同人を超過勤務\nさせた安全配慮義務違反行為をしたことにより、大型貨物自動車の運転中も注\n意力散漫になったことによるものであるとして、同人の父である原告は、被告\n--2\nらに対し、安全配慮義務違反の債務不履行又は不法行為に基づき、損害賠償及\nび同人の死亡日（不法行為日）である平成１２年９月１３日から支払済みまで\n民法所定の年５分の割合による遅延損害金の支払を求めた。\n２ （認定の根拠となった証拠等を（）内に示す。直前に示した前提となる事実\n証拠のページ番号を〔〕内に示す。以下同じ ）。\n1 当事者()\nア 原告関係\n原告は、訴外Ｅ（以下「Ｅ」という ）の父である（甲１ 。()ア 。）\nＥは、昭和４４年８月２０日生まれの男性であり（甲１ 、平成１０()イ ）\n）、年１２月３日、被告Ｄ企業株式会社との間で入社契約を締結し（甲７\nその後、被告Ａ株式会社の従業員となり、大型貨物自動車の運転手とし\nて同社の運送業務に従事していた（争いのない事実 。）\nイ 被告関係\n被告Ａ株式会社（以下「被告Ａ」という ）及び被告Ｄ企業株式会社()ア 。\n（以下「被告企業」という ）は、いずれも、自動車運送取扱業等を目。\n的とする株式会社である（争いのない事実、甲４、５ 。）\n被告Ｂ（以下「被告Ｂ」という ）は、被告Ａ及び被告企業の代表取()イ 。\n締役である（争いのない事実 。）\n被告Ｃ（以下「被告Ｃ」という ）は、被告企業の常務取締役である()ウ 。\n（争いのない事実 。）\n2 本件事故の発生()\nＥは、平成１２年９月１３日３時１０分ないし１３分ころ（以下、断り書\nきのない限り、時刻については２４時間制で表記する 、大型貨物自動車。）\n（以下「Ｅのトラック」という ）を運転し、静岡県磐田市岩井東名高速道。\n路下り線２２２．１キロポスト地点を走行中、Ｆが運転する大型貨物自動車\n（以下「相手方のトレーラー」という ）に自車を追突させ、死亡した（以。\n--3\n下「本件事故」という （争いのない事実、乙１の１ないし３、乙２の１及。）\nび２、乙３の１及び２ 。）\n3相続()\n原告は、Ｅの母であるＧ（以下「Ｇ」という ）との間で、平成１６年３。\n月３日、Ｅが被告らに対して有するべき債務不履行及び不法行為に基づく損\n害賠償請求権について遺産分割協議を行い、原告が単独で相続取得する旨を\n合意した（甲３の１ないし３ 。）\n争点３\n1 被告企業、被告Ｂ及び被告ＣとＥとの間における指揮監督関係の有無()\n2 本件事故当時、Ｅが過労状態にあったか否か（安全配慮義務違反の有無）()\n3 本件事故の原因（安全配慮義務違反行為とＥの死亡との間の因果関係の有()\n無）\n4 損害額()\n争点についての当事者の主張４\n1 争点 1 （被告企業、被告Ｂ及び被告ＣとＥとの間における指揮監督関係の() ()\n有無）について\n（原告の主張）\nア 被告企業との関係\n被告Ａの実質上の本店は被告企業の本店と同一の場所にあるほか、両()ア\n者の実質上の取締役は同一であるなど、被告Ａと被告企業は実質的には\n同一の企業であった。\nまた、被告Ａと被告企業は、取締役会以下各課に両者の従業員等が混\n在して同一の組織を形成しており、両者は実質上、同一の労務管理を行\nっていた。\nさらに、Ｅは、形式上は、被告Ａの従業員とされていたものの、平成\n１０年１２月３日の入社時においては、被告企業との間で入社契約を締\n--4\n結していた。\nこれらの事情からすれば、被告Ａと被告企業とが実質的には同一の組()イ\n織であり、実質上同一の労務管理を行っていたものである。これに加え\nて、Ｅが、入社時に被告企業との間で入社契約を締結していたことから\nすれば、Ｅは、実質的には、両者との間において、雇用ないし雇用と同\n視できる労務提供の関係にあったのであって、被告企業とＥとの間にお\nいて、指揮監督関係が存在したものである。\nイ 被告Ｂとの関係\n被告Ｂは、被告Ａ及び被告企業の代表取締役であって、両者の労務管()ア\n理業務を含む業務全般を統括掌理すべき者であった。また、被告Ｂは、\nかつては自ら自動車運転業務をしていたことから、自動車運転者の労務\n管理については、労働基準法や自動車運転労務改善基準等に従って、労\n働時間並びに拘束時間、運転時間及び連続運転時間を管理し、運転手が\n休息時間が十分にとれるように措置をしなければならないことを熟知し\nていた。\nしかしながら、被告Ｂは、自動車運転者の労務管理を被告Ｃに委ねた()イ\nまま、時間外労働協定を締結しているか否かなどの最低限の状況把握す\nら行っていなかった。\nなお、以上の事情を踏まえ、品川労働基準監督署は、被告Ａの代表者\nである被告Ｂが、違法な時間外労働が行われないよう必要な措置を講じ\nていなかったとして、被告Ａに両罰規定を適用すべきと判断している。\nウ 被告Ｃとの関係\n被告Ｃは、実質的に被告Ａ及び被告企業の常務取締役として、両社の労\n務管理業務を統括管理する者であった。\n（被告の主張）\nア 被告企業との関係\n--5\n被告企業は、原告と何ら雇用関係がないし、労働基準監督署が被告Ａと\n被告企業が実質的に同一であると認定したのは、労務管理を行っていた被\n告Ｃが被告企業の役員であるものの被告Ａの役員ではなく同社から役員報\n酬を受け取っていないため、形式的な認定をすると被告Ｃを処罰できなく\nなるからである。\nまた、被告Ａの取引先は被告企業のそれと異なり、取引先によって事業\nが峻別されているし、実質的に考えても、被告Ａの方が被告企業よりも大\n規模であり、被告企業が被告Ａを支配しているという関係にもない。した\nがって、本件において同一性を論ずる必要もなく、被告企業とＥとの間に\n指揮監督関係は存在しない。被告企業は本件の当事者として不適格である\nから、被告企業に対する訴えは却下されるべきである。\nイ 被告Ｂとの関係\n被告Ｂは、被告Ａの代表取締役であるから、本件において同社に何らか\nの法的責任が認められれば、代表者たる同人にも法的責任が発生すると考\nえられそうではある。\nしかしながら、法人の代表者は、その代表機関であるというだけでなく、\n現実に被用者の選任・監督を担当していたときに限り、当該被用者の行為\nについて民法７１５条２項の責任を負うのであるから（最判昭和４２年５\n月３０日・民集２１巻４号９６１頁 、本件においては、被告ＢがＥの労）\n務管理について現実に監督・指示をしていた場合に限り法的責任を負うも\nのである。そして、本件では、安全配慮義務の具体的内容が特定されてい\nないから、法的責任を法人の代表者である被告Ｂに負わせることはできな\nい。この点について、品川労働基準監督署は、被告Ｂは自動車運転手の労\n務管理は被告Ｃに任せており、違反行為の関与が希薄であるため被疑者に\nなり得ないと判断しているから、これに従えば、被告Ｂに対し、Ｅの死亡\nあるいは過重労働について法的責任を問うことはできない。\n--6\nウ 被告Ｃとの関係\n被告Ｃが被告企業の常務取締役であることは認める。\nしかしながら、原告が被告Ｃを被告としたのは、本件損害賠償請求を不\n法行為に基づくものとして構成した場合、民法７１５条１項の使用者とし\nて被告Ａに請求するためには、現場責任者として被告Ｃが同法７０９条の\n不法行為責任を負う必要があるからであると思われるところ、このような\n複雑な構成を取る必要性はなく、本件では端的に債務不履行構成を取って\n被告Ａのみを被告とすれば足りるものである。また、被告Ｃを履行補助者\nと考え、被告Ａのみを被告とする不法行為に基づく損害賠償請求も理論的\nには十分に成立し得る。\nしたがって、被告Ｃを被告とするのは不当である。\n2 争点 2 （本件事故当時、Ｅが過労状態にあったか否か（安全配慮義務違反() ()\nの有無 ）について）\n（原告の主張）\nア 被告Ａ及び被告企業の労働管理体制\n被告Ａ及び被告企業においては、長距離運送等の自動車運送取扱事業()ア\nを行っているから、法定の所定労働時間である１日８時間労働を実施す\nることが困難であるのに、労使間の協議により時間外労働に関する協定\nが締結されていなかったし、就業規則も存在しなかった。\n被告Ａ及び被告企業においては、運行経路ないし車種ごとに運転手に()イ\n支払われる賃金が定められており、これを前提として歩合制が採用され\nていた。そのため、特定の運転手に労働が集中したとしてもコストが上\n昇せず、事実上労働時間の管理がされていなかったことと相俟って、運\n転手に勤務が集中することがあった。\nまた、会社に不利益となる事項を６段階の始末書対象項目として定め\nており、それぞれの段階に応じて２ないし１０パーセントの減給や退社\n--7\nといった罰則があったし、精勤手当制度があるものの、休日以外に週に\n１日以上休日を取得した場合は支給されないため、運転手は、同手当の\n支給を受けるには、週１日の休日以外は業務に従事する必要があった。\n被告Ａ及び被告企業においては、２４時間受注対応体制を採用してお()ウ\nり、これにより、両者は急激に規模を拡大したものであるが、他方で、\n同体制を維持するため、運転手に対して携帯電話による２４時間連絡可\n能な体制を採用しており、これにより、運転手に対し、事実上２４時間\n拘束するのと同じ心理的効果をもたらした。\n被告Ａ及び被告企業においては、上記に述べた賃金体系が採用されて()エ\nいたことから、恣意的な運行計画に流れやすい状況にあった。そのため、\n運転手としては、配車係との関係を維持する必要があることから、配車\n係から無理な指示があったとしても、これに従わざるを得ない状況にあ\nった。\nイ Ｅの業務の過重性\nＥは、被告Ａ及び被告企業に入社後、主としてスポットと呼称される()ア\n臨時便の運送業務に従事していたことから、近距離運送と長距離運送の\n業務が混在し、各日の作業内容、始業時刻・終業時刻が変化しており、\nＥの労働実態は非常に不規則であった。\nそのため、Ｅは、長距離運送業務が終了して帰宅した当日の夜間に連\n続して近距離運送の業務を始めて翌日まで同業務に従事したり、近距離\n運送業務にもかかわらず自宅で休息する時間がないために数日間連続し\nて大型貨物自動車内で宿泊することもあった。のみならず、Ｅは、青森\n県内のターミナルを荷卸地とする長距離運送業務と福岡県内のターミナ\nルを荷卸地とする長距離運送業務に連続して従事することもあり、５日\n以上連続して大型貨物自動車内で宿泊したこともしばしばであった。\n上記の労働実態は、Ｅが入社後、本件事故が発生するまで約１年９か\n--8\n月もの長期間にわたって継続していた。\nＥの平成１２年８月１日から同年９月１３日までの労働実態は、休日()イ\nが８月１３日から１６日まで、同月２０日、２７日及び９月３日の７日\n間であり、休日を含めて自宅で休息できた期間は１４日と２１時間にす\nぎなかった。また、Ｅは、車庫に帰着し、車庫から発車した日以外は、\n大型貨物自動車内で宿泊していた。\nまた、手待時間を含めたＥの労働時間は、平成１２年８月２日から同\n年９月１１日までで、５４７時間であった。すなわち、１週当たりの平\n均労働時間数は約９３時間２３分であり、週４０時間制を前提とすれば、\n１週当たりの平均時間外労働時間数は約５３時間２３分という著しい長\n時間に及んでいた。それだけでなく、運転時間及び積込・荷卸時間のみ\nを労働時間とした場合であっても、平成１２年８月１日から同年９月１\n３日まで著しい長時間労働にさらされていた。\nこれらの労働実態は 「自動車運転者の労働時間等の改善のための基、\n準 （労働省告示第７号）４条に定められた貨物自動車運送事業に従事」\nする自動車運転者の場合の基準に照らすと、拘束時間、休息期間、運転\n時間及び連続運転時間のいずれについても、上記基準に著しく違反する\nものであった。\nさらに、平成１２年９月４日から本件事故に至るまで、首都圏から八()ウ\n戸ターミナル、福岡市、千葉市、岡山市への業務を遂行していたもので\nあり、その労働実態は常軌を逸していた。\nウ まとめ\n上記のとおりのＥの勤務状態に照らせば、被告Ａらは、Ｅの労働環境を\n整える労働契約上及び条理上の安全配慮義務を怠ったものであり、Ｅは、\n上記の勤務状態により、過労の状態に至っていた。\n（被告の主張）\n--9\n原告は、被告ＡにおけるＥの就労状況について、本件被告Ａ及び被告Ｃに\n対する労働基準法違反事件における刑事記録に基づき、同刑事記録中の労働\n基準監督署作成の捜査報告書の記載を拠り所として主張立証している。しか\nし、これらの記録によっても、被告Ａと被告ＣがＥに計１０１時間２５分の\n時間外労働をさせた事実は立証可能であるが、Ｅがこれにより過労状態であ\nった事実を推認することはできない。\n3 争点 3 （本件事故の原因（安全配慮義務違反行為と本件事故及びＥの死亡() ()\nとの間の因果関係の有無 ）について）\n（原告の主張）\nア 本件事故態様\nＥは、上り勾配約３パーセントの坂道で、ほぼ直線道路であって、前方\nの見通しも良い状況だったにも関わらず、速度差が時速約２５キロメート\nルの状態で相手方のトレーラーに接近し続け、ブレーキをかけることなく\n自車を正面から追突させたものである。\nイ 上記の状況から考え得ること\n上記の態様からすれば、Ｅは、本件事故発生直前において相当程度の時\n間にわたって前方への注視を欠いていたものと考えられるところ、このこ\nとは、Ｅが、本件事故発生において、自動車運転に必要な注意を行う集中\n力を著しく欠いていた状態にあったことを容易に推認させる。\nそして、上記のＥの労働実態及び本件事故発生に至るまでのＥの勤務状\n況からすれば、Ｅがこのような状態になった原因は、Ｅが被告らにおいて\n著しく過重な業務に従事した結果として、過労状態にあったこと以外にあ\nり得ない。\nウ まとめ\n以上によれば、被告らがＥに過重労働をさせたという安全配慮義務違反\n及び不法行為における過失行為によって、本件事故及びＥの死亡を招いた\n--10\nことはもはや明らかである。\n（被告の主張）\nア 本件事故時の時速\n本件事故は、Ｅが、時速１２７キロメートル以上の速度でＥのトラック\nを運転し、高速道路の上り勾配３パーセントの坂道を走行していたところ、\n前方にいた相手方のトレーラーに追突したというものである。\nこのうち、時速については、タコグラフチャートの第２針の記録位置が\nずれており、時速０キロメートルの位置が時速マイナス１７キロメートル\nの位置にあったことから、実際の速度は記録上の速度に時速１７キロメー\nトルを加算する必要があるのであって、上記のとおり、走行時の速度は時\n速１２７キロメートル以上であった。\nイ 高速道路上の事故原因と本件事故の態様\nそして、このことに加えて、高速道路における車輌相互の事故原因とし\nては追突が７割程度であり、追突の原因としては、脇見が大半であること、\nその他に眠気、飲酒、思い込み等があって、過労による居眠りが大半とは\nいえないことが統計上証明されている。\nウ 時速と本件事故現場の状況との関係\nさらに、上記のとおり、Ｅは、時速１００キロメートル以上のスピード\nを出していたことが明らかであるが、上り坂で、大型貨物自動車が受ける\n風圧もあるのに、時速１００キロメートル以上のスピードを出し続けるに\nは、積極的にアクセルを踏み続ける必要があり、このことは、過労による\n意識低下状態における運転の態様とは大きく異なる。\nエ まとめ\n以上の事情を考慮すれば、本件事故は、Ｅが、ほぼ直線の高速道路上に\nおいて、先行する相手方のトレーラーの存在を認識しながら、相手方のト\nレーラーも自車と同様の速度で走っていると思い込み、何らかの理由で脇\n--11\n見をしていたところ、両者の速度が思ったよりも大きく異なり、気づいた\nときにはハンドル操作やブレーキでは回避できない距離にまで接近してい\nたため、追突に至ったものと見るのが自然であって、Ｅは、居眠り等の意\n識低下状態になかったものである。\n4 争点 4 （損害額）について() ()\n（原告の主張）\nＥが死亡したことによって発生した損害は、合計５８７１万９９０７円で\nあり、その内訳は次のとおりである。\nア 葬儀費用、遺体搬送費用等 200万0000円\nイ 死亡による逸失利益 4527万3254円\nＥの死亡前３か月の平均賃金は１日当たり１万４９９２円であるところ、\nこれに生活費を５割控除することとすれば、Ｅは死亡時３１歳であるから、\n次の計算式により逸失利益が算出される。\n14,992×365×0.5×16.547＝45,273,254\nウ 慰謝料 2200万0000円\nエ 損害の填補 ▲1589万1520円\n労働者災害補償保険から、遺族補償一時金１４９９万２０００円及び葬\n祭料８９万９５２０円の給付を受けたので、同額を控除する。\nオ 弁護士費用 533万8173円\n（被告の主張）\n損害の内容は不知。\n第３ 当裁判所の判断\n事実認定１\n前記第２の２記載の前提となる事実に加え、証拠等によれば、次の事実が認\nめられる（認定の根拠となった証拠等を（）内に示す。直前に示した証拠のペ\nージ番号を〔〕内に示す 。。）\n--12\n1 被告らの関係()\nア 本店所在地及び役員等\n、被告Ａは、東京都大田区 丁目 番 号を登記簿上の本店所在地としab c d\n自動車運送取扱業等を目的とする株式会社であり（争いのない事実、甲\n４ 、被告企業は、東京都品川区 丁目 番 号を登記簿上の本店所在地） ef g h\nとし、自動車運送取扱業等を目的とする株式会社である（争いのない事実、\n甲５ 。もっとも、両社とも、実質的な本社事務所は東京都品川区 丁目） ef\n番 号にある（甲６の９〔２ 、６の１２〔２ 。ij 〕〕）\n被告Ａと被告企業の代表取締役はいずれも被告Ｂである。代表取締役を\n除く両社の取締役は、本件当時、被告Ａが、Ｈ及びＩ（専務取締役であ\nる ）であり、被告企業が被告Ｃ（常務取締役である 、Ｉ（同じく専務。。）\n取締役である ）及びＪであり、両社の監査役は、被告ＡがＫ、被告企業。\nがＨである（争いのない事実、甲４、５、６の９〔１ 。〕）\nイ 両社における業務の仕組み\n被告Ａ及び被告企業は、Ｌとして一体となっており、被告Ｂ、Ｉ及び()ア\n被告Ｃが「Ｌ取締役会」を形成している。\n同取締役会の下には、代理店部、経理課、総務課、業務課、運行課、\n営業相談役、車輌担当及び営業課が置かれ、両者の従業員１０５名（平\n成１２年５月２０日現在）がそのいずれかに所属しているが、これらの\nうち前５者には被告Ａに所属する者と被告企業に所属する者とが混在し\nていた（甲６の３〔４、２６ 。〕）\n被告Ｂは、被告Ａ及び被告企業の代表取締役として、大口取引先の営()イ\n業と銀行との折衝等を担当しており、Ｉは、両社の専務取締役として、\n経理や営業の管理部門を担当し、被告Ｃは、被告企業の常務取締役であ\nるとともに、登記されていないが社内においては被告Ａの常務取締役と\nしても行動しており、トラックの運行管理など、一般の営業と労務・人\n--13\n事等の分野を担当している（甲６の９〔２ 、６の１８〔２ 。〕〕）\n被告Ｂは、本件事故発生時及びその前の時期において、被告Ａにおい\nて時間外労働が行われていたことを熟知しており、労働管理などをしな\nければならないことを認識していたが、営業や資金繰り等の業務に忙し\nいことや、被告Ｃが多忙な状況にあったことを理由として、労働管理は\n被告Ｃに任せており、特段、被告Ｃに対する指示を出さなかった（甲６\nの１８〔３、４ 。〕）\n、()ウ 被告Ａは、日本通運に関する運送業務を受注しており、被告企業は\n郵便局及び全農等に関する業務を受注していた（甲６の１９〔３ 。〕）\n2 Ｅの入社()\nア Ｅは、平成１０年１２月３日、被告企業との間で雇用契約を締結したが、\nその後、被告Ａの従業員となり、大型貨物自動車の運転手として運行１２\n課に所属し、同社の運送業務に従事していた（争いのない事実、甲６の３\n〔２６ 、６の１０〔６ 、甲７ 。〕〕 ）\nイ Ｅは、毎日決まった路線（定期路線）を走る仕事ではなく、フリー又は\nスポットと呼ばれる、臨時便を中心とした貨物の運転の業務に就いており、\n各日により作業内容や作業開始時刻が異なっていた（甲６の６〔２ 、６〕\nの１１〔８ 。〕）\n3 本件事故に至るまでのＥの就労状況()\n別紙「就労状況表」記載のとおりである（甲６の４、６の６、甲８の１な\nいし４８、甲９の１ないし３４ 。）\n4 本件事故の発生()\nア 本件事故に至るまでの経緯及び本件事故の態様\nＥは、平成１２年９月１２日２３時１０分ころ、習志野市所在の日本()ア\n通運千葉ターミナルを出発し、翌１３日１時４５分ころ、東名高速道路\nを利用して日本通運静岡ターミナルに到着し、荷の積込み及び積卸しの\n--14\n作業をした。その後、Ｅは、同日２時２５分ころに同ターミナルを出発\nし、再び東名高速道路に入り、日本通運岡山ターミナルに向けて走行し\nていた（甲６の３〔１１ 、乙２の１。なお、これらの時間的経過につ〕\nいては、Ｅの作成した運転日報（甲８の４８）とやや異なっているが、\n同日報は、千葉ターミナルを出発した時間の記載がなく、静岡ターミナ\nルでの停止時間がタコグラフチャート（乙２の１）上４０分間であるこ\nとが明らかであるのに３０分間と記載するなど、その信用性に疑問があ\nるので、タコグラフチャート（乙２の１）の記録によって上記のとおり\n認定するのが相当である。また、タコグラフチャート自体の信用性につ\nいては、後記イ で説示するとおりである 。()イ 。）\nＥは、同日午前３時１０分ないし１３分ころ、東名高速道路袋井イン\nターチェンジから西方約２．７キロメートル、遠洲豊田パーキングから\n東方約３．１キロメートルに位置する下り線走行車線上、東京起点２２\n２．１キロポスト先、上り勾配約３％の坂道でほぼ直線上となっている\n地点（以下「本件事故現場」という ）を走行中、同車線の前方を時速。\n約８５キロメートルで走行していた相手方のトレーラーの後方に正面か\nら追突し、相手方のトレーラーに積載されていた建設用鋼材がＥのトラ\nックの前面ガラスを突き破ってＥに激突した。これにより、Ｅは、脳挫\n傷となり、運転席に挟まって、頭蓋骨が陥没した状態で即死していた。\n（甲６の３〔１ 、乙１の１、２の１、２の２、３の１、７）〕\n本件事故現場は、前方の見通しが良いが、夜間の照明は暗い状態にあ()イ\nる。追突地点よりも下り方向の走行車線には擦過痕が３条存在するが、\n追突地点よりも上り方向には、擦過痕やブレーキ痕は存在しない （乙。\n１の１）\nイ 上記認定の補足説明\n本件事故発生時刻である３時１３分のＥのトラックの時速については、()ア\n--15\nＥのトラックのタコグラフチャート（乙２の１）の記録は不明確である。\n他方、相手方のトレーラーのタコグラフチャートによっても、３時１０\n分以降、時速０キロメートル、すなわち停止状態となっている（乙２の\n２ 。これらの事実からすれば、少なくともタコグラフチャート上は、）\n本件事故発生日時は平成１２年９月１３日３時１０分ころと認定するの\nが合理的であると考えられ、かつ、同時刻ころのＥのトラックの時速は、\nタコグラフチャート上は時速７５ないし８０キロメートルであり、相手\n方のトレーラーの時速も同程度であると認められる。\nしかしながら、乙第７号証、１０号証の１ないし４、１１号証の１な\nいし３を総合すれば、Ｅのトラックのタコグラフ本体は、実際の時速よ\nりも時速約１７キロメートル分下回って記録されるようになっており、\nかつ、記録上の時速１１０キロメートル以上の速度が記録されないよう\nになっていたことが認められる。\nしたがって、Ｅのトラックについては、タコグラフチャートの値に１\n７を加算した値を時速として認めるべきである。\nなお、この点について、被告Ｃは、Ｅのトラックのタコグラフチャー()イ\nト（乙２の２）が約２０分遅く記録されていると述べているが（乙６の\n１０〔３ 、他方、９月１１日のチャートについては、時刻が３０分ず〕）\nれていると述べており（乙６の１１〔８ 、いずれも、その根拠が判然〕）\nとしない。また、仮に被告Ｃの供述が正しいとすれば、記録線が２時５\n０分ころで終了すべきものであるところ、乙第２号証の２によれば、３\n時以降にも記録の線が存在している。この点については、３時付近から、\n時速及び走行距離の記録線上にノイズ上の線が存在していることから、\nいささか判然としない部分があるが、少なくとも走行距離の記録は３時\nすぎまで明確に記録されており、その他に記録時刻がずれていることを\nうかがわせる証拠はないから、同チャートは正確な時刻に基づく記録と\n--16\n認めるのが相当であり、被告Ｃの供述は信用できない。\n5 本件事故後の処理等()\nア 労災給付\n品川労働基準監督署は、原告に対し、平成１３年１２月１９日、品川労\n働基準監督署から、遺族補償一時金１４９９万２０００円、遺族特別支給\n金３００万円及び葬祭料８９万９５２０円の支給を決定し、同額を銀行振\n込みした（甲１０の１・２ 。）\nイ 略式命令\n東京区検察庁検察官事務取扱検事は、平成１４年７月１０日、東京簡易\n裁判所に対し、被告Ａ及び被告Ｃが、法定の除外事由がないのに、平成１\n２年８月１日から同年９月１１日までの間に、千葉県内ほか多数の地域に\nおいて、労働者であるＥに対し、１週間の各日において、１日８時間を超\nえて計２３回にわたり、合計１０１時間２５分の時間外労働をさせたとの\n公訴事実、平成１１年法律第１６０号による改正前の労働基準法１１９条\n１号、３２条２項、１２１条１項の罰条により略式命令の請求をした。東\n京簡易裁判所は、被告Ａ及び被告Ｃに対し、平成１４年９月５日、平成１\n１年法律第１６０号による改正前の労働基準法１１９条１号、３２条２項、\n１２１条１項により、両者を罰金刑に処した （甲６の２）。\n争点 1 （被告企業、被告Ｂ及び被告ＣとＥとの間における指揮監督関係の有２ ()\n無）について\n1 被告企業関係()\nア 上記１ 1 において認定したところによれば、被告Ａ及び被告企業は双() ( )ア\n方とも自動車運送取扱業を目的とし、同一の営業場所において営業活動\nがされており、被告Ｂ、被告Ｃ及びＩが、Ｌ取締役会を構成して両社の\n役員として両社の業務を管理統括しているほか、同取締役会の下に置か\nれた部署についても、被告Ａに所属する者と被告企業に所属する者が混\n--17\n在しているというのであって、これらの事実からすれば、両社は、同一\nのグループを形成して営業活動をしていたことが認められる。\nしかしながら、上記１ 1 イ において認定したところによれば、被告() ( ) ()イウ\nＡ及び被告企業は受注する業務において振り分けがされていた。また、\n上記１ 2 において認定したとおり、Ｅは、当初被告企業に入社したもの()\nの、その後被告Ａに所属が移転し、被告Ａが受注した運送業務に従事し\nていたのであることに鑑みれば、被告Ａ及び被告企業は、その受注先及\nび従業員において区別されていたというべきであり、いわば企業連合的\nな運用がされていたものであって、これらの事実のみでは、被告企業が\nＥの使用者であると認めるに足りないというべきであるし、その他に被\n告企業がＥの使用者であると認めるに足りる証拠はない。\nイ なお、被告らは、被告企業とＥとの間に指揮監督関係が存在しないと主\n張し、被告企業は本件の当事者として不適格であるから、被告企業に対す\nる訴えは却下されるべきであると主張するが、いわゆる給付訴訟における\n当事者適格が原告の主張内容により定まることに照らせば、被告企業も、\n給付訴訟たる本件に関して被告適格を有するから、被告の主張は採用でき\nない。\n2 被告Ｂ関係()\nア 被告Ｂは、上記１ 1 アにおいて認定したとおり、被告Ａの代表取締役の()\n地位にあり、被告Ａの業務全般を統括掌理すべき者であって、常務取締役\nであった被告Ｃの担当業務についても、被告Ｃを適切に指揮監督するなど\nして従業員の安全に配慮すべき義務があったというべきである。\nしかしながら、被告Ｂは、上記１ 1 イ において認定したとおり、従業() ( )イ\n員であるトラック運転手が時間外労働を行っていることを熟知しており、\nその点を適切に管理すべき必要性を認識しながら、トラックの運行管理業\n務について被告Ｃに任せきりで、何らの注意等もしていなかったというの\n--18\nであり、被告Ａが従業員１００人程度の会社であることに照らすと、被告\nＢには、被告Ｃを適切に指揮監督するなどして従業員であるトラック運転\n手の運行管理を適正化し、その健康に配慮すべきであったのにこれを怠っ\nた過失があると評価するのが相当である。\nイ 被告らは、被告Ｂについて、法人の代表者は現実に被用者の選任・監督\nを担当していたときに限り、当該被用者の行為について民法７１５条２項\n所定の責任を負うべき（最高裁判所第三小法廷昭和４２年５月３０日判決\n・最高裁判所民事判例集２１巻４号９６１頁）ところ、被告Ｂは上記選任\n・監督を担当していなかったと主張して、被告Ｂについて責任はないと主\n張する。\nしかしながら、被告らが援用する判例は本件とは事案を異にするもので\nあって、そもそも前提が異なるというべきであるし、原告は、被告Ｂが代\n表取締役として業務全般を統括掌理すべきであるのにこれを怠ったことを\n請求原因としているのであって、被告Ｂが、被告Ｃの使用者である被告Ａ\nのいわゆる履行代行者であることを主張しているものではないから、この\n点においても前提が異なるというべきであって、被告らの主張は採用でき\nない。\n3 被告Ｃ関係()\nア 被告Ｃについては、上記１ 1 イ において認定したとおり、対内的には() ( )イ\n被告Ａの常務取締役として同社のトラックの運行管理についての責任者で\nあったから、トラックの運転手の労働管理についてもまた責任を負ってい\nたというべきであり、被告Ａのトラックの運転手であったＥとの間には指\n揮監督関係があったというべきである。\nイ 被告らは、被告Ｃについて、本件では端的に債務不履行構成を取って被\n告Ａのみを被告とすれば足りるから、同人を被告とするのが不当であると\n主張するが、給付訴訟における被告適格は原告の主張によって定まるとい\n--19\nうことができるし、被告らのいう不当性は、本件請求が認められるか否か\nには何ら影響しないのであって、被告らの主張は採用できない。\n争点 2 （本件事故当時、Ｅが過労状態にあったか否か（安全配慮義務違反の３ ()\n有無 ）及び争点 3 （本件事故の原因（安全配慮義務違反行為とＥの死亡との） ()\n間の因果関係の有無 ）について）\n1 上記認定事実に対する評価()\nア Ｅの就労状況と安全配慮義務違反との関係\n労働基準法上、労働時間は、原則として１日当たり８時間、１週間当()ア\nたり４０時間を超えてはならず（３２条１・２項 、同時間を超えて労）\n働者を労働させるにはいわゆる時間外労働協定が必要であるとされてい\nるところ（３２条の２ないし４、３６条 、被告Ａにおいては、時間外）\n労働協定が締結されていなかったのであるから、被告Ａにおいては、労\n働基準法上の原則通りの労働時間のみ、労働させることができるもので\nあって、被告Ａにおいて運行管理の責任者であった被告Ｃも、上記の労\n働時間のみ労働させる等、労働者の管理をすべき義務を負っていたとい\nうべきである。\n本件においては、上記１ 3 において認定したところによれば、Ｅは、() ( )イ\n平成１２年８月１日から同年９月１２日まで、総労働時間が３３８時間\n５８分、うち、時間外労働時間が合計１０１時間２５分に及んでいたこ\nとが認められるから、被告Ｃ及び被告Ａには、Ｅの労働時間を遵守すべ\nき上記義務に違反した過失があり、被告Ｂには、上記において説示した\nとおり、被告Ｃを適切に指揮監督するなどして従業員であるトラック運\n転手の運行管理を適正化し、その健康に配慮すべきであったのにこれを\n怠った過失がある。\nイ 上記と本件事故発生との関係\nそればかりか、Ｅについては、上記のとおり長時間労働していたこと()ア\n--20\nに加え、勤務開始時間及び同終了時間が不規則であったこと、勤務開始\n時間が早朝であり、同終了時間が翌日の早朝になるなど、労働時間が２\n日にまたがり、かつ深夜帯をもって労働時間とすることも頻回にあった\nこと、上記の４３日中には自宅で休息できない日が１８回あって、その\n場合においては、Ｅは、臨時便の運転手として東京都内から長野県内、\n兵庫県内、岡山県内、福岡県内等、相当長距離にわたる運転を行ってお\nり、その中間地点において荷の積込み・積卸し作業もしているというＥ\nの労働態様からして、トラック内において睡眠等の休息をとっていたこ\nとがそれぞれ認められる。\nこれらの事実からすれば、Ｅが本件事故当時３１歳であったこと（甲\n１）を考慮しても、平成１２年９月１３日には、相当重い程度の疲労状\n態にあったものと推認される。\nまた、本件事故の状況は、上記１ 4 ア及びイにおいて認定したとおり() ()イ\nであるところ、Ｅのトラックと相手方のトレーラーの相対速度は時速約\nマイナス２０キロメートル、すなわち、相手方のトレーラーがＥのトラ\nックに向かって時速約２０キロメートルで近づいてくるようにＥには見\nえたものであるところ、本件事故現場付近は照明が暗いものの見通しも\nよかったのであるから、相手方のトレーラーとの車間距離が減少し、追\n突の危険を感じた際にはブレーキをかけるか車線変更をするといった措\n置をとるべきものであり、そうすることが困難であったという事情はう\nかがわれない。そして、本件事故においては、追突現場に至るまでには\n擦過痕もブレーキ痕も認められないから、Ｅがブレーキをかけていたと\nは認められないし、しかも追突の際、Ｅのトラックが相手方のトレーラ\nーに正面から追突していることに鑑みると、Ｅが車線変更をした形跡も\n認められない。\nしたがって、通常人であれば容易にとり得ると考えられる措置をＥが\n--21\nとっていないことから、Ｅには、上記措置を取り得なかった何らかの理\n由があったものと推認される。\nこの理由については、何らかの理由で脇見をしていて相手方のトレー\nラーを発見するのが遅れたり、相手方のトレーラーが急激に減速するな\nどして車間距離が突然縮まった場合であって、かつ、身体の反応速度に\n鑑みてブレーキを踏む行動に出る暇もないときなどが一応考えられるが、\n相手方のトレーラーが急激に減速したとも認められないし、前方のトラ\nックを直近に至るまで発見し得ないほどに脇見をすることも通常は想定\nし難い。\n他方、上記 のとおり、Ｅは相当重度の疲労状態にあったと推認でき() ()ウア\nるところ、重度の疲労状態にある者は、注意力散漫になり、かつ、緊張\n低下状態になる頻度が高いということができ、かつ、自動車の運転の際\nには、前方の状況等の確認等のために一定の注意力及び緊張状態にある\nことが必要であると考えられるから、注意力散漫・緊張低下状態は、自\n動車事故の原因として考えられるものであるところ、本件においてはそ\nの他に事故の原因となる事情は認められない。\nしたがって、本件事故は、Ｅが重度の疲労状態により、注意力散漫・\n緊張低下状態に至り、これによって相手方のトレーラーを認識すること\nが不可能となったことにより発生したものと認めるべきである。\nウ小括\n以上によれば、本件においては、被告Ａ、被告Ｂ及び被告Ｃの上記義務\n違反行為と、本件事故が発生し、Ｅが死亡するに至ったこととの間に因果\n関係がある。\n2 当事者の主張に対する判断()\nア これに対して、被告らは、被告Ａと被告ＣがＥに計１０１時間２５分の\n時間外労働をさせたことによりＥが過労状態であったとは推認できないと\n--22\n主張するが、上記認定説示のとおり、時間外労働をさせた事実のみならず、\nＥの労働態様をあわせ考えると、Ｅについては重度の疲労状態にあったと\n推認するのが合理的であって、被告らの主張は当を得ない。\nイ また、被告らは、Ｅが本件事故当時も時速１２７キロメートルで走行し\nていたことを前提に、本件事故現場が上り約３パーセントの勾配があった\nことから、そのような道路状況で上記時速を出すには積極的にアクセルを\n踏む必要があり、そのためには意識状態がはっきりしている必要があるし、\n高速道路の事故原因の統計に鑑みれば、過労による居眠りが原因であると\nはいえないと主張する。\nしかしながら、Ｅのトラックのタコグラフチャート（乙２の１）に記載\nされた記録線は、本件事故発生時直前には最大値より下回って、時速７５\nないし８０キロメートル前後になっており（このことについて、被告も本\n件第６回口頭弁論期日において、最大値より下回った後、やや安定してい\nたと述べ、しかも上り坂であるから速度が少し下がったものであると思う\nと述べている 、前記において認定したとおりタコグラフチャート（乙２。）\nの１）の記録が実際の速度を下回るものであったとしても、この時点にお\nけるＥのトラックの速度はせいぜい時速１００キロメートル程度であった\nと認められるから、被告の主張は前提を欠くというべきであるが、さらに、\n高速道路の事故原因の統計についても、高速道路の事故全般についての統\n計であって、本件においては、Ｅの状態等、具体的状況が明らかになって\nいるから、上記統計をそのまま当てはめることはできないというべきであ\nる。\nしたがって、被告のこの主張も採用できない。\n争点 4 （損害額）について４ ()\n1 以上によれば、被告Ａ、被告Ｂ及び被告Ｃが労働時間の管理を怠り、Ｅの()\n健康ないし安全に対する配慮を怠った過失行為により、本件事故が発生し、\n--23\nＥが死亡するに至ったということができるから、Ｅが死亡したことにより通\n常生ずべき損害について検討する。\n2 損害の内容()\nア 逸失利益（主張額４５２７万３２５４円） ４０２５万０９１８円\n）、Ｅは、Ｅは、昭和４４年８月２０日生まれの男性で（第２の２ 1 ア() ( )イ\n本件事故当時３１歳であり、Ｅは、本件事故の発生した前年においては計\n４８６万５１００円の給与収入があったものと認められる（乙１２）から\n（なお、この点について、原告は、Ｅの本件事故前３か月の収入の平均を\nとっているが、被告Ａにおける給与制度が歩合制であったことに鑑みると、\n３か月のみの平均によることは相当でないというべきである 、本件事故。）\nにより死亡しなければ、さらに６７歳までの３６年間就労可能であり、そ\nの間に上記収入が少なくとも得られたものと推認される。したがって、同\n金額を基礎に、生活費として５割（Ｅの年齢、家族構成等の事情を考慮す\nると、生活費控除率は５割とするのが相当である ）を控除し、ライプニ。\nッツ式計算法により年５分の割合による中間利息を控除して、Ｅの死亡に\nよる逸失利益を算出すると、次の計算式のとおり４０２５万０９１８円と\nなる（１円未満切捨て 。）\n〔計算式〕4,865,100×(1－0.5)×16.5468＝40,250,918\nイ 慰謝料（主張額２２００万円） ２０００万円\n本件事故に至る経緯、本件事故の態様、結果等、上記１において認定し\nた事実のほか、本件弁論に現れた諸事情を考慮すれば、本件事故によるＥ\nの死亡慰謝料は、２０００万円とするのが相当である。\nウ相続\n原告は、Ｅの母であるＧとの間で、平成１６年３月３日、Ｅが被告らに\n対して有するべき債務不履行及び不法行為に基づく損害賠償請求権につい\nて遺産分割協議を行い、原告が単独で相続取得する旨を合意した（第２の\n--24\n２ 3 ）から、上記ア及びイの損害賠償請求権を原告が取得した。()\nエ 葬儀料等（主張額２００万円） １５０万円\nＥが死亡したことにより、葬儀費用等２００万円を支出したことが認め\nられるところ（弁論の全趣旨 、うち、１５０万円については、Ｅの死亡）\nにより通常生ずべき損害であると認められる。\nオ 損害填補（主張額１５８９万１５２０円） １５８９万１５２０円\n上記１ 5 アにおいて認定したとおり、品川労働基準監督署は、原告に対()\nし、平成１３年１２月１９日、遺族補償一時金１４９９万２０００円、遺\n族特別支給金３００万円及び葬祭料８９万９５２０円の支給をしたと認め\nられ、原告は、上記のうち遺族補償一時金及び葬祭料を以て損害の填補で\nあると自認しているところ、損害の填補額としては、原告の主張どおり遺\n族補償一時金及び葬祭料が含まれ、遺族特別支給金については損害の填補\nたる性質を有しないと解すべきであるから、前二者の合計額のみを逸失利\n益及び葬儀料等の損害額から控除すべきものと認められる。\nカ 弁護士費用 ４５８万００００円\n上記アないしウの損害額から上記オの損害填補額を控除した額は４５８\n５万９３９８円であり、本訴提起時において原告が請求し得る金額はこの\n限度にとどまるものである。本件記録上、原告が原告訴訟代理人に本件訴\n訟の提起追行を依頼しその報酬として相当額の支払を約していることが明\nらかであるところ、本件のような事案については、訴訟代理人に依頼して\n行うことも合理的であると認められるから、弁護士費用もＥの死亡により\n通常生ずべき損害であるというべきである。そして、本件事案の内容、審\n理経過、認容額等に照らすと、原告らが被告らに対して請求できる弁護士\n費用は、その時点で請求可能な額の１割に相当する４５８万円であるとす\nるのが相当である。\nキ 合計 ５０４３万９３９８円\n--25\n結論５\n以上によれば、原告は、被告らに対し、不法行為に基づく損害賠償請求と債\n務不履行（安全配慮義務違反）に基づく損害賠償請求とを選択的にしていると\nころ、前者については、被告Ａ、被告Ｂ及び被告Ｃについて、連帯して５０４\n３万９３９８円及びこれに対する不法行為日である平成１２年９月１３日から\n支払済みまで民法所定の年５分の割合による遅延損害金の支払を求める限度で\n理由があり、その余の請求及び被告企業に対する請求全部については理由がな\nい。後者については、被告企業について、Ｅとの間に雇用関係ないし指揮監督\n関係がない以上（争点 1 、前者の請求と同様に理由がない。()）\nしたがって、原告の被告らに対する請求は、上記の限度において認容し、そ\nの余は理由がないから棄却することとし、主文のとおり判決する。\n東京地方裁判所民事第３４部\n裁判長裁判官 藤 山 雅 行\n裁判官 金 光 秀 明\n裁判官 萩 原 孝 基\n--26\n（別紙）\n就労状況表\n稼働日 労働時間 時間外労働 勤務開始時間～勤務終了時間 備考\n８月１日 10時間25分 2時間25分 １日15時00分～２日02時10分 自宅休息\n２日 14時間40分 6時間40分 ２日12時15分～３日12時15分\n３日 4時間00分 （なし） ３日13時50分～３日17時25分 自宅休息\n４日 12時間20分 4時間20分 ４日06時00分～５日03時55分\n５日 9時間05分 1時間05分 ５日08時25分～５日21時00分 自宅休息\n６日 6時間10分 （なし） ６日05時05分～６日16時20分 自宅休息\n７日 12時間20分 4時間20分 ７日14時35分～８日07時10分\n８日 13時間50分 5時間50分 ８日20時00分～９日14時30分 自宅休息\n９日 （なし） （なし） 自宅休息\n10日 17時間00分 9時間00分 10日04時40分～11日03時50分\n11日 12時間00分 4時間00分 11日04時25分～12日04時25分\n12日 5時間20分 （なし） 12日04時25分～12日16時00分 自宅休息\n13日 自宅休息\n14日 自宅休息\n15日 自宅休息\n16日 自宅休息\n17日 13時間05分 5時間05分 17日08時45分～18日06時30分\n18日 11時間05分 3時間05分 18日19時00分～19日14時30分 自宅休息\n19日 自宅休息\n20日 自宅休息\n21日 7時間55分 （なし） 21日05時05分～21日23時05分 自宅休息\n--27\n22日 10時間15分 2時間15分 22日05時10分～22日22時20分 自宅休息\n23日 14時間50分 6時間50分 23日05時40分～24日02時00分\n24日 5時間30分 （なし） 24日06時10分～24日13時40分 自宅休息\n25日 14時間10分 6時間10分 25日05時10分～26日05時10分\n26日 10時間50分 2時間50分 26日05時10分～26日20時30分 自宅休息\n27日 自宅休息\n28日 14時間50分 6時間50分 28日05時30分～29日05時30分\n29日 10時間55分 2時間55分 29日05時30分～30日03時40分\n30日 9時間35分 1時間35分 30日07時50分～31日05時40分\n31日 3時間15分 （なし） 31日13時00分～31日17時00分 自宅休息\n９月１日 12時間35分 4時間35分 １日05時30分～２日05時30分\n２日 4時間30分 （なし） ２日05時30分～３日00時40分 自宅休息\n３日 自宅休息\n４日 14時間25分 6時間25分 ４日05時30分～５日5時25分\n５日 5時間30分 （なし） ５日05時30分～５日20時20分\n６日 14時間15分 6時間15分 ６日01時00分～６日23時40分\n７日 8時間40分 40分 ７日03時45分～７日21時35分\n８日 14時間15分 6時間15分 ８日01時20分～８日19時30分\n９日 7時間20分 （なし） ９日05時40分～９日17時45分 自宅休息\n10日 自宅休息\n11日 10時間00分 2時間00分 11日05時35分～11日20時30分 自宅休息\n12日 4時間03分 （なし） 12日23時10分～13日03時13分\n（上記の認定について）\n労働時間は、Ｅのトラックのタコグラフチャート（甲９の１ないし３４）によ\n●\nり、Ｅが運転していた時間を特定し、他方、被告Ａから提出を受けた運転日報\n--28\n（甲８の１ないし４８）により積込時間を特定し、運転時間と積込時間を各日ご\nとに合算する。ただし、１日を２４で除した各１時間を区切った際、各時間帯に\nおいて積み込み時間と労働時間の和が１時間を超える場合は、これを１時間と見\nなす （甲６の６及び１４ 。。）\n各日の労働時間については、次の基準によった（甲６の１４ 。\n● ）\n。[1] 労働時間が暦日内に収まっている場合は、それを各日の１つの労働とする\n[2] 労働時間が２日以上の暦日にまたがっている場合は、始業時点の日の労働\nとする。ただし、２日以上またがっている労働の中で、作業をしていない一\n定の時間がある場合、その時間帯の前後で労働を区切り、勤務の再開時点を\n、新たな日の労働開始とし、この方法により労働を区切ることが困難な場合は\n始業から２４時間経過時で新たな日の労働開始とする。\n「備考」欄に「自宅休息」とある日は、休日であるか、又は、勤務終了後、自\n●\n宅において休息することができた日を示す。\n"
}