{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 6,
    "day": 4
  },
  "case_number": "平成12(ワ)3874",
  "case_name": "教育企画損害賠償",
  "court_name": "名古屋地方裁判所",
  "lawsuit_id": "18667",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=18667",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/667/018667_hanrei.pdf",
  "contents": "主文\n１　被告らは、連帯して、(ａ)原告Ａ労働組合に対し、金７万円、(ｂ)原告Ｂに対\nし、金３万１５５０円、(ｃ)原告Ｃに対し、金２万４３９０円及びこれらに対する\n平成１１年４月１６日から各支払済まで年５分の割合による金員を支払え。\n２　第１項掲記の原告らのその余の請求並びに原告Ｄ及び原告Ｅの請求をいずれも\n棄却する。\n３　訴訟費用は、(ａ)原告Ｄと原告Ｅに生じた費用の全部及び被告らに生じた費用\nの１０分の３を、同原告らの負担とし、(ｂ)その余の訴訟費用は、これを１０分\nし、その９を第１項掲記の原告らの、その余を被告らの負担とする。\n４　この判決第１項は、仮に執行することができる。\n事実及び理由\n第１　請求\n１　被告らは、連帯して、(ａ)原告組合に対し、８０万円、(ｂ)原告Ｂに対し、３\n１万１５５０円、(ｃ)原告Ｄに対し、３１万４０７０円、(ｄ)原告Ｅに対し、３１\n万４９２０円、(ｅ)原告Ｃに対し、３０万４３９０円及びこれらに対する平成１１\n年４月１６日から各支払済まで年５分の割合による金員を支払え。\n２　被告Ｆは原告Ｃに対し、別紙謝罪文を交付せよ。\n第２　事案の概要\n本件は、後示２(1)①の不法行為を主張して、(ａ)原告らが被告らに損害賠償を請求\nするとともに、(ｂ)被告Ｃが被告Ｆに謝罪文の交付を求める事案である。\n１　争いのない事実及び証拠により容易に認められる事実\n(1)　当事者・関係者等\n①　Ｇと原告Ｂは、もと「フジゼミ」の名称で学習塾を経営していた株式会社藤ヶ\n丘ゼミナールに講師として勤務していた者であり、原告組合は、同人らが中心とな\nって平成５年９月２０日結成された組合である。同人らは、それぞれ原告組合の執\n行委員長と執行委員に就任している（組合結成時期につき甲４２）。\n②　その余の原告らは、本件当時、後示(3)の紛争に関するフジゼミ争議団のメンバ\nーだった者である（弁論の全趣旨）。\n③　被告教育企画及び被告知究舎（以下一括して被告各社という。また、そのいず\nれかに属する従業員を被告側従業員といい、そのうち氏名不詳の者を符号で表示す\nることがある）は、学習塾の運営を主な目的とする会社であり、後者は前者の子会\n社である。被告教育企画は、「名進研」の名称で学習塾を経営しており、肩書地所\n在の名進研本社ビル（以下本件ビルという）に本部（以下被告本部という）と学習\n塾の名進研名駅校を置いている。\n④　被告Ｆは、被告各社の代表取締役であり、Ｈは、被告教育企画の本部長であ\nる。\n(2)　藤ヶ丘ゼミナールから被告知究舎への営業譲渡契約等\n両社は、平成５年１２月９日付で藤ヶ丘ゼミナールの商号、商標、講師、生徒を含\nむ全営業資産を被告知究舎に譲渡する旨の契約を締結し（以下本件営業譲渡とい\nう）、被告Ｆは、平成６年１月２５日藤ヶ丘ゼミナールの従業員に対し、同年２月\n２６日で同従業員らを一旦解雇するが、被告教育企画又はその子会社の名進研グル\nープが新たに採用し、極力雇用する旨の説明をした。\n(3)　原・被告ら間の紛争（ただし、その経過等につき争いがある）\nその後、被告各社は、Ｇ及び原告Ｂとの雇用関係を否定し、これに対し、原告組合\nが被告知究舎に争議通告し、団体交渉を申し入れる等の紛争となった。\n(4)　本件事件の発生（ただし、事件の経過・詳細等につき争いがある）\nＧと原告ら及びその他の者は、平成１１年４月１６日被告本部を訪れて、被告各社\nとの団体交渉を求め、これに対し、被告Ｆ及び被告側従業員らは、原告側の退去を\n要求して、両者間に小競り合い等が発生した（以下本件事件といい、同日被告本部\nを訪れた原告側関係者を原告側メンバーという）。\n(5)　関連仮処分決定の存在\n被告らを債権者とし、原告組合、Ｇ及び原告Ｂを債務者とする業務妨害禁止等仮処\n分事件（当庁平成７年(ヨ)第２０４号、第３２１号）において、平成７年７月７\n日、要旨次の趣旨の決定（以下本件仮処分決定という）が出された。上記債務者ら\nの保全異議に対しては、同年１１月１５日上記決定を認可する旨の決定が下され、\n更にこれに対する保全抗告も、平成１０年６月２９日名古屋高等裁判所で棄却され\nた（甲２８、乙４）。\n①　上記債務者らは、被告各社に対し、同被告らの設置する別紙教室目録記載の各\n学習塾の付近において、拡声装置を用いて演説、宣伝、シュプレヒコールをするな\nどして被告各社の営業を妨害し、又は第三者をして同様の行為を行なわせてはなら\nない。\n②　上記債務者らは、被告らに対し、被告ら３名に関して、別紙文書目録記載の文\n言等を使用して、被告らの名誉を棄損する内容の文書を貼付・掲示・配布・郵送等\nをして、被告らの業務の妨害又は名誉ないし信用を棄損する一切の行為をし、又は\n第三者をして同様の行為を行なわせてはならない。\n２　争点\n本件の主たる争点は、(ａ)原告ら主張の不法行為の存否（後示(1)①。請求原因）、\n(ｂ)被告ら主張の正当防衛ないし緊急避難の成否（後示(2)④。抗弁）である。\n(1)　原告らの主張\n①　本件事件当日午後２時頃、Ｇと原告ら及びＩなど合計９名が、本件ビル８階の\n被告本部を訪れ、原告Ｂが同受付カウンター前で団交要求書（別紙１。以下本件要\n求書という）を読み上げて、団体交渉を申し入れたのに対し、被告Ｆと被告側従業\n員らは、現場で共謀のうえ、以下一連の暴行（下記アないしカ）、器物損壊（下記\nア、オ）、名誉棄損（下記カ）に出たが、これら行為（以下一括して本件不法行為\nという）は、被告各社の代表者の職務ないし各社の事業執行につき行なわれたもの\nである。\nア　同日午後２時半頃、原告Ｂが本件要求書を読み終わる頃に、被告Ｆは、カウン\nター横の部屋から飛び出し、「また来とるんか。帰れ、帰れ。」「手前ら、いつま\nでうだうだ言ってやんだ。出て行け。」と言いながら、原告Ｂのところに来て、同\n原告の手から、読み上げていた本件要求書とそのコピー２、３枚を奪い取って破り\n捨てた。\nイ　次いで、反転した被告Ｆは、両肩を固め相撲のかち上げのような形で  原告Ｄ\nに突き当たって仰向けに転倒させ、起き上がれないでいる同原告を「頭でも打った\nか、ははは。」と嘲笑した。\nウ　引き続き、被告Ｆは、右肩を固めＩの右肩に突き当たった後、原告Ｅの左肩に\nも激しく突き当たり、同原告を吹き飛ばした。\nエ　そこで、原告Ｂが被告Ｆの暴行を写真に撮り始めると、Ｈや他の被告側従業員\nは、カメラを奪おうと原告Ｂに襲いかかり、指を無理やりこじ開けようとしたり、\n階段を下って逃れようとする同原告に追いすがり、その体や腕を掴むなどの暴行を\nした。\nオ　更に、原告側メンバーが本件ビルの外に出た同日午後２時３０分頃、同ビル前\n歩道上において、被告側従業員Ｂは、原告Ｅの所持していたビラ（別紙２。以下本\n件ビラという）３００枚を奪い取り、被告側従業員Ａは、同原告の胸倉を掴み、背\n後に突き飛ばした。\nカ　また、このとき、被告Ｆは原告Ｃに対し、「黙れ、くそばばあ。」と言いなが\nら、いきなり顔面を平手で１回殴打し、同原告が抗議すると、「殴った。殴って何\nが悪い。」と暴言を吐いた。\n②　本件不法行為によって、原告組合を除くその余の原告らは、以下の傷害と損害\nを被り、Ｉも左肩関節捻挫の傷害を負った。\nア　原告Ｂ左中指・左環指捻挫\nａ治療費１万１５５０円（文書料を含む。以下同じ）\nｂ慰謝料３０万円\nイ  原告Ｄ両前腕・左膝部打撲、左肩・頚部挫傷\nａ治療費１万４０７０円ｂ慰謝料３０万円\nウ  原告Ｅ頭部打撲、頚部・前胸部挫傷\nａ治療費１万４９２０円ｂ慰謝料３０万円\nエ  原告Ｃ顔面打撲\nａ治療費４３９０円ｂ慰謝料３０万円\n③　また、原告組合も、本件不法行為によって組合活動を違法に侵害されたが、そ\nの無形的損害に対する慰謝料は３０万円が相当である。更に、原告組合は、自身の\n損害のほか上記②の原告らの損害の回復のために、本訴の弁護士費用を負担する立\n場にあるが、その金額は５０万円を下らない。\n④　更に、前示①カの公道上での殴打等は、女性の人格への侮辱であり、この名誉\n棄損による損害回復のためには、被告Ｆから原告Ｃへの謝罪文の交付が必要であ\nる。\n⑤　よって、本件不法行為に基づき、(ア)原告らは被告らに対し、連帯して前示\n②、③の損害の賠償と不法行為の日以降の遅延損害金の支払を、(イ)原告Ｃは被告\nＦに対し、別紙記載の謝罪文の交付を求める。\n⑥　後示(2)④の違法阻却事由の主張は争う。以下のとおり正当防衛や緊急避難は成\n立しない。\nア　前示①冒頭及び同アのとおり、本件不法行為が開始された当時、原告らは本件\n要求書を読み上げていただけであり、かつその終了後退出を予定していたのであっ\nて、この状況下で本件要求書を奪い取って破り捨てた被告Ｆの行為には、必要性や\n相当性が認められない。\nイ　本件ビラは、以下のとおり本件仮処分決定に違反せず、また、その配布は争議\n行為として労組法８条により違法性が阻却されるから、同ビラの奪取が正当防衛と\nなる余地もない。更に、原告Ｅが持っているだけの状況での同ビラの奪取には必要\n性や相当性も存しない。\nすなわち、本件仮処分決定の禁止事項は、限定列挙と解すべきであり、仮に例示列\n挙としても、表現の自由及び団体行動権の保障のために厳密に解すべきであって、\n同決定の基礎となった平成７年２月１９日より以降の労使紛争に関する限り、(ア)\n当該表現が個人を誹謗中傷するか、犯罪行為を強調する部分が目立つもので、(イ)\n事実に反する場合に限って同決定に違反するというべきであるが、本件ビラは、こ\nれら要件を満たさない。\nウ　また、原告らが予告せずに被告本部に赴いたのは、過去予告したところ、被告\n各社が責任者を不在にして交渉を拒否したことに対応したものである。従前被告ら\n代理人からされた話合いの申入れは、団交拒否を明言しているから、本件ビラ中の\n被告各社の団交拒否の記載も真実である。\n(2)　被告らの主張\n①　前示(1)①冒頭の事実中、原告側メンバーが被告本部を訪れ、被告側が退去を求\nめた事実は認めるが、以下のとおり不法行為の成立は否認する。原告側メンバーの\n行為は、業務妨害そのものを目的とし、また騒ぎになることを予想したもので、こ\nれに対し被告Ｆや被告側従業員が暴力を振るった事実はなく、退去を求めるため、\nある程度の有形力を行使したことはあるが、相当な範囲内である。その際転倒した\n者があったとしても、故意に演技したか、みずから招いた騒擾状態の中で生じたも\nので、被告らに責任はない。\nア　同アの事実中、被告Ｆが書面を破ったのは認めるが、原告側メンバーから受け\n取った書面を破り捨てただけで、奪い取った事実はない。仮に、奪ったとしても、\n後示④のとおり不法行為は成立しない。\nイ　同イの事実は否認する。被告Ｆが書面を破り捨てると、原告側メンバーが殺到\nしてきたが、原告Ｄは、このとき同メンバーらに押されて転倒したもので、被告Ｆ\nが同原告を転倒させたり、嘲笑した事実はない。\nウ　同ウの事実は否認する。被告Ｆはトイレに行こうと通りかかって原告側メンバ\nーに取り囲まれたが、「トイレに行く」と言って進もうとしたところ原告Ｅに当た\nり、同人がわざと転んだので、嘲笑したものである。なお、このとき原告側が「暴\n行、暴行」と発言したことが被告側従業員の憤激を誘発して、その後揉合い等の興\n奮状態になった。被告Ｆは、なおも原告側メンバー数名に取り囲まれたため、かき\n分けて進もうとして相手方にぶつかったことはあるが、その中に倒れた者はいな\nい。\nエ　同エの事実中、被告側従業員が写真撮影を阻止しようとしたのは認めるが、カ\nメラの奪取は否認する。原告Ｂは、被告Ｆの暴力行為など存在しないのに、一種の\n挑発行為として写真を撮り始めたものであり、被告側従業員は、これを阻止しよう\nとしたのであって、カメラを奪取しようとしたものではなく、同原告の挑発に乗っ\nてしまっただけである。\nオ　同オの事実中、配布を阻止するため、被告側従業員がビラ数十枚を取って破棄\nした事実は認めるが、３００枚もの枚数はなく、すでにかなりの枚数が配布済だっ\nた。この点についても、後示④のとおり不法行為は成立しない。被告側従業員が原\n告Ｅを突き倒した事実も否認する。同原告は、わざと倒れた振りをしたものであ\nる。\nカ　同カの事実も否認する。\n②  同②の事実は不知ないし争う。原告ら主張の負傷は虚偽か、軽微かつ混乱の中\nで偶発的に生じた負傷であって、被告らに責任はない。\nア　すなわち、原告Ｅは、受傷の事実そのものに疑問がある。\nイ　また、原告Ｂが負傷したのなら、その写真撮影を防ごうとした被告側従業員と\n揉み合い階段から落ちたときと考えられるが、同原告は、原告側メンバーの指揮を\n取る立場にあり、当初から原告Ｅとともに威圧的態度で被告らの業務を妨害し、被\n告側従業員が憤激して揉合いになるのを知っていたから、みずから招いた騒擾行為\nによる負傷というべきである。\nウ  原告Ｄ及び原告Ｃは、いずれも揉合いの中で偶発的に負傷等したものであり、\n被告Ｆや被告側従業員の暴行によるものではない。\n③　同③④の主張は争う。\n④　被告側が本件要求書や本件ビラを奪って破棄した点については、以下のとおり\n違法阻却事由があるから、不法行為は成立しない。\nア　すなわち、原告らは、従前から団体交渉事項になり得ない事項について交渉を\n求め、これに対し被告知究舎は、応諾義務はないものと考えつつも、弁護士を通じ\nて団体交渉に応じる旨を伝えていた。また、原告らは、平成７年以降、被告らを誹\n謗中傷するビラを私立中学校の入試会場で繰り返し配布し、緊張と不安の中にいる\n子供らに精神的動揺を与える等したため、原告組合、原告Ｂ及びＧは、本件仮処分\n決定により、被告らの名誉ないし信用を棄損し業務を妨害する文書の配布等を禁じ\nられていた。\nイ　しかるに、本件事件当日、原告側メンバーは、あらかじめ紛争を予想して録音\n機やカメラを用意したうえ、本件仮処分決定に反して、予告なしに名進研名駅校の\n同居する本件ビルに集団で押しかけ、業務時間中、「団交要求をする」等と怒号し\nて業務妨害を行なったり、居合わせた被告Ｆに詰め寄って取り囲んだりしたうえ、\n(ア)本件要求書では、別紙１のとおり、交渉事項の形を取りつつ、実際には、(ａ)\n被告Ｆの組合員脅迫、組合侮辱、(ｂ)被告側従業員の組合活動妨害等の一方的主張\nや、(ｃ)被告代理人に対する誹謗中傷あるいは上記(ｂ)に対する謝罪要求など、事\n実無根のおよそ合意の成立する見込みのない事項を掲げたり、(イ)本件ビラでは、\n別紙２のとおり、(ｄ)被告各社が団交を拒否しているなどの虚偽の事実や、(ｅ)一\n般人に、被告Ｆが違法行\n為を犯し裁判上制裁を受けるかのような誤った印象を与える記載をして、これらを\n配布するなどの不法行為に出ようとした。\nウ　したがって、被告Ｆや被告側従業員が本件要求書や本件ビラを奪って破棄した\nとしても、被告らの利益を守るために、原告側メンバーの違法な行為を差し止める\n目的に出たものであって、民法上の正当防衛ないし緊急避難に該当するから、不法\n行為は成立しない。\n第３  当裁判所の判断\n１　前提となる事実\n(ａ)前示第２、１(1)ないし(5)の各事実、甲１、甲５、甲６、甲９ないし甲１１、\n甲３０、甲３２、甲３６、甲４２、乙１の１ないし１５、乙４、(ｂ)当裁判所の再\n生によっても聴取不可能ないし困難な範囲を除く甲２０、(ｃ)いずれも後示採用で\nきない部分を除く甲１８、甲２１ないし甲２６、甲２７の１・２、乙２、乙３、証\n人Ｈの証言、原告Ｅ・原告Ｄ及び被告Ｆの各本人尋問の結果のほか、(ｄ)甲２、甲\n３、甲３１、甲３３ないし甲３５、甲３７ないし甲４１、乙５ないし乙１３の各存\n在によれば、以下の事実が認められる。\n(1)　藤ヶ丘ゼミナールは、学習塾の運営等を主たる目的としていた会社で、従前\n「フジゼミ」等の名称で藤ヶ丘校など３校の学習塾を経営していた。同社は、Ｊが\n代表取締役を務めていたが、塾生の減少で平成４年１２月の決算期に２０００万円\n以上の未処理損失を計上するなど経営状態が悪化していた。\nＧは、昭和６１年１１月から、また原告Ｂは、平成４年２月から、藤ヶ丘ゼミナー\nルに講師として勤務していたものであるが（以下両名を一括してＧらといい、次の\n原告組合と一括して原告組合らという）、同社における労働条件の維持・改善を目\n的として、平成５年９月２０日原告組合を結成し、それぞれ同組合の執行委員長と\n執行委員に就任した。\n(2)　被告教育企画は、学習塾の運営を主たる目的とする会社で、中学・高校受験の\n指導を中心に、二十数校の学習塾を経営する、愛知県内でも５指に入る大手塾であ\nり、被告Ｆが代表取締役を務めている。\n被告Ｆは、平成５年５月頃から前示のとおり経営状態が悪化していた藤ヶ丘ゼミナ\nールのＪ社長から営業譲渡の申入れを受けて、これを了解し、結局同年１２月９\n日、被告教育企画の１００パーセント子会社である被告知究舎と藤ヶ丘ゼミナール\nとの間で、同ゼミナールの商号、商標、講師、生徒を含む全営業資産を被告知究舎\nが譲り受ける旨の本件営業譲渡契約が締結された。\nそして、被告Ｆは、平成６年１月２５日藤ヶ丘ゼミナールの従業員に対し、同年２\n月２６日付で同従業員らを一旦解雇するが、被告教育企画又はその子会社の名進研\nグループが新たに採用し、極力雇用する旨の説明を行なった。\n(3)　その後、被告各社は、藤ヶ丘ゼミナールの講師全員の授業を見学し、新規採用\n面接をした後、(ａ)当時の講師２８名中２０名は、同年３月１日付で被告知究舎で\n採用するが、(ｂ)Ｇらを含む８名は、研修の上、被告教育企画又はその関連会社で\n採用するとの方針を決定し、被告教育企画から研修対象の講師に対し、その旨及\nび、研修中に授業内容が改善されない場合や業務命令に反するなど相応しくない場\n合には新規採用を見合わせる旨通知した。\nそして、研修実施後、被告各社は、Ｇらを不採用とし、被告教育企画は、平成６年\n２月２８日同人らに対し、研修中の執務態度、出勤状況、授業内容、教授技術等を\n理由して不採用に決定した旨の通知をした。\n(4)　他方、原告組合らは、本件営業譲渡の公表前の平成５年１１月１８日から、藤\nヶ丘ゼミナールと賃金等に関する団体交渉を継続しており、その公表後は、従業員\nの雇用継続の確認と新しい労働条件の開示を求めたが順調に行かなかったことか\nら、平成６年２月２４日以降、(ａ)藤ヶ丘ゼミナールが再建策を示さないまま営業\n譲渡した点を非難し、自主再建ないし雇用条件の保持を求める内容のビラを同ゼミ\nナールに差し入れるなどの行動に出ていた。しかし、上記(3)の不採用通知後、原告\n組合らは、(ｂ)本件営業譲渡の白紙撤回と藤ヶ丘ゼミナールの自主再建を求めるよ\nうになり、その趣旨のビラを配布したが、その一方で、被告各社に団体交渉を申し\n入れた（甲４２・１８頁以下、１０４頁）。\nこれに対し、被告各社は、原告組合ら要求の団交事項は、ほとんど同原告らと藤ヶ\n丘ゼミナールと間の問題であり、また不採用となった以上、Ｇらとの間に雇用関係\nがないなどとして、団交応諾義務を否定し、更にこれに対して、原告組合が平成６\n年８月被告知究舎に争議通告をし、同年９月フジゼミ争議団が結成されるなど、紛\n争は深刻化していった。\n(5)　そして、この間、原告組合らは、(ア)前示(4)(ｂ)と同趣旨の内容や、(イ)被\n告ＦがＧに対してした「バカヤロー」「小僧」等の発言や、被告らの他の対応を取\nり上げて非難したり、(ウ)被告らをウソ、ペテン、藤ゼミ乗っ取り、消費者ダマ\nシ、情報屋などと非難する内容のビラを作成し、①これらを地下鉄藤ヶ丘駅付近等\nで繰り返し配布したり、②多数の塾生の自宅に直接送付したりしたほか、③被告教\n育企画の塾生の受験する複数の私立中学校の入試会場で試験開始前に配布する、④\n授業中の藤ヶ丘校付近でビラを撒き、拡声機を使ってシュプレヒコールあげるなど\nの行為に出た。\n更に、原告組合らは、「Ａ労組は、『争議とは営業妨害することなり』『営業妨害\nが嫌なら団交に応じよ』を合言葉に、闘争のドロ沼化を恐れず、…合法果敢な戦い\nを展開しています。」とか、「知究舎を責任追及しよう！知究舎と争議をしよう！\n営業妨害しよう！」等と記載したビラを撒き、営業妨害の闘争方針を明確にした\n（甲４２・１３１頁、１３３頁）。\n(6)　これに対し、被告らは、上記のようなビラ配布等が業務妨害に当たるとして、\nその中止を申し入れ、特に、前示(5)③のように、１２、３歳の受験生が神経を張り\nつめている入試会場におけるビラ配布は、重大な挑戦の場にいる子供らの精神的動\n揺を誘うもので、あまりに非常識だとして、平成７年２月被告Ｆが原告Ｂに電話で\nその旨話をしたが、原告組合らは、これに応ぜず、あくまで団交を要求したうえ、\nこの際の原告Ｂの態度に憤激した被告Ｆが、「人道上の問題だ。非合法だ。それで\nもやめないのなら、これらもそれなりの手段を取るぞ。月夜の晩ばっかりじゃねえ\nぞ。」等と発言したのを、原告組合らは、脅迫電話だとして、その旨記載したビラ\nを撒くなどした。\nまた、被告側弁護士が原告組合に対し、平成６年９月３０日付で、前示(4)第２段の\nとおり、被告知究舎には団交応諾義務はないと考えるが、原告側にも主張があると\n推察されるので、話合いを持ちたい旨申し入れる書面を送付したが、原告組合は、\n団交にこだわって話合いを拒否し、更に、争議状態の団交要求に対し代理人から\n「直接交渉を控えられますようお願い致」されるいわれはないとか、代理人の卒業\n大学や司法修習生の期を明らかにせよとの文書を送付し、平成７年２月被告Ｆから\nの新規採用面接の申入れに対しても、すべてを団体交渉で解決するとして、同様に\n拒否の態度を取った。\n(7)　そのため、被告らは、原告組合らとの話合いを断念し、平成７年２月２８日、\n当裁判所に原告組合らを債務者とする業務妨害禁止等仮処分事件を申し立て、同裁\n判所は、被告らの申立をほぼそのまま認めて、同年７月７日、前示第２、１(5)①②\nの内容の本件仮処分決定を下し、これに対する原告組合らの保全異議や保全抗告も\n排斥され、更に被告らからの間接強制の申立も認められた。\nしかし、その後も原告組合らは、本件仮処分決定掲記の禁止事項は制限列挙にすぎ\nない等と主張し、更に前示(5)(ア)ないし(ウ)に類似内容のビラを作成して、被告各\n社の学習塾付近や私立中学校の入試会場等で多数回配布し、シュプレヒコールなど\nの示威行為を繰り返し、また被告教育企画の本部（現在の場所に移転前のものを含\nむ）に、何回か予告なしに集団で赴いて、団交を要求したほか（ただし、被告各社\nは応諾義務がないとの態度を取っており、団交が実現したことはなかった）、上記\nビラ配布に対する写真撮影に対し、原告組合の支援者が被告教育企画の藤ヶ丘校の\n教室内に乱入し、「フィルムを出せ」「こんな塾やめてしまえ」と怒号して授業を\n不可能にしたりした（以上の日時・場所等の詳細は甲４２、乙４参照）。他方、被\n告らの関係者と思わ\nれる人物からＧらに嫌がらせの電話等が掛かったり、原告組合の関係者による中学\n入試会場でのビラ撒きを制止しようとした被告側従業員が、これらの者に暴行を加\nえるなどの事件も発生し、紛争は一層激化していった。\n一方、この間原告組合らは、その団交要求にもかかわらず、労働委員会への斡旋や\n不当労働行為救済の申立、又は団交に応ずべき地位の確認訴訟あるいは労働契約上\nの地位の確認訴訟などの提起その他の法的措置を取ろうとはせず、被告側代理人に\n団交の日時場所の協議を申し入れることもなかった。\n(8)　しかるところ、Ｇと原告ら、及びその他の原告側メンバー（Ｉ、Ｋ、Ｌ、Ｍ）\n合計９名は、従前と同様に、被告各社への団交要求とその周辺でのビラ配布を計画\nし、本件事件当日昼頃ファミリーレストランに集まって同日の行動計画を打ち合わ\nせたうえ、７、８階に被告本部が、１ないし３階に名進研名駅校が入っている名進\n研本社ビル（名古屋市Ｎ区ＯＰ丁目Ｑ番Ｒ号所在）に向かった。\nこのとき、原告側メンバーは、相手に渡す本件要求書や配布予定の本件ビラ、を持\nち、組合旗と腕章を携行したほか、従前の経過や後示２(3)認定の事情から被告側と\nの間で紛争が起きることを予想して、原告側に有利な証拠を記録する目的から、あ\nらかじめカメラと録音機を用意して、執行委員長のＧが所携のカバンに録音機を入\nれ、執行委員の原告Ｂがカメラを携帯した。\n(9)　同日午後２時頃、従前同様予告なしに本件ビルを訪れた原告側メンバーは、エ\nレベーターで８階の被告本部受付に向かったが、途中同エレベーター中で、Ｉが\n「これがスタートライン、いいね。」、原告Ｅが「いや。来たら飛ぶからね。お\nれ。これどうしたって、最低。」と述べて、互いに当日の予定等を確認し、Ｇは、\n録音機のスイッチを入れて録音を開始した。\nそして、８階に着いた原告側メンバーは、うちＧと原告らの５名が同階の被告本部\n受付に入り（残り４名は、当初外側で待機していたが、後示のような騒ぎにつれ\nて、順次受付内に入っていった）、まず正面受付カウンターの女性事務員に原告組\n合の名前を名乗った後、団体交渉の要求にきた旨来意を告げた。これに対し、受付\nの事務員は、原告側と話のできる役職の者は不在である旨を答えたが、原告側は、\n被告Ｆがいないかなどを確認しようとした。\nすると、丁度そこへ被告教育企画の本部長であるＨが戻ってきたため、以後、後\n示(12)のとおり被告Ｆがその場所に出てくるまで、もっぱらＨが、一人で受付カウ\nンターの前で、複数の原告側メンバーの相手をする形になり、ほかに被告側従業員\n数名がＨの背後に控えるなどしていた。\n(10)　こうしてＨが対応し始めた当初は、双方とも通常の口調で話していたが、受\n付に入ってわずか１分強余りで、原告ＥがＨに、(ａ)「ほーう。脅迫するわけ。上\n等じゃん。こら。」と言うや、いきなり声を荒げ、「（××《以下関係者の発言は\n甲２０によって認定することとし、聞取りが困難な部分は上記のように表示する。\nこの認定に反する甲１９、甲２２の記載は採用できない》）くせに。こらぁ（××\n×）この野郎！」と大声で怒号し、更に続けて、「（×××）それで教育者ヅラす\nるんじゃねぇぞ。こらぁ。」と怒鳴りつけた。\nこれに対し、Ｈは、「教育者じゃねぇって言ってるだろ。」等の台詞は使いながら\nも、かなり落ち着いた様子で応答していたが、更に、(ｂ)原告Ｅは、声を落として\n「殴るっていうなら、てめぇから殴れ。」と挑発し、またＩが、いきなり「あんた\nヤクザみたいだねえ。」としゃべりかけ、原告Ｅも一緒に「ヤクザなんだな、この\n（×××）てのは。」と決めつける等した。\nそして、被告Ｆの所在を聞かれたＨが「いねえよ。」と答えると、(ｃ)原告Ｅが、\n再び怒気一杯の大声で「（××）ねえぞ、こらぁ！」等と罵倒し、更に、原告Ｅら\nのこのような言動にもかかわらず、他の原告側メンバーが「穏やかに言ってんだか\nら。」などと言うため、Ｈが、ほぼ普通の言い方で「なにが穏やかなんだ。」と反\n論したのに対しても、原告Ｅが喧嘩腰の口調で、「お前が（××）したんだろう\nが。なんだ、その態度は。」と応じた。\n(11)　一方、この間Ｇや他の原告側メンバーは、比較的普通の調子で、「団交の要\n求に来たんですけど。」「団交は受けなきゃ、いかんよ。」などと繰り返し発言し\nたり、Ｇが、「要求書を受け取って、事務折衝の日を、今ここで決めましょう。」\nと団交応諾を迫ったりし、これに対し、Ｈは、直接原告側メンバーの退去を求める\n発言はしなかったものの、決めるべきことはない旨答え、また、まずＧと話をする\nので、それ以外の者は受付の外に出てもらいたい旨述べたり、「解雇されて何年も\nたっている」旨のＧの発言に対し、「解雇した覚えはない」と、被告各社は団交の\n相手方ではない旨を述べたりした。\nしかし、原告側メンバーは、Ｈのこれら発言には応じず、被告側が団交の席に着か\nないことについて、被告各社に労働法の知識のある講師はいないのかとか、労働法\nは強制法規だ、知らないから済まされるものじゃないなどと発言し、結局被告本部\n受付に入って約６分後から約５分間にわたって、原告Ｂが、別紙１のとおり、被告\nらには、団交拒否のほか、暴行、脅迫、組合財産の強奪等の犯罪行為や、組合侮\n辱、肖像権侵害、Ｇらの解雇等の不当な行為があるなどの内容の本件要求書を読み\n上げて、被告側の回答を要求し、同要求書を渡そうとした。\nこれに対し、Ｈは、要求書は勝手に読み上げればいい、被告側は関係ない等と団交\nを拒絶していたが、すると今度はＧが急に話題を変え、Ｄに対し、「この前来たと\nき、あなた幸せですか、とか言ってたねぇ。」「解雇した相手に向かって、あなた\n幸せですか、ぼくは幸せですよってニタニタするって、どういうことですか？」\nと、それまでと違った険悪な口調で接近し、これをきっかけに、比較的抑制されて\nいたＨの口調も次第に厳しくなっていった。\n(12)　しかるところ、本件事件当日被告Ｆは、実際には前示受付カウンター隣の理\n事長室内にいたが、以上のような経過に我慢できなくなり、受付カウンター前に出\nてくると、「ガタガタ、ガタガタうるせい。」などと言いながら、原告Ｂに近寄\nり、これから本件要求書とそのコピー数枚を奪って破り捨てた。\nこれをきっかけに現場は騒然となり、原告側メンバーは、「組合活動の妨害」等と\n叫びながら一斉に被告Ｆに詰め寄り、(ａ)まずＩが被告Ｆと揉合いになると、原告\nＥが「暴行、暴行、写真、写真」と叫び、それから一瞬間を置いて、Ｉが「痛い、\n痛い。あー痛、あー。」等と長く、周囲に訴える調子で受傷した旨の発言をし、\n(ｂ)その直後、詳しい態様は不明であるが、原告Ｄが転倒して大きな悲鳴を上げた\n（甲２２・６頁２４行目に相当する付近）。\nすると、原告側メンバーは、原告Ｅが「はーい。写真、写真」と叫び、原告Ｂがカ\nメラで撮影を始めて証拠に残そうとしたほか、他の者が「あなたが、やったんでし\nょう。」「お前が突き倒したんだろう。」等と、被告Ｆに原告Ｄへの暴行を認める\nよう迫ったが、同被告は、「違う、俺じゃない。」と、暴行を否定する発言をした\n（甲２２・６頁２９行目）。\n(13)  次いで、被告Ｆが更に原告側メンバーのいる側に進もうとして、原告Ｅと揉\n合いになり、同原告が転んだが、これを見た被告Ｆは、同人を嘲笑する趣旨の発言\nをした（この発言は、甲２０には聞き取れる形で録音されていないが、被告Ｆ自\n身、発言の事実を認めているー同本人調書８、２１頁）。\n一方、原告Ｅは、前示(12)(ｂ)の原告Ｄの転倒後から自分の転倒の前後と、更にそ\nの後にかけて、(ア)何回も同じ調子で、「暴行、暴行」とか「あー暴行、暴行」と\nか「あー痛、あー痛。」と、被告Ｆの暴行を訴える発言を繰り返し、(イ)Ｇも、\n「あなたたち、見てましたよねぇ。見てましたねぇ。」等と周囲に同様のアピール\nを行なった。しかし、上記(ア)辺りの原告Ｅの口調は、本訴で被告Ｆに後示２(4)①\n(ｃ)、同②(ア)のような暴行があったとするにもかかわらず、それまでの同原告が\n前示(10)認定のとおり喧嘩腰の口調だったのから一転して、「あー暴行、暴行」\n「あー痛、あー痛。」（甲２２・６頁末尾から７頁中頃にかけて）と、興奮や緊張\n感の欠けた、むしろのんびりとした調子を含むものであり、これに続く、「ああ、\n診断書出してやるからな、覚悟\nしろよ。」（同７頁３４行目）などの発言も同様のしゃべり方であった。また、上\n記(イ)のＧの発言も格別大きな声等ではなく、普通に近い口調だった。\n(14)　他方、被告Ｆは、激高しながら、前示(13)の原告Ｅの転倒について、「歩い\nてたら、当たったんだよ。」と暴行を否定し、その後大声の早口で「どけ」「邪魔\nなんだよ。」などと怒鳴るとともに、前示(6)(7)の入試会場でのビラ撒きにつき、\n「１２歳の子供を試験会場でいたぶるのが、労働運動か。」などと、その後しばら\nく、この点に関する原告組合らの行動を非難したうえ、原告側メンバーが「ヤク\nザ」などの言葉で応じていたのに対して、更に「お前らこそ、ヤクザじゃないか。\nばかやろう。」と応酬した。\nしかし、これに対し原告側メンバーは、口々に反論しながらも、一部の者はむしろ\n落ち着いた口調で「名進研てヤクザだね。」等と言いながら、全体として順次８階\n受付から廊下に出て、なおも激高する被告Ｆの「半殺しにしたろか。」等の罵倒に\nも、「ストップ、ストップ」とほとんど取り合わないまま、エレベーターに乗り込\nんで、８階の被告本部を退去した（甲２０によれば、同エレベーター内の様子は比\n較的平穏に近いもので、その後１階ロビーに出てからも、原告側メンバーの中に強\n度の興奮を示している者はいない）。\n他方、原告Ｂは、カメラを奪おうとする被告側従業員と、受付内から８階階段辺り\nにかけて揉合いになり、手指にケガをしたが、結局他のメンバーとは別に、階段を\n使って１階に降りた。\n(15)　その後、１階から本件ビルの外に出た原告側メンバーは、更に同ビル前路上\nに集まって本件ビラを撒こうとし、様子を知って出てきた被告Ｆや被告側従業員と\n歩道上で対峙したが、このとき同メンバーらは、前示(14)第２段のエレベーター内\n等での比較的平静な様子から更に一転して、原告Ｃなどが興奮した口調で、「名進\n研の理事長は」「暴力団だー。」と叫び、これに憤激した被告Ｆが原告Ｃの顔面を\n１回平手打ちにすると、更に原告Ｅが「殴んなよ、殴んなよ。」と繰り返し被告側\nを挑発し、また原告Ｃは「名進研の理事長は、暴力団です。」「みんなに知らせま\nす。」と周囲に向かって叫び続けた。\n更に、原告Ｅは、その後も「やってみろ、こら。」と挑発を続けたうえ、その場に\n転んで、倒れたまま、近くにいた黒っぽいダブルの背広を来た被告側従業員を指さ\nし、その様子を原告Ｂが中央分離帯上から写真に撮影したが、(ａ)この際、原告Ｅ\nと上記被告側従業員の間には、原告側メンバーが同従業員と対峙して立っており、\nかつ、(ｂ)このうち後２者は、いずれもほぼ直立の状態で、(ｃ)特に同被告側従業\n員は、両手を脇につけるか後に回した状態であった。\nその後、この路上で、被告側従業員が、原告Ｅの持っていた本件ビラ相当枚数を奪\nい取り、被告らにおいて破棄した。\n２　本件事件の経過及び本件不法行為の成否\n(1)　前示１認定の事実によれば、本件当日の被告Ｆ及び被告側従業員の行為とし\nて、(ａ)本件ビル８階の被告本部受付カウンター前で、被告Ｆが原告Ｂから本件要\n求書とコピーを奪って破り捨てた行為（前示１(12)）、(ｂ)同カウンター前から８\n階階段辺りにかけて、カメラを奪おうとして被告側従業員が原告Ｂと揉み合い、手\n指にケガをさせた行為（同(14)）、(ｃ)本件ビル前歩道上で、被告Ｆが原告Ｃの顔\n面を１回平手で殴打した行為（同(15)）、(ｄ)同所で、被告側従業員が原告Ｅから\n相当枚数の本件ビラを奪って廃棄した行為（同(15)）、を認めることができ、上記\n(ｂ)と(ｃ)の暴行は、それぞれ直接の相手方となった原告Ｂと原告Ｃに対する不法\n行為に該当し、また同時にこれらの行為及び上記(ａ)(ｄ)の本件要求書と本件ビラ\nの奪取や破棄は、原告組合の活動\nに対する妨害に当たり、同原告に対する不法行為に該当するというべきである（こ\nれら行為に関する違法阻却事由等の主張に対する判断は、後示(7)(8)のとおり）。\nそして、前示１認定の紛争及び本件事件当日の経過によれば、これら行為は、被告\nＦの被告各社の代表取締役の職務に関してなされたものか、被告各社の事業の執行\nにつき実行されたものと認められるから、被告らには、前示各行為によって生じた\nそれぞれの相手方の損害を連帯して賠償する責任があるというのが相当である。\n(2)　これに対し、本件不法行為のうち、原告ら主張のその余の行為、すなわち、前\n示１(12)の本件要求書の破棄後に、被告Ｆが連続的に敢行したと主張する、(ア)原\n告Ｄに突き当たり仰向けに転倒させた行為、(イ)Ｉの右肩に突き当たった行為、\n(ウ)原告Ｅの左肩に突き当り吹き飛ばした行為、(エ)本件ビルの外で、被告側従業\n員Ａが原告Ｅの胸倉を掴み、背後に突き飛ばした行為、(オ)前示(1)(ｃ)の暴行時\nに、被告Ｆが被告Ｃに対し「くそばばあ」と発言した行為については、前示１認定\nの事実に加え、後示(4)認定の事情も考慮すれば、いずれも該当する事実を認めるこ\nとができず、不法行為の成立は認められない。\n(3)　更に、前示(1)認定の不法行為の経過について検討するに、前示１認定の事実\nによれば、被告側が上記行為に及んだのは、当日原告側メンバーが同(10)(15)認定\nの態度に出ていたことが一因となっていると認められるところ、同メンバーの行動\nには、(ａ)同(10)認定のとおり、Ｈ側に重大な非があるとも窺われないのに、同人\nと話を始めてわずか１分ほどで原告ＥやＩが怒号、罵倒、ヤクザ呼ばわりの喧嘩腰\nの態度や、「てめぇから殴れ」等の挑発的言動に出ていること、(ｂ)これにつき他\nの原告側メンバーも、「穏やかに言ってんだから。」等と挑発的な発言をしている\nこと、(ｃ)同(15)認定のとおり、原告Ｅは、本件ビル前でも同様の挑発的言動を繰\nり返していること、(ｄ)同(12)第２段、同(13)第２段、同(15)第１、２段認定のと\nおり、被害を受けたとする原告側メ\nンバーが、以後もっぱら暴行の事実を周囲にアピールしたり、これを被告Ｆら相手\n方に認めさせるのを主目的とする発言態度に出ていること、(ｅ)同(13)第２段認定\nのとおり、被告Ｆの原告側メンバーへの暴行を目撃、体験したはずの原告Ｅらが、\nそれまでの喧嘩腰あるいは興奮状態から一転して、興奮や緊張感を欠く口調態度に\nなるなど不自然な対応であること（原告Ｅらが真実Ｈの対応に憤激していたのであ\nれば、その後被告Ｆらから予期しない暴行等を受けた結果、興奮の度が高まらず、\nかえって緊張感を欠くようになるというのは容易に理解し難い経過である）、以上\nのような挑発的あるいは不自然な点が認められる。\nしたがって、そのほか、(ｆ)前示１(8)認定の原告側メンバーの準備行為、(ｇ)\n同(9)認定のエレベーター中での打合わせの事実なども併せ勘案すれば、本件事件当\n日、原告側メンバーは、みずからの挑発的言動によって相手方が暴行等の行動に出\nることを予期して一連の行為に及んだものであり、被告側の行動には、これに誘発\nされた側面もあったと認めるのが相当である。\n更に、被告Ｆが前示１(14)以降の憤激を示したのは、子供らの精神的動揺を防ごう\nと中止を要請したのに、原告組合らが入試会場でのビラ撒き戦術を継続してきたこ\nとに対する強い怒りが要因となっていたものと認められる。\n(4)　以上の認定に対し、原告らは、そのほか原告Ｄ、原告ＥとＩも暴行を受けてお\nり、原告Ｃは「くそばばあ」と罵倒されたと主張している。\n①　そこで、まず原告Ｄについて検討するに、(ａ)甲６、甲１１、甲１８、甲１\n９、甲２１、甲２２、甲２６、甲２７の１・２、原告Ｅ本人の供述には、原告ら主\n張に沿う部分があり、(ｂ)原告Ｄの供述や陳述書（甲２３）には、これらと同趣旨\nのほか、暴行後被告Ｆから「頭でも打ったか、ははは。」と嘲笑されたとの記載が\nあるほか、(ｃ)原告Ｅの供述中には、要旨、「Ｆは、相撲のかち上げのように下か\nらＤを突き上げ、同人の体は５０センチメートルくらい完全に浮き上がり、最初背\n中から落ちて、しばらくしてから腹ばいになった。」「Ｆの暴行の様子ははっきり\n見えており、その右肩か肘が、Ｄの左肩辺りに当たった。」などの部分がある。\nしかしながら、(ア)暴行の態様等に関する原告Ｄの当法廷での供述は、極めてあい\nまいで（同本人調書４、８頁、１３頁以下）、どのような暴行を受けて、どのよう\nな体勢で転倒等したのか明確に供述できないのであり、本当に真実の体験に基づく\nものか疑問がある。(イ)また、本件事件当日作成の甲６には、上記(ｃ)の供述に出\nてくる「被告Ｆから左肩辺りにされた暴行」や、「背中から転倒したこと」によっ\nて当然生じるはずの当該部位の受傷に関しなんら記載がないし、約２か月後に作成\nされた甲１１には左肩・頚部挫傷の記載が現れるが、これも原告Ｅの上記供述と本\n当に一致するか疑問があるうえ、なぜ事件直後に同部に関する訴えがなかったのか\n合理的な説明もない。(ウ)更に、甲６、甲１１によれば、原告Ｄは左膝前部に受傷\nが認められるが（甲１\n１裏面参照）、これがいかなる経過で生じたのか原告側の供述等からは直ちに理解\nできないところ、同部分の打撲や甲６記載の両前腕の打撲は、一般に前方に倒れる\n際に床で打ったり身体を庇って生じることが少なくない傷害だと考えられる。(エ)\nそのほか、甲２０を精査しても、被告Ｆが原告Ｄの転倒直後に同原告を嘲笑等する\n発言をしたとは聞き取ることができず、下記(オ)の事情も考慮すれば、被告Ｆの嘲\n笑等は、前示１(13)認定のとおり、その後に原告Ｅに向けてなされたものだと認め\nるのが相当である。\nしたがって、以上のほかに、(オ)被告Ｆが原告Ｄの転倒直後これに対する暴行を否\n定する発言をしていること（前示１(12)末尾参照。なお、原告Ｄに対する暴行を認\nめるかのような乙２の記載は、同発言に照らし誤記と認められる。また、被告Ｆ\nは、原告Ｃに関しては、後示(6)第３段のとおり直後に暴行を認める趣旨の発言をし\nている）も考え併せると、原告らに有利な前示証拠を直ちに全面的に採用するのは\n困難であって、原告Ｄの転倒は、前示１(12)認定のとおり、本件要求書を破った被\n告Ｆに詰め寄った原告側メンバーに押されたことによる可能性があり、同原告の傷\n害も、このとき前方に倒れた際に生じたものである疑いが排除できないというべき\nである。\nそうすると、被告Ｆの原告Ｄに対する暴行については、結局、証明がないというに\n帰するから、この点に関し、不法行為の成立を認めることはできない。\n②　次に、原告Ｅ及びＩについてみるに、甲７、甲８、甲１２、甲１３、甲１９、\n甲２１、甲２２、甲２６、原告Ｅ本人の供述中には、原告らの主張に沿う部分があ\nり、同原告は、(ア)被告本部８階で被告Ｆは、肘でＩの左肩にぶつかり、更に原告\nＤへの暴行の後、自分の左肩に当たってきた旨供述し、(イ)本件ビル前の暴行につ\nき、要旨、「なにが気に食わなかったのか知らないが、被告従業員Ａが横から手を\n出してきたので、ウェイビングして顔を殴られるのをかわしたところ、更に一歩踏\nみ込んできたのに倒された。同人に胸倉をつかまれたと思う。」旨の供述をしてい\nる。また、上記(イ)の暴行で原告Ｅが転倒した際の写真として甲１８⑪が提出され\nている。\nそこで、まず上記(イ)の点からみるに、甲１８⑪には被告側従業員の暴行は直接撮\n影されていないし、実際に同号証に写っている現場の状況は、前示１(15)(ａ)から\n(ｃ)認定のとおりであって、暴行直後とはいえ、問題の被告側従業員Ａには上記\n(イ)にかかる暴力等を振るった形跡が窺えず、原告側メンバーにも仲間への暴行に\n対する応戦等の体勢はまったく見られないうえ、同従業員が、原告Ｅとの間にいる\n原告側メンバーをかわして上記暴行に出られるものかかなり疑問であって、このよ\nうな状況で、原告Ｅのみが仰向けに倒れて、上記被告側従業員の方を指さしている\nのは極めて不自然というべきである。\nまた、本件ビル８階で原告ＥやＩが被告Ｆに吹き飛ばされたりしたという当時の状\n況をみても、その後原告Ｅが反復して行なった暴行の事実を訴える趣旨の発言が、\n明らかに緊張感を欠く不自然なものだったことは、前示(3)(ｅ)に判示したとおりで\nある。\nしたがって、そのほか、前示１(10)(15)認定の原告ＥやＩの挑発的言動や、前示(3)\n認定の本件事件当日の経過なども勘案すると、同原告は、被告Ｆや被告側従業員と\nの揉合いを利用するなどして、わざと倒れたり受傷のふりをした可能性があるとい\nうべきであって、原告ら主張の前示暴行は、いずれもその事実を認めることができ\nないというのが相当である。\n③　更に、原告Ｃに対する「くそばばあ」との発言の有無について検討するに、甲\n２０からは、問題の時点でそのような発言があったことを聞き取ることができず、\nこの点に関する原告らの主張も直ちに採用できない。\nなお、そのほか甲２２・２頁５０行目には、Ｉの発言として、「あっ、痛て、痛\nて、痛て、おい。」と暴行の被害を訴えるかのような記載がなされているが、同じ\nく甲２０を再生した限りでは聞き取ることが困難である。\n更に、甲２７の１・２と原告Ｅ本人の供述中には、被告Ｆが本件ビル１階内でも原\n告Ｃに暴力を振るった旨の部分があるが、甲２５・２頁によれば被害者たる原告Ｃ\nも、その事実を記憶していないというのであって、容易に採用できず、上記証拠は\n信用性に問題があるというべきである。\n④　そして、以上の各点に関する原告らに有利な前示各証拠は、全体としても容易\nに採用できず、他に前示(2)掲記の不法行為を認めるだけの証拠はない。\n(5)　また、前示(3)の認定に対し、甲２０のテープの反訳書とされる甲２２には、\n(ア)前示１(10)(ａ)冒頭の原告Ｅの発言の前に、Ｈが「てめえらか、ふーん。」と\n発言した旨の記載が、(イ)前示１(10)(ｂ)冒頭の原告Ｅの発言の前には、Ｈが「殴\nられてえか。」と発言した旨の記載があり、(ウ)甲２１・２頁目には、上記(ア)と\n同一の場面で、（Ｈではなく）細身の男性社員と被告側従業員Ａから、「お前ら、\nただで帰れると思うなよ。」「ただじゃ帰さねえぞ！」との発言があった旨の記載\nがある。\nしかしながら、甲２０を再生して精査しても、これらの被告側の発言を聞き取るこ\nとはできず、少なくとも通常の再生方法で聞き取り可能な録音状態のテープが提出\nされる等しないかぎり、Ｈなどが当該発言をしたとは認定することができない（こ\nの点は、甲２２・６頁には、被告側従業員Ａがしたという、「ああ臭え。くせえ。\nお前ら、本当、浮浪者みてえに見えるな。ああ臭え」との発言の記載等についても\n同様である）。更に、上記(ア)と(ウ)は、いずれも同一時同一場面のものでありな\nがら、発言者や発言内容がまったく異なっており、この点からも上記証拠部分は信\n用性に乏しいというべきである。\n結局、本件事件当日の全体的な経過は、前示(3)認定のとおりであって、原告側メン\nバーは、みずからの挑発的言動によって相手方が暴行等の行動に出ることを予期し\nて一連の行為に及んだものであり、たとえば、前示１(10)(ａ)ないし(ｃ)認定のと\nおり、直前にＨら被告側において、ほとんど格別の言動に出ていないか（同(ａ)\n(ｂ)）、あるいは特に重大な発言をしたわけでもないのに（同(ｃ)）、原告側メン\nバーにおいて、怒号、罵声等の挑発的行為に出て、その場の緊張を盛り上げようと\nしていたものであり、これが本件不法行為の一因をなしていると認めるのが相当で\nある。\n(6)　他方、被告らは、本件要求書の奪取や、原告Ｂ及び原告Ｃに対する暴行を否定\nし、乙２、乙３、証人Ｈの証言、被告Ｆ本人の供述中には、被告らの主張に沿う部\n分がある。\nしかしながら、まず本件要求書の奪取の点についてみるに、乙２や被告Ｆ本人の供\n述中には、当時は、たまたまトイレに行きたくなったこともあって出ていったもの\nで、それほど怒ってはおらず、原告Ｂが本件要求書を突き付けてきたため、受け取\nって破り捨てただけであるとの趣旨の部分があるが、被告本部受付カウンター前に\n出てきた被告Ｆの態度が、偶然の尿意もあって現場に出てきたなどというものでな\nいことは、前示１(12)認定の被告Ｆの激高ぶりやその発言内容をみれば明らかであ\nって、直ちに信用性がない。\nまた、本件事件当時、被告Ｆ自身が原告Ｃへの暴行を認めていたことは、甲２２・\n１０頁４６行目などの発言から明白である。\n更に、原告Ｂと揉合いになった被告側従業員は、前示１(14)第３段認定のとおり、\n当初いた受付内から８階階段辺りまで、同原告に付いていっているのであって、同\n従業員の行動が単に原告Ｂの写真撮影を阻止しようとしただけであったとは容易に\n考え難い。\n以上によれば、被告らに有利な前示各証拠は、容易に採用できず、後示(7)(8)の点\nは別として、他に前示(1)の事実認定を左右するだけの証拠はない。\n(7)　更に、被告らは、本件要求書や本件ビラの奪取は正当防衛ないし緊急避難に該\n当する旨主張している。\nそこで、まず本件要求書の奪取に関してみるに、前示１(2)ないし(7)認定のとお\nり、(ア)もともと被告各社は、被告知究舎が藤が丘ゼミナールから営業譲渡を受け\nただけの関係で、Ｇらと間には雇用関係があったわけではなく、また同人らの採用\nに当たり、同(3)(ｂ)以下の条件を付けていた経緯があって、(イ)他方、原告組合ら\nが、同(4)(ｂ)の時点以降、対外的には本件営業譲渡の白紙撤回を要求して、同(5)\n以下の闘争戦術に出ており、かつ同(6)(7)のとおり、代理人を通じた交渉を一切拒\n否し、労働委員会や裁判所へ申立その他の法的措置を取ろうとしないなど、主とし\nて原告組合側の対応のために、両者の見解の相違が、いわば膠着状態になっていた\n本件事件当時の状況においては、被告Ｆが藤ヶ丘ゼミナールの従業員の雇用につい\nて同(2)第３段の説明をしていた\n点を考慮しても、被告各社が当然に原告組合との団交義務を負うものでないことは\n見易い道理というべきであるが、他方、被告Ｆによる本件要求書奪取の態様は、前\n示１(12)認定のとおりであって、原告側メンバーがすでに同要求書を読み終わり、\n被告側に交付しようとしていた段階で、自身が格別の説明や説得等をすることなく\n一方的に奪取行為に出た同被告の行為に、正当防衛の必要性や相当性を認めること\nはできず、同時に緊急避難の成立も認め難い。\n次に、被告側従業員の本件ビラ奪取についてみるに、本件ビラの内容は、別紙２の\nとおりであって、本件ビル付近での同文書の配布は、少なくとも本件仮処分決定に\n違反する可能性が高いというべきであるが（同決定掲記の禁止事項が例示列挙であ\nることは、その体裁・内容から明らかである。またその解釈に当たって、前示第\n２、２(1)⑥イのような要件を付加すべきだとも解し難い）、一方、その奪取の態様\nは、前示１(15)認定のようなものであって、被告Ｆから原告Ｃへの暴行も行なわれ\nている当時の状況のもとで、対象となる文書の内容の確認や原告側への説得等を経\nることなく、これを奪取した行為に正当防衛や緊急避難の成立を認めることができ\nないのは、前同様である。\n(8)　そのほか、被告らは、原告Ｂはみずから招いた騒擾行為により、また原告Ｃも\n揉合いの中で偶発的に負傷したものであるから、被告らに責任はない旨主張してい\nるが、前示(1)のとおり、被告Ｆによる本件要求書の奪取が不法行為として成立する\n以上、これを掲記とする原告Ｂの写真撮影を法の保護の外に置くことは適当ではな\nいし、また被告Ｆの原告Ｃに対する暴行は、意図的な平手打ちであって、これを偶\n発的な負傷ということもできない。\n(9)　以上によれば、本件不法行為の成立は、前示(1)認定の範囲においてのみ認め\nられ、被告らには、連帯して当該行為の相手方の損害を賠償する義務があるが、こ\nれ以外の行為に関する原告らの請求は、その余の点について検討するまでもなく理\n由がない。\n３　原告側の損害\n(1)　原告Ｂ及び原告Ｃの治療費\n甲５、甲９、甲１０、甲１４の１ないし４、甲１７によれば、前示不法行為によっ\nて、原告Ｂは左中指・環指捻挫、原告Ｃは顔面打撲の障害を負い、それぞれ実日数\n４日間と１日間の通院をし、その治療費・文書代として、１万１５５０円と４３９\n０円を要したと認められる。\n(2)　原告組合、原告Ｂ及び原告Ｃの慰謝料\n前示不法行為の態様・結果のほか、前示２(3)(5)に認定した事情も考慮すれば、本\n件の慰謝料としては、上記原告らについて、それぞれ各２万円ずつが相当である。\n(3)　原告組合の弁護士費用\n本件事案の性質・内容、審理期間、認容額等を考慮すれば、前示認定の不法行為と\n相当因果関係のある弁護士費用の金額は、５万円が妥当である。\n(4)　謝罪文交付の当否\nそのほか、原告Ｃは被告Ｆに謝罪文の交付を求めているが、前示認定の暴行等の態\n様によれば、その必要性を認めることはできない。\n(5)　小計原告組合につき７万円原告Ｂにつき３万１５５０円\n原告Ｃにつき２万４３９０円\n４　結論\n以上の次第で、原告組合、原告Ｂ及び原告Ｃの各請求は、被告らに対し、連帯し\nて、それぞれ原告組合が７万円、原告Ｂが３万１５５０円、原告Ｃが２万４３９０\n円及びこれらに対する不法行為の当日である平成１１年４月１６日から各支払済ま\nで民法所定年５分の割合による遅延損害金の支払を求める限度で理由があり、原告\nＤ及び原告Ｅの請求は、いずれもすべて理由がない。\n名古屋地方裁判所民事第１部\n裁判官夏目明徳\n（別紙省略）\n"
}