{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 12,
    "day": 25
  },
  "case_number": "平成13(行ケ)499",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "10613",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=10613",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/613/010613_hanrei.pdf",
  "contents": "平成１３年（行ケ）第４９９号　特許取消決定取消請求事件\n平成１５年１２月９日口頭弁論終結\n判　　　　決\n原　　　告　　　　　株式会社オーイケ\n訴訟代理人弁理士　　今　井　　　彰\n被　　　告　　　　　特許庁長官　今井康夫\n指定代理人　　　    石　井　良　夫\n同　　　　　　　　　高　橋　泰　史\n同　　　　　　　　　涌　井　幸　一\n主　　　　文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n事実及び理由\n第１　当事者の求めた裁判\n１　原告\n特許庁が平成１１年異議第７４２６０号事件について平成１３年９月１７日\nにした特許取消決定を取り消す。\n訴訟費用は被告の負担とする。\n２　被告\n主文と同旨。\n第２　当事者間に争いのない事実\n１　特許庁における手続の経緯\n原告は，発明の名称を「コンクリート製品の製造方法，耐久性型枠および埋\n設物」とする特許第２９３０９４０号の特許（平成５年１２月１５日に日本国でし\nた特許出願（特願平５－３４３７０３号）による優先権を主張して，平成６年１２\n月１２日出願の平成６年特許願第３０７８２２号の分割出願として特許出願（以下\n「本件出願」という。），平成１１年５月２１日に特許権設定登録，以下「本件特\n許」という。請求項の数は２３である。）の特許権者である。\n本件特許に対し，請求項１ないし２３のすべてについて，特許異議の申立て\nがなされ，特許庁は，この申立てを，平成１１年異議７４２６０号として審理し\nた。原告は，この審理の過程で，本件出願の願書に添付した明細書について，訂正\nを請求した（以下「本件訂正」といい，本件訂正に係る明細書（甲第１２号証）を\n「本件明細書」という。）。特許庁は，審理の結果，平成１３年９月１７日に，\n「特許第２９３０９４０号の請求項１ないし２３に係る特許を取り消す。」との決\n定をし，同年１０月９日にその謄本を原告に送達した。\n２　特許請求の範囲（本件訂正後の請求項１）\n「【請求項１】インサート保持具または該インサート保持具が装着されたイン\nサートを耐久性型枠の所定の位置に繰り返し設定する際に、それらから耐久性型枠\n側に突き出た少なくとも１本の突起部を、裏面に鞘管が設けられた耐久性型枠の設\n定孔に表面から挿入して設定し、脱型する際にコンクリート製品と前記耐久性型枠\nの間に働く力によって前記突起部が分断されることを特徴とするコンクリート製品\nの製造方法。」（以下「本件発明」という。）\n３　決定の理由\n別紙決定書の写し記載のとおりである。要するに，①本件発明は，実公昭５\n９－３８６３号公報（本訴甲第２号証。以下，決定と同じく「刊行物１」とい\nう。），実公昭５０－３８１８３号公報（本訴甲第５号証。以下，決定と同じく\n「刊行物４」という。）及び実願昭４９－１３０１８１号（実開昭５１－５５８６\n８号）のマイクロフィルム（本訴甲第６号証。以下，決定と同じく「刊行物５」と\nいう。）記載の各発明に基づいて，当業者が容易に発明をすることができたもので\nあって，特許法２９条２項の規定に該当し，特許出願の際独立して特許を受けるこ\nとができないものであるから，本件訂正は認められない，②請求項１ないし７，９\nないし１２，１４，１５，１９，２０，２２，２３に係る発明は，いずれも公知文\n献に記載された発明に基づいて当業者が容易に発明をすることができたものである\nから，特許法２９条２項に該当し，特許を受けることができない，③請求項１ない\nし２３の記載には不備があるから，平成６年法律第１１６号による改正前の特許法\n３６条４，５項に違反し，請求項１ないし２３に係る発明は特許を受けることがで\nきない，というものである。\n決定が上記結論を導くに当たり認定した本件発明と刊行物１に記載された発\n明（以下「刊行物１発明」という。）との一致点・相違点は，次のとおりである。\n（一致点）\n「インサート保持具を耐久性型枠の所定の位置に繰り返し設定する際に，そ\nれらから耐久性型枠側に突き出た突起部を，耐久性型枠の設定孔に表面から挿入し\nて設定し，脱型する際にコンクリート製品と耐久性型枠の間に働く力によって突起\n部が分断されることを特徴とするコンクリート製品の製造方法」である点\n（相違点）\n「本件訂正発明１（判決注・本件発明）では，裏面に鞘管が設けられた耐久\n性型枠であるのに対して，刊行物１発明では，その点が記載されていない点」\n第３　原告主張の決定取消事由の要点\n決定は，本件発明と刊行物１発明との相違点を看過し（取消事由１），相違\n点についての判断を誤り（取消事由２），本件発明の顕著な作用効果を看過した\n（取消事由３）ものであり，これらの誤りがそれぞれ結論に影響を及ぼすことは明\nらかであるから，違法として取り消されるべきである。\n１　取消事由１（相違点の看過）\n(1)　本件発明と刊行物１発明とは，次の点において相違するにもかかわらず，\n決定は，これらの相違点を看過した。\nＡ　相違点Ａ\n本件発明では，裏面に鞘管が設けられた耐久性型枠の設定孔にインサー\nト保持具の突起具を挿入する工程を有するのに対し，\n刊行物１発明は，裏面に鞘管のない型枠の螺孔へ取付ねじを螺合させる\n工程を有する点。\nＢ　相違点Ｂ\n本件発明では，脱型する際に，コンクリート製品と裏面に鞘管の設けら\nれた耐久性型枠の間に働く力によって，突起部が分断される工程を有するのに対\nし，刊行物１発明では，脱型する際に，コンクリート製品にインサートされた筒体\nと，裏面に何もない型枠の間で，取付けネジが反対側に引張られ，ちぎれるように\n切れる工程を有する点。\nＣ　相違点Ｃ\n決定は，本件発明が製造方法の発明であるにもかかわらず，その製造方\n法を採用することが容易であるか否かを判断せず，本件発明を物の発明であると誤\n認し，型枠に鞘管に類するものを設けることが容易であるか否かということしか判\n断していない。\nＤ　相違点Ｄ\n決定は，刊行物１発明について，「裏面に鞘管のない（耐久性）型枠を\n使用して実施する」との要素を捨象して，「耐久性型枠の設定孔にインサート保持\n具の突起部を挿入する工程」と「脱型する際にコンクリート製品と，耐久性型枠の\n間に働く力によって突起部が分断される工程」とからなる上位概念の発明として認\n定し，これを下位概念の発明である本件発明とを対比して，一致点を認定した。\nこのような対比の方法は許されない。決定は一致点の認定を誤り，結果\nとして重要な相違点を看過した。\n２　取消事由２（相違点についての判断の誤り）\n決定は，刊行物４及び５の記載を根拠に，本件発明と刊行物１との相違点に\n係る本件発明の構成に想到することは容易であるとした。\nしかしながら，刊行物４及び５には，脱型する際にコンクリート製品と，裏\n面に鞘管が設けられた耐久性型枠の間に働く力によって突起部が分断される工程に\nついての記載もこれを示唆する記載もない。かえって，刊行物４には，脱型すると\nきに，本件発明の突起部に対応する保持片４が切れないように，型枠裏面の支承ブ\nロックから外すことが，刊行物５には，脱型するときに，本件発明１の突起部に対\n応するボルト３が切れないような型枠１及びカラー２とすることが記載されてい\nる。すなわち，刊行物４及び５に開示されているのは，本件発明の突起部に対応す\nるものを抜けやすくするために先端が小さくなるテーパー状の鞘管であり，脱型す\nるときに，突起部が分断されないようにすることを目的としたものである。刊行物\n４及び５には，相違点に係る本件発明の構成（工程）とは全く反対の方法で脱型す\nる製造方法が記載されているから，本件発明の上記構成（工程）を，刊行物４及び\n５に基づき容易に想到することができたものとすることはできない。\n３　取消事由３（顕著な作用効果の看過）\n本件発明は，型枠の裏面に鞘管が設けられた設定孔に突起部を挿入して分断\nすることにより，突起部が分断されるまで突起部を鞘管で保持することができると\nいう効果を奏する。このため，型枠が薄くても突起部の接触面積を大きくすること\nができ十分な付着力が得られるので，その力を，突起部を分断するために活かすこ\nとができる。したがって，インサートを安定して型枠に設定することができるのみ\nならず，脱型する際に突起部を確実に分断することができ，方形または溝型の内面\nを成形する内型枠の裏面という，脱型する際に作業員の手の届かない部分に鞘管を\n取り付け，そのような内型枠でもコンクリート製品との干渉なく脱型することがで\nきる，という顕著な作用効果が得られる。\n決定は，この顕著な作用効果を看過した。\n第４　被告の反論の要点\n１　取消事由１（相違点の看過）について\n刊行物１には，耐久性型枠の設定孔に表面から挿入して設定する，ことが記\n載されているから，原告が主張する相違点Ａは，原告のいう，「耐久性型枠の設定\n孔にインサート保持具の突起部を挿入する工程」を，裏面に鞘管が設けられた型枠\nを使用して実施するか，裏面に鞘管のない型枠を使用して実施するかの違いという\nことになる。\n刊行物１において「インサートされた筒体５」は，第４図（別紙図面参照）\nの形状からみて，脱型する際にはコンクリート製品と一体化されているから，脱型\nする際にコンクリート製品にインサートされた筒体と型枠との間に働く力，は，脱\n型する際にコンクリート製品と耐久性型枠との間に働く力，と同義であること，\n「取付ねじ９」はその機能に照らし本件発明における「突起部」に相当すること，\n取付ねじが反対側に引っ張られ，ちぎれるように切れるとは，取付ねじがコンクリ\nート製品と耐久性型枠との間に働く力によって分断されることにほかならないこと\nを考慮すると，刊行物１には，「脱型する際に，コンクリート製品と耐久性型枠と\nの間に働く力によって突起部が分断される工程」が記載されていることになる。原\n告が主張する相違点Ｂは，「脱型する際に，コンクリート製品と耐久性型枠との間\nに働く力によって突起部が分断される工程」を，裏面に鞘管の設けられた耐久性型\n枠を使用して実施するか，裏面に鞘管のない耐久性型枠を使用して実施するかの違\nいということになる。\n原告が主張する相違点Ａ及びＢは，上記各工程を実施するのに，本件発明が\n裏面に鞘管が設けられた耐久性型枠を使用しているのに対し，刊行物１発明では裏\n面に鞘管のない耐久性型枠を使用して実施していること，と整理することができ\nる。決定はこの点を相違点として認定しており，相違点の看過はない。\n２　取消事由２（相違点についての判断の誤り）について\n本件発明において採用されている「型枠に鞘管を設けること」という構成\nは，当業者が通常行う範囲の事柄であり，これが特許権の根拠になることはあり得\nない。\n３　取消事由３（顕著な作用効果の看過）について\n型枠に鞘管を設けることが，型ばらし時の突起部の分断に当たってより確実\nな分断が起こるように有利に作用することは，鞘管の採用に伴い当然に付随してく\nる作用効果であって，当業者にとって自明ともいうべきことである。\nこのような効果は，進歩性の判断に当たって格別参酌ないし検討すべき効果\nには当たらない。決定が特にこの点について言及しなかったことに違法はない。\n第５　当裁判所の判断\n１　取消事由１（相違点の看過）について\n(1)　相違点Ａ及び相違点Ｂについて\n原告は，決定が，本件発明と刊行物１発明との対比において，相違点Ａ\n（本件発明は，裏面に鞘管が設けられた耐久性型枠の設定孔にインサート保持具の\n突起具を挿入する工程を有するのに対し，刊行物１発明は，裏面に鞘管のない型枠\nの螺孔へ取付ねじを螺合させる工程を有する点），及び，相違点Ｂ（本件発明は，\n脱型する際にコンクリート製品と，裏面に鞘管の設けられた耐久性型枠の間に働く\n力によって突起部が分断される工程を有するのに対し，刊行物１発明は，脱型する\n際に，コンクリート製品にインサートされた筒体と，裏面に何もない型枠の間で，\n取り付けネジが反対側に引張られ，ちぎれるように切れる工程を有する点）を看過\nした，と主張する。\n本件発明と刊行物１発明とが，それぞれ，相違点Ａ及びＢに係るそれぞれ\nの構成を有することは，当事者間に争いがない。このことを前提として，本件発明\nと刊行物１発明とを対比すると，両発明は，いずれも「耐久性型枠の設定孔のイン\nサート保持具の突起部を挿入する工程」（刊行物１発明における，「螺孔に取付ね\nじを螺合させる工程」がこれに当たることは明らかである。以下「設定工程」とい\nう。）及び「脱型する際に，コンクリート製品と耐久性型枠との間に働く力によっ\nて突起部が分断される工程」（以下「脱型工程」という。）とを有する点で一致\nし，これらの各工程を，本件発明においては，裏面に鞘管の設けられた耐久性型枠\nを用いて実施するのに対し，刊行物１発明においては，裏面に鞘管の設けられてい\nない耐久性型枠を用いて実施する点において相違する，ということができる。\n決定のした，両発明は，「インサート保持具を耐久性型枠の所定の位置に\n繰り返し設定する際に，それらから耐久性型枠側に突き出た突起部を，耐久性型枠\nの設定孔に表面から挿入して設定し，脱型する際にコンクリート製品と耐久性型枠\nの間に働く力によって突起部が分断されることを特徴とするコンクリート製品の製\n造方法」である点において一致し，「本件訂正発明１（判決注・本件発明）では，\n裏面に鞘管が設けられた耐久性型枠であるのに対して，刊行物１発明では，その点\nが記載されていない点」において相違する，との認定は，上に述べたところと同旨\nであることが明らかである。決定は，原告主張の相違点Ａ及びＢに係る相違点を認\n定しているということができる。決定に，原告主張の相違点の看過はない。\n(2)　相違点Ｃについて\n原告は，決定が，本件発明が製造方法の発明であるにもかかわらず，物の\n発明であると誤認して進歩性の判断を行った，と主張する。しかしながら，決定\nは，本件発明と刊行物１発明とがいずれも製造方法の発明であることを前提に一致\n点，相違点の認定を行った上で進歩性の判断を行ったものであることは，上記説示\nと決定書の記載とに照らし明らかである。\n(3)　相違点Ｄについて\n原告は，決定が刊行物１発明から「裏面に鞘管のない（耐久性）型枠を使\n用して実施する」との要素を捨象して，「耐久性型枠の設定孔にインサート保持具\nの突起部を挿入する工程」（設定工程）と「脱型する際にコンクリート製品と，耐\n久性型枠との間に働く力によって突起部が分断される工程」（脱型工程）とからな\nる上位概念の発明として認定し，これを下位概念の発明である本件発明とを対比し\nて一致点を認定したのは誤りである，と主張する。\nしかしながら，決定が，本件発明と刊行物１発明とを，いずれも原告が上\n位概念と述べている水準の抽象度でとらえた上で，両発明はこの抽象度でとらえた\n限度では一致すると認定し，これを前提に，次に，より低い抽象度において両発明\nをみて，原告が決定が捨象したと主張する，裏面に鞘管のある（耐久性）型枠を使\n用して実施するのか，裏面に鞘管のない（耐久性）型枠を使用して実施するのか，\nの点を相違点として認定したものであり，そこには，何らの誤りもないことが明ら\nかである。\n原告の主張は，採用することができない。\n２　取消事由２（相違点についての判断の誤り）について\n原告は，相違点（脱型工程において，型枠の裏面に鞘管を設けているか否\nか）に係る本件発明の構成は，刊行物４及び５記載の発明から容易に想到すること\nができたものではなく，上記各刊行物記載の発明を刊行物１発明に適用するについ\nては，むしろ阻害要因がある，と主張する。\n原告は，本件発明における鞘管は，刊行物４の支承ブロック及び刊行物５の\nカラーとは異なる構造のものである旨主張する。\nしかしながら，本件発明の特許請求の範囲は，「インサート保持具または該\nインサート保持具が装着されたインサートを耐久性型枠の所定の位置に繰り返し設\n定する際に，それらから耐久性型枠側に突き出た少なくとも１本の突起部を，裏面\nに鞘管が設けられた耐久性型枠の設定孔に表面から挿入して設定し，脱型する際に\nコンクリート製品と前記耐久性型枠の間に働く力によって前記突起部が分断される\nことを特徴とするコンクリート製品の製造方法」というものである。同記載によれ\nば，本件発明において，鞘管の形状に特に限定はないから，これを刊行物４の支承\nブロック及び刊行物５のカラーと異なる構造のものであるとすることはできない。\n原告の主張は，特許請求の範囲に基づかないものであるというほかなく，\n採用することができない。\n３　取消事由３（顕著な作用効果の看過）について\n原告は，本件発明は，型枠の裏面に鞘管が設けられた設定孔に突起部を挿入\nして分断することにより，突起部が分断されるまで突起部を鞘管で保持することが\nできるという効果を奏する，と主張する。\n本件発明の構成自体の推考が容易であることは，上述したところから明らか\nである。\n構成自体の推考が容易であると認められる発明に対し，その作用効果を根拠\nに特許性を認める場合，その根拠となる作用効果は，当該構成のものとして予測あ\nるいは発見することの困難なものであり，かつ当該構成のものとして予測あるいは\n発見される効果と比較して，よほど顕著なものでなければならないというべきであ\nる。\nこのような観点に立ってみた場合，原告主張の作用効果は，仮に，本件発明\nのものと認めることができるとしても，本件発明に特許権を認める根拠とはなり得\nないものというべきである。\n次に，念のために，原告主張の作用効果が本件発明のものと認めることがで\nきるか，についてみる。\n本件明細書（甲第１２号証）には，本件発明の効果に関し，以下の記載があ\nる。\n「【課題を解決するための手段】このため，本発明の製造方法は，インサ\nート保持具または該インサート保持具が装着されたインサートを耐久性形枠の所定\nの位置に繰り返し設定する際に，それらから型枠側に突き出た少なくとも１本の突\n起部を型枠に設けられた設定孔に表面から挿入またはねじ込んで設定し，脱型する\n際にコンクリート製品と耐久性型枠の間に働く力によって前記突起部が分断して抜\nけるコンクリート製品の製造方法において，裏面に鞘管が設けられた設定孔に突起\n部を挿入することにより接触面積を大きくし，付着力が得られるようにしてインサ\nートを安定して設定できるようにしている。・・・。\nしたがって，インサート保持具または該インサート保持具が装着された\nインサートを設定可能な耐久性型枠であって，滑らせるように脱型する部分または\n旋回して取り外す部分を有する耐久性型枠においては，それら滑らせるように脱型\nする部分または旋回して取り外す部分に，インサート保持具または該インサート保\n持具が装着されたインサートを設定することにより，インサートを型枠に設定する\nときの付着力の強化を図れる。したがって，滑らせるように脱型したとき，あるい\nは旋回して取り外したときに，突起部のその力により分断される。従って，従来の\nような，取付ボルトを外すといった脱型の前作業は一切不要である。このため，内\n型枠で形成される面のように，作業員の手の入らない，型枠を滑らせて脱型する面\nにインサートの埋設されたコンクリート製品を提供することができる。・・・。\nこのため，型枠の外側から取付ボルトを通す必要はなく，作業員１人で\nも簡単にインサートを型枠に設定できる。そして，型枠を旋回するなどの方法で取\nり外す場合は，脱型時の剪断力あるいは引っ張り力によって突起部が分断されるの\nでインサートを埋設していないコンクリート製品と同様の工程で作業を行える。」\n（段落【００１２】～【００１４】）\n「【発明の効果】以上に説明したように，本発明のインサート保持具また\nは該インサート保持具が装着されたインサートから突き出た突起部を耐久性型枠の\n設定孔に挿入して設定するコンクリート製品の製造方法あるいは耐久性型枠におい\nて，設定孔にそって鞘管を型枠の裏面に設けることにより設定孔と突起部との接触\n面積を大きくすることが可能であり，突起部を型枠に空けてある設定孔に差し込ん\nで大きな付着力が得られるので，型枠の表面に油脂，離型剤などが塗布されていて\nもインサートを安定して設定できると共に，型枠を滑らせて脱型するとき，あるい\nは回転して取り外すときに，その力によって突起部が切断される。このため，イン\nサートを埋設していないコンクリート製品と同じ工程で製造できる。さらに，ま\nた，突起部を設定孔にねじ込んで設定する製造方法あるいは型枠においても，大き\nな付着力を必要としているときは，型枠の裏面にナットなどを溶接して付着力の強\n化を図ることができ，同様の効果が得られる。\nしたがって，本発明のコンクリート製品の製造方法および耐久性型枠に\nおいては，設定用のボルトなどの治具を型枠に取り付けたり，取り外す手間は全く\nいらず，作業員１人でも簡単に，短時間でインサートを型枠の所定の位置に安定し\nて設定できる。そして，脱型する際は，脱型に係る力によって突起部が切断される\nので，インサートを埋設していないコンクリート製品と同じ工程で作業を行える。\nこのため，従来のようなコンクリート製品と型枠を一緒に持ち上げて反転させた\nり，ジャッキアップした下からインサート固定用のネジを外す危険な工程を省き，\n省力化をはかれる。また，旋回して取り外す型枠では，旋回半径の小さな場所にイ\nンサートを装着してもこば欠けは起きない。\nこのように，本発明に係るコンクリート製品の製造方法あるいは耐久性\n型枠を採用することによって，作業員の労力を軽減でき，コンクリート製品の製造\n期間の短縮とコストの削減を図れる。従って，本発明のインサート保持具は，工場\nプレハブ化されたコンクリート製品を増産し，大型で高性能のコンクリート製品を\n供給するうえで好適なものである。」（段落【０１０４】～【０１０６】）\n本件明細書の上記記載中には，鞘管を設けることによって，大きな付着力が\n得られる，との記載はあるものの，型枠の裏面に鞘管が設けられた設定孔に突起部\nを挿入して分断することにより，突起部が分断されるまで突起部を鞘管で保持する\nことができる，という効果については，これを示す明確な記載がなく，本件明細書\n中の他の部分にも，本件発明が原告主張の効果を奏することを示す記載は見当たら\nない。\nかえって，本件訂正前の明細書（甲第１１号証はこれに係る特許公報であ\nる。）には，\n「インサートまたはインサート保持具を耐久性型枠の所定の位置に繰り返\nし設定する際に，それらから耐久性型枠側に突き出た少なくとも１本の突起部を，\n裏面に鞘管が設けられた耐久性型枠の設定孔に表面から挿入して設定し，脱型する\n際にコンクリート製品と耐久性型枠の間に働く力によって前記突起部の少なくとも\n１部が破壊，分断または変形して抜けることを特徴とするコンクリート製品の製造\n方法」（【特許請求の範囲】の【請求項１】），\n「【課題を解決するための手段】このため，本発明の製造方法は，インサ\nートまたはインサート保持具を耐久性型枠の所定の位置に繰り返し設定する際に，\nそれらから型枠側に突き出た少なくとも一本の突起部を型枠に設けられた設定孔に\n表面から挿入またはねじ込んで設定し，脱型する際にコンクリート製品と耐久性型\n枠の間に働く力によって前記突起部の少なくとも１部が破壊，分断または変形して\n抜けるコンクリート製品の製造方法において，裏面に鞘管が設けられた設定孔に突\n起部を挿入することにより接触面積を大きくし，付着力が得られるようにしてイン\nサートを安定して設定できるようにしている。・・・。\nしたがって，インサートまたはインサート保持具を設定可能な耐久性型\n枠であって，滑らせるように脱型する部分または旋回して取り外す部分を有する耐\n久性型枠においては，それら滑らせるように脱型する部分または旋回して取り外す\n部分に，インサート又はインサート保持具から突き出た少なくとも１本の突起部を\n挿入可能な設定孔が形成すると共に，さらに，その設定孔の型枠の裏面に突起部と\nの付着力が得られる鞘管が設け，その耐久性型枠に対し，鞘管に接触し付着力が得\nられる長さの突起部を備えたインサートまたはインサート保持具を設定することに\nより，インサートを型枠に設定するときの付着力の強化を図れる。したがって，滑\nらせるように脱型したとき，あるいは旋回して取り外したときに，突起部の少なく\nとも１部がその力により分断され，あるいは型枠から抜ける。従って，従来のよう\nな，取付ボルトを外すといった脱型の前作業は一切不要である。このため，内型枠\nで形成される面のように，作業員の手の入らない，型枠を滑らせて脱型する面にイ\nンサートの埋設されたコンクリート製品を提供することができる。・・・\nこのため，型枠の外側から取付ボルトを通す必要はなく，作業員１人で\nも簡単にインサートを型枠に設定できる。そして，型枠を旋回するなどの方法で取\nり外す場合は，脱型時の剪断力あるいは引っ張り力によって突起部の少なくとも一\n部が破壊，または分断され，さらには変形して抜けるのでインサートを埋設してい\nないコンクリート製品と同様の工程で作業を行える。」（段落【００１２】～【０\n０１４】）\n「【発明の効果】以上に説明したように，本発明においては，突起部を設\n定孔に挿入して設定する製造方法あるいは耐久性型枠において，設定孔にそって鞘\n管を型枠の裏面に設けることにより設定孔と突起部との接触面積を大きくすること\nが可能であり，突起部を型枠に空けてある設計孔に差し込んで大きな付着力が得ら\nれるので，型枠の表面に油脂，離型剤などが塗布されていてもインサートを安定し\nて設定できると共に，型枠を滑らせて脱型するとき，あるいは回転して取り外すと\nきに，その力によって突起部が切断され，あるいは型枠から抜ける。このため，イ\nンサートを埋設していないコンクリート製品と同じ工程で製造できる。・・・。\nしたがって，本発明のコンクリート製品の製造方法および耐久性型枠に\nおいては，設定用のボルトなどの治具を型枠に取り付けたり，取り外す手間は全く\nいらず，作業員１人でも簡単に，短時間でインサートを型枠の所定の位置に安定し\nて設定できる。そして，脱型する際は，脱型に係る力によって突起部が切断され，\nあるいは型枠から抜けるので，インサートを埋設していないコンクリート製品と同\nじ工程で作業を行える。」（段落【０１０４】～【０１０５】）\nとの記載があることが認められる（下線部は，判決において付した。）。\n本件訂正前の明細書の上に認定した記載によれば，本件訂正前の発明におい\nて，鞘管を設けることにより，大きな付着力が得られること，脱型時には，突起部\nが切断される場合と単に型枠から抜けるにとどまる場合があること，が認められ\nる。仮に，鞘管について，本件訂正前においては，これを設置しても突起部を分断\nしないことがあったものを，本件訂正によって鞘管が突起部を分断するまで保持す\nるものとしたとすれば，本件訂正によって訂正前の明細書に記載されていなかった\n新たな発明を追加することになる。このような訂正が許されないことは明らかであ\nる。本件訂正は，それを適法なものと取り扱う限り，「鞘管」の構造を変更したも\nのではなく，本件発明における鞘管も本件訂正前と同じ構造のものであると解する\nほかない。そうである以上，本件発明が，鞘管を設けることによって，型枠の裏面\nに鞘管が設けられた設定孔に突起部を挿入して分断することにより，突起部が分断\nされるまで突起部を鞘管で保持することができる，という効果を奏すると認めるこ\nとはできないものというべきである。\nいずれにせよ，本件発明が特許権の根拠となるだけの顕著な作用効果を有す\nるとの原告の主張は採用することができない。\n第６　結論\n以上のとおりであるから，原告主張の決定取消事由はいずれも理由がなく，\nその他，決定にはこれを取り消すべき誤りは見当たらない。そこで，原告の本訴請\n求を棄却することとし，訴訟費用の負担につき行政事件訴訟法７条，民事訴訟法６\n１条を適用して，主文のとおり判決する。\n東京高等裁判所第６民事部\n裁判長裁判官　　山　　下　　和　　明\n裁判官　　設　　樂　　隆　　一\n裁判官　　阿　　部　　正　　幸\n（別紙）\n図面\n"
}