{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 9,
    "day": 25
  },
  "case_number": "平成15(ネ)1430",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "不正競争",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "10849",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=10849",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/849/010849_hanrei.pdf",
  "contents": "平成１５年（ネ）第１４３０号　不正競争行為差止等請求控訴事件\n平成１５年（ネ）第２９９４号　附帯控訴事件\n（原審・東京地方裁判所平成１３年（ワ）第２７２１号）\n平成１５年７月２９日口頭弁論終結\n判　　　　決\n控訴人（附帯被控訴人）　　　　　株式会社ホルス\n控訴人（附帯被控訴人）　　　　　株式会社日本天然物研究所\n上記２名訴訟代理人弁護士　　　　石　井　吉　一\n同　　　　　　　　　　　　　　　佐　藤　誠　治\n同　　　　　　　　　　　　　　　中　所　克　博\n控訴人（附帯被控訴人）　　　　　コスメディコ株式会社\n訴訟代理人弁護士　　　　　　　　浜　二　昭　男\n同　　　　　　　　　　　　　　　甲　斐　順　子\n被控訴人（附帯控訴人）　　　　　サニーヘルス株式会社\n被控訴人（附帯控訴人）　　　　　日本ユニバイト株式会社\n被控訴人ら訴訟代理人弁護士　　　山　崎　順　一\n同　　　　　　　　　　　　　　　熊　谷　信太郎\n同　　　　　　　　　　　　　　　布　村　浩　之\n同　　　　　　　　　　　　　　　新　井　由　紀\n同　　　　　　　　　　　　　　　吉　村　洋　文\n主　　　　文\n１　本件控訴をいずれも棄却する。\n２　控訴人（附帯被控訴人）らは，被控訴人（附帯控訴人）らに対し，\n連帯して１億５７３５万２０００円及びこれに対する平成１５年６月４日から支払\n済みまで年５分の割合による金員を支払え。\n３　当審における訴訟費用は控訴人（附帯被控訴人）らの負担とする。\n４　この判決は，第２項に限り，仮に執行することができる。\n事実及び理由\n第１　当事者の求めた裁判\n１　控訴関係\n(1)　控訴人（附帯被控訴人）ら（以下，控訴人（附帯被控訴人）」を単に「控\n訴人」と表現する。）\nア　原判決を取り消す。\nイ　被控訴人（附帯控訴人）らの請求をいずれも棄却する。\n(2)　被控訴人（附帯控訴人）ら（以下，被控訴人（附帯控訴人）」を単に「被\n控訴人」と表現する。）\n本件控訴をいずれも棄却する。\n２　附帯控訴関係\n(1)　被控訴人ら\n主文第２項と同旨\n(2)　控訴人ら\n被控訴人らの附帯控訴に基づく請求をいずれも棄却する。\n第２　事案の概要\n被控訴人らは，その製造・販売する粉末タイプの超低カロリー栄養食品（商\n品名「マイクロダイエット」。以下「原告商品」という。）の容器，包装などに別\n紙原告標章目録１，２記載の各標章（以下，「原告標章１」，「原告標章２」とい\nい，これらを総称して「原告標章」という。）を付して，使用している。\n控訴人らは，その製造・販売する原告商品と同種の商品（商品名「マイクロ\nシルエット」。以下「被告商品」という。）の容器，包装などに別紙被告標章目録\n１ないし６記載の各標章（以下，「被告標章１」，「被告標章２」などといい，こ\nれらを総称して「被告標章」という。）を付して使用している。\n被控訴人らは，①原告標章は，著名商品等表示（不正競争防止法２条１項２\n号）又は周知商品等表示（同法２条１項１号）に該当すること，②被告標章は原告\n標章に類似することから，控訴人らが被告標章を使用する行為は不正競争行為に該\n当する，として，控訴人らに対し，被告標章の使用をしないこと，損害の賠償をす\nることを命じる裁判を求めた。原判決は，被控訴人らの請求を全部認容した。\n控訴人らは，原判決を不服として控訴をし，被控訴人らは，附帯控訴をし\nて，損害賠償の請求額を拡張した。\n当事者間に争いのない事実等並びに争点及び当事者の主張は，次のとおり付\n加するほか，原判決の事実及び理由「第２　事案の概要」，「第３　当事者の主\n張」記載のとおりであるから，これを引用する。\n１　当審における控訴人らの主張の要点\n(1)「周知性」要件非該当性\n原判決は，「原告サニーヘルスによる有名雑誌を媒体とした宣伝広告が始\nまってから約５年が経過し，その販売実績が約１６６９万食分に達した平成６年末\nまでには，原告標章（「マイクロダイエット」および「ＭＩＣＲＯＤＩＥＴ」）\nは，原告らの商品等表示として，需要者の間に広く認識されていた（不正競争防止\n法２条１項１号）ものというべきである」（２５頁）として，原告商品の約１６６\n９万食という販売数量及び５年間の宣伝広告活動を主たる根拠として，平成６年時\n点での原告標章の周知性を認定した。しかし，原判決の上記認定は，その販売数量\nの意味や宣伝広告活動の範囲や程度を吟味することなく，数値のみに依拠してなさ\nれたものであって，誤りである\nア　原告商品についての雑誌広告による宣伝活動が比較的活発になったとい\nえるのは平成７年以降である。雑誌広告の掲載により当該商品がより強く認識され\nるに至るにはある程度の時間を要することは自明のことである。平成６年の時点で\n原告標章が周知になったとする原判決の認定の根拠は薄弱である。\nイ　原判決は，販売数量の根拠として甲第４号証を挙げ，購入者の「のべ」\n人数をもって，需要者に広く認識されたとする。\n原判決は「ちなみに，単に試用しただけの需要者から継続的に使用して\nダイエット効果をあげた需要者までを平均し，１人の需要者が１箱分（１４袋入\nり。したがって１４食分）を消費したと仮定しても，平成６年末の時点でのべ１１\n９万人以上が，平成１２年末の時点でのべ４３８万人が，原告商品を購入したこと\nになる」（２６頁）と試算している。しかし，この仮定がそもそも誤っている。\n原告商品は，１箱１４食分が購入時の最低単位である。しかも，雑誌広\n告による通信販売では，最初の購入時は２箱以上でないと注文を受け付けない方針\nがとられている（甲第６号証の２ないし１１）。１食分だけしか消費しなかった需\n要者であっても必ず１箱を購入しており，通信販売による購入者は，最低２箱は購\n入している。加えて，原告商品については，４箱購入するごとに１箱を無料でプレ\nゼントするという宣伝をしていること（甲第６号証の２ないし１１），原告商品の\n購買者層はダイエットに深い興味を抱きその効果を強く期待しているものであるか\nら，使用期間はある程度継続し，しかも一定の効果が得られても，その効果を維持\nするために継続的に使用するのが通常であると考えられること，などを考慮に入れ\nるならば，原告商品については，１人の需要者が，平均して４箱（５６食分）ない\nし５箱（７０食分）以上を購入したと仮定して試算した方がより実態に即したもの\nとなる。\n昭和６３年と平成元年の数量は，試験販売・モニター用である（乙第５\n５号証）であるから，試算に当たっては，この数量を，周知性の認定根拠として用\nいることは相当でない。\n原告商品の販売が開始された平成２年から平成６年末の時点での出荷数\n量の累計は，約１６６５万食である（甲第４号証）。一人の需要者が平均で４箱\n（５６食分）を購入したと仮定すると，平成６年末の時点でのべ約２９万５０００\n人が，平均で５箱（７０食分）を購入したと仮定すると，平成６年末の時点でのべ\n約２３万６０００人が，原告商品を購入したことになる。平成１０年の国民栄養調\n査の結果（乙第５６号証）によれば，日本の肥満人口（１５歳以上）は推計で２３\n００万人（男性１３００万人，女性１０００万人）であり，自己を太っていると自\n己評価する女性が２０代で４５パーセント，３０代で５０．３パーセント，４０代\nで５７．８パーセント，５０代で６１．５パーセント，６０代で５８．４パーセン\nトも存在する。平成１０年の２０代ないし６０代の日本人女性の人口は約４２６０\n万人であり，その約半数である約２１３０万人が自己を太っていると評価している\nのであるから，ダイエット食品に関心のある需要者は，男女合計で約３５００万人\n存在すると推測することができる。\n原告商品を購入したと推測される人数についての約２９万５０００ない\nし２３万６０００という数値は，需要者全体に対する割合ではわずか１パーセント\nにも満たない（約０．７ないし０．８パーセント）。\nさらに，医療機関や薬局・薬店向けの出荷分については，出荷分全部が\n需要者に消費されたとは限らず，在庫保管が一定数量あることが予想される。\n上に述べたところによれば，甲第４号証に記載された「出荷数量」がそ\nのまま「需要者」が「購入」した数量を意味するということはできず，原告商品の\n販売実績を平成６年末での周知性獲得の根拠として採用することはできない，とい\nうべきである。\nウ　原判決は，周知性認定の根拠の一つとして，平成８年度市場調査（甲第\n１８号証）の調査結果を挙げ，「首都圏の１８～３４歳の女性を対象とした平成８\n年度の市場調査において，一般に市販されているダイエット関連食品のなかで，原\n告商品はバランス栄養食品（例えば「カロリーメイト」など），ダイエットのため\nのお茶（例えば「爽健美茶」など）等に次ぐ認知度を示した」（２６頁）と認定し\nた。しかし，上記認定は，誤りである。そうでないとしても不正確である。\n上記市場調査は，「銀座，渋谷，下北沢，自由が丘」で，「１８～３４\n歳の女性」のうち，「最近半年間にお金をかけて（本人出費）ダイエットをした\n人」を対象とするものであり，ダイエットに関心のある需要者全般から比べても，\n極めて限定された範囲を対象とするものである。\nしかも，同調査結果によれば，原告商品の認知度は，「バランス栄養食\n品」，「ダイエットのためのお茶」はもちろん，「ウィダーエネルギーイン」，\n「オオバコ入りのダイエット商品」，「ココアダイエット類」，「ガルシニア入り\nの錠剤」，「ギムネマ入りの錠剤」より低い。しかも，原告商品と僅差の認知度を\n示すものとして「一週間ダイエット」，「ナイトダイエット」といった商品が挙げ\nられている。これらの商品は周知とはいえず，原告商品もこれらと同程度の認知度\nしかない。\n翌平成９年度に行われた同様の調査でも，原告商品の認知度は，依然と\nして，「バランス栄養食品」「ダイエット茶」「ガルシニア錠剤」「ギムネマ錠\n剤」より低い。これによれば，原告商品は，平成９年の時点でも周知性を有するに\n至っていないことになる。\nこれらの調査結果を，原告商品の周知性を認定する根拠とすることはで\nきないというべきである。\nエ　以上のとおり，平成６年末の時点についてはもちろん，被告商品の販売\nが開始された平成９年の時点についても，原告標章を，商品等表示として需要者の\n間に広く認識されるに至っていたとすることはできないのである。原判決の周知性\nの認定及びこの認定を前提としたその余の判断は，誤りである。\n(2)　「類似」及び「混同を生じさせる行為」の各要件の非該当性\nア　原告商品と被告商品との間における「類似」と「混同」の有無を検討し\n判断するに当たっては，痩身ないし減量という明確な目的意識を持ち，決して安価\nではない費用を継続的に支出することを決意し，長期にわたり反復継続して毎日の\n食事代わりに摂取するダイエット食品を選択・購入しようとする需要者の視点に立\nち，その者の着眼点や購買行動等にも十分配慮すべきである。\nイ「類似」について\n(ア)　原判決は，原告標章中の「ダイエット」と被告標章中の「シルエッ\nト」の観念が類似するとした。しかし，「ダイエット」は「減量」ないし「減量の\nための食品」そのものを指しているのに対し，「シルエット」にはそのような意味\nは含まれていない。原判決が「シルエット」から，「減量，痩身により得られる美\nしい体型という観念」が生じるとした点は強引なこじつけというべきである。\n「シルエット」の語は，「減量」（ダイエット）という現実的，直接\n的な観念よりも，むしろ「影」，「影絵」といった抽象的・空想的・幻想的・ロマ\nンチックな観念を想起させるものである。\n(イ)　原判決は，「ニューマイクロシルエット」について，「シルエッ\nト」の部分が自他識別力を有する要部と認められる，としていることから，「マイ\nクロシルエット」においても，自他識別力を有する要部は「シルエット」であり，\nこれを「マイクロダイエット」の要部である「ダイエット」と比較すべきである。\n両者を比較すると，原告標章と被告標章との「類似」性は，称呼，観念，外観のい\nずれからも明確に否定される。\n(ウ)　原告標章と被告標章とは，アルファベット表記においてもその違い\nが明白である。\n「ＤＩＥＴ」と「ＳＩＬＨＯＵＥＴＴＥ」（語源は，フランスの大蔵\n大臣の名前である。）とは，文字数も綴りも全く異なり，外観も全然似ていない。\nそもそも，日本人の平均的な英語力からして，社会人のうちでも「ＳＩＬＨＯＵＥ\nＴＴＥ」を「シルエット」と正しく発音することができる者は少数であろうし，こ\nれを正しく表記できる者はほとんど全くといっていいくらいいないであろう。\n(エ)　標章の類否の判断は，原判決のような形式的，機械的な比較・観察\nだけでは不十分であり，当該商品の特性やそれを購入する需要者を念頭に置き，そ\nの視点をも併せて勘案した上で，具体的に検討・判断されるべきである。\n需要者は，原判決が想像するよりもはるかにしたたかであり，ダイエ\nット食品の購入に際しては，まず標章に着目した上，これに止まることなく，さら\nに，商品の出所（発売元など），価格，味のバリエーション，カロリー及び成分等\nの諸要素をも丹念に比較・検討し，価格の差異が何に由来するかについてまで検討\nするなどの行動をとるものである。とりわけ，そのダイエット食品が高価であるよ\nうな場合には，この傾向と行動は一層顕著なものとなる。\n原告商品と被告商品とは，前記のとおり著しい差異がある上，両標章\nには上記のような形式的な差異も認められることから，両標章は，需要者からは全\nく異なる標章であると識別され認識されることが明らかである。\nウ　「混同」について\n原判決が「混同」を肯定する根拠としたのは，標章の「類似」性を肯定\nしたことのほか，次の５点である\n①「（ダイエット食品の）需要者は，主として，雑誌広告やテレビ番組で\n宣伝される商品の効能，すなわち，日常生活に必要な蛋白質，ビタミン類等を摂取\nできる一方で，摂取カロリーだけを低く抑えることができ，健康に影響なくダイエ\nット効果をあげることができる点に専ら興味を引かれて購入を決めるものであり，\n店頭で実際の商品を手に取り，吟味した上で購入するわけではない。」（２９頁～\n３０頁）\n②　両商品は「粉末状で水に溶かして飲む超低カロリーの栄養食品であ\nり，日常生活に必要な蛋白質，ビタミン類等を摂取できる一方で，摂取カロリーを\nできるだけ抑えることができ，健康に影響を及ぼさずにダイエットできることを最\n大の宣伝文句にしている商品である」（３０頁），「風味が付けられ，袋ごとに小\n分けされた商品が何袋か箱詰めされて，このような箱詰めを基本的な販売単位とし\nて流通している」（３０頁）\n③　容器・包装において，「ほぼ同じ大きさ・体裁の紙箱に，上記同様の\n多色パステルカラーないし単色青色の模様を描き，その下に商品名・・・を黒色ゴ\nシック体英文字で配し，・・・これらの左側にほぼ上記同様の栄養成分表を表示し\nている」（３０頁），雑誌広告において「・・・上記容器・包装を伴う箱，小分け\nされた商品入りの袋，商品を水に溶かしてグラスに注いだ写真等が掲載されてい\nる」（３０頁）\n④「被告らは，・・・原告ら作成にかかる上記冊子をほぼそのまま引き写\nした冊子を作成し，使用した」（３１頁）\n⑤「原告会社名と被告商品名を並べて『サニーヘルス　マイクロシルエッ\nト』と記載した小売店作成のチラシ広告・・・が散見されるほか，小売店の店頭に\nおいて原告商品名が表示された商品棚に被告商品を陳列した例も見られる」（３１\n頁）\nしかし，上記①ないし⑤の各事実を根拠に，「混同」惹起行為を認定す\nることはできないというべきである。\n①は，証拠の裏付けのない憶測にすぎない。同認定は，ダイエット食品\nを反復継続的に購入する需要者の着眼点や購買行動に対する認識と理解を誤ってい\nる。\n②，③は，ダイエット食品でごく一般的・普遍的にみられる特徴であ\nり，原告商品と被告商品との関係においてのみ認められるものではない（乙第６１\nないし第６４号証）。原判決が指摘する上記の共通項から導き出されるのは，単\nに，あまた存在しているダイエット食品の基本性質，形態，宣伝，販売の手法が相\n互に「似通っている」というだけのことであり，これをもって，需要者をして商品\n相互間に「混同」を生じさせる危険があると直ちに認定することはできないという\nべきである。「似通っている」複数の商品の中でも，需要者が平均的な注意を払っ\nてもなお識別できず取り違えるとの事態が広範囲に生じるに至って，初めて「混\n同」の危険が認められることになる。\n④は明らかな誤りである。原判決のいう冊子（甲第１１号証）は，専ら\n控訴人ら社内における内部研修のために作成・使用されたものであり，被控訴人ら\nの印刷物を無断流用した道義的責任はともかく，これが被告商品の購入者に配布さ\nれたことは一切ない。原判決も配布の事実については認定していない。冊子の作成\nと使用は，「混同」の認定根拠とはなり得ない。\n⑤のチラシ広告や商品陳列の表示（甲第８号証の１ないし５，甲第２２\n号証）は，不注意による誤記にすぎず，商品の「混同」によるものではない（乙第\n２９ないし第３３号証）。\n「混同」の主体は当該商品の需要者なのであるから，「混同」の存否を\n判断するに際しては，当該商品を購入する平均的な需要者像をまず念頭に置き，そ\nの需要者がいかなる点に着目し，どのような購買行動に及ぶのかが考慮されるべき\nである。\n健康（補助）食品は，発売元（出所）に注意を働かせて購入しなければ\nならない商品であり，その上，いずれも高価格品であるから，必然的に需要者は注\n意深く商品を選択するものである。\nダイエット食品を購入する需要者は，時間をかけてじっくりと商品を選\n択している（乙第６５号証等参照）。「吟味した上で購入するわけではない」とし\nた原判決の認定は誤りである。\n原告商品及び被告商品は，いずれも，粉末の超低カロリーダイエット食\n品であり，①購入を検討する需要者は，ダイエット＝痩身ないし減量を行おうとす\nる明確な目的意識を持った者であること，②需要者の圧倒的多数を女性が占めるこ\nと，③１日１～２袋の割合で食事の代わりに摂取し，継続的な使用による摂取カロ\nリーの抑制によって減量の効果を期待するものであること，④商品１箱は１～２週\n間分であり，その小売価格は１万５０００円前後と高価であること，といった特徴\nがある。\nこのように，ダイエットを行おうとする目的意識を持った女性が，月額\n６万円以上（１日１食の使用としても月額３万円以上）もの多額の費用を投下し，\n食事に代えて毎日摂取するダイエット食品を購入するのであるから，その購入に際\nして特に慎重な吟味を行うのは確実である。\nとりわけ，同様の効果を標榜する商品が市場に多数出回っていることか\nら，需要者の選別眼はより厳しいものとなり，まず雑誌広告や通信販売カタログ等\nの隅々まで吟味し，商品名，容器・包装デザイン及び発売元・出所等の差異並びに\n広告が掲載されている雑誌の名称や広告の頻度，価格，成分，味のバリエーション\nおよびカロリー数等の諸要素を丹念に比較，検討するのである。\n原告商品と被告商品との具体的な差異は，別表及び末尾の写真１ないし\n７のとおりである。同表に記載されたような種々の差異があることに着目してみて\nも，痩身，減量という目的のために継続して高額の投資を行おうとする女性におい\nて，両商品を誤認し混同するといった事態など到底起こりえないことが明らかであ\nる。\n原判決は，原告商品と被告商品とが「粉末状で水に溶かして飲む超低カ\nロリーの栄養食品」であるという点だけをもって，上記のような両者の差異を全く\n検討せず，あたかも市場には両商品しか存在していないかのような誤った前提の下\nに「混同」の要件を論じており，これが誤りであることは明らかである。\n(3)　権利濫用\n被控訴人らの本訴請求は，自己の正当な権利を守るための権利行使とはい\nえず，権利の濫用である。\nア　権利の脆弱性\n本訴請求の基礎である原告商品は，「粉末状で水に溶かして飲むタイプ\nの超低カロリー栄養食品」であり，同種の商品は多数出回っている。しかも，原告\n商品には，同種の先行商品が存在した。原告標章及び原告商品は，周知性は認めら\nれず，被告標章及び被告商品とは類似せず，誤認混同も生じていない。同種商品の\n中で多少周知であっても，その周知性は限られた範囲に限定されており，その程度\nは低い上，同種の商品が多数販売されている状況の下で，原告標章等と被告標章等\nとを対比するとき，類似及び誤認混同の程度も極めて低い。被控訴人らの本訴請求\nに係る権利は，そもそも脆弱である。\nイ　権利行使の怠慢\n被控訴人らは，平成９年に控訴人らが被告商品の販売を開始した直後か\nらこれを認識していたにもかかわらず，使用差止めの警告等を一切行わなかった。\n控訴人らの登録商標に対し，商標法上の手続にのっとり異議を唱えることもしなか\nった。このため，控訴人らは，被告標章を用いることによって問題が生ずるとは予\n想だにせず，独自の営業努力を重ねていった。とりわけ，控訴人コスメディコは平\n成１１年からフジサンケイリビングサービスのテレビショッピング・カタログ販売\nでの販売ルートを開拓し，その努力の下で被告商品は次第に人気商品となっていっ\nた（乙第６６ないし第６８号証）。その後の過程においても，被控訴人らは，控訴\n人らに対し，何ら警告行動に出ていない。事実を知ってから約４年を経過した時点\nでの訴訟提起は余りにも遅きに失する。\nウ　権利行使に至る動機の不当性\n被控訴人らの本件提訴の真の目的ないし動機は，自己の「マイクロダイ\nエット」という標章に基づく利益の保護ではなく，①侵害者の利益を被侵害者の損\n害と推定する不正競争防止法５条１項を逆手にとり，意図的に事前警告を行わず\nに，控訴人らを安心させて営業努力を継続させ，利益を挙げさせてから提訴するこ\nとによって，自己が得る損害賠償額を増加拡大させること，②控訴人らの営業活動\nに打撃を加えてその商権，販売経路を奪うことにあった。\n被控訴人らは，控訴人コスメディコが独自に開拓した販路であるフジサ\nンケイリビングサービスのテレビショッピング・カタログ販売の販路を，本件提訴\nを利用して，控訴人コスメディコから奪うことに成功した。被控訴人らは，自らが\n控訴人コスメディコから商権を奪った事実を隠蔽するかのように，原告標章とは全\nく異なる「ファイナルスリム」の標章を用いて，テレビショッピング及びカタログ\n販売を行っている。被控訴人らにおいて，真摯に自己の標章を防衛したいのであれ\nば，被告商品の存在を認識した時点ですぐに警告を発するのが当然である。本訴提\n起が原告標章に基づく利益を守るためなされたのであったならし，控訴人コスメデ\nィコから奪った販売経路において，堂々と原告標章を使用したはずである。\nエ　不信行為\n被控訴人日本ユニバイトと本店及び代表取締役の１名が同一で，役員構\n成でもほどんど重複しているジェービーエスインターナショナル有限会社（乙第７\n０号証）は，「マイクロシルエット」の商標を平成１１年１１月３０日に出願し，\n平成１３年２月２日付けで拒絶査定を受けている（乙第７１号証の１ないし３）。\n同社は，「マイクロダイエット」の商標権者でもあり（乙第７２号証），被控訴人\nらの取扱商品についての商標権を管理する役割を担っているものと思われる。\n「マイクロシルエット」が控訴人らの標章であることを知った上で，全\nく同一の商標を出願する行為には正当化の余地はなく，控訴人らの営業に打撃を与\nえようとの不正な意図に基づくものであることが明らかである。クリーンハンドの\n原則からも，被控訴人らに裁判上の救済を得る資格はない。\nオ　損害の回復\n被控訴人らは，控訴人コスメディコの主要な販路であったフジサンケイ\nリビングサービスのテレビショッピング・カタログ販売の商権を，本件提訴を利用\nして奪った上，同販売経路において，控訴人らに取って代わり，「マイクロダイエ\nット」ではなく，「ファイナルスリム」を販売してきている。被控訴人らが，控訴\n人らの損失の下に多額の利得を得ているであろうことは，容易に推認することがで\nきる。不当利得若しくは損益相殺の観点から，被控訴人らには法的保護に値する損\n害がない，又は，被控訴人らは既に同等の損害の回復を得ている，ということがで\nきる。\n(4)　損害について\nア　故意又は重過失の不存在\n上に述べた諸事情を考慮するならば，控訴人ら（少なくとも控訴人コス\nメディコ）には，故意はもちろん重過失もないというべきであるから，不正競争防\n止法５条３項後段の類推適用により，損害賠償額は相当程度減額されるべきであ\nる。\n(ア)　被告商品の販売開始時期である平成９年において，原告商標は，い\nまだ周知の商品等表示ではなかった。仮に周知であったとしても，その範囲及び程\n度は低いものであった。\n(イ)　控訴人らは，本件訴訟が提起されるまで，被告商品の販売活動及び\n被告標章の商標登録について，被控訴人らから警告・異議申し出など，その形を問\nわず苦情をいわれたことは一切なかった。\n(ウ)　「マイクロシルエット」の標章については，商標登録を得ていた\n（乙第７３号証）。\n(エ)　控訴人コスメディコにつき，Ａが登記上役員になっているものの，\n同人は，実際の経営には関与しておらず，役員報酬が支払われたこともない。\nイ　損益相殺又は過失相殺\n被控訴人らは，控訴人らからフジサンケイリビングサービス・テレビシ\nョッピング関係の商権を奪取し，その販路で自社製品「ファイナルスリム」を販売\nしてきたことによって，控訴人ら（特に控訴人コスメディコ）の損失の下で多大の\n利益を享受している。既に損害は回復されているというべきである。\n被控訴人らは，長期間にわたって権利行使の機会がありながらそれを放\n置してきた。このため，控訴人らは，被告標章を用いることには何ら問題がないと\n信じて独自の営業努力を重ねていった結果，被控訴人らの主張する損害の拡大につ\nながったのであるから，被控訴人らの過失は重大である。このことは，損害額の算\n定に当たり斟酌されるべきである。\n２　当審における被控訴人らの主張の骨子\n（控訴人らの主張に対する反論）\n(1)「周知性」要件非該当性，の主張について\nア　民事訴訟法１５７条１項に基づく却下の申立て\n控訴人らが当審においてした，原告標章の周知性を否認する内容の主\n張，及び，この主張を裏付けるものとして提出した乙第４７ないし第５６号証は，\n時機に遅れた攻撃防御方法として，却下されるべきである。\nイ　原告標章の周知性について\n原判決は，「販売数量の意味や宣伝広告活動の範囲や程度を吟味」して\nおり，平成６年当時における原告標章の周知性について６点の事実を摘示した上\n（原判決２５～２６頁），これと弁論の全趣旨とを総合して，周知性獲得の事実を\n認定したものであって，いかなる事実誤認も理由不備もない。\n不正競争防止法における周知性は，商品等表示の使用者の営業努力によ\nり需要者に広く認識されるようになった商品等表示を同法の保護対象とするための\n要件であって，その判断においては，商品等表示及び商品の顕著性，使用期間，宣\n伝広告，販売数量その他の諸事情が総合的に考慮される。多額の費用による宣伝広\n告が行われ，かつ，相当数の販売数量が確保されていれば，同法の保護に値する周\n知性を獲得した商品等表示と評価されるべきことは当然である。本件において，こ\nれらの諸事情を検討するならば，平成６年末の時点において，原告標章が周知性を\n獲得していたことは疑いのない事実である。\n当審における，控訴人らの「周知性」に関する主張は，すべて争う。\n(2)　「類似」及び「混同を生じさせる行為」の各要件の非該当性，の主張に\nついて\n原判決は，原告標章と被告標章とを離隔的に観察し，外観，称呼及び観\n念の三要素を中心とした両標章の形式的・定型的な判断を行った後，さらに，原告\n商品と被告商品の取引の実情その他の詳細な事実を抽出し，実質的な観点から混同\nの有無について判断している。同判断に控訴人らの主張するような誤りはない。\n当審における，控訴人らの「類似」及び「混同を生じさせる行為」に関\nする主張は，すべて争う。\n(3)　「権利濫用」及び「損害」の主張について\n控訴人らの主張は，すべて争う。\n（附帯控訴による請求の拡張）\n被控訴人らは，次のとおり請求を拡張する。\n(1)　控訴人コスメディコが平成１０年５月から平成１３年１２月までの間に，\n被告商品の販売により得た粗利益の額は，原判決が述べるように，２億５５８１万\n２０００円を下らず，専ら被告商品の売上げを得るために必要とした経費として上\n記粗利益から差し引くべき額は１億円を超えることはない。控訴人らが上記の期間\nに得た損害賠償すべき利益は１億５５８１万２０００円を下ることはない。\n(2)　控訴人らは，平成１４年１月から現在までの間に，被告商品の販売を継続\nしたことにより利益を得ている。控訴人らが同期間中において得た損害賠償すべき\n利益は，次のとおり，８１５４万円である。\n①　平成１４年１月から平成１５年５月までの粗利益\n９５９２万９５００円（平成１２年５月～平成１３年４月の粗利益）\n÷１２（か月）×１７（か月）＝１億３５９０万０１２５円\n②　原判決の認める粗利益に対する損害賠償すべき利益の割合\n１億５５８１万２０００円÷２億５５８１万２０００円＝０．６０９\n③　平成１４年１月～平成１５年５月までの損害賠償すべき利益\n１億３５９０万円（千円以下切り捨て）×０．６＝８１５４万円\n(3)　よって，被控訴人らは，控訴人らに対し，連帯して，(1)及び(2)の合計額\nである２億３７３５万２０００円から原審で認容された８０００万円を除いた１億\n５７３５万２０００円，及び，これに対する平成１５年６月４日（附帯控訴状送達\nの日の翌日）から支払ずみまでの民法所定年５分の割合による遅延損害金の支払を\n求める。\n第３　当裁判所の判断\n当裁判所も，原判決と同じく，被控訴人らの請求は理由がある，と判断す\nる。その理由は，次のとおり付加するほか，原判決の事実及び理由「第４　当裁判\n所の判断」記載のとおりであるから，これを引用する。\n１　「周知性」要件非該当性，の主張について\n(1)　時機に遅れた攻撃防御方法の主張について\n被控訴人らは，控訴人らの当審における原告標章の周知性についての主\n張，立証は，時機に遅れたものとして却下されるべきである，と主張する。\nしかしながら，控訴人らに上記主張，立証を許しても，本件訴訟の完結を\n遅延させると認めることはできないから，当裁判所は，これを却下しない。\n(2)　周知性について\nア　雑誌による宣伝広告について\n控訴人らは，原告商品についての雑誌広告による宣伝活動が比較的活発\nになったといえるのは，平成７年以降であるから，雑誌広告の掲載を，平成６年の\n時点で原告標章が周知になったことの有力な根拠とすることはできない，と主張す\nる。\n被控訴人サニーヘルスは，平成２年から平成１２年までの間に，次のと\nおり，雑誌に原告商品の広告を掲載した（甲第４号証）。\n掲載雑誌数　　のべ掲載回数　　　　広告費用\n平成　２年　　　３　　　　　　５　　　　　　５０００万円\n平成　３年　　　１　　　　　　１　　　　　　　９４０万円\n平成　４年　　１９　　　　　２３　　　　２億６７６６万円\n平成　５年　　１９　　　　　４８　　　　４億０００３万２９００円\n平成　６年　　３５　　　　　９２　　　　６億０３９１万円\n平成　７年　　３９　　　　１５５　　　　８億８８５０万７０００円\n平成　８年　　４２　　　　１７７　　　１０億０６７８万円\n平成　９年　　３７　　　　１４４　　　　８億３４０７万０４００円\n平成１０年　　３９　　　　１７８　　　　９億８７６０万４０００円\n平成１１年　　５０　　　　２１７　　　１０億４６９５万２７００円\n平成１２年　　５４　　　　１７４　　　　７億８０８５万４９６０円\n上に認定した事実によれば，原告商品の雑誌広告への，のべ掲載回数が\n平成６年までは年間１００回に満たなかったのに対し，平成７年には年間１５５回\nとなっており，広告ののべ掲載回数は，平成７年以降に相当数増加したということ\nができる。\nしかしながら，平成６年以前においても，平成２年，３年こそ掲載雑誌\n数及びのべ掲載回数とも，１桁台にとどまっていたものの，平成４年には掲載雑誌\n数は前年の１誌から１９誌へ，のべ掲載回数は１回から２３回へと飛躍的に増加\nし，平成５年には掲載雑誌数は前年と同数であったものの，のべ掲載回数が４８回\nと増加し，平成６年には掲載雑誌数は平成７年の３９誌に近い３５誌，のべ掲載回\n数は９２回と増加している。これらの平成４年以降の掲載雑誌数及びのべ掲載回数\nや，掲載雑誌のほとんどが全国規模で販売されている有名雑誌であること（当裁判\n所に顕著である。）を考慮するならば，雑誌広告による原告商品の宣伝効果は，平\n成６年以前においても相当に高いものであったとみるのが相当である。\n平成６年以前における原告商品の雑誌広告による掲載は，この期間にお\nける後記の原告商品の販売数量とあいまって，平成６年の時点における原告標章の\n周知性を根拠付けるに足る有力な資料であるというべきである。\nイ　販売数量について\n控訴人らは，原告商品の販売実績を平成６年の時点での原告標章の周知\n性を認定する有力な根拠とすることはできない，と主張する。\n甲第４号証によれば，控訴人らが昭和６３年１２月から平成６年末まで\nに販売した原告商品の数量は合計約１６６９万食分にのぼることが認められる。原\n告商品の購入単位は，１箱（１４食入り）である（甲第６号証の１）から，約１１\n９万箱余りが販売されたことになる。この販売数量は，相当に多数であると評価し\nてよい数量であり，このように相当に多数の原告商品が販売されたということは，\nそれ自体で原告標章の周知性を根拠付けるに足る有力な資料となるというべきであ\nる。\n控訴人らは，①昭和６３年と平成元年の数量は，試験販売・モニター用\n出荷であるから，この数量を，周知性の認定根拠とすることはできず平成２年から\n平成６年末までの販売数量約１６６５万食を算定の基礎とすべきである，②原判決\nは，１人の需要者が１箱分を購入したと仮定すると平成６年末の時点でのべ１１９\n万人以上が原告商品を購入したことになるとしているが，この仮定は誤りであっ\nて，１人の需要者が４箱（５６食分）ないし５箱（７０食分）を購入したと仮定し\nて試算べきであり，この試算によれば，平成６年末の時点で原告商品を購入したこ\nとになる人数は，約２９万５０００ないし２３万６０００である，平成１０年の国\n民栄養調査の結果による日本の肥満人口や自己を太っていると自己評価している女\n性の数からみて，ダイエット食品に関心のある需要者は男女合計で約３５００万人\nであると認められ，この人数中，上記の原告商品を購入したと認められる人数は１\nパーセントにも満たない，③原告商品の医療機関や薬局・薬店向けの出荷分につい\nては，出荷分全部が需要者に消費されたとは限らず，在庫保管が一定数量あること\nが予想される，として，これらの状況の下で，上記販売数量を平成６年末において\n原告商品が周知性を獲得した根拠とすることはできない，と主張する。\nしかしながら，①については，試験販売・モニター期間中の販売数量を\n合計販売数量に含めることができないとする理由は見当たらない。仮に同期間中の\n販売数量を除外したとしても，合計販売数量は約１６６５万食であり，判断に影響\nを及ぼすような顕著な差異があるとは認められない。②については，本件のよう\nに，相当多数の商品が販売された事実が認められる場合には，反対の事情の認めら\nれない限り，多数の需要者に認知されたものとして周知性を認めるのが相当であ\nる。本件においては，このような反対の事情を認めることはできない。そもそも，\n商品の認知者は，現実に商品を購入した者に限られないことは当然のことであるか\nら，周知性の判断に当たって，現実の購入者数のみを問題とすることは意味がな\nい。原判決は，かっこ書きの中で「ちなみに，」として購入者数を試算してはいる\nものの，基本的に販売数量自体を周知性の判断の根拠としていることは，その記載\n自体から明らかというべきである（かっこ書きの中の説示は販売箱数の多さを表現\nしたという以上の意味はなく，購入者数の認定として正確であるか否かを問題とす\nることは意味がない。）。また，控訴人らの主張は，肥満者及び自己を太っている\nと自己評価している男女のすべてがダイエット食品に関心がある，との前提が認め\nられて初めて意味を有するものというべきであるのに，この前提を裏付ける証拠は\nない。控訴人の主張は，この点においても根拠を欠くものである。③については，\n需要者に消費されていない薬局・薬店の在庫保管が，周知性の判断に影響を及ぼす\nほど多数存在することについては，証拠が全くない。\nウ　市場調査の結果について\n控訴人らは，原判決が周知性の判断の根拠の一つとして挙げた平成８年\n度の市場調査の結果（甲第１８号証）について，原判決の認定は不正確である，と\n主張する。\nしかしながら，本件においては，原判決の市場調査の結果についての認\n定内容を問題とするまでもなく，雑誌による宣伝広告及び販売数量により，平成６\n年末の時点における周知性を認定するに十分であるというべきである。市場調査の\n結果の認定内容の正確性の有無は，周知性の判断に影響を及ぼさないというべきで\nある（上記市場調査の結果は平成８年度のものであるから，平成６年末における原\n告標章の周知性の判断資料として重視することはできない。）。\nエ　周知性についての控訴人らの主張は，いずれも採用することができな\nい。\n２　「類似」及び「混同を生じさせる行為」の各要件の非該当性の主張について\n(1)　「類似」について\nア　控訴人らは，原告標章と被告標章とは類似しない，と主張する。\n(ア)　原告標章のうち片仮名表示である「マイクロダイエット」中の「マ\nイクロ」及び英文表示である「ＭＩＣＲＯＤＩＥＴ」中の「ＭＩＣＲＯ」は，一般\n的に「微小」，「極小」を意味する接頭語であり，これまで「マイクロスコープ\n（ｍｉｃｒｏｓｃｏｐｅ）」，「マイクロフィルム（ｍｉｃｒｏｆｉｌｍ）」，\n「マイクロコンピューター（ｍｉｃｒｏｃｏｍｐｕｔｅｒ）」，「マイクロリーダ\nー（ｍｉｃｒｏｒｅａｄｅｒ）」など主として機械や電気技術の分野で用いられて\nきた語である（乙第１号証）。原告標章は，「マイクロ」，「ＭＩＣＲＯ」の語\nを，このような一般的な用法とは異なり，ダイエット用の超低カロリー栄養食品に\n用いている点に特徴があると認められる。原告標章において自他商品識別力の中心\nとなるのは，「マイクロ」，「ＭＩＣＲＯ」の部分であるというべきである。\n被告標章は，いずれも原告標章中の自他商品識別力の中心となる「マ\nイクロ」又は「ＭＩＣＲＯ」の語と同一の語をその一部に含む点において，原告標\n章と外観が似ているということができる。\n控訴人らは，英文表示の原告標章の「ＤＩＥＴ」と被告標章の「ＳＩ\nＬＨＯＵＥＴＴＥ」とは，外観が似ていないと主張する。上記部分の外観が似てい\nないことは控訴人ら主張のとおりである。しかし，上記のとおり，自他識別力の中\n心となる「ＭＩＣＲＯ」の部分が外観上似ていることから，上記外観上の相違は，\n両商標が外観上似ているとの上記判断を左右するものではない。\n(イ)　原告標章からは，いずれも「マイクロダイエット」の称呼が生じる\nこと，被告標章１ないし４からは，いずれも「マイクロシルエット」の，被告標章\n５，６からは，いずれも「ニューマイクロシルエット」の称呼が生じることは明ら\nかである。\n原告標章と被告標章とは，称呼上，「マイクロ」の部分において共通\nしている。「マイクロ」の称呼は，原告標章の自他商品識別力の中心となる部分の\n称呼である。このような部分と称呼を共通にする被告標章は，原告標章と称呼上よ\nく似ているというべきである。\nまた，原告標章の「ダイエット」と被告標章の「シルエット」とは，\n構成音数が同じであり，「エット」の部分において発音が同じである。このことか\nらも，両標章は，称呼上よく似ているというべきである。\n控訴人らは，英文字の各標章について，日本人の平均的な英語力から\nみて，被告標章中の「ＳＩＬＨＯＵＥＴＴＥ」を「シルエット」と正しく発音する\nことができる者は少数であり，正しく表記できる者はほとんどいない，と主張す\nる。しかしながら，正しく表記することができるかどうかは，称呼の類似性の判断\nに当たっては重要性のないことである。「ＳＩＬＨＯＵＴＴＥ」の語は，「ＭＩＣ\nＲＯ」などの語に比べると，発音しにくいことは控訴人ら指摘のとおりである。し\nかしながら，日本人にとって，「ＳＩＬＨＯＵＴＴＥ」を「シルエット」と称呼す\nることが著しく困難である，とまではいうことができない。被告標章中の同部分の\n自然的称呼は「シルエット」であると認めるのが相当である。\n(ウ)　原告標章と被告標章とに共通する「マイクロ」，「ＭＩＣＲＯ」の\n部分らは「微小」という観念が生じる。また，原告標章中の「ダイエット」，「Ｄ\nＩＥＴ」の部分からは，美容，減量，痩身の観念が，被告標章中の「シルエット」\nの部分からは，減量，痩身により得られる美しい体型という観念が生じ得る。両標\n章は観念においてもよく似ているというべきである。\n控訴人らは，被告標章中の「シルエット」は，「影」，「影絵」とい\nった抽象的・空想的・幻想的・ロマンチックな観念を生じるものであり，「減量，\n痩身により得られる美しい体型という観念」は生じない，と主張する。しかしなが\nら，標章等の商品等表示の類否の判断における観念類似の判断に当たっては，当該\n標章等が用いられる商品との関係が当然に考慮されるべきである。「シルエット」\nの語から一般的には「影」，「影絵」といった観念が生じるとしても，この語がダ\nイエット食品である被告商品に用いられる場合には，「減量，痩身により得られる\n美しい体型」という観念が生じるというべきである。\n(エ)　以上によれば，原告標章と被告標章とは類似している，というべき\nである。\nイ　控訴人らは，標章の類否の判断に当たっては，外観，称呼，観念の形式\n的な比較をするだけでなく，当該商品の特性やそれを購入する需要者を念頭にお\nき，その視点をも併せて勘案したうえで具体的に検討すべきであり，原告商品及び\n被告商品のようなダイエット食品の需要者は，痩身ないし減量という明確な目的意\n識を持ち，決して安価ではない費用を継続的に支出することを決意し，長期にわた\nり反復継続して毎日の食事代わりに摂取するダイエット食品を選択し購入しようと\nする者であって，購入に際しては，慎重な吟味をすること，原告商品と被告商品と\nの間には別表記載のとおりの種々の差異があることから，需要者は，両商品を誤認\nし，混同することはあり得ない，と主張する。\nしかしながら，控訴人らの主張する商品の特性や需要者を考慮に入れた\nとしても，原告標章と被告標章とが類似するとの前記判断を覆すに足りる事情があ\nると認めることはできない。\n仮に，需要者において，商品同士や標章同士の間で混同が生じず，需要\n者において，商品同士や標章同士を区別することができたとしても，そのことによ\nって，原告標章と被告標章との間の類似性が否定されることにはならないというべ\nきである。\n不正競争防止法２条１項１号にいう「混同」には，その商品同士又は標\n章同士の間で混同が生じる，という形で，出所が同一であるとの誤認が生じる場合\nだけでなく，商品同士あるいは標章同士の間では区別がなされていても，両者の間\nの関連の強さにより，出所が同一であるとの，あるいは，出所の間に経済的又は組\n織的になんらかの関連があるとの誤認が生じる場合をも含むものと広く解釈すべき\nである。このような「混同」についての解釈を前提とするならば，同号にいう類似\n性の要件については，商品同士や役務同士をを間違えるという程度に至らなくと\nも，上記の意味でのいわゆる広義の混同を生じさせる原因となり得る程度の関連性\nがあることが認められれば足りる，と解すべきは当然である。\n原告標章と被告標章との間に，少なくとも上記のような関連性があると\n認めることができることは，アで述べたところから明らかである。\n控訴人らの主張は，採用することができない。\n(2)　「混同」について\nア　原告標章が周知であること，原告標章と被告標章との間に類似性が認め\nられることは，前記のとおりである。このように周知の商標と類似性のある標章を\n使用する行為は，特に反対に解すべき特段の事情の認められない限り，不正競争防\n止法２条１項１号にいう「混同を生じさせる行為」に当たる，というべきである。\nイ　控訴人らは，原告商品及び被告商品のようなダイエット食品の需要者\nは，痩身ないし減量という明確な目的意識を持ち，決して安価ではない費用を継続\n的に支出することを決意し，長期にわたり反復継続して毎日の食事代わりに摂取す\nるダイエット食品を選択し購入しようとする者であり，購入に際しては，慎重な吟\n味をすること，原告商品と被告商品との間には別表記載のとおりの種々の差異があ\nることから，需要者は，両商品を誤認し，混同することはあり得ない，と主張す\nる。\nしかしながら，不正競争防止法２条１項１号にいう「混同」には，狭義\nの混同のみならず，広義の混同も含まれると解すべきことは前記のとおりである。\n仮に，本件において，需要者が原告商品と被告商品同士とを，あるい\nは，原告標章と被告標章とを，商品同士あるいは標章同士としては区別することが\nできるとしても，原告標章と被告標章とは，同じダイエット食品の分野に属する商\n品に付され，同分野においては特徴的で需要者の注意を引くものと認められる「マ\nイクロ」，「ＭＩＣＲＯ」の語を共通にしていることから，被告標章を付した被告\n商品に接した需要者は，これが原告標章，原告商品とは別のものであることは認識\nし得たとしても，両商品が姉妹ブランドを付した姉妹商品であるなどと誤認し，そ\nの出所を混同するおそれがあるというべきである。\n控訴人らは，原判決が原告商品と被告商品との共通点として認定した商\n品としての基本的性質，形態，宣伝，販売の手法は，ダイエット食品においてごく\n一般的・普遍的にみられる特徴にすぎず，原告商品と被告商品との関係においての\nみ認められるものではないから，このことを根拠に，原告商品と被告商品間に混同\nを生じさせる危険があると直ちに認定することはできない，と主張する。しかしな\nがら，原判決は，上記の点を混同の判断の一資料として考慮したにすぎず，それの\nみから混同の有無を判断したものでない。原告商品と被告商品との共通点と認めら\nれる特徴が他のダイエット商品にもみられる特徴であったとしても，その共通点を\n混同の判断の一資料として考慮することは何ら差し支えないことは明らかである。\nウ　他に，控訴人らが被告商品を製造，販売する行為が「混同を生じさせる\n行為」に該当するとの上記判断を覆すに足りる主張，立証はない。\n３　権利濫用の主張について\n控訴人らは，被控訴人らによる本訴請求は，その権利が脆弱であることなど\nから，自己の正当な権利を守るための権利行使とはいえず，権利の濫用に当たる，\nと主張する。\nしかしながら，控訴人らの権利の脆弱性の主張は，結局のところ，控訴人ら\nの行為が不正競争防止法２条１項１号に規定する不正競争の要件を具備していない\nとの主張に近いものであり，この主張に理由がないことは，上に説示したところか\nら明らかである。\n被控訴人らが本件訴訟の提起前に控訴人らに対し事前の警告を行わなかった\nこと，控訴人らの侵害行為を認識したにもかかわらず，速やかに権利行使を行わな\nかったこと，被控訴人らの関連会社が被告標章である「マイクロダイエット」と同\n一の標章について商標登録出願をしたこと，被控訴人らの権利行使の結果，フジサ\nンケイリビングサービスのテレビショッピング・カタログ販売において被告商品の\n取扱いが打ち切られ，これに代わって被控訴人らのダイエット商品が取り扱われる\nようになったことは，そのことだけでは本訴請求が不当な目的の下になされたもの\nであることの根拠となり得るものではなく，本訴請求が権利の濫用であることを根\n拠付けるに足りるものということはできない。\n他に，本訴請求が権利の濫用に当たることを根拠付ける事実は，本件全資料\nを検討しても，見いだすことができない。\n控訴人らの主張は採用することができない。\n４　損害について\n(1)　控訴人らは，本件の不正競争行為について，故意も重過失もないから，不\n正競争防止法５条３項後段の類推適用により，損害賠償額は相当程度減額されるべ\nきであるる，と主張する。\nしかしながら，不正競争防止法５条１項に基づく損害賠償請求につき，同\n条３項後段が類推適用されるとしても，原判決引用に係る認定事実によれば，控訴\n人らは，いずれも，原告標章が周知性を獲得した平成６年末以降に本件の不正競争\n行為をしたものであるから，少なくとも重過失が認められるというべきである。本\n件において同法５条３項後段の適用を問題にする余地はない。\n控訴人らは，損益相殺又は過失相殺を主張する。しかし，同人らの主張の\n根拠として主張した事実は，損益相殺又は過失相殺の根拠となり得るようなもので\nないことは，主張自体から明らかというべきである。\n控訴人らの主張は，いずれも理由がない。\n(2)　附帯控訴による拡張請求について\nア　平成１０年５月から平成１３年１２月までの損害\n原判決の説示するとおり，控訴人コスメディコが平成１０年５月から平\n成１３年１２月までの間に，被告商品の販売により得た粗利益の額が２億５５８１\n万２０００円を下らず，専ら被告商品の売上げを得るために必要とした経費として\n上記粗利益から差し引くべき額は１億円を超えることはないから，控訴人らが上記\nの期間に得た損害賠償すべき利益は１億５５８１万２０００円となる。\nイ　平成１４年１月から平成１５年５月までの損害\n弁論の全趣旨によれば，控訴人コスメディコは，平成１４年１月から現在\nまでの間に，被告商品の販売を継続したことにより利益を得たことが認められる。\n控訴人らが同期間中において得た損害賠償すべき利益は，次のとおり，８１５４万\n円であると推認される。\n①　平成１４年１月から平成１５年５月までの粗利益\n控訴人コスメディコの被告商品の販売による平成１２年５月ないし平\n成１３年４月の１２か月間の粗利益が９５９２万９５００円であること，控訴人コ\nスメディコが，フジテレビからマイクロシルエットの広告を打ち切られた平成１３\n年５月以降，１３年１２月までの間も，月額平均でこれと同額の利益を得ているこ\nとは，当事者間に争いがない。これらの事実によれば，控訴人コスメディコは，平\n成１４年１月から平成１５年５月までの間も，月額平均で平成１２年５月ないし平\n成１３年４月までの間に得たのと同額程度の粗利益を得ているものと推認すること\nができる。\n９５９２万９５００円\n÷１２（か月）×１７（か月）＝１億３５９０万０１２５円\n②　原判決の認める粗利益に対する損害賠償すべき利益の割合\n１億５５８１万２０００円÷２億５５８１万２０００円＝０．６０９\n③　平成１４年１月ないし平成１５年５月までの損害賠償すべき利益\n１億３５９０万円（千円以下切り捨て）×０．６＝８１５４万円\nウ　控訴人らが連帯して負うべき損害賠償の額の合計は，ア及びイの合計額\nである２億３７３５万２０００円である。\n被控訴人らが，附帯控訴に基づき，損害賠償として，控訴人らに対し，\n上記２億３７３５万２０００円から原審で認容された８０００万円を除いた１億５\n７３５万２０００円，及び，これに対する平成１５年６月４日（附帯控訴状送達の\n日の翌日）から支払ずみまでの民法所定年５分の割合による遅延損害金の連帯支払\nを求める新請求は，理由がある。\n第４　結論\n以上のとおりであるから，被控訴人らの本訴請求を認容した原判決は正当で\nあるから，本件控訴を棄却し，附帯控訴に基づく新請求を認容することとし，当審\nにおける訴訟費用の負担につき，民事訴訟法６７条，６１条，６５条を，仮執行の\n宣言につき同法２５９条を適用して，主文のとおり判決する。\n東京高等裁判所第６民事部\n裁判長裁判官　　山　　下　　和　　明\n裁判官　　設　　樂　　隆　　一\n裁判官　　阿　　部　　正　　幸\n（別紙）\n原告標章目録被告標章目録別表写真１写真２写真３写真４写真５写真６写真７\n"
}