{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 18,
    "month": 7,
    "day": 26
  },
  "case_number": "平成16(ワ)3156",
  "case_name": "損害賠償",
  "court_name": "東京地方裁判所民事第３５部",
  "result": "棄却",
  "lawsuit_id": "33427",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=33427",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/427/033427_hanrei.pdf",
  "contents": "平成１８年７月２６日判決言渡し\n平成１６年（ワ）第３１５６号 損害賠償請求事件\n判決\n主文\n１ 原告の請求をいずれも棄却する。\n２ 訴訟費用は原告の負担とする。\n事実及び理由\n第１ 請求\n被告らは，原告に対し，各自４２０万円及び内２４０万円に対する平成１６年\n２月２６日から，内１８０万円に対する平成１７年１１月１８日から，各支払済\nみまで年５分の割合による金員を支払え。\n第２ 事案の概要\n１ 事案の要旨\n本件は，平成１１年４月１日から平成１６年３月末日まで被告国立市（以下\n「被告市」という ）が設置・管理するＫ小学校（以下「本件小学校」とい。\nう ）に教員として勤務し主に音楽の授業を担当していた原告が，以下の①な。\nいし⑨の行為が存在したとして，①ないし⑥の一連の行為及び⑦ないし⑨の各\n行為が原告の思想・良心の自由，信教の自由，教育の自由及び表現の自由を侵\n害するものであり，これにより精神的苦痛を被ったなどと主張して，被告市に\n対しては国家賠償法１条 １項に基づき，被告東京都（以下「被告都」とい\nう ）に対しては同法１条１項及び３条１項に基づき，各自，①ないし⑥の一。\n連の行為について２４０万円，⑦ないし⑨の各行為についてそれぞれ６０万円，\n以上合計４２０万円の損害賠償を求めるとともに，これらに対する不法行為の\n後の日（①ないし⑥の一連の行為については訴状送達の日の翌日，⑦ないし⑨\nの各行為については，これらを請求原因として追加した平成１７年１１月１４\n日付け訴え変更申立書送達の日の翌日）から支払済みまでの民法所定の年５分\nの割合による遅延損害金の支払を求める事案である。\n原告が問題にしている事実の骨子は，次のとおりである（以下単に「①の行\n為」などという 。① 本件小学校平成１１年度卒業式（平成１２年３月開。）\n催。本訴で問題となる本件小学校の入学式及び卒業式は平成１１年度から平成\n１４年度のものであり，以下これらの入学式及び卒業式を「○○年度入学式」\n。，又は「○○年度卒業式」という ）において，当時同校校長であった訴外Ａが\n教職員との十分な議論も児童に対する事前の説明もせず「日の丸 （以下「国」\n旗」という ）を掲揚した。② 平成１２年５月１７日被告市の教育委員会。\n（以下「市教委」という ）の担当者が原告に対して行った１１年度卒業式前。\n後における原告の言動等に関する聞き取り（以下「本件聞き取り」という ）。\nの態様が，原告の信条を推知し，これに非難・処罰を加えようとするものであ\nった。③ 同年６月２９日被告都の教育委員会（以下「都教委」という ）の。\n担当者が原告に対して行った１１年度卒業式前後における原告の言動等に関す\n。，る事情聴取（以下「本件事情聴取」という ）の態様が，原告の信条を推知し\nこれに非難・処罰を加えようとするものであった。④ 同年８月２２日市教委\nが原告に対して１１年度卒業式当日リボンを衣服に着用するなどの方法により\n国旗掲揚に反対する意思を表明したとの理由で文書による訓告（以下「本件文\n書訓告」という ）を行い，それに先立って十分な告知・聴聞の機会を与えな。\nかった。⑤ Ａが，原告に対し１２年度卒業式及び１３年度入学式での君が代\n（以下「国歌」という ）斉唱のピアノ伴奏を強要し，また，これにより原告。\nを自己の信仰・信念を告白せざるを得ない状況に追い込んだ。⑥ Ａが，原告\nに対し１３年度卒業式及び１４年度入学式での国歌斉唱のピアノ伴奏を指示し，\nこれを断れば平成１４年度に同人が望む音楽の授業を担当させずに学級担任を\nさせる旨を告げて，国歌斉唱のピアノ伴奏を強要した。⑦ 平成１４年１２月\n当時本件小学校校長であった訴外Ｂが，原告の授業内容について児童を対象と\nした調査を行うなどして原告の授業に介入した。⑧ 平成１５年度の校務分掌\nに関し，Ｂが，国歌斉唱のピアノ伴奏を拒否したことに対する報復として，原\n告にその希望する５，６学年の音楽を担当させなかった。⑨ 平成１６年４月\n期の異動に関し，国歌斉唱のピアノ伴奏を拒否したことに対する報復として，\n原告が両親の介護の必要から異動が困難であると申告していたにもかかわらず，\nＢが，市教委に原告の異動を具申し，都教委が，原告のＳ小学校への異動を発\n令し，また，当時市教委指導課長であった訴外Ｃが，Ｓ区教育委員会に対して\n原告が信仰に基づいて国歌斉唱のピアノ伴奏を拒否していることを伝えた。\n２ 争いのない事実等（証拠を掲げていない事実は，当事者間に争いのない事実\nである ）。\n（１）当事者等\n原告は，昭和５２年４月都教委によって小学校教諭に任用され，平成１１\n年４月１日から平成１６年３月末日まで本件小学校において勤務した（甲１\n５８，２０５ 。本件小学校における原告の担当教科は，平成１１ないし１）\n３年度は４ないし６学年の音楽（甲１５８，２０５ ，平成１４年度は５，）\n６学年の音楽及び６学年の家庭科，平成１５年度は３，４学年の音楽及び５\n学年の家庭科であった。本件小学校の音楽の専科教員は，平成１１ないし１\n３年度は原告のみであったが，平成１４年度に新規採用された音楽の専科教\n員（以下「本件新規採用教員」という ）が本件小学校に配置され，同年度。\n及び平成１５年度は，同教員及び原告の２名が音楽の専科教員となった。\n被告都の執行機関である都教委は，被告都における教職員の任免その他の\n人事に関する事務を行い，被告都は，都内の市（特別区を含む。以下同じ）\n町村立小学校教職員の給料その他の給与を負担している（地方自治法１８０\n条の５第１項，市町村立学校職員給与負担法１条，地方教育行政の組織及び\n運営に関する法律（以下「地教行法」という ）３７条１項 。。）\n被告市の執行機関である市教委は，被告市が設置する学校に勤務する教職\n員の服務を監督している（地方自治法１８０条の５第１項，地教行法４３条\n１項 。）\n（２）主として①ないし④の行為に関する事実\n本件小学校では，平成１０年度までの相当期間卒業式での国旗掲揚が実施\nされていなかった。\nＡは，本件小学校の職員会議において，平成１２年３月２２日１１年度卒\n業式当日に国旗を校舎屋上に掲揚する旨の考えを示し，また，翌２３日その\n意向を固めた旨を告げたが（甲１３ ，原告を含む複数の教職員はＡの考え）\nに反対した。Ａは，１１年度卒業式当日である同月２４日午前８時ころ，本\n件小学校校舎屋上に国旗を掲揚した。\n同日午前１０時ころから１１年度卒業式が本件小学校体育館において挙行\nされた（乙１ 。原告を含む相当数の本件小学校教職員は，ループ状に丸め）\nた幅約１ｃｍの水色の布製リボンを胸元などに安全ピンでとめて，式に出席\nした。\nＡは，平成１２年３月２８日付けで市教委教育長に「平成１１年度卒業式\n実施報告書」と題する書面（以下「実施報告書」という ）を提出した（甲。\n１６の１，２ 。実施報告書には，１１年度卒業式で国旗掲揚を実施するこ）\nとについて教職員の反対があった，ほとんどの教職員が胸に「ピースリボ\nン」を着けて同卒業式に出席した，一部の卒業生が式後校長に対し国旗掲揚\nについての説明や謝罪，国旗の降納を求めたなどの記載がある（甲１６の１，\n２。）\n平成１２年４月５日，産経新聞多摩版に「児童３０人，国旗降ろさせる\n校長に土下座要求 卒業式直後 一部教員も参加」との見出しの１１年度卒\n業式に関する記事が掲載された（甲１７ 。）\n市教委は，同月１１日，当時市教委学校指導課長であったＤを担当者とし\nて，１１年度卒業式前後の状況について，本件小学校教職員に対する聞き取\nり調査を行うことを決定し，同年５月１７日本件聞き取りが行われた。\nＡは，同年６月２１日市教委教育長に対し「管理下における事故発生につ\nいて（報告 」と題する文書を提出し，原告を含む本件小学校の教職員に１）\n１年度卒業式の指導に関して職務上の義務違反があった旨を報告した（甲６\n１ 。市教委教育長は，同月２８日都教委教育長に対し「職員の服務事故に）\nついて（報告 」と題する文書を提出し，原告を含む本件小学校の教職員に）\n同卒業式に関して服務上の問題があった旨を報告した（甲６２ 。）\n都教委は，同年６月２９日，当時都教委人事部管理主事であった訴外Ｅ，\n同Ｆ及び同Ｇを担当者として，１１年度卒業式における服務事故に関する事\n情聴取であることを原告に告げた上で，本件事情聴取を行った（丙２ 。）\n市教委教育長は，同年７月１１日都教委に対し１１年度卒業式前後におけ\nる原告を含む本件小学校の教職員の行動が地方公務員法に抵触する疑いがあ\nるとして，同人らに対して措置をするよう内申した（甲６２，６６ 。被告）\n都の教育庁は，同年８月１０日，同卒業式前後における言動に関して，本件\n小学校の教職員６名を戒告とし，７名を文書訓告とする旨を発表した（甲６\n９ 。原告は，同卒業式前後の言動に関して，都教委から処分や措置を受け）\nていない（弁論の全趣旨 。）\n市教委は，同月２２日，原告に対して，Ａが本件小学校の教職員に対し１\n１年度卒業式に国旗を掲揚する判断を示したにもかかわらず原告が同卒業式\n当日リボンを衣服に着用するなどして反対の意思を表明したことが，全体の\n奉仕者たるにふさわしくない行為であり，職務に専念する義務に違反し地方\n公務員法３５条に違反するものであるなどとして，本件文書訓告をした。\n（３）主として⑤の行為に関する事実\nＡは，平成１３年１月１０日本件小学校の職員会議において，１２年度卒\n業式での国歌斉唱を音楽専科教員がピアノ伴奏することを提案した（甲８\n８ 。原告が同年２月２１日本件小学校の職員会議において国歌斉唱の伴奏）\nにピアノを用いることは音楽的見地からみて相当ではない旨述べ，加えて，\n国歌斉唱のピアノ伴奏をすることができない個人的理由を述べようとしたと\nころ，Ａは，公務であるピアノ伴奏を個人的理由によって拒絶することは認\nめられないと述べてこれを制止した。\n原告は，同月２３日同僚とともに校長室に赴き，国歌斉唱のピアノ伴奏を\nすることは原告の信仰に反し，校長が原告にこれを指示することは原告の内\n心の自由及び信教の自由を侵すものであるなどと記載した書面を読み上げた。\nこれに対し，Ａは，卒業式の国歌斉唱がピアノ伴奏にならなければ市教委に\nその旨を報告せざるを得ないと述べた。\n同年３月１７日本件小学校において国歌斉唱の公開練習（授業参観）が実\n施された。同練習では，ピアノ伴奏は行われず，カセットテープが用いられ\nた。そして，同月２３日実施の１２年度卒業式（甲１０３）においては，国\n歌斉唱がピアノ伴奏されることはなく，カセットテープが用いられた。\nＡは，同年４月５日本件小学校の職員会議において，原告に対し，１３年\n度入学式で国歌斉唱のピアノ伴奏をしてほしい旨要請した（甲１１４ 。原）\n告がこれを断ったところ，Ａは後日職員会議議事録中の原告の当該発言に赤\n色の下線を引いた。１３年度入学式でも国歌斉唱のピアノ伴奏はなかった。\n（４）主として⑥の行為に関する事実\nＡは，平成１３年１０月本件小学校の行事委員会において，１３年度卒業\n式でピアノ伴奏により国歌斉唱を行いたい，それまでに児童に対して国歌に\nついて十分な指導を行いたい旨述べた。\n同年１２月２０日，Ａが原告を校長室に呼び，１３年度卒業式での国歌斉\n唱のピアノ伴奏を打診したところ，原告は，返事を留保した。また，Ａは，\n同日原告に対し平成１４年度６学年の学級担任をする意思があるかを尋ねた。\n原告は，平成１４年１月学級担任の話を断り，同年２月国歌斉唱のピアノ伴\n奏をすることができない理由を文書でＡに示した。同書面には国歌斉唱のピ\nアノ伴奏をすることは原告の信仰に反するなどの記載がある（甲１２８ 。）\nＡは，同年３月１３日本件小学校の職員会議において，原告以外の教員の\n名を挙げ，同教員が１３年度卒業式における国歌斉唱のピアノ伴奏をするこ\nとを発表した。\nＡは，同月１５日原告に対し平成１４年度６年１組の学級担任をするよう\n打診したが，原告は同月１８日これを断った。Ａは同月２９日原告と面談し，\n平成１４年度２学年の学級担任をするよう打診したが，原告はこれを断った。\nなお，原告は，平成１４年度校務分掌に関する希望調査に際し，第２希望と\nして２学年の学級担任を挙げていた。同日，平成１４年度の校務分掌が発表\nされたが，その際に原告の担当校務は発表されなかった。Ａは，同日原告と\n再度面談し，本件新規採用教員が本件小学校に配置される，これにより入学\n式や卒業式等での国歌斉唱のピアノ伴奏を本件新規採用教員に任せることが\nでき，原告の負担が軽くなる，音楽を担当したいという原告の希望を踏まえ，\n平成１４年度は１ないし３学年の音楽を担当してもらいたいと話した。\n同年４月，Ｂが本件小学校の新校長として赴任した。Ｂと原告との協議の\n結果，原告の平成１４年度の担当は５，６学年の音楽及び６学年の家庭科に\nなった。\n１４年度入学式では本件新規採用教員が国歌斉唱のピアノ伴奏をした。\n（５）主として⑦の行為に関する事実\n原告は，平成１４年１１月ころまでに，５学年の児童に対し，音楽の授業\nにおいて，韓国・朝鮮語の歌を指導し，併せて我が国による朝鮮半島支配の\n歴史を教えた。Ｂは，同年１２月原告が休暇を取っている間に，５学年担任\n教員の１人（学年主任）に対して，原告の上記授業内容を児童から聴取する\nよう指示し，同教員が受け持つ５年１組の児童らはその授業の内容を文書に\nして提出した。Ｂは，原告の休暇明けの同月２４日原告を校長室に呼び，原\n告の上記授業に関して児童の保護者を名乗る者からの匿名の抗議があった旨\nを伝え，授業でどのようなことを話したのかを尋ねた。\nＢは，平成１５年２月１２日，原告に対し，上記匿名の保護者が名乗って\nきたと告げ，その保護者から卒業式に向けた練習をする際にどういう指導が\nされるのか不安であるとの指摘があったことを伝えた。\n（６）主として⑧の行為に関する事実\nＢは，平成１４年１０月人事考課面接において，原告に対し，６学年の音\n楽を担当する教員が指導の一環として卒業式で国歌斉唱のピアノ伴奏をすべ\nきであるとの考えを示し，このことについての原告の考えを尋ねた。\n原告は，平成１５年２月，同人が平成１４年に作成しＡに渡した国歌斉唱\nのピアノ伴奏をすることができない理由を記した書面をＢに渡し，原告の考\nえが前年と変わっていないことを伝えた。\n本件小学校においては，平成１５年３月１３日が平成１５年度の校務分掌\nについての希望調査票提出締切日であった。原告は，同日までに希望調査票\nを提出しなかったが，遅くとも同月１９日にはこれを提出した。同希望調査\n票に記載された原告の希望は，第１希望が４ないし６学年の音楽，第２希望\nが６，１，２学年の音楽，第３希望が５，６，１学年の音楽であった（甲１\n５１ 。原告は，同月１９日本件小学校の職員会議において，専科の教員を）\n検討するときに原告の意見を聴いてほしい旨述べた。同月２０日，平成１５\n年度の校務分掌が希望どおりにならない者がＢに呼ばれたが，原告は呼ばれ\nなかった。\nＢは，平成１５年４月１日原告を校長室に呼び，平成１５年度１，２学年\nの音楽及び５学年の家庭科を担当するよう告げた。これに対して，原告は，\n引き続き５，６学年の音楽を担当することを希望した。最終的には，平成１\n５年度の原告の担当は，３，４学年の音楽及び５学年の家庭科になった。\n１４年度卒業式及び１５年度入学式では本件新規採用教員が国歌斉唱のピ\nアノ伴奏をした。\n（７）主として⑨の行為に関する事実\nＢは，平成１５年１０月の人事考課面接において，原告に異動を促したが，\n原告は本件小学校でもう１年勤務したい旨述べた。\nＢは，同年１１月，原告に対し，本件小学校では専門外である家庭科も担\n当しなければならないので音楽専科教員としての力を発揮するために異動し\nてはどうかと述べた。これに対し，原告は，５学年に家庭科だけが楽しみで\nあるという児童がいること，同児童の卒業を見守りたいことなどを理由に挙\nげあと１年本件小学校に残りたい旨を希望した。原告は，同月１０日「この\n異動が具申された場合，それは「君が代」を弾かないことに関わる 「思想，\n信条」による不当な扱いと差別であると私が受け止め，法的手段に訴えるこ\nとも考えに置いて，抗議することを考えている 「校長による，本人の異」，\n動に関する意見欄に 「介護の事情を考慮して，都心方面や遠距離通勤に」，\nならないように，地区の希望が反映されるように 「書いてもらうように」，\nお願いしてある」などの記載がある文書（甲１５６）をＢに交付した。また，\n原告は，異動に関する自己申告書に，介護事情を抱えるため都区内への異動\nや遠距離通勤が必要になる異動は避けてほしい旨記載していた。原告は，同\n月１４日，市教委からの求めに応じ，介護事情を説明した文書を提出した。\nＢは，原告の異動を市教委に具申し，市教委は原告の異動を都教委に内申\nした（乙２，３ 。都教委は，平成１６年３月４日原告に対しＳ小学校への）\n異動を内示した。\nＣは，同月１１日，原告に対し，原告が信仰に基づいて国歌斉唱のピアノ\n伴奏拒否を貫いていること及び原告が信仰する宗教をＳ区教育委員会に伝え\nたことを告げた。\n原告は，同月１２日から同月２５日までの間，胃潰瘍等によりＨ病院に入\n院した（甲２２９の２ 。原告は，出血性胃潰瘍により今後２週間程度の入）\n院加療が必要である旨の上記病院Ｉ医師作成同月１５日付け診断書（甲２２\n９の１）を提出し，病気休暇に入った。原告は，同月２２日，都教委，市教\n委及びＢに「異動停止のお願い」と題する書面を提出した。同書面には，異\n動内示による精神的ストレスが胃潰瘍の原因である旨の記載がある（甲１６\n２ 。原告は，同月２６日までに，多発性胃潰瘍により約２週間の休養を要）\nする旨のＪ診療所Ｌ医師作成同月２５日付け診断書（甲２３５ ，出血性胃）\n潰瘍により同月２６日から２週間の入院加療を要する旨のＭ病院Ｎ医師作成\n同日付け診断書（甲２３７）を市教委に提出した（甲２３９ 。）\n市教委は，同月２６日付けで原告の異動についての都教委への内申を取り\n下げた。都教委は，同年４月１日原告について内示どおりの異動（以下「本\n件異動」という ）を発令した。。\n（８）その他の事情\n原告は，平成１６年２月１３日本件訴訟を提起した（顕著な事実 。）\n３ 争点及び当事者の主張\n本件の争点は次の１２点であり，これらに関する当事者の主張は次のとおり\nである。\n（１）Ａが１１年度卒業式当日に国旗掲揚を実施したことの違法性の有無（①の\n行為に関する主張）－争点（１）\n（原告の主張）\nＡは，平成１２年３月２２日，１１年度卒業式当日に国旗を屋上に掲揚す\nることを突然提案し，教職員と十分な議論をせず，また，児童に対する事前\nの説明をせずにこれを実施した。このことは，学校教育法１７条及び１８条\n所定の小学校の目的及び小学校教育の目標並びにこれを果たさなければなら\nない教員の責務（同法２８条６項）と抵触し，教育の本質的要請である教育\nにおける信頼関係の維持に反するものであり，同法２８条３項所定の校長の\n権限を逸脱する。\nＡが国旗掲揚を提案し，これを実行したことは，国旗掲揚が強制されるべ\nきでないという原告の教員としての信念並びに国旗に対して消極的な意見を\n持つ原告の個人としての信念及び信仰に反するものであり，原告の思想・良\n心の自由及び信教の自由を侵害する。\n小学校学習指導要領のうち，卒業式に際し国旗掲揚の指導をすべきことを\n定める部分は法的拘束力を持たない。\n（被告らの主張）\nＡの行動は，学校教育法，同法施行規則，小学校学習指導要領などに基づ\nくものである。また，校長は，教職員から十分な賛同が得られなくとも，自\nらの権限と責任において学校運営を行うことができる。\n（２）本件聞き取りの違法性の有無（②の行為に関する主張）－争点（２）\n（原告の主張）\n本件聞き取りは，原告の信念を推知しようとするものであり，また，一定\nの信念を有することが非難・処罰の対象になり得ることを原告に感じさせ，\nその内心に萎縮効果を与えるものであり，同人の思想・良心の自由を侵害す\nる。\n（被告市の主張）\n本件聞き取りは，事実関係を調査するために行われたものであり，原告の\n思想・信条に触れるものではない。\n（３）本件事情聴取の違法性の有無（③の行為に関する主張）－争点（３）\n（原告の主張）\n本件事情聴取は，原告の信念を推知しようとするものであり，また，一定\nの信念を有することが非難・処罰の対象になり得ることを原告に感じさせ，\nその内心に萎縮効果を与えるものであり，同人の思想・良心の自由を侵害す\nる。\n（被告都の主張）\n本件事情聴取は，服務事故に関する事実把握のために行われたものであり，\n原告の思想・信条に触れるものではない。\n（４）本件文書訓告の違法性の有無（④の行為に関する主張）－争点（４）\n（原告の主張）\nア 文書訓告は懲戒処分と事実上同様の性質を持つ。\nイ 原告は１１年度卒業式において教育公務員として果たすべき職務に専念\nしており，職務専念義務違反を理由とする本件文書訓告には，事実誤認が\nある。\n本件文書訓告は，原告が国旗の強制に反対の意思を表明したことを対象\nにしたものであり，その思想・良心の自由及び表現の自由を侵害する。\nウ 原告は，本件聞き取りに際して，その結果が都教委に報告され処分の資\n料として用いられ得ることや何が処分の対象となり得る行為であるかにつ\nいて知らされなかった。\n本件事情聴取においては，それが服務事故に関するものであると聞かさ\nれたが，服務事故となり得る行為が何であるのかを知らされなかった。ま\nた，原告がもっと伝えたいことがあると述べたにもかかわらず，その機会\nが与えられなかった。\nこのような態様での本件聞き取り及び本件事情聴取の結果に基づき本件\n文書訓告をしたことは，事情聴取に当たって聴取した内容をもとに都教委\nへの報告書を作成する旨を被聴取者に知らせるべきことを定める都教委制\n定の「学校に勤務する教職員の事故発生にかかる状況報告作成要領」に違\n反するし，憲法による適正手続の保障にも違反する。\n（被告市の主張）\n本件聞き取りに際しては，事前に実施報告書が原告に示されており，本件\n聞き取りは適正手続の保障に反しない。\n（被告都の主張）\n原告が援用する「学校に勤務する教職員の事故発生にかかる状況報告作成\n要領」は，文書作成等の事務処理に関する内部文書にすぎず，その違反は違\n法の問題を生じさせない。\n本件事情聴取に際しては，聴取者は，あらかじめ原告に対し，服務事故に\nついて報告書が提出されていること，服務事故について任命権者である都教\n委が直接事実を確認するために本件事情聴取が行われること，本件事情聴取\nは原告が直接都教委に弁明する機会であり，原告が話したいことがあればそ\nれを話してよいこと，聴取した内容は公表されないこと，話したくないこと\nは話さなくてよいことを伝えた。聴取終了時には，原告に対して，記録用紙\nに記録者が記載した内容を読み聞かせ，原告から指摘があった点については\nその場で訂正した上で，最後に，記録内容に誤りがない旨を原告に確認し，\n原告の署名・押印を得た。\n（被告らの主張）\nア 文書訓告は，懲戒処分ではなく，被対象者に法的不利益を課すものでは\nないから，本件文書訓告によって原告に損害は生じない。\nイ 「ピースリボン」の着用が国旗・国歌の「おしつけ」に反対する意味を\n持つものであることは一般に広く知れ渡っていた。１１年度卒業式におけ\nる原告の行為は，Ａによる国旗掲揚の決定に異を唱え，国旗掲揚を伴った\n卒業式の円滑な実施を阻害するものであり，職務専念義務等の地方公務員\n法所定の義務に違反する。\n本件文書訓告の対象は，原告の内心ではなく，外部行為としての表現行\n為である。\n（５）⑤の行為の違法性の有無－争点（５）\n（原告の主張）\nア Ａは，指示に従わない場合には不利益処分も辞さないことをほのめかす\nなどして，１２年度卒業式及び１３年度入学式において国歌斉唱のピアノ\n伴奏をすること並びに同年３月に国歌斉唱の公開練習（授業参観）を実施\nすることを原告に指示しており，これらは強要に当たる。\nこのようなＡの言動は，学校教育法２８条６項及び教育基本法１０条１\n項により保障される教員の職務権限の独立を侵害し，同法１条，学校教育\n法１７条及び１８条所定の教育の目的，小学校の目的及び小学校教育の目\n標に反する。なお，小学校学習指導要領のうち，卒業式に際し国旗掲揚の\n指導をすべきことを定める部分は法的拘束力を持たない。\nまた，これらＡの言動は，原告にその信念・信仰に反して国歌の伴奏と\nいう表現行為を強い，特定の思想を強制しようとするものであり，原告の\n思想・良心の自由，信教の自由及び消極的表現の自由（沈黙の自由）を侵\n害し，国歌斉唱の伴奏拒否を貫くことによって，自己の信仰を表現し，国\n歌が強制されるものではないことを児童に伝えようとする原告の積極的表\n現の自由及び教育の自由を侵害する。\nイ 本件小学校校長として原告に対する指揮監督権を持つＡが原告に対して\n同人の信念・信仰に反する行為を指示することは，原告に，自らの信念・\n信仰に反する行為をするか，指示を拒否するという態度によって自らの信\n念・信仰を明らかにするか，指示を拒否しつつ不利益を回避するためにそ\nの理由を説明することによって自らの信念・信仰を告白するかの選択を迫\nるものである。そして，自己の信念・信仰に反する行為を避けるためには，\n自己の信念・信仰を明らかにせざるを得ないので，Ａが原告に対して国歌\nのピアノ伴奏を指示したことは，原告にその信念・信仰を告白することを\n強制したものといえ，同人の思想・良心の自由，信教の自由及び表現の自\n由を侵害する。\nウ Ａは，職員会議等での十分な議論を経ることなく，１２年度卒業式及び\n１３年度入学式での国歌斉唱実施並びに平成１３年３月の国歌斉唱の公開\n練習（授業参観）の実施を決めた。これは，学校運営が民主的にされるこ\nとを求める教育基本法１条，２条，６条２項及び１０条並びに同法の理念\nに反する。\n（被告らの主張）\nＡは原告に対し，国歌斉唱のピアノ伴奏をしてほしい旨要請したが，これ\nは強要に当たるものではなかった。また，国歌の指導は，国旗及び国歌に関\nする法律，小学校学習指導要領及び各種通達等により要求されているのであ\nって，校長が教職員に国歌斉唱のピアノ伴奏を要請することは違法ではない。\nＡは，原告に配慮して，国歌斉唱のピアノ伴奏をする旨の職務命令を発する\nことを差し控えた。\nＡの言動が何らかの点で原告の人権を制約するものであったとしても，そ\nの制約の程度は同人が公務員であることにより甘受すべき合理的な範囲内の\nものである。\n校長は，教職員から十分な賛同が得られなくとも，自らの権限と責任にお\nいて学校運営を行うことができる。\n（６）⑥の行為の違法性の有無－争点（６）\n（原告の主張）\nア Ａは，指示に従わなければ平成１４年度に本意ではない職務である学級\n担任をさせると告げて，１３年度卒業式及び１４年度入学式での国歌斉唱\nのピアノ伴奏をすることを原告に指示しており，これは強要に当たる。\nこのようなＡの言動には，前記（５）の原告の主張アの第２，第３段落\n記載の問題がある。\nイ Ａが職員会議等での十分な議論を経ることなく１３年度卒業式及び１４\n年度入学式での国歌斉唱実施を決めたことは，学校運営が民主的にされる\nことを求める教育基本法１条，２条，６条２項及び１０条並びに同法の理\n念に反する。\n（被告らの主張）\n前記（５）記載の被告らの主張のほか，次のとおりである。\nＡは，原告に学級担任を命じることもできたが，原告の希望を尊重し，円\n滑な学校運営を図るためにそれを差し控えた。\nＡが原告に６学年の学級担任の話を持ちかけたのは，当時不登校の児童の\n中に原告を慕う者がおり，また，原告は学級担任の経験もあり，全教科の免\n許を持っていたためこの児童が在籍する学級の担任にふさわしいと考えたた\nめであり，教育的配慮に基づくものである。\nＡが原告に２学年の学級担任を持ちかけたのは，平成１４年度に本件新規\n採用教員が本件小学校に配置されることが内定しており，校務分掌について\n原告との調整が必要であり，また，原告が異動希望票で第２希望として２学\n年の学級担任を挙げていたためである。本件新規採用教員を本件小学校に配\n置することになったのは，原告が入学式や卒業式のたびに国歌斉唱のピアノ\n伴奏をめぐって苦しむことがないようにするためでもあった。\nＡが原告に１ないし３学年の音楽を担当してもらいたい旨話したのは，原\n告が音楽専科を希望してたため，本件新規採用教員と原告の担当校務を調整\nする必要があったためである。\n（７）⑦の行為の違法性の有無－争点（７）\n（原告の主張）\nＢは，原告の授業内容を調査した。また，その調査に関連し，Ｂは，原告\nに対し，平成１４年１２月２４日同人を校長室に呼んだ際に「座れ」と怒鳴\nったり，平成１５年２月１２日に原告の授業内容を「取り調べる」と言った\nりして原告を恫喝した。このようなＢの言動は，前記教員の職務権限の独立\nを侵害し，また，同法１条，学校教育法１７条及び１８条所定の教育の目的，\n小学校の目的及び小学校教育の目標に反する。また，これらのＢの言動は，\n原告が授業を通じて音楽の素晴らしさや表現の喜び，国際理解の重要性，国\n歌が強制されるものではないことを児童に伝えることを制約し，原告に特定\nの思想を強制しようとするものであり，同人の思想・良心の自由，表現の自\n由及び教育の自由も侵害する。\n（被告らの主張）\nＢが原告に対して「座れ」と怒鳴ったり 「取り調べる」と言ったことは，\nない。\n原告の授業内容に関し保護者から抗議の電話があり，校長としては，これ\nを調査する必要があった。しかし，当時原告は休暇を取得しており，原告本\n人から直接事実を確認することができなかったため，Ｂは学年担任の１人\n（学年主任）に児童から事情を聞くように指示した。\n（８）⑧の行為の違法性の有無－争点（８）\n（原告の主張）\nＢが原告に５，６学年の音楽を担当させなかったことは，原告が国歌斉唱\nのピアノ伴奏を拒否したことに対する報復であり，前記教員の職務権限の独\n立，地方公務員法２７条１項及び教育基本法６条２項等により保障される教\n育公務員の身分保障を侵害し，同法１条，学校教育法１７条及び１８条所定\nの教育の目的，小学校の目的及び小学校教育の目標に反し，同人の思想・良\n心の自由及び信教の自由を侵害する。また，このような報復は，国歌斉唱の\n伴奏の拒否を貫くことによって，自己の信仰を表現し，国歌が強制されるも\nのではないことを児童に伝えようとする原告の表現の自由及び教育の自由を\n侵害する。\nＢが原告に平成１５年度５，６学年の音楽を担当させなかったことは，原\n告が音楽を通じて日本の戦前及び戦中の歴史を教えることを妨げ，同人に特\n定の思想を強制する点で同人の思想・良心の自由，表現の自由及び教育の自\n由を侵害し，また，音楽の素晴らしさや表現の喜びを伝える機会を奪う点で\nも同人の表現の自由及び教育の自由を侵害する。\n（被告らの主張）\n校長は校務分掌に関する裁量権を有しているところ，Ｂが原告に平成１５\n年度５，６学年の音楽を担当させなかったことは，原告が国歌斉唱のピアノ\n伴奏を拒否したことに対する報復ではなく，ほかに裁量権の逸脱又は濫用と\nなるような事情もない。\nＢが原告に平成１５年度５，６学年の音楽を担当させなかった理由は，本\n件新規採用教員が平成１４年度２ないし４学年の音楽を担当しており，なる\nべく多くの学年の指導を経験させるという見地から，同教員に平成１５年度\n５，６学年の音楽を担当させようと考えたからである。\nまた，Ｂは，原告と協議し，同人の希望を一部取り入れ，平成１５年度に\n原告が音楽を担当する学年を１，２学年から３，４学年に変更した。\n（９）⑨の行為の違法性の有無－争点（９）\n（原告の主張）\nア 被告都が定めた「東京都区市町村立小・中・養護学校教員の定期異動実\n施要綱 （以下「本件異動要綱」という ）によれば，平成１６年度に原」。\n告を異動させる必要はなかった。また，介護が必要な両親を抱え，異動内\n示によるストレス等により体調を崩していた原告は，本件異動要綱第３，\n２（５）所定の個別に検討を要する者に該当し，異動の対象外とされるべ\nきであった。仮に異動させる場合であっても，原告は，本件異動要綱第５，\n２所定の異動先地域の制限を受ける者ではなかったのであるから，地域選\n定に当たって原告の介護事情を考慮すべきであって，通勤時間が長くなり，\n通勤のために混雑した列車に乗る必要が生じる点で通勤の負担が重くなる\n区部へ原告を異動させたことは不当である。また，Ｓ小学校は，吹奏楽の\n指導のために音楽専科教員の時間外勤務を必要とする学校であり，介護が\n必要な両親を抱える原告をＳ小学校へ異動させたことは不当である。なお，\n本件異動要綱第５，２（１）ただし書きは，平成１６年４月期の異動には\n適用されない。\n本件異動は，原告が国歌斉唱のピアノ伴奏を拒否したことに対する報復\nとしてされたものである。そして，その問題点については，前記（８）の\n原告の主張第１段落記載のとおりである。\n加えて，本件異動は，授業を通じて音楽の素晴らしさや表現の喜びを伝\nえる機会を原告から奪うものであり，同人の表現の自由及び教育の自由を\n侵害する。\nイ 市教委が異動の内申を取り下げたにもかかわらず都教委が本件異動を強\n行したことは違法である。\nウ Ｃが，原告が信仰に基づいて国歌斉唱のピアノ伴奏拒否を貫いているこ\nと及び原告の信仰の内容をＳ区教育委員会に伝えたことは，原告の思想・\n良心の自由，信教の自由及びプライバシーの権利を侵害する。\n（被告らの主張）\n原告が信仰に基づいて国歌斉唱のピアノ伴奏を拒否していたことは，原告\nが自発的に表明したことであり，人事上必要な情報でもあった。\n（被告市の主張）\nＢは，本件小学校に音楽専科の教員が２名いたことから，原告が音楽専科\n教員として力を発揮するためには他校へ異動した方がよいと判断し，原告の\n異動を具申し，併せて原告から申出のあった介護事情が十分に考慮されるよ\nう校長所見欄にも記載したのであり，Ｂによる異動具申に関し裁量権の逸脱\n又は濫用はない。\n（被告都の主張）\n職員の転任処分等の人事に関する事務は自由裁量行為とされており，裁量\n権の逸脱又は濫用がない限り違法の評価を受けないところ，本件異動は，国\n歌斉唱のピアノ伴奏を拒否したことに対する報復ではなく，本件異動に関し\nて裁量権の逸脱又は濫用はない。\n本件異動は，通常の異動の一環として行われたものである。都教委は，教\n員として多様な経験を積ませるため，区部と市部・町村部との地域間の異動\nなど全都的な視野に立った人事交流を促進させる必要があり，原告がそれま\nで市部の経験しかなく区部への異動が必要であったこと，区部の中では原告\nの自宅及びその最寄り駅からＳ区が最も近いこと，Ｓ区へは音楽専科教員と\nしての異動が可能であったこと，原告の介護の事情などを考慮して異動を決\n定した。\n市教委による内申の取下げは法的効力を有するものではないし，都教委は\n市教委による内申がなくとも任命権を行使できる。\n（ ）被告市の市長が選任監督権を持たない職員の行為に基づく被告市の責任の\n有無－争点（ ）\n（被告市の主張）\n被告市の市長は，市教委やその職員の選任監督権を持っておらず，市長が\n選任監督権を持たない公務員の行為については，被告市は国家賠償法１条１\n項による責任を負わない。\n（ ）損害の有無及びその額－争点（ ）\n（原告の主張）\n被告らの行為により原告が被った精神的損害を金銭で評価すると，その額\nは，①ないし⑥の一連の行為については２００万円，⑦ないし⑨の各行為に\nついてそれぞれ５０万円を下らない。また，本訴追行に必要な弁護士費用は，\n①ないし⑥の一連の行為につき４０万円，⑦ないし⑨の各行為につきそれぞ\nれ１０万円である。\n（ ）時効の成否及びその援用の可否－争点（ ）\n（被告らの主張）\n平成１３年２月５日及びそれ以前の行為により生じ得る損害賠償責任につ\nいては，消滅時効が成立しており，被告らはこれを援用する。\n（原告の主張）\n本件においては，平成１２年３月以来国歌斉唱の伴奏強要という不法行為\nが継続し，それによって原告の精神的苦痛が増大しており，このような場合\nには消滅時効は進行しない。また，被告らによる時効援用は権利の濫用とし\nて認められない。\n原告は，平成１５年８月１５日被告市に対し国家賠償法１条１項に基づく\n損害賠償の一部として１０万円の支払を催告した（原告が援用しない被告市\nによる陳述 。）\n第３ 当裁判所の判断\n１ 争点（１ （Ａが１１年度卒業式当日に国旗掲揚を実施したことの違法性の）\n有無）について\n（１）Ａが教職員と十分に議論をしなかったとの主張について\n原告は，１１年度卒業式当日の国旗掲揚実施の違法性を基礎付ける事情と\nして，まず，Ａが平成１２年３月２２日に屋上での国旗掲揚を突然提案し，\n教職員と十分な議論をしなかったと主張する。\nそこで検討すると，前記争いのない事実等（第２，２（２ ）摘示のとお）\nり，同日及び翌２３日の本件小学校の職員会議において，Ａが国旗掲揚に関\nする考えを示し，この点について議論された。これに加えて，Ａは，少なく\nとも，同年１月１２日の職員会議において教育長から卒業式での国旗掲揚実\n施の要望があることを報告し，同月２６日の職員会議において１１年度卒業\n式の式次第に国旗掲揚を入れたいと提案し，同年２月２３日の職員会議にお\nいて１１年度卒業式での国旗掲揚への協力を求め，同年３月１日の職員会議\nにおいて１１年度卒業式での国旗掲揚に理解を求めた（甲５ないし９ 。ま）\nた，Ａは，１１年度卒業式の前日である同月２３日には午後１１時３０分こ\nろまで職員会議を続けて国旗掲揚についての議論を継続し，国旗掲揚の態様\nについても，国旗掲揚の児童への悪影響を指摘する教職員の意見も考慮して，\n卒業式の会場である体育館内に掲揚することを避け，屋上に掲揚することを\n決している（甲１３，２７０，乙１，証人Ａ 。これらの経緯に徴すれば，）\nＡは１１年度卒業式当日の国旗掲揚実施について十分な時間をかけて本件学\n校教職員と議論して，その理解を得ようと努めたものというべきである。\nところで，小学校校長は，校務をつかさどり，所属教員を監督する者（学\n校教育法２８条３項）として，小学校の事務全体を掌握・処理する任にある。\nこれに対して，国立市立学校の管理運営に関する規則９条の３は，校長は，\n校務運営上必要と認めるときは，校長がつかさどる校務を補助させるため職\n員会議を置くことができると規定し，職員会議を校長による学校運営を補助\nするための機関と位置づけている（丙７）し，学校教育法その他の関連法令\nにも，職員会議の議決等を学校教育法２８条３項所定の校長の権限行使の要\n件とする規定は存在しない。なお，平成１２年４月１日に施行された同年１\n月２１日文部省令３号により新設された学校教育法施行規則２３条の２も，\n小学校には設置者の定めるところにより校長の職務の円滑な執行に資するた\nめ職員会議を置くことができ，職員会議は校長が主宰すると定めており，職\n員会議の議決等を校長の権限行使の要件とはしていない。\nまた，文部（科学）大臣は，教育に対する行政権力の不当・不要の介入に\nならない範囲において，学校教育法２０条による小学校の教科に関する事項\nを定める権限に基づき，小学校における教育の内容及び方法につき，教育に\nおける機会均等の確保と全国的な一定の水準の維持という目的のために必要\nかつ合理的な大綱的基準を設定することができるものと解すべきところ（最\n），高裁判所昭和５１年５月２１日大法廷判決・刑集３０巻５号６１５頁参照\n小学校学習指導要領（平成元年文部省告示２４号，平成１０年文部省告示１\n７５号）は，その４章第２Ｄ（１）において，儀式的行事について「学校生\n活に有意義な変化や折り目を付け，厳粛で清新な気分を味わい，新しい生活\nの展開への動機付けとなるよう活動を行うこと」と定め，４章第３，３にお\nいて，儀式的行事である「入学式や卒業式などにおいては，その意義を踏ま\nえ，国旗を掲揚するとともに，国歌を斉唱するよう指導するものとする」と\n定めており（丙３ ，国旗・国歌がその字義のとおり国全体に関係するもの）\nであること，上記定めが国旗掲揚の態様や国歌斉唱の指導の方法を指定して\nおらず，地方の実情等にあわせた国旗掲揚の実施や国歌斉唱の指導をする余\n地を残していることに徴すれば，上記定めは，上記目的のための必要かつ合\n理的な大綱的な基準として法的効力を持つものというべきである。\nこれらに加えて，１１年度卒業式当時，多くの公立学校において，入学式\nや卒業式で国旗が掲揚されており，学校における国旗及び国歌に関する指導\nが適切に行われるよう要請する平成１１年９月１７日付け文部省初等中等教\n育・高等教育両局長通知（丙４ ，同年１０月１日付け東京都教育庁指導部）\n長通知通知（丙５ ，平成１２年１月２８日付け市教委通知（丙６）も存在）\nした。\n以上の事情を総合考量すれば，平成１２年３月２３日に至っても国旗掲揚\nに反対する教職員が存在したことは前記争いのない事実等（第２，２\n） ，（２ ）摘示のとおりではあるが，Ａが最終的に校務をつかさどる者として\nその責任と判断で，小学校学習指導要領にのっとって国旗掲揚を実施したこ\nとが，校長に与えられた権限の逸脱・濫用に当たると認めることはできず，\nこのことが違法であると認めることはできない。\n（２）Ａが児童に説明をしなかったとの主張について\n原告は，Ａが児童に対する事前の説明をせずに国旗を掲揚したことが，学\n校教育法１７条，１８条及び２８条６項に違反し，校長の権限を逸脱すると\nも主張する。\nア 学校教育法１７条は，小学校の目的は心身の発達に応じた初等普通教育\nを施すことであると規定し，同法１８条は，同法１７条の目的を実現する\nために，小学校教育においては，自主及び自律の精神を養うこと（同法１\n８条１号）などの目標達成に務めなければならないと規定する。そして，\n小学校校長や小学校教諭が，これら目的の実現及び目標の達成に資するよ\nう同法２８条３項又は６項所定の権限を行使し，職責を果たすように心掛\nけなければならないことは当然である。しかし，他方で，これらの目的を\n実現し，目標を達成するための方法は，その性質上，一義的に明らかでは\nなく，上記権限の具体的行使の方法については，小学校の教科に関する事\n項を定める小学校学習指導要領の内容等も踏まえ，総合的に検討されるべ\nき事柄であるというべきである。\nこれを本件についてみると，Ａは１１年度卒業式当日に屋上に国旗を掲\n揚することを事前に本件小学校の児童に告知しておらず（甲１３，１６の\n１，２ ，当時本件小学校に国旗掲揚に反対する児童が少なからずいたの）\nであれば，国旗掲揚の意義等について事前に何らかの形で児童に説明をし\n理解させる機会を設けることが望ましかったとも考えられる。しかしなが\nら，前記（１）認定の小学校学習指導要領の各定めなどにかんがみると，\nＡが児童に対して事前に説明せずに国旗掲揚をしたことが，学校教育法所\n定の上記目的及び目標の実現及び達成を阻害するものであるとは直ちに認\nめることはできず，裁量権の逸脱又は濫用に当たるとも認めることができ\nない。\nイ なお，原告は，Ａの行為が学校教育法２８条６項に違反するとも主張す\nるが，これまで述べてきたところに照らすと，同主張を採用することはで\nきない。\n（３）思想・良心の自由，信教の自由の侵害の有無について\n以上に加えて，原告は，１１年度卒業式当日の国旗掲揚が原告の思想・良\n心の自由及び信教の自由を侵害するとも主張し，これは１１年度卒業式当日\nの国旗掲揚が原告の信仰等の内心に強制を加えるものであったとの趣旨であ\nると解される。\nしかし，前記争いのない事実等（第２，２（２ ）摘示のとおり，１１年）\n度卒業式は本件小学校体育館で挙行されたのであるが，当日の国旗掲揚は本\n件小学校校舎屋上で実施されたものである。このような本件における国旗掲\n揚の態様等に照らすと，屋上での国旗掲揚という事実のみによっては，原告\nを含む１１年度卒業式参列者の内心に対する強制があったとは認められない\nというべきである。そして，他に，１１年度卒業式当日の国旗掲揚の態様が\n内心に対する強制と評価し得るものであったことを基礎付ける事情について\nは，具体的な主張・立証がない。\n（４）小括\nそして，他に，１１年度卒業式当日の国旗掲揚の実施に関し，Ａに裁量権\nの逸脱又は濫用があったことを認めるに足る証拠はなく，Ａによる国旗掲揚\nの実施が違憲又は違法であると認めることはできない。\n２ 争点（２ （本件聞き取りの違法性の有無）について）\n（１）本件聞き取りが原告の信念を推知しようとするものであるとの主張につい\nて\n本件聞き取りは，ａ １１年度卒業式に関する原告自身の経験について尋\nねるとともに，これに加えて，ｂ 「ピースリボン」の意味及び入手経路，\nｃ 被告市が平成１２年１月に市内の小学校校長宛に卒業式での国旗掲揚及\nび国歌斉唱を適正に実施するよう通知した事実の知不知を尋ねるものであっ\nた（甲５３，２７０，乙１，４ 。）\nこのうち，上記ａは，原告の職務に関する外部的行為について尋ねるもの\nであると認められ，原告の信条を推知しようとするものであると認めること\nはできない。なお，この点に関する原告の主張は，１１年度卒業式前後及び\n式中における原告の外部的行動は同人の思想・信条が発露したものであり，\nその外部的行動を尋ねることによって思想・信条を推知し得るとの趣旨であ\nるとも解される。しかし，公立小学校の教諭の職務に関する行動が世界観や\n主義，主張，思想等と密接に関連するものであるとは一般的には認められな\nいし，前記争いのない事実等（第２，２（１ （２ ）摘示のとおり，市教），）\n委が本件小学校の教職員の服務を監督する立場にあり，１１年度卒業式の様\n子が新聞報道されたことなどに徴すれば，本件小学校教職員の１１年度卒業\n式前後における行動は市教委にとって正当な関心事であったといえ，また，\n本件においては，市教委が原告の内心を推知するため殊更に同人の外部的行\n為について尋ねたと認めるに足りる証拠もない。これらの事情を考慮すると，\n上記主張は採用できない。\nまた，上記ｃは，事実の知不知を問うものにすぎず，これらに対する原告\nの意見を尋ねるものではないし，質問に対する回答から原告の思想・信条を\n推知し得るとも認められない。\n上記ｂについても同様であり，これは原告の職務に関する外部的行動及び\nこれと関連する事柄についての同人の知識について尋ねるものにすぎず，本\n件小学校の教職員の服務を監督すべき立場にある市教委がこのような事項を\n調査することが原告の思想・良心の自由に対する侵害に当たると認めること\nはできない。\n（２）本件聞き取りが一定の信念を有することが非難・処罰の対象になり得るこ\nとを原告に感じさせるものであったとの主張について\n原告の上記主張は，要するに，本件聞き取りが原告の信念を推知しようと\nするものであることを前提として，本件聞き取りが推知の結果に基づいて原\n告に非難・処罰を加えようとするものであったとの趣旨であると解される。\nしかし，本件聞き取りが原告の外部的行動から離れた信念を推知しようと\nするものであったと認めることができないことは既に述べたとおりである。\nそして，他に，本件聞き取りが，客観的にみて，一定の信念を有することそ\nれ自体が非難・処罰の対象になり得ることを聞き取りの対象者に感じさせる\nものであったことを認めるに足りる証拠はない。\nしたがって，いずれにしても，上記主張は採用できない。\n３ 争点（３ （本件事情聴取の違法性の有無）について）\n原告は，本件事情聴取が原告の信念を推知しようとするものであり，また，\n原告が一定の信念を有していることが非難・処罰の対象となり得ることを原告\nに感じさせるものであって，思想・良心の自由を侵害すると主張する。\nしかし，本件事情聴取は 「あなたは，今回の服務事故について，どのよう，\nに反省しましたか。また，どのように責任をとろうとしていますか」との質問\nがある点を除いては，１１年度卒業式前後における原告の職務に関する経験を\n尋ねるものであって（丙２，１５ ，原告の信条を推知しようとするものであ）\nると認めることはできない。そして，地方公務員法６条１項が任命権者に職員\nの懲戒権を与えているところ都教委は原告を含む本件小学校の職員の任命権者\nであり（地教行法３７条１項 ，また， 前記争いのない事実等（第２，２）\n（２ ）摘示のとおり，市教委教育長が都教委に原告らに服務上の問題点があ）\nったと報告していたことに徴すれば，都教委が服務事故の存否及び懲戒処分の\n要否の判断資料を収集するために原告の職務に関する経験を尋ねたことが原告\nの思想・良心の自由に対する侵害に当たるとは認められない。また，これらの\n質問が，一定の信念を有していることそれ自体が処罰の対象となることを被聴\n取者に感じさせるものであると認められないことは前記２で説示したのと同様\nである。\nこれに対して 「あなたは，今回の服務事故について，どのように反省しま，\nしたか。また，どのように責任をとろうとしていますか」との質問は，原告の\n内心を尋ねるものであり，その返答が処分や措置の有無・軽重に影響を与え得\nることを原告に感じさせるものであると認められるが，原告の世界観や主義，\n主張，思想ではなく，道徳的な反省を問うものであって，原告の思想・良心の\n自由に対する侵害に当たるとまでは認められない。\nしたがって，いずれにしても，上記原告の主張は採用できない。\n４ 争点（４ （本件文書訓告の違法性の有無）について）\n（１）文書訓告の性質等について\n一般に，公務員に対する懲戒処分については，懲戒権者の裁量権の行使に\n基づく処分が社会通念上著しく妥当を欠き，裁量権を濫用したと認められる\n場合に限り違法であると判断すべきものと解される。\nところで，地方公務員法２９条１項は，懲戒処分として，戒告，減給，停\n職及び免職を予定しているが，文書訓告はこれらのいずれにも該当しない。\nまた，地方公務員法その他の関連法令にも文書訓告についての明文規定は存\n在しない。したがって，文書訓告は，これを受けた者の法律上の地位に影響\nを与える懲戒処分ではなく，対象者の職務遂行上の問題点を指摘し，その改\n善を促すために服務監督権限に基づいてされる事実上の措置であると認めら\nれる。文書訓告のこのような性質にかんがみると，服務監督権者による文書\n訓告が違法と評価されるのは，懲戒処分の場合以上に，社会通念上妥当を欠\nき，裁量権を濫用したと認められる場合に限られるものと解するのが相当で\nある。\n（２）本件文書訓告が実体上違憲・違法であるとの主張について\nア 原告は，まず，本件文書訓告は基礎となる事実関係について誤認がある\nと主張する。\nそこで検討すると，本件文書訓告は，その原告に対する通知書（甲１）\nによれば，原告の職務専念義務違反を対象にしているのであり，その具体\n的態様は，Ａが平成１２年３月２２日及び２３日の本件小学校の職員会議\nにおいて，教職員に対し，１１年度卒業式当日に国旗を屋上に掲揚する旨\nの判断を示したにもかかわらず，原告が１１年度卒業式当日リボンを衣服\nに着用するなどして反対の意思を表明したというものであることが明らか\nである。そして，Ａが平成１２年３月２２日及び２３日の本件小学校の職\n員会議において，教職員に対し，１１年度卒業式当日に国旗を屋上に掲揚\nする旨の判断を示したこと，原告が１１年度卒業式にリボンを着用して出\n席したことは，前記争いのない事実等（第２，２（２ ）摘示のとおりで）\nある。また，原告は，Ａによる国旗掲揚が国旗の強制に当たると考え，強\n制があってはならないなどのメッセージを送るためにリボンを着用したの\nである（甲１５５，原告本人 。そうすると，本件文書訓告には，基礎と）\nなる事実関係について事実誤認はない。\n原告の主張は，結局，ａ Ａが国旗を掲揚したことは違法であり，これ\nに反対することこそが正当な職務である，ｂ 仮に校長の判断に反対する\nことが正当な職務でないとしても，校長の判断に反対の意思を表明するこ\nとによって本来すべき職務に影響が生じていない以上は，職務専念義務に\n違反しないとの２点を指摘するものであると解される。\n（ア）このうち，上記ａについては，原告は，Ａによる国旗掲揚が強制に該\n当し違法であると主張する。しかし，このような主張を採用することが\nできず，また，本件全証拠によっても１１年度卒業式当日の国旗掲揚実\n施に関しＡに裁量権の逸脱又は濫用が認められず，Ａによる国旗掲揚実\n施が違法であると認められないことは，前記１説示のとおりである。し\nたがって，Ａによる国旗掲揚実施に反対することが正当な職務であると\nの主張は採用できない。\n，，なお，この点に関連して，原告は 「入学式や卒業式などにおいては\nその意義を踏まえ，国旗を掲揚するとともに，国歌を斉唱するよう指導\nするものとする」と定める小学校学習指導要領４章第３，３が法的拘束\n力を持たないと主張する。このような原告の主張は，前記１において説\n示したところとに照らし，採用できない。かえって，上記定めは，Ａに\nよる国旗掲揚実施が同人の恣意によるものではないことを基礎付け，裁\n量権の逸脱又は濫用を否定する事情になるものというべきである。\n（イ）次いで上記ｂについて検討すると，職務専念義務とは，職員がその勤\n務時間及び職務上の注意力のすべてをその職務遂行のために用い職務に\nのみ従事しなければならないことを意味するものであり，その違反が成\n立するためには現実に職務の遂行が阻害されるなど実害の発生を必ずし\nも要件とするものではないと解すべきであり，身体活動の面だけみれば\n作業の遂行に特段の支障が生じなかったとしても，精神活動の面からみ\nれば注意力のすべてが職務の遂行に向けられなかったものと解される場\n合には，職務専念義務違反が認められる（最高裁判所昭和５２年１２月\n１３日第三小法廷判決・民集３１巻７号９７４頁参照 。）\nこのことに，以下の諸事情を併せ考慮すると，原告がリボンを着用し\nて１１年度卒業式に出席したことについて，市教委が注意力のすべてが\n職務の遂行に向けられていなかったと評価し，職務専念義務に違反する\nと判断して，文書訓告の対象としたことが，社会通念上著しく妥当を欠\nき，裁量権を濫用したものであると認めることはできない。すなわち，\n前記争いのない事実等（第２，２（２ ）摘示のとおり，Ａが平成１２）\n年３月２３日に１１年度卒業式当日の国旗掲揚実施を告知したこと，前\n記１説示のとおり，Ａが１１年度卒業式当日に国旗掲揚を実施したこと\nが違法であるとは認められないこと，証拠（甲５３，６０，６２，１６\n０，２６０，丙１，２，１０，証人Ｄ）によれば，原告が着用したリボ\nンが「国旗や国歌のおしつけに反対です」との意思を表明するいわゆる\n「ピースリボン」に類似しており，１１年度卒業式当時原告が所属する\n労働組合が「ピースリボン」の着用を呼びかけるビラを配布し，１１年\n度卒業式当日も本件小学校校門付近で国旗掲揚に反対するビラや「ピー\nスリボン」の着用を呼びかけるビラが配布されていたと認められること，\n上記認定のとおり，原告は，Ａによる国旗掲揚が国旗の強制に当たると\n考え，強制があってはならないとのメッセージを送るためにリボンを着\n用したこと，前記争いのない事実等（第２，２（２ ）摘示のとおり，）\n本件小学校の相当数の教職員が原告が着用したリボンと類似のリボンを\n着用して１１年度卒業式に出席したこと，前記（１）説示のとおり，文\n書訓告が法律上の不利益を課すものではないことである。\nイ 原告は，また，本件文書訓告が，思想・良心の自由及び表現の自由を侵\n害するとも主張する。\nそこで検討すると，まず，前記ア説示のとおり，本件文書訓告は原告の\n職務専念義務違反を対象にしているのであり，その具体的態様は，原告が\nＡによる国旗掲揚に反対の意思を有していたことそれ自体ではなく，原告\nがリボンを衣服に着用するなどの行為によって反対の意思を表明したこと\nであるから，本件文書訓告が原告の思想・良心の自由を侵害するとは認め\nられないし，また，本件文書訓告による表現の自由に対する制約は付随的\nなものであると認められる。そして，全体の奉仕者である公務員（憲法１\n５条２項）は，表現の自由についても，職務の公共性に由来する内在的制\n約を受けるのであり，とりわけ，勤務時間中の表現行為に関しては制約の\n度合いが高いというべきであるところ，本件文書訓告によって制約される\n原告の表現行為は，まさに職務時間中のものである。\nこれらの事情に加えて，前記ア（イ）説示の各事情を併せ考慮すれば，\n原告がリボンを着用して１１年度卒業式に出席したことについて市教委が\n文書訓告を行ったことが，原告の表現の自由を不当に制限するものである\nとは認められず，社会通念上著しく妥当を欠き，裁量権を濫用したもので\nあるとも認められない。\n（３）本件文書訓告が手続上違憲・違法であるとの主張について\nア 原告は，本件文書訓告が憲法が要求する適正手続の保障を欠いたもの\nであると主張する。\n憲法３１条の定める法定手続の保障は，一定の範囲で行政手続につい\nても適用されるが，行政処分の相手方に事前に告知，弁解，防御の機会\nを与えるかどうかは，行政処分により制限を受ける権利利益の内容，性\n質，制限の程度，行政処分により達成しようとする公益の内容，程度，\n緊急性等を総合考量して決定されるべきものであって，常に必ずそのよ\nうな機会を与えることを必要とするものではないと解される（最高裁判\n所平成４年７月１日大法廷判決・民集４６巻５号４３７頁参照 。）\nしかるに，文書訓告についていえば，前記（１）説示のとおり，服務\n監督権に基づいてされる事実上の措置であり，行政処分ではなく，また，\n対象者の権利に制限を加えるものでもないことに徴すれば，文書訓告に\n先立って告知・聴聞の機会が与えられなくとも違憲の問題は生じないと\n解するのが相当である。\nイ また，原告は，本件聞き取り及び本件事情聴取が「学校に勤務する教\n職員の事故発生にかかる状況報告書作成要領 （以下「本件要領」とい」\nう ）に違反すると主張する。。\nそこで検討すると，本件要領は，その表題及び内容から，市町村教育\n委員会が都教委に提出する事故報告書の作成要領を指示したものである\nと認められ（丙９ ，都教委が行った本件事情聴取については，本件要）\n領の違反が問題となる余地はない。\nこれに対して，市教委が行った本件聞き取りは本件要領の対象になる\nと認められる。そして，本件においては，本件聞き取りに基づいて市教\n委から都教委への服務事故に関する報告書が作成された（甲６２，丙\n１）にもかかわらず，本件要領所定の「事情聴取に当たっては，聴取し\nた内容をもとに都教委への報告書を作成する旨を，被聴取者に知らせる\nこと」との手続が履践されていない（証人Ｄ）のであるから，本件聞き\n取りの態様は本件要領の定める手続に反するというべきである。しかし，\n本件要領が，上記説示のとおり，飽くまでも都教委が市町村教育委員会\nに対して報告書の作成要領を指示したものにすぎないこと，前記争いの\nない事実等（第２，２（２ ）摘示のとおり，原告が都教委から懲戒処）\n分等を受けていないことを考慮すれば，本件聞き取りに際して本件要領\n所定の手続が履践されなかったことが文書訓告を違法なものにするとは\n認められない。\nまた，本件において認められる全事情を総合考量しても，本件文書訓\n告について，それが社会通念上著しく妥当を欠き，裁量権を濫用したも\nのであるといえるまでの手続上の瑕疵は認められない。\n（４）原告のその他の主張について\nなお，弁論終結が予定されていた第３回口頭弁論期日当日に提出された\n原告準備書面中には，以上に加えて，本件文書訓告には平等原則違反があ\nり，また，本件文書訓告が原告の自白のみに依拠して事実を認定したこと\nが違法である旨の記載が見られる。これらの主張，特に，平等原則違反に\nついては，被告らにおいて適切な反論・反証をするためには事実調査も必\n要となるのであるから，本件訴訟の審理経過及び民事訴訟法２条の趣旨に\n照らすと，これらは，本件の背景事情に関して記載されたものと解される。\nそうではなく，原告において，これらの事実を主要事実として主張する趣\n旨で記載したのであるとすると，上記観点に照らし甚だ遺憾であるといわ\nざるを得ないが，念のため，当裁判所の判断を付記することとする。\nまず，自白のみに依拠して事実を認定したとの点については，仮に市教\n委が原告の供述のみに依拠して事実を認定して本件文書訓告をしたとして\nも，以上（１）ないし（３）の認定説示にかんがみると，そのことが，社\n会通念上著しく妥当を欠き，裁量権を濫用したものであると認めることは\nできない。\n次に，平等原則違反に関しては，原告は，ａ 被告市においては，過去\nにリボン着用が文書訓告の対象にならなかった，ｂ 被告市以外が設置・\n管理する学校の教職員中に 「ピースリボン」を着用したが文書訓告を受，\nけていない者がいる，ｃ 本件小学校の教職員を含む被告市の教職員の中\nにも 「ピースリボン」を着用して卒業式に出席したが文書訓告を受けて，\nいない者がいると主張する。\nそこで検討すると，上記ａについては，原告が指摘する書証（甲７１の\n２）には，市教委の委員の発言として，被告市の職員組合がかつてリボン\n闘争を行ったが懲戒の対象とならなかったとの記載がある。しかし，そこ\nでいうリボン闘争の具体的な状況は明確でなく，本件全証拠によっても，\n本件文書訓告で問題とされた原告の行為と同様の行為を行った者に対して，\n被告市がどのような措置をとったのかを認めることができない。してみる\nと，原告の主張は，前提を欠くというほかない。次に，上記ｂについては，\n教育委員会は市町村毎に設置され（地教行法２条 ，それぞれの教育委員）\n会は当該市町村立学校の教職員の服務を監督するものとされているところ\n（同法４３条１項 ，これは，それぞれの市町村の教育委員会が，それぞ）\nれの地域の実情に応じて，その職権を行使することを期待したものである\nと認められる。そうすると，仮に被告市以外の教育委員会が「ピースリボ\nン」着用について何らの措置を講じていないとしても，そのことは直ちに\nは平等原則違反の問題を生じさせない。さらに，上記ｃについては，被告\n市が設置する学校の教職員の中に 「ピースリボン」を着用して卒業式に，\n出席したことが確認され，なおかつ文書訓告を受けていない者が存在する\nことに関する具体的な証拠がなく，原告の主張は前提を欠く。\nそして，そもそも，文書訓告の性質及びそれが違法と評価される場合に\nついては前記（１）において説示したとおりであり，また，原告に対する\n本件文書訓告が社会通念上著しく妥当を欠き，裁量権を濫用したものであ\nると認めることができないことは前記（２）及び（３）説示のとおりであ\nることにかんがみると，いずれにしても，本件文書訓告が平等原則に違反\nするとの原告主張は採用できない。\n（５）小括\nそして，他に，市教委が本件文書訓告をしたことが社会通念上著しく妥当\nを欠き，裁量権を濫用したものであることを認めるに足りる証拠はなく，こ\nれが違法であると認めることはできない。\n５ 争点（５ （⑤の行為の違法性の有無）について）\n（１）国歌斉唱のピアノ伴奏の強要，信仰告白の強制があったとの主張について\n原告は，Ａが，１２年度卒業式及び１３年度入学式における国歌斉唱のピ\nアノ伴奏並びに１２年度卒業式に向けての国歌斉唱の公開練習（授業参観）\nを強要に当たる態様で原告に指示し，原告の思想・良心の自由，信教の自由，\n表現の自由及び教育の自由を侵害し，教育基本法１条及び１０条１項並びに\n学校教育法１７条，１８条及び２８条６項に違反した，また，原告に信仰等\nの告白を強制し，原告の思想・良心の自由，信教の自由及び表現の自由を侵\n害したと主張する。\nア そこで検討すると，この点に関する経緯につき，前記争いのない事実等\n（第２，２（３ ）摘示のほか，証拠（甲９１，９５，１０２，１０４，）\n１１０，１１４，１６６，２５７，２７０，乙１，証人Ａ，原告本人）に\nよれば，次の各事実を認定することができる。\nＡは，平成１３年２月５日，原告に対し，国歌斉唱のピアノ伴奏は職務\nであって，個人的理由でこれを拒むことは相当ではなく，１２年度卒業式\nでは国歌斉唱のピアノ伴奏をしてもらいたいと話した。原告は，同月１７\n日，弁護士から 「 国歌斉唱のピアノ伴奏をすることができない）宗教，（\n上の事情は是非表明するように」との助言を受けた。原告は，同月２１日，\n本件小学校の職員会議において 「 国歌斉唱のピアノ伴奏をすることが，（\nできない）個人的理由を話します 「中身は個人的でも，それは卒業式」，\nという学校行事のことについてなのだから，私は会議の中で言い，皆にも\n聞いてもらいたい 「個人的理由を何故言ってはいけないのですか」と」，\n発言した。原告は，同月２３日，同僚とともに校長室に赴き，原告が国歌\n斉唱のピアノ伴奏をすることができない個人的理由を記載した書面を読み\n上げたが，その際に，Ａに対し，１２年度卒業式の国歌斉唱がピアノ伴奏\nにならなかったことをＡが市教委に報告する場合には，原告にピアノ伴奏\nを拒否した個人的理由を市教委に伝えてもよいかの確認をとってほしいと\n述べ，Ａはこれを了承した。Ａは，同年３月７日職員会議において，国歌\n斉唱の公開練習（授業参観）の実施を求め，また，同月９日付けで「 第「\n５０回卒業式」に関する校長決定事項」と題する文書を作成し，本件小学\n校の教職員に対して，１２年度卒業式での国歌斉唱の伴奏をどうするかに\nついては，公開練習（授業参観）の結果を踏まえて判断すると伝えた。Ａ\nは，同月２２日本件小学校の職員朝会において，１２年度卒業式ではテー\nプ伴奏によって国歌斉唱を行うことを告げ，同月２３日の卒業式において\nはそのとおり実施された。\nＡは，同年４月５日の職員会議において原告が１３年度入学式における\n国歌斉唱のピアノ伴奏を断ったことを受けて，同入学式においてテープ伴\n奏により国歌斉唱を行うことを決めた。\nＡは，１２年度卒業式及び１３年度入学式に関して，原告に対して，国\n歌斉唱のピアノ伴奏をすべき旨の職務命令を発しなかった。\nイ 前記ア認定の各事実及び前記争いのない事実等（第２，２（３ ）摘示）\nの各事実を踏まえ，まず，国歌斉唱のピアノ伴奏の強要があったかについ\nて検討すると，Ａは，原告に対して地方公務員法所定の職務上の命令（地\n方公務員法３２条）として国歌斉唱のピアノ伴奏を命じてはおらず，最終\n的にはテープ伴奏により国歌斉唱を行っているのであって，原告が個人的\n理由を挙げて国歌斉唱のピアノ伴奏をしたくないと述べた後も引き続き国\n歌斉唱のピアノ伴奏をしてほしい旨を要請してはいるが，これはあくまで\n説得の範囲内にとどまるものであったと認められる。こうしたことに，後\n記ウ説示の事情をも併せ考慮すると，Ａによるピアノ伴奏要請の態様が強\n要に当たるものであると認めることはできないというべきである。\nまた，平成１３年３月１７日に実施された国歌斉唱の公開練習（授業参\n観）についても，テープ伴奏により行われているのであり，上記と同様に\n判断される。\nウ 次いで，信仰等の告白の強制があったかについて検討すると，前記争い\nのない事実等（第２，２（３ ）摘示の各事実及び前記ア認定の事実経過）\nに徴すれば，原告は，Ａから国歌斉唱のピアノ伴奏をすることができない\n個人的理由を言うべきではないと制止されていたにもかかわらず，あえて\n同僚とともに校長室に赴き，書面を読み上げる形で国歌斉唱のピアノ伴奏\nをすることができない個人的理由として信仰等を挙げるなどしたことが認\nめられ，Ａが原告に対して信仰等の告白を強制したものであると認めるこ\nとはできない。\nなお，この点に関する原告の主張は，明確ではないが，要するに，国歌\n斉唱のピアノ伴奏の指示に従うか又はそれを拒否するかによって国歌に対\nして否定的な信仰等を持っているか否かが明らかになってしまうので，国\n歌斉唱のピアノ伴奏を指示することは，いわば「踏み絵」として信仰等の\n告白を強いるものであるとの趣旨であると解される。\nしかし，指揮監督権を有する者が何らかの指示等をすることが常に信仰\n等の告白強制に該当し，思想・良心の自由や信教の自由を侵害するもので\nあると認めることはできないのであって，それが，信仰等の告白強制に該\n当し，思想・良心の自由や信教の自由を侵害するというためには，少なく\nとも，当該指示等が信仰等を推知するためにされたなど権限の逸脱又は濫\n用に当たる事情が存在することが必要であるというべきである。そして，\n本件においては （ア） Ａが原告の信仰等を探るために国歌斉唱のピア，\nノ伴奏を指示したことをうかがわせる事情は認められず，また （イ），\n前記１説示のとおり，小学校学習指導要領が「入学式や卒業式などにおい\nては 「国歌を斉唱するよう指導するものとする」と定めるところに徴す」，\nれば，Ａが平成１２年度卒業式及び平成１３年度入学式等で国歌斉唱を実\n施しようとしたことが校長の権限を逸脱又は濫用するものであるとは認め\nられないことは，前記４（２）ア（ ア）で説示したのと同様であるし，\n（ウ） 国歌斉唱のピアノ伴奏がその性質上音楽の指導の一環とも考えら\nれることに徴すれば，Ａが国歌斉唱のピアノ伴奏をしてほしい旨を当時の\n本件小学校における唯一の音楽専科の教員であった原告に要請したことに\nついても，これが権限の逸脱又は濫用に当たると認めることはできないと\nいうべきである。\nそうすると，Ａによる原告に対する国歌斉唱のピアノ伴奏の要請は，同\n人の正当な権限の行使であったと評価すべきであり，仮にＡの要請によっ\nて結果として原告が自己の信仰等を告白しなければならないと感じたとし\nても，これが原告の思想・良心の自由又は信教の自由を侵害するものであ\nると認めることはできない。\n（２）Ａによる国歌斉唱実施の決定，国歌斉唱の公開練習（授業参観）実施の決\n定が手続上違法であるとの主張について\n原告は，Ａが職員会議による十分な議論を経ることなく国歌斉唱実施及び\n国歌斉唱の公開練習（授業参観）実施を決定したと主張し，これが教育基本\n法１条，２条，６条２項及び１０条並びに同法の理念等に反するとも主張す\nるが，校長が校務運営の決定権限を行使するに際して，職員会議の決議等を\n得る必要がないことは，前記１説示のとおりであるし，本件全証拠によって\nも，Ａが上記権限を逸脱又は濫用したことを基礎付ける事情は認められない。\n（３）小括\nそして，他に，Ａが１２年度卒業式及び１３年度入学式での国歌斉唱のピ\nアノ伴奏並びに１２年度卒業式に向けての国歌斉唱の公開練習（授業参観）\nをするように原告に要請したことが，違憲又は違法であることを認めるに足\nりる証拠はない。\n６ 争点（６ （⑥の行為の違法性の有無）について）\n（１）国歌斉唱のピアノ伴奏の強要があったとの主張について\nア 証拠（甲１２２，１３３，１３４，１３５，乙１，証人Ａ，原告本人）\nによれば，次の各事実を認めることができる。\nＡが平成１３年１２月２０日及び平成１４年３月１５日原告に対して平\n成１４年度６学年の学級担任をするよう打診した理由としては，当時５学\n年に不登校の児童がおり，同児童の不登校の原因に担任教員との関係があ\nり，担任の交代が必要であると考えられたこと，同児童が原告と良好な関\n係を築いていたこと（平成１４年３月からは音楽室への登校を始めてい\nた ，原告が小学校全科の指導資格を有していたこと，Ａが，卒業式や。）\n入学式における国歌斉唱のピアノ伴奏を音楽専科の教員が行うのが相当で\nあるとの考えを持っており，原告が国歌斉唱のピアノ伴奏を拒んでいたこ\nとが挙げられる。また，Ａが同年３月２９日原告に対して平成１４年度２\n学年の学級担任をするよう促した理由としては，原告が小学校全科の指導\n資格を有していたこと，原告が平成１４年度の校務分掌の希望として第２\n希望に２学年の担任を挙げていたこと，Ａが，卒業式や入学式における国\n歌斉唱のピアノ伴奏を音楽専科の教員が行うのが相当であるとの考えをＡ\nが持っており，原告が国歌斉唱のピアノ伴奏を拒んでいたことが挙げられ\nる。\nイ 平成１４年度の原告の担当職務に関するＡの言動についての原告の主張\nは，要するに，Ａの言動が，国歌斉唱のピアノ伴奏をしなければ音楽の授\n業を担当することができないことを伝えるものであり，国歌斉唱のピアノ\n伴奏の強要に当たると主張するものである。\nところで，学校教育法２８条３項所定の校長の権限には，学校における\n校務分掌に関する組織を定め，所属の教職員にその分掌を命じて，校務を\n処理することも含まれていると解されるのであって，校長による職務分掌\n命令が違法とされるのは，上記権限の行使に際して裁量権の逸脱又は濫用\nがあった場合に限られると解するのが相当である。これと同様に，校長が\n教職員に対して一定の校務分掌を打診することが違法となるのは，その態\n様が社会通念上著しく妥当性を欠く場合に限られると解するのが相当であ\nる。\nこれを本件についてみると，前記１説示のとおり小学校学習指導要領が\n「入学式や卒業式などにおいては 「国歌を斉唱するよう指導するもの」，\nとする」と定めていることに徴すれば，Ａが卒業式及び入学式において国\n歌斉唱を実施しようとしたことが同人の恣意によるものではないと認めら\nれる。また，Ａが，国歌斉唱の実施方法として，音楽専科教員によるピア\nノ伴奏を選択することが相当であると考えたことも，国歌斉唱がその性質\n上音楽教育の一環とも考えられること，本件小学校の卒業式において会場\nにピアノが設置され，国歌斉唱の伴奏以外にもピアノが用いられていたこ\nと（甲８７，１２１，１３５，２７０，原告本人）に徴すれば，相当な選\n択肢の一つであったと認められる。これらに加えて，前記ア認定のとおり，\nＡが原告に学級担任を打診した理由が国歌斉唱のピアノ伴奏に関わるもの\nだけではなかったことや，原告が音楽専科教諭として都教委に採用された\nわけではなく，小学校全科の指導資格を有していたこと（甲１５８，２０\n５，原告本人）を総合考量すると，Ａが原告に対して平成１４年度に学級\n担任をすることを打診したことが社会通念上著しく妥当性を欠いたもので\nあると認めることはできない。\nそして，他に，１３年度卒業式及び１４年度入学式での国歌斉唱実施並\nびに平成１４年度の校務分掌に関するＡの言動が，違憲又は違法であるこ\nとを認めるに足りる証拠はない。\n（２）Ａによる国歌斉唱実施の決定が手続上違法であるとの主張について\n原告は，Ａが職員会議による十分な議論を経ることなく国歌斉唱実施を決\n定したと主張し，これが教育基本法１条，２条，６条２項及び１０条並びに\n同法の理念等に反するとも主張するが，校長が校務運営の決定権限を行使す\nるに際して，職員会議の決議等を得る必要がないことは，前記１説示のとお\nりであるし，本件全証拠によっても，Ａが上記権限を逸脱又は濫用したこと\nを基礎付ける事情を認めることはできない。\n（３）①ないし⑥の行為の一連の行為としての違法性の有無について\n原告は，①ないし⑥の行為が一連の行為として違法性を有すると主張する\nが，これまで検討してきたことを総合考量すると，これらの行為を一体とし\nて検討しても，被告らが国家賠償法１条１項又は３条１項に基づいて責任を\n負うと認めることはできない。\n７ 争点（７ （⑦の行為の違法性の有無）について）\n原告は，同人の授業内容をＢが調査したこと及び授業内容に関するＢの原告\nに対する質問の態様が原告の授業に対する不当な介入に当たり，教育基本法１\n項及び１０条１項並びに学校教育法１７条，１８条及び２８条６項に違反し，\nまた，これらのＢの言動が原告の思想・良心の自由，表現の自由及び教育の自\n由を侵害したと主張する。\n（１）原告の授業内容の調査について\nＢが５学年担任教員の１人（学年主任）に対して原告の授業内容を児童か\nら聴取するよう指示したこと及びＢが原告自身からも同人の授業内容につい\nて聞き取りをしたことは前記争いのない事実等（第２，２（５ ）摘示のと）\nおりであり，証拠（甲１４５，１５０，２７０，乙３，証人Ｂ，原告本人）\nによれば，Ｂによるこれらの調査に関し，次の事実を認めることができる。\n原告は，平成１４年１２月１８日（水）から同月２０日（金）まで休暇を\n取っていた（なお，同月２３日（月）も休日であった 。その間，本件小。）\n学校の児童の保護者を名乗る匿名の者がＢに電話をし，原告が行った授業に\nついて抗議を申し入れた。抗議をした者の話によれば，原告は，音楽の授業\n中，いわゆる邦人拉致問題に関して，朝鮮民主主義人民共和国が邦人に対し\nて行ったことと同様のことを我が国が過去に朝鮮半島の人々に対して行った\n旨の発言をしたとのことであった。Ｂは，同月２４日（火 ，授業内容につ）\nいて話を聞くために，原告を本件小学校校長室に呼び，着席を促したが，原\n告は着席を拒み，押し問答になった。\n上記認定の各事実及び前記争いのない事実等（第２，２（５ ）摘示の各）\n事実を総合考量すると，次に述べるように，本件においてＢが原告の授業内\n容を調査したことが原告の授業に対する不当な介入に当たると認めることは\nできない。\nすなわち，校長は所属教員を監督する権限と責任を有しているところ（学\n校教育法２８条３項 ，本件においては，保護者を名乗る人物から原告の授）\n業内容について抗議があり，抗議内容はそれ自体明らかに不当なものである\nということはできないので，Ｂが抗議の内容に関して事実関係を調査をする\n必要があると判断したことには相応の合理性があったものと認められる。ま\nた，Ｂが行った調査は，事後的に行われたものであって，あらかじめ授業の\n内容を録音するなどして授業内容の適否を審査するといった態様の調査と比\nべると，教員に与える心理的圧迫の程度は少ないものであると認められる。\nこうしたことに加え，初等普通教育に携わる小学校の教諭が授業の内容を秘\n密にする権利・利益を保障されていると解することができる法令上の根拠は\n見当たらないことをも併せ考慮すると，調査方法が教育的配慮を尽くしたも\nのであったと評価できるかどうかはともかくとして，当時原告が休暇を取得\n中で，翌週火曜日にならないと登校しないという事情の下におけるＢの調査\nの態様が原告の授業に対する不当な介入に当たると認めることはできない。\n（２）原告に対する質問の態様について\n次いで，Ｂの原告に対する質問の態様について検討すると，原告作成の陳\n述書（甲２７０）には，Ｂが平成１４年１２月２４日原告から授業内容を聴\n取した際に「座れ」と怒鳴った，平成１５年２月１２日原告に対し同人の授\n業内容を「取り調べる」と発言したとの記載があり，原告はこれらの発言が\n恫喝に当たると主張する。\nしかし，前記（１）説示のとおり，Ｂが原告の授業内容を調べること自体\nが原告の授業に対する不当な介入に当たると認めることができないのである\nから 「取り調べる」との発言があったとの記載については，仮にこのよう，\nな発言があったとしても，Ｂの原告に対する質問の態様が不当なものであっ\n，，たと認めることはできない。また 「座れ」と怒鳴ったとの記載については\n上記（１）認定のとおり，平成１４年１２月２４日にＢが原告に着席を求め，\n原告がこれを拒んだために押し問答になったことに徴すれば，その過程でＢ\nが声を荒げた可能性も否定できないが，そのことをもってＢの原告に対する\n聞き取りの態様が不当なものであったと認めることはできない。\n（３）小括\nそして，他に，Ｂが原告の授業内容を児童及び原告本人から調査したこと\nが，原告の授業に対する不当な介入に当たると認めるに足りる証拠はないの\nで，Ｂの行為が違憲又は違法であると認めることはできない。\n以上の次第であるから，原告の主張は，いずれも採用できない。\n８ 争点（８ （⑧の行為の違法性の有無）について）\n（１）Ｂが原告に平成１５年度５，６学年の音楽を担当させなかったことが国歌\n斉唱のピアノ伴奏を拒否したことに対する報復であるとの主張について\n前記６（１）説示のとおり，校長は所属の教職員に校務分掌を命じる権限\nを有しており，校長による職務分掌命令が違法とされるのは，上記権限の行\n使に際して裁量権の逸脱又は濫用があった場合に限られると解するのが相当\nである。そこで，以下，平成１５年度の校務分掌の決定に関してＢに裁量権\nの逸脱又は濫用があったか否かを検討する。\nア まず，証拠（甲２７０，乙３，証人Ｂ）によれば，次の事実を認めるこ\nとができる。\nＢが原告に平成１５年度５，６学年の音楽を担当させなかった理由は，\n次のとおりであった。すなわち，Ｂは，本件新規採用教員が平成１４年度\nに２ないし４学年の音楽を担当しており，多様な経験をさせるという観点\nから，平成１５年度には本件新規採用教員に５，６学年の音楽を担当させ\nるのが相当であると考えていたこと，本件新規採用教員は音楽教諭の免許\nを有するのみであったのに対して，原告が全科目を指導できる免許をもっ\nていたこと，Ｂは，卒業式において国歌斉唱を実施するのが相当であると\n考え，また，６学年の音楽を担当する教員が卒業式において国歌斉唱のピ\nアノ伴奏をすれば，音楽の授業の一環として国歌斉唱の指導を行うことが\n可能になると考えていたこと，原告が国歌斉唱のピアノ伴奏を拒んでいた\nこと，原告が平成１５年度の校務分掌に関する希望調査票を締切りまでに\n提出しなかったことなどであった。\nまた，Ｂは，当初，原告に平成１５年度１，２学年の音楽を担当させる\n意向を有しており，その旨を原告に伝えたが，その後，原告の希望を一部\n取り入れて，最終的には３，４学年の音楽を担当させた。\nイ ところで，原告は，平成１５年度に原告が５，６学年の音楽を担当でき\nなかったことは，原告が国歌斉唱のピアノ伴奏をしなかったことに対する\n報復であると主張する。\nしかしながら，前記１説示のとおり，小学校学習指導要領が「入学式や\n卒業式などにおいては 「国歌を斉唱するよう指導するものとする」と」，\n定めていることに徴すれば，Ｂが卒業式において国歌斉唱を実施しようと\nしたことは同人の恣意によるものではないと認められる。そして，Ｂが，\n国歌斉唱の実施方法として６学年の音楽を担当する教員によるピアノ伴奏\nを選択するのが相当であると考えたことも，前記６（１）説示のとおり，\n国歌斉唱がその性質上音楽教育の一環とも考えられ，本件小学校の卒業式\nにおいて会場にピアノが設置され，国歌斉唱の伴奏以外にもピアノが用い\nられていたこと，また，証拠（甲４，８５，８７，１０３，１０４，１１\n９，１２１，１２６，１４６，１４７）によれば，本件小学校においては，\n１ないし４学年の児童は卒業式に出席せず，５，６学年の児童のみが卒業\n式に出席していたと認められることに徴すれば，相当な選択肢の一つであ\nったと認められる。これに加えて，前記６（１）説示のとおり，原告が音\n楽専科教諭として都教委に採用されたわけではなく，小学校全科の指導資\n格を有していたこと，前記ア認定のとおり，Ｂは卒業式での国歌斉唱のピ\nアノ伴奏以外の事情も考慮して平成１５年度の校務分掌を決定し，また，\n最終的に原告の分掌すべき校務を決定するに当たっては，原告と協議し，\nその希望を一部取り入れていることを総合考量すれば，Ｂが原告に平成１\n５年度５，６学年の音楽を担当させなかったことについて，裁量権の逸脱\n又は濫用があると認めることはできない。\n（２）Ｂが原告に５，６学年の音楽を担当させなかったことが，戦前・戦中の日\n本の歴史を教える自由に対する侵害であるとの主張について\nＢが原告に平成１５年度５，６学年の音楽を担当させなかったことについ\nて，裁量権の逸脱又は濫用があるとは認められないことは前記（１）摘示の\nとおりであるから，原告の上記主張は採用できない。\n（３）小括\nそして，他に，平成１５年度の校務分掌に関するＢの決定が違憲又は違法\nであると認めるに足りる証拠はない。\n９ 争点（９ （⑨の行為の違法性の有無）について）\n（１）本件異動が実体上違憲・違法であるか否かについて\n原告は，本件異動が原告の実体上の権利・利益を侵害する違憲・違法なも\nのであると主張するので，まずこれらの点について検討する。\nア 地方公務員法１７条１項は，職員（一般職に属するすべての地方公務員\nをいう。以下同じ。同法４条１項）の任命方法として，採用，昇任，降任\n及び転任を挙げており，ここにいう転任とは，既にある官職に任用されて\nいる職員を他の官職に任命する行為のうち，昇任又は降任に当たらないも\nのをいうと解されるところ，同法２７条２項は，同法が定める事由によら\nない限り，職員はその意に反して降任又は免職されないと定めるが，転任\nについてはこのような規定はない。また，教育公務員特例法４条１項は，\n大学の教員について，一定の場合を除いては，その意に反して転任されな\nいと定めるが，小学校の教員については，このような規定はない。以上に\nよれば，小学校の教員の転任については，任命権者の裁量に属し，裁量権\nの逸脱又は濫用がある場合にのみ違法となるものと解するのが相当である。\nもっとも，本件異動は，被告市での免職とＳ区での採用を組み合わせた\n行為であり，上記転任とは法的性質が異なる。しかし，市町村立学校職員\n給与負担法１条によれば，市町村立小学校教員の給料等は都道府県が負担\nするものとされている。そして，都道府県が給料等を負担する教職員（以\n下「県費負担教職員」という ）について，地教行法３７条１項はその任。\n命権が都道府県教育委員会（以下「都道府県教委」という ）に属すると。\n定め，同法４０条は，都道府県教委は，地方公務員法２７条２項の規定に\nかかわらず，ある市町村の県費負担教職員を免職し，引き続いて当該都道\n府県の他の市町村の県費負担教職員に採用することができる旨定めている。\nこのような規定の存在に徴すれば，市町村立小学校教員の同一都道府県内\nでの市町村を越えた異動は，転任と同様に，任命権者である都道府県教委\nの裁量に属し，裁量権の逸脱又は濫用があった場合にのみ違法と評価され\nるものと解するのが相当である。\nイ これを本件についてみると，本件異動当時，都教委が任命権を有する教\n員の異動は，本件異動要綱に従って行われていた（甲２１１の１，丙１\n５）ところ，本件異動要綱の内容については，それが不公正・不合理であ\nることをうかがわせる事情は認められないので，本件異動要綱にのっとっ\nて決定された異動については，特段の事情のない限り，裁量権の逸脱又は\n濫用はないというべきである。そこで，以下，本件異動が本件異動要綱に\nのっとったものであるか否かについてを検討する。\n（ア）本件異動要綱には，次の各規定がある（甲２１１の１ 。すなわち，）\nａ 現任校において引き続き３年以上勤務する者を異動の対象とする。\nｂ 現任校において引き続き勤務する年数が６年に達した者は異動する\nものとする。ｃ 異動の期日現在，休職中の者，妊娠・出産休暇及び育\n児休業中の者，妊娠中の者及び産後６か月を経過しない者，病気休職の\n復帰後６か月を経過しない者，その他個別に検討を要する者は，原則と\nして異動の対象としない。ｄ 教員に多様な経験を積ませるため，区部\nと市部・町村部の地域間の異動など全都的な視野に立った人事交流を促\n進する。ｅ 教員は，５校を経験するまでに，全都を１２の地域に分け\nたうちの異なる３つの地域を経験するものとし，１校の実勤務年数が３\n年未満のものについては，経験とみなさない。ｆ 異なる３つ以上の地\n域での経験のない者は，同一地区内での異動を認めない。ｇ 通勤時間\nはおおむね６０分から９０分を標準とし，１２０分までは通勤可能な時\n間とする。\n（イ）そこで，進んで，本件異動が上記各規定にのっとったものであるか否\nかについて検討する。\n上記各規定のうち，上記ａ及びｂについては，原告は，前記争いのな\nい事実等（第２，２（１ ）摘示のとおり，平成１１年４月１日から本）\n件小学校に勤務しており，本件異動当時，本件小学校での勤務年数が満\n５年に達していたのであるから，異動が必須ではなかったが，異動対象\nには含まれていた。\n上記ｅ及びｆについては，原告の本件異動時までの勤務経験は，７地\n域所在のＯ小学校１年間，１０地域所在のＰ小学校１２年間，９地域所\n在のＱ小学校６年間，１０地域所在のＲ小学校３年間，１０地域所在の\n本件小学校５年間であり，勤務期間が３年未満であるＯ小学校を除くと，\n４校・２地域で勤務し，勤務地はすべて市部であったことになる（甲１\n５８，２０５，２１１の１ 。そうすると，原告の次の勤務校は，上記）\nｆの規定により，それまでに経験した１０地域及び９地域以外の地域に\n所在する学校ということになり，４地域にあるＳ小学校への異動は，そ\nの要請を満たすものであり（甲２１１の１ ，また，上記ｄの趣旨にも）\n沿うものであったといえる。\n上記ｇについては，原告のＳ小学校への現実の通勤経路及び通勤に要\nする時間は，自宅からＪＲ中央線Ｋ駅までバス及び徒歩で合計約３０分，\nＫ駅からＴ駅まではＪＲ中央線を利用し，ＪＲ中央線Ｔ駅からＳ小学校\nまでが徒歩約５分であり，所用時間合計は約７５分であり，また，西武\n国分寺線Ｕ駅を利用すれば所用時間合計は約６０分程度であると認めら\nれ（甲１５８，２０５，乙５の１ないし５，乙６，原告本人，弁論の全\n）。趣旨 ，これは本件異動要綱が定める標準的な通勤時間の範囲内である\n上記ｃについては，原告が，本件異動日現在，休職中の者，妊娠・出\n産休暇及び育児休業中の者，妊娠中の者及び産後６か月を経過しない者\n又は病気休職の復帰後６か月を経過しない者のいずれかに該当したとは\n認められない。また，原告が個別に検討を要する者に該当したか否か，\n仮にこれに該当した場合に，原則どおり異動対象から除外すべきか，そ\nれとも例外的に異動対象とすべきかは，個別・具体的に判断するよりほ\nかないところ，上記説示のとおり，教員の異動については任命権者であ\nる都教委が裁量権を有しているのであり，この裁量権を前提とすれば，\n原告が個別に検討を要する者に該当するか否か，該当した場合に異動の\n対象とすべきであるか否かについては，都教委の判断が尊重されるべき\nである。そこで，原告が主張する両親の介護や本人の体調の問題は，後\nに検討する裁量権の逸脱又は濫用となる特段の事情の有無との関係で考\n慮することとする。\nそして，他に，本件異動に関し本件異動要綱に反する事情を認めるに\n足りる証拠はないから，以上説示したところによれば，本件異動は本件\n異動要綱にのっとったものであると認められる。\n（ウ）これに対して，原告は，上記ｂに関して，同人が必異動の対象ではな\nく，本件異動は本件異動要綱に反すると主張するが，異動が必須ではな\nい者も異動の対象になることは，上記ａのとおりであり，上記ｂに該当\nしなかった原告を異動させたこと自体は，何ら本件異動要綱に反するも\nのではない。\nまた，原告は，平成１６年４月期の異動については，３年未満の勤務\nは経験に算入しないとの条項（本件異動要綱第５，２（１）ただし書\nき）は適用されないと主張する。しかしながら，本件異動要綱には，原\n告が主張するような経過措置は定められておらず，他に原告の主張を裏\n付ける証拠もないので，原告の上記主張は採用できない。\nウ そこで，進んで，本件異動について，裁量権の逸脱又は濫用となる特段\nの事情があるか否かを検討する。\nこの点に関して，原告は，両親の介護の事情や本人の体調が考慮されて\nおらず，また，本件異動は，原告が音楽の素晴らしさや表現の喜びを伝え\nる機会を奪うものであるとか，原告が国歌斉唱のピアノ伴奏を拒否したこ\nとに対する報復であるなどと主張するので，以下，これらの点について順\n次検討する。\n（ア）まず，介護に関しては，原告は，本件異動当時，要支援認定を受けた\n父及び要介護認定を受けた母と同居していたことが認められる（甲２１\n９，２７０，原告本人 。そして，原告は，本件異動について，原告を）\n本件小学校から異動させたこと及び異動先がＳ小学校であったことのい\nずれもが原告の介護事情を考慮しない不当なものであったと主張する。\nしかし，異動先の如何を問わず原告を異動させるべきではないとの主\n張については，それが介護とどのような関わりを持つのか明らかではな\nく，採用できない。なお，前記争いのない事実等（第２，２（７ ）摘）\n示のとおり，原告は，本件異動の前年に，市教委の求めに応じて介護の\n事情を記した文書を提出したが，当該文書には，異動を望まない理由と\nして，慣れた場所で勤務して気持ちのゆとりを持てる状態で介護に当た\nりたいと考えているとの記載がある（甲１５７の２ 。このような原告）\nの心情は理解できないものではないが，都教委がこれに応えなかったこ\nとが直ちに裁量権の逸脱又は濫用に当たるとは認め難い。\n異動先がＳ小学校である点については，原告は，要するに本件異動が\n勤務時間及び通勤時間を従前よりも長引かせるものであるとして，これ\nを問題にしている。このうち通勤時間については，Ｓ小学校への通勤に\n要する時間は，上記イ認定のとおり約６０分ないし７５分であり，本件\n小学校への通勤に要する時間が約５０分であったこと（甲１５８，２０\n５）と比較すれば，本件異動は通勤時間を増大させるものである。しか\nし，通勤時間が片道１０分ないし２５分長くなることによって介護にど\nのような支障が出るかについては，具体的な主張・立証がなく，原告の\n主張は，結局，一般論として，通勤時間は短いことが望ましいというに\nとどまるものと解される上，平成１５年４月期の異動に関してＢが原告\nに本件小学校より自宅に近い場所にある学校への異動を打診したが原告\nがこれに応じておらず，また，原告が平成１５年度中に介護休暇を取得\nしていないこと（乙３，原告本人）に徴すれば，同人の介護事情が片道\n１０分ないし２５分の通勤時間の増大に耐えられないほどひっ迫したも\nのであったとまでは認められない。こうしたことに加え，都教委が，原\n告の介護事情に一定の配慮をした上で，異動先を自宅から比較的近いＳ\n区に決定したと認められること（丙１５，証人Ｆ）をも考慮すると，本\n件異動が原告の通勤時間を約１０分ないし２５分増大させることをもっ\nて，都教委に裁量権の逸脱又は濫用があったと認めることはできない。\n勤務時間の増大についても同様であり，原告は，Ｓ小学校では吹奏楽\n指導のために音楽専科教員に時間外勤務が求められると主張するが，時\n間外勤務を断ることができないような実情にあるのか，断ることができ\nない実情にあるとして，時間外勤務がどのくらいの頻度で求められ，ど\nのくらいの時間の時間外勤務が必要なのか，時間外勤務が介護にどのよ\nうな支障を来すことになるのかなどの事情について，何ら具体的な主張\n・立証をしてはいない（なお，原告は，平成１６年３月５日付けの書簡\n。，（甲２２４）で吹奏楽の指導を断るつもりであると述べている ）ので\n原告の主張は採用できない。\n（イ）次いで，本件異動時の原告の体調について検討する。\n前記争いのない事実等（第２，２（７ ）摘示のとおり，原告は，出）\n血性胃潰瘍により平成１６年３月１２日からＨ病院に入院したが，同月\n２５日には同病院を退院し，同日に診察を受けたＪ診療所では約２週間\nの休養を要するとの診断を受け，翌２６日にＭ病院において２週間の入\n院加療を必要とするとの診断を受けている。\nこれらの経緯に加えて，同月１９日に原告が作成した本件訴訟での原\n告支援者に宛てた手紙に 「入院してからは 「病気療養のための異動，，\n停止」が適用されるかどうか，でゆっくり休んでいることができません\nでした。３月１５日から２週間の３月２９日までの診断書しか書いても\nらえなかったからです。異動停止の条件は４月１日時点での診断書があ\nることとのことでした 「 異動に関わることなので，退院が早くな。」，「\nる見込みなどということがもしあっても，校長に伝えないように」と主\n治医にお願い」したとの記載があること（甲２２７ ，原告がＨ病院へ）\nの入院中である同月２０日ころテレビの報道番組の取材に応じるために\n外出をしたこと（原告本人 ，Ｈ病院の医師は，退院後に週末である同）\n月２７日及び２８日に休養をとれば２９日から勤務を再開することが可\n能であると判断していたこと（甲２７０ ，Ｍ病院の入院期間も同月２）\n６日から４月８日までであったこと（甲２４６）に徴すると，原告が本\n件異動当時胃潰瘍を患っていたことは事実であるとしても，その容態が\n異動に耐えられないほどのものであったとは認められない。\nこの点を措くとしても，Ｍ病院において平成１６年４月以降も入院が\n必要であるとの診断がされたのは，Ｈ病院を退院した日の翌日の同年３\n月２６日であるし，都教委がその事実を知り，また，市教委からの内申\n取下げを知ったのは同月２９日であったと認められる（丙１５，証人\n），Ｆ 。そして，異動発令の日が同年４月１日であったことを踏まえると\n仮に同年３月２９日の時点で原告のＳ小学校への異動をとりやめたとす\nると，少なくとも本件小学校及びＳ小学校の双方で人事の調整が必要に\nなるのはもちろん，これに伴って他の学校も巻き込んだ調整が必要が生\nじ得たのであり（証人Ｆ，証人Ｃ ，このような状況の下において，都）\n教委が，上記各医師の診断書に基づいて原告の病欠が長期化することは\nないとの予測の下に，原告が本件異動要綱の異動対象としない者（前記\nイ（ア）ｃ）には該当しないと判断して，内示どおり異動することとし\nたことにも，相応の合理性があったものというべきである。\nこのような事情を総合的に考慮すれば，本件異動当時原告が胃潰瘍を\n患っていたにもかかわらず本件異動が発令されたことをもって，都教委\nに裁量権の濫用・逸脱があったと認めることはできない。なお，原告は\n結果的に同年１２月末日まで休暇・休職のためＳ小学校で勤務しなかっ\nた（原告本人）が，このことは，上記認定を左右するものではない。\n（ウ）以上のほか，原告は，本件異動が同人から授業を通じて音楽の素晴ら\nしさや表現の喜びを伝える機会を奪 うものであるとも主張するが，\n（ア）及び（イ）説示の各事情にかんがみると，同主張を採用すること\nはできない。\n（エ）また，原告は，本件異動が国歌斉唱のピアノ伴奏を拒否したことに対\nする報復としてされたものであると主張する。原告の主張は，要するに，\n本件異動が差別的なものであり，被告らが原告を差別的に取り扱った動\n機が，同人が国歌斉唱のピアノ伴奏を拒否したことにあるというもので\nあると解されるが，国歌斉唱のピアノ伴奏及び本件異動に関し以上認定\n説示したところにかんがみると，原告の上記主張は採用できない。\nなお，原告は，同人が国歌斉唱のピアノ伴奏を拒否していたために本\n件新規採用教員が本件小学校に配置された，そのために原告が本件小学\n校から転出することになったと指摘し，この点をとらえて，国歌斉唱の\nピアノ伴奏を拒否していたために本件小学校から転出することになった\nと主張するもののようである。\nたしかに，前記争いのない事実等（第２，２（７ ）摘示のとおり，）\nＢは，平成１５年１０月本件小学校では原告の専門外である家庭科を担\n当しなければならないことを異動を進める理由の一つとして挙げており，\nまた，原告が本件小学校において家庭科も担当することになった理由は，\n音楽の授業を本件新規担当教員と原告が分担していたからであると認め\nられる（弁論の全趣旨）のであって，本件新規採用教員の存在が本件異\n動に一定の影響を与えていたことが認められる。また，本件新規採用教\n員が本件小学校に配置された理由の一つには，原告が国歌斉唱のピアノ\n伴奏をしなくてもよいようにすることがあったのであり（乙３ ，原告）\nが国歌斉唱のピアノ伴奏を拒否していたことが本件新規採用教員が本件\n小学校に配置されたことに一定の影響を与えていたことも認められる。\nそうすると，原告が国歌斉唱のピアノ伴奏を拒否していたことは，一定\n程度本件異動に影響を与えていたものと認められる。\nしかしながら，任命権者である都教委が教員の異動について裁量権を\n行使するに当たっては，当然に種々の事情を考慮し得るのであるから，\nある事情が異動に影響を与えていたとしても，そのことをもって直ちに\n裁量権の逸脱又は濫用があるということはできないのであって，裁量権\nの逸脱又は濫用が問題となり得るのは，例えば，不利に斟酌すべきでは\nない事情を不利に斟酌したというような場合である。しかし，本件にお\nいては，原告の処遇が，単に原告の希望に沿うものでないというだけで\nなく，他の教職員と比べて不利なものであったことなどについて何ら具\n体的な主張・立証がない。\n（オ）そして，他に，本件全証拠によっても，本件異動について，裁量権の\n逸脱又は濫用となる特段の事情は認められず，本件異動が実体上違憲又\nは違法であると認めることはできない。\n（２）本件異動が手続上違憲・違法であるか否かについて\n原告は，本件異動が市教委の内申を欠いて行われたものであり違法である\nと主張する。\nそこで検討すると，地教行法３８条１項によれば，都道府県教委は，県費\n負担教職員について，市町村教育委員会（以下「市町村教委」という ）の。\n内申をまって，その任免その他の進退を行うものとされている。これは，県\n費負担教職員について，都道府県教委にその任命権を行使させることにより\n都道府県単位における人事の適正配置と人事交流の円滑化を図る一方，これ\nらの教職員は，市町村が設置する学校に勤務し市町村教委の監督の下にその\n勤務に服する者である（同法４３条１項）ことから，都道府県教委がその任\n命権を行使するに当たっては，服務監督者である市町村教委の意見をこれに\n反映させることとして，両者の協働関係により県費負担教職員に関する人事\nの適正，円滑を期する趣旨に出たものと解され，地教行法３８条１項所定の\n市町村教委の内申は，県費負担教職員について任命権を行使するための手続\n要件をなすものというべきである。しかし，このことは，県費負担教職員の\n任命権の行使のために市町村教委の内申が常に必要であることを意味するわ\nけではなく，都道府県教委の適正な任命権の行使のために不可欠である場合\nには，都道府県教委は，県費負担教職員に関する人事行政上の目的を達成す\nるためのやむを得ない措置として，市町村教委の内申がなくてもその任命権\nを行使することができると解するのが相当である（最高裁判所昭和６１年３\n月１３日第一小法廷判決・民集４０巻２号２５８頁参照 。）\nこれを本件についてみると，前記（１）ウ（イ）認定のとおり，都教委が\n市教委からの内申取下げを知ったのは平成１６年３月２９日であり，本件異\n動の発令日が同年４月１日であったことを踏まえると，仮に同年３月２９日\nの時点で原告のＳ小学校への異動をとりやめたとすると，少なくとも本件小\n学校及びＳ小学校の双方で人事の調整が必要になるのはもちろん，これに伴\nって他の学校も巻き込んだ調整が必要になる可能性も十分に考えられるので\nあって，本件異動は，このような事態から生じる混乱を避け，人事行政上の\n目的を達成するためのやむを得ない措置であったと認められる。なお，結果\n的に原告が同年１２月末日まで休暇・休職のためＳ小学校で勤務しなかった\nことが上記認定に影響しない点も，前記（１）ウ（イ）と同様である。\nそして，他に，本件異動が手続上違憲又は違法であることを認めるに足り\nる証拠はない。\n（３）プライバシー侵害の有無等について\n原告は，ＣがＳ区教育委員会に対して原告が信仰を理由に国歌斉唱のピア\nノ伴奏を拒否していると伝えたことが原告のプライバシー，思想・良心の自\n由及び信教の自由を侵害すると主張するので，以下検討する。\nまず，原告が国歌斉唱のピアノ伴奏を拒否しているとの事実は，職務に関\nわる情報であり，これをＳ区教育委員会に伝えることが原告のプライバシー\nを侵害すると認めることはできない。\nこれに対して，国歌斉唱のピアノ伴奏拒否の理由が信仰に基づくものであ\nるとの事実及び原告の信仰の内容については，一般に，信仰の有無及びその\n内容は，プライバシーに関わる情報に当たり，自らが欲しない第三者にみだ\nりにこれを開示されないことに対する本人の期待は法的に保護されるべきも\nのである。\nしかしながら，ＣがＳ区教育委員会に対して原告による国歌斉唱のピアノ\n伴奏拒否の理由が信仰に基づくものであること及び同人の信仰内容を伝えた\nのは平成１６年３月のことである（乙２，証人Ｃ）ところ，これらの情報は，\n平成１５年３月に原告自身が実名で出版した書物（ なぜ 「君が代」を弾「，\nかなければならないのですか」中の「多くの祈りに支えられて－ピアノを弾\nけない理由－ ）によって既に不特定多数の者が知り得る情報となっていた」\nし（甲１６６，１８０ ，また，平成１６年２月２５日に被告市に送達され）\nた本訴の訴状にもこれらの情報が記載されている（顕著な事実）ところ，本\n訴の内容及び原告の信仰の内容については同月１日付けの新聞でも実名入り\nで報道されていた（甲１８１）のである。こうした事実に徴すると，Ｃが，\n平成１６年３月の時点において，本件異動計画の過程でＳ区教育委員会に対\nして上記事実を伝えたとしても，そのことが違法と評価されるべきものとは\n直ちには認め難いというべきである。\nまた，本件全証拠によっても，Ｃの上記行為が原告の思想・良心の自由又\nは信教の自由を侵害するものであると認めることもできない。\n結論\n以上によれば，その余の点について検討するまでもなく原告の請求には理由\nがないから，これをいずれも棄却することとし，主文のとおり判決する。\n東京地方裁判所民事第３５部\n裁判長裁判官 金 井 康 雄\n裁判官 坂 庭 正 将\n裁判官小川卓逸は，海外出張のため署名押印できない。\n裁判長裁判官 金 井 康 雄\n"
}