{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 6,
    "day": 27
  },
  "case_number": "平成14(ワ)10522",
  "case_name": "",
  "court_name": "東京地方裁判所",
  "right_type": "商標権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "11006",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=11006",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/006/011006_hanrei.pdf",
  "contents": "平成１４年(ワ)第１０５２２号　商標専用使用権侵害差止等請求事件\n（口頭弁論終結の日　平成１５年４月２２日）\n判　　　　　決\n原　　　　告　　　カバヤ食品株式会社\n訴訟代理人弁護士　小　南　明　也\n補佐人弁理士　　　秋　元　輝　雄\n被　　　　告　　　サクマ製菓株式会社\n訴訟代理人弁護士　長谷川　　　健\n同　　　　　　　　岩　佐　孝　仁\n補佐人弁理士　　　水　野　勝　文\n主　　　　　文\n１　被告は，その製造販売するのど飴その他のキャンデー又はそれらの包装\nに別紙被告標章目録１ないし３記載の標章を付してはならない。\n２　被告は，のど飴その他のキャンデー又はそれらの包装に別紙被告標章目\n録１ないし３記載の標章を付したものを販売し，販売のために展示してはならな\nい。\n３　被告は，のど飴その他のキャンデーの商品広告に別紙被告標章目録１な\nいし３記載の標章を付して展示し，頒布してはならない。\n４　被告は，その占有するのど飴その他のキャンデー又はそれらの包装若し\nくはその商品広告に別紙被告標章目録１ないし３記載の標章を付したものを廃棄せ\nよ。\n５　被告は，原告に対し，５０万６２９１円及びうち５０万５６３６円に対\nする平成１４年５月２５日から，６５５円に対する同月３０日から各支払済みまで\n年５分の割合による金員を支払え。\n６　原告のその余の請求を棄却する。\n７　訴訟費用は，これを３分し，その１を原告の負担とし，その余を被告の\n負担とする。\n８　この判決の第１項ないし第５項は，仮に執行することができる。\n事実及び理由\n第１　請求\n１　被告は，その製造販売するキャンディー，のど飴又はそれらの包装に別紙被\n告標章目録１ないし３記載の標章を付してはならない。\n２　被告は，キャンディー，のど飴又はそれらの包装に別紙被告標章目録１ない\nし３記載の標章を付したものを販売し，販売のために展示してはならない。\n３　被告は，キャンディー，のど飴等の商品広告に別紙被告標章目録１ないし３\n記載の標章を付して展示し，頒布してはならない。\n４　被告は，その占有するキャンディー，のど飴又はそれらの包装若しくはその\n商品広告に別紙被告標章目録１ないし３記載の標章を付したものを廃棄せよ。\n５　被告は，原告に対し，６００万円及びこれに対する平成１４年５月２５日\n（訴状送達の日の翌日）から支払済みまで年５分の割合による金員を支払え。\n第２　事案の概要\n本件は，商標権者から登録商標につき当初独占的通常使用権の許諾を受け，\n次いで専用使用権の設定を受けた原告が，被告に対し，被告が別紙被告標章目録１\nないし３記載の標章（以下，「被告標章１」などといい，これらを併せて「被告標\n章」と総称する。）をのど飴に付して，これを販売展示等する行為は原告の独占的\n通常使用権ないし専用使用権を侵害すると主張して，専用使用権に基づき販売展示\n等の行為の差止め及び商品の廃棄を求めるとともに損害賠償（原告が独占的通常使\n用権者であった期間の分を含む。）を求めている事案である。\n被告は，これに対して，①　被告標章は登録商標に類似しない，②　被告標\n章は商品の効能，用途等を普通に用いられる方法で表示するものであり，商標権の\n効力は及ばない（商標法２６条１項２号），③　原告が専用使用権の設定を受ける\nに至った経過等に照らせば，原告の被告に対する権利行使は権利の濫用に当たるな\nどと主張して，原告の請求を争っている。\n１　当事者間に争いのない事実\n(1)　当事者\n原告と被告は，共に菓子の製造販売を主たる目的とする株式会社である。\n(2)　原告の権利\nア　登録商標\n訴外株式会社信州蜂蜜本舗（以下「信州蜂蜜本舗」という。）は，下記\nの商標権を有している（以下これを「本件商標権」といい，この登録商標を「本件\n登録商標」という。）。\n登録番号　第１６５０４２０号\n登録商標　別紙登録商標目録記載のとおり\n出願年月日　昭和５５年１２月２４日\n登録年月日　昭和５９年１月２６日\n指定商品　第３０類　菓子，パン\nイ　独占的通常使用権の許諾（甲２）\n原告は，平成１３年８月１日，信州蜂蜜本舗との間で，本件登録商標に\nつき，下記の内容で使用許諾契約（以下「本件使用許諾契約」という。）を締結し\nた。\n使用商標　　　花粉のど飴\n使用商品　　　キャンディ\n使用地域　　　日本全国\n使用期間　　　平成１３年１２月１日から２年間\n使用権の内容　独占的通常使用権\n対価　　　　　年額２０万円\n（ただし，契約締結日から１か月内に２年分４０万円を\n前払いする。）\nウ　専用使用権の設定（甲１の１，３，４）\n原告は，平成１４年４月１日，信州蜂蜜本舗との間で，本件登録商標に\nつき，下記の内容の専用使用権設定契約を締結し，同月２３日，その登録を受け\nた。\n地域　　　　　日本全国\n期間　　　　　平成１６年１月２６日（本件商標権の存続期間満了日）\nまで\n内容  　　　　指定商品中「のど飴及びその他のキャンデー」\n(3)　被告の行為\n被告は，遅くとも平成１３年１１月ころから，その包装に別紙被告標章目\n録１，２を付したのど飴（キャンディー。以下「被告商品」という。）の宣伝を開\n始し，同年１２月ころから，被告商品を販売している。\n被告商品のパンフレットには，被告標章１を大書した被告商品の外袋表側\nの写真と被告標章３が掲載されている。\n２　本件の争点\n(1)　本件登録商標と被告標章が類似するかどうか。（争点１）\n(2)　被告標章は，「商品の普通名称，効能，用途，使用の時期を普通に用いら\nれる方法で表示する商標」（商標法２６条１項２号）に該当するかどうか。（争点\n２）\n(3)　原告が本件登録商標につき専用使用権の設定を受けた経緯などに照らす\nと，原告の本訴請求は，権利の濫用に当たり許されず，又は，原告が専用使用権の\n設定を受けたことは信託法１１条に違反し無効かどうか。（争点３）\n(4)　原告の損害の内容及び額（争点４）\n第３　争点に関する当事者の主張\n１　争点１（本件登録商標と被告標章の類否）について\n【原告の主張】\n(1)　本件登録商標\n本件登録商標は，「花粉」という文字（ゴシック体）を縦書きにし，ふり\nがなの「かふん」を右側に連書してなるものである。\n(2)　被告標章の要部\nア　被告標章１は「花粉のど飴」の文字を縦書きにしたもの，被告標章２は\n「花粉のど飴」の文字を横書きにしたもの，被告標章３は「花粉のど飴２」の文字\nを横書きにしたものである。\nイ　商標法における商標の本質的な機能は，自他商品を識別する機能にある\nところ，上記各被告標章のうち，「のど飴」，「のど飴２」の部分は，単に当該商\n品が「のど飴」であるという商品の属性を示す表示（すなわち普通名称），あるい\nは，単なる数字にすぎないため，当該部分に自他商品識別力は全くない。そうする\nと，上記各被告標章の中で自他商品識別機能を発揮できる部分は，「花粉」の部分\nにしかないから，被告標章の要部が「花粉」という文字部分にあることは一目瞭然\nである。\nしたがって，被告標章の要部は「花粉」という文字部分である。\nウ　この点，被告は，外観上，「花粉」という文字と「のど飴」という文字\nが同じ大きさ，書体で，等間隔に配列され，「花粉」の部分と「のど飴」の部分が\n同等の比重を持つと主張するが，要部の認定に際して，文字部分，字体の同一性を\n根拠にすることはできない。\nまた，被告は，「花粉」も「のど飴」も極めて普通に用いられる文字・\n単語である旨も主張しているが，本件登録商標は，「商品区分：第３０類」，「指\n定商品：菓子，パン」であり，これらにおいて使用される「花粉」の文字は，普通\nに用いられる文字・単語とはいえない。\n(3)　商標の同一又は類似性\nア　本件登録商標の「花粉」も被告標章の要部である「花粉」も字体はゴシ\nック体であり（ただし，被告標章１，２は白抜き），本件登録商標が縦書きである\nのに対して被告標章２，３は横書きであるという違いはあるものの，文字の配列等\nはほとんど同じである。したがって，外観についてはほぼ同じといえる。\nイ　本件登録商標と被告標章の要部とを比較すると，その称呼は同一であ\nる。\nウ　「花粉」の観念が生ずる点においても，両者は共通する。\nこの点，被告は，被告標章から「花粉症に効くのど飴」，「花粉症対策\n用のど飴」という観念が生ずる旨主張するが，失当である。そもそも，花粉症は，\n鼻炎（くしゃみ，鼻水，鼻づまり），目の充血などの主たる症状のほか，喉荒れ\n（喉がいがらっぽい，ひりひりする）などの症状を呈するものであるが，「花粉」\nという単語を「のど飴」に付し，「花粉のど飴」と表示することで喉荒れ症状緩和\nの効果を観念できるわけではない。「花粉のど飴」からは，文字どおり，「花粉」\nの観念しか生じないというべきである。\n仮に，被告が，被告商品を販売する段階で，「花粉症対策用の」などと\nいった意図を有し，それによって本件商標権を侵害しないと判断していたとするな\nらば，それは明らかに製造承認申請を受けていないにもかかわらず，「医薬品とし\nての効能，効果をうたったのど飴」の広告をしたことになるから，薬事法６８条に\n違反したことを自認することになる。\nエ　以上アないしウによれば，外観，称呼，観念において，被告標章は本件\n登録商標と同一，あるいは少なくとも類似している。\n【被告の主張】\n(1)　被告標章の要部\n被告標章は，「花粉」という文字とこれと同じ大きさ・書体（ゴシック\n体）の「のど飴」（被告標章３においては「のど飴２」）という文字を一列に配し\nたものであり，「花」，「粉」，「の」，「ど」，「飴」（被告標章３において\nは，これに加えて「２」）の各文字は等間隔に配列されているものである。\nこのように，被告標章は，外観において，「花粉」の部分と「のど飴」の\n部分が，同等の比重を持つ構成部分であることは明らかであるし，「花粉」も「の\nど飴」も極めて普通に用いられる文字・単語であって，一方が標章の構成部分とし\nて注目されるものとはいえないから，両者の間に主従・軽重の関係があるとは認め\nられない。\nしたがって，被告標章は，「花粉」の部分と「のど飴」の部分とに分離し\nてとらえるべきではなく，「花粉のど飴」という一体のものとして把握すべきであ\nり，「花粉」のみでは，自他商品識別力を有しないことは明らかである。\n(2)　商標の非同一性又は非類似性\nア　本件登録商標は「花粉」という文字（ゴシック体）を縦書きにし，「か\nふん」を右側に連書してなるのに対し，被告標章は，同じ大きさ，書体による\n「花」，「粉」，「の」，「ど」，「飴」（「２」）の各文字を一列に配したもの\nであるから，両者の外観は類似するとはいえない。\nイ　本件登録商標の称呼は「かふん」であるのに対し，被告標章の称呼は，\n被告標章に接する需要者が被告標章を全体として観察し，「かふんのどあめ」，\n「かふんのどあめに」と一連で発音することは明らかである。したがって，両者は\n称呼においても類似しない。\nウ　本件登録商標から生ずる観念は，「花粉」すなわち「種子植物の雄しべ\nの葯の中にある粒状の細胞」であるのに対し，被告標章から生ずる観念は，「花粉\n症に効くのど飴」あるいは「花粉症対策用のど飴」であり，「種子植物の雄しべの\n葯の中にある粒状の細胞」という観念が生ずる余地はない。したがって，両者は観\n念においても類似しない。\nエ　また，「花粉○○」の構成からなる標章が，本件登録商標とは非類似で\nあると判断され，下記のとおり，現に商標登録されていることからみても，本件登\n録商標と被告標章は類似していないというべきである。\n記\n①　商標「花粉STOP」（登録第４２６７２９２号）\n②　商標「花粉ブロック」（登録第４２７６６８９号）\n③　商標「花粉あめのち晴れ」（登録第４４９７３０９号）\n④　商標「花粉注意報」（登録第４０２２３１４号）\n⑤　商標「花粉警報」（登録第４０６３４７５号）\n⑥　商標「花粉前線」（登録第４１０５５４４号）\n⑦　商標「花粉にミント／花粉にMINT」（登録第４２２４１０１号）\n⑧　商標「花粉の季▲節▼」（登録第４０８３８５７号）\nオ　さらに，平成１３年１２月ころから平成１４年４月ころの飴・キャンデ\nィーの市場（以下，「平成１４年春期市場」ということがある。）においては，被\n告商品の「花粉のど飴」のほか，同年１月ころ出た原告の「花粉のど飴」，春日井\n製菓株式会社（以下「春日井製菓」という。）の「花粉のど飴」，「ノンシュガー\n花粉のど飴」の発売が開始され，株式会社オレンジゼリー本舗の「花粉のど飴」，\n株式会社扇雀飴本舗の「花粉／クールアップタイム／ＣＵＴ」，ライオン菓子株式\n会社の「シュガーレス花粉対策キャンデー」，「花粉本舗」，株式会社リボンの\n「花粉大作戦」等が販売されており，「花粉○○」なる表示ののど飴やキャンディ\nーが，被告商品と同一のものを含めて，多数存在していた。\nこのような状況の下では，「花粉」の表示のみを分離抽出して，これを\n商品の出所表示部分と需要者等が認識することはあり得ず，本件登録商標と出所の\n混同を起こすおそれは皆無であった。\nカ　以上のとおり，本件登録商標と被告標章は類似していない。\n２　争点２（被告標章は２６条１項２号の商品の普通名称，効能，用途，使用の\n時期を普通に用いられる方法で表示する商標に当たるか）について\n【被告の主張】\n(1)　被告標章の「花粉」の部分は，「のど飴」の部分と一体となることによ\nり，被告商品が，春のスギ花粉の時期に使用する「花粉症対策用のど飴」，「花粉\n症に効き目がある」ということを示す商品の効能あるいは用途等を表示するものに\nすぎない。\n今日，我が国において，花粉症は国民病とも呼ばれる疾患であり，ある医\n師の報告によれば，あらゆる世代を通じてのスギ花粉症の有病率は１５～１６％と\nされ，実に１２００万人以上の患者が苦しんでいる。被告商品の需要者は，花粉症\nの患者であるが，その大多数の需要者が，「花粉のど飴」という表示をみて，花粉\n症対策用の「のど飴」であると認識することは，ごく当然のことである。少なくと\nも，需要者である花粉症患者が「花粉のど飴」という表示をみて「花粉ブランドの\n飴」と理解することはない。\nしかも，被告標章を付した商品パッケージの字体はゴシック体であって，\n特に一般の注意を引くようなものではなく，文字の大きさ及び文字の間隔等につい\nてみても，「花粉」部分と「のど飴」部分が分離して表示されているわけではな\nい。\n上記のとおり，被告標章は，「花粉症に効き目のあるのど飴」又は「花粉\n症対策用のど飴」という商品の「普通名称」，「効能」，「用途」あるいは「使用\n時期」を，普通に用いられる方法で表示したものであるから，商標権の効力はこれ\nに及ばないというべきである（商標法２６条１項２号）。\n(2)　また，商標の本質は，自己の営業に係る商品を他人の営業に係る商品と識\n別するための標識として機能することにあるというべきであり，商標法１条，３条\nなどの趣旨にかんがみると，同法３６条の差止請求権は，商標が自他商品の識別標\n識としての機能を果たすのを妨げる行為を排除し，商標本来の機能を発揮できるよ\nうにすることを目的とする権利であるから，侵害者たる第三者の使用する商標は，\n単に形式的に商品等に表示されているだけでは足らず，それが自他商品の識別標識\nとしての機能を果たす態様で用いられていることを要するものというべきである。\n被告標章についてみると，「花粉」の部分及び「のど飴」の部分は，いず\nれも日常的に極めて普通に用いられている単語であり，上記のとおり，被告標章の\nうち「花粉」の部分は「のど飴」の部分と一体となることによって，「花粉症に効\nき目がある」又は「花粉症対策用の」という観念を生ずるにすぎず，被告商品の効\n能，用途等を表示しているにすぎない。\nしたがって，被告標章は，何人かの業務に係る商品であることを示す表示\nと認識できるものではなく，そもそも自他商品識別力を有しないものであるから，\nその意味で，被告標章は，「花粉」という本件登録商標の使用に当たらない。\n【原告の主張】\n(1)　争点１について主張したとおり，被告標章からは，「花粉症に効き目のあ\nるのど飴」又は「花粉症対策用のど飴」という観念は生じない。\n被告の主張によると，例えば「花粉甘栗」，「花粉甘納豆」，「花粉あら\nれ」などについても，「花粉症に効き目がある甘栗」，「花粉症に効き目がある甘\n納豆」…といった観念が生ずることになるが，そのような解釈が不当であることは\n明らかである。このことは，「指定商品：菓子，パン」に含まれる商品において，\n「花粉…」の用語，用法が，当該指定商品の効能，用途を普通に用いられる方法で\n表示するものでないことを端的に示すものである。\n(2)　また，被告は，被告標章はそもそも自他商品識別力を有しないと主張する\nが，「花粉のど飴」という標章に自他商品識別機能がないとするならば，被告商品\nを購入しようとする顧客は，一体何を基準として被告の複数の商品あるいは原告そ\nの他の同業他社の商品と区別するのか分からない。被告商品の包装上の表示から\nも，被告標章は，自他商品の識別標識としての機能を果たす態様で用いられている\nことは明らかである。\n３　争点３（原告の本訴請求は権利濫用に当たり，又は原告が専用使用権の設定\nを受けたことは信託法１１条違反に当たるか）について\n【被告の主張】\n(1)　以下の事実経過に照らせば，原告の被告に対する本訴請求は，権利の濫用\nに当たり許されず，また，原告が信州蜂蜜本舗から本件登録商標につき専用使用権\nの設定を受けたことは信託法１１条に違反し，無効である。\nア　「花粉のど飴」という標章を付した商品の販売時期\n被告は，平成１２年１１月６日，「花粉のど飴」の発売予告を開始し，\n平成１３年１月ころから，平成１３年の春期商品として「花粉のど飴」という商品\nの販売を開始した。一方，当時，原告は，平成１３年の春期商品として「花粉のど\n飴」という商品は販売しておらず，「花粉注意報キャンディ」という商品を花粉症\n対策用のど飴として販売していた。\nイ　原告の商標登録出願\n原告は，平成１３年の春期商品であった「花粉注意報キャンディ」の後\n継商品として，平成１４年の春期商品「花粉のど飴」の販売開始を予定し，信州蜂\n蜜本舗の商標登録出願事務を担当する弁理士と同一の弁理士を代理人として，平成\n１３年７月１２日，指定商品を菓子及びパンとして「Ｋａｂａｙａ／花粉のど飴」\nの標章につき，商標登録出願をした。\nそして，原告は，同年８月１日，信州蜂蜜本舗との間で，本件登録商標\nにつき，商標の使用態様を「花粉のど飴」に限定した通常使用権許諾契約を締結し\nた。\nウ　被告は，平成１３年１１月２２日，信州蜂蜜本舗から，被告による被告\n商品の販売が信州蜂蜜本舗の有する本件商標権を侵害する旨の警告書を受けた。\nエ　原告は，被告が「花粉のど飴」という商品を既に販売していたことを知\nりながら，平成１３年１２月ころより，平成１４年の春期商品として被告商品と全\nく同じ名称の「花粉のど飴」という商品の販売を開始した。\nオ　原告は，平成１４年４月１日，信州蜂蜜本舗から本件登録商標の専用使\n用権の設定を受け，同月２３日，専用使用権の登録手続を了し，同月３０日，被告\nに対し，警告書を送付した後，同年５月２０日，本件訴訟を提起した。\n(2)　権利濫用について\n上記(1)のとおり，原告は，信州蜂蜜本舗の商標登録出願事務を担当する弁\n理士と同一の弁理士を代理人として，「Ｋａｂａｙａ／花粉のど飴」の標章につき\n商標登録出願をしたものであるから，遅くとも平成１３年７月ころには，被告と信\n州蜂蜜本舗の間，あるいは原告と被告の間で本件登録商標をめぐって紛争になるこ\nとを十分認識していた。また，原告が，「Ｋａｂａｙａ／花粉のど飴」の標章につ\nき商標登録出願をしたことは，原告自身，「花粉のど飴」から「花粉症に効くのど\n飴」又は「花粉症対策用のど飴」という観念が生ずるという認識を有していたこと\nを表すものである。\nこのように，原告は，被告と信州蜂蜜本舗との紛争を十分認識しながら，\n他方において，信州蜂蜜本舗から本件登録商標の独占的通常使用権の許諾ないし専\n用使用権の設定を４０万円の対価で受けた後，被告に後れて，被告商品と全く同一\n名称の「花粉のど飴」という商品の販売を開始した。そして，「Ｋａｂａｙａ／花\n粉のど飴」の標章につき商標登録出願をした際の主張を翻し，全く逆の主張をして\n本訴を提起し，信州蜂蜜本舗が本件登録商標につき商標登録を受けていたことを利\n用して被告商品を排除しようしているものであるから，原告の本訴請求は著しく信\n義に反し，権利の濫用に当たる。\n(3)　信託法１１条違反について\n上記(1)の経緯に照らせば，信州蜂蜜本舗は自ら本件登録商標を付した商品\nを販売した実績も，販売する計画もなかったことから，仮に被告の行為が本件商標\n権の侵害と認められたとしても，被告に対し，本件登録商標の使用料相当額以上の\n損害を請求することができない立場にあった。このような事情に照らせば，原告\nが，自己の名でその出捐金額の５０倍以上にのぼる請求をすることにより，被告と\n信州蜂蜜本舗の紛争について同社に代わり訴訟追行する目的で，同社との間で本件\n登録商標の専用使用権設定契約をしたことは明らかである。したがって，原告が信\n州蜂蜜本舗から本件登録商標につき専用使用権の設定を受けたことは信託法１１条\nに違反し，無効である。\n【原告の主張】\n(1)　被告の主張は主張自体失当である。\n権利濫用は「抗弁」として主張されるものであるから，被告の使用する被\n告標章が本件登録商標と同一又は類似であって，被告の行為が形式的には本件商標\n権を侵害するものであるにもかかわらず，実質的な理由から違法性がないという主\n張でなければならないはずである。\nところが，本件においては，被告は，当初から商標権者である信州蜂蜜本\n舗からの差止請求を無視し，商標権侵害行為を継続していたものであるから，被告\nの行為を正当化することは困難であり，権利濫用の主張はそれ自体失当である。\n(2)　権利濫用及び信託法１１条違反の主張について\nア　原告は，平成１３年度冬以降に販売する商品の名称として「花粉のど\n飴」を用いたいと考え，平成１３年６月ころから商標登録出願の準備を始めた。そ\nして，同年７月１２日付けで「Ｋａｂａｙａ／花粉のど飴」の標章につき商標登録\n出願を行った。その後，特許庁から拒絶理由通知を受けたため，原告は，同出願を\n取り下げた。\n原告は，この出願の過程で本件登録商標の存在を知り，本件商標権との\n抵触を懸念して，信州蜂蜜本舗との間でライセンス取得の交渉を行い，その結果，\n平成１３年８月１日付けで独占的通常使用権の許諾を得た。この段階では，原告\nは，被告が平成１３年１月から「花粉のど飴」の名称の商品を販売していた事実を\n全く知らなかったし，ましてや，被告がその翌年度（平成１３年冬から同１４年春\nにかけて）の商品にどのような商品名を用いるかを知るよしもなかった。\nそして，原告が平成１３年秋以降「花粉のど飴」の販売活動を開始した\nところ，被告や春日井製菓も同一の商品名の商品を販売するとの情報を得たため，\n信州蜂蜜本舗に対してこの事実を通知し協議を行った結果，信州蜂蜜本舗におい\nて，被告らに対して警告書を送付したものである。\nなお，この後，原告は，平成１４年４月１日付けで，信州蜂蜜本舗から\n本件登録商標につき専用使用権の設定を受けたため，被告への対応は原告が行うこ\nとになった。\nイ　上記アのとおり，原告は商標権者から正当な使用権を取得するためライ\nセンス交渉を行い，使用の対価を支払って使用権の許諾を得た上で「花粉のど飴」\nの標章を使用したのであるから，権利濫用との批判を受けるいわれはない。\nウ　信託法１１条違反の主張について\n(ア)　時機に後れた主張であること\n被告は，平成１５年４月１６日付け準備書面において，信託法違反の\n主張をしたものであるが，口頭弁論を終結する段階に至ってこのような主張するこ\nとは，明らかに時機に後れたものとして却下すべきである。\n(イ)　また，そもそも信託法１１条においては，「信託は訴訟行為を為さ\nしむることを主たる目的としてこれをなす事を得ず。」と規定しているところ，原\n告は，自ら使用することを目的として，信州蜂蜜本舗と専用使用権設定契約を締結\nしたものであるから，「訴訟行為をすることを主たる目的」としていない（従たる\n目的でもない。）。\nしかも，原告が被告に求めている損害賠償請求のほとんどは，独占的\n通常使用権の侵害を理由とするものであるから，被告と信州蜂蜜本舗の紛争につい\nて訴訟追行する目的で原告が専用使用権設定契約をしたとの被告の主張は，その前\n提を欠くものであり，失当である。\n４　争点４（原告の損害の内容及び額）について\n【原告の主張】\n原告は，被告が，平成１３年１２月１日から平成１４年５月末日までの間に\n被告商品を販売したことにより，下記の損害を被った。\n(1)　独占的通常使用権の侵害（平成１３年１２月１日から平成１４年４月２２\n日まで）\nア　商標法３８条２項の類推適用\n下記のとおり，原告が受けた損害額については，商標法３８条２項の類\n推適用により，被告が得た利益額をもって独占的通常使用権者が受けた損害額と推\n定すべきである。\n原告は，その包装に「花粉のど飴」の標章を付したキャンディー（以下\n「原告商品」という。）を平成１３年１２月から平成１４年４月の約５か月の間に\n約９０万袋販売した。\n原告の上記販売実績に照らせば，被告も，商品売上規模，会社知名度等\nからして，平成１３年１２月から平成１４年４月２２日までに約７０万袋の被告商\n品を販売したものと思われる。\n被告は，被告商品を小売り段階で１袋１５０円で販売しており，被告の\n販売単価（建値。すなわち，製造業者が卸売業者に対して供給する値段。卸売業者\nにとっては仕入値。）は１０５円程度，被告商品の利益率はその１５パーセントと\nそれぞれ推測される（原告も被告も，菓子の製造，販売を主たる目的とする株式会\n社で，創業から５０年以上経過した老舗企業であるという点で共通する。全体とし\nての売上規模は原告の方が高いものの，キャンディーの製造，販売に限定すれば被\n告はその専業メーカーで売上規模が大きく，原告と被告は同程度と考えられるた\nめ，原告商品の利益率を参考とすれば，被告商品の利益率は少なくとも１５％であ\nる。）。\nしたがって，上記期間における被告の利益額は，１１０２万５０００円\nである（計算式＝７０万袋×１０５円×０．１５）。\nイ　相当因果関係の範囲における損害額（民法７０９条）\n上記アにおいて，仮に商標法３８条２項の類推適用が認められない場\n合，原告は，被告に対し，予備的に，民法７０９条の相当因果関係に基づく損害額\nの範囲として，下記のとおり，７３５万円の損害賠償を求める。\n原告は原告商品を約５か月で約９０万袋販売したものであり，販売単価\nは小売段階では１袋２００円である。\n他方，被告は被告商品を約５か月で推定７０万袋販売し，原告商品とほ\nぼ同等の商品（内容量が７０ｇである点も同じ）を１袋１５０円（小売価格）で販\n売している。\nこのように，被告商品は，その標章，製品種別，内容量がそれぞれ原告\n商品と同じで，同等品として市場で競合するにもかかわらず，価格面では原告商品\nよりも２５％も安い。\nそうすると，価格面を重視する需要者の中には，原告商品の「花粉のど\n飴」よりも価格の安い，被告商品の「花粉のど飴」を誤認混同の上で購入した消費\n者が相当数存在し，被告が販売したと推定される７０万袋のおよそ半数はそれに該\n当するものと推測される。\n原告商品の販売単価（建値）は約１４０円，その利益率は約１５％であ\nるから，被告商品の販売がなければ，原告は７３５万円の利益を得られたはずであ\nる（計算式＝３５万袋×１４０円×０．１５）。\n(2)　専用使用権の侵害（平成１４年４月２３日から同年５月末日まで）\n専用使用権の侵害については，商標法３８条２項による損害を主張する\n（原告第５準備書面・５頁）。\n上記(1)アのとおり，被告は被告商品を約５か月で７０万袋販売し，被告商\n品の販売単価（建値）は，約１０５円，その利益率は約１５％である。「のど飴」\nは季節商品であるから，平成１４年４月２３日以降同年５月末日までの販売数量\nは，１か月分に当たる５０００袋程度と思われる。\n上記の数値を基に商標法３８条２項を適用して計算すると，上記期間にお\nいて，専用使用権者である原告が受けた損害の額は，７万８７５０円となる（計算\n式＝５０００袋×１０５円×０．１５）。\n(3)　なお，被告は，上記(1)及び(2)の期間（平成１３年１２月１日から平成１\n４年５月末日まで）に，被告商品を合計２７万６５１５袋（出荷金額２９０３万４\n０９０円）出荷した旨を主張している。これを前提とすると，少なくとも同期間に\nおける被告の利益額は，４３５万５１１３円となる（計算式＝２９０３万４０９０\n円×０．１５）。\n(4)　弁護士費用相当額\n原告は，本訴の追行のため弁護士費用の負担を余儀なくされたものであ\nり，上記の独占的通常使用権及び専用使用権の侵害行為と相当因果関係にある弁護\n士費用相当額は，１００万円を下らない。\n(5) まとめ\n以上によれば，原告が被った損害額合計は次のとおりとなる。\nア　独占的通常使用権者であった期間の損害賠償につき商標法３８条２項の\n類推適用を認めた場合の損害額\n１２１０万３７５０円\n計算式＝１１０２万５０００円（上記(1)ア）＋７万８７５０円（上\n記(2)）＋１００万円（上記(4)）\nイ　独占的通常使用権者であった期間の損害賠償につき商標法３８条２項の\n類推適用が認められず，民法７０９条に基づき計算した場合の損害額\n８４２万８７５０円\n計算式＝７３５万円（上記(1)イ）＋７万８７５０円（上記(2)）＋１０\n０万円（上記(4)）\nウ　被告主張の販売実績を前提とした場合の損害額（商標３８条２項）\n５３５万５１１３円\n計算式＝４３５万５１１３円（上記(3)）＋１００万円（上記(4)）\nエ　したがって，原告は，被告に対し，上記ア又はイの内金として６００万\n円及びこれに対する平成１４年５月２５日（訴状送達の日の翌日）から支払済みま\nで年５分の割合による遅延損害金の支払を求める。なお，上記ウに記載のとおり，\n本件においては，被告の主張に係る販売数・販売額を前提としても，原告の損害額\nは，少なくとも５３５万５１１３円及びこれに対する遅延損害金となる。\n【被告の主張】\n被告は，損害の内容及び額に関する原告主張の事実は否認し，法律上の主張\nは争う。特に反論を要する点について，次のとおり主張する。\n(1)　被告商品の販売数量\n被告は，平成１３年１２月１日から平成１４年５月３０日まで被告商品を\n販売したものであるところ，その販売数量は，合計２７万６５１５袋であり，同期\n間の出荷金額の合計は，２９０３万４０９０円である。\n(2)　被告商品の販売による利益率\n被告商品の販売による利益率が１５％であるとの原告の主張は否認する。\nむしろ，被告商品については，利益どころか損失が生じている。\n(3)　原告に損害は発生していないこと\n平成１２年３月ころ，我が国のキャンディー市場において，飴が一定の機\n能性ある食品として認知されていたことは明らかであり，実際の取引の場面におい\nて，被告商品である「花粉のど飴」の表示のうち「花粉」の文字から，需要者が\n「花粉症対策用の」という意味を感じ取ることは明らかである。「花粉のど飴」と\nいう標章に接した需要者が，その「花粉」の文字部分から原告又は原告が製造販売\nしている特定の商品を想起し，被告商品を原告商品であると誤認して購入すること\nは考えられない。\nしたがって，実際の取引において，被告商品が売れたからといって原告商\n品が売れなくなるという関係は生ずるはずがないというべきで，原告に損害が発生\nしていないことは明らかである。\n(4)　独占的通常使用権者による損害賠償請求について\nア　被告が被告商品を販売する行為は，原告の本件登録商標に関する独占的\n通常使用権を侵害するものとは考えられないが，仮に，被告商品の販売行為等が原\n告の独占的通常使用権に係る本件登録商標の使用に該当するとしても，損害額の算\n定につき，商標法３８条２項を類推適用することはできない。\nそもそも，同規定は，商標権等に対する侵害行為によって商標権者等が\n被った営業上の損害の額についてその立証が困難であることにかんがみ，これを救\n済することを目的とするものであって，権利者が被った損害の額を推定し，不法行\n為に基づく損害賠償請求において損害に関する被害者の主張立証責任を軽減する趣\n旨のものである。\nしたがって，本件のように損害が発生していないことが明らかな場合に\nまで侵害者に損害賠償義務があるとすることは，不法行為法の基本的な枠組みを超\nえるものといわざるを得ない。\nイ　通常使用権は，債権的権利にすぎず，第三者に対して使用差止請求をし\nたり，直接損害賠償請求をすることはできない。すなわち，通常使用権は，商標自\n体を直接的，排他的に支配する権利ではなく，商標権者又は専用使用権者に当該商\n品を「使わせてもらう」権利であって，人を介して実現される権利にすぎないか\nら，通常使用権に基づき，第三者に損害賠償の請求をなし得ないことは明らかであ\nる。\nさらに，原告が有している独占的通常使用権の「独占」の内容を検討す\nると，使用商品をキャンディーに限定し，「花粉のど飴」という限定された商標使\n用を認め，かつ，同使用商品について「花粉のど飴」という商標を第三者に許諾し\nないとするものであり，「花粉のど飴」以外の商標であればキャンディーについて\nも，商標権者が「花粉」の商標を自ら使用し，第三者に使用させることも自由なの\nである。この程度の「独占」をもって，一般的な通常使用権を超えて，第三者に直\n接損害賠償請求できる権利ということはできない。\nウ　原告は，被告商品に「花粉」の文字を付されていることが原因で，原告\nに損害が発生していると主張するが，原告商品の「花粉」の文字部分が全く出所表\n示機能を発揮しえない（需要者において「花粉」と「カバヤ食品」ないし同社の製\n品とが結びつき得ない）のであるから，このような場合まで，被告が被告商品によ\nり得た利益額を原告の損害額と推定するという商標法３８条２項を類推適用するこ\nとは妥当でない。\nエ　原告は，商標法３８条２項が（類推）適用されないとしても，なお原告\nに損害は発生する旨も主張するようであるが，上記のとおり，「花粉」の文字部分\nが原告を表す出所表示機能を有しない以上，原告に損害が発生するはずもない。\n(5)　仮に，原告が被告商品の販売により損害を被っているとしても，商標法３\n８条３項に基づき，原告が本件登録商標の商標権者に支払った実施料である年額金\n２０万円を最大額とするのが相当である。\n第４　当裁判所の判断\n１　争点１（本件登録商標と被告標章の類否）について\n(1)　本件登録商標の構成\n本件登録商標は，漢字２文字の「花粉」をゴシック体活字で縦書１列に記\n載し，その右側にひらがな「かふん」をゴシック体小活字でふりがな様に添え字と\nして縦書１列に記載してなるものである。\n本件登録商標においては，外観上，大書された漢字「花粉」の部分が見る\n者の注意をひくものであり，「かふん」の称呼と，「花粉」すなわち「種子植物の\n雄性の配偶体」の観念を生ずる。\n(2)　被告標章の構成等\nア　被告標章の構成\n被告標章１は黒色の縦帯状の背景に漢字及びひらがなの混在した「花粉\nのど飴」の文字を太字ゴシック体活字で縦書１列に記載にしたもの，被告標章２は\n黒色の横帯状の背景に「花粉のど飴」の文字を太字ゴシック体活字で横書１列に記\n載したもの，被告標章３は「花粉のど飴２」の文字をゴシック体活字で横書１列に\n記載したものである。\nイ　被告標章の使用態様\n被告は，遅くとも平成１３年１２月ころから，平成１４年春夏商品とし\nて，のど飴（キャンディー）である被告商品を販売しているところ，被告商品にお\nける被告標章の使用態様は，次のとおりである。\n被告商品は，のど飴（キャンディー）を１個ずつ個別に小袋に個包装し\nた上で，これを所定の数量大袋に入れた袋詰めとして販売されているところ，個包\n装の小袋の表側中央部に黒色ないし濃茶色の縦帯が描かれ，この帯部分に白のゴシ\nック体活字で被告標章１が表示されている（甲６の３，４）。また，小袋を収納す\nる大袋には，表側中央に黒色ないし濃茶色の縦帯が描かれ，この帯部分に白のゴシ\nック体活字で被告標章１が表示され，裏側上部に黒色ないし濃茶色の横長の長方形\nが描かれ，この長方形部分に白のゴシック体活字で被告標章２が表示されている\n（甲６の１，２，４）。また，被告が作成して取引者に対して配布している平成１\n４年春夏用商品のカタログ（甲６の５）には，被告商品を示す名称として被告標章\n３が記載されている。\nウ　被告標章の要部\n被告商品がのど飴であることに照らせば，被告標章のうち「のど飴」の\n部分は，標章の付された当該商品の内容，属性を示す普通名称であるから，自他商\n品識別機能を有しない部分である。また，被告標章３のうち末尾の「２」は，数字\nであって，商品名の末尾に付された場合には，通常，続編ないし改良製品等である\nことを示すものであり，それ自体としては自他商品識別機能を有するものではな\nい。\n他方，被告標章のうち「花粉」の部分については，被告商品の属する，\nのど飴ないしキャンディーの分野において，通常，商品の原材料や効能・用途を意\n味する語ということはできない。\nそうすると，被告標章においては，「のど飴」ないし「のど飴２」の部\n分を除いた「花粉」の部分が自他商品識別機能を有する部分として，見る者の注意\nをひく部分というべきである。\n上記のとおり，被告標章においては，「花粉」の部分をもって要部とい\nうことができる。\n(3)　本件登録商標と被告標章の類否\nア　本件登録商標においては，漢字で「花粉」と縦１列に大書した部分が商\n標中の大きな部分を占め，右側に小文字でふりがな様にひらがな「かふん」を記載\nした部分と比べて，見る者の注意を引く部分と認められる。\n他方，前記のとおり，被告標章は，縦書き１列又は横書き１列に「花粉\nのど飴」ないし「花粉のど飴２」と記載したものであり，これらのうち要部である\n「花粉」の部分は，被告標章１，２においては活字の形状やそれが白抜文字である\n点で異なり，また，被告標章２，３においては，横書１列に記載されている点で異\nなるが，いずれも「花粉」の文字の記載がある点において本件登録商標と共通であ\nる。\nそして，被告標章においては前記のとおり「花粉」の部分が自他商品識\n別機能を有する要部というべきところ，当該部分は，本件登録商標と称呼及び観念\nが同一である。\n上記によれば，被告標章は，本件登録商標と外観において類似し，その\n要部の称呼，観念が同一であるから，いずれも本件登録商標に類似するものという\nべきである。\nイ　この点に関して，被告は，①　被告標章においては「花粉」の部分と\n「のど飴」の部分が同一の大きさ及び書体であり，等間隔で配列されているから，\n「花粉」の部分と「のど飴」の部分とに分離してとらえるべきではなく，「花粉の\nど飴」という一体のものとして把握すべきである，②　このような理解によれば，\n被告標章からは「花粉症に効くのど飴」ないし「花粉症対策用のど飴」という観念\nが生ずるなどと主張する。\nしかし，商標の要部の認定に当たっては外観のみを基準とすることはで\nきないところ，本件においては，前記のとおり被告標章のうち「のど飴」の部分は\n自他商品識別機能を全く備えない部分であるから，「花粉」の部分に自他商品の識\n別機能を認めざるを得ないものであり，また，被告標章が外観において「花粉」以\n外の部分が特に見る者の目をひくような構成となっているわけでもないから，「花\n粉」の部分を被告標章の要部と認める上で妨げとなるものでもない。\nまた，証拠（乙１７，５５，６４ないし６７，６９ないし７５，８１）\nによれば「ＳＰＡ！」，「ぴあ」といった情報誌において，平成１０年ころから花\n粉症対策の商品としてマスクや点眼薬等のほか，キャンディー（のど飴）やガムな\nどの菓子類を，手軽に花粉症対策を行うことのできる機能性食品として紹介する記\n事が掲載され，その後現在まで，毎年，花粉症の季節である２月や３月ころに発売\nされる情報誌に，「花粉シャット」，「花粉本舗」といった標章を付した花粉症対\n策用の飴など種々の商品が掲載されていることが認められるが，「花粉のど飴」の\n語が，「花粉症に効くのど飴」ないし「花粉症対策用のど飴」を意味する１個の独\n立した語として一般的に使用されていたことまでは認めることができない。\nさらに，証拠（乙４，３４，４９，５０，５１）によれば，平成１４年\n８月ころから，花粉症罹患者を対象としたウェブサイト上において，「花粉のど\n飴」の語が「花粉症対策用のど飴」の意味で用いられた例があり，花粉症罹患者が\nウェブサイト上の掲示板に「花粉のど飴」の語を同趣旨で用いた文章の書き込みを\nしている例が存在することが認められる。しかしながら，他方，証拠（乙４６ない\nし４８）によれば，全世代を通じてのスギ花粉症の罹患率は１５～１６％にとどま\nるものであることが認められるものであり，これらの事情に照らせば，「花粉のど\n飴」の語が「花粉症対策用のど飴」を意味するものであると一般的に認識されてい\nるとまでは認められない。\nしたがって，「花粉のど飴」を一体としてとらえて本件登録商標との外\n観，称呼，観念の類否を判断するべきであるとの被告の主張は，採用できない。\nさらに，被告は，「花粉○○」の構成からなる標章で，商標登録がなさ\nれているものが存することをもって，本件登録商標と被告標章との非類似を主張し\nているが，被告の掲げる「花粉○○」という登録商標は，いずれも「○○」に当た\nる部分に，「にミント」，「の季節」，「ＳＴＯＰ」，「ブロック」，「あめのち\n晴れ」，「注意報」，「警報」，「前線」という，それだけでは意味をなさず，\n「花粉」という語と結びついて一定の意味を生ずる語か，あるいは対象商品の内容\n等とは無関係な語が置かれているものである。したがって，これらの登録商標が存\nするとしても，「花粉」の語に続いて対象商品それ自体である「のど飴」の語が付\nされている被告標章について，本件登録商標と類似するとの判断が妨げられるもの\nではない。\nウ　以上のとおり，被告の主張はいずれも採用できない。\n２　争点２（被告標章は商品の普通名称，効能，用途，使用の時期を普通に用い\nられる方法で表示する商標に当たるか）について\n前記１(3)イにおいて認定のとおり，「ＳＰＡ！」，「ぴあ」等の情報誌にお\nいて，平成１０年ころから花粉症対策の商品としてキャンディー（のど飴）やガム\nなどの菓子類が，手軽に花粉症対策を行うことのできる機能性食品として紹介する\n記事が掲載され，その後現在まで，毎年，花粉症の季節である２月や３月ころに発\n売される情報誌に，「花粉シャット」，「花粉本舗」といった標章を付した花粉症\n対策用の飴など種々の商品が掲載されていることが認められ，また，平成１４年８\n月ころから，花粉症罹患者を対象としたウェブサイト上において，「花粉のど飴」\nの語が「花粉症対策用のど飴」の意味で用いられた例が存在することが認められる\nが，「花粉のど飴」の語が，「花粉症に効くのど飴」ないし「花粉症対策用のど\n飴」を意味する語として，一般的に認識され，使用されているとまでは認めること\nができない。\nまた，前記１(2)アにおいて認定した被告標章の使用態様に照らせば，被告標\n章１，２は，被告商品の大袋の表側中央部及び裏側上側のそれぞれ目につく部分に\n大書されているものであって，「普通に用いられられる方法で表示する」ものとい\nうこともできない。\n上記によれば，被告標章（「花粉のど飴」）ないしそのうちの「花粉」部分\nが，「指定商品の普通名称，効能，用途等を表示する商標」（商標法２６条１項２\n号）に当たるとする被告の主張（抗弁）は，採用できない。\n３　争点３（原告の本訴請求は権利の濫用，又は信託法１１条違反に当たるか）\nについて\n(1)　前記の当事者間に争いのない事実（第２，１）に証拠（甲３，５の１及び\n２，７の1，７の４ないし７の９，８，９の１及び２，乙１，２，１３ないし１６，\n２０）及び弁論の全趣旨を総合すれば，次の事実が認められる。\nア　原告は，平成１２年，平成１３年の春期商品として，「花粉注意報キャ\nンディ」を販売していた（乙１，２，２０）。\n他方，被告は，平成１３年春夏商品として「花粉のど飴」の名称の商品\nを販売していたが（ただし，商品に付されている標章は被告標章と字体が異なる。\n乙１５，１６），平成１３年１２月ころから，平成１４年春夏商品として被告商品\nを販売している。\nイ　原告は，平成１３年７月１２日，「Ｋａｂａｙａ／花粉のど飴」につき\n商標登録出願をした。その出願手続の代理人はＢ弁理士であった（乙１４）。\nウ　原告は，平成１３年８月１日，信州蜂蜜本舗との間で，本件登録商標に\nつき商標権者である同社から独占的通常使用権の許諾を受ける旨の契約を締結した\n（甲２）。\nエ　信州蜂蜜本舗は，被告に対し，平成１３年１１月２２日，被告が販売を\n準備している商品（被告商品）が本件商標権を侵害する旨の代理人（前記Ｂ弁理\n士）作成の警告書（以下「信州蜂蜜本舗からの警告書」という。）を送付した。\nオ　原告は，平成１３年１２月ころ，「花粉注意報」の後継商品として「花\n粉のど飴」（原告商品）の販売を開始した。\nカ　被告は，信州蜂蜜本舗に対し，平成１４年１月１１日，同社からの警告\n書に対する回答として，被告商品における「花粉のど飴」の表示は本件商標権を侵\n害しない旨の回答書を送付した（甲７の４）。その後も，被告と信州蜂蜜本舗との\n間で，被告商品が本件商標権を侵害するかどうかについて書面による意見の応酬が\nあったが，最終的に同年３月１９日ころに交渉が決裂した（甲７の５ないし７の\n９）。\nキ　信州蜂蜜本舗は，原告による「Ｋａｂａｙａ／花粉のど飴」の商標登録\n出願（上記イ）に対して，平成１４年２月２７日，特許庁長官あてに刊行物等提出\n書と共に本件登録商標の商標登録原簿及び商標公報を提出し，原告の出願に係る上\n記商標と本件登録商標は類似するので，商標法４条１項１１号により，その出願は\n拒絶されるべきであると主張した（乙１４）。\nこれに対し，特許庁審査官は，平成１４年３月６日，「Ｋａｂａｙａ／\n花粉のど飴」の商標については，この出願に係る商標が，商標構成中に「のど飴」\nの文字を有しており，これを本願指定商品中「のど飴」以外の商品に使用するとき\nは，商品の品質の誤認を生じさせるおそれがある（商標法４条１項１６号）との理\n由で，「Ｋａｂａｙａ／花粉のど飴」の商標登録出願を拒絶する旨の拒絶理由通知\n書を発した（本件登録商標と同一又は類似することは拒絶理由として掲げられてい\nない。）。\nク　原告は信州蜂蜜本舗との間で，平成１４年４月１日，本件登録商標につ\nき原告が専用使用権の設定を受ける旨の契約を締結し（甲３），原告の専用使用権\nは同月２３日設定登録された。\n原告代理人Ｂ弁理士は，同月２４日，「Ｋａｂａｙａ／花粉のど飴」の\n商標登録出願を取り下げた。\nケ　原告代理人弁護士は，平成１４年４月３０日，被告に対し，被告商品を\n販売する行為は原告の独占的通常使用権を侵害する旨の警告書を発送し，この警告\n書は同年５月１日被告に到達した（甲９の１及び２）。\nその後，原告は同年５月２０日，本訴を提起した。\n(2)ア　権利濫用の主張について\n前記(1)で認定した事実によれば，原告は，商品名として「花粉のど飴」\nを用いることを前提として，「Ｋａｂａｙａ／花粉のど飴」の商標登録出願をした\nが，その過程で本件登録商標の存在を知り，本件登録商標の商標権者である信州蜂\n蜜本舗との間でライセンス取得の交渉を行い，当初独占的通常使用権の許諾を受\nけ，次いで専用使用権の設定を受けて，被告に対して警告書を送付し，その後，本\n件訴訟を提起したものである。このような経緯に照らせば，原告の本訴提起は，本\n件登録商標の商標権者から正当な権利を取得しての権利行使であって，権利の濫用\nと認めることはできない。\n上記によれば，原告の本訴提起が権利濫用に当たるとの被告の主張（抗\n弁）は，採用できない。\nイ　信託法１１条違反の主張について\n(ア)　原告は，被告の信託法１１条違反の主張は，口頭弁論を終結する段\n階に至ってこのような主張をするものであり，時機に後れたものとして却下すべき\nであると主張する。\n確かに，被告の上記主張は，弁論準備手続終結後，弁論終結が予定さ\nれていた第５回口頭弁論期日において初めて主張されたものであり，時機に後れて\n提出されたものというべきであるが，被告の上記主張は，以下のとおりこれまでの\n審理の結果により容易に判断できるから，訴訟の完結を遅延させるものではない。\nそこで，上記主張については，これを却下することなく，判断を示す。\n(イ)　信託法１１条は，主たる目的として訴訟行為をさせるために財産の\n管理処分権を移転することを禁止しているが，上記(1)で認定した経緯に照らせば，\n原告は，自ら「花粉のど飴」の標章を使用するために相当の対価を支払って信州蜂\n蜜本舗から独占的通常使用権の許諾を得，次いで専用使用権の設定を受けて，実際\nに上記標章を付した原告商品を販売しているものであり，また，本件訴訟について\nは弁護士である訴訟代理人に委任し，同代理人が口頭弁論期日に出頭して訴訟を追\n行しているものである。これらの点に照らせば，信州蜂蜜本舗に代わって被告に対\nする訴訟行為を行うことを主たる目的として，原告が信州蜂蜜本舗から専用使用権\nの許諾を得たものであるとは到底認められない。\n上記によれば，原告が信州蜂蜜本舗から専用使用権の設定を受けたこ\nとが信託法１１条に違反し，無効であるとの被告の主張（抗弁）も採用できない。\n４　争点４（原告の損害の内容及び額）について\n(1)　被告商品の販売数量\n被告商品の販売数量については，平成１３年１２月１日から平成１４年５\n月末日までの間に被告商品２７万６５１５袋（販売金額２９０３万４０９０円）を\n販売したことを，被告が自認しているところ，証拠（乙７９，８０）によれば，被\n告は，平成１３年１２月１日から平成１４年５月３０日までの間に，上記の数量及\nび金額の被告商品を販売していたことが認められる（同年５月３１日については証\n拠がない。）。\n原告は，原告商品の販売数量等から推測すれば，被告は合計約７０万袋の\n被告商品を販売したものと推測されると主張するが，乙７９（商品別出荷額一覧\n表）は，被告会社の業務課において，顧客からの注文を受けるつど，顧客名，商品\n名，注文量，建値，出荷日等をパソコンに入力し，商品管理を行っていたデータを\nプリントアウトしたものであり，外観上信用できるものであるところ，これによれ\nば，被告商品の販売数量等は上記のとおりと認められるもので，本件においては，\n被告が上記数量を上回る被告商品を販売したことを認めるに足りる証拠は存在しな\nい。\n(2)　独占的通常使用権者による損害賠償請求の許否\nア　通常使用権者は，同人の登録商標の使用に対しては商標権に基づく権利\n行使をしない旨の合意を商標権者又は専用使用権者（以下「商標権者等」とい\nう。）との間で得て，商標権者等に対して当該合意に基づく債権的請求権を有する\nものであり，独占的通常実施権者は，これに加えて他者に当該登録商標の使用を許\n諾しない旨の合意を商標権者等との間で得ているものである。\n独占的通常使用権者は，商標権者等に対して契約に基づく債権的請求権\nを有するにすぎないが，商標法は商標権者等に対して登録商標の専用権を保障して\nおり（商標法２５条，３６条），商標権者等は，契約上独占的通常使用権者に対し\nて当該登録商標を唯一使用し得る地位を第三者との関係でも確保すべき義務を負っ\nているものであるから，独占的通常使用権者は，このことを通じて，当該登録商標\nを独占的に使用し，これを使用した商品を市場で販売することによる利益を独占的\nに享受し得る地位にあるものと評価することができる。\nこのように独占的通常使用権者が契約上の地位に基づいて登録商標の使\n用権を専有しているという事実状態が存在することを前提とすれば，独占的通常実\n施権者がこの事実状態に基づいて享受する利益についても，一定の法的保護を与え\nるのが相当である。すなわち，独占的通常使用権者が現に商標権者等から唯一許諾\nを受けた者として当該登録商標を付した商品を自ら市場において販売している場合\nにおいて，無権原の第三者が当該登録商品を使用した競合商品を市場において販売\nしているときには，独占的通常使用権者は，固有の権利として，自ら当該第三者に\n対して損害賠償を請求し得るものと解するのが相当である。そして，この場合，当\n該第三者が，独占的通常使用権者による当該商品の市場における販売を認識し得る\n状況にあったものであれば，独占的通常使用権者に対する関係においても，商標法\n３９条により過失が推定されるものと解するのが相当である。\nもっとも，同法３８条１項ないし３項の規定は，商標権者等が登録商標\nの使用権を物権的権利として専有し，何人に対してもこれに基づく権利を自ら行使\nすることができることを前提として，商標権者等の権利行使を容易ならしめるため\nに設けられた規定であるから，独占的通常使用権者の損害についてこれらの規定を\n類推適用することはできない。したがって，独占的通常使用権者は，第三者の侵害\n行為と相当因果関係にある範囲の損害につき，その賠償を請求することができるに\nとどまるものと解するのが相当である。\nイ　本件においては，前記当事者間に争いのない事実（第２，１(2)イ）のと\nおり，原告は，平成１３年８月１日，信州蜂蜜本舗との間で，本件登録商標につき\n使用許諾契約を締結したものであるところ，同契約書（甲２）においては，商標権\n者である信州蜂蜜本舗は，原告に対して，原告が使用する商標の態様を「花粉のど\n飴」と指定し，使用商品を「キャンディ」として通常使用権を許諾しているが（同\n契約書第１条），商標権者は，前記使用商品（キャンディー）においては，本件登\n録商標を第三者に使用許諾しない旨が定められている（同第５条）から，原告は，\n本件登録商標につき，独占的通常使用権者であったと認めることができる。\nそして，証拠（甲５の１，２）及び弁論の全趣旨によれば，原告は，平\n成１３年１２月から，本件使用許諾契約に従い，「花粉のど飴」の商標を付したの\nど飴（キャンディー。原告商品）を自ら販売していたものであり，原告商品と被告\n商品とは同内容の商品として市場において競合していたものと認められる。\nしかしながら，証拠（甲８，乙４４，４５）及び弁論の全趣旨によれ\nば，春日井製菓は，平成１４年初めころから「花粉のど飴」の標章を付したのど飴\n（キャンディー）を販売していたところ，信州蜂蜜本舗は，原告との間の上記使用\n許諾契約（第５条）に違反して，遅くとも平成１４年４月までに，春日井製菓に対\nして，５０万円の使用料で，同年８月末日まで本件登録商標の使用を許諾し（この\nことは，原告自身が訴状１５頁において自認している。），これに基づいて春日井\n製菓は「花粉のど飴」の標章を付したのど飴（キャンディー）を市場において販売\nしていたことが認められる。そうすると，原告は商標権者との間で本件登録商標に\nつき独占的通常使用権の許諾を受ける旨の契約を締結したものの，同契約による許\n諾期間において，実際には本件登録商標は競業他社に対しても使用許諾され，同社\nにより本件登録商標を付した商品が市場において販売されていたのであるから，本\n件においては，原告は，商標権者等から唯一許諾を受けた者として本件登録商標を\n付した商品を市場において販売していたということはできない。\n前述のとおり，独占的通常使用権者に固有の損害賠償請求権を認めるに\nしても，それは独占的通常使用権者が契約上の地位に基づいて事実上本件登録商標\nの使用権を専有しているという事実状態が存在することを前提とするものであると\nころ，本件においては，原告はこのような前提を欠くものである。したがって，こ\nのような原告が独占的通常使用権の侵害を理由として損害賠償を請求することは許\nされない。\nウ　上記によれば，独占的通常使用権の侵害を理由とする原告の損害賠償請\n求は既に理由がないものであるが，加えて，本件においては，被告が被告商品を市\n場において販売したことにより，相当因果関係の範囲内において原告が被った損害\nを確定することも不可能であるから，この点からしても，原告の上記請求は理由が\nない。\nすなわち，証拠（甲８，乙５ないし１１，２０，２３，３２，３３）及\nび弁論の全趣旨によれば，①平成１４年春期市場より前において，「花粉」と他の\n文字列との組合せからなる標章を付したのど飴（キャンディー）として，「花粉あ\nめのち晴れ」，「花粉本舗」，「花粉クールアップタイム」，「花粉にミントガ\nム」，「瞬間花粉ＳＴＯＰ！」，「花粉退治」，「花粉注意報」といった商品が販\n売されていたこと，②平成１４年春期市場においては，前同様の商品として，株式\n会社扇雀飴本舗の「花粉クールアップタイム」，ライオン菓子株式会社の「シュガ\nーレス花粉対策キャンディー」，「花粉本舗」，株式会社リボンの「花粉大作戦」\nなどが販売されていたほか，「花粉のど飴」の標章を付したのど飴（キャンディ\nー）として，原告商品，被告商品に加えて，春日井製菓の「花粉のど飴」，「ノン\nシュガー花粉のど飴」，株式会社オレンジゼリー本舗の「花粉のど飴」が販売され\nていたことが認められる。このように，「花粉」の文字を含む標章を付された多数\nの競合商品が，原告商品及び被告商品に先行して販売され，あるいは同時期に販売\nされていたものであり，また，これに加えて，前記のとおり本件登録商標を付した\n原告商品が平成１３年１２月に初めて発売されたものであることに照らせば，本件\n登録商標は，それ自体として強い商品出所識別機能を有するものではなく，また，\n特定の商品につき長期間継続的に使用されたことを通じて市場における信用ないし\n顧客吸引力を備えたものということもできない。上記のような競合商品の存在及び\n本件登録商標の自他識別力の脆弱性に加えて，さらに，証拠（甲５の１，２，６の\n１，２，乙４５）及び弁論の全趣旨によれば，被告商品は原告商品と同等の内容で\nあり，かつ内容量も同じ（７０ｇ）であるにもかかわらず，小売価格において原告\n商品（２００円）よりも２５％も安い価格（１５０円）で販売されていたというの\nであるから，被告商品は小売価格が低廉であることにより消費者に好んで購入され\nたと推測される。\n上記の各事情を総合すれば，被告が被告商品を市場において販売したこ\nとにより，原告商品の売上に何らかの不利益な影響が生じたことが推測されるとし\nても，被告の行為と相当因果関係のあるものとして原告がどれだけの原告商品の売\n上を失ったのかを確定することは到底不可能である。\nエ　上記によれば，原告が本件登録商標につき独占的通常使用権者であった\n期間について，独占的通常使用権の侵害を理由として損害の賠償を求める請求は，\n理由がない。\n(3)　専用使用権者としての損害賠償について\n原告は，平成１４年４月２３日，本件登録商標につき指定商品中「のど飴\n及びキャンデー」の範囲において専用使用権設定登録を受けたものであり，本件に\nおいて，同日から同年５月末日までの期間について被告の被告商品の販売により専\n用使用権を侵害されたとして損害賠償を求めている。\n前記のとおり，被告は，平成１３年１２月から平成１４年５月３０日まで\nの間に被告商品２７万６５１５袋（販売金額２９０３万４０９０円）を販売したも\nのであるところ，証拠（乙７９）によれば，このうち平成１４年４月２３日から同\n月５月３０日までの期間においては，７９８８．７袋（販売金額８３万８８２０\n円）を販売したことが認められる（４月分については日割計算）。\nまた，被告商品の販売による利益については，証拠（甲１０の１，２）及\nび弁論の全趣旨によれば，①原告と被告は共に菓子の製造販売を主たる目的とし，\n創業から５０年以上を経過した老舗企業であり，全国的にその社名が知られている\n点において共通すること，②原告と被告は共にのど飴（キャンディー）を製造販売\nしていること，③原告商品の販売価格（建値１４０円）から原価計算書（甲１０の\n１，２）に記載の製造原価（原料費，材料費，製造変動費，製造固定費）及び販\n売・一般管理費を控除して得られた利益の率は１５％を下らないこと，④被告商品\nの原料費，包材費及び製造工賃を合計した金額は，原告商品の製造原価と比べてそ\nれほど差がないことが，それぞれ認められることからすれば，被告商品の販売によ\nる利益の額を原告商品の利益率から推定することには合理的な理由があり，被告が\n特段の反証を行っていない本件においては，被告商品の販売による利益率は原告の\n利益率と同じく１５％を下らないと認めるのが相当である（この点につき，被告\nは，被告商品の販売によっては利益どころか損失が生じている旨を主張するが，こ\nれをうかがわせる証拠は提出されていない。）。\n上記によれば，被告は，平成１４年４月２３日から同月５月３０日までの\n期間，被告商品を販売することにより１２万５８２３円の利益を得たことが認めら\nれるが（計算式８３万８８２０円×０．１５＝１２万５８２３円），前記のとお\nり，本件登録商標が強い商品出所識別機能を有するものではなく，また，市場にお\nける信用ないし顧客吸引力を備えたものということもできないことに照らせば，上\n記利益についての被告標章の寄与率は，５％と認めるのが相当である。\nそうすると，被告の行為により専用使用権を侵害されたことによって原告\nの被った損害は，６２９１円（計算式：８３万８８２０円×０．１５×０．０５＝\n６２９１円）と推定される（商標法３８条２項）。\n(4)　弁護士費用相当額について\n原告が本訴の提起を原告訴訟代理人に委任したことは当裁判所に顕著であ\nるところ，本件事案の性質，請求の内容，審理の経過その他諸般の事情を総合勘案\nすれば，本件においては弁護士費用のうち５０万円をもって，被告の侵害行為と相\n当因果関係のある損害と認める。\n(5)　損害額についてのまとめ\n前記(1)ないし(4)によれば，平成１３年１２月１日から平成１４年５月末\n日までの間に被告が被告商品を販売したことにより原告が被った損害額に関して\nは，原告が独占的通常実施権者であった期間（平成１３年１２月１日から平成１４\n年４月２２日まで）については損害賠償請求を認めることができないが，専用実施\n権者であった期間（同月２３日から同年５月末日まで）については商標法３８条２\n項により６２９１円と認められる。また，損害に含まれる弁護士費用相当額は５０\n万円と認められる。\n本件においては，原告は，損害賠償金につき訴状送達の日の翌日以降の遅\n延損害金（民法所定の年５分）を請求しているところ，記録によれば，訴状送達の\n日の翌日は平成１４年５月２５日であり，前記乙第７９号証によれば，同年４月２\n３日から同年５月２５日までの商標法３８条２項の損害額合計は５６３６円（日割\nり計算）となるから，これに弁護士費用相当額５０万円を加えた合計額５０万５６\n３６円については同日以降の遅延損害金請求は理由があり，同月２６日から同月３\n０日までの同法３８条２項の損害額合計は６５５円となるから，同額については侵\n害行為の後である同日以降の遅延損害金請求の限度で理由がある。\n５　結論\n以上によれば，原告の本訴請求のうち，差止請求については，原告の専用使\n用権の範囲である「のど飴その他のキャンデー」に被告標章を付すことの差止め等\nを求める限度で理由がある。すなわち，被告標章をのど飴その他のキャンデー又は\nそれらの包装に付すことの差止め（主文第１項），包装等に被告標章を付したのど\n飴その他のキャンデーの販売等の差止め（同第２項），のど飴その他のキャンデー\nの商品広告に被告標章を付すことの差止め（同第３項）並びに被告標章を付したの\nど飴その他のキャンデー又はそれらの包装及び商品広告の廃棄（同第４項）を求め\nる限度で理由がある。また，損害賠償請求については，５０万６２９１円及びうち\n５０万５６３６円に対する平成１４年５月２５日から，６５５円に対する同月３０\n日から各支払済みまで年５分の割合による遅延損害金の各支払を求める限度で理由\nがある（同第５項）。\nよって，主文のとおり，判決する。\n東京地方裁判所民事第４６部\n裁判長裁判官　　  三　　村　　量　　一\n裁判官  　  青　　木　　孝　　之\n裁判官　　  松　　岡　　千　　帆\n（別紙）\n登録商標目録被告標章目録１被告標章目録２被告標章目録３\n"
}