{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 13,
    "month": 5,
    "day": 23
  },
  "case_number": "平成12(行ケ)400",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "商標権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "12482",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=12482",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/482/012482_hanrei.pdf",
  "contents": "平成１２年（行ケ）第４００号　審決取消請求事件（平成１３年４月１１日口頭弁\n論終結）\n判　　　　　　　　　決\n原　　　　　　告　　　株式会社東京都民銀行\n訴訟代理人弁理士　　　西　　　良　久\n被　　　　　　告　　　特許庁長官　及　川　耕　造\n指定代理人　　　　　　八木橋　正　雄\n同　　　　　　　　　　宮　川　久　成\n主　　　　　　　　　文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n事実及び理由\n第１　当事者の求めた裁判\n１　原告\n特許庁が不服２０００－１５２６号事件について、平成１２年８月２９日に\nした審決を取り消す。\n訴訟費用は被告の負担とする。\n２　被告\n主文と同旨\n第２　当事者間に争いのない事実\n１　特許庁における手続の経緯\n原告は、平成１０年８月１７日、「SMALL BUSINESS BANKING」の欧文字を横\n書きした構成よりなる商標（以下「本願商標」という。）につき商標登録出願をし\nた（商願平１０－７００８５号）が、平成１２年１月７日に拒絶査定を受けたの\nで、同年２月９日、これに対する不服の審判請求をし、同年８月１８日付け手続補\n正書によって、指定役務を商標法施行令別表による第３６類「資金の貸付け」と補\n正した。\n特許庁は、同審判請求を不服２０００－１５２６号事件として審理した上、\n同年８月２９日に「本件審判の請求は、成り立たない。」との審決をし、その謄本\nは、同年９月２０日、原告に送達された。\n２　審決の理由\n審決は、別添審決謄本写し記載のとおり、本願商標を構成する「SMALL\nBUSINESS BANKING」の語が「中小企業向け金融業務」を意味する英語であり、これ\nが外来語となった「スモールビジネスバンキング」が普通に使用されているので、\n本願商標をその指定役務に使用した場合に、取引者、需要者は「中小企業向け金融\n業務」を行っていることを表すものと理解するにとどまるものと認められるから、\n本願商標は、単に提供する指定役務の質及び内容を表すものであって、商標法３条\n１項３号に該当し、登録することができないとした。\n第３　原告主張の審決取消事由\n１　審決は、外来語としての「スモールビジネス」が「中小企業」を意味するも\nのと誤認して、「スモールビジネスバンキング」が「中小企業向け金融業務」を意\n味する語として普通に用いられているものと誤って判断した（取消事由）結果、本\n願商標が単に提供する指定役務の質及び内容を表すものであるとの誤った結論に至\nったものであるから、違法として取り消されるべきである。\n２　取消事由\n(1) 審決は、「『SMALL BUSINESS BANKING』は、『中小企業向け金融業務』を\n意味する英語であり、これが外来語となった『スモールビジネスバンキング』が普\n通に使用されていることは、例えば、日本金融通信社１９９７年９月１２日付国際\n面の『米国証券業界、間接金融分野へ積極参入。９６年度は中小企業に５００億ド\nル』と題する記事・・・にも明らかである。そして、『BANKING』の文字は、『金融\n業務；銀行業務』を意味する英語として親しまれており、前半部分に融資先等を表\nす語を組み合わせて、『プライベートバンキング』『ホームバンキング』『ユニバ\nーサルバンキング』『リテールバンキング』等の語も広く親しまれており、これら\nの事情からも、『スモールビジネスバンキング』の語自体、『中小企業向け金融業\n務』の意味合いで一般に理解され知られているものと認められる。」（審決謄本２\n頁１８行目～３頁２行目）、「中小企業金融公庫法（昭和２８年法律１３８号）に\n基づいて設立された中小企業金融公庫（英名：Small Business Finance\nCorporation）（注、「Busness」とあるのは誤記と認められる。）・・・中小企業\n総合事業団法（平成１１年法律１９号）に基づいて設立された中小企業総合事業\n団・・・法人『商工組合中央金庫』（商工組合中央金庫法に基づく中小企業金融機\n関）・・・等々の中小企業向けの金融機関が存在している。」（同３頁４行目～１\n０行目）、「以上の実情を勘案すると、片仮名文字を英文字表記してなる『SMALL\nBUSINESS BANKING』よりなる本願商標をその指定役務に使用するときは、需要者\nは、『中小企業向け金融業務』を行っていることを表わすものと理解するに止まる\nと認められるから、単に提供する指定役務の質及び内容を表すものといわなければ\nならない」（同３頁１１行目～１５行目）と判断したが、以下のとおり、誤りであ\nる。\n(2) 審決の上記判断は、外来語としての「スモールビジネスバンキング」のう\nちの「スモールビジネス」の部分が「中小企業」を意味し、資金の貸付けの需要者\n（融資先）を指称するものであることを前提として、本願商標をその指定役務に使\n用するときは、取引者、需要者は、「中小企業向け金融業務」を行っていることを\n表すものと理解するにとどまるとしたものである。\nそして、被告は、昭和５２年９月２８日パシフィックマネジメントコンサ\nルタンツ株式会社第１版第２刷発行の「英和・和英　新ビジネス英語大辞典」（乙\n第５号証）に、「small business」の語に対し「中小企業」との訳語が付されてい\nること等を根拠として、外来語としての「スモールビジネス」が「中小企業」を意\n味する語として一般に認識され、普通に使用されている旨主張する。\nしかしながら、２０００年（平成１２年）７月２０日株式会社三省堂第７\n刷発行の「デイリーコンサイスカタカナ語辞典」（甲第１７号証）に「スモール-ビ\nジネス［small business］」につき「小企業．小商い．」との説明が、１９９９年\n（平成１１年）４月１０日株式会社小学館第１版第２刷発行の「ポケット　プログ\nレッシブ　カタカナ語辞典」（甲第１８号証）に「スモール・ビジネス」につき\n「（大企業などに対して）優良中小企業、ベンチャー・ビジネスなどの総称」との\n解説がそれぞれ掲載されており、また、「スモールビジネス」の用語が、１９９８\n年（平成１０年）１０月２０日付け日本経済新聞記事（乙第６号証）では「小企\n業」の意味で、１９８７年（昭和６２年）１０月１６日付け日本経済新聞記事（乙\n第７号証）では「中小・ベンチャー企業を合わせたもの」の意味で、さらに、１９\n８８年（昭和６３年）２月２３日付け日経産業新聞記事（乙第８号証）では「（リ\nサイクルショップや総菜宅配ビジネスなどの）小商い」の意味で、１９８７年（昭\n和６２年）７月３０日付け日本経済新聞記事（乙第９号証）では「（ニューサービ\nスを中心とした）ベンチャー企業」の意味で、２０００年（平成１２年）３月１７\n日付け「ニッキン」（乙第１０号証）では「個人経営者」の意味で、それぞれ使用\nされているように、外来語としての「スモールビジネス」には一義的な意味はな\nく、小企業、小商い、優良中小企業、ベンチャービジネスなどを総称する用語とし\nて用いられているのであって、一義的に「中小企業」を意味するものでないことは\n明らかである。\n他方、中小企業金融公庫法、中小企業総合事業団法、中小企業基本法等に\nおける「中小企業」は、例えば、中小企業基本法（平成１１年法律第１４６号によ\nる改正前のもの）においては、①資本の額又は出資の総額が１０００万円以下の会\n社並びに常時使用する従業員の数が５０人以下の会社及び個人であって、小売業又\nはサービス業に属する事業を主たる事業として営むもの、②資本の額又は出資の総\n額が３０００万円以下の会社並びに常時使用する従業員の数が１００人以下の会社\n及び個人であって、卸売業に属する事業を主たる事業として営むもの、③資本の額\n又は出資の総額が１億円以下の会社並びに常時使用する従業員の数が３００人以下\nの会社及び個人であって、その他の業種に属する事業を主たる事業として営むもの\nと定められている（同法２条）が、「スモールビジネス」がこのように定義される\n中小企業を意味するものでないことは明らかである。\nしたがって、外来語としての「スモールビジネス」が「中小企業」を意味\nする語として一般に認識され、普通に使用されているとの事実は存在せず、本願商\n標のうちの「SMALL BUSINESS」の文字部分が資金の貸付けの需要者（融資先）であ\nる事業主体を具体的に示すものということはできないから、審決の「本願商標をそ\nの指定役務に使用するときは、需要者は、『中小企業向け金融業務』を行っている\nことを表わすものと理解するに止まる」との認定判断は誤りである。\n(3) のみならず、原告は、平成１０年１１月９日に資金の貸付けに係る役務に\nついて「スモールビジネスローン」の商標の使用を開始し、現在に至るまで、ダイ\nレクトメール（甲第４１、第４２号証）、ラジオコマーシャル（甲第４３号証）、\nセミナー、講演会等の開催（甲第４４、第４５号証、第４６号証の１～３、第４７\n～４９号証）、新聞及び雑誌の記事、広告等（甲第１～第１３号証、第５０号証の\n１～１１、第５１号証の１～５、第５２号証の１～３、第５３号証、第５４号証の\n１、２、第５５号証の１～５、第５６号証の１、２、第５７、第５８号証、第５９\n号証の１、２、第６０～第６９号証）によって積極的にその使用を継続してきたも\nのであり、その結果、「スモールビジネスローン」の商標は、原告の業務に係る資\n金の貸付けを識別する商標として、その取引者、需要者に十分知られているものと\nいうことができる。\n審決は、原告が提出したスモールビジネスローンの紹介記事及び広告（審\n判、本訴とも甲第１～第１２号証）につき、「『スモールビジネスローン』の文字\nが多数見い出せるが、『スモールビジネスローン』の文字の意は、『中小企業向け\nローン』を表すものであって、その構成中『スモールビジネス』の文字部分は、そ\nのローンの種類たる需要者（融資先）を指称する文字部分に止まるものにすぎない\nものというべきであって、商標としての使用とは認められず」（審決謄本３頁２３\n行目～２８行目）と判断したが、資金の貸付けは、一般に取引者、需要者間では\n「ローン」として認識されているものであるから、「スモールビジネスローン」の\n商標中の「ローン」の文字部分は、当該商標に係る役務の内容を示すものとして識\n別力がなく、上記「スモールビジネスローン」の商標の構成中、要部として識別力\nを有するのは「スモールビジネス」の文字部分というべきである。\nしたがって、本願商標は、原告が資金の貸付けに係る役務について使用す\nる周知の「スモールビジネスローン」の商標中の要部を英文字表記した「SMALL\nBUSINESS」の文字を、「金融業務・銀行業務」を意味する「BANKING」の文字と結合\nさせたものということができ、この点からも、審決の「本願商標をその指定役務に\n使用するときは、需要者は、『中小企業向け金融業務』を行っていることを表わす\nものと理解するに止まる」との認定判断は誤りである。\n第４　被告の反論\n１　審決の認定、判断は正当であり、原告主張の取消事由は理由がない。\n２　取消事由について\n(1) 原告は、外来語としての「スモールビジネス」が、小企業、小商い、優良\n中小企業、ベンチャービジネスなどを総称する用語として用いられており、一義的\nに「中小企業」を意味する語として一般に認識され、普通に使用されているとの事\n実は存在せず、本願商標のうちの「SMALL BUSINESS」の文字部分が資金の貸付けの\n需要者（融資先）である事業主体を具体的に示すものということはできないから、\n審決の「本願商標をその指定役務に使用するときは、需要者は、『中小企業向け金\n融業務』を行っていることを表わすものと理解するに止まる」との認定判断は誤り\nであると主張する。\nしかしながら、１９９９年（平成１１年）１月１０日株式会社小学館第２\n版第７刷発行の「小学館ランダムハウス英和大辞典」（乙第１、第２号証）に掲記\nされているように、「small（スモール）」の語は「小規模の、個人企業経営の、中\n小の、零細の」等の企業規模に関する広範な意味を、また「business（ビジネ\nス）」の語は「企業」の意味を有しており、かつ、「ビジネス」は、「ベンチャー\nビジネス」のように、その前に普通名称を付して特定の企業の質、企業形態を表示\nする語として用いられる。そうすると、「SMALL BUSINESS」の語は、字義どおり解\nすれば「小企業、小規模ビジネス」の意味となるが、「大企業（BIG BUSINESS）」\nの反対語としての我が国の需要者の一般の認識からすれば、「中小企業」の意味合\nいを容易に認識し得るものであり、例えば、昭和５２年９月２８日パシフィックマ\nネジメントコンサルタンツ株式会社第１版第２刷発行の「英和・和英　新ビジネス\n英語大辞典」（乙第５号証）には、「small business」の語に対し「中小企業」と\nの訳語が付されている。\nまた、「スモールビジネス」の語の使用については、新聞及び雑誌の記\n事、講演会のアナウンス原稿、セミナーの内容紹介等において、「小企業」又は\n「中小企業」の意味合いを有する語として用いられており（甲第２、第３号証、第\n４６号証の２、第４７、第４８号証、第６３号証、第６８号証、乙第６～第１１号\n証）、さらに、「スモールビジネス」に「ローン」を結合した「スモールビジネス\nローン」が、中小企業向けローンを意味する語として用いられている（乙第１２～\n第１４号証）。\nなお、「スモールビジネス」の語が、「中小企業」の意味のみならず、\n「ベンチャービジネス」等の意味を含んで用いられることがあるとしても、本願商\n標の指定役務の取引者、需要者は、その語を個別具体的な融資の対象、条件等を表\nすものとしてのみ認識するものではないから、その語の厳密な語義まで認識するこ\nとが必要ではないし、まして、「スモールビジネス」の語の意味する「中小企業」\nが、中小企業基本法等において定義されたものであることを必要とするものでもな\nい。\n他方、１９９８年（平成１０年）７月１０日株式会社大修館書店発行の\n「最新ビジネス用語英和辞典」（乙第１５号証）に掲記されているよう\nに、「banking」の語は「銀行業務」の意味を有しており、かつ、新聞記事におい\nて、「プライベートバンキング」、「ホームバンキング」、「ユニバーサルバンキ\nング」、「ホールセールバンキング」、「リテールバンキング」等のように、その\n前に融資先等を表す語を組み合せて使用する語も用いられ（乙第１６～第１９号\n証）、親しまれている。\nこれらの事実によれば、「SMALL BUSINESS」又は「スモールビジネス」の\n語が「中小企業」の意味を有し、本願商標の「SMALL BUSINESS BANKING」が、その\n指定役務との関係において、それ自体一連に「中小企業向け銀行業務」又は「小規\n模企業向け銀行業務」の意味を需要者に容易に認識させるものであることは明らか\nである。そして、審決が引用した株式会社日本金融通信社発行の１９９７年（平成\n９年）９月１２日付け「ニッキン」の「米国証券業界　間接金融分野へ積極参入」\nと題する記事（乙第２０号証）中の「米経済の活力源とされるスモールビジネス・\nバンキングに対する証券会社の侵食が始まっている。・・・銀行がリテール・バン\nキングやスモール・ビジネス融資で地盤沈下を続ける背景に『さまざまな銀行規制\nがある』と指摘されている」との記載があるとおり、「スモールビジネスバンキン\nグ」の語は、「中小企業向け銀行業務」の意味で普通に使用されているものであ\nる。\nしたがって、審決の上記認定判断に誤りはない。\n(2) 原告は、平成１０年１１月９日に資金の貸付けに係る役務について「スモ\nールビジネスローン」の商標の使用を開始し、現在に至るまで積極的にその使用を\n継続してきたため、「スモールビジネスローン」は、原告の業務に係る資金の貸付\nけを識別する商標として、資金の貸付けの業務に係る取引者、需要者に十分知られ\nているところ、その構成中、要部として識別力を有するのは「スモールビジネス」\nの文字部分であり、本願商標は、当該要部を英文字表記した「SMALL BUSINESS」の\n文字を、「金融業務・銀行業務」を意味する「BANKING」と結合させたものである点\nからも、審決の「本願商標をその指定役務に使用するときは、需要者は、『中小企\n業向け金融業務』を行っていることを表わすものと理解するに止まる」との認定判\n断は誤りであると主張する。\nしかしながら、「スモールビジネスローン」の語は、「スモールビジネス\nに関連したローン」のような意味合いを有するものであり、仮に、それが一連の文\n字として原告の商標と認識されるものであったとしても、その場合は、全体が一連\n不可分の文字からなる商標として認識されるものであって、「スモールビジネス」\nの語とは観念等において顕著な差異があるから、「スモールビジネス」の語が、資\n金の貸付けの役務に係る取引者、需要者に周知であることとは無関係である。\nそして、「スモールビジネス」の語が、原告の業務に係る「資金の貸付\nけ」を識別するものとして使用されている例を示す証拠はないから、原告の上記主\n張は誤りである。\n第５　当裁判所の判断\n１　取消事由について\n(1) 審決の「『SMALL BUSINESS BANKING』は、『中小企業向け金融業務』を意\n味する英語であり、これが外来語となった『スモールビジネスバンキング』が普通\nに使用されていることは、例えば、日本金融通信社１９９７年９月１２日付国際面\nの『米国証券業界、間接金融分野へ積極参入。９６年度は中小企業に５００億ド\nル』と題する記事・・・にも明らかである。そして、『BANKING』の文字は、『金融\n業務；銀行業務』を意味する英語として親しまれており、前半部分に融資先等を表\nす語を組み合わせて、『プライベートバンキング』『ホームバンキング』『ユニバ\nーサルバンキング』『リテールバンキング』等の語も広く親しまれており、これら\nの事情からも、『スモールビジネスバンキング』の語自体、『中小企業向け金融業\n務』の意味合いで一般に理解され知られているものと認められる。・・・以上の実\n情を勘案すると、片仮名文字を英文字表記してなる『SMALL BUSINESS BANKING』よ\nりなる本願商標をその指定役務に使用するときは、需要者は、『中小企業向け金融\n業務』を行っていることを表わすものと理解するに止まると認められる」（審決謄\n本２頁１８行目～３頁１４行目）との説示に照らすと、審決は、外来語としての\n「スモールビジネスバンキング」のうちの「スモールビジネス」の部分が「中小企\n業」を意味し、資金の貸付けの需要者（融資先）を指称するものであることを前提\nとして、「スモールビジネスバンキング」との語が「中小企業向け金融業務」の意\n味合いで一般に理解され知られており、本願商標をその指定役務に使用するとき\nは、取引者、需要者は「中小企業向け金融業務」を行っていることを表すものと理\n解するにとどまるとの上記判断をしたものと認められる。\n(2) 原告は、外来語としての「スモールビジネス」が「中小企業」を意味する\n語として一般に認識され、普通に使用されているとの事実は存在せず、本願商標の\nうちの「SMALL BUSINESS」の文字部分が資金の貸付けの需要者（融資先）である事\n業主体を具体的に示すものということはできないから、本願商標をその指定役務に\n使用するときは、取引者、需要者は「中小企業向け金融業務」を行っていることを\n表すものと理解するにとどまるとの審決の上記判断は誤りであると主張する。\nしかしながら、１９９９年（平成１１年）１月１０日株式会社小学館第２\n版第７刷発行の「小学館ランダムハウス英和大辞典」（乙第１、第２号証）に\nは、「small」との形容詞につき「＜事業・活動などが＞（資本・勢力などの）小さ\nい，小規模の，細々とした」との訳語が、また、「business」との名詞につき「企\n業」との訳語がそれぞれ掲載されており、さらに、昭和５２年９月２８日パシフィ\nックマネジメントコンサルタンツ株式会社第１版第２刷発行の「英和・和英　新ビ\nジネス英語大辞典」（乙第５号証）には、「small business」につき「中小企業」\nとの訳語が掲載されていることに照らせば、「小規模の企業」ないし「中小企業」\nとの意味を有する「small business」との英熟語が存在することが認められる。\n他方、「G-Search」の提供する１９９８年（平成１０年）１０月２０日付\nけ日本経済新聞の「インタビュー反転の経営(4)」と題する市民バンク代表片岡勝に\n対するインタビュー記事（乙第６号証）中には、「女性も子育てや介護をしなが\nら、旅行会社、設計事務所などのスモールビジネスが可能になった。」との記載\nが、同１９８７年（昭和６２年）１０月１６日付け日本経済新聞の「スモールビジ\nネス、小さくても元気不況下で成長維持」と題する記事（乙第７号証）中には、\n「日本経済新聞社が行った『スモールビジネス千社調査』によると、六十一年度の\n中小・ベンチャー企業を合わせたスモールビジネス（ＳＢ）の経常利益は前年度比\n八・二％減のマイナスとなったが、売上高は同五・八％増となった。」との記載\nが、同１９８８年（昭和６３年）２月２３日付け日経産業新聞の「総菜宅配・リフ\nォーム、日信販が直営・ＦＣ展開」と題する記事（乙第８号証）中には、「日本信\n販はリサイクルショップ、総菜宅配ビジネスなどの分野に進出する。直営とフラン\nチャイズ方式（ＦＣ）で全国展開する。・・・これら直営店、ＦＣ店を支援するた\nめ、リファインを設けた。スモールビジネス向けの不動産情報サービス、ローン、\nリースの金融サービスの開発と提供、事業化を目指したアイデアの募集と共同開発\nなどをする。」との記載が、同１９８７年（昭和６２年）７月３０日付け日本経済\n新聞夕刊の「育成に乗り出す金融・産業界―ニューサービスＶＢ、投資・提携に\n熱」と題する記事（乙第９号証）中には、「銀行、損保や一部大手メーカーがニュ\nーサービスを中心としたベンチャー企業（ＶＢ）の育成に動き出した。ハイテクは\nもちろん、経済のソフト化・サービス化で、健康、教育、レンタルなどハイテク以\n外の広い分野でもスモールビジネスが活躍するとみているためだ。」との記載が、\n株式会社日本金融通信社発行の２０００年（平成１２年）３月１７日付け「ニッキ\nン」の「オリコとスルガ銀　『小口融資』で提携」と題する記事（乙第１０号証）\n中には、「信販大手のオリエントコーポレーション（オリコ）とスルガ銀行が提\n携、中小企業向け小口金融サービスを強化する。両社のクレジット加盟店・取引先\n企業のほか、インターネット系ベンチャー企業など『スモールビジネス』（個人経\n営者）に照準を当てた融資機能付き法人カードを五月に発行する。」との記載が、\n同１９９９年（平成１１年）９月１０日付け「ニッキン」の「アメックス　中小企\n業向けカード開始」と題する記事（乙第１１号証）中には、「アメリカン・エキス\nプレス・・・は、九月から日本で・・・中核カード事業として新たに『スモールビ\nジネス向けカード』を発行した。・・・新カードは従業員二百人以下の個人企業経\n営者が主要対象となる。」との記載がそれぞれあり、さらに、２０００年（平成１\n２年）７月２０日株式会社三省堂第７刷発行の「デイリーコンサイスカタカナ語辞\n典」（甲第１７号証）には、「スモール-ビジネス［small business］」につき「小\n企業．小商い．」との、また、１９９９年（平成１１年）４月１０日株式会社小学\n館第１版第２刷発行の「ポケット　プログレッシブ　カタカナ語辞典」（甲第１８\n号証）に「スモール・ビジネス」につき「（大企業などに対して）優良中小企業、\nベンチャー・ビジネスなどの総称」との解説がそれぞれ掲載されている。\nそうすると、審決がされた平成１２年８月２９日当時、上記英熟語\nの「small business」に由来する外来語として「スモールビジネス」の語が我が国\nにおいても一般に用いられていることが認められる。そして、上記認定の各新聞記\n事等の用法及び辞典類の解説によれば、外来語としての「スモールビジネス」は、\n中小企業、小企業、個人企業、ベンチャー企業などを意味するものと認められる\nが、我が国において、一般に、「中小企業」との言葉が「大企業」に対するものと\nして、小企業、個人企業などを包含する幅広い意味合いをもって用いられているこ\nとは公知の事実であり、さらに、１９９８年（平成１０年）１１月１１日第１刷発\n行の「広辞苑（第五版）」には、「ベンチャー・ビジネス」につき「（和製語）創\n造力・開発力をもとに、新製品・新技術や新しい業態などの新機軸を実施するため\nに創設される中小企業」との解説がされているから、審決が、これら中小企業、小\n企業、個人企業、ベンチャー企業などの意味で用いられる「スモールビジネス」と\nの外来語について、「中小企業」の意味を有するものと認め、上記判断の前提とす\nることが誤りであるということはできない。\nなお、審決には、「中小企業金融公庫法（昭和２８年法律１３８号）に基\nづいて設立された中小企業金融公庫（英名：Small Business Finance\nCorporation）・・・中小企業総合事業団法（平成１１年法律１９号）に基づいて設\n立された中小企業総合事業団・・・法人「商工組合中央金庫」（商工組合中央金庫\n法に基づく中小企業金融機関）・・・等々の中小企業向けの金融機関が存在してい\nる」（同３頁４行目～１０行目）との記載もあるところ、原告は、「スモールビジ\nネス」が、中小企業基本法等の法律によって定義される中小企業を意味するもので\nないと主張する。しかしながら、審決の上記記載は、中小企業向けに資金の貸付け\nの役務を提供する金融機関が既に存在することを認定したものであって、外来語と\nしての「スモールビジネス」が、中小企業基本法等の法律によって定義される中小\n企業を意味するものと認定したものでないことは明らかであるし、また、外来語と\nしての「スモールビジネス」が、中小企業基本法等の法律によって厳密に定義され\nる中小企業を意味するものでないとしても、上記のとおり、小企業、個人企業、ベ\nンチャー企業などを幅広く包括した「中小企業」の意味を有するとの認定に消長を\n来すものではない。\nしたがって、原告の上記主張は採用することができない。\n(3) 原告は、平成１０年１１月９日以来、現在に至るまで、資金の貸付けに係\nる役務について「スモールビジネスローン」の商標を積極的に使用してきたため、\n「スモールビジネスローン」の商標は、原告の業務に係る資金の貸付けを識別する\n商標として、その取引者、需要者に十分知られているところ、本願商標は、上記\n「スモールビジネスローン」の商標の要部である「スモールビジネス」の文字部分\nを英文字表記した「SMALL BUSINESS」の文字を、「金融業務・銀行業務」を意味す\nる「BANKING」の文字と結合させたものであるから、この点からも、審決の「本願商\n標をその指定役務に使用するときは、需要者は、『中小企業向け金融業務』を行っ\nていることを表わすものと理解するに止まる」との認定判断は誤りであると主張す\nる。\nしかしながら、仮に、原告が、その主張のとおり、資金の貸付けに係る役\n務について「スモールビジネスローン」の商標の使用を積極的に継続してきた事実\nが存在するとしても、審決がされた時点（平成１２年８月２９日）において、その\n使用期間は２年に満たない上、株式会社日本金融通信社発行の２０００年（平成１\n２年）６月３０日付け「ニッキン」の「勝ち残りの一手」と題する富山銀行の経営\n施策等を紹介した記事（乙第１２号証）中には、「スモールビジネスローン・・・\nも『実施に向け勉強中』だ」との記載が、同２０００年（平成１２年）４月２８日\n付け「ニッキン」の「『考動・好奇心・現場直視』で　岡野スルガ銀社長に聞く」\nと題するスルガ銀行岡野光喜代表取締役のインタビュー記事（乙第１３号証）中に\nは、「オリコと提携して法人小口先を対象にしたスモールビジネスローンを開始す\nる」との記載が、同２０００年（平成１２年）８月２５日付け「ニッキン」の「住\n友商事、三井物産など総合商社　ネットで中小向けスモールローン」と題する記事\n（乙第１４号証）中には、「スモールビジネスローン市場は、都銀、地銀など大手\n金融機関も積極姿勢を示しており、今後競争はますます激化する。」との記載が、\n社団法人金融財政事情研究会発行の「週刊金融財政事情」平成１１年５月３１日号\n（甲第２号証）には、「都民銀行のスモールビジネスローン」と題する原告に係る\n特集記事中に「当の小林支店長（注、原告西新宿センター支店長）・・・の考え方\nが変わったのは、米国視察後のことだ。スモールビジネスローンの実績をあげてい\nるリージョナルバンクや参入計画があるといわれる金融機関など四、五社を訪\n問。」との記載がそれぞれあって、これらの記載によれば、「スモールビジネスロ\nーン」との語が、原告の資金の貸付けに係る役務と関係なく、一般に「スモールビ\nジネス（中小企業）を対象としたローン」との意味合いの語として用いられている\nことが認められる。そうすると、審決がされた時点において、「スモールビジネス\nローン」の語が、原告の資金の貸付けに係る役務の識別標識として取引者、需要者\nに認識されていたものとまで断定することは困難である。\nしたがって、原告の上記主張は、その前提を欠くものといわざるを得な\nい。\nのみならず、仮に、「スモールビジネスローン」が、原告の業務に係る資\n金の貸付けを識別する商標として周知であり、かつ、「スモールビジネス」の文字\n部分がその要部であるとしても、「スモールビジネス」又は「SMALL BUSINESS」の\n語自体が、上記「スモールビジネスローン」と同一の商標として取引者、需要者に\n周知であるということはできないから、「SMALL BUSINESS」の文字部分\nと「BANKING」の文字とを結合させた本願商標に、上記「スモールビジネスローン」\nの商標の周知性に基づく原告の業務に関連する特別の観念が生ずるものと認めるこ\nとはできない。\nそして、外来語としての「スモールビジネス」が、小企業、個人企業、ベ\nンチャー企業などを幅広く包括した「中小企業」の意味を有することは上記のとお\nりであるから、「スモールビジネス」を英文字表記した「SMALL BUSINESS」の文字\nと「金融業務・銀行業務」を意味する「BANKING」の文字とを結合させた本願商標\nを、その指定役務である資金の貸付けに使用するときは、取引者、需要者は、「中\n小企業向け金融業務」を行っていることを表すものと理解するにとどまるものと認\nめられる。したがって、審決の上記認定判断に原告主張の誤りはない。\n２　以上のとおりであるから、原告主張の審決取消事由は理由がなく、他に審決\nを取り消すべき瑕疵は見当たらない。\nよって、原告の請求を棄却することとし、訴訟費用の負担につき行政事件訴\n訟法７条、民事訴訟法６１条を適用して、主文のとおり判決する。\n東京高等裁判所第１３民事部\n裁判長裁判官    　篠　　　原　　　勝　　　美\n裁判官    　石　　　原　　　直　　　樹\n裁判官　　　宮　　　坂　　　昌　　　利\n"
}