{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 12,
    "day": 26
  },
  "case_number": "平成14(わ)695",
  "case_name": "恐喝，傷害，覚せい剤取締法違反，殺人幇助被告",
  "court_name": "福岡地方裁判所",
  "lawsuit_id": "8165",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=8165",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/165/008165_hanrei.pdf",
  "contents": "平成１４年１２月２６日宣告\n平成１４年(わ)第６９５号，第１０２２号，第１０９０号  恐喝，傷害，\n覚せい剤取締法違反，殺人幇助被告事件\n判              決\n主              文\n被告人を判示第１の罪について懲役２年６月に，判示第２ないし第\n４の罪について懲役３年に処する。\n未決勾留日数中，判示第１の罪の刑に対しては７０日を，判示第２\nないし第４の罪の刑に対しては１１０日を，それぞれ算入する。\n理              由\n（犯罪事実）\n第１　（平成１４(わ)第１０９０号・平成１４年８月２８日付け起訴分）\n被告人は，暴力団Ａ組の事実上の組員として活動し，同組長Ｂの運\n転手をしていた。麻雀店の店長であったＣ（当時４３歳）は，Ｂから\n金銭を預かって賭博用ゲーム機の営業を行っていたが，Ｂからその金\n銭の使い込みを疑われて，Ｂから呼び出しを受けていた。\n１　被告人は，Ｂが平成８年１２月１８日午後９時ころから同日午後１\n０時３０分過ぎころまでの間，福岡県ａ郡ｂ町大字ｃｄ番地ｅ所在の\nＢ方の居間で，Ｃに対し，Ｃの金銭使い込みに対する制裁を加える目\n的で，その顔面及び頭部等を数回手拳で殴打し，顔面や背部を膝蹴り\nするなどの暴行を加えたのに先立ち，かねてからＢがＣに対して激し\nい暴行を加えるかもしれないことを知っていたことから，Ｂのため\nに，同日午後９時ころ，Ｂ方前路上付近で，Ｃの肩部をつかむなどし\nてＣをＢ方の居間に連行し，Ｂ方の居間で，Ｃの襟首付近をつかんで\nＢの面前に正座させた。さらに，被告人は，ＢがＣに上記暴行を加え\nている間，Ｂのために，Ｃの側で待機してＣの逃走を防止するなどし\nて，Ｂの暴行の犯行を容易にして幇助した。\n２　被告人は，Ｂが平成８年１２月１８日午後１０時３０分過ぎころか\nら同日午後１１時ころまでの間，上記Ｂ方の居間で，上記１の暴行に\n引き続き，憤激のあまり，Ｃが死亡するに至るかもしれないことを認\n識しながら，あえて，横たわって無抵抗の状態のＣに対し，膝蹴りや\n踵で踏みつけるなどして，その頭部，背部及び腹部等を多数回蹴りつ\nけた上で，その後頸部を踵で思い切り踏み付ける暴行を加え，その結\n果，そのころ，同じ場所で，Ｃを脊椎脱臼による脊髄圧迫により死亡\nさせて殺害した際，その場で，ＢがＣを殺害するかもしれないことを\n察知し，被告人がＢ方で待機すれば，Ｂが安心してＣ殺害の犯行を実\n現できることを認識しながら，あえて，その場あるいはＢ方の別室で\n待機し，これを認識したＢの殺人の犯行を容易にして幇助した。\n第２　（平成１４年(わ)第６９５号・平成１４年６月１４日付け起訴分）\n被告人は，債権取立の名目で，Ｄ（当時７０歳）から現金を恐喝し\nようと考え，福岡県ｄ市ｅｆ丁目ｇ番地ｈＥ市営住宅ｉ号所在のＤ方\n玄関前で，同住宅の階段に備付けの消火器１本を用い，Ｄ方玄関ドア\nの取出口を通してＤ方内部に消火剤を噴射した上で，平成１３年１０\n月２２日ころ，京都府内からＤ方に電話をかけ，Ｄに対し，「消火器\nは俺がまいたんや。警察に言うなら言え。お前が何をしようが何も怖\nくない。どんなことでもするぞ。」，「こうなったら１万５０００円\nで許してやる。１万５０００円を俺の口座に振り込め。」などと語気\n鋭く迫って現金の交付を要求し，その要求に応じなければ，Ｄの身\n体，財産等にいかなる危害を加えかねない態度を示してＤを怖れさせ\nた。その結果，平成１３年１０月２３日から同月２９日までの間，３\n回にわたり，福岡県ｄ市ｊ町ｋ丁目ｌ番地のｍの株式会社Ｅ銀行ｅ支\n店ほか１か所で，Ｄに，福岡県ａ郡ｂ町大字ｎｏ番地ｐのＥ銀行ｂ支\n店の被告人名義の普通預金口座に現金合計１万５０００円を振込入金\nさせて脅し取った。\n第３　（平成１４年(わ)第１０２２号・平成１４年４月１６日付け起訴\n分）\n被告人は，平成１４年２月２１日午後１０時５５分ころ，京都府ｑ\n郡ｒ町大字ｓ小字ｔｕ番地のｖ所在のＪＲＦ線Ｇ駅東側路上で，Ｈ\n（当時１８歳）が自動二輪車の蛇行運転により被告人運転の自動車の\n進行を妨害したと誤信して立腹し，Ｈに対し，その顔面を多数回殴打\nし，その腹部を数回足蹴にするなどの暴行を加えた。その結果，Ｈ\nは，加療約１か月間を要する頭蓋骨骨折，顔面裂創，眼窩気腫，鼻骨\n骨折の傷害を負った。\n第４　（平成１４年(わ)第１０２２号・平成１４年４月２６日付け起訴\n分）\n被告人は，法定の除外事由がないのに，平成１４年３月２７日こ\nろ，京都府ｑ郡ｒ町大字ｘ小字ｙｚ番地所在の被告人方で，フエニル\nメチルアミノプロパンの塩類を含有する覚せい剤約０．０４５グラム\nを水に溶かして自己の身体に注射して，覚せい剤を使用した。\n（証拠）　〈省略〉\n（補足説明）\n第１　争点\n弁護人は，第１の事実のうち，平成８年１２月１８日午後９時３０\n分過ぎころから同日午後１０時３０分過ぎころの間のＢの暴行（判示\n第１の１の事実。以下「第１暴行」という。）については争わない\nが，①同日午後１０時３０分過ぎころから同日午後１１時ころまでの\n間のＢの暴行（判示第２の２の事実。以下「第２暴行」という。）に\nついては，正犯であるＢに殺意はなく，傷害致死罪が成立するにとど\nまる，また，②第１暴行，第２暴行ともに，被告人の行為は幇助が成\n立しないから，被告人は無罪である旨主張する。\nしたがって，本件の争点は，①第２暴行につき，Ｂに殺意が認めら\nれるか，②第１暴行，第２暴行につき，被告人に幇助が成立するかの\n各点である。\n第２　証拠上認められる事実\n関係証拠によれば，以下の事実が認められる。\n１　被告人，Ｂ及びＣ（以下「被害者」という。）の関係\n(1)　Ｂは，暴力団Ａ組の組長であり，被告人は，平成８年８月末ころ\nに，それまで勤務していた運送会社を辞めて，Ｂ組の事実上の組員\nとして活動していた。これに対し，被害者は，福岡市ａａで経営し\nていたパブ等を閉店し，平成５年５月ころから，妻のＩの経営する\n麻雀店「Ｋ」の手伝いをしていた。\n(2)　Ｂは，平成８年１１月中旬ころ，当時運転手をさせていたＢ組組\n員のＪが覚せい剤を使用して予定の時間に来なかったことで激怒\nし，被告人らの前で，Ｊを木刀で手加減なく殴り続けた上，床の上\nに横たわったＪの頭を目がけて，直径５０センチほどの大皿を落と\nし，大皿をＪの頭に当てて粉々に割るという暴行を加えた。Ｊは，\nこのときの怪我で入院したため，被告人が，Ｂの運転手を務めるよ\nうになった。\n２　「Ｋ」の回銭使い込みの経緯\n(1)　Ｂは，平成８年夏ころから，被害者に出資して，ゲーム喫茶を経\n営させていたが，売上げがよくなかったため，Ｂは，「Ｋ」にゲー\nム機を導入することにし，被害者に，ゲームに勝った客への払い戻\nしに充てるなどの目的に使う運転資金（以下「回銭」という。）と\nして約４０万円を被害者に預けて経理を行わせるとともに，ＬらＢ\n組組員数名を「Ｋ」に出入りさせ，売上金の集金等を行わせた。\n(2)　ところが，被害者は，ＪやＬらＢ組の組員からせがまれて，Ｂか\nら預かった回銭の一部をＬらに貸し付けたが，Ｌらが返済しなかっ\nたために，回銭に穴をあけた形になった。\nＢは，平成８年１１月中旬ころ，被告人に，「Ｌに集金任してた\nのに，全然持ってこらへんかった。」，「Ｃ（被害者）が回銭食っ\nとる。」などと不機嫌そうな顔で話していた。そして，Ｂは，平成\n８年１２月１６日か１７日ころの昼間に，被害者を福岡市内にある\nファミリーレストランに呼び出して追及した上で，同月１８日に，\nＱ拘置所に収監されていたＬと面会して，回銭の使い込みを確認し\nた。\n３　平成８年１２月１８日夜の状況\n(1)　平成８年１２月１８日午後７時か８時ころまでの状況\nＢは，同日午後７時か８時ころ，被告人とともに，Ｂの自宅居間\nで夕食を食べた。このとき，Ｂは，不機嫌そうな顔で，「Ｃが８時\nころ来るもんね。来たらしまやかす。」などと言った。\nこれを聞いて，被告人は，Ｂが「Ｋ」の回銭のことを被害者に徹\n底的に追及するつもりであると考えるとともに，以前，Ｂが，ビー\nルを飲みながら，Ｊを殺すつもりではないかと思うくらいに激しい\n暴力を手加減なしに加えたことを見ていたため，今回も，Ｊのとき\nと同じように，被害者が死んでしまうほどの激しい暴行を加えるこ\nとになりかねないと考えた。そして，被告人は，暴力団組織やその\n組長であるＢを守り，Ｂに手を汚させぬよう，場合によっては，自\n分がＢに代わって暴行を行おうと決意した。\n(2)　平成８年１２月１８日午後９時ころから午後１０時３０分過ぎこ\nろまでの状況（第１暴行）\nア　Ｂは，夕食後，酒の酔いで居間で眠り込んでしまった。被告人\nは，同日午後９時ころ，Ｂの妻の許しを得てＢ宅を出て車に乗り\n込むと，ちょうどそのころ，被害者がタクシーで到着し，Ｂの家\nの方に歩いてきた。そこで，被告人は，「遅いんじゃ。もう親分\n寝はったぞ。さっさと来んかい。」などと怒鳴りつけるととも\nに，被害者の右肩あたりをつかんでＢ方の玄関前に連れて行っ\nた。\nイ　被告人は，被害者を玄関に立たせたまま居間に入って，被害者\nの来訪をＢに告げた上で，玄関に戻って，「なにぐずぐずしとん\nねん。おら，早く入れ。」などと言いながら，被害者の後ろ襟首\nをつかんで，居間であぐらをかいて座っているＢの前まで連れて\n行った。そして，「おら，座れ。」などと言いながら，肩あたり\nを下に押して，被害者をＢの正面に正座させた。\n被告人は，被害者が逃げ出そうとしたときには，これを阻止す\nるとともに，Ｂから指示されればすぐに暴行を加えられるよう，\n居間の入口のフローリングの上で正座して，被害者の様子を監視\nすることにした。これに対し，Ｂも，被告人に，「席を外せ。」\nとか，「もう帰ってよい。」などと言うことはなかった。\nウ　Ｂは，ビールを飲みながら，被害者が持ってきた「Ｋ」の帳簿\nのノートを見て，「回銭が合わんやないか。」などと怒鳴りつ\nけ，テーブルを手や拳で何回も叩いた。被害者は，被告人に謝罪\nしながら説明を続けたが，Ｂは，あぐらをかいて座った体勢から\n振り向きざまに，「お前，なめとらせんか。」，「回銭が合わん\nやないか。お前が食うとるのは分かっとる。」などと怒鳴りなが\nら，被害者を左手の裏拳で数回殴りつけた上，顔面や頭部を殴り\nつけたり，被害者の顔面や頭部を膝で数回蹴りつけるなどの暴行\nを加えた。\nこの間，被告人は，Ｂの暴行の邪魔にならないよう居間のカウ\nンター脇に下がって，Ｂの指示があればいつでも被害者に暴行を\n加えられるように待機し，Ｂの指示でビールを冷蔵庫から取って\nくるなどした。そして，途中Ｂがトイレに行った際も，被害者の\n側で待機していた。\nエ　さらに，Ｂは，被告人が渡したビールを飲みながら被害者を追\n及し，被害者が「すいません。」などと口にする度に，被害者の\n顔面を殴りつけた。Ｂが，「お前が食うとるのは分かっとるん\nぞ。」などと怒鳴りつけると，被害者は，「Ｌさんがお金を持っ\nていくんで，どうしようもないんです。」などと言った。\nこのとき，被告人は，被害者が回銭の使い込みを兄貴分である\nＬのせいにしていると思って腹が立ち，被害者に，「お前，言い\n訳ばっかするな。何を人のせいにしよるんじゃ。言わすぞ。」な\nどと怒鳴った。被害者は，横座りのまま黙り込んでしまったが，\nＢは，被告人を制止することもないまま，「それならそれでなん\nで俺に言わんのか。」などと怒鳴りつけながら，被害者の顔面を\n殴りつけた。被告人は，Ｂのビールがなくなる度に冷蔵庫から新\nしい缶ビールを取り出してＢに手渡すなどしながら，居間のカウ\nンター脇で待機していた。\nオ　被告人は，同日午後１０時過ぎころ，冷蔵庫のビールがなくな\nったためにビールを買いに出た。被告人は，途中，Ｂ組のＭから\nの電話に出るなどして，Ｂ方に戻った。\n(3)　平成８年１２月１８日午後１０時３０分過ぎころから午後１１時\nころまでの状況（第２暴行）\nア　同日午後１０時３０分過ぎころ，被告人がＢ宅に戻ると，被害\n者は，居間に横たわった状態であり，Ｂは，被害者の脇に立って\n被害者を蹴りつけていた。Ｂは，両腕を顔の前あたりにかざして\n暴行をふせごうとする被害者に対し，左後頭部や首の付近，背\n中，腹などに，右膝を落としたり，右足のかかとで踏んだりして\n蹴りつけた。この間，被害者は，血まみれの状態で，「すいませ\nん。すいません。」などと悲鳴を上げていたが，Ｂの暴行は全く\nおさまる様子はなく，かえって，被害者の顔面に火のついた煙草\nの先端を押し当てたり，ひげをむしり取ったりした。\n被告人は，Ｂの激しい暴行を見て，Ｂの怒りは相当なものであ\nり，Ｂが被害者を殺すつもりかもしれないが，Ｂ組や組長である\nＢを守り，Ｂに手を汚させぬよう，下位のものである被告人が体\nを張って，Ｂに指示されればＢに代わって被害者に暴行を加えな\nければならないし，Ｂが被害者を殺したときはＢに代わって罪を\n背負わなければならないと考えた。被告人は，この後も，Ｂにビ\nールを手渡したりしたが，Ｂから席を外せとか，もう帰れという\n指示もなかったことから，Ｂも被告人が待機していることを望ん\nでいるに違いないと考え，居間のカウンターの脇で待機してい\nた。\nイ　その後も，Ｂは，横たわる被害者に右膝を落として蹴りつけた\nり，踵でふみつけたりという暴行を続けた。\nこのころ，Ｍから電話がかかり，被告人が電話に出ながら，\n「もうちょっとかかります。」などと言うと，Ｂは，その声が気\nに障ったようで，「向こうに行ってろ。」と言った。被告人は，\n電話をするなら別の部屋でしろという意味と思い，Ｂ宅１階の和\n室に行って，Ｍや別の女性に電話をしたが，その１０分間ほどの\n間にも，ドーン，ドーンという何かが物にぶつかる音がしてい\nた。被告人は，Ｂが暴行を続けていると考えたが，Ｂは別室で待\n機していることを望んでおり，Ｂが被告人に暴行を加えさせると\nきは呼ばれるに違いないと思い，そのまま待機していた。\n(4)　平成８年１２月１８日午後１１時以降の状況\nＢは，同日午後１１時ころ，「おーい。おーい。」と怒った声の\nまま絶叫するような大きな叫び声で被告人を呼んだ。\n被告人が居間に入ると，被害者は身動きをせずに顔や唇が腫れ上\nがった状態であり，床には血だまりができていた。被告人は，被害\n者の心臓の鼓動を確かめたところ，鼓動の音が聞こえなかったの\nで，Ｂに，「心臓止まってまっせ。」などと言った。しかし，Ｂ\nは，被告人の言葉を聞いても，全く驚いたような表情を見せずに，\n何の言葉も発しないまま，被害者の持ち物であった小さなメモ帳を\n熱心に読み続けて平然としていた。\nその後，Ｂは，被告人に指示をして，居間の床等の被害者の血痕\nを拭きとった上で，被告人とともに，被害者の遺体を自宅から運び\n出して車に乗せ，翌１９日午前１時ころ，福岡市ｂｂ区ｃｃｄｄ丁\n目ｅｅ番Ｎ西側岸壁から遺棄した。\n４　遺体の状況\n被害者の遺体は，平成８年１２月１９日に，福岡市ｂｂ区ｃｃｄｄ\n丁目ｅｅ番岸壁先海上で発見され，Ｏ医師により解剖が行われた。\n被害者の遺体には，頭部，背面の広範な組織間出血があり，ほぼ全\n身体表に計３１か所に鈍体の作用による圧挫傷，打撲傷の類があるほ\nか，足で蹴りつけるなどで生じたと考えられる肋骨の骨折や，被害者\nの左腸骨部外側に，小鶏卵大のデコルマン現象（皮膚と筋膜との間の\nずれ）が認められた。\nＯ医師の所見によると，被害者は，脊椎脱臼による脊髄圧迫，すな\nわち，第１頸椎と第２頸椎の間の脊椎が脱臼し，脱臼部位が脊髄を圧\n迫することで，呼吸系統等の機能が害されることで死亡したものであ\nる。この脊椎脱臼の原因は，頭部が強い力で押しやられたことによる\n過伸展しか考えられず，頭部と胴体部をＶ字型にさせるような強い外\n力が加わったためにできたものと判断された。\nなお，Ｐ医師の所見によれば，外力が加わって脊椎が脱臼するまで\nの間と，脊椎が脱臼してから脊髄の圧迫により死に至るまでの間はい\nずれも瞬時であり，被害者は，ほぼ即死といってよい状態だったと考\nえられる。また，脊椎脱臼は，ただうなじの部分を蹴りつけたという\n程度の強度の暴行では生じず，交通事故による衝撃に匹敵するくら\nい，つまり，大人の男性が，体重をかけてうつぶせに寝た状態の被害\n者のうなじの部分を膝や踵で思い切り踏み付けるという暴行が加えら\nれたと考えられる。\n第３　Ｂの殺意\nそこで，Ｂの殺意の有無を検討する。\n１　まず，Ｂの第２暴行に至る経緯や暴行の態様をみると，認定事実\n（第２の３(2)及び同(3)）のとおり，Ｂは，平成８年１２月１８日午\n後９時ころから，居間で正座あるいは横座りの状態にある被害者に，\n断続的に殴る蹴るなどの暴行を加えていたが，同日午後１０時３０分\n過ぎころに，被害者が横たわってほとんど無抵抗の状態となると，Ｂ\nは，暴行をますますエスカレートさせて，約３０分間も，一方的に，\n被害者を多数回踏んだり蹴りつけたりするなどの暴行を加え続け，そ\nの結果，被害者の頭部，背部の広範な組織間出血やほぼ全身３１か所\nの圧挫傷，打撲傷等のほか，肋骨骨折，デコルマン現象等を生じさせ\nた。このようなＢの暴行態様は，凶器を使っていないとはいえ，執拗\nで激しい攻撃意思をうかがわせるものであり，とりわけ，致命傷とな\nった脊椎脱臼による脊髄圧迫の傷害は，頭部と胴体をＶ字型にさせる\nような形で，横たわる被害者の首付近に体重をかけて思い切り強く踏\nみつけて生じたと解され，身体の枢要部であっても手加減を加えた様\n子は認められない。\n以上のような事情から考えると，遅くとも午後１０時３０分過ぎこ\nろに，Ｂが，横たわってほとんど無抵抗の被害者に暴行を加えるよう\nになった段階では，Ｂの暴行が被害者の生命を奪う危険性は飛躍的に\n高まったということができる。そして，Ｂは自ら暴行を行ったもので\nあるから，このことの認識に欠けるところはなかったと解される。\n２　しかも，認定事実（第２の３(4)）のとおり，Ｂは，犯行後に，被告\n人が被害者の死亡を確認して，「心臓止まってまっせ。」などと言う\nのを聞いて，驚いた表情も見せずに，言葉も発しないまま，被害者の\n持ち物である小さなメモ帳を熱心に読み続け，その後，被告人ととも\nに被害者の死体を遺棄したというのであり，この間，被害者に対する\n救護の処置を執ろうとした形跡は認められない。\nこのようなＢの犯行後の行動状況からすると，Ｂは，被害者の死亡\nを当然の結果として冷静に受け止めていたことがうかがわれ，Ｂにと\nって，被害者の死亡は意図した結果であったということができる。\n３　加えて，本件犯行に至る経緯をみると，認定事実（第２の２）のと\nおり，Ｂは，被害者にゲーム喫茶の回銭として約４０万円を預けてい\nたところ，被害者がＬらに回銭の一部を貸し付けたのを，被害者の使\nい込みと考え，被害者を自宅に呼び出して，半ば制裁を加える形で暴\n行を加えたものである。とりわけ，事件の直前に，Ｂが，被告人に対\nし，「来たらしまやかす。」などと不機嫌そうな顔で述べていた経緯\nからすると，Ｂの被害者に対する怒りは相当強いものであったとうか\nがわれる。そして，認定事実（第２の１(2)）のとおり，Ｂがこれまで\nもＢ組の組員に対して激しい暴行を加えた経験があるなど相当激しや\nすい性格であったことを考えると，本件当時は，酒に酔っていたこと\nの影響もあって，激情のあまり，被害者に，見境のない激しい暴行を\n加え続けて死亡させたとみるのが相当である。\n４　以上によれば，Ｂは，遅くとも，平成８年１２月１８日午後１０時\n３０分過ぎころには，被害者が死亡するかもしれないと考えながら，\nあえて暴行を加えたと認められ，Ｂの未必的殺意は十分認定できる。\n第４　被告人の幇助\n次に，被告人の幇助の成否を検討する。\n１　第１暴行の幇助の成否\nまず，第１暴行の幇助の成否については，認定事実のとおり，被告\n人は，Ｂが被害者に対して激しい暴行を加えるかもしれないことを知\nっていたことから，第１暴行に先立ち，Ｂのために，Ｂ方前路上付近\nで，被害者の肩をつかむなどして被害者をＢの面前まで連れて行き，\n被害者の襟首付近をつかんでＢの面前に正座させた。そして，Ｂが暴\n行を加えた際には，Ｂのために，被害者の側で待機して被害者の逃走\nを防止するなどして応援したものである。\nしたがって，被告人は，Ｂの第１暴行を，物理的に容易にしたもの\nと認められ，被告人には第１暴行の幇助が成立する。\n２　第２暴行の幇助の成否\n次に，第２暴行の幇助の成否を検討する。\n(1)　まず，認定事実のとおり，第２暴行の行われた平成８年１２月１\n８日午後１０時３０分過ぎころの段階では，被害者は横たわってほ\nとんど無抵抗の状態となっており，被告人も，このころには，被害\n者の側で待機してＢにビールを手渡したほかは，被害者の監視や逃\n走防止のための積極的な行為は何ら行っていない。したがって，被\n告人の行為が，Ｂの殺害の犯行を物理的に容易にしたと認めること\nは困難である。\n(2)　しかしながら，\nア　認定事実のとおり，被告人は，Ｂ組の事実上の組員であり，第\n２暴行の段階では，Ｂが被害者を殺害するかもしれないことを察\n知し，被告人がＢ方で待機すれば，Ｂが安心して被害者の殺害の\n犯行を実現できることを認識しながら，あえて被害者の側あるい\nはＢ方の別室で待機していたものと認められる。\nしたがって，被告人に幇助の故意は認められる。\nイ　そして，認定事実のとおり，Ｂ自身も，第２暴行の途中で被告\n人に別室に行くように指示をしたとはいえ，犯行後は直ちに，被\n告人を居間に呼び出し，被害者の遺体の処分等を手伝わせている\nのであるから，暴力団組織の事実上の組員であり，組長のＢとは\n絶対的な上命下服の関係にあった被告人が，いつでもＢの呼び出\nしに応じられる場所で，命令を受ければいかなる行為もする意思\nのもとに待機していることは十分認識していたと解される。した\nがって，Ｂにとっても，被告人が待機していたことで，安心感を\nもって被害者殺害の犯行を行うことができたとみるのが相当であ\nる。\n(3)　以上によれば，被告人の行為は，Ｂの被害者殺害を心理的に容易\nにしたものと認められ，被告人には，第２暴行の殺人幇助も十分成\n立する。\n３　なお，弁護人は，仮に被告人に幇助が成立するとしても，Ｂから暴\n力的支配を受けていたことから責任能力がないとの主張もしている\nが，これは弁護人独自の見解であり，採用することはできない。\n第５　結論\n以上によれば，判示事実は十分認定できる。\n（確定裁判）\n１　事実\n平成９年８月５日福岡地方裁判所宣告\n傷害，逮捕監禁致傷の罪により懲役２年，４年間執行猶予\n平成１０年１月２９日確定\n２　証拠\n前科調書（検３８）\n（法令の適用）\n罰　　条\n第１　　　　　　　　包括して刑法６２条１項，１９９条\n第２　　　　　　　　刑法２４９条１項\n第３　　　　　　　　刑法２０４条\n第４　　　　　　　　覚せい剤取締法４１条の３第１項１号，１９条\n刑種の選択\n第１　　　　　　　　有期懲役刑\n第３                懲役刑\n法律上の減軽（幇助）\n第１　　　　　　　　刑法６３条，６８条３号\n併合罪加重\n第１の罪と前記確定裁判のあった傷害，逮捕監禁致傷の罪とは刑法４\n５条後段の併合罪であるから，同法５０条によりまだ確定裁判を経て\nいない第１の罪について更に処断することとし，また第２ないし第４\nの各罪は同法４５条前段の併合罪であるから，同法４７条本文，１０\n条により犯情の最も重い第４の罪の刑に法定の加重\n未決勾留日数算入　　　　刑法２１条\n訴訟費用の不負担　　　　刑事訴訟法１８１条１項ただし書\n（量刑理由）\nまず，本件殺人幇助（第１）をみると，被告人は，正犯であるＢが，被\n害者がゲーム喫茶の運転資金を使い込んだと考えて被害者に暴行を加えた\n際，もともと被告人自身には被害者に対する何の恨みもないにもかかわら\nず，自己が関係する暴力団組織の組長であるＢの意思に従って，凶悪かつ\n残虐な重大犯罪に安易に加担し，その実現を容易にしたものであり，暴力\n団特有の論理にもとづく犯行動機に酌量の余地はない。\nまた，被告人は，第１暴行では，被害者をＢ方前の路上からＢの面前ま\nで連行するとともに，Ｂが被害者に暴行を加える際，被害者の側で待機し\nて被害者の逃走を防止するなどして，Ｂの暴行を物理的に容易し，第２暴\n行でも，Ｂが被害者を殺害するかもしれないことを認識した後も，Ｂを止\nめることなく，むしろ，Ｂが安心して殺害行為ができるようＢ方に待機し\nて，Ｂの犯行を心理的に容易にしたものであり，被害者に直接暴行を加え\nることはなかったとはいえ，その犯行態様は悪質で，被告人が果たした役\n割も軽視できない。\n本件幇助の結果，Ｂは，血まみれで床に横たわった状態の被害者に対\nし，一方的に，膝蹴りや踵で踏み付けるなどの手加減のない暴行を加え，\n頭部，背部の組織内出血や全身計３１か所の外傷，肋骨骨折等を負わせて\n殺害するという，まことに凶悪かつ残虐な犯行を実現している。当時４３\n歳と働き盛りの命を奪われた被害者の無念や肉体的精神的苦痛は計り知れ\nず，残された妻ら遺族の心情を考えると，幇助とはいえ，本件犯行の結果\nは重大である。\n次に，本件恐喝（第２）は，無免許で貸金業を営み，被害者にも法外な\n利息で貸付をしていた被告人が，それまでの１か月半ほどの間に，既に元\n本の２倍にあたる金額２万円の返済を受けて暴利を貪っていたにもかかわ\nらず，利息の返済が滞った被害者に対し，債権取立の名目で，恐喝したと\nいう事案である。暴力に訴えて理不尽な要求を貫こうという，暴力団特有\nの身勝手な犯行動機に酌量の余地はなく，また，犯行態様は，高齢の被害\n者の一人暮らしの自宅マンション内に消火剤をまき散らした上で，激しい\n口調で何度も電話をかけて畏怖させるというもので，卑劣かつ陰湿であ\nる。被害者が受けた恐怖感等の精神的苦痛や財産的損害を考えると，犯行\n結果も軽視できない。\nまた，本件傷害（第３）は，他の暴力団組員らとともに，「族狩り」と\n称して暴走族に無差別に制裁を加えていた被告人が，駐車中の自動二輪車\nの側に立っていた被害者を暴走族と勘違いして，いきなり一方的に殴る蹴\nるの暴行を加えて傷害を負わせたという事案である。「族狩り」などとい\nう身勝手かつ短絡的な犯行動機に酌量の余地はなく，暴行態様も強度であ\nる。しかも，被害者にしてみれば全くの言いがかりで落ち度はないにもか\nかわらず，突然の理不尽な暴行を受けて，頭蓋骨骨折等の重い傷害を負っ\nており，犯行結果も重大である。これに対し，被告人は，何らの慰藉の措\n置も講じておらず，被害者の被害感情が厳しいのも当然である。\nさらに，覚せい剤の自己使用事案（第４）をみると，被告人は，知人か\nら入手した覚せい剤を安易に使用しており，犯行動機，経緯に酌量の余地\nはない。しかも，被告人は，未成年のころからこれまで常習的に覚せい剤\nを使用していたことからすると，覚せい剤との強い結びつきが認められ\nる。\n被告人は，未成年のころからこれまで断続的に暴力団組員として活動し\nていたものである。本件もいずれも暴力団に起因する犯行であり，とりわ\nけ，第２ないし第４は，前記確定裁判のとおり，被告人が他の暴力団組員\nと行った傷害，逮捕監禁致傷の罪による有罪判決の執行猶予中あるいはそ\nの期間の終了後間もない時期に行われていることを考えると，被告人には\n暴力団との根深いつながりや犯罪傾向の深まりが認められる。\n他方，第１の２の殺人幇助の点は，心理的な幇助に止まること，被告人\nが捜査段階で罪の償いをする覚悟を決めて各犯行について概ね素直に供述\nしており，とりわけ第１の事案の真相解明は，被告人が捜査に協力して供\n述したことが大きく寄与していると認められること，被告人が，公判廷に\nおいて，社会復帰後は暴力団とのつながりを断ち，土木建築等の免許を生\nかして真面目に働きたいと誓って反省していることなど，被告人にとって\n有利な事情も認められる。\nそこで，以上の事情を総合考慮して主文のとおり量刑した。\n（求刑　第１につき懲役４年，第２ないし第４につき懲役４年）\n平成１４年１２月２６日\n福岡地方裁判所第３刑事部\n裁判長裁判官    陶　山　博　生\n裁判官    國　井　恒　志\n裁判官    岡　崎　忠　之\n"
}