{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 16,
    "month": 4,
    "day": 9
  },
  "case_number": "平成14(ワ)2803",
  "case_name": "損害賠償請求事件",
  "court_name": "名古屋地方裁判所民事第8部",
  "lawsuit_id": "7561",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=7561",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/561/007561_hanrei.pdf",
  "contents": "主文\n１被告は，原告に対し，３３３６万１１１２円及びこれに対する平成１２年１１月１５日から\n支払済みまで年５分の割合による金員を支払え。\n２原告のその余の請求を棄却する。\n３訴訟費用は，これを２分し，その１を原告の負担とし，その余は被告の負担とする。\n４この判決は，主文１項に限り，仮に執行することができる。\n事実及び理由\n第１請求\n被告は，原告に対し，６０２４万９７９８円及びこれに対する平成９年１２月８日から支払\n済みまで年５分の割合による金員を支払え。\n第２事案の概要\n本件は，原告が，被告の輸入した医療用漢方薬「天津当帰四逆加呉茱萸生姜湯エキス\n顆粒「ＫＭ」医療用（ＫＭ－３８）」（以下「ＫＭ」という。）を服用したことにより腎不全に罹\n患したとして，被告に対し，製造物責任法に基づき，原告の被った損害６０２４万９７９８\n円及びこれに対する平成９年１２月８日から支払済みまで民法所定の年５分の割合によ\nる遅延損害金の支払を求めた事案である。\n１争いのない事実等\n（争いのない事実のほかは，各項に掲記の各証拠に弁論の全趣旨を総合して認める。）\n(1)当事者\nア原告は，昭和２９年１０月２７日生まれの主婦である（甲３２）。\nイ被告は，医薬品等の輸入販売等を目的とする株式会社であり，ＫＭを中国天津から\n輸入販売してきたものである。\n(2)ＫＭの成分，効能等\nアＫＭは，日本薬局方に収載されたタイソウ，ケイヒ，シャクヤク，トウキ等を含む漢方薬\nで，その成分の一つである関木通の中にアリストロキア酸が含まれている。\nイ被告が平成７年７月に作成した添付文書によれば，ＫＭは「手足のしびれを感じ，下肢\nが冷えると下肢又は下腹部が痛くなりやすい者」に対し，そのような人の，しもやけ，頭\n痛，下腹部痛，腰痛に効能，効果があると謳われている。\nウＫＭについては，平成９年１月に１例，同年２月に２例の腎機能障害の副作用の情報\nがあり，被告は，平成９年２月１４日付をもって，得意先等に対し，使用注意喚起の文書\nを自主的に配布した。\nさらに，同年７月４日，４例目の腎機能障害の副作用の情報があったことから，被告は，\n同月７日，ＫＭを自主回収することを決定し，医療機関からの自主回収を開始した。被\n告作成の，同日付「出荷休止のお知らせ及び自主回収のお願い」と題する文書の中で，\n専門誌に掲載された「ウマノスズクサ科に含まれているアリストロキア酸が腎機能障害\nに起因している疑いがある」との報告が紹介されている。\nエアリストロキア酸は，その投与量によっては，腎不全を発症させる。\nオ中薬大辞典の関木通の項には，ある産婦が関木通約１１０äを赤豆と一緒にスー\nプに煮て食べた後，急性腎不全，尿毒症様症状を呈したとの臨床報告及び関木通を薬\n用投与する場合の適量は１日３äないし６äであるとの記載がある。\nカＫＭ１日の指定服用量７äに含まれる関木通は２ä，その中に含有されるアリス\nトロキア酸は１．０１３０㎎である（乙６）。\n(3)原告のＫＭ服用と腎障害\nア原告は，平成７年７月２６日から平成９年６月１１日までの間，冷え症の治療のため，\n名古屋市内のＡ医院医師の処方により，１日３回合計４äのＫＭを服用してきた（甲\n６）。\nイ原告は，平成８年末頃から口渇及び全身倦怠感，平成９年１１月から嘔吐がそれぞれ\n出現し，同年１２月８日，Ｂ病院腎内科で診察を受けたところ，腎障害の指摘を受けた。\n原告は，同病院にて投薬治療を受けたが，腎障害は徐々に進行し，平成１２年１１月１５\n日，血液透析を受けるに至った（以下「本件腎障害」という。）（甲５，２８）。\nウ原告は医薬品副作用被害救済・研究振興調査機構（以下「医薬品機構」という。）に対\nし，平成１０年９月１４日，ＫＭ等の医薬品の副作用により間質性腎炎に罹患したとして，\n医療費・医療手当（以下「医療費等」という。）の支給請求をした（甲４）。\nエ医薬品機構は原告に対し，平成１１年３月１９日付で，「医薬品の副作用による疾病」\nを「間質性腎炎」，「副作用の原因と考えられる又は推定される医薬品」を「ＫＭ」であると\nして上記医療費等の支給決定をした（甲８）。\nオ原告は医薬品機構に対し，平成１３年１月１２日，ＫＭによる腎機能障害を理由として\n障害年金支給請求をしたところ，医薬品機構は原告に対し，同年６月２９日付で，「障害\nの状態」を「間質性腎炎による腎機能障害」，「障害（副作用）の原因と考えられる又は\n推定される医薬品」を「ＫＭ」であるとして，障害等級２級，平成１３年２月から年額２２０\n万９２００円を支給する旨の障害年金支給決定をした（甲１）。\nカ原告は医薬品機構から，平成１５年１２月５日までに，上記障害年金として総額６２４\n万６６００円の支給を受けた。\n(4)ＫＭは，製造物責任法２条１項所定の「製造物」であり，被告は，ＫＭを業として輸入し\nていた者であり，同法２条３項１号所定の「製造業者」にあたる。\n(5)原告は平成１４年７月８日に本訴を提起した。\n２争点\n(1)ＫＭの欠陥の有無\n(2)原告が罹患した本件腎障害とＫＭの服用との因果関係\n(3)損害額\n(4)消滅時効の成否\n３争点に対する当事者の主張\n(1)争点(1)（ＫＭの欠陥の有無）について\n（原告の主張）\n製造物責任法上の「欠陥」とは，「当該製造物の特性，その通常予見される使用形態，\nその製造業者等が当該製造物を引き渡した時期その他の当該製造物にかかる事情を\n考慮して，当該製造物が通常有すべき安全性を欠いていることをいう。」と定義される\n（同法２条２項）ところ，この定義によれば，本件製造物たるＫＭは，以下のとおり，①冷\nえ症の薬として服用されることを予定されたものが腎不全という通常許されるべき範囲\nを遙かに超えた結果が出たこと，又は②このような副作用が出ることを警告しなかったこ\nと，という欠陥を有する。\nア製造物の特性\n製造物の特性とは，製造物自体が有する固有の事情を意味するが，医薬品の特性の\n項目としては，製造物の効用・有用性，製造物の表示が挙げられる。\n(ア)製造物の効用・有用性\n昀先端の医薬品のように，高度の有効性のために相当の危険性があっても，それを社\n会的に許容しなければならない場合があり，欠陥の有無の判断には，発生した危険な\n結果である副作用だけでなく，当該医薬品の薬効も考慮に入れる必要があるが，逆に\n当該医薬品の薬効がそれほど重要なものではなく，又は，代替性があるのに対し，重篤\nな副作用がある場合には，その医薬品を流通に置いておく必要はなく，欠陥があるとい\nうことになる。\nＫＭは，手足の冷えを感じ，下肢が冷えると下肢又は下腹部が痛くなりやすい者に対\nし，しもやけ，頭痛，下腹部痛，腰痛に効能・効果があるとされるが，このような症状の対\n処薬として，漢方薬以外の医薬品が多数存在しているし，漢方薬に限っても関木通を成\n分としないものが多数存在しており，重篤な腎機能障害を甘受してまでＫＭを使用する\n必要性は全くない。\n(イ)製造物の表示\n医薬品の場合，効用の表示のほかに，副作用の存在と使用上の注意事項等が十分に\n認識・理解される必要があり，少なくとも，その医薬品を投薬する医師が明確に認識・理\n解できるように表示しなければならない。\n仮にＫＭの１回の服用量中に含まれるアリストロキア酸が微量であり，数回程度の服用\nでは腎不全を引き起こすに足りるアリストロキア酸が体内に摂取されず，長期的に服用\nすることで初めて腎不全が生じるものだとしても，ＫＭの効用と腎不全という重篤な副作\n用との相関を考慮すれば，ＫＭの能書において，成分の表示，長期投与において腎不\n全が生じる危険性等の警告表示がなされなければならない。\nしかし，ＫＭにおいては，関木通に含まれるアリストロキア酸が腎機能に障害を与えるこ\nとにつき，医師が入手できる添付文書に記載はない（乙５）。また，ＫＭの添付文書をみ\nると，その成分である関木通については「木通」と表示され，日本薬局方であることを示\nす「〃」がはずされているのみで，日本薬局方外であることは明記されておらず，表示と\nして非常にわかりにくい。「木通」という記載も，一般にはアケビ科の植物を指すものと理\n解されており，これが関木通のことを指すことは，被告が厚生省に対し承認申請した際\nに添付した書類を見て初めて分かるものであるが，かかる添付書類を医療機関等は閲\n覧謄写できない現状においては，医師にとって，ＫＭの添付文書に記載されている「木\n通」がどのような成分か知ることは不可能である。\nイ通常予見される使用形態\n通常予見される使用形態とは，社会通念上，普通に想定される合理的な使用形態をい\nうが，医薬品の場合，少なくとも能書に従って処方されているならば，これにあたるという\nべきである。ＫＭは，漢方専門医に対してのみ販売されていたものではなく，医療用薬\n剤として医師一般に対して販売されていたものであり，医師により被告作成の能書に従\nって処方・投与されていたのであるから，通常の使用形態で使用されていたといえる。\nウ製造物を引き渡した時期\n欠陥は，当該製造物を引き渡した時期の知識，技術水準等の技術的現実可能性により\n判断されるべきとされ，欠陥の判断は，その時代の科学・技術の進展によって変遷す\nる。\nＫＭは，手足の冷えを感じ，下肢が冷えると下肢又は下腹部が痛くなりやすい者に対し\nて，しもやけ，頭痛，下腹部痛，腰痛に効能・効果があるとされるが，このような症状の\n対処薬として，ＫＭが原告に投与された平成７年当時においても，漢方薬以外の医薬品\nが多数存在していたし，漢方薬に限っても関木通を成分としないもの(ＫＭと同名の「天\n津当帰四逆加呉茱萸生姜湯」で，日本薬局方の「木通」を成分とするもの等）が多数存\n在していたのであり，これらの点からすれば，重篤な腎機能障害の危険を冒してまでＫ\nＭを敢えて輸入販売する必要性はなかった。\n（被告の主張）\n原告の主張は否認し，争う。\n(2)争点(2)（原告が罹患した本件腎障害とＫＭの服用との因果関係）について\n（原告の主張）\nアＫＭの服用と腎機能障害発生との間の一般的な因果関係\nＫＭの服用と腎機能障害発生との間の一般的な因果関係については，症例報告や動\n物実験を通じて，これを認める様々な文献（甲１１ないし１８）が存在している。\nそして，平成１１年８月１０日発行の「日本内科学会雑誌」８８巻８号に掲載された「薬剤\n性尿細管・間質性腎障害」と題する論文（甲１９）には，「１９９３年，ベルギーにおいてダ\nイエットのために漢方薬を服用したところ，腎機能障害を来した症例が多数出現\nし，Chinese  herbs  nephropathy  と呼ばれるようになった。本邦においても，９５年頃より\n漢方の服用により腎機能障害が出現し，Chinese  herbs  nephropathyと診断された症例\nの報告が数多く行われている」とされ，また，「Chinese  herbs  nephropathyの原因物質\nは，ウマノスズクサ科アリストロキア酸とされており，ラットに実験的投与を行ったところ，\n上記と同様の症状が出現することが確認されている」と記載されている（そのほかにも，\nアリストロキア酸による腎機能障害については，多数の論文等が発表されている。甲３，\n甲２５，甲２６）。\nまた，平成１２年７月発行の厚生省医薬安全局「医薬品・医療用具等安全性情報」No１\n６１に掲載された「アリストロキア酸を含有する生薬・漢方薬について」と題する文書（甲\n２０）には「アリストロキア酸はアリストロキア属の植物に含有される成分で，腎障害を引\nき起こすことが知られている」，「日本においては，現在，アリストロキア酸を含有する生\n薬・漢方薬は医薬品としての承認許可を受けたものとしては製造・輸入されていないが，\nアリストロキア酸を含む漢方薬の個人使用によるものと疑われる腎障害が報告されてい\nる」と記載されている（甲２１）。\nまた，被告自身，ＫＭについて，尿細管間質性腎炎の副作用報告があったことから，平\n成９年２月１４日付文書により，得意先等に対し使用上の注意を促し，また，同年７月７\n日付文書「出荷休止のお知らせ及び自主回収のお願い」を配布して，ＫＭの出荷休止及\nび医療機関からの自主回収を開始している。同月１７日付の「天津当帰四逆加呉茱萸\n生姜湯エキス顆粒「ＫＭ」医療用（ＫＭ－３８）の自主回収について」と題する文書（甲２\n２）では，「本副作用の原因は，当該製品の原料の『関木通』に起因するものと考えられ\nます」と被告自身が認めていた。\n以上によると，アリストロキア酸は，少なくとも，その投与量によっては腎機能障害を引\nき起こすものであり，その意味において腎毒性を有する物質であることは明らかである。\nしかも，アリストロキア酸を含有するＫＭは，一時に多量の投与がなされた場合でなくと\nも，投与が長期間にわたる場合には腎機能障害を発生させる可能性を有すると認めら\nれる。\nイ原告によるＫＭの服用と腎不全との因果関係\n原告は，平成７年７月２６日から平成９年６月１１日までの約２年間，冷え症の治療のた\nめに，ＫＭ（１日３回合計４ä。甲５）を服用してきたところ，平成８年から口渇，全身倦\n怠感が出現し，平成９年１１月から嘔吐が出現したため，同年１２月８日Ｂ病院腎内科に\n受診し，腎障害の指摘を受けている（甲５）。同人は，同病院にて治療を受けたが，腎障\n害は徐々に進行し，平成１２年１１月１５日からは血液透析を受けている（甲２８）。\n上記のとおり，ＫＭの原料である関木通に含有されるアリストロキア酸は，腎毒性を有す\nる物質であり，しかも，ＫＭは一時に多量の投与がなされた場合でなくとも，投与が長期\n間にわたる場合には腎機能障害を発生させる可能性を有するものである。\n原告は，平成１３年６月２９日付で，医薬品機構から，ＫＭによる間質性腎炎による腎機\n能障害２級の障害年金支給決定を受けている（甲２）。\nしたがって，原告が腎不全に罹患したのは，アリストロキア酸を含有する関木通を成分\nとするＫＭの服用によるものであり，原告の腎不全とＫＭの服用との間には因果関係が\n存在する。\nなお，原告はＫＭの服用を中止して約６か月後に初めて腎不全の指摘がなされている\nが，それまでに，口渇，全身倦怠感，嘔吐などの症状が出現してきていたこと，日本内\n科学雑誌８８巻５５頁以下の「薬剤性尿細管・間質性腎障害」と題する論文（甲１９）に\nは，アリストロキア酸を原因とする腎機能障害は「原因薬剤の服用を中止しても腎機能\n障害は進行するため予後は非常に悪い」とされており，ＫＭ服用中及び中止後に腎機能\n障害が進行していたことが十分に考えられるのであるから，服用中止から発症までに半\n年程度の期間があったとしても，このことは因果関係の存在を疑わせるものではない。\n（被告の主張）\nアＫＭの歴史的安全性\nＫＭは，中国古来の漢方薬である当帰四逆加呉茱萸生姜湯の煎じ液を顆粒化したもの\nで，当帰四逆加呉茱萸生姜湯なるものは，後漢末頃張仲景によって著された漢方の原\n点といわれる傷寒論に記載され，歴史的にその効果の保証された漢方薬である。\n被告は，ＫＭの輸入にあたって厚生大臣の承認を得ているが，その承認にあたっては，\n長年にわたる使用によっても別段の副作用が認められないことから，申請の際に安全\n性に関する資料の添付は求められていない。\nイ原因物質が検出されていないこと\nおよそ中毒事故が発生した場合，第１に検討されるべきは，被害者からその障害の原\n因となり得る物質が検出されるか否かであるが，本件においては，原告からアリストロキ\nア酸が検出された事実はない。\nウ原告が服用したＫＭの分量では腎毒性はないこと\n(ア)関木通の適量との関係\nＫＭに配合されている関木通の割合は２８％であることから，原告に投与された１日３回\n計４äのＫＭに含まれる関木通の量は１．１ä強であり，中薬大辞典に記載されて\nいる適量の昀低限の３分の１程度でしかない。\n(イ)アリストロキア酸の無作用量との関係\n動物に被験物質を投与してその毒性をテストする場合，ある量以下であれば何の作用\nも示さないときの用量を，薬理学上，無作用量というところ，アリストロキア酸について行\nわれた実験では，体重５０㎏の人体に対して，１日５００㎎，３０日までは無作用であると\nの結果が発表されている。\n甲３の論文によっても，アリストロキア酸の昀大無作用量は１㎏あたり０．２㎎とされてお\nり，体重５０㎏の人体に対してみると，昀大無作用量は１０㎎となる。\nところが，原告に投与された１日あたりのＫＭに含まれるアリストロキア酸は０．５㎎にも\n満たない。\nエ報告例がないこと\n天津市国家中医葯管理局の中国文献調査センターの１９９８年１１月作成の報告書（乙\n４）によれば，関木通３äないし６äでは中毒と副作用の報告例はないとされる。\nオ蓄積性がないこと\n南京医科大学における研究報告によれば，関木通により発症した急性腎障害による腎\n機能と組織病理学的変化は長期間経てば自然に回復するのであるから，アリストロキ\nア酸の蓄積性は否定される。\nカ他の原因の可能性\n中高年女性が腎不全を発症することは少なくなく，その原因は多岐にわたっていること\nから，原告の腎不全の原因がＫＭだけであるとはいえない。\nキ以上によると，原告の腎不全はＫＭの副作用によるものとは断じがたい。\n(3)争点(3)（損害額）について\n（原告の主張）\nア治療費立替金                                    １万６９００円\n原告は，治療費として①平成１０年２月１６日，Ａ医院に対し５７００円を，②平成９年６月\n１１日，Ｃ薬局に対し１万１２２０円，合計１万６９００円を支払った（甲３３，甲３４）。\nイ逸失利益                                    ４０２３万２８９８円\n(ア)原告は，遅くとも，平成９年１２月８日には慢性腎不全に罹患し，現在まで週３回，１\n回約４時間の透析療法を行っている状況であり，また，シャントが細い部分にあるため，\n血流が取れなくなったときはバルーンにより管を広げる手術を受けなければならず，さら\nに，座骨神経痛という症状もあり，透析の他にも，整形外科にも通院してリハビリを受け\nている。日常生活も，透析及び整形外科通院で制限されるだけでなく，炊事以外の家事\nはほとんどできない状態である（甲３２）。\n以上からすれば，原告は，ＫＭの服用による腎機能障害により，労働能力の７９％を喪\n失したものとみるのが相当である。\n(イ)原告は主婦であり，逸失利益の算定に当たっては，平成９年の賃金センサスにより，\n女子労働者学歴計４３歳である３７７万５５００円を基礎年収額とするのが相当である。\n(ウ)以上に基づき，就労年数を平成９年から６７歳までの２４年間として，ライプニッツ方\n式により中間利息を控除することとして（ライプニッツ係数１３．４８９），原告の逸失利益\nの額を算定すると，４０２３万２８９８円（３，７７５，５００円×０．７９×１３．４８９［円未満\n切捨て，以下同じ］）となる。\nウ慰謝料１４５０万円\nエ弁護士費用５５０万円\nオ損益相殺について\n原告が支給を受けた障害年金は損益相殺されるべきであるとする被告の主張は争う。\n（被告の主張）\nア原告主張の損害は争う。\nイなお，逸失利益について，原告は，労働能力の７９％を喪失したと主張するが，過大で\nある。\nすなわち，原告の主張する血液透析治療は，多くとも週３回，１回の所要時間は４～５時\n間程度とされている。原告が血液透析に費やされる時間は，１回分を半日と計算して\nも，１週間に１．５日であり，１日あたりでは約０．２１日程度である。よって，原告の労働\n能力喪失率は２１％にすぎない。\nウまた，原告の受けている障害年金の受給は，賠償責任を負うものが明らかになった場\n合には停止されるが，その場合には，それまでの給付は損害賠償の一部として損益相\n殺の対象として減額されるべきである。\n(4)争点(4)（消滅時効の成否）について\n（被告の主張）\nア製造物責任法に基づく損害賠償請求権は，「被害者が…損害及び賠償義務者を知っ\nたときから３年間行わないときは，時効によって消滅する。」（同法５条１項）ところ，原告\nの被告に対する損害賠償請求権は，いずれにしても次のとおりの時効の起算点から３\n年を経過しているから，時効消滅している。よって，本訴において，被告は消滅時効を援\n用する。\n(ア)原告は，本訴状において，平成９年１２月８日を起点として逸失利益の損害を請求し\nているのであるから，同日には既に損害を知っていたというべきであり，平成１２年１２月\n８日の経過により原告の被告に対する損害賠償請求権は時効消滅している。\n(イ)原告は，平成１０年９月１４日，医薬品機構に医療費等の支給請求をしていたが，原\n告が上記請求をしたのは，ＫＭを疑薬とする腎不全の発症をみたからであって，その時\n点で作成されていた医薬品機構に対する請求書添付の医療費・医療手当診断書には，\n間質性腎炎の病名，その特徴であるクレアニチン数値の増減の経過が克明に記載さ\nれ，疑薬とされているＫＭの薬名，販売者たる被告会社名も明記されていたのであるか\nら，平成１０年９月１４日には，原告は「損害及び賠償義務者を知った」といえる。よって，\n平成１３年９月１４日の経過により原告の被告に対する損害賠償請求権は時効消滅して\nいる。\n(ウ)原告は，平成１１年７月５日，腎不全による障害年金受給を目的とする病状診断書\nの作成を受けたのであるから，原告がこの日以前において障害年金の受給を必要とす\nる程度の障害を被ったとの認識を有していたことは明らかである。よって，平成１４年７\n月５日の経過により原告の被告に対する損害賠償請求権は時効消滅している。\nイ原告は，間質性腎炎による障害が平成９年１１月の発症時期以降継続しているものと\nして，その逸失利益も一貫して同率同額で積算請求しているのであり，障害発生時点で\n予測し得なかった損害が発生したという事案ではないから，原告の損害発生が平成１３\n年６月１９日であり，損害賠償義務者を知ったのが平成１４年４月２３日であるとする原\n告の後記主張は事実に反するものである。\n（原告の主張）\nア製造物責任法に基づく損害賠償請求権について消滅時効の期間が進行するには，\n被害者が①損害を知ったこと及び②賠償義務者を知ったことが必要である（同法５条１\n項）。そして，逸失利益に関する消滅時効の起算点の要件である「損害を知りたる」と\nは，症状固定時あるいは症状固定診断時である。\nイ損害を知った時期について\n(ア)「慢性腎不全」とは，腎臓の機能が徐々に低下し，末期には尿毒症となり透析治療を\n必要とする状態の全過程を指す幅のある概念である。すなわち，慢性腎不全の診断が\nなされたからといって，回復しないというのではなく，症状が固定したとはいえない。腎臓\nの機能が３０％を切ると保存期腎不全に入り，１０％を切ると末期腎不全となり，透析期\n腎不全に至り血液透析を必要とする。この段階にまで達すると，回復はできなくなり，い\nわゆる症状が固定した段階となる。\n(イ)原告は，既に平成９年１２月８日頃にＢ病院担当医から間質性腎炎（慢性腎不全）の\n診断は受けていたが，平成１１年７月５日付の同担当医作成の障害年金診断書に基づ\nく同月１９日付医薬品機構に対する障害年金支給申請に対しては，同機構から同年１２\n月２４日付で障害年金不支給決定が通知されている（甲２７）のであり，平成１１年７月５\n日付診断書の内容を前提とすれば，原告の間質性腎炎による腎機能障害の程度は政\n令で定める障害等級に該当せず，後遺障害は認められなかったのである。\nその後，原告のＣｒ（クレアチニン）及びＢＵＮ（尿素窒素）の値は上昇し，平成１２年１１月\n１４日には，その値はそれぞれ８．４及び７１と悪化の一途を辿り，翌１５日からは血液透\n析を受けざるをえなくなったのである（甲２８）。\nそこで，原告はＢ病院担当医作成の平成１２年１２月２１日付障害年金診断書（甲２８）な\nどを資料として，平成１３年１月１２日受付で医薬品機構に障害年金支給の申請を行\nい，同年６月２９日付でようやく医薬品機構から障害年金支給決定通知を受けたのであ\nる（甲１）。\n(ウ)このように，原告は，既に平成９年１２月８日頃には慢性腎不全の診断は受けていた\nが，原告の後遺障害の症状固定日は，早くとも医薬品機構が障害年金支給決定通知を\nした平成１３年６月２９日であり，それ以前の時点では，原告は未だ治療継続中であり，\n症状固定していないから，後遺障害に基づく逸失利益・慰謝料等の損害額が確定してお\nらず，原告が損害賠償請求権を行使することはできなかったものである。\nウ賠償義務者を知った時期について\n原告が，賠償義務者が被告ではないかとの認識をもったのは，当裁判所がＫＭについ\nて被告の賠償責任を認める判決を言い渡したことを新聞で報じられた平成１４年４月２３\n日である。\nエ仮に，被告主張の消滅時効が完成しているとしても，被告の医薬品を輸入する会社と\nしての社会的使命に照らして，被告が消滅時効を援用することは，信義誠実の原則に\n違反し，権利の濫用にあたる。\n第３争点に対する判断\n１争点(1)（ＫＭの欠陥の有無）について\n(1)製造物責任法２条は，「欠陥」とは「当該製造物の特性，その通常予見される使用形\n態，その製造業者等が当該製造物を引き渡した時期その他の当該製造物に係る事情\nを考慮して，当該製造物が通常有すべき安全性を欠いていることをいう」と定めていると\nころ，ＫＭのような医薬品は，一定の効能がある反面，ある程度の副作用は避けられな\nいという性質を有していることから，輸入された医薬品が「欠陥」を有するかどうかは，当\n該医薬品の効能，通常予見される処方によって使用した場合に生じ得る副作用の内容\n及び程度，副作用の表示及び警告の有無，他の安全な医薬品による代替性の有無並\nびに当該医薬品を引き渡した時期における薬学上の水準等の諸般の事情を総合考慮\nして判断するのが相当である。\n(2)そこで，以上の見地から本件について検討する。\nアＫＭの効能\n前記争いのない事実等によると，ＫＭは，手足のしびれを感じ，下肢が冷えると下肢又\nは下腹部が痛くなりやすい者のしもやけ，頭痛，下腹部痛，腰痛に対する効能がある。\nイ通常予見される処方によって使用した場合に生じ得るＫＭの副作用の内容及び程度\n(ア)通常予見される処方について\nＫＭのような漢方薬の処方にあたっては，長期間，継続的に投与することには注意を払\nわなければならないが，慢性疾患で非炎症性，非進行性の患者に対しては，症状の変\n化が頻繁に起きるわけではないから，同一の処方を長期間継続することはあり得る（甲\n１２，甲１２添付資料１３）。したがって，ＫＭを長期間，継続的に処方することは，通常予\n見することができる使用形態といえる。\n(イ)ＫＭの長期間，継続的な服用と腎障害の因果関係\nａ投与量や期間にもよるが，アリストロキア酸がヒトに対して腎毒性を有するという一般\n論については争いがないところ，これを少量継続的に摂取した場合にも，ヒトに対して腎\n毒性を有するかどうかが問題となる。\n本件全証拠によるも，少量のアリストロキア酸を継続的に摂取した場合の臨床実験等\nの報告等は見当たらないし，この場合にいかなる機序で腎障害が引き起こされるかにつ\nいて論じた論文等も見当たらないことから，少量のアリストロキア酸を継続的に摂取した\n場合の腎毒性について，自然科学的な確証が得られているとまでは認めがたい。\nｂしかしながら，アリストロキア酸を含有する漢方薬を服用した場合の腎障害の症例が\n以下の論文及び報告等で紹介されている。\n(ａ)「若年女性の急速進行性間質性腎線維症：漢方薬やせ薬との関連」（平成５年２月発\n行の「THE  LANCET」３４１号掲載。甲１２添付資料１，甲１４）及び「漢方薬におけるアリ\nストロキア酸の同定」（平成６年１月発行「THE  LANCET」３４３号掲載。甲１２添付資料\n２，甲１５）によると，ベルギーにおいて，２種類の漢方薬（粉防己と唐厚朴）を用いた痩\n身療法を受けた女性９名が腎障害に罹患し，腎生検の結果，うち８名に著明な間質繊\n維化が認められ，後に，上記２種類の漢方薬のうちの「粉防己」については，アリストロ\nキア酸が含まれており（何らかの原因で「粉防己」の代わりに「防己馬兜鈴」が搬入され\nたとの可能性が指摘されている。），上記の各腎障害はアリストロキア酸によるものであ\nる考えるに至ったこと\n(ｂ)「漢方薬によると思われる成人発症Fanconi症候群を呈した一例」（平成８年第２６回\n日本腎臓学会西部学術大会。甲１２添付資料４）及び「関西地方におけるChinese  herbs\nnephropathyの多発状況について」（平成９年日本腎臓学会誌掲載。甲１１，甲１２添付\n資料８）によると，平成６年５月からアリストロキア酸を含有する当帰四逆加呉茱萸生姜\n湯を服用していた６０歳の男性につき，平成７年９月に腎障害が認められ，腎生検の結\n果，間質の繊維化と近位尿細管上皮細胞の著名な変性，脱落が認められたこと\n(ｃ)被告の厚生省に対する，ＫＭによる尿細管間質性腎炎の副作用症例の報告（甲１２\n添付資料７）によると，６１歳の男性が，ＫＭを，１回目に１０か月間，２回目に１５か月間\n服用したところ，１回目の服用開始より２年３か月経過した後，尿細管間質性腎炎に罹\n患したこと，４３歳の女性が，２１か月間ＫＭを服用したところ，服用開始より１年８か月\n経過した後，尿細管間質性腎炎に罹患したこと，２３歳の女性が，１７か月間ＫＭを服用\nしたところ，服用開始より１年１か月経過した後，尿細管間質性腎炎に罹患したこと\nｃ上記の症例は，相当期間，少量のアリストロキア酸を含有する漢方薬を継続して服用\nした例であると推察されるところ，いずれにおいても，腎障害に罹患している。さらに，こ\nれらの症例は，いずれもアリストロキア酸の服用が原因であると考えられている上，間\n質の繊維化，尿細管の病変等が認められ，症状において共通性が見受けられる。\nこのように，多くの症例において，考えられる原因及び症状が共通しているのであるか\nら，このことと，アリストロキア酸には腎毒性があるとの一般論を併せ考えると，少量の\nアリストロキア酸を継続的に摂取した場合においても腎毒性があると推認するのが相当\nである。\nｄこれに対して，被告は，ラットやヒトの臨床実験で判明した無作用量（すなわち，昀大無\n作用量は０．２㎎／㎏であり，体重５０㎏のヒトであれば，１０㎎である。）及び中薬大辞\n典記載の関木通の適量からして，ＫＭに含まれる関木通やアリストロキア酸によって腎\n障害を生じることはあり得ない旨主張する。\nなるほど，「アリストロキア酸の毒性－オスラットにおける亜急性実験」（平成４年発\n行「Med.Sci.Res」掲載。甲１８の１）によると，ラットにアリストロキア酸を４週間投与したと\nころ，０．２㎎／㎏投与群では毒性はみられなかったが，５㎎／㎏投与群では明らかな\n毒性がみられ，２５㎎／㎏投与群では腎病変を来たし，尿細管の壊死が目立ったことが\n報告されていること，ＫＭに配合されている関木通の割合は２８％であるところ，原告に\n投与された１日３回計４äのＫＭに含まれる関木通の量は１．１ä強であり，中薬大\n辞典に記載されている適量（１日３ないし６ä）の昀低限の３分の１程度でしかないこと\nは認められる。\nしかしながら，上記無作用量に関する臨床実験は，比較的短期間に，多量のアリストロ\nキア酸を投与した実験であって，この実験で得られたデータが，少量のアリストロキア酸\nを１年以上の長期間にわたって投与し続けた場合にも妥当するとは必ずしもいい難い。\nすなわち，ヒトに対する臨床実験である「アリストロキア酸（NSC-50413）：Phase1の臨床\n試験」（昭和３９年１１月発行「CANSER  CHEMOTHERAPY  REPORT」掲載。甲１７の１）\nによると，抗腫瘍効果の臨床試験として２０人の悪性腫瘍患者にアリストロキア酸を，投\n与量にして０．１㎎／㎏／日の５日間から２㎎／㎏の１回をそれぞれ投与したところ，０．\n１㎎／㎏／日の５日間投与の方が２㎎／㎏の１回投与に比して強い毒性を示すことが\n報告されているのであるから，たとえ１回あたりの投与量が少なくとも，長期間継続的に\n投与されれば，より強い毒性を有することもあり得るというべきである。したがって，被告\nの前記主張を採用することはできない。\nよって，少量のアリストロキア酸を継続的に摂取することによるヒトに対する腎毒性は，\nこれを認めることができるのであるから，アリストロキア酸を含むＫＭは，その長期間，\n継続的な服用によって腎障害という副作用を引き起こし得ることが認められる。\nｅ以上によると，アリストロキア酸を通常予見される処方によって使用した場合に生じ得\nる副作用として，腎障害を認めることができる。\n(ウ)副作用の表示及び警告の有無\nＫＭの添付文書には，副作用として腎障害の存在が指摘されておらず，その成分として\n「木通」と表示されている（甲２４の１ないし３，乙５）から，ＫＭには，副作用として腎障害\nがあることの表示及び警告はないことが認められる。\n(エ)他の安全な医薬品による代替性の有無\nＫＭと同種の漢方薬が，被告以外の５社から出されているが，いずれも，関木通ではな\nく木通を使用していること（甲３），木通を含んだ当帰四逆加呉茱萸生姜湯は，一般に手\n足の冷えやしもやけなどに用いられていること（甲１２添付資料１２），木通は，アケビま\nたはミツバアケビのつる性の茎とされ，ウマノスズクサである関木通とは異なり（甲２\n０），アリストロキア酸は含まれていないこと（甲１３）が認められる。したがって，ＫＭと同\n様の漢方薬で，アリストロキア酸を含む「関木通」ではなく，アリストロキア酸を含まない\n「木通」を使用した漢方薬が多数存在するのであり，腎毒性を有するアリストロキア酸を\n含まない「木通」を使用した同様の漢方薬をもって，ＫＭに代替することは容易に可能で\nあったことが指摘できる。\n(オ)医薬品を輸入した時期における薬学上の水準\n原告が服用したＫＭにつき，被告が輸入し，販売した時期については，個別的には特定\nされていないが，上記ヒトに対する臨床実験の報告（甲１７の１）からして，少なくとも昭\n和３９年の段階でヒトに対するアリストロキア酸の腎毒性は明らかであったし，上記「若\n年女性の急速進行性間質性腎線維症：漢方薬やせ薬との関連」及び「漢方薬における\nアリストロキア酸の同定」（甲１２添付資料１・２，１４，１５）の症例報告からして，平成６\n年１月の段階で，アリストロキア酸を含む漢方薬の服用によって腎障害を来した症例を\n知ることは可能であったことが指摘できる。\n(カ)以上の検討によると，ＫＭの効能が，手足のしびれを感じ，下肢が冷えると下肢又は\n下腹部が痛くなりやすい者のしもやけ，頭痛，下腹部痛及び腰痛を改善することである\nのに対し，長期間服用することによる副作用は腎障害であることから，効能と副作用を\n比較する限り，効能に比し副作用の重篤さは顕著であるというべきであり，平成６年１月\nの時点で，アリストロキア酸を漢方薬として使用した場合にも腎障害が発症することを知\nり得たにもかかわらず，ＫＭには副作用として腎障害があることが表示されていない上，\n上記ＫＭの効能は，アリストロキア酸を含まない「木通」を成分とした当帰四逆加呉茱萸\n生姜湯によって容易に代替できることが認められる。よって，ＫＭは，製造物責任法上\nの欠陥を有するというべきである。\n２争点(2)（原告が罹患した本件腎障害とＫＭの服用との因果関係）について\n(1)上記争点(1)についての検討結果に加えて上記争いのない事実等（第２，１，(3)，ア及\nびイ）によると，原告が罹患した本件腎障害は，長期間にわたるＫＭの継続的な服用に\nよるものと推認するのが相当であるから，原告が罹患した本件腎障害とＫＭの服用との\n間には相当因果関係を有すると認めることができる。\n(2)これに対して，被告は，①原告の体内からアリストロキア酸が検出されたとの事実が\nない，②中高年女性が腎不全を発症することは少なくなく，原告の腎障害には他の要因\nも考えられる，③アリストロキア酸には蓄積性がない旨主張する。\nしかしながら，上記①については，原告の体内からアリストロキア酸が検出されなかった\nとの事実が認められるのであればともかく，単に，原告の体内からアリストロキア酸が検\n出されていないというだけでは，上記推認を覆すには足りない。また，上記②について\nは，本件全証拠によっても，中高年女性が腎不全を発症することが少なくないこと自体，\nこれを認めるに足りる証拠がない上，仮に他の要因によって腎不全を発症しうる可能性\nがあったとしても，その要因が具体的に主張，立証されていない以上，上記推認を覆す\nことはできない。次に上記③についてみるに，アリストロキア酸に蓄積性がなく，かつ，\n原告の本件腎障害がＫＭの服用中止後約半年を経過した後に発症したというのであれ\nば，上記推認を覆すに足り得るものであるといえないでもない。なるほど，原告の本件\n腎障害は，ＫＭの服用を中止した平成９年６月１１日の約半年後の同年１２月８日に指\n摘を受けたものではある。しかしながら，原告が同年１２月１１日に受けた検査結果によ\nると，Ｃｒ（クレアチニン）及びＢＵＮ（尿素窒素）の値はそれぞれ３．４（正常値０．８～１．\n５），４１（正常値８～１８）であって，当時既に原告の腎機能は相当程度低下していたこと\nが窺われる上，平成８年末頃には口渇及び全身倦怠感，平成９年１１月には嘔吐が出\n現していたのである（甲５）から，本件腎障害は，平成９年１２月８日よりも相当以前に発\n症していた蓋然性が極めて高いと推察されるのであり，被告において，原告の本件腎障\n害の発症時期がＫＭの服用中止の相当期間経過後である旨を具体的に特定して主張・\n立証しない限り，アリストロキア酸に蓄積性がないとしても，そのことのみをもって上記推\n認を覆すことはできないというべきである。\n３争点(3)（損害額）及び争点(4)（消滅時効の成否）について\n(1)前記争いのない事実に加えて後掲各証拠によれば，以下の事実が認められる。\nア原告は，平成９年１２月８日頃にＢ病院担当医から間質性腎炎（慢性腎不全）の診断\nを受け，平成９年１２月１０日から平成１０年３月２５日の合計１０６日間入院した（甲５，３\n２）。\nイ原告は，本件腎障害に罹患したことによる治療費として，平成９年６月１１日，Ｃ薬局\nに対し１万１１２０円を，平成１０年２月１６日，Ａ医院に対し５７００円をそれぞれ支払った\n（甲３３，３４）。\nウ原告は医薬品機構に対し，平成１０年９月１４日付で，ＫＭ等の医薬品の副作用によ\nり間質性腎炎に罹患したとして，医療費等の支給請求をし，医薬品機構から，平成１１\n年３月１９日付で，「医薬品の副作用による疾病」を「間質性腎炎」，「副作用の原因と考\nえられる又は推定される医薬品」を「ＫＭ」であるとして上記医療費等の支給決定を受け\nた。\nエ原告は医薬品機構に対し，平成１１年７月１９日付で，同月５日付のＢ病院担当医作\n成の障害年金診断書等を資料として障害年金支給請求をしたが，医薬品機構から同年\n１２月２４日付で，「医薬品の副作用による疾病等の名称は間質性腎炎による腎機能障\n害であり，その原因と考えられる又は推定される医薬品はＫＭであるが，その障害の程\n度は政令で定める障害等級に該当しない。」ことを理由に障害年金不支給決定が通知\nされた（甲２７）。\nオその後，原告のＣｒ（クレアチニン）及びＢＵＮ（尿素窒素）の値は上昇し，平成１２年１１\n月１４日には，その値はそれぞれ８．４及び７１と悪化の一途を辿り，翌１５日からは血液\n透析を受けるようになった（甲２８）。\nカそこで，原告はＢ病院担当医作成の平成１２年１２月２１日付障害年金診断書（甲２８）\nなどを資料として，平成１３年１月１２日付で医薬品機構に障害年金支給請求をし，医薬\n品機構から，同年６月２９日付で，「障害の状態」を「間質性腎炎による腎機能障害」，\n「障害（副作用）の原因と考えられる又は推定される医薬品」を「ＫＭ」であるとして，障害\n等級２級，平成１３年２月から年額２２０万９２００円を支給する旨の障害年金支給決定\nを受けた（甲１）。\nキ原告は，現在，週３回，１回約４時間の血液透析を受けており，これに加え，シャント\nが細い部分にあるため，血流が取れなくなったときはバルーンにより管を広げる手術を\n受けることもある（甲３２）。\nク原告は，医師から，軽作業，軽い家事程度への生活制限を指示されており（甲２８），\n血液透析を受ける日は，朝食と夕食を作ることしかできず，血液透析を受けない日も，\n余り体を使わないように気を遣いながら家事をこなすという生活をしている（甲３２）。\n(2)以上のとおり認められるところ，まず，争点(4)（消滅時効の成否）について判断する。\nア上記認定の事実によると，原告は，平成９年１２月８日に腎障害の指摘を受けて以\n来，回復に向けて治療を継続したが，原告の本件腎障害は徐々に進行し，平成１２年１\n１月１５日からは，血液透析を受けなければ生命を維持できない程度に達し，同日以\n後，週３回の血液透析を受けるに至っているというのであるから，原告の本件腎障害\nは，血液透析を受けた平成１２年１１月１５日をもって症状が固定したものと認めるのが\n相当である。\nイところで，上記のように腎機能障害の発症後，回復に向けて治療を継続するも，日々\n刻々と症状が進行し，一定の後遺障害を残す形で症状が固定した場合，「被害者が…\n損害…を知った」というためには，被害者が，治癒することのできない残存症状を後遺障\n害として認識し，後遺障害による損害の範囲及び損害額を把握しうる程度の事実を認\n識することが必要であると解すべきである。なぜなら，製造物責任法が，「被害者が…損\n害及び賠償義務者を知った」場合に短期消滅時効を認めたのは，被害者が事実上損害\n賠償請求権の行使が可能な程度の認識を有するに至ったからにほかならないのであっ\nて，被害者が事実上損害賠償請求権を行使するには，抽象的に後遺障害が生じる可能\n性を認識するだけでは足りず，損害の範囲を確定し，損害額を概算できる程度に，後遺\n障害の内容及び程度を具体的に把握する必要があるといわなければならないからであ\nる。\nウこれを本件についてみるに，被告主張の消滅時効起算点のうち，昀も遅い平成１１年\n７月５日の時点でさえ，原告の症状は未だ固定していないばかりか，原告が同日以降に\n医薬品機構に対して請求した障害年金支給請求が，原告の障害の程度が政令で定め\nる障害等級に該当しないという理由で不支給とされている。したがって，被告主張の消\n滅時効の起算点は，いずれの時点においても，原告が「損害…を知った」ということはで\nきない。よって，被告主張の消滅時効の抗弁は，後遺障害に基づく逸失利益及び慰謝\n料については理由がないというべきであり，採用することはできない。\nエ一方，原告が被った損害のうち，治療費立替分については，上記のとおり，原告の医\n薬品機構に対する平成１０年９月１４日付医療費等の支給請求について，医薬品機構\nから，平成１１年３月１９日付で，「医薬品の副作用による疾病」を「間質性腎炎」，「副作\n用の原因と考えられる又は推定される医薬品」を「ＫＭ」であるとして上記医療費等の支\n給決定を受けているのであるから，遅くとも平成１１年３月１９日の時点で，原告は「損害\n及び賠償義務者を知った」ものと認められる。この点に関して，原告は，賠償義務者が\n被告ではないかとの認識をもったのは，当裁判所がＫＭについて被告の賠償責任を認\nめる判決を言い渡したことを新聞で報じられた平成１４年４月２３日である旨主張する。し\nかしながら，ＫＭが被告の販売する医薬品であることは原告の平成１０年９月１４日付医\n療費等の支給請求の際に資料として添付された医療費等診断書，投薬証明書（甲５，\n６）及び上記平成１１年３月１９日付医療費等の支給決定通知によって明らかであるか\nら，平成１１年３月１９日の時点で，原告に勝訴を確信し得るだけの認識がなかったとし\nても，原告の前記主張を採用することはできない。よって，原告の治療費立替分に関す\nる損害賠償請求権は平成１１年３月１９日から３年を経過した平成１４年３月１９日の経\n過時点で時効消滅しているというべきであり，治療費立替分に関する限り，被告の消滅\n時効の抗弁は理由がある。\nなお，原告は，医薬品を輸入する会社の社会的使命として，被告が消滅時効を援用す\nることは信義誠実の原則に違反し，権利濫用である旨主張するが，医薬品を輸入する\n会社であるからといって，消滅時効の援用が信義誠実の原則に違反したり，権利濫用\nに該当するということはできない。\n(3)そこで，すすんで争点(3)（損害額）について検討する。\nア後遺障害による逸失利益２７３０万７７１２円\n上記(1)に認定の事実によると，原告の労働力喪失率は５６％であると認るのが相当で\nある。そして，原告は，上記症状固定日である平成１２年１１月１５日当時４６歳であった\nことから，平成１２年賃金センサスの４６歳女子全学歴平均である３８０万３４００円を基\n準に，就労可能年数を２１年とし，ライプニッツ方式により中間利息を控除し（ライプニッ\nツ係数１２．８２１１），これに上記労働能力喪失率を考慮して，後遺障害逸失利益を算\n定すると，原告の後遺障害による逸失利益は２７３０万７７１２円（３，８０３，４００円×１\n２．８２１１×０．５６）となる。\nなお，原告は，後遺障害の症状固定日を平成１３年６月２９日としながら，逸失利益算定\nの基礎となる始期を平成９年として請求するが，後遺障害による逸失利益は症状固定\n日から算定するのが相当であるから，この点に関する原告の主張は採用することができ\nない。\nイ後遺障害による慰謝料９３０万円\n上記後遺障害の程度，内容に加え，定期的に血液透析を受け続けなければ生命を維\n持できないこと，その他本件記録に顕れた一切の事情を考慮すると，後遺障害による慰\n謝料は９３０万円とするのが相当である。\n４その他\n(1)損益相殺６２４万６６００円\n医薬品機構の目的は，「医療費，障害年金，遺族年金等の給付を行うこと等により，医\n薬品の副作用による健康被害の迅速な救済を図ること」（医薬品副作用被害救済・研究\n振興調査機構法１条）であるから，原告が支給を受けた障害年金は，原告が被った障害\nを填補するものであると認められる。さらに，医薬品機構が給付する障害年金等は，医\n薬品を利用する者が拠出するものではないこと（同法３１条，４３条等）及び賠償責任を\n負担するものに対する代位の規定が定められていること（同法３０条２項）を併せ考える\nと，原告が受給した障害年金の総額６２４万６６００円について損益相殺を認めるのが相\n当である。\nそして，原告が受給した障害年金は，原告の後遺障害の症状が固定したことを受けて\n支給決定されたものであることから，原告が被った損害のうち，後遺障害逸失利益及び\n後遺障害慰謝料に対して損益相殺すべきである。\n(2)弁護士費用３００万円\n本件事案の性質，認容額等からすると，被告において負担すべき弁護士費用は，３００\n万円をもって相当と認める。\n(3)遅延損害金の発生時期\n不法行為に基づく損害賠償債務は，損害の発生と同時になんらの催告を要することなく\n遅滞に陥ると解される（昀高裁昭和３７年９月４日第三小法廷判決，民集１６巻９号１８３\n４号）ところ，不法行為の特則である製造物責任法による損害賠償責任についても同様\nに解するのが相当である。\nこれを本件についてみるに，原告が罹患した本件腎障害は，上記のとおり，平成１２年１\n１月１５日に症状が固定したものであるから，同日をもって，後遺障害に基づく損害（逸\n失利益，慰謝料）が発生したということができる。そうすると，原告の損害が発生したの\nは平成１２年１１月１５日というべきであるから，遅延損害金の起算日は同日とするのが\n相当である。\n５結論\n以上の次第で，原告の本訴請求は，被告に対し，製造物責任法３条に基づく損害賠償\nとして３３３６万１１１２円及びこれに対する症状固定日である平成１２年１１月１５日から\n支払済みまで民法所定の年５分の割合による遅延損害金の支払を求める限度で理由\nがあるから，その限度で認容し，その余の請求は理由がないからこれを棄却することと\nし，主文のとおり判決する。\n名古屋地方裁判所民事第８部\n裁判長裁判官黒岩巳敏\n裁判官河本寿一\n裁判官渡辺諭\n"
}