{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 11,
    "day": 6
  },
  "case_number": "平成15(行ケ)320",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "意匠権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "10726",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=10726",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/726/010726_hanrei.pdf",
  "contents": "平成１５年（行ケ）第３２０号　審決取消請求事件\n平成１５年１１月６日判決言渡、平成１５年１０月２３日口頭弁論終結\n判　　　　決\n原　　　告　　　　　　　双葉工業株式会社\n訴訟代理人弁理士　　　　牛木理一\n被　　　告　　　　　　　特許庁長官　今井康夫\n指定代理人　　　　　　　山崎裕造、藤正明、大橋信彦\n主　　　　文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n事実及び理由\n第１　原告の求めた裁判\n特許庁が不服２００１－１２３２７号事件について平成１５年６月１０日にした\n審決を取り消す、との判決。\n第２　事案の概要\n１　特許庁における手続の経緯\n原告は、平成１２年８月２９日、意匠に係る物品を「フライパン」とする意匠\n（本願意匠。別紙審決書の別紙第１の「本願の意匠」参照）について意匠登録出願\nをした（意願２０００－０２３７６５）が、平成１３年６月１９日に拒絶査定があ\nったので、同年７月１６日に拒絶査定に対する不服の審判を請求した。\n特許庁は、この請求を不服２００１－１２３２７号事件として審理し、平成１５\n年６月１０日、「本件審判の請求は成り立たない。」との審決をし、同年６月１９\n日、その謄本を原告に送達した。\n２　審決の理由の要点\n審決の理由は、別紙審決書の理由欄記載のとおりである。要するに、本願意匠\nは、引用意匠（特許庁総合情報館所蔵（受入１９９５年６月２１日）のアルミ家庭\n日用品第４頁所蔵フライパンの意匠（特許庁意匠公知資料番号ＨＣ０７０１８３７\n３号）。別紙審決書の別紙第２の「引用の意匠」参照）に類似するものと認められ\nるから、意匠法３条１項３号に規定する意匠に該当し、意匠登録を受けることがで\nきない、というものである。\n第３　原告主張の審決取消事由\n本願意匠と引用意匠とを対比すると、本願意匠は、引用意匠と全体形状において\nは類似しているとしても、看者の注意を強く引く部分である鍋本体の表面部の形態\nにおいて大きく異なっている。すなわち、本願意匠は、鍋本体の内側表面部に凹凸\n模様を立体的に表現したものであって、そこに創作の要部ないし特徴があり、そこ\nから感受されるフライパン全体の美感ないし印象は、引用意匠とは全く別異のもの\nであって、需要者が混同を起こすおそれもない。\n審決は、本願意匠の構成態様について、「規則配列小模様をエンボス加工するこ\nとは、周知の形態処理の範囲に属するものであるから、創作の内容としても格別着\n目されることのないものである。」というが、フライパンのような金属製の鍋類の\n内側表面部に凹凸模様面を立体的に表現したものは、本願意匠が嚆矢であり、業界\nでは評価されている。したがって、これを周知の形態処理とみることは、根拠のな\nい独断である。\nまた、本願意匠においてパン本体の内側表面部の全面に構成展開している凹凸模\n様は、看者がその視覚をもって充分認知し美感を惹起しているのであり、そこに見\nられるものは鉄板の地模様でも粗面でもなく、意匠全体に及ぼす視覚的効果を充分\nに発揮している。審決が意匠に係る物品「フライパン」の中で最も広面積を占める\nパン本体の表面部全面における凹凸模様とこれが発揮している看者に対する訴求力\nの強さを無視したことは、本願意匠の実体をよく見ていない判断といわざるを得な\nい。\nちなみに、フライパンと同じ飲食用調理具に属する合成樹脂製の「しゃもじ」類\nに係る意匠においては、その外観形状が周知であっても、その表面に小規模のエン\nボス模様を施したことによって新規性及び創作力があると判断され、登録されてい\nるものが多数ある（登録意匠第１１０８７１５号、同１１０７４４６号、同１１０\n７４４６号、同１１０７４５２号、同１１１９０３１号及び同１１１９６９４号。\n甲５ないし９）。\n第４　当裁判所の判断\n１　証拠（甲１の１ないし５、甲１０）によれば、本願意匠は、別紙審決書の別\n紙第１の「本願の意匠」に示されるとおりのものであって、鍋の本体部の内側表面\n部全体に微小円形状の凹凸を密に配列していること、原告は、本願意匠の出願に当\nたり、「本願意匠は、なべ本体の内側全面に多数の小突起を形成し、全面を凹凸面\nにしたことを特徴とする。」と記載した特徴記載書（平成１２年８月２９日提出）\nを願書とともに提出したことが認められる。\n２　原告は、本願意匠は引用意匠と全体形状が類似しているとしても、本願意匠\nの創作性ないし特徴は、フライパン本体の表面における具体的な構成態様にあり、\n本体の内側表面部に多数の小凹凸を立体的に表現したエンボス様加工の凹凸模様面\nが看者の注意を強く引くものであるから、同様の凹凸模様面のない引用意匠とは美\n感を全く異にし、引用意匠と混同されることもなく、引用意匠とは非類似の意匠で\nあると主張する。\nしかし、原告主張の点に関しては、当裁判所も、審決の「理由」中の（ホ）の点\nについて判断（３頁１３行から２６行）と同一の認定判断に立って、審決と同一の\n理由により、本願意匠は引用意匠に類似すると判断するものである。原告が本訴に\nおいて主張立証するところを考慮しても、この判断は左右されない。\n特に、原告が本願意匠の創作性ないし特徴があると主張するフライパンの内側表\n面部全体に多数の小凹凸を設けた構成態様について付言すると、本願意匠における\n凹凸模様面は、フライパン本体の内側表面部全体にわたって円形の小凹凸を均一か\nつ密に規則的に配列してなるものであり、それ自体として格別の特徴を有するもの\nとは認められないから、その存在によってもたらされる視覚的効果は、フライパン\nの意匠全体としてみた場合には、フライパン表面の形態処理として採用可能なもの\nの１つを採用したことによる質感の差異と認識される程度のものであって、それが\n意匠の類否判断に及ぼす影響は微弱なものというべきである。なお、原告が本願意\n匠の実施品であるとするフライパンを掲載したパンフレット（甲４）には、「エン\nボス加工鉄製フライパン」、「こびりつきにくい鉄を新開発！」「金属表面に無数\nの凹凸を浮き立たせた特殊加工金属です。素材と鋼板の間に絶えず油が回るため、\nこげつきやこびりつきの発生するおそれが格段に減ります。」等と記載されている\nことが認められ、これによれば、本願意匠においてフライパン本体の内側表面部全\n体に小凹凸を設けた点は、フライパンの美感を意識した創作というよりは、むし\nろ、こげつき等を防止するという機能に重点を置いたものであることがうかがわれ\nるのであって、この点からみても、本願意匠における意匠的創作性がフライパンの\n内側表面部にエンボス加工様の小凹凸を形成した構成にあり、これが意匠の類否判\n断を左右する要素であるとする原告の主張は、採用することができない。\n３　よって、原告の請求は理由がないから、請求を棄却することとし、主文のと\nおり判決する。\n東京高等裁判所第１８民事部\n裁判長裁判官　　　塚　　原　　朋　　一\n裁判官　　　古　　城　　春　　実\n裁判官　　　田　　中　　昌　　利\n･\n"
}