{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 17,
    "month": 3,
    "day": 15
  },
  "case_number": "平成15(ワ)3184",
  "case_name": "",
  "court_name": "東京地方裁判所",
  "right_type": "著作権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "9708",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=9708",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/708/009708_hanrei.pdf",
  "contents": "平成１５年(ワ)第３１８４号　著作物利用差止等請求事件\n口頭弁論終結日　平成１６年１２月３日\n判決\n原　　　　　　　告　　　　株式会社テル・ディレクターズ・ファミリィ\n原　　　　　　　告　　　　Ａ\n上記両名訴訟代理人弁護士　内藤篤\n上記復代理人弁護士　　　　大橋卓生\n被　　　　　　　告　　　　ユニバーサルミュージック株式会社\n同訴訟代理人弁護士　　　　中野憲一\n同　　　　　　　　　　　　宮垣聡\n主文\n１　被告は，『燃えつきるキャロル・ラスト・ライブ』と題するＤＶＤ商品\nを複製又は頒布してはならない。\n２　被告は，「キャロル」のＣＤアルバム『ザ★ベスト』の特典製品である\n「スペシャルＤＶＤ」を複製又は頒布してはならない。\n３　被告は，前項の「スペシャルＤＶＤ」の在庫品を廃棄せよ。\n４　被告は，第２項の「スペシャルＤＶＤ」に収録された「ファンキー・モ\nンキー・ベイビー」のプロモーション映像について，複製，上映，放送，その他の\n利用をしてはならない。\n５　被告は，前項の「ファンキー・モンキー・ベイビー」の映像のマスター\nテープを廃棄せよ。\n６　被告は，原告株式会社テル・ディレクターズ・ファミリィに対し，４９\n１３万２２１４円及びこれに対する平成１５年２月２２日から支払済みまで年５分\nの割合による金員を支払え。\n７　被告は，原告Ａに対し，金１００万円及びこれに対する平成１５年２月\n２２日から支払済みまで年５分の割合による金員を支払え。\n８　原告らのその余の請求を棄却する。\n９　訴訟費用は，原告株式会社テル・ディレクターズ・ファミリィと被告と\nの間においては，原告株式会社テル・ディレクターズ・ファミリィに生じた費用の\n５分の４を原告株式会社テル・ディレクターズ・ファミリィの負担とし，その余は\n被告の負担とし，原告Ａと被告との間においては，原告Ａに生じた費用の３０分の\n２９を原告Ａの負担とし，その余は被告の負担とする。\n10　この判決は，第６項及び第７項に限り，仮に執行することができる。\n事実及び理由\n第１　請求\n１　主文１ないし５と同旨\n２　被告は，『燃えつきるキャロル・ラスト・ライブ』と題するビデオカセット\n商品を製造し，頒布してはならない。\n３　被告は，原告株式会社テル・ディレクターズ・ファミリィに対し，金２億４\n１６０万８８９０円及びこれに対する平成１５年２月２２日（訴状送達の日の翌\n日）から支払済みまで年５分の割合による金員を支払え。\n４　被告は，原告Ａに対し，金２０００万円及びこれに対する平成１５年２月２\n２日（訴状送達の日の翌日）から支払済みまで年５分の割合による金員を支払え。\n５　被告は，別紙１記載の謝罪広告を，朝日新聞，日本経済新聞及び読売新聞の\n各全国版並びにスポーツニッポン及びサンケイスポーツの各紙に掲載せよ。\n第２　事案の概要\n１　争いのない事実等\n(1)　当事者\n原告株式会社テル・ディレクターズ・ファミリィ（以下「原告会社」とい\nう。）は，昭和５０年に設立された，テレビ番組を中心とする映像制作事業を営む\n株式会社である（甲２７）。\n原告Ａ（以下「原告Ａ」という。）は，テレビ番組の制作会社である株式\n会社テレビマンユニオンに所属するディレクターであったが，昭和４９年に同社か\nら独立し，昭和５０年に原告会社を設立し，以降，原告会社の代表取締役である。\n被告は，録音・録画物の企画・制作及び販売等を業とする株式会社であ\nる。被告の前身は，日本フォノグラム株式会社（以下「日本フォノグラム」とい\nう。）である。日本フォノグラムは，Ｂ，Ｃ，Ｄ，Ｅをメンバーとするロックバン\nド「キャロル」が所属していたレコード会社であったが，平成７年にマーキュリ\nー・ミュージックエンタテインメント株式会社に商号を変更し，同社は，平成１２\n年に音楽関係の事業を被告に営業譲渡した。被告は，これにより，日本フォノグラ\nムが有する音楽関係の著作権その他すべての権利関係を承継した（乙１４）。\n(2)　本件作品の製作・放送\n昭和５０年４月１３日，キャロルの解散コンサートが行われた。そのと\nき，別紙２のとおりの内容の『グッドバイ・キャロル』と題される，同コンサート\nのシーン等を中心とするドキュメンタリー映画の著作物（検甲２。以下「本件作\n品」という。）が製作された。本件作品の撮影は，原告会社によって行われ，原告\nＡが監督をした。\n本件作品は，同年７月１２日，株式会社東京放送（以下「ＴＢＳ」とい\nう。）により，『グッドバイ・キャロル』のタイトルで，同テレビの「特番ぎんざ\nＮＯＷ！」という番組において放送された（甲１の１）。\n(3)　本件ビデオの販売\n日本フォノグラムは，昭和５９年ころ，本件作品を別紙３のとおりの内容\nに編集し直し，『燃えつきるキャロル・ラスト・ライブ』と題するビデオカセット\n商品（以下「本件ビデオ」という。）として製作販売し，この際，モノラルからス\nテレオへの音源の入れ替え，映像の劣化や肖像権の問題等に対処するため，映像の\n編集を行ったが，日本フォノグラムは，この編集作業を原告会社に依頼し，原告会\n社がこの編集作業を行った。\n本件ビデオの発売に関して，日本フォノグラムは，原告Ａに許諾料を支払\nう旨の提示はしなかった。\n(4)　本件ＤＶＤの販売\n被告は，平成１５年１月２２日，『燃えつきるキャロル・ラスト・ライ\nブ』と題するＤＶＤ商品（検甲３。以下「本件ＤＶＤ」という。）を製作販売し\nた。本件ＤＶＤは，本件ビデオの媒体をＤＶＤにしたもので，本件ビデオと映像が\n同一であり，その内容は，別紙３のとおりである。\n被告は，本件ＤＶＤの製作及び販売について，原告会社から明示の許諾を\n受けていない。\n(5)　特典ＤＶＤの販売\n被告は，本件ＤＶＤと同時に『ザ★ベスト』と題するキャロルのベスト盤\nＣＤ（以下「本件ＣＤ」という。）を発売した。被告は，この両商品の宣伝のため\nに，いわゆるプロモーションビデオ映像を作ろうと企図し，本件作品の一部を使用\nして合成し，ワイプ処理で切り刻んだような効果の編集をするなどして，「ファン\nキー・モンキー・ベイビー」のプロモーション映像を製作した（以下「本件プロモ\nーション映像」という。）。被告は，本件プロモーション映像をテレビ放映（スポ\nット及び番組エンディングテーマとして使用），街頭大型ビジョン上映，レコード\nショップ店頭上映，本社受付等での上映などを行うことによって，本件ＣＤ及び本\n件ＤＶＤを宣伝した。また，本件プロモーション映像を，本件ＣＤの初回購入特典\nとして，ＤＶＤに収録し（以下「特典ＤＶＤ」という。），これを本件ＣＤに付加\nして販売した（検甲４）。\n被告は，本件プロモーション映像及び特典ＤＶＤの映像製作及びその利用\nについて，原告会社から明示の許諾を受けていない。また，本件プロモーション映\n像及び特典ＤＶＤにおいては，そのオリジナル映像を撮った監督が原告Ａである旨\nの記述はない。\n２　本件は，原告会社が本件作品の著作権（複製権，頒布権，上映権，放送権及\nび翻案権）に基づき，原告Ａが著作者人格権（同一性保持権及び氏名表示権）に基\nづき，被告に対し，本件ビデオ及び本件ＤＶＤが本件作品を複製したものであり，\n特典ＤＶＤ及び本件プロモーション映像が本件作品を翻案し，著作者人格権を侵害\nするものであるなどと主張して，①著作権法１１２条１項に基づき，本件ビデオ，\n本件ＤＶＤ及び特典ＤＶＤの複製及び頒布の差止め並びに本件プロモーション映像\nの複製，上映，放送等の差止め，②同条２項に基づき，特典ＤＶＤ及び本件プロモ\nーション映像のマスターテープの廃棄，③民法７０９条に基づき，損害賠償，④著\n作権法１１５条に基づき，謝罪広告を請求する事案である。\n被告は，請求棄却の判決を求め，担保を条件とする仮執行免脱宣言を求め\nた。\n３　争点\n(1)　本件作品の著作者及び著作権者は誰か。\n(2)　本件ビデオは原告会社の著作権を侵害するか。\n(3)　本件ＤＶＤは原告会社の著作権を侵害するか。\n(4)　特典ＤＶＤ及び本件プロモーション映像は原告会社の著作権及び原告Ａの\n著作者人格権を侵害するか。\n(5)　損害の発生の有無及びその額\n(6)　謝罪広告の必要性\n第３　争点に関する当事者の主張\n１　争点(1)（著作者及び著作権者）について\n〔原告らの主張〕\n(1)　本件作品の製作経緯\nキャロルのマネージメント会社であった有限会社バウハウス（以下「バウ\nハウス」という。）の会長職を辞して間もないＦ（以下「Ｆ」という。）は，昭和\n５０年ころ，原告Ａの仕事を手伝っており，その縁があって，原告Ａは，キャロル\nの解散コンサートが昭和５０年４月に開催されることを知り，これを撮影したいと\n考えるようになった。原告Ａは，キャロルがレコードデビューをする前の昭和４７\n年ころから，テレビ東京で原告Ａが製作していた番組に出演させたりするなどし\nて，キャロルのリーダーであるＢ（以下「Ｂ」という。）と親交をあたためていた\nからである。\n原告会社は，昭和５０年４月９日に法人として設立登記がなされ，キャロ\nル解散コンサートは，同年４月１３日に開催された。原告会社は，本件作品の撮\n影・編集に要する資金を集めるために，本件作品についての企画書を作って，これ\nをテレビ局のＴＢＳに持ち込み，ＴＢＳの放映料を製作資金にあてようと考えた。\nしかし，できあがった映像を見てから昀終的な判断をしたいと言われた。\nそこで，原告会社は，原告Ａの妻や親類から借金をして，製作資金を工面\nして，解散コンサート風景やメンバー達のオフステージの表情，親衛隊「クール\nズ」の言動などを撮影して，これらを編集し，本件作品を製作した。原告Ａは，原\n告会社によるかかる製作行為に参加することを原告会社に約束した上で，本件作品\nの監督を務めた。\n完成した本件作品をＴＢＳに持ち込んだところ好評で，結局ＴＢＳで放映\nされることが決定し，同年７月１２日『グッドバイ・キャロル』のタイトルで同局\nにおいて放送された。ＴＢＳは放映料を原告会社に対して支払った。\n放送された本件作品について，テレビ評等は，好意的に扱い，東京新聞で\nは本件作品を原告会社の第１回作品として紹介している。また，原告会社にとって\nは法人として設立されて昀初の作品であったため，ダイレクトメール用のはがきな\nどにおいて，本件作品を第１回制作作品と大書して印刷し，取引先等に配ったりも\nした。\nＴＢＳによる放映後，当時の日本フォノグラムの担当者であるＨから申入\nれがあったので，原告会社は，本件作品の地方テレビ局への放映を許諾する権利を\n日本フォノグラムに譲渡し，本件作品のコピーを同社に提供した。したがって，被\n告が保管しているとする本件作品のマスターテープは，本件作品のオリジナルでは\nない。\n以上の経緯からすれば，本件作品の著作者は原告Ａであり，著作権者は原\n告会社である。本件作品の製作について，発意と責任を有していたのは原告会社で\nある。原告会社は，誰にも委託されずに本件作品を自主制作作品として製作したの\nである。\n(2)　被告の主張への反論\n原告らは，キャロルのマネージメント会社であったバウハウスの社長Ｇ\n（以下「Ｇ」という。）からも日本フォノグラムからも撮影料２００万円を受け取\nった記憶はないが，仮に被告が主張するとおりだったとしても，原告会社は，発注\n者に対して製作を完成する義務を負っており，映画製作費用もキャストやスタッフ\n等への支払，機材の損傷の弁償など自己の負担としていることになるから，映画製\n作者の地位は揺るがない。\n被告は，コンサート開催自体に関する費用負担を映画の製作費として考え\nているようであるが，別の目的のために作られた環境を撮影の背景に選んだからと\nいって，その背景の製作費が映画の製作費となることはない。また，被告は権利処\n理は全て被告が行ったと主張するが，権利処理の主体と著作権者か否かは無関係で\nある。\nＴＢＳへ放映許諾をし，そこからの放映料を受領したのは原告会社であ\nり，事前の放送合意はなかったとはいえ，原告会社らは本件作品をテレビ局で放送\nするべく，限られた時間内に編集を終えてＴＢＳに持ち込み，放映に漕ぎ着けたの\nであるから，製作の進行管理と完成の責任を負っていたのは原告会社にほかならな\nい。監督である原告Ａやカメラマンをはじめ，出演者のキャロルのメンバーやクー\nルズに参加依頼・出演依頼をしたのは原告Ａである。出演者に出演料の支払がなけ\nれば映画製作者になれないということはない。\n〔被告の主張〕\n(1)　本件作品の製作経緯\nア　昭和５０年当時，Ｇと日本フォノグラムとの間で，解散コンサートのＬ\nＰレコードのプロモーションに使用すること及び将来何らかの態様で利用すること\nを目的として，解散コンサートの撮影を行うことが話し合われ，日本フォノグラム\nにおいて本件作品の製作が決定された。Ｇは，知人である原告Ａが代表者を務める\n原告会社に撮影を依頼した。\nイ　本件作品製作のための費用として，原告らからの見積もりに基づき，２\n００万円を日本フォノグラムから原告会社に対して支払った。この製作費用は昀終\n的にはＧが負担し，日本フォノグラムからＧに支払われる解散コンサートを素材と\nする商品についての原盤製作協力印税と相殺することとされた。すなわち，商品が\n売れて，日本フォノグラムがＧに対し，製作費用以上の原盤製作協力印税の支払義\n務を負う場合は，製作費用はＧの負担となり，原盤製作協力印税が同額未満の場合\nは，日本フォノグラムも製作費用の一部を負担するのである。本件では，日本フォ\nノグラムは，製作費用を超える原盤製作協力印税を負担したので，結果的に，Ｇが\n製作費用を負担した。\nウ　本件作品の権利関係について，Ｇと日本フォノグラムとの間で締結され\nた契約書（乙７）８条では，原盤に対するＧの権利を日本フォノグラムに移転する\nことが規定されているので，Ｇは日本フォノグラムに対して原盤を製作して納入す\nる義務を負っており，本件作品を完成させて納入すべき義務を負担していた。この\n原盤製作の対価として，日本フォノグラムは前記原盤製作協力印税を支払う義務を\n負担したのである（前記契約書４条）。\nエ　Ｇは，解散コンサートの会場の選択と費用の支払，機材の搬入と費用の\n支払，キャロルのメンバーへの報酬の支払，コンサートスタッフの費用の支払，ク\nールズへの協力依頼を行った。本件作品にクールズの映像を入れることは，日本フ\nォノグラム内で話し合われていたことである。本件作品のみならず，後の本件ビデ\nオ，本件ＤＶＤ等の販売に際しても，日本フォノグラムは，映画製作者として，実\n演家や出演者との権利処理も行った。解散コンサートの開催，ＬＰレコード発売，\n本件作品の撮影は，当初から一体として企画されたものであるから，本件作品の製\n作費用として，解散コンサート開催費用も含まれる。\nオ　本件作品撮影後，そのマスターテープは，日本フォノグラムで保管し，\n現在では，同社から音楽関係の事業について営業譲渡を受けた被告が保管してい\nる。原告らから本件作品のマスターテープの引渡しを要求されたことはない。\nカ　本件作品製作後，日本フォノグラムのＵが担当となって，全国の放送局\nで本件作品を放映してＬＰレコードのプロモーションをしてもらうよう働きかけ，\nＴＢＳで放送された。また，日本フォノグラムは，本件作品のビデオテープを複数\nのテレビ局に貸与したが，キャロル解散コンサートのＬＰを宣伝する目的のためだ\nったことから，いずれのテレビ局に対しても，本件作品の放送について，一切対価\nを請求しなかった。\nキ　当時，キャロルと専属契約（乙８）を締結していたのは，日本フォノグ\nラムであり，キャロルは日本フォノグラムの専属アーティストとして，日本フォノ\nグラムのレコーディングのために，日本フォノグラムの指示に従い実演を行うこと\nとされていた。キャロルは，この専属契約に基づき解散コンサートを行ったのであ\nり，日本フォノグラムのみが，適法に撮影を行い，その映像を固定する権限を有し\nていた。\nク　原告らは，本件作品が製作された昭和５０年から本訴提起前の交渉がな\nされるまで約２８年間もの間，本件ビデオの販売が行われたにもかかわらず，本件\n作品の著作権に関する主張を一切していない。日本フォノグラムの担当者が，パッ\nケージに「制作・著作・日本フォノグラム株式会社」と記載された本件ビデオを原\n告Ａに持参したときも，原告らから何らの権利主張もされなかった。他方，日本フ\nォノグラムは，本件作品の著作権者として本件作品を各地のテレビ局に持参して，\nキャロルのプロモーションのために放送させ，昭和５９年には，原告Ａに依頼して\n本件作品を編集した本件ビデオを発売している。これらの一連の行為は，本件作品\nの著作権を日本フォノグラムが有していたからこそできたものである。\n(2)　著作権法１５条（職務著作）による著作権取得\n以上のとおり，本件作品の対象である解散コンサートを企画し，準備し，\nその模様を収録したＬＰレコードを製作，発売し，そのプロモーションのために解\n散コンサートを撮影することを企画したのは，全て日本フォノグラムであるから，\n本件作品は，日本フォノグラムの発意に基づいて作成されたものである。\n「法人等の業務に従事する者」とは，典型的には法人の従業員であるが，\n外部の者との間においても，法人等に著作権を原始的に帰属させることを当然の前\n提とする指揮命令関係がある場合には，かかる指揮命令に服する者も含まれる。キ\nャロル解散コンサートは，日本フォノグラムの企画，管理下で実施され，当時，キ\nャロルの実演を収録して原盤を製作する権利を有していたのは，キャロルと専属契\n約を締結していた日本フォノグラムであった。原告らは，日本フォノグラムの企\n画，費用，指揮命令によって撮影，編集等の作業を行ったにすぎない。したがっ\nて，本件作品は，日本フォノグラムの業務に従事した原告会社が職務上作成したも\nのである。\n「法人等の名義の下に公表するものであること」とは，法人等の著作名義\nで公表することを予定している著作物であれば足りる。本件作品は，ＬＰレコード\nのプロモーション目的として製作されたものであるから，各地の放送局に無料で放\n送させることを前提としており，各放送局が自局の制作番組として放送できるよ\nう，あえて，「制作・著作日本フォノグラム」と表示していないが，著作者名を表\n示して公表するのであれば，日本フォノグラムの著作名義で公表することを予定し\nていた。現に，本件ビデオには，「制作・著作・日本フォノグラム株式会社」と表\n示されている。\nしたがって，著作権法１５条により，本件作品の著作権は，日本フォノグ\nラムが原始的に取得した。\n(3)　著作権法２９条１項による著作権取得\n本件作品は映画の著作物であるところ，ＬＰレコードのプロモーションの\nために，日本フォノグラムが企画し，その費用により製作し，撮影に必要なキャロ\nルの許諾も得たのであるから，日本フォノグラムが映画製作者であり，原告会社\nは，日本フォノグラムによる映画製作に参加することを同社に約束していたので，\n著作権法２９条１項により，日本フォノグラムに著作権が帰属する。\n仮にＧが共同製作者として共同著作権を取得したとしても，日本フォノグ\nラムとの昭和５０年５月１５日付契約書により，Ｇの持分は日本フォノグラムに移\n転されている。\n(4)　著作権の譲受による取得\n仮に，本件作品の著作権を原告会社が原始的に取得したとしても，昭和５\n０年４月１８日にテープの編集を終え，完成版のビデオを原告らがＧに引き渡した\n時点で，本件作品に対する著作権はＧに譲渡された。そして，同年５月１５日付け\n契約書（乙７）により，Ｇから日本フォノグラムに移転し，平成１２年に同社から\n被告への営業譲渡に伴って被告に移転した。\n２　争点(2)（本件ビデオ）について\n〔原告らの主張〕\n昭和５９年，Ｂは，自分のコンサート映像をビデオカセット商品として，当\n時のワーナー・パイオニア株式会社から発売しようと考えたが，その冒頭に本件作\n品の映像を一部使用したいと考え，日本フォノグラムの社長と直談判して，ワーナ\nー・パイオニア株式会社から発売されるビデオに本件作品の映像を一部使用するこ\nとの同意，すなわち専属解放の同意を得て，その代わりに本件作品自体をビデオカ\nセット商品として，日本フォノグラムが発売することを同社に対して許諾した。\n原告Ａは，この経緯をＢから聞いて，本件作品が日本フォノグラムからビデ\nオカセット商品として発売されることを承認したが，これは著作権者である原告会\n社に対して許諾料を支払う旨の契約の提示があることを条件としたものであった。\nしかし，日本フォノグラムから契約の提示はなく，原告Ａも忙しさにかまけてその\nままになってしまった。\nしたがって，本件ビデオは，相当額の許諾料を支払うとの条件が成就してい\nないので，著作権者である原告会社の許諾なしに本件作品が複製されたものという\nことになる。なお，本件ビデオは，本件作品を再編集したものではあるが，原告Ａ\nが自らビデオ化のために手直ししたもので，翻案したものではない。日本フォノグ\nラムの提供した写真素材なども使用したのは事実であるが，それにより著作権の帰\n属に影響が生ずるものではない。\n〔被告の主張〕\n本件ビデオを作成するにあたっては，日本フォノグラムは，Ｂがキャロルの\n元メンバーから本件ビデオ販売についての承諾を取りつけることを交換条件とし\nて，Ｂが他社から発売する映像作品「●●●●ヒストリー」に本件作品の映像の使\n用を認めたものである。また，キャロルの各メンバー及びクールズのあるメンバー\nに対し，慣行上，金銭の支払がなされたが，これらの処理を行ったのは，日本フォ\nノグラムである。\n本件ビデオは，本件作品のモノラル音源を日本フォノグラムが録音していた\nステレオ音源と入れ替え，昀後に使用している「エデンの東」の音源を異なるオー\nケストラの演奏に変更し，新たにキャロルのメンバーの写真を挿入し，映像に一定\nの編集を加えたものであるから，本件作品と実質的に同一であるとはいえない。\n「エデンの東」の音源や新たに挿入した写真の権利処理は，日本フォノグラムが行\nった。日本フォノグラムは，原告会社に本件作品の映像の編集作業を依頼し，原告\nＡが編集作業を行った。このとき，日本フォノグラムから原告会社に対し，編集作\n業代金が支払われている。その際もその後も原告らからは，何の請求もなかった。\n本件ビデオのパッケージには，「制作・著作・日本フォノグラム株式会社」と記載\nされていたが，原告らからは，何の抗議もなかった。\n以上のとおり，原告らは，本件作品製作と同様，本件ビデオ製作の全体には\n関与せず，単なる編集作業の委託を受けたに過ぎないものであって，映画の著作物\nである本件ビデオの製作者として，本件ビデオの製作を企画し，費用を負担し，必\n要な権利処理を行ったのは，日本フォノグラムである。したがって，本件ビデオの\n著作権者は，日本フォノグラムであり，営業譲渡に伴い，著作権が被告に移転され\nたものである。\n３　争点(3)（本件ＤＶＤ）について\n〔原告らの主張〕\n本件ＤＶＤは，本件ビデオをそのままＤＶＤ版にしたものであって，本件ビ\nデオと同様に著作権者である原告会社の許諾なしに本件作品が複製されたものであ\nる。\n〔被告の主張〕\n本件ＤＶＤは，本件ビデオの媒体をＶＨＳビデオからＤＶＤに変更したもの\nであるから，その著作権者は，当時既に本件ビデオの著作権を有していた被告であ\nる。\n仮に原告会社が本件作品の著作権者であったとしても，本件ビデオを発売す\nるときに本件ＤＶＤへの使用についても同意済みである。\n４　争点(4)（特典ＤＶＤ，本件プロモーション映像）について\n〔原告らの主張〕\n特典ＤＶＤ及び本件プロモーション映像は，本件作品の一部の映像に大幅な\n改変を加えて作成されたものであり，著作権者である原告会社及び著作者である原\n告Ａのいずれの許諾もなしに作成され，原告Ａが監督をした旨の表示もなかった。\nしたがって，特典ＤＶＤ及び本件プロモーション映像は，原告会社の著作権\n（翻案権）及び原告Ａの著作者人格権（同一性保持権及び氏名表示権）を侵害する\nものである。\n〔被告の主張〕\n(1)　そもそも，特典ＤＶＤの映像は，本件作品に含まれる映像を素材として製\n作されたものではあるが，新たに製作した別個の著作物であるから，本件作品の翻\n案ではない。\n本件作品は，ステージの前後に固定した２台のカメラと２台の移動カメラ\nが捉えた合計４つの映像から，１つを選択して構成されたコンサートの映像と，コ\nンサート以外の映像を織り交ぜ，編集したところに表現上の本質的特徴があり，個\n々の映像自体，特にライブ演奏を記録した部分は，演出行為，細かいカメラ割りな\nどを伴わず，カメラフレームや露出の決定などもライブ演奏の記録という性質上，\n非常に限定されているから，ほとんど創作性は認められない。特典ＤＶＤの映像\nは，このような創作性を認め難い個々のシーンが矢継ぎ早に次々と入れ替わるもの\nであって，本件作品の表現上の本質的特徴として，創作性のよりどころとなる編集\nの成果を全く利用していない。したがって，特典ＤＶＤに接した者が，本件作品の\n表現上の本質的特徴を感得することはないから，特典ＤＶＤは，本件作品の翻案で\nはない。\nしたがって，本件作品の著作権者が誰であるかにかかわらず，特典ＤＶＤ\nの映像の著作権は，これを製作した被告に原始的に帰属しており，仮に原告Ａが本\n件作品の著作者人格権を有していたとしても，これを侵害しない。\n(2)　仮に特典ＤＶＤが本件作品を改変したものであるとしても，本件作品がプ\nロモーション用に製作されたものである以上，その改変が成されることや，約４分\n３０秒程度の短いプロモーションの映像を作成した場合に，著作者の名称を表示し\nないことも，原告らは当初から了解済みであったというべきである。\n５　争点(5)（損害）について\n〔原告らの主張〕\n(1)　利益賠償の適用について\n原告会社は，主位的に著作権法１１４条２項による損害額を請求するもの\nである。\nア　これに対し，被告は，まず，原告会社においては，ビデオやＤＶＤを製\n作し販売している実績がないため，利益賠償を主張することができないと主張す\nる。\nしかし，それは法律の明文にない要件を導入したことになり，誤った解\n釈である。仮に権利者において当該権利に係る著作物利用を現実に行っていること\nが本項適用の前提条件であるとするならば，その旨が条文上明記されていてしかる\nべきであり，条文の文言に全て表現しつくすことが困難である場合も立法技術とし\nては通常あり得ることであるが，条項の適用場面を制限する定型性のある前提をあ\nえて省略するような立法は不適切である。原告会社は，テレビ番組を中心とした映\n像作品の企画，製作を専ら行う会社であり，映像作品のライセンス事業は数多く行\nっている。\nイ　また，被告は，原告会社は解散コンサートを収録した商品を適法に製造\n販売するための実演家の許諾を取得していないので，本件ＤＶＤを自ら製造販売で\nきないと主張する。\nしかし，原告会社こそが実演家からの許諾を取得したのであって，被告\nこそこのような許諾の取得について立証をなし得ていない。また，そもそも利益賠\n償の要件として原告会社が侵害と目された製品の製造販売を実際に行っていること\nを要求するのは法律解釈として誤っている。\nウ　いわゆるコンテンツ産業において，ソフト部分とハード部分の機能分化\nは普遍的に存在しており，物理的素材としてのＤＶＤ盤を作る会社や，商品として\n梱包されたＤＶＤをレコードショップ等に卸売りして配給する会社は，レコード会\n社の外部の第三者である。したがって，著作物を製作販売するための設備，技術を\n有するかどうかを前提として，利益を得る蓋然性を論じるのであれば，そもそも今\n日の日本のコンテンツ産業一般においては誰も利益賠償を得る適格性が存しないこ\nとになる。\nエ　仮に，被告が主張するように「原告会社がビデオ販売をしていること」\nを利益賠償の前提と考えた場合であっても，製造販売とは，結局のところ，製造と\n販売に関する費用を自ら負担しているということであり，このような意味における\n製造販売については，原告会社はこれを業として行っている。Ｂの実演を収録した\nビデオ商品「THE STAR IN HIBIYA」及び「●●●●ストーリー」に関して，原告会\n社は株式会社音との間で一切の費用を２分の１ずつ負担し，売上げを２分の１ずつ\n取得する旨の共同製作・販売契約を締結した（甲５１，５２）。\n(2)　本件ビデオによる損害\nア　主位的請求　３７０６万９８５１円\n本件ビデオについても，本件ＤＶＤと同様に音及び映像からなる商品で\nあるから，下記(3)ア記載のとおりの本件ＤＶＤの利益率６９．３％（利益額１億７\n０５６万２７７９円÷売上げ２億４６０８万９０２５円）をもとに各商品の利益を\n計算する。\n被告は，平成５年以降本日まで，本件ビデオを，小売価格３６８９円\n（税込み３８７３円）のものを６８９７本（レーザーディスク商品を含む。），２\n４２７円（税込み２５４８円）のものを１万７５０８本販売したとのことであり，\n卸価格は定価の７５％である。\nしたがって，本件ビデオに係る利益は，次のとおり，３７０６万９８５\n１円である。\n（３８７３円×６８９７本＋２５４８円×１万７５０８本）×７５％×６\n９．３％＝３７０６万９８５１円\nイ　予備的請求　１７８３万０６１６円\nレコード会社がアーティストのライブ映像などをテレビ局などの外部権\n利元からの供給に頼る場合には，権利元に支払う印税率は，ビデオグラムの小売価\n格の２０％程度になる。ものによっては２５％から３０％程度になることもある。\nこうした場合，外部権利元はビデオグラム商品として発売するにあたっての権利ク\nリアランスは，レコード会社に委ねるのが常である。すなわち，本件において，日\n本フォノグラムが権利クリアランス業務を行ってもなお，原告会社に小売価格の２\n０ないし３０％程度の印税を支払うのが正当なのである。本件では，キャロルとい\nう知名度の高いアーティストの映像作品であることに鑑みれば，２５％の著作権料\n率が相当である。\nしたがって，著作権法１１４条３項に基づく原告の損害額は，次のとお\nり，１７８３万０６１６円である。\n（３８７３円×６８９７本＋２５４８円×１万７５０８本）×２５％＝１\n７８３万０６１６円\nウ　被告は，本件ビデオに関する原告会社の金銭請求権は発生していないと\n主張するが，原告らは，対価の合意がなされ，かつ対価が実際に支払われることを\n条件として，日本フォノグラムに本件ビデオの複製・頒布を許諾したものである。\n対価の合意は結局されなかったから，許諾はなかったことになる。\n仮に，原告会社が条件を付けずに日本フォノグラムに本件ビデオの販売\nを許諾していたとしても，原告会社は相当の対価請求権を当然有していたはずであ\nるから，契約を前提とした相当対価請求権又は契約不存在を前提とした不当利得請\n求権を有するというべきである。\n被告の主張では，「●●●●ヒストリー」に１５分間本件作品の一部を\n使用することの対価として４７分間の本件作品全部を無償でビデオ化できることに\nなり，バランスを失している。\nまた，被告は，原告会社が本件ビデオの編集作業を行い，それに対して\n報酬が払われていると主張するが，編集スタッフとしての立場と著作権者としての\n立場は全く異なり，性質の違う対価なのであるから，編集作業の報酬が支払われた\nから著作権料は支払われなくていいことにはならない。\n(3)　本件ＤＶＤによる損害\nア　主位的請求　１億７０５６万２７７９円\n(ア)　本件ＤＶＤの消費税込みの小売価格は，３６７５円（消費税込）で\nあり，卸価格はその７５％であり，販売数量は８万９２８４枚であるから，本件Ｄ\nＶＤの売上げは，２億４６０８万９０２５円（３６７５円×８万９２８４枚×７５\n％）である。\nなお，被告は，売上げは消費税を含まずに計算し，控除すべき費用に\nついては消費税を含めて計算しているが，売上げについても消費税を加算して計算\nすべきである。\nまた，原告会社は，本件作品の頒布権のみならず複製権の侵害も主張\nしているのであるから，いったん違法に複製され，頒布され，これにより被告が利\n益を受けた以上，被告側の事情により返品がされたとしても，これを控除すべきで\nはない。\n(イ)　本件ＤＶＤに係る利益は，別紙４のとおり，売上げから経費を控除\nした１億７０５６万２７７９円が相当である。\n被告は，利益賠償における被告利益額から経費を控除しているが，著\n作権法１１４条２項における「利益」とは「純利益」ではなく，当該侵害品により\n利益を受けるために新たに発生した費用のみが「粗利益」額から控除すべき費用で\nあり，被告の主張する費用控除のうち，次の費目は過大である。その余の費用の控\n除は認める。\nａ　被告がＢ所属事務所である株式会社音へ支払ったとする小売価格の\n２０％相当の印税額は，根拠も示されていない以上，経費として控除することは許\nされない。プロデュース印税としても，せいぜい小売価格の２％前後であるが，本\n件作品で株式会社音は何のプロデュース行為も行っていないのだから，不当な支出\nである。\nｂ　被告が有限会社オークランドへ支払ったとする３．７５％の印税は\n根拠が不明で，経費として控除することは許されない。原盤製作協力印税であると\nしても，原告らが本件ＤＶＤの発売に先立って，著作権者として名乗りを上げてい\nるにもかかわらず，漫然と支払われたもので，経費としては認められない。\nｃ　被告は，宣伝販促費を経費として計上しているが，これは本件ＤＶ\nＤの宣伝販促のほか，特典ＤＶＤを同梱した本件ＣＤに対する宣伝販促も含んでい\nる。したがって，これらを仕訳する必要があるところ，両者の売上げの比は，本件\nＤＶＤが３８．９％，本件ＣＤが６１．１％であるから，本件ＤＶＤの宣伝販促費\nとして控除が許されるのは，宣伝販促費合計額１９５２万５１２４円の３８．９％\nである７５９万５２７３円である。\nｄ　被告は，ビクターエンタテインメント株式会社（以下「ビクター」\nという。）に純売上げの２％を販売手数料として支払ったとするが，通常販売委託\n契約では，運送費等は販売受託先が負担するものであるから，何のための手数料で\nあるか開示されなければ関連性がないものとして控除を認めるべきではない。\nｅ　部門費（人件費，一般管理費）は，本件ＤＶＤの製作の有無にかか\nわらず，被告に恒常的に生ずるものであるから，かかる部門費は控除すべきではな\nい。\n(ウ)　なお，被告は，本件ＤＶＤの演奏部分は，被告が音源を差し替えて\nステレオ化したものであり，それによって被告の貢献が全体の５０％になると主張\nするが，失当である。\n多様な構成要素から成る映像作品において，音楽のみを取り出してそ\nの貢献度が全体の半分であるというならば，例えば映画の製作費の半分が音楽に費\nやされたり，二次使用料（劇場用映画がビデオ化されたりテレビ放映される際に楽\n曲の著作権者や脚本家等に支払われる金額）も音源の権利者が半分を取得するとい\nうことになるが，非常識である。\nまた，原告らが撮影し録音したオリジナルの収録物には，そもそもキ\nャロルの全く同じ演奏が録音されていたものであって，ただテレビ放映を目的とし\nていたからモノラルで録音されていたにすぎない。すなわち，被告が行ったこと\nは，録音物としての音に関して，０を１００にしたのではなく，５０を１００にし\nたにすぎない。\n本件作品は，純然たる作家性のあるドキュメンタリー作品であり，原\n告Ａの演出家としての手腕が評価されたのは，キャロルのメンバーがオープンカー\nで喋るシーンを移動中継車を駆使して撮影した箇所などである。コンサートの演奏\n部分がモノラルからステレオに差し替えられたことは，ドキュメンタリー作品とし\nての本件作品においては従たる意義しかない。\nこのことは定量的にも観測できる。本件作品の約２８％は，インタビ\nューなどのため被告による音源の差し替えがないか，差し替えに意味がない部分で\nある。\nこれらを総合的に考察すると，被告による音源の差し替えを貢献とし\nて評価するとすれば，５％程度が妥当である。\nイ　予備的請求　８２０２万９６７５円\n前記ア(ア)のとおり，本件ＤＶＤの１枚当たりの消費税込みの小売価格\nは３６７５円であり，販売数量は８万９２８４枚である。\n前記(2)イのとおり，著作権料率は２５％が相当なので，著作権法１１４\n条３項の受けるべき金銭の額は，次のとおり，８２０２万９６７５円となる。\n３６７５円×８万９２８４枚×２５％＝８２０２万９６７５円\n(4)　特典ＤＶＤによる損害\nア　主位的請求　１８４８万８１００円\n特典ＤＶＤの付いた初回出荷の本件ＣＤの消費税込みの小売価格は３２\n００円であり，卸価格はその７５％であり，販売数量は１６万１３３５枚である。\n被告は，特典ＤＶＤについては利益が出ていないと主張するが虚構であ\nる。\n本件ＤＶＤにおける利益率は６９．３％（利益額１億７０５６万２７７\n９円÷売上げ２億４６０８万９０２５円）であるから，本件ＣＤが被告にもたらし\nた利益は，２億６８３３万２３７２円（３２００円×１６万１３３５枚×７５％×\n６９．３％）である。\n特典ＤＶＤが付いた本件ＣＤは，２５曲の音のみの楽曲と２曲の映像を\n伴った楽曲の演奏が収録されている１個の商品であるから，全体としての商品が稼\nぎ出した全利益を楽曲の頭割りで算定する。被告の主張によれば，音源と映像は２\n分の１ずつであるから，頭割りの算定上，特典ＤＶＤの収録曲は２倍にして算定す\nると，特典ＤＶＤに収録された「ファンキー・モンキー・ベイビー」には，全体の\n６．８９％（２÷２９）が振り分けられる。\nしたがって，原告会社の受けるべき利益は，次のとおり，１８４８万８\n１００円である。\n２億６８３３万２３７２円×６．８９％＝１８４８万８１００円\nイ　予備的請求  ８８９万２７８５円\n前記アのとおり，特典ＤＶＤの付いた初回出荷の本件ＣＤの消費税込み\nの小売価格は３２００円であり，本件ＣＤの売上枚数は，１６万１３３５枚であ\nり，そのうち６．８９％が「ファンキー・モンキー・ベイビー」の映像に割り当て\nられる。実施料率は２５％が相当である。\nしたがって，特典ＤＶＤに関し著作権法１１４条３項により受けるべき\n金銭の額は，次のとおり，８８９万２７８５円である。\n３２００円×１６万１３３５枚×６．８９％×２５％＝８８９万２７８５\n円\n(5)　本件プロモーション映像による損害　１５４８万８１６０円\nレコード会社においては，プロモーション協力の対価としてレコードの小\n売価格の３％程度をアーティストの所属事務所などに支払うことがある。本件プロ\nモーション映像もテレビ，ウェブサイト，店頭などにおいて，本件ＤＶＤと本件Ｃ\nＤの販促のために利用されており，こうしたプロモーション印税相当の支払に匹敵\nする。\n特典ＤＶＤの付いた初回出荷の本件ＣＤの消費税込みの小売価格は３２０\n０円である。\nしたがって，本件ＣＤの売上げに，本件プロモーション映像が与えた影響\nを著作権法１１４条３項により受けるべき金銭の額として換算すると，次のとおり\n１５４８万８１６０円となる。\n３２００円×１６万１３３５枚×３％＝１５４８万８１６０円\n(6)　原告会社の損害のまとめ\nア　主位的請求\n本件ビデオによる損害　　　　　　　　　　　３７０６万９８５１円\n本件ＤＶＤによる損害　　　　　　　　　１億７０５６万２７７９円\n特典ＤＶＤによる損害　　　　　　　　　　　１８４８万８１００円\n本件プロモーション映像による損害　　　　　１５４８万８１６０円\n合計　　　　　　　　　　　　　　　　　２億４１６０万８８９０円\nイ　予備的請求\n本件ビデオによる損害　　　　　　　　　　　１７８３万０６１６円\n本件ＤＶＤによる損害　　　　　　　　　　　８２０２万９６７５円\n特典ＤＶＤによる損害　　　　　　　　　　　　８８９万２７８５円\n本件プロモーション映像による損害　　　　　１５４８万８１６０円\n合計　　　　　　　　　　　　　　　　　１億２４２４万１２３６円\n(7)　原告Ａの損害　２０００万円\n原告Ａは，本件プロモーション映像をテレビで見て，かつての自分の監督\n作品が切り刻まれて放送されたことに衝撃を受けた。この著作者人格権侵害の慰謝\n料は，２０００万円を下らない。\n〔被告の主張〕\n(1)　利益賠償の適用について\nア　仮に原告会社が本件ＤＶＤの映像について著作権を有しており，被告に\n対し，本件ＤＶＤの製造販売行為について損害賠償請求権を有するとしても，損害\n額として被告が得た利益額の賠償を求めることはできない。\n著作権法１１４条２項は，侵害行為と損害との因果関係及び損害額の立\n証が困難であることに照らし，著作権者の立証の困難性を救済するために，侵害者\nが得た利益をもって著作権者の被った損害額であると推定するものである。推定さ\nれるのは，侵害行為と損害との間の因果関係及び損害額であって，損害が発生した\nこと自体は，著作権者が立証しなければならない。\n著作権法１１４条２項は，当該著作物を利用して侵害者が現実にある利\n益を得ている以上，著作権者が同様の方法で著作物を利用する限り同様の利益を得\nられる蓋然性があることに基づく規定であるから，損害が発生したというために\nは，著作権者自身が，著作権侵害とされる行為がなされていた時期に，侵害品と競\n合する商品を自ら製造販売していたことが必要である。そうでなければ，侵害品が\nなければ，その分だけ著作権者の商品が売れたはずであるという補完関係がなく，\n侵害行為から得られた利益を著作権者の損害と推定するための事実的な基礎を欠く\nからである。本件では，自らビデオ商品やＤＶＤ商品の製造販売を行っていない原\n告会社は，被告と同様に本ビデオ商品や本ＤＶＤ商品の製造販売を行って利益を得\nられる蓋然性はないから，同項の適用はない。\nイ　仮に，著作権法１１４条２項の適用を受けるためには，著作権者が著作\n権侵害とされる行為がなされた期間中に，自ら著作物を利用していなくても，著作\n権の保護期間中に利用する可能性があれば，同項の適用があると解したとしても，\n原告会社が自ら本件ＤＶＤの製造販売を行う蓋然性は低く，利用許諾による権利行\n使を行う蓋然性が高いことから，同項は適用すべきではない。\nまた，原告会社は，解散コンサートが行われた昭和５０年から約３０年\n経った現在においても，自ら製造ないし販売元となってレコードやＤＶＤを販売し\nたことがないのであるから，今後もレコード会社への利用許諾はしても，自らが製\n造販売の主体になる蓋然性は低い。\nウ　さらに，著作権者が著作権法１１４条２項に基づく損害額を主張するこ\nとができるのは，著作権者が著作物を利用する権利を専有し，自らの権原のみに基\nづいて著作物を利用することが可能であり，他方，侵害者により販売等のされる侵\n害品が真正品と同内容のものとして互いに排他的な競争関係に立つことから，侵害\n品の販売等による利益をもって著作権者が真正品の販売等により得ることのできた\nはずの利益と等価関係に立つという擬制が可能なことによるものというべきであ\nる。\n本件ＤＶＤに収録されている解散コンサート収録時，キャロルと日本フ\nォノグラムとは，専属契約を締結していた。すなわち，キャロルは，日本フォノグ\nラムの専属アーティストとして，日本フォノグラムのレコーディングのために，日\n本フォノグラムの指示に従い実演を行うものとされ，レコーディングされた原盤の\n所有権及び録音権，録画物に対する著作権法上の全ての権利は日本フォノグラムに\n帰属する。したがって，解散コンサートについては，キャロルは日本フォノグラム\nに対して著作隣接権を譲渡しているのであって，被告は営業譲渡によって，日本フ\nォノグラムから同権利を承継取得している。\n原告会社は，本件ＤＶＤの映像について著作権を有していたとしても，\nキャロルの実演を収録する権限を有しておらず，キャロルの実演を収録することの\n許諾も得ておらず，そこに収録されている実演についての著作隣接権を有していな\nい。解散コンサートを収録した商品を適法に製造販売することについての著作隣接\n権の利用許諾も受けていない以上，本件ＤＶＤを自ら，あるいは第三者に委託して\n適法に製造販売することはできないのであるから，被告が得た利益をもって，原告\n会社が得ることができたはずの利益と等価関係に立つと擬制することはできず，同\n項を適用できない。\nエ　原告会社は，今日のコンテンツ産業における分業の実態を主張するが，\n分業によって各当事者の担当業務が限定されているならば，各当事者が得られる利\n益も各担当業務から得られる利益に限定されるのであり，被った損害の填補を目的\nとする損害賠償制度において，自らの担当業務上，およそ得られるはずのない利益\nについてまで逸失利益の賠償を求められないのは当然である。種々の当事者が関与\nして各自の利益の累積として得られるところの製作販売による利益を著作者のみの\n逸失利益として認められないのである。\nオ　原告会社は，ビデオの製造販売を業として行っていると主張するが，現\n実には，原告会社が行っているのは，映像原盤を株式会社音又は有限会社カムスト\nックと共同で製作するところまでで，その後のこれらの作品を発売するための様々\nな業務は，すべて株式会社音や有限会社カムストックが行っている。また，製造\n費，広告宣伝費，音楽著作権使用料などの費用も，株式会社音や有限会社カムスト\nックが立替払し，その後，売上げが上がった段階で，立替金回収後の損益を折半し\nている。すなわち，原告会社は商品の製造，宣伝及び販売に関し，何のリスク，作\n業又は役割も負わず，単に昀初の製作費の出資に対するリターンを受けとるにすぎ\nないから，実質的には株式会社音又は有限会社カムストックが事業主体であり，原\n告会社は事業主体であるとはいえない。\n(2)　本件ビデオに関する損害\n昭和５９年に本件ビデオを発売するに際し，その前年に日本フォノグラム\nは，本件作品の撮影を担当した原告らに編集作業を委託して報酬を支払った。原告\nらは，「●●●●ヒストリー」に本件作品の一部を使用するに際し，日本フォノグ\nラムが専属解放に同意することを条件として，原告会社が日本フォノグラムに対\nし，本件作品を有償でビデオ化することを許諾したと主張するが，日本フォノグラ\nムが原告らに本件作品のビデオ化に関して対価を支払うという合意がされた事実は\nない。また，本件ビデオ発売後平成１４年末まで，原告らから日本フォノグラムに\nも被告にも，本件ビデオについて著作権使用料の請求がされたことはない。\nしたがって，仮に原告会社が本件作品の著作権者であったとしても，本件\nビデオについては，著作権の使用料は発生しない。\n(3)　本件ＤＶＤに関する損害\nア　本件ＤＶＤは，本件ビデオの媒体をＤＶＤに変更したものである。した\nがって，仮に原告会社が本件作品の著作権者であったとしても，本件ビデオを発売\nするときに本件ＤＶＤへの使用についても同意済みであるし，日本フォノグラムが\n対価を支払う合意はされていないので，本件ＤＶＤについて，著作権の使用料は発\n生しない。\nイ　仮に，本件ＤＶＤに本件ビデオについての許諾の効果が及ばない場合\nは，本件ＤＶＤに関する損害は，著作権法１１４条３項により，以下のとおり２６\n５万６１９９円である。\n本件ＤＶＤは，１枚あたりの税抜き小売価格は３５００円であり，販売\n数量は，８万９２８４枚である。ＤＶＤというパッケージとして販売するために費\n用がかかるため，販売数量に８５％を乗じて，パッケージ費用を控除する。\n製作者の印税率としては，日本フォノグラムとＧとの契約書（乙７）で\nは３．７５％とされている。しかし，本件では，原告らは解散コンサートの収録に\nついて許諾を得ておらず，キャロルへのギャラの支払やコンサート開催についての\n費用等を全く負担していないこと，挿入されているキャロルの元メンバーの写真や\nエンディングに使用されている「エデンの東」の権利処理も日本フォノグラムが行\nったこと，原告らが担当したのは，単なる撮影業務だけであることに照らせば，印\n税料率は２％で十分である。\n本件ＤＶＤは，音源は日本フォノグラムから被告が承継したステレオ音\n声を用いており，当業界の慣行では，映像のみの製作者への印税は２分の１とな\nる。キャロルが解散コンサートとして演奏を行った模様を収録した音楽ビデオが本\n件ＤＶＤの商品価値であり，通常の映画作品とは異なる。音楽ビデオである本件Ｄ\nＶＤとしては，オリジナルの収録物のモノラル音声では商品価値はなく，被告によ\nるステレオ音声への音源差し替えがなければ本件ＤＶＤは発売できなかった。テレ\nビ用のドキュメンタリー番組の面は，解散コンサートを収録しているということと\n比較すれば貢献度は低い。音源の入っていない部分は，いわば付け足しの部位にす\nぎない。\nしたがって，本件ＤＶＤに関し著作権法１１４条３項により受けるべき\n金銭の額は，次のとおり，２６５万６１９９円となる。\n３５００円×８万９２８４枚×８５％×２％×１／２＝２６５万６１９９\n円\nウ　仮に，損害額を著作権法１１４条２項による逸失利益とする場合は，以\n下のとおり，２３４６万２１２９円（円未満切り捨て）を超えることはない。\n(ア)　本件ＤＶＤの販売による売上げは，卸売価格（小売価格３５００円\n×７５％＝２６２５円）に販売枚数８万９２８４枚を乗じた２億３４３７万０５０\n０円であるが，実際の売上げは，返品分２６８枚を控除した２億３３６６万７００\n０円である。\n原告会社は，返品されても控除すべきではないと主張するが，利益額\nをもって損害額とするのであれば，返品された商品についての利益は発生しないの\nであって，しかも本件ＤＶＤのような音楽作品の場合，返品は不可避に生じるもの\nであって，原告会社が販売を行っても同様の返品が生じることは避けられない。し\nたがって，不可避に生ずる返品については，損害額から控除すべきである。\nなお，原告会社は，売上げについても消費税を加算して計算すべきで\nあると主張するが，売上げに課される消費税は，被告を通過して必ず国に納入され\nるのであるから，消費税相当額は，当初から被告に帰属し得ないものであり，利益\n額に含めないのは当然である。\n(イ)　この売上げを上げるために必要な経費としては，別紙５に列挙した\nとおりの費用が必要であり，これらの費用は，仮に原告会社において本件ＤＶＤを\n販売するとしても必要になるものである。したがって，これらの経費を前記売上げ\nから控除した４６９２万４２５９円が本件ＤＶＤ全体の逸失利益の額である。な\nお，控除すべき費用については，被告は実際に消費税額を付加した金額を支出して\nいるのであるから，費用として控除すべきである。\n一般論として，同項による「利益」とは限界利益と解する立場が妥当\nするとしても，本件では原告会社はそもそも製品の製造販売をしておらず，原告会\n社が本件ＤＶＤの製造販売によって被告と同様に利益を得ようとすれば，労働力や\n設備を新たに導入しなければならないから，このような経費を全て控除した純利益\nの金額をもって賠償額を認定すべきである。\n控除すべき費用等は，以下のとおりである。\nａ　リベート（乙１１８）　　　　　　　　　２４４２万２３７０円\nｂ　製造費　　　　　　　　　　　　　　　　１３９４万４４３２円\n製造費の内訳は，原盤代１０万５０００円（乙３２），ケース代３\n１１万５５６０円（乙３２。３５円×８万９０１６枚×１．０５），ディスク代８\n９０万１６００円（乙３２。１００円×８万９０１６枚×１．０５），ジャケット\n印刷代（別途新譜時製版代及び別途新譜時改版代を含む。）１１６万３２５１円\n（乙３３。１４５万９６８３円×８万９０１６枚／１１万１７００枚×１．０５）\nである。\nｃ　マスタリング費用　　　　　　　　　　　　　６３万００００円\nマスタリング費用の内訳は，音声６万３０００円（乙３５），映像\nマスタリング２３万１０００円（乙３６），映像オーサリング３３万６０００円\n（乙３７）である。\nｄ　印税　　　　　　　　　　　　　　　　　６２８１万８９１７円\n印税の内訳は，Ｂ分の印税５５万５４１８円（乙４４），Ｄ分の印\n税５０万９１３３円（乙４５），Ｉ分の印税５０万３９９１円（乙４６），Ｃ分の\n印税４８万８５６２円（乙４７），株式会社ミューコム分の印税１０６万１５５５\n円（乙４８），株式会社音に対する印税４８８４万３０１８円（乙４３），有限会\n社オークランドに対する印税７８６万５８６３円（乙４９のうち，ＤＶＤと記載し\nてある項目）の合計５９８２万７５４０円に消費税を加えた６２８１万８９１７円\nである。\n５９８２万７５４０円×１．０５＝６２８１万８９１７円\nなお，株式会社音に対する印税は，日本フォノグラムがラストライ\nブのビデオ商品を発売する際に，Ｂとキャロルの楽曲，フィルムを使用する場合\nに，Ｂの許諾がいる旨の合意をしたことを根拠としている。日本フォノグラムから\n営業譲渡を受けて，Ｂとの契約関係を承継した被告としては，かかる合意を無視で\nきない。原告会社が本件ＤＶＤを製造販売するとしてもＢからは同様の要求がさ\nれ，これに応じなければＢは製造販売の許諾をしないであろうことは明らかであ\nる。したがって，原告会社の損害を推定する上でも，株式会社音に対する印税額は\n控除すべきである。\nまた，被告は，有限会社オークランドに印税を支払ったが，被告\nは，契約書（乙７）４条でＧが取得した原盤製作協力印税請求権を有限会社オーク\nランドが承継した（乙１４）ことに基づき支払を遂行しているのであり，何ら不当\nなことではない。\nｅ　著作権印税　　　　　　　　　　　　　　１６６３万３０４５円\nｆ　肖像使用（乙３４）　　　　　　　　　　　　２１万００００円\nｇ　宣伝販促費　　　　　　　　　　　　　　１９２６万０３９４円\n本件ＤＶＤと本件ＣＤとは，同時に発売されたものであるが，レコ\nード店に置くポップ，ポスター等，一方の商品のみを対象とした広告物がほとんど\nであり，支出する際の費目としては，本件ＤＶＤ用と本件ＣＤ用の販促活動費は，\n分別されるのがほとんどである。かかる分別に従って集計したものを基本とし，い\nずれに対する出費であるか不明なものは，販売額に応じた按分計算をして分配する\nと，本件ＤＶＤの宣伝販促費は，以下の(ａ)ないし(ｄ)を合計した合計１９２６万\n０３９４円となる。\n(ａ)　乙第５０ないし９０号証の合計１８３６万７１３３円\n(ｂ)　乙第１０１号証ないし１０５号証の合計７２万６８１０円\n(ｃ)　サンプル盤（５８１枚）の製造費９万１１３０円\n(ｄ)　乙第１１６号証及び１１７号証に対応した支払金額合計を，本\n件ＤＶＤと特典ＤＶＤを含んだベスト盤ＣＤの売上比で按分した７万５３２１円\nｈ　デザイン費　　　　　　　　　　　　　　　　１１万０７５４円\n本件ＤＶＤのジャケットのデザイン費の内訳は，文字入力・版下代\n３万０１１４円（乙９２），改版代８万０６４０円（乙９１。７万６８００円×\n１．０５）である。\nｉ　搬送費（乙１１８）　　　　　　　　　　　６１５万０９１４円\nｊ　ビクター手数料（乙１１８）　　　　　　　４９０万７００７円\n被告はビクターとの契約に基づき実際に運送費を負担しているので\nあって（乙１２０），ビクターの販売手数料は，被告が運送費を負担することを前\n提として決定されたものであるから，変動費であることが明らかな運送費は当然に\n経費控除すべきである。\nｋ　部門費（人件費，一般管理費）　　　　　３７６５万４９０８円\n侵害者の利益額をもって著作権者の損害額と推定しているのは，侵\n害者が得た利益をそのまま著作権者に返還させる趣旨ではなく，侵害行為がなけれ\nば，侵害者が得た利益を著作権者が得られたであろうという補完関係があることに\nよる。本件では，そもそも本件ＤＶＤの製造を行っていない原告会社が本件ＤＶＤ\nを製造販売するためには，新たな部門費が不可避的に発生する。したがって，原告\n会社が出費することが明らかな部門費（人件費，一般管理費）は控除すべきであ\nる。\n(ウ)　さらに，上記のうち，原告らが作業を担当したのは，本件ＤＶＤの\n映像部分であるから，原告らの貢献度は昀大限に評価しても５０％を超えるもので\nはない。したがって，仮に原告会社に逸失利益の賠償がされるとしても，上記(イ)\nの額に２分の１を乗じた金額である２３４６万２１２９円（円未満切り捨て）を超\nえることはない。\n(4)　特典ＤＶＤに関する損害\nア　仮に，特典ＤＶＤが翻案権侵害であるとしても，その損害は，次のとお\nりである。\n特典ＤＶＤは，平成１５年に発売されたＣＤ「キャロル／ザ★ベスト」\nの初回発売分に特典として付されていたものである。特典ＤＶＤ付きの本件ＣＤ\nは，これがないものよりも１３４円価格が高いことから，特典ＤＶＤの価格は１３\n４円と考えるのが相当である。\n平成１５年第２期までの特典ＤＶＤ付きの本件ＣＤの販売枚数は，１６\n万１３３５枚である。\n前記(3)イのとおり，販売数量に８５％を乗じて，パッケージ費用を控除\nする。また，製作者の印税率は２％が相当である。さらに，音源は日本フォノグラ\nムのものを使用しているので，映像のみの製作者への印税は２分の１とする。\n特典ＤＶＤには，原告らが撮影した解散コンサートの映像を素材にした\n映像を使用した「ファンキー・モンキー・ベイビー」と，原告らとは無関係の映像\nを使用した「ルイジアンナ」の２曲が収録されているので，更に２分の１を乗じる\nことになる。\nしたがって，特典ＤＶＤに関し著作権法１１４条３項により受けるべき\n金銭の額は，次のとおり，９万１８８０円となる。\n１３４円×８５％×１６万１３３５枚×２％×１／２×１／２＝９万１８\n８０円\nイ　仮に，損害額を著作権法１１４条２項による逸失利益とする場合は，そ\nの額は次のとおりである。\n特典ＤＶＤの販売による売上げは，卸売価格（小売価格１３５円の７５\n％の小数点以下を四捨五入した１０１円）に販売枚数１６万１３３５枚を乗じた１\n６２９万４８３５円であるが，返品が２２万１２９１円分あるため，実際の売上げ\nは，返品分を控除した１６０７万３５４４円である。\nこの売上げを上げるために必要な経費としては，別紙６に列挙したとお\nりの費用が必要であり，これらは仮に原告会社において特典ＤＶＤを販売するとし\nても必要になる。したがって，これらの経費を上記売上げから控除したものが，逸\n失利益の額であるが，本件では経費が上回り，利益は出ていない。\n(5)　本件プロモーション映像による損害\nプロモーション印税を支払う慣行は，アーティストが所属する会社におい\nて，プロモーション活動を実際に行い，その対価としてレコードの売上げの一定料\n率を支払うものであり，本件のように既に収録された映像を使用する場合に，販促\n物の使用料を宣伝対象である商品の売上げに応じて支払うというものではない。プ\nロモーション印税を宣伝対象である商品の売上げの一定料率とする趣旨は，プロモ\nーション活動を積極的に行う動機付けをアーティスト側に与えることにあるから，\n本件のように収録済みの映像の使用について，宣伝対象である商品の売上げを基礎\nに使用料額を算定するという合理性はない。\n(6)　消滅時効\n仮に，本件作品の著作権が原告会社に認められるのであれば，１０年を経\n過した販売行為に対する不当利得に基づく請求及び３年を経過した販売行為に対す\nる不法行為に基づく請求については，被告は消滅時効を援用する。\n６　争点(6)（謝罪広告）について\n〔原告らの主張〕\n本件プロモーション映像は，テレビを始めとする各種メディアによって多く\nの人々の目に触れるところとなった。また，本件プロモーション映像を収録した特\n典ＤＶＤの販売に先立って，その権利侵害性につき，被告は原告らから明確な警告\nを受けたにもかかわらず，あえてその発売を強行して，多数の消費者のもとに，原\n告Ａの著作者人格権及び原告会社の著作権を侵害した特典ＤＶＤを頒布したもので\nある。\nしたがって，原告らは，被告に対し，別紙１記載のとおりの謝罪広告掲載の\n請求権を有するものである。\n〔被告の主張〕\n争う。\n第４　当裁判所の判断\n１　証拠から認められる事実\n(1)　証拠及び弁論の全趣旨によれば，次の事実が認められる。\nア　昭和５０年４月１３日，Ｂ，Ｃ，Ｄ及びＥをメンバーとするロックバン\nド「キャロル」の解散コンサートが行われた。\n解散コンサートは，キャロルのマネージメント会社であったバウハウス\nの社長であるＧが企画し，バウハウスがコンサートの運営に関する一切の業務を行\nった。すなわち，バウハウスは，解散コンサートの会場の選択，会場費用の支払，\n機材の搬入と費用の支払，キャロルメンバーへの報酬支払，コンサートスタッフの\n費用の支払，コンサートのポスターやチラシの製作，保険契約の締結（乙２８ない\nし３０）等のコンサートの運営に関する一切の業務を行い，コンサート費用一式の\n支払をした（乙２３の１，２４の１及び２，２５の１及び２）。Ｇは，ラストライ\nブのステージをどのように構成するかを考え，コンサート全体のプロデュースを行\nった。コンサートのちらし（乙２７）には，「企画・制作★バウハウス」との記載\nがある。\nイ　原告Ａは，Ｇと合意の上，解散コンサートの撮影をすることになった。\n同原告は，昭和５０年４月９日，テレビ番組を中心とする映像製作を目的とする原\n告会社を設立した。\n本件作品の撮影は，原告会社によって行われ，原告Ａが監督をした。原\n告会社は，カメラマン，音声等スタッフと撮影・音声機材等を，テレビ技術会社で\nある株式会社パビック（以下「パビック」という。）に発注して行った。パビック\nは，原告Ａと事前の打合せを行い，同原告の指示に従ってカメラ位置を定め，撮影\nしたものである（甲１０，１１，２７）。\n解散コンサート当日，コンサート会場での演奏の収録は，４台のカメラ\nを中継車につなぎ，ライブ演奏に合わせてカメラを切り換え，スイッチングで１本\n化して録画した（甲２７）。カメラは，ステージ後方ドラムスの後のイントレの上\nに固定カメラ１台と舞台の上に手持ちカメラ１台，客席の中のイントレの上に固定\nカメラ２台の陣容で撮影した（甲２４ないし２７）。原告Ａは，オープンカーに乗\nったキャロルのメンバー４人が親衛隊クールズのバイクに囲まれ併走しながら１人\nずつ解散への想いを語るシーンを，大型ＶＴＲ録画機を積み込んだ車を走らせなが\nら，ハンディカメラでキャロルやクールズを狙って撮るという，当時としては新し\nいビデオ撮影方法を採用した（甲１０，２７）。\nウ　当時，原告Ａとしては，本件作品を製作するにあたり，製作費の工面は\n二の次のようなところはあったが，事前に当てがあるに越したことはないと考え，\n以前から面識のあったＴＢＳのプロデューサーＪ及びＫに相談に行った。しかし，\n企画段階ではＴＢＳ側が難色を示し，撮影編集済みの映像を見て，良ければ放送す\nるとの対応だったので，自主制作で撮影編集等を行うことになった（甲２７）。\n原告らは，解散コンサートから数日後に行った番組全体の編集作業で，\nスイッチングで１本化して録画したものと，ハンディカメラでのファンへのインタ\nビュー等を原告Ａの演出方針に従って構成し，やや長めの時間で編集した（ＣＭ抜\nきで正味５１分。検甲１）。原告Ａは，このように編集して完成した映像（ＴＢＳ\nのスタッフ表示のスーパーテロップ等を入れていないもの）をＴＢＳのＪプロデュ\nーサーに持ち込み，その形で試写を行った。そして，その結果として，本件作品を\nＴＢＳで放映できることになった（甲３，２７）。\nその後，原告Ａは，ＴＢＳの指示で，番組として決められた時間ちょう\nどになるように（ＣＭ抜きで正味４８分）編集し直した（検甲２）。編集段階で，\n原告Ａは，編成も兼務していたＫプロデューサーに確認を取り，ＴＢＳの指示通り\n黒味を入れ，ＴＢＳからの指示により，Ｋプロデューサーの名前と制作著作ＴＢＳ\nのスーパーテロップを入れて納品した（甲２７，検甲２）。なお，ＣＭを挿入する\nには，Ｋに連絡してＣＭの回数・秒数を確認することが不可欠であり，テレビ局の\nフォーマットを知らなければテレビ局へ納品すらできない（甲２７）。\nエ　原告会社は，昭和５０年６月１９日，ＴＢＳとの間で，ＴＢＳでの１回\nの放送に限って，本件作品の放送権を譲渡する旨の契約を締結した（甲３９）。対\n価は１５０万円であり（３条），ＴＢＳから原告会社に支払われた。\n本件作品は，同年７月１２日，ＴＢＳの「特番ぎんざＮＯＷ！」という\n番組において，『グッドバイ・キャロル』のタイトルで，テレビ放送された（甲１\nの１）。\nなお，ＴＢＳ放送前のクレジットは，「技術　パビック，プロデューサ\nー　Ｌ（原告会社社員）・Ｇ，ディレクター　Ａ，制作協力　テル・ディレクター\nズ・ファミリィ」となっており，ＴＢＳで放送されたクレジットは，「技術　パビ\nック，プロデューサー　Ｌ・Ｋ，ディレクター　Ａ，制作協力　テル・ディレクタ\nーズ・ファミリィ，制作著作　ＴＢＳ」となっている（甲３８，検甲１，２）。\n原告会社がＴＢＳと契約した後で，日本フォノグラムから原告会社に話\nがあり，地方テレビ局への番組販売権は，日本フォノグラムへ譲渡することにした\nが，対価は支払われていない（原告本人）。原告Ａは，このとき日本フォノグラム\nのＨに対し，ＴＢＳ放送用に加工したテープの一段階前の編集途中のテープを地方\n番組販売用（地方番販用）として引き渡した（原告本人）。\nそして，本件作品は，昭和５０年７月１２日から翌５１年５月１日ま\nで，ＴＢＳをはじめ多数回全国で放送され（甲４０），その詳細は，原告会社にも\n報告されていた。\nオ　当時の新聞には，本件作品は原告会社の第１回作品として報道された\n（甲１の１）。原告会社も，自社の第１回制作番組として本件作品を広告していた\n（甲２）。\nカ　本件作品の撮影費については，パビックの技術料は２００万円を超えた\nが，初製作でもあり，値引きをした２００万円を原告会社からパビックに支払っ\nた。また，撮影機材を提供したパビックが原告会社に対し，火災で被った損害１０\n１万７０００円を請求したので（乙２６の２），いったん原告会社はこれをパビッ\nクに支払った上，バウハウスに請求し（乙２６の１），Ｇからその支払を受けた。\nその他編集費や人件費などを合わせると，本件作品の製作に合計で約４００万円を\n要した（原告本人）。\n(2)　前記(1)の認定の事実によれば，原告Ａは，本件作品の企画段階から完成\nに至るまでの全製作過程に関与し，本件作品の監督を務め，撮影機材等の手配を\nし，クールズを撮影することやファンのインタビューを入れることなど作品の内容\nを決定し，撮影，編集作業のすべての指示を自ら行ったものということができる。\n(3)　被告は，以上認定の事実に反する主張をするので，以下検討する。\nア　製作の経緯について\n被告は，本件作品は，日本フォノグラムにおいて，解散コンサートのＬ\nＰレコードのプロモーションに使用すること等を目的として製作が決定された旨主\n張し，日本フォノグラムのキャロル担当のディレクターであったＭ及びＨの陳述書\n（乙５，６），Ｇの陳述書（乙４，２３の１）にも同旨の記載がある。\n他方，原告らは，昭和５０年当時は，レコード会社がプロモーションの\nためにアーティストの映像を撮るという考えはなかったと主張し，原告Ａの本人尋\n問の結果及び陳述書（甲２７），Ｆの陳述書（甲５），株式会社ワーナーパイオニ\nアの洋楽部制作課長であったＮの陳述書（甲１２）にも同旨の記載がある。\n昭和５０年当時，洋楽では既にアーティストの映像を用いたレコードの\n宣伝がされていたこと（乙６，１３），昭和５０年には，家庭用ビデオテープレコ\nーダーが販売されていたこと（乙１１），本件作品が全国で多数回テレビ局で放送\nされていることなどの事実に照らせば，昭和５０年当時にレコード会社がプロモー\nションのために映像を撮ることは，あり得ないこととはいえないと解される。そし\nて，キャロルのメンバーであるＢもプロモーションのために撮影を行うことを認識\nしていたこと（乙２０），ＬＰレコードが発売されたこと（乙７），本件作品が日\n本フォノグラムを通じて，全国で多数回テレビ放送されていること（甲４０）など\nからすれば，少なくとも日本フォノグラムの側は，ＬＰレコードのプロモーション\nに使用するつもりであったものと推認される。\n他方，原告Ａが，前記のように自らＴＢＳへ本件作品を売り込んでいる\nことからすると，原告Ａは，日本フォノグラムが本件作品をプロモーション用に使\n用するつもりであったことを知らなかったものと推認される。そして，原告Ａが述\nべるように，同原告が撮影を思い立ち，Ｇないしバウハウスや日本フォノグラムに\n許諾を求めたのか，Ｇを始めとする被告側関係者が述べるように，バウハウスが原\n告Ａに撮影を依頼したのかを，直ちに確定することはできない。\nしたがって，原告ＡとＧ及び日本フォノグラムとの間には，認識に差が\nあるままに，原告Ａにおいて解散コンサートを撮影することだけを合意して，撮影\nが行われたのではないかとも推測されるが，いずれにせよ，原告Ａが本件作品の企\n画段階から完成に至るまでの全製作過程に関与し，本件作品の全体的形成に創作的\nに寄与したことを左右するに足りない。\nイ　撮影，編集の段取りについて\n(ア)　被告は，Ｇが原告会社に撮影を依頼した旨主張し，日本フォノグラ\nムの社員Ｏの陳述書（乙１）にも，日本フォノグラムが原告会社に撮影を依頼し，\n日本フォノグラムの指示に従って，原告会社が撮影編集した旨の記載がある。\nしかしながら，Ｏは，本件作品が撮影された昭和５０年４月に日本フ\nォノグラムに入社したばかりの新入社員であって，解散コンサートでチーフカメラ\nマンを務めたＰも舞台監督を務めていたＱも，撮影現場で日本フォノグラムが何か\n指示したことは全くないし，Ｏが解散コンサートの撮影に立ち会っていたことの記\n憶もないと述べており（甲１０，１１），Ｏのような新入社員が撮影に関して何ら\nかの指示を出せるような立場にいたとは考えにくい。\nまた，Ｏは，原告Ａが，ステージの前後に固定した２台のカメラと移\n動する２台のカメラが捉える合計４つの映像から１つを選択し，編集する等の作業\nを行った旨述べるが（乙１），次のａないしｃに照らし，措信し難い。\nａ　当時の撮影状況について，カメラは，ステージ後方ドラムスの後の\nイントレの上に固定カメラ１台と舞台の上に手持ちカメラ１台，客席の中のイント\nレの上に固定カメラ２台の陣容であったことは，当時の写真からも客観的に明らか\nであり（甲２４ないし２６），Ｏの陳述書に記載されているカメラの陣容は誤って\nいること。\nｂ　本件作品は，そもそも２インチテープに録画されたものであるとこ\nろ，昭和５０年当時の２インチＶＴＲ録画機は，大きくて１台の重量は数トンもあ\nる上高価であり（甲３０，３１），これを４台も手配して，４台のカメラの映像を\nそれぞれ別の２インチＶＴＲ録画機に収録することは不可能であったこと（甲２\n７）。\nｃ　テープに収録された画像は，映画フィルムのようには目で見ること\nができないので，編集するにはテープに記録されたタイムコードを介して行わなけ\nればならないが，２インチＶＴＲ時代にはタイムコードは実用化されておらず，そ\nのような編集は全く不可能であったから（甲３２），当時は４つの映像を編集室に\nおいて１つに編集する方法自体が開発されておらず，４台のカメラで別々に録画し\nたコンサート映像を編集することはできないこと（甲２７）。\n(イ)　なお，被告は，撮影終了後，マスターテープは日本フォノグラムが\n買い取って保管し，原告らから本件作品のマスターテープの引渡しを要求されたこ\nとはない旨主張し，Ｏの陳述書（乙１）及びＧの陳述書（乙４，２３の１）にも，\n同旨の記載がある。\nしかしながら，Ｇが撮影テープを原告Ａから買い取ったことの裏付け\nであるとするメモ（乙２３の２）は，何のビデオかも特定されておらず，不明確な\nものであること，また，原告Ａは，後述のとおり，その後，ＴＢＳにテープを持ち\n込んで放映してもらうよう交渉し，ＴＢＳの指示によりＣＭを入れるための編集作\n業をしているのであるから，すべての権利をＧに譲渡していたとは考えられないこ\nとからすれば，被告関係者の上記陳述は，直ちに措信し難い。上記陳述は，原告Ａ\nがＴＢＳ用のテープを編集し終わった後で，地方番販用のテープを日本フォノグラ\nムに引き渡した事実と混同している可能性を否定できない。\n(ウ)　よって，原告らの主張どおり，撮影及び編集作業は，原告ら主導で\n行われ，日本フォノグラムは，ほとんど関与しなかったと認められる。\nなお，Ｇは，クールズを撮影するなどのアイデアをＧが提供したと陳\n述するが（乙４），たとえそうであったとしても，それは単にアイデアを提供した\nだけであり，撮影を日本フォノグラム又はＧが主導して行っていたことにはならな\nい。また，Ｇが行ったという打合せ等は，解散コンサートの主催者としての決定及\nび協力であり，著作物たる本件作品の製作を主導して行っていたことにはならな\nい。\nウ　ＴＢＳでの放送について\n被告は，日本フォノグラムが働きかけて本件作品がＴＢＳで放送された\n旨主張し，Ｇの陳述書（乙２３の１）及びＨの陳述書（乙６）にも同旨の記載があ\nる。\nしかしながら，当時ＴＢＳのプロデューサーであったＪの陳述書（甲\n３，８）及び当時ＴＢＳの編成兼務で「ギンザＮＯＷ」のプロデューサーをしてい\nたＫの陳述書（甲４，９）には，日本フォノグラムでキャロルを担当していたＨか\nらもＵからも，同人らに対して何らの交渉や連絡はなかったことが記載されている\nことに照らし，Ｇ及びＨの上記陳述は信用できない。また，ＴＢＳと原告会社の契\n約書（甲３９）が存在することからすると，ＴＢＳに本件作品を持ち込んで放映し\nてもらったのは，原告会社であり，放送権料もＴＢＳから原告会社へ支払われてい\nると認められる。\nエ　費用の負担について\n(ア)　被告は，本件作品製作のための費用はＧが負担し，日本フォノグラ\nムが原告会社に支払った旨主張し，Ｇの陳述書（乙４，２３の１），Ｍの陳述書\n（乙５）及びＨの陳述書（乙６）にも同旨の記載がある。\nしかしながら，日本フォノグラムが撮影費用として２００万円を原告\n会社に支払ったことについては，原告Ａは否認しており，これを認めるに足りる客\n観的な証拠はない。むしろ，前記認定のとおり，原告Ａが日本フォノグラムに相談\nすることなく，ＴＢＳに本件作品を持ち込み，ＴＢＳにより放送されて１５０万円\nの対価の支払も受けていることからすると，原告Ａが本件作品の撮影費用を負担し\nており，それを回収するためにＴＢＳに本件作品を持ち込んだとも推測できる。\nなお，原告Ａは，妻から借金をするなどして本件作品の製作に要した\n約４００万円を負担した旨供述するが（原告本人），原告会社が本件作品の製作費\nをすべて負担したと認めるに足りる客観的な証拠があるわけではない。\n(イ)　また，前記１(1)アのとおり，解散コンサートは，Ｇが企画し，バウ\nハウスがコンサートの運営に関する一切の業務を行い，コンサート費用一式の支払\nをしたものである。しかし，これは，あくまでもコンサートの主催に関する費用で\nあり，クールズのオートバイ走行やファンへのインタビュー等が含まれた本件作品\nの製作の費用とは異なるものであるから，バウハウスが，解散コンサートの運営に\n関する費用の支払をしたことをもって，本件作品の製作に関する費用をすべて日本\nフォノグラム又はバウハウスが負担したとまでは認められない。\n(ウ)　このように，費用の負担に関しては，原告会社の側も日本フォノグ\nラム又はバウハウスの側もすべての費用を負担したとまではいえない。\n２　争点(1)（著作者及び著作権者）について\n(1)　本件作品の著作者\n著作権法１６条は，「映画の著作物の著作者は，・・・（中略）・・・制\n作，監督，演出，撮影，美術等を担当してその映画の著作物の全体的形成に創作的\nに寄与した者とする。」と規定している。\n本件においては，前記１で認定したとおり，原告Ａは，本件作品の企画段\n階から完成に至るまでの全製作過程に関与し，本件作品の監督を務め，撮影機材等\nの手配をし，クールズを撮影することやファンのインタビューを入れることなど作\n品の内容を決定し，撮影，編集作業のすべての指示を自ら行っており，本件作品の\n「全体的形成に創作的に寄与した者」と認められる。\nしたがって，本件作品の著作者は，原告Ａである。\n(2)　著作権法１５条（職務著作）の主張について\n被告は，本件作品は，日本フォノグラムの職務著作であると主張する。\nア　著作権法１５条１項は，法人等において，その業務に従事する者が指揮\n監督下における職務の遂行として法人等の発意に基づいて著作物を作成し，これが\n法人等の名義で公表されるという実態があることにかんがみて，同項所定の著作物\nの著作者を法人等とする旨を規定したものである。同項の規定により法人等が著作\n者とされるためには，著作物を作成した者が「法人等の業務に従事する者」である\nことを要する。そして，法人等と雇用関係にある者がこれに当たることは明らかで\nあるが，雇用関係の存否が争われた場合には，同項の「法人等の業務に従事する\n者」に当たるか否かは，法人等と著作物を作成した者との関係を実質的にみたとき\nに，法人等の指揮監督下において労務を提供するという実態にあり，法人等がその\n者に対して支払う金銭が労務提供の対価であると評価できるかどうかを，業務態\n様，指揮監督の有無，対価の額及び支払方法等に関する具体的事情を総合的に考慮\nして，判断すべきものと解するのが相当である（昀高裁平成１３年（受）第２１６\n号同１５年４月１１日第二小法廷判決・裁判集民事２０９号４６９頁）。\nイ　日本フォノグラムと原告Ａとの間には，雇用関係は認められない。そこ\nで，原告Ａが日本フォノグラムの指揮監督下において労務を提供するという実態に\nあり，法人等がその者に対して支払う金銭が労務提供の対価であると評価できるか\nどうかを検討する。\n前記１(3)アのとおり，原告ＡとＧ又は日本フォノグラムとの間に，本件\n作品の撮影をすることについて合意があったことは認められるが，Ｇ又は日本フォ\nノグラムが原告Ａに撮影を委託したものであるのか，原告ＡがＧ又は日本フォノグ\nラムに撮影の許可を求めたものであるのかは，明確には認定できない。\nしかし，仮にＧ又は日本フォノグラムが原告Ａに撮影を委託したもので\nあったとしても，前記１(1)イ及び１(3)イで認定したとおり，本件作品の内容の決\n定，撮影，編集等は，すべて原告Ａ又は原告会社によって行われ，日本フォノグラ\nムは製作に全く関与していなかったこと，前記１(1)ウで認定したとおり，原告Ａ\nは，本件作品を日本フォノグラムに相談なく，ＴＢＳと交渉して放送に至ったこと\nからすると，本件作品の製作に関して，原告Ａは日本フォノグラムの指揮監督下に\nあって，日本フォノグラムの手足として撮影だけを担当したものとはいえず，原告\nＡと日本フォノグラムは，映画製作会社とレコード会社の対等な契約関係を前提と\nして，本件作品の撮影を行ったものであると認められる。\nなお，日本フォノグラムから原告Ａに本件作品に関し支払った金銭があ\nるか否かは明らかでないが，仮に撮影代金が支払われているとしても，パビックへ\nの支払など，撮影に関する支払は，すべて原告Ａ又は原告会社から行われているこ\nとは，前記１(1)カ認定のとおりであるから，上記認定を左右するに足りない。\nしたがって，原告Ａは，日本フォノグラムの「業務に従事する者」には\n該当しない。\nウ　原告Ａが「業務に従事する者」に該当しないことに加えて，本件作品\nが，日本フォノグラムの名義の下に公表されたものではないこと（甲３８，検甲\n１，２）に照らしても，本件作品が日本フォノグラムの職務著作であるとの主張\nは，理由がない。\n(3)　本件作品の著作権の帰属\nア　著作権法２９条１項は，「映画の著作物・・・（中略）・・・の著作権\nは，その著作者が映画製作者に対し当該映画の著作物の製作に参加することを約束\nしているときは，当該映画製作者に帰属する。」と規定している。そして，同法２\n条１０号は，映画製作者とは，「映画の著作物の製作に発意と責任を有する者をい\nう。」と規定している。\n著作権法２９条が設けられたのは，①従来から，映画の著作物の利用に\nついては，映画製作者と著作者との間の契約によって，映画製作者が著作権の行使\nを行うものとされていたという実態があったこと，②映画の著作物は，映画製作者\nが巨額の製作費を投入し，企業活動として製作し公表するという特殊な性格の著作\n物であること，③映画には著作者の地位に立ち得る多数の関与者が存在し，それら\nすべての者に著作権行使を認めると映画の円滑な市場流通を阻害することになるこ\nとなどを考慮すると，映画の著作物の著作権が映画製作者に帰属するとするのが相\n当であると判断されたためである。\n著作権法２条１０号の文言と上記の趣旨からみて，「映画製作者」と\nは，映画の著作物を製作する意思を有し，同著作物の製作に関する法律上の権利義\n務が帰属する主体であって，そのことの反映として同著作物の製作に関する経済的\nな収入・支出の主体ともなる者のことであると解すべきである。\nイ　前記(2)イで認定したとおり，仮に日本フォノグラム又はバウハウスのＧ\nが原告Ａに本件作品の撮影を委託したものであったとしても，原告Ａは，日本フォ\nノグラム又はバウハウスの指揮監督下にはなく，日本フォノグラム又はバウハウス\nと対等な契約関係にあったものである。\nそして，前記１(1)ウで認定したとおり，原告会社は，本件作品を日本フ\nォノグラムに相談することなく，ＴＢＳと交渉して放送に至っており，本件作品の\n納品先は日本フォノグラム又はバウハウスではなく，ＴＢＳであったと考えられる\nこと，ＴＢＳとは，対等に契約を締結して報酬を受け取っていることが認められ，\nＴＢＳでの放送後に日本フォノグラムが本件作品を各地方で多数回放映しているこ\nとについては，原告Ａが地方番組販売権を日本フォノグラムに譲渡したと供述して\nいること（原告本人）と矛盾しない。\nさらに，前記１(1)カで認定したとおり，仮に昀終的には日本フォノグラ\nムから原告Ａに撮影代金が支払われていたとしても，パビックへの支払など，撮影\nに関する支払は，すべて原告会社が行っていること，また，前記１(1)イ及び１(3)\nイで認定したとおり，解散コンサートを主催し，開催費用を負担したのはバウハウ\nスのＧであっても，本件作品に係るパビックへの支払，機材調達等，撮影に関する\n事項は，対外的手続も含め，すべて原告会社が行っていると考えられること，本件\n作品の撮影方針等には，日本フォノグラム及びバウハウスは，全く関与していない\nことが認められる。\nこれらの事実からすると，原告会社は，①特にＴＢＳとの関係におい\nて，本件作品に関する権利が帰属する主体として契約を締結し，放送権料に関する\n経済的な収入の主体となっており，②パビックに対しては，撮影を発注する主体と\nして契約を締結し，撮影費用等に関する経済的な支出の主体となっており，③日本\nフォノグラムに対しても，本件作品の著作権が帰属する主体として，地方番組販売\n権を日本フォノグラムに譲渡したものである。したがって，本件において，映画の\n著作物を製作する意思を有し，同著作物の製作に関する法律上の権利義務が帰属す\nる主体であって，そのことの反映として同著作物の製作に関する経済的な収入・支\n出の主体ともなる者に該当するのは，原告会社であると認められ，日本フォノグラ\nム又はバウハウスではない。\nよって，本件作品の映画製作者は，原告会社である。\n(4)　著作権の譲り受けについて\n被告は，昭和５０年４月１８日にテープの編集を終え，完成版のビデオを\n原告らがＧに引き渡し，著作権がＧに譲渡されたと主張する。\nしかしながら，前記１(3)イ(イ)認定のとおり，裏付けとなるメモは，何の\nビデオかも特定されておらず，不明確なものであること，その後，原告ＡがＴＢＳ\nにテープを持ち込んで放映してもらうよう交渉していること，ＴＢＳの指示により\nＣＭを入れるための編集作業を原告Ａが行っていることからして，原告らがＧにテ\nープを引き渡した事実があったとは認められない。\nしたがって，被告の上記主張は理由がない。\n(5)　その余の被告の主張について\nア　被告は，当時，キャロルと専属契約を締結していたのは，日本フォノグ\nラムであり，日本フォノグラムのみが，適法に撮影を行い，その映像を固定する権\n限を有していたと主張する。\n確かに，日本フォノグラムとキャロルのメンバーは，昭和４７年１１月\n１０日，専属契約を締結しており（乙８），その第５条には，レコーディングされ\nた原盤の所有権及び録音物，録画物に関する著作権法上のすべての権利は日本フォ\nノグラムに帰属すると記載されていた。また，日本フォノグラム及びＧとＢとは，\n昭和５０年５月１５日，キャロルの解散コンサートのレコードに関する契約を締結\nしており（乙７），第４条には，日本フォノグラムは，録音物又は録画物を発売し\nた場合，ＧとＢに対し，原盤製作協力印税（印税率３．７５％）を支払うとされ，\n第８条には，本契約に基づき製作された原盤の所有権，原盤権及び著作権法上のす\nべての権利は日本フォノグラムに帰属するものとするとされている。\nしかしながら，そもそも上記各契約が，解散コンサートそのもののみな\nらずクールズのオートバイやファンのインタビューをも内容に含む，ドキュメンタ\nリー映画たる本件作品を直接の対象としているか否かは必ずしも明確ではないか\nら，これらの契約の存在をもって，日本フォノグラムが本件作品の映画製作者であ\nることの根拠とはいえない。仮に，Ｂや日本フォノグラムが，上記各契約により本\n件作品の著作権等の権利が日本フォノグラムにあることを前提としていたとして\nも，上記各契約は，あくまで日本フォノグラムとＢないしキャロルのメンバーとの\n契約であって，本件作品の著作権の原始的な帰属主体である原告会社の関与しない\nところで，本件作品の著作権の帰属主体が第三者の合意によって決められるもので\nはない。\nまた，Ｂと日本フォノグラムは，昭和５２年１０月３１日，Ｂの実演に\n係るキャロルのフィルムを上映又は第三者に許諾するときは，Ｂと協議する旨の覚\n書を締結したが（乙３），その中で，本件作品は，日本フォノグラムの制作・著作\nであることを確認している。\nしかしながら，Ｂの行動は，必ずしも原告Ａの意を受けたものであると\nはいえないし，当事者間の意識にかかわらず，著作権の原始的な帰属主体は著作者\nである（著作権法１７条）から，客観的に著作者としての要件を満たさない者につ\nいて，著作権が原始的に帰属することはあり得ず，これらの事実のみをもって，日\n本フォノグラムが著作権者であると認めることはできない。\nイ　被告は，日本フォノグラムが地方のテレビ局に放送させ，本件ビデオを\n販売したことをもって，著作権を有する根拠であると主張する。\nしかしながら，地方のテレビ局による放送については，前記認定のとお\nり，原告会社が日本フォノグラムに対し本件作品の著作権のうち，地方番組販売権\nを譲渡したものであるから，著作権帰属の根拠とはなり得ない。また，本件ビデオ\nの販売についても，後記３のとおり，原告らが許諾を与えていたことに照らせば，\n日本フォノグラムが著作権を有することの根拠とはなり得ない。\nウ　したがって，本件作品の著作権は，著作権法２９条により，原告会社に\n帰属すると認められる。\n(6)　小括\n以上によれば，本件作品の著作者は原告Ａであり，著作権者は原告会社で\nある。\n３　争点(2)（本件ビデオ）について\n(1)　争いのない事実及び証拠によれば，次の事実が認められる。\nア　本件ビデオは，昭和５９年に編集販売されたものであるが，本件ビデオ\nの編集作業は，原告Ａにおいて，自らが編集をやらないのであれば，本件ビデオの\n販売には同意しないと主張して，原告Ａが行ったものである。編集作業には，原告\n会社が日本フォノグラムに地方番販用に引き渡したテープと，原告会社が持ってい\nたＴＢＳで放送したテープを使用した（原告本人）。\n本件ビデオを発売する際，編集が必要だった理由は，キャロルの親衛隊\nとして参加していた者の中に本件ビデオにはしてほしくないと言う者がいたり，他\nのレコード会社の専属アーティストになっていた者が登場する部分を削除する必要\nがあったからである。写真についての利用許諾を得たのは日本フォノグラムである\n（乙１）。\nイ　本件ビデオには，本件作品の映像に加えて，「涙のテディーボーイ」と\n「やりきれない気持」の映像が加えられているが，これも原告Ａが撮影して，加え\nたものであり（ＴＢＳ放送前のテープ（検甲１）には入っていたもの），本件作品\nから大きく変わったわけではない。本件ビデオは，別紙２及び３を比較して明らか\nなとおり，本件作品と曲の順番が変動し，ファンのインタビューが多少カットさ\nれ，クールズの走行シーンが多少カットされ，Ｖのモノローグがカットされ，とこ\nろどころにキャロルの写真が挿入されている。また，この編集作業で，音源をモノ\nラルからステレオに差し替えられた。なお，本件ビデオの内容は検甲第３号証と同\nじである。\nウ　本件ビデオのパッケージには，「制作・著作・発売元日本フォノグラム\n株式会社」と記載されている（乙１）。本件ビデオを発売するときの歌詞カードの\nクレジットは，ディレクターが原告Ａ，プロデュースが原告会社となっている（甲\n６）。\n(2)　著作権侵害の成否\n著作物の複製とは，既存の著作物に依拠し，その内容及び形式を覚知させ\nるに足りるものを再製することをいうと解すべきである（昀高裁昭和５０年（オ）\n第３２４号同５３年９月７日第一小法廷判決・民集３２巻６号１１４５頁）。そし\nて，複製には，表現が完全に一致する場合に限らず，具体的表現に多少の修正，増\n減，変更等が加えられていても，表現上の同一性が実質的に維持されている場合も\n含まれるというべきである。\n本件ビデオは，前記(1)イのとおり本件作品を編集し直したものであり，具\n体的表現に多少の修正，増減，変更等が加えられているものの，表現上の同一性が\n実質的に維持されていると評価することができるので，本件作品の複製に該当す\nる。\n他方，前記(1)ア記載のとおり，本件ビデオの編集作業は，原告Ａが，編集\nを原告Ａ自らにやらせないのであれば，本件ビデオの販売には同意しないと主張し\nて，その結果自ら編集作業を行ったものである。\n原告Ａも，その本人尋問において，ビデオを作成して販売することに関し\nては，Ｂがバーターで話を決めてきたことなので，納得していると供述していると\nおり，本件ビデオについては，原告Ａ又は原告会社は，本件作品の複製物であるこ\nとを認識した上で，複製販売を日本フォノグラムに許諾していたものと認められ\nる。\nしたがって，本件ビデオの複製頒布については，許諾に基づくものであ\nり，著作権侵害とはいえない。\n(3)　原告会社は，対価が支払われることを条件にして，本件作品を有償でビデ\nオ化することを許諾したのであるから，対価が支払われなければ著作権侵害に該当\nすると主張する。\nしかし，原告Ａは，このような条件を日本フォノグラムに対して提示して\nおらず，対価を支払うとの合意がされた証拠はない。その後，本件ビデオ発売後平\n成１４年末まで，原告会社が日本フォノグラムに対しても被告に対しても，本件ビ\nデオについて著作権使用料の請求をしていなかったことに照らすと，原告会社は，\n日本フォノグラムに対し，本件作品を無償で本件ビデオとして発売することを許諾\nしたものと認められる。\nなお，仮に対価の支払の条件を留保した上での許諾であったとしても，著\n作権法６３条２項で許諾を得た者は，「その許諾に係る利用方法及び条件の範囲内\nにおいて」，その許諾に係る著作物を利用することができると規定されているとこ\nろ，対価の支払は，「条件」には当たらないと解すべきであるから，利用者が対価\nを支払わない場合であっても，その利用が著作権侵害になるわけではない。\nしたがって，原告らの本件ビデオに関する主張は，理由がない。\n(4)　小括\n以上のとおり，本件ビデオは，本件作品に係る原告会社の著作権を侵害す\nるものとはいえない。\n４　争点(3)（本件ＤＶＤ）について\n(1)　争いのない事実及び証拠によれば，次の事実が認められる。\n本件ＤＶＤは，本件ビデオと映像は同一である。そして，本件ＤＶＤのク\nレジットは，「Director Ａ，Produced by TELL DIRECTOR'S FAMILY，CNIPPON\nPHONOGRAM CO.,LTD.，Presented by MUSIC TOKYO COMPANY」となっている（検甲\n３，弁論の全趣旨）。\n(2)　著作権侵害の成否\n本件ＤＶＤの内容は，本件ビデオと同一であるから，本件作品の複製に該\n当する。\n被告は，原告らが本件ビデオ発売時に許諾したことにより，本件ＤＶＤの\n発売も許諾したことになると主張する。\n著作権法６３条２項は，前項の許諾を得た者は，「その許諾に係る利用方\n法及び条件の範囲内において」，その許諾に係る著作物を利用することができると\n規定している。上記「利用方法及び条件」には，例えば，文庫本としての出版とか\nカセットテープへの録音等の利用形態も含まれ，著作権者が一方的に付することが\nできるものである。そして，許諾によって得られる利用の範囲は，取引慣習や社会\n通念等を前提にして，著作権者の許諾の意思表示を合理的に解釈して判断すべきも\nのである。\n本件ＤＶＤについては，本件ビデオと内容は同じであっても，本件ビデオ\nの複製の許諾がされた昭和５９年当時，原告会社ないし原告Ａが，約２０年後にキ\nャロルのＣＤの販売に伴い，日本フォノグラムから営業譲渡を受けた被告によって\nＤＶＤが販売されることをも念頭に置いていたと解することはできない。よって，\n媒体が変わることにより上記「利用方法及び条件」が変わることになるから，本件\nＤＶＤの製造販売に際しては，再び原告会社の許諾が必要であるにもかかわらず，\n被告は許諾を得なかった。\n(3)　小括\nしたがって，被告が，原告会社の許諾なくして，本件ＤＶＤを複製，頒布\nした行為は，複製権侵害に該当する。\nよって，本件ＤＶＤの複製，頒布の差止請求は理由がある。\n５　争点(4)（特典ＤＶＤと本件プロモーション映像）について\n(1)　争いのない事実及び証拠によれば，次の事実が認められる。\n特典ＤＶＤは，平成１５年に発売されたＣＤ「キャロル／ザ★ベスト」の\n初回発売分に特典として付されていたものである。\n本件作品から使用された曲は「ファンキー・モンキー・ベイビー」１曲の\nみであるが，映像としては，本件作品のうち，解散コンサートの炎上シーン，クー\nルズ走行シーン，キャロルの車上シーン，インタビューシーン，演奏シーンの中で\nも印象的なシーンがアトランダムに流れ，ところどころに写真が挿入され，めまぐ\nるしくオーバーラップしながら，上記シーンが切り替わるものである。時間として\nは約４分３０秒と短いものの，本件作品の中で特徴的な映像が使用されていること\nから，特典ＤＶＤに接した者は，元の映像が本件作品であることは容易に看取で\nき，本件作品の表現上の本質的な特徴を直接感得することができる（検甲４）。\nまた，特典ＤＶＤ及び本件プロモーション映像には，原告Ａの氏名は表示\nされていない。\n(2)　著作権侵害の成否\n本件作品に依拠し，かつ，その表現上の本質的な特徴の同一性を維持しつ\nつ，具体的表現に修正，増減，変更等を加えて，新たに思想又は感情を創作的に表\n現することにより，これに接する者が本件作品の表現上の本質的な特徴を直接感得\nすることができるものを創作した場合には，本件作品の翻案に当たる（昀高裁平成\n１１年（受）第９２２号同１３年６月２８日第一小法廷判決・民集５５巻４号８３\n７頁参照）。\n前記(1)によれば，特典ＤＶＤは，本件作品に依拠し，かつ，その表現上の\n本質的な特徴の同一性を維持しつつ，具体的表現に修正，増減，変更等を加えて，\n新たに思想又は感情を創作的に表現することにより，これに接する者が本件作品の\n表現上の本質的な特徴を直接感得することができるものということができる。よっ\nて，原告らの許諾を受けることなく作成した特典ＤＶＤ及びこれを放映した本件プ\nロモーション映像は，いずれも本件作品に係る原告会社の翻案権及び原告Ａの同一\n性保持権を侵害するものである。\nまた，特典ＤＶＤ及び本件プロモーション映像には，原告Ａの氏名は表示\nされていないから，原告Ａの氏名表示権を侵害するものといえる。\n(3)　被告は，本件作品がプロモーション用に製作されたものである以上，原告\nらは当初から了解済みであったと主張する。\nしかしながら，少なくとも原告らとしては，本件作品がプロモーション用\nに製作されるとの認識はなかったことは，前記認定のとおりである。また，仮にプ\nロモーション用の製作であったとしても，当然に他人による改変を前提としている\nとはいえない。原告Ａは，他人によって改変されることを嫌って，本件ビデオ作成\n時に自ら編集を行ったほどであるから，原告Ａの特典ＤＶＤに対する許諾を推認す\nることもできず，他に原告らの許諾を認めるに足りる証拠はない。\n(4)　小括\n以上のとおり，特典ＤＶＤ及び本件プロモーション映像は，本件作品に係\nる原告会社の翻案権並びに原告Ａの同一性保持権及び氏名表示権を侵害するもので\nある。\nよって，特典ＤＶＤの複製，頒布の差止め及び廃棄請求並びに本件プロモ\nーション映像の利用の差止め及びそのマスターテープの廃棄請求は，理由がある。\n６　争点(5)（損害）について\n(1)　本件ビデオについて\n前記３認定のとおり，原告会社は，日本フォノグラムに対し，本件ビデオ\nの製作販売について，許諾をしたと認められるから，本件ビデオの製作販売行為に\nよる損害賠償請求には理由がない。\n(2)　本件ＤＶＤについて\nア　本件ＤＶＤを複製，頒布した被告の行為は，原告会社の著作権を侵害す\nるものであり，上記侵害については，被告に少なくとも過失があると認められるか\nら，被告はこれによって原告会社が被った損害を賠償すべきである。\nイ　著作権法１１４条２項適用の可否\n(ア)　著作権法１１４条２項は，当該著作物を利用して侵害者が現実にあ\nる利益を得ている以上，著作権者が同様の方法で著作物を利用する限り同様の利益\nを得られる蓋然性があるという前提に基づき，侵害者が侵害行為により得た利益の\n額をもって著作権者の逸失利益と推定する規定であると解される。\nしたがって，同項の適用が認められるためには，著作権者が侵害者と\n同様の方法で著作物を利用して利益を得られる蓋然性があることが必要である。\n(イ)　本件については，以下の事実が認められる。\nａ　有限会社カムストックと原告会社は，昭和５８年７月１日，「●●\n●●ヒストリー」の原盤を株式会社シービーエス・ソニーに提供し，ビデオディス\nクに複製し販売頒布せしめる目的をもって，株式会社ワーナー・パイオニアに対し\nてビデオカセットによる上記原盤に基づき製作された商品を販売委託する目的で共\n同製作を行う旨の契約を締結した（甲５２，５６）。同契約においては，原盤製作\n費，ビデオカセットの製造に要する費用は，有限会社カムストックと原告会社がそ\nれぞれ５０％の割合で負担している。\nｂ　株式会社音と原告会社は，平成１３年１１月２６日，Ｂの実演によ\nる「THE STAR IN HIBIYA」の原盤を株式会社ソニー・ミュージック・エンタテイン\nメントに提供し，ＤＶＤによる上記原盤に基づき製作された商品を販売委託をする\n目的をもって共同製作を行う旨の契約を締結した（甲５１，５７）。同契約によれ\nば，原盤製作費もＤＶＤ製造に要する費用も，原告会社と株式会社音がそれぞれ５\n０％の割合で負担している。\nｃ　原告会社は，今後も株式会社音と共同製作を行う旨の申込みをした\n（甲５４，５５）。\nｄ　原告会社は，映像作品の企画製作を行う会社であり，映像をＤＶＤ\n化することはさほど困難な作業ではない。\n以上の事実からすれば，原告会社は，他社と契約すること等により，\n本件作品を利用してＤＶＤを製造販売する方法を有しており，被告と同様の方法で\n著作物を利用し，同様の利益を得られる蓋然性があったものと認められる。\n(ウ)　被告は，原告会社が行っているのは，作品の製作までで，その後の\n発売業務や費用の負担は，株式会社音や有限会社カムストックが行っており，原告\n会社は事業主体ではないと主張し，株式会社音の代表取締役Ｒの陳述書（乙１２\n２）にも，それに沿う記載がある。\nしかし，原告会社が自己の作品をＤＶＤ化して製造販売し，著作権料\nのみならず，その販売利益を享受している事実がある以上，原告会社は，本件作品\nについてもこれを利用し，被告と同様の利益を得られる蓋然性があったということ\nができ，発売に関して原告会社が実際に行う業務の内容や費用の負担割合などがど\nのようなものであろうと，著作権法１１４条２項の適用に障害はないというべきで\nある。\n(エ)　被告は，解散コンサート収録時，キャロルと日本フォノグラムが専\n属契約を締結しており，原告会社はキャロルの実演を収録する権限やそこに収録さ\nれている実演についての著作隣接権を有していなかったから，原告会社が本件ＤＶ\nＤを製作販売することはできないと主張する。\n前記２で認定したとおり，日本フォノグラムは，Ｇを通じて解散コン\nサートを撮影しその映像を収録することを原告会社に許諾していたと認められるか\nら，許諾を得て収録した映像の著作権は，映画製作者たる原告会社に帰属するので\nあり，原告会社が著作権を有する本件作品を自らＤＶＤ化して販売することに何ら\n問題はない。\nそして，映画の著作物である本件作品は，キャロルの実演を録音し，\n録画する権利を有する日本フォノグラムの許諾を得て録音され，録画されたもので\nあり，キャロルの実演については，著作権法９１条２項，９５条の２第２項によ\nり，実演家の録音権，録画権及び譲渡権が及ばないから，原告会社が本件作品の複\n製物であるＤＶＤを製作販売することが著作権法上も可能である。\nまた，仮にＤＶＤの販売にキャロルの許諾が必要であるとしても，キ\nャロルと日本フォノグラムとの専属契約の締結は，原告会社がＤＶＤ販売について\nキャロルからの許諾を得ることにつき事実上の障害とはなり得るものの，上記専属\n契約は，永久に存続するものではないし，現に，キャロルのメンバーであるＣ及び\nＤが原告会社に許諾をしたように（甲３３ないし３５），キャロルが原告会社に許\n諾を与えることもあり得るのであるから，原告会社によるＤＶＤの販売が，法律上\n絶対に不可能というわけではない。\nよって，キャロルと日本フォノグラムとの専属契約の存在は，本件作\n品の著作権者である原告会社との関係では，著作権法１１４条２項の適用の可否を\n決定するものとはいえず，損害額の算定において，原告会社が被告と同様の方法で\n著作物を利用して利益を得られる蓋然性がないことの根拠とはならない。\n(オ)　以上のとおりであるから，原告会社の本件ＤＶＤに関する損害は，\n著作権法１１４条２項に基づいて算定することとする。\nウ　被告の得た利益の額\n(ア)　売上額\n本件ＤＶＤの１枚当たりの税抜き小売価格は３５００円である（争い\nのない事実）。卸売価格は，小売価格３５００円に７５％を乗じた２６２５円であ\nる（乙１１８，１１９）。原告らは，売上げについても消費税を加算して計算すべ\nきであると主張するが，売上げについての消費税は，被告の利益にならないことが\n明らかであるから，売上げに含めて算定すべきではない。なお，費用についての消\n費税は，それだけ被告が現実に支出しているのであるから，費用に含んで算出すべ\nきである。\n本件ＤＶＤの販売枚数は，８万９２８４枚であり（争いのない事\n実），２６８枚が返品された（乙１１８）。原告会社は，返品分を控除すべきでな\nいと主張するが，著作権法１１４条３項による場合と異なり，侵害者の利益の額を\n損害の額と推定する同条２項においては，返品分によって利益が生じていないので\nあるから，これを売上げに計上すべきではない。\nしたがって，本件ＤＶＤの売上げは，卸売価格２６２５円に返品分を\n控除した販売枚数８万９０１６枚（８万９２８４枚－２６８枚）を乗じた２億３３\n６６万７０００円となる。\n（３５００円×７５％）×（８万９２８４枚－２６８枚）＝２億３３６\n６万７０００円\n(イ)　控除すべき費用\n著作権法１１４条２項において，侵害者が「その侵害の行為により利\n益を受けているとき」に損害の額を推定される「利益の額」とは，売上額から，侵\n害者が侵害品の製造販売を行うために，行わなかった場合に比べて追加的に必要と\nなった費用を控除した額を指すものというべきである。そこで，控除すべき費用額\nを検討する。\nａ　リベート（販売手数料）　　　　　　　　２４４２万２３７０円\nリベート（販売手数料）２４４２万２３７０円（乙１１８）を控除\nすべきことについては，当事者間に争いがない。\nｂ　製造費　　　　　　　　　　　　　　　　１３９４万４４３２円\n製造費１３９４万４４３２円を控除すべきことについては，当事者\n間に争いがない。\nｃ　マスタリング費用　　　　　　　　　　　　　６３万００００円\nマスタリング費用６３万円を控除すべきことについては，当事者間\nに争いがない。\nｄ　印税　　　　　　　　　　　　　　　　　６２８１万８９１７円\n(ａ)　Ｂ分の印税５５万５４１８円（乙４４），Ｄ分の印税５０万９\n１３３円（乙４５），Ｉ分の印税５０万３９９１円（乙４６），Ｃ分の印税４８万\n８５６２円（乙４７），株式会社ミューコム分の印税１０６万１５５５円（乙４\n８）を控除すべきことについては，当事者間に争いはない。\n(ｂ)　原告会社は，株式会社音に対する印税が不当な支出であると主\n張する。しかしながら，日本フォノグラムが本件ビデオを発売する際に，Ｂとキャ\nロルの楽曲やフィルムを使用する場合には，Ｂの許諾が必要である旨の合意をし\n（乙２の２，乙３），日本フォノグラムを承継した被告が，Ｂ所属事務所である株\n式会社音に対し，実際に４８８４万３０１８円の印税を支払ったこと（乙４３）に\n照らせば，本件ＤＶＤを製作販売するのに必要な費用であると考えられるから，同\n支出４８８４万３０１８円は，費用として控除されるべきである。\n(ｃ)　また，原告会社は，有限会社オークランドに対する印税につい\nても，不当な支出であると主張する。しかし，これは日本フォノグラムとＧとの契\n約に基づく原盤製作協力印税が根拠となり，オークランドがＧから印税受取権を承\n継したことによるものである（乙７，１４）。そして，前記１(1)アのとおり，解散\nコンサートは，Ｇが企画し，バウハウスがコンサートの運営に関する一切の業務を\n行い，コンサート費用一式の支払をしたことからすれば，この原盤製作協力印税と\nは，純粋な映像著作権料というよりは，Ｇがキャロルの解散コンサートを主催した\n費用を回収するための方策とも考えられるから，原告会社が映像の著作権者として\n本件ＤＶＤを製作販売する場合には不要になる費用であるとはいえない。したがっ\nて，同支出も費用として控除されるべきである。\nそして，株式会社オークランドに対する本件ＤＶＤに関する印税\nは，乙第４９号証のうち，ＤＶＤと記載してある項目の７８６万５８６３円であ\nる。\n(ｄ)　印税額は，上記(ａ)ないし(ｃ)の合計５９８２万７５４０円\n（５５万５４１８円＋５０万９１３３円＋５０万３９９１円＋４８万８５６２円＋\n１０６万１５５５円＋４８８４万３０１８円＋７８６万５８６３円）に５％の消費\n税を加えた６２８１万８９１７円である。\n５９８２万７５４０円×１．０５＝６２８１万８９１７円\nｅ　著作権印税　　　　　　　　　　　　　　１６６３万３０４５円\n著作権印税とは，ＪＡＳＲＡＣを通じて楽曲の作詞者，作曲者，編\n曲者に支払う著作権使用料のことであり，１６６３万３０４５円を費用として控除\nすべきことについては，当事者間に争いがない。\nｆ　肖像使用　　　　　　　　　　　　　　　　　２１万００００円\nＳに対する肖像使用料２１万円（乙３４）を控除すべきことについ\nては，当事者間に争いがない。\nｇ　宣伝販促費　　　　　　　　　　　　　　　７３４万４７８２円\n(ａ)　宣伝販促費を控除すべきこと自体については，当事者間に争い\nがない。\n(ｂ)　宣伝販促費の算定方法について，当事者間に争いがあるが，宣\n伝販促費に関する証拠（乙５０ないし９０，１０１ないし１１７）のうち，明らか\nに本件ＤＶＤ用又は本件ＣＤ用のいずれかであると認められるもの以外は，合計額\nを本件ＤＶＤと本件ＣＤの総売上比で按分して算定するのが相当である。本件ＤＶ\nＤと特典ＤＶＤ付きの本件ＣＤは，同時期に発売されており，宣伝販促費も両者の\n宣伝のために使用されたと考えられるからである。\nなお，乙第１１６号証については，証拠上本件ＤＶＤ又は本件Ｃ\nＤのための宣伝販促費であるとは認められないので，控除すべき費用として認めら\nれない。\n(ｃ)　上記証拠のうち，本件ＣＤ（ＵＭＣＫ９５２５）用であること\nが証拠そのものから認められるものは，乙第６３号証，乙第６５及び第６６号証の\n一部，乙第８３，１０１，１０６ないし１１５号証である。\n(ｄ)　本件ＤＶＤ（ＵＭＢＫ１５２４）用であることが証拠そのもの\nから認められるものは，乙第６５号証（５万９５９５円×１．０５＝６万２５７４\n円，円未満切り捨て），乙第６６号証（７万９５３０円×１．０５＝８万３５０６\n円，円未満切り捨て），乙第６７号証（３万０６９４円），乙第７４号証（２万１\n０００円），乙第８０号証（１万０５００円）の合計２０万８２７４円である。被\n告は，乙第１０１ないし１０５号証も本件ＤＶＤ用の宣伝販促費であると主張する\nが，これを認めるに足りる証拠上の記載はない。\n(ｅ)　上記証拠を除いた乙第５０ないし６２，６４，６８ないし７\n３，７５ないし７９，８１，８２，８４ないし９０，１０２ないし１０５，１１７\n号証は，本件ＤＶＤと特典ＤＶＤ付きの本件ＣＤのいずれの宣伝販促費かを判別す\nることができないので，その合計額１８０１万６５９２円を本件ＤＶＤと特典ＤＶ\nＤ付きの本件ＣＤの売上比で按分する。本件ＤＶＤの売上げは，前記(ア)のとお\nり，２億３３６６万７０００円｛２６２５円×（８万９２８４枚－２６８枚）｝で\nある。特典ＤＶＤ付きの本件ＣＤの売上げは，３億６３８０万３１８４円｛２２８\n６円×（１６万１３３５枚－２１９１枚）｝である（乙１１９。ただし，返品枚数\nは被告の主張の限度で認める。）。したがって，上記合計額のうち，本件ＤＶＤ分\nは，次のとおり，７０４万６１８０円となる。\n１８０１万６５９２円×２億３３６６万７０００円／（２億３３６\n６万７０００円＋３億６３８０万３１８４円）＝７０４万６１８０円（円未満切り\n捨て）\n(ｆ)　被告は，サンプル盤として５８１枚製造していることが認めら\nれるので（乙３２），前記ｂの製造費と同様に算定したサンプル盤の製造費９万０\n３２８円は，宣伝販促費として控除する。\n１００円×５８１枚×１．０５＝６万１００５円（ディスク代）\n３５円×５８１枚×１．０５＝２万１３５１円（ケース代，円未満\n切り捨て）\n１４５万９６８３円×５８１枚／１１万１７００枚×１．０５＝７\n９７２円（円未満切り捨て）\n６万１００５円＋２万１３５１円＋７９７２円＝９万０３２８円\n(ｇ)　本件ＤＶＤの宣伝販促費は，上記(ｄ)(ｅ)(ｆ)を合わせた７３\n４万４７８２円とするのが相当である。\n２０万８２７４円＋７０４万６１８０円＋９万０３２８円＝７３４\n万４７８２円\nｈ　デザイン費　　　　　　　　　　　　　　　　　３万０１１４円\n本件ＤＶＤのジャケットのデザイン費については，文字入力・版下\n代として３万０１１４円（乙９２）を被告が支出したことが認められ，被告が本件\nＤＶＤの製造販売を行うために，行わなかった場合に比べて追加的に必要となった\n費用と認められるから，これを控除すべきである。\n被告が主張する改版代８万０６４０円（乙９１。７万６８００円×\n１．０５）については，前記ｂの製造費のうちジャケット印刷代として含まれてい\nる（乙３３の別途新譜時改版代７万６８００円と同じものと認められる。）ので，\n費用としては斟酌されているから，再び控除することはしない。\nｉ　搬送費　　　　　　　　　　　　　　　　　６１５万０９１４円\n搬送費６１５万０９１４円を控除すべきことについては，当事者間\nに争いがない（乙１１８）。\nｊ　ビクター手数料　　　　　　　　　　　　　４９０万７００７円\n原告会社は，ビクター手数料は控除すべきでないと主張する。しか\nし，被告はビクターと販売業務受委託契約を締結しており（乙１２０，１２１），\n本件ＤＶＤの販売による売上げに直接の影響を及ぼしていると認められる。したが\nって，前記に認定した本件ＤＶＤの売上げをあげるために必要な経費として，控除\nすべきである。\nその金額は，４９０万７００７円と認められる（乙１１８）。\nｋ　部門費　　　　　　　　　　　　　　　　　　　　　　　　０円\n被告は，原告会社が本件ＤＶＤを製作販売するためには，新たな部\n門費（人件費及び一般管理費）が発生するとして，控除すべきであると主張する。\nしかし，人件費及び一般管理費は，被告の事業において日常的に発生しているもの\nであり，本件ＤＶＤの製作販売特有の費用として生じたものではない。したがっ\nて，費用としては控除すべきではない。\nｌ　費用合計\n上記ａないしｊで認められる費用を控除すべきであり，その合計\nは，１億３７０９万１５８１円である。\n(ウ)　寄与度\n本件ＤＶＤは，音源は日本フォノグラムから被告が承継したステレオ\n音声を用いていることに争いはない。本件ＤＶＤは，ドキュメンタリー映画でもあ\nるが，キャロルという人気の高いロックバンドの解散コンサートを記録したもので\nあり，全編を通してキャロルの音楽が中心に据えられているといえる。したがっ\nて，映像とともに音楽も重要な役割を占めているから，本件作品の寄与度は２分の\n１とする。\n(エ)　損害額\n本件ＤＶＤの売上げ２億３３６６万７０００円（前記(ア)）から費用\n合計１億３７０９万１５８１円（前記(イ)）を控除した額に寄与度２分の１（前記\n(ウ)）を乗じた額が原告会社の請求できる利益賠償額となる。したがって，本件Ｄ\nＶＤの製作販売による原告会社の損害は，次のとおり，４８２８万７７０９円とな\nる。\n（２億３３６６万７０００円－１億３７０９万１５８１円）×１／２＝\n４８２８万７７０９円（円未満切り捨て）\n(3)　特典ＤＶＤについて\nア　特典ＤＶＤを複製，頒布した被告の行為は，原告会社の著作権及び原告\nＡの著作者人格権を侵害するものであり，上記侵害については，被告に少なくとも\n過失があると認められるから，被告は，これによって原告会社が被った損害を賠償\nすべきである。\nイ　主位的請求について\n著作権法１１４条２項は，当該著作物を利用して侵害者が現実にある利\n益を得ている以上，著作権者が同様の方法で著作物を利用する限り同様の利益を得\nられる蓋然性があることに基づく規定であると解される。\n特典ＤＶＤは，前記５認定のとおり，著作者である原告Ａ及び著作権者\nである原告会社に無断で本件作品の映像を切り貼りして作成したものであり，その\n出来映えも原告らの意に沿うものではなく，原告Ａは，著作者人格権侵害を主張\nし，慰謝料の請求をしているほどである。そうすると，原告会社は，被告と同様の\n方法で，自ら本件作品の映像を切り貼りして，特典ＤＶＤを製作することはあり得\nない。したがって，原告会社が特典ＤＶＤを利用して利益を得られる蓋然性は認め\nられないから，著作権法１１４条２項に基づく損害の主張も認められない。\nウ　予備的請求について\n(ア)　よって，特典ＤＶＤの販売による損害は，著作権法１１４条３項に\n基づき算定することとする。\n(イ)　販売額\n特典ＤＶＤ付きの本件ＣＤは，これがないものよりも１３５円価格が\n高く，著作権使用料の算定においても１３５円とみなされているから，特典ＤＶＤ\nの価格は１３５円とするのが相当である（乙９３，９４）。原告会社は，５００円\nであると主張するが，これを認めるに足りる証拠はない。\n特典ＤＶＤ付きの本件ＣＤの販売枚数は，１６万１３３５枚である\n（乙１１９）。著作権法１１４条３項に基づく損害の算定にあたっては，翻案権を\n侵害する特典ＤＶＤを複製した時点で，複製に関し受けるべき原告会社の損害は発\n生しているのであるから，その後返品されたかどうかは損害額の算定に影響しな\nい。\n(ウ)　寄与度\n特典ＤＶＤには，本件作品を素材にした映像を使用した「ファンキ\nー・モンキー・ベイビー」と，本件作品とは無関係の映像を使用した「ルイジアン\nナ」の２曲が収録されているので，２分の１を乗じることになる。\n特典ＤＶＤの音源につき被告のものを使用していることは，当事者間\nに争いがないので，映像部分に当たる本件作品の貢献度を２分の１として，これを\n乗じることとする。\n(エ)　著作権の行使につき受けるべき金銭の額\n原告らは，使用料の割合が２５％であると主張し，権利元に支払う印\n税率は，ビデオグラムの希望小売価格の２０％から２６％程度になるという陳述書\n（甲３６）が存在し，被告が株式会社音に対して支払っている印税率は２０ないし\n２２％であることも認められる。しかし，原告らが主張する割合が映像部分の著作\n権者が受けるべき金銭の割合として一般的であると認めるに足りる証拠はない。他\n方，被告は，日本フォノグラムとＧの契約（乙７）における原盤製作協力印税の割\n合を根拠に，使用料の割合として２％が相当であると主張するが，前記原盤製作協\n力印税は，あくまでも日本フォノグラムに著作権があることを前提として，解散コ\nンサートを主催したＧへの経費の支払であると考えられるから，これを著作権使用\n料の基準とすることはできない。\n上記の事情に前記１で認定した本件作品の製作経緯や，本件作品につ\nいての原告ら，日本フォノグラム，Ｇらの関与の程度などを総合考慮し，原告会社\nが受けるべき金銭の額は，売上げの１０％と認める。\nしたがって，特典ＤＶＤにつき，原告会社が著作権の行使につき受け\nるべき金銭の額は，次のとおり，５４万４５０５円となる。\n１３５円×１６万１３３５枚×１／２×１／２×１０％＝５４万４５０\n５円（円未満切り捨て）\n(4)　本件プロモーション映像による損害について\nア　本件プロモーション映像を放送，上映した被告の行為は，原告会社の著\n作権及び原告Ａの著作者人格権を侵害するものであり，上記侵害については，被告\nに少なくとも過失があると認められるから，被告は，これによって原告会社が被っ\nた損害を賠償すべきである。\nイ　被告が，原告らの許諾を受けることなく，本件プロモーション映像をテ\nレビ放映（スポット及び番組エンディングテーマとして使用），街頭大型ビジョン\n上映，レコードショップ店頭上映，本社受付等での上映などを行うことによって，\n本件ＤＶＤ及び本件ＣＤを宣伝し，本件ＤＶＤ及び本件ＣＤを販売したことは，当\n事者間に争いがない。もっとも，放送ないし上映の正確な回数を認めるに足りる証\n拠はないが，これにより原告会社に損害が発生したことは認められるから，著作権\n法１１４条の５により，口頭弁論の全趣旨及び証拠調べの結果に基づき，その額を\n３０万円と認めるのが相当である。\nなお，原告会社の主張する損害額を認めるに足りる証拠はない。\n(5)　原告会社の損害\nしたがって，原告会社の損害額は，次のとおり，４９１３万２２１４円と\nなる。\n４８２８万７７０９円＋５４万４５０５円＋３０万円＝４９１３万２２１４\n円\n(6)　原告Ａの慰謝料について\n原告Ａは，本件作品の著作者であるにもかかわらず，被告により無断で本\n件作品を改変され，その氏名を表示されることなく，特典ＤＶＤとして販売され，\n本件プロモーション映像をテレビ放送等されたのであり，これによる精神的損害を\n被ったと認められる。\nこの著作者人格権（氏名表示権及び同一性保持権）侵害による慰謝料は，\n本件に現れた一切の事情を勘案して，１００万円と認めるのが相当である。\n(7)　消滅時効について\n被告は，消滅時効を援用すると主張するが，損害として認められる本件Ｄ\nＶＤ及び特典ＤＶＤの販売を開始したのは，平成１５年１月２２日であり，本件訴\n訟提起は，平成１５年２月１４日であり，消滅時効が完成しないことは明らかであ\nるから，被告の上記主張は理由がない。\n７　争点(6)（謝罪広告）について\n原告らは，名誉回復措置として謝罪広告を求めているが，財産権侵害を理由\nに名誉回復措置を求める原告会社の主張は失当であるし，原告Ａの著作者人格権の\n侵害による損害は，前記慰謝料の支払で填補されており，これ以上に名誉回復措置\nが必要であると認めるに足りる証拠はない。\nしたがって，原告らの名誉回復措置請求は理由がない。\n８　結論\n以上のとおりであるから，原告会社の請求は，①複製権，頒布権に基づく本\n件ＤＶＤの複製・頒布の差止め，②翻案権に基づく特典ＤＶＤの複製・頒布の差止\nめ及び廃棄，③複製権，上映権，放送権に基づく本件プロモーション映像の利用の\n差止め及びマスターテープの廃棄，④損害賠償として４９１３万２２１４円の支払\nの限度で理由がある。\n原告Ａの請求は，①同一性保持権，氏名表示権に基づく特典ＤＶＤの複製・\n頒布の差止め及び廃棄並びに本件プロモーション映像の利用の差止め及びマスター\nテープの廃棄，②損害賠償として１００万円の支払の限度で理由がある。\n原告らのその余の請求は理由がない。\n担保を条件とする仮執行免脱宣言は相当でないから付さないこととして，主\n文のとおり判決する。\n東京地方裁判所民事第４７部\n裁判長裁判官      　　　高　　部　　眞　　規　　子\n裁判官            東　　海　　林　　　　　保\n裁判官　　　      瀬　　戸　　さ　　や　　か\n（別紙４）\n売上げ　　　　　２億４６０８万９０２５円（3675円×8万9284枚×75％）\nリベート　　　　　　２４４２万２３７０円\n製造費　　　　　　　１３９４万４４３２円\nマスタリング費用　　　　６３万００００円\n印税　　　　　　　　　６１１万００３６円\n著作権印税　　　　　１６４６万３２２１円\n肖像使用　　　　　　　　２１万００００円\n宣伝販促費　　　　　　７５９万５２７３円\n搬送費　　　　　　　　６１５万０９１４円\n費用合計　　　　　　５１１０万３８７６円（リベートは除く。）\n純利益（売上げ－リベート－費用合計）　１億７０５６万２７７９円\n（別紙５）　本件ＤＶＤ\n売上げ　　　　 ２億３４３７万０５００円（3500円×75％×8万9284枚）\n返品　　　　　   　　　７０万３５００円（3500円×75％×268枚）\n純売上げ　　　 ２億３３６６万７０００円\nリベート　　　　   ２４４２万２３７０円\n製造費             １３９４万４４３２円\n原盤代10万5000円（何枚製造しても）\nケース代311万5560円（35円×8万9016枚×1.05）\nディスク代890万1600円（100円×8万9016枚×1.05）\nジャケット印刷代116万3251円（145万9683円×8万9016枚／\n11万1700枚×1.05）\nマスタリング費用   　　６３万００００円\n印税　　　　　   　６２８１万８９１７円\nＢ　　　　　　　　55万5418円\nＤ　　　　　　　　50万9133円\nＩ　　　　　　　　50万3991円\nＣ　　　　　　　　48万8562円\n株式会社ミューコム　　 106万1555円\n株式会社音　　　　　　4884万3018円\n有限会社オークランド　 786万5863円\n（合計5982万7540円×1.05＝6281万8917円）\n著作権印税　　　   １６６３万３０４５円\n肖像使用　　　　 　  　２１万００００円\n宣伝販促費　　　   １９２６万０３９４円\nデザイン費　　　 　　  １１万０７５４円（ｼﾞｬｹｯﾄ文字入力・版下代＋改版代）\n搬送費　　　　　 　  ６１５万０９１４円\nビクター手数料　   　４９０万７００７円（2億3366万7000円×2％×1.05）\n部門費　　　　   　３７６５万４９０８円\n費用合計　　   １億８６７４万２７４１円（リベート含む。）\n純利益　　　　　　 ４６９２万４２５９円\n映像分として×1/2　２３４６万２１２９円\n（別紙６）　特典ＤＶＤ\n売上げ　　　　   　　１６２９万４８３５円\n135円×75％＝101.25小数点以下四捨五入\n101円×16万1335枚\n返品　　　　　   　　　　２２万１２９１円（101円×2191枚）\n純売上げ　　　   　　１６０７万３５４４円\nリベート　　　　 　  　１６７万９９７２円\n製造費         　    １９６３万４３９１円\n１枚当たりの単価117.50円×16万1335枚×1.05\nマスタリング費用   　　　１０万５０００円\n印税　　　　　   　　　　１６万４２６３円\nＢ　　　　　　　　4万2208円\nＤ　　　　　　　　3万8723円\nＩ　　　　　　　　3万8336円\nＣ　　　　　　　　3万7174円\n（合計15万6411円×1.05＝16万4263円）\n著作権印税　　　   　　１６９万８７０７円\n映像原盤使用料　 　　  　５２万５０００円（ＴＶ神奈川パフォーマンス映像）\n宣伝販促費　　　　   　　１３万１４３４円\nデザイン費　　　 　　  　　１万４３８０円\n搬送費　　　　　 　  　　４２万３１１１円\nビクター手数料　   　　　３３万７５４５円（1607万3544円×2％×1.05）\n部門費　　　　   　　　２５９万０２１５円\n費用合計　　   　　　２７３０万４０１８円（リベート含む。）\n純利益　　　　　 　－１１２３万０４７４円\n曲数按分として×1/2　－５６１万５２３７円\n映像分として×1/2　　－２８０万７６１９円\n"
}