{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 2,
    "day": 25
  },
  "case_number": "平成12(わ)2671",
  "case_name": "非現住建造物等放火，建造物侵入，窃盗，現住建造物等放火，現住建造物等放火未遂，器物損壊，建造物等以外放火被告事件",
  "court_name": "名古屋地方裁判所刑事第5部",
  "lawsuit_id": "7663",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=7663",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/663/007663_hanrei.pdf",
  "contents": "主文\n被告人を無期懲役に処する。\n未決勾留日数中６００日を上記の刑に算入する。\n理由\n（罪となるべき事実）\n第１（平成１４年１月３１日起訴（同年(わ)第１７３号）の公訴事実第１）\n被告人は，平成１１年１０月２２日午後９時１０分ころ，名古屋市西区甲丁目乙\n番丙号所在のＡ及び有限会社Ｂ（代表取締役Ｃ）共同倉庫において，同社所有の珍\n味２０袋（仕入価格合計４３５０円相当）を窃取した。\n第２（平成１４年１月３１日起訴（同年(わ)第１７３号）の公訴事実第２）\n被告人は，平成１１年１０月２２日午後９時２０分ころ，Ｄ等所有の前記共同倉\n庫（木造瓦葺平家建。床面積約６７．７６平方メートル）に放火すれば，現に人が\n住居に使用せず，かつ，現に人がいない同倉庫を焼損した上，その東側に隣接して\nいるＥら５名が現に住居に使用している名古屋市西区甲丁目乙番丙号所在の木造瓦\n葺２階建店舗兼居宅と木造瓦葺２階建倉庫とが一体連結した建物（床面積合計約２\n０９．６２平方メートル）に延焼することを認識しながら，あえてその放火を決意\nして，前記共同倉庫の有限会社Ｂが使用している中央北側区画において，同所に積\nまれていた段ボール箱に所携のライターで点火して火を放ち，この火を同倉庫板壁\n等に燃え移らせて，同倉庫を全焼させた上，これを経て上記Ｅ方建物に燃え移ら\nせ，よって，同建物の\n倉庫２階部分（焼損面積約３２．４平方メートル）を焼損させた。\n第３（平成１３年１１月２７日起訴の公訴事実）\n被告人は，平成１１年１２月１３日午後１１時ころ，名古屋市西区甲丁目乙丙号\n所在の有限会社Ｆ（代表取締役Ｇ）所有の現に人が住居に使用せず，かつ，現に人\nがいない木造鋼板一部塩化ビニール製波板葺３階建店舗（床面積合計約１２２３．\n７４平方メートル）東側において，同建物に取り付けられていた戸板を斜めに倒し\nたところ，建物内に段ボール箱が積まれていたことから，これに放火して同建物を\n焼損しようと企て，同段ボール箱に所携のライターで点火して火を放ち，その火を\n同建物１階北東角の物置部分南側板壁等に燃え移らせ，よって，上記物置部分南側\n板壁等（焼損面積約１．１２平方メートル）を焼損させた。\n第４（平成１４年３月８日起訴の公訴事実第１）\n被告人は，平成１１年１２月１３日午後１１時２４分ころ，名古屋市西区甲丁目\n乙番丙号所在の株式会社Ｈ名古屋支店資材置き場において，同所に駐車中のＩ株式\n会社（代表取締役Ｊ）所有の普通貨物自動車の後部荷台に取り付けられた幌に所携\nのライターで点火し，その炎を同車及びその荷台に積載していた同社所有の食器棚\n等３０点に燃え移らせて，これらを焼損（損害額合計約１１７万２０００円相当）\nし，もって他人の器物を損壊した。\n第５（平成１４年３月８日起訴の公訴事実第２）\n被告人は，平成１１年１２月１３日午後１１時４５分ころ，名古屋市西区甲丁目\n乙番丙号所在のＫ所有のマンション「Ｌ」（鉄骨造陸屋根４階建事務所，車庫兼共\n同住宅。床面積合計約５３０．０７平方メートル）１階駐車場において，同駐車場\n内に積まれていたＭ株式会社（代表取締役Ｎ）所有の接着剤等の商品が入った段ボ\nール箱に所携のライターで点火して放火し，同段ボール箱や同所に置かれていたベ\nニヤ板を焼損し，そのまま放置すれば上記マンション等に延焼するおそれのある危\n険な状態を発生させ，もって公共の危険を生じさせた。\n第６（平成１４年４月２５日起訴の公訴事実第１）\n被告人は，平成１１年１２月１４日午前零時５分ころ，名古屋市西区甲丁目乙番\n丙号所在のＯ株式会社（代表取締役Ｐ）所有の現に人が住居に使用せず，かつ，現\nに人がいない木造瓦葺平家建居宅とコンクリートブロック造陸屋根２階建車庫兼物\n置とがビニール製波板屋根で接続された一体の建物〔床面積（建物を接続する屋根\n部分の面積を含む）合計約２５９．２平方メートル〕に放火してこれを焼損しよう\nと企て，上記居宅部分東側において，同所に置かれていた段ボール箱に所携のライ\nターで点火して火を放ち，その火を上記居宅部分東側木製庇等に燃え移らせ，よっ\nて，上記建物のうち木造瓦葺平家建居宅部分東側木製庇及びビニール製波板屋根部\n分（焼損面積合計約２．１平方メートル）を焼損させた。\n第７（平成１４年４月２５日起訴の公訴事実第２）\n被告人は，平成１１年１２月１４日午前零時２０分ころ，名古屋市西区甲丁目乙\n番地所在のＱ株式会社（当時の代表取締役Ｒ）所有の現に人が住居に使用せず，か\nつ，現に人がいない軽量鉄骨造スレート葺２階建居宅（床面積約１２８．２５平方\nメートル）に放火してこれを焼損しようと企て，同居宅北側において，同所に設置\nされたアルミ製玄関ドアに貼られている段ボールに所携のライターで点火して火を\n放ち，その火を同ドア内側の木枠等に燃え移らせ，よって，上記居宅のうち玄関ド\nア内側の木枠部分（焼損面積０．６１３平方メートル）を焼損させた。\n第８（平成１４年４月２５日起訴の公訴事実第３）\n被告人は，平成１１年１２月１４日午前零時３５分ころ，名古屋市西区甲町乙番\n地所在のＳ所有の現に人が住居に使用せず，かつ，現に人がいない木造瓦葺平家建\n共同住宅（床面積合計約１０４．３４平方メートル）に放火してこれを焼損しよう\nと企て，同共同住宅西側において，同所に落ちていた枯れ葉等を同共同住宅の中央\n居室の玄関北側板壁付近に接着させるように集めて所携のライターで点火して火を\n放ち，その火を同建物板壁等に燃え移らせ，よって，上記中央居室の玄関北側板壁\n（焼損面積約４．１平方メートル）を焼損させた。\n第９（平成１３年１月３１日起訴の公訴事実）\n被告人は，平成１１年１２月１４日午前１時１２分ころ，愛知県一宮市甲丁目乙\n番地所在のＴら５名が現に住居に使用している木造瓦葺２階建店舗兼居宅（床面積\n合計約２１６．１９平方メートル）に放火してこれを焼損しようと企て，同建物北\n側路上において，同建物北側壁面に接して設置された冷蔵庫用室外機上に段ボール\nを載せた上，これに所携のライターで点火して火を放ち，その火を上記建物の野地\n板等に燃え移らせ，よって，同建物の野地板及び天井板（焼損面積約３．１９平方\nメートル）を焼損させた。\n第10（平成１３年２月２２日起訴の公訴事実）\n被告人は，平成１１年１２月１４日午前１時２０分ころ，愛知県一宮市甲丁目乙\n番丙号所在のＵら３名が現に住居に使用している木造セメント瓦葺２階建店舗兼居\n宅（床面積合計約１１９．７６平方メートル）に放火してこれを焼損しようと企\nて，同建物西側路上において，同建物西側木製雨戸のベニヤ板部分に所携のライタ\nーで直接点火して火を放ち，同建物を焼損しようとしたが，点火した火が自然鎮火\nしたため，上記雨戸の一部を焼損したにとどまり，その目的を遂げなかった。\n第11（平成１３年３月３０日起訴の公訴事実）\n被告人は，平成１１年１２月１４日午前１時３５分ころ，愛知県一宮市甲丁目乙\n番丙号所在のＶらが飲食店として入居し，同人及び飲食客ら８名が現在する木造瓦\n葺平家建集合店舗（通称「Ｗ」。床面積合計約４１８．４８平方メートル）に放火\nしてこれを焼損しようと企て，同建物内南側共同トイレ西側通路において，同トイ\nレ木製外壁に設置された木製棚の前面に掛けられていた布に所携のライターで点火\nして火を放ち，その火を上記共同トイレ西側木製外壁等に燃え移らせ，よって，上\n記建物を全焼させて，これを焼損した上，さらに，この火を，隣接するＸが現に住\n居に使用している同市ａ丁目ｂ番ｃ号所在の木造瓦葺２階建居宅（床面積合計約２\n２８．６６平方メートル），Ｙら４名が現に住居に使用している同市甲丁目乙番丙\n号所在の鉄筋コンク\nリート造陸屋根地下１階付３階建居宅（床面積合計約３１３．１平方メートル）及\nびＺら５名が現に住居に使用している同市甲丁目乙番丙号所在の鉄筋コンクリート\n造陸屋根一部瓦葺２階建居宅と木造瓦葺２階建居宅が一体連結した建物（床面積合\n計約４６５．３２平方メートル）に燃え移らせて，上記Ｘ方居宅を全焼させるとと\nもに，上記Ｙ方居宅１階南西側雨戸戸袋（焼損面積約５平方メートル）及び上記Ｚ\n方建物の２階北側庇等（焼損面積合計約２４平方メートル）をそれぞれ焼損させ\nた。\n第12（平成１３年６月２１日起訴の公訴事実）\n被告人は，平成１１年１２月１４日午前１時５０分ころ，愛知県一宮市甲丁目乙\n番丙号所在のａら６名が現に住居に使用している木造一部鉄骨トタン葺２階建居宅\n等５棟が廊下及び通路で連結された一体の建物（床面積合計約４３０．８１平方メ\nートル）に放火してこれを焼損しようと企て，上記２階建居宅南側テラスにおい\nて，同所に設置された物干し竿にかけてあった布製衣類に所携のライターで点火し\nて火を放ち，その火を同テラスのアクリル製庇，居宅外壁等に燃え移らせ，よっ\nて，同建物のうち２階建居宅及びこれと連結する木造瓦葺平家建居宅（両者の床面\n積合計約１４６．６４平方メートル）を全焼させるとともに，木造瓦葺２階建店舗\n兼居宅の２階南西部外壁（焼損面積約１．６２平方メートル）を焼損させた上，さ\nらに，この火を隣接する\nｂら３名が現に住居に使用している同市甲丁目乙番丙号所在の木造瓦葺２階建居宅\n（床面積合計１１６．６８平方メートル），ｃが現に住居に使用している同市甲丁\n目乙番丙号所在の鉄筋コンクリート造陸屋根２階建居宅兼倉庫（床面積合計約１５\n１．８８平方メートル），ｄら６名が現に住居に使用している同市甲丁目乙番丙号\n所在の木造瓦葺２階建居宅（床面積合計約１１８．２６平方メートル），ｅら２名\nが現に住居に使用している同市甲丁目乙番丙号所在の居宅に隣接する木造ビニール\n波板葺平家建風呂場（床面積約６．２３平方メートル）及び木造トタン葺平家建物\n置（床面積約２６．２８平方メートル），ｆら５名が現に住居に使用している同市\n甲丁目乙番丙号所在の木造瓦葺２階建居宅（床面積合計約１４６．７平方メート\nル）に燃え移らせて，\n上記ｂ方居宅を全焼させるとともに，上記ｃ方居宅２階台所東側板壁等（焼損面積\n約１．５平方メートル），上記ｄ方居宅２階北側８畳間天井板等（焼損面積約６．\n３平方メートル），上記ｅ方居宅に隣接する木造ビニール波板葺平家建風呂場屋根\n等（焼損面積約１．５６平方メートル）及び木造トタン葺平家建物置東側庇等（焼\n損面積約１．３５平方メートル）及び上記ｆ方居宅２階東側雨戸用戸袋等（焼損面\n積約１６．５平方メートル）をそれぞれ焼損させた。\n第13（平成１３年７月１１日起訴の公訴事実第１）\n被告人は，平成１１年１２月１４日午前２時ころ，愛知県一宮市甲丁目乙番丙号\n所在のｇら３名が現に住居に使用している木造瓦葺平家建居宅に木造ビニール波板\n葺平家建洗濯場及び木造亜鉛メッキ鋼板葺平家建車庫が一体連結された建物（床面\n積合計約１７１．９６平方メートル）に放火してこれを焼損しようと企て，上記居\n宅南東側テラスにおいて，同テラスの庇に吊されていた葦製簾に所携のライターで\n点火して火を放ち，同建物を焼損しようとしたが，点火した火が自然鎮火したた\nめ，上記庇等の一部を溶解するなどしたにとどまり，その目的を遂げなかった。\n第14（平成１３年７月１１日起訴の公訴事実第２）\n被告人は，平成１１年１２月１４日午前２時１０分ころ，愛知県一宮市甲丁目乙\n番丙号所在のｈ所有の木造トタン一部コンクリート瓦葺平家建倉庫（床面積約２\n５．５平方メートル）に放火すれば，現に人が住居に使用せず，かつ，現に人がい\nない同倉庫を焼損した上，同倉庫南側に近接して建てられている上記ｈ所有の人が\n住居に使用せず，かつ，現に人がいない木造コンクリート瓦葺２階建居宅（床面積\n約７１．２８平方メートル）及び同倉庫東側に近接して建てられているｉら６名が\n現に住居に使用している同市甲丁目乙番丙号所在の軽量鉄骨造鋼板葺２階建居宅と\n木造瓦葺２階建居宅が一体連結した建物（床面積合計約２９４．７２平方メート\nル）に延焼することを認識しながら，あえてその放火を決意して，上記倉庫東側出\n入口前において，付近に\nあった紙屑，段ボール，木屑等を同倉庫東側木製引き戸に接着させて置き，これに\n所携のライターで点火して火を放ち，その火を同倉庫板壁等に燃え移らせて，同倉\n庫を全焼させた上，これを経て上記ｈ所有の居宅及び上記ｉ方居宅にそれぞれ燃え\n移らせ，よって上記ｈ所有の居宅を全焼させた上，上記ｉ方居宅西側玄関天井等\n（焼損面積約７平方メートル）を焼損させた。\n第15（平成１３年９月１１日起訴の公訴事実）\n被告人は，平成１１年１２月１４日午前２時２５分ころ，愛知県一宮市甲町乙番\n地の丙所在のｊら３名が現に住居に使用している木造瓦一部トタン葺２階建居宅兼\n店舗に放火してこれを焼損しようと企て，上記建物西側に接着して建てられている\n木造トタン葺平家建物置（床面積約１１．１平方メートル）内において，同所に置\nかれていた紙類に所携のライターで点火して火を放ち，その火を同物置内の柱等に\n燃え移らせ，同物置を全焼させた上，これを経て上記居宅兼店舗（床面積合計約１\n４５．３６平方メートル）に燃え移らせ，よって，これを全焼させた上，さらに，\nこの火を隣接するｋら４名が現に住居に使用している同町乙番地の丙所在の木造瓦\n一部トタン葺２階建居宅兼店舗（床面積合計約１８４．８６平方メートル）に燃え\n移らせて同建物を全\n焼させた。\n第16（平成１３年１０月２６日起訴の公訴事実第１）\n被告人は，平成１１年１２月１４日午前２時３５分ころ，愛知県一宮市甲町乙番\n地所在のｌら５名が現に住居に使用している木造瓦葺平家建共同住宅（床面積合計\n約１７８．５８平方メートル）に放火してこれを焼損しようと企て，上記共同住宅\n西側敷地内において，同建物西側壁面に接して置かれていた段ボールに所携のライ\nターで点火して火を放ち，同建物を焼損しようとしたが，間もなく，近隣住民らに\n炎上している上記段ボール等を発見されて消し止められたため，上記共同住宅西側\nトタン壁の一部を変色させたにとどまり，その目的を遂げなかった。\n第17（平成１３年１０月２６日起訴の公訴事実第２）\n被告人は，平成１１年１２月１４日午前３時３５分ころ，愛知県一宮市甲町乙番\n地の丙所在のｍが現に住居に使用している木造瓦葺一部２階建居宅兼店舗（床面積\n合計約１４８．４１平方メートル）に放火してこれを焼損しようと企て，上記建物\n北側敷地内において，同建物北側東寄り壁面に接して積み重ねて置かれていた段ボ\nール箱に所携のライターで点火して火を放ち，その火を段ボール箱上方の窓に設置\nされた木製格子に燃え移らせ，よって，上記建物１階北側東寄りの窓の木製格子\n（焼損面積約０．８４平方メートル）を焼損させた。\n第18（平成１４年１月３１日起訴（同年(わ)第１７４号）の公訴事実）\n被告人は，平成１２年４月３日午後１１時１５分ころ，愛知県一宮市甲町乙番地\nの丙所在のｎら４名が現に住居に使用している木造瓦葺平家建共同住宅（床面積合\n計約７６．９８平方メートル）に放火して，これを焼損しようと企て，同共同住宅\n東側に接着している資材置き場内において，同所内に落ちていた枯れ枝に所携のラ\nイターで点火して火を放ち，この火を同所に置かれていたビニールシート，段ボー\nル箱等に燃え移らせた上，これを経て上記ｎら４名が現に住居に使用している上記\n共同住宅に燃え移らせ，よって，同共同住宅のうちｎ方居宅部分（焼損面積約３\n７．８平方メートル）を焼損し，さらに，この火を上記資材置き場の東側に接して\n建てられているｏら２名が現に住居に使用している木造瓦葺平家建居宅（床面積約\n４５．５平方メートル\n）に燃え移らせて，同居宅を全焼させた。\n第19（平成１２年１２月２７日起訴の公訴事実）\n被告人は，平成１２年４月４日午前２時５５分ころ，愛知県一宮市甲町乙番地丙\n所在のｐ所有の現に人が住居に使用せず，かつ，現に人がいない木造スレート葺平\n家建工場（床面積約７１．９５平方メートル）に放火してこれを焼損しようと企\nて，同工場西側反物置場前路上において，同工場の反物置場に積み上げられた反物\nに所携のライターで点火して火を放ち，その火を同工場反物置場西側塩化ビニール\n製波板の壁面等に燃え移らせ，よって，同工場を全焼させた。\n第20（平成１３年１１月２０日起訴の公訴事実）\n被告人は，平成１２年５月２９日午後１１時２５分ころ，名古屋市西区甲丁目乙\n番丙号所在のｑら３名が現に住居に使用している木造瓦葺２階建店舗兼居宅と木造\nトタン葺２階建同店事務所及び木造瓦葺平家建店舗が一体連結している建物（床面\n積合計約２１４．２９平方メートル）に放火してこれを焼損しようと企て，同建物\n１階作業場内において，同所に積み上げられた段ボールに所携のライターで点火し\nて火を放ち，その火を同作業場板壁等に燃え移らせ，よって，上記建物の板壁，天\n井板等（焼損面積約６３．１平方メートル）を焼損させた上，さらに，この火を隣\n接する現に人が住居に使用せず，かつ，現に人がいない同所所在のｒ所有の木造瓦\n葺一部トタン葺２階建店舗（床面積合計約１３２．３９平方メートル）に燃え移ら\nせ，同店舗の天井等\n（焼損面積約９６．７平方メートル）を焼損させた。\n第21（平成１３年１２月１４日起訴の公訴事実）\n被告人は，平成１２年５月３０日午前零時４５分ころ，愛知県岩倉市甲町乙番地\nの丙所在のｓら３名が現に住居に使用している鉄骨造亜鉛メッキ鋼板葺陸屋根２階\n建店舗兼居宅（床面積合計約４２．５６平方メートル）に放火してこれを焼損しよ\nうと企て，同建物西側店舗前において，同店舗部分に固定された木製カウンターの\n下に置かれたテーブルの布製テーブルクロスに所携のライターで点火して火を放\nち，その火を上記木製カウンターに燃え移らせ，よって，上記木製カウンター（焼\n損面積約０．３０平方メートル）を焼損させた。\n第22（平成１２年１２月６日起訴の公訴事実）\n被告人は，金品窃取の目的で，平成１２年１１月１日午後１１時４０分ころ，ｔ\nが看守する名古屋市西区甲丁目乙番丙号所在の「ｕ」店舗兼倉庫に東側出入口扉か\nら侵入した上，同所において，同人所有の現金約５万４０００円及びシールカード\n１０箱ほか９３点（時価合計約１７万６７１０円相当）を窃取した。\n（証拠の標目）（省略）\n（量刑の理由）\n１　犯行に至る経緯および犯行の概況\n(1)  被告人は，昭和３３年ころから愛知県一宮市内の自宅で昔ながらの駄菓子店\nを営んでいたが，１０年くらい前からその経営が苦しくなり，憂さ晴らしのた\nめパチンコをするようになった。しかしながら，被告人はこれに負けることが\n多く，憂さが晴れるどころか，かえっていらだちが高じるようになり，次第に\nパチンコに注ぎ込む金額が増え，ついには預金を引き出してパチンコに費やす\nまでになったものの，結局パチンコに負け，上記駄菓子店の仕入資金にも窮す\nるようになるとともに，いらだちを募らせることとなった。\n(2)　そこで，被告人は，パチンコに費消した金の穴埋めやパチンコ代等を手に入\nれるために，仕入れ先から商品を盗んでこれを店舗で販売するようになった。\nそして，数年前からは，パチンコに負けた際，憂さ晴らしのために自動車や建\n造物等に放火するようになり，これが高じて，パチンコに負けるとその腹いせ\nに窃盗や放火を繰り返すようになっていった。\n(3)　平成１１年１０月２２日，パチンコに負けた被告人は，名古屋市西区内の菓\n子の卸問屋街にある取引先が商品等を保管している倉庫から，販売する目的で\n商品の珍味を窃取したが，これを通行人に目撃されたことから，犯行の発覚を\n恐れてこの倉庫に放火した。\n(4)　さらに，同年１２月１３日預金を引き出して注ぎ込んだもののパチンコに負\nけた被告人は，その腹いせに上記名古屋市西区内の菓子の卸問屋街にある取引\n先の店舗等から商品等を盗み出そうとしたものの果たせず，放火してその憂さ\nを晴らそうとして，同日から翌１４日にかけた深夜に，同店舗付近の７か所の\n建物に放火し，その後まだ憂さが晴れないとして，今度は自宅のある一宮市内\nに移動して９か所の建物に対して放火に及んだ。\n(5)　また，平成１２年４月３日から翌４日にかけての深夜，被告人は同様にパチ\nンコに負けた腹いせに，やはり一宮市内の２か所の建物に放火し，同年５月２\n９日から３０日にかけての深夜にも同様の目的で，名古屋市西区内及び愛知県\n岩倉市内の２か所の建物に放火した。\n(6)　同年１１月１日，預金を引き出してまで注ぎ込んだものの結局パチンコに負\nけた被告人は，その結果商品仕入代にも窮することになったことから，仕入先\nである玩具卸店から商品を盗み出して販売しようと企て，同日の深夜，同店の\n出入口ドアを壊して侵入して，これを窃取した。\n２  量刑上特に考慮した事情\n本件は，上記のとおり，パチンコにのめり込んでいた被告人が，パチンコに負\nけた腹いせに敢行した，現住建造物の放火（未遂を含む）１３件，非現住建造物\nの放火５件，建造物等以外の放火１件，放火による器物損壊１件，窃盗１件及び\n建造物侵入・窃盗１件の事案である。\n本件一連の放火行為は，平成１１年１０月２２日夜，被告人が，卸問屋の倉庫\nから店で販売する商品を盗み出し，これを通行人に目撃されたと思い証拠隠滅の\nため同所に放火したことに始まり，同年１２月１３日から翌１４日にかけての深\n夜には，商品を盗む目的で卸問屋に入ろうとして果たせなかった腹いせなどのた\nめ，同所に放火したのを皮切りとして，それだけではパチンコに負けたいらいら\n等が解消しないことから，上記を含めて実に１５か所で連続放火を行ったもので\nある。このうち，一宮市内の放火では，多くの飲食店が入居し営業中の店もある\n建物内で火を放ち，その建物を全焼させただけでなく，周りの３棟の建物にも類\n焼させて１棟を全焼させ，建物の一部を焼損させるだけでなく（第１１），一度\nは逃げ出したもの\nの再び燃える建物に戻った住人１名の尊い生命を奪うとともに，　周りの５棟の建\n物に類焼させて１棟を全焼させ（第１２），人が住む建物２棟を　全焼させる（第\n１５）などの甚大な被害を生じさせた誠に重大で，特に悪質な犯　行であった上，\n結果も取り返しのつかない悲惨な結果を生じさせたのに，被告人　は，さらに，そ\nの後も，同様にパチンコにのめり込んだ生活を続け，いずれもパ　チンコに負けた\nいらだちを解消するため，平成１２年４月３日から翌４日にかけ　てと同年５月２\n９日から翌３０日にかけての夜間にも，それぞれ２か所で連続し　て放火した，と\nいうものである。\nこれらの犯行動機は，前記のとおりパチンコに負けたいらいらを解消するため\n等という身勝手かつ短絡的なもので，酌量の余地は全くない。被告人は，約７か\n月間にわたり，多くは人の寝静まった深夜に放火行為を繰り返しているだけでな\nく，一晩で合計１５件の放火を連続して敢行するなど，犯行態様は非常に危険で\n悪質である。本件により上記のとおり被害にあった建物の住民の生命が奪われる\n取り返しのつかない結果が生じており，また，一連の放火により焼損した建物は\n３０棟に上り，焼損面積は合計約１８４０平方メートルに達し，その被害金額は\n合計約５億５０００万円と莫大である。建物が全焼するなどして焼け出され，生\n活や営業の基盤となる建物や家財道具などを失った被害者の経済的，精神的打撃\nは大きい。また，\n死亡しするに至った住人の苦痛，無念さは筆舌に尽くし難く，　遺族の精神的苦痛\n及び犯人に対する怒りの大きさは察するに余りある。これらの　被害はおよそ金銭\n等によっては癒しがたい性質のものである上，経済的損失や精　神的打撃に対して\n被告人らが行った弁償や慰謝の措置は誠に不十分でって，多く　の被害者の処罰感\n情は厳しく，とりわけ上記遺族の処罰感情が非常に厳しいのも　当然のことであ\nる。そして，地域住民を長期間にわたり不安に陥れるなど，本件　連続放火が地域\n社会に与えた影響も大きい。さらに，本件の犯行は，被告人が長　期間にわたって\n繰り返した同種の犯行の一部であることが窺われ，被告人は上記　のとおり自己の\n放火により人命を奪った事実を知った後も，なおも身勝手な理由　によって同様の\n重大な犯行を繰り返し\nたものであって，その自己の犯罪結果につ　いての自覚のなさは到底社会人として\n信じ難いほどであり，その遵法精神は麻痺　した状態にあったと認めざるを得な\nい。\n以上の各事情を総合すると，被告人の刑事責任は極めて重く，重罰をもってこ\nれを償わせる必要があると思料される。\n一方，被告人は，資産を処分するなどして金６５０万円を捻出し，極めて不十\n分なものではあるが，被害弁償に努めていること，弁償金の受取りを拒まれた分\nについては贖罪寄付をしていること，被告人は公訴事実の全てを自供し，捜査及\nび公判を通じて自己の犯した罪の重大さを自覚するに至り，反省の気持ちが深ま\nっていると認められること，被告人とその妻が被害者らに対し謝罪文を書いてそ\nの気持ちを表していること，妻が被告人の社会復帰を待ちその更生を支えてゆく\n意思を示していること等酌むべき事情も認められるが，これらを最大限に考慮し\nても，本件事案の重大さからして被告人に対しては無期懲役刑に処するのが相当\nと認めて主文のとおり量刑したものである。\n（求刑－無期懲役）\n平成１５年２月２５日\n名古屋地方裁判所刑事第５部\n裁判長裁判官　　　伊藤新一郎\n裁判官　　　後藤眞知子\n裁判官　　　高橋信幸\n"
}