{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 1,
    "day": 29
  },
  "case_number": "平成10(ワ)885",
  "case_name": "株主総会決議不存在確認請求、社員総会決議不存在確認請求、株主権確認請求、社員持分権確認請求",
  "court_name": "福岡地方裁判所小倉支部",
  "lawsuit_id": "8212",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=8212",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/212/008212_hanrei.pdf",
  "contents": "主　　　　　　　文\n１　原告タカイシ，原告三光建設及び原告Ａの間において，原告タカイシが被告ホテル\nの全株式を有する株主であることを確認する。\n２　原告タカイシ，原告Ｂ及び原告Ｃの間において，原告タカイシが被告樹里の全社員\n持分権を有する社員であることを確認する。\n３　原告三光建設，原告Ａ，原告Ｄ，原告Ｅ，原告Ｂ及び原告Ｃの各請求をいずれも棄\n却する。\n４　訴訟費用は，甲，乙，丙及び丁事件を通じ，原告三光建設，原告Ａ，原告Ｄ，原告\nＥ，原告Ｂ及び原告Ｃの負担とする。\n事　実　及　び　理　由\n第１　請求\n（甲事件）\n被告ホテルの平成１０年８月１９日開催の株主総会における，原告Ａを取締役から，原\n告Ｂを監査役からそれぞれ解任し，Ｆ，Ｇ，Ｈ，Ｉ，Ｊ，Ｋ及びＬを取締役に，Ｍを監査役に\nそれぞれ選任する旨の決議が存在しないことを確認する。\n（乙事件）\n被告樹里の平成１０年８月１９日開催の社員総会における，原告Ｂを取締役から解任\nし，Ｆ，Ｇ，Ｉ及びＪを取締役に，Ｈを監査役にそれぞれ選任する旨の決議が存在しない\nことを確認する。\n（丙事件）\n主文第１項と同旨\n（丁事件）\n主文第２項と同旨\n第２　事案の概要\n１　本件は，原告三光建設，原告Ａ，原告Ｄ，原告Ｅ，原告Ｂ，原告Ｃ（以下「原告Ａら」と\n総称する）が，原告Ａらは被告ホテル及び被告樹里の株主，社員ないし役員である\nところ，株主ないし社員でない者によって原告Ａらの役員解任及び新役員選任の各\n決議がなされたと主張し，被告ホテル及び被告樹里に対し，各決議が存在しないこ\nとの確認を求め（甲・乙事件），原告タカイシが，被告ホテルの全株式及び被告樹里\nの全社員持分権を有すると主張し，原告Ａらに対し，その確認を求めた（丙・丁事\n件）事案である。\n２　争いがない事実及び証拠（甲１，２の（１）ないし（５），３，７，８，１１ないし１３，１４の\n（１）ないし（１８），１５の（１）ないし（１１），１６，１７の（１）ないし（３），１８の（１）（２），\n１９，２０，２１の（１）ないし（３），２２の（１）ないし（５），２３ないし２６，２７の（１）ないし\n（３），２８の（１）ないし（３），２９の（１）ないし（３），３０，３１の（１）ないし（３），３３，３\n４，４７，４８，５１ないし９０，乙１ないし１０，１２ないし１４，２０の（１）ないし（７），２３\nの（１）ないし（６），２５の（１）（２），３１の（１）ないし（７），３２の（１）ないし（４），３３の\n（１）ないし（４），３４，３５，３６の（１）（２），（３）の１ないし３，（４）の１ないし４，（５）な\nいし（８），（９）の１ないし３，４１の（１）（２），４６の（１）（２），４８，４９の（１）ないし\n（９），５０，５１，５２の（１）ないし（４），５３の（１）ないし（３），５４，５５の（１）ないし\n（４），５６の（１），（２）の１ないし４，（３）（４），５７の（１）ないし（４），６１の（１）（２），６\n２，６３，６４の（１）ないし（３），６６，７０，７１，７４，７５，７６の（１）（２），７９，８０ない\nし８２，８４ないし９０，９１の（１）ないし（６），９２，９３の（１）（２），９４，９５，９６の（１）\n（２），９９の（１）（２），１００，１１０，１１１，１１４ないし１１６，証人Ｎ，同Ｏ，同Ｆ，原告\nＡ）により認められる事実\n（１）　当事者等\nア　　　　原告Ａは，平成２年１月，経営していた原告三光建設（当時の商号は株式会\n社コーエイ。平成１０年３月に商号変更し，代表取締役は原告Ａから現代表者\nに交代した）の資金（日本債券信用銀行，西日本セントラルファイナンス及び\n九州流通サービス等からの借入金）により，被告ホテルの全株式（２０００株）\nを８億７０００万円で買い受け，同日，これを原告三光建設に譲渡したこととし\nたうえ，全館改装工事を施し，翌平成３年から被告ホテルの営業を開始した。\n被告ホテルは，昭和３６年に設立され，昭和４８年以降の資本金２０００万\n円，発行済株式総数２０００株の会社であり，従業員数約１２０名を雇用し，肩\n書地において，北九州市有数の庭園と格式を有する「ホテルニュータガワ」を\n経営していた。\n原告Ａは，被告ホテルの買収後，その取締役兼代表取締役に就任し，原告\nＢ（原告Ａの実父）を監査役，原告Ｄ（原告Ａの弟）及び原告Ｅ（原告Ａの義弟）\nを取締役とした。\nイ　　　　被告樹里は，遊技場の経営等を目的として昭和６３年に山口県下関市にお\nいて資本金５００万円で設立された会社であり，平成６年に原告Ａが譲り受け\nて肩書地に本店を移転した。\n被告樹里は北九州市ａ区ｂｃ丁目にパチンコ店を所有し，経営していた。\n平成７年１２月当時の取締役は，原告Ａ，原告Ｂ（出資持分３００口）及び原告\nＣ（原告Ａの母。出資持分２００口）の３名であった。\nウ　　　　Ｆは，不動産業等を目的とするパシフィックアトラス株式会社（以下「パシフィ\nックアトラス」という）の代表取締役であり，他にも幾つかの関連会社を経営\nし，経済界に一定の人脈を有していた。\n原告タカイシ（旧商号は株式会社貴花，それ以前は株式会社花月）は，もと\nＰ及びＱが統括していた福島交通グループ（いわゆる「小針グループ」）に属す\nる企業の一つで，累積赤字を抱えた休眠会社であった。Ｆは，平成７年６月，\n新規事業を行うため小針グループから原告タカイシの全株式を譲り受けた\nが，その代表取締役は，小針グループ内で一定の地位を有するかたわら金沢\n市に本店を置く株式会社石川銀行（以下「石川銀行」という）の東京支店に人\n脈を買われて嘱託行員（支店長席付）として籍を置いていたＯであった。また，\n当時石川銀行の頭取であったＲの妻Ｓが原告タカイシの取締役の一人であっ\nた（Ｓについてはその後間もなく退任登記がなされた）。\nＧは，パシフィックアトラスの取締役の一人であり，後に被告ホテル及び被\n告樹里の取締役，次いで代表取締役となった。\n（２）　原告Ａの負債整理，融資斡旋依頼等\nア　　　　平成６年１２月当時，原告三光建設，被告ホテル等の原告Ａの企業グルー\nプは，負債合計が約１２０億円にのぼっており（被告ホテルの株式会社九州流\n通サービスからの借入金額だけで約５５億円であり，かつ，損害金の金利は\n年１８パーセントであった），市中の業者からの高利の借入が資金繰りを圧迫\nし，被告ホテルの経営も租税，従業員の社会保険料，光熱費等の支払に窮す\nる状況となっていたところ，原告Ａは融資元の金融機関から，不良債権処理案\nとして，債務を５０億円程度に圧縮し、その返済を受ければ全ての担保権を抹\n消する旨の提示を受けた。\nこのため，原告Ａは新たな融資元の金融機関をさがすこととし，仲介者（Ｔ）を\n通じて東邦生命からの融資を打診した。\nイ　　　　平成７年１月１７日ころ，原告Ａは，仲介者の紹介で，Ｆと知り合った。\nＦは原告Ａに対し，受け皿会社が金融機関から融資を受け，被告ホテルの経\n営権を買収するといういわゆるＭアンドＡ方式による経営再建を提案し，原告\nＡはこれを了承した。\n同年１月下旬から２月にかけて，原告ＡはＦから，資産家の会社経営者（Ｕ。\n通称「木村屋パン」の経営者）を紹介されたが，同人から受け皿会社となるこ\nとの承諾を得るには至らなかった。\nまた，東邦生命からの融資は実現せず，その後，Ｆの口利きで，冠婚葬祭業\nを営む会社（ベルヴィ福島）を受け皿会社とし，日本興業銀行、野村ファイナン\nスから融資を受けるという話が出たものの，いずれの交渉も進展しなかった。\nウ　　　　平成７年６月ころ，原告ＡはＦに対し，ホテルの改装工事費約１６億５８７０万\n円のうち５億円を至急支払うよう建設会社（五洋建設）から迫られている旨申\nし述べて，緊急の資金調達を依頼した。Ｆは急遽５億円を調達し，原告Ａに融\n資した。\nその後，日本興業銀行及び野村ファイナンスから融資を受ける見込みがなく\nなったため，Ｆはかねてから自らも融資を受けていた石川銀行東京支店に融\n資を依頼した。\nエ　　　　平成７年７月２２日，Ｆは石川銀行のＲ，原告タカイシの代表取締役Ｏととも\nに北九州市を訪れて原告Ａと面談し，石川銀行からの融資の方向が決まっ\nた。\n（３）　平成７年８月１７日の石川銀行から被告ホテルに対する融資，買戻特約付株式\n譲渡契約の締結\nア　　　　被告ホテルは，ホテルの土地建物につき極度額６０億円の根抵当権を設定\nしたうえ，Ｆの連帯保証のもとに，石川銀行から５０億円の融資を受けた（うち\n３０億円の金利は年４.１パーセント，２０億円は外貨貸付）（争いがない）。\n被告ホテルはこの融資金により前記九州流通サービス，日本債券信用銀行\n及びセントラルファイナンス西日本からの借入金の一部を弁済し，残債務約７\n０億円の放棄を受けた。\nイ　　　　原告Ａ，被告ホテル，原告三光建設，原告タカイシ及びパシフィックアトラス\nは，原告タカイシ側に山岸憲司弁護士，原告Ａ側に網田省吾司法書士の立会\nのもと，被告ホテルの株式につき，以下の内容の買戻特約付株式譲渡契約\n書（甲１６）に調印した（以下，後記の甲２０と合わせて「本件株式等譲渡契約」\nという）（争いがない）。\n①　　　　原告Ａは，石川銀行から被告ホテルに対する５０億円の融資の実行を\n条件として，原告タカイシに対し，被告ホテルの全株式（原告Ａ名義の１\n４００株のほか，原告Ｄ名義の４００株，原告Ｅ名義の２００株を含む）を\n代金２０００万円で譲渡する。\n②　　　　上記株式譲渡に伴い，被告ホテルの資産及び経営権の一切は原告タ\nカイシに帰属する。\n③　　　　Ｆ，Ｇ，Ｏほか１名を新たに被告ホテルの取締役に選任する。\n④　　　　原告タカイシは，原告Ａが被告ホテルの代表者として石川銀行に対す\nる５０億円の返済条件を履行し，平成１３年８月３１日までにこれを完済\nし（もしくは同年９月１日以降，他からの借入によりこれを完済し）たう\nえ，パシフィックアトラスに対し融資斡旋手数料５０００万円（もしくは１億\n円）を支払ったなどの場合，原告Ａの買戻の申出により，被告ホテルの\n全株式を代金２０００万円で原告Ａに譲渡する。　被告ホテルの石川銀\n行に対する債務につき不履行があったとき，次項の「株式譲渡に関す\nる確認書」に定める事由があったときは，原告Ａは株式買戻権を失う。\nウ　　　　原告Ａ，原告三光建設，被告ホテル，原告タカイシ及びパシフィックアトラス\nは，被告ホテルの株式譲渡契約が石川銀行の融資金債権を保全する目的の\nもとに締結されたものであることを確認し，原告タカイシ及びパシフィックアトラ\nスは，被告ホテルの経営権が原告Ａに保留されていることを認めたうえ，原告\nＡ側に契約違反や背信行為がない限り，原告Ａの経営判断を尊重し，被告ホ\nテルの再建計画に協力するが，原告Ａが借入金の返済につき債務不履行を\n起こし，他債権者から差押，仮差押，仮処分等を受け，無断で役員を変更し，\n虚偽の決算報告をするなどの背信的行為をしたときは，買戻権を喪失し，株\n式は原告タカイシに帰属するなどの趣旨を記載した「株式譲渡に関する確認\n書」（乙８７）に調印した。\nしかし，原告Ａが同確認書のうち「他債権者から仮差押，仮処分を受けたと\nき」に買戻権が失われるとする部分等に危惧を表明したため，その場合でも，\n被告ホテルの経営の維持存続，借入金債務の履行に特段支障がないと判断\nされるときには，原告Ａの買戻権は失われず，また，決算報告に多少の虚偽\n記載があっても，経営に著しい影響を与えない限り，買戻権喪失はない旨を\n記載した「契約の趣旨，解釈に関する確認書」（乙８８）が取り交わされた。\nエ　　　　原告タカイシは原告Ａに対する株式譲渡代金２０００万円につき，石川銀行\n東京支店に原告Ａ名義の定期預金口座を開設してこれに２０００万円を入金\nし，同口座の定期預金証書はそのころ原告Ａに対し郵送された（平成９年３月\n７日，原告Ａは同支店において同定期預金を解約し，２０００万円を受領し\nた）。\nオ　　　　原告Ａは，融資仲介手数料２億円，被告ホテルの東京営業所の運営委託及\nび業務指導料として毎月６２５万円を原告タカイシに支払う旨を約束し，これに\n基づき，被告ホテルの石川銀行東京支店の口座から２億円の振込送金がな\nされ，また，以後，平成１０年１月末までに，被告ホテルから原告タカイシに対\nし，企画料及び業務指導料として合計１億７２２６万１６００円が支払われた。\nカ　　　　本件株式等譲渡契約に基づき，被告ホテルにつき，Ｆ，Ｇ，Ｏほか１名が取\n締役に就任した旨の登記が平成７年１０月２日付でなされた。\n（４）　平成７年１２月２１日の石川銀行から被告樹里に対する融資，社員持分権譲渡\n契約の締結\nア　　　　原告ＡとＦの協議に基づき，石川銀行は被告樹里に対し，既存パチンコ店の\nほかに新店舗を増設する資金として，Ｆの連帯保証を得て，２４億円（金利年３\nパーセント）を融資した（争いがない）。\nイ　　　　原告Ａは原告Ｂ及び原告Ｃの名義により，被告樹里，原告三光建設，原告タ\nカイシ及びパシフィックアトラスを当事者として，被告樹里の社員持分権（出資\n口）につき，以下の内容の買戻特約付株式譲渡契約書（甲２０）に調印した。\n①　　　　　原告Ａは，石川銀行から被告樹里に対する２４億円の融資の実行を\n条件として，原告タカイシに対し，被告樹里の全社員持分権（原告Ｂ名\n義が３００口，原告Ｃ名義が２００口）を代金５００万円で譲渡する。\n②　　　　　上記社員持分譲渡に伴い，被告樹里の資産及び経営権の一切は原\n告タカイシに帰属する。\n③　　　　　Ｆ，Ｇ及びＯを新たに被告樹里の取締役に，Ｈ（原告タカイシの取締\n役）を監査役にそれぞれ選任する。\n④　　　　　原告タカイシは，被告樹里が石川銀行に対する２４億円の返済条件\nを履行し，平成１３年８月３１日までにこれを完済したなどの場合，原告\nＡの買戻の申出により，被告樹里の全社員持分を代金５００万円で原\n告Ａに譲渡する。\n被告樹里の石川銀行に対する債務不履行のほか次項の確認書記載\nの事由が生じたときは，原告Ａは株式買戻権を失う。\nウ　　　　原告Ａ（原告Ｂ及び原告Ｃ名義），被告樹里，原告タカイシ及びパシフィックア\nトラスは，被告樹里の社員持分権譲渡契約が石川銀行の融資金債権を保全\nする目的のもとに締結されたものであることを確認し，原告タカイシ及びパシフ\nィックアトラスは，被告樹里の経営権が原告Ａに保留されていることを認めたう\nえ，原告Ａ側に契約違反や背信行為がない限り，原告Ａの経営判断を尊重\nし，被告樹里の再建計画に協力するが，原告Ａ側が借入金の返済につき債務\n不履行を起こし，他債権者から差押，仮差押，仮処分等を受け，無断で役員\nを変更し，虚偽の決算報告をするなどの行為があったときは，買戻権を喪失\nし，社員持分権は原告タカイシに確定的に帰属するなどの趣旨を記載した「出\n資持分譲渡に関する確認書」（乙１１７）に調印した。\nエ　　　　原告Ａは，被告樹里において，原告タカイシ及びパシフィックアトラスに対す\nる融資仲介手数料及び原告タカイシに対する企画料及び業務指導料を支払\nう旨を約束し，これに基づき，被告樹里の石川銀行東京支店の口座から，融\n資仲介手数料として，パシフィックアトラスに対し約１億円，原告タカイシに対し\n８６８４万４３０９円の振込送金がなされ，また，以後，平成１０年１月５日まで\nに，原告Ａは原告タカイシに対し，被告樹里の業務指導料等として合計１億１\n０５０万円を支払った。\nオ　　　　平成７年１２月２２日，原告タカイシは被告樹里の銀行口座に出資持分譲渡\n代金５００万円を振込送金した。\nカ　　　　Ｆ，Ｇ及びＯを新たに被告樹里の取締役に，Ｈを監査役にそれぞれ選任する\n旨の登記が平成８年２月１２日付でなされた。\n（５）　その後の融資等\nア　　　　平成８年１月，原告ＡはＦに対し，被告ホテルが賃借して駐車場として利用し\nている数筆の隣地を買い上げ，婚礼式場等を擁する新館を建築する計画を持\nちかけ，Ｆはこれを了承した。\nイ　　　　そのころ，原告ＡはＦに対し，原告三光建設の借入金債務約３５億円につき，\n２０億円ほどに圧縮して弁済すれば，同債務の担保として抵当権が設定され\nていた原告三光建設所有の約５０００坪の土地（北九州市ａ区ｄｅ丁目所在。\n以下，便宜「折尾の土地」という）の抵当権を抹消し，被告樹里が買い受けた\nうえこれを２５億円ほどで他に売却できる宛てがある旨告げて，弁済資金２０\n億円の被告樹里への融資方を申し入れ，Ｆはこれを了承して石川銀行に取り\n次いだ。\nウ　　　　平成８年２月２２日，被告ホテルは石川銀行から，新館建設用地の買収資\n金の一部として３億６０００万円（金利年３.７２５パーセント）の融資を受け，同\n日，同用地の一部を買収した。\nエ　　　　平成８年３月１９日，被告樹里は石川銀行から，折尾の土地の抵当権抹消\n資金として２０億円（金利年３パーセント）の融資を受けた（しかし，折尾の土地\nの転売は結局実現しないままであった）。\nこのとき，被告樹里は原告タカイシに対し，融資仲介手数料として２億４０００\n万円を支払った。\nオ  　　　平成８年４月２５日，被告ホテルは新館建築用地の一部を買収し，同年５月\n２３日，石川銀行から，同土地の取得資金として３億４０００万円（金利年３.７２\n５パーセント）の融資を受けた。\nカ　　　　平成８年７月１６日，被告樹里は石川銀行から，新店舗（パチンコ店）の建築\n資金（７億５０００万円）及び隣接地の買収資金（７億円）として合計１４億５００\n０万円（金利年３.５パーセント）の融資を受け，隣接地の一部を買収した。\nキ　　　　平成８年９月ころ，原告ＡはＦに対し，佐賀県武雄市近辺にあるゴルフ場（武\n雄嬉野国際カントリークラブ）の買収計画を提示して資金の融資仲介を持ちか\nけ，以後，協議が続けられた。\nク　　　　平成８年１０月３１日，原告タカイシは被告樹里に対し，新店舗の設備資金と\nして１０億円（金利年５パーセント）を融資した。この１０億円は原告タカイシが\n石川銀行から融資を受けたものであった。\nケ　　　　平成８年１２月１８日，被告ホテルは石川銀行から，新館建築工事請負代金\nの着手金として６億円の融資を受け，平成９年３月３１日，新館建築工事請負\n代金の中間金等として６億円（金利年４パーセント）の融資を受けた。\nコ　　　　平成９年４月２４日，被告樹里の新店舗の建物が完成した。\nサ  　　　平成９年７月１０日，被告ホテルは石川銀行から，運転資金として１億円（金\n利年３.８７５パーセント）の融資を受けた。\nシ　　　　平成９年８月２１日，被告樹里は石川銀行から２億５０００万円（金利年４パ\nーセント）の融資を受けた。\nス  　　　平成９年１０月３１日，被告ホテルは石川銀行から，新館建築工事請負代金\n残金として５億５０００万円（金利年４.２５パーセント）の融資を受け，同年１２月\n３０日，運転資金として５０００万円（金利年４パーセント）の融資を受けた。\nセ　　　　平成９年１２月，新館の建築工事が完成し，新館における営業が開始され\nた。新館は本館の増築部分として登記され，石川銀行の根抵当権設定登記\nの効力が及ぶこととなった。\n（６）　紛争の発端\nア　　　　平成１０年１月６日，原告Ａは，被告ホテル及び被告樹里の名義により，石\n川銀行に対し，融資を受けるに際して，将来前記武雄嬉野国際カントリークラ\nブの買収資金の融資を受けられるという約束のもとに，正規の金利のほかに\n企画料，業務指導料の名目で不当な支払を強制されたが，ゴルフ場買収資金\nの融資を拒否された以上，これらの支払に関する合意を破棄し，既払金の返\n還を要求するとし，応じないときは銀行の監督官庁に通告して調査を求める\n所存である旨を記載した通告書と題する内容証明郵便を送付した。\nそのころ，原告Ａは，石川銀行に対する被告ホテル及び被告樹里の借入金\n返済債務の履行を停止し，かつ，原告タカイシに対する業務指導料及び借入\n金分割返済金の支払を停止した。\nイ　　　　平成１０年１月２３日及び２４日の両日にわたり，Ｆは原告タカイシの業務部\n長Ｊ及び税理士等を派遣し，被告ホテル及び被告樹里の帳簿を調査させた。\nその結果，被告ホテルの新館建築工事費として石川銀行から融資を受けた\n１７億５０００万円のうち約９億円が工事業者（株式会社森本組ほか１社）に支\n払われておらず，約１億８３００万円が運転資金に流用されていること，被告樹\n里の新店舗建築工事費は７億５０００万円ではなく５億２６００万円であり，一\n部が未払であって，約２億９０００万円が運転資金に流用されていることなど\nが判明した。\nウ　　　　平成１０年２月から３月にかけ，原告Ａは，被告ホテル及び被告樹里を原告\nとして，石川銀行及び原告タカイシに対し，融資仲介手数料，企画料及び業務\n指導料として支払った金員（被告ホテル分５億８０８０万５２３２円，被告樹里分\n７億５０５０万円）につき不当利得ないし損害賠償として支払を求めるなどの訴\nえを金沢地裁に提起した（同地裁平成１０年（ワ）第４３号ほか）（これらの訴訟\nについては，後に，後記カの決議により選任された原告タカイシ側の代表者に\nよる取下がなされた）。\nエ　　　　平成１０年３月３０日，石川銀行は被告ホテル及び被告樹里に対し，期限の\n利益喪失による融資金残債の一括返済を求める催告書を内容証明郵便によ\nり送付した。\nこれに対し，原告Ａは，被告ホテル及び被告樹里は石川銀行に対する不当\n利得返還請求債権及び損害賠償債権をもって相殺するとしたうえ，これにより\n融資金の分割返済債務は不履行がないことになるから，期限の利益は喪失し\nていない旨の同年４月７日付回答書を送付した。\nオ　　　　平成１０年４月１７日，原告Ａは，原告タカイシないしＦの承諾を得ないまま，\n被告樹里につき，Ｆ，Ｏ及びＧらの各取締役及び監査役Ｈを解任する旨の登\n記をし，同月２０日，被告ホテルにつき，Ｆ，Ｏ及びＧを含む取締役全員が任期\n満了により退任し，原告Ａ，原告Ｄ及び原告Ｅが取締役にそれぞれ重任された\n旨の登記をした。\nカ　　　　平成１０年８月６日，福岡地裁小倉支部は，原告三光建設及び被告ホテル\nが原告タカイシを債務者として申し立てた株主権行使等の禁止を求める仮処\n分申請事件（平成１０年（ヨ）第１６５号）につき，申立を却下する決定をし，か\nつ，原告タカイシが申し立てた商法２３７条２項に基づく非訟事件手続法１３２\n条の株主総会召集許可を求める申立（平成１０年（ヒ）第１２号）につき，これを\n許可する決定をした（争いがない）。\n同月１９日，被告ホテルの臨時株主総会において，原告Ａを取締役から，\n原告Ｂを監査役からそれぞれ解任し，Ｆ，Ｇ，Ｈ，Ｉ，Ｊ（平成１０年２月４日にＯ\nに代わって原告タカイシの代表取締役に就任していた），Ｋ及びＬを取締役\nに，Ｍを監査役にそれぞれ選任する旨の決議（甲事件請求の趣旨第１項の決\n議。以下，後記の乙事件請求の趣旨第１項の決議と合わせて「本件各決議」\nという）がなされ（争いがない），取締役会においてＧ及びＩが代表取締役に選\n任された。\n同日，原告タカイシが有限会社法３７条３項に基づいて召集した被告樹里\nの臨時社員総会において，原告Ｂを取締役から解任し，Ｆ，Ｇ，Ｉ及びＪを取締\n役に，Ｈを監査役にそれぞれ選任する旨の決議（乙事件請求の趣旨第１項の\n決議）がなされ（争いがない），Ｇ及びＩが代表取締役に選任された。\nキ　　　　平成１０年１２月１０日，原告Ａらの申立により，被告ホテル及び被告樹里の\n各代表取締役等の職務執行停止，職務代行者選任仮処分事件（当庁平成１\n０年（ヨ）第３１０号，同第３１３号）につき，各代表取締役（ともにＧ及びＩ）及びＦ\nら取締役等の各職務執行を停止し，福田玄祥弁護士を代表取締役職務代行\n者に選任するなどの仮処分決定がなされた。\nク　　　　平成１２年７月２７日，原告Ａの告発により逮捕されていたＦ，Ｇ及びＯは，被\n告ホテルの石川銀行からの５０億円の借入を斡旋するにつき，法定の割合を\n超える媒介手数料を得ようと企て，平成７年８月１７日から平成１０年１月５日\nまでの間に被告ホテルから，法定媒介手数料の最高限度額の約２倍にあたる\n合計４億７０７４万円を受領した旨の出資の受入れ，預り金及び金利等の取締\nりに関する法律（以下「出資法」という）違反の罪により東京地裁に勾留中起\n訴され，その後追起訴があった被告樹里関係の同様の罪と併せて，同年１２\n月２６日，全員が執行猶予付の有罪判決を受けた。\nケ　　　　平成１２年１０月２５日，石川銀行東京支店は，連帯保証人のＦから平成１０\n年１０月１日までに，被告ホテルに対する融資金債権の利息金合計４３６１万\n円余，被告樹里に対する融資金債権の利息３５１５万円余の代位弁済を受け\nた旨の証明書を発行した。\n３　主張\n原告Ａら\n（１）　　　本件株式等譲渡契約は，実質的に，石川銀行の被告ホテルに対する５０億\n円の貸金債権及び被告樹里に対する２４億円の貸金債権をそれぞれ保全す\nる目的で，全株式及び全出資持分権につき，石川銀行の支配下にあるダミー\n会社である原告タカイシにおいて買戻特約付で譲渡を受けるという形式をとっ\nたものであるところ，石川銀行が，経営再建のために融資を受けることが緊急\n不可欠であった被告ホテル及び被告樹里の立場に乗じて，融資実行の附帯\n条件として，通常の物的，人的担保に加え，原告タカイシすなわち石川銀行に\nよる被告ホテル及び被告樹里に対する意のままの支配を可能ならしめる不当\nに有利な内容，かつ，不法な目的による本件株式等譲渡契約を締結させた行\n為は，私的独占の禁止及び公正取引の確保に関する法律（以下「独占禁止\n法」という）２条９項に基づく昭和５７年公正取引委員会告示第１１号が指定\n（以下「一般指定」という）する以下の不公正取引に該当し，独占禁止法１９条\nに違反する行為であり，本件株式等譲渡契約は公序良俗に違反し，無効であ\nる。\n①　一般指定１０項\n「相手方に対し，不当に商品または役務の供給に併せて他の商品また\nは役務を自己または自己の指定する事業者から購入させ，その他自己\nの指定する事業者と取引するように強制すること」\n②　一般指定１４項（優越的地位の利用）のうち\n２号\n「継続して取引する相手方に対し，自己のために金銭，役務その他の\n経済上の利益を提供させること」\n３号\n「相手方に不利益となるように取引条件を設定し，または変更するこ\nと」\n５号\n「取引の相手方である会社に対し，当該会社の役員の選任について\nあらかじめ自己の指示に従わせ，または自己の承認を受けさせるこ\nと」\n（２）　　　被告ホテルは既払の裏金利（１億７２２６万１６００円），裏手数料（２億円）の\n不当利得返還債権及び損害賠償債権の合計７億５４８０万５２３２円を自働債\n権とし，被告樹里は既払金（７億６９３９万４０１０円）の不当利得返還債権また\nは損害賠償債権を自働債権とし，平成１０年２月分以降の石川銀行の各分割\n元利金債権を受働債権として，対当額において相殺する旨の意思表示をした\nから，いずれも本件株式等譲渡契約に定めた買戻権喪失事由である貸金返\n還債務の不履行は生じておらず，原告タカイシは被告ホテルの株式及び被告\n樹里の出資持分権を取得していない。\n（３）　　　本件各決議は，株主ないし社員ではない原告タカイシが召集した総会にお\nける決議であるから，被告ホテルないし被告樹里の総会決議として存在しな\nい。\n原告タカイシ及びＧ\n（１）　原告Ａは，被告ホテル及び被告樹里の旧債務を整理し，経営の改善と拡大\nを図るための資金を石川銀行から引き出す目的で，十分な検討を経たうえ，\n原告タカイシ及びパシフィックアトラスに支払う業務指導料等の負担を補って\n余りあるメリットが得られるとの計算のもとに，真正かつ自由な意思に基づい\nて本件株式等譲渡契約を締結したものであり，これを無効とする根拠は何も\nなく，独占禁止法違反の主張は失当である。\n原告タカイシは石川銀行のダミー会社ではなく，Ｆは，原告Ａの懇請を受け\nて石川銀行に融資を要請するにあたり，債務の履行を確保するため，自ら連\n帯保証人となったうえ，被告ホテル及び被告樹里の経営指導，監督，財政基\n盤の再構築を責任をもって行なうこと，原告Ａによる経営が失敗したときは自\nら経営を担当して被告ホテル及び被告樹里を再建することを石川銀行に約束\nし，この約束を履行するために本件株式等譲渡契約を締結したものである。\nまた，原告タカイシ及びパシフィックアトラスが受領した融資斡旋手数料，業\n務指導料等の金員は，石川銀行の裏金利などではなく，被告ホテル及び被告\n樹里の債務整理スキームの案出，金融機関との交渉，役員等の派遣，ノウハ\nウの提供などに対する正当な報酬として，石川銀行とは別個独立の立場に基\nづいて受領されたものである。\n（２）　原告Ａは，被告ホテル及び被告樹里の石川銀行に対する平成１０年２月分\n以降の借入金分割返済債務の履行を懈怠したほか，原告タカイシ及びパシフ\nィックアトラスの承諾を得ないで被告ホテル及び被告樹里の役員を解任，変更\nし，虚偽の決算報告をしたものであり，これにより，原告Ａは，本件株式等譲\n渡契約に基づき，株式及び社員持分権の買戻権を喪失した。\n本件各決議は，原告タカイシが確定的に取得した株式及び社員持分権を行\n使し，正当に開催した総会において有効になされたものである。\n第３　判断\n１　本件株式等譲渡契約の効力について\n（１）　　前認定の事実によれば，本件株式等譲渡契約は実質的に石川銀行の被告ホ\nテルに対する５０億円の貸金債権及び被告樹里に対する２４億円の貸金債権を\nそれぞれ保全する目的で締結されたものであるが，契約当事者の原告タカイシ\nないしＦは，石川銀行の被告ホテル及び被告樹里ないし原告Ａに対する融資を\n仲介し，これについての報酬を原告Ａから得るとともに，石川銀行に融資を承諾\nさせた責任者として融資金回収に協力するため，石川銀行とは別個の独立した\n立場で契約を締結したものであるから，石川銀行が融資実行の附帯条件として\n本件株式等譲渡契約を締結させた旨の原告Ａらの主張はその前提において必\nずしも事実と合致しない。\n（２）　　この点は措くとしても，本件株式等譲渡契約が独占禁止法２条９項に基づく公\n正取引委員会の一般指定にかかる不公正取引に該当する旨の原告Ａらの主張\nについては，以下のとおり，いずれも理由がない。\nア　　　　一般指定１０項（相手方に対し，不当に商品または役務の供給に併せて他の\n商品または役務を自己または自己の指定する事業者から購入させ，その他\n自己の指定する事業者と取引するように強制すること）につき\nこれはいわゆる抱き合わせ販売の禁止を定めたものであり，金銭の融資に\n際して担保契約を締結する場合とは局面を異にする。原告Ａらの主張は，石\n川銀行が融資を実行するにあたり，実質的に支配する原告タカイシが石川銀\n行の不良債権化した担保不動産を買収するための資金に充てさせる目的で，\n被告ホテル及び被告樹里に原告タカイシに対する融資仲介手数料名下の金\n員を支払わせたという立論に基づくものであるが，経済的な実質がそうであっ\nたとしても，法律上，利率の規制はあるものの，融資仲介の報酬支払契約自\n体が禁止されているものではないし，石川銀行との間に直接取引の可能性が\nなかった原告Ａが数十億円もの巨額の債務整理資金の融資を受けられたに\nついては原告タカイシないしＦの存在が決定的に重要な役割を果たしたことは\n明らかであり，原告Ａが石川銀行から原告タカイシとの取引を強制されたとい\nう関係にはないから，原告Ａらの立論は前提を欠き，妥当しない。\nイ　　　　一般指定１４項２号及び３号（自己の取引上の地位が相手方に優越している\nことを利用して，正常な商慣習に照らして不当に，継続して取引する相手方に\n対し，自己のために金銭，役務その他の経済上の利益を提供させること，相\n手方に不利益となるように取引条件を設定し，または変更すること）につき\nこれは取引における優越的地位を利用していわゆるリベート等の金銭もしく\nは役務を要求する行為，不当な内容による契約の強制を禁止したものであ\nり，融資にあたって担保を提供させる行為はもとよりこれに該当せず，原告タ\nカイシが得た手数料，業務指導料名下の融資仲介報酬は，出資法に定める\n規制金利の枠内である限り正当な報酬であるし，これを超えるときは超過した\n金利の支払約束部分が無効となることはあっても，本件株式等譲渡契約自体\nが無効となるものではない。\nまた，本件株式等譲渡契約の内容は，原告Ａが石川銀行からの融資金の\n返済を続けて行き，一定の背信的行為がない限り，被告ホテル及び被告樹里\nの実質的経営権を失うことがないよう慎重に定められており，原告Ａ側に一方\n的に不利益とはなっておらず，債務の履行確保方策としての範囲を不当に逸\n脱したものとはいえない。\nウ　　　　一般指定１４項５号（取引の相手方である会社に対し，当該会社の役員の選\n任についてあらかじめ自己の指示に従わせ，または自己の承認を受けさせる\nこと）につき\n前認定のとおり，本件株式等譲渡契約に伴い，被告ホテル及び被告樹里に\nつき原告タカイシ側の人員が役員に選任されているが，同時に，原告Ａの経\n営権の尊重を確認する書面が作成されており，実際にもこのとき役員に選任\nされた原告タカイシ側の人間は被告ホテル及び被告樹里の経営には一切関\n与していないのであるから，不当な支配を及ぼす目的で上記役員選任が行な\nわれたとは認められない。\n（３）　　その他，石川銀行の被告ホテル及び被告樹里に対する融資金の返済を担保\nする目的のもとに締結された本件株式等譲渡契約が，一方的に原告Ａ側に不利\n益を強いる反面，原告タカイシ，パシフィックアトラスひいては石川銀行に不当に\n有利な立場を与えるものとして公序良俗に反すると認めるに足りる根拠となる事\n情及び証拠はなく，これが無効である旨の原告Ａらの主張は理由がない。\n２　株式及び社員持分権の買戻権の喪失について\n（１）　　前認定のとおり，本件株式等譲渡契約は，担保目的で株式等を原告タカイシに\n譲渡しつつ，債務の履行を条件として原告Ａに買戻権を付与し，かつ，原告Ａの\n経営権の行使を保障したものであるから，原告Ａが買戻権を喪失する事由が発\n生しない限り，原告タカイシは株式及び社員持分権を確定的に取得せず，株主\nないし社員としての権利行使ができないという制約が付されていたと解される。\n（２）　　原告Ａが，平成１０年１月ころ，石川銀行に対する被告ホテル及び被告樹里の\n借入金返済債務の履行を停止したこと，原告タカイシないしＦに無断で，同年４月\n１７日，被告樹里につき，Ｆ，Ｏ及びＧらの各取締役及び監査役Ｈを解任する旨の\n登記をし，同月２０日，被告ホテルにつき，Ｆ，Ｏ及びＧを含む取締役全員が任期\n満了により退任し，原告Ａ，原告Ｄ及び原告Ｅが取締役にそれぞれ重任された旨\nの登記をしたことは前認定のとおりであるから，本件株式等譲渡契約に基づき，\n原告Ａは株式及び社員持分権を原告タカイシから買い戻す権利を失い，同時\nに，原告タカイシは株式及び社員持分権を確定的に取得し，株主ないし社員とし\nての権利行使が可能となったと認められる。\n（３）　　原告Ａらは，原告タカイシと石川銀行が同一人格であることを前提として，出資\n法違反の融資仲介手数料相当額等の不当利得返還請求権ないしは損害賠償\n請求権を自働債権とし，石川銀行の被告ホテル及び被告樹里に対する平成１０\n年２月分以降の貸付金債権を受働債権として対当額において相殺したから，債\n務不履行はなく，原告Ａは買戻権を失っていない旨主張する。\nしかし，原告タカイシと石川銀行が同一人格であるという前提の正当性は別と\nしても，上記相殺の意思表示は，前認定のとおり，石川銀行の被告ホテル及び\n被告樹里に対する期限の利益喪失による融資金残債の一括返済を求める平成\n１０年３月３０日付催告書に対する同年４月７日付回答書においてなされたもので\nあり，既に債務不履行が発生し，したがって本件株式等譲渡契約により原告Ａの\n買戻権が失われた後のものであって，相殺の遡及効は金銭債権債務関係の清\n算を計算の簡明等の便宜上相殺適状時にさかのぼって行なうだけで，債務不履\n行に基づいて生じた期限の利益喪失等の法律効果や契約解除の意思表示等の\n法律行為の効力を覆す効力を認めたものではないから，原告Ａらの主張は失当\nである。\nまた，原告Ａが原告タカイシないしＦの承諾を得ないで被告ホテル及び被告樹\n里の役員を変更した行為が本件株式等譲渡契約に定めた買戻権喪失事由にあ\nたることは明らかである。\n（４）　　以上の次第であるから，原告タカイシは被告ホテルの全株式及び被告樹里の\n全社員持分を有し，かつ，本件各決議はいずれも有効になされたと認められる。\n３　よって，原告Ａらの各請求（甲・乙事件）はいずれも理由がなく，原告タカイシの各請\n求（丙・丁事件）はいずれも正当である。\n（口頭弁論終結の日　平成１３年１０月１６日）\n福岡地方裁判所小倉支部第３民事部\n裁　判　官　　池　谷　　　泉\n"
}