{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 12,
    "day": 12
  },
  "case_number": "平成13(わ)454",
  "case_name": "強盗致死等",
  "court_name": "熊本地方裁判所",
  "lawsuit_id": "8289",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=8289",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/289/008289_hanrei.pdf",
  "contents": "平成１４年１２月１２日宣告\n平成１３年(わ)第４５４号，第５０３号，第５０４号，第５０５号，第５０６号，第５０７号，第５\n９６号，平成１４年(わ)第３号　住居侵入，強盗致死，強盗傷人，窃盗，建造物侵入，窃\n盗未遂，強盗，有印私文書偽造，同行使，詐欺，公務執行妨害，傷害，覚せい剤取締\n法違反，大麻取締法違反，凶器準備集合，加重逃走，強盗殺人未遂被告事件\n主              文\n被告人を無期懲役に処する。\n未決勾留日数中４６０日をその刑に算入する。\n押収してあるビニール袋入り覚せい剤２袋（平成１４年押第１２号の１，２）及び\nビニール袋入り大麻草１袋（同号の３）を没収する。\n理              由\n【犯罪事実】\n（第１ないし第１６，第１８ないし第２１は省略）\n被告人は，\n第17　Ａ，Ｂ及びＣらと共謀の上，他人の住居に侵入して金品を強取しようと企て，被告\n人及びＡにおいて，金品強取の目的で，平成１２年９月１日午前５時４５分ころ，熊\n本県菊池郡ａ町大字ｂｃ番地Ｄ方１階広縁の無施錠の引き戸から侵入し，そのこ\nろ，同所において，Ｅ（当時７３歳）に対し，改造エアガンで金属球を発射して，胸部\n及び背部に命中させる暴行を加え，さらに，Ｄ（当時８２歳）に対し，改造エアガンで\n金属球を発射して，左側頭部及び左上腕部に命中させるなどの暴行を加え，Ｅ及\nびＤの反抗を抑圧した上，金品を強取しようとしたが，金品を発見することができな\nかったため，その目的を遂げず，その際，前記各暴行により，そのころ，同所にお\nいて，Ｅを前胸左内側上部の射創に基づく心タンポナーデにより死亡させ，Ｄに全\n治約１週間を要する頭部挫創，左上腕部挫創の傷害を負わせ，\n第22　Ａ，Ｂ，Ｆ及びＧらと共謀の上，他人の住居に侵入して金品を強取しようと企て，被\n告人，Ａ及びＦら４名において，金品強取の目的で，平成１２年９月２９日午前１１時\n３０分ころ，福岡県八女市大字ｄｅ番地所在のＸ質金融ことＨ方玄関付近において，\n目出し帽をかぶり，所携のゴルフクラブを振り上げ，屋内にいたＩ（当時６７歳）に対\nし，「開けろ，叩き殺すぞ。」などと大声を出して脅迫し，畏怖した同女をして玄関の\n鍵を開けさせて，同所から屋内に侵入し，玄関隣の店舗事務室において，引き続き\n同ゴルフクラブを携帯するなどしてその反抗を抑圧した上，金庫内から同女所有の\n現金約２００万円及び手提げ金庫ほか１６点（時価合計５０００円相当）を強取し，そ\nの際，被告人において，屋内に居合わせたＪ（当時６４歳）が勝手口から逃げ出した\nのを認めるや，警察に通報されるのを防ぐため，同女が死亡するに至るかもしれな\nいことを認識しながら，あえて，同女に対し，改造エアガンで金属球を１発発射して\n背部に命中させたが，同女に加療約２２日間を要する盲管射創の傷害を負わせた\nにとどまり，殺害するに至らなかったものである。\n【補足説明】\n弁護人は，(1)判示第17の事実（以下「甲事件」という。）について，被告人に住居侵\n入，強盗致死及び強盗傷人の各罪が成立することは認めるが，Ｅ及びＤを改造エアガン\nで射撃したのは共犯者Ａであって，被告人は被害者両名に対して全く暴行を加えていな\nい，(2)判示第22の事実（以下「乙事件」という。）について，被告人は，Ｊに対しエアガン\nを発射し傷害を負わせたが，威嚇目的であり，殺意はなく，強盗傷人罪が成立するにす\nぎない旨主張し，被告人もこれに沿う供述をしている。\n当裁判所は，(1)甲事件については，被害者両名に対して改造エアガンで金属球を発\n射するなどの暴行を加えたのが，被告人かＡか，あるいは，その両名であることは認め\nられるが，本件全証拠によっても，被害者らに暴行を加えたのが被告人かＡか，あるい\nは，その両名であるかを特定することはできず，(2)乙事件については，被告人には未必\nの殺意があり，強盗殺人未遂罪が成立するものと認める。以下，その理由を補足して説\n明する。\n（甲事件について）\n１　前提事実\n関係証拠によれば，次の事実が認められる。\n(1)　被告人とＡは，Ｂ，Ｃらと共謀の上，被告人とＡが実行犯となって熊本県内の金融\n業をしている老夫婦が住む民家に押し入り，金品を強取することを企てた。被告人\nは，以前からエアガンを改造する趣味を有していたところ，甲事件に備えて，市販\nのエアガン２丁に高圧ガスを直結する改造を加えて，その威力を強化した。そして，\n被告人とＡは，平成１２年８月３１日夜，改造エアガン２丁，金属球約１００発，特殊\n警棒２本のほか，手錠，地下足袋，手袋などを準備した上，岐阜から熊本に向け自\n動車で出発した。\n(2)　被告人とＡは，翌９月１日早朝，福岡県内の九州自動車道下り線のサービスエリア\nでＢと合流し，押し入る民家までの地図を受け取るなどした後，目的地である熊本\n県菊池郡ａ町に向かったが，事件を敢行する勢いをつけるために，エリミンと称する\n薬物等を飲んで，興奮状態になっていた。\n(3)　被告人とＡは，遅くとも同日午前５時４５分ころまでには被害者方付近に自動車を\n停め，甲事件を敢行した後，同日午前６時１５分ころ，被害者方から逃走した。な\nお，被害者方は，被告人らが押し入る予定にしていた家とは別の家であり，被告人\nとＡは家を間違えていたものである。\n(4)　被告人とＡは，福岡県内の九州自動車道上り線のサービスエリアないしパーキン\nグエリアでＢ及びＣと合流し，改造エアガンで家人を射撃したこと，あるはずの金庫\nがなかったことなどを報告した後，Ｂらと別れて岐阜方面に向かった。\n(5)　被害者らの状況\n同日午前６時４５分ころ，Ｅは，被害者方１階６畳居間で，うつぶせに倒れて死亡\nしているのを親族によって発見された。Ｅの後頭部にはガムテープ片が付着してお\nり，その前胸左内側上部には射創が１個あり，その創洞は前上右方から後やや下\nやや左方に向かい，右心室の肺動脈起始部，左心房の内外壁を貫通し，左心房\n外膜部に達していた。Ｅの体内から，高圧ガスなどをエネルギー源とする銃器から\n発射されたと考えられる直径約５．９９ミリメートル，重量約０．８８グラムの金属球１\n個が発見された。Ｅの死因は，前記射創に基づく心タンポナーデと認められた。こ\nのほか，Ｅの背面には，深さ約２センチメートル，皮下軟部組織間に達して終わる\n射創１個が，左下顎部には靴底様のパターンを伴う手拳大の打撲傷１個が，左口\n角部内面粘膜部に母指頭大の出血１個が，右上腕内側上部と右肘頭部に打撲傷\n各１個がそれぞれ認められた。そして，前記２個の射創を比較すると，背部射創の\n出血が少量であるため，胸部射創による出血後に背部射創による受傷があったと\n考えられ，また，射創以外の傷はいずれも内出血を伴うもので，胸部射創による出\n血前の受傷と考えられる。\n他方，Ｄは，同６畳居間の北側にある６畳寝室のベッドに寝た状態で発見され，そ\nの左側後頭部及び左上腕部には挫創痕（射創）が各１個あり，Ｄは全治約１週間を\n要する頭部挫創，左上腕部挫創と診断された。Ｄの左側後頭部及び左上腕部の皮\n下組織内から，Ｅと同様の金属球がそれぞれ１個発見された。また，Ｄの左上腕部\nには，棒状の凶器で殴打されたと考えられる皮下出血を伴う二重条痕が，左目上\n眼瞼部には皮下出血が，鼻部中央左側には大豆大の表皮剥離がそれぞれ認めら\nれた。なお，Ｄは，老人性痴呆症を患っており，生活動作全般について介護を要す\nる状態であり，本件当時の状況を供述することができない。\n(6)　被害者方の状況\nア　足跡\n被害者方１階のテラス，広縁，８畳仏間，中廊下，台所，階段，玄関前廊下及\nび玄関並びに２階廊下に足跡がある。足跡は，大小２種類であり，１階テラス，\n広縁には大小の足跡が混在して認められたが，８畳仏間及び玄関には大のみ\nが認められ，階段及び２階廊下には小のみが認められた。\nＡが２７センチメートル，被告人が２６センチメートルの地下足袋をそれぞれ履\nいていたことから，Ａが８畳仏間及び玄関に，被告人が階段及び２階廊下にそれ\nぞれ足を踏み入れたものと認められる。\nイ　物色の形跡\n１階の広縁，８畳仏間，８畳和室，６畳納戸，台所，６畳居間及び６畳寝室並び\nに２階東側，西側各６畳間には物色した形跡があった。\nウ　金属球の存在\n１階６畳居間の隣の縁側に金属球が１個，１階６畳寝室のＤが寝ていたベッド\nに敷かれた寝ゴザの上から金属球が２個それぞれ発見された。これらの金属球\nには，銃器から発射されたと考えられる痕跡が認められるが，人血の付着は認\nめられない。\n２　Ａの供述の概要\n被害者方に押し入る際，毛糸の帽子の一部を切り取り，ガムテープを貼って目出し\n帽を作ってかぶった。老人相手に改造エアガンや特殊警棒は必要ないと思ったので\n車から持って行かず，手錠とマイナスドライバーのみを携帯した。被告人は改造エア\nガンを持っていった。被告人の後について被害者方８畳仏間に入ると，８畳和室にい\nたＥの叫び声が聞こえた。被告人と２人でＥを６畳居間に追い込んで囲むと，Ｅはその\n場にしゃがみ込んだ。被告人が，改造エアガンの銃口をＥに向けた。その後，被告人\nから指示されて８畳和室を物色していると，改造エアガンの発射音が連続して２回ほ\nど聞こえた。物色を中断して被告人の方に行きかけたが，被告人から何も言われな\nかったので，物色を再開した。その後，再び発射音が連続して２回ほど聞こえた。その\n後も物色を続けていると，被告人が呼びに来たので，廊下を通って被害者方から逃走\nした。６畳寝室が存在したことやそこにＤがいたことは，全く気付かなかった。\n３　被告人の供述の概要\n被害者方に押し入る際，自分とＡは，改造エアガンを１丁ずつ，特殊警棒を１本ずつ\n持っていった。Ａの後について被害者方に入り，広縁，８畳仏間，８畳和室を通り，先\nに６畳寝室に入ったＡが，ベッドで寝ていたＤの顔面等に向けて改造エアガンを発射\nし，Ｄの顔面を殴った。自分もベッドの角付近に向けて改造エアガンを発射したが，１\n発で壊れ，金属球が落ちて散らばったので，それを拾っていた。そのとき，中廊下の６\n畳寝室前付近にいたＥが逃げようとしたので，ＡがＥの背中に向けて改造エアガンを\n発射し，６畳居間に逃げたＥの前に回り込んだ。自分は，背後からＥを押さえ付け，そ\nの口をふさいだところ，Ｅから手をかまれた。そして，Ａが正面からＥの胸部を改造エ\nアガンで射撃し，Ｅをその場に置いたところ，Ｅはいびきをかき始めた。そのとき，自分\nはバランスを崩してＥの顔を踏んだ。その後，すぐに逃走しようとしたが，Ａは室内をし\nつこく物色していた。\n４　前記２，３のとおり，Ａ及び被告人は，自分はいずれの被害者に対しても改造エアガ\nンで金属球を命中させたことはない旨相互に相反する供述をしているので，以下，こ\nれらの供述の信用性について検討する。\n(1)　Ａの供述の信用性について\nア　Ａは，老人相手に必要ないと思い，改造エアガン及び特殊警棒を被害者方に持\nっていかなかったと供述している。しかし，被害者らが老人とわかっていたとして\nも，初めて行く場所であり，どのような状況であるかも分かっていない上，もともと\n老人と知りつつ，犯行のために改造までして用意周到に準備したエアガンなどの\n凶器を自動車に積んで持っていきながら，あえて犯行場所に持っていかないとい\nうのは極めて不自然かつ不合理であって，信用し難い。\nイ　Ａは，結局のところ，被告人が改造エアガンを発射した場面は見ておらず，２回\nに分けて発射音が聞こえたというだけで，この点について曖昧な供述に終始して\nいる。しかし，老夫婦がいるとあらかじめ認識していたＡが，別の部屋で物色中\n最初の発射音が聞こえたのに，何が起こったのかを確認もしないで物色行為を\n再開し，さらに，２度目の発射音が聞こえたのに，このときも被告人の所に行か\nなかったというのは極めて不自然である。捜査官から具体的に追及されて返答\nに窮することがないように，重要な場面については見ていないことにしているの\nではないかという疑いがある。\nウ　Ａは，合計４回ほどの発射音しか聞いていないと供述している。しかし，被害者\nらの体内から摘出された金属球が合計３個あるほか，６畳寝室から２個，１階居\n間隣の縁側から１個の金属球が発見されており，いずれも発射痕があることから\nすると，少なくとも６回の発射音が聞こえたはずであって，この点に関するＡの供\n述は，客観的事実と符合しない。\nエ　Ａは，Ｅの後頭部に付着していたガムテープにつき，自分がかぶっていた毛糸\nの帽子にはり付けていたそれがＥの身体に付着したのではないかと供述してい\nるところ，その理由について合理的な説明をすることができない。Ａの帽子に付\n着していたガムテープがＥの後頭部に付着した状態で発見されていることからす\nると，Ｅがガムテープで猿ぐつわをされるなど，ＡとＥとの間で何らかの接触があ\nったのではないかと推認されるところ，Ｅとの接触についてほとんど語るところの\nないＡの供述は，不自然である。\nオ　Ａは，台所や６畳寝室と接する廊下を通って被害者方から逃走したというのに，\n台所や６畳寝室の存在に全く気付かなかったと供述しているが，これも不自然で\nある。６畳寝室にいたＤの存在に気付かなかったと言うためではないかという疑\nいがある。\n以上のとおり，Ａの供述には種々の不自然かつ不合理な点，客観的事実と符合\nしない点が認められ，これらを併せ考えると，専ら被告人がエアガンを発射して被\n害者らに命中させたというＡの供述をたやすく信用することはできない。\n(2)　被告人の供述の信用性について\nア　被告人は，Ａが，６畳寝室において，Ｄの顔面等に向け改造エアガンを発射し，\nかつ，Ｄの顔面を殴ったと供述している。確かに，Ｄの左側後頭部及び左上腕部\nの射創，左目上眼瞼部の皮下出血は，被告人の供述と合致している。しかし，Ｄ\nの左上腕部には棒状の凶器で殴打されたと考えられる二重条痕が認められると\nころ，被告人はこの点について合理的な説明をすることができない。\nイ　被告人は，６畳寝室において，Ｄの寝ていたベッドに向かって改造エアガンを１\n回発射したところ，改造エアガンが壊れて，２８個近く装填していた金属球の約半\n分が部屋の中に散らばってしまったので，５個ほど拾い集めたと供述している。\nこの供述が事実とすれば，６畳寝室には発射痕のない金属球が少なくとも数個\nは落ちたままになっているはずである。しかし，６畳寝室からは，発射痕のある金\n属球が２個発見されているだけで，発射痕のない金属球は１個も発見されておら\nず，被告人の供述は客観的事実と符合しない。\nウ　被告人は，「Ａが逃げようとするＥの背中を射撃し，Ｅを追いかけてそのまま追\nい越し，Ｅと向き合う状態になった。そこで，自分が背後からＥを押さえ付け，そ\nの口を手でふさごうとしたところ，Ｅから手をかみつかれた。Ａが正面からＥの胸\n部を射撃した。」旨の供述をしているが，逃げようとしたＥの背中を射撃したＡが，\nＥを捕まえないで回り込むというのは不自然な行動といわざるを得ない。\nまた，被告人は，射撃の順序につき背中，次いで胸部と供述するが，Ｅの傷の\n状況からすると胸部，背中の順序と推定されることとも矛盾する。\nエ　被告人は，ＡがＥを射撃した後すぐに逃走しようとしたが，Ａがしつこく物色した\nので後をついていっただけで，自分は物色していないと供述している。しかし，被\n告人が２階を物色していることは足跡から明らかであるし，２階以外にも被害者\n方が広い範囲で物色されていることや，被害者方に隣接する被害者の親族の車\n庫に駐車中の自動車まで物色されていること，さらに，被告人もＡも，犯行直後，\nサービスエリアないしパーキングエリアでＢ及びＣに対し，被害者方には何もな\nかったなどと文句を言っていることからすると，Ａだけが執拗に物色したという被\n告人の供述は客観的事実と符合せず，不自然である。\n以上のとおり，被告人の供述にも不自然な点，客観的事実と符合しない点が認め\nられ，これらを併せ考えると，専らＡが被害者らに対しエアガンを命中させたという\n被告人の供述をたやすく信用することもできない。\n５　このように，被告人の供述もＡの供述もそれ自体たやすく信用し難いことに加えて，\n①犯行直後にサービスエリアないしパーキングエリアで合流した際，被告人及びＡの\n言動を直接見聞したＢが，被告人及びＡの両名が被害者らに対して改造エアガンを発\n射したと認識していること，②被告人は，当時同棲中でその後婚姻したＫに対し，甲事\n件後程なく，泣きながら，「九州でおばあさんを殺してしまった。」と話していたことをも\n併せ考えると，被告人もＡも，被害者らの死傷の結果についてお互いに相手に責任を\n押し付けようとして虚偽の内容を交えた供述をしているのではないかという疑いがあ\nる。\n以上によれば，被害者らに対して改造エアガンで金属球を発射するなどの暴行を加\nえたのが，被告人若しくはＡであるか，あるいは，その両名であることは認められるも\nのの，被告人やＡの供述に基づいて，被害者らに対し改造エアガンで金属球を発射\nするなどの暴行を加えたのが，被告人かＡか，あるいは，その両名であるかを特定す\nることはできない。そして，そのほかに，被害者らに対して改造エアガンで金属球を発\n射するなどの暴行を加えたのが被告人かＡか，あるいはその両名かを特定するに足\nりる的確な証拠はなく，結局，本件全証拠によっても，この点を明らかにすることはで\nきないものといわざるを得ない。\n（乙事件について）\n１　証拠によれば，以下の事実が認められる。\n(1)　エアガンの改造\n被告人は，甲事件を敢行する前から，約５０丁の市販のエアガンをグリーンガスを\n注入する方法で改造しており，平成１２年８月ころには，グリーンガスを直結して威\n力を強化したため，約１０メートルの距離から鳩を１発で撃ち落したり，約２メートル\nの距離からアルミ缶や厚さ約３ミリメートルのベニヤ板をそれぞれ貫通させることが\nできるようになった。\n(2)　甲事件における改造エアガンの使用\n被告人は，乙事件の前に敢行した甲事件において，Ｅが被告人が改造したエアガ\nンで胸部を撃たれて死亡したことから，このエアガンは一歩間違うと人を殺してしま\nう危険なものだと考えるようになった。\n(3)　乙事件の犯行状況\n被告人は，平成１２年９月２９日，甲事件と同様の方法で改造したエアガンを携帯\nして，屋内に侵入し，被害者が被害家屋とその北側にあるブロック塀との間にある\n通路まで逃げるのを認めるや，被害者が警察に通報することを阻止するために，\n同通路に接する台所勝手口のドア付近から同通路に身を乗り出して，約６．５メート\nル離れた地点から，同通路の鉄製格子の奥にいた被害者の背部に向けて，エアガ\nンを１発撃って命中させた。\n(4)　乙事件の被害者の受傷状況\n被告人が撃ったエアガンから発射された金属球は，背部の皮膚，筋膜，肝臓を貫\n通し，肋軟骨下付近の腹直筋内に止まっており，皮膚や筋膜の強度からすると，金\n属球は相当高速で発射されたもので，被害者に対して相当強力な力が加わってお\nり，受傷した位置が上下左右数センチメートルずれていれば，生命に対する相当な\n危険性が十分にあった。\n(5)　改造したエアガンによる実験結果\n被告人が供述したとおりの方法で，乙事件で使用された改造エアガンと同様の方\n法で改造したエアガンで，厚さ約５．２ミリメートルのベニヤ板に向けて金属球を発\n射する実験をしたところ，７メートル離れた地点においては，ベニヤ板が完全に貫\n通し，また，１０メートル離れた地点においては，ベニヤ板がほぼ貫通した状態であ\nった。\n２　以上の事実によれば，被告人は，これまでに多数のエアガンを改造したことがあり，\nグリーンガスを直結して改造する方法によって威力のあるエアガンを改造することに\n成功したもので，同エアガンを何度も試射した上で，甲事件を敢行し，現に人が死亡\nしたことから，その殺傷能力を熟知しながら，乙事件において，被害者が警察へ通報\nすることを阻止するために，約６．５メートル離れた地点から，改造エアガンを被害者\nの背部に向けて発射し，金属球を命中させて，被害者の生命を危険な状態に陥れた\nものであるから，被告人には，少なくとも未必の殺意があったと優に認めることができ\nる。\n被告人は，甲事件において死亡したＥは高齢である上に着衣が薄かったこと，乙事\n件の場合は甲事件と比べて被害者との距離があったことから，被害者が死亡すると\nは全く考えなかったなどと供述するが，犯行の経緯や犯行状況，改造エアガンの威力\n等を考慮すると，被告人の供述を採用することはできない。\n【量刑の理由】\n本件は，被告人が，①住居侵入，強盗致死，強盗傷人（判示第17・甲事件），住居侵\n入，強盗殺人未遂（判示第22・乙事件），②公務執行妨害，傷害（判示第１，第16），③覚\nせい剤自己使用（判示第２），覚せい剤及び大麻の各所持（判示第３），④凶器準備集\n合（判示第４，第５），傷害（判示第６），⑤窃盗（判示第７，第14，第15，第18，第20，第\n21），建造物侵入，窃盗（判示第８，第11，第12），窃盗未遂（判示第９），強盗（判示第\n10），⑥有印私文書偽造，同行使，詐欺（判示第13），⑦加重逃走（判示第19）の各犯行\nに及んだ事案である。\n被告人は，平成１１年１２月から平成１２年８月にかけて，⑤のうちの判示第７ないし第\n９，第18の犯行によって，合計１２５７万円余りもの財物を窃取した挙げ句，共犯者から\nさらに数千万円の現金を強奪する話を持ちかけられるや一攫千金を得ようと，①の強盗\n致死，強盗傷人，強盗殺人未遂の犯行に及んだものであり，その動機や経緯に酌量の\n余地は全くない。①の犯行態様は，暴力団構成員である共犯者を介して，九州や関東\nにいる暴力団関係者である他の共犯者らから，九州に資産家がいるとの情報を入手\nし，改造エアガンやゴルフクラブを準備して，実行犯の１人として，わざわざ福岡や熊本\nまで来て連続して敢行した，極めて組織的かつ計画的なものである。甲事件について\nは，被害者らは老夫婦であり，しかも一人は寝たきりの老人であるから，単に金品を強\n奪するためであれば，殺傷能力の高い改造エアガンを発射する必要性はないと思われ\nるにもかかわらず，金属球を胸部や頭部等に撃ち込んだもので，極めて冷酷かつ非道\nというべきである。その結果，１人が死亡している。死亡した被害者は，これまで寝たきり\nの夫の世話をしながら元気に暮らしていたにもかかわらず，被告人らの理不尽な突然の\n凶行により，尊い命を絶たれたもので，その無念さは察するに余りあり，その夫も，身体\nの自由が利かないまま，頭部等にエアガンを撃ち込まれて傷害を負わされたものであ\nり，遺族らの衝撃，憤り，悲しみは深く，その処罰感情が極めて厳しいことも当然のこと\nである。次に，乙事件については，被告人は，甲事件において被害者を死亡させたにも\nかかわらず，さらに一攫千金を得ようと，反省するどころか，平然と強盗に及び，警察に\n通報されるのを防ぐために，未必の殺意をもって，改造エアガンを発射して命中させ，当\n時６４歳の女性に怪我をさせたもので，甚だ危険かつ卑劣で言語道断である。被害者\nは，生命の危険にさらされた上，その金属球が体内に残存していたことを約１年後に気\n付いて手術を受けており，その衝撃や憤りは大きい。これに対し，両事件の被害者らや\nその遺族に対して何らの慰謝の措置も講じられておらず，また，その見込みもない。乙\n事件の財産的損害は，約２００万円と多額であり，また，このような連続凶悪事件が地域\n社会に与えた恐怖感は計り知れないものがある。\n被告人は，①の各犯行において，実行犯として積極的かつ中心的に犯罪を実現した\nのであるから，その果たした役割は重大である。なお，①の各犯行において，被告人\nが，専らＡに従属し，その指示に従って行動していたとは認めがたく，被告人とＡの立場\nに主従の関係はない。そこで，甲事件については，証拠上，被害者を死傷させたのが被\n告人かＡか，あるいは，その両名かを特定することはできず，量刑上は，被告人が直接\n暴行を加えていないことを前提として判断せざるを得ないが，Ａと共に強盗致死及び強\n盗傷人についての責任を免れない以上，Ａと同程度の責めを負うべきである。\nそして，被告人は，甲事件の翌日に，⑤の窃盗（判示第15）に及び，乙事件後も，⑤の\n窃盗（判示第14），建造物侵入，窃盗（判示第11，第12），強盗（判示第10），⑥有印私文\n書偽造，同行使，詐欺（判示第13）の犯行に及んで，多額の財産的損害を与えたが，全\nく被害弁償はされていない。また，暴走族グループ同士の抗争において，数十人と共同\nしてエアガン等の凶器を準備して集合し，主導的な役割を果たした上，改造エアガンを\n用いて被害者に傷害を負わせた④の各犯行に及び，さらに，逮捕された後も，取調中な\nいし監視中の警察官３名に対しそれぞれ暴行を加えて公務の執行を妨害するとともに\n傷害を負わせた②の犯行に至っており，被告人の生命，身体を軽視する態度は顕著と\nいうべきである。\n次に，被告人は，覚せい剤等の違法薬物を常習的に使用する中で，③の覚せい剤の\n使用，所持等の犯行に及んでおり，この種事犯に対する規範意識の欠如も顕著という\nべきである。さらに，被告人は，逮捕後収容されていた拘置支所の天井金網を損壊して\n逃走する⑦の犯行に及んだ上，逃亡するための自動車等を窃取した⑤（判示第20，第\n21）の犯行に至っている。\n以上のとおり，被告人は，仕事をせず，無為徒食の生活をするなかで，本件各犯行に\n至ったもので，各犯行の内容やその経緯等に鑑みると，再犯の可能性が高いといわざ\nるを得ず，その刑事責任は極めて重大であり，その人格を改善し更生させることは極め\nて困難というべきである。\nしたがって，強盗致死事件につき，証拠上被告人が暴行を加えたとはいえないこと，反\n省の弁を述べていること，帰りを待つ妻がいることなど，被告人にとって有利な事情を十\n分斟酌しても，酌量減軽をすべき事案とは認め難く，被告人を無期懲役に処するのが相\n当であると思料する。\n（求刑　無期懲役，覚せい剤及び大麻草の没収）\n平成１４年１２月１２日\n熊本地方裁判所刑事部\n裁判長裁判官    原田保孝\n裁判官    柴田寿宏\n裁判官    今泉　愛\n"
}