{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 7,
    "day": 4
  },
  "case_number": "平成13合(わ)519",
  "case_name": "殺人",
  "court_name": "東京地方裁判所刑事第4部",
  "lawsuit_id": "5646",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=5646",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/646/005646_hanrei.pdf",
  "contents": "平成１３年合(わ)第５１９号\n主　　文\n被告人を懲役５年に処する。\n未決勾留日数中４５０日をその刑に算入する。\n押収してある包丁１丁を没収する。\n理　　由\n（犯行に至る経緯）\n被告人は，平成９年７月ころ，いわゆるホテトル嬢をしていた当時，客となった\nＡと知り合い，何度か会っているうちに，同人から，生活の面倒をみるからホテト\nル嬢をやめるように言われ，これを受け入れて，以後，同人から生活費の援助を受\nけ，同人が被告人方に週に２回くらい泊まっていったりするという形で同人との関\n係を続けていた。平成１３年１０月２７日，被告人とＡは，午後８時半ころから，\nレストランで酒を飲みながら食事をし，スナック２軒で飲酒して，翌２８日午前零\n時過ぎころ，被告人方に戻った。被告人とＡは，被告人方の台所兼食堂でしばらく\nは普通に話をしていたが，そのうちに口論となり，Ａが投げやりな調子で別れ話を\nしたのに対して，被告人が「じゃあ，これで終わりにしようね，今までありがと\nう。」などと返答する\nや，Ａがその態度に憤激し，被告人の顔や頭等を手拳で数回殴打し，被告人の足を\n蹴ったりしてきた。被告人は，和室に逃げ込んだが，そこでも殴る蹴るの暴行を受\nけ，一旦は台所兼食堂のテーブルのそばの椅子にＡを座らせ，なだめようとした\nが，すぐに再びＡが暴力を振るってきたため，台所兼食堂と和室を行ったり来たり\nしたが，その間も，Ａと取っ組み合いになり，殴る蹴るの暴行を受け，プラスチッ\nク製の置物で背中や頭を殴打されたりもした。その後，被告人がＡから逃れて台所\n兼食堂の電子レンジの前に行き，流し台に両手をつき，息をついていたところ，被\n告人の右後方に来たＡが右手で被告人の右手をつかんで被告人の背中に回してねじ\n上げ，その手をＡの左手で押さえ，空いた右手で前記電子レンジの前に置いてあっ\nた菜箸２本をそろえて\nつかんで，被告人の目尻や唇の横辺りに後方から突き付け，「あごをぶち抜いて，\n目ん玉ぶち抜いてやることもできるんだぞ。ぶっ殺してやる。お前の家族もめちゃ\nめちゃにしてやるし，かわいがっている猫もぶっ殺してやる。」などと言った。被\n告人は，本当に菜箸で刺されてしまうのではないかと恐怖を感じ，Ａから菜箸を取\nり上げて，流し台に投げ入れた。\n（罪となるべき事実）\n被告人は，平成１３年１０月２８午前１時３０分ころ，東京都北区ａｂ丁目ｃ番\nｄ号ｅ号室の被告人方台所兼食堂において，Ａ（当時５３歳）に対し，包丁立てに\n立ててあった包丁（刃体の長さ約１５．５センチメートル）を手に取り，同包丁で\nＡの右腰部を１回突き刺し，その後，Ａが右腰部に刺さった同包丁を右手で抜き取\nって，頭上に振りかざしながら，左手拳で被告人の顔面や後頭部を数回殴打してき\nたため，Ａから同包丁を奪い取った上，同人が死亡するに至るかもしれないことを\n認識しながら，あえて，同包丁でＡの前胸部を１回突き刺し，よって，同日午前２\n時ころ，同所において，同人を肝損傷に基づく失血により死亡させて殺害したもの\nであるが，被告人の以上の刺突行為は，いずれも自己の身体に対する急迫不正の侵\n害に対し，自己の権\n利を防衛するためにしたもので，防衛の程度を超えたものである。\n（争点に対する判断）\n第１　被告人は，殺人の故意はなかったと供述し，弁護人は，同旨の主張をするほ\nか，被告人の行為は，Ａの被告人に対する急迫不正の侵害に対して，やむを得ずに\nした行為であるから，正当防衛が成立し，仮に被告人の行為が防衛行為としての相\n当性を逸脱していたとしても，過剰防衛が成立し，さらに，仮に防衛行為時に侵害\nの急迫性がなかったとしても，被告人は侵害に急迫性があるものと誤信していたも\nのであるから誤想防衛となり，その場合に被告人の行為が誤信した侵害に対する防\n衛行為としての相当性を逸脱していたとしても誤想過剰防衛となる旨主張する。\nこれに対して，当裁判所は，証拠を検討した上で判示のとおり認定したの\nで，以下必要な範囲で補足して説明する。\n第２  まず，関係証拠によれば，以下の事実関係が認められる。\n１　被告人とＡとの関係等について\n被告人は，判示犯行に至る経緯記載のとおり，平成９年７月ころ，Ａと知り\n合って間もなく交際を始め，その後Ａから生活費の援助を受けながら，判示被告人\n方で生活していた。\nＡは，週に数回被告人方を訪れていたが，被告人方に来るときには，大抵は\n既にほろ酔い状態であり，被告人方でも飲酒していた。Ａは，酒に酔うと，くど\nく，しつこくなり，乱暴になる性癖を有していた。Ａは，被告人と付き合い始めて\n９か月くらい経ったころから，酒を飲んでいたときに，ささいなことで憤激し，被\n告人に暴力を振るうようになった。Ａの暴力は，多いときには月に二，三回くらい\nはあったが，三，四か月間ないことが続いたこともあった。Ａの被告人に対する暴\n行は，手拳で顔等を殴打したり，足や腹部を足蹴にしたり，物を投げつけたりする\nものだったが，包丁を持ち出して少しちらつかせたことも１度あり，そのときは，\n「お前なんか簡単にぶっ殺すことができる。」などと言っていた。１回の暴行時間\nは，長いときで二，三\n十分だった。被告人は，平成１１年１２月に，スナックで飲んでいるときにＡから\n殴る蹴るの暴行を受けて傷害を負い，病院で診察を受け，全身打撲，眼瞼裂傷と診\n断されたこともあった。\nなお，Ａには，粗暴犯の前科があり，平成１０年５月には傷害事件を起こし\nて罰金刑に処せられているが，その内容は，被害者の顔面を石や手拳で数回殴打\nし，加療３か月間を要する傷害を負わせたというものであり，被告人は，Ａから，\nそうした事件を起こし，多額の示談金を払って示談したといったことも聞かされて\nいた。\n２　犯行前後の状況について\n被告人は，平成１３年１０月２８日午前零時過ぎころ帰宅し，しばらくした\n後判示のとおりの経緯でＡと口論となり，Ａともみ合う間，Ａから判示のとおりの\n暴行を受け，さらには台所兼食堂の電子レンジの前で，Ａから菜箸を頬等に突き付\nけられる等の暴行，脅迫を受けた。被告人は，菜箸を取り上げた後，同日午前１時\n３０分ころ，Ａに対し，同所に置いてあった包丁を手に取り，それで同人の右腰部\nを１回突き刺した（以下「第１刺突行為」という。）\nその後，Ａが右腰部に刺さった包丁を右手で抜き取って，頭上に振りかざ\nし，空いている左手拳で被告人の顔面を数回殴打してきたため，Ａから同包丁を奪\nい取り，同包丁でＡの前胸部を１回突き刺した（以下「第２刺突行為」という。）\nその後，Ａは籐製ソファーの冷蔵庫寄りの部分にもたれかかるような形で床\nに座り，被告人が自首すると言ったのに対して，「ちょっと待ってろ，サツには行\nくな。」などと言い，徐々に床に倒れていった。被告人は，しばらく呆然としてい\nたが，同日午前１時５４分ころ，友人のＢに電話を掛け，「殴られて，箸で目を刺\nされそうになったから，殺されそうになったから，刺しちゃった。」などと告げ\nた。それから被告人は部屋の片付けを始め，包丁の血をティッシュで拭き，灰皿の\n破片等をゴミ袋に入れるなどした。被告人から呼ばれたＢは，同日午前３時ころ被\n告人方に到着した。被告人は，Ｂの目の前で警察に電話を掛け，包丁で人を刺した\nことを告げた。被告人は，現場に急行した警察官によって，同日午前３時１５分，\n現行犯逮捕された。そ\nの際，被告人は，警察官に対し，自分がＡを刺したことを認めた上で，Ａに別れ話\nを持ち出したところＡが怒りだし，顔を殴られたため，包丁を持ち出し，右手に持\nった包丁で，Ａの背中と腹を刺した旨述べた（なお，被告人には刑法上の自首が成\n立する。）。\n３　現場の状況について\n犯行場所である被告人方８畳の台所兼食堂は，北西角一帯が台所になってお\nり，北西隅に電子レンジが置かれ，電子レンジの南側にガス台があり，その南側に\n冷蔵庫，さらにその南側に籐製ソファーがそれぞれ西側の壁に沿って配置されてい\nた。電子レンジの東側には洗った食器等を入れておく食器かごがあり，その東隣が\n流し台になっていた。本件包丁は，電子レンジと食器かごの間の包丁立ての中に，\n柄を上にし，刃を西側に向けて立ててあった。本件菜箸は，流し台の中にあるおけ\nの中に置かれていた。\nまた，同室の中央南寄りに籐製テーブルが置かれており，同テーブルの下に\nは長方形のカーペットが部屋に対してやや斜めを向くような形で敷かれていた。\nＡは冷蔵庫のすぐ前の床上に，頭を北側にし，左側体を下にした状態で倒れ\nており，肩から腰に掛けての部分が冷蔵庫の丁度正面にあり，臀部は，冷蔵庫とそ\nの隣の籐製ソファーの間辺りに位置していた。Ａは犯行当時，上に白色ランニング\nシャツ，下にトランクスを着用していたが，着ていた白色ランニングシャツ及びト\nランクスには多量の血痕が付着し，Ａが倒れていた周辺の床には，多量の血が溜ま\nっていた。\n４　当日のＡの飲酒酩酊の状況について\n(1)　Ａは，判示のとおり，同月２７日午後８時半過ぎころから，被告人と飲食\nをし，被告人方に帰宅するころには，足元がふらつく程度に酩酊していたが，被告\n人方に戻ってから約１５分ないし２０分間は被告人と普通に話をしており，その間\nに，生卵をかけたご飯を食べ，被告人に現金４７万円を渡したりしている。\n(2)　死亡当日の平成１３年１０月２８日午後１時過ぎころから同日午後３時過\nぎころまでの間に行われた死体解剖時に採取した血液を用いて，Ａの血中エタノー\nル濃度を測定したところ，１ミリリットル中３．０ミリグラムのエタノールが検出\nされ，同解剖時に採取したＡの心血を用いた警視庁科学捜査研究所での鑑定では，\n１ミリリットル中３．９ミリグラムのエタノールが検出された。なお，このように\n２つの鑑定で血中アルコール濃度の値にかなりの違いが生じた原因は不明である。\n血中アルコール濃度と酩酊度の関係について報告する法医学の文献によれ\nば，血中アルコール濃度が１ミリリットル中２．５ないし３．５ミリグラムの場\n合，高度酩酊の状態であり，歩行困難で，言語は全く不明瞭となり，諸反射も消失\nに近い低下を示すとされ，血中濃度が１ミリリットル中３．５ミリグラム以上の場\n合は，いわゆる泥酔状態で，諸反射は消失，意識も消失して，昏睡状態になるとさ\nれているが，酩酊の程度は，血中アルコール濃度と基本的には平行関係を有するも\nのの，個人差が大きく，血中アルコール濃度と必ずしも平行しない場合もあるとさ\nれており，Ａの鑑定を行った医師Ｃは，血中アルコール濃度が１ミリリットル中\n３．０ミリグラムの場合でも，酒に強い人であれば，部屋中を動きながら，人とも\nみ合うといったことはで\nきるのではないかと証言している。\nなお，死亡後のアルコールの体内拡散に関し，胃内に高濃度のアルコール\nが存在していれば，死後周辺組織に拡散し，特に，胃に近接している心内の血中ア\nルコール濃度は影響を受けるとされている。\n５　Ａの死因，創傷の状況等について\n(1)　Ａの死因は，肝損傷に起因する失血死であり，第２刺突行為によるもので\nあって，その他に死因となり得る程度の損傷，疾病はなく，第１刺突行為による右\n腰部の刺創については，血管損傷等を伴っておらず，これによる出血は死因とはな\nり得ない程度のものであった。\n(2)　Ａの２つの刺創の状況は，以下のとおりである。\nア　右腰部の刺創\n右腰部背面，臀裂上端の右上約２０センチメートルの部に，上外方から\n下内方へ向かう長さ約３．５センチメートルのし開創があり，上創端はやや鈍，下\n創端は尖鋭で，創縁は共に整鋭であった。創洞は前やや下方に向かい，右腸腰筋外\n側の軟部組織内に停止し，周囲には血腫形成を伴っており，刺創管の全長は約１０\nセンチメートルであった。\nイ　右前胸部の刺創\n右乳頭の直下方約１０センチメートルの部に，右上から左下方に向かう\n長さ４．５センチメートル及び下創端からその延長上に１．５センチメートルの切\n痕を伴うし開創があり，上創端はやや鈍で，米粒大表皮剥脱を伴い，下創端は尖鋭\nで，創縁は共に整鋭であった。創洞はほぼ水平後方に向かい，右第７肋骨，第７肋\n間を切破し，胸腔内ほぼ下端部に入り，直ちに横隔膜を穿通して腹腔内に刺入し，\n肝右葉に深さ約１１．５センチメートルの創を与え肝内に停止していた。刺創管の\n全長は約１７センチメートルであった。なお，上記し開創は，立った状態で足裏か\nら約１１０センチメートルの部位にあった。\n(3)　左右上肢，前腕から手背にかけて，新旧様々な皮膚変色部が多数散在し，\n皮下に軽度出血があったが，防御創と認められる切創はなかった。\n(4)　Ａは，鑑定書によれば，身長１６５センチメートル，体重６３．４キログ\nラムであり，被告人は，その供述によれば，身長１６３センチメートル，犯行当時\nの体重は約５３キログラムであった。\n６　凶器等の種類・性状について\n被告人が使用した凶器は，先がとがった，全長約２７．５センチメートル，\n刃体の長さ約１５．５センチメートルの包丁であり，普段は被告人が料理の際に使\n用していたものである。犯行後，刃の根元部分に少量の血痕が付着していた。\nＡが被告人を脅迫する際に使用した菜箸は，全長約３２．５センチメート\nル，先端部の太さが約０．３２センチメートルの木製のもので，先端部が黒くこげ\nていた。\n７　被告人の負傷状況について\n被告人が，犯行当日にＡから受けた暴行により生じた傷害についてみると，\n関係証拠により，以下の事実が認められる。\n(1)　被告人は，犯行当日に逮捕された後の午前６時３０分から午前８時までの\n間，Ｄ大学医学部付属病院脳外科，整形外科，眼科の医師の診察を受けたが，その\n診断結果は，次のとおりである。\n脳外科での診断名は「頭部外傷」であるが，頭蓋骨内に異常は認められ\nず，頭・顔等に打撲があって，数日間の経過観察を要する症状とされている。\n整形外科では，両大腿，腰部等に全治３週間の打撲があるとされている。\n眼科では「結膜下出血」と診断されており，目の周りに皮下出血があっ\nて，眼科的な治療は不要であるが，全治１週間程度とされている。\n(2)　被告人の顔面等を撮影した写真をみると，左目下辺りに紫色の痣ができて\nおり，額にも皮下出血があり，首付近にも擦過傷と思われる傷がある。\n第３  殺意について\n１　まず，被告人の刺突行為の状況についてみる。\n(1)　刺突行為の状況についての被告人の供述には，捜査段階から公判にかけて\nかなりの変遷がみられるが，最終的には，被告人は，概ね以下のとおり供述してい\nる。\n被告人は，本件犯行当日，台所兼食堂や和室において，判示のとおりの経\n緯で約１時間にわたってＡとつかみ合い等を続け，その間Ａから判示のとおりの暴\n行を受けた。被告人が台所兼食堂の電子レンジの前に行き，両手をついていたとこ\nろ，被告人の右後方に来たＡが右手で被告人の右手をつかみ，その右手をひねって\n被告人の背中に回し，その手を今度はＡの左手で押さえ，空いた右手で電子レンジ\nの前に置いてあった菜箸をつかんで，２本そろえて被告人の頬等に突き付け，「あ\nごをぶち抜いて，目ん玉ぶち抜いてやることもできるんだぞ。ぶっ殺してやる。お\n前の家族もめちゃめちゃにしてやるし，かわいがっている猫もぶっ殺してやる。」\nなどと言った。被告人は，空いている左手でＡの手をつねったり，体を動かすなど\nして，Ａから菜箸を\n取り上げ，流し台に菜箸を放り投げた。その後，被告人は，電子レンジと食器かご\nの間の包丁立てに，刃を西側を向けて立ててあった包丁を右手で逆手でつかんで振\nり返り，包丁を持った右手を頭の上まで上げ，Ａの背中付近をめがけて振り下ろし\nた。このとき，Ａは，頭を被告人の方に向け，腰を折って，背中をやや丸めた中腰\nの姿勢をしていた。また，包丁を頭の上に振り上げた際，包丁の刃は上を向いてい\nた。被告人が振り下ろした包丁はＡの背中に刺さり，被告人は，包丁から手を離し\nた。Ａは，「てめえ，刺しやがったな。」などと言い，右腰部に刺さった包丁を右\n手で抜き取って，頭上に振りかざし，空いている左手拳で被告人の顔面を数回殴打\nしてきた。被告人は，冷蔵庫の前付近で，Ａと正対し，左手でＡの右腕のひじをつ\nかみ，右手でＡの右\n手首をつかんで，自己の左手でＡの右ひじを徐々に下げていくような形で下に下ろ\nしていった。被告人は，包丁がＡの腰より低い位置辺りまできたとき，Ａの右手か\nら前記包丁を奪い取ると，すぐに順手で包丁を握り，Ａの右ひじを左手でつかんだ\n状態で，包丁を持った右手を突き出した。被告人は，包丁が刺さっていく瞬間を見\nたくなかったので，Ａの右肩を見つめていた。\n(2)　以上の被告人の供述の信用性について検討する。\n前記のとおり，被告人の供述は，捜査段階から公判にかけて様々な点で変\n遷しており，特に，公判供述には，それ自体の中にも変遷がみられるが，Ａから様\n々な暴行を受けた後，菜箸を突き付けられて，「（菜箸で）ぶち抜いてやる。ぶっ\n殺してやる。」などと言われ，菜箸を奪った後，第１刺突行為に及び，その後，Ａ\nが刺さった包丁を抜き取って，空いている左手拳で被告人を殴打してきたため，Ａ\nから包丁を奪って第２刺突行為に及んだという基本的な流れや，刺突行為の態様，\n包丁を奪ったときの状況に関する供述については，特段不自然，不合理な点はな\nく，捜査段階からほぼ一貫している上，前記第２記載の現場の状況，被告人及びＡ\nの負傷状況等の客観的な状況とも合致している。第１刺突行為の際のＡの体勢，包\n丁の握り方についての\n供述には，捜査段階から変遷が多いが，これらに関する上記の最終的な供述は，当\n初包丁があったという位置，立て方，Ａの右腰部の負傷の状況及びＡが被告人に菜\n箸を突き付けた時点で，Ａは被告人の右後方に，被告人の方を向いて立っていたと\nいう状況と整合している。\nなお，被告人の公判供述の中での変遷には，検察官の質問を誤解したり，\nあるいは把握不十分なまま答えたことによるものも含まれているとみられ，被告人\nの供述の根幹部分の信用性に疑問を生じさせるものとまではいえない。\nよって，被告人の上記供述は基本的な点においては信用できる。\n２　以上を踏まえて，殺意の有無，発生時期について検討する。\n(1)　まず，第１刺突行為時点における殺意の有無についてみる。\nア　被告人は，中腰で前屈みの姿勢のＡに対し，包丁を頭より上の位置まで\n振り上げ，そのまま振り下ろして，身体の枢要部である右腰部を刺したものであ\nり，両者の体勢等からすれば，被告人は，そこに包丁を刺すことを認識しながら，\nそのような行為に出たものと認められる。\nもっとも，被告人が刺した右腰部という部位は，身体の重要部分である\nとはいえ，胸・腹部等に比して生命侵奪の危険性は相対的に低いといえる。\nイ　傷の深さは刃体の長さの約３分の２に相当する約１０センチメートルで\nあり，刺突時にＡは動いておらず，被告人の力だけでこれだけの深さの傷が生じた\nのであるから，被告人は相当の力を加えたものと認められるが，後述する第２刺突\n行為とは異なり，包丁は根元までは刺さっておらず，創洞は骨等に突き当たること\nなく軟部組織内に停止していることからすれば，被告人が力一杯包丁を振り下ろし\nたとまでは認められない。\nウ　被告人が使用した包丁は，被告人が菜箸を突き付けられた暴行，脅迫を\n受けた位置の近くに置かれていたものであり，その握り方も，振り上げた際に刃が\n上を向くという一般的ではないものであることからすれば，被告人は，包丁立てに\n立ててあった包丁をそのままの状態でつかんだものとみられること，Ａは，被告人\nから刺されるまで，これに抵抗しておらず，被告人が包丁を手にしたことに気付か\nなかったとみられることなどからすれば，被告人は，Ａから奪った菜箸を流し台に\n放り投げた後，咄嗟に近くにあった包丁をつかみ，時間的間隔をおかず，直ちにＡ\nを刺したものと認められる。\nエ　被告人は，包丁をＡの体に突き刺すと，すぐに包丁から手を離してお\nり，その後Ａからその包丁を奪い取るまでは，Ａに対して何ら積極的な攻撃を加え\nていない。\nオ　被告人とＡとの関係からすれば，被告人にはもともとＡを殺害する　動\n機がない。\nカ　この点に関する被告人の供述をみると，捜査段階の供述調書には，「私\nが殺してしまうしかないと思いました。」（平成１３年１０月２９日付け検察官調\n書）といった殺意を肯定する旨の供述の記載もあるが，その後，「Ａを最初背中か\nら刺しましたが，このときはＡからこれ以上暴力を振るわせないようにその場から\n動けなくしてやろうと思って刺した」旨供述して，殺意を否認し（同年１１月８日\n付け警察官調書），その後の検察官の取調べにおいても殺意を肯定する旨の供述は\nなく，被告人は，公判においても一貫して殺意を否認しているものであるところ，\n以上を総合すれば，殺意を否認する被告人の供述が不自然，不合理であるとは断定\nできず，第１刺突行為の段階では，まだ被告人に殺意があったとは認められない。\n(2)　次に，第２刺突行為の時点における殺意の有無についてみる。\nア　被告人は，Ａの右前胸部を刺突したものであるが，その部位はまさに身\n体の枢要部であり，生命侵奪の危険性は非常に高い。\n弁護人は，被告人は，あえて右胸部をねらったものではないと主張する\nが，被告人とＡの身長差は約２センチメートルしかないところ，第２刺突行為の時\n点では，被告人とＡは正対しており，被告人は腰より低い位置辺りで包丁を奪う\nや，すぐにそのまままっすぐ包丁を突き出していること，被告人は，刺突の際に左\n手でＡの右ひじをつかんでいることなどの点からすれば，被告人は，自分が突き出\nした包丁がＡの胸腹部に刺さることは十分認識していたものと認めることができ\nる。なお，被告人は，刺突の際，Ａの右肩を見ていたと供述しているが，そのこと\n自体，包丁がＡの体に突き刺さることを認識し，それを見たくないとの心理による\nものとみることができる。\nイ　右前胸部の刺創の創洞は，前記のとおり，右第７肋骨，第７肋間を切破\nし，肝右葉に深さ約１１．５センチメートルの創を与え肝内に停止するものであ\nり，刺創管は全長約１７センチメートルにも及んでいて，かかる刺創管の長さと，\n包丁の根元部分にまで血痕が付着しており包丁がその付近まで刺さったと認められ\nることからすると，被告人の予期しない別の力がそこに作用したなどの特段の事情\nがない限り，被告人が相当強度の力で刺突行為に及んだものと推認できる。\nこの点に関して，弁護人は，刺されたＡが背後の冷蔵庫にぶつかり，被\n告人の方にはね返ってきたため，包丁が思いのほか深く刺さったものと主張し，被\n告人も捜査段階途中からは一貫してその旨述べている。\nそこで，Ａの体がはね返ったという事実の有無について検討すると，こ\nの点に関し，被告人は，公判廷において，Ａを刺したところ，まず包丁が半分くら\nい刺さり，その後は力を加えて包丁を前に動かしてはいないという趣旨のことを述\nべているが，そもそも被告人自身は包丁が刺さる瞬間を見ていないのであり，包丁\nが半分くらい刺さったというのも被告人の手の感触によるものというのであり，半\n分くらい刺さった後にＡと被告人がどのような動きをして，包丁が全部刺さること\nになったのかということについても，その供述内容は甚だ曖昧であり，被告人の供\n述する両者の動きについての状況からすると，包丁が深く刺さることなく，むしろ\n抜けてしまうと思われるような供述もあって，その供述内容からその状況を想像す\nること自体が困難で\nある。\nもっとも，それが一瞬の出来事であり，事柄の性質上，その状況に関す\nる供述に曖昧な部分が残ることはやむを得ないとしても，この点に関しては，解剖\n医の前記Ｃが，Ａの前胸部の刺創は表面の傷も非常にきれいで，創洞が直線部分の\nみで，枝分かれしておらず，創縁も非常に精鋭であることからすると，１度刺した\nものと考えるのが自然であると述べており，被告人の供述は，このような刺創の状\n態と合致しない。また，Ｃは，２度突いた場合でも，途中まで引き抜いてまた短時\n間にもう一度同じ方向に刺すのであれば，そのような刺創ができることも有り得る\nとも述べてはいるが，上記刺創がＡの体の中央部分から外れた右乳頭部の直下にあ\nることからすると，そのように体の右端に近い位置に力が加わった場合に，Ａが冷\n蔵庫に当たったとし\nても，全く同じ方向にはね返るとは考え難い。\nそうすると，Ａが冷蔵庫に当たってはね返ったという事実自体を認める\nことは困難であり，したがって，弁護人の主張には理由がなく，前記刺創は，被告\n人がＡを刺した力によって生じたものと認められ，被告人が相当強度の力で刺突行\n為に及んだものと推認できる。\nウ　そして，被告人は，既に第１刺突行為を行ったことにより，一定の力で\n刺突すれば，包丁がＡの身体に相当深く刺さることを認識したものと考えられるの\nであり，第２刺突行為によってどの程度の刺創を負わせることになるかについても\n概ね認識していたものと推認できる。\nエ　弁護人は，被告人にはＡを殺す動機がない旨主張し，確かにもともと被\n告人にその動機がなかったことは首肯できるものの，犯行当日，被告人は，Ａから\nこれまでにない執拗な暴行を受けた上，自己の第１刺突行為の後，Ａが包丁を抜き\n取り，頭上に振りかざしたというのであるから，これによる恐怖から，自己の身を\n守るため咄嗟に殺意を抱くことも十分有り得るといえる。\nオ　被告人の捜査段階における供述調書には，第２刺突行為の時点では殺意\nがあった旨の供述の記載があるが，被告人は，公判においては，自分が刺されると\n思い，自分の方が先に刺しただけであり，Ａを殺してしまおうというつもりはなか\nったなどと述べて，殺意は一切なかった旨供述している。\nしかしながら，以上のとおり，被告人は，身体の枢要部に向け，相当強\n度の力を入れて包丁を突き刺したものであり，その行為によって包丁が深く突き刺\nさることも認識していたと認められるのであって，被告人が咄嗟に殺意を抱く動機\nないし状況もあったと認められるのであるから，第２刺突行為の時点においては，\n被告人は少なくとも殺人の未必的故意を有していたと認められる。\n第４  正当防衛，過剰防衛等について\n１  急迫不正の侵害について\n(1)　まず，第１刺突行為の時点における急迫不正の侵害の有無について検討す\nる。\n前記のとおり，被告人は，Ａからかなり強度の暴行を相当時間，かつ断続\n的に受けており，Ａに菜箸を突き付けられ，前記暴言を言われた時点で急迫不正の\n侵害があったことは明らかである。\nそして，Ａは，被告人がＡから離れて電子レンジの前に行ったにもかかわ\nらず，なおも被告人に近付き，被告人の背後から被告人の腕をつかんで顔に菜箸を\n突き付ける等の暴行，脅迫を行っており，そこでは「ぶっ殺してやる。」などの強\n度の脅迫文言を使用していること，Ａに日頃から粗暴で，被告人を服従させようと\nする傾向があったことなどを考えると，Ａが，被告人に菜箸を奪われたからといっ\nて，攻撃意思及び能力を失ったとは考え難い。\nそして，前記のとおり，第１刺突行為は被告人が菜箸を奪って間もない時\n点でなされており，前記菜箸を突き付けられる等の暴行，脅迫行為と第１刺突行為\nとの間には時間的・場所的離隔がほとんどなく，Ａは，菜箸を奪われた後は，前屈\nみの体勢になっており，これは疲労によるものと推測されるものの，攻撃を放棄す\nるような言動はなされていない。\nよって，第１刺突行為の時点でも，急迫不正の侵害が継続していたといえ\nる。\n検察官は，この点について，Ａが菜箸を取り上げられた後は，反撃する気\n配がなく，被告人の第１刺突行為に対しても抵抗していないこと，Ａが相当酔いが\n回り長時間の暴行によりかなり疲労していたことなどから，菜箸を取り上げられた\n時点でＡの攻撃意思は消失し，急迫不正の侵害は終了していたと主張する。\nしかしながら，Ａが第１刺突行為に対して反撃しなかったのは，被告人の\n攻撃に気付かなかったからにすぎないと考えられ，そのことから攻撃意思が消滅し\nたとは直ちにいえない。また，Ａの疲労・酩酊については，前記第２の３記載のと\nおり，Ａは帰宅後に普通に会話をしたり，ご飯を食べるなどしており，その後，現\n実に相当時間に及ぶ暴行，脅迫を行っていることから考えると，Ａの酩酊度が高度\nのものであったとは考えられず，相当時間に及ぶ暴行によって疲労したとはいって\nも，第１刺突行為後にも現実に包丁を抜き取り，被告人の顔面を殴打するなどの暴\n行を加えているのであるから，攻撃能力も有していたとみられる。\nよって，検察官の主張は採用できない。\n(2)　次に，第２刺突行為の時点における急迫不正の侵害の有無について検討す\nる。\nア　前記のとおり，第１刺突行為の時点でもＡによる急迫不正の侵害は継続\nしており，Ａは，第１刺突行為後，刺さっていた包丁を抜き取り，頭の上に振りか\nざして，被告人の顔面を数回殴打する暴行を加えており，この時点でも急迫不正の\n侵害が継続していたことは明らかである。\nなお，検察官は，第１刺突行為後のＡの暴行は，被告人の自招侵害であ\nるとも主張するが，本件においては，もともとＡが被告人に対して暴行，脅迫を断\n続的に行っていたものであり，これに対する反撃行為として被告人がＡに対して第\n１刺突行為を行ったというものである上，後述するように，第１刺突行為が防衛行\n為としての相当性を欠いていたとしても，被告人は，第１刺突行為の後に更に攻撃\nを加えようとしたわけではないから，その後のＡの暴行を，被告人が自ら招いたも\nのであり，急迫性がないものとして，これに対しては防衛行為としての反撃行為を\nすることができないということはできず，この点に関する検察官の主張も採用でき\nない。\nイ　そこで，被告人が包丁を奪った後の第２刺突行為の時点においても急迫\n不正の侵害が継続していたかについて検討するに，確かに，Ａは，相当時間の暴行\n等により疲労していたはずであり，第１刺突行為によって右腰部も負傷したことか\nら，その力は当初より相当弱まっていたものと推認され，現にＡより本来はかなり\n力が劣るはずの被告人に包丁を奪われていること，また，左手に防御創がなく，第\n２刺突行為に対して空いていた左手による抵抗をした様子がないことなどに照らす\nと，被告人がＡから包丁を奪い取った時点では，Ａの攻撃能力が低下していたもの\nとは認められる。\nしかしながら，Ａは，第１刺突行為後も自ら包丁を抜いて攻撃を続けて\nおり，被告人が包丁を奪おうとした際にも，徐々に力が弱まりつつではあるが，こ\nれを奪われないように抵抗し，被告人に暴行を加える意思を放棄するような言動は\n全くしていない。Ａが被告人に対してその顔面等を殴る暴行を加えてから，被告人\nがＡから包丁を奪って第２刺突行為に及ぶまでは，時間的にはごく短かく，一連の\n連続的な出来事でもあると考えられるところ，その間に，被告人に対するＡの攻撃\nの意思や能力が消失したとみられるような顕著な状況の変化は存在しないのである\nから，被告人が包丁を奪い取ったからといって，Ａの急迫不正の侵害が終了したと\nいうことはできず，第２刺突行為の時点においても，急迫不正の侵害はなお継続し\nていたと認めるのが\n相当である。\n２　防衛の意思について\n前記認定の事実関係に照らせば，被告人は，犯行当日にＡから執拗な暴行，\n脅迫を受け，被告人が一貫して供述するとおり，相当の恐怖や身の危険を感じてい\nたものと認められること，被告人の各刺突行為は，いずれも直前にＡから受けた暴\n行，脅迫に対応する形で加えられており，Ａの暴行，脅迫との間に時間的，場所的\n離隔がないこと，第１，第２のいずれの刺突行為も，それぞれ１回だけ包丁を突き\n刺したものであることからすると，被告人は，防衛の意思をもって各刺突行為に及\nんだものと認めるのが相当である。\nこの点に関し，検察官は，前屈みの状態で被告人に攻撃を加えてくる様子が\nあったと認められないＡに対する第１刺突行為は，積極的加害意図に基づくもので\nあると主張するが，前述したとおり，被告人は，Ａから菜箸を突き付けられる等の\n暴行，脅迫を受けて，咄嗟に包丁を取って第１刺突行為に及び，刺突後は包丁から\n手を離しており，包丁は根元まで刺さっていないこと等に照らすと，被告人が防衛\nの意思が否定されるほどの積極的加害意図をもって第１刺突行為を行ったとは認定\nできず，検察官のこの点の主張も採用できない。\n３　相当性について\nそこで，次に，被告人の本件行為が，防衛行為として許される必要かつ相当\nな範囲にあったかにつき検討する。\nＡの被告人に対する暴行，脅迫は，相当の時間にわたり，執拗に行われたも\nのであり，被告人の受傷の状況からみても，かなり激しいものであったことが認め\nられる。しかし，Ａは，殴る蹴る等の暴行を加えているが，凶器は使用しておら\nず，灰皿を投げつけたときも，被告人に向かって投げたわけではなく，菜箸を突き\n付けたときも，被告人の目尻や頬に強く押し付けたわけではなく，軽く押し当てた\n程度であったこと，第１刺突行為後に包丁を手にしたときも，包丁を頭の上に振り\nかざしただけで，それで被告人を刺そうとするかのような脅迫は行っていないこと\nなどからすると，Ａに被告人が生命を失うほどの暴行を加えようとする意図があっ\nたとまでは考えにくい。そして，被告人の第１，第２刺突行為の各時点では，未だ\n急迫不正の侵害は存続\nしていたとみられるとはいえ，第１刺突行為の際は，Ａは菜箸を取り上げられ，か\nつ，前屈みの状態であり，第２刺突行為の際は，被告人と対峙してはいるものの，\n包丁は取り上げられており，いずれにおいても被告人の生命に対する危険は相当程\n度弱まっていたものとみられる。これに対して，被告人は，Ａによる身体的な拘束\nを受けていない状況下で反撃を行っており，その態様は，第１刺突行為について\nは，素手で前屈みの状態のＡに対して，包丁を頭の上まで振り上げて，そのまま振\nり下ろして刺突するというものであり，第２刺突行為については，包丁を奪われ素\n手となったＡに対し，相当程度の力で包丁を突き刺すというものである。かかるＡ\nによる急迫不正の侵害の程度と，被告人の行った暴行の態様，程度に照らせば，犯\n行当日のＡの被告人に\n対する執拗な暴行，脅迫とそれによる被告人の受傷，被告人とＡとの体力差等を考\n慮しても，被告人の行為は，全体として社会通念上防衛行為として許される，必要\nかつ相当の範囲を逸脱しているといわざるを得ない。\n４　以上より，結局，被告人の判示各刺突行為については，過剰防衛が成立する\nものと判断した。\n（量刑理由）\n１　本件は，被害者から生活費等の援助を受け，いわゆる愛人として生活を送って\nいた被告人が，自宅で被害者から殴る蹴る等の暴行を受け，あるいは菜箸を突き付\nけて脅す等されたことから，自己の身を守るために，防衛の程度を超えて，その場\nにあった包丁で被害者を突き刺して殺害したという，過剰防衛の成立する殺人の事\n案である。\n２　被告人の供述する犯行に至る経緯からすると，被害者は，犯行当日も被告人に\n４７万円もの現金を渡し，ホステスとの関係について弁明するかのような話をして\nいたというのであるから，おそらくは本心からではなく，被告人に対して別れ話を\nしたところ，被告人は「じゃあ，これで終わりにしようね，どうもありがとう。」\nなどとあっさりとこれを承諾したというのであり，被害者としては，４年間にもわ\nたり被告人に多額の金銭的援助をしてきたにもかかわらず，被告人からそのような\n態度をとられたため，憤激し，激しい暴力行為に及んだものと思われる。\n被害者の性格や粗暴癖を十分に知りながら，そのような言動をした被告人に\nも，被害者の暴力行為を招いた一因があるとはいえ，被害者の暴力行為は相当に激\nしいものであって，厳しい非難に値するものであることは当然である。しかし，本\n件各刺突行為の状況についてみると，被告人は，暴行，脅迫を一旦止めて前屈みの\n姿勢になっていた素手の被害者に対して，咄嗟に包丁を手に取り，頭の上まで振り\n上げそのまま振り下ろして被害者の右腰部を突き刺し，その後，被害者が体に刺さ\nった包丁を抜き取り，再び空いている手で被告人の顔を殴打する暴行を加えたのに\n対し，疲労等の影響で力が弱まった被害者から包丁を奪うや，殺意をもって，被害\n者の前胸部を刺突したものであり，ことに死因となった第２刺突行為については，\n被害者から包丁を奪い\n取った以上，被害者の更なる攻撃を避けるためには，他に様々な方法があったはず\nであり，奪い取った包丁で同人を殺害する必要があったとは到底言い難く，短絡的\nで防衛行為として相当な程度を大幅に超えた行為といえる。\n被害者は，その生命まで奪われなければならないような理由はないにもかかわ\nらず，被告人の刺突行為により重篤な傷害を負い，間もなく意識を失って，そのま\nま絶命したものであり，５３歳という年齢で妻子を残してこの世を去らざるを得な\nかった被害者はさぞ無念であったであろうし，また，突然，一家の大黒柱である被\n害者を失った遺族の被った衝撃や精神的苦痛は甚大であり，その生活に与えた影響\nも大きく，本件犯行の結果は重大である。しかるに，被告人自身は遺族に対して何\nら慰藉の措置を講じておらず，遺族の処罰感情が大きいのもとうぜんである。\n以上によれば，被告人の刑事責任は重い。\n３　他方，本件は被害者の執拗な暴行，脅迫に起因する偶発的な犯行であって，被\n害者に大きな落ち度があること，被告人の行為は過剰とはいえ，防衛のためになさ\nれたものであること，被告人は，公判において殺意等については争うものの，自己\nの行為の結果の重大性を十分認識し，遺族に対して謝罪の言葉を述べ，反省の態度\nを示していること，犯行後しばらく時間が経過した後とはいえ，自ら警察に通報し\nており，刑法上の自首が成立すること，前科前歴がないこと，母親や友人が出廷\nし，それぞれ被告人の更生に協力，助力する旨を述べていることなど，被告人のた\nめに斟酌することができる事情もある。\nそこで，これらの点を総合考慮の上，主文の刑が相当と判断した。\n平成１５年７月４日\n東京地方裁判所刑事第４部\n裁判長裁判官　　　峯俊之\n裁判官　　　岡田健彦\n裁判官　　　中村光一\n"
}