{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 1,
    "day": 29
  },
  "case_number": "平成12(ワ)23425",
  "case_name": "",
  "court_name": "東京地方裁判所",
  "right_type": "商標権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "12076",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=12076",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/076/012076_hanrei.pdf",
  "contents": "平成１２年(ﾜ)第２３４２５号　商標権侵害差止等請求事件\n口頭弁論終結日　平成１３年１１月２７日\n判　　　　　　　決\n原　　　　　　告        　ハワード株式会社\n訴訟代理人弁護士　    　　窪　田　英一郎\n同　　　　　　　　　　　　柿  内  瑞  絵\n被　　　　　　告 　　　 　康貿易商事株式会社\n訴訟代理人弁護士　　　　　高　木　壯八郎\n主　　　　　　　文\n１　被告は，別紙被告標章目録記載の標章を付した衣類を輸入，販売してはな\nらない。\n２  被告は，同目録記載の標章を付した衣類を廃棄せよ。\n３　被告は，原告に対し，金２億円を支払え。\n４　原告のその余の請求を棄却する。\n５　訴訟費用は，これを１０分し，その１を原告の負担とし，その余を被告の\n負担とする。\n６　この判決は，第１ないし第３項に限り，仮に執行することができる。\n事実及び理由\n第１  請求\n１　被告は，別紙被告標章目録記載の標章を付した衣類を製造，輸入又は販売を\nしてはならない。\n２　主文第２及び第３項のとおり。\n第２  事案の概要\n１  争いのない事実\n(1)　原告は衣料・服飾品の製造，販売等を主たる業務とする株式会社，被告は\n繊維製品の輸出入，国内販売等を主たる業務とする株式会社である。\n(2)　原告は，次の商標権（以下，「本件商標権」といい，その登録商標を「本\n件商標」という。）を有している。\n商標登録番号　　　第２０５３１１９号\n出願日　　  　　　昭和５７年１月５日\n登録日　　  　　　昭和６３年６月２４日\n更新登録日  　　　平成１０年６月１６日\n商品の区分  　　　第１７類\n指定商品　  　　　被服（運動用特殊被服を除く），布製身回品（他の類\nに属するものを除く），寝具類（寝台を除く）\n登録商標　　　　　別紙原告商標目録記載のとおり\n(3)　被告は，別紙被告標章目録記載の標章（以下「被告標章」という。）が付\nされた衣類を輸入，販売している。\n(4)　本件訴訟において，平成１３年７月３日，被告に対し，被告が平成３年１\n月から平成１３年６月までに販売した被告標章が付された衣料の仕入単価，仕入\n量，販売単価，販売数量の記載のある売上元帳，仕入元帳等の帳簿を平成１３年７\n月２３日までに提出せよとの文書提出命令（以下「本件文書提出命令」という。）\nが発された。\n２　本件は，本件商標権を有している原告が，被告に対し，被告が被告標章が付\nされた衣類を製造，輸入又は販売するのは，本件商標権の侵害であると主張して，\nこれらの差止め及び損害の賠償を求める事案である。\n第３　争点及びこれに関する当事者の主張\n１　争点\n(1)  被告が，被告標章が付された衣類を製造しているか\n(2)  被告標章が本件商標と類似しているか\n(3)  損害の発生及び額\n２　争点に関する当事者の主張\n(1)  争点(1)について\n（原告の主張）\n被告は，被告標章が付された衣類を製造している。\n（被告の主張）\n原告の上記主張は否認する。\n(2)  争点(2)について\n（原告の主張）\n被服の分野において「Sports」という用語は，一定のブランドの中で運\n動に適した被服について使用されることが多く，一定のブランドのシリーズ品又は\nサブタイトルとして使用される頻度が極めて高い。\n被服について，一定の語に「スポーツ」，「SPORT」又は「SPORTS」が付された登\n録商標は，５７５件，出願されているものも含めると７００件近くあり，連合商標\n制度が存在した平成８年までは，一定の商標と，その後に「スポーツ」，「SPORT」\n又は「SPORTS」が付された商標は，類似するものとして，連合商標と扱われてき\nた。\nしたがって，被服との関連においては，「Sports」という用語は識別性を全く有\nしないか，極めて低い。\n被告標章の前半部分は，「United」の文字からなり，本件商標のアルファベット\n標記「UNITED」とは「Ｕ」に続く部分が大文字か小文字かの相違しかない。また，\n被告標章の後半部分は，スペースのあとに，上記のとおり識別性のない「Sports」\nの文字を横並びにしただけのものである。したがって，被告標章は，全体として本\n件商標と類似している。\nわが国に存在する，「UNITED」や「ユナイテッド」と結合ないし連合した\n単語による登録商標は，慣用的にブランドに付される語ではない「COLOR」\nや「POP」などとの組み合わせであって，その多くは，一連商標として扱われるもの\nであるから，これらの商標が登録されているからといって，そのことと，「United\nSports」と本件商標の類似性とは無関係である。\n（被告の主張）\nア  「United Sports」は，「United」が「連合した，団結した」という意味\nを，「Sport」が「スポーツ」という意味を，その複数形である「Sports」がこれに\n加えて「運動会，競技会」という意味を有する英単語であることから，サッカー，\n野球，ラグビー等のような「連合したスポーツ，団結したスポーツ，団結した競技\n会」との観念を生じ，これらの団体競技を識別するのにふさわしい呼称であるのに\n対し，本件商標は，「結合した」「連合した」との抽象的観念を生じこそすれ，特\n別な観念を明確に認識できない。\nイ  本件商標は，ごく一般的な商標であり，それを一部に使用している全て\nの商標を包摂するものではない。\n「UNITED」や「ユナイテッド」と結合ないし連合した単語による商標はわが国で\n多数登録され，原告も，「UNITED CASUALS」，「UNITED GEAR」，「UNITED\nCOLLECTION」といった商標登録を得ている。\nまた，原告が，本件商標登録後，特許庁に行った「ユナイテッドバス」\n及び「ユナイテッドファミリー」の登録異議申立てはいずれも排斥されている。\nウ　本件商標登録出願は，株式会社ダスキンの有する登録商標であ\nる「UNITED RENTALL」と類似しているとして，いったん拒絶理由通知がされたが，\nその後，原告が，「UNITED RENTALL」はユナイテッドレントオールという一連の呼\n称に特別顕著性があるから本件商標と類似していないという意見書を提出し，登録\nが認められたものであるから，このような審査経過に鑑みると，原告が「United\nSports」と本件商標が類似であると主張するのは，信義則に反する。\nエ　原告は，「UNITED SPORTS」の商標登録出願を３度もしているが，このこ\nとは，原告が，本件商標と「UNITED SPORTS」が類似商標ではないと認識しているか\nらに他ならない。\nまた，アメリカ合衆国においても，「UNITED」と「UNITED SPORTS」の双方が商標\n登録されている。\nオ　被告は，被告標章について，商標登録出願をしたところ，「UNITED\nSPORTS OF AMERICA」と類似しているとの理由で拒絶されたが，その際，被告標章と\n本件商標との類似性について特許庁で何ら問題とされなかった。\n原告も，上記のとおり，「UNITED SPORTS」の商標登録出願をしたとこ\nろ，「UNITED SPORTS OF AMERICA」と類似しているとの理由で拒絶されたが，その\n際，「UNITED SPORTS」と本件商標との類似性について特許庁で何ら問題とされなか\nった。\n(3)  争点(3)について\n（原告の主張）\nア(ｱ)  被告は，被告標章を用いた衣料を１枚４５０円以上で，平成２年１１\n月１１日から平成１２年１１月１０日までの１０年間にわたり，年間２００万枚販\n売したが，その利益率は３割を下らない。したがって，被告は，これによって２７\n億円以上の利益をあげ，原告は，一方でこれを失っている。\n(ｲ)  被告は，本件文書提出命令に応じず，売上日報３日分と，サザンニッ\nトプロダクト社に対する買掛金の帳簿を提出しただけであるから，民事訴訟法２２\n４条により，当該帳簿に関する原告の主張は真実とみなされる。\nイ　原告は，本件訴訟の提起を余儀なくされ，その遂行のために弁護士費用\nとして少なくとも１０００万円の出捐が見込まれる。\nウ　以上のとおり，原告は，被告による本件商標権侵害行為によって，少な\nくとも２７億１０００万円の損害を被っているが，その一部である２億円の賠償を\n請求する。\n（被告の主張）\nア　損害の発生及び額については争う。\nただし，被告が被告標章が付されたＴシャツを１枚３００円で平成７年５月から\n販売していること，このＴシャツを年間１０万枚程度販売していることは認める。\n被告の被告標章が付されたＴシャツの平成１２年における仕入総額は１億０８７\n１万９８１５円，平成１３年の１月から８月までの仕入総額は３９３０万２８５６\n円にすぎない。\nイ　被告は，コンピュータを用いて仕入，売上管理をしているため，本件文\n書提出命令に記載のある売上元帳や仕入元帳を所持していない。\n被告は，コンピュータでの仕入，売上管理の平成１１年までのデータを，新シス\nテムへ移行したことや，容量の問題から，すでに削除している。\n第４  当裁判所の判断\n１　争点(1)について\n被告が，被告標章が付された衣類を製造していることを認める証拠はない。\n２　争点(2)について\n(1)  本件商標の構成は，別紙原告商標目録記載のとおりであり，欧文字\nの「UNITED」と，片仮名の「ユナイテッド」を２段に横書きしてなるものである。\nこのうち，「UNITED」は，ユナイテッドと呼称され，英語としては，①合併した，\n②力を合わせた，③一致したなどの意味を有する形容詞である。\n被告標章の構成は，別紙被告商標目録記載のとおりであり，欧文字の「United」\nと「Sports」とを，１文字分の間隔をおいて横書きにしたもので，ある。このう\nち，「United」は，ユナイテッドと呼称され，英語としては，上記①ないし③など\nの意味を有する形容詞である。また，「Sports」は，「スポーツ」と称呼される。\n(2)  証拠（甲６ないし３０（いずれも枝番を含む））と弁論の全趣旨による\nと，わが国においては，「被服」について，ある特定の商標\nに，「SPORT」，「SPORTS」，「Sport」又は「Sports」を組み合わせた商標が，当\n該商標とともに多数登録され，連合商標制度が存在した時期には，それらが，当該\n商標の連合商標として登録されていたこと，わが国の衣料品業界においては，ブラ\nンド名に「SPORT」，「SPORTS」，「Sport」又は「Sports」を付加したものが，当\n該ブランドの商品のうちスポーツ関係の商品のブランドとして一般に用いられてお\nり，ブランド名に「SPORT」，「SPORTS」，「Sport」又は「Sports」を付加したも\nのは，一連のブランドであると認識されることが多いこと，以上の事実が認められ\nる。以上の事実によると，被告標章のうち「Sports」は，他の商標とともに衣料品\nの標章に用いられた場合には，当該商標が付された商品とは一連の商品であって，\nスポーツ関連の商品であると認識されるのが通常であると認められるから，商品識\n別能力は極めて弱いというべきである。\n被告標章のうち「United」は，上記のような意味を有する形容詞であるが，後記\n３(2)認定のとおり，原告は，「UNITED」の商標を使用して，被服の販売を行ってい\nることをも考え併せると，それ自体に独自の識別力があるものと認められ，上\n記「Sports」のように識別力が極めて弱いということはない。\n被告は，被告標章について，連合したスポーツ，団結したスポーツ，団結\nした競技会との観念を生じる一連の商標であると主張するが，被告が主張する上記\n観念は日本語として意味不明のものというほかなく，被告標章を見た者にこのよう\nな観念が生じるとは認められない。また，その他，被告標章において，「United」\nと「Sports」が一連のものと認識されるような取引の実情等があるとも認められな\nい。\n以上によると，被告標章は，「United」の部分が要部であると認められるとこ\nろ，この部分は，大文字と小文字の違いはあるが，本件商標と同一の欧文字からな\nり，同一の称呼を生じるから，本件商標と類似していると認められる。\nしたがって，本件商標と被告標章は，類似しているということができる。\n(3)ア　被告は，わが国に，「United」ないし「UNITED」と結合ないし連合した\n単語による登録商標が多数あることから，本件商標と被告商標は類似しないと主張\nする。\n証拠（乙２０ないし４４（いずれも枝番を含む））によると，わが国\nに，「United」ないし「UNITED」と結合ないし連合した単語による登録商標が多数\nあることが認められるが，これらの登録商標が本件商標と類似するかどうか\nは，「UNITED」と結合ないし連合している単語がどのようなものであるかや取引の\n実情によって決まるのであって，これらの商標が登録されているからといって，上\n記認定が左右されるものではない。なお，上記証拠によると，原告も，「UNITED\nCASUALS」，「UNITED GEAR」，「UNITED COLLECTION」の商標登録を得ていることが\n認められるが，これらの登録商標が本件商標と類似するかどうかは，上記のとお\nり「UNITED」と結合ないし連合している単語がどのようなものであるかや取引の実\n情によって決まるうえ，これらの商標と本件商標が類似しているとしても，そのこ\nとのみを理由に原告がこれらの商標について商標登録を受けること自体が妨げられ\nることはないから，上記のとおり原告が商標登録を得ている事実は本件商標と被告\n標章が類似していないことの根拠となるものではない。\nまた，被告は，原告が，本件商標登録後，特許庁にした「ユナイテッド\nバス」及び「ユナイテッドファミリー」の登録異議申立てがいずれも排斥されたこ\nとから，本件商標と被告標章は類似しないと主張する。\nしかしながら，「バス」や「ファミリー」が，「Sports」のように識別力の極め\nて弱いものとは認められないから，被告の上記主張はこれを採用することができな\nい。\nイ　被告は，原告が，本件商標登録出願の際に，「UNITED RENTALL」はユナ\nイテッドレントオールという一連の呼称に特別顕著性があるから本件商標と類似し\nていないと主張し，その結果，本件商標登録がされたことから，原告が，本件商標\nと被告標章の類似を主張するのは，信義則に反すると主張するが，このような特徴\n的な一連の呼称を有する商標と本件商標との非類似を出願経過において主張したか\nらといって，被告標章について，本件商標との類似性を主張することが信義則に照\nらして許されないとは認められない。\nウ  被告は，原告が，「UNITED SPORTS」の商標登録出願を３度もしていると\n主張するが，本件商標と「UNITED SPORTS」が類似しているとしても，そのことのみ\nを理由に原告が「UNITED SPORTS」について商標登録を受けること自体が妨げられる\nことはないし，商標登録出願の場面と商標権の権利行使の場面では場合を異にする\nから，上記商標登録出願の事実は直ちに本件商標と被告標章が類似していないこと\nの根拠となるものではない。また，アメリカ合衆国において「UNITED SPORTS」\nと「UNITED」が共に商標登録されているからといって，そのことが，わが国におけ\nる商標の類似性についての上記認定を左右するものではない。\nエ　被告は，原告が「UNITED SPORTS」について，被告が被告標章について，\nそれぞれ商標登録出願をしたところ，「UNITED SPORTS OF AMERICA」と類似してい\nるとの理由で拒絶されたが，その際，本件商標との類似性について特許庁では何ら\n問題とされなかったと主張するが，特許庁は，本件商標と被告標章との類似性につ\nいて何ら判断していないから，被告のこの主張は，およそ上記認定を左右するもの\nではない。\n３　争点(3)について\n以上のとおり，被告標章は，本件商標に類似するから，被告が被告標章を付\nした衣類を販売する行為は本件商標権を侵害するものである。そして，この侵害行\n為について被告の過失が推定されるから，被告は，この侵害によって生じた損害を\n賠償しなければならない。\n(1)　本件文書提出命令は，平成１３年７月５日，被告に送達されたが，被告\nは，その提出期限である同月２３日に，平成１２年及び平成１３年のサザンニット\nプロダクト社に対する買掛金の帳簿，平成１３年３月１４日，同年５月２９日，同\n年６月１３日の売上日報を当裁判所に提出し，提出期限後に平成１２年及び平成１\n３年１月から８月までの仕入れ及び売上げを品目別に集計した文書（乙５２及び５\n３の各１，２）を提出したが，口頭弁論終結までにその余の文書を提出しないこと\nは，当裁判所に顕著である。\n被告は，上記のとおり平成１２年及び平成１３年のサザンニットプロダクト社に\n対する買掛金の帳簿及び３日分の売上日報を提出し，さらに，平成１２年及び平成\n１３年１月から８月までの仕入れ及び売上げを品目別に集計した文書（乙５２及び\n５３の各１，２）を提出しているが，上記買掛金の帳簿及び３日分の売上日報は，\n提出を求められた帳簿のうちごく一部のものにすぎないし，上記仕入れ及び売上げ\nを品目別に集計した文書（乙５２及び５３の各１，２）も，品目別の仕入れ及び売\n上げの総額が記載されているのみで，それ以上に被告標章が付された衣料の仕入単\n価，仕入量，販売単価，販売数量は明らかにならない（いくらの単価のものをいく\nつ仕入れていくらの単価でいくつ売ったかが具体的に明らかにならない）ものであ\nるし，時期的にも，提出を求められた帳簿の一部の時期のものにすぎない。したが\nって，これらのみでは，被告が平成３年１月から平成１３年６月までに販売した被\n告標章が付された衣料の仕入単価，仕入量，販売単価，販売数量の記載のある売上\n元帳，仕入元帳等の帳簿を提出したことにならないことは明らかである。\n被告は，コンピュータを用いて仕入，売上管理をしているから，売上元帳\nや仕入元帳を所持しておらず，また，コンピュータのデータについても，平成１２\n年以降のものしか保有していないと主張するが，本件文書提出命令は，「売上元帳\nや仕入元帳等の帳簿」の提出を命じているから，売上元帳や仕入元帳という名称の\n帳簿がないとしても，被告標章が付された衣料の仕入単価，仕入量，販売単価，販\n売数量の記載のある帳簿であれば，コンピュータに入力されているものも含めて対\n象となるものであって，被告は商人として１０年間商業帳簿を保存することが義務\nづけられていること（商法３６条）や上記のとおり一部の帳簿を提出していること\nを併せて考えると，被告が提出を命じられた帳簿を所持していないとは認められ\nず，被告は，これらの帳簿を所持しているがそれを提出しないものと認められる。\n原告において，被告の帳簿の記載について具体的な主張をすること及び被\n告標章が付された衣料の仕入単価，仕入量，販売単価，販売数量を被告の帳簿以外\nの証拠により証明することは，通常著しく困難であると考えられ，本件において，\nそれが可能であるというべき特段の事情も認められないから，民事訴訟法２２４条\n３項に基づき，上記帳簿によって原告が証しようとする事実，すなわち，被告が，\n被告標章が付された衣料を，１枚４５０円以上で，平成２年１１月１１日から平成\n１２年１１月１０日までの１０年間に，１年に２００万枚販売し，その利益率（販\n売価格から仕入価格を引いた粗利益の率）が３割以上であったという事実を真実と\n認めることとする。\n以上の事実によると，被告は，上記の期間，被告標章が付された衣料の販売によ\nり，２７億円以上の利益をあげたと認められる。\nなお，証拠（乙５０）及び弁論の全趣旨によると，被告代表者の作成した\n報告書には，被告が，被告標章を用いたＴシャツを，平成３年から平成１３年６月\nまでに，合計約１３０万枚販売し，その実売総額が５億２０００万円，その仕入原\n価が２２５万ドルであったとの記載があることが認められるが，これを裏付ける帳\n簿等は何ら提出されていないうえ，後記(2)認定のとおり，被告が輸入販売している\n被告標章が付された衣料は，Ｔシャツに限られないから，この記載によって，被告\nが，上記の期間，被告標章が付された衣料の販売により得た利益の額を認めること\nはできない。\n(2)　証拠（甲３２ないし６２（いずれも枝番を含む））と弁論の全趣旨による\nと，原告は，「UNITED」の商標を使用して紳士向けのカジュアルウェアの要素を加\n味したビジネスウェアを販売しているほか，「UNITED」に他の標章を付加した商標\nを使用して，ゴルフウェア，紳士向けのカジュアルウェア，チノパン・綿カジュア\nルパンツを販売していることが認められる。これに対し，証拠（甲６３，６４，６\n８ないし７３，甲７４の１ないし５，甲７５の１，２，乙５１）と弁論の全趣旨に\nよると，被告が輸入販売している被告標章が付された衣料は，Ｔシャツが中心で，\n他に，ポロシャツ，パーカー，トレーナーなどであると認められるから，原告が販\n売している商品と被告が販売している商品は必ずしも直接競合するわけではないこ\nとが認められる。また，証拠（甲６３，６４，６９，７２，７３，甲７４の１ない\nし５）と弁論の全趣旨によると，被告は，被告標章が付された衣料の販売に当たっ\nて，宣伝広告をするなどの独自の販売努力をしているものと認められる。これらの\nことからすると，前記利益のすべてを原告が被った損害であると認めることはでき\nない。\nまた，証拠（乙５４）によると，被告は，被告標章が付された衣料を販売\nするためには，運送費，通関費用，その他の経費を要しているものと認められる。\nそこで，以上のような点を考慮することとするが，これらを考慮したとし\nても，原告が被った損害額が，原告が請求している２億円を下回ることはないもの\nと認められる。\n(3)　　原告が，本件訴訟の提起，維持のために弁護士である原告訴訟代理人を\n選任したことは当裁判所に顕著であるところ，本件事案の性質，内容，審理の経\n過，訴訟の結果及びその他諸般の事情を考慮すると，１０００万円をもって，本件\n侵害行為と相当因果関係のある損害（弁護士費用）として，賠償する義務があるも\nのと認める。\n(4)  以上によると，被告は，原告に対し，本件侵害行為により，２億円以上の\n損害賠償義務を負うことが認められる。\n４　以上の次第で，原告の請求は，主文掲記の限度で理由がある。\n東京地方裁判所民事第４７部\n裁判長裁判官　　　森　        義    之\n裁判官      岡    口    基    一\n裁判官      男    澤    聡    子\n別紙\n原告商標目録　　　被告標章目録\n"
}