{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 18,
    "month": 6,
    "day": 21
  },
  "case_number": "平成18(ハ)201",
  "case_name": "貸金請求事件",
  "court_name": "甲府簡易裁判所",
  "lawsuit_id": "33387",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=33387",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/387/033387_hanrei.pdf",
  "contents": "主文\n１ 被告は，原告に対し，４９万９１０５円及びうち４３万７３０２円に対する\n平成１７年９月１６日から支払済みまで年２６．２８パーセントの割合による\n金員を支払え。\n２ 原告のその余の請求を棄却する。\n３ 訴訟費用は被告の負担とする。\n４ この判決は，１項に限り，仮に執行することができる。\n事実及び理由\n第１ 請求\n被告は，原告に対し，５０万５９７３円及びうち１７万４６８５円に対する\n平成１７年９月１６日から支払済みまで年２９．２０パーセントの，うち２６\n万５８３８円に対する平成１７年９月１６日から支払済みまで年２６．２８パ\nーセントの各割合による金員を支払え。\n第２ 当事者の主張\n（請求原因）\n( ) 原告は，貸金を目的とする会社である。1\n( ) 原告は，平成１５年２月２７日，被告との間で，次の内容のローンカー2\nド「アメニティ （以下「カード」という ）契約を締結した。」。\nア 被告は，原告に上記カードを提示するか，又はあらかじめ届け出た暗証\n番号を用い，原告指定の現金自動貸付機を操作することにより，原告が定\nめる利用限度内において，反復して金銭の借入を受けること（以下「カー\nドキャッシング」という ）ができる。。\nイ 被告のリボルビング払の利用限度額は５０万円とし，利用限度超過額は\n翌月まとめて支払う。なお，月々の返済額及び利用限度額については，原\n告が承認した時点で変更できるものとする。\nウ カードキャッシングの利息は，年２５パーセントの割合とする。\nエ 被告は，原告に対し，毎月２７日限り，次のとおり支払う。\nリボルビング払を指定したときは，支払月の前月２７日残高が\n２０万円以下のとき １万円a\n２０万円超 ３０万円以下のとき ２万円b\n３０万円超 のとき ３万円c\nオ 被告が，元利金の支払を１回でも怠ったときは，期限の利益を失う。\nカ カードキャッシング利用ごとの各金額に応じて，以下の割合による遅延\n損害金率を乗じた遅延損害金を支払う。\nａ １０万円未満 年２９．２０パーセント\nｂ １０万円以上１００万円未満 年２６．２８パーセント\nｃ １００万円以上 年２１．９０パーセント\n( ) 被告は，本件基本契約に基づき，別紙利用一覧（省略）の貸付年月日欄3\n及び貸付金額欄記載のとおり上記カードを利用し，原告は同表のとおり金\n銭の貸付を行った。\n( ) 被告は，平成１７年４月２７日の支払を怠り，期限の利益を失った。4\n( ) 被告の既払分は，別紙利用一覧（省略）のとおり合計２７万７０００円5\nである。\n( ) 原告は，別紙利息制限法計算シート（省略）の年月日欄記載の日に，前6\n項の各貸付について，入金日ごとに入金欄記載金額の各金員をそれぞれ充\n当した。\n( ) よって，被告は，原告に対し，本件カード契約に基づき，５０万５９７7\n３円及びうち１７万４６８５円に対する平成１７年９月１６日から支払済\nみまで年２９．２０パーセントの，うち２６万５８３８円に対する平成１\n７年９月１６日から支払済みまで年２６．２８パーセントの各割合による\n遅延損害金の支払を求める。\n第３ 当裁判所の判断\n１ 被告は，本件口頭弁論期日に出頭せず，答弁書その他の準備書面も提出しな\nいから，請求原因事実を明らかに争わないものと認め，これを自白したものと\nみなす。\nところで，原告は，本件各貸付はそれぞれ別個独立の貸付であるとして，い\nわゆる個別勘定方式を採用している旨主張するが，その主張は，本件契約にお\nいて，当事者間にそのような内容の合意が存在するとの主要事実を主張するも\nのではなく，主要事実である本件契約の合意内容からすると，各貸付はそれぞ\nれ別個独立の貸付になるとの効果が発生すると主張しているにすぎないと解さ\nれるから，これは法的評価の問題に帰結することになり，この点に関する前記\nの主張に自白の拘束力は及ばないものと解する。\n２ 本件各取引は，包括契約である本件カード利用契約によるリボルビング払に\n基づき，融資限度額，利息，遅延損害金等が定められ，融資限度の枠内で反復\n継続して金銭消費貸借が行われるものであること，本件各取引においては，個\n別貸付ごとに契約書面が作成されることも与信調査等が行われることもなく，\n包括契約に定められた貸付極度額内の範囲であれば，貸主は何度でも借入をす\nることができること，原告のいう被告に対する個別貸付は，ほとんど当該個別\n貸付又は前の個別貸付に対する弁済から数か月以内にされていること，弁済行\n為も期限の利益を失うまでは毎月なされていて，原告において各債務に充当さ\nれ，個別貸付も弁済もされない期間が１年以上継続することはないことなどか\nらすると，原告と被告との間の各貸付は，相互に強い関連性を有する一連一体\nの取引ということができる。したがって，本件各取引は，各カード利用契約ご\nとに一体的に捉えられる一口の金銭消費貸借契約であるというべきである。\nなお，付言するに，過去に当裁判所で審理してきた同じ原告提起の貸金請求\n事件については，一連一体の貸付として請求してきていたが，ここに至りにわ\nかに個別勘定方式を主張してきており，しかも，前記のとおり当事者間の合意\nに基づくものである旨の主張も明らかにされていない。してみると，原告が取\nり扱う多くの貸金請求事件の実態は，これまでのものと同様であるにもかかわ\nらず，原告の社内の事務処理において個別貸付を前提に利息計算等が行われて\nいる，すなわち，原告側で恣意的に個別勘定方式に移行させていると推認せざ\nるを得ず，消費貸借契約の一方当事者である債権者の原告が，自己の都合によ\nりその法的性質を任意に変更しているとしたならば，これはゆゆしき事態とい\nわなければならない。\n３ 本件各貸付が全体として一個の貸付であることを前提にすると，当初の貸付\n時の元本額は１０万円であるから，利息制限法所定の利息の制限利率は年１８\nパーセントとなり，その後貸増しにより１０万円未満の貸付が行われても，制\n限利率は年１８パーセントが維持されることになる。また，遅延損害金の制限\n利率は，期限の利益を喪失した日の翌日である平成１７年９月１６日から年２\n６．２８パーセントが適用されることになる。\nしたがって，本件各貸付は，個別貸付の体裁がとられているが，一連一体の\nものとして充当計算されるべきであり，これにより再計算すると，本判決の別\n紙「充当計算表」のとおりとなり，平成１７年９月１５日現在の被告の原告に\n対する債務残額は４９万９１０５円（元本残額４３万７３０２円）となる。\n４ 以上によれば，原告の請求は，主文１項の限度で理由があるから認容し，そ\nの余は失当として棄却し，主文のとおり判決する。\n甲府簡易裁判所\n志村 宏裁判官\n"
}