{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 11,
    "day": 28
  },
  "case_number": "平成12(行ウ)193",
  "case_name": "違法公金支出差止等請求",
  "court_name": "東京地方裁判所民事第3部",
  "lawsuit_id": "5607",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=5607",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/607/005607_hanrei.pdf",
  "contents": "平成１５年１１月２８日判決言渡　平成１２年(行ウ)第１９３号　違法公金支出差止等請求事件（以下「１９３\n号事件」という。）\n平成１２年(行ウ)第２４２号　追加的併合請求事件（以下「２４２号事件」という。）\n判決\n当事者の表示　　　　　　　　　別紙当事者目録記載のとおり\n主文\n１　本件各訴えのうち、被告東京都知事及び被告東京都特別企業出納員に対する訴えをいずれも却下す\nる。\n２　原告らの被告Ｋに対する請求を棄却する。\n３　訴訟費用は原告らの負担とする。\n事実及び理由\n第１　請求\n１　１９３号事件\n(1)　被告東京都知事は、東京都が別紙東京港図赤色斜線部分に計画している埋立事業に関し、契約を\n締結若しくは履行、債務その他の義務を負担、又は企業債若しくは地方債の起債手続をしてはならない。\n(2)　被告東京都特別企業出納員は、同埋立てに関し、埋立工事費用等一切の公金を支出してはならな\nい。\n２　２４２号事件\n被告Ｋは、東京都に対し、金２億２５１０万円及びこれに対する平成１２年４月１９日から支払済みまで年\n５分の割合による金員を支払え。\n第２　事案の概要\n１　事案の要旨\n本件は、東京都の住民である原告らが、別紙東京港図赤色斜線部分（以下「本件埋立地」という。）に計\n画している埋立事業（臨海副都心有明北地区埋立事業、以下「本件埋立事業」という。）について、同埋立\nは経済的合理性を欠き、また、公有水面埋立法４条の免許基準に合致しないものであるから、同事業を\n行うことは違法であるとして、平成１４年法律４号による改正前の地方自治法（以下「法」という。）２４２条\nの２第１項１号に基づき、被告東京都知事（以下「被告知事」という。）に対し、本件埋立事業に係る契約の\n締結若しくは履行、債務その他の義務の負担、又は企業債若しくは地方債の起債手続をすることの差止\nめ、被告東京都特別企業出納員（以下「被告出納員」という。）に対し、本件埋立事業に係る公金の支出\nをすることの差止めをそれぞれ求めるとともに（１９３号事件）、本件事業につき被告Ｋ（以下「被告Ｋ」とい\nう。）が東京都知事として、本件埋立事業に係る運輸大臣（当時、以下同じ）の認可を受ける前に同事業\nに係る工事請負契約を締結し、前払金２億２５１０万円を支出したこと（以下「本件支出」という。）が、公有\n水面埋立法の趣旨に反する違法な支出であるとして、被告Ｋに対し、法２４２条の２第１項４号前段に基づ\nき同支出額である２億２５１０万円の損害賠償及びこれに対する支出日である平成１２年４月１９日から支\n払済みまで年５分の割合による遅延損害金の各支払いを求めるものである。\nこれに対し、被告知事及び被告出納員は、①本件各訴えが不適法であることを主張し、本件各訴えの\n却下を求めるとともに、②本件埋立事業が適法であることを主張し、また、被告Ｋは、本件支出が適法な\nものであることを主張し、原告らの主張を争っている。\n２　判断の前提となる事実\n(1)　当事者\nア　原告らは、いずれも東京都の住民である。\nイ　東京都は、東京都地方公営企業の設置等に関する条例１条において、地方公営企業法２条３項によ\nり同法の一部を適用する事業の一つとして、埋立事業を設置している。同事業については、同法３４条の\n２本文により、被告知事が管理者の権限を行うこととされている。\nウ　東京都は、東京都港湾管理者であり、その長である被告知事は、港湾法５８条２項により、同港湾区\n域内の公有水面の埋立に係る埋立地について、公有水面法の規定による都道府県知事の職権を行う地\n位にある。\nエ　被告出納員は、出納室勤務の副出納長をもって充てるものとされ（東京都特別企業出納員事務取扱\n規則３条）、被告知事から、地方公営企業法の規定の一部の適用を受ける準公営企業の業務に係る公\n金の支払及び保管の事務の委任を受けているものである（同規則４号）。\nオ　被告Ｋは、本件支出当時、東京都知事の地位にあったものである。\n(2)　事実の経緯等（いずれも当事者間に争いがないか、各項目掲記の証拠により容易に認定できる事実\nである。）\nア　本件埋立事業の対象地である有明北地区は、東京港の港湾区域内の東京都江東区有明一丁目地\n先（別紙東京港図赤色斜線部分、本件埋立地）に位置し、昭和３１年８月から、有明貯木場として使用さ\nれ、西側部分は平成６年度まで、東側部分は平成７年度まで、原木貯留のための専用許可が行われてい\nたが、平成１２年３月３１日、貯木場としての供用が廃止された。\nイ　東京都は、昭和６１年１１月、「第２次東京都長期計画」（乙８）を策定し、有明地区を含む地域を臨海\n副都心と定めるとともに、同地区を埋め立て、国際化にも対応した居住機能の立地を進め、あわせて商業\nや文化等の機能の導入を図ることとした。\nウ　東京都は、上記の「第２次東京都長期計画」に基づき、昭和６３年３月、「臨海部副都心開発基本計\n画」（乙９））を策定し、有明北地区の埋立面積を約４１ヘクタールとし、超高層、中高層の住宅を中心に配\n置することとした。\nエ　東京都は、平成元年４月、「臨海副都心開発事業化計画」（乙１２）を策定し、埋立地の幹線道路周辺\nに業務・商業施設を配置し、背後に超高層、高層の住宅を生活関連施設とともに配置することとした。\nオ　被告知事は、平成７年７月１８日、臨海副都心開発について総合的な見直しを行うため、被告知事の\n諮問機関として「臨海副都心開発懇談会」を（乙１３）、また、東京都議会は、同年９月２９日、「臨海副都心\n開発特別委員会」を（乙１４）、それぞれ設置した。\nカ　東京都は、平成８年７月、前記オの「臨海副都心開発懇談会」の最終報告及び「臨海副都心開発特別\n委員会」の審議を受けて、「臨海副都心開発の基本方針」（乙１５）を策定し、有明北地区については、自\n然環境を再生・保全し、うるおい豊かな水辺環境を創出する観点から埋立規模を縮小することとした。\nキ　東京都は、平成９年３月、「臨海副都心まちづくり推進計画」（乙１８）を策定し、有明北地区の埋立地\nには、うるおい豊かな都市型住宅を配置し、ウォーターフロントの景観を生かした店舗等の設置を図ること\nとした。\nク　東京港港湾管理者である東京都は、平成１０年１月２６日、上記の「臨海副都心まちづくり推進計画」\nに基づいて、港湾法３条の３第３項の規定に基づき、東京都港湾審議会の答申（乙１９）を受けて、同年２\n月４日「東京港第６次改定港湾計画（一部変更）」（乙２０、４０）を決定し、有明北地区の埋立面積を、約３\n５ヘクタールに縮小し、埋立の形状を定め、同月５日、港湾法３条の３第４項の規定に基づき、当該港湾\n計画を運輸大臣に提出した（乙２１）。そして、同年３月３０日、運輸大臣が東京港港湾管理者の長である\n被告知事に対し、港湾法３条の３第７項の規定に基づいて、「東京港第６次改定港湾計画（一部変更）」は\n港湾計画として適切であると認める旨通知した（乙２２）ので、同年４月１３日、東京港港湾管理者の長で\nある被告知事がこれを告示した（乙２３）。\nケ　東京都は、東京都環境評価条例（昭和５５年東京都条例９６号）所定の手続きを経て、平成１１年３\n月、本件事業に係る環境影響評価書（乙２７）及びその概要（乙２８）を作成し、被告知事（環境保全局）\nは、平成１１年３月２３日、同条例２４条に基づき、本件事業に係る環境影響評価書の概要を公示し、翌２\n４日から当該評価書を縦覧に供した（乙２９）。\nコ　東京都は、平成１１年８月１１日、公有水面埋立法２条及び港湾法５８条２項の規定により、東京港港\n湾管理者の長である被告知事に対して有明北地区の埋立免許（以下「本件埋立免許」という。）を出願し\nた（乙３０）。\nサ　東京港港湾管理者の長である被告知事は、平成１１年８月２０日、公有水面埋立法３条１項に基づ\nき、本件埋立免許の出願があったことを告示し、同日、当該出願図書を縦覧に供した（乙３２）。\nシ　東京港港湾管理者の長である被告知事は、平成１１年９月１７日、公有水面埋立法３条３項の規定に\n基づき、利害関係を有する東京都（環境保全局及び都市計画局）及び東京海上保安部に対し意見照会を\n行い、東京都の両局からは、留意すべき事項を指摘されたものの、いずれからも特に支障がない旨の回\n答を得た（乙３３の１及び２、３４の１及び２、３５の１及び２）。\nス　東京港港湾管理者の長である被告知事は、公有水面埋立法３条１項の規定に基づき、東京都江東区\n長に意見照会を行い、同区長から同年１２月２２日、同区議会の議決を経て「大枠で了承する」旨回答を\n得た（乙３６の１及び２）。\nセ　被告知事は、平成１２年２月２２日、請負工事業者との間で平成１１年度有明北地区浚渫工事請負契\n約（乙１１７）を締結し、同月２９日、同じく平成１１年度有明北地区しゅんせつ工事請負契約（その２）（乙１\n１８）を締結した（以下あわせて「本件各契約」という。）。\nソ　東京港港湾管理者の長である被告知事は、本件埋立免許の出願が、公有水面埋立法４条１項各号\nの規定に適合すること及び同条３項１号の権利者の同意があることを認め、平成１２年３月１０日、公有水\n面埋立法４７条１項及び同法施行令３２条１号の規定に基づき、運輸大臣に対して本件埋立免許の認可\nを申請した（乙３７）。\nタ　被告出納員は、平成１２年４月１９日、上記セ記載の各契約の代金としてそれぞれ１億０５００万円及\nび１億２０１０万円の前払金を支払った。\nチ　運輸大臣は、平成１２年８月１７日、公有水面埋立法４７条１項の規定に基づき、東京港港湾管理者\nの長である被告知事に対して、本件埋立免許について認可した（乙３８）。\nツ　東京港港湾管理者の長である被告知事は、平成１２年８月１７日、東京都に対して、公有水面埋立法\n２条１項の規定に基づき有明北地区の埋立について免許した（乙３９）。\n(3)　監査請求\nア　原告ら（ただし、原告Ｇの監査請求が有効であるか否かについては下記のとおり争いがある。）は、平\n成１２年５月２４日、法２４２条１項に基づき、東京都監査委員に対し「有明北地区埋立事業に対する公金\n支出差止、その他必要な措置を講ずること」を求める住民監査請求（以下「本件第１監査請求」という。）を\n行った（甲２の１ないし８）。\nイ　東京都監査委員は、平成６年６月２６日付けで、上記アの監査請求は不適法である旨決定し、この旨\n請求人らに通知した（甲３）。\nウ　２４２号事件原告らほか２名は、平成１２年６月３０日、法２４２条１項に基づき、東京都監査委員に対\nし、本件埋立事業に係る免許交付前に本件各契約を締結し、本件支出をしたことが違法であるとして、被\n告知事に対し、「契約の取消しと前払金の回収その他の必要な措置を講ずること」を求める住民監査請求\n（以下「本件第２監査請求」という。）を行った（甲４の１ないし４）。\nエ　東京都監査委員は、平成１２年８月２８日、上記ウの監査請求につき、本件契約の締結に当たり事務\n処理に適切を欠く点が見受けられたので、港湾局に対し「公有水面の埋立事業に関する契約事務につい\nては、今後、公有水面埋立法に定める免許手続の趣旨を踏まえ、適切に行うよう努められたい。」との要\n望を行った上、同監査請求につき理由がない旨の決定をし、この旨請求人らに通知した（甲５）。\n第３　本件の争点及び争点に関する当事者の主張\n１　争点\n本件の争点は①被告知事及び被告出納員に対する訴えの適法性（争点１）、②本件埋立事業に係る違\n法性の存否（争点２）、③本件支出の違法性及びそれに基づく損害の存否（争点３）である。\n２　争点１（被告知事及び被告出納員に対する訴えの適法性）に関する当事者の主張\n(1)　被告知事及び被告出納員\nア　監査請求前置\n(ア)　原告Ｇについて\n原告らがした本件第１監査請求において、原告Ｇは請求者となっておらず、同人の訴えは、監査請求を\n前置していない違法なものといわざるを得ない。\nすなわち、原告らが自認するとおり、原告Ｇの措置請求書には、署名はあったが、押印がされておらず、\n東京都監査事務局職員の指摘にもかかわらず、原告Ｇは、押印について補正をしなかったのであるか\nら、法施行令１７２条１項及び法施行規則１３条に照らし、適法な監査請求を行っていないものである。\n(イ)　監査請求と本件訴えの対象の同一性\n住民訴訟において監査請求前置の要件を満たすためには、監査請求の対象とされた行為又は事実と、\n住民訴訟において対象とされたそれとが同一であることが必要である。\nこれを本件についてみると、原告らは、本件監査請求の「措置請求」において、「埋立事業への公金支出\n差止、その他必要な措置を講ずること」を求めており、これらの記載から、監査請求の対象に契約の締結\nもしくは履行、債務その他の義務の負担、または企業債若しくは地方債の起債手続の差止めが含まれる\nとは解されず、また、前記公金支出から、契約の締結若しくは履行、債務その他の義務の負担、または企\n業債若しくは地方債の起債手続が派生し、又はこれに後続することが当然に予測されるものとは解されな\nい。\nしたがって、本件訴えにおいて差止めの対象とされた行為のうち、契約の締結若しくは履行、債務その\n他の義務の負担、または企業債若しくは地方債の起債手続の差止めは、本件監査請求の対象と同一性\nを有せず、この部分については監査請求を経ていないというべきである。\nイ　回復の困難な損害を生ずるおそれの不存在\n法２４２条の２第１項１号に定める差止請求の訴えは、当該行為により地方公共団体に回復の困難な財\n産的損害が生じるおそれのあることが訴訟要件と解するべきである。\nこれを、本件についてみれば、本件埋立事業に要する費用は、埋立事業費４００億円及び補償金（調査\n費含む）１２９億円の合計５２９億円であり、これに企業債利子１２０億円及び地区内道路等の基盤整備費\nを含む収支差額予定金１０１億円を加えても７５０億円であるところ、これに対して本件埋立事業によって\n東京都が所有権を取得する土地の価格を、本件埋立地に最も近接する東京都基準地の平成１２年東京\n都基準地価格をもって見積もると約１２３２億円と算定され、本件埋立事業に要する費用を相当上回って\nいるから、本件埋立事業の実施は採算性のある事業なのであり、\n同事業に係る公金の支出、契約の締結若しくは履行、債務その他の義務の負担、企業債若しくは地方債\nの起債は、東京都に何ら回復困難な財産的損害を生ぜしめないものである。また、仮に、本件埋立事業\nに原告らが主張する違法事由が存するとしても、請負工事に対する対価の支払を目的とするものである\nから、東京都に損害が生ずることはあり得ない。\nしたがって、本件訴えは、法２４２条の２第１項柱書き中のただし書きに定める「回復の困難な損害を生\nずるおそれがある場合」に当たらないから不適法な訴えである。\n(2)　原　告\nア　監査請求前置\n(ア)　原告Ｇの訴え\n原告らは、平成１２年５月２４日、本件埋立事業に関する公金支出について住民監査請求を行ったが、\nその際、原告Ｇ及びＣの措置請求書には、署名はあったが押印がされていなかったため、事務局の職員\nから押印がない者の措置請求は無効であるとの見解が示された。そのため、原告Ｃは、同人の措置請求\n書を持ち帰り、押印の後再び持参したが、原告Ｇの措置請求書は、監査委員事務局に保管されている。\n法令上、措置請求書に請求者の押印をしなければならないと定めた規定はなく、原告Ｇの住民監査請\n求は有効にされたものであり、東京都監査委員は、法２４２条２項の規定に従って監査請求を行わなけれ\nばならないにもかかわらず、違法に監査を行っていないだけであり、原告Ｇの訴えは、適法な監査請求を\n経たものとして適法である。\n(イ)　監査請求と訴えの対象の同一性\n原告らの監査請求の趣旨は、本件埋立事業を行うことにより損失が増大することが確実であるから、本\n件埋立事業に関する財務会計上の行為は法等に違反する違法なものであるというものであり、これにか\nんがみれば、原告らが措置請求で求めた「その他の必要な措置」に契約締結等の差止めが含まれること\nは明らかであり、監査請求と本件訴えの対象は同一であるというべきである。\n仮に、「その他必要な措置」に契約の締結等が含まれていると解し得ないとしても、本監査請求における\n措置請求で原告らが求めた措置と本件訴えの請求内容とは、対象となる行為の行為者、監査対象、違法\n事由の各点において同一であり、本件監査請求と本件訴えとは、対象となる行為者及び行為が同一なも\nのにつき、違法事由を追加し、求める措置を特定したにすぎず、実質的にみれば、同一性があることは明\nらかである。\nイ　回復困難な損害を生ずるおそれ\n(ア)　後記３(3)ア(ア)のとおり、本件埋立事業へ公金支出等を行っても、それに見合うだけの結果が得ら\nれないどころか、莫大な財政赤字が残るだけであるというものであり、投入した資本に見合うだけの収益\nを得ることができない事業への資金の投入により損害が生じることは明らかである。\n(イ)　本件埋立事業に関する免許は、後記のとおり違法であり、無効又は取消し得べきものである。無効\n又は取消し得べき埋立免許に基づく埋立の法律効果は、免許を受けないで埋立工事をした場合と同一で\nあって、東京都は、本件埋立事業の原状回復義務を負い（公有水面埋立法３６条、同法３５条１項）、仮\nに、原状回復義務を免除されたとしても、埋立地の所有権は無償で国に帰属することとなるため、本件埋\n立事業に関する公金支出が全て無駄となる結果を招く。\n３　争点２（本件埋立事業に係る違法性の存否）に関する当事者の主張\n(1)　被告知事及び出納員\nア　本件埋立事業が地方公営企業法等に違反しないこと\n本件埋立事業は、前記２(1)イのとおり、経済的合理性を有し、地方公営企業法３条、地方財政法４条１\n項及び法２条１４項の各規定に反するものではないから、本件各公金支出は適法である。\nイ　本件埋立事業が公有水面埋立法に違反しないこと\n本件埋立事業は、公有水面埋立法４条１項の定める国土利用上適正かつ合理的であること（１号）、そ\nの埋立が環境保全及び災害防止につき十分配慮せられたるものなること（２号）、埋立地の用途が土地\n利用又は環境保全に関する国又は地方公共団体の法律に基づく計画に違背せざること（３号）、埋立地\nの用途に照らし公共施設の配慮及び規模が適正なること（４号）、第２条第３項第４号の埋立にありては出\n願人が公共団体その他政令を以て定むる者なること並びに埋立地の処分方法及び予定対価の額が適正\nなること（５号）、出願人がその埋立を遂行するに足る資力及び信用を有すること（６号）の各要件を充足\nし、適法である。\nウ　本件埋立事業は環境影響評価条例に反しないこと\n東京都が埋立事業を実施するに当たって、環境影響評価条例の各規定に基づき本件埋立事業の環境\n影響評価を行った結果、本件埋立事業が大気汚染、悪臭、騒音、振動、水質汚濁、植物・動物及び景観\nに与える影響が少ないことから、本件埋立事業が環境影響評価条例に適合する事業である。\n(2)　被告Ｋ\n本件埋立事業の適法性に関する主張は、被告知事の主張を援用する。\n(3)　原告ら\nア　地方公営企業法違反\n(ア)　本件埋立事業に経済的合理性がないこと\nａ　本件埋立地の評価\n(ａ)　基礎となる地価について\n被告らの計画上の地価及び将来における地価上昇予測はおよそ根拠がない。\n被告らは、近隣の土地である平成１２年度東京都基準地価格の江東区有明一丁目５番９外２面の基準\n地価格は、１平方メートル当たり３５万円であるが、平成１３年度の同土地の価格は、下げ止まらない地価\nを反映して１平方メートル当たり３３万５０００円に値下がりし、翌１４年度には下落は免れたものの横ばい\nであった。被告らの資金計画では平成１２年以降２パーセントの地価上昇を見込んでいるところ、現実にこ\nの計画は実現不可能となっている。そして、江東区の地価が平成７年から一貫して大幅に下落し、また、\nデフレが進行し、今後地価上昇の要因も見いだせない現状においては、被告らの計画とは逆にしばらくの\n間地価の下落が続くことがむしろ相当の確実性を以て予測される。さらに、創設される土地が埋立地であ\nることから必要となる土地の沈下対策、液状化対策等の費用、近年の住宅及びオフィスビルの供給過\n剰、現に臨海副都心地区における需要がないことなど、本件埋立地については価格を押し下げる要因が\n目立ち、本件埋立地の評価は、近隣土地の評価をさらに下回ることが容易に予測される。\n(ｂ)　評価対象面積について\n本件埋立地は３５．２ヘクタールであるが、その中には公園道路部分、雨水ポンプ施設用地など処分が\n不可能あるいは不適当な部分が多く含まれており、東京都の計画によったとしても、実際に処分可能な土\n地は３５．２ヘクタール中の約２０．７ヘクタールにすぎない。これらの土地を東京都が民間に売却するなど\nして換価処分することは予定されておらず、本件埋立事業の経済性を判断するという観点からの資産評\n価は０である。\nしたがって、東京都が本件埋立事業によって本件埋立地の所有権を取得することにより東京都が得る\n可能性のある利益は、２０．７ヘクタールをもって評価がされなければならない。\n(ｃ)　現時点での予測評価額\n被告らの主張する計算方法によった場合、平成１４年度の前記基準地の価格は１平方メートル当たり３\n３万５０００円であるから、今後のさらなる値下がりの可能性を一切考慮せずに同評価時点の地価により\n前記(ｂ)の面積に基づいて計算したとしても、東京都が取得する処分可能な本件埋立地の価格は約６９３\n億４５００万円である。\n前述した本件埋立地固有の地価を押し下げる要因及び一般に地価下落が続く現状においては、今後本\n件埋立地を処分したとしても、その総額が前記価額を下回る可能性が高い。\nｂ　本件埋立事業の費用\n(ａ)　計上されるべき費用\n本件埋立地を創出することにより、被告らの認める埋立費用、調査費用及び起債利息の他、基盤整備\n費、区画道路整備費及び土地区画整理事業等の諸費用が必要となるところ、これらを含め本件埋立地を\n創出することにより支出が必要となる一切の費用が本件埋立事業と相当因果関係のある費用として考慮\nされなければならない。\n(ｂ)　原告らの調査により判明する費用\n本件埋立事業に関しては、少なくとも埋立事業、調査補償費及び起債利息として合計６４９億円、区画\n整理事業費として４８０億円、公園道路整備費として１００億円及び区画道路整備費として９０億円の合計\n１３１９億円の費用が必要となる。ただし、これらは現実に本件埋立事業に必要な費用の一部に過ぎない\nと推測される。\n(ｃ)　他の埋立地における実例\n東京都埋立事業報告書や東京都埋立事業会計決算審査意見書等によると、平成９年度に処分した埋\n立地の処分原価は７３万２００４円、平成１１年度の同処分原価は５９万３０７７円、平成１２年度の同処分\n原価は４３万６７３１円となり、これらの実例からすると、どんなに少なく見積もっても１平方メートル当たり４\n０万円を下らない費用を要することが明らかである。\nこれを本件埋立事業に当てはめると、少なくとも１４０８億円を要することとなる。\nｃ　結論\n以上によれば、本件埋立事業に対しては、少なくとも１４０８億円の費用が必要である一方、それにより\n多くても６９３億４５００万円の価値の土地しか創設されず、結果、東京都に赤字が生じること、すなわち、\n本件埋立事業に経済的合理性はなく、地方公営企業法３条に違反することは明らかである。\n(イ)　本件埋立事業に必要性がないこと\nａ　住宅地について\n東京都は、本件埋立事業を必要とする理由として、住宅地供給の必要性を挙げ、本件埋立地のうち２\n５．４ヘクタールを住宅用（複合用を含む。）として使用すべき土地として計画しているが、都心に低・未利\n用地が多数存在するのであるから、それを利用するのが第一であり、それで足りるといえる。臨海部にも\n低・未利用地が多数存在し、莫大な公金支出を行って新たに埋立をする必要性は存しない。また、江東区\n及び東雲地区に高層住宅が造られるなど、臨海副都心周辺の住宅地は既に供給過剰の状態であり、い\nまだ埋立がされていない有明北地区を新たに埋め立てることによる住宅の供給という意義は完全に失わ\nれている。\nまた、本件埋立地付近は、東京でも１、２を争う大気汚染地帯となっていることや、本件埋立地付近には\n幹線道路３本、高速道路１本が建設されることになっており、大気汚染や交通騒音に悩まされることが必\n至であり、住環境としても不適切である。\nｂ　商・業用地について\n本件埋立地は、住宅地の他、商・業用地として計画がされているが、都心のオフィスビルも、汐留や品川\n駅周辺などに超高層ビルが次々と完成し、すでに供給は過剰状態にある。さらに、現在も着々と新たな高\n層ビルの建築が進み、オフィスビルの供給は著しく過剰になり、空室率が大幅に上昇している。\nまた、臨海副都心における既存の埋立地については、本訴提起後現在に至るまでの約３年間の実績を\nみてもほとんど買手のない状態のまま放置されており、臨海副都心における商・業用地としての需要がな\nいことは実証されている。\nｃ　環境破壊の点について\n本件埋立地付近は、東京湾にわずかに残された魚介類や鳥類の生息地であり、自然豊かな浅瀬であ\nる。また、本件埋立地付近では、環境庁のレッドリストにも指定されている絶滅危惧種である「エドハゼ」の\n生息も確認されており、本件埋立事業がこのような絶滅危惧種を含む多くの魚介類の生息状況に悪影響\nを与えることが必至である。このように環境保全への配慮を欠いたまま、自然を破壊してまで需要のない\n住宅地や商・業用地等を創設する必要はない。\nｄ　結論\n本件埋立事業は、その必要性も乏しいものである。\n(ウ)　以上より、本件埋立事業には、経済的合理性がないことが明らかであることに加え、その必要性も\n乏しいものであるから、地方公営企業法３条に違反するものであることは明らかである。\nイ　公有水面埋立法４条違反について\n(ア)　本件埋立事業は下記のとおり、国土利用上適正さを欠き環境保全への配慮を欠いたものであり、公\n有水面埋立法４条各号の免許基準を満たさない重大かつ明白に違法なものである。\n(イ)　大気汚染について\n本件埋立地付近の平成８年度の二酸化窒素の濃度は、現段階で環境基準をはるかに越え、さらに、ダ\nイオキシンの発生総量計算は、２３区の中でも飛び抜けた最高値を出しており、東京でも１、２を争う大気\n汚染地帯となっている。そして、埋立地には、幹線道路３本、高速道路１本が５００ｍ及び８００ｍ間隔で建\n設されることになっているが、その結果、埋立地付近はさらなる自動車排気ガス汚染と交通騒音に悩まさ\nれることが必至である。\nなお、被告らの行った環境影響評価は、４本の大型道路の自動車交通の影響を取り入れた大気汚染の\n予測・評価を実施しておらず、実態を反映していない誤ったものである。\n(ウ)　悪臭について\n被告らは、浚渫による悪臭を脱臭剤等で防ぐことができる旨主張するが、他の港での浚渫工事における\n脱臭剤の使用実例を示すこともできず、脱臭剤の効果及び生物に対する毒性の評価についても、全く説\n明を行うことができず、浚渫工事に伴う悪臭により周辺の環境が悪化することは必至である。\n(エ)　騒音・振動について\n埋立工事に伴う工事車両に伴う騒音、建設機械による騒音は埋立地周辺の環境を著しく悪化させること\nが明らかであり、被告らは、この点について明確な反論をすることができないままである。\n江東区から騒音測定器を借りて調べた結果によれば、７０デシベル以上となる時間帯が圧倒的に多いと\nのことであり、その騒音は受忍限度を超えるものである。\n(オ)　水質汚濁について\n平成１０年１２月１７日に行われた東京都環境科学研究所の公開発表会の「東京湾内に生息する生物と\n浄化機能」という発表中において、「浅場では、水生生物の割合が沖合に比べて４～５倍も多く、また、都\n内湾全体のＣＯＤ浄化量のうち、約８０％は水深１０ｍ未満の沿岸域が担っている。」と報告されており、有\n明北水面を埋め立てることにより、東京湾内の浄化作用が悪化することは明らかである。\n(カ)　陸上動物について\n鳥類は、一般には人がにぎわう場所を好まないし、箱庭のような汐入に葦を植え止まり木を設けるなど\n海浜公園を整備しても鳥は集まらない。さらに、埋立によりＣＯＤが高くなり水質が汚濁することは明らか\nであり、そうした水域に鳥類が集まることはあり得ないし、残された水域の利用を再開するなどということも\n常識としてあり得ない。\n(キ)　水生生物について\n埋立予定地の貯木場には、実際に非常に多くの水生生物がおり、環境庁のレッドリストにも指定されて\nいる絶滅危惧種である「エドハゼ」の生息も確認されている。また、本件埋立地にはマハゼの産卵孔も観\n察されている。\nそもそも、本件埋立地は、「特に水鳥の生息地として国際的に重要な湿地に関する条約（ラムサール条\n約）」１条の湿地であるところ、同条約４条は、登録の有無を問わず湿地の保全促進を定めており、本件\n埋立免許が鳥類の生息状況に悪影響を与えるのは必至である以上、本件埋立免許は同条約に違反する\nものである。被告らの主張する「干潟機能を持った汐入に泥だまりを設け、浚渫土を入れることにより、底\n生動物の生育環境に配慮する」という手法や、「埋立による水生生物の消滅を近自然ブロック、緩傾斜型\n護岸で補う」という方法は、全く科学的根拠を欠く工法であり、水生生物の保護に何ら効果が期待できな\nい。前記(オ)の公開発表会の前記発表では、緩傾斜型護岸でのＣＯＤ浄化量は最低であることが報告さ\nれている。\n被告らの「魚も鳥も工事中は他の場所に一時的に避難するので影響は少ない」という評価自体が、被告\nらの環境保全に対する認識の根本的な誤りを端的に現している。水面が３５ヘクタールなくなることが、魚\nや鳥などの生き物にどのような影響を与えるかという点を評価すべきである。\nウ　環境影響評価条例違反\n東京都環境影響評価条例９条２項は、事業者が「相互に関連する２以上の対象事業」を行うときは、こ\nれら対象事業も合わせた評価書案を作成すべきことを定めているものであり、それぞれの対象事業ごと\nの評価書が提出されているだけでは足りず、相互に関連する複数の対象事業を合わせた事業全体の環\n境評価書案を作成しなければならないのであって、この事業全体の評価が行われておらず、本件埋立事\n業は同条例に違反するものである。\n４　争点３（本件支出の違法性及びそれに基づく損害の存否）に関する当事者の主張\n(1)　被告Ｋ\nア　本件各契約に基づく前払金は、現場における工事着手の前に行う作業（①実施工程表、安全管理体\n制等を定めた施工計画書の作成、②労働基準法等に基づく労働基準監督署への届出等の諸法令に基\nづく手続、③施工機械の準備、作業労働者の確保等、現場の着手に向けた準備）に要する経費に充てる\nために、本件各契約に基づいて、請負工事業者からの請求を受けて支払ったものである。\nイ　公金の支出である前払金支出の権限は、被告出納員に委任されており、被告知事の権限ではないか\nら、本件前払金の支払をもって、被告Ｋの財務会計行為とするのは誤りである。そして、本件各契約につ\nき無効とすべき事由はないから、被告Ｋについて、被告出納員に対する指揮監督上の過失が存在するこ\nともない。\nウ　本件各契約は、手続上いささかの瑕疵もなく、また、私法上も有効に成立しているのは明らかであっ\nて、同契約に基づいてした所定の前払金の支払いは、本件各契約の注文者である東京都の契約上の義\n務の履行としてされたものであり、この支払いをもって、東京都の損害であると認定する余地はない。\nエ　原告らの主張する法令違反を前提にしても、公法面から手続きを規定した法規に違反してされた契約\nが私法上当然に無効となるものではないことにかんがみれば、本件各請負契約が無効となることはなく、\n私法上有効に成立していることは明らかで、その契約に基づく義務の履行を東京都の損害であると観念\nする余地はない。\n(2)　原告ら\n本件埋立事業に関しては、公有水面埋立法等の規定により、港湾管理者であるとの免許が必要であ\nり、都が免許するに当たっては運輸大臣（当時）の認可が必要である。ところが、被告Ｋは、いまだ免許申\n請すら行われていないにもかかわらず、本件埋立事業に関する請負契約を各工事業者と締結した上、何\nら認可が出ておらず、その後、工事を行うことになるか否かも不明であるにもかかわらず、平成１２年４月\n１９日に工事請負代金名目で、合計２億２５１０万円を前払した。\n上記行為については、東京都監査委員も「契約事務処理に適切を各点が見受けられた」と指摘するとお\nり、違法・不当なものであることが明らかである。このような前払金の支払行為は、そもそも東京都にとっ\nて何ら必要な行為ではないし、もし埋立免許の認可が下りなかった場合には、当然に工事業者らからの\n回収をする必要が生じるが、そこにはデフォルトや倒産等のリスクも伴い、業者の利益にこそなれ、何ら\n東京都の利益になることではない。\nまた、前払金の支払が業者からの請求に基づくものだとしても、そもそも認可前にもかかわらず契約を\n締結していること自体が違法であり、業者も当然にそのことは知っていたはずである。\nいずれにせよ、東京都が認可前に契約を締結したり、前払金を支出することについては、業者の利益に\nこそなれ、何ら東京都の利益にはならない。そして、被告Ｋも、認可がないにもかかわらず契約締結や前\n払金の支払を行った理由を未だ明らかにし得ないでいる。\nこのように、上記の２億２５１０万円については、適法な手続の下では、何ら東京都が支出を要しないは\nずのものであった。にもかかわらず、東京都が２億２５１０万円の支出を余儀なくされたのは、被告Ｋの違\n法行為に起因することが明らかであるから、東京都は被告Ｋの違法行為により２億２５１０万円の損害を\n被った。\n第４　争点に関する当裁判所の判断\n１　原告Ｇに係る監査請求前置（争点１、その１）\n原告らが平成１２年５月２４日に本件第１監査請求をした際、原告Ｇ及び同Ｃの措置請求書には、署名\nがされていたが押印がされておらず、この点につき事務局の職員から押印がない者の措置請求書は無\n効であるとの見解が示されたため、原告Ｃは、同人の措置請求書を持ち帰り、押印の後、再度監査請求\n事務局に提出したが、原告Ｇの措置請求書は、事務所に保管されたままであることは、原告らが自認する\nところである。\nそして、法施行令１７２条２項は、住民監査請求の請求書は、自治省令（当時）で定める様式によりこれ\nを調整しなければならないと規定し、法施行規則１３条及び別記様式によれば、住民監査請求の請求者\nは、請求書の請求者欄に住所、職業を記載し、氏名を自署し、押印をすべきものとされているのであり、\n原告Ｇの監査請求は、形式的には法施行令及び法施行規則の定めに従っていないこととなる。\nしかし、前記の各規定が請求人に対し自署に加え押印をも求めている趣旨は、請求人が真に監査請求\nをする意思をもって監査請求をしたのかどうかを確認するためのものであると解されるから、仮に押印が\nされていなかったとしても、当該監査請求が請求人の意思に基づくものであることが確認できる以上、押\n印が欠けたことのみによってその監査請求を不適法とするのは相当ではないというべきである。本件第１\n監査請求について、原告Ｇが自署していたことは当事者間に争いがなく、他に監査請求が原告Ｇの意思\nに基づかずにされたと認めるに足りる特段の事情は存しないのであるから、原告Ｇの監査請求が自らの\n意思に基づいてされたことは明らかであるといえる。そうすると、原告Ｇのした監査請求は、適法なものと\n扱われるべきであり、これを理由に、原告Ｇが適法な監査請求を経ていないとする被告知事及び同出納\n員の主張は採用し得ない。\n２　監査請求と住民訴訟の同一性（争点１、その２）\n甲第２号証の１によれば、原告らは、本件第１監査請求の監査請求書に、本件埋立事業への公金支出\n差止め及びその他必要な措置を講ずることを求める旨を記載し、その根拠としては、埋立事業が都財政\nを逼迫させ、最終的には都民がそのつけを負わされることになることが、法２条１３項及び地方公営企業\n法３条に違反することや埋立事業が環境を破壊すること等を挙げている。\nそうすると、当該監査請求は、本件埋立事業が経済的合理性を欠き、また、環境を破壊する違法なもの\nであることを原因として、本件埋立事業に係る公金の支出の差止めを求めるとともに、それを代表的なも\nのとして挙げながらも、求める措置を公金支出差止に限定することなく、公金の支出をはじめとする埋立\n事業に係る財務会計行為全般を「その他必要な措置」として問題視し、必要があればそのような財務会計\n行為の差止めを求めているものと解すべきである。そうすると、原告らが本件訴訟において差止めを求め\nた本件埋立事業に係る契約の締結・履行、債務その他の債務の負担、企業債若しくは地方債の起債手\n続の各財務会計行為も、原告らが本件第１監査請求において措置請求の内容とされているものと解され\nる。\nしたがって、本件第１監査請求と住民訴訟の対象が同一性を欠くとの被告知事及び同出納員主張は採\n用し得ない。\n３　本件埋立事業により回復の困難な損害を生じるおそれがあるといえるかについて\n(1)　「回復の困難な損害を生じるおそれがある場合」の意義等\n法２４２条の２第１項１号は、地方公共団体の住民に普通地方公共団体の執行機関又は職員による財\n務会計上の違法な行為を予防するために、当該行為の差止請求権を認めたものである。このような制度\nの趣旨及び目的からすると、同項ただし書にいう「回復の困難な損害を生ずるおそれがある場合」とは、\n当該行為により普通地方公共団体が事後的に回復することが困難な財産的損害を被るおそれがある場\n合をいうと解するのが相当である。そして、住民訴訟は、自己の法律上の利益に直接かかわらない事項\nにつき、普通地方公共団体の住民という資格で特に法によって出訴することが認められている民衆訴訟\nの一種であり、このうち同項１号所定の差止請求訴訟は、事後的な請求によっては目的を達することがで\nきない場合に限って提起することが認められる訴訟類型とみるべきであることによれば、回復困難な損害\nを生ずるおそれがないにもかかわらず提起された差止請求訴訟は、法により特に出訴が認められた住民\n訴訟の類型に該当しない訴えとして不適法といわざるを得ない（最高裁判所第三小法廷平成１２年１２月\n１９日判決民集５４巻９号２７４８頁）。\n(2)　本件埋立事業の経済的合理性\nア　甲第３１号証及び乙第９２号証によれば、東京都は、本件埋立事業に要する費用として、埋立工１３７\n億９８００万円、護岸工２４５億９４００万円及び撤去工１６億０８００万円の埋立造成事業費小計４００億円\n並びに関連工事として６億６８００万円の合計４０６億６８００万円の支出を見積り、その費用は都費６億６\n８００万円及び起債４００億円により調達するものとして、起債の償還は平成２２年度（１１年次）から２６年\n度（１５年次）にかけて行い、平成２６年度（１５年次）までの企業債利子は１２０億円に上るものと計算して\nいたこと、このほかに埋立に係る補償・調査費１２９億円を加えると、本件埋立に要する費用の総額は６２\n９億円となること、他方、本件埋立地について、公園用地、雨水ポンプ施設、道路等の部分を除いた処分\n可能な土地約２０．７ヘクタールを１３の区画に区分し、平成２０年度（９年次）に各区画を譲渡又は賃貸に\nより処分することを計画しており、各土地の処分価格については、平成１０年３月３１日における近傍類似\nの土地価格に基づき埋立地の基準地価格を１平方メートル当たり１３８万円とし、地価上昇率について、\n平成１１年度までは横ばい、平成１２年度から１６年度まで２パーセント、平成１７年度以降は３パーセント\nと見積もり、それによる価格に、品等比較、画地条件、容積格差、用途格差の個別要因を考慮した上で算\n出したこと、処分価格の合計は、譲渡代金と賃貸物件の権利金の合計が６２８億９６７１万６０００円、賃貸\n収入は、平成２０年度（９年次）において１４億７７７１万１０００円で、３年ごとに３パーセント上昇するものと\nして、平成２７年度（１６年次）までに１２１億３４９２万４０００円となり、平成２７年度（１６年次）までの収入\nの合計は１１５０億３１６４万円に上ると予定していたことが認められる。\nイ　原告らは、上記の見積もりが合理性を欠くものとして、前記第３、３(3)記載の主張をするため、以下そ\nれぞれについて検討する。\n(ア)　創設される埋立地の評価について\nａ　原告らは、被告らが算出した処分価格の合計には、本件埋立地のうち、公園道路部分、雨水ポンプ施\n設など処分に不可能又は不適当な部分の価格が含まれている旨を主張するが、前記アのとおり、処分価\n格は、公園用地、雨水ポンプ施設、道路等を除いた土地を１３の区画に区分し、その面積に応じて土地の\n価格を算出しており、１３区画の合計面積は、原告らが主張する２０．７ヘクタールになるのであるから、原\n告らの指摘は誤りというほかない。\nｂ　原告らは、近隣の基準地の価格が、平成１３年に値下がりし、平成１４年も横ばいであったことを指摘\nし、被告が平成１２年度以降２パーセント、平成１６年度以後３パーセントの値上がりを見込んで算出して\nいることに根拠はない旨を主張し、甲第２６号証によれば、そのような事実が認められるが、その事実を\n前提に考えたとしても、平成１３年から平成１４年まで、その地価は下落しておらず、ほぼ横ばいの状態と\nなっており、乙第８８号証及び第９７号証によれば臨海副都心地域における埋立地において売却方式によ\nる事業予定者が決定していることや、乙第９８号証及び第９９号証によれば平成１５年１月１日現在の路\n線価が都心地域において上昇に転じていると認められること等にかんがみれば、少なくとも本件埋立地\nの価格が大幅に下落する可能性は低く、少なくとも横ばいの傾向が続くものと認められる。\nそこで、被告らの見積もりのうち、年２パーセント又は年３パーセントの地価上昇、３年ごとに３パーセント\nの賃料の上昇を折り込まずに計算した場合、平成２０年度における土地の処分価格は約５０６億円（６２８\n億９６７１万６０００円÷１．２４２６５３）となり、また同年度における単年度の賃貸収入は、約１１億８９１５\n万円（１４億７７７１万１０００円÷１．２４２６５３）となり、これに、賃貸開始時から起債償還時までの７年を\n乗じると約８３億２４０５万円となり起債償還時までの合計は５８９億円となる。\nそうすると、仮に、原告らが指摘する点を考慮し、土地の価格上昇率を考慮せず、地価が現時点でのも\nのと同額程度で推移することを前提として評価すると、起債償還時までの収入は支出を約４０億円程度下\n回ることとなるが、上記賃貸収入は、賃貸期間である３０年が満了するまでさらに２３年にわたって毎年発\n生するのであるから、なお２７０億円あまりの収入が見込まれることとなり、結局、収入金額は８２６億円程\n度に達し、本件事業が収入を上回る支出を要することはないこととなる。\nｃ　また、原告らは、近隣の基準地である江東区有明一丁目５番９外２面の土地が３５万円であること及び\n前記ａ主張の売却可能土地の面積が２０．７ヘクタールであることによれば、本件埋立地の価格が６９３億\n円にすぎない旨主張するが、乙第８８号証によれば、平成１４年度に公募された臨海副都心地区の土地\n賃貸に当たり算出された土地価格は、１平方メートル当たり８３万９７００円から１３８万１７００円となり、３\n５万円を大きく上回るものであるから、原告らの主張は前提に疑問がある。また、甲第３１号証により認め\nられる被告らの処分計画によれば、本件土地を１３区画に区分し６区画は譲渡を行うものの、７区画につ\nいては賃貸を行い、資産として所有したまま、賃貸収入を得る旨の計画をしているのであるから、原告ら\nが主張するような方法により算出された価格を事業費と比較すること自体にも疑問があるといわざるを得\nない。\n(イ)　本件埋立事業に要する費用について\n原告らは、本件埋立事業には、埋立事業費、調査補償費、起債利息合計６４９億円に加え、少なくとも区\n画整理事業費４８０億円、公園道路整備費１００億円及び区画道路整備費９０億円の合計１３１９億円が\n必要であり、また、他の事業における処分原価によれば、処分原価は１平方メートル当たり４０万円を下ら\nないとし、本件土地の面積によれば約１４０８億円を要する旨主張する。\nしかし、乙第９１号証の１及び２、第１０４号証によれば、原告らが主張する土地区画整理事業はその事\n業名こそ「有明北土地区画整理事業」と称するものの、その施行地区は、本件埋立地に隣接する土地で\nあり、本件埋立地を施行地区とするものではなく、その費用はもともと同事業の費用として支出されるもの\nであることが認められるから、これを本件埋立事業に要する費用に含めることは妥当ではない。また、本\n件埋立完成後、公園道路整備に費用を要することは明らかであり、この費用は本件埋立のために要する\n費用であるというべきであるが、本件書証をもってもこれにどの程度の金額を要するかは必ずしも明らか\nではないものの、その額が、前記(ア)で低く見積もった収入金額８６２億円と本件埋立に要する６４９億円と\nの差額を上回るとは到底考えられない。\nまた、原告らは、他の埋立地の処分の実例を挙げ、それら実例における処分原価から、本件埋立事業\nには少なくとも約１４０８億円を要する旨の主張をするが、埋立事業における処分原価の大部分は、埋立\n工事であるところ、その金額は、原告らがその主張の根拠とする甲第３３号証ないし第３５号証により認め\nられる平成９年、同１１年及び同１２年の処分原価に大幅な変動が見られるように、具体的な工事の内容\nによって大きく異なるものであるから、前記のような概算により処分原価を推認することはできないものと\nいうべきである。\n(ウ)　以上によれば、原告ら指摘の点は、採用し得ないものか、仮に採用するとしても、本件埋立事業の\n経済的合理性を左右するに至らないものというべきである。\nなお、被告らの見積もりのとおりの収入が得られるためには、実際に被告が計画するとおりの処分が\nされることが必要であり、それは、その時の経済状況や周辺地域の不動産の需給の状況にもかかわるこ\nとであり、実現可能性について危惧がないでもないが、少なくとも、そのような事態が永続的に生ずるとは\n考えられず、東京都が処分し得べき財産を所有することにはなるのであるから、仮に処分が容易でない\n状況が一時的に生ずるとしても、そのことが本件埋立事業の経済的合理性を失わしめるものとはいえな\nい。\nこのように本件事業の見積もりの合理性に疑いを抱かせる事由が見当たらない以上、本件埋立事業を\n行うこと自体によって東京都に回復困難な財産的損害が生じるおそれがあるとは認められないこととな\nる。\n(3)　本件埋立事業の違法性\nア　原告らは、本件埋立事業が違法であり、本件埋立事業に係る免許が無効又は取り消し得るものであ\nった場合、都が原状回復の義務を負うなどの損害を被り、「回復の困難な損害を生じるおそれ」が存する\n旨を主張する。\nしかし、上記免許については、今日に至るまでその効力を争う争訟手続がとられた形跡がないから、こ\nれが取り消されることは想定し難く、都が原状回復義務を負うのは上記免許が無効な場合、すなわち、そ\nの違法性が重大かつ明白な場合に限られると考えられる。そこで、このような見地から次のイないしエに\nおいて本件埋立事業の違法性の存否について検討する。\nイ　本件埋立事業の必要性\n原告らは、本件埋立地付近での住宅地、商・業用地が供給過多であり、本件土地を埋め立ててまで、住\n宅地、商・業用地を創出する必要はない旨の主張をする。\n確かに、甲第２３号証には、臨海部等における低・未利用地の存在を指摘する記載もあるが、公営事業\nの必要性は、多分に当該地方公共団体における住民のニーズの多寡の分析や当該事業に関する経営\n判断など、判断的要素を含むものであり、当該事業が経済的合理性を有し、その事業により損失を生じる\n蓋然性が低い限りにおいては、それを行うか否かについては当該自治体、ひいては当該自治体の長の\n裁量に委ねられているというものであって、裁量権の行使に逸脱又は濫用がない限りは、その判断は適\n法とみるべきである。\n本件においても、前記(2)のとおり、本件埋立事業に一定の経済的合理性が認められ、本件埋立地に対\nする需要が全く考えられないといった事情もないのであるから、本件事業が明らかに必要性を欠くものと\nも認められず、そうすると、本件埋立事業が必要性を欠くものであるとして、本件埋立事業を違法なものと\n断ずるのは困難といわざるを得ない。\nウ　公有水面埋立法４条について\n(ア)　原告らは、本件埋立事業により、大気汚染、悪臭、騒音・振動、水質汚濁、陸上水中生物への影響\nが生じ、これによれば、本件埋立事業は、公有水面埋立法４条各号の免許基準を満たさない、重大かつ\n明白に違法なものである旨を主張する。\n(イ)　原告らは、大気汚染について、本件埋立地に幹線道路３本、高速道路１本が設置され、自動車排気\nガス汚染に悩まされる旨の主張をするが、これら道路の建設は、本件埋立事業の竣工後に建設されるこ\nとになっており（乙第２８号証）、形式的にみれば、前記の大気汚染は、本件埋立事業により生じるものと\nはいえないし、乙第２７号証及び乙第４１号証の環境影響評価書によれば、本件埋立事業・臨海部幹線\n道路建設事業、臨海部開発土地区画整理事業のそれぞれが環境基本法に定める環境基準を充足して\nいると認められ、他にこの認定を妨げるに足りる証拠はないから、大気汚染により、本件埋立事業が公有\n水面埋立法４条各号の免許基準外のものとなるとは認められない。なお、乙第１１１号証の平成１５年６月\n提出の本件埋立事業にかかる事後調査報告書（工事の施工中　その２）によれば、四季の代表的な１週\n間の平均値から求めた年平均値において、二酸化硫黄、一酸化炭素、二酸化窒素のいずれもが前記評\n価書の予測値を下回っていると認められる。\n(ウ)　原告らは、悪臭について、埋立工事により浚渫により悪臭が発生し、本件でこれが発生しないことを\n認めることができない旨の主張をする。しかし、乙第１１０号証の平成１３年５月提出の本件埋立事業にか\nかる事後調査報告書（工事の施工中　その１）によれば、住宅地にもっとも接近して行った浚渫工事では、\n脱臭剤を散布したことにより底泥から発生する臭気（ヘドロ臭）は確認されなかったことが認められ、他に\nこれに反する証拠はないから、原告らの主張は採用し得ない。\n(エ)　原告らは、騒音・振動について、埋立工事に伴う工事車両・建設機械による騒音振動が周辺の環境\nを悪化させる旨を主張するが、前記乙第１１０号証によれば、建築機械の稼働による建設作業騒音レベ\nルが、ＰＣ杭撤去作業時に工事区域境界域において７７デシベルであり、予測値及び都民の健康と安全\nを確保する環境に関する条例に基づく指定建設作業にかかる騒音の勧告基準を下回ったこと、また、同\n区域における建築機械稼働による建設作業振動レベルは６８デシベルであり、予測値及び前記条例に基\nづく指定建設作業にかかる振動の勧告基準を下回ったことが認められ、他にこれに反する証拠はないか\nら、原告らの主張は採用し得ない。\n(オ)　また原告らは、水質汚濁が生じ、陸上生物、水生生物についても影響が生じる旨を主張するが、環\n境影響評価書（乙２７）には、これと反対の記載があり、原告らの主張を基礎付けるに足りる客観的な証\n拠はなく、乙第１０９号証によれば、近自然型護岸や汐入の設置の実証実験で、魚介類の生育に一定の\n結果を挙げていることが認められる以上、埋立により一般的に生じる水質汚濁、陸上生物、水生生物へ\nの影響のみによって、本件埋立事業が公有水面埋立法４条各号の免許基準を満たさない、重大かつ明\n白に違法なものであるとまではいえない。\nエ　環境影響評価条例適合性\n前記のとおり、本件事業について、原告らが指摘する大気汚染、悪臭、騒音・振動、水質汚濁、陸上水\n中生物への影響等につき環境影響評価条例の規定に違反する事実は認められない。\n原告らは、本件において相互に関連する複数の対象事業を合わせた評価がされておらず、同条例９条\n２項に違反する旨を主張する。しかし、前記ウ(イ)のとおり、臨海部幹線道路建設事業及び臨海部開発土\n地区画整理事業は、本件埋立事業の竣工後に行われることになっているのであるから、本件埋立事業の\n環境影響評価に当たって、道路建設・土地区画整理の各事業を所与のものとして環境影響評価を行う必\n要はないのであり、原告らの主張は採用し得ない。なお、乙第４１号証によれば、臨海部幹線道路建設事\n業及び臨海部開発土地区画整理事業の環境影響評価においては、本件埋立事業の結果が存在するも\nのとして環境影響評価が行われている。\nオ　小　括\nそうすると、本件埋立事業に重大かつ明白な違法はなく、都が原状回復を命ぜられることは想定し難い\nし、上記の諸事情からすると、都が本件事業を行うことにつき多額の損害賠償を命ぜられる事態も想定し\n難いと認められる。\n(4)　結　論\n以上によれば、本件埋立事業により「回復困難な損害のおそれがある」とは認められず、そうすると、争\n点２について判断するまでもなく、原告らの被告知事及び被告出納員に対する訴えは、いずれも不適法と\nいうことになる。\n２　争点３（本件支出の違法性及びそれに基づく損害の存否）\n本件においては、前記第２、２(2)セ及びタのとおり、東京都が運輸大臣に対して本件埋立事業に係る認\n可申請を行う前に業者との間で契約を締結し、被告出納員が、運輸大臣による同申請に対する許可がさ\nれる前に、同契約に基づく工事代金計２億２５１０万円の支払をしていることが認められる。\n公有水面埋立法が公有水面の埋立を行うものに都道府県知事の免許を受けることを義務付け、免許の\n付与に当たっては運輸大臣の認可を要求し、埋立の施行の可否について慎重な判断の下、これを行うこ\nとも求めているのであって、運輸大臣が埋立の内容・目的、環境保全の配慮等について審査を行った上、\n場合によっては、認可が行われないことや、認可が行われたとしてもその認可内容が大幅に変更を余儀\nなくされること、また、認可が行われたとしてもそのために相当な長期間を要することも考えられ、免許の\n付与を受けないまま当該埋立工事にかかる契約を締結したり、運輸大臣の認可を受ける前に工事に係る\n公金を支出することは公有水面埋立法の趣旨に明らかに反するものであり、違法の疑いが濃いものとい\nわざるを得ない。本件第２監査請求に対する監査結果においても、免許の交付前に契約を締結し、前払\n金を支出したことに問題があった旨の指摘をし、今後改善をする旨の要望を行っている。\nしかし、本件においては、本件支出の後ではあるものの、平成１２年８月１７日に、運輸大臣の認可、そ\nれに伴う免許の付与が行われているのであり、結果的には、本件各契約の締結及び本件支出は、適法\nな免許に伴ってされたものとみることもできるのであって、それによれば、事後的にではあるが瑕疵が治\n癒したとみることもできなくはないし、仮に、事後的な瑕疵の治癒を認めることに問題があるとしても、東京\n都に対して損害が発生したことはないというべきである。\n第５　結論\n以上によれば、原告らの被告知事及び被告出納員に対する訴えは不適法であるからこれを却下するこ\nととし、被告Ｋに対する請求は理由がないからこれを棄却することとし、訴訟費用の負担につき、行政事\n件訴訟法７条、民事訴訟法６５条１項、６１条を適用し、主文のとおり判決する。\n東京地方裁判所民事第３部\n裁判長裁判官　　　藤山雅行\n裁判官　　　廣澤　諭\n裁判官　　　加藤晴子\n当事者目録\n１９３号・２４２号事件原告　　　Ａ\n同　　　　　　　　　　　　　　Ｂ\n同　　　　　　　　　　　　　　Ｃ\n同　　　　　　　　　　　　　　Ｄ\n１９３号事件原告　　　Ｅ\n同　　　　　　　　　　　　　　Ｆ\n同　　　　　　　　　　　　　　Ｇ\n同　　　　　　　　　　　　　　Ｈ\n同　　　　　　　　　　　　　　Ｉ\n同　　　　　　　　　　　　　　Ｊ\n１９３号事件被告　　　東京都知事\n同　　　　　　　　　　　　　　東京都特別企業出納員\n２４２号事件被告　　　Ｋ\n以　上\n（別紙東京港図　略）\n"
}