{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 18,
    "month": 7,
    "day": 19
  },
  "case_number": "平成17(行ケ)10485",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "33345",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=33345",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/345/033345_hanrei.pdf",
  "contents": "平成１７年（行ケ）第１０４８５号 審決取消請求事件\n口頭弁論終結日 平成１８年７月１２日\n判決\n原 告 日本情報サービス株式会社\n訴訟代理人弁護士 鮫島正洋\n同 内田公志\n同 吉原政幸\n同 中原敏雄\n同 後藤正邦\n被 告 特許庁長官\n中嶋 誠\n指定代理人 佐藤伸夫\n同 赤穂隆雄\n同 篠原功一\n同立 川 功\n同 小林和男\n主文\n１ 原告の請求を棄却する。\n２ 訴訟費用は原告の負担とする。\n事実及び理由\n第１ 請求\n特許庁が不服２００２－１９１４４号事件について平成１７年３月１６日に\nした審決を取り消す。\n第２ 事案の概要\n本件は，後記特許出願の拒絶査定を不服としてされた審判請求に対し，特許\n庁が請求不成立の審決をしたことから，原告が，その取消しを求めた事案であ\nる。\n第３ 当事者の主張\n１ 請求の原因\n(1) 特許庁における手続の経緯\n有限会社アーキスケープは，平成１１年２月５日，名称を「通信回線を\n利用する広域購買方法及び装置及びユーザ端末」とする発明について特許出\n願（特願平１１－２８２２４号。以下「本願」という。）をした。\n本願に係る特許を受ける権利は，平成１２年５月１６日，有限会社アーキ\nスケープからＡに譲渡され，平成１２年５月１９日，特許庁に対して出願人\n名義変更届が出された。\nＡは，平成１３年５月２１日付け手続補正書によって特許請求の範囲\nの記載を補正した（以下「本件補正」という。）。\n本願に係る特許を受ける権利は，平成１３年７月２３日，Ａから株式会社\nイースタンイーストに譲渡され，平成１３年８月１日，特許庁に対して出願\n人名義変更届が出された。\n特許庁は，平成１４年９月３日，本願について拒絶査定をし，これに\n対し，株式会社イースタンイーストは，不服の審判請求をした。\n本願に係る特許を受ける権利は，平成１５年７月１７日，株式会社イース\nタンイーストから原告に譲渡され，平成１５年７月３０日，特許庁に対して\n出願人名義変更届が出された。\n特許庁は，上記不服審判請求を不服２００２－１９１４４号事件として\n審理した上，平成１７年３月１６日，「本件審判の請求は，成り立たな\nい。」との審決をし，その審決謄本は平成１７年４月１９日原告に送達され\nた。\n(2) 発明の内容\n本件補正後の特許請求の範囲は，請求項１ないし１３から成り，その\n請求項１（以下これに記載された発明を「本願発明」という。）は，次\nのとおりである。\n「中央サーバと，\n前記中央サーバ及び決済機関サーバと専用回線で接続されており，ユーザ端\n末と接続されている複数の地域サーバと，\nを具備し，前記地域サーバは，前記ユーザ端末から送信される購買者情報の\nうち，既存のシステムに即時に反映させる必要がない情報については，通信\n回線の負荷の少ない時間帯にバッチで前記専用回線を通じて前記中央サーバ\nに送信し，\n前記ユーザ端末から送信される購買者情報に関連する決済情報を前記専用回\n線を通じて前記決済機関サーバに送信することを特徴とする，広域購買シス\nテム。」\n(3) 審決の内容\nア 審決の内容は，別紙審決写しのとおりであり，その理由の要点は，\n次のとおりである。\n本願発明は，特開平１０－３０２１５０号公報（平成１０年１１月１\n３日公開。以下「引用例」という。）に記載の発明（以下「引用発明」と\nいう。）に基づいて，当業者が容易に発明をすることができたから，特許\n法２９条２項により特許を受けることができない。\nイ なお，審決は，引用発明を次のとおり認定した上，本願発明との一\n致点及び相違点を，以下のとおりとした。\n〈引用発明の内容〉\n「センタサーバと，\n前記センタサーバと専用線網で接続されており，試聴端末及びレジスタ\nに接続されている複数のローカルサーバと，\n前記センタサーバ及びクレジットカード照会部と専用線網で接続されて\nいる試聴販売端末部と，\nを具備し，前記ローカルサーバは，前記試聴端末及びレジスタからそれ\nぞれ送信される試聴データの配信要求及び売上情報のうち，売上情報に\nついては，設定された時間帯にバッチで専用線網を通じて前記センタサ\nーバに送信し，\n前記試聴販売端末部は利用者に関連する決済情報を専用線網を通じて前\n記クレジットカード照会部に送信する，音楽記録媒体試聴販売システ\nム」\n〈一致点〉\n「中央サーバと，\n前記中央サーバと専用回線で接続されており，端末と接続されている複\n数の地域サーバと，\nを具備し，前記地域サーバは，前記端末から送信される情報のうち，一\n部の情報については，バッチで前記専用回線を通じて前記中央サーバに\n送信する，広域購買システム」\n〈相違点１〉\n本願発明では，地域サーバに接続されている端末が，（購買可能な）\n「ユーザ端末」であり，地域サーバに購買者情報を送信するものである\nのに対し，\n引用発明では，ローカルサーバ（本願発明の「地域サーバ」に相当）に\n接続されている端末が，試聴端末及びレジスタであり，ローカルサーバ\nにそれぞれ試聴データの配信要求及び売上情報を送信するものであっ\nて，（購買可能な）試聴販売端末部は，センタサーバと（ローカルサー\nバを介さずに）接続されている点。\n〈相違点２〉\n本願発明では，地域サーバが決済機関サーバと専用回線で接続され，\n地域サーバが，ユーザ端末から送信される購買者情報に関連する決済情\n報を前記専用回線を通じて前記決済機関サーバに送信する構成であるの\nに対し，\n引用発明では，試聴販売端末部がクレジットカード照会部（本願発明の\n「決済機関サーバ」に相当）と専用線網（本願発明の「専用回線」に相\n当）で接続され，試聴販売端末部が，利用者に関連する決済情報を前記\n専用線網を通じて前記クレジットカード照会部に送信する構成である\n点。\n〈相違点３〉\n地域サーバが，端末から送信される情報で中央サーバに送信する情報\nの内容と送信時期について，\n本願発明では，ユーザ端末から送信される購買者情報のうち，既存のシ\nステムに即時に反映させる必要がない情報については，通信回線の負荷\nの少ない時間帯にバッチで送信するとしているのに対し，\n引用発明では，端末から送信される情報のうち，売上情報については，\n設定された時間帯にバッチで送信されるものである点。\n(4) 審決の取消事由\nしかしながら，審決は，相違点２の認定を誤り，相違点２に関する進歩\n性の判断を誤り，相違点３に関する進歩性の判断を誤ったものであるから，\n違法として取り消されるべきである。\nア 取消事由１（相違点２の認定の誤り）\n(ア) 審決は，相違点２において，本願発明の「地域サーバ」を引用発明\nの「試聴販売端末部」に比肩し得るものとして対比している。\n(イ) しかし，本願発明の「地域サーバ」は，「中央サーバ及び決済機関\nサーバと専用回線で接続されており，ユーザ端末と接続されている」と\n定義されているところ，引用発明の「試聴販売端末部」は，ユーザ端末\nと接続されていないから，この定義を具備するものではない。本願発明\nにおいて「地域サーバ」がユーザ端末からの購買者情報を収集する役割\nを有するものであることに鑑みれば，ユーザ端末と接続されていない引\n用発明の「試聴販売端末部」は，本願発明の「地域サーバ」と比肩し得\nるものではない。\n(ウ) 仮に，引用発明の「試聴販売端末部」が，本願発明の「地域サー\nバ」の役割を果たすと仮定した場合でも，ユーザ端末と接続されていな\nい「試聴販売端末部」は，「前記ユーザ端末から送信される購買者情報\nに関連する決済情報」にアクセスすることはできないし，ゆえにこれを\n「専用回線を通じて決済機関サーバに送信する」という構成も採り得な\nい。\n(エ) したがって，審決の相違点２の認定は誤っており，正しくは次のよ\nうにされるべきである。\n「本願発明では，地域サーバが決済機関サーバと専用回線で接続され，\n地域サーバが，ユーザ端末から送信される購買者情報に関連する決済情\n報を前記専用回線を通じて前記決済機関サーバに送信する構成が開示さ\nれているが，引用発明においてはかかる開示は存在しない。」\nイ 取消事由２（相違点２に関する進歩性判断の誤り）\n(ア) 引用発明においては，本願発明の「地域サーバ」に相当する「ロー\nカルサーバ」は，本願発明の「決済機関サーバ」に相当する「クレジッ\nトカード照会部」と個々に接続されていないから，この構成において\nは，「地域サーバ」に集積される購買者情報のうち，高いセキュリティ\nが要求される決済情報について，本願発明のように「地域サーバ」と\n「決済機関サーバ」の間で直接専用回線を通じて送受信を行うことによ\nりセキュリティを強化するという趣旨は全く反映されない。したがっ\nて，引用発明は本願発明の効果を奏するものではない。\nまた，引用例（甲５）の段落【００２１】には，「回線網１００は専\n用線網やＩＳＤＮ網（サービス総合デジタル網），あるいは無線通信網\nが使用可能である」との記載がある。しかし，引用例には，本願発明の\nように，「地域サーバ」と「中央サーバ」，「地域サーバ」と「決済機\n関サーバ」という特定の要素を専用回線で接続すべきことは開示されて\nいない。引用発明は，セキュリティに注目した発明ではないから，セキ\nュリティの観点から専用線網を選択すべきことについては何の示唆もな\nい。一般に，専用回線は公衆回線やＩＳＤＮなどと比べてコストが高い\nから，セキュリティに対する注目がない引用発明において，回線網とし\nて専用回線を選択する必然性はなく，その動機付けも出てこない。引用\n例には，セキュリティ／コストを両立させるという本願発明の着想は開\n示されていない。\n本願発明は，専用線網やＩＳＤＮ網，無線通信網などといった羅列的\nな接続手段のうち，セキュリティの観点から専用線網を選択した点に特\n許性を認めるべきであり，この面では選択発明的な要素を具備している\nものである。\n審決は，相違点２に関する進歩性を判断するに当たって，以上のよう\nな点を考慮していない誤りがある。\n(イ) 審決は，相違点２に関する進歩性を判断するに当たって，「ローカ\nルサーバに接続されている端末として，購買可能な試聴販売端末部を導\n入することに，何ら阻害要因は見当たらない」と判断している（７頁２\n１行～２３行）。\nしかし，審決は，相違点２として「試聴販売端末部がクレジットカー\nド照会部…と専用線網…で接続され」と認定し，「試聴販売端末部」\nは，「クレジットカード照会部」と専用線網で接続されていることを前\n提としているところ，「試聴販売端末部」を「ローカルサーバ」に接続\nすることは，「クレジットカード照会部」と専用線網で接続されていな\nい「試聴販売端末部」を「ローカルサーバ」に接続することになるか\nら，上記前提事項を崩すことになる。したがって，「ローカルサーバ」\nに接続されている端末として，「購買可能な試聴販売端末部を導入する\nこと」はできないのであって，そこに阻害要因があると考えるべきであ\nる。\nウ 取消事由３（相違点３に関する進歩性判断の誤り）\n相違点３が容易であると認定するためには，少なくとも，「中央サー\nバ」・「地域サーバ」・「ユーザ端末」から構成されるシステムにおい\nて，「地域サーバ」において取り扱う情報を既存のシステムに即時反映す\nるかどうかという観点から情報を取捨選択し，「中央サーバ」への送信の\n可否を検討することが必要であり，そうでなければ，本願発明の相違点３\nに係る構成を導入する動機付けはない。ところが，審決は，この動機付け\nの基礎となる引用例の記述を指摘することなく，また他の先行技術文献を\n引用することもしていない。引用例には，上記の即時性の観点から情報を\n分類するという技術的思想や着想について開示も示唆もない。また，引用\n例には，即時送信しない情報の例が１例だけ記載され，即時送信すべき情\n報の例は記載されていないのであるから，即時性という観点から送信情報\nの分類，選択がなされることを裏付けるだけの事実は開示されていない。\nしたがって，審決が，引用発明において「実質的には，…即時性の観点\nから，情報が分類・位置づけがされ，その分類・位置づけに従って，即時\n送信するか，バッチで送信するか，という送信処理の選択がなされてい\nる」（８頁１８行～２２行）として，相違点３に関して進歩性がないと判\n断したことは誤りである。\n２ 請求原因に対する認否\n請求原因(1)ないし(3)の各事実は認めるが，(4)は争う。\n３ 被告の反論\n(1) 取消事由１に対し\n審決では，引用発明の「ローカルサーバ」は本願発明の「地域サーバ」に\n相当すると認定し，これを前提として，本願発明と引用発明とを対比し，相\n違点２を導いているのであって，相違点２が，原告のいうように「地域サー\nバ」と「試聴販売端末部」とを比肩・対比するものではないことは明らかで\nある。\n本願発明では，「地域サーバ」が「決済機関サーバ」と専用回線で接続さ\nれた接続構成であるため，ユーザ端末から送信される購買者情報に関連する\n決済情報は，「地域サーバ」が専用回線を通じて「決済機関サーバ」に送信\nされる構成であるのに対し，引用発明では，「試聴販売端末部」が「ローカ\nルサーバ」を介さずに「クレジットカード照会部」と専用線網で接続された\n接続構成であるため，利用者に関連する決済情報は，「試聴販売端末部」か\nら「ローカルサーバ」を介することなく直接的に専用線網を通じて「クレジ\nットカード照会部」に送信される構成である。そのため，相違点２は，この\nような決済情報が発生する端末から決済情報処理部に至る接続構成の相違及\nび当該接続構成の相違に基づく決済情報の送信構成の相違を整理抽出したも\nのであり，そこに認定の誤りはない。\n(2) 取消事由２に対し\nア システム設計には，通常，種々の業務システムについての知識・経験や\nシステム技術についての知識を豊富に持ち合わせた技術者，すなわち当業\n者が当たるわけであるから，本願発明と引用発明を対比して進歩性の判断\nを行うに当たっては，当業者の視点に立ち，引用例に直接的に記載されて\nいる技術的事項だけでなく，引用例技術の背景，引用例技術に関連する社\n会常識，技術常識，慣用技術や周知技術などを参酌しながら，広い視野か\nら総合的に検討し判断する必要がある。\nイ 引用例において，「ローカルサーバ」及びその端末である「レジスタと\n試聴用端末」から構成される「ローカルシステム部」は，音楽ソフト販売\n店等の販売エリア内に設置され，利用者が試聴できるようにするととも\nに，利用者が購買する場合には店員がレジスタを操作して決済するように\nした有人販売のためのシステム構成である。一方，「試聴販売端末部」\nは，「販売店の店員がいなくても無人で試聴及び販売を行うことができ」\n（引用例（甲５）段落【００１９】）るもので，無人販売のためのシステ\nム構成である。そして，これら有人販売のためのシステム構成と無人販売\nのためのシステム構成とは，「センタサーバ１はローカルシステム部…及\nび試聴販売端末部…各々に対し，回線網１００を通して音楽ソフトの試聴\nデータの送信及び売上情報の受信を行えるように構成されている」（引用\n例（甲５）段落【００２２】）との記載からも明らかなように，引用例の\n販売システムの中で，共にセンタサーバによる試聴データの配信及び売上\n情報の管理を受けている点で共通し，密接な関連を持つ関係と位置づけら\nれている。\nそして，有人販売に換えて，もしくは有人販売に並行して，無人販売の\nための自動販売機を導入することは，例えば鉄道の乗車券・指定席券や航\n空券の各販売エリアを考えれば明らかなように，省力化の観点から一般的\nに行われており，我々が日常的に目にしていることであり，有人販売窓口\nの端末とカード取引が可能な指定席券等の自動販売機とが，当該販売エリ\nアを統括する地域サーバに接続されたシステム構成は，本願時点では既に\n慣用技術化していた事項である。\n引用例の無人販売のための「試聴販売端末部」は，「販売店の営業時間\nに関係なく，音楽ソフトを試聴して購入することができる」（引用例段落\n【００１９】）ようにするために，販売店舗外に設置され，このため「ロ\nーカルサーバ」に接続されず，独立して「センターサーバ」及び「クレジ\nットカード照会部」と接続されていると解することができるが，省力化と\nいうのは，現代社会においてはいずれの販売店頭においても共通する課題\nであることから，引用例に接した当業者が，店舗内の試聴端末として，ク\nレジットカードでも購買可能な機能を有する「試聴販売端末」を導入し，\n店舗内の端末を統括する「ローカルサーバ」を介して「センターサーバ」\n及び「クレジットカード照会部」とデータの送受信を行うように構成する\nことは，格別の考案力を要せず想起することができたものである。この場\n合，「ローカルサーバ」は，本来的に店舗内の端末が送受信する情報の中\n継機として統括的な役割を果たすものであるから，クレジットカード取引\nを可能にするためには必然的に「クレジットカード照会部」と接続される\nことになり，「クレジットカード照会部」と購買者の決済情報をやり取り\nすることになる。そして，技術常識からして，当然にセキュリティ対策を\n講じることになり，「ローカルサーバ」と「クレジットカード照会部」と\nを回線網で接続するに際して，引用例で提示された「回線網１００は専用\n線網やＩＳＤＮ網（サービス総合デジタル網），あるいは無線通信網が使\n用可能である。」（段落【００２１】）という選択肢の中で，閉路である\nが故にセキュリティに優れる専用線網を選択採用することは，当業者が行\nい得る設計的事項に過ぎない。また，引用例において，「ローカルサー\nバ」と「センタサーバ」との間で，例えば音楽ソフトのデジタルデータや\n売上情報など相互にやりとりされる情報の秘匿の必要性や情報量に応じて\n専用線網を選択採用することも自然な発想ということができる。\nウ 以上検討したように，セキュリティの観点から「ローカルサーバ」と\n「センタサーバ」，「ローカルサーバ」と「クレジットカード照会部」と\nを専用回線で接続する構成は，引用例に特段の明記はなくても，引用例に\n接した当業者が，技術的背景，社会常識，技術常識を踏まえて容易に想起\nできるものであり，かつ，達成すべき効果であるといえる。また，「ロー\nカルサーバ」に接続されている端末として，「購買可能な試聴販売端末部\nを導入すること」に阻害要因があるということもできない。\n(3) 取消事由３に対し\n引用発明において，「ローカルサーバ」が受ける情報のうち，試聴データ\nの要求については，要求された「試聴データが試聴データ記憶部になけれ\nば，ローカルサーバがその試聴データをセンタサーバに要求」することにな\nるが，この「ローカルサーバ」からの送信は，「ローカルサーバ」と「試聴\n端末」との間のリアルタイムの送受信のやり取りの中で起こることであり，\nリアルタイムで送受信がされなければ「試聴端末」の役割が事実上果たせな\nくなるから，当該「ローカルサーバ」から「センタサーバ」への送信は，技\n術常識からして即時送信であることは明らかである。そして，このような\n「ローカルサーバ」から「センタサーバ」への送信は，一般的には１日の中\nで何回となく機会があると考えられる。\n一方，「ローカルサーバ」が受ける情報のうち，売上情報データについて\nは，１日の中で頻繁に受信の機会があると考えられるが，それらデータは一\n旦「ローカルサーバ」内に保存され，「ローカルサーバ」からの「売上情報\nデータの送信は，設定によって毎日定刻に実施したり毎週何曜日の定刻等に\n実施したりする」ので，バッチでセンタサーバへ送信されることになる。\nしたがって，引用例においては，「ローカルサーバ」の仕組みとして，次\n々に受ける情報を処理するに際して，「センターサーバ」に送るべき情報を\nその内容に応じた所定の態様での送信が可能な仕組みになっており，売上情\n報が，「ローカルサーバ」の送信処理の中で，既存のシステム（「センター\nサーバ」）に即時に反映させる必要がない情報であると位置づけられ処理さ\nれていることは明らかである。\nこのように，引用例に記載された事項に基づき技術常識を勘案しつつ判断\nすると，相違点３に係る事項については引用発明から容易に想到可能である\nといえる。\n第４ 当裁判所の判断\n１ 請求原因(1)（特許庁における手続の経緯），(2)（発明の内容），(3)\n（審決の内容）の各事実は，当事者間に争いがない。\n２ 取消事由１（相違点２の認定の誤り）について\n(1) 原告は，審決が，相違点２において，本願発明の「地域サーバ」を引用\n発明の「試聴販売端末部」に比肩し得るものとして対比していることは，誤\nりであると主張する。\n(2) 審決は，次のとおり認定判断した上，それに引き続いて，前記第３の３\nア(イ)の本願発明と引用発明との一致点，相違点の認定をしている。\n「そこで，本願発明と引用例発明とを比較すると，引用例発明の「センタサ\nーバ」は，本願発明の「中央サーバ」に相当し，以下同様に，「専用線網」\nは「専用回線」に，「ローカルサーバ」は「地域サーバ」に，それぞれ相当\nする。\nまた，引用例発明の「試聴端末及びレジスタ」と，本願発明の「ユーザ端\n末」とは，サーバに接続される「端末」という概念に包摂され，引用例発明\nの「試聴データの配信要求及び売上情報」と，本願発明の「購買者情報」と\nは，「端末から送信される情報」という概念に包摂されるものである。\nまた，引用例発明の「売上情報」と，本願発明の「既存のシステムに即時\nに反映させる必要がない情報」とは，「一部の情報」という概念で共通す\nる。\nさらに，引用例発明の「販売システム」は，通信回線網を用いて広域にお\nける販売（利用者の側からいうと「購買」）を意図したシステムであること\nは明らかであり，他方，本願発明の「広域購買システム」は，音楽のソフト\n販売をも対象としていることから，本願発明が音楽のソフト販売を対象とし\nた場合を考えると，引用例発明の「音楽記録媒体試聴販売システム」と，本\n願発明の「広域購買システム」とは，「広域購買システム」という概念で共\n通するということができる。」（５頁下９行～６頁９行）\nそして，審決は，次のとおり相違点１及び２について判断している。\n「引用例発明において，ローカルサーバに接続されている端末である試聴端\n末とレジスタとは，音楽ソフト販売店店頭にて，音楽ソフトを購買しようと\nする利用者が試聴できるようにするとともに，利用者が購買する場合には店\n員がキャッシュレジスタ（金銭登録機）を操作して決済するようにした有人\n販売のためのシステム構成であることは明らかである。一方，試聴販売端末\n部は，販売店の店員がいなくてもユーザの操作により試聴及び販売を行うこ\nとができる無人販売のためのシステム構成であることは明らかである。\nところで，販売店において，有人販売に換えて，もしくは有人販売に並行\nして，無人販売のための自動販売機を導入することは一般的に行われている\nことである。しかも，引用例発明における試聴端末と試聴販売端末部とは，\nいずれもセンターサーバ由来の試聴データを受けて音楽ソフトの試聴をする\nことができる機能を有する端末機であることで共通する。してみれば，ロー\nカルサーバに接続されている端末として，購買可能な試聴販売端末部を導入\nすることに，何ら阻害要因は見当たらない。\nそして，試聴販売端末部は，クレジットカードによる決済のための情報や\n音楽ソフト販売の売上情報などの情報，即ち購買者から得られる情報を送信\nする構成であり，また，ローカルサーバは，本来的に端末が送受信する情報\nの中継機としての役割を果たすものであって，…端末から送信される情報の\nうち，売上情報については，バッチでセンターサーバに送信する機能を有し\nている。\nしてみれば，引用例発明において，ローカルサーバに接続される端末とし\nて試聴販売端末部を導入することに伴って，ローカルサーバを専用線網（本\n願発明の「専用回線」に相当）でクレジットカード照会部（本願発明の「決\n済機関サーバ」に相当）とも接続するようにし，前記試聴販売端末部から送\n信される購買者から得られる情報が，まずはローカルサーバに送信されるよ\nうにシステムを構成するとともに，前記購買者から得られる情報に関連する\n決済のための情報を，ローカルサーバがクレジットカード照会部（本願発明\nの「決済機関サーバ」に相当）に送信するように構成することは，当業者が\n容易に想到しえたものと判断することができる。\nしたがって，引用例発明に基づいて，本願発明の相違点１及び相違点２に\n係る構成を得ることは，当業者が容易になし得た事項である。」（７頁１０\n行～８頁２行）\n(3) 以上の審決の認定判断からすると，審決は，引用発明の「ローカルサー\nバ」が本願発明の「地域サーバ」に相当すると認定した上で，引用発明の\n「試聴販売端末」に関する構成を併せて考慮することにより，本願発明の相\n違点１及び相違点２に係る構成は引用発明から容易に想到することができた\nとの判断をしているものである。相違点２は，その過程において，本願発明\nと引用発明の「試聴販売端末」に関する構成との間における，決済情報が発\n生する端末から決済情報処理部に至る接続構成の相違及び当該接続構成の相\n違に基づく決済情報の送信構成の相違を整理して記載したもので，引用発明\nの「試聴販売端末」が本願発明の「地域サーバ」に相当するとして，それら\nを対比しているものではない。\n(4) したがって，審決は，本願発明の「地域サーバ」を引用発明の「試聴販\n売端末部」に比肩し得るものとして対比しているということはないから，原\n告の上記(1)の主張は，採用できない。\n３ 取消事由２（相違点２に関する進歩性の判断の誤り）について\n(1) 原告は，審決は，相違点２に関する進歩性の判断の誤ったものであると\n主張するので，以下，判断する。\n(2) 引用例（甲５）には，次のような記載がある。\nア 全体の構成\n「…図１は本発明の一実施例による音楽記録媒体試聴販売システムの構\n成を示すブロック図である。図において，本発明の一実施例による音楽記\n録媒体試聴販売システムでは，センタサーバ１と，試聴販売端末部２－１\n～２－ｎと，ローカルシステム部３－１～３－ｍと，クレジットカード照\n会部７とが回線網１００に夫々通信ケーブル等の通信路で接続されてい\nる。回線網１００は専用線網やＩＳＤＮ網（サービス総合デジタル網），\nあるいは無線通信網が使用可能である。」（段落【００２１】）\nイ センタサーバ\n「センタサーバ１はローカルシステム部３－１～３－ｍ及び試聴販売端\n末部２－１～２－ｎ各々に対し，回線網１００を通して音楽ソフトの試聴\nデータの送信及び売上情報の受信を行えるように構成されている。」（段\n落【００２２】）\nウ ローカルシステム部（ローカルサーバ，レジスタ，試聴端末部）\n「ローカルシステム部３－１～３－ｍはローカルサーバ４－１～４－ｍ\n（ローカルサーバ４－２～４－ｍは図示せず）と，レジスタ５－１～５－\nｍ（レジスタ５－２～５－ｍは図示せず）と，試聴端末部６１－１～６１\n－ｍ，……，６ｌ－１～６ｌ－ｍ（試聴端末部６１－２～６１－ｍ，…\n…，６ｌ－２～６ｌ－ｍは図示せず）とによって構成されている。」（段\n落【００２３】）\n「ローカルサーバ４－１～４－ｍはローカルシステム部３－１～３－ｍ\n内の音楽ソフト試聴サービスを一括して管理しており，試聴端末部６１－\n１～６１－ｍ，……，６ｌ－１～６ｌ－ｍに試聴データの配信を行うよう\nになっている。」（段落【００２４】）\n「また，試聴サービスをするための試聴データはセンタサーバ１から回\n線網１００を通じて受信することができ，売上情報の送信を行えるように\nなっている。試聴端末部６１－１～６１－ｍ，……，６ｌ－１～６ｌ－ｍ\nは音楽ソフトの試聴を行う利用者に対して試聴サービスをするための試聴\n端末装置である。」（段落【００２５】）\n「レジスタ５－１～５－ｍはローカルシステム部３－１～３－ｍが設置\nされる音楽ソフト販売店等のキャッシュレジスタ（金銭登録機）で，販売\nした音楽ソフトの情報をローカルサーバ４－１～４－ｍに送信できるよう\nになっている。」（段落【００２６】）\n「図５は図１のローカルサーバ４－１の構成を示すブロック図である。\n図において，ローカルサーバ４－１はＣＰＵ４０－１と，プログラム記憶\n装置４１－１と，作業用メモリ４２－１と，試聴データ記憶部４３－１\nと，情報管理部４４－１と，操作部４５－１と，印刷部４６－１と，通信\n制御部４７－１と，端末インタフェース部４８－１と，表示部４９－１\nと，レジスタインタフェース部５０－１とから構成され，各部はＣＰＵバ\nス１３０によって互いに接続されている。」（段落【００４８】）\n「…情報管理部４４－１は磁気ディスク等の記憶媒体から構成されてお\nり，レジスタ５－１から受信した売上情報データ等を格納している。」\n（段落【００５１】）\n「通信制御部４７－１は通信ケーブル１０３を介して回線網１００と接\n続されている。…」（段落【００５３】）\n「…他のローカルサーバ４－２～４－ｍもローカルサーバ４－１と同様\nの構成となっており，その動作もローカルサーバ４－１と同様となってい\nる。」（段落【００５４】）\n「また，ＣＰＵ４０－１はバーコード情報に該当する試聴データが試聴\nデータ記憶部４３－１になければ（図１２ステップＳ６３），その試聴デ\nータを回線網１００を介してセンタサーバ１に要求する（図１２ステップ\nＳ６５）。その試聴データが回線網１００を介してセンタサーバ１から受\n信されると（図１２ステップＳ６６），ＣＰＵ４０－１はその試聴データ\nを端末インタフェース部４８－１と端末接続ケーブル１０４とを介して試\n聴端末部６１－１に配信する（図１２ステップＳ６４）。」（段落【０１\n１３】）\n「続いて，ローカルシステム部３－１～３－ｍが売上情報を管理し，セ\nンタサーバ１に各ローカルシステム部３－１～３－ｍ内の売上情報データ\nを送信する動作について説明する。ここでは，ローカルシステム部３－１\nが売上情報の管理及び売上情報データの送信を行うものとする。」（段落\n【０１１８】）\n「レジスタ５－１でコンパクトディスク等の音楽ソフトが販売される\nと，販売された音楽ソフトのデータがレジスタ５－１からレジスタ接続ケ\nーブル１０５を介してレジスタインタフェース部５０－１に送信される。\nレジスタインタフェース部５０－１がこの売上情報データを受信すると\n（図１５ステップＳ９１），ＣＰＵ４０－１は情報管理部４４－１に保存\nする（図１５ステップＳ９２）。」（段落【０１２０】）\n「ローカルシステム部３－１が情報管理部４４－１に保存している音楽\nソフト売上情報データは，ローカルシステム部３－１が設置されている音\n楽ソフト販売店等の営業時間終了後等に実施される。例えば，販売店の営\n業時間が１０：００から２０：００までであれば，２０：００から次の日\nの１０：００までの間に売上情報データの送信を行うことになる。売上情\n報データの送信はセンタサーバ１からでも，ローカルシステム部３－１か\nらでも実施することができる。」（段落【０１２１】）\n「ローカルシステム部３－１から売上情報データの送信制御を行う場\n合，自動送信であれば，毎日定刻に実施する設定や毎週何曜日の定刻等に\n実施する設定ができる。この設定も，操作部４５－１から表示部４９－１\nに表示される設定メニューにしたがって行われる。」（段落【０１２３\n】）\n「また，各ローカルシステム部３－１～３－ｍで管理している売上情報\n及び試聴販売端末部２－１～２－ｎの売上情報を回線網１００を介してセ\nンタサーバ１に送信することによって，各ローカルシステム部３－１～３\n－ｍの売上情報を一括に管理することができる。」（段落【０１４１】）\nエ 試聴販売端末部\n「試聴販売端末部２－１～２－ｎは音楽ソフトの試聴をすることがで\nき，その音楽ソフトを無人で販売することができる試聴販売端末装置であ\nる。」（段落【００２８】）\n「…試聴販売端末部２－１はセンタサーバ１から試聴する曲の試聴デー\nタを回線網１００を介して受信し（図８ステップＳ７），モニタ２０－１\nに選択された音楽ソフトのパッケージを画像表示するとともに，その音楽\nソフトの曲リストを表示する（図８ステップＳ８）。」（段落【００７０\n】）\n「試聴販売端末部２－１はクレジットカードによる代金の支払いであれ\nば（図１０ステップＳ２９），クレジットカードがカード入出力部２２－\n１に挿入されると（図１０ステップＳ３０），クレジットカードからクレ\nジットカード番号等のクレジットカード情報を読込む（図１０ステップＳ\n３１）。試聴販売端末部２－１は読込んだクレジットカード情報を基にク\nレジットカード照会部７に回線網１００を介してカードの照会を行う（図\n１０ステップＳ３２）。」（段落【００８１】）\n「試聴販売端末部２－１ではクレジットカード照会部７からの照会結果\nが使用可能のカードを示していれば（図１０ステップＳ３３），モニタ２\n０－１に支払いの確認を表示し，利用者に対して再度購入の意志を確認す\nる（図１０ステップＳ３４）。」（段落【００８３】）\n「…この後，試聴販売端末部２－１は上記と同様に，購入された音楽ソ\nフトを取出し口２５－１に出力し，購入お礼をモニタ２０－１に表示する\nととともに，この時の音楽ソフト販売の売上データを回線網１００を介し\nてセンタサーバ１に送信し（図９ステップＳ２１，Ｓ２２），試聴画面に\n戻る。」（段落【００８４】）\nオ クレジットカード照会部\n「クレジットカード照会部７はクレジットカード情報を管理しており，\n試聴販売端末部２－１～２－ｎから回線網１００を通じてクレジットカー\nドの照会がされた時にその情報を受信し，照会した結果を送信するよう構\n成されている。」（段落【００２７】）\n「図７は図１のクレジットカード照会部７の構成を示すブロック図であ\nる。図において，クレジットカード照会部７はＣＰＵ７０と，プログラム\n記憶装置７１と，作業用メモリ７２と，クレジットカード情報記憶部７３\nと，操作部７４と，印刷部７５と，通信制御部７６と，表示部７７とから\n構成され，各部はＣＰＵバス１４０によって互いに接続されている。」\n（段落【００５７】）\n「…クレジットカード情報記憶部７３は磁気ディスク等の記憶媒体から\n構成されており，試聴販売端末部２－１～２－ｎから照会があった時に参\n照するデータを格納している。」（段落【００６０】）\n「…通信制御部７６は通信ケーブル１０６を介して回線網１００に接続\nされている。…」（段落【００６１】）\n「…試聴販売端末部２－１は読込んだクレジットカード情報を基にクレ\nジットカード照会部７に回線網１００を介してカードの照会を行う（図１\n０ステップＳ３２）。」（段落【００８１】）\n「クレジットカード照会部７では通信制御部７６が試聴販売端末部２－\n１から受信したクレジットカード情報をＣＰＵ７０の制御によって作業用\nメモリ７２に一時的に格納する。ＣＰＵ７０はこの一時的に格納したデー\nタをクレジットカード情報記憶部７３のデータと照合し，照合結果を通信\n制御部７６から通信ケーブル１０６及び回線網１００を介して試聴販売端\n末部２－１に送信する。」（段落【００８２】）\n(3) 以上の(2)の引用例の各記載からすると，引用発明においては，①「ロー\nカルシステム部」は，「レジスタ」，「試聴端末部」及び「ローカルサー\nバ」から成っていること，②「レジスタ」は，音楽ソフト販売店等のキャッ\nシュレジスタ（金銭登録機）であり，「試聴端末部」は，音楽ソフトの試聴\nを行う利用者に対して試聴サービスをするための試聴端末装置であり，「ロ\nーカルサーバ」は，試聴データ及び売上情報を管理し，「回線網」を介し\nて，「センタサーバ」に対して，「試聴端末部」から受信した試聴データの\n配信要求及び「レジスタ」から受信した売上情報データの送信を行うととも\nに，「センタサーバ」から試聴データの配信を受信するものであること，③\n「試聴販売端末部」は，無人で音楽ソフトの試聴及び販売を行うもので，\n「回線網」を介して，「センタサーバ」との間では試聴データの受信及び売\n上データの送信を行い，「クレジットカード照会部」との間ではクレジット\nカード情報に関するデータの送受信を行うものであることが認められる。\nまた，以上の(2)の引用例の各記載からすると，引用例には，コンパクト\nディスク等の音楽ソフトを販売する二つの方法が開示されている。一つは，\n音楽ソフト販売店等の「試聴端末部」で音楽を試聴した顧客が，音楽ソフト\n販売店等の店員から音楽ソフトを購入する方法である（以下「販売店購入」\nという。）。この方法では，売上情報は，キャッシュレジスタ（金銭登録\n機）に入力され，「センタサーバ」に対して送信される。また，この方法に\nよる場合，引用例に明示はないものの，キャッシュレジスタ（金銭登録機）\nを介することから，現金によるものと解される。もう一つは，無人の「試聴\n販売端末部」で音楽を試聴した顧客が，無人の「試聴販売端末部」から音楽\nソフトを購入する方法である（以下「端末購入」という。）。この方法で\nは，現金又はクレジットカードのいずれかで代金が支払われ，「試聴販売端\n末部」から「センタサーバ」に対して売上データが送信され，「試聴販売端\n末部」と「クレジットカード照会部」との間でクレジットカード情報に関す\nるデータの送受信が行われる。\n(4) 上記(3)認定の事実からすると，引用発明の「センタサーバ」が本願発明\nの「中央サーバ」に，引用発明の「ローカルサーバ」が本願発明の「地域サ\nーバ」に，引用発明の「クレジットカード照会部」が本願発明の「決済機関\nサーバ」に，それぞれ相当するものと認められ，その旨の審決の判断に誤り\nはない。また，本願発明の「ユーザ端末」は，その文言及び本願明細書（甲\n２）の「発明の詳細な説明」中に「購買者が操作するユーザ端末」（段落【\n０００７】，【０００８】，【０００９】，【００１６】，【００１９\n】），「ユーザ端末１４は，購買者が商品の購買の際に操作するものであ\nる。」（段落【００２８】）との記載があることからすると，購買者が購買\nの際に操作する端末であると認められるところ，上記(3)認定の事実からす\nると，引用発明の「試聴販売端末部」は，本願発明の「ユーザ端末」に相当\nするものと認められる。さらに，上記(3)認定の事実からすると，引用発明\nの「売上情報」は，購買者の購買に関する情報であるから，本願発明の「購\n買者情報」に相当し，引用発明の「クレジットカード情報」は，本願発明の\n「決済情報」に相当するものと認められる。\n引用例において，無人での試聴及び販売を想定した端末購入を，販売店購\n入のような有人販売と並行して実施する，すなわち，試聴販売端末部を販売\n店に設置導入することに関しては，利便性や省力化の面からすればその動機\n付けは十分にあり得るところであるから，当業者（その発明の属する技術の\n分野における通常の知識を有する者）が容易に想到し得る範囲内のものであ\nるということができる。そして，端末購入は，もともと現金決済及びクレジ\nットカード決済の双方を可能にしているのであるから，販売店購入と並行し\nて端末購入を実施する場合にも，端末購入において，現金決済のみならずク\nレジットカード決済を可能にすることは，利用者及び販売者の利便性を考慮\nすれば当然想定される範囲内のものであるということができる。\n販売店購入の場合には，「ローカルサーバ」がローカルシステム部内の音\n楽ソフト試聴サービスを一括して管理しており，「センタサーバ」との試聴\nデータの授受をするほか，試聴データ及び売上情報を管理し，「センタサー\nバ」に対して売上情報データの送信を行っていることからすると，販売店購\n入と並行して端末購入を実施する場合には，端末購入についても，販売店購\n入の場合と同様に，「センタサーバ」への売上情報データの送信を「ローカ\nルサーバ」を介して行うことを，当業者が容易に想到し得るということがで\nき，また，「クレジットカード照会部」とのクレジットカード情報に関する\nデータの送受信を，上記売上情報データの送信と共に「ローカルサーバ」を\n介して行うことも，当業者が容易に想到し得るということができる。そうす\nると，引用発明の端末購入を販売店購入と並行して実施し，「試聴販売端末\n部」から，クレジットカード情報と売上情報を読み込み，「試聴販売端末\n部」と「クレジットカード照会部」との間で「ローカルサーバ」と「回線\n網」を介してクレジットカード情報に関するデータの送受信を行い，「試聴\n販売端末部」から「センタサーバ」に対して「ローカルサーバ」と「回線\n網」を介して売上情報データの送信を行うことは，当業者が容易に想到し得\nるものであるということができる。\n引用発明においては，「回線網」について，前記(2)アのとおり，「専用\n線網やＩＳＤＮ網（サービス総合デジタル網），あるいは無線通信網が使用\n可能である。」とされていて，専用線を用いることが明示されている。確か\nに，引用発明においては，セキュリティーの観点は明示されていないが，売\n上情報やクレジットカード情報を扱うに当たってセキュリティーの観点が重\n要であることは，特に記載するまでもない自明の事項であるといえる。そし\nて，専用線網を用いると，ＩＳＤＮ網や無線通信網を用いる場合に比べてセ\nキュリティーの観点から優れていることも明らかであるから，売上情報デー\nタやクレジットカード情報に関するデータを「回線網」で送受信するに当た\nって，セキュリティーの観点から「専用線網」を用いることは，当業者が容\n易に想到し得る事項であるということができる。なお，この「専用線網」が\n本願発明の「専用回線」に相当することは明らかである。\n以上を総合すると，引用発明の端末購入を販売店購入と並行して実施し，\nセキュリティーの観点から，「ローカルサーバ」と「クレジットカード照会\n部」との間で専用線網を通じてクレジットカード情報に関するデータの送受\n信を行い，「ローカルサーバ」と「センタサーバ」との間で専用線網を通じ\nて売上情報データの送信を行うことは，当業者が容易に想到し得るものとい\nうことができる。\n(5) 原告は，引用発明においては，本願発明の「地域サーバ」に相当する\n「ローカルサーバ」は，本願発明の「決済機関サーバ」に相当する「クレジ\nットカード照会部」と個々に接続されていないから，本願発明のように「地\n域サーバ」と「決済機関サーバ」の間で直接専用回線を通じて送受信を行う\nことにより，セキュリティを強化するという趣旨は全く反映されず，引用発\n明は本願発明の効果を奏するものではない，と主張する。しかし，本願発明\nは，手続補正書（甲３）の「特許請求の範囲」の「請求項１」によると，地\n域サーバは，購買者情報に関連する決済情報を前記専用回線を通じて前記決\n済機関サーバに送信すると記載されているにすぎないから，「地域サーバ」\nが「決済機関サーバ」と個々に接続されていることや「地域サーバ」が「決\n済機関サーバ」と直接接続されていることは要件とはなっていない。そし\nて，上記のとおり，引用発明の端末購入を販売店購入と並行して実施し，セ\nキュリティーの観点から，本願発明の「地域サーバ」に相当する「ローカル\nサーバ」と，本願発明の「決済機関サーバ」に相当する「クレジットカード\n照会部」とを，本願発明の「専用回線」に相当する「専用線網」で接続し，\n本願発明の「決済情報」に相当する「クレジットカード情報」に関するデー\nタの送受信を行うことは，当業者が容易に想到し得るものであり，そのよう\nな構成をとることにより，セキュリティを強化するという本願発明の効果を\n奏することは明らかであるから，原告の主張に係る上記の点は失当である。\nまた，原告は，引用例には，本願発明のように，「地域サーバ」と「中央\nサーバ」，「地域サーバ」と「決済機関サーバ」という特定の要素を専用回\n線で接続すべきことは開示されていないし，また，引用発明は，セキュリテ\nィに注目した発明ではないから，引用例には，セキュリティ／コストを両立\nさせるという本願発明の着想は開示されていない，と主張する。しかし，上\n記のとおり，引用発明の端末購入を販売店購入と並行して実施し，セキュリ\nティーの観点から，本願発明の「地域サーバ」に相当する「ローカルサー\nバ」と本願発明の「決済機関サーバ」に相当する「クレジットカード照会\n部」との間で，本願発明の「専用回線」に相当する「専用線網」を通じて，\n本願発明の「決済情報」に相当する「クレジットカード情報」に関するデー\nタの送受信を行い，上記「ローカルサーバ」と本願発明の「中央サーバ」に\n相当する「センタサーバ」との間で，上記「専用線網」を通じて，本願発明\nの「購買者情報」に相当する「売上情報」データの送信をすることは，当業\n者が容易に想到し得るのであって，そのような構成をとることにより，セキ\nュリティを強化するという本願発明の効果を奏することは明らかであるか\nら，原告の主張に係る上記の点は失当である。\nなお，本願明細書（甲２）には，「通常は，専用回線や公衆回線に比べ，\nインターネットに代表されるように，ネットワークを利用する方がコスト面\nでは有利である。しかしながら，通信回線を利用する広域購買方法及び装置\nにおいては，クレジットカード情報など，セキュリティ管理を要する情報が\n存在する。セキュリティ管理の容易性，あるいは確実性という観点では，中\n央サーバ１０，地域サーバ１２，及びユーザ端末１４に渡ってすべて，専用\n回線１あるいは公衆回線３のみを用いる方がよい。」（段落【００３７】）\nとの記載があり，コストを犠牲にしてセキュリティを強化することが記載さ\nれているが，セキュリティとコストを両立させるという趣旨の記載はなく，\n本願発明にそのような効果があるとは認められない。\nさらに，原告は，本願発明は，セキュリティの観点から専用線網を選択し\nた点に特許性を認めるべきであり，この面では選択発明的な要素を具備して\nいるものである，と主張するが，セキュリティの観点から専用線網を選択し\nた点に進歩性を認めることができないことは，すでに判示したとおりである\nから，原告のこの主張は採用できない。\n(6) 原告は，引用発明の「試聴販売端末部」は，「クレジットカード照会\n部」と専用線網で接続されていることを前提としているところ，「試聴販売\n端末部」を「ローカルサーバ」に接続することは，「クレジットカード照会\n部」と専用線網で接続されていない「試聴販売端末部」を「ローカルサー\nバ」に接続することになり，上記前提事項を崩すことになるから，「ローカ\nルサーバ」に接続されている端末として，「購買可能な試聴販売端末部を導\n入すること」には阻害要因がある，と主張する。\n原告が主張するとおり，引用発明の端末購入において，「試聴販売端末\n部」は「クレジットカード照会部」と専用線網で接続されている。しかし，\n上記(4)のとおり，引用発明の端末購入を販売店購入と並行して実施し，\n「試聴販売端末部」を「ローカルサーバ」に接続することを当業者は容易に\n想到することができるのであって，この点に阻害要因があるとはいえないか\nら，原告の主張は採用できない。\n(7) したがって，原告が主張する取消事由２は理由がない。\n４ 取消事由３（相違点３に関する進歩性の判断の誤り）について\n(1) 原告は，審決は，相違点３に関する進歩性の判断の誤ったものであると\n主張するので，以下，判断する。\n(2) 前記２(2)の引用例の記載によると，引用発明における「ローカルサー\nバ」と「センタサーバ」との間における売上情報データのやり取りは，次の\nようなものであると認められる。\n「ローカルサーバ」は，「レジスタ」から送信された売上情報データを\n「ローカルサーバ」内の情報管理部に保存しておく。「センタサーバ」への\n売上情報データの送信は，音楽ソフト販売店等の営業時間終了後等（例え\nば，２０：００から次の日の１０：００までの間）に実施するか，又は，毎\n日定刻に実施したり，毎週何曜日の定刻等に実施するよう自動送信の設定を\nすることもできる。\n(3) 以上のとおり，引用発明において，「ローカルサーバ」から「センタサ\nーバ」への売上情報データの送信は，売上情報データが発生するたびに送信\nされるものでなく，音楽ソフト販売店等の営業時間終了後などにまとめて送\n信されるから，センタサーバに対して即時に反映させる必要がない情報のバ\nッチの処理（「情報処理用語集」［乙５］によれば，バッチ処理 batch\nprocessingとは，データの処理において，必要なデータをためておき，それ\nをひとまとめに処理する方式，とされている。）であるということができ\nる。なお，引用例においては，「ローカルサーバ」に対する売上情報データ\nの送信は，「レジスタ」からされることしか記載されていないが，前記３\n(4)のとおり，引用発明の端末購入を販売店購入と並行して実施し，「試聴\n販売端末部」からも送信されるものとすることは，当業者が容易に想到する\nことができる。\n(4) 手続補正書（甲３）の「特許請求の範囲」の「請求項１」には，前記の\nとおり「前記地域サーバは，前記ユーザ端末から送信される購買者情報のう\nち，既存のシステムに即時に反映させる必要がない情報については，通信回\n線の負荷の少ない時間帯にバッチで前記専用回線を通じて前記中央サーバに\n送信し，」と記載されているのみであるから，本願発明は，購買者情報のう\nち，既存のシステムに即時に反映させる必要がない情報については，通信回\n線の負荷の少ない時間帯にバッチで処理するというものであって，それ以上\nの内容は含まれていない。\nそして，引用例には，「即時に反映させる必要がない情報」とか，「バッ\nチの処理」という文言はないものの，上記(3)のとおり，本願発明の「購買\n者情報」に相当する「売上情報データ」について，センタサーバに対して即\n時に反映させる必要がない情報のバッチの処理が記載されている。また，引\n用例には，このような情報の送信時間について，「通信回線の負担の少ない\n時間帯」という文言はないものの，上記のとおり，「例えば，２０：００か\nら次の日の１０：００までの間」という記載があるから，通信回線の負荷が\n小さいことが明らかな夜間の時間帯が例示されているということができる\n上，センタサーバに対して即時に反映させる必要がない情報であれば，この\nような通信回線の負荷が小さい時間に送信することが合理的であることも明\nらかである。\nしたがって，当業者は，本願発明の相違点３に係る構成について，容易に\n想到することができたものということができる。\n(5) 原告は，相違点３が容易であると認定するためには，少なくとも，「中\n央サーバ」・「地域サーバ」・「ユーザ端末」から構成されるシステムにお\nいて，「地域サーバ」において取り扱う情報を既存のシステムに即時反映す\nるかどうかという観点から情報を取捨選択し，中央サーバへの送信の可否を\n検討することが必要であると主張する。\nしかし，本願発明は，上記(4)で判示したようなものである。原告が主張\nする「情報を取捨選択し，中央サーバへの送信の可否を検討する」ことが，\n上記(4)で本願発明について認定したものを超える内容を意味する（例え\nば，既存のシステムに即時反映する必要があるものは即時に送信することな\nど）のであれば，本願発明には，そのような内容まで含まれているとはいえ\nないし，上記(4)で本願発明について認定した内容については，上記のとお\nり容易に想到することができたものである。\n(6) 審決は，引用発明において「実質的には，…即時性の観点から，情報が\n分類・位置づけがされ，その分類・位置づけに従って，即時送信するか，バ\nッチで送信するか，という送信処理の選択がなされている」（８頁１８行～\n２２行）と判断している。この判断は，本願発明が上記(4)で認定したよう\nなものであることからすると，引用発明について，本願発明を超える内容を\n有する旨の判断をしている。しかし，審決は，その後の結論部分において\nは，「引用例発明に基づいて，既存のシステムに即時に反映させる必要がな\nい情報について，通信回線の負荷が少ない時間帯にバッチで専用線網を通じ\nてセンタサーバに送信するように構成し，本願発明の相違点３に係る構成を\n得ることは，当業者が容易に想到しえたものである。」（８頁下１行～９頁\n３行）と，本願発明が上記(4)で認定したようなものであることを前提とし\nた判断をしており，審決の相違点３についての判断が誤っているということ\nはできない。\n(7) よって，原告が主張する取消事由３も理由がない。\n５ 以上の次第で，原告主張の取消事由は，いずれも認められないから，原告の\n請求を棄却することとして，主文のとおり判決する。\n知的財産高等裁判所 第２部\n裁判長裁判官 中野哲弘\n裁判官 森 義 之\n裁判官 田中孝一\n"
}