{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 1,
    "day": 24
  },
  "case_number": "平成10(行ウ)24",
  "case_name": "相続税更正処分取消請求",
  "court_name": "神戸地方裁判所",
  "lawsuit_id": "7283",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=7283",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/283/007283_hanrei.pdf",
  "contents": "判決　平成１４年１月２４日　神戸地方裁判所　平成１０年(行ウ)第２４号  相続\n税更正処分取消請求事件\n主  　   　 　　　文\n１　原告らの請求をいずれも棄却する。\n２　訴訟費用は原告らの負担とする。\n事実及び理由\n第１　請　求\n被告が原告らに対して被相続人Ａに係る相続税につき平成８年１月２９日付\nけでした各更正処分のうち，原告Ｂにつき納付すべき税額３億５５４５万３１００\n円，原告Ｃにつき納付すべき税額２億０７５０万３５００円，原告Ｄにつき納付す\nべき税額９４３２万２６００円を超える部分（但し，原告Ｄについては，平成８年\n６月２５日付け異議決定で取り消された部分を除く。）をいずれも取り消す。\n第２　事案の概要等\n本件は，原告らが平成４年８月１１日に死亡した母Ａの権利義務を相続（以\n下「本件相続」という。）によって取得したとして，同相続に係る相続税につい\nて，被告が各原告に対してそれぞれ平成８年１月２９日付けで別表１記載のとおり\nの更正処分（以下「本件処分」という。）を行ったところ，原告らが，被告に対\nし，本件処分がいずれも違法であるとして，同処分のうちそれぞれ別表１当初申告\n欄の納付すべき税額欄記載の各金額を超える部分（但し，原告Ｄについては，平成\n８年６月２５日付け異議決定で取り消された部分を除く。）の取消しを求めた事案\nである。\n１　前提となる事実\n以下の事実は，いずれも当事者間に争いがない。\n(1)　原告ら\nア　原告らは，いずれもＡの子である（別紙「Ａ相続関係図」参照）。\nイ　Ａは，平成４年８月１１日に死亡し，原告らがＡの権利義務を相続した\n（本件相続）。\n(2)　本件遺産分割協議，分割協議書\nア　本件遺産分割協議の存在\n原告らは，平成４年１２月１９日，本件相続に係る相続財産について，\n遺産分割協議を行った（以下「本件遺産分割協議」という。）。\nその際，相続財産に含まれる別紙物件目録４記載の建物（以下「本件駐\n車場」という。）の各原告の取得割合は，原告Ｂが４６％，同Ｃが３４％，同Ｄが\n２０％の共有とすることで合意された。\nそして，別紙物件目録１ないし３記載の３筆の宅地（以下「本件土地」\nという。）についても，本件駐車場の上記共有持分割合と同じ割合で合意された\n（なお，本件土地に関する合意につき，各原告の取得財産の割合は上記のとおり当\n事者間に争いがないが，その取得の態様について，被告は原告らの共有であると主\n張し，原告らは原告ら３名が分割取得したものと主張する。）。\n原告らは，平成４年１２月１９日付けで，本件遺産分割協議の内容につ\nいて遺産分割協議書（甲９，以下「本件遺産分割協議書」という。）を作成した。\nイ　本件遺産分割協議書の記載内容\n本件遺産分割協議書には，次のような記載がある。\n(ア)　本件土地について，所定の評価に対し，原告Ｂが０.６８９８６，原\n告Ｄが０.１１６０４，原告Ｃが０.１９４１０に各相当する土地を取得する。各人\nが取得する土地の位置については，別途作成の書面（以下「別途作成の書面」とい\nう。）による。\n(イ)　本件駐車場について，所定の評価に対し，原告Ｂが０.４６，原告Ｄ\nが０.２０，原告Ｃが０.３４相当の建物を取得する。各人が取得する階層は別紙記\n載のものによる。\n(3)　本件土地，駐車場\n本件土地は，３筆の一塊りの宅地で，２方が道路に挾まれた角に位置して\nおり，形状は間口距離が２５.３６ｍ，奥行距離が３４.５５ｍのほぼ長方形であ\nり，登記簿上の地積は８５１.７６㎡である。\n本件土地の登記簿には，平成５年３月１１日受付で，本件相続を原因とす\nる原告らの各持分が原告Ｂ１００分の５３，同Ｃ１００分の３４，同Ｄ１００分の\n１３とする所有権移転登記がある。\n本件土地上には，本件駐車場が存在し，同駐車場に関する登記簿には，平\n成４年８月１０日（本件相続開始日の前日）新築を原因とする表示登記とともに，\n同年１０月２９日受付で原告Ｂの所有権保存登記がある。\n本件駐車場の構造は，鉄筋コンクリート造陸屋根地下１階付６階建で，延\n床面積は３１６３.６２㎡，１階部分の床面積は７２８.７２㎡である。\n(4)　本件相続に係る相続税の申告\n原告らは，平成５年２月１２日，本件相続に係る相続税の申告書（乙８）\nを被告に提出した。その申告内容は，別表１「課税の経緯」の当初申告欄記載のと\nおりである。\nその際，原告らは，本件遺産分割協議書により，本件土地について，原告\nＢが４６％，同Ｃが３４％，同Ｄが２０％の面積割合で分割し，これに基づき分割\nに係る土地部分を，相続税の「財産評価基本通達」（昭和３９年４月２５日直資５\n６，直審（資）１７。平成５年６月２３日付け課評２－７ほかによる改正前のも\nの。以下，単に「評価通達」という。）１０本文に従い，各別に評価して申告し\nた。\n(5)　本件処分\n被告は，原告らの上記申告に対し，本件土地の分割は，評価通達１０但書\nにいう「その分割が著しく不合理であると認められるとき」（以下「不合理分割」\nという。）に該当するとして，本件土地の全体を一体として評価し，平成８年１月\n２９日付けで，別表１の更正処分等欄記載のとおりの本件処分を行い，これを原告\nらに通知した（甲４の１ないし３）。\n(6)　異議申立てとこれに対する決定\n原告らは，平成８年３月２５日付けで，被告に対し，本件処分について異\n議申立てをした（甲５の１ないし３）。\nこれに対し，被告は，同年６月２５日，原告Ｄについては別表１の異議決\n定欄記載のとおり本件処分の一部を取り消したものの，それ以外の部分については\n異議申立てを棄却する旨の決定をした（甲６の１ないし３）。\n(7)　審査請求とこれに対する裁決\n原告らは，平成８年７月１０日，国税不服審判所長に対し，本件処分につ\nいて審査請求をした（甲７の１ないし３）。\nこれに対し，国税不服審判所長は，平成１０年３月１７日，審査請求をい\nずれも棄却する旨の裁決をした（甲１の１ないし３）。\n２　評価通達１０の内容\n評価通達１０は，下記のとおり規定している（乙５）。\n記\n宅地の価額は，１画地の宅地（利用の単位となっている１区画の宅地をい\nう。以下同じ。）ごとに評価することとし，宅地の上に存する権利の価額について\nも，同様とする。\nただし，贈与，遺産分割等による宅地の分割が親族間等で行われた場合にお\nいて，例えば，分割後の画地が宅地として通常の用途に供することができないな\nど，その分割が著しく不合理であると認められるときは，その分割前の画地を「１\n画地の宅地」とする。（平３課評２－４改正）\n（注）　「１画地の宅地」は，必ずしも１筆（土地課税台帳又は土地補充課税\n台帳に登録された１筆をいう。以下同じ。）の宅地からなるとは限らず，２筆以上\nの宅地からなる場合もあり，また，１筆の宅地が２画地以上の宅地として利用され\nている場合もあることに留意する。\n３　争　点\n本件における争点は，本件処分（但し，異議決定により取り消された部分は\n除く。）の適法性であるが，具体的には次の６点である。\n(1)　本件土地についての本件遺産分割協議の内容。\n(2)　本件土地を評価通達１０本文にいう「１画地の宅地」として評価すべき\nか。\n(3)　仮に，評価通達１０本文により本件土地を「１画地の宅地」として評価す\nることができない場合，本件遺産分割協議における本件土地の分割は，評価通達１\n０但書にいう不合理分割に当たるか。\n(4)　本件処分は，信義則に違反するか。\n(5)　評価通達１０は，憲法８４条，３１条に違反するか。\n(6)　原告らの被相続人Ａに係る納付すべき相続税額につき，次の各金額以上の\n金額であると認められるか。もしそれが認められないとすると，その金額は幾ら\nか。\nア　原告Ｂの納付すべき相続税額は３億６４７７万５６００円\nイ　原告Ｃの納付すべき相続税額は３億４６８７万０６００円\nウ　原告Ｄの納付すべき相続税額は１億４１４０万７６００円\n第３　争点に関する当事者の主張\n１　争点(1)（本件土地についての本件遺産分割協議の内容）\n（被告の主張）\n原告らは，本件遺産分割協議により，本件土地全体をそれぞれ原告Ｂが４６\n％，同Ｃが３４％，同Ｄが２０％の持分割合により，共有で取得することを合意し\nたものであり，本件遺産分割協議における本件土地の分割内容は，原告ら３名の共\n有である。\nその根拠は，以下のとおりである。\n(1)　本件土地について，本件相続を原因として，原告ら３名の共有とする所有\n権移転登記がされており（乙２の１ないし３），また，原告Ｂも，共有の登記のと\nおりの遺産分割をしたとの，共有であることを認める供述をしている。\n(2)　本件遺産分割協議書に記載されているのは本件土地の割合的単位にすぎ\nず，３つに現物分割する内容となっていないうえ，本件遺産分割協議書記載の別途\n作成の書面というものは存在しない。\n(3)　本件遺産分割協議から現在まで約９年が経過しているが，本件土地につい\nて現実の分割はもとより分筆登記もされていない。\n(4)　本件駐車場は，区分所有できないため本件遺産分割協議によって分割した\n内容は原告ら３名の共有であるところ，土地上の建物が共有であるのにその敷地\n（本件土地）を３分割する内容の遺産分割をすることは考え難い。\n（原告らの主張）\n原告らは，本件遺産分割協議において，取得する面積割合を原告Ｂ，同Ｃ，\n同Ｄがそれぞれ４６％，３４％，２０％とすることとし，本件土地を東西に３分割\nして，西側の角地に当たる部分を原告Ｂ，その隣りの部分を同Ｃ，東側部分を同Ｄ\nがそれぞれ取得することとしたものである（甲１１参照）。\nその根拠は，以下のとおりである。\n(1)　原告Ｂ及びＥ税理士は，本件遺産分割協議において，別途作成の書面に基\nづき，本件土地を原告らで３分割した旨明確に供述している。\n(2)　平成４年１２月１９日付けの本件遺産分割協議書に，各人が取得する土地\nの位置は別途作成の書面による旨明確に記載されている。そして，上記別途作成の\n書面は存在したが，その原本は阪神・淡路大震災（以下「震災」という。）の際に\n滅失した。そこで，本件相続に係る相続税の申告を行ったＥ税理士が別途作成の図\n面を復元したのが，甲第１１号証である。\n(3)　被告は，本件土地について原告ら３名の共有とする登記がされているか\nら，本件遺産分割協議の内容も共有である旨主張する。\nしかし，上記本件土地の共有登記は，同土地に抵当権を設定するに際して\nの取引銀行からの要請に基づく便宜的なものにすぎず，実体と異なるものである。\n２　争点(2)（「１画地の宅地」として評価すべきか）\n（被告の主張）\n前記１（被告の主張）のとおり，本件遺産分割協議における本件土地につい\nての原告らの合意内容は，原告Ｂが４６％，同Ｃが３４％，同Ｄが２０％の持分割\n合での共有である。それゆえ，本件土地は，原告ら３人の共有に属する隣接した３\n筆の土地である。\nまた，本件土地全体が，堅固で相当長期にわたって使用されるであろう本件\n駐車場の敷地として一体利用されており，利用の単位となっている。\nしたがって，本件土地は評価通達１０本文の「１画地の宅地（利用の単位と\nなっている１画地の宅地をいう。）」に該当するから，その全体を１画地の宅地と\nして評価すべきである。\n（原告らの主張）\n評価通達１０は，宅地の価額は１画地の宅地ごとに評価する旨定めているか\nら，上記規定は，相続等によって取得した宅地については，原則としてその取得し\nた宅地ごとに判定すべきことを定めたものである。ただ，分割により複数の画地に\nなるときでも，不合理分割に該当するときは，例外的に，評価通達１０本文にいう\n「１画地の宅地」ではないが，これと同様に取り扱うことを定めたのが評価通達１\n０但書であるにすぎない。それゆえ，上記規定に従うと，前記１（原告らの主張）\nのとおり，相続人たる原告らが分割によって取得した個々の宅地ごとに，１画地の\n宅地として評価すべきである。\nまた，本件土地は本件遺産分割協議において３分割されたものであるが，い\nずれも長方形の形の良い土地であって，かつ，道路に面し，それぞれ建物を建てら\nれるだけの面積も確保されている。これらのことから，本件では分割された土地ご\nとに利用の単位となることが明らかである。\nしたがって，本件土地全体を「１画地の宅地」と評価することはできない。\n３　争点(3)（不合理分割に当たるか）\n（被告の主張）\n仮に，本件遺産分割協議における合意内容が共有ではなく，本件土地を原告\nらの間で東西に３分割するというものであったとしても，以下のとおり，原告らが\n本件土地を３分割する内容の遺産分割は評価通達１０但書にいう不合理分割に当た\nるため，分割前の画地である本件土地全体を「１画地の宅地」として評価すべきで\nある。\n(1)　評価通達１０但書は，分割後の画地では相続財産の正確な評価をなし得な\nいため，分割前の画地を１画地の宅地とする規定であり，不合理分割とは，分割後\nの画地では現在及び将来においても有効な土地利用が図れないと認められる分割を\nした場合をいう。\n(2)　次のような本件土地の現況等からすれば，本件土地の分割は，本件駐車場\nがある限り，その分割後の各宅地はそれ自体独立して有効利用は図れないことが明\nらかである。\nア　本件駐車場は，車両及び利用者は本件土地が隣接する道路のうち西側道\n路からしか出入りできない螺旋状の立体駐車場で，これを利用する車両は，月極め\nの車両を除き，駐車場内であれば階層を問わず自由に駐車することができる。\nまた，本件駐車場の運営に当たり各階層ごと又は各駐車スペースごとに\n収益を管理できるものではなく，本件駐車場が一体のものとして有限会社明石モー\nタープールにおいて管理されている。\nイ　本件駐車場は，本件土地のほぼ全体を敷地として建てられている。\nウ　本件駐車場は，約８億円もの多額の工事費用をかけて建築された大規模\nで堅固な建物であること，現時点でも建築から約９年を経過したのみであること，\n建築するに際しての借入金の返済も済んでおらず，根抵当権が設定されている限り\n本件駐車場以外の利用方法は考えられないことから，本件土地は，将来相当長期に\nわたって駐車場として利用されることが見込まれる。\n(3)　したがって，前記の分割は，評価通達１０但書に定める不合理な分割に該\n当するというべきである。\n（原告らの主張）\n以下のとおり，原告らの間での本件土地を３分割する内容の遺産分割は，評\n価通達１０但書にいう不合理分割には該当しない。\n(1)　評価通達１０但書は，本来「１画地の宅地」でないものをこれと同様に取\nり扱う旨の例外規定であるから，袋地，囲繞地，無道路地，又は著しく狭隘な土地\n等，通常の用に供することができない土地を作出する場合のみがこれに該当すると\n解すべきである。\nこれを本件についてみると，本件土地上にはたまたま本件駐車場という建\n物が現在は存在するものの，分割された土地（甲１１参照）はいずれも長方形で相\n当の面積があり，かつ道路にも面しており，それぞれにおいて建物建築が可能なも\nのであり，いずれも通常の用に供することができる土地である。\nしたがって，このような分割が不合理分割に該当しないことは明らかであ\nる。\n(2)　なお，被告は，本件駐車場は本件土地のほぼ全体を敷地として建てられて\nいることを根拠に不合理分割に該当する旨主張するが，本件遺産分割協議では，本\n件駐車場（建物）の分割割合に合わせて本件土地を３筆に分割しているのであるか\nら，敷地一杯に建てられていても不合理分割には当たらない。\n４　争点(4)（信義則違反）\n（原告らの主張）\n被告は，評価通達１０但書の不合理分割に該当するとして本件処分をしたに\nもかかわらず，本件訴訟においては評価通達１０本文の「１画地の宅地」に該当す\nる旨の主張をしている。\nしかし，評価通達１０但書は，「１画地の宅地」に該当しない一定の場合に\n「１画地の宅地」として取り扱う規定であり，被告は，本件処分時は「１画地の宅\n地」に該当しないことを自認していたことになる。したがって，被告の前記主張の\n追加は，過重な違法課税を無理に適法と主張するためにことさらに処分理由を変転\nさせたものであって，信義則に反し違法である。\nなお，総額主義の考え方から，処分理由の単なる追加や差替えは許容される\nことにはなるが，本件のような恣意的な処分理由の差替えまでは許されないのであ\nる。\n（被告の主張）\n課税処分取消訴訟の訴訟物は，処分の主体，内容，手続，方式等すべての面\nにおける違法，すなわち処分の違法性一般であり，課税庁が処分時に認識した処分\n理由に誤りがあったとしても，課税処分によって確定された税額が処分時に客観的\nに存在した税額を上回らない限り，課税処分は適法であると考えるべきである（総\n額主義）。そうすると，処分理由は攻撃防御方法にすぎず，課税庁は処分時と異な\nる処分理由を主張できることになる。\nしたがって，被告が本件処分の理由としていなかった，評価通達１０本文の\n「１画地の宅地」に該当する旨の主張をすることは，信義則に違反せず許される。\n５　争点(5)（評価通達１０の違憲性）\n（原告らの主張）\n評価通達１０本文にいう「１画地の宅地（利用の単位となっている１区画の\n宅地）」は不明確であり，課税の基準としては曖昧にすぎるものである。したがっ\nて，このような不明確な基準による課税は，租税法定主義を規定する憲法８４条及\nび適正手続保障を定めた憲法３１条に違反する。\n（被告の主張）\n原告らの主張は争う。評価通達１０は憲法８４条及び３１条に違反しない。\n６　争点(6)（原告らの納付すべき相続税額）\n（被告の主張）\n原告らの納付すべき相続税額は，別表２の⑰欄の各原告欄記載のとおりであ\nり，原告Ｂが３億９１８５万９１００円，同Ｄが１億７７６３万９２００円，同Ｃ\nが３億７２１３万５８００円である。\n（原告らの主張）\n原告らの納付すべき相続税額は，別表１の当初申告欄の各納付すべき税額欄\n記載のとおりであり，原告Ｂが３億５５４５万３１００円，同Ｄが９４３２万２６\n００円，同Ｃが２億０７５０万３５００円である。\n第４　当裁判所の判断\n１　争点(1)（本件土地についての本件遺産分割協議の内容）\n(1)　事実の認定\n前記第２の１(1)(2)(3)の前提となる事実に，証拠（甲２，甲９～１１，甲\n１３〔一部〕，甲１４〔一部〕，甲２４〔一部〕，乙１～３〔枝番を含む〕，乙６\n～１０，証人Ｅ〔一部〕，原告Ｂ〔一部〕）及び弁論の全趣旨を総合すると，以下\nの事実が認められる。\nア　原告らは，平成４年１２月１９日，本件相続に係る相続財産について遺\n産分割協議を行った。同協議にはＥ税理士が関与し，同税理士の指導に基づいて本\n件遺産分割協議が行われた。本件遺産分割協議書（甲９）はＥ税理士が起案し，同\n日原告らが押印して作成したものである。\nイ　原告らは，本件遺産分割協議の際，本件駐車場を原告ら３名の共有とす\nることとし，その共有持分を原告Ｂが１００分の４６，同Ｃが１００分の３４，同\nＤが１００分の２０とすることとしたが，本件土地も共有とすることとし，各共有\n持分を本件駐車場の共有持分と同一割合にすることにした。\nすなわち，原告らは，本件土地を共有することにし，各共有持分を，原\n告Ｂが１００分の４６，同Ｃが１００分の３４，同Ｄが１００分の２０とすること\nで合意した。\nウ　Ｅ税理士は，本件遺産分割協議書を起案する段階で，本件土地を３分割\nして各土地をそれぞれ評価し，一番単価の高い土地についてのみ小規模宅地の特例\nを適用すれば，本件土地を一体評価するより評価金額を下げることができると考え\nた。\nそこで，Ｅ税理士は，原告らの相続税の納付金額を下げるため，原告ら\nの合意した共有持分の割合に基づき東西に本件土地を３分割したと仮定して，その\n各評価額を算出し（原告Ｂが取得するものとする部分については，小規模宅地の特\n例を適用して評価額を算出した。），本件土地の合計評価額を１として，その割合\n的単位である０．１１６０４等の数字を本件遺産分割協議書に記載した（乙１０，\n証人Ｅの第１５回口頭弁論証人調書１５～１８頁）。\nエ　ちなみに，本件土地が原告らの共有であったとすれば，原告ら各人が取\n得する本件土地の評価額（租税特別措置法６９条の３の適用前の価額）は，原告Ｂ\nが４億８３０８万７２８９円，原告Ｃが３億５７０６万４５１７円，原告Ｄが２億\n１００３万７９５１円となる。\nところが，原告らが主張するような本件土地の分割協議が行われたとす\nるならば，原告ら各人が取得する本件土地の評価額は，原告Ｂが５億２４０９万５\n２５３円，原告Ｃが９３３８万７５７１円，原告Ｄが５５８３万０２４０円とな\nり，大幅な相続税の軽減を図れる。\nＥ税理士は，原告らから本件相続に係る相続税の確定申告手続の依頼を\n受け，原告らの相続税額の軽減を図る方法を考えた末，原告らが本訴で主張してい\nるような方法を思いつき，そのような本件土地の分割協議が実際に行われたように\n装って，それを前提として本件確定申告手続を代行したのである。\n(2)　前記認定の補足説明\nア　本件遺産分割協議書の記載内容\n本件遺産分割協議書（甲９）には，本件土地について，「取得した相続\n財産の明細」欄の「面積，数量等」欄に，原告Ｄが所定の評価に対し０．１１６０\n４相当（区分）の土地，原告Ｂが所定の評価に対し０．６８９８６相当（区分）の\n土地，原告Ｃが所定の評価に対し０．１９４１０相当（区分）の土地を取得する旨\n記載されている。\n上記数字は，本件土地全体を１とした場合の原告らそれぞれが取得する\n割合的単位（個別評価したそれぞれの土地の評価額の割合であって，原告Ｂの分に\nついては「小規模宅地の特例の減額」〔租税特別措置法６９条の３。但し，平成６\n年改正前のもの〕適用をした後のもの。）を記載したものに過ぎない（乙１０）。\nこの事実は，本件遺産分割協議書を起案したＥ税理士も認めている（証人Ｅの第１\n４回口頭弁論証人調書５頁，５９頁）。\nしたがって，本件遺産分割協議書自体は，原告らが取得する土地の割合\n的単位しか記載しておらず，本件遺産分割協議による本件土地の分割内容は，原告\nら３名の共有というべきである。原告Ｂも，本件土地は共有の登記のとおりの遺産\n分割をした旨明確に供述しており（原告Ｂの第１３回口頭弁論本人調書５９，６\n０，６５，６６頁），本件遺産分割協議による本件土地の分割内容は共有である旨\n供述している。\nイ　別途作成の書面の不存在\n(ア)　別途作成の書面の不提出等\n本件遺産分割協議書（甲９）には，各原告が取得する「土地の位置に\nついては，別途作成の書面による。」と記載されているが，原告らは，本件相続に\n係る相続税の申告の際にも，本件遺産分割協議書と一体となった別途作成の書面を\n提出していないし（甲２，証人Ｅの第１５回口頭弁論証人調書２８，２９頁），本\n件訴訟でも，別途作成の書面を証拠として提出していない。これは，本件遺産分割\n協議書と一体となった別途作成の書面が存在しないからに他ならない。\n(イ)　原告ら主張の信用性の欠如\nもっとも，原告らは，本件遺産分割協議時には別途作成の書面が存在\nしたが，震災により消失し，その写しさえ消失して存在しないので，Ｅ税理士が復\n元したのが甲第１１号証であると主張する。そして，原告ＢやＥ税理士も，それに\n沿う供述をする。\nしかし，原告らは，本件遺産分割協議書の写しが残っていたとして，\n本訴で甲第９号証を提出しているのに，これと一体のものである別途作成の書面\nは，その写しさえ残っていないという。これは極めて不自然，不可解なことであ\nる。この当然の疑問について，原告Ｂは，被告代理人から反対尋問で質問されなが\nら，合理的な説明をすることができない（原告Ｂの第１３回口頭弁論本人調書３７\n～３９頁）。別途作成の書面が震災により消失したのに，本件遺産分割協議書の写\nしだけはどのような経過で残っていたのであろうか。\nまた，本件遺産分割協議書に記載された０．１１６０４等の本件土地\nの分割内容は，原告らにとって極めて分かりにくい内容であり，別途作成の書面が\n作成されていたとすると，Ｅ税理士が原告Ｂにその内容を説明する際，当然同書面\nを示して説明したと思われる。ところが，Ｅ税理士は，その説明の際，同書面を示\nして説明はしていないと証言し（証人Ｅの第１４回口頭弁論証人調書５８頁），原\n告Ｂも上記割合の意味を理解していないと供述する（原告Ｂの第１２回口頭弁論本\n人調書７０～７４頁）。\n以上のような事実及び事情を踏まえると，本件遺産分割協議の際，別\n途作成の書面が存在したとの原告Ｂの供述部分，Ｅ税理士の証言部分はいずれも信\n用できず，その他，同書面が存在したことを認めるに足る証拠がない。したがっ\nて，別途作成の書面が本件遺産分割協議時に存在した旨の原告らの主張は採用でき\nない。\n(ウ)　Ｅ証言の虚偽\nさらに，Ｅ税理士は，異議申立ての時点で，別途作成の書面を明石税\n務署に提出したと証言している（証人Ｅの第１５回口頭弁論証人調書２５～２７\n頁）。\nしかし，明石税務署は，原告らやＥ税理士から，異議申立ての時点で\nも，別途作成の書面の提出を受けていない（弁論の全趣旨）。また，そもそも、別\n途作成の書面が震災（平成７年１月１７日）で消失したのであれば，Ｅ税理士が，\n震災後の異議申立ての時点（平成８年３月２５日）で，別途作成の書面を明石税務\n署に提出できる筈がない。Ｅ税理士の上記証言は，明らかに虚偽である。\n(エ)　まとめ\n以上のとおり，本件遺産分割協議書と一体となる筈の別途作成の書面\nが存在しないとなると，前記アで検討したとおり，本件遺産分割協議書の内容自体\nには，原告らが取得する本件土地の割合的単位が記載されているにすぎず，具体的\nな特定区画が記載されていないのであるから，本件遺産分割協議における本件土地\nの分割内容は，原告ら３名の共有というべきである。\nウ　３分割による遺産分割方法の不自然性\n(ア)　事実の認定\n証拠（甲１の１ないし３，甲１１，甲１４～１６〔枝番を含む〕，甲\n２２，甲２３の１～２４，乙１～３〔枝番を含む〕，乙６，原告Ｂ）及び弁論の全\n趣旨によると，次の事実が認められる。\nａ　本件土地は，３筆からなる地続きの宅地で，角地に位置しており\n（乙１），間口が２５.３６ｍ，奥行が３４.５５ｍのほぼ長方形であり，本件土地\nの登記簿面積は８５１.７６㎡（乙２の１～３），実測面積は８２１.４８㎡（甲１\n１）である。\nｂ　本件土地上には，平成４年８月１０日に新築された本件駐車場が存\n在する。その工事代金として８億１０６１万円を要した。本件駐車場は，鉄筋コン\nクリート造陸屋根地下１階付６階建の大規模で堅固な建物で，延床面積は３１６３.\n６２㎡，１階部分の床面積は７２８.７２㎡である。本件土地のほぼ全体が本件駐車\n場の敷地として利用されている（乙３）。\nｃ　本件駐車場への車両の出入口は，本件土地の西側に面する道路に一\nか所設けられており，車両の入出庫の管理を行うゲート，駐車料金の精算機，利用\n客用のエレベーター等，いずれも西側道路側に設置されている。本件土地の南側に\n面する道路とは本件駐車場の側壁が接しているのみであり，本件土地の北及び東側\nも他人の所有する店舗等に隣接しているため，本件駐車場への出入りをすることが\nできない（甲２２，乙６）。\nｄ　本件駐車場内は，螺旋状の立体駐車場（甲２３の１～２４）であ\nり，本件駐車場を利用する車両は，月極めの車両を除き，駐車場内であれば階層を\n問わず自由に駐車することができる。また，本件駐車場の運営に当たり，各階層ご\nとや各駐車スペースごとに収益を管理することはできない。本件駐車場は，原告ら\nから有限会社明石モータープールに賃貸されて（甲１５の１～３，甲１６），同会\n社において一体のものとして管理されている。\nｅ　原告らは，近い将来本件駐車場を取り壊す意思は全くなく，将来何\n十年という長期にわたり，駐車場として使用収益を図っていくことを予定している\n（原告Ｂの第１３回口頭弁論本人調書４５頁）。\n(イ)　検　討\nａ  上記のとおり，本件土地上には，鉄筋コンクリート造陸屋根地下１\n階付６階建の大規模で堅固な建物（本件駐車場）が，本件土地のほぼ全体を敷地と\nして建てられており，各階層毎に収益も管理もできるものではない。\nしたがって，本件駐車場は，建物の区分所有等に関する法律１条に\nよる「構造上の独立性」と「利用上の独立性」を具備している区分所有が可能な建\n物ではない。\nｂ　そうすると，本件駐車場に関する本件遺産分割協議の内容は，本件\n駐車場建物を区分所有できない以上，持分割合による共有というべきであり，本件\n遺産分割協議書には，本件駐車場についても持分的単位が記載されているにすぎな\nい。\nそうだとすると，本件駐車場について本件遺産分割協議で共有と定\nめながら，その敷地のみを分筆して３分割する旨の分割協議は，特段の事情がない\n限り不自然であり，このような特段の事情を認めるに足りる証拠もない，\nしかも，仮に原告らが主張するような３分割がなされたのであれ\nば，原告らが取得する本件土地の各具体的な区画について，本件駐車場の敷地利用\n権が設定される筈であるが，本件では，本件遺産分割協議の際に，そのような敷地\n利用権も設定されていない（原告らもそのような主張をしていない）。\nｃ　むしろ，本件駐車場（堅固な建物）が本件土地のほぼ全体を敷地と\nして建てられており，その収益の管理についても本件駐車場全体の収益を一体とし\nて管理しており，原告らがその建物自体を共有として遺産分割をしたのであれば，\nその敷地である本件土地についても共有として遺産分割するのが，本件遺産分割協\n議をした原告らの合理的な意思に合致する。\n換言すれば，原告らが，本件遺産分割協議に際して，原告ら各自が\n取得する本件土地の各具体的な区画についての本件駐車場の敷地利用権を設定して\nもいないのに，本件遺産分割協議が本件土地を３分割する内容であると認めること\nは，極めて不自然であるといわなければならない。\nエ　本件土地の共有登記\n(ア)  次の各事実に照らしても，本件遺産分割協議における本件土地の分\n割方法は，原告ら３名の共有であったことが認められる。\nａ　本件土地は，本件遺産分割協議（平成４年１２月１９日）後に，本\n件相続を原因とする原告ら３名の共有登記がされている（平成５年３月１１日受\n付，乙２の１～３）。\nｂ　原告Ｂも，本件遺産分割協議で，本件土地の共有の登記のとおり遺\n産分割をした旨明確に供述している（原告Ｂの第１３回口頭弁論本人調書５９，６\n０，６５，６６項）。\nｃ　原告らは，本件遺産分割協議から現在まで既に約９年経過している\nのに，未だに原告らが本件訴訟で主張している３分割による分筆登記をしていない\n（乙２の１～３，弁論の全趣旨）。\n(イ)　もっとも，原告らは，根抵当権者の三和銀行との関係で，本件土地\nを共有の登記にしているにすぎない旨主張し，原告Ｂ，Ｅ税理士もこれに沿う供述\nをしている。\nしかし，原告らは，本件土地上の建物（本件駐車場）にも，三和銀行\nを根抵当権者とする根抵当権が設定されているが，その建物の登記は原告悳子単独\nの所有名義であるのに（乙３），本件土地の登記は原告ら３名の共有登記である。\n本件土地及び駐車場の根抵当権者は同じ三和銀行明石支店であり，本\n件駐車場の所有権保存登記がされてから（平成４年１０月２９日受付），本件土地\nの登記がされる（平成５年３月１１日）までわずか４か月あまりしか経過していな\nいのに（乙２の１～３，乙３），同じ銀行の同じ支店が異なる登記をするよう指示\nすることは，特段の事情がない限り考えられない。ところが，原告らは，特段の事\n情があったことについて，何ら主張立証していないのである。\nしたがって，三和銀行の指示による旨の原告らの主張は極めて不自\n然，不合理であり，三和銀行の指示により本件土地の共有登記をした旨の原告Ｂ，\nＥ税理士の供述は信用することができず，原告らの前記主張は採用できない。\n(ウ)　真相は，本件駐車場は区分所有をすることができないので（前記ウ\n(イ)ａ），原告Ｂの単独所有名義で所有権保存登記をしたのであり，本件土地につ\nいては，本件遺産分割協議の内容が共有であるから（前記(ア)），共有登記をした\nのである。\nオ　Ａの遺言\n原告Ｂは，「Ａの遺言で，本件土地について今後の管理運営の面でも３\n人で分割しておく方がよく，後のいざこざを防ぐために共有にせずにきちんと３分\n割するようにと言われたので，本件遺産分割協議で，本件土地を原告ら３名それぞ\nれに３筆に分筆した」と供述する。しかし，この供述は信用できない。その理由\nは，以下のとおりである。\n(ア)　Ａの遺言書が存在しないことは，原告Ｂも認めている（原告Ｂの第\n１２回口頭弁論本人調書６６，６７頁）。\nもし，Ａが遺言で，本件土地について今後の管理運営の面でも３人で\n分割しておく方がよく，共有にせずにきちんと３分割するようにと言ったのであれ\nば，将来の禍根を残さないためにも，Ａは３分割の内容まで決めた遺言書を残して\nおくと思われるのに，Ａの遺言書は存在しないし，具体的な３分割の内容も決めて\nいないというのである。\nこの点で，原告Ｂの上記供述は既に論理的に破綻しているといわざる\nを得ず，信用することができない。\n(イ)　Ａの遺産としては，本件土地，駐車場以外にも，明石市α町β丁目\nγの土地（貸地），同町δ，ε，ζの土地（貸家建付地），明石市η町θの土地\n（貸地）等，多数の賃貸による収益物件が存在した（甲２）。\nこれらの土地についても，今後の管理運営の面で問題となるにもかか\nわらず，Ａが本件土地だけ今後の管理運営の面から３分割するようにと遺言したと\nいうのは，極めて不自然，不合理であり，この点からも，原告Ｂの上記供述は信用\nすることができない。\nカ　将来の円満な土地支配等\n原告らは，「原告らの子孫の円満な土地支配に将来の火種をなくすこ\nと，今後の権利の錯綜を避けること，本件土地の将来の有効利用などを考慮すれ\nば，本件遺産分割協議により，本件土地を３分割するのが当然であり，共有として\n遺産分割することは考えられない」と主張する。しかし，同主張も採用できない。\nその理由は，以下のとおりである。\n(ア)　原告らは，子孫の円満な土地支配や今後の権利の錯綜を避けること\nを３分割した理由と主張しているにもかかわらず，本件土地以外のＡの相続財産た\nる不動産は，全て原告らの共有として遺産分割しており（甲９），相続財産たる土\n地の中で本件土地のみ，共有とすれば将来の子孫の円満な土地支配に火種を残すと\nいう特殊事情が見当たらない。原告らの主張自体が矛盾している。\n(イ)　本件土地の所有形態を原告らの共有としても，各自の持分割合は決\nまっているのであるから，必ずしも権利の錯綜が生じるとは限らないし，本件土地\nの有効利用（将来何十年にわたり本件駐車場の敷地として利用〔前記ウ(ア)ｂ\nｅ〕）という見地からは，共有のままで所有していても別段不都合はない。\nむしろ，本件土地が一体として堅固な立体駐車場の敷地として将来何\n十年にわたり利用される使用形態を無視して，原告ら３名があえて本件土地を３分\n割すれば，原告ら各自が取得する区画についての駐車場の敷地利用権を巡って，将\n来紛争が発生することが予想されるので，３分割にした方が将来の火種となり，将\n来権利の錯綜を来すおそれがある。\n(3)　小　括\n以上の認定判断によると，原告らは，本件遺産分割協議により，本件土地\n全体をそれぞれ原告Ｂが４６％，同Ｃが３４％，同Ｄが２０％の持分割合により，\n共有で取得することを合意したものであり，本件遺産分割協議における本件土地の\n分割内容は，原告ら３名の共有であることが認められる。\n２　争点(2)（評価通達１０本文の適用の有無）\n(1)　評価通達１０の「１画地の宅地」の意義\n評価通達１０は，「宅地の価額は，１画地の宅地（利用の単位となってい\nる１区画の宅地をいう。）ごとに評価することとし，宅地の上に存する権利の価額\nについても同様とする。ただし，贈与，遺産分割等による宅地の分割が親族間で行\nわれた場合において，例えば，分割後の画地が宅地として通常の用途に供すること\nができないなど，その分割が著しく不合理であると認められるときは，その分割前\nの画地を１画地の宅地とする。」と規定し，その注書で「１画地の宅地は，必ずし\nも１筆の宅地からなるとは限らず，２筆以上の宅地からなる場合もあり，また，１\n筆の宅地が２画地以上の宅地として利用されている場合もあることに留意する。」\nとしている。\nところで，原告は，評価通達１０が，複数の相続人が相続した場合，各人\nが取得した個別の画地ごとに評価する原則を定めていると主張する。\nしかし，評価通達１０は，「宅地の価額は，１画地の宅地（利用の単位と\nなっている１区画の宅地をいう。）ごとに評価する」旨明確に規定しているのであ\nり，評価の単位は利用状況を基準とし，各人の取得範囲や不動産の筆数を問題にし\nていない。したがって，原告らの上記主張は評価通達の明文に反する独自の解釈で\nあって，採用することができない。\n(2)　本件への当てはめ\n本件土地の遺産分割は，前記１のとおり，原告Ｂが１００分の４６，同Ｃ\nが１００分の３４，同Ｄが１００分の２０の持分割合による共有である。そして，\n前記１(2)ウ(ア)ｂ～ｄのとおり，本件土地上に，鉄筋コンクリート造陸屋根地下１\n階付６階建の大規模で堅固な本件駐車場が本件土地のほぼ全体を敷地として建てら\nれており，本件駐車場は，車両及び利用者が１か所の出入り口からしか出入りでき\nない螺旋状の立体駐車場で，本件駐車場の運営にあたって各階層ごと又は各駐車ス\nペースごとに収益を管理できず，有限会社明石モータープールにおいて一体のもの\nとして管理されている，というのである。\nこれらの点に照らすと，本件土地は一塊りの土地として堅固で大規模な１\n棟の本件駐車場の敷地として利用されているのであるから，その利用状況に照らす\nと，本件土地は，評価通達１０本文の「１画地の宅地」に該当し，一体として評価\nすべきものと認めるのが相当である。\n３　争点(4)（信義則違反）\n(1)　原告らの主張\nア　被告は，評価通達１０但書の不合理分割に該当するとして本件処分をし\nたにもかかわらず，本件訴えにおいては評価通達１０本文の「１画地の宅地」に該\n当する旨主張している。\nイ　しかし，評価通達１０但書は「１画地の宅地」に該当しない一定の場合\nに「１画地の宅地」として取り扱う規定であり，被告は本件処分時は「１画地の宅\n地」に該当しないことを自認していたことになる。\nウ　したがって，被告の前記主張の追加は，過重な違法課税を無理に適法と\n主張するためにことさらに処分理由を変転させたものであり，恣意的な処分理由の\n追加であって，信義則に反し違法である。\n(2)　検　討\nア　課税処分取消訴訟の訴訟物\n課税処分取消訴訟の訴訟物は，処分の主体，内容，手続，方式等すべて\nの面における違法，すなわち処分の違法性一般であり，課税庁が処分時に認識した\n処分理由に誤りがあったとしても，課税処分によって確定された税額が処分時に客\n観的に存在した税額を上回らない限り，課税処分は適法であると解するのが相当で\nある（総額主義）。\nそうすると，課税庁が処分時と異なる処分理由を主張すること（処分理\n由の追加，差替え）は，当然違法になるとはいえない。\nイ　課税処分と信義則\n租税法規に適合する課税処分について，法の一般原理である信義則の法\n理により課税処分を違法なものとして取り消すことができる場合があるとしても，\nその適用は，法律による行政，とりわけ租税法律主義の原則が貫かれるべき租税法\n律関係においては慎重でなければならず，租税法規の適用における納税者間の平\n等，公平という要請を犠牲にしても，なお当該課税処分に係る課税を免れしめて納\n税者の信頼を保護しなければ正義に反するといえるような特別の事情が存する場合\nに，初めて信義則の法理の適用を考えるべきものである（昀高裁昭和６２年１０月\n３０日第３小法廷判決・裁判集民事１５２号９３頁参照）。\nウ　本件へのあてはめ\n確かに，前記第２の１(5)のとおり，被告は，評価通達１０但書の不合理\n分割に該当するとして本件処分をしたのに，前記第３の２（被告の主張）のとお\nり，本件訴えにおいては，評価通達１０本文の「１画地の宅地」と評価すべきであ\nる旨の主張を追加していることが認められる。\nしかし，前示アのとおり，課税処分の根拠となる理由について，課税処\n分取消訴訟において，当該課税処分当時とは異なる理由を追加しても直ちに違法と\nなるものではないから，上記処分理由の追加ゆえに直ちに本件処分が違法となると\nはいえない。\nそして，本件全証拠によるも，本件訴訟での被告による前記処分理由の\n追加が，租税法規の適用における納税者間の平等，公平という要請を犠牲にして\nも，なお本件処分に係る課税を免れしめて原告らの信頼を保護しなければ正義に反\nするといえるような特別の事情が存する事実は認められない。\nしたがって，本件処分が信義則に反する違法なものであるとは認められ\nないので，原告らの前記(1)の主張も採用できない。\n４　争点(5)（憲法違反）\n(1)　原告らの主張\n評価通達１０本文にいう「１画地の宅地（利用の単位となっている１画地\nの宅地）」は不明確であり，課税の基準としては曖昧にすぎるものである。したが\nって，このような不明確な基準による課税は，租税法定主義を規定する憲法８４条\n及び適正手続保障を定めた憲法３１条に違反する。\n(2)　検　討\n相続税法２２条は，相続により取得した財産の価額は，特別に定める場合\nを除き，当該財産の取得の時における時価によるものとし，この時価とは，当該財\n産の相続開始時における財産の現況に応じ，不特定多数の当事者間で自由に取引が\n行なわれる場合に通常成立すると認められる価額によるものである。\nそして，評価通達１０において，宅地の価額は利用単位ごとに評価するこ\nととしているのは，例えば数筆の土地全体が一体として利用されているような場合\nに，それぞれ１筆の土地ごとに評価するよりも利用単位としての土地全体を一体の\nものとして評価する方が，当該土地の利用状況等の実態に即したものであり，それ\nぞれの財産の現況に応じた客観的交換価値を算出するのに適当であることによる。\nまた，このことは，不動産評価において，土地の利用状況が重要な要素とされてい\nることを反映するものであって，十分な合理性を有するものである。\nしたがって，評価通達１０は合理性を有する規定であって，同通達を基準\nとする課税が，不明確な基準による課税であるとはいえず，憲法８４条，３１条に\n違反するものであるとは認められない。それゆえ，原告らの前記(1)の主張も採用で\nきない。\n５　争点(6)（納付すべき相続税額）\n以上を前提に，本件相続に係る原告らの納付すべき相続税額を検討すると，\n以下のようになる。\n(1)　相続財産及びその価額\n原告らが，Ａから相続により取得した財産（以下「本件相続財産」とい\nう。）を評価通達及び評価基準に基づいて評価すると，次のアないしオ記載のとお\nりとなる。その合計額は，別表２「課税価格及び相続税の総額の計算明細表」の⑥\n欄の合計欄のとおり２８億２８５０万８４０２円である。\nア　土　地\n本件相続財産のうち土地の価額は，別表３「土地の内訳表」の各被告主\n張額欄記載のとおりであり，その合計額は，被告主張額欄の合計欄記載のとおり１\n９億５７０１万４６６６円である（甲１の１ないし３，甲６の１ないし３，乙８，\n弁論の全趣旨）。\nなお，本件土地の価額は，別表４のとおり８億７１２１万１７２１円で\nある。\nイ　家屋・構築物\n本件相続財産のうち家屋・構築物の価額は，原告らが平成５年２月１２\n日に被告に提出した相続税の申告書（乙８）に記載された金額（以下「本件申告\n額」という。）と同額であり，その合計額は，別表２の②欄の合計欄記載のとおり\n８億５７２１万３５１０円である（乙８）。\nウ　現金預貯金\n本件相続財産のうち現金預貯金の価額は，本件申告額と同額であり，そ\nの合計額は，別表２の③欄の合計欄記載のとおり１７７万３０３０円である（乙\n８）。\nエ　事業用財産\n本件相続財産のうち事業用財産の価額は，別表５「事業用財産の内訳\n表」の各被告主張額欄記載のとおりであり，その合計額は，被告主張額欄の合計欄\n記載のとおり５３６万６４８３円である（甲６の１ないし３，弁論の全趣旨）。\nオ　その他の財産\n本件相続財産のうちその他の財産等（未収金，家庭用財産，電話加入権\n及び還付税金の合計額）の価額は，本件申告額と同額であり，その合計額は，別表\n２の⑤欄の合計欄記載のとおり７１４万０７１３円である（乙８）。\n(2)　取得した財産及びその価額\n原告らが取得した相続財産及びその価額の合計は，別表２の⑥欄の各原告\n欄記載のとおり，原告Ｂが１１億００７３万２９２９円，同Ｄが６億６６０８万６\n９２５円，同Ｃが１０億６１６８万８５４８円である。\n(3)　負担する債務及び葬式費用の金額\n相続税法１３条１項は，相続又は遺贈により取得した財産の価額から，そ\nの者が負担する被相続人の債務で相続開始の際現に存するもの（公租公課を含\nむ。）及び被相続人に係る葬式費用を控除した金額を課税価格に算入すべき旨規定\nしている。\n本件において相続財産の価額から控除されることとなる債務及び葬式費用\nは，別表２の⑦欄の各原告欄記載のとおりであり，原告Ｂが３億０５６６万１３７\n１円，同Ｄ及び同Ｃが３億０５６６万１３７０円である（乙８の７丁参照，弁論の\n全趣旨）。\n(4)　課税価格\n各原告の相続税の課税価格は，それぞれ，前記(2)により計算した取得財産\nの金額から前記(3)により計算した債務等の金額を控除し（控除後の金額が赤字にな\nる場合には零円とする。），相続開始前３年以内の被相続人からの贈与財産の価額\nを加算し，１０００円未満の端数を切り捨てた金額（国税通則法１１８条１項）で\nある（相続税法１３条，平成６年法律第２３号による改正前の相続税法１９条）。\nこのようにして，各原告の課税価格を計算すると，その金額は，別表２の\n⑧欄の各原告欄記載のとおり，原告Ｂが７億９５０７万１０００円，同Ｄが３億６\n０４２万５０００円，同Ｃが７億５６０２万７０００円である。\nなお，原告らが相続開始前３年以内に贈与により取得した財産はない。\n(5)　納付すべき相続税額の計算\n前記(4)の課税価格を前提に，原告らの納付すべき相続税額を計算すると，\n以下のようになる。\nア　相続税の総額\n相続税の総額は，課税価格の合計額から遺産に係る基礎控除額を控除し\nた金額を法定相続分に応じて取得したものとして，その金額を算出し，これに相続\n税法で定めた税率を乗じて計算した金額である（平成６年法律第２３号による改正\n前の相続税法１６条）。\n上記法定相続人とは，民法第５編第２章の規定による相続人であり（相\n続税法１５条２項），法定相続分とは，法定相続人の数に応じた民法９００条及び\n９０１条の規定による相続分である。\nそして，上記遺産に係る基礎控除額は，４８００万円と９５０万円に法\n定相続人の数を乗じて得た金額との合計額である（平成６年法律第２３号による改\n正前の相続税法１５条１項）。\n本件でＡの法定相続人は，別紙「Ａ相続関係図」のとおり原告ら３名で\nあるから，遺産に係る基礎控除額は，別表２の⑨欄の合計欄記載のとおり７６５０\n万円である。\nそうすると，課税される遺産総額は，課税価格の合計額である１９億１\n１５２万３０００円（別表２の⑧欄の合計欄）から遺産に係る基礎控除額７６５０\n万円を控除した１８億３５０２万３０００円であり，これを法定相続人の法定相続\n分（同表の⑪欄のとおり各１／３）に応じてそれぞれに按分すると，その金額は同\n表の⑫欄記載のとおり，いずれも６億１１６７万４０００円（１０００円未満の端\n数切捨て）である。\nそして，これに相続税法が定める税率を乗じると，各人の相続税の総額\nの基礎となる税額は，同表の⑭欄の各原告欄記載のとおり，いずれも３億１４０３\n万８１００円となり，その合計である相続税の総額は，同欄の合計欄記載のとお\nり，９億４２１１万４３００円（１００円未満の端数切捨て）である。\nイ　原告らの相続税額\n相続又は遺贈により財産を取得した者に係る相続税額は，相続税の総額\nに，それぞれこれらの事由により財産を取得した者に係る相続税の課税価格が当該\n財産を取得したすべての者に係る課税価格の合計額のうちに占める割合を乗じて，\n計算することとされている（相続税法１７条）。\n本件における原告らの課税価格は，別表２の⑧欄の各原告欄記載のとお\nりであり，原告らの課税価格の合計額（別表２の⑧欄の合計欄）に占める割合に前\n記(1)の相続税の総額９億４２１１万４３００円を乗じて求めた原告らの算出税額\nは，別表２の⑮欄の各原告欄記載のとおりであって，原告Ｂが３億９１８５万９１\n３９円，同Ｄが１億７７６３万９２６８円，同Ｃが３億７２６１万５８９２円であ\nる。\nウ　原告らの納付すべき相続税額\n(ア)　相続又は遺贈により財産を取得した者が当該相続又は遺贈に係る被\n相続人の民法第５編第２章の規定による相続人に該当し，かつ，障害者である場合\nには，その者については，相続税法１５条から１９条の３までの規定により算出し\nた金額から，６万円にその者が７０歳に達するまでの年数（当該年数が１年未満で\nあるとき又はこれに１年未満の端数があるときは，これを１年とする。）を乗じて\n算出した金額を控除した金額をもって，その納付すべき相続税額とすることとされ\nている（相続税法１９条の４）。\n(イ)　本件において，原告Ｃが障害者に該当し，相続開始時において６２\n歳であったことから，上記規定の適用があるところ，同人の相続税額から控除され\nる金額は，６万円に「その者が７０歳に達するまでの年数」である８年を乗じて得\nた金額である４８万円となる（乙８，弁論の全趣旨）。\n(ウ)　したがって，前記イの金額から前記ウ(イ)の金額を控除して得られ\nる各原告の納付すべき税額（１００円未満切捨て）は，別表２の⑰欄の各原告欄記\n載のとおり，原告Ｂが３億９１８５万９１００円，同Ｄが１億７７６３万９２００\n円，同Ｃが３億７２１３万５８００円である。\n６　総　括\n本件処分（但し，原告Ｄにつき異議決定により取り消された部分は除く。）\nは，原告Ｂの納付すべき相続税を３億６４７７万５６００円，同Ｄの納付すべき相\n続税を１億４１４０万７６００円（但し，被告の異議決定において減額された後の\n金額），同Ｃの納付すべき相続税を３億４６８７万０６００円とするものであると\nころ，そのいずれもが前記５(5)ウの原告らの納付すべき相続税額の範囲内であるか\nら，いずれも適法であるといわなければならない。\n第５　結　論\nよって，本件処分（但し，原告Ｄにつき異議決定により取り消された部分は\n除く。）はいずれも適法であり，原告らの請求はいずれも理由がないから棄却する\nこととし，主文のとおり判決する。\n神戸地方裁判所第２民事部\n裁判長裁判官        紙浦健二\n裁判官        中村　哲\n裁判官        今井輝幸\n別　紙　　　物　　件　　目　　録\n１　所　　在　　　明石市ι町\n地　　番　　　κ\n地　　目　　　宅　地\n地　　積　　　４０８．８９㎡\n２　所　　在　　　明石市ι町\n地　　番　　　λ\n地　　目　　　宅　地\n地　　積　　　４１５．５０㎡\n３　所　　在　　　明石市ι町\n地　　番　　　μ\n地　　目　　　宅　地\n地　　積　　　２７．３７㎡\n４　所　　在　　　明石市ι町λ，κ，μ\n種　　類　　　駐車場\n構　　造　　　鉄筋コンクリート造陸屋根地下１階付６階建\n床面積　　　１階　　　　７２８．７２㎡\n２階　　　　７２８．７２㎡\n３階　　　　７２８．７２㎡\n４階　　　　６９９．４３㎡\n５階　　　　１４４．７５㎡\n６階　　　　１０２．０８㎡\n地下１階　　　３１．２０㎡\n･\n"
}