{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 17,
    "month": 8,
    "day": 10
  },
  "case_number": "平成17(ネ)10029等",
  "case_name": "",
  "court_name": "知的財産高等裁判所",
  "right_type": "不正競争",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "9437",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=9437",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/437/009437_hanrei.pdf",
  "contents": "平成１７年(ネ)第１００２９号　不正競争行為差止等請求控訴事件\n平成１７年(ネ)第１００３４号　不正競争行為差止等請求附帯控訴事件\n（原審・東京地方裁判所平成１４年(ワ)第１５９３９号）\n口頭弁論終結日　平成１７年６月２２日\n判　　　　　決\n控訴人兼附帯被控訴人（以下，単に「控訴人」という。）\n中央自動車工業株式会社\n代表者代表取締役　　Ａ\n訴訟代理人弁護士　　牧　野　利　秋\n同 　久保井　一　匡\n同 　中　山　正　隆\n同 　松　村　信　夫\n同 　今　村　峰　夫\n同 　泉　　　秀　昭\n同 　深　井　俊　至\n同 　久保井　聡　明\n同 　塩　田　千恵子\n同 　松　本　　　理\n同 　門　脇　隆　宏\n同 　板　村　丞　二\n同 　坂　本　　　優\n同 　岡　本　満喜子\n被控訴人兼附帯控訴人（以下，単に「被控訴人」という。）\n株式会社ウイルソン\n代表者代表取締役　　Ｂ\n訴訟代理人弁護士　　中　村　智　廣\n同 　三　原　研　自\n補佐人弁理士 　成　瀬　勝　夫\n同 　鳥　野　正　司\n主　　　　　文\n１　原判決中，控訴人敗訴の部分を取り消す。\n２　被控訴人の上記取消しに係る部分の請求を棄却する。\n３　被控訴人の本件附帯控訴を棄却する。\n４　訴訟費用は，第１，２審を通じ被控訴人の負担とする。\n事実及び理由\n第１　当事者の求めた裁判\n１　控訴人\n主文同旨\n２　被控訴人\n(1)　本件控訴を棄却する。\n(2)　原判決主文３項を次のとおり変更する。\n控訴人は，被控訴人に対し，１億１０００万円及びこれに対する平成１４\n年８月１日から支払済みに至るまで年５分の割合による金員を支払え。\n(3)　訴訟費用は，第１，２審を通じ，控訴人の負担とする。\n第２　事案の概要\n１　本件は，自動車ワックスの製造，販売等を業とする被控訴人が，控訴人の販\n売する自動車用コーティング剤「ＣＰＣペイントシーラント」（以下，原判決と同\n様に「被告商品」という。）の広告及び取引書類に記載されている原判決別紙表示\n目録Ａ及びＢ記載の各表示（以下，原判決と同様に「本件各表示」という｡）が被告\n商品の品質及び内容を誤認させるものであり，控訴人が本件各表示を広告等に使用\nする行為は不正競争防止法２条１項１３号所定の不正競争行為に該当すると主張し\nて，控訴人に対し，本件各表示の記載の差止め，ウェブページからの削除，本件各\n表示を記載したカタログの廃棄，被告商品の譲渡等の差止め，謝罪広告の掲載及び\n損害賠償の支払（１億１０００万円及びこれに対する平成１４年８月１日から年５\n分の割合による遅延損害金）を求めた事案である。\n原判決は，本件各表示のうち原判決別紙表示目録Ａ記載３，４及び７の各表\n示並びに同目録Ｂ記載２，４ないし６，８及び９の各表示は，被告商品の品質や内\n容を誤認させるおそれがある表示であるとして，被控訴人の請求のうち，上記各表\n示を被告商品の広告又は取引書類について記載することの差止め，現在ウェブペー\nジに存在する同目録Ｂ記載５の表示の削除及び損害賠償請求の一部（１０００万円\n及びこれに対する平成１４年８月１日から年５分の割合による遅延損害金）の支払\nの限度で，これを認容し，その余の請求を棄却した。\nそこで，これを不服とする控訴人が敗訴部分について控訴するとともに，被\n控訴人が損害賠償の棄却部分について附帯控訴したものである（したがって，本件\n各表示のうち原判決が認容しなかった各表示の記載の差止め及び削除，カタログの\n廃棄，被告商品の譲渡等の差止め及び謝罪広告の掲載の各請求は，当審における審\n理の対象となっていない。）。\n２　当事者の主張は，次の３及び４のとおり，当審における主張を付加するほ\nか，原判決の「第２　事案の概要」の「１　前提となる事実等」，「２　争点」\nの(1)ないし(3)，「３　争点についての当事者の主張」の(1)ないし(3)各記載のと\nおりであるから，これを引用する（ただし，原判決４頁２０行目の「実験結果」か\nら２１行目の「記載した。」までを削除する。）。\n３　当審における控訴人の主張の要点\n(1)　被告商品を使用した場合，新車時の輝きを５年間維持できることは，以下\nの点から十分に裏付けられる。\nア　米国のUnited States Testing Company（以下「ＵＳＴ社」という。）に\nよって１９８０年（昭和５５年）に行われたＡＳＴＭ－Ｇ５３試験（紫外線蛍光ラ\nンプ法）において，被告商品につき１０００時間で９０％以上の光沢保持率が確認\nされている（乙８，以下，この試験を「乙８試験」という。）。なお，ＵＳＴ社\nは，世界的にも権威のある機関であり，ＡＳＴＭ－Ｇ５３規格による１０００時間\nの促進耐候テストは５年間に相当することが確認されている。\n原判決は，「光沢度１０パーセントの低下をもって当初の輝きを維持し\nているとする点でも疑問が残る。」としているが，視感光沢には幅があり，１０％\nのダウンは，ユーザーにとっても「目で見て違わない」レベルであって，許容範囲\nである。さらに，控訴人は，カタログ等において，ＡＳＴＭ－Ｇ５３のテスト結果\nをグラフとして示し，光沢保持率が９０％にダウンすることをユーザーに知らしめ\nた上で販売している。\nイ　また，ＳＧＳ Ｕ．Ｓ．Testing Company（ＵＳＴ社がＳＧＳグループの\n傘下に入ったことから社名変更したものである。）が，２００２年（平成１４年）\nに再度ＡＳＴＭ－Ｇ５３試験を行った結果，被告商品について，乙８試験及びゼネ\nラルモータース社の資料にあった試験データ（乙２７）の「光沢保持率９０％維\n持」が確認されている（乙９，以下，この試験を「乙９試験」という。）。\nウ　被告商品は，米国で２６年，日本で１６年以上にわたって，「５年間の\n光沢維持」を謳い販売されており，その間のクレームは絶無に近い。被告商品は，\n米国のケムテック社（現ＣＰＣ社）が開発し，１９７９年から米国を中心に販売さ\nれ（ゼネラルモータース社により「ＡＣデルコ」ブランドの「Ｒ２０００ペイント\nシーラント」名で販売されていた。），日本では，控訴人が昭和６３年（１９８８\n年）からその販売を開始したものであり（当初の商品名は「ＡＣデルコペイントシ\nーラント」），平成１２年４月から同１６年９月までの間に限っても１９１万台の\n自動車に施工され，既に社会的な評価を受けている実績のある商品である。しかる\nに，日本国内における過去４年６ヶ月間のクレーム率は０．１６％であり，そのう\nち商品の品質に起因する光沢についてのクレーム率は０．００４％にすぎない。こ\nのことは，ほぼ１００％のユーザーが被告商品の光沢維持効果に満足していること\nを示すものであり，被告商品の効果が５年間継続していることの証左である。\nエ　被告商品は，つや出しコーティング剤ではなく「塗装面保護剤」であ\nる。被告商品の成分には，フッ素化合物である「テフロン＝ゾニール」が含まれて\nおり，このテフロンの化学的性質により塗装表面の樹脂層を保護し，光沢の劣化を\n抑制する性能を持つものである。テフロン自体の効用は広く認められており，「屋\n外に使用しても半永久的に影響を受けない」など，自動車用塗装面保護剤の素材と\nして適している。かかるテフロンの基本性能から見ても，被告商品は，５年以上の\n塗装面保護効果の維持を推定できる品質を持つものである。\n(2)　被告商品の５年間効果維持は，以下の点からも実証される。\nア　被告商品の効果を確認するには，被告商品を施工して５年前後経過した\n実際の車両の光沢度を測定することが最も適切な方法であることから，控訴人は，\n専門家（技術士）の指導の下で，日照時間，降雨量，紫外線量などの地域差を考慮\nし，北海道から宮崎県まで全国各地の被告商品施工後３年から約８年間経過した車\n両１９台と新車（被告商品未施工）９台の光沢度を測定し比較した。その結果，被\n告商品を施工したほとんど全ての車両において光沢度９０％以上（平均９２．９\n％）を維持しており，新車の光沢度（９３．０％）と比較してもほとんど劣化して\nいないことが確認できた（乙１２７）。その後，さらに追加して実車を測定したと\nころ，その結果は上記乙１２７の測定結果と同じであったが，他方，被告商品を施\n工していない５年程度経過した実車の光沢度は，いずれも８０前後の数値となるこ\nとが確認できた（乙１７６）。（以下，これらの実車光沢度測定を「乙１２７等報\n告」という。）\nイ　また，控訴人は，平成１７年２月，専門の試験機関として定評のあるツ\nツナカテクノ株式会社に依頼し，ＡＳＴＭ－Ｇ５３試験（蛍光紫外線ランプ法）を\n行った（乙１４８，以下，この試験を「乙１４８試験」という｡）。この試験は，現\n在車両に使われ，最も品質が良いとされた熱硬化型ポリエステル白色（トヨタT－０\n４０）を塗装したものに，規定どおりに被告商品を施工した試験片，被告商品を施\n工していないブランク試験片（以下，被告商品やワックスを施工していない試験片\nを単に｢ブランク試験片」，「ブランク」ともいう。）を用い，現実の使用実態に近\nづけるため２００時間（１年に相当）ごとにメンテナンスクリーナーを使用し，水\n洗いを行うという条件を設定して実施され，その結果，１０００時間経過後の光沢\n度は，被告商品を施工した試験片で「９０」以上を維持することが確認された。な\nお，高性能塗料を使用したこの試験片でさえ，ブランクのものでは，１０００時間\n経過後の光沢度が現実ではまずあり得ない「５０」台にまで劣化しており，これは\n促進耐候性試験において「現実を再現」することがいかに困難であるかを示すもの\nである。\n(3)　原判決が，被控訴人の平成１５年に行ったＪＩＳ－Ｋ２３９６試験及びＡ\nＳＴＭ－Ｇ５３試験の各結果を採用したことは，誤りである。\nア　ＪＩＳ－Ｋ２３９６規格は，光沢増加度を測定する基準も含み，塗装面\nがある程度劣化している車に対しても使用する市販のつや出しコーティングの測定\nには意味のある規格であるが，新車の塗装面自体の劣化を抑え保護する被告商品の\n測定には適切でない。また，同規格では，キセノンアーク灯による試験（ＸＷ試\n験）における試料面平均放射照度は４８ｗ／㎡（調整波長３００～４００ナノメー\nター）で行うべく明記されているが，被控訴人の行った試験では，１００ｗ／㎡\n（調整波長３００～４００ナノメーター）という２倍以上を照射させており，規格\n外である。\nイ　被控訴人が行ったＡＳＴＭ－Ｇ５３試験では，品質の劣化が激しいため\n現在では自動車に使用されていないアミノアルキド樹脂エナメル塗料を試験片に用\nいており，本件の判断材料にはならない。\n(4)　被控訴人は，当審において，新たに行った耐候性試験によるテスト結果を\n提出しているが，そもそも「テスト（実験）なるものは現実の条件を再現できない\nことから，一定の仮説を立ててその上で行う，いわば一種のフィクションともいう\nべき性格のものにすぎない」のであり，単なる実験室での実験結果によって広告表\n示の誤認性を判断すべきではなく，殊に被告商品のように，米国で２６年間，日本\nで１６年間にわたって５年間表示が市場に受け入れられ，その間ユーザーからのク\nレームが皆無に近いということは，実験室の実験以上に確実な「臨床実験」による\n裏付けがあることを意味しているというべきであって，５年間光沢維持の広告表示\nは，そのような｢販売実績」，「顧客満足」という実証をもって確認されるべきであ\nる。\nしかも，被控訴人が新たに提出したＪＩＳ－Ｋ２３９６試験は，被告商品\nに該当せず，１５０時間が１ヶ月とする基準も一つの仮説にすぎないものである\n上，その試験結果の内容自体も，現実に考えられない非常識な信頼性のないもので\nあり，また，ＡＳＴＭ－Ｇ５３試験の結果も同様であって，これらのテスト結果に\nよって，被告商品の表示の誤認性を認定することは許されない。\n(5)　損害賠償について\nア　被控訴人の「附帯控訴の理由」の主張は争う。\nイ　控訴人は，被告商品の販売開始に際し，乙８試験の結果及び補足資料\n（乙１２，２７）に基づいて，その品質を確認した上で「新車の輝きを５年間維持\nする」との広告表示を行い，以後１６年にわたり販売を継続し，クレームが皆無に\n等しいことから，その品質について十分な根拠をもって信頼し広告表示を行ってき\nたものである。したがって，その広告表示について，控訴人に過失はない。\nウ　不正競争防止法２条１項１３号に基づく損害賠償請求において，同法５\n条２項が適用されるのは，被控訴人が被告商品の機能・効果を有する対応品を販売\nしている場合であると解すべきであるから，本件において，同法５条２項の適用は\nない。\nエ　仮に被控訴人の売上が低下したとしても，ワックスの売上低下は手間暇\nをかけることを嫌うワックス離れというユーザーのニーズの変化などによるもので\nあり，被控訴人の売上低下と被告商品の広告表示との因果関係はない。\n４　当審における被控訴人の主張の要点\n(1)　附帯控訴の理由\n原判決は，被告商品の売上本数をおおむね年間２０万本とし，１本当たり\nの販売利益を２０００円として，４年６ヶ月（本訴提起前３年間及び本訴提起後１\n年６ヶ月間）の販売利益を１８億円と算出し，これに，被控訴人の商品の自動車用\nワックス全体の販売額に対する占有率２５％を乗じ，さらに諸事情を総合考慮して\n２％の割合を乗じた金額を損害額として認定した。\nしかし，被告商品の施工台数は年間平均４２万台以上であり，被告商品の\n販売本数も，年間平均４２万本以上である。また，原判決が採用した２％は低すぎ\nるものであり，諸事情を考慮するとしても，少なくとも２０％程度は認められるべ\nきである。\nしたがって，被控訴人の受けた損害額は，２０００円×４２万本×４．５\n年×０．２５×０．２＝１億８９００万円となるものであり，その内金として１億\n円及び弁護士等費用として１０００万円の合計１億１０００万円が認められるべき\nものである。\n(2)　控訴人は，乙８試験等により，新車時の輝きを５年間維持できることが十\n分に裏付けられると主張するが，失当である。\nア　乙８試験は，試験片に塗布した試料が被告商品と同一であるかも不明で\nあり，塗板の特定性にも欠けるなど，再現性がないのみならず，試験片の作成自体\nも被告商品の施工手順とは全く異なり，定着時間をほとんどおいておらず，不合理\nであり，さらに乙９試験に至っては，試料，具体的な作業，条件設定等について全\nく触れられておらず，再現性がない。また，内容的にも，各試験の間で数値が大き\nく異なっており，不自然なものとなっている。\nイ　控訴人は，１０％程度の光沢度のダウンは「新車の輝き」として許され\nる旨主張するが，目視でも，比較すれば１０％の光沢減は容易に判別できるもので\nあるし，また，そもそも光沢度９５％が仮に新車の光沢であるとすれば，光沢度８\n５％は新車の光沢でないことは明らかであって，これを同じ新車の輝きであるとい\nうことはできない。\nウ　控訴人は，ユーザーからのクレームが少ないことを被告商品の効能があ\nる根拠として主張する。しかし，被控訴人が行った被告商品を施工していない車両\nの光沢度の測定において，購入から５年以上経過したものでもその光沢度が高く維\n持されていることが判明しているが（甲１７７），ユーザーは，そのようなことを\n知らず，また，メンテナンスクリーナーの使用により光沢度が向上することも知ら\nないのであり，被告商品の効能・効果のみを検証することが不可能な状態にあるか\nら，ユーザーのクレームが少ないことは，被告商品の効能・効果を証明することに\nなるものではない。\nエ　控訴人は，被告商品の効果はフッ素樹脂（テフロン）の持つ特性に負う\nところが大きい旨主張するが，被告商品の塗布により，フッ素被膜（テフロン被\n膜）が形成されることはないから，失当である。\n(3)　控訴人は，被控訴人が平成１５年に行ったＪＩＳ－Ｋ２３９６試験及びＡ\nＳＴＭ－Ｇ５３試験の方法等について問題がある旨主張する。\nア　ＪＩＳ－Ｋ２３９６試験（甲１０２～１１６，以下，この試験を「甲１\n０２等試験」という。）について\nＪＩＳ－Ｋ２３９６規格は，撥水性のないコーティング剤には適用され\nないとされているが，その理由は，その検査項目が光沢度のみならず，接触角の測\n定もあるからであり，接触角の測定結果を重視せず，光沢度の変化のみにより，撥\n水性のないコーティング剤の性能を検査することは十分可能であり，証拠価値もあ\nる（なお，被告商品は，施工直後には撥水性があり，これを撥水性のない商品であ\nるとする控訴人の主張は事実に反している。）。\nまた，控訴人は，上記試験における放射照度が規格より高いと主張する\nが，当該試験では，ブランク試験片及びワックス施工試験片を被告商品施工試験片\nと比較対照して試験しているのであるから，たとえ放射照度が高めであったとして\nも，被告商品の優位性の有無を判断するには十分であるというべきであって，各試\n験片の光沢度に何らの差も認められないことは，被告商品について宣伝されている\n効能を前提とした場合，明らかに不合理であるといえる。\nイ　ＡＳＴＭ－Ｇ５３試験（甲１２６～１３１，以下，この試験を「甲１２\n６等試験」という。）について\n上記試験において試験片に用いられているアミノアルキド樹脂エナメル\n塗料も，ソリッドカラー（白色を含む）では，１９８０年過ぎまで自動車上塗塗料\nとして使用されていたものであり，被告商品が１９７９年から米国で販売されてい\nる事実からしても，試験片として不合理であるとはいえない。\nまた，被告商品に，塗装面を５年間保護する優れた効能・効果があると\nいうのであれば，アミノアルキド樹脂塗料を用いた塗板でも，その効果は確認され\nなければならないのであって，被告商品により形成される被膜自体の性能を試験す\nるためには，本来，塗板の品質は必ずしも高性能なものである必要はなく，この点\nからもアミノアルキド樹脂塗料塗板を使用することに不合理な点はない。\n(4)　被控訴人は，控訴人の指摘の趣旨も考慮して，平成１７年１月，財団法人\n日本塗料検査協会東支部に依頼して，新たにＪＩＳ－Ｋ２３９６試験及びＡＳＴＭ\n－Ｇ５３試験を行った。その結果，被告商品を施工した塗装板には，光沢について\n何らの優位性も認められないことが確認された。\nア　ＪＩＳ－Ｋ２３９６試験（甲１６８，１６９，１７１，１７２，以下，\nこの試験を「甲１６８等試験」という。）\nこの試験は，サンシャインカーボンアーク灯により放射照度７５ｗ／㎡\n（波長範囲３００～４００ナノメーター）によって，ＪＩＳ塗板（アミノアルキド\n樹脂塗板）と，現在の自動車塗板を再現した白色の熱硬化ポリエステル塗板（トヨ\nタ０４０スーパーホワイトⅡ）とを用いて行われたが，その結果，いずれにおいて\nも，被告商品を施工したもの，ブランクのもの及び被控訴人のワックスを施工した\nものとで，各塗板の光沢度は経時的に大きく下落していることが確認され，これに\nよると，被告商品を施工した塗板には，光沢について何らの優位性も認められない\nことが明らかである。\nイ　ＡＳＴＭ－Ｇ５３試験（甲１７０，１７３，１７４，以下，この試験を\n「甲１７０試験」という。）\nこの試験は，アと同様の熱硬化ポリエステル塗板を用いて行われたが，\n１０００時間経過後の光沢平均値は，ブランクのものが「４６」（水洗いしない場\n合「４５」），被告商品を施工したものが「４８」（水洗いしない場合「４\n６」），被控訴人のワックスを施工したものは「４９」（水洗いしない場合「４\n６」）となり，いずれの光沢度も経時的に大きく下落することが確認され，被告商\n品を施工した塗板には，光沢について何らの優位性も認められないことが確認され\nた。\n(5)　控訴人は，被告商品を施工した実車の光沢度が９０％以上に維持されてい\nる測定結果を提出して，被告商品に効能・効果がある旨主張するが，その測定対象\nとされた実車について，測定前までにいかなる作業が施されたか（少なくとも，定\n期的なメンテナンスクリーナーの施工はされているはずである。），その走行距\n離，屋外駐車場に駐車されていたのか，屋内駐車場に駐車されていたのかが不明で\nあるなど，その測定された数値のみをもって被告商品の効能・効果の証明とするこ\nとはできない。\nまた，被控訴人は，被告商品の施工されていない５年以上経った中古車を\n水洗いし，各部位の光沢度を測定した結果，いずれも９０％前後の高い光沢度が測\n定された（甲１７７）。このことは，最近の自動車の塗装板は，もともと光沢の劣\n化が遅いことを明確に証明している。\nしたがって，仮に被告商品を施工した実際の自動車の塗装板が５年以上経\n過して９０パーセント以上の光沢度を保持しているとしても，それは定期的にその\n使用を義務づけられているメンテナンスクリーナーによる研磨作用による塗装面の\n平滑化のおかげであると同時に，研磨することにより光沢が蘇る現在の自動車塗装\n板自体の性能によるものであるといえる。\n(6)　控訴人が提出した乙１４８試験は，被告商品の効能・効果を立証するもの\nではない。\n控訴人は，上記試験において，「現実の使用実態に近づけるため」などと\nして，メンテナンスクリーナーを２００時間ごとにかけ続けているが，耐候性試験\nにおいては，「純水」に近い水を使用している上，通常の自動車使用によるピッチ\nやタール，鳥糞等の介在する余地はないのであり，メンテナンスクリーナーを使用\nする必要はない。仮にメンテナンスクリーナーを定期的に施工した試験を行う場合\nにおいても，対照試験として，メンテナンスクリーナーを定期的にかけない被告商\n品施工塗板でも耐候性試験を行い，そのデータを開示していないのは不自然であ\nり，乙１４８試験は，その条件設定自体が明らかに不合理である。\nまた，耐候性試験に用いたテスト塗装板にメンテナンスクリーナーをかけ\nて光沢度を測定する試験（甲１８９～１９１）によると，耐候性試験で光沢度が大\n幅に下落したブランク等の塗装板でも，メンテナンスクリーナーをかけることによ\nり，光沢度が９０％以上に容易に復元することが判明しており，メンテナンスクリ\nーナーが研磨作用により塗装最表面の光沢度を上げるという機能を有していること\nは明らかである。このように，表面が劣化した塗装板でさえもメンテナンスクリー\nナーをかければ，含有される珪藻土により，劣化した最表面は研磨されて平滑化\nし，再度光沢度を上げるのであるから，２００時間ごとにメンテナンスクリーナー\nをかけ続けたという乙１４８試験では，その都度劣化した表面層を磨き上げて光沢\n度を高い数値のまま維持し続けたにすぎないのであって，乙１４８試験の結果はメ\nンテナンスクリーナーの使用による効果である。すなわち，被告商品の施工の有無\nにかかわらず，メンテナンスクリーナーを定期的にかけてさえいれば，実際の自動\n車塗装板の光沢は長い間９０パーセントを優に超える高い数値を維持できるといえ\nるのであって，被告商品自体に，５年間新車の光沢度を保持する効能・効果がある\nものではない。\n(7)　控訴人の「損害賠償について」の主張はいずれも争う。\nなお，控訴人は，不正競争防止法５条２項の適用がないと主張するが，ワ\nックスとコーティング剤とは，市場において競合するものであり，自動車塗板の保\n護つや出し剤として，その目的，性質も同じである以上，同条項の適用がないとの\n控訴人の主張は失当である。\n第３　当裁判所の判断\n１　本件各表示は，被告商品の品質及び内容について，「新車購入時の施工によ\nり，自動車の塗装面にテフロン被膜が形成され，その後５年間，新車時の塗装の輝\nきが維持されるものであること」を示した表示であると理解されるところ，被控訴\n人は，①被告商品の施工により，テフロン被膜が形成されることはない，②新車時\nの塗装の輝きが５年間持続することはあり得ないとして，本件各表示は，被告商品\nの品質及び内容を誤認させる表示であると主張する。\nしかしながら，被控訴人の上記①の主張事実は，これを認めることができ\nず，「自動車の塗装面にテフロン被膜が形成される」との表示は，被告商品の品質\n及び内容を誤認させるものとはいえない。その理由は，原判決の「第３　争点に対\nする判断」の１の(2)（１０頁４行目から１５頁１８行目）と同一であるから，これ\nを引用する。\nそこで，被控訴人の上記②の主張，すなわち「施工後５年間，新車時の塗装\nの輝きが維持される」との表示が被告商品の品質及び内容を誤認させるものである\nかどうかについて検討する。\n２　被控訴人が，原審及び当審において，被告商品に新車時の塗装の輝きが５年\n間持続する効果がないことの根拠として援用する光沢度に関する実験結果は，次の\nとおりである。\n(1) 甲１０２等試験\n甲１０２ないし１０７によれば，東京都立産業技術研究所は，平成１５年\n５月，被控訴人の依頼を受けて，アミノアルキド樹脂エナメル塗装の白色板を用\nい，ブランクの試験片と，被告商品の施工の態様を変えて作成した４種の試験片に\nついて，ＪＩＳ－Ｋ２３９６規格に準拠したキセノンアーク灯式による１０５０時\n間耐候性試験を行い，１５０時間ごとに光沢度の測定をしたこと，その結果，１０\n５０時間経過後の光沢度は，ブランク試験片で当初の「９３」から「２７」に，被\n告商品の前処理剤のみを施工した試験片で当初の「９３」から「３１」に，前処理\n剤とメンテナンスクリーナーを施工した試験片で当初の「９３」から「３４」に，\n前処理剤と被告商品を施工した試験片で当初の「９１」から「４３」に，前処理\n剤・被告商品・メンテナンスクリーナーを施工した試験片で当初の「９４」から\n「４０」になり，それぞれ当初の光沢度の数値の２分の１以下に低下し，いずれの\n試験片でも光沢保持率が５０％を下回ったこと，この試験では，光源として「キセ\nノンアーク灯　７．５ｋｗ　水冷式」が用いられ，放射照度を「１００ｗ／㎡（調\n整波長３００～４００ナノメーター）」と設定して行われたことが認められ\nる。\n(2)　甲１２６等試験\n甲１２６ないし１２９によれば，財団法人日本塗料検査協会東支部は，平\n成１５年２月，被控訴人の依頼を受けて，被控訴人から提出されたブランク試験片\nと被告商品を施工するなどした３種の試験片について，ＡＳＴＭ－Ｇ５３規格によ\nる１０００時間耐候性試験を行い，１００時間ごとに光沢度の測定をしたこと，そ\nの結果，各試験片の１０００時間経過後の光沢度は，ブランク試験片で当初の「９\n４」から「３８」（洗浄後「３７」）に，被告商品を施工した（１０日屋内放置）\n試験片で当初の「９４」から「３７」（洗浄後「３８」）に，メンテナンスクリー\nナーのみを施工した試験片で当初の「９５」から「３７」（洗浄後「３５」）に，\n被告商品を施工し，１０日屋内放置後メンテナンスクリーナーを施工した試験片で\n当初の「９５」から「３９」（洗浄後「４０」）になり，いずれの試験片でもほと\nんど差異がなく，当初の光沢度の数値が２分の１以下に低下していることが認めら\nれる。なお，この試験で用いられた試験片は，いずれも被控訴人から提出されたも\nのであり，甲１１７に「ＣＰＣペイントシーラントに関しては，製品裏面および，\nパンフレットに記載の使用方法に準拠して施工し，試験片とした。」と記載されて\nいるものの，その具体的な試験片の作成手順，方法は明らかにされておらず，ま\nた，乙６１，７０及び弁論の全趣旨によれば，その試験片には，我が国で１９８０\n年代前半以降は自動車上塗塗料として使用されていないアミノアルキド樹脂塗料の\n塗板が用いられていることが認められる。\n(3)　甲１６８等試験及び甲１７０試験\nア　甲１６８，１６９によれば，財団法人日本塗料検査協会東支部は，平成\n１７年１月，被控訴人の依頼を受け，アミノアルキド樹脂塗板と熱硬化ポリエステ\nル塗板（トヨタ０４０スーパーホワイトⅡ）を用いて，それぞれＪＩＳ－Ｋ２３９\n６規格によるサンシャインカーボンアーク灯式に準拠した１０５０時間耐候性試験\nを行い，１５０時間ごとに光沢度を測定したこと（甲１６８等試験），その結果，\n１０５０時間経過後の光沢度の平均値は，アミノアルキド樹脂塗板の場合におい\nて，ブランク試験片で当初の「９８」から「６５」（光沢保持率６６．３％）に，\n被告商品を施工した試験片で当初の「９６」から「７０」（光沢保持率７２．９\n％）になり，また，熱硬化ポリエステル塗板の場合において，ブランク試験片で当\n初の「９６」から「５２」（光沢保持率５４．１％）に，被告商品を施工した試験\n片で当初の「９４」から「４３」（光沢保持率４５．７％）になったこと，この試\n験で用いられた被告商品を施工した試験片は，試験板に前処理剤３ｇを塗布し，よ\nく拭きあげて乾燥させた上，被告商品を塗布して拭きあげた後，室温で１０日間放\n置し，その後メンテナンスクリーナーを１ｇ塗布し，拭きあげるという方法によっ\nて作成されたものであることが認められる。\nイ　甲１７０によれば，財団法人日本塗料検査協会東支部は，平成１７年１\n月，被控訴人の依頼を受け，熱硬化ポリエステル塗板（トヨタ０４０スーパーホワ\nイトⅡ）を用いて，ＡＳＴＭ－Ｇ５３規格に準拠した１０００時間耐候性試験を行\nい，１００時間ごとに光沢度を測定したこと（甲１７０試験），その結果，１００\n０時間経過後の光沢度の平均値は，ブランク試験片で当初の「９５」から「４６」\n（水洗い無しの場合「４５」）に，被告商品を施工した試験片（アと同じ方法で作\n成されたもの）で当初の「９４」から「４８」（水洗い無しの場合「４６」）にな\nったことが認められる。上記試験の結果によると，光沢保持率は，ブランク試験片\nで４８．４％（水洗い有り），被告商品施工試験片で５１．０％（水洗い有り）と\n計算される。\n３　他方，控訴人が提出する被告商品の光沢度に関する実験結果等は，次のとお\nりである。\n(1)　乙８試験及び乙９試験\n乙８，１２によれば，乙８試験は，ＵＳＴ社が，昭和５５年６月，３種の\n自動車用ペイントシーラントについて，ＡＳＴＭ－Ｇ５３規格に従った促進耐候性\n等の比較検査を行ったものであり，その結果，１０００時間後の光沢度が，ブラン\nクのもので当初の「９７」から「７６」（洗浄前は「４７」）に，Ｒ－２０００ペ\nイントシーラント（当時の被告商品の米国における商品名（乙１４及び弁論の全趣\n旨））を施工したもので当初の「９４」から｢８９｣（洗浄前は「６８」）になった\nことが報告されていること，上記試験について，検査２００時間は大西洋岸中部地\n域気候の外気に１年間さらされたのと同等であり，検査１０００時間は同気候にお\nいて約５年の露出であると説明されていることが認められる。上記試験の結果によ\nると，Ｒ－２０００ペイントシーラントを施工したものの光沢保持率は９４．６％\nと計算される。もっとも，この試験では，「シーラントはパネルにピストルグリッ\nプのポンプ式噴霧器で振り掛け，柔らかい布でならし，塗布後１，２分で，乾いた\nフランネル布で磨きバッフィング」（乙８）したものが用いられたとされており，\n被告商品の使用手順に従って作成されたものといえるか疑問があり，また，光沢度\nの測定も，試験前と８００時間及び１０００時間経過後のものが記載されているだ\nけで，その実験経過は全く明らかにされていない。\nまた，乙９によれば，ＳＧＳ Ｕ．Ｓ．Testing Company Inc.が，２００２\n年（平成１４年）１０月に，ＡＳＴＭ－Ｇ５３基準に基づいて紫外線抵抗値のテス\nト（乙９試験）を行った結果がＣＰＣ Corporation宛に報告されていることが認め\nられるが，その記載だけからは，いかなる試料について，いかなる条件でなされた\nテストであるのか判然とせず，乙１３によっても，試験片の作成方法や具体的な実\n験条件などが明らかとなっていない。\n(2)　乙１４８試験\n乙１４８，１５０，１５１によれば，ツツナカテクノ株式会社は，平成１\n７年２月，控訴人の依頼を受け，自動車用鋼板に新車用塗料（トヨタスーパーホワ\nイト２－０４０）による塗装を施した試験板を用いて，ＡＳＴＭ－Ｇ５３規格に準\n拠した蛍光紫外線ランプ法による１０００時間耐候性試験を行い，２００時間ごと\nの光沢度を測定したこと，その結果，１０００時間経過後の光沢度の平均値は，ブ\nランク試験片で当初の「９４．８」から「５５．８」に，被告商品を施工した試験\n片で当初の「９６．４」から「８８．６」になり，その光沢保持率の平均値は，前\n者において５８．９％であるのに対し，後者では９１．９％であったこと，この試\n験で用いられた被告商品を施工した試験片は，控訴人において，前処理剤をネルク\nロスで表面全体に塗りつけ，即座に拭き取った上で，被告商品を指定のコーティン\nグスポンジにつけ，均一に塗り込み，乾燥するまで１５分間放置した後，ユニチカ\n製施工用拭き取りクロス（ポリエステル１００％）を用いて拭き取り，その後４８\n時間室温にて放置して作成したものであること，また，この試験においては，被告\n商品を施工した試験片について，照射２００時間ごとにメンテナンスクリーナーを\n塗布し，試験片を水洗いして洗浄部分の光沢度を測定したものであることが認めら\nれる。\n(3)　乙１２７等報告\n乙１２７によれば，控訴人は，平成１７年２月から３月にかけ，被告商品\nの施工カーディーラーに依頼して全国各地から選定された，被告商品の施工後３年\nから７年１０ヶ月経過した車両１９台について，測定前に水洗いをし，その後水分\nを拭き取った上で，ルーフ，ボンネット，左右ドアなど数カ所の光沢度を測定した\n結果，各車平均して９０％以上の数値を示し，１９台全部の光沢度の平均値は９\n２．９％であったこと，そのうち５年以上経過した車両１０台の光沢度は９０．２\n％～９６．４％であり，その平均は９３．７％であったこと，一方，納車前整備済\n車，ディーラー店頭展示車など被告商品を施工していない新車９台について，同様\nに光沢度を測定したところ，その光沢度の平均値は９３．０％であったことが認め\nられる。\nまた，乙１７６によれば，控訴人は，さらに平成１７年４月から５月にか\nけ，上記測定において選定されなかった地域を中心に選定された，被告商品の施工\n後３年４ヶ月から８年６ヶ月経過した車両２１台と，大阪トヨタ自動車株式会社が\n下取りするなどした被告商品未施工の２年２ヶ月から５年５ヶ月経過した車両８台\nについて，それぞれ前回と同様の方法により光沢度を測定した結果，被告商品施工\n済車２１台の光沢度の平均値は９６．０％であったこと，そのうち５年以上経過し\nた車両１３台の光沢度は９０．９％～１０６．５％であり，その平均は９６．１％\nであったこと，これに対し，被告商品未施工の車両８台の光沢度の平均値は８３．\n２％であったことが認められる。\n４　そこで，被控訴人の援用する上記実験結果について検討する。\n(1)　甲１０２等試験について\n甲９３によれば，ＪＩＳ－Ｋ２３９６規格は，自動車用つや出しコーティ\nング剤としての種類，品質及び試験方法を規格化したものであり，同規格によるキ\nセノンアーク灯式耐候性試験においては，試料面平均放射照度は４８ｗ／㎡（調整\n波長３００～４００ナノメーター）で行うこととされているところ，甲１０２等試\n験では，前記のとおり，放射照度が１００ｗ／㎡（調整波長３００～４００ナノメ\nーター）に設定されており，ＪＩＳ－Ｋ２３９６試験の規格に該当しない試験方法\nで実施されているから，同試験は，少なくともこの点で適切な方法による試験とい\nうことができない。\n被控訴人は，上記試験では，ブランク試験片及びワックス施工試験片を被\n告商品施工試験片と比較対照して試験しているから，放射照度が高めであったとし\nても，被告商品の優位性の有無を判断するに十分であると主張するが，放射照度は\n熱劣化と関係するものであり，放射照度が規格の２倍以上であることによる熱劣化\nの影響の可能性を否定することはできないから（甲９３），他の試験片も同一の条\n件下で行われたとしても，そもそもそのような規格外による条件下での試験は，Ｊ\nＩＳ－Ｋ２３９６規格による耐候性試験として適切な方法によるものといえず，そ\nの試験結果をもって被告商品の効果について適切な評価を下す根拠とすることには\n無理があるといわざるを得ない。\n(2)　甲１２６等試験について\n前記のとおり，当該試験においては，試験片として，我が国で１９８０年\n代前半以降自動車上塗塗料として使用されていないアミノアルキド樹脂塗料の塗板\nが用いられている。しかし，乙６１及び弁論の全趣旨によれば，アミノアルキド樹\n脂塗料は，その後使用されるようになった熱硬化ポリエステルや熱硬化アクリル等\nに比して劣化しやすいものであることが認められるから，自動車塗装板の上に施工\nされる被告商品の効果を検査するに当たって，そのような現在の自動車に用いられ\nていない劣化しやすい塗料を使用した試験片を用いて実験を行うことは必ずしも適\n切とはいえない。\n被控訴人は，被告商品の性能を試験するためには，本来，塗板の品質が高\n性能なものである必要はなく，アミノアルキド樹脂塗料塗板を使用することに不合\n理な点はないなどと主張するが，被告商品がテフロン化合物により塗装面を保護\nし，塗装面自体の光沢度の劣化を抑えるものであるとされていることからすると，\n被告商品の効果を検証する以上，通常用いられている自動車上塗塗料を前提として\n試験が行われるべきであり，１９８０年代前半以降，我が国において自動車上塗塗\n料として使用されていないアミノアルキド樹脂塗料の塗板を用いて試験すること\nは，試験方法として適切さを欠くものといわざるを得ない。\n上記塗料の点に加え，甲１２６等試験においては，前記のとおり，被告商\n品を施工した試験片の具体的な作成手順，方法が明らかでないことを併せ考える\nと，同試験の結果から被告商品の効果を的確に認定することは困難であるというべ\nきである。\n(3)　甲１６８等試験・甲１７０試験について\n甲１６８等試験及び甲１７０試験は，上記のような点を考慮して，被控訴\n人が新たに財団法人日本塗料検査協会東支部に依頼して行った試験であるが，これ\nらによると，ＪＩＳ－Ｋ２３９６規格による耐候性試験，ＡＳＴＭ－Ｇ５３規格に\nよる耐候性試験のいずれにおいても，被告商品を施工したものと，施工していない\nブランクのものとの間で，１０５０時間又は１０００時間経過後の光沢度において\nほとんど差異がなく，被告商品を施工したものの光沢保持率も，アミノアルキド樹\n脂塗板を用いた甲１６８等試験で７２．９％を示したほかは，いずれも５０％前後\nとなっており，これらの試験結果の示す数値から見る限りは，被告商品には塗装面\nの光沢度の劣化を防止する効果すらないということになる。\nしかしながら，甲１６８等試験の結果によると，１０５０時間経過後の平\n均光沢度において，ブランク試験片及び被告商品施工試験片ともに，熱硬化ポリエ\nステル塗板の方がアミノアルキド樹脂塗板より劣るという結果が出ており，特に被\n告商品施工試験片について，アミノアルキド樹脂塗板の場合は，平均値「７０」\n（光沢保持率７２．９％）であるのに対し，熱硬化ポリエステル塗板の場合は「４\n３」（光沢保持率４５．７％）と光沢度が著しく劣る結果が示されているが，前記\nのとおり，１９８０年代前半以降，自動車上塗塗料として使用されなくなり，熱硬\n化ポリエステル塗板等よりも劣化しやすいとされているアミノアルキド樹脂塗板の\n方が光沢度保持率の点でかなり優位にあるというのは通常考えにくいことであり，\nこの点についての合理的な説明も見当たらない。\nまた，甲１６８等試験及び甲１７０試験のいずれにおいても，前記のとお\nり，ブランク試験片の光沢度の平均値が，「９８」から「６５」（ＪＩＳ試験のア\nミノアルキド樹脂塗板の場合），「９６」から「５２」（ＪＩＳ試験の熱硬化ポリ\nエステル塗板の場合），「９５」から「４６（水洗い無しの場合「４５」）」（Ａ\nＳＴＭ試験の場合）に，その光沢度が経時的に大きく下落している結果が示されて\nいるが，その一方で，被控訴人が行った実車光沢度測定報告（甲１７７）による\nと，被控訴人が，被告商品を施工していない４年９ヶ月から１０年６ヶ月経過した\n車両１０台について光沢度を測定した結果，その洗車後の平均光沢度は「９１．\n８」であったというのであり，上記各試験の結果は，被控訴人自身が提出する，実\n際の自然条件の下で一定年数を経過した車両について測定された光沢度の値と著し\nく異なったものとなっている。このように，被控訴人の提出する証拠自体におい\nて，相互に整合しない結果が現れており，その点についての合理的な説明も見当た\nらない。\n上記の点からすると，耐候性試験は，「自然界で起こる変化を実験室にお\nいて短時間で再現する事を目的としており」（乙６１），「屋外暴露と促進耐候性\nで相関性があると断定するまでに至っておらず」（甲９３），その結果は試験方\n法，試験条件，試験片の調整などの諸要素に依存するところが大きいものであっ\nて，耐候性試験の結果が必ずしも自然条件下における実際の状況の変化と常に一致\nするとは限らないことが窺われる。\n(4)　さらに，控訴人の提出する実験結果との対比において検討するに，前記の\nとおり，乙８試験及び乙９試験は試験片の作成方法や実験経過などが明らかでない\nが，乙１４８試験の結果によると，ＡＳＴＭ－Ｇ５３規格による耐候性試験におい\nて，ブランク試験片の１０００時間経過後の光沢度が「５５．８」であるのに対\nし，被告商品を施工したもののそれは「８８．６」，その光沢保持率は９１．９％\nであって，被告商品を施工したものの光沢度に関して，同じＡＳＴＭ－Ｇ５３規格\nに準拠して行われた甲１７０試験の結果と著しく相違する結果が現れており，被告\n商品を施工したものに比較的高い光沢維持効果があることが示されている（なお，\n乙１３０，１３１によれば，光沢度が８０％程度以上の場合において，１０％程度\nの光沢度の差は，一般的には目視によって正確に判別することは困難であることが\n窺われる。）。\nもっとも，乙１４８試験においては，照射２００時間ごとにメンテナンス\nクリーナーを塗布している点で，甲１７０試験の試験条件とは異なっており，被控\n訴人は，そのような乙１４８試験の条件設定が不合理である旨主張する。　しか\nし，甲２，３，乙４３，４４，５７，５８によれば，被告商品にはメンテナンスク\nリーナーが付属品として付いており，被告商品の従前の販促用カタログ等において\nは，「水洗いをしていて落ちない汚れが目立ってきたら早めにボディー全体にご使\n用下さい。」，「ピッチ，タール，油汚れ等，水洗いで落ちない汚れに部分的にご\n使用下さい。」（甲３）などと，また，改訂後のパンフレット等には，「水洗いで\n落ちない部分の汚れに・・・」，「ご使用の頻度は年に２～３回ボディ全体\nに・・・」（乙４３）などと記載して，被告商品施工後におけるメンテナンスクリ\nーナーの使用を推奨しており，もともと被告商品は，付属しているメンテナンスク\nリーナーとの併用を前提とすることを表示しているといえるから，上記試験におい\nて，２００時間ごとという程度の頻度によるメンテナンスクリーナーの使用それ自\n体は，被告商品の効果を試験する方法，条件として必ずしも不合理，不適切なもの\nであるということはできない。\nまた，被控訴人は，耐候性試験で光沢度が大幅に下落したブランク等の塗\n装板でも，メンテナンスクリーナーをかけることにより，光沢度が９０％以上に復\n元するから，乙１４８試験の結果はメンテナンスクリーナーの使用による効果であ\nる旨主張し，甲１８９ないし１９１によると，甲１６８等試験及び甲１７０試験の\n終了後の光沢度が低下した９種のブランク試験片等について，メンテナンスクリー\nナーを１ｇ塗布してよく拭きあげると，その光沢度の数値が，塗布前と比べて「２\n７」～「５５」上昇し，いずれも「９０」以上となったことが示されている。\nしかし，①被控訴人が行った被告商品未施工の中古自動車の塗装板にメン\nテナンスクリーナーをかけた後の光沢度の測定試験（甲１７７）では，測定対象車\n両１０台の平均光沢増加度が「４．６」であったこと，②被控訴人が行った９年１\n０ヶ月経過した被告商品未施工の車両１台にメンテナンスクリーナーをかけた後の\n光沢度の測定試験（甲１９６）では，平均光沢増加度が「８．１」～「９．３」で\nあったこと，③控訴人の依頼により，ツツナカテクノ株式会社が，乙１４８試験終\n了後のブランク試験片２個にメンテナンスクリーナーを塗布して光沢度を測定した\n結果，塗布前と比べ，光沢度の数値が「７」あるいは「７．３」上昇したこと（乙\n１６８），④控訴人において，１３年経過した被告商品未施工の車両（トヨタ０４\n５）にメンテナンスクリーナーを塗布した後，光沢度を測定した結果，塗布前と比\nべ，光沢度の数値が「０．９」あるいは「６．２」上昇したこと（乙１７７）との\n各試験結果に照らすと，光沢度が劣化した塗装面にメンテナンスクリーナーを塗布\nすることにより，ある程度は光沢度が上昇するといえるものの，甲１８９ないし１\n９１に見られるような「２７」～「５５」もの数値のレベルで光沢度が大幅に増加\nするというのは，不自然であり，何らかの他の要因による影響の可能性があるもの\nと考えざるを得ない。そうすると，乙１４８試験においては，２００時間ごとにメ\nンテナンスクリーナーを塗布することにより，そうでない場合に比べれば，光沢度\nの上昇に一定程度の影響を与えていることは否定できないが，乙１４８試験と甲１\n７０試験とでは，被告商品を施工した試験片の１０００時間経過後の光沢度におい\nて実に「４０」もの相違があるのであって，その光沢度の相違がメンテナンスクリ\nーナーの定期的な使用の有無によるとばかりはいえないものがあり，乙１４８試験\nにおいて被告商品施工試験片に見られる高い光沢度が専らメンテナンスクリーナー\nの使用による効果であるとすることはできない。\nこのように乙１４８試験と甲１７０試験とでは，ＡＳＴＭ－Ｇ５３という\n同じ規格に従った耐候性試験でありながら，著しく異なる結果が現れているのであ\nり，このことは，メンテナンスクリーナーの使用の有無の違いのみならず，それぞ\nれの試験における具体的な手法，条件，試験片の調整等の微妙な違いなどに大きく\n影響されていることによるものであることを窺わせるものといえる。\n(5)　また，前記のとおり，乙１２７等報告では，控訴人が全国各地の実車を用\nいて行った光沢度の測定結果において，被告商品を施工した車両が，５年以上経過\nしても平均値で９３．７％（乙１２７）と９６．１％（乙１７６）となっており，\n同じように測定された被告商品を施工していない中古車両よりも高い光沢度を示し\nているのであって，被告商品を施工した実際の車両について，その光沢度の維持に\n関し，被控訴人の援用する実験結果とは著しく異なる結果が現れている。\n被控訴人は，乙１２７等報告は測定対象車両について測定前までにいかな\nる作業が施されたかなどが不明であり，被告商品の効能・効果の証明とすることは\nできないとか，仮に光沢度を保持しているとしても，それはメンテナンスクリーナ\nーによる効果であると主張する。しかし，それらの測定対象車両について定期的に\nメンテナンスクリーナーの施工がされていたとしても，被告商品がメンテナンスク\nリーナーの併用を前提としているものであることは前記のとおりであるから，その\nことは被告商品の効果についての評価を妨げるものとはいえないし，また，走行距\n離や保管方法などが明らかでないとしても，被告製品を施工後実際に５年以上経過\nした車両において，上記のような高い光沢度を維持しているとの結果が現れている\n以上，このことを被告商品の効果を評価する上で無視することができないことは明\nらかである。\nまた，被控訴人は，被告商品が施工されていない５年以上経過した中古車\nでも，９０％前後の高い光沢度が測定された甲１７７を援用し，最近の自動車の塗\n装板はもともと光沢の劣化が遅いと主張しているが，前記のとおり，控訴人の行っ\nた測定結果では，被告商品を施工していない中古車両の光沢度は施工しているもの\nと比較して低かったことが示されているのであり，乙１２７等報告における５年経\n過後車両の光沢度が被告商品の効果によるものでないと決めつけることもできな\nい。\n(6)　以上検討したところからすると，耐候性試験は，試験方法，試験条件，試\n験片の調整などによる影響を受けやすいものであり，まして，本件においては，一\n方において，被告商品を施工したものの光沢度保持率が９１．９％であることを示\nす乙１４８試験の結果があり，また，実際に被告商品を施工した５年経過後の複数\nの車両の平均光沢度が，９３．７％，９６．１％という高い数値を維持しているこ\nとを示す測定結果（乙１２７等報告）もあることなどに照らすと，被控訴人が援用\nする前記の各耐候性試験の結果に依拠して，被告商品には新車時の塗装面の光沢度\nを５年間持続する効果がないとまで的確に認定することはできないといわざるを得\nない。そして，本件各表示における「新車の輝き」が持続しているかどうかという\nこと自体が，多分に見る者の主観によるところが大きく，ある程度の幅を持つもの\nであることをも考え併せると，本件全証拠をもってしても，未だ本件各表示におけ\nる「新車時の塗装の輝きが５年間維持される」との表示が虚偽であり，その表示が\n需要者等に被告商品の品質及び内容を誤認させるものであると認めることはできな\nい。\n５　以上によれば，被控訴人の本件各表示の使用差止め及び損害賠償請求は，そ\nの余の点について検討するまでもなく理由がないから，棄却されるべきである。\nよって，原判決中，上記請求の一部を認容した部分は相当でないからこれを\n取り消して，被控訴人の請求を棄却し，本件附帯控訴は理由がないからこれを棄却\nすることとし，訴訟費用の負担につき民事訴訟法６７条，６１条を適用して，主文\nのとおり判決する\n知的財産高等裁判所第３部\n裁判長裁判官 　 　 佐　藤　久　夫\n裁判官 　 　 若　林　辰　繁\n裁判官 　 　 沖　中　康　人\n"
}