{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 16,
    "month": 5,
    "day": 13
  },
  "case_number": "平成15(ハ)3272",
  "case_name": "貸金等請求事件",
  "court_name": "名古屋簡易裁判所",
  "lawsuit_id": "7557",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=7557",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/557/007557_hanrei.pdf",
  "contents": "平成１５年(ハ)第３２７２号貸金等請求事件\n主　　　　　　　　　文\n１　被告らは，原告に対し，連帯して８４２６円及びこれに対する平成１５年５月２３日から\n（ただし，被告Ａについては平成１５年６月２６日から）支払済みまで年５パーセントの\n割合による金員を支払え。\n２　原告のその余の請求を棄却する。\n３　訴訟費用は原告の負担とする。\n４　この判決主文第１項は，仮に執行することができる。\n事実及び理由\n第１　請求の趣旨\n被告らは，原告に対し，連帯して５６万２８９８円及びこれに対する本件訴状送達\nの翌日（被告Ａについては平成１５年６月２６日，同Ｂ及び同Ｃについては平成１５\n年５月２３日）から支払済みまで年５パーセントの割合による金員を支払え。\n第２  事案の概要\n１　請求原因の要旨\n(1)　原告は，タクシー運送業を営む有限会社である。\n(2)　被告Ａは，平成１４年３月１５日，タクシー乗務員として原告に採用され，被告Ｂ\n及び同Ｃは，原告との間で被告Ａの身元保証契約を締結した。\n(3)　被告Ａは平成１４年８月２０日原告を退職したところ，原告は，被告Ａとの間に\nは以下のような特約があり，採用後５ヶ月余で退職した被告Ａ及びその身元保証\n人である被告Ｂ，同Ｃらに対し，これらの特約に基づき，研修費用，養成費用，給\n与補填貸付金，有償被服費等を請求するとともに，被告Ａの退職時に給与計算\nを行ったところ，控除額が支給額を上回ったとしてその不足額を加え総額５６万２\n８９８円の支払を求めている。\n①　研修費用について                      　  　　１１万２０００円\n被告Ａは，平成１４年３月１３日に，株式会社Ｄグループ研修センターに入\n校申込みをした。研修費用は一日８０００円，被告Ａは１４日間研修を受けたの\nで，その費用は１１万２０００円となるところ，原告は「稼働開始後所定の運輸\n収入を達成した月が２４ヶ月を満たせば返済義務を全て免除し，満たすことな\nく退職した場合には原告が立替えた金額を原告に支払う」旨の特約付で前記\n研修センターに支払った。なお，所定の運輸収入とは，１ヶ月単位の人制別売\n上額であり，１人制の場合は６１万円，２人制の場合は４８万円，３人制の場合\nは５２万円である。\n②  養成費用について        　　　　　　　　　　　　２万８８５０円\n被告Ａの二種免許資格取得のための実技練習費用，平針試験場教習費，\n受験費用等の代金は２万８８５０円であるところ，原告は「稼働開始後所定の\n運輸収入を達成した月が２４ヶ月を満たせば返済義務を全て免除し，満たすこ\nとなく退職した場合には原告が立替えた金額を原告に支払う」旨の特約付で\n立替払いした（以下①②記載の特約を「本件立替払特約」という）。\n③　給与補填貸付金について                      　２９万６５７１円\n原告は，被告Ａに対し，平成１４年４月２６日に１０万４０７１円を，翌５月２８\n日に１９万２５００円を貸し渡した。この貸付金は給与支給額が２６万円に満た\nない乗務員に対し，稼働開始後２ヶ月間に限り，本人の希望により給与支給\n額が２６万円になるように貸し付けるものであり「稼働開始後所定の運輸収入\nを達成した月が２４ヶ月を満たせば返済義務を全て免除し，満たすことなく退\n職した場合には原告に全額を返済する」旨の特約が付されている。\n④　有償被服費について                        　　　３万６０００円\n原告は，被告Ａに対し，タクシー乗務員として必要な会社指定の制服を「入\n社時の有償被服費は３万６０００円，これを本格稼働開始後２ヶ月目から２００\n０円ずつ給与天引し，１８ヶ月未満で退職する場合には，３万６０００円から既\n払額を控除した残額を徴収する。」との特約付で貸与した。\n⑤　給与控除不足額について　　　　　　　　　　　　　８万９４７７円\n被告Ａの給与につき，支給額から社会保険料等の本人負担分を控除をした\nところ，平成１４年６月度が２万９０１３円，翌７月度が１万５１９１円，翌８月度\nが４万８０３５円の不足となり，夏期賞与として支給すべき２７６２円を考慮して\nも８万９４７７円の不足が生じ，原告はこれを納付した。\n２　被告らの認否及び主張\n(1)　請求原因の要旨(1)，(2)は認める。\n(2)　研修費用及び養成費用について\nタクシー乗務員として就労するために二種免許は必要不可欠であり，そのた\nめの研修参加，免許取得は業務命令に等しく，それらの費用は原告が負担すべ\nきものである。これを被用者である被告Ａの負担とする約定は労働契約上の公\n序に反し無効である。また，本件立替払特約は法により禁止された「労働契約の\n不履行について違約金を定め，又は損害賠償額を予定する契約」であり（労働基\n準法１６条），無効である。\n(3)　給与補填貸付金について\n①  被告Ａ本人の希望により貸し付けられたとの点につき争う。\n②　タクシー乗務員の経験のない者にとって，生活を支えるだけの運賃収入を確\n保することは容易ではなく，１ヶ月フル稼働して本給が２６万円に足りないこと\nは常態というべきで，それ故にこそ給与補填貸付が制度として存在するので\nある。してみると，生活を維持する上で給与補填貸付は強制貸付に他ならず，\nしかも一定のノルマを２４ヶ月以上達成しない限り返済が免除されることはな\nいからノルマ達成のための労働を強制する結果となる。また，ノルマを達成で\nきずに退職する場合には返済が強要されることになり労働基準法１６条の違\n約金，損害賠償額の予定と同等の作用を有することとなる。したがって，給与\n補填貸付の約定は無効である。\n③　原告のタクシー乗務員募集広告には「養成乗務員は乗務開始後２ヶ月間／\n月給２６万円保証」とある（乙１）。この求人広告と給与補填貸付金制度とは明\nらかに矛盾する。原告は自ら表示したところに反した制度を労働者に強いてお\nり，原告の本訴請求は信義則に違反し，また権利の濫用として，容認されるべ\nきものではない。\n(4)　有償被服費について\n①　原告において，タクシー乗務員の制服着用は義務的とされているところ，そ\nのような制服については雇用者である原告が負担すべきであり，貸与を有償\nとするのは労働関係上の公序に反し無効である。\n②　有償被服費を給与から天引するのは，法が禁止する前借金の相殺に当たり\n（労働基準法１７条），このような禁止行為と不可分の関係にある制服貸与制\n度は無効である。\n(5)　給与控除不足額について（相殺）\n①    被告Ａが平成１４年８月２０日退職したとの点は争う。被告Ａは，平成１４年８\n月２０日以前に退職している。\n②　原告の乗務員給与明細表（甲９）のその他欄には「法令による日額昀低賃金\nを保証。足切り未達成者については売上の一律３０％で支給する。足切り未\n達成者の給与明細は以下の通りとする。昀低賃金×勤務日数＝基本給（早\n退扱いは1/2勤務で計算）。基本給を超えた額は乗務手当とする｡」との定めが\nある。そうすると，被告Ａには以下の未受領の給与があるので，被告Ａは原告\nに対し，平成１６年２月５日の本件口頭弁論期日において，この給与債権の総\n計２７万７７９６円と原告の本件請求とを対当額で相殺する旨の意思表示をし\nた。\nⅰ　平成１４年４月度              　　　　　　　　　　８１７０円\n被告Ａの出勤日数は２３日で（甲６の２），うち２１．５日分について日勤手\n当と日当手当が支払われているから，残余の１．５日分の基本給８１７０円\n（昀低賃金日額５４４７×１．５）が未払いとなっている。\nⅱ　平成１４年５月度                  　　　　　１０万６２１６円\n被告Ａの出勤日数は２２日，うち遅早回数（遅早回数として計上される場\n合は，1/2日勤務となる）が５なので（甲６の３），１９．５日分の基本給１０万\n６２１６円（５４４７×１９．５）が未払いとなっている。\n（２２－５）＋（５×1/2）＝１９．５\nⅲ　平成１４年６月度                      　　　１１万４３８７円\n被告Ａの出勤日数は２６日，うち遅早回数が１０なので（甲６の４），２１日\n分の基本給１１万４３８７円（５４４７×２１）が未払いとなっている。\nⅳ　平成１４年７月度                       　　 　４万９０２３円\n被告Ａの出勤日数は１３日，うち遅早回数が８なので（甲６の５），９日分\nの基本給４万９０２３円（５４４７×９）が未払いとなっている。\n第３　当裁判所の判断\n１　研修費用及び養成費用について\n(1)　本件立替払特約の内容は「研修期間一日当り金8,000円の研修費用（講師人\n件費・建物賃料・水道光熱費・教習車両維持費・什器備品等）・学科受験費用・実\n技練習費用・実技受験費用・補填貸付金の各種費用については，タクシー乗務\n開始後所定勤務の運輸収入の足切額を達成した月数が，通算24か月を満たす\n事無く退職する場合は，貴社に全額を返済し，又達成した月数が，24か月を超え\nて在籍した場合に限り，上記諸費用の返済義務を免除するとした，貴社の社内\n規定に同意し，これを遵守する事を誓約いたします。」（甲２）というものである。こ\nの特約が労働基準法１６条に違反するか否かは，被用者に投資された金員につ\nき，被用者が使用者に返還すべき義務を負うか否かにより判断されることとな\nる。なぜなら，返還すべきものであれば，24か月云々という要件の履行不履行に\nかかわらず返済義務が生ずるのは当然のことであり，返還義務がないにもかか\nわらず，この要件の不履行により返済義務を発生させるのは，労働契約の不履\n行について違約金ないし損害賠償を予定する契約に他ならないからである。\n(2)　研修費用，養成費用は，本来誰が負担すべきものか。\nタクシー事業（一般乗用旅客自動車運送事業）者は，旅客を事業用自動車で\n有償運送することを業務内容とするところ，運送の安全，旅客の利便等を確保す\nるため，道路運送法２５条，旅客自動車運送事業用自動車の運転手の要件に関\nする政令は，タクシー事業者等に対し，道路交通法８６条に規定する第二種運転\n免許を受けた者でなければその事業用自動車の運転をさせてはならないと規定\nしている。してみると，原告にとって，第二種運転免許取得者は自己の事業を営\nむ上で不可欠の存在であり，採用した従業員にこの免許を取得させることは，単\nなる新入社員教育にとどまらず，営業活動を営む上で必須の業務ということにな\nる。他方，この免許を持たない被告Ａにとって，研修を受け免許を取得することは\n義務的な業務命令の遂行に他ならず，この免許を取得したとしても，タクシー運\n転手として稼働しうることを意味するにすぎない。この両者を比較した場合，被告\nＡがこの免許を取得することによる利益は，原告がより多く享受することは論を俟\nたない。そうすると，この第二種運転免許取得のための研修費用，養成費用は，\n業務遂行のための費用として本来原告が負担すべきものであり，従業員である\n被告Ａが支払うべきいわれはないこととなる。\n(3)　本件立替払特約の違法性\n被告Ａに投下された研修費用，養成費用は，原告が負担すべきもので，被告\nＡに対し返還請求しうるものではない。してみると，本件立替払特約は，被告Ａが\n一定要件を充足することなく退職する場合（タクシー乗務開始後所定勤務の運輸\n収入の足切額を達成した月数が，通算24か月を満たす事無く退職する場合）に，\n被告Ａに対し，返還義務のない金員を返還させようとするものであり，実質的に\nは，研修終了後２４ヶ月以上という就業期間を設定し，その不履行につき研修費\n用及び養成費用の実費弁償という名目の違約金を定めるものに他ならない。ま\nさに労働基準法１６条が禁止する退職の自由を阻害し，労働関係を強制的に継\n続させる特約といわざるをえない。しかも，研修中日額８０００円の日当を受領し\nていた被告Ａに対し（甲３），日額８０００円もの違約金を請求する原告の主張は，\n実質的なただ働きを強要するものであり，とうてい採用することはできない。\n２　給与補填貸付金について\n研修手当・研修諸費用の規定及び承諾書（甲３）によれば，被告Ａと原告との間\nには，給与支給額が２６万円に満たない場合は，乗務開始後２ヶ月間に限り，その\n差額分を貸付金として補填する旨の合意が成立しており，被告Ａの希望により貸し\n付けられたことが認められる。他方，Ｄグループのホームページ（乙１）には「養成乗\n務員は乗務開始後２ヶ月間／月給２６万円保証」との記載があり，この内容で広く\n乗務員を募集していることも認められる。この径庭につき，乗務開始後２ヶ月間／\n月給２６万円保証との条件で乗務員を募り（申込みの誘引であり，拘束力はない），\n応募した被告Ａとの間で２６万円に満たない部分を補填貸付金とする旨の合意をし\nたにすぎないと理解することも可能ではあろう。しかしながら，甲３の研修手当・研\n修諸費用の規定及び承諾書の補填貸付金の部分が不動文字で印刷されているこ\nと，給与支給明細書（甲６）にも給与補てんの欄が設けられていること等からする\nと，原告は，一方で乗務開始後２ヶ月間／月給２６万円保証と対外的，継続的に公\n約しながら，他方で給与補填貸付を制度的，恒常的に運用していることが認められ\nる。そして，被告らに対し給与補填貸付金を請求している現在においても，原告の\nホームページには乗務開始後２ヶ月間／月給２６万円保証の文字が掲載されてい\nるのである（公知の事実）。このような矛盾に満ちた主張は，権利の行使は信義に\n従い，誠実にこれをなすべしとする民法の原則に反し（民法１条２項），とうてい採用\nすることができない。給与補填貸付金についての原告の主張は理由がない。\n補填貸付金の主張が許されない結果，被告Ａが受領した金員は，原告の公約と\nおり平成１４年の４月度，５月度の月給と解さざるを得ないこととなる。\n３　有償被服費について\nタクシー乗務員の制服着用を義務的（甲８第１条）なものとしながら，制服を有償\nで貸与すること及び３万６０００円という金額の合理性には多大の疑念を差し挟まざ\nるを得ないが，それらの点はさておき，被告Ａは平成１４年８月２０日に原告を退職\nしているところ（被告Ａの退職日につき争いがあるが，甲１３の退職願及び弁論の全\n趣旨によれば，被告Ａは同日付けで退職したことが認められる。），原告を退職した\n被告Ａとしては，原告の制服を借用すべき義務はなく，原告としても貸与すべき利\n益もない。そうするとこの有償貸与契約は，被告Ａの退職により当然に終了してい\nることとなる。\nところで原告は，制服貸与規程第５条３項の「１８ヶ月未満で退職する場合は，３\n万６０００円から給与天引した額を差し引いた残額を徴収する」旨の特約（以下「本\n件被服特約」という）により３万６０００円の被服費を請求しているが，原告と被告Ａ\n間の有償貸与契約は当然に終了しており，被告Ａには退職後の貸与被服費を支払\nうべき義務はない。にもかかわらず原告は，本件被服特約を根拠に残額を請求して\nいる。してみると，本件被服特約も，本来的には支払義務のない金員を，１８ヶ月未\n満で退職した場合にのみ返還させようと企図するものであり，実質的には本格稼働\n開始後１８ヶ月以上就業すべき義務を課し，その不履行につきペナルティを定める\nものに他ならない。本件被服特約も労働基準法１６条に違反する無効な契約と断ぜ\nざるをえない。この点についての原告の請求も認めることはできない。\nなお，被告Ａは平成１４年４月から本格稼働しているから，その２ヶ月目である平\n成１４年６月から８月までの３月間計６０００円の支払い義務が発生しているのでは\nないかとの疑問も生じよう。しかしながら，本格稼働開始後２ヶ月目から月２０００円\nとの支払義務は，労働基準法１６条に違反する違法な特約と不可分一体となるもの\nで，この支払義務のみを切り離して有効視することはできない。よって６０００円の範\n囲についても支払義務を認めることはできない。\n４　給与控除不足額について\n(1)　被告Ａの給与については乗務員給与明細表（甲９）の規定によるが，足切り未\n達成者については「その他」欄に記載があるのみである。そこで，「その他」欄の\n記載である「足切り未達成者については売上の一律３０％で支給する。昀低賃金\n×勤務日数＝基本給（早退扱いは1/2勤務で計算）。基本給を超えた額は乗務手\n当とする。」の意味内容を検討する。\nところで，乗務員給与明細表は，賃金に関する事項を定めた就業規則として，\nその変更の都度，労働基準監督署長に届け出られているはずであり（労働基準\n法８９条），同法２７条に定める出来高払制下における一定額の保証給の要件も\n充足しているものと認められる。したがって，乗務員給与明細表の意味内容を検\n討するに際しては，この要件を充足していることを前提としなければならない。そ\nこで考察するに，この明細表の記載内容は，足切り未達成者の出来高は一律３\n０％，基本給は昀低賃金×勤務日数とするが，「基本給を越えた額は乗務手当\nとする」との条項があることからすると，出来高と基本給は併給されるのではな\nく，多額の方のみが支給されると解すべきことになる。このように解しても，出来\n高払制下における保障給を確保することができ，かつ昀低賃金法における昀低\n賃金額の基準もクリアできるのである。この点につき原告は，足切り未達成者に\nついては売上の一律３０％のみを支給することとなっており，昀低賃金×勤務日\n数＝基本給との部分は「足切り未達成者の給与明細は以下の通りとするのであ\nり，単に給与明細の表記上の問題である」と主張する。しかしながら，原告の主\n張するところの意味内容は判然とせず，検討の対象とはなり得ない。\n(2)　以上の理解を前提に，被告らの相殺の抗弁につき検討する。\n①　平成１４年４月度                                          ０円\n昀低賃金日額５４４７×出勤日数２３＝１２万５２８１となるが，被告Ａは上記\n２の「給与補填貸付金について」の項で述べたように２６万円の給与を受領し\nているので，この月の未払い分は存しない。\n②  平成１４年５月度                                　　　　　０円\n被告ら主張のとおり，基本給は１０万６２１６円となるが，この月も２６万円の\n給与を受領しているので（甲６の３），未払い分は存しない。\n③　平成１４年６月度                            　　６万５０７０円\n被告ら主張のとおり，基本給は１１万４３８７円となるが，４万９３１７円の本\n給を受領しているので（甲６の４），未払い分は６万５０７０円となる。\n④　平成１４年７月度                                １万５９８１円\n被告ら主張のとおり，基本給は４万９０２３円となるが，３万３０４２円の本給\nを受領しているので（甲６の５），未払い分は１万５９８１円となる。\n以上から，被告Ａには，原告に対する総計８万１０５１円の未払給料請求権の\n存することが認められ，給与控除不足額の８万９４７７円と対当額で相殺すると，\n原告の請求は８４２６円の範囲で認められることになる。\n５　結論\n以上，本件請求のほとんどは，原告を５ヶ月余りで退職した被告Ａの各特約違反\nに基づくものであるが，その特約の実体は，外観上は原告から被告Ａに交付ないし\n投下されたこととなっているものの，実質上は被告Ａに返還義務のない金員を，被\n告Ａが原告に利潤をもたらすことなく退職する場合に強制的に回収しようとするもの\nであり，いずれも労働基準法１６条に違反するものとして，原告の請求は理由がな\nいことに帰着する。また給与控除不足額については，相殺後の残額を認容すること\nとし，主文のとおり判決する。\n名古屋簡易裁判所\n裁　判　官         下　　村　　資　　樹\n"
}