{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 13,
    "month": 12,
    "day": 12
  },
  "case_number": "平成12(ネ)3956",
  "case_name": "借地権準共有持分確認請求控訴事件，同附帯控訴",
  "court_name": "東京高等裁判所",
  "lawsuit_id": "113",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=113",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/113/000113_hanrei.pdf",
  "contents": "（原審・横浜地方裁判所平成１０年(ワ)第２４２４号，同第３０２７号（原審言渡日平成１２年６月３０\n日））\n主　　　　　　文\n１　本件控訴及び附帯控訴に基づき，原判決を次のとおり変更する。\n(1)　控訴人らの，原判決別紙物件目録一及び二記載の各土地に対する普通建物所有\n目的の賃借権（賃貸人・Ｇ，賃借人・控訴人ら及び被控訴人）について，準共有物の分割を\n求める訴えを却下する。\n(2)　被控訴人の，前項の賃借権について準共有物の分割を求める訴えのうち，控訴人ら\nと被控訴人が亡Ｆ（平成８年３月２２日死亡）から相続により取得して準共有している持分２\n分の１について分割を求める部分を却下する。\n(3)　(1)項の賃借権について，控訴人Ａは４分の１の，控訴人Ｂ，同Ｃ，同Ｄ及び同Ｅはい\nずれも２０分の１の，それぞれ準共有持分を有することを確認する。\n(4)　(1)項の賃借権について，被控訴人は２０分の１１の準共有持分を有することを確認\nする。\n(5)　(1)項の賃借権を別紙分割目録のとおり分割する。\n(6)　控訴人らのその余の請求を棄却する。\n２　訴訟費用は，第１，２審を通じてこれを２分し，その１を控訴人らの，その余を被控訴人\nの各負担とする。\n事実及び理由\n第１　当事者の求めた裁判\n１　控訴の趣旨\n(1)　原判決を次のとおり変更する。\n①　控訴人らと被控訴人が準共有する原判決別紙物件目録一及び二記載の各土地\nに対する普通建物所有目的の賃借権を，原判決別紙分割目録二及び同分割図面二のと\nおり分割する。\n②　被控訴人は，控訴人Ａに対し，３９１万１５６６円を，控訴人Ｂ，同Ｃ，同Ｄ及び同Ｅ\nに対し，それぞれ７８万２３１３円を各支払え。\n③　原判決別紙物件目録一及び二記載の各土地について，控訴人Ａは，２分の１の，\n控訴人Ｂ，同Ｃ，同Ｄ及び同Ｅは，いずれも１０分の１のそれぞれ普通建物所有を目的とす\nる賃借権を有することを確認する。\n④　被控訴人の反訴請求を棄却する。\n(2)　訴訟費用は，第１，２審とも被控訴人の負担とする。\n(3)　仮執行の宣言。\n２　附帯控訴の趣旨\n(1)　原判決を次のとおり変更する。\n①　原判決別紙物件目録一及び二記載の各土地について，被控訴人は２０分の１１\nの普通建物所有を目的とする賃借権の準共有持分を有することを確認する。\n②　控訴人らと被控訴人が準共有する原判決別紙物件目録一及び二記載の各土地\nに対する普通建物所有目的の賃借権を，原判決別紙分割目録三及び同分割図面三のと\nおり分割する。\n③　被控訴人に対し，控訴人Ａは，２５６万５９１１円を，控訴人Ｂ，同Ｃ，同Ｄ及び同Ｅ\nは，それぞれ５１万３１８２円を各支払え。\n(2)　訴訟費用は第１，２審とも控訴人らの負担とする。\n(3)　仮執行の宣言。\n第２　事案の概要等\n１　事案の概要\n本件は，亡Ｆ（控訴人Ａの亡夫で，その余の控訴人ら及び被控訴人の亡父。以下「亡\nＦ」という。）所有の建物及び被控訴人所有の建物が建っている借地につき，控訴人らが被\n控訴人に対し，本訴として，上記借地の賃借人は亡Ｆのみであると主張して，亡Ｆから共同\n相続した賃借権の準共有持分の確認と同持分の分割を求め，これに対し，被控訴人が控\n訴人らに対し，反訴として，上記借地は，亡Ｆと被控訴人が共同して賃借していたものであ\nると主張して，上記賃借権の準共有持分の確認と同持分の分割を求めた事案である。\n原審は，上記借地は，亡Ｆ及び被控訴人が共同して賃借していたもので，その持分割\n合は平等（２分の１ずつ）であると認定し，上記賃借権の準共有持分につき，①　控訴人ら\nについては，共同相続した分として，控訴人Ａは４分の１，その余の控訴人らは２０分の１，\n②　被控訴人については，共同相続した分（２０分の１）及び固有の準共有持分（２分の１）\nを合わせて２０分の１１をそれぞれ有することを確認した上，共同相続分及び固有の分を\n含めて，原判決別紙分割目録一及び同分割図面一のとおり，控訴人らの準共有部分と被\n控訴人の単独所有部分とに分割することを命じた。そこで，控訴人らが控訴し，被控訴人\nが附帯控訴した。\n２　当事者の主張\n当審における当事者の主張を次のとおり付加するほか，原判決事実摘示のとおりで\nあるから，これを引用する。\n(1)　賃借権確認について\n（控訴人らの主張）\n①　原判決は，被控訴人が昭和６２年１０月３０日の更新契約により共同賃借人にな\nったと認定しているが，その法律上の原因が明確ではない。上記更新契約は，新たな契約\nの締結ではなく，既存の賃貸借契約の更新であり，借地権は財産権であるから，その処分\nのためには賃貸人と第三者の合意だけでは処分することができず，亡Ｆと被控訴人の法律\n行為が必要なはずである。\n②　原判決は，昭和６２年の更新契約により，被控訴人が亡Ｆとの共同賃借人となっ\nたことを特別受益等として考慮されるべきである旨説示しており，これは借地権の贈与を\n認定したものと考えられるが，次のとおり，事実に反する。\n当時の借地権の価格は，更地価格を坪１００万円，借地権割合を６０パーセントと\nすると７２９７万２０００円であり，その半分は３６４８万６０００円であるのに，更新契約に際\nし被控訴人が負担したのは，わずか１００万円であること，更新料が２００万円とかなり低額\nであること，被控訴人は，昭和４１年１２月１５日頃，本件土地の一部に建物を建築してい\nるが，これは使用借権の設定による転貸であり，上記１００万円は，被控訴人が結婚して\n世帯を構えていながら土地利用の対価を支払っていなかったことに対する当然の支払とい\nえること，原賃貸借契約の契約書（甲８）にも，被控訴人の名は記載されていたにもかかわ\nらず，亡Ｆの単独の賃貸借契約であることなどの事情に照らせば，昭和６２年の更新は，地\n主と亡Ｆの賃貸借関係を単純に確認して，賃貸借期間を伸長する内容以上のものではな\nく，更新後も，被控訴人は，亡Ｆの借地権の上に使用借権を有するに過ぎないものと認め\nるべきである。\n③　負担付き贈与の解除\nア　仮に，昭和６２年に亡Ｆから被控訴人に対し借地権が贈与されたものとしても，\n上記贈与は，被控訴人が，亡Ｆ及び控訴人Ａらが年老いてから，同人らを介護するとの負\n担付であった。\nイ　被控訴人は，平成４年２月頃，亡Ｆ及び控訴人Ａに対する介護を含めた関係を全\nく断ち，控訴人Ａに対する嫌がらせをするようになった。そこで，控訴人Ａは，控訴人Ｄを通\nじて，被控訴人に対し，塀を作るよう申し向けたところ，被控訴人は，平成５年５月頃，控訴\n人Ａ宅と被控訴人宅との間（別紙分割図面カヨの各点を直線で結んだ線上）に波形の塩化\nビニール製の塀を設置して，控訴人Ａ宅との行き来を完全に断ってしまった。これにより，\n被控訴人は，上記アの負担を履行する意思のないことを明確にしたものである。\nウ　上記贈与契約は，次のとおり解除された。\n(ア)  亡Ｆは，平成５年５月頃，被控訴人に対し，明示又は黙示に贈与契約を解除\nする旨の意思表示をした。\n(イ)　仮にそうでないとしても，控訴人らは，亡Ｆの有する上記解除権を相続により\n取得したところ，被控訴人に対し，本件訴状により，上記贈与契約を解除する旨の意思表\n示をした。\n(ウ)　仮にそうでないとしても，控訴人らは，被控訴人に対し，平成１２年８月３１日\nに被控訴人代理人に到達した同月２１日付け第一準備書面（控訴理由書）により，上記贈\n与契約を解除する旨の意思表示をした。\n④　仮に，昭和６２年の更新契約において，被控訴人が共同賃借人になったとしても，\n前記イのような事情からすれば，信義則上，被控訴人の準共有持分は１０分の１に留まる\nというべきである。\nまた，そうでないとしても，前記イのとおり，被控訴人は，自ら塩化ビニール塀を設\n置したのであるから，別紙分割図面ヲワカヨタロハニヘヲの各点を順次直線で結んだ範囲\nの土地が被控訴人の建物の敷地であることを自認したものであり，共有持分の推定規定\nの適用はなく，被控訴人と控訴人らの持分割合は，上記土地の面積割合である１０９．６０\n対２９０．７９であると認めるべきである。\n(2)　共有物分割について\n①　控訴人らの主張\n遺産分割が審判事項とされていることの趣旨に鑑みれば，本件のように親族間の\n争いで殆ど遺産分割と同様な事案は，家庭裁判所における遺産分割の手続によるべきで\nある。\n②　被控訴人の主張\n被控訴人主張の分割線（原判決別紙分割目録三）は，被控訴人固有の持分に帰\n属する部分の面積が全体の２分の１を下回るものであるから，不合理ではない。\n第３　当裁判所の判断\n当裁判所は，①　控訴人らの賃借権確認請求は，控訴人Ａにつき４分の１，控訴人Ｂ，\n同Ｃ，同Ｄ及び同Ｅにつき各２０分の１の持分を有する旨確認する限度で理由があるので\n認容すべきであり，②　被控訴人の賃借権確認請求は理由があるので認容すべきであり，\n③　控訴人らの準共有物の分割を求める訴えは，不適法であるので却下すべきであり，④\n被控訴人の準共有物の分割を求める訴えについては，(ア)　控訴人らと被控訴人が亡Ｆ\nから相続により取得して準\n共有（遺産共有）している持分（２分の１）に対して分与される部分と，被控訴人の固有の\n持分（２分の１）に対して分与される部分との分割を求める限度で適法であるので，当判決\n添付の別紙分割目録のとおり分割すべきであり，(イ)　控訴人らと被控訴人が亡Ｆから相\n続により取得して準共有（遺産共有）している持分（２分の１）について分割を求める部分\nは，不適法であるので，却下すべきものと判断する。その理由は次のとおりである。\n１　賃借権確認請求について\n当審における控訴人らの主張に対する判断を次のとおり付加するほか，原判決理由\n第一の一ないし四に説示のとおりであるから，これを引用する。\n（控訴人らの主張に対する判断）\n(1)　控訴人らの主張①について\n控訴人らは，原判決が被控訴人の共同賃借人になった原因を明確にしていない旨\n主張する。\nしかし，引用した原判決の認定するとおり，昭和６２年１０月３０日に本件土地の賃貸\n借契約が締結された頃，地主であるＧは，被控訴人を亡Ｆとともに賃借人とすることに合意\nしたものと認められ，被控訴人が共同賃借人となった原因は，Ｇ，亡Ｆ及び被控訴人３者の\n合意であるというべきである（亡Ｆとの関係では従前の契約の更新であるが，被控訴人が\n加わる限りにおいて，新たな賃貸借契約の締結である。）。\nしたがって，控訴人の主張は，採用することができない。\n(2)　控訴人らの主張②について\n①　控訴人らは，昭和６２年の更新契約は借地権の存続期間を伸長しただけで，被控\n訴人は亡Ｆから転貸を受けて使用借権を有するに過ぎない旨主張する。\nしかし，引用した原判決の認定するような諸事情に照らせば，被控訴人は使用借\n権を有するのではなく，自ら共同賃借人となったものと認めるのが相当であり，控訴人らの\n主張は，上記認定の妨げになるものではない。\n②　控訴人らは，更新契約に際して被控訴人が負担した金額は低額に過ぎることなど\nを挙げて，使用借権の設定であると主張する。\nしかし，前記のとおり，被控訴人が共同賃借人となったのは，亡Ｆに対価を支払っ\nて借地権を譲り受けたことによるのではないから，控訴人らの主張は採用することができ\nない。\n③　控訴人らは，原賃貸借契約の契約書（甲８）が亡Ｆと被控訴人の連名になっている\nことを指摘する。\nしかし，証拠（甲３８）によれば，上記契約書を連名としたのは，当時，農地法上の\n転用許可申請に当たり，２名以上が使用することを記載する必要があり，契約書の記載を\nこれに合わせたものに過ぎないことが認められる。これに対し，昭和６２年の更新の段階で\nはそのような事情はなかったのであり，それにもかかわらず契約書（甲９）上，２名連名とさ\nれたことは，被控訴人も共同賃借人であることを推認させる事情というべきである。\n④　前記(1)のとおり，共同賃借人となったことは，単純に借地権の贈与とみることには\n問題があるが，被控訴人が共同賃借人となれたのは，亡Ｆが従前借地権を有していたこと\nによるものと認められるので，被控訴人は，共同賃借人になることによって，亡Ｆから大き\nな経済的利益を受けたことになるものというべきである。\n(3)　控訴人らの主張③について\n控訴人らは，仮に昭和６２年に亡Ｆから被控訴人に対し借地権が贈与されたとして\nも，上記贈与は，負担付であるところ，被控訴人は，上記負担を履行する意思のないことを\n明確にしたので，上記贈与契約は解除された旨主張する。\n前記のとおり，被控訴人が亡Ｆから借地権の贈与を受けたものとは認められないも\nのであるから，控訴人らの主張はその前提を欠くものであるし，上記合意に贈与の趣旨が\n含まれるとしても，それが控訴人ら主張のような負担付きであったことを認めるに足りる証\n拠はない。\nまた，引用した原判決の認定した事実並びに証拠（乙１２，１７，１８，被控訴人本人）\n及び弁論の全趣旨を総合すると，控訴人Ａが退院した後，亡Ｆと控訴人Ａの看護につい\nて，被控訴人と控訴人らとの間で意見の違いが生じて仲が悪くなり，控訴人Ａから被控訴\n人方の大工仕事や植木棚の存在について苦情を言われたため，控訴人Ａの要望で，被控\n訴人が前記塀を設置し，被控訴人と控訴人Ａとの行き来が断たれるに至ったことが認めら\nれる。控訴人Ａは，同控訴人が退院した頃から，被控訴人が突如として控訴人Ａに対して\n虐待を始めたかのように供述するが〔陳述書（甲４３）の記載を含む。〕，不自然であって直\nちに信用することはできない。上記事実によれば，被控訴人において亡Ｆ及び控訴人Ａの\n介護をしないことが，被控訴人の責めに帰すべき事由によるとまで認めることはできない。\nしたがって，控訴人らの前記主張は，採用することができない。\n(4)　控訴人らの主張④について\n控訴人らは共有持分の推定規定の適用はなく，被控訴人と控訴人らの持分割合\nは，信義則上１０分の１に留まるか，被控訴人が設置した塩化ビニール塀によりヲワカヨタ\nロハニヘヲの各点を順次直線で結んだ範囲の土地の面積割合に限られる旨主張する。\nしかし，被控訴人が控訴人Ａとの行き来を断った事情は，前記(3)に認定したとおりで\nあり，信義則上共有持分が１０分の１に留まると認めるべき事情には当たらない。\nまた，証拠（乙１２，１７，１８，被控訴人本人）及び弁論の全趣旨によれば，被控訴\n人が上記塀を設置した時期は，昭和６２年の更新契約から５年以上経過した後の平成５年\n５月頃であること，上記塀は，被控訴人宅のベランダの支柱を支えに利用して波形の塩ビ\n板を針金やビニール紐で留めて張ったもので，容易に取り外せるものであること，上記塀\nの西側で控訴人Ａ宅の南側には，被控訴人の植木が残置されていることが認められ，これ\nらの事実に，前記(3)の被控訴人が上記塀を設置するまでの経緯を考え合わせれば，上記\n塀の設置という事実をもって，被控訴人が共有の範囲を自認したとまでは認められない。\n他に亡Ｆと被控訴人の共有持分が平等であることの推定を覆すに足りる事情はな\nい。\n２　準共有物分割請求について\n(1)　前記のとおり，本件土地の賃借権については，もと亡Ｆ及び被控訴人が各持分２分\nの１の割合で準共有していたところ，亡Ｆの持分を控訴人ら及び被控訴人が相続し，控訴\n人Ａが持分４分の１，その余の控訴人らと被控訴人が各持分２０分の１の割合で遺産共有\nが成立しており，被控訴人は，上記遺産共有持分２０分の１のほか，固有の準共有に基づ\nき持分２分の１の計２０分の１１を有するものである。\nところで，共同所有関係の解消のためにとるべき裁判手続は，民法上の共有関係で\nは共有物分割訴訟であるが，遺産共有関係では遺産分割審判である。このことは，本件\nのように，１個の財産権について，共同相続人が遺産共有に基づく持分を有し，共同相続\n人の１人が民法上の共有持分を別個に有する場合であっても異なるものではなく，共有物\n分割訴訟の判決により遺産共有関係も含めて分割を命ずることはできないものというべき\nである。\nしたがって，本件訴訟では，本件土地の準共有持分のうち，被控訴人を含む亡Ｆの\n共同相続人間の遺産共有関係（持分２分の１）を解消するための分割を命ずることはでき\nず，上記の遺産共有関係にある持分に対して分与される部分と，被控訴人の固有の持分\nに対して分与される部分とに分割することができるに止まることになる（もっとも，控訴人ら\n及び被控訴人が，亡Ｆの相続による準共有持分につき，本件訴訟外で，法定相続分で準\n共有する旨の遺産分割協議をするなどして民法上の準共有にすることができれば，本件\n訴訟において全持分につき分割が可能となるが，当事者双方は上記のような協議はでき\nない旨述べている。）。\nそうすると，控訴人らの準共有物の分割を求める訴えは，不適法であるので，却下\nすべきであり，被控訴人の準共有物の分割を求める訴えのうち，(ａ)　控訴人らと被控訴人\nが相続により取得して準共有（遺産共有）している持分（２分の１）に対して分与される部分\nと，被控訴人の固有の持分（２分の１）に対して分与される部分との分割を求める部分は，\n適法であるので，これを後記(2)のとおり分割すべきであるが，(ｂ)　上記遺産共有の部分に\nついて分割を求める部分は，不適法であるので，却下すべきである。\nなお，控訴人らは，本件は親族間の争いであることなどを理由に，被控訴人の固有\nの持分をも合わせて遺産分割手続によるべきである旨主張するが，独自の見解であって，\n採用することができない。\n(2)　そこで，分割方法について検討する。\n共有物の分割は，共有物の性質及び形状，共有関係の発生原因，共有者の人数\n及び持分の割合，共有物の利用状況及び分割された場合の経済的価値，分割方法につ\nいての共有者の希望及びその合理性の有無等の事情を総合的に考慮してすべきある。本\n件土地の賃借権については，原判決理由第一の五１に説示のとおりの事実が認められ\nる。そして，鑑定の結果によれば，本件土地全体の実測面積は４００．３９平方メートル（登\n記簿上の地積は４０２．０５平方メートル）で，その２分の１は２００．１９５平方メートルである\nこと，控訴人ら及び被控訴人の各取得希望部分は，原判決別紙分割目録二及び三記載\nのとおりであることが認められる。なお，当事者双方は，仮に上記認定事実を前提とした場\n合，本件分割につき面積割合によることに異議はない旨の意見を述べている。\nこれらの事情を総合すると，別紙分割目録に記載のとおり，控訴人らと被控訴人\nは，遺産共有部分として，別紙分割図面ヌリチヲワカヨルヌの各点を順次直線で結んだ範\n囲（Ａ部分）と同図面ヌイｂａヌの各点を順次直線で結んだ範囲（Ｃ部分）を取得し，被控訴\n人は，固有の共有持分として，同図面ハニホヘトヲワカヨハの各点を順次直線で結んだ範\n囲（Ｂ部分）と同図面ハロタｂａルヨハの各点を順次直線で結んだ範囲（Ｄ部分）を取得する\nものとして分割するのが相当である。\n上記分割方法によると，控訴人らと被控訴人間で金銭的清算を要しないという利点\nがあるほか，Ａ部分を控訴人Ａが，Ｂ部分を被控訴人がそれぞれ占有しているので占有状\n況にも合致する。また，Ｃ部分とＤ部分は，近い将来県道敷地とするために買収される予\n定であるから，Ａ部分は別紙分割図面ヌａの各点を結んだ直線でしか接しないとしても，前\n記のとおり，買収までの一時的なものであり，通行に支障があれば，民法２１０条等により\nＤ範囲の一部を通行することができるので，控訴人らにとって特段の不都合はないものと\n認められる。\nもっとも，この分割方法によると，控訴人Ａ宅の一部の上にある被控訴人宅の増築\n部分が控訴人らの取得するＡ部分に含まれることになるという，被控訴人にとっての不都\n合が生じる。\nしかし，証拠（甲４９の１～３，５０の１～１１，５１の１，５２，乙１７，控訴人Ａ本人）及\nび弁論の全趣旨によれば，上記増築部分は控訴人Ａ宅の屋根上を利用しているに過ぎ\nず，直接本件土地を利用するものではなく，かつては被控訴人が設計事務所として利用し\nていたが，現在では，物品を置いている程度であり，被控訴人の生活上不可欠のものとま\nでは認められないのに対し，上記増築部分の真下である控訴人Ａ宅１階部分は，同控訴\n人が寝室として利用しており，同控訴人が９７歳の高齢であることも考慮すれば，同部分\nは，同控訴人にとって生活上不可欠のものであると認められる。加えて，控訴人らが被控\n訴人に対し上記増築部分の撤去を求めることができるかどうかは，被控訴人が上記控訴\n人Ａ宅の屋根上を使用する権原を有しているかどうかによるのであり，同控訴人宅の敷地\nの借地権の帰属に左右されるものではない。\n(3)　被控訴人は，被控訴人主張の分割線は，被控訴人固有の持分に帰属する部分の\n面積が全体の２分の１を下回るので不合理ではない旨主張する。\nしかし，これによると現に控訴人Ａが居住している同控訴人宅が分断されてしまうの\nで相当ではなく，採用することができない。\nよって，上記と異なる原判決を上記のとおりに変更することとして，主文のとおり判決す\nる。\n東京高等裁判所第１１民事部\n裁判長裁判官　　瀬　戸　正　義\n裁判官　　遠　山　廣　直\n裁判官　　河　野　泰　義\n分　　割　　目　　録\n被控訴人固有部分\n（被控訴人に帰属）\n遺産共有部分\n（控訴人ら及び被控訴人に帰属）\n住宅部分 Ｂ（別紙分割図面ハニホヘトヲワ\nカヨハの各点を順次直線で結ん\nだ範囲）\n８５．２１㎡\nＡ（別紙分割図面ヌリチヲワカヨルヌの各\n点を順次直線で結んだ範囲）\n１８５．９２㎡\n道路部分 Ｄ（別紙分割図面ハロタｂａルヨハ\nの各点を順次直線で結んだ範\n囲）\n１１４．９８５㎡\nＣ（別紙分割図面ヌイｂａヌの各点を順次\n直線で結んだ範囲）\n１４．２７５㎡\n計 　２００．１９５㎡   ２００．１９５㎡\n注：　別紙分割図面において，ヌイｂａヌの各点を順次直線で結んだ範囲の面積が１４．２７５㎡になるように，ヌ\nイの各点を結んだ直線と平行な直線が，①　ヌルヨの各点を順次直線で結んだ線と交わる点をａ，②　イタの各\n点を直線で結んだ線と交わる点をｂと，それぞれ定める。\n（別紙分割図面添付省略）\n"
}