{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 2,
    "day": 27
  },
  "case_number": "平成14(わ)502",
  "case_name": "殺人，傷害被告",
  "court_name": "福岡地方裁判所第1刑事部",
  "lawsuit_id": "8157",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=8157",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/157/008157_hanrei.pdf",
  "contents": "平成１５年２月２７日宣告\n平成１４年(わ)第５０２号　殺人，傷害被告事件\n判　　　　　　　決\n主　　　　　　　文\n被告人を懲役１８年に処する。\n未決勾留日数中２３０日をその刑に算入する。\n理　　　　　　　由\n（罪となるべき事実）\n被告人は，平成１３年３月２３日午後１時１５分ころ，福岡市ａ区ｂｃ丁目ｄ番ｅ号ｆビル\nｇ階のＡ株式会社の本社事務所内において，\n第１　Ｂ（当時５７歳）に対し，殺意をもって，所携の包丁でその胸部及び腹部等を多\n数回突き刺し，よって，同日午後１時２０分ころ，同所において，同人を心臓切\n破及び左肺上葉切破に基づく失血により死亡させて殺害した。\n第２　Ｃ（当時３０歳）に対し，前記包丁でその左胸部を１回突き刺し，よって，同人に\n加療約１週間を要する左前胸部切創の傷害を負わせた。\n（証拠の標目）＜略＞\n（事実認定の補足説明）\n第１　争点\n判示第１の殺人の事実について，弁護人は，被告人に確定的殺意はなく，\n未必の殺意があったにとどまる旨主張し，また，被告人は，当公判廷において，\n殺意はなかった旨供述するが，当裁判所は，被告人が確定的殺意をもって判\n示第１の殺人行為に及んだものと認定したので，以下補足して説明する。\n第２　犯行に至る経緯\n関係各証拠によれば，被告人が本件犯行に至った経緯として，以下の各事\n実を認めることができる。\n１　被告人は，平成６年ころ，暴力団Ｄ組に加入し，平成１０年ころからは，組長\n秘書代行として組長Ｅの運転手をするなど，同人の身の回りの世話をするよう\nになったが，平成１２年１０月ころ，Ｄ組を破門となった。\n２　一方，被害者であるＢは，昭和３９年４月に熊本県警の警察官を拝命し，主\nに暴力団の事件を担当する捜査二課暴力犯係として勤務したが，平成４年こ\nろから椎間板ヘルニアとなり，それが悪化したため，平成７年３月に依願退職\nした。\nそして，平成１１年４月ころ，エステティックサロン経営や化粧品販売等を業\n務とするＡ株式会社（以下，「Ａ社」という。）に入社し，総務部長を務めた後，\n平成１２年２月ころ，専務に昇格し，本件直前の平成１３年３月初めころ，副社\n長に昇格していた。\n３　Ｄ組においては，Ａ社から，顧問料名下に金員を獲得することを企図してい\nたところ，Ｄ組のいわゆる企業舎弟であったＦは，同社の顧問の紹介で，平成\n１１年１１月ころ，同社の副社長に就任し，その直後から，同社の会長であっ\nたＧに対し，偶然を装ってＥを紹介するなどして，同社のトラブル解決をＤ組\nに依頼するように執拗に薦め，また，Ｅ自身においても，Ｇと面会するなどし\nて，同社のトラブル解決をＤ組に任せるよう要求したが，Ｇはこれらの申し出\nを拒んでいた。\n４　Ｂは，Ｇに対し，Ｆの背後には暴力団がついているとして，Ｆの退職を進言し\nたほか，Ａ社に対するＤ組の介入を拒絶すべく，Ｄ組への応対に積極的に関\n与するようになった。\nそして，Ｂは，平成１２年１月ころには，ヤクザとつきあうつもりはないとのＧの\n言葉をＥに伝えたことで逆に脅されたり，平成１２年６月２３日には，そのころＡ\n社からの多額の借入債務を負ったまま出社しなくなっていたＦの行方を捜し\nていたところ，Ｅの指示でＦの運転手を務めていた男から，「ＧはＥを使うだけ\n使って馬鹿にしてるのか，許せない」といった趣旨の言葉をもって大声で恫\n喝されるといったことがあった。\nまた，平成１２年７月２日，Ｇもしくはその関連会社が，事情によりＥに５０００\n万円を貸し渡すこととなった際にも，Ｂは，Ｅに強く申し入れることにより，Ｅか\nらその拇印を押捺した５０００万円の借用証書を作成，交付させると共に，Ａ\n社がＦに使用させていた高級外車を取り戻すことに成功し，同年１０月２７日\nには，Ｇほか数人と三重県伊勢市内のＤ組事務所まで出向いて，貸し付けた\n５０００万円の返済を受けた。\nさらに，平成１３年１月ころからは，Ｂに対し，Ｄ組関係者から，Ｇに会わせろ\nといった趣旨の電話が入るようになっていたが，Ｂはこれを拒絶していた。\n５  このようなＢの対応に接したＥは，破門前の被告人に対し，Ｂについて，「５０\n００万円の借用の件で借用書を書かされた。」「Ｇの会社側に熊本県警の警\n察官上がりの５０年輩のＢという男がいるが，横着な奴」等と告げたことがあっ\nた。被告人は，Ｂが，Ｄ組がＡ社の顧問になるための障害となっていることを\n知り，かつて暴力団担当の警察官であったというだけで，暴力団との交渉事\nに口を挟んでくる男として，Ｂに対する悪感情を抱いた。さらに被告人は，Ａ\n社との交渉経過の中で，自分を無視するような態度を取った男と会い，この\n男がＢであると思い込んだことから，個人的にもＢを嫌うようになった。\n６　ところで，Ｄ組を破門になった被告人は，Ｄ組のために功績をあげれば，Ｄ\n組に復帰することができると考え，Ｄ組の若頭が殺害された事件に関与して\nいると目されていた暴力団組長を殺害することを計画したが，この計画は失\n敗に終わった。\n次いで，被告人は，Ｄ組を顧問とすることを拒んでいたＡ社の幹部，ことに\n同社会長であったＧに重傷を負わせて，Ｄ組の恐ろしさを思い知らせ，Ｄ組\nの要求を呑ませることができれば，Ｄ組に復帰できると考えるに至ったが，Ｇ\nについては，その所在を知ることができなかった。\nそこで，被告人は，Ｄ組がＡ社の顧問となるための障害となり，個人的にも\n嫌っていたＢを，襲撃の対象にしようと決意するに至った。\nそして，被告人は，Ａ社の本社がある福岡市の地理に詳しい同地出身の\n知人に，上記の事情を秘したまま，運転手として同市内の道案内をしてくれる\nよう頼み，その承諾を得た。\n７　平成１３年３月２０日，福岡にやって来た被告人は，当初，Ｂの自宅付近で同\n人を狙おうと考え，上記知人の協力を得て自宅所在地を調べようとしたもの\nの，これを突きとめられなかったことから，Ａ社本社においてＢを襲うこととし\nた。\nそして，自宅から持参した青色ツナギのほか，福岡市内において，Ｂを襲\n撃するための催涙スプレー，特殊警棒，剪定ばさみ，包丁を購入すると共\nに，指紋を残さないようにするための軍手や変装用のかつらなどを購入し，犯\n行に使用する用具等を予め準備したうえ，同月２３日に犯行を決行することを\n決めた。\n第３　犯行状況\n関係各証拠によれば，本件犯行状況として，以下の各事実が認められる。\n１　犯行当日の被告人の行動等\n平成１３年３月２３日午後１時過ぎころ，被告人は，前示の青色ツナギ，軍\n手，かつら，帽子などを着用し，ツナギのポケットの中に特殊警棒，催涙スプ\nレーを入れ，箱入りの包丁，剪定ばさみを入れたリュックサックを背負って，判\n示のｆビル内に入り，同ビルｇ階のＡ社事務所に向かった。\nそして，被告人は，同事務所受付カウンターで，就職のお願いに来たなど\nと申し向け，数メートル先の役員室内にいたＢをカウンターまで呼び出すこと\nに成功し，その時初めて，それがかねてＢと思っていた男とは別人であること\nに気付いたが，何ら迷うことなく計画通り準備していた特殊警棒で同人を襲\n撃する機会を窺った。しかし，付近には多数の同社社員がおり，その内十名\n近くは男性社員であると見て取ったため，この場での襲撃は困難と考え，また\n出直す旨告げて，Ｂと別れた。\n被告人は，その足で同じ階にあるトイレの個室に入り，次に取るべき行動を\n考えているうちに，警戒されると襲撃しにくくなるので，Ｂを襲撃するのはやは\nり今しかないと考え，同時に，特殊警棒で殴りかかっても，Ｂに重傷を負わせ\nる前に他の社員に取り押さえられてしまったのでは，Ｄ組に復帰するどころ\nか，単なる笑い者で終わってしまう，それだけは絶対に嫌だ，という気持ちか\nら，包丁を使おうと考えるに至った。\nそこで，被告人は，リュックサックから包丁の入った箱を取り出し，包丁を箱\nから出して，取り出しやすいように，包丁を箱と別にしてリュックサックの上部\nに戻し，トイレを出て，前記受付カウンターを通り過ぎ，社員の制止を無視し\nて，Ｂが１人で在室する役員室に入った。\nそして，被告人は，「免許証のコピーをお願いします。」などと言ってＢを油\n断させると，リュックサックを下ろし，リュックサックの中の包丁を利き腕の右手\nで順手に握り，親指を包丁の背の部分に押し当てるとともに，小指を包丁の\n柄の端に引っかけるようにして支えて取り出し，役員室奥に置かれた机の脇\nに立っていたＢに向かって行った。Ｂは，「警察，警察。」などと叫びながら，\n両手を胸の前に突き出し，腰を後ろに引いて前のめりの状態となって，後ろ\nに下がりつつ包丁を避けようとし，途中キャスター付き椅子に座り込む形とな\nってさらに両手を前に突き出したまま後方に下がっていったが，かかるＢに対\nし，被告人は，その前方から迫り寄ってＢを後方に追い詰めつつ，６０センチ\nメートル足らずの距離から，Ｂの胸腹部を少なくとも４回以上包丁で突き刺し\nた。\nその後，被告人は，Ｂを救護することなく役員室を出て，近寄ってきた同社\n社員であるＣに対し，１メートル位の距離から包丁を突き出して振り払い，判\n示第２のとおりの傷害を負わせると，現場から逃走した。\n２　創傷の部位・程度\nこのような犯行の結果，Ｂの遺体には，胸腹部に４か所の刺切創が認められ\nるとともに，上肢に防御創と見られる６か所の切創が認められた。\nすなわち，胸腹部には，\n(1)　前胸部下部ほぼ正中から入り，後ろやや左方のやや上方に向かって，左\n第７肋軟骨を４．１センチメートルの長さで貫通し，心嚢前面を４．５センチメー\nトル×０．５センチメートルの大きさで切破し，心臓右室前壁を４．２センチメー\nトルの大きさで切破して同室内で終わる，深さ約７センチメートル程度の刺切\n創（なお，嘱託鑑定書〔甲５９〕中には同切創の創深は１３．５センチメートルと\n記載されているものの，これは後の嘱託鑑定補充書〔甲６０〕で約７センチメー\nトルの刺入と訂正されたものと解され，この点における検察官の指摘は採用し\nない。），\n(2)　左前胸上部から入り，後ろやや左方のやや上方に向かって，左第３肋軟骨\n及び第３肋間部を７．５センチメートルの長さで切破し，胸腔内に入り左肺上\n葉を切破して同部にて終わる，深さ約１４．５センチメートルの刺切創，\n(3)　前胸部上部ほぼ正中から入り，胸骨に１．９センチメートルの刺切創をつくり\n同骨表面で止まる浅い刺切創，\n(4)　左上腹部から入り，腹腔内に達し，さらに第１２肋骨下端を切損する刺切創\n（腹部臓器の損傷は認められないものの，同刺切創からの小腸及び腸間膜\nの脱出が認められる。），\nがそれぞれ認められ，また，上肢には，\n(5)　左第３指手掌面に２．０×０．３センチメートルの切創，\n(6)　左第４指手掌面に２．２×１．０センチメートルの切創，\n(7)　左手掌尺側に３．２×０．４センチメートルの切創，\n(8)　右前腕近位部橈側に６．５×２．５センチメートルの弁状切創，\n(9)　右前腕遠位部橈側に３．８×２．０センチメートルの切創，\n(10)　右手掌橈側に７．５×１．８センチメートルの切創，\nがそれぞれ認められた。\nそして，解剖医によれば，死因は，(1)の前胸部正中下部刺切創による心臓\n切破及び(2)の左前胸上部刺切創による左肺上葉切破に基づく失血死であると\n判断され，また，救急車による搬送先の病院で救命にあたるとともに，死体検案\nを行った医師によれば，来院時，既に心肺停止状態にあった被害者は，受傷\n後数分内に，受傷現場において死亡したものと判断された。\n３　凶器の性状\n被告人が犯行に使用した凶器は，その実物については発見されるに至って\nいないものの，解剖医が，成傷器は，幅約４．１センチメートル以下，長さ約１４．\n５センチメートル以上，刃背の厚さ約０．１センチメートルの有尖片刃器であると\n思われると述べていることからすると，凶器を購入した金物店での引き当たり捜\n査の際に，被告人が指示した，刃体の長さ１６．５センチメートルの三徳型文化\n包丁（写真撮影報告書〔甲４１〕参照）と同型の包丁であったと認められる。\n４　殺意に関する被告人の供述要旨\n被告人は，平成１４年４月１０日，本件によって通常逮捕された後，同月１７日付\nけ警察官調書（乙３）では，福岡に行った目的自体が，Ｂを襲って重傷を負わ\nせ，場合によっては殺すというものであった旨述べて，同人に対する殺人の未\n必の故意があったことを認めるとも受け取れる供述をしたのを始め，同月２５日\n付け警察官調書（乙１０），同月３０日付け検察官調書（乙１９）のいずれにおい\nても，Ｂを確実に殺してやろうとまでは考えなかったが，包丁で刺すことで死ん\nでしまうなら，それも一向に構わない気持ちであった等と述べて，Ｂに対する殺\n人の未必の故意は認めるかのような供述をしていたが，公判廷においては，同\n年６月２０日の第１回公判期日以降一貫して，殺すつもりはありませんでした等\nと述べてＢに対する殺意を否定している。\nまた，被告人は，Ｂの胸腹部に上記２(1)ないし(4)のとおりの４か所もの刺切創を\n与えたことについては，平成１４年４月３０日付け検察官調書（乙１９）及び公判\n廷（第３回公判）において，Ｂの腹部を目がけて４，５回包丁を突き出したことは\n間違いないが，自分としては１回だけ腹部を刺すつもりであったのが，当時は興\n奮していた上，突き出した包丁がＢの身体に刺さったという感触がなく，４，５回\n目に包丁を突き出した最後の１回で，初めて包丁の刃先が皮膚か骨を突き破\nり，豆腐を切るときのように柔らかいものを切り裂くような不思議な感触を感じた\nので，ようやく包丁が腹部に刺さり，これで少なくとも入院を必要とする程度の怪\n我は負わせたものと思って，それ以上攻撃するのを止めたものであり，最後の１\n回以外は刺さったことに気付かなかった等と説明し，また公判廷において（第３\n回公判），自分が狙ったのは下腹部であったが，Ｂが抵抗して動くなどしていた\nことから，結果的に心臓や肺などがある胸部に刺さったものと思う等と供述して\nいる。\n第４　判断\n１　以上の事実を前提に判断すると，まず，被告人は，当初は凶器として特殊警棒\nを使用するつもりであったのに，犯行の際には，自ら予め準備した人を殺傷す\nる能力が十分である刃体の長さが１６．５センチメートルの包丁を敢えて選択し，\nこの先端鋭利な包丁を利き腕の右手に持ち，Ｂの人体の枢要部である胸腹部\nを刺突するという行為に及んだものであり，同部の刺切創及び上肢の防御創と\n見られる前示の創傷の内容等によれば，その刺突行為は短時間の間に少なく\nとも４回以上にわたって執拗に繰り返されたものであることが明らかに認められ，\nまた，６か所にも及ぶ防御創を見た限りでも，被告人の攻撃を何とか避けようと，\nＢが必死の防衛をしていたことが十分推認されるのであって，それにもかかわら\nず，刃体の長さ約１６．５センチメートルの包丁によって，最長約１４．５センチメ\nートルの深さを持つ刺切創が形成されたほか，その余の胸腹部の刺切創にお\nいても，肋軟骨を貫通したり，肋骨下端を切損したり，胸骨に切創をつけるなど\nしていることからすれば，その刺突の強度は客観的にも相当に強かったものと\n認められる。\n２　被告人の犯行動機についてみるに，前示のとおり，被告人がＢを襲撃したの\nは，Ａ社の幹部に重傷を負わせて，同社の代表者にＤ組の恐ろしさを思い知ら\nせ，同組の要求を呑ませることにより，Ｄ組を破門されていた被告人自身が同組\nに復帰する足がかりを得ようと考えたからというのであり，かかる動機のみからす\nれば，Ｂに対しては重傷を負わせれば足り，何も殺害するまでの必要性はない\nようにも思われる。\nしかしながら，もとより被告人は，ただ自分がＤ組に復帰する足がかりとしたいば\nかりに，対立する暴力団組長の殺害を企てたり，Ａ社会長の襲撃を計画し，そ\nのいずれも実現困難と見るや，何の迷いもなくＢを襲うことを決断し，実際にＢに\n初めて会った際には，それまで同人であると思い込んでいた態度の悪い男とは\n別人であったことに気付いたが，なお何ら躊躇することなく計画を続行すること\nとして，判示のとおりの凶行に及んだ上，その後Ｂの死亡の事実を知った直後\nにも，それを悔やむどころか，むしろ暴力団員としてＢを襲い，男らしくその目的\nを達成した，Ｂを殺したことでヤクザの本物に一歩大きく近付いた等という達成\n感で満足していた旨供述し（被告人の平成１４年４月２６日付け警察官調書〔乙\n１１〕，同年５月１日付け検察官調書〔乙２０〕），その後もなお，前記の暴力団組\n長殺害計画を諦めきれずに実行したいと考えていた旨自認するところである\n（第３回公判）。\nこのような被告人の，人命軽視も極めて甚だしい，まさに暴力団員的思考と発\n想とを背景とすれば，当初は確かに脅しのつもりの傷害事件を計画していたに\nせよ，前示第３の１のとおり，最終的に白昼多数の社員がいる場所で襲撃行為\nに及ぶこととなり，Ｂに重傷を負わせる前に他の社員に取り押さえられて笑い者\nになることだけは避けたいと考えた被告人が，前示第２の５のとおり，かねて，元\n警察官というだけで暴力団との交渉事に口を挟んでくる男として，悪感情を抱い\nていたＢに対し，確定的な殺意を抱くということも，了解可能なことといえる。\n３　以上のような，被害者Ｂが現に受けた創傷の部位やその数，負傷の程度の重大\n性，被害者の死因，凶器の性状・用法の危険性，上記客観的事実に照らしたと\nきの刺突行為の態様・回数に関する被告人の弁解の不合理性，Ｂに対する殺\n人の動機の了解可能性といった諸事情を総合考慮すれば，結局，被告人に\nは，判示第１の犯行当時，被害者Ｂに対する確定的殺意があったことを優に認\n定することができ，この認定に合理的疑いを差し挟む余地はないというべきであ\nる。\n第５　結語\n以上の次第であるから，判示第１の事実について，殺意を否定する内容の被告\n人の供述部分は到底信用することができないし，未必的殺意にとどまる旨の弁\n護人の主張も採用できない。\n（法令の適用）\n罰条\n第１の行為　　　　　　　　　刑法１９９条\n第２の行為　　　　　　　　　刑法２０４条\n刑種の選択\n第１の罪　　　　　　　　　　有期懲役刑を選択\n第２の罪　　　　　　　　　　懲役刑を選択\n併合罪の処理　　　　　　　　　刑法４５条前段，４７条本文，１０条（重い第１の罪の刑\nに刑法１４条の制限内で法定の加重）\n未決勾留日数の算入　　　　　　刑法２１条\n訴訟費用の不負担　　　　　　　刑事訴訟法１８１条１項ただし書\n（量刑の理由）\n１　本件は，判示のとおりの殺人（第１）及び傷害（第２）の事案である。\n２　まず，殺人の動機についてみると，前示のとおり，被告人は，暴力団Ｄ組の構成\n員であったところ，同組を破門され，同組に復帰する足がかりとするために，Ａ社\nの副社長であった被害者を殺害したというのであり，このような暴力団特有の誠に\n身勝手で，人命を著しく軽視した動機に酌むべき余地など微塵もないことはいうま\nでもない。\n３　また，その犯行態様についてみると，被告人は，自らが福岡市の地理に不案内で\nあることから，情を知らない福岡出身の知人を運転役として予め手配するとともに，\n犯行時着用するツナギを持参して，福岡入りし，福岡市内において，催涙スプレ\nー，特殊警棒，剪定ばさみ，包丁や，滑り止めの軍手，変装用のかつらなど，犯行\nに使用する用具を予め準備した上，犯行に際しては，殺傷能力十分な刃体の長\nさ約１６．５センチメートルの前記包丁を，利き腕の右手に持ち，被害者の胸腹部と\nいう人体の枢要部を少なくとも４回以上にわたり，執拗かつ相当の強度をもって刺\n突したというのであって，確定的殺意に基づいた極めて冷酷かつ残忍な犯行であ\nるというほかない。また，前記の犯行用具の準備状況に加えて，被害者の襲撃場\n所として当初考えていた同人の自宅を調べきれなかったところで犯行を断念する\nことなく，同人の勤務先で襲撃することに計画を変更した上，白昼，福岡市街の中\n心部に所在するオフィスビルの一室において，大胆不敵な犯行を敢行したことな\nどを考えると，確定的殺意を抱くに至ったのは犯行直前であったと認められるもの\nの，被害者を襲撃する意思自体は相当強固に持ち続けていたと認められ，この点\nも強い非難に値する。\n４　そして，このような犯行の結果，家庭人として良き夫であり，良き父であった被害\n者のかけがえのない生命が奪われているのであって，犯行の結果は極めて重大\nである。その日まで一面識もなかった被告人から，突然にして鋭利な包丁で突き\nかかられ，必死の抵抗もかなわず，その凶刃に倒れ，予期せぬ最期を遂げること\nを余儀なくされた被害者の感じた恐怖や苦痛，絶望や無念の情は筆舌に尽くし難\nいものであったと思料される。\n更に，遺された被害者の妻や子供達は，最愛の夫，愛する父親を突如として奪\nわれてしまったのであって，これら遺族の人々の悲しみの深さにも察するに余りあ\nるものがあり，被告人からこれら遺族に対し，何らのみるべき慰謝の措置はとられ\nておらず，至極当然のことながら，遺族は被告人の厳重処罰を望み，被害者の長\n男は，当公判廷において，家族皆の共通の気持ちとして，かなうことなら極刑にし\nてほしい旨証言しているところである。\n５　また，傷害についてみるに，その犯行態様は，前示の殺人を敢行した後，被告人\nの逃走経路上に立っていた無防備な被害者に対して，前示の鋭利な包丁により，\nその胸部に突きかかったというもので，上体をひねって避けようとしたにもかかわら\nず，被害者が左前胸部切創を負わされていることからみても，誠に危険で悪質な\n犯行であったことは明白である。そして，その傷害の程度も，加療期間こそ約１週\n間に止まるものの，５，６針の縫合手術を要したものであって，犯行の結果も決して\n軽くみることはできない。これまた何らの慰謝の措置もとられていない被害者が，\n被告人の厳重処罰を求めているのも当然である。\n６　加えて，被告人は，捜査段階において，殺人の被害者の遺族に対しては申し訳\nないと思うが，殺人の被害者自身に対しては申し訳ないとは思わない旨述べてい\nたばかりでなく，公判においても，殺意はなかったなどと不合理な弁解をしている\nのであって，自らの犯行を真摯に反省しているとは到底認めがたいところである。\n７　そうすると，被告人の刑事責任は極めて重大であるというほかはない。\n８　そこで，被告人は，傷害については事実を認めていること，殺人の被害者の遺族\nに対して謝罪の弁を述べていること，被告人には，平成７年に傷害罪により罰金１\n０万円に，平成１１年に業務上過失傷害罪により罰金４０万円に，それぞれ処せら\nれた罰金の裁判歴のほかに前科はないこと，公判の最終段階（論告弁論等期日）\nに至り，自ら作成した上申書を提出し，その中で，今後は暴力団関係者とのつな\nがりを絶ち，母親に孝行する為，悔い改めようと誓った旨記すなど，遅きに失したと\nはいえ，被告人なりの反省の態度を示すに至ったことなど，被告人のために酌む\nことのできる事情を合わせ考慮して，被告人を主文の刑に処するのが相当と判断\nした。\n９　よって，主文のとおり判決する。\n（検察官利光知子，私選弁護人久万知良各出席）\n（求刑－懲役２０年）\n平成１５年２月２７日\n福岡地方裁判所第１刑事部\n裁判長裁判官　　谷　　　　　　　敏　　　行\n裁判官　　荻　　 原　   　弘　　　子\n裁判官古庄研は平成１４年度国内特別研究に参加のため署名押印できない。\n裁判長裁判官　 谷　　　   敏　　行\n"
}