{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 17,
    "month": 11,
    "day": 25
  },
  "case_number": "平成16(わ)370",
  "case_name": "強制わいせつ，建造物侵入，強姦致傷，住居侵入，強姦未遂，強制わいせつ未遂，強制わいせつ致傷被告事件",
  "court_name": "神戸地方裁判所第2刑事部",
  "lawsuit_id": "6789",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=6789",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/789/006789_hanrei.pdf",
  "contents": "主　　　　　　　文\n被告人を懲役１９年に処する。\n未決勾留日数中５４０日をその刑に算入する。\n理　　　　　　　由\n（罪となるべき事実）\n被告人は，\n第１　（平成１７年６月１０日付け起訴状記載の公訴事実第１）\n女子児童に強いてわいせつな行為をする目的で，平成１３年５月１０日午前\n８時１５分ころ，兵庫県明石市＜番地等略＞所在の小学校の敷地内にその西門から\n侵入した上，登校して来たＡ（当時１１歳）に対し，同女が１３歳未満であること\nを知りながら，「ちょっと，ちょっと。こっち来て。」などと声をかけて言葉巧み\nに同小学校本館１階男子トイレ内に誘い込み，同所において，やにわに同女の手首\nをつかみ，「入らないと殺すぞ。」などと語気鋭く申し向けて同トイレの個室内に\n引き入れようとし，さらに，抵抗してその場に転倒し座り込んだ同女に背後から抱\nき付いて着衣をまくり上げるなどの暴行脅迫を加え，その乳房を手でもむなどし，\nもって，人の看守する建造物に侵入した上，１３歳未満の婦女に対し強いてわいせ\nつな行為をした\n第２　（平成１７年４月２０日付け起訴状記載の公訴事実）\n帰宅途中のＢ（当時１４歳）を認めるや，同女に強いてわいせつな行為をし\nようと企て，平成１４年３月６日午後４時５分ころ，兵庫県明石市＜番地等略＞所\n在のＣ方敷地内において，同女の右腕をつかんで引っ張るなどして，Ｃが看守する\n納屋内に無施錠の南側出入口から侵入するとともに，同所に同女を連れ込んだ上，\n左手をズボンのポケットに入れて刃物を取り出す振りをしながら，同女に対し，\n「騒いだら刺すぞ。」などと語気鋭く申し向けて脅迫し，その反抗を抑圧し，左手\nで同女の身体を押さえ付けながら，同女が着用していたジャンパースカートをまく\nり上げ，ハーフパンツ等を脱がせて露出させた陰部を手指でなで回すなどしてもて\nあそび，もって，人の看守する建造物に侵入した上，強いてわいせつな行為をした\n第３　（平成１７年３月３１日付け起訴状記載の公訴事実）\n強いてわいせつな行為をしようと企て，平成１４年８月２７日午前８時４５\n分ころ，兵庫県加古郡＜番地等略＞に設けられた公衆トイレの南側路上において，\n登校中のＤ（当時１２歳）に対し，「トイレに女の子が倒れているからちょっと見\nて。」などと声をかけ，同女を言葉巧みに前記公衆トイレ西端の女子トイレ内に誘\nい込んで同トイレの個室に押し込み，同所において，やにわに同女が着ていた白色\nＴシャツをまくり上げて胸をなで回しながら，「叫んだら刺すぞ。」などと語気鋭\nく申し向け，同女に対し，所携のカッターナイフを示して脅迫し，その反抗を抑圧\nした上，同女が履いていた体操用ハーフパンツをずり下ろして同トイレ内個室に設\n置された荷物置棚に座らせ，その陰部を指でなぞるように触り，なめるなどしても\nてあそび，さらに，自己の陰茎を同女に口淫させ，もって，強いてわいせつな行為\nをした\n第４　（平成１６年６月２日付け起訴状記載の公訴事実）\n通行中のＥ（当時９歳）を強いて姦淫しようと企て，平成１５年５月２１日\n午後２時ころ，兵庫県明石市＜番地略等＞所在のＦ方前路上において，同女が１３\n歳未満であることを知りながら，同女に対し，「おばあちゃんが呼んでいる。」な\nどと嘘を言い，その腕をつかんで引っ張るなどして同所からＦ方納屋に同女を連れ\n込み，同所において，同女に対し，「大きな声を出したら殺す。」などと語気鋭く\n申し向けて脅迫し，さらに，所携のカッターナイフようの物を同女の頚部付近に当\nてるなどの暴行を加えて，強いて同女を姦淫し，その際，同女に全治約１週間を要\nする外陰部擦過傷の傷害を負わせた\n第５  （平成１６年９月２日付け起訴状記載の公訴事実）\n女子児童に強いてわいせつな行為をし，状況によってはさらに強いて姦淫す\nる目的で，平成１５年５月３１日午前９時ころ，兵庫県明石市＜番地等略＞所在の\n中学校の敷地内にその正門から侵入し，同中学校玄関ホール前付近において，Ｇ\n（当時１４歳）に対し，「職員室はどこ，案内して。」などと言葉巧みに申し向け\nて同女を同中学校の中庭にある植え込みに誘い込み，同所において，「抵抗したら\n殴るぞ。殺すぞ。」などと語気鋭く申し向けて脅迫し，同女の体操服のシャツ等を\nまくり上げ，その両乳房をもむなどし，さらに，同女を同中学校玄関ホール北側入\nり口前付近まで連行し，同所において，同女の体操服のシャツ等をまくり上げ，同\n女の体操服の半ズボン等を脱がせて同女を裸にし，所携のカメラ付き携帯電話で同\n女の乳房や陰部を撮影した上，同女が抵抗しなかったことから，強いて同女を姦淫\nしようと決意し，前記脅迫により反抗を抑圧されている同女を姦淫しようとした\nが，同女の膣内に自己の陰茎を挿入できなかったため，その目的を遂げなかった\n第６　（平成１７年６月１０日付け起訴状記載の公訴事実第２）\n通行中のＨ（当時１４歳）に強いてわいせつな行為をしようと企て，平成１\n５年６月２８日午前１１時４０分ころ，兵庫県明石市＜番地等略＞所在のＩ社宅西\n側階段付近通路において，これに接する道路を通行して来た同女に対し，「ちょっ\nと来て。」などと声をかけ，言葉巧みに同階段内の踊り場に誘い込んだ上，同所に\nおいて，やにわにその腹部を手拳で殴打し，手で口をふさぎ，「声を出すな。殺す\nぞ。」と語気鋭く申し向けるなどの暴行脅迫を加え，その反抗を抑圧して強いて同\n女にわいせつな行為をしようとしたが，同女に抵抗されて逃げられたため，その目\n的を遂げなかったものの，その際，前記暴行により，同女に加療約７日間を要する\n腹部，胸部打撲傷の傷害を負わせた\n第７　（平成１６年７月２１日付け起訴状記載の公訴事実）\n強いてわいせつな行為をしようと企て，平成１５年８月１７日午後零時４５\n分ころ，兵庫県明石市＜番地等略＞所在のマンションの２階エレベーター前におい\nて，同エレベーター内にいたＪ（当時１５歳）に対し，「お母さんに渡したいもの\nがある。」などと声をかけ，言葉巧みに同女を同マンション２階西側階段に誘い込\nみ，同所において，同女に対し，「しゃべるな。もししゃべったらナイフ持っとる\nから殺すぞ。」などと語気鋭く申し向けて脅迫して，その反抗を抑圧し，同女の体\n操シャツやブラジャー等をまくり上げるなどし，その両乳房や陰部をなめるなどし\nてもてあそび，さらに，自己の陰茎を同女に口淫させ，その口内に射精するなど\nし，もって，強いてわいせつな行為をした\n第８　（平成１７年２月４日付け起訴状記載の公訴事実）\n強いてわいせつな行為をしようと企て，平成１５年８月２４日午後１時１５\n分ころ，兵庫県明石市＜番地等略＞所在のアパート南側入り口付近において，Ｋ\n（当時１３歳）に対し，「ちょっと，ちょっと。」，「ちょっとＫさん。」などと\n声をかけ，同女を言葉巧みに同アパート２階南側踊り場に誘い込み，同所におい\nて，同女の口を手でふさぎ，同女に対し，「声を出したら刺す。」，「殺す\nぞ。」，「ナイフ持っとんねん。」などと語気鋭く申し向けるなどして脅迫し，さ\nらに，同女の右ほほを数回殴るなどの暴行を加え，その反抗を抑圧した上，同女が\n着ていた体操服シャツの中に手を差し入れてブラジャーの上からその乳房付近をな\nで回し，もって，強いてわいせつな行為をした\n第９　（平成１６年４月２８日付け起訴状記載の公訴事実）\n強いてわいせつな行為をしようと企て，平成１５年９月４日午前７時２０分\nころ，神戸市＜番地等略＞所在の月極駐車場内において，Ｌ（当時１３歳）に対\nし，その右耳付近を右手拳で数回殴打するなどの暴行を加え，「騒ぐと殺すぞ。」\nなどと語気鋭く申し向けて脅迫し，その反抗を抑圧した上，同女のブラウスのボタ\nンをはずしてブラジャーをまくり上げ，背後からその両乳房を両手でもみ，その左\n乳首をなめるなどしてもてあそび，さらに，自己の陰茎を同女の口等に押し当てて\n射精するなどし，もって，強いてわいせつな行為をした\n第10　（平成１６年１２月２１日付け起訴状記載の公訴事実）\n強いてわいせつな行為をしようと企て，平成１５年９月１７日午前７時２０\n分ころ，兵庫県明石市＜番地等略＞所在の小学校の敷地内にその北門から侵入した\n上，同小学校１階西側渡り廊下において，Ｍ（当時１２歳）に対し，同女が１３歳\n未満であることを知りながら，「ちょっと来て。」などと声をかけて同女を同小学\n校南校舎１階女子トイレ内に誘い込んだ上，同トイレ内の個室に引きずり込み，同\n女の口を手でふさいで，「叫んだら刺すぞ。」などと語気鋭く申し向けて脅迫し，\nさらに，同女の腹部を手拳で殴打するなどの暴行を加えて，同女のフード付きパー\nカーの前ファスナーを下ろして体操用シャツをまくり上げようとしたが，同女が手\n提げ鞄で腹部を覆い隠すなどして抵抗したため，その目的を遂げなかった\n第11　（平成１７年３月２９日付け起訴状記載の公訴事実）\n強いてわいせつな行為をしようと企て，平成１５年９月２４日午後５時過ぎ\nころ，兵庫県明石市＜番地等略＞の西側路上において，自転車で通行中のＮ（当時\n１２歳）が１３歳未満であることを知りながら，同女に対し，「ちょっと，ちょっ\nと。」などと声をかけて下車させ，その腕を引っ張るなどして，同所に所在する空\nき家敷地内の隣家との境にある東側通路を通って裏庭に誘い込み，同所南西角にお\nいて，やにわに同女の背後から手で口をふさぎ，「声を出したら撃つぞ。」などと\n語気鋭く申し向け，ズボンのポケットに差し込んだ手でけん銃の格好を作り，あた\nかもけん銃を携帯しているように見せかけて同女を脅迫し，同女を同所にしゃがま\nせた上，同女の足を引っ張って仰向けに寝転ばせ，同女のＴシャツ等をまくり上げ\nるなどし，その両乳房をもむように触り，その乳首をなめ，さらに，同女の陰部に\n指を入れてもてあそぶなどし，もって，１３歳未満の婦女に対し強いてわいせつな\n行為をした\n第12　（平成１６年５月１０日付け起訴状記載の公訴事実）\n女子児童に強いてわいせつな行為をする目的で，平成１５年１０月２日午前\n７時８分ころ，兵庫県明石市＜番地等略＞所在の小学校の敷地内に，開放された北\n門から侵入した\n第13　（平成１６年１０月１４日付け起訴状記載の公訴事実［起訴罪名「建造物侵\n入，強姦致傷」　認定罪名「建造物侵入，強制わいせつ致傷」］）\n女子児童に強いてわいせつな行為をする目的で，平成１６年１月２７日午前\n６時５０分ころ，兵庫県加古川市＜番地等略＞所在の中学校の敷地内にその正門か\nら侵入した上，同中学校正門付近において，Ｏ（当時１３歳）に対し，「大事な物\nがなくなったからちょっと来て。」などと言葉巧みに申し向けて同女を同中学校北\n校舎２階第３会議室前廊下まで連れて行き，同所において，その背後から同女の口\nを手でふさぎ，「静かにしろ。ナイフ持っとる。」などと語気鋭く申し向けて脅迫\nし，同女を床に押し倒した上，同女の制服のスカート等をまくり上げ，さらに，同\n女の腹部を手拳で１回殴打し，同女の髪の毛をわしづかみにして揺さぶるなどの暴\n行を加えて，その反抗を抑圧して強いてわいせつな行為をしようとしたが，同女が\n抵抗したため，その目的を遂げなかったものの，その際，前記暴行により，同女に\n加療約５日間を要する頭部打撲，皮下出血の傷害を負わせた\n第14　（平成１７年５月２７日付け起訴状記載の公訴事実）\n登校途中のＰ（当時９歳）を民家敷地内に連れ込んで強いてわいせつな行為\nをしようと企て，平成１６年２月６日午前９時４０分ころ，兵庫県加古川市＜番地\n等略＞所在のＱ方北側路上において，同女が１３歳未満であることを知りながら，\n同女に対し，「こっちへ来い。声を出したら殺すぞ。」などと語気鋭く申し向けて\n脅迫するとともに，同女が着用していた上着の袖を引っ張ってＱ方敷地内に侵入し\nた上，そのころ，同敷地内倉庫南側において，同女を押し倒すなどの暴行を加え\nて，同女が着用していたズボンとパンツを引き下げて，その陰部を手指でなで回す\nなどし，もって，人の住居に侵入した上，１３歳未満の婦女に対し強いてわいせつ\nな行為をし，その際，同女に全治約５日間の膣入口部擦過傷の傷害を負わせた\n第15　（平成１６年６月３０日付け起訴状記載の公訴事実）\n強いてわいせつな行為をしようと企て，平成１６年３月２１日午前９時４０\n分ころ，兵庫県加古川市＜番地等略＞所在のＲ１方前路上において，Ｒ１方玄関に\n入ろうとしていたＲ２（当時１３歳）に対し，「ちょっといい。」などと声をか\nけ，Ｒ１方門扉のフック式施錠を外して同人方敷地内に侵入した上，同女を言葉巧\nみにＲ１方敷地内の隣家との境にある北側通路に誘い込み，同所において，やにわ\nに同女の背後から手で口をふさぎ，「静かにせな殺すぞ。」などと語気鋭く申し向\nけ，同女に所携のカッターナイフを示して脅迫し，その反抗を抑圧して，同女のセ\nーター等をまくり上げ，背後からその両乳房をもむように触り，その乳首をなめる\nなどし，さらに，同女の陰部を指でなぞるように触るなどしてもてあそび，もっ\nて，人の住居に侵入した上，強いてわいせつな行為をした\n第16　（平成１６年１１月１７日付け起訴状記載の公訴事実）\n登校中のＳ（当時１３歳）を女子児童と誤認し，同人に強いてわいせつな行\n為をしようと企て，平成１６年３月２８日午前６時５０分ころ，兵庫県加古郡＜番\n地等略＞所在のＴ方納屋前において，同人に対し，「荷物を運ぶから手伝って。」\nなどと声をかけ，Ｔが看守する同女方納屋内に，無施錠の出入口から侵入した上，\nＳを言葉巧みに同納屋に誘い込み，同所において，やにわに背後から同人の首に左\n腕を巻き付けて締め付けるなどの暴行を加え，「叫ぶな。殺すぞ。」などと語気鋭\nく申し向け，所携のカッターナイフを示して脅迫し，その反抗を抑圧して，同人の\nウインドブレーカーの上着等をまくり上げてその胸付近を手でなで回し，同人の体\n操用長ズボン等を脱がせて陰部を露出させるなどし，もって，人の看守する建造物\nに侵入した上，強いてわいせつな行為をした\nものである。\n（証拠の標目）\n省　略\n（事実認定の補足説明）\n１　当事者の主張の要旨\n平成１６年６月２日付け起訴（判示第４事実）の強姦致傷事件（以下「第１事\n件」という。），同年９月２日付け起訴（判示第５事実）の建造物侵入，強姦未遂\n事件（以下「第２事件」という。）及び同年１０月１４日付け起訴（判示第13事\n実）の建造物侵入，強姦致傷事件（以下「第３事件」という。）について，検察官\nは，被告人がいずれも強姦の犯意をもって犯行に及んだ旨を主張するのに対し，被\n告人は，第１２回公判において，いずれの事件についても，被害児童を強姦するつ\nもりはなかったし，第１事件では，被害児童を姦淫していないなどと供述し，弁護\n人も，このような被告人の供述に基づいて，被告人は強姦の犯意までは有していな\nかったから，第１事件については，強制わいせつ致傷罪が，第２事件については，\n建造物侵入，強制わいせつ罪が，第３事件については，建造物侵入，強制わいせつ\n致傷罪がそれぞれ成立するにとどまる旨を主張するので，以下検討する。\n２　第１事件について\n(1)　姦淫の事実の有無\n被害児童を診察した医師Ｕの供述等（甲80ないし83）によれば，被害児童の\n外陰部（膣前庭にある処女膜のすぐ横）には，面状の擦過傷があり，それは，そこ\nに強くこするような外力が加わったために形成されたものと認められる。また，関\n係各証拠（甲83，96等）によれば，被害児童の膣内，しかも子宮口に近い奥まった\n部位から採取された膣内容物に精液が混在していたことが認められるところ，外陰\n部に付着した精子が自ら膣内に入り込むことはまず考えられないから（甲83参\n照），被害児童の膣内容物に混在していた精液は，膣内で射精されたものである可\n能性が高いといえる。\nこの点，被害児童は，被害当日，警察官に対し，覆い被さってきた男の人\nが，何かは分からないが，硬い物を陰部に入れてきた旨を供述しているところ（甲\n76），この供述は，被害状況に関する記憶が正確に保持されているとみられる当日\nに録取されたものである上，被害の性質や被害児童の年齢等を考慮すると，被害児\n童があえて被害内容を誇張して供述しているとは考え難いから，その供述の信用性\nは高い。\nそして，前記の諸事実と被害児童の供述を総合すれば，被告人が自己の陰茎\nを被害児童の膣内に挿入し，その状態で射精したものと推認することができる。\nこれに対し，被告人は，公判において，姦淫の事実を否認し，自己の陰茎を\n被害児童の陰部にこすり合わせただけであるなどと供述している\nしかし，このような被告人の供述は，被害児童の膣奥内に精液が存在してい\nた事実を合理的に説明することができない上，その内容自体も理解し難く，不自然\nであるといわざるを得ず，信用することができない。\n以上によれば，陰茎の没入の程度は別として，被告人が被害児童を姦淫した\nことは優に認めることができる。\n(2)　強姦の犯意の有無\n前示のとおり，被告人が被害児童を姦淫した事実が認められることからすれ\nば，特別の事情がない限り，被告人が強姦の犯意を有していたものと推認するのが\n相当であるところ，被告人は，捜査段階において，姦淫の事実について曖昧な供述\nをしていたものの，強姦の犯意については，一貫してこれを認める旨の供述をして\nいたものであり，強姦の犯意を認める部分の供述は十分信用することができる。そ\nうすると，被告人が強姦の犯意を有していたことは，直接証拠である被告人の供述\nからも認めることができる。\n被告人は，第１２回公判になって，強姦の犯意を否認する供述を始めたもの\nの，それまでの経過をみると，捜査段階に引き続き，罪状認否（第２回公判）にお\nいても，強姦致傷罪の公訴事実は間違いないとの陳述をし，その後，新しい国選弁\n護人が選任されたことに伴い，事実の認否を再度確認した際（第４回公判）や，裁\n判官の交替に伴い，公判手続を更新した際（第８回公判）にも，従前の陳述に変更\nがない旨を述べていたものである。このような供述経過も考慮すると，強姦の犯意\nを否認する被告人の公判供述は，信用することができない。\n(3)　結論\n以上によれば，被告人が強姦の犯意を有していたことは優に認めることがで\nき，第１事件については，強姦致傷罪が成立する。\n３　第２事件について\n(1)　被害児童の供述について\n被害児童は，被害状況について，要旨次のとおり供述している（甲\n166，168）。\n犯人は，中庭にある植込みの中で私の胸を触ったり，なめたりした後，私の\n右手首をつかんで引っ張り，北館と南館の間で暗くなっているところまで連れて行\nった。犯人は，その場で，私の上着をまくり上げると，目を閉じておくよう言って\nきたので，その後はずっと目を閉じていた。すると，犯人が，裸になった胸をカメ\nラ付きの携帯電話で撮影する音が聞こえ，その後も，犯人は，私の半ズボンとパン\nツを下ろすなどして，私の陰部を同じように携帯電話で撮影していた。そして，犯\n人は，私の陰部に指を入れたり，舌で陰部をなめるなどした後，私に仰向けに寝る\nよう命じた。私が仰向けに寝ると，犯人は，私の膝を立てて足を広げさせた上，自\n分は上半身を起こしたままで，男性器を私の陰部に押し当ててきた。その時，犯人\nが膣の入り口に男性器を押し当ててきたので，痛みのような違和感を感じた。私\nは，学校で性教育を受けており，犯人が私にセックスしようとしていることはよく\n分かったが，セックスの経験はなかったので，実際に犯人の男性器が私の膣の中に\n入ったかどうかはよく分からなかった。\n以上の被害児童の供述は詳細かつ具体的であり，臨場感にあふれているこ\nと，裸にされた胸をカメラ付きの携帯電話で撮影されたという点については，これ\nを裏付ける証拠（甲176等）が存すること，被害の性質や被害児童の年齢等からし\nて，被害児童があえて被害内容を誇張して供述しているとは考え難いことなどを総\n合すると，被害児童の供述の信用性は高い。\nそして，被害児童の供述によって認められる被告人の行動からは，被告人が\n被害児童を人目につきにくいところに連れ込んだ上，姦淫しようとしたものと推認\nすることができる。\n(2)　被告人の供述について\n一方，被告人は，捜査段階において，一貫して強姦の犯意を有していたこと\nを認める供述をしていたものであるが，その要旨は次のとおりである（乙54ないし\n56）。\n校舎の中庭にある植込みの中に被害児童を連れ込んで，乳房を触ったり，な\nめたりしたが，人目に触れるような気がして心配になった。もっと人目に付かない\n場所に移動するため，被害児童の腕を引いて，植込みから出て中庭を移動したとこ\nろ，校舎と校舎の間の通路に，壁がくぼみのようになっている場所があったことか\nら，植込みの中よりも人目につかない場所はここしかないと思い，そこに被害児童\nを連れ込んで，上半身を裸にした上，下半身も裸にして，陰部を見たり，触わった\nりし，カメラ付きの携帯電話で撮影した。そこはセックスするのに好都合という場\n所ではなかったが，被害児童がひどくおとなしく，私の言いなりになって抵抗しな\nかったことから，もっとやれる，強姦できると思い，被害児童をその場に仰向けで\n寝させると，その両膝を広げ，既に勃起している私の男性器を被害児童の陰部に押\nし当てて，挿入しようと力を加えた。しかし，なかなか男性器が膣に入らず，被害\n児童が段々痛そうな顔をしてきたので，このままでは先生が来て捕まってしまうか\nもしれないと思い，強姦するのをあきらめた。\n以上の被告人の供述は，外形的事実に関する部分は被害児童の供述と符合し\nているほか，自己の心情の推移に触れながら，犯行に及んだ際の状況を詳細かつ具\n体的に述べており，その内容は迫真性十分である。また，犯行当日は土曜日であ\nり，休みであった中学校の校内は閑散としていたと思われること，被告人が被害児\n童を連れ込んだ場所は，周囲から見通せるような場所でないことからすると，被告\n人がそのような場所で姦淫行為に及ぼうと考えたとしても，不自然ではない。\n以上によれば，一貫して強姦の犯意を認めている捜査段階における被告人の\n供述は，信用性が高いといえる。そうすると，被告人が強姦の犯意を有していたこ\nとは，直接証拠である被告人の供述からも認めることができる。\nこれに対し，被告人は，第１２回公判になって，強姦の犯意を否認する供述\nを始めたものの，それまでの経過をみると，捜査段階に引き続き，罪状認否（第４\n回公判）においても，強姦未遂罪等の公訴事実は間違いないとの陳述をし，その\n後，裁判官の交替に伴い，公判手続を更新した際（第８回公判）にも，従前の陳述\nに変更がない旨を述べていたものである。このような供述経過も考慮すると，第１\n事件と同様に，強姦の犯意を否認する被告人の公判供述は，信用することができな\nい。\n(3)  弁護人の主張について\n弁護人は，被告人が強姦の犯意を有していたのであれば，姦淫の結果に至っ\nているのが自然であり，被害児童を姦淫するに至らなかったのは，被告人にわいせ\nつな行為にとどめておくとの自己制御が存していたからであるなどと主張してい\nる。\nしかし，信用できる捜査段階における被告人の供述によれば，被告人は，自\n己の陰茎を被害児童の膣に挿入するのに手間取るうちに，教員等に発見されること\nをおそれて，被害児童を姦淫するのをあきらめたものと認めることができる。そう\nすると，被害児童を姦淫するにまで至らなかったからといって，被告人に強姦の犯\n意がなかったということはできない。\n(4)　結論\n以上によれば，被告人が強姦の犯意を有していたことは優に認めることがで\nき，第２事件についても，建造物侵入，強姦未遂罪が成立する。\n４　第３事件について\n(1)　前提となる事実関係\n関係各証拠によれば，被告人は，中学校の正門付近において，被害児童に対\nし，「大事な物がなくなったからちょっと来て。」などと声をかけ，被害児童を同\n中学校の北校舎２階まで誘い込んだこと，北校舎２階の第３会議室前廊下におい\nて，背後から被害児童の口を手でふさぎ，「静かにしろ。ナイフ持っとる。」など\nと申し向けたこと，廊下の引き戸を閉めると，被害児童を床に押し倒した上，被害\n児童が着ていた制服のスカート等をまくり上げたこと，被害児童が被告人の手首を\nつかむなどして抵抗すると，被告人は，被害児童の腹部を手拳で１回殴打したり，\n髪の毛をわしづかみにして揺さぶるなどしたこと，それでも，被害児童が被告人の\n手首を放さず強く握っていると，被告人は，被害児童の髪の毛から手を放し，被害\n児童が被告人の手首から手を放したすきに，その場から逃走したことが認められ\nる。\n(2)　被告人の供述について\n被告人が被害児童に加えた暴行はある程度執拗なものといえるが，その犯行\n態様は，被告人が強制わいせつの犯意を超えて強姦の犯意までを有していたことを\n直ちに推認させるようなものではない。そうすると，被告人が強姦の犯意を有して\nいたと認められるかどうかは，直接証拠である被告人の供述の信用性いかんによる\nこととなる。\nそこで，検討すると，被告人は，罪状認否（第４回公判）において，強姦致\n傷罪等の公訴事実は間違いないとの陳述をし，裁判官の交替に伴い，公判手続を更\n新した際（第８回公判）にも，従前の陳述に変更がない旨を述べていたものであ\nる。\n公判で犯罪事実を認める供述は一般的，類型的には信用できるものである\nが，被告人の前記陳述等は，その性質上，概括的なものにとどまり，犯行状況に関\nする具体的な内容を伴っていない。そして，犯行態様自体から強姦の犯意を直ちに\n推認することができないこと，後述するように，捜査段階での被告人の供述に変遷\nがみられることを考え合わせると，前述した公判供述の特性を考慮に入れても，被\n告人の前記陳述等の信用性は慎重に吟味する必要がある。\nところで，公判での陳述等以外に，被告人が強姦の犯意を有していたことを\n認めている直接証拠としては，被告人の検察官調書（乙63）における供述がある。\n同検察官調書における供述は，強姦の犯意を有していた旨を一応認める内容となっ\nているものの，その内容を子細に検討すると，セックスまでできるチャンスがある\nと思ったとか，チャンスがあれば，セックスまでするつもりであったなどの供述が\nみられるにとどまり，第１事件及び第２事件において強姦の犯意を認めている各供\n述調書と比較すると，強姦の犯意に関する部分は曖昧なところが見受けられるほ\nか，犯行状況について述べる部分の臨場感や迫真性は強姦の犯意を推認させるもの\nとしては格段に乏しいといわざるを得ない。\n同検察官調書が作成される以前に録取された警察官調書中には，一般論とし\nて，「中学校の女の子を襲うときは，やりたくて，エッチがしたくてたまらないと\nき」であるとの供述がみられるものの（乙58），本件犯行当時の心情については，\n「わいせつ行為をやる気で２階まで女の子を誘い込んだのに抵抗され，お互いに手\nをつかんだり，私が女の子の髪の毛をつかんだりだけで終わり，女の子のオッパイ\nを触ることも出来ずに終わりました。」（乙60），「被害児童にわいせつ行為をし\nようとした際，抵抗する被害児童の髪の毛を掴んで頭を振り回したり，被害児童の\n手を掴んで体を振り回したり，腹部にパンチを入れるなどの暴行をくわえまし\nた。」（乙62）などと述べられており，被告人は，警察官に対しては，一貫して強\n制わいせつの犯意で本件犯行に及んだ旨を供述していたものである。\nところが，関係証拠上，取調べ経過の詳細は不明であるが，前記検察官調書\n（乙63）は，第３事件に関する昀後の警察官調書（乙62）が作成されてから１か月\n近く経過した，起訴のわずか２日前（平成１６年１０月１２日）に作成されたもの\nであり，そこで突然に「チャンスがあれば，セックスまでするつもりであった」旨\nの供述に変わり，強姦の犯意の有無という極めて重要な事項に供述の変遷が生じて\nいる。それにもかかわらず，その事情や理由について，同検察官調書では何ら触れ\nられていないなど，同検察官調書の内容及び作成経過については，不自然な印象を\n拭い切れない。\n前記の諸点を総合すると，強姦の犯意を認める旨の被告人の検察官調書（乙\n63）の信用性は，乏しいといわざるを得ず，強姦の犯意を結局は否定する被告人の\n公判供述を一概に排斥することはできない。\n(3)　結論\n以上によれば，被告人が強姦の犯意を有していたと認めるには合理的な疑い\nが残るといわざるを得ず，第３事件については，建造物侵入，強制わいせつ致傷罪\nが成立するにとどまる。\n（法令の適用）\n以下，「平成１６年法律第１５６号による改正前の刑法」を「改正前の刑法」，\n「その改正後の刑法」を「改正後の刑法」と表記する。\n罰条\n判示第１の所為のうち\n建造物侵入の点\n刑法１３０前段\n強制わいせつの点\n行為時　　改正前の刑法１７６条\n裁判時　　改正後の刑法１７６条\n刑法６条，１０条により軽い行為時法の刑による。\n判示第２及び第１６の各所為のうち\n各建造物侵入の点\nいずれも刑法１３０前段\n各強制わいせつの点\n行為時　　いずれも改正前の刑法１７６条前段\n裁判時　　いずれも改正後の刑法１７６条前段\nいずれも刑法６条，１０条により軽い行為時法の刑による。\n判示第３及び第１１の各所為につき\n行為時　　いずれも改正前の刑法１７６条\n裁判時　　いずれも改正後の刑法１７６条\nいずれも刑法６条，１０条により軽い行為時法の刑による。\n判示第４の所為につき\n行為時　　改正前の刑法１８１条（１７７条。有期懲役刑の長期は，行為時に\nおいては改正前の刑法１２条１項に，裁判時においては改正後の刑法１２条１項に\nよることになるが，これは犯罪後の法令によって刑の変更があったときに当たるか\nら，刑法６条，１０条により軽い行為時法の刑による。）\n裁判時　　改正後の刑法１８１条２項（１７７条）\n刑法６条，１０条により軽い行為時法の刑による。\n判示第５の所為のうち\n建造物侵入の点\n刑法１３０条前段\n強姦未遂の点\n行為時　　包括して改正前の刑法１７９条，１７７条前段（刑の長期は，前\n同様，刑法６条，１０条により改正前の刑法１２条１項による。）\n裁判時　　包括して改正後の刑法１７９条，１７７条前段\n刑法６条，１０条により軽い行為時法の刑による。\n判示第６の所為につき\n行為時　　改正前の刑法１８１条（１７９条，１７６条前段。有期懲役刑の長\n期は，前同様，刑法６条，１０条により改正前の刑法１２条１項による。）\n裁判時　　改正後の刑法１８１条１項（１７９条，１７６条前段）\n刑法６条，１０条により軽い行為時法の刑による。\n判示第７ないし第９の各所為につき\n行為時　　いずれも改正前の刑法１７６条前段\n裁判時　　いずれも改正後の刑法１７６条前段\nいずれも刑法６条，１０条により軽い行為時法の刑による。\n判示第１０の所為のうち\n建造物侵入の点\n刑法１３０条前段\n強制わいせつ未遂の点\n行為時　　改正前の刑法１７９条，１７６条\n裁判時　　改正後の刑法１７９条，１７６条\n刑法６条，１０条により軽い行為時法の刑による。\n判示第１２の所為につき\n刑法１３０条前段\n判示第１３の所為のうち\n建造物侵入の点\n刑法１３０条前段\n強制わいせつ致傷の点\n行為時　　改正前の刑法１８１条（１７９条，１７６条前段。有期懲役刑の\n長期は，前同様，刑法６条，１０条により改正前の刑法１２条１項による。）\n裁判時　　改正後の刑法１８１条１項（１７９条，１７６条前段）\n刑法６条，１０条により軽い行為時法の刑による。\n判示第１４の所為のうち\n住居侵入の点\n刑法１３０条前段\n強制わいせつ致傷の点\n行為時　　改正前の刑法１８１条（１７６条。有期懲役刑の長期は，前同\n様，刑法６条，１０条により改正前の刑法１２条１項による。）\n裁判時　　改正後の刑法１８１条１項（１７６条）\n刑法６条，１０条により軽い行為時法の刑による。\n判示第１５の所為のうち\n住居侵入の点\n刑法１３０条前段\n強制わいせつの点\n行為時　　改正前の刑法１７６条前段\n裁判時　　改正後の刑法１７６条前段\n刑法６条，１０条により軽い行為時法の刑による。\n科刑上一罪の処理\n判示第１，第２，第１５及び第１６につき\nいずれも刑法５４条１項後段，１０条（それぞれ一罪としていずれも重い強制\nわいせつ罪の刑で処断）\n判示第５につき\n刑法５４条１項後段，１０条（一罪として重い強姦未遂罪の刑で処断）\n判示第１０につき\n刑法５４条１項後段，１０条（一罪として重い強制わいせつ未遂罪の刑で処\n断）\n判示第１３及び第１４につき\nいずれも刑法５４条１項後段，１０条（それぞれ一罪としていずれも重い強制\nわいせつ致傷罪の刑で処断）\n刑種の選択\n判示第４，第６，第１３及び第１４の各罪につき\nいずれも有期懲役刑\n判示第１２の罪につき\n懲役刑\n併合罪の処理\n刑法４５条前段，４７条本文，１０条，改正前の刑法１４条（刑及び犯情の昀も\n重い判示第４の罪の刑に法定の加重。行為時においては改正前の刑法１４条によっ\nて加重が制限され，裁判時においてはその制限はないが，これは犯罪後の法令によ\nって刑の変更があったときに当たるから刑法６条，１０条により軽い行為時法の刑\nによる。）\n未決勾留日数の算入\n刑法２１条\n訴訟費用の不負担\n刑事訴訟法１８１条１項ただし書\n（量刑の理由）\n本件は，９歳から１５歳までの女子児童１４名及び被告人が女子児童と誤認した\n男子児童１名を被害者とし，平成１３年５月から平成１６年３月にかけて敢行され\nた，強姦致傷１件，建造物侵入１件及び住居侵入１件を伴う強制わいせつ致傷３\n件，建造物侵入を伴う強姦未遂１件，建造物侵入３件及び住居侵入１件を伴う強制\nわいせつ９件，建造物侵入を伴う強制わいせつ未遂１件，並びに，女子児童にわい\nせつな行為をする目的で小学校に侵入した建造物侵入１件からなる事案である。\n被告人は，少年時から，女子児童に対して強い性的興味を覚えるようになり，女\n子児童であれば，さしたる抵抗もされずに自己の性的欲望を満たすことができ，ま\nた，成人の女性に比べると，犯行が発覚する危険も少ないなどと考えて，一連の犯\n行に及んだものであって，相手の人格を無視した余りにも自己中心的な動機に酌量\nの余地は全くない。\n被告人は，街中で適当な女子児童を探して，その後を追尾し，あるいは，小中学\n校に侵入して，登校して来た女子児童を待ち受けた上，言葉巧みに人気のない場所\nに誘い込むなどして，手際よく犯行を遂げているが，その際，人相を分からなくす\nるために，頭髪をタオルで覆い隠すなどしたり，時には脅迫に用いるカッターナイ\nフまで準備していたものであって，一連の犯行は，用意周到で手慣れたものであ\nる。被告人は，９歳から１５歳までの年端もいかない被害児童らに対し，何ら躊躇\nすることなく，「騒ぐと殺すぞ。」などの強烈な言葉を発したり，時にはカッター\nナイフを示すなど，強度の脅迫を加え，あるいは，顔面や腹部を強打するなどの暴\n行を加えているのであって，犯行の手口は卑劣で執ようというほかない。\n被告人は，そのような強度の脅迫や暴行を用いて，抵抗できなくなった被害児童\nらに対し，その乳房や陰部を触ったり，なめたりするなどのわいせつな行為を行っ\nているところ，殊に，判示第４の犯行では，いまだ９歳の被害児童を姦淫して，そ\nの膣内に射精するに及び，判示第５の犯行では，１４歳の被害児童に対し，執よう\nにわいせつな行為に及んだ末に，同女を姦淫しようと試み，また，判示第３及び第\n７の犯行では，１２歳と１５歳の被害児童に対し，いずれも強いて口淫までさせて\nおり，自己の欲望の赴くままに被害児童らの身体をもてあそび，陵辱したものであ\nって，悪質極まりない。\nさらに，被告人は，一部の被害児童については，卑劣にもその裸体等をカメラ付\nきの携帯電話で撮影していたものであるが，犯行後逃走する際に，畏怖している被\n害児童に対し，写真をばらまくとか，しゃべったら殺すなどと口止めをし，犯行の\n発覚を防ごうとしていたものであって，犯行後の行状もすこぶる悪い。\n被害児童らは，もとより何らの落ち度もないのに，判示のような被害に遭い，そ\nの大半が手酷い陵辱を受けており，中には，傷害まで負わされた者もいるのであっ\nて，被った心身の苦痛や恐怖感は，一様ではないものの，いずれもまことに大き\nく，痛ましいというほかない。本件が人格形成の途上にある被害児童らの健全な育\n成に及ぼす多大な影響も憂慮されるところである。そして，本件が被害児童らの健\nやかな成長を願っていた保護者らに与えた精神的衝撃も大きく，本件後，被害児童\nの安全を図るため，保護者らが登下校に付き添ったりするなど，相当な負担を余儀\nなくされた家庭もあり，本件が被害児童本人ばかりでなく，その保護者らに及ぼし\nた影響も看過することができない。被害児童や保護者らが異口同音に被告人に対す\nる厳重な処罰を求めているのは，至極当然である。\nこのように被害児童や保護者らの被害感情がことのほか強いにもかかわらず，被\n告人からは，これまで何ら慰謝の措置は講じられておらず，将来において，損害賠\n償等がされる見込みも乏しい。\nまた，建造物侵入や住居侵入の被害に遭った人達，とりわけ，学校内で被害を受\nけた被害児童らが通う小中学校の教職員らは，本件の発生によって相当の衝撃を受\nけており，本件が学校関係者や地域住民に与えた不安感も計り知れないものがあ\nる。\n被告人は，判示第４及び第５の事実について，被告人質問の段階に至るや，強姦\nするつもりはなかったとか，姦淫はしていないなどと不合理な弁解を始めており，\nその供述態度からは，本件に対する真摯な反省の情をくみとることはできない。\n被告人は，少年時のものではあるが，その身体を触ろうとして，女子中学生を脅\n迫したという前歴を有するほか，平成１０年３月には，成人女性を被害者とする強\n制わいせつ致傷等の罪により，懲役２年６月，４年間刑執行猶予（付保護観察）の\n判決を受けていながら，その執行猶予期間中に判示第１の犯行に及び，それ以降，\n長期間にわたり同種行為を反復累行していたものであって，この種事犯に対する常\n習性は顕著であり，その規範意識は鈍麻しているというほかない。\n以上の諸点に照らすと，被告人の刑事責任は極めて重い。\n他方，幸いにも４人の被害児童が負った傷害の程度は比較的軽いこと，被告人\nは，前示のとおり，判示第４及び第５の事実については，強姦の犯意等を否認して\nいるものの，判示各事実について，刑事責任を負うこと自体は認めていること，被\n害者の方々には本当に申し訳ないと思っておりますと述べるなど，被告人なりに謝\n罪の言葉を口にしていること，服役した前科はないこと，父親が責任をもって被告\n人を更生させる意向を示していることなど，被告人のために酌むべき事情も認めら\nれる。\n以上の諸事情を総合考慮し，主文の刑に処することとする。\n（求刑　懲役２０年）\n（国選弁護人　Ｖ）\n平成１７年１１月２５日\n神戸地方裁判所第２刑事部\n裁判長裁判官　　佐の哲生\n裁判官　　川上　宏\n裁判官　　酒井孝之\n"
}