{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 12,
    "month": 6,
    "day": 28
  },
  "case_number": "平成12(行コ)97",
  "case_name": "開発許可取消請求控訴事件(原審・横浜地方裁判所平成11年(行ウ)第35号)",
  "court_name": "東京高等裁判所",
  "field": "行政",
  "lawsuit_id": "15814",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=15814",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/814/015814_hanrei.pdf",
  "contents": "主　　　文\n一　本件各控訴をいずれも棄却する。\n二　控訴費用は控訴人らの負担とする。\n事実及び理由\n第一　当事者の求めた裁判\n一　控訴人ら\n１　原判決を取り消す。\n２　本件を横浜地方裁判所に差し戻す。\n二　被控訴人\n主文同旨\n第二　事案の概要\n本件は、控訴人らを含む一七名（その各居住地は、原判決添付別紙図面―本件図\n面―表示の①ないし⑰のとおりである。以下、単に①、②などと記載することとす\nる。）の一審原告が、被控訴人のした開発許可処分の取消しを求める訴えを原審に\n提起したところ、原審は、一審原告らには右処分の取消しを求める原告適格がない\nとして、それらの訴えをすべて却下したため、一審原告のうち三名の控訴人ら（そ\nの各居住地は、④、⑪、⑫）が右原判決の取消し及び本件の原審への差戻しを求め\nて提起した事案である。すなわち、訴外東急不動産株式会社（訴外会社）が原判決\n添付別紙物件目録記載一ないし五の土地（本件開発区域。合計八三二三・九四平方\nメートル。その位置・範囲は、本件図面表示の黒斜線部分。）において共同住宅\n（マンション）及び専用住宅を建築することを予定して都市計画法（法）二九条に\n基づく開発許可申請をしたのに対し、被控訴人が平成一○年一二月四日付け神奈川\n県指令須土第三－九八一八号をもって同開発許可申請を許可する旨の処分（本件開\n発許可処分）をしたところ、これに対し、開発区域の周辺地域に居住する一審原告\nらが、本件開発許可処分は法三三条一項二号、同法施行令（令）二五条二号ただし\n書及び同法施行規則（規則）二〇条の二の本件関係法規に違反するとして、その取\n消しを求めたが、原審は、一審原告らは、本件開発許可処分が本件関係法規に違反\nすることを主張して同処分の取消しを求める法律上の利益を有しないものであり、\n本件訴えについての原告適格を欠くとして、一審原告らの本件訴えをすべて却下し\nた。これに対して一審原告らのうち前記控訴人ら三名のみが原判決の取消し及び本\n件訴えの原審への差戻しを求めて提起したのが本件控訴事件である（右三名の控訴\n人らを除くその余の一四名の一審原告らは、原判決に対して控訴の提起をせず、右\n各一審原告らの訴えをいずれも却下した原判決は確定している。）。\n本件開発許可処分に至る経緯、主な争点に関する当事者双方の主張を含む本件の\nその余の事案の概要は、原判決「事実及び理由」の「第二　事案の概\n要及び基礎となる事実」欄記載のとおりであるから、これを引用する（ただし、\n「第二、三２を除く。）。\nしたがって、当審における争点は、控訴人らに本件開発許可処分の取消しを求め\nる原告適格があるか否か、という点に尽きる。\n第三　当裁判所の判断\n当裁判所も、控訴人らは本件開発許可処分の取消しを求めるにつき法律上の利益\nがなく、原告適格を有しないものと判断する。その理由については、控訴人らの当\n審における主張に対する判断を次のとおり付加するほか、原判決が「第三争点に対\nする判断」欄で詳細に説示するとおりであるから、これを引用する。なお、本件控\n訴を提起した控訴人ら三名各人の居住地は、前示のとおり（④、⑪、⑫）であり、\nこれらと本件開発区域及び本件道路の位置関係等も本件図面表示のとおりである。\n控訴人らは、法三三条一項は平成四年に改正されているところ、右改正後の法三\n三条一項二号（以下、特に断らない限り、改正後のものを指す。）が改正された趣\n旨（すなわち、改正前は自己業務用の開発行為について、開発許可の技術的基準の\nうち、道路等の基準が適用されていなかったものを、右改正によって、適用される\nものとし、一方では、自己居住用の開発行為については、従来どおり適用されない\nままとしたことの趣旨）によれば、同号は、開発区域外の相当規模の道路の接続に\nついて定め、もって法の開発区域外への関心を顕在化させたもの、つまり、開発区\n域外の周辺地域の支障をも考慮し、その保護を図りながら、主として開発区域内の\nことを定めている規定であり、したがって、本件関係法規（同号と令二五条二号た\nだし書及び規則二〇条の二）は、本件開発のような一敷地単体型の開発行為の場合\nにおける開発区域外住民の個別的利益をも保護する趣旨の規定であると解すべきで\nある旨主張する。\nところで、改正前の法三三条一項においては、自己業務用の開発行為について、\n開発許可の技術的基準のうち、道路等の基準は適用されていなかったが、改正法で\nは、それが適用されるものとし、一方では、自己居住用の開発行為については従来\nどおり適用されないままとされたものであるところ、右内容の改正が行われたの\nは、市街地の土地利用が稠密化する中で、自己業務用の開発行為について、開発区\n域の周辺に交通渋滞などの支障を生じることのないよう、従来適用のなかった道路\n等の公共空地の基準等を適用することとしたことによるも\nのと解され、また、自己の居住の用に供する開発行為については、一般的に周辺に\n影響を及ぼす程の利用者を生ずるものではないことから、従来どおりこれらの基準\nの適用はないとされたことによるものと解される。このように、法の改正趣旨は、\n開発行為によって周辺に及ぼす影響の程度を考慮して、自己居住用に比しより多く\nの影響が予想される自己業務用の開発行為に限って、道路等の基準の適用を認めた\nものであり、したがって、改正法は、自己業務用の開発行為において、行政庁が開\n発区域内の災害防止・交通安全等にふさわしい空地の配置と道路の接続がされてい\nるかという点の審査に際し、開発区域外の交通事情、特に開発行為によって渋滞が\n生じるか否か、をも考慮することができることとしたものと解することができる。\nしかしながら、このように、法三三条一項の改正によって、開発行為の審査に当\nたって、開発区域外の交通事情をも考慮することができることとなり、そういった\n意味においては、同項二号が開発地区域外であっても当該地域周辺の利益をも配慮\nした規定であると解することができるとしても、このことによって直ちに同号が周\n辺住民の利益を個別的利益として保護する規定であるとまでいうことはできない。\n同号は、開発許可の要件として、道路等公共の用に供する空地が、開発区域の規\n模、形状及び周辺の状況等の事項を勘案して、「環境の保全上、災害の防止上、通\n行の安全上又は事業活動の効率上支障がないような規模及び構造で適当に配置さ\nれ」ること並びに「開発区域内の主要な道路が、開発区域外の相当規模の道路に接\n続するように設計が定められること」を規定しているのであり、このように、同号\nは、基本的には開発区域内の環境保全等の効率を図ろうとするものであって、開発\n区域外の事柄を規定したものでないことは、その規定内容に徴して明らかである。\nもとより、開発行為が行われることによって、周辺地域に何からの影響の生じるこ\nとは当然であり、交通渋滞という現象も想定されないわけではないとしても、この\nことによって直ちに周辺住民の生命、身体等に直接的かつ重大な被害を及ぼすとは\nいえず、たとえそのような交通渋滞といった事象により市民の日常生活に幾らかの\n不便が生じたとしても、周辺住民の身体、生命等の安全が脅かされる事態が発生す\nることは極めて例外的なことというべきである。また、同号の規定を受けた令及び\n規則の\n規定内容はかなり具体的なものではあるが、それによって法が周辺住民の具体的利\n益を個別的に保護する趣旨で各規定を置いたものとまではいい難く、他に本件関係\n規定全般の趣旨、内容に照らしてみても、開発区域外の周辺住民の身体、生命等の\n個別的利益までを保護したとする趣旨は特段窺われないのであって、右各規定が周\n辺地域の利益をも保護しているとしても、それはあくまでも一般的公益として保護\nしているにすぎず、当然に周辺住民個々人の個別的利益をも保護の対象としている\nと解すべき根拠を見い出すことは困難である。したがって、法改正の趣旨に照らす\nと本件関係法規が周辺住民の個別的利益をも保護する趣旨の規定と解すべきである\nとする控訴人らの前記主張は採用することができない。\n以上によれば、本件控訴人ら三名につき本件開発許可処分の取消しを求める法律\n上の利益がなく、原告適格がないとして右控訴人らの訴えをいずれも不適法として\n却下した原判決は相当であって、これを不服として提起した控訴人らの本件各控訴\nは理由がないというほかない。\nよって、主文のとおり判決する。\n東京高等裁判所第一二民事部\n裁判長裁判官　伊藤瑩子\n裁判官　鈴木敏之\n裁判官　小池一利\n"
}