{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 16,
    "month": 10,
    "day": 27
  },
  "case_number": "平成16(行ケ)150",
  "case_name": "審決取消請求事件",
  "court_name": "東京高等裁判所",
  "right_type": "商標権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "9970",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=9970",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/970/009970_hanrei.pdf",
  "contents": "平成１６年（行ケ）第１５０号　審決取消請求事件\n平成１６年１０月２７日判決言渡，平成１６年９月１５日口頭弁論終結\n判　　　　決\n原　　　　　　告　　株式会社ノエビア\n訴訟代理人弁理士　　三好秀和，岩崎幸邦，鹿又弘子，川又澄雄，岡田貴子，小\n西恵\n被　　　　　　告　　株式会社ジュベリアコスメディカルズ\n訴訟代理人弁護士　　加藤静富，野末寿一，宮田逸江\n同弁理士　　　　　　入江一郎\n主　　　　文\n原告の請求を棄却する。\n訴訟費用は，原告の負担とする。\n事実及び理由\n本判決においては，審決や書証等の記載を引用する場合も含め，公用文の用字用\n語例に従って表記を変えた部分がある。\n第１　原告の求めた裁判\n「特許庁が取消２００３－３１１０５号事件について平成１６年３月９日にした\n審決を取り消す。」との判決。\n第２　事案の概要\n本件は，原告が，後記本件商標の商標権者である被告に対し，商標法５０条に基\nづき，本件商標登録を取り消すことを求める審判の請求をしたところ，審判請求は\n成り立たないとの審決がされたため，同審決の取消しを求めた事案である。\n１　特許庁における手続の経緯\n(1)　本件登録商標\n商標権者：被告（株式会社ジュベリアコスメディカルズ）\n本件商標：「コスメディカルズ」のカタカナ文字を横書きしてなるもの。\n指定商品：第３類「「せっけん類（薬剤に属するものを除く），化粧品（薬剤に\n属するものを除く）」\n登録出願日：平成８年１月１９日\n登録査定日：平成９年４月４日\n設定登録日：平成９年６月１３日\n登録番号：第４０１０３５１号\n(2)　本件手続\n審判請求日：平成１５年８月２０日（取消２００３－３１１０５号）\n審決日：平成１６年３月９日\n審決の結論：「本件審判の請求は成り立たない。」\n審決謄本送達日：平成１６年３月１９日（原告に対し）\n２　審決の理由の要旨（以下，便宜上，審決の番号の表記方法を変更し，それに\n応じて審決の引用部分の番号も変更した。また，「請求人」は「原告」，「被請求\n人」は「被告」と読み替えて表示した。）\n(1)　審決は，以下の事実を認定した\n「(ｱ)　乙第２号証（判決注：本訴乙３。以下，同様に表記する。）ないし乙第６\n号証（本訴乙７）に添付のパンフレットは，表紙の上部に「貴方は，もっと美しい\n／見てもらうことから魅せることへ／コスメディカルズのご紹介」との表題が記載\nされ，その下部に「ジュベリア コスメディカルズ」と記載されたパンフレット（パ\nンフレットＡ。判決注：以下，本判決を通じて「パンフレットＡ」という。）と，\n表紙の上部に「ジュビネレディーの１日／コスメディカルズの使い方」との表題が\n記載され，その下部に「ジュベリア コスメディカルズ」と記載されたパンフレット\n（パンフレットＢ，但し，パンフレットＢは，乙第２号証（本訴乙３）には添付さ\nれていない。判決注：以下，本判決を通じて「パンフレットＢ」という。）である\nところ，パンフレットＡの３枚目には，「コスメディカルズは，『トラブル解消と\n老化防止を同時に！』が目的です」，「コスメディカルズを使い切るまで効果が持\n続」などの記載があり，同４枚目には，「コスメディカルズ全８品で，」，「ジュ\nベリアコスメディカルズは，肌と髪を徹底して科学した独自の理論を持っていま\nす。その理論は全てのコスメディカルズと，その使い方に集約・反映されていま\nす。」などの記載がある。また，パンフレットＢの１枚目の左側には，「“コスメ\nディカルズの正しい使い方ビデオ”」の記載があり，同３枚目には，「コスメディ\nカルズで，健康・素肌美人に！！／ジュベリアではマイナスイオンをコスメディカ\nルズに応用」，「コスメディカルズは今までの化粧品と考え方が根本的に異なりま\nす。」，「お届けのサンプルはコスメディカルズ全８品が揃っております」などの\n記載がある。\n(ｲ)　乙第２号証（本訴乙３）ないし乙第６号証（本訴乙７）に添付の「ご注文明\n細書」は，受付日を２００１年（平成１３年）８月２日から２００２年（平成１４\n年）１２月１６日にかけてのものであり，取引があった商品は，パンフレットＡに\n掲載された商品「ビューリゲン－ｉｏｎｉｃｉｎ　８０ｍｌ」，「ディローション\nＤ－ｉｏｎｉｃ」等である。\n(ｳ)　乙第２号証（本訴乙３）ないし乙第６号証（本訴乙７）に添付の証明書は，\n上記(ｲ)の「ご注文明細書」における注文者が注文書に記載の商品を購入したこと及\nびパンフレットＡ及びＢを受け取ったことを証明するものである（但し，乙第２号\n証（本訴乙３）に添付のものについては，パンフレットＡのみ。）。\n(ｴ)　乙第７号証の１（本訴乙８）ないし乙第８号証の２（本訴乙１１）は，オク\nムラ印刷が被告に宛てたパンフレットＡ及びＢについての，平成１３年３月２８日\n付け及び同年９月２６日付けの納品書である。その内訳は，パンフレットＡが４９\n００部，パンフレットＢが２０００部である。 」\n(2)　上記(1)の事実認定に基づいて，審決は，以下のとおり，判断した。\n「前記(1)で認定した事実によれば，商標権者（被告）は，本件審判の請求の登録\n日（平成１５年９月１０日）前３年以内である２００１年（平成１３年）８月２日\nから２００２年（平成１４年）１２月１６日にかけて，本件商標の指定商品中に含\nまれる「ローション（化粧品），ペースト石鹸」等について，本件商標を使用して\nいたと認め得るところである。」\n(3)　さらに，審決は，原告の主張について，以下のとおり，説示した。\n「(ｱ)　原告は，パンフレットＡ及びＢには，「コスメディカルズ」のほか，「ジ\nュベリアコスメディカルズ」，「コスメディカルズ式」の文字も同時に使用されて\nおり，「コスメディカルズ」の文字は，被告の商号の一部であることから，同人の\n商号の略記と認識される場合があるとしても，自他商品の識別標識として直接具体\n的商品等に使用されていたものとも認めることができない旨主張する。\nしかしながら，前記(1)(ｱ)で認定したとおり，パンフレットＡ及びＢの表紙に\nは，「コスメディカルズのご紹介」，「コスメディカルズの使い方」との記載があ\nるばかりでなく，商品の説明文と認められる「コスメディカルズを使い切るまで効\n果が持続」，「コスメディカルズ全８品で，」，「コスメディカルズは今までの化\n粧品と考え方が根本的に異なります。」，「お届けのサンプルはコスメディカルズ\n全８品が揃っております」との記載も認められる。加えて，「ジュベリアコスメデ\nィカルズは，肌と髪を徹底して科学した独自の理論を持っています。その理論は全\nてのコスメディカルズと，その使い方に集約・反映されています。」，「コスメデ\nィカルズで，健康・素肌美人に！！／ジュベリアではマイナスイオンをコスメディ\nカルズに応用」のように，被告の商号の略称と商品に使用する商標とを使い分けた\n記載が認められるところからすれば，パンフレットＡ及びＢに表示された「コスメ\nディカルズ」は，被告の取扱いに係る商品に使用される商標と理解されるというべ\nきである。\n(ｲ)　原告は，被告の販売方法は，通信販売であり，また，パンフレットＡ及びＢ\nは，その記載内容並びに添付の商品購買者の証明書内容からみて，「商品取扱説明\n書」として商品に添付して直接商品購買者にのみ提供されるものと認められ，不特\n定多数を対象として頒布されたものでないから，これらパンフレットに使用されて\nいる「コスメディカルズ」の文字は，商標法２条第３項に規定する商標の「使用」\nに当たらない旨主張し，さらに，パンフレットＡの印刷枚数が４９００枚，パンフ\nレットＢが２０００枚という，一般需要者に頒布するには少なすぎる枚数であるこ\nとから，これらが購買製品の取扱説明書としてしか使用されなかったという証拠で\nある旨主張する。\nしかし，パンフレットＡ及びＢの頒布方法が商品購買者のみに限られたものであ\nるという明確な証拠は存在しないのみならず，パンフレットＡ及びＢの印刷注文が\n１回限りのものであるという明確な証拠も存在しない。\nまた，仮にパンフレットＡ及びＢが，商品購買者のみに頒布されるものであると\nしても，被告の取扱いに係る商品を広告するためのものとして何ら機能を発揮して\nいないということはできないし，単なる商品の説明書であったとしても，商品の取\n引書類の一形態といえるから，当該登録商標が表示されているとすれば，商標の使\n用に当たらないとすることはできない。\n付言すれば，パンフレットＡ及びＢは，その記載内容からみれば，単なる商品の\n説明書でなく，商品の広告機能を兼ね備えたものであることは明らかである。」\n(4)　審決は，以下のとおり，結論づけた。\n「以上のとおりであるから，本件商標は，商標法５０条の規定により，請求に係\nる指定商品について，その登録を取り消すべきではない。」\n第３　原告の主張の要点\n１　取消事由１\n審決は，上記のとおり，「パンフレットＡ及びＢに表示された「コスメディカル\nズ」は，被告の取扱いに係る商品に使用される商標と理解されるというべきであ\nる」と判断したが，誤りである。\nそもそも，商標が商標法の下において保護される理由は，自己の営業に係る商品\nを他人の営業に係る商品と識別するための標識として機能するためである。そうす\nると，商標法２条３項ないし同法５０条における「使用」というためには，当該登\n録商標が単に形式的に商品等に表示されているだけでは足らず，自他商品の識別標\n識としての機能を果たす態様で用いられていることを要するというべきである。こ\nれを商標法２条３項８号についていえば，登録商標と認められる表示が付されてい\nる広告，取引書類すべてを「使用」に当たるとすることは妥当でなく，かかる表示\nが，指定商品自体やその包装に直接付された場合と同視し得る程度に，指定商品そ\nのものについての識別機能を発揮していることを要すると解すべきである。\n本件商標の表示が唯一存在するパンフレットＡ及びＢでは，指定商品である個々\nの化粧品の説明文部分に本件商標の表示がなされておらず，これらのパンフレット\nに記載された全８品の商品すべてに一連の商品群（パッケージ）を識別させるべき\n統一的な標章が用いられているわけでもない。また，パンフレットＡ及びＢにおけ\nる「コスメディカルズ」の表示は，「ジュベリアコスメディカルズ」との被告の商\n号とともに表記されている。さらに，パンフレットＡにおける「コスメディカルズ\nは，『トラブル解消と老化防止を同時に！』が目的です」（３枚目），「画期的か\nつ斬新なコスメディカルズ」（３枚目），「コスメディカルズ独自のトラブル解消\n法」（３枚目）等の表示も，特段識別性のない他の表示と同一のフォント及びポイ\nントで表示されているにすぎない。以上によれば，パンフレットＡ及びＢにおける\n「コスメディカルズ」の表示は，被告が提案する美容方法，その美容方法のキャッ\nチフレーズないし被告の営業表示にすぎず，特定の指定商品について自他商品識別\n機能を発揮する態様で表示されているものとはいえない。\n２　取消事由２\n審決は，「仮にパンフレットＡ及びＢが，商品購買者のみに頒布されるものであ\nるとしても，被告の取扱いに係る商品を広告するためのものとして何ら機能を発揮\nしていないということはできないし，単なる商品の説明書であったとしても，商品\nの取引書類の一形態といえる」として，何ら実質的な検討を加えることなく「商標\nの使用に当たらないとすることはできない」と認定判断するが，誤りである。\nパンフレットＡは被告商品８点を紹介するパンフレットであり，パンフレットＢ\nにおいても，表紙に「コスメディカルズの使い方」と記載され，商品の使用方法が\n紹介されている。すなわち，これらのパンフレットはいずれも被告商品の取扱説明\n書であると理解すべきである。まして，パンフレットＡないしＢは，既に指定商品\nを購入済みの注文客に対し，郵送された指定商品に同封されるという態様で頒布さ\nれたものであるから，広告が本来担うべき需要喚起の機能を何ら果たしていない。\nしたがって，本件商標は，「広告」にも「取引書類」にも当たらない。\nまた，前記のとおり，「使用」に該当するかどうかを判断するにあたっては，本\n件商標が自他商品識別機能を発揮するような態様で使用されているかどうかを具体\n的に吟味しなければならない。パンフレットＡ及びＢにおける「コスメディカル\nズ」との文字の使用が商標の「使用」に当たるというためには，少なくとも，パン\nフレットＡ及びＢが不特定多数を対象として展示又は頒布されたものであることが\n証明されなければならないというべきである。しかるところ，本件の証拠によれ\nば，パンフレットＡ及びＢが，商品取扱説明書として商品に添付して直接商品購買\n者に提供された事実を認めることはできても，それ以上に不特定多数を対象とし，\n一般需要者・取引者の目に触れる態様において展示又は頒布されたものとは認めら\nれない。\nなお，審決は，「パンフレットＡ及びＢの頒布方法が商品購買者のみに限られた\nものであるという明確な証拠は存在しないのみならず，パンフレットＡ及びＢの印\n刷注文が1回限りのものであるという明確な証拠も存在しない」と説示するが，これ\nは被告が立証すべき事項の立証責任を原告に負わせたものであり，誤りである。\n第４　被告の主張の要点\n１　取消事由１に対して\nパンフレットＡでは，パンフレット表紙の，しかも同パンフレット掲載の各商品\nを一同に写した写真の真上に，「コスメディカルズのご紹介」との記載がなされて\nいる。また，同パンフレット４枚目にも，冒頭に「コスメディカルズ全８品で，基\n礎手当て・洗顔…のケア全てをカバー」との記載がある。本文中にも「コスメディ\nカルズご購入のポイント」との項があり，この項中には「コスメディカルズ８品\nは，お互いに連携作用的に働く事で美応効果が発揮されます。一品を外すと工夫が\n壊れて効果が見られない事がございます。」との記載がなされている。また，同パ\nンフレットの至るところにおいて，「コスメディカルズを使用」，「コスメディカ\nルズの使い方」，「コスメディカルズの使用中」との記載がなされている。以上の\n記載から明らかなように，「コスメディカルズ」は，化粧品を使った美容方法ない\nしキャッチフレーズとして使用されているのではなく，パンフレットＡ記載の化粧\n品８品の総称名あるいはグループ，シリーズ名として使用されているものである。\nすなわち，パンフレットＡにおいて「コスメディカルズ」は被告の化粧品に付され\nており，商品についての標章の「使用」であるということができる。\nパンフレットＢにおいても，表紙に「コスメディカルズの使い方」との表題が記\n載され，「コスメディカルズの正しい使い方」（１枚目左側），「コスメディカル\nズを正しく使って頂く事で，肌は始動します。」（３枚目）との記載に加え，３枚\n目下部にも「お届けのサンプルはコスメディカルズ全８品が揃っております」との\n記載がある。すなわち，パンフレットＢにおいても，「コスメディカルズ」は，キ\nャッチフレーズないし美容方法の名前として使用されているのではなく，被告の化\n粧品について使用されている。\nなお，被告商号は「ジュベリアコスメディカルズ」であるが，上記パンフレット\nにおいては，「ジュベリアコスメディカルズ」と「コスメディカルズ」を併記して\nおり，「コスメディカルズ」を商号の略称として使用しているものではない。\n以上のとおり，被告は，パンフレットＡ及びＢにおいて，「コスメディカルズ」\nの標章を，指定商品である化粧品に付しており，本件商標を「使用」していたもの\nである。\n２　取消事由２に対して\n原告は，パンフレットＡないしＢが，商標法２条３項８号にいう「広告」ないし\n「取引書類」に該当せず，また不特定多数を対象に「展示」又は「頒布」されたも\nのとは認められないと主張する。\nしかしながら，「広告」とは，パンフレット，カタログ等をいい，「取引書類」\nには，商品取扱説明書，カタログ等，取引に関する全ての書類が含まれる。したが\nって，パンフレットＡ及びＢが，仮に，原告の主張するとおり，商品取扱説明書で\nあったとしても，「取引書類」に該当する。被告は，商品購買者に対してだけでは\nなく，新たに問い合わせがあった場合に購買勧誘のためパンフレットを頒布してお\nり，パンフレットは広告としての役割も果たしている。\n原告は，パンフレットの印刷部数が少ないことや，商品購買者に頒布されること\nをもって「頒布」に該当しないと主張する。しかしながら，「頒布」とは量的概念\nではないから，印刷部数の多寡を理由に「頒布」が否定されるものではない。被告\nの営業規模に照らすと，パンフレットの１回の注文部数は，納品書（乙９，１１）\n記載の２０００部ないし４９００部程度が通常である。被告は，パンフレットＡな\nいしＢのような自社商品についてのパンフレットを常時制作して頒布しており，商\n品購買者に限らず，新規の問い合わせがあった場合にも配布しているのであるか\nら，「頒布」しているということができる。\n第５　当裁判所の判断\n１　取消事由１について\n原告は，パンフレットＡ及びＢにおいて，本件商標である「コスメディカルズ」\nは，被告が提案する美容方法，その美容方法のキャッチフレーズないし被告の営業\n表示として用いられているにすぎず，被告商品に関する表示として用いられている\nということはできないと主張する。\n確かに，パンフレットＡ（甲４，乙３～８）及びＢ（甲５，乙４～７，１０）に\nよれば，「コスメディカルズ」はこれらのパンフレット中で紹介されている被告商\n品の個別的な名称ではなく，また「コスメディカルズ式朝のお手当」（パンフレッ\nトＢ２枚目）など，被告の提案する美容方法の表現の一部に「コスメディカルズ」\nという言葉が用いられている例も存在する。\nしかしながら，パンフレットＡには，「貴女は，もっと美しい／見てもらうこと\nから魅せることへ／コスメディカルズのご紹介」との表題の下，被告商品の写真が\n掲載され，「コスメディカルズ全８品」（４枚目），「コスメディカルズご購入」\n（４枚目），「コスメディカルズを使い切るまで」（３枚目），「コスメディカル\nズご使用中」（４枚目）などの記載がなされている。また，パンフレットＢには，\n「ジュビネレディーの１日／コスメディカルズの使い方」との表題が付され，「コ\nスメディカルズご購入」（２枚目），「コスメディカルズ全８品」（３枚目），\n「コスメディカルズを正しく使って頂く」（３枚目）などの記載がなされている。\nこれらの記載によれば，本件商標である「コスメディカルズ」は主として被告商品\nの総称として用いられているものということができ，少なくとも，被告の提案する\n美容方法やそのキャッチフレーズ，あるいは被告の営業表示に限定して用いられて\nいるものでないことは明らかである。\nしたがって，「パンフレットＡ及びＢに表示された「コスメディカルズ」は，被\n告の取扱いに係る商品に使用される商標と理解される」との審決の認定判断に誤り\nはなく，原告の取消事由１は理由がない。\n２　取消事由２について\n(1)　原告は，パンフレットＡ又はＢは，被告商品の取扱説明書にすぎないから，\n商標法２条３項８号の「広告」又は「取引書類」に当たらないと主張する。\nしかしながら，パンフレットＡ及びＢには，購買者が購入した特定の商品に限ら\nず，被告商品８点の内容，特性の説明がなされ，さらに，「画期的かつ斬新なコス\nメディカルズ」（パンフレットＡ３枚目），「コスメディカルズ独自のトラブル解\n消法」（同３枚目），「一度お試しを…」（同３枚目），「お奨めの逸品です」\n（パンフレットＢ２枚目），「紫外線防止には欠かせないコスメディカルズ」（同\n２枚目），「お客様がコスメディカルズを正しく使って頂く事で，肌は始動しま\nす」（同３枚目）など，被告商品の特性や効用をアピールし，その購入を勧める文\n言が記載されていることが認められる。これらの記載によれば，パンフレットＡ及\nびＢは，その購買者向けの単なる商品取扱説明書ではなく，一般消費者をも念頭に\n置いた「広告」であると認めるのが相当である。\nこの点について，原告は，パンフレットＡ及びＢは広告が本来担うべき需要喚起\nの機能を果たすような態様で配布されたものではないと主張するが，特定の者を通\nじてであっても，系統的・継続的に商品を広告・宣伝した場合には需要を喚起する\nことは明らかであるから，被告の行っている態様のパンフレットＡ及びＢの配布が\n「広告」であると認定するにつき何ら妨げとはならない。\nしたがって，「パンフレットＡ及びＢは，その記載内容からみれば，単なる商品\nの説明書でなく，商品の広告機能を兼ね備えたものである」との審決の認定判断に\n誤りはない。\n(2)　次に，原告は，パンフレットＡ及びＢは，被告商品の購買者に配布されたに\nすぎず，不特定多数を対象とし，一般需要者・取引者の目に触れる態様において展\n示又は頒布がなされたものではないから，商標法２条３項８号にいう「展示」又は\n「頒布」にも当たらないと主張する。\nしかしながら，同号の法文には原告主張に係る要件は付されておらず，「展示」\n又は「頒布」の通常の意味に照らしても，「展示」又は「頒布」が不特定多数を対\n象になされなければならないと解することはできない（むしろ，取引書類は特定の\n者に「展示」又は「頒布」することが予定されているといってよい。）。また，商\n標法は「商標の使用をする者の業務上の信用の維持」（同法１条）を目的とすると\nころ，商標の使用により業務上の信用が形成ないし毀損されるのは，不特定多数を\n対象にする場合に限らないのであるから，同法の目的に照らしても，「展示」又は\n「頒布」を不特定多数を対象とする場合に限定すべき理由はない。\n証拠（乙３ないし１１）によれば，訴外有限会社オクムラ印刷は，被告に対し，\n平成１３年３月にパンフレットＡを４９００部，同年９月にパンフレットＢを２０\n００部納入し，被告は，平成１３年８月から平成１４年１２月にかけて，被告商品\nの複数の購入者に対し，パンフレットＡ及びＢを配布したとの事実を認めることが\nできる。上記のとおり，商標法２条３項８号の「頒布」は不特定多数に対するもの\nに限定されないのであるから，これらの購入者に対するパンフレットＡ及びＢの配\n布は「頒布」に当たるということができる。\nしたがって，「パンフレットＡ及びＢが，商品購買者のみに頒布されるものであ\nるとしても，･･･商標の使用に当たらないとすることはできない」との審決の判断に\n誤りはなく，原告の取消事由２も理由がない。\n３　結論\n以上のとおり，原告主張の審決取消事由はいずれも理由がないので，原告の請求\nは棄却されるべきである。\n東京高等裁判所知的財産第４部\n裁判長裁判官　　　塚　　原　　朋　　一\n裁判官　　　田　　中　　昌　　利\n裁判官　　　佐　　藤　　達　　文\n"
}