{
  "trial_type": "SupremeCourt",
  "date": {
    "era": "Heisei",
    "year": 18,
    "month": 12,
    "day": 21
  },
  "case_number": "平成17(受)276",
  "case_name": "損害賠償請求事件",
  "court_name": "最高裁判所第一小法廷",
  "result_type": "判決",
  "result": "その他",
  "article_info": "民集　第60巻10号3964頁",
  "original_court_name": "東京高等裁判所",
  "original_case_number": "平成16(ネ)2261",
  "original_date": {
    "era": "Heisei",
    "year": 16,
    "month": 10,
    "day": 27
  },
  "gist": "１　破産管財人が破産者の締結していた建物賃貸借契約を合意解除した際に賃貸人との間で破産宣告後の未払賃料等に敷金を充当する旨の合意をして質権の設定された敷金返還請求権の発生を阻害したことが質権設定者の質権者に対する目的債権の担保価値を維持すべき義務に違反するとされた事例\n２　破産管財人が破産者の締結していた建物賃貸借契約を合意解除した際に賃貸人との間で破産宣告後の未払賃料等に敷金を充当する旨の合意をして質権の設定された敷金返還請求権の発生を阻害しても質権者に対して善管注意義務違反の責任を負うとはいえないとされた事例\n３　破産管財人が破産者の締結していた建物賃貸借契約を合意解除した際に賃貸人との間で破産宣告後の未払賃料等に敷金を充当する旨の合意をして上記賃料等の現実の支払を免れた場合において破産管財人は敷金返還請求権の質権者に対して不当利得返還義務を負うとされた事例",
  "case_gist": "１　破産管財人が，破産者の締結していた建物賃貸借契約を合意解除するに際し，賃貸人との間で破産宣告後の未払賃料等に破産者が差し入れていた敷金を充当する旨の合意をし，質権の設定された敷金返還請求権の発生を阻害したことは，当時破産財団に上記賃料等を支払うのに十分な銀行預金が存在しており，これを現実に支払うことに支障がなかったなど判示の事情の下では，質権設定者の質権者に対する目的債権の担保価値を維持すべき義務に違反する。\n２　破産管財人が，破産者の締結していた建物賃貸借契約を合意解除するに際して賃貸人との間で破産宣告後の未払賃料等に破産者が差し入れていた敷金を充当する旨の合意をし，質権の設定された敷金返還請求権の発生を阻害したことが，質権設定者の質権者に対する目的債権の担保価値を維持すべき義務に違反する場合であっても，その義務違反の有無が，破産債権者のために破産財団の減少を防ぐという破産管財人の職務上の義務と質権設定者が質権者に対して負う上記義務との関係をどのように解するかによって結論の異なり得る問題であって，この点について論ずる学説や判例も乏しかったことや，破産管財人が上記合意をするにつき破産裁判所の許可を得ているという事情の下では，破産管財人は，質権者に対し，善管注意義務違反の責任を負うということはできない。\n３　破産管財人が，破産者の締結していた建物賃貸借契約を合意解除するに際し，賃貸人との間で破産宣告後の未払賃料等に破産者が差し入れていた敷金を充当する旨の合意をし，上記賃料等の現実の支払を免れた場合において，当時破産財団には上記賃料等を支払うのに十分な銀行預金が存在しており，これを現実に支払うことに支障がなかったなど判示の事情の下では，破産管財人は，敷金返還請求権の質権者に対し，敷金返還請求権の発生が阻害されたことにより優先弁済を受けることができなくなった金額につき不当利得返還義務を負う。\n（２につき補足意見がある。）",
  "ref_law": "（１〜３につき）民法362条，民法619条2項，旧破産法（平成16年法律第75号による廃止前のもの）47条7号，8号，旧破産法（平成16年法律第75号による廃止前のもの）49条，旧破産法（平成16年法律第75号による廃止前のもの）50条，旧破産法（平成16年法律第75号による廃止前のもの）95条，破産法65条1項，破産法148条1項7号，8号，破産法151条",
  "lawsuit_id": "33931",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail2?id=33931",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/931/033931_hanrei.pdf",
  "contents": ""
}