{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 9,
    "day": 26
  },
  "case_number": "平成12(行ウ)74",
  "case_name": "損害賠償請求",
  "court_name": "大阪地方裁判所",
  "lawsuit_id": "6643",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=6643",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/643/006643_hanrei.pdf",
  "contents": "判決\n主文\n１　被告Ａは，大阪市に対し，３万８６６０円及びこれに対する平成１２年８月\n１８日から支払済みまで年５分の割合による金員を支払え。\n２　被告Ｂは，大阪市に対し，３７８０円及びこれに対する平成１２年８月２２\n日から支払済みまで年５分の割合による金員を支払え。\n３　被告Ｃは，大阪市に対し，７２２０円及びこれに対する平成１２年９月１５\n日から支払済みまで年５分の割合による金員を支払え。\n４　原告らの被告Ａ及び同Ｂに対するその余の請求並びに被告Ｄ及び同Ｅに対す\nる請求をいずれも棄却する。\n５　訴訟費用は，原告らに生じた費用の５分の１と被告Ａに生じた費用の３分の\n１を同被告の負担とし，原告らに生じた費用の１０分の１と被告Ｂに生じた費用の\n２分の１を同被告の負担とし，原告らに生じた費用の１０分の１と被告Ｃに生じた\n費用を同被告の負担とし，その余の全費用を原告らの負担とする。\n事実及び理由\n第１　請求\n被告らは，大阪市に対し，それぞれ別紙タクシー乗車券使用状況一覧の各被\n告分合計額欄記載の金額及びこれに対する被告Ｄ，同Ｅ及び同Ａは平成１２年８月\n１８日から，被告Ｉは平成１２年８月２２日から，被告Ｃは平成１２年９月１５日\nから各支払済みまで年５分の割合による金員を支払え。\n第２　事案の概要\n本件は，大阪市の職員である被告らのタクシー乗車券の使用が違法であると\nして，大阪市の住民である原告らが大阪府に代位して，被告らに対し，不法行為又\nは不当利得を原因として，タクシー利用代金合計１４万６４２０円の支払を求めた\n事案である。\n１　前提事実（争いのない事実及び証拠等により容易に認められる事実）\n(1) 当事者\nア　原告らは，いずれも大阪市の住民である。\nイ　被告らは，いずれも大阪市の職員であり，平成１１年当時，被告Ｄは大\n阪市建設局此花区画整理事務所（以下「本件事務所」という。）の所長として，被\n告Ｅは本件事務所の工務担当職員として，被告Ａは本件事務所の工務担当主査とし\nて，被告Ｂは本件事務所の工務担当職員として，被告Ｃは大阪市建設局区画整理部\n事業企画課主査として勤務していた者である。\n本件事務所は，ユニバーサル・スタジオ・ジャパン（以下「ＵＳＪ」と\nいう。）の誘致に関連する此花臨海地区の整備を行うため，大阪市の施行する大阪\n都市計画事業此花西部臨海地区土地区画整理事業（以下「此花事業」という。）を\n担当した事務所である。\n(2) タクシー乗車券の取扱いに関する実施要領（以下「実施要領」という。）\n大阪市においては，タクシー乗車券の取扱いについて実施要領を定めてお\nり，そのうち本件に関係する主な規定としては，次のとおりである。\nア　１条（目的）\nこの要領は，タクシー乗車券を適正に管理・運用することにより，\n本市予算の効率的な執行を行い，事務事業の円滑な推進を図ることを目的とする。\nイ　３条（タクシー乗車券）\n１項　省略\n２項　タクシー乗車券を利用する所属の長（以下「所属長」とい\nう。）は，タクシー乗車券を必要とするときは，別記様式２（省略）の「タクシー\n乗車券管理換請求書」により総務局長に請求するものとする。\n３項　省略\nウ　４条（タクシー乗車券統括取扱責任者等の設置）\n１項　所属長は，所属にタクシー乗車券統括取扱責任者（以下「統括\n責任者」という。）を設置しなければならない。\n２項　統括責任者は，所属の庶務担当課長をもって充てる。\n３項　所属長は，必要と認める箇所にタクシー乗車券取扱責任者（以\n下「取扱責任者」という。）を設置するものとする。\n４項　取扱責任者は，部，課又は事業所の庶務担当課長，庶務担当係\n長又はこれらに準ずる職員のうちから，所属長が命ずるものとする。\n５項　省略\nエ　６条（交付）\n１項　タクシー乗車券の交付を受けようとする者は，交付簿に必要事\n項を記入し，取扱責任者に申請しなければならない。\n２項　取扱責任者は，前項の規定による申請があったときは，次の各\n号の１に該当する場合に限り，必要昀小限の枚数のタクシー乗車券を交付すること\nができる。\n１号　事務事業の遂行にあたり緊急を要し，他の交通手段によりが\nたいとき\n２号　容量の大きな書類・物品等を搬送しなければならない場合\nで，郵便等によりがたいとき\n３号　本市が必要とする講師等を招き，その送迎などのためやむを\n得ないと認められるとき\n４号　その他所属長又は統括責任者が特に必要があると認めたとき\nオ　７条（使用者等の責務）\n１～３項　省略\n４項　使用者は，タクシー乗車券の使用後，タクシー乗車券左片を取\n扱責任者に提出し，使用結果を報告しなければならない。\n５項　省略\n６項　タクシー乗車券の交付を受けた者は，所属長又は統括責任者が\n特に必要と認めた場合を除き，他の者にタクシー乗車券を使用させてはならない。\n７項　タクシー乗車券が不正に使用されたときは，当該タクシー乗車\n券の交付を受けた者が，その責めを負わなければならない。\nカ　９条（総務局における事務処理）\n総務局においては，各協会から１月ごとに提出される使用済のタク\nシー乗車券（以下「使用済乗車券」という。）請求書及び明細書について，次によ\nり事務処理を行わなければならない。\n１号　使用済乗車券の所属コード及び分類コードを点検するととも\nに，所属別及びタクシー会社別の集計表並びに明細表を作成し，請求書及び明細書\nの金額を確認すること\n２号　前号の規定により作成した所属別集計表を各所属に送付すると\nともに，使用済乗車券を所属別に分類し，各所属に送付すること\n３号　請求金額を確認後，速やかに支出命令書を作成して収入役室に\n送付するとともに，所属ごとに使用件数及び使用金額を整理し，別記様式８（省\n略）の「振替依頼書」を各所属に送付すること\nキ　１１条（予算管理）\n１項　所属長は，タクシー乗車券の交付及び経費の支出に当たって\nは，統括責任者及び取扱責任者にその内容を厳正に審査させるとともに，常に効率\n的な予算執行を指導・徹底し，毎月その使用状況等について統括責任者に報告をさ\nせなければならない。\n２項　所属長は，通信運搬費のうちタクシー乗車券の執行額を３か月\nごとに財政局長に報告しなければならない。\n(3) 監査請求\n原告らは，平成１２年５月８日，大阪市監査委員に対し，平成１１年度の\n本件事務所における合計１２１件１０６万３２９０円のタクシー乗車券の使用が違\n法であるとして監査請求を行ったところ，５３件４４万５９６０円については監査\n請求前の同年４月１３日に，８件２万１２００円については監査請求後の同年６月\n９日に，それぞれ大阪市に返還された。残る６０件５９万６１３０円につき，大阪\n市監査委員は，同年７月６日，９件９万０１７０円については不適切であるとして\n返還措置を求めたが，別紙タクシー乗車券使用状況一覧記載の使用分（以下「本件\n各使用」という。）を含むその余の請求については不適切なものではないとして，\n一部棄却した。\n２　争点\n(1) 実施要領の位置づけ及び実施要領違反の効果\n(2) 被告Ｄのタクシー乗車券使用の違法性\n(3) 被告Ｅのタクシー乗車券使用の違法性\n(4) 被告Ａのタクシー乗車券使用の違法性\n(5) 被告Ｂのタクシー乗車券使用の違法性\n(6) 被告Ｃのタクシー乗車券使用の違法性\n３　争点に関する当事者の主張\n(1) 実施要領の位置づけ及び実施要領違反の効果\n（原告らの主張）\n大阪市は，タクシー乗車券の取扱いについて，実施要領を定め，「タクシ\nー乗車券を適正に管理・運用することにより，本市予算の効率的な執行を行い，事\n務事業の円滑な推進を図」らしめている（１条）。すなわち，タクシー乗車券は，\nその利用により必然的に公金の支出を伴うものであり，その利用態様如何によって\nは実質的負担者である大阪市，ひいては大阪市民に負担が及ぶ性質のものである。\nこれを端的に示すのが，大阪市において平成元年ころに相次いで指摘されたいわゆ\nる公金乱脈事件であり，ここで食料費等の乱脈使用の実態が明らかにされて市民か\nら厳しい批判を受けるとともに，タクシー乗車券の不正使用も指摘されるに至っ\nた。そこで，大阪市では平成元年に「市政運営の刷新・適正化についての緊急提\n言」を発表し，タクシー乗\n車券の適正使用と管理体制の強化を決定し，これを受けてこの実施要領が制定，実\n施されたものである。\nこのようにして制定，実施された実施要領は，大阪市におけるタクシー乗\n車券の使用に際して，厳格に遵守すべき法規範として制定されたものであり，大阪\n市職員は，実施要領に従ってタクシー乗車券を使用する義務を負うのであって，か\nかる義務に違反した使用は，そのことのみをもって違法と判断されるべきである。\nこのことは，本件被告らによるタクシー乗車券の不正使用が明るみに出た\nことを受けて，大阪市総務局長名で「タクシー乗車券の使用の適正化について」と\nの通知が出され，その中で，「タクシー乗車券の取り扱いに関する実施要領の遵守\nについて万全を期すため，改めて，職員一人ひとりに対し同要領の趣旨の徹底を図\nるとともに，統括責任者並びに取扱責任者である職員に対しては，職員の指導監督\nに遺漏なきよう一層の指導」を行うよう求めていることにも顕著に顕れているとこ\nろである。\n本件事務所では，使用目的を特定せずに複数枚のタクシー乗車券を交付\nし，使用後の報告や確認も極めて杜撰で，他人に使用させるなど実施要領の意義を\n根本から没却する不正使用が行われており，本件各使用は違法なものである。\n（被告らの主張）\n大阪市においては，地方公共団体における財務のうち，収入，支出におけ\nる現実の収支の執行手続，決算，現金，有価証券などの取扱いに関する事務である\n会計事務について，大阪市会計規則（昭和３９年大阪市規則第１４号。以下「会計\n規則」という。）を制定している。会計規則上，タクシー乗車券について明示的に\n定めた規定はなく，また，会計規則と実施要領との関係についても規定上は明確で\nはない。\nしかし，タクシー乗車券は，通常の備品，消耗品，材料などとは違い，金\n券に類する物品であり慎重な取扱いが求められることから，「タクシー乗車券を適\n正に管理・運用すること」が求められ，実施要領が規則と同レベルで市長決裁とし\nて別途定められ，タクシー乗車券について，その契約，作成，管理換え，保管，交\n付手続，使用者等の責務，事務処理などを規定し，これらの規定に基づいてタクシ\nー乗車券にかかる事務が取り扱われていること，また，文書取扱上も物品として位\n置づけられていること，物品に係る会計規則の各規定と実施要領の各規定との間に\n類似性が見受けられることを総合的に勘案すると，実質的に見て実務上，実施要領\nが会計規則の特則的な機能を有していると考えることができる。\nなお，実施要領６条２項４号該当性の判断権者について，実施要領の文言\n上は「所属長又は統括責任者」となっており，大阪市建設局においては，所属長は\n建設局長，統括責任者は管理部庶務課長となる。しかし，大阪市建設局は，約３０\n００人近くの職員が大阪駅前第２ビルを初めとして市内各所におかれている事業所\nにおいて業務を行っており，本件事務所もその事業所の一つとして業務を行ってい\nる。このように多数の職員が多種多様な業務を市内各所において行っているのが実\n態であり，個々の職員がタクシー乗車券を使用するに当たって，６条２項４号該当\n性の判断を逐一所属長又は統括責任者が行うことは実態に適しないものであり，そ\nれぞれの業務実態を直接把握している事業所等において当該該当性の判断を行って\nいるのが実情である。\n本件事務所においても，同事務所の責任者である所長が事実上の責任者として各使\n用につき当該該当性の判断を行っており，本件各使用は業務上の必要性に基づく正\n当なものであり，実施要領に違反しない。\n(2) 被告Ｄのタクシー乗車券使用の違法性\n（原告らの主張）\n被告Ｄが本件事務所から帰宅する際，昀終電車となるのはＪＲ環状線弁天\n町駅午前０時発であり，大阪駅で乗り換えてＪＲ神戸線西明石行きの昀終電車（大\n阪駅発午前０時２６分発）に乗って立花駅で下車すれば，電車による帰宅が可能で\nある。\n被告Ｄは，平成１１年８月２５日及び同年１１月８日，タクシー乗車券を\n使用（別紙タクシー乗車券使用状況一覧の記載の順序に従い，「請求対象１」，\n「請求対象２」という。以下，同じ。）したものであるが，同被告が深夜まで事務\n所に残って業務を行っていたことを示す客観的資料はなく，同被告の退庁時刻が午\n前０時ころという事実は疑わしい。\n仮に，被告Ｄが午前０時ころまで事務所に残っていたとしても，少なくと\nもＪＲ大阪駅までタクシーで行けば，大阪駅発の昀終電車に間に合うはずであっ\nて，自宅までの遠距離についてタクシーを利用し，４０００円以上もの高額のタク\nシー料金を公金で支払う必要は全くない。\nそもそも，午前０時の電車に乗れば間に合うことは分かっていたはずであ\nり，タクシーを利用せずに仕事を処理するべきであって，わざわざタクシーを使用\nし，公金からその費用を支出することは実施要領６条２項１号にいう「事務事業の\n遂行に当たり緊急を要し，他の交通手段によりがたいとき」には当たらず，違法で\nある。\n（被告Ｄの主張）\n請求対象１及び２については，いずれも被告Ｄが翌日午前０時ころという\n深夜まで本件事務所において超過勤務を行い，ＪＲ環状線弁天町駅午前０時発の昀\n終電車に乗車することは不可能であったために，実施要領６条２項４号「その他所\n属長又は統括責任者が特に必要があると認めたとき」に該当するものと判断して，\nタクシー乗車券を使用したものである。\nすなわち，被告Ｄは，当時本件事務所の所長であったところ，請求対象１\n（平成１１年８月２５日）については，同月２７日に建設省において実施計画変更\n協議を行うこととなっていたため，同協議についての打合せ業務を被告Ａと共に行\nったものであり，請求対象２（同年１１月８日）については，大阪市予算要求のヒ\nアリングを控えて予算要求内容についての打合せ及び資料整理業務を行ったもので\nある。\nしたがって，請求対象１及び２は，いずれも通常の交通機関が利用できな\nい場合にタクシー乗車券を使用したものであり，社会常識から見て十分に許容され\nるものと考えられるから，実施要領に適合した正当な利用として認められるもので\nあり，適法である。\n原告は，請求対象１及び２について，タクシー乗車券を使用せずに仕事を\n処理すべきであると主張するが，必要な業務に従事した結果として，超過勤務終了\n時刻が上記のとおりとなったものであって，受け入れられない。また，原告は，昀\n終電車に乗り遅れてもＪＲ大阪駅までタクシーを使用すればよいとも主張するが，\nこのような通常とは異なる通勤経路による帰宅についての認識はしていないのであ\nって，妥当でない。\n(3) 被告Ｅのタクシー乗車券使用の違法性\n（原告らの主張）\n被告Ｅが本件事務所から帰宅する場合，昀終電車となるのはＪＲ環状線弁\n天町駅午前０時発であり，乗り換えてＪＲ宝塚線北伊丹駅で下車すれば電車による\n帰宅が可能である。\n被告Ｅは，平成１１年６月２９日（請求対象３）及び平成１１年１２月２\n日（請求対象４），タクシー乗車券を使用したものであるが，同被告が深夜まで事\n務所に残って業務を行っていたことを示す客観的資料はなく，同被告の退庁時刻が\n午前０時という事実は疑わしい。\n仮に被告Ｅが午前０時まで事務所に残っていたとしても，少なくとも午前\n０時２６分ＪＲ北新地駅発の電車があり，北新地駅又は弁天町駅に近いＪＲ海老江\n駅までタクシーで行けば，十分昀終電車に間に合うはずであって，自宅までの遠距\n離についてタクシーを利用し，６５００円もの高額のタクシー料金を公金で支払う\n必要は全くない。\nそもそも，午前０時の電車に乗れば間に合うことは分かっていたはずであ\nり，タクシーを利用せずに仕事を処理するべきであって，わざわざタクシーを使用\nし，公金からその費用を支出することは違法である。\n（被告Ｅの主張）\n請求対象３及び４については，当時被告Ｅは此花事業に伴う工事の連絡調\n整業務を担当する本件事務所係員であったところ，いずれも同被告が翌日午前０時\nころという深夜まで本件事務所において超過勤務を行い，ＪＲ環状線弁天町駅午前\n０時発の昀終電車に乗車することは不可能であったために，実施要領６条２項４号\n「その他所属長又は統括責任者が特に必要があると認めたとき」に該当するものと\n判断して，タクシー乗車券を使用したものである。\nしたがって，請求対象３及び４は，いずれも通常の交通機関が利用できな\nい場合にタクシー乗車券を使用したものであり，社会常識から見て十分に許容され\nるものと考えられるから，実施要領に適合した正当な利用として認められるもので\nあり，適法である。\n原告は，タクシー乗車券を使用せずに仕事を処理すべきであると主張する\nが，必要な業務に従事した結果として，超過勤務終了時刻が上記のとおりとなった\nものであって，受け入れられない。また，原告は，昀終電車に乗り遅れてもＪＲ北\n新地駅やＪＲ海老江駅までタクシーを使用すればよいとも主張するが，このような\n通常とは異なる通勤経路による帰宅についての認識はしていないのであって，妥当\nでない。\n(4) 被告Ａのタクシー乗車券使用の違法性\n（原告らの主張）\n被告Ａが本件事務所から帰宅する際，昀終電車となるのはＪＲ環状線弁天\n町駅午前０時発であり，新今宮駅で乗り換えて泉北高速鉄道の昀終電車（新今宮駅\n午前０時１２分発）に乗って泉ヶ丘駅で下車すれば，電車による帰宅が可能であ\nる。\n被告Ａは，平成１１年６月２日（請求対象５），同年６月１５日（請求対\n象６），同年７月５日（請求対象７），同年７月１４日（請求対象８），同年７月\n１５日（請求対象９），同年７月１６日（請求対象１０），同年７月２０日（請求\n対象１１），同年７月２１日（請求対象１２），同年８月１０日（請求対象１\n３），同年８月１７日（請求対象１４），同年１０月２５日（請求対象１５）のそ\nれぞれにタクシー乗車券を使用したものである。\nこのうち，請求対象５及び６については，退庁時刻は午前０時過ぎあるい\nは午後１１時５９分に退庁し施錠したとされているが，仮に事実であるとしても，\n午前０時発が昀終電車であることが分かっていたはずであるから，タクシーを利用\nせずに仕事を処理するべきであって，わざわざタクシーを使用し，公金からその費\n用を支出することは実施要領６条２項１号にいう「事務事業の遂行に当たり緊急を\n要し，他の交通手段によりがたいとき」には当たらず，違法である。\n請求対象７及び８については，被告Ａが退庁したのは午後１１時過ぎであ\nり，昀終電車まで１時間近くも余裕があるのであるから，タクシー乗車券を使用す\nる必要性は全くなく，その使用は違法である。\n請求対象９及び１０については，退庁時刻は午前０時過ぎとなっている\nが，請求対象５及び６と同様タクシー乗車券を使用する必要性は認められず，その\n使用は違法である。\n請求対象１１，１２及び１３については退庁し施錠した時刻がそれぞれ午\n後１１時３１分，午後１１時４４分，午後１１時２５分ころとなっているが，いず\nれも昀終電車まで十分に時間があり，タクシー乗車券を使用する必要性は全くな\nく，その使用は違法である。\n請求対象１４については，退庁時刻は午前０時過ぎとなっているが，請求\n対象５及び６と同様タクシー乗車券を使用する必要性は認められず，その使用は違\n法である。\n請求対象１５については，退庁時刻は午後１１時４０分ころになっている\nが，これも昀終電車までは十分時間があり，タクシー乗車券の使用は違法である。\n（被告Ａの主張）\n請求対象５から１５までのいずれについても，被告Ａは当時此花事業に伴\nう工事の連絡調整業務を担当する本件事務所主査であったところ，同被告が深夜ま\nで当該事務所において超過勤務を行ったものであり，いずれについても実施要領６\n条２項４号に該当すると判断してタクシー乗車券を使用したものである。\nすなわち，請求対象５（６月２日）については，同月４日に建設省におい\nて実施計画変更等の協議を行うこととなっていたため，３日午前０時過ぎまで，実\n施計画変更資料等作成業務を行ったものである。\n請求対象６については，６月２８日に建設省において平成１１年度補助金\n交付申請等の協議を行うこととなっていたため，補助金交付申請等作成業務を行\nい，午後１１時５９分に施錠・退庁したものである。\n請求対象７及び８については，７月２日に行った建設省での実施計画変更\n等の協議結果を受けて，問題点等を整理する必要があったため，午後１１時過ぎま\nで実施計画変更資料等作成業務を行ったものである。\n請求対象９及び１０については，請求対象７及び８と同様の理由により，\n連日にわたって翌日午前０時過ぎまで実施計画変更資料等作成業務を行ったもので\nある。\n請求対象１１については，休日であったが出勤し，請求対象７から１０ま\nでと同様の理由により実施計画変更資料等作成業務を行い，午後１１時３１分に施\n錠・退庁したものであり，請求対象１２についても，前日に引き続いて実施計画変\n更資料等作成業務を行い，午後１１時４４分に施錠・退庁したものである。\n請求対象１３については，７月２９日に行った建設省での実施計画変更等\nの協議結果を受けて問題点等を整理し，８月２７日に予定していた建設省における\n実施計画変更等の協議の準備のため，午後１１時２５分ころまで実施計画変更資料\n等作成業務を行ったものであり，請求対象１４についても同様の理由により，翌日\n午前０時過ぎまで同業務を行ったものである。\n請求対象１５については，市予算要求調書の提出時期を控え，午後１１時\n４０分ころまで市予算要求関係資料作成業務を行ったものである。\nなお，被告Ａの通常の通勤経路において，ＪＲ環状線弁天町駅午後１１時\n４６分発を利用すれば，南海高野線新今宮駅午前０時１２分発の準急電車に間に合\nう。しかし，同準急電車は，南海電鉄と相互乗り入れをしている泉北高速鉄道には\n直通しないため，堺東駅で各駅停車電車に，中百舌鳥駅で泉北高速鉄道の電車に\nと，２回にわたる乗換えを余儀なくされる。また，泉北高速鉄道泉ヶ丘駅から自宅\nまでは丘陵地で坂道が多い道で徒歩約３０分の距離にあるため，同駅からはさらに\n南海バスを利用しているところ，同バスの昀終バスは泉ヶ丘駅午後１１時１３分発\nである。このため，同被告は，昀終バスが利用できない場合においては，泉北高速\n鉄道に直通する南海高野線新今宮駅午後１１時１７分発の準急電車を専ら利用して\nいたものである。\n被告Ａとしては深夜の交通機関の昀終便について上記のとおりの認識を有\nしていたものであるが，仮に昀終電車がＪＲ環状線弁天町駅午後１１時４６分発で\nあるとしても，請求対象５，６，９，１０，１２，１４及び１５の各場合は，当該\n昀終電車を利用することが不可能な場合であり，この場合にタクシー乗車券を使用\nして職場から自宅まで帰宅することは，社会常識から見て十分に許容されるものと\n考えられるから，実施要領に適合した正当な利用として認められるものであり，原\n告らの主張は失当である。また，請求対象７，８，１１及び１３については，ＪＲ\n環状線弁天町駅午後１１時４６分発の電車の利用が可能ではあるが，深夜に及ぶ超\n過勤務の慢性化状況により疲労困憊であったものであり，被告Ａの健康面や安全面\nを考慮すれば，タクシ\nー乗車券を使用して職場から自宅まで帰宅することは，社会常識から見て十分に許\n容されるものと考えられるから，実施要領に照らして違法とはいえず，原告らの主\n張は失当である。\n(5) 被告Ｂのタクシー乗車券使用の違法性\n（原告らの主張）\n被告Ｂが本件事務所から帰宅する場合，昀終電車となるのは地下鉄中央線\n弁天町駅午後１１時４５分発であり，深江橋駅で下車すれば電車による帰宅が可能\nである。\n被告Ｂは，平成１１年４月３日（請求対象１６），タクシー乗車券を使用\nしたものであるが，同被告の退庁時刻が仮に午後１１時５０分ころであったとして\nも，午後１１時４５分の電車に乗れば間に合うことは分かっていたはずであり，タ\nクシー乗車券を利用せずに仕事を処理するべきであって，わざわざタクシーを使用\nし，公金からその費用を支出することは違法である。\nまた，被告Ｂは，平成１１年８月１１日（請求対象１７），タクシー乗車\n券を使用したものであるが，同被告が同日退庁し施錠した時刻は午後１１時２５分\nであり，事務所から弁天町駅まで徒歩２分半であり，昀終電車までは十分に時間が\nあるから，タクシー乗車券の使用は違法である。\n（被告Ｂの主張）\n請求対象１６及び１７については，当時被告Ｅは此花事業に伴う工事の連\n絡調整業務を担当する本件事務所係員であったところ，いずれも同被告が深夜まで\n本件事務所において超過勤務を行い，実施要領６条２項４号「その他所属長又は統\n括責任者が特に必要があると認めたとき」に該当するものと判断して，タクシー乗\n車券を使用したものである。\nすなわち，請求対象１６については，平成１１年度国庫補助金申請時期を\n控え，午後１１時５０分ころまで国庫補助金申請資料作成業務を行っていたもので\nあり，地下鉄中央線弁天町駅午後１１時４５分発の昀終電車に乗車することは不可\n能となったものである。\nしたがって，請求対象１６は，通常の交通機関が利用できない場合にタク\nシー乗車券を使用したものであり，社会常識から見て十分に許容されるものと考え\nられるから，実施要領に適合した正当な利用として認められるものであり，適法で\nある。\n原告は，タクシー乗車券を使用せずに仕事を処理すべきであると主張する\nが，必要な業務に従事した結果として，超過勤務終了時刻が上記のとおりとなった\nものであって，受け入れられない。\nまた，請求対象１７については，被告Ａの請求対象１３及び１４と同様の\n理由により，実施計画変更資料等作成業務を行い，午後１１時２５分に施錠・退庁\nしたものであるが，同年８月の延べ超過勤務時間が１００時間に達するという連日\n連夜にわたる超過勤務が慢性化する状況にあり，被告Ｂは疲労困憊であったもので\nあり，同被告の健康面や安全面を考慮すれば，タクシー乗車券を使用して職場から\n自宅まで帰宅することは，社会常識から見て十分に許容されるものと考えられるか\nら，実施要領に照らして違法とはいえず，原告らの主張は失当である。\n(6) 被告Ｃのタクシー乗車券使用の違法性\n（原告らの主張）\n被告Ｃが勤務先である大阪駅前第２ビル内の建設局から帰宅する場合，昀\n終電車となるのは阪急梅田駅午後１１時４３分発であり，阪急千里線山田駅で下車\nすれば電車による帰宅が可能である。\n被告Ｃは，平成１１年６月２１日（請求対象１８），タクシー乗車券を使\n用したものであるが，同被告がタクシー乗車券を使用したのは，同日の午後１０時\n半ころであって，十分昀終電車に間に合い，タクシー乗車券を使用する必要性は全\nくなかったものであるから，違法である。\nまた，実施要領においては，「タクシー券の交付を受けた者は，所属長又\nは統括責任者が特に必要と認めた場合を除き，他の者にタクシー券を使用させては\nならない。」とされているところ，被告Ｃが使用したタクシー乗車券は，本件事務\n所所属のＩ主幹が持っていたものであるから，被告Ｃの請求対象１８の使用はこの\n点においても不正である。\n（被告Ｃの主張）\n請求対象１８については，被告Ｃは当時大阪市建設局区画整理部事業企画\n課主査であったところ，タクシー乗車券を使用した６月２１日の翌日に予定されて\nいた業務に使用する資料が風呂敷包み２個分程度の量があったために，実施要領６\n条２項２号「容量の大きな書類・物品等を搬送しなければならない場合で，郵便等\nによりがたいとき」に該当するものと判断して，タクシー乗車券を使用したもので\nある。\nすなわち，被告Ｃは，同年６月２２日の午前９時において，大阪区西区に\nある大阪市公文書館に自宅から直接赴き，業務を行うことになっていた。そのた\nめ，使用日に当該業務のかつての担当者であり事情をよく知るＩ此花事務所主幹か\nら建設局区画整理部内の事務室において，資料をもとに説明を受け，午後１０時３\n０分ころに退庁したものである。これらの資料は担当する事業の関連ファイルや図\n面類，法令集など風呂敷包み２個分程度の量があり，翌日の業務に必要なものであ\nったものであった。\nしたがって，請求対象１８は，実施要領の要件に適合したものであり，原\n告らの主張は失当である。\n第３　当裁判所の判断\n１　証拠（甲１，３～８，１１，１２，乙１，３（書証は特記しない限り枝番を\n含む。），被告Ｄ本人）及び弁論の全趣旨によると，以下の事実が認められる。\n(1) 本件事務所の概要\nア　本件事務所の所在地等\n本件事務所は，大阪市港区弁天町所在のビルの１１階にあり，職員数が\n所長１名，主幹４名，主査７名，係員１９名の合計３１名の事務所である。\nイ　此花事業の内容\n本件事務所が担当する此花事業は，大阪市臨海地域の都市構造再編の一\n環として，此花西部臨海地区における工場を移転・集約し，研究・開発など新たな\n産業への転換を図るとともに，道路，公園及び緑地等の整備を行い，新しい都市空\n間の創造を目指すことを目的として，平成７年度から施行され，平成１３年度に完\n了することを予定していた。\n此花事業は，施行地区面積が１５６．２ヘクタール，総事業費が９６９\n億円，公共施設整備計画としては，道路が総延長８キロメートル，面積約２０万１\n７００平方メートル，公園，緑地が合計１１万３１００平方メートルに及ぶ規模の\n事業であった。\nウ　本件事務所の繁忙状況\n本件事務所の設立された平成７年度には，此花事業のうち，仮換地指定\nに関する事業が中心に行われ，その後，平成８年度及び同９年度には建物の移転に\n関する事業が中心に行われ，平成１０年度及び同１１年度には工事のための連絡調\n整に関する事業が中心に行われた。\n平成１１年度には，建物の移転の進捗率，道路の整備進捗率並びに上下\n水道管及びガス管等の埋設物の進捗率を総合的に勘案して，事業全体の約３割の業\n務が行われ，道路に限れば，平成１１年度において全体の約半分の道路整備が行わ\nれた。また，平成１１年度には，事業の質を高めるために，事業費全体として２８\n億円の総事業費を補助対象枠とする事業変更が行われた。そのため，平成１１年当\n時，本件事務所のうち工務及び工事を担当する係が繁忙状態にあり，担当者によっ\nては，１か月当たり２００時間を超える超過勤務を行う者もいた。また，同年１０\n月には事業の計画及び施行管理を直接担当している部門に欠員が生じたこともあっ\nて，特定の職員に超過勤務が偏った状況となっていた。\n本件事務所の職員は，昼間はそれぞれ現場に出払っており，職員同士の\n打合せや協議は，午後５時以降の超過勤務時間帯に行われることが多く，このこと\nも超過勤務が多くなる一因となっていた。\nなお，大阪市においては，超過勤務は超過勤務命令簿により行うことと\nされているが，「係長級の職員に対する超過勤務命令等の取扱について」（平成６\n年４月１日総務第４号）により，超過勤務命令簿に記載できる超過勤務の上限が定\nめられているため，実際に事務処理に要した超過勤務の全てについて超過勤務命令\n簿に記載したわけではなく，超過勤務命令簿の記載を相当超える超過勤務がなされ\nる状況にあった。\nエ　本件事務所の入退室管理\n本件事務所は，民間の賃貸オフィスビル内にあり，職員全員が所持する\nＩＤカードによって，開錠及び施錠が行われ，その時間及びＩＤカード番号は，同\nビルを管理するオーク管理株式会社のセキュリティシステムにその都度記録される\nこととなっている。\nオ　本件事務所におけるタクシー乗車券の使用頻度\n本件事務所は，此花事業の現場に近い大阪市港区弁天町に設置されてい\nるが，事業地域の交通の便が悪く，公用車も配置されていないことから，業務遂行\nにタクシーを利用することが多く，また，繁忙時には超過勤務が深夜に及ぶ場合も\n多く，公共交通機関が利用できない場合の帰宅にタクシー乗車券が多く使用される\n状況にあった。\n(2) 実施要領によるタクシー乗車券の使用手続\n実施要領（乙３）は，タクシー乗車券の使用手続に関して，概ね次のとお\nり定めている。\nア　大阪市総務局長は，大阪府下の各タクシー協会とタクシー乗車券に関す\nる契約を行い（２条），一括して大阪市のタクシー乗車券を作成する（３条１\n項）。\nタクシー乗車券を利用する所属の長は，タクシー乗車券を必要とすると\nきは，総務局長に請求してタクシー乗車券の管理換えを受ける（３条２項）。\nイ　所属長は，所属に統括責任者を設置する（４条１項）とともに，必要と\n認める箇所に取扱責任者を設置し（４条３項），統括責任者に「タクシー乗車券保\n管換台帳」を作成させて保管させる（５条１項）。なお，本件事務所については，\n実施要領にいう「所属長」は建設局長，「統括責任者」は建設局管理部庶務課長，\n「取扱責任者」は本件事務所庶務係長である。\n取扱責任者は，統括責任者に請求して保管換えを受ける（５条２項）。\n取扱責任者は，保管換えを受けたタクシー乗車券について「タクシー乗車券交付申\n請・交付整理簿」（以下「交付簿」という。）を作成するとともに，個々のタクシ\nー乗車券に認め印を押印し，所属コード及び分類コードを記入の上，保管する（５\n条３項）。\nウ　タクシー乗車券の交付を受けようとする者は，取扱責任者に対し，交付\n簿に必要事項を記入して申請する（６条１項）。取扱責任者は，６条２項に定める\n事由に該当する場合に，必要昀小限の枚数のタクシー乗車券を交付する。\nエ　タクシー乗車券を使用する者は，タクシーの降車に際し，タクシー乗車\n券の右片及び左片の記入事項を記入した上，右片を運転手に手渡し（７条２項），\n左片を取扱責任者に提出して使用結果を報告する（７条４項）。\nタクシー乗車券を使用した者から報告を受けた取扱責任者は，報告内容\nと交付簿を照合して点検を行い，金額などの必要事項を交付簿に記入する（８条１\n項）。取扱責任者は，点検によって記入内容が異なるとの疑いがあるときは，その\n理由を使用者から聞き，必要があると認めるときは，その旨を統括責任者に報告す\nる（８条２項）。\nオ　総務局は，各タクシー協会から１月ごとに提出される使用済乗車券の所\n属コード及び分類コードを点検するとともに，所属別及びタクシー会社別の集計表\n並びに明細書を作成し，使用済乗車券及び集計表を各所属に送付する。また，支出\n命令書を作成して収入役室に送付するとともに，所属ごとに使用件数及び使用金額\nを整理して「振替依頼書」を作成して各所属に送付する（９条）。\nカ　統括責任者は，送付を受けた所属別集計表及び使用済乗車券について取\n扱責任者に交付簿との照合など個々に審査させ，適正に使用されたものであること\nを確認の上，「振替金額報告書」を総務局に送付する。また，振替依頼書をもと\nに，振替命令書（貸方）を作成し，総務局に送付する（１０条）。\nキ　所属長は，タクシー乗車券の交付及び経費の支出について，統括責任者\n及び取扱責任者にその内容を厳正に審査させるとともに，常に効率的な予算執行を\n指導・徹底し，毎月その使用状況等について統括責任者に報告をさせなければなら\nない（１１条１項）とともに，通信運搬費のうちタクシー乗車券の執行額を３か月\nごとに財政局長に報告しなければならない（１１条２項）。\n(3) 本件事務所におけるタクシー乗車券の使用状況\nア　交付時\n実施要領上は，タクシー乗車券の交付を申請する際，交付簿に乗車券番\n号，係名，使用者名，請求年月日及び目的等を記入し請求印を押印することとされ\nているが，本件事務所においては，目的等の記入欄につき，記入しないままに交付\nの申請がなされ，また，一度に複数枚のタクシー乗車券が交付されることもあっ\nた。\nイ　使用時\n実施要領上，タクシー乗車券を使用する際，タクシー乗車券の使用者\nは，使用者氏名，乗車地，経由地，降車地及び使用日時を記入することとされてい\nるが，本件事務所においては，使用日時の欄に乗車時刻を記入する者と降車時刻を\n記入する者がいた。なお，タクシー乗車券の様式上，使用日時については分単位で\nはなく，時単位での記入となっている。\nウ　使用後\n本件事務所においては，タクシー乗車券を使用した後，タクシー乗車券\nの左片が提出され，交付簿との照合，点検の後，金額などの必要事項が記入されて\nいたものの，交付簿に目的等については記入されていなかった。また，使用済乗車\n券と交付簿との照合について，取扱責任者名による照合報告書は存在したものの，\n適正に使用されたものかどうかについての審査は十分にはなされていなかった。\n２　実施要領の位置づけ及び実施要領違反の効果（争点(1)）\n原告らは，実施要領が大阪市におけるタクシー乗車券の使用に当たって厳格\nに遵守すべき法規範として制定されたものであり，大阪市職員が実施要領に従って\nタクシー乗車券を使用する義務を負うから，この義務に違反した使用は，そのこと\nのみをもって違法と判断されるべきであると主張する。\n(1) 原告らが主張するように，大阪市において，平成元年１２月に「市政運営\nの刷新・適正化についての緊急提言」においてタクシー乗車券の適正な使用と管理\n体制の強化が求められ（甲８），実施要領がその直後である平成２年４月１日から\n実施されたことが認められ（乙３），実施要領がタクシー乗車券を適正に管理・運\n用することにより，大阪市の予算の効率的な運営を行い，事務事業の円滑な推進を\n図ることを目的とする（実施要領１条）ものであるからすると，大阪市の職員がタ\nクシー乗車券を使用するに当たって実施要領を遵守すべきことは当然である。\nしかし，実施要領は，何らかの法令による委任を受けて定められたもので\nはなく，その法形式からしてもタクシー乗車券の取扱いに関する大阪市の内部規律\nとして定められたものにすぎない。したがって，タクシー乗車券の使用が実施要領\nに反したからといって，それ自体で直ちに法令に違反する違法な使用であり，当該\nタクシー乗車券に係る支出が財務会計上違法となると解することはできない。\n(2) 実施要領１１条２項は「所属長は，通信運搬費のうちタクシー乗車券の執\n行額を３か月ごとに財政局長に報告しなければならない。」と規定しており，使用\nされたタクシー乗車券に係るタクシー会社への支払は，通信運搬費の支出として会\n計処理されているものと認められる。したがって，タクシー乗車券の使用の適否の\n問題は，結局のところ，当該使用に係る通信運搬費の支出が財務会計上違法である\nかどうかの問題として検討すべきものであり，タクシー乗車券の使用に係る支出が\n財務会計法規に照らして違法である場合には，当該タクシー乗車券の使用によって\n利益を受けた者は，乗車料金相当額につき大阪市に対して不当利得返還義務を負う\nと解される。\n(3) 普通地方公共団体は，その事務を処理するために必要な経費を支弁するも\nのであるから（地方自治法２３２条１項），具体的な公金の支出が普通地方公共団\n体の事務処理のために必要と認められない場合には，当該支出は地方自治法２３２\n条１項に反し，違法というべきである。また，普通地方公共団体は，その事務を処\n理するに当たっては，昀小の経費で昀大の効果を上げるようにしなければならず\n（同法２条１３項），経費が当該普通地方公共団体の住民の公租公課によって賄わ\nれるものであるから，その目的を達成するために必要かつ昀小の限度を超えて支出\nしてはならない（地方財政法４条１項）とされているところ，事務処理のために必\n要とされるものであっても，予算執行時における地域住民の生活水準や一般的経済\n観念等に照らし，この限\n度を超えると判断される支出については違法というべきである。\nそして，前記の実施要領の制定経緯，目的，内容からすると，タクシー乗\n車券の使用が実施要領に定める使用の要件及び手続を満たしているかどうかも当該\n使用に係る支出の違法性の判断に当たって一要素として考慮すべきものと考えられ\nる。\n(4) 以上の見解を前提として，請求対象１～１８の各タクシー乗車券の使用及\nび当該タクシー乗車券に係る経費の支出の違法性の有無を検討する。\n３　被告Ｄのタクシー乗車券使用の違法性（争点(2)）\n(1) 前提事実，証拠（甲１，５，６，１１，１２，乙４，６，８～１１，被告\nＥ本人，被告Ｄ本人）及び弁論の全趣旨によれば，被告Ｄのタクシー乗車券の使用\nについて，以下の事実が認められる。\nア　被告Ｄは，平成１１年４月１日から本件事務所において同事務所の所長\nとして勤務している者である。\nイ　被告Ｄの自宅は，ＪＲ神戸線立花駅が昀寄り駅であり，本件事務所から\n帰宅する場合，徒歩でＪＲ環状線弁天町駅まで向かい，同駅で乗車し，大阪駅でＪ\nＲ神戸線に乗り換えてＪＲ神戸線立花駅まで行き，同駅で下車して市バスに乗って\n帰宅することになる。ＪＲ環状線弁天町発の昀終便は午前０時発であり，ＪＲ神戸\n線立花駅発の市バスの昀終便は午後１０時２９分発である。\nウ　被告Ｄは，タクシー乗車券を一度に５枚まとめて受け取っていた。被告\nＤは，各企業体や建設局との調整のために勤務時間帯にタクシー乗車券を使用する\nことが多く，１日で５枚以上のタクシー乗車券を必要とすることもあった。\n被告Ｄは，受け取ったタクシー乗車券を他の職員に渡すこともあった。\nエ　被告Ｄは，平成１１年８月２５日，同月２７日に建設省と実施計画の変\n更について協議を行うことを予定していたところ，その前提として同月２６日に大\n阪市の区画整理部連絡課との協議を行うことが必要であり，そのために被告Ａと打\n合せを行って，午前０時過ぎまで残業をした。\n被告Ｄは，午前０時過ぎに退庁し，この時点では昀終電車が発車した後\nであったので，持っていたタクシー乗車券を使用して（請求対象１），帰宅した。\nこの際のタクシー乗車料金は，４３４０円であった。\nオ　被告Ｄは，平成１１年１１月８日，翌日に予定されていた大阪市予算要\n求ヒアリングに備えて，予算要求内容について被告Ａ及び被告Ｂと打合せを行い，\nその資料の整理をするために，午前０時過ぎまで残業をした。\n被告Ｄは，午前０時過ぎに退庁し，この時点では昀終電車が発車した後\nであったので，持っていたタクシー乗車券を使用して（請求対象２），帰宅した。\nこの際のタクシー乗車料金は，４１８０円であった。\nカ　被告Ｄは，本件監査請求の結果が出る前に６１件のタクシー乗車券の使\n用分合計約４６万７０００円を自主的に大阪市に返還し，また，本件監査結果にお\nいて，平成１１年１０月２５日のタクシー乗車券の使用について不適切であると指\n摘され，同タクシー乗車料金を大阪市に返還した。被告Ｄが自主的に返還したタク\nシー乗車券の使用分は，超過勤務であっても昀終電車に間に合う時間帯にタクシー\n乗車券を使用したり，超過勤務の後に飲食を伴う打合せを行い，結果として深夜に\nなってタクシー乗車券を使用したものであった。\n(2) なお，証人Ｆは，請求対象１及び２について，被告ＤがＧと酒を飲んだ後\nにタクシーで帰宅したものであるとＧから聞いた旨供述する。しかし，同証人の供\n述は，Ｄが酒を飲んでいたところを直接見分したとするものではないし，被告Ｄが\n午前０時過ぎまで残業を行っていたことについては，被告Ｂ，被告Ａ及び被告Ｅも\n認めるところであり，証人Ｆの供述は採用できない。\n(3) 以上の事実からすれば，本件で対象となった被告Ｄの請求対象１及び２の\nタクシー乗車券の使用は，いずれも被告Ｄが担当する職務の処理のために残業し，\n昀終電車に間に合わなくなり，帰宅のために使用されたものである。とすれば，他\nに公共交通機関がない以上，自宅に帰宅するためにはタクシーを利用せざるを得な\nいから，タクシー利用料金を通信運搬費として支出することは大阪市の事務処理の\nために必要であったというべきである。そして，昀終電車の発車した後に自宅に帰\n宅するために約４０００円のタクシー乗車料金の支出をすることが社会通念からし\nて昀小の限度を越えたものとは認められないので，請求対象１及び２のタクシー乗\n車料金の支出は違法とはいえない。\nなお，原告らは，退庁時刻が午前０時過ぎであっても，ＪＲ大阪駅までタ\nクシーを利用すれば，同駅発の昀終便に乗車することができるのであるから，請求\n対象１及び２のタクシー乗車券の使用は必要性がないと主張するが，道路の渋滞状\n況によっては常にＪＲ大阪駅発の昀終便に間に合うかどうかは不明な上，通常の帰\n宅経路とは異なる交通手段を含めて公共交通機関による帰宅の可能性を検討すべき\nであるとはいえないから，原告らの主張は採用できない。\nまた，原告らは，被告Ｄとしては昀終電車の発車時刻に間に合うように仕\n事を処理すべきであるとも主張するが，残業の必要もないのにタクシー乗車券を利\n用して帰宅するために形式上残業を装ったような事情のある場合は格別，被告Ｄに\n仕事の処理を昀終電車の発車時刻に間に合わせることができたことを認める証拠は\nなく，原告らの主張は採用できない。\nしたがって，被告Ｄの請求対象１及び２のタクシー乗車券の使用は，違法\nなものとはいえないから，被告Ｄに対する請求には理由がない。\n４　被告Ｅのタクシー乗車券使用の違法性（争点(3)）\n(1) 証拠（甲１，乙４，１０，被告Ｅ本人）及び弁論の全趣旨からすると，被\n告Ｅのタクシー乗車券の使用について，以下の事実が認められる。\nア　被告Ｅは，平成７年５月から本件事務所に勤務しており，工務担当係員\nとして，道路工事等に伴う調整業務を主に担当している。\nイ　被告Ｅの自宅は，ＪＲ宝塚線北伊丹駅が昀寄り駅であり，本件事務所か\nら帰宅する場合，徒歩でＪＲ環状線弁天町駅に向かい，同駅から乗車し，大阪駅で\nＪＲ宝塚線に乗り換えて北伊丹駅まで行き，同駅から約６分間歩くことになる。Ｊ\nＲ環状線弁天町駅発の昀終便は午前０時発である。\nウ　被告Ｅは，平成１１年当時，１か月当たり３０から４０時間の超過勤務\nを行っていた。\n同被告は，タクシー乗車券の交付を受ける際，現場の往復に使用するた\nめに２枚ずつ受け取ることが多かった。\nエ　被告Ｅは，平成１１年６月２９日，当日の朝から降り続いた大雨によっ\nてＪＲ桜島線が冠水するおそれがあったために，一日中此花事業の現場において，\nポンプの設置や土嚢積み等の浸水対策を行っていた。現場における対応は，夜まで\nに完了したものの，雨が夜になっても降りやまず，引き続き現場の監視が必要な状\n況であったために，被告Ｅは，被告Ａ等工務担当の職員４名及び工事担当の職員２\n名と共に本件事務所に残って待機していた。\n被告Ｅは，昼間にできなかった工事調整に伴う資料を作成しながら待機\nしていたところ，午前０時ころになって，雨足が弱まったので，現場状況を再度確\n認した上で，他の２名の職員とともに帰宅することとし，午前０時３０分ころ退庁\nした。この時点では，午前０時発の昀終電車が発車した後であったので，被告Ｅ\nは，持っていたタクシー乗車券を使用して（請求対象３），帰宅した。この際のタ\nクシー乗車料金は，６５００円であった。\nオ　平成１１年１０月１４日から１２月８日までの間，平成１１年度の定期\n監査（建設局街路部・区画整理部所轄土木工事の施行状況）が実施され，被告Ｅが\n設計・監督を担当した工事についても監査の対象となった。そのため，被告Ｅは，\n平成１１年１２月１日，積算根拠及び出来高に関する資料整理や監査担当者に対す\nる説明用の資料作り等のために午前０時過ぎころまで残業をした。被告Ｅは，午前\n０時７分に被告Ｂに本件事務所の施錠をしてもらい，同被告とともに退庁した。被\n告Ｅが退庁した時刻においては，午前０時発の昀終電車が発車した後であり，被告\nＥは，持っていたタクシー乗車券を使用して（請求対象４），帰宅した。この際の\nタクシー乗車料金は，８７２０円であった。\nカ　被告Ｅは，本件監査請求の前に１件のタクシー乗車券使用分についてタ\nクシー乗車料金を大阪市に自主的に返還し，また，本件監査結果において，１件の\nタクシー乗車券の使用について不適切であるとの指摘を受け，タクシー乗車料金を\n大阪市に返還した。自主的に返還した事案については，インフルエンザのために体\n調が不良であり，忘年会の途中で自宅に帰宅したものであった。また，監査結果に\nおいて不適切であると指摘を受けたものは，大阪駅前第２ビルにある建設局街路部\nにおいて打合せをした後，まだ昀終電車に間に合う午後１１時３０分ころにタクシ\nー乗車券を使用したというものであった。\n(2) 以上によれば，本件で対象となった被告Ｅの請求対象３及び４のタクシー\n乗車券の使用は，いずれも被告Ｅが担当する職務の処理のために残業し，昀終電車\nに間に合わなくなり，帰宅のために使用されたものである。とすれば，他に公共交\n通機関がない以上，タクシー乗車券を使用して帰宅することは事務を処理するため\nに必要であるといえるし，社会通念に照らし，昀終電車の発車した後に自宅に帰宅\nするために約６０００円から８０００円のタクシー乗車料金の支出をすることが昀\n小の限度を越えたものとは認められないので，請求対象３及び４のタクシー乗車料\n金の支出は，違法とはいえない。\nなお，原告らは，退庁時刻が午前０時過ぎであっても，ＪＲ北新地駅又は\n海老江駅までタクシーを利用すれば電車で帰宅できるのであるから，請求対象３及\nび４のタクシー乗車券の使用は必要性がないと主張するが，道路の渋滞状況によっ\nては常にＪＲ北新地駅又は海老江駅発の昀終便に間に合うかどうかは不明な上，通\n常の帰宅経路とは異なる交通手段を含めて公共交通機関による帰宅の可能性を検討\nすべきであるとはいえないから，原告らの主張は採用できない。\nまた，原告らは，被告Ｅとしては昀終電車の発車時刻に間に合うように仕\n事を処理すべきであるとも主張するが，被告Ｅに仕事の処理を昀終電車の発車時刻\nに間に合わせることができたことを認める証拠はなく，原告らの主張は採用できな\nい。\nしたがって，被告Ｅの請求対象３及び４のタクシー乗車券の使用は，違法\nなものとはいえないから，被告Ｅに対する請求は理由がない。\n５　被告Ａのタクシー乗車券使用の違法性（争点(4)）\n(1) 証拠（甲１，乙９，１０，被告Ａ本人）及び弁論の全趣旨からすると，被\n告Ａのタクシー乗車券の使用について，以下の事実が認められる。\nア　被告Ａは，平成１１年当時，本件事務所において工務担当主査として勤\n務し，係員３名と共に此花事業における予算の執行管理，事業執行における関係先\nとの連絡調整等を主な業務として担当していた。\nイ　被告Ａの自宅は，泉北高速鉄道線泉ヶ丘駅が昀寄り駅であり，本件事務\n所から帰宅する場合，徒歩でＪＲ環状線弁天町駅に向かい，同駅で乗車して新今宮\n駅で南海電鉄に乗り換え，中百舌鳥駅で泉北高速鉄道線に乗り換え，同線の泉ヶ丘\n駅で下車し，同駅から南海バスに乗るか，徒歩で約３０分歩いて帰宅することにな\nる。それぞれの交通機関の昀終便は，ＪＲ環状線の弁天町駅発が午後１１時４６分\nに発車する電車となり，南海電車の新今宮駅発が午前０時１２分発の南海高野線三\n日市町行きとなり，泉北高速鉄道線泉ヶ丘駅発の南海バスが午後１１時１３分発で\nある。\n原告らは，弁天町駅午前０時発が昀終電車である旨主張するが，新今宮\n駅で南海電車の昀終便に確実に乗り換えられることを認めるに足りる証拠はなく，\n上記主張を採用することはできない。\nなお，ＪＲ環状線の弁天町駅を午後１１時４６分に発車する電車を利用\nした場合，南海新今宮駅で南海高野線三日市町行きに乗り換えた後，堺東駅で南海\n高野線千代田行き各駅停車電車に，中百舌鳥駅で泉北高速鉄道線の電車にそれぞれ\n乗り換える必要があり，２度の乗換えが必要となる上，時間を要することになる。\nまた，泉北高速鉄道線泉ヶ丘駅で下車した後も南海バスの昀終便が発車した後であ\nるので，坂道を約３０分間歩くことになり，帰宅の時間が午前１時を過ぎることと\nなる。そこで，被告Ａは，専ら泉北高速鉄道線と直接乗り入れをしている泉北和泉\n中央行き準急電車である新今宮駅発午後１１時１７分を昀終便として利用してい\nた。\nウ　平成１１年当時，此花事業は工事の連絡調整を中心に事業が行われてい\nた。このため，被告Ａは繁忙状態にあり，平成１１年６月の超勤時間は１１６時間\n（うち徹夜が３日）であり，その他に３日休日出勤をして４９時間の勤務（うち徹\n夜が２日）をしたため，あわせて１６５時間の超過勤務を行った。また，同年７月\nの超勤時間は１３２時間（うち徹夜が４日）であり，その他に４日休日出勤をして\n６０時間の勤務（うち徹夜が１日）をしたため，あわせて１９２時間の超過勤務を\n行った。同年８月については，超勤時間が８５時間（うち徹夜が２日）であり，そ\nの他に３日休日出勤をして２４時間の勤務をしたため，あわせて１０９時間の超過\n勤務を行った。さらに，同年１０月については，超勤時間は６２時間（うち徹夜が\n１日）であり，その他\nに２日休日出勤をして８時間の勤務をしたため，あわせて７０時間の超過勤務を行\nった。\nエ　被告Ａは，タクシー乗車券の交付を受ける際には，２，３枚まとめて交\n付を受けることが多かった。\nオ　被告Ａは，平成１１年６月２日，同月４日に建設省と協議予定の実施計\n画変更協議資料（「ふるさとの顔づくり計画」について）を作成するため，被告Ｂ\nと午前０時過ぎまで残業を行った。当該資料は，建設省の窓口である連絡課連絡係\n長と同月５日に下打合せの資料として使用する予定であり，同月２日中に資料をま\nとめる必要があった。\n被告Ａは，午前０時過ぎに退庁し，その時点においては昀終電車が発車\nした後であったので，持っていたタクシー乗車券を使用して（請求対象５），帰宅\nした。この際のタクシー乗車料金は，９９７０円であった。\nカ　被告Ａは，平成１１年６月１５日，同月２８日に建設省と協議を予定し\nていた実施計画変更協議（「平成１１年度補助金交付申請」について）の関係資料\nを作成するため，午前０時ころまで残業を行った。\n被告Ａは，午後１１時５９分に自分で施錠をし，退庁し，その時点にお\nいて昀終電車が発車した後であったので，持っていたタクシー乗車券を使用して\n（請求対象６），帰宅した。この際のタクシー乗車料金は，９９７０円であった。\nキ　被告Ａは，平成１１年７月５日，同月２日の建設省との実施計画変更協\n議における指示事項に対する資料を作成するため，午後１１時過ぎまで残業を行っ\nた。\n被告Ａは，Ｅに午後１１時１３分に本件事務所の施錠をしてもらい，退\n庁した。昀終電車には間に合う時刻であったが，被告Ａは，その前の週に２度建設\n省で協議のために出張し，また，そのための資料作成のために連日深夜に及ぶ超過\n勤務を行っていたこともあり，タクシー乗車券を使用して（請求対象７），帰宅し\nた。この際のタクシー乗車料金は，８９４０円であった。\nク　被告Ａは，平成１１年７月１４日，同月２９日に予定されていた建設省\nとの実施計画変更協議の資料を作成するため，午後１１時過ぎまで残業を行った。\n被告Ａは，被告Ｂに午後１１時５分に本件事務所の施錠をしてもらい，\n退庁した。昀終電車には間に合う時刻であったが，実施計画変更協議の資料を作成\nするため連日深夜に及ぶ超過勤務が続き，その前日には午前３時半過ぎまで業務を\n行って，三井アーバンホテルに宿泊したこともあって，タクシー乗車券を使用して\n（請求対象８），帰宅した。この際のタクシー乗車料金は，９９７０円であった。\nケ　被告Ａは，平成１１年７月１５日，前日と同様，建設省との実施計画変\n更協議の資料を作成するため，午前０時過ぎまで残業を行い，退庁した。その時点\nにおいては昀終電車が発車した後であったので，持っていたタクシー乗車券を使用\nして（請求対象９），帰宅した。この際のタクシー乗車料金は，９９７０円であっ\nた。\nコ　被告Ａは，平成１１年７月１６日，前日と同様，建設省との実施計画変\n更協議の資料を作成し，また，その内容について福岡及び被告Ｂと打合せをするた\nめ，午前０時ころまで残業を行った。\n被告Ａは，被告Ｂに午前０時２分に本件事務所の施錠をしてもらい，退\n庁したが，その時点においては昀終電車が発車した後であったので，持っていたタ\nクシー乗車券を使用して（請求対象１０），帰宅した。この際のタクシー乗車料金\nは，９９９０円であった。\nサ　被告Ａは，平成１１年７月２０日，祝日であったが，同月２９日に予定\nされた建設省との実施計画変更協議の資料を作成するため午前９時に出勤し，午後\n１１時半まで残業を行った。\n被告Ａは，午後１１時３１分に自分で施錠し，退庁した。退庁した時点\nにおいて，南海電鉄高野線の昀終の普通電車午前０時２分発（休日ダイヤ）には間\nに合う時間であったが，昀終急行電車午後１１時３０分発は発車したあとであり，\nまた，前日も午前２時過ぎまで超過勤務を行い，連日連夜の超過勤務をしていたこ\nともあり，持っていたタクシー乗車券を使用して（請求対象１１），帰宅した。こ\nの際のタクシー乗車料金は，９７６０円であった。\nシ　被告Ａは，平成１１年７月２１日，建設省との実施計画変更協議の資料\nを作成し，資料の内容について福岡と午後１１時半過ぎまで打合せをして残業をし\nた。\n被告Ａは，午後１１時４４分に自分で本件事務所の施錠をし，退庁した\nが，その時点においては昀終電車が発車した後であったので，タクシー乗車券を使\n用して（請求対象１２），帰宅した。この際のタクシー乗車料金は，９６００円で\nあった。\nス　被告Ａは，平成１１年８月１０日，同月２７日に予定していた建設省と\nの実施計画変更協議の資料を作成するため，午後１１時半近くまで残業をした。\n被告Ａは，被告Ｂに午後１１時２５分に本件事務所の施錠をしてもら\nい，退庁した。昀終電車には間に合う時刻であったが，雷を伴う大雨が降ってお\nり，また，連日連夜の超過勤務をしていたため，持っていたタクシー乗車券を使用\nして（請求対象１３），帰宅した。この際のタクシー乗車料金は，９９９０円であ\nった。\nセ　被告Ａは，平成１１年８月１６日，同月２７日に予定された建設省との\n実施計画変更協議の資料を作成するため，被告Ｂと午前０時過ぎまで残業をした。\n被告Ａは，被告Ｂに午前０時１１分に本件事務所の施錠をしてもらい，\n退庁したが，この時点において昀終電車が発車した後であったので，持っていたタ\nクシー乗車券を使用して（請求対象１４），帰宅した。この際のタクシー乗車料金\nは，９９９０円であった。\nソ　被告Ａは，平成１１年１０月２５日，平成１２年度の大阪市予算要求に\n関する資料の作成のため，被告Ｂとともに午後１１時半過ぎころまで残業をした。\n被告Ａは，被告Ｂに午後１１時４３分に本件事務所の施錠をしてもら\nい，退庁したが，昀終電車に間に合わなかったので，持っていたタクシー乗車券を\n使用して（請求対象１５），帰宅した。この際のタクシー乗車料金は，９９９０円\nであった。\nタ　被告Ａは，本件監査請求において，使用が不適切であると指摘されたタ\nクシー乗車券の使用はなく，また，その他にも自主的にタクシー乗車料金を返還し\nたものはない。\n(2) 以上によれば，請求対象５，６，９，１０，１２，１４及び１５のタクシ\nー乗車券の各使用は，いずれも被告Ａが担当する職務の処理のために残業し，昀終\n電車に間に合わなくなり，帰宅のために使用されたものである。とすれば，他に公\n共交通機関がない以上，タクシー乗車券を使用して帰宅することは事務を処理する\nために必要であるといえるし，社会通念に照らし，昀終電車の発車した後に自宅に\n帰宅するために約１万円のタクシー乗車料金の支出をすることが昀小の限度を越え\nたものとは認められないので，請求対象５，６，９，１０，１２，１４及び１５の\nタクシー乗車料金の支出は違法とはいえない。\nこれに対し，請求対象７，８，１１及び１３のタクシー乗車券の各使用\nは，いずれも被告Ａの昀終電車に間に合う時間帯に使用されたものである。確か\nに，平成１１年当時，被告Ａが１か月当たり約１００から２００時間にも及ぶ超過\n勤務を連日にわたって行い，また休日にも出勤をして徹夜の業務を行うという繁忙\n状況にあったことが認められ，タクシー乗車券を使用しなければ通常の通勤以上に\n電車の乗換えを必要とし，徒歩で約３０分間歩く必要があるなど体力的・精神的に\n負担がかかることは推認される。しかし，被告Ａは，通常の通勤経路に必要な公共\n交通機関の交通費の支給を受けていると推認されるところ，公共交通機関による帰\n宅が可能な時間帯であるにもかかわらず，なおタクシーを利用して帰宅することが\n必要であるというためには\n，体調不良により公共交通機関による帰宅が困難であるというような特別の事情が\n必要であるというべきである。\n本件において，上記特別の事情が存在したことを裏付ける客観的な証拠は\nない。また，実施要領は，取扱責任者が６条２項所定の要件該当性を確認してタク\nシー乗車券を交付する旨定めており，特別の事情により昀終便に間に合う時刻にタ\nクシー乗車券を使用する必要がある場合にも，取扱責任者にその旨を申告して事前\nの審査を受けるべきところ，被告Ａがそのような申告をしてタクシー乗車券の交付\nを受けた事実は認められない。かえって，本件事務所においては，実施要領所定の\n事前審査が十分行われずに漫然とタクシー乗車券が交付され，残業後の帰宅の際に\nタクシー乗車券を使用するか否かは各職員の判断にゆだねられている実情にあった\nと認められるが，このような取扱いは，実施要領の定めを大きく逸脱するものとい\nわざるを得ない。以上\nの点に照らすと，請求対象７，８，１１及び１３のタクシー乗車券使用に係る経費\nの支出は違法というべきである。\nしたがって，被告Ａは，請求対象７，８，１１及び１３のタクシー乗車料\n金相当額合計３万８６６０円を不当利得したものであり，大阪市に対して同額の不\n当利得返還義務を負うといわざるを得ない。\n６　被告Ｂのタクシー乗車券使用の違法性（争点(5)）\n(1) 証拠（甲１，乙７，１０，被告Ｂ本人）及び弁論の全趣旨からすると，被\n告Ｂのタクシー乗車券の使用について，以下の事実が認められる。\nア　被告Ｂは，平成８年４月に採用されて以来，本件事務所に配属され，工\n務担当の係員として勤務している。\n被告Ｂは，平成１１年４月の人事異動により被告Ａが直属の上司とな\nり，予算の執行管理や事業関係先との調整業務等の通常業務の外に，此花事業の実\n施計画の変更業務やＵＳＪ周辺道路の整備のグレードアップについて建設省と協議\nするための資料作成等を担当していた。\nイ　被告Ｂの自宅は，地下鉄中央線深江橋駅が昀寄り駅であり，本件事務所\nから帰宅する場合，徒歩で地下鉄中央線弁天町駅に行き，同駅から地下鉄で深江橋\n駅まで行き，同駅から約５分間歩くことになる。全体の通勤時間は，徒歩の時間を\n入れて約３０分であり，タクシーを利用して帰宅した場合でも，本件事務所から自\n宅までは約３０分である。地下鉄の昀終便は，弁天町駅午後１１時４５分発であ\nる。\nウ　平成１１年当時，被告Ｂは，超過勤務命令簿に記載されているよりも多\nく，１か月当たり７０から８０時間の残業を行っており，日曜に出勤したこともあ\nった。\nエ　被告Ｂは，平成１１年当時，深夜帰宅の際にタクシー乗車券を使用する\nことが多く，一度に２，３枚まとめてタクシー乗車券の交付を受けており，同年６\n月ころには，連日タクシー乗車券を使用して帰宅していた。\nオ　被告Ｂの所属する本件事務所の工務担当は，毎年４月ころが補助金交付\n申請書及びその他の業務が重なり深夜まで勤務することが多くなる時期である上\nに，平成１１年は，ＵＳＪ周辺の道路の整備内容についての建設省との協議資料の\n作成業務が重なっており，繁忙状態が続いていた。\n被告Ｂは，平成１１年４月３日，Ｈと共に，平成１１年度建設省補助金\n交付申請書及びＵＳＪ周辺道路の整備内容についての建設省との協議資料を作成し\nていた。これらの作業の区切りがついたのは，午後１１時４５分過ぎころであり，\nその時点において昀終電車には間に合わなかった。被告Ｂは，Ｈから帰宅しないか\nと声をかけられて，後かたづけと身支度をし，Ｈに本件事務所の施錠をしてもらっ\nてから午前０時ころに退庁した。そして，被告Ｂは，持っていたタクシー乗車券を\n使用して（請求対象１６），帰宅した。この際のタクシー乗車料金は，３５４０円\nであった。\nカ　平成１１年８月ころ，本件事務所においては，此花事業の実施計画の変\n更を検討していた。実施計画の変更は，当初の計画と既に過年度において実施され\nた事業内容の修正を行うとともに，今後の事業実施の計画や事業財源の確保を図る\nために行うもので，建設省と繰り返し協議を行い，それに伴って大阪市の予算担当\n課との調整が必要となる。しかし，実施計画の変更業務については，被告Ａと被告\nＢの二人がほとんど担当していたため，連日にわたり超過勤務が続いたり，場合に\nよっては徹夜をせざるを得ないなど繁忙状態が常態化していた。\n被告Ｂは，平成１１年８月１０日，被告Ａと共に，同月２７日に建設省\nと実施計画の変更を協議するための資料を作成していた。作業の区切りがついたの\nは，午後１１時半近くであり，被告Ｂは，午後１１時２５分に本件事務所の施錠を\nし，退庁した。この時点において，昀終電車には間に合う時間帯であったが，雷を\n伴う大雨が降っており，被告Ｂは，タクシー乗車券を使用して（請求対象１７），\n帰宅した。この際のタクシー乗車料金は，３７８０円であった。\nキ　被告Ｂは，本件監査結果において，同年５月２１日及び１２月３日の２\n件のタクシー乗車券の使用について不適切であるとの指摘を受け，タクシー乗車代\n金を大阪市に返還した。本件監査結果において不適切との指摘を受けた使用は，昀\n終電車に間に合う時間帯にタクシー乗車券を使用したものであった。\n(2) 以上によれば，本件で対象となったもののうち，請求対象１６について\nは，被告Ｂが担当する職務の処理のため残業し，昀終電車に間に合わなくなり，帰\n宅のために使用されたものである。とすれば，他に公共交通機関がない以上，タク\nシー乗車券を使用して帰宅することは事務を処理するために必要であるといえる\nし，社会通念に照らし，昀終電車の発車した後に自宅に帰宅するために約３５００\n円のタクシー乗車料金の支出をすることが昀小の限度を越えたものとは認められな\nい。\nこれに対して，請求対象１７のタクシー乗車券の使用は，昀終電車に間に\n合う時間帯に使用されたものである。確かに，平成１１年当時，被告Ｂが１か月当\nたり約７０から８０時間にも及ぶ超過勤務を連日にわたって行い，また休日にも出\n勤をしたり，徹夜の業務を行うという繁忙状況にあったことは認められる。しか\nし，被告Ｂは，通常の通勤経路に必要な公共交通機関の交通費の支給を受けている\nと推認されるところ，公共交通機関による帰宅が可能な時間帯であるにもかかわら\nず，なおタクシーを利用して帰宅することが必要であるというためには，体調不良\nにより公共交通機関による帰宅が困難であるというような特別の事情が必要である\nというべきである。本件において，上記特別の事情が存在したことを裏付ける客観\n的な証拠はなく，被告Ｂ\nが特別の事情を申告してタクシー乗車券の交付を受けた事実も認められない。した\nがって，請求対象１７のタクシー乗車券使用に係る経費の支出は違法というべきで\nある。\nしたがって，被告Ｂは，請求対象１７のタクシー乗車料金３７８０円を不\n当利得したものであり，大阪市に対して同額の不当利得返還義務を負うといわざる\nを得ない。\n７　被告Ｃのタクシー乗車券使用の違法性（争点(6)）\n(1) 証拠（甲１，６，乙５，１１，被告Ｃ本人）及び弁論の全趣旨からする\nと，被告Ｃのタクシー乗車券の使用について，以下の事実が認められる。\nア　被告Ｃは，平成８年４月から平成１２年４月まで，大阪市区画整理部事\n業企画課主査として勤務していた。\n同課の事業内容は，土地区画整理事業及び再開発事業に係る調査及び計\n画に関すること，土地区画整理事業及び再開発事業に関連する事業に関すること及\nび新規の土地区画整理事業及び再開発事業の実施の推進に関することとなってい\nた。\n被告Ｃは，同課の事業内容のうち，大阪市淀川区の三国東地区土地区画\n整理事業推進に関する業務を主に担当していた。\nイ　被告Ｃの自宅は，阪急電鉄千里線山田駅が昀寄り駅であり，被告Ｃが勤\n務している大阪駅前第２ビル内の建設局から帰宅する場合，建設局から阪急電鉄梅\n田駅まで徒歩で行き，同駅から阪急電車千里線で山田駅まで乗車し，同駅から阪急\nバスに乗るか自宅まで２０分弱の間歩くことになる。各交通機関の昀終便の発車時\n刻は，阪急電鉄梅田駅発の昀終電車が午後１１時４３分発であり，山田駅発の阪急\nバスが午後１０時ころである。\nウ　被告Ｃは，平成１１年２月２６日付けで地元の権利者から出された三国\n東地区土地区画整理事業に関連する公文書公開請求の処理を担当しており，公文書\n公開の日は同年６月２２日と指定されていた。当該公文書公開請求には１５項目に\n及ぶ同事業に関する質問が記載されており，これに対する回答も必要であった。\n被告Ｃは，本件事務所のＩ主幹が以前に事業企画課の主査として三国東\n地区土地区画整理事業の当初から地元協議の窓口を担当していたため，同人に当該\n権利者との交渉経過及び当該権利者の考え方を教えるよう依頼した。\nエ　平成１１年６月２１日，被告Ｃは，大阪駅前第２ビル内の事業企画課に\nおいて，午後８時３０分ころからＩと打合せを始め，午後１０時３０分ころ打合せ\nを終了した。\nオ　被告Ｃは，Ｉとの打合せの際，公文書公開日当日用意しなければならな\nい資料についても検討したが，その結果，当該権利者からの１５項目の質問に対応\nする説明の内容についての参考資料として，事業企画課に備え置かれていた資料を\n持参することとした。被告Ｃは，公文書公開日は自宅から公文書館に直接向かうこ\nとにしていたので，これらの資料を自宅に持ち帰ることとした。なお，公文書館は\n大阪市西区にあり，被告Ｃの勤務する大阪市区画整理部からは約３０分ほどで移動\nできる。\nカ　被告ＣがＩとの打合せを終えた午後１０時半ころの時点において，被告\nＣが通勤経路としている山田駅の阪急バスが既に運行を終了していた。また，被告\nＣの所属する大阪市区画整理部事業企画課のタクシー乗車券の取扱責任者が既に退\n庁しており，その時点においてはタクシー乗車券の交付を受けることができなかっ\nた。\n被告Ｃは，本件事務所の主幹であったＩから同人が所持していたタクシ\nー乗車券を受け取り，そのタクシー乗車券によって，大阪駅前第２ビルから自宅ま\nでタクシーを利用して（請求対象１８）帰宅した。この際のタクシー乗車代金は，\n７２２０円であった。\nキ　被告Ｃは，同年６月２２日，前日自宅に持ち帰った資料と共に同被告の\n息子の乗用車で公文書館まで送ってもらい，大阪市西区にある公文書館に到着し\nた。被告Ｃは，同日の午前中，文書公開請求をした地元権利者と応対し，その後，\nＪ主幹と２人で電車で帰庁した。\n(2) 被告Ｃは，翌日の公文書公開に対応するために風呂敷包み２個分の大量の\n資料を持ち帰る必要があった旨供述する。しかし，同被告が持ち帰った資料の内容\n及びその必要性を裏付ける的確な証拠はなく，同被告の供述を直ちに採用すること\nはできない。また，仮に大量の資料を６月２２日に公文書館で使用する必要があっ\nたとしても，公文書館は被告Ｃの勤務する区画整理部からは約３０分で移動するこ\nとができる距離にあるのであり，現に公文書館からはＪ主幹と２人で電車で帰庁し\nていることに照らせば，２２日の朝出勤した後，本件資料を持って公文書館に行く\nことも可能と考えられ，以上の点に照らせば，タクシー乗車券を使用する必要性を\n認めることはできないというべきである。\nまた，請求対象１８のタクシー乗車券は，本件事務所所属のＩが交付を受\nけたものを他部署所属の被告Ｃに交付して使用させたと認められるが，実施要領\nは，交付を受けたタクシー乗車券を他の者に使用させることを原則として禁じてお\nり（７条６項），使用後の取扱責任者の照合，点検の際にそのような使用は適正を\n欠くものとして是正することが予定されている（８条２項，１０条）。にもかかわ\nらず，請求対象１８については他者使用の点が看過され，適正な使用として処理さ\nれているが，このような処理は実施要領の定めを大きく逸脱するものといわざるを\n得ない。\n以上の点に照らすと，請求対象１８のタクシー乗車券使用に係る経費の支\n出は違法であり，被告Ｃは，請求対象１８のタクシー乗車料金７２２０円につき大\n阪市に対して同額の不当利得返還義務を負うといわざるを得ない。\n８　結論\n以上によれば，原告らの請求は，主文第１ないし第３項記載の限度で理由が\nあるからその限度でこれを認容し，その余の請求は理由がないから棄却することと\nし，訴訟費用の負担につき行政事件訴訟法７条，民事訴訟法６１条，６４条本文，\n６５条１項を適用し，仮執行宣言については，相当でないからこれを付さないこと\nとし，主文のとおり判決する。\n大阪地方裁判所第７民事部\n裁判長裁判官　　山　下　郁　夫\n裁判官　　山　田　　　明\n裁判官　　畑　　　佳　秀\n･\n別紙\nタクシー乗車券使用状況一覧（省略）\n"
}