{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 6,
    "day": 14
  },
  "case_number": "平成13(行ウ)57",
  "case_name": "特別土地保有税課税処分取消請求",
  "court_name": "名古屋地方裁判所",
  "lawsuit_id": "7727",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=7727",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/727/007727_hanrei.pdf",
  "contents": "主文\n１　原告の請求を棄却する。\n２　訴訟費用は原告の負担とする。\n事実及び理由\n第１　請求\n被告が原告に対し，平成１３年５月１６日付け通知によりした別紙物件目録１な\nいし２０記載の各土地についての特別土地保有税の税額を１４６１万４５００円と\nする賦課決定処分を取り消す。\n第２　事案の概要\n本件は，被告が原告に対し，平成１２年１月１日から同年１２月３１日までに別\n紙物件目録１ないし２０記載の各土地（以下，個別には「本件土地１」のようにい\nい，まとめて「本件各土地」という。）を取得したことを理由に，前記特別土地保\n有税の賦課決定処分（以下「本件処分」という。）をしたところ，原告が，本件各\n土地は上記期間内に取得されたものでないなどと主張して，その取消しを求めた抗\n告訴訟である。\n１　争いのない事実等\n(1)　当事者等\n原告は，産業及び一般廃棄物の処理等を業とする株式会社であり，産業廃棄物最\n終処分場用地として用いられた本件各土地を取得し（取得時期については争いがあ\nる。），平成１３年１月１日時点において本件各土地を保有していた（甲３の１な\nいし２０）。\n(2)　本件各土地の取得の経緯等\nア　原告は，昭和６２年６月２４日，本件土地２ないし４（以下，まとめて「第二\n群土地」という。）外１筆の土地について，所有者のＡとの間で農地法５条の許可\nを停止条件とする売買契約を締結し（乙１の２），その売買代金の支払期限である\n同年８月３日受付けで，同日売買を原因とする条件付所有権移転仮登記をそれぞれ\n経由した。また，第二群土地には，同日受付けで，原告を債務者として，株式会社\n名古屋相互銀行（現株式会社名古屋銀行）のために根抵当権設定登記（極度額６億\n円）が経由された。\nイ　原告は，昭和６２年１１月２４日，平成３年法律第９５号による改正前の廃棄\n物の処理及び清掃に関する法律（以下「旧廃棄物処理法」といい，同改正後のもの\nを「廃棄物処理法」という。）１５条１項に基づき，愛知県知多保健所長に対し，\n本件各土地に隣接する愛知県常滑市金山（字名以下略）の土地について産業廃棄物\n最終処分場（管理型）の設置の届出をなし（乙４の１），昭和６３年３月１５日か\nら同処分場の運用を開始した（乙４の２）。また，原告は，平成元年８月４日，同\n様に愛知県常滑市金山（字名以下略）外１０筆の各土地について産業廃棄物最終処\n分場（安定型）の設置の届出をなし（乙４の１１），同処分場の運用を開始した。\nなお，原告は，農業委員会に対し，第二群土地について，平成元年１０月２０\n日から平成７年１１月１日までの間に４回にわたって農地の一時転用許可申請をし\nてその許可を得ている。\nウ　原告は，平成３年１月１４日，本件土地１外１筆の各土地について，所有者の\nＢとの間で，本件土地１９（以下，本件土地１と併せて「第一群土地」という。）\nについて，所有者のＣとの間で，それぞれ農地法５条の許可を停止条件とする売買\n契約を締結し，同日売買を原因とする条件（農地法の許可）付所有権移転仮登記を\n経由した。\nエ　Ｄ株式会社（以下「Ｄ」という。）は，平成３年１２月２４日から平成７年９\n月１８日までの間に，本件土地５ないし１７及び２０（以下，まとめて「第三群土\n地」という。）の各土地について，当時の所有者ないし共有者との間で順次売買契\n約ないし贈与契約を締結し，本件土地５ないし１２，１７，２０については所有権\n又は持分全部移転登記を，本件土地１３ないし１６（当時の地目はいずれも畑）に\nついては農地法の許可を停止条件として条件付所有権移転仮登記をそれぞれ経由し\nた。\nオ　Ｄは，平成４年２月１９日，旧廃棄物処理法１５条１項に基づき，愛知県知多\n保健所長に対し，本件土地１７外６筆の各土地について産業廃棄物最終処分場（安\n定型）の設置の届出をなし（乙４の５ないし８），また，同年，廃棄物処理法１５\n条１項に基づき，愛知県常滑市金山（字名以下略）外１３筆の各土地について産業\n廃棄物最終処分場（安定型）の設置許可申請をなし，同年１１月９日，その設置許\n可を得て（乙４の１２），上記各処分場の運用をそれぞれ開始した。\nカ　原告は，平成９年１０月６日解除を原因として第二群土地の条件付所有権移転\n仮登記をそれぞれ抹消し（同月７日受付），同月８日解除を原因として第一群土地\nの条件付所有権移転仮登記をそれぞれ抹消した（同月１４日受付）。また，Ｄも，\n同月８日解除を原因として本件土地１３ないし１６の条件付所有権移転仮登記をそ\nれぞれ抹消した（同月１３日受付）。\nキ　原告及びＤは，平成９年１２月４日ないし９日，廃棄物処理法１５条の２第３\n項（現行法では，１５条の２の４第３項），９条３項に基づき，愛知県知事に対\nし，埋立完了を理由として本件各土地の産業廃棄物最終処分場を廃止する旨の届出\nをした（乙４の９ないし１３）。\nク　第一群土地，第二群土地及び本件土地１３ないし１６の各土地については，平\n成１２年２月９日，その当時の所有者名義で農地法４条の許可を得た上，田ないし\n畑から山林へといずれも地目変更登記がされた（登記は同月２８日）。そして，原\n告は，第一群土地のうち，本件土地１については平成１２年４月２７日売買，本件\n土地１９については同年５月３１日売買を原因として，第二群土地及び第三群土地\nについては同年７月２１日売買（乙１の３）を原因として，本件土地１８について\nは同年８月２５日売買（乙１の４，売買契約書の日付けは同年７月２７日）を原因\nとして，それぞれ所有権移転登記を経由した。\nなお，その後，本件各土地について，いずれも平成１３年２月２６日売買を原因\nとして，同日受付けで原告から株式会社ムラカムへの所有権移転登記が経由されて\nいる。\n(3)　本件処分\n被告は，原告に対し，平成１３年５月１６日付け通知により，平成１２年１月１\n日から同年１２月３１日までの本件土地１ないし２０の取得について，法定納期限\nまでに特別土地保有税の申告納付がなかったとして，取得価額の合計を４億８８３\n８万４３１９円，納付すべき税額を１４６１万４５００円とする本件処分をした\n（甲１の１）。\n(4)　異議申立て及び異議決定\n原告は，被告に対し，平成１３年６月２７日受付けで，本件処分について異議申\n立てをした（甲１の２）ところ，被告は，同年９月２０日付けで，同異議申立てを\n棄却するとの決定をした（甲１の３）。\n２　本件の争点及び争点についての当事者の主張\n被告が原告にした本件処分の適法性が本件の争点である。被告は，地方税法５９\n５条２号に基づき，基準日である平成１３年１月１日の前の１年以内に原告が基準\n面積（５０００平方メートル）を超える本件各土地を取得したとして，同法５９３\n条，５９４条，５９６条２号の各規定によって算出した１４６１万４５００円の特\n別土地保有税の賦課決定をしたのに対し，原告は，本件各土地は，いずれも上記期\n間内に取得されたものではないなどとして争っている。\n当事者双方の具体的主張は以下のとおりである。\n(1)　原告が第一群土地を取得したのはいつか。\n（被告の主張）\nア　登記簿から明らかなように，原告は，第一群土地について，平成３年１月１４\n日受付けで，同日売買を原因として，農地法の許可を条件とする条件付所有権移転\n仮登記を経由したのみで，これに基づく所有権移転本登記がなされたことはなく，\n上記仮登記は，いずれも平成９年１０月８日解除を原因として，同月１４日受付け\nで抹消されている。したがって，原告が平成３年１月１４日に第一群土地を取得し\nたと認めることはできない。\n原告は，第一群土地のうち，本件土地１については，平成１２年４月２７日売\n買，本件土地１９については，同年５月３１日売買を原因として，それぞれ所有権\n移転登記を経由しているから，原告は，上記各日にそれぞれ本件土地１及び１９の\n所有権を取得したものである。\nイ　原告は，売買契約締結後，非農地化したので農地法所定の転用許可を待たずし\nて同土地の所有権が原告に移転したと主張するが，農地法の目的は，自作農を創\n設・安定せしめ，農業生産力の維持向上を図ることにあり，同法はその目的を達成\nするために，農地の権利移転や転用を県知事等の許可にかからしめているのである\nから，かかる立法目的にかんがみれば，無許可転用による非農地化によって所有権\n移転の効力が生じるといった脱法行為を防止する必要があり，本件のように，非農\n地化が買主である原告の責に帰すべき事由によりなされた場合には，所有権移転の\n効力は生じないというべきである。すなわち，本件の場合，原告自身，原告に所有\n権移転本登記を経由するためには，農地以外の地目への転用手続が必要であること\nを認識していたにもか\nかわらず，同土地を産業廃棄物処分場として埋め立てることにより，故意に非農地\n化させたのであり，原告の帰責性は明らかである。\n（原告の主張）\n原告が第一群土地を購入したのは，平成３年１月１４日である。購入当時の第一\n群土地の地目は農地であったため，原告に対する所有権移転登記を経由するために\nは，農地法所定の転用手続を経た上で，開発行為の許可を得る必要があったとこ\nろ，既に既設処分場が満杯状態であったため，原告は，仮登記売買の方法により第\n一群土地を購入し，開発行為の許可申請のみを先行させることとし，売主には平成\n３年１月１４日の時点で売買代金全額を支払い，所有権移転仮登記の経由，引渡し\nを受け，直ちに開発許可を得た上で，産業廃棄物最終処分場としての運用を開始し\nている。したがって，上記の運用を開始した時点で，第一群土地の現況は既に非農\n地化し，これにより農地法所定の転用許可を待たずして同土地の所有権が原告に移\n転したから，この時点\nで特別土地保有税の関係での土地の取得があったというべきである。なお，第一群\n土地の売主らは，上記売買代金を各人の平成３年度の所得として申告している。\n第一群土地の合計面積は，１１６９平方メートルであり，特別土地保有税の免税\n点（地方税法５９５条）を超えていない。\n(2)　原告が第二群土地を取得したのはいつか。\n（被告の主張）\nア　原告が第二群土地を取得したのは，いずれも平成１２年７月２１日である。登\n記簿から明らかなように，原告は，第二群土地について，昭和６２年８月３日受付\nけで，同日売買を原因として，農地法５条の許可を条件とする条件付所有権移転仮\n登記を経由したのみで，これに基づく所有権移転本登記がなされたことはなく，上\n記仮登記はいずれも平成９年１０月６日解除を原因として同月７日受付けで抹消さ\nれているから，原告が昭和６２年８月３日に第二群土地を取得したことはない。\nイ　非農地化により原告への所有権移転の効力が生じないことについては，第一群\n土地と同様であるが，第二群土地については，原告自身が農業委員会に対し，平成\n元年１０月２０日から平成７年１１月１日までの間に４回にわたって農地の一時転\n用許可申請をしてその許可を得ているところ，農地の一時転用は，転用期間終了後\n農地に戻すことを前提とした行為であり，一時的に非農地化したとしても農地に復\n元させるべきものであるから，農地法上の許可なく原告に所有権が移転する余地は\nないし，原告自身もこのことを当然認識していたのであるから，原告の主張自体矛\n盾があり，そのような主張は，信義則に反するものとして到底許されない。\n（原告の主張）\nア  原告が第二群土地を取得したのは，昭和６２年６月２４日であるから，本件処\n分までに１０年を超過している。原告が第二群土地を取得した当時の状況は，第一\n群土地を取得した際の状況とほぼ同様であり，仮登記売買の方法により取得した理\n由も同様である。原告は，昭和６２年６月２４日に旧地主との間で第二群土地につ\nいての売買契約を締結して売買代金全額を支払い，所有権移転仮登記を経由すると\nともに，株式会社名古屋相互銀行（現株式会社名古屋銀行）のために担保権を設定\nし，開発許可を得た上で，昭和６３年３月１５日から産業廃棄物最終処分場として\nの運用を開始している。したがって，上記の運用を開始した時点で，第二群土地は\n既に非農地化し，これにより農地法所定の転用許可を待たずして同土地の所有権が\n原告に移転したので\nあり，この時点で特別土地保有税の関係での土地の取得があったというべきであ\nる。なお，第二群土地の売主は，上記売買代金を昭和６２年度の所得として申告し\nている。\nイ　第二群土地の所有権移転仮登記は，いずれも平成９年１０月６日解除を原因と\nして同月７日受付けで抹消され，平成１２年７月２１日受付けで所有権移転本登記\nが経由されているが，これは以下の理由によるのであって，本登記経由時点で原告\nが同土地を取得したことにはならない。すなわち，平成９年後半に第二群土地の埋\n立処分が完了して同土地が遊休資産化したため，原告はこれを資産として確保する\nため，原告名義に本登記を経由する必要が生じた。ところが，農業者でない原告が\n本登記を経由するためには，地目を農地以外にする必要があるところ，農地法所定\nの転用許可申請は，当時の所有名義人である売主の名義で行わなければならなかっ\nた。また，県の農地課の指導では，第三者への仮登記や担保権の設定がなされたま\nまの状態では上記申\n請は受理できないとのことであった。そこで，原告は，やむを得ず，これらをいっ\nたん解除した上で，売主の協力を得て上記申請を行い，その許可を受けて地目を山\n林に変更した後，費用を投じて整地，植樹をした上で，所有権移転本登記を経由し\nたものである。\n(3)　原告が第三群土地を取得したのはいつか。\n（被告の主張）\n原告は，平成１２年７月２１日売買により第三群土地を取得したものであり，こ\nれらの売買が課税対象となることは明らかである。原告は，Ｄから形式的に所有権\nを移転したにすぎない旨主張するが，形式的な所有権移転とは，いかなる所有権移\n転を意味するものであるのか判然としないし，本件では形式的移転と認めるべき事\n情もない。原告とＤとは別法人であり，短絡的に同一視できないのみならず，経済\n的利益の帰属とそのためにいかなる法形式を採用するかの問題は別次元の事柄であ\nるから，第三群土地の取得が原告の運営する産業廃棄物処分場用地の確保を目的と\nしてなされたものであったとしても，そのことをもって直ちにＤによる同土地の取\n得が形式的なものにすぎず，実質的には原告が取得したとみなし得るものではな\nい。\n（原告の主張）\n第三群土地は，登記簿上，平成１２年７月２１日売買を原因として，Ｄから原告\nへ所有権移転登記がされているが，同登記は，真正なる登記名義回復の趣旨でなさ\nれたものであり，所有権の移転は形式的移転にすぎない。\nすなわち，原告は，平成３年ころ，埋立容量が限界に近づいた産業廃棄物処分場\nの増設用地として第三群土地の買収交渉を進めていたが，当時の廃棄物処理法によ\nり，上記増設は県知事ではなく主務大臣への申請が必要な大規模開発となるため，\n所要のアセスメントの手続も考慮すると，許可が得られるまでに最低２，３年を要\nすることが予想されたことから，原告が許可申請をした場合には，廃棄物の受入れ\nを停止せざるを得ない状況であった。そこで，原告は，新規の処分場の開設を別法\n人で行うならば，その法人の単独開設であって大規模開発に当たらず，通常の県知\n事の許可のみで早期に開設することができるとの助言を受け，第三群土地の購入及\nび新規処分場開設を原告の系列会社であるＤの名義を借用して行うこととし，株式\n会社名古屋銀行の了\n承を得て，形式上，原告が連帯保証人となり，Ｄが融資を受ける形で，Ｄ名義にて\n第三群土地を購入し，その取得後直ちに所有名義人であるＤの名義をもって開発許\n可を受け，廃棄物処理の操業を開始した。当時の原告及びＤの実質的な支配株主及\nび代表者は，いずれもＥ(原告代表者の父)であり，Ｄには固有の従業員，作業員は\nおらず，処分場の操業は第三群土地の実質的所有者である原告が全面的に行ってい\nた。また，融資の返済は原告がＤに代わって行っており，原告は，新規処分場に係\nる売上金から銀行返済分及び土地経費を控除した残額を維持管理費ないし委託費と\nして取得し，これを原告の売上げとして納税していた。ところが，平成１２年に至\nり，前記既設処分場及び新規処分場がその目的を達したため，原告は，両処分場の\n土地を売却しようと\nしたところ，担保権者である株式会社名古屋銀行から，売却に当たり所有名義を一\n本化してもらいたいとの要望を受けたこと及び第三群土地は既設の処分場の法面の\n形状をなし，単独では無価値に近かったことから，前記のとおり，第三群土地につ\nきＤから原告へ所有権移転登記を経由した上で第三者に売却したのである。その登\n記原因は「売買」とされているが，これは「真正なる登記名義の回復」を登記原因\nとした場合，課税当局に要らざる疑念を抱かれることを避けるためのものであり，\nその実体が真正な登記名義の回復であることは明らかである。\n以上のことから，平成１２年当時の第三群土地の取得は，特別土地保有税の課税\n対象たる土地の取得（地方税法５８５条１項）に該当しない。地方税法５８７条２\n項，７３条の７，同法施行令５４条の３２は，形式的な所有権移転に係る土地の取\n得のうち，非課税となる場合を規定するが，非課税となる場合は，それらの場合の\nみに限定されるわけではない。\n(4)　本件各土地の取得は，非課税となるか。\n（原告の主張）\n本件各土地は，その取得時において，地方税法５８６条２項２号ヘが適用される\n土地であり，その取得に対しては，特別土地保有税を課することができないから本\n件処分は違法である。\nまた，本件各土地については，いずれも固定資産税が課税されていないところ，\n地方税法５８６条２項２８号において，固定資産税が非課税とされる土地について\nは特別土地保有税についても非課税と規定されているのであるから，この点からも\n本件処分は違法である。\n（被告の主張）\n原告が本件各土地を取得したのは，前記のとおり平成１２年であり，その時点に\nおける本件各土地の性状に照らせば，地方税法５８６条２項２号ヘの適用はない。\nまた，地方税法５８６条２項２８号は，同法３４８条２項及び５項の規定の適用\nがある土地の取得に対しては，特別土地保有税を課することができない旨規定して\nいるが，本件各土地のうちには同法３４８条２項及び５項の規定の適用がある土地\nは存在しない。すなわち，本件土地５ないし１２，１７，１８，２０については，\n固定資産税が課税されていなかったものの，これは，それらの土地に地方税法３４\n８条２項及び５項の規定が適用されたからではなく，単に課税標準が免税点以下の\nため課税しない取扱いとなっていたか，課税漏れとなっていたにすぎず，上記各土\n地の特別土地保有税が非課税となるものではない。\n第３　当裁判所の判断\n１　争点(1)，(2)（第一群，第二群土地の取得時期）について\n特別土地保有税は，土地の投機的取引を抑制して地価の安定を図るとともに，保\n有土地の供給の促進に資することを目的として土地の取得と保有に対し課税する市\n町村税であるところ，同税のうち土地の保有に対して課せられるものは財産税的性\n格を有し，土地の取得に対して課せられるものは流通税的性格を有するが，いずれ\nも土地の取得者がその土地を使用，収益，処分をすることにより得られるであろう\n利益に着目して課せられるものではなく，土地所有権の移転自体ないし移転後当該\n土地を引き続き保有すること自体に着目して課せられるものである。このような同\n税創設の立法目的及び性格に照らせば，地方税法５８５条１項にいう「土地の取\n得」とは，その取得の目的・理由のいかんを問わず，所有権移転の形式によって土\n地を取得するすべての\n場合を含むものであり，土地の「取得」時期は，契約内容その他の事情を総合して\n現実に所有権の移転があったと認められるときによるというべきであり，必ずしも\n所有権の取得に関する登記の有無によるものではない（もっとも，登記は記載事項\nについて事実上の推定力を有することに照らすと，それと異なる事実を主張する者\nが反証を行う必要があるというべきである。）。\nこれを本件についてみるに，前記第２の１(2)の事実のとおり，第一群土地は平成\n３年１月１４日当時，第二群土地は昭和６２年６月２４日当時，いずれも農地であ\nったところ，原告は，当時の所有者との間で，第一群土地及び第二群土地につき農\n地法５条の許可を停止条件とする売買契約を締結し，条件付所有権移転仮登記をそ\nれぞれ経由しているが，その後，いずれの土地についても農地法５条の許可がなさ\nれないうちに，上記仮登記はいったん抹消され，売主名義で上記許可を得た後に本\n登記が経由されていることが明らかである。\nところで，転用を目的とする農地の売買契約は，農地法５条による都道府県知事\nの許可を受けなければその効力を生じないと解されるから，第一群土地及び第二群\n土地の上記売買契約については，売主名義で上記許可を受けるまで効力が生じてお\nらず，上記の各売買契約成立時において，直ちに原告が第一群土地及び第二群土地\nの所有権を取得したと解することはできないというべきである。\nこの点，原告は，第一群土地及び第二群土地については，売買契約成立後，産業\n廃棄物の最終処分場として埋め立てられたことによって非農地化し，愛知県知事の\n許可を待たずして売買契約の効力が生じたので，その時点で原告がそれら各土地の\n所有権を取得したと主張する。\nなるほど，農地が農地法５条の許可を受けることなく非農地化された場合であっ\nても，これに至った事情を総合的に判断し，農地法の目的ないし趣旨に反しないと\n認められる場合は，その非農地化の時点で，これを対象とする売買契約は完全に効\n力が生ずると解すべきところ，前記第２の１(2)の事実によれば，第一群土地及び第\n二群土地は，前記売買契約成立後，しばらくして，産業廃棄物最終処分場用地に供\nされ，その運用に伴って次第に非農地化の程度が恒久化，固定化していったことが\n推認できる。\nしかしながら，前記第２の１(2)の事実並びに証拠（甲３の１ないし２０，４の\n１，２，甲６）及び弁論の全趣旨を総合すれば，原告が第一群土地及び第二群土地\nの売買契約を締結した当時，同各土地の地目は農地（田又は畑）であり，その周辺\n土地も同様であったこと，第一群土地及び第二群土地が非農地化したのは，原告が\nこれら各土地を産業廃棄物最終処分場用地として自ら埋め立てたためであるが，そ\nのために原告は農業委員会に対し，第二群土地について，平成元年１０月２０日か\nら平成７年１１月１日までの間に４回にわたって農地の一時転用許可申請をしてそ\nの許可を得ていること，原告が第一群土地及び第二群土地について所有権移転登記\nを経由するに当たり，いったん経由した所有権移転仮登記を抹消し，売主が農地法\n４条の許可を得た上で\n地目変更登記をしていること，以上の事実が認められ，これらに照らせば，第一群\n土地及び第二群土地並びにその周辺土地は非農地化が進展していた地域ではなく，\n原告の埋立行為によって次第に非農地化が進行したものであって，原告自身も，第\n一群土地及び第二群土地が依然として農地法の規制対象であることを前提として所\n定の各手続を履践していたものであるから，これらの手続の効力をすべて覆して，\nそれ以前の時点で既に前記売買契約の効力が完全に生じたとするのは，原告自身の\n取った手続からうかがわれる当時の原告の合理的意思に反し，かつ農地法の趣旨，\n目的にも反するというべきである。\nしたがって，原告が産業廃棄物の最終処分場として埋立てを開始した時点におい\nて，愛知県知事の許可を待たずして当該売買契約の効力が生じたとする原告の前記\n主張は採用できない。\nそうすると，原告が第一群土地及び第二群土地の所有権を取得したのは，前記の\n事実経過に照らすと，これら各土地について所有権移転本登記が経由された日（第\n一群土地のうち，本件土地１については平成１２年４月２７日，本件土地１９につ\nいては同年５月３１日，第二群土地については同年７月２１日）であると認めるの\nが相当である。\n２　争点(3)（第三群土地の取得時期）について\n前記第２の１(2)の事実によれば，第三群土地は，平成１２年７月２１日売買を原\n因として同日受付けでＤから原告に所有権移転登記が経由されているから，この時\n点で原告は同各土地を取得したものと認められる。\nこの点につき，原告は，第三群土地について，平成１２年７月２１日のＤから原\n告への所有権移転は形式的な所有権の移転であり，同日付けの所有権移転登記は，\n真正なる登記名義回復の趣旨でなされたものにすぎないと主張する。\nしかしながら，原告の主張する事実，すなわち第三群土地の購入代金の融資を受\nけるに当たって，原告が連帯保証人となったこと，原告とＤの代表者が共通であっ\nたこと，Ｄには固有の従業員はおらず，産業廃棄物処分場の業務は委託を受けた原\n告が行っていたこと，上記融資の返済は原告が代わって行い，維持管理費ないし委\n託費として取得した売上金の一部を納税していたことなどは，Ｄが第三群土地の所\n有者であったことと何ら矛盾せず，かえって，産業廃棄物処分場を増設するに際し\nて，簡易な手続を選択するため，あえて別法人であるＤを売買契約の買主とし，融\n資を受けるに当たって借主とし，その名義をもって開発許可を受け，原告に対して\n業務委託をしたというのであるから，Ｄによる所有権の取得が実質を伴わない形式\n的なものであったと\nは到底認め難く，したがって，その後のＤから原告への所有権の移転も形式的なも\nのとは認められない。\n加えて，原告が平成１２年７月２１日に至って第三群土地の所有名義を取得した\n理由は，原告が自認するとおり，埋立完了によって遊休資産化した同土地を第一群\n土地及び第二群土地と併せて第三者に売却する前提として，名義を原告に一本化す\nる必要があったことによるのであり，現に原告は名義を一本化した後，本件各土地\nを第三者（株式会社ムラカム）に売却することにより譲渡益を得ているのである。\nこのような経緯に照らせば，平成１２年７月２１日の所有権名義の移転は，同土地\nの所有権を原告に帰属させることによって，その後に予定された売却を容易に進め\nようとする意図に出たものであって，このような所有権移転について特別土地保有\n税を課することは，まさに同税の土地投機抑制の目的に合致するというべきであ\nる。\nしたがって，原告の前記主張はいずれの点からも採用の余地がない。\n３　争点(4)（本件各土地の非課税性）について\n原告は，本件各土地には固定資産税が課税されておらず，地方税法５８６条２項\n２８号，３４８条２項及び５項により特別土地保有税も非課税となるから，本件処\n分は違法であると主張する。\nしかしながら，証拠（乙３の１ないし１６）によれば，本件土地１ないし４，１\n３ないし１６及び１９については平成９年度ないし同１２年度まで固定資産税が課\n税されていること，本件土地１８については，課税対象となっているものの，課税\n標準額が５１３３円で免税点以下であるため課税がされていなかったことが認めら\nれる。また，その他の本件土地５ないし１２，１７及び２０の土地について，固定\n資産税が課税されていなかったことは当事者間に争いがないところ，これらの各土\n地が地方税法３４８条２項又は５項の適用を受ける土地でないことは明らかであ\nり，現実に課税されていなかったのは，被告が自認するとおり，単なる課税漏れに\nすぎないと認められる。\nこの点，原告は固定資産税が課税されていない事実自体をもって，本件各土地が\n特別土地保有税の非課税土地になるかの如き主張をするが，地方税法５８６条２項\n２８号が，同法３４８条２項及び５項の規定の適用がある土地，すなわち固定資産\n税が非課税となっている土地の取得に対しては特別土地保有税を課することができ\nない旨を規定したのは，特別土地保有税が固定資産税と同じく土地の保有という事\n実に着目して課せられるという性質を有するため，土地保有に係る一般的な税であ\nる固定資産税について非課税事由のある土地に対しては，特別土地保有税も同様に\n非課税とするのが相当であると考えられたからであり，課税漏れにより現実に課税\nされていなかったこと自体をもって当該土地が非課税対象土地となるものでないこ\nとは明らかである。\nよって，原告の前記主張は採用できない。\nなお，原告が指摘する地方税法５８６条２項２号ヘは，公共の危害防止のために\n設置される産業廃棄物最終処分場の用に供する土地については非課税である旨規定\nするが，前記第２の１(2)の事実のとおり，原告による本件各土地の取得時におい\nて，本件各土地は既に産業廃棄物最終処分場の用に供する土地ではなくなっていた\nのであるから，本件各土地の取得について同規定の適用はないことも明らかであ\nる。\n第４　結論\n以上の次第で，本件処分は適法であって，原告の請求は理由がないから棄却する\nこととし，訴訟費用の負担については，行政事件訴訟法７条，民事訴訟法６１条を\n適用して，主文のとおり判決する。\n名古屋地方裁判所民事第９部\n裁判長裁判官　　　　　　加藤幸雄\n裁判官            舟橋恭子\n裁判官            富岡貴美\n（物件目録省略）\n"
}