{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 12,
    "month": 11,
    "day": 15
  },
  "case_number": "平成11(行ケ)196",
  "case_name": "審決取消請求事件",
  "court_name": "東京高等裁判所",
  "right_type": "商標権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "12854",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=12854",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/854/012854_hanrei.pdf",
  "contents": "平成１１年（行ケ）第１９６号審決取消請求事件（平成１２年１０月２日口頭\n弁論終結） 判決\n原 告 ユーエスピーエー プロパティーズ イン\nク 代表者 Ａ\n訴訟代理人弁理士 Ｂ\n被告 Ｘ\n代表者代表取締役 Ｃ\n訴訟代理人弁護士 岩 出 誠\n同中 村 博\n同村 林 俊 行\n同小 林 昌 弘\n主文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\nこの判決に対する上告及び上告受理申立てのための付加期間を３\n０日と定める。 事実及び理由\n第１ 当事者の求めた判決\n１原告\n特許庁が平成９年審判第１８７５５号事件について平成１１年３月２６\n日にした審決を取り消す。\n訴訟費用は被告の負担とする。\n２被告\n主文１、２項と同旨\n第２ 当事者間に争いのない事実\n１ 特許庁における手続の経緯\n原告は、別紙商標目録記載のとおり 「U.S.POLO」の欧文字と「ユーエ、\nスポロ」の片仮名文字を２段に書して成り、平成３年政令第２９９号による改\n「 、、、正前の商標法施行令別表の区分による第２１類 装身具 ボタン類 かばん類\n袋物、宝玉およびその模造品、造花、化粧用具」を指定商品とする登録第２５\n４７３０５号商標（昭和６３年１０月２８日登録出願、平成５年６月３０日設\n定登録、以下「本件商標」という ）の商標権者である。。\n被告は、平成９年１１月５日、原告を審判被請求人として、本件商標に\nつき不使用に基づく登録取消しの審判の請求をし、その予告登録が同年１２月\n３日（以下「予告登録日」という ）にされた。。\n、、特許庁は 同請求を平成９年審判第１８７５５号事件として審理した上\n平成１１年３月２６日 「商標法第５０条の規定により、登録第２５４７３０、\n５号商標の登録は、取り消す 」との審決をし、その謄本は同年４月７日に原。\n告に送達された。\n２ 審決の理由\n審決は、別添審決書写し記載のとおり、①被請求人（原告）が本件商標\nを使用していたとの被請求人の主張につき、本件商標は、予告登録前３年以内\nに日本国内において、被請求人によりその請求に係る指定商品について使用さ\nれていなかったものといわざるを得ないとし、また、②本件商標の登録が取り\n、、消されても その権利範囲内で第三者の新たな登録が認められるものではなく\n本件審判請求は商標権者を害することだけを目的にしてされたものであって、\n審判請求の利益を欠くとの被請求人の主張につき、第三者が新たな登録を取得\nし得るか否かは、そのような出願がされた際の審査過程で判断されるべきであ\nり、また、本件審判請求が商標権者を害することだけを目的にしてされたもの\nと認めるに足りる証拠もなく、本件審判請求がその利益を欠くことになるもの\nとはいえないとした。\n第３ 原告主張の審決取消事由\n原告は、予告登録日から３年以内に本件商標を指定商品に使用していた\nものであり（取消事由１ 、また、本件審判請求は審判請求の利益を欠くもの）\nである（取消事由２ 。審決は、これらの点において認定判断を誤ったもので）\nあるから、違法として取り消されるべきである。\n１ 取消事由１（本件商標の使用）\n審決は 「被請求人（注、原告）が本件商標の使用の事実を証明するも、\nのとして提出した乙第２号証の１ないし６（広告資料 （注、本訴甲第４～第）\n９号証）によれば、同号各証には『さいふ、パス入れ、小物入れ、ポーチ』等\nの商品が掲載されており、乙第２号証の１（注、本訴甲第４号証）には本件商\n標の欧文字部分に相当する『US POLO』の文字が表示されていることを認める\nことができる。しかしながら、同号各証の広告資料は、いずれも印刷日の記載\nがなく、配付時期を確認できる証拠もないため、何時、印刷され使用されたも\nのであるかを把握することができない。また、上記商品が実際に取引されてい\nたことを証する納品伝票、請求書等の取引書類も提出されていない （審決書。」\n４頁１８行目～５頁５行目）として、原告による本件商標の使用の事実を認め\nなかった。 、（ 「 」しかしながら 審決の上記認定に係る各広告資料 以下 本件広告資料\nという ）は原告のライセンシーである株式会社ラモーダヨシダ（以下「ラモ。\nーダ」という ）の発注により作成されたもので、その印刷年月日は、東京荷。\n札印刷株式会社のラモーダ宛て納品伝票（甲第１１号証）によって明らかであ\nる。また、本件広告資料に掲載された商品が実際に取引されたものであること\nは、ラモーダの納品書控え（甲第１２～第１９号証）によって認められる。\nさらに、審決の上記説示においては、本件広告資料のうちの甲第４号証\nのみに本件商標の「US POLO」の文字が付されているかのように認定されてい\nるが 甲第５～第９号証にも それぞれ写真と商品の価格表示の間の部分に U.、、 「\nS. POLO」の文字から成る商標が付されている。それらの「U.S. POLO」の文字\nの下には「ASSOCIATION」の文字が併記されているが、その「ASSOCIATION」の\n文字の大きさは「U.S. POLO」の文字の大きさの４分の１程度であり、書体、\n間隔も異なる。このように２段書きで、かつ、上段と下段の文字が、同書、同\n大、同間隔に表示されているのではない場合、上下段の文字部分が一体に認識\nされることはなく、大きく表示されている文字部分より成る商標が使用されて\n、、 「 」いると認められるのであり したがって 甲第５～第９号証にも U.S. POLO\n。、「」の文字より成る商標が付されているということができる そして U.S. POLO\n、、 。の文字より成る商標は 社会通念上 本件商標と同一と認められるものである\n２ 取消事由２（審判請求の利益の欠如）\n原告の「本件商標が取消されても、それにより第三者が本件登録の権利\n範囲において新たな登録が認められるものではないから、審判請求の利益を欠\nく （審決書４頁５行目～８行目 「本件の審判請求は、商標権者を害するこ」）、\nとだけを目的になされたことは明らかであるから、請求の利益なしとして退け\nられるべきものである （同頁１１行目～１３行目）との各主張に対し、審決」\n、「（ 、 ） 、は 請求人 注 被告 を含めて第三者が新たな登録を取得し得るか否かは\nそのような出願がなされた際の審査過程において判断されるべきことであっ\nて、被請求人（注、原告）主張の理由により、直ちに本件審判請求の利益を欠\nくことになるものとはいえない （同５頁１３行目～１６行目 「本件審判請」）、\n求が商標権者を害することだけを目的にしてなされたものであると認めるに足\nりる証拠もない （同頁１７行目～１９行目）として、被告の審判請求の利益。」\nを認める旨の判断をした。\nしかしながら、本件商標は、原告の商号的商標であり、商標自体が商標\n権者を表示するものであって、保護すべき信用が化体しているものである。こ\nのような商号的商標については、たとえ個別の商品に明確に使用されていなか\nったとしても、直ちに不使用取消審判の目的とされるべきものではない。すな\nわち、第三者が使用したときに混同の生ずる可能性のある商品については、商\n号的商標を防衛的に登録しておく必要があり、かつ、同一ではないが極めて類\n似した商標の使用を防ぐ場合、及び商標権者が使用を開始する場合を考慮する\nと、防護標章登録制度では不十分であって、普通商標として登録をしておく必\n要もある。このような防衛的登録まで不使用取消審判の対象とすることは制度\n趣旨に反する。\nまた、他者の商号から成る商標又はこれに類似した商標の使用は、その\n他者の有する商号と指定商品を異にする場合であっても許すべきではない。特\nに本件商標は、権利者である原告を表示するものとして既に著名性を獲得して\nいるから、その登録取消後に、第三者からこれに類似する商標の登録出願があ\nっても、商標法４条１項１５号により登録が拒絶されるべきである。したがっ\nて、本件商標の登録が取り消されたとしても、それによって商標使用希望者の\n商標選択の余地が広がるわけではない。\nさらに、被告は、多数の不使用取消審判を請求し、それ自体によって利\n益を得ているものであって、本件審判請求についても原告を害することだけを\n目的としているものである。\nしたがって、本件商標の取消しを求める本件審判請求は、審判請求の利\n益を欠くものである。\n第４ 被告の反論\n審決の認定、判断は正当であって、原告主張の審決取消事由は理由がな\nい。\n１ 取消事由１（本件商標の使用）について\n本件広告資料に付された商標は 「U.S. POLO」の文字部分と「ASSOCIAT、\nION」の文字部分とを２段に書して成るものであって、本件商標と全く異なる\nものであるから、これをもって本件商標の使用の事実とすることはできない。\n２ 取消事由２（審判請求の利益の欠如）について\n原告は、本件商標が原告の商号的商標であり、商標自体が商標権者を表\n示するものである旨主張するが、本件商標は、原告自身の商号や、原告がその\n上部団体であると称する全米ポロ協会（UNITED STATES POLO ASSOCIATION）の\n名称のいずれをも表示するものではない。\nまた、原告は、被告が、原告を害することだけを目的として本件審判請\n求をした旨主張するが、被告は、米国のPOLOAMERICA GROUPの主宰者であるＤ\nとの契約により、その商標である「POLO AMERICA」を使用した日本国内におけ\nる商品（本件商標の指定商品に含まれるもの）展開を計画しており、そのため\nに本件審判請求をしたものである。\n第５ 当裁判所の判断\n１ 取消事由１（本件商標の使用）について\n(1) 本件広告資料（甲第４～第９号証）のうち、甲第４号証の広告資料\nには、上部の写真部分の中に本件商標の欧文字部分に相当する「US POLO」の\n文字から成る商標が表示されており、当該商標は、本件商標と社会通念上同一\nのものと認められるから、甲第４号証の広告資料が展示又は頒布された場合に\nは、本件商標の使用の事実に当たるものということができる（商標法２条３項\n７号 。） 、（ ） 、他方 本件広告資料のうちのその余のもの 甲第５～第９号証 には\n本件商標又は社会通念上これと同一のものと認められる商標が付されていると\n認めることはできない。\nもっとも、甲第５～第９号証の広告資料には、いずれも上部の写真部\n分と下部の価格表示部分とに挟まれた部分に、上段に「U.S. POLO」の欧文字\nを、下段に「ASSOCIATION」の欧文字を配した商標表示と認められるものが存\n在する。そして、原告は、それらの表示において、上段の文字と下段の文字と\nが、上下２段とされていることに加え、文字の大きさ、書体、間隔が異なるか\nら、上下段の文字部分が一体に認識されることはなく、大きく表示されている\n上段の「U.S. POLO」の文字部分から成る商標が使用されているとして、甲第\n「」 、５～第９号証の広告資料に U.S. POLO の文字より成る商標が付されており\nこれが社会通念上、本件商標と同一と認められる旨主張する。\n確かに、甲第５～第９号証の広告資料中の当該表示においては、いず\nれも下段の「ASSOCIATION」の部分の文字の大きさが上段の「U.S. POLO」の部\n分の文字の大きさより小さく、それに伴って文字の間隔も上段と下段とで異な\nることが認められる。しかしながら、これらの表示のいずれにおいても、上段\nの文字と下段の文字の書体はそれぞれ同一であると認められ、かつ、上段と下\n段の間隔も上段の文字の大きさの４分の１ないし３分の１程度でごく近接して\nおり、しかも、上段の文字部分と下段の文字部分が同じ長さで、各々の前後端\nを同じ位置にそろえて配置してある（甲第７～第９号証）か、又は下段の文字\n部分の長さが上段の文字部分の長さより短いが、それぞれの文字部分の横方向\n中央を同じ位置にそろえ、下段の文字部分の上段の文字部分と重ならない部分\nがその前後端で同じ長さとなるよう配置してあり（甲第５、第６号証 、いず）\nれにしても、上下段の文字部分がまとまりよく一体に表されている。のみなら\nず、上下段の文字を連続した「U.S. POLOASSOCIATION」の語は 「米国ポロ協、\n会」という独立した１個の観念を表わしている。\nそうすると、甲第５～第９号証の広告資料中の当該表示に係る上段の\n文字と下段の文字は、上下２段に表示され、上段の文字と下段の文字とが大き\nさを異にするとしても、いずれも外観において緊密な一体性を有しており、ま\nた観念においてもつながりを有するものであるから、全体として１個の商標を\n構成するものと認めるのが相当である。なお、仮に、取引の実際において、こ\nれらの商標につき上段の文字部分のみから生ずる称呼をもって取引に当たるこ\nとがあるとしても、それは、当該１個の商標が、その構成のうちの一部分より\n生ずる称呼によっても称呼されるというにすぎず、前示のとおり、外観におい\nて緊密な一体性を有し、観念においてもつながりを有する上下段の各文字部分\nが全体として１個の商標を構成すると認められることと相容れないものではな\nい。 そして、この上段の「U.S.POLO」の欧文字と下段の「ASSOCIATION」\n、、の欧文字とを２段に書して成る商標が 本件商標と同一でないことはもとより\n本件商標と社会通念上同一のものと認められるということもできない。\n(2) 原告は、本件広告資料が、原告のライセンシーであるラモーダの発\n注により作成されたもので、その印刷年月日は納品伝票（甲第１１号証）によ\nって明らかである旨主張する。\nしかしながら、当該納品伝票（甲第１１号証）は、東京荷札印刷株式\n会社からラモーダ宛てのもので、品名中に「ポロカタログ２点」との記載があ\nるが、その２点の「ポロカタログ」が本件広告資料を示すものとしても、６点\nある本件広告資料（甲第４～第９号証）のうちのいずれを指すものであるかを\n明らかにする証拠はない。そうすると、仮にラモーダが原告のライセンシーと\nして本件商標に係る使用権者であるとしても、前示のとおり、本件商標と社会\n通念上同一のものと認められる商標が付された甲第４号証の広告資料の作成年\n月日が、当該納品伝票によって明らかにされるということはできない。\nのみならず、当該納品伝票（甲第１１号証）には、その作成日付と認\nめられる「５年７月２２日」との記載があるから、当該納品伝票に記載された\n「ポロカタログ２点」を含む各商品はその日付のころにラモーダに納入された\nものと推認され、かつ、当該日付は平成５年７月２２日を意味するものと解す\nるのが自然である（それ以外の日を意味するものと認めるに足りる証拠はな\nい 。そうすると、当該「ポロカタログ２点」がラモーダに納入されたのは、。）\n予告登録日（平成９年１２月３日）前３年以内の期間の開始時よりも更に１年\n４か月余り前のことになるところ、そのような時期に納入された当該「ポロカ\nタログ２点」が、予告登録日前３年以内に展示又は頒布されたことを認めるに\n足りる証拠はない。\nそうすると、いずれにしても、当該納品伝票（甲第１１号証）によっ\nて、予告登録日前３年以内に甲第４号証の広告資料が展示又は頒布されたこと\nを認めることはできない。\nなお、ラモーダの納品書控え（甲第１２～第１９号証）は、発行年月\n日を９５年１月１３日から同年６月９日までとし ９５年 は１９９５年 平（「」 （\n成７年）を意味するものと認められ、したがって、この期間は、予告登録日前\n３年以内の期間に含まれる 、販売先を石川商店外３社とするものであるが、。）\nその各納品書控えの「品番」欄に記載された販売商品の商品番号のうちに、甲\n第４号証の広告資料に掲載された各商品の商品番号（MJ571～MJ578）と一致す\nるものは全く存在しないから、当該納品書控えによって、甲第４号証の広告資\n料に掲載された商品が実際に取引されたものであることを認めることはできな\nい。そうすると、当該納品書控えが予告登録日前３年以内に発行されているか\nらといって、前示のとおり、本件商標と社会通念上同一のものと認められる商\n標が付された甲第４号証の広告資料が当該期間中に展示又は頒布されたことを\n推認することもできない。\n(4) 以上のとおり、予告登録日前３年以内に日本国内において原告、専\n用使用権者又通常使用権者のいずれかが、本件審判請求に係る指定商品のいず\nれかについて、本件商標の使用をしていたことを認めることはできないから、\nこれと同旨の審決の判断に誤りはない。\n２ 取消事由２（審判請求の利益の欠如）について\n原告は、本件商標の取消しを求める本件審判請求は、審判請求の利益を\n欠くと主張し、その理由として、まず、本件商標は原告の商号的商標であると\nころ、商号的商標については、第三者が使用したときに混同の生ずる可能性の\nある商品につき防衛的に登録しておく必要があり、その場合に、防護標章登録\n制度では不十分であって、普通商標として登録をしておく必要もあるから、商\n号的商標については、個別の商品に明確に使用されていなかったとしても、直\nちに不使用取消審判の目的とされるべきものではない旨主張する。\nしかしながら、仮に本件商標が原告のいわゆる商号的商標であるとして\nも、不使用取消審判において商標権者のする使用事実の証明に関し、当該商標\nがいわゆる商号的商標であるからといって、あるいは当該商標の登録が防衛的\nな意図でされたものであるからといって、使用事実の証明を不要とし、あるい\nは一般の商標と比較して緩やかな証明で足りると解すべき法律上の根拠は存在\nしない。したがって、原告の上記主張は失当というほかない。\nまた、原告は、他者の商号から成る商標又はこれに類似した商標の使用\nは許すべきではなく、特に本件商標は、原告を表示するものとして既に著名性\nを獲得しており、その登録取消後に、第三者からこれに類似する商標の登録出\n、、願があっても 商標法４条１項１５号により登録が拒絶されるべきであるから\n本件商標の登録の取消しよって商標使用希望者の商標選択の余地が広がるわけ\nではないとも主張する。\nしかしながら、登録出願に係る商標が、商標法４条１項８号等、同項各\n号のいずれかに該当する場合のほか、他者の商号から成る商標又はこれに類似\nした商標であるからといって、その故にその登録出願が拒絶されるものではな\nい。また、本件商標が原告を表示するものとして著名性を獲得していることを\n認めるに足りる証拠はないから、本件商標の登録取消後、第三者からこれに類\n似する商標の登録出願があった場合に、同項１５号により登録が拒絶されるも\nのと直ちに認めることはできない。それのみならず、これらの事由を含めて、\n本件商標の登録取消後、第三者からされる商標登録出願に拒絶事由があるかど\nうかは、その出願に対する審査の過程で判断されるべき事項であるから、いず\nれにしても、原告の上記主張は失当である。\nさらに、原告は、被告が本件審判請求につき原告を害することだけを目\n的としている旨主張するが、そのような事実を認めるに足りる証拠はない。\nしたがって、本件審判請求が審判請求の利益を欠くものとすることはで\nきず、これと同旨の審決の認定判断に誤りはない。\n３ 以上のとおりであるから、原告主張の審決取消事由は理由がなく、他に\n審決を取り消すべき瑕疵は見当たらない。\nよって、原告の請求を棄却することとし、訴訟費用の負担並びに上告及\nび上告受理の申立てための付加期間の指定につき行政事件訴訟法７条、民事訴\n訟法６１条、９６条２項を適用して、主文のとおり判決する。\n東京高等裁判所第１３民事部\n裁判長裁判官篠原勝美\n裁判官 石 原 直 樹\n裁判官 宮 坂 昌 利\n"
}