{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 1,
    "day": 21
  },
  "case_number": "平成12(わ)551",
  "case_name": "詐欺，監禁，傷害致死，覚せい剤取締法違反被告",
  "court_name": "福岡地方裁判所",
  "lawsuit_id": "8213",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=8213",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/213/008213_hanrei.pdf",
  "contents": "平成１４年１月２１日宣告\n平成１２年(わ)第５５１号，第７０６号，第９０５号，第１１３８号\n詐欺，監禁，傷害致死，覚せい剤取締法違反被告事件\n判　　　　　決\n１　被　告　人\n２　検　察　官    山崎敬二\n３　国選弁護人    福島康夫\n主　　　　　文\n被告人を懲役７年に処する。\n未決勾留日数中４５０日をその刑に算入する。\n押収してあるポリ袋入り覚せい剤１袋（平成１２年押第２１５号の２），チャック付きポ\nリ袋入り覚せい剤２袋（同号の３，４）を没収する。\n理　　　　　由\n（犯罪事実）\n第１　被告人は，不正に入手した株式会社Ａ発行のＢ名義のクレジットカードを使用し\nて，人を欺いて商品を交付させようと企て，平成１１年１２月１６日午後３時５分こ\nろ，福岡市a区ｂｃ丁目ｄ番ｅ号C株式会社ｂ店において，同店従業員D（当時２４歳）\nに対し，同カード使用の正当な権限も同カードシステム所定の方法により代金を支\n払う意思もないのにあるように装い，同カードを呈示するなどして商品の購入方を\n申し込み，前記Dをしてその旨誤信させ，よって，即時同所において，同人からビデ\nオカメラ１台及びアクセサリーキット１式（時価合計１５万１，８００円）の交付を受\nけ，もって人を欺いて財物を交付させた。\n第２\n１　被告人は，E（当時４３歳）からFの居場所を聞き出し，同人から金員を取り立てるな\nどするため，分離前相被告人Ｇ，H，Iと共謀の上，平成１２年３月１９日午後１０時こ\nろ，福岡市ｆ区ｇｈ丁目ｉ番ｊ号JのK方において，被告人がEに対し，｢立て。｣などと怒\n号した上，周囲を取り囲んで同所から，道路を隔てた同市ｆ区ｇｈ丁目ｋ番ｌ号株式会\n社Ｌ駐車場まで連行し，同日午後１０時１５分ころ，同所において，その腰部付近を\nＧが１回足蹴にするなどした上，同所に駐車中の普通乗用自動車後部座席に押し\n込み，同日午後１０時３０分ころまでの間，同車を福岡県大野城市ｍｎ番地ｏ付近\n道路上まで疾走させ，その間，Eを同車後部座席に閉じ込めて脱出することを不能\nならしめ，もってEを不法に監禁した。\n２　被告人は，EがFの居場所を隠しているものと思い込んでいたＧと共に，Eに白状さ\nせるための暴行を加えようと考え，Ｇと共謀の上，同日午後１０時３０分ころ，同市\nｍｎ番地ｏ付近里道上において，Ｇは，所携の刃体の長さ約１４．５センチメートル\nのナイフ（平成１２年押第２１５号の１）でEの右大腿部付近を突き刺し，それでもF\nの居場所を話そうとしないEの態度に激昂し，同ナイフでEの左臀部を突き刺すなど\nし，Eに重傷を負わせたことから，Eを生きて帰せば警察に通報されるなどして自己\nの犯行が発覚するのではないかと考えるや，口封じのためにEを殺害することをＧ\n単独で決意し，被告人及びＧの両名でEの身体を両脇から抱え上げて同所付近か\nら約４０メートル先の里道上まで連行した上，同日午後１０時５０分ころ，同所にお\nいて，ＧがEの左胸部を同ナイフで３回突き刺し，よって，そのころ，同所またはその\n付近において，Eを左肺静脈切損に基づく失血により死亡させたが，被告人は傷害\nの犯意を有するに止まっていた。\n第３　被告人は，法定の除外事由がないのに，同年５月２日ころ，福岡市ｐ区ｑｒ丁目ｓ番\nｔ号パチンコ店「Ｍ」駐車場に駐車中の普通乗用自動車内において，覚せい剤であ\nるフエ二ルメチルアミノプロパンの塩類若干量を含有する水溶液を自己の身体に\n注射し，もって覚せい剤を使用した。\n第４　被告人は，同年５月２日，福岡市ａ区ｕｖ丁目ｗ番ｘ号Ｎ株式会社ｕ給油所において\n１　覚せい剤であるフエ二ルメチルアミノプロパンの塩酸塩を含有する結晶１．２３２グ\nラム（同号の２，３はその鑑定残量）をみだりに所持した。\n２　Ｏと共謀の上，覚せい剤であるフエ二ルメチルアミノプロパンの塩酸塩を含有する\n結晶０．２８８グラム（同号の４はその鑑定残量）をみだりに所持した。\n（第２の２の事実についての補足説明）\n第１　争点の概要等\n１　弁護人は，判示第２の２の傷害致死被告事件について，犯行の動機，経緯，犯行\n状況に関するＧの公判供述は信用できず，被告人の公判供述こそ信用性が認められる\nとして，①被告人とＧとの間でEに対する暴行・傷害の共謀はなく，被告人自身もEに暴\n行を加えたこともないことから，被告人は無罪である，②仮に，被告人とＧの間でEに対\nする暴行，傷害の共謀が成立するとしてもEの殺害行為はＧが単独で犯したものであ\nり，被告人は死の結果について責任を負わない旨主張する。これに対して，検察官は，\nＧの公判供述は信用性が高く，被告人の公判供述には信用性が認められないとして，\n被告人とＧとの間でEに対する暴行・傷害の共謀が成立するので，被告人は死亡の結果\nについても責任を負う旨主張する。\n２　Ｇの公判供述及び被告人の供述の食い違い\nFの行方を聞き出すためにEを追及する動機，Eが判示第２の１のK方に来ることが判\nり，被告人がＧに電話をかけてそのことを知らせた時のＧの発言内容，Eを普通乗用自\n動車内に連れ込んだときのＧの乗車位置，Eを普通乗用自動車に乗せて走行中，Ｇと被\n告人のどちらがナイフを取り出したのか，車内でナイフを使ってEを脅迫するときのＧの\n姿勢，福岡県大野城市ｍｎ番地ｏ付近道路上（以下「里道入口付近路上」という。）に自\n動車が到着した際，Ｇがすぐ自動車を約１２８メートル離れた別の場所に移動させたの\nか，判示第２の２の里道（以下「里道」という。）に入ってEに対する攻撃を開始した後にＧ\nが一旦その場を離れて自動車を移動させたのかどうか，被告人自身里道においてEに\n暴行を加えたかどうか，Ｇによる殺害の直前，Ｇが被告人にナイフを持たせて刺突させ\nようとしたかどうか，Ｇによる殺害の態様，犯行後，Ｇが被告人を探し回った理由等の，\nいくつもの点で，被告人の供述とＧの供述との間には食い違いが認められ，被告人の供\n述自体も捜査段階の供述と公判供述の間には，ＧがEに対して暴行を加え負傷させるで\nあろうことを予見したのかどうか，更に，具体的にナイフを使ってEを負傷させることにつ\nいて予見したのかどうか等の点で食い違いがある。\nしかしながら，本件当時，被告人及びＧがFを捜しており，Fと親しいEからFの居場所を\n聞き出そうしてK方でEを詰問し，更にそこから連れ出してすぐ近くで被告人車両にEを乗\n車させる際，ＧがEを足蹴りし，被告人が運転する普通乗用自動車の後部席にEを乗車\nさせてＧも同乗し，被告人が運転して里道入口付近路上まで走行し，そこでEを下車させ\nた後里道に連れ込み，正座させたEに対してＧがナイフを使ってEを負傷させ，その中で\n深手を負わせてしまったためＧが警察への発覚を防ぐ目的でE殺害をＧ単独で決意し，\n被告人及びＧがEを里道の奧へ連れていき，そこでＧがEの胸部を刺突して殺害し，被告\n人及びＧがEをそばにある沢に捨てたという外形的事実については，Ｇの公判供述と被\n告人の供述との間に食い違いはなく，関係証拠上も間違いないものと認められ，被告人\n及び弁護人も争っていない。\nそこで，以下においては，証拠上間違いないものと認められる事実を更に詳細に認定\nし，この事実に評価を加え，必要な範囲でＧ及び被告人の各供述の信用性も検討して\nいきながら，被告人とＧとの間で暴行ないしは傷害の共謀が成立するかどうか，ひいて\nは，被告人に傷害致死罪が成立するかどうかという点につき，判断を示すことにする。\nなお，年月日については，証拠書類の作成年月日を含めて特に記載しない限り平成１２\n年を意味する。\n第２　証拠上認められる事実\n関係証拠によれば，次の事実が認められる。\n１　被告人，Ｇ，Eの関係等\n被告人は，平成１１年１０月ころＧと知り合い，その後，被告人が車上荒らしでクレジッ\nトカードを入手してこれをＧに売り，Ｇが人を使ってクレジットカードで商品を詐取したり，\n被告人とＧが一緒にカード詐欺をするなどの関係にあった。事件当時，Ｇは，Ｐ組の構成\n員として活動しており，被告人は，Ｑ組組長のKと親交を持ち，正式の杯を交わしていな\nいが，組員同様の生活をしていた。Kは暴力団ＲのＳから依頼を受けてEを預かっていた\nため，Eは，平成１１年１２月初めからK方に出入りし，１月末から寝泊まりするなどして\nいた。\nＧは，３月１６日，Ｇの知り合いであるＴから盗品のクレジットカードを使用して商品を騙\nし取る実行行為者としてEを紹介された。ＧはEに盗品のクレジットカードを渡しEがこれを\n使ってクレジットカード詐欺をした。同日，被告人とＧは，Eに報酬を渡すため，Eと待ち合\nわせをしていたが，この時，被告人は，Ｇに対して，Eを通じてFに小切手を渡していたら\n換金されて持ち逃げされた，また，EはKのゴルフバッグを持ち逃げするなど信用できな\nい人物である等の話をした。Ｇと被告人はいずれも金員取立て等の目的でFを捜すこと\nになり，間もなくFと親しいEが待ち合わせ場所へ来てから，Eに対してFの居場所を追及\nしたが，Eが自分はFの居場所を知らないと言うので，Ｇは，Fの居場所を見つけて３日以\n内に連絡してくるように約束させた。\n２　犯行に至る経緯，犯行状況の概要\n同月１９日（前記約束の３日目になる），EがK方に来ることを知った被告人は，Ｇに対し\nて，EがK方に来る旨電話で伝え，Ｇは，被告人に対して，少し時間がかかるのでEに逃\nげられないようにしておくように指示した。その後も，被告人はＧに対して，EがK方に到\n着したこと，３月１６日のFを見つけるとの約束があったこと自体を否定していること等を\n電話で報告した。Ｇは，同じ組に属するH，Iを呼び出しK方へ同行した。K方で，Ｇや被\n告人は，Fの居場所を聞き出そうとし，加えて被告人は被告人がKに贈ったゴルフバッグ\nの行方についてEを問いつめたが，Eはのらりくらりと返事をするのみであった。Ｇにとっ\nて，KはＧ自身が所属する暴力団の系列とは別系列の暴力団組長であり，そのようなK\n方でEに対して手荒なことをするわけにいかないので場所を変えてEを追及することに\nし，被告人らに命じて，EをK方から外へ連れだし，K方付近が住宅地であり人目に付くこ\nとから被告人の自動車にEを乗せることにした。K方の近くに止めていた被告人の自動\n車にEを乗車させようとした際，ＧがEを足蹴りした。Eを乗車させた後，Ｇの指示でH，Iは\nその場を去った。被告人が自分の車両を運転して出発後，同乗しているＧは車内で抜き\n身のナイフを示すなどして脅しEに対してFの居場所についての追及を続けた。\n人気のない里道入口付近路上に到着すると，被告人らはEを自動車から下車させて里\n道へ連れ込み，Ｇが，Eの顔，肩，胸などに殴る蹴る，ナイフで右足の付け根や腹部付\n近を２回位刺す等の暴行を加え，Fの居場所についての追及を続けた。このような暴行\nを加え続ける中で，ＧはEを蹴ろうとしたところ勢い余って転倒した。そのためＧは立腹\nし，Eの左臀部を本件ナイフで深く刺した。Eの傷が思った以上に深かったことから，Ｇ\nは，Eに対する監禁，暴行，傷害が警察に発覚することを恐れて，Eの殺害を決意し，被\n告人に更に里道の奥へ連れて行く旨を指示し，被告人とＧは里道の奥へEを連行し，沢\nの付近でＧはナイフでEの胸部を刺突してEを殺害し，Ｇと被告人はEの衣服をはぎ取り，\nEの体を沢へ投げ捨てた。\n第３　傷害致死罪の成否\n１　犯行の動機\nEを追及する動機について，被告人は捜査段階で，ＧがEを追及する理由につき，「Ｇと\nしては，Fに覚せい剤１キログラムを代金後払いで売ったところ，覚せい剤を持ち逃げさ\nれ，更にFはＧの知人からも３００万円を借りて逃げているので，Fを探し出さなければな\nらなかった。EはFとつるんでいるので，EがFの居場所を知っている。したがって，ＧはE\nからFの居場所を聞き出すことを目論んでいた。他方，被告人の思惑は，被告人がKに\nゴルフセットを４組プレゼントしたところ，そのうちの１組をEが無断でどこかへ持ち出して\n換金したものと思われるのでこのことを追及する必要があった。また，被告人が窃取し\nた小切手帳をKに預けたところ，同人がそれをEに預け，同人から預かったFがこれを換\n金して１人占めにしていると思われたので，Fを追及する必要があり，そのためにはEか\nらFの居場所を聞き出す必要があった。このように，Fの居場所をEから聞き出す狙いは\n被告人とＧで異なるが，EからFの居場所を聞き出すという点において，被告人とＧの思\n惑は一致していた（被告人の６月１９日付検察官調書）。」旨供述している。\nこれに対し，Ｇは，公判において，「Fとの付き合い・取引は全くない。覚せい剤の売却\n代金をFに持ち逃げされたことはない。本件の１年以上前，北九州の知人から，Fが現金\n１５０万円か２００万円位を持ち逃げしたと聞いたことがあるが，それも覚せい剤がらみ\nの金員ではない。その知人の依頼を受けてF方へ行ったことはあるが，会えなかった。\n間もなくその知人から，この件はもう終わったと聞いた。３月１６日，知り合いであるＴか\nら盗品のクレジットカードを使用して商品を騙し取る実行行為者としてEを紹介された。Ｇ\nはEに盗品のクレジットカードを渡しEがこれを使ってクレジットカード詐欺をして新幹線回\n数券を入手した。被告人とＧは，Eに報酬を渡すため，Eと待ち合わせをしていたが，この\n時，被告人は，Ｇに対して，額面５００万円の小切手をFに持ち逃げされ換金されてい\nる，EはFとつるんでいるからEはFの居場所を知っている，EはKのゴルフバッグを持ち逃\nげするなど信用できない人物である，等の話をした。その後，ＧはＴに対してFについて\n問い合わせたところ，Ｔ自身も３００万円持ち逃げされていること，Ｐ系列のＵという金融\n会社に対しても借りた金を返していない人物であることを聞き，Eを通じてFの居場所を\n聞き出し，Fから金を取り立て，その半分を報酬として取得しようと決意した。Ｇは被告人\nと共に待ち合わせ場所でEと会い，Eに対して小切手を換金した金を払えと問いつめた\nが，EがFが持っているので自分は知らないと言うのでFの居場所を見つけて３日以内に\n連絡してくるように命じた。」旨供述している。\nこのように，Ｇ供述と被告人供述の間には，Eを追及する動機・狙いにおいて，食い違\nいがある。しかしながら，被告人供述を前提とすれば，Ｇが目論んでいたのは最終的に\nは覚せい剤１キログラムの代金である数千万円にもなろうというものであり，K方，自動\n車内，里道と次々と場所を変えながらも，Ｇが執拗にEに対してFの居場所を追及し，怒\nりを強めていったものであり，暴行傷害を加える動機としては相当強烈なものがある。\n他方，Ｇ供述も，小切手の換金額が額面と同額であれば５００万円であり，Ｇと兄弟分\nであるＴのFに対する貸付金が３００万円，Ｕの貸付金が百数十万円あって，これらを回\n収してその半分を報酬として入手することを目論んだというものであるから，相当の利益\n獲得を狙っていたものであって，Fの居場所を突き止めるためにEに対して暴行，傷害を\n加える動機として強いものがある。\n２　犯行の経緯等の評価\n犯行当日，被告人が，EがK方にいることを連絡したとき，被告人は，ＧからEを逃がさ\nないようにしておけと指示されている。Ｇの暴力団歴をみると，同人は１５，６歳から２３\n歳ころまでＰとは別の暴力団に所属し，その後，２６歳ころから犯行（犯行当時Ｇは３５\n歳）までの約９年間Ｐに所属している暴力団幹部である。このように，暴力団員としての\n活動歴が長く，しかも，幹部組員であるＧが被告人からの連絡を受けてEを追及してい\nる。追及の動機は前述のとおりであり，Ｇ供述あるいは被告人供述のいずれにしても，\nＧとしてはFの居場所を突き止めたいという思いは強く，そのためには少々の手荒な手\n段を講じることもいとわないものと思われる。被告人は，Ｇとの交際を通じて，Ｇの性格\n等も承知しており，ＧがEに対して相当手荒な厳しい追及方法をとるであろうことは容易\nに予測できるし，現実に，K方にＧがその配下と思われる暴力団員２名を伴ってきて来て\n正座しているEを詰問し「本当のことを言わんと沈めてしまうぞ」と怒鳴りつけたことをそ\nの場で目撃し，K方から場所を変えた目的も人目に付かない場所で焼きを入れて白状さ\nせることにあった。K方から連れ出すときは，Ｇの配下と思われる２人の暴力団員（H，I）\nがEの両側からそれぞれEの肩等に手をかけて逃げられないようにして連れ出している。\nEを連れ出して自動車に乗せる際，ＧがEを蹴りつけてそばにある建物のシャッターにぶ\nつけている。しかも，出発後，Eが乗車させられた自動車を運転したのは被告人であり，\n被告人としては，人目につかない場所へEを連れていくという考えで自動車を運転し，里\n道入口付近まで走行しているのである。更に，走行中，Ｇの乗車位置や，ナイフを自動\n車内から取り出したのが誰であるにしろ，Ｇはナイフを手にして抜き身でEを脅している\nのである。更に，里道に到着後，Ｇが抜き身のままナイフを持ち出したのを格別予想外\nのこととしてとらえていない。被告人は，終始，ＧあるいはEのそばにいてＧのEに対する\n言動をつぶさに目撃している。したがって，被告人としては，K方付近を自動車で出発す\nる際，Eを人目に付かない場所へ連れ出した後には，ＧがFの居場所を聞き出すため\nに，脅迫にとどまらず，手荒な手段に出て暴行を加えることは容易に予測できたし，自動\n車内でＧがナイフを使って脅迫を開始したことから，場合によってはナイフを使ってでもF\nの居場所を白状させる行為に出るのではないかと予測できたものと推認できる（但し，\n被告人としては，Eが殺害されてしまえば，被告人自身の目論見がはずれてしまうので，\nEが殺されてしまうことまでは認容していなかった）。\n被告人は，公判において，普通乗用自動車にEを乗せて出発する際，車内でEを脅し\nてFの居場所を吐かせるだけでどこかへ連れて行って焼きを入れるとか一切思っていな\nかった，暗い所へ連れて行けばEとしては怖さが増すと思った，里道付近を通る道路は\n知っていたが，そこを通るうちにEが話すのではないかと思った旨供述する。しかしなが\nら，前述したとおり，普通乗用自動車にEを乗車させる際にＧが暴行を加えていること\nや，人目につかないようにするためにK方を出たものであって，車内での脅迫にとどまる\nものであったとは到底考えられない。\n被告人の供述をみると，捜査段階では，K方からEを連れ出す時点で，ＧがEを人気の\nない場所へ連れていって焼きを入れて半殺しにすることになるのではないかということが\n判っていた，普通乗用自動車にEを乗車させて出発後，Ｇが抜き身のナイフでEを脅して\nおり，Ｇがナイフで負傷させるのではないかと考えた旨供述し，第２回公判において（判\n示第２の事件についての公判の冒頭手続），Eに制裁のための暴行を加えることの共謀\nを否定しながらも，「私はFの居場所を聞き出さなくてはいけませんでしたので，Eの答え\n方如何によっては，Ｇと一緒になって暴行を加えようとは思っていました。」と供述してお\nり，その後の公判においては，Ｇが暴行を加えるとは考えていなかった旨供述するな\nど，その供述は不自然に変遷しており，変遷後の供述は信用できない。\n３　殺害状況についてのＧ供述及び被告人供述の信用性の検討\n①　Eの遺体に残っている傷の状況との整合性\nＧがE殺害を決意した後にナイフを使ってEに対して攻撃した行為により生じた傷の状\n況をみると，Eの前胸部左側に，胸骨正中から左方へ長さ約７センチメートルの刺切創\n（刺したナイフを途中まで抜いて少し方向を変えて深く押し込んだものと思われる。左肺\n静脈を折損し，左肺を貫通している），その約１センチメートル左方に長さ約２センチメー\nトルの刺創（上記刺切創と筋肉下で創洞が連なっている）を生じている。\nＧが殺意を生じた後，Eの胸部に対してナイフを使用した攻撃状況について，３回刺し\nたというＧ供述はEの胸部に生じている傷の状況と整合している上，殺意を生じた後の\n殺害行為の全部を自分が行ったとして自分の主導性を含めて詳細に供述しているので\nあって，外形的な攻撃状況について信用性に疑問を入れるべき事情はない。これに対し\nて，被告人の捜査段階の供述はＧが被告人に右手にナイフを逆手に握らせてその手首\nをつかんで刃先を胸部へ向けてEの胸部へ持っていき，とどめを刺すように命じたが，被\n告人は恐ろしさのあまり刺せずナイフを離したところ，被告人がナイフを左手で逆手にも\nってEの胸部へ置き，右手の平を開いた形で右手を肩付近まで上げてナイフの柄をたた\nきつけて刺した，このとき，「バチッ」と音がしたというものである。被告人は，恐怖のあま\nりよく見ていなかったというものの，「バチッ」と音がしたという供述内容は，Eの胸部に対\nする３回の刺突行為を説明できず，攻撃状況と矛盾がある。したがって，殺害状況につ\nいては，被告人の供述は防衛的な姿勢が強く信用性に乏しいといわざるを得ず，Ｇ供述\nの方が信用できる。\n４　以上の事実の評価\n被告人の供述も，殺害状況等の点において信用性に疑問があることなどに注意を払\nいながら検討した結果は以上のとおりである。被告人は，捜査段階で供述しているとお\nり，ＧがEを山中へ連れ込んで暴行を加えることはもとより，ナイフを使用して相当痛め\nつける可能性があることを認識，予見していたものと認められる。被告人は，ＧがK方近\nくでEに対して暴行を加えるのを目撃した上で，Eを自動車内へ監禁し，人気のない場所\nへと自動車を運転しているのであるから，Eを自動車内へ監禁した時点でＧとの間で，E\nに対する暴行・傷害の共謀が成立したものと認められる。\nところで，傷害致死罪は，暴行罪ないし傷害罪の結果的加重犯であるところ，ＧがEに\n対してナイフをも使用してFの居場所を聞き出そうとし，ナイフで痛めつけることさえある\nことを認識していたのであるから，被告人にとって，Ｇが殺意を抱いてナイフを使いEを殺\n害することの予見可能性もあったものと認められる（もとより，Ｇでさえ，K方付近を出発\nする時点では，E殺害を考えておらず，被告人としても，EからFの居場所を聞き出すこと\nが目的であり，そのためにＧに来てもらったのであるから，Eを殺してしまえばその目的\nを達成できないことになるし，ＧがEの胸部を刺突する直前，被告人がＧに対して，「やば\nいっちゃないですか。病院連れて行った方がいいんやないですか。」と言ったという被告\n人の供述（被告人の検察官調書（乙２７））にも信用性を否定しがたい面もあるので，被\n告人が，ＧによるE殺害を認容していたものとは認められない。）。また，Ｇの暴行とEの\n死の間には因果関係が認められる。したがって，被告人が傷害致死罪の責任を負うこと\nは明らかである。弁護人の主張は採用できない。\n（法令の適用）\n罰　　　　　　　条\n第１の行為　　　　刑法２４６条１項\n第２の１の行為    刑法６０条，２２０条後段\n第２の２の行為　　刑法６０条，２０５条\n第３の行為　　　　覚せい剤取締法４１条の３第１項１号，１９条\n第４の１の行為　　覚せい剤取締法４１条の２第１項\n第４の２の行為　　刑法６０条，覚せい剤取締法４１条の２第１項\n併　合　罪　加　重　　刑法４５条前段，４７条本文，１０条，１４条（最も重い第２の２の罪\nの刑に加重）\n未決勾留日数の算入　　刑法２１条\n没　　　　　　　収　　覚せい剤取締法４１条の８第１項本文（判示第４につき）\n訴訟費用の不負担　　　刑事訴訟法１８１条１項ただし書\n（量刑の理由）\n１　本件は，被告人が，不正に入手したクレジットカードを利用して，商品を騙取した事案\n（判示第１），Ｇらと共謀の上，Eを普通乗用自動車に押し込んで疾走させて監禁し（判示\n第２の１），Ｇと共謀の上，同人が所携のナイフで殺害した際に傷害致死の限度で共同\n正犯が成立する事案（判示第２の２），被告人が，覚せい剤を自己使用し（判示第３），覚\nせい剤を単独（判示第４の１）及びＯと共同（判示第４の２）で所持したという覚せい剤取\n締法違反の事案である。\n２　まず，量刑の上で中核となる判示第２の各犯行につき検討するに，被告人は，Eの居\n場所をＧへ教え，これによりＧが，H及びIを引き連れて，K方に赴き，同所でEの居場所\nを白状させるべくEを脅迫し，それを明らかにしないと，HやIらに指示してEを近くの駐車\n場まで連行し，Ｇ自らEを足蹴りするなどし，その後もEを自動車の後部座席に押し込\nみ，被告人はＧとともにEを人里離れた山中まで連行し，その間Ｇが車内で脅迫し続け\nてFの居場所を聞き出そうとし，山中に至ってからも，その所在を知らないとして謝り続け\nる無抵抗のEに対して，Ｇは殴る蹴るの暴行を加え，更にナイフでEの大腿部，更に臀部\nを突き刺すなどし，血を流しながら何度も助けを乞うEに対し，最後には同ナイフで左胸\n部を３回にわたり突き刺して死亡させたのである。被害者の死亡という重大な結果が発\n生している。被害者には，格別の落ち度はないにもかかわらず，暴力団員であるＧや被\n告人により長時間にわたり暴行，脅迫を加え続けられており，被害者の精神的・肉体的\n苦痛等には甚大なものがあったと思料されるばかりか，未だ４３歳という人生半ばで死\n亡した被害者の無念さは察するに余りある。犯行の発端について，被告人は，自分がＧ\nに対して，EがFとつるんで小切手を換金したので取り立てて欲しいと依頼したことにある\n旨供述しており，被告人の供述を前提としても，被告人の言動が事件の発端になってい\nるのであり，その利欲的動機に酌量の余地はない。加えて，被告人は，犯行当日，被害\n者がK方に来ていることをＧに連絡してＧを犯行に巻き込み，K方近くを自動車で出発す\nる際には，被告人自ら自動車を運転し，里道に被害者を連れ込んだ後も終始被害者の\nそばにいてそのこと自体が被害者にとって相当の威圧となったであろうことは容易に推\n認できるので，被告人が果たした役割は大きいものがある。さらに，犯行後，被告人は，\nＧに指示されるままにＧと共に被害者の衣服をはぎ取り，被害者を沢に投げ捨て，ナイ\nフを川に投棄した他，アリバイづくりに協力しているのであり犯行後の情状も芳しくない。\n３　次に，判示第１の犯行につき検討するに，被告人は，車上狙いを繰り返すなどしてク\nレジットカードを入手し，これを利用して商品を詐取することを常習的に繰り返してきたの\nであり，本件犯行もその一環として敢行されたものでありこの種犯罪に対する被告人の\n規範意識の鈍麻がうかがわれる。\n判示第３，第４の犯行についてみるに，被告人の覚せい剤使用歴は長く，平成１０年暮\nころは毎日のように覚せい剤を使用していて常習性がうかがわれ，覚せい剤への依存\n性，親和性は進んでいると思われる。合計所持量も少なくない。\nこれらの事情からすれば，被告人の刑事責任は重大である。\n４　他方，判示第２の犯行，特に殺害行為についてはＧが実行行為の全てを単独で行っ\nており，被告人の関与形態はＧとの関係で従属的なものに止まっていること，監禁罪，\n傷害致死罪につき，被告人の捜査機関に対する申立により本件の捜査が進展したこ\nと，判示第１の罪についてクレジットカード会社に対して被害弁償がなされていること，被\n告人はKに対して暴力団の脱退届を提出し，今後，暴力団との関係を断ち切る旨誓約し\nていること，母親らが今後の監督を誓約していること，被告人には前科がないことなど，\n被告人に有利な事情も認められる。\n５　そこで，これらの諸事情を総合考慮して主文の刑を量定した。\nよって，主文のとおり判決する。\n（求刑　懲役１０年，覚せい剤の没収）\n平成１４年１月２１日\n福岡地方裁判所第２刑事部\n裁判長裁判官　　　　　林　　　　　　　秀　　　文\n裁判官　　　　　一　　　木　　　泰　　　造\n裁判官　　　　　永　　　井　　　美　　　奈\n"
}