{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 17,
    "month": 9,
    "day": 28
  },
  "case_number": "平成17(行ケ)10242",
  "case_name": "",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "9364",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=9364",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/364/009364_hanrei.pdf",
  "contents": "平成１７年(行ケ)第１０２４２号　審決取消請求事件\n平成１７年９月１４日口頭弁論終結\n判決\n原告                　シチズン時計株式会社\n訴訟代理人弁理士      高  宗  寛  暁\n同 　      宮  島    　明\n被告              　　株式会社明電舎\n訴訟代理人弁護士　　　光  石  忠  敬\n同 　      光  石  俊  郎\n訴訟代理人弁理士      田  中  康  幸\n同 　      松  元    　洋\n主文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n事実及び理由\n第１　当事者の求める裁判\n１　原告\n(1)　特許庁が無効２００４－８００１９号事件について平成１６年１１月１５\n日にした審決を取り消す。\n(2)　訴訟費用は被告の負担とする。\n２　被告\n主文同旨\n第２　当事者間に争いのない事実\n１　特許庁における手続の経緯\n被告は，発明の名称を「水晶振動子及びその製造方法」とする特許第２０３\n６７７９号の特許（昭和６０年８月７日出願，平成８年３月２８日設定登録。発明\nの数は２である。以下，「本件特許」といい，願書に最初に添付した明細書及び図\n面を「当初明細書」という。）の特許権者である。\n当初明細書については，平成３年９月６日付け手続補正書による補正（以下\n「平成３年補正」という。）がされた後，さらに平成４年４月２３日付け，平成６\n年６月８日付け及び平成７年１０月６日付け各手続補正書により特許請求の範囲の\n記載を含め明細書の記載事項の補正がされた（以下，それぞれ「平成４年補正」，\n「平成６年補正」，「平成７年補正」といい，これらを合わせて「本件各補正」と\nいう。なお，平成４年補正及び平成６年補正は，いずれも出願公告（平成６年１１\n月１４日）前の手続補正である。）。\n原告は，平成１６年４月２０日，本件特許の特許請求の範囲第１項及び第２\n項の発明を無効とすることについて審判を請求した。特許庁は，この請求を無効２\n００４－８００１９号事件として審理し，その結果，平成１６年１１月１５日，\n「本件審判の請求は，成り立たない。」との審決をし，同月２６日，その謄本を原\n告に送達した。\n２　特許請求の範囲（平成７年補正後のもの）\n「１ リード端子を有する水晶振動子片を金属ケースよりなる保持容器内に封入\nして水晶振動子本体を構成し，保持容器の底部から同じ側に導出された２本のリー\nド端子に外部端子を接続してモールドするものにおいて，\n前記保持容器の外周面の形状に適合する曲面を有する保持容器外周面位置決\nめ用片と，前記保持容器の頂面に当接する保持容器頂面位置決め用片とを設け，\n前記外周面位置決め用片と保持容器頂面位置決め用片により水晶振動子本体\nを位置決めしてモールドすると共に，前記外周面位置決め用片ないし保持容器頂面\n位置決め用片を水晶振動子本体アース用外部端子としたことを特徴とする水晶振動\n子。\n２　金属板から，一対の連結帯間に，水晶振動子本体の金属ケースよりなる\n保持容器の底部から同じ側に導出された２本のリード端子と接続するリード端子接\n続用外部端子と，前記保持容器の外周面に適合する曲面を有する保持容器外周面位\n置決め用片と，前記保持容器の頂面に当接する保持容器頂面位置決め用片とが連な\nがった金属フレームであって，前記保持容器外周面位置決め用片ないし保持容器頂\n面位置決め用片を水晶振動子本体アース用外部端子とするフレーム製造工程と，\n前記金属フレームの保持容器外周面位置決め用片と保持容器頂面位置決め\n用片に前記保持容器の外周面と頂面を当接して金属フレーム上に水晶振動子本体を\n位置決めする位置決め工程と，\n前記リード端子接続用外部端子に水晶振動子本体のリードを溶接する溶接\n工程と，\n前記連結帯と，外部端子及び各位置決め用片の外端側の一部を除いて樹脂\n材にてモールドするモールド工程と，\n前記連結帯を切り離す切断工程と，\nからなることを特徴とした水晶振動子の製造方法。」（以下「本件発明\n１」，「本件発明２」といい，これらを合わせて「本件発明」という。）\n３　審決の理由\n別紙審決書の写しのとおりである。要するに，本件発明についてなされた本\n件各補正は，明細書の要旨を変更するものではないから，平成５年法律第２６号に\nよる改正前の特許法４０条により特許出願がその補正について手続補正書を提出し\nた時とみなされることはなく，本件特許の出願日は，現実の出願の日である昭和６\n０年８月７日であり，本件発明の進歩性を判断するに当たり，その出願日後に頒布\nされた特開昭６２－３４４１０号公報を引用刊行物とすることはできず，また，本\n件発明は，その出願日前に公開された特開昭５９－１３９７１２号公報に記載され\nた発明に基づいて，当業者が容易に発明をすることができたものとは認められない\nなどとするものである。\n審決が上記結論を導くに際して認定した本件各補正の内容は，次のとおりで\nある（この内容については当事者間に争いがない。）。\n「平成４年４月２３日付け全文補正明細書及び平成６年６月８日付け手続補正\n書により，少なくとも本件特許請求の範囲第１項は「前記外周面位置決め用片ない\nし保持容器頂面位置決め用片を水晶振動子本体アース用外部端子とした」，同じく\n特許請求の範囲第２項は「保持容器と接触したアース用外部端子を設け」（後に削\n除）の構成を具備するものとなし，さらに当該第２項は平成７年１０月６日付け手\n続補正書により第２項に「前記保持容器外周面位置決め用片ないし保持容器頂面位\n置決め用片を水晶振動子本体アース用外部端子とする」を付加して，その構成を限\n定している。\nまた，前記全文補正明細書等では，詳細な説明の欄において，その目的，作\n用効果として「アース用外部端子」「アース用の外部端子」に係わる記載を付加し\nている。」\n第３　原告主張の取消事由の要点\n審決は，本件各補正が当初明細書の要旨を変更するものであるのにこれを変\n更するものでないとの誤った判断をし，その結果，引用刊行物として特許法２９条\n１項３号所定の刊行物となるべき刊行物の適格性を否定したものであり，その誤り\nは結論に影響を及ぼすことが明らかであるから，取り消されるべきである。\n１　当初明細書に記載のない事項の補正\n審決は，特許請求の範囲第１項に係る「前記外周面位置決め用片ないし保持\n容器頂面位置決め用片を水晶振動子本体アース用外部端子とした」との補正事項\n（平成６年補正），同第２項に係る「前記保持容器外周面位置決め用片ないし保持\n容器頂面位置決め用片を水晶振動子本体アース用外部端子とするフレーム製造工\n程」との補正事項（平成７年補正。平成４年補正による補正事項に基づくものであ\nる。）に関し，「水晶振動子本体アース用外部端子」は当初明細書に実質的に記載\nされていると認定しているが，これは誤りである。\n(1)　当初明細書における「位置決め用片」の目的，構成，効果及び実施例に\nは，いずれも保持容器を単に機械的に位置決めすることについての記載があるに過\nぎず，「位置決め用片」をアース用外部端子とするための必須要件である保持容器\nと「位置決め用片」との間の電気的接続について何らの記載も示唆もないから，当\n初明細書には，アース用外部端子が実質的にも記載されているとはいえない。\n当初明細書には，固定専用の固定端子を設けることの実施例の記載はある\nが，アース用外部端子に関しては，「固定用端子を設ければ，保持容器１を固定用\n端子を介してアースすることが可能になる」と示唆しているだけで，この固定用端\n子はアース用外部端子としての実施例として記載されているものではなく，固定用\n端子と保持容器との間の電気的接続については具体的な記載も示唆もない。\n(2)　審決は，保持容器の頂面に外部端子が単に「当接」していれば，目的，作\n用及び効果が得られる旨認定する。\nしかし，「当接」とは，「突き当てた状態に接すること。」（「特許技術\n用語集」日刊工業新聞社２０００年４月３０日発行）の意味であるから，機械的な\n位置関係を表現する用語であって，電気的接続の意味を有するものではなく，この\nような機械的な保持容器の位置決めのための「当接」は，発明の技術的思想として\nの「外部端子の電気的接続」を意味するものではない。当初明細書における「当\n接」が電気的接続の意味を有していなかったことは，当初明細書の補正の経過から\nも明らかである。すなわち，当初明細書には「当接」の文言はあっても，「電気的\n接続」とか「接触」という表現は全くなかったところ，平成３年補正により，発明\nの効果の欄に「(3)位置決め用外部端子と水晶振動子の保持容器は接触しているの\nで，位置決め用外部端子をアースすることによりシールド効果が得られ，・・・」\nとの記載を追加し，「接触」なる表現を用いて，電気的接続の意味を持たせること\nを意図したものである。当初明細書における「当接」を電気的接続の意味で使用し\nていたのであれば，あえて当初明細書に全く記載のない「接触」なる用語を追加す\nる必要はなかったはずである。さらに，当初明細書に記載された発明では\n，外部端子は「保持容器の位置決め」のみを目的としたものであったので，その容\n器も金属ケースである必然性は全くなかったものを，平成４年補正において，「本\n発明にかかる水晶振動子は，水晶振動子片を金属ケースよりなる保持容器内に封入\nした水晶振動子本体・・・」と補正することによって，上記「接触」の補正ととも\nに，外部端子の電気的接続の意味を追加したものである。これらからすれば，当初\n明細書における外部端子の「当接」は保持容器の機械的な位置決めのみを意味して\n使用されており，電気的接続の意味としては使用されていなかったことが明らかで\nある。\n(3)　仮に，外部端子の電気的接続を「当接」の文言に含ませると仮定すると，\n電気的接続のためには外部端子と保持容器との間の電気的導通についての説明が必\n須であるから，外部端子への接触圧の与え方や接続方法の開示等が必要である。被\n告も，特許異議申立てに対する答弁書（甲第７号証）において，保持容器と固定端\n子との間の電気的接続について，樹脂注入により成形樹脂圧力で本体ケースがアー\nス用外部端子に押し付けられ，自動的にアース用外部端子との導通がとられて，ア\nースによる性能の改善がされる旨述べており，このことは，被告自身，機械的な保\n持容器の位置決めのための「当接」では十分な接触圧もなく電気的接続が得られな\nいことを自認していたことを意味する。しかし，当初明細書には上記の成形樹脂圧\n力による電気的接続について記載も示唆もないのであり，当初明細書の「当接」の\n文言が外部端子の電気的接続を含むような「当接」でなかったことは明らかであ\nる。\nまた，被告が，本件特許出願の時点から，電気的接続の可能性を認識して\nいたにもかかわらず，あえてこれを特許請求の範囲に記載しなかった以上，外部端\n子の電気的接続の技術的思想を当初明細書の記載から意図的に除外したというべき\nである。\n２　発明の目的変更の補正\n平成４年補正において発明の目的として追加された補正事項である「モール\nドされた水晶振動子は実装時に保持容器をアースすることができノイズに強い状態\nで使用しうる水晶振動子及びその製造方法を提供することを目的とするものであ\nる」は，当初明細書に全く記載がなく，発明の目的を変更するものであり，また，\n平成６年補正及び平成７年補正（平成４年補正による補正事項に基づくもの）によ\nる特許請求の範囲第１項，第２項に係る前記１記載の補正事項は，前記のとおり当\n初明細書に全く記載がなく，目的変更のための解決手段の補正であって，いずれも\n当初明細書の要旨を変更するものである。\nしたがって，審決が，上記各補正は，当初明細書の要旨を変更するものであ\nるとは認めることができないと認定したのは誤りである。\n第４　被告の反論の要点\n１　原告の主張は，結局，当初明細書には「アース用外部端子」の記載がないこ\nとを主張するのみであり，失当である。\n(1)　当初明細書において，外部端子７3，７4は，突片７Ａ3，７Ａ4及び連結片\n７5を有し，これらの突片７Ａ3，７Ａ4及び連結片７5により，「保持容器１は，その\n外周面が湾曲した突片７Ａ3，７Ａ4により保持され且つその頂面が連結片７5に当接\nした状態で金属フレーム５に対して位置決めされる」のであり，また，第６図に示\nした実施例では，「保持容器１の中央部を前記端子８4，８5により保持し且つ保持\n容器１の頂面を前記外部端子８3に当接することにより位置決めを行なう」のであ\nる。つまり，外部端子７3，７4の突片７Ａ3，７Ａ4及び連結片７5は金属製の保持容\n器１に当接し，位置決め用端子８4，８5，外部端子８3は金属製の保持容器１に当接\nし，それぞれ機械的に接触しているのである。\nしたがって，これらの端子をアース用端子とすることができるのである。\nそもそも「アースする」ということが，電気的接続をとることを意味していること\nは常識以前の問題である。\n(2)　原告は，「当接」という用語や保持容器の性質の変更（金属ケース）など\nについて主張しているが，審決の認定判断に関係のない事項についての主張であ\nる。\nまた，「当接」が「突き当てた状態に接すること」を意味するのであれ\nば，「接する」の意味があるのであるから，保持容器と外部端子のように金属同士\nを当接させれば，当然電気的にも接続されるのであるから，原告の主張は誤りであ\nる。\n(3)　当初明細書には，「外部端子７3，７4は通電用端子ではなく，固定専用の\n固定用端子となる。この例のように固定用端子を設ければ，保持容器１を固定用端\n子を介してアースすることが可能になるので，そうすることによってシールド効果\nが得られ，ノイズに強い水晶振動子が得られる」と，保持容器１と外部端子７3，７\n4とが電気的に接続されることがはっきりと記載されている。外部端子７3，７4によ\nって保持容器１を位置決めするためには，外部端子７3，７4は保持容器１に当たっ\nていなければならず，金属である固定用端子７3，７4と保持容器１とが当たってい\nれば，当然電気的導通があり，アースできるのである。\n２　原告は，目的の変更が要旨の変更になる旨主張しているけれども，明細書に\n記載された技術的事項に基づき，その作用効果に対応させて目的を「モールドされ\nた水晶振動子は実装時に保持容器をアースすることができノイズに強い状態で使用\nしうる水晶振動子及びその製造方法を提供することを目的とするものである。」と\n補正することは何ら明細書に記載の技術的事項を変更するものではない。\n第５　当裁判所の判断\n１　平成５年法律第２６号による改正前の特許法４０条は，「願書に添付した明\n細書又は図面について出願公告をすべき旨の決定の謄本の送達前にした補正がこれ\nらの要旨を変更するものと特許権の設定の登録があった後に認められたときは，そ\nの特許出願は，その補正について手続補正書を提出した時にしたものとみなす。」\nと規定し，同法４１条は，「出願公告をすべき旨の決定の謄本の送達前に，願書に\n最初に添附した明細書又は図面に記載した事項の範囲内において特許請求の範囲を\n増加し減少し又は変更する補正は，明細書の要旨を変更しないものとみなす。」と\n規定している。\n２　「当初明細書に記載のない事項の補正」との主張について\n(1)　当初明細書（甲１号証）には次の記載がある。\nア「本発明は水晶振動子片から１対のリードを導出させた水晶振動子を製造\nする方法において，水晶振動子片を保持容器内に気密に封入して成る水晶振動子本\n体を用い，そのリードを金属フレームに包有される外部端子にスポット溶接し，そ\nの後外部端子と水晶振動子本体とを樹脂モールド成形により一体化して水晶振動子\nを製造することによって，プリント板への実装が容易で且つ実装された機器の小型\n化に役立つ構造の水晶振動子を製造することができると共に，従来の製造工程を然\n程変更することなく，しかも水晶振動子片に熱影響を与えることのない製造方法を\n提供するものである。」（２頁８行～３頁５行）\nイ「水晶振動子はクロックパルス等の安定した周波数を得るために広く電子\n機器に利用されており，その外観形状については･･････に示すように水晶振動子片\nを収納した円筒状や楕円筒状の金属ケースより成る保持容器１の底部からリード２\n１，２２が導出された形状とされている。」（３頁７～１２行）\nウ「第４図(a),(b)は，第２の例に係る水晶振動子の組立て段階を示す図であ\nる。この実施例で用いられる金属フレーム５については，外部端子７３，７４の内端\n側には，保持容器１の頂面から底面側に若干変位した位置にて互に離間して対向す\nる突片７Ａ３，７Ａ４と，これら突片７Ａ３，７Ａ４の基部を互に連結して前記頂面\nに沿って伸びる連結片７５とが設けられ，前記突片７Ａ３，７Ａ４は保持容器１の外\n周面に適合するよう湾曲している。このような金属フレーム５を用いた場合には，\n保持容器１は，その外周面が湾曲した突片７Ａ３，７Ａ４により保持され且つその頂\n面が連結片７５に当接した状態で金属フレーム５に対して位置決めされる。従って\nこの例では位置決めが確実で且つ容易なものになり，リード７１，７２を所定位置で\n確実にスポット溶接できるという利点がある。またこの例ではリード２１，２２に接\n続される外部端子７１，７２と保持容器１の頂部に配置される外部端子７３，７４と\nは分離した状態でモールド成形される。従ってこの外部端子７３，７４は通電用端子\nではなく，固定専用の固定用端子となる。この例のように固定用端子を設ければ，\n保持容器１を固定用端子を介してアースすることが\n可能になるので，そうすることによってシールド効果が得られ，ノイズに強い水晶\n振動子が得られる。」（１１頁６行～１２頁１４行）\nエ「第６図(a)，(b)は，第３の例に係る水晶振動子の組立て段階を示す図，\n第７図は組立後の完成品を示す図である。この例では，保持容器１の頂面からその\n軸方向に外部端子８３が伸びると共にこの外部端子８３の内端側が前記頂面に沿って\n折り曲げられている点，保持容器１の中央部を保持するように湾曲した位置決め用\n端子８４，８５が設けられていて，保持容器１の中央部を前記端子８４，８５により\n保持し且つ保持容器１の頂面を前記外部端子８３に当接することにより位置決めを\n行う点，保持容器１として楕円筒状のものを用いる点等が上記の第２の例と異な\nる。８１，８２は通電用端子をなす外部端子である。」（１３頁５行～１４頁２行）\nオ「第３の例及び第４の例に係る水晶振動子においては，外部端子８３，あ\nるいは外部端子９３，９４を固定専用の固定用端子として用いているので，第２の例\nの場合と同様にシールド効果が得られる。」（１５頁末行～１６頁３行）\nカ「以上のように本発明は，水晶振動子本体を金属フレーム上に位置決めし\nて配置し，リードと金属フレームに包有される外部端子とをスポット溶接してから\n外部端子と水晶振動子本体とを樹脂材でモールド成形することにより一体化して水\n晶振動子を製造するようにしている。従って本発明の製造方法によって得られた水\n晶振動子では，止めバンドや接着剤を用いずに外部端子をプリント基板に設けられ\nたソケットに差し込む等して固定することにより実装できるから，保持容器の向き\nの如何にかかわらずプリント基板への実装が容易になって自動実装が可能になるた\nめ，効率よく実装作業ができる。」（１６頁５行～１７頁２行）\n(2)　上記当初明細書の記載は，いずれも発明の詳細な説明中のもので，アが\n「発明の概要」，イが「従来の技術」の一部，ウが第４図に示される実施例，エが\n第６図に示される実施例，オが実施例の説明の一部，カが「発明の効果」の一部で\nある。\n上記記載及び当初明細書の第４図，第６図によれば，本件発明における\n「（保持容器）外周面位置決め用片」が「突片７Ａ３，７Ａ４」（第４図の実施\n例），「位置決め用端子８４，８５」（第６図の実施例）に，本件発明における「保\n持容器頂面位置決め用片」が「連結片７５」（第４図の実施例），「外部端子８３」\n（第６図の実施例）に相当することになる。\nまた，上記ウの記載によれば，当初明細書の第４図の｢突片７Ａ３，７Ａ４\n」及び「連結片７５」は，「外部端子７３，７４」に設けられているものであり，外\n部端子に繋がるもの又は外部端子そのものであることが明らかである。そして，上\n記イの記載によれば，保持容器は従来から「円筒状や楕円筒状の金属ケースより成\nる保持容器」として紹介されており，上記ウの記載によれば，この保持容器に外部\n端子が「固定用端子」として「当接」して「アースする」ことを可能にしているこ\nとが開示されているのである。\nしたがって，本件発明１における「前記外周面位置決め用片ないし保持容\n器頂面位置決め用片を水晶振動子本体アース用外部端子とした」点，及び本件発明\n２における「保持容器外周面位置決め用片ないし保持容器頂面位置決め用片を水晶\n振動子本体アース用外部端子とする」点については，当初明細書に記載されている\nものと認めることができるから，これらの補正は，当初明細書に記載した事項の範\n囲内でされたものであり，明細書の要旨を変更しないものとみなされる。\n(3)　原告は，当初明細書における「位置決め用片」の目的，構成，効果及び実\n施例には，いずれも保持容器を単に機械的に位置決めすることについての記載があ\nるに過ぎず，「位置決め用片」をアース用外部端子とするための必須要件である保\n持容器と「位置決め用片」との間の電気的接続について何らの記載も示唆もないと\n主張する。\nしかし，前記のとおり，当初明細書には，「保持容器１は，その外周面が\n湾曲した突片７Ａ３，７Ａ４により保持され且つその頂面が連結片７５に当接した状\n態で金属フレーム５に対して位置決めされる。・・・この外部端子７３，７４は通電\n用端子ではなく，固定専用の固定用端子となる。この例のように固定用端子を設け\nれば，保持容器１を固定用端子を介してアースすることが可能になるので，そうす\nることによってシールド効果が得られ，ノイズに強い水晶振動子が得られる。｣（前\n記ウ）との記載があり，外部端子（７３，７４）がアース用として機能することが明\n記されているから，保持容器と固定用端子としての外部端子（７３，７４）が電気的\nに接続されていることは当然のこととして理解し得るものである。\n原告は，当初明細書の上記記載によっては固定用端子と保持容器との間の\n電気的接続について具体的な記載，示唆があるとはいえない旨主張するが，「保持\n容器１を固定用端子を介してアースすることが可能になる」と記載されている以\n上，当業者であれば，この記載から，保持容器と固定用端子（外部端子）が電気的\nに接続していることは格別の困難性なく認識し得るところであって，原告の上記主\n張は当たらない。\n(4)　また，原告は，当初明細書における「当接」という用語は「外部端子の電\n気的接続」を意味するものではなく，このことは，平成３年補正で「接触」なる用\n語が追加され，平成４年補正で「金属ケース」よりなる保持容器と補正された経過\nから明らかである旨主張する。\nしかし，「当接」が原告の主張するように「突き当てた状態に接するこ\nと」という意味であるとしても，前記のとおり，当初明細書には，固定用端子であ\nる外部端子が金属製保持容器に「当接」し，「アースすることが可能」になって，\n「シールド効果が得られ，ノイズに強い水晶振動子が得られる。」との記載がある\nのであって，この記載に接した当業者であれば，そこに電気的接続が生じることは\n容易に理解し得るものであり，特に「当接」という用語に電気的接続を除外する意\n味があると認めるに足りる証拠はない。また，金属製の保持容器は，従来の技術に\nおいてすでに使用されていることが当初明細書に明記され（前記イの記載），その\nことを承けて他の構成が展開されているのであるから，当初明細書において，金属\n製の保持容器は所与のものとしているものとみるのが相当であり，平成４年補正に\nよって新たに追加されたものということはできない。その他，補正の経過をみて\nも，当初明細書において，保持容器と固定用端子（外部端子）が電気的に接続して\nいることを否定していると理解すべき事情は見当たらないのであって，原告の上記\n主張は失当である。\n(5)　さらに，原告は，電気的接続のためには外部端子と保持容器との間の電気\n的導通についての説明が必須であり，外部端子への接触圧の与え方や接続方法の開\n示等が必要であるのに，当初明細書にはその記載がない旨主張する。\nしかし，前記のとおり，当初明細書には，外部端子（７３，７４）がアース\n用として機能することが明記されており，保持容器と固定用端子としての外部端子\n（７３，７４）が電気的に接続されていることは当然のこととして理解し得るのであ\nって，「（保持容器）外周面位置決め用片ないし保持容器頂面位置決め用片を水晶\n振動子本体アース用外部端子」とするとの補正は，当初明細書に記載した事項の範\n囲内でされたものであるから，それ以上に，外部端子への接触圧の与え方や接続方\n法についての説明が当初明細書に記載されていないとしても，そのことは要旨変更\nに当たらないとの判断を左右するものではなく，原告の上記主張は当たらない。\nまた，原告は，被告が当初明細書の記載から外部端子の電気的接続の技術\n的思想を意図的に除外したものであるとも主張しているが，そのように認めるべき\n根拠はないし，また，当初明細書の特許請求の範囲に示された構成に電気的接続が\n明記されていないとしても，当初明細書に記載した事項の範囲内でされた補正が明\n細書の要旨を変更しないものとみなされることに変わりはなく，原告の上記主張は\n採用の限りでない。\n３　「発明の目的変更の補正」との主張について\n原告は，発明の目的として追加された補正事項である「モールドされた水晶\n振動子は実装時に保持容器をアースすることができノイズに強い状態で使用しうる\n水晶振動子及びその製造方法を提供することを目的とするものである」は，当初明\n細書に全く記載がなく，発明の目的を変更するものであり，当初明細書の要旨を変\n更するものであると主張する。\nしかし，前記当初明細書の記載からすれば，当初明細書には，水晶振動子が\nモールドされること，また，該水晶振動子は実装時に保持容器をアースすることが\nできノイズに強い状態で使用しうることも記載してあったと認められる。また，上\n記発明の目的の補正は，発明の構成に関する補正に伴うものであるところ，既に検\n討したとおり，特許請求の範囲第１項，第２項に係る「（保持容器）外周面位置決\nめ用片ないし保持容器頂面位置決め用片を水晶振動子本体アース用外部端子」とす\nるとの補正は，当初明細書の要旨の変更にはならないのであるから，上記発明の目\n的の補正もまた要旨変更には当たらない。\nなお，平成６年補正及び平成７年補正（平成４年補正による補正事項に基づ\nくもの）による特許請求の範囲第１項，第２項に係る前記補正が，目的変更のため\nの解決手段の補正として当初明細書の要旨を変更することになるものでないこと\nも，既に検討したところから明らかである。\n４　結論\n以上のとおりであるから，本件各補正が当初明細書の要旨を変更するもので\nないとした審決の認定判断に誤りはなく，原告主張の取消事由はいずれも理由がな\nい。その他，審決にこれを取り消すべき誤りは認められない。\nしたがって，原告の本訴請求は理由がないから，これを棄却することとし，\n行政事件訴訟法７条，民事訴訟法６１条を適用して，主文のとおり判決する。\n知的財産高等裁判所第３部\n裁判長裁判官 　 　 佐  藤  久  夫\n裁判官 　 　 若  林  辰  繁\n裁判官 　 　 沖  中  康  人\n"
}