{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 18,
    "month": 6,
    "day": 8
  },
  "case_number": "平成17(ワ)3954",
  "case_name": "損害賠償請求",
  "court_name": "名古屋地方裁判所民事９部",
  "result": "その他",
  "original_result": "その他",
  "gist": "本件商標権を有する原告が，包装箱及び製品に本件商標に酷似した標章が付されたスパークプラグを輸入して販売した被告に対して，損害賠償を求めた事案において，被告が真正品を並行輸入しようとしたもので模倣品であることを認識していなかったとしても商標法３９条，特許法１０３条による過失の推定が覆ることはないとして，商標法３８条２項に基づく損害のほか，模倣品が出回りそのクレーム処理に要した費用等の損害について，その損害請求を認めた事例",
  "lawsuit_id": "33432",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=33432",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/432/033432_hanrei.pdf",
  "contents": "平成１８年６月８日判決言渡 同日原本領収 裁判所書記官\n平成１７年(ワ)第３９５４号 損害賠償請求事件\n口頭弁論終結の日 平成１８年４月１７日\n判決\n主文\n１ 被告は，原告に対し，２８１万６７７９円及びこれに対する平成１７年１０\n月２１日から支払済みまで年５分の割合による金員を支払え。\n２ 原告のその余の請求を棄却する。\n３ 訴訟費用はこれを４分し，その３を被告の負担とし，その余は原告の負担と\nする。\n４ この判決は，第１項に限り，仮に執行することができる。\n事実及び理由\n第１請求\n被告は，原告に対し，３７９万３４８４円及びこれに対する平成１７年１０\n月２１日から支払済みまで年５分の割合による金員を支払え。\n第２ 事案の概要\n本件は，別紙原告商標目録記載(1)，(2)の各商標権（以下，同目録(1)の商\n標を「本件商標１」，同目録(2)の商標を「本件商標２」といい，これらを併\nせて「本件各商標」という。）を有する原告が，本件商標２に酷似した標章を\n付したスパークプラグを，本件商標１及び本件商標２に酷似した標章を付した\n包装箱に梱包して販売した被告に対して，商標法３８条２項，民法７０９条に\n基づいて損害賠償を求めた事案である。\n１ 争いのない事実等（証拠を掲記した部分のほかは当事者間に争いがない。）\n(1) 当事者\nア 原告は，内燃機関用スパークプラグの製造，販売等を主な目的とする株\n式会社である。\nイ 被告は，国産車及び外国車部品・用品の販売及び輸出入を主な事業目的\nとする株式会社である。\n(2) 原告の商標権\n原告は，次のア，イの商標権を有している（甲１号証ないし４号証。以下，\n書証については枝番を含む。）。\nア 登録番号 第１０４２５８９号\n出願年月日 昭和４６年５月１０日\n登録年月日 昭和４８年１１月１２日\n商品及び役務の区分 第７類\n指定商品 内燃機関用点火栓\n登録商標 別紙原告商標目録(1) のとおり\nイ 登録番号 第０２５３４４１号\n出願年月日 昭和８年１０月１８日\n登録年月日 昭和９年５月８日\n商品及び役務の区分 第７類\n指定商品 自動車用点火栓，自動二輪車用点火栓，航空機用点火栓\n登録商標 別紙原告商標目録(2) のとおり\n(3) 被告の侵害行為\nア 被告は，別紙被告標章目録(2) 記載の標章（以下「被告標章２」とい\nう。）を付した別紙被告商品目録記載の３種類のスパークプラグ（以下，\nそれぞれ「被告プラグ１」，「被告プラグ２」，「被告プラグ３」といい，\nこれらを併せて「本件模倣品」ともいう。なお，原告及び被告は，その主\n張において「模造品」との文言を用いるが，「模倣品」とするのが相当で\nある。）を，別紙被告標章目録(1) 記載の標章（以下「被告標章１」とい\nう。）及び被告標章２を付した被告の包装箱に梱包して，平成１６年１０\n月下旬から同年１２月初旬にかけて，関東地方，新潟県及び福島県の自動\n車部品取扱業者に販売した。\nイ 被告プラグ１ないし３は，本件商標１の指定商品である「内燃機関用点\n火栓」に，また，本件商標２の指定商品である「自動車用点火栓，自動二\n輪車用点火栓，航空機用点火栓」にそれぞれ含まれる。\nウ 被告標章１は，本件商標１と同一であり，被告標章２は，本件商標２と\n同一である。\n(4) 原告の損害\nア 被告プラグ１ないし３は，原告製のスパークプラグの悪質な模倣品であ\nり，原告製のものに比べ，著しく性能が劣り，使用中にエンジン損傷等の\n不具合を引き起こす事態が被告販売直後から相次いで報告され，原告は，\n急きょ原因究明と回収等の対応措置を取ることとなった。\nイ 原告及び被告は，被告が販売した被告プラグ１ないし３の回収廃棄に努\n力し，概ね回収がなされたが，回収未了のプラグがある。\n２争点\n(1) 被告は，被告プラグ１ないし３を販売して原告の商標権を侵害したことに\nついて，過失がなかったか。\n(2) 損害の発生及び額\n３ 当事者の主張\n(1) 争点(1) （商標権侵害行為について過失がなかったか）について\n〔被告の主張〕\nア 被告は，被告プラグ１ないし３をアメリカのＩＣＭ社から輸入し，国内\nにおいて販売したが，模倣品であるとの認識はなく，そのことを認識せず\nに販売したことについて過失はない。その根拠は以下のとおりである。\n(ｱ) 被告が輸入したのは，被告と長年取引のあるアメリカのカリフォルニ\nア州に本社を置くＩＣＭ社からであるが，被告がこれまで同社から輸入\nした商品で純正品でないものは全くなかった。\n(ｲ) 原告の正規品は，輸出価格が低廉であることから，国内において原告\nの販売代理店等を通じて調達するより，アメリカに輸出された商品を再\n度輸入した方が調達コストが安くなり，被告がこのような方法で原告の\n製品を再輸入しようとすることは経済的合理性に適うものであり，商取\n引上何の問題もない。\n(ｳ) 被告は，平成１６年６月，アメリカのカリフォルニア州に本社を置く\nＣＡＮＹＯＮ ＥＮＴＥＲＰＲＩＳＥＳ社から，原告の正規品であるス\nパークプラグを購入したが，その際の購入価格が，ＩＣＭ社からの購入\n価格とほぼ同額であり，価格面から模倣品であることを疑うべき事情は\nなかった。\n(ｴ) 被告プラグ１ないし３の箱は，本物をスキャンしたものと思われ，デ\nザインの違いは分からない状態のものであり，被告プラグ１ないし３は，\nそれを購入した部品商及び自動車整備工場関係者も，またこれらをエン\nジンに取り付けた自動車整備士免許資格保有者らも，誰１人としてそれ\nが模倣品であることに気づかないほど精巧なものであった。\n(ｵ) 被告プラグ１ないし３は，単価が安く，不良品であることが判明した\n場合，以後販売できなくなるものであるから，このようにリスクの大き\nい模倣品を製造流通させる者が現れるとは一般に考えにくい。\n(ｶ) 被告は，海外の約３０の商社から自動車部品を輸入しており，そのう\nちの主要仕入先である９社に限定しても，平成１７年度において延べ３\n万２９２４種類もの部品を輸入しており，在庫部品は５万種類にも及ん\nでいる。\n被告が輸入した自動車部品は，仕入先からの輸入量が多い場合は，貨\n物船で運ばれたコンテナによってそのまま被告の倉庫に陸送され，少な\nい場合でも，多くの部品が梱包された巨大な段ボール箱によって運ばれ\nる。\n被告は，これら輸入された部品について，少なくとも伝票と外観によ\nって確認するが，個々の部品すべてについて仔細に検査し，あるいは性\n能や仕様をチェックすることはしない。被告においては，そのような検\n査をすること自体不可能である。\n被告のような輸入業者において，模倣品であることを発見することが\n不可能であるにもかかわらず，損害賠償責任を負うべきであるとの主張\nは，およそ，商取引の実情を無視した非常識な見解であり，かかる見解\nが容認されるならば，少なくとも自動車部品については正規代理店から\nの仕入販売しかできないということになり，独占禁止法に抵触するよう\nな事態を招来させることになりかねない。\nイ 原告の主張に対し，次のとおり反論する。\n(ｱ) 本件は，第三者が同一商標あるいは類似商標を使用したのと異なり，\n被告が原告（あるいはフランスの現地法人）の真正品であると認識して\n被告プラグ１ないし３を輸入したという事案であって，原告以外の第三\n者が被告プラグ１ないし３及びその包装箱に印刷された商標を使用する\nことができる権利を有すること，あるいは，原告の商標権を侵害するも\nのではないことを誤信したものではないから，商標法３９条によって準\n用される特許法１０３条の過失の推定が適用される余地のない事案であ\nる。\n(ｲ) 原告は，真正品と被告プラグ１ないし３との間には６点の差異がある\n旨指摘するが，いずれも後付けでそれを検証するために，真正品と精密\nに比較対照した場合の差異について論じているだけで，「たやすく発見\nし得た」という論証はなされていないし，本件模倣品と真正品との差異\nとして指摘する外観等が，原告の（外注先も含めて）すべての工場にお\nける生産品と完全に同一のものであるのかどうか不明であり，また，ス\nパークプラグの機能や原告の商標それ自体には影響を及ぼさない部分の\n指摘もあるから，これをもって「模倣品」であると判断することは困難\nである。\n(ｳ) 原告は，真正品が並行輸入として許されるためには尽くすべき３つの\n要件が求められるとし，被告がいずれの点についても全く調査しなかっ\nた旨主張するが，被告は，ＩＣＭ社に対して，原告製のスパークプラグ\nを注文したのであって，輸入前の段階で輸入される商品が真正品である\nかどうかということについては調査のしようがないのである。そして，\n輸入された商品が真正品でなければ，被告が故意過失の有無にかかわら\nず，直ちに原告に対して損害賠償責任を負うものでないことも明らかで\nある。\n〔原告の主張〕\nア 被告には，商標法３９条，特許法１０３条に基づいて過失が推定され，\n以下のとおり，それが覆ることはない。\n(ｱ) 商標法３９条は，特許法１０３条を準用して，侵害者の過失を推定し\nているところ，これは，商標権の内容については商標公報・商標登録原\n簿等によって公示されており，しかも，商標権又は専用使用権の侵害は\n業としてこれを行う者の行為のみが該当することを考慮したからにほか\nならない。したがって，過失の推定が覆滅される場合は極めて稀であっ\nて，被告が主張するような事情は，過失の推定を覆滅するに足るもので\nはない。\n(ｲ) 被告は，自動車部品の販売，輸出入を長年にわたって手がけており，\n模倣品が近年とみに増大している自動車部品の取引にかかわる者として，\n自動車部品には模倣品が多いことを十分に認識していたのであるから，\n知的財産権の調査とそれらの権利を侵害しないようにすべき高度の注意\n義務を負担している。\n(ｳ) 被告は，真正品を並行輸入した経験がありながら，並行輸入が許され\nるために必要とされる注意義務，すなわち，①輸入した製品が果たして\n真正品であるか否か，②外国商標権者と内国商標権者とが同一であるか，\n③並行輸入商品と内国拡布商品とが同一であるかについて，何ら調査し\nていない。\n(ｴ) 真正品と本件模倣品の違い\nａ 端子部分（先端の金属部分）が真正品は茶色であるのに本件模倣品\nは黒色である。\nｂ 本件模倣品はガスケットと呼ばれる部分が厚く脱落しやすい。\nｃ 本件模倣品の包装箱の紙質は多少厚く，印刷していない裏の部分が\nピンクがかった色合いで光沢がありつややかな手触りである。\nｄ 本件模倣品は絶縁体と金具の締め付け部分に粉末がなく，カシメ部\n分からの気密漏洩が著しい。\nｅ 本件模倣品は，絶縁体部分に付された商標ロゴマークが真正品に比\nべて文字が細く，記載位置が不揃いで，また金具の六角部分に付され\nたロットナンバーの刻印が真正品に比べて大きく，書体も異なる。さ\nらに，金具の胴部のプラグ品番刻印の間隔が真正品に比べて広い。\nｆ 本件模倣品は，金具のカシメ部分については真正品に比べその膨ら\nみが少なく，若しくは膨らみがない。\n(ｵ) まとめ\n被告は，中国を中心としてスパークプラグの模倣が顕著であり，自動\n車部品の模倣品が全世界的に流通していることを十分に認識していたと\nころ，自動車部品を取り扱う専門業者としてはかかる模倣品の存在には\n十分注意すべきであった上，輸出元が商標権を有しているかといった事\n実を調査すべきであった。そして，本件模倣品は真正品と明らかに異な\nる特徴を有しており，これはわずかな注意を払えば容易に発見し得るも\nのであるから，輸入販売に当たって，それが真正品であるか否かを原告\nに問い合わせるという一挙手一投足の労を惜しまなければ，極めて容易\nに商標権を侵害しているということを認識し得たのであるから，被告が\n無過失であるということはあり得ない。\nイ 被告の主張に対し，次のとおり反論する。\n(ｱ) 被告は，海外から多くの自動車部品を購入しており，個々の部品につ\nいて検査することは不可能であると主張するが，輸入業者としては少な\nくともサンプル検査等を行い真正品か否かにつき性能・品質を十分に確\nかめるなどの調査義務を尽くす必要がある。\n(ｲ) 仮に部品数が多く，検査に一定の時間と労力を要するとしても，それ\nは輸入業者の主観的な事情にすぎず，注意義務の軽減を正当化する理由\nとはなり得ない。\n被告は「梱包されているのに性能検査などできない」旨主張するが，\n全量検査でなくとも少なくともサンプル検査は十分に可能であるし，費\n用・労力ともに極めて些少で済むことは明らかであって，被告はこうし\nた検査を全く行っていない点で過失がある。\n(ｳ) そもそも商標はコピーが極めてたやすく，現在の高度な複写技術をも\nってすれば，外観からは本物と見分けがつかない模倣品を作り出すこと\nは容易であるから，被告が主張するように，外観からは真正品であるか\n否かの判断が難しいことを理由に過失の推定の覆滅を認めることがあれ\nば，商標権侵害物件が野放しとなってしまい妥当でない。\n(2) 争点(2) （損害の発生及び額）について\n〔原告の主張〕\nア 被告の利益額による損害の推定（商標法３８条２項）\n被告の仕入価格は，被告プラグ１が１．５１ドル（１ドル１１０円で１\n６６．１円）であり，被告プラグ２及び３が１．２ドル（１ドル１１０円\nで１３２円）であった。そして，販売価格は，被告プラグ１が２５０円，\n被告プラグ２及び３が１８５円であった。また，販売個数は，被告プラグ\n１が１８００個，被告プラグ２及び３が計８６００個であった。\n被告プラグ１の粗利額は１５万１０２０円｛（２５０円－１６６．１\n円）×１８００個｝，被告プラグ２及び３の粗利額は４５万５８００円\n｛（１８５円－１３２円）×８６００個｝となり，これらの合計は６０万\n６８２０円となる。\nそして，被告の利益率は粗利額の８０パーセントを下らないから，その\n利益額は少なくとも４８万５４５６円を下らず，この額が原告が受けた損\n害額と推定される（商標法３８条２項）。\nイ その他の損害（商標法３８条４項）\n原告は，被告の商標権侵害行為によって，少なくとも以下のような費用\nが生じ，これと同額の損害を被った。\n(ｱ) クレーム受付費用\n本件模倣品が出回った後，小売業者らから次々とクレームが寄せられ\nたため，これに原告の担当者が対応したが，そのための人件費，ガソリ\nン代，高速道路通行料として，合計２４万３０１０円を要した。\n(ｲ) 社内クレーム検査費用\n本件模倣品の性能や仕様を調査するために，原告社内で担当者が調査\nし，他社プラグ調査報告書（甲２６号証の1ないし3）をまとめたが，そ\nのために少なくとも５時間，人件費として２万１５００円を要した。\n(ｳ) 被告との打ち合わせのための訪問費用\n本件模倣品の対応のため，原告担当者が，東京の被告本社に合計５回\n赴いたが，そのために，人件費，交通費及び駐車場代として１３万６１\n３０円を要した。\n(ｴ) サービスインフォメーション費用\n原告は，取引先向けに模倣品に対する注意を促すサービスインフォメ\nーションを作成したが，そのために２０万３８５８円を要した。\n(ｵ) 部品商，修理工場への訪問費用\n原告の各営業所又は出張所の担当者が，模倣品を扱った部品商や修理\n工場へ足を運んで，本件模倣品の対応を行ったが，そのための人件費，\nガソリン代及び高速道路通行料として１０６万８７８０円を要した。\n(ｶ) 新聞広告記事費用（毎日新聞）\n本件模倣品が出回っていることをユーザーらに知らせるために，毎日\n新聞への広告掲載費用として７９万５０００円（税抜き価格。税込みで\nは８３万４７５０円）を要した。\nウ 弁護士費用 ８０万円\nエ アないしウの合計は３７９万３４８４円である。\n〔被告の主張〕\nア 原告の主張アのうち，被告の仕入額及び販売価格については認め，販売\n個数については否認し，被告の利益率については争う。販売個数は，被告\nプラグ１が９９１個，被告プラグ２及び３が合計５１６５個である。\n原告は，被告の利益額が少なくとも４８万５４５６円を下らないと主張\nするが，後記のとおり，被告は，被告プラグが模倣品であると判明した後，\nこれらのほとんどすべてを回収して被告の出捐をもって原告の正規品と取\nり替えており，被告は何ら利益を得ていないし，被告が販売したものとほ\nぼ同数の原告正規品が取替えによって販売されており，原告に損害も発生\nしていない。\n仮に，正規品に取り替えられたものについても商標法３８条２項に基づ\nく損害賠償が認められるならば，被侵害者にいわば利益の二重取りをさせ\nることになってしまうが，同項がこのようなことまでも認める趣旨でない\nことは明白である。\nイ(ｱ) クレーム受付費用\n小売業者から原告にクレームが次々と寄せられたこと及びそれに要し\nた費用額は知らない。\n具体的にどのようなクレームがあり，それに対してどのような対応を\nする必要があったのかが不明であるので，被告の行為との因果関係の有\n無が不明である。\n(ｲ) 社内クレーム検査費用\nクレーム検査に要した時間については知らない。\n模倣品であることが既に判明しているものについて，その性能や仕様\nを調査する必要はなく，当該検査は原告側の事情に基づいて行われたも\nのであるから，被告がその費用を負担すべき理由はない。\n(ｳ) 被告との打ち合わせのための訪問費用\n原告担当者の人件費，交通費，訪問時間についてはいずれも知らない。\nそもそも，原告担当者が被告を訪問しなければならない必要性はなく，\nかかる費用について被告が負担すべき理由は全くない。\n(ｴ) サービスインフォメーション費用\n原告主張の作成費用は知らない。いついかなる必要に基づいて作成し\nたか不明であり，被告が負担すべき義務を負うものではない。\n(ｵ) 部品商，修理工場への訪問費用\n原告主張の費用額は知らない。いかなる必要に基づき訪問したのか不\n明であり，被告の行為との因果関係の有無も不明である。\n(ｶ) 新聞広告記事費用（毎日新聞）\n本件模倣品が出回っていることを毎日新聞の広告によりユーザーに知\nらせる必要はなく，したがって，その費用について被告が負担すべき理\n由は全くない。\n第３ 争点に対する判断\n１ 争点(1) （商標権侵害行為について過失がなかったか）について\n(1) 前記第２の１(3) のとおり，被告標章１と本件商標１，被告標章２と本件\n商標２はそれぞれ同一であって，被告は，被告標章２を付した本件模倣品を，\n被告標章１及び被告標章２を付した包装箱に梱包して販売したものであるか\nら，被告の本件模倣品の販売行為は，原告の本件商標１及び本件商標２に係\nる各商標権を侵害するものであり，被告は商標法３９条，特許法１０３条に\nより，その侵害の行為について過失があったものと推定されることになる。\nこの過失推定規定は，商標権の侵害態様や過失を基礎付ける事実の範囲につ\nいて何ら限定を加えていないので，被告が原告（あるいはフランスの現地法\n人）の真正品であると認識して被告プラグ１ないし３を輸入したという場合\nであっても，過失の推定が働くことに変わりはない。\n(2) 被告は，本件模倣品をアメリカのＩＣＭ社から輸入して国内において販売\nしたが，模倣品であるとの認識はなく，認識せずに販売したことに過失はな\nい旨主張するので，検討する。\nア 並行輸入は，当該商品の国内と海外での価格差を利用して，同種・同品\n質の商品を正規代理店より安価に輸入しこれを販売することが可能となり，\n輸入業者にとって利益があるが，その反面，模倣品・偽造品を輸入する危\n険を伴い，並行輸入業者がたとえ真正品を発注して輸入したとしても，誤\nって模倣品・偽造品を輸入してしまう可能性が内在するものであるから，\n輸入業者が並行輸入をするに際しては，模倣品・偽造品を輸入し販売する\nことのないよう，仕入先の信用状況を十分に調査するとともに，自ら当該\n商品が模倣品・偽造品でないかどうかを厳重に検査すべき注意義務を負う\nというべきである。\nイ とりわけ，スパークプラグ等の自動車部品の流通状況については，次の\n点を指摘できる。\n特許庁の「主要業種の特性に対応した海外模倣品対策の在り方に関する\n調査（平成１７年３月）」と題する報告書（甲１０号証），社団法人日本\n自動車工業会の「特集 自動車と知的財産 日中二輪車産業界知的財産権\nプロジェクト」，「模倣車の輸出市場への影響」と題する報告記事（甲１\n１号証，１３号証），日経テレコン２１の「巧妙化する中国の知的財産権\n侵害 名義や法人格変え再犯／低い有罪率」と題する記事（甲１２号証），\nによれば，近年，中国において，欧米や日本の製品・ブランドを模倣する\n行為が横行しており，自動車部品の製造販売行為においてはこうした行為\nが顕著であることが認められる。\n平成１４年４月に発足した「国際知的財産保護フォーラム」には，被告\nが会員である日本自動車部品協会もメンバーとして参加しているところ，\n同フォーラムのミッションが平成１４年１２月に中国を訪問した際に作成\nされた報告書では，スパークプラグの模倣の事案が報告され（甲１７号証，\n１８号証），また，中国製の模倣品が中国の周辺だけでなく，南北アメリ\nカ，オーストラリア，欧州，アフリカまでほぼ全世界で流通していること\nを指摘している（甲１９号証）。\n被告は，日本自動車部品協会（ＪＡＰＡ）の正会員であるが（甲１４号\n証），同協会の機関誌「自動車優良部品」の２００５年９月号では，「中\n国では純正部品として売られているうちの７割がイミテーションだと言わ\nれています。」などと中国における模倣品問題が取り上げられ（甲１５号\n証），同協会の平成１６年度定時総会では，事業計画案の１つとして，模\n倣品対策の継続的強化が審議されている（甲１６号証）。\nまた，被告は，平成１６年３月に千葉県幕張メッセで開催された自動車\n部品を中心とする展示会「国際オートアフターマーケットＥＸＰＯ２００\n４」に出展者として参加していたが，同展示会では，アジア地域における\n知的財産権侵害問題に関する講演が行われている（甲２０号証）。\n以上のとおりの事情に照らせば，国産車及び外国車部品・用品の販売・\n輸出入業者である被告は，スパークプラグを含む自動車部品について，模\n倣品が世界的に流通していた事実を認識していたと認めるのが相当である。\nウ さらに，真正品と本件模倣品には，原告主張のとおりの相違点が存在す\nるが（甲９号証），このうち，少なくとも①端子部分（先端の金属部分）\nの色，②ガスケットと呼ばれる部分の厚さ，脱落しやすさ，③金具の六角\n部分に付されたロットナンバーの刻印及び金具の胴部のプラグ品番刻印に\nついては，両者を比較対照すればその違いが容易に認識でき，模倣品では\nないかとの疑念を持つことが十分可能であったと解される。\nエ 上記のとおり，輸入業者が並行輸入する際には，少なくとも当該商品が\n真正品であるか否かを確認すべき注意義務があるというべきであるところ，\n本件においては，上記のとおり，被告がスパークプラグを含む自動車部品\nの模倣品が世界的に流通していることを認識していたことや，被告はＩＣ\nＭ社と継続的に取引があったものの，本件のスパークプラグの輸入は今回\nが初めてであったことに照らしてみれば，被告プラグ１ないし３の輸入に\n際して，真正品か否かについて，その確認を厳重に行うべきであったとい\nわなければならない。\nそして，真正品との比較対照検査をすれば，模倣品であることは十分認\n識できたことは上記のとおりであるところ，被告は被告プラグ１ないし３\nの輸入に際し真正品か否かの確認を行っていなかったと認められるから，\n被告が本件商標権侵害行為について無過失であるとはいえないことが明ら\nかというべきである。\nオ 被告は，ＩＣＭ社に対して原告製のスパークプラグを注文してこれを輸\n入したのであって，こうした輸入品が模倣品であることを発見することは，\nその輸入数量が多いこと等からおよそ不可能である旨主張するが，輸入数\n量が多いとしても，初回輸入品については必ず検査を行うとか，輸入継続\n中の商品についても随時抜き取り検査をするなどの方法があり得るのであ\nって，その検査，確認が現実問題としても不可能であるなどとは認められ\nない。\n並行輸入は国内外の価格差を利用し，そのメリットを得るために行われ\nるが，並行輸入に伴うリスクを回避するための費用も考慮に入れた上，そ\nの取引条件や取引の採否等を決めるべきことは当然であって，被告の主張\nは，これらの考慮を度外視して利益の獲得のみを主張するものにほかなら\nず，到底採用することができない。\n２ 争点(2) （損害の発生及び額）について\n(1) 被告の利益額による損害の推定（商標法３８条２項）\nア 被告プラグ１ないし３の仕入れ，販売，回収状況は次のとおりである\n（乙１号証。仕入単価，販売単価は当事者間に争いがない。）。\n(ｱ) 被告プラグ１については，ＩＣＭ社から１８００個を単価１．５１ド\nルで仕入れ，このうち９９１個を単価２５０円で販売したが，後に９５\n６個を回収し，３５個が未回収となっている。\n(ｲ) 被告プラグ２については，ＩＣＭ社から４０００個を単価１．２ドル\nで仕入れ，このうち２７５３個を単価１８５円で販売したが，後に２６\n７４個を回収し，７９個が未回収となっている。\n(ｳ) 被告プラグ３については，ＩＣＭ社から４６００個を単価１．２ドル\nで仕入れ，このうち２４１２個を単価１８５円で販売したが，後に２３\n４０個を回収し，７２個が未回収となっている。\nイ 原告は，商標法３８条２項に基づいて，被告が販売した個数に被告が得\nたであろう利益を乗じた額が損害額と推定されると主張するが，被告は，\n上記のとおり，被告プラグ１ないし３が模倣品と判明した後に，それらの\n大半を回収し，その際に被告の負担で正規品との交換を行ったこと（弁論\nの全趣旨）を考慮すると，正規品と交換した数量部分については，被告が\n利益を得たとはいえず，また，原告も同数の正規品の販売によって得べか\nりし利益を得ているといえるから，正規品と交換した数量部分は損害の算\n定から除くべきであると解される。\nウ そうすると，被告が被告プラグ１ないし３の販売によって得た粗利益は，\n本件模倣品を販売し未回収になっている個数を基礎として，１ドル１１０\n円で換算すると，次のとおりとなる。\n(ｱ) 被告プラグ１については，仕入単価が１６６．１円（１．５１ドル×\n１１０円），販売単価２５０円との差額（１個当たりの粗利）が８３．\n９円であり，これに未回収個数３５個を乗ずると，２９３６円となる。\n(ｲ) 被告プラグ２については，仕入単価が１３２円（１．２ドル×１１０\n円），販売単価１８５円との差額（１個当たりの粗利）が５３円であり，\nこれに未回収個数７９個を乗ずると，４１８７円となる。\n(ｳ) 被告プラグ３については，仕入単価及び販売単価が被告プラグ２と同\nじなので，上記(イ)と同様に１個当たりの粗利が５３円となり，これに\n未回収個数７２個を乗ずると，３８１６円となる。\n以上のとおり，(ｱ)ないし(ｳ)の粗利益の合計は，１万０９３９円となる。\nエ 原告は，被告が得た利益は粗利益の８０パーセントを下らないと主張す\nるのに対し，被告はこれを争うと主張するにとどまり，利益率に関する具\n体的な主張・立証をしない。\nしたがって，被告の得た利益は上記粗利益合計の８０パーセントに当た\nる８７５１円と認めるのが相当であって，原告は同額の損害を被ったと推\n認すべきであり，これを覆すに足りる証拠はない。\n(2) その他の損害（商標法３８条４項）\nア(ｱ) クレーム受付費用\n本件模倣品は，カシメが甘く気密性が悪いため，燃焼ガスが漏洩し，\nプラグが異常加熱し異常燃焼を起こすものであり，エンジン損傷を引き\n起こしたケースもあった（甲９号証，２６号証の1ないし3）。\nこのため，原告は，本件模倣品が出回り，小売業者らからクレームが\n次々と寄せられたので，担当者がそのクレームに対応したが，そのため\nに人件費（２３万２２００円），ガソリン代（１７６０円）及び高速道\n路通行料（９０５０円）の合計２４万３０１０円を要したことが認めら\nれる（甲２１号証ないし２３号証，弁論の全趣旨）。\n(ｲ) 社内クレーム検査費用\n原告は，本件模倣品の性能や仕様を調査するために，担当者が調査し\n「他社プラグ調査報告書」（甲２６号証の1ないし3）をまとめたが，そ\nのために人件費２万１５００円を要したことが認められる（甲２３号証，\n２５号証，弁論の全趣旨）。\n(ｳ) 被告との打ち合わせのための訪問費用\n原告の担当者らは，本件模倣品の対策のため，東京の被告本社に合計\n５回赴いたが，そのために，人件費（９万２４５０円），駐車場代（３\n４００円）及び新幹線代（４万０２８０円）の合計１３万６１３０円を\n要したことが認められる（甲２１号証，２３号証，２７号証ないし３２\n号証，弁論の全趣旨）。\n(ｴ) サービスインフォメーション費用\n原告は，取引先に対して，本件模倣品に対する注意を促すため，サー\nビスインフォメーション（甲９号証）を作成したが，そのために２０万\n３８５８円を要したことが認められる（甲３３号証，弁論の全趣旨）。\n(ｵ) 部品商，修理工場への訪問費用\n原告は，本件模倣品の対応のため，東京，仙台，埼玉，宇都宮，新潟\n及び静岡の各営業所又は出張所の担当者が，模倣品を扱った部品商や修\n理工場に赴いたが，そのために，人件費（１０３万４１５０円），ガソ\nリン代（１万０７８０円）及び高速道路通行料（２万３８５０円）の合\n計１０６万８７８０円を要したことが認められる（甲２１号証，２３号\n証，３４号証の1ないし6，弁論の全趣旨）。\n(ｶ) 新聞広告記事費用\n原告は，本件模倣品が出回っており，これがエンジン損傷等の不具合\nを引き起こす可能性があることを平成１７年１月１８日の毎日新聞に掲\n載してユーザーに知らせる措置を取ったが（甲８号証），そのために８\n３万４７５０円（消費税込み）を要したことが認められる（甲３５号証，\n弁論の全趣旨）。\nイ 原告は「ＮＧＫ」ブランドでスパークプラグを製造，販売し，同ブラン\nドによる信用を築き上げてきたものであり，原告の商標権を侵害する本件\n模倣品が出回り，しかもその模倣品が粗悪品であってエンジン損傷等のト\nラブルを引き起こすものであったのであるから，原告が上記アの各対応措\n置を取ったのは相当かつやむを得ないものというべきであり，上記費用合\n計２５０万８０２８円は，いずれも被告の本件商標権侵害行為と相当因果\n関係のある損害と認めるべきである。\n(3) 弁護士費用\n上述したとおりの損害賠償認容額，その他の諸事情いっさいを考慮すると，\n本件の弁護士費用については３０万円の限度で相当因果関係ある損害と認め\nる。\n(4) 上記(1)ないし(3)の合計は，２８１万６７７９円である。\n３ よって，原告の請求は，被告に対し，商標権侵害の不法行為に基づく損害賠\n償として２８１万６７７９円及びこれに対する訴状送達の日の翌日である平成\n１７年１０月２１日から支払済みまで民法所定の年５分の割合による遅延損害\n金の支払を求める限度で理由があるから認容し，その余は理由がないから棄却\nし，訴訟費用の負担につき民訴法６４条本文，６１条を，仮執行の宣言につき\n同法２５９条１項をそれぞれ適用して，主文のとおり判決する。\n名古屋地方裁判所民事第９部\n中村直文裁判長裁判官\n前田郁勝裁判官\n片山博仁裁判官\n別紙省略\n"
}