{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 13,
    "month": 11,
    "day": 15
  },
  "case_number": "平成12(行ケ)379",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "12190",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=12190",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/190/012190_hanrei.pdf",
  "contents": "平成１２年（行ケ）第３７９号　審決取消請求事件（平成１３年１１月１日口頭弁\n論終結）\n判　　　　決\n原　　　　　　告　　　　　ユーホーケミカル株式会社\n訴訟代理人弁護士　　　　　熊　倉　禎　男\n同　　　　　　　　　　　　富　岡　英　次\n同　　　　　　　　　　　　宮　垣　　　聡\n訴訟代理人弁理士　　　　　小　川　信　夫\n同　　　　　　　　　　　　箱　田　　　篤\n被　　　　　　告　　　　　ユシロ化学工業株式会社\n訴訟代理人弁護士　　　　　中　島　和　雄\n主　　　　文\n特許庁が平成１０年審判第３５２６４号について平成１２年８月２３日にした審\n決を取り消す。\n訴訟費用は被告の負担とする。\n事実及び理由\n第１　当事者の求めた裁判\n１　原告\n主文と同旨\n２　被告\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n第２　当事者間に争いのない事実\n１　特許庁における手続の経緯\n被告は、「水性艶出し剤組成物」に係る登録第２５９７２３８号特許（以下「本\n件特許」という。）の特許権者である。本件特許は、平成２年１２月２７日に出願\nされ、平成９年１月９日に設定の登録がなされた。原告は、平成１０年６月１０\n日、被告を被請求人として本件特許の無効審判を請求し、同審判事件は、特許庁に\n平成１０年審判第３５２６４号として係属した。特許庁は、平成１２年８月２３\n日、「本件審判の請求は成り立たない。」との審決をし、その審決謄本は同年９月\n１１日に原告に送達された。\n２　本件特許の特許請求の範囲（適宜分説して符号Ａ～Ｄを付した。）\n【請求項１】　Ａ（ａ）ガラス転移点が６０～８０℃のアクリル系樹脂からな\nるエマルション、（ｂ）ポリウレタン系樹脂エマルション、（ｃ）ワックス　　エ\nマルション及び（ｄ）可塑剤を含有し、\nＢ　前記（ａ）アクリル系樹脂エマルションと（ｂ）ポリウレタン系樹脂エマル\nションの固形分比率は７０：３０～３０：７０であり、且つ、\nＣ　前記（ｄ）可塑剤は、ブトキシエチルフォスフェート類の１種又は２種以上\nから選ばれる化合物であり、\nＤ　その含有量は、（ａ）アクリル系樹脂エマルションと（ｂ）ポリウレタン系\n樹脂エマルションとの固形分合計を１００重量部としたとき、１２～２４重量部で\nあることを特徴とする水性艶出し剤組成物。\n（以下、上記【請求項１】の発明を「本件発明」という。）\n３　審決の理由の要点\n審決の理由は、別紙審決書の理由写しのとおりである。要するに、本件発明は、\n特開昭６２－８１４６６号公報（甲第３号証〔審判甲第１号証〕）に記載された発\n明に基づいて当業者が容易に発明をすることができたものとも、前記甲第３号証及\nび「エマルジョン・ラテックス　ハンドブック」（昭和５７年２月７日株式会社大\n成社発行４３０～４３５頁。甲第８号証〔審判甲第６号証〕）に基づいて当業者が\n容易に発明をすることができたものとも認められず、また、これらの発明に甲第９\nないし第１７号証〔審判甲第７ないし第１５号証〕の記載を勘案して本件発明が容\n易になし得たものであるとも認められないから、原告（請求人）の主張する理由及\nび証拠によっては本件発明の特許を無効とすることができない、というものであ\nる。\n第３　原告主張の審決取消事由\n審決の理由中、「１．手続の経緯、本件発明」、「２．請求人の主張」、「３．\n被請求人の主張」、「４．証拠」及び「５．甲各号証、乙各号証等の記載事項」は\n認める。「６．対比及び当審の判断」のうち、本件発明と甲第３号証〔審判甲第１\n号証〕の実施例に記載されたものとが、両者の含有する成分、重合体エマルジョン\n及び可塑剤の種類、２種の重合体エマルジョンの固形分比率において一致し（一致\n点）、可塑剤の添加割合が、アクリル系樹脂エマルジョンとポリウレタン系樹脂エ\nマルジョンの固形分合計を１００重量部としたとき、前者では１２～２４重量部で\nあるのに対し後者では８重量部である点で相違する（相違点）とした認定（審決書\n７頁最終行～８頁２２行）は認めるが、上記相違点についての判断は争う。\n審決は、本件発明と甲第３号証に記載された発明との相違点についての判断を誤\nり（取消事由（その１ないし３））、その結果、本件発明は、甲第３号証に記載さ\nれた発明に基づいて当業者が容易に発明をすることができたものとはいえないと誤\nって判断したものであるから、取消を免れない。\n１　相違点についての判断の誤り（その１）\n審決は、本件発明は「光沢、耐ブラックヒールマーク性、耐摩耗性、作業性、低\n温造膜性及び剥離性を同時に満足させられる「水性艶出し剤」を提供するものであ\nり、その課題を達成するために本件発明の構成を採用したものである。」としたう\nえ、本件発明が、可塑剤添加量を増加させたことによって「低温造膜性」という作\n用効果を実現したものであるとして本件発明の容易推考性を否定している。しか\nし、本件発明は、以下に述べるとおり、可塑剤の添加量につき数値限定をしたこと\nによって従来技術に対して何ら顕著な作用効果を生じておらず、従来技術が既に解\n決済みの課題をその課題とするものであり、したがって、従来技術中の一定範囲の\n構成を意味なく特定したものにすぎず、進歩性ないし容易推考性を論じる余地がな\nい程度に進歩性を欠如しているものである。\n(1)　甲第６、第７号証の実験報告書について　　　甲第３号証に開示された床\n用つや出し剤（従来技術）でも「低温造膜性」その他の諸特性に問題はない。この\nことは、甲第６、第７号証〔審判甲第４、第５号証〕の実験報告書に示されてい\nる。\nまず、本件発明でいうところの「低温造膜性」が、どの程度の温度における造膜\n性を問題にしているかは、本件明細書中で明確に定義されているわけではないが、\n実施例によれば、５～１０℃程度の温度での造膜性を問題にしていると解される\n（本件特許公報〔甲第２号証〕４頁右欄１２行）。\n甲第３号証に開示された床用つや出し剤は、５℃でも造膜性に問題がないことが\n甲第７号証の実験報告書に示されており、その際に、低温造膜性以外の性能（光沢\n度、剥離性、耐ブラックヒールマーク性）も優れていることは甲第６号証の実験報\n告書に示されている。つまり、甲第３号証に開示された従来例の床用つや出し剤で\nあっても、本件発明が標榜している作用効果は全て達成していたのであり、５℃程\n度の温度で造膜することは当業者から見れば格別の作用効果ではない。\n審決は、上記実験報告書（甲第６、第７号証）が、本件特許明細書の実施例では\nなく、甲第３号証の実施例に準拠して作製した試料を用いていることを理由に、こ\nれらの実験結果をもって本件特許明細書に記載された本件発明の効果を否定し得る\nものではないと判断している。しかし、これらの実験報告書は、甲第３号証に開示\nされた床用つや出し剤において、既に本件発明が標榜する作用効果を達成していた\nことを示すためのものであるから、実験における試料の選択に問題があるわけでは\nない。また、審決も認めているとおり、本件発明と甲第３号証に開示された床用つ\nや出し剤とを比較すると、両者は可塑剤の重量部以外の構成は一致しているのであ\nるから、甲第３号証の実施例に準拠して作製した試料で、可塑剤の重量部を変更し\nて低温造膜性をはじめとする作用効果を確認する実験を行っても、本件発明におけ\nる可塑剤の重量部の多寡により低温造膜性等の作用効果に差異がないことを確認し\nていることに他ならないのであり、審決の甲第６、第７号証に対する評価は誤って\nいる。本件発明に技術的意義がないことは甲第６、第７号証により十分に明らかに\nされている。\nまた、本件特許出願の１１年前である昭和５４年当時、既に－５℃での造膜性の\nある床用被覆材（床用つや出し剤）の需要があり、かかる低温造膜性を満たす床用\n被覆材が製造されていたのであるから（甲第９、第１０、第１４号証〔審判甲第\n７、第８、第１２号証〕）、５℃における低温造膜性など、技術的な効果であるな\nどとは到底言い得ない陳腐な性質であったのである。\n(2)　甲第２０号証の実験報告書について　　　本件発明の可塑剤の量の数値限\n定に何ら意義がないことを更に明らかにしているのが甲第２０号証の実験報告書で\nある。同実験報告書は、本件特許明細書の実施例に準拠した実験によって、可塑剤\nの重量部が本件発明において限定された範囲内になくても、本件発明の作用効果を\n奏することを明らかにしたものである。すなわち、その試験結果は、可塑剤として\n添加したトリブトキシエチルフォスフェートの量の多寡にかかわらず、いずれの試\n料においても、良好な低温造膜性、光沢度、耐ヒールマーク性を示しているのであ\nる。\n被告は、甲２０号証における低温造膜実験が「６．８℃」で行われたこと、及び\n使用されたアクリル系共重合体エマルジョンにつき「ガラス転移点が６０℃」に調\n整されたことを取り上げて、公正な実験ではないと非難するが、造膜試験の温度及\nび試料の選択は適切であって、非難は当たらない。\n(3)　以上のとおり、本件特許は、実際には本件発明に何ら発明の実体がないに\nもかかわらず、可塑剤の添加量について無意味な数値限定を加えたことによって、\nあたかも顕著な作用効果が生ずるかのごとく述べて取得されたものである。\n２　相違点についての判断の誤り（その２）\n既に述べたとおり、甲第３号証に記載された発明と対比したときの本件発明に特\n有の構成要件は、可塑剤としてブトキシエチルフォスフェート類を用い、その含有\n量を１２～２４重量部としたことのみに尽きるところ、仮に、本件発明が、可塑剤\nの固形分に対する重量部が１２部を超えると低温造膜性をはじめとする諸特性を満\nたすという作用効果を有するとしても、可塑剤の添加量は当業者が適宜定めること\nのできる設計事項にすぎないから、本件発明に進歩性は認められない。\n(1)　低温造膜性という性質は、それ自体特別視すべき性質ではなく、この性質\nに着眼して床用被覆材（床用つや出し剤）の技術的意義を評価するのは誤りであ\nる。床用被覆材は、その使用される環境によって、その諸特性のうち強調すべき特\n性が異なってくるのであって、当業者は、耐久性が強く要求される環境で使用され\nる床用被覆材であれば、他の特性を多少低下させてでも耐久性を高めるような材料\n成分及び各成分の比率を選択するというように、必要とされる特性に応じて適宜材\n料とその比率を選択するのである。低温造膜性もそれらの諸特性の１つであり、低\n温環境下で使用される床用被覆材については、そもそも造膜できなければ床用被覆\n材として使用できない以上、他の特性への影響を最小限度にとどめて造膜性を高め\nる工夫をすることは、当業者であれば当然のことである。\n本件特許出願当時、ポリマーに可塑剤を添加すると最低造膜温度が低下すること\nは周知であった（甲第８、第１１ないし第１３号証）。また、アクリル樹脂及びウ\nレタン樹脂のエマルジョンにトリブトキシエチルホスフェートを可塑剤として添加\nすることは一般的に行われており、アクリル樹脂及びウレタン樹脂のエマルジョン\nにトリブトキシエチルホスフェートを可塑剤として添加することにより造膜温度が\n低下することも知られていた（甲第３３ないし第３８号証）。さらに、本件特許出\n願より前に、アクリル及びウレタンの合計を１００重量部としたときに可塑剤とし\nてブトキシエチルフォスフェートを１２部以上添加した床用被覆材が被告自身によ\nり製造販売され周知となっていたのであって（甲第１８、第１９、第２４ないし第\n３２号証）、審決が認定したように８～９重量部が可塑剤の標準的な添加量であっ\nたわけではない。\nしたがって、可塑剤の添加量を適宜増加させ、固形分１００重量部に対し１２重\n量部以上とし、最低造膜温度を低下させることは、本件特許出願時の技術常識に反\nする発想の転換をしたような類のことではなく、当業者であれば適宜選択し得る設\n計事項の範囲内で可塑剤の添加量を選択したにすぎない。\n現に、前述のとおり、本件特許出願の１１年前である昭和５４年当時、造膜温度\n－５℃の規格を満たす床用被覆材（床用つや出し剤）について顧客から需要があ\nり、原告を含む数社がこれを製造していたのであるから、本件発明が前提としてい\nる５℃での造膜性が技術的にみて陳腐なものであることは明らかである。被告は、\n最低造膜温度－５℃の規格に合格するフロアーポリッシュ（床用つや出し剤）は、\n融合剤を多量に添加した特殊な配合の製品と推測され、このような融合剤を多量に\n添加すると乾燥性が劣るのが当業者の常識であるから、これらはフロアーポリッシ\nュ製品として一般的でないと主張するが、これらの製品は、一般用のものであり、\n特殊な環境で使用するために特殊な配合を採用したものではない。\n３　相違点についての判断の誤り（その３）\n審決は、甲第３号証に甲第８号証を組み合わせても本件発明に容易に想到する\nことはできないとしたが、誤りである。\nすなわち、ポリマーは可塑剤の添加によって最低造膜温度が低下することは周知\nであるから（甲第８、第１１ないし第１３号証）、可塑剤の増量についての動機付\nけが与えられることは疑いの余地がない。そして、本件特許出願時にウレタン及び\nアクリルの重量部の合計１００重量部に対して可塑剤を１２重量部以上含む床用被\n覆材が既に販売され周知となっていたのであるから、甲第３号証と甲第８号証とを\n組み合わせ、必要とされる最低造膜温度に応じて少なくとも１２重量部を上回る可\n塑剤を添加することは、当業者であれば容易に想到し得たというべきである。\n第４　被告の反論の要点\n審決の認定、判断に誤りはなく、原告主張の取消事由は理由がない。\n１　「相違点についての判断の誤り（その１）」に対して\n(1)　甲第６、第７号証について　　　原告は、審決が甲第６、第７号証の実験\n報告書の証拠価値を認めなかったことについて、審決はこれらの実験報告書の評価\nを誤ったものであると主張するが、審決に誤りはない。\n本件特許出願当時、可塑剤の添加によってエマルジョンの最低造膜温度が低下す\nることが一般に知られていたことは原告主張のとおりとしても、「これらの効果は\nポリマーの種類と軟化剤の種類によって大幅に異なる」（甲第８号証４３０頁３～\n１２行）のであり、他方、審決の認定のように「床用つや出し剤に可塑剤を加えす\nぎると強度低下、乾きが遅い等の欠点が生じることはこの分野の技術常識」（審決\n書９頁）であったから、特定の可塑剤を選択して特定組成のポリマー固形成分との\n関係における特定配合比によりポリッシュ性能を損なうことなく低温造膜性を向上\nさせることは、容易に想到し得たことではない。\n審決も指摘するように、甲第３号証の床用つや出し剤では低温造膜性を向上させ\nるという課題は示されていない。したがって、本件発明の開示に接することなしに\nは、甲３号証の床用つや出し剤においてブトキシエチルフォスフェートの添加量を\n８重量部から１４重量部まで段階的に増加させてその低温造膜性やその他のポリッ\nシュ性能を評価するという甲第６号証や甲第７号証のごとき実験を行う契機そのも\nのが存在しなかったはずである。原告の甲第６、第７号証の実験は、本件発明の示\n唆によりはじめてなしえた後知恵に基づく実験にすぎない。しかも、両実験は、客\n観性が担保される程度に実験条件が明らかにされておらず、低温造膜性の評価方法\n及び評価結果にも疑問があるものであって、信用することができない。\n原告は、昭和５４年当時既に－５℃での低温造膜性を満たす床用被覆材が製造さ\nれていたから、５℃での造膜性などは陳腐な性質にすぎないと主張するが、フロア\nーポリッシュ工業会が刊行した技術資料（乙第１号証）の「塗布時の室温（床温）\nが５℃以下では造膜不良によるパウダリングを生ずることがあります。・・・」の\n記載に見られるように、本件特許出願後の時点においてすら、当業者は５℃の低温\n造膜性に課題を有していたのであり、本件発明の課題が陳腐であるなどということ\nはできない。\n(2)　甲第２０号証について　　　原告は、本件発明の実施例に準拠した実験を\n行ったとして、その実験結果（甲第２０号証）を提出している。しかし、甲第２０\n号証の低温造膜実験は、単に６．８℃で行ったものにすぎないから、本件特許明細\n書に記載された実施例の実験結果を揺るがすものではない。また、アクリル系エマ\nルションにつき低温造膜性の向上に有利となるガラス転移点６０℃の場合しか実験\nを行っていないから、試料の選択が公正であるとはいえず、本件発明の実施例の追\n試とはいえない。\n２　「相違点についての判断の誤り（その２）」に対して\n(1)　本件発明は、特許請求の範囲に示される如く、①ガラス転移点６０～８０\n℃のアクリル樹脂系エマルション、②ポリウレタン系エマルション、③ワックスエ\nマルション、④可塑剤としてのブトキシエチルフォスフェート類、⑤　①と②の比\n率７０：３０～３０：７０、⑥可塑剤の重量部が①と②の合計重量部１００に対し\nて１２～２４重量部、という特に限定された上記６要素の組み合わせにより、「光\n沢、耐ヒールマーク性、耐摩耗性、作業性、低温造膜性及び剥離性等、艶出し剤に\n必要な諸特性を同時に満足させる」という特有の作用効果を奏することができたの\nであり、甲第３号証との対比でいえば、とりわけ可塑剤としてブトキシエチルフォ\nスフェート類を特定的に使用し、かつアクリル系樹脂とポリウレタン系樹脂の固形\n分合計との重量部比を１００対１２～２４とすることによって、耐ヒールマーク性\nを犠牲にすることなく低温造膜性を向上させることに成功したものなのである。\nこれに対し、甲第３号証記載の発明においては、トリブトキシエチルホスフェー\nトは、任意の補助成分たる可塑剤の一例として例示されているにとどまり（同号証\n１４欄最下行）、本件発明の上記作用効果を得るために好適な特定化合物としては\n全く意識されておらず、その使用量も、つや出し剤全体を１００部とした場合に\n１．５部とするだけで、低温造膜性向上のために好適な配合量としては何ら記載さ\nれていないのである。\n(2)　本件特許出願当時知られた代表的な床用つや出し剤におけるポリマー固形\n分１００重量部に対する可塑剤の配合量は、審決も認定したとおり、８～９重量部\n程度であり（甲第１３号証、乙第４号証）、しかも可塑剤を加えすぎると強度低\n下、乾きが遅い等の欠点が生じることが当分野の技術常識であった。したがって、\nポリマーに可塑剤を添加すると最低造膜温度が低下するという概括的知見が存在し\nていたとはいい得ても、本件発明のごとき特定組成のポリマーに特定可塑剤の特定\n割合を添加することにより所望の最低造膜温度と諸般のポリッシュ性能とりわけ耐\nブラックヒールマーク性を損なわないつや出し剤組成物を得ることは容易に想到し\n得るものではない。\n原告は、本件特許出願当時、床用被覆材において、アクリルとウレタンからなる\n固形分の重量部１００部に対して可塑剤を１２重量部以上添加することは既に行わ\nれていたと主張し、被告２製品の組成分析結果報告書（甲第１８、第１９号証）及\nび被告製品に関する技術標準書（甲第２４、第２６、第２９号証）を提出してい\nる。しかし、甲第１８、第１９号証の分析結果は現実の配合量と大きく解離してい\nるものであって信頼性がないうえ、８～９部が標準的な配合量であったという審決\nの認定を揺るがすものでもない。また、甲第２４、第２６、第２９号証の技術標準\n書は、被告の社内文書であって、かかる文書に記載された配合が周知であったとい\nうことはできない。そもそも、これら被告製品に関する上記主張は、実質的には本\n件発明が甲第３号証（及び周知技術）に当時の被告製品を組み合わせることによっ\nて容易に想到し得たとの主張に他ならないところ、被告製品に基づく進歩性の欠如\nは審判において何ら審理対象となっていなかった事項であるから、これを審決取消\n事由として新たな主張立証を行うことは許されない。\n３　「相違点についての判断の誤り（その３）」に対して\n「可塑剤の効果はポリマーの種類と軟化剤の種類によって大幅に異なるというこ\nとも記載しているので、アクリル系とポリウレタン系の樹脂エマルジョン及びワッ\nクスエマルジョンを含有する艶出し剤のような特定の艶出し剤の低温造膜性が、ブ\nトキシエチルフォスフェート（可塑剤）によって改善されることが示唆されている\nとすることはできない」（審決１３頁９～１４行）との審決の認定は正当であり、\nポリマーは可塑剤の添加によって最低造膜温度が低下するとの一般的知見が周知で\nあったとしても、該周知事項と甲第８号証の記載を併せ考えても甲第３号証におい\nて可塑剤の増加が容易になし得たとすることはできない。この点に関する審決の判\n断に誤りはない。\n原告は、本件特許出願時にウレタン及びアクリルの重量部の合計１００重量部に\n対して可塑剤を１２部以上含む床用被覆材が周知であったとも主張するが、そのよ\nうな床用被覆材が周知であったことはない。\n第５　当裁判所の判断\n１　「相違点についての判断の誤り（その１）」について\n原告は、本件発明は、従来技術でも既に解決済みの課題をその課題とするもので\nあり、可塑剤の含有量を数値限定したことにより従来技術に比して何ら顕著な作用\n効果を奏していないから、進歩性を欠くと主張するので、まず、この点について検\n討する。\n(1)　甲第２号証によれば、本件特許明細書には、次の各記載があることが認め\nられる。\n「【産業上の利用分野】　本発明は、主に床の艶出しに用いられる艶出し剤組成\n物に関する。」【０００１】、「【従来技術】　従来より、水性艶出し剤として\nは、ワックス、アクリル系重合体を主成分とするエマルションが多用されている。\nかかる水性艶出し剤には、①美しい光沢を発現すること、②ブラックヒールマーク\nが付着し難いこと、③耐摩耗性が良いこと、④塗布作業が容易なこと、⑤容易に剥\n離できること等の諸特性が要求される。・・・そして、従来よりこのような諸特性\nをすべて満足させる艶出し剤の出現が切望され、種々の艶出し剤組成物が提案され\nてきた。」【０００２】、「【発明が解決しようとする課題】しかし、上記従来の\n艶出し剤組成物では、光沢、耐ブラックヒールマーク性、耐摩耗性、作業性、低温\n造膜性及び剥離性等、艶出し剤に要求される諸特性のうちいくつかを満足させられ\nないでいるのが実情である。・・・本発明は、上記観点に鑑みてなされたものであ\nり、光沢、耐摩耗性、作業性、低温造膜性及び剥離性等、艶出し剤に必要な諸特性\nを同時に満足させられる水性艶出し剤組成物を提供することを目的とする。」【０\n００３】、「【課題を解決するための手段】本発明者らは、水性艶出し剤成分と皮\n膜物性の関係について鋭意研究した結果、特定範囲のガラス転移点を有するアクリ\nル系樹脂からなるエマルション（以下、「アクリル系樹脂エマルション」とい\nう。）、ポリウレタン系樹脂エマルション及びワックスエマルションを特定範囲の\n固形分比となるように併用し、かつ特定の可塑剤を所定量添加した組成物が、光沢\n性、耐ブラックヒールマーク性、耐摩耗性、作業性、低温造膜性及び剥離性を同時\nに満足させることを見出して本発明を完成するに至ったのである。」【０００４】\nこれらの記載によれば、本件特許明細書は、発明の課題として、光沢性、耐ブラ\nックヒールマーク性、耐摩耗性、作業性、低温造膜性及び剥離性を同時に満足させ\nる水性艶出し剤を得ることを掲げ、特定の種類のエマルションを特定範囲の固形分\n比となるように併用し、かつ、これに特定の可塑剤の特定量を添加した構成を本件\n発明の特徴として述べていることが認められる。\nなお、本件発明にいう「低温造膜性」がどの程度の温度での造膜性を問題にして\nいるのかは明確でないが、本件特許明細書中には実施例の性能試験に関して「５～\n１０℃で２４時間放置したときの皮膜の状態を観察し評価を行った」（段落【００\n０９】本件特許公報４頁右欄１２行）と記載され、これ以外に造膜温度に関する記\n載がないところから、５～１０℃程度の温度における造膜性と解される。\n(2)　甲第３号証によれば、特開昭６２－８１４６６号公報（以下「甲第３号\n証」として引用する。）には、床用つや出し剤の発明が開示され、実施例として、\nＡ．①アクリル系共重合体エマルション、②ポリウレタンエマルション及び③ワッ\nクスエマルションを固形分として含み、Ｂ．①の固形分と②の固形分との重量比が\n６５：３５であり、Ｃ．可塑剤としてトリブトキシエチルフォスフェートを添加し\nたもの（実施例１、２）が記載されていることが認められる。そして、審決の認定\nによれば、この実施例のものは、アクリル系共重合体のガラス転移点が約６５～７\n０℃（同号証の記載に基づく計算値）、アクリル系樹脂エマルションとポリウレタ\nン系樹脂エマルションとの固形分合計を１００重量部としたときの可塑剤の含有量\nが８重量部（３頁右下欄及び６頁上欄の記載に基づく計算値）であって、可塑剤の\n含有量が本件発明の１２～２４重量部に対して甲第３号証のものでは８重量部であ\nるという点（本件発明の構成Ｄ）においてのみ本件発明と相違し、他の構成（Ａ～\nＣ）は本件発明と共通することが認められる（これら審決で認定された事項につい\nては、当事者双方とも認めており、争いがない。）。\nそして、甲第３号証の第５表には、実施例についての試験結果が記載されてお\nり、その性能評価欄には、実施例のものが、①光沢度、②塗布作業性、③剥離性、\n④耐ブラックヒールマーク性及び⑤耐摩耗性のすべてにおいて良好な性能を有する\nことを示す記載がある。また、同号証の「発明の効果欄」には、「本発明の床用つ\nや出し剤は、特に歩行量の多い床に用いたときに、光沢、塗布作業性、剥離性、耐\nブラックヒールマーク性、耐摩耗性のすべての性能においてすぐれ、欠点がない」\nとの記載がある。\n(3)　本件発明に特有の効果と主張される「低温造膜性」に関しては、甲第３号\n証に記載はないが、甲第６号証〔審判甲第４号証〕及び同第７号証〔審判甲第５号\n証〕の各実験報告書を検討すると、以下のとおり、同号証に開示された床用つや出\nし剤は、上記①から⑤の諸特性に加えて、本件発明と遜色のない「低温造膜性」を\n有していることが認められる。\n（甲第６号証）　　甲第６号証は、甲第３号証の実施例に従って作製した２種の\n床用つや出し剤の可塑剤（トリブトキシエチルホスフェート）の含有量だけを８、\n１０、１２、１４重量部（以下、可塑剤の含有量は、アクリル系共重合体とポリウ\nレタンとの固形分合計を１００重量部としたときの可塑剤の重量部によって表示す\nる。）と変化させたもの（試料８種）につき、光沢度、剥離性及び耐ヒールマーク\n性を評価した実験報告書と認められるところ、同号証に記載された実験結果によれ\nば、含まれる可塑剤の量が８～１４重量部の範囲では、光沢度、剥離性及び耐ヒー\nルマーク性の性能に変わりがない。\n（甲第７号証）　　甲第７号証は、甲第３号証の実施例に従って作製した２種の\n床用つや出し剤の可塑剤（トリブトキシエチルフォスフェート）の含有量だけを\n８、１０、１２、１４重量部と変えたもの（試料８種）について、造膜性を確認す\nる実験報告書と認められるところ、同号証に記載された実験結果によれば、各試料\nはいずれも５℃及び１０℃で良好な造膜性を示し、可塑剤の量を８～１４重量部の\n範囲で変化させても造膜性能に変わりがないことが認められる。\n(4)　原告は、当審において、甲第３号証の実施例の追試とは別に、本件発明の\n実施例で可塑剤の含有量を増減させたとき作用効果に差異があるか否かを確認した\n実験結果報告書を甲第２０号証として提出している。同号証の実験は、本件特許明\n細書の実施例に準拠して作製した床用つや出し剤で可塑剤含有量だけを８、１０、\n１２、１６、２４、３０重量部と変え、可塑剤の多寡によって性能に違いがあるか\nどうかを評価したものであり、その実験結果によれば、可塑剤の量の多寡にかかわ\nらず、各試料はいずれも良好な低温造膜性、光沢度、及び耐ヒールマーク性を有し\nたことが認められる。\n(5)　以上検討したところによると、甲第３号証に記載された床用つや出し剤\nは、光沢度、剥離性、耐ヒールマーク性等の点で甲第３号証に記載されたとおりに\n十分な性能を備え（甲第６号証）、かつ、５～１０℃で造膜する「低温造膜性」を\n有しており（甲第７号証、可塑剤含有量が８重量部の試料の造膜実験結果）、しか\nも、可塑剤の含有量が本件発明の数値範囲内にあるときとないときとで、低温造膜\n性を含めた床用つや出し剤の性能に差異がないことが認められる。そして、本件発\n明の構成Ａ～Ｃの配合とした床用つや出し剤において、可塑剤の含有量が本件発明\nの数値範囲内になくても、本件発明の作用効果とされる５～１０℃での「低温造膜\n性」が実現されることは、本件明細書に実施例として開示された床用つや出し剤に\nついて可塑剤量の多寡による性能の差異があるか否かを確認した甲２０号証の実験\n結果によっても明らかである。\nそうすると、本件特許明細書に課題として記載され、本件発明の進歩性を肯定す\nるに当たって審決が前提とした技術課題は、実際には、従来技術でも解決済みの課\n題であったというべきであり、また、可塑剤の添加量によって作用効果に実質的な\n差異が生ずると認められないことは前記認定のとおりであるから、本件発明におい\nて可塑剤の含有量を特定の範囲に限定したことにも格別の技術的意味は認められな\nい。したがって、これらの点を反対に認定して本件発明の進歩性を肯定した審決\nは、甲第６、第７号証の各実験報告書の評価を誤った結果、本件発明の進歩性の判\n断を誤ったものといわざるを得ない。\n(6)　被告は、甲第６、第７号証の実験は、本件発明の示唆により初めてなし得\nた後知恵に基づく実験であるにすぎず、その実験結果は信用することができず、実\n験自体も本件特許の実施例ではなく甲第３号証の実施例に準拠して行われたもので\nあって、このような実験によっては本件特許明細書に記載された本件発明の作用効\n果を否定し得ないと主張する。しかし、甲第６、第７号証は、従来技術である甲第\n３号証の床用つや出し剤において本件発明に特有の作用効果として記載された「低\n温造膜性」を含む諸特性が既に実現されていたか否かを確認するための実験であ\nり、実験の目的が上記のようなものである以上、甲第３号証の実施例に依拠した作\n成した試料について低温造膜性等の試験をすることは、実験方法として適切なもの\nというべきである。また、実験条件及び諸特性の評価方法についても不適切な点は\n認められない。この点に関する被告の主張は採用することができない。\nまた、被告は、甲第２０号証の実験は、低温造膜性の作用効果を奏するための最\nも厳重な条件を選択して行われていないから、本件発明の進歩性を否定するための\n追試になっていないと主張する。しかし、試料のアクリル系樹脂のガラス転移点を\n６０℃に調整したこと及び低温造膜試験における温度条件（６．８℃）は、本件特\n許明細書の開示の範囲内で任意の条件を選択しているものであって、いずれも適切\nなものと認められ、造膜性及びその他の性能の評価基準にも不合理な点はないと認\nめられる。したがって、上記実験に関する被告の主張は採用することができない。\nさらに、被告は、乙第１号証の「塗布時の室温（床温）が５℃以下では造膜不良\nによるパウダリングを生ずることがあります。」との記載を例に引いて、本件特許\n出願後の時点においてすら、当業者は５℃以下での低温造膜性に課題を有していた\nのであり、本件発明の課題が陳腐であるとはいえないと主張する。しかし、上記記\n載は、床用つや出し剤の種類によっては５℃での造膜性に問題があるものがあった\nことを窺わせるにすぎず、５℃での低温造膜性を有する床用つや出し剤が存在しな\nかったことを裏付けるものではないから、技術課題の陳腐性についての前記判断を\n左右するものではない。\n(7)　以上のとおりであるから、原告の「相違点についての判断（その１）」の\n主張は理由がある。\n３　「相違点についての判断の誤り（その２）」について\n原告は、仮に本件発明が、可塑剤の含有量が１２重量部を越えると低温造膜性を\n初めとする諸特性を全て満たすという作用効果を奏するとしても、可塑剤の添加量\nは当業者が適宜定め得る設計事項にすぎないから、本件発明に進歩性は認められな\nいと主張するので、検討する。\n(1)　甲第３号証の発明と対比した本件発明に特有の構成は、可塑剤として使用\nされるブトキシエチルフォスフェート類の含有量が、「アクリル系樹脂エマルショ\nンとポリウレタン系樹脂エマルションとの固形分合計を１００重量部としたとき、\n１２～２４重量部であること」のみに存し、他の点では甲第３号証のものと共通で\nあることに争いはない。\n(2)　そこで、甲第３号証のものにおける可塑剤の含有量を１２～２４重量部の\n範囲とすることが当業者に想到容易であったか否かを検討すると、以下のとおりで\nある。\nア　甲第８号証、第１１号証、第１２号証〔審判甲第６号証、第９号証、第\n１０号証〕によれば、エマルジョン・ラテックスに関する一般的な技術文献に次の\n記載があることが認められる。\n①「エマルジョン・ラテックス　ハンドブック」（甲第８号証、株式会社\n大成社昭和５０年発行）：「軟化剤も可塑剤もラテックス・エマルジョンに用いる\n場合は特に定義するほどの意味をもってはいない。ここでは同義語として扱うこと\nにする。ラテックスにおける軟化剤の役割は、加工性の面においては、室温以上に\n二次転移点を有するポリマーのそれを、室温以下に低下させて造膜性を改良した\nり・・・ぜい化温度を引き下げて耐寒性を改良するなどである。」（４３０頁）\n②「合成樹脂エマルジョンの物性と応用」（甲第１１号証、株式会社高分\n子刊行会１９７８年発行）：「エマルジョン粒子を構成するポリマーには、ガラス\n状から、軟化し始める境界の温度としてガラス転移温度（Ｔｇ）がある。・・・ポ\nリマーのＴｇは溶剤や可塑剤が混入されると低下する。・・・ＭＦＴ（判決注、最\n低造膜温度）は通常粒子をＴｇより１０～２０℃前後以下のところになることが多\nい。」（６６～６７頁）\n③「高分子ラテックスの化学」（甲第１２号証、株式会社高分子刊行会昭\n和６２年第１１刷発行）：３０３頁に８．２１図として可塑剤の添加量と最低造膜\n温度との関係を示すグラフが記載されており、可塑剤の添加量を増やすと最低造膜\n温度が低下することが示されている。\nこれらの文献の記載に照らすと、ポリマーに可塑剤を添加することによって最低\n造膜温度が低下することは、当業者に周知の技術常識であったことが認められる。\nイ　アクリル樹脂及びウレタン樹脂のエマルジョンに添加する可塑剤に関し\nては、次の事実が認められる。\n①　甲第３３号証によれば、特公昭４７ー１４０１９号公報には、アクリ\nル重合体からなる床光沢性組成物に関して、「水性分散体は、必須成分として、可\n塑剤又は重合体融和剤を含有し、重合体分散体からの膜の生成温度を低くすること\nができる。」（１１欄１３～１５行）、「低レベルにおいて適当な、実質上永久可\n塑剤の例には、・・・トリブトキシエチルホスフェート及びトリブチルホスフェー\nトである。特定の可塑剤及びその使用量は、膜形成温度の低下及び光沢透明性にお\nける、適合性及び効率に関する要求に従って選ばれる。」（１２欄８行～２６行）\nとの記載があり、これによれば、本件特許出願より前に、アクリル樹脂にトリブト\nキシエチルホスフェートを添加して膜形成温度を低下させることができることが知\nられていたと認められる。\n②　甲第３４号証によれば、特開昭６２－１８５７６９号公報には、「ウ\nレタン－アクリル樹脂水分散液又は乳濁液を含有して成る艶出し剤組成物」（特許\n請求の範囲）が記載され、「可塑剤は、・・・トリブトキシエチルホスフェー\nト・・・等がある。」（２頁右下欄１４～１６行）との記載があり、これによる\nと、本件特許出願より前に、ウレタン樹脂及びアクリル樹脂からなるエマルジョン\nにトリブトキシエチルホスフェートを可塑剤として添加し得ることが知られていた\nと認められる。\n③　甲第３５号証によれば、特公昭６４－１１２３６号公報には、ウレタ\nン系樹脂を成分とする剥離可能な水性ウレタン樹脂被覆剤組成物の発明について、\n「最低被膜形成温度が常温以上の水性ポリウレタン樹脂を用いた場合には、常温で\nの被膜形成を可能にするために、融合剤及び可塑剤等を使用することが望ましい。\n融合剤、可塑剤としては、例えば・・・トリブトキシエチルホスフェートなどを挙\nげることができる。」（７欄２３行～３４行）と記載されていることが認められ、\nまた、特開昭６２－２０５１６８号公報（甲第３６号証）及び特開昭６２－２３０\n８６３号公報（甲第３７号証）にもポリウレタン樹脂を含有するエマルジョンの可\n塑剤に関して、甲第３５号証と実質上同旨の記載があり、これらによれば、本件特\n許出願より前に、ウレタン樹脂を含有するエマルジョンにトリブトキシエチルホス\nフェートを可塑剤として添加することにより最低造膜温度を低下させることが知ら\nれていたと認められる。\nウ　前記イによれば、アクリル系樹脂、ポリウレタン樹脂の一方又は双方か\nらなるエマルジョンに、可塑剤としてブトキシエチルフォスフェート類を使用し得\nることは、本件特許出願前から一般に知られていたことと認められ、このことと、\n可塑剤の添加によりポリマーの最低造膜温度が低下することが当業者の常識に属す\nる事項であり、ブトキシエチルフォスフェート類の添加による最低造膜温度の低下\nについても知られていたこと（前記ア及びイ）を併せ考えると、アクリル系樹脂及\nびポリウレタン系樹脂を含有するエマルジョンについて、所望の最低造膜温度を得\nるために、可塑剤であるブトキシエチルフォスフェート類の添加量を、床用つや出\nし剤に要求される他の諸性能との兼ね合いにおいて適宜調節し、必要に応じて可塑\n剤の量を増やすことは、常識に反する発想の転換という類のことではなく、当業者\nが当然に試みる程度のことであると認められる。\n(3)　以上に認定したところを総合すると、従来例（甲第３号証）の床用つや出\nし剤について、可塑剤であるブトキシエチルフォスフェートの含有量を増やして、\n１２～２４重量部とすることは、当業者であれば適宜選択し得る設計事項の範囲内\nで可塑剤の添加量を添加したにすぎず、格別の困難なくなし得たことというべきで\nある。そして、可塑剤の量を１２～２４重量部としたことによる格別の作用効果を\n認めることができないことは、前記２で認定したとおりである。\n(4)　被告は、ポリマーに可塑剤を添加する最低造膜温度が低下するという概括\n的知見が存在しても、可塑剤を加えすぎると強度低下、乾きが遅い等の欠点が生じ\nるため可塑剤の添加量は８～９重量部というのが当業者の常識であり、特定組成の\nポリマーに特定可塑剤の特定割合を添加することにより所望の最低造膜温度と諸般\nの特性、とりわけ耐ブラックヒールマーク性を損なわないつや出し剤組成物を得る\nことは容易に想到し得ることではないと主張する。しかし、可塑剤の添加量として\n８～９重量部が標準的であることを認めるに足りる証拠はなく、かえって、被告製\n品を分析した株式会社東レリサーチセンターの平成２年８月２９日付け及び同年９\n月１２日付けの各分析結果報告書（甲第１８、第１９号証）及び「技術標準書」と\n題する被告の社内文書（甲第２４、第２６、第２８号証）及びこれらの文書の記載\nに基づき製品中の可塑剤含有量を計算した報告書と認められる甲第２９号証によれ\nば、本件特許出願前に、被告自身がアクリル及びウレタンの合計を１００重量部と\nしたときに可塑剤としてブトキシエチルフォスフェートを１２重量部以上添加した\n床用つや出し剤を販売していた事実が窺われる。また、可塑剤を加えすぎると強度\n低下、乾きが遅い等の欠点が生じることが知られていたとしても、このことが当業\n者において可塑剤の添加量を８～９重量部から増やして１２部以上とすることを試\nみることの妨げとなるとなる事情とまでは認められない。したがって、被告の主張\nは採用することができない。\nなお、前記甲第１８、第１９、第２４、第２６及び第２８号証は、原告が審判手\n続当時から、甲第３号証及び甲第８号証、第１１号証、第１２号証等に基づいてし\nている本件発明の進歩性欠如の主張を補完するために、本件特許出願当時の技術水\n準を明らかにする証拠として提出されているものであって、前記甲第１８号証等自\n体に基づいて新たな進歩性欠如の主張をするものではないから、これらの証拠に基\nづく主張立証が許されないとの被告の主張は、当を得ないものである。\n(5)　以上のとおりであるから、原告主張の相違点についての判断の誤り（その\n２）は、理由がある。\n５　結論\n原告が相違点についての判断の誤り（その１）及び（その２）として主張する点\nは、いずれも理由があるから、その余の点について判断するまでもなく、本件発明\nは当業者が容易に発明をすることができたものとはいえないとした審決は、本件発\n明の進歩性の判断を誤ったものというべきである。\nよって、原告の請求は理由があるから、審決を取り消すこととし、主文のとおり\n判決する。\n東京高等裁判所第１８民事部\n裁判長裁判官      永　　　井　　　紀　　  昭\n裁判官  　　古　　  城  　  春      実\n裁判官      橋   　 本　　　英   　 史\n"
}