{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 10,
    "day": 8
  },
  "case_number": "平成12(ワ)291",
  "case_name": "損害賠償請求事件",
  "court_name": "神戸地方裁判所第６民事部",
  "lawsuit_id": "83654",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=83654",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/654/083654_hanrei.pdf",
  "contents": "判決  平成１４年１０月８日  神戸地方裁判所  平成１２年(ワ)第２９１号  損害\n賠償請求事件\n主                  文\n１  被告は，原告に対し，７０万円及びこれに対する平成９年４月１１日から支\n払済みまで年５分の割合による金員を支払え。\n２  原告のその余の請求を棄却する。\n３  訴訟費用は，これを５分し，その４を原告の負担とし，その余は被告の負担\nとする。\n４  この判決は，第１項に限り，仮に執行することができる。\n事  実  及  び  理  由\n第１  請求\n被告は，原告に対し，３３０万円及びこれに対する平成９年４月１１日から\n支払済みまで年５分の割合による金員を支払え。\n第２  事案の概要\n本件は，兵庫県立三木高等学校（以下「三木高校」という。）の陸上競技部\nに所属していた原告が槍投げ練習をしていた際，他の部員が投げた槍が原告の左側\n頭部に衝突したことにより，左側頭部開放性陥没骨折等の傷病を負い，精神的苦痛\nを被ったところ，これは，同部の顧問教諭が同練習に立ち会ったり，安全指導を徹\n底したりしなかった過失によるものであると主張して，同校を設置する公共団体で\nある被告に対し，国家賠償法１条１項に基づき，慰謝料及び弁護士費用並びにこれ\nらに対する遅延損害金の支払を求める事案である。\n１  争いのない事実等\n(1)  当事者\nア  原告及びＡ（以下「Ａ」という。）は，平成９年４月１１日当時，三木\n高校の２年生，Ｂ（以下「Ｂ」という。）は，同日当時，同校の３年生であり，い\nずれも同校の陸上競技部に所属して，槍投げ競技等の選手として部活動をしてい\nた。\nイ  被告は，同校を設置するものである。Ｃ（以下「Ｃ」という。）は，同\n日当時，同部の顧問教諭であった。\n(2)  本件事故の発生\n平成９年４月１１日午後５時４０分ころ，兵庫県三木市ａｂ番地の同校内\nグラウンドにおいて，原告，Ａ及びＢの３名が重さ約６００グラムの槍を投げる練\n習をしていた際，ＢがＡのそばでＡの指導をしていたところ，Ａが投げた槍の先が\n原告の左側頭部に衝突し（以下「本件事故」という。），原告は受傷した。\n(3)  原告に対する治療\n原告は，同市ａｃの同市立三木市民病院脳神経外科において，左側頭部開\n放性陥没骨折等と診断され，同日から同月２２日まで１２日間入院し，同骨折等の\n修復術を受けた。\n(4)  和解の成立\n原告は，平成１２年２月１１日，当裁判所に対し，被告のほか，Ａを被告\nとして，本訴を提起したところ，原告とＡとの間では，平成１４年６月１２日の本\n件和解期日において，Ａが原告に対して本件解決金として６０万円の支払義務があ\nることを認め，原告がＡに対するその余の請求を放棄する旨の和解が成立し，Ａ\nは，原告に対し，これに基づき，６０万円を支払った（顕著な事実）。\n２  争点\n(1)  Ｃの過失の有無\n(2)  原告の損害発生の有無，Ｃの過失と原告の損害発生との間の因果関係の有\n無及び原告の損害額\n(3)  原告の過失の有無\n３  当事者の主張\n(1)  Ｃの過失の有無（争点(1)）について\n（原告の主張）\nア  本件事故当日の経緯\n(ア)  槍投げ練習を始めるまでの経緯\n本件事故当日のＣ作成の練習計画には，グラウンドでの槍投げ練習も\n組み入れられていたものの，グラウンドが混み合った状態であったため，砂場での\n突刺し練習を増やして行っていた。その後，Ｃがグラウンドを立ち去ったころ，Ｂ\nは，グラウンドが空いたのを見て，Ｃに空中への槍投げ練習を行うことを伝えた上\nで，Ａや原告を誘い，Ｃが不在の状態で空中への槍投げ練習を始めたものである。\n(イ)  槍投げ練習の状況\nＢ及びＡに遅れて，原告がグラウンドに行ったが，その際には，既に\nＢがＡのフォームチェックをしていた。そして，３人は，北から原告，Ａ，Ｂの順\nで並び，原告が最初の１本目の槍を投げた。\nその後もまだＢによるＡのフォームチェックが行われており，Ａらは\nまだ投げる様子がみられなかったので，原告は，自分が投擲した槍を拾いに向かっ\nた。\nフォームチェックを終えたＡが槍を投げたところ，先に投げた槍の落\n下地点まで槍を拾いに行っていた原告が槍を拾って立ち上がろうとした際に，その\n左側頭部にＡの槍が刺さったものである。\nＡ及びＢは，一定時間のフォームチェックをしているにもかかわら\nず，投擲直前に再度「声掛け」をしたり，「前方確認」をしたりしていないが，こ\nれは，本件事故以前における陸上競技部の投擲パート部員の安全上の意識が極めて\n低いものであったことを強く窺わせる。\n(ウ)  原告に槍が突き刺さった後の状況\n原告は，その左側頭部にＡの槍が刺さった後駆けつけたＡに対し，\n「Ａちゃんの槍があそこまで飛ぶとは思わなかった。」と話しかけたが，これ\nは，ショックを受けていたＡの気持ちを和らげようと考えて述べた言葉である。\nイ  本件事故以前の槍投げ練習及びＣの指導状況\n陸上競技部の投擲パートにおけるグラウンドでの空中への槍投げ練習に\nついては，次のとおり，Ｃによる明確な安全指導がないまま，各部員の自主的判断\nに漫然と委ねられた状態で行われていた。\n(ア)  投擲者間の間隔\n本件事故以前は，グラウンドの空き状況に応じて，各部員が自ら判断\nして隣の投擲者との間隔を空けていたにすぎず，Ｃから明確な基準は示されていな\nかった。\n(イ)  投擲前の声掛け及び安全確認\n本件事故以前は，投擲前に「声掛け」をすることが徹底されておら\nず，各投擲者が自分なりに前方を一応確認したうえで投擲していたものであり，Ｃ\nからの明確な指導もなかった。\n(ウ)  槍投げの方法及び槍を拾いに行く方法\n本件事故以前の槍投げ練習は，並んだ順番に関係なく，個人のペース\nで投げていき，投げた槍は，各自で判断して拾いに行くという形態で行われていた\nものであって，全員が投げ終わった後に一斉に槍を拾いに行くというものでは決し\nてなかった。\n(エ)  Ｃの立会いなしでの槍投げ練習実施\n本件事故以前は，槍投げ練習は，グラウンドの空き具合によって実施\nされていたものであり，Ｃがグラウンドに不在でも，グラウンドが空いた場合には\n部員の判断で槍投げ練習が行われていた。Ｃは，従前からＣ不在で槍投げ練習が行\nわれていたことを認識していた（少なくとも認識し得る状態であった。）。\nウ  Ｃの過失\n(ア)  学校の教員は，学校における教育活動及びこれと密接不離の生活関\n係について監督義務を負う。そして，学校の部活動は，教育活動の一環として行わ\nれるものであるから，担当顧問の教諭は，当然に，その実施について，生徒を指導\n監督し，事故の発生を未然に防止すべき注意義務がある。\n確かに，部活動は生徒の自発的活動を促すものであり，また，高校生\nともなれば，なお一層その自主的判断が求められる場合もある。\nしかし，部活動の内容及び使用する器具によっては，高度の危険性を\n伴う場合もある。そこで，部活動に伴う危険性が高ければ高いほど，高校生の部活\n動といえども，当然に部活動の顧問教諭にはより高度で厳格な安全上の注意義務が\n求められるところである。\nそして，本件で問題となっている部活動は，陸上競技のうちの「槍投\nげ」種目である。「槍投げ」は，「鋭利」な「槍」を先端に付けた２メートル以上\nもの棒状の器具（丙８）を空中に投擲するというものであり，その性質上，これが\n他人に衝突するときには，まさに命にかかわるような重大な事故が生じる危険性が\n極めて高い。三木高校陸上競技部では，試合の際だけでなく，普段の練習において\nも同様の槍を使用し，しかも，グラウンドでの槍投げ練習においては，他の陸上競\n技部員や他の部活動等を行う生徒らをグラウンドに立ち入れさせない状態にしてい\nたわけでもないため，極めて高い危険が内在していた。\nしたがって，担当顧問の教諭であるＣには，槍投げによる事故を防ぐ\nため，槍投げ練習の際には，常にこれに立ち会うか，少なくとも，事故が起きない\nように投擲の際の安全上の明確なルールを作成し，これを生徒に十分指導して徹底\nさせるべき，極めて高度の注意義務が課せられていたといえる。\n(イ)  これを本件についてみれば，上記イで述べたとおり，本件事故以前\nにおいては，Ｃがグラウンドにいない場合でも槍投げ練習が頻繁に行われており，\nしかも，Ｃはこれを認識しながら放置していた（本件事故当日には，Ｂからの槍投\nげ練習の申出を了承していることからすれば，むしろこれを容認していたともいえ\nる。）。\nさらに，Ｃは，投擲する際の安全確認や，投擲した槍を拾いに行く方\n法等につき，明確なルールを作成したうえで投擲パート部員に徹底して指導するこ\nともしていなかった。\nＣは，本件事故以前のこのような漫然とした槍投げの練習方法を放置\nすれば，部員や他の生徒らに投擲の槍が刺さって重大な事故を引き起こす可能性が\n高いことを容易に予測し得たはずであるし，自らが槍投げ練習に立ち会ったり，安\n全指導を徹底させるなどして，そのような事故を回避することもまた容易であっ\nた。\nそれにもかかわらず，Ｃは，自らが不在でも部員だけで自由に槍投げ\n練習をさせ，しかも，その際の安全指導も徹底して行っていなかった結果，本件事\n故が発生したのであるから，Ｃには，上記注意義務を怠った過失があるといわざる\nを得ない。\n（被告の主張）\nア  本件事故当日の状況等\n(ア)  本件事故当日の状況（本件事故発生に至る経緯）\n本件事故当日の練習は，Ｃにおいて事前に作成した練習計画（丙３）\nでは，槍を実際に投げる練習をも行う予定であったが，午後３時５０分ころに練習\nを開始したところ，新学期が始まって間もない時期であるにもかかわらず，他の運\n動部の新入生が予想外に多く部活動に参加しており，グラウンドが混み合っていた\nため，Ｃは，槍を投げる練習は危険であり，これをすべきでないと判断し，投擲パ\nートについて事前に立てた練習内容のうち，槍を使って行う練習内容の一部を変更\nし，槍を持って歩きながら投げる練習，投擲前に脚をクロスさせてから槍を投げる\n練習及び１０メートル前後の短い助走から空中に向かって槍を投げる練習を中止\nし，砂場への突刺し練習のみを（本数を増やして）行うことを投擲パートの部員全\n員に指示した。また，Ｃは，ウォーミングアップをしている時からグラウンドに出\nて，投擲パートが槍を持つ練習を始める午後５時１５分ころまでは，グラウンドを\n巡回し，各パート（短距離走，中・長距離走，跳躍）の指導を行っていた。\nその後，投擲パートの部員は，Ｃの指導のもとで，午後５時２０分こ\nろから，１人４０本から５０本程度を目安に，砂場への突刺し練習を開始したが，\n午後５時４０分ころ，Ｃは，所用のため，体育教官室に戻る必要があったので，投\n擲パートの部員５人が変更した指示内容どおり，砂場への突刺し練習を続けている\nのを確認したうえで，グラウンドを離れた。なお，当日は，教職員の行事の関係等\nのため，午後６時に全ての部活動を終了し，生徒全員を下校させることとなってお\nり，Ｃは，学校の全ての部活動の総括責任者でもあったため，午後６時に再度グラ\nウンドに戻り，陸上競技部を含む全ての部に対して，下校するよう指示を行う予定\nであった。\nところが，Ｃが体育教官室に戻った後に，グラウンドにスペースがで\nきたことから，投擲パート５人のうち，原告，Ａ及びＢの３人が自己の判断で練習\n場所を砂場からグラウンドに移し，槍を空中に投げる練習を開始し，本件事故が発\n生した。\nＣが体育教官室に戻って間もないころ，部員の１人が本件事故を報告\nしたため，Ｃは，「地面に突き刺している槍がなんで頭に刺さるんや。」という疑\n問を感じながらも，「とりあえず行かないと」と考え，現場に駆けつけて，原告の\n傷の状態等を確認するとともに，周囲の者に対して，半分怒鳴りながら，「何しと\nったんや。」「誰が投げたんや。」などと確認し，その後，Ｄ養護教諭とともに，\n原告を三木市立三木市民病院まで搬送した。\n(イ)  当日の槍投げ練習についてのＣの認識の有無\n原告主張のように，ＢがＣに対して槍投げ練習の許可を求め，Ｃがこ\nれを承諾したことはない。\n(ウ)  本件事故に関する原告の認識・記憶の誤り\n原告は，本件事故発生時の槍投げ練習をしていた三者の位置関係につ\nいて，北から原告，Ａ，Ｂの順であったと述べるが，Ａは，日常の練習や試合等に\nおいて，その投げた槍が４ないし５メートル程度右に向かって流れて飛んでいく癖\nを有していたことから，仮に，原告主張のような位置関係であったとすれば，投げ\nた槍を取りに行ってしゃがみこんだ原告にＡの投げた槍が当たることはないと考え\nられるのであり，三者の位置関係については，北からＡ，原告，Ｂの順であり，原\n告の認識が誤っていると考えられる。そして，このような位置関係という重要な点\nに誤認があることからも，その記憶の信頼性には大きな疑問があるといわざるを得\nない。\nイ  槍投げ練習に際しての安全指導等\n(ア)  Ｃの安全指導・注意の内容等\nＣは，保健体育科の教諭であり，陸上競技の中でも槍投げを専門種目\nとし，本件当時で１５年以上の競技歴と２０年の指導歴という豊富な知識・経験を\n有しており，槍投げ練習に伴う危険性についても十分に認識・理解していたことか\nら，事故防止のため，平素から，部員に対して，徹底して安全指導・注意を行って\nいた。\nその安全指導・注意の内容は，次のとおりである。すなわち，①顧問\n教諭が不在の場合は槍を投げる練習を行わないこと，②槍の穂先とグリップの痛み\n具合を確認すること，③危険を防止するため投げる方向に十分なスペースを確保す\nること，④周囲の状況を把握するため必ず複数人数で練習を行うこと，⑤槍を投げ\nるときは複数人が同時に投げることはせず１人ずつ投げること，⑥投擲方向は一方\n向とすること，⑦槍を投げる前には周囲の者が確実に聞き取れるような大きな声で\n「投げます。」等の声掛けを行い，声掛け後には周囲の者の反応をよく確かめるこ\nと，⑧槍を投げる前には前方及び周囲の確認をよく行うこと，⑨全員が投げ終わる\nまでその場に止まって前に出ないこと，⑩全員が投げ終わるのを確認してから槍を\n拾いに行くことなどの注意・指導を，「実際に槍を投げる練習（週２日として１年\n間で８０回から１００回近くになる。）の時に，その都度その場面場面に応じて」\n行い，「特に１年生が入ってきて，６月・７月くらいから槍を実際に始めかけて，\n１１月・１２月くらいにシーズンが終わるくらいまでは口やかましく，毎回その都\n度」行っていたもので，特に，「大きな声で声掛けをして周囲の人たちに注意を促\nす，それからそれに対して必ずこちらを向いて相手や周りの人たちが反応するかど\nうか」を確認することや，「投げ終わってからは全員が投げ終わるまでは前へ出\nず，一通り投げ終わったのを確認してから槍を全員で拾いに行く」ことなどを徹底\nして注意・指導していたものである（証人Ｃ）。\n(イ)  Ｃの安全指導・注意の実践状況等\n部員ら（本件事故発生当時の部員らのみならず，それ以前に指導して\nきた部員も含めて）は，実際に，日々の練習において，このような安全指導・注意\nに従って練習しており，現に，Ｃが高校の陸上部の顧問として指導するようになっ\nた昭和５１年以降，本件に至るまで，槍・砲丸等の投擲種目において，事故が起こ\nったことは全くなかった。\n原告主張のように，Ｃが立ち会っていない場合でも槍投げ練習が行わ\nれていたというようなことはなく，Ｃがそれを認識していたというようなことも全\nくない。また，本件事故前は，槍を投げた後全員で取りに行くという方法が取られ\nておらず，各自で取りに行くという形態であったということもないし，声掛けがさ\nれていなかったというようなこともない。\nウ  Ｃに過失がないこと\n(ア)  高等学校の部活動における顧問等の立会義務については，一般に，\n「何らかの事故の発生する危険性を具体的に予見することが可能であるような特段\nの事情のある場合は格別，そうでない限り，顧問の教諭としては，個々の活動に常\n時立会い，監視指導すべき義務までを負うものではない」と解されている（最判昭\n和５８年２月１８日等）。\nこれを本件についてみると，Ｃにおいて，事故の発生する危険性を具\n体的に予見することは到底不可能である。\nすなわち，上記ア(ア)のとおり，Ｃは，本件事故当日，投擲パートの\n部員全員に対して，槍を投げる練習を中止し，槍を使った練習は砂場への突刺し練\n習のみとするよう指示しており，かつ，平素から，顧問の不在時には槍投げ練習を\nしないよう繰り返し注意していたのであり，それにもかかわらず，Ｃが一時グラウ\nンドを離れた間に，原告らが当日の指示や平素の安全指導に反して，練習場所及び\n練習内容を独断で変更し，槍を空中へ投げる練習を行うことなど到底予見すること\nはできないし，そのようなことまで予見すべき義務があるともいえない（なお，付\nけ加えると，Ｃが所用のため一時グラウンドを離れた間に，グラウンドにスペース\nができるということ自体，予測困難なことである。）。\nしたがって，本件において，事故の発生する危険性を具体的に予見す\nることが可能であるような事情は何ら存しないから，被告において，顧問等を立ち\n会わせる義務を負っているとか，その義務違反があるとは全くいえない。\n(イ)  また，上記ア(イ)及びイ(イ)のとおり，Ｃが，本件事故当時，自己\nの立会いなしで部員らが槍投げ練習を行っていることを認識しながら放置したよう\nなことは全くないし，本件事故当日にＢらが槍投げ練習を始めたことを認識してい\nたというようなことも全くない。さらに，Ｃは，投擲パートの部員に対して，平素\nから，槍投げ練習に関する安全指導・注意を充分に行っていたものであり，Ｃが徹\n底して部員を指導せず，練習の実施を部員の自主性に任せていたというようなこと\nも全くない。そして，上記(ア)のとおり，Ｃにおいて，本件事故の予見可能性ない\nし予見義務はない。\nしたがって，Ｃに過失はない。\n(2)  原告の損害発生の有無，Ｃの過失と原告の損害発生との間の因果関係の有\n無及び原告の損害額（争点(2)）について\n（原告の主張）\nア  原告は，本件事故により受傷し，左側頭部開放性陥没骨折，髄液漏，上\n部消化管出血，慢性関節リュウマチの疑い，髄液漏術后，開放性陥没骨折術後症候\n性テンカン，腰痛症及びアフタ性口内炎の傷病名（甲３の１）により，平成９年４\n月１１日から同月２２日まで１２日間，三木市立三木市民病院に入院し，同年５月\n２４日，同年６月，同年８月，平成１０年１月６日，同年６月２６日及び平成１１\n年３月２６日，それぞれ同病院に通院した。\n原告の上記各傷病については，すべて本件事故直後にその診療が開始さ\nれており，また，原告には上記各傷病名での既往症も認められなかったのであるか\nら，本件事故と上記各傷病との間の因果関係があることは明らかである。\nイ  原告が受けた左側頭部開放性陥没骨折及び髄液漏の修復手術後も，原告\nの頭蓋骨には，槍でできた約１センチメートルの骨欠損による陥没が残っているほ\nか（甲５の４），陥没部分の周辺の骨にも，凹凸が残っている。\nさらに，原告の頭皮にも，半径約４センチメートルの円周上に切開部分\nを縫合した跡が一定の幅で残っており，同部分は，現在においても，頭髪が生えに\nくい状態である。\n原告は，以上のような身体上，外貌上現れた後遺障害によって，当然に\n多大な精神的苦痛を受けている。\nウ  原告は，本件事故により陥没した頭蓋骨部分が完全にふさがっていない\n状態にあり，日常生活に差し障りはないものの，今後再び頭部に鋭利なものが刺さ\nったり，その他強い衝撃を受けた際には，その命も失いかねない危険を残してい\nる。原告が現在及び将来にわたって身体及び生命に対する危険を感じながら生活す\nることを強いられていること自体が，原告に対し，極めて大きい精神的苦痛を与え\nていることは明らかである。\nエ  また，原告は，頭部の手術を受けたことにより，テンカンを発症する危\n険も同時に負っている（甲２の１６ないし１８等）。この点においても，原告は，\n極めて大きい精神的苦痛を受けている。\nオ  さらに，原告は，高校２年に進級した早々に起きた本件事故による入院\n治療等のため，１学期の期間中，合計１１日の欠席を余儀なくされたのみならず，\nその後も本件事故及びそれに関連する事情によって，身体的及び精神的状態による\n様々な影響を受けており，当時の成績も落ち込んだ（甲７）。\n原告が高校３年に進級した後には成績も上昇しているものの（甲８），\n本件のごとき重大事故が，貴重な高校生活において，原告に対して与えた精神的苦\n痛も看過し得ない。\nカ  原告の前記入通院による慰謝料としては１００万円が，後遺障害による\n慰謝料としては２００万円がそれぞれ相当である。\nまた，本訴遂行のための弁護士費用としては３０万円が相当である。\n（被告の主張）\nア  日本体育・学校健康センターの給付金を受けるため，三木高校において\n入手した三木市民病院・脳外科のＥ医師，Ｆ医師らの所見結果によれば，原告には\n左側頭部陥没骨折は認められるものの，原告の主張する髄液漏，上部消化管出血，\n慢性関節リュウマチの疑い，髄液漏術后，開放性陥没骨折術後症候性テンカン及び\n腰痛症との記載は全くみられない。\nイ  原告は，頭蓋骨が損傷しており，毛髪も薄いという後遺障害を残してい\nる旨主張するが，原告提出にかかる診療録（甲５）等においても，その旨の明確な\n記載はみられないし，Ｃが，平成１１年８月１８日，原告の主治医であったＦ医師\nを訪問し，怪我の状況等について聴取した際にも，「経過は良好であり，事故の後\n遺症は出ていない。２年間は症状が変化していない」とのことであり（丙５，証人\nＣ），また，原告自身においても，現在，通院したり薬を飲んだりしておらず，日\n常生活で特に不自由を感じるようなこともないと述べているのであり（原告本\n人），かかる点からして，原告において，具体的な後遺障害が生じているとは認め\nられないし，２００万円の後遺障害慰謝料というのも高額に過ぎると考えられる。\nウ  原告の入院期間は平成９年４月１１日から同月２２日までの１２日間の\nみであり，その後の通院もわずか６回のみである。しかも，平成１０年１月には，\n医師からも問題がないので通院は必要ないと言われたということであり，その後の\n同年６月及び平成１１年３月の通院は，「プールに入ってもいいか」という確認の\nためなどであり，治療の必要があっての通院ではない（甲４の２，原告本人）。そ\nして，原告は，本件事故後も，すぐに部活動に復帰し，その後も３年時に引退に至\nるまで選手として活動していたのであるから，１００万円の入通院慰謝料も高額に\n過ぎると考えられる。\n(3)  原告の過失の有無（争点(3)）について\n（被告の主張）\n本件事故は，原告らが，本件事故当日，Ｃから指示されていた練習内容以\n外の練習を行い，かつ，事故防止のため，Ｃが平素から繰り返し行っていた注意事\n項，すなわち，顧問教諭の不在時には槍投げの練習を行わないこと，槍投げ練習を\n行う時には投擲者相互の間隔を十分とって槍を投げること，槍を投げる前には声掛\nけを行い，周囲の者の反応をよく確かめること，全員が投げ終わるまでその場に止\nまって前に出ないこと，全員が投げ終わるのを確認してから槍を拾いに行くこと等\nの安全指導に従わなかったことから発生したものである。\nすなわち，前記のとおり，本件事故当日，Ｃは，グラウンドが予想外に混\nみ合っていたため，投擲パートの部員全員に対して，槍を投げる練習は中止し，槍\nを使った練習は砂場への突刺し練習のみとすることを指示したが，原告ら３名は，\nＣが体育教官室に一時戻った直後に，たまたまスペースができたことから，自身の\n判断で，槍を空中に投げる練習を開始した。そして，原告らは，投擲者相互の間隔\nを４メートルから５メートル程度しか取らずに練習を開始し，かつ，３人が各々１\n本目の槍を投げた後，ＢとＡが２本目の槍を投げ終わっていないにもかかわらず，\n原告が前方に移動し，自分の槍を拾いに行ったところに，Ａが２本目の槍を投げ，\n約２０メートル前方で槍を拾うために前かがみになっていた原告の左側頭部に槍が\n衝突したものである。\n以上を要するに，本件事故は，専ら原告らの過失によって発生したもので\nあり，被告に対する本訴請求は責任転嫁であるといわざるを得ない。\n（原告の主張）\n本件事故は，本件事故以前の普段の練習方法と同じ方法で行われた結果生\nじたものであり，原告に過失は存しない。\nすなわち，本件事故以前は，全員の投擲が終わらない場合にも，安全を確\n認した上で各自が投擲した槍を取りに行き，また，投擲する側も各自が前方の安全\nを一応確認した上で槍を投げるという方法が取られていた。そして，本件事故当日\nにおける原告も，自らが投擲した後，Ａ及びＢがフォームチェックを続け，まだ投\n擲する様子がみられなかったことから，普段どおり，投擲した槍を拾いに行ったも\nのである。原告にＡの槍が刺さったのが約２０メートル以上も先の地点であること\nからみても，原告が槍を拾いに向かった時点ではまだＡが投げる様子がみられなか\nったことは明らかであり，原告に責められるべき事情はない。\nなお，本件事故当時の原告らの位置関係は前記のとおりであるから，原告\nが自己の位置に戻らずグラウンドを北上した（Ａからみて右から左に移動した）と\nいう事実もみられない。\n結局，原告の取った行動は，本件事故以前の練習方法に従ったものであ\nり，原告に本件事故の原因となる過失があったとは到底いえないため，過失相殺を\nされる余地はない。\n第３  当裁判所の判断\n１  Ｃの過失の有無（争点(1)）について\n(1)  前記争いのない事実等，証拠（甲９ないし１２，乙１，丙３ないし５，\n７，８，証人Ｂ，証人Ｇ，証人Ｃ，証人Ｈ，Ａ本人，原告本人）及び弁論の全趣旨\nによれば，次の事実が認められる。これに反する証拠は，前掲各証拠に照らし，採\n用することができない。\nア  平成９年４月１１日当時，三木高校の陸上競技部は，短距離走，中・長\n距離走，跳躍及び投擲の各パートに分かれていたところ，投擲パートには，３年生\nであったＢ及びＩ，２年生であった原告（昭和５５年６月２３日生，当時１６\n歳），Ａ及びＨの５名が所属していた。Ｃは，同日当時，同部の顧問教諭であっ\nた。\nイ  Ｃは，同日の練習が始まるまでに，いつもと同じように練習計画を作成\nした。投擲パートにおいては，ジョギングやストレッチなどのウォーミングアップ\nを行った後，肩のストレッチやチューブ引きなどのフォーム作りの練習を行い，更\nに，メディシンボールやサッカーボールを投げる練習を行った後，数日後に試合が\n予定されていたことから，槍投げ練習を行う計画であった。槍投げ練習の具体的内\n容は，まず砂場への槍の突刺し練習を２０回行った後，歩行してからの槍投げ練\n習，５歩クロスステップしてからの槍投げ練習及び短助走してからの槍投げ練習を\nそれぞれ１０回ずつ行うというものであった。\nウ  同日午後３時５０分ころ，同部の部活動が開始され，上記練習計画に沿\nって各パートの練習が行われた。投擲パートにおいても，上記練習計画に沿ってウ\nォーミングアップ等が行われた。Ｃは，グラウンドを巡回し，各パートの指導を行\nった。\nエ  同日は，グラウンドが予想外に混み合っていたため，Ｃは，空中への槍\n投げ練習を行うことは危険であると判断し，サッカーボールを投げる練習が終わる\nころ，投擲パートの部員全員に対し，砂場への槍の突刺し練習を１人当たり４０本\nないし５０本に増やし，空中への槍投げ練習を中止するように指示した。\nオ  投擲パートの部員らは，同日午後５時２０分ころから，Ｃの立会いのも\nと，砂場への槍の突刺し練習を行っていたが，Ｃは，同日午後５時４０分ころ，同\n練習の途中で，所用のため砂場を離れて体育教官室に戻った。Ｃは，同日午後６時\nにグラウンドや体育館における全ての部活動の終了を指示する予定であった。\nカ  Ｃが砂場を離れた直後，アメリカンフットボール部の部員らがウエイト\nトレーニングを行うために移動し，グラウンドにスペースができたところ，Ｂは，\n数日後に試合が予定されていたため，空中への槍投げ練習をしたいと考え，グラウ\nンドに移動して，原告及びＡとともに空中への槍投げ練習を行うこととした（ただ\nし，Ｃがこれを許可したと認めるに足りる的確な証拠はない。）。当初は，北側か\nらＡ，原告，Ｂの順で横一列に並んでいた。\nキ  ＢはＡのフォームチェックをしていたため，原告は，Ｂ及びＡに対し，\n先に槍を投げる旨声を掛け，槍を投げたところ，槍は約２０メートル前方に落下し\nた。\nク  Ａは，前方に人がいないことを確認してから「投げます。」と声を掛\nけ，槍を投げる構えに入ったが，Ｂは，その後更に数十秒間，Ａのフォームチェッ\nクを続けた。原告は，その様子を見て，Ａはまだ槍を投げないであろうと考え，Ａ\nの動静を注視することなく，小走りで槍を取りに行った。\nケ  Ａは，フォームチェックが終わった後，再度前方の安全を確認したり，\n声を掛けたりすることなく，数歩歩いてから槍を投げたところ（その際，Ｂも，再\n度前方の安全を確認しなかった。），その槍（重さ約６００グラム，長さ約２２０\nセンチメートルで，その先端が鋭利に尖っているもの）は，約２０メートル前方に\nいた原告の左側頭部に衝突した。\nコ  原告は，その後，グラウンドのベンチに運ばれ横たわっていた際，そば\nにいたＡに対し，「Ａちゃんの槍があそこまで飛ぶとは思わなかった。」と述べ\nた。\nサ  Ｃは，連絡を受けてグラウンドに駆け付け，「何しとったんや。」「誰\nが投げたんや。」などと怒鳴った。\nシ  本件事故までの練習において，投擲パートの部員らは，槍を投げる際，\n必ずしも常に「投げます。」などの声を掛けていたわけではないし，全員が槍を投\nげ終わってから一斉に槍を取りに行くこととはされておらず，各自の判断で槍を取\nりに行っていた。砂場への槍の突刺し練習は，Ｃが立ち会っていないときにも行わ\nれることがあった。上記部員らは，Ｃが立ち会っていないときに空中への槍投げ練\n習を行ったこともあった（ただし，Ｃがそれを知っていたと認めるに足りる的確な\n証拠はない。）。\n他方，本件事故後は，上記部員らは，槍を投げる際，必ず「投げま\nす。」などの声を掛けるようになり，全員が槍を投げ終わってから一斉に槍を取り\nに行くこととされた。上記部員らがＣが立ち会っていないときに空中への槍投げ練\n習を行うことはなくなった。\n(2)ア  上記認定事実によれば，Ｃは，本件事故前は，投擲パートの部員らに対\nし，槍を投げる際に「投げます。」などの声を掛けること，全員が槍を投げ終わっ\nてから一斉に槍を取りに行くことやＣが立ち会っていないときに空中への槍投げ練\n習を行わないことなどの安全指導を徹底していなかったものと推認することができ\nる。そして，Ｃが上記のような安全指導を徹底していれば，原告らがＣが立ち会っ\nていないのに空中への槍投げ練習を開始したり，Ａが槍を投げる直前には声を掛け\nずに槍を投げたり，Ａが槍を投げ終わる前に原告が槍を取りに行ったりすることは\nなく，本件事故の発生を回避することができたといえるから，Ｃには安全指導の徹\n底を怠った過失があるものというべきである。\nこれに対し，被告は，Ｃが部員に対して徹底して安全指導・注意を行っ\nていた旨主張し，これに沿う証人Ｃの証言がある。\nしかしながら，証人Ｈ及び原告本人は，上記(1)シの認定に沿う証言又は\n供述をするところ，それぞれの記憶にはあいまいな点もみられるものの，本件事故\nの前後を明確に区別して練習方法の違いを述べているのであるから，これらの証言\n又は供述には一定の信用性を認めることができる。そして，これらの証拠によって\n認められる上記(1)シの事実は，Ｃが安全指導を徹底していなかったことの証左とみ\nることができる。\nまた，本件事故の際，原告の先輩であって，指導的な立場にあったＢを\n含め，原告ら計３名がＣが立ち会っていないのに何のちゅうちょもなく空中への槍\n投げ練習を開始したり，Ａが槍を投げる直前には声を掛けずに槍を投げたり，Ａが\n槍を投げ終わる前に原告が槍を取りに行ったりしたのは，本件事故前における原告\nらの通常の練習態度を示すものとみるのが相当であり，仮にＣが安全指導を徹底し\nていたとすれば，原告らがこのような危険な行動に出ることは考え難いところであ\nるから，原告らの上記行動も，Ｃが安全指導を徹底していなかったことを裏付ける\nものであるというべきである。\nしたがって，本件事故前から安全指導を徹底していた旨の証人Ｃの証言\nはにわかに信用することができないから，被告の上記主張は採用することができな\nい。\nイ  Ｃは，砂場への槍の突刺し練習の途中で砂場を離れたものであるとこ\nろ，これより先，グラウンドが混み合っていたことから空中への槍投げ練習を中止\nするように指示していたとはいえ，当初はこれを行う予定であったこと，砂場への\n槍の突刺し練習という槍を扱う練習は行っていたこと，数日後に試合が予定されて\nいたことからすると，投擲パートの部員らが，Ｃが砂場を離れた後において，グラ\nウンドの空き具合（その使用状況は時々刻々変化するうえ，部活動が終了する午後\n６時が迫っていたから，グラウンドにスペースができる可能性は十分にあった。）\nによっては，空中への槍投げ練習をするに至る可能性があったといえるから，Ｃ\nは，砂場を離れた時点で，原告らが空中への槍投げ練習をするに至ることを予見す\nることができたというべきである。そして，練習に用いていた槍は，重さ約６００\nグラム，長さ約２２０センチメートルで，その先端が鋭利に尖っているものであ\nり，その使用方法や練習方法によっては，人の生命や身体に危険を及ぼす可能性が\nあるから，Ｃは，原告らがＣの指示に反して空中への槍投げ練習を開始することに\nより，本件のような事故が発生する危険性があることを具体的に予見することが可\n能であったというべきである。\nしたがって，Ｃは，砂場への槍の突刺し練習に立ち会い，監視指導すべ\nき義務を負っていたものと解され，同練習を中止させることなく，同練習の途中で\n砂場を離れたことは，上記立会義務に違反するものである。そして，Ｃが上記立会\n義務を尽くしていれば，原告らが空中への槍投げ練習をしたいと申し出たとして\nも，これを制止するか，又はこれを許す場合でも，安全に十分配慮することによ\nり，本件事故の発生を回避することができたといえるから，Ｃには上記立会義務に\n違反した過失があるものというべきである。\n２  原告の損害発生の有無，Ｃの過失と原告の損害発生との間の因果関係の有無\n及び原告の損害額（争点(2)）について\n(1)ア  原告は，Ｃの過失により発生した本件事故により，左側頭部開放性陥没\n骨折の傷害を負ったうえ，骨片が刺さって硬膜が破れ，脳の一部を損傷し，また，\n拍動性に髄液が流出していた（甲１及び４の各２及び各１５，甲２及び５の各２，\n各４，各６ないし各９，各１３，各１７及び各２１）。\n原告は，平成９年４月１１日から同月２２日まで１２日間，三木市立三\n木市民病院脳神経外科に入院し，同月１４日，同骨折及び髄液漏の修復術を受けた\nが，原告の左側頭骨には直径約１センチメートルの円形の骨欠損部が残っている\n（甲１及び４の各１５，甲２及び５の各２，各４，各６，各７，各９，各１７及び\n各２１）。\nまた，原告は，上記入院中発熱し，ボルタレンを服用したことにより，\nアフタ性口内炎の症状を呈した（甲２及び５の各２２，甲３及び６の各１，証人\nＧ）。\nさらに，原告は，左側頭部を骨折していたため，右側臥位で寝るように\n指示され，同じ姿勢で安静していたことにより，腰に負担がかかり，腰痛症を呈し\nた（甲２及び５の各１２，甲３及び６の各１，証人Ｇ）。\nイ  他方，診療報酬明細書（甲３及び６の各１）の傷病名欄には，「上部消\n化管出血」，「慢性関節リウマチの疑い」及び「症候性テンカン」の記載がある。\nしかしながら，上部消化管出血については，これを認めるに足りる的確\nな証拠はないし（胃が荒れていたり，ガスターが投与されていたからといって，直\nちに上部消化管出血が生じていたと認めることはできない。），慢性関節リウマチ\nについては，その存否自体あいまいであり，本件事故との因果関係も証拠上明らか\nでない。\nまた，症候性てんかんについては，原告は，左側頭部開放性陥没骨折の\n傷害を負い，硬膜が破れたため，てんかん発作を生じる危険性があり（甲２及び５\nの各１６ないし各１８，甲１３の３，証人Ｇ），予防的に抗けいれん剤であるデパ\nケンの投与を受けていたが（甲１及び４の各１３，甲２及び５の各１２），原告が\nてんかん発作を生じたと認めるに足りる証拠はなく，かえって，てんかん発作は生\nじていないことが窺われる。\nしたがって，本件事故によってこれらの傷病が生じたと認めることはで\nきない。\n(2)  原告は，同科を退院後，同年５月６日，同年６月３日，同年８月８日及び\n平成１０年１月６日，経過観察やＣＴ検査，脳波検査等のため，同科に通院し，い\nったん通院治療を終了するものとされたが，学校側から損害保険の関係で通院して\nほしい旨要請され，原告の母であるＧの勧めもあって，更に同年６月２６日及び平\n成１１年３月２９日，経過観察やＣＴ検査等のため，同科に通院した（甲１及び４\nの各２ないし各６，原告Ｇ）。\n原告は，上記のとおり，左側頭部開放性陥没骨折の傷害を負ったうえ，骨\n片が刺さって硬膜が破れ，脳の一部を損傷したものであり，てんかん発作を生じる\n危険性があったから，長期間にわたって慎重に経過観察をする必要があったと認め\nられる。\nしたがって，本件事故と原告の上記通院との間の因果関係を認めるのが相\n当である。\n(3)  原告の上記骨欠損部に再び鋭利なものが刺さると，原告の生命にかかわる\nおそれがある（甲１１，証人Ｇ，原告本人）。また，原告は，上記のとおり，てん\nかん発作を生じる危険性があるところ，てんかん発作が生じた場合，抗けいれん剤\nを服用する必要があり，その副作用が強く出るおそれがあるし，それが妊娠と重な\nると，奇形児が生まれる可能性がある（甲１１，証人Ｇ，原告本人）。\n(4)  原告は，原告の頭皮には切開部分を縫合した跡が残っており，同部分は，\n現在においても，頭髪が生えにくい状態であると主張するが，それが外見上醜状を\n呈していると認めるに足りる証拠はないから，これを後遺障害と認めることはでき\nない。\nまた，原告は，本件事故により当時の成績が落ち込んだと主張するが，本\n件事故と原告の成績の低下との因果関係は証拠上必ずしも明らかではないから，原\n告の上記主張を採用することはできない。\n(5)  原告は，上記のとおり，本件事故により，上記(1)アの傷病を負い，１２\n日間入院し，６日通院したものであり，上記入院中に上記手術を受けたことや，上\n記入院により１１日間学校の授業を欠席することを余儀なくされたこと（甲７）を\nも考慮すると，原告の入通院慰謝料は１００万円と認めるのが相当である。\nまた，原告は，本件事故により，左側頭骨に直径約１センチメートルの円\n形の骨欠損部が残るという後遺障害を負ったものであり，上記(3)のとおり，生命の\n危険や，将来てんかん発作等の後遺症が生じるかもしれないという不安を抱えてい\nることをも考慮すると，原告の後遺障害慰謝料は２００万円と認めるのが相当であ\nる。\n３  原告の過失の有無（争点(3)）について\n原告は，上記認定のとおり，Ｃが空中への槍投げ練習を中止するように指示\nしたのに反して，Ｃが立ち会っていないにもかかわらず，空中への槍投げ練習を開\n始したものである。\nまた，原告は，既にＡが槍を投げる構えに入っていたのに，ＢがＡのフォー\nムチェックを続けている様子を見て，Ａはまだ槍を投げないであろうし，槍を投げ\nたとしてもさほど遠くまで飛ばないであろうと軽率に判断し，Ａの動静を注視する\nことなく，先に自分が投げた槍を取りに行ったことにより，本件事故が発生したも\nのである。\nすなわち，原告が上記のような危険な行動に出なければ，そもそも本件事故\nが発生することはなかったのであるから，本件事故は原告が自ら招いた面もあり，\nＣが安全指導の徹底を怠ったことが原告の上記行動に影響しているとはいえ，原告\nは，本件事故当時，判断能力が十分ある年齢に達していたのであるから，原告にも\n本件事故による損害の発生について過失があり，かつ，その程度は，Ｃの過失の内\n容，程度と対比すると，大きいものというべきである。\nそして，その他本件に顕れた一切の事情を考慮すると，原告の過失割合は６\n割と認めるのが相当である。\nそうすると，過失相殺後の損害額は，上記２(5)の損害金合計３００万円の４\n割に当たる１２０万円となる。\n４  損益相殺について\n前記争いのない事実等(4)によれば，原告は，平成１４年６月１２日の本件和\n解期日において，Ａから本件解決金として６０万円の支払を受けたものであり，こ\nれは原告の上記損害を填補する趣旨のものであると解されるから，これをもって損\n益相殺すると，その残額は６０万円となる。\n５  弁護士費用について\n本件における弁護士費用は，損益相殺後の損害認容額（上記４の６０万円）\n及び本件訴訟の経過や難易等を考慮すると，これを１０万円と認めるのが相当であ\nる。\n６  結論\nしたがって，原告は，被告に対し，国家賠償法１条１項に基づき，損害金合\n計７０万円及びこれに対する違法な公権力の行使の日である平成９年４月１１日か\nら支払済みまで民法所定の年５分の割合による遅延損害金の支払を求めることがで\nきる。\n第４  結語\nよって，原告の本訴請求のうち，損害金合計７０万円及びこれに対する違法\nな公権力の行使の日である平成９年４月１１日から支払済みまで民法所定の年５分\nの割合による遅延損害金の支払を求める限度において理由があるから，これを認容\nすることとし，その余は理由がないから，これを棄却することとし，訴訟費用の負\n担について民訴法６１条，６４条本文を，仮執行の宣言について同法２５９条１項\nをそれぞれ適用して，主文のとおり判決する。\n神戸地方裁判所第六民事部\n裁  判  長  裁  判  官          松      村      雅      司\n裁  判  官          水      野      有      子\n裁  判  官          増      田      純      平\n"
}