{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 5,
    "day": 8
  },
  "case_number": "平成14(行ケ)118",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "11120",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=11120",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/120/011120_hanrei.pdf",
  "contents": "平成１４年（行ケ）第１１８号　審決取消請求事件\n平成１５年４月２４日口頭弁論終結\n判　　　　　　決\n原　　　　　　告　　　　株式会社システックキョーワ\n訴訟代理人弁理士　　　　高  田  修  治\n被　　　　　　告　　　　株式会社奥田製作所\n訴訟代理人弁理士　　　　安　田　敏　雄\n同　　　　　　　　　　　岡　本　宜　喜\n同　　　　　　　　　　　吉　田　昌　司\n同　　　　　　　　　　　喜　多　秀　樹\n同　　　　　　　　　　　安　田　幹　雄\n主　　　　　　文\n１　特許庁が無効２０００－３５３３８号事件について平成１４年２月１日\nにした審決をすべて取り消す。\n２　訴訟費用は被告の負担とする。\n事実及び理由\n第１　当事者の求めた裁判\n１　原告\n主文と同旨\n２　被告\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n第２　当事者間に争いのない事実\n１　特許庁における手続の経緯\n被告は，発明の名称を「ウィング付き収納ボックスとこれに用いるオートロ\nック装置及びデッドボルト」とする特許第３０４１３０７号の特許（平成８年１０\n月２４日（優先権主張，平成８年２月２２日）に出願された特願平８－２８２６５\n４号について平成１１年１１月１５日になされた分割出願に基づき，平成１２年３\n月３日に設定登録された。以下「本件特許」という。）の特許権者である。\n原告は，平成１２年６月２３日，本件特許を請求項１ないし３に関し無効に\nすることについて審判を請求した。特許庁は，この請求を無効２０００－３５３３\n８号事件として審理し，その結果，平成１４年２月１日，「本件審判の請求は，成\nり立たない。」との審決をし，その謄本を同年２月１４日に原告に送達した。\n２　特許請求の範囲（以下，【請求項１】の発明を「本件発明１」，【請求項\n２】の発明を「本件発明２」，【請求項】３の発明を「本件発明３」といい，まと\nめて「本件発明１ないし３」という。別紙図面（１）参照。なお，符号（Ａ）ない\nし（Ｄ）は，説明の便宜上付したものであり，以下，「本件発明１の構成Ａ」など\nという。）\n「【請求項１】（Ａ）ボックス本体（３）内に取り付けられる地震時オートロ\nック機能を有するロック装置本体（１）と，\n（Ｂ）前記ボックス本体（３）の前面開口部（４）に枢着されたウイング\n（５）の内面（５Ａ）に取り付けられるブラケット（４０）と，\n（Ｃ）前記ロック装置本体（１）に上下方向に沿って出退自在に挿通されかつ\n前記ブラケット（４０）に引っ掛かって前記ウイング（５）の開放を阻止する突出\n端部を有するデッドボルト（１６）と，を備えたウイング付き収納ボックスのオー\nトロック装置において，\n（Ｄ）前記デッドボルト（１６）の突出端部に，前記ウイング（５）の開放方\n向に向けて突出している前記ブラケット（４０）の掛止部（４３Ａ）に対する引っ\n掛かりを確実にするための窪み部（７６）が設けられていることを特徴とするウイ\nング付き収納ボックスのオートロック装置。\n【請求項２】\n（Ａ）ボックス本体（３）と，この本体（３）の前面開口部（４）に枢着され\nたウイング（５）と，前記ボックス本体（３）内に取り付けられた地震時オートロ\nック機能を有するロック装置本体（１）と，\n（Ｂ）前記ウイング（５）の内面（５Ａ）に取り付けられたブラケット（４\n０）と，前記ロック装置本体（１）に上下方向に沿って出退自在に挿通されかつ前\n記ブラケット（４０）に引っ掛かって前記ウイング（５）の開放を阻止する突出端\n部を有するデッドボルト（１６）と，を備えたウイング付き収納ボックスにおい\nて，\n（Ｃ）前記デッドボルト（１６）の突出端部に，前記ウイング（５）の開放方\n向に向けて突出している前記ブラケット（４０）の掛止部（４３Ａ）に対する引っ\n掛かりを確実にするための窪み部（７６）が設けられていることを特徴とするウイ\nング付き収納ボックス。\n【請求項３】\n（Ａ）ボックス本体（３）内のロック装置本体（１）に上下方向に沿って出退\n自在に挿通されており，かつ，ウイング（５）の内面（５Ａ）に設けたブラケット\n（４０）に引っ掛かって前記ウイング（５）の開放を阻止する突出端部を有するウ\nイング付き収納ボックスのオートロック装置に使用するデッドボルトにおいて，\n（Ｂ）前記突出端部に，前記ウイング（８５）の開放方向に向けて突出してい\nる前記ブラケット（４０）の掛止部（４３Ａ）に対する引っ掛かりを確実にするた\nめの窪み部（７６）が設けられていることを特徴とするウイング付き収納ボックス\nのオートロック装置に使用するデッドボルト。」\n３　審決の理由\n審決は，別紙審決書写しのとおりである。原告が本訴で問題としている無効\n理由(3)については，本件発明１ないし３は，特開平７－３０５５５１号公報（甲第\n３号証（審判甲第７号証）。以下，審決と同様に「引用例３」という。）に記載さ\nれた発明（以下，審決と同様に「引用例３発明」という。別紙図面（２）参照），\n並びに，米国特許第５１２１９５０号明細書（甲第２０号証（審判甲第５号\n証）。）に記載された発明（以下，審決と同様に「引用例１発明」という。）及び\n特開平３－１３６８０号公報（甲第２２号証に添附された甲第６号証（審判甲第６\n号証）。）に記載された発明（以下，審決と同様に「引用例２発明」という。）に\n基づいて，当業者が容易に想到し得るものではない，と認定判断した。\n審決が，上記認定判断において，本件発明１ないし３と引用例３発明との一\n致点・相違点として認定したところは，次のとおりである。\n本件発明１との一致点\n「ボックス本体内に取り付けられる地震時オートロック機能を有するロック装\n置本体と，前記ボックス本体の前面開口部に枢着されたウイングの内面に取り付け\nられるブラケットと，前記ロック装置本体に設けられかつブラケットに引っ掛かっ\nて前記ウイングの開放を阻止する突出端部を有するデッドボルトと，を備えたウイ\nング付き収納ボックスのオートロック装置において，前記デッドボルトの突出端部\nに，前記ブラケット引っ掛かりのための窪み部が設けられたウイング付き収納ボッ\nクスのオートロック装置」\n本件発明１との相違点\n「本件発明１のデッドボルトがロック装置本体に上下方向に沿って出退自在に\n挿通され，また，ブラケットにはウイングの開放方向に向けて突出する掛止部が設\nけられているのに対し，引用例３発明のデッドボルトはロック装置内に傾動自在に\n設けられた爪部材であって，また，ブラケットにはウイングの開放方向に向けて突\n出する掛止部が設けられていないる点（判決注・「いない点」の誤記である。）」\n本件発明２との一致点\n「ボックス本体と，この本体の前面開口部に枢着されたウイングと，前記ボッ\nクス本体内に取り付けられた地震時オートロック機能を有するロック装置本体と，\n前記ウイングの内面に取り付けられたブラケットと，前記ロック装置本体に設けら\nれかつブラケットに引っ掛かって前記ウイングの開放を阻止する突出端部を有する\nデッドボルトと，を備えたウイング付き収納ボックスのオートロック装置におい\nて，前記デッドボルトの突出端部に，前記ブラケット引っ掛かりのための窪み部が\n設けられたウイング付き収納ボックス」\n本件発明２との相違点\n「本件発明２のデッドボルトがロック装置本体に上下方向に沿って出退自在に\n挿通され，デッドボルトとブラケットとによるボックス本体に対するウイングのロ\nックは地震時のオートロックであり，また，ブラケットにはウイングの開放方向に\n向けて突出する掛止部が設けられているのに対し，引用例３発明のデッドボルトは\nロック装置内に傾動自在に設けられた爪部材であって，デッドボルトとブラケット\nとによるボックス本体に対するウイングのロックは地震時のオートロックの他ウイ\nングの通常の閉時にもロックするものであり，また，ブラケットにはウイングの開\n放方向に向けて突出する掛止部が設けられていないる点（判決注・「いない点」の\n誤記である。）」（判決注・審決は，「通常の閉時にもロックする」との相違点に\nついては，後記のとおり，本件発明３と引用例３発明との相違点として判断してい\nるのであるから，本来，本件発明３と引用例３発明との相違点としてこれを認定す\nべきであった。記載箇所の明らかな誤りである。ただし，審決のこの相違点の認定\nが，引用例３発明の認定を誤ったために生じたものであることは，後述のとおり，\n当事者間に争いがない。）\n本件発明３との一致点\n「ボックス本体内のロック装置本体に出退自在に挿通されており，かつ，ウイ\nングの内面に設けたブラケットに引っ掛かって前記ウイングの開放を阻止する突出\n端部を有するウイング付き収納ボックスのオートロック装置に使用するデッドボル\nトにおいて，前記突出端部に，窪み部が設けられているウイング付き収納ボックス\nのオートロック装置に使用するデッドボルト。」\n本件発明３との相違点\n「本件発明３のデッドボルトがロック装置本体に上下方向に沿って出退自在に\n挿通され，また，ブラケットにはウイングの開放方向に向けて突出する掛止部が設\nけられているのに対し，引用例３発明のデッドボルトはロック装置内に傾動自在に\n設けられた爪部材であって，また，ブラケットにはウイングの開放方向に向けて突\n出する掛止部が設けられていないる点（判決注・「いない点」の誤記である。）」\n第３　原告主張の審決取消事由の要点\n審決は，本件発明１ないし３と引用例３発明との上記各相違点についての判\n断を誤ったものであり（後記１及び２は，本件発明１ないし３に共通する判断の誤\nりであり，後記３は，本件発明３に特有の判断の誤りである。），これらの誤り\nは，各請求項についての審決の結論に影響を及ぼすものであるから，いずれの請求\n項についても違法として取り消されるべきである。\n１　上下方向出退自在のデッドボルトに関する相違点についての判断の誤り\n(1) 審決は，本件発明１の構成（Ｃ）の，「ロック装置本体（１）に上下方向\nに沿って出退自在に挿通され・・・るデッドボルト（１６）」に対し，「引用例３\n発明のデッドボルトはロック装置内に傾動自在に設けられた爪部材であ（る）」\n（審決書１８頁１５行～１６行）点で相違すると認定した上で，「引用例発明１\n（判決注・「引用例１発明」の誤記である。）の突出端部に窪み部を設けたデッド\nボルト，引用例２発明の扉の開放を阻止する突出端部を有する可動角軸，を引用例\n発明３（判決注・「引用例３発明」の誤記である。）の傾動自在なデッドボルトに\n代えて適用しても，本件発明１のように直線運動（上下方向に沿っての出退自在な\n運動）では引用例３発明のブラケットに該デッドボルトを引っ掛からせるには（判\n決注・「には」は「ことは」の誤記と認める。）できないのであり」（同１８頁２\n０行～２４行），「引用例１発明乃至引用例３発明から本件発明１の相違点にかか\nる構成を導き出せるものではない。」（同１８頁２７行～２８行）と判断してい\nる。\nしかしながら，引用例３発明における係着金具７に対する爪部材９の動き\nに着目すれば，爪部材９の先端部分は，係着金具７の上端に対し，上下方向に移動\n自在に設けられている，ということができる。引用例３発明は，本件発明１と同様\nに，いずれも係着金具７に引っ掛かってウイングの開放を阻止する先端部分を有す\nる爪部材９を備えたウイング付き収納ボックスのオートロック装置である。また，\n本件発明１と引用例３発明との上記相違点は，本件発明１と引用例３発明の技術的\n効果の違いに及ぼす影響が全くないか，あるいは，あっても，その影響は微々たる\nものである。したがって，本件発明１の構成（Ｃ）と引用例３発明の前記構成とは\n実質的に同一であると判断すべきである。\n(2) 審決は，本件発明２の構成（Ｂ）の「ロック装置本体（１）に上下方向に\n沿って出退自在に挿通され・・・るデッドボルト（１６）」，及び，本件発明３の\n構成（Ａ）の「ロック装置本体（１）に上下方向に沿って出退自在に挿通されてお\nり，・・・するデッドボルト」と，引用例３発明との同様の相違点についても，同\n様の判断を示している（審決書１９頁２２行～２６行，２９行～３０行，２０頁２\n９行～３４行）。しかし，本件発明２及び本件発明３と引用例３発明との上記相違\n点については，上記(1)で述べたのと同様に，実質的に同一であると判断すべきであ\nる。\n２　ブラケットの掛止部に関する相違点についての判断の誤り\n(1) 審決は，本件発明１の構成（Ｄ）では，「ブラケットにはウイングの開放\n方向に向けて突出する掛止部が設けられているのに対し，引用例３発明の・・・ブ\nラケットにはウイングの開放方向に向けて突出する掛止部が設けられていないる点\n（判決注・「いない点」の誤りである。）で相違する。」（審決書１８頁１４行～\n１８行）と認定した上で，「本件発明１の相違点にかかる構成中のブラケットには\nウイングの開放方向に向けて突出する掛止部が設けられているとの構成要件も当業\n者が容易に想到できるものとする技術的理由も見当たらないのであるから，引用例\n１発明乃至引用例３発明から本件発明１の相違点にかかる構成を導き出せるもので\nはない。」（同１８頁２４行～２８行）と判断した。\nしかしながら，ロック機構においてロックを確実にするために凹部と凸部\nによる係合手段を用いることは，自明のことであるから（甲第４号証～甲第２０号\n証），引用例３発明の扉のロック機構において，扉のロックを確実にするために，\nデッドボルトに窪み部を設け，ブラケットに掛止部を設け，これを係合させること\nは，当業者にとって技術常識であったというべきである。\n(2) 審決は，「本件発明１は前記相違点にかかる構成を採用したことにより，\n「以上説明したように，本発明によれば，デッドボルトがウイングの開放方向に若\n干転倒してもブラケットの掛止部を確実に捕まえることができるので，デッドボル\nトによる地震時のロックを確実にすることができる。」（段落【００４４】）との\n作用効果を奏するもので，かかる作用効果は引用例１発明乃至引用例３発明から当\n業者が予測できるものではない。」(審決書１８頁２９行～３４行)と判断した。\n審決は，このように，本件発明１の構成（Ｄ）のうちの「ウイング（５）\nの開放方向に向けて突出している前記ブラケット（４０）の掛止部（４３Ａ）」を\n発明の本質的部分と認定し，進歩性があるとして，その特許性を認めたのであるか\nら，もしこれが正当であるとすると，上記構成によって顕著な技術的効果がもたら\nされなければならないはずである。ところが，本件発明１の構成（Ｄ）のうちの\n「ウイング（５）の開放方向に向けて突出している前記ブラケット（４０）の掛止\n部（４３Ａ）」に顕著な技術的効果はみられない。本件発明１について，進歩性を\n認めることはできないというべきである。\n(3) 審決は，本件発明２の構成（Ｃ）の「デッドボルト（１６）の突出端部\nに，前記ウイング（５）の開放方向に向けて突出している前記ブラケット（４０）\nの掛止部（４３Ａ）に対する引っ掛かりを確実にするための窪み部（７６）が設け\nられている」及び本件発明３の構成（Ｂ）の「前記突出端部に，前記ウイング８\n５）の開放方向に向けて突出している前記ブラケット（４０）の掛止部（４３Ａ）\nに対する引っ掛かりを確実にするための窪み部（７６）が設けられている」と，引\n用例３発明との同様の相違点についても，同様の判断を示している（審決書１９頁\n２６行～３６行，２０頁３４行～２１頁６行）。しかし，本件発明２及び本件発明\n３と引用例３発明との上記相違点については，上記(1)で述べたのと同様に，引用例\n３発明の扉のロック機構において，扉のロックを確実にするために，デッドボルト\nに窪み部を設け，ブラケットに掛止部を設け，これを係合させることは，当業者に\nとって技術常識であったというべきである。\n３　引用例３発明のロック機能についての認定の誤り\n審決は，「引用例３発明は，地震時のオートロック機能の他ウイングの通常\nの閉時にもロックするもので，このために傾動自在な爪部材（ロックボルト）と薄\n肉部を備えた棒状部材とを一体不可分の構成として採用しているのであるから，こ\nの薄肉部を備えた棒状部材の存在を無視して地震時のオートロック機能しかないと\nいう本件発明２（判決注・「本件発明３」の誤記と認める。）のロック構成を想定\nすることはできないというべきである。」（審決書２０頁２４行～２９行）と判断\nして，前記１，２のみならず，これをも根拠として，本件発明３について進歩性を\n認めた。しかし，審決のこの判断も誤りである。\n審決は，引用例３発明の「爪部材９」が平常時にも「係着金具７」に係合し\nて扉の開放を阻止しているものと認定している。しかし，引用例３には，「平常時\nは，扉２はこの状態で閉じられており，扉２を開くときは前記吸着手段２０による\n吸着力よりも大きな力で扉２を手前に引くことにより，前記係着金具７により爪部\n９ａが前記コイルばね１３の付勢力に抗して開放する方向に回動し，扉２を簡単に\n開くことができる。」（甲第３号証，【００１２】１４行～１８行，【００１６】\n１７行～２１行）との記載があり，引用例３発明が「ウイングの通常の閉時にもロ\nックするもの」でないことは明らかである。審決は，この点を誤認した上，これに\n基づき，引用例３発明から「本件発明３のロック構成を想定することはできないと\nいうべきである。」と誤って判断したものである。\n第４　被告の反論の要点\n原告の主張はいずれも理由がなく，審決の認定判断に誤りはない。\n１　上下方向出退自在のデッドボルトに関する相違点についての判断の誤り，の\n主張について\n引用例３発明は，爪部材９が軸１１によって本体１２に枢支されているもの\nである。このような軸１１によって枢支された爪部材９の場合，その爪部材９の先\n端部は，軸１１を回転中心とした円運動を行うことになるのであり，当該先端部が\n上下方向に沿って移動し続けることはあり得ず，上下方向に対して傾いた方向から\n係着部材７の上縁に向かって係脱することになるのである。\n審決が，引用例３発明の爪部材９を「傾動自在」と表現しているのは，軸１\n１によって枢支された爪部材９の先端部によって描かれる上記円運動のことをいう\nためである。引用例３発明の爪部材のこのような円運動が，本件発明１ないし３に\nおけるデッドボルトの，「上下方向に沿って出退自在」に動く運動に該当しないこ\nとは明らかである。したがって，引用例３発明の爪部材９は，本体１２に対して上\n下方向に沿って出退自在に挿通される部材には該当しない。\n２　ブラケットの掛止部の相違点についての判断の誤り，の主張について\n本件発明１ないし３では，ブラケット（４０）がウィング（５）の開放方向\nに突出している掛止部（４３Ａ）を備えているのに対して，引用例３発明では，爪\n部材９の爪部９ａに嵌合する係着金具７の上縁部分は平面状に形成されており，係\n着金具７が扉２の開放方向に突出している引っ掛け部分を備えていない点で，両発\n明はその構成が相違している。\n引用例３発明では，係着金具７の上縁部分が平面状に形成されているため，\nこの上縁部分を爪部材９の先端側の爪部９ａのコの字溝に入り込ませて爪部材９を\n係着金具７に引っ掛け，かつ，ころがり部材１６で爪部材９の回動を阻止して地震\n時のロックが掛かった状態（甲第３号証図５の状態）になっても，爪部材９が係着\n金具７により扉２の開放方向（甲第３号証図５の左側）に引っ張られると，爪部材\n９の軸１１等に対するガタ付きによって爪部９ａが上方に逃げ，係着金具７に対す\nる嵌合度合いが甘くなってロックが外れる可能性がある。\nこれに対して，本件発明１ないし３では，ブラケット（４０）が「ウィング\n（５）の開放方向に突出している掛止部（４３Ａ）を備えており，この掛止部（４\n３Ａ）をデッドボルト（１６）の突出端部に形成した窪み部（７６）に入り込ませ\nて同ボルト（１６）に掛止させるようにしているので，デッドボルト（１６）がウ\nィング（５）の開放方向に若干転倒しても，掛止部（４３Ａ）のような突起が係着\n部材７に形成されていない引用例３発明の場合に比べて，ブラケット（４０）の掛\n止部（４３Ａ）をより確実に捕まえることができ，引用例３発明の場合よりもウィ\nング（３）の開放阻止がより確実になる。\nしたがって，ウィング（５）の開放方向に向けて突出する突起である掛止部\n（４３Ａ）の有無は，本件発明と引用例３発明との技術的効果に顕著な相違をもた\nらす構成であることが明らかである。\n３　引用例３発明のロック機能についての認定の誤り，の主張について\n引用例３発明の爪部材９が通常の閉時（地震のない平常時でかつ扉２が閉鎖\nされているとき）においても扉の開放を阻止するものであるとする，審決の認定が\n誤りであることは認める。\n第５　当裁判所の判断\n１　上下方向出退自在のデッドボルトに関する相違点についての判断の誤り，の\n主張について\n(1) 本件発明１の構成（Ｃ）は，「前記ロック装置本体（１）に上下方向に沿\nって出退自在に挿通されかつ前記ブラケット（４０）に引っ掛かって前記ウィング\n（５）の開放を阻止する突出端部を有するデッドボルト（１６）と，を備えたウィ\nング付き収納ボックスのオートロック装置において，」というものである。本件発\n明１において，デッドボルトが上下方向に沿って出退自在となっているのは，ブラ\nケットに引っ掛かるようにし，ウィング（５）の開放を阻止するためである。そし\nて，本件発明１の構成（Ｃ）は，上記のとおり，デッドボルト（１６）が「上下方\n向に沿って出退自在に挿通され」かつ「前記ブラケット（４０）に引っ掛かって前\n記ウィング（５）の開放を阻止する」と規定されているものであるから，上下方向\nに直線的な往復運動をするものに限定されているわけではないというべきである。\nすなわち，本件発明１の構成（Ｃ）では，上下方向に沿って往復運動し，ブラケッ\nト（４０）に引っ掛かるものであれば，上下方向に直線的な往復運動をするもので\nなくともよいというべきである。\n引用例３発明は，本体１２内に，爪部材９が傾動自在に設けられ，軸１１\nを中心として，一定の中心角の範囲内で円弧運動を行い，爪部材の先端部が係着金\n具７の掛止部に係合し，扉２の開放を阻止するものである（甲第３号証）。引用例\n３発明の爪部材は，係着金具７の掛止部に係合するように，往復運動し，扉の開放\nを阻止するとの構成及び機能において，本件発明１のデッドボルトと差異はない。\nまた，引用例３発明の爪部材９も，軸１１を中心として，一定の中心角の範囲内で\n円弧運動を行うものであるけれども，係着金具７の掛止部の近辺においてこれをみ\nれば，上下方向に沿って往復運動し，係着金具７に引っ掛かるものであるから，\n「上下方向に沿って出退自在に挿通され」るものとみることも可能なものである。\nしたがって，引用例３発明の爪部材９は，本件発明１の「上下方向に沿って出退自\n在に挿通され」る「デッドボルト」に相当するもの，あるいは，少なくとも，これ\nと実質的に同一のものであるということができる。\n被告は，引用例３発明の爪部材９の先端部は軸１１を回転中心とした円運\n動を行うことになるので，当該先端部が上下方向に沿って移動し続けることはあり\n得ず，上下方向に対して必ず傾いた方向から係着部材７の上縁に向かって係脱する\nことになる，と主張する。しかし，本件発明１の構成（Ｃ）は，上記のとおり，\n「上下方向に沿って出退自在に挿通され」ることを規定しているものの，上下方向\nに沿って直線的に移動し続けることまでを要求するものではないというべきである\nから，上下方向に対してやや傾いた方向から挿通されるものも，本件発明１の構成\n（Ｃ）にいう「上下方向に沿って出退自在に挿通され」るものとなり得るというべ\nきである。被告の上記主張は採用することができない。\nこの相違点について，「引用例発明１（判決注・「引用例１発明」の誤記\nである。）の突出端部に窪み部を設けたデッドボルト，引用例２発明の扉の開放を\n阻止する突出端部を有する可動角軸，を引用例発明３（判決注・「引用例３発明」\nの誤記である。）の傾動自在なデッドボルトに代えて適用しても，本件発明１のよ\nうに直線運動（上下方向に沿っての出退自在な運動）では引用例３発明のブラケッ\nトに該デッドボルトを引っ掛からせるには（判決注・「には」は「ことは」の誤り\nである。）できないのであり」（同１８頁２０行～２４行），とした審決の判断\nは，本件発明１のデッドボルト（１６）が直線運動するものに限定されると誤って\n解した結果，引用例３発明の爪部材が本件発明１の「上下方向に沿って出退自在に\n挿通され」る「デッドボルト」に相当するもの，あるいは，少なくとも，これと実\n質的に同一のものであることを否定したことにより犯した誤りであるというべきで\nある。\n(2) 審決は，本件発明２の構成（Ｂ）の「ロック装置本体（１）に上下方向に\n沿って出退自在に挿通され・・・るデッドボルト（１６）」及び本件発明３の構成\n（Ａ）の「ロック装置本体（１）に上下方向に沿って出退自在に挿通されており，\nかつ，・・・するデッドボルト」と引用例３発明との上記同様の相違点について\nも，同様の判断を示している（審決書１９頁２２行～２６行，２９行～３０行，２\n０頁２９行～３４行）。しかし，本件発明２の構成（Ｂ）及び本件発明３の構成\n（Ａ）の「上下方向に沿って出退自在に挿通され」については，上記のとおり解す\nべきであり，引用例３発明の爪部材９は，本件発明１の「上下方向に沿って出退自\n在に挿通され」る「デッドボルト」に相当するか，少なくとも，これと実質的に同\n一のものであるということができるのであるから，審決の判断は，上記と同様に誤\nりである。\n２　ブラケットの掛止部の相違点についての判断の誤り，の主張について\n(1) 本件発明１は，ブラケットとデッドボルトからなる地震時のオートロック\n装置において，ブラケットに掛止部を設け，デッドボルトに窪み部を設ける，との\n副次的なロック機構により，「ブラケットの掛止部がデッドボルトの窪み部に入り\n込んで同ボルトに掛止されるので，デッドボルトがウイングの開放方向に若干転倒\nしてもブラケットの掛止部を確実に捕まえることができる。」（甲第２号証【００\n０７】）ものであり，これにより，「デッドボルトによる地震時のロックを確実に\nすることを目的とする。」（同【０００５】）ものである（同【００４４】【発明\nの効果】にも同旨の記載がある。）。\n原告は，ロック機構においてロックを確実にするために凹部と凸部による\n係合手段を用いることは，自明のことであるから，引用例３発明の扉のロック機構\nにおいて，扉のロックを確実にするために，デッドボルトに窪み部を設け，ブラケ\nットに掛止部を設け，これを係合させることは，当業者にとって技術常識であった\nというべきである，と主張する。\n引用例３発明は，地震発生時における扉等のロックを確実に行えるように\nすることを目的とする発明である。引用例１発明は，火災発生時における扉のロッ\nク機構に関するものではあるものの，扉のロックを確実にするために，ロックボル\nト３４による主たるロック機構と，ロックボルトに設けられた溝３８が扉の堅枠１\n２ａに係合することによる副次的なロック機構とを開示するものである（甲第２０\n号証訳文２頁第２段落，ＦＩＧ．４，ＦＩＧ．５参照）。この引用例１発明が開示\nするところのもの，及び，引用例３発明は，地震発生時における扉等のロックを確\n実に行えるようにすることを目的とする発明であるから，大きな地震にも耐え得る\nように，扉等のロックをより確実にすることは，この技術分野における当然の課題\nというべきであることからすれば，引用例３発明において，地震発生時に，扉のロ\nックをより確実に行うようにするために，主たるロック機構に加え，副次的なロッ\nク機構を追加することは，当業者にとって容易に想到し得ることというべきであ\nる。\nそして，引用例３発明において，副次的なロック機構を設けるとすれば，\n係合する二つの平面上の部材に凸部と凹部を設けること，すなわち，係着金具７の\n上端部に凸部を設け，その凸部に対する引っ掛かりを確実にするための凹部を，爪\n部９ａの溝部のうち，係着金具７の上端部に対向する面に設け，これにより副次的\nなロック機構を構成することは，当業者にとっては，技術常識に属する事柄として\n容易に想到し得る事項であるというべきである。このことは，例えば，特開平１－\n１０１９１９号公報（甲第１４号証）の第７図に示されている，平板状の棚板１１\nの上面に設けられた突条部（係合部１１ａ）と棚板受け１２の係合溝（被係合部１\n２ａ），あるいは，同公報第１図ないし第５図に示されている，平板状の棚板の凹\n状の被係合部２ａに係合する凸状の係合片３ｂなどからも明らかである。\n審決は，上記相違点について，「本件発明１の相違点にかかる構成中のブ\nラケットにはウイングの開放方向に向けて突出する掛止部が設けられているとの構\n成要件も当業者が容易に想到できるものとする技術的理由も見当たらない」（審決\n書１８頁２４行～２７行）と判断する。しかし，審決は，引用例１発明ないし引用\n例３発明から上記構成を容易に想到することができないとする特段の理由を具体的\nに示しているものではなく，審決の判断は，上記のとおり，誤りであるという以外\nにない（なお，審決は，本件発明１は，引用例３発明及び引用例１発明からみて\nも，当業者が容易に想到し得るものではない，と判断しているだけであり，引用例\n３発明及び引用例１発明と当業者の技術常識からみて，容易に想到し得るものでは\nない，と判断しているわけではない。しかし，審決は，常に当業者の技術常識を考\n慮して判断すべきである，と解するのが相当であるから，審決が，「引用例３発明\n及び引用例１発明からみても，当業者が容易に想到し得るものではない」，と判断\nした趣旨は，「当業者の技術常識を前提に，引用例３発明及び引用例１発明をみて\nも，当業者が容易に想到し得るものではない」というものであると解すべきであ\nる。審決が，判断の資料に含めるべき当業者の技術常識を判断資料に入れていない\nとしたら，そのこと自体の不当性が問われることになるというべきである。いずれ\nにせよ，裁判所が，審決の上記判断の当否を判断する際に，当業者の技術常識も踏\nまえて，これを判断することは，審決取消訴訟における審理の範囲内のことであ\nる，というべきである。）。\n審決は，「本件発明１は前記相違点にかかる構成を採用したことにより、\n「以上説明したように、本発明によれば、デッドボルトがウイングの開放方向に若\n干転倒してもブラケットの掛止部を確実に捕まえることができるので、デッドボル\nトによる地震時のロックを確実にすることができる。」（段落【００４４】）との\n作用効果を奏するもので、かかる作用効果は引用例１発明乃至引用例３発明から当\n業者が予測できるものではない。」（審決書１８頁２９行～３４行）と判断し，被\n告も同趣旨の主張をしている。\n本件発明１において，ブラケットに掛止部（４３Ａ）を設け，デッドボル\nトに窪み部（７６）を設けることにより，ウィングの開放阻止がより確実になると\nの上記効果を奏することは，明らかである。しかし，その効果は，副次的なロック\n機構を設けるとの構成から生ずることが自明であるものにすぎない。したがって，\n本件発明１の，ブラケット（４０）がウィング（５）の開放方向に突出している掛\n止部（４３Ａ）を備えているとの構成，及び，デッドボルト（１６）の窪み部（７\n６）との構成が，引用例３発明，及び，引用例１発明ないしは当業者の技術常識に\n基づいて，当業者が容易に想到し得るものであることは前示のとおりである以上，\n審決の上記判断及び被告の同趣旨の主張はこれを採用することができない。\n審決は，本件発明１の「デッドボルト（１６）の突出端部・・・の窪み部\n（７６）」を一致点と認定している（審決書１８頁１１行～１３行）。これは，引\n用例３発明の爪部９ａの溝部を窪み部（７６）に相当すると判断したものと推認さ\nれる。しかし，本件発明１における，ブラケットの掛止部（４３Ａ）とデッドロッ\nクの窪み部（７６）とは，上記のとおり，副次的なロック機構とみるべきであり，\nこれに対し，引用例３発明の爪部９ａの溝部は，主たるロック機構を構成するもの\nであって，副次的なロック機構を構成するものではないから，引用例３発明には，\n本件発明１のデッドロックの窪み部（７６）に相当するものは存在しない（このこ\nとは，引用例３発明には，副次的なロック機構は存在しないのであるから，当然で\nある。）。審決は，デッドロックの窪み部（７６）をも相違点と認定して，本件発\n明１ないし３の進歩性について判断をすべきであったものである。もっとも，審決\nが，本件発明１と引用例３発明との相違点を，ブラケット（４０）の掛止部（４３\nａ）のみと認定しても，これに窪み部（７６）も含めて認定したとしても，掛止部\n（４３Ａ）と窪み部（７６）は，凸部と凹部の関係にあるから，この相違点につい\nての判断は，上記のとおりであることに変わりはない。\n(2) 審決は，本件発明２の構成（C）の「デッドボルト（１６）の突出端部に、\n前記ウイング（５）の開放方向に向けて突出している前記ブラケット（４０）の掛\n止部（４３Ａ）に対する引っ掛かりを確実にするための窪み部（７６）が設けられ\nている」と引用例３発明との同様の相違点についても，上記と同様の判断を示して\nいる（審決書１９頁２６行～３６行）。しかし，本件発明２と引用例３発明との上\n記相違点については，上記(1)で述べたのと同様に，引用例１発明ないしは当業者の\n技術常識から，容易に想到し得る事項であるというべきである。\n(3) 本件発明３は，デッドボルトについての発明である。その構成（Ｂ）にお\nいて，「ブラケット（４０）の掛止部（４３Ａ）に対する引っ掛かりを確実にする\nための窪み部（７６）が設けられていることを特徴とする・・・デッドボルト。」\nと規定されていることから明らかなように，本件発明３においては，デッドボルト\n（１６）とその窪み部（７６）は構成要件とされているものの，ブラケット（４\n０）とその掛止部（４３Ａ）は構成要件とされてはいない。すなわち，その構成\n（Ｂ）の「ブラケット（４０）の掛止部（４３Ａ）に対する引っ掛かりを確実にす\nるための」との文は，「窪み部（７６）」を修飾するための文であり，「ブラケッ\nト（４０）の掛止部（４３Ａ）」を，その発明の構成要件として規定しているもの\nではない。したがって，審決が，「本件発明３の・・・ブラケットにはウイングの\n開放方向に向けて突出する掛止部が設けられているのに対し、引用例３発明\nの・・・ブラケットにはウイングの開放方向に向けて突出する掛止部が設けられて\nいないる点（判決注・「いない点」の誤記である。）で相違する。」（審決書２０\n頁８行～１３行）と認定した上で，本件発明３について，「本件発明１（判決注・\n「本件発明３」の誤記である。）の相違点にかかるブラケットにはウイングの開放\n方向に向けて突出する掛止部が設けられているとの構成も当業者が容易に想到でき\nるものとする技術的理由も見当たらない」（同２０頁３４行～３６行）と判断した\nのは，本件発明３と引用例３発明との相違点ではないものを相違点であると認定\nし，この相違点を理由として，引用例３発明から本件発明３を容易に想到すること\nができない，と判断したものであるから，明らかに誤りである。\n審決は，本来，本件発明３のデッドボルト（１６）の窪み部（７６）を引\n用例３発明との相違点として認定し，これについて判断をすべきであったこと，及\nび，これについても，本件発明３のデッドボルト（１６）に，ブラケット（４０）\nの掛止部（４３Ａ）に引っ掛かる窪み部（７６）を設けることが，引用例１発明な\nいしは当業者の技術常識からみて，容易に想到し得るものであることは，上記説示\nのとおりである。\n３　引用例３発明のロック機能についての認定の誤り（本件発明３について）に\nついて\n審決の，「引用例３発明は，地震時のオートロック機能の他ウイングの通常\nの閉時にもロックするもの」との認定が誤りであることは，当事者間に争いがな\nい。\n審決は，引用例３発明についての上記の誤った認定を前提として，「引用例\n３発明は，地震時のオートロック機能の他ウイングの通常の閉時にもロックするも\nので，このために傾動自在な爪部材（ロックボルト）と薄肉部を備えた棒状部材と\nを一体不可分の構成として採用しているのであるから，この薄肉部を備えた棒状部\n材の存在を無視して地震時のオートロック機能しかないという本件発明２（判決\n注・「本件発明３」の誤記と認める。）のロック構成を想定することはできないと\nいうべきである。」（審決書２０頁２４行～２９行）と判断し，前記１，２のみな\nらず，これをも根拠として，本件発明３について進歩性を認める判断をしたもので\nある。したがって，審決のこの判断も誤りであることは明らかである。\n４　以上のとおり，審決が，本件発明１ないし３と引用例３発明との相違点につ\nいてなした判断はいずれも誤りであり，これらの判断の誤りが，請求項１ないし３\nのいずれについても審決の結論に影響を及ぼすことは明らかであるから，審決は全\n部につき取消しを免れない。\n第６　結論\n以上によれば，原告の本訴請求は，請求項１ないし３のいずれについても理\n由がある。そこで，これらをすべて認容することとし，訴訟費用の負担について行\n政事件訴訟法７条，民事訴訟法６１条を適用して，主文のとおり判決する。\n東京高等裁判所第６民事部\n裁判長裁判官    山　　下　　和　　明\n裁判官　  設　　樂　　隆　　一\n裁判官　  高　　瀬　　順　　久\n（別紙）\n別紙図面（１）別紙図面（２）\n"
}