{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 12,
    "day": 27
  },
  "case_number": "平成12(ワ)920",
  "case_name": "損害賠償等請求事件",
  "court_name": "熊本地方裁判所",
  "lawsuit_id": "8288",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=8288",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/288/008288_hanrei.pdf",
  "contents": "主文\n１　被告株式会社Ａ及び被告Ｂは，原告らに対し，被告株式会社Ａが発行する「Ｃ」誌上\nに，別紙１記載の謝罪広告を別紙２記載の条件で，１回掲載せよ。\n２　被告株式会社Ａ及び被告Ｂは，原告医療法人Ｄに対し，連帯して，金４４０万円及び\nこれに対する平成１２年９月７日から支払済みまで年５分の割合による金員を支払\nえ。\n３　被告株式会社Ａ及び被告Ｂは，原告Ｅに対し，連帯して，金５５０万円及びこれに対\nする平成１２年９月７日から支払済みまで年５分の割合による金員を支払え。\n４　原告らの被告株式会社Ａ及び被告Ｂに対するその余の請求並びに被告Ｆに対する\n請求をいずれも棄却する。\n５　訴訟費用中，原告らと被告Ｆとの間に生じた分は原告らの負担とし，原告らとその余\nの被告らとの間に生じた分はこれを２分し，その１を上記被告らの負担とし，その余を\n原告らの負担とする。\n６　この判決は，第２項及び第３項に限り，仮に執行することができる。\n事実及び理由\n第１　当事者の求めた裁判\n１　請求の趣旨\n(1)　被告株式会社Ａ（以下「被告Ａ」という。）及び被告Ｂは，原告らに対し，別紙３\n記載の謝罪広告を，株式会社Ｇ新聞社発行のＧ新聞朝刊社会面，被告Ａ発行\nの週刊誌「Ｃ」誌上に，別紙４記載の条件において，各１回掲載せよ。\n(2)　被告らは，原告医療法人Ｄ（以下「原告Ｄ」という。）に対し，各自金２１００万円\n及びこれに対する平成１２年９月７日から支払済みまで年５分の割合による金員\nを支払え。\n(3)　被告らは，原告Ｅに対し，各自金２１００万円及びこれに対する平成１２年９月７\n日から支払済みまで年５分の割合による金員を支払え。\n(4)　訴訟費用は被告らの負担とする。\n(5)　(2)，(3)について仮執行宣言\n２　請求の趣旨に対する答弁\n(1)　原告らの請求をいずれも棄却する。\n(2)　訴訟費用は原告らの負担とする。\n第２　当事者の主張\n１　請求原因\n(1)　当事者（訴状３頁）\nア　原告ら\n(ア)　原告Ｄは，昭和４６年１２月２０日に設立された医療法人であり，現在法\n人住所地に所在するＨ病院（以下「原告病院」という。）を経営している。\n(イ)　原告Ｅは，昭和４６年の原告Ｄ設立以来理事（理事長）の職にある。\nイ　被告ら\n(ア)　被告Ａは，雑誌及び書籍の出版を目的とする株式会社であり，著名な週\n刊誌である「Ｃ」誌を全国で発行している。同誌の発行部数は毎号異なる\nものと認められるが，これを平均すると１回当たり約６９万部である。\n(イ)　被告Ｂは，被告Ａの従業員であり，かつＣの編集発行人であって，同誌\nの編集発行責任者を務める者である。\n(ウ)　被告Ｆは，被告Ａの従業員であり，Ｃの本件記事についての直接担当者\nである。\n(2)　名誉毀損の事実\nア　「Ｃ」誌による記事の掲載（訴状５頁）\n被告らは，平成１２年５月２８日熊本県天草郡Ｉ町内において発生した原告Ｄ\n副理事長Ｊ（以下「亡Ｊ」という。），同理事兼看護部長のＫ（以下「亡Ｋ」とい\nう。），同理事兼看護部長のＬ（以下「亡Ｌ」という。），同理事兼看護部長のＭ\n（以下「亡Ｍ」という。）４名の死亡事故（以下「本件事故」という。）に関して，平\n成１２年９月７日発行された「Ｃ」誌の９月７日号（以下「本件雑誌」という。）１３\n８頁から１４０頁に，「『Ｎ』スクープ　熊本『７０億円保険金』疑惑の追跡」の表\n題の下，別紙５（添付省略）の記事（以下「本件記事」という。）を掲載し，これ\nを全国で頒布した。\nイ　「Ｎ」誌による記事の掲載（訴状９頁）\n本件記事に先立ち，被告Ａが発行する写真週刊誌「Ｎ」誌は，本件事故に関\nし，以下の各記事（以下「『Ｎ』誌の各記事」という。）を掲載した。\n(ア)　「Ｎ」誌平成１２年２９号（平成１２年７月２６日号・同年　７月１９日発売）\nの８頁及び９頁に，「怪！『保険金５０億円』熊本病院オーナー夫人の交\n通事故死」という表題，「『あの人は殺された』との声もあって・・・」の副題\nの下に，別紙６の１（添付省略）の記事を掲載した。\n(イ)　「Ｎ」誌平成１２年３０号（平成１２年８月２日号・同年７月２７日発行）６４\n頁，６５頁に，「続・熊本５０億円保険金事故！踏み続けたアクセルの謎」\nという表題の下に，別紙６の２（添付省略）の記事を掲載した。\n(ウ)　「Ｎ」誌平成１２年３１号（同年８月９日号・同年８月２日発売）の１０頁及び\n１１頁に，「『熊本５０億円保険金事故』第３弾！理事長の保険金７０億と\n病院の“大奥”」という表題，「『ユニットバス』『ダブルベッド』の看護婦個\n室」の副題の下に，別紙６の３（添付省略）の記事を掲載した。\n(エ)　「Ｎ」誌平成１２年３２号（平成１２年８月１６日・２３日　合併号，同年８月９\n日発売）の７２頁ないし７５頁に，「『熊本５０億円事故』に新事実！！  直\n前に看護婦二人に８億の保険金」の表題，「保険金の全てを知る理事長\nは取材拒否」という副題の下に別紙６の４（添付省略）の記事を掲載し\nた。\n(オ)　「Ｎ」誌平成１２年３４号（同年８月３０日号・同年８月２３日発売）の６２頁\nないし６５頁に，「熊本『７０億保険金事故』理事長の検事，元県警幹部の\n華麗な人脈」の表題，「４人はなぜ司法解剖されなかったか」という副題\nの下に，別紙６の５（添付省略）の記事を掲載した。\nウ　本件記事の摘示する事実\n(ア)　本件記事と「Ｎ」誌の各記事との関係（訴状１６頁，準備書　面８の３頁）\n「Ｎ」誌と「Ｃ」誌は同じ週刊誌であり，一般大衆の共通の読者を多数有\nすると考えるべきであるから，本件記事を読んだ一般読者の大多数が，\n本件事故について「Ｎ」誌の各記事がどのような報道をしていたかについ\nて知識を有していたと考えるのが自然である。また，本件記事が，「『Ｎ』\nスクープ　熊本『７０億円保険金』疑惑の追跡」の表題で，特に読者に対\nし「Ｎ」誌の各記事の追跡記事である旨注意を喚起していることからすれ\nば，本件記事を読んだ一般読者は，普通の注意と読み方で「Ｎ」誌の各\n記事に思い至り，「Ｎ」誌の各記事を念頭に本件記事を読むのが普通と\nいうべきである。したがって，本件記事による名誉毀損の有無を判断す\nるに当たっては，読者が本件記事を読むに当たって通常有していた知\n識・経験の一部として，「Ｎ」誌の各記事を参照すべきである。\n本件記事と「Ｎ」誌の各記事を総合するとき，本件記事は，以下の事実\nを摘示し，原告Ｄ及び原告Ｅの名誉信用を著しく毀損するものである。\nａ　本件事故は，運転者亡Ｍが意図的に惹起したものであり，亡Ｍにとっ\nては自殺行為，亡Ｍ以外の３名の同乗者にとっては殺人に該当する。\nｂ　亡Ｍが上記行為に及んだ理由は，原告Ｅにマインドコントロールされ\nたことにより，原告Ｅの命令に従ったものである。亡Ｍ及び本件事故で\n死亡した亡Ｋ，亡Ｌはいずれも原告Ｅと愛人関係にあり，同人に洗脳さ\nれ，同人の命令ならば何でも聞く関係にあった。\nｃ　原告Ｅが亡Ｍに上記行為を命じた理由は，原告Ｅが亡Ｊ，亡Ｋ，亡Ｌに\n付保していた７０億円の生命保険等の保険金を詐取するためである。\n原告Ｄには数十億円の負債があり，また，原告Ｅ本人も最近株で大損\nをして金に困っており，このことが，上記保険金殺人の動機である。\n(イ)　本件記事自体が読者に与える印象\n仮に「Ｎ」誌の各記事を前提としなくとも，以下のとおり，本件記事は，\n原告らの名誉を毀損するものである。（準備書面(4)２頁）\nａ　本件雑誌１３８頁及び１３９頁の表題，１３８頁のリード部分及び同頁１\n段１行目から１３９頁１段４行目まで（以下「ａ記事部分」という。）。\nａ記事部分では，まず表題及びリード部分において，本件事故は\n「Ｎ」誌が「『７０億円保険金』疑惑」として「スクープ」した事故であると\n紹介した上で，冒頭で「確かに不可解な“交通事故”だった」と「Ｎ」誌が\n報道する「疑惑」が，「確かに」存在することを強烈に読者に印象づけ\nる。\n次に，本件事故について報じ，本件事故現場について，「時速３０キ\nロ前後で走るのがやっとです」との「地元事情通」の言葉を引用した\n後，６０キロで崖の上から飛び出すためにはドライバーが死を覚悟して\nアクセルを踏み続ける必要があるとして，運転者が「アクセルを踏み続\nけていた」という事実を断定的に摘示し，過失による事故の可能性とし\nては居眠り運転についてのみ言及し，「そこに至るまでの難所を運転\nしてこれたことからも考えにくい」として，その可能性を断定的に否定し\nている。加えて，「ガードレールの切れ目を，うまくすり抜けるように転\n落しているのです」「通常の交通事故では考えられないケース」である\nとの「地元事情通」の言葉を借りて，この事故が過失事故であるとの\n見解をほぼ断定的に否定することにより，一般読者をして，本件事故\nは過失によるものではなく，故意による殺人事件だ，という思考過程を\n辿るよう仕向け，一般読者に対し，本件事故は故意による殺人事件で\nあったとの事実を積極的に印象づけている。\nさらに，交通事故として処理した警察の事件処理についても，「数々\nの疑問点があったというのに」，「司法解剖も行われなかった」と報じて\nいる。司法解剖は，何らかの犯罪行為により人が死亡した場合に行わ\nれるものであり，通常の事故においては行わないことは一般通常人の\n知るところであるから，これらの各記述は，警察の事件処理を否定す\nることにより，本件事故は，単純な交通事故ではないとの上記記述部\n分を，より強固に読者に印象づけている。\nｂ　本件雑誌１３９頁１段５行目から同頁４段１０行目まで（以下「ｂ記事部\n分」という。）。\nｂ記事部分では，「驚くべき事実」として，本件事故の死亡者らには巨\n額の保険金が掛けられていた（この「掛けられ」ていたという受動態の\n表現自体が保険を掛けた人物がいるということを読者に暗示してい\nる。）と摘示し，保険金が掛けられていた亡Ｊらに「巨額の保険を掛け\nる意味があるのだろうか」と記述し，この保険は本来必要のないもの\nである旨印象づけ，更に，保険の加入時期をとらえて，「単なる偶然な\nのか」と記述し，この保険加入は偶然ではないと印象づけている。\n近年，保険金目的の殺人事件が多数報じられており，読者は保険金\n殺人という犯罪に対して敏感になっている。一般的平均的な読者は，\n保険金と死亡事故とを結びつけるこの報道手法により，容易に，その\n人の死亡には保険金取得目的が絡んでおり，ここに保険金を目的とし\nた殺人事件と認められる事件が存在しているとの印象を受ける。本件\n記事も，読者に対し，この事故は，何者かが保険金を目当てに青写真\nを書いた殺人事件であるという事実を，婉曲且つ巧妙な形で印象づけ\nている。\nｃ　本件雑誌１３９頁３段及び４段の各１１行目から１４０頁３段１４行目ま\nで（以下「ｃ記事部分」という。）。\nｃ記事部分は，ｂ記事部分の保険金殺人事件の黒幕は一体誰なの\nだろうという読者の思いを想定して記載されたものである。\nｃ記事部分においては，「理事長と看護婦の奇妙な関係」の見出しの\nもと，「単なる事故ではない」，つまり故意による事件であると病院内で\nも噂が流れはじめていること，運転者の亡Ｍ及び亡Ｋが死を覚悟して\nいたことが記述されている。そして，死亡した３名の看護部長（以下\n「亡看護部長ら」という。）について，「理事長の愛人」と明確に記述し\nた上，「理事長が飛び下りろと言ったら飛び下ります」「死ぬまで理事\n長の指示に従います」「命懸けで理事長に付いていきます」など公言\nするほど，原告Ｅに「洗脳」されていたと記述し，ダブルベッドやシャワ\nーなどという暗に男女関係の存在を示す設備が亡看護部長らの個室\nに設置されていること，亡看護部長らが，マンション，ドレス，車などを\n買い与えられ，金銭面でもがんじがらめにされていたこと，ダンスタイ\nムにおいて原告Ｅを奪い合うなど亡看護部長らは原告Ｅに気に入られ\nようと必死であったことを摘示する。\nこのようなｃ記事部分は，一般的平均的読者に対し，原告Ｅと愛人関\n係にある亡看護部長らは，原告Ｅの言うがままだった，金銭的にもが\nんじがらめにされ，何を命ぜられてもそれに従うものだった，その程度\nは，自分の命よりも原告Ｅの命令の方が優先するほどの正に「洗脳」\nされたレベルだった，つまり，本件事故は，原告Ｅに命ぜられた運転者\n亡Ｍが故意に引き起こしたものだと強く印象づけるものである。\nｄ　本件雑誌１４０頁２段及び３段の各１５行目から同頁５段末尾まで（以\n下「ｄ記事部分」という。）\nｄ記事部分は，「理事長は株をやっていた」との見出しで始まってい\nるところ，一私人の株取引は，何ら公共的関心事ではなく，報道価値\nを有しないのであり，この見出しで一私人の株取引の事実を摘示する\n意味は，本件記事の文脈から，本件事故についての原告Ｅの「動機」\nすなわち，本件事故は，原告Ｅが保険金欲しさに仕組んだ事件である\nことを示すものである。\nまた，検察官の娘婿や県警ＯＢの理事に関する記述も存するとこ\nろ，これらの記述は，読者に対し，かかる人脈の影響で，警察の捜査\nは甘く，原告Ｅの犯罪行為が放置されたと強烈に印象づけるものであ\nる。\nなお，ｄ記事部分では，原告らの言い分を形ばかりは掲載するも，そ\nの直後に「病院関係者」の話として，原告Ｅは株で大損した，つまり，\n原告Ｅには金を欲しがる確たる動機がある旨を読者に印象づけ，「あ\nまりに謎が多すぎる」と原告らの説明は謎を解明するほど納得のいく\nものではないと締めくくるのである。\nｅ　本件記事全体が摘示する事実（準備書面(4)８頁，準備書面８の６頁１\n２行目）\n本件記事の伝えた事柄は，一般的平均的な読者がその記事を読む\nことによりどのような印象を抱いたかによって判断されるべきであると\nころ，本件記事を呼んだ読者は，「本件事故が単なる交通事故ではな\nく，保険金目的に原告らが仕組み，演出した保険金殺人事件である，\n又はその疑惑がある。本件保険金殺人又はその疑惑の背景として，\n原告Ｅと亡看護部長ら間の愛人関係があった。」という印象を受けるも\nのと認められる。そして，原告らがこの事故を仕組み，演出したかどう\nかは，証明可能な事柄であるから，「と思う」，「という疑惑がある」との\n言辞を用いているとしても，本件記事は，意見や論評とはいえず，原\n告らが保険金取得目的で加功した殺人事件である旨の事実を伝え，\nその旨の印象を与えることにより，原告らの社会的評価を毀損したも\nのである。\n(3)　被告らの責任（訴状２７頁）\n被告Ｂは本件記事の編集・発行責任者として，被告Ｆは本件記事の担当記者\nとして，それぞれ本件記事による原告らに対する権利侵害の結果の発生を認識\nしながら本件記事の編集及び発行を行ったものであり，本件記事公表に関し，\n民法７０９条に基づく不法行為責任を負う。\n被告Ａは被告Ｂ及び被告Ｆの使用者として，本件記事による原告らに対する名\n誉毀損行為について，民法７１５条に基づく使用者責任を負う。\n(4)　原告らの被った損害及び謝罪広告掲載の必要性\nア　原告らの被った損害及び謝罪広告掲載の要否を判断するに際し，考慮すべ\nき事項（訴状２６頁，準備書面(6)１３頁，準備書面８の１２頁，１６頁）\n(ア)　被告Ａ及び「Ｃ」誌の社会的影響力\n被告Ａは，長い歴史と実績に裏打ちされた信頼に支えられているわが\n国を代表する出版社であり，同社が発行し，日本全国で販売・頒布する\n「Ｃ」誌は，良識ある週刊誌として定評があって，毎週約６９万部の発行\n部数を誇り，社会的影響力は絶大であり，同誌のスクープはしばしば世\nの中に大きな影響を与えてきた。また，同じく同社が発行する「Ｎ」誌も，\n毎週３２万部を誇り，社会的影響力は大きい。原告らは，上記「Ｎ」がスク\nープとして多数回にわたり繰り返し取り上げ，詳しく報じたところへ，さら\nに本件記事による報道がなされ，真実性の仮装を伴った虚偽事実を全\n国に流布されたことにより，決定的にその社会的評価を低下させられ\nて，原告らは回復しがたい損害を被った。\n(イ)　本件記事が摘示する事実は，原告Ｅが，保険金欲しさに病院幹部職員ら\nを殺害したというもので，重大かつ悪質な名誉毀損行為であり，原告らに\n対し，極めて重大な損害を与えるものである。\n(ウ)　被告らが本件記事により多大な利益を得たこと\n被告らは，本件記事を載せた紙面で，約２億０７００万円（１部３００円，\n６９万部）の売上げを揚げたものと推定され（広告収入を含めれば，さら\nに数億円の利益があると推定される。），多少の損害賠償金では本件の\nような行為の自制は全く期待できない。\n(エ)　原告らが反論の措置を講じるのには多額の費用がかかること\n原告らが，本件記事等に反駁，反論の措置として本件記事と同程度ペ\nージ数の名誉回復広告等を掲載してもらおうとすると，本件記事の大き\nさ，発行部数の多さに鑑みれば，数百万円から数千万円もの費用がか\nかると考えられる。\nイ　原告らの被った損害\n(ア)　原告Ｅの損害（訴状２６頁，準備書面(6)１３頁，準備書面８の１７頁）\n原告Ｅは，裸一貫から約３０年かけて地道に地域の老人医療に従事す\nることにより原告Ｄを九州でも三指に入る病院に育てあげた，いわば立\n志伝中の人物であり，原告Ｅの人格及び経営手腕に対する社会的評価\nは極めて高いものであった。しかも，本件事故により長年連れ添った妻\n及び原告Ｄの幹部３名を一度に亡くし，もっとも衝撃を受けた者であり，\nその心情は強く保護されなければならない。\nところが，原告Ｅは，被告らから，何の証拠も根拠もなく，保険金欲しさ\nに病院幹部職員らを殺害したと報道され，深刻な精神的ショックを受け，\n同人の社会的評価は地に落ちた。さらに，原告Ｅは，被告らの常軌を逸\nした取材により，プライバシー侵害に怯えながら，数ヶ月にわたり事実上\nの軟禁生活を強いられた苦しみ，遺族や親族等との人間関係に深い亀\n裂を入れられた苦悩，自分のみならず孫娘まで匿名の電話等により脅\n迫にさらされた恐怖，設立以来必死の努力により順調に発展してきた病\n院運営が被告らの報道により破綻の危機に追いやられたときに感じた不\n安感など多大な精神的苦痛を受け，さらに，原告Ｄの損害及び同法人の\n将来にわたる収益力の低下により原告Ｅの保有する社員権の価値が大\nきく下落し，また，原告Ｅが約３０年間にわたって築きあげてきた医療関\n係の人脈が完全に断たれ，今後，理事長としての職務を全うすることが\n著しく困難になったという点において，深刻な経済的損害を被った。\n(イ)　原告Ｄの損害（訴状２６頁，準備書面(2)４頁，準備書面(6)１４頁，準備書\n面８の１７頁）\n本件記事は，地域医療の中で確たる地位を占めていた原告Ｄの社会\n的評価を最低なものに貶めるとともに，病院経営の基礎を突き崩し，極\nめて重大な有形無形の影響を与えた。原告Ｄの入院患者数は，「Ｎ」誌\nによる報道を端緒として，「Ｃ」誌により決定的な影響を受け，原告Ｄの収\n益は被告らの一連の報道により，５ヶ月間で３億６０００万円以上減少し\nた。\n(ウ)　以上の諸事情を考慮すれば，甚大な名誉毀損記事を掲載された原告ら\nの損害が，各自２０００万円を下ることはありえない。（準備書面(6)１６\n頁）\n(エ)　弁護士費用（訴状２７頁）\n原告らは，本訴提起による権利の救済を，原告ら訴訟代理人らに依頼\nし，勝訴に際しての弁護士報酬金として原告各自１００万円を支払うこと\nを約した。この弁護士費用は本件記事の掲載による不法行為と相当因\n果関係が認められる損害である。\nウ　謝罪広告の要否（訴状２７頁）\n被告Ａが記載した本件記事が前記のとおり広く国民多数に周知されている\n実情に鑑みたとき，被告らの本件記事の掲載によって低下した原告らの社会\n的評価を回復させ，原告らを誤った報道による被害から救済するには，請求\nの趣旨記載の謝罪広告の掲載が必要である。\n(5)　よって，原告らは，民法７０９条，７１０条，７１５条，７２３条に基づき，被告Ａ及\nび被告Ｂに対して，名誉回復措置として別紙３記載の謝罪広告を掲載するこ\nとを求めるとともに，被告らに対して，各自不法行為に基づく損害賠償として\n原告らそれぞれにつき２１００万円及びこれに対する最後の不法行為日であ\nる平成１２年９月７日から支払済みまで民法所定の年５分の割合による遅延\n損害金の支払を求める。\n２　請求原因に対する認否\n(1)　請求原因(1)は認める。\n(2)ア　請求原因(2)アは認める。\nイ　請求原因(2)イは認める。\nウ(ア)　請求原因(2)ウ(ア)は否認ないし争う。\n「Ｎ」誌の各記事が報道された程度では，その内容たる事実が一般の\n読者の知識ないし経験になったとはいえず，「Ｃ」誌と「Ｎ」誌では読者層\nも異なり，「『Ｎ』スクープ」との見出しによっても「Ｎ」誌の各記事の閲読を\n勧めていることにはなり得ない以上，「Ｎ」誌の各記事の内容を，本件記\n事の読者の一般的な知識とすべきではない。本件記事だけを対象とし\nて，原告らに対する名誉毀損の成否を判断すべきである。\n(イ)　請求原因(2)ウ(イ)は否認ないし争う。\nａ　表題（本件雑誌１３８頁，１３９頁）及びリード部分（本件雑誌１３８頁）に\nついて\n(ａ)　表題（本件雑誌１３８頁，１３９頁）\n「『Ｎ』スクープ熊本『７０億円保険金』疑惑の追跡」の表題は，本件\n事故により死亡した人のうち３名に合計で約７０億円の保険金が掛\nけられていたということは，一般の市民には，そのこと自体が驚きで\nあることから，本件記事が，なぜ，このように巨額な保険が掛けられ\nていたのだろうとの疑問の解明に対し，周辺事実を提供し，意見・\n論評を加える記事である趣旨を表したものであり，本件記事の掲載\n意図を表している。（最終準備書面６頁）\n(ｂ)　リード部分（本件雑誌１３８頁）\nリード部分は，本件事故についての疑問点を簡潔に表現したもの\nである。すなわち，「熊本県Ｉ町で，大病院の理事長夫人と３人の看\n護婦を乗せた乗用車が崖から転落し，全員死亡という悲惨な事故\nが起こった」事実を述べ，この事故の状況に不自然な点があること\n及び理事長夫人と看護婦に巨額の保険が掛けられていたこと，地\n元では「単なる交通事故ではない」という噂が流れていたことを指摘\nしているに過ぎない。\nなお，「単なる交通事故ではない」との噂が地元で流れているとの\n表現は，このような噂が流れるような疑問のある事故であることを\n表現しているのであって，「単なる交通事故ではない」との事実を表\n現しているものではない。一般の読者の普通の注意と読み方をもっ\nてすれば，そもそも噂は不確実なものであり，噂が流れているから\nと言って，それを直ちに事実であると理解することはない。よって，こ\nのリード部分の全体の表現から，一般の読者は，疑問のある交通\n事故であるとの印象以上のものを読みとることはあり得ない。また，\n一般の読者は，表題及びリード部分を一読して，本件事故には\n「『単純な事故』と評するのには解決できない疑問点がある」との印\n象を持つことがあっても，「亡Ｍが，３名を殺すことを意図しながら自\n殺したものだ」との事実を読みとることはない。（最終準備書面６頁）\nｂ　ａ記事部分（本件雑誌１３８頁１段１行目から１３９頁１段４行目まで。た\nだし，前記ａの表題及びリード部分を除く。）について\nここでは，本件事故の状況等について，当日の天候は運転視野の障害\nにならなかったこと，亡Ｍは，安全にカーブを切れないはずの６０キロも\nのスピードで事故現場に進入し，ブレーキ痕すら現場に残されていなか\nったこと，車両は，ガードレールにぶつかることもなくガードレールの隙間\nをすり抜けて転落していること，亡Ｍが運転歴２０年のベテランであるこ\nと，亡Ｍは事故現場を，今回初めて通ったわけでもないことの各事実を\n摘示した。\n次に，上記事実を受けて，本件事故の態様から，その原因についての\n合理的な説明を導き出しがたいことを強調する趣旨で，亡Ｍの運転経験\nからすれば，安全運転を心掛けていたはずであるのに，特段危険を回避\nする動作を講じた跡がないと推論評価し，さらに，数々の疑問点が浮か\nび上がった，通常の事故では考えられない，崖下に飛び出していったの\nはどうしてなのか，と，事故態様について総評を加えた。\nさらに，本件事故は，死者４名を出す大事故であるから，どのような結\n論となるかは別として，厳正な捜査が望まれるところ，司法解剖も行わな\nい杜撰な捜査しか行っていないことを批判した。（第６準備書面５頁）\n以上のとおりであり，当該記事部分では，本件事故について，故意によ\nる事故なのか，あるいはその他の原因に基づく事故なのか，結論を出し\nておらず，事故原因が解明されていないことを報道したに過ぎない。「地\n元事情通」の声としても，「通常の交通事故では考えられないケース」と\n記載しただけで，過失事故ではない旨の記載はない。したがって，本件\n事故が殺人事件であるとの印象を読者に与えることはありえない。（第６\n準備書面４頁，最終準備書面９頁）\nそもそも，原告は，死亡事故は過失による事故と故意による事件の二\n者択一であるとの前提で，本件記事が過失による事故であることを否定\nすることにより，故意による事件だと読者に印象づけてい\nると主張するが，故意・過失以外にも車の欠陥，道路等の欠陥，第三当\n事者の関与，不可抗力，原因不明等の場合があり得るのであり，原告ら\nの主張する前提自体が失当である。\nまた，原告らは，わき見運転の可能性があるのにこれを指摘しなかっ\nたこと，司法解剖が行われなかったと記載したことが，それぞれ本件事\n故が故意による殺人事件であったと読者に印象づけるものであると主張\nする。しかし，本件事故現場は，わき見運転などできる場所ではないし，\n司法解剖は，事件性の有無及びその内容が不明である場合にも行われ\nるものであるから，原告らの主張はその前提が誤っている。（第５準備書\n面５頁，第６準備書面５頁）\nｃ　ｂ記事部分（本件雑誌１３９頁１段５行目から同頁４段１０行目まで）及び\n１４０頁３段２７行目から同頁４段２２行目まで（以下，これらを併せて「ｂ’\n記事部分」という。）について\nｂ’記事部分では，本件事故で死亡した４名のうち，死亡した理事長夫\n人に約５７億円，２人の看護婦に合計８億円以上の保険が掛けられてい\nたこと，その保険料は年間５０００万円を超えると計算できること，各保険\nの加入時期等の各事実を摘示し，これらの各事実を前提に，このように\n巨額の保険契約を締結する殊更に合理的な理由を見いだしがたいこと\nを強調する趣旨で，「一般論として，さような保険金額は巨額・桁外れで\n希有であり，並大抵ではない。」，「理事長本人はともかくとして，理事長\n夫人及び看護婦にそれだけ巨額な保険を掛ける意味はあるのだろう\nか。」と論評し，結論的な評価として前記事故態様の疑問点と合わせ考\nえ，「単なる偶然なのか。」と評論した。（最終準備書面１０頁）\n他方，ｂ’記事部分は，保険会社の見解として，この保険が一般の生命\n保険とは異なる経営者保険であり，税制上のメリットのあることを解説\nし，さらに，原告らの顧問弁護士の反論として，法人保険であること，事\n故による経営への悪影響に備えたものであり，保険会社や金融機関に\n勧められて入ったものであり，合理的な理由があること，保険への加入\nの時期も不自然ではないこと等を２か所，３７行（約４３０字）にわたって\n掲載している。\nしたがって，ｂ’記事部分は，本件事故による死者に合計７０億円という\n巨額の保険金が掛けられていたとこと等，普通の交通事故と単純に考え\nられない疑問があると論評したうえ，本件事故で死亡した３名に掛けられ\nた保険金額が多すぎるか否か，保険の加入時期に問題がないか等の判\n断は，読者に委ねている。一般読者は上記記事を読んで「事故で死亡し\nた４名のうちの３名には，一般的には巨額と評しうる保険が掛けられてい\nる。最近掛けられた保険もあるという。偶然なのかな。」との印象を持つこ\nとはあっても，原告らが主張するように解釈することはない。\nなお，原告らは「保険が掛けられる」という表現を問題としているが，ご\nく普通の表現であり，保険を掛けた人物がいることを格別暗示するもの\nではない。（第１準備書面９頁，第５準備書面６頁，第６準備書面５頁）\nｄ　ｃ記事部分（本件雑誌１３９頁３段及び４段の各１１行目から同１４０頁３\n段１４行目まで）並びに同頁２段１６行目から同頁５段１行目まで（以下，\nこれらを併せて「ｃ’記事部分」という。）\n(ａ)　亡Ｍの言動\nここではまず，「事故の前日は土砂降りの雨だったが，お昼休み\nに亡Ｍが焼却炉で多数の書類を燃やしていた。」，「同じ日に，亡Ｍ\nは仲の良い職員に『頑張ってね，何があっても頑張ってね。』と何度\nも言っていたそうです。」という事故車両を運転していた亡Ｍの言動\nを掲載した。\nそして，これらの事実を受けて，亡Ｍの言動が「不思議」であると\nの論評を加え，「その翌日に亡くなったことを考えると，覚悟の上だ\nったんじゃないかと思えるんです。」として，亡Ｍの言動を合理的に\n説明することができないことを評する趣旨で，可能性の一つとして，\nあるいは自ら死を意識していたかもしれないと評価した。\n一般の読者は，当該記事部分を読んで亡Ｍの言動に疑問を持\nち，亡Ｍが自殺の道を選択した可能性を想起するかもしれないが，\nそれに原告Ｄないし原告Ｅが関与していると読みとることはない。\n（最終準備書面１３頁）\n(ｂ)　原告Ｅと亡くなった人たちの関係\n次に，本件事故で亡くなった人たちの原告病院における人間模様\nについて，一般に見られない病院経営者と従業員の特異な関係，\nすなわち，本件事故で死亡した３名の看護婦は，いずれも原告Ｅに\n傾倒しており，原告Ｅも，これら３名を他の看護婦と比較して特別の\n待遇をしていたことが病院職員の証言を紹介する形で例示され，さ\nらに，亡Ｍと亡Ｌが，自らの原告Ｅに対する忠誠心を職員の前で表\n現していたこと，亡Ｊも夫である原告Ｅの素行に薄々気づいており，\n亡看護部長らのことを話題にするのも避けていた等の記事を掲載し\nた。\nそして，これらの事実から原告病院では一般的には見られない人\n間関係があったことが推論できる。この関係を論評する趣旨で，「同\n時に理事長と３人の奇妙な関係がしきりに取り沙汰されていた。」，\n「Ｍ，Ｌ，Ｋさんの３人は特別な方々でした」，「『理事長の愛人という\nのは病院内で公然の秘密になっていました』とある職員は話す。」，\n「３人は精神的にも理事長に洗脳されていました。」，「（６階の１画\nは）“大奥”などと呼ばれて」いる，「金銭面でもがんじがらめにされ\nていたんです」という職員から集められた証言を紹介するなどして\n論評している。これらは，上記事実を印象的に紹介するための修辞\n的な論評に過ぎない。\n一般の読者は，当該記事部分を読んで，「亡看護部長らが原告Ｅ\nに傾倒しており，亡看護部長らは他の看護婦らと比較して特別の待\n遇を受けていた」との印象を持つに過ぎず，それ以上の印象を受け\nるものではない。原告Ｅが亡Ｍを洗脳して自殺に追いやることは社\n会生活の経験則上ありえないから，一般的平均的な読者も同様に\n考えるはずである。そもそも，本件記事はマインドコントロールに言\n及しておらず，「亡Ｍが，原告Ｅにマインドコントロールされたことに\nより，原告Ｅの命令に従って故意に本件事故を引き起こした。」との\n印象を持つことはあり得ない。（第１準備書面１０頁，第６準備書面\n８頁，最終準備書面１３頁）\nｅ　本件雑誌１４０頁５段２行目から同段２１行目まで（以下，これらを併せて\n「ｄ’記事部分」という。）\nここでは，まず，本件事故にまつわる疑問と話題の一つとして，原告Ｅ\nの株取引について，原告Ｅは株の売買取引をしていたこと，原告Ｅが朝\n礼などで度々，株で儲けているという話をしていたことを摘示し，上記事\n実を受け，全般の株価大幅下落などの事情を受けて，原告Ｅが株取引で\n損失を出したのかもしれないと論評した。一般の読者は，不確かな病院\n内の噂話と，原告Ｄの顧問弁護士であるＸ弁護士（以下「顧問弁護士」と\nもいう。）の反論を合わせ読み，「原告Ｅが株で損をしたかもしれない」と\nの印象を持つかもしれないが，「原告Ｄには数十億円の負債があり，ま\nた，原告Ｅも最近株で大損して金に困っており，このことが，保険金殺人\nの動機である」と解釈することはない。（第６準備書面９頁，最終準備書\n面１６頁）\nｆ　本件記事末尾（本件雑誌１４０頁５段２２行目から末尾まで）について\n最後に「それにしても，あまりにも謎が多すぎる。」と本件記事を締めくく\nっているが，本件事故に関する意見・評論を加えてきたが，解明できない\nことが多いことを最後の結論として述べたものであり，本件記事が，原告\nらが保険金領得という目的をもって加功した殺人事件であること，ないし\nこのような疑いがあるとかの印象を一般読者に与えるものではない。（第\n６準備書面１０頁）\nｇ　本件記事全体が摘示する事実\n結局，本件記事は，①熊本県Ｉで，死亡者４名を数える重大な交通事故\nである本件事故が発生したが，その事故原因が合理的に説明できない\nこと，②本件事故で死亡した人のうち３名には合計で約７０億円が支給さ\nれる経営者保険契約が締結されていたこと，③死亡した３名の看護部長\nらと原告Ｅを含む原告病院には特異とも評しうる人間関係，強い信頼関\n係が築かれていたこと，④それらの未解明の疑問点があるのに熊本県\n警察が「単純な事故」として本件事故を処理しようとしていることを摘示\nし，本件事故の原因等未解明の課題について問題提起したものである。\n（最終準備書面１６頁）\n(3)　請求原因(3)は否認ないし争う。\n(4)  請求原因(4)のうち，被告Ａがわが国において一定の評価を受けている出版社\nであること，「Ｃ」誌を毎週約６９万部発行しており，同誌の記事には一定の社会\n的影響力があること，「Ｎ」誌を毎週約３２万部発行していることは認め，原告ら\nが，原告ら代理人との間で原告ら主張の報酬契約を締結したことは不知，その\n余は否認ないし争う。\n３　抗弁\n(1)　公共の利害に関する事実（第３準備書面２頁，最終準備書面１８頁）\n本件事故は，一度に４名もの死者が出た交通事故であり，それだけで報道す\nる価値を有する公共の利害に関する事項であった。しかも，事故態様が単純な\n交通事故とするのには不自然な状況で発生し，交通事故被害者３名には巨額\nの保険が掛けられていた。にもかかわらず，熊本県警は本件事故を普通の交通\n事故と同じように「事件性」がないとして処理しようとしていた。このような事件処\n理は，刑事警察が適正に機能することによって保たれる一般国民の生活に直結\nする公共の利害に関する事項である。\nしたがって，本件事故の状況や周辺事情等は，公共の利害に関する事実であ\nるといえる。\n(2)　公益目的性（第３準備書面２頁，最終準備書面１８頁）\n上記(1)のとおり，本件事故の状況や周辺事情等は，公共の利害に関わること\nであり，被告らは，専ら公益を図る目的で本件記事を掲載した。\n(3)　真実性・相当性\nア　本件記事の取材経過（第７準備書面２頁，最終準備書面１９頁）\n被告ＡＣ編集部では，本件事故報道の公共性を見いだし，平成１２年８月２５\n日の編集会議で本件事故の取材に着手することを決定し，Ｏをデスクに配し，\n被告Ｆ及びＰをその下で取材に当たる記者として配属した。被告Ａ内では編集\n権が独立しており，他の編集部が得た取材結果を当然に知ることはできない\nことから，被告Ｆ及びＰは，同日，熊本に出張し，本件事故に関し取材中であ\nったＮ編集部所属記者のＱほかから本件事故について取材し，資料及び情報\nの一部について開示・提供を受け，その後同月２８日まで，本件事故現場，病\n院関係者，病院周辺に居住する者，熊本県警本渡署員，本件事故の死体を\n検案した医師，消防署員らから取材した。Ｏは，同月２５日に保険会社に電話\n取材し，記者であるＲを新たに投入して，同月２８日，保険関係者に取材させ\nた。また，原告Ｅからは直接取材を拒否され，顧問弁護士から保険関係等に\nついて回答を得た。\nイ　本件記事の真実性・相当性について（第７準備書面７頁，最終準備書面２１\n頁）\n(ア)　Ｏは，取材結果を受け，本件事故が単純な運転ミスによって生じたとは\n説明できないものであると確信し，亡Ｊを被保険者とする巨額の保険が，\n結果として審査の盲点をつくような形で締結され膨れあがっていること及\nび本件事故前１か月になって亡Ｋと亡Ｌを被保険者とする４億円もの保\n険契約が締結されていた事実を確認した。また，Ｏは，原告病院の運営\n状況が特異であることに関するＰの取材結果と被告Ｆの取材結果に矛盾\nするところがなく，Ｎ編集部に取材して開示を受けた取材結果とも何ら矛\n盾するところがないことから，その内容を真実であると確信した。さらに，\nＯは，亡Ｍの血液を採取，検査をしているかについて，本件事故に関す\nる警察の捜査内容が警察官同士の説明でも互いに矛盾する上，他の取\n材結果とも矛盾するものであるのに，単純な交通事故として処理されよう\nとしているのは杜撰な捜査と評価されても仕方のないところであると確信\nした。\nＯは，これらを総合的に判断し，集められた情報を取捨選択して本件記\n事にまとめ，さらに，原告Ｅの代理人として指定されたＸ弁護士からの回\n答も記事中に採り入れた。\n(イ)　本件記事は，客観的な資料及び複数の取材源から得られた取材結果が\n一致した部分を抽出し，これを基礎として記述されたものである。\nＯ，被告Ｆ及びＰは，取材源を一部秘匿せざるを得なかったが，同人ら\nは，五感の作用によって情報提供者の提供する情報の精度を確認し，\n寄せられた情報が真実であると判断できる場合に記事にしているのであ\nり，同人らが取材源から直接取材したこと，記事にまとめる過程で真実で\nあると判断できた事実を抽出していたことは明らかである。また，取材源\nから得られた情報そのものが伝聞によるものであったとしても，任意に選\n択した複数の取材対象から得られた伝聞情報が一致した場合には，経\n験則上情報の真実性は飛躍的に高まる。\nしたがって，本件記事に掲載した各事実は，十分な取材結果に基づく\n真実で構成されており，百歩譲っても，本件記事で指摘した各事実を真\n実であると信じることについて相当の理由がある。\n４　抗弁に対する認否\n(1)　抗弁(1)は否認ないし争う。\n(2)　抗弁(2)は否認ないし争う。\n本件記事は，最近頻発する保険金殺人事件にからめて読者の無責任な疑惑，\n興味を助長し，週刊誌の売上げを伸ばさんがためになされたもので，全く公益性\nを有しないこと次のとおり明らかである。\nア　原告Ｄ及び原告Ｅは，医療法人及び同法人経営者であって，医療行為に関\nする面においては公共の利害に関する面があるものの，その他の部分につ\nいては全くの私人であり，他人に私事を詮索されない権利，すなわちプライバ\nシーの権利を有するものである。\nしたがって，原告Ｄが，理事等にどれだけの額の企業保険を付保しているか\n否かは，そもそも公共の利益と全く関係がないものであり，原告らの承諾な\nく，この点について広く大衆に情報を提供する記事に記載することは違法であ\nる。まして，付保した保険金額が常識的であるか非常識であるか，第三者から\n云々されるべき筋合いのものではなく，そのような記載をすること自体プライ\nバシーの侵害である上に，記事を掲載するについて，上記保険の性質を正確\nに記載せず（というより意図的にこれをぼかし）読者の誤った印象を助長する\nということは，公益性の見地からも全く説明することはできない。\nイ　ただ，交通事故は，業務上過失致死という刑法上の犯罪を構成するもので\nあり，それが意図的に行われた場合には殺人罪という重大事件にも発展する\nものであるので，これに関する記事自体は公益性に関連することを否定でき\nない。\nしかし，個人にとって，犯罪に関与しているのではないかとの指摘は，名誉\n信用について極めて重大な影響を及ぼすだけでなく，事業を営む者にとって\nは，事業運営上も死活的影響を及ぼすものであるから，犯罪に関与している\n旨の指摘が軽々になされることが許されないこと明らかである。少なくとも，警\n察によって逮捕されたとか，逮捕が確実であるとかの段階で初めて公益上許\n容されることとなるのであり，かつ，この場合においても，少なくとも逮捕まで\nの間は氏名が特定できるような報道が許されないこと，報道界の常識であっ\nたはずである。\nしかるに，本件においては，警察において事故自体の調査も未了の段階\nで，また，原告Ｅに対する自殺教唆又は殺人の可能性すら全く指摘されてい\nない段階で，何故にこのような実名入り・写真入りの報道がなされるのか全く\n理解に苦しむところである。\n畢竟，被告らにおいては，報道に携わる者としての最低限のモラルさえ麻痺\nしているものといわざるを得ず，本件記事の掲載が，公益性の見地からも全く\n容認できないこと明らかである。（訴状２３頁）\n(3)　抗弁(3)はすべて否認ないし争う。\nア　真実性について（準備書面８の６頁）\n本件記事の摘示事実は，前記１(2)ウ(イ)ｅのとおり，「本件事故が単なる交\n通事故ではなく，保険金目的に原告らが仕組み，演出した保険金殺人事件で\nある，又はその疑惑がある。本件保険金殺人又はその疑惑の背景として，原\n告Ｅと亡看護部長ら間の愛人関係があった。」というものであるが，以下のと\nおり，いずれも真実ではない。\n(ア)　保険金殺人又はその疑惑について\nａ　原告Ｄの経営状況，利益状況，亡Ｊ外に付保した保険の付保状況・動\n機・理由に全く不自然なものはなく，保険の契約高も社会的に相当な範\n囲内である。すなわち，原告らには保険金殺人を企てる理由・必要性とも\nに全くない。\nｂ　原告Ｅと妻の亡Ｊは円満な夫婦であり，お互い力を合わせて原告病院を\n大きくしてきたものであり，また，亡看護部長らは，若いころから一生懸\n命同病院のために尽力してきたもので，その相互の間柄，原告Ｅ及び亡\nＪとの間柄はいずれも極めて良好であり，保険金殺人という考えが入り\n込む余地は全くない。\nｃ　本件事故が単なる交通事故であることは，本件事故の客観的態様から\n明らかであり，また，亡Ｍには自殺の動機や自殺につながるような事故\n前の言動は全く認められない（本件記事中に記載された焼却炉前での\n言動は事実に反することが明らかである。）。\nｄ　熊本地方検察庁において，本件事故は亡Ｍの不注意による単なる交通\n事故であり，保険金とは何ら関係のないことが公権的に確定された。\nｅ　本件事故が保険金とは全く関係のない単なる交通事故であることの証\n拠は山積しているが，反面，本件事故が保険金殺人ないしその疑惑が\nあるとの事実を基礎づける証拠は全くない。\n(イ)　原告Ｅと亡看護部長らの愛人関係について\n原告Ｅと亡看護部長らに愛人関係など全く存しなかったのであり，これ\nを疑うべき証拠も全くない。そもそも，原告Ｅの実の娘が４人も医師として\n勤務する原告病院内において，同時に３人もの看護部長という要職にあ\nる女性達と男女関係を持つことが可能であるはずがない。\nイ　相当性について（準備書面８の８頁）\n本件記事が摘示する保険金殺人の事実について，被告らが根拠とするもの\nは，本件事故が亡Ｍの過失ではなく，故意によるものであること，保険金疑\n惑，原告Ｅと亡看護部長らの愛人関係であるが，これらの事実について，以下\nのとおり，被告らは，真実と誤信するのを相当とする理由を全く有しない。\n(ア)　本件事故が亡Ｍの故意によるものであることについて（準備書面(6)２\n頁，準備書面８の９頁）\n被告らが，本件事故が過失による事故ではなく，亡Ｍの故意によるも\nのであると本件記事中において述べるに際し，その直接の根拠とするも\nのは，①事故現場が急カーブであるにもかかわらず，本件事故当時，事\n故車両が時速６０キロメートル以上のスピードを出していたこと，②事故\n車両が，事故現場の幅約２メートル５０センチのガードレールの隙間をす\nり抜けていること，③事故現場にブレーキ痕がないことの３点である。\nしかし，本件事故前に事故車両が進行してきた道路の状況は，下りの\nほぼ直線道路が約３６０メートル続き，進行方向右側から崖がせり出して\nいるため，現場が急カーブであることは，現場にかなり接近してからでな\nければ認知できない。そして，この直線道路からは大海原が一望できる\nことから，亡Ｍがわき見をしながら運転していた可能性は極めて高い。ま\nた，警察の行った血液鑑定により，亡Ｍの血液中から若干のアルコール\n成分が検出されていることからすれば，同人が，アルコールの影響によ\nり前方への注意が散漫になっていた可能性も否定できない。そして，通\n常，崖下転落事故や反対車線飛び出し事故等の前方不注意事故におい\nては，運転手は回避対象を発見しないまま直進するため，ブレーキ痕が\n存在しないのがむしろ普通である。\nよって，上記①から③の各点が本件事故が亡Ｍの故意により引き起こ\nされたと認定する根拠とはならず，原告らは，被告らの取材に対し，この\n点を詳細に説明したのであり，被告らは，本件事故が亡Ｍの自殺ではあ\nり得ないことを容易に知り得たはずである。\n(イ)　保険金疑惑について（準備書面８の１０頁）\n本件記事では，保険金額が７０億円と摘示されているが，亡Ｊに付保さ\nれていた金額は５７億円，亡Ｋ及び亡Ｌに付保されていた金額は８億円で\nあり，全て加えても６５億円であって，本件記事内容は実際の付保保険\n金額とは大きな差があり，被告らが正確に取材していないことは明らか\nである。\nまた，被告らが保険会社関係者を取材した結果であるデータ原稿（乙２\n２）には，「保険会社次第では３０億でも４０億でも大丈夫だと判断した保\n険会社があった」と明確に記載されており（乙２２），原告らは，被告らの\n取材に対する回答書（甲４８）において，原告らが保険に加入した事情，\n保険金掛金支払が原告病院の経営に及ぼす負担等について，詳細に\n数字を上げて説明しており，これらによれば，いわゆる保険金疑惑が原\n告らには全く無関係であることが分かるはずである。\n(ウ)　原告Ｅと亡看護部長らの愛人関係について（準備書面(6)８頁，１２頁，準\n備書面８の１１頁）\nこの点に関する被告らの取材内容は，単なる噂の更なる伝聞に過ぎ\nず，少なくともこれを信じるについて客観的な根拠はない。また，取材対\n象者の名前も明らかにされていない上，どの取材対象者がどの部分を\n話したのかという区別さえされておらず，本当に複数の取材対象者がい\nたのか，本当に職員なのかという確認さえできない。むしろ，被告ら（Ｆ，\nＯ）がこの点について記述する際に参考としたのはＮ編集部から入手し\nた情報ないしその記事そのものと考えられる。さらに，被告らは，報道前\nに，原告ら代理人弁護士を通じて，原告らに，取材対象者の供述が真実\nかどうかを問う機会が与えられていたのだから，当然，それらの供述内\n容について確認をするべきであったのに，それを怠っている。\n第３　当裁判所の判断\n１　請求原因(1)（当事者）は，当事者間に争いがない。\n２　請求原因(2)（名誉毀損の事実）について\n(1)　請求原因(2)アは，当事者間に争いがない。\n(2)　請求原因(2)イは，当事者間に争いがない。\n(3)　本件記事の摘示する事実\n新聞雑誌の記事内容が他人の社会的評価を低下させるものであるかは，一般\n読者の普通の注意と読み方とを基準として，当該記事を全体的に観察して判断\nするのが相当である（最高裁昭和３１年７月２０日第二小法廷判決・民集１０巻８\n号１０５９頁参照）。以下，この観点から本件記事と「Ｎ」誌の各記事との関係及\nび本件記事の内容について検討する。\nア　本件記事と「Ｎ」誌の各記事との関係\n本件記事は，表題に「『Ｎ』スクープ　熊本『７０億円保険金』疑惑の追跡」と\n記載され，リード部分に「写真誌『Ｎ』がスクープした熊本『７０億円保険金』疑\n惑。」と記載されているほか，本文中に，「『Ｎ』も報じているが，事故状況には\n数々の疑問点があったというのに，警察は単純な交通事故として処理。司法\n解剖も行われなかった。」（本件雑誌１３８頁４段２２行目から１３９頁１段４行\n目まで），「さらに『Ｎ』によって驚くべき事実が明らかにされた。亡くなった４人\nのうち３人に巨額の生命保険が掛けられていたというのである。それも並大抵\nの額ではない。同誌によれば，〈亡くなった理事長夫人には，生損保１７社で\n約５７億円，同乗していた２人の看護婦にも合わせて８億円以上，車の保険ま\nで含めると総額７０億円の保険が掛けられていた〉年間の保険料だけでも５０\n００万円を超えるのだ。」（本件雑誌１３９頁１段５行目から同段２０行目まで），\n「Ｅ理事長には，いずれも女医になった４人の娘がいるが，下の娘２人は検察\n官に嫁いでいる。さらに熊本県警の有力ＯＢがＨ病院の理事に天下っており，\n『Ｎ』ではこうした理事長の人脈が，事故の捜査が甘かったことと関係している\nのではないかと推測している。」（本件雑誌１４０頁３段１７行目から同段２６行\n目まで），「再びＸ弁護士の反論。『Ｎ』の記事の中では，病院の金がなくなった\nから保険金で，という構図を匂わせていますが，全く逆です。」（本件雑誌１４０\n頁５段１０行目から同段１４行目まで）との各記述がある。\nこれらの各記述は，本件事故について，本件記事に先行して「Ｎ」誌によるス\nクープがあったことを報じ，「Ｎ」誌の記事内容を紹介ないし引用するものとい\nうことができる。\nしかし，上記各記述が一般の読者に対し「Ｎ」誌の各記事の閲読を勧める内\n容であるとまでは認められず，また，「Ｎ」誌の各記事の内容が，当時一般の\n読者が通常有する知識となっていたと認めるに足りる証拠はない。\n確かに，「Ｎ」誌と「Ｃ」誌はいずれも被告Ａ発行に係る週刊誌であるが，「Ｎ」\n誌が写真週刊誌であるのに対し，「Ｃ」誌は文章を中心としており，出版物の\n特色が異なり，証人Ｏの証言に照らしても両者の読者層が重なっていると認\nめることはできない。\nしたがって，本件記事による名誉毀損の成否の判断は，「Ｎ」誌の各記事を\n参照することなく，本件記事のみに基づいて行うべきである。\nイ　本件記事が摘示する事実\n(ア)　ａ記事部分のうち表題，リード部分について\n本件記事の冒頭には「『Ｎ』スクープ　熊本『７０億円保険金』疑惑の追\n跡」との表題があり，本件雑誌１３８頁の見開き部分中央寄りのリード部\n分では，「写真誌『Ｎ』がスクープした熊本『７０億円保険金』疑惑。」とした\n上で本件事故について，「その直後から地元では『単なる交通事故では\nない』という噂が流れていた。事故の状況にはあまりに不自然な状況が\n多すぎる。その上，夫人と看護婦に巨額の保険が掛けられていたのであ\nる。」と記述されている。\nこのような内容から，本件事故は７０億円の保険金と深い関わりがある\nことを読者に示し，本件事故による死亡者らに巨額の保険が掛けられて\nいたことを示し，かつ，「単なる交通事故ではない。」という噂を紹介し，本\n件事故の状況について「あまりに不自然な状況が多すぎる。」と指摘する\nことによって，単なる過失による交通事故ではなく，本件事故が，巨額の\n保険金を取得するために故意に引き起こされた疑惑があることを冒頭の\n主題として強く印象づけ，本件記事が本件事故の原因・背景事情を解明\nする内容であることを示していると解される。\n被告らは，本件事故に不自然な点があること及び本件事故の死亡者ら\nに巨額の保険金が掛けられていたことをそれぞれ指摘したにすぎない旨\nの主張をするが，表題及びリード部分から，「Ｎ」誌がスクープした「疑惑」\nの内容が本件事故とその死亡者らに掛けられた保険金との関係につい\nてのものであること及び本件記事もこの「疑惑」に関するものであること\nは明らかであり，被告らの主張は採用できない。\nまた，被告らは，「単なる交通事故ではない」という噂については，噂が\n流れていたことを指摘するに過ぎないと主張するが，噂をあえて記事に\n記載している以上，一般の読者は，噂が存することよりも噂の内容に着\n目して記事を読むと考えられるから，噂の内容自体を示していると解す\nべきであり，この点に関する被告の主張は採用できない。\n(イ)　ａ記事部分のうち表題，リード部分以外の部分について\n上記記事部分は，「確かに不可解な“交通事故”だった。」という文章で\n始まり，本件事故の状況について「右急カーブに差しかかったにもかか\nわらず，約６０キロのスピードを出したまま，ガードレールがわずかに途\n切れた箇所から飛び出して，８０メートル下の岩場に転落していったので\nある。そこから数々の疑問点が浮かび上がった。」と記述し，事故現場付\n近及び事故当時の状況について，狭い上にカーブが連続し，時速３０キ\nロ前後で走るのがやっとであること，見通しは悪くなかったこと，ブレーキ\nを踏んだ跡が残されていないこと，カーブを曲がろうとしたのであればガ\nードレールに衝突するはずであるが，その形跡がないことなどを指摘す\nる「地元事情通」の談話を紹介したうえ，事故車両を運転していた亡Ｍに\nついて，「危険を回避することもなくアクセルを踏み続け，崖下に飛び出\nしていったのはどうしてなのか。」とその不自然さを強調する記述をして\nいる。\n次に，本件雑誌１３８頁４段２２行目以下で，「『Ｎ』も報じているが，」とし\nた上で，本件事故の「状況には数々の疑問点があったというのに，警察\nは単純な交通事故として処理。司法解剖も行われなかった。」として，単\n純な交通事故として処理したことについて批判的な記述をしている。\nこのように，上記記事部分は，「地元事情通」とされる者の談話を引用\nする形式で，本件事故の状況・態様から運転者の過失による事故とは考\nえにくいことを示し，本件事故当時事故車両を運転していた亡Ｍの運転\nが不自然であったと強調し，本件事故が亡Ｍの過失以外の原因に基づく\n可能性が高いことを印象づけるとともに，本件事故を単純な交通事故と\nして処理した警察の対応を批判するものであると解される。\n原告らは，表題，リード部分を含むａ記事部分の記載は，一般読者に対\nし，本件事故が故意による殺人事件であったとの事実を積極的に印象づ\nけるものであると主張するが，表題，リード部分を含むａ記事部分の記載\nを併せ読んでも，本件事故態様以外については言及しておらず，何者か\nの故意による事故だと断定した記載はないことから，原告らの主張は採\n用できない。\n被告らは，本件事故の態様から，事故原因について合理的な説明を導\nき出しがたいと論評したものであると主張するが，上記印象づけられたと\n認めた事項は証拠等によって証明することが可能な事柄であるから，論\n評ではなく，事実の摘示があったというべきであり，被告らの主張は採用\nできない。\n(ウ)　ｂ記事部分について\nｂ記事部分では，本件雑誌１３９頁１段５行目から同段２０行目までは，\n「Ｎ」誌の記事を引用するなどして，本件事故の死亡者４名のうち３名に\n「巨額の生命保険金が掛けられていた」と記述し，「驚くべき事実」「並大\n抵の額ではない。」「車の保険まで含めると総額７０億円の保険が掛けら\nれていた」「年間の保険料だけでも５０００万円を超えるのだ。」として，保\n険金の額が巨額だったことを強調している。\n次に，同段２１行目から同頁２段１４行目までは，上記３名に掛けられ\nていた経営者保険について，対象，目的，契約者，税制上の利点におい\nて一般的な生命保険と異なることを説明する「Ｈ病院と契約している某保\n険会社」の談話を紹介している。\nところが，同段２３行目は，「しかし」という接続詞で始まり，「夫人や看\n護婦にそれだけ巨額の保険金を掛ける意味があるのだろうか。」とした\n上で，同頁４段１０行目まで，亡Ｊに掛けられた保険金について，病院の\n仕事をほとんどしておらず，総額５０数億円の保険を掛けている例は「希\n有なのではないでしょうか」という「先の保険会社」の談話を紹介し，さら\nに，本件事故時に亡Ｊ及び亡看護部長らに掛けられた保険（以下，これ\nらを合わせて「本件各保険」という。）の加入時期についても「（亡Ｊに掛け\nられた保険については）平成８年から９年にかけて集中している。そして\n２人の看護婦にいたっては，事故で亡くなる前月の４月に加入していた\nのである。」と記述し，保険加入の時期が本件事故の発生日時と近接し\nていることを強調し，最後に「これは単なる偶然なのか。」と記述してい\nる。\nこのような記述は，本件事故により原告らが受領する保険金の総額が\n巨額であること及び本件各保険の加入時期と本件事故の発生日時との\n近接性を強調した上，ａ記事部分と相俟って，本件事故の発生と本件各\n保険金との間に何らかの不自然な関係があるかもしれないことを印象づ\nけるものと解される。\n原告らは，ｂ記事部分を読んだ一般の読者は，本件事故は保険金殺人\n事件であるとの印象を受けると主張するが，上記記述によっては，いま\nだ保険金殺人の印象を与えるとまでは認めがたい。\n被告らは，本件各保険について，経営者保険であり，税制上のメリット\nがあることを解説し，さらに，本件雑誌１４０頁３段２７行目から同頁４段２\n２行目にかけて，顧問弁護士の反論を掲載していることから，本件各保\n険の保険金の額が多すぎるか否か，本件各保険の加入時期に問題が\nないか等の判断は読者に委ねられていると主張するが，顧問弁護士の\n反論部分は，ｂ記事部分と離れた部分にあり，一般の読者の通常の読\nみ方からすれば，顧問弁護士の反論部分が前記ｂ記事部分の印象を消\nし去るほどの強い影響を与えることはない。\nまた，本件雑誌１３９頁１段２１行目から同頁２段１４行目までにおい\nて，本件各保険の合理性を裏付ける事情となり得る事実が記述されてい\nるものの，そのすぐ後に，「しかし」として，亡Ｊに掛けられた保険金の額\nの希有さ及び本件各保険の加入時期と本件事故の発生日時との近接\n性が記載されている結果，やはり一般の読者としては，前述した印象を\n受けるものと解されるから，被告らの主張は採用できない。\n(エ)　ｃ記事部分について\nｃ記事部分は，「理事長と看護婦の奇妙な関係」という見出しで始まり，\nまず，本件事故について原告病院内で「単なる事故ではない」という噂が\n流れ始めていたと記述し，次に，亡Ｍが本件事故の前日に，焼却炉で多\n数の書類を燃やし，仲の良い職員に「頑張ってね，何があっても頑張って\nね。」と何度も言っていた，亡Ｋも本件事故前にいつ身近な人が亡くなる\nか分からないから喪服を用意しておいた方がいいと言っていた，亡Ｍに\nついて，「覚悟の上だったんじゃないかと思えるんです」などという「病院\n関係者」の談話を紹介している。\nさらに，亡看護部長らが原告Ｄの理事兼原告病院の看護部長であり，\n亡看護部長らと「理事長」すなわち原告Ｅとの「奇妙な関係がしきりに取り\n沙汰されていた。」と記述し，原告Ｄないし原告病院の「ある職員」（本件\n記事全体から，「ある職員」が原告Ｄないし原告病院の職員を指すことは\n明らかである。）の談話として，亡看護部長らが原告Ｅの愛人であり，こ\nのことは病院内で公然の秘密になっていたこと，亡看護部長らが精神的\nにも原告Ｅに洗脳されていたこと，亡Ｌは，「理事長が飛び下りろと言った\nら飛び下ります」，「死ぬまで理事長の指示に従います」，「命懸けで理事\n長に付いていきます」と度々公言していたこと，亡Ｍも同様のことを日頃\nから言っていたこと，亡看護部長らは，原告Ｅからマンション，ドレス，車\nなど何でも買い与えられ，金銭面でもがんじがらめにされていたことを記\n述し，また，「別の職員」の談話として，原告病院のパーティーのダンスタ\nイムで，原告Ｅと踊るために腕を取り合うのが亡看護部長らであったこと\nを記述している。\n上記のように，噂や病院関係者の談話を紹介する形式であっても，こ\nれらの噂や談話があえて記事にされており，記事内容を否定すべきこと\nをうかがわせる記述もない以上，噂や談話のそれぞれの内容そのもの\nが伝えられていると解すべきである。\nしたがって，ｃ記事部分では，亡看護部長ら３名が，いずれも原告Ｅと愛\n人関係にあり，原告Ｅに洗脳され，精神的にも経済的にも原告Ｅに過度\nに従属し，理事長の命令であれば何でも従う「奇妙な関係」にあったこ\nと，本件事故前，事故車両の運転者亡Ｍに自殺を覚悟していたかのよう\nな不自然な言動があったことが印象づけられていると解される。\n被告らは，ｃ記事部分で「職員」の証言として記載されている部分の一\n部は，修辞的な論評であると主張するが，上記のとおり証明可能な事柄\nが記述されているといえるから，被告らの主張は採用できない。\n原告らは，ｃ記事部分は，亡Ｍが原告Ｅに命ぜられて故意に本件事故\nを引き起こしたと強く印象づけるものであると主張する。しかし，本件事\n故に関する原告Ｅの指示の有無等には言及されておらず，人を自殺に\n至らしめるほど洗脳するなどということは通常あり得ないことからすると，\n原告ら主張のような印象を与えるとまでは認めがたい。\n(オ)　ｄ記事部分について\nｄ記事部分では，初めに，「病院関係者」の談話として，亡看護部長ら\nが最近仲が良くなかったこと，亡Ｊも夫の素行に薄々気づいており，亡看\n護部長らのことを「話題にするのも避けていた節がある」こと，亡Ｊと亡看\n護部長らが同じ車に乗って遊びにいったことについて，「信じられない。\n病院では，皆が皆，最初から“おかしい”と話していた」ことが紹介されて\nいる。\n次に，原告Ｅが検察官や熊本県警の有力ＯＢからなる人脈を有してい\nること，「Ｎ」誌では，こうした理事長の人脈が，事故の捜査が甘かったこ\nとと関係しているのではないかと推測していると記述し，さらに，「病院関\n係者の間で根強く囁かれている噂」として，本件事故前に，原告Ｅが株で\n大損したという噂が広まっていたと記述している。\nこのような記述から，ｄ記事部分は，病院関係者の証言を紹介する形\n式で，亡看護部長ら及び亡Ｊ相互の仲が良くなかったこと，原告Ｅが検察\n官，熊本県警察に人脈があることを伝えるほか，病院関係者の間で根強\nく囁かれている噂を紹介する形式で，原告Ｅが本件事故前に株で大損し\nたことを示すことにより，原告Ｅの株の損失が，本件事故の原因となった\n可能性があることを印象づけていると解される。\nなお，本件雑誌１４０頁３段２７行目以降，顧問弁護士の反論として，本\n件事故の死亡者らに掛けられていた保険が個人の生命保険と異なる法\n人保険であり，事故による経営への悪影響に備えたものであること，亡\n看護部長らは病院の最高幹部であり，保険を掛けていたのは当然であ\nったこと，亡Ｊに係る保険についても，長期間加入しているものもあり，平\n成９年には切換えが多かっただけであること，Ｎの記事の中では，病院\nの金がなくなったから保険金で，という構図を匂わせているが，全く逆で\nあること，病院経営が順調であり，税制上の問題から勧められて加入し\nた保険もかなりあることが紹介されている。\nしかし，ｄ記事部分の冒頭の「理事長は株をやっていた」という見出し及\nび同記事部分の末尾の「それにしてもあまりに謎が多すぎる。」との記述\n並びに前記ａ，ｂ，ｃ各記事部分とのつながりからすれば，顧問弁護士の\n反論を考慮に入れても，なお，ｄ記事部分は前記内容を伝え，印象づけ\nていると認めることができる。\nこの点について，被告らは，原告Ｅが株取引で損失を出したのかもしれ\nないと論評したに過ぎないと主張するが，原告Ｅが株で大損したというこ\nとは証明可能な事柄であるから，論評ではなく，事実の摘示と解すべき\nである\n原告らは，ｄ記事部分は原告Ｅが金を欲しがる確たる動機があった旨\n読者に印象づけるものであると主張するが，同記事部分にそのような断\n定的な記載はなく，原告らの主張は採用できない。\n(カ)　本件記事全体について\n以上(ア)ないし(オ)で述べたところと本件記事全体とを総合すれば，本\n件記事は，表題及びリード部分において，本件事故が単なる交通事故で\nはなく巨額の保険金を取得するために故意に引き起こされた疑惑がある\nことを冒頭の主題として強く印象づけており，本文においては，まず本件\n事故の状況・態様から運転者であった亡Ｍの過失による事故とは考えに\nくいことを述べ，次に死亡者４名のうち３名に巨額の保険金が掛けられて\nいたこと等を述べることにより本件事故の発生と本件各保険金との間に\n何らかの不自然な関係があるかも知れないことを印象づけ，さらに，亡\n看護部長らが原告Ｅの愛人であるとともに同人に対し過度の従属関係に\nあり，亡Ｍには本件事故前自殺を覚悟しているかのような言動があった\nと印象づけ，最後に，原告Ｅが株で大損したという噂を述べることにより\n原告Ｅが本件事故の発生に関与する動機が存在することを印象づけて\nいるということができ，全体としてみれば，本件事故は亡Ｍが故意に引き\n起こしたもので，亡Ｊらに掛けられた巨額の保険金の存在及び亡Ｍの原\n告Ｅに対する過度の従属関係からして，原告Ｅが亡Ｍの行為すなわち本\n件事故に何らかの作為的な関与をしたのではないかという疑惑があると\nいう事実を摘示したものと認めるのが相当であり，この判断を左右する\nに足りる証拠はない。\nそして，このような疑惑があると思われることは，本件事故で死亡した\n亡Ｊの夫であり，亡看護部長らの上司でもある原告Ｅの社会的評価を低\n下させることが明らかである。\nまた，原告Ｄは，原告Ｅが創立した医療法人であり，その名称に原告Ｅ\nの名前を含み，同人が理事長を務め，本件事故当時同人のみが社員権\nを有するなど（甲３７，５３），原告Ｅと極めて密接な関係にあるものであっ\nて，原告Ｅに対する上記疑惑により同人に関する否定的な印象が広まる\nことは，原告Ｄの社会的評価の低下をももたらすものであると認められ\nる。\n３　請求原因(3)（被告らの責任）について\n被告Ｂは本件記事の編集発行責任者として，民法７０９条に基づき，本件記事に\nよる原告らに対する名誉毀損の結果の発生について責任を負い，被告Ａは民法７\n１５条に基づき使用者責任を負うと認められる。\nしかし，被告Ｆについては，後記５(1)で述べるとおり，同人が取材を行い，データ\n原稿（乙１７）をデスクのＯに送信したものであるが，複数のデータ原稿から情報を\n取捨選択し，本件記事を作成したのはＯである。したがって，被告Ｆが本件記事に\nついて不法行為責任を負うと認めることはできない。\n４　抗弁(1)（公共の利害に関する事実），同(2)（公益目的性）について\n本件記事は，４名が死亡した本件事故とその原因・背景という公共の関心事を記\n載したものであり，公共の利害に関する事実を記載したものであると認められ，か\nつ，専ら公益を図る目的で執筆・掲載されたものと認めることができる。\n５　抗弁(3)（真実性・相当性）について\n(1)　被告らの取材について\n証拠（甲４６，４８（枝番を含む。以下同じ。），乙９，１０，１２から１７，２２から２\n６，証人Ｏ，同Ｐ，被告Ｆ本人）及び弁論の全趣旨によれば，以下の事実が認め\nられる。\n被告Ａにおいては，「Ｎ」誌やテレビで本件事故について報道されたのを契機\nに，平成１２年８月２５日，「Ｃ」誌の編集会議で本件事故の取材に着手すること\nを決定し，被告ＢがＯをデスクに指名し，Ｏが取材記者として被告Ｆ及びＰを配属\nさせ，同月２８日までの４日間を本件事故に関する取材にあてた。\n被告ＦとＰは，同月２５日，「Ｎ」誌編集部のデスクに取材し，資料の提供を受け\nた後，熊本に向かい，翌２６日に本件事故現場の状況を確認した。その後同月２\n８日まで，Ｐは，亡看護部長らの遺族のうち２名には，「何も話すことはない。」と\n事実上取材を拒否されたが，本件事故の死亡者らの検視を行ったＳ医師，原告\n病院附近の住民，病院関係者，天草消防組合中央消防署西天草分署長Ｔ等を\n取材し，同月２８日取材結果をデータ原稿にまとめＯに送信した。被告Ｆは，同月\n２６日から同月２８日にかけて，原告病院の看護婦３名から３時間程度取材し，\nそのデータ原稿をＯに送信し，熊本県警察交通捜査課及び熊本県警察本渡署\nにも電話取材を行ったほか，原告Ｅに対する取材を試みたが，取材には顧問弁\n護士が応じるとして直接取材を断られたことから，同月２８日，東京から，同弁護\n士に対し取材を申し込み，翌２９日ファックスで被告Ｆ宛ての回答書（乙１０）を受\n領した。また，記者であるＲは，同月２８日，Ｏの指示により保険会社関係者から\n保険契約の締結状況について取材し，その結果をＯに報告・提出した。\nＯは，同月２５日に自らも保険会社に対する電話取材を行い，亡Ｊらに掛けら\nれた保険契約の内容を聞き取るなどして資料を収集し，被告Ｆ，Ｐ及びＲから入\n手したデータ原稿等の情報から必要なものを取捨選択し，「Ｎ」誌の各記事から\n一部を引用ないしその要旨を転載するなどし，さらに顧問弁護士に対する反対\n取材の結果を一部紹介して本件記事を作成した。\n(2)　そこで，前記２(3)イ(カ)で本件記事が摘示したと認めた事実について，真実\n性，相当性を検討する。\nア　本件事故の態様についてみるに，証拠（乙１から８，３３から４０）及び弁論の\n全趣旨によれば，本件記事（ａ記事部分）中の本件事故現場の状況，事故車\n両の転落態様等客観的事実については，ほぼそのとおりの事実が存在したと\n認められるが，本件事故の原因については，亡Ｍが故意に引き起こしたもの\nではないことに沿う証拠（甲１６，２３ないし３０，３２，証人Ｕ）が存在し，また，\n被告らは，原告らの顧問弁護士から平成１２年８月２９日に詳細な理由を付し\nて亡Ｍの自殺を否定する回答書を受領しており，さらに，熊本地方検察庁は，\n平成１３年７月２７日，亡Ｍがハンドルやブレーキなどを的確に操作する注意\n義務を怠り，ガードレールの切れ目から乗用車を転落させて同乗者を死亡さ\nせたという業務上過失致死の被疑事実を認定した上，同月２６日付けで被疑\n者死亡による不起訴処分としたと発表している（甲８，９）。\nイ　保険関係についてみるに，証拠（甲１２，２１，３６，４０，証人Ｕ，原告Ｅ本人）\nによれば，以下の事実が認められる。\n原告Ｅ及び原告Ｄの副理事長であった亡Ｊに対しては，昭和４６年に原告Ｄ\nが設立されたころから生命保険（死亡保険金及び災害死亡保険金が支払わ\nれるもの）が掛けられており，その保険金額は，昭和４９年から５０年にかけて\n原告病院の東館が建設されたこと，昭和５７年に西館が建設されたこと，昭和\n６２年から平成元年にかけて本館が建設されたこと，平成７年から平成８年に\nかけて南館が建設されたことに伴い段階的に増額し，平成９年ころには，原告\nＥ及び亡Ｊの保険金額はそれぞれ６０億円弱となった。原告Ｅの娘ら４人にも，\n昭和６２年から生命保険が掛けられ始め，本件事故当時には，４人のそれぞ\nれに約１０億円ないし約２０億円の生命保険が掛けられていた。上記各保険\n金のほとんどは原告Ｄが受取人であった。また，平成１２年４月には，原告Ｄ\nの理事兼看護部長であった亡Ｋ，亡Ｌ及び原告Ｄの監事であるＵにも各４億１\n０００万円の生命保険が掛けられ，その保険金の受取人はすべて原告Ｄであ\nった。\n以上のとおり，原告Ｅ夫婦及びその娘らに掛けられていた保険の金額はか\nなりの高額であるが，その保険金額は，病棟増設のための借入れの都度，増\n額されたこと，原告Ｅ夫婦及び娘らは，原告Ｄの上記借入金の連帯保証人で\nあり（弁論の全趣旨），金融機関からも保険加入の要請があり，保険会社から\nの勧誘も強かったこと，本件事故前，原告Ｅは，原告Ｄの社員権をすべて保有\nしており，原告Ｅが死亡した場合，亡Ｊや原告Ｅの娘らの相続税負担も相当多\n額のものとなると予想されたこと（原告Ｅ本人），以上の事実が認められ，上記\n事実に加えて，原告Ｄの事業規模の大規模さをも考慮に入れると，前記保険\n金額が高額であるからといって，前記生命保険が不合理なものであったとは\nいえない。\nまた，亡Ｋや亡Ｌに掛けられていた生命保険についても，保険会社の強い勧\n誘があり，原告Ｄとしては，幹部職員である両名の退職金支払の準備を主目\n的とし，万一の場合の原告Ｄ経営悪化への対処を従たる目的として，加入し\nたのであると認められ（甲３８，５５），各４億１０００万円という保険金額が直ち\nに不合理なものとはいいがたい。\nそして，被告らは，原告らの顧問弁護士からの回答書（乙１０）により前記生\n命保険契約締結の経緯・理由を知らされていた。\nなお，熊本地方検察庁は，前記平成１３年７月２７日の報道発表の際，本件\n事故は保険契約とは全く無関係であることが明らかになったとコメントしている\n（甲８）。\nウ　亡看護部長らと原告Ｅ間の愛人関係及び過度の従属関係，本件事故前の\n亡Ｍの自殺を覚悟していたかのような不自然な言動並びに原告Ｅが株で大損\nしたことを伝える記述の基となったものは，被告Ｆが原告病院の看護婦という\n３名から３時間程度取材した結果をまとめたデータ原稿（乙１７）であると認め\nられる（証人Ｏ）。\nしかし，上記取材対象である看護婦３名は特定できておらず，被告Ｆは，原\n告病院の看護婦であることについて身分証明書等によって確認したわけでは\nない上，同席した上記３名のうち１名ないし２名が話し，他の者はこれを特段\n否定しなかったにすぎないこと，取材当時既に同旨の内容が「Ｎ」誌に掲載さ\nれており，同誌を読んだ者であればその内容を誇張を交えて供述することも\n容易にできる状況にあったこと，上記３名は，本件記事中の主要な事実につ\nいては直接体験しておらず，伝聞した事実を供述したにすぎず，また，原告Ｅ\nないし原告Ｄを批判する供述を多々しており，原告らに対し反感を抱き，悪意\nのある供述をしている可能性を否定できないこと等に照らすと，取材対象者で\nあった上記３名の供述とこれをまとめたデータ原稿（乙１７）は，これをそのま\nま信用することができない。\nそして，被告らは，原告らの顧問弁護士からの回答書（乙１０）により上記デ\nータ原稿の内容を否定する原告らの主張を知らされていた。\nエ　以上アないしウで本件事故原因，保険関係，亡看護部長らと原告Ｅ間の関\n係等について検討したところと証人Ｏ自身，亡Ｍの死亡につき「取材の結果で\nは，自殺だとは思いません。」と供述していることに照らすと，前記２(3)イ(カ)で\n本件記事が摘示したと認めた事実については，これを真実と認めるに足りる\n証拠はないというべきであり，また，被告らがこれを真実と信じたことに相当の\n理由があると認めることもできない。\n６　請求原因(4)（原告らが被った損害及び謝罪広告掲載の必要性）について\n(1)　損害額について\n原告Ｅは，本件事故により，妻である亡Ｊ及び原告Ｄの理事兼原告病院の亡看\n護部長らを一度に失い，本件事故により最も衝撃を受け，その心情を配慮され\nるべき立場にあったにもかかわらず，同原告が本件事故に関与しているかのよ\nうに報道されたことにより，多大な精神的苦痛を被ったものと認められる（甲１０，\n３７，５３，原告Ｅ本人）。\n原告Ｄは，人の生命に密接に関わる大規模医療機関であるにもかかわらず，\n原告Ｄの創立者であり，代表者理事長でもある原告Ｅが，本件事故に関与して\nいるかのように報道されたことにより，その信用は大きく低下したと認められ，さ\nらに，原告病院の入院患者の減少による減収等の影響も発生したと認められる\n（甲５０，証人Ｕ）。\nまた，「Ｃ」誌は，長い歴史を有し，全国で販売されている著名な雑誌であって，\n発行部数も約６９万部に上るから，本件記事による原告らの社会的評価の低下\nの程度は，相当に大きかったものと認められる。\n他方，本件事故については，熊本地方検察庁が，亡Ｍの業務上過失致死事件\nとして，被疑者死亡による不起訴処分とするとともに，本件事故は本件各保険と\nは全く無関係であることが明らかになったとコメントし，その発表が広く報道され\nており，このことによる原告らの名誉回復の効果もそれなりのものがあったと考\nえられる。\nまた，原告Ｄの入院患者の減少による減収については，本件記事の影響だけ\nではなく，それに先行する「Ｎ」誌の各記事，「Ｖ」誌の記事（甲４５），テレビ報道\n等も影響している可能性を否定できない。\n以上の各事情のほか，本件に現れた全ての事情を考慮するとともに，後記の\nとおり謝罪広告による名誉回復措置が行われることに鑑みると，本件記事の掲\n載による原告Ｅの精神的損害としては５００万円，弁護士費用相当の損害として\n５０万円，原告Ｄの信用低下等の無形損害として４００万円，弁護士費用相当の\n損害として４０万円と認めるのが相当である。\n(2)　謝罪広告の掲載について\n謝罪広告については，「Ｃ」誌の発行部数，社会的影響力を考慮すると，謝罪\n広告掲載の必要性は認められるものの，本件事故について，熊本地方検察庁\nにより亡Ｍの業務上過失致死事件として被疑者死亡による不起訴処分がなさ\nれ，本件各保険とは全く無関係であることが明らかになったとのコメントとともに\n既に報道されていることなどを考慮すると，原告らの社会的評価を回復するため\nには，本件記事が掲載された「Ｃ」誌に別紙１記載の謝罪広告を別紙２記載の条\n件で１回掲載することを命じるのが相当であると認められる。\n７　結論\nよって，原告らの請求は，被告Ａ及び被告Ｂに対し，連帯して，それぞれ損害賠償\nとして原告Ｄにつき４４０万円，原告Ｅにつき５５０万円及びこれらに対する本件雑\n誌の発行日である平成１２年９月７日から支払済みまで民法所定の年５分の割合\nによる遅延損害金を支払うこと及び被告Ａが発行する「Ｃ」誌上に，別紙１記載の謝\n罪広告を別紙２記載の条件で１回掲載することをそれぞれ求める限度で理由があ\nるからこれを認容し，上記両被告に対するその余の請求及び被告Ｆに対する請求\nは理由がないからこれを棄却することとし，訴訟費用の負担につき民事訴訟法６１\n条，６４条，６５条を，仮執行宣言につき同法２５９条をそれぞれ適用して，主文のと\nおり判決する。\n熊本地方裁判所民事第２部\n裁判長裁判官　　　　　　田中哲郎\n裁判官　　　　　　市　川　多美子\n裁判官　　　　　　堀　部　麻記子\n別紙１ 謝　罪　広　告\n当社は，本誌平成１２年９月７日号において，同年５月２８日に発生した熊本県天草郡Ｉ\n町内の乗用車転落による４名の死亡事故について，同事故は運転者が故意に引き起こ\nしたもので，同乗の医療法人Ｄ副理事長に掛けられていた巨額の保険金の存在及び運\n転者の同法人理事長Ｅ氏に対する過度の従属関係からして，同理事長が運転者の行\n為すなわち前記事故に何らかの作為的な関与をしたのではないかという疑惑があると\n報道する記事を掲載しました。\nしかし，この記事には，十分な裏付けも根拠もありませんでした。\n当社は，前記記事により，医療法人Ｄ及び同法人理事長Ｅ氏の名誉及び信用を傷つ\nけたことを深くお詫びいたします。\n平成　年　月　日 株式会社Ａ\n代表者代表取締役　　　　Ｗ\nＣ編集人兼発行人　　　　Ｂ\n医療法人Ｄ　　　　　殿\nＥ　　　　　　　　　殿\n別紙２\n１　スペース　　　横１０センチメートル，縦１０センチメートル\n２　活字の大きさ　見出し「謝罪広告」は明朝体１６ポイント\n本文は明朝体１０ポイント\n氏名・宛名は明朝体１２ポイント\n別紙３ 謝　罪　広　告\n当社は，当社発行の「Ｃ」平成１２年９月７日号において，「Ｎスクープ熊本７０億円保険\n金疑惑の追跡」の標題の下に，平成１２年５月２８日発生した熊本県天草郡Ｉ町における\n交通事故が単なる交通事故ではなく，運転者が故意に事故車両を崖から転落させて同\n乗者を殺害したものであり，右殺害行為は，医療法人Ｄ理事長Ｅが，右車両に同乗して\nいた同法人副理事長に掛けていた約７０億円の生命保険金を取得する目的で，かねて\n同理事長と愛人関係にあった運転者を洗脳し，マインドコントロールして実行した旨の記\n事を掲載しましたが，そのような事実は全くありませんでした。\n株式会社Ａ及びＢは，事実無根の記事を掲載し，医療法人Ｄ及び同医療法人代表理\n事Ｅの名誉及び信用を著しく傷つけたことについて，深く謝罪しますとともに，右記事を\n取り消します。 株式会社Ａ\n右代表者代表取締役　  　　Ｗ\nＣ編集人兼発行人　  　　　Ｂ\n医療法人Ｄ　　　　御中\nＥ　　　　　　　　　殿\n別紙４\nＧ新聞\n１　掲載場所　　　社会面に縦３段×横１９．２５センチメートル（半３段）\n２　字　　格  　　①見出し「謝罪広告」は，５倍明朝体活字\n②本文は，２倍明朝体活字\n③氏名・宛名は，３倍明朝体活字\nＣ\n１　掲載面  　　本文活版\n２　スペース　　　縦２０センチメートル，横１５センチメートル\n３　字　　格　　　①見出し「謝罪広告」は，６２級明朝体活字\n②本文は，２０級明朝体活字\n③氏名・宛名は，２４級明朝体活字\n"
}