{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 12,
    "month": 9,
    "day": 22
  },
  "case_number": "平成11(行コ)4",
  "case_name": "換地処分無効確認請求控訴事件(原審鹿児島地方裁判所平成7年(行ウ)第5号)",
  "court_name": "福岡高等裁判所宮崎支部",
  "field": "行政",
  "lawsuit_id": "15770",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=15770",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/770/015770_hanrei.pdf",
  "contents": "主　　　文\n一　本件控訴を棄却する。\n二　控訴費用は控訴人の負担とする。\n事実及び理由\n一　当事者の求めた裁判\n控訴人は「原判決を取り消す。被控訴人が平成四年二月二五日鹿屋耕第二三六号\nをもってなした控訴人所有の原判決別紙一物件目録一の１の土地（以下「五九六〇\n番イ」といい、以下同様に鹿屋市αの土地は地番によって称する。）同目録二の１\nの土地（以下「四四一六番」という。）に、同目録一の２（一）の土地（以下「四\n四八三番」という。）、同目録一の２（二）の土地（以下「四五〇二番」とい\nう。）及び同目録一の２（三）の土地（以下「五九五九番」という。）を同目録二\nの２の土地（以下「五九四八番」という。）に、同目録一の３の土地（以下「五九\n六二番一」という。）を同目録二の３の土地（以下「四四三六番五」という。）に\nする換地処分（以下「本件換地処分」という。）は無効であることを確認する。訴\n訟費用は、第一、二審とも被控訴人の負担とする。」との判決を求め、被控訴人\nは、主文同旨の判決を求めた。\n二　本件事案の概要は、次のとおり付加、訂正するほかは、原判決事実及び理由\n「第二事案の概要等」及び「第三当事者の主張」の記載のとおりであるからこれを\n引用する。\n１　原判決四頁一二行目の「ほか一六名」を「ほか一五名」に改める。\n２　原判決一三頁九行目の末尾に「後記四１（二）（１）のとおり、控訴人所有の\n五九五七番乙ロは国有の里道に面していたが（乙一六の２）、本件事業に際して道\n路に取り込まれて、その境界が明らかではなくなった。また、国は機能交換により\n右里道の所有権を失うことになるから、国有財産法三一条の三にいう国有財産の境\n界が明らかでないため、その管理に支障がある場合に該当する。」を加える。\n３　原判決一三頁一三行目の「したがって、」から末行までを「したがって、本件\n事業における従前地の境界・地積確定手続は、（三）のとおりそもそも測量を行っ\nたとはいえないか、または、国有財産法、測量法に違反してなされたものであり、\n本件換地処分は違法無効である。」に改める。\n４　原判決一四頁四行目の末尾に次を加える。\n「五九五七番乙ロ等控訴人の従前地と里道等との境界が問題となったことはなく、\n控訴人は、右土地等の従前地の範囲の決定について一時利用地指定通知書、換地計\n画原稿、換地計画書等で従前地の地番地積を確認し、従前地の地積等は十分\n認識していたにもかかわらず、換地計画原稿には署名もするなど異議を述べていな\nい。また、国は里道の代りに土地を取得するから管理に支障があるとはいえな\nい。」\n５　原判決一四頁一三行目の末尾に次を加える。\n「控訴人が指摘する五八九七ないし五八九九番の土地は全て第三換地区内にあり、\n第四換地区にまたがっている土地はない。また、五九五九番は各人別名寄帳ではＡ\n分に記載されているが、備考欄にＢ（控訴人の父）の氏名を註記し、控訴人の従前\n地として処理している（乙二五の２、甲三一）。」\n６　原判決一六頁一〇行目の末尾に次を加える。\n「すなわち、一般に、換地の配分調整のために一定の余裕地は設定せざるを得ず、\n結果としてこれが残った場合でも換地計画決定までに配分先を決める必要があるの\nであって、その際に、関係者の合意に基づいて代償を徴収して地権者に対し換地と\nして配分することは違法ではない。」\n７　原判決一七頁七行目の「九州電力に」から九行目までを「控訴人が一（四）で\n指摘する土地は、いずれも換地処分の段階で取得希望者がなく、やむなく土地改良\n区が取得し、九州電力へは、その要望に応じて売却されたものである。」に改め\nる。\n８　原判決一七頁一一行目の「照応の原則に」の前に「原判決別紙二各筆換地等明\n細書の各筆換地明細部分記載のとおりされた本件換地処分には関係がなく、その効\n力に影響を及ぼさないか、又は、重大かつ明白な瑕疵とはいえず、本件換地処分\nが、」を加える。\n９　原判決一九頁七行目の「公告の日より三か月以内」を「公告の日の翌日から三\nか月以内」に改める。\n１０　原判決二五頁一行目の、「相当である。」の前に「九二点が」を加える。\n１１　換地の等位評点についての具体的な主張として、原判決二五頁一三行目と一\n四行目の間に次を加える。\n「まず、四四一六番について、被控訴人は、見直評価でも九六点としているが（乙\n二八の別紙６）、その中で、通作距離を五〇メートルとして一〇点と評価している\n点は、実際は、市道から一五〇メートルあるから六点であり、車道の良否も幅員を\n五ないし四メートルとして一〇点と評価している点は、実際は、三ないし二メート\nルであるから六点であり、これらだけでも、被控訴人の評点よりも八点低いことに\nなる。\n次に、五九四八番について、被控訴人は、見直評価により九六点としているが\n（乙二八の別紙７）、その中で、通作距離を五〇メートル以内として一五\n点と評価している点は、実際は、市道から一二〇メートルあるから一〇点であり、\n車道の良否も幅員を五ないし四メートルとして一五点と評価している点は、実際\nは、三ないし二メートルであるから九点であり、これらだけでも、被控訴人の評点\nよりも一一点低い八五点になる。」\n１２　原判決三〇頁六行目から九行目までを次に改める。\n「なお、五九六二番一は、控訴人の父Ｂが元所有していたところ、昭和三七年ころ\nＣが買い受け、昭和五一年一一月にＡに贈与したが、右Ａへの所有権移転登記手続\nに際し、誤って五九五七番乙ロにつき移転登記がされたため、控訴人所有である五\n九五七番乙ロがＡの所有名義に、Ａ所有である五九六二番一が控訴人の所有名義\nに、それぞれ登記されている状況であった（乙二二、二四）。そのため、本件換地\n処分において、控訴人及びＡの同意の上、控訴人については、名目上の従前地は五\n九六二番一とするものの、実際は五九五七番乙ロを従前地として扱い、Ａについて\nは、逆に、名目上の従前地は五九五七番乙ロとするものの、実際は五九六二番一を\n従前地として扱い、いわば入れ替えた形で処理したものである。」\n１３　換地の等位評点についての控訴人の具体的な主張（前記１１）に対する反論\nとして、原判決三二頁六行目と七行目の間に次を加える。\n「まず、四四一六番について、同土地は二本の公道に面しており通作距離の評点は\n一〇点であり、車道の良否も、右公道の有効幅員は、一方が三・五メートル、他方\nが二・五メートルであり、評点は八点ないし六点であるから、再度の見直評価をす\nれば九四点ないし九二点である。\n次に、五九四八番について、同土地は公道に面しており通作距離の評点は一五点\nであり、車道の良否も右公道の有効幅員は三メートルであり評点は一二点ないし九\n点であるから、再度の見直評価をすれば九三点ないし九〇点である。\n仮に、車道の良否についての評点に誤りがあったとしても、右両土地の周辺の換\n地についても同様の前提で評価しており（乙四三）、控訴人の土地だけを低く評価\nしたものではない。また、これによっても、換地の等位評点は従前地の等位評点と\n比べて同等以上であり、十分に照応している。」\n１４　原判決三二頁一二行目の「増加」を「減少」に改める。\n三　当裁判所の判断は、次のとおり付加、訂正及び削除するほかは、原判決事実及\nび理由「第四　争点についての当裁判所の判断」の記載と同じである\nからこれを引用する。\n１　原判決三五頁一〇行目から一一行目の「異議を申し出た」から一二行目までを\n次に改める。\n「異議を申し出たり、境界確定協議を申し立てたとの具体的な主張、立証がなく、\n特に、控訴人については、後記二１のとおり、従前地各人別名寄帳、一時利用地指\n定通知書、換地計画原稿、換地計画書等で従前地の地番・地積を確認し、これらを\n十分認識していたにもかかわらず、換地計画書原稿に署名するなど、異議申立てを\nしていないことからすると、右の「管理に支障がある場合」に該当する事実はなか\nったものと推認できる。また、土地改良法五四条の二第六項の機能交換により、旧\n里道に対する国の所有権は消滅し、新道路の所有権が国に帰属することになるが、\nこれによって旧里道に対する国の管理に支障が生じる事態も想定できない。したが\nって、控訴人の国有財産法三一条の三の境界確定協議を行わなければならなかった\nのにそれをしなかった違法があるとの主張は採用できない。」\n２　原判決三六頁二行目の「測量であって」の次に「（乙二八、四二）」を加え\nる。\n３　原判決三六頁一二行目の「証人Ｄ、」の前に「四二、原審証人Ｅ、」を加え\nる。\n４　原判決三七頁六行目の「筆界点を識別するための対空標識を」を「筆界点を識\n別するために必要な標定点等に対空標識を」に、一二行目の「航空測量図（航空写\n真から図化された実測図）」を「必要な標定点に対空標識を設置した上で航空機か\nら地上を撮影し、他方、右点を測量してその位置を確認して、航空測量図」に、そ\nれぞれ改める。\n５　原判決三八頁四行目の「入手した」を「入手し、又は、閲覧したＢ（甲一一、\n一二、乙二五の１、３）及びＡ名義（乙二五の２）の」に改め、五行目の末尾に\n「なお、昭和五八年三月三一日付け一時利用地指定通知書（乙七の一）には、従前\n地四四八三番と四五〇二番の各実測地積が表示され、同六〇年四月一六日付け一時\n利用地指定通知書（乙七の２）には、従前地五九五九番、五九六〇番イ、五九六二\n番一について、各実測地積と登記簿上の地積が併記されているが、合計欄には各実\n測地積の合計地積が記載されているから、実測地積が採用されていると理解するこ\nとができる内容になっている。」を加える。\n６　原判決三八頁六行目から一〇行目を次に改める。\n「（二）　そこで検討するに、「従前の土地の地積は実測による（乙四、一\n一）。」とは、その文言上、現地で一筆地\n調査を行うことにより境界を明らかにした上で地積を算定する方法を意味すると考\nえるのが通常であろうが、必ずしも一義的に明らかであるとまではいえない。しか\nも、右の経過によれば、Ｅらは当初から現地での一筆地測量を行うことは予定せ\nず、その趣旨を地権者にも説明しており、また、航空測量図等をもとに求積し、そ\nの結果を地権者に閲覧させて、異議のある者については現地での測量を行うことと\nしたことは、測量費を節約し、事業を円滑に進行させながら、従前の土地の地積を\n結果として一筆地測量を行ったのに近い正確さで決定しうる、適正・妥当な方法で\nあるというべきであるから、一筆地測量や筆界点に対空標識を設置するなどの方法\nを採らなかった従前地の地積の決定方法が右実測による旨の定めに反し違法である\nとまでは認められない。かつ、また、仮に、右方法が違法であったとしても、結果\nとして控訴人所有の従前地の地積が適正に決定されていれば、控訴人に対する本件\n換地処分に重大な瑕疵があるとはいえない（控訴人所有の従前地の地積が適正に決\n定されているかどうかについては、後記三２（一）のとおりである。）。」\n７　原判決三九頁三行目の「争点２ないし４（余裕地設定処分、清算手続及び照応\n原則のうち等位評点）」を「争点２及び３（余裕地設定処分及び清算手続）」に改\nめ、五行目の「一八」の前に「八、一五、」を加える。\n８　原判決四一頁七行目の「採用することにした。」の次に「なお、地区換地設計\n基準においても、換地は各人の従前の土地が昀も密集した位置を中心に集団化する\nと定められている（乙一一の中の５イ）。」を加え、一一行目の「土地改良区が余\n裕地として取得して」を「余裕地とし、その中から適宜」に改める。\n９　原判決四三頁二行目の「所有として」の前に「（昭和五六年一二月三日死\n亡）」を加え、三行目の「（甲一一、一二、乙二五の１、２）」を「（甲一二、乙\n二五の一）」に、八行目の「県の指示で売却が一時中止されたこともあった。」を\n「県が土地改良区に対し、誰に土地を増配分するかの決定を延期するように指示し\nたことがあった。」に改める。\n１０　原判決四四頁八行目の「肝属郡β」の次に「や兵庫県内」を、末行の「八パ\nーセント相当」の次に「。従前地田及び畑の合計の一・八五パーセント相当。従前\n地の面積につき乙九の三枚目地区総計表参照。」を、それぞれ加える。\n１１　原判決四五頁四行目の「昭和\n六三年九月二八日、二九日」を「昭和六三年九月二九日ころ」に改める。\n１２　原判決四五頁七行目の末尾に「なお、このころ作成された換地図（乙一三の\n６）には、四四三六番五の土地に控訴人を示す農家番号２７が表示されている。」\nを加える。\n１３　原判決四五頁九行目の「押印を受けたが」から一一行目の「記載されてい\nた。」までを「押印を受けた（ただし、その際に、欄外の記載、等位、組合せ及び\n四四三六番五の土地に関する記載がなされていたと認めるに足りる証拠はな\nい。）。」に、一四行目の「同年」を「平成四年」に、それぞれ改める。\n１４　原判決四七頁九行目の「法が五〇円である。」の次に「右金額のうち、余裕\n地については当時の相場に近い価格を、支払と徴収の差額については土地の増減を\n生じる地権者の負担を考慮して便宜を図る趣旨で定めた。」を加える。\n１５　原判決四八頁二行目末尾に「なお、その後、期間延長等の結果、完成期限は\n平成四年三月三一日となった（甲二〇の２ないし５）。を加える。\n１６　原判決四九頁四行目の「等位評点と地積を乗じた額」を「等位評点一点当た\nり一〇円としてこれに地積を乗じた額」に改め、六行目の「そして、」の前に「こ\nのように田について従前地と換地の間に価格差を設けなかったのは、田は既に耕地\n整理が行われた部分があったため、本件事業によってそれほど価値が増すわけでは\nないと判断されたからである。」を加える。\n１７　原判決五〇頁八行目末尾に「なお、地区換地設計基準においても、一戸当た\nりの団地数は概ね三団地を限度とすると定められている（乙一一の中の５イ）。」\nを、一三行目末尾に「その際、土地改良区は、県事務所に対し、県の指示どおりの\n方法で換地業務を行い、清算金の徴収等を完了したという趣旨の報告をした。」\nを、それぞれ加える。\n１８　原判決五二頁三行目の末尾に「また、控訴人は、これに先立って、昭和六〇\n年四月一六日付けで畑について一時利用地指定を受けた後に、一時利用地が従前地\nに比べて道路から低く耕作に不便であるなどと不服を申し立て、鹿児島県鹿屋耕地\n事務所が道路から右一時利用地への進入路をコンクリート舗装する工事をしたこと\nもあったが、等位評点や従前地の地積については、少なくとも本件換地処分のころ\nまでは不満を述べておらず、書面で異議の申立てをしたのは平成五年三月が昀初で\nある。」を加える。\n１９　原判決五二頁七行目の「なお、」の\n次から九行目の実施したものであり、」までを「土地改良区では、県から清算事務\nを委託される際に清算方式について詳しい説明を受けなかったことや周辺の土地改\n良事業でも別途清算を行っていたことから、県の清算方式と異なる清算方式を採用\nすることの問題性を特に意識せずに、むしろその方が合理的な方法であると判断し\nて前記単価等に基づく別途清算を実施したものであり、」に改める。\n２０　原判決五二頁末行の「なお、」の前に「また、県としても、右別途清算につ\nいて、余裕地の処分は、当該取得地権者の従前地に対し当初の予定よりも多くの換\n地を配分し、その清算を地権者と土地改良区が私的に行ったものであると理解し、\nまた、県の清算事務の実行については、県の清算内容が各地権者に周知された上で\n（各筆換地等明細書により明らかにされている。）、各地権者が別途清算を行うこ\nとを了解し、清算がほとんど完了しているという状況では、清算は終了したとし\nて、県の清算事務を実行することは考えていない（Ｆ一〇回一五〇項、一二回四四\nないし五〇、六四項、一三回一〇ないし一二、三一、四一ないし四三項）。）を加\nえる。\n２１　原判決五三頁三行目の「乙二六、」の前に「供述内容があいまいであり、」\nを加える。\n２２　原判決五四頁七行目の「従前地を換地として定めない場合」を「従前地に対\nする換地としてではなく、土地を第三者に取得させることができる場合」に、一四\n行目の「余裕地の設定処分」を「土地改良事業の費用捻出などの目的で余裕地を設\n定し、土地改良区がそれを処分すること」に、それぞれ改め、末行の末尾に「ただ\nし、従前地所有者の申出又は同意があった場合は、換地計画において、その従前地\nに換地を定めず、金銭で清算することができる（土地改良法五三条の二の二）。そ\nして、この不換地は右創設換地のほか、他の者への増歩に充てられることにな\nる。」を加える。\n２３　原判決五五頁一行目から五八頁八行目までを次に改める（原判決は、余裕地\n処分について、土地改良区が余裕地を取得して売却したことを前提とし、それに副\nった内容の換地計画は違法であり、本件換地処分も違法となる旨、別途清算につい\nても、土地改良区が予定し実行した別途清算の内容を定めない換地計画は違法であ\nり、県が土地改良区に清算金の徴収支払事務を委託したことから、土地改良区が行\nった別途清算の違法は、本件換地処分に影響して違法となると判断し\nたが、当裁判所は、まず、余裕地処分（控訴人が個別の余裕地処分を指摘する点を\n除く。）も別途清算も、土地改良区ないしその役員らが地権者との間で私的に合意\nして便宜的な処理をしたものであって、県のなす本件換地処分とは、事実上の影響\nはあっても、一連の手続というような関係にはなく、前者が違法であるからといっ\nて、後者が当然に違法となるものではなく、仮に、瑕疵があるとしても、それは重\n大ではなく、かつ、明白であるともいえないと判断する。）。\n「（二）　そこで検討するに「土地改良区ないしその役員らは、当初より処分代金\nを工事費に充当することを予定して、必要以上の余裕地を設定させ、それを地権者\nに処分し、処分した余裕地を購入した地権者の従別地に対する換地とする換地計画\nを策定させて、これに基づいて換地処分が行われたのであるから、このような経過\nを全体としてみた場合に土地改良法の趣旨に反したものであることは疑いがない。\nしかしながら、まず、土地改良区が余裕地を有償で処分したとはいっても、実際\nには、これを購入した地権者の従前地に対する換地としたものであり、事業者なり\n土地改良区なりが換地処分において保留地として所有権を取得した上、地権者に土\n地を売却したものではなく、かつ、法律上そのようなことをなし得る余地はなく、\nそのことは土地改良区の役員らも承知しており（Ｅ一五回一一〇ないし一一二、一\n四六項。なお、同証人のこのことを知らなかったかのような供述部分は採用できな\nい。）、地権者に対しても、余裕地は換地処分として処理して登記する旨を説明会\nで説明してきたが、この点についても地権者から特に異議は出なかった。また、換\n地調整の目的で余裕地を設定すること自体は適法であり本件事業でも予定されてい\nたことであり、結果として必要がなくいわば余ってしまった余裕地を評定価格相当\n額の清算金を徴収して換地として処分する際に希望者を募ってしたとしても、その\nこと自体は直ちに違法とはいえない。このような点から見ると、本件の余裕地処分\nは、法律上・手続上換地として扱っただけで、実体は土地改良区が保留地を取得し\nて売却したのと同じであるとまではいえず、むしろ、土地改良区の内部的処理や役\n員らの主観的意図はどうあれ、県の行為を外形的、客観的に見れば、正に配分調整\nのための余裕地設定をし、残った土地を増歩として換地処分を行ったと見るのが相\n当である。さらに、土\n地改良区は県から清算金の徴収支払事務を委託されてその作業に当たったのである\nが、それは当然のことながら換地計画に従った各筆換地等明細書の清算金明細のと\nおりに徴収し支払うことを委託されたものである（なお、甲二〇の１、２の各第一\n条参照）から、土地改良区と地権者とが委託された内容と異なる合意をしたとして\nも、それが直ちに県の行為として行われたことになるわけではない。そして、原審\n証人Ｆ及び同Ｅによれば、県は、土地改良区が当初より処分代金を工事費に充当す\nることを予定して余裕地を設定したことや、別途清算を意図していたことまで了解\nしていたわけではないと認められる。なお、県は、余裕地が設定されていることを\n知っていて、これを換地として処理する必要があるので、早く処分するように指導\nしたり（Ｅ一五回一〇六、一四四ないし一四六項）、昭和六三年に、土地改良区が\n余裕地の処分をする際に応募資格を未収賦課金のない者に限ったことについて、地\n権者の一人から県に対し異議の申出があり、県が土地改良区に対し誰に土地を増配\n分するかの決定を延期するように指示したことがあるが、余ってしまった余裕地を\n換地として処分する際に希望者を募ってすること自体は直ちに違法とはいえないの\nであり、そのようなことがあったからといって、当初から別途清算を予定していた\nことまで承知していたことを窺わせるものとはいえず、また、原審証人Ｅの供述中\nには余裕地の処分を県があらかじめ承知していたとするかのような部分があるが、\n同証人の供述は全体として県の指示に反して余裕地処分及び別途清算をしたことに\nついて、県から土地改良法等に従った事務処理をするように指示されていながら、\nそれに従わず、そのことを県に対し隠蔽していたことは明らかであるにもかかわら\nず、ことさら別途清算等をしてはいけないとは知らなかったように述べるなど、県\nとの関係で別途清算等の責任を回避しようとする傾向が認められ、右供述部分の信\n用性は低い。\n結局、本件の余裕地処分は、県が換地処分において増歩したことについて、土地\n改良区と地権者との間で私的な調整の一環として金銭の授受をしたにすぎないと考\nえるのが相当である。そして、換地処分において増歩を受けたものであり、従前地\nに根抵当権設定登記がなされていた以上、増歩部分についても右登記がなされるこ\nとは当然であり、右金銭の支払いについても、さらに、県の清算がなさ\nれるとすれば、右金銭授受の原因関係がなくなることから返還請求をなし、あるい\nは、先払い清算金として処理するほかない。\n以上からして、本件において、土地改良区が余裕地の有償処分をしたこと自体に\nより（なお、控訴人が個別の余裕地処分について主張する点は後記４（二）で判断\nする。）、県がした本件換地処分が、照応原則に反するかどうかにかかわらず、当\n然に違法となるものではなく、仮に、瑕疵があるとしても、それは、右事情に照ら\nして、重大なものではなく、かつ、明白であるともいえないから本件換地処分が無\n効になるとはいえない。\n３　次に、別途清算について検討する。なお、控訴人の従前地の等位評価が故意に\n低く設定された問題については、別途清算とは直接関係がないので、本件換地処分\nが照応原則に反するかどうかを判断する際（後記三）に検討する。\n別途清算についてみても、余裕地処分と同様、土地改良区は土地改良法上も県と\nの清算事務委託契約上も、換地計画において定められ、換地処分の公告により確定\nした清算金の徴収、交付を行うべき義務があるから、土地改良区と地権者とが委託\nされた内容と異なる合意をし、それに基づいて土地改良区が別途清算を行ったとし\nても、換地計画で定められた清算と異なる清算である以上、それが直ちに県の清算\n金の徴収支払事務として行われたことになるわけではない。県との関係では、清算\n金の徴収支払事務の履行を土地改良区が怠っている状況である。なお、清算金の徴\n収支払事務が未了であるからといって、本件換地処分が違法になるわけではない\n（後記４（三）（５））。また、県は、土地改良区が別途清算を行う意図であるこ\nとをあらかじめ承知していたものではないし、その後、本件事業での別途清算を是\n正させる措置を講じていないことも、地権者と土地改良区とが合意の上で換地計画\nに基づく清算金明細と異なる私的な調整を行ったとしても、その瑕疵が重大とはい\nえず、その履行がほとんど完了していることから是正させることが極めて困難であ\nることからして、やむを得ないものとして理解できる。\n以上からして、本件において、土地改良区が別途清算をしたことにより、県がし\nた本件換地処分が照応原則に反するかどうかにかかわらず当然に違法となるもので\nはなく、仮に、瑕疵があるとしても、それは、右事情に照らして、重大なものでは\nなく、かつ、明白であるともいえないから本件換地処分が無\n効になるとはいえない。\n４　仮に、右２及び３とは異なり、土地改良区の別途清算等の行為を県の行為と同\n視するとすれば、本件換地処分もこれと同様に違法性を帯び、かつまた、後記三３\n（本判決の３６項）のとおり従前地と換地の等位評点を見直すとともに、余裕地は\n換地とは異なるとすると、余裕地を除く換地の評定価格は二九七万四五五五円であ\nるのに対し、従前地の評定価格は二六二万〇〇二八円で換地評定価格がこれを上回\nるが、換地交付基準額は三二五万七六八五円で換地評定価格がこれを下回るのであ\nり（乙二八別紙９）、照応原則との関係においても余裕地処分の本件換地処分に与\nえる影響は少なくないことになるが、その場合でもそれが本件換地処分を無効とす\nる重大かつ明白な瑕疵といえるか否かは、さらに検討を要する。」\n２４　原判決五九頁五行目の「売却代金は」から八行目の「からすると」までを\n「創設換地予定地の処分代金などは工事費の支払いなどに充てられるものであり、\nかつまた、余裕地が配分調整に使用されずに余った場合には本来各地権者に対し従\n前地の地積などに応じて配分することになるが、工事費の地元負担金（乙四）につ\nいても、組合員から賦課徴収する場合は、地積等を考慮して当該土地が受ける利益\nを勘案して徴収することになる（土地改良法三六条二項）ことからすると」に改め\nる。\n２５　原判決六〇頁一行目から二行目の「本件の余裕地の設定、処分は、違法とい\nわざるを得ないものの」を「本件の別途清算等が違法であったとしても」に改め\nる。\n２６　原判決六〇頁一〇行目の「ものとして、」から一一行目までを「ものであ\nる。」に六一頁三行目の「その瑕疵は」を「その違法性の程度は」に、それぞれ改\nめる。\n２７　原判決六一頁六行目と七行目の闇に次を加える。\n「また、右の点に、右各土地は、土地改良区が取得希望者のいない土地について価\n格を下げるなどして処分を計った後もなお処分できなかったものと推認できること\nを考え併せると、土地改良区が右土地を取得したことが控訴人に対する本件換地処\n分に何らかの実質的な影響を及ぼしたとは考えられない。」\n２８　原判決六二頁一三行目の「また、」から六四頁三行目までを次に改める。\n「また、控訴人に対する別途清算の内容は換地計画に基づく本来の清算金明細によ\nるものと比べて、若干控訴人に不利なものになっているものの、それは、余裕地の\n四四三六番五の土地の評定価格が前\n者が一一〇万五〇〇〇円であるのに対し後者が四六万九六五〇円であるのに起因す\nるもので、右余裕地は控訴人がその価格を承知して自ら申込みをして取得したもの\nであるから、右の点をもって別途清算の内容が不当であるということはできず、こ\nれを除けば、別途清算の方が控訴人に有利になっている上、土地改良区は控訴人か\nらの異議の申立てに対し柔軟に対応してきているところがら、今後も不当な点があ\nれば是正されるものと期待できる。」\n２９　原判決六四頁四行目の「ところで、」から六五頁三行目までを次に改める。\n「次に、控訴人は、換地計画に基づく本来の清算金明細による清算金が控訴人に不\n利益なものであること、別途清算による清算金の支払いとの二重払いの危険性があ\nることを主張するが、これらについては、土地改良区の別途清算等の行為を県の行\n為と同視するとすれば、別途清算による清算金の支払いによって、換地計画に基づ\nく本来の清算金明細による清算金を請求する余地はなくなるものといわざるをえな\nい。」\n３０　原判決六六頁四行目の「以上のとおりであって、」から末行までを次に改め\nる。\n「以上によれば、本件換地処分の違法性はこれを無効とするほど重大かつ明白な瑕\n疵であるとはいえない。\nなお、控訴人は、地方自治法二条一五、一六項を根拠に法令に違反した地方公共\n団体の行為は当然に無効であると主張するが、右規定も法令の重要性や違反行為に\n至る経緯、違反の程度等を総合考慮して、行為の効力を判断することを前提として\nいると解すべきであって、控訴人の主張は採用できない。」\n３１　原判決六八頁七行目から一〇行目までを削除する。\n３２　原判決六九頁九行目から一〇行目の「それに沿う証拠（甲四ないし六の各\n１、２、乙一三の一、二三の１ないし３）もある。」を「昭和四一年ころ以降、五\n九五九番及び五九五七番乙ロであるとされた土地の間には、境界を示すものや利用\n状況の違いがなく、一体として使用されていたことが窺える（甲四ないし六の各\n１、２、乙一三の１、二三の１ないし３）。」に改める。\n３３　原判決六九頁一一行目から一二行目の「乙一八、二一、二四」を「乙二一、\n二二、二四、原審証人Ｄ」に改め、七〇頁七行目の末尾に「及び五九五七番乙ロに\n該当する土地」を加え、一〇行目の「確定したこと」を「確定した上、本件換地処\n分に際し五九六二番一と五九五七番乙ロを入れ替える形で処理したこと」に改め\nる。\n３\n４　原判決七〇頁一二行目末尾に次を加える。\n「なお、五九五九番と五九五七番乙ロを合わせた土地は登記簿上の地積二三六〇平\n方メートルに対し実測面積一四九〇平方メートルと比較的大きな縄縮みがあるこ\nと、昭和四一年ころ以降、五九五九番と五九五七番乙ロは一体として使用されてい\nたことが窺えること、五九五七番乙ロの南側に接する道路が、昭和二二年以降昭和\n四一年までの間に明確ではないものの若干拡幅されたことが窺えること（甲一三と\n甲四の１、２の対比）について、補足して説明する。この点について、控訴人は、\nもともと、両土地は公簿面積程度の広さがあったが、昭和二八年ころ道路の拡幅工\n事があり、その際、五九五七番乙ロの全部が道路敷きとして取り込まれたのであ\nり、現状の実測面積一四九〇平方メートルは全て五九五九番であると主張し供述し\nている（甲一五、原審控訴人）。しかし、昭和二八年の拡幅工事当時、控訴人は満\n四歳であり、その経過を記憶しているとは考えられず、これをいかなる経緯で知る\nに至ったのか明らかではない。また、右土地が道路に面する距離は約四〇メートル\nであるところ、甲四の１、２、乙一三の一によれば拡幅工事後の道路幅は四メート\nル余りであるのに対し、甲一三によれば昭和二二年当時の道路幅は明確ではないも\nのの少なくとも三メートルはあるように見える（縮尺が一〇〇〇分の一である乙一\n三の一と対比すると、甲一三の縮尺は約三〇〇〇分の一である。）から、仮に五九\n五七番乙ロ側が拡幅部分の全部を提供したとしても約四〇平方メートルにすぎず、\n八〇三平方メートルの五九五七番乙ロの全部が道路敷きとして取り込まれたとは到\n底認められない。また、一部が道路敷きとして使用されたとしても、同様に道路敷\nきに使用されたはずの隣接地の所有者から異議の申出がなされた形跡がないこと\n（原審証人Ｄ九九、一〇〇項）に照らすと、拡幅の際、買収あるいは寄附の手続が\nなされたと推認するのが相当である。さらには、五九六二番二は、字図上五九六〇\n番イと五九五九番の北に位置し、五九六〇番イと五九五九番は隣接している（乙一\n六の２）が、実際は五九六〇番イと五九五九番の間に五九六二番二が存在する（乙\n一三の１ないし４、原審控訴人）こと、五九六〇番イは公簿面積七五三平方メート\nルに対し実測面積一七四四平方メートルと大きな縄延びがあることを考慮すると、\n右の点はいずれも右実測面積の判断に影響を\n与えるものではない。」\n３５　原判決七二頁四行目から五行目の「二八二一平方メートル」を「二八二二平\n方メートル」に改め、一一行目の「従前地五九六〇番イ」の前に「なお、これにつ\nいては、二割を超える増歩となり、本来は特別同意を要することになるが、控訴人\nは自ら右余裕地の取得を申し出ており、実質的に事前の同意があったと見ることが\nできるから、違法とはいえない。」を加える。\n３６　原判決七二頁一四行目と末行の間に次を加え、「３　横の照応について」以\n下を順次繰り下げる。\n「３　等位評点（地積以外の照応）について\n従前地（Ｄによる評点の操作）について\nＤは、控訴人の従前地に根抵当権が設定されていたことから（土地改良法五三条\n三、四項）、換地の評定価格が従前地の評定価格を下回らないようにし、かつ、換\n地を三団地以上に細分化しないため、便宜上の方法として従前地の等位評点を本来\nのものより下げることにし、従前地の四四八三番、四五〇二番及び五九五九番をい\nずれも五八点、五九六二番一が七一点と採点した（前記二１（ヒ）（４））。そし\nて、証拠（乙二七、二八、原審証人Ｄ同Ｆ）並びに弁論の全趣旨によれば、周囲の\n土地の等位評点状況などからみて、従前地の五九六〇番イの等位評点は相当である\nものの、四四八三番は八九点、四五〇二番は九四点、五九五九番は九二点、五九六\n二番一（五九五七番乙ロ）は九二点（ただし、これについては、Ｄの評価、地元評\n価及び控訴人の評価とも本来評価すべき五九五七番乙ロではなく、各筆換地等明細\n書記載の五九六二番一について評価したため七一点となったもので、ことさら低く\n評価したものではない。）という等位評点が相当であることが認められるから、控\n訴人の従前地評価不当の主張は、理由があるといわねばならない。しかしながら、\n右は控訴人に対し、損害を与える意図で行われたものではなく、複数の従前地に共\n同担保が設定されていた場合には同様の処置が行われたものと見られることからす\nると、これに対する換地の評点が照応原則に反しないものであれば、右をもって直\nちに違法とまではいうことができない。\nなお、控訴人は、換地の四四三六番五は控訴人が換地処分前に購入したもので従\n前地として扱うべきであると主張するが、前記二２（二）（本判決の２３項）のと\nおり採用できない。\n（二）　換地との照応について\n（１）　従前地の五九六〇番イに対する換地の四四一六番に\nついて\n四四一六番の評点については、証拠（乙一四の６、二七、二八、四三の２、四\n七、原審証人Ｄ、同Ｆ）並びに弁論の全趣旨によれば、建設省所有の有効幅員三・\n五メートルの公衆用道路（四四五一番六）に面しており、通作関係は一八点と評価\nすべきであるなど九四点が相当であるから、五九六〇番イの九二点を上廻ってい\nる。\n（二）　従前地の四四八三番、四五〇二番、五九五九番に対する換地の五九四八番\nについて\n五九四人番の評点については、証拠（乙一三の６、二七、二八、四三の一、四\n五、原審証人Ｄ、同Ｆ）並びに弁論の全趣旨によれば、建設省所有の公衆用道路\n（四四五一番一）に面しているところ、右道路は全体を見ると有効幅員三メートル\nと狭い部分があるが、控訴人土地から南側道路（Ｒ五九六六―二一）に至る部分全\n部を含め、概ね全幅五ないし六メートルの道路であり、通作関係は二七点と評価す\nべきであるなど九三点が相当であるから、従前地のそれぞれ八九点、九四点、九二\n点（平均九二点）を全体としてみれば上廻っている。\n（３）　従前地の五九六二番一（五九五七番乙ロ）に対する換地の四四三六番五に\nついて\n換地の四四三六番五は九三点が相当である（争いがない。）のに対し、従前地の\n五九六二番一（五九五七番乙ロ）が九二点であるから、これを上廻っている。\n（三）　以上のとおり、等位評点（地積以外の照応）についてみても、十分に照応\n原則を満たしている。\nなおかつ、従前地及び換地について見直し後の評点に基づき、換地交付基準額と\n換地評定価格を比較しても、換地交付基準額が三二五万七六八五円であるのに対\nし、換地評定価格は三四四万四二〇五円と換地評定価格が換地交付基準額をも上回\nっている。そうすると、本件換地処分における従前地の等位評点には前記のとおり\n妥当性を欠く点があり、また、換地についても控訴人に有利に見直すことが可能で\nあるものの、それを踏まえても従前地と換地との等位評点に関する照応について、\n控訴人は照応以上に有利な換地を受けていることになる。\nこれに対し、控訴人は、従前地及び換地につき独自に採点を行い、各従前地に対\nする換地との対応関係につき不公平であると主張するが、控訴人の採点のうち、前\n記認定の見直し評点に反する点については、十分な根拠があるとは認められず、控\n訴人の右主張は採用できない。\nところで、換地の評点が従前地に相応するものと認められても、従前地\nの評点が低く評価されることによって、清算金については控訴人に不利な結果とな\nる。\nしかし、清算金は換地計画において定められ（土地改良法五二条の五第三号）、\n換地処分の公告によって清算金が確定し（五四条の二第四項）、そのため、本件で\nも各筆換地等明細書に各筆換地明細と合わせて清算金明細が記載されるなど両者は\n密接な関係にあるものの、厳密には換地指定処分と清算金処分は異なる処分であ\nり、清算金処分の当否が直ちに換地指定処分の効力を左右すると解するのは相当で\nはない。しかも、本件では右のとおり換地は従前地と照応しており、この場合の清\n算金は換地指定処分による損失の補償という性格を持つものではなく、換地指定処\n分とは別途解決することが可能であるから、右清算金の瑕疵はことさらその者に不\n利益を与える目的で行われたなどの特段の事情がない限り換地指定処分の違法・無\n効を招来するものではないと解するのが相当である。そして、本件では右特段の事\n情は認められない。」\n３７　原判決七三頁一一行目の「余裕地は、」の前に「そもそも、一部の者に相対\n的に有利な換地がなされたとしても、そのことによって本件換地処分が直接影響を\n受けたわけではなく、他の大多数の者との比較において控訴人をことさら不利に扱\nったものでもないならば、公平原則に反して本件換地処分を無効とするほどの重大\nな瑕疵があるとはいえないところ、控訴人の主張自体から判断しても右の程度には\n至っていないというべきである。なおかつ、」を加え、一三行目から一四行目の\n「古江バイパスの土地買収は平成四年暮れころに初めて明らかになったこと（証人\nＥ）」を「古江バイパスの本件事業区域付近での土地買収計画は平成四年暮れころ\nに初めて具体的に明らかになったこと（甲三〇、乙四四、原審証人Ｅ）」に改め\nる。\n３８　原判決七六頁五行目から六行目の「従前地評価の等位評点の照応についても\n前記第四、二、４、（三）、（２）の説示のとおりであるから、」を削除する。\n３９　原判決七七頁五行目の「換地処分の公告」の前に「本件換地処分の内容をあ\nらかじめ承知していたものであり、」を加える。\n四　よって、原判決は相当で、本件控訴は理由がないからこれを棄却する。\n福岡高等裁判所宮崎支部\n裁判官　多見谷寿郎\n裁判官　岡田健\n裁判長裁判官海保寛は、転補につき、署名押印することができない。\n裁判官　多見谷寿郎\n"
}