{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 12,
    "day": 16
  },
  "case_number": "平成13(行ケ)85",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "実用新案権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "11437",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=11437",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/437/011437_hanrei.pdf",
  "contents": "平成１３年（行ケ）第８５号　審決取消請求事件（平成１４年１２月２日口頭弁論\n終結）\n判　　　　　　　　　　　決\n原　　　　　　告　　　愛群電腦股 有限公司\n訴訟代理人弁理士　　　廣　江　武　典\n被　　　　　　告　　　株式会社メルコ\n訴訟代理人弁護士　　　飯　塚　卓　也\n同　　　　弁理士　　　下　出　隆　史\n同　　　　　　　　　　五十嵐　孝　雄\n同　　　　　　　　　　加　藤　光　宏\n同　　　　　　　　　　市　川　　　浩\n同　　　　　　　　　　井　上　佳　知\n主　　　　　　　　　　　文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\nこの判決に対する上告及び上告受理申立てのための付加期間を３０日\nと定める。\n事実及び理由\n第１　請求\n特許庁が平成１１年審判第４００１６号事件について平成１２年１０月１６\n日にした審決中，実用新案登録第３０４２９４６号の請求項１ないし４に係る部分\nを取り消す。\n第２　当事者間に争いのない事実\n１　特許庁における手続の経緯\n原告は，名称を「複数電圧と複数倍率選択可能なCPUグレードアップ用コンセ\nント」とする登録第３０４２９４６号実用新案（平成９年４月２８日出願，同年８\n月２０日設定登録，以下「本件実用新案」という。）の実用新案権者である。\n被告は，平成１１年９月６日，本件実用新案につき無効審判の請求をした。\n特許庁は，同請求を平成１１年審判第４００１６号事件として審理した上，\n平成１２年１０月１６日に「実用新案登録第３０４２９４６号の請求項１ないし４\nに係る考案についての実用新案登録を無効とする。実用新案登録第３０４２９４６\n号の請求項５に係る考案についての審判請求は，成り立たない。」との審決をし，\nその謄本は，同年１１月９日，原告に送達された。\n２　実用新案登録請求の範囲の請求項１～４の記載\n【請求項１】上面にCPUピン挿着用スロットが形成されるとともに，下面にコン\nピュータ基板のCPUピン挿着用スロットに挿着可能なピンが形成された回路板と，\n前記回路板の一側に設けられ，外部電源が連結可能な電源コネクタと，\n前記回路板に設けられ，CPUが要する他の電圧を供給できる電圧調整器と，\n複数のスイッチからなり，電圧調整器とCPU倍率係数を制御可能な調整スイッチ\nセットとからなることを特徴とした複数電圧と複数倍率選択可能なCPUグレードアッ\nプ用コンセント。\n【請求項２】前記電圧調整器は，電圧安定器と電圧安定集積回路とを有し，前\n記調整スイッチセットのスイッチを調整することによって，電圧安定集積回路の参\n考入力電圧と供給電圧を変更することを特徴とした請求項１に記載の複数電圧と複\n数倍率選択可能なCPUグレードアップ用コンセント。\n【請求項３】前記電圧安定集積回路の参考電圧入力端は，分圧抵抗を介して前\n記調整スイッチセットを連結し，前記調整スイッチセットの切り換え状態を変更す\nることによって，前記分圧抵抗のマイナスフィードバック量を変更することを特徴\nとした請求項２に記載の複数電圧と複数倍率選択可能なCPUグレードアップ用コンセ\nント。\n【請求項４】前記調整スイッチセットは，CPUの倍率選択入力端に直接に接続す\nる複数のスイッチを有することを特徴とした請求項１，２または３のいずれかに記\n載の複数電圧と複数倍率選択可能なCPUグレードアップ用コンセント。\n（以下，上記請求項１～４記載の各考案を，請求項の番号に対応して「本件考\n案１～４」という。）\n３　審決の理由\n審決は，別添審決謄本写し記載のとおり，本件考案１～４は，その実用新案\n登録出願前に公然知られた考案，あるいは公然実施をされた考案であり，その実用\n新案登録は，実用新案法３条１項１号あるいは同２号の規定に違反してされたもの\nであるから，同法３７条１項の規定により無効とすべきものとした。\n第３　原告主張の審決取消事由\n１　取消事由１（新規性喪失の認定の誤り）\n(1) 審判甲６～８（本訴乙８～１０）により特定された製品及び平成９年４月\n１３日ころＢ（注，株式会社イイガ〔以下「イイガ」という。〕の取締役，以下\n「Ｂ」という。）が秋葉原所在のMaxus Computer社（注，イイガのハードウエア部\n門を担当，以下「マクサス」という。）の店舗において取材に訪れた記者に引き渡\nした「PL-Pro/MMX」（以下「実施品MMX」という。）が本件考案１～４の実施品であ\nることは認める。\n審決は，「引き渡しが行われた状況から，本件考案１乃至４は，その実用\n新案登録出願（平成９年４月２８日）前に日本国内において公然知られた考案，あ\nるいは，公然実施をされた考案に該当するに至ったことについては，いずれも両当\n事者間に争いがない」（審決謄本５頁６の(1)第１段落）と認定するが，誤りであ\nる。\n原告は，審判において，本件考案１～４が，実施品MMXを通じて公知になっ\nたことを認めたが，それは「本件出願後に公知になったこと」を認めたのであり，\n「本件出願前に公知になったこと」を認めたわけではない。審判第１回口頭審理調\n書（乙１２）中の「『PL-PRO/MMX』という製品によって本件第１考案から第４考案\nが，公知になったということは，両当事者間で争いはない」との記載に，公知にな\nった時点につき記述がないのは，この理由による。\n本件考案１～４が新規性を喪失した時点は，雑誌「Oh!PC」の刊行日（平成\n９年５月）以後であり，本件出願前ではない。\n(2) 審決は，「平成９年４月１３日頃，Ｂは，秋葉原にあるＭ社（注，マクサ\nス）の店舗において，輸入した３個の実施品MMXのうちの１個を，取材に訪れた記者\nに引き渡した」（審決謄本６頁第１段落ｅ）ことを根拠に，上記のとおり「引き渡\nしが行われた状況から，本件考案１乃至４は，その実用新案登録出願（平成９年４\n月２８日）前に日本国内において公然知られた考案，あるいは，公然実施をされた\n考案に該当するに至った」と認定するが，誤りである。\n実用新案法３条１項１号に規定する「公然知られた考案」又は同２号に規\n定する「公然実施をされた考案」とは，不特定の者に対して利用可能な情報として\n公然に知られ又は実施をされた場合をいう。しかし，上記実施品MMXは，当時まだ試\n作段階にあったものを，専ら内部的な評価，試験目的で，原告がマクサスの要望に\n応じて内密に３個だけ提供したものの一つである。極めて少数量を特定の者に対し\nて評価，試験という特別の目的で提供したものであるから，通常の販売商品とは異\nなり，公開の性質を伴うものではない。実施品MMXに印刷された「Patent Pending」\n（特許申請待ち）も，同実施品がいまだ市販すべきものではないことを指示したも\nのである。また，上記引渡しは，実施品MMXに関する記事が同実施品の正式の販売時\n期（平成９年５月）に発売予定の雑誌「Oh!PC」に掲載されることを承知した上で，\n取材記者の求めに応じてされたものである。取材目的の提供行為は，雑誌掲載前に\n新規性が喪失することはないことを前提に，特定の者に対して特別の目的で提供さ\nれるものであり，通常の公然とされる販売とは性質の異なるものである。報道のた\nめに取材をする者は，取材により得た情報を，報道及びそれに付随する活動以外に\n使用したり，報道以前に外部へ流したり，同意がない限り情報源を開示したりして\nはならないという一般的な注意義務を負っている。すなわち，取材記者には，提供\nされた情報を雑誌掲載のためにのみ使用することが求められており，それ以外の目\n的で使用することは許されないから，上記引渡し後も，実施品MMXに関する考案の内\n容は秘密にされていたというべきであり，公然知られたものとなったとはいえな\nい。したがって，上記引渡しによっては，本件考案１～４の新規性は喪失しない。\n２　取消事由２（新規性喪失の例外規定の不適用の誤り）\n実施品MMXの上記引渡しにより本件考案１～４がその出願前に公然知られた考\n案又は公然実施をされた考案に該当するに至ったとしても，上記引渡しは，実用新\n案登録を受ける権利を有する者である原告の意に反したものである。\n上記のとおり，実施品MMXは，いまだ試作段階にあったものを内部的な評価，\n試験目的でマクサスに３個だけ提供したもので，正式な製品であるとの認識は原告\n側にはなかったこと及び実施品MMXの動作は未確認であることにつきマクサスが了解\nしていたことは明らかであり，動作確認もされておらず不具合の発生するおそれの\nある不完全な製品を市場に供給することは業務上の信用を失う行為であり通常あり\n得ないことである。したがって，マクサスが，実施品MMXを取材記者に引き渡すとい\nう不適切な行為に及ぶことは，原告において予測することができなかった。\nまた，実施品MMXの正式販売時期が平成９年５月であり，その動作が未確認で\nあることは，原告とマクサスとの間で了解が得られており，さらに，Ｂは実用新案\n法の新規性要件につき一般的な知識を有し，日本における実用新案登録出願の手続\nが未了であることを認識していたのであるから，原告とマクサスは，実施品MMXを秘\n密扱いにすることを，社会通念上又は商慣習上，暗黙に了解していたものというべ\nきであり，実施品MMXの上記引渡しは，この了解に背くものである。\nしたがって，原告が，実施品MMXが本件出願前に公然に知られ又は実施をされ\nることを望んではいなかったことは明らかで，実施品MMXが販売の対象になることを\n予測することができない事情があったというべきであり，実施品MMXの上記引渡し\nは，原告の意に反したものであるから，審決には，新規性喪失の例外規定（実用新\n案法１１条１項，特許法３０条２項）を適用しなかった誤りがある。\n第４　被告の反論\n１　取消事由１（新規性喪失の認定の誤り）について\n(1) 審判第１回口頭審理調書（乙１２）中の「『PL-PRO/MMX』という製品によ\nって本件第１考案から第４考案が，公知になったということは，両当事者間で争い\nはない」との記述は，同調書の「一　新規性喪失（実用新案登録法〔注，実用新案\n法の誤記と認める。〕１１条で準用する特許法３０条適用）について」の項に記載\nされている。したがって，この記述中の「公知」は，実用新案法３条１項に規定す\nる新規性の喪失を意味し，新規性喪失の例外の適用を判断する対象となる考案を特\n定するものである。同調書は，作成後に読み上げられ，その内容につき両当事者が\n確認をしたものであり，原告は，審判係属中もその内容につき異議を申し立ててい\nない。したがって，審判での自白に拘束力はないとしても，同調書の記載は，実施\n品MMXによって新規性を喪失した事実を立証する重要な直接証拠となるというべきで\nある。\n(2) Ｂは，実施品MMXがサンプルであり，製品とは違うという認識を有するもの\nの，一般に市販又は公表すべき性質のものではないとの認識は有していなかったも\nのである。また，本件の場合，取材記者は，マクサスに対価を支払って実施品MMXを\n入手し，一方，マクサスは，取材に応じたにもかかわらず製品の公表日を指定する\nわけでもなく，何らの条件も提示していない。そうすると，上記引渡しは，通常の\n商品の販売と認めるのが相当であり，新規性の喪失の事由に該当する。\nさらに，原告は，「Patent Pending」の表示が「特許出願準備中」の意味\nで製品がいまだ市販すべきものではないことを指示するものであるとも主張する\nが，同表示については特許業界の当業者は「特許出願中」の意味に理解しており，\n「特許申請待ち」（特許出願準備中）の意味に理解する者はなく，失当である。\n２　取消事由２（新規性喪失の例外規定の不適用の誤り）について\n原告とマクサスとの間に守秘義務が存在したというためには，双方が秘密保\n持につき合意していなければならないところ，原告は，秘密保持の意思を表示して\nいないから，秘密保持の合意が存在しなかったことは明らかであり，原告の主張は\n失当である。\n第５　当裁判所の判断\n１　取消事由１（新規性喪失の認定の誤り）について\n(1) 審判甲６～８（本訴乙８～１０）により特定された製品及び平成９年４月\n１３日ころＢが秋葉原所在のマクサスの店舗において取材に訪れた記者に引き渡し\nた実施品MMXが本件考案１～４の実施品であることは，当事者間に争いがない。\n(2) 甲３，５，６－１，－２，７，乙４，８～１０，１３，１４，検乙１によ\nれば，次の事実を認めることができる。\n原告は，本件考案１～４を実施した製品である実施品MMXを製造し，平成９\n年３月１２日，イイガのハードウェア部門を担当するマクサスに対し，そのうちの\n３個を，日本のパソコンでの互換性をテストするサンプルとして，１個当たり３７\n米ドル，合計１１１米ドルで輸出し，その数日後，マクサスはこれらの製品を入手\nした。上記実施品MMXの輸出に関する交渉は，原告側はその代表者であるＡ，マクサ\nス側はイイガの取締役であるＢとの間で，すべて口頭で行われ，契約書等の書面は\n作成されなかった。なお，上記交渉の際，Ｂは，上記３個の実施品MMXは上記テスト\n目的のサンプルであるとの認識を有していたが，上記実施品MMXの本体基板の裏面余\n白部分に「Patent Pending」との記載が印刷表示されているものの，製品本体，\n箱，その他いずれの部分にも，サンプルであることを示す記載はない。\n同年４月１３日ころ，ソフトバンク株式会社（以下「ソフトバンク」とい\nう。）の外部記者であるＣ（以下「Ｃ」という。）は，秋葉原所在のマクサスの店\n舗において，上記実施品MMXについてＢから取材し，その際，実施品MMX１個を，代\n金約１万５０００円で，取材目的で買い受けた。そして，Ｃが入手した上記実施品\nMMXの記事がその写真と共に，同年５月１日に発売されたソフトバンク発行のパソコ\nン雑誌「Oh!PC」同月１５日号（乙８）に掲載された。\nまた，株式会社ティー・エム・テクノロジーは，台湾のWell&Best社から，\n同年２月末ないし３月初めころ実施品MMXを，サンプル用に１個入手して商品評価を\n行った後，同月中旬ころ販売用に１０個輸入して通信販売及び店頭販売に供し，同\n年４月中旬ころ販売用に更に３０個輸入して通信販売及び店頭販売に供した。\nなお，我が国のパソコン業者が，台湾のパソコン部品メーカーから日本の\nパソコンでの互換性をテストするなどの性能評価の目的でサンプルを入手する際，\nサンプルを有償で買い受けることが行われているところ，このような場合，日本の\nパソコン業者は，自らの利益のため性能評価を実施するのであって，メーカーの利\n益のために実施するものではなく，その結果をメーカーに報告する義務はないのが\n通常である。そして，パソコン雑誌の記者が，新製品等の紹介記事を作成するため\nの取材に当たって，当該製品を試用や加工したりするために，取材先のパソコン業\n者から製品のサンプルを有償で買い受けることも一般に行われている。\n(3) 上記認定の事実によれば，Ｃは，パソコン雑誌「Oh!PC」を発行するソフト\nバンクの外部記者であり，その取材を目的としてマクサスの店舗に赴き，Ｂから本\n件考案１～４の実施品である実施品MMXについて取材し，その際，実施品MMX１個を\n買い受けたものと認められる。そうすると，上記売買により実施品MMXの所有権は買\n主であるＣに移転し，本件考案１～４の考案者のために秘密を保つべき関係にない\n取材記者である同人において，同製品を自由に分解し，分析することにより考案を\n技術的に理解し得る状態になったのであるから，特に反証のない本件においては，\nこれにより同製品に係る考案は日本国内において公然知られることとなると同時\nに，実施品MMXはマクサスの店舗において販売されたのであるから，これにより同製\n品に係る考案は日本国内において公然実施をされたものというべきである。\n(4) 原告は，上記実施品MMXは，当時まだ試作段階にあったものを，専ら内部的\nな評価，試験目的で，マクサスの要望に応じて内密に３個だけ提供したもので，極\nめて少数量を特定の者に対して評価，試験という特別の目的で提供したものである\nから，公開の性質を伴うものではなく，実施品MMXに印刷された「Patent Pending」\n（特許申請待ち）も，同実施品がいまだ市販すべきものではないことを指示したも\nのであり，また，ＢからＣへの実施品MMXの引渡しは，実施品MMXに関する記事が同\n実施品の正式の販売時期（平成９年５月）に発売予定の雑誌「Oh!PC」に掲載される\nことを承知した上で，取材記者の求めに応じてされたものであり，取材記者が，提\n供された情報を雑誌掲載以外の目的で使用することは許されないから，上記引渡し\n後も実施品MMXに関する考案の内容は秘密にされていたというべきであって，上記引\n渡しによっては，本件考案１～４の新規性は喪失しない旨主張する。\nしかしながら，上記主張について順次検討するに，原告がマクサスに対し\nて，実施品MMXを輸出した際，マクサス側の交渉担当者であるＢはこれをサンプル品\nであると認識していたことは認められるものの，これが内密に提供したもので，市\n販すべきものではないことを原告が指示したとの点については，認めるに足りな\nい。すなわち，別の業者が輸入した実施品MMXは平成９年３月中旬ころから通信販売\n及び店頭販売に供されていた事実が認められることは上記のとおりであるところ，\nこれが原告の知らないうちに市場に出たものである旨の甲５（審判における原告代\n表者尋問の反訳書）の原告代表者の上記主張に沿う供述記載は不合理というほかな\nく，これと異なる甲６－１（同証人尋問の反訳書）のＢの証言記載に照らしても採\n用することができず，他に原告主張の事実を認めるに足りる証拠はない。ま\nた，「Patent Pending」が「特許出願中」の意味であり，同語に「市販すべきもの\nではない」との意味がないことは当裁判所に顕著である。さらに，Ｃは，パソコン\n雑誌「Oh!PC」に掲載する記事の取材を目的として実施品MMXについて取材したもの\nであることは上記のとおりであって，その取材目的にかんがみ，同人にその取材内\n容を秘密にすべき守秘義務が生じないことは明らかである。原告は，取材記者は提\n供された情報につき目的外使用をしてはならない旨の一般的な注意義務を負うとし\nて，甲８～１０を提出するが，これらによってもＣの上記守秘義務を基礎付けるこ\nとはできず，他にこれを認めるに足りる証拠はない。したがって，原告の上記主張\nは，いずれも理由がない。\n(5) 以上によれば，本件考案１～４は，「その実用新案登録出願（平成９年４\n月２８日）前に日本国内において公然知られた考案，あるいは，公然実施をされた\n考案に該当するに至った」（審決謄本５頁６の(1)第１段落）との審決の認定に誤り\nはない。なお，審決は，当該事実を「両当事者間に争いがない」（同）としている\nところ，その根拠が審判第１回口頭審理調書（乙１２）にあるものとすれば，同調\n書には本件考案１～４が公知になった時点につき何ら記載のないことに照らし，原\n告主張のように誤りではあるが，仮に審判手続において自白が成立したとしても拘\n束力を生ずるわけではないから，この点は当裁判所の上記判断を左右しない。\n２　取消事由２（新規性喪失の例外規定の不適用の誤り）について\n(1) 原告は，実施品MMXはいまだ試作段階にあったものを内部的な評価，試験目\n的でマクサスに３個だけ提供したもので，正式な製品であるとの認識は原告側には\nなく，実施品MMXの動作は未確認であることにつきマクサスが了解していたことは明\nらかであり，動作確認もされておらず不具合の発生するおそれのある不完全な製品\nを市場に供給することは業務上の信用を失う行為であり通常あり得ないことである\nから，マクサスが，実施品MMXを取材記者に引き渡すという不適切な行為に及ぶこと\nは，原告において予測することができず，上記引渡しは原告の意に反したものであ\nると主張し，前掲甲５のほか，甲３（原告代表者の宣誓供述書）及び甲４（マクサ\nス代表者の宣誓供述書）中には，これに沿う記載がある。しかし，上記認定の事実\nによれば，原告とマクサスとの間の上記輸出売買は，日本のパソコンでの互換性を\nテストする目的でしたサンプルの売買であって，通常の取引にすぎないものと認め\nられるところ，原告が，輸出後に実施品MMXが第三者に譲渡され，その結果その内容\nが知られることがないよう秘密にしていたことを認めるに足りる証拠はない。そう\nすると，原告の上記輸出後にマクサスから取材記者に対してされた実施品MMXの引渡\nしは，本件考案１～４の公表という事実を容認する原告の意思に基づくものと認め\nるのが相当であり，原告の意に反して行われたとはいえないから，前掲甲３～５は\n採用することができず，他に原告の上記主張事実を認めるに足りる証拠はない。\n(2) また，原告は，実施品MMXの正式販売時期が平成９年５月であり，その動作\nが未確認であることは，原告とマクサスとの間で了解が得られており，さらに，Ｂ\nは実用新案法の新規性要件につき一般的な知識を有する一方，日本における実用新\n案登録出願手続が未了であることを認識していたのであるから，原告とマクサスは\n実施品MMXを秘密扱いにすることを社会通念上又は商慣習上，暗黙に了解していたも\nのというべきであり，マクサスから取材記者に対する実施品MMXの上記引渡しはこの\n了解に背くものであるとも主張する。しかしながら，原告とマクサスとの間の上記\n輸出売買は，日本のパソコンでの互換性をテストする目的でしたサンプルの売買で\nあって，通常の取引にすぎないものであることは上記のとおりであり，また，Ｂは\n５月中旬の発売日に合わせ雑誌の取材に応じたものであることが認められるとこ\nろ，実用新案登録手続を了する予定日につき原告から知らされた形跡もなく，本件\n全証拠によっても原告主張の原告とマクサス間の暗黙の了解の事実を認めるに足り\nない。したがって，原告の上記主張も理由がない。\n(3) 以上によれば，本件考案１～４は，原告の意に反してその実用新案登録出\n願前に公然知られるに至ったものということはできないから，実用新案法１１条１\n項において準用する特許法３０条２項の規定に該当しないとした審決の判断に誤り\nはない。\n３　以上のとおり，原告主張の取消事由はいずれも理由がなく，他に審決を取り\n消すべき瑕疵は見当たらない。\nよって，原告の請求は理由がないからこれを棄却することとし，主文のとお\nり判決する。\n東京高等裁判所第１３民事部\n裁判長裁判官    　篠　　原　　勝　　美\n裁判官    　岡　　本　　　　　岳\n裁判官    　宮　　坂　　昌　　利\n"
}