{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 13,
    "month": 11,
    "day": 27
  },
  "case_number": "平成12(行ケ)136",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "12179",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=12179",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/179/012179_hanrei.pdf",
  "contents": "平成１２年（行ケ）第１３６号　審決取消請求事件\n平成１３年１１月１３日口頭弁論終結\n判　　　　　　　　　　　決\n原　　　　　　告　　　　　株式会社ヒラカワガイダム\n訴訟代理人弁理士  　　　　本　　　田　　　紘　　　一\n同　　　　　　　　　　　　豊　　　田　　　正　　　雄\n被　　　　　　告　　　　　特許庁長官　及  川  耕  造\n指定代理人　　　　　      冨　　　岡　　　和　　　人\n同　　　　　　　　　　　　大　　　槻　　　清　　　壽\n同　　　　　　　　　　　　滝　　　本　　　静　　　雄\n同　　　　　　　　　　　　大　　　野　　　克　　　人\n同　　　　　　　　　　　　大　　　橋　　　良　　　三\n被告補助参加人　　　　　  三浦工業株式会社\n訴訟代理人弁護士　　　　　福　　　島　　　三　　　雄\n同　　　　　　　　　　　　野　　　中　　　誠　　　一\n主　　　　　　　　　　文\n原告の請求を棄却する。\n訴訟費用は，原告の負担とする。\n事実及び理由\n第１　当事者の求めた裁判\n１　原告\n特許庁が平成１０年審判第７２９２号事件について平成１２年３月２４日に\nした審決を取り消す。\n訴訟費用は被告の負担とする。\n２　被告\n主文と同旨\n第２　当事者間に争いのない事実\n１　特許庁における手続の経緯\n原告は，昭和６３年９月１０日，発明の名称を「炉筒水管ボイラ」とする発\n明について，特許出願（特願昭６３－２２７１８２号，以下「本件出願」とい\nう。）をし，平成７年９月６日に出願公告（特公平７－８１６８２号）されたが，\n特許異議の申立てがあり，平成１０年３月１６日に拒絶査定を受けたため，同年５\n月１５日，これに対する不服の審判を請求した。特許庁は，これを平成１０年審判\n第７２９２号事件として審理した結果，平成１２年３月２４日「本件審判の請求\nは，成り立たない。」との審決をし，同年４月１２日にその謄本を原告に送達し\nた。\n２　特許請求の範囲\n本件出願に係る発明の特許請求の範囲は，次のとおりである。\n【請求項１】\n「炉筒水管ボイラにおいて，炉筒内の燃焼火炎中を含む全空間に複数の収熱水\n管を配設するか又はボイラのバーナ近傍の収熱水管の一部分を省いて空間部を設け\n炉筒内に燃焼火炎中を含んで炉筒内に複数の収熱水管を設けたことを特徴とする炉\n筒水管ボイラ。」（以下「本願発明１」という。）\n【請求項２】\n「炉筒内収熱水管において，高伝熱面熱負荷部には裸管を使用するか，収熱水\n面の内面に溝を設けたり，外面に断熱被覆を行い，低電熱面熱負荷部には外面にフ\nィンを設けた請求項１記載の炉筒水管ボイラ。」（以下「本願発明２」という。）\n３　審決の理由\n別紙審決書の理由の写しのとおりである。要するに，本願発明１，２は，い\nずれも，本願出願の日前の出願であって，本願出願後に出願公開された実願昭６３\n－１０７３３６号公報（実開平２－２８９０２号。以下「引用例」という。）に記\n載された考案（以下「引用考案」という。）と同一であるから，特許法２９条の２\nに該当し，特許を受けることができない，とするものである。\n第３　原告主張の審決取消事由の要点\n審決の理由中，手続の経緯，本願発明の認定（審決書１頁１３行～２頁２\n行），引用例の内容の認定（２頁３行～３頁１０行）は認める。本願発明１と引用\n例との対比・検討（３頁１１行～９頁３行）のうち，審決が引用した本願発明１の\n出願明細書の内容（３頁１３行～２３行の「認められ」まで），引用例に記載され\nた事項（３頁２７行～３６行），請求人の主張（４頁９行～１５行，４頁２８行～\n５頁１３行，５頁１７行～２４行，６頁２行～２８行，７頁３２行～８頁３行，８\n頁２９行～３３行）は認め，その余は争う。本願発明２と引用例との対比・検討\n（９頁６行～３５行のうち，審決が引用した本願発明２の出願明細書の内容の認定\n（９頁６行～９行），引用例に記載された内容の認定（９頁１７行～２５行）は認\nめ，その余は争う。結論（９頁３６行～１０頁２行）は，争う。\n審決は，引用例の記載の意味を誤認し，その結果，本願発明１，２と引用例\nに記載された考案（以下「引用考案」という。）とが同一であるとの誤った判断を\nしたものであり，違法であるから取り消されるべきである。\n（取消事由－引用例の記載の意味の誤認）\n１　審決は，引用考案には，バーナからの燃焼ガスの「上流側には，未燃分やＣ\nＯが燃焼して消滅する部分，即ち，前者（判決注・本願発明１）にいう「燃焼火\n炎」が存在し，後者（判決注・引用考案）の水管群（２）を構成する各水管（２\nａ）の少なくとも一部はこの燃焼火炎中に配設されていると解することができ\nる。」（審決書３頁下から２行～４頁２行）と認定し，この認定を前提に，引用考\n案と本願発明１とは同一であると判断したが，上記認定は誤りである。\n(1)　引用例には，「燃焼火炎」内に水管を置くことの記載はない。\n燃焼とは，通常，光と熱を発生する「燃焼火炎」の部分と，燃焼が終了し\nた「燃焼ガス」の部分とに区別される（甲第１２ないし第１４号証等）。燃焼火炎\nは，激しく燃料が燃える部分のことであり，燃焼ガスは，その燃え終わった部分を\n指す，というのが，本願発明１及び引用考案の分野における，技術常識であり，一\n般的な解釈である。\n従来例のボイラにおいては，炉筒内の燃焼バーナ内（燃焼火炎内）に水管\nを置くことは，伝熱面が高負荷となり，最終的には水管の焼損を招くものと考えら\nれて，厳格に禁止されており，これがボイラ業界の長年の技術的常識であった（甲\n第４，第５号証参照）。本願発明１は，この禁止事項を破り，世界で初めて炉筒内\nの燃焼火炎中に水管を配列した結果，かえって燃焼促進と伝達が良好で，焼損もな\nく低ＮＯｘであり，かつ，炉筒室を別設する必要がなくなって小型化を達成できる\nという，従来例からは予測できない作用効果を見いだしたものである。\n引用例には，このような本願発明１の技術思想は開示されていない。\n(2)　審決は，「ＣＯの酸化がある部分に水管があれば，水管が燃焼火炎に入っ\nていることになる」との誤った前提のもとに，引用考案に本願発明１の上記技術思\n想が開示されているとの認定判断を導いたものである。\n審決は，本願明細書（甲第２号証の１，２参照）の「収熱水管がある本発\n明の場合と，従来型立ボイラの大空間での燃焼とを比較すると・・・，特に水管後\n流のうず流の生成が上記燃焼を促進し，バーナヘッドから未燃分やＣＯが消滅する\nまでの距離（火炎の長さ）はずっと短くなること」（甲第２号証の１・３欄３１行\n～３６行）との記載と，引用例の「上流側においても燃焼ガス温度が１２００℃程\n度であるため，ＣＯが発生していても上流側でＣＯ２に酸化されてしまい，以下下\n流側では徐々に温度が下がるため，ＣＯ２が再び分離してＣＯとなるのも防止でき\nる。」（甲第３号証・８頁１３行～１７行）との記載とを根拠に，引用考案におけ\nる燃焼ガスの上流側には，発生したＣＯが酸化して消滅する部分があるから，この\n部分には本願発明１にいう「燃焼火炎」が存在し，この燃焼火炎中に水管が入って\nいると推測したものと考えられる。\nしかしながら，本願明細書の上記記載は，本願発明の燃焼火炎において\nは，従来型のボイラにおける燃焼火炎と比較して，水管の後流の渦流によって未燃\n分やＣＯが速く燃焼することにより火炎の長さが短くなることを言ったものにすぎ\nない。燃焼火炎中のＣＯの消滅は水管が燃焼火炎内にあるか否かにかかわらず起こ\nることであって，燃焼火炎中に水管が入っていることで起こる特殊な現象ではな\nい。また，燃焼火炎の部分において，燃焼反応の中間生成物として，ＣＯや水素な\nどが発生すること，燃焼が完結するまでに，これらの中間生成物のほとんどが燃え\n尽きることは一般的な技術常識である（甲第１４号証参照）。\n引用考案にも燃焼火炎が存在することは事実である。しかし，問題は，そ\nの燃焼火炎中に水管が置かれていることが引用例に記載又は開示されているかどう\nかである。\n引用例の技術思想は，「燃焼ガス」の温度が上流から下流に行くに従い低\nくなるため，下流に行くほど水管の伝熱面密度を大きくすることであり，「燃焼ガ\nス」を問題にするものであるから，「燃焼火炎」を問題にする本願発明１とは基本\n的技術思想が異なる。\n以上のとおり，引用考案中に燃焼火炎すなわち「未燃分やＣＯが燃焼して\n消滅する部分」があるからといって，そのことから，同考案において燃焼火炎中に\n水管が置かれていると認めることはできない。したがって，審決の前記認定・判断\nは誤っている。\n(3)　審決は，「「燃焼ガス」といえば，必ず，燃焼が完結したガスのことを指\nすとは限らず，火炎を含む高温ガスを指すこともあり・・・上記引用例に記載され\nたもの（判決注・引用考案）の燃焼ガスは，燃焼が完結した燃焼ガスのこと或いは\n連鎖的酸化反応の燃焼がほぼ完結してしまった燃焼ガスのことであると解さなけれ\nばならない旨の記載も見当たらない」（審決書４頁１７行～２６行）とする。\nしかし，たとい，「燃焼ガス」が，火炎を含む高温ガスを指す場合がある\nとしても，そのことは，何ら，燃焼火炎中に水管が入っていることの根拠とはなら\nない。\n本願発明１は，燃焼火炎温度の冷却に係るものであるのに対し，引用考案\nは，燃焼ガス温度を低く抑えるものであり，両者は，この点において大きく相違し\nている。\nなお，引用例（甲第３号証）については，特許庁の審査段階において，\n「燃焼ガス」の記載を，燃焼火炎と同じ意味を持つ「燃焼途上ガス」へ変更する旨\nの補正請求が，要旨を変更するものとして却下されている。これは，「燃焼ガス」\nは「燃焼火炎」とは，本質的に物理現象が異なるものであることを示すものであ\nる。\n(4)　審決は，原告が，引用考案は，燃焼終了後の燃焼ガス内で残留ＣＯが温度\nにより酸化するものであって，燃焼火炎内で燃料の燃焼とともにＣＯが消滅する本\n願発明１，２とは異なる，と主張したのに対し，引用考案における上流側の燃焼ガ\nス温度は１２００℃程度とされており，甲第１１号証（特開昭６０－７８２４７号\n公報）に記載された１０００℃以上１５００℃以下の火炎温度の範囲内に入ってい\nるから，引用考案が燃焼終了後の燃焼ガス内でのＣＯの酸化についてのものである\nとはいえない，とする。\nしかし，甲第１１号証は，従来のボイラについて述べたものであって，燃\n焼火炎中に水管が置かれたものについて記載したものではない。引用考案及び甲第\n１１号証のものに，燃焼火炎が存在することは原告も認めるが，引用例や甲第１１\n号証には，燃焼火炎中に水管が配置されている現象や状態は，開示されていない。\n(5)　審決は，原告が，引用考案において，伝熱面密度の小なるものから大なる\nものの順に水管群を配置したことでなぜ低ＮＯｘ化や１２００℃への温度抑制の作\n用効果を奏するのか不明であると主張したのに対し，「引用例に記載されたものに\nおいては，上流側及び下流側の燃焼ガス温度が，ＮＯｘの生成が急激に増大すると\nいわれている約１３００℃よりも低い１２００℃に抑えられていることを意味する\nものであり，そのため，ＮＯｘ特にthermalＮＯｘの発生が防止できることを意味す\nるものであると解することができる。」（審決書８頁２３行～２７行）とする。\nしかしながら，燃焼温度を下げると低ＮＯｘとなること自体は，もとも\nと，原告も認めているところであり，問題は，引用考案の上記構成がどうしてその\nような効果と結び付くのか，であるにもかかわらず，それについては審決は何ら説\n明していない。\n仮に，上記構成で上記効果を実現できるならば，本件発明の技術思想とは\n全く関係なく，殊更，引用考案の内容を，燃焼火炎中に水管を置くものと推定する\n必要はない。\n引用例は，「この考案のボイラーは，横幅の縮小が容易に行える」（甲第\n３号証１０頁１８行から１９行目）との効果も記載している。もし，引用考案が本\n願発明１，２と同じ技術思想を含むのであるならば，横幅の縮小を問題にしたのは\nおかしい。むしろ，燃焼室が不要となるとするべきである。しかし，実際には，引\n用考案では，逆に燃焼室が縦長になっている。\nこのように，引用考案の技術思想は不明であり，引用例に本願発明１と同\nじ技術思想が記載されているとは認められない。\n(6)　審決は，引用例中の予混合バーナを使う旨の記載から，「その火炎長さは\n相当長いものになるといえなくはない」（審決書７頁１４行～１５行）とあいまい\nな認定をしている（審決書７頁２行～１５行参照）。しかし，引用例に示されてい\nる予混合バーナは，あらかじめ空気を混合させておくので，それを使った場合は，\n燃料がバーナから出て初めて空気と混合して燃焼する，通常のバーナを使った場合\nに比べ，燃焼火炎は当然短くなるはずである（甲第２１，第２２号証参照）。上記\nのようなあいまいな推論をもって認定することは誤りである。\n被告の引用例の第１図，第３図（別紙参照）の記載についての主張は，図\n面からみた単なる推測的な判断であり，技術思想からは遠く離れた議論であって，\n誤っている。\n２　本願考案２についての審決の判断も，１と同じ理由により取り消されるべき\nである。\n第４　被告の反論の要点\n審決の認定判断は，正当であり，これを取り消すべき理由はない。\n審決が行った，引用考案の上流側には，未燃分やＣＯが燃焼して消滅する部\n分，すなわち，本願発明１にいう燃焼火炎が存在し，引用考案の水管群（２）を構\n成する各水管（２ａ）の少なくとも一部はこの燃焼火炎中に配設されていると解す\nることができる，との認定に誤りはない。\n１　引用考案の上流側の反応について\n(1)　燃焼とは，「高速の発熱反応」であり，一般に光を伴う現象の総称であ\nって，「反応帯における物質の化学反応による変化が，短時間で完了」すること，\n気相で反応する場合には火炎ができることなどは，燃焼に共通する現象である（乙\n第１，第２号証）。\n燃焼反応とは，可燃性物質と，空気等の「酸化剤との間で起こる酸化反\n応，単一物質の発熱分解反応あるいはそれらの複合」する反応であり，多くの中間\n生成物を介して，反応が「直列或いは並列的に進行」する連鎖反応である（乙第\n３，第４号証）。\n(2)　ＮＯｘ・ＣＯ２の低減に関する引用例の記載\nア　燃焼によって生成されるＮＯｘを抑制するためには，燃焼温度，Ｏ２\n濃度，あるいは，滞留時間を抑制することが必要である（乙第５号証）。\n引用例において先行技術文献とされているもの（実公昭５６－４７４\n７７号公報・乙第６号証）には，燃焼温度を抑制するために，冷却体を用いて，低\nＮＯｘ化を図ることが示されている。\nまた，引用例には，「この考案においては，バーナ（５）に空気比\n１．３の予混合気を供給して燃焼させた場合，ＮＯｘは，従来のものに比べて１／\n３～１／２程度まで低減」（甲第３号証・８頁１８行～２０行）したとの記載があ\nり，この記載は，甲第１５号証（小林清志外２名著「燃焼工学－基礎と応用－」）\n第１４０頁図６．１（ａ）φ＝０．９３のケースにおいて，予混合バーナの通常の\n火炎温度である約２０００℃のＮＯｘ濃度が，火炎温度の低減とともに急減し，約\n１２００℃において，約１／２程度まで低減していることと技術的に合致する。\nこれらの技術的事項に基づくと，引用例の，「上流側の伝熱面密度の\n小なる水管群においても，燃焼ガス温度が低くおさえられ」（甲第３号証・８頁８\n行～１０行），「ＮＯｘ特に thermal ＮＯｘの発生が防止でき」（８頁１１行～１\n２行）との記載は，上流側の水管群を用いて，燃焼温度を抑えて，ＮＯｘの発生を\n抑制したことを表現したものということができる。\nイ　引用例の「上流側の伝熱面密度の小なる水管群においても，燃焼ガス\n温度が低くおさえられ，下流側の外密度の大なる水管群においては，徐々に低下し\nていくため，ＮＯｘ特にthermalＮＯｘの発生が防止でき，しかも上流側においても\n燃焼ガス温度が１２００℃程度であるためＣＯが発生していても上流側でＣＯ２に\n酸化されてしまい，以下下流側では徐々に温度が下がるため，ＣＯ２が再び分離し\nてＣＯとなるのも防止できる。」（甲第３号証・８頁８行～１７行）との記載，及\nび「ＮＯｘは，従来のものに比べて１／３～１／２程度まで低減し，またＣＯは，\n十数ｐｐｍ以下までに低減するという結果が得られた。」（８頁１９行～９頁２\n行）との記載は，ＮＯｘの抑制と相反する傾向を有するＣＯの低減に関する文献\n（小林清志外２名著「機械工学基礎講座　燃焼工学－基礎と応用－」・甲第１０号\n証）の「そのため，高温状態で生ずるＣＯを排出までに完全燃焼させうるように，\n燃焼ガス温度を１３００Ｋ（被告注・約１０００℃）以下にしつつ，火炎後流でも\nＣＯの酸化反応が進行しうるように水素分（または水分）の存在する雰囲気を作り\n出し，充分な滞留時間を与える必要がある。」（甲第１０号証１５１頁６行～１０\n行）との記載とも技術的に整合する。\nウ　以上の技術的事項を総合すると，引用例の上記記載（甲第３号証８頁\n８行～１７行，８頁１９行～９頁２行）は，上流側の水管群で，ＮＯｘの発生を抑\n制しつつ，「ＣＯが燃焼して消滅」することを表現したものであって，引用例の上\n流側の水管（２ａ）間で燃焼反応が行われていることを意味するものというべきで\nある。\n(3)　実施例・図面の記載\nア　引用例の【従来の技術】欄には，「角型缶体構造とは，多数の水管を\n直列に配置してなる水管列を対向配置して，その間に燃焼室を形成したものをい\nい，バーナ燃焼ガスは，この水管列の間を交叉方向に通過する」（甲第３号証・２\n頁９行～１２行）との記載（具体例として，実開昭５６－１３６９０４号公報（乙\n第７号証）第３図参照）があり，引用例中で先行技術文献として開示された実公昭\n５６－４７４７７号公報（乙第６号証）第１図及び同じく特公昭５６－４６０４６\n号公報（乙第８号証）第１図には，バーナの前面に水管を設けないことが示されて\nいる。\nイ　これに対し，引用例の第１図や第３図（別紙参照）には，従来技術に\n記載された内容とは異なり，バーナの前面に，それも直近して，水管（２ａ）を略\n全域に設けることが記載されている。第１図や第３図のバーナ（５）が「表面燃焼\nバーナ等の予混合バーナ」（甲第３号証・６頁３行～４行）であれば，その火炎の\n長さは，極端に短いものでない。\nこれらのことは，上流側の水管（２ａ）間で燃焼反応が行われている\nことを示唆している。\nウ　引用例の実施例には「バーナ（５）からの燃焼ガス」（甲第３号証・\n６頁６行～７行，７頁１行・１６行）との記載が多用されている。この「バーナ\n（５）からの燃焼ガス」という文言を技術的にみると，バーナから直接噴出される\nのは，火炎，すなわち，燃焼反応中のガスであるから，噴出直後の「バーナ（５）\nからの燃焼ガス」は，燃焼反応中のガスであると理解できる。\nそうすると，引用例の実施例の「上流側の伝熱面密度の小なる水管群\nにおいても，燃焼ガス温度が低くおさえられ」（甲第３号証８頁８行～１０行）と\nの記載は，上流側で起こっている燃焼反応の温度を抑制することを表現したものと\nいうことができる。しかも，このことは，前述した「上流側の水管群を用いて燃焼\n温度を抑えて」いるということとも整合している。\n(4)　まとめ\n以上の(1)ないし(3)によれば，引用考案の上流側では燃焼反応が行われ\nているということができる。したがって，審決が，引用考案の上流側には，未燃分\nやＣＯが燃焼して消滅する部分，すなわち，本願発明１にいう燃焼火炎が存在す\nる，と認定したことに誤りはない。\n２　引用考案の上流側の水管の少なくとも一部は燃焼火炎中に配設されること\nについて\n上記のとおり，引用考案の上流側では燃焼反応が行われている。\nそして，引用例の第１図，第３図（別紙参照）や，「上流側の水管（２\nａ）」（甲第３号証・７頁１１行～１２行）との記載から分かるとおり，引用考案\nの上流側の略全域に水管（２ａ）が存在している。\nそうすると，引用考案の上流側では燃焼反応が行われ，かつ，水管（２\nａ）が存在することになるから，審決が，引用考案の水管群（２）を構成する各水\n管（２ａ）の少なくとも一部はこの燃焼火炎中に配設されている，と認定したこと\nに誤りはない。\n第５　補助参加人の主張の要点\n１　本願発明１，２について\n原告は，燃焼火炎中に水管を置くことは厳格に禁止されていた旨主張する\nが，このような事実はない。原告が引用する甲第４ないし第６号証のいずれにも，\n禁止の語は用いられていない。これらの各号証における原告の引用箇所は，すべ\nて，油燃焼に関するものであり，ガス燃焼に関するものではない。「厳格に禁止さ\nれていた」との原告の主張が事実に反することは，丙第５ないし第１０号証から\nも，明らかである。\n原告の主張によれば，「燃焼火炎中に水管を置くと必ず水管の焼損を招く」\nことになるが，水管が破損するか否かは，当該水管の限界伝熱面熱負荷とその場の\n燃焼火炎温度とによって決まるのであるから，従来のボイラなら水管が破損し，同\nじ構成でも本願発明の場合なら水管が破損しないということにはならない。本願発\n明１には，水管の焼損を防止する何らの技術的事項も示されておらず，水管の破損\nを防ぐという課題の解決ための手段は全く示されていない。本願発明２には，「裸\n管」，「内面に溝」，「断熱被膜」などの記載があるが，これらは破損防止の常套\n手段にすぎず，到底，特許性を云々できるレベルの技術ではない。\n２　審決の違法性について\n(1)　燃焼ガスと燃焼火炎との相違は，位置的な区別に関するものではなく，そ\nれぞれが属するカテゴリーに関するものである。燃焼ガスとは，「燃焼に伴う生成\n物（物質）」であり，火炎とは，「そのような燃焼ガスにおける発光（可視光領\n域）を伴う状態」であると解するのが当業者にとっての合理的な解釈である（甲第\n７号証参照）。\n審決が認定するように「『燃焼ガス』といえば，必ず，燃焼が完結したガ\nスのことを指すとは限らず，火炎を含む高温のガスのことを指すこともあり」（審\n決書４頁１７行～１８行）とするのが，当業者の常識である。\n本願発明１，２を基礎とした分割出願（特願平１０－１６２０３５号・丙\n第１２号証公報参照）につき，本願発明１，２の発明者が提出した宣誓供述書（丙\n第１３号証）でも，上記甲第７号証の定義に近い解釈が述べられている。\n(2)　引用考案における「燃焼ガス」の意味については，引用例全体の記載から\n合理的に解釈すべきである。引用例（甲第３号証）の「従来技術」，「実施例」及\nび「発明の効果」の各記載，特にＮＯｘやＣＯの低減に関する記載によれば，「燃\n焼ガス」の用語が，火炎状態（燃焼反応中）のものも含む意味で使用されているこ\nとは明らかである。\nthermalＮＯｘの生成は，①燃焼温度が高く，②燃焼域でのＯ２濃度が高\nく，③高温域での燃焼ガス温度の滞留時間が長くなるほど多くなるのであり（丙第\n１４号証１３４頁６行～９行参照），特に，thermalＮＯｘの生成は，燃焼火炎温度\nに強く依存し（丙第１５号証・第１部第３９頁１行参照），火炎温度の上昇により\n指数関数的に増大する（丙第１４号証１３４頁第１３図）。しかも，いったんＮＯ\nｘが生成されると，その分解速度は極めて遅く，普通の反応条件の下ではＮＯが窒\n素と酸素に解離することは余りなく，ＮＯｘは高温域を離れた後は，頑強に存在す\nる，いわば凍結される，ものなのである（丙第１６号証３５１頁１２行～１４行，\n同第１７号証１０９頁１０行～１１行各参照）。したがって，ＮＯｘの生成の抑制\nの観点からは，燃料が燃え終わった部分の温度を低く抑えても手遅れであり，この\n意味からも，低ＮＯｘ化を問題にしている引用例における「燃焼ガス」は，火炎状\n態（燃焼反応中）の燃焼ガスを含んでいるものということができる。\n(3)　原告は，引用考案の技術思想について，伝熱面密度を小から大なるものへ\n水管群を配置したことで，なぜ低ＮＯｘ化や１２００℃となるのか等の作用効果を\n奏するのか不明である，旨主張する。\n引用例は，燃焼火炎温度を低下させて低ＮＯｘ化を実現する従来技術も紹\n介した上で，「上流側の伝熱面密度の小なる水管群においても，燃焼ガス温度が低\nくおさえられ，下流側の外密度の大なる水管群においては，徐々に低下していくた\nめ，ＮＯｘ特にthermal ＮＯｘの発生が防止でき」（甲第３号証８頁８行～１２\n行）と説明しているのであるから，ここにおける「燃焼ガス温度」が本件発明の\n「燃焼火炎温度」と同じであることは明白であり，意図的な曲解をしない限り，燃\n焼反応中に水管を配置して水管における吸熱によって１２００℃に抑制しているこ\nとは明らかである。\n(4)　原告は，引用例の審査段階における補正却下処分を問題にするが，その補\n正却下は，新規な造語「燃焼途上ガス」を追加しようとした点が拒否されたものに\nすぎない。「燃焼ガス」と「燃焼火炎」の物理現象の相違の証明と補正却下とは，\n全く次元の異なる問題であり，無関係である。\n第６　当裁判所の判断\n１　本願発明１が，炉筒水管ボイラにおいて，炉筒内の燃焼火炎中に収熱水管を\n配置するものであることは，その特許請求の範囲の記載から明らかである。\n原告は，引用例には，本願発明１が開示する，「燃焼火炎」中に水管を置く\nとの上記技術が開示されていない旨主張する。\n(1)　甲第３号証によれば，引用例には，次の記載及び別紙記載の図１，３があ\nることが認められる。\nア　実用新案登録請求の範囲\n「複数本の水管を実質上平行に配置し，これら水管群に対して交叉方向に\n燃焼ガスを流通させる形式の多管式貫流ボイラーにおいて，燃焼ガスの流れ方向上\n流側から下流側に向けて，伝熱面密度の異なった２以上の水管群を，該密度の小な\nるものから大なるものの順に配置したことを特徴とする角型多管式貫流ボイラ\nー。」（明細書１頁５行～１１行）\nイ　産業上の利用分野\n「この考案は，燃焼ガスを水管に対する交叉線方向に直線的に流通させる\n形式の角型多管式貫流ボイラーに関するものである。」（同１頁１４行～１６行）\nウ　従来の技術\n「・・・近年では，環境汚染問題等により，ボイラーからの有害燃焼排気\n物，特にＮＯｘ，ＣＯ等の更なる低減化が求められている。このような有害燃焼排\n気物の低減化対策として，燃焼ガス温度を下げることにより，ＮＯｘ（特に\nthermalＮＯｘ）の生成を抑制する方法，並びに，燃焼ガス温度を一定の温度範囲に\n保つことにより，ＣＯをＣＯ２に酸化させてＣＯの残留を阻止する方法が知られて\nいる。より具体的には，実公昭５６－４７４７７号公報に見られるようにバーナ炎\nを水冷壁などに当てたり，特公昭５６－４６０４６号公報に見られるように，旋回\nする空気流の中心部で過剰濃度の混合気を燃焼させたりして，燃焼温度を調整する\nものや，また，特開昭６０－７８２４７号公報に見られるように，バーナ近傍の冷\n体物によって燃焼ガス温度を調整した後，熱交換器までの間の断熱空間内でＣＯを\n酸化させるもの等がある。」（同２頁１４行～３頁１１行）\nエ　考案が解決しようとする課題\n「一般に，バーナからの燃焼ガス流は，水管への伝熱により下流側ほど温\n度が低下し，これに伴なって体積が減少するため，上記のボイラーでは，燃焼ガス\nの下流側において，流速が低下し，伝熱効率が著しく低下するという問題が生じ\nる。」（同３頁１８行～４頁２行）\nオ　課題を解決するための手段\n「この考案は，上述課題を解決するためになされたもので，複数本の水管\nを実質上平行に配置し，これら水管群に対して交叉方向に燃焼ガスを流通させる形\n式の多管式貫流ボイラーにおいて，燃焼ガスの流れ方向上流側から下流側に向け\nて，伝熱面密度の異なった２以上の水管群を，該密度の小なるものから大なるもの\nの順に配置したことを特徴とする角型多管式貫流ボイラーである。」（同４頁９行\n～１６行）\nカ　作用\n「この考案に係る角型多管式貫流ボイラーは，燃焼ガスの流れ方向上流側\nから下流側に向けて，順次，伝熱面密度を増加させた水管群を配したことにより，\n燃焼ガスからの熱伝達を上流側から下流側まで均等ならしめ，安定した熱伝達を行\nうことができ，また燃焼ガスの温度を徐々に下降させ，また滞留時間も長くするこ\nとができるため，有害排気物の発生を抑えることができる。」（同４頁１８行～５\n頁５行）\nキ　実施例（判決注・別紙記載の図１，３参照）\n「バーナ（５）としては，例えば表面燃焼バーナ等の予混合バーナを用い\nることができるが，このようなバーナは，水管群（２）の水管壁（１）端部間（図\n中上方）に配置する。従って，バーナ（５）からの燃焼ガスは，水管壁（１），\n（１）間を図中上方から下方に向けて流れることになり，これに関連して上記の水\n管群（２），（３），（４）は，この流れ方向に沿って伝熱面密度（燃焼ガスの単\n位流路長さ当りの伝熱面面積）の小さいものから大きいものへと配列された状態と\nしてある。」（同６頁３行～１２行）\n「以上のような構成の角型多管式貫流ボイラーによれば，バーナ（５）か\nらの燃焼ガスは，水管壁（１），（１）間で直管状の水管群（２），横ヒレ状のフ\nィン付の水管群（３）並びにエロフィン水管群（４）を通過し，エコノマイザーを\n介して，あるいは直接煙突から流出する。」（同６頁２０行～７頁５行）\n「更に，図示するような缶体構造とすることにより，燃焼ガスの流通経路\nを直線状に比較的長く設定でき，バーナ（５）からの燃焼ガスが水管群（４）の最\n後尾の水管（４ａ）を通過するまでに要する時間を比較的長く設定できる。」（同\n７頁１４行～１８行）\n「この考案の缶体においては，上流側の伝熱面密度の小なる水管群におい\nても，燃焼ガス温度が低くおさえられ，下流側の外密度の大なる水管群において\nは，徐々に低下していくため，ＮＯｘ特にthermal　ＮＯｘの発生が防止でき，しか\nも上流側においても燃焼ガス温度が１２００℃程度であるため，ＣＯが発生してい\nても上流側でＣＯ２に酸化されてしまい，以下下流側では徐々に温度が下がるた\nめ，ＣＯ２が再び分離してＣＯとなるのも防止できる。この考案においては，バー\nナ（５）に空気比１．３の予混合気を供給して燃焼させた場合，ＮＯｘは，従来の\nものに比べて１／３～１／２程度まで低減し，またＣＯは，十数ppm以下までに低減\nするという結果が得られた。」（同８頁８行～９頁２行）\nク　考案の効果\n「又，この考案のボイラーでは，燃焼ガスが比較的均一に温度低下しなが\nら通過し，その温度を低く抑えられるため，ＮＯｘやＣＯ等の有害廃棄物の発生が\nほとんどなく，公害対策上も有利である。更に，この考案のボイラーは，横幅の縮\n小が容易に行えるから同一効率で比較した場合の全体の大きさを縮小し，設置スペ\nースの削減を可能にし，同一スペースでも多くのボイラーが設置できる・・・」\n（同１０頁１４行～１１頁１行）\n(2)　上記認定の引用例の記載によれば，引用例中には，「燃焼ガス」が水管群\nを通過する旨の記載はあるものの，「燃焼火炎」が水管群を通過する，あるいは\n「燃焼火炎」中に水管を置く，といった文言の記載は見当たらない。\n証拠（甲第１２ないし第１４号証，乙第１ないし第４号証）によれば，\n「燃焼」とは，「酸化反応が高温で熱と光をともないながら，自動的に進行する現\n象」（甲第１２号証１頁１０行～１１行，乙第２号証１頁１０行～１１行）あるい\nは「高速の発熱反応で，一般に光を伴う現象の総称」（乙第１号証７頁１２行）を\nいい，「反応帯における物質の化学反応による変化が，短時間（パラフィン系炭化\n水素＝空気予混合燃焼で１０－３～１０\n－２秒程度）で完了すること，気相で反応する\n場合には火炎ができることなどは，燃焼に共通する現象である」（乙第１号証７頁\n１２行～１５行）こと，「燃焼ガス」とは，「燃料の可燃元素である炭素，水素，\nいおうなどが完全燃焼して生ずるＣＯ２，Ｈ２Ｏ，ＳＯ２のほかに，供給されたＯ２\nのうち燃焼に供されなかった過剰のもの，供給された空気中のＮ２，燃料中に最初\nからあるＮ２，ＣＯ２などの不燃性ガス，燃料や空気中の水分などから成り，不完全\n燃焼の場合は，すす，ＣＯ２，Ｈ２，ＣｘＨｙなどの未燃物も含む。」（甲第１２号\n証２２頁５行～９行）ものであること，と定義されていることがそれぞれ認められ\nる。\n原告は，上記用語の定義から，「燃焼火炎」とは，激しく燃料が燃え，光\nと熱を発生する部分であるのに対し，「燃焼ガス」とは，その燃え終わった部分で\nあるとするのが技術常識であるから，両者は別個のものとして区別されるべきであ\nると主張し，甲第１３，第１４号証（いずれも宣誓供述書）中にはこれに沿う部分\nがある。\nしかしながら，他方，証拠（甲第７ないし第９号証，丙第１３号証）によ\nれば，「火炎は酸化反応のある状態をあらわす言葉であるが，物質としては反応生\n成物であるから，これを燃焼生成物（combustion　products），燃焼ガ\nス（combustion　gas）などとよぶ。とくに，その温度が低下して発光をともなわな\nい状態になれば，これを火炎と呼ばないのが普通である。」（甲第７号証２頁８行\n～１２行），「燃料が燃焼したときに生ずる高温のガスを燃焼ガスまたは燃焼廃ガ\nスといい・・・ガス燃料における燃焼ガスの状態は，当初は火炎（炎）を形成する\nが次第に炎は消滅する。いずれにしても高温のいわゆる燃焼ガス状態をある程度保\nつが，この燃焼ガスはボイラーの流動域によってその名称が変わる。すなわち，燃\n焼室や主な伝熱面を流動中は燃焼ガス，そして煙道に達し３５０℃程度以下になっ\nた燃焼ガスは煙道ガスと称し，・・・」（甲第８号証３０頁下から２行～３１頁下\nから３行），「火炎を含む燃焼ガスは高温であると同時に内燃機関などの動作ガス\nとして直接利用できる」（甲第９号証７５頁１６行～１７行）とする文献があるこ\nとが認められる。また，甲第１１号証によれば，本願出願前に公開された特開昭６\n０－７８２４７号には，「このフィン群３内には冷水が通るチューブ４が挿通して\nあり，火焔が通過する際にその温度を約１,０００℃以上，約１,５００℃以下に制\n御するように設定してある。・・・前記温度制御された火焔（燃焼ガス）\nは・・・」（５欄８行～１４行）との記載があることが認められる。\nこれらの記載は，「燃焼ガス」の語が「燃焼火炎」を含むものとして用い\nられる場合があることを示すものであり，これらの記載に照らすと，原告の指摘す\nる上記証拠のみでは，燃焼火炎と燃焼ガスとを別個のものとして区別するのが技術\n常識であると認めることはできず，他にこれを認めるに足りる証拠はない。\nしたがって，用語の一般的意味からは，直ちに，引用例にいう「燃焼ガ\nス」が「燃焼火炎」と別個のものである，と解することはできないというべきであ\nる。\n(3)　甲第３号証によれば，引用例には，そこで用いられている「燃焼ガス」の\n語の意義を，原告主張の，燃焼火炎を除く燃焼が終了した後のもの，に限定する記\n載は存在しないことが明らかである。\nむしろ，前記の引用例の記載の下では，次のようにいうことができる。\n引用例は，ＮＯｘ，ＣＯ等の有害燃焼排気物の低減化対策として，燃焼ガ\nス温度を調整することが必要とされるボイラに関する考案であり，そこでは，従来\n例として，バーナ炎自体を冷やすことによって燃焼ガス温度を調整するものが挙げ\nられている。また，引用例では「バーナ（５）からの燃焼ガス」との表現が用いら\nれており，バーナから直接噴出されるのは火炎であることは明らかであるから，こ\nの表現は，燃焼火炎を含むものと理解するのが自然である。そして，この「バーナ\n（５）からの燃焼ガス」は，水管群（２）ないし（４）を通過し，水管への伝熱に\nよって低温化し，ＮＯｘの発生が防止されるものとされている。さらに，明細書の\n図面１，３（別紙参照）には，バーナが水管と近接した位置に図示されており，甲\n第１５，第１６号証によれば，バーナからの火炎の長さは，ノズルの直径に比して\n相当に長いことが認められる（直径３・２ｍｍのノズルによる噴流火炎の長さは，\n噴流流速１０ｍ／ｓ以下でも３０ｃｍ近くに達し，噴流流速２０ｍ／ｓを超えて乱\n流火炎となった後は，流速を増しても，約４０ｃｍ程度の長さを保つ）。以上の事\n実を総合すると，他に特段の事情が認められない限り，引用例の「燃焼ガス」は，\n「燃焼火炎」を含み，水管の一部は燃焼火炎中にあるものと解するのが相当であ\nる。\n(4)　原告は，従来例のボイラにおいて，燃焼火炎内に水管を置くことは，水管\nの焼損を招くことになるため厳格に禁止されており，これが本願発明までの当業者\nの技術常識であって，本願発明が初めて燃焼火炎中に水管を配置したものである旨\n主張する。\n甲第２号証の１によれば，本願明細書には，〔課題を解決するための手\n段〕の項に「従来の炉筒水管ボイラの炉筒内では，本発明のような水管に火炎をぶ\nつつけると未燃分の発生及び水管の燃損は伴なうとの考えの下に採用されていなか\nったのである。」（３欄２２行～２４行）との原告主張に沿う記載がある。\nまた，甲第４ないし第６号証によれば，昭和２９年発行の「燃料の節約と\n汽罐の保全」と題する文献には，「重油燃焼の概念」の章に「（４）焔が伝熱面に\nふれない内に燃焼を完了させること・・・（５）焔を汽罐受熱面や炉壁面に直接ふ\nきつけてはならぬ」との記載があること，昭和３０年発行の「汽罐取扱いの実際」\nと題する文献には，「重油燃焼についての心得」の章に「最も近い蒸発管（水管）\nとは，火炎の先端が衝突することを避けるためなるべく離し，少なくとも１５００\nｍｍの距離をおく。」との記載があること，平成１０年発行の「二級ボイラー技士\n教本」（初版改訂第３刷）と題する文献には，「燃焼室」の項に「燃焼速度を速く\nし，燃焼室内で燃焼を完結させる。・・・使用バーナの特性に適合しない形状の燃\n焼室においては，火炎が放射伝熱面あるいは炉壁を直射し，これらを焼損したり，\n不完全燃焼を起こしたりする。」との記載があることが認められる。\nしかしながら，他方，丙第５号証，第６号証の１，２，第７号証によれ\nば，実公昭３９－１００２号公報には，「火焔を左右に分流して後列蒸発管Ａ１に\n当て加熱度を上昇し蒸発管群Ａ１の加熱を平等にせんとするもので蒸気の発生を迅\n速にし蒸発量を豊富にして負荷の調節を自在にし過熱部蒸発管の焼損を防ぎ」（丙\n第５号証・１頁右欄９行～１３行）との記載があること，昭和３３年に特許庁資料\n館に受け入れられた米国特許第２８４１１２４号には，「温水ボイラ部分に冷水が\n入っても亀裂を生じず，放射状の炎に直接接触させる・・・管を持つこじんまりし\nた小型重畳水平部ガス燃焼ボイラ」（訳文である丙第６号証の２・１頁２１行～２\n６行）との記載があること，特開昭６２－８４２５８号公報には，「第一の伝熱管\n群は，燃焼手段に最も近接して，例えば燃焼手段によって形成される火炎中・・・\nに配置される」（丙第７号証・２頁右上欄１５行～１７行）との記載があることが\n認められ，これらの記載によれば，本願出願前に，火炎をボイラの水管に直接接触\nさせる技術が，複数公開されていたものであることが明らかである。これらの事実\nに照らすと，甲第４ないし第６号証から，本願出願前において，燃焼火炎内に水管\nを置くことが厳格に禁止されていたものと認めることはできず，他にこれを認める\nに足りる証拠はない。上記本願明細書の〔課題を解決するための手段〕の記載を証\n拠に裏付けられたものと認めることはできない。\n(5)　原告は，引用考案に燃焼火炎があることは認めるが，引用考案は燃焼火炎\nによる燃焼が終わった後の燃焼ガスに関する考案である旨主張する。\nしかしながら，証拠（丙第１４ないし第１７号証）によれば，Thermal　Ｎ\nＯの生成は，燃焼温度が高く，燃焼域でのＯ２濃度が高く，また高温域での燃焼ガ\nスの滞留時間が長くなるほど多くなり，特に温度についてその傾向が顕著であるこ\nと，いったんＮＯが形成されると分解速度はきわめて遅く，普通の反応条件の下で\nはＮＯが窒素と酸素に解離することは余りないこと，このため，ＮＯは，高温帯を\n離れた後は頑強に存在し，いわば「凍結」されることが認められる。\n仮に，原告主張のとおり，引用考案が，燃焼が終わった後の燃焼ガスの温\n度調節に関する考案であるとすると，燃焼火炎の段階でのＮＯｘの発生については\n何らの配慮もされないことになり，前記認定によれば，この段階で発生したＮＯｘ\nはその後の燃焼ガスの温度をいくら調節しても消滅しないことになり，引用考案が\nＮＯｘの発生を防止することが求められているボイラに関するものであることと合\n致しない。\n引用考案が，ＮＯｘの発止防止を当然の前提としていると認められる以\n上，燃焼火炎の段階でも燃焼温度を調節し，ＮＯｘの発生を防止する構成を採用し\nているとみるのが相当である。\n原告の主張は採用することができない。\n(6)　原告は，引用考案では，伝熱面密度の小なるものから大なるものの順に水\n管を配置した構成と，低ＮＯｘ化や１２００℃の温度が実現されるという作用効果\nとの関係が不明であり，本願発明１と同一の技術思想に基づくものとは認められな\nい旨主張する。\nしかしながら，前記認定によれば，引用考案は，燃焼ガス内に水管を置\nき，燃焼ガスを冷却してその温度を調節することによって，ＮＯｘの発生を防止す\nるとともに，１２００℃の温度を実現するものであり，そうである以上，仮に引用\n発明の技術思想が本願発明の技術思想と相違しているとしても，そのことは，引用\n発明と本願発明１とが同一であるとの判断を何ら左右するものでないことが明らか\nである。\n原告の主張は，失当であり，採用することができない。\n(7)　他に，引用例の「燃焼ガス」が「燃焼火炎」を含まないとする特段の事情\nを認めるに足りる主張，立証はない。\n２　なお，審決は，本願発明２の新規性についても判断を加えているが，本件は\n出願公告後にされた拒絶査定に対する不服の審判請求であるから，本願発明１につ\nいて新規性が否定されれば，本願発明２について判断するまでもなく，審判請求が\n成り立たないことになる。したがって，審決が，本願発明２の新規性についても判\n断したのは，本来不要なことであり，本願発明１について新規性が認められない本\n件においては，本願発明２について判断するまでもなく，原告の審決取消理由は認\nめられないというべきである（もっとも，以上述べたところによれば，本願発明２\nについての審決の判断にも，取消事由が認められないことは，明らかである。）。\n第７　以上によれば，原告主張の取消事由は理由がなく，その他，審決にはこれを\n取り消すべき瑕疵は見当たらない。そこで，原告の請求を棄却することとし，訴訟\n費用の負担について行政事件訴訟法７条，民事訴訟法６１条を適用して，主文のと\nおり判決する。\n東京高等裁判所第６民事部\n裁判長裁判官  　 　 山　　　下　　　和　　　明\n裁判官　　　  宍　　　戸　　　　　　　充\n裁判官　　　　阿　　　部　　　正　　　幸\n※　別紙として，甲３の図１，３を１枚の紙にまとめたものを，判決書に添付\nする。\n別紙\n"
}