{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 10,
    "day": 14
  },
  "case_number": "平成15(ネ)441",
  "case_name": "共済金等請求控訴事件",
  "court_name": "名古屋高等裁判所民事第1部",
  "result": "棄却",
  "original_court_name": "名古屋地方裁判所\n        　岡崎支部",
  "original_case_number": "平成12(ワ)71",
  "lawsuit_id": "3160",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=3160",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/160/003160_hanrei.pdf",
  "contents": "主　　　　　　　　文\n１　本件控訴を棄却する。\n２　控訴費用は，１審原告の負担とする。\n事実及び理由\n（以下，略語は原判決に準ずる。）\n第１　当事者の求めた裁判\n１　１審原告\n(1)　原判決を取り消す。\n(2)　１審被告は，１審原告に対し，３０５０万円及びこれに対する平成１１年１１月１\n日から支払済みまで年５分の割合による金員を支払え。\n(3)　訴訟費用は，第１，２審とも１審被告の負担とする。\n(4)　仮執行宣言\n２　１審被告\n主文同旨\n第２　事案の概要\n１　本件は，１審原告が１審被告との間で被共済者を１審原告の息子であるＡ（昭和４\n３年生まれ）とした養老生命共済契約（本件共済契約）を締結し，Ａが平成９年７月\n２４日午後０時２１分に死亡し，死亡共済金３０００万円は既に受領したとの事実関\n係を前提として，１審原告が１審被告に対し，①Ａの死亡が本件共済契約上の共済\n約款に定める「災害」による場合に該当するとして，本件共済契約の災害給付特約\n及び災害死亡割増特約（本件各特約）に基づく災害給付共済金６００万円及び災\n害死亡割増共済金２４００万円（以下「本件共済金」という。）並びにこれらに対する\n遅延損害金（１審原告が催告した期限の翌日である平成１１年１１月１日から民法\n所定の年５分）の支払を請求するとともに，②１審被告が本件共済契約の契約者\n変更手続の際に，１審原告名義の紛失届を偽造したとして，不法行為に基づく慰謝\n料５０万円及びこれに対する遅延損害金（不法行為後である平成１１年１１月１日\nから民法所定の年５分）の支払を請求したところ，１審被告が，Ａの死亡は胸部大\n動脈瘤破裂を原因とするもので，「災害」による死亡には該当しないと主張し，ま\nた，紛失届も１審原告の承諾のもとに作成されたもので，偽造ではないと主張して\n争った事案である。\n原審は，Ａの死亡が災害によるものとは認められないこと，紛失届も１審原告の\n意思に基づくもので偽造とは認められないことを理由に１審原告の各請求をいずれ\nも棄却したところ，１審原告がこれを不服として控訴した。\n２　争いのない事実等，争点及び当事者の主張は，次のとおり改めるほか，原判決\n「事実及び理由」の「第２　事案の概要」の１及び２のとおりであるからこれを引用す\nる。\n(1)　原判決２頁６行目の「被告の前身。」及び７行目の「被告は，平成８年４月１日\n設立。」を削り，９行目の「（甲１）」，１８行目の「（乙５の１・２）」及び３頁３行目の\n「（甲２）」をいずれも「（争いがない。）」と，５行目の「お料理Ｂ家」を「料理Ｂ家」\nと，１０行目の「（甲６，１４の３）」を次のとおりそれぞれ改める。\n「（ＡがＢ家で調理師として稼働していたこと，同人が平成９年７月２２日に調理場で\n調理作業等に従事していたこと，同人が同日午前１０時ころ倒れ，救急車で豊橋\n市民病院に搬送されたこと，同人が同月２４日死亡したこと，直接の死因が胸部\n大動脈瘤破裂であることはいずれも争いがなく，その余は甲４，６，１４の３によ\nる。）」\n(2)　原判決３頁１２行目の次に行を改めて次を加える。\n「(6)　安城市農協は，平成８年４月１日，他の農協と合併して，１審被告が設立さ\nれ，安城市農協の債権債務関係は１審被告に承継された（弁論の全趣旨）。\n(7)　１審原告は，１審被告に対し，平成１１年９月２２日到達の内容証明郵便で\n同年１０月末日までに本件共済金合計３０００万円を支払うよう請求した。」\n(3)　原判決４頁７行目及び８行目の各「真正大動脈瘤」を「真性大動脈瘤」と，２２\n行目の「被告の慰謝料支払義務の有無」を「安城市農協の担当者が１審原告名\n義の書類を偽造するなどしたか。その慰謝料としてはいくらが相当か。」とそれぞ\nれ改める。\n第３　当裁判所の判断\n１　当裁判所も，Ａの死亡は本件共済契約上の共済約款に定める「災害」に該当する\nとはいえず，また，１審被告が本件紛失届を偽造したものとは認められないと判断\nする。その理由は，次のとおり改め，次項以下で当審での補充主張に対する判断\nを加えるほか，原判決「事実及び理由」の「第３　争点に対する判断」のとおりであ\nるからこれを引用する。\n(1)　原判決５頁１１行目の「１９，」を「１５の１及び３，１９，２０，２２，」と，１４行目の\n「Ａ」を「Ａ（昭和４３年４月８日生まれ）」と，６頁１４行目の「幅約９０センチメート\nル」から１５行目の「窓，」までを「幅約１７０センチメートル・高さ４０センチメートル\nの片側しか開かない引き違いの窓，」とそれぞれ改め，１７行目の「ないし８０」を\n削り，１９行目の「東側から」から２１行目の「開け放たれていた。」までを「幅約１\n２０センチメートルの扉のない出入口になっていた。Ａが調理作業をしていた間，\n上記各窓が開いていたか否かは不明である。」と改める。\n(2)　原判決７頁２０行目，８頁３行目及び９頁１５行目の各「真正大動脈瘤」を「真性\n大動脈瘤」と，８頁１２行目の「偶発生」を「偶発性」と，９頁６行目の「南側の戸は\n開けっ放しの状態になっており，」を「南側には扉のない出入口があり，」と，１０\n頁１７行目から１８行目にかけての「原告自身押印したことを認めていること，」を\n「１審原告の妻であるＣが１審原告の名前を署名し，押印したものであること，」\nと，２２行目の「安城氏市農協」を「安城市農協」とそれぞれ改める。\n２　１審原告は，本件共済金請求について，①Ａは高血圧症及び大動脈中膜壊死の\n基礎疾患を有していなかったこと，②本件厨房内での高温の環境は日常生活上普\n通に生じ得るものではなかったこと，③本件厨房内は当然予見できない程度の高\n温と酸欠状態であったこと，④Ａの胸部大動脈瘤が成長しかつ破裂した原因は，本\n件厨房内での超高温及び酸欠状態の継続により，過度の血圧上昇，発汗等による\n血液粘性の増大が考えられること，⑤仮にＡに胸部大動脈瘤があったとしても，当\n時かかる超高温及び酸欠状態の継続という状況がなければ，これが成長し，破裂\nすることはなかったもので，軽微な外因により発症したものではなく，本件約款の別\n表２の備考欄の記載からも，対象となる事故に含まれると考えるべきことなどを理\n由に，Ａの死亡は「災害」であるとるる主張する。\nしかしながら，上記①について，Ａに基礎疾患があったことは，豊橋市民病院の診\n療録にも記載があり，病理検査の結果により大動脈中膜壊死が認められたことか\nらすれば，１審原告の上記主張は理由がない。\nまた，上記②及び同③について，本件厨房内は，確かに，一般家庭における台\n所の火気の状況とは異なるものの，飲食店等の厨房内における火気の状況から\nすれば，高温の環境は普通に生じ得ることであり，上記認定（原判示を含む。）のと\nおり，本件厨房内で働いていたＤにおいても，暑さや息苦しさから外に出るというこ\nとはなかったこと，当日は停電で本件厨房内のクーラー等が作動していなかった\nが，Ａが調理作業をしていたコンロ上（本件厨房内の北側）には引き違いの窓（幅\n約１７０センチメートル・高さ４０センチメートル）があり，当時上記窓が開いていたか\n否かは不明であるが，普通に我慢できない暑さであれば，上記窓を開けることもで\nきたはずであること，本件厨房の南側に扉のない出入口があり，本件厨房内の換\n気ができない状況ではなかったことなどからすれば，普段本件厨房内で調理作業\nをしているＡにとって，本件厨房内の状況が予想を超えるほどの高温や酸欠状態\nであったものとはいえず，１審原告の上記主張は採用できない。\n上記④について，確かに，書面尋問による証人Ｅ（以下「Ｅ医師」という。）の回答\n書には，１審原告の主張する内容に沿う記載があるものの，これはＥ医師がＡの胸\n部大動脈瘤の破裂の原因として考えられる一つの仮説を記載したものにすぎず，\nＡが健康診断を受けていなかったこともあり，Ｅ医師としても上記大動脈瘤がいつ\nごろ発症したものかは不明と結論付けているものであり，１審原告の上記主張を採\n用することはできない。\nさらに，上記⑤についても，Ａの胸部大動脈瘤の発症時期及びその破裂の原因\nが特定できないものであり，上記大動脈瘤が外因により発症したものとまではいえ\nず，１審原告の上記主張も採用しがたい。\n本件各特約に基づく保険金を請求する者は，外来の急激で偶発的な事故による\n被害であることについて主張，立証すべき責任を負うと解されるところ，既に判示\nのとおり，本件各証拠によるも，Ａの死亡が本件各特約の適用を受ける「災害」に\nよるものと認めることはできないといわざるを得ない。\n３　１審原告は，本件慰謝料請求について，①養老生命共済証書（以下「本件証書」と\nいう。）を自宅の金庫に保管しており，紛失したことがないこと，②本件紛失届の筆\n跡が１審原告やその家族のものでないことなどから，本件紛失届が１審原告に無\n断で偽造されたものであるとるる主張する。\nしかしながら，上記認定（原判示を含む。）のとおり，１審原告が安城市農協の担\n当者に勧められて本件共済契約について契約者の変更手続を執ることを了承した\nこと，上記変更手続を執る際に，本件証書の提出がなく，紛失したものとして手続\nを執っていること，本件紛失届には１審原告の印章による印影があることが認めら\nれる。そして，本件証書が１審原告から提出されておれば，わざわざ本件証書の紛\n失届を作成する必要がなく，安城市農協の担当者には，本件紛失届を偽造する動\n機が全く窺えないこと，本件共済契約の契約者の変更の手続を執れば，通常本件\n証書を返還するはずであるところ，１審原告の手元に本件証書があること（弁論の\n全趣旨）を併せ考慮すれば，本件紛失届の署名自体は安城市農協の担当者が行\nった可能性は否定し難いものの，本件共済契約の契約者の変更手続を執る際に，\n本件証書が見付からなかったため，１審原告の了承のもとに本件紛失届が作成さ\nれたことも十分に考えられ，１審原告の上記①及び同②の主張を考慮しても，安城\n市農協の担当者が本件紛失届を偽造したものと認めることはできない。\n第４　結論\nよって，１審原告の各請求は理由がなくこれらをいずれも棄却すべきところ，これと\n結論を同じくする原判決は相当であり，本件控訴は理由がないのでこれを棄却す\nることとし，控訴費用の負担を定めて，主文のとおり判決する。\n名古屋高等裁判所民事第１部\n裁判官　　　　小林克美\n裁判官　　　　佐藤真弘\n裁判長裁判官田村洋三は，退官につき署名押印することができない。\n裁判官　　　　小林克美\n"
}