{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 17,
    "month": 9,
    "day": 22
  },
  "case_number": "平成17(行ケ)10316",
  "case_name": "",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "9379",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=9379",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/379/009379_hanrei.pdf",
  "contents": "平成１７年（行ケ）第１０３１６号　特許取消決定取消請求事件\n平成１７年９月２２日判決言渡，平成１７年９月８日口頭弁論終結\n判　　　　決\n原　告　            堀硝子株式会社\n訴訟代理人弁理士　  前  田      均，西  出  眞  吾，大  倉  宏一郎，佐\n藤  美  樹\n被　告　特許庁長官　中  嶋      誠\n指定代理人　        鈴  木  久  雄，増  岡      亘，高  木      進，井\n出  英一郎，岡  田  孝  博\n主　　　　文\n特許庁が異議２００３－７２２９７号事件について，平成１６年６月２３日にし\nた決定を取り消す。\n訴訟費用は被告の負担とする。\n事実及び理由\n第１　原告の求めた裁判\n主文と同旨の判決。\n第２　事案の概要\n本件は，特許を取り消した決定の取消しを求める事件である。\n１　手続の経緯\n(1)　原告は，発明の名称を「自動車用窓ガラスおよびその製造方法」とする特許\n第３３８６４４７号（請求項の数２。平成１２年１０月１１日出願（優先権主張，\n平成１２年３月２４日），平成１５年１月１０日設定登録。以下「本件特許」とい\nう。）の特許権者である。\n(2)　本件特許について，特許異議の申立てがされ（異議２００３－７２２９７号\n事件として係属），特許庁は，平成１６年６月２３日，「特許第３３８６４４７号\nの請求項１ないし２に係る特許を取り消す。」との決定をし，同年７月１２日，そ\nの謄本を原告に送達した。\n２　発明の要旨\n【請求項１】　自動車用窓ガラスと，前記自動車用窓ガラスを挿入して挟持する\n溝部を有するとともにポリブチレンテレフタレート樹脂もしくはポリエチレンテレ\nフタレート樹脂のナチュラルグレードまたは当該ポリブチレンテレフタレート樹脂\nもしくはポリエチレンテレフタレート樹脂のナチュラルグレードにガラス繊維を含\n有する樹脂素材からなるガラスホルダーと，前記ガラスホルダーの溝部の自動車用\n窓ガラスとガラスホルダーとの間に形成され，シランカップリング剤を含有する１\n液タイプのウレタン接着剤層とを有する自動車用窓ガラス。\n【請求項２】　自動車用窓ガラスと，当該自動車用窓ガラスを挟持する溝部を有\nすると共にポリブチレンテレフタレート樹脂もしくはポリエチレンテレフタレート\n樹脂のナチュラルグレードまたは当該ポリブチレンテレフタレート樹脂もしくはポ\nリエチレンテレフタレート樹脂のナチュラルグレードにガラス繊維を含有する樹脂\n素材で成形されたガラスホルダーとを，シランカップリング剤を含有する１液タイ\nプのウレタン接着剤で接着する自動車用窓ガラスの製造方法。\n３　決定の理由の要旨\n決定の理由は，以下のとおりであるが，要するに，本件特許の請求項１及び２に\n係る発明についての特許は，特許法２９条２項の規定に違反してされたものであ\nり，同法１１３条２号に該当し，取り消されるべきものである，というものであ\nる。\n(1)　引用刊行物とその記載事項\n平成１６年２月２６日付けで通知した特許取消理由において引用した刊行物とそ\nの記載事項は，次のとおりである。\n刊行物１：登録実用新案第３０３６４９７号公報（異議甲１，本訴甲３）\n刊行物２：特開平５－２５４５６号公報（異議甲２，本訴甲４）\n刊行物３：特開平１０－１１４８１３号公報（異議甲３，本訴甲５）\n(1-1)　刊行物１（登録実用新案第３０３６４９７号公報）の記載事項\n刊行物１には，「自動車用窓硝子ホルダー」に関して，図１と共に次の事項が記\n載されている。\nア　「【０００３】\n【考案が解決しようとする課題】\n従来の，自動車の窓硝子を保持する硝子ホルダーは，硝子繊維２５パーセント含\n有するポリアセタール樹脂を用いて製造したものであるから，硝子ホルダーと１液\nタイプのシリコン系接着剤との結合の手を補助する効果を狙い，接着の事前にプラ\nイマーという液状の前処理剤を窓硝子挿入用の溝の内壁全面に塗布処理しなければ\nならないことから製造コストが高くなり，接着効果にむらがあるといった欠点があ\nった。そこで，この欠点を除いてコストを下げ，更に，接着効果の高い自動車用窓\n硝子ホルダーを得ることが課題となっていた。」\nイ　「【０００４】\n【課題を解決するための手段】\nこの考案の自動車用窓硝子ホルダーは，自動車用窓硝子１を挿入して保持する溝\n２を有する硝子ホルダー３は，硝子繊維約３０パーセント含有するポリプチレンテ\nレフタレート樹脂を用いて製造するようにした。そして，この硝子繊維約３０パー\nセント含有するポリプチレンテレフタレート樹脂を用いて製造した硝子ホルダー３\nの溝２に，１液タイプのシリコン系接着剤４を塗布し，この１液タイプのシリコン\n系接着剤４を介して硝子ホルダー３と前記自動車用窓硝子１とを接合する構造にし\nたものである。」\nウ　「【考案の効果】\n【００１０】\n……従来，接着の事前にプライマーという液状の前処理剤を窓硝子挿入用の溝の\n内壁全面に塗布処理するといった工程を省略することが出来た。」\n上記記載事項イにおける「ポリプチレンテレフタレート樹脂」は「ポリブチレン\nテレフタレート樹脂」の明らかな誤記と認められるので，上記記載事項ア～ウ及び\n図１の記載を総合すると，刊行物１には，\n「自動車用窓硝子１と，前記自動車用窓硝子１を挿入して挟持する溝２を有すると\nともに硝子繊維約３０パーセント含有するポリブチレンテレフタレート樹脂からな\nる硝子ホルダー３と，前記硝子ホルダー３の溝２の自動車用窓硝子１と硝子ホルダ\nー３との間に形成され，１液タイプのシリコン系接着剤４の層とを有する自動車用\n窓硝子」\nの発明（以下「刊行物１記載の発明」という。）が記載されていると認められる。\n(1-2)　刊行物２（特開平５－２５４５６号公報）の記載事項\n刊行物２には，「接着剤」に関して，次の事項が記載されている。\nエ　「【請求項１】　芳香族骨格を有するポリエステルジオール（ａ）と脂肪族\n骨格を有するポリエステルジオール（ｂ）とジイソシアネート（ｃ）とからなる末\n端が活性水素原子の線状ポリウレタン樹脂（Ａ）と，硬化剤（Ｂ）とからなる接着\n剤。」\nオ　「【００２１】本発明にかかるポリウレタン樹脂（Ａ）はそのままでも接着\n剤として使用できる……」\nカ　「００２６】本発明の上記ポリウレタン樹脂接着剤１及び２には，必要に応\nじて……カップリング剤，……を添加して用いてもよい。……カップリング剤とし\nては，例えばシランカップリング剤，……が挙げられる。」\nキ　「【００２７】本発明における接着剤の対象基材は特に制限されないが，例\nえばポリ塩化ビニル，ポリウレタン樹脂，アクリル樹脂，ＡＢＳ樹脂，ナイロン，\nＰＥＴ，ＰＢＴ，ポリエチレン，ポリプロピレン，ポリスチレン，等のプラスチッ\nク，メラミン樹脂，フェノール樹脂等の熱硬化型樹脂，また，鋼板，アルミニウ\nム，ステンレス，銅，等の金属，更に，ガラス等の無機物などに応用できる。」\n上記記載事項エ～キを総合すると，刊行物２には，\n「シランカップリング剤を含有する１液タイプのポリウレタン樹脂接着剤がＰＥＴ\n（ポリエチレンテレフタレート），ＰＢＴ（ポリブチレンテレフタレート），ガラ\nスに利用できること」\nが記載されていると認められる。\n(1-3)　刊行物３（特開平１０－１１４８１３号公報）の記載事項\n刊行物３には，「一液型ウレタン樹脂組成物」に関して，次の事項が記載されて\nいる。\nク　「【請求項１】（１）末端にイソシアネート基を有するウレタンポリマー，\n（２）アミノシラン化合物またはメルカプトシラン化合物と有機ポリイソシアネー\nトとの付加物，（３）エポキシシラン化合物，並びに場合により（４）添加剤より\nなる接着性を付与した一液型ウレタン樹脂組成物。」\nケ　「【００３４】\n【発明の効果】本発明により得られた一液型ウレタン樹脂組成物は金属，ガラス，\n……に対して優れた接着性を有するため，耐久性の優れた接着剤，……を製造する\nことができる。……」\n上記記載事項ク～ケを総合すると，刊行物３には，\n「シランカップリング剤を含有する一液型ウレタン樹脂組成物には，金属やガラス\n等に対しても優れた接着性を有するものがあること」\nが記載されていると認められる。\n(2)　対比・判断\n(2-1)　請求項１に係る発明について\n本件特許の請求項１に係る発明と刊行物１記載の発明とを対比すると，刊行物１\n記載の発明の「自動車用窓硝子１」，「溝２」，「硝子ホルダー３」は，それぞ\nれ，本件特許の請求項１に係る発明の「自動車用窓ガラス」，「溝部」，「ガラス\nホルダー」に相当する。\nまた，刊行物１記載の発明の「硝子繊維約３０パーセント含有するポリブチレン\nテレフタレート樹脂」は，本願発明の「ポリブチレンテレフタレート樹脂のナチュ\nラルグレードにガラス繊維を含有する樹脂素材」に相当する。\n更に，刊行物１記載の発明の「１液タイプのシリコン系接着剤４の層」も本願発\n明の「シランカップリング剤を含有する１液タイプのウレタン接着剤層」も，ガラ\nスホルダーの溝部の自動車用窓ガラスとガラスホルダーとの間に形成される「接着\n剤層」である点では同じである。\nよって，本件特許の請求項１に係る発明と刊行物１記載の発明とは，\n「自動車用窓ガラスと，前記自動車用窓ガラスを挿入して挟持する溝部を有すると\nともにポリブチレンテレフタレート樹脂のナチュラルグレードにガラス繊維を含有\nする樹脂素材からなるガラスホルダーと，前記ガラスホルダーの溝部の自動車用窓\nガラスとガラスホルダーとの間に形成される接着剤層とを有する自動車用窓ガラ\nス」\nである点で一致し，次の点で相違している。\n《相違点》\nガラスホルダーの溝部の自動車用窓ガラスとガラスホルダーとの間に形成される\n「接着剤層」が，本件特許の請求項１に係る発明では，「シランカップリング剤を\n含有する１液タイプのウレタン接着剤層」であるのに対して，刊行物１記載の発明\nでは，「１液タイプのシリコン系接着剤４の層」である点。\nそこで上記相違点について以下で検討する。\n上記のとおり刊行物２には，「シランカップリング剤を含有する１液タイプのポ\nリウレタン樹脂接着剤がＰＥＴ（ポリエチレンテレフタレート），ＰＢＴ（ポリブ\nチレンテレフタレート），ガラスに利用できること」が記載されていると認めら\nれ，また，刊行物３には，「シランカップリング剤を含有する一液型ウレタン樹脂\n組成物には，ガラスに対しても優れた接着性を有するものがあること」が記載され\nていると認められる。\nなお，刊行物２の記載事項キには，接着剤の対象基材として，ＰＥＴ，ＰＢＴ，\nガラス以外にも，「ポリ塩化ビニル，ポリウレタン樹脂，アクリル樹脂，ＡＢＳ樹\n脂，ナイロン，ポリエチレン，ポリプロピレン，ポリスチレン，等のプラスチッ\nク，メラミン樹脂，フェノール樹脂等の熱硬化型樹脂，鋼板，アルミニウム，ステ\nンレス，銅，等の金属」などが例示されているが，これら例示された全ての対象基\n材に対して，シランカップリング剤を含有する１液タイプのポリウレタン樹脂接着\n剤が同じ接着力を有するとは考え難いことであり，上記接着力の優劣は，剪断強度\n等に関する実験を行うことにより，当業者であれば容易に確認できる事項であると\nいえる。\nそうすると，刊行物２及び３に上記各事項が記載されている以上，刊行物１記載\nの発明の「１液タイプのシリコン系接着剤４」に替えて，「シランカップリング剤\nを含有する１液タイプのウレタン接着剤」を採用することが，当業者にとって格別\n困難な事項であるとはいえない。\nまた，本件特許の請求項１に係る発明が奏する作用効果は，特許権者が主張する\n「シランカップリング剤を含有する１液タイプのウレタン接着剤が，プラスチック\nの中でも特にＰＢＴとＰＥＴに対して優れた接着性を有する」という作用効果も含\nめて，刊行物１ないし３に記載のものから予測される程度以上のものでもない。\nよって，本件特許の請求項１に係る発明は，刊行物１ないし３に記載された発明\nに基いて，当業者が容易に発明をすることができたものである。\n(2-2)　請求項２に係る発明について\n本件特許の請求項２に係る発明は，請求項１に係る発明が「自動車用窓ガラス」\nに関するものであるのに対して，その発明特定事項を「自動車用窓ガラスの製造方\n法」に関するものにしたものであって，請求項１に係る発明と実質的な差異はない\nので，上記「(2-1)　請求項１に係る発明について」で説示したのと同様な理由によ\nり，刊行物１ないし３に記載された発明に基いて，当業者が容易に発明をすること\nができたものである。\n(3)　決定のむすび\n以上のとおりであるから，本件特許の請求項１及び２に係る発明についての特許\nは，特許法２９条２項の規定に違反してされたものであり，同法１１３条２号に該\n当し，取り消されるべきものである。\n第３　当事者の主張の要点\n１　原告主張の決定取消事由\n(1)　取消事由１（相違点についての判断の誤り）\n決定は，「刊行物２には，「シランカップリング剤を含有する１液タイプのポリ\nウレタン樹脂接着剤がＰＥＴ（ポリエチレンテレフタレート），ＰＢＴ（ポリブチ\nレンテレフタレート），ガラスに利用できること」が記載されていると認められ，\nまた，刊行物３には，「シランカップリング剤を含有する一液型ウレタン樹脂組成\n物には，ガラスに対しても優れた接着性を有するものがあること」が記載されてい\nると認められる。」と認定した上，「刊行物１記載の発明の「１液タイプのシリコ\nン系接着剤４」に替えて，「シランカップリング剤を含有する１液タイプのウレタ\nン接着剤」を採用することが，当業者にとって格別困難な事項であるとはいえな\nい。」と判断したが，誤りである。\nア　１液タイプのポリウレタン接着剤と２液タイプのポリウレタン接着剤とは，\n硬化メカニズムが相違し，硬化後の化学的組成も相違するので，接着対象基材や用\n途，接着強度などの接着特性が基本的に相違する。そうであるから，刊行物２（甲\n４）の段落【００２１】に「本発明にかかるポリウレタン樹脂（Ａ）はそのままで\nも接着剤として使用できる……」との記載があるとしても，この記載のみをもっ\nて，１液タイプのポリウレタン接着剤にシランカップリング剤を添加して用いるこ\nとができるとか，接着対象基材としてＰＥＴ，ＰＢＴ，ガラスに用いることができ\nると判断することはできない。\nしたがって，刊行物２に，「シランカップリング剤を含有する１液タイプのポリ\nウレタン樹脂接着剤がＰＥＴ，ＰＢＴ，ガラスに利用できること」が記載されてい\nるということはできず，刊行物３（甲５）に，「シランカップリング剤を含有する\n１液型ウレタン樹脂組成物にはガラスに対しても優れた接着性を有するものがあ\nる」ことが記載されているとしても，もう一方の接着対象基材であるＰＥＴ，ＰＢ\nＴに対して優れた接着性を有することが記載されていない以上，刊行物１記載の発\n明の「１液タイプのシリコン系接着剤４」に替えて，「シランカップリング剤を含\n有する１液タイプのウレタン接着剤」を採用することは，当業者にとって困難であ\nる。\nイ　刊行物２の段落【００２７】には，接着剤の対象基材として多数の材料が記\n載されているが，段落【０００１】ないし【０００４】，【００４４】ないし【０\n０５４】に，ポリ塩化ビニルと鋼板との接着剤として有効であることのみが記載さ\nれていることからみると，刊行物２に記載の接着剤がポリ塩化ビニルと鋼板以外の\n材料に適しているかどうかは疑わしいから，刊行物１記載の発明の１液タイプのシ\nリコン系接着剤に替えて，刊行物２に記載のウレタン接着剤を採用する動機付けが\nない。\nまた，刊行物２の段落【００３３】には，「耐熱接着性を必要としない用途には\n硬化剤無しで用いることもできる。」との記載があり，この記載によれば，耐熱接\n着性を必要とする用途には１液タイプで用いることはできないと考えるのが妥当で\nある。そして，自動車用窓ガラスは，自動車用ドアのインナパネルとアウタパネル\nとの間に装着され，８０℃で３００時間程度の耐熱接着性が必要とされるから，こ\nのような耐熱接着性を必要とする自動車用窓ガラスにおいて，刊行物１記載の発明\nの１液タイプのシリコン系接着剤に替えて，シランカップリング剤を含有する１液\nタイプのウレタン接着剤を採用することには格別な技術的障害があるといえる。\nしたがって，刊行物２に，「シランカップリング剤を含有する１液タイプのポリ\nウレタン樹脂接着剤がＰＥＴ，ＰＢＴ，ガラスに利用できること」が記載されてい\nるとしても，刊行物１記載の発明の「１液タイプのシリコン系接着剤４」に替え\nて，「シランカップリング剤を含有する１液タイプのウレタン接着剤」を採用する\nことは，当業者にとって困難である。\n(2)　取消事由２（顕著な作用効果の看過）\n決定は，「本件特許の請求項１に係る発明が奏する作用効果は，特許権者が主張\nする「シランカップリング剤を含有する１液タイプのウレタン接着剤が，プラスチ\nックの中でも特にＰＢＴとＰＥＴに対して優れた接着性を有する」という作用効果\nも含めて，刊行物１ないし３に記載のものから予測される程度以上のものでもな\nい。」と判断したが，誤りである。\n本件特許の請求項１に係る発明のＰＢＴ又はＰＥＴ製の自動車用窓ガラスホルダ\nーは，原告が実施した引張強度試験，曲げ強度試験，振動試験，熱サイクル試験，\nナット抜け力試験，ナット保持力試験，クリープ試験及び複合腐食試験の結果から\n明らかなように，刊行物２の段落【００２７】に列挙された「ポリ塩化ビニル，ポ\nリウレタン樹脂，アクリル樹脂，ＡＢＳ樹脂，ナイロン，ポリエチレン，ポリプロ\nピレン，ポリスチレン，等のプラスチック，メラミン樹脂，フェノール樹脂等の熱\n硬化性樹脂」に比べて，自動車用ガラスホルダーとして要求される厳しい品質をバ\nランスよく満足するものである。\nしたがって，本件特許の請求項１に係る発明が奏する作用効果は，刊行物１ない\nし３に記載のものから予測できない顕著なものである。\n２　被告の反論\n(1)　取消事由１（相違点についての判断の誤り）に対して\nア　刊行物３の段落【０００４】ないし【０００６】には，シランカップリング\n剤を含有する一液型ウレタン樹脂組成物が記載されているから，一液型ウレタン樹\n脂組成物にシランカップリング剤を添加できることは明らかである（例えば，特開\n平２－２７９７８４号公報（乙１）にみられるように，シランカップリング剤の一\n種であるイソシアネートアルコキシシランを含有するウレタン系接着剤組成物が，\nウレタン系接着剤として，一液型でも二液型でも使用することができるということ\nは周知である。）。また，対象基材と接着剤との接着のメカニズムは，硬化剤添加\nの有無（１液タイプか２液タイプか）を問わないから，刊行物２の段落【００２\n７】における，ポリウレタン樹脂（Ａ）にシランカップリング剤を添加したものが\nＰＥＴ，ＰＢＴ，ガラス等に適用できる旨の記載は，ポリウレタン樹脂（Ａ）をそ\nのままで（１液タイプの接着剤として）使用する場合にもあてはまる。\nしたがって，シランカップリング剤を含有する１液タイプのポリウレタン樹脂接\n着剤がＰＥＴ，ＰＢＴ，ガラスに利用できることは，刊行物２に記載されているに\n等しい事項である。\nイ　上記アのとおり，刊行物２の段落【００２７】には，ポリウレタン樹脂\n（Ａ）にシランカップリング剤を添加したものがＰＥＴ，ＰＢＴ，ガラス等に適用\nできる旨の記載があり，この記載は，ポリウレタン樹脂（Ａ）をそのままで（１液\nタイプの接着剤として）使用する場合にもあてはまるから，刊行物１記載の発明の\n１液タイプのシリコン系接着剤に替えて，刊行物２に記載のウレタン接着剤を採用\nする動機付けとなる。\nまた，刊行物２の段落【００４４】及び【００４５】，【００５４】に記載され\nた温度のうちの昀低のものが１２０℃であることからみると，刊行物２の段落【０\n０３３】にいう「耐熱接着性」は概略１２０℃以上の熱に耐えるものであると解さ\nれるから，８０℃で３００時間程度の耐熱接着性が必要とされる自動車用窓ガラス\nは，刊行物２にいう「耐熱接着性を必要としない用途」とみることが可能であり，\nそうであれば，刊行物２に記載のポリウレタン接着剤を１液タイプとして用いるこ\nとに格別の支障はないといえる。そして，自動車用窓ガラスが刊行物２にいう「耐\n熱接着性を必要としない用途」とみることができないとしても，刊行物２の段落\n【００３３】には，「……要求性能に応じて硬化剤は使用しても，しなくても良\nい」と記載されているから，刊行物２は，耐熱接着性を必要とする用途に硬化剤な\nしで用いることを絶対的に禁止するというものではなく，本件特許の出願時におけ\nる技術水準からみても，例えば，特開平９－２８６８３６号公報（乙２），特開平\n９－６７４２２号公報（乙３）及び特開平９－３０２２２０号公報（乙４）にみら\nれるように，耐熱接着性を必要とする用途に１液タイプのウレタン接着剤を用いる\nことは技術常識であるから，刊行物２の段落【００３３】の「耐熱接着性を必要と\nしない用途には硬化剤無しで用いることもできる。」との記載は，シランカップリ\nング剤を含有する１液タイプのウレタン接着剤を採用することについての格別な技\n術的障害にならない。\n(2)　取消事由２（顕著な作用効果の看過）に対して\n本件異議の決定においては，接着剤についての置換容易性を判断しているのであ\nるから，引張強度試験等の結果は，発明の容易想到性の判断に格別影響を及ぼすも\nのではない。また，上記試験結果に意味があるとしても，刊行物１には，「硝子繊\n維約３０パーセント含有するポリブチレンテレフタレート樹脂からなる硝子ホルダ\nー３」が記載されており，しかも，上記試験は，当業者にとって特段想到し難いも\nのではなく，通常行われているから，原告が主張する作用効果は，当業者にとって\n予測し難いものではない。さらに，原告が主張する作用効果は，上記試験に用いた\n特定種類の「シランカップリング剤を含有する１液タイプのウレタン接着剤」によ\nる特有の効果であって，不特定の「シランカップリング剤を含有する１液タイプの\nウレタン接着剤」にとどまる本件特許の請求項１に係る発明の効果ではなく，明細\n書にも何ら記載されていないから，原告の主張は，失当というほかない。\n第４　当裁判所の判断\n１　刊行物２の認定の誤りについて\n(1)　まず，接着剤の組成について，検討する。\nア　刊行物２（甲４）には，「本発明の接着剤は、次の２種類に大別できる。\n１．芳香族骨格を有するポリエステルジオール（ａ）と脂肪族骨格を有するポリエ\nステルジオール（ｂ）とジイソシアネート（ｃ）からなる末端が活性水素原子の線\n状ポリウレタン樹脂（Ａ）と、硬化剤（Ｂ）とからなる接着剤（以下接着剤１とい\nう。）。２．芳香族骨格を有するポリエステルジオール（ａ）とジイソシアネート\n（ｃ）からなる末端が活性水素原子の線状ポリウレタン樹脂（Ｃ）と脂肪族骨格を\n有するポリエステルジオール（ｂ）とジイソシアネート（ｃ）からなる末端が活性\n水素原子の線状ポリウレタン樹脂（Ｄ）と、硬化剤（Ｂ）とからなる接着剤（以下\n接着剤２という。）。」（段落【０００６】，【０００７】），「本発明の上記ポ\nリウレタン樹脂接着剤１及び２には，必要に応じて……カップリング剤……等の添\n加剤を添加して用いてもよい。……カップリング剤としては，例えばシランカップ\nリング剤……が挙げられる。」（段落【００２６】）と記載され，また，段落【０\n０４４】ないし【００４６】，【００４９】及び表４によれば，実施例７として，\nポリウレタン樹脂ＰＵ－４の１００重量部，硬化剤ＩＳＯＮＡＴＥ１４\n３Ｌの７重量部，ＫＢＥ－９０３（信越化学工業株式会社製シランカップリング\n剤）の０．５重量部を混合することにより得た接着剤が記載されている。\nなお，刊行物２には，シランカップリング剤の作用や添加目的は明記されていな\nいが，技術常識に照らすと，シランカップリング剤は接着剤の接着性を向上させる\nために添加するものであると認められる（このことは，刊行物３（甲５）に「ポリ\nウレタン樹脂組成物に接着力を付与するため使用されるシランカップリング剤とし\nて，アミノシラン化合物が優れた接着力を示す……」（段落【０００４】）と記載\nされ，特開平２－２７９７４８号（乙１）に「従来より接着性を上げるために，接\n着剤に各種シランカップリング剤……が添加されている」（２頁上左欄２ないし６\n行）と記載されていることから明らかである。）。また，刊行物２の実施例７は，\nポリ塩化ビニルフィルムをラミネートした被覆鋼板について２時間煮沸後にエリク\nセン試験を行ったときの外観評価が，ポリウレタン樹脂ＰＵ－４の１００重量部，\n硬化剤ＩＳＯＮＡＴＥ１４３Ｌの７重量部を混合することにより得た実施例４と比\n較して優れており（表３，表４），シランカップリング剤を添加したことにより接\n着性が向上していることが認められる。\nイ　そして，刊行物２には，「本発明における接着剤は，耐熱接着性を必要とし\nない用途には，硬化剤無しで用いることもできる。」（段落【００３３】）と記載\nされている。「本発明における接着剤」には，上記アの記載によれば，接着剤１及\nび２のほか，シランカップリング剤を添加した接着剤１及び２も含まれるところ，\n「硬化剤無し」，すなわち，硬化剤を省いた接着剤は，１液タイプのポリウレタン\n樹脂接着剤に相当するから，刊行物２には，「シランカップリング剤を添加した本\n発明における接着剤１及び２は，耐熱接着性を必要としない用途には，硬化剤無し\nで用いることもできる。」ことが記載されているということができる。\nしかも，接着剤１及び２について，接着性を向上させるためにシランカップリン\nグ剤を添加することと，耐熱接着性を必要としない用途であるとして硬化剤を省く\nこととは，別個独立に検討することができるし，シランカップリング剤を添加する\n場合に硬化剤を省くことができないとするような特別の事情があることは認められ\nない。\nウ　そうであれば，刊行物２には，接着剤１又は２にシランカップリング剤を添\n加し，かつ，硬化剤を省いた１液タイプのポリウレタン樹脂接着剤が記載されてい\nるということができる。\n(2)　次に，接着剤の対象基材についてみるのに，刊行物２には，「本発明におけ\nる接着剤の対象基材は特に制限されないが，例えばポリ塩化ビニル，ポリウレタン\n樹脂，アクリル樹脂，ＡＢＳ樹脂，ナイロン，ＰＥＴ，ＰＢＴ，ポリエチレン，ポ\nリプロピレン，ポリスチレン，等のプラスチック，メラミン樹脂，フェノール樹脂\n等の熱硬化型樹脂，また，鋼板，アルミニウム，ステンレス，銅，等の金属，更\nに，ガラス等の無機物などに応用できる。」（段落【００２７】）と記載されてい\nる。\n(3)　以上によれば，刊行物２には，接着剤１又は２にシランカップリング剤を添\n加し，かつ，硬化剤を省いた１液タイプのポリウレタン樹脂接着剤がＰＥＴ，ＰＢ\nＴ，ガラスに利用できることが記載されているということができる。\nしたがって，決定が「刊行物２には，「シランカップリング剤を含有する１液タ\nイプのポリウレタン樹脂接着剤がＰＥＴ（ポリエチレンテレフタレート），ＰＢＴ\n（ポリブチレンテレフタレート），ガラスに利用できること」が記載されていると\n認められ」ると認定したことに誤りはない。\n２　容易想到性判断の誤りについて\n(1)　まず，刊行物１記載の発明の１液タイプのシリコン系接着剤に替えて，刊行\n物２に記載のウレタン接着剤を採用することの動機付けがあるかどうかについて，\n検討する。\nア　刊行物２について\n(ｱ)　刊行物２には，次の記載がある。\nａ　「【産業上の利用分野】本発明は接着剤に関し，更に詳しくはポリ塩化ビニ\nルと鋼板とのラミネート接着に特に適した接着剤に関する。」（段落【０００\n１】）\nｂ　「本発明の接着剤は公知慣用の各種用途にそのまま使用できるが，ポリ塩化\nビニルと鋼板の接着，中でも特にロール積層法でポリ塩化ビニル被覆鋼板を製造す\nるのに適している。」（段落【００２９】）\nｃ　「本発明における接着剤は，耐熱性に優れることを活かして，磁性塗料用バ\nインダー等の塗料用に，また，自動車内装材として用いられるポリ塩化ビニルとフ\nォームのラミネート用接着剤や，更に，これらの基材をＡＢＳやウッドファイバー\nボード等の芯材に真空接着成形するときの接着剤，等に応用が可能である。」（段\n落【００３２】）\nｄ　「また本発明における接着剤は，耐熱接着性を必要としない用途には，硬化\n剤無しで用いることもできる。更に，本接着剤に使用されるポリウレタン樹脂は，\n無溶剤下で合成することもでき，優れたホットメルト接着剤として使用できる。こ\nの場合，要求性能に応じて硬化剤は使用しても，しなくても良い。」（段落【００\n３３】）\nｅ　具体例として，実施例１ないし１２，比較例１ないし３の合計１５種の接着\n剤が示され，これらの接着剤を用いて軟質ポリ塩化ビニルフィルムをラミネートし\nた被覆鋼板について，エリクセン試験器にて７mm押し出し，「１．常態エリクセン\n試験を行った後の外観。２．エリクセン押し出し後，１３５℃で１５分加熱したと\nきの外観。３．２時間煮沸後，エリクセン試験を行ったときの外観。」（段落【０\n０４５】）の３点の外観評価を行ったことが記載されている。（段落【００３４】\nないし【００５３】）\nｆ　「【発明の効果】本発明のポリウレタン樹脂系接着剤は，……従来，１８０\n℃以上という高温で行われていた例えばポリ塩化ビニルフィルムと鋼板のラミネー\nトが１２０～１３０℃という低温で可能になり，例えばポリ塩化ビニル被覆鋼板と\nして必要な耐熱接着性，耐煮沸接着性を得ることが出来る。しかも低温で使用でき\nることと相まってポリ塩化ビニルフィルム表面の劣化の問題が解決され，表面意匠\nを多様化させることが出来るようになり，製造ラインのスピードを上げることがで\nき生産性を向上でき，さらにエネルギーの節約もできるという波及効果がある。」\n（段落【００５４】）\n(ｲ)　上記１(3)に判示したように，刊行物２には，接着剤１又は２にシランカッ\nプリング剤を添加し，かつ，硬化剤を省いた１液タイプのポリウレタン樹脂接着剤\nがＰＥＴ，ＰＢＴ，ガラスに利用できることが記載されているということができる\nのではあるが，上記(ｱ)の記載からは，ＰＥＴ，ＰＢＴ又はガラスが使われている具\n体的な用途物品が明らかでなく，また，接着した際の具体的な接着強度，耐熱性，\n耐久性も明らかでないから，刊行物２には，刊行物２に係る発明の接着剤あるいは\n硬化剤を省いた接着剤を自動車用窓ガラスとＰＥＴ又はＰＢＴからなるガラスホル\nダーとの接着に用いることが示唆されているとはいえず，また，これが自動車用窓\nガラスとガラスホルダーとの接着に十分な性能を有することが示唆されているとも\nいえない。しかも，シランカップリング剤を添加することにより接着性が向上する\nことが見込めるとしても，硬化剤を省いた接着剤（すなわち１液タイプのもの）\nは，「耐熱接着性を必要としない用途」（段落【００３３】）向けとされているか\nら，刊行物２に係る発明の接着剤１又は２にシランカップリング剤を添加し，か\nつ，硬化剤を省いた（１液タイプの）接着剤が，屋外に置かれるなど，高温になる\nことが予想される自動車の部品に用いるのに十分な性能を有することが示唆されて\nいるとは，到底いえない。\nイ　刊行物３について\n(ｱ)　刊行物３には，次の記載がある。\nａ　「（１）末端にイソシアネート基を有するウレタンポリマー，（２）アミノ\nシラン化合物またはメルカプトシラン化合物と有機ポリイソシアネートとの付加\n物，（３）エポキシシラン化合物，並びに場合により（４）添加剤よりなる接着性\nを付与した一液型ウレタン樹脂組成物。」（特許請求の範囲）\nｂ　「【産業上の利用分野】本発明は，ポリウレタン樹脂組成物の接着性を向上\nせしめ，とくに金属（アルミ，銅）及びガラスに対する接着力を付与したポリウレ\nタン樹脂組成物に関する。」（段落【０００１】）\nｃ　具体例として，実施例１ないし４，比較例１ないし３の合計７種の一液型ウ\nレタン樹脂組成物が示され，これらの一液型ウレタン樹脂組成物を用いて被着体と\nしてアルミニウム板を使用し，ＪＩＳ　Ａ－５７５８に準拠した接着性試験と，貯\n蔵安定性の試験を行ったことが記載されている。（段落【００２４】ないし【００\n３３】）\nｄ　「【発明の効果】本発明により得られた一液型ウレタン樹脂組成物は金属，\nガラス，モルタルなどに対して優れた接着性を有するため，耐久性の優れた接着\n剤，シーリング材，塗料などを製造することができる。また本発明の組成物は貯蔵\n安定性が良好であり，貯蔵中に変質を起こさないため土木建築用資材として実用性\nが高い。」（段落【００３４】）\n(ｲ)　上記(ｱ)ａの「アミノシラン化合物またはメルカプトシラン化合物と有機ポ\nリイソシアネートとの付加物」，「エポキシシラン化合物」は，「シランカップリ\nング剤」に相当するから，上記(ｱ)の記載によれば，刊行物３には，「シランカップ\nリング剤を含有する一液型ウレタン樹脂組成物には，ガラスに対しても優れた接着\n性を有するものがあること」が記載されているということができるが，ＰＥＴ，Ｐ\nＢＴの接着に利用することができるかどうかは明らかでなく，また，接着した際の\n具体的な接着強度，耐熱性，耐久性も明らかでないから，刊行物３には，刊行物３\nに係る発明の一液型ウレタン樹脂組成物を，自動車用窓ガラスとＰＥＴ又はＰＢＴ\nからなるガラスホルダーとの接着に用いることが示唆されているとはいえず，ま\nた，これが自動車用窓ガラスとガラスホルダーとの接着に十分な性能を有すること\nが示唆されているともいえない。\nウ　刊行物１について\n(ｱ)　刊行物１には，以下の記載がある。\nａ　「自動車用窓硝子１を保持する溝２を有する硝子ホルダー３は硝子繊維約３\n０パーセント含有するポリブチレンテレフタレート樹脂（「ポリプチレンテレフタ\nレート樹脂」とあるのは「ポリブチレンテレフタレート樹脂」の誤記と認める。以\n下同じ。）を用いて製造したものであり，この硝子繊維約３０パーセント含有する\nポリブチレンテレフタレート樹脂を用いて製造した硝子ホルダー３の溝２に１液タ\nイプのシリコン系接着剤４を塗布し，この１液タイプのシリコン系接着剤４を介し\nて硝子ホルダー３と前記自動車用窓硝子１とを接合する構造の自動車用窓硝子ホル\nダー。」（実用新案登録請求の範囲）\nｂ　「従来の自動車の窓硝子を保持する硝子ホルダーは，硝子繊維２５パーセン\nト含有するポリアセタール樹脂を用いて製造していたが，この考案では硝子繊維約\n３０パーセント含有するポリブチレンテレフタレート樹脂を用いて製造するように\nしたものであり，その結果，従来，接着の事前にプライマーという液状の前処理剤\nを窓硝子挿入用の溝の内壁全面に塗布処理するといった工程を省略することが出来\nた。」（【００１０】）\nｃ　「従来は，自動車の窓硝子と硝子ホルダーとの間に，１液タイプのシリコン\n系接着剤と，プライマーという液状の前処理剤と，の二つのものを重ねてあるから\n接着効果に均一性を欠く欠点があった。この考案では，自動車の窓硝子と硝子ホル\nダーとの間に，１液タイプのシリコン系接着剤一つのものがあるだけであるから接\n着効果は均一であり，信頼できる接着効果を得ることが出来た。」（【００１\n２】）\n(ｲ)　上記(ｱ)の記載によれば，刊行物１に係る発明は，自動車の窓硝子（自動車\n用窓ガラスに相当）と硝子ホルダー（ガラスホルダーに相当）を１液タイプのシリ\nコン系接着剤で接着することを前提に，硝子ホルダーの材質を，硝子繊維を２５パ\nーセント含有するポリアセタール樹脂から硝子繊維を３０パーセント含有するポリ\nブチレンテレフタレート樹脂に変更することにより，プライマーの塗布処理工程を\n省略することができるようにしたものであると認められる。そして，刊行物１に\nは，１液タイプのシリコン系接着剤を使用することについて，何らかの問題点や課\n題があることをうかがわせるような記載はなく，むしろ，刊行物１は，１液タイプ\nのシリコン系接着剤の使用を前提としているから，刊行物１には，１液タイプのシ\nリコン系接着剤を他のものに変更しようとする動機付けとなるものがない。\nエ　そうすると，刊行物１には，自動車用窓ガラスとガラスホルダーとの接着に\n用いる１液タイプのシリコン系接着剤について，これを他のものに変更しようとす\nる動機付けとなるものがなく，また，刊行物２には，「シランカップリング剤を含\n有する１液タイプのポリウレタン樹脂接着剤」を自動車用窓ガラスとＰＥＴ又はＰ\nＢＴからなるガラスホルダーとの接着に用いることやこれが自動車用窓ガラスとガ\nラスホルダーとの接着に十分な性能を有することが示唆されているとはいえず，刊\n行物３にも，これらの点が示唆されているとはいえないから，刊行物１ないし３の\nいずれにおいても，刊行物１記載の発明の１液タイプのシリコン系接着剤に替え\nて，刊行物２又は３に記載のウレタン接着剤を採用する動機付けとなるものはない\nといわなければならない。\n(2)　次に，刊行物１記載の発明の１液タイプのシリコン系接着剤に替えて，シラ\nンカップリング剤を含有する１液タイプのウレタン接着剤を採用することに技術的\n障害があるかどうかについて，検討する。\nア　刊行物２には，「本発明における接着剤は、耐熱性に優れることを活かし\nて、磁性塗料用バインダー等の塗料用に、また、自動車内装材として用いられるポ\nリ塩化ビニルとフォームのラミネート用接着剤や、更に、これらの基材をＡＢＳや\nウッドファイバーボード等の芯材に真空接着成形するときの接着剤、等に応用が可\n能である。」（段落【００３２】）と記載されている。ここにいう「自動車用内装\n材」は，ダッシュボードや計器パネルなど，日射を受けるものを指すと考えられる\nから，自動車用ドアのインナパネルとアウタパネルとの間に装着され，直接の日射\nを受けない自動車用窓ガラスとガラスホルダーとの接着部は「自動車用内装材」に\n該当しないが，ドア自体が日射を受けるものであって，自動車用窓ガラスとガラス\nホルダーとの接着部も，かなりの高温になることが予想される。\nイ　そうすると，自動車用窓ガラスとガラスホルダーとの接着部に用いられる接\n着剤は，「耐熱性を必要とする用途」であると考えるのが自然であるから，刊行物\n２に記載の接着剤を自動車用窓ガラスとガラスホルダーの接着に用いるとしても，\n当業者は，まず，実施例に記載されているような硬化剤を含む接着剤を選択するも\nのと考えられる。そうであれば，刊行物１記載の発明の１液タイプのシリコン系接\n着剤に替えて，シランカップリング剤を含有する１液タイプのウレタン接着剤を採\n用することに格別の技術的障害があるということができる。\nウ　被告は，刊行物２は，耐熱接着性を必要とする用途に硬化剤なしで用いるこ\nとを絶対的に禁止するというものではなく，本件特許の出願時における技術水準か\nらみても，例えば，特開平９－２８６８３６号公報（乙２），特開平９－６７４２\n２号公報（乙３）及び特開平９－３０２２２０号公報（乙４）にみられるように，\n耐熱接着性を必要とする用途に１液タイプのウレタン接着剤を用いることは技術常\n識であるから，刊行物２の段落【００３３】の「耐熱接着性を必要としない用途に\nは硬化剤無しで用いることもできる。」との記載は，シランカップリング剤を含有\nする１液タイプのウレタン接着剤を採用することについての格別な技術的障害にな\nらないと主張する。\nしかし，接着剤を構成する樹脂の耐熱性は，樹脂の化学構造に依存し，ウレタン\n樹脂といってもその耐熱性は様々であるから，どのような１液タイプのウレタン接\n着剤であっても耐熱性を必要とする用途に用いることができるとはいえないのであ\nって，被告が援用する乙２ないし４があるとしても，耐熱接着性を必要とする用途\nに１液タイプのウレタン接着剤を用いることが技術常識であるとまでは認めること\nができない。したがって，刊行物２の段落【００３３】の「耐熱接着性を必要とし\nない用途には硬化剤無しで用いることもできる。」との記載は，シランカップリン\nグ剤を含有する１液タイプのウレタン接着剤を採用することについて，格別な技術\n的障害になるものといわざるを得ない。\n(3)　以上のように，刊行物１記載の発明の１液タイプのシリコン系接着剤に替え\nて，刊行物２又は３に記載のウレタン接着剤を採用することについては，動機付け\nとなるものはなく，また，格別の技術的障害があるから，そのいずれの見地によっ\nても，刊行物１記載の発明の「１液タイプのシリコン系接着剤４」に替えて，「シ\nランカップリング剤を含有する１液タイプのウレタン接着剤」を採用することは，\n当業者にとって困難であるといわなければならない。\n３　そうであれば，決定が「刊行物１記載の発明の「１液タイプのシリコン系接\n着剤４」に替えて，「シランカップリング剤を含有する１液タイプのウレタン接着\n剤」を採用することが，当業者にとって格別困難な事項であるとはいえない。」と\n判断したことは，誤りであり，したがって，原告主張の決定取消事由１は理由があ\nる。\n第５　結論\n以上のとおりであって，原告主張の決定取消事由１は理由があり，かつ，この誤\nりは決定の結論に影響を及ぼすものと認められるから，その余の決定取消事由につ\nいて判断するまでもなく，決定は取り消されるべきである。\n知的財産高等裁判所第４部\n裁判長裁判官\n塚　　　原　　　朋　　　一\n裁判官\n髙　　　野　　　輝　　　久\n裁判官\n佐　　　藤　　　達　　　文\n"
}