{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 13,
    "month": 5,
    "day": 18
  },
  "case_number": "平成10(ワ)18531",
  "case_name": "",
  "court_name": "東京地方裁判所",
  "right_type": "その他",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "12490",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=12490",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/490/012490_hanrei.pdf",
  "contents": "平成１０年(ワ)第１８５３１号　損害賠償請求事件\n口頭弁論終結日　平成１３年３月６日\n判　　　　　　　決\n原　　　　　　告 　　      　有限会社光商会\n訴訟代理人弁護士        　　 粕　谷　芙美子\n同                    　　 　望  月  千  鶴\n同                     　　　勝  俣  幸  洋\n同                     　　  佐  伯  幸  男\n被　　　　　　告       　　　株式会社バンダイ\n訴訟代理人弁護士       　　  柳  瀬  康  治\n同                           山  本  昌  平\n主　　　　　　　文\n１　被告は，原告に対し，金３５万８２９８円及びこれに対する平成１０年８\n月２７日から支払済みまで年５分の割合による金員を支払え。\n２　原告のその余の請求を棄却する。\n３　訴訟費用は，これを１００分し，その１を被告の負担とし，その余を原告\nの負担とする。\n事実及び理由\n第１　請求\n１　主位的請求\n被告は原告に対し，金３億５４２１万３８０４円及びこれに対する平成５年\n９月９日から支払済みまで年６分の割合による金員を支払え。\n２　予備的請求\n被告は原告に対し，金４億円及びこれに対する平成１０年８月２７日から支\n払済みまで年５分の割合による金員を支払え。\n第２　事案の概要等\n１　争いのない事実等\n(1)　当事者\nア　原告は，映画フィルムの製作，販売，レンタル等を目的とする有限会社\nである。\nイ　被告は，玩具，遊戯用具，運動用具の企画，製造，販売等を目的とする\n株式会社である。\n(2)　原告と被告との本件キャラクター商品に関する契約\n平成５年５月１０日，原告と被告は，原告が被告に対して別紙「キャラク\nター目録」記載のイラストレーション（以下「本件キャラクター」という。）を使\n用した商品（以下「本件キャラクター商品」という。）を製造販売することを許諾\nすることを内容とする商品化権使用許諾契約を締結した。\n(3)　相撲協会等と原告及び被告との変更合意の成立\nア　平成５年７月２０日，Ａ，Ｂらは，原告及び被告に対し，本件キャラク\nター商品の販売禁止等を求める仮処分の申立てをした（乙５，以下「本件仮処分事\n件」という。）。なお，本件仮処分事件には，財団法人日本相撲協会（以下「相撲\n協会」という。）が利害関係人として参加した（以下本件仮処分事件における債権\n者及び利害関係人をまとめて「相撲協会等」という。）。\nイ　本件仮処分事件が取り下げられた後，相撲協会らと被告との間で，和解\n交渉がされ，平成５年９月２４日，被告が本件キャラクター商品の製造販売を別紙\n「調整数量一覧表」記載のものに限ること等を内容とする和解契約が成立した（甲\n１９，乙５，弁論の全趣旨）。\nウ　原告と被告は，上記和解契約を前提とする被告の製造販売数量の減少等\nを内容とする合意書を作成した（甲３，以下「本件修正合意」という。）。\nなお，上記(2)記載の原告と被告間で締結された商品化権使用許諾契約の\n内容は，本件修正合意により変更されなかった部分はそのまま有効とされた（以\n下，本件修正合意後の原告被告間の契約を「本件契約」といい，本件修正合意前の\n契約は，「本件修正合意前契約」という。）。\n(4)　許諾料の支払状況\n被告は，平成５年１０月から平成６年１０月まで，別紙「被告製造報告一\n覧表」記載のとおりに本件キャラクター商品を製造販売したとして，原告に対し\nて，報告し，合計２３２０万０１９６円の許諾料を支払った（甲５，甲２７の１な\nいし３，甲２８の１ないし３，甲２９の１ないし３，甲３０の１ないし３，甲３１\nの１ないし３，甲３２の１ないし３，甲３３の１ないし３，甲３４の１ないし３，\n甲３５の１ないし３，弁論の全趣旨）。\n２　事案の概要\n原告は，①被告は，本件契約１５条により別紙「商品化申請目録」記載の本\n件キャラクター商品を製造する義務があるから，その許諾料を支払う義務がある，\n②被告は，本件契約に違反して，別紙「商品化申請目録」記載の本件キャラクター\n商品を製造販売した，③被告が本件契約に違反して別紙「商品化申請目録」記載の\n本件キャラクター商品を製造販売した行為は，原告が有する本件キャラクターに係\nる著作権を侵害すると主張し，主位的には本件契約に基づいて許諾料を請求し，予\n備的には本件契約の債務不履行又は著作権侵害を理由として損害賠償を請求してい\nる。\n３　本件の争点\n(1)　本件契約１５条によって，被告は別紙「商品化申請目録」記載のキャラク\nター商品に関して製造義務を負うかどうか等\n(2)　被告は，別紙「商品化申請目録」記載の本件キャラクター商品を製造販売\nしたかどうか\n(3)　被告による上記(2)の製造販売は，原告主張に係る本件キャラクターに関\nする著作権を侵害するかどうか\n(4)　原告が被った損害額\n第３　争点に関する当事者の主張\n１　争点(1)について\n【原告の主張】\n(1)　本件契約１５条は，「被告は本契約締結日から３か月以内に許諾商品を製\n造しなければならない。ただし，原告が承認した場合は，被告はその製造を延期す\nることができる。」と規定している。これは，被告の許諾商品に対する製造義務を\n定めたものである。本件契約７条によって，「原告は被告より・・・承認申請がな\nされた場合，１週間以内に認証の可否を連絡する。この期間を過ぎて原告より返答\nがない場合，被告よりの申請は承認されたものとする。」と規定されているとお\nり，被告から商品化許諾申請がなされ，原告が承認するか又は１週間以内に拒絶し\nなければ，上記申請に係る商品は許諾商品になる。したがって，上記許諾商品に関\nしては，本件契約１５条によって，被告に製造義務が生じ，原告には許諾料の請求\n権が発生する。\n被告は，原告に対し，平成５年８月１０日，ファックスで，別紙「商品化\n申請目録」に記載されている本件キャラクター商品に関する承認申請を出したか\nら，被告には，別紙「商品化申請目録」記載の数量の商品について，製造義務が生\nじ，原告は被告に対して，その許諾料の支払を請求することができる。\n(2)　本件修正合意前の契約によると，原告は被告に対し，商品上代の５パーセ\nントの許諾料の支払を請求することができるから，原告は被告に対して，別紙「商\n品化申請目録」記載の商品代金額の５パーセントに当たる３億７７４１万４０００\n円の支払を請求することができるところ，被告は，２３２０万０１９６円の許諾料\nを支払ったのみであるから，原告は被告に対して，３億５４２１万３８０４円を請\n求する権利を有する。\n上記金員は，本件契約４条２項により製造後３０日以内に支払われるべき\nであるから，原告は，被告に対して，上記金員及びこれに対する平成５年９月９日\nから支払済みまで年６分の割合による遅延損害金の支払を求める。\n【被告の主張】\n本件契約１５条は，許諾商品の製造着手の義務を定めた規定であり，許諾数\n量全量を本件修正合意前の契約締結日から３か月以内に製造する義務を課したもの\nではない。\n本件契約には，最低保証料が１０００万円と定められており，製造報告が義\n務づけられ，契約期間があること等を勘案すると，３か月以内に全商品を製造する\nことを約したものでないことは明らかである。\n２  争点(2)について\n【原告の主張】\n(1)　被告は，本件契約締結前から，別紙「商品化申請目録」記載の商品を製造\n販売する予定にしており，本件修正合意前に，既に，これらの商品を製造済み又は\n製造発注済みであった。そのことは，本件仮処分事件に係る相撲協会等の代理人か\nら被告代理人に宛てたファックス文書に「和解契約添付の「商品目録」につきまし\nては，その大部分が既に製造済み，又は製造発注済みであること」という記載があ\nることから明らかである。\nこのように，被告は，別紙「商品化申請目録」の「計画数量」欄記載の数\n量の商品を製造販売したのであるが，原告に対しては，別紙「被告製造報告一覧\n表」記載の報告しかしていない。\n(2)　被告が別紙「商品化申請目録」記載の商品を製造販売したことは，次の各\n事実から明らかである。\nア　「クッション」及び「のれん」について\n（ア）　被告は原告に対し，クッションに関しては，１２８０円のもののみ\nを製造販売した旨報告した。しかしながら，実際には，１９８０円のものも製造販\n売されていた。\n（イ）ａ　クッション及びのれんは，大永寝具工業株式会社（以下「大永寝\n具」という。）が製造したが，同社は，被告から本件修正合意による製造数量を知\nらされていなかった。\nｂ　大永寝具社長のＣらは，原告社員らに対して，大量のクッション\n及びのれんが売れて儲かった旨述べている。\nｃ　大永寝具は，以下のとおり，株式会社コッカ（以下「コッカ」と\nいう。）から，クッション及びのれんに貼付する被告作成に係る黄色の証紙（以下\n「本件証紙」という。）を購入した。\n平成５年１１月４日　　６２８０枚\n平成５年１１月１７日　１７２０枚\n平成５年１１月１７日　６５５８枚\n本件証紙の購入は，原告に製造報告があったもの（クッション６\n２００枚，のれん１８００枚）とは製造時期を異にするものである。\nｄ　クッションに関しては，大永寝具のみならず，蒲装株式会社でも\n製造販売されている。\nｅ　原告は，株式会社まるや商店（以下「まるや商店」という。），\nイトーヨーカ堂，長崎屋に対して，クッションを注文して購入した。また，有限会\n社クアーズ（以下「クアーズ」という。）は，大永寝具に対して，クッション及び\nのれんを注文して購入した。これらの商品は，いずれも新規に製造されたものであ\nり，被告の製造報告によるものとは全く別物である。\nｆ　ダイエーではクッションの販売は行っていないということであっ\nたが，原告は，ダイエーにおいて，クッションが販売されていた事実を確認した。\nまた，Ｃもダイエーにクッションを卸した事実を認めている。\n（ウ）　以上の事実からすると，被告が，別紙「商品化申請目録」に記載さ\nれているクッション及びのれんを製造販売したことは明らかである。\nイ　「タオル」について\n（ア）　ダイエー作成の販売実績表（甲３７），株式会社ナストウ（以下\n「ナストウ」という。）作成の納品書（甲３８の４ないし１２），被告作成の注文\n書及び運輸控（甲３９の４ないし６，甲４０の４ないし１０）に基づいて作成した\n別紙「タオル一覧表(1)」によると，以下の事実が認められる。\nａ　上記タオル一覧表の１によると，ナストウがダイエーに納品した\nのは平成５年２月１０日以降であるにもかかわらず，ダイエーは，その前月である\n１月から販売している。\nｂ　上記タオル一覧表の２によると，同表の１と同様に，ダイエーで\nは納品日以前からタオルの販売が開始されている。また，納品数量が２万７５６２\n枚であるのに対して，ダイエーでの販売は，２万７５６４枚と多くなっている。\nｃ　上記タオル一覧表の３によると，ダイエーは，平成５年２月から\n５月にかけて納品されたタオルを１年３か月後に販売したことになるが，ダイエー\nが長期間在庫品を残しておくことは考えられない。また，上記タオル一覧表の４に\nよると，同表の３と同様に，納品時期と販売時期との間が１年３か月あって不自然\nであるうえ，納品数量よりも販売数量の方が多くなっている。\nダイエーの販売員は，４種類のタオルを同時期に販売し，販売価\n格が徐々に下がっていった旨話をしていることに照らすと，同表３及び同表４は，\n被告が製造報告したものとは別のタオルであると考えられる。\nｄ　原告は，平成７年１２月及び平成８年２月にダイエー別府店にお\nいて，スポーツタオル合計７８０枚を購入したが，この分は上記タオル一覧表の販\n売実績には入っていない。\n（イ）　本件タオルは，ダイエーにおいて独占的に販売されているというこ\nとであったが，実際にはジャスコの各店舗においても販売されていた。原告の調査\nによると，ジャスコにおいて販売されたタオルについては，ナストウとは別に楠橋\n繊維株式会社（以下「楠橋繊維」という。）から吉岡商事が仕入れ，さらに吉岡商\n事はサンイイダ株式会社（以下「サンイイダ」という。）に販売し，九州ジャスコ\n株式会社（以下「九州ジャスコ」という。）がサンイイダから仕入れたものである\nことが明らかになった。\n（ウ）　ナストウの社員は，原告代表者に対して，タオル１０万枚，スポー\nツタオル５万枚，バスタオル３万枚を販売した旨述べている。\n（エ）　以上の事実からすると，被告が，別紙「商品化申請目録」に記載さ\nれているタオルを製造販売したことは明らかである。\nウ　「ジュニアキルケット」について\n（ア）　別紙「商品化申請目録」記載に係るジョニアキルケットの計画数量\nは，３５００円のものが３万枚，３９８０円のものが１万枚であったところ，本件\n修正合意により，被告は，３９８０円のもの２万５０００枚を限度として製造する\nこととなった。ところが，被告は，製造報告において，小売価格３５００円のもの\nを１万１０００枚製造販売した旨報告しており，３９８０円のものについては製造\n販売した旨の報告はない。\n（イ）　被告との契約期間が経過した後，原告は，ナストウ及び株式会社ニ\nッショーコーポレーションから，ジュニアキルケットを購入したが，これらは，工\n場からの直接の販売であること，一般的に商品を滞留させず，早期に処分されるこ\nとからすると，原告が購入したジュニアキルケットは，被告の製造報告には含まれ\nていないものである。\n（ウ）　ジュニアキルケットを製造した橘織物株式会社（以下「橘織物」と\nいう。）は，被告から平成６年１月６日に２０００枚，同月２１日に２０００枚，\n同月２８日に３０００枚，同年３月１０日に４０００枚の本件証紙をそれぞれ購入\nしたことになっているところ，被告からのジュニアキルケットの製造報告は，平成\n６年２月までの時点におけるものである。取引上証紙は商品製造前に売買されるこ\nとからすると，被告の上記製造報告は虚偽である。\n（エ）　以上の事実からすると，被告が，別紙「商品化申請目録」に記載さ\nれているジュニアキルケットを製造販売したことは明らかである。\nエ　「毛布」について\n被告の製造報告によると，被告は，１種類の毛布１３００枚を製造した\nことになっている。\nしかしながら，毛布を製造した橘織物は，２種類の毛布を製造したこと\nを認めていること，橘織物から毛布を仕入れたナストウの社員は，毛布を何万枚か\n作っていると述べていることからすると，被告が，別紙「商品化申請目録」に記載\nされている毛布を製造販売したことは明らかである。\nオ　「綿毛布」について\n（ア）　綿毛布については，被告からの報告はない。しかしながら，被告\nは，平成５年５月２５日，綿毛布に関する新商品企画申請書を作成しているとこ\nろ，同申請書には，目標数量，発売予定日（平成５年６月）の記載がある。そうす\nると，平成５年７月の時点において，綿毛布は，既に完成していたと考えられる。\n（イ）　綿毛布は，橘織物で製造され販売されたところ，被告は，本件修正\n合意前に，橘織物から当初予定数量分の許諾料の前受金を受領しており，橘織物が\n綿毛布を製造販売することを許諾していた。\n（ウ）　したがって，被告が，別紙「商品化申請目録」に記載されている綿\n毛布を製造販売したことは明らかである。\nカ　「子供用浴衣」及び「大人用浴衣」について\n子供用浴衣及び大人用浴衣については，被告からの製造報告はない。し\nかしながら，被告は，平成５年５月１２日，浴衣に関する新商品企画申請書を作成\nしているところ，同申請書には，目標数量，発売予定日（平成５年６月）の記載が\nある。また，本件仮処分事件の審尋期日において，被告の担当者は，既に完成した\n大人用浴衣を持参していた。そうすると，本件仮処分事件の申立てがされた平成５\n年７月２０日の時点においては，子供用浴衣及び大人用浴衣は，既に完成していた\nと考えられる。したがって，被告が，別紙「商品化申請目録」に記載されている子\n供用浴衣及び大人用浴衣を製造販売したことは明らかである。\nキ　「ハーフケット」について\nハーフケットについては，被告からの製造報告はない。しかしながら，\n本件修正合意前の平成５年６月１６日，原告は被告に対し，ハーフケットの製造販\n売を承認していたから，被告は，本件修正合意前に，製造業者から許諾料の前受金\nを受領し，製造発注済みであった。したがって，被告が，別紙「商品化申請目録」\nに記載されているハーフケットを製造販売したことは明らかである。\nク　「ホームソーイング」について\nホームソーイングについては，被告からの製造報告はない。しかしなが\nら，原告は，ダイエー，イトーヨーカ堂他多数の販売店における担当者から販売し\nていた旨の具体的な話を聞いており，これらの多数の販売店においてホームソーイ\nングが販売されていた。したがって，被告が，別紙「商品化申請目録」に記載され\nていホームソーイングを製造販売したことは明らかである。\nケ　「ナップザック」について\nナップザックの製造販売に関して，原告は許諾していない。それにもか\nかわらず，被告は，別紙「商品化申請目録」に記載されているナップザックの製造\n販売を行ったものである。\nコ　「ピクニックマット」について\n被告は，製造報告において，ピクニックマット大小各６５００個ずつ製\n造した旨報告した。しかし，実際には，被告は，これらの商品に関して，別紙「商\n品化申請目録」に記載されている数量を製造販売したものである。\nサ　「カーテン」，「バスマット」及び「ハイソックス」について\nカーテン，バスマットに関しては，被告からの製造報告はない。ハイソ\nックスに関しては，６００円のもの２１５０個しか製造報告はない。しかしなが\nら，これらの商品に関して，被告は，平成５年５月又は６月に，新商品企画申請書\nを作成しているところ，同申請書には，目標数量，発売予定日（同年６月及び８\n月）の記載がある。そうすると，これらの商品に関しては，本件修正合意成立前に\n被告において既に全量製造発注済みであったと考えられるから，被告が，これらの\n商品に関して，別紙「商品化申請目録」に記載されている数量を製造販売したこと\nは明らかである。\nシ　「巾着」及び「巾着袋」について\n巾着及び巾着袋について，被告からの製造報告はない。しかしながら，\n被告は，平成５年５月２７日，巾着及び巾着袋に関する新商品企画申請書を作成し\nているところ，同申請書には，目標数量，発売予定日（同年７月）の記載がある。\nそうすると，被告が，本件修正合意前に別紙「商品化申請目録」に記載されている\n巾着及び巾着袋を製造販売したことは明らかである。\n【被告の主張】\n(1)　被告は，相撲協会等との和解交渉の過程において，相撲協会等の要望で，\n別紙「商品化申請目録」の商品名，予定上代，計画数量を記載したものを提示した\nが，その後の話合いの結果，同目録記載のアイテム及び数量を減らすことになっ\nた。相撲協会らと被告との間で締結された和解契約書には，別紙「調整数量一覧\n表」と同内容のものが添付されており，被告は同一覧表記載のアイテム及び数量の\n範囲内で本件キャラクター商品を製造販売した。このような相撲協会らとの和解契\n約の内容に関しては，原告との間で合意書を作成し，了解を得ていたものである。\nそして，被告は，別紙「被告製造報告一覧表」記載のとおり，本件キャラクター商\n品を製造販売し，原告に対し，定められた許諾料を支払っているのであるから，本\n件契約には何ら違反していない。\n(2)　７５億４８３０万円もの商品を販売の売行きをも見ずに一度に製造したと\nいう主張自体常識的に考えても荒唐無稽である。\n３　争点(3)について\n【原告の主張】\n(1)　原告の著作権\n原告は，平成３年から平成５年にかけて，「どすこい，わんぱく土俵」と\nいう題名のアニメーション映画を企画製作し，本件キャラクターの著作権を取得し\nた。\nなお，原告は，平成３年９月１９日，当時相撲協会理事長であったＤに対\nし，１０００万円を支払い，上記映画に登場するＤ理事長及びその一門に対するア\nニメ化について承諾を得ている。\n(2)　被告の著作権侵害行為\n被告は，別紙「商品化申請目録」記載の本件キャラクター商品を製造販売\nした。このうち，別紙「被告製造報告一覧表」に記載されているものを超える部分\nに係る被告の本件キャラクター商品の製造販売行為は，原告の著作権を侵害する。\n【被告の主張】\n(1)　原告が本件キャラクターの著作権を取得した事実は，知らない。\n(2)　被告は，上記２で述べたとおり，原告の了解を得た別紙「調整数量一覧\n表」記載の範囲内で本件キャラクター商品を製造販売し，原告に対し，約定の許諾\n料の支払を完了しているのであるから，原告の著作権を侵害していない。\n４　争点(4)について\n【原告の主張】\n被告は，別紙「商品化申請目録」記載の本件キャラクター商品（金額合計７\n５億４８３０円）を製造販売し，売上額の１５パーセントの利益を得たから，原告\nは，被告に対し，この金員の一部である損害金４億円及びこれに対する平成１０年\n８月２７日から支払済みまで年５分の割合による遅延損害金の支払を求める。\n仮に，右利益に基づく請求が認められないとしても，売上額に対する許諾料\n相当額を損害として請求することができる。\n【被告の主張】\n原告の主張は争う。\n第４　当裁判所の判断\n１　前記第２の１記載の争いのない事実等並びに証拠（甲１ないし３，５，６，\n甲７の１，２，甲９，１０，１９，甲２１の１，２，甲２２の１，２，甲２３の２\nないし６，甲２７の１ないし３，甲２８の１ないし３，甲２９の１ないし３，甲３\n０の１ないし３，甲３１の１ないし３，甲３２の１ないし３，甲３３の１ないし\n３，甲３４の１ないし３，甲３５の１ないし３，甲１０８の１，２，甲１１６の\n１，甲１２５，乙１，乙３の１，２，乙４，５，証人Ｅの証言）及び弁論の全趣旨\nによると，以下の事実が認められる。\n(1)ア　平成５年５月１０日，原告と被告との間で締結された本件修正合意前契\n約の内容は，概ね以下のとおりである（以下の「別紙商標」は，本件キャラクター\nを指す。）。\n第１条（目的）\n原告は，著作物「ドスコイわんぱく土俵」，「花田ファミリー」（以下\n「本キャラクター」という。）の商品化取扱権利者及び，二子山部屋全力士の肖像\nの正当な管理者として，被告に対し，著作物の商品化権並びに別紙商標及び，原告\nが本肖像を使用してイラストレーション（以下「原画」という。）を制作し，当該\n原画及び，二子山部屋全力士の名称を使用した商品（以下「許諾商品」という。）\nを製造及び販売することを許諾する。\n第４条（許諾料）\n被告は，原告に対し，商品化権許諾料として許諾商品の製造数量にメー\nカー希望小売価格の５パーセントを乗じた金員を現金で次のとおり支払うものとす\nる。\n（ア）　最低保証料（最低責任製造数量に相当する使用料）\n金１０００万円　本契約締結後３０日以内に支払う。\n（イ）　追加使用料（最低製造数量を超えて製造する数量に相当する使用\n量）は，追加製造後３０日以内に支払うものとする。\n第７条（商品化の承認）\n原告は，株式会社エムエヌオー（以下「エムエヌオー」という。）を通\nじて，被告より本キャラクターの商品化についての承認申請がされた場合，１週間\n以内に原告はエムエヌオーを通じて被告に対し承認の可否を連絡するものとする。\nこの期間を過ぎてエムエヌオーを通じて原告より返答がない場合，被告よりの申請\nは承認されたものとする。\n第９条（証紙の貼付）\n被告は，本契約に基づき製造，販売，頒布する許諾商品の各個に原告が\n交付する証紙を貼付しなければならない。ただし，商品の種類により被告は原告の\n承認を得て製造報告書により証紙に代えることができるものとする。\n第１１条（報告義務）\n被告は，原告の請求がある場合には，許諾商品の製造数量，販売数量，\n在庫数量，売上金額その他の事項を原告に報告しなければならないものとする。\n第１５条（報告及び正価販売価格）\n被告は，本契約締結日から３か月以内に許諾商品を製造しなければなら\nない。ただし，原告が承認した場合は，被告はその製造を延期することができる。\n第１８条（契約期間）\n本契約の有効期間は，平成５年５月１０日より平成６年５月９日までと\nする。ただし，契約満了９０日前までに原告被告どちらかからも異議申立てがない\n場合は，第４条を除き同一条件で１年間延長されるものとし，以後も同様とする。\nイ　被告は，原告に対し，平成５年６月１０日，本件修正合意前契約４条に\n基づいて，最低保証料１０００万円を支払った。\n(2)ア　平成５年７月２０日，Ａ，Ｂらから本件仮処分事件の申立てがされた。\nイ　被告は，平成５年８月１０日ころ，「㈱バンダイ　『どすこい！わんぱ\nく土俵』商品化申請（販売期間は３年を予定しております。）」と題する書類（別\n紙「商品化申請目録」と同内容の商品アイテム及び予定上代，計画数量が記載され\nたもの，予定上代総額７５億４８３０万円）を作成し，原告に送付した。また，被\n告は，上記書類を，本件仮処分事件において，相撲協会等に示した。\nウ　平成５年９月，Ａ，Ｂらは，本件仮処分事件を取り下げた。\n(3)　平成５年９月２４日，相撲協会らと被告は，概ね以下の内容の和解契約を\n締結した。なお，本和解契約書に添付された「別紙商品目録」とは，別紙「調整数\n量一覧表」記載の調整数量及び予定上代価格と同一の内容が記載されたものであっ\nた。\nア　被告が本件キャラクター商品について，その損益分岐点を基本とし，当\n初予定数の品目数で４０パーセント以下，販売総額で５０パーセント以下と限定し\nた別紙商品目録の販売品目，販売数量の製造販売を希望していることを認め，特例\nとして，その製造販売を以下の条件の下に許諾する。\nイ　本件キャラクター商品の製造期間は，本和解成立時から平成７年３月末\n日までとし，販売期間は平成７年９月末日までとする。\nウ　被告は，販売商品に「当社以外の他社が同種商品の製造・販売を行うこ\nとは日本相撲協会に認められておりません。」との表示をつけ，かつ同旨文を販売\n促進・宣伝用パンフレットに掲載する。\nエ　被告は，本件キャラクター商品について，テレビ・新聞・雑誌における\nＣＭは行わず，また直接の販売先等にも自粛させるよう努める。\nオ　被告は，本和解成立より前に販売商品を市場に流通せしめた事実がない\nこと，及び本件商品については，原告と被告との契約に関する限り，日本国内にお\nける独占的販売権を保持することを相撲協会に対して保証する。\n(4)　平成５年９月２１日，原告と被告間で締結された本件修正合意の内容は，\n概ね以下のとおりである。なお，本件修正合意書に添付された「別紙商品目録」\nは，上記相撲協会らとの和解契約書に添付されたものと同一のものであって，別紙\n「調整数量一覧表」と同一内容のものである。\nア　原告は，被告が別紙商品目録の記載の販売品目，販売数量の本件キャラ\nクター商品を製造販売することに異議がない。\nイ　原告と被告は，原契約（本件修正合意前契約）を次のとおり，変更する\nことに合意する。\n①　原契約１８条の契約期間を本合意成立時から平成７年９月末日までと\n変更する。\n②　原契約４条の許諾料を５パーセントから４パーセントに変更する。\n(5)　被告は，原告に対し，原告から発行される証紙に代えて，毎月，被告が製\n造販売した商品名，売価，生産数量，発生ロイヤリティを「花田ファミリーロイヤ\nリティ集計表」と題する報告書により報告することとなった。\n(6)　被告は，原告に対し，別紙「被告製造報告一覧表」記載のとおり，本件キ\nャラクター商品の製造販売に関して報告し，製造販売した数量分の許諾料として，\n合計２３２０万０１９６円を支払った。なお，平成５年６月１０日，被告は原告に\n対し最低保証料として，１０００万円を支払ったが，同金員は，上記許諾料に充当\nされた。\n(7)　被告は，本件キャラクター商品に係る製造販売数量の管理について，すべ\nて被告が製造業者に交付する本件証紙によって行っていた。\nなお，被告が製造販売した本件キャラクター商品には，上記証紙の他に，\n下げ札と被告のオリジナルネームが貼付されたが，これらは被告自身が作成する場\n合のほか，製造業者自身が作成する場合もあった。\n２(1)　原告は，本件契約１５条は，被告に対して許諾商品の製造義務を定めたも\nのであり，原告は，被告が製造義務を負う商品の許諾料を請求する権利を有する旨\n主張する。\n確かに，本件契約１５条の文言では，「３か月以内に製造しなければなら\nない」となっている。しかし，前記１(1)ア認定のとおり，本件修正合意前契約の契\n約期間は，平成６年５月までであり，延長することができたこと，前記(2)ア認定の\nとおり，被告が，平成５年８月に送付した「㈱バンダイ　『どすこい！わんぱく土\n俵』商品化申請」と題する書類には，総額７５億円余りの商品が記載されていた\nが，証拠（証人Ｅの証言）によると，売行きをみることなく，このような大量の商\n品を契約後３か月間で製造することはあり得ず，もしそうであれば，被告は，本件\n契約を締結しなかったものと認められること，前記１(3)(4)認定のとおり，被告と\n相撲協会らとの間の合意によって製造期間は，平成７年３月までとなり，原告と被\n告との契約の契約期間も延長され，前記１(6)認定のとおり，被告は，原告に対し，\n別紙「被告製造報告一覧表」記載のとおり本件キャラクター商品を製造販売したと\nして報告していること，この報告が行われていた間に，原告が，被告に対して特段\n異議を述べたことを認めるに足りる証拠はないことからすると，本件契約１５条\nは，被告が製造に着手すべき時期を定めたものであって，３か月以内に製造を完了\nすることまで定めたものではないと認められる。\nまた，前記１(1)ア認定のとおり，本件契約中には，被告が支払うべき最低\n保証料が定められているとともに，被告に，製造数量等の報告義務が課されてお\nり，被告は，最低保証料を超えて製造する数量については，追加製造後３０日以内\nに許諾料を支払うものとされていること，実際にも，前記１(6)認定のとおり，被告\nは，原告に対し，別紙「被告製造報告一覧表」記載のとおり報告し，製造販売した\n数量分の許諾料のみを支払っており，この間に，原告が，被告に対して特段異議を\n述べたことを認めるに足りる証拠はないこと，原告は，平成１２年４月１４日付け\n準備書面における主張までは，本件契約１５条によって被告が製造義務を負う商品\nの許諾料を請求する権利を有する旨の主張をしていなかったこと（当裁判所に顕著\nな事実）からすると，本件契約において，被告は，最低保証料のほかは，製造数量\nに応じて許諾料を支払う義務を負っているものと認められ，許諾を得たが実際に製\n造していないものについてまで許諾料の支払義務が発生するとは認められない。\n(2)　以上からすると，本件契約１５条を根拠とする原告の主張は理由がない。\nそして，前記１で認定した事実によると，原告は，被告に対し，本件修正\n合意により確認された別紙「調整数量一覧表」記載に係る商品アイテム及び数量の\n範囲内において本件キャラクター商品の製造販売を許諾したと認められ，被告は，\nその範囲内であれば，本件キャラクター商品を製造販売することができ，実際に製\n造販売した数量分の許諾料の支払義務を負っていたと解することができる。\n３　原告は，被告は，本件契約締結前から，別紙「商品化申請目録」記載の商品\nを製造販売する予定にしており，本件修正合意前に，既に，これらの商品を製造済\nみ又は製造発注済みであったと主張し，本件仮処分事件に係る相撲協会等の代理人\nから被告代理人に宛てたファックス文書に「和解契約添付の「商品目録」につきま\nしては，その大部分が既に製造済み，又は製造発注済みであること」という記載が\nあることを，その根拠として主張する。\nそこで，判断するに，証拠（甲６，１９，乙４，５）及び弁論の全趣旨によ\nると，平成５年９月２４日，相撲協会等の代理人であるＦ弁護士が，被告代理人に\n対して送信したファックス文書の１枚目には，「被告提示の商品目録について，協\n会関係者より，「こんなに多く一度に発注するはずがない。せいぜいこの１０分の\n１だ」または「損益分岐点はこの５分の１程度」との意見があり，対応に苦慮して\nいる」旨の記載があること，同ファックス文書の３枚目には，被告が相撲協会に対\nして和解の際に提出する書面の原案としてＦ弁護士が記載した文書が付されてお\nり，それには，「和解契約添付の「商品目録」につきましては，その大部分が既に\n製造済みまたは製造発注済みであること」という記載があること，被告代理人か\nら，被告が商品目録記載の商品を既に製造済み又は製造発注済みであるという上記\n記載部分を否定する旨の主張がされたこと，以上の事実が認められる。\n以上の事実に前記１(3)認定の事実を総合すると，上記ファックス文書におけ\nる「和解契約添付の「商品目録」」という記載は，その文言，当該文書が出された\n時期等からすると，平成５年９月２４日に相撲協会らと被告との間で締結された和\n解契約書添付の「別紙商品目録」（別紙「調整数量一覧表」記載の調整数量及び予\n定上代価格と同一の内容が記載されたもの）を指すことは明らかであって，これが\n別紙「商品化申請目録」と同一内容のものであったとは認められない。そのうえ，\n上記認定のとおり，「和解契約添付の「商品目録」につきましては，その大部分が\n既に製造済みまたは製造発注済みであること」という記載は，相撲協会等の代理人\nであるＦ弁護士が記載したもので，被告代理人は，これを否定していたものと認め\nられる。\nそうすると，上記認定の「和解契約添付の「商品目録」につきましては，そ\nの大部分が既に製造済みまたは製造発注済みであること」という記載を根拠とし\nて，被告は，本件修正合意前に，既に，別紙「商品化申請目録」記載の商品を製造\n済み又は製造発注済みであったと認めることはできない。\n４　原告は，前記第３の２(2)記載のとおり，被告が，商品アイテム及び数量とも\nに，別紙「被告製造報告一覧表」記載のものを超える本件キャラクター商品を製造\n販売した旨主張するので，以下，各商品アイテムごとに原告の主張に沿って検討す\nる。\nなお，以下特に断らない限り，個別の商品名は，本件キャラクターを使用し\nたものである。\n(1)　クッション及びのれん\nア　証拠（甲２３の６，甲３８の１，２，甲３９の１，２，甲４０の１，\n２，甲８７，甲１０９の１，２，証人Ｇ，同Ｅ，同Ｃの各証言）及び弁論の全趣旨\nによると，以下の事実が認められる。\n（ア）被告は，興和株式会社（以下「興和」という。）に対し，クッション\n及びのれんをバイセル取引により販売した。バイセル取引とは，相手方製造を委託\nするとともに，製造を委託した商品を相手方に販売する取引方法をいう。\n被告は，被告が販売した製品であることを明確にし，かつ，許諾数量\n以外の商品を流通させないために，販売数量に相当する本件証紙を販売先に交付し\nており，興和に対しても，本件証紙を交付した。\n（イ）興和は，コッカに対し，バイセル取引により，クッション及びのれん\nの製造委託と販売を行い，その際，被告から交付を受けた本件証紙を交付した。\nコッカは，大永寝具に対し，バイセル取引により，クッション及びの\nれんの製造委託と販売を行い，その際，興和から交付を受けた本件証紙を交付し\nた。\n大永寝具は，クッション及びのれんを製造し，本件証紙を付けて，販\n売した。\n（ウ）　本件修正合意によって，被告が製造販売することができるクッショ\nン及びのれんの数量は，１２８０円のクッションが６２００枚，１２８０円ののれ\nんが１８００枚となった。\n（エ）　興和大阪支店のＧは，平成９年１２月１９日，警視庁からの問合せ\nに対し，概要以下のとおり回答した。\nａ　被告からのクッションの発注年月日　発注枚数　　　納品単価\n平成５年９月２８日　　　　　　　　５０００枚　　３７１．２\n平成５年１１月１日　　　　　　　　１２００枚　　３７１．２\nｂ　被告から本件証紙を受領した年月日及び受領枚数\n平成５年１０月１日　　　５０００枚（１２８０円クッション用）\n平成５年１１月５日　　　１２００枚（１２８０円クッション用）\n平成５年１１月１２日　　６５５８枚（１２００円トランクス用）\n合計　　　　　　　１万２７５８枚\nｃ　本件証紙をコッカに交付した年月日及び内容\n平成５年１０月２７日    ５０００枚（１２８０円クッション用）\n１２８０枚（１２８０円のれん用）\n平成５年１１月１５日　　６５５８枚（１２８０円クッション用）\n平成５年１１月１７日　　１２００枚（１２８０円クッション用）\n５２０枚（１２８０円のれん用）\nｄ　クッション及びのれんの実際の販売数量及び在庫数量\n販売数量　　　　　在庫数量\n１２８０円クッション    １万２５８６枚　　　　６１２枚\n１９８０円クッション　　　　　５８０枚\n１２８０円のれん　　　　　　１６５９枚\nｅ　ある日突然被告から商品化をストップせよとの申入れがあり，生産\nを途中で中断した。そして，その時点での状況をすべての製品・原料等の数量を報\n告した。\n被告は相撲協会と条件付きで和解し，商品化が再開されたが，商品\nアイテムと数量が限定された。クッションに関しては，商品化ストップ指示の時点\nで，製品６１３７個とクッション用プリント生地が２１８６メートル（用尺０．３\n３５メートル／個で６３７６個分）残っていた。販売が先行していたため，どうし\nてもクッションを生産したいと被告の担当者に申し入れ，被告の了解のもと，トラ\nンクス（１２００円）で本件証紙を６５５８枚申請し，生産販売した。\nｄ　クッション，のれん，トランクスの生産数量等\n証紙申請枚数  証紙実使用数　実生産数\n１２００円トランクス　４万５１５８  ３万８６００　３万８６００\n１０００円トランクス　２万０１００　２万０１００　２万０１００\n１２８０円クッション　　　６２００　１万２７５８　１万３４１６\n１２８０円のれん　　　　　１８００　　　１６５９　　　１６５９\n（オ）　クッション用及びトランクス用の各タッグは，いずれも被告自身が\n作成したものではなく，下請け製造業者が被告から支給されたデザインを基に作成\nしたものである。\n（カ）　クアーズは，大永寝具から仕入れた１９８０円のクッションを５８\n０枚販売した。\nイ　以上認定した事実に証拠（甲２３の３ないし５，証人Ｇの証言）を総合\nすると，大永寝具は，１２８０円のクッションを１万３１９８枚製造し，平成９年\n１２月１９日の時点では，そのうち１万２５８６枚を販売し，６１２枚が在庫であ\nったこと（証人Ｇの証言によると，上記回答書記載の１２８０円のクッションの実\n生産数１万３４１６枚は計算間違いであり，実生産数としては，１万３１９８枚が\n正しいと認められる。），大永寝具は，１９８０円のクッションを５８０枚製造販\n売したこと，興和は，コッカに対し，１２８０円のクッション用として，被告から\n交付を受けた１万２７５８枚（６２００枚＋６５５８枚）の本件証紙を交付し，こ\nれは，コッカから大永寝具に交付されたこと，上記６５５８枚の本件証紙に関して\nは，１２００円のトランクス用に被告から交付を受けた本件証紙を転用したもので\nあること，興和は，コッカに対し，１９８０円のクッション用の本件証紙を交付し\nていないこと，大永寝具は，１２８０円ののれんを１６５９枚製造販売したこと，\n興和は，コッカに対し，被告から交付を受けた１２８０円ののれん用の本件証紙を\n１８００枚交付し，これは，コッカから大永寝具に交付されたこと，以上の事実が\n認められる。\nなお，証拠（甲２３の３ないし５）によると，上記１万２７５８枚（６\n２００枚＋６５５８枚）のクッション用の本件証紙及び上記１８００枚ののれん用\nの本件証紙がコッカから大永寝具に交付されたのは，平成５年１１月４日に６２８\n０枚，同月１７日に８２７８枚（１７２０枚＋６５５８枚）であったことが認めら\nれるところ，原告は，この証紙の交付は，原告に製造報告があったものとは別のも\nのであると主張する。しかし，別紙「被告製造報告一覧表」記載のとおり，クッシ\nョン及びのれんの製造報告は，平成５年１０月と１１月に，トランクス６５５８枚\nの製造報告は，平成５年１１月にされており，製造報告後に，実際の製造者（大永\n寝具）が証紙の交付を受け，それを商品に付して販売することもあり得ると考えら\nれることからすると，これらが別のものであるとは認められない。また，証拠（甲\n３８の１，２，甲４０の１，２）によると，興和から被告に対するクッション及び\nのれんの納品日と納品枚数は，平成５年１０月１日に６２８０枚，同年１１月５日\nに１７２０枚であり，被告から興和に対するクッション及びのれんの納品日と納品\n枚数は，平成５年１０月１８日に６２８０枚，同年１１月５日に１７２０枚であっ\nて，上記のとおり本件証紙がコッカから大永寝具に交付される前に納品されている\nことになるが，後記(2)イ認定のバイセル取引の特殊性を考慮すると，特に不自然で\nはないというべきである。\nウ　以上の事実からすると，大永寝具は，１２８０円のクッションを１万３\n１９８枚製造し，そのうち少なくとも１万２５８６枚販売したものと認められ，こ\nの製造数量は，原告が本件修正合意によって被告に許諾した数量６２００枚よりも\n６９９８枚多いことになる。\nところで，上記認定に係るトランクス用に交付を受けた６５５８枚の本\n件証紙の転用については，上記ア（エ）認定のとおり，Ｇは，警視庁からの問合せ\nに対し，被告の了解を得たと回答していること，Ｇは，証人尋問においても，被告\nの了解を得た旨明確に証言していること，興和と被告との取引関係に鑑みると，興\n和が，被告の了解を得ることなく証紙を転用するとは考えがたいこと，被告が，興\n和に対し，トランクス用の本件証紙の転用が明らかになった後に，取引停止等の措\n置をとったことを認めるに足りる証拠はないことを総合すると，この転用を被告は\n了解していたものと認められる。\nこのように，被告が本件証紙の転用を了解し，１２８０円のクッション\nが原告と合意した数量よりも多く製造販売されることを認めていたことからする\nと，大永寝具が，原告が許諾した数量６２００枚よりも６９９８枚多いクッション\nを製造したことについて，被告には，原告に対して，債務不履行による損害賠償責\n任があるというべきである。\nエ　上記認定したとおり，大永寝具は，１９８０円のクッションを５８０枚\n製造販売したのであるが，これは，原告が本件修正合意によって被告に許諾したも\nのの範囲外である。\n被告が上記製造販売を了解していたことを認めるに足りる証拠はない。\nまた，証拠（証人Ｃの証言，検甲１，２）によると，１２８０円のクッ\nション用プリント生地，本件証紙，被告のオリジナルネーム及びタッグと１９８０\n円のクッション用のそれらは同一のものであって，単に中に入れる綿の量が異なる\nにすぎないと認められること，上記認定のとおり，被告と興和，興和とコッカ，コ\nッカと大永寝具の各取引はいずれもバイセル取引であって，前記１(7)認定のとお\nり，被告は，本件証紙によって商品管理を行っているだけであることを総合する\nと，被告は，大永寝具が，１９８０円のクッションを製造販売したことを把握する\nことは困難であったと認められる。\nそうすると，大永寝具が１９８０円のクッションを製造販売したことに\nついて，被告に債務不履行による損害賠償責任があるとまで認めることはできな\nい。\nオ　なお，原告は，大永寝具社長のＣらは，原告社員らに対して，大量のク\nッション及びのれんが売れて儲かった旨述べていると主張しているところ，大永寝\n具社長のＣや同社の従業員との会話を録音したテープの反訳文（甲６５，７２）や\nダイエーの従業員との会話を録音したテープの反訳文（甲６６の１，２）には，こ\nれらの者が，原告社員らに対し，大量のクッション及びのれんを販売した旨述べて\nいる部分が存する。しかしながら，上記反訳文から認められる当該発言がされた状\n況からすると，Ｃや各従業員の発言は，具体的，客観的な資料を基にしたものとは\nいえず，原告社員らの誘導に基づく部分も存在すること，Ｃは，証人尋問におい\nて，上記イ認定の数量を超えてクッションを製造販売したことを否定する証言をし\nていること等を総合すると，上記Ｃや従業員の発言を根拠として，上記イ認定の数\n量を超えてクッション及びのれんが製造販売されたことを認めることはできない。\nまた，原告は，クッションに関しては，大永寝具のみならず，蒲装株式\n会社でも製造販売されていると主張するが，同社の取締役との会話を録音したテー\nプの反訳文（甲６９）のみでは，同反訳文において言及されているクッションが，\n上記イ認定に係るものとは別の物であることを認めることはできず，他にこの事実\nを認めるに足りる証拠はない。\nさらに，原告は，まるや商店，イトーヨーカ堂，長崎屋に対して，クッ\nションを注文し購入したところ，これらの商品は，いずれも新規に製造されたもの\nであり，被告の製造報告によるものとは全く別物であると主張する。証拠（甲５６\nの１，２，甲５７ないし５９，６１，甲６２の１，２，甲６３の１，２，）による\nと，原告は，平成７年にまるや商店に対して，平成８年にイトーヨーカ堂と長崎屋\nに対して，それぞれクッションを注文し購入したことが認められ，また，証拠（甲\n６４の１ないし４０）によると，クアーズは，大永寝具から，平成６年１０月から\n１２月にかけて，のれん及びクッションを購入したことが認められる。しかし，こ\nれらが上記イ認定に係るものとは別の物であることを認めるに足りる的確な証拠は\nない。\nその他，上記イ認定の数量を超えてクッション及びのれんが製造販売さ\nれたことを認めるに足りる証拠はない。\n(2)　タオルについて\nア　証拠（甲３７，甲３８の４ないし１２，甲３９の４ないし６，甲４０の\n４ないし１０，甲４２，乙２）及び弁論の全趣旨によると，以下の事実が認められ\nる。\n（ア）　被告は，タオル製造メーカーであるナストウに対し，バイセル取引\nにより，別紙「タオル販売一覧表(2)」のとおり，平成５年１２月から平成６年２月\nまでの間に，ハンドタオル合計３万枚，フェイスタオル合計３万枚，スポーツタオ\nル３万枚，バスタオル２万枚を注文した。被告がナストウに対し注文した際におけ\nる納品予定日は，平成５年１２月２５日，平成６年１月２１日，平成６年２月４日\nであった。\n（イ）　ナストウ作成の出荷明細書（甲４２）には，ナストウは，ダイエー\nに対し，平成６年１月から３月までと平成６年１０月，１１月に，ハンドタオル合\n計２万９４５３枚，フェイスタオル合計２万７５６４枚を出荷し，平成６年１月，\n２月，平成７年５月，１２月に，スポーツタオル合計２万９９６５枚を出荷し，平\n成６年１月，２月，５月，平成７年５月，６月にバスタオル合計１万９８８０枚を\n出荷したとの記載がある。\nナストウと被告との間のバイセル取引におけるナストウから被告に\n対する納品日は，平成６年２月１０日，３月１１日，４月８日，５月１０日，６月\n７日，９月３０日であり，枚数は，ハンドタオル合計２万９７５６枚，フェイスタ\nオル合計２万７５６２枚，スポーツタオル合計３万枚，バスタオル合計２万枚であ\nる。\n（ウ）　ダイエー作成の販売実績表（甲３７）によると，ダイエーは，平成\n６年１月から３月までと平成６年１０月から１１月までの間に，ハンドタオル合計\n２万９４５３枚，フェイスタオル合計２万７５６４枚を販売し，平成７年５月，６\n月に，スポーツタオル合計３万０２６５枚とバスタオル合計１万９５８０枚を販売\nしたとの記載がある。\nイ　上記認定のナストウ作成の出荷明細書とダイエー作成の販売実績表を対\n比すると，ハンドタオルとフェイスタオルについては，ナストウのダイエーに対す\nる出荷時期とダイエーの販売時期が合致し，数量も一致している。スポーツタオル\nとバスタオルについては，出荷（販売）時期や数量が必ずしも合っていないが，数\n量の差は小さく，また，ナストウ作成の出荷明細書に記載されている平成７年１２\n月に出荷されたスポーツタオルについては，後記のとおりであり，その他，ナスト\nウがダイエーに出荷するより前にダイエーが販売したというようなことも認められ\nないから，両者が著しく矛盾するとはいえない。\nまた，上記認定のナストウ作成の出荷明細書におけるダイエーに対する\n出荷時期及び数量を，ナストウと被告との間のバイセル取引におけるナストウから\n被告に対する納品日及び数量を対比すると，ナストウ作成の出荷明細書におけるダ\nイエーに対する出荷時期とナストウと被告との間のバイセル取引におけるナストウ\nから被告に対する納品日は，合っておらず，数量も異なっているが，数量の差は小\nさく，また，証拠（証人Ｅの証言）及び弁論の全趣旨によると，バイセル取引にお\nいては，発注者（売主）と受注者（買主）の間で，実際に製造された商品の引き渡\nしが行われることはなく，書面上，納品したことにされるのみであると認められる\nから，バイセル取引におけるナストウから被告に対する納品日や数量がナストウの\nダイエーに対する出荷時期や数量と一致しないとしても，決定的に不自然であると\nいうことはできない。上記認定のとおり，この納品日は，注文の際における納品予\n定日とも異なっているが，納品予定日があくまでも「予定日」であることからする\nと，この点も決定的に不自然であるということはできない。\nさらに，証拠（甲４３の１，２，甲４４，４９）によると，原告は，平\n成７年１２月及び平成８年２月にダイエー別府店において，スポーツタオルを合計\n７８０枚を購入したことが認められるが，上記認定のナストウ作成の出荷明細書に\nよると，ナストウは，平成７年１２月にダイエーにスポーツタオル７８０枚を出荷\nしていることが認められるから，これが，原告が購入した７８０枚のタオルである\nと認められる。したがって，原告が購入した７８０枚のタオルが，上記アで認定し\nたタオルとは別のものであるとは認められない。\nウ　証拠（甲４５）によると，平成７年１２月１８日，原告代表者らはナス\nトウの社員であるＨ及びＩと面談し，ナストウにおけるタオルの製造販売状況等に\nついて話をしたことが認められる。同会話の中にはＨ及びＩが，タオルの製造販売\n数量に関して，かなりの数を製造販売した旨述べた部分（タオルが１０万枚，スポ\nーツタオル５万枚，バスタオル３万枚を販売した。）があるが，それらはいずれも\n客観的，具体的な資料を基に述べられたものとは認められないこと，証拠（乙２）\nによると，Ｈは，原告代表者らをイベント会社の人であると信じて，大きな数字を\n話したかもしれない旨述べていると認められること，具体的な数量に関しては，原\n告代表者らの誘導によって述べた部分も存することが認められることからすると，\nＨ及びＩの製造販売数量に関する発言部分は直ちに信用することができない。\nエ　証拠（甲５０の１，２，甲５１の１，２，甲１２３）によると，本件イ\nラストレーションを使用したタオルが九州ジャスコにおいて販売されていたこと，\n吉岡商事は，楠橋繊維からＪ及びＫのイラスト及び原告のマークが付されたスポー\nツタオルのＢ品６００枚を仕入れ，サンイイダに販売したこと，サンイイダは九州\nジャスコに同商品を販売したこと，以上の事実が認められる。また，吉岡商事社長\nＬ（以下「Ｌ」という。）と原告代表者らとの会話を録音したテープの反訳文（甲\n１２４）によると，Ｌは，原告代表者からダイエーで購入したタオルを見せられた\nのに対して，吉岡商事で扱っていたタオルとは絵や柄が異なるものであると述べて\nいること，Ｌは，会話の中で「うちはバンダイの商品じゃないです。バンダイさん\nの商品は，バンダイさんはちゃんとチェーンというか，やっているところがありま\nすからね，あそこ以外は売られへんですからね。」と述べていること，吉岡商事で\n扱っている商品は傷がついているもので，本来焼いて処分しなければならない品物\nであると述べていること，以上の事実が認められる。そうすると，九州ジャスコで\n販売されていたスポーツタオルは，何者かが，本来処分しなければならない不良品\nを出荷したものと認められ，被告がそのような行為に関与していたことを認めるに\n足りる証拠はない。\nオ　そして，他に，被告が，別紙「被告製造報告一覧表」記載に係る数量を\n超えてタオルを製造販売したことを認めるに足りる証拠はないから，結局のとこ\nろ，タオルに関する原告の主張は認められない。\n(3)　ジュニアキルケット\nア　別紙「被告製造報告一覧表」記載のとおり，被告は，原告に対して，平\n成５年１２月から平成６年２月にかけて，ジュニアキルケットの製造報告をしてい\nるところ，弁論の全趣旨によると，ジュニアキルケットを製造した橘織物は，被告\nから平成６年１月６日に２０００枚，同月２１日に２０００枚，同月２８日に３０\n００枚，同年３月１０日に４０００枚の本件証紙をそれぞれ購入したことが認めら\nれる。このように，橘織物は，原告に対する製造報告後に本件証紙を購入している\nが，製造報告後に，実際の製造者（橘織物）が，証紙を購入し，それを商品に付し\nて販売することもあり得ると考えられるから，特に不自然ではないというべきであ\nる。\nまた，証拠（甲８３の１，２，甲８４の１ないし１０）によると，原告\nは，平成７年１２月にナストウから，平成９年４月に株式会社ニッショーコーポレ\nーションから，それぞれジュニアキルケットを購入したことが認められるが，これ\nらが，上記製造報告に係るものとは別のものであることを認めるに足りる証拠はな\nい。\nその他，被告が上記製造報告を超える数量のジュニアキルケットを製造\n販売したことを認めるに足りる証拠はない。\nイ　証拠（甲１０８の１，２）によると，被告と原告との間の本件修正合意\nによるジュニアキルケットに係る調整数量は，別紙「調整数量一覧表」記載のとお\nり，３９８０円のもの２万５０００枚であること，３５００円のものについては許\n諾の対象となっていないこと，以上の事実が認められる。他方，別紙「被告製造報\n告一覧表」記載のとおり，被告が原告に対して報告したのは，３５００円のジュニ\nアキルケット１万１０００枚であり，被告は原告に対し，これに対応する許諾料１\n５４万円を支払ったことが認められる。そうすると，被告は，原告との間で３９８\n０円のものを製造販売するとの合意をしながら，これとは異なる３５００円のもの\nを製造販売したことになる。しかしながら，証拠（甲５，甲２８の３，甲２９の\n４，甲３０の３，甲３１の３，甲３２の３，甲３３の３，甲３４の３，甲３５の\n３）によると，被告は原告に対し，「花田ファミリーロイヤリティ集計表」を作成\nし，被告が製造販売した商品名，生産数量，発生許諾料について，具体的に報告す\nるとともに，許諾料の支払をしているところ，上記集計表には，ジュニアキルケッ\nトに関しては，売価３５００円，許諾料１４０円と記載されていたこと，この点に\nついて原告は特に異議を述べずに，許諾料を受領していること，３５００円と３９\n８０円の違いがあるにせよ，いずれもジュニアキルケットの製造販売であることか\nらすると，原告は，被告が３５００円のジュニアキルケットを製造販売しているこ\nとを認識していたにもかかわらず，異議を述べることなく，３５００円のジュニア\nキルケットに係る許諾料を受領していたと認められる。そうすると，この点につい\nて，被告に，事後的に許諾していたものと認められる。\nウ  したがって，ジュニアキルケットに関する原告の主張は認められない。\n(4)　毛布，綿毛布\nア　証拠（甲８２，９５）によると，被告は，原告に対し，平成５年５月\nに，綿毛布に関する新商品企画申請書を提出したこと，それには，発売予定日平成\n５年６月，目標数量３５００枚と記載されていたこと，原告は，綿毛布の製造販売\nを承認したこと，以上の事実が認められる。\nしかし，証拠（甲９５，甲９６の１，２，甲９７の１，２，甲９８ない\nし１０２，証人Ｅの証言）及び弁論の全趣旨によると，同申請書は，被告が新たに\n企画した商品について，本件修正合意前契約に基づき，原告の許諾を得るために提\n出されるものであって，発売予定日や目標数量は，提出時における見込みで記載さ\nれるものと認められるから，同申請書に，上記のとおり記載されており，その製造\n販売が承認されたからといって，直ちに被告が綿毛布を製造販売したことを認める\nことはできない。\nまた，原告は，被告は，本件修正合意前に，橘織物から当初予定数量分\nの許諾料の前受金を受領しており，橘織物が綿毛布を製造販売することを許諾して\nいたとも主張するが，そのような事実を認めるに足りる証拠はない。\nさらに，そもそも実際に綿毛布が販売されていたことを認めるに足りる\n証拠は全くない。\nイ   証拠（甲１３２）によると，橘織物の社長は原告代表者らに対して，２\n種類の毛布を製造したことを認める発言をしたことが認められる。また，証拠（甲\n４５）によると，橘織物から毛布を仕入れたナストウの社員が，原告代表者らに対\nし，橘織物は，毛布を何万枚か製造していると述べたことが認められる。しかしな\nがら，これらの橘織物の社長やナストウの社員の発言は，いずれも曖昧な内容であ\nって，客観的，具体的な資料に基づくものとは認められず，原告代表者らによる誘\n導も存することからすると，直ちに採用することはできない。\nまた，そもそも実際に２種類の毛布が販売されていたことを認めるに足\nりる証拠はない。\nウ　他に，被告が別紙「被告製造報告一覧表」記載の製造数量を超えて毛布\nを製造販売したこと及び被告が綿毛布を製造販売したことを認めるに足りる証拠は\nない。\nエ  したがって，毛布及び綿毛布に関する原告の主張は認められない。\n(5)　ハーフケット\n証拠（甲８２）によると，原告は，平成５年６月１６日，被告に対して，\nハーフケットの製造販売について承認したことが認められる。しかし，そうである\nからといって，直ちに，被告が，ハーフケットを製造販売したとは認められない。\nまた，原告は，被告は製造業者から許諾料の前受金を受領し，製造発注済みであっ\nたと主張するが，そのような事実を認めるに足りる証拠もない。\nさらに，そもそも実際にハーフケットが販売されていたことを認めるに足\nりる証拠は全くない。\nそして，他に被告がハーフケットを製造販売したことを認めるに足りる証\n拠はないから，原告のハーフケットに関する主張は認められない。\n(6)　ホームソーイング\n証拠（甲７５ないし８１）によると，原告代表者らとダイエーやイトーヨ\nーカ堂等の小売店の店舗の従業員との会話を録音したテープの反訳文には，従業員\nが，Ｊ，Ｋの漫画が書かれた生地を販売していた旨述べた部分が存することが認め\nられる。しかし，これらの従業員の話に出てくる生地がどういうものであったか\nは，右の話以上には明らかでなく，本件証紙が付されていたかどうかも不明である\nから，その製造販売に被告が関与していたとまでは認められない。\nそして，他に被告がホームソーイングを製造販売したことを認めるに足り\nる証拠はないから，原告のホームソーイングに関する主張は認められない。\n(7)　ナップザック\n被告がナップザックを製造販売したことを認めるに足りる証拠はないか\nら，原告のナップザックに関する主張は認められない。\n(8)　ピクニックマット\n別紙「調整数量一覧表」の「ピクニックマット（小）」，「ピクニックマ\nット（大）」の各項のとおり，本件修正合意によって，原告は，被告に対し，ピク\nニックマットについて，大小各６５００個ずつ製造することを許諾したところ，別\n紙「被告製造報告一覧表」記載のとおり，被告は，原告に対し，ピクニックマット\nを大小各６５００個ずつ製造した旨の報告をしており，一致している。\n被告が上記報告数量を超えてピクニックマットを製造販売したことを認め\nるに足りる証拠はない。\nしたがって，原告のピクニックマットに関する主張は認められない。\n(9)　子供用浴衣，大人用浴衣，カーテン，バスマット，ハイソックス，巾着，\n巾着袋\n証拠（甲８２，甲９６の１，２，甲９７の１，２，甲９９ないし１０１）\nによると，被告は，原告に対し，平成５年５月から６月にかけて，これらの商品に\n関する新商品企画申請書を提出したこと，それには，発売予定日として，商品によ\nって，「平成５年６月」，「平成５年７月」又は「平成５年８月」と記載されてい\nたほか，商品によっては，目標数量が記載されていたこと，原告は，これらの商品\nの製造販売を承認したこと，以上の事実が認められる。前記(4)ア認定のとおり，同\n申請書は，被告が新たに企画した商品について，本件修正合意前契約に基づき，原\n告の許諾を得るために提出されるものであって，発売予定日や目標数量は，提出時\nにおける見込みで記載されるものと認められるから，同申請書が提出されたことか\nら直ちに被告が当該商品を申請どおりに製造販売したと認めることはできない。\nまた，甲１２９（Ｍの陳述書）には，浴衣が販売されているのを見た旨の\n記載があるが，このような抽象的な記載のみで，実際に浴衣が販売されていたとは\n認められず，他に子供用浴衣，大人用浴衣，カーテン，バスマット，ハイソックス\n（６００円のもの以外のもの），巾着，巾着袋が実際に販売されていたことを認め\nるに足りる証拠はない。\nさらに，原告は，被告担当者が，本件仮処分事件の審尋期日に既に完成し\nた大人用浴衣を持参していたと主張するが，これを認めるに足りる的確な証拠はな\nく，仮に，上記主張のとおりであったとしても，その後の被告と相撲協会らとの和\n解契約の内容，原告と被告との本件修正合意の成立等の事情に照らすと，被告担当\n者が商品を持参したことから直ちにその後被告が大人用浴衣，子供用浴衣を製造販\n売したとは認められない。\nそして，他に被告がこれらの商品を製造販売したこと（ハイソックスにつ\nいては，別紙「被告製造報告一覧表」記載のものを超えて製造販売したこと）を認\nめるに足りる証拠はないから，原告のこれらの商品に関する主張は認められない。\n(10)　ハンカチ及びナフキン\n証拠（甲１２６の１ないし７）によると，原告代表者らと小売店の従業員\nとの会話を録音したテープの反訳文には，従業員が，ハンカチについて，「作りす\nぎて余っている」と述べたり，ハンカチやナフキンについて，千又は万単位の数量\nを販売したと述べたことが記載されているが，いずれも曖昧な内容であって，客観\n的，具体的な資料に基づくものとは認められず，原告代表者らによる誘導も存する\nことからすると，供述内容を直ちに信用することはできない。\nそして，他に，被告が別紙「被告製造報告一覧表」記載の製造数量を超え\nてハンカチ及びナフキンを製造販売したことを認めるに足りる証拠はない。\n(11)　その他の商品\nその他の商品に関しても，被告が，別紙「被告製造報告一覧表」記載の商\n品アイテム及び数量以外の商品を製造販売したことを認めるに足りる証拠はない。\n５　原告が被った損害額\n(1)　上記認定判断のとおり，被告は，１２８０円のクッションを本件修正合意\n後の調整数量（６２００枚）の合意に反し，同数量よりも６９９８枚多く製造した\nことが認められる。\n(2)　原告は，被告が得た利益額に基づく損害を主張しているが，原告は，被告\nに対して，本件キャラクター商品の製造販売を許諾して，許諾料を得ていたのみ\nで，同種の商品を製造販売していたとは認められないから，許諾料相当額の損害を\n被ったとは認められるが，それを上回る損害を被ったとは認められない。\n(3)　既に認定したとおり，本件修正合意前契約においては，許諾料は商品上代\nの５パーセントであったが，この契約は，相撲協会らと被告との和解契約及びそれ\nを前提とする本件修正合意がされたことによって変更され，その結果，被告が原告\nに対して支払うべき許諾料は，商品上代の４パーセントとなったのであるから，許\n諾料相当額は，商品上代の４パーセントであると認められる。\n１２８０円のクッションについての許諾料相当額は，１枚当たり５１．２\n円（１２８０円の４パーセント）であるから，被告の損害額は，３５万８２９８円\n（ただし，小数点以下四捨五入）となる。\n(4)　なお，原告は著作権に基づく損害賠償請求もしているところ，既に認定し\nた諸事実によると，原告の著作権に基づく損害損害賠償請求について，原告の損害\n額が上記金額を超えるものとは認められない。\n６　結論\n以上のとおり，原告の本件請求は，主文掲記の範囲で理由があるから，主文\nのとおり判決する。なお，仮執行宣言は，付さないこととする。\n東京地方裁判所民事第４７部\n裁判長裁判官　　　森　        義    之\n裁判官　　　内    藤    裕    之\n裁判官杜下弘記は，転補のため署名押印できない。\n裁判長裁判官      森　        義    之\n別紙　キャラクター目録\n別紙　商品化申請目録\n別紙　被告製造報告一覧表\n別紙　調整数量一覧表\n別紙　タオル一覧表（１）\n別紙　タオル販売一覧表（２）\n"
}