{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 9,
    "day": 12
  },
  "case_number": "平成15(ワ)5215",
  "case_name": "",
  "court_name": "東京地方裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "10867",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=10867",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/867/010867_hanrei.pdf",
  "contents": "平成１５年(ワ)第５２１５号　損害賠償請求事件\n（口頭弁論終結の日　平成１５年７月２４日）\n判　　　　決\n原　　　　　告　　　　　　　Ａ\n原告訴訟代理人弁護士　　　　井　坂　光　明\n同補佐人　　　　　　　　　　中　村　　　守\n被　　　　　告　　　　　　　株式会社トライテックス\n被告訴訟代理人弁護士　　　　岡　田　春　夫\n同　　　　　　　　　　　　　小　池　眞　一\n同　　　　　　　　　　　　　矢　倉　信　介\n同　　　　　　　　　　　　　森　　　博　之\n同　　　　　　　　　　　　　中　西　　　淳\n同補佐人　　　　　　　　　　北　村　修一郎\n同　　　　　　　　　　　　　橋　本　　　薫\n主　　　　文\n１　原告の請求を棄却する。\n２　訴訟費用は原告の負担とする。\n事実及び理由\n第１　原告の請求\n被告は，原告に対し，３３３３万円及びこれに対する平成１５年３月２８日\n（訴状送達の日の翌日）から支払済みまで年５分の割合による金員を支払え。\n第２　事案の概要\n本件は，中古自動車に関する車輌在庫情報システムについての特許権を有す\nる原告が，被告の製造，販売する車輌在庫情報システムが原告の特許発明の技術的\n範囲に属し，その製造，販売が原告の特許権を侵害すると主張し，被告に対し，特\n許法１０２条２項に基づき損害賠償（遅延損害金を含む。）を請求している事案で\nある。\n１　証拠により容易に認定することができる前提事実（末尾に証拠を掲げた。）\n(1)　原告は，次の特許権（以下「本件特許権」という。）をＢ及びＣと共有し\nている（持分各３分の１）（甲１，２）。\n特許番号　　　第２７４７４７７号\n発明の名称　　　車輌在庫情報システム\n出願年月日　　　平成５年５月２８日\n出願番号      特願平５－１２７５２７\n公開年月日　　　平成６年１２月６日\n公開番号      特開平６－３３８９５８\n登録年月日      平成１０年２月２０日\n(2)　本件特許権に係る明細書（以下「本件明細書」という。本判決末尾添付の\n特許公報（甲２。以下「本件公報」という。）参照）の特許請求の範囲の記載は次\nのとおりである（以下，請求項１記載の特許発明を「本件発明１」，請求項２記載\nの発明を「本件発明２」といい。これらを併せて「本件各発明」という。）。\n【請求項１】　通信手段により複数の端末を接続するセンターに，所定の時\n間に前記端末を立ち上げこの端末から随時取り込まれた画像・文字情報の登録デー\nタを吸い上げた後該端末の電源をオフする吸い上げ処理手段と，前記各端末の電源\nがオフしているときに，該各端末より集められた登録データとマスターデータとの\n比較結果に基づき新たなマスターデータを作成処理する車輌情報マッチング処理手\n段と，前記車輌情報マッチング処理手段で新たなマスターデータを作成した後前記\n端末を再度立ち上げ，この端末に前記新たなマスターデータを送り出した後該端末\nの電源をオフする車輌情報配信処理手段とを備えたことを特徴とする車輌在庫情報\nシステム。\n【請求項２】　通信手段によりセンターと複数の端末とを接続し，前記各端\n末は前記センターから更新作成されるマスターデータを前記通信手段を介して記憶\nする書替え可能な第１の端末側記憶手段と，画像・文字情報を取り込む端末側入力\n手段と，この端末側入力手段により取り込まれた画像・文字情報を登録データとし\nて記憶する第２の端末側記憶手段と，前記第１の端末側記憶手段に記憶されたマス\nターデータから車輌の検索を行う車輌検索処理手段とを備えるとともに，前記セン\nターは，所定の時間に前記端末を立ち上げ前記第２の端末側記憶手段に記憶された\n登録データを吸い上げた後該端末の電源をオフする吸い上げ処理手段と，前記端末\nの電源がオフしているときに，該各端末より集められた登録データとマスターデー\nタとの比較結果に基づき新たなマスターデータを作成処理する車輌情報マッチング\n処理手段と，前記車輌情報マッチング処理手段で新たなマスターデータを作成した\n後前記端末を再度立ち上げ，前記第１の端末側記憶手段に新たなマスターデータを\n送り出した後該端末の電源をオフする車輌情報配信処理手段とを備えたことを特徴\nとする車輌在庫情報システム。\n(3)　被告は，コンピュータソフトウェアの開発，販売等を業とする株式会社で\nある（乙１，弁論の全趣旨）\n(4)　被告は，平成５年１２月に「ワイフ（ＷＩＦＥ）」という中古車画像検索\nシステム（以下「被告旧製品」という。）を発表し，製造・販売していたが，平成\n１４年９月からは，「カーハイパーマネジメントシステム（ＣＡＲ　ＨＹＰＥＲ\nＭＡＮＡＧＥＭＥＮＴ　ＳＹＳＴＥＭ）」と称する中古車画像検索システム（以下\n「被告新製品」という。）を製造・販売している（甲４，乙１，３，弁論の全趣\n旨）。\n(4)　平成１０年１２月ころ，原告，ＢびＣは，被告旧製品が本件特許権の技術\n的範囲に属し，その製造・販売が本件特許権を侵害すると主張して，被告に対し，\n被告旧商品の製造・販売の差止め並びに特許法６５条１項に基づく補償金及び同法\n１０２条２項に基づく損害賠償の各支払等を求める訴訟（当庁平成１１年(ワ)第２\n９３１号。以下「前回訴訟」という。）を提起した。\n前回訴訟については，平成１３年５月２４日に当庁において特許権侵害の\n事実は認められないとして請求棄却の判決が言い渡された。同判決に対しては，原\n告，Ｂ及びＣが控訴したが（東京高等裁判所平成１３年(ネ)第３４５３号），東京\n高等裁判所は，平成１５年２月２６日，第一審と同様に特許権侵害の事実は認めら\nれないとして控訴棄却の判決を言い渡し，同判決は上告期間の経過により確定した\n（乙１，２，弁論の全趣旨）。\n２　争点及び当事者の主張\n(1)　対象物件の特定（被告旧製品と被告新製品との関係）\n（原告の主張）\nア　本件の対象物件である被告新製品の構成は，別紙物件目録のとおりであ\nる。\nイ　被告新製品の構成は，前回訴訟で審理判断の対象とされた被告旧製品の\n構成とは異なっているものであり，特許権の侵害の有無についても別個の検討を必\n要とするものである。\n(ア)　被告新製品は，センターに備えられた情報集信プログラムが，端末\nとの間の通信回線接続の遮断処理を行うことにより，端末のＯＳ（オペレーティン\nグ・システム）の省電力機能をして，一定時間後に端末コンピュータが電源オフ状\n態になるように移行せしめるものである。これに対して，被告旧製品については，\n前回訴訟においてこのような構成であることの特定はされていないし，裁判所の審\n理判断も上記の被告新製品の構成については行われていない。\n(イ)　被告旧製品は，そのＯＳが，ＤＯＳ及び「Ｗｉｎｄｏｗｓ２００\n０」以前の「Ｗｉｎｄｏｗｓ」対応であったが，被告新製品のＯＳは，「Ｗｉｎｄ\nｏｗｓ　ＸＰ」に対応しているものである。被告新製品は，そのＯＳを必ずしも\n「Ｗｉｎｄｏｗｓ　ＸＰ」に限定しているものではないが，被告新製品のうちで\n「Ｗｉｎｄｏｗｓ　ＸＰ」上にインストールされた構成についていえば，システム\nを制御する基本的ＯＳが被告旧製品と相違するものであるから，製品として全く別\nの構成であることは明白である。\n（被告の主張）\n原告の主張は否認し，争う。\n被告旧製品から被告新製品への「リニューアル」を行ったのは，前回訴訟\n等の影響により従前からの商品名を継続使用することのデメリットが大きくなって\nきたこと，ブロードバンド環境に合わせてＩＳＰ（インターネット・サービス・プ\nロバイダ）のサーバを介した高速大容量通信を可能とする通信処理能力を備え，か\nつ被告のシステムの専用機ではなく汎用機として使用可能なクライアント側処理装\n置を提供する必要があったこと等の事情があったためにすぎない。従って内容的に\nもこのような観点からの改良を行ったに過ぎず，在庫車輌に関するデータ更新処理\nの方法については被告旧製品と被告新製品とで実質的な変更はない。\n原告の主張は前回訴訟の確定判決において判断が示された点について再度\n蒸し返しているに過ぎず，訴訟上の信義則に反し，許されるものではない。\n(2)　本件各発明と被告新製品との対比\n（原告の主張）\nア　本件各発明の構成要件の分説\n本件各発明を構成要件に分説すると，次のとおりである（以下，それぞ\nれを「構成要件Ａ」などという。）。\n(ア)　本件発明１\nＡ　通信手段により複数の端末を接続するセンターに，\nＢ　所定の時間に前記端末を立ち上げこの端末から随時取り込まれた画\n像・文字情報の登録データを吸い上げた後該端末の電源をオフする吸い上げ処理手\n段と，\nＣ　前記各端末の電源がオフしているときに，該各端末より集められた\n登録データとマスターデータとの比較結果に基づき新たなマスターデータを作成処\n理する車輌情報マッチング処理手段と，\nＤ　前記車輌情報マッチング処理手段で新たなマスターデータを作成し\nた後前記端末を再度立ち上げ，この端末に前記新たなマスターデータを送り出した\n後該端末の電源をオフする車輌情報配信処理手段と，\nＥ　Ａ，Ｂ，Ｃ及びＤを備えたことを特徴とする車輌在庫情報システ\nム。\n(イ)　本件発明２\nＦ　通信手段によりセンターと複数の端末とを接続し，\nＧ　前記各端末は\nＧ－１　前記センターから更新作成されるマスターデータを前記通信\n手段を介して記憶する書替え可能な第１の端末側記憶手段と，\nＧ－２　画像・文字情報を取り込む端末側入力手段と，\nＧ－３　この端末側入力手段により取り込まれた画像・文字情報を登\n録データとして記憶する第２の端末側記憶手段と，\nＧ－４　前記第１の端末側記憶手段に記憶されたマスターデータから\n車輌の検索を行う車輌検索処理手段とを備えるとともに，\nＨ　前記センターは，\nＨ－１　所定の時間に前記端末を立ち上げ前記第２の端末側記憶手段\nに記憶された登録データを吸い上げた後該端末の電源をオフする吸い上げ処理手段\nと，\nＨ－２　前記端末の電源がオフしているときに，該各端末より集めら\nれた登録データとマスターデータとの比較結果に基づき新たなマスターデータを作\n成処理する車輌情報マッチング処理手段と，\nＨ－３　前記車輌情報マッチング処理手段で新たなマスターデータを\n作成した後前記端末を再度立ち上げ，前記第１の端末側記憶手段に新たなマスター\nデータを送り出した後該端末の電源をオフする車輌情報配信処理手段と\nＩ　Ｆ，Ｇ及びＨを備えたことを特徴とする車輌在庫情報システム。\nイ　被告新製品との対比\n(ア)　本件発明１について\nａ　構成要件Ａ及びＢについて\n「車輌在庫情報システム」として「通信回線を介して複数の加盟店\nを接続するセンターに」備えるべき第１の手段としての構成要件Ａ及びＢで規定す\nる「通信手段」，「端末」，「センター」及び「登録データ」は，それぞれ，被告\n新製品の「通信回線」，「加盟店」，「センター」及び「新規在庫車輌情報（在庫\n差分情報）」に相当する。\n構成要件Ｂでは「所定の時間に前記端末を立ち上げこの端末から随\n時取り込まれた画像・文字情報の登録データを吸い上げた後該端末の電源をオフす\nる吸い上げ処理手段」と規定するものであるが，この「吸い上げ処理手段」には大\nきく二つの機能が規定されている。つまり，その１つの機能は，①「所定の時間に\n前記端末を立ち上げこの端末から随時取り込まれた画像・文字情報の登録データを\n吸い上げる機能」であり，他の１つの機能は，②「画像・文字情報の登録データを\n吸い上げた後，該端末の電源をオフする機能」である。\nこれに対して，被告新製品においては，センター側コンピュータの\nシステム制御プログラム内には各加盟店からの情報の集信手順が記憶されている情\n報集信処理プログラムが格納されており，その集信手順に応じて加盟店側でその日\nに新規在庫車輌情報として随時取り込まれた車輌の画像・文字情報を在庫差分情報\n及び販売状況差分情報を吸い上げる機能を備えている。つまり，被告新製品は，セ\nンター側の機能として，上記①の機能と同一の機能を備えているものである。\nまた，被告新製品においては，構成要件Ｂの「端末」に相当する各\n加盟店側コンピュータに，Ｗｉｎｄｏｗｓ版ＯＳがプレインストールされている。\nそして当該ＯＳには，ユーザ自身が設定する任意の設定時間以上にわたってキーボ\nードの操作信号及びマウスの操作信号等の入力がない場合に，モニタ，ハードディ\nスク及びシステムの各電源状態を個別に管理する電源管理手段が標準的に装備され\nている。この電源管理手段は，通常の電気機器等におけるスイッチに相当するもの\nであり，センター側からの回線接続の遮断処理後，設定時間が経過すると端末側コ\nンピュータの電源がオフされるものである。つまり被告新製品は，センター側と各\n加盟店側の通信手順の一環の機能として，上記②の機能と同一の機能の手段（プロ\nグラム）を備えているものである。\n上記によれば，被告新製品は，構成要件Ａで規定する「通信手段に\nより複数の端末を接続するセンターに」，構成要件Ｂで規定する登録データを吸い\n上げる機能とコンピュータの電源をオフすることができる機能を有した「吸い上げ\n処理手段」を備えているということができる。\nｂ　構成要件Ｃについて\n「車輌在庫情報システム」として「通信回線を介して複数の加盟店\nを接続するセンターに」備えるべき第２の手段としての構成要件Ｃで規定する「各\n端末の電源がオフしているとき」及び「新たなマスターデータ」は，ぞれぞれ，被\n告新製品の「加盟店側のコンピュータのモニタ，ハードディスク及びシステムの電\n源がオフされ，通信待機状態にあるとき」及び「新たなマスターデータ」に該当す\nる。\n構成要件Ｃでは「前記各端末の電源がオフしているときに，該各端\n末より集められた登録データとマスターデータとの比較結果に基づき新たなマスタ\nーデータを作成処理する車輌情報マッチング処理手段」と規定するものであるが，\n被告新製品においても，差分情報マージ処理プログラムにより，その日の作業プロ\nグラムが終了され，加盟店側コンピュータのモニタ，ハードディスク及びシステム\nの電源がオフされてデータの検索処理ができない通信待機状態にある間に，各加盟\n店から収集した在庫差分情報及び販売状況差分情報を統合して全在庫差分情報及び\n全販売状況差分情報として新たなマスターデータを記憶蓄積することのできる機能\nを有した手段を備えたものであるから，被告新製品は，構成要件Ｃで規定する「車\n輌情報マッチング処理手段」を備えているということができる。\nｃ　構成要件Ｄについて\n「車輌在庫情報システム」として「通信回線を介して複数の加盟店\nを接続するセンターに」備えるべき第３の手段としての構成要件Ｄでは「前記車輌\n情報マッチング処理手段で新たなマスターデータを作成した後前記端末を再度立ち\n上げ，この端末に前記新たなマスターデータを送り出した後該端末の電源をオフす\nる車輌情報配信処理手段」と規定するものであるが，被告新製品においては，全加\n盟店からの在庫差分情報及び販売状況差分情報の集信処理が終了し，該在庫差分情\n報及び販売状況差分情報の統合処理が終了すると，情報配信処理プログラムによ\nり，センター側のコンピュータは，再度，予め記憶された各加盟店の電話番号を用\nいてあらかじめ定められた順序で通信回線を介して各加盟店に対して発呼し，加盟\n店側のコンピュータの電源がオフ状態とされていても，センター側からの着呼によ\nり加盟店側のコンピュータの電源はオンとされて立ち上げられ，再度データ処理が\nできる稼働状態とされ，新たなマスターデータを構成する全在庫差分情報及び全販\n売状況差分情報がセンター側から配信処理され，配信が終了するとセンター側から\nの回線接続の遮断処理の後，当該加盟店側のコンピュータの電源を再度オフするこ\nとのできる機能を有した手段を備えているものである。\n従って，被告新製品は構成要件Ｄで規定する「車輌情報マッチング\n処理手段」を備えているということができる。\n(イ)　本件発明２について\nａ　構成要件Ｇについて\n構成要件Ｇで規定する「第１の端末側記憶手段」，「端末側入力手\n段」，「第２の端末側記憶手段」及び「車輌検索処理手段」は，それぞれ被告新製\n品の「加盟店側コンピュータのハードディスク上の在庫マスターファイル」，「カ\nメラ，キーボード及び入力処理部」，「加盟店側コンピュータのハードディスク上\nの在庫差分ファイル」及び「制御プログラム及びＣＰＵ」に該当する。\n被告新製品は，センターに接続された複数の加盟店側コンピュータ\nを備えており，該加盟店側コンピュータには，ハードディスク上にカーハイパーマ\nネジメントシステムの加盟店側システムプログラムが被告の責任によってプレイン\nストールされている。この加盟店側システムプログラムには，以下の機能が備えら\nれている。\n①　センター側から配信される情報により記録・蓄積されているマス\nターデータを書き替える機能\n②　新たに登録する新規車輌のカメラからの画像情報及びキーボード\nからの文字情報を入力処理する機能\n③　上記②での新規車輌の画像・文字情報を記録・蓄積する機能\n④　ハードディスク上に記録・蓄積されたマスターデータを検索処理\nする機能\nこれらの①ないし④の機能は，構成要件Ｇ－１，Ｇ－２，Ｇ－３及\nびＧ－４の手段の各機能に対応しており，構成要件Ｇを充足しているということが\nできる。\nｂ　構成要件Ｈについて\n構成要件Ｈで規定する「吸い上げ処理手段」，「車輌情報マッチン\nグ処理手段」及び「車輌情報配信処理手段」は，それぞれ被告新製品においては\n「情報集信処理プログラム」「差分情報マージ処理プログラム」及び「情報配信処\n理プログラム」に該当する。\n被告新製品のセンター側コンピュータには，ハードディスク上にカ\nーハイパーマネジメントシステムのセンター側システムプログラムがインストール\nされている。このセンター側システムプログラムには，次の各機能が備えられてい\nる。\n①　加盟店側で入力され，記録・蓄積されている新規車輌の画像・文\n字情報（在庫差分情報）及び販売状況差分情報を吸い上げ，その後，回線接続を遮\n断し，回線遮断から設定時間経過後，加盟店側コンピュータの電源のオフを制御す\nる機能\n②　各加盟店側コンピュータから集信された新規車輌の画像・文字情\n報の在庫差分情報及びその日の販売状況差分情報を統合し，新たなマスターデータ\nを作成する機能\n③　全加盟店側から吸い上げて統合した全在庫差分情報及び全販売状\n況差分情報を新たなマスターデータとして各加盟店側コンピュータに配信する機能\nこれら①ないし③の機能は構成要件Ｈ－１，Ｈ－２，Ｈ－３及びＨ\n４の各手段の各機能に対応しており，上記①ないし③の機能を達成可能な手段を備\nえていることは明らかである。したがって，被告新製品は構成要件Ｈを充足すると\nいうことができる。\n(3)　まとめ\n以上のとおり，被告新製品は，本件各発明の各構成要件を文言上充足\nする。\nなお，このことは，被告新製品の運用形態を参照することにより，一\n層明らかになるものである。すなわち，被告新製品の端末側コンピュータの電源管\n理機能にある省電力機能を有限の時間で電源オフとなる設定にしている場合，新規\n車輌情報の入力や，車輌情報の検索，販売状況の入力が本件各発明にかかるシステ\nムと全く同様に行われる上，通信待機状態になった後，予め設定してある時間が経\n過するとシステムの電源は自動的に休止状態になるが，センター側から加盟店側コ\nンピュータを立ち上げ，加盟店側の情報を吸い上げ，新たなマスタデータを作成し\nた後に，新たなマスターデータを配信して加盟店側のマスターデータを更新するこ\nとが可能となる。また，被告新製品の端末側コンピュータの省電力機能を全く利用\nしない設定とした場合でも，新規車輌情報の入力や，車輌情報の検索，販売状況の\n入力が本件各発明にかかるシステムと全く同様に行われる上，営業時間外はモニタ\nの電源はオフ状態にして（電力消費を抑えるために，営業時間外はモニタの電源を\n切っておくことは十分に考えられる），実質的には加盟店側コンピュータの電源を\nオフ状態にした場合と同一の状態にしておき，センター側から加盟店側コンピュー\nタを立ち上げ，加盟店側の情報を吸い上げ，新たなマスタデータを作成した後に，\n新たなマスターデータを配信して加盟店側のマスターデータを更新することが可能\nとなる。このような被告新製品の運用の実態はまさに本件各発明の技術思想と同一\nの技術思想により構築されていることが容易に理解できる。\n（被告の主張）\nア　被告新製品は，本件各発明が通有する「センターに」（本件発明１）ま\nたは「センターは」（本件発明２），「端末の電源をオフする」「処理手段」「を\n設けたことを特徴とする車輌在庫情報システム」という構成を採用していない（構\n成要件Ｂ，Ｄ，Ｈ関係）。すなわち，「センターに（は）端末の電源をオフする処\n理手段を設けた」という文言は「センターからの指示により場所の離れた全ての端\n末（コンピュータ本体）の電源を機械的にオフする」構成を意味する事項であり，\n端末のコンピュータが自己の判断で省電力状態になることは含まないと解されると\nころ，被告新製品はこの要件を充足しないことが明らかである。この点は，前回訴\n訟の判決においても明確に指摘されているところであり，原告の主張は訴訟の不当\nな蒸し返しにほかならない。\n原告は，被告新製品の端末側コンピュータのＷｉｎｄｏｗｓのＯＳソフ\nトの電源管理機能の設定可能性を問題とするが，汎用コンピュータの場合，いかな\nる機能も果たし得る汎用性のある製品であり，現実の設定内容という事実関係を抜\nきにして抽象的な機能具備の可能性を説いて現実の物を議論することは物の発明と\nの対比の場合であれ，方法の発明との対比の場合であれ，解釈論としては失当であ\nる。省電力機能であれば，省電力機能が実際に発動し得るように設定されていては\nじめて，「物」の属性として省電力機能を具備した「物」と評価されるのであっ\nて，現実に設定されていないのであれば，そもそも省電力機能が発動するとの属性\nを有さない「物」となるだけである。そして，被告新製品については現実に省電力\n機能が発動しないように電源管理機能を設定することは十分想定されるのである。\nイ　被告新製品のネットワークシステムは，本件各発明が通有する「複数の\n端末を接続するセンターに」（本件発明１）又は「前記センターは」（本件発明\n２），「各端末の電源がオフしているときに」，「各端末より集められた登録デー\nタとマスターデータとの比較結果に基づき」「新たなマスターデータを作成処理す\nるマッチング処理手段」「を設けたことを特徴とする車輌在庫情報システム」とい\nう構成を採用していない。すなわち，この構成要件は，「センターに従前より存在\nする検索対象たる全体情報のマスターデータと，各端末から従前のマスターデータ\nとは異なる差分情報たる登録データのみを吸い上げてきた発生分のトランザクショ\nンデータとを比較し，後者を前者に盛り込み更新して検索対象たる全体情報のマス\nターデータを作成処理する」構成を意味するものと解されるのであって，既に本件\n明細書が従来技術とする特開平５－７３３９３号公報所載の更新技術に照らすと，\nこの構成要件には「センターが集信してきた発生分のデータを対象にして統合す\nる」処理や，「センターが端末に配信する差分情報を作成する」処理や，「端末側\nで記憶された既存のマスターデータと配信されてきた差分情報とを比較して，後者\nを前者に盛り込み検索対象たる全体情報のマスターデータを作成処理する」被告新\n製品のシステムの処理は含まれていないものと解される。\n（原告の再反論－被告の主張アに対し）\nア　被告は，「電源をオフする」という文言には，端末のコンピュータが省\n電力状態になることは含まれないと主張する。しかしながら，「電源をオフ」にす\nるという文言は，端末全体に対する電源供給を１００パーセント完全に切断するも\nのに限られないと解されるところ，省電力機能を作動させて，モニタ及びハードデ\nィスクという端末の重要かつ必須の構成部分に対する電源供給を絶つことは「電源\nをオフする」という文言を充足することは明らかである。\nまた，被告は，「端末の電源をオフする」主体については，「センタ\nー」と解すべきであるから，端末のコンピュータが自己の判断で省電力状態になる\nことは含まれず，従って被告新製品は本件各発明の構成要件を充足しないと主張す\nる。しかしながら，専用の端末コンピュータを用いたシステムである被告旧製品と\n異なり，汎用コンピュータを用いて情報の送受信は完全にセンターが主体的に制御\nするシステムである被告新製品は，仮に本件各発明における「端末の電源をオフす\nる」主体を「センター」と解したとしても，本件各発明の構成要件を充足すること\nは明らかである。たしかに，本件各発明の実施例においては，端末側に「リレーボ\nックス３１」を備えておき，「登録データの吸い上げが終了すると，いったん処理\n端末機２１はリレーボックス３１を介してパワーオフされる（ステップＳ４）」の\nに対して，被告新製品にはそのような装置はない。しかしながら，省電力機能を利\n用して，所定時間経過後に電源をオフすることは，通常の電気回路のディレー装置\nと同様の作用であり，被告新製品においては，そのような省電力機能の作用を介し\nてセンターから電源をオフする行為が行われるものと認められるので，本件各発明\nの実施例と被告新製品との間に実質的な相違はない。\nイ　さらに被告は，被告新製品の端末の中には，省電力機能を発動しない設\n定のものもあり，構成要件Ｂ及び構成要件Ｈを充足しないと主張する。しかしなが\nら，省電力機能が発動できるものであれば，物の発明である本件発明１及び２の構\n成要件を充足するものであり，実際に省電力機能が発動できるように設定されてい\nるかどうかは，構成要件充足性を左右しない。被告新製品においては，本件各発明\nに該当する，電源を切断するハードウェア及びそれを管理するソフトウェアを構成\nとして備えているのであり，その機能を一時的に有効として働かないように設定変\n更しているからといって，物としての特許発明の技術的範囲に属さないということ\nはできない。\n(3)　均等論\n（原告の主張）\n仮に，被告新製品において，本件各発明の構成を文言上充足しないとして\nも，電源を機械的にオフするかどうか及び電源をオフする手段がセンターにあるか\n端末にあるかは本件特許発明の本質的部分ではなく，被告新製品で採用している手\n段に置き換えても，本件特許発明の目的を達することができ，作用効果も同一であ\nって，かつ，当業者が被告新製品開発の時点で容易に想到することができたもので\nあるから，被告新製品は，特許請求の範囲に記載された構成と均等なものとして，\n特許発明の技術的範囲に属すると解すべきである。\n（被告の主張）\n原告の主張は，争う。\n(4)　原告の損害\n（原告の主張）\n被告は，被告新製品を製造・販売して本件特許権を侵害したものであると\nころ，平成１４年９月より同１５年３月１４日までの間の被告新製品の合計売上金\n額は少なくとも２億円を下ることはなく，これによって被告が得た利益は少なくと\nも上記売上金額の５０パーセントの１億円を下らない。本件特許権は，原告，Ｂ及\nびＣとの共有であるので，原告が被った損害は１億円の３分の１である３３３３万\n円となる（特許法１０２条２項）。\n（被告の主張）\n原告の主張は，否認ないし争う。\n第３　当裁判所の判断\n１　本件訴訟と前回訴訟の関係等について\n本件訴訟は，原告が，前回訴訟において特許権侵害を主張したのと同一の特\n許権に基づき，被告新製品の製造販売が当該特許権を侵害するものであると主張し\nて，被告に対して損害賠償を求めているものである。\n被告は，原告による本件訴訟は，実質的には前回訴訟で認められなかった請\n求及び主張を蒸し返すものであり，信義則に反するものであると主張する。\nたしかに，本件訴訟は前回訴訟と同一の特許権に基づくものであり，被告新\n製品は，被告旧製品の後継機種として販売されているものであって，その基本的な\n構造において被告旧製品と同一のものである。しかしながら，被告新製品は，被告\n自身が被告旧製品とは別個の製品名を付して，新たに販売したものであり，その構\n成も被告旧製品と全く同一というわけではないのであるから，本件訴訟において原\n告が被告新製品につき特許権侵害を主張することが，単なる前回訴訟の蒸し返しで\nあり，信義則に反するとまではいえない。\nそこで，以下，被告新製品が本件各発明の技術的範囲に属し，その製造販売\n等が本件特許権を侵害するかどうかを検討する。\n２　争点(2)（本件各発明と被告新製品との対比）について\nア　本件各発明の構成要件の分説\n前記第２の１(2)の「特許請求の範囲」の記載に本件明細書のその他の記載\n部分を参酌すれば，本件各発明は次のような構成要件に分説することができる。\n(ア)　本件発明１\n(ａ)　通信手段により複数の端末を接続するセンターに，\n(ｂ)　所定の時間に前記端末を立ち上げこの端末から随時取り込まれた画\n像・文字情報の登録データを吸い上げた後該端末の電源をオフする吸い上げ処理手\n段と，\n(ｃ)　前記各端末の電源がオフしているときに，該各端末より集められた登\n録データとマスターデータとの比較結果に基づき新たなマスターデータを作成処理\nする車輌情報マッチング処理手段と，\n(ｄ)　前記車輌情報マッチング処理手段で新たなマスターデータを作成した\n後前記端末を再度立ち上げ，この端末に前記新たなマスターデータを送り出した後\n該端末の電源をオフする車輌情報配信処理手段とを備えた\n(ｅ)　車輌在庫情報システム\n(イ)　本件発明２\n(ｆ)　通信手段によりセンターと複数の端末とを接続し，\n(ｇ)　前記各端末は前記センターから更新作成されるマスターデータを前記\n通信手段を介して記憶する書替え可能な第１の端末側記憶手段と，\n(ｈ)　画像・文字情報を取り込む端末側入力手段と，\n(ｉ)　この端末側入力手段により取り込まれた画像・文字情報を登録データ\nとして記憶する第２の端末側記憶手段と，\n(ｊ)　前記第１の端末側記憶手段に記憶されたマスターデータから車輌の検\n索を行う車輌検索処理手段とを備えるとともに，\n(ｋ)　前記センターは，所定の時間に前記端末を立ち上げ前記第２の端末側\n記憶手段に記憶された登録データを吸い上げた後該端末の電源をオフする吸い上げ\n処理手段と，\n(ｌ)　前記端末の電源がオフしているときに，該各端末より集められた登録\nデータとマスターデータとの比較結果に基づき新たなマスターデータを作成処理す\nる車輌情報マッチング処理手段と，\n(ｍ)　前記車輌情報マッチング処理手段で新たなマスターデータを作成した\n後，前記端末を再度立ち上げ，前記第１の端末側記憶手段に新たなマスターデータ\nを送り出した後該端末の電源をオフする車輌情報配信処理手段とを備えた\n(ｎ)　車輌在庫情報システム\nイ　本件各発明について\n本件明細書の記載によれば，本件各発明の技術思想，従来技術との関係は\n以下のとおりである。\n(ア)　本件各発明は，中古車販売などにおいて，センターとフランチャイズ\n店との間で在庫車輌の情報管理を行う場合に，車輌の画像及び文字情報などの大量\nの情報を有するデータベースを検索処理するのに好適な車輌在庫情報システムに関\nするものである（本件公報３欄６行ないし８行目）。\n(イ)　上記の技術分野に関する従来技術としては，在庫車輌の画像及び文字\n情報をマスターデータとして汎用コンピュータに記憶し，この汎用コンピュータを\n端末側のフランチャイズ店との通信回線で接続されたセンター側に設置すること\nで，センター側に記憶された共通のマスターデータを各フランチャイズ店で適宜呼\nび出し，顧客に必要な在庫車輌の情報提供を行うものがあった。この従来技術で\nは，フランチャイズ店側から所望する情報を得るのに，いちいちセンターにある汎\n用コンピュータを呼び出さなければならず，車輌の検索や予約などを迅速に行うこ\nとができないという欠点があった，また，車輌の画像情報を伝達するのに膨大な通\n信コストがかかり，少ない資本で新たにシステム参入するのが難しいという問題も\nあった（本件公報３欄２０行ないし２８行目）\n(ウ)　このような問題点に対して，別の技術としては，周期的に端末を順番\nにアクセスして各端末の差分情報をセンター側で収集し，この差分情報から得られ\nた全体差分情報を各端末の記憶手段に盛り込むことでセンターと各端末とのデータ\nを同一内容に維持することのできるシステムが存在した（特開平５－７３３９３号\n公報）。このシステムでは，いちいちセンター側を呼び出さなくても，各端末に記\n憶されたデータに基づき端末側で情報提供を行うことができるが，端末側にある登\n録データを吸い上げ，新たなマスターデータを送り出す際には，端末側は電源が自\n動的に立ち上がるが，センターに接続される端末が増えてセンター側の処理時間が\n長くなると，この間各端末は強制的にオン状態になり続けるために，不必要に端末\n側が強制稼働されることになり，端末側の利用に制約を受けるという欠点があった\n（本件公報３欄２９行ないし４６行目）\n(エ)　このように，従来の技術では，車輌の登録から新たなマスターデータ\nを送り出すまでの様々な制約を排除する点に格別な配慮がされておらず，これらの\n一連の処理を効率よく行うことができないという問題点があった。\n本件各発明は，上記の問題点を解決し，車輌の登録から新たなマスター\nデータを送り出すまでの一連の処理を効率よく行うことの可能な車輌在庫情報シス\nテムを得ることを課題とするものである（本件公報４欄４行ないし１２行目）。\nウ　「前記端末を（再度）立ち上げ……該端末の電源をオフする」の要件につ\nいて（構成要件(ｂ)，(ｄ)，(ｋ)，(ｍ)参照）\n原告は，被告新製品においては，加盟店側の端末コンピュータのハードデ\nィスクにはＷｉｎｄｏｗｓ版ＯＳがプレインストールされており，該プレインスト\nールされたＷｉｎｄｏｗｓ版ＯＳに備わっている電源管理機能により，データの吸\nい上げ，送出後，一定時間経過後に端末コンピュータは「スタンバイ状態」ないし\n「休止状態」となるので，「電源をオフする」という要件を充足すると主張する\n（別紙物件目録４頁以下及び図３参照）。\n(ア)　「電源をオフする」の意義について\n原告は，上記構成要件における「電源をオフする」の意味については，\n発明の詳細な説明の記載を併せて参酌すれば，端末を強制稼働の状態におかないこ\nとを意味するものと解するべきとした上で，前回訴訟における一，二審判決（乙\n１，２）が「電源をオフする」の意味として認定した「機械的オフ」についても，\n端末全体に対する電源供給が１００パーセント完全に「機械的オフ」されることに\n限られないと述べる。\nしかしながら，省電力の種類としては，「スリープ」「ソフトオフ」\n「機械的オフ」といったものや，「Doze Mode」「Standby Mode」「Suspend Mode」\nといったものがある。しかし，一般に「電源をオフする」という場合には，国語の\n通常の用法としては，電源を切断すること，すなわち「機械的オフ」を意味するの\nが通常というべきである。\nこの点，本件各発明の出願時に公知であった「遠隔電源制御装置」に関\nする特許に係る公開特許公報（特開昭５２－７９８４１号。乙４）には，「特許請\n求の範囲」が「主端局から送られ，従端局で処理されるデータを変調した搬送波を\nデータ受信キャリア検出回路で検出した信号を入力し，リレーを駆動させるリレー\n駆動回路及び前記従端局と前記従端局に電流を供給する供給電源との間にあって，\n前記リレー駆動回路により開閉するリレースイッチ回路を含み前記搬送波の有無に\nより前記データの情報処理を行なう従端局の電源を投入切断しうることを特徴とす\nる遠隔電源制御装置」という発明が開示されているところ，同公報の「発明の詳細\nな説明」の欄には，「本説明は通信回線を介して接続される主端局装置と従端局装\n置がデータ通信システムを構成する時，主端局装置が従端局装置の電源をＯＮ－Ｏ\nＦＦ制御する遠隔電源制御装置に関する。」「センタシステムから無人の端末装置\nの電源をＯＮ－ＯＦＦすることにより人件費の節約及び必要な時期に必要な時間だ\nけ端末装置を運転し消費電力の節約が計れて非常に経済的である。」「この発明の\n目的は……通信回線を介して主端局装置から従端局装置の電源をＯＮ－ＯＦＦ制御\nできると共に通信回線の切断を検出し，自動的に従端局装置の電源ＯＦＦを行える\n経済的で安価な遠隔電源装置を提供することにある。」と記載されている。この点\nに照らせば，本件各発明の出願時において，本件各発明の属する技術の分野におけ\nる通常の知識を有する者の間にあっては，少なくとも主端局と従端局との間でデー\nタ通信を行うシステムにおける端末装置の仕様に関する用語の意味として「電源を\nオフする」という場合には，「機能的オフ」，すなわち端末装置への電力の供給を\n遮断して，完全にその機能を停止させることを意味するものであったと解するのが\n相当である（なお，本件各発明について争われた前回訴訟において，本件各発明に\nおける『電源をオフする』の技術的意義につき，「電源を機械的にオフすること，\nすなわち電源を切断することであり，……省電力状態（スリープ状態ないしサスペ\nンド状態）はこれに含まれないと解するのが相当である」旨の判断をした控訴審判\n決（乙２）は，控訴期間満了により確定している。）。\n証拠（乙７，８の１，２，９ないし１２，１３の１ないし６）によれ\nば，Ｗｉｎｄｏｗｓ版ＯＳにおいては，電源管理機能としてＡＣＰＩ（Advanced\nConfiguration and Power Interface）という業界標準規格が採用されていること，\nＯＳの電源管理機能以外にマザーボードに組込まれているソフトウェアであるＢＩ\nＯＳ電源管理機能もあるが，ＯＳで電源管理を行う場合には一般的に利用されてい\nないこと，省電力の状態としては，「スリープ」あるいは「サスペンド」という状\n態があり，電力をほとんど使わない状態にすることは可能であるが，端末装置への\n電力の供給を遮断するものではないことが認められる。\nそうすると，原告の主張のとおり，被告新製品はＷｉｎｄｏｗｓ版ＯＳ\nの電源管理機能によって省電力状態になるものであるとしても，これをもって上記\nの意味での「電源をオフする」を充足するものではないから，被告新製品は上記各\n構成要件を充足しないことが明らかである。\n(イ)　省電力状態への移行の仕組みについて\n上記のとおり，被告新製品は電源を「機械的オフ」するものではなく，\nしたがって「電源をオフする」ものということができないから，本件発明１の構成\n要件(ｂ)，(ｄ)，本件発明２の構成要件(ｋ)，(ｍ)を充足せず，この点において，\nすでに本件各発明の技術的範囲に属しないものというべきである。加えて，原告\nは，被告新製品は，センター側から加盟店側の端末コンピュータ電源をオフするこ\nとのできる機能を有したシステムであると主張するが（別紙物件目録参照），その\nような事実を認めることはできず，この点からしても，被告新製品が本件各発明の\n構成要件を充足しないことは明らかである。\nすなわち，本件各発明の出願時に公知であった「コンピュータ用の電源\n制御装置」に関する発明に係る公開特許公報（特開平５－３５３７２号。乙５）に\nは，「センタからの指示によりコンピュータの電源を投入し，コンピュータの指示\nにより遮断するようにする。」という目的の発明が開示されているところ，上記広\n報には従来技術として「コンピュータと通信回線の間に介在するモデムを利用し\nて，コンピュータの電源を投入，遮断するシステム」が示されている。そうする\nと，本件各発明の出願時の技術常識としては，センターからの指示により端末の電\n源をオフする方法と端末自身が電源を処理する方法とが知られており，上記公開特\n許公報の発明及び本件各発明は，センターからの指示により端末の電源をオフする\n方法を採用した点に特色があるということができる。よって，本件各発明の構成要\n件(ｂ)，(ｄ)，(ｋ)，(ｍ)にある「端末の電源をオフする」行為の主体は「センタ\nー」であると解するべきであり，加盟店側の端末コンピュータが自らの判断で行う\n動作は含まないと解するのが相当である。\nこれを被告新製品についてみると，被告新製品はＷｉｎｄｏｗｓ版ＯＳ\nをインストールしたパソコンを用いたシステムであるところ（当事者間に争いがな\nい。），証拠（乙１０，１３の１ないし６）によれば，Ｗｉｎｄｏｗｓ版ＯＳを搭\n載したパソコンにおいて，電源管理機能が作動して省電力状態（スリープ状態，サ\nスペンド状態）になるのは，パソコン自身がＣＰＵやハードディスクなどの動作状\n態を監視し，それらが使用されていない場合に行われるものであることが認められ\nるから，被告新製品において，省電力状態に移行する判断を行うのは加盟店側の端\n末コンピュータ自身である。\nしたがって，仮に被告新製品の各端末が省電力状態になるように設定さ\nれていたとしても，「センター」が各端末を省電力状態にするものではないから，\n被告新製品が前記各構成要件の「端末の電源をオフする」という文言を充足しない\nことは明らかである。\n２　争点(3)（均等論）について\nア　原告は，電源を機械的にオフするかどうか及び電源をオフする手段がセン\nターにあるか端末にあるかは本件特許発明の本質的部分ではなく，被告新製品で採\n用している手段に置き換えても，本件特許発明の目的を達することができ，作用効\n果も同一であって，かつ，このように置き換えることに当業者が被告新製品開発の\n時点で容易に想到することができたものであって，被告新製品は均等の範囲内であ\nると主張する。\nイ　一般に対象物件が，明細書の特許請求の範囲に記載された構成と均等なも\nのとして特許の技術的範囲に属すると解すべき場合といえるかどうかについては，\n特許請求の範囲に記載された構成中の対象物件と異なる部分が特許発明の本質的部\n分ではなく，上記部分を対象物件におけるものと置き換えても特許発明の目的を達\nすることができ同一の作用効果を奏するものであって，上記のように置き換えるこ\nとに当該発明の属する技術の分野における通常の知識を有する者が対象物件の製造\n等の時点において容易に想到することができたものであり，対象物件が特許発明の\n特許出願時における公知技術と同一又は上記の当業者がこれから出願時に容易に推\n考できたものではなく，かつ，対象物件が特許出願手続に置いて特許請求の範囲か\nら意識的に除外されたものに当たるなどの特段の事情もないときという基準により\n判断するのが相当である（昀高裁判所平成６年(オ)第１０８３号１０年２月２４日\n第三小法廷判決・民集５２巻１号１１３頁参照）\nウ　そこで，被告新製品が均等の範囲内であるというためには，まず，原告が\n置換可能であると主張する部分（具体的には，電源を機械的にオフすること及び電\n源をオフする手段がセンターにあること）が本件各発明の本質的部分ではないこと\nが必要である。本件明細書の記載によると，本件各発明は，従来技術においては，\n「端末側にある登録データを吸い上げ，新たなマスターデータを送り出す際には，\n端末側は電源が自動的に立ち上がるが，センターに接続される端末が増えてセンタ\nー側の処理時間が長くなるとこの間各端末は強制的にオン状態となり続ける。した\nがって不必要に端末側が強制稼働されることになり，端末側の利用に制約を受け\nる」（本件公報３欄３９行目ないし４５行目）という課題があったために，この課\n題を解決するための手段として，「通信手段により複数の端末を接続するセンター\nに，所定の時間に前記端末を立ち上げこの端末から随時取り込まれた画像・文字情\n報の登録データを吸い上げた後該端末の電源をオフする吸い上げ処理手段」（本件\n公報４欄１５行目ないし１８行目）あるいは「前記センターは，所定の時間に前記\n端末を立ち上げ‥‥‥端末側記憶手段に記憶された登録データを吸い上げた後該端\n末の電源をオフする吸い上げ処理手段」（本件公報４欄３６行目ないし３９行目）\nを備えることを技術的思想として含んだものであることが認められる。\n従って，センター側において端末のコンピュータの電源をオフする手段を\n備えているという点は，本件各発明特有の解決手段を基礎づける技術的思想の中核\nをなす特徴的部分のひとつであることは疑う余地がない。そうすると，上記のセン\nター側において端末のコンピュータの電源をオフする手段を備えているという点は\n本件各発明の本質的部分というべきであるから，原告の均等の主張は，その点にお\nいて既に失当である。\n以上のとおり，均等をいう原告の主張を採用することはできない。\n３　結論\n以上によれば，その余の点について判断するまでもなく，原告の請求は理由\nがない。よって主文のとおり判決する。\n東京地方裁判所民事第４６部\n裁判長裁判官　　　三　村　量　一\n裁判官　　　大須賀　寛　之\n裁判官　　　松　岡　千　帆\n（別紙）\n物件目録図１図２図３\n"
}