{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 2,
    "day": 26
  },
  "case_number": "平成14(わ)485",
  "case_name": "業務上過失致死，道路交通法違反被告事件",
  "court_name": "新潟地方裁判所",
  "lawsuit_id": "6528",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=6528",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/528/006528_hanrei.pdf",
  "contents": "主　　　　　　　文\n被告人を懲役２年２月に処する。\n未決勾留日数中５０日をその刑に算入する。\n理　　　　　　　由\n（罪となるべき事実）\n被告人は，\n第１　平成１４年１０月２３日午後７時１５分ころ，業務として普通乗用自動車を運転し，新潟\n県新津市ａ付近道路をｂ方面からｃ方面に向かい進行するに当たり，同所付近が片側\n１車線で幅員も狭く，その当時対向車両の前照灯や路面の湿潤などのため自車前方\nの視界が芳しくない状況であったのであるから，このような道路状況等に応じて適宜\n速度を調節し，前方左右を注視して進路の安全を確認しながら進行すべき業務上の\n注意義務があるのにこれを怠り，対向進行してきた大型自動車に気を取られ，左前方\nを注視せず，進路の安全を十分確認しないまま漫然時速約４５キロメートルで進行し\nた過失により，折から道路左側を自車と同方向に歩行中のＡ（当時８５歳）に気付か\nず，自車左前部を同人に衝突させて同人を左路外の空き地に転倒させ，よって，同人\nに頸椎・胸椎・大腿骨骨折等の傷害を負わせ，同日午後１０時５２分ころ，新潟市ｄ所\n在のＢ病院において，同人を前記骨折の傷害に基づく外傷性ショックにより死亡させ\nた，\n第２　同日午後７時１５分ころ，前記道路において，前記普通乗用自動車を運転中，前記\nのとおりＡに傷害を負わせる交通事故を起こしたかもしれないことを認識しながら，あ\nえてその場を立ち去り，もって直ちに車両の運転を停止して同人を救護する等必要な\n措置を講ぜず，かつ，その事故発生の日時及び場所等法律の定める事項を，直ちに\n最寄りの警察署の警察官に報告しなかった\nものである。\n（証拠の標目）\n（中略）\nなお，判示救護義務違反及び報告義務違反の道路交通法違反の犯行について，検察官\n（論告）は，関係証拠に照らせば，被告人運転車両と被害者とが衝突した際，被害者の姿\nが被告人の目にとまったと認められ，また，本件事故態様からすれば，被告人運転車両に\n相当の衝撃が加わったことは明らかであると指摘し，被告人が，捜査及び公判で，人と衝\n突したことは分からなかったという供述は信用できず，被告人が人たる被害者に自車を衝\n突させたこと自体を確定的に認識していた旨主張し，一方，弁護人（弁論）は，本件事故発\n生時の現場の状況，対向車両の存在と同車両の前照灯による光の存在，現場自体の明\nるさ，被告人の視力，被害者の服装，同人の転倒した場所等の事情を指摘し，被告人は被\n害者の存在に全く気付いておらず，何か道路左側の物にぶつかったのではないかと思っ\nたとの供述も特段不自然ではなく，このような状況下での事故後の上記各義務違反につい\nては，被告人は，衝突した対象が人であったという確定的な意識・認識を持ち得なかったも\nのであり，捜査及び公判での被告人の供述は十分信用でき，それによれば未必の故意が\n認められるに過ぎない旨主張する。\n(1)　この点，被告人は，捜査公判を通じ，対向する大型車両と擦れ違う際，同車両の動静\nに気を取られていて，自車左前方を見ていなかったこと，その際，左の方向から「バシッ」\nという何かとぶつかった大きな音が聞こえたこと，その後，自車左ドアミラーが垂れ下が\nるようになっていたことが分かり，人（歩行者）と衝突したかも知れないとの思いを抱き，\n一旦自車をＵターンさせて上記の音を聞いた辺りを行き来したものの，結局その時には\n倒れている人等を発見し得なかったこと，それでも人と衝突して怪我をさせたかも知れな\nいとの思いを抱きつつも，そのまま自車を停止することも，また，同車から降りて現場付\n近を確認することもなく立ち去った旨供述している。\n(2)　そして，前掲各証拠によれば，本件事故が起きた現場付近は，被告人の進行方向に\n向かい緩く湾曲し，左方は藪のような茂みになっており，前方の見通しも必ずしも良好と\nはいえず，また，その時間帯や周辺の街灯などの状況に照らすと，かなり暗かったこと\nが推認されること，被告人運転車両は当時前照灯を下向きにしていたこと，被害者自身\nの衣服もいわゆる暗色を基調としていて必ずしも見えやすいものとはいえないことなど\nの諸事情を考慮すると，被告人が「バシッ」という音を聞いた前後で被害者の姿を見てい\nないとしても不自然不合理とはいえない。また，被害者が転倒していた場所は路肩とは\nいえ，必ずしも直ぐに発見できる状態とはいえないのであって，被告人が供述する確認\n行為では倒れている被害者を発見できず，被害者の存在を確定的に認識していなかっ\nたとの供述も不合理とはいえない。そして，このような情況を前提とすると，被告人に自\n車の交通事故による人の傷害について確定的な認識があったということはできない。\n(3)　そして，被告人は，このような何かと衝突する音を聞き，しかも，その直後，音が聞こえ\nた方向にある左ドアミラーが損壊していることを認識したにもかかわらず，あえて上記の\n程度の確認行為をしたに止まり，さらに進んで自車を停止させ，同車から降りた上で現\n場の確認などは一切しておらず，道路交通法所定の負傷者の救護の要否，道路におけ\nる危険の有無を確認すべき義務を履行していないのであって，自車が歩行者等の人と\n衝突し，かつ，この者が傷害を負ってもかまわずとして，あえて逃走を図ったものと認め\nられるのであり，被告人に交通事故による人の傷害について未必の認識があったに止\nまるというべきである。\n(4)　よって，判示のとおり認定したものである。\n（法令の適用）\n被告人の判示第１の所為は刑法２１１条１項前段に，判示第２の所為のうち，救護義務\n違反の点は道路交通法１１７条，７２条１項前段に，報告義務違反の点は同法１１９条１項\n１０号，７２条１項後段にそれぞれ該当するところ，判示第２の罪は１個の行為で２個の罪\n名に触れる場合であるから，刑法５４条１項前段，１０条により１罪として重い救護義務違\n反罪の刑で処断することとし，各所定刑中懲役刑を選択し，以上は同法４５条前段の併合\n罪であるから，同法４７条本文，１０条により犯情の重い判示第１の罪の刑に法定の加重を\nした刑期の範囲内で被告人を懲役２年２月に処し，同法２１条を適用して未決勾留日数中\n５０日をその刑に算入することとする。\n（量刑の理由）\n本件は，当時現職の警察官であった被告人が，当時勤務していた警察署から自動車を\n運転して帰宅する途上，左前方を十分に確認することなく進行して被害者に自車を衝突さ\nせて重傷を負わせ，その傷害のために死亡させたという業務上過失致死の事案，そして，\nこのような交通事故を惹起したにもかかわらず，被害者の救護をせず，また，警察官への\n報告をせずに事故現場から立ち去り逃走したという道路交通法違反の事案である。\n本件事故現場の道路について認められる幅員や明るさ等の客観的な状況，その当時の\n天候，路面の湿潤状況，対向車両の状況などによれば，道路状況等に応じて適宜速度を\n調節し，前方左右を注視して進路の安全を確認しながら進行すべきことは，自動車運転者\nに課される基本的な注意義務であると解されるところ，被告人は，対向車の存在にのみ気\nを取られ，左前方を注視することなく進路の安全を十分確認しないままに進行し，その結\n果，自車と同方向に歩行中の被害者の存在に気付かず，自車左前部を同人に衝突させた\nものであって，注意義務違反の程度は甚だしく，過失は重大であり，犯行態様は非常に悪\n質である。\nそして，被告人は，自車が人と衝突する交通事故を惹起したかも知れないということを認\n識し，一旦は，事故現場に立ち戻り，幾度か自車で衝突現場付近を走行し，被害者の存在\nを確認しようとしたものの，結局は十分な確認をすることなく，敢えてその場を立ち去るに\n至ったものであり，その動機は，結局は自己保身ということに帰するといわざるを得ず，甚\nだ身勝手なものであり，酌量の余地はない。その犯行は，結局，負傷した被害者を数時間\nにもわたって現場に放置し，同人を更なる危険に晒したものであって，救護義務の趣旨を\n無視すること甚だしく，また，事故現場の安全確保という報告義務の趣旨にも明らかに違\n反しており，態様は悪質である。そして，上記のように，被告人は，一度は現場に自車を運\n転して立ち戻っているのであるから，その時点でより慎重な確認作業，すなわち，自車を降\nりて現場付近を探索をしていれば，倒れている被害者を発見できた可能性は低くなく，そう\nすれば本件の結末は異なったものとなった可能性が否定し得ないのであって，被告人が早\n々に確認作業を断念したことは誠に悔やまれるところである。たしかに，本件事故発生時\nの状況は弁護人が指摘するような問題状況をはらんだものであること自体は否定し得ない\nけれども，それを考慮しても，被告人による本件事故惹起後の様々な対応や行動は，誠に\n芳しからざるものであり，被告人が当時現職の警察官であったことなども考慮すると，非難\nされるべき点が多々あるといわざるを得ない。\n本件事故の結果，被害者は，被告人運転車両との衝突と道路外への転倒という一連の\n経過の中で判示のとおりの重傷を負い，そのために死亡するに至ったものであり，その肉\n体的精神的苦痛が甚大であったことは勿論，本件当時，同女が高齢とはいえなお健康を\n維持し，元気に生活していたという事情をも考慮すると，突然の事故により生命を奪われた\n事による無念さは余人では想像することはできないものであって，発生した結果は余りにも\n重大である。そして，突然被害者を失った事による遺族らの悲しみも非常に大きいものが\nあり，処罰感情も険しいことは当然である。さらに，本件は，現職警察官による死亡ひき逃\nげ事故として広く報道され，警察組織に対する社会の信頼を失墜させた面も否定し得ず，\nその社会的な影響も大きい。\n以上の諸事情に照らすと，本件犯情は誠に悪質であり，被告人の刑事責任は重大であ\nる。\n一方，被告人は，当公判廷において反省の情を示し，率直に被害者を死亡させたことに\n対する悔悟の念を表していること，その妻が，当公判廷において，被告人の社会復帰を待\nち，その際には家族と共に被告人を迎え，これまで同様に被告人を支えていくと誓い，ま\nた，被害者の遺族のもとを訪れるなどして慰謝の努力をしていること，本件被害の弁償等\nについては，保険会社を通じて現在交渉中であり，将来示談が成立する見込みが高いこ\nと，被告人は，これまで長年にわたり警察官として勤務し，少なからぬ実績を残しているこ\nと，そして，本件を契機として永年勤めてきた新潟県警察を懲戒免職となったこと，被告人\nにはこれまで前科前歴がないことなど被告人のために斟酌すべき事情も認められる。そこ\nで，これらの諸事情をも総合考慮の上，被告人を主文に掲げたとおりの刑に処することが\n相当であると判断した。\nよって，主文のとおり判決する。\n（求刑－懲役３年）\n平成１５年２月２６日\n新潟地方裁判所刑事部\n裁判官　　　　金  子  大  作\n"
}