{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 3,
    "day": 27
  },
  "case_number": "平成12(ワ)8343",
  "case_name": "損害賠償請求",
  "court_name": "大阪地方裁判所",
  "lawsuit_id": "6663",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=6663",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/663/006663_hanrei.pdf",
  "contents": "主            文\n１　被告は，原告訴訟引受人に対し，２億円及びこれに対する平成１２年８月１９日から\n支払済みまで年５分の割合による金員を支払え。\n２　訴訟費用は被告の負担とする。\n３　この判決は，仮に執行することができる。\n事実及び理由\n第１　請求\n主文同旨\n第２　事案の概要\n本件は，株式会社なにわ銀行（以下「なにわ銀行」という。）が有限会社明大住宅\n（以下「明大住宅」という。）に対して８億円，Ａに対して１億８０００万円及び株式会\n社大真（以下「大真」という。）に対して２億４２００万円の合計１２億２２００万円の融\n資を行ったことについて，当時，なにわ銀行の代表取締役兼取締役（頭取）であっ\nた被告は，上記各融資金の回収が困難であり，困難であるとの判断も可能であっ\nたところ，決裁権者として，上記各融資を否決するか，決定・実行するならより適切\nな債権保全措置を確保すべき善管注意義務（商法２５４条３項，民法６４４条）及び\n忠実義務（商法２５４条ノ３）を負っていたにもかかわらず，同義務に違反して上記\n各融資を決定・実行し（明大住宅及び大真に対する融資），あるいは，代表取締役\n（頭取）としてなにわ銀行の業務執行全般について監督すべき注意義務又は取締\n役として決裁行為を監視すべき注意義務を負っていたにもかからず，同義務に違\n反してＢが上記融資を決裁するに際して何ら異を唱えず（Ａに対する融資），なにわ\n銀行に少なくとも合計４億７４０３万７８８２円の損害を与えたと主張して，なにわ銀\n行と株式会社福徳銀行（以下「福徳銀行」という。）の特定合併により設立された脱\n退原告から損害賠償請求権等を譲り受けた原告訴訟引受人が，被告に対し，商法\n２６６条１項５号に基づき，上記損害のうち２億円及びこれに対する訴状送達の日\nの翌日である平成１２年８月１９日から支払済みまで民法所定の年５分の割合によ\nる遅延損害金を賠償するよう求めた事案である。\n１　当事者間に争いのない事実並びに掲記の証拠及び弁論の全趣旨により容易に認め\nられる事実\n(1)　当事者等\nア　原告訴訟引受人等\n(ア)　なにわ銀行は，昭和２６年１０月に相互銀行法施行により転換した株式会\n社大阪相互銀行（以下「大阪相互銀行」という。）を前身とし，平成元年２月，普\n通銀行に転換して株式会社なにわ銀行に商号を変更した。\n(イ)　脱退原告は，なにわ銀行と福徳銀行との特定合併（平成１０年法律第１３３\n号による改正前の預金保険法附則６条の３第１項）によって，平成１０年１０月\n１日に設立された，預金又は定期積金の受入れ，資金の貸付け，手形の割引\n及び為替取引等を目的とする株式会社であり，平成１３年５月１５日現在の発\n行済株式の総数は２８万７７７７．８０株，資本の額は金１８２億３２６６万円であ\nる（弁論の全趣旨）。\n(ウ)　原告訴訟引受人は，平成８年７月２６日に設立された，特定住宅金融専門\n会社の債権債務の処理の促進等に関する特別措置法（平成８年法律第９３\n号）２条２項に規定された特定住宅金融専門会社から譲り受けたその貸付債\n権その他の財産の管理，回収及び処分等を目的とする株式会社住宅金融債\n権管理機構を前身とする株式会社（平成１１年４月１日商号変更）であり，平成\n１３年１２月７日現在の発行済株式の総数は４２４万株，資本の額は金２１２０\n億円である（弁論の全趣旨）。\n(エ)　原告訴訟引受人は，脱退原告から，平成１３年２月９日，脱退原告が有する\n債務不履行に基づく損害賠償請求権及び契約以外の原因に基づいて脱退原\n告が有する権利（現在及び過去における脱退原告の役職員等に対し責任追\n及する一切の権利を含む。また，既に権利が確定しているもののほか，同月１\n３日においてその存在の確認若しくは内容の特定が未了であるものを含む。）\n等を代金１８９５億３３６３万０７３６円で買い受けた。脱退原告は，同月２８日到\n達の書面にて，被告に対し，その旨通知した（甲Ａ８，甲Ａ９の１，２）。\nイ　被告\n被告は，昭和２８年３月に大阪相互銀行に入行し，昭和４４年５月に同行の取\n締役に，昭和６２年６月に同行の代表取締役社長に，平成元年２月になにわ\n銀行の代表取締役頭取に，平成９年６月に同行の取締役相談役にそれぞれ\n就任し，平成１０年６月に同行の取締役を辞任した。\nウ　Ｂ\nＢは，昭和２７年５月に大阪相互銀行に入行し，昭和４９年５月に同行の取締\n役に，昭和６０年３月に同行の常務取締役に，昭和６３年６月に同行の専務取\n締役にそれぞれ就任し，平成５年６月になにわ銀行の取締役を退任した。\n(2)　明大住宅に対する融資\nア　明大住宅は，不動産の売買，賃貸，仲介，管理業及び綜合建築請負等を目的\nとする有限会社であり，Ｃが代表取締役を務めていた（甲Ｂ１）。\nイ　なにわ銀行は，明大住宅に対し，平成５年３月３１日，弁済期を同年９月３０日\n（期日一括返済），金利を年７．４１３パーセントとする約定で，８億円を貸し付け\nた（以下「本件融資１」という。）。\n(3)　Ａに対する融資\nア　Ａ（昭和１９年１０月３０日生，平成９年１２月２９日死亡）は，中筋住宅の屋号で\n建売住宅を主業務とする地元不動産業者であった。\nイ　なにわ銀行は，Ａに対し，平成５年３月３１日，弁済期を平成６年３月２９日（期\n日一括返済），金利を年８．２５パーセントとする約定で，１億８０００万円を貸し付\nけた（以下「本件融資２」という。）。\n(4)　大真に対する融資\nア　大真は，不動産の売買・仲介・管理，土木建築設計施工及び請負等を目的とす\nる株式会社であり，Ｄが代表取締役を務めていた（甲Ｄ１）。\nイ　なにわ銀行は，大真に対し，平成５年３月３１日，返済方法について毎月１００万\n円あて５９回分割返済し，平成１０年３月３１日に残額１億８３００万円を一括返済\nする，金利を年７．０パーセントとするとの約定で，２億４２００万円を貸し付けた\n（以下「本件融資３」という。）。\n２　争点\n(1)　本件融資１から３まで（以下「本件各融資」と総称する。）について，被告に善管注\n意義務違反及び忠実義務違反があるか。\n(2)　損益相殺が認められるか。\n(1)（善管注意義務違反及び忠実義務違反）について\n（原告訴訟引受人の主張）\nア　被告の善管注意義務及び忠実義務\n被告は，銀行の取締役として，現在及び予想し得る将来の経済情勢（景気の\n動向，資産の価格動向，各業界の発展・衰退の動向を含む。）を踏まえつつ，\n融資先企業の業種，規模，業績，経営者の能力及び保有資産並びにこれらを\n前提とする当該企業の経営状況全般のほか，予定されている返済資金の調\n達方法とその方法による調達の見込み，従前の融資金の返済状況，当該融\n資の必要性，当該融資に係る担保の性質・内容・価値等の諸事情を総合勘案\nして，融資金の回収可能性について十分に検討した上で，当該融資をすべき\nかどうかを判断しなければならなかった。そして，融資の決裁に当たっては，上\n記諸般の事情を総合勘案し，融資金の回収が困難であると判断される場合に\nは，当該融資を決定・実行してはならず，仮に決定・実行するならより適切な債\n権保全措置を確保すべき善管注意義務及び忠実義務を負っていた。\nイ　本件各融資の回収可能性\n(ア)　総論\nａ　債務超過・実質延滞先への融資\n明大住宅，Ａ及び大真は，いずれも，なにわ銀行及び株式会社なにわフ\nァイナンス（以下「なにわファイナンス」という。）から不動産を担保に商品\n不動産購入資金及び運転資金等の融資を受けていた不動産・建設業者\n（建売業者）であるが，建売住宅やマンションの販売が滞り，売上げ及び\n利益が共に減少して過大な債務を負担し，当該担保物件の価値も著しく\n下落した状況にあった。したがって，明大住宅，Ａ及び大真は，本件各融\n資の約２年前から，物件売却遅延等によってなにわ銀行及びなにわファ\nイナンスに対する既存債務の返済が極めて困難な状況に陥り，なにわ銀\n行の既存融資について実質期限延長を繰り返し，かつ，なにわファイナン\nスの原融資についても実質延滞状態にあった。\nｂ　返済困難な事業への融資\n本件各融資の返済原資は，いずれも入担物件及び商品物件の売却等と\nされていた。しかし，そもそも明大住宅，Ａ及び大真に対するなにわファイ\nナンスの原融資については，当該物件の売却の目処が立たず，返済期\n限延長が約２年にわたって繰り返されていたものであるところ，本件各融\n資時点においても，従前とは異なる新たな販売見通し及び代替計画等，\n行き詰まった現状を打開し得る具体的な返済計画はないままの状態であ\nった。\nｃ　大幅な担保不足\n本件各融資は，いずれも稟議書上明白な担保不足であった。また，保証\n人（明大住宅及び大真の各代表者ら）も既に多額の連帯保証債務を負担\nする状況にあった。\nｄ　被告の認識可能性\n被告は，①なにわ銀行の既存融資及びなにわファイナンスの本件各融資\nの原融資の管理に際して作成されていた調査資料等により，②本件各融\n資を採択した貸出審査会からの事後報告を受けていたことにより，また③\n本件各融資の稟議資料により，前記ａからｃまでの事情を認識し，又は少\nなくとも認識可能であった。\n(イ)　本件融資１\nａ　明大住宅の経営成績・財務状態\n(ａ)　過大な債務負担\nなにわ銀行は，昭和６３年１月以降，明大住宅に対する融資取引を継\n続し，平成元年１２月の融資残高６億６８０１万７０００円をピークに，本\n件融資１の直前である平成５年３月時点の融資残高は２億６２３１万７\n０００円であった。また，なにわファイナンスは，平成２年４月２６日，明\n大住宅に対し６億円を貸し付けていたが，平成５年３月時点の同融資\nの残高は５億６５００万円であった。\n(ｂ)　劣悪な経営成績・財務状況\n明大住宅は，不動産価格の下落・ユーザーの買控え等により，平成３\n年４月期には売上高が前期の半分以下に減少し，借入金利負担により\n多額の経常損失を計上し，債務超過で低調のまま推移した。\nそして，明大住宅は，平成３年４月当時，１０億円以上もの棚卸資産を抱\nえ，借入金利負担軽減を図るために商品物件を損切り売却で一掃する等\nの対応を迫られていたが，それでも物件売却が滞って借入金減少も進ま\nず，苦しい経営状態が続いていた。\n(ｃ)　返済期限延長・金利減免\n明大住宅は，平成２年６月ころから，なにわ銀行に対し，同行からの融\n資について，商品物件売却遅延を理由とする返済期限延長を繰り返し\n申し込んでいた。そこで，なにわ銀行は，返済期限延長や借入金利引\n下げに応じるだけでなく，物件損切り処分に際しての売却損失補填の\n運転資金まで融資していた。\nまた，明大住宅は，(ａ)のなにわファイナンスからの６億円の借入れに\nついても，物件売却が遅延していたため，平成３年１０月に６か月間，\n平成４年５月に１年間と返済期限延長を繰り返していた。\n(ｄ)　被告の認識可能性\n被告が，本件融資１について貸出審査会の審議に関する事後報告を\n受け，融資稟議において添付資料とされていた明大住宅の過去２年分\nの決算報告書によって同社の劣悪な経営成績と財務状況を認識し，又\nは少なくとも認識可能であったことは明白である。\nｂ　経営意欲・返済意思の減退\n明大住宅のＣ社長は，①事務所を含め全て売却することにより債務を解\n消したいと決心し，②当初本件融資１を希望しておらず，むしろ平成５年４\n月１日以降の利息支払い及び金利支払支援のための融資も拒否してい\nた。そこで，なにわ銀行は，住吉支店の元支店長を交渉役として融資に\n応じるようＣ社長を説得し，既に経営意欲も返済意思も著しく減退してい\nた明大住宅に対して，その意向に反してまで強引に本件融資１を実行し\nた。\nそして，被告は，本件融資１の稟議資料から，このような状況について認\n識していた。\nｃ　担保への極端な依存\n上記ａのとおり，明大住宅の経営成績及び財務状況は劣悪であった。\nまた，なにわファイナンスに対する明大住宅の返済原資は入担物件売却\n及び今後の建売計画による代金等しか存在しなかったところ，不動産価\n格の引き続く下落等の事情により，当該物件はいっこうに売却することが\nできず，そのため，なにわファイナンスは，明大住宅に対し，平成３年１０\n月以降，返済期限の延長を繰り返していたが，本件融資１の時点におい\nて従前の状況を打開できる新たな計画等は何ら具体化されていなかっ\nた。\nしたがって，なにわ銀行としては，本件融資１の回収に関しては，ひとえに\n入担物件の売却代金及び今後の建売計画に漠然と期待するほかなかっ\nたものであり，同融資は極端に担保に依存したものであった。\nｄ　著しい担保不足\n(ａ)　本件融資１の時点において，なにわ銀行が取得した不動産担保の評価\n額は２億７７４０万円であり，本件融資１の実融資額５億９１００万円に対し\nて３億１３６０万円以上の担保不足の状態であった。\n(ｂ)　被告は，路線価の１．５倍を時価（ないし実勢価格）とみなす従前の評\n価方式を前提として，本件融資１の担保物件は，同融資の稟議資料中の\n時価額の５割増の価値があったから，本件融資１について担保不足はな\nかった旨主張するが，そのような担保評価は本件融資１の稟議資料のど\nこにも客観化・顕在化していないこと，本件融資１当時も前年度以上の著\nしい地価下落傾向にあったこと，これを踏まえた日本銀行の指導により，\nなにわ銀行が融資事務規定を改訂して不動産担保評価の際の基準とな\nる時価を路線価の１．０倍へと引き下げていたこと等を勘案すれば，上記\n担保評価手法は不当である。\n(ウ)　本件融資２\nａ　Ａの経営成績・財務状態\n(ａ)　過大な債務負担\nなにわ銀行は，昭和５２年１月以降，Ａに対する融資取引を継続し，昭\n和６１年１０月の融資残高４億３５４８万円をピークに，本件融資２の直\n前である平成５年３月時点の融資残高は２億３０６８万２０００円であっ\nた。また，なにわファイナンスは，平成２年２月２８日，Ａに対し１億８００\n０万円を貸し付けていたが，平成５年３月時点の同融資の残高は１億８\n０００万円のままであった。さらに，Ａは，その他の８つの金融機関に対\nして合計２１億円以上の借入金債務を負担していた。\n(ｂ)　劣悪な経営成績・財務状況\nＡの売上げは平成４年度において平成３年度の２０分の１に減少し，物\n件販売は著しく停滞していた。その結果，Ａの平成５年３月時点の申告\n所得はゼロとなった。\n(ｃ)　返済期限延長の反復（実質延滞状況）\nＡは，平成３年４月ころから，なにわ銀行に対し，同行からの融資につ\nいて，商品販売遅延により返済原資が捻出できないことを明らかにして\n返済期限延長を度々申し込んでおり，なにわ銀行は，これに繰り返し\n応じていた。\nまた，Ａは，(ａ)のなにわファイナンスからの１億８０００万円の借入れに\nついても，物件売却が遅延して返済原資を捻出できないため，平成４\n年２月に１年間，平成５年２月１５日に１年間と返済期限延長を繰り返し\nており，実質延滞状況にあった。\n(ｄ)　Ｂの認識可能性\nＢは，貸出審査会での審議において，(ａ)から(ｃ)までの事情を認識し，\n又は少なくとも認識可能であった。\nｂ　著しい担保不足\n(ａ)　本件融資２の時点において，なにわ銀行が取得した不動産担保の評価\n額は８３８０万円であり，本件融資２の融資額１億８０００万円に対して９６\n２０万円もの担保不足の状態であり，かつ，保証人も徴求できないままで\nあった。\n(ｂ)　(イ)ｄ(ｂ)のとおり\n(エ)　本件融資３\nａ　大真の経営成績・財務状況\n(ａ)　過大な債務負担\nなにわ銀行は，昭和５７年１０月以降，大真に対する融資取引を継続\nし，平成元年４月の融資残高１３億９７３６万１０００円をピークに，本件\n融資３の直前である平成５年３月時点の融資残高は４億６７３９万２００\n０円であった。また，同月時点のなにわファイナンスからの融資残高は\n２億４２００万円であり，兵庫コンサルティング株式会社（以下「兵庫コン\nサルティング」という。）からの８億円，なにわ銀ファクターからの１億０５\n００万円等も合わせると，同月時点で，大真は，合計１６億円以上の借\n入債務を負担していた。\n(ｂ)　劣悪な経営成績・財務状態\n大真の本件融資３以前の経営成績・財務状態は著しく悪化し，多額の\n借入金利支払いを負担し，著しい債務超過状態であった。\n(ｃ)　返済期限延長・金利減免の要請\n大真は，なにわ銀行からの融資について，商品物件売却遅延のため\n返済原資を約定期限に捻出できなくなり，平成３年４月ころから，同行\nに対し，返済期限延長を申請するようになり，平成４年３月以降は，金\n利減免要求も繰り返し行っていた。\nまた，大真は，なにわファイナンスからの借入についても，物件売却の\n目処が立たなかったため，融資対象物件の使途を商品物件から自用\nの長期保有資産に変更せざるを得なくなり，平成３年８月２８日に５年\n間の長期借入れに変更するなどして借り換えていた。\n(ｄ)　債務不履行による競売申立て\n大真は，平成４年６月から，(ａ)の兵庫コンサルティングからの借入金債\n務８億円について債務不履行に陥り，平成４年１０月２１日に同社から\n競売申立てをされた。\n(ｅ)　被告の認識可能性\n被告は，本件融資３について貸出審査会の審議に関する事後報告を\n受け，(ａ)から(ｄ)までの事情を認識し，又は少なくとも認識可能であっ\nた。\nｂ　著しい担保不足\n(ａ)　本件融資３の時点において，なにわ銀行が取得した担保は，不動産が\n７３４０万円，預金が６５７９万１０００円の合計１億３９１９万１０００円であ\nり，本件融資３の融資額２億４２００万円に対して１億０２８０万円もの担保\n不足の状態であった。\n(ｂ)　(イ)ｄ(ｂ)のとおり\nウ　経営判断の原則\n被告は，本件各融資を，系列ノンバンクたるなにわファイナンスの破綻を回避\nするために行ったとし，いわゆる「経営判断の原則」によって注意義務違反に\nよる損害賠償責任を負わない旨争うので，以下，反論する。\n(ア)　経営判断の原則の意義\nａ　原則的要件\n一般事業会社において，いわゆる経営判断の原則が適用されるために\nは，①当該判断の形成過程・手続が合法的かつ合理的なものであるこ\nと，②当該判断内容それ自体も合法的かつ合理的であること，③当該判\n断と取締役との利益相反・忠実義務違反的事情が存在しないことが必要\nである。\nｂ　銀行業務の特殊性からの変容\n①銀行においては，一般事業会社と異なり，取締役の兼職が制限されて\nいること（銀行法７条）及び株主の帳簿閲覧権が否定されていること（同法\n２３条）に応じ，取締役の注意義務を厳しく解さざるを得ないこと，②銀行\nの公共性（同法１条）に鑑み，同法は，銀行業務を免許制とし（同法４\n条），資本や経理内容の健全性を図るとともに（同法第３章），監督官庁に\n強力な監督権限を付与し（同法第４章），もって経営の健全性及び安全性\nを強く求めているところ，このような銀行の経営に，一般事業会社におけ\nると同様のリスクを持ち込むことは銀行取締役の裁量の範囲を逸脱する\nものであり，許されないこと，③銀行取締役は，あくまで銀行法を初めとす\nる法令に違反しないことを前提として，銀行業務の公共性，健全性，安全\n性を害しない範囲で，経営の裁量を与えられているに過ぎないことなどか\nら，銀行取締役についての経営判断原則の具体的適用は一般事業会社\nに比べてより厳格にされなければならず，銀行取締役の裁量はより限定\nされるべきである。\nｃ　破綻系列会社に対する支援・救済における経営判断の原則の考慮要素\nさらに，既に破綻に瀕している系列会社に対する支援策として銀行が回\n収可能性に疑問のある新たな融資を行うという極めて特殊な場面におい\nては，経営判断原則を無限定かつ安易に適用することはなおさら許され\nるべきではない。\n銀行が，既に破綻に瀕している系列会社を支援のために，当該系列会社\nの債務者に対する肩代わり融資等の新たな金銭支出を伴う支援行為を\n行うか否かを決定する場合に，当該判断が経営判断の原則の適用を受\nけるか否かを検討するためには，(1)当該支援行為の必要性が極めて高\nいこと，(2)支援内容が合理的であること（①支援目標が合理的に設定さ\nれていること，②支援目標実現の蓋然性があること，③達成すべき支援\n目標に照らして支援に要する銀行の負担・銀行への影響が必要昀小限\n度であること），(3)当該支援方法・手段に全体として社会的相当性が認め\nられることを考慮すべきである。\n(イ)　なにわファイナンスを支援する必要性の不存在\nａ　なにわファイナンスの実態\n(ａ)　なにわ銀行は，なにわファイナンスに対して，直接の資本参加をしてお\nらず，子会社であるなにわ銀ファクター等を通じて株式を保有していたに\n過ぎないのであって，なにわファイナンスは，なにわ銀行の単なる関係会\n社であった。\n(ｂ)　なにわファイナンスは，本件各融資当時，既に自力再建が不可能な状\n態であり破綻に瀕していた。\n(ｃ)　なにわ銀行は，破綻に瀕していたなにわファイナンスに対して，平成４\n年４月以降，肩代わり融資を繰り返したほか，同年５月２９日から同年１０\n月１２日にかけて，銀行法１３条の融資限度額に達すべき程の支援融資\n（合計３５億円）を，その回収の見込みを度外視してまで行っていた。\n(ｄ)　本件各融資実行の結果，なにわファイナンスに残された業務は，借地\n権付マンション２棟の管理と，いわゆる「死んだ先」に対する競売手続から\nの回収のみとなった。\n(ｅ)　このように，本件各融資当時，なにわファイナンスは，もはや新規融資\n等の新規事業を行うことはなく，事実上清算を待つだけで再生困難な状\n態であったから，なにわ銀行が新規の金銭支出を伴う支援・救済を行うに\n値しない存在であった。\nｂ　いわゆる「母体行責任」について\n(ａ)　被告は，なにわファイナンスの取引金融機関である株式会社東海銀行\n（以下「東海銀行」という。）及び株式会社日本長期信用銀行（以下「長銀」\nという。）による母体行責任の具体的追及行為への対応策として本件各\n融資を行うことが必要であったと主張するが，東海銀行及び長銀から母\n体行責任を追及されていたという事実はなく，被告の主張はその前提事\n実を欠き失当である。\n(ｂ)　また，被告の主張する「母体行責任」は，法的責任ではないことは明白\nであり，そのことは被告も認めている。\nｃ　信用不安発生の危険の不存在\n被告は，信用不安の発生を防止するために，本件各融資を行った旨主張\nするが，なにわファイナンスが破綻したからといって，なにわ銀行につい\nて他の金融機関との貸借の停止や取付け騒ぎなどの信用不安が発生す\nる具体的危険性，蓋然性はなかった。\n(ウ)　なにわファイナンスに対する支援決定に至る判断過程の不合理性\nａ　本件各融資の判断過程の不合理性\n(ａ)　被告は，本件各融資の返済可能性に関する詳細な資料の提出・検討を\n指示しなかった。\n(ｂ)　本件各融資は，被告からの基本的承諾を得ているトップダウン案件的\nなものとして，融資を決定・実行するという結論が先行していたため，本件\n各融資には回収可能性・安全性の点で問題があったことは明白であった\nのに，通常の融資判断では許容され得ない緩やかな判断によってこれら\nが是とされた。\n(ｃ)　なにわ銀行が平成５年４月９日付けで日本銀行に対して提出した「経営\n改善計画について」と題する書面（甲Ａ１２）は，不良債権のうち要償却債\n権の総額について何ら言及しておらず，単に平成４年度から平成７年度\nまでの償却可能額及び償却見通しについて触れているだけであり，なに\nわ銀行は，要償却債権の総額（すなわち，自己資本毀損分に相当する不\n良債権額）を全く把握していなかった。\n(ｄ)　仮に本件各融資に先立ち東海銀行及び長銀から一定の要求があった\nとしても，なにわ銀行が丸抱えでの「母体行責任」を両行に対して負担す\nべき事情はなく，むしろ金融実務の専門家たる両行の自己責任及び貸手\n責任を前提とした交渉が可能でもあった。それにもかかわらず，被告は，\n東海銀行及び長銀等の意向について十分な調査検討を行わず，なにわ\n銀行の負担を昀小限化する努力をも怠っていた。\n(ｅ)　被告は，破綻状態にあったなにわファイナンスの昀終処理方針に関し，\n当然検討すべき選択肢である法的整理手続等の当否及びその場合の利\n害得失等について詳細なシミュレーションを行うなどの検討を全くしなかっ\nた。\n(ｆ)　なお，なにわ銀行の貸出審査会は，①融資決裁権者が昀終決定するこ\nとを前提とした諮問機関に止まり，②同行の全取締役によって構成されて\nおらず代表取締役頭取の出席が不要であるなど，その実態からみて取締\n役会と同視することはできない。\nｂ　本件各融資となにわファイナンスの救済・再建計画との関係等\n(ａ)　被告は，本件各融資が，なにわ銀行が平成５年４月９日付けで日本銀\n行に対して提出した「経営改善計画について」と題する書面（甲Ａ１２）添\n付の別表７（「（株）なにわファイナンス」の再建計画書）（以下「本件再建\n計画」という。）と一体であることを前提に，本件再建計画自体の合理性を\n主張するが，以下の理由から失当である。\n(ｂ)　本件各融資は，本件再建計画とは異なり，債権譲渡形式を採らず，当\n該債権等の査定もしないまま，債権額全額を債務者に対して融資実行し\nたものである。そして，当該融資金はなにわファイナンスを介して資金調\n達先金融機関への返済資金等として用いられたのであるから，本件各融\n資は，本件再建計画に基づいて実行されたとはいえない。\n(ｃ)　本件再建計画について大蔵省の了解があったという事実はない。\n(ｄ)　本件各融資は，本件再建計画の日本銀行への提出より先に実行され\nており，本件各融資実行について日本銀行の了解があったという事実は\nない。\n(ｅ)　なにわ銀行の担当者が大阪国税局に対して行った事前の打診は，あく\nまで既存融資の無利息化に関してであって，本件各融資の是非とは全く\n無関係である。\nｃ　「母体行責任」について\n本件各融資当時の銀行経営実務の前例並びに大蔵省及び日本銀行の\n金融行政の実態は，母体行責任による丸抱えの支援を当然のものとする\nものではなかった。\n(エ)　なにわファイナンス支援内容の不合理性\n本件各融資を含むなにわ銀行のなにわファイナンス支援策は，既に破綻状\n態にあり自力再建が不可能であったなにわファイナンスの昀終的処理方針\nを検討しないまま，資金調達先である東海銀行・長銀等に対する借入金返\n済を昀優先し，そのための返済資金をなにわ銀行が全面的に融資しなが\nら，無利息かつ元本回収もせずに貸し続けておくことを内容とするものであ\nるから，なにわ銀行丸抱えの「破綻の先延ばし」以上の意味はなかった。\nなお，本件各融資は，なにわ銀行のなにわファイナンスに対する先行融資\n分の回収不能を招来させる点でもなにわ銀行にとっては不利益であった。\n(オ)　なにわファイナンスに対する支援手段・方法の社会的相当性の欠如\nａ　銀行法１３条の潜脱による実質的違法\n本件各融資は，銀行法１３条に実質的に違反している。\n(ａ)　本件各融資金は，形式的には各債務者名義の口座を経由しているも\nのの，各債務者において運転資金等として現実に使用された事実はな\nく，各債務者名義の口座に入金された当日に，なにわファイナンス経由で\n東海銀行ほかへの返済資金として，そのほぼ全額が費消されたこと等か\nらすれば，本件各融資は被告が当初から仕組んだ一連の迂回融資に過\nぎない。\n(ｂ)　被告は，本件各融資が銀行法１３条の趣旨目的に抵触しかねないこと\nを認識しながら本件各融資を決定した。\n(ｃ)　被告は，本件各融資を緊急やむを得ない救済・支援融資であるとしな\nがら，銀行法１３条１項ただし書，同法施行令４条４項１号に従って大蔵大\n臣の個別の承認を得ることなく，これらの規定を潜脱し，債務者を迂回し\nてなにわファイナンスに調達先金融機関への返済資金を融資したもので\nある。\nｂ　利益相反ないし忠実義務違反的事情の存在\n(ａ)　先行行為に基づく責任\n被告は，本件各融資の先行行為というべき，なにわファイナンスの経営\n失敗という重大な失敗を犯した当事者であり，そのような被告が，自ら\nの失敗のいわば尻拭いのため，なにわ銀行にその負担を転嫁すべく\n行ったのが本件各融資である。\n(ｂ)　自己保身目的\n被告が本件各融資を決定した動機には，自らの頭取としての地位を失\nいたくないという自己保身の目的が強く働いていた。\n(ｃ)　第三者図利目的\n本件各融資は，東海銀行及び長銀等に対し，なにわファイナンスに対\nする融資金を全額回収させることを目的として，その反面でなにわ銀行\nが本件各融資のリスクを全面的に負担したものである。\n(カ)　以上のとおり，本件各融資は，①必要性が全くなかったばかりか，②内容に\n合理性がなく，③方法・手段に社会的相当性がないから（実質的に銀行法に\n違反し，利益相反ないし忠実義務違反的事情も認められる），経営判断の原\n則の適用によって被告がその責任を免れることはない。\nエ　損害\n(ア)　本件融資１\n明大住宅は，平成５年７月以降事業を停止し，同年１０月に延滞に陥った。\nなにわ銀行は，同年１２月の競売申立て等により，融資の一部を回収した\nが，平成９年３月期に残債権４億５９０７万２２７７円を償却処理した。\nしたがって，本件融資１（資金使途は，なにわファイナンスに対する返済資\n金５億６５００万円，なにわ銀行既貸債務更改２億０９００万円，本件融資１\nの金利６か月分２０００万円，なにわ銀行の既存手形貸付の金利６か月分１\n００万円，登記費用５００万円）によって，なにわ銀行に，少なくとも，前記償\n却額から，本件融資１のうち，なにわファイナンスに対する返済に充てられ\nた５億６５００万円を除いた２億３５００万円を控除した２億２４０７万２２７７円\nの損害が発生した。\n(イ)　本件融資２\nＡは，平成６年２月には完全に延滞に陥った。なにわ銀行は，同年４月２８\n日，担保処分によって８０００万円を回収したが，平成７年３月期に残債権１\n億４０５５万６１８６円を償却した。\nしたがって，本件融資２によって，なにわ銀行に，前記償却額中同融資に関\n連する１億円の損害が発生した。\n(ウ)　本件融資３\n脱退原告は，平成１２年４月，本件融資３の融資金２億４２００万円中，残存\nする２億０４３０万円について不動産競売を申し立て，合計５４３３万４３９５\n円が元本に充当された。\nしたがって，本件融資３によって，原告に，残債権額１億４９９６万５６０５円\nの損害が発生した。\nオ　被告の責任原因\n(ア)　本件融資１及び３について\n被告は，アの善管注意義務及び忠実義務に違反して，本件融資１及び３を決\n裁権者として決定，実行した。\nしたがって，被告は，上記各融資について商法２６６条１項５号に基づいて損\n害を賠償する責任がある。\n(イ)　本件融資２について\nａ　Ｂは，本件融資２を決裁権者として決定した。\nｂ　被告は，代表取締役頭取としてなにわ銀行の業務執行全般について監督\nすべき注意義務又は取締役として決裁行為を監視すべき注意義務を負って\nいた。\nｃ　被告は，本件融資２について貸出審査会の結果報告を受け，その内容を精\n査して融資の安全性に懸念ありとして同審査会に差し戻してＢの決定を阻\n止することが可能であったにもかかわらず，簡易な口頭での報告のみでよし\nとし，Ｂの決定を阻止しなかった。\nｄ　したがって，被告は，本件融資２について，ｂの注意義務を怠ったものであ\nるから，商法２６６条１項５号に基づいて損害を賠償する責任がある。\n(ウ)　よって，原告訴訟引受人は，被告に対し，本件各融資によってなにわ銀行\nに生じた損害合計４億７４０３万７８８２円のうち２億円及びこれに対する訴状送\n達の日の翌日から支払済みまで年５分の割合による遅延損害金を賠償するよ\nう求める。\n（被告の主張）\nア　本件各融資の回収可能性\n(ア)　本件融資１について\nａ　被告は，当時，明大住宅が劣悪な経営成績・財務状況であると認識してい\nなかった。\nｂ　本件融資１に際して，なにわ銀行が取得した担保は，極度額７億２０００万\n円の根抵当権であり，担保物件の時価は３億７５２４万１０００円と評価され\nていたから，著しい担保不足とはいえない。\nさらに，上記時価評価額は路線価の１．０倍であるが，従来の時価評価\n額は路線価の１．５倍であったから，更に担保不足はなく担保としては十\n分であったことになる。\n(イ)　本件融資２について\n本件融資２に際して，なにわ銀行が取得した担保は，極度額２億１６００万\n円の根抵当権であり，担保物件の時価は１億１９７５万７０００円と評価され\nていたから，著しい担保不足とはいえない。\nさらに，上記時価評価額は路線価の１．０倍であるが，従来の時価評価額\nは路線価の１．５倍であったから，更に担保不足はなく担保としては十分で\nあったことになる。\n(ウ)　本件融資３について\n本件融資３に際して，なにわ銀行が取得した担保は，極度額３億１０００万\n円の根抵当権であり，担保物件の時価は１億０７１１万８０００円と評価され\nていたが，上記時価評価額は路線価の１．０倍であるが，従来の時価評価\n額は路線価の１．５倍であり，これに担保預金６５７９万１０００円を加えると，\n著しい担保不足とはいえない。\nイ　経営判断の原則\n本件各融資は，いずれもなにわ銀行が関連会社であるなにわファイナンスの\n救済・再建のために策定した本件再建計画に基づく肩代わり融資であり，同計\n画の一部分に過ぎない。したがって，本件再建計画の決定が善管注意義務違\n反・忠実義務違反を構成しないときは，本件各融資が独自に善管注意義務違\n反・忠実義務違反を構成することはあり得ない。そして，本件再建計画を決定\nした被告の事実認識に不注意な誤りはなく，同計画は，経営判断として，通常\nの企業人の合理的な選択の範囲内のものであるから，被告に善管注意義務\n違反及び忠実義務違反はない。\n(ア)　なにわファイナンス救済の必要性\nａ　なにわファイナンスは，なにわ銀行の系列ノンバンクであり，その株主は，\nいずれも同行が直接，間接に出資し，役員を派遣している関連会社及び同\n行の出身者であり，役員も同行の出身者で，従業員はほとんどおらず，営\n業や貸付審査も含めてほぼすべての業務が同行の組織で行われていたも\nのであって，なにわファイナンスは実質的にはなにわ銀行の一営業店であ\nった。\nｂ　なにわファイナンスは，平成５年当時，自力再建が不可能な状態であった。\nｃ　銀行は業務の性質上信用不安を起こせば１日も運営することができないの\nであり，絶対に信用不安を避けなければならないところ，当時はいわゆる母\n体行責任論が強く主張され，大蔵省，日本銀行ひいては金融業界全体が，\n銀行が自己の関連会社を破産させないことを当然視していたため，なにわ\nファイナンスが破綻した場合，なにわ銀行は重要な系列ノンバンクを救済・\n再建できないほどに業績が悪化していると判断されてなにわ銀行本体の信\n用不安を起こすことになるから，なにわファイナンスを救済することが不可欠\nであった。\nｄ　長銀，東海銀行等は，なにわ銀行に対して母体行責任を強力に追及してき\nた。\n(イ)　なにわファイナンス再建計画の合理性\nａ　なにわ銀行は，本件再建計画を策定し，なにわ銀行の経営改善計画の一\n環として本件再建計画を日本銀行に提出し，その了承を得た。また，近畿財\n務局に対しても同様の書類を提出し，これも了承を得た。なにわ銀行は，日\n本銀行及び大蔵省の了解の下に，本件各融資を含む本件再建計画を実施\nしたものである。\nｂ　なにわ銀行は，平成５年３月３１日付けで本件再建計画を策定したが，同計\n画においては，なにわファイナンスが，貸付金債権及び担保権をなにわ銀\n行に譲渡する対価及び同行からの無利息融資をもって，２行１社からの借\n入金を返済し，残る借入金である千代田生命保険からの６億円の利払いに\nついては所有マンションの家賃収入でまかなえるので，当期利益こそ見込\nめないものの損失計上は免れると考えられた。\nｃ　なにわファイナンスの業績悪化の原因は，いわゆる逆ざや現象と地価下落\nによる不動産業界の業績悪化にあったところ，平成５年３月当時，地価は下\n落を続けていたが，少なくとも景気は底を打ち，反転するという見方が大方\nの観測であり，今日に至るまで不況が続くことは誰にも予測し得なかった。\n(ウ)　母体行責任について\nａ　本件各融資当時の日本，特に銀行業界では，出資関係や社長など首脳陣\nを送り出しているなどの面で親会社がはっきりしている場合は，子会社が親\n会社の信用力をバックに取引をしているケースが多かったため，親会社が\nその子会社の再建の面倒をみるというのが常識であり，商慣習であった。\nしたがって，母体行責任は，明文上の法的責任ではないが，慣習法とし\nて認められていた。\nｂ　なにわファイナンスは，なにわ銀行の信用力をバックに取引をしていたの\nで，なにわ銀行は母体行責任を負わざるを得なかった。\nｃ　貸手責任を前提としたプロラタ処理という方法が検討され得るようになった\nのは，福徳銀行，阪和銀行及び大阪銀行が系列ノンバンクの法的処理を断\n行した平成７年３月以降であり，本件各融資当時は，母体行責任主義であ\nった。\n(エ)　本件各融資の決定過程\nａ　被告は，「今回債務全一本化する。既入担物件あり。当行メインで支援すべ\nき取引先と思料する。」との支店長の稟議書意見を慎重審議した上で本件\n融資１を決定した。\nｂ　被告は，「物件売却により返済。金利の軽減可なり。なにわファイナンスより\n肩代わりにて政策的なものなり。」との支店長の稟議書意見を慎重審議した\n上で本件融資２に異議を述べなかった。\nｃ　被告は，「既入担物件支障なく。過去取引実績良好。回収懸念なく，取引先\nの深耕支援を図る。」との支店長の稟議書意見を慎重審議した上で本件融\n資３を決定した。\nｄ　本件各融資は，人事部，事務部担当取締役以外の全取締役が構成員とな\nり，事実上の取締役会であった貸出審査会で十分審議された上で決裁され\nている。\n(オ)　なにわファイナンスに対する支援手段・方法の社会的相当性について\n被告は，なにわファイナンスに直接融資することができないので，日本銀行\n及び大蔵省の了解の下に本件各融資を決定したものであり，被告の責任問\n題の回避等の自己保身目的や東海銀行及び長銀等の利益のために本件\n各融資を決定したものではないから，利益相反・忠実義務違反的事情は全\nくない。\n(2)（損益相殺の成否）について\n（被告の主張）\n被告に善管注意義務違反又は忠実義務違反があったとしても，被告は脱退原告\nに対して以下のような利益を与えているので，合計１億３４４０万６２００円が損益\n相殺される。\nア　被告は，平成５年９月分から平成６年６月分まで，毎月月額報酬の１５パーセン\nト（合計２３２万５０００円）を受け取らず，平成５年分から平成９年分まで５年間の\n賞与全額（合計２３００万円）を受け取らなかった。\n月額報酬　２３万２５００円×１０か月＝２３２万５０００円\n賞　　与　４６０万円×５年＝２３００万円\nイ　被告は，退職金全額９８４１万８０００円を受け取らなかった。\nウ　被告は，平成１１年５月３１日，脱退原告の株式４４．４３株（１株当たり株価２４\n万円）を放棄した。\n２４万円×４４．４３株＝１０６６万３２００円\n（原告訴訟引受人の主張）\n争う。\n被告主張の利益は，いずれも本件各融資決定における被告の債務不履行行為\nとは別個の原因に基づくものであって，相当因果関係のある利益でもなく，本件\n各融資によるなにわ銀行の損害を直接に填補する目的・機能も有しないから，損\n益相殺の対象となり得ない。\nア　損益相殺が認められるには，当該違法行為による損害と利益とが①同一の原\n因によって生じたこと，②両者の間に相当因果関係があること，③当該利益が当\n該損害を填補する内容であることが必要である。\nイ　被告が，月額報酬の一部と役員報酬を受け取らなかったのは，なにわ銀行が，\n経営環境の厳しさが増す中で，人件費削減策として，平成５年９月から役職員の\n報酬，賞与の削減策を掲げ，平成５年８月２７日開催の取締役会において，「経\n営刷新委員会の決定によるリストラの一環として減額」の意思決定がされたため\nである。したがって，被告主張の報酬・賞与削減分は，そもそも被告に請求権が\nなかったものである。\nウ　被告がなにわ銀行の取締役を辞任した平成１０年６月２６日開催の定時株主総\n会においても，被告への退職慰労金については，株主総会自体による支給決議\nも，退職金支給基準に従うことを条件とした取締役会への報酬額決定等の委任\nの決議も全くされていなかった。したがって，被告は，なにわ銀行に対し，退職慰\n労金請求権を有していなかった。\nエ　被告は，平成１１年６月２９日開催予定の脱退原告定時株主総会に先立って，\n同月２４日までに議決権行使書を脱退原告あてに提出して，株主としての権利を\n行使していたものであり，かつ，脱退原告解散決議直前の平成１３年５月１４日\n現在においても脱退原告の株主名簿上の株主である。したがって，被告が脱退\n原告の株式を放棄したというのは事実に反する。仮に，被告が「株式の放棄」行\n為をしたとしても，それによって脱退原告は何らの利益も得ていない。\nオ　被告が経営のトップとしてなにわ銀行に対し責任を負担すべき損害は，本件各\n融資に関する損害金にとどまらず，極めて甚大であること，被告は，日銀考査や\n大蔵省検査等において融資姿勢を改めるよう繰り返し改善を求められていたに\nもかかわらず，実際には不動産関連融資偏重かつ担保依存主義による融資姿\n勢を改めず，かえって，なにわファイナンスその他系列ノンバンクを利用して貸出\nしを増加し，不動産建設業向け融資へと一層傾斜してなにわ銀行の損害を一層\n拡大させたこと等の諸事情を勘案すれば，損益相殺の趣旨である実質的衡平の\n観念に照らしても，被告の損害賠償責任を減じる理由はない。\n第３　当裁判所の判断\n１　当事者間に争いがない事実に関係証拠（甲Ａ４の１，２，甲Ａ７，甲Ａ１０の１から３ま\nで，甲Ａ１１の１から４まで，甲Ａ１２，１６，１７の１，２，甲Ａ１８，１９から２２まで，２５，２６\nの２から７まで，甲Ａ２７の１から３まで，甲Ａ２８，２９の１，２，甲Ａ３０から３２まで，３７の\n１，甲Ａ３９，４２，４３，４６，４７，５０，５１，５４，５５，７０，甲Ｂ２の１，２，４から６まで，甲\nＢ３の１，３，５，甲Ｂ４の１，２，甲Ｂ５の１，２，甲Ｂ６の１，２，甲Ｂ８の１，甲Ｂ１０，甲Ｃ２\nの１から５まで，甲Ｃ３，４の３，４，甲Ｃ５の１，２，甲Ｃ６の１，２，甲Ｃ７の１から４まで，甲\nＣ８，甲Ｄ２の１，３，５から７まで，甲Ｄ３の１から４まで，甲Ｄ４の１から３まで，甲Ｄ５の\n１，甲Ｄ６の１，２，甲Ｄ８，９，乙３，丙８，証人Ｅ，被告本人）及び弁論の全趣旨を総合す\nれば，以下の事実が認められる。\n(1)　なにわ銀行となにわファイナンスとの関係\nア　なにわファイナンスは，平成元年５月６日に設立された，金銭債権の買取業務\n並びに金銭貸付業，信用保証及び債務保証業務等を目的とする株式会社であ\nり，Ｅが代表取締役を務めていた。同社の株主は，同社の取締役及び監査役の\nほか，なにわ銀行の関連会社又は関係会社であり（なにわ銀行はなにわファイ\nナンスに出資していなかった。），取締役及び監査役も，Ｅを含む全員がなにわ銀\n行の出身者であった。なにわファイナンスでは，代表取締役であるＥのみが業務\nに携わり，従業員はいなかった（甲Ａ１０の１から３まで，甲Ａ２５，丙８，証人Ｅ）。\nイ　なにわファイナンスは，なにわ銀行の取引先以外には貸出しをしないという方針\nであった。すなわち，なにわ銀行の取引先から同行に融資の申込みがあると同\n行（本店審査部）が同行で融資する案件となにわファイナンスで融資する案件と\nに振り分け，なにわファイナンスは，同行から割り当てられた案件について，同行\nの決裁を受けて融資を実行していたものであり，Ｅの一存で融資をすることはで\nきなかった。もっとも，なにわファイナンスは，融資に充てる資金を，なにわ銀行\nからではなく東海銀行（エヌ・ビーサービス株式会社［以下「エヌ・ビーサービス」と\nいう。］経由分を含む。），長銀等の金融機関から，しかもなにわ銀行の保証なし\nに調達していた。また，なにわファイナンスは，返済期限延長等の債権管理につ\nいても，なにわ銀行の常務取締役を経由して同行の頭取に報告していたほか，Ｅ\nから，なにわファイナンスの貸借対照表及び損益計算書を毎月なにわ銀行に提\n出していた（甲Ａ１１の１から４まで，甲Ａ２５，５１，証人Ｅ）。\n(2)　なにわファイナンスの経営状況\nア　なにわファイナンスの営業損益及び経常損益は，以下のとおり推移した（甲Ａ１\n１の１から４まで）。\n平成２年３月期　営業損失　　１３１万４７１８円\n経常利益　　　１２万３６８２円\n平成３年３月期　営業利益　　４４０万７０７８円\n経常利益　　６６４万３２９０円\n平成４年３月期　営業損失　　５６１万２２８４円\n経常利益　　　４０万４５７９円\n平成５年３月期　営業損失　２５１５万５６５８円\n経常損失　　６６１万５２７４円\nイ　なにわファイナンスは，設立当初は営業状態も順調に推移したが，いわゆるバ\nブル経済の崩壊，地価の下落等により，主要貸出業種である不動産関連企業の\n業況が悪化したことから，不良債権が増加し，上記のとおり経営状況が悪化し\nた。貸付金についても，平成３年３月をピークに減少し，平成４年３月期からは新\n規の貸付けを抑制することとなり，同年５月ころには，新規の貸付けをしなくなっ\nていた（甲Ａ２１，２５，証人Ｅ）。\n(3)　なにわファイナンスの取引金融機関の債権保全状況\nア　東海銀行は，平成元年１２月２８日，なにわファイナンスに対して１０億円を貸し\n付け，その担保として，なにわファイナンスとの間で債権譲渡予約を締結した。同\n予約の対象債権には，大真に対する債権２億４５００万円，Ａに対する債権１億８\n０００万円が含まれていた。同予約において，東海銀行となにわファイナンスは，\n東海銀行が必要と認めた場合には，なにわファイナンスは，直ちに，民法４６７条\n２項の規定による第三者対抗要件を具備した債権譲渡手続をすること（なにわフ\nァイナンスは，当該債権の債務者に対する債権譲渡通知書を東海銀行に交付\nし，同行がなにわファイナンスに代わって債権譲渡通知をすることができること）\nを約していた。そして，その後，なにわファイナンスと東海銀行は，大真に対する\n債権２億４５００万円及びＡに対する債権１億８０００万円等について，根抵当権\n付債権質入予約を締結した（甲Ａ２６の２から６まで，証人Ｅ）。\nイ　長銀となにわファイナンスは，長銀のなにわファイナンスに対する債権の担保と\nして，債権譲渡担保契約を締結した。同契約の対象債権には，明大住宅に対す\nる債権５億６５００万円が含まれていた。同契約において，長銀となにわファイナ\nンスは，長銀が請求した場合には，なにわファイナンスは，長銀に対して債権を\n譲渡するとともに，直ちに，当該債権の債務者に対して，確定日付のある証書を\nもって債権譲渡の通知をすることのほか，長銀が請求した場合には，なにわファ\nイナンスは，債権譲渡通知書を長銀に提出し，長銀がなにわファイナンスに代わ\nって債権譲渡通知をすることができることを約していた（甲Ａ２７の２，証人Ｅ）。\n(4)　なにわファイナンスの取引金融機関からなにわ銀行への支援要請\nア　なにわファイナンスは，平成３年１０月，長銀から，平成元年１０月３１日に実行\nした１２億円の融資（返済方法は平成３年１０月３１日の期日に一括返済）につい\nて，「３割程度の約弁をして欲しい。」（返済方法を分割弁済に改めて欲しい。）と\nの申入れを受け，同年１１月及び１２月に各１億円（合計２億円）を返済した（甲Ａ\n２７の３，甲Ａ５１）。\nイ　なにわファイナンスは，平成３年１０月から１２月にかけて，東海銀行から，度\n々，融資金の返済方法を期日一括返済から分割返済に変更してもらいたいと\nか，①約定弁済を付ける（返済方法を期日一括返済から分割弁済に変更す\nる。），②なにわファイナンスの融資先が返済期日に返済しなかった場合には，そ\nの都度，なにわファイナンスがなにわ銀行から借り入れて東海銀行に返済する，\n③なにわファイナンスが東海銀行以外の金融機関等から融資を受けて他に融資\nしている分について融資先から返済があれば，東海銀行への返済に充てるのい\nずれかの方法で融資金を返済してもらいたいなどの申入れを受けて，同年１０月\nに１０００万円を返済するとともに，なにわ銀行に東海銀行からの上記申入れを\n報告し，なにわ銀行からの指示で，なにわ銀行から借り入れて返済することを検\n討するなどと答えていた。\n東海銀行は，同年１２月，なにわファイナンスに対し，なにわファイナンスに対\nする融資についてなにわ銀行から大丈夫ですとの言葉をいただきたいとして，\nなにわ銀行のＦ専務取締役との面談を申し入れた。同専務取締役は，平成３\n年末か平成４年初め頃，東海銀行の求めに応じて，同行の担当者と面談した\nが，その際，同行の担当者から「同行のなにわファイナンスに対する融資の返\n済について，なにわ銀行から大丈夫ですとの言葉をいただきたい。」などとの\n申入れを受けた（甲Ａ２５，甲Ａ２６の７，５０）。\nなにわ銀行は，平成３年１２月３１日，三晃住宅に対し，５億９０００万円を融資\nし，なにわファイナンスは，三晃住宅から５億５０００万円を回収して，エヌ・ビー\nサービスに対し５億円を返済した（甲Ａ２５）。\n(5)　なにわ銀行のなにわファイナンスに対する融資\nア　なにわ銀行は，平成４年３月２３日，常務会で，なにわファイナンスに対する特\n別貸付について取締役会に付議することを決議し（甲Ａ２８），同月２４日，取締役\n会で，被告（頭取）が議長を務めて審議をした上，なにわファイナンスに対する特\n別貸付（貸付金額２０億円以内，利率年３パーセント以上）を決議した（甲Ａ２９の\n１）。被告（頭取）は，同年５月２９日，なにわファイナンスに対し，返済期限を平成\n９年６月１５日（期日一括返済），利息を年３．７５パーセントとする約定で，２０億\n円を融資することを決裁し，なにわ銀行は，同日，なにわファイナンスに対し，上\n記融資を実行した（甲Ａ２５，３０）。\nこの融資金については，なにわ銀行から，なにわファイナンスに対し，同社の\n資金調達先（東海銀行，エヌ・ビーサービス）への返済，同社の貸付先（三晃\n企画）からの借地権付きマンションの購入等に充てるように指示があり，なに\nわファイナンスはその指示のとおり融資金を利用した（甲Ａ２５，証人Ｅ）。\nイ　なにわ銀行は，平成４年９月２４日，取締役会で，被告（頭取）が議長を務めて\n審議をした上，なにわファイナンスに対する追加融資（貸付金額１５億円[総額３５\n億円]，利率公定歩合）を決議した（甲Ａ２９の２）。被告（頭取）は，同年９月３０\n日，なにわファイナンスとの間で，５億円の当座貸越枠（利息年３．２５パーセン\nト）を設定する契約を締結することを決裁し，なにわ銀行は，同年１０月１日，なに\nわファイナンスとの間で，上記契約を締結した（甲Ａ２５，３１）。\nウ　被告（頭取）は，平成４年９月３０日，なにわファイナンスに対し，返済期限を平\n成９年１０月１５日（期日一括返済），利息を年３．２５パーセントとする約定で，１\n０億円を融資することを決裁し，なにわ銀行は，同年１０月１２日，なにわファイナ\nンスに対し，上記融資を実行した（甲Ａ２５，甲Ａ３２）。\nこの融資金については，なにわ銀行から，なにわファイナンスに対し，同社の\n資金調達先（長銀）への返済に充てるように指示があり，なにわファイナンスは\nその指示のとおり融資金を利用した（甲Ａ２５，２７の１，証人Ｅ）。\nエ　なにわ銀行は，平成５年３月２３日開催の取締役会で，被告（頭取）が議長を務\nめて審議をした上，なにわファイナンスに対する支援融資を，銀行法１３条の信\n用供与限度額以内で無利息で行うことを決議した（甲Ａ１８）。\n(6)　なにわ銀行における融資決定の仕組み\nア　なにわ銀行は，本部与信権限規程を設けており，同規程において，本件各融資\n当時，債務者当たり与信金額が３億円を超える融資案件については頭取が，債\n務者当たり与信金額が１億円を超え３億円以下の融資案件については専務取締\n役が，それぞれ決裁権限を有する旨定めていた（甲Ａ４の１，被告本人）。\nイ　なにわ銀行は，本件各融資当時，融資案件についての事前協議機関として貸\n出審査会を設け，(1)既貸出先で総貸出残高が３億円超となる貸出案件，(2)既認\n貸出実績３億円超先の貸増案件，(3)新規貸出先で１件１億円超の貸出案件で，\n債務超過先に対するもの，他行肩代わり貸出等その内容に問題があると認めら\nれる案件について審査し，採択の可否を問わず，全ての審査案件について審査\n部長から頭取に報告するものと定めていた（甲Ａ４の２，甲Ａ５１）。\nまた，貸出審査会において不採択とされた融資案件であっても，頭取の意見\nによって差し戻された事例もあった（丙８）。\nウ　なにわ銀行は，日本銀行による考査を踏まえ，平成５年１月から，土地担保の\n評価について，路線価の１．０倍に変更した（乙３）。すなわち，なにわ銀行は，平\n成５年３月２５日付け「店長貸出専決権限規定の改訂について」と題する書面（甲\nＡ５５）において，平成５年４月１日新規専決分から，土地担保評価採択基準を路\n線価格の１．５倍から１．０倍に改訂した。なお，担保の掛目は，従前どおり，昀\n寄鉄道駅までの直線距離，更地か建付地か，及び面積により，６０パーセントか\nら８０パーセントとすることと規定していた。また，なにわ銀行は，事務規程集第２\n部融資事務第１編融資共通事務第５章不動産担保評価（甲Ａ７，７０）において，\n土地担保の掛目について同様の規定を設けていた。さらに，なにわ銀行は，日\n本銀行に提出した，「経営改善計画について」と題する平成５年４月９日付けの\n書面（甲Ａ１２）において，「不動産担保の評価に当たっては，従来，路線価の１．\n５倍としていたが，不動産価格の下落傾向が続き，不動産価格が流動的である\nことを踏まえ，平成５年１月に見直しを行い，路線価の１．０倍とする指導を行っ\nている。」と述べている。\n(7)　経営改善計画の策定等\nア　日本銀行は，平成５年１月２８日付けの「考査結果について」と題する書面（甲Ａ\n１６）で，なにわ銀行に対し，同年３月末を期限として，中期的な経営改善計画を\n策定した上，担当役員から提出することを求め，同時に，①不稼働資産の収益\n面への影響と対応状況及び投資信託の含み損圧縮状況並びに決算実績・見通\nし，②審査管理強化状況並びに不良資産の整理・回収及び新規発生状況，③系\n列ノンバンク２社に対する管理強化状況及び２社の経営改善状況を織り込んだ\n上記計画の実施状況を四半期ごとに担当役員から報告するように求めた。\nイ　なにわ銀行は，平成５年４月９日付けで，日本銀行に対し，「経営改善計画につ\nいて」と題する書面（甲Ａ１２）を提出した。なにわ銀行は，この中で，なにわファイ\nナンスに対する管理強化の具体策として，「今回銀行本体より全面支援し，既存\nの債権の回収に専念し，新規にファイナンス業務は行わない。」と述べ，別表７と\nして「（株）なにわファイナンスの再建計画書」（本件再建計画）を添付している。な\nにわ銀行は，本件再建計画において，「同社の主要貸出先である不動産業界の\n不況に伴い延滞債権が急増している状況であります。同業界の回復兆しもなく、\n将来を展望すると母体行の支援を得て下記の通り、再建計画を実施いたしま\nす。」とした上で，「計画概要」として，以下の内容を記載している。\n(ア)　母体行の支援内容\n①　現在営業中の貸出先に対する債権を母体行が譲り受ける。\n②　母体行から追加融資を実施する。\n③　母体行の融資金利は無利息とする。\n(イ)　貸付金について\n現在１７社（人）４６億４３００万円の貸付金のうち，１１社（人）２０億２５００万\n円をなにわ銀行に簿価で債権譲渡する。残る６社（人）２６億１８００万円に\nついては，債権回収に努める（なお，明大住宅[５億６５００万円]，Ａ[１億８０\n００万円]及び大真[２億４１００万円]に対する各債権については，譲渡予定\nの債権[正常債権]に分類している。）。\n(ウ)　借入金について\n借入金のうち，なにわ銀行（３１億円）及び千代田生命保険相互会社（以下「千代\n田生命」という。）（６億円）を除く３行１社（東海銀行１２億円，長銀１０億円，安\n田信託銀行１億円，第一生命保険相互会社２億５０００万円）からの借入金総\n額２５億５０００万円については，うち２０億２５００万円をなにわ銀行に対する\n債権譲渡で調達した資金で返済し，残る５億２５００万円をなにわ銀行からの\n融資金で返済する。\n(エ)　千代田生命に対する支払利息（年間３５００万円）については，所有不動産\n（マンション）の賃料収入（年間６０００万円）から充当する。本件再建計画を実\n施することによって，平成６年３月期に当期損失が零となる。\nウ　なにわ銀行の貸出審査会は，平成５年３月３日，なにわファイナンスの今後の\n方針について審議したが，その際，なにわファイナンスの債権のうち，正常先す\nなわち利息の支払いが遅滞していない債権についてなにわ銀行に譲渡するか，\nあるいは，なにわ銀行が肩代わり融資をし，延滞先すなわち利息の支払いが遅\n滞している債権についてはなにわファイナンスに残すという意見がまとまり，その\n旨被告に報告した。もっとも，このときの融資審査会の資料（甲Ａ１７の２）には，\n手書きで「正常先　２，６１７百万　プロパー移行」「延滞先　２，０２４百万　当社に\n残留」との書き込みがある一方，同資料中の「前受利息明細書（未経過利息）」と\nいう表には１７社（人）の貸付先に対する貸付残高等が記載されており，そのう\nち，日数，利率，前受利息の記載がある貸付先の貸付残高の合計は２０億２３７\n０万円である上，同表には手書きで「延滞分　２，６１６」，「正常　２，０２２」との書\nき込みもあり，正常先と延滞先との振分けについては明らかでない（甲Ａ１７の\n１，２，被告本人）。\nエ　なにわ銀行の貸出審査会（Ｂ委員長）は，平成５年３月２９日，なにわファイナン\nスの明大住宅に対する５億６５００万円，大真に対する合計２億４１００万円及び\nＡに対する１億８０００万円の各債権など合計１８億１４００万円の債権をなにわ銀\n行の勘定に移す旨の意見を，被告（頭取）に報告した（甲Ａ１９）。\nオ　なお，なにわ銀行は，平成５年２月１６日，担当者を大阪国税局に赴かせ，なに\nわファイナンスに対する無利息貸付等の支援に関する税務上の取扱いについて\n事前相談を行った（甲Ａ３９，５４）。\n(8)　本件融資１について\nア　明大住宅の経営状況\n(ア)　明大住宅の営業損益，経常損益及び当期未処理損失は，以下のとおり推\n移した（甲Ｂ４の１，２）。\n平成３年４月期　営業利益　　　　　　３４０９万９５４６円\n経常損失　　　　　　３２２５万４８１４円\n当期未処理損失　　　１０１４万１４６２円\n平成４年４月期　営業損失　　　　１億４１８０万０４９６円\n経常損失　　　　２億２６２０万５９２８円\n当期未処理損失　２億３６３９万７３９０円\n(イ)　明大住宅は，なにわファイナンスに対し，同社に対する６億円の債務（返済\n期限平成３年１０月３１日）について，同年１０月２２日，物件売却の遅れを理\n由に６か月間の返済期限延長を申し入れ，平成４年５月１１日には，同じく物\n件売却の遅れを理由に更に１年間の返済期限延長を申し入れ，なにわファイ\nナンスはいずれの申入れにも応じた（甲Ｂ６の１，２）。\n(ウ)　なにわ銀行は，Ｃが個人営業を行っていた頃から融資取引を行い，法人成\nりして明大住宅となった後も融資取引を継続した。融資残高は，平成元年１２\n月の６億６８０１万７０００円をピークに，本件融資１の直前である平成５年３月\n時点では２億６２３１万７０００円となっていた。また，明大住宅は，平成２年４月\n２６日，なにわファイナンスから，６億円の融資を受けており，平成５年３月時点\nの同融資の残高は５億６５００万円であった（甲Ｂ２の１，２，甲Ｂ８の１，甲Ｂ１\n０）。\n(エ)　なにわ銀行住吉支店支店長は，平成５年２月２４日，審査部長に対し，明大\n住宅が，同月２３日，同行との今後の返済計画についての話合いの中で，同\n行担当者が，安い土地を購入し建売すれば利益を捻出できるので返済可能で\nある，そのために同行は昀大限支援すると言った際，「一から出直したいので\n事務所を含めすべて売却することにより債務をゼロにしたい」旨の決心を述べ\nたと報告した（甲Ｂ５の１）。\n(オ)  なにわ銀行住吉支店支店長は，平成５年３月２２日，審査部長に対し，明大\n住宅が，当時，なにわ銀行からの再三の支援融資の申出に対し，「平成４年９\n月の支援融資の時に総額１０億円まで枠をもらったが，金利免除等を考えても\nらえなければ，金利支払いだけで終わってしまい，新規の物件を購入し利益を\n上げても到底やっていけず，不可能と判断した」などとして拒絶したこと，また，\n明大住宅について，「従来より低価格の建売計画をする様に言って来たが，現\n在その意欲もない状態です。」と報告した（甲Ｂ５の２）。\nイ　担保の状況\n本件融資１の当時，なにわ銀行は，手形貸付稟議書（甲Ｂ２の１）において，明\n大住宅に対する融資残高が２億６２３１万７０００円であったのに対し，同行の\n有効担保額を約１億８８４０万円と評価していた。\nウ　融資の決定過程\n(ア)　使途\nなにわ銀行住吉支店支店長は，手形貸付稟議書添付の審査部長あて平成\n５年３月２９日付け稟議説明書（甲Ｂ２の２）で，本件融資１の使途について，\n①なにわファイナンスの肩代わり資金５億６５００万円，②なにわ銀行の既\n存手形貸付債務更改２億０９００万円，③本件融資１の金利６か月分２０００\n万円，④なにわ銀行の既存手形貸付の金利６か月分１００万円，⑤登記費\n用他５００万円と説明している。\n(イ)　返済計画\nなにわ銀行住吉支店支店長は，(ア)の稟議説明書において，本件融資１の\n返済計画について，①４つの担保物件を早期に売却する（合計６億３３００\n万円），②損切り分及び運転資金は今後建売で利益を上げることにより５ヶ\n年計画で返済すると説明している。\n(ウ)　担保\nなにわ銀行は，本件融資１に際して，なにわファイナンスから，極度額７億２\n０００万円の根抵当権を譲り受けることとなったが，(ア)の手形貸付稟議書に\nおいて，その物件の担保価値を合計２億７７４９万６０００円と評価していた\n（甲Ｂ２の１，４から６まで，甲Ｂ３の１，３，５）。\nなにわ銀行は，本件融資１の実行により，明大住宅に対する融資残高が８\n億５３３１万７０００円となるのに対し，(ア)の手形貸付稟議書において，同行\nの有効担保額は，前記譲受根抵当権の設定された担保物件と合わせて４\n億６５８０万円と評価していた（甲Ｂ２の１）。\n(エ)　融資の決定\nなにわ銀行の貸出審査会は，本件融資１を可とする採択をし，被告は，平\n成５年３月２９日，Ｇ常務取締役（審査部長）から説明を受けた上，手形貸付\n稟議書に押印して，同融資を可とする決裁をした（甲Ｂ２の１，乙３）。\n(オ)　融資の実行\nなにわ銀行は，平成５年３月３１日，本件融資１を実行した（甲Ｂ２の１）。\nエ　償却処理\nなにわ銀行は，平成９年３月期，明大住宅は平成８年１２月に営業所を売却し\n営業実体がなくなっていること，保証人にも保証能力がないこと，担保物件も\n全て処分されていることなどを根拠に，今後の回収が全く見込めなくなったと\n判断して，明大住宅に対する融資残高４億５９０７万２２７７円を償却処理した\n（甲Ｂ８，弁論の全趣旨）\n(9)　本件融資２について\nア　Ａの経営状況\n(ア)　Ａは，平成３年度の売上げが１０億１８２７万３０００円であったのが，平成４\n年度には，売上げが５５５０万円に減少し，これに対して経費は２億１４９７万５\n８３３円であったことから，平成４年分の所得税の申告納税額は零であった（甲\nＣ４の３，４，甲Ｃ５の１，２）。\n(イ)　Ａは，なにわ銀行に対し，商品物件購入資金として平成２年５月１日に借り\n入れた３５００万円（返済期限平成３年４月２０日）及び平成２年５月１５日に借\nり入れた１億円の債務（返済期限平成３年５月１０日）について，平成３年４月\nころから度々，商品物件売却遅延を理由に返済期限延長を申し入れ，なにわ\n銀行もその申入れにも応じてきた（甲Ｃ５の１，２）。\n(ウ)　Ａは，なにわファイナンスに対する１億８０００万円の債務（返済期限平成４\n年２月２８日）について，同社に対し，平成４年２月，１年間の返済期限延長を\n申し入れ，平成５年２月１５日，さらに，１年間の返済期限延長を申し入れ，な\nにわファイナンスはいずれの申入れにも応じた。\n前者の申入れに関する平成４年２月２６日付けの貸付金返済条件変更協議\n書（甲Ｃ６の１）には，「マンション建設予定地として現在まで保有している\nが，厳しい不動産情勢の中で建設した場合の販売価格面等において目処\nが立ちにくいため，市場動向を見極めている状態である。賃貸あるいは分\n譲のマンション，テラスハウス，立体駐車場等あらゆる方面から昀良の保有\nあるいは販売の方法を勘案中であり，本年度中には具体的な計画のもと着\n工したいとの申出がある。」旨の記載がある。\nまた，後者の申入れに関する平成５年２月１５日付けの貸付金返済条件変\n更協議書（甲Ｃ６の２）には，①「保全面から，追加入担を要請したが，他行\nに対しても１物件１行主義で追加入担を断っており，応諾を得られない。」旨\nの記載や，②「現況更地にて当初マンション計画するも，その後１棟建住宅\n及び立体駐車場を計画考慮中のものでありますが，業界不況による現状で\nは実行に至っていないもの。今回延長については担保不足を生ずるも，債\n務者及担保物件可。本件延長止むを得ぬものであり，採択せるもの。追加\n入担得られず。事業計画遅延にて止むなし。」との記載がある。\n(エ)　なにわ銀行は，昭和５２年１月以降，Ａとの間で，融資取引を継続した。融\n資残高は，昭和６１年１０月のピークに４億３５４８万円，本件融資２の直前で\nある平成５年３月時点では２億３０６８万２０００円となっていた。また，Ａは，平\n成２年２月２８日，なにわファイナンスから，１億８０００万円の融資を受けてお\nり，平成５年３月時点の同融資の残高は１億８０００万円のままであった（甲Ｃ２\nの１，４，甲Ｃ７の２，甲Ｃ８）。さらに，Ａは，その他の８つの金融機関に対して\n合計２１億円以上の借入金債務を負担していた（当事者間に争いがない）。\nイ　担保の状況\n本件融資２の当時，なにわ銀行は，手形貸付稟議書（甲Ｃ２の１）において，Ａ\nに対する融資残高が２億３０６８万２０００円であったのに対し，同行の有効担\n保額を２億１０４０万円と評価していた。\nウ　融資の決定過程\n(ア)　使途\nなにわ銀行伊丹支店支店長は，手形貸付稟議書添付の審査部あての平成\n５年３月１９日付けの稟議説明書（手形貸付補足説明）（甲Ｃ２の４）におい\nて，本件融資２の使途について，平成２年２月になにわファイナンスから借り\n入れた１億８０００万円の肩代わり資金と説明している。\n(イ)　返済計画\nＡは，なにわ銀行伊丹支店あての平成５年３月１９日付け融資申込書（甲Ｃ\n２の３）において，本件融資２の返済原資を商品物件売却としていたが，同\n支店作成の同月１７日付けの商品土地購入資金貸付説明書（甲Ｃ２の２）に\nは，「計画では赤字となるため，この計画は再度勘案中のものである。」，\n「計画しても，販売価格が土地の下落により採算が合わない。」旨の記載が\nある。\nまた，なにわ銀行伊丹支店支店長は，(ア)の手形貸付稟議書（甲Ｃ２の１）\nの「店長採択意見」欄に，Ａの平成４年度の売上高は５５５０万円で，９億６２\n００万円減少していること，本件融資２がなにわファイナンスの肩代わりで政\n策的なものであること等を記載している。\nさらに，なにわ銀行伊丹支店支店長は，(ア)の稟議説明書（手形貸付補足\n説明）において，今後の計画について，「マンション建設予定地として現在ま\nで保有しているが，厳しい不動産情勢の中で建設した場合の販売価格面等\nにおいて目処が立ちにくいため，市場動向を見極めている状態である。賃貸\nあるいは分譲のマンション，テラスハウス，立体駐車場等あらゆる方面から\n昀良の保有あるいは販売の方法を勘案中であり，本年度中には具体的な\n計画のもと着工したいとの申出がある。」旨記載している。\n(ウ)　担保\nなにわ銀行は，本件融資２に際して，なにわファイナンスから，極度額２億１\n６００万円の根抵当権を譲り受けたが，(ア)の手形貸付稟議書において，そ\nの物件の担保価値を８３８２万９０００円（有効担保額８３８０万円）と評価して\nいた（甲Ｃ２の１，５，甲Ｃ３）。\nなにわ銀行は，本件融資２の実行により，Ａに対する融資残高が４億１０６８\n万２０００円となるのに対し，(ア)の手形貸付稟議書において，同行の有効担\n保額は，前記譲受根抵当権の設定された担保物件と合わせて２億９４２０万\n円と評価していた（甲Ｃ２の１）。\n(エ)　融資の決定\nなにわ銀行の貸出審査会は，本件融資２を可とする採択をし，Ｂは，平成５\n年３月２９日，手形貸付稟議書に押印して，同融資を可とする決裁をした（甲\nＣ２の１）。\n(オ)　融資の実行\nなにわ銀行は，平成５年３月３１日，本件融資２を実行した（甲Ｃ２の１）。\n(カ)　被告の認識\n被告は，Ａの経営状況について，前記ア(イ)，(ウ)の事情を知っていたほか，\n本件融資２が本件再建計画の一環としての肩代わり融資であることを認識\nしていた。そして，被告は，本件融資２についてＢが決裁した旨Ｇ常務取締\n役（審査部長）から口頭で報告を受けたが，特にこれに反対しなかった（甲Ｃ\n６の２，乙３，被告本人，弁論の全趣旨）。\nエ　その後の返済状況等\nＡは，平成５年４月，脳出血で入院した（甲Ｃ７の３，４，甲Ｃ８）。Ａに対する融\n資は，平成６年２月２日以降延滞となっていたが，なにわ銀行は，平成６年４月\n２８日，前記のとおり本件融資２に伴ってなにわファイナンスから根抵当権を譲\nり受けていた担保物件を処分して８０００万円を回収した（甲Ｃ７の１から４ま\nで，甲Ｃ８）。\nオ　償却処理\nなにわ銀行は，平成７年３月期，Ａが脳出血で平成５年４月から入院していて\n回復の見込みがないこと，保証人はないこと，担保物件は全て処分されたこ\nと，担保物件でない不動産については仮差押えをしたものの時価以上の担保\n設定がされていることなどを根拠に，回収の見込みが全くないと判断して，Ａに\n対する融資残高１億４０５５万６１８６円（本件融資２については１億円）を償却\n処理した。なお，Ａは，平成９年１２月２９日死亡した（甲Ｃ８，弁論の全趣旨）。\n(10)　本件融資３について\nア　大真の経営状況\n(ア)　大真の営業損益，経常損益及び当期未処理損失は，以下のとおり推移し\nた（甲Ｄ４の１から３まで）。\n平成３年９月期　営業利益　　　　　　６９７０万６２８３円\n経常損失　　　　　　４６８２万５２９１円\n当期未処理損失　　　７０３８万８７３５円\n平成４年９月期　営業損失　　　　　　１４９０万０８６７円\n経常損失　　　　　　８３９１万７０３１円\n当期未処理損失　１億５６７２万１９１８円\n平成５年９月期　営業利益　　　　　　５２４１万０５７５円\n経常損失　　　　　　７４８９万５２１９円\n当期未処理損失　２億３２３２万４４２３円\n(イ)　なにわファイナンスは，大真に対して，平成２年４月２６日，商品用マンション\n購入資金として５０００万円（期間１２か月）を貸し付けていたが，大真が物件売\n却の目処が立たず，融資対象物件の使途を商品物件から自社用の長期保有\n資産に変更せざるを得なくなったことから，平成３年８月３０日，資金使途を社\n宅購入資金，返済期日を平成８年８月３０日とする長期貸付けに切り替えた\n（甲Ｄ６の１）。\nまた，なにわファイナンスは，大真に対して，平成２年８月２７日に商品土地\n購入資金として貸し付けていた１億５０００万円（期間２４か月）についても，\n平成３年８月３０日，上記理由から，資金使途を本社建物購入資金，金額を\n建築費５０００万円を加えた２億円，返済期日を平成８年８月３０日とする長\n期貸付けとした（甲Ｄ６の２）。\n(ウ)　なにわ銀行は，昭和５７年１０月以降，大真との間で，融資取引を継続し\nた。融資残高は，平成元年４月の１３億９７３６万１０００円をピークに，本件融\n資３の直前である平成５年３月時点では４億６７３９万２０００円となっていた。\nまた，大真は，同月時点のなにわファイナンスからの融資残高は２億４２００万\n円であり，兵庫コンサルティングからの８億円，なにわ銀ファクターからの１億０\n５００万円等も合わせると，同月時点で，合計１６億円以上の借入債務を負担\nしていた。\n(エ)　大真は，平成４年１０月２１日，兵庫コンサルティングから競売申立てをさ\nれ，なにわ銀行は，平成４年１１月１４日，債権の届出をした（甲Ｄ５の１）。\nイ　担保の状況\n本件融資３の当時，なにわ銀行は，証書貸付稟議書（甲Ｄ２の１）において，大\n真に対する融資残高が４億６７３９万２０００円であったのに対し，同行の有効\n担保額を３億９１６４万２０００円と評価していた。\nウ　融資の決定過程\n(ア)　使途\nなにわ銀行甲子園支店支店長は，証書貸付稟議書添付の審査部あての平\n成５年３月２６日付けの稟議説明書（甲Ｄ２の３）において，本件融資３の使\n途について，なにわファイナンスの肩代わり資金２億４２００万円と説明して\nいる。\n(イ)　返済計画\nなにわ銀行甲子園支店支店長は，(ア)の稟議説明書において，本件融資３\nの返済原資及び期間について，期間は５年，平成５年４月から毎月１００万\n円あて５９回，残額１億８３００万円は期日一括弁済する，残額金については\n期間内に商品物件及び入担物件の売却により返済予定と説明している。\n(ウ)　担保\nなにわ銀行は，本件融資３に際して，なにわファイナンスから，極度額合計３\n億１０００万円の根抵当権を譲り受けたが，(ア)の証書貸付稟議書におい\nて，その物件の担保価値を合計７３４２万１０００円（有効担保額７３４０万円）\nと評価しており，担保預金６５７９万１０００円と合計しても１億３９２１万２００\n０円であった（甲Ｄ２の１，５から７まで，甲Ｄ３の１から４まで）。\nなにわ銀行は，本件融資３の実行により，大真に対する融資残高が７億０９\n３９万２０００円となるのに対し，(ア)の証書貸付稟議書において，同行の有\n効担保額は，前記譲受根抵当権の設定された担保物件と合わせて約４億６\n５０４万２０００円となると評価しており，その他担保預金が１億３４６４万６００\n０万円であった（甲Ｄ２の１）。\n(エ)　融資の決定\nなにわ銀行の貸出審査会は，本件融資３を可とする採択をし，被告は，平\n成５年３月３０日，Ｇ常務取締役（審査部長）から説明を受けた上，(ア)の証\n書貸付稟議書に押印して，同融資を可とする決裁をした（甲Ｄ２の１，乙３）。\n(オ)　融資の実行\nなにわ銀行は，平成５年３月３１日，本件融資３を実行した（甲Ｄ２の１）。\nエ　その後の返済状況等\n(ア)　大真は，その保有不動産について，平成５年６月，兵庫コンサルティングか\nら仮差押えを受け，さらに，平成８年８月には神戸市から，平成１０年１１月に\nは大蔵省からそれぞれ差押えを受けた（甲Ｄ３の３，４）。\n(イ)　その後，本件融資３の融資残高は，２億０４３０万円まで減少したが，これに\n対して，脱退原告は，平成１１年８月２７日現在で，大真所有の不動産の担保\n価値を８５９０万１０００円と評価していた（甲Ｄ８）。その後，脱退原告は，大真\n所有不動産の競売を申し立てたが，原告訴訟引受人は，手続費用を除き，合\n計５４３３万４３９５円の配当を受けるにとどまった（甲Ｄ９）。\n(11)　本件各融資金の流れ\n本件各融資の結果，なにわファイナンスは，明大住宅，Ａ及び大真から融資の返\n済を受け，その返済金等によって東海銀行（１２億００００万０５１５円），第一生命\n保険相互会社（２８０２万９８７８円）及び長銀（１０億０４６０万０７００円）に対する\n債務を返済した（甲Ａ３７の１，証人Ｅ）。\n(12)　経営改善計画策定後のなにわファイナンス\nア　なにわ銀行は，平成５年９月３０日付けで，なにわファイナンスの「経営再建計\n画書」と題する書面（甲Ａ２１）を作成した。\n上記書面によると，平成４年４月から平成５年９月までに，なにわ銀行が１１社\n（人）（明大住宅[５億６５００万円]，Ａ[１億８０００万円]及び大真[２億４１００万\n円]を含む。）に対して合計２４億１０００万円を肩代わり融資し，なにわファイナ\nンスが合計５０億１３００万円を回収したため，平成５年９月３０日現在の貸付\n金残高は２６億１７００万円となった。\nそして，なにわ銀行は，上記書面において，今後の経営方針について，平成５\n年度（平成６年３月期）は，所有不動産（マンション）の家賃収入で利息を支払\nう，平成６年度（平成７年３月期）は，担保物件の競売手続を進め，利息，一般\n管理費等はマンションの家賃収入で支払い，１００万円の当期利益が計上され\nる見込みである，平成７年度（平成８年３月期）は，不良債権７億９７００万円に\nついてはなにわ銀行が債権放棄をして償却処理し，今後は賃貸業務に専念す\nる，と述べ，また，この間の当期損益の推移について，平成５年３月期６００万\n円の損失，平成６年３月期５００万円の損失，平成７年３月期１００万円の利\n益，平成８年３月期２００万円の利益と予測している。\nイ　なにわ銀行は，平成６年８月２６日，日本銀行に対し，同年６月３０日の時点に\nおける本件再建計画の進捗状況を報告する書面（甲Ａ４２）を提出した。\n上記書面によると，なにわファイナンスの貸付金債権２６億１４００万円は全て\n不良債権化しており，回収見込額は１２億３９００万円にとどまり，含み損は１３\n億７５００万円である，未収収益，仮払金，投資有価証券及び商品不動産にお\nいても合計８億１０００万円の含み損があった（合計２１億８５００万円）。\nなにわ銀行は，上記書面において，なにわファイナンスに対する支援計画につ\nいて，借入金に対する利息を無利息とするほか，借入金についても，平成７年\n度（平成８年３月期）に８億３２００万円，平成８年度（平成９年３月期）に５億１２\n００万円，平成１０年度（平成１１年３月期）に８億４１００万円（合計２１億８５００\n万円）をそれぞれ債務免除する計画であると報告している。\nウ　なにわ銀行は，平成７年２月２４日開催の取締役会において，なにわファイナン\nスに対する清算のための支援として，２億８１００万円の利息免除と２１億５４００\n万円（総額２４億３５００万円）の債務免除を平成１１年３月期までに実施する旨決\n議した（甲Ａ４３）。\nエ　なにわ銀行は，平成１０年３月３１日，なにわファイナンスに対する債権５億４６\n００万円を放棄した（甲Ａ４６）。\nオ　なにわ銀行審査部は，平成１０年８月３１日，なにわファイナンスに対する債権\n２７億９４８８万１０００円を株式会社整理回収銀行に譲渡する旨の変更稟議をし\nた（甲Ａ４７）。\nカ　なお，なにわ銀行は，平成５年９月３０日付けで，なにわ銀行本体の「経営改善\n計画書」と題する書面（甲Ａ２０）を作成した。なにわ銀行は，上記書面において，\nリストラ施策の推進のため，人件費の削減に取り組むとし，役員報酬を平成５年\n９月以降毎月１０パーセント，役員賞与を１２月分につき５０パーセントそれぞれ\n削減するほか，平成６年度からは，年収において役員報酬を１０パーセント，役\n員賞与を５０パーセントそれぞれ削減すると述べている。そして，なにわ銀行は，\n平成５年８月２７日に開催した取締役会で，経営刷新委員会の決定によるリスト\nラの一環として，同年９月から役員月額報酬減額（削減率は頭取１５パーセント，\nその他の取締役及び監査役１０パーセント）を実施することを決議した。被告（頭\n取）は，平成５年９月から平成６年６月までの間，毎月１５パーセント削減した役\n員報酬を受け取り，平成５年度分から平成９年度分までの間，役員賞与全額を\n受け取らなかった（甲Ａ２２，乙３）。\n２　争点(1)（善管注意義務違反・忠実義務違反）について\n(1)　経営判断の原則\n取締役は，営利を目的とする会社の経営を委ねられた専門家として，長期的な\n視点に立って全株主にとって昀も利益となるように職務を遂行すべき善管注意義\n務及び忠実義務を負っている（商法２５４条３項，民法６４４条，商法２５４条ノ３）。\nもっとも，営利の目的を実現するためには，取引先，顧客，従業員，近隣の住\n民，地域社会等，会社をめぐる関係者に対する配慮を欠かすことができないか\nら，取締役は，会社を経営するに当たっては，上記関係者に対する適切な配慮を\n行いつつ，営利の目的を実現すべきこととなる。\nそして，事業を営み利益をあげるためには，会社の状況，会社を取り巻く市場及\nび業界の状況，国内・国外の情勢等，時々刻々変化するとともに相互に影響し\n合いかつ流動的な考慮要素を的確に把握して総合的に評価し，短期的・長期的\nな将来予測を行った上，時機を失することなく経営判断を積み重ねていかなけれ\nばならないから，専門家である取締役には，その職務を遂行するに当たり，広い\n裁量が与えられているものといわなければならない。もっとも，銀行は，決済機能\nを担っていること等，その営む事業が公共性を有することから，自由競争原理に\n基づく市場への参入と退出が活発に行われることは元来予定されていないので\nあり，銀行の取締役は，銀行の業務の健全かつ適切な運営を行うことにより，預\n金者等の保護を確保するとともに信用秩序の維持を図ることが期待されている\n（銀行法１条参照）。したがって，銀行の取締役は，一般の事業会社の取締役と\n同様，経営の専門家として広い裁量が与えられているけれども，貸出業務等の\n与信業務を行うに当たっては，信用リスクを適切に管理し，安全な資金運用を行\nうことが求められているなど，銀行の取締役であるがゆえの違いがあることに留\n意しなければならない。\nそこで，銀行の取締役に対し，過去の与信業務における措置が善管注意義務及\nび忠実義務に違背するとしてその責任を追及するためには，その措置を執った\n時点において，判断の前提となった事実の認識に重要かつ不注意な誤りがあっ\nたか，あるいは，意思決定の過程，内容が企業経営者一般としてではなく，銀行\nの取締役として特に不合理，不適切なものであったことを要するものと解するの\nが相当である。\n(2)　本件各融資と本件再建計画の関係\n被告は，本件各融資が本件再建計画に基づく肩代わり融資であり，同計画の一\n部であると主張するのに対し，原告訴訟引受人は，本件各融資が本件再建計画\nに基づいて実行されたとはいえないと主張する。\n前記認定のとおり，なにわ銀行のなにわファイナンスに対する支援は，本件再建\n計画が予定している債権譲渡の方法ではなく，本件各融資の方法で実施されて\nおり，また，本件再建計画は，平成５年４月９日付けであり，本件各融資が同年３\n月３１日に実行された後に提出されたものと推認される。しかしながら，前記認定\nのとおり，なにわ銀行の貸出審査会（Ｂ委員長）は，同年３月３日，なにわファイ\nナンスに対する支援のため，なにわファイナンスの正常債権をなにわ銀行が譲り\n受けるか又はなにわ銀行が肩代わり融資するという意見をとりまとめて被告（頭\n取）に報告していたこと，本件再建計画の骨子がなにわファイナンスの貸付金債\n権のうちの一部をなにわ銀行が譲り受け，なにわファイナンスは新規貸付けをせ\nず，残った貸付金債権の回収に専念するというところにあることからすると，なに\nわ銀行は，本件各融資の時点で，既に，本件再建計画の概要を決定しており，\n本件再建計画の一環として本件各融資を決定し実行したものと推認される。\n(3)　なにわファイナンスを支援する必要性\n前記認定のとおり，なにわファイナンスは，平成４年３月期には既に営業損失を\n計上し，同年５月ころには新規貸付けをしなくなるなど経営状況が悪化していた。\nまた，なにわファイナンスは，平成３年１０月から１２月にかけて，東海銀行から，\n度々，融資金の返済方法の変更，なにわ銀行による肩代わり返済等の申入れを\n受けるようになっていた。加えて，なにわファイナンスは，商号になにわ銀行と同\nじ「なにわ」を使用している上，株主構成，役員構成及び営業実態からみて，なに\nわ銀行が直接出資していなかったとはいえ，なにわ銀行と密接な関係のある系\n列ノンバンクであるというべきである（前判示のとおり，東海銀行がなにわ銀行に\n対しなにわファイナンスに対する支援要請を行ったことは，外部からもそのように\n認識されていたことを示している。）。\nそして，営業状況が悪化していたなにわファイナンスが経営破綻するとすれば，\nなにわ銀行の信用不安を招来するおそれがないとはいえないから，本件各融資\nを決定し実行した当時，なにわ銀行としては，なにわファイナンスの再建を支援\nするか，あるいは信用不安を招来しない形での清算を支援するなど何らかの措\n置を講じる必要に迫られたものと推認することができる。\n(4)　本件各融資の回収可能性（損失発生の危険性）\nア　しかしながら，系列ノンバンクであるなにわファイナンスの経営破綻により信用\n不安を招来することを回避するためであっても，常に系列ノンバンクの再建を支\n援することが許される訳ではないし，また，再建を支援することが許されるとして\nも，無限定にあるいはどのような方法であっても許される訳ではなく，なにわ銀行\nの取締役に与えられている裁量を超えた場合には，善管注意義務違反及び忠\n実義務違反の責を負う場合も考えられる。\nそこで，まず，本件各融資が回収不能となりなにわ銀行が損失を被る可能性\nを具体的に予見することができたかについて検討する。\nイ　本件融資１について\n前記認定のとおり，明大住宅は，平成３年４月期，平成４年４月期と２期続けて\n多額の経常損失を計上し，しかもその金額が増加していたこと，なにわファイ\nナンスに対し，平成３年１０月，平成４年５月と２回にわたり，物件売却の遅れ\nを理由に借入金の返済期限延長を申し入れ，これに応じてもらっていたこと，\n平成５年３月の時点で，明大住宅のなにわ銀行からの借入金残高は２億６２３\n１万７０００円であり，なにわファイナンスからの借入金残高は５億６５００万円\nであったこと，明大住宅は，平成５年二，三月ころには，事業継続の意欲を失\nっていたことがうかがわれること，本件融資１を実行すると，なにわ銀行の明大\n住宅に対する融資残高が８億５３００万円余りとなるのに対し，同行が評価した\n有効担保額は４億６５８０万円にとどまることなどの事実が認められ，以上の事\n実を総合すると，なにわ銀行は，本件融資１を決定し（平成５年３月２９日），実\n行した時点で（同月３１日），同融資の融資金全額を明大住宅の営業収益や担\n保物件の換価によって回収することは困難であったものと認められる。\nそして，前記認定の事実関係によれば，被告は，なにわファイナンスに対する\n支援を審議し決議した平成４年３月２４日（２０億円以内の特別貸付），同年９\n月２４日（１５億円の追加融資）及び平成５年３月２３日（銀行法１３条の信用供\n与限度額以内で無利息で行うこと）の取締役会において，議長を務めており，\nなにわファイナンス及びその取引先の状況について承知していたものと推認さ\nれること，貸出審査会で採択後Ｇ常務取締役（審査部長）から説明を受けた上\nで稟議書に押印して本件融資１を可とする決裁をしていること等の事実が認め\nられるのであるから，被告は，本件融資１を可とする決裁をした時点におい\nて，同融資が回収不能となる可能性を具体的に予見していたか，または少なく\nとも予見することができたものと認められる。\nウ　本件融資２について\n前記認定のとおり，Ａは，平成４年度に売上げが大きく減少したこと，なにわ銀\n行に対し平成３年４月ころから度々物件売却の遅れを理由に借入金の返済期\n限延長を申し入れこれに応じてもらっていたこと，なにわファイナンスに対して\nも，平成４年２月，平成５年２月と２回にわたり，物件売却の遅れを理由に借入\n金の返済期限延長を申し入れこれに応じてもらっていたこと，平成５年３月の\n時点で，Ａのなにわ銀行からの借入金残高は２億３０６８万２０００円，なにわフ\nァイナンスからの借入金残高は１億８０００万円であり，その他の金融機関から\nの借入金残高は合計２１億円以上であったこと，本件融資２を実行すると，な\nにわ銀行のＡに対する融資残高が４億１０００万円余りとなるのに対し，同行が\n評価した有効担保額は２億９４２０万円にとどまることなどの事実が認められ，\n以上の事実を総合すると，なにわ銀行は，本件融資２を決定し（平成５年３月２\n９日），実行した時点で（同月３１日），同融資の融資金全額をＡの営業収益や\n担保物件の換価によって回収することは困難であったものと認められる。\nそして，前判示のとおり，被告は，なにわファイナンスに対する支援を審議し決\n議した取締役会において，議長を務めており，なにわファイナンス及びその取\n引先の状況について承知していたものと推認されること，貸出審査会で採択し\nＢ専務取締役が決裁をした後，本件融資１及び３を可とする決裁をした際，Ｇ\n常務取締役（審査部長）から本件融資２につきＢ専務取締役が決裁した旨報\n告を受けていたこと等の事実が認められるのであるから，被告は，Ｇ常務取締\n役（審査部長）から上記報告を受けた時点において，本件融資２が回収不能と\nなる可能性を具体的に予見していたか，または少なくとも予見することができ\nたものと認められる。\nエ　本件融資３について\n前記認定のとおり，大真は，平成３年９月期，平成４年９月期と２期続けて経常\n損失を計上していたこと，平成４年１０月には他の債権者から競売申立てをさ\nれていたこと，平成２年になにわファイナンスから調達した資金で商品用土地\n建物を購入したものの，物件売却の目処が立たないことから，平成３年８月に\nは資金の使途を社宅購入・本社建物購入に改め，返済期限の大幅延長に応\nじてもらっていること，平成５年３月の時点で，大真のなにわ銀行からの借入\n金残高は４億６７３９万２０００円，なにわファイナンスからの借入金残高は２億\n４２００万円であり，その他の金融機関からの借入金も合わせると合計１６億円\n以上の債務を負担していたこと，本件融資３を実行すると，なにわ銀行の大真\nに対する融資残高が７億円余りとなるのに対し，同行が評価した有効担保額\nは４億６５０４万２０００円，担保預金は１億３４６４万６０００円にとどまることな\nどの事実が認められ，以上の事実を総合すると，なにわ銀行は，本件融資３を\n決定し（平成５年３月３０日），実行した時点で（同月３１日），同融資の融資金\n全額を大真の営業収益や担保物件の換価によって回収することは困難であっ\nたものと認められる。\nそして，前判示のとおり，被告は，なにわファイナンスに対する支援を審議し決\n議した取締役会において，議長を務めており，なにわファイナンス及びその取\n引先の状況について承知していたものと推認されること，貸出審査会で採択\n後Ｇ常務取締役（審査部長）から説明を受けた上で稟議書に押印して本件融\n資３を可とする決裁をしていること等の事実が認められるのであるから，被告\nは，本件融資３を可とする決裁をした時点において，同融資が回収不能となる\n可能性を具体的に予見していたか，または少なくとも予見することができたも\nのと認められる。\nオ　これに対して，被告は，本件各融資について，当時の時価評価額は路線価の\n１．０倍であったが，従来の時価評価額は路線価の１．５倍であったから，担保物\n件からほぼ融資金の全額が回収が可能であった旨主張するけれども，なにわ銀\n行が土地担保の評価について路線価の１．０倍に変更した経緯（日本銀行による\n考査を踏まえて変更したこと，その理由について，日本銀行に提出した「経営改\n善計画について」と題する書面で，不動産価格の下落傾向が続いていたこと等を\n挙げていること）に照らし，採用し難い。加えて，貸付金を確実に回収するため，\n土地担保を評価するに当たっては，担保価格が下落する危険性を考慮して掛目\nを乗じるのが一般であるにもかかわらず，被告の上記主張では掛目に対する配\n慮がないこと，本件各融資の稟議書（甲Ｂ２の１から７まで，甲Ｃ２の１から５ま\nで，甲Ｄ２の１から７まで）には，路線価の１．０倍の価格に担保掛目（６０パーセ\nントから７５パーセント）を乗じた有効担保額が記載されており，被告の上記主張\nに沿う記載は見受けられないことからみても，被告の上記主張を採用することは\n到底できない。\n(5)　本件再建計画の合理性及び本件各融資の決定過程\n次に，本件各融資の前提となった本件再建計画の合理性及び本件各融資の決\n定過程について検討する。\n本件再建計画の骨子は，前記認定のとおり，①なにわ銀行がなにわファイナンス\nの当時有していた債権のうち，金額にして約半分を簿価で譲り受けるとともに（実\n際には，なにわ銀行が肩代わり融資[本件各融資]を行った。），なにわファイナン\nスに対して無利息の追加融資をすることによって，同社がなにわ銀行以外の債\n権者（千代田生命を除く。）に対する債務を弁済する，②なにわファイナンスは，\n残る債権の回収とマンションの管理のみの業務を行い，新規貸付けはしない，③\n千代田生命に対する債務の利払い（年間３５００万円）については，マンションの\n賃料収入（年間６０００万円）から充当する，というものである。したがって，なにわ\n銀行としては，なにわファイナンスから譲り受けた債権を全額回収しない限り，本\n件再建計画の実施によって損失を被ることになる（なにわファイナンスの残債権\n額と同額あるいはそれ以上の肩代わり融資をした場合[本件各融資]も同様であ\nる。）。また，なにわファイナンスが，同社に残る債権（総額２６億１８００万円）の\n回収と同社所有のマンションの賃料によって，なにわ銀行に対する約３６億円の\n債務を弁済することができなければ，なにわ銀行は更に損失を被ることになる。\nしかるに，前判示のとおり，被告は，本件各融資がいずれも回収不能となりなに\nわ銀行が損失を被る可能性を具体的に予見することができたにもかかわらず，\nその損失の規模（融資額のうちどれだけが回収不能となるか）について検討した\n形跡がなく，したがって，本件各融資によって回避しようとするなにわ銀行の損失\nとの比較・検討をした形跡もない。\nまた，なにわファイナンスのなにわ銀行に対する約３６億円の債務の返済原資と\nしては，前記のとおり，なにわファイナンスに残る債権と同社所有のマンションの\n賃料であるが，後者については，千代田生命に対する債務の利払いを控除する\nと年間２５００万円が残るのみであり，更にこれからマンションの敷地の地代や維\n持管理費が控除されるのであり，前者については，仮に元本全額が回収された\nとしてもなにわ銀行のなにわファイナンスに対する債権の元本額にも満たないの\nであるから，本件再建計画によってなにわ銀行に一定程度の損失が発生する蓋\n然性があった。それにもかかわらず，被告は，その損失の規模を予測するために\n必要不可欠な，なにわファイナンスに残存する債権の回収可能性を検討した形\n跡がなく，したがって，本件再建計画によって回避しようとするなにわ銀行の損失\nとの比較・検討をした形跡もない。\nそもそも，本件再建計画によれば，なにわファイナンスは新規貸付けを行わず，\n唯一確実な収益は，同社所有のマンションの賃料収入から千代田生命に支払う\n利息，地代，維持管理費等を控除した残額である上，なにわファイナンスに残る\n債権の回収可能性も定かではないから，本件再建計画は，ただなにわファイナン\nスを存続させるだけであって，同社の経営状況が改善される具体的な可能性を\n有する計画ではなく，合理性を有するものではなかったと言わざるを得ない。\n(6)　被告の善管注意義務違反及び忠実義務違反\nア　本件融資１及び３\n被告は，前判示のとおり，なにわ銀行の代表取締役（頭取）として，本件融資１\n及び３の決裁権限を有していたのであり，本件融資１及び３によって，なにわ\n銀行に損失が生じる可能性を具体的に予見していたか，または少なくとも予見\nすることができたものである。それにもかかわらず，その損失の規模や，なに\nわファイナンスを救済する必要性（救済しないことによってなにわ銀行が被る\nおそれのある損失）と本件再建計画及び同各融資を実行することによってなに\nわ銀行が被るおそれのある損失との比較等の点について検討していないので\nあるから，被告が本件融資１及び３を可とする決裁をするという判断の前提と\nなった事実の認識に重要かつ不注意な誤りがあり，その意思決定の過程，内\n容が銀行の取締役として特に不合理，不適切なものであったといわざるを得な\nい。\nよって，本件融資１及び３を決定することとした経営判断については，被告に\n認められた裁量の範囲を逸脱するものであり，したがって，被告について善管\n注意義務違反及び忠実義務違反が認められる。\nイ　本件融資２\n前記認定のとおり，本件融資２については，Ｂがなにわ銀行の専務取締役とし\nて決裁権限を有していた。\nしかしながら，前記認定のとおり，なにわ銀行では，貸出審査会が審査した融\n資案件については全て審査部長から頭取に報告するものとされていたこと，貸\n出審査会が不採択とした融資案件について，頭取の意見によって差し戻され\nた事例もあったことが認められるのであり，被告は，前判示のとおり，Ｇ常務取\n締役（審査部長）からＢ専務取締役が本件融資２を可とする決裁をした旨の報\n告を受けた時点において，本件融資２が回収不能となる可能性を具体的に予\n見していたか，または少なくとも予見することができたものと認められるにもか\nかわらず，その損失の規模や，なにわファイナンスを救済する必要性（救済し\nないことによってなにわ銀行が被るおそれのある損失）と本件再建計画及び同\n各融資を実行することによってなにわ銀行が被るおそれのある損失との比較\n等の点について検討していないのであるから，被告が本件融資２を実行するこ\nとに異論を差し挟まないという判断の前提となった事実の認識に重要かつ不\n注意な誤りがあり，その意思決定の過程，内容が銀行の取締役として特に不\n合理，不適切なものであったといわざるを得ない。\nよって，本件融資２について被告に認められた裁量の範囲を逸脱して，Ｂに対\nする監督義務を怠ったのであり，したがって，被告について善管注意義務違反\n及び忠実義務違反が認められる。\nウ　母体行責任論\nところで，被告は，本件各融資当時，日本，特に銀行業界では，母体行が，系\n列ノンバンクの再建の面倒を見るというのが常識であり，商慣習であったか\nら，本件再建計画の一環として本件各融資を実行したことは，経営判断とし\nて，通常の企業人の合理的な選択の範囲内のものであったと主張する。\n前判示のとおり，系列ノンバンクであるなにわファイナンスが経営破綻するとす\nれば，なにわ銀行の信用不安を招来するおそれがないとはいえないから，本\n件各融資を決定し実行した当時，なにわ銀行としては，なにわファイナンスの\n再建を支援するか，あるいは信用不安を招来しない形での清算を支援するな\nど何らかの措置を講じる必要に迫られたものと推認することができるけれど\nも，系列ノンバンクの経営破綻により信用不安を招来することを回避するため\nであっても，常に，「母体行責任」の名の下に，系列ノンバンクの再建を支援す\nることが許される訳ではないし，また，再建を支援することが許されるとしても，\n無限定にあるいはどのような方法であっても許される訳ではない。\n被告は，本件各融資がいずれも回収不能となりなにわ銀行が損失を被る可能\n性を具体的に予見することができたのであるから，本件各融資を実行すること\nによってなにわ銀行が被るおそれのある損失と，本件各融資を実行しないこと\nによってなにわ銀行が被るおそれのある損失とを比較検討することを要するに\nもかかわらず，そのような検討をしていないのであるから，被告の判断の前提\nとなった事実の認識に重要かつ不注意な誤りがあり，その意思決定の過程，\n内容が銀行の取締役として特に不合理，不適切なものであったといわざるを\n得ない。\nしたがって，被告の上記主張を採用することはできない。\nなお，前記認定のとおり，日本銀行がなにわ銀行から本件再建計画の提出を\n受けたことは認められるけれども，日本銀行あるいは大蔵省（近畿財務局）\nが，なにわ銀行が本件再建計画を作成するに当たりなにわファイナンスの支\n援策として何を盛り込むかについて事前に了承していたとか，なにわ銀行が本\n件各融資を実施することを事前又は事後に了解していたなどの事実を認める\nに足りる証拠はない。\n(7)　損害\nア　本件融資１\nなにわ銀行は，前記認定のとおり，平成９年３月期，明大住宅が平成８年１２\n月に営業所を売却し営業実態がなくなっていること，保証人にも保証能力がな\nいこと，担保物件も全て処分されていることなどを根拠に，今後の回収が全く\n見込めなくなったと判断して４億５９０７万２２７７円を償却処理したものである\nから，遅くとも平成９年３月３１日の時点において上記償却額相当分が回収不\n能となったものと推認される。\nそして，本件融資１の融資金８億円のうちなにわファイナンスの肩代わり資金\nに充てられた５億６５００万円を除くその余の２億３５００万円を，上記回収不能\n額から控除した残額２億２４０７万２２７７円については，少なくとも，本件融資１\nによってなにわ銀行が被った損害であると認められる。\nイ　本件融資２\nなにわ銀行は，前記認定のとおり，平成７年３月期，Ａが脳出血で平成５年４\n月から入院していて回復の見込みがないこと，保証人はないこと，担保物件は\n全て処分されたこと，担保物件でない不動産については仮差押えをしたものの\n時価以上の担保設定がされていることなどを根拠に，回収の見込みが全くな\nいと判断してＡに対する融資残高１億４０５５万６１８６円（本件融資２について\nは１億円）を償却処理したものであるから，遅くとも平成７年３月３１日の時点に\nおいて上記償却額相当分が回収不能となったものと推認される。\nよって，上記回収不能額のうち本件融資２についての１億円が本件融資２によ\nってなにわ銀行が被った損害であると認められる。\nウ　本件融資３\n前記認定のとおり，本件融資３の融資金のうち２億０４３０万円が残存していた\nこと，脱退原告は，平成１１年８月２７日現在で，大真所有の不動産の担保価\n値を８５９０万１０００円と評価していたこと，原告訴訟引受人が上記不動産の\n競売手続で配当を受けたのは手続費用を除き５４３３万４３９５円に止まること\nが認められのであるから，本件融資３については，平成１１年８月２７日の時点\nにおいて，少なくとも残債権２億０４３０万円から８５９０万１０００円を控除した１\n億１８３９万９０００円が回収不能となっていたものと推認される。\nよって，少なくとも上記回収不能額が本件融資３による損害であると認められ\nる。\nエ　以上によれば，なにわ銀行は，本件各融資によって，少なくとも合計４億４２４７\n万１２７７円の損害を被ったものと認められる。\n３　争点(2)（損益相殺の成否）について\n被告は，本件各融資後，月額報酬の一部，賞与及び退職金を受け取らなかったこ\nと並びに脱退原告の株式を放棄したことをもって損益相殺を主張する。\nしかしながら，被告が脱退原告の株式を放棄したとの事実は，これを認めるに足り\nる証拠がないし，前記認定の事実関係によれば，被告が月額報酬の一部，賞与及\nび退職金を受け取らなかったことによる利益は，いずれも本件各融資と相当因果\n関係にあるものとは認められず，したがって損益相殺の対象となるものとは認めら\nれない。\n第４　結論\nよって，原告訴訟引受人の請求は理由があるからこれを認容することとし，訴訟費\n用の負担について民訴法６１条を，仮執行の宣言について同法２５９条１項を，それ\nぞれ適用して主文のとおり判決する。\n大阪地方裁判所第４民事部\n裁判長裁判官　　池　　田　　光　　宏\n裁判官　　松　　田　　道　　別\n裁判官　　齋　　藤　　　　　毅\n･\n"
}