{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 18,
    "month": 1,
    "day": 31
  },
  "case_number": "平成17(ワ)2538",
  "case_name": "",
  "court_name": "東京地方裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "9167",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=9167",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/167/009167_hanrei.pdf",
  "contents": "平成１８年１月３１日判決言渡　同日原本領収　裁判所書記官\n平成１７年(ワ)第２５３８号　職務発明対価請求事件\n口頭弁論終結日　平成１７年１１月１５日\n判 　　　　　　決\n原　　　　　　　告　　　Ａ\n同訴訟代理人弁護士　　　長　　　浜　　　周　　　生\n被　　　　　　　告　　　和光純薬工業株式会社\n同訴訟代理人弁護士      竹　　　田　　　　　　　稔\n同　　　　　　　　　　　川　　　田　　　　　　　篤\n同復代理人弁護士　  　　飯　　  野　　　泰　　　子\n同補佐人弁理士          小　　　栗　　　久　　　典\n主　　　 　　　文\n１　原告の請求を棄却する。\n２　訴訟費用は原告の負担とする。\n事実及び理由\n第１　請求\n被告は，原告に対し，金５０００万円及びこれに対する平成１７年２月１９\n日（訴状送達の日の翌日）から支払済みまで年５パーセントの割合による金員を支\n払え。\n第２　事案の概要\n１　事案の概要\n本件は，被告の従業員であった原告が，後記発明は原告の職務に属し，原告\nが発明してその特許を受ける権利を被告に譲渡したと主張して，被告に対し，特許\n法３５条に基づき，譲渡の対価である１２億５０００万円の一部請求として５００\n０万円及びこれに対する平成１７年２月１９日（訴状送達の日の翌日）から支払済\nみまで年５パーセントの割合による遅延損害金の支払を求める事案である。\n２　争いのない事実等\n(1)　当事者\nア　原告は，高等専門学校を卒業して，昭和６０年に被告に入社したが，平\n成１３年に退職するまでの間，一貫して営業を担当していた。原告は，平成８年当\n時は，被告の電子工業薬品部電子工業薬品第二課（以下「電薬二課」という。）に\n配属されて，被告の顧客である株式会社Ｂ等への営業の仕事に従事していた。\nイ　被告は，試薬及び化学工業薬品等の生産，売買並びに輸出入を主たる目\n的とする株式会社である。\n(2)　被告の特許権\n被告は，次の特許権を有している（以下，その特許請求の範囲請求項１に\n記載された特許発明を「本件発明」，その特許出願の願書に添付した明細書を「本\n件明細書」という。）。\n特許番号　　第３２１９０２０号\n発明の名称　　洗浄処理剤\n出　願　日　　平成９年５月２７日\n出願番号　　特願平９－１５２８３４\n登　録　日    平成１３年８月１０日\n特許請求の範囲（請求項１）\n「(a)モノカルボン酸，ジカルボン酸，トリカルボン酸，没食子酸以外\nのオキシカルボン酸，及びアスパラギン酸及びグルタミン酸から選ばれたアミノカ\nルボン酸から成る群より選ばれた有機酸及び(b)エチレンジアミン四酢酸及びトラン\nス-1,2-ジアミノシクロヘキサン四酢酸から選ばれたアミノポリカルボン酸，ホスホ\nン酸誘導体，縮合リン酸，ジケトン類，アミン類，及びハロゲン化物イオン，シア\nン化物イオン，チオシアン酸イオン，チオ硫酸イオン及びアンモニウムイオンから\n選ばれた無機イオンから成る群より選ばれた錯化剤を主に含んで成る，金属配線が\n施された半導体基板表面の洗浄処理剤。」\n(3)　発明者欄の記載\n本件特許公報中の発明者欄には，いずれも被告の従業者であるＣ（以下\n「Ｃ」という。），Ｄ（以下「Ｄ」という。）及びＥ（以下「Ｅ」という。）の氏\n名が記載されている。\n(4)　本件明細書の記載\n本件明細書には，次の記載がある（甲１）。\nア　発明が解決しようとする課題\n「上記した如き状況に鑑み本発明が解決しようとする課題は，半導体基\n板表面に施された金属配線の腐食の問題や半導体基板表面のマイクロラフネスの増\n加の問題を起こすことなく洗浄が可能な，半導体基板表面の洗浄処理剤及びこれを\n用いた処理方法を提供することにある。」\nイ　本件発明を解決するための手段\n「本発明は上記課題を解決する目的でなされたものであり，本発明は，\nカルボキシル基を少なくとも１個有する有機酸と，錯化剤とを含んで成る半導体基\n板表面の洗浄処理剤に関する。また，本発明は更に，カルボキシル基を少なくとも\n１個有する有機酸と，錯化剤とを含んで成る洗浄処理剤で，半導体基板表面を処理\nすることから成る半導体基板表面の洗浄処理方法に関する。」\n(5)　原告が起案した検討依頼書\n原告は，平成８年４月１５日付の検討依頼書と題する書面（甲２，乙１の\n１及び２。以下「本件検討依頼書」という。）を起案した。本件検討依頼書には，\n以下の要望等が記載されている。\n次の成分を含む３０リットルのサンプル品の作成\nア　クエン酸１％，Ｆ成分及びＡＸＬ\nイ　クエン酸５％，Ｆ成分及びＡＸＬ\nウ　クエン酸１０％，Ｆ成分及びＡＸＬ\nエ　アないしウの場合において，ＡＸＬの安定性に問題があるときは，Ｆ成\n分のみ又はＥＤＴＡ等を加えるものとする。\nなお，上記記載の次の各号に掲げる成分は，それぞれ当該各号記載のもの\nを意味する。\nア　クエン酸　　　特定の有機酸\nイ　Ｆ成分　　　　特定の錯化剤（なお，錯化剤は，別名キレート剤ともい\nう。）を示す被告の暗号\nウ　ＡＸＬ　　　　特定の錯化剤を含む被告商品を示す被告の暗号（正確に\nは，ＡＸＬ－１という。）\nエ　ＥＤＴＡ　　　エチレンジアミン四酢酸の略称\n(6)　被告の実験等について\nア　Ｄは，別紙実験結果一覧表(1)及び(2)のとおり，クエン酸及びクエン酸\n以外の有機酸並びにクエン酸と錯化剤を組み合わせる実験を行った。\nイ　原告は，本件検討依頼書を起案して，これを被告の責任者に提出したも\nのの，その他には上記アの実験を含めて本件発明に一切関与していない。\n３　本件の争点\n(1)　原告が本件発明の発明者か否か。\n(2)　原告が被告に特許を受ける権利を承継させたか否か。\n(3)　特許を受ける権利の譲渡の相当の対価はいくらか。\n第３　争点に関する当事者の主張\n１　争点(1)（発明者性）について\n〔原告の主張〕\n(1)　発明者性について\nア　本件発明の特徴\n本件発明は，金属配線が施された半導体基板表面の化学的機械的研磨\n（以下「ＣＭＰ」という。）後に当該基板表面を洗浄する場合において，洗浄スピ\nードと洗浄力を向上させるために，有機酸に錯化剤を組み合わせることによって，\nその洗浄効果を向上させるものである。この内容は，本件明細書の【００１２】に\nおいて，「本発明者らは上記目的を達成すべく鋭意研究を重ねた結果，カルボキシ\nル基を少なくとも１個有する有機酸に，金属汚染物質と錯化合物を形成する錯化剤\nを添加して半導体基板表面を洗浄することにより，強酸や強アルカリ性溶液を使用\nする際に生じる，半導体基板表面に施された金属配線の腐食を起こすことなく，ま\nた，半導体基板表面の平坦度を損なうことなく，容易に半導体基板表面に吸着又は\n付着した金属汚染の除去を行うことができることを見出し，本発明を完成させるに\n至った。」と記載されている。\nそうすると，原告が起案した本件検討依頼書に記載されている有機酸と\n錯化剤を含む洗浄処理剤という着想（以下「本件着想」という。）は，まさに本件\n発明そのものであるから，原告が，本件発明についてその余の関与をしていない場\n合であっても，本件発明の発明者であることは明らかである。\nイ　本件発明に係る実験の意義\n本件特許の発明者欄には，Ｃ，Ｄ及びＥの氏名がそれぞれ記載されてい\nる。\n(ア)　Ｃ及びＥについて\nＣ及びＥは，本件発明の効果につき否定的な意見を述べていた上，前\n記第２の２(6)ア記載の実験に加わらず，これをＤに任せていたものであるから，本\n件発明の共同発明者とはいえない。\n(イ)　Ｄについて\nＤは，前記第２の２(6)ア記載の実験を行ったが，本件着想に基づい\nて，有機酸及び錯化剤並びにこれらの配合比率の効果を調査したにすぎないから，\n調査員又は作業員であって，共同発明者とはいえない。\nしかも，この実験は，ある程度の化学知識を有する者からみれば，誰\nでもできる作業であり，当たり前のことを当たり前に行っているにすぎないもので\nあるから，このような意味からしても，Ｄは，専門学校レベルの実験により，本件\n発明の効果を測定した者にすぎない。\nしたがって，Ｄは，本件発明の共同発明者とはいえない。\nウ　原告の発明者性\n本件発明は，原告が有していた半導体洗浄に関する技術的又は化学的知\n見の下に，具体的効果も予測しながら提出された本件検討依頼書記載の本件着想に\n基づいて，発明者欄に記載された者のうち，Ｄによる専門学校レベルの実験によ\nり，その効果を測定又は確認したものである。\nしたがって，本件発明は，原告の単独発明又は原告及びＤの共同発明で\nある。\n(2)　原告が本件発明を着想するに至る経緯\nア　原告の業務内容について\n原告は，本件発明当時，電薬二課に所属する営業担当者であった。原告\nは，同課において，Ｂ（●●），Ｆ（■■■），Ｇ（▲▲）の半導体製造プロセス\nに関する技術開発部門と折衝し，その中で各社が半導体製造プロセスにおいて必要\nとしている薬品（洗浄剤）を特定して，そのニーズに合った製品を実際に発明して\nいた。\nこのように，原告は，被告の研究開発担当者ではなく，営業担当者であ\nったが，この事実をもって，原告の発明者性を否定することはできない。\nすなわち，被告の営業担当者には，単なる営業のみでなく，顧客の求め\nる製品を見極めるために，製品開発に関する非常に高度な化学的知識が要求されて\nいたことから，原告は，日頃から化学的知識を十分に蓄えていた。このような経験\nを有していたからこそ，原告は，営業担当者であっても，本件発明を着想すること\nができたのである。\nなお，原告が，本件発明の発明者として名を連ねられなかった理由は，\n営業部門と研究開発部門とを単純に峻別する被告の旧態依然とした体質にある。\nイ　アの業務による知識の蓄積について\n原告は，昭和６０年に被告に入社してから約７年間，化成品（医薬品，\n化粧品又は合成樹脂等をいう。）の営業を担当していた。このような医薬品の営業\nを担当する中で，本件発明の基礎となる錯化剤に関する知識を蓄積した。\nすなわち，錯化剤とは，「ＦｅやＡｌなどの金属又は金属類似元素の原\n子・イオンの周囲に配位子と呼ばれる原子・イオン又は原子団が方向性をもって立\n体的に結合し，一つの原子集団を作っているもの」と定義されるものであり，医薬\n品又は洗浄剤において，よく用いられるものである。医薬品の錯化剤には，ＭＲＩ\n造影剤のガドリニウム錯化剤，抗ガン剤のｐｔ錯化剤（シスプラチン）等があり，\n「ＡＸＬ－１」と称する被告製品に含まれる錯化剤などは，当時の痴呆症（現在の\n認知症）の原因として疑われていたＡｌの除去のため医薬品として採用されること\nも検討されていた。そのため，原告は，早くからこれらの種類の錯化剤に関する知\n識を相当程度蓄積していた。\n他方で，原告は，ほぼ同時期に化粧品及びトイレタリーなどの工業用洗\n浄剤の開発にも関わっており，この開発を通じて金属洗浄に関する知識も同時に蓄\nえていったものである。\n本件発明の特徴は，デリケートとされていた金属配線基板の洗浄におい\nて，洗浄スピードと洗浄力を向上させるために，有機酸と錯化剤を組み合わせて使\n用したことにあるが，このような着想は，上記のような錯化剤に関する原告の知識\n経験の中から生じたものである。\n(3)　被告が本件着想を得た時期について\n被告は，原告よりも先に本件着想を得ていたと主張している。しかし，Ｅ\nは，原告から本件検討依頼書を示されたときに本件着想を否定したことを自ら認め\nているのであって，このような事実からも，原告が本件検討依頼書を提出し，もっ\nて本件発明の届出をする前には，被告は本件着想を得ていなかったことは明らかで\nある。\n〔被告の主張〕\n(1)　本件発明の特徴\n本件発明は，ＣＭＰ後の洗浄において，その洗浄効果を向上させるため\nに，①　金属配線を損傷することなく，一定の洗浄効果を有する特定の種類の有機\n酸を選択し，②　①の有機酸と組み合わせることが可能であって，ＣＭＰで用いら\nれるスラリー中の鉄成分に由来する鉄及び当時金属配線に用いられていたアルミニ\nウムの粒子による汚染の除去能力に優れた特定の種類の錯化剤を，実験を通じて具\n体的に選択したところにある。\nすなわち，本件特許の請求項１の記載によれば，本件発明は，単に有機酸\nと錯化剤を組み合わせるものではなく，これらの種類を具体的に特定して，これら\nを組み合わせるものであるが，その組合せの有用性は，有機酸と錯化剤の化学名だ\nけから予測することは困難であって，具体的な実験をした上で，これを確認する必\n要がある。具体的には，本件発明では，アルミニウム溶解度がそれ自体高い有機酸\nを選択した上で（別紙実験結果一覧表(1)），その濃度の異なる有機酸にそれぞれ量\nの異なる各種の錯化剤を組み合わせた結果，主としてアルミニウム溶解度が０．５\nppm以上となるものに特定している（別紙実験結果一覧表(2)）。\nしたがって，本件発明は，具体的な実験をすることで初めて得られるもの\nであるから，本件着想は，本件発明とはなり得ないことは明らかである。\n(2)　被告が本件着想を得た時期について\n被告は，本件検討依頼書の提出以前から，本件着想を得ていた。したがっ\nて，本件着想の内容如何にかかわらず，原告は，本件発明の発明者とはいえない。\nすなわち，次の各号に掲げる日時には，それぞれ当該各号に定める事実が\nあったから，被告の東京研究所第四研究室では，少なくとも，本件検討依頼書の提\n出以前の平成７年１１月ころには，本件着想を得ていたことは明らかである。\nなお，本件着想は，後記アのとおり，平成７年１０月２４日に，株式会社\nＢのＨから示されたものであるから，そもそも原告のものであるということはでき\nない。\nア　平成７年１０月２４日  原告は，株式会社ＢのＨからＣＭＰ後の洗浄に\nおいて，クエン酸に錯化剤を添加することを検討しているとの情報を得た。\nイ　平成７年１１月６日　　Ｃは，Ｉ株式会社から錯化剤を利用したＣＭＰ\n後の洗浄を検討しているとの情報を得たことから，被告は，この件について，クエ\nン酸水溶液を紹介するとともに，できる範囲での協力を約束した。\nウ　平成７年１１月６日  　電薬二課のＪは，被告の化成品開発部にクエン\n酸のキレート作用について調査を依頼した。\nエ　平成７年１１月８日  　原告は，アの情報を電薬二課の原告のノートの\n１７頁に書き留めていたが，電薬二課長のＫは，同日これを確認し，同記載欄末尾\nに捺印した。\nオ　平成７年１２月１９日  化成品開発部のＬは，ウに対して書面で報告し\nたが，その書面の「調査略結果」の「補足」には，課題として，クエン酸水溶液に\n錯化剤等を添加して洗浄力を上げることが記載されていた。\nカ　平成８年３月１２日  　Ｅ，電薬二課長のＭ及び原告は，Ｆの■■■事\n業場を訪問し，ＣＭＰ後の洗浄液として錯化剤の添加によるクエン酸水溶液の高機\n能化を検討していると説明した。\nキ　平成８年４月５日  　　Ｅは，「１２４期の開発テーマ」（１２４期と\nは，平成８年４月１日から平成９年３月３１日までの期間をいう。）と題する書面\nにおいて，「（クエン酸＋キレート剤）としたＣＭＰ用機能性洗浄液の開発」と記\n載した。\nク　平成８年４月１５日  　Ｄがクエン酸と錯化剤とを組み合わせる実験を\n開始した。\n(3)　まとめ\n以上のとおり，原告は，本件発明の発明者ではなく，結局のところ，被告\nの営業係員として，本件検討依頼書を通じて，得意先の要請を被告の責任者に伝達\nしたにすぎない。\n２　争点(2)（特許を受ける権利の譲渡の有無）について\n〔原告の主張〕\n原告は，被告に対し，本件検討依頼書により本件発明の届出をした平成８年\n４月１５日から本件特許の出願日である平成９年５月２７日までの間に，特許を受\nける権利を譲渡した。\n〔被告の主張〕\n否認する。本件検討依頼書は特許を受ける権利の譲渡に使用される文書では\nない。\n３　争点(3)（対価の額）について\n〔原告の主張〕\n特許公報記載の発明者であるＤは，本件発明の効果の調査員又は作業員にす\nぎないから，本件発明は，原告の単独発明である。仮に，本件発明が実験により裏\n付けられて初めて実施可能となるものであり，本件発明がＤとの共同発明になると\nしても，原告の寄与割合は，５０％を下回らない。\n他方で，被告は，本件発明に基づいて，「ＣＩＲＥＸ」という商品を開発し\nてこれを販売しているところ，この商品の平成８年以降の粗利益は２２億円，ロイ\nヤルティ収入は３億円である。\nしたがって，譲渡の対価は，上記の合計額である２５億円の５０％である１\n２億５０００万円である。\n〔被告の主張〕\n否認する。なお，「ＣＩＲＥＸ」は，クエン酸の３０％水溶液に錯化剤であ\nる「Ｈ成分」（特定の錯化剤を意味する被告の暗号をいう。）を添加したものであ\nるが，「Ｈ成分」は，「Ｆ成分」とも「ＡＸＬ－１」に添加されている錯化剤とも\n異なるものである。\n第４　当裁判所の判断\n１　証拠によって認められる事実\n前記争いのない事実に証拠（甲２，６の２，７，乙１の１及び２，３ないし\n１１，１４，１６の１及び２，１７ないし２０）及び弁論の全趣旨を総合すれば，\n次の各事実が認められる。\n(1)　半導体基板表面の洗浄処理剤の研究開発担当部署\nア　研究開発担当部署\n被告において，研究開発の担当部署である東京研究所第四研究室（現在\nは化成品研究所と名称を変更している。以下「第四研究室」という。）は，無機化\n学を担当しており，主として半導体等の電子工業薬品の開発を担当していた。\nＣは，昭和６１年４月から平成１７年３月まで第四研究室に配属され，\n錯体を中心とする電子工業用薬品の研究開発に従事していた。\nＥは，昭和５９年３月から平成１６年４月まで第四研究室に配属され，\n錯体及び錯形成反応を中心とする無機化学の研究に従事していた。\nＤは，平成８年４月１１日から第四研究室に配属されている（乙７，\n８）。\nイ　クエン酸関係の洗浄処理剤の開発\n(ア)　被告は，昭和６１年ころから，クエン酸（特定の有機酸のことをい\nう。）の１０％水溶液である「ＣＡ－１０」という商品を販売した。その商品開発\nにはＥ及びＣが関与した。\n(イ)　被告は，平成６年ころから，上記(ア)の商品を改良して，クエン酸\nの１０％水溶液をさらに高純度化した「ＣＡ－ＨＰ１０」という商品を販売した。\nその商品開発にはＥ及びＣが関与した。\n(ウ)　被告は，平成７年１０月から，クエン酸の３０％水溶液である「Ｃ\nＡ－３０」という商品を販売した。その商品開発は，株式会社Ｂ●●●工場を担当\nしていたＱからの情報を端緒としたものであり，Ｃが主に担当した（乙７，８，１\n４）。\nウ　錯化剤関係の洗浄処理剤の開発\n(ア)　被告は，第四研究室において，平成２年から３年までにかけて，過\n酸化水素水に「Ｆ成分」（特定の錯化剤（なお，錯化剤は，別名キレート剤ともい\nう。）を示す被告の暗号をいう。）を添加した「ハイリンパーＨＰ」という商品を\n開発し，平成４年１０月ころから製造を開始した。\n(イ)　上記(ア)の商品は，半導体基板表面の鉄を洗浄するには有効であっ\nたが，アルミニウムを洗浄するには十分ではなかった。そこで，Ｃは，第四研究室\nにおいて，アルミニウムの洗浄に有効な錯化剤を特定するために実験を繰り返し\nた。\n(ウ)　上記(イ)の実験の結果，Ｃは，平成７年ころ，アルミニウムの洗浄\nに有効な錯化剤を発見したことから，被告は，この錯化剤を添加した「ＡＸＬ－\n１」という商品を開発した。\n(エ)　被告は，平成７年から平成８年までに，「ＡＸＬ－１」のサンプル\n品を顧客に提供したが，「ＡＸＬ－１」に含まれる錯化剤は，酸性領域の水溶液又\nは過酸化水素水中で非常に不安定であって，純水中においても，なお安定性に問題\nがあったことから，被告は，結局「ＡＸＬ－１」を販売するまでには至らなかった\n（乙７，８）。\n(2)　半導体基板表面の洗浄処理剤の営業担当部署\nア  被告の電薬二課は，半導体等の電子工業品を対象とした薬品の営業を行\nう部署であり，前記(1)の半導体基板表面の洗浄処理剤の営業も担当していた。\n原告は，平成８年当時，電薬二課において，株式会社Ｂ等への営業に従\n事していた（乙９）。\nイ　被告は，第四研究室が「Ｆ成分」を添加した「ハイリンパーＨＰ」及び\n特定の錯化剤を添加した「ＡＸＬ－１」を開発したことから，被告は，平成７年こ\nろから平成８年ころまでにかけて，その顧客に対して，電薬二課の原告らの営業担\n当者を通じて，これらの商品の営業活動をしていた（乙９）。\n(3)　本件検討依頼書\nア　検討依頼書の性質\n検討依頼書は，営業担当部署が顧客から要望を受けた場合において，要\n望事項を社内に周知させるとともに，当該要望事項が実現可能なものであるか否か\nについて，研究開発担当部署である東京研究所に検討を依頼するために作成される\n社内文書である。\nそして，営業担当部署において作成された検討依頼書は，企画開発部署\nである化成品開発課等の承認を得た上で，東京研究所に送付されることになる（乙\n９）。\nイ　本件検討依頼書の提出\n電薬二課に所属していた原告は，平成８年４月１５日，以下の内容の\n「ＣＭＰ後，洗浄剤」についての「検討依頼書」（本件検討依頼書。甲２，乙１の\n１及び２）を起案し，電子工業薬品部のＮ部長及び同部電業二課のＭ課長の決裁を\n得た上，東京研究所長宛に提出した。\n(ア)　「会社名」欄の記載内容\n株式会社Ｂその他半導体メーカー\n(イ)　「検討要望事項」欄の記載内容\nａ　下記３品の調液検討，サンプル作成をお願い申し上げます。\n①　クエン酸１％＋Ｆ成分＋ＡＸＬ\n②　クエン酸５％＋Ｆ成分＋ＡＸＬ\n③　クエン酸１０％＋Ｆ成分＋ＡＸＬ\nｂ　①②③を各３０リットル\nｃ　ＡＸＬ安定性に問題がある場合は，Ｆ成分のみまたＥＤＴＡ等，検\n討お願いします。\n(ウ)　「経緯・背景・市場性・技術動向等の情報」欄の記載内容\nａ　市場\n…半導体メーカーは，今年よりメモリー，ロジックの製造プロセ\nスにＣＭＰを採用開始予定であります。今後数年のうちに，ＣＭＰ後の洗浄剤市場\nは，数億円／Ｍとなります。\n（例）Ｂ●●●量産時のＣＡ－３０\n使用方法…常温ブラシ洗浄３０秒　ＣＡ－３０　７００ミリリッ\nトル／ウエハー\n量産時ウエハー６万枚／Ｍ…ＣＡ－３０とし\nて４２立方メートル／Ｍ\nｂ　価格\n…上記●●●使用方法のＣＡ－３０では，ウエハー当たり１０５\n０円／ウエハー（ＣＡ－３０　１５００円／リットルとして）のコストがかかって\nおり，現在，使用量の縮少，シュウ酸への代替等検討しております。希望価格は，\n２００円／ウエハーであり，低濃度クエン酸＋Ｆ成分系で，対応できればと考えて\nいます。\nｃ　評価基準\n…ＣＡ－３０と同等（鉄及びアルミニウムにつき，１平方センチ\nメートル当たり１×１０の１１乗atm以下）\n参考…鉄とアルミニウム以外は，ＣＡ－１０でも洗浄できる。\nｄ　サンプル希望日　平成８年４月２４日\nｅ　Ｂ検討スケジュール\n①　４月から５月まで\n上記サンプルにて第一次特性評価（Ｂ●●●●●研究所）\n②　５月\n第一次評価結果により改良品にて第二次特性評価及び処方決定\n（同所）\n③　６月\n処方決定品濃縮タイプサンプル提出及び試作（同所）（●●●\n試作ライン）\n④　７月\n●●●量産開始\n⑤　検討用ウエハーＢより入手可\nウ　本件検討依頼書に対する回答\n本件検討依頼書は，平成８年４月１６日付で化成品開発部のＯ部長及び\nＰ課長の回覧を経て，同月１８日に東京研究所に到達した。Ｅは，同年５月６日，\n化成品開発課に宛て，「Ｐ課長殿　毎々，お世話様です。本件，とりあえず回答し\nます。詳細は，プロジェクトなどで報告協議したいと思います。」と付記して，\n「本検討依頼に着手致します。サンプル提出は５月中旬を予定しています。」旨回\n答した。化成品開発課のＰ課長は，同月７日に，その回答を確認した（甲２，乙１\nの１及び２）。\n(4)　半導体基板表面の洗浄処理剤の新商品の開発\nア　原告は，平成７年１０月２４日ころ，株式会社ＢのＨから，クエン酸を\n希釈すると洗浄効果が下がるため，錯化剤などの他の添加剤を併用することを検討\nしたことがあると伝えられた。このことにつき，原告は，被告の電薬二課のノート\n（甲６の２，７）の同日欄に「ＢＨ氏　クエン酸３０％　本品タングステンＣＭＰ\n後洗浄に採用頂くが，コスト，和光生産性の面より１０％以下での使用法改良を検\n討しており，状況聴取。希釈するとどうしても洗浄効果ダウンする為，他添加剤\n（キレートｅｔｃ）併用検討したが，それ以降検討していないと。和光としては，\n生産効率のアップによるコストダウンを努力して欲しいと。」と記載し，同年１１\n月８日欄末尾に電薬二課のＫ課長の印鑑が捺印されている。\nイ　Ｃその他の被告の従業員が，平成７年１１月６日，Ｉ株式会社に出張し\nたところ，同社が，Ｃらに対し，ＣＭＰ後に錯化剤を利用した洗浄方法を検討して\nいると述べたことから，被告は，主として被告の商品であるクエン酸溶液を紹介\nし，今後できる範囲で協力することを約束した（乙１０）。\nウ　被告の電薬二課のＪは，被告の化成品開発部に対して，平成７年１１月\n６日，クエン酸のキレート安定化定数ＰＨ依存性について調査するよう調査依頼書\n（乙１６の１）を発行し，化成品開発課のＰ課長が受け付けた。\nこれに対し，化成品開発部のＬは，同年１２月１９日，「金属－クエン\n酸錯体のｐＨ依存性について」と題する書面（乙１６の２）をもって報告するとと\nもに，調査略結果として，「洗浄メカニズムの究明，クエン酸の性質，またその性\n質を知った上でクエン酸に何かを添加して効果を向上出来ないのか，クエン酸以外\nのキレート剤で効果は上がらないのか」と補足し，化成品開発部のＰ課長の決裁を\n得た（乙１６の１，１９，２０）。\nエ　Ｅは，平成８年４月５日，第１回電材プロジェクト会議用資料として，\n現在着手中のテーマとともに検討の目的や商品展開への簡略な戦略を報告するため\nに，「１２４期の開発テーマについて」と題する書面（乙１１。１２４期とは，平\n成８年４月１日から平成９年３月３１日までの期間のことをいう。）を作成し，被\n告の電子工業薬品部に対して提出した。この書面の「商品展開への簡略的なシナリ\nオなど」の欄には，「（クエン酸＋キレート剤）としたＣＭＰ用機能性洗浄液の開\n発」と記載されている。\n(5)　本件発明に関する実験について\nＤは，平成８年４月１１日に第四研究室に配属され，上司であるＥの指示\nにより，同月１５日，洗浄処理剤として，クエン酸と錯化剤とを組み合わせる実験\nに着手した。Ｄは，別紙実験結果一覧表(1)及び(2)のとおり，クエン酸及びクエン\n酸以外の有機酸並びにクエン酸と錯化剤とを組み合わせる実験を行った（乙１７，\n１８）。\n(6)　本件特許出願\nＣ，Ｄ及びＥの３名は，平成８年５月１４日，被告に対し，本件発明に係\nる発明考案届出書（乙３），特許出願依頼書（乙４）及び特許を受ける権利の譲渡\n証（乙５）を提出した。被告は，平成９年５月２７日，本件特許を出願し，平成１\n３年８月１０日，本件特許が登録された（甲１，乙６）。本件特許公報中の発明者\n欄には，Ｃ，Ｄ及びＥの３名の氏名が記載されている（甲１）。\n２　争点(1)（発明者性）について\n(1)　本件着想について\n原告は，本件検討依頼書に記載された本件着想が，本件発明そのものであ\nる旨主張する。\nしかしながら，前記１(3)の認定事実によれば，被告の検討依頼書は，営業\n担当部署が顧客から要望を受けた場合において，研究開発担当部署に検討を依頼す\nるために作成される被告の社内文書であって，本件検討依頼書は，被告の顧客であ\nる株式会社Ｂ等の半導体メーカーが洗浄処理剤のサンプルを要望したことから，被\n告の東京研究所に対して，これを作成するように依頼した文書であると認められ\nる。\nそして，前記１(4)アのとおり，株式会社Ｂが，平成７年１０月時点におい\nて，既にクエン酸に錯化剤を添加することを研究テーマとしていたことに照らして\nも，原告は，被告の営業担当者として，株式会社Ｂ等の顧客の要望を自己の所属す\nる電薬二課に報告したにすぎないものであるから，結局，本件検討依頼書に記載さ\nれた本件着想は，原告が自ら着想したものではないことは明らかである。\nしたがって，本件着想が自らの着想であることを前提とする原告の主張\nは，その前提を欠く。\n(2)　本件発明における本件着想の位置付け\n仮に，原告が本件着想をしたとしても，以下のとおり，本件着想をしたこ\nとをもって発明者といえるものではない。\nア　「発明」とは「自然法則を利用した技術的思想の創作のうち高度のも\nの」をいうから（特許法２条１項），真の発明者（共同発明者）といえるために\nは，当該発明における技術的思想の創作行為に現実に加担したことが必要である。\nしたがって，具体的着想を示さずに，単なるアイデアや研究テーマを与\nえたにすぎない者などは，技術的思想の創作行為に現実に加担したとはいえないか\nら，真の発明者ということはできない。\nまた，化学関連の分野についての発明においては，一般的に，着想を具\n体化した結果を事前に予測することが容易とはいえないため，着想がそのまま当業\n者が実施可能な発明の成立に結び付くものとはいえず，実験を繰り返してその有用\n性を確認し，有用性のある範囲のものを確認することによって技術的思想が完成す\nる場合がある。したがって，このような場合には，着想を示したのみでは，技術的\n思想の創作行為に現実に加担したとはいえないから，着想を示した者をもって真の\n発明者ということはできない。\nイ　本件発明は，単なる有機酸と錯化剤ではなく，それぞれの特定の種類を\n選択して，これらを組み合わせたものである。具体的には，(a)モノカルボン酸，ジ\nカルボン酸，トリカルボン酸，没食子酸以外のオキシカルボン酸，及びアスパラギ\nン酸及びグルタミン酸から選ばれたアミノカルボン酸から成る群より選ばれた有機\n酸及び(b)エチレンジアミン四酢酸及びトランス-1,2-ジアミノシクロヘキサン四酢\n酸から選ばれたアミノポリカルボン酸，ホスホン酸誘導体，縮合リン酸，ジケトン\n類，アミン類，及びハロゲン化物イオン，シアン化物イオン，チオシアン酸イオ\nン，チオ硫酸イオン及びアンモニウムイオンから選ばれた無機イオンから成る群よ\nり選ばれた錯化剤を組み合わせたものである。\nこのような組合せは，アルミニウム溶解度がそれ自体高い有機酸を実験\nにより選択した上で（別紙実験結果一覧表(1)），その濃度の異なる有機酸にその量\nを異にする各種の錯化剤を実験により組み合わせた結果（別紙実験結果一覧\n表(2)），主として，アルミニウム溶解度が０．５ppm以上の基準を満たすものを念\n頭において，特定されたものである（乙１７）。\nこのように，本件発明は，着想を具体化した結果を事前に予測すること\nが容易とはいえず，具体的な実験をすることによって，初めて一定の有用性を有す\nる組合せを特定することができるものである。また，本件発明は，前記第２の２(4)\nのとおり，半導体基板表面に施された金属配線の腐食の問題や半導体基板表面のマ\nイクロラフネスの増加の問題を起こすことなく洗浄が可能であるという課題を解決\nするための発明であるから，上記実験を経ていない本件着想は，被告がこれを研究\nテーマとしていたのと同様に（前記１(4)エ），単なる研究テーマであって，本件発\n明とはなり得ないものである。\nウ　なお，原告は，訴状において，本件発明は原告のアイデアに基づくもの\nであると主張するにとどまり，原告の主張に係る発明の内容を十分に特定していな\nかったことから，被告及び裁判所は，その内容を明らかにするよう求めた。原告\nは，平成１７年４月１９日付準備書面(1)において，原告の主張に係る発明の内容\nは，「より希薄なクエン酸にＦ成分，ＡＸＬ成分を併用する方法により洗浄剤を作\n成する」ことであり，これは本件発明そのものであると主張した。しかしながら，\n原告は，同年６月６日付準備書面(2)において，原告の主張に係る発明の内容は，\n「有機酸に錯化剤を添加した液でＣＭＰ後洗浄を行う方法により洗浄剤を作成す\nる」ことであり，これは本件発明そのものであると主張を変遷させた。\nしかし，少なくとも，当初の主張に係る組合せは，本件発明に含まれな\nいものであって，しかも，「Ｆ成分」や「ＡＸＬ」の化学名は営業担当にも知らさ\nれていないものである（乙７，８）。加えて，上記のように，原告は，その主張す\nる発明について，主張を変遷させているところ，このような主張の変遷自体から\nも，原告は，本件訴えを提起した後にあっても，なお本件発明の具体的内容を正確\nに理解していたとはいい難い。\nエ　以上の次第で，仮に，原告が被告に本件着想を示したとしても，営業現\n場において周知の研究テーマを報告したにすぎず，これをもって，原告が発明者で\nあると認めることはできない。\n(3)　被告が本件着想を得た時期について\nなお，以下に認定するとおり，被告は，原告の本件検討依頼書が提出され\nる前に既に本件着想を得ていたものである。\nア　前記１認定の事実によれば，①　電薬二課のＫ課長は，平成７年１１月\n時点において，株式会社Ｂがクエン酸に錯化剤を添加することを研究テーマとして\n検討していたことを認識していたこと（前記１(4)ア），②　第四研究室のＥは，本\n件検討依頼書が提出された平成８年４月１５日よりも前の同月５日時点において，\n同月１日から平成９年３月３１日までの研究テーマとして，クエン酸と錯化剤を組\nみ合わせたＣＭＰ用機能性洗浄液の開発を掲げていたこと（前記１(3)イ，(4)\nエ），③　本件検討依頼書が提出され，これが第四研究室に到達した平成８年４月\n１８日よりも前の同月１５日に，Ｄが本件発明に関する実験を既に着手していたこ\nと（前記１(3)ウ，(5)）が認められる。\n以上の事実によれば，被告は，平成７年１１月時点において，クエン酸\nに錯化剤を組み合わせるという着想を，他社の研究テーマとして認識しており，少\nなくとも，本件検討依頼書が提出された日よりも前には，これを被告自身の研究テ\nーマとして認識し，実験に着手していたことが認められる。\nそうすると，被告は，少なくとも原告の本件検討依頼書が提出される前\nには，本件着想を得ていたことが認められる。\nしたがって，被告が本件検討依頼書により本件着想を得て本件発明を完\n成させたことを前提とする原告の主張は，その前提を欠くものであって，原告の請\n求は理由がない。\nイ　原告の主張について\nなお，原告は，原告がＥに本件検討依頼書を示したときに，Ｅは本件着\n想を否定したと主張し，このことを，被告が当時本件着想を得ていなかったことの\n根拠としている。\nなるほど，本件検討依頼書には，次の成分の組合せが記載されている\n（甲２，乙１の１及び２）。\n(ア)　ＡＸＬの安定性に問題がない場合\nａ　クエン酸１％＋Ｆ成分＋ＡＸＬ\nｂ　クエン酸５％＋Ｆ成分＋ＡＸＬ\nｃ　クエン酸１０％＋Ｆ成分＋ＡＸＬ\n(イ)  ＡＸＬの安定性に問題がある場合\nａ　クエン酸＋Ｆ成分\nｂ　クエン酸＋ＥＤＴＡ等\nまた，Ｅ自身も，本件検討依頼書の記載をみて，「これじゃだめだよ」\nと述べたことは認めている（乙８）。\nしかしながら，①　Ｆ成分については，酸性領域における溶解度が特に\n低いため，酸性であるクエン酸との組合せは，本件発明における被告の基準値（ア\nルミニウム溶解度０．５ppm以上）を満たさないこと（乙１７の別紙１），②　他方\nで，＊＊＊＊＊＊＊＊＊＊＊の錯化剤との組合せは，上記①の基準値を十分に満た\nすものであり（乙１７の別紙１），Ｆ成分はこの＊＊＊＊＊の一種であること，③\nＡＸＬについては，これに使用されている錯化剤は，酸性領域における安定性が\n特に低いため，酸性であるクエン酸と組み合わせることはそもそも困難であるから\n（乙７，８），本件発明には含まれないこと（甲１，乙１７の別紙１），④　ＥＤ\nＴＡについては，上記①の基準値を満たさない上（乙１７の別紙１），本件検討依\n頼書の「ＥＤＴＡ等，検討お願いします。」との記載内容（前記１(3)イ(イ)ｃ）に\n加えて，ＥＤＴＡが錯化剤のうち昀も代表的なものであること（乙７，８，１７）\nからすると，「ＥＤＴＡ等」とは，その他錯化剤を示すものとして記載されたにす\nぎないと認められること，以上の事実に照らせば，Ｅの発言は，本件着想自体を否\n定するものではなく，本件検討依頼書に記載されている特定の錯化\n剤との組合せを否定したものと認めるのが相当である。\nしたがって，このようなＥの発言は，上記認定事実を左右するものでは\nない。\n(4)　小括\n以上のとおり，原告は本件着想をしたものではないし，具体的な実験を経\nていない本件着想は本件発明とはなり得ないもので，また，被告の従業員Ｅらは，\n原告から本件検討依頼書を示されるより前から本件発明の着想を得て既に実験に着\n手していたものである。よって，原告は，本件発明における技術的思想の創作行為\nに現実に加担したとはいえず，発明者（共同発明者）といえないことは明らかであ\nる。\n３　争点(2)（特許を受ける権利の譲渡の有無）について\n原告は，被告に対し，本件発明の届出をした日である平成８年４月１５日か\nら本件特許の出願日である平成９年５月２７日までの間に特許を受ける権利を譲渡\nしたと主張している。\nしかしながら，本件全証拠によっても，上記事実を認めるに足りない。な\nお，前記２(1)のとおり，本件検討依頼書は，営業担当部署が顧客から要望を受けた\n場合において，研究開発担当部署にその検討を依頼するために作成される被告の社\n内文書であり，原告が，被告に対し，本件特許を受ける権利を譲渡するために作成\nされたものとはいえない。そして，前記１(6)のとおり，本件発明については，Ｃ，\nＤ及びＥの３名が，平成８年５月１４日，特許出願依頼書（乙４）とともに発明考\n案届出書（乙３）を提出し，被告に対し特許を受ける権利を譲渡したものである\n（乙５）。\n４　結論\n以上の次第で，その余の点について判断するまでもなく，原告の請求は理由\nがないから，これを棄却することとして，主文のとおり判決する。\n東京地方裁判所民事第４７部\n裁判長裁判官　　　　高　　　部　　　眞　規　子\n裁判官　　　　東  海  林            　保\n裁判官　　　　中　　　島　　　基　　　至\n"
}