{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 6,
    "day": 13
  },
  "case_number": "平成11(行ケ)255",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "11820",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=11820",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/820/011820_hanrei.pdf",
  "contents": "平成１１年（行ケ）第２５５号　特許取消決定取消請求事件\n判　　　　決\n原　　　　　告　　　ノートン　カンパニー\n訴訟代理人弁護士　　宇井正一、弁理士　古賀哲次\n被　　　　　告　　　特許庁長官　及川耕造\n指定代理人　　　　　小林武、播博、小関峰夫、大野克人、林栄二\n被告補助参加人　　　株式会社ノリタケカンパニーリミテド\n訴訟代理人弁理士　　加藤朝道、内田潔人、石田康昌\n主　　　　文\n原告の請求を棄却する。\n訴訟費用は、参加によって生じたものも含め、原告の負担とする。\nこの判決に対する上告及び上告受理申立てのための付加期間を３０日と定める。\n事実及び理由\n第１　原告の求めた裁判\n「特許庁が平成９年異議第７０５９３号事件について平成１１年２月１９日にし\nた決定を取り消す。」との判決。\n第２　事案の概要\n１　特許庁における手続の経緯\n原告は特許第２５２３９７１号発明（名称・訂正請求前「研磨物品」、訂正請求\n後「砥石車」）の特許権者である。本件特許は、平成２年９月１３日（優先権主張\n日・１９８９年（平成１年）９月１３日、優先権主張国・米国）に出願され、平成\n８年５月３１日にその特許の設定登録がなされたが、特許異議の申立てがあり、取\n消理由通知後の平成１０年２月１９日に訂正請求があり、さらに、訂正拒絶理由通\n知がなされた結果、平成１０年９月３０日に手続補正がなされたが、平成１１年２\n月１９日、「特許第２５２３９７１号の請求項１ないし１５に係る特許を取り消\nす。」との決定があり、その謄本は同年４月１０日原告に送達された。\n２　本件発明の要旨\n(1)　補正された訂正明細書に係る発明（訂正発明）の要旨\n【請求項１】\n（ａ）焼結ゾル・ゲルアルミナ研磨粒子、\n（ｂ）粒子物質全体の２０～７０体積％を占め、中空酸化物球状物、脆砕性珪酸塩\n粒子及び中実又は中空有機重合体球状物から選ばれ、上記砥粒と実質的に同じ粒径\nを有し、１０～２００メッシュ(2ｍｍ～75μｍ）の範囲内の粒径であるフィラー粒\n子、及び\n（ｃ）上記粒子を固定し保持する樹脂結合剤を含む混合物よりなる砥石車。\n【請求項２】\n砥石車中の研磨粒子の少なくとも１０体積％が、焼結ゾル・ゲルアルミナ粒子で\nあることを特徴とする特許請求の範囲第１項に記載の砥石車。\n【請求項３】\n砥石車中の研磨粒子の少なくとも５０体積％が、焼結ゾル・ゲルアルミナ粒子で\nあることを特徴とする特許請求の範囲第２項に記載の砥石車。\n【請求項４】\nゾル・ゲルアルミナ粒子がシーデッドゾル・ゲルアルミナ粒子である特許請求の\n範囲第１項に記載の砥石車。\n【請求項５】\n研磨粒子の７０体積％以下が、溶融アルミナ、焼結アルミナ、炭化珪素、溶融ジ\nルコニア、焼結ジルコニア、溶融アルミナ・ジルコニア、焼結アルミナ・ジルコニ\nア、ダイアモンド又はCBNであることを特徴とする特許請求の範囲第１項に記載の砥\n石車。\n【請求項６】\nフィラー粒子が、中空バブル状金属酸化物、有機ポリマー又はガラス；珪酸塩又\nはアルミナ珪酸塩；及び発泡若しくは固形ガラス又は有機ポリマー粒子から選択さ\nれることを特徴とする特許請求の範囲第１項に記載の砥石車。\n【請求項７】\nフィラー粒子が、酸化アルミニウムバブル、酸化ジルコニウムバブル、ガラスバ\nブル及びビトリファイドアルミナ・珪酸塩バブル又はビトリファイドアルミナ・珪\n酸塩ペレットから選択されることを特徴とする特許請求の範囲第６項に記載の砥石\n車。\n【請求項８】\n前記砥石車が研磨粒子を含み、前記研磨粒子が前記砥石車の粒状物質の５０重量\n％以上を占め、前記焼結ゾル・ゲルアルミナ研磨粒子がシーデッドゾル・ゲルアル\nミナ粒子を含み、前記シーデッドゾル・ゲルアルミナ粒子が前記研磨粒子の２０～\n１００体積％をなし、前記フィラー粒子がアルミナバブルを含み、前記アルミナバ\nブルが前記砥石車の粒状物質の２０～７０体積％を占め、前記樹脂結合剤がフェノ\nール樹脂結合剤である特許請求の範囲第１項に記載の砥石車。\n(2)　特許の設定登録時の本件発明の要旨\n(2)－１　発明１\n（ａ）焼結ゾル・ゲルアルミナ研磨粒子、\n（ｂ）粒状物質全体の２０～７０体積％を占め、中空酸化物球状物、脆砕性珪酸塩\n粒子及び中実又は中空有機重合体球状物から選ばれ、上記砥粒と実質的に同じかそ\nれより小さい粒径を有するフィラー粒子、及び\n（ｃ）上記粒子を固定し保持する樹脂結合剤を含む混合物よりなる研磨物品。\n(2)－２　発明２\n物品中の研磨粒子の少なくとも１０体積％が焼結ゾル・ゲルアルミナ粒子である\nことを特徴とする特許請求の範囲第１項に記載の研磨物品。\n(2)－３　発明３\n物品中の研磨粒子の少なくとも５０体積％が、焼結ゾル・ゲルアルミナ粒子であ\nることを特徴とする特許請求の範囲第２項に記載の研磨物品。\n(2)－４　発明４\nゾル・ゲルアルミナ粒子がシーデッドゾル・ゲルアルミナ粒子である特許請求の\n範囲第１項に記載の研磨物品。\n(2)－５　発明５\n研磨粒子の７０体積％以下が、溶融アルミナ、焼結アルミナ、炭化珪素、溶融ジ\nルコニア、焼結ジルコニア、溶融アルミナ・ジルコニア、焼結アルミナ・ジルコニ\nア、ダイアモンド又はCBNであることを特徴とする特許請求の範囲第１項に記載の研\n磨物品。\n(2)－６　発明６\nフィラー粒子が、中空バブル状金属酸化物、有機ポリマー又はガラス；珪酸塩又\nはアルミナ珪酸塩；及び発泡若しくは固形ガラス又は有機ポリマー粒子から選択さ\nれることを特徴とする特許請求の範囲第１項に記載の研磨物品。\n(2)－７　発明７\nフィラー粒子が、酸化アルミニウムバブル、酸化ジルコニウムバブル、ガラスバ\nブル及びビトリファイドアルミナ・珪酸塩バブル又はビトリファイドアルミナ・珪\n酸塩ペレットから選択されることを特徴とする特許請求の範囲第６項に記載の研磨\n物品。\n(2)－８　発明８\n樹脂結合剤がフェノール樹脂からなることを特徴とする特許請求の範囲第１項に\n記載の研磨物品。\n(2)－９　発明９\n（ａ）物品中の粒状物質の体積に対して５０～９０体積％を占め、研磨粒子の２０\n～１００体積％をなすシーデッドゾル・ゲルアルミナ粒子と、\n（ｂ）物品中の粒状物質の体積に対して２０～７０％のアルミナバブルと、\n（ｃ）フェノール結合樹脂とを含むことを特徴とする研磨物品。\n(2)－１０　発明１０\n各ゾル・ゲルアルミナ粒子が、直径０．４ミクロン以下の多数の微結晶からなる\nことを特徴とする特許請求の範囲第９項に記載の研磨物品。\n(2)－１１　発明１１\n研磨粒子の８０体積％以下が、溶融アルミナ粒子であることを特徴とする特許請\n求の範囲第９項に記載の研磨物品。\n(2)－１２　発明１２\nアルミナバブルの大きさが、１０～２００メッシュであることを特徴とする特許\n請求の範囲第９項に記載の研磨物品。\n(2)－１３　発明１３\n全体を通じて実質的に均一な構造をしている研削砥石状の特許請求の範囲第１項\nに記載の研磨物品。（「研削砥石重状」は「研削砥石状」の誤記）\n(2)－１４　発明１４\n全体を通じて実質的に均一な構造をしている研削砥石状の特許請求の範囲第９項\nに記載の研磨物品。\n(2)－１５　発明１５\n全体を通じて実質的に均一な構造をしている研削砥石状の特許請求の範囲第１０\n項に記載の研磨物品。\n３　決定の理由の要点\n(1)　訂正の適否についての判断\n(1)－１　補正された訂正明細書の特許請求の範囲第１項（訂正発明１）に係る発\n明\n訂正発明１の構成に欠くことができない事項は、前記２の(1)の請求項１のとおり\nである。\n(1)－２　引用刊行物記載の発明\n訂正発明１に対して、異議手続で通知した訂正拒絶理由において引用した刊行物\n１及び刊行物２には、それぞれ次の事項が記載されている。\n(1)－２－１　刊行物１（特開昭６４－１１１８３号公報）：\nゾル－ゲル法によって形成されるセラミック研磨材粒体（６頁下右欄３～４行参\n照）を炭酸カルシウムやガラスなどのように研磨材としては認められていない物質\nと混ぜ合わせ（１０頁下左欄３～１１行参照）、これを従来的結合剤すなわちフェ\nノール樹脂（１１頁上左欄４～５行参照）を含む有機結合剤で固めることにより製\n造された回転板形研磨剤製品（１１頁上右欄９～１３行参照。記載１）。\n(1)－２－２　刊行物２（米国特許第2,806,772号明細書）：\n(ⅰ)「空孔支持体と呼ぶこれらの粒子は、溶融アルミナ、炭化珪素、等のよう\nなより硬い強固な通常の研磨粒子を互いに分離しながら、一方ではこれらの粒子と\n結合剤を支持し、これら空孔支持体がワークと接触してはぎ取られ、その研磨粒子\n間に解放空間を残すまで、研磨粒子及び結合剤をしっかりと支持する。」（１欄７\n２行～２欄９行。記載2.1）\n(ⅱ)「これらの空孔支持体は、それ自体高度の多孔質体である。それは、薄壁\nで形成された中空体かスポンジのような物体でもよいが熱可塑性ではない。」（２\n欄１０～１２行。記載2.2）\n(ⅲ)\n「　研磨粒子・・・・２５から５４体積％\n有機結合剤・・・１５から４５体積％\n空孔支持体・・・５から３０体積％」\n（４欄１０～１３行。記載2.3）\n(ⅳ)\n「実施例　１\n図１に示された型の研磨車を作るため、次の例示を示す。この中で、組成は、重\n量割合で示す。\n２４gritのアルミナ研磨物質・・・８３．００\n粉末熱硬化性フェノール樹脂・・・・８．６４\nクロライト・・・・・・・・・・・・６．００\n液状熱硬化性フェノール樹脂・・・・２．３６\nIntumesced perlite 14-24mesh・・・２．１８」（４欄１９～２７行。記\n載2.4）\n(ⅴ)「研磨製品が、研磨粒子、フェノール樹脂、および直径０．０２５インチ\n以下の薄壁中空球状体が製品体積の１から３０体積％を占め樹脂ボンドと研磨粒子\nの間に分散された中空体から成る研磨製品」（６欄４１～４７行。記載2.5）\n(ⅵ)「空孔支持体として、優れているものとして、米国特許第2,676,892号（１\n９５４年４月２７日）明細書に「カナマイト」の名で記載されている、薄壁のガラ\nス質の結合された粘土物質がある。また熱硬化性樹脂製の中空の硬い球体を用い\nた。」（２欄２３～２９行。記載2.6）\n(ⅶ)「カナマイトの泡沫体（３０～６０メッシュ、直径0.025から0.010インチ\nに相当）は、多くの砥石車において、砥粒の粒径に近似している。一方、実施例１\nにおいては、パーライト粒子は１４から２４メッシュで、砥粒は２４メッシュであ\nった。一般に、パーライトや類似の粒子の直径は、最大の砥粒の直径の１ないし２\n倍にすべきであることを発見した。」（４欄７１行～５欄３行。記載2.7）\n(ⅷ)「図１～４において、１は研磨粒を示し、この研磨粒は、溶融アルミナ、\n炭化珪素、またはその他の研磨物質からなるものである。」（３欄２５～２７行。\n記載2.8）\n(ⅸ)「有意の体積の多孔質成分がこのような方法で加えられる結果、研磨中の\nワークと直接接触する研磨車の表面において、空孔支持部材が破壊され脱落し、そ\nこに新たな空孔を残す。その結果、研磨車の研磨作用面の空孔率は６０％もしくは\nそれ以上となる。しかし、研磨車の強度は従来の重い研磨車に比し、安全な運転が\n可能である。研磨作用面の有効な空孔は低温の研磨車をもたらし、負荷作用や粘着\nをおこさず、優れた効率で研磨作用をする。研磨粒のエッジは露出解放されその研\n磨能力を最大に利用できるようにする。一方冷却空気または研削液が解放された空\n孔に捉えられ、研磨中のワークの表面にかけられ高い冷却効果を与える。」（３欄\n４５～６１行。記載2.9）\n(1)－３　訂正の適否に関しての対比・判断\n刊行物２の記載2.1によれば、「空孔支持体」は、その機能からみて、訂正発明１\nの「フィラー粒子」に相当し、同刊行物の記載2.2によれば、空孔支持体すなわちフ\nィラー粒子は脆砕性の中実又は中空球状物であり、記載2.3には、空孔支持体（フィ\nラー粒子）が研磨製品に占める体積％で、５～３０％のものが記載され、記載2.5に\nは、空孔支持体（フィラー粒子）は、製品体積に対して１～３０体積％と記載さ\nれ、研磨粒子が研磨製品に占める体積％で２５～５４％と記載されているから、フ\nィラー粒子が粒状物質すなわちフィラー粒子と研磨粒子全体の体積％の、8.4%～\n54.5％を占めるものが記載されているといえる。\nさらに、記載2.4には、２４gritのアルミナ研磨物質すなわち砥粒と14-24meshの\nIntumesced perliteを用いて、研磨車（すなわち砥石車）を作る実施例が記載され\nている。当記載において、24gritとは、平均粒径が1.035mmの粒子の大きさであ\nり、14-24meshとは、ほぼ1.168mm～0.701mmの粒径からなる粒子であり、Intumesced\nperliteは脆砕性の珪酸塩粒子から成るフィラー粒子であるから、刊行物２に記載さ\nれたフィラー粒子は、粒子物質全体の少なくとも８．４～５４．５体積％を占め、\n中空酸化物球状物、脆砕性珪酸塩粒子及び中実又は中空有機重合球状物（記載2.6参\n照）から選ばれ砥粒と実質的に同じ粒径を有する１４～２４メッシュ又は、３０～\n６０メッシュ（記載2.7参照）の範囲内のフィラー粒子といえる。\nそうすると、刊行物２には、\n「溶融アルミナ、炭化珪素またはその他の研磨物質からなる研磨粒子、粒子物質全\n体の8.4～54.5体積％を占め、中空酸化物球状物、脆砕性珪酸塩粒子及び中実又は中\n空有機重合体球状物から選ばれ、上記砥粒と実質的に同じ粒径を有し、１４～６０\nメッシュの範囲内の粒径であるフィラー粒子、及び上記粒子を固定し保持する樹脂\n結合剤を含む混合物よりなる砥石車。」が記載されているといえる。\nそこで、訂正発明１と刊行物２に記載の発明とを対比すると、訂正発明１の「焼\n結ゾル・ゲルアルミナ研磨粒子」も刊行物２に記載の発明の溶融アルミナ、炭化珪\n素その他の研磨物質からなる研磨粒子も「研磨粒子」であるから、両者は、「研磨\n粒子、粒子物質全体の8.4～54.5体積％を占め、中空酸化物球状物、脆砕性珪酸塩粒\n子及び中実又は中空有機重合体球状物から選ばれ、上記砥粒と実質的に同じ粒径を\n有し、１４～６０メッシュの範囲内の粒径であるフィラー粒子、及び上記粒子を固\n定し保持する樹脂結合剤を含む混合物よりなる砥石車。」の点で一致しており、次\nの点で相違があるといえる。\n相違点：研磨粒子が、訂正発明１においては、焼結ゾル・ゲルアルミナ研磨粒子\nであるのに対して、刊行物２に記載の発明においては、溶融アルミナ、炭化珪素そ\nの他の研磨物質からなる研磨粒子である点。\nそこでこの相違点につき検討する。\n焼結ゾル・ゲルアルミナ研磨粒子と、研磨材としては認められていない炭酸カル\nシウムやガラスなどの鉱物すなわちフィラー粒子、及び有機結合剤からなる回転板\n形研磨剤製品すなわち砥石車が刊行物１に記載（記載１）されている。\nそして、焼結ゾル・ゲルアルミナを従来の溶融アルミナと混合してあるいは溶融\nアルミナに置換して用いることは訂正発明１の出願前において周知の技術であるか\nら、刊行物２における溶融アルミナの代わりに、焼結ゾル・ゲルアルミナを用い\nて、相違点における訂正発明１の構成のようにすることは当業者が容易に想到し得\nることであるといえる。\n原告は、意見書において、（１）脆砕性フィラーが存在すると、低い研磨圧力の\n下においても、個々のゾル・ゲル砥粒の微細チッピングが行われるようになり、こ\nれによって自刃再生が行われる。（２）脆砕性フィラーは高圧下で個々の砥粒をよ\nり自由に切削させ、その結果砥石に加わる力が少なく、結合材の熱的機械的損傷を\n少なくし、その結果いまだ寿命のあるゾル・ゲル砥粒の早期脱落を防止できる。と\nいうゾル・ゲル砥粒、脆砕性フィラー粒子及び樹脂結合材の組合せによる特有の効\n果を主張している。\nしかし、刊行物２の記載2.9によれば、上記主張の（２）の効果は、刊行物２に記\n載された研磨車においてもたらされる効果と実質的に同等であり、上記主張の\n（１）の効果は、ゾル・ゲル砥粒が本来奏する周知の効果であって、特にゾル・ゲ\nル砥粒と脆砕性フィラーと樹脂結合材の３者の組合せに基づく特有の効果といえる\nほどのものであるとは認められない。\n以上のとおりであるから、訂正発明１は、刊行物１，２に記載された発明に基づ\nき当業者が容易に発明をすることができたものであるから、特許法第２９条第２項\nの規定により特許出願の際独立して特許を受けることができないものである。\nしたがって、本件訂正請求は特許法第１２０条の４第３項で準用する同法第１２\n６条第４項の規定に違反するので、当該訂正は認められない。\n(2)　特許異議の申立てについての判断\n(2)－１　本件各請求項に係る発明\n本件各請求項に係る発明の構成に欠くことができない事項は、訂正請求が拒絶さ\nれた結果、特許の設定登録時の明細書及び図面の記載からみて、前記２の(2)（特許\nの設定登録時の本件発明の要旨）のとおりのものである。\n(2)－２　特許法第２９条第２項の違反について\n異議手続で通知した取消理由に引用した刊行物１～５にはそれぞれ次のことが記\n載されている。\n(2)－２－１　刊行物１（訂正拒絶理由における刊行物１に同じ）：上記(1)－２\n－１に同じ。\n(2)－２－２　刊行物２（訂正拒絶理由における刊行物２に同じ）：上記(1)－２\n－２の記載(ⅰ)～(ⅸ)に同じ。\n(2)－２－３　刊行物３（特開昭５９－１０７８５９号公報）：フィラー粒子とし\nてのバルーンとして、酸化アルミニウムバブル、酸化ジルコニウムバブルを選択す\nること（２頁上右欄第１表参照）。（記載３）。\n(2)－２－４　刊行物４（特開昭６１－２５４６８５号公報）：直径0.4ミクロン\n以下の多数の微結晶からなるシーデドゾルゲル研磨粒子とフィラー粒子とフェノー\nル結合樹脂から成る研磨物品。（記載4.1）。及びシーデドゾルゲルアルミナ粒子に\n溶融アルミナ研磨粒子をブレンドとして使用すること（６頁上左欄第１１～１６\n行。記載4.2）。\n(2)－２－５　刊行物５（特公昭３８－２３５９４号公報）：アルミナバブルとし\nて、6-14メッシュのアルミナバブルを用いること（３頁右欄実施例６参照。記載\n５）。\n(2)－３　特許異議申立てに関しての対比・判断\n(2)－３－１　発明１について\n上記(1)－３の「訂正の適否に関しての対比・判断」において、対比・判断された\n訂正発明１は、発明１におけるフィラー粒子に関して、「上記砥粒と実質的に同じ\nかそれより小さい粒径を有するフィラー粒子」を「上記砥粒と実質的に同じ粒径を\n有し、１０～２００メッシュ(2mm～７５μｍ）の範囲内の粒径であるフィラー粒\n子」と限定すると共に、発明１の「研磨製品」を「砥石車」と限定するものであ\nる。\nしかるに、訂正発明１は、上記(1)－３の「訂正の適否に関しての対比・判断」に\nおいて述べたように、刊行物１及び２に記載されたものに基づいて当業者が容易に\n発明をすることができたものであるから、減縮のない発明１も、刊行物１及び２に\n記載されたものに基づき容易に発明をすることができたものである。\n(2)－３－２　発明２について\n発明２は発明１の研磨粒子につき、「少なくとも１０体積％が焼結ゾル・ゲルア\nルミナであること」と限定するものであるが、刊行物１の１０頁下左欄３～１１行\nには、「本発明のセラミック物質は従来的研磨剤製品に、好ましくは比較的安価な\n従来的研磨粒体との混合材として使用することが可能である。従来的研磨材粒体と\nしては、融合アルミナ、シリコンカーバイド、ガーネット、融合アルミナ－ジルコ\nニアなどが挙げられる。また鉱物と、又は炭酸カルシウムやガラス等のように研磨\n材として認められていない物質と一緒に混ぜ合わせることも可能である。」（記載\n1.1）と記載されている。\nすなわち、研磨剤製品を安価に製作するため、焼結ゾル・ゲルアルミナ粒子に対\nし、それより安価な従来使用されている研磨粒体を研磨粒子の９０体積％以上混合\nしない限り、その研磨製品の研磨粒子は少なくとも１０体積％の焼結ゾル・ゲルア\nルミナ粒子であるといえるのだから、刊行物１には、混合割合の数値の記載はない\nにしても、研磨製品の研磨粒子の１０体積％を超える範囲において、焼結ゾル・ゲ\nルアルミナである研磨物品を示唆しているといえる。\nしたがって、発明２も、刊行物１，２に基づいて当業者が容易に発明をすること\nができたものである。\n(2)－３－３　発明３について\n発明３は、焼結ゾル・ゲルアルミナの研磨粒子の体積％が少なくとも５０体積％\nであると規定したものであるが、やはり、上記(2)－３－２の「発明２について」で\n述べたと同じ理由で、記載1.1から当業者が容易に選択し得る体積％であるといえ\nる。\n(2)－３－４　発明４について\n刊行物１には、「アルファ－アルミナへの遷移を促進するために分散液に核発生\n剤を含ませておくことが可能である。好適な核発生剤としては、アルファ－アルミ\nナ、アルファ－酸化鉄、又はその前駆体の微粒子のほか、遷移を開始せしめる他の\nどんな物質でもよい。」（９頁上左欄１９行～上右欄４行。記載1.2）と記載されて\nおり、ゾル・ゲルアルミナをシーデドゾル・ゲルアルミナとしてもよいことが記載\nされている。\nしたがって、発明４も、刊行物１と刊行物２に基づき当業者が容易に発明をする\nことができたものであるといえる。\n(2)－３－５　発明５について\n上記記載1.1によれば刊行物１の研磨粒子も融合アルミナ（溶融アルミナ）、シリ\nコンカーバイド（炭化珪素）、溶融アルミナ・ジルコニアの従来的研磨材粒体を焼\n結ゾル・ゲルアルミナと混合して用いられる。そして、これら従来的研磨材粒体の\n混合体積につき記載はないが、これらを７０体積％以上混合する必然性もないのだ\nから、これらを７０体積％以下の範囲において混合することは、刊行物１の記載\n1.1に示唆されているといえる。\nしてみれば、発明５も、刊行物１，２に基づき当業者が容易に発明をすることが\nできたといえる。\n(2)－３－６　発明６について\n記載2.6によれば、刊行物２の空孔支持体として、熱硬化性樹脂製の中空球体が用\nいられ、記載2.4によればIntumesced　perliteすなわち発泡状の珪酸塩粒子が空孔\n支持体すなわちフィラー粒子として用いられている。\nしたがって、発明６も、刊行物１及び刊行物２に記載されたものに基づき当業者\nが容易に発明をすることができたものといえる。\n(2)－３－７　発明７について\n刊行物１の記載１によれば研磨材とは認められない粒子すなわちフィラー粒子と\nして、ガラス粒子を使用することが記載され、また、刊行物２の記載2.4によれば\nIntumesced　perliteすなわち珪酸塩バブルがフィラー粒子として使用されることが\n記載されている。\nまた刊行物３の記載３によれば、フィラー粒子として酸化アルミニウムバブル、\n酸化ジルコニウムバブルを選択することが記載されている。\nしてみれば、発明７も刊行物１及び２又は刊行物３に記載されたものに基づいて\n当業者が容易に発明をすることができたといえる。\n(2)－３－８　発明８について\n記載１又は記載2.4によれば、樹脂結合剤がフェノール樹脂からなる研磨製品が記\n載されているから、発明８もやはり、刊行物１及び２に記載のものから当業者が容\n易に発明をすることができたといえる。\n(2)－３－９　発明９について\n「発明２について」の項において述べたように、記載1.1から刊行物１には、研磨\n粒子の少なくとも１０体積％が焼結ゾル・ゲルアルミナであることが示唆されてお\nり、しかも「発明４について」の項において述べたように、刊行物１の研磨粒子は\nシーデドゾル・ゲルアルミナ粒子としてもよいと記載（記載1.2）されているから、\n刊行物１には、研磨粒子の少なくとも１０体積％をなすシーデドゾル・ゲルアルミ\nナ粒子と、フィラー粒子とフェノール結合剤樹脂とを含む研磨製品が記載されてい\nる。\n一方、「２．（３）」「対比・判断」の項において述べたように、刊行物２に\nは、フィラー粒子として、中空状フィラー粒子を、物品の粒状物質の体積％に対し\nて、8.4～54.5％から成る、研磨製品が記載され、さらに、フィラー粒子として、ア\nルミナバブルを用いることは、刊行物５に記載されている。\nそして、シーデドゾル・ゲルアルミナ粒子が物品中の粒状物質に対して占める体\n積％につき、刊行物１，２、５には記載がないが、これら刊行物に記載された研磨\n粒子とフィラー粒子の体積％から、当業者が適宜選択できる範囲のものと認められ\nる。\nしたがって、発明９も、刊行物１，２及び刊行物５に記載されたものから、当業\n者が容易に発明をすることができたといえる。\n(2)－３－１０　発明１０について\nシーデドゾル・ゲル研磨粒子とフェノール樹脂結合剤により作られた研磨ジスク\nのような研磨製品において、シーデドゾル・ゲル研磨粒子として、直径が0.4ミクロ\nン以下の多数の微結晶から成るゾルゲル粒子を用いることが、刊行物４に記載され\nている。\nしたがって、発明１０も、刊行物１，２，５，及び刊行物４に記載されたものに\n基づいて、当業者が容易に発明をすることができたものであるといえる。\n(2)－３－１１　発明１１について\n「発明２について」の項において述べたように、刊行物１には、研磨粒子の少な\nくとも１０体積％がゾル・ゲルアルミナとすることが示唆されており、しかも、研\n磨粒子をゾル・ゲルアルミナ粒子と、溶融アルミナとを混ぜ合わせることが記載さ\nれているのだから、これを溶融アルミナ研磨粒子に付いてみれば９０体積％つま\nり、８０体積％以下を溶融アルミナ粒子とすることが示唆されているといえる。\nしたがって、発明９の研磨粒子について、刊行物１に示唆された事項の限定をお\nこなう発明１１もやはり刊行物１，２，及び刊行物５から当業者が容易に発明をす\nることができたといわざるを得ない。\n(2)－３－１２　発明１２について\n記載５の実施例６に記載の、溶融アルミナ－アルミナ泡－フェノール樹脂といし\n車に用いられたアルミナ泡すなわちアルミナバブル粒子は６～１４メッシュのもの\nである。すなわち請求項１２に規定の１０～２００メッシュの範囲内のものであ\nる。\nしたがって、発明９の構成要件であるアルミナバブルに刊行物５に記載の限定を\nした発明１２も、やはり刊行物１，２，及び刊行物５から当業者が容易に発明をす\nることができたものといわざるを得ない。\n(2)－３－１３　発明１３について\n研磨物品の構造を、全体を通じて実質的に均一な構造とすることは周知のもので\nあるから、研磨物品としての研削砥石状のものに対して、当該周知技術を適用する\nことは当業者が容易に想到できることである。\nしたがって、発明１３も、刊行物１、２及び周知技術に基づいて、当業者が容易\nに発明をすることができたものであるといわざるを得ない。\n(2)－３－１４　発明１４について\n研磨物品の構造を、全体を通じて実質的に均一な構造とすることは周知のもので\nあるから、研磨物品としての研削砥石状のものに対して、当該周知技術を適用する\nことは当業者が容易に想到できることである。\nしたがって、発明１４も、刊行物１、２、５及び周知技術に基づいて、当業者が\n容易に発明をすることができたものであるといわざるを得ない。\n(2)－３－１５　発明１５について\n研磨物品の構造を、全体を通じて実質的に均一な構造とすることは周知のもので\nあるから、研磨物品としての研削砥石状のものに対して、当該周知技術を適用する\nことは当業者が容易に想到できることである。\nしたがって、発明１５も、刊行物１、２、５及び周知技術に基づいて、当業者が\n容易に発明をすることができたものであるといわざるを得ない。\n(3)　決定のむすび\n以上のとおりであるから、本件特許請求の範囲の請求項１～１５に係る発明は、\n本件出願前日本国内において頒布された刊行物に記載された発明に基づいて当業者\nが容易に発明をすることができたものであるから、特許法第２９条第２項の規定に\nより特許を受けることができないものである。\nしたがって、本件特許請求の範囲の請求項１～１５項に係る特許は、特許法第１\n１３条第１項第２号に該当するので、取り消すべきである。\n第３　原告主張の決定取消事由\n決定は、訂正発明１の進歩性についての認定判断を誤った結果、訂正発明１は、\n特許出願の際独立して特許を受けることができないものであるとして本件訂正を認\nめなかったものであって、違法として取り消されるべきである。\n１　訂正発明１について\n(1)　刊行物２にも記載されている従来の典型的砥粒である溶融アルミナ砥粒は、\nこれまで最も優れた実用的な砥粒として知られているが、実質的に単結晶粒からな\nり、研削作業とともに砥粒の鋭角な端部（切刃）が鈍化（磨耗）すると、砥粒とし\nての性能が劣化するので、砥粒ごとに脱離させて、新しい砥粒を露出させて、新し\nい切刃を再生させる必要があった。\nこれに対して、訂正発明１に係る焼結ゾル・ゲルアルミナ砥粒は、微細な結晶子\nからなる多結晶粒であり、その多結晶粒が結晶子の界面でマイクロチッピングする\nことができる。一般に数１００μｍないし数ｍｍの大きさの砥粒に対して、焼結ゾ\nル・ゲルアルミナでは０．４μｍ以下のように非常に微細な径の結晶子から構成さ\nれているので、砥粒が一群の結晶子で構成される界面でマイクロチッピングする\nと、１つの砥粒内で何回も鋭い切刃が再生されることが可能になり、砥粒の研削性\n能が顕著に改良されることが可能になる。このような焼結ゾル・ゲルアルミナ砥粒\nは、原告が特許第２１２８７４５号（特公平４－４１０３号公報）として開示した\nものである。\n(2)　このような優れた研削性能を約束する焼結ゾル・ゲルアルミナ砥粒を用い\nて、ガラス質結合剤で砥粒を結着したガラス質結合砥石車（ビトリファイド砥石\n車）では、原告の工夫により、その砥粒（焼結ゾル・ゲルアルミナ砥粒）から予想\nされる優れた砥石車としての研削性能をほぼ実現することができた（特許第２１３\n９５１４号（特公平５－２０２３２号公報））。しかしながら、結合剤として有機\n樹脂を用いた有機樹脂結合砥石車（レジノイド砥石車）では、溶融アルミナ砥粒と\n比較して一定の優れた性能は得られたが、その砥粒（焼結ゾル・ゲルアルミナ砥\n粒）の優れた性能から期待される性能としては充分ではなかった。\n訂正発明１は、この問題を解決するものであり、焼結ゾル・ゲルアルミナ砥粒を\n用いた有機樹脂結合砥石車において、その研削力（研削速度）が向上するのみなら\nず、減量した砥粒で研削比（Ｇ比）を期待に沿って大幅に改良することに成功した\nものである。のみならず、消費電力も低下する。\n焼結ゾル・ゲルアルミナ砥粒はその微細組織のゆえに従来の溶融アルミナ砥粒を\n用いた場合と比較して、樹脂結合砥石車の場合にも、顕著な改良が実現されること\nが期待され、一定の改良が見られたにもかかわらず、必ずしも期待どおりの性能が\n実現されなかった。このような状況において、何が原因で、何を改良すれば、焼結\nゾル・ゲルアルミナ砥粒を用いる樹脂結合砥石車として期待される研磨性能が得ら\nれるかは、不明であり、その解決が探索されていた。\n訂正発明１は、このような事情の下で完成されたものであり、焼結ゾル・ゲルア\nルミナ砥粒を用いる樹脂結合砥石車に特有の問題を解決するために、鋭意努力した\n結果として、この特有の問題を解決する手段として、焼結ゾル・ゲルアルミナ砥粒\nを用いる樹脂結合砥石車に特定の脆砕性フィラーを添加することにより上記課題を\n解決できることに到達したものであり、従来の砥粒を用いる樹脂結合砥石車に空孔\n支持体を添加する公知の技術とは異なる発明である。\n(3)　従来の焼結ゾル・ゲルアルミナ砥粒を用いた樹脂結合砥石車では、(a)高圧\n条件下では有機結合剤が各焼結ゾル・ゲルアルミナ砥粒が使い尽くされる前に磨滅\nし、(b)低圧条件下では焼結ゾル・ゲルアルミナ砥粒の自刃再生のための微細チッピ\nング（マイクロチッピング）が起きるために充分な圧力が個々の砥粒に加わらず、\nこのため、焼結ゾル・ゲルアルミナ砥粒を用いても、従来の溶融アルミナ砥粒と比\nべて期待された改良が得られなかったところ、上記(a)、(b)の問題が、焼結ゾル・\nゲルアルミナ砥粒の一部を脆砕性フィラーで置換することにより解決されること\nが、訂正発明１により見いだされた。\n２　決定の誤り\n(1)　刊行物２について\n(1)－１　刊行物２は、焼結ゾル・ゲルアルミナ砥粒ではなく、溶融アルミナ砥粒\nなど焼結ゾル・ゲルアルミナ砥粒と異なる砥粒を用いた樹脂結合砥石車に関して、\n空孔支持体を添加して樹脂結合砥石車に空隙を付与することを開示するものであ\nる。\n訂正発明１は、上述のとおり、溶融アルミナ砥粒と比べて顕著な研削性能の向上\nが期待される焼結ゾル・ゲルアルミナ砥粒を樹脂結合砥石車に適用した場合に、一\n定の性能の向上は得られるものの、期待どおりの研削性能の向上が達成されないと\nいう焼結ゾル・ゲルアルミナ砥粒の樹脂結合砥石車に固有の問題点について鋭意検\n討を加え、その解決手段を見いだして成立した発明である。\n刊行物２は、そもそも焼結ゾル・ゲルアルミナ砥粒とは関係のない開示であるか\nら、この焼結ゾル・ゲルアルミナ砥粒を用いた樹脂結合砥石車に固有の問題点につ\nいて開示又は示唆はない。\n他方、刊行物１は、焼結ゾル・ゲルアルミナ砥粒は記載しているが、やはり焼結\nゾル・ゲルアルミナ砥粒を用いた樹脂結合砥石車に固有の問題点について開示又は\n示唆がない。このように、たとえ焼結ゾル・ゲルアルミナ砥粒を扱うものであって\nも、訂正発明１のように焼結ゾル・ゲルアルミナ砥粒を用いた樹脂結合砥石車の研\n削性能が予想よりも低いという課題は必ずしも容易に見いだされるものではない。\n訂正発明１は、このような焼結ゾル・ゲルアルミナ砥粒を用いた樹脂結合砥石車\nに固有の課題を発見したことに、第１の特徴を有するものであり、これ自体が、刊\n行物２あるいは刊行物１記載の発明から当業者が容易に到達するものではない。\n訂正発明１は、このような課題を解決するために鋭意努力した結果、焼結ゾル・\nゲルアルミナ砥粒を用いた樹脂結合砥石車に「中空酸化物球状物、脆砕性珪酸塩粒\n子及び中実又は中空重合体球状物から選ばれ、砥粒と実質的に同じ粒径を有し、１\n０～２００メッシュ（２ｍｍ～７５μｍ）の範囲内の粒径であるフィラー粒子」を\n用いることにより、焼結ゾル・ゲルアルミナ砥粒を用いた樹脂結合砥石車が所望の\n研削性能を実現できない原因を解消することができ、従来の溶融アルミナ砥粒を用\nいた樹脂結合砥石車と比較して研削性能のより顕著な向上を実現して、完成された\nものである。\nしたがって、焼結ゾル・ゲルアルミナ砥粒と関係のない刊行物２からは、訂正発\n明１の構成と効果に容易に想到することはできない。\n(1)－２　決定は、「刊行物２の『空孔支持体』は、訂正発明１の『フィラー粒\n子』に相当」すると認定している。\nしかし、刊行物２の「空孔支持体」は、訂正発明１の「中空酸化物球状物、脆砕\n性珪酸塩粒子及び中実又は中空重合体球状物から選ばれ、砥粒と実質的に同じ粒径\nを有し、１０～２００メッシュ（２ｍｍ～７５μｍ ）の範囲内の粒径であるフィラ\nー粒子」（要件Ｂ）とは異なるものである。\n(1)－３　刊行物２は、砥石車を含む有機樹脂結合研磨製品に所望量の空隙を提供\nして冷却効率を高めるために「空孔支持体」を添加することを開示するものであ\nる。\n刊行物２によれば、有機樹脂を結合剤とする砥石車では、冷却効率を高め、また\n軽量化のために、ナフタレンなどの揮発性材料を添加して焼成により砥石車中に空\n隙を発生させる方法を採用しても、所望の空隙率と他の特性を持つ均一な砥石車を\n得ることが難しいという問題があった（刊行物２の１欄２５～６５行）。\nこれに対して、刊行物２の発明者は、薄肉支持壁で囲まれた空隙を含み空隙率の\n高い粒子を、その他の点では通常の砥粒混合物に混合することにより、低融点の有\n機樹脂を結合剤として用いた研磨製品を困難なく製造して、高い空隙率を持つ構造\nの利点を達成することができることを開示するものである（刊行物２の１欄６６～\n７２行）。\n刊行物２によれば、空孔支持体は、溶融アルミナなどの砥粒をお互いに分離しな\nがら、なおかつ研削中においても結合剤によって空孔支持体は砥粒と共に所定の位\n置に保持され、その後空孔支持体は個々に被研削材と接触して破壊されて跡に砥粒\nの間に空隙を残す作用をするものである（刊行物２の２欄２～９行）。このように\nして、砥石車の研削表面では６０％以上の空隙率を有しながら、砥石車自体は強度\nを保持することができるので、半分の空隙率を持つ重量砥石車自体に匹敵して安全\nな操作が可能である。また、研削表面の空隙率が増加するので、低温切削砥石車と\nして、融着することなく、高い研削効率を達成する。砥粒の先端部は開放的に露出\nされて最適の切削性能を発揮でき、しかも冷却空気又は冷却液が作られた空隙に入\nりそれが被切削表面を濡らすので高い実効冷却効率を与える（刊行物２の３欄４９\n～６１行）。\nこのように、刊行物２の空孔支持体は、砥石車中に所望量の空隙を形成すること\nにより、砥石車の冷却効率を高め、また砥石車を軽量化するという役割を担う成分\nである。\n(1)－４　これに対して、訂正発明１のフィラー粒子は、「中空酸化物球状物、脆\n砕性珪酸塩粒子及び中実又は中空重合体球状物から選ばれ、砥粒と実質的に同じ粒\n径を有し、１０～２００メッシュ（２ｍｍ～７５μｍ ）の範囲内の粒径であるフィ\nラー粒子」である。\nこのフィラー粒子は、中空酸化物球状物及び中空重合体球状物のみならず、脆砕\n性珪酸塩粒子及び中実重合体球状物でもよいことから明らかなように、刊行物２の\n「空孔の形成能」を持つ材料を要件とするものではない。これに対し、訂正発明１\nは脆砕性フィラー粒子を必須要件とするものである。このように、刊行物２の空孔\n支持体は、訂正発明１の脆砕性フィラー粒子とは異なるものである。\nまた、訂正発明１のフィラー粒子は、「砥粒と実質的に同じ粒径を有し、１０～\n２００メッシュ（２ｍｍ～７５μｍ ）の範囲内の粒径」であることを必須の要件と\nするものであるが、刊行物２ではこれらの要件の必要性を開示していない点でも、\n訂正発明１のフィラー粒子と異なる。\nしたがって、刊行物２の空孔支持体は、訂正発明１における脆砕性フィラーを開\n示するものではなく、決定が、刊行物２の空孔支持体をもって訂正発明１における\n脆砕性フィラーと機能からみて同一であると認定したのは、訂正発明１及び刊行物\n２記載の発明の認識及び理解を誤ったものであり、不当なものである。\n(1)－５　フィラー粒子の配合割合\n決定では、刊行物２記載の発明は空孔支持体が粒状物質全体の８．４～５４．４\n体積％を占めるので、訂正発明１の２０～７０体積％と一致する旨が説示されてい\nるが、刊行物２は、５欄３１～３４行に１～３０体積％の空孔支持体を記載してい\nるので、刊行物２記載の発明は空孔支持体の体積として、８．４～５４．４体積％\nではなく、１．８～５４．４体積％の範囲を記載しているというべきである。\nこれに対して、訂正発明１では脆砕性フィラーを全粒状物質のうち２０～７０体\n積％の範囲内で含むことにより所望の効果が奏されることを開示するものである。\nこれらの範囲は、重複はあるが、刊行物２記載の発明では１．８体積％～２０体\n積％未満の量でも効果があるが、訂正発明１ではその範囲内では所望の効果が得ら\nれず、また訂正発明１では５４．４体積％超ないし７０体積％の範囲内でも所望の\n効果が奏されるのに対して、刊行物２記載の発明ではこの範囲は適当でないものと\nされている。このように、刊行物１の空孔支持体の添加量と訂正発明１の脆砕性フ\nィラーの添加量とは、実質的に異なるものであり、これは刊行物１の空孔支持体と\n訂正発明１の脆砕性フィラーの作用効果の本質的な相違に基づくものである。\n(1)－６　訂正発明１の効果\n刊行物２の空孔支持体は訂正発明１の脆砕性フィラーと異なるものであるが、決\n定は、この相違を無視して、これらを同一視している。\n刊行物２記載発明の実施例１では、溶融アルミナ砥粒（２４グリット）８３．０\n０重量部、熱硬化性フェノール樹脂粉末８．６４重量部、クリオライト６．００重\n量部、熱硬化性フェノール樹脂液体２．３６重量部、膨張パーライト（１４～２４\nメッシュ）２．１８重量部の組成物を用いて砥石車（密度０．０７８lb／inch\n３；１\n４×２×３／２インチ）を作成し、揮発性のパラジクロロベンゼンを用いて空隙を\n形成した樹脂結合砥石車と比較している。鋤の刃を研削して、比較例が８４００個\nを研削できたのに対して、実施例１の製品は同じ研削速度で２００００～２１００\n０個を研削できたと記載されている。\n第１に、刊行物２記載発明のこの実施例１も、溶融アルミナ砥粒を用いており、\n訂正発明１の焼結ゾル・ゲルアルミナ砥粒を用いていないので、訂正発明１とは本\n質的に異なるものである。この実施例１では、焼結ゾル・ゲルアルミナ砥粒を用い\nていないので、訂正発明１の焼結ゾル・ゲルアルミナ砥粒を用いた場合の樹脂結合\n砥石車に特有の問題はない。\nまた、この実施例１の膨張パーライトは、あくまでも空孔支持体として添加され\nたものであり、焼結ゾル・ゲルアルミナ砥粒の自刃再生作用を十全にするために添\n加された脆砕性フィラーではない点でも、訂正発明１と本質的に異なるものであ\nる。\n特に注目されるべきことは、刊行物２の３欄６２～７０行において、刊行物２記\n載発明の砥石車では添加される空孔支持体を固定するために結合剤の量を増加して\n従来の倍の量で添加することができること、そして結合剤が砥石車の強度を付与す\nるものであることが明記されていることである。したがって、刊行物２記載の発明\nではこの増加した結合剤が砥石車の強度を向上させるものである。\nこれは、訂正発明１と異なる点である。訂正発明１では、結合剤の量を増やすこ\nとなく、焼結ゾル・ゲルアルミナ砥粒を支持し分離させて、その微細破砕（マイク\nロチッピング）による自刃再生作用をより完全に行うことを可能にして研削性能を\n向上させるものである。\nしたがって、刊行物２記載発明の実施例１では、研削性能が８４００個から２０\n０００～２１０００個に約２５０～２３８％の改良を示しているが、結合剤の量を\n増加するなどの手段でこのような改良が実現されることは、従来の知見の範囲内の\n事項である。\nこれに対して、訂正発明１では、砥石車の結合剤の量の増加による結合力の増加\nによる研削性能の向上ではなく、砥石車の結合剤の量は不変でも、焼結ゾル・ゲル\nアルミナ砥粒の本来的に持つ微細破砕（マイクロチッピング）による自刃再生作用\nをより完全に発現させることにより、砥石車の研削性能を向上させるものである。\n訂正発明１では、砥石車の結合度を一定にして比較した場合に、従来の溶融アル\nミナ砥粒を用いた場合と比較して、溶融アルミナ砥粒の一部又は全部を焼結ゾル・\nゲルアルミナ砥粒に置換することによって研削性能がいくらか向上するが、さら\nに、例えば、焼結ゾル・ゲルアルミナ砥粒あるいは溶融アルミナ砥粒の一部を脆砕\n性フィラーで置換した場合には、より顕著な研削性能の向上を達成するものであ\nる。砥石車の結合度を一定にし、かつ砥粒の量を減少させた場合にも、なおかつ研\n削性能が顕著に向上するのは、脆砕性フィラーによって焼結ゾル・ゲルアルミナ砥\n粒の本来の優れた研削性能が発揮されるようになるからである。\nこのような訂正発明１の作用効果は刊行物２及びその実施例１には開示も示唆も\nされていない。\n(2)　刊行物１について\n(2)－１　決定は、刊行物１には、「ゾル－ゲル法によって形成されるセラミック\n研磨粒体を炭酸カルシウムやガラスなどのように研磨材としては認められない物質\nと混ぜ合わせ、これを従来的結合剤すなわちフェノール樹脂を含む有機結合剤で固\nめることにより製造された回転板形研磨剤製品」が記載されていると述べている。\nしかし、刊行物１は、基本的に、アルファアルミナと、酸化アルミニウムと希土\n類金属の酸化物との反応生成物とを含むセラミック研磨材粒体（刊行物１の請求項\n１）を開示するものである。\nこのセラミック研磨材粒体は、主として被覆研磨材製品（すなわち、研磨布紙）\nとして用いられるものであることは、刊行物１の記載全体から明らかである。発明\nの詳細な説明も実施例も、そのほとんど全部がセラミック研磨材粒体自体及び被覆\n研磨材製品に向けられている。このような説明の中で、主として被覆研磨材製品に\n関して、セラミック研磨粒体を炭酸カルシウムやガラスなどのように研磨材として\nは認められない物質と混ぜ合わせてもよい旨の記載がある。\n刊行物１は、確かにそのセラミック研磨材を回転板形研磨剤製品として使用して\nもよい旨を記載しているが、それは１１頁右上欄９～１６行などにそのような使用\nの可能性を記載しているにすぎず、刊行物１には１０２個もの実施例が含まれてい\nるにもかかわらず、回転板形研磨剤製品の実施例は含まれていないことからも明ら\nかなように、刊行物１の発明及び刊行物１の発明の詳細な説明は、直接的には、セ\nラミック研磨材粒体自体と被覆研磨材製品に向けられたものである。したがって、\n刊行物１に記載されている、「本発明のセラミック物質は、・・・炭酸カルシウム\nやガラスなどのように研磨材としては認められない物質と一緒に混ぜ合わせること\nも可能である」（１０頁左下欄３～１１行）という記載も、被覆研磨材製品に向け\nられたものであると考えるべきものであり、回転板形研磨剤製品の場合に炭酸カル\nシウムやガラスなどを一緒に混ぜ合わせることが記載されているということは、必\nずしもできない。\n(2)－２　また、刊行物１に記載されている「回転板形研磨剤製品」が、訂正発明\n１の「砥石車」と同じであるか否かも明瞭ではなく、刊行物１記載の発明が主とし\nて被覆研磨材製品に向けられていることからすると、刊行物１の回転板形研磨剤製\n品は所謂研磨ディスクを指称している可能性もあり、その場合には研磨ディスクは\n砥石車とは異なるものである。\nいずれにしても、刊行物１の開示の中心は研磨布紙（被覆研磨材製品）に向けら\nれていることは明らかであるから、回転板形研磨剤製品が砥石車であるとする場合\nにも、これについては事前の検討を充分に行った上で開示されたものではなく、研\n磨布紙の開示のついでに記載しておいたという程度のことであり、このような記載\nをもって訂正発明１の課題、構成及び効果の一端が開示又は示唆されているという\nことはできない。\n(2)－３　決定は、刊行物１の「炭酸カルシウムやガラスなどのように研磨材とし\nては認められない物質」を「フィラー粒子」として要約し、刊行物２のフィラー粒\n子と同一視することにより、訂正発明１の「中空酸化物球状物、脆砕性珪酸塩粒子\n及び中実又は中空重合体球状物から選ばれ、砥粒と実質的に同じ粒径を有し、１０\n～２００メッシュ（２ｍｍ～７５μｍ ）の範囲内の粒径であるフィラー粒子」との\n違いを無視している。\n訂正発明１における脆砕性フィラー粒子は、上述のような特異なものである。こ\nれに対し、刊行物１の「炭酸カルシウムやガラスなどのように研磨材としては認め\nられない物質」は、そのような訂正発明１の脆砕性フィラー粒子の構成と作用効果\nについて、何も記載又は示唆するところがない。\nしたがって、決定が、刊行物１記載発明の「炭酸カルシウム充填フエノール樹脂\nメーク及びサイズ樹脂を用い」を、訂正発明１の「中空酸化物球状物、脆砕性珪酸\n塩粒子及び中実又は中空重合体球状物から選ばれ、砥粒と実質的に同じ粒径を有\nし、１０～２００メッシュ（２ｍｍ～７５μｍ ）の範囲内の粒径であるフィラー粒\n子」と同一視していること、またそれを砥石車に使用することを記載していると認\n定したのは、根拠がない。\n(3)　以上のように、刊行物１、２は、訂正発明１の焼結ゾル・ゲルアルミナ砥粒\nを有機樹脂結合砥石車に使用するときの特有の問題点とその解決手段及び効果につ\nいて、記載又は示唆するものではないので、たとえ当業者といえども刊行物２及び\n刊行物１記載の発明から訂正発明１に想到することは容易ではないことは明らかで\nある。\n訂正発明１によって、初めて、焼結ゾル・ゲルアルミナ砥粒から期待される従来\nの溶融アルミナ砥粒と比較して顕著に優れた研削性能を奏する有機樹脂結合砥石車\nを提供することが可能にされたものである。\nこのような特異な課題、構成及び効果を持った訂正発明１に係る有機樹脂結合砥\n石車は、当業者といえども刊行物２の単に空孔支持体を含む有機樹脂結合砥石車か\nらは容易に想到できるものではなく、またその構成及びその作用効果は刊行物２記\n載の発明とは本質的に異なるものである。\n３　被告及び補助参加人の主張に対する反論\n被告及び補助参加人は、訂正明細書は、比較例及び実施例の各条件が不適切であ\nり、焼結ゾル・ゲルアルミナ砥粒と脆弱性フィラーとの組合せによる特有の効果の\n有無が不明であるから、焼結ゾル・ゲルアルミナ砥粒に脆砕性フィラーを添加した\n場合と、添加しない場合とを比較して示すべきである旨主張する。\nしかし、訂正発明１以前には、焼結ゾル・ゲルアルミナ研磨材を用いた樹脂結合\n砥石車が実用化されていないのであるから、訂正発明１の効果を説明するに当たっ\nて、従来の溶融アルミナ砥粒を用いた樹脂結合砥石車を基準として比較するのは誤\nりではない。\nまた、訂正明細書の実施例においても、焼結ゾル・ゲルアルミナ研磨材を用いた\n同等の樹脂結合砥石車において、その砥粒の一部を脆砕性フィラーで置換した砥石\n車のデータも含まれており、脆砕性フィラーの有無によるデータの比較がなされて\nいる。\n訂正明細書の実施例のデータのうち表４、表６をＴグレードに規格化したものを\n示すと、本判決別表のとおりである。\nこの別表によれば、例えば、砥石３（ｃ）と砥石４を比較すると、これらは同量\n（３０％）の焼結ゾル・ゲルアルミナ砥粒を含むが、残り全部が溶融アルミナ砥粒\nである砥石３（ｃ）と、残りの溶融アルミナ砥粒のうち一部（５０％）をバブルア\nルミナで置換した砥石４とでは、研削比（Ｇ比）の増加は明らかである。\n被告は、刊行物２記載の発明の実施例で研削性能を比較したデータを挙げ、溶融\nアルミナ砥粒に空孔支持体を添加しただけで２．５倍の効果があると主張する。\nしかし、このデータは、他の条件を同じにして溶融アルミナ砥粒に空孔支持体を\n添加しただけで２.５倍の効果があるとは記載していない。２．５倍という値は、少\nなくとも訂正発明１のようにグレードを同じにして奏される効果と比較できるもの\nではない。\nさらに、刊行物２は、刊行物２の発明では気孔支持体を導入したことにより結合\n剤を従来の２倍も使用できること、それによって砥石車の強度が向上する効果があ\nることを記載している。このように多量の結合剤を用いる場合には砥石車の研削比\nが著しく増加するのは、当然である。研削比は砥石車のグレード（硬度）を一定に\nして比較する必要があり、そうでなければ、比較データの信頼性はない。\n以上の原告の主張が正しいことは、リチャード・ピー・リンゼー博士の供述書\n（甲第８号証）からも明らかである。\n第４　決定取消事由に対する被告及び補助参加人の反論\n１　本件優先権主張日前において、焼結ゾル・ゲルアルミナ砥粒を使用したレジ\nノイド砥石は、従来の溶融型アルミナ砥粒のレジノイド砥石に比較して研削比は概\nね２００～３００％以上あり、場合によっては、５００％以上に達することが公知\nであり、レジノイド砥石においても、焼結ゾル・ゲルアルミナ砥粒の従来型溶融ア\nルミナ砥粒に対する優位性は、当業者にとって周知事項であった（刊行物１、２、\n丙第３、４号証）。したがって、当業者にとってこれらの周知の技術に基づき、樹\n脂、切削助剤、フィラー等の種類や添加量を変えて研削比向上を図ることは、当然\nの設計事項としてなし得る範囲のことである。（補助参加人主張）\n２　刊行物２記載の発明の目的は、(i)より早く切れさらに発熱の少ない切断砥石\nの提供、(ii)気孔率大で砥石組織が均質な砥石の製造方法の提供、(iii)切断砥石表\n面の靭性を制御できる物質の導入により、切断時の発熱抑制、(iv)砥石重量低減に\nよる遠心力破壊の危険低下である。すなわち、砥粒の冷却でなく切断作用領域の発\n熱抑制である。原告も認めるようにレジノイド砥石では砥粒が摩擦熱により発熱す\nると樹脂結合剤が劣化して保持力が低下し砥粒が脱落する。刊行物２記載の発明か\nら脆砕性フィラーにより発熱が防止できたということは、砥粒の脱落がなく、２．\n５倍も研削性能が向上しているので砥石車の砥粒先端が研削中にも磨耗していない\nということである。このことは正に、脆砕性フィラーを添加すると適度のチッピン\nグと切れ刃再生作用が刊行物２記載の発明においても起こっていることを示す。脆\n砕性フィラーの添加効果は、ここに十分開示されている。研削性能は、砥粒のチッ\nピングと切れ刃再生作用に砥粒の種類を問わず同じなので、単に溶融アルミナを焼\n結ゾル・ゲルアルミナに置換しても脆砕性フィラーにより享受できる作用効果は共\n通であり、刊行物２記載の発明から見れば、単なる材料の置換にす\nぎない。（補助参加人主張）\n３　特許法は、発明に最も近い公知の先行技術との対比により、進歩性を判断す\nることを要求している。本件では、最近接の技術は、従来の溶融アルミナ砥粒の樹\n脂結合砥石車（レジノイド砥石車）ではなく、脆砕性フィラーを含まない焼結ゾ\nル・ゲルアルミナ砥粒の樹脂結合砥石車である。（補助参加人主張）\nしたがって、訂正発明１の効果としては、焼結ゾル・ゲルアルミナ砥粒に脆砕性\nフィラーを添加した場合と、添加しない場合を比較して、どの程度改善されるか示\nすべきである。\nところが、訂正明細書の実施例では、溶融アルミナ砥粒でフィラーを使用しない\nものを比較例とし、また、フィラー以外の成分の条件も異なることから、フィラー\nによる効果がどの程度かは明らかでない。（被告主張）\n原告は、本件明細書の実施例中の表４と６の砥石３（Ｃ）と砥石４を比較すれ\nば、バブルアルミナの置換による効果は明らかである旨主張する。しかし、置換に\nよる研削比の向上は各々６２％、３８％、３４％にすぎず、刊行物２での効果２５\n０％に比べはなはだ低い。この程度の向上は、当業者にとって設計事項の範囲内で\nあり、当然バブルアルミナ置換により予期される範囲内である。（補助参加人主\n張）\n第５　当裁判所の判断\n１　本件優先権主張日当時の砥石車の技術水準について\n(1)　砥石車の構成及び砥粒の微小破砕による自生発刃について\n(1)－１　乙第５号証（砥粒加工研究会編「砥粒加工技術便覧」１９６５年６月３\n０日発行）の「3.1.2　研削砥石の構成要素」の節には、「研削砥石は、砥粒、結合\n剤及び気孔の三要素から構成している。砥粒Abrasive Grainは切刃となり、結合剤\nBondは砥粒の支持と自生発刃速度の調整を行ない、気孔Poreは切屑の逃げとな\nる。」（３４頁１６～１８頁）と記載した上で、「図３．１(a)構成３要素の図解」\nとして右記砥石車の図が示されていることが認められる。\nまた、同号証には、「砥石の切刃は砥粒の高い硬度と、適度のじん性をもって被\n削材に貫入し、回転して切削を行い切屑を排出して、研削作用を続行する。そして\n砥粒切刃は逐次消耗し、鈍化するにしたがい、研削抵抗は増大し砥粒のじん性と結\n合剤の支持力に適応する破砕を起こし、順次切刃を自生しチップポケットを新生し\nて、研削力を維持するいわゆる自生発刃作用が、他の切削工具と異なる特徴であ\nる。」（３６頁８～１３行）と記載され、さらに、３６頁の「表3.2 研削砥石の減\n耗要因」の「自生発刃」の項には、自生発刃が「結晶の微構造を基盤とする破砕」\nであると記載されていることが認められる。\n(1)－２　乙第６号証（河村末久他編「研削加工と砥粒加工」１９８４年１０月２\n５日発行）には、「研削加工では、刃先が鈍化すると砥粒にかかる力が増大して砥\n粒はその内部から破砕し、自ら切れ味を回復することが可能である。これは砥石の\n自生作用（self dressingあるいはself sharpening）とよばれている研削特有の現\n象であり、適正な研削条件のもとでは、良好な切れ味が持続できるという特異性を\nそなえている。」（１頁下１行～２頁４行）との記載があることが認められる。\n(1)－３　乙第７号証（工作機械技術研究会編「先端研削技術」１９８５年９月２\n０日発行）には、「砥石外表部の砥粒の摩耗、欠損、脱落などのために、それまで\nは加工物と接触していなかった近在の砥粒が、新たに研削に参加してくる。これが\n砥粒群としての切れ刃の更新すなわち自生発刃作用である。\n一方、個々の砥粒切れ刃面における微小破砕による発刃で、砥粒切れ刃としての\n能力を保持し続けられる場合もあり、これも自生発刃のひとつの形態である。\n自生発刃のこの二つの形態は併存するが、一般には砥石減耗の多い重研削などで\nは前者が支配的で、精密研削になるほど後者が支配的になる。\n切れ刃面の微小粉砕は切れ刃を鋭利にして研削抵抗を減少させ、作用切れ刃数を\n変化させず、自生発刃の効果として理想的である。」（１２８頁左欄下５行～右欄\n８行）との記載があることが認められる。\n(1)－４　上記各記載によれば、砥石車は、「砥粒」、「結合剤」及び「気孔」の\n三要素から構成されること、砥粒は、それ自体が微小破砕（すなわち、チッピン\nグ）し、自生発刃すること、及び、自生発刃は、砥石車の研削能力を保持させる上\nで重要であることは、いずれも、本件優先権主張日当時、砥石車の分野において技\n術常識であったものと認めることができる。\n(2)　焼結ゾル・ゲルアルミナ砥粒について\n(2)－１　証拠（甲第３号証、甲第６及び第９号証、乙第１及び第２号証、丙第５\n号証）によれば、焼結ゾル・ゲルアルミナ砥粒は、１９７０年代の後期から１９８\n０年代初期に原告などにより開発されたものであって（例えば、甲第９号証\n（\"Development and Application of Seeded Sol-Gel Abrasives\"「種結晶添加ゾル\n－ゲル研磨剤の開発及び応用」 ASM News, October 1989）３欄５８行、訳文３頁２\n３行参照）、本件優先権主張日（１９８９年９月１３日）当時、卓越した研削特性\nを示す最新の画期的な砥粒として周知であったものと認められ、この点は、訂正明\n細書中の従来技術と解決すべき課題の項にも当然の前提として記載されていること\nが認められる。\n(2)－２　丙第５号証（「Tooling & Production」１９８８年５月号、６４～６６\n頁右欄１９～２４行、訳文２頁２２～２５行）によると、本件優先権主張日当時、\n当業者は、焼結ゾル・ゲルアルミナ砥粒を用いた砥石車の性能は、従来法により製\n造された単結晶の酸化アルミニウム（すなわち、溶融アルミナ）砥粒を用いた砥石\n車と比較して、油と共に使用する場合には寿命が７～１０倍、乾式で使用する場合\nには、寿命が４～５倍にも達するものと認識していたことが認められる。\n(2)－３　なお、焼結ゾル・ゲルアルミナ砥粒は、サブミクロン単位の微結晶から\nなる多結晶構造を有するものであって、従来の単結晶からなる砥粒（例えば、溶融\nアルミナ砥粒）と異なり、一つの砥粒の中で、極めて微細な破砕（すなわち、マイ\nクロチッピング）を繰り返しつつ自生発刃することができ、その結果、卓越した研\n削性能を発揮するものであることについては、弁論の全趣旨から明らかである。\n２　訂正発明１の構成要件について\n(1)　訂正発明１の構成要件の分説\n訂正発明１の構成要件は、以下のとおりに分けて説明することができる。\n(A)　焼結ゾル・ゲルアルミナ研磨粒子\n(B1) 中空酸化物球状物、脆砕性珪酸塩粒子及び中実又は中空有機重合体球状物か\nら選ばれるフィラー粒子\n(B2) フィラー粒子は粒子物質全体の２０～７０体積％を占める\n(B3a) フィラー粒子は１０～２００メッシュ（２ｍｍ～７５μｍ）の範囲内の粒\n径である\n(B3b) フィラー粒子は上記砥粒（すなわち、構成要件(A)の砥粒）と実質的に同じ\n粒径を有する\n(C)　上記粒子を固定し保持する樹脂結合剤\n(D)  (A)～(C)を含む混合物よりなる砥石車\n(2)　構成要件(A)の焼結ゾル・ゲルアルミナ研磨粒子の含有量について\n訂正発明１には、構成要件(A)の「焼結ゾル・ゲルアルミナ研磨粒子」の含有量に\nついては、明示的に規定されていないが、訂正後の本件特許請求の範囲請求項２\nに、「砥石車中の研磨粒子の少なくとも１０体積％が、焼結ゾル・ゲルアルミナ粒\n子であることを特徴とする特許請求の範囲第１項に記載の砥石車。」と規定されて\nいることから、訂正発明１の砥石車は、研磨粒子（砥粒）として、構成要件(A)の焼\n結ゾル・ゲルアルミナ研磨粒子を必ずしも１００体積％含むものではなく、１０体\n積％未満の任意の量（例えば、数体積％程度の少量）を含むものであってもよいこ\nとは明らかである。\nまた、訂正後の請求項５に、「研磨粒子の７０体積％以下が、溶融アルミナ、焼\n結アルミナ、炭化珪素、溶融ジルコニア、焼結ジルコニア、溶融アルミナ・ジルコ\nニア、焼結アルミナ・ジルコニア、ダイアモンド又はCBNであることを特徴とする特\n許請求の範囲第１項に記載の砥石車。」と規定されていることから、訂正発明１の\n砥石車は、研磨粒子（砥粒）として、構成要件(A)の焼結ゾル・ゲルアルミナ研磨粒\n子以外に、請求項５に規定される各種の砥粒を含むものであってよいことは明らか\nである。\n(3)　構成要件(B1)のフィラー粒子について\n訂正発明１は、構成要件(B1)として、「中空酸化物球状物、脆砕性珪酸塩粒子及\nび中実又は中空有機重合体球状物から選ばれるフィラー粒子」と規定しているとこ\nろ、訂正後の特許請求の範囲請求項６には、「フィラー粒子が、中空バブル状金属\n酸化物、有機ポリマー又はガラス；珪酸塩又はアルミナ珪酸塩；及び発泡若しくは\n固形ガラス又は有機ポリマー粒子から選択されることを特徴とする特許請求の範囲\n第１項に記載の砥石車。」と規定されていることから、構成要件(B1)に規定される\nフィラー粒子には、具体的には、「中空の有機ポリマー粒子」、「中空のガラス粒\n子」、「珪酸塩の粒子」、「アルミナ珪酸塩の粒子」、「発泡又は固形のガラス粒\n子」、「発泡又は固形の有機ポリマー粒子」等が包含されるものと認められる。\nまた、訂正明細書（甲第３号証中の全文訂正明細書）には、「本発明で使用され\nる好ましい脆砕性フィラーは、バブルアルミナ等の中空酸化物バブル又は他の中空\nシリケート粒子から形成される。しかしながら、か焼クレー、軽石、長石、あられ\n石閃長岩等の固形又は多孔性脆砕性粒子や、有機ポリマー又はガラスから製造した\n固形、中空球体からなるものでもよい。」（６頁１３～１６行）と記載されている\nことが認められる。\n(4)　構成要件(B3b)について\n構成要件(B3b)には、フィラー粒子の粒径と焼結ゾル・ゲルアルミナ砥粒の粒径に\nついてのみ規定され、フィラー粒子の粒径とその他の砥粒の粒径の関係は、明らか\nでない。\nそこで、訂正明細書（甲第３号証中の全文訂正明細書））の発明の詳細な説明を\n参照するに、「一般的に研磨粒子の大きさは、約１０～約２００グリット・・・が\n適当である。」（６頁１１～１２行）、「脆砕性フィラー粒子の大きさは、研磨粒\n子の大きさと実質的に同じであり、１０～２００メッシュ（２ｍｍ～７５μｍ）の\n大きさである。」（６頁１７～１８行）と記載され、実施例（例えば、実施例１表\n１のホイールＣ）には、同一の粒度（４６グリット）の焼結ゾル・ゲルアルミナ砥\n粒、溶融アルミナ砥粒、及びフィラー粒子（「サイアナイト３３３」）を使用した\n砥石車が記載されていることが認められるから、訂正発明１において、フィラー粒\n子の粒径と焼結ゾル・ゲルアルミナ砥粒以外の砥粒の粒径とは、実質的に同じであ\nってもよいものと認めることができる。\n３　訂正発明１の進歩性について\n(1)　焼結ゾル・ゲルアルミナ砥粒が、卓越した研削能力を示す最新の画期的な砥\n粒として本件優先権主張日当時周知であったことは前記説示のとおりである。当業\n者が、このような卓越した特性を示す最新の砥粒の存在を知るに至れば、この最新\nの砥粒を、公知の研磨製品中の砥粒と置き換え、その研磨特性の改善を図ることに\n想到するものであることは、格別の阻害要因がない限り、当業者であれば容易にな\nし得るものであると明らかに認められる。そして、このことは、研磨製品の種類\n（砥石車、研磨布紙、研磨ディスク等）に依存するものではない。\n(2)　ここで刊行物２に記載の発明をみるに、甲第５号証によれば、刊行物２に\nは、「研磨体」との名称の発明が開示され、その発明の詳細な説明及び図面には以\n下の記載があることが認められる。\n①「本発明は、砥石車、研削ディスク・・・などの結合型研磨材製品・・・に関\nする。」（１欄１５～２１行、訳文１頁１５～１８行）\n②「本発明の目的の一つは、より高速でしかもより低温の切削車を提供すること\nである。本発明の他の目的は、気孔率が通常の気孔率より大きい均一な研磨材製品\nの製造方法を提供することである。本発明の他の目的は、切削車の切削面の破砕性\nを制御する材料を砥石車に混入することによって切削時の温度を低くすることであ\nる。」（１欄２５～３５行、訳文１頁２２～２７行）\n③「私は、・・・低温の有機物結合型研磨材に高度に多孔質の構造という利点を\n得る別の方法を発見した。私はこれを次のようにして実施する。すなわち、他の点\nでは普通のタイプの砥粒混合物に、薄い支持壁に囲まれた開放気孔を有する高度に\n気孔質の特性をもつ粒子を混入することにより実施する。これらの粒子は、私は空\n孔支持体と呼んでいるが、溶融アルミナ又は炭化ケイ素のような通常の砥粒のより\n硬質、より靱性の粒子を互いに分離し、これらの粒子とそれに用いる結合剤を支持\nし、結合剤を硬化させている間、砥粒と結合剤は正しい位置にしっかり保持され\nる。その後、使用時に、空孔支持体は個々に被削材と接触して破壊され、・・・砥\n粒間の開放空間を残す。」（１欄６６行～２欄９行、訳文２頁２３行～３頁２行）\n④「これらの空孔支持体は、それ自体、内部は高度に空孔質である。この支持体\nは、薄肉のバルーン又はスポンジ様物体のいずれでもよい」（２欄１０～１２行、\n訳文３頁４～５行）\n⑤「私が空孔支持体として使用するのに優れていることを発見した物質として\nは、・・・ビトリファイドクレイ材料製の薄肉の独立小バルーンがある。また、私\nは熱硬化させた樹脂製の他の中空で剛性の小球体も使用した。」（２欄２３～２８\n行、訳文３頁１３～１６行）\n⑥「空孔支持体として使用できるそれ自体に50容量％以上の空孔空間を含む剛性\nのもろいスポンジ状材料は多数あり、例えば、・・・発泡プラスチック類、又は例\nえば商品名“Foamglas”で販売されている多孔質ガラス製の断熱材料がある。これ\nらの材料は、・・・所望の形状に他の方法で予備成形するか、又は破砕し顆粒型に\n変えて使用できる。他の天然又は人工の剛性スポンジ状材料、例えば軽石又は発泡\nケイ酸ナトリウムも使用できる。」（２欄３２～４５行、訳文３頁２１～２９行）\n⑦「私が非常に有用であることを発見した支持粒子用の一つの材料は熱膨張させ\nたパーライトである。・・・パーライトは、化学的結合水又は溶解水を２～５％含\n有するシリカ質の火山性ガラスである。パーライトは、軟化する範囲内の適切な温\n度に迅速に加熱すると、膨張して気泡を生成するのに十分の結合又は溶解された揮\n発性物質を含有するシリカ質溶岩と広く定義されている。」（２欄４９～５９行、\n訳文４頁３～９行）\n⑧「第１図は、空孔支持材料の顆粒を含有する砥石車から切り取った断片の拡大\n断面図を示し、・・・１は溶融アルミナ、炭化ケイ素又は他の望ましい砥粒材料で\nもよい砥粒の粒子を示し、２は脆くて剛性の多孔質材料製の粗い顆粒を示し、３は\n砥石車の粒子間に通常生じるタイプの開放気孔を示し、そして、４は硬化したフェ\nノール樹脂又は他の有機物結合剤の被膜である。」（３欄１６～３１行、訳文５頁\n２～１１行）\n上記記載に関連し、第１図として下記の図が示されている。\nここで、Brittle porous pore supportは脆砕性多孔支持体、Abrasive\ngritsは砥粒、Inter granular pore spaceは粒子間空孔、Organic bondは有機結合\n剤をそれぞれ表す。\n⑨「私は、空孔支持体で砥石車を製造する際、下記の範囲内の組成物を使用する\nことを好む。\n体積％\n砥　粒　　　　　　　　　　　　　　25～54\n有機物結合剤　　　　　　　　　　　15～45\n空孔支持体の顆粒　　　　　　　　　 5～30」\n（４欄５～１３行、訳文６頁１７～２３行）\n⑩「実施例　１\n第１図に示すタイプの砥石車を製造するため、私は下記の例示実施例を提供す\nる。なおその組成物は重量部で示してある。\n２４グリットのアルミナ砥粒・・・・・８３．００\n熱硬化性フェノール樹脂粉末・・・・・・８．６４\n氷晶石・・・・・・・・・・・・・・・・６．００\n液状熱硬化性フェノール樹脂・・・・・・２．３６\n膨潤パーライト14～24メッシュ・・・・２．１８」\n（４欄１９～２７行、訳文６頁２８行～７頁６行）\n⑪「実施例１では、パーライト粒子は14～24メッシュであり、砥粒は24メッシュ\nであった。私は、パーライト及び類似の粒子の直径が一般に混合物中の最大の砥粒\nの直径の１～２倍であるべきであるが、時には砥粒の直径の約１／４まで小さくて\nもよいということを見いだす。」（４欄下３行～５欄５行、訳文８頁１１～１４\n行）\n(3)　上記各記載によれば、刊行物２には、砥石車の前記３要素（砥粒、結合剤、\n及び気孔）に加えて、第４の要素として空孔支持体（上記③、⑧の第１図ほか）を\n含む砥石車が記載されていることが認められる。\n刊行物２の砥石車の第４の要素である空孔支持体としては、例えば、「クレー材\n料製の薄肉の独立小バルーン」（上記⑤）、「熱硬化させた樹脂製の他の中空で剛\n性の小球体」（上記⑤）、「発泡プラスチック類」又は「多孔質ガラス」を「破砕\nし顆粒状」としたもの（上記⑥）、軽石（上記⑥）、「パーライト」（上記⑩）等\nが使用されているところ、これらと、訂正発明１の構成要件(B1)のフィラー粒子と\nを比較すると、「クレー材料製の薄肉の独立小バルーン」が「か焼クレー・・・\nの・・・中空球体」に相当し、「熱硬化させた樹脂製の他の中空で剛性の小球体」\nが「中空の有機ポリマー粒子」に相当し、「『発泡プラスチック類』又は『多孔質\nガラス』を『破砕し顆粒型』としたもの」が「発泡又は固形のガラス粒子」あるい\nは「発泡又は固形の有機ポリマー粒子」に相当し、「軽石」が「軽石」に相当する\nことは明らかであるから、これら空孔支持体は、訂正発明１の構成要件(B1)に規定\nされるフィラー粒子に該当するものと認められる。また、パーライトは、火山性ガ\nラスであって、膨張して気泡を含む（上記⑦）ものであるから、パーライトも、訂\n正発明１の構成要件(B1)に規定されるフィラー粒子（発泡ガラス粒子）\nに該当する。\nパーライトの粒径について検討すると、そのサイズは１４～２４メッシュ（上記\n⑩、⑪）であるから、訂正発明１の構成要件(B3a)に規定されるフィラー粒子の粒径\n範囲「１０～２０メッシュ」と、広い範囲で重複する。そして、刊行物２には「パ\nーライト及び類似の粒子の直径が一般に混合物中の最大の砥粒の直径の１～２倍で\nあるべきである」（上記⑪）と記載され、また、第１図（上記⑧）に、ほぼ同じ粒\n子サイズの砥粒と脆砕性空孔支持体を使用した砥石車が示されていることから、刊\n行物２の砥石車において、脆砕性空孔支持体（フィラー）として、砥粒と実質的に\n同じ粒径を有するものが包含されるものと認められる。したがって、刊行物２記載\nの砥石車と、訂正発明１の砥石車が構成要件(B3b)においても異なるものではない。\n次に、刊行物２の砥石車では、砥粒２５～５４体積％に対して空孔支持体（フィ\nラー粒子）の顆粒２５～５４体積％（上記⑨）が使用されるところ、これから粒子\n物質全体の量に対する空孔支持体（フィラー粒子）の量を計算すると、\n最大量：５４．５体積％\n＝空孔支持体30%÷（砥粒25%＋空孔支持体30%）\n最小量：８．５体積％\n＝空孔支持体5%÷（砥粒54%＋空孔支持体5%）\nとなることから、この量（８．５体積％～５４．５体積％）は、訂正発明１の構成\n要件(B2)に規定の「フィラー粒子は粒子物質全体の２０～７０体積％を占める」と\nの規定と、広い範囲で重複する。\nまた、刊行物２に記載の発明で使用される「有機物結合剤」（上記⑧、⑨）、\n「粉末熱硬化性フェノール樹脂」（上記⑩）、あるいは「液状熱硬化性フェノール\n樹脂」（上記⑩）が、訂正発明１の構成要件(C)の樹脂結合剤に該当することは自明\nである。\n(4)　以上によれば、訂正発明１と刊行物２に記載の発明は、いずれも、砥石車の\n３要素（砥粒、結合剤、及び気孔）に加えて、第４の要素として「フィラー粒子\n（空孔支持体）」（構成要件(B1)）を含む砥石車であって、構成要\n件(B2)、(B3a)、(B3b)及び(C)についても相違しないから、結局、両者は、構成要\n件(A)に関して、刊行物２に記載の発明では、焼結ゾル・ゲルアルミナ砥粒が含まれ\nていないのに対し、訂正発明１では焼結ゾル・ゲルアルミナ砥粒が含まれる点での\nみ相違するにすぎない。すなわち、訂正発明１は、刊行物２に記載された砥石車\nに、焼結ゾル・ゲルアルミナ砥粒を含む点、換言すれば、訂正発明１は、公知の砥\n石車の砥粒を焼結ゾル・ゲルアルミナで置き換えた点でのみ相違する。\nそして、焼結ゾル・ゲルアルミナ砥粒が、卓越した特性を示す最新の砥粒として\n周知であり、そのような卓越した砥粒を公知の研磨製品に含まれる砥粒と置き換え\nることにより、当該公知製品の特性の改善を図ることを想到することが当業者にと\nって容易であることは、前記(1)において説示したとおりであるから、訂正発明１\nは、当業者が容易に想到し得たものというべきである。\nこのことを前提にしてみるに、刊行物２記載の砥石車に、焼結ゾル・ゲル法アル\nミナ砥粒を適用することについて、何らかの阻害要因があったものとすべき特段の\n事情があったことを認めるべき証拠はない。むしろ、甲第４号証によれば、刊行物\n１には、ゾル・ゲル法アルミナ砥粒（７頁左下欄１３行～右下欄８行）を、融合\n（溶融）アルミナ等の従来の研磨材粒体（１０頁左下欄３～８行）と共に使用した\n回転盤（板）型研磨材製品（特許請求の範囲１１項）、「回転研磨材のような結合\n成形型研磨材製品」（８頁左上欄１６～１７行）、不織布研磨材製品（８頁左上欄\n１９行）等が開示され、これらの研磨製品において、焼成ゾル・ゲルアルミナ砥粒\nは、溶融アルミナ等の砥粒のほかに、「ガラスなどのように研磨材として認められ\nていない物質と一緒に混ぜ合わせることも可能」であること（１０頁左下欄９～１\n１行）、典型的には、結合剤として「フェノール樹脂」が使用されること（１１頁\n左上欄１～５行）などの記載があることが認められる。これらの記載は、本件優先\n権主張日前において、当業者にとって、焼成ゾル・ゲル法アルミナ砥粒を、従来の\n砥粒、ガラス（構成要件(B1)のフィラー粒子）、及びフェノール樹脂（\n構成要件(C)の樹脂結合剤）と共に使用することについて、特段の阻害要因はないと\nの認識を有していたことを示すものである。\n４　原告の主張について\n(1)　原告は、刊行物１に記載の空孔支持体は、訂正発明１にいうフィラー粒子で\nはないと主張するとともに、刊行物１に記載の空孔支持体と、訂正発明１のフィラ\nー粒子とは役割・機能が異なる旨主張する。\nしかしながら、刊行物２に記載の空孔支持体と訂正発明１のフィラー粒子とが同\n一物質であり、その粒径においても相違しないことは、さきに説示したとおりであ\nる。また、刊行物に記載の発明と、訂正発明１とは、焼結ゾル・ゲルアルミナ砥粒\nの含有の有無以外の構成がすべて一致すること、及び、焼結ゾル・ゲルアルミナ砥\n粒の量は任意の量、例えば、数体積％程度の少量であってもよいことも前説示のと\nおりであるところ、少量の焼結ゾル・ゲルアルミナ砥粒の存在により、空孔支持体\n（フィラー粒子）が異なる役割・機能を奏することとなる根拠を認めるべき証拠は\nない。仮に、役割・機能が異なるとしても、このことが何らかの阻害要因を構成\nし、刊行物２に記載の発明に基づいて訂正発明１を想到することを困難ならしめる\nものとも認められない。\n(2)　原告は、刊行物２に記載の発明は、空孔支持体を固定するために結合剤の量\nを増加し、増加した結合剤が砥石車の強度を向上させるものであるのに対し、訂正\n発明１では結合剤の量は不変であって、焼結ゾル・ゲルアルミナ砥粒が本来的に持\nつマイクロチッピングによる自刃再生作用をより完全に発現させるものであり、両\n者は本質的に異なると主張する。\nしかしながら、訂正発明１には、結合剤の含有量についての限定はなく、原告の\n主張は、訂正発明１の構成に基づかないものであって、理由がない。\n(3)　原告は、訂正発明１は、樹脂結合剤を用いた砥石車に焼結ゾル・ゲルアルミ\nナ砥粒を適用したとき、砥粒の結晶組織の特徴から予想されるよりも低い研削性能\nしか得られないという、焼結ゾル・ゲルアルミナ砥粒を用いた樹脂結合砥石車に固\n有の問題を見いだし、これを解決するものであるから、この焼結ゾル・ゲルアルミ\nナ砥粒を用いた樹脂結合砥石車に固有の問題点について開示又は示唆がない刊行物\n２記載の発明に基づいて、当業者が訂正発明１を想到することはできない旨主張す\nる。\nしかしながら、当業者が上記のような問題点の存在を容易に認識し得なかったと\nしても、そのことが、刊行物２に記載の発明に基づいて訂正発明１を想到する上\nで、阻害要因を構成するものでもなく、原告の主張は理由がない。\n(4)　原告は、訂正発明１では、切削速度が大幅に向上し、減少した砥粒で研削比\nが大幅に改良され、消費電力が低減されるとの、従来技術からは意外な格別顕著な\n効果が得られる旨主張する。しかしながら、本件優先権主張日当時、当業者は、焼\n結ゾル・ゲルアルミナ砥粒を用いた砥石車の性能は、従来法により製造された単結\n晶の酸化アルミニウム（すなわち、溶融アルミナ）砥粒を用いた砥石車と比較し\nて、油と共に使用する場合には寿命が７～１０倍、乾式で使用する場合には、寿命\nが４～５倍にも達するものと認識していたとの前判示（１の(2)－２）の点に比し\nて、訂正発明１によって得られる効果が、当業者にとって予測し得ないほどの格別\n顕著なものであったことを認めるべき証拠はない。\n訂正明細書（甲第３号証中の全文訂正明細書）を参照しても、そこには、少量の\n焼結ゾル・ゲルアルミナ砥粒を使用した場合についての実施例の記載のあることは\n認められず、どのような効果が奏せられるか不明である。\n焼結ゾル・ゲルアルミナ砥粒を使用した訂正発明１の実施例についてみても、次\nのように判断される。すなわち、訂正明細書（甲第３号証中の全文訂正明細書）に\nは、訂正発明１の実施例の比較例としては、３要素（砥粒、結合剤及び気孔）から\n構成される砥石車が示されているのみであって、刊行物２記載の発明のような４要\n素（砥粒、結合剤、気孔及び空孔支持体（フィラー））から構成される砥石車との\n比較は示されておらず、４要素から構成される砥石車の砥粒を、焼結ゾル・ゲルア\nルミナ砥粒に置き換えたことによる訂正発明１の効果は、必ずしも明らかでない。\n３要素から構成される砥石車（実施例１の表１及び２のホイールＡ(c)）と比較した\n場合においても、相対Ｇ比が改善されるともに相対消費電力が改善されることが認\nめられるものの、その程度は、相対消費電力については、４６％に低減する場合も\nあれば、逆に１２３％に増加する場合もあって、これをもって格別のものというこ\nとはできない。相対Ｇ比については、訂正発明１の実施例は１．３５倍～５．２１\n倍に向上することが認められるが、焼結ゾル・ゲルアルミナ砥粒の使用により研削\n寿命の改善効果が１０倍（１０００％）にも達することがあるとの当\n業者の前示認識にかんがみれば、１．３５倍～５．２１倍の効果は全体として、当\n業者が予測することのできない格別顕著なものということはできない。\n甲第８号証（リチャード・ピー・リンゼー博士の供述書）によっても、焼結ゾ\nル・ゲルアルミナ砥粒を１０体積％使用した場合、訂正発明１による効果として、\nＱｗ（＝切込み深さ×切削幅×テーブル速度）を低下させる「有益な効果が少し認\nめられる」にすぎないものとされているし、その他、訂正発明１によって得られる\n効果が、前記の当業者の認識を超えて格別顕著なものであったことを認めるべき記\n載は甲第８号証にはない。\n(5)　原告は、訂正発明１の効果が格別顕著であることは、訂正明細書の実施例２\nの結果を規格化して示した本判決別表より明らかであるとも主張する。\nしかしながら、同表に示される実施例は、いずれも、４６グリットの焼結ゾル・\nゲルアルミナ砥粒と（４６グリット砥粒は平均粒径が０．３５６ｍｍとなる。）、\n直径０．５～１．０ｍｍのバブルアルミナ（フィラー）を使用するものであって\n（甲第３号証中の全文訂正明細書により認められる。）、両者の粒径は実質的に同\nじではなく、したがって、それらは、訂正発明１の構成要件(B3b)を満たすものでは\nないから、訂正発明１の実施例の効果を示すものということはできない。\n第６　結論\n以上のとおり、原告主張の決定取消事由は理由がないので、原告の請求は棄却さ\nれるべきである。\n（平成１４年５月３０日口頭弁論終結）\n東京高等裁判所第１８民事部\n裁判長裁判官　　    永　　　井　　　紀　　　昭\n裁判官　　　　塩　　　月　　　秀　　　平\n裁判官　　　　田　　　中　　　昌　　　利\n（別紙）\n別表（原告準備書面（３）添付別紙）\n"
}