{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 17,
    "month": 10,
    "day": 17
  },
  "case_number": "平成15(行コ)14",
  "case_name": "公金違法支出損害賠償，福岡県違法公金支出返還請求控訴事件（原審・福岡地方裁判所平成１３年（行ウ）第３４号［乙事件］，同平成１４年（行ウ）第３９号［丙事件］）",
  "court_name": "福岡高等裁判所",
  "field": "行政",
  "gist": "１　県が現職の教諭を民間の研究団体である県同和教育研究協議会に研修名目で派遣してその給与を支出してきたことは違法であるとして，地方自治法２４２条の２第１項４号に基づき，知事に対し，教育委員会委員長個人に対して損害賠償請求することを求める訴えにつき，住民監査請求との間に対象事項の同一性がなく，監査請求前置の要件を欠くとして，訴えが却下された事例　２　県が現職の教諭を民間の研究団体である県同和教育研究協議会に研修名目で派遣してその給与を支出してきたことは違法であるとして，地方自治法（平成１４年法律第４号による改正前）２４２条の２第１項４号に基づき，知事個人に対してされた損害賠償請求及び前記改正後の同号に基づき，知事に対してされた，知事個人に対して損害賠償請求することを求める請求が，知事個人に故意，過失はないとして棄却された事例",
  "case_gist": "１　県が現職の教諭を民間の研究団体である県同和教育研究協議会に研修名目で派遣してその給与を支出してきたことは違法であるとして，地方自治法２４２条の２第１項４号に基づき，知事に対し，教育委員会委員長個人に対して損害賠償請求することを求める訴えにつき，住民監査請求の対象は派遣教諭への給与支出に係るものであるのに対し，住民訴訟の対象は怠る事実としての教育委員会委員長個人に対する損害賠償請求権の不行使であるから，対象事項の同一性がなく，監査請求前置の要件を欠くとして，訴えが却下された事例　２　県が現職の教諭を民間の研究団体である県同和教育研究協議会に研修名目で派遣してその給与を支出してきたことは違法であるとして，地方自治法（平成１４年法律第４号による改正前）２４２条の２第１項４号に基づき，知事個人に対してされた損害賠償請求及び前記改正後の同号に基づき，知事に対してされた，知事個人に対して損害賠償請求することを求める請求につき，前記派遣は教育公務員特例法２０条３項の定める研修の趣旨を逸脱した違法なものであり，著しく合理性を欠き，予算執行の適正確保の見地から看過し得ない程度に至っていた可能性を否定できず，知事にはそのために支出されている給与の支払を阻止すべき指揮監督上の義務があり，故意または過失で給与の支出行為を阻止すべき措置を怠ったときは，その責任が問われるとした上，県教育公務員の研修の実施は県教育委員会の専権事項であり，県知事の権限事項ではないこと，県議会において前記派遣を問題として行われた質疑も直接的には県教育委員会教育長に対して行われていることからすると，前記派遣についての実態の把握に努めなかったことをもって，知事が前記指揮監督上の権限を行使するに当たっての過失があったと認めることはできないとして，前記請求を棄却した事例",
  "lawsuit_id": "32981",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=32981",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/981/032981_hanrei.pdf",
  "contents": "主　　　　　　文\n１　原判決主文２項及び３項を取り消す。\n２　丙事件のａに関する訴えを却下する。\n３　乙事件被控訴人らの乙事件控訴人に対する請求及び丙事件被控訴人らのその余の請求をいずれも棄\n却する。\n４　第１，２審を通じて，乙事件の訴訟費用及び参加によって生じた訴訟費用は乙事件被控訴人らの，\n丙事件の訴訟費用は丙事件被控訴人らの各負担とする。\n事実及び理由\n第１　当事者の求めた裁判\n１　控訴人ら\n(1)　主文１項同旨\n(2)　被控訴人らの訴えをいずれも却下する。\n(3)　被控訴人らの請求をいずれも棄却する。\n２　被控訴人ら\n(1)　本件控訴をいずれも棄却する。\n(2)　控訴費用は，控訴人らの負担とする。\n第２　事案の概要等\n１　事案の要旨\n(1)　乙事件\n本件は，福岡県（以下「県」という。）の住民である乙事件被控訴人らが，平成１２年８月から平成１３年７\n月までの間，福岡県教育委員会（以下「県教委」という。）が福岡県同和教育研究協議会（後に「福岡県人権・同和教\n育研究協議会」と改称した。以下「県同教」という。）に研修名目で現職教諭を派遣（以下，この県同教への現職教諭\nの派遣を「本件派遣」と，本件派遣により県同教に派遣された現職教諭を「派遣教諭」と，上記期間の本件派遣を「乙\n事件の本件派遣」と，上記期間の派遣教諭を「乙事件の派遣教諭」とそれぞれいう。）し，県から乙事件の派遣教諭に\n上記期間の給与が支出されてきたことはともに違法であり，当時この給与支出の本来的権限者である福岡県知事（以下\n「県知事」という。）であったｂは故意又は過失により，乙事件の派遣教諭に支出されてきた給与相当の損害を県に与\nえたから，県が被った損害を賠償すべき義務がある旨主張して，乙事件控訴人に対し，平成１４年法律第４号による改\n正前の地方自治法２４２条の２第１項第４号（以下「旧規定」という。）に定める「普通地方公共団体に代位して行う\n当該職員に対する損害賠償請求」に基づき，乙事件の派遣教諭への上記期間の給与として支払われた合計１億０００５\n万５１２８円の損害賠償及びこれに対する訴状送達日の翌日である平成１３年１１月３日から支払済みまで民法所定年\n５分の割合による遅延損害金を県へ支払うよう求めた住民訴訟である。\n(2)　丙事件\n本件は，県の住民である丙事件被控訴人らが，平成１３年９月から平成１４年８月までの間に，県教委が本件\n派遣（以下，上記期間の本件派遣を「丙事件の本件派遣」という。）をし，上記期間の派遣教諭（以下「丙事件の派遣\n教諭」という。）に上記期間の給与が支出されてきたことはともに違法であり，当時県知事であったｂは故意又は過失\nにより，また，当時県教委委員長であったａはこれを知りながら丙事件の本件派遣を維持・推進し，放置してきた作\n為，不作為という不法行為により，いずれも，丙事件の派遣教諭に支出されてきた給与相当の損害を県に与えたから，\n県が被った損害を賠償すべき義務がある旨主張して，丙事件控訴人に対し，平成１４年法律第４号による改正後の地方\n自治法２４２条の２第１項第４号（以下「新規定」という。）に定める「当該職員又は・・・怠る事実に係る相手方に\n損害賠償・・・の請求をすることを当該普通地方公共団体の執行機関に・・・対して求める請求」に基づき，丙事件の\n派遣教諭に対する上記期間の給与として支払われた合計８７０４万０５９５円の損害賠償及びこれに対する訴状送達日\nの翌日である平成１４年１２月１１日から支払済みまで民法所定の年５分の割合による遅延損害金の支払請求をｂ及び\nａに対して行うよう求めた住民訴訟である。\n２　審理の経過\n原審においては，県の住民であるｃらが，平成１１年３月１７日から平成１２年３月１６日までの間に，県教委\nが本件派遣をし，その派遣教諭に上記期間の給与が支出されてきたことはともに違法である旨主張して，ｂに対し，旧\n規定に基づき，上記派遣教諭に対する上記期間の給与として支払われた合計１億１３６３万１４２６円の損害賠償及び\n遅延損害金を県へ支払うよう求めた住民訴訟である甲事件についても，乙事件及び丙事件と弁論併合の上審理された。\nそして，原判決は，甲事件についてはその請求を棄却し，乙事件及び丙事件については被控訴人らの請求をいずれも認\n容した。この原判決に対して，乙事件の被告であったｂ及びその参加人並びに丙事件の被告であった県知事はいずれも\n控訴したが，甲事件の原告らは控訴しなかった。したがって，原判決中，甲事件に関する部分は，当審における審判の\n対象とはなっていない。\n３　争いのない事実\n原判決３頁７行目冒頭から４頁１４行目末尾までに記載（ただし，甲事件に関する部分を除く。）のとおりであ\nるから，これを引用する（ただし，原判決３頁１９行目の「派遣職員」を「派遣教諭」と改める。なお，略称について\nも原判決の表示に従う。）。\n４　争点\n(1)　丙事件のａに関する訴えの適法性の有無\n（丙事件控訴人の主張）\n丙事件被控訴人らの丙事件に関する監査請求は，県知事のｂに関するもの以外には，「教育長は現職教諭の県\n同教派遣の一切を直ちに取りやめること」と明示されているから，県教委委員長であるａは監査請求の対象となってい\nないばかりでなく，その請求の趣旨も損害賠償を求めるものとなっていないことからすると，丙事件のうちａを対象と\nした部分は，監査請求前置の手続が採られているとはいえないというべきである。\n確かに，最高裁判所平成６年(行ツ)５３号同１０年７月３日第二小法廷判決（裁判集民事１８９号１頁参照，\n以下「平成１０年判決」という。）は，当該事件について，監査請求の相手方とは異なる者を被告とすることを認めて\nいる。しかし，いつ，いかなる場合にも，監査請求の相手方と異なる者を被告にできるとするものではない。町長によ\nる町有地と道路予定地との交換契約が違法として争われた同事件は，監査請求においては交換契約の相手方を対象とし\nていたのに対し，住民訴訟においては一部転得者と抵当権者を被告として抹消登記手続を請求したものであるから，当\n該職員の相手方の継承者の変更である点において，当該職員が変更された本件と事案を異にしている。本件の係争対象\nは，研修命令の違法性という発令者と受命者の固定した人的関係を要素とするものであるところ，元々監査請求の審査\n対象となっていない者に対する損害賠償を求めるものであって，監査請求前置主義を無視した訴えである。住民訴訟に\nおいて，地方公共団体が当該職員に対して有する損害賠償請求権は，各人ごとにその成立要件を異にし，その責任原因\nにつき大筋において同一であるときでも，その地位，職務権限，関与の方法，程度を異にし，その結論に及ぼすべき差\n異が存在するのであるから，損害賠償を求める相手ごとにそれぞれ監査を前置すべきである。県教委教育長を監査の人\n的対象としたからといって，県教委委員長につき監査を経たものということはできない。上記判決によれば，監査請求\nと住民訴訟との間に同一性があるか否かについては，あくまで「財務会計上の行為又は怠る事実」が同一であることが\nページ(1)\n必要であるとされている。本件における丙事件被控訴人らの監査請求は，財務会計上の行為としては，給与の支出とい\nう「公金の支出」を監査請求の対象としていることは明らかである。これに対し，本件訴訟におけるａに関する請求\nは，財務会計上の行為としては，ａに対して不法行為に基づく損害賠償請求権の行使を怠る事実を対象としており，明\nらかに同一性がない。したがって，丙事件のうちａに関する訴えは，不適法なものとして却下されるべきである。\n（丙事件被控訴人らの主張）\n平成１０年判決も認めているように，住民訴訟においては，その対象とする財務会計上の行為又は怠る事実に\nついて監査請求を経ていると認められる限り，監査請求において求められた具体的措置の相手方とは異なる者を相手方\nとして，同措置の内容と異なる請求をすることも許されると解すべきである。本件の監査請求では，「今後，教員らへ\nの給与支払いはやめること。既に支給した分については，公金支出の最終権限者たる県知事に対して支出相当額の損害\n賠償を求めること。現職教員の県同教派遣の一切をただちに取りやめること。」と財務会計上の行為又は怠る事実を特\n定して，必要な措置を講じるよう要求しているのであるから，住民訴訟において，監査請求において求めた具体的な措\n置の相手方とは異なるａを相手方として，具体的な措置の内容と異なる請求をしたとしても，それが派遣教諭に対する\n違法な給与支出を是正する意味を持つ請求である限り，監査請求と同一性を有するものとして許されると解すべきであ\nる。\n(2)　乙事件の本件派遣及び乙事件の派遣教諭への給与支出並びに丙事件の本件派遣及び丙事件の派遣教諭への給与\n支出の各違法性の有無\n（被控訴人らの主張）\nア　同和教育行政の不要性\n国や地方自治体は，同和問題(部落問題)解決のために，これまで様々な特別の行政施策を実施してきた。行\n政の一分野である教育行政においても，同和問題に起因する教育上の諸問題(同和地区児童・生徒の長期欠席，不就学及\nび低学力等)解決のために，「同和教育加配教員」制度の実現及び「同和奨学金」制度の実施等，同和地区児童・生徒の\nための特別施策が実施されてきた。しかるに，社会・経済の発展と永年の同和施策の結果，住民の融合・混住が進み，\n格差・差別意識は消滅(又は著しく減少)し，特別の行政施策としての同和行政は不必要となった。加えて，住民の融合\n・混住により，同和地区の実態は大きく変貌しており，特別施策の対象となる住民を特定すること自体も不可能となっ\nている。\nこのような現状を踏まえて，「同和行政」という行政上の特別措置は，平成９年３月末をもって若干の経過\n措置を残して原則的に終了し，平成１４年３月末にはすべて廃止し，一般対策によって対処することになった。総務省\n大臣官房地域改善対策室は，平成１３年１月２６日付けの文書「今後の同和行政について」において，同和特別対策を\n基本的に終了し，一般対策に移行する主な理由として，特別対策は本来臨時的なものであり，これまでの膨大な事業の\n実施によって同和地区を取り巻く状況は大きく変化していること，特別対策を続けていくことは差別解消に必ずしも有\n効ではないこと，人口移動が激しい状況の中で，同和地区・同和関係者に対象を限定した施策を続けることは実務上困\n難であることを挙げている。\nこのことは，行政の一分野である教育行政にも当然に当てはまることである。すなわち，貧困及び学力不足\n等同和地区の子供達が抱える問題は，同和地区の子供達に特有なものではなく，子供達一般にみられる問題となってい\nる。同和問題に起因する教育上の諸問題は既になくなり，また，同和地区児童・生徒の特定も不可能となっている今\n日，県において，もはや同和教育行政は不要となっている。このような現状を無視して，特別施策としての同和教育行\n政に対する公費の支出を続けることは，公費の無駄遣いといわざるを得ない。\nイ　県同教の性格と活動内容\n昭和２８年に結成された全国同和教育研究協議会（以下「全同教」という。）は，民主的な教師達による同\n和教育運動として全国に広がったが，県でも昭和３６年１月２７日に県同教として発足した。全同教や各地の県同教\nは，不就学の子供をなくす運動，教科書無償の実現運動，低学力の克服運動及び就職差別反対の運動等，子供の教育権\nを保障するための積極的で民主的な活動を展開してきた。\n他方，部落解放同盟（以下「解同」という。）は，昭和３５年の大会で部落解放運動を広範な国民の民主的\n運動の一環としてとらえ，国民の団結と統一戦線の力によって部落問題を解決することを強調する要綱を確立した。し\nかし，その後，一部の幹部が「部落民以外は差別者」という部落排外主義を運動に持ち込むようになり，昭和４４年３\n月に矢田事件を，昭和４９年１１月には八鹿高校集団暴力事件をそれぞれ引き起こし，部落解放運動を分裂させた。す\nなわち，国民融合論の立場に立つ全国部落解放運動連合会（以下「全解連」という。）と部落排外主義の立場に立つに\n至った解同とに組織が分裂したのである。そして，解同は，部落排外主義的運動方針に基づき，「解放教育」と称し\nて，同和教育を解同の指導と援助によって推進される反教育的な運動に変質させたのである。具体的には，「語り」，\n「部落民宣言」，「狭山教育」，「確認・糾弾」等が解放教育の名のもとに全国的に行われるようになった。県同教が\n「同和教育」の名のもとにすすめてきたのも，この解放教育であった。そして，県同教は，部落解放基本法制定を求め\nる解同の方針を一貫して支持し，その実現のために解同と共同闘争を行ってきた。すなわち，毎年部落解放基本法の制\n定を県同教の活動方針に挙げ，昭和６１年からは「部落解放基本法制定要求国民運動福岡県実行委員会」の事務局を務\nめ，実行委員会の副会長には県同教の会長が就任したほか，委員長と連名で，県教委に対し「１９９４年度解放教育の\n推進に関する要求書」を提出しているが，その要求の第一が部落解放基本法制定に向けての行政への協力要請である。\nさらに，平成７年１２月と平成８年５月には，上記福岡県実行委員会として部落解放基本法制定を求める意見広告が西\n日本新聞に掲載されたが，その連絡先には県同教事務局がなっている。さらに，組織的にも，県同教は常に解同の幹部\nをその副会長として抱え，部落解放や同和教育の方針においても解同と同じ立場に立ち，その実践においても解同と一\n体となって活動してきたのである。まさに，県同教は，解同の解放運動の方針を教育の分野で実践するための運動団体\nといわざるをえない。\nウ　研修手続と本件派遣手続\n教育公務員は，学校現場における生徒・児童に対する教育を本来的な職務内容としている。これらの教育公務員に対\nする研修は，その本来的職務内容と同視しうるもの，もしくは少なくともその研修の成果を学校教育現場に還元しうる\nものでなければならない。平成１５年７月１６日法律第１１７号による改正前の教育公務員特例法（以下「教特法」と\nいう。）や福岡県教育公務員の長期にわたる研修に関する規則(以下「長期研修規則」という。)は，研修についての手\n続・期間，研修計画及び研修報告書の提出等を厳格に規定し，その反面において研修期間の給与を保障しているもので\nある。すなわち，長期研修規則の定める期間の制限や研修目的の明確化といった手続的規制は，教育現場への還元とい\nう本来の研修の目的を通じて正しく理解できるものである。\nこれに対し，本件派遣では，派遣教諭の中には研修終了後に地方議会の議員となる者や定年を迎える者もお\nり，これらの教諭だけを例にとっても学校教育への還元など全くなされていない。教育現場への還元という観点からし\nても，本来一つの研修テ一マが終わると教育現場に戻るべきであるのに対し，本件派遣では，次々と新しいテーマを設\n定して，同じ派遣教諭が長期間派遣され続けることも「研修の目的」に反するはずである。また，本件派遣の決定につ\nいても，長期研修規則に規定されている「公募」や「志望」ではなく，いわば校長の推薦で決定されているほか，長期\n研修規則によれば研修を受ける場合には研修の題目とか研修の場所等を記載して，その承認を受けることになっている\nのに，研修を受ける者によっては，これが明確でない者もいる。さらに，研修の期間についても，長期研修規則に規定\nする期間以上に研修を受けている者がほとんどであり，派遣期間についても，平均で会長が６年，事務局長が４年とな\nページ(2)\nっているだけでなく，１０年を超えるものも少なくない。辞令についても「教育委員会の事務局職員に任命する」とい\nうものであるが，教育職の職員は，一般職の職員とは任命権者も職員採用手続も異なるものであって，辞令には研修の\n内容が明示されず，研修報告書も，平成元年から平成７年までは出されておらず，平成８年以降からようやく提出され\nるようになったものであって，その報告書も同じ資料が使われる等研修と認められるものではない。\nエ　本件派遣が研修でないことを裏付ける事実\n(ア)　本件派遣の根拠についての説明の変遷\n県教委は，本件派遣について，次のとおり説明を変遷させてきた。すなわち，いわゆる「ヤミ専従」であ\nったと思われる時期を経て，平成２年２月県議会決算委員会において同和教育課長は教育センター研修員であると，同\n年４月からは県教委同和教育課に所属して事務職と，平成５年６月定例県議会においては福岡県同和教育基本方針によ\nる団体の育成と，平成９年５月の開示請求に対する回答においては地公法３２条による「上司の命令」とそれぞれ説明\nしており，長期研修規則に基づく研修であると説明するようになったのは，平成１１年６月の福岡県定例議会での教育\n長の回答からである。そして，「福岡県同和教育研究協議会派遣研修実施要項」に基づくとの説明を行ったのは，平成\n１２年２月の開示請求に対する県教委の回答が初めてである。\n(イ)　福岡県教育要覧の長期派遣実施状況の一覧表に記載がないこと\n福岡県教育要覧の各「長期研修派遣状況」の一覧表をみると，平成９年度から平成１１年度までの長期研\n修派遣状況一覧表には，派遣先の欄に県同教の名前は一切出てきておらず，平成１２年度になって初めて長期研修派遣\n状況の一覧表の派遣先に県同教が記載されるようになっている。この平成１２年は甲事件訴訟が提起された年であるか\nら，元々県教委には，本件派遣が教育公務員の長期研修に当たるとの意識は全くなく，訴訟で問題とされて初めて，あ\nわてて教育要覧の長期派遣先に加えたことを物語るものである。\n(ウ)　長期研修規則に規定された研修の要件を満たしていないこと\n長期研修規則によれば，研修は「公募」（４条）が原則であり，例外的に「志望」（５条）に基づくとさ\nれ，いずれも教師の希望，自発性をその要件としている。しかし，派遣教諭であるｄ教諭については，校長の推薦によ\nり派遣が決定している。また，長期研修規則によれば，研修を受ける場合には，研修の題目，研修の場所等を記載し\nて，その承認を受けることになっているが，ｄ教諭の場合は，研修テーマについても不明確であり，研修場所について\nは自分で書いた記憶もないというものである。さらに，研修期間についても，長期研修規則によれば，「１週間以上６\nか月以内」が原則とされているのに対し，ｄ教諭の場合には研修期間の明示もないまま，結果的に１１年間という長期\nに及ぶ「研修」を受けたことになる。辞令についても，「教育委員会の事務局職員に任命する。」というものであり，\n研修の内容も明示されておらず，これが研修の辞令とは到底認められない。\n(エ)　同和教育課長の職務命令\n県教委は，同和教育課長は職務命令を発して，県同教で同和教育に関する研修に従事させていると主張し\nている。しかし，派遣教諭の県同教での研修の法的根拠は，県教委の主張によれば，教特法２０条３項及び長期研修規\n則ということになるから，それは教育公務員としてのことになるはずである。ところが，同和教育課長は一般行政職の\n職員であって，教育職の職員とは指揮命令系統を全く異にしている。したがって，県同教で研修する教諭と同和教育課\n長との間には，上司，下僚の関係はない。上司でない同和教育課長は，教諭に，教諭としての研修について職務命令（\n地公法３２条）を発する権限はない。県教委が主張するような職務命令は違法であるといわざるを得ない。\nオ　本件派遣の違法性\n(ア)　県同教の性格等と研修先としての適性\n「イ　県同教の性格と活動内容について」に記載のとおり，県同教は，「同和教育」の名の下に，「確認・\n糾弾」や「狭山教育」などの解放教育を押し進め，また，部落解放基本法制定という政治運動を運動方針に掲げ，実践\nしてきた。このように，県同教はイデオロギー的に偏っており，政府の同和行政に対する考え方とも矛盾する考え方を\n持つ団体で，しかも，政治的・社会的運動体であるから，教諭の研修先としては全く不適切な団体である。\n(イ)　本件派遣における派遣教諭の人数と期間\n本件派遣が開始された昭和３６年から平成１１年までの３９年間の派遣教諭の総数は，６５名に上ってい\nる。本件で対象となっている期間に限ってみても，平成１２年度及び平成１３年度は各１２名であり，平成１２年８月\nから平成１３年７月までの乙事件の派遣教諭に支払われた給与の総額は１億０００５万５１２８円に達している。ま\nた，県同教の役員構成は，平成１２年からは，県同教の役員は会長１名，副会長４名，監査２名で構成され，事務局は\n事務局長１名，事務局次長２名，会計１名，書記１名，事務局員９名合計２１名で構成されるようになり，１５名の常\n勤者のうち派遣教諭が占めているのは，会長，事務局長，事務局次長２名，事務局員８名合計１２名であった。すなわ\nち，派遣教諭によって，派遣先である県同教という民間団体の運営，組織活動が成立しているという不思議な事態とな\nっている。\n甲事件訴訟を提起した当時，派遣教諭の期間は平均して約４．４年，長い者では１０年と異常に長期化し\nていた。これに伴って，本件派遣後，議員になった派遣教諭，時をおかずして退職した派遣教諭，ｄ教諭のように学校\nに籍はあるものの教育現場に戻らず，全同教や福岡県高等学校同和教育研究協議会（以下「高同教」という。）の役員\nとしての団体活動並びに社会的・政治的活動を依然として続けている派遣教諭などが存在している。\n(ウ)　派遣教諭の活動実態\n派遣教諭は，県同教の総会，評議員会，代表者会などの会議の運営準備や主宰をし，総会の開催や年間の\n活動計画は派遣教諭によって行われている。また，派遣教諭は，県同教を代表する会長やその他の県同教の役職に就い\nて県同教の決定を執行するという，県同教の運営にとって不可欠な地位を担っている。これらは，研修という範疇をは\nるかに超えるものであり，派遣教諭が行っているのは，まさしく県同教の運営そのものである。\n次に，派遣教諭の一部の者は，派遣されていた県同教以外に，高同教の運営，活動にも従事していた。こ\nのように研修先として派遣された民間団体以外の団体の業務に従事し，その活動のために出張等をすることは明らかに\n兼職規定に抵触する。兼職の場合は，任命権者の承諾が必要であるが，そのような手続も一切取られていない。このよ\nうな派遣教諭による高同教の運営を「研修」と表現することは不可能である。\nさらに，派遣教諭は，年間を通じて，県同教，全同教，高同教が開催する各種研究会の企画運営，県同教\nの広報活動などを行うため，県内及び全国を飛び回っており，平成７年度分の派遣教諭の旅行命令簿（出張命令簿）に\nよれば，その出張日数は少ない者でも９０日，多い者で１４２日と，年間勤務日数が約２４５日であることからしても\n異常に多く，教育公務員としての任務を果たしていない。出張の用務も，「同和教育に関する研究業務」，「同和教育\nに関する情報収集」とのみ記載されているものが大半を占めており，抽象的で出張目的が全く不明である。用務を記入\nしている出張は，全同教総会，同常任委員会などであり，これらは全同教の組織運営に関する会議であり，派遣教諭が\n出張すべき用務ではない。派遣教諭の一人であるｄ教諭の平成８年度から平成１１年度までの出張命令簿からも，派遣\n教諭の活動実態が研修とはかけ離れたものであることが明らかである。すなわち，平成８年度は，１６６件・１９３日\nと年間出勤日数８割もの日数を出張しており，平成９年度には８７件・１１９日，平成１０年度には６６件・１２８\n日，平成１１年度には４６件・８７日と減少しているものの，依然として頻繁な出張をしている。平成１１年度につい\nていえば，県同教・全同教の運営に直接関わる仕事のために出張したのは，３４件・６４日であり，出張全日数の７４\nパーセントに当たる。特に，指摘されるべきは，平成８年５月１日の「高同教役員選打合せ」及び平成１０年１１月２\n８日から同月３０日までの「基本法制定中央実行委員会」である。このような民間団体の役員選挙のための出張や法律\nページ(3)\n制定運動の実行委員会への出張が研修に当たるとは到底いえないばかりでなく，そもそも教育の中立性，公共性に反す\nるものである。\nカ　まとめ\n以上のとおり，本件派遣は，乙事件の本件派遣及び丙事件の本件派遣を含めて全体として違法であることは\n明らかであり，その程度も到底看過できないほどに重大であるといわなければならない。その結果，乙事件の派遣教諭\n及び丙事件の派遣教諭への各給与支出も違法であり，その程度も同様であることはいうまでもない。\n（控訴人らの主張）\nア　同和教育における研修の重要性\n(ア)　県における同和教育の重要性\n県は，同和地区数及びその世帯数においては全国最多，人口数においては全国で２番目に多く，同和問題\nの早期解決を県政の重要な施策として様々な同和対策事業を推進してきた。その結果，生活環境を初め，問題は相当程\n度改善されてきているものの，今もって，大学進学率の相違や学校現場における差別事象は解消していない実態があ\nる。さらに，県が行った意識調査の結果においても，同和地区に対する差別意識は依然として残っていることが指摘さ\nれている。このように，依然として残っている教育課題の解決に向けて，同和地区児童生徒の学力と進路の保障や，す\nべての県民の人権意識を向上するための同和教育の充実，促進は，今後とも県教育行政の重要な責務である。\n以上の県教委における同和教育の施策方針は，同和対策事業特別措置法（以下「同対法」という。）と軌\nを一にし，その後の地域改善対策特別措置法（以下「地対法」という。）や地域改善対策特定事業に係る国の財政上の\n特別措置に関する法律（以下「地対財特法」という。）において財政的側面からの支援を受け，一層の推進が図られて\nきたところである。さらに，平成１２年に立法化された人権教育及び人権啓発の推進に関する法律５条においても，人\n権教育及び人権啓発に関する施策は，地方公共団体の責務である旨規定されている。このように，県教委の同和教育に\n関する施策は，国の方針と合致するだけでなく，責務として義務づけられた教育行政の方針である。県教委は，これら\n立法の精神を遵守して，同和教育の推進を図っている。\n(イ)　同和教育に関する研修実施の重要性\n同和教育の推進・充実という教育目的を達成するためには，同和問題を初め様々な人権問題に関する深い\n洞察と実践的指導力に満ちた教員を養成することが不可欠であり，そのために教員の研修が欠かせない。そこで，県教\n委は，このために本件派遣を研修として行ってきたものである。このことは，平成１４年に策定された国の人権教育の\nための国連１０年に関する国内行動計画において，人権に関わりの深い特定の職業に従事する者の一つとして教員が掲\nげられ，それらに対する研修の必要性が指摘されていること，また，人権教育及び人権啓発の推進に関する法律７条に\n基づいて閣議決定された人権教育・啓発に関する基本計画において，教員を含む人権に関わりの深い特定の職業に従事\nする者に対する研修が不可欠であるとされていることも軌を一にするのである。\nイ　本件派遣の適法性\n(ア)　県同教と本件派遣の適法性\n県同教は，郡市町村単位の同和教育研究団体，公・私立高校教職員によって組織される同和教育研究団体\n及び特別会員で構成される組織であり，県同教に加盟する団体等は９０団体に上り，会員数は２万人を超える専門的な\n研究団体である。昭和３６年に結成されて以来約４０年にわたり，同和教育の研究実践を推し進めていることから，資\n料や研究実践の蓄積が豊富である。また，同和教育の推進に貢献する数多くの指導者を輩出しており，その活動実績や\n研究内容の故に，多くの教育関係者らが，その研修内容や研修成果に学んでいるところである。他方，県では，同和教\n育に関しての研修の場を有する県の専門的な機関は存在しなかったことから，職場外における研修を実施することと\nし，本件派遣を開始した。上記のとおり，県同教は，同和教育の推進という本件派遣の目的を果たすために必要な専門\n的かつ実践的な知識や技能等を修得できる教員の研修場所として適切なものであった。\n(イ)　派遣教諭の研修内容及び活動内容\n派遣教諭の研修内容は，同和教育推進に必要な事項の調査研究，同和教育の内容及び方法の研究，同和教\n育の研究交流，同和教育に関する研究資料の収集及び記録に加えて，人権教育のための国連１０年福岡県行動計画等を\n踏まえ，同和問題の解決を図ることを目的に，在日外国人児童生徒の人権に関する研究等障害者・外国人に関する人権\n問題等も積極的に取り入れたものとなっている。県同教における研究の成果は，県教委が実施している同和教育推進上\nの課題の解決へ向けた研修事業等を構成する際の参考にされるとともに，市町村教育委員会及び学校における教職員に\n対する同和教育関連の指導・助言等の際に活かされている。研修に従事する派遣教諭にとっては，市町村教育委員会，\n学校及び同和教育研究団体の主催する同和教育研修会における指導・助言の要請を受ける機会を通じて，その際，県同\n教における研修の成果を活用して，同和教育の深化・充実を図っている。さらに，その研修成果は，県同教の機関紙・\n誌，各種研究紀要及び実践資料集等に十分反映されている。なお，平成１０年度及び平成１１年度の派遣教諭の研究主\n題等は原判決添付（原判決６０頁ないし６６頁）の別紙「福岡県同和教育研究協議会における研修員（平成１０～１１\n年度）に係る研究成果の発表等一覧」記載のとおりであり，平成１３年度及び平成１４年度の派遣教諭の研究主題は原\n判決添付（原判決６７頁ないし６９頁）の別紙「平成１３年度及び平成１４年度研修員研究主題一覧」記載のとおりで\nあって，その研修内容及び成果物についても同和教育の目的にそったものである。\n本件派遣においては，研修中に研究主題を変えて研修を継続している派遣教諭も存在するが，研究主題ご\nとに研修報告等をまとめることで研究成果の還元を行っている。また，当該派遣教諭が，研修成果を直接的に学校現場\nへ還元することができない場合もあるが，研修報告書等にまとめるなどして，同和教育全体の発展のために共有財産と\nして成果が活用されている。\nまた，派遣教諭は，県同教関連の同和教育に関する研修会への出席や同和教育に関する研修事業の企画等\nに携わることなどもある。しかし，研修会への出席は，同和教育を巡る多様な情報に接する機会となる。また，企画的\n業務に携わることによって身につけた能力は，研修終了後，学校内外での研修会の企画等に有効に生かせるのである。\nしたがって，これらは，研修教員の研修目的に合致し，かつ，研修効果を高めることにつながっている。\n(ウ)　本件派遣の根拠\n本件派遣は，研修として，教特法２０条３項，長期研修規則及びその実施要項に基づいて適正に実施され\nたものである。\nなお，本件派遣は，平成１０年度までは実施要項を定めずに，県立学校長及び市町村教育委員会との協議\n等を基に実施されてきたが，平成１１年度に「福岡県同和教育研究協議会派遣研修実施要項」を作成してその手続の明\n確化を図った。そして，平成１２年度には，研修計画内容をより精査して研修業務に従事させるようにするとともに，\n研修期間に関する規定を明文化した「平成１２年度福岡県同和教育研究協議会派遣研修実施要項」（以下「１２年度要\n項」という。）によって研修を実施し，さらに，平成１３年度は，平成１２年５月１５日に示された監査結果を踏まえ\nて，推薦手続等の事務処理を改善するために，応募書類の様式を追加するなどの改正を行った「福岡県同和教育研究協\n議会における長期研修実施要項」（以下「１３年度要項」という。）に基づき実施した。\n派遣教諭は，自らの教育公務員としての資質の向上を図るとともに，県の同和教育の充実実施に資するこ\nとを目的として研究業務に従事している。その研修期間については，国の地域改善対策協議会意見具申（平成８年）で\nも触れられているように，教育上の格差の問題や差別意識の問題などは，短期的に集中的に解決することは困難であ\nり，様々な研究，実践を基にした取組を積み重ねる必要があることなどの理由から，研修期間の更新が必要な場合に\nページ(4)\nは，長期研修規則３条２項に基づいて行っていた。\n派遣教諭については，県教委事務局職員（同和教育課職員）の兼任発令を行っていたが，これは，それぞ\nれ所属の異なる研修教員の服務を，一元的かつ適切に同和教育課長が管理・監督するためである。\n(3)　ｂの乙事件の派遣教諭及び丙事件の派遣教諭への各給与支出に関する損害賠償責任の有無\n（被控訴人らの主張）\nア　県知事と県教委との関係\n地方自治法２０４条の２は，「普通地方公共団体は，いかなる給与その他の給付も法律又はこれに基く条例\nに基かずには，これを・・・職員に支給することができない」と定めて，法律，条例に基づかない給与の支給を禁止し\nている。したがって，地方公共団体の長としては，給与の支給が法律，条例に基づいてなされるよう予算執行を行うべ\nき責任があることはいうまでもない。そして，給与支給の法律又はこれに基づく条例は，当該職員が地方公共団体の職\n務に従事していることを前提としているのであるから，地方公共団体の職務に従事していない者に対して給与を支給す\nることは，法律，条例違反という明白な違法行為になることは明らかである。この点，地方公務員法も，職員の給与は\nその職務と責任に応ずるものでなければならないこと（２４条），職員は全体の奉仕者として公共の利益のために勤務\nし，全力を挙げて職務の遂行に専念しなければならないこと（３０条），職員は，法律又は条例に特別の定めがある場\n合を除く外，当該地方公共団体がなすべき責を有する職務にのみ従事しなければならないこと（３５条）をそれぞれ規\n定して，明らかにしている。\nしかるに，本件における派遣教諭への給与支出は，次のとおり地方公共団体の職務に従事していない者に対\nする給与支給に該当する。すなわち，本件派遣は，一民間団体に過ぎない県同教の活動に従事させ，その運営を担わせ\nるというおよそ本来の研修の目的とは全く異質の目的を持って行われたものであることは明白であり，目的の違法性は\n重大である。そして，本件派遣における派遣教諭の活動実態は，県同教の活動を担うためのものにすぎず，およそ研修\nといえるものではないことも明白である。このような違法な本件派遣は，極めて長期間にわたって続けられており，そ\nの中でされた派遣教諭への違法な給与支出も膨大となっている。国においても，平成６年以降は，県同教等への民間団\n体への研修命令による派遣等の場合は国庫負担金の対象とならないものであるとの判断が示されていたものであるし，\nまた，県単独事業の場合には，その監督責任がある県教委において適切に判断すべきものとされていたこと等からし\nて，本件派遣が違法であることは，一義的に明確だったものである。\n以上より，本件派遣は，著しく合理性を欠き，そのために，これに予算執行の適正確保の見地から看過し得\nない瑕疵が存する場合に該当することは明らかである。\nイ　県知事と専決権者との関係\n県において，教員の給与につき財務関係に関する県知事の専決になっているとしても，上記のとおり，本件\n派遣には予算執行の適正確保の見地から看過し得ない瑕疵が存する場合に該当すること明らかである。したがって，県\n知事としては，専決を任された職員が財務会計上の違法行為をすることを阻止すべき指揮監督上の義務があったものと\nいわなければならない。\nウ　ｂの故意又は過失\n(ア)　県における同和問題の位置付け\n県及び県教委は，昭和３６年５月の県同教の発足と同時に，県同教を県内唯一の同和教育研究団体と位置\nづけ補助金の交付，各種事業の共催，教諭の派遣等を積極的に行ってきた。そして，県は，昭和４０年の国のいわゆる\n同対審答申（以下「同対審答申」という。）に基づき，昭和４５年３月に「福岡県同和教育基本方針」を策定して以\n来，管下教職員の県同教及び各地区同和教育研究会への積極的参加を促して現在に至っている。このような県における\n同和問題の位置付けからするならば，ｂが県知事として本件派遣の実態を十分に知りうる立場にあったことは明らかで\nある。とりわけ，ｂは，同和問題及び同和教育について，県政の１つの柱として位置づけて県知事に就任したのであ\nり，同和問題について高い関心を有していたことは明らかである。したがって，当然，県同教の実情及びそこに多くの\n教諭が派遣されている実態についても，認識していたものと容易に推認することができる。\n(イ)　福岡県議会（以下「県議会」という。）における質疑応答\n本件派遣の問題点に関しては，これまで①昭和６１年県議会９月定例会，②平成２年１月１９日決算特別\n委員会，③平成８年県議会１２月定例会，④平成１１年県議会６月定例会，⑤平成１１年県議会１２月定例会の少なく\nとも５回にわたり，県議会において取り上げられ議論されてきている。\nこのうち，上記①②については，ｂが県知事就任以前の質疑である。しかし，ｂは，同和問題及び同和教\n育については県政の１つの柱として位置付けて県知事に就任したものである。しかも，その就任後，同和教育の問題や\n県同教の問題は，県議会及び県政において取り上げられてきている。したがって，県知事であるｂは，その回答準備や\n検討のために，就任以前の県議会における議論についても当然に調査しているはずである。また，上記③④⑤について\nは，ｂが県知事として県議会の議論の場に臨場して，その質疑応答を経験しているものである。まず，③では，人権の\nための国連１０年に関する県としての取組を問うｅ議員の質問に対し，ｂは，県においても，国の動向，行動計画の内\n容を参考にしながら，総合的な推進体制の整備を図っていきたい旨回答している。これに関して，県同教が平成１１年\n５月に発行した「かいほう（１８４号）」の１１頁から１２頁によれば，県同教が平成８年１２月に福岡県「国連１０\n年」推進連絡会を結成し，県知事に対し，「行動計画」作成に関する要請を行い，さらには所要の見直しを要請したと\nいう事実が述べられている。したがって，ｂは，ｅ議員の上記質疑がこの「行動計画」作成に関する要請と連動したも\nのであり，その趣旨を十分理解しており，また県同教という組織及びその実態についても十分に知識を有していたこと\nが認められる。次に，④⑤では，本件派遣が直接の議題となっており，その是正を求める内容となっている。すなわ\nち，④では，ｆ議員が「この県同教に小中高１３校から１３人の教師を研修命令によって派遣しています。１番古い人\nで平成２年４月１日です。この人は既に９年を過ぎています。なぜ，期限のない研修命令がこれだけ出されているのか\n答えてください。」，「研修員の人数は，県同教が勝手に決めて，人物まで下相談して，研修命令だけを出す形を作\nる。これが実際ではありませんか。本来，子供たちの教育のために学校現場で教鞭をとるべき教師を，これほど多数，\n長期にわたって同和教育研究のみに携わらせるということは，極めて異常であります。このような制度を直ちに改める\nべきだと考えますが，明確な答弁を求めます。」と厳しく指摘している。また，⑤では，同議員が，本件派遣の手続の\n不透明性，県教委は県同教を育成しているのではなく支えているといった旨の指摘をし，「国が同和施策の終結に向か\nっている中で，…異常ではないでしょうか。２０年も前に作られた同和教育方針は，…実態とかけ離れています。…同\n和教育のあり方の見直しを強く求め」ると指摘している。\n(ウ)　全解連による指摘等\n全解連は，県知事及び県教委委員長宛に毎年のように，同和の名において子供たちを分け隔て，特別扱い\nする同和教育を廃止することを求め，かつ，同和教育の研究団体でありながら，特定の運動団体の社会運動方針を活動\nの目的にしている本件派遣を廃止することも要請している。ｂが知事に就任して以降も平成７年から毎年，ｂと県教委\nの双方を相手に「部落問題の早期解決を求める要求」，「同和問題の早期解決を求める要求書」，「同和行政の終結と\n一般行政への移行で同和問題の早期解決を求める要請書」，「特別扱いの同和行政と同和教育の終結で同和問題の早期\n解決を求める２０００年度の予算編成のための協議に関わる要請書」を毎回提出してきた。これらの要求には，毎回，\n本件派遣の見直しや廃止が項目として含まれており，ｂは，県の教育行政において本件派遣の問題が社会的にも法律的\nにも重大な論点となっていることを十分認識する状況にあった。\nページ(5)\nそして，ｂは，平成１２年６月の甲事件訴訟の提起により，本件派遣の違法性を一層明確に認識して，派\n遣教諭への違法な給与支出を是正すべき立場にあったにもかかわらず，乙事件の派遣教諭及び丙事件の派遣教諭への違\n法な給与支出をそれぞれ続けてきたのである。これは，違法性を認識した故意に基づく給与支出といわなければならな\nい。\n（控訴人らの主張）\nア　県知事と県教委の関係\n最高裁判所昭和６１年(行ツ)第１３３号平成４年１２月１５日第三小法廷判決（民集４６巻９号２７５３頁\n参照）は，住民訴訟における地方公共団体の長の権限と義務について，「教育委員会と地方公共団体の長との権限の配\n分関係にかんがみると，教育委員会がした学校その他の教育機関の職員の任免その他の人事に関する処分（地教行法２\n３条３号）については，地方公共団体の長は，右処分が著しく合理性を欠きそのためこれに予算執行の適正確保の見地\nから看過し得ない瑕疵の存する場合でない限り，右処分を尊重しその内容に応じた財務会計上の措置を採るべき義務が\nあり，これを拒むことは許されないものと解するのが相当である。」としている。しかるに，地方公務員に対する給与\n支出は，職員が勤務した以上，当然に支払われるものであり，本件の場合，勤務に従事しないことにつき，福岡県公立\n学校職員の給与に関する条例１４条に定める事由がない限り，これを支出しなければならないものである。すなわち，\n本件派遣中の派遣教諭に給与を支出するか否かは，当該派遣教諭が研修命令に従って職務に従事していたか否かのみに\nよって判断されるのであり，本件派遣に関する職務命令自体，そもそも派遣教諭への給与支出という財務会計上の行為\nに関する原因行為と考えることができないものである。したがって，本件においては，派遣教諭への給与支出の違法性\nの有無を問題にするに当たって，本件派遣に関する職務命令の瑕疵の存否が問題となる余地はないことになる。\nまた，仮に本件派遣に関する職務命令が著しく合理性を欠き，そのためにこれに予算執行の適正確保の見地\nから看過し得ない瑕疵が存在したとしても，甲事件の派遣教諭への給与支出について，平成１２年３月１６日に行われ\nた県知事に対する監査請求では，同年５月１５日に派遣教諭への給与支給に係る違法若しくは不当な公金の支出はない\nとの判断が監査委員から示されたのである。したがって，この時点で，ｂは，この監査結果に基づき，自身が県知事と\nして行う派遣教諭への給与支出という財務会計上の行為に違法はなく，妥当であることを確認した。\nイ　県議会での質問\n本件派遣に関する定例県議会での質疑は教育長に対するものであり，教育長が適法である旨答弁している。\nしたがって，県知事には，その質疑をきっかけにして，本件研修について調査，検討する義務が発生するとはいえな\nい。県教委が行う原因行為の適否を，県知事個人が県教委と同様の立場で検討することは，地教行法が地方公共団体の\n教育行政について，原則として地方公共団体の長から独立した機関である教育委員会の権限としたことに反することに\nなるから，許されるものではない。\nウ　ｂの過失\n仮に，県議会での質疑に関して，独立した執行機関である県教委の施策について，調査・検討・改善の措置\nを行う義務が県知事にあるとしても，当該義務の内容が明らかになったのは，原判決が言い渡された平成１５年３月２\n５日以降のことである。本件住民訴訟で対象となっている乙事件の派遣教諭及び丙事件の派遣教諭への各給与支出につ\nいて，原判決までは，県教委に関する上記のような見解，解釈はあり得たのであり，また，このような見解，解釈が県\n行政に関わる者にとっては一般的であったということができる。したがって，ｂが，県知事として上記のような見解，\n解釈に立脚して財務会計上の行為を行い，その後，その行為が違法であると仮に判断されることがあったとしても，直\nちに，ｂ個人に過失があったと判断することは相当でない。\nエ　ｂの専決権者との関係における責任範囲\n派遣教諭への給与支出は，県教委の教職員課長によって専決されているものである。ところで，専決権者と\n本来的権限者の関係については，本来的権限者である管理者は，専決権者である補助職員の財務会計上の違法行為を阻\n止すべき指揮監督上の義務に違反し，故意又は過失により，右補助職員の財務会計上の違法行為を阻止しなかったとき\nに限り責任を負うべきである。本件においては，専決権者である教職員課長に何ら違法な財務会計上の行為が認められ\nないから，本来的権限者である県知事であるｂに損害賠償責任が発生する余地は全くない。\n(4)　丙事件の本件派遣に関するａの損害賠償責任の有無\n（丙事件被控訴人らの主張）\nａは，平成７年１０月１７日から平成１５年１０月１６日までの間，県教委委員の職にあったが，そのうちの\n平成１３年７月１６日から平成１５年７月１５日までの間は県教委委員長の職にあり，地教行法２３条が規定する，学\n校その他の教育機関の職員の任免その他の人事に関すること（３号），校長・教員その他の教育関係職員の研修に関す\nること（８号），その他該当地方公共団体の区域内における教育に関する事務に関すること（同１９号）を管理・執行\nする権限を有する県教委を代表する者である。そして，本件派遣に関する控訴人らの主張によれば，県においては，県\n教委が，地方自治法１８０条の５第１項１号に規定する執行機関であり，同法１８０条の８及び地教行法２３条により\n同和教育を含めた教員に関する事務を管理し，執行する権限を有する。また，公立学校教員の研修は，地方公務員法（\n以下「地公法」という。）３９条，教特法１９条及び２０条並びに地教行法２３条８号及び５８条２項に基づいて任命\n権者が行うものとされており，県立学校教諭に対しては県教委が，それ以外の県費負担教職員に対しては任命権者であ\nる各教育委員会がそれぞれ職務命令により研修参加を命じている。\n本件派遣の問題点に関しては，昭和６１年９月定例会，平成２年１月決算特別委員会，平成８年１２月定例\n会，平成１１年６月定例会，同年１２月定例会と少なくとも５回にわたって県議会で取り上げられ議論されてきてい\nる。県議会での質疑応答には，県知事のほかに県教委からも教育長等が出席し，答弁を行っているものである。とりわ\nけ，平成１１年６月と１２月の定例会での質疑は，本件派遣が直接の議題となり，その是正を求める内容になってい\nる。このほか，県議会以外でも，全解連は，県知事及び県教委委員長宛に，毎年のように，同和の名において子供たち\nを分け隔て，特別扱いする「同和教育」を廃止することを求め，かつ，同和教育の研究団体でありながら特定の運動団\n体の社会運動方針を活動の目的としている本件派遣を廃止することも要請している。それにもかかわらず，本件派遣が\n継続されてきたため，平成１２年３月１６日これに関する甲事件の住民監査請求がなされ，次いで，平成１３年７月２\n７日乙事件の監査請求がなされた。\n以上のとおり，本件派遣には多くの問題点・違法性が存在したにもかかわらず，ａは，これを認識しながら，\n県教委に在職中，①県立学校教諭に対して職務命令を発し，本件派遣を命じたこと，②関係市町村教育委員会に指示・\n指導して，当該自治体の県費負担教職員に対して職務命令で研修させるようにしたこと，③本件派遣の問題点・違法性\nを繕うために，教特法や長期研修規則と異質なものとなる本件派遣の実施要項を策定し，また改訂を繰り返して，本件\n派遣を継続してきたこと，④本件派遣の問題点を正確に認識し，その必要性，県や県教委の同和教育行政の政策と県同\n教の方針との異同，法的根拠の有無，本件派遣により生じている弊害，学校現場に与えている影響等を検討し，是正措\n置を講ずるべきであるのにこれを懈怠し，放置してきたこと等の作為・不作為によって，乙事件の派遣教諭及び丙事件\nの派遣教諭へ各支払われた給与相当の損害を県に与えたものである。したがって，ａは，乙事件の本件派遣及び丙事件\nの本件派遣によるこれらの県の損害を賠償すべき義務を負っている。\n確かに，地方自治法２４３条の２第１項は特定職員の特定行為による損害賠償責任を規定するが，財務会計行\n為に関与しない一般の職員が地方公共団体に損害を与えた場合には，民法７０９条以下の不法行為の規定が適用される\nと解するのが相当である。本件におけるａの責任は，この不法行為責任である。\nページ(6)\n（丙事件控訴人の主張）\n地教行法１２条３項の定めにより，県教委委員長が県教委を代表するが，ここでいう代表するとは，県教委委\n員長名で県教委の権限に属する法律行為をなしうるということであって，委員長単独の意思により県教委の権限に属す\nる事務を処理しうることを意味するものではなく，県教委委員長が事務の執行者になるという意味でもない。非常勤の\n職員である県教委委員長は，あくまで合議体である県教委の構成員として，その会議において，所定の議決事項につい\nて議決の権限を行使するものである。\n県教委委員長であるａは，特別職に属する非常勤の職員であり，合議体である県教委の構成員として，議案と\nして提出された所定の議決事項について権限を行使する者である。しかし，研修に関する事項は，県教委の会議に付議\nされる事項ではなく，教育長以下の事務局で具体的な意思決定を行うものである。したがって，ａは，研修に関する事\n項について，権限を行使することは全くなく，何らの作為義務も負っていないのであるから，本件研修に関する不作為\nをもって，ａの不法行為は成立し得ない。また，ａは，事実上も，本件研修に関して全く関与していないのであるか\nら，本件研修に関する行為をａの不法行為とすることはできない。\n地方自治法１２１条は，教育委員会委員長は，説明のために議長から出席を求められたときは，議場に出席し\nなければならない旨規定している。しかし，実際には，議事の内容が教育長に委任された権限に属する事務であること\nや教育委員会で議決された内容の執行についての事項であることがほとんどであることから，議長は説明者として教育\n長を指定し，教育長の出席を求めることが通例であり，教育委員会委員長の出席を求めることはほとんどない。本件で\n住民訴訟の対象となっている乙事件の派遣教諭への給与支出の期間である平成１２年８月から平成１３年７月まで及び\n丙事件の派遣教諭への給与支出の期間である平成１３年９月から平成１４年８月までには，県議会定例会は８回行われ\nているが，県議会において当時の県教委委員長が説明を求められたのは，平成１２年９月２８日の平成１２年県議会９\n月定例会のただ１回で，県立高等学校再編整備に関する基本的な考え方についての質問のみである。本件派遣について\n質問がされた平成１１年７月１日の平成１１年県議会６月定例会及び平成１２年１２月１０日の平成１２年１２月定例\n会においても，当時の県教委委員長は，説明要求や出席要請も受けていなかったため，出席していない。さらに，ａ\nは，その当時，県教委委員長ではなかったので，当然出席していない。議長の要請がない場合は，出席義務がないこと\nは当然であり，例えば，平成１３年３月８日の平成１３年県議会２月定例会及び平成１３年１２月１２日の１２月定例\n会には，県教委委員長はもちろん，県教委教育長も県議会に出席していない。\n公務員の職務行為がその所属する公共団体に対する賠償責任が発生するためには，民法７０９条所定の「故意\n又は過失」という要件が直接当てはめられるものではなく，職員の賠償責任を規定した地方自治法２４３条の２や国家\n賠償における公務員に対する求償権を規定した国家賠償法１条２項において認められる法理から，当該公務員が違法な\n職務行為を行うにつき故意又は重過失がある場合に限定されると解すべきである。\n以上のとおり，ａは，いずれの点からしても，丙事件被控訴人らが主張するような不法行為による損害賠償義\n務を県に負うものではない。\n第３　当裁判所の判断\n１　丙事件のａに関する訴えの適法性の有無（争点(1)）について\n(1)　住民訴訟において前置すべき監査請求においては，対象とする財務会計上の行為又は怠る事実を，他の事項か\nら区別し特定して認識することができるように，個別的，具体的に摘示することを要するが，監査請求書及びこれに添\n付された事実を証する書面の各記載，監査請求人が提出したその他の資料等を総合して，住民監査請求の対象が特定の\n財務会計上の行為又は怠る事実であることが監査委員が認識することができる程度に摘示されているのであれば，これ\nをもって足りると解される（最高裁判所平成１２年（行ヒ）第２９２号同１６年１１月２５日第一小法廷判決　裁判所\n時報１３７６号７頁参照）。また，住民が監査の対象である財務会計上の行為又は怠る事実を特定して必要な措置を講\nずべきことを請求すれば足りるのであって，措置の内容及び相手方を具体的に明示することは必須ではなく，住民訴訟\nにおいては，その対象とする財務会計上の行為又は怠る事実について監査請求を経ていると認められる限り，監査請求\nにおいて求められた具体的措置の相手方と異なる者を相手方として，上記監査請求において求めた措置の内容と異なる\n請求をすることも許されると解するのが相当である（平成１０年判決参照）。\n(2)　そこで，丙事件のａに関する監査請求前置の有無を検討する。\n証拠（甲１６８，１７６）及び弁論の全趣旨によれば，①丙事件被控訴人らは，平成１４年８月３０日付け「\n福岡県職員措置請求書」と題する書面（甲１７６）でもって，原判決添付（原判決５６頁ないし５９頁）の別紙「平成\n１０年度ないし平成１４年度の県同教事務局派遣職員名簿」に記載されている丙事件の派遣教諭に関する監査請求を行\nった，②その書面には，県知事及び県教育長に関する措置請求の要旨として，本件派遣は研修名目とされているが，県\n同教の運営に従事しているのが実際であり，長期研修規則にいう研修にはおよそ該当しないといえるとするとともに，\n県知事は，今後，派遣教諭らへの給与支払いはやめること，既に支給した分については，公金支出の最終権限者たる県\n知事に対して支出相当額の損害賠償を求めること，教育長は現職職員の県同教派遣の一切をただちに取りやめることが\n記載されていたが，ａに関する記載は何らなかった，③監査委員は，監査対象事項を丙事件の派遣教諭の給与支給に係\nる「違法若しくは不当な公金の支出の有無」として監査した，④丙事件被控訴人らは，原審においては，ａを新規定の\n「当該職員」に当たるとしてその財務会計上の行為による損害賠償義務を主張するのみで，新規定の「怠る事実」に当\nたる主張はしていなかったが，当審になって，新規定の「怠る事実」として，ａの違法な本件派遣を維持，推進し，放\n置してきたことについての不法行為に基づく損害賠償義務を主張するに至った，以上の事実が認められる。\nこれらの事実からすると，上記監査請求における対象は財務会計上の行為としての丙事件の派遣教諭への給与\n支出に係るものであるのに対し，丙事件のａに関する訴訟の対象は怠る事実としてのａに対する損害賠償請求権の不行\n使であるから，その対象を異にしていることは明らかである。確かに，両者とも，その主張の根拠となる行為の一つ\nが，いずれも丙事件の本件派遣であるという点で共通していることは否めない。しかし，上記監査請求において，他の\n事項から区別し特定して認識することができるように，個別的，具体的に摘示されている財務会計上の行為は，上記認\n定の監査請求書の記載内容，監査委員の監査対象事項，さらには原審における丙事件被控訴人らの主張内容からする\nと，ｂに対する丙事件の派遣教諭への給与支出の中止と既支給分についての支出相当額の損害賠償であるといわざるを\n得ない。すなわち，ａに対する損害賠償請求権の不行使という怠る事実が上記監査請求の内容になっているとは，到底\n認めることができない。その結果，丙事件のａに関する訴えは，監査請求前置を経ていないことになるから，却下を免\nれないことになる。\nなるほど，丙事件被控訴人らが引用する平成１０年判決は，監査請求では，交換契約締結の違法を理由に契約\nの直接の相手方に対する原状回復請求と行為者に対する損害賠償請求を求めたところ，訴訟では，所有権に基づく第三\n者に対する妨害排除請求に変更したという事例である。しかし，その事例においては，監査請求において財務会計上の\n行為として明示された上記交換契約は，訴訟においても同様に何ら変わりはなかった，というものである。これに対\nし，丙事件の監査請求で明示された財務会計上の行為は，丙事件の派遣教諭への給与支出のみであり，上記説示のとお\nり，丙事件のａに関する訴訟で問題となっているａに関する怠る事実が明示されているとは言い難い。したがって，平\n成１０年判決と丙事件のａに関する訴訟とはその事案を異にするから，平成１０年判決の理由でもって，丙事件のａに\n関する訴訟における監査請求前置を肯定することはできないというのが相当である。\n２　乙事件の本件派遣及び乙事件の派遣教諭への給与支出並びに丙事件の本件派遣及び丙事件の派遣教諭への給与支\n出の各違法性の有無（争点(2)）について\nページ(7)\n(1)　事実関係\n前記争いのない事実，証拠（各項末尾に記載のもの）及び弁論の全趣旨によれば，以下の事実関係が認められ\nる。\nア　部落解放運動について\n同和地区居住者を中心とする戦後の部落解放運動は，昭和２１年２月に結成された「部落解放全国委員会」\n（後の解同）に始まり，行政闘争を中心に同和地区を基盤として組織は拡大された。一方，昭和３５年５月には，同和\n地区住民を中核とし，全国民運動をめざす「全日本同和会」が結成された。２つの団体は，それぞれの立場から，総合\n的な同和対策を国策として樹立し，同和問題の根本的解決を図るよう政府と国会に対して要請するようになり，昭和３\n５年に同和対策審議会設置法が成立し，昭和４０年に同対審答申がなされた。しかし，この同対審答申の評価を巡っ\nて，解同内において対立が生じ，昭和４４年に発生したいわゆる矢田事件を契機に対立は決定的となり，昭和４５年に\n解同の一部組織や会員らが「部落解放同盟正常化全国連絡会議」（後の全解連）を結成した。そして，解同と全解連\nは，いわゆる八鹿高校事件を巡って激しく対立したばかりでなく，狭山事件を学校教育の場に持ち込む狭山教育及び部\n落解放基本法の制定等に関しても激しく対立している（甲７７，丙３，原審被控訴人ｇ）。\nイ　同和問題に関する国，県及び県教委の取組みについて\n(ア)　国の取組\n戦後のわが国の同和対策は，昭和２８年に厚生省が隣保館設置費補助金を計上したことに始まり，昭和３\n５年の同和対策審議会設置法の制定，昭和４０年の同対審答申を受けて，昭和４１年には同和対策協議会が設置され，\n昭和４２年には全国同和地区実態調査が実施された。そして，昭和４４年には同対法が，昭和５７年には地対法が，昭\n和６２年には地対財特法がそれぞれ制定され，これらに基づいて様々な関係施策が講じられてきた。さらに，平成８年\n３月，地域改善対策協議会は，平成５年に実施された国の「同和地区実態把握等調査」の結果を踏まえて，これまでの\n施策等の課題を整理し，同和問題の解決に向けた今後の方策の在り方についての地域改善対策協議会総括部会報告（以\n下「地対協意見具申」という。）を行った。この地対協意見具申では，地域改善対策特定事業は一般対策へ移行するこ\nとが謳われ，特定事業は平成９年３月で原則的に終了し，平成１４年３月末までにはすべて終了した（甲９，７７ない\nし７９，丙２ないし６，１５，１６，４２，原審被控訴人ｇ，原審証人ｈ）。\n(イ)　県の取組\n県も，同対法，その後に制定された地対法及び地対財特法に則って同和対策を行ってきた。その間，昭和\n５５年９月の定例県議会で「同対法の国会附帯決議の早期完全実施に関する意見書」を，昭和６０年２月の定例県議会\nで「同和対策の充実強化に関する意見書」を，昭和６１年９月の定例県議会で「部落問題解決のための基本的法律の制\n定並びに地域改善対策に関する意見書」をそれぞれ可決し，国に提出している。さらに，県は，平成元年には同和問題\nについての県民意識調査，平成２年には同和地区生活実態調査，平成３年には同和対策事業の残事業調査等を実施する\nとともに，県・市町村の代表者で構成する「福岡県同和問題早期解決のための基本的法律制定実現期成会」や全国の関\n係都道府県で構成する全日本同和対策協議会に参加して，同対法・地対法・地対財特法の各時限法失効後の法的措置を\n実現するために，国及び国会に対して要請を行った。また，県は，平成５年に同和地区実態把握等調査を行い，平成７\n年に結婚や就職に際しての同和地区に係る調査を規制する「福岡県部落差別事象の発生の防止に関する条例」を制定\nし，平成９年には人権に配慮した施策及び人権教育の推進，同和対策の推進等のための事業計画を明らかにした「ふく\nおか新世紀計画」を策定し，平成１０年には同和問題をはじめとしたさまざまな人権問題の解決を図るための教育・啓\n発の在り方に関する方向性を示した「人権教育のための国連１０年福岡県行動計画」を策定した（甲８１，丙７ないし\n１２，１５，４２，４５，原審被控訴人ｇ，原審証人ｈ）。\n(ウ)　県教委の取組\n県教委が同和教育の推進を重要施策としたのは，昭和３４年の県教委及び県内各界の代表者や学識経験者\nで構成する「福岡県同和教育研究協議会」（昭和３７年に「福岡県同和教育推進協議会」に改称して現在に至ってい\nる。)の発足からである。そして，県教委は，昭和３６年に「同和教育５か年計画」を，昭和４５年に「福岡県同和教育\n基本方針」をそれぞれ策定し，その中で，同和教育研究団体の育成を図ることを定めるとともに，同年，教育長通達「\n昭和４５年度高等学校における同和教育の推進について」をもって管下教職員の県同教への積極的参加を指導してき\nた。さらに，県教委は，毎年度，「福岡県教育行政の目標と主要課題」の１つとして「基本的人権の尊重に徹する同和\n教育の推進」（平成１０年度からは「人権が尊重される教育の推進」）を挙げ，同和教育推進体制の充実，同和教育の\n研修及び啓発事業の拡充（平成９年度からは「同和問題をはじめとする人権問題に関わる研修及び啓発事業の拡充」に\n改変），同和教育推進のための諸条件の整備充実，同和教育研究団体等の育成の４項目を示していた。そして，平成１\n０年度からは，この４項目に加えて，「人権教育のための国連１０年」の趣旨を踏まえたさまざまな人権問題に関する\n教育・啓発の５項目を示して現在に至っている。また，県教委は，平成元年の県の「同和問題についての意識調査」，\n平成２年の県教委の「同和教育実態調査」(「同和教育実態調査報告書(概要)」)及び平成５年の国の「同和地区実態把\n握等調査」の結果を踏まえ，平成９年４月に「今後の同和教育推進についてー指針ー」を策定した（丙１，１３，１\n４，２３ないし２５，３３，４２，４５，原審証人ｈ）。\nウ　同和教育等に関する国及び県の答申又は方針等について\n昭和４０年の同対審答申では，「同和問題は基本的人権が侵されているというもっとも深刻にして重大な社\n会問題」であり，同和問題の早急な解決は「国の責務であり，同時に国民的課題」であるという認識に立って，課題解\n決の具体的方策の１つとして，同和教育研究団体等の行う研究に対して助成措置を講じることを明記した。それととも\nに，同和問題に関して深い認識と理解をもつ指導者の不足を指摘し，同和教育に関する教育研究団体等の研究に対する\n補助を提言し，また，同和教育を進めるに当たっては，「教育の中立性」が守られるべきことはいうまでもないとし\nて，同和教育と政治運動や社会運動の関係を明確に区別することを求めた。また，同対法では，国の施策として，対象\n地域の住民に対する学校教育及び社会教育の充実を図るため，進学の奨励，社会教育施設の整備等の措置を講じること\nが挙げられ，高等学校等進学奨励費補助事業など必要な措置が講じられることになった。さらに，地対協意見具申は，\n「同和問題は多くの人々の努力によって，解決へ向けて進んでいるものの，残念ながら依然として我が国における重要\nな課題といわざるを得ない」とする一方，今後の重点施策の方向として，「公的な性格を有する民間団体，社会教育関\n係団体や民間企業も，今後の教育及び啓発において重要な役割を担うことが期待される」とし，公務員研修等を通じた\n指導者の育成，優れた教材や手法を開発するための調査研究の必要性を挙げるとともに，地域改善対策特定事業は一般\n対策へ移行することが謳われている。なお，ここでも，行政の主体性確立に関し，教育の中立性確保に関する指導が指\n摘された。さらに，平成１０年の文部省による人権教育資料でも，同和教育を進めるに当たり，同和教育と政治運動や\n社会運動との関係を明確に区別し，教育の中立性が守られるよう留意することが指摘されている。\n県教委が昭和３６年に作成した「同和教育５か年計画」では，目標事業項目として，同和地区の実態調査，\n指導資料の作成，研究資料の整備，同和教育指導者養成，同和教育研究集会の実施，各地区同和教育研究組織の育成，\n諸団体学級講座の育成強化，研究指定，県外研修生の派遣及び施設の充実が挙げられてきた。また，県教委は，同対審\n答申を踏まえ，昭和４５年３月に「福岡県同和教育基本方針」を策定し，すべての学校及び地域社会において同和教育\nを積極的に推進するとともに，意欲と実践力に富む指導者の養成と同和教育研究団体の育成を図ることを定め，同年，\n管下教職員の県同教及び各地区同和教育研究会への積極的参加を促した。さらに，県教委は，地対協意見具申を踏ま\nえ，平成９年に「今後の同和教育推進についてー指針ー」を策定し，その中で，教職員の同和教育に関わる研修を組織\nページ(8)\n的・計画的に行うとともに，意欲の高揚と指導力の向上を目的に諸研修を実施する必要があり，研究団体等について\nは，学校及び社会教育における同和教育を深化・充実させるうえで同和教育研究団体が果たしている役割は大きく，今\n後とも，研究団体の育成に努める必要があるとしている（甲９，丙１，３，４，１３，１６，２２，２５，４５，原審\n証人ｈ）。\nエ　県同教の組織及び事業等について\n県同教は，昭和３１年以後結成されていた県内数箇所の同和教育研究団体を中心にして，「部落解放の教育\nを確立する同和教育の研究と実践につとめ，真の民主教育の実現を期すこと」を目的として，昭和３６年５月に発足し\nた。現在，８９の各郡市町村の同和教育研究団体等の９０団体で，会員は保育所・幼稚園及び小・中・高等学校の教職\n員，各市町村行政職員，ＰＴＡ関係者並びに大学教員等２万人を超えている。\n県同教の機関としては，総会，評議員会，代表者会，事務局会，特別委員会，専門部会及び同和教育推進者\n会がある。総会は，郡市町村単位の同和教育研究団体（以下「各地同研」という。），公立高等学校同和教育研究団体\n（以下「県高同教」という。）及び私立学校同和教育研究団体（以下「私学同研」という。）により，会員３０名に１\n名の割合で選出された代議員をもって構成され，会務の報告及び承認並びに活動計画の審議及び決定等を行う最高の議\n決機関である。評議員会は，各地同研，県高同教及び私学同研から各２名の割合で選出された評議員で構成され，総会\nより付託された事項の審議及び決定並びに総会提出議案の審議等を行う議決機関である。代表者会は，各地同研，県高\n同教及び私学同研から各１名の割合で選出された評議員で構成され，この会の活動計画の推進及び同和教育実践の交流\nにあたるものである。事務局会は，会長，副会長及び事務局員で構成され，この会の決定事項の執行にあたるものであ\nる。\n県同教の役員は，会長が１名で，会を代表して会務を総理し，会長を補佐する副会長及び会計を監査する監\n査がそれぞれ若干名とされており，副会長の１名は解同関係者が就任してきている。県同教の事務局は，会長が委嘱す\nる事務局員をもって構成し，会の業務を処理するものとされ，事務局長１名，事務局次長２名，会計１名及び事務局員\n若干名で構成されていた。そして，平成１４年度の役員は，会長１名，副会長４名，監査２名，事務長１名の合計８名\nで構成するものとされ，会長と事務長の２名は県同教が独自に雇用した者であり，この外に派遣教諭８名がいる。な\nお，昭和３６年から平成１２年９月までの派遣教諭は原判決添付（原判決５５頁）の別紙「福岡県同和教育研究協議会\nの役員・研修員の勤続年表」のとおりである。県同教には，上記派遣教諭以外の常駐職員としては，専ら会計に携わる\n１又は２名の職員がいるだけであったが，平成１３年度は会計，書記，事務局員各１名合計３名が県同教独自に雇用し\nた者である。\n県同教の事業は，同和教育の内容推進に必要な事項の研究調査，同和教育の内容及び方法の研究並びに実践\nの交流，研究成果及び研究資料の交換，収集及び発行，関係諸団体との連絡交渉等であり，主な研究集会としては，福\n岡県同和教育研究大会，福岡県同和教育夏期講座，同和教育副読本「かがやき」実践研修会，高等学校進路保障研究集\n会，部落解放をめざす社会啓発研究集会（以上年１回）及び学力保障実践交流会（年３回）を県内各地で開催し，ま\nた，主な研究出版広報事業の成果物としては，機関誌「かいほう」，機関誌「ＷＩＮＤＳ」，「福岡の「同和」教育」\n（研究大会報告集）及び「ＡＣＴ」小学校版・中学校版（学力保障実践集）等がある。そして，県同教は，同じく同和\n問題解決を目的とする民間団体である解同福岡県連合会（以下「県連」という。）と必要に応じて事業の共催等連携を\n図っており，この共催事業としては，上記福岡県同和教育研究大会，福岡県同和教育夏期講座等がある。\n県同教の活動は，昭和６１年からは部落解放基本法の制定を求め，同年から平成９年３月までは「部落解放\n基本法制定要求国民運動福岡県実行委員会」の事務局となり，県同教の会長が県連委員長とともに同実行委員会の副会\n長に就任している。また，平成５年には，県教委に対し，平成６年度の「解放教育の推進に関する要求書」を県連と連\n名で提出しているが，その要求項目の中には「部落解放基本法制定へ向けての行政としての基本的な考え方と今後の具\n体的な行動」が挙げられており，平成７年の活動方針は「部落解放基本法」の制定とそのための運動と教育の結合等で\nある(甲３，５ないし８，７３ないし７６，１１４，１６８，丙２７ないし２９，４５，原審被控訴人ｇ，原審証人ｈ）\n。\nオ　本件派遣について\n(ア)　本件派遣の根拠規定等\n県では，教育公務員の長期にわたる研修につき，教特法２０条３項の「教育公務員は，任命権者の定める\nところにより，現職のままで，長期にわたる研修を受けることができる。」との規定を根拠として，長期研修規則及び\n福岡県教育公務員の長期研修派遣実施要項が定められていたが，本件派遣については，何らの規定も定められていなか\nった。しかし，県教委は，平成１０年４月１日になって，本件派遣について，上記実施要項とは別に「福岡県同和教育\n研究協議会派遣研修実施要項」を定め，その後，平成１１年１０月１日に改正された１２年度要項，平成１２年１２月\n１日に改正された１３年度要項，平成１４年４月１日に改正された「福岡県人権・同和教育研究協議会における長期研\n修実施要項」（以下「１４年度要項」という。）をそれぞれ定めた。また，福岡県教育要覧における長期研修派遣状況\nに本件派遣を掲載するようになったのは平成１２年度になってからである（甲１３５の１ないし４，１６８，乙１２，\n丙３０，丁１４，原審証人ｈ）。\n(イ)　本件派遣の手続\n平成１２年までは，まず，県立学校にあっては県教委において当該研修に相応しい候補者を，市町立学校\nにあっては県教委と関係市町教育委員会との協議により当該研修に相応しい候補者を推薦し，県教委教育長が選考決定\nしている。その後，教諭本人への本属長である校長の口頭内示を経て，県立学校教諭については県教委から，関係市町\n立学校教諭については関係市町教育委員会から教論本人に対する口頭又は文書による研修命令が発せられ，県教委の同\n和教育課に派遣されている。さらに，県教委は，当該教諭に対し，在籍校の教諭と同和教育課事務主査又は主任主事と\nの兼任発令を行い，同和教育課長が職務命令を発して本件派遣をしている。\n乙事件の本件派遣については，平成１２年度においては上記手続と同様の１２年度要項に基づき，平成１\n３年度においては１３年度要項に基づきそれぞれ手続がされた。その１３年度要項に基づく手続では，それまでと異な\nり，１月に研修員の募集，２月に所属長及び教育事務所からの推薦，３月初旬に県教委からの研修員の決定通知がされ\nて，３月下旬から４月１日までに各市町教育委員会から県同教での研修命令が，４日１日に県教委からの兼任命令及び\n県教委同和教育課長からの職務命令がそれぞれ発せられた。\n丙事件の本件派遣については，１３年度要項及び１４年度要項に基づき手続がされた。特に，平成１４年\n度からは，公募と推薦によるものとされ，１月に募集がされ，２月に応募者から研修志願書，実績証明書，推薦書を各\n所属長を経由して福岡県教育庁教育振興部人権・同和教育課長に提出させ，県教委教育長が決定するものとされた。派\n遣が決定された教諭には，県教委が長期研修として同和教育課を研修場所とする研修命令を発するとともに，同和教育\n課職員との「兼任」発令を行い，同和教育課長（平成１４年度からは人権・同和教育課長）が職務命令を発するように\nなった。福岡県教育委員会事務決裁規程による県教委内部における権限配分では，研修命令に関することは福岡県教育\n庁教育振興部同和教育課（平成１４年４月からは人権・同和教育課）の分掌事務とされ，同振興部長の専決事項とされ\nている。なお，ａが県教委委員及び県教委委員長の在任期間を含む平成７年１月から平成１６年１２月まで，県教委の\n会議に本件研修が付議されたことはなかった（甲１０７ないし１１０（枝番を含む。），１１４，１６８，丙８１，丁\n１４，原審証人ｈ，同ｄ，当審証人ｉ）。\n(ウ)　県同教と派遣教諭との関係\nページ(9)\n昭和３６年から平成１１年までの間の県同教の役員の推移は，原判決添付（原判決７８頁ないし８１頁）\nの別紙「福岡県同和教育研究協議会（県同教）役員名簿」記載のとおりである。そのうち，派遣教諭の総数は６５名で\nあり，その中には，研修期間が４年以上の派遣教諭が４１名，うち２０年以上の派遣教諭が２名，１０年以上１５年以\n下の派遣教諭が７名である。なお，福岡県教育要覧に記載された平成９年度から平成１２年度までの長期研修派遣状況\nは，原判決添付（原判決８２頁ないし８６頁）の別紙「福岡県教育要覧にみる長期研修派遣状況」記載のとおりである\nのに対し，平成２年度から平成１３年度までの派遣教諭の推移は，原判決添付（原判決８７頁及び８８頁）の別紙「福\n岡県同和教育研究協議会の研修員の推移」記載のとおりである。そして，上記派遣教諭の県同教における平均派遣年数\nは，平成１２年度は約３．７年，平成１３年度は約２．８年，平成１４年度は約１．５年となっている。\n平成１３年度までの県同教の会長，副会長及び事務局長は，上記役員名簿記載のとおりであり，会長及び\n事務局長は派遣教諭がほとんどこれを占めている。特に，平成５年度ないし平成７年度以外はいずれも派遣教諭が会長\nに就任し，派遣教諭が会長にも副会長にも就任していない年度は，上記平成５年度ないし平成７年度だけである。な\nお，平成１４年度からは，派遣教諭は県同教の役員には就任していない。派遣教諭の中でも，ｄ教諭は，平成元年度か\nら平成１１年度まで県同教に派遣され，平成８年度には県同教副会長，同年５月には高同教の会長（平成１０年５月以\n降は同副会長），平成９年６月からは全同教の委員長となった者である。また，派遣教諭の中には，研修終了直後に退\n職した教諭としてｊ教諭，ｋ教諭及び乙・丙事件の派遣教諭であるｌ教諭がいる。\n派遣教諭は，平成１３年以前だけでなく平成１４年度も同じく，県内で開催される同和教育研究大会等の\n企画・運営・評価に関する業務を行い，また，県同教が実施する各種会議の開催に従事したり，研究実践の計画作成等\nに携わり，その業務のために県内各地へ出張している。特に，平成７年度の派遣教諭の旅行命令書による出張実績は，\n原判決添付（原判決８９頁ないし１０６頁）の別紙「平成７年度福岡県同和教育研究協議会派遣教員旅行命令書にみる\n出張実績」に，ｄ教諭の平成１１年度の出張実績は，原判決添付（原判決１１８頁及び１１９頁）の別紙「ｄ氏平成１\n１年度出張実績」にそれぞれ記載のとおりである。\n平成８年度ないし平成１１年度，平成１３年度及び平成１４年度の派遣教諭の研修報告書の研究主題は，\n原判決添付（原判決１０７頁ないし１１４頁）の別紙「各年度研修報告書記載の研究主題」記載のとおりである。な\nお，平成７年度までは，派遣教諭による研修報告書は提出されていなかった。ｄ教諭の平成元年度から平成１１年度ま\nでの研修計画書及び報告書の内容は，原判決添付（１１５頁ないし１１７頁）の別紙「ｄ氏（県同教研修員）の年度別\n研修計画書及び報告書（含む研究テーマ）」記載のとおりである。\n県同教の事務所は，県教委の同和教育課の建物とは別の建物に所在する。派遣教諭に関する出勤簿の管\n理，出張命令書及び年休届等は，同和教育課の職員が週１回程度県同教事務所に赴いて受渡しを行っているにすぎず，\n実際に出勤してきているか否かの確認を行う者はいなかった。また，派遣教諭が県同教の役員，高同教又は全同教等他\nの団体の役員になる場合において，同和教育課長の承認を得たことはなかった（甲７７，１１１（枝番を含む。），１\n１２ないし１１４，１１８ないし１２１（枝番を含む。），１２３（枝番を含む。），１２４，１２８ないし１３１，\n１３４ないし１３６（枝番を含む。），１３８ないし１４２，１４３の１，１４４（枝番を含む。），１４７，１６\n７，１７０，丙４５，４６，５４，６５の５，原審証人ｄ，同ｈ，同ｍ，原審被控訴人ｎ）。\nカ　本件派遣の廃止とその後の対応について\n県教委は，平成１５年３月２５日言い渡しの本件派遣を違法とする原判決を受けて，同年５月６日本件派遣\nを廃止する旨を決定した。その後，県教委は，県同教支援に対する考え方と今後の方向性を検討し，その結果，「県同\n教に対する人的支援が困難な状況であることから，県同教を中心に行われてきた主な同和教育，人権教育の研究・実践\nを県教育委員会が主体性と責任を持って主催し，これまでの成果が損なわれることのないよう再構築して実施する」と\nして，県教育庁内に「福岡県人権教育推進連絡会」（仮称）を設置するなどの具体的方策を立て，解同の教育対策部長\n会の資料として，その旨を記載した書面（甲１７７）を作成した。そして，県教委・県同教・県連の三者で構成された\nプロジェクト会議において，今後の県同教の活動に支障がないように保障していくための方策が協議されたが，その\n際，この県教委案が提示された。この県教委案や福岡県人権教育推進連絡会の資料は，平成１６年１月１６日開催の高\n同教委員会の協議学習資料としてその出席者に配布された（甲１７３，１７７ないし１８２）。\n(2)　乙事件の本件派遣及び丙事件の本件派遣の違法性の有無について\nア　上記認定の事実関係のとおり，まず，派遣教諭数と県同教の職員数において，平成１０年度及び平成１１年\n度の各派遣教諭は１３名，平成１２年８月から平成１３年７月までの乙事件の派遣教諭は１２名，丙事件の派遣教諭の\nうち，平成１３年９月から平成１４年３月までの派遣教諭は１２名，同年４月から同年８月までの派遣教諭は８名であ\nったのに対し，県同教に常勤職員としては１名又は２名の職員がいるにすぎず，平成１３年に限っても３名にすぎない\nこと，次に，派遣教諭と県同教の役員との関係において，平成１３年度までは派遣教諭の多数が県同教の会長，副会長\n及び事務局長等の役員に就任し，中には県同教を代表して他の同和問題関係団体等の会合にも参加していたこと，さら\nに，派遣教諭の業務内容において，派遣教諭は，県内で開催される同和研究大会等の企画・運営・評価に関する業務を\n行い，また，県同教が実施する各種会議の開催に従事し，そのために頻繁に出張を行ってきたものであること，そし\nて，本件派遣の廃止とその後の対応において，県教委自身本件派遣を県同教に対する人的支援と捉え，本件派遣の廃止\n後は県同教を中心に行われてきた主な同和教育，人権教育の研究・実践を県教委が主体性と責任を持って主催するとし\nて，県教委案を県教委，県同教，連合会の三者で構成されたプロジェクト会議で提示，協議されたことを総合すると，\n県同教の運営が実質的に派遣教諭によって担われてきたことは明らかといわなければならない。確かに，平成１４年４\n月以降は，派遣教諭で県同教の役員に就任した者はおらず，派遣教諭の人数も８名に縮小されてはいるが，派遣教諭が\n県同教の運営を実質的に担っているという実態に変更があったという証拠はないから，この実態は，基本的に変わって\nいなかったというべきである。そうすると，乙事件の本件派遣も丙事件の本件派遣も，ともにその実態は県同教の運営\nを実質的に担うものであったと認めるのが相当である。\nイ  これに対し，控訴人らは，本件派遣が長期研修規則に基づく研修である旨主張する。しかし，本件派遣に\nは，次のとおり長期研修規則に定められた長期研修とは大きく異なる点が多々あり，このことも，上記認定を支持する\nものといわなければならない。\nまず，長期研修規則によれば，研修期間は「１週間以上６か月以内」が原則とされ，教育長において特に必\n要と認めるときは例外が認められているが，これまでこれに該当する例としては，在外日本人学校派遣教員（３年），\n国立大学大学院生研修（２年）や福岡県教育センター等長期研修員（１年）等にとどまっている。これに対し，本件派\n遣においては，いずれも数年間の派遣がなされ，特に，ｄ教諭の場合には研修期間の明示もないまま，結果的に１１年\n間という長期に及んでいる。平成１０年４月１日に作成された福岡県同和教育研究協議会派遣研修実施要項において\nも，研修期間は必要と認められる期間とされ，平成１２年１２月１日に改定された平成１２年要項も１年間と定めてい\nる。このように，本件派遣は，期間の面でも，長期研修規則に定める一般の長期研修とは極めて顕著に相違していたの\nである。しかも，上記県同教事務局の構成及び派遣教諭の活動状況からすると，研修期間の長期化は，研修内容からの\n要請よりもむしろ県同教の円滑な運営からくる要請によるところが大きかったものと見ざるを得ない。また，本件派遣\nでは，その終了と同時に定年で退職した派遣教諭が存在しているが，このようなことは，通常の研修では考えられない\nことである。特に，乙・丙事件の派遣教諭であるｌ教諭は，平成１３年度に退職するまでの間，昭和６２年度から延べ\n１３年間もの長きにわたって派遣教諭であり，平成８年からは県同教の会長に就任している者である。まことに研修と\nしては異常ともいうべき人選である。このような人選は，乙事件の本件派遣及び丙事件の本件派遣を含む本件派遣がま\nページ(10)\nさに県同教の運営を担うためのものであること強く推認させるものといわなければならない。また，長期研修規則９条\nには，「研修員は研修終了後本属長を経て教育長に対して文書を以てその業績を報告しなければならない」と定められ\nているにもかかわらず，平成７年度以前の本件派遣においては，派遣教諭からの研修報告書は提出されておらず，本件\n派遣に関して派遣教諭から研修報告書が提出されるようになったのは平成８年度以降である。しかし，その前後におい\nて，派遣教諭の活動状況に大きな変化があったことを認めるに足りる証拠はない。特に，平成８年度ないし平成１１年\n度，平成１３年度及び平成１４年度の派遣教諭の研修報告書の研究主題並びにｄ教諭の平成元年度から平成１１年度ま\nでの研修計画書及び報告書の内容からしても，研究主題が変わっているのに研修を継続している教諭も少なくない。本\n来研修とは，教育公務員がその職責を遂行するために務める研究と修養を意味するものである（教特法１９条）とこ\nろ，研修の成果を発表して広く教育現場の共有の財産とするという観点からも，また，当該派遣教諭自体が研修成果を\n教育現場において活用するという観点からも，本件派遣が長期研修規則に基づく県教育公務員の研修ということができ\nるのか，という疑念が生じざるを得ないのである。さらに，教育公務員に対する研修において，派遣先の団体が政治的\n活動を行っていることは，これまでも再三指摘されている教育の中立性から極めて問題であり，その研修先としては不\n適当といわざるを得ないであろう。まして，派遣教諭が当該研修先において，その政治的活動や社会運動的活動に関与\nすることは，明らかに研修の趣旨を逸脱するばかりでなく，教育の中立性の要請から許されないというべきである。本\n件派遣の派遣先である県同教が，その副会長の一人に同和問題の運動団体の一つである解同の関係者が常時就任し，県\n連と事業の共催等連携を図っていることは，この意味で問題を生じるところである。ましてや，派遣教諭が，県同教の\n事務局員として，民間団体の役員選挙のための出張や法律制定運動の実行委員会へ出張するということは，直ちに人事\n院規則に定める政治的行為に当たると断定するのは早計であるが，少なくとも研修の趣旨からしても望ましくないこと\nはいうまでもない。\nウ　なお，控訴人らは，国及び県の同和教育に関する指針で，教職員の同和教育に関わる研修を組織的・計画的\nに行うとともに，同和教育研究団体の育成及び指導者の育成に努める必要があるとされており，本件派遣は，その必要\n性に基づき，教特法，長期研修規則及び本件派遣に関する実施要項に則った適正な手続で実施した研修であり，本件派\n遣に違法性はない旨主張する。\n確かに，同和問題は，同対審答申にいうように，基本的人権が侵害されるという最も深刻にして重大な国民\n的課題である。この同和問題の解決の一方策として，国及び県の指針において謳われている，控訴人らが主張するよう\nな，教職員の研修並びに同和教育団体の育成，学校教育及び社会教育における指導者の育成の必要性が，極めて重要な\n問題であることはいうまでもない。しかし，教職員の研修と同和教育団体の育成や社会教育における指導者の育成と\nは，本来別のものである。それぞれの目標を達成するためには，その目標に関する個々の法律が規定する手続でもって\n行われなければならない。その意味で，教特法２０条３項，長期研修規則に基づく研修名目で，同和教育団体である県\n同教を育成するために，その運営を担う目的で本件派遣を行うことは，その法の趣旨を大きく逸脱していることにな\nる。\nエ　以上のとおり，平成１２年８月から平成１３年７月までの間の乙事件の本件派遣及び平成１３年９月から平\n成１４年８月までの間の丙事件の本件派遣は，いずれも実質的には県同教の運営を担うためのものであり，教特法２０\n条３項が規定する研修の趣旨を大きく逸脱しているから，違法なものと断ぜざるを得ないのである。\n(3)　乙事件の派遣教諭及び丙事件の派遣教諭への各給与支出の違法性の有無について\n乙事件の本件派遣及び丙事件の本件派遣に限ってみると，派遣教諭の平均研修期間には，本件派遣の従前の期\n間よりも短縮したことが見られるものの，それ以上に，上記説示のような長期研修に関する諸規定からの逸脱を解消し\nたことを認めるに足りる証拠がないので，未だこれが解消はされていなかったといわざるを得ないのである。また，上\n記認定の本件派遣の経緯や実態からすると，当初から教育公務員に対する長期研修として始められたものではなく，県\n同教の事務局員としての派遣そのものともいうべき実態があり，その後長期研修の名目の下に行われるようになり，研\n修としての形態が加えられながらも，基本的には従前の派遣態様が引き継がれていたといわざるを得ないのである。こ\nのような本件派遣の経緯や実態等からすると，乙事件の本件派遣及び丙事件の本件派遣は，単に教特法２０条等に違反\nするにとどまらず，乙事件の派遣教諭及び丙事件の派遣教諭が実質的には一民間団体にすぎない県同教に勤務していた\nものとほとんど変わらない状況にあったと評価すべきものである。\nこの点に関し，控訴人らは，本件派遣に関する職務命令自体，派遣教諭への給与支出という財務会計上の行為\nに対する原因行為と考えることはできないから，派遣教諭への給与支出の違法性を問題にするに当たって，本件派遣の\n違法性の有無が問題となる余地はない旨主張する。しかし，上記説示のとおり，本件派遣が違法である以上，本件派遣\nに関する職務命令も当然に違法となり，ひいては，派遣教諭への給与支出も欠勤者にも支給される額を控除した残額に\nついて違法となる関係にあるものと解するのが相当である（最高裁判所平成６年(行ツ)第２３４号同１０年４月２４日\n第二小法廷判決・裁判集民事１８８号２７５頁，最高裁判所平成１１年(行ヒ）第１１４号同１６年３月２日第三小法廷\n判決・裁判集民事２１３号６１３頁参照）。そして，この違法な派遣教諭への給与支出の責任は，まず，第１には，直\n接的に違法な本件派遣に関与した者が負うべきであるといわなければならないが，この違法な派遣教諭への給与支出に\n関与した者も問われなければならないことになる。その意味で，控訴人らの上記主張は理由がない。\nなお，控訴人らは，派遣教諭には県教委事務局職員（同和教育課職員）の兼任発令がされており，同和教育課\n長が管理・監督の下に服務していたから，本件派遣の適法・違法にかかわらず，本件給与支出は適法である旨主張す\nる。しかし，派遣教諭の勤務実態は上記説示のとおり県同教に勤務していたものとほとんど異ならない状況にあり，何\nら同和教育課長の管理・監督が及んでいたとはいえないから，その前提を欠くことになる。このように，本件派遣にお\nいては，派遣教諭に教諭としての勤務が認められない以上，派遣教諭への給与支出も違法といわざるを得ないのであ\nる。控訴人らの上記主張も理由がない。\n３　ｂの乙事件の派遣教諭及び丙事件の派遣教諭への各給与支出に関する損害賠償責任の有無（争点(3)）について\n(1)　事実関係\n争いのない事実，証拠（各項末尾に記載のもの）及び弁論の全趣旨によれば，以下の事実関係が認められる。\nア　県議会における本件派遣に関する質疑の経過\n(ア)　昭和６１年９月の定例議会\n本件派遣期間の長期化，県同教への役職就任及び本件派遣の長期研修規則からの逸脱が見られ，本件派遣\nは研修名目の人員派遣ではないかというｏ議員の指摘に対し，ｐ教育長は，今後，研修員の新陳代謝に努めていく旨答\n弁した（甲１２）。\n(イ)　平成２年の決算特別委員会（１月１９日）\n本件派遣につき，期間，勤務の形態，服務の監督，出勤簿の置き場所及び給与の支払場所などをｏ議員が\n質問したのに対し，ｑ教育次長及びｒ同和教育課長は，研修期間は１年であり更新があり得ること，派遣名目は教育セ\nンターの長期研修員として取り扱っていること，研修員は県同教の事務局で研修し，教育センターの所長が監督を行っ\nていることなどを答弁した（甲１５）。\n(ウ)　平成１１年６月の定例議会（７月１日）\n本件派遣につき，期間が一番古い者で平成２年４月１日から９年，６年が１名，４年が１名，３年が４名\nと長期化していること，研修は期限付きが通常のところ，本件派遣では期限が付されていないことは問題であり，多数\nの教諭を長期にわたって同和教育研究のみに携わらせることも異常であるから，直ちに改めるべきである旨指摘すると\nページ(11)\nともに，現状での研修員の具体的な決定手続について，ｆ議員が質問したのに対し，ｓ教育長は，本件派遣は長期研修\n規則に基づいて実施していること，研修期間については県における同和教育推進上の課題あるいは研究内容を考慮して\n判断していること，研修員の選任については市町村教育委員会からの推薦をもとに県教委で決定していることなどを回\n答した（甲１３）。\n(エ)　平成１１年１２月の定例議会（１２月１０日）\n６月議会の答弁にある研修員の選任についての市町村教育委員会の推薦は実態において不透明な点が多々\nあること，一般の長期研修では本人の意思や校長の推薦が必要とされているところ，本件派遣においては実態としてそ\nれが履践されていないこと，同和加配の教職員が県同教傘下の市町村同教の事務局員として配置されていることを指摘\nした上，その是正をｆ議員が求めたのに対し，ｓ教育長は，県同教を教育研究団体として育成し，同和教育の推進，充\n実を図っていること，研修員の選任については市町村教育委員会からの推薦をもとに県教委で決定していること，同和\n対策教員の配置については同和教育の推進のため市町村教育委員会からの要望，意見を聞きながら，必要な同和対策教\n員を配置して，学校での児童生徒の学力の向上，進路保障等の課題解決を図っていること，また，その目的達成のため\nには学校内の取組だけでなく，家庭，地域との連携や研究活動への参加も必要であると考えていることを答弁した。そ\nこで，ｆ議員は，県同教に１３名，市町村同教に８８名もの教員を配置しているのは，県同教を育成しているというよ\nり支えているというのが実態ではないかと指摘した（甲１４）。\nイ　全解連福岡県連の要請書\n全解連福岡県連は，毎年のように，その解決を求める要請書を県知事と県教委に対して提出してきたとこ\nろ，ｂが県知事に就任した後も，毎年県知事と県教委の双方を相手に「部落問題の早期解決をもとめる要求書」，「同\n和問題の早期解決をもとめる要求書」，「同和行政の終結と一般行政への移行で同和問題の早期解決をもとめる要請\n書」及び「特別扱いの同和行政と「同和」教育の終結で同和問題の早期解決をもとめる２０００年度の予算編成のため\nの協議にかかわる要請書」を提出した。もっとも，県同教への教諭の派遣の廃止を要請しているのは平成７年と平成８\n年の県教委宛要求項目だけであって，知事部局宛要求項目には同様の要求項目の記載はなかった（甲１７ないし２０）\n。\nウ　甲事件の監査請求及び乙事件の監査請求\n平成１２年３月１６日付けの甲事件の監査請求に対し，県監査委員は，監査対象機関を県教委とし，関係人\n調査として，関係市町教育委員会を訪問して書類及び面談による調査を行った。また，平成１３年７月２７日付けの乙\n事件の監査請求に対し，県監査委員は，監査対象機関を県教委及び関係県立高等学校として県教委及び福岡県立山田高\n等学校などを調査し，関係人調査として，関係市町教育委員会，県同教に赴き，書類及び面談による調査を行った（甲\n１，１１４）。\n(2)　判断\nア　本件派遣の違法性の内容及び程度\n地方公共団体の長は，教育委員会の所掌に係る事項について予算執行に関する事務を管理し及び執行する（\n地教行法２４条５号）。しかし，学校職員の任命及び服務監督に関する権限は，教育委員会がこれを有し，本件派遣を\n命じたのも県教委であることは，上記認定のとおりである。このように教育の政治的中立性と教育の安定の確保を図る\nとともに，財政的側面については地方公共団体の一般財政の一環として位置づけるという，教育委員会と地方公共団体\nの長との権限の配分関係にかんがみると，教育委員会が行った教特法２０条に定める事務については，地方公共団体の\n長は，同処分が著しく合理性を欠き，そのためこれに予算執行の適正確保の見地から看過し得ない瑕疵の存する場合で\nない限り，同処分を尊重しその内容に応じた財務会計上の措置を採るべき義務があり，これを拒むことは許されないと\n解するのが相当である（最高裁判所昭和６１年(行ツ)第１３３号平成４年１２月１５日第三小法廷判決・民集４６巻９\n号２７５３頁参照）。\nところで，上記説示のとおり，乙事件の本件派遣及び丙事件の本件派遣は，いずれも本件派遣全体と同様\nに，研修名目で行われたものであるが，その実質は県同教の運営を担っていることに変わりはないから，教特法２０条\nの研修の趣旨を大きく逸脱した違法なものである。そして，この違法は，本件派遣の瑕疵の内容及び程度からしても，\n当然に本件派遣に関する職務命令，ひいては派遣教諭への給与支出という公金支出の違法性を基礎付けることになる。\nこれは，仮に本件派遣に研修的側面があったとしても，変わるものではなく，本件派遣の違法性の内容及び程度は，教\n育行政に求められている法的に適正な職務執行義務に反するものとして，客観的には，著しく合理性を欠き，予算執行\nの適正確保の見地から看過し得ない程度に至っていた可能性を否定できないものである。\nイ　乙事件の派遣教諭及び丙事件の派遣教諭への各給与支出に関するｂの故意又は過失の有無\n証拠（乙２，３，８，９）によれば，県における県知事の予算執行権限のうち，教員の給与支出に関する支\n出負担行為及び支出命令は，福岡県事務決済規程，福岡県財務規則，福岡県教育長組織規則及び福岡県教育庁事務分掌\n規程に基づき，福岡県教育庁教育企画部教職員課長によって専決されていることが認められる。したがって，派遣教諭\nへの給与支出も本来的権限者は県知事であるのに対し，その専決権者は教職員課長という関係にある。このような本来\n的権限者と専決権者との関係については，本来的権限者は，専決権者が財務会計上の違法行為をすることを阻止すべき\n指揮監督上の義務に違反し，故意又は過失により，右補助職員が財務会計上の違法行為をすることを阻止しなかったと\nきに限り，責任を負うべきであると解するのが相当である（最高裁判所平成２年(行ツ)第１３７号同３年１２月２０日\n第二小法廷判決・民集４５巻９号１４５５頁参照）。したがって，上記説示のとおり，本件派遣が著しく合理性を欠\nき，そのためこれに予算執行の適正確保の見地から看過し得ない瑕疵の存する可能性が否定できない以上，ｂが，故意\n又は過失により，教職員課長の行う派遣教諭に対する給与支出行為を阻止すべき指揮監督上の義務に反したか否かが問\n題となる。\n確かに，上記説示の本件派遣の実態等からして，客観的には，本件派遣の違法性は明らかであり，その瑕疵\nは，派遣教諭への給与支出について予算執行の適正の見地からみても看過し得ない程度に達していた可能性を否定でき\nないところである。しかし，このような評価は，本件訴訟における証拠でもって認められる，具体的な本件派遣の実態\n等に照らして初めていえるものである。したがって，このような本件派遣の違法性の特徴に照らすと，直ちに派遣教諭\nへの給与支出について，本来的権限者である県知事に上記義務違反があり，損害賠償責任を負うべきであるということ\nは早計である。そこでは，まず，ｂが本件派遣の違法性についてどの程度の認識を有していたかが問題となる。\nこの点，上記認定の県議会における質疑の経過等の事実からすると，ｂも本件派遣に関する派遣教諭の人\n数，派遣期間の長期化，研修内容等に関して疑問が指摘されていることは認識したかも知れない。しかし，ｂが，その\n当時，上記認定のような本件派遣の具体的な実態までも認識していたことを認めるに足りる証拠はない。また，全解連\nの文書による要請や指摘も，その内容からして，本件派遣について問題がある旨を抽象的に取り上げるにとどまってお\nり，ｂが本件派遣の実態を具体的に認識していたことの根拠とはなりえないのである。\nそれでは，次に，上記の指摘等を契機としてｂが積極的に本件派遣について具体的な実態の調査を行わなか\nったことについて過失が認められるかが問題となる。\nまず，県教育公務員の研修の実施に関しては県教委の専権事項であり，県知事の権限事項ではないこと，県\n議会における質疑も上記認定のとおり直接的には県教委の教育長に対して行われていることからすると，上記認定の県\n議会等における指摘の内容からは，いまだ具体的な調査を行うべき義務が県知事にあったとはいいがたく，それらを契\n機として具体的な実態の把握に努めなかったことをもって，直ちに県知事であったｂに，財務会計上の権限を行使する\nページ(12)\nに当たっての過失があったと評価することは相当でない。ところで，上記認定のとおり，平成１２年６月１日に派遣教\n諭への給与支出が違法であるとしてｂに対する損害賠償請求訴訟（甲事件）が提起され，平成１３年７月２７日に乙事\n件被控訴人らによる監査請求がされ，同年９月２１日にこれに対応する棄却決定がされるなどして，本件派遣の問題\nは，その当時顕在化しつつあったことが認められる。しかし，甲事件の監査請求や乙事件の監査請求においても，県監\n査委員は県知事を監査対象機関とはせずに，県教委や関係市町教育委員会を調査したにすぎないから，これらの監査請\n求を契機として，ｂが本件派遣の具体的な実態を認識していたということはもちろん，これを認識し得たということも\n未だ言い難いといわなければならない。結局，その後平成１４年８月まで丙事件の派遣教諭への給与支出が継続された\nことについて，県知事であったｂに上記調査義務を怠った過失責任を問うことは未だ困難というべきである。\nしたがって，乙事件の派遣教諭及び丙事件の派遣教諭への各給与支出に関して，ｂに損害賠償責任発生の前\n提である上記故意又は過失を認めることができないから，乙事件のｂに対する請求及び丙事件の県知事に対する各請求\nは，いずれも理由がないことになる。\n４　結論\n以上のとおり，丙事件のうちａに関する訴えは不適法なものとして却下を免れず，また，被控訴人らのその余の\n請求はいずれも理由がないから棄却すべきである。したがって，これに反する原判決主文２項及び３項を取り消して，\n丙事件のうちａに関する訴えを却下し，その余の被控訴人らの請求をいずれも棄却することとして，主文のとおり判決\nする。\n福岡高等裁判所第５民事部\n裁判長裁判官　　中山弘幸\n裁判官　　岩木　宰\n裁判官　　伊丹　恭\nページ(13)\n"
}