{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 18,
    "month": 1,
    "day": 20
  },
  "case_number": "平成16(ワ)17304",
  "case_name": "",
  "court_name": "東京地方裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "9189",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=9189",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/189/009189_hanrei.pdf",
  "contents": "平成１８年１月２０日判決言渡　同日原本領収　裁判所書記官\n平成１６年(ワ)第１７３０４号　特許権侵害差止請求事件\n口頭弁論終結日　平成１７年１０月１８日\n判決\n原告　　　　　株式会社荏原製作所\n同訴訟代理人弁護士　　　　　大野聖二\n同補佐人弁理士　　　　　渡邉　勇\n同　　　　　　　　　　　　　伊藤　茂\n被告　　　　　株式会社神鋼環境ソリューション\n同訴訟代理人弁護士　　　　　吉澤敬夫\n同　　　　　　　　　　　　　牧野知彦\n同訴訟代理人弁理士　　　　　新井　全\n同補佐人弁理士          岡　崎　信太郎\n主文\n１　原告の請求を棄却する。\n２　訴訟費用は原告の負担とする。\n事実及び理由\n第１　請求\n被告は，別紙被告物件目録（原告）記載の被告製品を生産し，使用し，譲渡\nし，貸し渡し又は譲渡若しくは貸渡しの申出をしてはならない。\n第２　事案の概要等\n１　事案の概要\n本件は，廃棄物の処理方法等について特許権を有する原告が，流動床式ガス\n化溶融炉を製造販売する被告に対し，生産等の差止めを請求する事案である。\n２　争いのない事実等\n(1)　当事者\nア　原告は，各種焼却炉の施工，販売等を業とする株式会社である。\nイ　被告は，各種廃棄物処理システムの施工，販売等を業とする株式会社で\nある。\n(2)　原告の特許権\n原告は，次のとおり，３件の特許権（以下，それぞれ，「本件第１特許\n権」，「本件第２特許権」，「本件第３特許権」といい，また総称して「本件各特\n許権」という。）を保有している。\nア　本件第１特許権（その特許訂正明細書（甲１の２）を「本件明細書１」\nという。）\n(ア)　特許番号　　第３１５３０９１号\n(イ)　発明の名称　　廃棄物の処理方法及びガス化及び熔融燃焼装置\n(ウ)　出願年月日　　平成７年２月９日\n(エ)　登録年月日　　平成１３年１月２６日\n(オ)　優先権主張　　国名　　日本国\n出願年月日　　平成６年３月１０日\n(カ)　特許請求の範囲\nａ　請求項１６\n「廃棄物を流動層炉にてガス化した後に，熔融炉にて灰分を熔融ス\nラグ化する方法において，流動層炉内に流動媒体の循環流を形成し，該廃棄物を該\n流動層炉に供給し，該流動層炉内の循環流中でガス化してガスとチャーを生成し該\nチャーを該循環流中で微粒子とし，該流動層炉より排出された該ガスと該微粒子と\nなったチャーを旋回熔融炉に供給して灰分を熔融してスラグ化することを特徴とす\nる廃棄物の処理方法。」\nｂ　請求項１７\n「前記流動媒体の循環流は，流動媒体が沈降する移動層と流動媒体\nが上昇する流動層により形成され，流動媒体が該移動層及び流動層を通り循環する\nことを特徴とする請求項１６記載の方法。」\nｃ　請求項１８\n「前記移動層は質量速度が比較的小さい流動化ガスによって形成さ\nれ，前記流動層は質量速度が比較的大きい流動化ガスによって形成されることを特\n徴とする請求項１７記載の方法。」\nｄ　請求項１９\n「廃棄物を流動層炉にてガス化した後に，熔融炉にて灰分を熔融ス\nラグ化する方法において，流動層炉内に流動媒体の循環流を形成し，該循環流は流\n動媒体が沈降する移動層と流動媒体が上昇する流動層が形成され，流動媒体が該移\n動層及び流動層を通って循環する循環流であり，該廃棄物を該流動層炉に供給し，\n該流動層炉内の循環流中でガス化してガスとチャーを生成し該チャーを該循環流中\nで微粒子とし，該廃棄物に含まれる不燃物と流動媒体を該流動層炉の炉底部より排\n出し，該不燃物と該流動媒体を分別した後に該流動媒体を該流動層炉に戻し，該流\n動層炉より排出された該ガスと該微粒子となったチャーを旋回熔融炉に供給して灰\n分を熔融してスラグ化することを特徴とする廃棄物の処理方法。」\nｅ　請求項２１\n「前記流動層炉は，流動層温度が４５０℃～６５０℃に維持される\nことを特徴とする請求項１９又は２０記載の方法。」\nイ　本件第２特許権（その特許明細書（甲２の２）を「本件明細書２」とい\nう。）\n(ア)　特許番号　　第３２７０４４７号\n(イ)　発明の名称 　廃棄物の処理方法及びガス化及び熔融装置\n(ウ)　出願年月日　　平成７年２月９日\n(エ)　登録年月日　　平成１４年１月１８日\n(オ)　特許請求の範囲（請求項２）\n「廃棄物を流動層炉にてガス化した後に，熔融炉にて灰分を熔融する\n装置において，該流動層炉は，質量速度が比較的小さい流動化ガスを供給する流動\n化ガス供給手段と，質量速度が比較的大きい流動化ガスを供給する流動化ガス供給\n手段を備え，該質量速度が比較的小さい流動化ガスを供給する手段と，該質量速度\nが比較的大きい流動化ガスを供給する手段から供給される流動化ガスはともに空気\nとし，該流動化ガスを該炉内に供給して該炉内に流動媒体の循環流を形成し，該廃\n棄物を該流動層炉に供給し，ガス化してガスとチャーを生成し，該廃棄物に含まれ\nる不燃物と流動媒体を該流動層炉の炉底部より排出し，該不燃物と該流動媒体を分\n別した後に該流動媒体を該流動層炉に戻し，該熔融炉は該流動層炉より排出された\n該ガスと該チャーを燃焼して灰分を熔融することを特徴とするガス化及び熔融装\n置。」\nウ　本件第３特許権（その特許明細書（甲３の２）を「本件明細書３」とい\nう。）\n(ア)　特許番号　　第３５４４９５３号\n(イ)　発明の名称　　廃棄物の処理方法及びガス化及び熔融装置\n(ウ)　出願年月日　　平成７年２月９日\n(エ)　登録年月日　　平成１６年４月１６日\n(オ)　特許請求の範囲\nａ　請求項１\n「廃棄物をガス化した後に，灰分を熔融する装置において，炉内に\n上昇する流動媒体と沈降する流動媒体からなる流動媒体の循環流を有する流動層炉\nを備え，該廃棄物をガス化してガスとチャーを生成し，流動媒体が上昇する流動層\nの温度を４５０℃～６５０℃に維持し，抑制された燃焼反応が継続されるように\nし，該流動層炉より該ガスと該チャーを供給して灰分を熔融する熔融炉を備えたこ\nとを特徴とするガス化及び熔融装置。」\nｂ　請求項２\n「廃棄物をガス化した後に，灰分を熔融する装置において，炉内に\n流動化ガスとして空気を供給し，質量速度が比較的大きい流動化ガスと質量速度が\n比較的小さい流動化ガスにより形成される流動媒体の循環流を有する流動層炉を備\nえ，該廃棄物をガス化してガスとチャーを生成し，質量速度の比較的大きい流動化\nガスによって流動化される流動層の温度を４５０℃～６５０℃に維持し，抑制され\nた燃焼反応が継続されるようにし，該流動層炉より該ガスと該チャーを供給して灰\n分を熔融する熔融炉を備えたことを特徴とするガス化及び熔融装置。」\nｃ　請求項４\n「前記上昇する流動媒体と沈降する流動媒体からなる流動媒体の循\n環流は，質量速度が比較的大きい流動化ガスと質量速度が比較的小さい流動化ガス\nにより形成されることを特徴とする請求項１に記載のガス化及び熔融装置。」\nｄ　請求項５\n「前記流動層炉内には流動化ガスとして空気を供給することを特徴\nとする請求項１又は３又は４に記載のガス化及び熔融装置。」\nｅ　請求項６\n「廃棄物をガス化した後に，灰分を熔融する装置において，炉内に\n上昇する流動媒体と沈降する流動媒体からなる流動媒体の循環流を有する流動層炉\nを備え，該廃棄物をガス化してガスとチャーを生成し，流動媒体が上昇する流動層\nの温度を４５０℃～６５０℃に維持し，生成されたチャーの一部を流動媒体が上昇\nする流動層で燃焼させ，該流動層炉より該ガスと該チャーを供給して灰分を熔融す\nる熔融炉を備えたことを特徴とするガス化及び熔融装置。」\nｆ　請求項７\n「廃棄物をガス化した後に，灰分を熔融する装置において，炉内に\n流動化ガスとして空気を供給し，質量速度が比較的大きい流動化ガスと質量速度が\n比較的小さい流動化ガスにより形成される流動媒体の循環流を有する流動層炉を備\nえ，該廃棄物をガス化してガスとチャーを生成し，質量速度の比較的大きい流動化\nガスによって流動化される流動層の温度を４５０℃～６５０℃に維持し，生成され\nたチャーの一部を質量速度の比較的大きい流動化ガスによって流動化される流動層\nで燃焼させ，該流動層炉より該ガスと該チャーを供給して灰分を熔融する熔融炉を\n備えたことを特徴とするガス化及び熔融装置。」\nｇ　請求項９\n「前記上昇する流動媒体と沈降する流動媒体からなる流動媒体の循\n環流は，質量速度が比較的大きい流動化ガスと質量速度が比較的小さい流動化ガス\nにより形成されることを特徴とする請求項６に記載のガス化及び熔融装置。」\nｈ　請求項１０\n「前記流動層炉内には流動化ガスとして空気を供給することを特徴\nとする請求項６又は８又は９に記載のガス化及び熔融装置。」\nｉ　請求項１２\n「前記熔融炉は，酸素又は酸素と空気の混合気体を供給するノズル\nを備えたことを特徴とする請求項１乃至１１のいずれか１項に記載のガス化及び熔\n融装置。」\n(3)　本件各特許権の特許発明の構成要件の分説\n本件第１特許権の特許請求の範囲請求項１６ないし１９及び２１，本件第\n２特許権の特許請求の範囲請求項２並びに本件第３特許権の特許請求の範囲請求項\n１，２，４ないし７，９，１０及び１２に係る各特許発明（以下，併せて「本件各\n発明」という。）の構成要件は，次のとおり分説することができる。\nア　本件第１特許権請求項１６に係る特許発明（以下，この特許発明を「本\n件発明１①」という。また，その構成要件をその番号及び記号に従って「構成要件\n１Ａ」などといい，以下同様とする。）\n１Ａ　　廃棄物を流動層炉にてガス化した後に，熔融炉にて灰分を熔融ス\nラグ化する方法において，\n１Ｂ①　流動層炉内に流動媒体の循環流を形成し，\n１Ｃ　　該廃棄物を該流動層炉に供給し，\n１Ｄ　　該流動層炉内の循環流中でガス化してガスとチャーを生成し\n１Ｅ　　該チャーを該循環流中で微粒子とし，\n１Ｆ　　該流動層炉より排出された該ガスと該微粒子となったチャーを旋\n回熔融炉に供給して灰分を熔融してスラグ化することを特徴とする廃棄物の処理方\n法。\nイ　本件第１特許権請求項１７に係る特許発明（以下，この特許発明を「本\n件発明１②」という。）\n１Ａ　　前記アの構成要件１Ａに同じ\n１Ｂ①　前記アの構成要件１Ｂ①に同じ\n１Ｂ②　前記流動媒体の循環流は，流動媒体が沈降する移動層と流動媒体\nが上昇する流動層により形成され，流動媒体が該移動層及び流動層を通り循環する\nことを特徴とする\n１Ｃ　　前記アの構成要件１Ｃに同じ\n１Ｄ　　前記アの構成要件１Ｄに同じ\n１Ｅ　　前記アの構成要件１Ｅに同じ\n１Ｆ　　前記アの構成要件１Ｆに同じ\nウ　本件第１特許権請求項１８に係る特許発明（以下，この特許発明を「本\n件発明１③」という。）\n１Ａ　　　　　　前記アの構成要件１Ａに同じ\n１Ｂ①及び②　　前記アの構成要件１Ｂ①及び前記イの構成要件１Ｂ②に\n同じ\n１Ｂ③　　　　　前記移動層は質量速度が比較的小さい流動化ガスによっ\nて形成され，前記流動層は質量速度が比較的大きい流動化ガスによって形成される\nことを特徴とし，\n１Ｃ　　　　　　前記アの構成要件１Ｃに同じ\n１Ｄ　　　　　　前記アの構成要件１Ｄに同じ\n１Ｅ　　　　　　前記アの構成要件１Ｅに同じ\n１Ｆ　　　　　　前記アの構成要件１Ｆに同じ\nエ　本件第１特許権請求項１９に係る特許発明（以下，この特許発明を「本\n件発明２①」という。）\n２Ａ　　　廃棄物を流動層炉にてガス化した後に，熔融炉にて灰分を熔融\nスラグ化する方法において，\n２Ｂ①　　流動層炉内に流動媒体の循環流を形成し，\n２Ｂ②　　該循環流は流動媒体が沈降する移動層と流動媒体が上昇する流\n動層が形成され，\n２Ｂ③　　流動媒体が該移動層及び流動層を通って循環する循環流であ\nり，\n２Ｃ　　　該廃棄物を該流動層炉に供給し，\n２Ｄ①　　該流動層炉内の循環流中でガス化してガスとチャーを生成し\n２Ｅ　　　該チャーを該循環流中で微粒子とし，\n２Ｆ①　　該廃棄物に含まれる不燃物と流動媒体を該流動層炉の炉底部よ\nり排出し，\n２Ｆ②　　該不燃物と該流動媒体を分別した後に該流動媒体を該流動層炉\nに戻し，\n２Ｆ③　　該流動層炉より排出された該ガスと該微粒子となったチャーを\n旋回熔融炉に供給して灰分を熔融してスラグ化することを特徴とする廃棄物の処理\n方法。\nオ　本件第１特許権請求項２１に係る特許発明（以下，この特許発明を「本\n件発明２②」という。）\n２Ａ　　　　　　　前記エの構成要件２Ａに同じ\n２Ｂ①ないし③　　前記エの構成要件２Ｂ①ないし③に同じ\n２Ｃ　　　　　　　前記エの構成要件２Ｃと同じ\n２Ｄ①　　　　　　前記エの構成要件２Ｄ①と同じ\n２Ｄ②　　　　　　前記流動層炉は，流動層温度が４５０℃～６５０℃に\n維持されることを特徴とし，\n２Ｅ　　　　　　　前記エの構成要件２Ｅと同じ\n２Ｆ①ないし③　　前記エの構成要件２Ｆ①ないし③に同じ\nカ　本件第２特許権請求項２に係る特許発明（以下，この特許発明を「本件\n発明３」という。）\n３Ａ　　　廃棄物を流動層炉にてガス化した後に，熔融炉にて灰分を熔融\nする装置において，\n３Ｂ①　　該流動層炉は，質量速度が比較的小さい流動化ガスを供給する\n流動化ガス供給手段と，質量速度が比較的大きい流動化ガスを供給する流動化ガス\n供給手段を備え，\n３Ｂ②　　該質量速度が比較的小さい流動化ガスを供給する手段と，該質\n量速度が比較的大きい流動化ガスを供給する手段から供給される流動化ガスはとも\nに空気とし，\n３Ｂ③　　該流動化ガスを該炉内に供給して該炉内に流動媒体の循環流を\n形成し，\n３Ｃ　　　該廃棄物を該流動層炉に供給し，\n３Ｄ　　　ガス化してガスとチャーを生成し，\n３Ｆ①　　該廃棄物に含まれる不燃物と流動媒体を該流動層炉の炉底部よ\nり排出し，該不燃物と該流動媒体を分別した後に該流動媒体を該流動層炉に戻し，\n３Ｆ②　　該熔融炉は該流動層炉より排出された該ガスと該チャーを燃焼\nして灰分を熔融することを特徴とするガス化及び熔融装置。\nキ　本件第３特許権請求項１に係る特許発明（以下，この特許発明を「本件\n発明４①」という。）\n４Ａ　　　廃棄物をガス化した後に，灰分を熔融する装置において，\n４Ｂ①　　炉内に上昇する流動媒体と沈降する流動媒体からなる流動媒体\nの循環流を有する流動層炉を備え，\n４Ｄ①　　該廃棄物をガス化してガスとチャーを生成し，\n４Ｄ②　　流動媒体が上昇する流動層の温度を４５０℃～６５０℃に維持\nし，\n４Ｅ　　　抑制された燃焼反応が継続されるようにし，\n４Ｆ　　　該流動層炉より該ガスと該チャーを供給して灰分を熔融する熔\n融炉を備えたことを特徴とするガス化及び熔融装置。\nク　本件第３特許権請求項４に係る特許発明（以下，この特許発明を「本件\n発明４②」という。）\n４Ａ　　　　　　前記キの構成要件４Ａに同じ\n４Ｂ①　　　　　前記キの構成要件４Ｂ①に同じ\n４Ｂ②　　　　　前記上昇する流動媒体と沈降する流動媒体からなる流動\n媒体の循環流は，質量速度が比較的大きい流動化ガスと質量速度が比較的小さい流\n動化ガスにより形成されることを特徴とし，\n４Ｄ①及び②　　前記キの構成要件４Ｄ①及び②に同じ\n４Ｅ　　　　　　前記キの構成要件４Ｅに同じ\n４Ｆ　　　　　　前記キの構成要件４Ｆに同じ\nケ　本件第３特許権請求項５に係る特許発明（以下，この特許発明を「本件\n発明４③」という。）\n４Ａ　　　　　　前記キの構成要件４Ａに同じ\n４Ｂ①　　　　　前記キの構成要件４Ｂ①に同じ\n４Ｂ②　　　　　又は，前記クの構成要件４Ｂ②に同じ\n４Ｂ③　　　　　前記流動層炉内には流動化ガスとして空気を供給するこ\nとを特徴とし，\n４Ｄ①及び②　　前記キの構成要件４Ｄ①及び②に同じ\n４Ｅ　　　　　　前記キの構成要件４Ｅに同じ\n４Ｆ　　　　　　前記キの構成要件４Ｆに同じ\nコ　本件第３特許権請求項２に係る特許発明（以下，この特許発明を「本件\n発明５」という。）\n５Ａ　　　廃棄物をガス化した後に，灰分を熔融する装置において，\n５Ｂ①　　炉内に流動化ガスとして空気を供給し，\n５Ｂ②　　質量速度が比較的大きい流動化ガスと質量速度が比較的小さい\n流動化ガスにより形成される流動媒体の循環流を有する流動層炉を備え，\n５Ｄ①　　該廃棄物をガス化してガスとチャーを生成し，\n５Ｄ②　　質量速度の比較的大きい流動化ガスによって流動化される流動\n層の温度を４５０℃～６５０℃に維持し，\n５Ｅ　　　抑制された燃焼反応が継続されるようにし，\n５Ｆ　　　該流動層炉より該ガスと該チャーを供給して灰分を熔融する熔\n融炉を備えたことを特徴とするガス化及び熔融装置。\nサ　本件第３特許権請求項６に係る特許発明（以下，この特許発明を「本件\n発明６①」という。）\n６Ａ　　　廃棄物をガス化した後に，灰分を熔融する装置において，\n６Ｂ①　　炉内に上昇する流動媒体と沈降する流動媒体からなる流動媒体\nの循環流を有する流動層炉を備え，\n６Ｄ①　　該廃棄物をガス化してガスとチャーを生成し，\n６Ｄ②　　流動媒体が上昇する流動層の温度を４５０℃～６５０℃に維持\nし，\n６Ｅ　　　生成されたチャーの一部を流動媒体が上昇する流動層で燃焼さ\nせ，\n６Ｆ　　　該流動層炉より該ガスと該チャーを供給して灰分を熔融する熔\n融炉を備えたことを特徴とするガス化及び熔融装置。\nシ　本件第３特許権請求項９に係る特許発明（以下，この特許発明を「本件\n発明６②」という。）\n６Ａ　　　　　　前記サの構成要件６Ａに同じ\n６Ｂ①　　　　　前記サの構成要件６Ｂ①に同じ\n６Ｂ②　　　　　前記上昇する流動媒体と沈降する流動媒体からなる流動\n媒体の循環流は，質量速度が比較的大きい流動化ガスと質量速度が比較的小さい流\n動化ガスにより形成されることを特徴とし，\n６Ｄ①及び②　　前記サの構成要件６Ｄ①及び②に同じ\n６Ｅ　　　　　　前記サの構成要件６Ｅに同じ\n６Ｆ　　　　　　前記サの構成要件６Ｆに同じ\nス　本件第３特許権請求項１０に係る特許発明（以下，この特許発明を「本\n件発明６③」という。）\n６Ａ　　　　　　前記サの構成要件６Ａと同じ\n６Ｂ①　　　　　前記サの構成要件６Ｂ①に同じ\n６Ｂ②　　　　　又は，前記シの構成要件６Ｂ②に同じ\n６Ｂ③　　　　　前記流動層炉内には流動化ガスとして空気を供給するこ\nとを特徴とし，\n６Ｄ①及び②　　前記サの構成要件６Ｄ①及び②に同じ\n６Ｅ　　　　　　前記サの構成要件６Ｅに同じ\n６Ｆ　　　　　　前記サの構成要件６Ｆに同じ\nセ　本件第３特許権請求項７に係る特許発明（以下，この特許発明を「本件\n発明７」という。）\n７Ａ　　　廃棄物をガス化した後に，灰分を熔融する装置において，\n７Ｂ①　　炉内に流動化ガスとして空気を供給し，\n７Ｂ②　　質量速度が比較的大きい流動化ガスと質量速度が比較的小さい\n流動化ガスにより形成される流動媒体の循環流を有する流動層炉を備え，\n７Ｄ①　　該廃棄物をガス化してガスとチャーを生成し，\n７Ｄ②　　質量速度の比較的大きい流動化ガスによって流動化される流動\n層の温度を４５０℃～６５０℃に維持し，\n７Ｅ　　　生成されたチャーの一部を質量速度の比較的大きい流動化ガス\nによって流動化される流動層で燃焼させ，\n７Ｆ　　　該流動層炉より該ガスと該チャーを供給して灰分を熔融する熔\n融炉を備えたことを特徴とするガス化及び熔融装置。\nソ　本件第３特許権請求項１２に係る特許発明（以下，この特許発明を「本\n件発明８」という。）\n本件発明８の構成は，前記キないしセのいずれかの構成及び次の構成要\n件８Ｆとに分説することができる。\n８Ｆ　　前記熔融炉は，酸素又は酸素と空気の混合気体を供給するノズル\nを備えたことを特徴とする。\n(4)　被告の行為\n被告は，製品名「流動床式ガス化溶融炉」（以下「被告製品」という。）\nを製造販売している。\n(5)　構成要件の一部充足\nア　被告製品の構成は，本件発明１①ないし③の構成要件１Ａ及び１Ｃを充\n足する。\nイ　被告製品の構成は，本件発明２①及び②の構成要件２Ａ，２Ｃ，２Ｆ①\n及び２Ｆ②を充足する。\nウ　被告製品の構成は，本件発明３の構成要件３Ａ，３Ｃ及び３Ｆ①を充足\nする。\nエ　被告製品の構成は，本件発明４①ないし③の構成要件４Ａを充足する。\nオ　被告製品の構成は，本件発明５の構成要件５Ａ及び５Ｂ①を充足する。\nカ　被告製品の構成は，本件発明６①ないし③の構成要件６Ａを充足する。\nキ　被告製品の構成は，本件発明７の構成要件７Ａ及び７Ｂ①を充足する。\n３　争点\n(1)　本件各発明における「循環流」の解釈\n(2)　被告製品の構成\n(3)　被告製品が本件発明１①ないし③の技術的範囲に属するか否か（被告製品\nの構成が構成要件１Ｂ①ないし③，１Ｄ，１Ｅ及び１Ｆを充足するか否か）\n(4)　被告製品が本件発明２①及び②の技術的範囲に\n属するか否か（被告製品の構成が構成要件２Ｂ①ないし③，２Ｄ①及び②，２Ｅ並\nびに２Ｆ③を充足するか否か）\n(5)　被告製品が本件発明３の技術的範囲に属するか否か（被告製\n品の構成が構成要件３Ｂ①ないし③，３Ｄ及び３Ｆ②を充足するか否か）\n(6)　被告製品が本件発明４①ないし③の技術的範囲に属するか否か（被告製品\nの構成が構成要件４Ｂ①ないし③，４Ｄ①及び②，４Ｅ及び４Ｆを充足するか否\nか）\n(7)　被告製品が本件発明５の技術的範囲に属するか\n否か（被告製品の構成が構成要件５Ｂ②，５Ｄ①及び②，５Ｅ及び５Ｆを充足する\nか否か）\n(8)　被告製品が本件発明６①ないし③の技術的範囲に属するか否か（被告製品\nの構成が構成要件６Ｂ①ないし③，６Ｄ①及び②，６Ｅ及び６Ｆを充足するか否\nか）\n(9)　被告製品が本件発明７の技術的範囲に属するか否か（被告製品の構成が構\n成要件７Ｂ②，７Ｄ①及び②，７Ｅ及び７Ｆを充足するか否か）\n(10)　被告製品が本件発明８の技術的範囲に属するか否か\n(11)　被告製品の構成が，本件各特許権の出願前に既に公知になっていた技術\nと同一ないし同技術から当業者において容易に想到することができるものであっ\nて，本件各特許権の侵害とならないものか否か（自由技術の抗弁）\n(12)　本件発明１①ないし③に係る特許が無効にされるべきものか否か\nア　      本件発明１①の新規性の有無\nイ　      本件発明１①の進歩性の有無\nウ　本件発明１②の進歩性の有無\nエ　本件発明１③の進歩性の有無\n(13)　本件発明２①及び②に係る特許が無効にされるべきものか否か\nア　本件発明２①の進歩性の有無\nイ　本件発明２②の進歩性の有無\n(14)　本件発明３に係る特許が無効にされるべきものか否か（進歩性の有無）\n(15)　本件発明４①ないし③に係る特許が無効にされるべきものか否か\nア　      本件発明４①の新規性及び進歩性の有無\nイ　本件発明４②の進歩性の有無\nウ　本件発明４③の進歩性の有無\n(16)　本件発明５に係る特許が無効にされるべきものか否か（進歩性の有無）\n(17)　本件発明６①ないし③に係る特許が無効にされるべきものか否か\nア　      本件発明６①の新規性及び進歩性の有無\nイ　本件発明６②の進歩性の有無\nウ　本件発明６③の進歩性の有無\n(18)　本件発明７に係る特許が無効にされるべきものか否か（進歩性の有無）\n(19)　本件発明８に係る特許が無効にされるべきものか否か（進歩性の有無）\n第３　争点に関する当事者の主張\n１　争点(1)（本件各発明における「循環流」の解釈）  について\n〔原告の主張〕\n(1)　「循環流」の意味\nア　特許請求の範囲の文言解釈\n本件発明１①の特許請求の範囲には，「廃棄物を流動層炉にてガス化し\nた後に，熔融炉にて灰分を熔融スラグ化する方法において，流動層炉内に流動媒体\nの循環流を形成し，」と記載されている。\nこのとおり，「流動媒体の循環流」は「形成し」の対象であり，ここで\n「形成」とは，国語的には「形づくること。」（広辞苑第５版（甲９）８２０頁）\nを意味する。したがって，「流動媒体の循環流」は，「形づくること。」の対象と\nなるものであるから，単なる自然発生的なものではなく，意図的に形成されるよう\nなものを意味する。\nそして，「循環流」とは，文字どおり循環する流れを意味するから，\n「流動媒体の循環流」とは，「意図的に形成された流動媒体の循環する流れ」を意\n味する。\nイ　本件明細書１の記載\n本件明細書１（甲１の３）の【課題を解決するための手段】（【０００\n９】２６頁１８行ないし２３行）の記載においては，「流動媒体の循環流」が「意\n図的に形成された流動媒体の循環する流れ」を意味することが示されている。\nまた，本件明細書１に記載された【発明の効果】（【００５６】３５頁\n４５行及び４６行，【００５８】３６頁２行）は，気泡が炉の下部から上部へと移\n動することに伴い，付随的，自然発生的に発生する各種循環セルでは，発生しない\nから（乙３），この点からも，「流動媒体の循環流」が，「流動層の反応工学」中\nに記載された各種の循環セルとは明確に区別された「意図的に形成された流動媒体\nの循環する流れ」を意味することを裏付けることができる。なお，従来型のバブリ\nング型の流動床炉では，「意図的に形成された流動媒体の循環する流れ」が存在し\nないために，ごみの取り込みに問題が生じ，特に不燃物の排出に支障が生じる。\n本件発明１の上記作用効果は，従来のバブリング型流動床炉にはない本\n件発明１特有の効果である。\nそうすると，「流動媒体の循環流」は，前記アのとおりに解釈されるべ\nきである。\n(2)　被告の主張について\nア　      クレーム解釈の明確性\n仮に，「流動層の反応工学」（乙３）中に記載されている流動媒体の循\n環である「粒子循環セル」が従来公知の流動層炉（流動床式ガス化炉）に妥当する\nとしても，このような「粒子循環セル」は，流動層である限り必然的に発生する周\n知の物理現象であって，意図的に形成された流動媒体の循環する流れとは，明確に\n区別される。\n本件発明１①等においては，「意図的に形成された流動媒体の循環する\n流れを形成すること」という要件は，流動媒体が循環するために，例えば，流動層\n炉に供給する流動化ガスの質量速度に大小をつけたり，デフレクターを用いたりし\nて，意図的，作為的に流動媒体の循環流を形成するための構成を，前段のガス化装\n置において備えることを要することを意味する。\n他方，「粒子循環セル」は，流動層である限り必然的に発生する周知な\n物理現象である以上，意図的，作為的に流動媒体の循環流を形成するための構成を\nガス化装置が備えるものではない。\nすなわち，本件発明１①等においては，意図的，作為的に流動媒体の循\n環流を形成するための構成をガス化装置が備えているのに対して，被告のいう公知\n技術においては，このような構成を備えるものではない以上，両者は明確に区別さ\nれる。\n被告の「循環流」についての解釈は不当な実施例限定解釈である。\nイ　公知技術に基づく主張について\n〔被告          の主張〕(1)イは，本件各発明の「循環流」が公知技術\nとは異なるはずであると出発しながら，結論においては，公知技術と同様に解釈す\nべきであると主張しているのであって，論理的に破綻している。\n公知技術の組合せにより本件各発明に容易に想到することを理由に，\n「循環流」を限定解釈するのは明らかに失当である。\nウ　明細書中の記載に基づく主張について\n本件明細書１に記載されている「本発明」とは，「流動媒体\nの循環流を形成」するという要件だけを規定している本件発明１①だけではなく，\n「循環流は，流動媒体が沈降する移動層と流動媒体が上昇する流動層により形成」\nされることを要件とする本件発明１②等を含むものである。\nしたがって，本件発明１における「循環流」に関して，「循環流は，流\n動媒体が沈降する移動層と，流動媒体が上昇する流動層により形成」されることが\n本件明細書１に記載されているとしても，それは，本件発明１②等に関する記載で\nあって，「循環流」に関して何らの限定のない本件発明１①の請求項の文言の解釈\nがこれにより限定される理由は全くない。\nエ　技術文献等の参酌に基づく主張について\n被告は，本件発明１①の循環流においては，流動層炉内に流動層及び移\n動層の２種類の層を形成することを前提にしてクレーム解釈を行っているが，この\n前提自体が失当である。\n本件明細書１（甲１の２）では，「流動媒体の循環流は，流動媒体が沈\n降する移動層と流動媒体が上昇する流動層により形成」されると記載して（【００\n０９】），「循環流」が流動媒体が上昇する部分と沈降する部分により形成される\n場合に，流動媒体が上昇する部分を「流動層」，流動媒体が沈降する部分を「移動\n層」と明確に定義しており，技術文献等を参酌する必要はない。\nオ　明細書の実施例の参酌に関する主張について\n全実施例における共通する要素を「循環流」の解釈にすべて\n反映しなければならない根拠はないし，実施例に記載された全要素を備えない限り\n特許発明を実施できないわけではない。\nなお，仮に全実施例における共通する要素を「循環流」の解釈にすべて\n反映したとしても，全実施例における「循環流」は，「意図的に形成された流動媒\n体の循環する流れを形成すること」ものであり，被告の主張は失当である。\nカ　明細書の効果の参酌に関する主張について\n本件各発明の効果を奏するには，後記〔被告の主張〕(1)アの５要件に対\n応した，「移動層」と「流動層」の間の「循環」という大きくダイナミックな循環\nがあることが必須なものではなく，本件各明細書に記載されているとおり，「意図\n的に形成された流動媒体の循環する流れを形成」すれば足りる。\nキ　出願経緯の参酌に関する主張について\n特許権が有効に登録された後の請求項の解釈にお\nいて，出願当初の請求項の内容に制約されることはない。特許出願の実務上，出願\n過程において，当初の狭いクレームから広いクレームとなることは多々あることで\nあり，広いクレームで権利が成立した以上，出願当初のクレームの内容がどのよう\nなものであったかは，クレームの解釈において，何ら問題となるものではない。\nまた，被告は，特許庁の異議決定（乙７）          における(ア)「循\n環流」という上位概念が当初明細書に記載されていること，(イ)「流動媒体が該移\n動層及び流動層を通り循環する」ことが当初明細書に記載されていることについて\nの２つを判断を，意図的に直接的に結び付けているもので，極めてミスリーディン\nグである。\n上記(ア)の「循環流」なる概念は，請求項１，１０，１６に記載の「流\n動層炉内に流動媒体の循環流を形成し，」を指している一方，上記(イ)の「流動媒\n体が該移動層及び流動層を通り循環する」という事項は，請求項３，１２，１７及\nび１９に関する取消理由である。\n異議決定（乙７）は，かかる異議申立理由に対して判断したものであ\nり，異議決定中の「特定の概念を『循環流』なる用語で直接的に記載するものであ\nる。」という記載部分にいう「特定の概念」は，請求項１，１０，１６に記載の\n「流動層炉内に流動媒体の循環流を形成し，」を意味するものであることは明らか\nであり，「流動媒体が該移動層及び流動層を通り循環する」という事項を指すもの\nではない。\nしかも，仮に，「循環流」が，流動媒体が本件明細書１の図１又は図３\n中の矢印１１２及び１１８で示すように移動層及び流動層を通り循環する流れであ\nるとすれば，請求項３，１２，１７及び１９とは明確に区別された請求項１，１０\n及び１６は認められ得ない。\n〔被告の主張〕\n(1)　「循環流」の意味\nア　「循環流」の構成\n本件各発明にいう「流動媒体の循環流」は，次のｉないしｖの５要件を\n充たすものをいう。このように解する理由は後記イないしキのとおりである。\nⅰ　質量速度が比較的小さい流動化ガスによって形成され，炉中央部に流\n動媒体が沈降する「移動層」と，\nⅱ　質量速度が比較的大きい流動化ガスによって形成され，炉周辺部に流\n動媒体が定常的に上昇する「流動層」により形成され，\nⅲ　炉内周辺部上方における流動化ガスの上向き流が炉の中央に向かうよ\nうに転向されることにより，流動媒体が周辺部頂部から中央部頂部へ移動する\n（「循環流」を「形成」するためには流動化ガスを周辺部頂部から中央部頂部へ転\n向するための手段が必要である。）。\nⅳ　炉の中央部の「移動層」では流動媒体が拡散沈降し，炉内周辺部の\n「流動層」では流動媒体が活発に流動しており，そして，移動層の下部から流動層\nへ及び流動層頂部から移動層へ，流動媒体が移動する。\nⅴ　ⅰないしⅳにより，流動媒体を，炉内において大きな循環径で繰り返\nし循環させている。\nイ　公知技術の参酌\n本件各発明の装置の基本構成は先行の公知例たる特公昭６２－３５００\n４号（乙１。以下「乙１発明」という。）によって公知であるから，本件各発明の\n「循環流」は，乙１発明の流動焼却炉３内に生起している循環とは異なるものでな\nければならない。「意図的に形成された流動媒体の流れ」などという定義では，乙\n１発明の流動焼却炉内に生起している循環との区別ができない。\nそこで，本件各発明にいう「循環流」の意義を解釈し，これを用いた技\n術思想を理解するためには，乙１発明の参酌が必要である。\n本件明細書１等には，本件各発明が解決すべき技術的課題を説明するた\nめに，いずれも乙１発明及び特開平２－１４７６９２号（乙２４。以下「乙２４発\n明」という。）が挙げられている。\n乙１発明及び乙２４発明との関係から，本件各発明では，乙１発明の\n「流動層熱分解炉２」に代えて，乙２４発明の「流動層ガス化炉３」における「循\n環流」を組み合わせたものであるということができる。\nすなわち，本件各発明では，炉の構成を乙１発明におけるように，流動\n層熱分解炉とサイクロン炉（溶融炉）に分けて，かつ流動層熱分解炉内に先行例２\nと同じ「移動層」と「流動層」からなり大きな循環径で繰り返し循環する「循環\n流」を形成し，その「移動層」には，廃棄物の「ガス化ゾーン」としての役割を与\nえ，「流動層」には，廃棄物の「酸化ゾーン」としての役割を与えることで，高い\nガス化効率と，大きなゴミなどの取込み及び排出の２つの課題を同時に達成したも\nのである。\nしたがって，本件各発明の「循環流」は，乙２４発明において説明した\n「移動層」と「流動層」をもつ「循環流」と同じである。\nウ　特許明細書の「発明の詳細な説明」の参酌\n本件明細書１の「発明の詳細な説明」の中の【課題を解決す\nるための手段】（【０００９】）及び【作用】（【００２１】）の欄は，その主語\nが「本発明においては，（以下略）」と記載されていることから明らかなように，\n単なる実施態様を説明するものではなく，請求項に記載の発明に必須の手段とその\n作用を記載することで，特許権者が，自己の特許発明についていかなる手段が必要\nとされ，その手段がいかなる働きをするかという技術思想を解説したものである。\nそうすると，本件各発明における「循環流」の意義が，この手段及び作\n用の欄の記載を離れて解釈されることがあってはならない（特許法３６条６項１\n号）。\n本件明細書１の上記                              各記載\nを参酌すると，本件各発明における「循環流」は，前記アのとおりに解釈され，前\n記アの５要件が本件各発明の「循環流」を形成させるための必須の構成要件である\nことは明らかである。\nエ　技術文献等の参酌\n(ア)　原告による「移動層」及び「流動層」の用法\n「移動層」と「流動層」を用いて，砂を循環させる，という技術は，\n本件各発明以前から，原告がＴＩＦ（Ｔｗｉｎ　Ｉｎｔｅｒｃｈａｎｇｉｎｇ　Ｆ\nｌｕｉｄｉｚｅｄ－ｂｅｄ）として公開し宣伝している技術にほかならない。\n原告は，自らが平成２年に公表し，自社技術を解説した文献「無破砕\n旋回流型流動燃焼炉とその応用技術」（乙２７）において，「移動層」は，「固定\n層と流動層の中間の状態で，砂が上下に躍り出す前のいわゆる弱い流動層であり，\n粒状の砂があたかも水のような流動特性と，重量物を沈降させないコロイド状の特\n性を合わせ持っている」と定義している。なお，ＴＩＦ技術における用語の「流動\n層」と「移動層」は，本件各発明と全く同じ意味である。\n本件各発明は，このＴＩＦ型燃焼炉又は乙２４発明の「ガス化炉３」\nを「流動層炉」とし，これに旋回溶融炉（サイクロン燃焼炉）を組み合わせたもの\nであり，ＴＩＦ燃焼炉の構造は，本件各発明の「流動層炉」の構造と同じものであ\nる。\nなお，原告は，本件各発明と同じ構造の製品を多くの文献において解\n説しているが，その中で，ガス化炉は，従来の技術を応用したものであることを明\nらかにしている（乙４０，４１）。\n(イ)　「改訂版　反応工学」（平成１５年９月２０日改訂１８版，乙４\n２）には，流動化空気（気体）と，この流動化空気により砂層（粒子層）に形成さ\nれる流動層との関係を示すグラフが，「化学工学便覧」（改訂６版，乙４３）に\nは，流動化空気の流速が変化するにつれて，砂層の状態が固定層から高速流動層へ\nと変化する様子を示す図がそれぞれ掲載されている。\nこれらのグラフ等によると，流動化空気の流速が流動化開始速度Ｕｍ\nｆに達しない間は，砂層を構成する粒子が浮動することはない。一方，流動化空気\nの流速が流動化開始速度Ｕｍｆ以上となると，砂層を構成する粒子は浮動し，均一\nに流動化する均一流動化の状態となる（「均一相流動化」状態）。さらに，流動化\n空気の流速が増大し，気泡流動化開始速度Ｕｍｂを超えると，砂層内に沢山の気泡\nが発生し，気泡流動層となる（「気泡流動化」状態）。この気泡流動層は，被告製\n品を始め，いわゆるバブリング流動層といわれる流動層を利用する流動床炉におい\nて用いられるものである。この状態から，さらに流動化空気の流速を増大させる\nと，多量に送り込まれた空気による気泡が，互いに合体して大きな気泡を形成する\nスラッキング流動層となり，さらに流動化空気の流速が増大されるに従い，乱流流\n動層，高速流動層へと変化する。\n「化学工学辞典」（改訂３版，乙４４）及び「化学大辞典１」（乙４\n５）における「移動層」の定義を「化学工学便覧」（改訂６版，乙４３）中の図に\n当てはめると，「移動層」は，固定層と気泡流動層との間である均一流動化状態\nで，流動媒体が気泡によって流動する前の状態で，層自体が下降する性質があるも\nの，ということができる。\n(ウ)　原告による「移動層」及び「流動層」の用法と学術用語との対比\n前記(ア)の原告の用語（本件発明１①等の用語）の用法と，流動化技\n術における学術用語とを対比してみても，齟齬するものではなく，本件各発明の\n「移動層」は中央流動化ガスを導入されつつも，その質量速度は比較的小さいの\nで，流動媒体が「沈降」し，砂である流動媒体が浮き上がることなく，次第に下降\nするから，前記(イ)の「化学工学便覧」中の図における固定層と気泡流動層との中\n間の「均一流動化」若しくはこれに等しい状態に相当する。これは，流動媒体が気\n泡によって流動する前の状態で，層自体が下降する性質をもつ状態を意味する。\nまた，本件各発明にいう「流動層」は，中央流動化ガスよりも質量速\n度の大きい周辺流動化ガスにより形成されるもので，激しく上昇するための運動量\nが流動媒体に与えられる。とりわけ，本件各発明では，「移動層」において流動媒\n体が下降し，「流動層」で流動媒体が上昇する，との区分けがなされており，「流\n動層」の流動媒体は，ランダムな上下動ではなく，定常的に上昇する。したがっ\nて，本件各発明にいう「流動層」は，少なくとも前記(イ)の「化学工学便覧」図６\nにおける気泡流動層（「流動媒体（砂）があたかも沸騰している湯のように上下に\n動いて流動する」状態）では足りず，流動媒体が定常的に上昇するような大きなエ\nネルギーを持った流動層でなければならない。\n本件各発明における「流動層」は，この「気泡流動化」状態であって\nも，かなり強い気泡流動化状態にあるか，又は「気泡流動化」状態よりもさらに激\nしい上記図６における乱流流動層若しくは高速流動層の状態に近い。\n(エ)　本件各発明の「移動層」と「流動層」の作用\n本件各発明は，炉内に前記(イ)の「化学工学便覧」図６の均一流動化\n若しくはこれにほぼ等しい「固定層と流動層の中間の状態で，砂が上下に躍り出す\n前のいわゆる弱い流動層」である「移動層」と，同図６の「気泡流動層」のうちの\n強い流動状態又はこれよりも激しい乱流流動層等である「流動層」の２種類の層が\n形成されることに特徴がある。\n本件各発明の「移動層」が，本件明細書１の実施例の図１の炉中央部\nにおいて，「均一流動化」層又はこれにほぼ等しい静かな層であることは，上記図\n面中央に静水面を表すのと同じ複数の横線によって移動層上部が表現されているこ\nとからも裏付けられる。前記(ア)の原告自らが自社技術を発表した文献（乙２７）\nでは，ＴＩＦ技術の解説において，この層は「のみ込み層」と呼ばれ，静かでかつ\n下方向に移動する層である。当該層に燃焼物が投入されると，燃焼物を砂の中にの\nみ込む働きをする。また，この「移動層」において，燃焼物は砂の熱により蒸し焼\nきにされるが，酸素が少なく，燃焼が促進されないから，投入された廃棄物は，下\n降しながら熱分解及びガス化の進行を受ける（ガス化ゾーンＧ）。「移動層」を下\n降した流動媒体と熱分解・ガス化を経た燃焼物は，中央が高くなった傘状の炉底構\n造に基づいて，その傾斜に沿って移動し，炉周辺部の「流動層」に運ばれる。\n炉周辺部の「流動層」の流動媒体は，その激しい浮動状態に基づい\nて，チャーを循環させ，チャーの微細化が図られる。また，「流動層」内には多量\nの酸素があるから，燃焼物の燃焼が促進される（酸化ゾーンＳ）。「流動層」の頂\n部においては，転向手段（実施例では「デフレクタ」）にガスが当たると，該転向\n手段によって，ガス及び流動媒体が炉中央部に向かうように進路を変更される。炉\n中央部では流動媒体及び廃棄物は再び移動層に同伴して下降し，炉底を移動する際\nに，以下，移動層から流動層へ，さらに流動層から移動層への流れを繰り返すのが\n「循環流」である。\n(オ)　小括\n以上によれば，本件各発明の「循環流」は，気泡が発生する前の静か\nな「移動層」と，少なくとも「気泡流動化」状態以上の激しく流動する「流動層」\nの２種類の明確に特性が区分される層を水平方向に併設して成り，かつその２つの\n明確な層の間を，流動媒体が移動しつつ炉内を大きな循環径で循環している構成を\nいう。\nオ　本件明細書１の実施例の参酌\n本件明細書１においては，すべての実施例である実施例１ないし５に前\n記アの５要件が記載されており，他方それ以外の形態は一切示されていない。そう\nすると，上記５要件は本件各発明の技術思想の中心的事項であって，同要件がすべ\nて一体となって形成される「循環流」によらなければ本件各発明を実施できず，多\n数の実施例に普遍的に具体化されているということができる。\nしたがって，本件各発明にいう「循環流」は，上記５要件を充たすもの\nであるというべきである。\nカ　特許明細書の「効果」の参酌\n本件明細書１の「発明の詳細な説明」中の【発明の効果】の記載（【０\n０５６】）及び【従来技術】の記載（【０００３】）によれば，少なくとも本件各\n発明は，流動層炉の「循環流」すなわち，前記アの５要件に対応した，「移動層」\nと「流動層」の間の「循環」という大きくダイナミックな循環があることで，限ら\nれた容積の炉内の広い範囲で熱を拡散し，高負荷な炉を実現することや，大きな不\n燃物の排出，予めの破砕処理の省略が可能となったのである。このように，本件各\n発明の作用効果を発揮するためには，上記５要件で規定する，「移動層」と「流動\n層」という明確な性質の異なる層と，その間の「循環」が必須であることは明らか\nである。\nキ　出願経緯の参酌\n(ア)　本件第１特許権は，平成７年２月９日の出願の後，平成１３年１０\n月に特許異議申立てを受け，その後，特許庁からの取消理由通知に対して，訂正請\n求・意見書を提出することによって特許維持されたものである。この一連の経緯か\nらも，本件各発明における「循環流」は前記アのとおりに解釈すべきものである。\n(イ)　出願当初の請求項の参酌\n本件第１特許権の出願当初の請求項１には，流動媒体の\n「循環」が，炉の中央部で流動媒体が沈降し，炉内周辺部で流動媒体が上昇するも\nのであることが明記されている（乙５）。出願当初と，登録後の発明において，\n「循環」の意義に変更があるはずはないから，「循環流」の意義は，出願当初の請\n求項のものと同一に解さざるを得ない。また，出願当初においては，燃焼溶融炉が\n請求項１の構成として含まれていない。\n(ウ)　特許異議申立ての審理経過の参酌\n本件第１特許権については，平成１２年１０月５日に請求項の記載内\n容が補正され，特許３１５３０９１号公報（甲１の３）で示されている請求項の内\n容で特許権設定登録がされた。\nところが，川崎重工業株式会社らは，平成１３年１０月，本件第１特\n許権について，特許庁に対し特許異議申立てをし，上記補正が，「循環流」という\n広い概念が出願当初の明細書又は図面に記載した事項を明らかに超えるものであ\nり，出願当初の明細書又は図面に記載された事項から直接的かつ一義的に導き出せ\nるものではないことを理由として，特許法１７条の２第３項違反を申し立てた（乙\n６）。\nしかし，特許庁は，平成１４年６月１０日付けの異議決定（乙７）\nで，同社の異議申立てを退け，本件発明１における「循環流」の技術的意義が，願\n書に昀初に添付された明細書に直接的に記載された特定の概念，すなわち流動媒体\nが，本件明細書１の図１又は図３の矢印１１２及び１１８で示すとおり，移動層及\nび流動層を通り循環する流動媒体の流れであることを明確に指摘している。\n(2)　原告の主張について\n「循環流」の意味を「意図的」という主観的要素を用いて解釈するのは不\n明確である。\n２　争点(2)（被告製品の構成）について\n〔原告の主張〕\n(1)　被告製品は，別紙被告物件目録（原告）記載の構成を有する。被告製品の\n構成を分説すると，同目録の「構造及び作用の説明」記載のとおりとなる（以下，\n同記載の各部分を，その記号に従って「構成ａ」などという。）。\n(2)　被告の従業員の論文等中の記載\n被告の従業員が執筆した論文等には，次のとおり，被告製品の流動層に循\n環流が生じている趣旨の記載がある。\nア　「流動床式ガス化溶融炉の実証施設の概要」（甲１０）\n被告は，親会社である株式会社神戸製鋼所（以下「神戸製鋼所」とい\nう。）の都市環境・エンジニアリング部門をスピンアウトさせて設立された会社で\nあり，平成１５年１０月以前は，神戸製鋼所が被告製品を製造販売していたもので\nある。神戸製鋼所の被告製品の開発部長が執筆した論文中の表「流動床式ガス化溶\n融炉の実証施設の概要」（甲１０の８８４頁表１）では，各社の流動床式ガス化溶\n融炉の概要が記載されているが，同表においては，被告製品は「一塔式内部循環\n型」と記載され，本件発明１の実施品である原告の製品と同型に分類され，川崎重\n工業株式会社等の「一塔式バブリング型」と明確に区別されて記載されている。そ\nして，「一塔式内部循環型」は，流動層炉の内部の砂層中において，流動媒体たる\n砂が循環するものであり，「ごみの流動層内への取り込み，攪拌・混合に優れ\nる。」という特徴を有するものであるとされている（甲１０の８８８頁左側の\n図）。\nイ　「廃棄物処理技術評価－第１９号－流動床式熱分解ガス化溶融技術」\n（甲１３）\n被告製品は，財団法人廃棄物研究財団が実施した廃棄物処理技術評価対\n象たる技術を実施するものであるところ，甲第１３号証はこの技術評価の内容（技\n術評価書）である。民間において開発された廃棄物処理技術について同財団法人が\n行う技術評価に関しては「廃棄物処理技術評価実施要領」が規定されており（甲１\n４），「技術評価を受けた者が偽りその他不正の手段により技術評価を受けたこと\nが判明したとき」を技術評価の全部又は一部の取消事由と定められており（同要領\n第１３条２項１号），技術評価を受けるに際し，自社の技術を嘘偽りなく開示する\nことが要求されている。なお，同財団法人の技術評価を取得すると，地方自治体等\nがごみ処理施設を導入するに当たっても（甲１５の２１頁参照），厚生労働省に対\nする補助金の申請に当たっても（甲１６の２枚目参照），一定の便宜を受ける。\n上記技術評価書（甲１３）３頁の図では，矢印で，循環流（旋回流）の\n存在が明記されており，「鉄分，アルミ分を含む不燃物（熱分解残さ）の排出は，\n炉床部の傾斜構造と旋回流動に伴う砂の動きにより円滑に行われる。」（５頁）及\nび「不燃物の排出は炉床部中央の不燃物排出口より旋回流動に伴う砂の動きにより\n円滑に行われ，実証期間を通じて，不燃物堆積による流動阻害は認められていな\nい。」（２８頁）と記載されている。ここで，「旋回流動」における「旋回」と\nは，国語的には，「ぐるりとまわること。」を意味しており（甲９の１５１３\n頁），「循環」と同じ意味である。\nそうすると，被告製品における「旋回流動」は，一定の作用効果を奏す\nることを企図して，意図的に形成しているものであり，前記１〔原告の主張〕(1)ア\nの「意図的に形成された流動媒体の循環する流れ」に該当することは明らかであ\nる。\nしかも，上記技術評価書においては，本件発明１の循環流の効果であ\nる，「本発明においては，流動層炉の循環流により大きな不燃物も容易に排出でき\nる。」という効果と実質的に同様の効果を記載しており，被告製品には，循環流\n（旋回流）が存在することを前提に，その作用効果が説明されていると理解するこ\nとができる。\nウ　「廃棄物の熱分解・ガス化灰溶融システムの開発動向」（甲１７）\n甲第１７号証は，神戸製鋼所の都市環境本部環境エンジニアリングセン\nター開発部開発室課長伊藤正が執筆した，被告製品に関するものであるが，この中\nには，「砂層中心部の流動化速度を増加させ，外周部の流動化速度を低下させるこ\nとで，流動化速度の差を設け，砂層中へのごみの取り込みを行ないます。」との記\n載があり（１１０頁），循環流（旋回流）を形成することが明記されている。\nまた，「【質疑５】流動層内部における熱媒体の流動化は，中央部で増\n加，周辺で低下というような動きをさせているのですか。また，通常のバブリング\n方式では問題点があるのですか。【応答５】基本的に均一の流動をさせた場合，軽\nい物質は層内にもぐりこみにくいので，流動速度差を設ける必要があります。」と\nの記載（１２５頁）によれば，バブリング方式ではごみの取り込みに問題があり，\n被告製品では，循環流（旋回流）を設けて，かかる問題を解決すべきことが明確に\n記載されている。\nしかも，この点は，前記技術評価書（甲１３）の「鉄分，アルミ分を含\nむ不燃物（熱分解残さ）の排出は，炉床部の傾斜構造と旋回流動に伴う砂の動きに\nより円滑に行われる。」（５頁），「不燃物の排出は炉床部中央の不燃物排出口よ\nり旋回流動に伴う砂の動きにより円滑に行われ，実証期間を通じて，不燃物堆積に\nよる流動阻害は認められていない。」（２８頁）という記載にまさに符合するもの\nであり，被告製品は，従来のバブリング型流動床炉の問題点を循環流（旋回流）を\n意図的に形成することにより改善した装置であることは明らかである。\nエ　「神戸製鋼技報」第５１巻第２号（甲１８）\n神戸製鋼所の都市環境本部環境エンジニアリングセンター開発部資源循\n環室室長高橋正光等が執筆した，同社の技報（甲１８）でも，被告製品のシステム\n概要図が記載されているが（１３頁），同図中では，流動層炉における矢印によっ\nて，被告製品に循環流（旋回流）が存在することが示されている。\nまた，同技報の１３頁には，循環流（旋回流）の存在を前提に，その作\n用効果に関して記載がされている。この記載は，前記ウの甲第１７号証における質\n疑応答の記載部分と符合するものであり，被告製品が従来型のバブリング型流動床\n炉ではないことを明確に示すものである。\nオ　ごみ処理新技術セミナー資料発表企業原稿集「流動床式熱分解ガス化溶\n融技術」（甲１９）\n被告の技術の発表原稿（甲１９）の５６頁において，バブリング型流動\n床炉とは明確に区別される技術的特徴が述べられている。\nカ　「ごみ処理施設ガイドブック　２００１」（甲２５）\n神戸製鋼所がその構成会員となっている社団法人日本環境衛生工業会発\n行の「ごみ処理施設ガイドブック　２００１」（甲２５）の４９頁ないし５０頁の\n記載は，被告製品に中央部から周辺部への強力な砂の旋回流，すなわち循環流（旋\n回流）αが存在することを明確に示し，前記イの甲第１３号証中の記載及び前記ウ\nの甲第１７号証中の記載と符合するものである。\nキ　「環境技術会誌」（甲２６）\n「環境技術会誌」（甲２６）の２７頁の記載は，被告製品に中央部から\n周辺部への強力な砂の旋回流，すなわち循環流（旋回流）αが存在することを明確\nに示し，前記イの甲第１３号証中の記載及び前記ウの甲第１７号証中の記載と符合\nするものである。\n(3)　被告の主張について\n次のとおり，被告製品の実機の運転状況を撮影したビデオ等は，被告製品\nの流動層において「循環流」が存せず被告主張に係るいわゆる「バブリング状態」\nであることを示すものではない。\nア　実機を撮影した映像を記録したＣＤ－Ｒ（検乙１）\n(ア)　循環流αを備えた「内部循環型」の流動床式ガス化溶融炉において\nも，砂層に供給される流動化空気を炉床にほぼ均等に供給して「バブリング」状態\nを創出することは可能である。\nしかるに，被告は，当該映像に係る運転状況がいかなる運転条件であ\nるかを明らかにしておらず，当該映像が定常時の運転条件と同一の運転条件で運転\nした状況を撮影したものであるか否かを判断できない。\nそうすると，運転条件が明らかでない検乙第１号証のみでは，被告製\n品に循環流αのような流れがないとは断定できず，証拠価値が全くない。\n(イ)ａ　映像を見ても，流動層表面の状態から流動化空気が炉床に均等に\n供給されたものであるか否かを判断することは極めて難しい。\nすなわち，流動層高がある高さ以上になると，層内で気泡の合体が\n進み気泡が大きく成長するが，均一に空気を吹き込んでも，あるいは，ある程度空\n気の吹き込みに分布をつけても，気泡には抵抗の少ない部分を求めつつ上昇する傾\n向がある。また，流動層表面は上昇・破裂する気泡の動きに攪乱されるため，少な\nくともガスの吹き込み条件などが明示されない状況の下では，流動層を上方から見\nただけで，空気の炉床への供給状況を推測することは事実上不可能である。\n映像中では，ある時期に真ん中で破裂する気泡が多く見られたり，\n壁付近で多く破裂したりしているが，気泡成長の過程で特定の場所に気泡が集中す\nることは知られた事実であるところ，この破裂状況は長時間で見ればランダムにも\n見えるが，数秒から数十秒の周期で偏っているようにも見える。気泡が層表面でラ\nンダムに破裂していると言い切るのは少し難しく，いわゆるランダムなものとは少\nし違う（Ａ博士見解書，甲２１の２頁参照）。\nｂ　流動媒体の砂はＧｅｌｄａｒｔのグループＢ粒子であるため，気泡\nは合体を繰り返して大きくなる傾向があるが，流動層表面は盛り上がり破裂し四散\nする気泡と砂の動きに乱され，また気泡は抵抗の少ないところを選んで上昇するた\nめ，上方から見ただけで流動化空気が炉床に均一に供給されたか否かを判断するこ\nとは極めて難しい（Ｂ博士見解書，甲２２の１頁及び２頁参照）。\nｃ　映像からは流動化はかなり激しいという印象を受ける。しかし，流\n動層上部からの砂層部表面の流動状態の観察は，流動化状態を推定するに当たって\nは有益ではあるが，砂層内部の流動化状態を断定する材料にはならない。\nすなわち，層表面で原料が中央から外側に飛ばされる現象及び周辺\n部から火炎の多くが生じる現象が起きる理由については，映像のみからはよく分か\nらず，炉床に流動化空気が均一に供給されているか否かは，炉床の細部を見ないと\n分からない（Ｃ博士見解書，甲２３の２頁参照）。\nｄ　層高が明確でないのに，流動層表面の観察だけで流動化空気の炉床\nへの供給が均等か否かを推測することは実際上困難である。\n映像からは，気泡は層表面全体に出現するものの，中心と壁の中間\n部分で多く発生していること，中心部での気泡通過は比較的少ないこと，周辺部で\nごみが呑み込まれ火炎が発生すること等が観察されるが，流動化空気が炉床に均等\nに供給されたか否かを判断することは極めて困難である（Ｄ博士見解書，甲２４の\n１頁及び２頁参照）。\nイ　モデル実験を撮影した映像を記録したＣＤ－Ｒ（検乙２）\n(ア)　被告は，当該モデル実験と実機の運転状況が相似するか否かに関す\nる具体的データを明らかにしていないから，当該モデル実験が実機の運転状況を反\n映したものか不明である。\nまた，当該映像からは，コールドモデルと実機では相違しているよう\nに見受けられる。\nそうすると，検乙第２号証には証拠価値がない。\n(イ)ａ　モデル実験においてはモデル化の条件（相似則など）が重要であ\nり，当該映像から何らかの結論を引き出すためには，モデル化の諸条件を明らかに\nする必要がある。ところが，当該モデル実験に係るコールドモデルが実機の何をモ\nデル化したものなのか，その目的並びに用いた相似則が具体的に示されていない。\n検乙第２号証と検乙第１号証との間で表面での気泡の出方に差があ\nり，これは，モデル化の条件（設定している条件：空気流速，層高，多孔板だとし\nた場合の孔分布など）が実機と相異することが原因と考えられる（甲２１ないし２\n４）。\nｂ　当該モデル実験における不燃物排出口上方の砂層中には流動化しな\nい部分（ｄｅａｄ　ｓｐａｃｅ）が存在し，その部分に未燃物や熱分解物が蓄積す\nるおそれがある。こうしたｄｅａｄ　ｓｐａｃｅを解消するために，媒体粒子の内\n部循環流動化が有効である。\n当該モデル実験は，自社技術との差異を見せるために，意図的に極\n端な条件で運転したようにも思える（Ｂ博士見解書，甲２２の２頁）。\nｃ　二次元コールドモデルは，分散板からの流動化ガスの噴出の様子の\n観察や，炉底形状と流動化条件が不燃物排出の様子に与える影響を実験的に調べる\nには有効であるが，実験装置の厚みがないために気泡が合体しやすいから，層全体\nの流動化挙動を把握するための使用には耐えない（Ｃ博士見解書，甲２３の２\n頁）。\n〔被告の主張〕\n(1)　被告製品は，別紙被告物件目録（被告）記載の構成を有する。被告製品の\n構成を分説すると，同目録の「構造及び作用の説明」記載のとおりとなる（以下，\n同記載の各部分を，その記号に従って「構成ａ’」などという。）。\n(2)　被告製品には次のとおり，「移動層」と「流動層」という性質の異なる２\n種類の層がなく，「移動層」と「流動層」から成る層の間を流動媒体が循環する\n「循環流」がない。\nア　被告製品においては，流動化ガスの質量速度を異ならせておらず，「移\n動層」と「流動層」という性質の異なった２種類の層がない。被告製品の流動層炉\nの砂層は実質的に均質な気泡流動化状態になっている。\nイ　被告製品には「移動層」がない。\n被告製品の流動層炉では，砂層全体が「気泡流動化」（バブリング）状\n態であり，「固定層と流動層の中間の状態で，砂が上下に躍り出す前のいわゆる弱\nい流動層」に相当する「移動層」は存在しない。従って，この点のみでも被告製品\nは，本件各発明の「循環流」を持たないことが明らかである。\nウ　被告製品には，「流動層」がない。\n本件各発明の「流動層」は，ランダムな流動ではなく，層内で流動媒体\nを定常的に炉周辺部で上昇させるものであるから，「気泡流動化」状態のうちでも\n強い流動化状態であるか，「気泡流動化」状態よりもさらに激しい「乱流流動層」\nあるいは「高速流動層」と呼ばれる状態である。\n被告製品は，平成７年以前から広く知られた一般的な「気泡流動化」状\n態であるにすぎず，該流動化状態は，層全体がランダムに上下に流動する状態であ\nり，流動媒体を定常的に上昇させるものではないから，本件各発明の循環流を構成\nする「流動層」が存在しない。\nエ　被告製品には，「移動層」と「流動層」を大きな循環径で循環する媒体\nの流れがない。\n上記のとおり，被告製品には，「移動層」や「流動層」などの性質の異\nなる二つの層が存在せず，異なった性質の層の間を大きな循環径で循環する流動媒\n体が存在しない。被告製品の流動層炉では，砂層全体が平成７年以前から広く知ら\nれた「気泡流動化」（バブリング）状態であり，炉内のあらゆる場所でランダムな\n流動が起きており，異なった性質の層との間における流動媒体の循環がない。\nオ　被告製品には，媒体の流れを転向する手段がない。\n被告製品には，本件各発明の「傾斜壁」又は実施例に記載の「デフレク\nタ」に相当する手段がなく，したがって上昇する「流動化ガス」を特定の方向に\n「転向」することができず，「循環流」を「形成」することができない。被告製品\nの「流動化ガス」は，単純に上昇するのみであり，また該「流動化ガス」のバブリ\nングによって砂層上部で分散される砂は，検乙第１号証に示すとおりランダムに飛\nび散るだけでその方向が定まらず，流動媒体を特定の方向に転向することもない。\nカ　被告製品は，風箱が単一であり，流動層炉に供給する流動化空気の速度\nに差を設けることができない。\n被告製品においては，流動層炉に供給される空気の導入口は１つで，砂\n層への流動化空気供給装置としての「風箱」も単一であるので，炉に供給する流動\n化空気の速度に差を付けることができない。\nそこで，炉内の砂層の中央部，中間部，周辺部の各部において，空塔速\n度（単位時間に単位面積当たりに流れる流量をいう。）が均一となるように，砂層\n底部に設置して砂層に空気を供給する役目を果たす「分散板」の通気口（ノズル）\nの口径を，砂層高（厚み）に応じて大小を付けることで，分散板から砂層に吹き出\nす空気量に大小を付けている。\nすなわち，空気の通り難い砂層高が大きい箇所である炉中央部の分散板\n口径を大とし，空気の通り易い砂層高が小さい箇所である炉周辺部の分散板口径を\n小とすることで，炉中央部でも炉周辺部と同様に砂がよく流動するようにして砂層\n全体が「気泡流動化状態」になるようにしている。「すり鉢状」の炉底形状を有す\nる流動層炉において，炉中央部と炉周辺部で分散板ノズル口径に差をつけて，砂層\nに供給する流動化空気速度に差を付け，砂層各所を通過する空気速度を均一にして\n砂層全体を均一な「気泡流動状態」とする技術は，従来から行われている常識的手\n段である。\n本件各発明における「質量速度」とは，「単位時間に単位面積を流れる\n質量」をいうが，被告製品において砂層内における単位面積当たりに流れる空気量\nに差異はないから，「循環流」は存在しない。\n(3)　原告の主張について\nア　「流動床式ガス化溶融炉の特徴」（甲１０），「廃棄物処理技術評価－\n第１９号－流動床式熱分解ガス化溶融技術」（甲１３），「廃棄物の熱分解・ガス\n化灰溶融システムの開発動向」（甲１７），「神戸製鋼技報」第５１巻第２号（甲\n１８），ごみ処理新技術セミナー資料発表企業原稿集「流動床式熱分解ガス化溶融\n技術」（甲１９）及び「ごみ処理施設ガイドブック　２００１」（甲２５），「環\n境技術会誌」（甲２６）における流動層の矢印は，従来より公知の「気泡（バブリ\nング）流動式」である「流動床式焼却炉」のメーカー各社のカタログや，流動層に\n関する一般公知文献と同様に，流動層の気泡（バブリング）流動状態を視覚的に理\n解し易いよう，模式的に矢印を使用して説明する趣旨等に出たものにすぎない。\nまた，被告がカタログ等の中でいう「循環流」，「旋回流」又は「旋回\n流動」という用途を用いていることは，本件各発明中の「沈降する移動層と上昇す\nる流動層の間を砂が循環する」循環流とは無関係である。\nしたがって，被告が上記各書証中の図中で矢印を用いて説明したり，\n「循環流」などの用語を用いているとしても，被告製品に原告のいう「循環流」が\nあることを示すものではない。\nイ(ア)　被告製品の流動層の上部から撮影した映像に係るＣＤ－ＲＯＭ（検\n乙１）について\n当該映像は，本件各発明でいうような移動層，流動層という明確に区\n分された流れは存在せず，層全体がランダムに流動している本件特許出願以前から\n公知の気泡流動状態であることを示している。Ａ博士の見解書（甲２１）における\n「気泡の破裂状況を見ていますと，ある時期に真ん中で破裂する気泡が多く見られ\nたり，壁付近で多く破裂したりしています。（中略），長時間で見ればランダムに\n見えます」という記述や，Ｂ博士の見解書（甲２２）における「私はこういった映\n像を見慣れているので，特に違和感はありません。」という記述も，被告製品の流\n動状態が従来から存在する気泡流動状態であることを暗に示している。\n(イ)　コールドモデル実験を撮影した映像（検乙２）について\n現状では，炉内部での流動状態を知る必要がある場合でも，現に稼動\nしている炉の砂層の内部を見ることはできない。コールドモデル実験は，当業者に\nおいて一般的な手法である。\n(ウ)　流動状態の算出について\n被告は，被告製品の設計にあたり，工学的に根拠のある一定の計算式\nをもとに流動炉の条件を決定しているところ，Ｅの陳述書（乙４７）においても，\n被告製品の現実の設計図書と実際の運転条件をもとに，この計算式に基づき，被告\n製品の流動層の流動状態が算出された。その結果，被告製品では，砂層各部で砂層\nの状態（空塔速度）がほぼ一定であり，流動層，移動層から成るような大きな循環\n流がないことなどが示された。\nそして，Ｆ博士の鑑定意見書（乙５９）中でも，①被告が散気管流量\nの計算に使用している計算式及び諸係数が合理的であること，②対象炉砂層全体の\n空塔速度が炉中央部，炉中間部，炉周辺部においてほぼ均一とみなせ，層全体がほ\nぼ均一な気泡流動層状態であり，この結果は上記陳述書とも一致することが述べら\nれている。\n３　争点(3)（被告製品が本件発明１①ないし③の技術的範囲に属するか否か）に\nついて\n〔原告の主張〕\n(1)　構成要件１Ｂ①の充足性\n原告主張に係る被告製品の構成ｂは，砂による意図的に形成された流動媒\n体の循環する流れ（循環流α）を生じさせるから，構成要件１Ｂ①を充足する。\n(2)　構成要件１Ｂ②の充足性\n構成要件１Ｂ①におけるのと同様に，構成ｂのとおり，被告製品では，上\n昇する砂と下降する砂からなる循環流αを生じさせているから，「前記流動媒体の\n循環流は，流動媒体が沈降する移動層と流動媒体が上昇する流動層により形成さ\nれ，流動媒体が該移動層及び流動層を通り循環することを特徴とする」に当たり，\n構成要件１Ｂ②を充足する。\n(3)　構成要件１Ｂ③の充足性\n構成要件１Ｂ①におけるのと同様に，構成ｂのとおり，被告製品では，砂\n層の中央部において空気量を大とし，砂層の周辺部において空気量を小とすること\nにより，砂の上昇する部分と砂の下降する部分が生じているから，「前記移動層は\n質量速度が比較的小さい流動化ガスによって形成され，前記流動層は質量速度が比\n較的大きい流動化ガスによって形成されること」に当たり，構成要件１Ｂ③を充足\nする。\n(4)　構成要件１Ｄの充足性\n構成ｄのとおり，被告製品においては，投入されたごみは，循環流α中で\nガス化されてガスとチャー等を生成するから，「該流動層炉内の循環流中でガス化\nしてガスとチャーを生成し」に当たり，構成要件１Ｄを充足する。\n(5)　構成要件１Ｅの充足性\n構成ｅのとおり，被告製品は，チャーが循環流中の燃焼等により，より小\nさな粒子となるから，「該チャーを該循環流中で微粒子とし，」に当たり，構成要\n件１Ｅを充足する。\n(6)　構成要件１Ｆの充足性\n構成ｆのとおり，被告製品は，流動床式ガス化炉から可燃ガスとより小さ\nい粒子となったチャーが燃焼溶融炉に送られて，灰分を溶融スラグ化するものであ\nるから，「該流動層炉より排出された該ガスと該微粒子となったチャーを旋回熔融\n炉に供給して灰分を熔融してスラグ化すること」に当たり，構成要件１Ｆを充足す\nる。\n〔被告の主張〕\n(1)　構成要件１Ｂ①の充足性\n前記１〔被告の主張〕(1)アの５要件に従って判断すると，被告製品である\n流動床式ガス化炉１では，構成要件１Ｂ①にいう「流動媒体の循環流」を形成して\nいないから，構成ｂ’は，構成要件１Ｂ①を充足しない。\nア　前記１〔被告の主張〕(1)アの要件ⅰ及びⅱについて\n本件発明１①では，「炉中央部に流動媒体が沈降する前記移動層が，ま\nた，炉周辺部に流動媒体が上昇する前記流動層が形成される」（本件明細書の【０\n００９】）が，被告製品の流動床式ガス化炉１においては，流動床全体が，「気泡\n流動層」で形成されており，静かで沈降する「移動層」を持たないから，「移動\n層」と「流動層」による循環流が形成されることがない。\nしたがって，被告製品において投入されたごみなどの燃焼物は，炉内の\nいずれの場所で砂中に取り込まれるかなどは全く定まっておらず，炉内全域でラン\nダムに流動しつつガス化される。\n被告製品は，不燃物を炉の中央から取り出すため，分散板３が炉の中央\nに向かって下に傾斜している構造を有しているので，炉内中央部の砂の層が厚く，\n炉内周辺部の砂の層が薄いから，砂の層の圧力差があり，圧力差は中央部の方が大\nきくなる。そこで，この圧力差に対抗して層全体が気泡流動化状態となって気泡流\n動層を形成するように，通気口の口径を工夫して空気流量を調整し，砂層内各所で\n空塔速度がほぼ同じになるようにしている（乙４７）。\n被告製品では，流動化ガスに空気のみを用いているから，その空塔速度\nは，単位時間に単位面積当たりを流れる質量として定義される「質量速度」に相当\nする。\n被告製品では炉中央部と周辺部において空塔速度をほぼ等しくして，大\n小を付けていないから，要件ⅰ及びⅱが意味する「流動層炉へ供給される炉中央の\n流動化ガスの質量速度が，炉周辺の流動化ガスの質量速度より小である。」という\n構成は備えていない。\n被告製品では，構成ｂ’のとおり，砂層の圧力差に抗して全体が気泡流\n動化状態となるように口径の異なる通気口９を分散板に複数配置しているのであっ\nて，構成要件１Ｂ①の「循環流」を形成させるために口径を異ならせているもので\nはなく，層内全体がランダムに流動している典型的な気泡流動化状態であり，現実\nに本件発明１①のような「循環流」は存在しない（乙４８，４９）。\nまた，層の各所で「空塔速度」が「流動開始速度」の２倍以上あり，炉\n内全体が気泡流動化状態にあるので，少なくとも，「均一流動化」層か，若しくは\nこれに相当するような，静かで沈降する性質を持つ「移動層」に当たる層は存在し\nない。\n以上のとおり，被告製品の砂層は全体が「気泡流動層」を形成してお\nり，実際も検乙第１号証のような「水が沸騰するが如く」の流れであるバブリング\n流動層となっている。原告のＴＩＦと異なり，一般の流動層では，「流動媒体\n（砂）があたかも沸騰している湯のように上下に動いて流動するかたちの流動層」\nが用いられており，被告製品の砂層はこれに当たるものである。\nイ　同要件ⅲについて\n本件発明１①では，炉内周辺部上方における流動化ガスの上向き流が炉\nの中央に向かうように転向されることで，「循環流」が形成される。この転向手段\nは，【課題を解決する手段】では「傾斜壁」とされ，実施例では，図３に示された\nデフレクタ６である。\nところが，被告製品の流動床式ガス化炉１では，そもそも「炉内周辺部\n上方における流動化ガスの上向き流が炉の中央に向かうように転向される」ことが\nない。被告製品では，砂層各所で発生した気泡（流動化ガス）は砂層表面まで上昇\nしては破裂を繰り返すだけで，炉内周辺部上方において気泡が炉の中央に向かうよ\nうに転向されようがない。また，このような「転向手段」すなわち傾斜壁やデフレ\nクタ６に相当するものも存在しない。\nしたがって，被告製品は要件ⅲを充たさない。\nウ　同要件ⅳについて\n本件発明１①では，炉の中央部の移動層では流動媒体が拡散沈降し，炉\n内周辺部の流動層では流動媒体が活発に流動しており，炉内へ供給された可燃物\nは，移動層の下部から流動層へ及び流動層頂部から移動層へ，流動媒体と共に循環\nする間に可燃ガスにガス化される。\n被告製品の流動床式ガス化炉１では，炉内に性質の異なる移動層と流動\n層とが大きく領域分けして形成されることはなく，砂層全体が気泡流動化状態とさ\nれる構成である。このため，本件発明１①における上記循環は存しない。\nしたがって，被告製品は要件ⅳを充たさない。\nエ　同要件ⅴについて\n被告製品の流動床式ガス化炉１では，上記要件ⅰないしⅳにみられるよ\nうな炉中央部の移動層から炉周辺部の流動層へ，そして，流動層頂部から移動層へ\nと循環する流動媒体の大きな循環径の流れが形成されるための構成を有していな\nい。したがって，炉内に本件発明１①におけるような大きな循環径の循環流が形成\nされない。\nしたがって，被告製品は要件ⅴを充たさない。\n(2)　構成要件１Ｂ②の充足性\n本件発明１②に係る請求項１７は，本件発明１①に係る請求項１６の従属\n項であるから，前記(1)及び後記(4)ないし(6)のとおり，本件発明１①の構成要件１\nＢ①，１Ｄ，１Ｅ及び１Ｆを充足せず，本件発明１①の技術的範囲に属しない以\n上，本件発明１②の技術的範囲にも属しない。\n(3)　構成要件１Ｂ③の充足性\n本件発明１③に係る請求項１８は，本件発明１①に係る請求項１６の従属\n項であるから，前記(1)及び後記(4)ないし(6)のとおり，本件発明１①の構成要件１\nＢ①，１Ｄ，１Ｅ及び１Ｆを充足せず，本件発明１①の技術的範囲に属しない以\n上，本件発明１③の技術的範囲にも属しない。\n(4)　構成要件１Ｄの充足性\n構成ｄ’及びｅ’は，構成要件１Ｄを充足しない。\n原告は，異議申立てを受けた後に特許庁に提出した意見書（乙５０）にお\nいて，構成要件１Ｄにつき，「炉内の循環流へ供給された可燃物は，移動層の下部\nから流動層へ及び流動層頂部から移動層へ，流動媒体と共に循環する間にガス化さ\nれ，可燃ガスとチャーとなる。」と，その意義を自ら明らかにしている。\n構成ｄ’は，ランダムに流動している流動媒体とごみを接触させるもので\nあり，上記のような本件発明１①における「循環流」中でごみからガスとチャーを\n生成するものではない。\n(5)　構成要件１Ｅの充足性\n構成ｄ’及びｅ’は，構成要件１Ｅを\n充足しない。\n構成ｄ’は，ランダムに流動している流動媒体とごみを接触させるもので\nあり，本件発明１①における「循環流」が存在せず，そのような「循環流」中でチ\nャーを微粒子化するものではなく，被告製品では，チャーが微粒子となる要件を具\n備していない。\nすなわち，そもそも，本件発明１①は，異議申立ての際の訂正により「該\nチャーを循環流中で微粒子」なる構成要件１Ｅを減縮訂正によって追加したもので\nあるが，「微粒子」とは如何なる粒径を意味するのかが全く特許明細書に記載され\nていない。\n本件第１特許権の異議申立てにおいて取消理由通知が出されたところ，原\n告は，それに対する反論である意見書（乙５０）において，チャーの循環流中での\n微粒子化について，【００２１】及び【００２９】のように説明している。この説\n明によれば，「チャーが微粒子となる」とは，前記１〔被告の主張〕(1)アの５要件\nを充たす「循環流」が存在することを前提として，流動媒体とともに移動層と流動\n層を循環する間に細かくされることを意味する。\nしたがって，移動層と流動層から成る「循環流」を持たない構成ｄ’及び\nｅ’は，構成要件１Ｅを充足しない。\n(6)　構成要件１Ｆの充足性\n構成ｆ’は，構成要件１Ｆを充足しな\nい。\n構成要件１Ｆの「微粒子となったチャー」とは，構成要件１Ｅにおける\n「循環流」の存在を前提とするものであり，原告自ら述べる条件において，本件発\n明１①の「循環流」中でさらに微粒子となったチャーでなければならない。したが\nって，構成ｆ’には，本件発明１①の「循環流」がないから，「循環流中でさらに\n微粒子となったチャー」もない。\n４　争点(4)（被告製品が本件発明２①及び②の技術的範囲に属するか否か）につ\nいて\n〔原告の主張〕\n(1)　構成要件２Ｂ①ないし③の充足性\n構成要件１Ｂ①ないし③におけると同様に，構成ｂのとおり，被\n告製品では，上昇する砂と下降する砂からなる循環流を生じさせて形成されている\nから，構成要件２Ｂ①ないし③を充足する。\n(2)　                                                                構\n成要件２Ｄ①の充足性\n構成ｄのとおり，被告製品においては，投入されたごみは，循環\n流α中でガス化されてガスとチャー等を生成するから，「該流動層炉内の循環流中\nでガス化してガスとチャーを生成し」に当たり，構成要件２Ｄ①を充足する。\n(3)　構成要件２Ｄ②の充足性\n構成ｄのとおり，被告製品においては，砂層の温度が５００℃ないし６０\n０℃程度であるから，「前記流動層炉は，流動層温度が４５０℃～６５０℃に維持\nされること」に当たり，構成要件２Ｄ②を充足する。\n(4)　構成要件２Ｅの充足性\n構成ｅのとおり，被告製品においては，チャーが循環流中の燃焼等によ\nり，より小さな粒子となるから，「該チャーを該循環流中で微粒子とし，」に当た\nり，構成要件２Ｅを充足する。\n(5)　構成要件２Ｆ③の充足性\n構成ｆのとおり，被告製品は，ごみに含まれる不燃物と砂を炉底\n部から排出し，不燃物と砂を分別した後に砂を流動床式ガス化炉に戻し，流動床式\nガス化炉から可燃ガスとより小さい粒子となったチャーが燃焼溶融炉に送られて灰\n分を溶融スラグ化するものであるから，「該流動層炉より排出された該ガスと該微\n粒子となったチャーを旋回熔融炉に供給して灰分を熔融してスラグ化すること」に\n当たり，構成要件２Ｆ③を充足する。\n〔被告の主張〕\n(1)　構成要件２Ｂ①ないし③の充足性\n構成要件１Ｂ①ないし③におけるのと同様に，被告製品である流動床式ガ\nス化炉１では，本件発明２①にいう「流動媒体の循環流」を形成していない。\nしたがって，構成ｂ’は，構成要件２Ｂ①ないし③を充足しない。\n(2)　構成要件２Ｄ①の充足性\n構成ｄ’及びｅ’は，ランダムに流動している流動媒体とごみを接触させ\nるものであり，本件発明２①における「循環流」がなく，そのような「循環流」中\nでごみをガス化してガスとチャーを生成し，さらにチャーを該「循環流」中で微粒\n子化するものではない。\nしたがって，前記３〔被告の主張〕(4)と同様に，構成ｄ’及びｅ’は，構\n成要件２Ｄ①を充足しない。\n(3)　構成要件２Ｄ②の充足性\n本件発明２②に係る請求項２１は，本件発明２①に係る請求項１９の従属\n項であるから，前記(1)及び(2)並びに後記(4)及び(5)のとおり，被告製品の構成が\n本件発明２①の構成要件２Ｂ①ないし③，２Ｄ①，２Ｅ及び２Ｆを充足せず，本件\n発明２①の技術的範囲に属しない以上，本件発明２②の技術的範囲にも属しない。\n(4)　構成要件２Ｅの充足性\n構成ｄ’及びｅ’は，ランダムに流動している流動媒体とごみを接触させ\nるものであり，本件発明２①における「循環流」がなく，そのような「循環流」中\nでごみをガス化してガスとチャーを生成し，さらにチャーを当該「循環流」中で微\n粒子化するものではない。\nしたがって，前記３〔被告の主張〕(5)と同様に，構成ｄ’及びｅ’は，構\n成要件２Ｅを充足しない。\n(5)　構成要件２Ｆ③の充足性\n構成要件２Ｆ③の「微粒子となったチャー」とは，構成要件１Ｅで説明し\nた「循環流」の存在を前提とし，「循環流」中で生成されさらに微粒子化されたチ\nャーである。同様に，「該ガス」は本件発明２①の「循環流」中で生成するガスで\nある。\n構成ｆ’には，本件発明２①の「循環流」がなく，「循環流中でさらに微\n粒子となったチャー」もなく，「循環流中で生成するガス」もない。そのような\n「該ガス」と「該チャー」が流動層炉から排出されることがないから，構成要件２\nＦ③を充足しない。\n５　争点(5)（被告製品が本件発明３の技術的範囲に属するか否か）について\n〔原告の主張〕\n(1)　構成要件３Ｂ①の充足性\n構成要件１Ｂ①ないし③におけるのと同様に，構成ｂのとおり，\n被告製品では，分散板を通して砂層に供給される空気量を，砂層の中央部において\n大とし，周辺部において小とすることにより，砂からなる循環流αを生じさせてい\nるから，「該流動層炉は，質量速度が比較的小さい流動化ガスを供給する流動化ガ\nス供給手段と，質量速度が比較的大きい流動化ガスを供給する流動化ガス供給手段\nを備え，」に当たり，構成要件３Ｂ①を充足する。\nなお，「風箱５」が１つしかないとしても，複数の通気口９を設けること\nにより，質量速度の異なる流動化ガスを供給することができるから，「流動化ガス\n供給手段」を欠くとはいえない。単一の風箱を用いたとしても，流動化速度に差を\n付け，流動層炉に意図的，強制的な循環流を形成することが示されている（甲１７\nの１１０頁）。\n(2)　構成要件３Ｂ②及び③の充足性\n構成要件１Ｂ①ないし③におけるのと同様に，構成ｂのとおり，被告製品\nでは，分散板を通して砂層に供給される空気量を，砂層の中央部において大とし，\n周辺部において小とすることにより，砂からなる循環流αを生じさせているから，\n「該質量速度が比較的小さい流動化ガスを供給する手段と，該質量速度が比較的大\nきい流動化ガスを供給する手段から供給される流動化ガスはともに空気とし，」\n「該流動化ガスを該炉内に供給して該炉内に流動媒体の循環流を形成し」に当た\nり，構成要件３Ｂ②及び③を充足する。\n(3)　構成要件３Ｄの充足性\n構成ｄのとおり，被告製品においては，投入されたごみは，ガス化されて\nガスとチャー等を生成するから，「ガス化してガスとチャーを生成し，」に当た\nり，構成要件３Ｄを充足する。\n(4)　構成要件３Ｆ②の充足性\n構成ｆのとおり，被告製品においては，ごみに含まれる不燃物と砂を流動\n床式ガス化炉の炉底部から排出し，不燃物と砂を分別した後に砂を流動床式ガス化\n炉に戻し，流動床式ガス化炉から可燃ガス，チャー等が燃焼溶融炉に送られて，燃\n焼溶融炉において燃焼して灰分を溶融するので，「該熔融炉は該流動層炉より排出\nされた該ガスと該チャーを燃焼して灰分を熔融すること」に当たり，構成要件３Ｆ\n②を充足する。\n〔被告の主張〕\n(1)　構成要件３Ｂ①の充足性\n構成ｂ’の流動床式ガス化炉における流動化ガス供給手段は「風箱５」で\nある。この「風箱５」は「単一の風箱５」であるから，流動化ガス供給手段は単一\nである。すなわち，被告製品は，「質量速度が比較的小さい流動化ガスを供給する\n流動化ガス供給手段と，質量速度が比較的大きい流動化ガスを供給する流動化ガス\n供給手段」という別個に独立した複数の「流動化ガス供給手段」を有していない。\nまた，質量速度が「比較的小さい」あるいは「比較的大きい」なる特定に関して，\nどの程度の質量速度がそれぞれに対応するのか記載がなく，その意味で不適切な特\n定であり，構成要件３Ｂ①は正確な対比に耐えない構成要件である。\nそうすると，構成ｂ’は，構成要件３Ｂ①を充足しない。\n(2)　構成要件３Ｂ②及び③の充足性\n被告製品である流動床式ガス化炉１は，「該質量速度が比較的小さい流動\n化ガスを供給する流動化ガス供給手段と，該質量速度が比較的大きい流動化ガスを\n供給する流動化ガス供給手段」を持たないから，そのような手段で供給される「流\n動化ガス」を有していない。また被告製品には本件発明３にいう「循環流」がな\nい。\nそうすると，構成ｂ’は，構成要件３Ｂ②及び③を充足しない。\n(3)　構成要件３Ｄの充足性\n構成要件３Ｄの「廃棄物が本件特許発明の循環流中でガス化して，ガスと\nチャーを生成する」の「循環流」は，本件発明３の「循環流」でなければならな\nい。\n構成ｄ’は，気泡流動化状態の砂層内でガス化して，ガスと固形分を生成\nするものであり，その砂層には本件発明３の「循環流」がない。\nそうすると，構成ｄ’は，構成要件３Ｄを充足しない。\n(4)　構成要件３Ｆ②の充足性\n構成要件３Ｆ②における「該ガス」は本件発明\n３の「循環流」中で生成するガスであり，「該チャー」は本件発明３の「循環流」\n中で生成され，さらに微粒子化されるチャーである。\n被告製品には本件発明３の「循環流」がないから，構成ｆ’では「循環\n流」中で生成，微粒子化されるガスとチャーが流動層から排出されることがなく，\nこのガスとチャーが熔融炉で燃焼されない。\nそうすると，構成ｆ’は，構成要件３Ｆ②を充足しない。\n６　争点(6)（被告製品が本件発明４①ないし③の技術的範囲に属するか否か）に\nついて\n〔原告の主張〕\n(1)　構成要件４Ｂ①の充足性\n構成要件１Ｂ①ないし③におけるのと同様に，構成ｂのとおり，被告製品\nは，流動床式ガス化炉において，上昇する砂と下降する砂からなる循環流αを生じ\nさせているから，「炉内に上昇する流動媒体と沈降する流動媒体からなる流動媒体\nの循環流を有する流動層炉を備え，」に当たり，構成要件４Ｂ①を充足する。\n(2)　構成要件４Ｂ②の充足性\n構成要件１Ｂ①ないし③におけるのと同様に，構成ｂのとおり，被告製品\nは，砂層に供給される空気量を，砂層の中央部において大とし，周辺部において小\nとすることにより，砂からなる循環流αを生じさせているから，「前記上昇する流\n動媒体と沈降する流動媒体からなる流動媒体の循環流は，質量速度が比較的大きい\n流動化ガスと質量速度が比較的小さい流動化ガスにより形成されること」に当た\nり，構成要件４Ｂ②を充足する。\n(3)　構成要件４Ｂ③の充足性\n構成ｂのとおり，被告製品は，流動化ガスとして空気を使用しているか\nら，「前記流動層炉内には流動化ガスとして空気を供給すること」に当たり，構成\n要件４Ｂ③を充足する。\n(4)　構成要件４Ｄ①の充足性\n構成ｄのとおり，被告製品においては，投入されたごみは，ガス化されて\nガスとチャー等を生成するから，「該廃棄物をガス化してガスとチャーを生成\nし，」に当たり，構成要件４Ｄ①を充足する。\n(5)　構成要件４Ｄ②の充足性\n構成ｄのとおり，被告製品の砂層の温度は５００℃ないし６００℃程度で\nあるから，「流動媒体が上昇する流動層の温度を４５０℃～６５０℃に維持し，」\nに当たり，構成要件４Ｄ②を充足する。\n(6)　構成要件４Ｅの充足性\n構成ｅのとおり，被告製品においては，ごみが緩慢で安定した熱分解及び\nガス化を受け，部分燃焼が維持されるから，「抑制された燃焼反応が継続されるよ\nうにし，」に当たり，構成要件４Ｅを充足する。\n(7)　構成要件４Ｆの充足性\n構成ｆのとおり，被告製品においては，流動床式ガス化炉から可燃ガスと\nチャーが燃焼溶融炉に送られて，燃焼溶融炉において灰分が溶融されるから，「該\n流動層炉より該ガスと該チャーを供給して灰分を熔融する熔融炉を備えたこと」に\n当たり，構成要件４Ｆを充足する。\n〔被告の主張〕\n(1)　構成要件４Ｂ①の充足性\n本件発明１①におけるのと同様に，構成ｂ’（流動床式ガス化炉１の砂層\n４）では，「気泡１０の発生，合体そして破裂が随所でランダムに繰り返されてお\nり，これによって，流動媒体（砂）は，砂層４で，あたかも沸騰させた水のように\nランダムに流動し，気泡流動化状態となる」から，本件発明４①にいう流動媒体の\n「循環流」を形成していない。\nそうすると，構成ｂ’は，構成要件４Ｂ①を充足しない。\n(2)　構成要件４Ｂ②の充足性\n本件発明４②に係る請求項４は，本件発明４①に係る請求項１の従属項で\nあるから，前記(1)及び後記(4)ないし(7)のとおり，被告製品の構成が本件発明４①\nの構成要件４Ｂ①，４Ｄ①及び②，４Ｅ並びに４Ｆを充足せず，本件発明４①の技\n術的範囲に属しない以上，本件発明４②の技術的範囲にも属しない。\n(3)　構成要件４Ｂ③の充足性\n本件発明４③に係る請求項５は，本件発明４①に係る請求項１の従属項で\nあるから，前記(1)及び後記(4)ないし(7)のとおり，被告製品の構成が本件発明４①\nの構成要件４Ｂ①，４Ｄ①及び②，４Ｅ並びに４Ｆを充足せず，本件発明４①の技\n術的範囲に属しない以上，本件発明４③の技術的範囲にも属しない。\n(4)　構成要件４Ｄ①の充足性\n構成要件４Ｄの廃棄物のガス化も，「循環流」\nのある流動層炉内で行われるものでなければならないが，構成ｄ’のとおり，被告\n製品においては，気泡流動化状態の砂層内でガス化してガスとチャーを生成するも\nのであるから，構成要件４Ｄ①を充足しない。\n(5)　構成要件４Ｄ②の充足性\n構成要件４Ｄ②の「流動層」は本件発明４の\n「循環流」の必須構成要件の「流動層」でなければならない。その「流動層」は，\n「炉周辺部」という特定の場所で上昇する「流動層」である（前記１〔被告の主\n張〕(1)アの「循環流」の要件ⅱ）。\nこれに対して，構成ｄ’における砂層４は，「気泡１０の発生，合体そし\nて破裂が随所でランダムに繰り返されており，これによって，流動媒体（砂）は，\n砂層４で，あたかも沸騰させた水のようにランダムに流動し，気泡流動化状態とな\nる」ものであり，砂層の特定の領域である，特に炉周辺部で，「流動媒体が上昇す\nる」流動層はない。\nそうすると，構成ｄ’は，構成要件４Ｄ②を充足しない。\n(6)　構成要件４Ｅの充足性\n本件明細書３には，「流動層１０の温度は，４\n５０～６５０℃に維持され，抑制された燃焼反応が継続するようにされる。」と記\n載されている（【００３１】）。したがって，「循環流」のある流動層において，\n流動層１０の温度を４５０℃ないし６５０℃に維持し，抑制された燃焼反応を継続\nさせるのが構成要件４Ｅの内容である。\n被告製品においては，本件発明４①の「循環流」はなく，「流動媒体が上\n昇する」流動層は存在しないので，そのような流動層において抑制された燃焼反応\nが継続するような操作をしていない。\n(7)　構成要件４Ｆの充足性\n構成要件４Ｆにいう「該ガス」とは「循環流」\n中で生成されるガスをいい，「該チャー」は「循環流」中で生成され，微粒子化さ\nれるものである。\n被告製品の流動層においては「循環流」が存在しないから，構成ｆ’は，\n構成要件４Ｆを充足しない。\n７　争点(7)\n（被告製品が本件発明５の技術的範囲に属するか否か）について\n〔原告の主張〕\n(1)　構成要件５Ｂ②の充足性\n構成要件１Ｂ①ないし③におけるのと同様に，構成ｂのとおり，\n被告製品は，流動床式ガス化炉において，砂層に供給される空気量を，砂層の中央\n部において大とし，周辺部において小とすることにより，砂からなる循環流αを生\nじさせているから，「質量速度が比較的大きい流動化ガスと質量速度が比較的小さ\nい流動化ガスにより形成される流動媒体の循環流を有する流動層炉を備え，」に当\nたり，構成要件５Ｂ②を充足する。\n(2)　構成要件５Ｄ①の充足性\n構成ｄのとおり，被告製品においては，投入されたごみは，ガス化されて\nガスとチャー等を生成するから，「該廃棄物をガス化してガスとチャーを生成\nし，」に当たり，構成要件５Ｄ①を充足する。\n(3)　構成要件５Ｄ②の充足性\n構成ｄのとおり，被告製品においては，砂層の温度が５００℃ないし６０\n０℃程度であるから，「質量速度の比較的大きい流動化ガスによって流動化される\n流動層の温度を４５０℃～６５０℃に維持し，」に当たり，構成要件５Ｄ②を充足\nする。\n(4)　構成要件５Ｅの充足性\n構成ｅのとおり，被告製品においては，ごみが緩慢で安定した熱分解・ガ\nス化を受け，部分燃焼が維持されるから，「抑制された燃焼反応が継続されるよう\nにし，」に当たり，構成要件５Ｅを充足する。\n(5)　構成要件５Ｆの充足性\n構成ｆのとおり，被告製品においては，流動床式ガス化炉から可燃ガスと\nチャーが燃焼溶融炉に送られて，燃焼溶融炉において灰分が溶融されるから，「該\n流動層炉より該ガスと該チャーを供給して灰分を熔融する熔融炉を備えたこと」に\n当たり，構成要件５Ｆを充足する。\n〔被告の主張〕\n(1)　構成要件５Ｂ②の充足性\n被告製品では，質量速度を異ならせた流動化ガスを用いていない。\nまた，本件発明５の「循環流」は，前記１〔被告の主張〕(1)アの５要件が\n一体となって実現されるものであるが，被告製品の流動床式ガス化炉１には，本件\n発明５の「循環流」がない。\nそうすると，構成ｂ’は，構成要件５Ｂ②を充足しない。\n(2)　構成要件５Ｄ①の充足性\n構成要件１Ｄ，２Ｄ①，３Ｄ，４Ｄ①におけるのと同様に，構成ｄ’は，\n構成要件５Ｄ①を充足しない。\n(3)　構成要件５Ｄ②の充足性\n構成要件４Ｄ②におけるのと同様に，構成ｄ’は，構成要件５Ｄ②を充足\nしない。\n(4)　構成要件５Ｅの充足性\n構成要件４Ｅにおけるのと同様に，構成ｅ’は，構成要件５Ｅを充足しな\nい。\n(5)　構成要件５Ｆの充足性\n構成要件３Ｆ②，４Ｆにおけるのと同様に，構成ｆ’は，構成要件５Ｆを\n充足しない。\n８　争点(8)（被告製品が本件発明６①ないし③の技術的範囲に属するか否か）に\nついて\n〔原告の主張〕\n(1)　構成要件６Ｂ①の充足性\n構成要件４Ｂ①におけるのと同様に，構成ｂのとおり，被告製品では，流\n動床式ガス化炉において，上昇する砂と下降する砂からなる循環流αを生じさせて\nいるから，「炉内に上昇する流動媒体と沈降する流動媒体からなる流動媒体の循環\n流を有する流動層炉を備え，」に当たり，構成要件６Ｂ①を充足する。\n(2)　構成要件６Ｂ②の充足性\n構成要件１Ｂ①ないし③におけるのと同様に，構成ｂのとおり，被告製品\nでは，砂層に供給される空気量を，砂層の中央部において大とし，周辺部において\n小とすることにより，砂からなる循環流αを生じさせているから，「前記上昇する\n流動媒体と沈降する流動媒体からなる流動媒体の循環流は，質量速度が比較的大き\nい流動化ガスと質量速度が比較的小さい流動化ガスにより形成されること」に当た\nり，構成要件６Ｂ②を充足する。\n(3)　構成要件６Ｂ③の充足性\n構成ｂのとおり，被告製品は，流動化ガスとして空気を使用しているか\nら，「前記流動層炉内には流動化ガスとして空気を供給すること」に当たり，構成\n要件６Ｂ③を充足する。\n(4)　構成要件６Ｄ①の充足性\n構成ｄのとおり，被告製品では，投入されたごみは，ガス化されてガスと\nチャー等を生成するから，「該廃棄物をガス化してガスとチャーを生成し，」に当\nたり，構成要件６Ｄ①を充足する。\n(5)　構成要件６Ｄ②の充足性\n構成ｄのとおり，被告製品の砂層の温度は５００℃ないし６００℃程度で\nあるから，「流動媒体が上昇する流動層の温度を４５０℃～６５０℃に維持し，」\nに当たり，構成要件６Ｄ②を充足する。\n(6)　構成要件６Ｅの充足性\n構成ｅのとおり，被告製品では，チャー等は，上昇する砂層の中で部分燃\n焼されるから，「生成されたチャーの一部を流動媒体が上昇する流動層で燃焼さ\nせ，」に当たり，構成要件６Ｅを充足する。\n(7)　構成要件６Ｆの充足性\n構成ｆのとおり，被告製品では，流動床式ガス化炉から可燃ガスとチャー\nが燃焼溶融炉に送られて，燃焼溶融炉において灰分が溶融されるから，「該流動層\n炉より該ガスと該チャーを供給して灰分を熔融する熔融炉を備えたこと」に当た\nり，構成要件６Ｆを充足する。\n〔被告の主張〕\n(1)　構成要件６    Ｂ①の充足性\n構成ｂ’は，構成要件６Ｂ①を充足しない。\n本件発明６①の「循環流」は，前記１〔被告の主張〕(1)アの５要件が一体\nとなって実現されるものであるが，被告製品の流動床式ガス化炉１の砂層には気泡\n化流動状態が生じるのであって，「循環流」がない。\n(2)　構成要件６Ｂ②の充足性\n本件発明６②に係る請求項９は，本件発明６①に係る請求項６の従属項で\nあるから，前記(1)及び後記(4)ないし(7)のとおり，被告製品の構成が本件発明６①\nの構成要件６Ｂ①，６Ｄ①及び②，６Ｅ並びに６Ｆを充足せず，本件発明６①の技\n術的範囲に属しない以上，本件発明６②の技術的範囲にも属しない。\n(3)　構成要件６Ｂ③の充足性\n本件発明６③に係る請求項１０は，本件発明６①に係る請求項６の従属項\nであるから，前記(1)及び後記(4)ないし(7)のとおり，被告製品の構成が本件発明６\n①の構成要件６Ｂ①，６Ｄ①及び②，６Ｅ並びに６Ｆを充足せず，本件発明６①の\n技術的範囲に属しない以上，本件発明６③の技術的範囲にも属しない。\n(4)　構成要件６Ｄ①の充足性\n構成要件２Ｄ①，３Ｄ，４Ｄ①及び５Ｄ①におけるのと同様に，構成ｄ’\nは，構成要件６Ｄ①を充足しない。\n(5)　構成要件６Ｄ②の充足性\n構成要件４Ｄ②及び５Ｄ②におけるのと同様に，構成ｄ’は，構成要件６\nＤ②を充足しない。\n(6)　構成要件６Ｅの充足性\n構成ｅ’の「ごみは流動媒体と接触する」ことは，構成要件６Ｅにおける\n「チャーの一部を流動媒体が上昇する流動層で燃焼させ」ることと同視できない。\n本件発明６①における「流動層」は，あくまでも前記１〔被告の主張〕(1)\nアの５要件を充たす「循環流」を形成する流動層であり，被告製品において，炉内\nに例えチャーが生成されたとしても，その一部がこの「循環流」の一部である流動\n層により燃焼されることはない。\nそうすると，構成ｅ’は，構成要件６Ｅを充足しない。\n(7)　構成要件６Ｆの充足性\n構成要件３Ｆ②，４Ｆ及び５Ｆにおけるのと同様に，構成ｆ’は，構成要\n件６Ｆを充足しない。\n９　争点(9)\n（被告製品が本件発明７の技術的範囲に属するか否か）について\n〔原告の主張〕\n(1)　構成要件７Ｂ②の充足性\n構成要件１Ｂ①におけるのと同様に，構成ｂのとおり，被告製品\nでは，流動床式ガス化炉において，砂層に供給される空気量を，砂層の中央部にお\nいて大とし，周辺部において小とすることにより，砂からなる循環流αを生じさせ\nているから，「質量速度が比較的大きい流動化ガスと質量速度が比較的小さい流動\n化ガスにより形成される流動媒体の循環流を有する流動層炉を備え，」に当たり，\n構成要件７Ｂ②を充足する。\n(2)　構成要件７Ｄ①の充足性\n構成ｄのとおり，被告製品においては，投入されたごみは，ガス化されて\nガスとチャー等を生成するから，「該廃棄物をガス化してガスとチャーを生成\nし，」に当たり，構成要件７Ｄ①を充足する。\n(3)　構成要件７Ｄ②の充足性\n構成ｄのとおり，被告製品の砂層の温度は５００℃ないし６００℃程度で\nあるから，「質量速度の比較的大きい流動化ガスによって流動化される流動層の温\n度を４５０℃～６５０℃に維持し，」に当たり，構成要件７Ｄ②を充足する。\n(4)　構成要件７Ｅの充足性\n構成ｅのとおり，被告製品においては，チャー等は，上昇する砂層（供給\nされる空気量が大とされる部分）の中で部分燃焼されるから，「生成されたチャー\nの一部を質量速度の比較的大きい流動化ガスによって流動化される流動層で燃焼さ\nせ，」に当たり，構成要件７Ｅを充足する。\n(5)　構成要件７Ｆの充足性\n構成ｆのとおり，被告製品では，流動床式ガス化炉から可燃ガスとチャー\nが燃焼溶融炉に送られて，燃焼溶融炉において灰分が溶融されるから，「該流動層\n炉より該ガスと該チャーを供給して灰分を熔融する熔融炉を備えたこと」に当た\nり，構成要件７Ｆを充足する。\n〔被告の主張〕\n構成要件７Ｂ②は構成要件５Ｂ②と，構成要件７Ｄ①は構成要件２Ｄ①，３\nＤ，４Ｄ①，５Ｄ①及び６Ｄ①と，構成要件７Ｄ②は構成要件４Ｄ②，５Ｄ②及び\n６Ｄ②と，構成要件７Ｅは構成要件６Ｅと，構成要件７Ｆは構成要件３Ｆ②，４\nＦ，５Ｆ及び６Ｆとそれぞれ同一である。\n被告主張に係る被告製品の構成が構成要件７Ｂ②，７Ｄ①及び②，７Ｅ並び\nに７Ｆを充足しないことは，前記３ないし８と同様である。\n１０　争点(10)（被告製品が本件発明８の技術的範囲に属するか否か）について\n〔原告の主張〕\n構成ｆのとおり，被告製品の一部の製品は，燃焼溶融炉に酸素又は酸素と\n空気の混合気体を供給するノズルを備えており，「前記熔融炉は，酸素又は酸素と\n空気の混合気体を供給するノズルを備えたこと」に当たるから，構成要件８Ｆを充\n足する。\n被告製品がその余の構成要件を充足することは，前記６ないし９と同様で\nある。\n〔被告の主張〕\n本件発明８に係る請求項１２は，本件発明４①，５，６①及び７に係る請\n求項の従属項であるから，前記６ないし９のとおり，被告製品の構成が前者の技術\n的範囲に属しない以上，後者の技術的範囲にも属しない。\n１１　争点(11)（自由技術の抗弁）について\n〔被告の主張〕\n(1)　被告製品は，被告自身が従来から使用している流動床式ガス化炉と，同じ\nく従来から使用している旋回流式溶融炉を組み合わせたものであり，流動床式ガス\n化炉の構成は，本件各発明において従来技術とされているバブリング式の流動床式\nガス化炉そのものである。\n被告の前身である神戸製鋼所は，本件特許出願前に流動床式ガス化炉と旋\n回流式溶融炉を組み合わせた処理システムを製造しており（乙１１），乙第１１号\n証に記載された技術は，その図１に示されているように，被告製品と同様，流動床\n式ガス化炉と旋回流式溶融炉（燃焼溶融炉）を組み合わせたもので，現在の被告製\n品とは，流動床式ガス化炉と旋回流式溶融炉が直結されているか，間に「サイクロ\nン」と呼ぶ装置を挟んでいるかという点で相違しているにすぎない。\nしたがって，被告製品は，本件特許出願前から被告自身が実施していた製\n品と同一であるか，少なくとも当該製品から容易に想到することができる製品にす\nぎず，自由技術の範疇に入る技術であって，本件各特許権の権利行使が及ばないも\nのである。\n(2)　被告製品のように炉底が「すり鉢状」の構造を有している流動層炉におい\nて，砂層の層高に応じて供給する空気量に大小差を付けることは，当業者において\n常識的な事項である。そして，層高差に応じて供給する空気量に大小差を付ける流\n動床式焼却炉を，乙第１号証等に記載された流動床式ガス化炉と溶融炉との組合せ\nに適用することは，実質的に公知技術そのものであるか，又は少なくとも，従来技\n術に基づいて極めて容易に想到できる事項にすぎない。被告製品の技術は，本件各\n特許権の出願前の技術から，容易に想到することができる自由技術の一種にほかな\nらない。\nすなわち，被告製品の流動層炉の炉底は「すり鉢状」の構造を有してお\nり，周辺側から中心側に向かって傾斜する構造を有している。このような炉底の形\n状の場合，砂層の厚い炉中心部では，砂層を通過する流動化空気の空気速度が小さ\nく，流動化空気が通りにくいが，砂層が薄い炉周辺部では，砂層を通過する流動化\n空気の空気速度が大きく，流動化空気が通りやすい。そこで，流動化空気の通りに\nくい炉中心部でも炉周辺部と同様に流動化空気が通るようにして，砂層全体を気泡\n流動化状態（バブリング状態）にするため，炉中心部に供給する流動化空気の空気\n量を炉周辺部に供給する流動化空気の空気量より大きくし，炉中心部の砂層と炉周\n辺部の砂層を通る流動化空気の空気速度をできるだけ均一にして，炉中心部でも炉\n周辺部でも砂がよく流動するようにし，ごみの取り込みと不燃物の排出を良好に行\nっている。\nより具体的には，流動層炉の風箱が１つであり，炉に供給する流動化空気\nの速度に差を付けることができないので，分散板の通気口（ノズル）の口径を，砂\n層高に応じて大小差を付け，分散板から砂層に吹き出す流動化空気の空気量に大小\n差を付けている。\n(3)　また，被告製品の構造は，乙第１号証の第１図の構造と基本的に同一であ\nり，同図には，被告物件目録の流動床式ガス化炉１と同じものが記載されている。\nすなわち，被告製品の構造は，乙第１号証の製品の構造と基本的に変わら\nず，また流動床式ガス化炉の流動媒体の動きも，この従来技術と同じであるから，\n出願前に公知の自由技術をそのまま実施しているにすぎず，本件各特許権に基づく\n権利行使は否定されるべきものである。\n〔原告の主張〕\n否認ないし争う。\n１２　争点(12)（本件発明１①ないし③に係る特許が無効にされるべきものか否\nか）について\n〔被告の主張〕\n(1)　本件発明１①の新規性の有無\n本件発明１①は，その特許出願前の刊行物である特公昭６２－３５００４\n号公報（乙１）に記載された発明と同一であり，新規性を欠く。\nア　乙第１号証の記載内容\n乙第１号証の記載を総合して分説すると，以下の内容が記載されている\n（以下，その記号に従って，「構成(ア)」などという。）。\n(ア)　廃棄物を流動層炉にてガス化した後に，熔融炉にて灰分を熔融スラ\nグ化する方法において，\n(イ)　流動層炉内の流動媒体を流動化させて流動層を形成し，\n(ウ)　該廃棄物を該流動層炉内に供給し，\n(エ)　該流動層炉内の流動層中でガス化してガスとチャーを生成し，該チ\nャーを該流動層中で微粒子とし，\n(オ)　該流動層炉より排出された該ガスと該微粒子となったチャーを旋回\n溶融炉に供給して灰分を溶融してスラグ化することを特徴とする廃棄物の処理方\n法。\nイ　対比\n本件発明１①と乙１発明とを対比すると，両者の相違点は次の２点とな\nり，その余の点は一致する。\n(ア)　相違点１\n本件発明１①が，「流動層炉内に流動媒体の循環流を形成し」（構成\n要件１Ｂ①）ているのに対し，乙１発明が，「流動層炉内の流動媒体を流動化させ\nて流動層を形成し」（構成(イ)）ており，「循環流の形成」が明記されていない点\n(イ)　相違点２\n本件発明１①が，「該流動層炉内の循環流中でガス化してガスとチャ\nーを生成し，該チャーを該循環流中で微粒子とし」（構成要件１Ｄ及び１Ｅ）てい\nるのに対し，乙１発明が，「該流動層炉内の流動層中でガス化してガスとチャーを\n生成し，該チャーを該流動層中で微粒子とし」（構成(エ)）ており，「循環流中」\nで「ガスとチャーを生成し，微粒子とする」ことが明記されていない点\nウ　相違点について\n(ア)　本件発明１①では，「循環流」との用語が使用されているが，本件\n明細書１中には，当該用語を特別な意味に定義した記載は存在しない。\n特許発明の技術的範囲の解釈とは異なり，新規性又は進歩性を判断す\nるに際しての発明の要旨認定は，特段の事情のない限り，特許請求の範囲の記載に\n基づいてなされるべきで，特許請求の範囲の技術的意義が一義的に明確に理解する\nことができないなどの特段の事情がある場合に限って，明細書の発明の詳細な説明\nを参酌することが許されるから（昀高裁昭和６２年（行ツ）第３号平成３年３月８\n日第二小法廷判決・民集４５巻３号１２３頁），新規性・進歩性を判断するに際し\nての発明の要旨認定の関係では，本件発明１①における「循環流」の意味は，その\n文言が示す通常の意味に解釈されなければならない。\n原告の「循環流」の解釈は，「意図的」という主観的な要素を発明の\n権利範囲の解釈に持ち込む点で誤りであり，また，その定義自体，極めて不明確で\nあり，しかも特許請求の範囲や発明の詳細な説明の記載に裏付けられていない定義\nであるから，相当でない。\n(イ)　相違点１について\nａ　乙１発明の流動層熱分解炉とは，下部の分散板６から流動層炉内に\n空気を供給して，流動媒体である砂を流動化し，これをかき混ぜるものであって，\nジャグジー風呂のようなものである。ジャグジー風呂において，流動媒体である水\nの循環が生じているのと同様に，乙１発明の流動層内においても流動媒体である砂\nの循環が生じていることは自明である。この流動媒体の循環は，例えば，当該技術\n分野におけるバイブル的な教科書である「流動層の反応工学」（乙３）で説明され\nているように，流動層である限り必然的に発生する周知な物理現象である（１１４\n頁ないし１１６頁）。\nｂ　また，乙１発明の流動層内において流動媒体である砂の循環が生じ\nる点については，実開昭５８－５８２３２号公報（乙２３）において，原告が自認\nしているといってよい内容である。\n乙第２３号証の第１図のような公知技術である流動層炉の流動層\nに，矢印で示され得る流動媒体の循環があることは，原告自ら認めているものであ\nり，同図の流動層炉と同じ炉構造を有する乙第１号証において，その意味における\n「循環流」が生じていることは否定できない。\nｃ　新規性・進歩性を判断するに際しての発明の要旨認定の関係では，\n本件発明１①における「循環流」の意味は，乙第３号証や乙第２３号証の第１図に\n記載された従来から周知となっていた物理現象である「循環流」を含むものとして\n解釈されるものであり，したがって，乙１発明には「循環流」が存在することは明\nらかである。\nｄ　以上により，相違点１は，乙第１号証に記載されているか又は実質\n的に記載されていると同視できるものである。そうすると，この点を相違点という\nことはできない。\n(ウ)　相違点２について\n前記(イ)のとおり，乙１発明の流動層には，少なくとも乙第３号証や\n乙第２３号証の第１図に記載の「循環流」が存在するのであり，乙１発明では，\n「該流動層炉内の流動層中でガス化してガスとチャーを生成し，該チャーを該流動\n層中で微粒子とし」（構成(エ)）ているのであるから，乙１発明において，「該流\n動層炉内の流動層中，すなわち，循環流中で，ガス化してガスとチャーを生成し，\n該チャーを該流動層中，すなわち，循環流中で微粒子とし，」ていることは明らか\nである。\nしたがって，相違点２も相違点とはいえない。\n(2)　本件発明１①の進歩性の有無\n本件発明１①にいう「流動媒体の循環流」を，詳細な説明の記載と出願経\n緯を参酌して，本件明細書１の図１の符号１１８及び符号１１２で示されている流\n動媒体の明確な循環の意味として解釈した場合，すなわち上記(1)ウ(イ)よりも「流\n動媒体の循環流」を狭義に解釈した場合であっても，本件発明１①は，乙１発明に\n乙第２２ないし第２７号証に記載された発明（以下，書証の番号に従って「乙２２\n発明」などという。なお，乙第２３号証の考案も「乙２３発明」という。）を組み\n合わせることにより，当業者が容易に想到することができたものであり，進歩性を\n欠く。\nア　乙第２２号証の記載内容\n本件発明１①の出願前である平成２年８月１日に発行された刊行物であ\nる特許公開公報平２－１９５１０４号（乙２２）には，流動層を用いた燃焼装置に\n関する技術が開示されているが，乙２２発明の内容は次のとおりである（以下，そ\nの記号に従って，「構成(ア)’」などという。）。\n(ア)’　石炭等の被燃焼物を流動層炉にてガス化・燃焼する方法におい\nて，\n(イ)’　流動層炉内に流動媒体の循環流を形成し，\n(ウ)’　該被燃焼物を該流動層炉内に供給し，\n(エ)’　該流動層炉内の循環流中でガス化してガスとチャーを生成し，該\nチャーを該循環流中で微粒子とすること。\nしたがって，上記構成(イ)’及び(エ)’が記載されているから，乙第２\n２号証には，前記〔被告の主張〕(1)イの相違点１及び２が記載されている。\nイ　乙２２発明と乙１発明の組合せが容易であること\n乙第１号証には，「本発明は，（中略）石炭などの固形燃料の燃焼方法\n及びその装置に関するものである。」とあり（１欄１８行ないし２２行），乙２２\n発明の技術分野である石炭の燃焼方法を含む発明であることが明記されている。ま\nた，乙１発明も乙２２発明も，共に流動層炉を使用する燃焼方法及びその装置に係\nる発明であり（乙１発明は，都市ごみ等の固形廃棄物や石炭等の燃焼方法及びその\n装置に関する発明であり，乙２２発明も石炭焚き内部循環流動床ボイラに関する発\n明で，液状又は固形廃棄物の燃焼若しくは流動層ボイラに流動層を用いた燃焼装置\nが広く応用されていることは従来公知の事柄である。），国際特許分類もＦ２３Ｃ\n１１／０２と一致している。このとおり，その技術分野が密接に共通しているか\nら，特段の事情がない限り，その技術を相互に適用可能であることは明らかであ\nる。そして，乙第１号証にも乙第２２号証にも，その組合せを阻害するような記載\nは一切存在しない。\nさらに，後記ウのとおり，本件発明１①が符号１１８及び符号１１２で\n規定するような「循環流」との技術的事項は，原告自らがその出願前１５年以上に\nわたって発表してきたことによって，本件発明１①の特許出願当時既に周知の技術\n的事項となっており，また，そのような技術をガス化・熱分解用に使用することに\nついても，原告自身が遅くとも昭和５２年には公開している周知事項にすぎない。\nさらに，乙第２２号証の炉を熱分解炉として採用する場合に，空気量や温度を下げ\nるなど，適宜運転条件の調整を行うことは，当業者でなくても理解し得る自明の事\n柄であるから，乙第２２号証のとおりの運転条件のままでは炉を乙１発明の炉に応\n用することができないから等といって，両者を組み合わせる上で阻害事由となるも\nのではない。そうすると，乙１発明に乙２２発明を組み合わせることは，当業者に\n自明といってよい程に容易である。\nウ　「循環流」の具体的な実施態様が周知であったこと\n乙第２４ないし第２８号証によれば，本件発明１①の属する技術分野に\nおいて，本件発明１①の「循環流」の実施例として記載された，本件明細書１の図\n１の符号１１８及び符号１１２で示されている流動媒体の循環に関する具体的態様\nは，原告自身が繰り返し特許出願や論文発表していたため，本件発明１①の特許出\n願時点において既に当業者に周知の技術となっていた。\nまた，特許庁は，本件発明１①と極めて近似している内容の請求項につ\nいて，乙１発明と乙２４発明の組合せに基づいて進歩性がないと判断している。こ\nのことからも，「ガス化炉」と「流動床ボイラまたは焼却炉」とが同一技術分野で\nあり，相互に適用可能な技術であることは，特許庁も認める，明らかなことであ\nる。\nエ　小括\n以上のとおり，本件発明１①において矢印で示されたような「循環流」\nは，原告自身によって，本件発明１①の特許出願当時には既に周知の技術事項とな\nっていた。\nまた，昭和５０年代には，原告自身によって，従来からの気泡流動化\n（バブリング）状態を示す流動層（乙１発明の「流動層」もこれに該当する。）に\n代えて適用可能であることが示されており，当業者であれば，乙１発明の「流動\n層」に代えて，乙第２２号証に記載され，また，本件発明１①の特許出願当時に既\nに周知の技術となっていた本件発明１①の「循環流」の技術を採用することは自明\nといってよいほどに容易であることが明らかである。\nこのとおり，本件発明１①は，乙１発明と乙２２発明ないしそこに記載\nされた周知事項を組み合わせることで当業者が容易に想到することができたから，\n明らかに進歩性を欠いた発明である。\nなお，乙１発明は，従来の流動層燃焼炉の問題点並びに従来の流動層熱\n分解炉及びサイクロン焼却炉の問題点を踏まえ，これらを解消するため，流動層熱\n分解炉とサイクロン焼却炉とを一体化させる構造を提案したものである。従来から\nの公知技術である乙第２３ないし第２７号証のＴＩＦ型流動層熱分解炉との組合せ\nを採用することは当業者において極めて容易である。\nまた，本件発明１①は，新規性及び進歩性の欠如に気付いた原告によ\nり，温度条件に関する訂正が加えられており，本件発明２②に係る「流動層温度を\n４５０℃～６５０℃に維持し」なる構成要件が加えられている。しかし，これは当\n業者が通常採用する温度条件にすぎず，乙第１号証に記載されているも同然であ\nり，たとえこの訂正が加えられたとしても，なお本件発明１①は新規性又は進歩性\nをいずれも欠く。\n(3)　本件発明１②の進歩性の有無\n本件発明１②は，本件発明１①に，既に当該技術分野における当業者に周\n知であった技術的事項を単に付加したものにすぎず，本件発明１①におけるのと同\n様の無効理由を有する。\nすなわち，次のとおり，前記(2)と同様に，本件発明１②は，乙１発明に乙\n２２発明等を組み合わせることにより，当業者が容易に想到することができたもの\nであるため，進歩性を欠く。\nア　本件発明１②と乙１発明の対比\n本件発明１②の構成要件は，本件発明１①の構成要件と前者が構成要件\n１Ｂ②を有する点を除いて同一である。したがって，両者の間で，前記(1)イの相違\n点１及び２に係る事情は同様である。\n本件発明１②の構成要件１Ｂ②に関し，乙１発明では，「流動層炉内の\n流動媒体を流動化させて流動層を形成し」（構成(イ)）ている点（以下「相違点\n１’」という。）で異なっており，その余は一致する。\nイ　進歩性の有無\n本件発明１②の「循環流」の意義は前記１〔被告の主張〕(1)アにおける\n「循環流」の意義と同一であり，相違点１’で示されるような循環流は，前記(1)及\nび(2)のとおり，乙第２２ないし第２７号証等に記載されている当業者に周知な構成\nにすぎない。本件発明１②は，乙１発明にこれらの乙号証の発明等を組み合わせる\nことで，当業者が容易に想到することができた程度の発明にすぎない。したがっ\nて，本件発明１②は進歩性を欠く。\n(4)　本件発明１③の進歩性の有無\n本件発明１③は，本件発明１①に，既に当該技術分野における当業者に周\n知であった技術的事項を単に付加したものにすぎず，本件発明１①におけるのと同\n様の無効理由を有する。\nすなわち，次のとおり，前記(2)と同様に，本件発明１③は，乙１発明に乙\n２２発明等を組み合わせることにより，当業者が容易に想到することができたもの\nであるため，進歩性を欠く。\nア　本件発明１③と乙１発明の対比\n本件発明１③の構成要件は，本件発明１②の構成要件と，前者が構成要\n件１Ｂ③を有する点を除いて同一である。したがって，両者の間で，前記(1)の相違\n点１，１’及び２に係る事情は同様である。\n本件発明１③の構成要件１Ｂ③に関し，本件発明１③と乙１発明との相\n違点は，前者が「前記移動層は質量速度が比較的小さい流動化ガスによって形成さ\nれ，前記流動層は質量速度が比較的大きい流動化ガスによって形成される」のに対\nし，後者にはこのような構成がない点（構成要件１Ｂ③。以下「相違点１’’」と\nいう。）であり，それ以外の構成は一致する。\nイ　進歩性の有無\n相違点１’’に係る技術的事項も，前記(1)及び(2)と同様に，流動層炉\nにおける周知の技術であり，例えば，乙第２２ないし第２７号証に明記されてい\nる。そうすると，本件発明１③も乙１発明にこれらの乙号証の発明等を組み合わせ\nることで，当業者が容易に想到することができた程度の発明にすぎない。したがっ\nて，本件発明１③も，進歩性を欠く。\n〔原告の主張〕\n(1)　本件発明１①の新規性の有無\n本件発明１①と乙１発明とでは，少なくとも，上記相違点１，２が存在\nし，両者は実質的に同一ではなく，本件発明１①は新規性を有している。\nア　相違点１について\n(ア)　本件発明１①における「流動媒体の循環流を形成」とは，「意図的\nに形成された流動媒体の循環する流れを形成すること」を意味しており，乙第３号\n証に記載された流動層である限り必然的に発生する周知の物理現象（「粒子の循\n環」）とは明確に区別される。\nしたがって，相違点１が乙第１号証に記載されているとか，又は記載\nされているものと同視することはできない。\n(イ)　被告は，原告が，乙第２３号証において，乙１発明の流動層内で流\n動媒体である砂の循環が生じる点について自認している旨を主張する。\nしかし，乙２３発明は，考案の名称が「流動床式焼却炉」であって，\n本件発明１①とは異なる技術分野のものであり，本件に直ちに妥当しない。また，\n乙第２３号証の第１図と第３図は，全く異なる構造の焼却炉であり，しかも，第１\n図の矢印は，流動媒体が上下に運動していることを示したもので，いわゆるバブリ\nング型を示したものであるから，第３図における矢印が流動媒体の循環流を示すも\nのであるとしても，第１図の矢印が第３図と同様の循環流を示していることが明ら\nかであるとはいえない。\nイ　相違点２について\n乙第１号証及び乙第２３号証のいずれにも，「循環流中」で「ガスとチ\nャーを生成し，微粒子とする」ことは記載されていない。\n(2)　本件発明１①の進歩性の有無\n乙第２２ないし第２７号証のいずれの技術も，乙１発明と組み合わせるこ\nとは著しく困難であり，しかも，乙第２２ないし第２７号証には，相違点２は記載\nされておらず，乙１発明と公知技術の組合せによっても本件発明１①の進歩性が欠\n如することにはならない。\nア　乙２２発明と乙１発明との組合せについて\n(ア)　乙第２２号証の記載内容の理解について\n乙第２２号証においては，流動層は熱回収室を備え，流動層に投入さ\nれた特定の炭種の石炭を，高温の流動層内部で旋回，循環させ，燃料比の高い石炭\nでも完全に燃焼させて，流動層内で燃焼熱を回収する。\n短時間で加熱により揮発分が分離するが，分離した揮発分は，一部層\n内で燃焼し，他はフリーボード部で燃焼して燃焼ガスとなる。\nしたがって，乙第２２号証における流動層炉では，石炭の加熱によっ\nて分離した揮発分は燃焼してしまい，流動層炉全体では，燃焼工程が行なわれてい\nる。このとおり，乙第２２号証における流動層内の工程は，燃焼工程の一部が行な\nわれているのであって，ガス化工程が行なわれているものではない。したがって，\n流動層からは燃焼ガスがフリーボードに排出される。\n乙第２２号証には，チャーは流動層中を数十回にわたり旋回循環しな\nがら長い時間をかけて燃焼し，このような燃焼により発生する多量の燃焼ガスに同\n伴されてチャーが排出されることが記載されている。揮発分の一部は流動層内で燃\n焼が完結しないで多量の燃焼ガスに混じってフリーボードに排出されるが，乙第２\n２号証の流動層は，石炭を燃焼させるものであり，循環流中でガス化してガスとチ\nャーを生成するというものではない。\nまた，乙第２２号証においては，流動層中の燃焼工程の一部でチャー\nは生成されるが，流動層中で生成したチャーは，旋回流動する間に粒径が０．２ｍ\nｍ以下になると，燃焼ガスに同伴されて煙道から排出されるが，サイクロン等で捕\n集されて流動層炉に戻され，戻されたチャーは燃焼される。そして，チャーの燃焼\nが完結するまで，このプロセスが繰り返されるため，乙第２２号証においては，流\n動層で生成した生成されたチャーは完全に燃焼してしまう。\nつまり，乙第２２号証は，特定の炭種の石炭を使用することにより流\n動層炉において発生したチャーをすべて燃焼させるものであり，相違点２は記載さ\nれていない。\n(イ)　組合せの論理付けについて\n公知技術の組合せの論理付けは，主引用例と従たる引用例の技術分\n野，課題，作用機能を具体的に考慮して判断すべきである。乙２２発明と乙１発明\nとの組合せに関する，被告の技術分野等からする組合せの論理付けは失当である。\nまた，乙２２発明と乙１発明とでは，技術分野及び課題を異にし，作\n用機能が共通でないから，当業者において両者を組み合わせることが容易とはいえ\nない。\nａ　技術分野について\n乙２２発明は，石炭焚き内部循環流動床ボイラの燃料として特定の\n炭種の石炭を燃焼させ使用することにより排ガス中の窒素酸化物（ＮＯｘ）の含有\n量を低減させ，熱エネルギを回収する技術であり，特定の炭種の石炭を使用するこ\nとに特化した流動床ボイラの発明である。\nこれに対して，乙１発明は，広く廃棄物を対象として，廃棄物を熱\n分解炉でガス化して，ガスとチャーを生成し，サイクロン燃焼炉でガスとチャーを\n燃焼して灰分をスラグ化する２段の廃棄物の処理技術に関する，広く廃棄物を処理\nする流動床式ガス化炉の発明であり，乙２２発明と乙１発明とは技術分野を異にす\nる。\nなお，国際特許分類は，特許出願手続の事務処理の便宜のための分\n類にすぎず，これが一致しているからといって，公知技術の論理付けにおいて意味\nがあるものではない。\nｂ　課題について\n乙２２発明は，流動床ボイラにおいて石炭を燃焼させて熱エネルギ\nーを回収する際に発生する排ガス中に含まれるチャーの触媒作用を利用して排ガス\n中のＮＯｘを低減することを課題とするものである。したがって，流動層炉におい\nて特定の炭種の石炭の燃焼によって発生した排ガスに同伴するチャーの触媒作用を\n利用して排ガス中のＮＯｘを低減しようとする乙２２発明と，流動層炉で廃棄物を\n熱分解して可燃ガスとチャーを生成し，生成した可燃ガスとチャーをサイクロン燃\n焼炉に導入して燃焼させ灰分をスラグ化する乙１発明とは，課題を異にする。\nｃ　作用機能について\n前記(ア)のとおり，乙２２発明における流動層内においては石炭の\n燃焼が行われ，循環流中でガス化してガスとチャーを生成するという作用機能はな\nい。\nまた，乙２２発明は，特定の炭種の石炭を使用することにより流動\n層炉において発生したチャーをすべて燃焼させるものであり，乙２２発明の流動層\nは，乙１発明の流動層とは異なって，後段のサイクロン燃焼炉に導入して燃焼させ\nるために微粒子とする作用機能を有しない。したがって，チャーを微粒子とすると\nいう作用機能においても，乙１発明の流動層と乙２２発明の流動層とは作用機能が\n相違し，作用機能の共通性は全くない。\n(ウ)　乙２２発明等と乙１発明の組合せの阻害事由について\n乙２２発明等を乙１発明と組み合わせることについては，次のとおり\n阻害事由がある。\nａ　乙第１号証の阻害事由\n乙１発明においては，流動層熱分解によりチャー及び灰分が「一般\nの機械的集じん装置では充分に捕捉し得ない」微粒子となっていることが解決すべ\nき課題であり，この微粒子を，サイクロン燃焼炉で「高負荷燃焼を行」って「灰分\nをサイクロン内壁に捕捉溶融せしめて集じん性能を向上させると共に溶融スラグと\nして取り出」しているのであり，その結果，「流動層熱分解方法とサイクロン燃焼\n方法とを組み合わせることにより，両方法の長所が生かされ短所が相殺されて消滅\nし，相乗的な極めて顕著な効果を」奏しているのである。\nしたがって，そもそもの課題である微粒子がさらに微細になれば，\n上記効果が得られず，また逆に粗くなると，導入する原料を予め微細粒径まで破砕\nする前処理を行う必要が生じ，この前処理には動力損失，機材損耗が伴うとか，燃\n料が必要になるというサイクロン燃焼炉の課題を解決できない懸念が生ずる。この\n「流動層熱分解方法とサイクロン燃焼方法とを組み合わせること」は，従来技術の\n問題点を解決した唯一無二の組合せであり，他の組合せに置き換えることができな\nい。したがって，乙１発明の流動層炉に関しては，これを，本件発明１①のような\n循環流を備えた流動層炉などのチヤーを微粒子とする他の流動層炉に置き換えると\nいうことはそもそも，全く意図されておらず，採用することがあり得ない。\nまた，乙第１号証に記載されたサイクロン燃焼炉はサイクロンと同\n様の構造を有しており，微細粒子の捕捉原理もサイクロンと同様に考えられる。\n乙１発明の流動層熱分解炉は，キャリーオーバーの問題（捕捉しき\nれないものが一部サイクロン燃焼炉をすり抜けてしまうという問題）を内在してい\nるとはいえ，サイクロン燃焼炉との組合せにより，両方法の長所が生かされ短所が\n相殺されて消滅し，相乗的な極めて顕著な効果を伴う固形物の燃焼方法及びその装\n置を提供しているのであり，乙１発明の流動層熱分解炉を，排出される微細な固形\n物の粒径が変化する他の流動層炉に置き換える動機付けは全く得られない。\nまして，仮に，被告が主張するように，乙２２発明の循環流が「チ\nャーを微粒子とする」という作用機能を有するとすれば，以下のように，乙２２発\n明を乙１発明に組み合わせることに関しては，明白な阻害事由を有することとな\nる。\nすなわち，乙１発明は，「流動層燃焼に於ては，灰分は微細粒子と\nなって燃焼ガス中に混入するが，粒径が細かいので一般の機械的集じん装置では充\n分に捕捉し得ないのみならず集じん后も発じん防止などに特別な対策を要する。」\n（乙１の２欄１５行ないし１９行）という従来技術の問題点を解決し，「サイクロ\nン燃焼炉自体が集じん機能を果たすのみならず，高負荷燃焼を行えば灰分はサイク\nロン内壁に捕捉溶融され内壁面は濡れ状態となって微細な灰分の集じん性能が向\n上」（乙１の６欄２７行ないし３０行）するという優れた効果を得ることを目的と\nする。\nしかるに，乙１発明は，サイクロン燃焼炉の前段として流動層を使\n用したため，キャリーオーバーにより灰分の集塵性能には，限界があるという問題\n点を抱えている。かかる乙１発明の前段の流動層に，被告が主張するような微粒子\n化の機能を有する循環流を採用させると，後段のサイクロン燃焼炉に対して，より\n微細なチャー等が沢山供給されて，キャリーオーバーの問題がより拡大して，本来\n乙１発明の目的である微細な灰分の集塵性能向上という目的に反する改変となって\nしまう。\nこのような場合には，審査基準にも明記されているとおり，乙第２\n２号証は，引用例としての適格性を欠き，容易想到性を認められるべきではなく，\n被告の主張は明らかに誤りである。\nまた，乙第１号証に記載の流動層に，石炭を燃焼させる乙第２２号\n証に記載の流動層を採用すると，例えばプラスチックを多量に含む都市ごみのよう\nに発熱量が極めて高い原料を燃焼した場合，局部が異常に高温となり，熱媒体が半\n溶融状態となって凝塊を形成し，遂に流動化不能となったり，流動層の塔径を必要\n以上に過大に設定せねばならず，乙１発明の上記目的に反する改変となる。これ\nは，明確な阻害事由があることを示すものである。\nｂ　乙第２２号証の阻害事由について\n乙２２発明の作用機能は，使用する石炭の炭種と密接不可分であ\nり，使用する特定の炭種と一体となってはじめてその効果を奏するものであり，そ\nの技術的事項を，対象とする特定の炭種の石炭を離れて，乙１発明のものに適用す\nることには，明白な阻害事由がある。\n乙第２２号証には，流動層炉でチャーを完全に燃焼させる技術が記\n載されているのであり，流動層炉の後段にチャーを供給する技術は全く記載されて\nいない。むしろ記載されているのは，後段にチャーを供給することを妨げる技術で\nある。そうすると，乙２２発明は，廃棄物を熱分解して生成されたチャーを後段に\n供給する乙１発明に適用することはできず，阻害事由があることになる。\nまた，乙１発明の流動層に乙第２２号証の流動層を採用した場合\nに，可燃ガスが生成できなくなってしまい，乙１発明が機能しなくなり，かかる観\n点からも，阻害事由がある。\nイ　乙２３発明と乙１発明との組合せについて\n次のとおり，乙２３発明は，乙１発明と技術分野，課題，作用機能を異\nにしており，両者を組み合わせることは当業者において容易でなく，組合せに阻害\n事由がある。\n(ア)　技術分野について\n乙２３発明は，廃棄物を焼却する焼却炉に関する発明であり，廃棄物\nを熱分解炉でガス化して，ガスとチャーを生成し，サイクロン燃焼炉でガスとチャ\nーを燃焼して灰分をスラグ化する２段の廃棄物の処理技術に関する発明である乙１\n発明とは技術分野を異にするものである。\n(イ)　課題について\n乙２３発明は，流動床式焼却炉において焼却物が砂の上部に停滞する\nことがなく，燃焼による発生熱を砂に有効に還元伝達して，補助燃料を不要又は節\n約可能とし，さらにマテリアルシールの必要がなく，前処理破砕の必要性を低減す\nることをその課題とする。他方，乙１発明は，流動層炉で廃棄物を熱分解して可燃\nガスとチャーを生成し，生成した可燃性ガスとチャーをサイクロン燃焼炉に導入し\nて燃焼させることをその課題とするから，両者は課題を異にする。\n(ウ)　作用機能について\n乙２３発明の作用機能は，流動床式焼却炉において砂層に吹き込む空\n気の量に差異を設けて砂の循環を生じさせ，砂層中で廃棄物を焼却するというもの\nであって，循環流中でガス化して可燃ガスとチャーを生成することが開示されてい\nないのに対し，乙１発明は，流動層炉で廃棄物を熱分解して可燃ガスとチャーを生\n成し，生成した可燃ガスとチャーをサイクロン燃焼炉に導入して燃焼させる作用機\n能を有するから，両者は作用機能を異にし，組合せが困難である。\n(エ)　組合せの阻害事由について\n乙１発明には，前段の流動層に，微粒子化機能を有する循環流を採用\nすることについて阻害事由があるし，また乙１発明の流動層に乙第２３号証の流動\n層を採用した場合，可燃ガスとチャーを生成できなくなって，乙１発明を機能させ\nることができない。\nそうすると，乙２３発明に乙１発明を組み合わせることには阻害事由\nがある。\nウ　乙２４発明と乙１発明との組合せについて\n次のとおり，乙２４発明は，乙１発明と技術分野，課題，作用機能を異\nにしており，両者を組み合わせることは当業者において容易でなく，組合せの阻害\n事由がある。\n(ア)　技術分野について\n乙２４発明は，石炭をガス化して可燃ガスを生成した後に洗浄，精製\nして生成ガスを得る技術であり，この生成ガスは，化学工業の原料等として用いる\nものである。\nこれに対して，乙１発明は，廃棄物を熱分解炉でガス化して，ガスと\nチャーを生成し，サイクロン燃焼炉でガスとチャーを燃焼して灰分をスラグ化する\n２段の廃棄物の処理技術である。\nしたがって，石炭から有価な生成ガスを得る乙２４発明と廃棄物を処\n理する乙１発明とは，技術分野を異にする。\n(イ)　課題について\n乙２４発明は，生成ガスに同伴して炉外へ飛散する未反応チャーの問\n題を解決するとともに，二段流動層ガス化炉の問題点等を解決することを課題とす\nる。\nこれに対して，乙１発明は，流動層炉で生成したガスとチャーを後段\nのサイクロン燃焼炉に導入して燃焼し灰分をスラグ化することを課題とするから，\n両者は課題を全く異にする。\n(ウ)　作用機能について\n乙２４発明では，流動層部３５で行われているガス化反応によって，\nチャーのガス化を促進し，チャーがガス化されずに流動層から飛散しないようにし\nており，その流動層には，ガス化によって生成されたチャーを循環流中で微粒子と\nする作用機能はない。\nまた，乙第２４号証には，炉外に飛散するチャーは例外的なものであ\nって，また例外的に飛散したチャーもサイクロン４で捕集して炉内に戻し，ガス化\nすることが記載されている。\nこれに対して，乙第１号証には，「熱分解過程を流動層により行い，\n熱分解の生成ガス中に含まれるチャー及び灰分が微細粒子となる事実を利用して」\n（２頁３欄３２行ないし３４行）と記載されているのみである。\n乙２４発明の流動層には，ガス化によって生成されたチャーを微粒子\nとする作用機能はなく，したがって，乙２４発明と乙１発明の流動層の作用機能と\nは共通するものではない。\n(エ)　組合せの阻害事由について\n乙第２４号証には，可燃ガスが生成されることが記載されてはいる\nが，熱源として利用し得るチャーが生成されることは記載されていない。また，乙\n２４発明では炉外に飛散するチャーは例外的なものであって，乙１発明のサイクロ\nン燃焼炉で熱源として利用できるものではない。しかも，その例外的に飛散したチ\nャーもサイクロンにより捕集して戻してガス化するものである。\nしたがって，乙第２４号証の技術的事項を乙１発明に適用する阻害事\n由がある。\nエ　乙２５発明と乙１発明との組合せについて\n次のとおり，乙２５発明は，乙１発明と技術分野，課題，作用機能を異\nにしており，両者を組み合わせることは当業者において容易でなく，組合せの阻害\n事由がある。\n(ア)　技術分野について\n乙第２５号証には，熱反応装置と記載されてはいるが，熱反応装置に\nよる可燃ガスとチャーの生成の記載はなく，実質的には焼却装置を記載している。\nしたがって，乙２５発明は，実質的には，廃棄物を焼却する焼却装置に関する発明\nであり，廃棄物を熱分解炉でガス化して，ガスとチャーを生成し，サイクロン燃焼\n炉でガスとチャーを燃焼して灰分をスラグ化する２段の廃棄物の処理技術に関する\n発明である乙１発明とは技術分野を異にする。\n(イ)　課題について\n乙２５発明は，流動化火床を備えた焼却装置において，火床の好適な\n循環及び焼却装置の好適な作動を行わせるための空気供給手段の構造の簡略化を図\nるとともに，火床の深さを大きくすることを課題とするものである。\nしたがって，乙２５発明と，流動層炉で廃棄物を熱分解して可燃ガス\nとチャーを生成し，生成した可燃ガスとチャーをサイクロン燃焼炉に導入して燃焼\nさせ灰分をスラグ化する乙１発明とは，課題を異にする。\n(ウ)　作用機能について\n乙２５発明の流動化火床は，循環流中で廃棄物を完全に焼却してしま\nうから，循環流中でガス化してガスとチャーを生成して排出するという作用機能は\nなく，よって，乙１発明の流動層との作用機能と共通するものではない。\n(エ)　組合せの阻害事由について\n乙１発明には，前段の流動層に，微粒子化機能を有する循環流を採用\nすることについて阻害事由があるし，また乙１発明の流動層に乙第２５号証の流動\n化火床を採用した場合，可燃ガスとチャーを生成できなくなって，乙１発明を機能\nさせることができない。\nそうすると，乙２５発明に乙１発明を組み合わせることには阻害事由\nがある。\nオ　乙２６発明と乙１発明との組合せについて\n次のとおり，乙２６発明は，乙１発明と技術分野，課題，作用機能を異\nにしており，両者を組み合わせることは当業者において容易でないし，また組合せ\nの阻害事由がある。\n(ア)　技術分野について\n乙２６発明は，廃棄物を焼却する焼却炉などの熱反応炉に関するもの\nである。乙第２６号証には，熱反応炉と記載されてはいるが，実体は焼却炉であ\nる。焼却炉は廃棄物を十分な酸素により完全燃焼させ燃焼排ガスと灰を生成するも\nのである。\nこれに対して，乙１発明は，廃棄物を熱分解炉でガス化して，ガスと\nチャーを生成し，サイクロン燃焼炉でガスとチャーを燃焼して灰分をスラグ化する\n２段の廃棄物の処理技術であって，乙２６発明と乙１発明とは，技術分野を異にす\nる。\n(イ)　課題について\n乙２６発明は，流動層炉内の流動媒体の循環流により廃棄物(ごみ)を\n破砕することにより廃棄物の無破砕投入を可能とすること，廃棄物を拡散させて燃\n焼させ燃焼効率を向上させること等を課題とする。したがって，乙２６発明と，流\n動層炉で生成したガスとチャーを後段のサイクロン燃焼炉に導入して燃焼し灰分を\nスラグ化する乙１発明とは，課題を全く異にする。\n(ウ)　作用機能について\n乙２６発明の流動層は，可燃ガスを流動層で燃焼させるものであり，\n循環流中でガス化してガスとチャーを生成して炉から排出するという作用機能はな\nい。また，乙２６発明においては，可燃物の大半が細片化していることが明らかで\nあり，流動媒体の循環流中で可燃物が完全燃焼してしまい，チャーの生成は全くな\nいし，炉内の循環流中でガス化してガスとチャーを生成して次段で利用することが\n示唆されていない。すなわち，乙第２６号証は，焼却炉を熱分解炉に転用できるこ\nとを記載してはいるが，この熱分解炉は単なる例示であって，焼却炉を熱分解炉に\n転用したときに，いかなる構成及び作用効果になるのかについては全く記載してい\nない。もちろん，循環流中でチャーを生成し，該チャーを該循環流中で微粒子とす\nることについても，記載してはいない。\nしたがって，乙１発明の流動層と乙２６発明の流動層の作用機能は共\n通するものではない。\n(エ)　阻害事由について\n乙１発明には，前段の流動層に，微粒子化機能を有する循環流を採用\nすることについて阻害事由があるし，また乙１発明の流動層に乙２６発明の流動層\nを採用した場合に，可燃ガスとチャーを生成できなくなってしまい，乙１発明が機\n能しなくなり，組合せの阻害事由がある。\nカ　乙２７発明と乙１発明との組合せについて\n次のとおり，乙２７発明は，乙１発明と技術分野及び作用機能を異にし\nており，両者を組み合わせることは当業者において容易でなく，組合せの阻害事由\nがある。\n(ア)　技術分野について\n乙２７発明は，燃焼物を焼却する流動燃焼炉に関するものであるとこ\nろ，流動燃焼炉は燃焼物を十分な酸素により完全燃焼させ燃焼排ガスと灰を生成す\nるものである。\nこれに対して，乙１発明は，廃棄物を熱分解炉でガス化して，ガスと\nチャーを生成し，サイクロン燃焼炉でガスとチャーを燃焼して灰分をスラグ化する\n２段の廃棄物の処理技術であって，乙２７発明とは，技術分野を異にする。\n(イ)　作用機能について\n乙２７発明の流動層には，循環流中でガス化してガスとチャーを生成\nして排出するという作用機能はなく，乙１発明の流動層の作用機能とは共通するも\nのではない。\n(ウ)　阻害事由について\n乙１発明には，前段の流動層に，微粒子化機能を有する循環流を採用\nすることについて阻害事由があるし，また乙１発明の流動層に乙２７発明の流動層\nを採用した場合，可燃ガスとチャーを生成できなくなってしまい，乙１発明が機能\nしなくなるから，両者を組み合わせることには阻害事由がある。\n(3)　本件発明１②の進歩性の有無\n本件発明１①は乙１発明に乙２２発明ないし乙２７発明を組み合わせるこ\nとによって，当業者が容易に想到することができたものではなく，進歩性を有する\nから，本件発明１①の従属項である本件発明１②も進歩性を有する。\n(4)　本件発明１③の進歩性の有無\n前記(2)と同様に，本件発明１①は進歩性を有するから，本件発明１①の従\n属項である本件発明１③も進歩性を有する。\n１３　争点(13)（本件発明２①及び②に係る特許が無効にされるべきものか否\nか）について\n〔被告の主張〕\n(1)　本件発明２①の進歩性の有無\n本件発明２①も，乙１発明に乙２２発明等を組み合わせることにより，当\n業者が容易に想到することができたものであるため，次のとおり，進歩性を欠く。\nなお，本件発明２①はいわゆる独立請求項の方式で記載されているが，そ\nの実体は，本件発明１②に不燃物と流動媒体の排出に関する構成要件「該廃棄物に\n含まれる不燃物と流動媒体を該流動層炉の炉底部より排出し，該不燃物と該流動媒\n体を分別した後に該流動媒体を該流動層炉に戻し，」（構成要件２Ｆ①及び②）を\n付加したものにすぎず，本件発明１①に従属する請求項として，本件発明１②及び\n③と同列のものとして理解すべきものである。\nア　乙１発明と本件発明２①の対比\n乙１発明と本件発明２①との対比のうち，構成要件２Ｆ①及び②以外に\n係る部分については，前記１２〔被告の主張〕(3)のとおりである。構成要件２Ｆ①\n及び②について，本件発明２①では，「該廃棄物に含まれる不燃物と流動媒体を該\n流動層炉の炉底部より排出し，該不燃物と該流動媒体を分別した後に該流動媒体を\n該流動層炉に戻し」ているのに対し，乙第１号証では，これが明記されていない点\n（以下「相違点３」という。）で異なっている。\nイ　相違点３について\n相違点３に係る技術的事項は，乙第１号証に明記はされてはいないもの\nの，流動層炉における周知の技術であり，乙第１号証に記載されているも同然の事\n項である。\n乙第１号証においては，炉底部に設けられた二重排出弁２２までしか記\n載されておらず，この二重排出弁２２から排出された不燃物と流動媒体をその後ど\nのように処理するかは明記されていない。しかし，流動媒体である砂を出し放しに\nすることなどは，流動砂が無限に必要になるので考えられず，不燃物と流動媒体を\n分別した後に流動媒体を流動層に戻していることは，当業者であれば自明の理であ\nる。なお，乙第２６号証の第１図及び乙第２７号証の図２には，不燃物と流動媒体\nを分別した後に流動媒体を流動層に戻すことが明記されている。さらに，不燃物と\n流動媒体を分別した後に流動媒体を流動層に戻すことは，本件特許出願前に「ハン\nドブック」として当業者の間に流布されていた乙第２９号証にも明確に記載されて\nいるとおりの当業者に極めて周知な技術にすぎない。\nこの点は，本件第１特許権の孫出願に対する拒絶理由通知（乙３２の\n２）の請求項３の項において，特許庁が，「可燃物をガス化する流動層炉におい\nて，該可燃物に含まれる不燃物と該流動媒体を排出する不燃物排出口を備え，該不\n燃物排出口より排出された該不燃物と該流動媒体とを分別した後に，分別された流\n動媒体を該流動層炉に戻す事項は周知手段である」と認定していることにも示され\nている。\nしたがって，本件発明２①には進歩性がない。\nなお，原告が，本件発明２①に新規性又は進歩性が欠如していることに\n気が付いて，本件発明２②に係る「流動層温度を４５０℃～６５０℃に維持し」な\nる構成要件を加えたため，訂正後の本件発明２①は訂正前の本件発明２②と実質的\nに同じものとなった。しかし，この温度条件は，当業者が通常採用する温度条件に\nすぎず，乙第１号証に記載されているも同然であり，たとえこの訂正が加えられた\nとしても，なお本件発明２①には進歩性がない。\n(2)　本件発明２②の進歩性の有無\n本件発明２②は，前記(1)と同様に，乙１発明に乙２２発明等を組み合わせ\nることにより，当業者が容易に想到することができたものであるため，進歩性を欠\nく。\nア　本件発明２②と乙１発明の対比\n本件発明２②では，「前記流動層炉は，流動層温度を４５０℃～６５０\n℃に維持され」（構成要件２Ｄ②）ているのに対し，乙１発明では，流動層の温度\n条件が明記されていない点（以下「相違点４」という。）で一応相違する。\nイ　相違点４について\n相違点４の流動層の温度条件は，ガス化溶融しようとする当業者が通常\n採用する温度条件にすぎず（乙２，２８，３０及び３１等），乙第１号証に記載さ\nれているのと同然である。\nそうすると，本件発明２②も，乙１発明に乙２２発明等を組み合わせる\nことにより，当業者が容易に想到することができたものであるため，進歩性を欠\nく。\n〔原告の主張〕\n(1)　本件発明２①の進歩性の有無\n本件発明２①は乙１発明に乙２２発明等を組み合わせることによって，当\n業者が容易に想到することができたものではない。\n(2)　本件発明２②の進歩性の有無\n本件発明２②は乙１発明に乙２２発明等を組み合わせることによって，当\n業者が容易に想到することができたものではない。\nまず，相違点４における「前記流動層炉」とは，流動層炉内に流動媒体の\n循環流が形成され，循環流中でガス化してガスとチャーが生成され，チャーが微粒\n子とされる流動層炉なのに対して，温度条件が開示されていると被告が主張してい\nる乙第２号証，乙第２８号証，乙第３０号証の流動層炉は，いずれも，このような\n流動層炉ではなく，かかる構成要件が開示されているとはいえない。\nしかも，被告は，乙１発明に被告が主張する温度条件を組み合わせること\nの阻害事由を看過しており，明らかに失当である。すなわち，乙１発明の流動層温\n度を被告が主張するような低温度とすると，流動層にチャーが堆積する問題が拡大\nし，乙１発明が機能しなくなるので，阻害事由があるといえる。\n本件第１特許権は，乙第３０号証に基づく取消理由を克服して維持された\nものである。\n１４　争点(14)（本件発明３に係る特許が無効にされるべきものか否か（進歩性\nの有無））について\n〔被告の主張〕\n本件発明３は，次のとおり，乙１発明に乙２２発明等を組み合わせることに\nより，当業者が容易に想到することができたものであり，進歩性を欠く。\n(1)　本件発明３と乙１発明との対比\n本件発明３と乙１発明との相違点は次の２点であり，その余の点は一致す\nる。\nア　相違点５\n本件発明３では，「該流動層炉は，質量速度が比較的小さい流動化ガス\nを供給する流動化ガス供給手段と，質量速度が比較的大きい流動化ガスを供給する\n流動化ガス供給手段を備え，該流動化ガスを炉内に供給して該炉内に流動媒体の循\n環流を形成し」ているのに対し（構成要件３Ｂ①ないし③），乙１発明にはこのよ\nうな構成がない点\nイ　相違点６\n本件発明３では，「該廃棄物に含まれる不燃物と流動媒体を該流動層炉\nの炉底部より排出し，該不燃物と該流動媒体を分別した後に該流動媒体を該流動層\n炉に戻し」ているのに対し（構成要件３Ｆ①），乙１発明にはこのような構成が明\n記されていない点\n(2)　進歩性の有無\n前記(1)の相違点５は，前記１２〔被告の主張〕(4)の本件発明１③に関す\nる相違点１’’と実質的に同一の相違点であり，相違点６も，前記１３〔被告の主\n張〕(1)の本件発明２①に関する相違点３と実質的に同一の相違点である。\n本件発明３における相違点５及び６も，乙第２２ないし第２７号証に明記\nされた周知技術にすぎず，乙１発明にこれらの構成を付加することは，当業者にと\nって容易である。\nそうすると，当業者において，乙１発明に乙２２ないし乙２７発明を組み\n合わせることで，容易に本件発明３に想到することができる。\n〔原告の主張〕\n乙２２発明等は，乙１発明と組み合わせる引用例としては適格性を欠くもの\nであり，両者を組み合わせる阻害事由がある。したがって，本件発明３は進歩性を\n欠如していない。\nまた，相違点５は，被告も自認するように，本件発明１③に関する相違点\n１’’と実質的に同一の相違点であり，同相違点は解消されない。\nしかも，被告は，本件発明３の構成要件３Ｂ②を失念して，相違点として検\n討していない。しかし，かかる相違点は，廃棄物のガス化熔融において特有の作用\nにより多大な効果を奏するものであり，しかも，ガス化炉におけるこのような構成\nは，被告が主張する公知例のどれにも記載されていない。\nすなわち，本件発明３においては，構成要件３Ｂ②により，流動化ガスの質\n量速度が比較的小さい領域の空気量は比較的少なくなり，流動化ガスの質量速度が\n比較的大きな領域の空気量は比較的多くなる。流動層炉内に投入された廃棄物は，\n流動化ガスの質量速度が比較的小さく空気量の比較的少ない領域において流動媒体\nにより加熱され，ガス化して可燃ガスとチャーを生成し，空気量が比較的少ないた\nめ，可燃ガスは，余り燃焼されないで後段の熔融炉に供給される。生成したチャー\nは，流動媒体とともに循環し，流動化ガスの質量速度が比較的大きく空気量の比較\n的多い流動層に送られ，部分酸化されて，質量速度が比較的大きい流動化ガスによ\nり活発に流動化している流動層を上昇し，表層でフリーボードに飛散しガスに同伴\nされて次段の熔融炉に供給される。したがって，流動層炉で発生した可燃ガスは，\n流動層炉で余り燃焼されないで熔融炉において熱源（燃料）として利用され，一\n方，流動層炉で発生したチャーは，流動層炉及び熔融炉の双方において熱源（燃\n料）として利用することができる。\nすなわち，かかる構成は，前述のチャー堆積の問題を解決するとともに，可\n燃分を熔融炉で有効に利用することを可能にしている。\nさらに，本件発明３における構成要件３Ｂ②及び③，３Ｃ並びに３Ｄは，そ\nれらが有機的に作用して，流動層ガス化熔融のガス化炉におけるチャー堆積の問題\nを解決するとともに，チャーをガス化炉の熱源及び熔融炉の熱源として利用させる\nことを可能にし，ガス化熔融の技術分野において，多大な効果（甲２の２の【００\n５９】ないし【００６２】）を奏するものである。\nしたがって，かかる相違点だけでも，本件発明３の進歩性は充分に基礎付け\nられるものである。\n１５　争点(15)（本件発明４①ないし③に係る特許が無効にされるべきものか否\nか）について\n〔被告の主張〕\n(1)　本件発明４①の新規性及び進歩性の有無\n本件発明４①は，次のとおり，乙１発明と実質的に同一であり新規性がな\nい。\nア　本件発明４①と乙１発明の対比\n乙第１号証には，前記１２〔被告の主張〕(1)アのとおりの記載があると\nころ，本件発明４①と乙１発明とを対比すると，次のとおりの相違点があり，その\n余の点は一致する。\nなお，本件発明４①では，「抑制された燃焼反応が継続されるように\nし」（構成要件４Ｅ）とあるが，これは乙１発明の特許明細書５欄４行等の「部分\n燃焼」と同義であると解されるので，一致点である。\nすなわち，流動層式熱分解炉では，吹き込む空気量を少なくすること\nで，「部分燃焼」を生じさせ，「部分燃焼」による熱のみを供給して流動層の温度\nを低く維持することで，「部分燃焼」がゆっくり進行（継続）するようにしている\nのであって，この動作は，廃棄物等のガス化を十分に行うための，熱分解炉として\nの必須の構成である。そうすると，乙１発明にいう「部分燃焼」とは，完全燃焼の\n場合に比して空気量が少ない状態での燃焼状態をいう。他方，本件発明４①の流動\n層の温度を４５０℃ないし６５０℃に維持することは，「抑制された燃焼反応」の\n継続のための手段であり，換言すると，「抑制された燃焼反応」自体は温度条件と\nは無関係に発生している現象であって，上記温度維持の結果である。したがって，\n熱分解炉において，温度条件とは無関係に発生し，流動層の温度を低温に維持する\nことで継続される状態が「部分燃焼」であるから，「抑制された燃焼反応」と「部\n分燃焼」とは同義である。\n(ア)　相違点７\n本件発明４①では，「炉内に上昇する流動媒体と沈降する流動媒体か\nらなる流動媒体の循環流を有する流動層炉を備え，」（構成要件４Ｂ①）ているの\nに対し，乙１発明では，「流動層炉内の流動媒体を流動化させて流動層とする流動\n層炉を形成し，」（前記１２〔被告の主張〕(1)アの構成(イ)参照）ている点\n(イ)　相違点８\n本件発明４①では，「流動媒体が上昇する流動層の温度を４５０℃～\n６５０℃に維持し」ている（構成要件４Ｄ②）のに対し，乙１発明ではこのような\n温度条件について明記されていない点\nイ　新規性の有無\n(ア)　相違点７について\n乙１発明における流動層熱分解炉とは，下部の分散板６から流動層炉\n内に空気を供給して，流動媒体である砂を流動化し，これをかき混ぜる状態にする\nものであり，不規則ではあるが，大きくいえば，下部や中部にあった流動媒体が上\n部に上がり，上部にあった流動媒体が下部や中部に下がる運動が生じていることは\n自明である。このことは，前記１２〔被告の主張〕(1)ウのとおり，流動層である限\nり必然的に発生する周知な物理現象である。\nしたがって，相違点７は，乙第１号証に記載されていると同視できる\n事項であり，相違点とはいえない。\n(イ)　相違点８について\n前記１３〔被告の主張〕(2)の相違点４と同様に，流動層の温度条件\nは，乙第１号証には明記されてはいないが，例えば，本件出願前に原告により公表\nされた多数の公知技術（乙２８，３０等）に記載されているとおり，都市ごみ等の\n被燃焼対象物のガス化温度に依存する周知の温度領域であり当業者が通常採用する\n温度条件にすぎず，乙第１号証に記載されているのも同然である。\nそうすると，相違点８も，乙第１号証に記載されているのと同視でき\nる事項であり，相違点とはいえない。\n(ウ)　よって，本件発明４①は乙１発明と実質的に同一であり，新規性が\nない。\nウ　進歩性の有無\n本件発明４①にたとえ新規性があるとしても，乙１発明に乙２２発明等\nを組み合わせることにより当業者が容易に想到することができたものであり，進歩\n性がない。\n(2)　本件発明４②の進歩性の有無\n本件発明４②は，乙１発明に乙２２発明等を組み合わせることにより当業\n者が容易に想到することができたものであり，進歩性を欠く。\nア　本件発明４②と乙１発明の対比\n本件発明４②の「前記上昇する流動媒体と沈降する流動媒体からなる流\n動媒体の循環流は，質量速度が比較的大きい流動化ガスと質量速度が比較的小さい\n流動化ガスにより形成されること」（構成要件４Ｂ②）に関し，乙１発明ではこの\nような付加的限定がない点（以下「相違点９」という。）で相違している。\nイ　進歩性の有無\n相違点９については，前記１２〔被告の主張〕(4)の相違点１’’と実質\n的に同一であり，相違点９にかかる技術的事項も，流動層炉における周知の技術で\nあり，例えば，乙第２２ないし第２７号証に明記されている。本件発明４②も乙１\n発明にこれらの乙号証の発明等を組み合わせることで，当業者が容易に想到するこ\nとができた程度の発明にすぎない。\nそうすると，本件発明４②は進歩性を欠く。\n(3)　本件発明４③の進歩性の有無\n本件発明４③も，乙１発明に乙２２発明等を組み合わせることにより当業\n者が容易に想到することができたものであり，進歩性を欠く。\nすなわち，本件発明４③の「前記流動層炉内には流動化ガスとして空気を\n供給すること」（構成要件４Ｂ③）に関し，乙第１号証では「空気はガス入口４か\nらガス室５に入りガス分散板６を通って砂を流動化させ且つ原料の一部を燃焼す\nる。」（５欄６行ないし８行）とあり，流動化ガスとして空気を使用する点が明示\nされているから，構成要件４Ｂ③は，乙１発明との相違点ではない。\nそうすると，前記(1)及び(2)のとおり，本件発明４③は，乙１発明に乙２\n２発明等を組み合わせることにより当業者が容易に想到することができたものであ\nり，進歩性を欠く。\n〔原告の主張〕\n(1)　本件発明４①の新規性及び進歩性の有無\nア　新規性の有無\n本件発明４①の「抑制された燃焼反応」（以下「相違点１０」とい\nう。）は，乙第１号証に記載された部分燃焼とは異なるのであり，被告の主張は相\n違点を明らかに看過したものである。すなわち，「抑制された燃焼反応が継続され\nる」とは，燃焼速度と燃焼量を制止，抑制することを意味し，単に「部分燃焼」す\nることだけでなく，緩慢で安定した熱分解，ガス化が行われることをも併有するこ\nとが必要である。\n被告は，相違点７が，乙第３号証の教科書的な記載が実機である乙第１\n号証に妥当するという前提に立って，実質的な相違点はないと主張するが，かかる\n前提自体が，失当である。また，相違点８及び１０に関しては，被告の主張は，本\n件発明４①の技術的意義を全く考慮しておらず，誤りである。\n乙第１号証にも記載されているように，ガス化は，供給された原料の一\n部を燃焼し，この時発生する熱を用いて原料の残部を熱分解する（乙１の５欄３行\nないし５行）。ここで，原料は乾燥され熱分解されるので，燃焼熱は乾燥（水分蒸\n発）と熱分解を行わせ流動層の温度を維持するために必要な熱量である。「熱分解\nに必要な発熱量」とはこのような熱量であり，「少量の空気を供給すればよい」と\nは，原料中の可燃分をすべて燃焼させる完全燃焼に比べ空気量が少ないことを意味\nするにすぎない。\n「抑制された燃焼反応」とは燃焼においてその燃焼量と燃焼速度を抑制\nすることを意味している。本件発明４①では，「抑制された燃焼反応」により，流\n動媒体が上昇する流動層中で，ガス化により生成されたチャーを，低温度で限られ\nた量の酸素と接触させて，必要昀小限の量のチャーを燃焼させる。残部のチャーは\n後段の熔融炉に速やかに供給され，熱源（燃料）として有効利用される。本件発明\n４①では，熱分解温度を４５０℃ないし６５０℃としてチャーを多量に生成して\nも，流動媒体が上昇する流動層中で必要昀小限の量のチャーを燃焼し，残部のチャ\nーを後段の熔融溶融炉に速やかに供給することができるため，流動層温度を低温度\nとし燃焼速度を抑制するとともに，温度維持に必要な熱量（燃焼量に相当する。）\nを昀小限とすることができる。\nこれに対し，乙第１号証では，流動層温度の記載はなく，燃焼速度を抑\n制した「抑制された燃焼反応」を行わせていることは記載されていない。流動層温\n度を低温度とすると，流動層にチャーが堆積する問題を生じるため，流動層温度を\n下げることにも限度があり，流動層温度維持に必要な熱量（燃焼量）を抑制するこ\nとができない。また，乙第１号証の熱分解炉では，流動層全体が活発な流動化状態\nにあるので，廃棄物は層上で部分燃焼しがちとなる。このため，燃焼熱は流動媒体\nに伝わりにくく，流動層の温度維持（熱分解反応の維持）に必要な燃焼量を抑制す\nることもできない。\n乙第１号証には，燃焼においてその燃焼量と燃焼速度を抑制する「抑制\nされた燃焼反応を継続させる」ことは記載されていない。\nイ　進歩性の有無\n本件発明４①は，流動媒体が上昇する流動層の温度を低温度（４５０℃\nないし６５０℃）に維持するという構成と，抑制された燃焼反応が継続されるよう\nにするという構成とが有機的に組み合わさってチャーの燃焼速度と燃焼量を抑え，\n流動層において必要昀小限の量のチャーを燃焼させることにより，熔融炉で熔融す\nる対象である灰分と一体となったチャーを，できるだけ多量に可燃ガスとともに次\n段の熔融炉に送り熱源（燃料）として利用して高温燃焼を行わせ，灰分をスラグと\nするものである。\n被告の主張する公知例は，すべて流動層炉の温度のみを記載しているだ\nけであって，流動媒体の循環流の構成を開示するものではない。相違点８は，流動\n媒体の循環流の構成を前提にして，その「流動媒体が上昇する流動層の温度」を\n「４５０℃～６５０℃に維持し」という構成を開示するものであり，そうすると，\n被告の指摘する公知例には，相違点８も記載されていない。\nしかも，乙１発明の流動層温度を被告が主張するような低温度とする\nと，流動層にチャーが堆積する問題が拡大し，乙１発明が機能しなくなるので，阻\n害事由がある。\nしたがって，乙１発明と乙２２発明ないし被告が公知技術と主張する各\n引用例との組合せでは，本件発明４①の進歩性は失われない。\n(2)　本件発明４②の進歩性の有無\n本件発明１③の場合と同様に，相違点１’’と実質的に同一の，乙１発明\nとの相違点は，出願前に頒布された公知文献の存在によっても解消されない。\n乙第２２号証等は，乙１発明と組み合わせる引用例としては適格性を欠く\nものであり，両者を組み合わせる阻害事由がある。\nさらに，本件発明４②は，本件発明４①の従属項であるから，本件発明４\n①が進歩性を有する以上，本件発明４②が進歩性を有することは明らかである。\n(3)　本件発明４③の進歩性の有無\n構成要件４Ｂ③は，循環流を意図的に形成するための手段としての流動化\nガスを空気とするものであり，乙１発明には，意図的に形成された循環流が存在し\nておらず，したがって，これを形成する手段としての流動化ガスを空気とする構成\nは開示されていない。\n被告が請求した無効審判事件においては，被告は，乙１発明との相違点と\nして，上記構成要件４Ｂ③を挙げており（乙３９の５０頁），乙第１号証に記載さ\nれているという主張が成り立つ余地はない。\nしかも，流動化ガスを空気とする点に関して進歩性を有するものである。\nさらに，本件発明４③は，本件発明４①の従属項であるから，本件発明４\n①が進歩性を有する以上，本件発明４③が進歩性を有することは明らかである。\n１６　争点(16)（本件発明５に係る特許が無効にされるべきものか否か（進歩性\nの有無））について\n〔被告の主張〕\n本件発明５は，乙１発明に乙２２発明等を組み合わせることにより当業者が\n容易に想到することができたものであり，進歩性を欠く。\nすなわち，本件発明５は，独立請求項の形式で記載されているが，その構成\nは，本件発明４①ないし③をまとめたものにすぎない。\n本件発明４①と本件発明５の構成を比較すると，後者が構成要件５Ｂ①及び\n②を有する点で相違しているが，構成要件５Ｂ①は本件発明４③の構成要件４Ｂ③\nに実質的に同一であり，構成要件５Ｂ②は本件発明４②の構成要件４Ｂ②と実質的\nに同一である。\nしたがって，本件発明５は，前記１５〔被告の主張〕(1)ないし(3)のとお\nり，当業者が乙１発明に乙２２発明等を組み合わせることにより容易に想到するこ\nとができたものであり，進歩性を欠く。\n〔原告の主張〕\n本件発明５についても，本件発明４①ないし③におけるのと同様の主張が妥\n当する。\n本件発明５は，質量速度の比較的大きい流動化ガスによって流動化される流\n動層の温度を４５０℃ないし６５０℃に維持することにより，流動化ガスの質量速\n度が比較的大きく空気量の比較的多い領域であるにもかかわらず，燃焼速度を遅く\nし，ガス化によって生成されたチャーをゆるやかに燃焼させ，さらに，抑制された\n燃焼反応を継続させることによりチャーの燃焼量を抑えるものである。これによ\nり，流動化ガスの質量速度が比較的大きく空気量の比較的多い領域であるにもかか\nわらず，必要昀小限の量のチャーを燃焼させて，できるだけ多量のチャーを可燃ガ\nスとともに次段の熔融炉に送り熱源（燃料）として利用するものである。\nまた，「質量速度の比較的大きい流動化ガスによって流動化される流動層の\n温度を４５０℃～６５０℃に維持し」という構成も被告の指摘する公知例（乙２８\n及び乙３０等）には記載されていない。\nしたがって，乙１発明と乙２２発明等ないし被告が周知技術と主張する各引\n用例との組合せでは，本件発明５の進歩性は失われない。\n１７　争点(17)（本件発明６①ないし③に係る特許が無効にされるべきものか否\nか）について\n〔被告の主張〕\n(1)　本件発明６①の新規性及び進歩性の有無\nア　本件発明６①と乙１発明の対比\n本件発明６①は独立請求項の形式で記載されているが，ほとんど本件発\n明４①と同様であり，本件発明４①と相違する点は，本件発明４①において「抑制\nされた燃焼反応が継続されるようにし」（構成要件４Ｅ）という構成要件があるの\nに対して本件発明６①ではこの構成要件がない点と，本件発明６①において「生成\nされたチャーの一部を流動媒体が上昇する流動層で燃焼させ」（構成要件６Ｅ）と\nいう構成要件があるのに対して本件発明４①ではこの構成要件がない点であり，そ\nの他は実質的に同一である。\nそのため，本件発明６①と乙１発明の一致点及び相違点は，前記１５\n〔被告の主張〕(1)における一致点及び相違点に関する部分に加えて，本件発明６①\nにおいて「生成されたチャーの一部を流動媒体が上昇する流動層で燃焼させ」（構\n成要件６Ｅ）という構成要件があるのに対し，乙１発明ではそのような構成が明示\nされていない点（以下「相違点１１」という。）となる。\nイ　新規性の有無\n乙１発明においても，何らかの循環流は生じており，その中でチャーが\n形成されていることは自明である。\nまた，乙第１号証には，「熱分解過程を流動層により行い，熱分解の生\n成ガス中に含まれるチャー及び灰分が微細粒子となる」（３欄３２行ないし３４\n行）と記載されている。そうであれば，乙１発明においても，「生成されたチャー\nの一部を流動媒体が上昇する流動層で燃焼させ」られていることは自明であり，相\n違点１１は，乙第１号証に記載されているのと同視できる事項であり，相違点とは\nいえない。\nしたがって，本件発明６①は，前記１５〔被告の主張〕(1)イのとおり，\n乙１発明と実質的に同一であって，新規性がない。\nウ　進歩性の有無\n本件発明６①にたとえ新規性があるとしても，乙１発明に乙２２発明等\nを組み合わせることにより当業者が容易に想到することができたものであり，進歩\n性を欠く。\n(2)　本件発明６②の進歩性の有無\n本件発明６②も，乙１発明に乙２２発明等を組み合わせることにより当業\n者が容易に想到することができたものであり，本件発明６②も進歩性を欠く。\nア　本件発明６②と乙１発明の対比\n本件発明６②は，本件発明６①と構成要件「前記上昇する流動媒体と沈\n降する流動媒体からなる流動媒体の循環流は，質量速度が比較的大きい流動化ガス\nと質量速度が比較的小さい流動化ガスにより形成されること」（構成要件６Ｂ②）\nを除いてその構成要件が同一であるから，本件発明６①の相違点にかかる事情は同\nじである。\nイ　進歩性の有無\n本件発明６②の構成要件６Ｂ②は，前記１５〔被告の主張〕(2)と同様\nに，乙第２２号証等に記載された当業者の周知技術であり，乙１発明にこれらの構\n成を付加することは，当業者にとって容易である。\nそうすると，本件発明６②は，当業者において乙１発明に乙２２発明等\nを組み合わせることで容易に想到することができるものであって，進歩性を欠く。\n(3)　本件発明６③の進歩性の有無\n本件発明６③も，乙１発明に乙第２２号証の発明等を組み合わせることに\nより当業者が容易に想到することができた発明であり，進歩性を欠く。\nア　本件発明６③と乙１発明の対比\n構成要件６Ｂ③「前記流動層炉内には流動化ガスとして空気を供給する\nこと」については本件発明４③の構成要件４Ｂ③と同様であるが，乙第１号証では\n「空気はガス入口４からガス室５に入りガス分散板６を通って砂を流動化させ且つ\n原料の一部を燃焼する。」（５欄６行ないし８行）とあり，流動化ガスとして空気\nを使用する点が明記されている。\nしたがって，本件発明６③の構成要件６Ｂ③は乙１発明との一致点であ\nる。\nイ　進歩性の有無\n本件発明６③も本件発明６①又は②と同様の理由（前記(1)及び(2)）に\nより，進歩性を欠く。\n〔原告の主張〕\n(1)　本件発明６①の新規性及び進歩性の有無\nア　新規性の有無\n本件発明４①におけるのと概ね同様である。\n乙第１号証には，本件発明６①における「生成されたチャーの一部を流\n動媒体が上昇する流動層で燃焼させ，」の構成（構成要件６Ｅ）は記載されていな\nい。\nイ　進歩性の有無\n本件発明６①は，流動媒体が上昇する流動層の温度を低温度（４５０℃\nないし６５０℃）に維持するという構成と，生成されたチャーの一部を流動媒体が\n上昇する流動層で燃焼させるという構成とが有機的に組み合わさって，チャーの燃\n焼速度と燃焼量を抑え，熔融炉で熔融する対象である灰分と一体となったチャー\nを，できるだけ多量に可燃ガスとともに次段の熔融炉に送り熱源（燃料）として利\n用して高温燃焼を行わせ，灰分をスラグとするものである。\n「流動媒体が上昇する流動層の温度を４５０℃～６５０℃に維持し」と\nいう相違点１１も被告の指摘する乙第２２号証等の公知例には記載されていない。\nしたがって，乙１発明と乙２２発明等ないし被告が周知技術と主張する\n各引用例との組合せでは，本件発明６①の進歩性は失われない。\n(2)　本件発明６②の進歩性の有無\n本件発明４②における主張と同様である。\nさらに，本件発明６②は，本件発明６①の従属項であるから，後者が進歩\n性を有する以上，前者も進歩性を有することは明らかである。\n(3)　本件発明６③の進歩性の有無\n本件発明４③における主張と同様である。\nさらに，本件発明６③は，本件発明６①の従属項であるから，後者が進歩\n性を有する以上，前者も進歩性を有することは明らかである。\n１８　争点(18)（本件発明７に係る特許が無効にされるべきものか否か（進歩性\nの有無））について\n〔被告の主張〕\n本件発明７も，乙１発明に乙２２発明等を組み合わせることにより当業者が\n容易に想到することができた発明であり，進歩性を欠く。\n本件発明７と本件発明５を比較すると，後者には構成要件５Ｅがあるが，前\n者には同構成要件がない。また，前者には構成要件７Ｅがあるが，後者には同構成\n要件がない。その余の点は両者で実質的に同一であるので，本件発明７と乙１発明\nとの対比は，基本的に，本件発明５と乙１発明との対比と同様である。\n本件発明７で付加されている構成要件７Ｅは本件発明６①の構成要件６Ｅと\n実質的に同一であるが，本件発明６①と同様に，乙第１号証に記載されていると同\n視できる事項であるか，仮に相違点であると仮定しても，乙第２２号証等で生じて\nいる周知の物理現象にすぎない。\nしたがって，本件発明７は，当業者において，乙１発明に乙２２発明等を組\nみ合わせることで容易に想到することができるものであって，進歩性を欠く。\n〔原告の主張〕\n乙第１号証には，本件発明７における「生成されたチャーの一部を質量速度\nの比較的大きい流動化ガスによって流動化される流動層で燃焼させ」の構成（構成\n要件７Ｅ）は記載されていない。\n本件発明７は，質量速度の比較的大きい流動化ガスによって流動化される流\n動層の温度を低温度（４５０℃ないし６５０℃）に維持するという構成と，生成さ\nれたチャーの一部を質量速度の比較的大きい流動化ガスによって流動化される流動\n層で燃焼させるという構成とが有機的に組み合わさって，熔融炉で熔融する対象で\nある灰分と一体となったチャーを，できるだけ多量に可燃ガスとともに次段の熔融\n炉に送り熱源（燃料）として利用して高温燃焼を行わせ，灰分をスラグとするもの\nである。\nまた，構成要件７Ｄ②も被告の指摘する公知例（乙２８，３０等）には記載\nされていない。\nしたがって，乙１発明と乙２２発明等ないし被告が公知技術と主張する各引\n用例との組合せでは，本件発明７の進歩性は失われない。\n１９　争点(19)（本件発明８に係る特許が無効にされるべきものか否か（進歩性\nの有無））について\n〔被告の主張〕\n本件発明８も，乙１発明に乙２２発明等を組み合わせることにより当業者が\n容易に想到することができた発明であり，進歩性を欠く。\n本件発明８は，本件発明４①ないし③，５，６①ないし③又は７と構成要件\n「前記熔融炉は，酸素又は酸素と空気の混合気体を供給するノズルを備えたこと」\n（構成要件８Ｆ）を除いて同じであることから，相違点にかかる事情は同じであ\nる。\n本件発明８の構成要件８Ｆに関し，乙第１号証には，溶融炉に空気を供給す\nるノズルを備えること，及び高負荷燃焼を行なうことにより灰分を溶融させ得るこ\nとが記載されている。なお，空気等の気体を容器等に供給する場合に，ノズルを使\n用することは極めて当然で，技術常識以前の問題である。\n高負荷燃焼を行なうために，酸素又は酸素と空気の混合気体を使用すること\nは，当業者の周知技術であり（乙５４ないし５８），構成要件８Ｆは，乙第１号証\nに記載されているに等しい事項である。\nそうすると，本件発明８も，乙１発明に乙２２発明等を組み合わせることに\nより当業者が容易に想到することができた発明であり，本件発明８は進歩性を欠\nく。\n〔原告の主張〕\n乙第１号証には，「溶融炉に空気を供給するノズルを備えること」旨の記載\nは全くなく，まして，「酸素又は酸素と空気の混合気体を供給するノズル」は，開\n示されていない。\n高負荷燃焼を行なうために，酸素又は酸素と空気の混合気体を使用すること\nは周知技術とはいえない。すなわち，そもそも構成要件８Ｆは，単に溶融炉におけ\nる高負荷燃焼を行わせるための構成ではなく，廃棄物のガス化溶融処理において，\n廃棄物の発熱量が低くなる場合においても別途の燃料を付加することなしに灰分を\n溶融させてスラグとすることを可能にするという顕著な効果を奏するものであり，\n従来は必要とされていた廃棄物の予備脱水や予備乾燥といった前処理を不要とする\nものである。したがって，構成要件８Ｆは，高負荷燃焼を行うための周知技術では\nなく，被告の主張が成り立つ余地はなく，進歩性を有することは明らかである。\n第４　当裁判所の判断\n１　争点(1)（本件各発明における「循環流」の解釈）について\n(1)　本件発明１における「循環流」の解釈\nア　特許請求の範囲の記載\n本件発明１①ないし③の特許請求の範囲には，「廃棄物を流動層炉にて\nガス化した後に，熔融炉にて灰分を熔融スラグ化する方法において，流動層炉内に\n流動媒体の循環流を形成し，」と記載されている（構成要件１Ａ及び１Ｂ①）。\nイ　発明の詳細な説明の記載\n本件明細書１の【発明の詳細な説明】のうち，【実施例】以外の部分に\nは，「循環流」に関して，次のとおりの記載がある（甲１の２）。\n(ア)　【従来の技術】（２５頁４行ないし４９行）\n「【０００２】近年，多量に発生する都市ごみ，廃プラスチック等の\n廃棄物を焼却し減量化すること，及びその焼却熱を有効利用することが望まれてい\nる。廃棄物の焼却灰は，通常，有害な重金属を含むので，焼却灰を埋め立てにより\n処理するためには，重金属成分を固化処理する等の対策が必要である。これらの課\n題に対応するため，特公昭６２－３５００４号公報の固形物の燃焼方法及びその装\n置が提案された。この公報の燃焼方法においては，固形物原料が流動層熱分解炉に\nおいて熱分解され，熱分解生成物，即ち，可燃ガス及び粒子，がサイクロン燃焼炉\nに導入される。サイクロン燃焼炉の中で加圧空気により可燃分が高負荷燃焼され，\n旋回流により灰分が壁面に衝突し溶けて壁面を流下し，熔融スラグとなって排出口\nから水室へ落下し固化される。\n【０００３】特公昭６２－３５００４号公報の方法においては，流動\n層全体が活発な流動化状態であるため，生成ガスに同伴して炉外へ飛散する未反応\n可燃分が多いため，高いガス化効率が得られない等の短所があった。また，従来，\n流動層炉が使用できるガス化原料としては，石炭等の場合は，粒径０．５～３ｍｍ\nの粉炭，廃棄物の場合は，数十ｍｍの細破砕物とされてきた。これより大きいと流\n動化を阻害するし，これより小さいと完全にガス化されないまま未反応可燃分とし\nて生成ガスに同伴して炉外へ飛散してしまう。従って，これまでの流動層炉では，\nガス化原料を炉に投入する前の前処理として，予め粉砕機等を用いて破砕・整粒す\nることが不可欠であり，所定の粒径範囲に入らないガス化原料は，利用できず，歩\n留まりをある程度犠牲にせざるをえなかった。」\n「【０００４】上記の問題を解決するため，特開平２－１４７６９２\n号公報の流動層ガス化方法及び流動層ガス化炉が提案された。この公報の流動層ガ\nス化方法においては，炉の水平断面が矩形にされ，炉底中央部から炉内へ上向きに\n噴出される流動化ガスの質量速度が，炉底の２つの側縁部から供給される流動化ガ\nスの質量速度より小さくされ，炉底側縁部の上方で流動化ガスの上向き流が炉中央\n部へ転向され，炉中央部に流動媒体が沈降する移動層が形成され，炉の両側縁部に\n流動媒体が活発に流動化する流動層が形成され，移動層に可燃物が供給される。\n（中略）流動媒体は，珪砂である。\n【０００５】しかしながら，この特開平２－１４７６９２号公報の方\n法は，次の短所を有する。即ち，（１）移動層及び流動層の全体において，ガス化\n吸熱反応と燃焼反応が同時に生じ，ガス化し易い揮発分がガス化すると同時に燃焼\nされ，ガス化困難な固定炭素（チャー）やタール分等は，未反応物として生成ガス\nに同伴して炉外へ飛散し，高いガス化効率が得られない。（２）生成ガスを燃焼さ\nせ蒸気及びガスタービン複合発電プラントに使用する場合，流動層炉を加圧型とす\nることが必要であるが，炉の水平断面が矩形のため，加圧型とすることが困難であ\nる。」\n「【０００７】しかしながら，現在の焼却システムは，次の問題を含\nんでいる。即ち，①ＨＣｌによる腐食の問題があり，発電効率を高くできない。②\nＨＣｌ，ＮＯｘ，ＳＯｘ，水銀，ダイオキシン等に対する公害防止設備が複雑化し\nてコスト及びスペースが増大している。③法規制の強化，昀終処分場の用地難等に\nより，焼却灰の熔融設備の設置が増大しているが，そのため別設備の建設が必要で\nあり，また電力等を多量に消費している。④ダイオキシンを除去するには，高価な\n設備が必要である。⑤有価金属の回収が困難である。」\n(イ)　【発明が解決しようとする課題】（２５頁５０行ないし２６頁９\n行）\n「【０００８】本発明の目的は，従来技術の前記の問題点を解消する\nことにあり，都市ごみ，廃プラスチック等の廃棄物や石炭等の可燃物から多量の可\n燃分を含む可燃ガスを高効率で生成し，生成された可燃ガスの自己熱量により燃焼\n灰を熔融することができる処理方法及びガス化及び熔融燃焼装置を提供することに\nある。本発明においては，熔融炉へ供給される生成ガスは，自己熱量により１３０\n０°Ｃ以上の高温を発生するような充分な熱量を持ち，チャー，タールを含む均質\nなガスであるようにされ，またガス化装置から不燃物の排出が支障なく行われるよ\nうにされる。本発明の別の目的は，廃棄物中の有価金属を還元雰囲気の流動層炉内\nから酸化しない状態で取出し回収できるガス化方法及び装置を提供することにあ\nる。本発明の更に別の目的は，図面を参照する実施例の説明において明らかにされ\nる。」\n(ウ)　【課題を解決するための手段】（２６頁１０行ないし２７頁２４\n行）\n「【０００９】上述の目的を達成するため，本発明の廃棄物の処理方\n法の１態様は，廃棄物を流動層炉にてガス化した後に，熔融炉にて灰分を熔融スラ\nグ化する方法において，流動層炉内に流動媒体の循環流を形成し，該廃棄物を該流\n動層炉に供給し，炉内を４５０℃～６５０℃に維持し，該流動層炉内の循環流中で\nガス化してガスとチャーを生成し該チャーを該循環流中で微粒子とし，該流動層炉\nより排出された該ガスと該微粒子となったチャーを旋回熔融炉に供給して１３００\n℃以上にて灰分を熔融してスラグ化することを特徴とするものである。\n（中略）\n前記流動媒体の循環流は，流動媒体が沈降する移動層と流動媒体が上\n昇する流動層により形成され，流動媒体が該移動層及び流動層を通り循環する。\nまた，前記移動層は質量速度が比較的小さい流動化ガスによって形成\nされ，前記流動層は質量速度が比較的大きい流動化ガスによって形成される。\n更に，前記流動媒体の循環流は，質量速度が比較的小さい流動化ガス\nと質量速度が比較的大きい流動化ガスを供給することにより形成される。\n前記質量速度が比較的小さい流動化ガスと質量速度が比較的大きい流\n動化ガスは，ともに空気である。\n（中略）\n更に，前記流動媒体は砂である。\n本発明のガス化及び熔融燃焼装置は，廃棄物をガス化する流動層炉\nと，該流動層炉内で生成されたガスとチャーを燃焼して灰分を熔融する熔融炉とを\n備えたガス化及び熔融燃焼装置において，前記流動層炉は流動化ガスを炉内に供給\nする流動化ガス供給手段を備え，該流動化ガス供給手段によって炉内に流動媒体の\n循環流を形成し，炉内を４５０℃～６５０℃に維持して炉内に供給された廃棄物を\n該流動層炉内の循環流中でガス化してガスとチャーを生成し該チャーを該循環流中\nで微粒子とし，前記熔融炉はガスとチャーを燃焼する燃焼室を備え，該燃焼室によ\nって前記流動層炉より排出されたガスと該微粒子となったチャーを燃焼して１３０\n０℃以上にて灰分を熔融してスラグ化することを特徴とするものである。\n（中略）\n前記流動媒体の循環流は，流動媒体が沈降する移動層と流動媒体が上\n昇する流動層により形成され，流動媒体が該移動層及び流動層を通り循環する。\nまた，前記移動層は質量速度が比較的小さい流動化ガスを供給する手\n段によって形成され，前記流動層は質量速度が比較的大きい流動化ガスを供給する\n手段によって形成される。\n前記流動化ガス供給手段は，質量速度が比較的小さい流動化ガスを供\n給する手段と，質量速度が比較的大きい流動化ガスを供給する手段とからなる。\n（中略）\n本発明の廃棄物の処理方法の他の態様は，廃棄物を流動層炉にてガス\n化した後に，熔融炉にて灰分を熔融スラグ化する方法において，流動層炉内に流動\n媒体の循環流を形成し，該廃棄物を該流動層炉に供給し，該流動層炉内の循環流中\nでガス化してガスとチャーを生成し該チャーを該循環流中で微粒子とし，該流動層\n炉より排出された該ガスと該微粒子となったチャーを旋回熔融炉に供給して灰分を\n熔融してスラグ化することを特徴とするものである。\n前記流動媒体の循環流は，流動媒体が沈降する移動層と流動媒体が上\n昇する流動層により形成され，流動媒体が該移動層及び流動層を通り循環する。\nまた，前記移動層は質量速度が比較的小さい流動化ガスによって形成\nされ，前記流動層は質量速度が比較的大きい流動化ガスによって形成される。\n本発明の廃棄物の処理方法の更に他の態様は，廃棄物を流動層炉にて\nガス化した後に，熔融炉にて灰分を熔融スラグ化する方法において，流動層炉内に\n流動媒体の循環流を形成し，該循環流は流動媒体が沈降する移動層と流動媒体が上\n昇する流動層が形成され，流動媒体が該移動層及び流動層を通って循環する循環流\nであり，該廃棄物を該流動層炉に供給し，該流動層炉内の循環流中でガス化してガ\nスとチャーを生成し該チャーを該循環流中で微粒子とし，該廃棄物に含まれる不燃\n物と流動媒体を該流動層炉の炉底部より排出し，該不燃物と該流動媒体を分別した\n後に該流動媒体を該流動層炉に戻し，該流動層炉より排出された該ガスと該微粒子\nとなったチャーを旋回熔融炉に供給して灰分を熔融してスラグ化することを特徴と\nするものである。\n（中略）\n本発明においては，可燃物が流動層炉で可燃ガスにガス化される。本\n発明の方法において，流動層炉の水平断面がほぼ円形にされ，流動層炉へ供給され\nる流動化ガスが，炉底中央部付近から炉内へ供給される中央流動化ガス及び炉底周\n辺部から炉内へ供給される周辺流動化ガスから成り，中央流動化ガスの質量速度\nが，周辺流動化ガスの質量速度より小にされ，炉内周辺部上方における流動化ガス\nの上向き流が炉の中央部へ向うように傾斜壁により転向され，それによって，炉の\n中央部に流動媒体（一般的には，硅砂を使用）が沈降拡散する移動層が形成される\nと共に炉内周辺部に流動媒体が活発に流動化している流動層が形成され，炉内へ供\n給される可燃物が，移動層の下部から流動層へ及び流動層頂部から移動層へ，流動\n媒体と共に循環する間に可燃ガスにガス化され，（以下略）。」\n(エ)　【作用】（３０頁２７行ないし３０行及び４１行ないし４５行）\n「【００２０】本発明のガス化装置は，流動層炉の循環流により熱が\n拡散されるので，高負荷とすることができ，炉を小型にすることができる。」\n「【００２１】本発明においては，流動層炉へ供給される中央流動化\nガスの質量速度が，周辺流動化ガスの質量速度より小にされ，炉内周辺部上方にお\nける流動化ガスの上向き流が炉の中央部へ向うように転向され，それによって，流\n動媒体の沈降拡散する移動層が炉の中央部に形成されると共に，炉内周辺部に流動\n媒体が活発に流動化している流動層が形成される。」\n(オ)　【発明の効果】（３５頁４３行ないし３６頁３行）\n「【００５６】本発明のガス化装置は，流動層炉の循環流により熱が\n拡散されるので，高負荷とすることができ，炉を小型にすることができる。」\n「【００５８】本発明においては，流動層炉の循環流により大きな不\n燃物も容易に排出できる。」\nウ　「流動媒体の循環流」の意味\n前記イ(イ)のとおり，本件発明１①ないし③の解決すべき課題は，都市\nごみ，廃プラスチック等の廃棄物や石炭等の可燃物から多量の可燃分を含む可燃ガ\nスを高効率で生成すること等にあり，また前記イ(エ)及び(オ)のとおり，その効果\nは，高負荷で小型の炉の実現やより大きな不燃物の排出の容易化にある。\n前記アの特許請求の範囲の記載によれば，「流動媒体の循環流」は，\n「形成し」の対象であるから，単なる自然発生的なもの，すなわち，流動層におい\nて必然的に発生する物理現象とは異なり，意図的に形成されるものを意味するもの\nと解される。そして，「循環流」とは，文字どおり，循環する流れを意味するもの\nである。これによれば，「流動媒体の循環流」とは，意図的に形成された流動媒体\nの循環する流れを意味するものと解される。\nまた，発明の詳細な説明には，前記イ(ウ)のとおり，課題を解決する手\n段として，「前記流動媒体の循環流は，質量速度が比較的小さい流動化ガスと質量\n速度が比較的大きい流動化ガスを供給することにより形成される。」との記載があ\nり，前記イ(エ)のとおり，作用として，「流動層炉へ供給される中央流動化ガスの\n質量速度が，周辺流動化ガスの質量速度より小にされ，」との記載があることを併\nせ考えれば，「流動媒体の循環流」とは，流動層において必然的に発生する物理現\n象としての流れとは異なり，流動層炉に供給する流動化ガスの質量速度に大小を付\nけ，質量速度が比較的小さい流動化ガスと質量速度が比較的大きい流動化ガスを供\n給することにより形成された流動媒体の循環する流れをいうものと解される。\nエ　小括\n以上のとおり，本件発明１①ないし③における「流動媒体の循環流」と\nは，流動層において必然的に発生する物理現象としての流れとは異なり，流動層炉\nに供給する流動化ガスの質量速度に大小を付けることにより形成された流動媒体の\n循環する流れを意味するものと解釈すべきである。\n(2)　本件発明２ないし８における「流動媒体の循環流」の解釈\n本件発明２①に係る請求項１９及び本件発明２②に係る請求項２１は，本\n件発明１①に係る請求項１６と同一の特許明細書に記載されているもので，同一の\n文言は同一の意味に解釈すべきであるから，本件発明２①及び②の構成要件２Ｂ①\nにいう「流動媒体の循環流」も，同様に，前記のとおり解釈すべきである。本件第\n２特許権は本件第１特許権から，本件第３特許権は本件第２特許権からそれぞれ分\n割出願されたものであり，本件明細書２及び３にも前記(1)イと同趣旨の記載があっ\nて，本件発明３ないし８にいう「流動媒体の循環流」の意味を構成要件１Ｂ①にい\nう「流動媒体の循環流」の意味と別異に解すべき事情はないから，これらはいずれ\nも同一の意味に解釈すべきである。\nしたがって，本件発明２ないし８における「流動媒体の循環流」とは，流\n動層炉に供給する流動化ガスの質量速度に大小を付け，質量速度が比較的小さい流\n動化ガスと質量速度が比較的大きい流動化ガスを供給することにより形成された流\n動媒体の循環する流れを意味し，流動層において必然的に発生する物理現象として\nの流れとは異なるものと解釈すべきである。\n２　争点(2)（被告製品の構成）について\n(1)　原告は，「砂層４では，中央部において上昇する砂と周辺部で下降する砂\nからなる循環流αが生じている。」旨主張する（構成ｂ）。\nア　原告の立証\n原告が上記主張の根拠として提出した書証には，以下のような記載があ\nる。\n(ア)　環境技術Ｖｏｌ．２８Ｎｏ．１２の河端博昭（神戸製鋼所従業員）\n執筆に係る論文「特集・次世代型ごみ焼却技術『ガス化溶融炉』　流動床方式ガス\n化溶融炉の特徴」（平成１１年１２月発行。甲１０）\nａ　８８４頁の表１「流動床式ガス化溶融炉の実証施設の概要」\n各社の流動床式ガス化溶融炉の概要が記載されており，流動床炉の\n型式（炉形状，分散方式）として，原告及び被告の製品（青森県内に設置されたも\nの）は「一塔式内部循環型（丸型，分散板式）」に，日立造船の製品は「一塔式内\n部循環型（角型，散気管式）」に，川崎重工，栗本鐵工・三機工業・東レエンジ・\nユニチカ，パブコック日立，日本ガイシ及び月島機械の製品は「一塔式バブリング\n型」に，三菱重工の製品は「二塔式内部循環型に」，住友重機の製品は「一塔式外\n部循環型」に分類されている。\nｂ　８８４頁の図－１「神戸製鋼システムの概要」\n熱分解ガス化炉の流動層部において，砂中に中央下部から生じる中\n央部から周辺部への流れが１組の円弧状の矢印を用いて表現されている。\nｃ　８８６頁右欄３７行ないし４４行及び８８８頁左欄１行「２．４．\n３　ガス化炉」\n「流動床方式のガス化炉は以下のように，基本的な機構，構成によ\nり，多くの方式に分類できる。\n１）炉形状　　　：・丸型　・角型\n２）空気分散方式：・分散板方式　・散気管方式　・ノズル方式\n３）流動方式　　：・内部循環式　・外部循環式　・バブリング式\n４）炉構成　　　：・一塔式　・二塔式」\nｄ　８８７頁の図－２「神戸製鋼実証施設のフロー」\n熱分解ガス化炉の流動層部において，砂中に中央下部から生じる中\n央部から周辺部への流れが１組の円弧状の矢印を用いて表現されている。\nｅ　８８８頁の図－３「各種ガス化炉の構造」\n「一塔式内部循環型（丸型，分散板式）」の熱分解ガス化炉の断面\n構造図では，流動層部において，砂中に中央下部から生じる周辺部から中央部への\n流れが１組の円弧状の矢印を用いて表現されている。\nｆ　８８８頁左欄８行ないし１１行\n「１）一塔式内部循環炉\n構成はシンプルで，流動床方式の基本形といえる。ごみの流動層内\nへの取り込み，攪拌・混合に優れる。」\n(イ)　「廃棄物処理技術評価－第１９号－流動床式熱分解ガス化溶融技\n術」（財団法人廃棄物研究財団発行）添付の「技術評価報告書」（申請者神戸製鋼\n所，件名「流動床式熱分解ガス化溶融技術」）（平成１１年８月発行。甲１３）\nａ　３頁の図１－１「実証施設のフロー図」\n熱分解ガス化炉の流動層の砂中に，中央下部から生じる中央部から\n周辺部への流れが１組の円弧状の矢印を用いて表現されている。なお，この熱分解\nガス化炉を含む実証施設は，青森県の中部上北清掃センター内に設置されたもので\nある。\nｂ　５頁１１行及び１２行「１．５．１　流動床式熱分解ガス化炉」\n「鉄分，アルミ分を含む不燃物（熱分解残さ）の排出は，炉床部の\n傾斜構造と旋回流動に伴う砂の動きにより円滑に行われる。」\nｃ　２８頁１８行ないし２０行「３）不燃物排出」\n「不燃物の排出は炉床部中央の不燃物排出口より旋回流動に伴う砂\nの動きにより円滑に行われ，実証期間を通じて，不燃物堆積による流動阻害は認め\nられていない。」\nｄ　５１頁の図４．６－４「熱分解ガス化溶融設備フロー図」\n３頁の図１－１「実証施設のフロー図」（前記ａ）と同様に，熱分\n解ガス化炉の流動層の砂中に，中央下部から生じる中央部から周辺部への流れが１\n組の円弧状の矢印を用いて表現されている。\n(ウ)　「廃棄物の熱分解・ガス化灰溶融システムの開発動向」中の伊藤正\n（神戸製鋼所都市環境本部環境エンジニアリングセンター開発部開発室課長）執筆\nに係る記事「第６講　流動床式熱分解～溶融システムの開発事例」（平成１０年４\n月１０日発行。甲１７）\nａ　１１０頁下から４行ないし２行「２．２　システムの特長」の\n「２．２．１　熱分解炉」\n「当社の流動床炉は円筒形，砂層部分はすり鉢構造としており，中\n心から残渣を抜き出します。砂層中心部の流動化速度を増加させ，外周部の流動化\n速度を低下させることで，流動化速度の差を設け，砂層中へのごみの取り込みを行\nないます。」\nｂ　１２５頁１８行ないし２１行「【質疑応答】」\n「【質疑５】流動層内部における熱媒体の流動化は，中央部で増\n加，周辺で低下というような動きをさせているのですか。また，通常のバブリング\n方式では問題点があるのですか。\n【応答５】基本的に均一の流動をさせた場合，軽い物質は層内にも\nぐりこみにくいので，流動速度差を設ける必要があります。」\n(エ)　神戸製鋼技報Ｖｏｌ．５１Ｎｏ．２中の神戸製鋼所都市環境エンジ\nニアリングカンパニー開発部の高橋正光，伊藤正及び細田博之並びに同技術開発本\n部機械研究所の多田俊哉の執筆に係る論文「熱分解ガス化溶融システムの実証」\n（平成１３年９月発行。甲１８）\nａ　１３頁の第１図「熱分解ガス化溶融システム概要」\n熱分解ガス化炉の流動層部において，砂中に中央下部から生じる中央\n部から周辺部への流れが１組の円弧状の矢印を用いて表現されている。\nｂ　１３頁右欄１１行ないし１３行「１．２　主要機器の特長」の「１．\n２．１　流動床式熱分解ガス化炉」\n「鉄・アルミなどの金属を含む不燃物の排出は，炉床部のすり鉢状構\n造と旋回流動にともなう砂の動きにより円滑におこなわれる。」\nｃ　１４頁の第２図「実証プラントフロー」\n青森県の中部上北清掃センター内の実証施設に係る図である。前記ａ\nと同様に，熱分解ガス化炉の流動層部において，砂中に中央下部から生じる中央部\nから周辺部への流れが１組の円弧状の矢印を用いて表現されている。\n(オ)　財団法人廃棄物研究財団発行の「発表企業原稿集」中の薗田雅志及\nび白石幸弘（神戸製鋼所従業員）執筆に係る論文「流動床式熱分解ガス化溶融技\n術」（平成１３年６月及び７月発行。甲１９）\n「鉄分，アルミ分を含む不燃物（熱分解残さ）の排出は，炉床部の傾\n斜構造と旋回流動に伴う砂の動きにより円滑に行われる。」（５６頁６行及び７\n行）\n(カ)　社団法人日本環境衛生工業会発行「ごみ処理施設ガイドブック　２\n００１」中の神戸製鋼所作成に係る自社技術の紹介記事（平成１３年２月発行。甲\n２５）\n「多様なごみを処理する流動床炉では，ごみの安定したガス化とごみ\n中に含まれる不燃物の排出が重要である。神戸製鋼式流動床炉は散気ノズルを耐火\n物に埋め込んだ分散板形式を採用しており，中央部から周辺部への強力な旋回運動\nで流動させることにより，ごみの砂中への取込みが行える。この作用により，ごみ\nの乾燥・熱分解ガス化と不燃物の中央抜き出しが行われる。中央部に設けた大型の\n抜き出し管から砂と不燃物が連続的に排出され，炉内への不燃物の滞留は生じず，\n安定した運転が可能である。」（４９頁右欄下から５行ないし５０頁左上欄５行）\n(キ)　日本廃棄物処理施設技術管理者協議会発行「環境技術会誌２００\n２」Ｎｏ．１０７中の神戸製鋼所作成に係る自社技術の紹介記事（平成１４年３月\n２５日発行。甲２６）\n「④　確実な不燃物抜出し\n砂流動化方式は散気ノズルを耐火物に埋め込んだ分散板形式を採用し\nており，中央部から周辺部への強力な旋回運動と傾斜分散板により，中央部へ不燃\n物を確実に集めることができる。中央部に設けた大口径の抜出し管から砂と不燃物\nが連続的に排出されるため，炉内に不燃物が滞留せず，安定した運転が可能であ\nる。」（２７頁右欄１２行ないし１９行）\nイ　上記書証の評価\n(ア)　原告は，前記ア(ア)，(イ)及び(エ)の各書証中の円弧状の矢印をも\nって，被告製品の熱分解ガス化炉の流動層において，中央部において上昇する砂と\n周辺部で下降する砂からなる意図的に形成された流れがあることの根拠とする（た\nだし，甲第１０号証の８８８頁の図－３は，周辺部から中央部へと流れる様子が記\n載されている。）。\nしかし，次のとおり，一塔式内部循環型ではなく，バブリング型の流\n動床式ガス化溶融炉についても，前記アの各図中の円弧状の矢印と同様の矢印（各\n所における小さな流れを小さな矢印で示し，総体としてみたときに全体の流れを把\n握することができるものを含む。）が用いられている。\nａ　流動床式焼却炉メーカーである久保田建設株式会社が設計施工した\n「朝霞市ごみ処理施設」（昭和６３年３月３０日竣工）に関するカタログ中の図\n「ゴミ処理施設フローシート」（昭和６３年４月ころ発行。乙１４）\nｂ　川崎重工業株式会社のカタログ「川崎－流動床式ごみ焼却処理施\n設」の５頁の流動床式焼却炉の構造図（平成５年１１月発行。乙１５）\nｃ　広島市環境事業局発行の神戸製鋼所が設計及び施工を行った流動床\n式焼却炉のカタログ「広島市佐伯工場」の３頁及び４頁の図「フローシート」並び\nに５頁の「流動床式焼却炉構造図」（昭和６０年３月ころ発行。乙１６）\nｄ　社団法人化学工学協会関東支部編集「昀近の化学工学：流動層工\n学」１２頁の図５「流動層のモデル」（昭和５６年１１月５日発行。乙１７）\nｅ　鞭巌ほか著「流動層の反応工学」の１１４頁の図５・５（ｂ）「気\n泡の横方向不均一分布による粒子濃厚相内の循環セルの形成」（昭和５９年２月２\n５日発行。乙３）\nｆ　「ＦＬＵＩＤＩＺＡＴＩＯＮ　ＳＥＣＯＮＤ　ＥＤＩＴＩＯＮ」の\n１７６頁の図５．１及び１７７頁の図５．２（昭和６０年発行。乙１８）\nｇ　石川禎昭著「流動床式ごみ焼却炉設計の実務」の７頁の図１．３\n「流動床式ごみ焼却炉の構造」（昭和６２年６月１５日発行。乙１９）\nｈ　河村博編集「月刊廃棄物」中の通産省工業技術院研究開発官室中原\n東郎執筆に係る「特集／工技院レポート　都市ゴミの熱分解技術」の４２頁の図２\n「熱分解炉の３基本型」のうちの「流動層炉」の図（左上。これは流動層式熱分解\n炉一般についてのもの。昭和５４年２月１日発行。乙２０）\nそうすると，前記アの各図中の円弧状の矢印は，図を見る者が視覚的\nに理解しやすいように，模式的に矢印を使用して砂の流れを示したに止まるものと\nいうべきであり，これをもって，被告製品の流動層炉内の砂層の様子を正確に表現\nしたものと評価することはできない。そして，これらの図をもって，被告製品の流\n動層炉の砂層４において，必然的に発生する物理現象としての流れとは異なり，流\n動層炉に供給する流動化ガスの質量速度に大小を付けることにより流動媒体の循環\nする流れが作られていることを示すものであるとまではいえない。\n(イ)　前記ア(ア)ａの表１（甲１０）において，神戸製鋼所の従業員の執\n筆した論文によって原告及び被告の製品が同一の流動床炉のグループ「一塔式内部\n循環型（丸型，分散板式）」に分類され，かつ同表中に「一塔式バブリング型」が\n他のグループとして存在する。\nしかし，これらのグループの意義や区別の基準は同論文中には記載さ\nれていないし，８８８頁の図－３も各方式のうち代表的な炉構造を示したものにす\nぎず（同頁左欄２行），バリエーションがあり得ることを予定しているものである\nから，このような分類等によって被告製品の流動層炉の砂層４において，必然的に\n発生する物理現象としての流れとは異なり，流動層炉に供給する流動化ガスの質量\n速度に大小を付けることにより形成された流動媒体の循環する流れがあることを示\nすものであるとまではいえない。\n(ウ)　また，原告は，前記ア(イ)ｂ及びｃ，(エ)ｂ，(オ)，(カ)並びに\n(キ)の各書証中の「旋回流動」又は「旋回運動」という用語が用いられていること\nをもって，被告製品の流動層炉に「循環流」があることの根拠とする。\nしかし，原告が本件明細書１等で用いている「循環流」は，原告の主\n張によっても，流動層炉の砂層中に意図的に作られた流動媒体の流れを意味し，通\n常の用語法とは異なるものである。神戸製鋼所の従業員らが原告の上記用語法を意\n識して上記各用語を用いたことを認めるに足りる証拠はないから，上記各用語が用\nいられている記載部分があるからといって，被告製品の流動層炉の砂層４におい\nて，必然的に発生する物理現象としての流れとは異なり，流動層炉に供給する流動\n化ガスの質量速度に大小を付けることにより形成された流動媒体の循環する流れが\nあることを示すものであるとまではいえない。\n(エ)　さらに，前記ア(ウ)の甲第１７号証の各記載部分では，砂層の中心\n部と周辺部とで流動化速度に差を設ける旨が記載されている。\nもっとも，甲第１７号証において，中心部から周辺部へと向かう流動\n媒体（砂）の循環する流れができるように速度差を付けているか否かまでは判然と\nしないのであって，これらの記載部分のみから被告製品の流動層炉の砂層４におい\nて必然的に発生する物理現象としての流れとは異なり，流動層炉に供給する流動化\nガスの質量速度に大小を付けることにより形成された流動媒体の循環する流れがあ\nると断定することは困難といわざるを得ない。\n(オ)　Ｂ工学博士の見解書等（甲３８ないし４０）には，原告の主張に沿\nう記載部分があるが，前記(イ)ないし(エ)の理由により，同各記載部分は信用でき\nない。\nウ　以上のとおり，原告が根拠とする書証の記載部分から，被告製品の流動\n層炉の「砂層４では，中央部において上昇する砂と周辺部で下降する砂からなる循\n環流αが生じている」こと（構成ｂ）を認めるに足りない。\n(2)　他方，被告は，「砂層４が気泡流動化状態となるように口径の異なる通気\n口９を分散板３に複数配置して」おり，「砂層４では，図面２（ａ）～（ｃ）に示\nす通り，気泡１０の発生，合体そして破裂が随所でランダムに繰り返されており，\nこれによって，流動媒体（砂）は，砂層４で，あたかも沸騰させた水のようにラン\nダムに流動し，気泡流動化状態となる。」旨主張し（構成ｂ’），検乙第１及び第\n２号証を提出する。\nア　実機を撮影した映像（検乙１）について\n検乙第１号証は，神戸製鋼所が納入した被告製品の実際の装置（実機）\nである，青森県の中部上北清掃センターのガス化炉の運転している様子を，炉の上\n部から撮影した映像を収録したＣＤ－Ｒであり，これによれば，炉内の砂層表面の\n各所で気泡が盛り上がっては破裂を繰り返す様子が認められる。\nしかし，これはあくまで砂層の表面の一部を撮影した映像にすぎない\nし，この気泡の生成及び消滅の態様が，ランダムなものか規則的なものかは極めて\n相対的であって，同態様が砂層全体で観察したときにどのような砂の流れによるも\nのなのかは明らかでないといわざるを得ない。すなわち，この気泡の態様が，原告\nのいう，中央部において上昇する砂と周辺部で下降する砂からなる意図的に形成さ\nれた流動媒体（砂）の循環する流れによるものなのか，被告のいう，あたかも沸騰\nさせた水のようにランダムに流動する気泡流動化状態にある砂の局所的な流れによ\nるものなのかは，判別できない。\nイ　この点，検乙第１号証における気泡の生成及び消滅の態様につき，被告\n提出に係る証拠中には，次のとおり，被告の上記主張に沿った記載部分がある。\n(ア)　元名古屋大学教授Ｆ工学博士の見解書（乙１０の１）\n「ビデオにおける炉内粒子（砂）の挙動からみて，本流動床式ガス化\n炉における粒子層の流動状態は，平成７年（１９９５年）以前から一般に広く知ら\nれた従来の気泡（バブリング）流動状態であると，判断致します。荏原製作所の特\n許第３１５３０９１号，第３２７０４４７号，第３５４４９５３号（中略）の明細\n書に記載されているような砂の循環，即ち，『流動媒体である砂が，流動層を上昇\nし，移動層の上方へ流入し，移動層中を下降して移動し，流動層の下方へ流入し，\n流動層と移動層の中を循環する』ことを特徴とする，いわゆる内部循環型と呼ばれ\nる特殊な流動にはなっておりません。」，\n「いわゆる気泡（バブリング）流動式反応炉特有の粒子層全面に亘る\n気泡の発生と破裂による局所的な粒子の持ち上げと，気泡に入れ替わる粒子の沈み\n込みを示しております。これは全体として，平成７年（１９９５年）以前から周知\nの気泡（バブリング）流動式反応炉において見られる一般的な粒子挙動でありま\nす。具体的には，ＶＴＲ（１）では炉径の１／２－１／４程度のドーム状の膨らみ\nが粒子層表面に随所に数個／秒の頻度で現れ，これが破裂して粒子を吹き上げてい\nる様子，吹き上げられた粒子は再び表面に落下している様子が見られました。」，\n「したがって，拝見した実機ビデオ画像；ＶＴＲ（１）（中略）にお\nいて，気泡は粒子層（砂層）の随所でランダムに発生と破裂を繰り返しており，神\n鋼環境ソリューション製の流動床式ガス化炉の粒子層は，平成７年（１９９５年）\n以前から公知の気泡（バブリング）流動状態になっていると判断できます。」\n(イ)　岐阜大学大学院工学研究科教授Ｇの見解書（乙１０の２）\n「気泡は砂層表面の各所で盛り上がって破裂しています。（中略）気\n泡の破裂は砂層の随所で起きており，特定の場所で規則的に破裂するということが\nなく，１９９５年以前から広く実施されている従来公知の一般的な気泡（バブリン\nグ）流動状態となっています。」\n(ウ)　神戸製鋼所アルミ・銅カンパニー技術部基礎研究室室長のＨ工学博\n士の見解書（乙１０の３）\n「荏原製作所の特許第３１５３０９１号，第３２７０４４７号，第３\n５４４９５３号（中略）の特許公報に記載されているような，上向きの流動層と下\n向きの移動層の間を砂が循環する規則的な流れを形成している砂層においては，あ\nる特定の大きな気泡の発生と破裂がある一方，その他の部分は，殆ど発生と破裂が\nないという気泡の偏った動きとなります。」\n「青森県中部上北清掃センターの流動床式ガス化炉実機の内部を上方\nから撮影したビデオでは，気泡は砂層表面の随所でドーム状に盛り上がって破裂し\nて，砂を砂層表面に散布しています。（中略）気泡の破裂は砂層の随所でランダム\nに起きており，炉中央部もしくは炉周辺部の特定の場所で規則的に破裂するという\nことは認められません。したがって，この実機ビデオにおいても，砂層は平成７年\n（１９９５年）以前から広く実施されている従来公知の気泡（バブリング）流動状\n態であると判断されます。」\n(エ)　大阪大学大学院工学研究科機械物理工学エネルギー工学講座燃焼工\n学領域教授Ｉ工学博士の見解書（乙４８）\n「気泡が砂層表面の各所で盛り上がっては破裂して砂を散布すること\nが，ランダムに繰り返されています。（中略）気泡の破裂は砂層の随所で起きてお\nり，特定の偏った場所で規則的に破裂するということがなく，一般的に広く知られ\nた気泡（バブリング）流動状態となっています。」\n(オ)　川崎重工業株式会社化学技術研究部電池グループのＪの見解書（乙\n４９）\n「気泡の破裂は砂層の随所で起きており，特定の場所で規則的に破裂\nするということがなく，本件特許が出願された１９９５年以前から広く実施されて\nいる従来公知の一般的な気泡（バブリング）流動状態となっています。また，砂層\nには前記のような砂が気泡によって流動しないで沈降する移動層の区画があるとは\n認められず，砂層全体が活発に流動しており，本件特許のような流動層と移動層の\n水平方向に区画分けされておらず，移動層と流動層とを循環する定常的な砂の流れ\nも認められません。」\nウ　他方，同様に，検乙第１号証について，次のとおり，原告提出の各証拠\nには，原告の上記主張に沿った記載部分がある。\n(ア)　独立行政法人産業技術総合研究所エネルギー技術研究部門クリーン\n燃料グループ長Ａ工学博士の見解書（甲２１）\n「ビデオを見る限り，流動層表面の状態から流動化空気が炉床に均等\nに供給されたものであるか否かを判断することは極めて難しいと考えます。すなわ\nち，流動層高がある高さ以上になると，層内で気泡の合体が進み気泡が大きく成長\nします。均一に空気を吹き込んでも，あるいは，ある程度空気の吹き込みに分布を\nつけても，気泡には抵抗の少ない部分を求めつつ上昇する傾向があります。また，\n流動層表面は上昇・破裂する気泡の動きに攪乱されるため，流動層を上方から見た\nだけで，空気の炉床への供給状況を推測することは事実上不可能です。（ガスの吹\nき込み条件などが明示されれば，上方での動きがそれに沿ったものであるか否かは\nある程度判定出来る可能性はありますが，条件の明示無しには難しいといえま\nす。）気泡の破裂状況を見ていますと，ある時期に真ん中で破裂する気泡が多く見\nられたり，壁付近で多く破裂したりしています。気泡成長の過程で特定の場所に気\n泡が集中することは知られていますので，長時間で見ればランダムにも見えます\nが，数秒から数十秒の周期で偏っているようにも見えます。そのため，神鋼環境ソ\nリューション殿が主張するように，気泡が層表面でランダムに破裂している\nと言い切るのは少し難しいと言えます。いわゆるランダムなものとは少し違うよう\nです。」\n(イ)　群馬大学名誉教授Ｂ工学博士の見解書（甲２２）\n「流動媒体の砂はＧｅｌｄａｒｔのグループＢ粒子であるため，気泡\nは合体を繰り返して大きくなる傾向があります。流動層表面は盛り上がり破裂し四\n散する気泡と砂の動きに乱され，また気泡は抵抗の少ないところを選んで上昇する\nため，上方から見ただけで流動化空気が炉床に均一に供給されたか否かを判断する\nことは極めて難しいといえます。」\n(ウ)　早稲田大学理工学術院教授Ｃ工学博士の見解書（甲２３）\n「一見したところ，流動化はかなり激しいという印象を受けました。\n昀小流動化速度（Ｕｍｆ）と比べて１０倍位もありそうに思われました。しかし，\nくわえて，流動層上部からの砂層部表面の流動状態の観察は，流動化状態を推定す\nるに当たっては有益ではありますが，砂層内部の流動化状態を断定する材料にはな\nらないことを強調したいと思います。層表面で原料は中央から外側に飛ばされるこ\nと，周辺部から火炎の多くが生じること，こうした現象が起きる理由については，\nこのビデオだけではよく判りません。炉床に流動化空気が均一に供給されているか\n否かは，炉床の細部を見ないと判りません。」\n(エ)　苫小牧市テクノセンター館長兼道央産業技術振興機構研究開発部長\nＤ工学博士の見解書（甲２４）\n「気泡は層表面全体に出現するものの中心と壁の中間部分で多く発生\nしていること，中心部での気泡通過は比較的少ないこと，周辺部でごみが呑み込ま\nれ火炎が発生すること等が観察されましたが，流動化空気が炉床に均等に供給され\nたか否かを判断することは極めて困難です。」\nエ　前記イ及びウのとおり，検乙第１号証における気泡の生成及び消滅の態\n様が，ランダムなものか規則的なものか，同態様が砂層全体で観察したときにどの\nような砂の流れによるものなのかは，複数の専門家の見解が分かれるほどであっ\nて，明らかとはいえず，それが原告のいう，中央部において上昇する砂と周辺部で\n下降する砂からなる意図的に形成された砂の流れによるものか，あるいは被告のい\nう，あたかも沸騰させた水のようにランダムに流動する気泡流動化状態にある砂の\n局所的な流れによるものかを，断定することはできない。\nオ　モデル実験を撮影した映像（検乙２）について\n検乙第２号証は，神戸製鋼所が中部上北広域事業組合に納入した，中部\n上北清掃センターの流動床式ガス化溶融炉をもとに，被告が製作した二次元のコー\nルドモデル実験装置を使用して行ったモデル実験の様子を撮影した映像を収録した\nＣＤ－ＲＯＭである。\n検乙第２号証の映像では，砂層全体でランダムに気泡が生成し，破裂し\nていることが認められるところ，Ｆ工学博士の見解書（乙１０の１）等でも，同趣\n旨の記載部分がある。しかしながら，上記流動床式ガス化溶融炉の客観的構造や運\n転の条件が明らかになっていないから，上記各証拠の客観性を担保する証拠がな\nく，これらは未だ信用するに足りないものといわざるを得ない。\nなお，この点につき，神戸製鋼所主任研究員Ｋの陳述書（乙９）には，\n中部上北清掃センターの流動床式ガス化溶融炉をもとにモデルを作成した旨の記載\n部分があり，上記Ｆ工学博士の見解書（乙１０の１）等にも検乙第１号証の装置と\n検乙第２号証のモデルが相似である旨の記載部分があるが，これらも未だモデル実\n験の客観性を担保するものではなく，被告が流動床式ガス化溶融炉の客観的構造や\n運転条件を明らかにしない状況の下では，これらを採用することはできないといわ\nざるを得ない。\nカ　結局，検乙第１号証及び検乙第２号証からは，被告製品の構成のうち，\n砂層４における流動媒体である砂の流れは明らかにならないといわざるを得ない。\n(3)　小括\n結局，本件全証拠によっても，被告製品の流動層炉の砂層４における砂\n（流動媒体）の流れの様子を明らかにすることができない。\nしたがって，被告製品に，本件各発明における「流動媒体の循環流」，す\nなわち，流動層において必然的に発生する物理現象としての流れとは異なり，流動\n層炉に供給する流動化ガスの質量速度に大小を付けることにより形成された流動媒\n体の循環する流れがあると認めるに足りない。\n３　争点(3)ないし(10)（構成要件の充足性）について\n前記１のとおり，本件各発明における「流動媒体の循環流」は，「流動層に\nおいて必然的に発生する物理現象としての流れとは異なり，流動層炉に供給する流\n動化ガスの質量速度に大小を付けることにより形成された流動媒体の循環する流\nれ」を意味するものであるところ，前記２のとおり，被告製品の流動層炉の砂層４\nにおける砂（流動媒体）の流れは不明であって，本件全証拠によっても，この流れ\nが「流動層において必然的に発生する物理現象としての流れとは異なり，流動層炉\nに供給する流動化ガスの質量速度に大小を付けることにより形成された流動媒体の\n循環する流れ」に当たるということはできない。\nしたがって，被告製品が構成要件１Ｂ①，２Ｂ①，３Ｂ③，４Ｂ①，５Ｂ\n②，６Ｂ①及び７Ｂ②を充足するとはいえず，本件各発明の技術的範囲に属しな\nい。\n４　争点(12)（本件発明１①ないし③に係る特許が無効にされるべきものか否\nか）について\n(1)　乙１発明の内容\n本件第１特許権の特許出願日及び優先権主張日前の遅くとも昭和６２年７\n月３０日に頒布された刊行物である特開昭６２－３５００４号公報（乙１）には，\n以下の内容が記載されている。\nア　特許請求の範囲請求項１\n「固形物原料を，流動層熱分解炉において熱分解を行い，熱分解生成物\nをサイクロン燃焼炉に導入し，該サイクロン燃焼炉の中で加圧空気により可燃分を\n燃焼せしめ，灰分の分離を行うことを特徴とする固形物の燃焼方法。」（１欄２行\nないし６行）\nイ　１欄１８行ないし２２行（以下は発明の詳細な説明）\n「本発明は，都市ごみ，廃プラスチックなどの固形廃棄物や，スラジな\nどの液の中に多く含まれている固形有機物や，石炭などの固形燃料，その他の固形\n物の燃焼方法及びその装置に関するものである。」\nウ　３欄９行ないし１３行\n「周知のサイクロン燃焼炉は，強力な空気の旋回流によつて能率的な燃\n焼が可能となるのみならず，高負荷燃焼を行えば灰分をサイクロン内壁に捕捉溶融\nせしめて集じん性能を向上させると共に溶融スラグとして取り出せる」\nエ　３欄３２行ないし４３行\n「本発明は，熱分解過程を流動層により行い，熱分解の生成ガス中に含\nまれるチヤー及び灰分が微細粒子となる事実を利用して，このガスをサイクロン燃\n焼炉に導入し，此処で加圧空気によつて可燃分（ガス及びチヤー）を燃焼せしめる\nことにより，従来の方式の上記の欠点を除き，熱媒体の凝塊形成がなく，灰分の集\nじん性能が良好であり，流動層炉の大きさも小さくなり，重金属の溶出も防がれ，\nまたサイクロン焼却炉用の特別な微粉砕前処理を必要としない高性能でありかつコ\nンパクトで構造簡単な固形物の焼却方法及びその装置を提供することを目的とする\nものである。」\nオ　３欄４４行ないし４欄１４行\n「本発明は，固形物原料を，流動層熱分解炉において熱分解を行ない，\n熱分解生成物をサイクロン燃焼炉に導入し，該サイクロン燃焼炉の中で加圧空気に\nより可燃分を燃焼せしめ，灰分の分離を行なうことを特徴とする固形物の燃焼方\n法，及び，流動層熱分解炉とサイクロン燃焼炉とを備え，前記流動層熱分解炉の炉\n頂部出口と前記サイクロン燃焼炉の炉頂部入口とを熱分解生成物移送路にて接続\nし，かつ前記サイクロン燃焼炉に燃焼用加圧空気を供給する空気供給装置を備え，\n前記流動層熱分解炉の上部には原料固形物供給機構を備え，下部には不燃物排出口\nを備え，前記サイクロン燃焼炉の上部には排ガス出口を備え，下部には灰分排出機\n構を備えていることを特徴とする固形物の燃焼装置である。」\nカ　４欄１６行ないし２３行（以下は実施例）\n「第１図及び第２図において，２は流動層熱分解炉，１１はサイクロン\n燃焼炉である。流動層熱分解炉２においては上部に原料供給装置１を備え，下部に\nは分散板６を備えてガス室５が仕切られている。４はガス室５へ流動化ガスを導入\nするガス入口であり，この流動化ガスが分散板６より噴出して砂を熱媒体とする流\n動層３を形成するようになつている。」\nキ　４欄２８行ないし３４行\n「サイクロン燃焼炉１１においては，上部に接線方向に入口２３が設け\nられ，上部中央には排ガスの出口１８が設けられている。１３は溶融スラグの流下\nを示す矢印であり，１４は溶融スラグの排出口である。１５は溶融スラグを冷却し\nて粒状固化するための水室，１６はコンベア，１７は二重排出弁である。」\nク　４欄３７行ないし４０行\n「空気エジエクタ９にはブロワ１０により加圧空気が供給され，フリー\nボード７からのガスを吸引し，サイクロン燃焼炉１１に供給するようになつてい\nる。」\nケ　５欄２行ないし２９行\n「都市ごみ，スラジなどの原料は原料供給装置１から流動層熱分解炉２\nに供給され，流動層３内で部分燃焼によつて残部が加熱されて熱分解される。\n空気はガス入口４からガス室５に入りガス分散板６を通つて砂を流動化\nさせ且つ原料の一部を燃焼する。熱分解により生成したチヤーと可燃性ガス及び部\n分燃焼により発成した灰分と燃焼排ガスは，すべて塔頂部フリーボード７から分解\n炉出口８に出て，空気エジエクタ９においてブロワ１０により供給される加圧空気\nによつて，吸引加速され，空気とガスとの混合ガスはサイクロン燃焼炉１１に接線\n方向に高速で送られ，矢印１２の方向に強力な旋回流を生ぜしめられて熱分解生成\n物（ガス及びチヤー）は燃焼される。（中略）サイクロン焼却炉１１の外面は水冷\n室（図示せず）とし内面はカーボランダム又はクロム鉱耐火物とするとよい。高負\n荷燃焼を行わせると灰分は融けて壁面を点線矢印１３のように流下し，灰分やチヤ\nーは旋回流に基づく遠心力によつて壁面に衝突して融灰により濡れ状態となつた壁\n面に付着し，チヤーは高速の旋回流を行う空気との間に大きな相対速度を生ずるの\nで極めて高い燃焼速度で燃焼する。又遠心力効果と濡れ壁効果とによつて灰分は高\nい効率で補捉され溶融スラグとなつて排出口１４から水室１５に落下し」\nコ　６欄１６行ないし４０行\n「上述の実施例は以上の如く構成され作用するので次の如き効果を有す\nる。\n熱分解は吸熱反応であるから，熱分解に必要な発熱量に見合つた部分燃\n焼を行わせるような少量の空気を供給すればよいので，プラスチツクのような極め\nて高い発熱量の原料でも，\n①　流動層の局部の異常高温による熱媒体（砂）の凝塊形成が無く，\n②　部分燃焼であるから所要空気量が少ないので，流動層の塔径を過大に\n設定する必要はない。\n又，熱分解過程を終つたあとで\n③　サイクロン燃焼炉自体が集じん機能を果たすのみならず，高負荷燃焼\nを行えば灰分はサイクロン内壁に捕捉溶融され内壁面は濡れ状態となつて微細な灰\n分の集じん性能が向上し，\n④　灰分を溶融することにより原料中の有害重金属が封じ込められて，埋\n立に際して重金属溶出を防ぐ為の固化処理等の対策が不要となる。\n更に，\n⑤　サイクロン燃焼炉に供給される固体は熱分解で生成したチヤーと部分\n燃焼で生成した灰分などの微細な粒子であるから，在来のサイクロン燃焼法に不可\n欠であつた原料の微破砕処理が不要となる。\nなどの極めて優れた効果が得られる。」\n(2)　前記(1)の各記載及び乙第１号証の第１図を総合すると，同文献には以下\nの内容が記載されているということができる（以下，その記号に従って「構成\n(ア)」などという。）。\n(ア)　廃棄物を流動層炉にてガス化した後に，熔融炉にて灰分を熔融スラグ\n化する方法において，\n(イ)　流動層炉内の流動媒体を流動化させて流動層を形成し，\n(ウ)　該廃棄物を該流動層炉内に供給し，\n(エ)　該流動層炉内の流動層中でガス化してガスとチャーを生成し，該チャ\nーを該流動層中で微粒子とし，\n(オ)　該流動層炉より排出された該ガスと該微粒子となったチャーを旋回溶\n融炉に供給して灰分を溶融してスラグ化することを特徴とする廃棄物の処理方法。\n(3)　本件発明１①と乙１発明の対比\n本件発明１①と乙１発明とを対比すると，両者の相違点は次の２点であ\nり，その余の点は一致する。\nア　相違点１\n本件発明１①が，「流動層炉内に流動媒体の循環流を形成し」（構成要\n件１Ｂ①）ているのに対し，乙１発明が，「流動層炉内の流動媒体を流動化させて\n流動層を形成し」（構成(イ)）ており，「循環流の形成」が明示されていない点\nイ　相違点２\n本件発明１①が，「該流動層炉内の循環流中でガス化してガスとチャー\nを生成し，該チャーを該循環流中で微粒子とし」（構成要件１Ｄ及び１Ｅ）ている\nのに対し，乙１発明が，「該流動層炉内の流動層中でガス化してガスとチャーを生\n成し，該チャーを該流動層中で微粒子とし」（構成(エ)）ており，「循環流中」で\n「ガスとチャーを生成し，微粒子とする」ことが明示されていない点\n(4)　本件発明１①の新規性の有無について\n前記(3)のとおり，本件発明１①と乙１発明との間には，上記２つの相違点\nがあるから，両者は実質的に同一であるとはいえない。\n被告は，前記(3)の相違点１につき，本件発明１①にいう「循環流」は乙第\n３号証や乙第２３号証の第１図に記載された従来から周知となっていた物理現象で\nある「循環流」を含むものとして解釈され，乙第１号証にはこの「循環流」が存在\nするから，実質的に相違点ではない旨主張する（前記第３の１２〔被告の主張〕(1)\nウ(イ)）。しかし，乙第１号証中に，流動層において必然的に発生する物理現象と\nしての流れとは異なり，流動層炉に供給する流動化ガスの質量速度に大小を付ける\nことにより形成された流動媒体の循環する流れが記載されているということはでき\nないから（なお，乙第３号証にも，この流動層において必然的に発生する物理現象\nとしての流れとは異なり，流動層炉に供給する流動化ガスの質量速度に大小を付け\nることにより形成された流動媒体の循環する流れが記載されているとはいえな\nい。），被告の上記主張は，採用することができない。\nまた，被告は，前記(3)の相違点２につき，乙第１号証の流動層炉には，少\nなくとも乙第３号証や乙第２３号証の第１図に記載の「循環流」が存在するのであ\nり，構成(エ)のとおり，乙１発明では，「該流動層炉内の流動層中でガス化してガ\nスとチャーを生成し，該チャーを該流動層中で微粒子とし」ているのであるから，\n乙１発明において，「該流動層炉内の流動層中，すなわち，循環流中で，ガス化し\nてガスとチャーを生成し，該チャーを該流動層中，すなわち，循環流中で微粒子と\nし，」ていることは明らかであると主張する（前記第３の１２〔被告の主張〕(1)ウ\n(ウ)）。しかしながら，上記のとおり，乙１発明の流動層炉において「流動層炉に\n供給する流動化ガスの質量速度に大小を付けることにより形成された流動媒体の循\n環する流れ」が記載されているとはいえないし，乙第１号証においては，構成(エ)\nのとおり，流動層内で微粒子化されることが開示されるに止まっており，流動層の\n「流動層炉に供給する流動化ガスの質量速度に大小を付けることにより形成された\n流動媒体の循環する流れ」中で微粒子化されることまでは，乙第１号証からは明ら\nかでない。そうすると，相違点２に関する被告の上記主張も，採用\nすることができない。\n結局，本件発明１①が乙１発明と実質的に同一であって，新規性を欠くと\nはいえない。\n(5)　本件発明１①の進歩性の有無について\nア　乙２２発明の内容\n本件第１特許権の特許出願日及び優先権主張日の前である遅くとも平成\n２年８月１日に頒布された刊行物である特開平２－１９５１０４号公報（乙２２，\n発明の名称は「内部循環流動床ボイラにおける排ガス中のＮＯｘを低減する方\n法」）には，次の記載がある。\n(ア)　１頁左下欄６行ないし１６行（特許請求の範囲請求項１）\n「１．流動床ボイラの流動床部を主燃焼室と熱回収室に仕切で区分\nし，主燃焼室下部には，流動媒体に大きな流動化速度を与える空気室と，小さな流\n動化速度を与える空気室の少なくとも２種類の空気室を備えており，これらの空気\n室から噴出される異なる空気の流動化速度の組合せにより主燃焼室内の流動媒体に\n旋回循環流を形成した内部循環流動床ボイラにおいて，脱硫剤を特に添加せずに，\n燃料として石炭を燃焼せしめることを特徴とする排ガス中のＮＯｘを低減する方\n法。」\n(イ)　２頁左上欄７行ないし１１行（発明の詳細な説明）\n「〔技術的背景並びに従来の技術〕\n流動層を用いた燃焼装置は通常一層型であり液状あるいは固形廃棄物\nの焼却あるいは流動層ボイラなどに広く応用されており従来知られているものであ\nる。」\n(ウ)　３頁左下欄１９行ないし右下欄１４行\n「以下，本発明を詳しく説明する。\n本発明では，炉底部から噴出する流動化ガスの質量速度に噴出部分に\nより差異をつけることにより，流動媒体に旋回循環流動を行なわせる。石炭等の燃\n料はこの旋回循環流に伴なつて，旋回循環流動しながら燃焼する。\n流動層に投入された石炭は短時間で加熱により揮発分が分離する。分\n離した揮発分は一部層内で燃焼し，他は層表面へ出てフリーボード部で燃焼する。\n揮発分が分離した後の未燃炭素分（チヤー）は，流動層中を数１０回にわたり旋回\n循環しながら比較的長い時間をかけて燃焼する。チヤーは当初揮発分の分離により\n多孔質状となり，その後燃焼の進行に伴い，漸次微小化する。粒径が０．２ｍｍ以\n下となると，燃焼ガスに同伴されて煙道から一旦炉外へ出る」\n(エ)　５頁左上欄１７行ないし右上欄１１行\n「空気室１３から噴出する流動化用空気の質量速度が空気室１２から\n噴出する流動化用空気の質量速度に比較して大きいため，空気室１３の上部では空\n気と流動媒体が噴流となつて流動層内部を上部へ急激に移動し，流動層表面を出た\nところで周囲に拡散し，空気室１２，１４上部の流動層表面に落下する。一方，空\n気室１３の上部の流動層においては，流動媒体が上方に移動したあとをうめるべ\nく，両側のゆるやかな流動層，すなわち，空気室１２，１４の上部の流動層の底部\nの流動媒体が中央部，つまり空気室１３の上部に移動してくる。その結果，流動層\nにおいて中央部では激しい上昇流が形成されるが周辺部ではゆるやかな下降移動層\nが形成される。この上昇流部は酸化層を形成し，下降移動層は還元層を形成す\nる。」\n(オ)　５頁左下欄１１行ないし１６行\n「燃料である石炭は，石炭投入口よりロータリーバルブ６を経てスプ\nレツダ等の供給装置７により主燃焼室３内の下降移動層へ供給する。それによつて\n高温の流動層内部で旋回，循環し燃焼比の高い石炭でも完全に燃焼させることが出\n来，高負荷燃焼が可能である。」\n(カ)　８頁第１図\n内部循環流動床ボイラの流動層の縦断面図が図示されており，流動層\nの下部の空気室が１２ないし１４の３つに区分され，これらの空気室から異なった\n流動化用空気が上方に噴出される様子が示されており，その結果，流動層の中央部\n下部では中央部上部に向かって上昇し，さらに中央部上部から周辺部上部に向かう\n砂の流れと，周辺部上部から周辺部下部に向かって下降する砂の流れがあることが\n合計３個の矢印で示されている。\nイ　乙２３発明の内容\n本件第１特許権の特許出願日及び優先権主張日の前である遅くとも昭和\n５８年４月２０日に頒布された刊行物である実願昭５７－１１１２６９号（実開昭\n５８－５８２３２号）の願書に添付された明細書及び図面の内容を撮影したマイク\nロフィルム（乙２３，考案の名称は「流動床式焼却炉」）には，次の記載がある。\n(ア)　２頁３行ないし４頁８行\n「３．〔考案の詳細な説明〕\n本考案は流動床式焼却炉に関する。（中略）\nこの様な流動床式の焼却炉に於ては硅砂等の流動媒体が使用されてい\nる。この如き流動床式焼却炉には通常流動媒体（本文に於ては砂と称する）が床面\n積全般に渉り流動化して，この砂の流動状態の部分の上方，所謂フリーボードと称\nする部分から焼却物の投入を行つて来た。しかしながらこの様な作動方式の場合に\nは，次の様な問題が経験されている。即ち\n(1)　焼却物中の比較的比重の小さい成分（例えば紙類，プラスチツクス\n類等）は流動する砂の上部に於て停滞浮遊する。このため，これらの比較的可燃性\n傾向の高い成分は流動する砂の上部で良好に燃焼してもその燃焼による発生熱量は\n砂に伝達されることが少く従つてその熱が有効に利用されない。\n（中略）\n上記の如き比重の比較的低い焼却物，或いはこれらを含んだ焼却物を\n在来の流動床式焼却炉により焼却を有効に行うための方策としては焼却物を砂の上\n部に投入する代りに，砂の中，又は砂の底部に強制的に供給して砂の内部で燃焼さ\nせることが考えられる。この様にするためにはスクリユーフイーダ，等の機械的押\n込作用を行う装置が必要となる。但しこの様な装置を使用して強制押込を行うため\nには更に付随する問題が生ずる。即ち，\n(イ)　砂中，又は砂の底部に於ての投入のため，流動化状態を維持して\nいる高い風圧をシールする必要がある。\n(ロ)　スクリユーフイーダ等で強制的に押込む場合に焼却物自体によつ\nてシール（マテリアルシール）を行わねばならないために，焼却物自体の形状が制\n限され，焼却に必要な程度以上に細かく破砕を行う必要がある。従つて，高馬力，\n高性能の破砕機が必要となる。\n本考案は従来の流動床燃焼方式による上記した如き種々の欠点，問題\n点を克服するための流動床式焼却炉を提供することを目的とするものである。」\n(イ)　４頁９行ないし５頁１０行\n「本考案による焼却炉は具体的には，焼却炉内の砂の部分に於て二種\n類の流動層を生ぜしめること，即ち一部に於ては比較的激しい流動状態となる流動\n層を生ぜしめ，他方の部分に於ては流動化の程度を比較的低度，或いは実質的に流\n動を行わず砂が下方に移動することにより重力により逐次全体として下方に沈降す\nる移動層を生ぜしめる様になつている。尚上記の流動層上部から流動状態の砂は移\n動層の方に偏向され，又移動層の下部からは流動層の下部に砂が移行する様にし\nて，砂全体が二つの移動層，流動層の間で循環する様になされている。この様な態\n様は特開昭５２－１１８８５８号に開示された熱反応装置に於ける流動床にも見ら\nれるが，この例に於ては流動床に焼却物を直接投入しているため，前述した問題が\n生ずる。本考案の方式に於ては炉体上部からフリーボードを介して落下する如く投\n入すれば移動層の上部に落下した焼却物の上に流動層の砂を受けて下方に漸次沈降\nする。又流動層上部に落下した焼却物は流動層上部から移動層上部にカスケード的\nに移行する砂と共に移動層上部に動き前述の如く移動層を沈降する。」\n(ウ)　６頁１５行ないし１７行及び７頁１１行ないし８頁２行\n「以下本考案を添付の図面により説明する。\n第１図，第２図は本考案の理解に便ならしめるため，従来の炉を説明\nするものである。」\n「第２図は別の形態の焼却炉で（中略）。この炉に於ては圧縮空気源\nからの流動化用圧力空気を多孔板１１’又はサンドトラツプの下方の複数の空気室\n１２ａ，１２ｂ，１２ｃを介して砂１３’中に送給し，その各々の風速を図に於て\nは１２ａより右の方の１２ｃに至るにつれ順次大きくなしてある。又風速の大なる\n部分の上方に偏向手段としてのデフレクター１７と旋回空気送入口１８を設けて空\n気室１２ａ，１２ｂ，１２ｃからの風速差と相俟つて砂１３’の循環を助長する様\nにしてある。」\n(エ)　８頁７行ないし９頁１３行\n「第３図に本考案による流動床式焼却炉の断面図が説明図的に示され\nている。（中略）炉体の内部下方に中央部を高く，両側部に向けて傾斜させた多孔\n板２１又はサンドトラツプが配置されてその下方に空気室を形成する。空気室は２\n２ａ，２２ｂ，２２ｃに区分されている。この区分された領域室２２ａ，２２ｂ，\n２２ｃに対応する炉内の上方部分で移動層，流動層が形成されて（中略）。Ａ及び\nＣ領域の上方で炉体内部に於て炉体の両側壁に夫々デフレクター２４が設けられ，\nデフレクター２４はその下面が側壁から中央に向けて上向きに傾斜した面を有して\nいる。（中略）空気室２２ａ，２２ｂ，２２ｃには圧縮空気源３１より空気を供給\nされるが，配管に適宜な圧力調整装置又はダンパ３２，３３を設けてダンパ３２か\nらは室２２ａ，２２ｃに圧縮空気を供給し，ダンパ３３から中央の室２２ｂに圧縮\n空気を供給する様にしてある。」\n(オ)　９頁１７行ないし１０頁１９行\n「この焼却炉の作動方式について以下に説明する。\n前記の如く，流動化用空気は空気室２２ａ，２２ｂ，２２ｃ，より多\n孔板２１を介して夫々上方に送気され，領域Ａ，Ｂ，Ｃの砂を流動化させるが，こ\nの送給空気量は両側領域Ａ，Ｃに於て中央領域Ｂより大きくなる様にダンパ３２，\n３３により制御し領域Ａ，Ｃに於ては激しい流動化が生じ中央領域Ｂに於ては流動\n化の程度を低度に，或いは実質的に流動化が行われない程度とする。この様な送給\n空気量の調整，制御により，領域Ａ，Ｃの砂は激しい流動を行い上方に移行する砂\nはデフレクター２４により中央領域Ｂの上部にカスケードされる。中央領域Ｂの砂\nの高さはこのため領域Ａ，Ｃ，よりも高くなる傾向となる。従つて領域Ｂの砂は底\n部から領域Ａ，Ｃの側に流れる様になる。このため，上記状態となされた砂の領域\nＡ，Ｃ，の部分を流動層，領域Ｂの部分を移動層と称する。デフレクターの反転偏\n向作用と，移動層部分Ａ，Ｃと流動層部分Ｂとの砂層高即ち砂量差傾向により，領\n域Ａ，Ｃの上方に於ける流動層から移動層へ，又Ｂ領域下方に於ける移動層から流\n動層への砂の移行が行われ，領域Ａ，Ｃ，と領域Ｂとの間でほぼ均一な砂の循環流\nが得られる。」\n(カ)　１１頁１３行ないし１２頁１５行\n「領域Ａ，Ｂ，Ｃ，の上部にデフレクターの存在により実質的にはＢ\nの上部に落下した焼却物中の比重の小さい部分は砂上に於て停滞し，そこで燃焼す\nることなくＡ，Ｃの流動層からカスケードされてくる高温（例えば６００～８００\n℃）の砂に覆われ移動層の砂と共に下方に沈降する。供給された焼却物は領域Ｂの\n下方に動き多孔板２１の位置に至る間に，焼却物中にあるプラスチツク類は液化，\n又は一部ガス化し，水分を含むものは更に水分を蒸発させ焼却物は概ね脆化の傾向\nを示す。（中略）\n領域Ａ，Ｃの下方部分で移動層から流動層へと移行した焼却物は水分\nも蒸発し，より可燃性となつているため，多量の空気（流動用並びに燃焼用）によ\nり撹拌作用を伴つた激しい流動化状態となり，瞬時に燃焼する。\n焼却により生じたガスはデフレクター２４下側と流動層領域Ａ，Ｃの\n上方との間の間隙を通過し排気口２６から排気ガス処理設備へ送られる。高温の砂\nは上記の如く再び移動層を形成し，沈降，循環を繰り返す。」\n(キ)　１４頁１０行ないし１５頁６行\n「本考案の焼却炉は上記の如く構成されているから焼却物が砂の上部\nに停滞することがなく，焼却熱等は有効に砂に還元され，又移動層で沈降中により\n可燃性が高くなされて流動層に於て瞬時に燃焼し，砂の温度を均一に安定させ，排\nガス温度変動が少い。又助燃油は殆んど必要がない。尚焼却物は移動層に於ける脆\n化の進行と，流動層に於ける激しい流動撹拌により破壊されて停滞することがなく\nクリンカの発生が実質的に防止されるので，比較的大きな粒径のものも焼却可能と\nなるから前処理用破砕の程度は簡単，或いは省略も可能である。\n又投入は砂の上方から行うため，投入機に於けるシールはその部分の\n炉内圧に対するものを考慮するだけの簡単なものでよく，マテイアルシールの必要\nはなく，この面からも前処理破砕の必要性が低減されるか，省略され得る。」\n(ク)　公報添付の第３図\n流動層式焼却炉の縦断面図であり，流動層中で流動媒体が，左側（領\n域Ａ側）においては時計回りに，右側（領域Ｃ側）においては反時計回りにそれぞ\nれ循環し，中央部（領域Ｂ）では上方から下方へ沈降する様子が示されている。\nウ　乙２４発明の内容\n本件第１特許権の特許出願日及び優先権主張日の前である遅くとも平成\n２年６月６日に頒布された刊行物である特開平２－１４７６９２号公報（乙２４，\n発明の名称は「流動層ガス化方法及び流動層ガス化炉」）には，次の記載がある。\n(ア)　１頁左欄５行ないし右欄１０行（特許請求の範囲請求項１）\n「ガス化炉の炉底部より上方に向けて噴出せしめた流動化ガスによ\nり，流動媒体を流動化して形成せしめた流動層により，石炭等をガス化する流動層\nガス化方法において，（中略）前記流動化ガスは，中央部よりも両側縁部が低く形\n成されているガス分散機構から噴出せしめられ，前記流動化ガスの質量速度を，前\n記炉底の中央部付近におけるよりも，該中央部の両側の両側縁部において，より大\nとなし，（中略）炉底の中央部には，流動媒体が沈降する移動層を形成し，両側縁\n部には流動媒体が活発に流動化している両側縁流動層を形成し，前記流動媒体を，\n前記移動層内で沈降せしめ，該移動層の下部で前記両側縁部に移行せしめ，前記両\n側縁流動層内で上昇せしめ，（中略）炉内を循環せしめつゝ前記移動層に石炭等を\n供給して該石炭等のガス化を行なわしめることを特徴とする流動層ガス化方法。」\n(イ)　４頁上左欄７行ないし１５行\n「ガス化炉３について説明する。第２図に示すごとく，ガス化炉３の\n炉底部には流動化用のガス化剤の分散板２０が備えられている。分散板２０は両側\n縁部が中央部より低く，炉の中心線３６に対してほぼ対称な山形断面状に形成され\nている。両側縁部には不燃物及び灰分排出口３０が接続され，３２，３３のスクリ\nユーコンベアにより，粗大な不燃物が流動媒体とともに排出される。」\n(ウ)　４頁左上欄１６行ないし左下欄９行\n「予熱された酸素とスチームの混合ガスからなるガス化剤は，分散板\n２０から炉内に噴出し，傾斜壁２４に当たつて垂直面内の旋回流となり，珪砂など\nの流動媒体をこれに沿つて動かしめて旋回流動層３５が形成される。さらに（中\n略）炉内中央に下降移動層３４が形成され，この下降移動層３４及び旋回流動層３\n５によつて石炭は短時間にガス化反応を完結させるため，粉砕・整粒を行なわなく\nとも流動化を阻害することなく高いガス化効率を得ることが出来る。\n予熱された酸素とスチームの混合ガスからなるガス化剤は，導入部の\n室２１，２２，２３を経て分散板２０から上方に噴出せしめられている。両側縁部\nの室２１，２３から噴出するガス化剤の質量速度は流動層を形成するのに十分な大\nきさを有するが，中央部の室２２から噴出するガス化剤の質量速度は前者よりも小\nさく選ばれている。（中略）\n中央部の室２２から噴出する流動化ガスの酸素濃度は，両側縁部の室\n２１，２３から噴出する流動化ガスよりも低いか，あるいはスチームのみとしても\nよい。\n室の数は３以上の任意の数が選ばれる。多数の場合でも，流動化ガス\nの質量速度は中心に近いものを小，両側縁部に近いものを大となるようにする。両\n側縁部の室２１，２３の直上に流動化ガスの上向き流路をさえぎり，流動化ガスを\n炉中央に向けて反射転向せしめる反射壁として傾斜壁２４が設けられている。」\n(エ)　４頁左下欄１６行ないし右下欄１７行\n「ガス化炉３の原理につき説明する。通常の流動層においては，流動\n媒体は沸騰している水のごとき激しい流動状態を形成しているが，室２２の上方の\n流動媒体は弱い流動状態にある移動層３４を形成する。この移動層３４の幅は，上\n方は狭いが，裾の方は分散板２０の傾斜の作用も相まつてやや広がつており，そこ\nでは室２１，２３からの大きな質量速度のガス化剤の噴射を受け，流動化され上方\nに吹き上げられる。こうして裾の流動媒体が除かれるので，室２２の直上の流動媒\n体の層は自重で降下する。この層の上方には，後述のごとく旋回流を伴う流動層３\n５からの流動媒体が補給される。これを繰り返して室２２の上方の流動媒体は，弱\nい流動状態の下降移動層３４を形成する。室２１，２３上に移動した流動媒体は流\n動化され上方に吹き上げられるが，傾斜壁２４により反射転回して炉の中央に向い\nて旋回し，前述の下降移動層３４の頂部に移動し，徐々に降下し，移動層３４の裾\nに至つて流動化され再び吹き上がつて循環する。一部の流動媒体は，旋回流として\n流動層３５の中で旋回循環する。」\n(オ)　５頁左上欄１１行ないし１８行\n「下降移動層３４の中では，石炭の乾留反応が主体的に，ガス化反応\nが部分的に行なわれ，ガスとチヤーが生成する。ここで生成したガスは上方または\n水平方向に抜け，チヤーは流動媒体と共に両側縁部の流動層部３５へと移動し，流\n動化ガスとして供給された酸素とスチームの混合ガスからなるガス化剤と，部分燃\n焼をともなうガス化反応を引き起こす。」\n(カ)　５頁右上欄４行ないし１０行\n「下降移動層３４は，流動化が比較的穏やかなので，生成したチヤー\nのうち粒径がかなり細かいものでも，通常の流動層のようにガス化されずに飛散す\nるようなことは起らない。例え一部が飛散しても，炉外でサイクロン４により捕集\nして，再度炉に戻せば，比較的容易にガス化することが可能である。」\n(キ)　５頁左下欄３行ないし６行\n「そのため石炭はかなり大きなものでも，下降移動層３４の中で徐々\nに下降しながら乾留が行なわれ，下降移動層３４の両端に達するころには大半が細\n片化したチヤーになる」\n(ク)　６頁右上欄６行ないし１１行\n「⑤　（中略）石炭と廃木材や廃プラスチツクとの混合利用のような\nやり方が可能となり，原料の多様化や原料コストの引き下げが図れる。さらに破砕\n上問題になる不燃物を含むようなものを，ガス化原料として用いることも可能とな\nる。」\n(ケ)　６頁右上欄１２行ないし１４行\n「⑥　（中略）移動層の不活発な流動化の中で乾留による微粉化が行\nなわれる」\n(コ)　７頁第２図\n石炭ガス化炉の縦断面図が図示されており，下降移動層３４と流動層\n３５とで流動媒体の循環流が形成されている構成が矢印で示されている。\nエ　乙２６発明の内容\n本件第１特許権の特許出願日及び優先権主張日の前である遅くとも昭和\n５７年８月３日に頒布された刊行物である特開昭５７－１２４６０８号公報（乙２\n６，発明の名称は「流動層熱反応炉」）には，次の記載がある。\n(ア)　１欄２行ないし７行\n「本発明は，流動層を用いる焼却炉，熱分解炉などの熱反応炉に関す\nるものである。\nこの種の熱反応炉として，例えば都市ごみの焼却炉においては，近年\nストーカ炉よりも焼却効率がよく，かつ焼却残渣の少ない流動層炉が用いられて来\nている。」\n(イ)　１２欄２行ないし１３欄１行\n「ブロワ７から送られた流動化空気は，空気室４３，４４，４５を経\nて分散板４２から上方に噴出せしめている。両側縁部の空気室４３，４５から噴出\nする流動化空気の質量速度（ｋｇ／ｍ2\n・ｓｅｃ）は流動層を形成するのに十分な大\nきさを有するが，中央部の空気室４４から噴出する流動化空気の質量速度は前者よ\nりも小さく選ばれている。\n（中略）\n空気室の数は３個以上の任意の数が選ばれる。多数の場合でも，流動\n化空気の質量速度は，中心に近いものを大に，両側縁部に近いものを小になるよう\nにする。\n両側縁部の空気室４３，４５の直上に流動化空気の上向き流路をさえ\nぎり，流動化空気を炉内中央に向けて反射転向せしめる反射壁として傾斜壁９が設\nけられている。」\n(ウ)　１４欄４行ないし１５欄１０行\n「焼却炉６の作用につき説明すれば，ブロワ７により，流動化空気を\n送り込み，空気室４３，４５からは大なる質量速度にて，空気室４４からは小なる\n質量速度にて噴出せしめる。\n通常の流動層においては，流動媒体は沸とうしている水の如く激しく\n上下に運動して流動状態を形成しているが，空気室４４の上方の流動媒体は激しい\n上下動は伴なわず，弱い流動状態にある移動層を形成する。この移動層の幅は上方\nは狭いが，裾の方は分散板４２の傾斜の作用も相まつて，稍広がつており，裾の一\n部は両側縁部の空気室４３，４５の上方に達しているので，大きな質量速度の空気\nの噴射を受け，吹き上げられる。裾の一部の流動媒体が除かれるので，空気室４４\nの直上の層は自重で降下する。この層の上方には後述の如く旋回流１０を伴う流動\n層からの流動媒体が補給され堆積する。これを繰り返して，空気室４４の上方の流\n動媒体は，或る領域の部分がほぼひとまとめとなり，徐々に下降する下降移動層４\n６を形成する。\n空気室４３，４５上に移動した流動媒体は上方に吹き上げられるが，\n傾斜壁９に当たり反射転向して炉の中央に向きながら上昇し，炉内断面の急増に伴\nい上昇速度を失い，前述の下降移動層４６の頂部に落下し，徐々に下降し，裾に至\nつて再び吹き上げられて循環する。一部の流動媒体は旋回流１０として流動層の中\nで旋回循環する。」\n(エ)　１５欄１１行ないし１６欄４行\n「このような状態の焼却炉６の炉内に，原料投入口６０から投入され\nたごみは下降移動層４６の頂部に下降する。頂部付近においては流動媒体の流れは\n外側から中心に向かつて集中する方向に流れるので，ごみはこの流れに巻き込まれ\nて下降移動層４６の頂部にもぐり込まされる。（中略）\n下降移動層４６の中では部分的に熱分解が行なわれ可燃ガスが発生す\nる。」\n(オ)　１６欄８行ないし１７欄１行\n「下降移動層４６の表面にびん，アイロンなどの如き重くかつ大きな\n物体を落下せしめて供給した場合，これらの物体は瞬時に空気室４４の上まで落下\nするのではなく，下降移動層４６に支えられて，流動媒体の流れと共に徐々に下降\nする。\nそのため，可燃物はかなりの大きさのものでも，下降移動層４６の中\nで徐々に下降しているうちに乾燥，ガス化，燃焼が行なわれ，裾に達するときには\n大半が燃焼して細片化しているので，流動層の形成を阻害することがない。\n従つて，ごみは予め破砕機で破砕をしなくても，吸じん装置５で破袋\nする程度で差支えなく，破砕機や破砕工程を省略しコンパクトな装置とすることが\nできる。」\n(カ)　２１欄１８行及び１９行\n「以上は焼却炉における例を示したが，熱分解炉その他の熱反応炉に\nおいても同様である。」\n(キ)　１０頁第９図\n焼却炉の縦断面図が図示されており，前記(ウ)の流動媒体の旋回流１\n０が流動層炉の砂層中に生じていることが示されている。\nオ　乙２７発明の内容\n本件第１特許権の特許出願日及び優先権主張日の前である遅くとも平成\n２年１１月に頒布された刊行物である「燃料協会誌第６９巻第１１号」中の原告の\n環境・プラント事業部ボイラ技術部従業員の大下孝裕執筆に係る特集記事「無破砕\n旋回流型流動燃焼炉とその応用技術」（乙２７）には，次の記載がある。\n(ア)　１０３４頁右欄５行ないし９行（「２．１　技術の概要」）\n「ＴＩＦとは，Ｔｗｉｎ　Ｉｎｔｅｒｃｈａｎｇｉｎｇ　Ｆｌｕｉｄ\nｉｚｅｄ－ｂｅｄの略であり，移動層（Ｍｏｖｉｎｇ－ｂｅｄ）と流動層（Ｆｌｕ\nｉｄｉｚｅｄ－ｂｅｄ）の２種類（Ｔｗｉｎ）の流動状態の間において循環流（Ｉ\nｎｔｅｒｃｈａｎｇｉｎｇ）を生じるという意味である。」\n(イ)　１０３４頁右欄１０行ないし１０３５頁左欄３行\n「一般の流動層焼却炉は，流動媒体（砂）があたかも沸騰している湯\nのように上下に動いて流動するかたちの流動層を形成しているが，本技術では移動\n層（のみ込み層）と流動層の組合せによって図１に示すように砂が適度に循環・旋\n回を行い，砂の沈降に伴い投入された燃焼物を熱砂の中にのみ込み，熱的に燃焼物\nを破壊し拡散する効果を持たせたものである。」\n(ウ)　１０３４頁図１「ＴＩＦ旋回流型流動燃焼炉」\nＴＩＦ型流動層炉の縦断面図が図示されており，砂層が移動層と流動\n層とに分かれ，両者の間を流動媒体（砂）が循環する様子が矢印を用いて示されて\nいる。\n(エ)　１０３５頁左欄２０行ないし３９行（「２．２　ＴＩＦ炉の特\n徴」）\n「ＴＩＦ旋回流型流動燃焼炉の構造図を図２に示す。流動床は空気分\n散部を四つのブロックに分け，おのおのに燃焼用空気を送り込むが，中央部の２ブ\nロックには少量の空気を入れて移動層を作り，両端の２ブロックには多量の空気を\n入れて移動層を形成する。\n移動層と流動層との空気量の比は約１：３である。\n（中略）この旋回流により，下記の特長が生ずる。\n(1)　移動層部では砂はゆっくりと斜め下方に移動している。ここに燃\n焼物が投入されると，砂の熱により蒸し焼きにされ水分がなくなりもろくなる。\n(2)　もろくなった燃焼物は砂の旋回により拡散していき，流動層部で\nの激しい砂の動きにより解砕され細かくなり，短時間に燃えつきる」\n(オ)　１０３５頁左欄末行ないし右欄２行\n「燃焼物中の不燃物は砂の動きとともに炉の両側に送られ，砂ととも\nに炉外に取り出すことができる。」\n(カ)　１０３５頁図２「ＴＩＦ旋回流型流動燃焼炉構造図」\nＴＩＦ型流動層炉の縦断面図が図示されており，砂層中に流動媒体\n（砂）の循環流が矢印を用いて示され，流動層炉からいったん排出された流動媒体\nを再度流動層炉内に戻すための，流動層炉下部の不燃物取出しコンベヤ，振動篩，\n不燃物排出口，砂循環用エレベータ及び砂投入コンベヤが示されている。\nカ　乙２８発明の内容\n本件第１特許権の特許出願日及び優先権主張日の前である遅くとも平成\n４年７月２０日に頒布された刊行物である「エバラ時報第１５６号」中の原告の環\n境事業部技術第二部の従業員郷家千賀男等執筆に係る特集記事「高効率燃焼型流動\n床焼却施設－新潟県柏崎地域広域事務組合納入－」（乙２８）には，次の記載があ\nる。\n(ア)　４５頁左欄２行ないし右欄末行\n「当社における流動式ごみ焼却分野への参画は１９７８年石川県珠洲\n市への納入に始まり，以来納入実績は１９９２年３月までに４２施設に達した。こ\nの間，種々の技術改革が行われ，特に流動床焼却炉にとって不可欠とされていた破\n砕機を不要とする画期的な焼却施設（ＴＩＦ型炉）を業界に先がけて１９８３年和\n歌山県海南市に納入した。以後の施設はすべてこのＴＩＦ型炉を採用し，更に改\n良・改善が加えられてきた。\n近年，ごみ焼却施設から有害なダイオキシン類の排出が検出され，社\n会問題にまでなってきた。このような状況下で，１９９０年厚生省により『ダイオ\nキシン類防止等ガイドライン』が策定された。この中で，廃棄物焼却炉の煙突から\n排出されるＣＯ濃度は新設連続炉で５０ｐｐｍ以下とされている。\nこのような背景の中で，当社は燃焼効率の改善を目的として，炉形状\nを改良した高効率燃焼型流動床焼却炉の開発を進めてきた。本方式の焼却炉を新潟\n県柏崎地域広域事務組合向け焼却施設に適用し，１９９１年１２月竣工引渡した\n（写真１）。\n（中略）\n本稿では，竣工引渡し後順調に稼働している本施設の設備概要と運転\n結果について報告する。」\n(イ)　４６頁右欄２０行ないし４７頁左欄６行\n「本施設における高温領域（燃焼領域）である３領域は，それぞれ分\n担役割を持って運転している。これを表１に示す。\n流動層，フリーボード部及び後燃焼領域における運転条件基準は以下\nのとおりである。\n（１）　温度領域の設定基準\n①　流動層\nごみのガス化速度をより緩慢にするためには，低温の方が好ま\nしい。このことから上限を７００℃に設定した。\n一方下限は，都市ごみを構成する物質のガス化温度に支配され\nる。ガス化が完全に行われ，不燃物の熱しゃく減量が極めて少ないことが重要であ\nる。紙，プラスチック等都市ごみを構成する物質の熱分解温度は４００℃以下であ\nり，十分余裕をみて下限を６００℃に設定した。」\n(ウ)　４７頁表１「燃焼領域の分担機能」の「流動層」の行\n「機能」の欄に，\n「＜部分燃焼法によるガス化＞\n１．完全燃焼と異なり，高カロリーごみでも層内温度高温化の抑制が\n容易。\n２．還元雰囲気なので低ＮＯｘ化が可能」，\n「温度」の欄に「６００～７００℃」と，\n「空気比」の欄に「１以下」とそれぞれ記載されている。\n(エ)　４８頁左欄８行ないし右欄２行\n「焼却炉へ供給されたごみは，炉床で６００～７００℃に熱された砂\nと一緒に旋回しながらガス化，燃焼し，更に８００～９５０℃に温度が保たれてい\nるフリーボードを経て短時間でほぼ完全に燃焼する。」\n(オ)　４８頁右欄１０行ないし１３行\n「不燃物は，不燃物排出装置により砂と共に取り出し，振動篩で砂と\n分離後，（中略）場外へ搬出する。分離した砂は炉内へ戻して再利用している。」\n(カ)　４８頁図２「施設フローシート」\n流動床焼却施設の概要が図示されており，この中に，焼却炉から排出\nする砂を再び炉内に戻すための砂循環エレベータ，砂分級装置，砂投入弁などが示\nされている。\nキ　乙３０発明の内容\n本件第１特許権の優先権主張日（平成６年３月１０日）の後であるが，\n出願日よりも前である，遅くとも平成６年１１月１日に頒布された刊行物である特\n開平６－３０７６１４号公報（乙３０，発明の名称は「廃棄物焼却方法」）には，\n次の記載がある。\n(ア)　１欄１１行ないし１３行\n「【産業上の利用分野】本発明は，ガラス繊維を含む廃棄プラスチッ\nクスを，燃焼分解させてスラグとして回収する廃棄物焼却方法に関する。」\n(イ)　２欄９行ないし３２行\n「【０００８】ガラス繊維を含む廃棄プラスチックス中のプラスチッ\nクスを流動層熱分解炉内で熱分解して分解ガスとするために，プラスチックスが５\n００℃以上で熱分解を起こす特性を有するのを利用して，流動層熱分解炉内の温度\nを５００～６００℃に温度制御して，廃棄プラスチックス中のプラスチックスを燃\n焼させて分解ガスとする。\n一方，ガラス繊維は８００℃以上に加熱されてはじめて軟化溶融する\nため，流動層熱分解炉中で溶融されずに残されたガラス繊維は，流動層熱分解炉の\n流動層の砂により微粉砕して飛灰となされる。又，このガラス繊維を０．０５ｍｍ\n以下の大きさに微粉砕するために，流動層の砂の粒径は０．５～０．８ｍｍのもの\nを使用するのが好ましい。\n【０００９】上記の流動層熱分解炉において，熱分解炉内の温度を５\n００～６００℃に保って，廃棄プラスチックスを燃焼させるための温度制御は，廃\n棄プラスチックスの燃焼による発熱量に応じて，流動層熱分解炉への廃棄プラスチ\nックスの供給量と，後述の空気予熱器から供給される空気温度を加減して行なうよ\nうになされている。」\n(ウ)　２欄４２行ないし４５行\n「【００１２】旋回式溶融炉の旋回燃焼室で燃焼した飛灰を同伴した\n分解ガス中の飛灰は溶融スラグとなり，この溶融スラグは流下して旋回式溶融炉の\n下方のスラグ溜めを経てスラグ受けで回収される。」\nク　相違点について\n(ア)　相違点１について\n前記イ(イ)，(ウ)，(エ)，(オ)及び(ク)のとおり，乙２３発明におい\nては，流動層炉に下方の多孔板２１から吹き込む圧縮空気の量を周辺部で大，中央\n部で小とし，かつ炉の両側の壁にデフレクタを設けることで，層全体を周辺に位置\nする流動層と中央に位置する移動層とに分かち，流動媒体を，中央上部からいった\nん中央下部に沈降し，中央下部から周辺下部，周辺下部から周辺上部，周辺上部か\nら中央上部と順に意図的に流れさせる循環流を生じさせる構成が開示されている。\n「質量速度」とは，日刊工業新聞社発行「マグローヒル科学技術用語\n大辞典（改訂第３版）」７３１頁（甲５）によれば，「単位時間に単位面積を流れ\nる質量」と，朝倉書店発行「機械工学辞典」３８９頁（甲６）によれば，「流体が\n流れているとき，単位時間に，ある断面を通過する質量を質量速度という。」と，\nそれぞれ定義されている（甲７も同趣旨）。前記イ(オ)のとおり，乙２３発明で\nは，流動層に吹き込む流動化空気の送給空気量に大小を付けることが開示されてい\nるが，これが単位時間内に吹き込む流動化空気の量をいうことは明らかであり，こ\nの空気量が大きくなると，断面を通過する流動化空気の質量は大きくなるから，乙\n２３発明における送給空気量に大小を付けることと，本件発明１①における流動化\nガスの質量速度に大小を付けることとは等価であると解される。\nそうすると，前記(3)の相違点１の構成が乙２３発明によって開示され\nているということができる。\nなお，前記ア(ウ)，(エ)，(カ)，ウ(ア)，(ウ)，(エ)，(コ)，エ(イ)\nないし(キ)並びにオ(ア)ないし(エ)及び(カ)のとおり，乙２２発明，乙２４発明，\n乙２６発明及び乙２７発明においても，同様に，流動層炉内において流動層と移動\n層とに分かれ，流動媒体の循環流が生じている構成（ただし，乙２２発明において\nは，本件発明１①と逆向きの流れである。）が開示されているから，本件第１特許\n権の出願当時，かかる構成は当業者において公知であったということができる。\n(イ)　相違点２について\n前記(2)のとおり，乙１発明において，流動層中で廃棄物をガス化して\nガスとチャーを生成する構成が開示されているところ（構成(エ)），前記イ(カ)及\nび(キ)のとおり，乙２３発明においては，投入された焼却物が，中央部の上方から\n下方へ沈降する移動層中でその一部がガス化するとともにもろくなり，また周辺部\nの激しい流動撹拌によって破壊されるので，比較的大きな粒径の焼却物も処理で\nき，前処理の破砕処理の必要性を零又は小さくできるとの構成が開示されており，\nこれは流動層の循環流中で焼却物の一部がガス化され，また流動撹拌によって微粒\n子化される構成を意味するものである。そうすると，当業者において，乙１発明に\n乙２３発明を組み合わせることにより，流動層炉の流動層の循環流中で廃棄物をガ\nス化してガスとチャーを生成し，チャーを微粒子化する構成，すなわち前記(3)の相\n違点２の構成を容易に想到することができる。\nなお，前記ア(ウ)，ウ(オ)，(キ)及び(ケ)のとおり，乙２２発明及び\n乙２４発明では循環流中で石炭の揮発分（ガス）と未燃炭素分（チャー）とが分離\nされ，後者が微小化される構成が，また前記エ(エ)，(オ)及びオ(エ)のとおり，乙\n２６発明及び乙２７発明では流動層の循環流中で廃棄物がガスとチャーとに分離さ\nれ，後者が微小化される構成がそれぞれ開示されている。また，本件第１特許権の\n出願日及び優先権主張日の前に頒布された刊行物である特開昭６０－９６８２３号\n公報（乙２，発明の名称「燃焼不適ごみの処理方法」。本件第１特許権に係る特許\n無効審判請求事件の審決（乙６７）の甲１３。）においても，「理論燃焼空気量よ\nり少ない空気と接触し，４００～６００℃の温度下で部分燃焼方式により熱分解さ\nれる。この熱分解により，ＣＯ，Ｈ２およびＣＨ４等の炭化水素からなる熱分解ガス\n２２と，燃え残りの炭素分からなるチヤーが生成する。チヤーの一部は流動層４内\nで粉砕作用を受け，微粉となつて熱分解ガス２２に同伴されながら空塔部１０の方\n向へ飛び上がる。微粉化が進まない残部のチヤーは流動層内に滞留するが，空気吹\nき込み管５から吹き込まれる空気によつて燃焼される上流動層４の\n粉砕作用を受けるので，昀終的には微細化される。」（３頁左上欄１行ないし１２\n行）と記載されており，乙１発明と同様に，流動層炉の流動層で廃棄物がガスとチ\nャーとに分離され，後者が微小化される構成がそれぞれ開示されている。\nそうすると，本件第１特許権の出願日及び優先権主張日の当時，流動\n層の循環流中で廃棄物がガスとチャーとに分離され，後者が微小化される構成は当\n業者において公知であったということができる。\n(ウ)　組合せの困難性について\n乙１発明と乙２３発明との間には，前者が流動層式熱分解炉とサイク\nロン式燃焼炉との組合せからなるものについての発明であり，後者が流動層式焼却\n炉のみからなるものについての発明であるという差異があるとしても，前者におい\nても後段のサイクロン式燃焼炉で燃焼を行っているのであり，両者はいずれも流動\n層を用いて廃棄物を焼却ないし加熱して処分する方法の技術に関する発明である点\nが共通する。そうすると，両者の技術分野は異なるものではない。\nまた，乙１発明が解決しようとした課題は前記(1)エのとおり，乙２３\n発明が解決しようとした課題は前記イ(ア)のとおりであって，両者は異なるが，当\n業者において両者を組み合わせることを困難にするほどのものとはいえない。\nそして，乙１発明の作用，機能は前記(1)ケ及びコのとおり，乙２３発\n明の作用，機能は前記イ(オ)ないし(キ)のとおりであって，両者は異なるが，当業\n者において両者を組み合わせることを困難にするほどのものとはいえない。\n(エ)　小括\n以上によれば，乙１発明に乙２３発明等又は周知技術を組み合わせる\nことにより，当業者において本件発明１①を容易に想到することができたものであ\nる。\nなお，特許庁も，特許無効審判請求事件の審決において，乙１発明\n（同審決では甲７）に乙３０発明（同審決では甲１４）を適用することにより当業\n者において容易に本件発明１①（ただし，訂正後のもの）をすることができた旨判\n断している（乙６７）。\nしたがって，本件発明１①は，進歩性を欠き，これに係る特許は，特\n許無効審判により無効にされるべきものである。\nケ　訂正請求について\nなお，原告は，平成１７年１月１７日付で，本件発明１①につき，「該\n廃棄物を該流動層炉に供給し」の次に「，流動層温度を４５０℃～６５０℃に維持\nし」を加える訂正請求を行い，訂正を認める旨の審決がされていること（未確定）\nが認められる（甲３３の１，乙２１，６７）。\n後記５(1)エのとおり，上記訂正に係る温度の設定は当業者の周知技術と\n評価すべきものであり，また特許庁がかかる訂正請求を認めながら本件第１特許権\nに係る特許を無効と判断していること（乙６７）にもかんがみると，かかる訂正を\nすべき旨の審決が確定したとしても，上記の無効の結論を左右するものではない。\nコ　原告の主張について\n(ア)　原告は，乙１発明に乙２３発明等を組み合わせると，微細なチャー\n等が乙第１号証の後段のサイクロン燃焼炉をすり抜けてしまい，サイクロン燃焼炉\nが集じん機能を果たせなくなる旨主張する（キャリーオーバー。前記第３の１２\n〔原告の主張〕(2)ア(ウ)ａ）。\nしかし，乙第１号証の４頁第１図では，右上部分に集じん機２０が図\n示されているが，明細書の５欄３４行ないし４０行には「燃焼排ガスはサイクロン\n炉の出口１８より熱交換器１９，及び要すれば未捕集のダストを集じんする為の電\n気集じん器２０を通して系外に排出される。尚，電気集じん器２０を設けた場合\nは，此処から排出されるダストを再びサイクロン燃焼炉１１に供給して（中略），\n溶融固化すると良い。」と記載されており，電気集じん器の設置が必須とされてい\nるわけではないし，サイクロン燃焼炉に供給されるチャーが微粒子化されると必ず\n上記キャリーオーバーの問題が生ずるとすれば，電気集じん器で回収されたチャー\nを再度サイクロン燃焼炉に供給したときに果たして良好な結果が得られるのか疑問\nであって，上記記載部分の内容と矛盾するから，上記微粒子化によって上記キャリ\nーオーバーの問題が必ず生ずるとまではいい難い。\nまた，乙第１号証においては，２欄１行ないし１９行に，「流動層焼\n却炉は周知の様に多くの利点があるが，下記の欠点がある。即ち，（中略）③流動\n層燃焼に於ては，灰分は微細粒子となつて燃焼ガス中に混入するが，粒径が細かい\nので一般の機械的集じん装置では充分に補足し得ないのみならず，集じん后も発じ\nん防止などに特別な対策を要する。」と記載され，かつ前記(1)コのとおり，「③\nサイクロン燃焼炉自体が集じん機能を果たすのみならず，高負荷燃焼を行えば灰分\nはサイクロン内壁に捕捉溶融され内壁面は濡れ状態となつて微細な灰分の集じん性\n能が向上し」と記載されているから，装置前段の流動層炉でチャーの微粒子化を行\nい，後段のサイクロン燃焼炉に微粒子化されたチャーを供給したとしても，サイク\nロン燃焼炉の高性能化などの対策を採ることで対処ができる程度のものと推認され\nる。よって，炉の構造いかんで上記キャリーオーバーの問題が生じうるからといっ\nて，乙１発明を乙２３発明と組み合わせることができなくなるわけではない。\n(イ)　原告は，乙１発明の流動層に乙２３発明の流動層を採用すると，可\n燃ガスとチャーを生成できなくなって，乙１発明を機能させることができない旨を\n主張する（前記第３の１２〔原告の主張〕(2)イ(エ)）。\nしかし，乙２３発明の流動層炉が焼却炉であるとしても，この炉の構\n造を乙１発明の流動層炉として採用する場合には，適宜運転条件の調整を行うこと\nにより，可燃ガスとチャーを生成することができるから，乙２３発明を乙１発明と\n組み合わせることができないとはいえず，原告の上記主張は採用することができな\nい。\n(6)　本件発明１②の進歩性の有無について\n本件発明１②は，本件発明１①の構成に，構成要件１Ｂ②（前記流動媒体\nの循環流は，流動媒体が沈降する移動層と流動媒体が上昇する流動層により形成さ\nれ，流動媒体が該移動層及び流動層を通り循環すること）を加えたものである。\n本件発明１②と乙１発明とを対比すると，本件発明１②が「前記流動媒体\nの循環流は，流動媒体が沈降する移動層と流動媒体が上昇する流動層により形成さ\nれ，流動媒体が該移動層及び流動層を通り循環すること」としているのに対し，乙\n１発明が，「流動層炉内の流動媒体を流動化させて流動層を形成し」（構成(イ)）\nている点（相違点１’）並びに本件発明１①との相違点１及び２で相違しており，\nその余の点は一致する。\n前記(5)ク(ア)のとおり，上記相違点１’は乙２３発明によって開示されて\nいるし，乙２２発明，乙２４発明，乙２６発明及び乙２７発明においても，流動層\n中が流動層と移動層とに分かれ，流動媒体の循環流が生じている構成が開示されて\nいるから，本件第１特許権の出願日及び優先権主張日の当時，相違点１’は当業者\nにおいて周知であったともいうことができる。また，相違点１及び２については前\n記(5)ク(ア)及び(イ)のとおりである。\nそうすると，本件発明１②も，乙１発明に乙２３発明等又は周知技術を組\nみ合わせることにより，当業者において容易に想到することができたものである。\nなお，特許庁も，特許無効審判請求事件の審決において，構成要件１Ｂ②\nは，本件第１特許権の出願前に当業者には周知の技術であって，乙１発明に乙３０\n発明及び周知技術を適用することにより，当業者において容易に本件発明１②（た\nだし，訂正後のもの）をすることができた旨判断している（乙６７）。\nしたがって，本件発明１②は，進歩性を欠き，これに係る特許は，特許無\n効審判により無効にされるべきものである。\n(7)　本件発明１③の進歩性の有無について\n本件発明１③は，本件発明１②の構成に，構成要件１Ｂ③（前記移動層は\n質量速度が比較的小さい流動化ガスによって形成され，前記流動層は質量速度が比\n較的大きい流動化ガスによって形成されること）を加えたものである。\n本件発明１③と乙１発明とを対比すると，本件発明１③が，「前記移動層\nは質量速度が比較的小さい流動化ガスによって形成され，前記流動層は質量速度が\n比較的大きい流動化ガスによって形成される」（構成要件１Ｂ③）のに対し，乙１\n発明にはこのような構成がない点（相違点１’’），本件発明１①との相違点１及\nび２並びに本件発明１②との相違点１’で相違し，その余の点は一致する。\n前記(5)ク(ア)のとおり，上記相違点１’’は乙２３発明によって開示され\nているし，乙２２発明，乙２４発明，乙２６発明及び乙２７発明においても，上記\n相違点１’’が開示されているから，本件第１特許権の出願日及び優先権主張日の\n当時，上記相違点１’’は当業者において周知であったということができる。ま\nた，相違点１及び２については，前記(5)クのとおり，相違点１’については，前\n記(6)のとおりである。\nそうすると，本件発明１③も，乙１発明に乙２３発明等又は周知技術を組\nみ合わせることにより，当業者において容易に想到することができたものである。\nなお，特許庁も，特許無効審判請求事件の審決において，構成要件１Ｂ③\nは，本件第１特許権の出願前に当業者には周知の技術であって，乙１発明に乙３０\n発明及び周知技術を適用することにより，当業者において容易に本件発明１③（た\nだし，訂正後のもの）をすることができた旨判断している（乙６７）。\nしたがって，本件発明１③は，進歩性を欠き，これに係る特許は，特許無\n効審判により無効にされるべきものである。\n５　争点(13)（本件発明２①及び②に係る特許が無効にされるべきものか否か）\nについて\n(1)　本件発明２①の進歩性の有無について\nア　本件発明２①は，いわゆる独立請求項の方式で記載されているものの，\nその実体は，本件発明１②に不燃物と流動媒体の排出に関する構成要件２Ｆ①及び\n②（該廃棄物に含まれる不燃物と流動媒体を該流動層炉の炉底部より排出し，該不\n燃物と該流動媒体を分別した後に該流動媒体を該流動層炉に戻し）を付加したもの\nにすぎない。\nイ　本件発明２①と乙１発明との対比\n本件発明２①と乙１発明とを対比すると，本件発明２①では，「該廃棄\n物に含まれる不燃物と流動媒体を該流動層炉の炉底部より排出し，該不燃物と該流\n動媒体を分別した後に該流動媒体を該流動層炉に戻し」（構成要件２Ｆ①及び②）\nているのに対し，乙１発明では，これが明示されていない点（相違点３）並びに本\n件発明１②との相違点１，１’及び２で相違し，その余の点は一致する。\nウ　相違点について\nところで，前記４(5)オ(カ)，カ(オ)及び(カ)のとおり，乙２７発明及び\n乙２８発明においては，不燃物と流動媒体を分別した後に流動媒体をエレベータを\n用いて流動層炉内に戻す構成がそれぞれ開示されている。そうすると，本件第１特\n許権の特許出願日及び優先権主張日の当時において，上記構成要件２Ｆ①及び②の\n技術は当業者において既に周知になっていたと評価することができる。また，相違\n点１，１’及び２については，前記４(5)ク及び(6)のとおりである。\nしたがって，乙１発明に乙２３発明と乙２７発明，乙２８発明若しくは\n周知技術を組み合わせることにより，又は乙１発明に周知技術を組み合わせること\nにより，当業者において，出願当時に本件発明２①を容易に想到することができた\nものである。\nなお，特許庁も，特許無効審判請求事件の審決において，乙１発明（同\n審決では甲７）に乙２７発明（同審決では甲１１）及び周知技術を適用することに\nより，当業者において容易に本件発明２①（ただし，訂正後のもの）をすることが\nできた旨判断している（乙６７）。\nしたがって，本件発明２①も，進歩性を欠き，これに係る特許は，特許\n無効審判により無効にされるべきものである。\nエ　訂正請求について\nなお，原告は，平成１７年１月１７日付で，本件発明２①につき，「流\n動層温度を４５０℃～６５０℃に維持し」なる構成要件を加える訂正請求を行い，\n訂正を認める旨の審決がされていること（未確定）が認められる（甲３３の１，乙\n２１，６７）。\nしかし，本件第１特許権の出願日及び優先権主張日よりも前である昭和\n６０年５月３０日に頒布された刊行物である特開昭６０－９６８２３号公報（乙\n２）の特許請求の範囲中には「上記流動層焼却部での焼却処理を４００～６００℃\nの比較的低温下で部分酸化方式により行い」と記載され（１頁左欄７行ないし９\n行），２頁右下欄１９行ないし３頁左上欄３行に，「燃焼不適ごみ１が供給機２を\n経たのち流動焼却炉３内へ投入され，次いで流動層４内で空気吹込み管５から導入\nされる，理論燃焼空気量より少ない空気と接触し，４００℃～６００℃の温度下で\n部分燃焼方式により熱分解される。」と記載されている。\n同様に，前記４(5)カのとおり，乙第２８号証の４７頁では，左欄４行な\nいし６行で「紙，プラスチック等都市ごみを構成する物質の熱分解温度は４００℃\n以下であり，十分余裕をみて下限を６００℃に設定した。」と，表１「燃焼領域の\n分担機能」の流動層の温度欄で「６００～７００℃」と，４８頁左欄８行及び９行\nで「焼却炉へ供給されたごみは，炉床で６００～７００℃に熱された砂と一緒に旋\n回しながらガス化，燃焼し，」とそれぞれ記載されている。\nさらに，前記４(5)キ(イ)のとおり，乙３０発明では，流動層の温度条件\nを５００℃ないし６００℃としてガス化することが開示されている。\nそうすると，流動層の温度を４５０℃ないし６５０℃に維持すること\nは，当業者が周知技術に基づいて容易に設定し得た設計的事項にすぎない。したが\nって，この温度条件を特許請求の範囲に加える訂正を行ったとしても，やはり本件\n発明２①は，進歩性を欠き，これに係る特許が特許無効審判により無効にされるべ\nきものであることには変わりはない。\n(2)　本件発明２②の進歩性の有無について\n本件発明２②は，本件発明２①の構成要件に加えて，構成要件２Ｄ②（前\n記流動層炉は，流動層温度を４５０℃～６５０℃に維持されること。乙１発明との\n相違点４）を有する（なお，原告が，本件発明２①の特許請求の範囲に本件発明２\n②に係る「流動層温度を４５０℃～６５０℃に維持し」なる構成要件を加える訂正\nを行ったため（ただし，未確定である。），訂正後の本件発明２①は訂正前の本件\n発明２②と実質的に同じものとなった。）。\nしかしながら，前記(1)エのとおり，上記構成要件２Ｄ②は当業者が周知技\n術に基づいて容易に設定し得た設計的事項にすぎないから，本件発明２②は進歩性\nを欠き，これに係る特許は，特許無効審判により無効にされるべきものである。\n６　争点(14)（本件発明３に係る特許が無効にされるべきものか否か（進歩性の\n有無））について\n(1)　本件発明３と乙１発明との対比\n本件発明３と乙１発明との相違点は次の２点であり，その余の点は一致す\nる。\nア　相違点５\n本件発明３では，「該流動層炉は，質量速度が比較的小さい流動化ガス\nを供給する流動化ガス供給手段と，質量速度が比較的大きい流動化ガスを供給する\n流動化ガス供給手段を備え」（構成要件３Ｂ①），「該質量速度が比較的小さい流\n動化ガスを供給する手段と，該質量速度が比較的大きい流動化ガスを供給する手段\nから供給される流動化ガスはともに空気とし」（構成要件３Ｂ②），「該流動化ガ\nスを該炉内に供給して該炉内に流動媒体の循環流を形成し」ている（構成要件３Ｂ\n③）のに対し，乙１発明にはこれらのような構成がない点\nイ　相違点６\n本件発明３では，「該廃棄物に含まれる不燃物と流動媒体を該流動層炉\nの炉底部より排出し，該不燃物と該流動媒体を分別した後に該流動媒体を該流動層\n炉に戻し」ているのに対し（構成要件３Ｆ①），乙１発明にはこのような構成が明\n示されていない点\n(2)　本件発明３の進歩性の有無について\n上記相違点５は，前記４(5)及び(7)と同様に，乙２３発明等において開示\nされているか，又は当業者の周知技術にすぎない。すなわち，構成要件３Ｂ①及び\n③は，乙２２ないし乙２４，乙２６及び乙２７発明において開示されているか又は\n当業者の周知技術にすぎない。そして，流動層に吹き込む流動化ガスとして空気を\n用いること（構成要件３Ｂ②）は，乙２２，乙２３，乙２６及び乙２７発明で開示\nされているか（前記４(5)ア(ア)，(カ)，イ(ウ)，エ(イ)，(ウ)，オ(エ)）又は当業\n者の周知技術にすぎない。\n一方，構成要件３Ｆ①は，本件発明２①の構成要件２Ｆ①及び②と同一内\n容のものであるから，前記(1)の相違点６は，本件発明２①に関する相違点３と実質\n的に同一の相違点である。そうすると，前記５(1)のとおり，相違点６も，乙２７発\n明，乙２８発明で開示されているか，又は当業者の周知技術にすぎない。\n以上のとおり，本件発明３は，乙１発明に乙２３発明と乙２７発明，乙２\n８発明又は周知技術を組み合わせることにより，あるいは乙１発明に周知技術を組\nみ合わせることにより，当業者において容易に想到することができたものである。\nなお，特許庁も，特許無効審判請求事件の審決において，乙１発明（同審\n決では甲２）に周知技術を適用することにより，当業者において容易に本件発明３\n（ただし，訂正後のもの）をすることができた旨判断している（乙６８）。\nしたがって，本件発明３は，進歩性を欠き，これに係る特許は，特許無効\n審判により無効にされるべきものである。\n(3)　訂正請求について\nなお，原告は，平成１７年２月２１日付で，本件発明３につき，「該流動\n化ガスを該炉内に供給し」を「該流動化ガスを炉内に供給し」に改め，「ガス化し\nてガスとチャーを生成し」を「循環流中でガスとチャーを生成し」に改める旨の訂\n正請求を行い，訂正を認める旨の審決がされていること（未確定）が認められる\n（甲３５，乙６８）。\nしかし，これらの訂正を加えても，本件発明３に進歩性があるとはいい難\nく，また特許庁がかかる訂正請求を認めながら本件第２特許権に係る特許を無効と\n判断していること（乙６８）にもかんがみると，かかる訂正をすべき旨の審決が確\n定したとしても，上記の無効の結論を左右するものではない。\n７　争点(15)（本件発明４①ないし③に係る特許が無効にされるべきものか否\nか）について\n(1)　本件発明４①と乙１発明との対比\nア　本件発明４①の内容\n本件発明４①に係る請求項１では，「流動層の温度を４５０～６５０℃\nに維持し，抑制された燃焼反応が継続されるようにし，」（構成要件４Ｄ②，４\nＥ）とあるから，「抑制された燃焼反応が継続」は流動層の温度維持等の結果ない\nし目的に相当する。\n本件明細書３中の【発明の詳細な説明】には，次の記載がある。\n(ア)　【産業上の利用分野】（４頁１９行ないし２２行）\n「【０００１】本発明は，流動層炉において可燃物をガス化し，（中\n略）する方法及び装置に関する。」\n(イ)　【作用】（１０頁３７行ないし４４行）\n「【００２２】（中略）本発明においては，流動層炉が少量の空気で\n燃焼を維持できるので，流動層炉を低空気比低温度（４５０～６５０℃）とし，発\n熱を昀小限に抑えて，ゆるやかに燃焼させることにより，可燃分を多量に含む均質\nな生成ガスを得ることができ，ガス，タール，チャーの可燃分の大部分を次段の熔\n融燃焼炉において利用できる」\n(ウ)　１１頁１７行ないし２５行\n「【００２４】移動層において揮発分が失われ加熱された可燃物，即\nち，固定炭素（チャー）やタール分等は，次に流動層内へ循環され，流動層内の比\n較的酸素含有量の多い周辺流動化ガスと接触し燃焼され，燃焼ガス及び灰分に変わ\nると共に炉内を４５０～６５０℃に維持する燃焼熱を発生する。この燃焼熱により\n流動媒体が加熱され，加熱された流動媒体が炉周辺部上方で炉中央部へ転向され移\n動層内を下降することにより移動層内の温度を揮発分のガス化に必要な温度に維持\nする。可燃物が投入される炉中央部ほど低酸素状態であるので，高い可燃分を有す\nる生成ガスを発生することができる。また，可燃物中の金属が不燃物取出口から未\n酸化の有価物として回収することができる。」\n(エ)　【実施例】（１３頁４行及び５行）\n「【００３５】流動化ガス全体の空気量が，可燃物１１の燃焼に必要\nな理論燃焼空気量の３０％以下とされ，炉内は，還元雰囲気とされる。」\n(オ)　１３頁１３行ないし２２行\n「【００３７】移動層９の上部へ投入された可燃物１１は，流動媒体\nと共に移動層９中を下降する間に加熱され，その揮発分がガス化する。移動層９中\nでガス化されなかったチャー及びタール並びに一部の揮発分は，流動媒体と一緒に\n中間層９’及び流動層１０へ移動し，部分的にガス化し部分的に燃焼される。中間\n層９’でガス化されない主としてチャー及びタールは，流動媒体と共に，炉周辺部\nの流動層１０内へ移動し，比較的酸素含有量の多い周辺流動化ガス８中で燃焼され\nる。流動媒体は，流動層１０中で加熱され，移動層９へ循環し，移動層９中の可燃\n物を加熱する。中間層の酸素濃度については，可燃物の種類（揮発分が多いか，チ\nャー，タール分が多いか）等により，酸素濃度を低くしてガス化を主体にするか，\n酸素濃度を高くして酸化燃焼を主体にするかが選定される。」\nこれらの本件明細書３の各記載によれば，構成要件４Ｅにいう「抑制さ\nれた燃焼反応」は，酸化燃焼に十分な酸素量を供給せず（低酸素状態，還元雰囲\n気），流動層炉中の可燃物を完全に酸化燃焼させず，その一部のみを酸化燃焼させ\nて，燃焼による発熱を他の廃棄物の加熱・ガス化に利用するというものであるとい\nうことができる。\nイ　乙１発明の内容\n他方，乙１発明について次の事実が認められる（乙１）。\n(ア)　乙１発明に先立つ従前の技術においては，「プラスチツクのような\n発熱量の高い原料は燃焼に必要な空気量が極めて多く流動化に必要なガス量を遥か\nに越えるので，流動層の塔径を必要以上に過大に設定せねばならず不経済とな\nる。」（発明の詳細な説明，２欄１０行ないし１４行）という課題があったので，\n「部分燃焼法などを用いて解決」（３欄５行及び６行）が図られていたが，「部分\n燃焼法」によっても解決しがたい課題を解決するために乙１発明の「発明者らは，\n上述の問題点を解決するために研究を重ね，本発明の技術的思想が創作された」\n（３欄１９行及び２０行）。\n(イ)　乙１発明の流動層炉の作用においては，「都市ごみ，スラジなどの\n原料は原料供給装置１から流動層熱分解炉２に供給され，流動層３内で部分燃焼に\nよつて残部が加熱されて熱分解される。」（５欄２行ないし５行）。\n(ウ)　よって，乙１発明における「部分燃焼」においても，酸化燃焼に十\n分な酸素量を供給せず（低酸素状態，還元雰囲気），流動層炉中の可燃物を完全に\n酸化燃焼させずに，その一部のみを酸化燃焼させて，燃焼による発熱を他の廃棄物\nの加熱・ガス化に利用しているということができる。\nウ　対比\n前記ア及びイのとおり，構成要件４Ｅにいう「抑制された燃焼反応」\nも，乙１発明にいう「部分燃焼」も，酸化燃焼に十分な酸素量を供給せず，流動層\n炉中の可燃物を完全に酸化燃焼させずに，その一部のみを酸化燃焼させて，燃焼に\nよる発熱を他の廃棄物の加熱・ガス化に利用することを意味するのであって，両者\nは同義であると解される。よって，構成要件４Ｅは本件発明４①と乙１発明との相\n違点とはいえない。なお，本件明細書３中にも，上記のとおり，「ゆるやかに」\n（１０頁４２行，１７頁１０行）とあるのみであって，十分な酸素のある酸化燃焼\nの場合に比して燃焼速度が小さいことを意味しているにすぎないと解されるし，乙\n１発明の流動層炉においても，供給する酸素量を減少させることで，十分な酸素の\nある酸化燃焼の場合に比して燃焼速度が小さくなることもあり得ると考えられるか\nら，乙第１号証に燃焼速度を小さくする旨の明示の記載部分がないとしても，前記\n結論を左右するものではない。\nそのほかに，本件発明４①と乙１発明には，次のとおりの相違点があ\nり，その余の点は一致する。\n(ア)　相違点７\n本件発明４①では，「炉内に上昇する流動媒体と沈降する流動媒体か\nらなる流動媒体の循環流を有する流動層炉を備え，」（構成要件４Ｂ①）ているの\nに対し，乙１発明では，「流動層炉内の流動媒体を流動化させて流動層を形成し」\n（構成(イ)）ている点\n(イ)　相違点８\n本件発明４①では，「流動媒体が上昇する流動層の温度を４５０℃～\n６５０℃に維持し」ている（構成要件４Ｄ②）のに対し，乙１発明ではこのような\n温度条件について明示されていない点\n(2)　本件発明４①の新規性の有無について\n前記４(4)のとおり，乙１発明では「循環流」が開示されていないから，相\n違点７は解消されない。\nそうすると，本件発明４①には新規性がないとはいえない。\n(3)　本件発明４①の進歩性の有無について\nア　相違点について\n前記４(6)と同様に，相違点７は乙２３発明等によって開示されている。\nまた，前記５(1)エと同様に，相違点８は当業者が周知技術に基づいて容\n易に設定し得た設計的事項にすぎない。\nそうすると，本件発明４①も，乙１発明に乙２３発明等又は周知技術を\n組み合わせることにより，当業者において容易に想到することができたものであ\nる。\nなお，特許庁も，特許無効審判請求事件の審決において，乙１発明（同\n審決では甲３）に周知技術を適用することにより，当業者において容易に本件発明\n４①（ただし，訂正後のもの）をすることができた旨判断している（乙６９）。\nしたがって，本件発明４①は進歩性を欠き，これに係る特許は，特許無\n効審判により無効にされるべきものである。\nイ　訂正請求について\nなお，原告は，平成１７年２月２１日付で，本件発明４①につき，「流\n動媒体の循環流を有する」を「流動媒体の循環流を形成し，該循環流を有する」に\n改め，「該廃棄物をガス化してガスとチャーを生成し」を「該廃棄物を循環流中で\nガスとチャーを生成し」に改める訂正請求を行い，訂正を認める旨の審決がされて\nいること（未確定）が認められる（甲３７，乙６９）。しかし，前者の訂正は記載\nの明瞭化の域を超えるものではないし，これらの訂正を加えても，本件発明４①に\n進歩性があるとは言い難く，また特許庁がかかる訂正請求を認めながら本件第３特\n許権に係る特許を無効と判断していること（乙６９）にもかんがみると，かかる訂\n正をすべき旨の審決が確定したとしても，上記の無効の結論を左右するものではな\nい。\n(4)　本件発明４②の進歩性について\nア　本件発明４②と乙１発明との対比\n本件発明４②は，本件発明４①の構成要件に加えて，構成要件４Ｂ②\n（前記上昇する流動媒体と沈降する流動媒体からなる流動媒体の循環流は，質量速\n度が比較的大きい流動化ガスと質量速度が比較的小さい流動化ガスにより形成され\nること）を有する。\n本件発明４②と乙１発明とを対比すると，本件発明４②では，「前記上\n昇する流動媒体と沈降する流動媒体からなる流動媒体の循環流は，質量速度が比較\n的大きい流動化ガスと質量速度が比較的小さい流動化ガスにより形成される」（構\n成要件４Ｂ②）のに対し，乙１発明では，このような付加的限定がない点（相違点\n９）並びに本件発明４①との相違点７及び８で相違し，その余の点は一致する。\nイ　相違点について\n相違点９については，本件発明１③に係る相違点１’’（前記４(7)）と\n実質的に同一であり，乙２３発明等によって開示されている。\nそうすると，本件発明４②も乙１発明に乙２３発明等又は周知技術を組\nみ合わせることにより，当業者において容易に想到することができたものである。\nなお，特許庁も，特許無効審判請求事件の審決において，構成要件４Ｂ\n②は本件第３特許権の出願前に当業者に周知の技術であり，乙１発明に周知技術を\n適用することにより，当業者において容易に本件発明４②（ただし，訂正後のも\nの）をすることができた旨判断している（乙６９）。\nしたがって，本件発明４②は，進歩性を欠き，これに係る特許は，特許\n無効審判により無効にされるべきものである。\n(5)　本件発明４③の進歩性について\nア　本件発明４③と乙１発明との対比\n本件発明４③は，本件発明４①又は②の構成要件に加えて，構成要件４\nＢ③（前記流動層炉内には流動化ガスとして空気を供給すること）を有する。\n本件発明４③と乙１発明とを対比すると，本件発明４③では「前記流動\n層炉内には流動化ガスとして空気を供給する」（構成要件４Ｂ③）のに対し，乙１\n発明ではこのような付加的限定がない点並びに本件発明４①又は②との相違点７な\nいし９で相違し，その余は一致する。なお，前記４(1)ケのとおり，乙第１号証には\n「空気はガス入口４からガス室５に入りガス分散板６を通つて砂を流動化させ且つ\n原料の一部を燃焼する。」との記載があり，また，その５欄４１行ないし４３行に\nは，「流動層熱分解炉２に供給する空気はブロワ２１により熱交換器１９を介して\n昇温されてガス入口４に供給される。」との記載があるから，乙１発明において構\n成要件４Ｂ③が開示されており，本件発明４③との相違点とはならないと解するこ\nともできる。\nイ　相違点について\n前記６(2)と同様に，構成要件４Ｂ③は，乙２２発明等で開示されている\nか，又は当業者の周知技術にすぎない。そうすると，前記(3)及び(4)と同様に，本\n件発明４③は，乙１発明に乙２３発明等又は周知技術を組み合わせることにより当\n業者が容易に想到することができたものである。\nなお，特許庁も，特許無効審判請求事件の審決において，構成要件４Ｂ\n③は，乙１発明が具備する構成にすぎず，乙１発明に周知技術を適用することによ\nり，当業者において容易に本件発明４③（ただし，訂正後のもの）をすることがで\nきた旨判断している（乙６９）。\nしたがって，本件発明４③は進歩性を欠き，これに係る特許は特許無効\n審判により無効にされるべきものである。\n８　争点(16)（本件発明５に係る特許が無効にされるべきものか否か（進歩性の\n有無））について\n(1)　本件発明５と乙１発明との対比\n本件発明５は，いわゆる独立請求項の形式で記載されているものの，その\n構成は，本件発明４①ないし③をまとめたものにすぎない。すなわち，構成要件５\nＡは構成要件４Ａに，構成要件５Ｂ①及び②は構成要件４Ｂ①ないし③に，構成要\n件５Ｄ①及び②は構成要件４Ｄ①及び②に，構成要件５Ｅは構成要件４Ｅに，構成\n要件５Ｆは構成要件４Ｆにそれぞれ相当する。そして，本件発明５は，本件発明４\n①の構成要件に加えて，後者が構成要件５Ｂ①及び②を有する点で相違している\nが，構成要件５Ｂ①は本件発明４③の構成要件４Ｂ③に実質的に同一であり，構成\n要件５Ｂ②は本件発明４②の構成要件４Ｂ②と実質的に同一である。\nよって，本件発明５と乙１発明との一致点及び相違点は，本件発明４②又\nは③におけるのと同様である。\n(2)　本件発明５の進歩性の有無について\nしたがって，本件発明５は，前記７のとおり，乙１発明に乙２３発明等又\nは周知技術を組み合わせることにより，当業者において容易に想到することができ\nたものである。\nなお，特許庁も，特許無効審判請求事件の審決において，乙１発明に周知\n技術を適用することにより，当業者において容易に本件発明５（ただし，訂正後の\nもの）をすることができた旨判断している（乙６９）。\nしたがって，本件発明５は進歩性を欠き，これに係る特許は，特許無効審\n判により無効にされるべきものである。\n(3)　訂正請求について\nなお，原告は，平成１７年２月２１日付で，本件発明５につき，「流動化\nガスにより形成される」を「流動化ガスを供給することにより形成される」に改\nめ，「該廃棄物をガス化してガスとチャーを生成し」を「該廃棄物を循環流中でガ\nスとチャーを生成し」に改める訂正請求を行い，訂正を認める旨の審決がされてい\nること（未確定）が認められる（甲３７，乙６９）。しかし，前者の訂正は記載の\n明瞭化の域を超えるものではないし，これらの訂正を加えても，本件発明５に進歩\n性があるとは言い難く，また特許庁がかかる訂正請求を認めながら本件第３特許権\nに係る特許を無効と判断していること（乙６９）にもかんがみると，かかる訂正を\nすべき旨の審決が確定したとしても，上記の無効の結論を左右するものではない。\n９　争点(17)（本件発明６①ないし③に係る特許が無効にされるべきものか否\nか）について\n(1)　本件発明６①と乙１発明との対比\n本件発明６①は，独立請求項の形式で記載されているが，本件発明４①に\nはない構成要件６Ｅ「生成されたチャーの一部を流動媒体が上昇する流動層で燃焼\nさせ」がある以外は，本件発明４①と実質的に同一である。\n本件発明６①と乙１発明とを対比すると，本件発明６①では，「生成され\nたチャーの一部を流動媒体が上昇する流動層で燃焼させ」（構成要件６Ｅ）という\n構成要件があるのに対し，乙１発明ではそのような構成が明示されていない点（相\n違点１１）並びに本件発明４①との相違点７及び８で相違し，その余の点は一致す\nる。\n(2)　本件発明６①の新規性の有無について\n本件発明４①におけるのと同様に，乙１発明では「循環流」が開示されて\nいないから，本件発明６①が新規性を欠くとはいえない。\n(3)　本件発明６①の進歩性の有無について\nア　相違点について\n前記４(5)クと同様に，乙１発明に乙２３発明又は周知技術を組み合わせ\nることにより，当業者において，相違点１１の構成を容易に想到することができ\nる。また，相違点７については前記７(3)ア及び４(6)のとおり，相違点８について\nは前記７(3)ア及び５(1)エのとおりである。\nそうすると，本件発明６①も，乙１発明に乙２３発明等又は周知技術を\n組み合わせることにより，当業者において容易に想到することができたものであ\nる。\nなお，特許庁も，特許無効審判請求事件の審決において，乙１発明に周\n知技術を適用することにより，当業者において容易に本件発明６①（ただし，訂正\n後のもの）をすることができた旨判断している（乙６９）。\nしたがって，本件発明６①は進歩性を欠き，これに係る特許は，特許無\n効審判により無効にされるべきものである。\nイ　訂正請求について\nなお，原告は，平成１７年２月２１日付で，本件発明６①につき，「流\n動媒体の循環流を有する」を「流動媒体の循環流を形成し，該循環流を有する」に\n改め，「該廃棄物をガス化してガスとチャーを生成し」を「該廃棄物を循環流中で\nガスとチャーを生成し」に改める訂正請求を行い，訂正を認める旨の審決がされて\nいること（未確定）が認められる（甲３７，乙６９）。しかし，前者の訂正は記載\nの明瞭化の域を超えるものではないし，これらの訂正を加えても，本件発明６①に\n進歩性があるとは言い難く，また特許庁がかかる訂正請求を認めながら本件第３特\n許権に係る特許を無効と判断していること（乙６９）にもかんがみると，かかる訂\n正をすべき旨の審決が確定したとしても，上記の無効の結論を左右するものではな\nい。\n(4)　本件発明６②の進歩性の有無について\n本件発明６②は，本件発明６①の構成要件に加えて，構成要件６Ｂ②（前\n記上昇する流動媒体と沈降する流動媒体からなる流動媒体の循環流は，質量速度が\n比較的大きい流動化ガスと質量速度が比較的小さい流動化ガスにより形成されるこ\nと）を有する。\n本件発明６②と乙１発明とを対比すると，本件発明６①と乙１発明との相\n違点７，８及び１１に加え，構成要件６Ｂ②が加えられた点において相違し，その\n余の点は一致する。\n前記４(7)と同様に，本件発明６②の構成要件６Ｂ②は，乙２３発明等で開\n示されており，あるいは当業者の周知技術ということもできるのであって，乙１発\n明にこれらの構成を付加することは，当業者にとって容易である。また，相違点７\nについては前記７(3)ア及び４(6)のとおり，相違点８については前記７(3)ア及び\n５(1)エのとおり，相違点１１については前記４(5)クのとおりである。\nそうすると，本件発明６②は，乙１発明に乙２３発明等又は周知技術を組\nみ合わせることにより，当業者において容易に想到することができたものである。\nなお，特許庁も，特許無効審判請求事件の審決において，構成要件６Ｂ②\nは本件第３特許権の出願前に当業者に周知の技術にすぎず，乙１発明に周知技術を\n適用することにより，当業者において容易に本件発明６②（ただし，訂正後のも\nの）をすることができた旨判断している（乙６９）。\nしたがって，本件発明６②は進歩性を欠き，これに係る特許は，特許無効\n審判により無効にされるべきものである。\n(5)　本件発明６③の進歩性の有無について\n本件発明６③は，本件発明６①又は６②の構成要件に加えて，構成要件６\nＢ③（前記流動層炉内には流動化ガスとして空気を供給すること）を有する。\n構成要件６Ｂ③は，構成要件４Ｂ③と同じであるから，本件発明４③にお\nけるのと同様に，構成要件６Ｂ③は，乙２２発明等で開示されているか，当業者の\n周知技術にすぎないものであり，あるいは乙１発明との一致点である。\nそうすると，本件発明６③も，本件発明６①又は②と同様の理由（前記(3)\n及び(4)）により，当業者において容易に想到できたものである。\nなお，特許庁も，特許無効審判請求事件の審決において，構成要件６Ｂ③\nは乙１発明で具備された事項にすぎず，乙１発明に周知技術を適用することによ\nり，当業者において容易に本件発明６③（ただし，訂正後のもの）をすることがで\nきた旨判断している（乙６９）。\nしたがって，本件発明６③は進歩性を欠き，これに係る特許は，特許無効\n審判により無効にされるべきものである。\n１０　争点(18)（本件発明７に係る特許が無効にされるべきものか否か（進歩性\nの有無））について\n(1)　本件発明７と乙１発明との対比\n本件発明７は，構成要件７Ｅ「生成されたチャーの一部を質量速度の比較\n的大きい流動化ガスによって流動化される流動層で燃焼させ」がある以外は，本件\n発明５と実質的に同一である。\nよって，本件発明７と乙１発明とは，本件発明５との相違点に加え，構成\n要件７Ｅを具備する点において乙１発明と相違する。\n(2)　相違点について\n構成要件７Ｅは，本件発明６①の構成要件６Ｅと実質的に同一であるが，\n前記４(5)クのとおり，当業者において，乙１発明に乙２３発明又は周知技術を組み\n合わせることで，流動層炉の流動層の循環流中で廃棄物をガス化してガスとチャー\nを生成し，チャーを微粒子化する構成を容易に想到することができるといい得るか\nら，同様に構成要件７Ｅも当業者において容易に想到することができるといい得る\nものである。\nそうすると，本件発明７も，本件発明６①と同様に，乙１発明に乙２３発\n明等又は周知技術を組み合わせることにより，当業者において容易に想到すること\nができたものである。\nなお，特許庁も，特許無効審判請求事件の審決において，乙１発明に周知\n技術を適用することにより，当業者において容易に本件発明７（ただし，訂正後の\nもの）をすることができた旨判断している（乙６９）。\nしたがって，本件発明７は進歩性を欠き，これに係る特許は特許無効審判\nにより無効にされるべきものである。\n(3)　訂正請求について\nなお，原告は，平成１７年２月２１日付で，本件発明７につき，「流動化\nガスにより形成される」を「流動化ガスを供給することにより形成される」に改\nめ，「該廃棄物をガス化してガスとチャーを生成し」を「該廃棄物を循環流中でガ\nスとチャーを生成し」に改める訂正請求を行い，訂正を認める旨の審決がされてい\nること（未確定）が認められる（甲３７，乙６９）。しかし，前者の訂正は記載の\n明瞭化の域を超えるものではないし，これらの訂正を加えても，本件発明７に進歩\n性があるとは言い難く，また特許庁がかかる訂正請求を認めながら本件第３特許権\nに係る特許を無効と判断していること（乙６９）にもかんがみると，かかる訂正を\nすべき旨の審決が確定したとしても，上記の無効の結論を左右するものではない。\n１１　争点(19)（本件発明８に係る特許が無効にされるべきものか否か（進歩性\nの有無））について\n本件発明８は，本件発明４①ないし③，５，６①ないし③又は７と構成要\n件８Ｆ（前記熔融炉は，酸素又は酸素と空気の混合気体を供給するノズルを備えた\nこと）を除いて同じであることから，これらの各発明との相違点に加え，構成要件\n８Ｆを具備する点において，乙１発明と相違する。\n本件第３特許権の出願日及び優先権主張日よりも前に頒布された刊行物で\nある乙第１号証中には，「空気はガス入口４からガス室５に入りガス分散板６を通\nつて砂を流動化させ且つ原料の一部を燃焼する。熱分解により生成したチヤーと可\n燃性ガス及び部分燃焼により発成した灰分と燃焼排ガスは，全て塔頂部フリーボー\nド７から分解炉出口８に出て，空気エジエクタ９においてブロワ１０により供給さ\nれる加圧空気によつて，吸引加速され，空気とガスとの混合ガスはサイクロン燃焼\n炉１１に接線方向に高速で送られ，」（５欄６行ないし１４行）との記載があり，\nまたその中の第１図中には，サイクロン燃焼炉がノズルを有する空気エジェクタ９\nが開示されているから，空気を炉の外部から導入して混合するノズルの構成が開示\nされている。\nまた，本件第３特許権の出願日及び優先権主張日よりも前である平成２年\n７月１８日に頒布された刊行物である特開平２－１８３７１１号公報（乙５４）中\nには，燃焼用空気として酸素富化空気を用い，これを竪型炉内に上向きに吹き込ん\nで旋回流を形成させること（１欄左欄４行ないし８行，２頁右上欄７行ないし１０\n行）が記載されているほか，昭和５５年３月２６日に頒布された刊行物である特開\n昭５５－４３１３５号公報（乙５５）中にも純酸素又は酸素富化空気を吹き込む旨\nの記載（１欄９行及び１０行）などがあり，乙第５６号証ないし乙第５８号証にも\n同趣旨の記載がある。そうすると，酸素又は酸素と空気の混合気体を供給するノズ\nルを具備するとの上記構成要件８Ｆは，本件第３特許権の出願当時に既に当業者に\nおいて周知技術となっていたものということができる。\nしたがって，前記７ないし１０のとおり，本件発明４ないし７がいずれも\n進歩性を欠くことにもかんがみると，本件発明８も，乙１発明に乙２３発明等又は\n周知技術を組み合わせることにより当業者が容易に想到することができたものであ\nる。\nなお，特許庁も，特許無効審判請求事件の審決において，構成要件８Ｆは\n本件第３特許権の出願前に当業者に周知の技術にすぎず，乙１発明に周知技術を適\n用することにより，当業者において容易に本件発明８（ただし，訂正後のもの）を\nすることができた旨判断している（乙６９）。\nしたがって，本件発明８は進歩性を欠き，これに係る特許は特許無効審判\nにより無効にされるべきものである。\n１２　結論\n以上の次第で，被告製品の構成が本件各発明の技術的範囲に属するとはい\nえず，かつ，本件各発明はいずれも進歩性を欠き，本件各発明に係る特許はいずれ\nも特許無効審判によって無効にされるべきものであるから，その余の点について判\n断するまでもなく，原告の本件請求は理由がない。よって，主文のとおり判決す\nる。\n東京地方裁判所民事第４７部\n裁判長裁判官　　　　髙　　　部　　　眞　規　子\n裁判官　　　　中　　　島　　　基　　　至\n裁判官　　　　田　　　邉　　　　　　　実\n･\n（別紙略）\n"
}