{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 9,
    "day": 24
  },
  "case_number": "平成15(行コ)38",
  "case_name": "軽油引取税決定処分等取消請求控訴事件(原審・東京地方裁判所平成13年(行ウ)第117号)",
  "court_name": "東京高等裁判所",
  "field": "行政",
  "gist": "１　炭化水素化合物の含有割合が５０パーセントに満たないガイアックスという名称の自動車用燃料が，地方税法７００条の３第３項所定の炭化水素油（炭化水素とその他の物との混合物）に該当するとしてされた軽油引取税決定処分が，一部違法とされた事例\n２　地方税法７００条の３第３項にいう「自動車」の意義",
  "case_gist": "１　炭化水素化合物の含有割合が５０パーセントに満たないガイアックスという名称の自動車用燃料が，地方税法７００条の３第３項所定の炭化水素油（炭化水素とその他の物との混合物）に該当するとしてされた軽油引取税決定処分につき，同項にいう「炭化水素とその他の物との混合物」は，炭化水素化合物を主成分とするものに限らず，炭化水素化合物とその他の物を混合した物質を広く指すものと解され，前記燃料も「炭化水素とその他の物との混合物」に当たるが，同条３項ないし５項における「自動車」とは道路運送車両法（平成１１年法律第１６０号による改正前）２条所定の「自動車」を意味するものと解釈すべきであり，原動機付自転車はこれに含まれないから，前記燃料のうち原動機付自転車用に販売ないし消費された部分は課税対象とはならないとして，前記処分を一部違法とした事例\n２　地方税法７００条の３第３項にいう「自動車」は，道路の主たる利用者である自動車一般を指すものと解されるから，道路運送車両法（平成１１年法律第１６０号による改正前）２条所定の自動車，すなわち，原動機付自転車以外の自動車一般を含む。",
  "lawsuit_id": "15130",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=15130",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/130/015130_hanrei.pdf",
  "contents": "主　　　文\n１　本件控訴を棄却する。\n２　控訴費用（参加に係る費用を含む。）は，控訴人の負担とする。\n事実及び理由\n第１　当事者の求める裁判\n１　控訴人\n（１）　原判決中，控訴人敗訴部分を取り消す。\n（２）　被控訴人が，控訴人に対してした原判決別表記載の各軽油引取税決定処分\n及び不申告加算金賦課決定処分をいずれも取り消す（原審認容部分を含む。）。\n（３）　訴訟費用は，第１，２審とも被控訴人の負担とする。\n２　被控訴人\n主文同旨\n第２　事案の概要等\n事案の概要は，次のとおり付け加えるほか，原判決「事実及び理由」中の「第２\n事案の概要」及び「第３　争点と争点に関する当事者双方の主張」に記載のとお\nりであり，証拠関係は，本件記録中の証拠目録記載のとおりであるから，これらを\n引用する。\n１　原判決書２頁１６行目の「地方税法７００条の３第３項」の次に「（東京都都\n税条例（以下「都税条例」という。）１０３条の２第４項）」を，４頁１行目の末\n尾の次に「都税条例１条は，東京都都税及びその賦課徴収については，法令その他\nに別に定めがあるもののほか，この条例の定めるところによる旨規定しているほ\nか，同条例１０３条の２第３項は，軽油引取税は，特約業者又は元売業者が地方税\n法７００条の３第３項に規定する燃料炭化水素油（同条例１０３条の２第４項にお\nいて「燃料炭化水素油」という。）を自動車の内燃機関の燃料として販売した場合\nにおいては，同項に規定する販売量を課税標準として，当該特約業者又は元売業者\nに課する旨，同条例１０３条の２第４項は，軽油引取税は，同条１項ないし３項に\n規定する場合のほか，特約業者又は元売業者以外の石油製品の販売業者が軽油に軽\n油以外の炭化水素油（炭化水素とその他の物との混合物又は単一の炭化水素で，１\n気圧において温度１５度で液状であるものを含む。）を混和し若しくは軽油以外の\n炭化水素油と軽油以外の炭化水素油を混和して製造された軽油を販売した場合又は\n燃料炭化水素油を自動車の内燃機関の燃料として販売した場合においては，地方税\n法７００条の３第４項に規定する販売量を課税標準として，当該石油製品販売業者\nに課する旨，同条例１０３条の２第５項は，軽油引取税は，同条１項ないし４項に\n規定する場合のほか，地方税法７００条の３第５項に規定する自動車の保有者が炭\n化水素油を自動車の内燃機関の燃料として消費した場合（当該自動車を道路におい\nて運行の用に供するため消費した場合に限る。）においては，当該炭化水素油の消\n費に対し，同項に規定する消費量を課税標準として，当該自動車の保有者に課する\n旨，それぞれ定めている。」を，５頁９行目の「消費した分）」の次に「並びに都\n税条例１０３条の２第４項，第５項等」を，６頁８行目の末尾の次に「なお，本件\n規定を受けて都税条例１０３条の２第４項が，本件規定等を受けて都税条例１０３\n条の２第３項ないし第５項がそれぞれ定められており，本件規定及び本件規定等に\nついての解釈は都税条例１０３条の２第４項及び同条例１０３条の２第３項ないし\n第５項にも当てはまるものである。」を，１２行目の「について」の次に「その混\n和の組合せ及び化学成分に関する」を，同行目の「置いておらず，」の次に「その\n混和物も明確にされていない。」を，１０頁２行目の「比重」の次に「（０．８０\n１７以下で軽油よりも軽くガソリンと同程度である。）」を，４行目の「明らかで\nある」の次に「（本件燃料は，軽油引取税が課税対象としているディーゼル車の内\n燃機関燃料として使用されるものではなく，ガソリン車の内燃機関燃料として使用\nされているものである。）」をそれぞれ加え，５行目の「ＣＯ２」を「ＣＯ２」\nに，１２頁２５行目の「軽油取引税」を「軽油引取税」にそれぞれ改め，１３頁２\n１行目の末尾の次に「（軽油引取税の課税客体は，軽油又は軽油類似品であ\nる。）」を，１６頁１行目の「甲１３，」の次に「５８，」を，同行目の「６０」\nの次に「，乙９」を，２行目の「行われてきたのである」の次に「（行政慣行）」\nをそれぞれ加える。\n２　控訴人の当審における追加的主張（アムビギュイティの法理違反）\nアムビギュイティの法理（又は厳格解釈の法理）とは，法令や契約書の文言，用\n語に疑問や不明確な部分があるときは，その法令や契約書は，その契約書を作成し\nたり，その文言，用語を使用した当事者に不利に，反対の当事者に有利に解釈しな\nければならないという法理であり，米国において刑事法の分野で発展してきたもの\nであるが，今日では民事事件，とりわけ税務や規制がある行政分野で広く適用され\nている。アムビギュイティの法理は，法治国家であり，租税法律主義（課税要件明\n確主義）が憲法で強く要請されている我が国の税法の解釈，適用にもそのまま妥当\nするものである。\n本件規定は，「炭化水素油」について定義規定が欠落しており，その混合物の内\n容や化学成分等があいまいである。このようなあいまいな規定を納税者に不利に解\n釈することは，アムビギュイティの法理に違反するもので許されない。さらに，軽\n油引取税の対象となる「自動車」についても定義規定が欠落し，その範囲が不明確\nである。この「自動車」の範囲を納税者に不利に解釈，適用することも明らかにア\nムビギュイティの法理に違反するものである。したがって，本件各処分は違法な決\n定であり，いずれも取り消されるべきものである。\n３　控訴人の当審における追加的主張に対する被控訴人の主張\n炭化水素油及び自動車の各規定は，合理的な解釈により明確になるものであるか\nら，定義規定ないし範囲が不明確であるとの控訴人の主張は失当である。\n第３　当裁判所の判断\n当裁判所も，控訴人の請求はいずれも原裁判所が認容した限度でのみ理由がある\nものと考えるが，その理由は，次のとおり付け加えるほか，原判決「事実及び理\n由」中の「第４　争点に対する判断」に記載のとおりであるから，これを引用す\nる。\n１　原判決書１９頁８行目の末尾の次に「本件規定が」を加え，２０頁５行目の\n「ＣＯ２」を「ＣＯ２」に改める。\n２　控訴人の当審における追加的主張に対する判断\n控訴人は，本件規定は，「炭化水素油」について定義規定が欠落しており，その\n混合物の内容や化学成分等があいまいであり，また，軽油引取税の対象となる「自\n動車」についても定義規定が欠落し，その範囲が不明確であるとして，このような\n場合に「炭化水素油」や「自動車」の範囲を納税者に不利に解釈，適用することは\n明らかにアムビギュイティの法理に違反する旨主張する。\nしかし，原判決「事実及び理由」中の「第４　争点に対する判断」第２項及び第\n４項に説示したとおり，これらの規定の内容は，合理的な解釈によって確定するこ\nとが可能であり，その内容があいまいであるとはいえないから，この点に関する控\n訴人の主張は失当である。\n第４　結論\nよって，原判決は相当であり，本件控訴は理由がないからこれを棄却することと\nし，訴訟費用の負担につき行政事件訴訟法７条，民事訴訟法６７条１項本文，６１\n条，６６条を適用して，主文のとおり判決する。\n（平成１５年７月９日口頭弁論終結）\n東京高等裁判所第１７民事部\n裁判長裁判官　秋山壽延\n裁判官　志田博文\n裁判官藤村啓は，転補のため署名押印することができない。\n裁判長裁判官　秋山壽延\n"
}