{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 19,
    "month": 3,
    "day": 29
  },
  "case_number": "平成18(行コ)25",
  "case_name": "違法公金支出による損害賠償請求履行請求住民訴訟控訴事件（原審・福島地方裁判所平成１７年(行ウ)第１３号）",
  "court_name": "仙台高等裁判所",
  "field": "行政",
  "gist": "市水道局が，全国紙全県版のいわゆる就任祝賀広告に「市水道局」との協賛広告を載せてその広告料を支出したことが，行政の政治的中立義務等に違反する違法なものであるとして，地方自治法２４２条の２第１項４号に基づき，当時の市水道事業管理者個人に損害賠償の請求をすることを市水道事業管理者職務代理者に対して求める請求が，認容された事例",
  "case_gist": "市水道局が，全国紙全県版のいわゆる就任祝賀広告に「市水道局」との協賛広告を載せてその広告料を支出したことが，行政の政治的中立義務等に違反する違法なものであるとして，地方自治法２４２条の２第１項４号に基づき，当時の市水道事業管理者個人に損害賠償の請求をすることを市水道事業管理者職務代理者に対して求める請求につき，地方公営企業も，その社会的実体を有するものとして活動するのであるから，円滑な企業運営を図るために社交儀礼上の活動を行うことは許されており，そのために支出することも社会通念上相当と認められる範囲である限り，許されるものであるが，地方公営企業の管理者や幹部職員については，政治的中立義務が課されていることからすれば，地方公営企業の経営に当たっても政治的中立性が求められているものというべきであり，地方公営企業の政治的中立性を害するとみられる支出は，たとえそれが社会儀礼上の行為に係るものであり，その額がわずかであったとしても，社会通念上相当とされる支出とはいえないというべきであるとした上で，前記のいわゆる祝賀広告への協賛広告は，これを見た者をして市水道局が，市出身である特定の政党に属する政治家が政党の県連会長や県議会議長に就任したことに祝意を表していること，すなわち特定の政党や政党に属する政治家に好意ないし応援の意思を表明しているとの印象を世間に広く抱かせるものといわざるを得ず，地方公営企業の政治的中立性を害するものであるというべきであり，市水道局は，実際に新聞に掲載された前記協賛広告の内容を知りながら前記支出に至ったものであるから，前記支出は政治的中立性を害する事項に係る支出として，裁量権を逸脱した違法なものであり，これによって市水道局は損害を被ったとして，前記請求を認容した事例",
  "lawsuit_id": "35201",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=35201",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/201/035201_hanrei.pdf",
  "contents": "主文\n１ 原判決を取り消す。\n２ 被控訴人は，Ａに対し，３万１５００円を請求せよ。\n３ 訴訟費用は，第１，２審とも，被控訴人の負担とする。\n事実及び理由\n第１ 控訴の趣旨\n主文と同旨。\n第２ 事案の概要\n本件は，いわき市水道局が，Ｂ新聞福島全県版に別紙のとおりの「祝 坂本剛\n二氏 自民党県連会長 就任 「祝 Ｃ氏 福島県議会議長 Ｄ氏 福島県議」，\n会副議長 就任」と題する企画広告に「いわき市水道局」との協賛広告を載せて\n（「 」 。），広告料３万１５００円の支出 以下 本件支出 という をしたことについて\nいわき市の住民である控訴人らが，本件支出は行政の政治的中立義務等に違反す\nる違法なものであるとして，被控訴人に対し，地方自治法２４２条の２第１項４\n号に基づき，当時の水道事業管理者であるＡに対して損害賠償金３万１５００円\nを請求することを求めた住民訴訟である。\n本件支出が違法であるか否かが争われているところ，控訴人らは，本件支出は\n地方公務員法３６条２項３号，地方公営企業法３条，地方自治法２条１４項，２\n３２条の４などに違反すると主張している。\n原審が本件支出は違法ではないとして控訴人らの請求を棄却したため，控訴人\nらが不服を申し立てた。なお，本件支出当時の水道事業管理者はＡであるが，同\n，， ，人は 平成１７年９月２７日退職し その後水道事業管理者が選任されておらず\n職務代理者水道局長が水道事業管理者の職務を掌理している。\nそのほかの事案の概要は，原判決の事実及び理由欄の「第２ 事案の概要」に\n記載のとおりであるから，これを引用する。\n第３ 当裁判所の判断\n１ 本件支出に至る経緯等について\n前記前提事実に証拠（甲１，３，乙２，３，４の１～４，５の１・２，６，\n７の１～３，証人Ｅ）及び弁論の全趣旨を総合すると，本件支出に至る経緯等\nについて，以下の事実を認めることができる。\n(1) 広告会社である株式会社Ｆ（以下「Ｆ」という ）の担当者は，平成１。\n，， （ ， 「 」 。）７年３月２９日 電話で いわき市水道局 以下 単に 水道局 ともいう\nの経営管理課総務係Ｇ（以下「Ｇ」という ）に対し，Ｆが企画する企画広。\n告に水道局の協賛広告を掲載することを依頼した上，ファックスで企画広告\nの内容を送信した。\n送信されたファックスは，送信文書１枚 「企画趣意書」と題する書面２，\n枚 「掲載詳細」と題する書面１枚の計４枚（乙４の１～４）であり，企画，\n趣意書は「Ｂ新聞企画特集 祝 坂本剛二氏自民党県連会長就任」と題する\nもの（以下「坂本企画書」という ）と「Ｂ新聞企画特集 祝 Ｃ氏福島県。\n議会議長就任」と題するもの（以下「Ｃ企画書」という ）であった。。\n(2) 平成１７年３月当時，坂本剛二（以下「坂本代議士」という ）は，い。\nわき市出身の衆議院議員であり，Ｃ（以下「Ｃ議員」という ）は，いわき。\n市出身の福島県議会議員であったが，坂本企画書の内容は，坂本代議士が次\n期の自由民主党県連会長に内定した，そこでＦとしては坂本代議士の自民党\n県連会長就任を記念してＢ新聞の紙面に「祝 坂本剛二氏自民党県連会長就\n任」を掲載し，紙面で坂本代議士のこれまでの足跡やプロフィールなどを紹\n介し，今後の坂本代議士の更なる活躍を祈念したく，ついては関連事業，団\n体各位に祝いの協賛広告の掲載を願いたいというものであり，また，Ｃ企画\n書の内容は，Ｃ議員が今回福島県議会の議長に就任した，Ｃ議員は初当選以\n来，県議会商労文教委員長を始め自由民主党県連政調会長，同党県連幹事長\nなどを歴任しており，豊富な政治経験を持つ新議長の手腕に期待が高まって\nいる，そこでＦとしてはＣ議員の県議会議長就任を記念し「祝 Ｃ氏福島県\n議会議長就任」のタイトルで祝いの特集を掲載し，Ｃ議員のこれまでの足跡\nやプロフィールなどを紹介し，今後の更なる活躍を祈念したく，ついては関\n連事業，団体各位に祝いの協賛広告の掲載を願いたいというものであった。\nまた，上記「掲載詳細」と題する書面には 「特集名 祝 坂本剛二会長就，\n」「） ． ． ，任 協賛広告スペース及び料金 ａ 天地２ ６㎝×左右４ ８㎝ ３０\n０００円（消費税別途 」などと記載されていた。）\nなお，水道局においては，過去においても，いわき市出身の政治家が副大\n臣や政務官に就任した際の祝賀広告に「いわき市水道局」の名前で協賛広告\nを掲載していた。\n(3) Ｆから上記ファックスを受け取ったＧは，平成１７年３月２９日，件名\nを「新聞企画広告の掲載について」とする起案書（乙３）を作成し，これを\n上司である水道局経営管理課総務係長を経て同課の課長補佐Ｅ（以下「Ｅ補\n佐」という ）に提出した。上記起案書には 「件名 祝坂本剛二氏自民党。，\n県連会長就任 祝Ｃ氏福島県議会議長就任 「掲載月日 平成１７年３月３」\n１日（木）予定 「掲載料 ３１，５００円（税込 」などと記載され，Ｆ」）\nからのファックス書面４枚が添付されていた。\nＥ補佐は，同月２９日，上記起案書とファックス書面の内容を見て，坂本\n代議士の自民党県連会長就任については，特定の政党の職についての広告で\nあるから水道局の広告としてはふさわしくないが，Ｃ議員の県議会議長就任\nについては，県議会議長という公職の就任についての広告であり，Ｃ議員が\n地元選出の県議会議員であることから広告を掲載すべきであると判断し，そ\nの旨を広告料支出の専決権者である同課のＨ課長に具申した。\nＨ課長は，Ｅ補佐の上記意見のとおりでよいと判断し，Ｃ議員の県議会議\n長就任祝いの広告のみを行うようＥ補佐に指示し，Ｅ補佐は，これをＧに伝\nえた。\nそこで，Ｇは，上記起案書から「祝坂本剛二氏自民党県連会長就任」の記\n載部分を２本線で消し，訂正印を押して起案書を作成し直し，これにＥ補佐\n及びＨ課長の決裁印を受け，Ｆの担当者に電話でＣ議員の祝賀広告にのみ協\n賛広告を掲載する旨伝えた。\n(4) Ｇは，平成１７年３月３０日，Ｆの担当者から「御礼と契約内容のご確\n」（ ） 。 ，認 と題する書面 乙５の２ をファックスにより受領した この書面には\n「， 」 ， ，「」ご請求金額：３１ ５００円 との記載があり また いわき市水道局\nとの本件広告の内容のみが記載され，本件企画広告全体の内容を示す記載は\nされていなかった。\n(5) 平成１７年３月３１日，Ｂ新聞福島全県版の下段に，別紙のとおりの本\n件企画広告と本件広告が掲載された。\n本件企画広告は，全体が大きな長方形の太い線の枠で囲まれ，その中の中\n央上部の左側に「祝 坂本剛二氏 自民党県連会長就任」の見出しの下に坂\n本代議士に関する記事と略歴が記載され，その右側に「祝 Ｃ氏 福島県議\n会議長，Ｄ氏 福島県議会副議長 就任」の見出しの下にＣ議員，Ｄ議員の\n記事と略歴が記載され，これらの両側及び下部に協賛広告のための４３の小\n，，さな枠が設けられ その枠の中に協賛者の名前が掲載されているものであり\n坂本代議士の記事とＣ議員，Ｄ議員の記事との間は装飾された線で仕切られ\nていた。なお，Ｄ議員は，当時，α出身の福島県議会議員であった。\n協賛者の広告枠は，本件広告と同じく，縦２.６㎝，横４.８㎝のものがほ\nとんどであるが，中には本件広告の半分の大きさのものや本件広告の２倍の\n大きさの枠の中に複数の団体名を掲載したものもあった。本件広告は，広告\n枠の中に「いわき市水道局」とのみ記載されたものであった。本件企画広告\nの協賛者となったのは，いわき市内，α内やそれぞれの周辺の市町村内にあ\nる一般の民間会社，政党，地方自治体，公立高校，医院，商工会議所，農業\n協同組合，個人などであるが，ほとんどは，本件広告と同様に名前のみを掲\n載しており，協賛者自身の業務内容を掲載しているのはわずかであった。協\n賛者の広告枠は，特段の区分けはされていないが，おおむねいわき市内とそ\n，， ，の周辺の市町村内の団体 個人は左側に α内とその周辺の市町村内の団体\n個人は右側に分かれて掲載されていたが，本件広告は，右側に掲載されてい\nた。\n(6) Ｆは，平成１７年３月３１日付けで，水道局に対し，本件広告代金の請\n求書（乙６）を発行した。この請求書には，件名として「Ｂ福島全県版 Ｃ\n氏県議会議長」と記載されている。そこで，Ｇは，同日，支出伝票（乙７の\n１）及び振替伝票（乙７の２）を起票した。\nＥ補佐は，同日，Ｂ新聞に掲載された，坂本代議士の自民党県連会長就任\n祝いとＣ議員，Ｄ議員の県議会議長，県議会副議長就任祝いとが横に並んで\nいる本件企画広告を見て，当初同人が想定していたものとだいぶイメージが\n違うと感じたが，自民党県連会長の就任祝いと県議会議長等の就任祝いとの\n間は線で仕切られており，水道局の本件広告の位置も県議会議長就任祝いの\n記事に接していたことから，おおむね水道局が依頼したものに沿った掲載で\nあると判断し，Ｇが起票した支出伝票等にＨ課長の決裁印を受けた。\n(7) Ｈ課長の決裁により，平成１７年４月２８日，本件支出が行われたが，\n本件支出３万１５００円は，費用勘定の「款 水道事業費用 「項 営業」，\n費用 「目 総係費 「節 広告料」として予算措置がされた１６３万３」，」，\n０００円のうちからされた。\n２ 本件支出の違法性の有無について\n(1) 上記１で認定したところによると，本件企画広告は，坂本代議士やＣ議\n員が自民党県連会長や福島県議会議長に就任したことを祝う，いわゆる就任\n祝賀広告であり，このような広告は，これに協賛して広告料を支払う者の存\n在を宣伝するという面もないではないであろうが，その中心となるものは，\n協賛する者が就任者に対して祝意を表すためのものであるといえる。前記１\nで認定したとおり，本件企画広告のほとんどの協賛者が水道局と同様に自己\n，， ，の名前のみを掲載していることや 協賛者の中に地方公共団体 商工会議所\n農業協同組合などのようにその存在を宣伝する必要のない団体も含まれてい\nることからもこのことは明らかである。水道局も，いわき市の水道事業を独\n占的に行うものであって，特にその存在自体を宣伝する必要はない。\nしたがって，本件広告は，祝意を表す相手方がだれであったかはともかく\nとして，祝意を表す相手方の新たな地位への就任を祝賀するという趣旨でさ\n，， ，れたものであり そのための本件支出は 実質的には交際費的な性格の強い\n社交儀礼上の支出というべきである。また，新聞紙上で祝意を表す祝賀広告\nは，表意者の祝意を，単に相手方のみならず，世間一般に広く伝えることで\nあるから，表意者が相手方に好意ないし応援の意思を有していることを世間\n一般に伝える意味があり，その意味も含めた社交儀礼上の行為ということが\nできる。\n(2) ところで，地方公営企業法（昭和２７年法律第２９２号。以下「法」と\nいう ）は，住民の福祉の増進を図る役割を担う地方公共団体が経営する企。\n業の経営の基本原則を「常に企業の経済性を発揮するとともに，その本来の\n目的である公共の福祉を増進するように運営されなければならない （法。」\n３条）と定めている。しかし，地方公営企業も，その社会的実体を有するも\nのとして活動するのであるから，円滑な企業運営を図るために社交儀礼上の\n活動を行うことは許されており，そのために支出をすることも社会通念上相\n当と認められる範囲である限り，許されるものというべきである。他方，地\n方公営企業の管理者は，衆議院議員若しくは参議院議員又は地方公共団体の\n議会の議員等を兼ねることができず（法７条の２第３項 ，管理者には地方）\n公務員法３６条（政治的行為の制限）の規定が適用され（法７条の２第１１\n項 ，また，地方公営企業の幹部職員については地方公務員法３６条の適用）\n（），，が除外されていないなど 法３９条２項 政治的中立義務が課されており\nこれらのことからすれば，地方公営企業の経営に当たっても政治的中立性が\n求められているものというべきである。したがって，地方公営企業の政治的\n中立性を害するとみられる支出は，たとえそれが社交儀礼上の行為に係るも\nのであり，その額がわずかであったとしても，社会通念上相当とされる支出\nとはいえないというべきである。\n(3) かかる見地に立って本件をみるに，本件企画広告は，前記１で認定した\nとおり 「祝 坂本剛二氏 自民党県連会長 就任」の部分と「祝 Ｃ氏，\n福島県議会議長」及び「Ｄ氏 福島県議会副議長 就任」の部分とが装飾さ\nれた線で仕切られているが，協賛者も含めた全体が大きな長方形の太い線の\n，，枠で囲まれていて 協賛者の部分には何ら区分けがされていないのであって\n新聞の読者の立場に立って客観的にみれば，その全体が一つの企画広告とみ\nられるものというべきである。上記の仕切り線も，単なる美観上のものにす\nぎない。\nなるほど，水道局の本件広告は，全体の枠の中では協賛者部分のうちの右\n側部分に掲載され，県議会議長の祝賀広告も右側部分にあるのであるが，そ\nのことから本件広告がＣ議員に対する祝意のみを表したものとみるのは困難\n。， ， ，である なぜなら 仮に協賛者部分の左右で分けるとすると 別紙のとおり\n協賛者の広告の中には，坂本代議士の祝賀広告とＣ議員の祝賀広告とを仕切\nる線の真下にあるものがあり，それらの協賛者がだれのために広告を出した\nのかは不明となるし，左側に掲載された協賛者の中には福島県β地方の町村\n会，町村議長会もあり，この町村会や町村議長会が坂本代議士に対する祝意\nは表明するがＣ議員に対する祝意は表明しないとは常識的に考えられないか\nらである。協賛者の名前が本件企画広告のどの位置に掲載されるかというこ\nととだれに対する祝賀広告かということには何ら関連性がなかったものとい\nうほかないし，少なくとも新聞の読者をしてそのような関連性があるものと\n理解させることはできない。\nそうだとすれば，本件企画広告は，全体として，坂本代議士の自民党県連\n会長への就任とＣ議員，Ｄ議員の県議会議長，副議長への就任を祝賀したも\nのと受け止められてもしかたのないものというべきである。しかも，甲第１\n号証によれば，本件企画広告に記載されたＣ議員の略歴には「党県連政調会\n，」 ， ， 「 」長 党県連幹事長 と記載され また Ｄ議員の略歴には 党県連総務会長\nと記載されていることが認められ，それぞれ政党名は記載されていないので\n，，「」 「 」あるが 坂本代議士の記事や略歴と併せ読めば 党県連 が 自民党県連\nの略であることが明らかであり，Ｃ議員やＤ議員の属する政党が自民党であ\nり 両名が自民党県連の枢要な役職を経験したことが理解されるのである な，（\nお，上記のように，坂本代議士の部分で「自民党県連」と記載し，Ｃ議員，\nＤ議員の部分で単に「党県連」と省略した記載をしたことからも本件企画広\n告が全体として一体のものであることが分かる 。したがって，本件企画。）\n広告は，これを見た者をしていわき市水道局が，いわき市出身である特定の\n政党に属する政治家が政党の県連会長や県議会議長に就任したことに祝意を\n表していること，すなわち特定の政党や政党に属する政治家に好意ないし応\n援の意思を表明しているとの印象を世間に広く抱かせるものといわざるを得\nない。そうであれば，本件広告は，地方公営企業の政治的中立性を害するも\nのであるというべきである。\n(4) しかるところ，水道局は，前記１で認定したとおり，実際に新聞に掲載\nされた本件企画広告の内容を知りながら本件支出に至ったものであるから，\n本件支出は違法と解するのが相当である。\nこれに対して，被控訴人は，水道局は坂本代議士の自民党県連会長就任祝\nいについては政治的中立性の見地から広告を断り，Ｃ議員の県議会議長就任\n祝いについてのみ広告の申込みをした旨を主張し，確かに，前記１で認定し\nた経緯からすれば，専決権者であるＨ課長らにおいて，Ｆの勧誘が坂本代議\n士の自民党県連会長就任祝いの企画とＣ議員の県議会議長就任祝いの企画の\n二つに関するものであって，これらは全く別な企画広告であると理解し，坂\n本代議士の自民党県連会長就任祝いについての企画広告に協賛することは地\n方公営企業にとって政治的中立性の見地からふさわしくないとの認識の下に\nこれを断り，Ｃ議員の県議会議長就任祝いについてのみ広告の申込みをした\nとみる余地はある。\nしかし，坂本代議士への祝賀広告を断ったのであれば，実際に新聞に掲載\nされ，客観的には坂本代議士への祝意も含まれている本件企画広告は，水道\n局が申し込んだ広告とは趣旨が異なるものであったことは明らかであるか\nら，Ｆ側に契約違反があったものというべきである。しかも，本件企画広告\nには，いわき市水道局のあずかり知らなかったＤ議員の県議会副議長就任祝\nいの広告まで付け加わっていたというのである（証人Ｅ 。そうであってみ）\n，， ，れば Ｈ課長らは Ｆに契約違反があることを容易に理解し得たはずであり\n本件支出はすべきではなかったといわざるを得ない。坂本代議士への祝賀広\n告は断るべきであると考えていたにもかかわらず，水道局が本件企画広告全\n体の協賛者のように扱われ，客観的には，新聞の読者をして特定の政党に属\nする特定の政治家を応援していると受け取られかねない結果となったことに\nついては，Ｆが広告内容をよく説明せず，また，水道局もこれを確認しない\nままに広告の申込みがされたことに原因があるものと思われ，本件広告の代\n金を支払わないことによる紛争のことも想定すれば，本件支出をすべきでな\nかったと断ずることは被控訴人にとってやや厳しいと受け止められるかもし\nれない。しかし，地方公営企業としての水道局が政治的中立性を害すること\nはできないことやその趣旨で坂本代議士への祝賀広告を断ったことを十分説\n明すれば，Ｆも水道局の立場や祝賀広告の在り方を容易に理解したはずであ\nり，そのようなこともせず，安易に本件支出に応じてしまったことは，やは\nり違法のそしりを免れないというべきである。\n以上のとおりであり，本件支出は，政治的中立性を害する事項に係る支出\nとして，裁量権を逸脱した違法なものというべきであり，これによりいわき\n市水道局は同額の損害を被ったというべきである。\n(5) なお，本件企画広告が仮にＣ議員の県議会議長就任に対する祝意を表す\nものに限定されていたとしても，本件支出をもって直ちに適正なものという\nことはできない。\nすなわち，地元出身で地元で選出された県議会議員が県議会を代表する県\n議会議長に就任したことを地元の名誉として素朴に祝う心情も理解し得ない\nではないし，本件企画広告のような祝賀広告は，本人に対して祝意を表すと\nいう面があることも否定し得ないが，それと同時に世間一般に対して表意者\nの好意ないし応援の意思を表明するという面もあることは前記のとおりであ\nって，祝意を表する相手方が政治家であれば，当該政治家の属する政党や当\n該政治家個人を支援する効果を持たざるを得ないのである。確かに，本件支\n出の金額は３万１５００円であり，広告料のみの年間予算額が１６３万３０\n００円であるいわき市水道事業の経営規模からみれば極めて少額にとどまる\nが，本件広告の政治的な効果は大きく，直接Ｃ議員に祝金３万１５００円を\n渡すことに決して劣るものではない。本件企画広告には，Ｃ議員の略歴が掲\n載され，それを読めばＣ議員が自民党県連の枢要な役職の経験者であること\nを知り得るようになっているが，仮にそのような略歴が記載されていなくと\nも，地域の政治家についての所属政党はその地域の住民の多くが知り得ると\nころであるから，特定の政党ないしはそれに属する政治家の応援を意味する\n結果となってしまうのである。そうしてみると，本件企画広告がＣ議員に対\nする祝意を表すものに限定されていたとしても，本件支出は，やはり，政治\n的中立性を害することに係る支出といわざるを得ないのである。\n３結論\n以上の次第であるから，本件支出の違法をいう控訴人らの請求は理由がある\nものというべきである。\nよって，当裁判所の上記判断と異なる原判決は不当であるからこれを取り消\nし，控訴人らの本件請求を認容することとして，主文のとおり判決する。\n仙台高等裁判所第２民事部\n裁判長裁判官 大 橋 弘\n裁判官鈴木桂子\n裁判官中村 恭\n"
}