{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 13,
    "month": 4,
    "day": 17
  },
  "case_number": "平成11(ネ)3750",
  "case_name": "",
  "court_name": "大阪高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "12538",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=12538",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/538/012538_hanrei.pdf",
  "contents": "平成１１年(ネ)第３７５０号　差止請求権不存在確認等請求、特許権侵害行為差止\n等請求控訴事件（原審・大阪地方裁判所平成９年(ワ)第１１１１３号（本訴）、平\n成１０年(ワ)第４０４号（反訴））\n平成１２年１０月２７日口頭弁論終結\n判        決\n控訴人（本訴被告・反訴原告）　　株式会社ハマキャスト\n訴訟代理人弁護士　　　　　　　　白　波　瀬　　　文　　　夫\n同　　　　　　　　　　　　　　　山　　　上　　　和　　　則\n補佐人弁理士    　       　 　　池　　　内　　　寛　　　幸\n被控訴人（本訴原告・反訴被告）　恒和化学工業株式会社\n訴訟代理人弁護士　　　　　　　　上　　　原　　　洋　　　允\n同　　　　　　　　　　　　　　　水　　　田　　　利　　　裕\n同　　　　　　　　　　　　　　　小　　　杉　　　茂　　　雄\n上原洋允訴訟復代理人弁護士　　　川　　　西　　　絵　　　理\n補佐人弁理士          　 　 　　安　　　田　　　俊　　　雄\n同　　　　　　　　　　　　　　　喜　　　多　　　秀　　　樹\n主        文\n１　原判決主文第１項のうち、控訴人は、被控訴人が原判決添付別紙目録１記載\nの吹き付け塗装方法を実施することが、控訴人の有する特許第２１１９０８７号の\n特許権を侵害する旨を、文書又は口頭により、第三者に対して告知し又は流布して\nはならない旨命じた部分を取り消す。\n２　前記取消部分に係る被控訴人の請求を棄却する。\n３　控訴人のその余の本件控訴をいずれも棄却する。\n４　訴訟費用は、第１，第２審を通じてこれを１０分し、その１を被控訴人の負\n担とし、その余を控訴人の負担とする。\n事実及び理由\n以下、書証の掲記は「甲１」などと略称し、枝番のすべてを含むときには、その\n記載を省略する。\n第１　控訴の趣旨\n１　原判決中、控訴人敗訴部分を取り消す。\n２　被控訴人の本訴請求のうち、原判決主文第１項に係る請求を棄却する。\n３　被控訴人は、別紙目録２記載の方法を用いて混合材を塗布し又は第三者をし\nて塗布させてはならない。\n４　被控訴人は、別紙目録３記載の方法を用いて混合材を塗布し又はこれによっ\nて得られる自然石材調外壁板を販売してはならない。\n５　被控訴人は、別紙目録２、３記載の方法を宣伝、広告してはならない。\n６　被控訴人は、控訴人に対し、金５０００万円及びこれに対する平成１０年１\n月２２日（反訴状送達の日の翌日）から支払済みまで年５分の割合による金員を支\n払え。\n第２　事案の概要\n１　本件各事件における請求の内容\n(1)　本訴\n本訴事件は、被控訴人が、控訴人に対し、①被控訴人が実施する混合剤の\n塗装方法（後記イないしハ号方法）はいずれも控訴人が有する特許第２１１９０８\n７号の特許権（以下「本件特許権」という。）の技術的範囲に属しないとして、被\n控訴人が被控訴人方法を実施することに対して本件特許権に基づく差止請求権を有\nしないことの確認を求めるとともに、②控訴人による書面の送付（後記１(5)）が不\n正競争防止法２条１項１３号の不正競争行為に該当するとして、(ア)同法３条に基\nづき、被控訴人方法の実施が本件特許権を侵害する旨を第三者に告知等することの\n差止めを求め、(イ)同法４条に基づき、控訴人の同行為によって被った損害の賠償\nを請求するものである。\n(2)　反訴\n反訴事件は、控訴人が、被控訴人に対し、被控訴人が実施する前記各混合\n剤の塗装方法はいずれも本件特許権の技術的範囲に属するから、それらの実施は本\n件特許権を侵害するとして、①本件特許権に基づき、被控訴人方法の実施、被控訴\n人方法によって製造された外壁板の販売及び被控訴人方法の宣伝広告の差止めを求\nめるとともに、②本件特許権及び本件特許権の出願公告による仮保護の権利の侵害\nに基づき、平成５年２月６日から同１０年１月６日までの間の被控訴人方法の実施\nによる実施料相当額の支払（不法行為又は不当利得に基づく）を各請求するもので\nある。\n原判決は、本訴請求のうち、被控訴人が、被控訴人方法を実施することに対\nして本件特許権に基づく差止請求権を有しないことの確認を求めた部分を却下し、\n被控訴人方法の実施が本件特許権を侵害する旨を第三者に告知等することの差止め\nを求めた部分を認容し、その余の本訴請求及び反訴請求をいずれも棄却した。\nそこで、控訴人（本訴被告兼反訴原告）がこれを不服として控訴した。な\nお、控訴人は、特許庁に対して本件特許請求の範囲を減縮する旨の訂正請求を行っ\nたことに伴い、本件に関しても、当審において、後記イ号方法に関する請求をすべ\nて取り下げた。\n【以下、第２の２，３及び第３については、原判決を加削訂正した。ゴシック体太\n字部分が当審において追加、訂正した部分であるが、語句の部分的削除について\nは、特に広範にわたらない限り、指摘していない。】\n２　基礎となる事実（いずれも争いがないか弁論の全趣旨により認められる。）\n(1)　当事者\n被控訴人及び控訴人は、それぞれ塗装材料の製造及び販売並びに塗装工事\nの請負を業とする会社である。\n(2)　控訴人の特許権\n控訴人は、次の内容の本件特許権を有している。\nア　発明の名称　混合材の塗布方法\nイ　出願日　　　昭和５８年５月１１日\n（特願昭５８ー８３０９８号）\nウ　公告日　　　平成５年２月５日\n（特公平５ー９５８７号）\nエ　登録日　　　平成８年１２月６日\nオ　特許番号　　第２１１９０８７号\nカ　特許請求の範囲\n本件特許権の特許出願の願書に添付した明細書（以下「本件明細書」と\nいう。）の特許請求の範囲の記載は、本判決添付の特許公報の該当欄記載のとおり\nである（以下、本件特許権に係る特許発明を「本件発明」という。）。\n(3)　本件発明の構成要件の分説\n本件発明の構成要件は、次のとおり分説するのが相当である。なお、本件\n特許権の請求項２及び３は、請求項１の実施態様項であるから、本件各請求の当否\nを判断するに当たっては、請求項１のみを検討すれば足りる。\nＡ　適度に粉砕した自然石を、合成樹脂中に混入してなる混合材の\nＢ　異なる色のもの複数種を１機のスプレーガン内の別個のタンクにそれぞ\nれ用意し、\nＣ　該複数種の混合材を複数の吹き付け口を有する多頭式スプレーガンの別\n個の吹き付け口から\nＤ　同時に吹き付けることによって、\nＥ　非混合多色状に塗布すること\nＦ　を特徴とする混合材の塗布方法。\nなお、控訴人は、平成１２年７月１４日付で、特許庁に対し、本件発明に\n関する、特許請求の範囲の訂正請求を申し立てたが、特許庁は、訂正拒絶理由通知\nを兼ねる無効理由通知書（乙59）を同年９月１２日に控訴人宛発送した。そのた\nめ、控訴人は、同年１１月１７日付で、特許庁に対し、本件発明に関する、特許請\n求の範囲の第二次訂正請求を申し立てたが、当審における口頭弁論終結時点では、\nこれに対する特許庁による許否の判断はされていない。そのため、本件について\nは、従前の特許請求の範囲の記載に基づいて、判断することとする。\n(4)　被控訴人の行為\n被控訴人は、①　異なる色の混合材を多頭式ガンを使用して吹き付ける方\n法を実施して壁面塗装工事を行い、それによって得られる天然石調厚付け仕上塗材\nを「ダイヤアールストーン」の商品名で宣伝広告し（以下、ダイヤアールストーン\n用塗装方法を「イ号方法」という。）、②　①と同様の方法を実施して壁面塗装工\n事を行い、それによって得られる天然石調厚付け仕上塗材を「ダイヤアールストー\nンデラックス」の商品名で宣伝広告し（以下、ダイヤアールストーンデラックス用\n塗装方法を「ロ号方法」という。）、③　①と同様の方法を実施して、これによっ\nて得られる天然石材調シートを「クリスタルアート」の商品名で宣伝、広告及び販\n売してきた（以下、クリスタルアート用塗装方法を「ハ号方法」という。また、こ\nれらの方法を併せて「被控訴人方法」と総称する。）。\n(5)　控訴人による書面の送付\n控訴人は、平成８年１２月２０日、訴外東急建設株式会社に対し、「『特\n許』のお知らせとお願いについて」と題する書面（甲７）を送付した。\n(6)　被控訴人のイ号、ロ号方法はいずれも本件発明の構成要件Ｂ、Ｃ、Ｄ及び\nＦを充足し、ハ号方法は本件発明の構成要件Ｃ、Ｄ及びＦを充足する。\n３　争点\n(1)（本訴・反訴共通）\n被控訴人方法は、本件発明の技術的範囲に属するか。\nア　イ号ないしハ号方法の特定\nイ　被控訴人方法は、本件発明の構成要件Ａの「自然石」の要件を充足する方\n法又は同要件と均等の方法か。\nウ　ハ号方法は、本件発明の構成要件Ｂの「１機のスプレーガン内の別個の\nタンクにそれぞれ用意」の要件を充足するか。\nエ　被控訴人方法は、本件発明の構成要件Ｅの「非混合多色状」の要件を充\n足するか。\n(2)（本訴関係）\nア　控訴人による書面の送付（前記１(5)）が不正競争防止法２条１項１３号\nの営業誹謗行為に該当するか。\nイ　差止請求の可否\n(3)（反訴関係）\n控訴人が被控訴人に請求し得る損害額\n第３　争点に関する当事者の主張\n１　争点(1)ア（イ号ないしハ号方法の特定）について\n【控訴人の主張】（当審における追加主張）\nイ号ないしハ号方法は、別紙目録１ないし３に各記載の方法である。すなわ\nち、イ号ないしハ号方法における塗装材料は、成分として大量の方解石（炭酸カル\nシウム）を含み、客観的に見てこれを主成分と目すべきである。被控訴人が主張す\nる「体質顔料」なるものも、方解石である以上、目的の如何とは無関係に、本件発\n明にいう「適度に粉砕した自然石」に含まれることは明らかである。\nまた、原判決添付別紙目録１ないし３の記載によれば、骨材原料たる粉砕さ\nれた寒水砂と珪砂の双方について、顔料をまぶして加熱し、表面に顔料を焼結させ\nて着色砂を得るものとされている。しかし、寒水砂は約５００度を超える温度で熱\n分解が始まるので、高温で顔料を焼き付けることができない。したがって、寒水砂\nに顔料を焼結させて着色骨材とすることはできない。顔料をまぶして加熱し着色骨\n材とするのは珪砂のみである。\nしたがって、いずれにしても、原判決添付別紙目録１ないし３は訂正される\nべきである。\n【被控訴人の主張】\nイ号ないしハ号方法は、原判決添付別紙目録１ないし３各記載の方法であ\nる。\n控訴人によるイ号ないしハ号方法の製品の分析結果において検出された「方\n解石」（炭酸カルシウム）は、塗装材料の色彩を決定づける「骨材成分」としての\n本件発明の「自然石」とは無関係の、「体質顔料」としてイ号ないしハ号の塗装材\n料中に添加された岩石成分にすぎない。かかる「体質顔料」は、専ら、塗料の安定\n性、流動性、作業性を向上したり、塗膜の補強のために使用されるものであり、色\n彩とは関係のない目的で添加されているものであるから、これを塗装材料の色彩を\n決定づける「骨材成分」（本件発明の「自然石」）に含めて議論するのは失当であ\nる。したがって、原判決の目録に何ら誤りはなく、同目録を訂正する必要はない。\n２　争点(1)イ（「自然石」の要件の充足・均等）について\n【控訴人の主張】\n(1)　本件発明の特許請求の範囲には、「自然石」と記載されており、その概念\nは明確であって、これを特別の限定された意味に解する理由はないところ、被控訴\n人方法では寒水砂と珪砂が骨材として使用されており、これらは自然石であるか\nら、被控訴人方法で用いられている骨材は「自然石」である。被控訴人方法では、\nこれらの自然石に顔料で着色しているが、顔料で着色してみてもそれらが人造石に\nなるわけではなく、「自然石」である点に変わりはない。仮に着色に意味があると\nすれば、せいぜい自然石に顔料を加えた点で本件発明の利用ないし付加に該当する\nにすぎない。\n被控訴人は、本件明細書中の発明の詳細な説明を指摘して、「自然石」と\nは、粉砕以外の人工的な加工を排除した意味での自然石のことであると解すべきで\nあると主張するが、被控訴人指摘の本件明細書中の記載はいずれも本件発明の典型\n的な実施例やその効果についての説明にすぎず、自然石に加工を加えることを積極\n的に排除する趣旨ではないから、被控訴人主張のような限定解釈は不当である。\n(2)（当審における追加主張）\n前記１のとおり、被控訴人方法は、着色しない文字どおりの自然石を主成\n分とし、これに比較的少量の着色骨材を添加したものにすぎない。すなわち、被控\n訴人方法は、文字どおりの「自然石」を用いて本発明を実施しつつ、自然石に着色\nをなした「着色骨材」を少量添加しているのであり、本件特許発明の利用にすぎな\nいから、本件発明の技術的範囲に属する。\n(3)　仮に被控訴人方法の「顔料で着色した着色砂」が本件発明の「自然石」の\n要件を満たさないとしても、次のとおり、均等の範囲に属する。\n本件発明は、多頭式スプレーガンを用いて、別個の吹き付け口から骨材を\n含む塗料（混合材）を同時に吹き付けることにより自然石調の塗装壁面を形成する\nことに特徴があるものである。したがって、次のとおり、自然石に顔料で着色した\nものが均等の範囲に属するのは明らかである。\nア　自然石骨材に少量の着色骨材を添加することは、本件発明の本質的部分\nではない。\nイ　自然石に少量の着色骨材を添加しても、本件発明の目的たる「自然石と\n同様の美観を呈し、安価で簡単に製造できる建築用仕上材」を得ることを達成で\nき、同一の作用効果を奏する。現に被控訴人方法による塗装面は、本件発明と同様\nの「天然石調」である。\nウ　上記のように置き換えることは、本件明細書に記載されており、また、\n別件特許出願に対する特許庁審判官の拒絶理由通知（甲６添付）からしても、当業\n者であれば、被控訴人方法の実施の時点において容易に想到することができたもの\nである。\nエ　多頭式スプレーガンを用いて、別個の吹き付け口から、自然石に少量の\n着色骨材を添加したものを含む混合材を同時に吹き付けることにより、自然石調の\n塗装壁面を形成する方法が、本件発明の特許出願時における公知技術と同一又はこ\nれから容易に推考できたものではなく、本件発明の特許出願の手続において特許請\n求の範囲から意識的に除外されたものに当たるなどの特段の事情もない。\nなお、特許庁の審判官も、本件発明の「自然石」を「セラミックス」に置\n換することは均等方法であるとしているから、まして着色自然石との間には均等が\n成立する。\n【被控訴人の主張】\n(1)　本件発明の構成要件Ａの「自然石」の意義を、本件明細書中の発明の詳細\nな説明を斟酌して解釈するに、①「課題を解決するための手段」の欄には、「本発\n明でいう骨材の製造法としては、自然石を粉砕するだけでよい。」とあり、②「実\n施例」の欄には、「自然石を粉砕して使用するため、人工的に顔料を加えたもの等\nに比較して、粒度が大きめの方がよい。これは、色が出にくいことと、自然石が持\nつ縞模様、点々模様等をなるべく有効に活かすためである。」とあり、③「発明の\n効果」の欄には、骨材として自然石を使用したことの効果として、焼成したセラミ\nックスのような単一色の骨材を使用する場合に比べて、「粒子自体が自然の模様、\n色の微妙な差を有しており、出来上がったものは、より自然石に近いものとな\nる。」とあり、また、「自然石の色そのままであるため、色合い等は当然自然石と\n変わら」ないと記載されている。また、①の記載は、平成元年９月２５日付けの手\n続補正書によって、それまで項分け記載がなされていなかった本件明細書の発明の\n詳細な説明の欄に項分けを施した際に、「課題を解決するための手段」の欄に項分\nけされたものである。\nこれらの本件明細書の記載及び補正の経過からすれば、本件発明の構成要\n件Ａの「自然石」とは、塗布結果物としての建築物がより自然の石（例えば御影\n石）に近い外表面となるような、粉砕以外の人工的な加工を排除した意味での自然\n石のことであると解すべきである。\nしたがって、自然石を顔料で着色したものを骨材として用いる被控訴人方\n法は、粉砕した自然石そのものの原色を利用していないので、いずれも本件発明の\n構成要件Ａの「自然石」の要件を満たさない。\n(2)　控訴人は、被控訴人方法につき本件発明の利用関係が成立する旨主張す\nるが、被控訴人方法で使用している「方解石」（炭酸カルシウム）が塗装材料の色\n彩に影響しない「体質顔料」であって、塗装材料の色彩を決定付けるために混入さ\nれる本件発明の「自然石」と無関係の岩石成分であることは、前記１のとおりであ\nる。したがって、「方解石」を含んでいる塗装材料を吹き付け塗装する被控訴人方\n法を実施したとしても、本件発明をそっくりそのまま実施したことにもならないの\nで、被控訴人方法は、本件発明の利用に該当しない。\n(3)　控訴人は、均等の主張をするが、「自然石」を「顔料で着色した着色砂」\nに置換した場合には、(1)で指摘した本件発明の効果を奏することがないため、置換\n可能性の要件を充足しない上、裸の自然石以外のものは明細書で明確に除外されて\nいる（本件公報４欄１４～１５行）から、意識的除外等に該当しないことという要\n件も充足しない。\n３　争点(1)ウ（「１機のスプレーガン内の別個のタンクにそれぞれ用意」）につ\nいて\n【被控訴人の主張】\n本件発明の構成要件Ｂは、混合材の異なる色のもの複数種を「１機のスプレ\nーガン内の別個のタンクにそれぞれ用意」することとされているが、ハ号方法で\nは、「３機のスプレーガンの各タンクにそれぞれ用意」するものであるから、ハ号\n方法は同構成要件を充足しない。\n【控訴人の主張】\n別紙目録３の添付第１図によれば、混合材を塗布する際に吐出圧を付与する\nコンプレッサー８は、吹き付けノズル５Ａ、５Ｂ、５Ｃを一括して制御しているは\nずである。したがって、ハ号方法のスプレーガンは、６Ａ、６Ｂ、６Ｃの材料タン\nクが形式上分離されているとしても、「１機のスプレーガン」に該当するから、ハ\n号方法は構成要件Ｂを充足する。\n４　争点(1)エ（「非混合多色状」）について\n【被控訴人の主張】\n(1)　「非混合多色状」の語は、吹き付け塗装の分野において一般的に用いられ\nている用語ではないので、本件明細書中の発明の詳細な説明及び図面を斟酌して解\n釈する必要があるところ、本件明細書中の「課題を解決するための手段」の欄に、\n「非混合多色状とは、それぞれ色の異なった混合材を、互いに色が混ざらないよう\nに、塗布するということである。」との記載がある。しかし、この記載では、どの\n程度に色が混ざらない状態であれば本件発明の目的である自然石調の外観が達成さ\nれるのかについては定かでないので、本件明細書の第１図及び第２図に関する説明\n部分（本件公報５欄１９～３５行目）をも参酌すると、本件発明による塗布結果物\nが自然石と同様の外観を呈するのは、各着色部がその原料骨材である黒色微粒、灰\n色微粒及び白色微粒そのままの色として一体に認識されるためであると解され、そ\nのためには、各微粒同士が互いに混在せずに存在する必要があり、このことは第２\n図に描かれた状態とも合致する。\nしたがって、「非混合多色状」とは、各着色部がその原料骨材である微粒\nそのままの色として一体に認識されるように、その各微粒同士が混在して中間色の\n部分が発生しないように色分けされていることと解すべきである。\nこれに対して、被控訴人方法では、原判決添付別紙目録１の第３図、同目\n録２の第４図、同目録３の第２図にあるとおり、各微粒同士が混在して中間色の部\n分が塗布後の表面の至る所に発生しているので、構成要件Ｅの「非混合多色状」の\n要件を充足しない。\n(2)　仮に控訴人が主張するとおり、各混合材の色が混ざった混合色部分が発生\nするものも「非混合多色状」であるとすれば、本件発明の先願発明（特願昭５７ー\n１１３８号〔甲12〕）と同一発明となる。だからこそ、その点が問題となった本件\n発明の特許異議申立てに対する決定においても、「各混合材の吹き付け最小単位は\n自然石の微粒であるため、相互の微粒が混ざりあって色がそれらの中間色になるこ\nとがなく…」等と認定され、前記先願発明との相違が認められて、異議申立てが排\n斥されたのである。\nまた、仮に各混合材の色が混ざった混合色部分が発生するものも「非混合\n多色状」であるとすれば、本件発明の特許出願前に訴外鈴鹿塗料株式会社が販売し\nていた「ラフトン　ふぶき」「ラフトン　さざなみ」という塗材（甲14）によって\n全部公知の発明となる。したがって、「非混合多色状」を控訴人主張のように広く\n解釈することはできない。\n【控訴人の主張】\n(1)　本件明細書の記載のうち、被控訴人の指摘する部分に加え、「本発明塗布\n方法によれば、吹き付け単位が別個であるため混合したものとならず、比較的大き\nな同一色部分ができ、自然石とほとんど同様の外観を呈することができる。」（本\n件公報６欄１９～２３行目）との記載を併せ考慮すると、「非混合」とは、「異な\nる色の混合材が、スプレーガンの別個の吹き付け口から同時に飛び出し、同色の複\n数の骨材同士が集合した状態で、外壁等に貼着すること」を意味し、「多色状」と\nは、「複数種の自然石の骨材色そのものがランダムに複数種存在し、その外観が自\n然石とほとんど同様な状態であること」と理解できる。\nしたがって、「非混合多色状」とは、「異なる色の混合材が、同色の複数\nの骨材同士が集合した状態で外壁等に貼着する結果、複数種の自然石の骨材色その\nものの色がランダムに複数種存在し、その外観が自然石の外観と同様な状態」と解\nするのが相当であり、よりわかりやすくいえば、「その外観が自然石の外観と同様\nな状態」をいう。\n被控訴人方法によって得られた製品は、いすれも着色材料の輪郭が比較的\n明瞭に表れた部分が存在し、その外観が自然石の外観と同様な状態であるから、い\nずれも構成要件Ｅの「非混合多色状」の要件を充足する。また、各製品のカタログ\nにおいて、被控訴人自身が各製品は「天然石調」であることを強調して販売してい\nることからも、上記要件を充足していることは明らかである。\n(2)　被控訴人は、「非混合多色状」には各混合材の色が混ざった混合色部分が\n発生するものは含まれないと主張するが、本件発明で用いる塗材は、粘度は比較的\n高いものの、液体であるから、塗布面においては別個の吹き付け単位が多少は混合\nしたり、境界面が多少は混合する場合があることは、当業者の常識である。このよ\nうな混合部分が存在したとしても、本件発明は、従来技術と比較すると、「非混合\n多色状」の部分が相対的に多く存在するので、「その外観が自然石の外観と同様な\n状態」に観察されるのである。\nまた、被控訴人は、甲12の先願発明及び甲14の公知技術を指摘するが、い\nずれも構成要件Ｂのみが示されているだけであって、「非混合多色状」を被控訴人\n主張のように解さなければ本件発明が同先願発明及び公知技術と同一又は全部公知\nになるわけではない。また、甲14の公知技術による塗装面は、自然石調からはほど\n遠いものである。\n５　争点(2)ア（営業誹謗行為の有無）について\n【被控訴人の主張】\n控訴人は、平成８年１２月２０日頃、被控訴人の取引先である東急建設株式\n会社に「『特許』のお知らせとお願いについて」と題する文書（甲７）を送付した\nが、そこでは、被控訴人の商品そのものは明記されていないものの、被控訴人が実\n施しているような、異なる色の混合材を多頭式スプレーガンで同時に吹き付けて自\n然石調に塗装する方法は、塗装用骨材の材質を問わず、すべて本件特許権を侵害す\nると読み取れる内容が記載されており、そのため、東急建設は、被控訴人方法が本\n件特許権を侵害するのではないかと疑念を抱き、何度も問い合わせをしてきた。\nしかるに、争点(1)に関する被控訴人の主張のとおり、被控訴人方法は本件特\n許権を侵害しないから、前記文書の内容は虚偽であり、しかも被控訴人の営業上の\n信用を害するものである。\nしたがって、控訴人による前記文書の送付は、不正競争防止法２条１項１３\n号の不正競争行為に該当する。\n【控訴人の主張】\nまず、甲７の文書は、特定の事業者を指して特許権侵害と呼んで営業上の信\n用に関わる事実を記載しているものではないから、被控訴人の営業上の信用を害す\nるものではない。\nまた、甲７の文書が被控訴人の営業上の信用を害するものだとしても、争\n点(1)に関する控訴人の主張のとおり、被控訴人方法は本件特許権を侵害しているか\nら、その内容は虚偽ではない。\n（原判決別紙１６頁１９行目「５　争点(3)」から１７頁７行目「原告の主張は\n争う。」までを削除する。）\n６　争点(3)（反訴請求の損害額）について\n【控訴人の主張】\n本件特許権の出願公告がなされた平成５年２月６日から本件反訴提起前の平成\n１０年１月６日までの間に、被控訴人方法の実施によって被控訴人が得た売上高\nは、①イ号方法の実施による分については金９億８０００万円を下らず、②ロ号方\n法の実施による分については同額を下らず、③ハ号方法の実施による分については\n１４億７０００万円（合計３４億３０００万円）を下らないところ、本件特許権の\n実施料率は６％を下らないから、実施料相当損害金の額は、２億０５８０万円を下\nらない。\n本件反訴では、そのうち金５０００万円の請求をする。\n【被控訴人の主張】\n控訴人の主張は争う。\n第４　争点に対する当裁判所の判断\n１　争点(1)ア（イ号ないしハ号方法の特定）について\n被控訴人が実施するイ号ないしハ号方法の具体的内容が原判決添付別紙目録\n１ないし３のとおりであることは，原審において概ね争いがないものとなってい\nた。しかるに，控訴人は，当審において，原判決添付別紙目録はいずれも不正確で\nあり，本判決添付の別紙目録１ないし３に訂正する必要がある旨主張する。その主\nな理由は、(1)　イ号ないしハ号方法における塗装材料は、成分として大量の方解石\n（炭酸カルシウム）を含み、これも本件発明にいう「適度に粉砕した自然石」に含\nまれること、及び、(2)　寒水砂は約５００度を超える温度で熱分解が始まるので、\n高温で顔料を焼き付けることができず、着色骨材とすることはできないから、顔料\nをまぶして加熱し着色骨材とするのは珪砂のみであるの２点である。\nしかしながら、まず、控訴人が当審でその存在を強調する方解石は、色を伴\nわないもの（無色ないし白色）と考えられるところ、本件発明は、「適度に粉砕し\nた自然石を、合成樹脂中に混入してなる混合剤の異なる色のもの複数種を・・・別\n個のタンクにそれぞれ用意し、該複数種の混合剤を・・・同時に吹き付けることに\nよって、非混合多色状に塗布することを特徴とする」ものであり、異なる色の自然\n石を別個のタンクに用意すること、すなわち自然石が有色であり、かつ異なった色\nであることに特徴を有するものである。そして、被控訴人方法は、複数のタンクに\n異なる色の着色砂を入れているものの、控訴人指摘の着色していない方解石は、体\n質顔料として、各タンクにいずれもほぼ同量用意されていると考えられるのであ\nり、塗装剤の発色に関する本件発明とは技術的に無関係といわざるを得ない。した\nがって、被控訴人方法の目録に記載する必要はないというべきである。\nまた、乙13の４７頁第３図によると、なるほど炭酸カルシウム（寒水砂）は\n約５００℃を越えた温度域付近から熱分解（二酸化炭素を発し、酸化カルシウムに\n変化する。）が始まるものの、その量はわずかであり、同書証の４８頁の本文及び\n第４図によると熱分解のピークは９００ないし９５０℃前後であることが認められ\nる。そして、顔料の焼結が５００℃以下では不可能であることを窺わせる証拠もな\nいことに鑑みると、約５００℃を超える温度で熱分解が始まるからといって、直ち\nに寒水砂に顔料焼結ができないということにはならない。\nしたがって、イ号ないしハ号方法の具体的内容は，原判決添付別紙目録１な\nいし３の各記載のとおりと認めるのが相当であり、これを控訴人主張のように訂正\nする必要はないというべきである。\n２　争点(1)イ（「自然石」の要件の充足・均等）について\n(1)　争点(1)イ（イ号方法の「自然石」の要件の充足）についての認定及び判\n断は、次のとおり付加訂正するほか、原判決別紙「事実及び理由」第４の１(1)ない\nし(6)（１８頁２行目から３１頁１１行目まで）のとおりであるから、これを引用す\nる。\nア　１９頁１１、１２行目「本件公報３欄１～３１行目」を「本件公報３欄\n２～３１行目」と改める。\nイ　２０頁１４、１５行目「本件公報５欄１～６行目」を「本件公報５欄１\n～１６行目」と改める。\nウ　２４頁７行目「甲14」の次に「、乙22」を加え、同１０、１１行目「甲\n14、15によれば、同パンフレットは昭和４８年３月の発行に係る」を「甲14、15、\n乙22によれば、甲14のパンフレットは昭和４８年３月に、乙22のパンフレットは昭\n和５３年１１月にそれぞれ発行された」と改める。\nエ　３０頁１９行目から３１頁１１行目までを削除する。\n(2)（当審における追加主張に対する判断）\n控訴人は、被控訴人方法について、「自然石」を用いて本発明を実施しつ\nつ、自然石に着色をなした「着色骨材」を少量添加しているのであり、本件特許発\n明の利用にすぎない旨主張する。しかし、この控訴人の主張は、着色されていない\n方解石も「自然石」に含まれることを前提とするものであるが、この前提自体が失\n当であることは前記１で説示したとおりである。また、被控訴人方法により完成し\nた塗装面が本件発明と同一の作用効果を奏するものでないことは、後記(3)の引用に\n係る原判決別紙「事実及び理由」第４の１(7)のうち３１頁２１行目から３２頁１４\n行目までのとおりである。\nしたがって、被控訴人方法が本件発明を利用したものであるとの主張も、\nまた、失当といわざるを得ない。\n(3)　構成要件Ａの「自然石」の要件に関する均等の成否についての判断部分\nは、原判決別紙「事実及び理由」３２頁２行目の「タンク」を「ノズル」と訂正す\nるほかは、原判決別紙「事実及び理由」第４の１(7)（３１頁１２行目から３４頁１\n４行目まで）のとおりであるから、これを引用する。\n３　以上よりすれば、被控訴人方法は、本件発明の構成要件Ａの「自然石」の要\n件を充足せず、均等でもないから、その余の争点について判断するまでもなく、控\n訴人の反訴請求は、いずれも理由がないこととなる。\n４　争点(2)ア（営業誹謗行為の成否）について\n本争点についての認定、判断については、次のとおり付加訂正するほか、原\n判決別紙「事実及び理由」第４の４(1)，(2)（４１頁１０行目から４５頁７行目ま\nで）のとおりであるから、これを引用する。\n(1)　４４頁２行目「標的」を「対象」と、同１４行目「争点１(1)」を「争\n点(1)イ」とそれぞれ改める。\n(2)　４５頁２、３行目「不正競争防止法２条１項１１号」を「不正競争防止法\n２条１項１３号」と改める。\n(3)　４５頁５行目「そして，」から同７行目「と認められる。」までを削除す\nる。\n５　争点(2)イ（差止請求の可否）について\n本件訴訟の経緯及び控訴人の主張内容からすれば、ロ号方法及びハ号方法に\nついては、控訴人において今後も同様の行為を行うおそれがあるものと認められ\nる。\n他方、イ号方法については２頭式のスプレーガンを使用するものであるとこ\nろ、控訴人は、２頭式のスプレーガンを使用して本件発明を実施することは公知技\n術（甲14、15、乙26）から推考容易である（甲27参照）との考慮のもと、本件発明\nの技術的範囲から２頭式スプレーガンを使用する場合を除外すべく、本件特許請求\nの範囲の訂正請求を特許庁に申し立て（乙23）、それに伴って、本件訴訟において\nもイ号方法を侵害差止等の請求対象から除外するべく請求の減縮を行っているもの\nである。このような事情に照らすと、今後控訴人がイ号方法について本件特許権を\n侵害する旨の事実を告知する可能性はなくなったと考えられ、イ号方法について被\n控訴人の営業上の利益が侵害されるおそれは消滅したといえる。\n第５　結論\n以上の次第で、被控訴人の本訴請求のうち、被控訴人がロ号方法又はハ号方\n法を実施することが本件特許権を侵害する旨を、文書又は口頭により、第三者に対\nして告知し又は流布することの差止めを求める請求は理由があるが、イ号方法に関\nする同旨の差止請求は理由がない。したがって、本訴請求に関し被控訴人の差止請\n求を全て認容した原判決は一部不当であり、本件控訴はその限度で理由がある。\n他方、控訴人の反訴請求はいずれも理由がなく、これを棄却した原判決は相\n当であるから、これに関する本件控訴は理由がない。\nよって、主文のとおり判決する。\n大阪高等裁判所第八民事部\n裁判官　　若　　　林　　　　　　　諒\n裁判官 　 西　　　井　　　和　　　徒\n裁判長裁判官鳥越健治は転補につき署名押印することができない。\n裁判官　　若　　　林　　　　　　　諒\n別紙目録１\n原判決添付別紙目録１のうち，「第一」の「一」の部分を次のとおり改めたもの\n一　塗装材料\n寒水石を粉砕してこれを篩にかけて粒度を調整することにより，寒水砂を得\nる。\n珪砂にチタンペーストその他の顔料をまぶして加熱することにより，珪砂の表\n面に顔料を焼結させ，着色珪砂を得る。\n前記寒水砂を主成分とし，これに少量の前記着色珪砂を添加したものを，透明\nなアクリルエマルジョンの中に混入してなる塗装材料の色違いのものを２種類用意\nする。\n別紙目録２\n原判決添付別紙目録２のうち，「第一」の「一」の部分を次のとおり改めたもの\n一　塗装材料\n寒水石を粉砕してこれを篩にかけて粒度を調整することにより，寒水砂を得\nる。\n珪砂にチタンペーストその他の顔料をまぶして加熱することにより，珪砂の表\n面に顔料を焼結させ，着色珪砂を得る。\n前記寒水砂を主成分とし，これに少量の前記着色珪砂を添加したものを，透明\nなアクリルエマルジョンの中に混入してなる塗装材料の色違いのものを３種類用意\nする。\n別紙目録３\n原判決添付別紙目録３のうち，「第一」の「一」の部分を次のとおり改めたもの\n一　使用材料\n寒水石を粉砕してこれを篩にかけて粒度を調整することにより，寒水砂を得\nる。\n珪砂にチタンペーストその他の顔料をまぶして加熱することにより，珪砂の表\n面に顔料を焼結させ，着色珪砂を得る。\n前記寒水砂を主成分とし，これに少量の前記着色珪砂を添加したものを，透明\nなアクリルエマルジョンの中に混入してなる塗装材料の色違いのものを３種類用意\nする。\n"
}