{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 10,
    "day": 31
  },
  "case_number": "平成14(ワ)8968",
  "case_name": "",
  "court_name": "東京地方裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "11530",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=11530",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/530/011530_hanrei.pdf",
  "contents": "平成１４年(ワ)第８９６８号　特許権侵害差止等請求事件\n口頭弁論終結日　平成１４年８月２８日\n判　　　　　　決\n原　　　　　　告              　三菱マテリアル株式会社\n訴訟代理人弁護士　    　　      近　藤　惠　嗣\n同                              梅　澤　　　健\n被　　　　　　告                住友軽金属工業株式会社\n訴訟代理人弁護士                湯　浅　正　彦\n主　　　　　　文\n１  原告の請求をいずれも棄却する。\n２　訴訟費用は原告の負担とする。\n事実及び理由\n第１　請求\n１　被告は，別紙物件目録記載の銅管内面溝付加工装置（以下「被告装置」とい\nう。）を製造し，使用してはならない。\n２　被告は，前項の銅管内面溝付加工装置を廃棄せよ。\n３　被告は，原告に対し，金２１億１４４０万円及びこれに対する平成１４年５\n月２２日から支払済みまで年５分の割合による金員を支払え。\n第２　事案の概要\n本件は，被告装置を製造，使用している被告の行為が，原告の有する特許権\nを侵害するとして，被告装置の製造，使用の差止め等と損害賠償を求めている事案\nである。\n１　争いのない事実等\n(1)　原告は，次の特許権（以下「本件特許権」といい，その発明を「本件発\n明」という。）を有する。\n特許番号　　　特許第２５９０５６８号\n出願年月日　　　平成元年８月３０日\n発明の名称      金属管内外面加工装置\n登録年月日　　　平成８年１２月１９日\n(2)　本件発明に係る明細書（以下「本件明細書」という。）の特許請求の範囲\nの記載は次のとおりである。\n「金属管を縮径する縮径装置と，該縮径装置の後段に配置された該縮径装\n置によって加工された前記金属管の内外面にさらに所定の形状を付与する金属管内\n外面加工機とを具備し，前記縮径装置は，前記金属管の外面に圧接するダイスと，\n前記金属管の内部で前記ダイスに対応する位置に浮遊するフローティングプラグと\nからなり，前記金属管内外面加工機は，前記金属管の外面に圧接される複数の回転\n体と，該複数の回転体をそれぞれ前記金属管を中心にして公転させる駆動機構と，\n前記フローティングプラグに回転自在に連結され前記金属管内の前記複数の回転体\nに対応する位置に浮遊するマンドレルとからなり，前記駆動機構は，磁気軸受で回\n転自在に支持され前記複数の回転体を公転駆動する駆動軸を備えており，この駆動\n軸は内部に前記金属管を挿通可能なように円筒状に形成され，その軸心が前記回転\n体の公転中心に一致されていることを特徴とする金属管内外面加工装置。」\n(3)　本件発明の構成要件は，次のとおりに分説される（甲２）。\nＡ　金属管を縮径する縮径装置と，\nＢ　該縮径装置の後段に配置された該縮径装置によって加工された前記金属\n管の内外面にさらに所定の形状を付与する金属管内外面加工機とを具備し，\nＣ　前記縮径装置は，前記金属管の外面に圧接するダイスと，前記金属管の\n内部で前記ダイスに対応する位置に浮遊するフローティングプラグとからなり，\nＤ　前記金属管内外面加工機は，前記金属管の外面に圧接される複数の回転\n体と，該複数の回転体をそれぞれ前記金属管を中心にして公転させる駆動機構と，\nＥ　前記フローティングプラグに回転自在に連結され前記金属管内の前記複\n数の回転体に対応する位置に浮遊するマンドレルとからなり，\nＦ　前記駆動機構は，磁気軸受で回転自在に支持され前記複数の回転体を公\n転駆動する駆動軸を備えており，\nＧ　この駆動軸は内部に前記金属管を挿通可能なように円筒状に形成され，\nその軸心が前記回転体の公転中心に一致されていることを特徴とする\nＨ　金属管内外面加工装置\n(4)　被告は，エアコン等に使用される熱交換器用の銅管を製造，販売してい\nる。被告の製造，販売する銅管の内面には熱移動媒体との接触面積を増加させて熱\n交換効率を上げるために多数の溝が形成されており，この銅管は，内面溝付銅管と\n呼ばれている。被告は，この溝を形成するために，被告製造に係る被告装置を用い\nて銅管の内面溝付加工を行っている。\n２　争点と当事者の主張\n(1)　被告装置の磁気軸受は，本件発明の構成要件Ｆの「磁気軸受」に該当する\nかどうか。\n（原告の主張）\n構成要件Ｆの「磁気軸受」は，以下のとおり，受動型磁気軸受に限定すべ\nきでなく，能動型磁気軸受を含むものと解すべきである。したがって，被告装置の\n能動型磁気軸受は，本件発明の構成要件Ｆの「磁気軸受」に該当する。\nア　受動型磁気軸受と能動型磁気軸受\n(ア)　磁気軸受には受動型磁気軸受と能動型磁気軸受とがある。受動型磁\n気軸受も能動型磁気軸受も，ロータに外部から負荷が作用してロータが基準位置か\nらずれた場合には，ともに回転軸を中心に戻そうとする力と外部からの負荷が釣り\n合った点でロータが回転を続けるのであって，能動型であっても負荷が加わる以前\nと同じ基準位置でロータの回転が維持されるわけではない。すなわち，受動型も能\n動型も，ロータが基準位置からずれた場合には，磁力によってロータを基準位置の\n方向に戻そうとする力（復元力）が発生し，この点では，両者に違いはない。受動\n型と能動型の違いは，以下に述べるように，復元力を生じるメカニズムにあるにす\nぎない。\n(イ)　受動型磁気軸受の場合，復元力は，永久磁石の反発力によって生ず\nる。ロータが基準位置にあるとき，上下左右の各方向からの反発力が釣り合ってい\nる。ロータが基準位置からずれた場合，ロータが近づいた方向からの反発力が強ま\nるから，ロータは押し戻されて基準位置に戻ろうとする。そして，ロータの移動を\n生じさせた外力と反発力の増加が釣り合ったところでロータの移動が止まる。\nこれに対して，能動型磁気軸受の場合には，電磁石の吸引力によって\nロータの位置を保っており，ロータが基準位置にあるときには，各方向からの電磁\n石の吸引力は釣り合っている。ここで，ロータが基準位置から外れると，吸引力の\n釣り合いが崩れるが，もし，電磁石に流れる電流が一定であれば，吸引力は電磁石\nとロータの距離が近づけば近づくほど大きくなるから，ロータは移動した方向にど\nんどん引きつけられ，電磁石に吸い付けられてしまうはずである。これでは，磁気\n軸受にならない。\nそこで，能動型磁気軸受では，変位センサーを用いて，ロータが移動\nした方向の電磁石に流れる電流を小さくし，反対側の電磁石に流れる電流を大きく\nするように制御している。すなわち，一方側では，電流を小さくすることによっ\nて，ロータと電磁石の距離が近くなったことによって生ずる吸引力の増加を打ち消\nしてさらに吸引力を弱くするようにし，反対側では，電流を大きくすることによっ\nて，ロータと電磁石の距離が大きくなったことによって生ずる吸引力の減少を打ち\n消して更に吸引力を強くするようにして，全体として見れば，ロータの基準位置か\nらのずれにほぼ比例するような力（復元力）を発生させてロータを基準位置の方向\nに戻そうとすることができる。これが能動型磁気軸受原理である。\n(ウ)　以上のとおり，受動型磁気軸受においても，能動型磁気軸受におい\nても，ロータが基準位置からずれたときに，そのずれの大きさに応じて復元力を生\nずる点では何ら異ならない。これは，例えば，バネを伸ばしたときに元に戻ろうと\nする力が発生するのと同じである。つまり，バネに外力を加えたときに，バネが戻\nろうとする力と外力が釣り合ったところでバネが止まるように，磁気軸受において\nも，外力と復元力が釣り合ったところでロータは回転を続けるのであり，外力が除\nかれれば，ロータは基準位置に復帰するが，外力がある限り，ロータは基準位置か\nら外れた位置で回転する。\n(エ)　このように，ロータに外部から負荷が作用した場合には，能動型磁\n気軸受であっても，負荷が加わる以前のロータの位置と異なる位置でロータが回転\nするのであり，負荷が変動すれば，ロータは位置を変えながら回転を続ける。\nしたがって，本件発明の磁気軸受から能動型磁気軸受を除外する理由\nはない。\nイ　被告装置との対比\n前記アで述べたとおりであるから，被告装置の能動型磁気軸受は，構成\n要件Ｆの「磁気軸受」に該当する。\n（被告の反論）\n構成要件Ｆの「磁気軸受」は，以下のとおり，受動型磁気軸受に限定すべ\nきであるから，被告装置の能動型磁気軸受は，本件発明の構成要件Ｆの「磁気軸\n受」に該当しない。\nア　受動型磁気軸受と能動型磁気軸受\n(ア)　受動型磁気軸受は，ステータ側に永久磁石又は一定励磁電流電磁石\nを，ロータ側に永久磁石を使用する磁気軸受である。すなわち，受動型磁気軸受で\nは，ステータ側及びロータ側の双方に一定に固定した磁力を有する磁石を使用し，\nそれらの磁石相互の反発力を利用して，ロータをステータに接触させることなく，\n回転可能に支持する。そして，例えば上下にステータを設けた受動型磁気軸受を考\nえると，ロータはその上下ステータとの間で生じる磁石の反発力が均衡した位置に\nおいて支持され，回転することとなる。この状態において，ロータに対して上から\n下方向への負荷が加わると，ロータはその負荷と磁力(反発カ)とがバランスした位\n置，すなわち負荷前においてロータが存在した位置からバランスがとれるまで下方\nへ変位した位置に移動し，負荷が加わっている限り，負荷と磁力(反発力)とがバラ\nンスした位置において回転を継続することとなる。\nこのように，受動型磁気軸受は，ロータとステータに使用されている\n磁石の磁力を制御するものではないため，ロータに対して負荷が加えられた場合の\n前記バランスする位置は，磁力と負荷の力の大きさによって自然に決定され，その\nバランスする位置を，常に一定に保つことはできない。\n(イ)　他方，能動型磁気軸受は，ステータ側に電磁石を，ロータ側に強磁\n性体(ケイ素鋼板等の積層)を使用するとともに，変位センサーによるロータの位置\n制御を必要とするものである。すなわち，能動型磁気軸受では，ステータ側は磁力\n制御可能な電磁石であるが，ロータ側は積層された鋼板であり，ステータ側の磁界\nに入ることで磁力を有するものである。そして，ステータ側とロータ側との間に生\nずる磁力(吸引力)を利用してロータをステータに接触させることなく，回転可能に\n支持する。その際，ステータ側の磁力を制御して，ステータに囲まれ，かつ，ロー\nタがステータに接触しない任意の位置にロータの位置が設定され，その設定された\nロータの位置を基準位置として，常にステータ側への電流，すなわちステータ側の\n磁力を調整して，ロータの位置を前記基準位置に維持する。そして，その電流調整\nのためにロータの位置変位を常時監視し測定する変位センサーが必須となる。そこ\nで，例えば前記の受動型磁気軸受の場合と同様に上下にステータを設けた能動型磁\n気軸受を考えると，ロータはその上下ステータの間で設定された位置(基準位置)に\nおいて支持される。この状態において，ロータに対して上から下方向への負荷が加\nわると，ロータが微量かつ瞬間的には下方へ移動するものの，瞬時にそのロータの\n位置変位を変位センサーが検出し，その変位した位置からロータを基準位置に戻す\nために必要な磁力を上下のステータの各電磁石が発し得るだけの電流が，上下のス\nテータの各電磁石へ送られる。その結果，ロータは，上から下方向への負荷が加え\nられても瞬時に基準位置に復帰し，さらにその負荷が継続してもロータはその基準\n位置における回転を維持し続けることになる。\nイ　構成要件Ｆの「磁気軸受」の意義\n本件明細書の特許請求の範囲には「磁気軸受」と記載されているのみで\nあるが，発明の詳細な説明の記載によれば，本件発明は，回転体の公転中心と金属\n管の軸心とがずれても，その心ずれ量だけ駆動軸が変位することによって回転体の\n公転中心が金属管の軸心に一致するようにしたものと理解されるから，駆動軸（ロ\nータ）に負荷が加わった場合に，駆動軸(ロータ)が当初の位置から変位した位置で\n回転を継続し得る磁気軸受であることが，本件発明が成立し得るための前提条件と\nなる。そして，前記のとおり，能動型磁気軸受はこのような条件に適合しない。\nしたがって，構成要件Ｆの「磁気軸受」は受動型磁気軸受のみを指すと\n解釈すべきである。\nウ　被告装置との対比\n被告装置の磁気軸受は，能動型磁気軸受である。したがって，被告装置\nは本件発明の構成要件Ｆを充足しない。\n(2)　被告装置は，構成要件Ｇの「その軸心が前記回転体の公転中心に一致され\nている」を充足するかどうか。\n（原告の主張）\nア　構成要件Ｇの「その軸心が前記回転体の公転中心に一致されている」の\n意義\n(ア)　金属管内外面加工装置においては，回転体は金属管の外面に沿って\n公転するから，回転体の存在する断面で考えれば，回転体の公転中心と金属管の外\n径中心とは，論理的に必ず一致する。しかし，金属管は，支持ダイスで縮径された\n後，転造ヘッドにおいてさらに縮径されるものであり，その際，偏肉その他の影響\nにより半径方向に振動するから，転造ヘッドによって縮径される前の金属管の外径\n中心と転造ヘッドの回転体の公転中心とは，必ずしも一致しない（乙１）。\n(イ)　従来技術においては，上記のような理由で金属管の外径中心と回転\n体の公転中心がずれた場合に，回転体を駆動している駆動軸が自由に動けないため\nに，金属管の外径中心と回転体の公転中心を一致させることができなかった。しか\nし，本件発明においては，駆動軸が磁気軸受で支持されているため，金属管が半径\n方向に変位することによって生じる半径方向の力によって，駆動軸と共に回転体の\n公転中心が半径方向に移動し，金属管の外径中心と回転体の公転中心（駆動軸の軸\n心）が一致するように構成されているのである。\n(ウ)　したがって，構成要件Ｆの「その軸心」とは「金属管の外径中心」\nを意味するものであって，「その軸心が前記回転体の公転中心に一致されている」\nとは「金属管の外径中心が前記回転体の公転中心に一致されている」と解すべきで\nある。また，本件明細書の特許請求の範囲には，「その軸心が前記回転体の公転中\n心と一致されている」と記載されているだけであるから，金属管の変位と駆動軸の\n変位とのいずれが原因でいずれが結果であるかということ（因果関係）は特許請求\nの範囲とは無関係である。\nイ　被告装置との対比\n被告装置においては，偏肉その他の理由により，支持ダイスを通過した\n金属管がある方向に変位すると，転造ヘッドに変位方向の力が加わるが，この力\nは，駆動軸に伝えられ，磁気軸受の部分では，ロータをその方向に変位させる。そ\nの結果，ロータには復元力が生じ，復元力と外力が釣り合うところまでロータは移\n動する。このロータの動きは転造ヘッドの動きと連動している（甲７）から，転造\nヘッドの回転体の公転中心と金属管の外径中心とは一致することになる。\nこのように，被告装置は，金属管の外径中心と回転体の公転中心が一致\nするように構成されているから，構成要件Ｇの「その軸心が回転体の公転中心に一\n致されている」を充足する。\n（被告の反論）\nア　構成要件Ｇの「その軸心が前記回転体の公転中心に一致されている」の\n意義\n(ア)　本件発明は，回転体の公転中心と金属管の軸心とが加工中に多少ず\nれることによって生ずる不具合の是正を解決課題とし，加工時の回転体の公転中心\nと金属管の軸心とのずれの影響を少なくして回転体を高速回転させることのできる\n金属管内外面加工装置を提供することを目的とするものである。そして，そのため\nに，本件発明に係る金属管内外面加工装置は，回転体の公転中心と金属管の軸心と\nがずれても，その心ずれ量だけ駆動軸が変位して該ずれ量を吸収する作用を有して\nいるものである。\n(イ)　ところで，本件発明において，回転体は金属管の外面に常に圧接\nし，その回転体は軸受によって支持された駆動軸に取り付けられているため，金属\n管の外径中心と回転体の公転中心は一致し，金属管の外径中心と回転体の公転中心\nがずれた状態で金属管の加工がされることはあり得ない。\nそうすると，本件発明の前記目的や作用における「回転体の公転中心\nと金属管の軸心とのずれ」とは，回転体の公転中心と金属管の内径中心とがずれる\nことを意味するものと理解すべきであるから，構成要件Ｇの「その軸心が前記回転\n体の公転中心と一致されている」とは，「駆動軸の内部に挿通される金属管の内径\n中心が回転体の公転中心と一致されている」ことを意味するものと解すべきことに\nなる。\n(ウ)　また，本件明細書の発明の詳細な説明の記載によれば，本件発明に\nおいては，回転体の公転中心と金属管の軸心とがずれた場合には，その「心ずれ量\nだけ」駆動軸が追従して変位することが必要であるといえるから，構成要件Ｇの\n「その軸心が前記回転体の公転中心と一致されている」とは，駆動軸が金属管の変\n位に追従して金属管の変位量だけ変位することにより駆動軸に固定された回転体の\n公転中心と金属管の軸心とが一致することを意味するものと解釈すべきである。\nイ　被告装置との対比\n被告装置においては，ロータ（駆動軸）に対してケーシングを介して転\n造ボール（回転体）が取り付けられており，ロータの軸心と転造ボールの公転中心\nとは一致するように設定されている。そして，転造ボールは銅管に圧接されている\nため，その銅管の外径中心と転造ボールの公転中心とは一致するようになっている\nが，転造ボールを回転させる以前の銅管の設定段階においてすら，銅管の内径中心\nを測定して，その内径中心に転造ボールの公転中心を一致させるような設定あるい\nは操作は不可能となっている。\nこのように，被告装置においては，ロータ（駆動軸）の内部に挿通され\nる銅管の内径中心と転造ボール（回転体）の公転中心とを一致させる機能はないか\nら，被告装置は，金属管の内径中心が回転体の公転中心と一致されているとはいえ\nない。したがって，被告装置は，構成要件Ｇの「その軸心が前記回転体の公転中心\nに一致されている」を充足しない。\n(3)　損害の額はいくらか。\n（原告の主張）\nア　原告は，被告と同様，エアコン等に使用される熱交換器用の銅管を製\n造，販売している。原告の製造，販売する銅管の内面にも熱移動媒体との接触面積\nを増加させて熱交換効率を上げるために多数の溝が形成されており，原告製銅管と\n被告製銅管とは，ともに内面溝付銅管と呼ばれて市場において競合している。原告\nは，本件発明の実施品である銅管内面溝付加工装置を用いて内面溝付加工を行って\nいる。\nイ　被告は，被告装置を使用することにより，次のとおりの利益を上げてい\nる。\n(ア)　被告製銅管は，１キログラム当たり５５０円である。ところで，被\n告は，本件特許権を侵害することにより，被告製銅管を製造するために要する製造\n原価（年間製造費用を年間製造量で割ったもの）を１キログラム当たり３３０円に\n抑え，１キログラム当たり２２０円の利益を上げている。仮に，被告が被告装置を\n使用しなければ，被告製銅管の１キログラム当たりの製造原価は３８０円であった\nはずである。したがって，被告は，本件特許権を侵害したことにより，５０円の利\n益を得たことになる。\n(イ)　被告は，本件特許権の設定登録後の平成９年１月１日から平成１３\n年１２月３１日までの５年間に，被告製銅管を合計４万２２８８トン製造，販売し\nた。\n(ウ)　被告の上記(イ)の売上により，原告は，販売数量及び単価の低下に\nよる損害を被った。一方，本件特許権の侵害によって被告の得た利益の金額は，特\n許法１０２条２項により，原告の損害額と推定される。\nすなわち，原告は，\n４２，２８８×１，０００×５０＝２，１１４，４００，０００\n（円）\nの損害を被った。\n(オ)　仮に，上記(ウ)の推定が成り立たないとしても，特許法１０２条３\n項により，被告は，原告に対し，少なくとも被告製銅管１キログラム当たり２５\n円，総額金１０億５７２０万円の実施料相当額を支払うべきである。\n(カ)　よって，原告は，被告に対し，主位的に２１億１４４０万円の損害\n賠償を求め，予備的に１０億５７２０万円の損害賠償又は不当利得金の返還を求め\nる。\n（被告の認否）\nア　原告の主張アのうち，原告が，被告と同様，エアコン等に使用される熱\n交換器用の銅管を製造，販売していること，原告の製造，販売する銅管の内面にも\n熱移動媒体との接触面積を増加させて熱交換効率を上げるために多数の溝が形成さ\nれており，原告製銅管と被告製銅管とは，ともに内面溝付銅管と呼ばれて市場にお\nいて競合していることは認め，その余は否認する。\nイ　原告の主張イのうち，事実は否認し，主張は争う。\n第３　当裁判所の判断\n１　争点(1)（構成要件Ｆの充足性）について\n(1)　受動型磁気軸受と能動型磁気軸受\nア　磁気軸受の種類\n磁気軸受には大別して受動型磁気軸受と能動型磁気軸受とがある（乙\n１，１６）が，それぞれの構成，特徴等は以下に述べるとおりである。\nイ　受動型磁気軸受\n「能動型磁気軸受の原理，特徴，応用例」（甲４添付資料２）には，受\n動型磁気軸受に関して次の記載がある。すなわち，\n(ア)　受動型磁気軸受の原理について，「受動型磁気軸受は，永久磁石ま\nたは一定励磁電流による電磁石を使って，その反発力または吸引力によって軸受機\n能を得ようとするものである。そのやり方としてはつぎのような二通りの方法があ\nる。」（１頁２０行～２１行）\n(イ)　磁石の反発力を利用した受動型磁気軸受について，「同極性の二つ\nの磁石を対向させて配置すれば自重の数十倍の力を発生させることができるので，\n簡単な一自由度支持が可能である。（図１）」（１頁２３行～２４行）\n(ウ)　磁石の配置の利用について，「磁石をうまく配置することにより安\n定したラジアル軸受を構成することができる。（図２）ロータにはラジアル方向に\n着磁されたリング状永久磁石が固定されており，その両側には同様にラジアル方向\nに着磁されたリング状永久磁石がありステータに固定されている。両者は吸引力に\nよりラジアル方向には安定点があり，ラジアル軸受として機能させることができ\nる。」（１頁２６行～２頁２行）\nと記載されている。\n以上の記載によれば，受動型ラジアル磁気軸受においては，反発力を利\n用する場合及び吸引力を利用する場合とも，ロータとステータに使用されている磁\n石は永久磁石あるいは一定励磁電流の電磁石であって，その磁力は常に一定であ\nり，磁力の大きさを制御するものではない。このため，ロータは，外力が作用しな\nければ，ステータとの間の反発力又は吸引力によって決定される力学的に安定な位\n置で回転するが，例えば，ロータに上から下向きの外力が加わると，ロータは上記\nの安定な位置から，加えられた外力と，ロータとステータとの反発力が釣り合う位\n置まで変位し，その位置で回転し，この外力が除かれるとロータは上記の安定な位\n置に復帰する。すなわち，受動型ラジアル磁気軸受においては，ロータに対して負\n荷が加えられると，ロータは負荷の向きに変位し，その変位する位置は，磁力と負\n荷の力との大きさによって自然に決定されることとなる。\nウ　能動型磁気軸受\n前記「能動型磁気軸受の原理，特徴，応用例」には，能動型磁気軸受に\n関して次の記載がある。すなわち，\n(ア)　能動型ラジアル磁気軸受の構成について，「ロータの位置は四つ\n（またはそれ以上）の位置センサにより検出され，基準位置との差が誤差信号とし\nて制御回路に入り，電磁石に流すべき電流，即ち，磁界の強さを修正してロータを\n基準位置に戻す。」（２頁２９行～３３行）\n(イ)　制御回路として，「制御回路の役目は，位置センサからの情報をも\nとに電磁石へ流すべき電流を変えてロータ位置を制御することである。（図６）位\n置センサからの信号はロータの基準位置を定めている基準信号と比較される。もし\n基準信号がゼロならばロータは基準位置としてステータの中央になるように制御さ\nれることになる。・・・誤差信号はその瞬間のロータ位置と基準位置との差を示し\nており，・・・誤差信号に対する制御信号の比は伝達関数と呼ばれるが，高い剛性\nによってロータを基準位置に精度良く保つよう，また外乱によってロータに変位が\n生じようとすれば適正な減衰によって基準位置にすぐ戻すようこの伝達関数が選ば\nれる。」（４頁１８行～３４行）\nと記載されている。\n以上の記載からすれば，能動型磁気軸受においては，ロータの位置が位\n置フィードバック制御で制御されている。このため，ロータが基準位置において支\n持されている状態において，ロータに対して，例えば上から下方向への負荷が加わ\nり，ロータが下方へ移動すると，そのロータの位置変位を変位センサーが検出し，\nその変位した位置からロータを基準位置に戻すために必要な磁力を各ステータの電\n磁石が発し得るだけの電流が各ステータの電磁石へ送られ，その結果，上から下方\n向への負荷が加えられてもロータは瞬時に基準位置に復帰し，さらに，その負荷が\n継続してもロータはその基準位置における回転を維持し続ける。\n(2)　本件明細書の「発明の詳細な説明」の記載（甲２）\n「発明の詳細な説明」には，以下のとおりの記載がある。すなわち，\nア　「発明が解決しようとする課題」として，近年開発された金属管の外面\nに圧接しながら該金属管の軸心を中心にして公転する複数の回転体を備えた加工機\nを用いた場合，「回転体の公転中心と金属管の軸心とが加工中に多少ずれるため，\nこの心ずれに起因して振動が発生する。この振動は，回転体を高速で公転させれば\nさせるほど急激に増大して，回転体を公転駆動する駆動軸のベアリングに大きな負\n荷の変動が作用し，該ベアリングの寿命を著しく低下させることになる。また，上\n記振動が増大すると，金属管に対する回転体の面圧が大きく変化し，この際面圧が\n著しく高くなったときの油切れにより金属管に凝着が生じることがある。このた\nめ，回転体の公転速度としては，所定の公転速度以上にすることができず，転造能\n率の上限が制限されていた。」（３欄９行～２１行）また，「本発明は，上記事情\nに鑑みてなされたものであり，加工時の回転体の公転中心と金属管の軸心とのずれ\nの影響を少なくして，該回転体をより高速で公転させることのできる金属管内外面\n加工装置を提供することを目的としている。」（３欄２２行～２６行）\nイ　「課題を解決するための手段」として，本発明は，上記目的，すなわ\nち，加工時の回転体の公転中心と金属管の軸心とのずれの影響を少なくするという\n目的を達成するため，「駆動機構は，磁気軸受で回転自在に支持され前記複数の回\n転体を公転駆動する駆動軸を備えており，この駆動軸は内部に前記金属管を挿通可\n能なように円筒状に形成され，その軸心が前記回転体の公転中心に一致されている\nものである。」（３欄３９行～４４行）\nウ　「作用」として，「本発明においては，駆動軸が磁気軸受の磁気力によ\nって浮遊した状態で支持されているため，回転体の公転中心と金属管の軸心とがず\nれても，その心ずれ量だけ該駆動軸が変位して，該ずれ量を吸収する。このため，\n心ずれに伴う振動が抑えられ，回転体を高速で公転することが可能になる。」（３\n欄４６行～４欄１行）\nエ　「実施例」の項に，「転造過程で銅管１の軸心と金属管内外面加工機２\n０の軸心とが変化した場合には駆動軸４１に半径方向の力が作用するが，その際に\nは，ラジアル磁気軸受４７，４８のエアーギャップの範囲内で駆動軸４１がずれ，\n金属管内外加工機２０の軸心が自動的に銅管１の軸心に一致するように作用するの\nで，心ずれによる振動が抑えられる。」（７欄１５行～２０行）\nオ　「発明の効果」として，「本発明によれば，駆動軸を磁気軸受により非\n接触で支持しているから，回転体の公転中心と金属管の軸心とがずれても，磁気軸\n受のエアーギャップの範囲内で駆動軸が変位して，回転体の公転中心が金属管の軸\n心に一致するようになる。このため，上記心ずれに伴う振動を抑えることができ，\nまた，従来のギヤ列に起因する機械損失がなくなるため，従来より回転体を高速で\n公転させることができ，金属管を転造する能率を向上させることができる。」（８\n欄４５行～９欄３行）\nと，それぞれ記載されている。\n(3)　構成要件Ｆの「磁気軸受」の意義\nア　本件明細書の前記(2)の各記載によれば，本件発明に係る金属管内外面加\n工装置は，駆動軸が磁気軸受の磁力によって浮遊した状態で支持されているため，\n回転体の公転中心と金属管の軸心とがずれても，その心ずれ量だけ駆動軸が変位し\nて該心ずれ量を吸収するものであると解される。すなわち，本件発明に係る金属管\n内外面加工装置は，金属管が半径方向に変位することによって生じる半径方向の力\nによって，駆動軸が半径方向に移動し，その結果，回転体の公転中心が金属管の軸\n心に一致するように構成されているものである。したがって，構成要件Ｆの「磁気\n軸受」は，駆動軸に負荷が加わった場合に，駆動軸が当初位置から変位した位置\n（負荷と釣り合った位置）で回転を継続し得るような磁気軸受であることが必須で\nある。\nイ　そうすると，本件発明の構成要件Ｆの「磁気軸受」は，「受動型磁気軸\n受」（ロータに対して負荷が加えられた場合にロータは負荷の向きに変位し，その\n磁力と負荷の力の大きさによってバランスする位置で回転するものであるから，駆\n動軸に負荷が加わった場合に，駆動軸が当初位置から，負荷とバランスした位置に\n変位して回転を継続し得る磁気軸受）のみを指すと解するのが相当であって，「能\n動型磁気軸受」（ロータに負荷が加えられてもロータは瞬時に基準位置に復帰し，\nさらに，その負荷が継続してもロータはその基準位置における回転を維持し続ける\n磁気軸受）を含むものと解することはできない。\n(4)　被告装置との対比\nこれに対して，被告装置の磁気軸受は，能動型磁気軸受である（当事者間\nに争いがない）から，本件発明の構成要件Ｆの「磁気軸受」に該当しない。\nしたがって，被告装置は，本件発明の構成要件Ｆを充足しない。\n(5)　原告の主張に対する判断\n原告は，能動型磁気軸受においても，ロータが基準位置からずれたとき\nに，そのずれの大きさに応じて復元力を生じ，外力と復元力が釣り合ったところで\nロータは回転を続けるのであり，外力が除かれれば，ロータは基準位置に復帰する\nが，外力がある限り，ロータは基準位置から外れた位置で回転するから，能動型磁\n気軸受も構成要件Ｆの「駆動軸」に含まれる旨主張する。\nしかし，原告の主張は，以下のとおり採用できない。\nすなわち，能動型磁気軸受が，ロータに負荷が加えられてもロータは瞬時\nに基準位置に復帰し，さらにその負荷が継続してもロータはその基準位置における\n回転を維持し続けるものであることは，前記(1)認定のとおりである。\nまた，甲６によれば，原告において，能動型磁気軸受（Ｓ２Ｍ社製Ｂ２５\n／５００）を使用して溝付管（銅管）を製造したときのロータの動きを測定したと\nころ，ロータの中心は基準位置からずれたまま時々刻々その位置を変動させていた\nとの結果が得られたことが認められるが，これは，ロータの幾何学的中心の位置が\n変動していることを示すにすぎず，工業的に使用される銅管内面溝付装置において\nは，ロータの幾何学的中心と重心との不一致が不可避なため，ロータを回転させる\nと銅管がなくてもロータの位置が変動する（乙９，１４）という事実を考慮する\nと，甲６の示すような測定結果があったとしても，能動型磁気軸受の原理，特徴等\nに関する前記(1)の認定判断を左右するものとはいえない。\nしたがって，原告の前記主張は採用できない。\n２　争点(2)（構成要件Ｇの充足性）について\n(1)　構成要件Ｇの「その軸心が前記回転体の公転中心に一致されている」の意\n義\n前記１(2)の本件明細書の各記載によれば，本件発明は，駆動軸が磁気軸受\nの磁力によって浮遊した状態で支持されているため，回転体の公転中心と金属管の\n軸心とがずれても，その心ずれ量だけ駆動軸が変位して，回転体の公転中心が金属\n管の軸心に一致するように構成され，該ずれ量を吸収するという技術に係るもので\nある。そうすると，構成要件Ｇにおける「その軸心が前記回転体の公転中心に一致\nされている」とは，「金属管が半径方向に変位することによって生じる半径方向の\n力によって，駆動軸（駆動軸と一体となっている回転体の公転中心）が半径方向に\n移動し，その結果，金属管の軸心が回転体の公転中心に一致されている」ことを意\n味するものと解される。\nこれに対し，原告は，本件発明の特許請求の範囲には「その軸心が前記回\n転体の公転中心に一致されている」と記載されているだけであるから，金属管の変\n位と駆動軸の変位とのいずれが原因でいずれが結果であるかということ（因果関\n係）は特許請求の範囲とは無関係であると主張する。\nしかし，本件明細書の前記記載に加え，原告が本件特許の無効審判事件\n（平成９年審判第２１４３９号）における審判事件答弁書（乙５）の中で，「本件\n特許発明における磁気軸受の構成は，このような一般的な軸受や甲第２号証等に開\n示の磁気軸受とは技術思想が根本的に異なり，金属管内外面加工装置において加工\nされる金属管の移動に軸を追従させるようにしたものである。」（４頁１２～１５\n行），「本件特許発明は，駆動軸内を挿通する金属管の軸心が回転体の公転中心に\n一致されるように該駆動軸を磁気軸受によって支持したもので，駆動軸を磁気軸受\nのエアーギャップの範囲内で変位可能にして，金属管のずれに対する回転体の追従\nを円滑にしたものである。」（４頁下から７～４行）と述べ，同じく本件特許に係\nる他の無効審判事件（平成９年審判第１７８０８号）における審判事件答弁書（乙\n８）の中でも同様に述べている（４頁下から４～２行）ことを併せ考慮すると，本\n件発明は，金属管のずれ（変位）に回転体の公転中心を追従させた技術に係るもの\nと理解するのが相当であるから，原告の上記主張は採用できない。\n(2)　被告装置との対比\n前示のとおり，被告装置の能動型磁気軸受は，駆動軸に負荷が加えられて\nも駆動軸は瞬時に基準位置に復帰し，さらに，その負荷が継続しても駆動軸はその\n基準位置における回転を維持し続けるものであるから，被告装置においては，銅管\nの軸心が半径方向に変位したときに，これに追従して転造ヘッドの転造ボールの回\n転中心が銅管の軸心と一致するように変位するとはいえない。\nしたがって，被告装置は，構成要件Ｇの「その軸心が前記回転体の公転中\n心に一致されている」とはいえないから，構成要件Ｇを充足しない。\n(3)　なお，甲７によれば，原告において，原告使用の銅管内面溝付加工装置を\n使用して溝付管を製造したときの銅管，転造カセット（被告装置の転造ヘッドに相\n当する。）及びロータの変位を測定したところ，銅管の変位と転造カセットの変位\nとの間に強い相関関係があるとの結果が得られたことが認められる。しかし，甲７\nの測定結果からは，銅管の変位に追従して転造カセットの変位が生じたとは認めら\nれないのみならず，かえって，乙１７によれば，被告装置においては，転造ヘッド\nの変位の周期及び転造ボール（回転体）の銅管への接点から約６５ｍｍ離れた位置\n（以下，「転造ヘッド直近の位置」という。）における銅管の変位の周期はいずれ\nもロータ（駆動軸）の回転周期と一致し，かつ，ロータ（駆動軸）の回転周期を変\n化させた場合，転造ヘッドの変位の周期及び転造ヘッド直近の位置における銅管の\n変位の周期は，いずれもロータ（駆動軸）の回転周期の変化につれて変化している\nことが認められるから，転造ヘッドはロータ（駆動軸）の回転に起因して変位し，\n転造ヘッド直近の位置における銅管は転造ヘッドの変位に追従して変位していると\nいうことができる。\nしたがって，被告装置においては，銅管の軸心が転造ボールの回転中心に\n一致されているとはいえず，甲７は，被告装置が構成要件Ｇを充足しないとの前記\n判断を左右するものではない。\n３　結論\n以上のとおり，被告装置は，本件発明の構成要件Ｆ及びＧを充足しないか\nら，本件発明の技術的範囲に属しない。よって，原告の請求は，その余の点につき\n判断するまでもなく理由がないからこれを棄却することとし，主文のとおり判決す\nる。\n東京地方裁判所民事第２９部\n裁判長裁判官　　　　飯　　村　　敏　　明\n裁判官    　  榎　　戸　　道　　也\n裁判官     　 佐　　野　　　　　信\n物件目録\n添付図面により図示され，下記構成の説明に記載された構成を有する銅管内面溝\n付加工装置\n記\n（構成の説明）\n１　銅管を縮径する支持ダイス部と，その下流側に配置される転造ヘッドと一体と\nなった能動型磁気軸受スピンドル（フランスＳ２Ｍ社製Ｂ２５／５００，同社製Ｂ\n３３／６７０，または，セイコー精機製ＳＭＢ３０），更にその下流側に配置され\nる仕上げダイス部，銅管に挿入されるプラグ部，並びに制御装置（フランスＳ２Ｍ\n社製Ｅ１２０／１５）からなり，前記支持ダイス部，磁気軸受スピンドル及び仕上\nげダイス部はそれぞれ個別に床面に対して固定されている。\n２　支持ダイス部には，下流側へ向かって小径となるテーパー孔を有する支持ダイ\nスが設けられ，該支持ダイスのテーパー孔の最大径は，該孔を挿通する前の銅管の\n外径よりも大きく，又，その最大径は，該孔を挿通する前の銅管の外径よりも小さ\nく設定されている。\n３　転造ヘッドは，ケーシング，アウターレース，リテイナ及び転造ボールよりな\nり，一対の部材よりなるアウターレースはリテイナと協働して４個の転造ボールを\nそれぞれ自転自在に保持した上，ケーシングに対して固定されている。\n４　転造ヘッドのケーシングは磁気軸受スピンドルのロータに対して，同心となる\nように固定されている。\n５　磁気軸受スピンドルのロータは中空であって内部を銅管が挿通可能となり，\n又，ロータの外側には上流側より前方ラジアル磁気軸受ロータ，駆動モータロー\nタ，後方ラジアル磁気軸受ロータ，更に下流側にスラスト磁気軸受ロータがそれぞ\nれ設けられるとともに，該磁気軸受スピンドルのステータ側には，前記各磁気軸受\nロータ及び駆動モータロータに対応して前方ラジアル磁気軸受ステータ，駆動モー\nタステータ，後方ラジアル磁気軸受ステータ及びスラスト磁気軸受ステータが設け\nられている。\n６　前記前方ラジアル磁気軸受ロータ，後方ラジアル磁気軸受ロータ及びスラスト\n磁気軸受ロータはいずれも強磁性体よりなり（前方ラジアル磁気軸受ロータ及び後\n方ラジアル磁気軸受ロータはケイ素鋼板の積層体である。），又，前記前方ラジア\nル磁気軸受ステータ，後方ラジアル磁気軸受ステータ及びスラスト磁気軸受ステー\nタはいずれも電磁石よりなり，各磁気軸受ステータに対する通電による，各対応す\nる磁気軸受ロータと磁気軸受ステータ間に作用する磁力の吸引力により，ロータ全\n体がステータに接触しない状態で保持される。\n７　一方，駆動部は，駆動モータロータ及び駆動モータステータよりなり，磁気軸\n受スピンドルのロータに対して回転駆動力を付与している。\n８　仕上げダイス部には，下流側へ向かって小径となるテーパー孔を有する仕上げ\nダイスが設けられ，該仕上げダイスのテーパー孔の最大径は，該孔を挿通する前の\n銅管の外径よりも大きく，又，その最小径は，該孔を挿通する前の銅管の外径より\nも小さく設定されている。\n９　プラグ部は，プラグシャフトに対して上流側から，大径部及び大径部から下流\n方向へのテーパー面を有する支持プラグと，マンドレルと，表面に所定の形状の溝\nを有するとともにプラグシャフトに対して回転自在となる溝プラグとからなり，前\n記大径部の径は支持ダイスのテーパー孔の最大径よりも小さく，最小径よりも大き\nく設定されている。\n10　溝プラグを下流側としてプラグ部を内部に挿入された銅管が，支持ダイスのテ\nーパー孔に挿通した上，４個の転造ボールによって囲まれた空間を各転造ボールに\nよって圧接されつつ挿通し，更にロータ内の中空部分を挿通して，仕上げダイスの\nテーパー孔に挿通する。\n11　以上の状態でロータを回転させるとともに銅管を下流側へ引張することによ\nり，第１に，銅管は支持ダイスのテーパー孔を通過することによって縮径され，第\n２に，ロータと一体となった転造ヘッドが回転し，その転造ヘッドに設けられた４\n個の転造ボールが銅管の周囲を圧接しながら自転並びに公転して，銅管の内面を溝\nプラグ表面に対して押圧し，溝プラグ表面に設けられた所定の形状の溝が銅管内面\nに転写され，第３に，仕上げダイスのテーパー孔を通過して銅管の外径が整形され\nる。尚，その際，銅管内に押入されたプラグ部の溝プラグは，支持ダイスのテーパ\nー孔の部分で支持プラグのテーパー面が保持されることによって，４個の転造ボー\nルと対応する位置に保持される。\n図面\n"
}