{
  "trial_type": "HighCourt",
  "date": {
    "era": "Heisei",
    "year": 13,
    "month": 4,
    "day": 25
  },
  "case_number": "平成12(ネ)2304",
  "case_name": "損害賠償請求事件",
  "court_name": "東京高等裁判所第3民事部",
  "article_info": "第54巻1号58頁",
  "gist": "県営土地改良事業において土地改良法87条8項の規定により土地改良事業計画による工事に着手することができるようになった場合と工事不同意者の有する土地につき一時利用地の指定をすることなく当該工事を施行することの許否",
  "case_gist": "県営土地改良事業において土地改良法87条8項の規定により土地改良事業計画による工事に着手することができるようになった場合であっても，工事不同意者の有する土地については，一時利用地の指定をすることなく当該工事を施行することは許されない。",
  "lawsuit_id": "20129",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=20129",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/129/020129_hanrei.pdf",
  "contents": "主　　　　文\n一　原判決中被控訴人新潟県に関する部分を次のとおり変更する。\n１　被控訴人新潟県は、控訴人に対し、五〇万円及びこれに対する平成五年八月\n二六日から支払済みまで年五分の割合による金員を支払え。\n２　控訴人の被控訴人新潟県に対するその余の請求を棄却する。\n二　控訴人の被控訴人新潟県に対するその余の控訴並びに控訴人の被控訴人Ａ及び\n同Ｂに対する控訴をいずれも棄却する\n三　訴訟費用は、控訴人と被控訴人新潟県との間では、第一、二審を通じ、これを\n一〇分し、その九を控訴人の負担とし、 その余を被控訴人新潟県の負担とし、控訴\n人と被控訴人Ａ及び同Ｂとの間では、控訴費用を控訴人の負担 とする。\n四　この判決は、第一項１に限り、仮に執行することができる。\n事実及び理由\n第一　当事者の求めた裁判\n一　控訴人\n１　原判決を取り消す。\n２　被控訴人らは、控訴人に対し、各自一〇四一万八九七〇円及びこれに対する\n平成五年八月二六日から支払済みまで年五分の割合による金員を支払え。\n３　訴訟費用は、第一、二審とも被控訴人らの負担とする。\n４　仮執行の宣言\n二　被控訴人ら\n１　本件控訴を棄却する。\n２　控訴費用は控訴人の負担とする。\n第二　事案の概要\n一  本件は、控訴人が、その所有する土地等を対象とするほ場整備事業を営む被\n控訴人新潟県が一時利用地を指定せずに同意をしていない控訴人の所有土地につい\nて工事を行ったことは違法であると主張し、また、被控訴人Ａ及び同Ｂが控訴人が\n工事に不同意であることを知りながら被控訴人新潟県に工事を強行させたことが不\n法行為に当たると主張して、損害賠償を求めた事案である。\n二　当事者の主張は、次のとおり補正、付加するほか、原判決「事実」欄の「第\n二　当事者の主張」に記載のとおりであるから、これを引用する。\n１　原判決一〇頁一一行目の「規定により、」を「規定により」と、同一一頁二\n行目の「規定により、従前の土地の全部又は」を「規定により従前の土地の全部若\nしくは」と、同一三頁一行目の「用法」を「用方」と、同六行目の「法第五三条の\n五第一項により」を「法第五三条の五第一項の規定により」と改める。\n２　原判決三〇頁九行目の「事業参加資格者」を「事業参加資格者の」と、同一\n〇行目の「申請」を「申請し」と、同三二頁九行目の「用法」を「用方」と改め\nる。\n３　原判決三八頁三行目の「４(一)」を「４(二)」と改める。\n三　不同意者の土地に対する工事施行の要件に関する当事者の主張の要旨\n１　控訴人の主張\n(一)　土地改良法（以下条文に関しては「法」という。）一二三条の二の文理解\n釈\n(1)　法一二三条の二は、一時利用地の指定があった場合、従前の土地の全部又は\n一部について使用及び収益の停止処分があった場合、これらの処分により使用し及\nび収益することができる者のなくなった従前の土地又はその部分については、その\n土地の所有者等の同意を得ることなく、土地改良事業の工事を行うことができると\n定める。\nこの反対解釈によれば、一時利用地の指定を行わずに不同意者の土地に対する工\n事を行うことはできない筋合いである。\n(2)　法五三条の五第一項は、一時利用地を指定することができる場合につき、換\n地処分を行う前において、「土地改良事業の工事のため必要がある場合」をあげて\nおり、一時利用地の指定という制度自体が、工事を行う必要のためになされると規\n定している。そして、法五三条の五第四、五項、五三条の七の各規定をも総合する\nと、法は、一時利用地の指定により、従前の土地の使用収益を停止し、土地改良区\n等の管理に帰せしめ、これによって所有者等の同意を得ることなく工事を行うこと\nができるようになるとの考えに立脚していることは明らかである。\n(二)　立法の沿革\n(1)　法一二三条の二は、昭和三九年の改正により取り入れられたが、土地区画整\n理法八〇条の規定にならってこれと同一内容のものとされた。\n土地区画整理法八〇条に関しては、工事を行うためには土地の権利者の使用収益\nを一時停止することを要すると解されているから、土地改良法についても同様に解\nすべきである。\n(2)　土地改良法の前身である耕地整理法には、耕地整理の施行につき所有者等の\n異議を一切認めない規定があったが、土地改良法にはそのような規定はなく、同法\n下の施行権はあいまいなままであった。そして、ある事件を契機に、警察庁から農\n林省に対し、土地改良法に土地区画整理法八〇条のような規定がない理由の問い合\nわせがあり、農林省部内の結論が得られなかった。その解決策として、法一二三条\nの二が新設された。\n(3)　昭和三九年改正の主要な点として事前換地方式の導入があげられ、これに伴\nい一時利用地の指定等に関する諸規定が整備された。この事前換地方式により、換\n地計画を事前に定め、これに基づいた一時利用地の指定を行うことが原則とされる\nに至った。\n法一二三条の二も、右改正時に新設されたが、その立法趣旨につき、通達に、\n「工事を行う場合において、既に一時利用地の指定が行われ、従前土地についてこ\nの使用及び収益が停止されているときは、その従前土地の所有者又は占有者の権利\n侵害となるおそれはないので、土地区画整理法八〇条の規定と同趣旨の規定を新設\nし、従前土地の所有者等の同意を得ることなく工事を行うことができることを明ら\nかにした。」と記述されており、土地区画整理法八〇条と同一の立法趣旨及び解釈\nを行うべきことが明らかにされている。\n(三)　個人尊重の理念、法律による行政の原理に照らすと、所有者の同意がない\nのに、一時利用地を指定せずに工事を行うことができるとの解釈は到底採用するこ\nとができない。\n(四) 土地改良法における損失補償の規定\n法五三条の八は、一時利用地の指定や従前の土地の使用収益の停止により損失を\n受けたときは、通常生ずべき損失を補償しなければならないと規定する（その他、\n法一一八条五項、一一九条、一二〇条にも損失補償の規定がある。）。\nしかるに、一時利用地の指定がなくても工事を施行することができると解する\nと、この場合には右損失補償を受けられず、国家賠償法による損害賠償の請求をす\nるしかないことになるが、工事不同意者の被害の程度は右損失補償のケースより甚\n大であるのに、一層困難な手続による保護しか受けられないという矛盾が生じる。\n(五)　一時利用地指定の意義\n仮に、一時利用地指定の本旨が事業施行区域内の農家の営農の継続を確保するこ\nとにあるとしても、それは一時利用地の指定を不同意者の土地に対する工事の要件\nとすることと何ら矛盾するものではなく、むしろ法五三条の五第一項が、「土地改\n良事業の工事のため必要がある場合に」一時利用地の指定ができると明記している\nことからも、右のような解釈は、土地改良法の規定に合致する。\n(六)　実務上の不都合\n土地改良法は、事前換地方式を導入し、予め換地計画ないし換地計画原案があ\nり、それに基づいて一時利用地の指定を行い、その上で工事を施行するのを原則と\nしている。したがって、工事不同意者に対しては工事施行前に一時利用地を指定す\nべきであるとしても、事業全体が施行不能になる事態は、土地改良法自体まったく\n予定していない。\nまた、被控訴人ら主張のとおり、警察力の行使が必要な場合には、一時利用地を\n指定する必要があるというのであれば、事業施行上不都合が生じ得る点は同じであ\nる。\n(七)　補則に規定されている点について\n法一二三条の二は入念規定である（これがなくても、一時利用地の指定、従前の\n土地の使用収益の停止により、管理が土地改良区等に帰することから、所有者の同\n意を得ることなく工事を施行することができることになり、同条の規定がなくて\nも、工事の施行ができると解される。）から、補則に規定されていることは何ら不\n合理でない。\n補則には、他にも土地等の調査のための測量等（法一一八条）、障害物の移転等\n（法一一九条）、窮迫の際の使用等（法一二〇条）など土地改良事業の実質的内容\nである工事の施行に不可欠な重要な定めが多く存しているから、補則に規定されて\nいることから重要な意味のある定めではないということはできない。\n(八)　法一二三条の二は、警察力の行使の根拠規定であるとする見解があるが、\n警察力の行使の可否は、犯罪行為に該当するか否かの問題であり、刑訴法や警職法\nの問題であって、一時利用地指定の問題とは次元を異にする。したがって、一時利\n用地の指定により、警察力の行使が可能となる合理的な根拠はない。\n２　被控訴人ら\n(一)　工事は、事業開始手続成立の効果として施行することができる。\n(1)　土地改良法の存在意義\n工事を施行することによって農用地を改良、開発等する事業は、農耕の開始とと\nもに始まり、農業の生産性の向上や農業経営の改善等を図るため千数百年にわたり\n繰り返し施行されてきたものであり、土地改良法成立以前から存在し、現在でも土\n地改良法の適用の有無にかかわらず行われている農用地の改良行為である。土地改\n良法は、このように実体的に存在している「農用地の改良、開発、保全及び集団化\nに関する事業を適正かつ円滑に実施するために必要な事項を定め」ることを目的と\nして立法された（法一条一項）。したがって、土地改良法は、実体として存在して\nいる農用地を改良、開発等する事業を適正かつ円滑に施行するための手続を定める\n法律である。\n(2)　事業開始決定手続の厳格性\n土地改良法は、事業主体ごとに、工事を施行することによって農用地を改良、開\n発等する事業を行うための手続を極めて厳格に定めている（法五条ないし一〇条、\n四八条、八五条ないし八七条の三、九五条ないし九六条の四）。手続の順序は、施\n行態様によって前後することはあるが、その骨格は、「土地改良事業計画の決定」\nを柱とし、一方で、個人の財産権の保護を図る見地から、事業参加資格者による発\n意、事業参加資格者の三分の二以上の同意徴集、事業参加資格者による認可申請、\n利害関係人からの異議の申出の受付等を行うべきこととするとともに、他方、権利\n者の意思いかんにかかわらず、工事の施行を可能にする見地から、三分の二以上の\n同意等によって地域の関係農家の総意であることを確認し、かつ、適否の決定、異\n議の申出があったときの決定、認可等によって事業施行の必要性を判断すべきこと\nとしている。\n(3)　事業開始手続の効果\n土地改良法では、認可又は異議があったときの決定等によって事業開始手続が完\n結することにより、土地改良事業計画が事業を実施する根拠としての効力を有する\nことになる。\nしたがって、土地改良法所定の事業開始手続がすべて適法にとられたときは、そ\nの法律効果として、①土地改良事業計画で定められた事業地域が当然に事業施行の\n対象地域となり、②事業参加資格者は事業の施行に対する賛否のいかんにかかわら\nず当然に参加者そのものになるとともに、③事業主体は土地改良事業計画に定めら\nれた土地改良事業、すなわち事業施行地域内の土地に対する土地改良事業計画に定\nめられた具体的な工事を、事業参加者が事業の施行に対して賛否いずれの意思をし\nたかを問うことなく、現実に施行することができるようになり、施行したことに対\nして損害賠償責任を負うことはないのである。このことは、事業開始手続が土地改\n良事業の施行を目的とし（法五条一項）、あるいは、土地改良事業を行うために\n（法八七条一項）とられることの当然の法律効果である。そこで、土地改良法は、\n事業開始手続が適法にとられた後は、「土地改良区は、その地区内の土地改良事業\nを行うものとする。」（法一五条一項）との規定や、県営事業の場合は、事業開始\n手続の完結以前においては、「当該土地改良事業計画による工事に着手してはなら\nない。」（法八七条八項）との規定を設けているのである。\nなお、事業開始手続をとって行う事業につき、土地の権利者の意思を問うことな\nく工事の施行を認めるのは、事業が食料生産や国土の保全にかかわるということに\n加え、水田稲作農業を太宗とする我が国農業にあっては、水田が他人の水田に隣接\nし、依存しあい、用水も総有関係にあるので、農用地の改良工事の施行は、一定の\n地域内の土地を単位として行わざるを得ない必然性を持っていることに由来するも\nのである。\n(4)　その他\n土地改良事業計画には、具体的な工事施行計画（法七条三項）が定められるの\nで、同計画が工事施行の根拠として実効性をもつことになる。\n土地改良法の土地改良事業の施行に関して規定する第二章の中では、事業計画確\n定後の工事の施行に関する条文は四七条のみであるが、これも事業計画の確定によ\nり当然に工事を施行することができるため、ことさら工事の施行に関する条文を設\nける必要がなかったからである。\n(二)　一時利用地指定を工事施行の根拠とする考えの誤り\n(1)　一時利用地の指定の意義\n一時利用地に関する規定は、不同意者の土地に対する工事を施行する手段として\n立法されているのではなく、事業実施中における耕作等の継続を確保することを目\n的として定められたものである（法五三条の五第一項、八九条の二第六項ほか、五\n三条の五第四項、八九条の二第八項ほか）。\n(2)　一時利用地を工事施行前の土地に指定するときは、指定された土地の使用収\n益を確保するためさらに他の土地を一時利用地として指定し、さらにその連鎖とし\nて玉突き状態に指定を必要とするという不合理で、実行不可能な事態を招くから、\n一時利用地の指定を工事施行の法的根拠として規定することは、立法論的にも成り\n立たない。一時利用地の指定は、工事が施行された一定の広がりのある土地の区域\nを対象として、区画の割換えの中に指定の玉突き現象を吸収して、数筆ないし数十\n筆を一括して指定するのが合理的な方法である。\n(3)　一時利用地の指定ができるかどうかは、換地予定地が決まっているかどうか\nにかかるのではなく、区画形状が工事施行によって換地予定地のように整備されて\nいるかどうかにかかっている。区画形状が従前の土地の状態にあるときは、換地予\n定地は工事前の状態であるから、これに一時利用地を指定しようとすると、従前の\n土地が多数の土地に分かれているような場合には従前の土地を一つ一つ換地予定地\n内に分割して指定することになるが、これは多数の土地を対象とする土地改良事業\nでは不可能である。\n(4)　法一二三条の二との関係\n法一二三条の二は、一時利用地の指定等を行えば、工事を行うことができる旨を\n規定するものではなく、一時利用地の指定等によって使用収益権者がなくなった従\n前の土地等について、所有者等の同意を得ることなく土地改良事業の工事を行うこ\nとができる旨を規定している。そして、法一二三条の二が規定する使用収益権者不\n存在の土地は、一時利用地の指定によって生じるのではなく、従前の土地が他の土\n地の一時利用地としても指定されないことによって生じるのである。したがって、\n法一二三条の二は、一時利用地の指定を行えば不同意者の土地についても工事を施\n行できる根拠となり得るものではない。\n法一二三条の二が工事対象として予定する土地は、従前の土地であって、他のい\nかなる従前の土地に代わるべき一時利用地としても指定を受けることのない土地で\nある。このような土地は、従前の土地に代わるべき換地として定められない土地\n（換地交付の対象にしない土地）である。具体的には、創設換地（従前の土地がな\nいのに新たに換地とみなされる土地として定める土地）及び機能交換帰属地（道路\n等の敷地として国等に帰属する土地）の予定地のみである。このような土地は、土\n地改良事業計画において事業主体が土地改良事業の工事として農業用道路や用排水\n路等を建設整備する予定地である。すなわち、法一二三条の二が予定する工事は、\n右のような道路・水路等を整備する工事であり、土地改良事業計画に定められた工\n事のうち、工事後水田や畑として利用する土地に対する改良工事は、同条が予定す\nる工事ではない。\n(三)　土地改良法と土地区画整理法との相違\n土地改良法と土地区画整理法とは、事業対象地が農用地と宅地という基本的な違\nいがあることに加え、土地区画整理法では、仮換地を指定して仮換地へ建築物等を\n移転してから工事を行うなどの仕組みをとり、同法八〇条の規定はこの一連の措置\nの一つとしての意義を有し、また、同条は同法「第三章　土地区画整理事業」の\n「第一節　通則」中に規定されているのに対し、土地改良法には一時利用地への建\n築物等の移転のような仕組みはなく、法一二三条の二も建築物の移転の措置との関\n連で規定されているものではなく、かつ、「補則」に規定されているなど、基礎に\nなる実体も法の仕組みも異なっている。このように、法一二三条の二は、土地区画\n整理法八〇条の規定を参考にしているとはいえ、意味は異なるものとして土地改良\n法の体系の中で規定されているのであって、両者を同列に論ずることはできない。\n(四)　損失補償との関係\n(1)　控訴人の主張は、工事施行に伴う補償（一二二条一項）と一時利用地指定に\n伴う補償（五三条の八）とを混同するなどの誤りがある。\n(2)　工事施行に伴う損失補償は、法一二二条一項に規定されているが、換地計画\nを定める土地改良事業においては、補償の必要性が発生しない（従前の土地に照応\nする換地が定められ、かつ、金銭での清算が行われるため、土地権利者には損失が\n生じない。）。なお、工事施行時期によっては休作することになるが、これは地区\n内のすべての土地が休作することになり、また、仮に補償するとなると地区内農家\nが自ら負担することになってしまうので、通常は補償が行われない。この場合、工\n事施行に同意しているか否かで補償の要否が区別されるのではない。\n(3)　一時利用地指定に伴う損失補償及び利益金の徴収は、工事施行に伴う措置と\nは別次元のものである（工事施行の有無、同意の有無にかかわらず適用され\nる。）。なお、この損失補償等は、工事による損失に着目するのではなく、従前の\n土地と一時利用地との比較、使用収益期間も考慮して算定される。また、一時利用\n地の指定は、通常工事が施行された後に行われ、この場合においても一時利用地の\n指定に伴う損失補償等の規定は適用される。\n控訴人は、一時利用地の指定を受けながらこれを使用収益できない場合を想定し\nて損失補償の定めをおいていると主張するが、このような場合には、従前の土地を\n使用し収益することができるのであるから、法五三条の八の損失補償の規定は、指\n定された一時利用地の使用収益ができないことに対応するものではない。\n(五)　実際上の不都合\n工事施行前の土地を一時利用地として指定する場合、当該土地の所有者等には他\nの土地を一時利用地として指定しなければならず、玉突き状態に指定を必要とする\nという不合理で、実行不能な事態を招く。\n特に、土地改良事業の工事に最初に着手する地域に不同意者の土地が含まれてい\nれば、事業施行地域内に耕作されていない土地があるか、または現に耕作している\n農家が自主的に耕作を止めてくれるかのどちらかの条件に該当するとき以外は、不\n同意者のために一時利用地を指定することはできないから、工事を施行することが\nできなくなり、ひいては事業全体が施行不能になる。このように、事業全体が施行\n不能になってしまう仕組みを定めるということは、法システムとして成り立たな\nい。\n(六)　一時利用地指定の原因としての「工事のため必要がある場合」の意味\n法五三条の五第一項、八九条の二第六項等にいう、一時利用地の指定原因として\nの「工事のため必要がある場合」とは、土地改良事業計画に定められた工事を施行\nするために必要がある場合を意味し、一時利用地の従前の土地を直接の対象とする\n工事や工事不同意者の土地に対する工事を施行する必要がある場合に限定すること\nは正しくない。工事着工後換地処分までの一時的な耕作等を確保することにより、\n土地改良事業計画の定める工事の施行を可能にしようとする趣旨で規定されたもの\nである。\n(七)　事前換地方式\n事前換地方式の趣旨は、工事が完了した後いつまでも換地処分が行われない状態\nの発生を防止するために、事業に着手したできるだけ早期の段階から換地計画の作\n成作業を進め、工事完了後遅滞なく換地処分を行うことができるように準備を進め\nるというところにある。そして、換地計画原案に基づいて換地予定地に一時利用地\nを指定するためには、工事によって土地の区画形状が換地予定地のように整備され\nる必要があり、事前換地方式をとったからといって、いつでも容易に一時利用地の\n指定ができるのではない。\n(八)　法一二三条の二が補則に規定されていること\n土地改良事業の実質は、農用地を改良、開発等するための工事の施行である（こ\nのことは、法七条三項の土地改良事業計画に定めるべき事項の規定をみれば明らか\nである。）。したがって、工事の施行に関する規定であれば、法第二章の「土地改\n良事業」の中に規定されるべきである。\n「補則」は、土地改良事業の適正かつ円滑な実施を図る立場から、これら工事関\n連業務に関して、補充的な事項が規定されている。したがって、法一二三条の二が\n「補則」に規定されているということは、工事施行の根拠規定として設けられたも\nのではないことを意味する。\n法一二三条の二の立法経過は、土地改良事業に伴う工事の施行に際し、警察力の\n行使が問題となり、警察庁担当官から土地改良法には土地区画整理法八〇条に相当\nする規定がないので警察力の行使が困難であるとの申し出があったことが契機とな\nり、昭和三九年改正に際し規定されたというものである。\n第三　当裁判所の判断\n一　当事者間に争いのない事実、証拠（甲一ないし七、二五、四六、乙三一、原\n審における控訴人及び被控訴人Ｂ各本人）及び弁論の全趣旨によれば、前記引用に\n係る原判決記載の請求原因１（当事者）、２（本件土地改良事業及びこれに対する\n控訴人の対応）及び３(一)（被控訴人新潟県による本件工事の施行）の事実が認め\nられる。\nなお、本件土地改良事業の申請に際し、控訴人ら七名の署名を偽造した同意署名\n簿が提出されているが、原審における被控訴人Ｂ本人尋問の結果及び弁論の全趣旨\nによれば、右偽造にかかる控訴人ら七名の署名を除いても、所有者ら有資格者の三\n分の二以上の同意を得て、その同意署名簿が提出されているものと認められるか\nら、右控訴人ら七名の同意署名の偽造を理由に本件土地改良事業の施行が違法とな\nることはない。\n二　そこで、被控訴人新潟県が、一時利用地を指定することなく、工事の施行に\n同意していない控訴人の控訴人従前地につき、工事を施行したことが違法であるか\nどうかについて判断する。\n１　土地改良事業開始手続と土地改良事業計画に基づく工事の施行\n土地改良法は、都道府県の行う土地改良事業開始手続（以下「事業開始手続」と\nいう。）及びその後の土地改良事業の手続について、概要次のとおり規定してい\nる。\n(一)　法三条に規定する資格を有する（以下「三条資格者」という。）一五人以\n上の者は、その資格に係る土地を含む一定の地域を定め、土地改良事業の計画の概\n要等を公告して、三条資格者の三分の二以上の同意を得た上、右地域に係る土地改\n良事業を都道府県が行うべきことを都道府県知事に申請する（法八五条一、二\n項）。\n(二)　申請を受けた都道府県知事は、その申請に係る土地改良事業の適否を決定\nし（法八六条一項）、適当とする旨の決定をしたときは土地改良事業計画を定め\n（法八七条一項）、その旨を公告し、二〇日以上の相当の期間を定めて当該土地改\n良事業計画書の写を縦覧に供しなければならない（同条五項）。\n(三)　右土地改良事業計画に不服がある者は、右縦覧期間満了の日の翌日から起\n算して一五日以内に、右土地改良事業計画について異議申立てをすることができる\n（法八七条六項）。\n右異議申立てを受けた都道府県知事は、技術者の意見をきいた上で、右縦覧期間\n満了後六〇日以内にこれに対する決定をしなければならない（同条七項）。\n(四)　右異議申立てがないとき、または異議申立てがあった場合においてそのす\nべてについて右（三）の規定による決定があった後に、土地改良事業計画による工\n事に着手し（法八七条八項）、換地計画を定め、工事完了後に換地処分を行う（法\n八九条の二第一項、第九項、第一〇項、五四条二項等）。\n２　土地改良法は、その目的及び原則について、農用地の改良、開発、保全及び\n集団化に関する事業を適正かつ円滑に実施するために必要な事項を定めて、農業生\n産の基盤の整備及び開発を図り、もって農業の生産性の向上、農業総生産の増大、\n農業生産の選択的拡大及び農業構造の改善に資することを目的とし、土地改良事業\nの施行に当たっては、その事業は、国土資源の総合的な開発及び保全に資するとと\nもに国民経済の発展に適合するものでなければならないと定めている（法一条一\n項、二項）。他方、土地改良事業は、法の右目的及び原則からも明らかなとおり、\nその性質上、一定の地域全体に対して事業を施行しなければ、その成果を期待し得\nないものであるから、当該事業計画に同意していない者の土地についても、当該事\n業計画に基づく工事を施行する必要があることは否定できない。\nそこで、事業開始手続は、法の目的及び原則並びに利害関係人の利益の双方に配\n慮したものでなければならないところ、土地改良法も、次のとおり、以上のことを\n前提に、前記１の事業開始手続等を定めているということができる。すなわち、前\n記１(一)の手続は、三条資格者の三分の二以上の同意がなければ、土地改良事業の\n申請を行うことができないとすることによって、事業の申請につき三条資格者の意\n思に配慮するとともに、三分の二以上の同意があれば事業の申請をすることができ\nることとして、一部の三条資格者の反対によって事業の施行が不可能になる事態の\n発生を回避し得るように配慮しているということができる。また、前記１(二)及び\n(三)の手続は、都道府県知事の策定した土地改良事業計画が、法の目的及び原則に\n適合するかどうかについての審査及びこれに対する異議申立ての機会を利害関係人\nに付与することによって、当該土地改良事業計画が、法の目的及び原則に適合する\nものとなるよう配慮しているということができる。\n３　土地改良法は、一時利用地の指定と土地改良事業計画に基づく工事との関係\nについて、次のとおり規定する。\n(一)　都道府県知事は、換地処分を行う前において、土地改良事業の工事のため\n必要がある場合又は土地改良事業に係る換地計画に基づき換地処分を行うにつき必\n要がある場合には、その土地改良事業の施行に係る地域内の土地につき従前の土地\nに代わるべき一時利用地を指定することができる（法八九条の二第六項）。\n(二)　一時利用地が指定されたときは、従前の土地につき権利を有する者は、通\n知を受けた一時利用地の使用開始の日から換地処分の公告がある日まで、一時利用\n地をその性質によって定まる用方に従い、従前の土地と同一の条件により使用し及\nび収益することができる（法八九条の二第八項、五三条の五第四項）。\nこの場合、従前の土地について有する権利に基づく使用及び収益をすることがで\nきなくなり、他方、一時利用地につき権利を有する者は、当該権利に基づく使用及\nび収益をすることができなくなる（法八九条の二第八項、五三条の五第五、六\n項）。\nそして、一時利用地の指定により使用し及び収益することができる者のなくなっ\nた土地又はその部分については、その使用し及び収益することができる者のなくな\nった時から換地処分の公告があるまで、土地改良事業を行う者（県営事業の場合は\n県）がこれを管理する（法八九条の二第八項、五三条の七）。\n(三)　一時利用地の指定があった場合、これにより使用し及び収益することがで\nきる者のなくなった従前の土地又はその部分については、土地改良事業を行う者\nは、その土地の所有者及び占有者の同意を得ることなく、当該土地改良事業の工事\nを行うことができる（法一二三条の二）。\n４　右の法一二三条の二の規定は、昭和三九年六月二日法律第九四号による土地\n改良法の一部改正に際し、土地区画整理法八〇条の規定と同趣旨の規定として新設\nされたものである（甲五三）。すなわち、法一二三条の二は、昭和三五年ころ、埼\n玉県内で土地改良工事の施行に関し警察力の行使が問題となる事案が発生し、警察\n庁の担当者から当時の農林省の担当者に対し、土地改良法には土地区画整理法八〇\n条に相当する規定がないので、警察力の行使は困難であると言われたことが契機と\nなって立法化されたものである（甲四九、五五、乙二〇、二二、原審証人Ｃ、同\nＤ）。\nそして、農林事務次官から各地方農政局長及び各都道府県知事に宛てた「土地改\n良法の一部を改正する法律の施行について」と題する通達（昭和四〇年三月二二日\n四〇農地Ｂ第八五〇号）は、法一二三条の二の立法趣旨について、「区画整理等の\n工事を行う場合において、すでに一時利用地の指定が行われ、従前の土地について\nこの使用及び収益が停止されているときは、その従前の土地の所有者または占有者\nの権利侵害となるおそれはないので、土地区画整理法八〇条の規定と同趣旨の規定\nを新設し、従前の土地の所有者および占有者の同意を得ることなく工事を行うこと\nができることを明らかにした」との説明をしていた（甲五三）。\nところで、土地区画整理法八〇条は、仮換地等を指定した場合において、それら\nの処分により使用し、又は収益することができる者のなくなった従前の宅地又はそ\nの部分については、施行者等は、その宅地の所有者及び占有者の同意を得ることな\nく、土地区画整理事業の工事を行うことができる旨規定するが、同条の解釈として\nは、右工事に同意しない者の土地の工事を行うには、仮換地等を指定することを要\nするとの見解が一般的である。\n５  【要旨】右１ないし４によれば、法一二三条の二所定の「一時利用地の指定\nがあった場合、従前の土地等については、土地改良事業を行う者は、所有者等の同\n意を得ることなく、当該土地改良事業の工事を行うことができる。」との条文を素\n直に読むと、その反対解釈として、工事不同意者の土地については、一時利用地の\n指定をしない限り、土地改良事業の工事を行うことができない筋合いであること、\n右同条が昭和三九年に土地区画整理法八〇条にならって同趣旨の規定として制定さ\nれたとの立法経過及び土地区画整理法八〇条の一般的な解釈に加えて、憲法二九条\nの財産権保障の趣旨によれば、事業開始手続が適法にとられてもなお、土地改良事\n業に伴う具体的な工事を施行するに当たり、工事に同意しない者の従前の土地の使\n用収益権を確保することがより好ましいことを総合すると、土地改良事業におい\nて、事業開始手続が確定したことにより、事業主体に一般的抽象的な事業施行権が\n付与されたということはできるものの、当該事業地内の個別の土地に対して工事を\n強行する具体的な権限、権能までは当然には付与されておらず、工事に同意しない\n所有者等に対しては、一時利用地を指定し、従前の土地の使用、収益をすることが\nできなくなってからでなければ、工事を施行することはできないと解するのが相当\nである。\n６　被控訴人らの主張について\n(一)　被控訴人らは、土地改良事業開始決定の効力として、当該事業対象土地の\n所有者等の同意の有無にかかわらず、当該事業計画に基づく工事を施行することが\nできる旨主張する。\nなるほど、土地改良法は、前記のとおり土地改良事業開始決定が確定するまでの\n間、三条資格者の三分の二以上の同意を要求し、事業計画の縦覧、異議申立て、こ\nれに対する決定等厳格な手続を定めている。これらの手続は、法一条に定める目的\n及び原則のもと、他方で個人の所有権等財産権に対する配慮をしたものであるとい\nうことができる。また、法八七条八項は、土地改良事業計画が確定してからでなけ\nれば当該事業計画による工事に着手してはならないと規定し、同条六、七及び一〇\n項は土地改良事業計画に対する異議申立て及びこれについての決定に対する取消訴\n訟の提起について規定する。これらの規定を総合すると、事業開始手続が確定した\nときは、その効力として、事業計画に基づき具体的に工事を行う権限が付与されて\nいると解する余地がない訳ではない。\nしかしながら、右のとおり事業開始手続に厳格な手続を設け、事業開始手続が確\n定すると、事業に同意していない者も事業の対象に組み込むことができるというこ\nとから、直ちに事業計画に基づく具体的な工事の施行に当たり、工事に同意しない\n者の土地についても工事を施行することができると解さなければならない筋合いで\nはない。すなわち、三条資格者の三分の二以上の同意があれば、個人の意思に反し\nても土地改良事業の対象とし、事業を実施することができるということと、事業計\n画に基づくとはいえ、具体的な工事の施行により土地の所有権等の主要な要素であ\nる使用収益権を奪うことができるということとは、異なる場面の問題であるから、\n必ずしも両者を同一に解する必要はなく、むしろ憲法二九条に定める財産権保障の\n趣旨を考慮すると、右使用収益権を何らかの形で確保して工事を施行する制度を設\nけることがより右財産権保障の趣旨に合致するというべきである。これらを考慮す\nると、事業開始手続確定の効力として、所有者等の意思に反しても、当然に事業計\n画に基づく工事を施行することができると解するのは相当ではない。\nしたがって、被控訴人らの右主張は、採用することができない。\n(二)　一時利用地指定の意義\n(1)　なるほど、被控訴人らが主張するとおり、一時利用地の指定制度は、本来工\n事不同意者の土地に対する工事の施行を目的として設けられたものでないことは明\nらかである。\nしかしながら、不同意者の土地に対する工事を施行するに当たり、一時利用地の\n指定による一時利用地の使用収益の開始及び従前の土地についての使用収益の停止\nを要件としたとしても、一時利用地指定制度の耕作等の継続を図るとの趣旨を逸脱\nするものではなく、むしろ「土地改良事業の工事のため必要がある場合」には一時\n利用地を指定することができる（法五三条の五第一項、八九条の二第六項）との土\n地改良法の規定にも合致するというべきである。\n(2)　また、被控訴人らは、法一二三条の二が予定するのは、従前の土地につき一\n時利用地が指定され、かつ、一時利用地として指定されていない土地であり、この\nような土地は農業用道路や用排水路等を建設整備する予定地である旨主張する。\nしかしながら、土地改良事業の工事施行中に、田や畑として予定されている土地\nであっても、従前の土地につき、一時利用地を指定しながら、一定期間他の土地の\n一時利用地として指定しない場合もあり得るのであって、このような場合には、従\n前の土地に対して工事を施行することは可能であるから、被控訴人らの右主張は、\n理由がない。\n(三)　土地区画整理法との相違について\n被控訴人らは、土地改良法と土地区画整理法とが基礎となる実体も法の仕組みも\n異なっているから、法一二三条の二が土地区画整理法八〇条の規定にならったもの\nであっても、必ずしも土地区画整理法八〇条と同様に解する根拠にはならない旨主\n張する。\n(1)　事業の相違\n土地改良事業の対象地が農用地であることもあって、その多くが工事を予定して\nいるのに対し、土地区画整理事業の対象地が宅地であることから、それは必ずしも\n工事を予定しない場合があるが、土地改良事業においても工事を伴わない場合があ\nりうること（法二条二項六号）、他方土地区画整理事業においても、土地の区画の\n変更のみならず、土地の形質の変更及び公共施設の新設等が行われることがあり\n（土地区画整理法二条一項）、この場合には工事を予定するものと認められ、土地\n区画整理事業が主として工事を予定しないものであるということはできない。この\nように、土地改良事業と土地区画整理事業とが相違するところがあるとはいえ、工\n事を予定する場合があることは共通しているといえる。\n(2)　事業施行に関する法構成及び手続の相違\n①　土地改良法は、「第二章　土地改良事業」において、事業開始手続等を規定\nし、土地改良事業は、事業開始手続をとってから施行すべきこととしている。土地\n改良区が行う土地改良事業につき、土地改良区の設立認可の申請をするには、事業\nの計画の概要等を公告し、三条資格者の三分の二以上の同意を得なければならず\n（五条一・二項、七条）、申請を受けた都道府県知事は右計画等につき詳細な審査\nを行ってその適否を決定し（八条一項）、その公告・事業計画書等の写しの縦覧、\n異議申出に対する処理を経た後、土地改良区の認可をし（八条六項、九条、一〇条\n一項）、右認可により土地改良区が成立し（一〇条一・二項）、右のようにして成\n立した土地改良区がその地区内の土地改良事業を行う（一五条一項）。また、申請\nに基づき都道府県が行う土地改良事業については、前記１のとおり、申請にあたり\n事業計画の概要等必要な事項の公告、三条資格者の三分の二以上の同意の取得、都\n道府県知事による当該事業の適否の決定、事業計画の策定・公告、事業計画書の写\nしの縦覧、異議申立てに対する決定の手続を経て、事業計画が確定した後でなけれ\nば、事業計画による工事に着手してはならない（八六条、八七条）。このように、\n土地改良法は、事業開始手続について、厳格な手続をとることを要求している。\n②　他方、土地区画整理法は、「第二章　施行者」に関する規定の中で、個人施\n行者の場合は、施行の認可を受けるためには、事業計画（施行地区、設計の概要\n等）を定め、事業計画につき原則として関係権利者の同意を得ることを要し（四条\n一項、六条一項、八条一・二項）、土地区画整理組合施行の場合は、組合設立の認\n可を受けるためには、定款及び事業計画を定め、これらにつき所有者等の三分の二\n以上の同意を得ることを要し（一四条一項、一六条一項、一八条）、都道府県知事\nによる事業計画の縦覧、利害関係者の意見書の提出、都道府県知事による意見書の\n処理を経て、設立認可が決定されることになっている（二〇条、二一条）。なお、\n地方公共団体等が施行する場合は、所有者等の同意を要件とはしていないが、施行\n規程及び事業計画を決定し、これを縦覧し、利害関係者の意見書の提出、都市計画\n審議会による意見書の処理を経て、事業計画において定める設計の概要についての\n認可が行われる（五二条ないし五五条、なお、都市計画法一七条三項）。\nこのように、土地区画整理法も、事業の施行につき重大な利害関係を有する宅地\nの所有者等の保護を図るため慎重な手続を設けている。そして、このような手続を\n経て、各認可が公告されてはじめて、土地区画整理事業が行われることになる。\n③　右・、・のとおり、土地改良法と土地区画整理法とは、規定の仕方、手続の\n内容等に異なる面があることは否定できないが、いずれも、関係者の同意、事業計\n画の作成、縦覧、意見書の提出あるいは異議申出等の手続に関する規定を設けてお\nり、関係者の権利、利益保護をも図っている点では共通している。\n右の諸制度は、一方で各事業の施行が所有者等の財産権に直接関わることからそ\nの保護を図る必要があり、他方で、各事業の公益性の高さから、個々の権利者の意\n思に反してでもその事業の施行を可能にする必要もあり、その両者の調和を図るた\nめに設けられたものであると解される。土地区画整理法が第三章の「土地区画整理\n事業」において、右のような手続規定を設けていないものの、これは、第二章の\n「施行者」に関する規定に手続に関する内容を定めており、同手続を経て施行者が\n第三章の規定に基づき事業を施行するという構成をとっているため、改めて事業の\n施行に当たり同様の手続をとる必要がないからであって、個人の財産権の保護と事\n業施行の必要性との調和を図ろうとする点は、土地改良法と変わりはない。\n(3)　事業計画の相違\n土地改良法は、事業開始手続が確定した後、事業計画に基づき事業が行われると\nころ、右事業計画には、工事に関して、主要工事計画、附帯工事計画、工事の着手\n及び完了の予定時期等が定められ、その内容は具体的である。\n他方、土地区画整理法の事業計画には、設計の概要（設計説明書及び設計図）が\n定められるが、これには、事業の目的、土地の現況、公共施設の整備改善の方針等\nが含まれるものの、それ自体によって直ちに工事内容が判明するものではない。し\nかし、施行者が土地区画整理事業に伴い工事を施行する場合には、右事業計画等に\n基づくことになるところ、右事業計画については、前記のとおり利害関係者の意見\nが反映される仕組みになっている。\n(4)　以上のとおり、土地改良法と土地区画整理法は、事業の対象、目的を異に\nし、事業主体の設立等や事業に関する手続に関する規定の仕方、内容も異なるが、\n他方、両者の基本的な構造、すなわち個人の財産権の保護と、事業の有する公益性\nとの調和を図るための諸制度を設けている点では共通しており、法一二三条の二が\n土地区画整理法八〇条の規定をならって設けられたことをも考慮すると、土地改良\n法と土地区画整理法の以上のような相違にもかかわらず、右両条につき同様の解釈\nをとるべきであると考える。\n(四)　法一二三条の二が「第五章　補則」に規定されていることについて\n従前の土地の所有者等が指定された一時利用地につき使用し、収益することがで\nきるようになった場合には、従前の土地について有する権利に基づく使用及び収益\nをすることができなくなり（法五三条の五第四、五項）、一時利用地の指定により\n使用し及び収益することができる者のなくなった土地又はその部分については、事\n業主体が管理する（法五三条の七）。\nしたがって、一時利用地が指定され、かつ、使用し及び収益する者のなくなった\n従前の土地については、法一二三条の二の規定をまつまでもなく、事業主体は、従\n前の土地に対する工事を施行することができると解するのが相当であり、その意味\nで、法一二三条の二は、工事につき不同意である者が所有権等を有する従前の土地\nに対する工事施行権を創設したものとは言い難い。そのため、同条項が「補則」に\n規定されているとしても、工事につき同意していない者が所有権等を有する土地に\n対して工事を施行するにつき、一時利用地の指定を要すると解する妨げになるもの\nではない。\nまた、「補則」には、事業主体による土地改良事業施行のための障害物の移転等\n（法一一九条）、土地改良事業にかかる損失補償（法一二二条）など、権利関係に\n関する規定が含まれており、「補則」に規定されているからといって必ずしも、重\n要な事項ではないということもできない。\nさらに、仮に法一二三条の二によってはじめて不同意者が所有権等を有する土地\nに対する工事の施行が認められるものであるとしても、これを「補則」に定めるか\nどうかは立法技術の問題であって、憲法及び他の法令等をも考慮して解釈する上\nで、立法技術の巧拙の故に結論が左右されるというのは不合理である。\n以上に照らすと、法一二三条の二が「補則」に規定されていることは、不同意者\nが所有権等を有する土地につき工事を施行するには、一時利用地の指定を要すると\n解する妨げになる訳ではない。\n(五)　不同意者の土地に対する工事を施行するには一時利用地の指定が必要であ\nるとした場合の実務上の不都合について\nなるほど、不同意者の土地に対して工事を施行するには一時利用地を指定するこ\nとを要すると解すると、土地改良事業の工事に最初に着手する地域に不同意者の土\n地が含まれている場合には、当該事業施行地域内に耕作されていない土地がある\nか、または現に耕作している者が自主的に耕作を停止するかしなければ、不同意者\nのために一時利用地の指定はできないから、当該工事を施行することができず、ま\nた、事業計画を変更して当該土地を事業対象から除外し、あるいは、工事施行の順\n序を変更するなどして対処することも可能であるが、事業計画や工事施行の順序を\n容易に変更することができない場合もあり得るところ、このような場合には土地改\n良事業全体の実施が不可能あるいは著しく困難になる事態になってしまうことも想\n定し得る。さらに、一時利用地として指定された土地の所有者等に対しさらに別の\n土地を一時利用地として指定することになり、いわゆる玉突き状態に一時利用地を\n指定することになって、不都合が生じることもあり得る。\nしかしながら、被控訴人ら主張の見解を採用しても、不同意者が実力をもって工\n事を阻止する場合など、一定の場合には一時利用地を指定しなければ、これを排除\nできないと解するのであれば、同様の事態が発生することは避け得ないところであ\nる。\nこのように、被控訴人らが指摘する実際上の不都合等は、いずれの解釈をとるに\nしても起こり得るのであって、右不都合等が生じる頻度、程度が異なるにすぎず、\n本質的な差異がある訳ではない。\nしたがって、土地改良法のシステムという観点からみても、不同意者の土地に対\nする工事の施行は、事業開始決定の効力としてこれを肯認することはできず、一時\n利用地の指定により使用収益する者がいなくなってからでなければならないと解す\nることが不合理であるということはできない。\n(六)　以上のとおり、被控訴人らが主張する点は、いずれも前記のとおり解釈する\nことの妨げになるものではない。\n三　被控訴人らの損害賠償責任の有無\n１　被控訴人新潟県\n控訴人は、不法行為による損害賠償請求を求めるが、被控訴人新潟県が施行した\n工事は、公権力の行使として行われたものであると認められるから、右工事の施行\nが違法であるときは、国家賠償法一条が適用されると解されるところ、控訴人の右\n請求も、同条による損害賠償請求の趣旨であると善解することができる。\nそして、以上のとおり、本件工事は、一時利用地を指定することなく、かつ、控\n訴人の同意を得ることもなく、施行されたものであり、土地改良法の規定に違反す\nる違法な行為である。\nしたがって、被控訴人新潟県は、控訴人に対し、国家賠償法一条による損害賠償\n責任を負うというべきである。\n２　被控訴人Ａ及び同Ｂ\n控訴人は、被控訴人Ａ及び同Ｂが、工区委員として被控訴人新潟県と土地所有者\nとの間の連絡調整的な役割を有していたのであり、控訴人が本件工事施行に同意し\nていないことを知りながら、随時被控訴人新潟県との間で連絡をとりながら、右同\n意をしていない事実を報告せず又は虚偽の報告をして、被控訴人新潟県に本件工事\nを強行させたから、同被控訴人とともに共同不法行為責任を負う旨主張する。\nそして、被控訴人Ａ及び同Ｂが樺野沢工区委員（同Ｂは同委員長）であったこと\nは当事者間に争いがない。\nしかしながら、被控訴人Ａ及び同Ｂが被控訴人新潟県に対し、控訴人が本件工事\nに同意している旨虚偽の報告をしたこと及び右同意していない事実を報告しなかっ\nたことを認めるに足りる的確な証拠はない。\nまた、本件工事を施行するかどうかは被控訴人新潟県が最終的な決定をすること\nであり、たとえ被控訴人Ａ及び同Ｂが工区委員として連絡調整的な役割を担ってい\nたとしても、控訴人が本件工事に同意していないことを被控訴人新潟県に報告しな\nかったことが不法行為を構成するということはできない。\nしたがって、被控訴人Ａ及び同Ｂに対する各請求は、その余の点について判断す\nるまでもなく、理由がない。\n四　損害について\n１　収穫不能による損害\n控訴人は、被控訴人新潟県が前述のとおり本件工事を行ったことにより、従前の\n土地の耕作が事実上不可能になり、昭和六三年の収穫が不能になり、また、平成元\n年三月二三日には一時利用地の指定が行われたものの、この一時利用地は稲作が不\n可能ないし著しく困難な土地であり、一時利用地からの収穫を得ていないから、少\nなくとも二八〇万円以上の損害を被った旨主張する。\n本件工事は昭和六二年一〇月に同年の収穫が終了してから昭和六三年春の作付け\n前までの間に行われたこと、控訴人が本件工事後に控訴人従前地を従来どおり耕作\nすることができなかったことが認められるから（原審における控訴人・被控訴人Ｂ\n各本人、弁論の全趣旨）、一時利用地が指定される前の昭和六三年度の収穫を得る\nことができなかったと認めるのが相当である。\nそして、原審において控訴人本人は、控訴人従前地につき年間四〇万円程度の収\n益を上げることができたと供述するが、これを裏付ける客観的な証拠がないばかり\nでなく、収入から肥料代を除く経費等を控除していないことに照らして、右供述を\n直ちに採用することはできない。また、丙第四号証（農業所得申告の手びき、平成\n六年分適用農業所得標準）には、一〇アール当たりの水稲所得標準が一〇万一七一\n七円である旨の記載があるが、これは平成六年分の農業所得に適用されるものであ\nるから、これをもって直ちに控訴人の昭和六三年度の水稲所得の額を認定すること\nもできない。\n結局、控訴人が昭和六三年度に控訴人従前地の収穫ができなかったことによって\n被った損害額を認定するに足りる的確な証拠はないといわざるを得ない。そこで、\n右事情を後記の慰謝料額算定の一事情として斟酌することとする。\nなお、仮に控訴人が主張するように、平成元年三月二三日に指定された一時利用\n地が稲作の不可能又は著しく困難な土地であり、従前のような収穫を上げることが\nできないとしても、これは指定された一時利用地に関する問題であり、一時利用地\nを指定した後に控訴人従前地の工事をした場合には右のような損失が発生しなかっ\nたと認めるに足りる証拠はないから、一時利用地から収穫を得ることができなかっ\nたことによる損害は、被控訴人新潟県が一時利用地を指定することなく、かつ、控\n訴人の同意を得ることもなく、本件工事を行ったこととの間に相当因果関係がある\nと認めることはできない。\nしたがって、控訴人主張の収穫不能による損害を認めることはできない。\n２　田の整地代\n控訴人は、一時利用地から控訴人従前地と同様の収穫を得るためには整地をする\nことが必要であるから、右整地費用相当額が損害である旨主張する。\nしかしながら、右整地は、一時利用地指定に伴って必要になったというのである\nから、被控訴人新潟県が右のとおり本件工事を施行したこととの間に相当因果関係\nがあるとは認められない。\nしたがって、右整地代相当額が本件工事による損害であると認めることはできな\nい。\n３　杉等の無断伐採\n控訴人は、本件工事により控訴人従前地に生育していた控訴人所有の樹木全部が\n無断伐採され、立木の時価相当額の損害を被った旨主張し、証拠（原審における控\n訴人本人・被控訴人Ｂ各本人）によれば、本件工事に際し控訴人所有の六六〇番一\nの土地に生育していた樹木全部が伐採されたことが認められる。\nしかしながら、右立木の伐採は、本件工事につき同意を得たかどうかなどとは直\n接関係するところではないから、被控訴人新潟県が控訴人の同意を得るなどの措置\nを講じることなく、本件工事を施行したこととの間に因果関係があると認めること\nはできない。また、法一一九条によれば、土地改良事業施行のため必要がある場合\nには、その必要の限度内において、その事業の障害となる物件を除去することがで\nきるのであるから、立木の伐採自体が直ちに違法であるということもできない。\nしたがって、控訴人主張の立木の時価相当額の損害は、被控訴人新潟県が一時利\n用地を指定することなく、かつ、控訴人の同意を得ることなく、本件工事を施行し\nたことと相当因果関係のある損害であると認めることはできない。\nなお、右立木の数及び時価については、実際に伐採された本数及びその時価によ\nるべきところ、本件全証拠によっても、右数量及び価額の立証は不十分であるとい\nわざるを得ない。控訴人は、甲第一七号証に基づく損害額を主張するが、右は、ａ\n町が行う公共事業の伐採補償基準に基づき算定したものであるところ（甲一七、原\n審証人Ｅ）、右補償基準に基づく金額が前記立木の時価であると認めることはでき\nない。\n４　慰謝料\n控訴人従前地は、控訴人が長年にわたり牛肥を使用するなどして生産性向上のた\nめに努力をしながら耕作をしてきた土地であり（原審における控訴人本人）、ま\nた、控訴人は被控訴人Ｂらの度重なる説得にもかかわらず、本件工事の施行に同意\nしなかったところ、突如として本件工事が行われたこと（原審における控訴人・被\n控訴人Ｂ各本人）、そのため控訴人は、昭和六三度年において控訴人従前地の収穫\nをあげることができなかったことによれば、控訴人は、本件工事により控訴人従前\n地の区画形質が変更されたことにより、精神的苦痛を受けたと認められ、本件にあ\nわられた諸般の事情をも考慮すると、右精神的苦痛による慰謝料の額は五〇万円と\n算定するのが相当である。\n五　結論\n以上によると、控訴人の被控訴人新潟県に対する請求は、国家賠償法一条による\n損害賠償請求権に基づき五〇万円及びこれに対する不法行為の日の後である平成五\n年八月二六日（本件訴状送達の日の翌日）から支払済みまで民法所定の年五分の割\n合による遅延損害金の支払を求める限度で理由があり、その余は理由がなく、被控\n訴人Ａ及び同Ｂに対する請求は、いずれも理由がない。\nよって、原判決中控訴人の被控訴人新潟県に対する請求を棄却した部分は、右の\n限度で相当でないから、これを取り消した上、同被控訴人に対し右金員の支払を求\nめる限度でこれを認容し、その余の請求を棄却し、被控訴人Ａ及び同Ｂに対する請\n求を棄却した部分は相当であるから、同被控訴人らに対する本件控訴をいずれも棄\n却することとし、主文のとおり判決する。\n（裁判長裁判官　北山元章　裁判官　青・　馨　裁判官　竹内民生）\n"
}