{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 17,
    "month": 2,
    "day": 15
  },
  "case_number": "平成15(行ケ)430",
  "case_name": "審決取消請求事件",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "9771",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=9771",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/771/009771_hanrei.pdf",
  "contents": "平成１５年（行ケ）第４３０号　審決取消請求事件（平成１７年２月１日口頭弁論\n終結）\n判　　　　　　　　　　　決\n原　　　　　　告　　　      株式会社東京カンテイ\n訴訟代理人弁理士　　　　　　沼形義彰\n同　　　　　　　　　　　　　住吉多喜男\n同　　　　　　　　　　　　　沼形泰枝\n同　　　　　　　　　　　　　中村修身\n被　　　　　　告　      　　特許庁長官　小川洋\n指定代理人　　　            平井誠\n同　　　　　　　　　　      小林信雄\n同　　　　　　　　　      　小曳満昭\n同　　　　　　　　　　      伊藤三男\n主　　　　　　　　　　　文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n事実及び理由\n第１　請求\n特許庁が不服２００３－９６２号事件について平成１５年８月１１日にした\n審決を取り消す。\n第２　当事者間に争いのない事実\n１　特許庁における手続の経緯\n原告は，平成１２年５月２２日，発明の名称を「マンション売買支援システ\nム及びオークションセンタ用機器とデータセンタ用機器並びに記録媒体」とする特\n許出願（特願２０００－１４９９０９号，以下「本件出願」という。）をしたが，\n平成１４年１２月１１日に拒絶の査定を受けたので，平成１５年１月１６日，これ\nに対する不服の審判の請求をした。\n特許庁は，同請求を不服２００３－９６２号事件として審理した結果，同年\n８月１１日，「本件審判の請求は，成り立たない。」との審決をし，その謄本は，\n同月２６日，原告に送達された。\n２　本件出願の願書に添付した明細書（平成１３年８月２０日及び平成１４年１\n月１８日付け手続補正書による補正に係るもの。以下，願書に添付した図面と併せ\nて，「本件明細書」という。）の特許請求の範囲の【請求項５】記載の発明（以下\n「本願発明」という。）の要旨\nオークションセンタ用機器とでマンション売買支援システムを構成するデー\nタセンタ用機器であって，各種物件の事例データを格納するデータベース部と，オ\nークションセンタ用機器からの事例データ検索依頼を受ける検索依頼受付部と，検\n索依頼物件の事例データを検索する検索部と，検索結果の事例データを返送する検\n索結果返送部と，を備えることを特徴とするデータセンタ用機器。\n３　審決の理由\n審決は，別添審決謄本写し記載のとおり，本願発明は，登録実用新案公報第\n３０６１９３３号公報（平成１１年９月２８日発行，甲５，以下「引用例１」とい\nう。）に記載された発明（以下「引用発明」という。）及び周知技術に基づいて，\n当業者が容易に発明をすることができたものであるから，特許法２９条２項の規定\nにより特許を受けることができないとした。\n第３　原告主張の審決取消事由\n審決は，本願発明と引用発明との相違点４の認定判断を誤った（取消事由\n１）上，相違点２及び３に関する判断を誤り（取消事由２，３），さらに本願発明\nの顕著な作用効果を看過した（取消事由４）結果，本願発明は当業者が容易に発明\nをすることができたものであるとの誤った結論に至ったものであるから，違法とし\nて取り消されるべきである。\n１　取消事由１（相違点４の認定判断の誤り）\n(1)　審決は，本願発明と引用発明との相違点４として，「本願発明のデータセン\nター用機器は，オークションセンタ用機器からの検索依頼を受ける検索依頼受付部\nと，検索依頼物件のデータを検索する検索部と，検索結果のデータを返送する検索\n結果返送部とを備えているのに対し，引用例１に記載された発明（注，引用発明）\nの不動産データべースは，伝送要求に応じて不動産情報を提供する手段を備えてい\nる点」（審決謄本４頁第４段落）を認定したが，正しくは，「本願発明のデータセ\nンタ用機器は，オークションセンタ用機器からの事例データ検索依頼を受ける検索\n依頼受付部と，検索依頼物件の事例データを検索する検索部と，検索結果の事例デ\nータを返送する検索結果返送部とを備えているのに対し，引用例１に記載された発\n明の不動産データべースは，伝送要求に応じて不動産情報を提供する手段を備えて\nいる点」（下線付加）と認定すべきであり，審決の上記認定は誤りである。\n(2)　被告は，審決が，本願発明のデータセンタ用機器のデータベース部が「事例\nデータ」を格納している点を，相違点３として認定していることを理由に，上記相\n違点４の認定に誤りはない旨主張する。しかしながら，本願発明は，検索依頼受付\n部，検索部及び検索結果返送部が，「事例データ」検索依頼を受け，検索依頼物件\nの「事例データ」を検索し，検索結果の「事例データ」を返送するものである点に\nおいても，引用発明とは質的に相違する。にもかかわらず，審決は，その点を相違\n点として認定せず，その結果，看過された相違部分に関する進歩性の有無を判断し\nていないから，この誤りは審決の結論に影響を及ぼすものというべきである。\n２　取消事由２（相違点２の判断の誤り）\n(1)　審決は，本願発明と引用発明との相違点２として認定した，「本願発明はマ\nンション売買を対象とするのに対して，引用例１に記載された発明（注，引用発\n明）は不動産売買を対象としている点」（審決謄本４頁第２段落）について，「マ\nンションは土地，一戸建てと並び代表的な不動産売買の対象商品であるから，引用\n例１に記載された発明の不動産として，マンションを対象とすることは当業者が容\n易になし得たことである。よって相違点２は格別のものではない」（同頁下から第\n２段落）と判断した。\n(2)　しかしながら，土地又は土地付き建物とマンションとを比較すると，①土地\nは分筆等により変更になることが多いため，データベース化しても検索が難しくな\nる（そのため，坪単位等に換算された相場がデータベース化される。）が，マンシ\nョンは分割されることがないため，データベース化すれば，個別の物件自体（例え\nば，ＡマンションＢ棟Ｃ階Ｄ号室）のデータを検索することが容易となる，②土地\n付き建物は，通常，単独所有又は親族による少数の共有であり，取壊しや新築，増\n改築等が比較的自由にできることから，物件自体の状態に変化が起きやすいため，\nデータベース化しても，過去の事例は，現状と同じ状態ではないことが多く，参考\nになり難いのに対し，マンションは，通常，堅固な躯体で区分され，権利関係も多\n数の者の共有であるため，取壊しや新築，増改築等を自由にすることができず，当\n該物件に状況変化が起こらないことがほとんどであるため，データベース化した場\n合，過去の事例は，現状と同じ状態であると推定できる，という違いが存在する。\nこのように，本願発明におけるマンション売買と，引用発明における不動\n産売買とは明確に相違しており，審決の上記判断は失当である。\n(3)　引用発明に係る技術をマンション売買に適用してデータベース化する際，デ\nータベースとしては，本願発明のように，個別の物件（例えば，ＡマンションＢ棟\nＣ階Ｄ号室）ごとに○○万円というデータを格納する個別方式のほかに，対象とな\nるマンションの所在地近傍の他の物件のデータと合わせ，マンション所在地付近で\nは平米当たり△△万円（相場）というデータを格納する集約方式があり，従来，不\n動産業界では後者の集約方式が通常であって，本願発明のような個別方式の採用は\n非常に少なく，物件の資料データ，例えば，位置図，パース，建築概要図，平面図\n（本件明細書〔甲２〕段落【００１５】参照）に適用される程度である。\nまた，上記従来方式において，物件の資料データに個別方式が適用された\n場合でも，データベースにデータを格納する回数は通常１回（格納されたデータを\n修正することはあっても，同じ種類のデータが複数個になることはない。）であ\nり，個別（単一）方式と呼ぶことができる。これに対し，本願発明の個別方式にお\nいては，事例データの発生回数に応じて，事例データが複数個になる場合があるか\nら，個別（加算）方式というべきものであって，上記従来における個別（単一）方\n式とは相違する。\n以上のとおり，引用発明に係る技術をマンション売買に適用してデータベ\nース化する際，データベースを，本願発明のように個別（加算）方式とすること\nは，当業者が容易に行い得たものということはできないから，審決の上記判断は失\n当である。\n３　取消事由３（相違点３の判断の誤り）\n(1)　審決は，本願発明と引用発明との相違点３として認定した，「データベース\n部が，本願発明では各種物件の事例データを格納しているのに対して，引用例１に\n記載された発明（注，引用発明）では不動産物件の売買価格を評価するのに必要な\n不動産情報を蓄積している点」（審決謄本４頁第３段落）について，「過去の売買\n価格を参考に価格を決定することは，例えば，Ａ，モバイル・オークションの実現\nを目指す大阪南港中古自動車協同組合（注，「中古車共同組合」とあるのは誤記と\n認める。），ＳｕｎＷｏｒｌｄ（注，「Ｗｏｌｄ」とあるのは誤記と認める。），\n株式会社ＩＤＧジャパン，１９９９年１２月１日，第９巻第１２号，ｐ．３４～３\n８（注，甲６，以下「甲６文献」という。），特に『過去の落札データを蓄積しＯ\nＮＡＡの会員に提供』の項，特開平１１－１９４７０７号公報（注，甲７，以下\n「甲７公報」という。）第１５段落，特開平１１－１９５０６９号公報（注，甲\n８，以下「甲８公報」という。）第３４段落および３９段落，特開２０００－１３\n７７３６号公報（注，甲９，以下「甲９公報」という。）第２４段落および第２９\n段落に記載されるように周知事項であり，また，過去の売買は一種の売買事例であ\nるから，引用例１に記載された発明の売買価格を評価するのに必要な情報として該\n周知事項を採用して事例データを格納するように構成することは当業者が容易にな\nし得たことである」（同頁最終段落～同５頁第１段落）と判断した。\n(2)　しかしながら，甲６文献に記載された技術が扱う情報は，中古車の車種や年\n代ごとのデータであって，「類似する取引の情報」にすぎず，本願発明における物\n件自体の事例データ（同一物件の取引の情報）とは質的に相違する。したがって，\n甲６文献等から周知事項ということができるのは，「過去の類似する物件の売買価\n格を参考にすること」にすぎないから，当該周知事項を採用しても，データベース\nにつき，事例データ（同一物件の取引の情報）を格納するように構成することはで\nきないというべきであって，審決の上記判断は誤りである。\n(3)　これに対し，被告は，本件明細書（甲２）の特許請求の範囲の【請求項５】\nには，「物件の事例データ」が，物件自体の事例データ，すなわち，同一物件の取\n引の情報であるとは記載されていない旨主張する。しかしながら，本願発明におけ\nる「物件の事例データ」が，「物件自体の事例データ」であることは，原告が，拒\n絶査定不服審判請求後の平成１５年２月１４日付け手続補正書（甲４）において説\n明している（４頁最終段落～５頁第１段落）とおりである。\n(4)　また，被告は，引用発明における不動産物件の売買価格を評価するのに必要\nな不動産情報を，物件自体の事例データとすることは格別のものではないとも主張\nする。しかしながら，上記(2)のとおり，周知事項ということができるのは，「過去\nの類似する物件の売買価格を参考にすること」にすぎないし，また，少なくとも，\n個別（加算）方式のデータベースを構築し，検索依頼を受け，検索し，検索結果を\n返送することにより，オークション対象物件であるマンションの事例データを提供\nする本願発明について，その進歩性を否定する理由はないから，被告の上記主張は\n失当である。\n４　取消事由４（顕著な作用効果の看過）\n審決は，本願発明の効果について，「これら相違点に基づく効果も格別のも\nのではない」（審決謄本５頁第３段落）と判断した。\nしかしながら，本願発明は，マンション売買を対象とし，そして，データセ\nンタ用機器は，各種物件の事例データを格納するデータべース部と，オークション\nセンタ用機器からの事例データ検索依頼を受ける検索依頼受付部と，検索依頼物件\nの事例データを検索する検索部と，検索結果の事例データを返送する検索結果返送\n部とを備えているため，多数の要因が価格決定に影響するマンションについて，そ\nの価格を決める際の参考となるデータとして，そのマンション自体の事例データを\nオークションに参加する者に提供することができる，という顕著な作用効果を奏す\nるものである。したがって，審決の上記判断は誤りである。\n第４　被告の反論\n審決の認定判断は正当であり，原告の取消事由の主張はいずれも理由がな\nい。\n１　取消事由１（相違点４の認定判断の誤り）について\n審決は，本願発明のデータセンタ用機器のデータベース部が「事例データ」\nを格納している点を相違点３として認定しているところ，当該データベース部が\n「事例データ」を格納しているということは，すなわち，当該データセンタ用機器\nが「事例データ」を検索の対象としていることを意味するから，原告主張に係る相\n違点の看過はない。相違点４は，相違点３においてデータ内容の相違の点を抽出し\nていることを前提に，データ内容以外の構成上の相違を抽出したものであって，そ\nの認定に何ら誤りはない。\n２　取消事由２（相違点２の判断の誤り）について\nマンションは，土地，一戸建てと並ぶ代表的な不動産売買の対象商品である\n（甲９公報の段落【００４３】参照）から，引用発明に係る不動産として，マンシ\nョンを対象とすることは，当業者が容易に行い得たことであるとした審決の判断に\n誤りはない。\n原告は，マンションと土地又は土地付き建物とを比較して，その相違をるる\n主張しているが，原告の主張に従うと，マンションの方がデータを提供しやすいこ\nとになるから，引用例１に接した当業者は，マンションの方が引用発明に係るデー\nタセンタ用機器に好適であると認識することは明らかである。そうすると，原告の\n主張に従ったとしても，引用発明に係る不動産として，マンションを対象とするこ\nとは，当業者が容易に行い得たことであるということになる。そして，引用発明に\n係る不動産としてマンションを対象とすることに，何ら阻害要因がないことも明ら\nかであるから，原告の主張は失当である。\n３　取消事由３（相違点３の判断の誤り）について\n(1)　原告は，本願発明の「物件の事例データ」が，物件自体の事例データ，すな\nわち，同一物件の取引の情報であることを前提に，審決の判断は誤りである旨主張\nする。しかしながら，本件明細書（甲２）の特許請求の範囲の【請求項５】には，\n「物件の事例データ」が，物件自体の事例データであることは何ら記載されていな\nいから，原告の主張は，特許請求の範囲に基づかないものである。\n(2)　なお，本願発明の「物件の事例データ」を，原告主張のとおり，物件自体の\n事例データの意味に解したとしても，引用発明における不動産物件の売買価格を評\n価するのに必要な不動産情報を，物件自体の事例データとすることは格別のもので\nはないというべきである。すなわち，引用発明において売買対象をマンションとし\nた場合に，その情報の具体的内容をマンション売買に適合したものとすることは当\n然であり，かつ，マンション自体の事例データが価格決定の際に大いに参考になる\nことは，本件出願による開示を待つまでもなく，通常のマンション売買の経験上明\nらかであるから，マンション自体の事例データを提供することは格別のものではな\nいということができる。したがって，いずれにしても，審決の結論に誤りはない。\n４　取消事由４（顕著な作用効果の看過）について\n原告が主張する効果は，本願発明の発明特定事項のみからは得られない効果\nであり，また，引用発明と周知技術から容易に構成できたものが当然に有する効果\nでもあるから，本願発明の進歩性を肯定する根拠にはなり得ない。\n第５　当裁判所の判断\n１　取消事由１（相違点４の認定判断の誤り）について\n(1)　審決は，本願発明と引用発明との相違点４として，「本願発明のデータセン\nター用機器は，オークションセンタ用機器からの検索依頼を受ける検索依頼受付部\nと，検索依頼物件のデータを検索する検索部と，検索結果のデータを返送する検索\n結果返送部とを備えているのに対し，引用例１に記載された発明（注，引用発明）\nの不動産データべースは，伝送要求に応じて不動産情報を提供する手段を備えてい\nる点」（審決謄本４頁第４段落，以下「審決認定に係る相違点４」という。）を認\n定した。\nこれに対し，原告は，相違点４は，正しくは，「本願発明のデータセンタ\n用機器は，オークションセンタ用機器からの事例データ検索依頼を受ける検索依頼\n受付部と，検索依頼物件の事例データを検索する検索部と，検索結果の事例データ\nを返送する検索結果返送部とを備えているのに対し，引用例１に記載された発明の\n不動産データべースは，伝送要求に応じて不動産情報を提供する手段を備えている\n点」（下線付加）と認定すべきであるから，審決の認定は誤りであり，また，その\n結果，審決は，看過された相違部分に関する進歩性の有無を判断していないから，\n当該認定の誤りは審決の結論に影響を及ぼす旨主張する。\n(2)　そこで検討すると，本願発明の要旨は，上記第２の２のとおり，「オークシ\nョンセンタ用機器とでマンション売買支援システムを構成するデータセンタ用機器\nであって，各種物件の事例データを格納するデータベース部と，オークションセン\nタ用機器からの事例データ検索依頼を受ける検索依頼受付部と，検索依頼物件の事\n例データを検索する検索部と，検索結果の事例データを返送する検索結果返送部\nと，を備えることを特徴とするデータセンタ用機器」であり，引用発明は，「オー\nクション制御手段とで不動産オークションシステムを構成する不動産データベース\nであって，前記不動産データベースは不動産物件の売買価格を評価するのに必要な\n不動産情報を蓄積する手段と，オークション制御手段の伝送要求に応じて不動産情\n報を提供する手段とを備えることを特徴とする不動産データベース」（審決謄本３\n頁第２段落）であって，いずれも当事者間に争いがない。\nそして，審決は，本願発明と引用発明とを対比して，両者の一致点とし\nて，「『オークション用の手段とで不動産売買支援システムを構成するデータ蓄\n積・提供手段であって，各種物件の売買価格を評価するためのデータを格納するデ\nータベース部を備えることを特徴とするデータ蓄積・提供手段。』である点」（審\n決謄本３頁下から第２段落，以下「一致点」という。）を，両者の相違点として，\n①「オークション用の手段が，本願発明ではオークションセンタ用機器であるのに\n対して，引用例１に記載された発明（注，引用発明）ではオークション制御手段で\nあり，データ蓄積・提供手段が本願発明ではデータセンタ用機器であるのに対し\nて，引用例１に記載された発明では不動産データベースである点」（同頁最終段落\n～同４頁第１段落，以下「相違点１」という。），②「本願発明はマンション売買\nを対象とするのに対して，引用例１に記載された発明は不動産売買を対象としてい\nる点」（同頁第２段落，以下「相違点２」という。），③「データベース部が，本\n願発明では各種物件の事例データを格納しているのに対して，引用例１に記載され\nた発明では不動産物件の売買価格を評価するのに必要な不動産情報を蓄積している\n点」（同頁第３段落，以下「相違点３」という。）及び審決認定に係る相違点４を\n認定したものであり，一致点及び相違点１～３の認定については，当事者間に争い\nがない。\nこのような審決における一致点及び相違点の認定は，引用発明の「不動産\n物件の売買価格を評価するのに必要な不動産情報」と本願発明の「各種物件の事例\nデータ」とは，いずれも，上位概念である「物件の売買価格を評価するためのデー\nタ」に該当する点で一致するとした上で，相違点３として，下位概念であるデータ\nの内容についての相違点として，「データベース部が，本願発明では各種物件の事\n例データを格納しているのに対して，引用例１に記載された発明（注，引用発明）\nでは不動産物件の売買価格を評価するのに必要な不動産情報を蓄積している点」を\n認定し，さらに，相違点３におけるデータ内容についての上記相違を前提として，\n審決認定に係る相違点４，すなわち，「本願発明のデータセンター用機器は，オー\nクションセンタ用機器からの検索依頼を受ける検索依頼受付部と，検索依頼物件の\nデータを検索する検索部と，検索結果のデータを返送する検索結果返送部とを備え\nているのに対し，引用例１に記載された発明の不動産データベースは，伝送要求に\n応じて不動産情報を提供する手段を備えている点」を認定したものであるとみるこ\nとができる。\nそして，上記のような審決の認定手法は，本件明細書（甲２）における\n「データセンタ用機器２は，データセンタ用２に設置され，図３に示すように，デ\nータベース部２１，検索依頼受付部２２，検索部２３，検索結果返送部２４を備え\nている。データベース２１は，各種物件の『事例データ』及び資料データを格納す\nる。検索依頼受付部２２は，オークションセンタ用機器１からの『事例データ』及\nび資料データ検索依頼を受ける。検索部２３は，検索依頼物件の『事例データ』及\nび資料データについてデータベース部２１を利用して検索する。検索結果返送部２\n４は，検索結果の『事例データ』及び資料データを返送する。資料データとして\nは，物件の位置図，パース，建築概要図，平面図等である。検索依頼物件について\nの『事例データ』及び資料データが存在しないとき，類似の物件に関するデータを\n利用することは可能である」（段落【００１５】）との記載及び「また，売り手\nは，依頼する予定の物件に類似する『事例データ』等を閲覧することができるた\nめ，物件登録依頼する前等に参考資料を得ることができる。また，買い手は，購入\n希望の物件に類似する『事例データ』等を閲覧することができる」（段落【００１\n８】）との記載とも符合し，さらには，データベースの技術分野においては，検索\nの対象として，そのデータベースに格納されたデータが利用されることが技術常識\nであると認められることからも支持し得るものであって，特段，誤りとすべき点は\n認められない。\n(3)　以上によれば，審決認定に係る相違点４は，原告の主張する「物件の事例デ\nータ」に係る相違を前提としたものであると解されるから，その認定に誤りはない\nというべきであり，また，原告の主張する上記相違は，審決において，相違点４で\nはなく，相違点３として認定された上，その点に関する進歩性の有無の検討が加え\nられていることも明らかであるから，原告の取消事由１の主張は理由がない。\n２　取消事由２（相違点２の判断の誤り）について\n(1)　審決は，本願発明と引用発明との相違点２として認定した，「本願発明はマ\nンション売買を対象とするのに対して，引用例１に記載された発明（注，引用発\n明）は不動産売買を対象としている点」（審決謄本４頁第２段落）について，「マ\nンションは土地，一戸建てと並び代表的な不動産売買の対象商品であるから，引用\n例１に記載された発明の不動産として，マンションを対象とすることは当業者が容\n易になし得たことである。よって相違点２は格別のものではない」（同頁下から第\n２段落）と判断した。\n(2)　これに対し，原告は，土地又は土地付き建物とマンションとを比較すると，\n様々な違いが存する旨主張して，これを理由に，審決の上記判断は誤りであると主\n張する。\nしかしながら，引用発明が対象とするのは「不動産売買」であって，土地\n又は土地付き建物の売買に限定されるものではなく，マンション売買も当然にその\n対象に含まれるものである。そして，マンションが，土地や土地付き建物と並ぶ代\n表的な不動産売買の対象商品であることは一般常識に属することであるから，引用\n例１に接した当業者が，引用発明に係る技術をマンション売買に適用することは，\n正に容易に想到し得ることであるというほかはなく，原告の上記主張を採用する余\n地はない。\n(3)　また，原告は，本願発明のデータベースは，個別の物件ごとにデータを格納\nし，さらに，事例データの発生回数に応じて事例データが複数個になる場合がある\n方式，すなわち，個別（加算）方式によるものであるとして，本願発明は当業者が\n容易に行い得たものではない旨主張する。\nしかしながら，本件明細書（甲２，３）の特許請求の範囲の【請求項５】\nの記載は，上記第２の２のとおりであって，そこでは，データの格納が個別の物件\nごとに行われるか否か，あるいは，事例データが複数個になる場合があるかといっ\nた事項は，何ら規定されていないから，原告の上記主張は，特許請求の範囲の記載\nに基づかない主張といわざるを得ず，採用の限りではない。\n(4)　以上によれば，審決の上記判断に誤りはないというべきであるから，原告の\n取消事由２の主張は理由がない。\n３　取消事由３（相違点３の判断の誤り）について\n(1)　審決は，本願発明と引用発明との相違点３として認定した，「データベース\n部が，本願発明では各種物件の事例データを格納しているのに対して，引用例１に\n記載された発明（注，引用発明）では不動産物件の売買価格を評価するのに必要な\n不動産情報を蓄積している点」（審決謄本４頁第３段落）について，「過去の売買\n価格を参考に価格を決定することは，例えば，Ａ，モバイル・オークションの実現\nを目指す大阪南港中古自動車協同組合，ＳｕｎＷｏｒｌｄ，株式会社ＩＤＧジャパ\nン，１９９９年１２月１日，第９巻第１２号，ｐ．３４～３８（注，甲６文献），\n特に『過去の落札データを蓄積しＯＮＡＡの会員に提供』の項，特開平１１－１９\n４７０７号公報（注，甲７公報）第１５段落，特開平１１－１９５０６９号公報\n（注，甲８公報）第３４段落および３９段落，特開２０００－１３７７３６号公報\n（注，甲９公報）第２４段落および第２９段落に記載されるように周知事項であ\nり，また，過去の売買は一種の売買事例であるから，引用例１に記載された発明の\n売買価格を評価するのに必要な情報として該周知事項を採用して事例データを格納\nするように構成することは当業者が容易になし得たことである」（同頁最終段落～\n同５頁第１段落）と判断した。\n(2)　これに対し，原告は，本願発明における「物件の事例データ」とは，「物件\n自体の事例データ」，すなわち「同一物件の取引の情報」であることを前提に，審\n決の引用する甲６文献，甲７公報～甲９公報からは，事例データ（同一物件の取引\nの情報）をデータベース部に格納するように構成することはできない旨主張する。\nしかしながら，本件明細書（甲２）の特許請求の範囲の【請求項５】に\nは，単に，物件の「事例データ」と記載されているだけであり，「物件自体の事例\nデータ」ないし「同一物件の取引の情報」と記載されているわけではないし，ま\nた，発明の詳細な説明を見ても，「事例データ」について，「物件自体の事例デー\nタ」ないし「同一物件の取引の情報」の意味であると定義する記載は見当たらな\nい。\nそして，「事例データ」という語は，学術用語（特許法施行規則様式第２\n９，備考７）ではなく，その有する通常の意味（同，備考８）において理解すべき\nであるところ，広辞苑第五版によれば，「事例」とは，「事件の前例。前例となる\n事実」であるとされるから，「事例データ」とは，「前例となるデータ」の意味で\nあると解することができ，また，そのように解して，何ら矛盾なく，上記【請求項\n５】の記載を理解することができる。さらに，発明の詳細な説明の記載を参酌して\nも，原告主張のように，「事例データ」を，「物件自体の事例データ」ないし「同\n一物件の取引の情報」の意味に限定して理解すべき理由は格別見当たらないという\nほかはないから，原告の上記主張は，その前提において失当というべきである。\nなお，原告は，審判段階において，「物件の事例データ」が「物件自体の\n事例データ」であることの説明（甲４）をした旨主張するが，もとより，審判段階\nにおける説明の内容によって，特許請求の範囲の記載の意味内容が変わるものでは\nないから，この点に関する原告の主張は，上記の判断を左右するものではない。\n(3)　以上によれば，審決の上記判断に誤りはないというべきであるから，その余\nの点につき検討するまでもなく，原告の取消事由３の主張は理由がない。\n４　取消事由４（顕著な作用効果の看過）について\n(1)　原告は，本願発明は，多数の要因が価格決定に影響するマンションについ\nて，その価格を決める際の参考となるデータとして，そのマンション自体の事例デ\nータをオークションに参加する者に提供することができる，との顕著な作用効果を\n奏するものである旨主張する。\n(2)　しかしながら，上記３のとおり，本件明細書（甲２）の特許請求の範囲の\n【請求項５】には，「事例データ」が，「そのマンション自体の事例データ」に限\n定されるとの記載はなく，原告主張に係る効果は，本願発明の構成のみから導かれ\nる効果であるとは認められないから，原告の上記主張は採用の限りではない。\n(3)　そうすると，本願発明の効果について，「これら相違点に基づく効果も格別\nのものではない」（審決謄本５頁第３段落）とした審決の判断に誤りはないという\nべきであり，原告の取消事由４の主張は理由がない。\n５　以上のとおり，原告主張の取消事由はいずれも理由がなく，他に審決を取り\n消すべき瑕疵は見当たらない。\nよって，原告の請求は理由がないから棄却することとし，主文のとおり判決\nする。\n東京高等裁判所知的財産第２部\n裁判長裁判官    　　　篠　　原　　勝　　美\n裁判官 　　   　古　　城　　春　　実\n裁判官    　　　早　　田　　尚　　貴\n"
}