{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 12,
    "day": 6
  },
  "case_number": "平成12(ワ)557",
  "case_name": "損害賠償請求",
  "court_name": "前橋地方裁判所",
  "lawsuit_id": "6324",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=6324",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/324/006324_hanrei.pdf",
  "contents": "平成１４年１２月６日判決言渡　同日判決原本領収　裁判所書記官　高瀬美喜男\n平成１２年(ワ)第５５７号　損害賠償請求事件\n口頭弁論終結日　平成１４年７月５日\n判　　　　　　　決\n主　　　　　　　文\n１　被告は，原告Ａに対し，金２１１万８９６０円及びこれに対する平成１２年１\n１月７日から支払済みまで年５分の割合による金員を支払え。\n２　被告は，原告Ｂに対し，金２６万２４１０円及びこれに対する平成１２年１１\n月７日から支払済みまで年５分の割合による金員を支払え。\n３　原告らのその余の請求をいずれも棄却する。\n４　訴訟費用は，これを１０分し，その８を原告Ａの負担とし，その１を原告Ｂの\n負担とし，その余は被告の負担とする。\n５　この判決は，第１項及び第２項に限り，仮に執行することができる。\n事実及び理由\n第１　請求\n１　被告は，原告Ａに対し，金２１１８万９６００円及びこれに対する平成１２年\n１１月７日から支払済みまで年５分の割合による金員を支払え。\n２　被告は，原告Ｂに対し，金２６２万４１００円及びこれに対する平成１２年１\n１月７日から支払済みまで年５分の割合による金員を支払え。\n第２　事案の概要\n本件は，原告らが，税理士である被告に所得税等確定申告を依頼したところ，被告\nの雇用する職員のなした申告が委任の趣旨に反した違法なものであったため，加算\n税及び延滞税相当額の損害が発生したとして，それぞれ，被告に対し，委任契約の\n債務不履行に基づく損害賠償金及び訴状送達日の翌日からの民法所定年５分の割合\nによる遅延損害金の支払を求める事案である。\n第３　争いのない事実\n１　当事者\n(1)　原告Ａは，ダンプを所有して，建材を購入し，販売する者であり，同Ｂは，原\n告Ａの妻で，前橋市内において美容院を経営する者である。\n(2)　被告は，前橋税務署管内に登録する税理士である。\n２　委任契約\n原告らは，平成７年３月９日，平成６年度分の所得税等の確定申告手続を被告に委\n任し，以後，同９年度分までの所得税等の確定申告手続を被告に委任した（以下\n「本件各委任契約」という。）。被告は，本件各委任契約に基づき，被告の税理士\n事務所の職員であるＣを原告らの自宅に派遣した。\nＣは，上記いずれの年度についても，被告の履行補助者として，原告らの各確定申\n告書を作成し，原告らの署名押印を得た上で，同申告書を前橋税務署に提出した。\n３　国税庁は，原告らの上記各申告に係る所得税及び消費税に脱税があるとして，\n原告らに対し，強制調査を実施した。その結果，原告らは，それぞれ，下記のとお\nり追加納税の賦課決定を受けたため，下記の金額を全額納付した。\n(1)　原告Ａ分（平成６年度ないし同９年度）\nア　重加算税　　　　　１２８９万４０００円\nイ　延滞税　　　　　　　７０３万１６００円\nウ　消費税重加算税　　　１２６万４０００円\n計　２１１８万９６００円\n(2)　原告Ｂ分（平成７年度ないし同９年度）\nア　重加算税　　　　　　１８５万１５００円\nイ　延滞税　　　　　　　　７７万２６００円\n計　２６２万４１００円\n第４　争点\nＣが，被告の履行補助者として原告らの確定申告書を作成するに当たり，本件各委\n任契約についての善管注意義務を果たしたといえるか。特に，原告らの提示した資\n料に基づいて申告書を作成したか。\n第５　争点に対する当事者の主張の骨子\n１　原告らの主張\n(1)　平成６年度分の所得税等確定申告書の作成を依頼した際，原告らは，Ｃに対\nし，各申告年度の実収入の資料を提供した。しかし，Ｃは，原告らに対し，一度に\n申告額を増やすとまずい，建材業の売上げは平均１３００万円くらいで通る，美容\n院は平均６００万円くらいで通る，マニュアルによって計算した金額から経費を引\nけば大丈夫であるなどと説明した。そこで，原告らは，Ｃの上記説明を信用して，\n平成６年度分の確定申告を委任した。\nまた，原告らは，Ｃに対し，原告Ｂの所有する美容室店舗の減価償却を経費として\n使えるのではないか，また，原告Ａには多額の生命保険料の掛金がある旨伝えた\nが，Ｃは，減価償却を今出すとまずい，生命保険料も多額のものを出すとまずいな\nどと言って，原告らの提案を受け入れなかった。このように，Ｃの行った申告書の\n作成は，原告らの提示した資料に基づいてなされたものではない。\n(2)　原告らは，Ｃの上記説明を信用して，被告に対し，以後も平成７年度から同９\n年度の分まで同様に確定申告を委任した。原告らは，Ｃに対し，平成７年度までは\n資料を提示していたが，Ｃが平成８年度以降は資料を見せなくてよいと言ったた\nめ，平成８年度及び同９年度については資料をＣに見せなかった。\n(3)　原告らは，上記のとおり，被告の雇用する職員であるＣの言を信じて，被告に\n所得税等確定申告書の作成，提出を委任したにもかかわらず，実際には，Ｃのなし\nた申告が委任の趣旨に反して違法なものであったため，原告らは，前記争いのない\n事実３のとおり，追加納税の賦課決定を受けた。したがって，被告は，原告らに対\nし，納付した加算税及び延滞税相当額の損害を賠償する責任を負う。\n２　被告の主張\n(1)　平成６年度分の所得税等確定申告書作成の委任を受けた際，Ｃは，原告らに対\nし，各事業の内容，収入及び経費の記録を求めたが，原告らは取引の記録や証拠書\n類を有していなかった。Ｃは，原告Ａに対し，現金の受払の記録や預金通帳などの\n閲覧を求めたが，原告Ａはこれを拒否した。原告Ａは，Ｃに対し，平成５年度の申\n告書の控えを見せ，同６年度についても同５年度と同様に申告するよう要請し，申\n告書に記載すべき各項目の金額について前年度比でのおおよその増減を説明したの\nみであり，Ｃは，それ以外の説明を一切受けなかった。そのため，Ｃは，原告らの\n上記要請にしたがって申告書を作成せざるを得なかった。\n(2)　平成７年度分以降の所得税等確定申告書の作成についても，上記(1)と同様で\nあり，被告又はＣは，原告らから必要な資料の提供を受けておらず，また，いずれ\nの年度についても，原告らが申告期限直前になって委任してくるため，原告Ａの指\n示どおりに申告書を作成し，税務署に提出した。\n(3)　被告は，税理士として原告らの所得税及び消費税の申告業務を受任し，原告ら\nの確定申告業務を行ったのであるから，原告らの主張するとおり，委任契約に基づ\nく善管注意義務を負い，税法の専門家として高度の注意義務を負担する。\nそこで，税理士としては，当該業務を遂行するため，依頼者に対し，必要な資料の\n提供を要請するとともに事情聴取などを行うべきであるが，依頼者がこれらの要請\nに応ぜず必要な協力をしない場合には，税理士としても適切な申告をすることは不\n可能であり，仮にその申告によって依頼者に損害が発生したとしても，税理士に善\n管注意義務違反があったとはいえないから，税理士は損害賠償責任を負わないこと\nになる。\n本件では，上記(1)，(2)のとおり，原告らから資料の提供などを拒否されたため，\n原告らの要請するところにしたがって申告書を作成せざるを得なかったのであるか\nら，被告に善管注意義務違反はない。\n３　被告の主張に対する原告らの反論\n原告らは，Ｃに対し，取引先の金融機関の通帳と請求書，領収書を提示した。原告\nＡの仕事は，請求書を顧客に送って預金口座に入金を受け，必要経費は領収書で明\nらかになるという単純な経営である。原告Ｂの分についても，Ｃに対し，入出金伝\n票と通帳を提示した。\nこのように，原告らは，申告に必要な資料を保存し，Ｃにすべて提示した。\nかえって，原告らは，Ｃから美容院の入出金伝票のうち平成６年度以前の分を焼却\nするよう指示されたため，これらを庭で燃やした。\n４　原告らの反論に対する被告の反論\n原告らの反論は，いずれも事実に反する。被告もＣも，原告らに対し，伝票などを\n燃やすように指示したことはない。\n第６　争点に対する判断\n１　本件申告に至る経緯等について\n甲第５２号証，乙第１号証の１の１，２，第１号証の２の１，２，第１号証の３の\n１，２，第１号証の４の１，２，第２号証の１の１，２，第２号証の２の１，２，\n第２号証の３の１，２，第２号証の４の１，２，第３号証，第６号証，証人Ｃの証\n言及び弁論の全趣旨によれば，以下の事実が認められ，甲第５１号証及び原告Ａの\n本人尋問の結果のうちこれに反する部分は採用せず，他にこれを覆すに足りる証拠\nはない。\n(1)　原告らは，原告Ａの所得が増加してきたため，税理士を通じて所得税等の確定\n申告手続を行うことによって税金の納付額をできるだけ少なくしようと考え，平成\n７年３月９日，被告に対し，平成６年度分の所得税等の確定申告手続を代理して行\nうよう委任した。これを受けて，被告は，被告事務所の職員であるＣを履行補助者\nとして上記業務に当たらせることにした。\n(2)　Ｃは，同月１３日，上記業務を遂行するため，原告らの自宅を訪れた。Ｃとの\n打合せには，主に原告Ａが対応し，原告Ｂは原告ＡにＣとの打合せについての対応\nを一任した。Ｃは，原告Ａに対し，確定申告書を作成するために必要な書類とし\nて，現金出納帳，預金通帳，請求書，領収書などの原始記録を提示するよう求めた\nが，原告Ａは，これを拒んだ上，Ｃに対し，原告Ａの作成した平成５年度の申告書\nの控え，生命保険料や損害保険料の控除証明書のみを提示して，同６年度について\nも同５年度と同様に申告するよう要請した。Ｃは，原告Ａから提示された上記書類\nのみでは原告らの事業の経費が不明なため確定申告書の経費欄を記載することがで\nきないことから，原告Ａに対し，経費を推計で算出して経費の合計額のみを記載し\n経費欄の具体的項目の\n金額を記載しない方法による申告をするよう提案したが，原告Ａは，これも拒み，\n平成５年度の申告についても経費欄の具体的項目の金額を記載して申告したので，\n平成６年度も同様のやり方で申告するように要請した。そこで，Ｃは，それ以上原\n始資料の提示を求めることなどを断念した。なお，Ｃは，上記打合せの際，原告Ａ\nの指示どおりの申告をした場合に，原告らが将来脱税を指摘されて重加算税や延滞\n税などを課せられる危険があることを説明しなかった。\n(3)　Ｃは，同月１４日，原告Ａから提示された平成５年度の申告書の控えに記載さ\nれた数額と，同年度と比較した原告Ａの説明に係る項目ごとの増減率の数字を参考\nにして，確定申告書の各項目の金額を記載した。ただし，確定申告書に添付する収\n支内訳書のうち「売上（収入）金額の月別内訳等」欄や「仕入金額の内訳」欄につ\nいては，原告Ａから原始資料を提示されず具体的な金額が分からなかったため，ほ\nとんど記載しなかった。\nＣは，同月１５日，上記確定申告書を前橋税務署長に提出した。\n(4)　原告らは，平成７年度ないし同９年度の所得税等確定申告書の作成についても\n被告に委任し，被告は，いずれの年度においても，Ｃを履行補助者として上記業務\nに当たらせた。Ｃは，いずれの年度においても，原告Ａから原始資料の提示を受け\nることができず，前年度と同様のやり方で申告するよう指示されたため，平成６年\n度と同様に，収支内訳書のうち「売上（収入）金額の月別内訳等」欄や「仕入金額\nの内訳」欄についてほとんど記載しないまま，前年度の申告書に記載された数額と\n原告Ａから説明を受けた前年度比での項目ごとの増減率の数字を参考にして，確定\n申告書の各項目の金額を記載し，同申告書を前橋税務署長に提出した。\n(5)　なお，上記いずれの年度においても，原告Ｂは，所得税等確定申告書の作成，\n提出に関する打合せについて，原告Ａに一任しており，自らが関与することはなか\nった。また，Ｃは，上記いずれの年度における打合せにおいても，原告Ａに対し，\n同人の指示どおりの申告をした場合に，原告らが重加算税や延滞税などを課せられ\nる危険があることを説明しなかった。\n２　被告の債務不履行の有無\n(1)　被告の履行補助者であるＣが，原告Ａの指示どおりの申告をした場合に，原告\nらが将来脱税を指摘されて重加算税や延滞税などを課せられる危険があることを説\n明しないまま，原告Ａの指示どおりに所得税等確定申告手続を行ったことは上記１\nのとおりである。\n(2)　ところで，税理士は，税務に関する専門家として，独立した公正な立場におい\nて，申告納税制度の理念にそって，納税義務者の信頼にこたえ，租税に関する法令\nに規定された納税義務の適正な実現を図ることを使命としており（税理士法１\n条），脱税相談等を行うことを禁止され（同法３６条），税理士業務を行うに当た\nって，委嘱者が税の課税標準等の計算の基礎となるべき事実を隠ぺい，仮装してい\nる事実があることを知ったときなどは，直ちに，その是正をするよう助言しなけれ\nばならない公法上の義務を負っている（同法４１条の３）。\nまた，税理士は，上記のように税理士法所定の使命を担うほか，依頼者との間には\n委任関係があるから，受任者として委任の本旨に従った善良な管理者としての注意\n義務を負っており（民法６４４条），依頼者の希望や要請が適正でないときには，\n依頼者の希望にそのまま従うのではなく，税務に関する専門家としての立場から，\n依頼者に対し不適正の理由を説明し，法令に適合した申告となるよう適切な助言や\n指導をするとともに，重加算税などの賦課決定を招く危険性があることを十分に理\n解させ，依頼者が法令の不知などによって損害を被ることのないように配慮する義\n務があるというべきである。\n(3)　本件では，上記１のとおり，Ｃが，原告Ａに対し，確定申告書を作成するのに\n必要となる原始資料の提示を求めたところ，原告Ａは，これを拒否した上，Ｃに対\nし，確定申告書に添付する収支内訳書のうち「売上（収入）金額の月別内訳等」欄\nや「仕入金額の内訳」欄をほとんど空欄にしている前年度の確定申告書と同様のも\nのを作成して提出するよう指示したというのであるから，Ｃにおいて，原告らが売\n上げや経費を実際の金額と大幅に異なる金額として申告し不正に課税を免れようと\nしている可能性があることを容易に認識することができたものと認められる。それ\nにもかかわらず，Ｃは，原告Ａの指示どおりの申告をした場合に，原告らが将来脱\n税を指摘されて重加算税や延滞税などを課せられる危険があることを何ら説明しな\nいまま，原告Ａの指\n示どおりに所得税等確定申告手続を行ったというのであるから，Ｃが，原告Ａに対\nし，同人の指示どおりの申告をした場合に，原告らが重加算税や延滞税などを課せ\nられる危険性が高いことを十分に説明し，指導していれば，原告らが本件のような\n不適法な申告を行うことはなかったと認められる。\n(4)　以上によれば，被告の履行補助者であるＣが，原告Ａの指示どおりの申告をし\nた場合に，原告らが将来脱税を指摘されて重加算税や延滞税などを課せられる危険\nがあることを何ら説明しないまま，原告Ａの指示どおりに所得税等確定申告手続を\n行ったことは，税務に関する専門家である税理士としての立場から，依頼者に対し\n不適正の理由を説明し，法令に適合した申告となるよう適切な助言や指導をすると\nともに，重加算税などの賦課決定を招く危険性があることを十分に理解させ，依頼\n者が法令の不知などによって損害を被ることのないように配慮する義務に違反して\nおり，被告の債務不履行になるといわざるを得ない。\n３　損害について\n(1)　前記争いのない事実３のとおり，原告Ａは，平成６年度ないし同９年度におけ\nる重加算税，延滞税，消費税重加算税の合計額２１１８万９６００円を納付し，原\n告Ｂは，同７年度ないし同９年度における重加算税，延滞税の合計額２６２万４１\n００円を納付したが，原告らの納付したこれらの金員は被告の債務不履行がなけれ\nば納付する必要がなかったものと認められるから，これらは被告の債務不履行に基\nづく損害であると認められる。\n(2)　過失相殺\nア　前記１の認定事実によれば，原告Ａは，Ｃから確定申告書の作成に必要な原始\n資料の提示を求められたにもかかわらず，それを拒んだ上，平成５年度に自らの行\nったやり方と同様のやり方で同６年度ないし同９年度の確定申告手続を行うようＣ\nに指示したというのであるから，自己の指示するやり方による確定申告手続が不適\n法ないし不適正であることを認識しつつ，Ｃに対し，自己の指示する方法で確定申\n告手続をするよう要請したものと認められる。そうすると，原告Ａが前記争いのな\nい事実３の重加算税などの納付を余儀なくされた責任の大部分は，原告Ａにあると\nいわざるを得ない。\nまた，上記認定事実によれば，原告Ｂは，原告ＡにＣとの確定申告に関する打合せ\nについての対応を一任し，自らが関与することはなかった。そうすると，原告Ｂが\n前記争いのない事実３の重加算税などの納付を余儀なくされた責任の大部分は，原\n告Ａと同様，原告Ｂにあるといわざるを得ない。\nイ　原告らは，確定申告の打合せの際，Ｃに対し，原始資料を提示しようとした\nが，Ｃからマニュアルによって計算した金額を確定申告書に記入して提出すれば大\n丈夫であるから原始資料を提示してもらう必要はないなどと説明されたため，原始\n資料を提示せず，その結果，税務署長に提出した確定申告書は，原始資料に基づか\nない，実態を反映しないものになってしまったなどと主張する。しかし，前記１の\nとおり，Ｃが作成して税務署長に提出した確定申告書は，申告書に添付する収支内\n訳書の「売上（収入）金額の月別内訳等」欄や「仕入金額の内訳」欄がほとんど空\n欄であり，提出を受けた税務署によって不適正な申告であることを看破されやすい\nずさんな申告であったといえ，原告ら主張のとおり，Ｃがマニュアルによって計算\nした金額を確定申告書\nに記入して提出すれば大丈夫であると請け合って申告したものであるとすると，上\n記のような税務署において不適正な申告であることを看破しやすいずさんな申告を\nＣがしたとするのは余りにも不自然であること，原告Ａが平成１１年６月に被告を\n相手に起こした調停の申立書（乙第３号証）には，「売上げや経費を記帳していな\nかったため，確定申告の打合せの際に原告ＡがＣに対しおおよその売上げ，経費を\n口頭で伝えた。」旨の記載がされており，この記載は原告らの本訴における上記主\n張（Ｃに原始資料を提示しようとしたが不要と言われたとの主張）と矛盾すること\nなどを総合すると，原告らの上記主張は採用することができない。\nウ　上記のとおりの原告らの責任の大きさにかんがみると，損害の負担について公\n平を図る見地から，本件については過失相殺を行うのが相当であり，原告ら各自の\n損害について，それぞれ９割を減じるべきである。\nしたがって，原告Ａが被告に対し請求し得る損害金は，上記(1)の納付済の平成６年\n度ないし同９年度における重加算税，延滞税，消費税重加算税の合計額の１割であ\nる２１１万８９６０円となり，原告Ｂが被告に対し請求し得る損害金は，上記(1)の\n納付済の同７年度ないし同９年度における重加算税，延滞税の合計額の１割である\n２６万２４１０円となる。\n第７　結論\n以上によれば，原告Ａの本訴請求は，被告に対し金２１１万８９６０円及びこれに\n対する訴状送達日の翌日である平成１２年１１月７日から支払済みまで民法所定の\n年５分の割合による遅延損害金の支払を求める限度で理由があるからこれを認容\nし，原告Ｂの本訴請求は，被告に対し金２６万２４１０円及びこれに対する訴状送\n達日の翌日である平成１２年１１月７日から支払済みまで民法所定の年５分の割合\nによる遅延損害金の支払を求める限度で理由があるからこれを認容し，原告らのそ\nの余の請求はいずれも理由がないから棄却することとし，よって，主文のとおり判\n決する。\n前橋地方裁判所民事第２部\n裁判長裁判官　東　條　　　宏\n裁判官　原　　　克　也\n裁判官　高　橋　正　幸\n"
}