{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 13,
    "month": 9,
    "day": 7
  },
  "case_number": "平成13(行ウ)16",
  "case_name": "生活保護費返還決定処分取消請求事件",
  "court_name": "大阪地方裁判所",
  "field": "行政",
  "gist": "福祉事務所が，生活保護法６３条に基づいてした，交通事故の慰謝料として保険会社から受領した金銭の大部分を収入として認定し，同額を返還すべき額として定める旨の処分が，適法とされた事例",
  "case_gist": "福祉事務所が，生活保護法６３条に基づいてした，交通事故の慰謝料として保険会社から受領した金銭の大部分を収入として認定し，同額を返還すべき額として定める旨の処につき，同法６３条にいう「資力」とは，同法８条にいう「金銭又は物品」あるいは同法４条１項の「その利用しうる資産，能力その他あらゆるもの」であって最低限度の生活を維持するために活用されるべきものを有することと同義であり，その要件の充足の判断は原則として行政庁の裁量にゆだねられているが，個々の財産の内容，性質，取得の経緯，使用態様等を総合的に考慮して収入として認定し返還を義務付けることが最低限度の生活保障又は要保護者の自立助長という法の目的に反する場合には，裁量権の逸脱濫用として違法となるとした上，精神的損害を被ったことにより財産的利益が減少するわけではないので，慰謝料を収入として認定しても最低限度の生活を保障するとの法の目的に反するものではなく，また，慰謝料をパソコン等購入のために要保護者に保有させることが自立助長に資するものであることを認め得る証拠はなく，慰謝料を収入と認定しても要保護者の自立助長を図るとの法の目的にも反するとはいえないから，行政庁の判断に裁量権の逸脱濫用はないとして，前記処分を適法とした事例",
  "lawsuit_id": "15531",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=15531",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/531/015531_hanrei.pdf",
  "contents": "主　　　文\n１　原告の請求を棄却する。\n２　訴訟費用は原告の負坦とする。\n事実及び理由\n第１　請求\n被告が原告に対し平成１２年１２月１９日付で行った返還金・徴収金決定処分を\n取り消す。\n第２　事案の概要\n本件は，生活保護を受けている原告が，被告が平成１２年１２月１９日付でした\n３４万２０００円を生活保護法（以下，単に「法」という。）６３条に基づく返還\n金・徴収金の額とする旨の決定（以下「本件処分」という。）につき，本件処分に\nは，原告が保険会社から交通事故の慰謝料として受け取った３５万円のうち３４万\n２０００円を収入と認定した違法があるとして，その取消しを求めた事案である。\n１　前提事実（争いのない事実及び証拠から容易に認定できる事実）（１）　原告\nは被告に対し，平成１１年４月２６日，生活保護の申請をし，同日，被告から保護\nの開始を受けた。\n（２）　原告は，平成１１年８月１１日，大阪市αにおいて自動車事故にあった\n（以下「本件交通事故」という。）。原告は，大阪市東淀川区福祉事務所（以下\n「本件福祉事務所」という。）に対し，同月２７日，本件交通事故にあったことを\n報告した。（３）　原告は，保険会社から，本件交通事故による物的損害（バイク\nの修理費及び洋服代）についての損害賠償として４万円を受け取り，平成１１年１\n０月７日，本件福祉事務所に対し，その旨を報告した。\n（４）　原告は，保険会社から，本件交通事故による補償金として３５万円を受け\n取り（以下「本件補償金」という。）平成１２年９月７日，本件福祉事務所に対\nし，その旨を報告した。また，原告は，本件福祉事務所に対し，同日，本件補償金\nでノートパソコン等を購入したい旨の申告書等を提出した。\n（５）　本件福祉事務所において，平成１２年９月２０日，ケース診断会議が開催\nされ，原告が保険会社から受領した補償金の取扱いについて協議がなされ，バイク\n修理費及び洋服代として先に受領していた４万円については収入として認定しない\nこと，本件補償金３５万円から８０００円を除外した３４万２０００円については\n収入として認定し，法６３条に基づいて返還を求めていく方針となった。（６）\n被告は，原告に対し，平成１２年１２月１９日，保険会社から原告に対して支払わ\nれた本件補償金のうち３４万２０００円が収入となることを理由として本件処分を\n行い，これを通知した。\n（７）　原告は，大\n阪府知事に対し，平成１３年１月１１日，本件処分を不服とした審査請求をした\n（甲３）。大阪府知事は，原告に対し，平成１３年２月１９日，上記審査請求を棄\n却する旨の裁決を行い，平成１３年２月２１日，原告に対し送達された（甲６，弁\n論の全趣旨）。\n２　争点\n本件の争点は，（１）原告が保険会社から交通事故の慰謝料として受け取った補\n償金のうち３４万２０００円を収入として認定することが適法かどうか，（２）被\n告が原告に対し「平成１２年９月２０日のケース診断会議」の結果についての回答\n文書を送付しなかったことが権利の濫用あるいは憲法１２条に反するかである。\n３　争点に対する当事者の主張\n（被告の主張）\n（１）　法４条１項は，「保護は，生活に困窮する者が，その利用し得る資産，能\n力その他あらゆるものを，その最低限度の生活の維持のために活用することを要件\nとして行われる。」と規定し，補足性の原理を採用している。\nかかる補足性の原理からすれば，自らの生活は，まず自らの責任によって維持さ\nれるべきであるから，保護の要否及びその程度を算定する際の収入の計算に当たっ\nては，物品によるものであると金銭によるものとであるとを問わず，また，金銭に\nついては稼働収入はもちろんのこと年金，手当等の公的給付，損害賠償給付，仕送\nり等の種類を問うことなく，現実に流入があった金銭及び物品の一切を収入として\n計上する必要がある。\nしたがって，ここにいう「利用し得る」とは，資産についていえば現実に使用，\n収益，処分の権能を有することをいい，「資産」とは，土地，家屋を始め，貨幣，\n債権，無体財産権等積極的財産の総称であるから，結局「利用し得る資産」とは，\n要保護者が現実に使用，収益，処分の権能を有するすべての積極的財産を指し，生\n活保護法上，これには何の限定もない。\nしかしながら，法４条１項にいう「利用し得る資産」のうちには，具体的な事情\nによっては，居住用の家屋などのように，それを売却する（この場合には別途住宅\n扶助が必要となる。法１４条）よりも居住の用に供した方が「最低限度の生活の維\n持のために活用すること」に当たると判断されるものや，業務用の機器類（例えば\n農機具等）のように売却することによって自立の基盤を喪失させる結果となるも\nの，あるいは冠婚葬祭に際して贈与される金銭等のように，それを「最低限度の生\n活の維持のために活用すること」を求めることが健康で文化\n的な生活の維持という理念から相当でないものが存する。このような資産等につい\nては，要保護者に対する保護の要否，保護の程度を算定するに当たって，あえて処\n分ないし活用することを求めないという，いわば例外的な取扱いをすることも，健\n康で文化的な生活の保障という理念や要保護者の自立を助長するという法の目的か\nらして，一定の限度では許容されるものと解されている。\n（２）　要保護者に活用を求める資産，能力等の種類は多種多様であって，その判\n断に専門的な知識を要する場合が少なくない上に，その活用を求めるか否かの判断\nは，保護の経済的効率性維持の要請や，福祉増進，自立助長を図るという法の趣\n旨・目的に配慮する必要がある一方で，法４条１項の定める補足性の原理，法２条\nの定める無差別平等の原理との調和を図る必要があり，具体的な考慮事項は極めて\n広範かつ専門的な分野に及ぶ。また，他の法律や施策による金銭的給付についても\n事情は同様であって，その給付の趣旨を無にすることのないように配慮する一方\nで，補足性の原理，無差別平等の原理あるいは保護基準との整合性を検討しつつ，\nまたその時々の社会通念や国民感情をも考慮しながら判断される必要がある。さら\nに，収入認定に係る判断は，いかなる場合に補足性の原理，基準及び程度の原則の\n例外を認めるかの判断であり，それは上記保護基準とあいまって要保護者が享受す\nることができる生活の水準を直接左右することになるから，その判断は，「厚生大\n臣の定める基準」による最低限度の生活との均衡を考慮しつつ行う必要がある。\nしたがって，その収入を測定するに当たり，いかなる資産等が要保護者が保有し\nあるいは取得するものとして，法４条１項の「利用し得る資産」に該当するかとい\nうことは，事実認定ないし法律の解釈・適用の問題であり，この点に行政庁の裁量\n権はないと解されるが，「利用し得る資産」であっても，最低限度の生活を維持す\nるために活用を求めるか否か，あるいはどの範囲で活用を求めるかという判断につ\nいては，行政庁の専門的，政策的な裁量にゆだねられていると解すべきである。そ\nうすると，本件収入認定が違法かどうかの司法審査は，「利用し得る資産」であっ\nても，最低限度の生活を維持するために活用を求めるか否か，あるいはどの範囲で\n活用を求めるかという判断についての行政庁の裁量権の行使に逸脱・濫用があった\nかどうかという観点から行われる\nべきであるから，本件のように裁量基準が設定され，行政庁がこれに依拠して処分\nをした場合の司法審査は，まず，上記裁量基準に不合理な点がないかどうかについ\nてなされるべきであって，不合理な点がないと判断される場合には，当該裁量基準\nに従ってした処分は，裁量権の逸脱・濫用はないというべきである。\n（３）　裁量権の行使に逸脱・濫用がないこと\nア　通達の規定\n前記裁量基準として示されている「生活保護法による保護の実施要領について」\n（昭和３６年４月１日付厚生省発社第１２３号各都道府県知事，指定都市市長宛厚\n生事務次官通知。以下「次官通達」という。）の第７の３の（２）は，就労に伴う\n収入以外の収入につき収入として認定すべきものを掲げ，そのエの（イ）に「不動\n産又は動産の処分による収入，保険金その他の臨時的収入については，その額が世\n帯合算額８０００円（月額）をこえる場合，そのこえる額を収入として認定するこ\nと。」と規定されているから，原則として，世帯合算額８０００円（月額）をこえ\nる額は収入として認定すべきものとされている。\nその一方で，括弧書きで「（３）のオ，カ又はキに該当する額を除く。」とし\nて，その例外の存することを示し，上記（３）のオでは，「災害等によって損害を\n受けたことにより臨時的に受ける補償金，保険金又は見舞金のうち当該被保護世帯\nの自立更生のために当てられる額」と規定し，これらの規定を受けて，昭和３８年\n４月１日付社発第２４６号厚生省社会・援護局長通知（以下「局長通知」とい\nう。）の第７の２の（４）（乙第１号証２３８ベージ）は，「…災害等による補償\n金…のうち，当該被保護世帯の自立更生のためにあてられることにより収入として\n認定しない額は，直ちに生業，医療，家屋補修等自立更生のための用途に供される\nものに限ること。」と規定し，同局長通知の第７の２の（５）は，「…（４）の収\n入として認定しない取扱いを行うに際して，当該貸付資金，補償金等が当該世帯の\n自立更生に役立つか否かを審査するため必要があるときは，自立更生計画を徴する\nこと。」と規定している。これらの規定を受けて，昭和３８年４月１日付社保第３\n４号厚生省社会・援護局保護課長通知（以下「課長通知」という。）第６の４０\nは，「被保護世帯の自立更生のための用途に供されるものとしては，次に掲げる経\n費にあてられる額を認めるものとすること。」として（１）及び（２）で具体\n的に定めている。\nイ　通達の合理性\n災害等によって損害を受けたことにより臨時的に受ける補償金は，補足性の原理\nに照らせば，一般的に要保護者の最低限度の生活の維持のために活用されるべきも\nのとして，収入認定すべきものである。その一方で，要保護者の自立助長を図るこ\nとをも目的とする法の趣旨・目的，あるいは災害等によって損害を受けたことによ\nり臨時的に受けるものであるという補償金の趣旨，目的等に照らし，災害等によっ\nて損害を受けたことにより臨時的に受ける補償金のうち，加害等による直接的な損\n害の填補として原状回復，自立更生の用途に充てられる場合には，収入と認定しな\nい取扱いをすることは合理的である。\nしたがって，アの事務次官通達の内容は合理的である。\nウ　本件収入認定が通達にしたがって行われていること\n被告は，原告が本件交通事故の損害賠償金として受け取った３９万円のうち，バ\nイク修理代，洋服代にあてられる４万円を収入として認定しないこととした上，残\nりの３５万円については，原告が主張するようにパソコン等の購入にあてられるの\nであれば，課長通知第６の４０の（１），（２）で定められている経費に該当しな\nいから，自立更生のための用途に供されるものとはいえず，したがって，次官通達\n第７の３の（２）のエの（イ）により８０００円を控除した残りの３４万２０００\n円について原則どおり収入として認定されると判断したものであって，この判断\nに，裁量権の逸脱，濫用はない。\n原告がパソコン等の購入にあてる上記３４万２０００円につき収入として認定さ\nれるか否かについては，課長通知第６の４０の（２）のクが問題となる。課長通知\n第６の４０の（２）は「実施機関が当該被保護世帯の構成，世帯員の稼働能力その\n他の事情を考慮し，次に掲げる限度内において立てさせた自立更生計画の遂行に要\nする経費」として，（２）のク（ただし，本件処分当時は（２）のキ）で「当該経\n費が，当該世帯において利用の必要性が高い生活用品であって，保有を容認される\nものの購入にあてられる場合は，直ちに購入にあてられる場合に限り，生活福祉資\n金の生活資金（１年６ヵ月間）の貸付限度額に相当する額」と定めているが，原告\nのパソコンは，原告の自立更生計画の遂行のために利用の必要性が高い生活用品で\nなく，保有を容認されるものにも該当しない。なお，「保有を容認されるもの」か\nどうかについては，局長通知第\n３が具体的に定めており，生活用品（家具什器及び衣類寝具，趣味装飾品，貴金属\n及び債券を除く）は，その４の（４）のイにより，「当該世帯の人員，構成等から\n判断して利用の必要があり，かつ，その保有を認めても当該地域の一般世帯との均\n衡を失することにならないと認められるものは，保有を認めること。」と定められ\nており，課長通達第３の６の（２）は，局長通知第３の４の（４）のイにいう「一\n般世帯との均衡を失することにならない」か否かの判断基準につき，「当該物品の\n普及率をもって判断するものとし，具体的には，当該地域の全世帯の７０パーセン\nト程度の普及率を基準として認定すること。」と定めているが，パソコンの普及率\nは，７０パーセントより少ないから，「保有を容認されるもの」には該当しない。\n（４）　本件処分の適法性\n補足性の原理に従い，保護の程度は，厚生大臣が定めた基準によって測定された\n需要のうち，その者の金銭又は物品で満たすことのできない不足分を補う程度にお\nいて行うものである。しかしながら，資力があっても，急迫の事由がある場合に\nは，その時，その場の状況において必要と認められる保護が行われるし，また，場\n合によっては，資産調査が不十分なために保護を行うこともある。このような場合\nに，法６３条は，保護処分自体はそのまま有効なものとしておき，被保護者に対\nし，支給した保護金品に相当する金額の範囲内において保護の実施機関の定める額\nの返還を義務付けることを定めたものである。したがって，急迫の事由等がなけれ\nば，補足性の原理により，本来支給されなかったはずの金品の全額を，原則として\n返還額とすべきものである。\n原告の受け取った，本件損害賠償金のうち，パソコン等の購入にあてられる上記\n３４万２０００円は収入として認定されるものであり，収入として認定される額に\nついては，本来保護がなされなかったはずであるから，この額の返還を決定した本\n件処分につき，被告には裁量権の逸脱・濫用はなく，本件処分は適法である。\n（原告の主張）\n（１）　収入認定の違法性\nア　憲法２５条，法３条，４条，６３条違反\n（ア）　原告が受け取った金銭は，交通事故の加害者が加入していた保険会社から\n被害者に対する慰謝料として支払われたものであって，精神的肉体的苦痛に対する\n損害賠償である。慰謝料を自分のものとして自由に使えないことになると，精神的\n肉体的苦痛が解消されたことにな\nらず，健康で文化的な最低限度の生活を維持することができない。したがって，原\n告が，本件交通事故により受け取った慰謝料が資力に当たるとして収入認定をする\nことは，「すべての国民は，健康で文化的な最低限度の生活を営む権利を有する」\nとしている憲法２５条に反するとともに法３条に反する。\nまた，法４条も慰謝料と生活保護の両方を原告が保有することによってはじめて\n健康で文化的な生活水準の維持が可能であることを前提とするものであり，法４条\nにも反する。\n（イ）　生活保護費をどのように使用するかは，憲法１３条で幸福追求権等の尊重\nが定められていることから，被保護者が自由に決定できる。同様に，慰謝料として\n受け取った金銭をどのように使用するかについても，本来制限を受けるべきではな\nい。このことは，法２７条が「指導または指示は，被保護者の自由を尊重し，必要\n最少限度に止めなければならない」としていることからも明らかである。\nしたがって，慰謝料を将来のために貯金しておくことは当然に許されるべきであ\nるところ，慰謝料を受け取っても一時的に貯金額が増えても中長期的にみれば金額\nが少ないから法６３条にいうところの「資力」に該当しない。\nイ　憲法１１条違反\n生活保護受給者が交通事故にあった場合，その慰謝料を返還しなければならない\nということになると，生活保護受給者は被害を受けても全くのやられ損ということ\nになり，このような結論は，憲法１１条で定められている「基本的人権の享有」を\n妨げるものであり，到底受け入れ難いものである。\n（２）　手続の違法\n原告は，ケースワーカーに対し，平成１２年９月２８日，平成１２年９月２０日\nに行われたケース診断会議の結果を文書で回答してほしい旨伝え，ケースワーカー\nはこれを了承した。ところが，被告は，回答文書を送付することなく，いきなり本\n件処分の決定通知書を送付してきた。これは，約束違反であり，信義にもとる行為\nであって，権利の濫用に当たるから憲法１２条に反する。\n第３　当裁判所の判断\n１　争点１　原告が保険会社から交通事故の慰謝料として受け取った補償金のうち\n３４万２０００円を収入認定したうえで，法６３条に基づき同額を返還徴収する額\nとする決定が適法かどうか。\n（１）　法６３条の「資力」の意義\n法６３条は，「被保護者が，急迫の場合等において資力があるにもかかわらず，\n保護を受けたときは，保護に要する費用を支弁した都\n道府県又は市町村に対して，すみやかに，その受けた保護金品に相当する金額の範\n囲内において保護の実施機関の定める額を返還しなければならない。」と規定して\nいる。したがって，原告が保険会社から本件交通事故により金員を受け取ったこと\nにより法６３条にいうところの「資力」を有していたことが，本件処分が適法であ\nるための要件となる。\nところで，法４条１項は，「保護は，生活に困窮する者が，その利用し得る資\n産，能力その他あらゆるものを，その最低限度の生活の維持のために活用すること\nを要件として行われる。」として規定して，いわゆる補足性の原理を採用すること\nを定め，これを受けて，法８条１項（平成１１年法１６０号による改正前のもの。\n以下同じ。）は，「保護は，厚生大臣の定める基準により測定した要保護者の需要\nを基とし，そのうち，その者の金銭又は物品で充たすことのできない不足分を補う\n程度において行うものとする。」と規定している。\nもっとも，急迫の事由が認められる場合など，補足性の原理からすると保護が認\nめられない場合でも保護が行われる場合がある。法４条３項も，「前２項の規定\nは，急迫した事由がある場合に，必要な保護を行うことを妨げるものではない。」\nと規定して，法４条１項の要件を満たさない場合にも保護が行われ得ることを前提\nとしている。しかしながら，このような場合であっても急迫状態が解消された場合\nには補足性の原理に立ち返り，可能な限度で費用の返還を求める必要がある。法６\n３条は，このような必要性があることを考慮して，法４条１項及び法８条に定めら\nれている補足性の原理からすれば本来保護されない場合であるにもかかわらず保護\nを受けたときに，費用の返還を求めることができることを定めたものである。\n以上によれば，法６３条にいうところの「資力」とは，法８条にいうところの\n「金銭又は物品」すなわち，要保護者の需要を満たし得る金銭又は物品を有するこ\nと，あるいは法４条１項の「その利用しうる資産，能力その他あらゆるもの」（以\n下「利用し得る資産等」という。）であって最低限度の生活を維持するために活用\nされるべきもの（以下「活用すべき資産」という。）を有することと同義であると\n解される。したがって，本件処分が適法かどうかも，本件補償金が，法８条にいう\nところの「金銭又は物品」に該当するかどうか，あるいは，法４条の活用すべき資\n産に該当するかどうか\nにかかわることとなる。\n（２）　「活用すべき資産」に該当するか。\nでは，交通事故にあったことにより保険会社から受け取った本件補償金が法８条\nの「金銭又は物品」あるいは法４条１項の活用すべき資産に該当するか。\n被告は，法４条１項にいうところの「資産」とは，土地，家屋を始め，貨幣，債\n権，無体財産権等積極的財産の総称であるから，結局「利用し得る資産」とは，要\n保護者が現実に使用，収益，処分の権能を有する全ての積極的財産を指し，生活保\n護上，これには何の限定もないとし，「利用し得る資産」であっても，最低限度の\n生活を維持するために活用を求めるのが相当でない資産も存するが，いかなる資産\nについて活用を求めるか否かの判断は，専門的な知識を要する場合が少なくないう\nえに，諸処の事情を総合的に判断することを要することを理由に行政庁の専門的，\n政策的な裁量に委ねられていると解すべきと主張する。\n思うに，法４条１項により補足性の原理が採用されているといっても，「現実に\n存在する一切の収入・資産を最低生活維持のために活用すべきものとして認定する\n方式（現実資産方式）」を採用する場合と「ある種類ないし範囲の収入・資産は活\n用すべきものとは認定しない方式（観念資産方式）」を採用する場合がありうると\nころ，法４条１項の文言上，全ての財産について最低限度の生活の維持のために活\n用を求め，一定の財産の保有を認めない趣旨であると一義的に解されるものでもな\nい。\nそして，法は，最低限度の生活を保障するとともに，要保護者の自立を助長する\nことを目的としているところ（法１条），要保護者に保有を認めることが最低限度\nの生活を保障するために必要な場合があること及び自己の有する一切の資産を処分\nしなければ保護が受けられないとすれば要保護者の自立助長を図る基盤を奪うこと\nになる場合があることを否定し得ないのであるから，法の規定が一切の財産の保有\nを認めないという趣旨であると解するのは相当でない。\nしたがって，一定の財産についてはその保有が認められるべきではあるが，いか\nなる財産につきどの程度保有を認めるかは，法の目的と補足性の原理との調整如何\nの問題であって政策的な判断を必要とする部分が多くあり，また，いかなる資産が\n法８条の「金銭又は物品」あるいは法４条１項の活用しうる資産に該当しないのか\nについては法の文言上明確な要件を定めておらず，結局，法は，前記の政\n策的価値判断の性質に鑑み，上記要件の充足の判断を原則として行政庁の裁量に委\nねる趣旨であると解される。\nもっとも，収入として認定することが，法が目的とする最低限度の生活保障若し\nくは要保護者の自立助長という目的に反する場合には，裁量権の逸脱・濫用とし\nて，許されないものと解され，法の目的に反しないかどうかについては，個々の財\n産の内容・性質・取得の経緯・使用態様等を総合的に考慮して判断すべきである。\n（３）　裁量権の逸脱・濫用があるか\nア　前記前提事実によれば，原告が本件交通事故により蒙った財産的損害につきバ\nイクの修理費及び洋服代として既に４万円が支払われていること，原告は本件交通\n事故当時生活保護を受けていたことが認められる。\n原告が既に財産的損害については補償金を受け取っていること，生活保護を受け\nている状態で逸失利益についての損害賠償の支払を受けるとは考えにくいことから\nすると，原告が平成１２年９月７日に保険会社から本件交通事故の補償金として受\nけ取った金銭は，原告が本件交通事故により被った精神的損害に対する慰謝料であ\nることが認められる。\nイ　それでは，被保護者が慰謝料を受け取った場合に収入として認定することが法\nの目的と反するか。\n（ア）　まず，最低限度の生活を保障するという法の目的との関係について検討す\nると，財産的損害のうち積極損害を蒙った場合には，既存の財産的利益が減少して\nおり，このことは要保護者が最低限度の生活を維持するのに支障を生じることにな\nるから，最低限度の生活を保障するためには財産的損害のうち積極損害については\n損害を填補することが必要である。\nしたがって，かかる損害を填補するために支払われた損害賠償金を収入として認\n定することは，他に手当がなされない限り，最低限度の生活を保障するという法の\n目的に反すると解される。\nこれに対し，慰謝料は精神的損害を填補するために支払われるものであるが，財\n産的損害の場合と異なり，財産的利益が減少しているわけではないから，かかる損\n害を被ったにより生活水準が低下するわけではないし，かかる損害を賠償するため\nに支払われた慰謝料を収入として認定しても生活の水準が低下するわけではなく，\n最低限度の生活を保障するとの法の趣旨に反するわけではない。\n原告は，憲法２５条は「すべての国民は，健康で文化的な最低限度の生活を営む\n権利を有する」としているが，慰謝料を自分の\nものとして自由に使えないことになると，精神的肉体的苦痛が解消されたことにな\nらず，健康で文化的な最低限度の生活を営む権利が侵害されることになると主張す\nる。\n確かに，憲法２５条及び法３条は「健康で文化的な」最低限度の生活を保障しな\nければならないと規定しており，単に即物的な意味で最低限度の生活を保障するも\nのではないことは明らかであるが，これらの法規はあくまでも生活水準の程度につ\nいて規定したものであるから，交通事故による精神的損害が生活水準の低下とは直\n接関連性を有しない以上，慰謝料を収入として認定することが法３条ひいては憲法\n２５条に反するとはいえないと解すべきである。また，生活保護を受けていない者\nが慰謝料を受けた場合であっても，慰謝料を生活のために活用することは十分あり\nうるところであり，慰謝料を生活のために使用することを求めることが，原告が慰\n謝料を受け取ったことを無意味にするものでもない。\n以上より，本件補償金を収入認定することが，最低限度の生活を保障するという\n法の目的に反するということはできない。\n（イ）　次に，要保護者の自立助長を図るという法の目的との関係について検討す\nる。\n甲４号証によれば，原告は本を書くために本件補償金でパソコン・カメラ・メダ\nカを育てるための物品を購入したいと希望していたことが認められる。\n要保護者の自立助長のために財産の保有が認められるべき場合が有り得ることは\n前述のとおりであるが，本件補償金を原告が主張するような動機からパソコン等を\n購入するために原告に保有させることが自立助長に資するものであることを認めう\nる証拠はないから，本件補償金のうち３４万２０００円を収入として認定したこと\nが要保護者の自立助長を図るという法の目的に反するとはいえない。\nこれに対し，原告は，生活保護費及び慰謝料をどのように使うかということは，\n憲法１３条で幸福追求権が認められていることからすると，被保護者が自由に決め\nられるべきであり，また，本件補償金をどのように使用するかということについて\nも制限を受けるべきではないと主張する。\nしかしながら，生活保護費は，憲法２５条及びその具体化である生活保護法に基\nづいて支給されるものであるところ，最低限度の生活を維持するためあるいは要保\n護者の自立助長を図るために使用されてはじめて，憲法が保障する生存権が実現さ\nれるのであるから，これを最低限度の生活を\n維持するためあるいは自立助長を図るために使用するよう求めることは何ら憲法に\n反するものではない。\n（ウ）　以上のとおり，本件の事実関係においては，本件補償金のうち３４万２０\n００円を収入として認定することが，最低限度の生活を保障する，あるいは，要保\n護者の自立助長を図るという法の目的に反するということはできないから，行政庁\nの判断に裁量権の逸脱・濫用はなく，適法であると解するのが相当である。\n（４）　憲法１１条違反の主張\n原告は，生活保護受給者が交通事故にあった場合，その慰謝料を返還しなければ\nならないということになると，生活保護受給者は被害を受けても全くのやられ損と\nいうことになり，このような結論は，原告を家畜扱いしたものであり，憲法１１条\nで定める「基本的人権の享有」を妨げるものであると主張する。\nしかしながら，法６３条に基づく処分は，本来生活保護の受給資格を有していな\nいにもかかわらず急迫した事由があるため例外的に保護を受けた者に対し，事後的\nに費用の返還を求めるものにすぎず、本件処分が原告の基本的人権の享有を否定す\nる趣旨であるとは認められないから，本件処分が憲法１１条に反するとの原告の主\n張は，主張自体失当である。\n２　争点２　手続違背\n原告は，被告がケース診断会議の結果を文書で回答することを了承したにもかか\nわらず，回答文書を送付しないことが権利の濫用にあたり，ひいては憲法１２条に\n反すると主張する。\nしかしながら，法６３条の返還額を決定するにあたって，事前の内部の協議結果\nを名宛人に連絡する義務付ける法律の定めはないのであるから，被告が文書で回答\nをしなかったとしても，本件処分の適法性とは無関係である。また，憲法１２条に\n反するとの主張も，憲法１２条は国民が有する権利等を濫用してはならないとする\n規定であって，本件では，国民が有する基本的人権の濫用が問題となっているわけ\nではないから，本件とは関係がない。\n以上より，本件処分が手続に違法があるとの原告の主張は採用することができな\nい。\n３　以上より，本件処分は適法であることが認められ原告の請求は理由がないから\nこれを棄却することとし，主文のとおり判決する。\n大阪地方裁判所第二民事部\n裁判長裁判官　三浦潤\n裁判官　林俊之\n裁判官　中島崇\n"
}