{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 12,
    "day": 25
  },
  "case_number": "平成14(ネ)4083",
  "case_name": "損害賠償等請求事件",
  "court_name": "東京高等裁判所第20民事部",
  "result": "棄却",
  "original_court_name": "東京地方裁判所",
  "lawsuit_id": "20111",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=20111",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/111/020111_hanrei.pdf",
  "contents": "主　　　　文\n１　本件各控訴をいずれも棄却する。\nただし，原判決主文４項の「別紙発言目録３」中のＵＲＬの記載を本判決別紙のＵ\nＲＬの記載のとおりに改める。\n２　控訴費用は，控訴人の負担とする。\n事実及び理由\n第１　当事者の求めた裁判\n１　控訴人\n(1)　原判決中控訴人敗訴部分を取り消す。\n(2)　被控訴人らの各請求をいずれも棄却する。\n(3)　訴訟費用は，第１，２審とも，被控訴人らの負担とする。\n２　被控訴人ら\n主文と同旨。\n第２　事案の概要\n１　本件は，控訴人の管理運営するインターネット上の本件掲示板において，被控訴\n人らの名誉を毀損する発言が書き込まれたにもかかわらず，控訴人がそれらの発言\nを削除するなどの義務を怠り，被控訴人らの名誉が毀損されるのを放置したことによ\nり被控訴人らが損害を被ったなどとして，被控訴人らが控訴人に対し，不法行為に\n基づき，それぞれ損害賠償金２５０万円及び遅延損害金の支払を求めるとともに，民\n法７２３条又は人格権としての名誉権に基づき，本件掲示板上の被控訴人らの名誉\nを毀損する発言の削除を求めた事案である。原審は，名誉毀損による不法行為の\n成立を認め，控訴人に対し，被控訴人らそれぞれに損害賠償金２００万円及びこれ\nに対する平成１３年８月５日（訴状送達の日の翌日）から支払済みまで民法所定の年\n５分の割合による遅延損害金の支払並びに本件掲示板上の名誉毀損発言（ただし，\n請求に係る発言の一部を除く。）の削除を命じた。控訴人は，これを不服として本件\n各控訴を提起した。\n２　基本的事実（証拠等の掲示のない事実は，当事者間に争いがない。）\n(1)　被控訴人Аは，動物病院の経営等を目的とする有限会社であり，Ｃの名称で\n動物病院を経営している。被控訴人Ｂは，獣医であり，昭和５８年にＣを開業し，平成\n６年３月１日，被控訴人Аを設立し，以来被控訴人Аの代表取締役を務め，Ｃの院\n長として動物の診療を行うとともに，日本獣医学会，日本臨床獣医学会等に論文を\n発表してきた。Ｃには，日本各地から動物の飼主多数が訪れている。（甲２７ないし３\n２，弁論の全趣旨）\n控訴人は，インターネット上で閲覧及び書き込みが可能な電子掲示板である本件\n掲示板を開設し，そのシステムを管理運営している者である。\n(2)　平成１３年１月１６日以降，本件掲示板の（省略）と題するスレッド（以下「本件１\nのスレッド」という。「スレッド」とは掲示板に提供される話題のことをいう。）において，\n原判決の別紙発言目録１記載の文言（以下「本件１の発言」という。）が，本件掲示\n板の（省略）と題するスレッド（以下「本件２のスレッド」という。）において，同目録２記\n載の文言（以下「本件２の発言」という。）が，それぞれ書き込まれた。（甲１，２，２１，\n弁論の全趣旨）\n(3)　控訴人は，本件掲示板内の発言の削除に関して「削除ガイドライン」と題する\n基準を定めている。\n被控訴人らは，平成１３年５月２２日，２５日及び２８日に，本件掲示板の削除依頼\n掲示板にスレッドを作って，被控訴人らの名誉を毀損する発言の削除を求めた。（甲\n２７，乙２，４ないし６）\n(4)　被控訴人Ａは，平成１３年６月２１日付けの通知書をもって，控訴人に対し，本\n件１の発言の番号１６，１８，３２，３５，３６，９６，４２５，４２７，４５７，６６２，６６４，６６\n９，６７７，６７８，６８２，６８３，６８６，６９６，６９７，７６１，７６４，７６５，７７２，７７３，７\n８８，７８９，８１１ないし８１５，８１７，８２３，８２６，８２８ないし８３１，８３３，８４８，８７\n２，８７４ないし８７６，８８２，９１２，９１８ないし９２２，９２５，９２９，９３０の各発言及び\n本件２の発言の番号６ないし８，１０，２３の各発言（以下個別の発言を掲げるとき\nは，例えば，「本件１の発言番号１６」についてであれば，「発言１－１６」というように\n記載することもある。）並びに書面発送日以降に被控訴人Ａについて記載されたと特\n定し得る発言で被控訴人Ａを中傷するものを，いずれも書面到達後１０日以内に削\n除するよう求め，同通知書は，同月２２日，控訴人に到達した。（甲４，５）\n(5)　被控訴人らは，平成１３年７月１８日，本件訴訟を東京地方裁判所に提起し\nた。（記録上明らかである。）\n本件訴訟係属後，本件掲示板の（省略）と題するスレッド（ＵＲＬ（インターネット上に\n存在する情報資源の場所，いわば，インターネットにおける情報の住所を指し示す\n記述方式）（省略）。このＵＲＬは，その後（省略）に変更された。以下「本件３のスレッ\nド」という。）が作られ，本件３のスレッドの番号９３には，本件１の発言の番号６６２，\n６８２，６８３，８１２の各文言と同一の文言（以下「本件３の発言」という。）が書き込ま\nれた。\n（甲９，３８，乙３）\n(6)　控訴人が本件掲示板上の発言を削除することは技術的に可能であるが，現在\nに至るまで，本件１ないし３の発言は，削除されていない。\n（甲３４，３５，３８）\n３　争点及びこれに関する当事者の主張\n(1)　本件各発言は名誉毀損に当たるか（争点(1)）。\n【被控訴人らの主張】\nア　本件１ないし３の発言並びに本件掲示板内の各掲示板に書き込まれた本件１\nないし３の発言と同一の文言（以下，一括して「本件各発言」という。）は，被控訴人ら\nの経営体制，施設，診療態度，診療方針等に関して，被控訴人らの社会的評価を低\n下させるものであり，被控訴人らに対する名誉毀損に当たる。\nイ　本件については，対抗言論が可能であることによって名誉毀損が成立しないと\nの考え方は採用されるべきではない。仮に対抗言論の理論によるとしても，本件の\nように一方的な誹謗中傷発言が執拗に繰り返された場合には，名誉毀損の成立を\n否定する余地はない。\n【控訴人の主張】\nア　本件各発言は，被控訴人らの名誉に関し何らかの具体的評価を形成し得るだ\nけの具体的事実の摘示に欠けており，また，匿名によるものであって，読者は各発\n言に根拠があるとは限らないことを十分認識していると考えられるから，被控訴人ら\nの社会的評価を低下させるものではなく，名誉毀損は成立しない。\nイ　電子掲示板における論争には，対抗言論による対処を原則とすべきである。す\nなわち，名誉を毀損されたとする者が加害者に対し十分な反論を行い，それが功を\n奏した場合は，その者の社会的評価が低下する危険性は認められないことになる。\n本件においても，本件１のスレッドに，被控訴人らを擁護する趣旨の発言が書き込ま\nれ，十分な反論がされているから，名誉毀損は成立しない。\n(2)　控訴人に本件各発言の削除義務があるか（争点(2)）。\n【被控訴人らの主張】\nア　控訴人は，本件掲示板を開設し，そのシステムを管理運営している者であり，\n本件掲示板上の発言を削除する権限を有している。控訴人は，書き込みをした利用\n者に対し，当該書き込みを削除することなく，インターネット上で閲覧可能な状態に置\nかなければならないという法的義務を負っているものではない。\nイ　控訴人は，ＩＰアドレス（インターネットに接続された各種コンピューター等の識別\nを行うための数字列）を原則として保存しないことを約束し，本件掲示板が，完全に\n匿名の掲示板であり，発言を書き込んだ者がだれであるかを特定することが困難又\nは不可能であることを保障している。また，控訴人は，本件掲示板において，「気兼\nねなく，会社，学校，座敷牢からアクセスできるように，発信元は一切分かりません。\nお気楽ご気楽に書き込んで下さい。」と発言し，違法行為を誘発している。このような\n控訴人の行為により，本件掲示板において名誉毀損等の違法な発言がされ，損害\nが生じ得べき危険状態が惹起されたといえる。\nそして，実際に，平成１３年には，本件掲示板にＤ生命保険相互会社（以下「Ｄ生\n命」という。）の従業員を誹謗中傷する書き込みがされたため，同社は，控訴人に対\nし発言の削除を求める仮処分を東京地方裁判所に申し立て，同裁判所は，同年８月\n２８日，控訴人に対し，発言の削除を命じる仮処分決定をした。また，同年に発生し\nた西鉄高速バスジャック事件においては，逮捕された少年が，本件掲示板において\n犯行を予告していた。これらのことから，控訴人は，本件掲示板において上記のよう\nな違法な発言がされる危険性を認識していたものである。\nウ　よって，控訴人は，本件掲示板において違法な発言がされないように最大限の\n注意を払い，違法な発言がされた場合には，これを直ちに発見して削除するなど適\n切な措置を講じて損害の発生拡大を防止すべき条理上の義務を負っているというべ\nきである。しかるに，控訴人は，これらの義務に違反し，本件各発言を発見して削除\nすることを怠った。\nエ　控訴人の定めた削除ガイドラインは，これに従って本件掲示板の発言の削除を\n依頼すること自体だれにとっても容易であるというものではないし，また，ガイドライン\n自体恣意性が極めて高く，管理者である控訴人が削除の要否を判断することになっ\nているから，違法発言による被害救済の実効性に乏しい。\nオ　発言の公共性，目的の公益性，内容の真実性等の主張立証責任についても，\n直接発言者を相手に訴訟をする場合との均衡，匿名の書き込みシステムを作ったの\nは控訴人であることなどを考慮すべきである。\n特定電気通信役務提供者の損害賠償責任の制限及び発信者情報の開示に関す\nる法律（平成１３年１１月３０日公布，平成１４年５月２７日施行。以下「プロバイダー\n責任法」という。）は本件に適用されるものではないが，同法３条１項も違法性阻却事\n由については「特定電気通信役務提供者」（以下「プロバイダー等」という。）に主張\n立証責任があるとしているものと解される。\n【控訴人の主張】\nア　本件掲示板における情報は，当該情報の公共性，目的の公益性，内容の真実\n性の有無が不明な段階では，他人の権利を侵害する違法な情報であるか否かが不\n明であり，このような場合には，本件掲示板の開設者，管理者にすぎない控訴人が\n当該情報の削除義務を負うものではない。本件各発言は，少なくとも，その内容が真\n実であるか否かが不明であり，被控訴人らの権利を侵害する違法な発言かどうかも\n不明であるから，控訴人は本件各発言の削除義務を負わない。なお，本件掲示板の\n（省略）において「削除の最終責任は管理人にあります」との記載があるが，これは，\n削除権限を行使した場合の責任についてのものであり，削除義務の根拠とはならな\nい。\nイ　被控訴人らは，控訴人が本件掲示板において匿名性を保障していること，控訴\n人自ら違法な発言を誘発していることなどをもって先行行為とし，控訴人はこれに基\nづき条理上の損害発生防止義務を負うと主張するが，匿名による発言も表現の自由\nの一環として保障されるべきであり，匿名による発言の場を提供することを先行行為\nということはできない。また，控訴人は，本件掲示板において違法な発言を助長して\nはいない。匿名掲示板であることを削除義務の根拠とすることは，不正アクセス行為\n禁止法の立法過程において議論の結果接続情報の保存義務が否定されたというこ\nとを無視し，実質的にプロバイダー等に接続情報の保存義務を課すものであり，不\n当である。\nウ　控訴人は，本件掲示板上の発言について，技術的には削除できるが，利用者\nの表現の自由等との関係で，法的に自由に削除できるわけではない。\n本件掲示板の削除ガイドラインが不明確であり，被控訴人らにその方式に従った\n削除依頼をすることを期待できないということをもって，直ちに控訴人の削除義務の\n根拠とすることはできない。\nエ　プロバイダー責任法は，プロバイダー等の責任を明確化し，他人の権利を侵害\nする情報の流通に対して迅速かつ適切な対応を期待するものとして制定されたもの\nであり，控訴人は，電子掲示板の管理者であるから，プロバイダー責任法にいうプロ\nバイダー等に該当する。同法によると，プロバイダー等は，他人の権利を侵害する可\n能性のある情報の存在を認識した場合には，その情報により他人の権利が侵害さ\nれているかどうかを判断する必要があり（３条１項），かつ，その情報を削除する場合\nには，その情報によって他人の権利が不当に侵害されていると信じるに足りる相当\nの理由があること，すなわち，違法性阻却事由が存在しないことが必要である（３条\n２項）。\nこのようなプロバイダー責任法の制定経緯，規制範囲等に照らすと，プロバイダー\nは直接名誉毀損に当たる発言をした者ではなく，発言の公共性，目的の公益性，内\n容の真実性を判断することができないから，名誉毀損における真実性等の存否につ\nいては，プロバイダーの責任を追及する者が主張立証責任を負うと解すべきであり，\nその主張立証責任が尽くされていない以上，プロバイダーである控訴人には本件各\n発言の削除義務違反はなく，これを削除しなかったことによる不法行為は成立しな\nい。\n(3)　控訴人にその他の不法行為が成立するか（争点(3)）。\n【被控訴人らの主張】\nア　控訴人は，本件各発言を削除するなどの措置を講じないまま放置しただけでな\nく，被控訴人らが本件掲示板において削除を依頼する旨の書き込みをしたのに対\nし，削除依頼の方法が間違っているなどとして，インターネット及びコンピューターに\n不慣れな被控訴人Ｂを嘲笑し，被控訴人Ｂに対し，更に深い精神的苦痛を与えた。\nイ　被控訴人らが本件訴訟を提起した後，控訴人はその発行するメールマガジン\nにおいて本件訴訟の内容を公開した。これにより，被控訴人らに対する更なる中傷\n発言が誘発され，また，被控訴人Ａに多数の無言電話及び脅迫電話がされるなど，\n被控訴人らの被った損害が拡大した。\n【控訴人の主張】\n控訴人が，本件１ないし３の発言を削除していないこと，メールマガジンにおいて\n本件訴訟に関する記載をしたことは認めるが，その余の被控訴人らの主張は否認す\nる。\n憲法は裁判の公開を制度的に保障しているから（憲法８２条），本件訴訟に関す\nる情報を公開することは何ら禁止されるべきものではない。\n(4)　被控訴人らの損害の程度（争点(4)））\n【被控訴人らの主張】\n被控訴人Ｂは，獣医であり，獣医学会でも評価の高い著明な存在であるところ，本\n件各発言により，社会的地位，獣医としての評価を傷つけられ，多大な精神的苦痛\nを被った。また，被控訴人Ａは，小規模の動物病院であるものの，その治療方針，医\n療技術等が評価され，日本各地から多数の動物の飼主が来院しているところ，本件\n各発言により，動物病院としての社会的地位・評価を傷つけられ，経営上の損害を\n受けた。\n本件各発言の中には，被控訴人らを極端に揶揄し，愚弄し，嘲笑し，蔑視するもの\nが多いことからすれば，被控訴人らの損害額は，通常の場合よりも高額となるべきで\nあり，被控訴人らが本件各発言により被った損害は，それぞれ２５０万円を下らな\nい。\n【控訴人の主張】\n本件各発言は，被控訴人らの社会的評価を低下させるほどの具体的事実の摘示\nに欠け，侮辱的表現による名誉感情を害するにすぎず，損害額も低額にとどまる。ま\nた，本件掲示板への書き込みは匿名によるものであるから，これにより被控訴人ら\nの社会的評価の低下の程度は著しく小さいものである。\n(5)　控訴人に対して本件各発言の削除を求めることができるか（争点(5)）。\n【被控訴人らの主張】\n被控訴人らは，民法７２３条又は人格権としての名誉権に基づき，本件各発言の\n削除を求めることができる。\n【控訴人の主張】\n被控訴人らの主張は争う。\n第３　当裁判所の判断\n１　基本的事実及び証拠（各かっこ内に掲示のもの。）並びに弁論の全趣旨によれ\nば，以下の事実を認定することができる。\n(1)　本件掲示板の概要\n本件掲示板は，控訴人が開設し，管理運営しているインターネット上の電子掲示\n板であり，だれでも本件掲示板を閲覧し，これに書き込みをするなどして利用するこ\nとができ，その利用につきなんらの契約も使用料等の支払も必要のないものであ\nる。\n本件掲示板には，本件訴訟提起時において，１日当たり約８０万件の書き込みが\nあった。また，本件掲示板には，平成１３年９月時点で，特定のテーマごとに個別の\n掲示板が約３３０種類存在し，各掲示板には，個別の話題ごとに数百のスレッドが存\n在していて，各スレッドについての発言が，そこに書き込まれた日時順に１から番号\nが付けられ掲示されていた。利用者は，各掲示板の各スレッドに書き込まれた発言\nを閲覧することができるほか，既存のスレッドにおいて発言を書き込んだり，新しくス\nレッドを作って発言を書き込むことができるようになっている。\n本件掲示板に書き込みをする者は，氏名，メールアドレス，ユーザーＩＤ等を記載\nする必要はなく，また，本件掲示板の管理運営者である控訴人は，本件掲示板に書\nき込み等をする利用者を把握することができるＩＰアドレス等の接続情報を原則として\n保存していない。そして，控訴人は，本件掲示板の使用方法を定めた「使い方＆注\n意」と題するページにおいて，「気兼ねなく，会社，学校，座敷牢からアクセスできるよ\nうに，発信元は一切分かりません。お気楽ご気楽に書き込んで下さい。」と記載し，\n本件掲示板の利用者の情報が一切秘匿されていることを強調している。\n（乙１，３，７，８）\n(2)　本件掲示板における発言の削除の方法等\nア　本件掲示板における発言は，「削除人」又は「削除屋」と称される利用者（以\n下「削除人」という。）により削除されることがある。削除人は，それを業とする者では\nなく，いわゆるボランティアであって，控訴人の定めた削除ガイドライン（その内容は\n次のイに記載のとおり。）に従って本件掲示板における発言を削除しているが，この\n削除ガイドラインによれば，削除の対象となる発言であっても，削除人がこれを削除\nすべき義務を負うものではなく，また，これを削除し，又は削除しなかったとしても，そ\nのことについて責任を負うものではないとされている。この点について，本件掲示板\nの「いろいろな決まり」と題するページ中の「削除する人の心得」と題する項目には，\n本件掲示板の全責任は「管理人たる控訴人」が負い，削除人が行った削除等の行\n為についても，控訴人が責任を負う旨記載されている。また，（省略）には「削除の最\n終責任は管理人にあります」と記載されている。\nこの削除人になろうとする者は，その旨を控訴人に対し電子メールで連絡し，控訴\n人が，その中から適任であると判断した者を削除人に任命し，登録することとされて\nおり，これにより，削除人は，発言を削除することができるようになるのであるが，各\n削除人の削除権は，控訴人の判断により徐々に拡大されたり，場合によってはこれ\nをすべて剥奪されたりすることもあるとされており，平成１４年２月時点で約１８０人の\n削除人が存在した。\nイ　控訴人は，削除人が本件掲示板の発言を削除する場合の基準として削除ガ\nイドラインを定め，本件掲示板内の「いろいろな決まり」と題するページに掲載してい\nる。（乙２）\nこの削除ガイドラインによると，電話番号，地域・人種等に関する差別的発言，連\n続してされた発言，重複して作られたスレッド，過度に性的で下品な発言，著作物に\n当たるデータの存在する場所のＵＲＬの書き込み，宣伝を目的としたＵＲＬの書き込\nみ等が削除対象とされている。\nまた，人に関する発言については，発言の対象となる人を個人と法人・公的機関と\nに分け，個人に関する発言については，対象となる個人を，「一群　政治家・芸能人・\nプロ活動をしている人物・有罪判決の出た犯罪者」，「二類　板（掲示板のこと。以下\n同じ。）の趣旨に関係する職業で責任問題の発生する人物　著作物or創作物or活動\nを販売または提供して対価を得ている人物　外部になんらかの被害を与えた事象の\n当事者」，「三種　上記２つに当てはまらない全ての人物」の３種類に分類した上，\n「個人名・住所・所属」に関する書き込みについては，「一群：公開されているもの・情\n報価値があるもの・公益性が有るもの・等は削除しません。削除の可否は管理人が\n判断します。」，「二類：外部から確認できない・責任や事象に無関係な情報は削除\n対象です。公開されたインターネットサイト・全国的マスメディア・電話帳で確認でき\nる・等，隠されていない情報については削除しません。」，「三種：趣旨説明も公益性\nも無い・誹謗中傷の個人特定が目的である・等の場合は削除対象になります。」と記\n載され，「誹謗中傷」の書き込みについては，「一群：管理人裁定の無い限り削除しま\nせん。」，「二類：公益性が有り板の趣旨に則した事象・直接の関係者や被害者によ\nる事実関係の記述・等が含まれたものは削除しません。」，「三種：個人を特定する\n情報を伴っているものは全て削除対象です。」と記載されている。\n次に，法人に関する書き込みについては，「社会・出来事カテゴリ内では，批判・誹\n謗中傷，インターネット内で公開されている情報，インターネット外のデータソースが\n不明確なもの，は全て放置です。その他のカテゴリ内では，掲示板の趣旨に関係が\nあり，客観的な問題提起がある・公益性のある情報を含む・その法人・企業が外部に\nなんらかの影響を与える事件に関係している・等の場合は放置です。」などと記載さ\nれている。\nウ　また，控訴人は，本件掲示板の発言の削除を求める場合の方法について「削\n除依頼の注意」と題する定めをし，上記「いろいろな決まり」のページの中に掲載して\nいる。\nそれによると，本件掲示板の発言の削除を求めるときは，本件掲示板内の「削除\n依頼掲示板」において，削除を求める発言がされたスレッドのＵＲＬ，削除を求める発\n言のレス番号（本件掲示板では，一般に書き込みのことを「レス」とも呼んでいる。），\n削除を求める理由等を記載したスレッドを作るなどして削除を依頼することが必要と\nされ，「ルールを守らなかったり言葉遣いの悪い削除依頼は無視されるかもしれませ\nん」と記載されている。\n（甲３，６，乙１，２，７，８）\n(3)　本件１，２の発言の書き込みとその後の被控訴人らの対応等\nア  平成１３年１月１４日，本件掲示板内の（省略）において，匿名の者により，本件\n１のスレッドが作られ，同月１６日から同年６月８日にかけて，複数と思われる匿名の\n者により，同スレッドに本件１の発言が書き込まれた。また，同年６月１１日，匿名の\n者により，本件２のスレッドが作られ，同日から同年９月２１日にかけて，複数と思わ\nれる匿名の者により，同スレッドに本件２の発言が書き込まれた。\nイ　本件１のスレッドは，その表題から，診療態度，診療技術等に問題のある動物\n病院を取り上げて批判することを目的として作られたものと解されるが，スレッドを作\nった者の発言内容は，「悪徳動物病院をこの世から滅殺しよう！！。川崎にある某動\n物救急病院！あそこはちょっとテレビでとりあげられたからといって調子にのってい\nる！！動物の命よりもまず「金」を請求します。」というものであり，その文言は，相当\nの根拠を持って事実を摘示して病院を批判するというものではなく，特定の動物病院\nに対し侮蔑的な表現をもって誹謗中傷するものと読み取れるものである。そして，そ\nの後，本件１のスレッドには，動物病院や獣医を誹謗中傷する発言が多数書き込ま\nれ，その中には，動物病院の病院名や所在場所を特定して誹謗中傷する発言や，\n病院名の一部を仮名にしてあるものの，その所在場所等から病院名を容易に特定\nすることができる発言も多く存在した。\nウ　被控訴人Ｂは，インターネットの利用に不慣れであり，本件掲示板を閲覧したり\nこれに発言を書き込むなどして利用した経験もなかったところ，平成１３年５月ころ，\n友人から本件掲示板に被控訴人らに関する本件１の発言が書き込まれていることを\n聞かされて知り，同月２２日，２５日及び２８日に，本件掲示板の削除依頼掲示板内\nにスレッドを作って，被控訴人らの名誉を毀損する発言の削除を求めた。しかし，被\n控訴人Ｂがインターネットの利用に不慣れであり，本件掲示板を利用したことがなか\nったことなどから，その削除要請は，前記「削除依頼の注意」の記載事項に従ったも\nのではなかった。そして，上記削除要請の後，一部（電話番号と思われる数字）は削\n除人により削除されたが，大部分は削除されず，かえって，削除依頼掲示板内のス\nレッド及び本件１のスレッドにおいて，「削除依頼の方法が間違っています。ＴＯＰをよ\nく読んで出直してください。」と応答されたにとどまらず，「何時もこういう馬鹿がい\nる」，「ちゃんとルール読んでから削除依頼出せ馬鹿！」，「この動物病院，何度言わ\nれれば依頼の方法覚える気になるんだろうなあ」などと上記削除要請を揶揄したり，\n侮辱したりする発言が書き込まれた。\nエ　被控訴人らは，平成１３年７月１８日に本件訴訟を提起し，同年９月１９日に第１\n回口頭弁論期日が開かれたが，その後，控訴人は，「Ｃ裁判報告の第１回です。」な\nどと記載した上，本件第１回口頭弁論期日における被控訴人ら代理人と控訴人代理\n人との間のやり取り等について記載した本件メールマガジンを発行した。控訴人は，\n不定期でメールマガジンを発行しており，購読者は，平成１３年９月時点で，約７万人\n存在した。\nオ　本件１及び２のスレッドの各ＵＲＬは，当初，それぞれ（省略）及び（省略）であっ\nたが，平成１４年４月ころまでには，本件掲示板内の（省略）へデータが移動され，そ\nれぞれ（省略）及び（省略）へと\n変更された。\nカ　本件訴訟の係属後，本件掲示板内の（省略）において，（省略）と題するスレッド\n（本件３のスレッド）が，（省略）において（省略）と題するスレッドがそれぞれ作られ，\n被控訴人らが控訴人に対し本件訴訟を提起したことが話題とされた。そして，本件３\nのスレッドの番号９３には，本件１の発言の番号６６２，６８２，６８３及び８１２の各文\n言と同一の文言（本件３の発言）が書き込まれており，また，（省略）と題するスレッド\nには，本件１のスレッドのＵＲＬ（省略）が記載され，リンクが貼られるなどしている。\n本件訴訟提起後も，本件掲示板において被控訴人らを誹謗中傷する発言がされ，\nまた，被控訴人Ａに対し無言電話が多数回かかってきた。\n（甲１，２，９ないし１２，２１，２２，２７，乙１，３ないし６，弁論の全趣旨）\n(4)　その他の名誉毀損発言等と控訴人の対応\n平成１３年には，本件掲示板にＤ生命及びその従業員の具体的な名を明示し\nてこれを誹謗中傷する多数の書き込みがされ，Ｄ生命は，同年３月２１日，控訴人に\n対し，営業権及び名誉権に基づく妨害排除請求として上記発言の削除を求める仮処\n分を東京地方裁判所に申し立てた。同裁判所は，同年８月２８日，上記申立てを相\n当と認め，控訴人に対し，本件掲示板の一定の発言の削除を命じる仮処分決定をし\nたが，控訴人は，本件掲示板に上記仮処分事件について公開し，その後，Ｄ生命や\n上記仮処分事件の代理人弁護士を誹謗中傷する多数の発言がされたことがあっ\nた。\n（甲８，１１，１３ないし１６，３３の１ないし９，）\n２　争点(1)（本件各発言は名誉毀損に当たるか。）について\n(1)　本件１の発言の番号１６，３２，３５，３６，９６，４２７，４５７，６２３，６６２，６６\n９，６７８，６８２，６８３，６８５，６８６，６９６，７６１，７６５，７７２，７７３，７８８，８１１な\nいし８１３，８１５，８１７，８２３，８２６，８２８ないし８３１，８３３，８４８，８７４ないし８７\n６，８８２，９１２，９１８，９２１，９２２，９２５，９２９，９３０の各発言，本件２の発言の番\n号６ないし８，１０，２３，２９７，３０８，３１２，３２０，３４４，６０５，７１１，７１２，７９１，７\n９２，８０１の各発言は，いずれも，（省略）又は（省略）という題の各スレッドの下で，\n被控訴人らあるいは被控訴人Ａ又は被控訴人Ｂのいずれかの名前を挙げ，又は被\n控訴人らの名前の一部を伏字，あて字等にするものの，被控訴人らを指し示すこと\nが容易に推測される文言を記載した上，「ブラックリスト」，「過剰診療，誤診，詐欺，\n知ったかぶり」，「えげつない病院」（発言１－１６，３２，３５，３６，９６），「ヤブ（やぶ）\n医者」（発言１－６７７，６７８，８１１，８８２，発言２－７９２），「ダニ（以下省略）」（発言\n１－７７３，９１２，９１８，９２１，９２５，９２９，発言２－７１１），「精神異常」（発言１－４\n２７，８４８，），「精神病院に通っている」（発言１－８１２，発言２－８０１），「動物実験\nはやめて下さい。」（発言１－６２３），「テンパー」（発言１－６６９），「責任感のかけら\nも無い」（発言１－６８２），「不潔」（発言１－６８３，７６１），「氏ね（死ねという意味）」\n（発言１－６８５），「被害者友の会」（発言１－６９６，７６１，７８８，９３０，発言２－２\n３），「腐敗臭」（発言１－６９６，７８８），「ホント酷い所だ」（発言１－８１５），「ずる賢\nい」（発言１－８１７），「臭い」（発言１－８２６）などと侮辱的な表現を用い，又は「脱税\nしてる」のではないかとの趣旨の直近のいくつかの発言を引用する（発言１－８２３）\nなどして誹謗中傷する内容であり，被控訴人らの社会的評価を低下させるものであ\nる。\nまた，本件１の発言の番号１８，４２５，６６４，６９７，７８９，８１４，９１９，９２０の各\n発言は，その発言自体には被控訴人らを特定する文言はないものの，本件１のスレ\nッドの他の発言と併せ読めば，その内容に照らし，これらの発言がいずれも被控訴\n人らに向けられていることは明らかであり，被控訴人らの社会的評価を低下させるも\nのであるといえる。\nさらに，本件３の発言は，本件１の発言の番号６６２，６８２，６８３，８１２の各発言と\n同一の文言が書き込まれたものであるから，上記のとおり被控訴人らの社会的評価\nを低下させるものである。\nしたがって，本件各発言中上記本件１の発言（番号７６４，８７２を除く。），本件２の\n発言及び本件３の発言（以下これらを「本件各名誉毀損発言」という。）は，いずれも\n被控訴人らの名誉を毀損するものというべきである。\nなお，被控訴人Ａは，動物病院の経営等を目的とする有限会社であるところ，本件\n各名誉毀損発言は，いずれも（省略）の告発を目的とするスレッドにおいて，被控訴\n人Ａの経営体制，施設等を誹謗中傷するとともに，その代表者で院長である獣医の\n被控訴人Ｂの診療態度，診療方針，能力，人格等を誹謗中傷するものでもあり，被\n控訴人Ａと被控訴人Ｂの両名に対して向けられたものであって，被控訴人ら両名の\n社会的評価を低下させるものといえる。\n(2)　控訴人は，本件各発言について，匿名であり，読者は各発言に根拠があると\nは限らないことを十分認識していると考えられるから，被控訴人らの社会的評価を低\n下させるものではなく，各発言は名誉を毀損するものではないと主張する。\nしかし，ある発言の意味内容が他人の社会的評価を低下させるものであるかどう\nかは，一般人の普通の注意と読み方とを基準として判断すべきものであり（新聞記\n事についての最高裁判所昭和３１年７月２０日第二小法廷判決・民集１０巻８号１０５\n９頁参照），インターネットの電子掲示板における匿名の発言であっても，（省略）と題\nして不正を告発する体裁を有している場での発言である以上，その読者において発\n言がすべて根拠のないものと認識するものではなく，幾分かの真実も含まれている\nものと考えるのが通常であろう。したがって，その発言によりその対象とされた者の\n社会的評価が低下させられる危険が生ずるというべきであるから，控訴人の上記主\n張は採用することができない。\n(3)　控訴人は，電子掲示板における論争には「対抗言論」による対処を原則とすべ\nきであり，本件においても，被控訴人らを擁護する趣旨の発言がされ，十分な反論\nがされているから，被控訴人らの社会的評価は低下していないことになると主張す\nる。\n言論に対しては言論をもって対処することにより解決を図ることが望ましいことはい\nうまでもないが，それは，対等に言論が交わせる者同士であるという前提があって初\nめていえることであり，このような言論による対処では解決を期待することができない\n場合があることも否定できない。そして，電子掲示板のようなメディアは，それが適切\nに利用される限り，言論を闘わせるには極めて有用な手段であるが，本件において\nは，本件掲示板に本件各発言をした者は，匿名という隠れみのに隠れ，自己の発言\nについては何ら責任を負わないことを前提に発言しているのであるから，対等に責\n任をもって言論を交わすという立場に立っていないのであって，このような者に対し\nて言論をもって対抗せよということはできない。そればかりでなく，被控訴人らは，本\n件掲示板を利用したことは全くなく，本件掲示板において自己に対する批判を誘発\nする言動をしたものではない。また，本件スレッドにおける被控訴人らに対する発言\nは匿名の者による誹謗中傷というべきもので，複数と思われる者から極めて多数回\nにわたり繰り返しされているものであり，本件掲示板内でこれに対する有効な反論を\nすることには限界がある上，平成１３年５月３１日に被控訴人らを擁護する趣旨の発\n言（本件１のスレッドの番号８５７）がされたが，これによって議論が深まるということ\nはなく，この発言をした者が被控訴人Ｂであるとして揶揄するような発言（発言１－８\n８２）もされ，その後も被控訴人らに対する誹謗中傷というべき発言が執拗に書き込\nまれていったのである。\nこのような状況においては，名誉毀損の被害を受けた被控訴人らに対して本件掲\n示板における言論による対処のみを要求することは相当ではなく，対抗言論の理論\nによれば名誉毀損が成立しないとの控訴人の主張は採用することができない。\n３　争点(2)（控訴人の削除義務の有無）について\n(1)　前記１で認定した事実並びに前記第２の２(3)及び(6)の事実によれば，次の\nようにいうことができる。\nア　本件掲示板は，控訴人が開設し，管理運営しているが，控訴人は，利用者\nのＩＰアドレス等の接続情報を原則として保存せず，またその旨を明示しており，利用\n者は，掲示板を匿名で利用することが可能であり，利用者が自発的にその氏名，住\n所，メールアドレス等を明かさない限り，それが公表されることはない。したがって，\n本件掲示板に書き込まれた発言が他人の名誉を毀損することになっても，その発言\n者の氏名等を特定し，その責任を追及することは事実上不可能である。そして，この\nように匿名で利用でき，管理者ですら発信元を特定できないことを標榜している電子\n掲示板においては，ややもすれば利用者の規範意識が鈍麻し，場合によっては他人\nの権利を侵害する発言などが書き込まれるであろうことが容易に推測される。実際\nに，本件１，２のスレッドに限ってみても，被控訴人らに対するもののほか，他の多く\nの動物病院，獣医等に対する名誉毀損と評価し得る発言などが数多く書き込まれて\nおり，また，前記１(4)のとおり，本件掲示板において，Ｄ生命及びその従業員個人に\n対する多数の誹謗中傷の発言がされた例もある。\nイ　前記１(2)のとおり，控訴人は，本件掲示板上の発言を削除する基準（削除\nガイドライン），削除依頼の方法等について定め，自己の判断で削除人を選任し，削\n除ガイドラインに従って発言を削除させ，あるいは削除人の削除権を剥奪するなどし\nて，本件掲示板を管理運営している者であるから，本件掲示板における発言を削除\nする権限は最終的には控訴人に帰属しているものと認められる。\nウ　本件掲示板において他人の名誉を毀損する発言がされた場合，名誉を毀\n損された者は，その発言を自ら削除することはできず，控訴人の定めた一定の方法\nに従って，本件掲示板内の「削除依頼掲示板」においてスレッドを作って書き込みを\nするなどして上記発言の削除を求め，削除人によって削除されるのを待つことにな\nる。\n控訴人が定めた削除ガイドラインは，前記１(2)のとおり，個人に関する書き込みに\nついては，個人を「一群，二類，三種」と３種類に分類した上，発言の内容について，\n「個人名・住所・所属」に関する発言，誹謗中傷の発言等に分けて，上記各分類ごと\nに削除するか否かの基準を定めてはいるが，上記３種類の分類では，当該個人が\n具体的にどの分類に当てはまるかが明確でない上，各分類ごとの発言の削除の基\n準も不明確であり，かつ，管理者である控訴人の判断に委ねられている部分もあ\nる。また，法人に関する発言の削除の基準についても，電話番号を除き，削除されな\nい場合についてしか定められておらず，削除されない場合についての内容も明確で\nはない。結局，本件掲示板の削除ガイドラインは，その表現が全体として極めてあい\nまいで，不明確であり，個人又は法人の名誉を毀損する発言がいかなる場合に削除\nされるのかを予測することは困難であるといえる。\nこのように，削除人が発言を削除する際の基準とされている削除ガイドラインの内\n容が明確でなく，しかも，削除人は，それを業とするものでないボランティアにすぎな\nいことから，本件掲示板における発言によって名誉を毀損された者が，所定の方式\nに従って発言の削除を求めたとしても，必ずしも削除人によって削除されることは期\n待できないものである。\nエ　本件掲示板は，約３３０種類のカテゴリーに分かれており，１日約８０万件の\n書き込みがあること，削除人は，それを業とする者ではなく，いわゆるボランティアが\n１８０人程度であったことからすると，本件掲示板において他人の権利を侵害する発\n言が書き込まれているかどうかが常時監視され，適切に削除されるということは事実\n上不可能な状態であった。前記のとおり，被控訴人らが本件掲示板にスレッドを作っ\nてした削除依頼も，実効性がなかった。\n(2)　本件掲示板が，現在，新しいメディアとして広く世に受け入れられ，極めて多\n数の者によって利用されており，大方，控訴人の開設意図に沿って適切に利用され\nていることは，本件の各証拠並びに弁論の全趣旨に照らして容易に推認し得るとこ\nろであるが，他方，本件掲示板は，匿名で利用することが可能であり，その匿名性の\nゆえに規範意識の鈍麻した者によって無責任に他人の権利を侵害する発言が書き\n込まれる危険性が少なからずあることも前記のとおりである。そして，本件掲示板で\nは，そのような発言によって被害を受けた者がその発言者を特定してその責任を追\n及することは事実上不可能になっており，本件掲示板に書き込まれた発言を削除し\n得るのは，本件掲示板を開設し，これを管理運営する控訴人のみであるというので\nある。このような諸事情を勘案すると，匿名性という本件掲示板の特性を標榜して匿\n名による発言を誘引している控訴人には，利用者に注意を喚起するなどして本件掲\n示板に他人の権利を侵害する発言が書き込まれないようにするとともに，そのような\n発言が書き込まれたときには，被害者の被害が拡大しないようにするため直ちにこ\nれを削除する義務があるものというべきである。\n本件掲示板にも，不適切な発言を削除するシステムが一応設けられているが，前\n記のとおり，これは，削除の基準があいまいである上，削除人もボランティアであって\n不適切な発言が削除されるか否かは予測が困難であり，しかも，控訴人が設けたル\nールに従わなければ削除が実行されないなど，被害者の救済手段としては極めて\n不十分なものである。現に，被控訴人Ｂは，本件掲示板に本件各発言の削除を求め\nたが，削除してもらえず，本件訴訟に至ってもなお削除がされていない。したがって，\nこのような削除のシステムがあるからといって，控訴人の責任が左右されるものでは\nない。また，控訴人は，本件掲示板を利用する第三者との間で格別の契約関係は結\nんでおらず，対価の支払も受けていないが，これによっても控訴人の責任は左右さ\nれない。無責任な第三者の発言を誘引することによって他人に被害が発生する危険\nがあり，被害者自らが発言者に対して被害回復の措置を講じ得ないような本件掲示\n板を開設し，管理運営している以上，その開設者たる控訴人自身が被害の発生を防\n止すべき責任を負うのはやむを得ないことというべきであるからである。\n(3)ア　ところで，事実を摘示しての名誉毀損にあっては，その行為が公共の利害に\n関する事実に係り，かつ，その目的が専ら公益を図ることにあった場合に，摘示され\nた事実がその重要な部分について真実であることの証明があったときには，上記行\n為には違法性がなく，仮に上記事実が真実であることの証明がないときにも，行為\n者において上記事実を真実と信ずるについて相当の理由があれば，その故意又は\n過失は否定され，また，ある事実を基礎としての意見ないし論評の表明による名誉\n毀損にあっては，その行為が公共の利害に関する事実に係り，かつ，その目的が専\nら公益を図ることにあった場合に，上記意見ないし論評の前提としている事実が重\n要な部分について真実であることの証明があったときには，人身攻撃に及ぶなど意\n見ないし論評としての域を逸脱したものでない限り，上記行為は違法性を欠くものと\nされ，上記意見ないし論評の前提としている事実が真実であることの証明がないとき\nにも，行為者において上記事実を真実と信ずるについて相当の理由があれば，その\n故意又は過失は否定されると解される（最高裁判所平成９年９月９日第三小法廷判\n決・民集５１巻８号３８０４頁参照）。\n控訴人は，本件掲示板に書き込まれた発言について，その公共性，目的の公益\n性，内容の真実性等が明らかでない場合には控訴人は削除義務を負わない，すな\nわち，名誉を毀損されたという被控訴人らにおいて，当該発言の公共性，目的の公\n益性，内容の真実性等の不存在につき主張立証する必要がある旨主張する。\nしかしながら，人の品性，徳行，名声，信用等の人格的価値について社会的評価\nを低下させる事実の摘示，又は意見ないし論評の表明となる発言により，名誉毀損\nという不法行為は成立し得るものであり，名誉を毀損された被害者が，その発言に\nつき上記のとおり社会的評価を低下させる危険のあることを主張立証すれば，発言\nの公共性，目的の公益性，内容の真実性等の存在は，違法性阻却事由，責任阻却\n事由として責任を追及される相手方が主張立証すべきものである。\n被控訴人らは，本件掲示板における匿名の者の発言によって名誉を毀損されたも\nのであり，前記(2)のとおり，本件掲示板の匿名の発言者を特定して責任を追及する\nことが事実上不可能であること，控訴人は，単に第三者に発言の場を提供する者で\nはなく，電子掲示板を開設して，管理運営していることから，控訴人は名誉毀損発言\nについて削除義務を負うものであり，控訴人が発言者そのものではないからといっ\nて，被害者側が発言の公共性，目的の公益性及び内容の真実性が存在しないこと\nまで主張立証しなければならないとは解されない。\nしたがって，本件において，控訴人が，本件各発言の公共性，目的の公益性，内\n容の真実性が明らかではないことを理由に，削除義務の負担を免れることはできな\nいというべきである。\nイ　この点に関し，控訴人は，本件にプロバイダー責任法が適用され，同法の制定\n経緯，規制範囲等に照らすと，プロバイダーは直接名誉毀損に当たる発言をした者\nではなく，発言の公共性，目的の公益性，内容の真実性を判断することができない\nから，名誉毀損における真実性等の存否についても，プロバイダーの責任を追及す\nる者が主張立証責任を負うと解すべきであると主張する。同法は平成１４年５月２７\n日に施行されたものであるから，本件に直ちに適用されるものではないが，その趣\n旨について一応検討する。\nプロバイダー責任法３条１項には，特定電気通信による情報の流通により他人の\n権利が侵害されたときは，プロバイダー等は，権利を侵害した情報の不特定の者に\n対する送信を防止する措置を講ずることが技術的に可能な場合であって，当該プロ\nバイダー等が当該特定電気通信による情報の流通によって他人の権利が侵害され\nていることを知っていたとき，又は，当該プロバイダー等が，当該特定電気通信によ\nる情報の流通を知っていた場合であって，当該電気通信による情報の流通によって\n他人の権利が侵害されていることを知ることができたと認めるに足りる相当の理由\nがあるときでなければ，当該プロバイダー等が当該権利を侵害した情報の発信者で\nある場合を除き損害賠償責任を負担しない旨が定められている。\nこれは，当該情報の内容が，人の品性，徳行，名声，信用等の人格的価値につい\nて社会的評価を低下させる事実の摘示，又は意見ないし論評の表明であるなど，他\n人の権利を侵害するものである場合に，プロバイダーが当該情報が他人の権利を\n侵害することを知っていたときはもちろん，プロバイダーが当該情報の流通を知り，\nかつ，通常人の注意をもってすればそれが他人の権利を侵害するものであることを\n知り得たときも責任を免れないとする趣旨であり，権利侵害の認識又はその認識可\n能性の主張立証責任を被害者側に負わせたものと解されるが，それ以上に権利侵\n害についての違法性阻却事由，責任阻却事由の主張立証責任についてまで規定を\nしているものではないと解される。\n本件においては，控訴人は，前記のとおり，通知書，本件訴状，請求の趣旨訂正\n申立書等により，本件１ないし３のスレッドにおいて被控訴人らの名誉を毀損する本\n件各名誉毀損発言が書き込まれたことを知ったのであり，その各発言の内容から被\n控訴人らの名誉が侵害されていることを認識し，又は認識し得たというべきであるか\nら，同法３条１項の趣旨に照らしても，これにより損害賠償責任を免れる場合には当\nたらないことになる。\nなお，同法３条１項は，情報の流通による権利侵害につき，プロバイダーに対する\n差し止め請求が認められるかどうかについては何ら規定していないものである。\nウ　控訴人は，匿名の発言も表現の自由の一環として保障されるべきであると主\n張する。しかし，匿名の者の発言が正当な理由なく他人の名誉を毀損した場合に，\n被害者が損害賠償等を求めることは当然許されることであり，このことが表現の自由\nの侵害となるものではないから，控訴人の上記主張は，採用することができない。\nエ　また，控訴人は，不正アクセス禁止法の立法過程において，議論の結果接\n続情報の保存義務が否定されたということから，電子掲示板における匿名性は削除\n義務の根拠としてはならない旨主張する。しかし，不正アクセス禁止法は，不正アク\nセス行為の禁止，罰則及びその再発防止のための行政機関（都道府県公安委員\n会）の援助措置等を定めて，電気通信回線を通じて行われる電子計算機に係る犯罪\nの防止及びアクセス制御機能により実現される電気通信に関する秩序の維持を図\nるために制定されたものである（同法１条）から，同法における接続情報の保存義務\nを課すかどうかについての議論の結果が，匿名の者による名誉毀損の発言がされ\nた本件掲示板を管理運営する控訴人に対し，民法の不法行為の法理により同発言\nの削除義務を認めるとの前記判断を左右するものではない。\n(4)　そこで，控訴人が本件各発言を削除しなかったことが上記削除義務に違反す\nる不法行為となるかを検討する。\nア　前記第２の２(4)記載のとおり，被控訴人Ａは，控訴人に対し，平成１３年６月\n２１日付けの通知書をもって発言の削除を求め，同通知書は，同月２２日，控訴人に\n到達したから，これにより，控訴人は，本件各名誉毀損発言のうち，本件１の発言の\n番号１６，１８，３２，３５，３６，９６，４２５，４２７，４５７，６６２，６６４，６６９，６７７，６７\n８，６８２，６８３，６８６，６９６，６９７，７６１，７６５，７７２，７７３，７８８，７８９，８１１な\nいし８１５，８１７，８２３，８２６，８２８ないし８３１，８３３，８４８，８７４ないし８７６，８８\n２，９１２，９１８ないし９２２，９２５，９２９，９３０の各発言並びに本件２の発言の番号\n６ないし８，１０，２３の各発言について，本件掲示板に書き込まれたことを具体的に\n知ったものと認められる。また，被控訴人らは，本件訴状の別紙発言目録１におい\nて，上記通知書で削除を求めた発言の他に，本件１の発言の番号６２３，６８５の各\n発言についても削除を求め，本件訴状は平成１３年８月４日，控訴人に送達されたか\nら，控訴人は，同日までに，上記各発言が本件掲示板に書き込まれたことを具体的\nに知ったものと認められる。さらに，本件３の発言が記載された証拠書類（甲９）は，\n平成１３年１１月５日に控訴人代理人が受領し，同月７日の原審第２回口頭弁論期\n日に提出されたから，控訴人は，同日までに，本件３の発言が書き込まれたことを具\n体的に知ったものと認められる。また，被控訴人らは，平成１４年１月３０日付け請求\nの趣旨訂正申立書において，控訴人に対し，本件２の発言の番号２９７，３０８，３１\n２，３２０，３４４，６０５，７１１，７１２，７９１，７９２，８０１の各発言の削除を求め，同申\n立書は，同日，控訴人に送達されたから，控訴人は，同日までに，上記各発言が本\n件掲示板に書き込まれたことを具体的に知ったものと認められる。\nイ　【要旨】しかるに，控訴人は，基本的事実(6)のとおり，現在に至るまで，本件各\n名誉毀損発言を削除するなどの措置を講じていないのであるから，控訴人には前記\n(2)の削除義務に違反しているというべきであり，被控訴人らに対する不法行為が成\n立する。\n４　争点(3)（控訴人によるその他の不法行為）について\n(1)　被控訴人らは，被控訴人らが本件掲示板にスレッドを作って発言の削除を求\nめたところ，控訴人は，削除依頼の方法が間違っているなどとして嘲笑したなどと主\n張するが，被控訴人らの削除依頼に対し揶揄・侮辱する発言が書き込まれたことは\n前記１のとおり認められるものの，それらの発言を書き込んだ者が控訴人であること\nを認めるに足りる証拠はない。したがって，控訴人に上記不法行為が成立するとの\n被控訴人らの主張は理由がない。\n(2)　また，被控訴人らは，控訴人がその発行するメールマガジンにおいて本件訴\n訟の内容を公開したため，被控訴人らに対する更なる中傷発言が誘発され，無言電\n話等がされたなどと主張する。\n本件訴訟の提起後も，本件掲示板において被控訴人らを誹謗中傷する発言がさ\nれていたこと及び被控訴人Ａに対し無言電話が多数回かかってきたことは前記１で\n認定のとおりである。しかし，本件メールマガジンには原審第１回口頭弁論期日にお\nける両当事者の発言等が記載されているにすぎず，被控訴人らに対する誹謗中傷\nに当たる記載や被控訴人らに対する中傷や嫌がらせを誘発する記載は認められな\nいことからすれば，控訴人が本件メールマガジンを発行したことが違法性を有するも\nのということはできない。したがって，控訴人に不法行為が成立するとの被控訴人ら\nの上記主張も理由がない。\n５　争点(4)（被控訴人らの損害）について\n(1)　本件各名誉毀損発言については，その目的の公益性，内容の真実性につい\nて，控訴人は何ら具体的な主張はしていないし，これを認めるに足りる証拠もない。\nそして，本件各名誉毀損発言において用いられている表現には，「ヤブ医者」，「精神\n異常」，「動物実験」，「氏ね（死ね）」，「臭い」などと被控訴人らを誹謗中傷するもの\nで，極めて侮蔑的なものが多数含まれている。\n本件掲示板は，だれでも自由に閲覧することができ，常時膨大な数の利用者があ\nる著名な電子掲示板であり，本件掲示板内の（省略）における本件１，２の各スレッド\n及び（省略）における本件３のスレッドに書き込まれた本件各名誉毀損発言は，動物\n病院の利用者，獣医等を含む不特定多数の者が認識し得るものであって，その影響\nは大きい。しかも，控訴人は，被控訴人らから通知書や本件訴状等をもって本件各\n名誉毀損発言の削除を求められても，これに応じて削除することなく，本件各名誉毀\n損発言の書き込まれた本件１ないし３のスレッドは，現在も，本件掲示板に存在して\nおり，不特定多数の者が閲覧し得る状態にある。\n被控訴人Ｂは，昭和５８年のＣ開業から現在まで，動物病院の院長として動物の診\n療行為を行い，被控訴人Ａ設立後はその代表者として被控訴人Ａの経営に携わると\nともに，日本獣医学会，日本臨床獣医学会等にいくつかの論文を発表しており，ま\nた，Ｃは，日本各地から訪れる動物の飼主を多数受け入れていることからすれば，\n本件掲示板に本件各名誉毀損発言が存在し続けて不特定多数の者の閲覧可能な\n状態にあることは，被控訴人Ｂに多大な精神的苦痛を与えるものであることは明らか\nであり，また，被控訴人Ａの経営にも相当の影響を及ぼしているものと推認すること\nができる。\n(2)　以上の諸般の事情からすれば，本件掲示板に本件各名誉毀損発言の書き込み\nをしたのは複数と思われる匿名の者であって，控訴人自身が直接これに関与したも\nのとは認められず，また，控訴人は削除ガイドラインを設けて運用しており，削除人\nにより違法な発言が削除されることもあったことなどの事情を考慮しても，控訴人\nが，平成１３年６月２２日に到達した書面，本件訴状及び請求の趣旨訂正申立書に\nより本件各名誉毀損発言の削除を求められてから現在に至るまで本件各名誉毀損\n発言を削除するなどの措置を講じなかったことによって被控訴人らが被った精神的\n損害及び経営上の損害は，それぞれ２００万円を下らないものと認めるのが相当で\nある。\n６　争点(5)（本件各発言の削除を求めることの可否）について\n(1)　人の品性，徳行，名声，信用等の人格的価値について社会から受ける客観\n的評価である名誉を違法に侵害された者は，損害賠償及び名誉回復のための処分\nを求めることができるほか，人格権としての名誉権に基づき，加害者に対し，現に行\nわれている侵害行為を排除するため，侵害行為の差止めを求めることができる（最\n高裁判所昭和６１年６月１１日大法廷判決・民集４０巻４号８７２頁参照）。\n(2)　そして，【要旨】前記のとおり，控訴人が本件各名誉毀損発言を削除するなど\nの措置を講じなかったことは，被控訴人らの名誉を毀損する不法行為を構成するの\nであり，これに加え，本件各名誉毀損発言の内容は，真実と認めるに足りず，その表\n現も極めて侮辱的なものであり，獣医である被控訴人Ｂの受けた精神的苦痛の程度\nは大きく，被控訴人Ｂの経営する被控訴人Ａもその経営に相当の影響を受けたもの\nと認められ，本件各名誉毀損発言が削除されない限り，被控訴人らに更なる損害が\n発生し続けると予想されること，控訴人は，通知書，本件訴状及び請求の趣旨訂正\n申立書により本件各名誉毀損発言の削除を求められた後も，これに応じて削除をす\nることはなく，本件各名誉毀損発言は現在も本件掲示板に存在し，不特定多数人の\n閲覧し得る状態に置かれていること，本件各名誉毀損発言を削除すべきものとして\nも，その内容及び匿名で発言していることに照らし，発言者についても，管理者であ\nる控訴人についても，その被る不利益はいずれも小さいといえることなどの諸事情を\n考慮すると，被控訴人らは，控訴人に対し，人格権としての名誉権に基づき，それぞ\nれ本件各名誉毀損発言の削除を求めることができるものというべきである。\n７　以上によれば，被控訴人らの請求は，それぞれ２００万円及びこれに対する本件\n訴状送達の日の翌日である平成１３年８月５日（記録上明らかである。）から支払済\nみまで民法所定の年５分の割合による遅延損害金の支払並びに本件各名誉毀損発\n言の削除を求める限度で理由があるからこれを認容すべきであり，その余は理由が\nないからこれを棄却すべきである。\n８　よって，当裁判所の上記判断と同旨の原判決は相当であり，本件各控訴は理由\nがないから，いずれもこれを棄却することとして，主文のとおり判決する。ただし，削\n除の対象の特定を正確にするため，原判決主文４項の「別紙発言目録３」中のＵＲＬ\nの記載を別紙のとおりに改める。\n(裁判長裁判官　久保内　卓亞　裁判官　大橋　弘　裁判官　長谷川　誠)\n別紙（省略）\n"
}