{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 10,
    "day": 28
  },
  "case_number": "平成14(行ウ)13",
  "case_name": "損害賠償請求事件",
  "court_name": "札幌地方裁判所民事第2部",
  "lawsuit_id": "8616",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=8616",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/616/008616_hanrei.pdf",
  "contents": "主　文\n１　原告の請求をいずれも棄却する。\n２　訴訟費用は，原告の負担とする。\n事実及び理由\n第１　請求\n被告は，札幌市に対し，１５９３万２６８６円及びこれに対する平成１４年８月２９\n日から支払済みまで年５分の割合による金員を支払え。\n第２　事案の概要\n本件は，市政に関する調査研究のため，札幌市が条例に基づいて被告に交付\nした平成１３年度の政務調査費の一部について，被告がこれを議員会一時貸付金\nとして使用したことが，同条例で定められた使用目的に違反しているなどと主張し\nて，同市の住民である原告が，被告に対し，地方自治法２４２条の２第１項４号の規\n定（平成１４年法律第４号による改正前のもの。以下同じ。）に基づき，札幌市に代\n位して，目的外の使用に係る金員を不当利得又は不法行為に基づく損害の賠償と\nして支払うよう求めた住民訴訟である。\n１　前提事実（括弧内に証拠を掲記した事実の他は，当事者間に争いがない。）\n(1)　当事者\nア　原告は，札幌市の住民である。\nイ　被告は，札幌市議会における会派であり，いわゆる権利能力なき社団であ\nる。\n(2)　平成１２年に改正された地方自治法１００条１２項（平成１２年法律第８９号によ\nり新設された同条項は，平成１４年法律第４号により改正され，現在は１３項とな\nっている。以下同じ。）により，「普通地方公共団体は，条例の定めるところによ\nり，その議会の議員の調査研究に資するため必要な経費の一部として，その議\n会における会派又は議員に対し，政務調査費を交付することができる。」と定め\nられたことを受け，札幌市では，平成１３年３月３０日に札幌市議会政務調査費\nの交付に関する条例（以下「本件条例」という。）及び同規則（以下「本件規則」と\nいう。）が制定され，同年４月から，同条例及び同規則に基づいて政務調査費が\n交付されるようになった。\n(3)　札幌市は，本件条例に基づき，被告に対し，平成１３年４月１０日，同年７月１０\n日，同年１０月１０日及び平成１４年１月１０日にそれぞれ３１２０万円ずつ，合計\n１億２４８０万円を政務調査費として交付した（乙第１，第２，第１０号証）。\n(4)　被告は，札幌市から交付された政務調査費の一部合計１５９３万２６８６円を，\n以下のとおり，議員会一時貸付金として使用した（以下，併せて「本件各支出」と\nいう。）。\nア　平成１３年４月２０日　　１９５万円\nイ　同年６月２０日　　７０万０６３０円\nウ　同年７月２３日　　７１５万円\nエ　同年１０月２３日　　１９５万円\nオ　同年１２月１２日　　２２３万２０５６円\nカ　同１４年１月２４日　　１９５万円\n(5)　原告は，平成１４年５月１７日，札幌市監査委員に対し，被告が支出した政務\n調査費の使途を調査し，その結果条例違反の支出行為があった場合には札幌\n市の被った損害を補填するために必要な措置を講ずべきことを求めて住民監査\n請求をした。\nこれに対し，札幌市監査委員は，同年７月１６日付けで同監査請求を棄却し\nた。\n２　争点及びこれに対する当事者双方の主張\n(1)　本件各支出が本件条例５条所定の使途の基準に違反して違法であるか否か\n（原告の主張）\n本件条例５条は，「会派は，政務調査費を，別表に定める使途に従って使用\nするものとし，市政に関する調査研究に資するために必要な経費以外のものに\n充ててはならない。」と定めているところ，政務調査費を議員会一時貸付金として\n使用することは，同条例の定める政務調査費の使用目的を逸脱しているから違\n法な支出に該当する。\n政務調査費を所定の使途以外の目的に支出することは，前記のとおり禁止さ\nれているから，本件各支出の違法性を判断するに際しては，同支出に相当する\n金員が後に返還される予定であるか，実際に返還されたかどうかは全く問題と\nならない。\n（被告の主張）\n本件各支出は，政務調査費の一部を被告が議員会会費に一時的に流用する\nため，議員会一時貸付金として帳簿上処理したものであり，年度内に返還するこ\nとを予定して一時的に他の支出に流用したものに過ぎないから，実質的な違法\n性はない。仮に，本件各支出に違法性がないとは言えないとしても，争点(2)の\n被告の主張のとおり，被告が年度内に本件各支出と同額の金員を返還したこと\nにより，違法な状態は解消された。\n(2)　本件各支出に相当する金員が返還されたか否か\n（被告の主張）\n被告は，本件各支出に相当する金員のうち，７０万０６３０円を平成１３年１０\n月１７日に，残りの１５２３万２０５６円を平成１４年２月２８日に，それぞれ政務調\n査費の勘定に返還した。後者の金員について補足すると，１５２３万２０５６円の\nうち，２２３万２０５６円については，被告の議員会会費用の口座から引き出して\n政務調査費専用の口座に入金し，残りの１３００万円については，同年３月１日，\n被告に属する各議員が調査研究費として支出した支出内容を被告が確認した\n上，各議員が負担した金額の範囲内で政務調査分担費として政務調査費を分\n配したが，被告の経理担当者が政務調査費の取扱いに不慣れであったため，議\n員会会費用の口座から引き出された金員は，政務調査費の専用口座に振り込\nまれることなく，直接各議員に交付された。しかしながら，このような資金の処理\nについては，何ら問題とされるべき点は存在しない。\n地方自治法２４２条の２第１項４号に基づく請求は，地方自治体がその職員又\nは相手方に対して有する不当利得返還請求権ないし損害賠償請求権を住民が\n代位行使するものであるから，仮に本件各支出が違法と評価されるものであっ\nても，被告が本件各支出に相当する金員全額を政務調査費の勘定に返還した\n以上，本件条例９条に基づく不当利得返還請求権は消滅することになるか，又\nは札幌市には損害がないことになるから，同条に基づく不当利得返還請求ない\nし損害賠償請求はいずれも理由がない。\n（原告の主張）\n被告が本件各支出相当額を政務調査費の勘定に返還したことは否認する。\n被告が平成１４年２月２８日に返還したとする１５２３万２０５６円のうち，１３００万\n円については被告の政務調査費専用口座に入金されていないから，少なくとも\n同金員については返還の事実は存在しないというべきである。\nまた，本件条例９条によれば，市政の調査研究に資するために必要な経費と\nして支出した額を控除した残余の額は札幌市に返還されるべきものであるから，\n札幌市への返還がなされていない以上，不当利得返還請求ないし不法行為に\n基づく損害賠償請求は認められるべきである。\n(3)　政務調査分担費としての支出が違法であるか否か\n（原告の主張）\n仮に本件各支出相当額がいったん返還されたと評価できるとしても，返還され\nた金員を被告が被告所属の各議員に政務調査分担費として支払ったことは，以\n下のとおり，本件条例の趣旨を逸脱した違法な支出というべきであり，これによ\nり，札幌市は同金額相当の損害を被ったから，被告は，札幌市に対し，同額の\n不当利得返還又は損害賠償義務を負う。\n即ち，まず，本件条例２条が政務調査費の交付対象を会派に限り，政務調査\n費の使用目的について定めた同条例５条の別表が「会派の行う」「会派の」など\nという文言を用いていること，議員各人にその使途を委ねてしまうと，会派がそ\nの使途を適正に管理することが困難であることなどに照らすと，政務調査費は，\n議員個人に支給されるものではなく，会派に対して支給されることが原則である\nというべきである。しかるに，被告は，返還したとする政務調査費のうち１３００万\n円を平成１４年３月１日に，２４２万０１６５円を同月２９日に，いずれも支出内容\nを吟味することなくそれぞれ各議員に配布しているのであって，このような政務\n調査費の各議員への配布は本件条例の趣旨に反して違法というべきである。ま\nた，被告は，各議員に配布された政務調査費のその後の使途を明らかにする資\n料を提出しないことから，当該政務調査費を使途不明金として，使用目的外の\n違法な支出とみるべきである。\n（被告の主張）\n被告は，各議員が調査研究費として支出した支出の内容を確認した上，各議\n員が負担した金額の範囲内で被告所属の議員に対し，政務調査費分担費とし\nて政務調査費を分配した。\n即ち，平成１４年３月１日に支払った１３００万円は，議員２６名に対してそれぞ\nれ５０万円ずつ政務調査分担費として概算払したもの，同月２９日に支払った２４\n２万０１６５円は，議員２１名に対し，それぞれの調査研究経費の負担状況に応\nじて政務調査分担費として支払ったものである。\nまた，政務調査費は，本件条例上は会派に対して交付されるものとされてい\nるが，これは札幌市議会においては議員数が多数にのぼり，議会運営上会派\nの存在が前提とされていることから，会派を受給権者とし，会派に当該政務調査\n費にかかる収入及び支出の報告や適正な経理及び保管を義務づけるのが相当\nと考えられたことによるものである。地方自治法上，政務調査費は「地方公共団\n体の議会の議員の調査研究に資するため必要な経費の一部として，その議会\nにおける会派又は議員に対し交付することができる。」とされている（同法１００条\n１２項）こと，条例上も，「札幌市議会議員の調査研究に資するため必要な経費\nの一部として」交付されるものとされていること（本件条例１条）などに照らすと，\n会派がこれを当該会派に属する議員の調査研究活動に必要な経費に充てるた\nめ，各議員に政務調査分担費として支払うことは当然許容されているものという\nべきである。\nしたがって，被告がその所属の各議員に支払った政務調査分担費は，政務調\n査費の支出として何ら違法な点はない。\nなお，被告が政務調査分担費として支払った具体的な使途等については，各\n議員の政治活動の内容そのものに関わる問題であり，その明細を明らかにする\nのは相当ではなく，また，その必要性もない。\n第３　争点に対する判断\n１　争点(1)（本件各支出が本件条例５条所定の使途の基準に違反して違法であるか\n否か）について\n(1)　前記前提事実に加え，甲第１，第２，第４，第６号証，乙第１ないし第１０号証\n（枝番号のあるものを含む。），証人Ａの証言及び弁論の全趣旨によれば，以下\nの事実が認められ，同認定を左右するのに足りる証拠はない。\nア　札幌市においては，昭和４３年１２月に札幌市議会各会派に対する調査研\n究費の交付に関する規則が設けられ，同規則に従って調査研究費が支給さ\nれてきたところ，平成１２年に改正された地方自治法１００条１２項により，「普\n通地方公共団体は，条例の定めるところにより，その議会の議員の調査研究\nに資するため必要な経費の一部として，その議会における会派又は議員に対\nし交付することができる。この場合において，当該政務調査費の交付の対象，\n額及び交付の方法は，条例で定めなければならない。」と定められたことを受\nけて，平成１３年３月３０日に本件条例及び同規則が制定され，同年４月か\nら，同条例及び同規則に基づいて政務調査費が交付されるようになった。\nイ　本件条例及び本件規則の内容\n本件条例及び本件規則には，政務調査費の交付・使用・管理につき，概ね\n以下のとおりの定めがある（甲第１，第２号証）。\n(ア)　政務調査費は，札幌市議会における会派に対して交付する（本件条例２\n条）。\n(イ)　会派に交付する政務調査費の月額は，４０万円に各月１日における当該\n会派の所属議員数を乗じて得た額とする（同３条）。\n(ウ)　会派は，政務調査費を下記の使途に従って使用するものとし，市政に関\nする調査研究に資するために必要な経費以外にものに充ててはならない\n（同５条）。 記\n研究研修費，調査旅費，資料作成費，資料購入費，広報費，広聴費，人件\n費，事務所費，その他の経費\n(エ)　会派は，政務調査費の保管及び経理の状況を明確にするため，経理責\n任者を置かなければならない（同６条）。\n(オ)　政務調査費の交付を受けた会派の代表者は，当該交付を受けた年度分\nの政務調査費について，収入及び支出の報告書（以下「収支報告書」とい\nう。）を作成し，議長に提出しなければならない（同７条）。\n(カ)　その年度において会派が交付を受けた政務調査費の総額から，その年\n度において市政の調査研究に資するために必要な経費として当該会派が\n支出した政務調査費の額の総額を控除して残余がある場合には，当該会\n派は，当該残余の額を返還しなければならない（同９条）。\n(キ)　政務調査費の交付を受けた会派は，政務調査費に係る経理を次のとお\nり行わなければならない（本件規則６条１項）。\nａ　会派の代表者が支出の決定を行うこと。\nｂ　経理責任者は，会派の代表者が発行した収入支出伝票に基づいて出\n納を行うこと。\nｃ　経理責任者は，支払に当たっては領収書を徴すること。ただし，領収書\nを徴し得ない経費について支払を行う場合には，会派の代表者が発行し\nたその支払を証明する旨の書面をもってこれに代えることができる。\nｄ　経理責任者は，政務調査費専用の預金口座及び会計帳簿を調製し，そ\nの管理を適正に行うこと。\n(ク)　政務調査費の交付を受けた会派の経理責任者は，(キ)の規定により取\nり扱った会計帳簿等の書類を当該政務調査費に係る収支報告書の提出期\n限日の属する年度の翌年度の４月１日から起算して５年を経過する日まで\n保存しなければならない（同規則６条２項）。\nウ　被告は，平成１３年３月２９日，政務調査費専用の銀行口座として，Ｂ銀行Ｃ\n支店に被告会長Ｄ名義の普通預金口座（乙第２号証）を設けるとともに，政務\n調査費元帳（乙第１号証）を調製してこれを管理した。札幌市は，被告に対し，\n政務調査費として，平成１３年４月１０日，同年７月１０日，同年１０月１０日及\nび平成１４年１月１０日に，それぞれ３１２０万円ずつ，合計１億２４８０万円を\n交付した。\n被告においては，札幌市から交付を受けた政務調査費を，会派が全体とし\nて行う調査研究活動や，議会の各種委員会の委員として各議員が行う共通\nの調査研究活動などの会派自体の調査研究活動費用に充てるほか，会派の\n承認の下に，個々の議員が行う政策の立案検討などの個々の議員の調査研\n究活動費用にも充てていた。被告は，平成１３年度の政務調査費の交付を受\nけるたびに，その一部を，個々の議員の政務調査分担費に充てるために各議\n員に対して概算払をし，同年度末近くになると，各議員から同年度の調査研\n究活動の費用明細を提出させて，不足分の支払をしていた。\nエ　被告は，政務調査費専用の銀行口座を設けて政務調査費を管理していた\n他，被告の議員会会費用の銀行口座を別途開設し，同口座により議員会会\n費の会計を管理していたが，議員会会費用の口座の残高が不足したため，以\n下の(ア)ないし(カ)のとおり，札幌市から交付された政務調査費の一部合計１\n５９３万２６８６円を議員会会費に流用して使用し，政務調査費の会計上は，\n議員会一時貸付金として処理した（本件各支出）。\n(ア)　平成１３年４月２０日　　１９５万円\n(イ)　同年６月２０日　　７０万０６３０円\n(ウ)　同年７月２３日　　７１５万円\n(エ)　同年１０月２３日　　１９５万円\n(オ)　同年１２月１２日　　２２３万２０５６円\n(カ)　同１４年１月２４日　　１９５万円\n被告は，本件各支出による金員を利用して，被告所属議員のＥ党Ｆ支部連\n合会の会費や同連合会の主催するセミナーへの参加費を立替払するなどし\nた。\nオ　被告は，本件各支出のうち，前記エ(イ)の支出に相当する７０万０６３０円を，\n平成１３年１０月１７日付けで政務調査費専用の預金口座に入金するととも\nに，政務調査費元帳に同金員が返還された旨を記載した。\nまた，被告は，本件各支出のうち，前記エ(イ)の７０万０６３０円を除く支出に\n相当する１５２３万２０５６円について，被告所属の各議員から１人当たり５０万\n円を議員会会費の口座に入金させることにより議員会一時貸付金の残金を\n回収することとし，順次入金させることにより，平成１４年２月２６日の時点で同\n口座に１６２３万９１９２円の資金を保有することとなったため，同月２８日付け\nで政務調査費元帳に本件各支出の残額１５２３万２０５６円が返還された旨を\n記載した。但し，被告は，同日，上記１５２３万２０５６円のうち２２３万２０５６円\nを議員会会費の口座から引き出して政務調査費の専用口座に入金したもの\nの，残額の１３００万円については，同年３月１日，議員会会費の口座から引\nき出しただけで，政務調査費の専用口座には入金しなかった。\nカ　被告の経理責任者Ａは，平成１４年３月１日以降，政務調査費を以下のとお\nり支出した。\n(ア)　平成１４年３月１日　　１３００万円\n被告所属の議員２６名に対し，政務調査分担費として１人当たり５０万円\nを概算払した。\n(イ)　同月１４日　　３０万円\n被告の事務局の小口の支払などに充てるため，政務調査費の口座から\n引き出した上，会議室借上げ費用等の支払に充て，残額１０万９８９６円は\n下記(オ)の政務調査分担費の支払に充てた。\n(ウ)　同月２９日　　１０４万円\n広報活動に必要な郵便切手の支払に充てられた。\n(エ)　同月２９日　　２８万１９２５円\n政策資料作成費として株式会社Ｇに支払った。\n(オ)　同月２９日　　２４２万０１６５円\n各議員から平成１３年度の調査研究活動に関する費用の明細を提出さ\nせ，これを精査した上で，不足分についての追加の政務調査分担費として\n２１名の議員に１人当たり１万円から３８万３０００円の範囲で支払った。こ\nのうち，１０万９８９６円は，前記(イ)のとおり小口現金の残額をもって充て\nた。\n(2)　以上に認定した事実を前提として，本件各支出が条例５条所定の使途の基準\nに違反して違法であるか否か検討するに，前記(1)イ(ウ)のとおり，本件条例５条\nは，政務調査費の使途を研究研修費，調査旅費，資料作成費，資料購入費，広\n報費，広聴費，人件費，事務所費，その他の経費に限定し，市政に関する調査\n研究に必要な経費以外のものに充てることを禁止しているのであって，被告が\n議員会会費の不足分を補うために政務調査費を流用して行った本件各支出が\n同条に反して違法であることは明らかである。\n被告は，本件各支出は，年度内に返還することを予定して一時的に議員会会\n費に流用したものに過ぎないから実質的な違法性はない，仮に違法性がないと\nは言えないとしても，年度内に返還したことにより違法状態は解消されたと主張\nするが，政務調査費の使途を限定している本件条例の趣旨に照らすと，同条例\nがこのような流用を許容するものとは到底解することができない。このことは，流\n用された政務調査費が後に返還されたとしても同様である。\nよって，この点に関する被告の主張を採用することはできない。\n２　争点(2)（本件各支出に相当する金員が返還されたか否か）について\n(1)　地方自治法２４２条の２第１項４号に基づく請求は，地方公共団体が有する実\n体法上の請求権（損害賠償請求権，不当利得返還請求権等）につき，その地方\n公共団体の住民が，同地方公共団体に代位して，同請求権の履行義務者であ\nる相手方に対して損害賠償，不当利得の返還等を請求することなどをその内容\nとするものであるから，同条項に基づく請求にあっては，同請求の前提として，\n地方公共団体の相手方に対する上記実体法上の請求権が存在することが必要\nである。\n本件各支出が違法であることは前記１(2)のとおりであるが，前記１(1)オのと\nおり，被告は，本件各支出のうち，平成１３年６月２０日に支出した議員会一時貸\n付金相当額である７０万０６３０円については同年１０月１７日に政務調査費専用\nの預金口座に同額の金員を入金しており，残りの１５２３万２０５６円についても，\nうち２２３万２０５６円については前記１(1)オのとおり政務調査費専用の口座に入\n金し，さらに，被告所属の各議員から１人当たり５０万円を議員会会費の口座に\n順次入金させることにより議員会一時貸付金の残金１３００万円の回収を図り，\n平成１４年２月２８日までには同回収を終えて，同日付けで政務調査費元帳に本\n件各支出の残額１５２３万２０５６円が返還された旨記載しているところである。そ\nして，この１３００万円については，議員会会費の口座から引き出された日に政\n務調査分担費として被告所属の議員２６名に対して支払われているものの，後\n記３のとおり，政務調査費の使途として，議員の調査研究活動に必要な経費に\n充てるため政務調査分担費として各議員に政務調査費を支出することが許容さ\nれていると解するのが相当であることをも考え併せると，違法に支出された本件\n各支出に相当する金員は，全額が実質的に政務調査費の会計に返還されたと\n評価することができるというべきである。\n本件条例９条は，その年度において交付を受けた政務調査費の総額から政\n務調査費として支出した額を控除して残余がある場合に，その残余金を札幌市\nに返還すべき義務を規定したものであって，所定以外の使途に支出した金額を\n直ちに札幌市に返還すべきものと規定しているわけではないことに鑑みると，本\n件においては，同条項にいう残余が生じたものとは言えないから，被告に不当\n利得返還義務は発生しないというべきであるし，札幌市には本件各支出を原因\nとする損害は発生しなかったというべきであるから，いずれにしても札幌市の被\n告に対する実体法上の請求権が存在するということはできない。よって，その存\n在を前提とする原告の請求はいずれも理由がない。\n(2)　原告は，被告が平成１４年２月２８日に返還したとする１５２３万２０５６円のう\nち，１３００万円については被告の政務調査費専用口座に入金されていないか\nら，少なくとも同金員については返還の事実は存在しないと主張する。確かに，\n前記１(1)オのとおり，被告は，平成１４年２月２８日までに回収した１５２３万２０５\n６円のうち，２２３万２０５６円については議員会会費の口座から引き出して政務\n調査費の専用口座に入金したものの，残額の１３００万円については，政務調査\n費の専用口座には入金していない。そして，本件各支出相当額が政務調査費に\n返還されたことを明確にするためには政務調査費の専用口座に入金されること\nが望ましく，また，証人Ａの証言によれば，被告は，平成１３年度の政務調査費\n元帳を平成１４年３月ころに清書するため書き換えるとともに，従前のものを廃\n棄したことが認められるのであって，被告のこれらの処理は，政務調査費の会計\nの透明性を確保しようとした本件規則６条１・２項の趣旨に反することは明らかで\nあり，極めて不適切な処理であったと言わざるを得ないところである。\nしかしながら，前記１(1)カ(ア)のとおり，議員会会費の口座に振り込まれた残\n額の１３００万円は，政務調査分担費の支払に充てるため引き出され，実際にも\n各議員に対して政務調査分担費の概算払として支払われているから，実質的に\nみて，本件各支出相当額の金員が政務調査費の勘定に返還されたと評価する\nことができるのであり，上記のような被告の不適切な処理があったからといって，\n返還されなかったとまではいうことができない。\n３　争点(3)（政務調査分担費としての支出が違法であるか否か）について\n前記１(1)カのとおり，被告は，平成１４年３月１日，被告所属の議員２６名に対\nし，政務調査分担費として１人当たり５０万円ずつ合計１３００万円の政務調査費を\n支払い，同月２９日にも各議員の調査研究活動の内容に応じて２１名の議員に対し\nて合計２４２万０１６５円の政務調査分担費を支払ったところ，原告は，これらの支\n出は政務調査費の交付対象を会派に限った本件条例の趣旨に反し違法であると\n主張する。\nそこで検討するに，そもそも政務調査費の制度は地方議会の審議能力を強化し\nてその活性化を図るため，地方議員の調査活動の基盤を充実させるとの観点か\nら，平成１２年の地方自治法改正の際に議会の会派又は議員に対する調査研究\n費等の助成として制度化されたものであるところ（乙第１１号証，弁論の全趣旨），\nこのような制度趣旨に鑑みると，議員個人に対する政務調査費の交付が当然に禁\n止されるものでないことは明らかであり，このことは，地方自治法１００条１２項が，\n政務調査費の交付の対象を条例で定めるものとし，会派のみとするか議員のみと\nするか又は会派及び議員双方とするかの選択を地方議会等に委ねていることから\nも明らかである。\nそして，札幌市においては，本件条例によって，政務調査費は会派に対して交\n付されるものとされている（同条例１条）が，これは，札幌市議会においては議員数\nが多数にのぼり，議会運営上会派の存在がその前提とされていることから，会派を\n受給権者とし，会派に当該政務調査費にかかる収入及び支出の報告や適正な経\n理処理及び保管を義務づけるのが相当であると考えられたことによるものと解され\nる。\nそうすると，政務調査費の経理の適正及び保管について会派が責任をもって行\nうとの前提の下に，当該会派に属する個々の議員の調査研究活動に必要な経費\nに充てる目的で政務調査費を使用することは許容されていると解するのが相当で\nあるから，札幌市から交付を受けた政務調査費を，被告において各議員が支出し\nた調査研究活動の経費の内容に応じて政務調査分担費として各議員に交付したこ\nとをもって違法ということはできない。\nまた，被告が各議員に配布された政務調査分担費の使途を明らかにする資料\nを提出せず，これらの政務調査分担費の使途が不明であるからといって，それが\n直ちに違法であるということはできない。\nよって，原告の主張は採用できない。\n第４　結論\n以上によれば，原告の請求は理由がないからこれを棄却することとし，主文のと\nおり判決する。\n札幌地方裁判所民事第２部\n裁判長裁判官　　奥田正昭\n裁判官　　鈴木秀行\n裁判官　　徳井　真\n"
}