{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 11,
    "day": 6
  },
  "case_number": "平成15(わ)309",
  "case_name": "殺人被告",
  "court_name": "福岡地方裁判所第1刑事部",
  "lawsuit_id": "8146",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=8146",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/146/008146_hanrei.pdf",
  "contents": "平成１５年１１月６日宣告　裁判所書記官\n平成１５年(わ)第３０９号　殺人被告事件\n判　　　　　　　決\n主　　　　　　　文\n被告人を懲役４年以上７年以下に処する。\n未決勾留日数中１６０日をその刑に算入する。\n理　　　　　　　由\n（罪となるべき事実）\n被告人は，Ａ，Ｂ，Ｃ，Ｄ及びＥらと共謀の上，Ｖ（当時１７歳）に集団\nリンチによる制裁を加えようと企て，平成１５年１月８日午後１０時１０分\nころから午後１１時ころまでの間，福岡県ａ郡ｂ町ｃｄ番ｅ所在の甲池東側\nにおいて，同人に対し，こもごもその頭部及び腹部等を多数回手拳で殴打し\nたり，足蹴にするなどの暴行を加え，さらに，同人が死亡するに至るかも知\nれないことを認識しながら，あえて，はさみでその胸部を突き刺すなどした\nが，その行為によっては同人の胸部下縁に深さ約１０センチメートルでその\n先端が肝臓左葉表面に達する刺創を負わせるなどしたにとどまり殺害には至\nらなかったものの，前記の足蹴にするなどの暴行によって，同日午後１１時\n過ぎころ，同所付近において，同人を肝臓等破裂による出血性ショックによ\nり死亡するに至らせたものである。\n（証拠の標目）〈略〉\n（事実認定の補足説明）\n第１　本件公訴事実の要旨及び争点\n１　本件公訴事実の要旨\n本件公訴事実の要旨は，「被告人は，Ａ，Ｂ，Ｃ，Ｄ及びＥらと共謀\nの上，Ｖ（当時１７歳）に集団リンチによる制裁を加えようと企て，平\n成１５年１月８日午後１０時ころから午後１１時ころまでの間，福岡県\nａ郡ｂ町ｃｄ番ｅの甲池東側において，同人に対し，こもごもその頭部\n及び腹部等を多数回手拳で殴打したり，足蹴にするなどの暴行を加え，\nさらに，殺意をもって，はさみでその胸部を突き刺すなどし，よって，\n同日午後１１時ころ，同所付近において，同人を肝臓等破裂による出血\n性ショックにより死亡させて殺害した。」というものである。\n２　検察官及び弁護人の各主張並びに争点\n検察官は，以上の公訴事実について，まず，殺意の発生時期に関し，\n①被告人には，当初の暴行を加えた段階からＶが死んでも構わないとい\nう気持ち，すなわち未必の殺意があったと認めるのが合理的であるが，\n②仮にこれが認められないとしても，少なくとも被告人がはさみを用い\nた犯行を企図した段階においては，殺意を有していたと認めることがで\nきるとした上で，被告人の行為とＶの死亡との間の因果関係に関し，③\n被告人は，殺意を抱いた後，Ｖの腹部を複数回にわたり足蹴にするなど\nの暴行を加えており，かかる行為によって，少なくともＶの死期が早め\nられたのは明らかであるから，被告人の行為とＶの死亡との間に因果関\n係を認めることができるとして，被告人には殺人罪が成立する旨主張す\nる。\nこれに対し，弁護人は，①被告人においてＶに対する殺意が生じた時\n期は，はさみによる刺突行為をする直前，すなわち，被告人がＦらに命\nじてはさみを持ってこさせた後，Ｖに「チクると。」などと尋ねたのに\n対し，Ｖが「うん。」と答えた時点であり，②このように殺意を抱いた\n被告人がＶに対して加えた暴行行為の内，死の結果を発生させる客観的\n危険性を有するものとして，殺人罪の実行行為と評価できるのは，はさ\nみによる刺突行為だけであるとした上で，③Ｖの死因は肝臓，腸管膜破\n裂による出血性ショックであって，はさみによる刺突行為とＶの死亡と\nの間に因果関係を認めることはできないから，本件において，被告人に\n殺人罪は成立せず，傷害致死罪と殺人未遂罪とのいわゆる包括一罪が認\nめられるに過ぎないと主張する。\nしたがって，本件の中心的な争点は，①被告人の殺意の発生時期，②\n殺意発生後に被告人がＶに対して加えた暴行行為の殺人罪としての実行\n行為性，③実行行為性が認められる行為とＶの死亡との間の因果関係の\n３点である。これらの点について，当裁判所が，判示のとおりの事実認\n定に至った理由を，以下補足する。\n第２　前提事実\n１　犯行に至る経緯\n関係各証拠によれば，被告人が本件犯行に至った経緯として，以下の\n各事実を認めることができる。\n(1)　被告人は，平成１３年９月ころ，以前より交友関係にあった，福岡\n県ａ郡ｂ町付近を活動拠点とする暴走族「乙」に正式に加入したが，\nその後間もない同月１１日に，保護事件によって中等少年院送致処分\nを受けた。少年院には約１年間入院し，平成１４年８月１日に仮退院\nをしたが，その後も乙の構成員として活動し，本件時においては同暴\n走族における特攻隊長の地位にあった。\n本件時において，乙には，被告人と同学年の構成員としてＢが，一\n学年下の構成員としてＡ，Ｃ，Ｄ裕哉及びＥが，二学年下であり中学\n生の構成員としてＦ，Ｇ及びＨらがおり，被告人より一学年下のＡ\nが，総長としての役割を務めていた。\n(2)　一方，被告人やＢと同学年であったＶは，被告人が中等少年院送致\n処分を受けた後に乙の構成員となったが，被告人が仮退院をしたころ\nには乙から抜け，同暴走族とは疎遠となっていた。\n被告人自身，Ｖとは同窓であったこと以上にさしたる関係を有さ\nず，本件直前まで，同人が乙の構成員であったことすら知らなかっ\nた。むしろ被告人は，Ｖが勝手に乙の特攻隊長を名乗ったとして反感\nのようなものを抱いており，Ａら周囲の人間に「クラさないけん。」\nなどと漏らしたこともあった。\n(3)　平成１５年１月７日午前１時ころ，被告人は，ｂ町内の丙公園付近\nなどで，Ｅ，Ｃ，Ｇ及びＨらと共に，シンナーを吸入したり雑談をし\nたりしていたが，そこに，それまでしばらくの間顔を見せることのな\nかったＶが，再び乙に加入する意思を示して現れた。かかるＶに対\nし，被告人は，乙の特攻隊長を名乗った件を問い詰めたが，Ｖから話\nを聞いて，誤解であったと納得した。\nその後，Ｖは，被告人らに対して，乙を大きくしよう，被告人を総\n長にして自分が特攻隊長をやるなどと言い出した。Ｖは，その場にい\nた者を付近の女友達宅に招き入れて同様の話をし，その後，再び丙公\n園に赴いて，ＡやＦらを呼び出した上で，同人らに対しても同様の話\nをした。これを聞いたＡは総長である自分の了承も得ないまま勝手な\nことをいうとしてひどく立腹し，Ｖにつかみかかって殴りつけ始めた\nが，被告人が間に入ってけんかを止めた。そして，Ｖは，部品の調子\nが悪いことを理由に貸すのを嫌がっていたＣから単車を借り受け，\n２，３人と共に付近を暴走して回るなどしたが，夜が明けたころに\nは，解散することにした。その際，Ｖは，Ｃの単車を借りて乗って行\nったが，当初の約束どおりに返さなかった。\n(4)　同月８日午後８時ころ，Ｖから呼び出しを受けたことなどから，被\n告人，Ａ，Ｃ，Ｂ，Ｄ及びＥらが，Ｖと共に前記女友達宅に集まり，\nシンナーを吸入したり雑談をしたりしていたが，その場で，Ｖは，Ｃ\nに対して前記単車を貸せと迫ったり，自分が特攻隊長をやるなどと前\n記と同様の話をしたり，Ｃら後輩に対して「タイマン張ろう。」など\nと挑発したりするなどした。かかるＶの言動に対して，一旦は辞めた\nはずのＶが勝手に乙を仕切ろうとしている上に，Ｃの単車も無理矢理\n借り受けようとしている等と感じて腹を立てたＡやＢが，Ｖに分から\nないように，携帯電話のメールのやり取りや小声での伝言などを経由\nすることにより，順次明示もしくは黙示的に，Ｖに対して皆で制裁を\n加える旨の提案をし，その場にいた他の者らもこれに賛同して，もっ\nて，この時点において，被告人，Ａ，Ｃ，Ｂ，Ｄ及びＥ（以下，同人\nらを「被告人ら６名」と総称することもある。）の間で，Ｖに対して\n全員で暴行を加える旨の共謀が成立した。\n(5)　被告人ら６名は，同日午後９時３０分ころ，Ｖを伴って前記女友達\n宅を出て，同日午後１０時ころには，判示の甲池東側に位置するコン\nクリートで覆われた護岸に赴いた。\n２　犯行状況\n(1)　創傷の部位，程度及びＶの死因\n鑑定書によれば，以下の事実が認められる。\nア　創傷の部位，程度\n本件犯行の結果，Ｖの遺体には，外部所見で「頭部の皮下出血，\n腫脹，表皮剥脱（いずれも複数）」，「顔面上半ほぼ全般及び左右\n共耳から耳の周囲にかけての広範囲に皮下出血，一部に腫脹，表皮\n剥脱」，「顔面前額部中央，左右内眼角の間，左眼裂上方，右頬部\n後下縁に円形焼け焦げ様皮膚欠損複数」，「上・下唇口腔側粘膜に\n広範囲の粘膜下出血，強い腫脹，粘膜の創多数」，「頚・項部の皮\n下出血，表皮剥脱（多数）」，「背部，腰部，腎部に広範囲の表皮\n剥脱極めて多数，一部周囲に皮下出血」，「左右上肢の皮下出血，\n表皮剥脱（いずれも多数）」，「左右下肢の表皮剥脱（多数），皮\n下出血（複数）」，「陰茎後面の黒褐色変色部２個，遠位側表皮欠\n損，周囲にわずかの焼け焦げ」，内部所見で「頭蓋（頭頂部広範\n囲，左右側頭部）皮下軟部組織内出血，左右側頭筋強く挫砕」，\n「頚部器官中，舌筋内出血」，「右腎臓腎門部破裂，周囲後腹膜下\nに多量出血」がそれぞれ認められた他，その胸腹部に下記のとおり\nの創傷が認められた。\n(ア)　「胸部下縁正中の左から胸腔内，腹腔内に至り，肝臓表面に\n極く浅い創を作って終わる創」\nすなわち，胸部下縁で正中の左３．５センチメートル，足底か\nら約１１４センチメートルの所から左やや上に走る長さ０．９セ\nンチメートルの創であり，創洞ほぼ後ろに向かい，直下の肋骨に\n至り，左第７肋骨肋軟骨を約０．７センチメートル切断して胸腔\n内に至り，胸腔内においては，左横隔膜を胸腔側で約０．５セン\nチメートル，腹腔側で約０．２センチメートル切断，貫通して，\n肝臓左葉表面に長さ約０．１センチメートルの極く浅い創を作っ\nて終わる，深さ約１０センチメートルの創。\nなお，この創周囲の胸腹部には，次の三つの表皮剥脱が認めら\nれた。\n「上記創の上左方の延長線上で左乳頭の左微か上３．８センチ\nメートルのところに，径約０．４センチメートルの円形の表皮剥\n脱」\n「左乳頭の下右約５センチメートルのところに，米粒大及び粟\n粒大の表皮剥脱」\n「上腹部右側に，長さ０．４センチメートル，幅０．１センチ\nメートルの表皮剥脱」\n(イ)　「肝臓破裂及び腸間膜破裂」\nすなわち，肝臓は，右葉中央やや右側に前面で長さ１０センチ\nメートル，後面で長さ６センチメートルの貫通性の破裂が認めら\nれ，内部において強く挫砕されており，肝鎌状間膜付着部にも破\n裂創が認められ，いずれも周囲に出血を伴っている。また，腸間\n膜は胃の周囲を中心として所々で破裂し，周囲に出血を伴ってい\nる。そして，腹腔内には血性液１０００ミリリットルが認められ\nた。\nイ　Ｖの死因\n解剖医によれば，Ｖの死因は，前記の創傷中，肝臓破裂及び腸間\n膜破裂によって腹腔内への大量の出血が認められ，他に疾病等の致\n死的疾病が認められないことから，出血性ショックによるものと判\n断されるとともに，解剖を開始した平成１５年１月９日午後２時３\n５分までの死後経過時間が大約１５ないし１６時間位と推定され，\nしたがって推定死亡日時は，大略同年１月８日午後１１時ころと判\n断された。\nまた，解剖医によれば，かかる肝臓破裂及び腸間膜破裂は，例え\nば，手拳による殴打，足による蹴り，靴による踏みつけ等の暴力の\n際に，腹部が前後方向に強く圧迫されたことによって生じたものと\n考えられると判断された。\n(2)　暴行状況\nこのようなＶの受傷状況，Ｖの着衣の状況や共犯者らの携帯電話の\n通話記録等の客観的事実に照らして，外形的な暴行状況に関する被告\n人供述及び共犯者らの各供述を検討すると，平成１５年１月８日午後\n１０時ころ，判示の甲池東側に位置するコンクリートの護岸上に移動\nした被告人ら６名が，Ｖに対して，少なくとも以下の経過で暴行を加\nえた事実を認めることができる。\nア　遅くとも午後１０時１０分ころ，いきなりＡが，座っていたＶの\n肩の辺りを蹴りつけ，その勢いでＶは仰向けに倒れた。続いてＣが\nＶに近寄ると，Ｖは，Ｃの足につかみかかって，Ｃを倒した。その\nころには，その場に居た全員が，Ｖの側に駆け寄って取り囲んでお\nり，Ｖを一斉に殴ったり，蹴ったりし始めた。被告人ら６名は，い\nずれも叫び声を上げながら暴行を振るっており，いずれもかなりの\n興奮状態にあった。\n被告人ら６名のＶに対する蹴りつけ方は，例えば，サッカーボー\nルを蹴るように，足を後ろに引いて反動を付けてからつま先や足の\n甲で蹴るというものであり，蹴りつけた勢いで，Ｖの体の向きが変\nわるなどした。また，被告人ら６名のＶに対する踏みつけ方は，例\nえば，片足を膝が直角に曲がるくらいまで上げて，そこから勢いよ\nく足の裏全体で踏みつけるというものであった。蹴りつけも踏みつ\nけも，いずれもＶの頭，顔，腕，腹，胸，背中，肩，足と体中場所\nを構わず，連続的に加えられたものであった。なお，被告人ら６名\nの中で，Ｖに加えた暴行の程度は，被告人によるものが昀もひどか\nった。\nかかる暴行を受けたＶは，当初は，顔や身体の正面を両腕でガー\nドし，膝を曲げて体を小さく縮めるなどしていたが，しばらくする\nと，両手両足を伸ばして仰向けにのびてしまい，「うー。」「う\nっ。」などと小さな声を出すくらいで，全く抵抗しなくなった。\nイ　午後１０時２０分ころ，ＡやＢから呼び出されたＦとＧが，判示\nの甲池東側のコンクリートの護岸に到着し，午後１０時２５分こ\nろ，遅れてＨが到着した。それまで，被告人ら６名は，Ｖに対し\nて，前示の暴行を連続的に加えていたが，Ｈが到着したころ一旦暴\n行を加えるのを止めた。\nこのころ，被告人は，Ｂからつま先部分に鉄の入った安全靴を借\nりてこれに履き替え，その足で，数回に渡り，Ｖを蹴りつけたり踏\nみつけたりし，その後，再び靴を元のものに履き替えた。また，被\n告人ら６名は，この暴行被害を警察に話すかという趣旨で，Ｖに対\nして「チクるとや。」などと申し向け，Ｖが警察に被害申告しない\nことを明言しない等の理由で，２，３人が交互に入れ替わるような\n形で，前示同様の蹴りつけ，踏みつけといった暴行をペースを落と\nして加えた。\nウ　その後，再び被告人ら６名は休憩を取り，タバコを吸うなどし\nた。\nこのころ，Ｂや被告人が，吸いかけのタバコの火をＶの額などに\n押し当てていわゆる根性焼きをし，Ｂが，ライターの火でＶの髪の\n毛を焼いた。また，Ｂは，Ｖのズボンが欲しくなったとして，Ｖの\nズボンを脱がし，更には，Ｖの陰部や肛門近くの毛をライターの火\nで焼いた。Ｖは，ライターなどの火を当てるＢらの手を払いのける\nような動作をしたが，それは弱々しくゆっくりとしたものであっ\nて，Ｂらの手を払いのけることはできなかった。\nエ　その後，被告人やＢらは，更にＶに対して，前示同様の蹴った\nり，踏んだりの暴行を加えていたが，被告人は，誰かがＶに対して\n「チクるとか。」などと尋ねたところ，Ｖが「うん。」などと答え\nたのを聞きとがめ，Ｆ，Ｇ及びＨの方を向いて，「はさみ持って来\nい。」と怒鳴りつけた。Ｃがこれを諌めたが，被告人は聞かず，\n「いいから早よ持ってこい。」と強い感じの口調で言ったので，Ｈ\nとＧがはさみを取りに行った。それからまた，被告人ら６名のうち\nの２，３人が，Ｖに対して，蹴ったり踏んだりの暴行を加えた。\nこれに前後する午後１０時４７分ころには，ＡやＢが，携帯電話\nのバックライトでＶの顔を照らして確認し，著しく腫れ上がった顔\nが面白いとして，携帯電話のカメラでこれを撮影し，その画像を友\n人らにメールで送信するなどした。\nオ    その後，被告人は，Ｖに対して，さらに「チクると。」と尋ねた\nところ，Ｖは「うん。」と答えたように見受けられた。そして，被\n告人は，ちょうどそのころ受け取ったはさみを手にするや，仰向け\nに倒れてほとんど身動きをしないＶに対し，はさみを閉じたまま振\nり下ろすようにして，着衣の上からその腹部付近に２回程度はさみ\nを突き立てた。被告人は，Ｖの着衣をめくりその傷を確認したが，\n大した傷は生じていなかった。続けて被告人は，着衣をめくったま\nま，さらに同様の態様で，胸部下縁で正中の左３．５センチメート\nルの位置にはさみを突き刺し，周囲の者に対し，「刺した。刺し\nた。」「ここと，ここと，ここを刺した。」などと言った。Ｖは\n「うー。」とうなっていた。\nカ　その後，被告人とＢが，さらにＶに対して暴行を加えた。\n間もなくＣやＡが救急車を呼ぶ旨の話を始め，被告人とＢも，Ｖ\nに対して暴行を振るうのを止めた。もっとも，被告人は，救急車を\n呼ぶとの話に対して，「そんなもん，呼ばなくていい。」「このま\nま置いていこう。」「池に沈めるか，埋めてしまえ。」などと言っ\nた。\nその後，Ｆらが，救急車に発見されやすいよう，Ｖを甲池東側護\n岸の北端付近に位置する護岸擁壁上まで運び，午後１１時１６分，\nＨが救急車を呼ぶべく１１９番通報した。\nカ　なお，上記通報を受け，消防署からは救急車が緊急出動したもの\nの，Ｖを見付けることができないままに帰署しており，翌１月９日\n午前７時３３分前ころに，通行人によって，上記護岸擁壁が途切れ\nた先に続く土砂路面の管理道に入ってすぐ脇にある急斜面を下った\n土手下の，土砂，枯草，落葉等の堆積した上に，足先を土手の上\n側，頭部を下側に向けた状態で仰向けに倒れているＶの遺体が発見\nされた。\n第３　殺意の有無及びその発生時期等\n以上の事実を前提に，被告人の殺意の有無，内容及びその発生時期に\nついて検討する。\n１　被告人は，相当ぐったりした様子のＶをなお蹴りつけたり，踏みつけ\nたりしていた時も，Ｖが死ぬかもしれないということも含め，何も考え\nずに暴行していたと供述するのに対し，検察官は，被告人が，一連の暴\n行の早い段階から，Ｖに対する未必的な殺意を抱いていた旨主張する。\nまず，本件において，被告人ら６名は，前示のとおり，集団暴行に先\n立って，Ｖに対して皆で制裁を加える旨の共謀をしたことは認められる\nものの，その内容は，Ｖを「ダゴる」「クラす」「痛めつける」といっ\nた，Ｖに対する暴行もしくは傷害を目的とするものだったのであって，\nそれ以上に，Ｖを殺害する旨の共謀はなかったものと認められるところ\nである。また，そのような共謀をするに至った経緯としても，乙を抜け\nてしばらく音沙汰のなかったＶが，犯行の前日ころに現れて，いきなり\n乙の体制について口出しをするとか，後輩の単車を無理強いして借り出\nそうとしたという，比較的些細なことが原因となっているのであって，\n被告人がかかるＶの言動に立腹して，皆で痛めつけることに賛同したと\nころまでは了解可能で自然な流れであるにしても，この段階で，未必的\nとはいえＶに対する殺意を抱くまでの強い怒りや憎しみ等といった動機\nが生ずるとは考え難い。\n他方，前示の暴行態様を見るに，一般的に，人を殴る，蹴る，踏みつ\nけるといった行為は，それが凶器を用いることのない暴行であるという\n点で，人に相当程度の傷害を負わせることは十分にあり得ても，その死\nの結果まで招来するのが当然だとか，容易に予想できるといった類型の\n暴行であるとまではいい難い。被告人ら６名は，前示のような暴行もし\nくは傷害の共謀に基づいて，かかる一連の暴力を振るい始めたのである\nし，その途中で，根性焼き等といったまた別の悪質，陰湿な暴行が一部\n含まれているにしても，殴打，蹴りつけ，踏みつけといった基本的暴行\n態様自体は，開始の当初から，被告人自身が，はさみという凶器を持ち\n出しての刺突行為を行う以前の時点までは，基本的に変わらなかったと\nみるのが相当である。\nもちろん，本件暴行が，単純に殴る，蹴る，踏みつけるといっても，\n特に６名もの多人数によって，コンクリートの路面上に無防備で倒れて\nいるＶに対し，ところ構わずに思い切り，しかもＶが痛みの刺激に対し\nてすら，ほとんど反応を示さない状態に陥った後に至るまで，長時間に\nわたって断続的に行われたものであり，現実にＶ死亡という結果が生じ\nていることを考えれば，客観的には，その死を引き起こすに足りるほど\nの重大な危険性をはらんだ，まさしく殺人の実行行為にあたり得る強度\nの暴行と評価できるところである。しかし，被告人は，たとえ暴行の回\n数自体は相当程度他の共犯者らより多かったとしても，殴る，蹴る，踏\nみつけるといった暴行の態様自体は，他の共犯者とほぼ同じことをして\nいるに過ぎないし，Ｖが十分な反応をしなくなった後まで暴行を続けて\nいたのも，被告人一人であったわけではない。共犯者らは，昀終的には\nＶのために救急車を呼ぶことを決めており，Ｖに対する殺意までも有し\nていたとは認められないのであるが，そのような者の中にも，被告人と\n共に，昀後まで殴る，蹴る，踏みつけるといった暴行を振るっていた者\nがいたのであり，共犯者らがＶの死の危険を明確に認識してその旨表明\nしたのも，被告人がその後はさみによる刺突行為を行った後であったこ\nとを考えると，常識的には，多数回に及ぶ手酷い暴行によって次第に鈍\nくなっていくＶの反応を見て，その生命の危険を感じ取ることが十分可\n能な状況にあったとしても，社会経験も不足した未成年者らである上\nに，当時あるいは少なくともその直前にはシンナーを吸入していて，集\n団的暴行行為を行うことによっていずれもかなり興奮した状態にあった\n被告人や共犯者らとしては，その理性的な判断力が相当程度低下し，そ\nの認識としては，Ｖが強い痛みを伴う筈の攻撃に対してすら十分な反応\nを示せない状態に陥った時点でも，なおＶの死の危険を予感することな\nく，従前同様の暴行を継続していたということも，決してあり得ないこ\nとではないと思われる。また，被告人は，他の共犯者らとは異なり，そ\nの場にいた他の中学生らに対し，他の共犯者らの反対を押し切って，は\nさみを持ってくるよう命じているが，はさみは，もちろん十分な凶器と\nはなり得るにしても，それ自体が必ずしも人に対する殺傷行為に昀適の\n道具とまではいえないし，その後はさみが来るまでの間にも，それまで\nのものとは明らかに程度内容，生命侵害の危険性の異なる暴行に及んだ\n事実は認められないのであるから，はさみを取ってくるよう指示したの\nも，警察への被害申告をさせないよう，Ｖを脅すためのものであったと\nする被告人の弁解を完全に排斥することはできず，結局このような指示\nをしたことをもって，その段階の被告人にＶに対する殺意があったとま\nで認めることもできない。\nとすれば，被告人が，はさみによる刺突行為の直前よりもさらに以前\nの時点で，Ｖの死の結果を認識し，それが生じても構わないとの殺意を\n抱いていたというには，なお合理的な疑いを差し挟む余地があるという\nべきである。\n２　しかし，被告人は，その後にＶに対して，はさみによる刺突行為とい\nう暴行を振るっているところであり，裁判所は，以下の理由から，被告\n人には，その直前の時点で，Ｖに対する未必的な殺意があったものと認\n定した。\nすなわち，被告人は，中学生らに命じて取りに行かせたはさみを手に\nするや，ほとんど身動きをしないＶに対して，人体の枢要部である胸腹\n部にその着衣の上から２回はさみを突き立てており，これがほとんど刺\nさらなかったことを確認するや，更にＶに対し，その着衣をめくって同\nじく人体の枢要部である胸部下縁にはさみを突き刺して，肋骨肋軟骨を\n切断し，肝臓表面にまで達する深さ約１０センチメートルの創を負わせ\nているのであって，当該はさみの刃渡りの長さは約７．４センチメート\nルであり，その先端はとがった形状を有するものの，必ずしも鋭利とま\nではいえないことに照らしても，被告人のはさみによる刺突行為は，客\n観的にも相当に強度のものであったと認めることができる。そして，被\n告人は，このような刺突行為を行った後にも，Ｂと共に，Ｖに対して暴\n行を加えたのであり，その後さらに，間もなくＣらが救急車を呼ぶ旨の\n話を始めて，Ｖの死の危険に対する認識を明確に表出した際にも，暴行\n行為こそ止めたものの，「そんなもん，呼ばなくていい。」「このまま\n置いていこう。」「池に沈めるか，埋めてしまえ。」などと言っていた\nのである。そこに死の結果を回避するための具体的な行動は全く見られ\nないばかりか，Ｖを救命するための行為を制止する態度を示したことが\n認められるところである。\nまた，被告人が，前示のはさみによる刺突行為に及んだ動機について\nみるに，被告人は，Ｖに対し，それまでにも「チクるとや。」などと申\nし向けつつ暴行を加えていたのであるが，さらに同じ質問をすると，Ｖ\nは「うん。」と答えたので，かっとなって，ちょうどそのころ受け取っ\nたはさみによる刺突行為に及んだ旨，捜査段階より一貫して供述する。\nところで，被告人は，前示のとおり平成１３年９月に中等少年院送致処\n分を受けているのであるが，Ｖによって，本件集団暴行の事実を警察な\nどに申告されれば，警察に捕まって中等少年院か特別少年院に入れられ\nることとなるので，集団暴行に及ぶ直前にも，そのような事態になるの\nは絶対に嫌だった旨供述し，Ｖから「チクらない」との返答を得ること\nにこだわりを持っていたことが窺われるところであり，さらに，当時被\n告人は，本件暴行中にも吸入していたかどうかはともかくとして，少な\nくとも事前に吸入したシンナーの影響により判断力等の鈍化が考えられ\nることに加えて，集団暴行に基づく興奮状態にあったこと等にかんがみ\nれば，被告人が，その場の状況から，チクるとの姿勢を崩さなかったと\n被告人において受け止めたＶに対して激高し，突発的にＶに対して殺意\nを抱いたとしても不自然ではないと認められる。\n以上のように，はさみによる刺突行為の危険性，その後更に暴行行為\nに及んだことから窺われる攻撃意思の強さ，その後のＶの生命安全に対\nする配慮が無いばかりか，積極的な救命のための行為を制止しようとし\nたこと，殺意形成に十分な動機の存在などを考慮すると，被告人には，\nはさみによる刺突行為に及ぶ直前に，Ｖに対する殺意が生じ，かかる殺\n意はその後，少なくとも犯行現場から逃走するまでは継続していたと認\nめることができる。\n他方で，共犯者らがＶの死の危険に対する認識を明確に表出し，救急\n車の手配を口にした後には，それを制止するような発言をしたものの，\nさらに積極的な暴行行為を加えることは止めて，それ以上Ｖの死に寄与\nしうる行為に及ばなかったことに照らせば，かかる殺意は未必的なもの\nに止まると認めるのが相当と判断される。\n３　以上より，被告人は，はさみによる刺突行為に及ぶ直前に，Ｖに対し\nて未必的な殺意を抱き，以後，逃走するまで，かかる殺意を抱いていた\nと認定した。\n第４　殺人の実行行為及び死亡との因果関係\n１　はさみによる刺突行為と死亡との因果関係について\nまず，前示のとおりの，はさみによる刺突行為の危険性にかんがみれ\nば，これが殺人罪の実行行為に該当するのは明らかであるから，はさみ\nによる刺突行為と死亡との間の因果関係について検討する。\n前示のとおり，解剖医によれば，Ｖの死因は，肝臓，腸間膜破裂によ\nる出血性ショックと判断され，肝臓，腸間膜破裂の原因は，いずれも腹\n部が前後方向に強く圧迫されたことによると判断された。そのような腹\n部の圧迫状態が，はさみによる刺突行為によって生じたとは考え難いと\nころである。\nまた，はさみによる刺突行為によって生じた創は，肝臓左葉表面に達\nするものの，肝臓に関しては，長さ約０．１センチメートルの極く浅い\nものにとどまっており，これが肝臓破裂の要因となったとは考え難い。\nまた，当該創から出血した事実は認められるが，これが前示の出血性シ\nョックに影響を与えるものであったかどうかも証拠上明らかではない。\nそうすると，はさみによる刺突行為と，Ｖ死亡の結果との間に，因果\n関係があると認めるには，合理的な疑いが残るというべきである。\n２　その後の暴行行為の内容と死亡との因果関係について\n(1)　次いで，被告人がＶに対する殺意を抱いたと認定できる時点，すな\nわち，はさみによる刺突行為の直前以降，はさみによる刺突行為以外\nに，被告人がＶに加えた暴行行為の内容と，死亡との間の因果関係に\nついて検討する。\n関係各証拠によれば，被告人が，はさみによる刺突行為に及んだ後\nにも，Ｖの身体を数回から十数回にわたり蹴りつけたことは，下記の\nとおり，これを明らかに認めることができる。そして，客観的に見れ\nば，既に痛み刺激に対してすら十分な反応を返すことができない状態\nに陥って，コンクリートの路面に倒れているＶに対し，さらにその身\n体を蹴りつけ，あるいは踏みつけるという行為は，類型的にその死を\nも招きかねない十分な危険性のある行為ということができるから，そ\nの行為は殺人罪としての実行行為性を有する暴行というべきである。\nもっとも，前示のとおり，本件Ｖの死亡の原因は，肝臓，腸間膜破\n裂による出血性ショックによるものであり，その原因は，腹部が前後\n方向に強く圧迫されたことによると判断されている。とすれば，肝臓\nが破裂した後でも，腹部を蹴れば，肝臓の破裂がひどくなり，出血量\nも増えるので，肝臓が破裂した後に腹部を蹴る行為は，Ｖの死期を早\nめることになり，Ｖの死亡との間に因果関係が認められる。しかし，\nその他の部位を蹴りつけることに関しては，これがＶの死にどのよう\nな影響を及ぼし得るのか，証拠上必ずしも明らかではない。\nそうすると，本件において，被告人が，Ｖ死亡との因果関係を有す\nる殺人の実行行為たる暴行を行ったといえるかは，被告人が，殺意を\nもってはさみによる刺突行為に及んだ後にも，Ｖの腹部を蹴りつけた\nか否かにかかることとなる。\n(2)　そこで検討するに，まず，被告人の各警察官調書，検察官調書及び\n公判廷における供述によれば，被告人は，はさみによる刺突行為に及\nんだ後にも，手加減することなく，Ｖを数発から十数発蹴ったことに\nついては，ほぼ一貫して認めているが，蹴った部位については，平成\n１５年１月３０日付け警察官調書において明確に刺突行為後にＶの鳩\n尾あたりを踏みつけたことを述べているほか，昀終的には公判廷にお\nいても腹部を蹴った旨供述するも，それ以外の供述経緯を見る限りで\nは，刺突行為後にＶを蹴った部位について，十分にその重要性を意識\nして供述した様子はうかがえないところであり，またその供述内容自\n体，変遷し，おそらく腹部も蹴ったと思う，という程度のあいまいな\nものを含んでいる。また，この点に関する共犯者らの供述をみても，\nＡ及びＣは，被告人はＶの顔や頭を足蹴りしていた旨供述し，Ｇは，\n犯行再現として，被告人がＶの腹部を蹴る動作を再現した上で，この\nときの被告人の暴行状況は再現どおりのものであった旨供述し，Ｂ\nは，被告人はＶの顔や腹あたりを蹴っていた旨供述するが，その他の\n共犯者は，この点に関し，あいまいな供述をするか，特段の供述をし\nていない。\n以上の事実を前提に判断すると，前示のとおり，被告人は，はさみ\nによる刺突行為に及ぶ前の段階においても，Ｖに対し，体中場所を厭\nわず多数回にわたって蹴りつけないしは踏みつけ行為に及んでいる\nが，当時の被告人が集団暴行に基づく興奮状態や吸入したシンナーの\n影響下にあったことからすれば，被告人が，自己の暴行行為につい\nて，はさみによる刺突行為の前後でこれを明確に区別して記憶し，か\nつ，供述できたのか疑いが残り，むしろ，被告人のこの点に関する供\n述が変遷するのは，刺突行為に及ぶ前の暴行とその後の暴行とを混同\nしている可能性があることも否定できない。また，法廷における被告\n人の供述態度を見ても，暴行当時の自分の認識や心理状態の多くの場\n面について，何も考えていないとか，人を刺しておいて殺意を持って\nいないはずがない等と，被告人自身，相当程度自棄的，あるいは偽悪\n的とも思われるような供述態度を示すと共に，自らの記憶を素直に呼\nび起こすというよりは，理詰めによる推論によって自分を納得させる\nような様子があることを否定できず，被告人が，本当にはさみでＶを\n刺突した後の行動について，詳細かつ正確に記憶し，あるいは事実経\n過を真摯に思い出した上で，その内容を率直に供述しているのかとい\nう点にも疑問が残るといわざるを得ない。\n一方，上記のような他の共犯者の供述に関しては，そもそも，この\nとき被告人が蹴りつけた部位についてまで，ことさら意識して知覚\nし，記憶したとみうる事情は認められず，現に，共犯者らの供述は必\nずしも合致していない。さらに，Ｂについては，上記のとおり，被告\n人は腹あたりも蹴っていた旨供述するのであるが，他方で，自分自身\nはこのときＶを蹴ってはいない旨供述するところ，被告人やＡ，Ｃ\nは，ＢもＶを蹴りつけていた旨明確に供述しているのであり，Ｂが，\n自己の認識をそのままに供述しているとは考え難く，却ってＢ自身の\n罪責を軽くするために，意図して被告人にその責任を転嫁するような\n供述をしている可能性すらあり得るのであるから，その信用性は高い\nとはいえない。結局，被告人が昀終的に述べた，このときＶの腹部を\n蹴った旨の供述は，その信用性を十分に担保する事情のない，安定性\nにかけるものと評価せざるを得ない。\nまた，客観的な暴行状況についてみても，Ｃらは，被告人がはさみ\nによる刺突行為に及んだのを見て，間もなく救急車を呼ぶ旨の話を始\nめており，前示のとおり，このころ被告人は暴行を止めているのであ\nるから，刺突行為後に被告人が暴行を加えた時間は極めて短かったと\n考えられる。そうすると，このような短い時間にあっては，例えば，\nＡの供述のように，被告人はＶの顔をずっと蹴りつけ，ＢがＶの腹部\nを蹴りつけたのであって，その間に両名が互いにその位置を交替した\nり，被告人がＶの腹部を蹴るまでには至らなかったということも十分\nに考えられるところである。\n(3)　以上のとおりの証拠関係からすれば，はさみによる刺突行為に及ん\nだ後，被告人がＶを数回から十数回くらい蹴ったことは，これを優に\n認定することができるが，その際，確実にその腹部をも蹴りつけたと\n認定するには，なお合理的な疑いを差し挟む余地があるといわなけれ\nばならない。\n第５　総括\n以上の次第で，結局，被告人は，他の共犯者らと共同して，暴行もし\nくは傷害の故意をもって，Ｖに対し，蹴る，踏みつける等といった暴行\nを加え始め，その後のＶの反応等を契機として，はさみによる刺突行為\nを行う直前に，Ｖに対する未必的な殺意をもってはさみをその胸部下縁\nに突き刺す等し，さらにその後にＶに対して複数回蹴りつけるといった\n殺人罪としての実行行為を行ったが，殺意を抱いた後に被告人がＶに加\nえた前記暴行が，Ｖの死の原因となり，あるいはその死期を早めたと断\n定するには，なお合理的な疑いを差し挟む余地があるから，本件におい\nて被告人に殺人既遂の罪責を負わせることはできず，前判示のとおり，\n傷害致死罪と殺人未遂罪が成立するものと認定した。\nなお，その罪数関係については，被害者が同一であることや，傷害致\n死の実行行為たる暴行と，殺人の実行行為としての暴行とに連続性があ\nって，そこに至る契機や，犯行の日時，場所までほぼ同一であることな\nどから，両罪の関係は混合包括一罪になるものと判断した。\n（法令の適用）\n罰条\n傷害致死の点　　　　　刑法６０条，２０５条\n殺人未遂の点　　　　　刑法２０３条，１９９条\n混合包括一罪の処理            １０条（１罪として重い殺人未遂罪の刑で\n処断）\n刑種の選択　　　　　　有期懲役刑を選択\n不定期刑　　　　　　少年法５２条１項，２項\n未決勾留日数の算入　　　　　　刑法２１条\n訴訟費用の不負担　　　　　　刑事訴訟法１８１条１項ただし書\n（量刑の理由）\n１　本件は，被告人が，所属する暴走族の構成員らと共謀の上，Ｖに集団リ\nンチによる制裁を加えることを企て，Ｖに対して，前示の殴る，蹴る，踏\nみつける等といった集団暴行に及び，さらに単独で，未必の殺意をもっ\nて，はさみでその胸部を突き刺したり，Ｖを複数回足蹴にするなどの殺人\nの実行行為に及んだが，これによってはＶを死亡させるに至らなかったも\nのの，それ以外の暴行によって，Ｖを死亡するに至らせたという傷害致死\nと殺人未遂の混合包括一罪の事案である。\n２　前示のとおり，被告人と共犯者らは，Ｖから暴走族組織の体制に口出し\nされたり，共犯者の一人が所有する単車を強引に借り受けようとしたこと\nなどに立腹して集団暴行に及んだものであるが，そもそも自分たちの意に\n沿わない考えや存在を暴力で排除しようという凶暴で身勝手な考え方自体\nが，極めて厳しい非難に値する。被告人は，当該暴走族組織において昀年\n長の立場にあり，さらにはけんかの強い特攻隊長として一目置かれた存在\nであったものであるが，他の共犯者らがＶに制裁を加える旨謀議している\nのを察知したにもかかわらず，これを放置したばかりか暗黙のうちに賛同\nし，ひとたび暴行が始まるや，「後輩から，イモひきと思われると考えた\nから」また「やり始めたらとことんやる性格から」自ら率先して暴行に及\nんだというものであって，犯行当時１７歳という未熟さを考慮に入れて\nも，余りに無思慮かつ短絡的な行動といわざるを得ない。そして，被告人\nは，集団暴行の際のＶが，警察に被害申告しない旨を明示的に回答しない\nと思い込んで強い憤りを抱き，ついにはＶに対して未必的な殺意を抱くま\nでに至って，本件犯行を惹起したものである。これには，前示のとおり，\n集団暴行に基づく興奮状態にあったことや本件直前にシンナーを吸引して\nいたことが影響している面も否定し難いところではあるが，結局のとこ\nろ，いずれも被告人自らの意思による行動の結果であることが指摘できる\nのであって，その犯行に至る経緯及び自己中心的かつ浅はかな犯行動機に\n酌量の余地はない。\n３　犯行の態様は，前示のとおり，共犯者の１人において，いきなりＶを蹴\nりつけ，その勢いで転倒したＶに対し，時を移さず，その場にいた６名全\n員で襲いかかって殴る蹴る踏みつけるといった激しい暴行を加えたもので\nあり，Ｖは，抵抗するどころか防御することもままならず，相当長時間に\nわたって，集団による強度の暴行にさらされている。「何も考えていなか\nった」旨の言葉どおり，被告人の言動からは，Ｖの身体及び生命に対する\n配慮は何ら見出せず，Ｖの身体の向きが変わるほどの勢いで蹴りつけた\nり，踏みつけたりしたばかりか，タバコやライターの火をＶの身体に当て\nたりするなどした挙げ句に，判示のとおり，はさみをその胸部下縁に根本\nまで突き刺したのであって，被告人自身が加えた暴行は，残忍かつ執拗で\nあり，Ｖを痛めつけることに対する強固な犯意が窺われるところである。\nこのように，被告人らは，Ｖに対して苛烈な暴行を加え，徹底的に痛め\nつけ，身動きのできなくなったＶの着衣を脱がせたり，タバコやライター\nの火で顔面にいわゆる根性焼きをしたり，陰部に火を近づけて火ぶくれが\nできるのが面白いとして火傷させたり，著しく腫れ上がったＶの顔の様子\nをカメラ付き携帯電話で撮影し，その画像を友人らにメールで送信したり\nするなど，本件暴行を楽しむがごとくＶをことさら侮辱するような言動を\nとっていることが認められ，痛みで身動きできぬまま，このような暴行に\nさらされたあげく，厳冬期の深夜に冷たいコンクリートの路面上に放置さ\nれ，おそらくは助けを求めて歩み出そうとしたところを，管理道から土手\n下に滑落し，ついに絶命したＶの苦しみ，恐怖，絶望の気持ちを思うと，\n誠に痛ましい限りであって，被告人らの犯行は，非道極まりないといわな\nければならない。\n４　Ｖは，当時１７歳と若く，親や妹弟思いの青年であり，１８歳になった\nら結婚する旨約束した女性もいて，その将来を楽しみに真面目に稼働する\n日々を暮らしていたところで，被告人らと再び交友関係を持つべくして接\n触を図ったものであって，そこに共犯者らの意に沿わない言動が見られた\nとしても，このように集団による制裁を受け，さらには殺されて然るべき\n落ち度は何もない。被告人は，本件犯行によって，このような青年の未来\nを，いわれなく無惨に断ち切ったものであり，Ｖの無念，苦痛の程度には\n計り知れないものがある。\nまた，Ｖの母親は，それまで手塩に掛けて育ててきた昀愛の息子を突如\nとして奪われたものであり，検視室において，一見同人とは判別し難い程\nに顔が腫れ上がるなど，変わり果てたＶの姿を確認したものであって，そ\nの際蒙った衝撃の大きさ，悲嘆と絶望の深さは察するに余りあるところで\nある。将来を託したＶが集団で口には出せない位にひどい暴行を受け，命\nを奪われたことを知ったその母親の痛恨の情は，同女が公判廷において述\nべたところであって，後述のとおり示談が成立した後においても，その被\n害感情が厳しいのも無理からぬところである。\n５　加えて，犯行後，被告人ら６名は，自己らの犯行であることが発覚する\nのを免れるため，救急車を呼ぶや，救急隊員がＶを発見するのを確認する\nこともせず，下半身裸のままのＶを放置して，直ちにその場から逃走して\nおり，その後も警察の追及を逃れるべく，その場にいた中学生らをも巻き\n込んで，口裏合わせを企図するなど，犯行後の情状も悪いこと，被告人\nは，７回の非行歴を有し，中等少年院送致の保護処分により矯正教育を受\nけた経験もあり，本件当時は，仮退院後の保護観察中であるとともに，そ\nの間のぐ犯事件によって試験観察中でもあり，厳に身を慎まなければなら\nない立場にあったのに，シンナーを吸入した上で本件犯行に及んだもので\nあることが認められ，規範意識の鈍麻を指摘せざるを得ないことのほか，\n本件のような地元暴走族の集団リンチによる若者死亡事件の発生が地域住\n民らに衝撃を与えたことが窺われる。\n６　そうすると，被告人の刑事責任は重いといわなければならない。\n７　他方，Ｖの死亡という重大な結果にかんがみれば，被告人の本件犯行に\n対する反省や遺族に対する謝罪の気持ちはなお十分とはいえないが，被告\n人は，当公判廷において，Ｖやその遺族に対して済まなく思う旨供述する\nとともに，本件のことを生涯にわたって考え続けていく旨述べるなど，そ\nれなりの反省の情を示し，自己の犯した罪と向き合う姿勢を示しているこ\nと，Ｖの両親との間に示談が成立し，被告人とその母親が，慰謝料等とし\nて合計１５００万円の支払義務があることを確認し，被告人の母親がその\nうちの２００万円を既に支払ったこと，「後輩から，イモひきと思われる\nと考えたから」という安易な理由で集団暴行に及んでしまったのは，犯行\n時１７歳という若年で，情緒的発達が不十分であり，人格的に未成熟な面\nがあったことも影響していると考えられ，この点については可塑性に富む\n若年齢であることをも指摘できること，被告人の母親が情状証人として出\n廷し，被告人が社会復帰した折には，従前被告人に住み込みで大工仕事を\nさせていた伯父が面倒を見ると言ってくれている旨述べたこと，被告人自\n身，社会復帰後は好きな大工仕事に勤しみ，前示の慰謝料等を自ら支払っ\nていく旨供述するとともに，シンナーの吸入は止めると誓うなど，更生の\n意欲を示していることなど，被告人のために酌むことのできる事情も認め\nられる。\n８　そこで，これらの諸事情を総合考慮し，被告人を主文の刑に処するのが\n相当であると判断した。\n（検察官長田守弘，国選弁護人八尋八郎〔主任〕，同福田恵巳各出席）\n（求刑－懲役５年以上１０年以下）\n平成１５年１１月６日\n福岡地方裁判所第１刑事部\n裁判長裁判官　　谷　　　　　　　敏　　　行\n裁判官　　荻　　　原　　　弘　　　子\n裁判官 　 石　　　井　　　義　　　規\n"
}