{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 12,
    "month": 9,
    "day": 4
  },
  "case_number": "平成10(行ケ)344",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "13004",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=13004",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/004/013004_hanrei.pdf",
  "contents": "平成１０年（行ケ）第３４４号審決取消請求事件（平成１２年７月１９日口頭弁論\n終結）\n判　　　　　決\n原　　　　　　告　　　【Ａ】\n訴訟代理人弁護士　　　会　田　恒　司\n同　　　　弁理士　　　【Ｂ】\n被　　　　　　告　　　スガノ農機株式会社\n代表者代表取締役　　　【Ｃ】\n訴訟代理人弁護士　　　井　波　理　朗\n同　　　　　　　　　　太　田　秀　哉\n同　　　　　　　　　　柴　崎　伸一郎\n同　　　　　　　　　　関　口　智　弘\n同　　　　弁理士　　　【Ｄ】\n同　　　　　　　　　　【Ｅ】\n主　　　　　文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n事実及び理由\n第１　当事者の求めた判決\n１　原告\n特許庁が、平成９年審判第１３９９３号事件について、平成１０年９月２４\n日にした審決を取り消す。\n訴訟費用は被告の負担とする。\n２　被告\n主文と同旨\n第２　当事者間に争いのない事実\n１　特許庁における手続の経緯\n原告は、名称を「リバーシブルプラウの砕土装置」とする特許第２５６７８\n１２号発明（平成６年２月２５日出願、平成８年１０月３日設定登録）の特許権者\nである。\n被告は、平成９年８月２０日、原告を被請求人として、本件特許につき無効\n審判の請求をした。\n特許庁は、同請求を平成９年審判第１３９９３号事件として審理したうえ、\n平成１０年９月２４日に「特許第２５６７８１２号発明の明細書の特許請求の範囲\n第１項ないし第６項に記載された発明の特許を無効とする。」との審決をし、その\n謄本は同年１０月１２日、原告に送達された。\n原告は、平成１１年５月２８日、本件明細書の記載を訂正する旨の訂正審判\nの請求を行い、特許庁は、同請求を平成１１年審判第３９０４３号事件として審理\nしたうえ、同年８月１１日、上記訂正を認める旨の審決をし、その謄本は、同年９\n月８日、原告に送達された。原告は、さらに、平成１２年５月１２日、本件明細書\nの記載を訂正する旨の訂正審判の請求を行い、特許庁は、同請求を訂正２０００－\n３９０４３号事件として審理したうえ、同年６月２３日、上記訂正を認める旨の審\n決をし、同年７月１７日、その写しが原告に送達された。\n上記各訂正の結果、設定登録時における本件明細書の特許請求の範囲の請求\n項１～６のうち、請求項２～６が削除された。\n２　本件明細書の特許請求の範囲の請求項１記載の発明（以下「本件発明」とい\nう。）の要旨\n上下に夫々一以上の耕起用ボトム１が設けられたプラウフレーム２を有し、\nそのプラウフレーム２がトラクター１６の取付フレーム３に対して反転可能に構成\nされたリバーシブルプラウ４、\nに設けられる砕土装置において、\n前記ボトム１による耕土状態の姿勢にて、前記ボトム１の耕起反転側で且\nつ、前記ボトム１の進行方向後方に延在するように、前記プラウフレーム２に設け\nられる基部フレーム７と、\n支軸の軸線が前記進行方向に位置するように前記基部フレーム７に長手方向\nの中央部が軸支された門型の転動体支持フレーム８と、\nその支持フレーム８の前記門型の両脚部９に取付けられた砕土用転動体６\nと、\nを具備し、その砕土用転動体６の重力により常に、前記門型の前記両脚部９\nが重力方向下向きに位置するように構成されたリバーシブルプラウの砕土装置。\n３　審決の本件発明に関する部分の理由の要点\n審決は、別添審決書写し記載のとおり、本件発明が、(1)平成５年１０月１５\n日に被告が公然実施したデンマーク国ダルボ社製のリバーシブルプラウの砕土装\n置「165㎝ AT.Compactor 2100」（以下「ダルボ社砕土装置」という。）に基づき、\n当業者が容易に発明をすることができたものであるから、特許法２９条２項の規定\nに違反して特許されたものであって、同法１２３条１項２号の規定により無効とさ\nれるべきものであるとし（審決記載の「無効理由１」、以下「無効理由１」とい\nう。）、(2)１９８４（昭和５９）年１０月１０日に外国において頒布された刊行物\nである英国特許公開公報２１３７４６１号（以下「引用例」という。）に記載され\nた発明及び周知事項に基づき、当業者が容易に発明をすることができたものである\nから、特許法２９条２項の規定に違反して特許されたものであって、同法１２３条\n１項２号の規定により無効とされるべきものであるとし（審決記載の「無効理由\n２」、以下「無効理由２」という。）、(3)平成５年１０月に原告が公然実施した発\n明であるから、特許法２９条１項２号の規定に違反して特許されたものであって、\n同法１２３条１項２号の規定により無効とされるべきものであるとした（審決記載\nの「無効理由４」、以下「無効理由４」という。）。\n第３　原告主張の審決取消事由の要点\n審決の理由中、本件発明の要旨の認定、無効理由１についての判断中の、審\n決甲第１号証（本訴甲第５号証の１）添付資料２（スタルケ・ブリュッケ輸入輸出\n会社(STARKE BRUCKE IMP-EXP GMBH)のスガノ農機株式会社宛て書留郵便写し）、同\n添付資料３（スタルケ・ブリュッケ輸入輸出会社のスガノ農機株式会社宛て送り状\n写し）、同添付資料４（船荷証券写し）、審決甲第１号証の２（本訴甲第５号証の\n２、シーブリッジ運送会社(SEABRIDGE TRANSPORT INC.)のスガノ農機株式会社宛て\n運送受取書(FREIGHI RECEIPT)写し）及び審決甲第１号証の３（本訴甲第５号証の\n３、東京税関大井出張所長発行の輸入許可通知書写し）の各記載についての認定\n（審決書１５頁１６行～１６頁６行）、無効理由２についての判断中の、引用例の\n第２図に記載された発明（以下「引用例発明」という。）の認定（同３０頁１２行\n～３２頁２行）、引用例発明の「プラウ体４３と土壌円盤２２からなる耕起部」、\n「Ａ字型フレーム２９」、「リバーシブル円盤耕転機１０」、「脚部を両側に有す\nる門型のフレクシコイル・ローラ支持フレーム」及び「フレクシコイル・ローラ５\n２」が、それぞれ本件発明の「耕起用ボトム１」、「取付フレーム３」、「リバー\nシブルプラウ４」、「脚部９を両側に有する門型の転動体支持フレーム８」及び\n「砕土用転動体６」に相当するとの認定（同３２頁７～１５行）、並びに引用例発\n明の延長部５８が、軸部材３１の横方向ビーム２５からトラクタ進行方向に突出し\nた端部に回転自在に取り付けられ、支軸の軸線が該進行方向に位置するように、当\n該突出した端部に軸支された旨の認定（同３２頁１９行～３３頁４行）は認める。\n審決は、無効理由１についての判断において、ダルボ社砕土装置が公然実施\nされたと誤って認定し、また、本件発明とダルボ社砕土装置との相違点を看過し、\nさらに、相違点についての判断を誤った結果、本件発明が、公然実施されたダルボ\n社砕土装置に基づき、当業者が容易に発明をすることができたとの誤った結論に至\nり（取消事由１）、無効理由２についての判断において、本件発明と引用例発明と\nの相違点を看過し、また、相違点(1)、(2)についての判断を誤った結果、本件発明\nが引用例発明及び周知事項に基づき、当業者が容易に発明をすることができたとの\n誤った結論に至り（取消事由２）、無効理由４についての判断において、原告の内\n面的意思を看過して、本件発明を公然と実施したことが原告の意に反しないと誤っ\nて認定したものである（取消事由３）から、違法として取り消されなければならな\nい。\n１　取消事由１（無効理由１についての判断の誤り）\n(1)　ダルボ社砕土装置の公然実施の認定の誤り\n審決は、無効理由１につき、ダルボ社砕土装置が公然実施される経緯に関\nして、審決甲第１号証（本訴甲第５号証の１）添付資料２、同添付資料３、同添付\n資料４、審決甲第１号証の２（本訴甲第５号証の２）及び審決甲第１号証の３（本\n訴甲第５号証の３）にそれぞれ記載された「Invoice No.」や「B／L No.」が同じで\nあること等を根拠として、「スガノ農機株式会社は、スタルケ　ブリュッケ輸入輸\n出会杜を通じて、ダルボ社の『165㎝ AT.Compactor 2100』（注、ダルボ社砕土装\n置）を購入し、これが平成５年１０月上旬にスガノ農機株式会社茨城工場に第一港\n運によって搬入されたと推認できる。」（審決書１６頁７～１３行）と認定した\nが、原告が、審判において主張した審決甲第１号証添付資料２～４に記載された船\n名（MAERSK PARIS）と、審決甲第１号証の２、３に記載された船名（LICA MAERSK）\nとが相違する点について、得心することができる理由を示しておらず、上記認定に\nは誤りがある。\n(2)　相違点の看過\n審決は、無効理由１につき、ダルボ社砕土装置と本件発明とを対比するに\n当たって、「本件発明１（注、本件発明）の実施例においては、基部フレーム７に\n軸部１９が固設されており、転動体支持フレーム８の基部フレーム７への連結にお\nいて、ダルボ社砕土装置のように前記調整ねじを設けないものである。」（審決書\n２２頁５～９行）としながら、「ダルボ社砕土装置における前記軸受１８は、作業\n時、前記調整ねじ２０によって、その軸線がトラクター１６進行方向になるように\n調整され（当然このとき、軸部１９の軸線も前記進行方向に調整される）、転動体\n支持フレーム８が、前記進行方向と直行する位置に調整されるものであることか\nら、ダルボ社砕土装置は、その具体的な構成において前記調整ねじ２０を設けたも\nのであるが、本件発明１の『支軸の軸線が進行方向に位置するように基部フレーム\n７に長手方向の中央部が軸支された門型の転動体支持フレーム８』という構成を有\nしたものであると認められる。」（同２２頁９行～２３頁１行）としたうえで、本\n件発明とダルボ社砕土装置が、「基部フレーム７の取付において、本件発明１は、\nプラウフレーム２に取り付けたのに対し、ダルボ社砕土装置は、前記取付ブラケッ\nト１３に取り付けた点」（同２３頁５～８行）のみで相違し、その余の点で一致す\nると認定した。\nしかしながら、ダルボ社砕土装置においては、基部フレーム７が取付ブラ\nケット１３に取り付けられているとともに、基部フレーム７の軸線の方向を調節す\nる調整ねじ２４が設けてあり、さらに、基部フレーム７を門型の転動体支持フレー\nム８に接続するための軸受１８及び軸部１９がいずれも転動体支持フレーム８に配\n設され、これら軸部１９と軸受１８に対する基部フレームの連結は、軸受１８に固\n着した上下２枚の板状の軸受部２６に対してピン２３を介して回動自在に連結さ\nれ、基部フレーム７に対する転動体支持フレーム８の角度（砕土用転動体の角度）\nを調節するための調整ねじ２０が設けてあって、これらの調整ねじによって、基部\nフレーム７の軸線及び基部フレーム７と転動体支持フレーム８とを接続する軸受１\n８の軸線の方向を調節するものである（そのほかに、上記審決の相違点認定のとお\nり、プラウフレーム２も取付ブラケット１３に取り付けられており、プラウフレー\nム２の取付ブラケット１３に対する角度の調節のための調整ねじが設けてあ\nる。）。\nこれに対し、本件発明では、基部フレーム７の後端に支軸１９を、転動体\n支持フレーム８に軸受１８を設け（又は、基部フレーム７の後端に軸受１８を、転\n動体支持フレーム８に支軸１９を設け）、これらを係合させることによって基部フ\nレーム７と転動体支持フレーム８を接続してあり、支軸１９の軸線は常に進行方法\nを向くよう固定してあって、調整ねじを一切用いていない。ダルボ社砕土装置のよ\nうに複数の調整ねじを設けた場合においては、１本の調整ねじによって調節をする\nと、それが他に影響して、次々と調整ねじによる調節をせざるを得ず、非常に煩雑\nであるが、本件発明においては、何らの調節をすることなく、支軸１９の軸線が進\n行方向を向くことになる点に技術的な特徴がある。このように、本件発明では調整\nねじを設けないのであるから、本件発明の要旨に「調整ねじ」という用語が記載さ\nれようがないのであり、本件発明の要旨に「調整ねじ」という用語が含まれていな\nいことは、本件発明において調整ねじを要しないことを意味している。審決は、\n「本件発明１の実施例においては、・・・調整ねじを設けないものである。」（審\n決書２２頁５～９行）とするが、本件発明において調整ねじを設けないのは、実施\n例に限ったことではない。\nまた、審決は、ダルボ社砕土装置の軸受１８の軸線が進行方向を向くよう\nに調節されるから、本件発明の構成を有すると認定したものであるが（同２２頁９\n行～２３頁１行）、軸受１８の軸線は必ずしも進行方向を向くとは限らず、進行方\n向を向くようにするためには、上記調整ねじを調節する必要がある。そのように調\n節することが可能であるから、本件発明と構成が同一であるとした認定は、本件発\n明の理解を誤ったものである。\nしたがって、審決がしたダルボ社砕土装置と本件発明との対比には、上記\n調整ねじの有無についての相違点を看過した誤りがある。\n(3)　相違点についての判断の誤り\n審決は、無効理由１につき、その認定した本件発明とダルボ社砕土装置と\nの相違点である「基部フレーム７の取付において、本件発明１は、プラウフレーム\n２に取り付けたのに対し、ダルボ社砕土装置は、前記取付ブラケット１３に取り付\nけた点」（審決書２３頁５～８行）について、「本件発明１において、基部フレー\nム７をプラウフレーム２に取付けたことに格別の技術的意義即ち格別の効果は認め\nられず、この砕土装置をトラクターに取り付けるに当たり、その取付位置をプラウ\nフレームとすることに格別の困難性はなく、当業者において、その必要に応じ適宜\nなしえた設計事項と認められる。」（審決書２３頁９～１６行）と判断したが、そ\nれは誤りである。\nすなわち、プラウフレームに配設されたボトムは、圃場の土を耕起反転さ\nせるものであり、基部フレーム７の後端に連結されている砕土用転動体は、耕起反\n転させた土を砕くために用いられるものであるから、砕土用転動体の全長（横幅）\nが耕起反転させた土の幅に相当することが必要であるが、それ以上長くする必要は\nない。\nしかるところ、ダルボ社砕土装置においては、取付ブラケット１３に取り\n付けられた基部フレーム７が直線状に形成され、かつ、取付ブラケット１３におけ\nる基部フレーム７とプラウフレーム２の取付位置に数十㎝の乖離があるために、砕\n土用転動体６が、プラウフレーム２から遠ざかる方向に存在し、しかもプラウフレ\nーム２の反転に備えるために、全長（横幅）の長い大型で重量のあるものとなって\nいる。\nこれに対し、本件発明は、基部フレーム７をプラウフレーム２に設け、基\n部フレーム７と砕土用転動体６とを軸支する支軸の軸線が進行方向に位置する構成\nであって、基部フレームが直線状であることは必要なく、プラウフレーム２におけ\nる基部フレーム７の取付位置も限定されない。そして、このような構成により、本\n件発明においては、砕土用転動体６の全長（横幅）を短くして、小型軽量化を図る\nことができる。\n審決の上記相違点の判断は、このような効果を有する本件発明の構成を看\n過したものといわざるを得ない。\n２　取消事由２（無効理由２についての判断の誤り）\n(1)　相違点の看過\n審決は、無効理由２につき、本件発明と引用例発明とが、「(1)プラウフレ\nーム（横方向ビーム）と転動体支持フレーム（フレクシコイル・ローラ支持フレー\nム）との接続を、本件発明１（注、本件発明）は、基部フレーム７であるのに対\nし、引例発明（注、引用例発明）は、前記延長部５８と引っ張りバー５４である\n点。」（審決書３３頁８～１２行）、及び「本件発明１は、転動体支持フレーム８\nの長手方向中央部で、支軸の軸線が進行方向に位置するように基部フレーム７に軸\n支されているのに対し、引例発明は、フレクシコイル・ローラ支持フレームの長手\n方向中央部で前記引っ張りバー５４に接続し、この引っ張りバー５４に接続する前\n記延長部５８を支軸（前記軸部材３１の突出端部）の軸線が進行方向に位置するよ\nうにして軸支した点。」（同３３頁１３行～３４頁１行）のみで相違し、その余の\n点で一致すると認定した。\nしかしながら、引用例発明においては、延長部５８が、横ビーム２５の約\n４分の１の位置で軸部材３１に連結され、この延長部５８の他端に連結されている\n引っ張りバー５４は、フレクシコイル・ローラ５２の長手方向中央部に位置してい\nるのに対し、本件発明においては、基部フレーム７がプラウフレーム２に取り付け\nられる構成であって、その取付位置は限定されない。\nそして、上記のとおり、砕土用転動体（引用例発明のフレクシコイル・ロ\nーラ５２）は耕起部により耕起された土を砕土するものであるから、その全長（横\n幅）が耕起させた土の幅に相当することが必要であるが、それ以上長くする必要は\nないところ、引用例発明の上記構成において、フレクシコイル・ローラ５２の全長\n（横幅）の約２分の１が、横方向ビーム２５の長さの約４分の３に相当するとした\n場合、フレクシコイル・ローラ５２の左右いずれか２分の１の横幅のうちのかなり\nの部分は、耕起されていない土の部分を進行することになり、したがって、引用例\n発明のフレクシコイル・ローラ５２は、無用に横幅が長いものとなる。これに対\nし、本件発明の上記構成は、基部フレーム７と砕土用転動体６とを軸支する支軸の\n軸線が進行方向に位置することと、基部フレームが直線状であることは必要ないこ\nとと相俟って、上記のとおり、砕土用転動体６の横幅を短くして、小型軽量化を図\nることができるものである。\n審決がした引用例発明と本件発明との対比には、上記の相違点を看過した\n誤りがある。\n(2)　相違点(1)についての判断の誤り\n審決は、無効理由２につき、本件発明と引用例発明との相違点(1)として認\n定した「プラウフレーム（横方向ビーム）と転動体支持フレーム（フレクシコイ\nル・ローラ支持フレーム）との接続を、本件発明１（注、本件発明）は、基部フレ\nーム７であるのに対し、引例発明（注、引用例発明）は、前記延長部５８と引っ張\nりバー５４である点」（審決書３３頁８～１２行）の判断に当たり、「本件発明１\nの基部フレームのような１つのフレームからなるものにて、砕土装置を接続するよ\nうなことは、本件出願前周知である・・・本件発明１のように基部フレームにした\nことにより引例発明と比べ格別の効果も認められない。」（同３４頁４～１０行）\nとしたが、それは誤りである。\nすなわち、引用例（甲第６号証）の第２図により、引用例発明のフレクシ\nコイル・ローラ５２を牽引する延長部５８と引っ張りバー５４とが、継ぎ手５６に\nよって連結されており、この継ぎ手５６の部分で、進行方向左右に屈曲可能な構造\nであることは明白である。そうすると、引用例発明においては、圃場におけるプラ\nウの進行方向の一端でＵターンする場合に、継ぎ手５６の部分で延長部５８と引っ\n張りバー５４とが屈曲し、さらに進行すればやがては直線状になるものの、その間\nに、圃場における進行方向端部に、フレクシコイル・ローラによって砕土すること\nができない部分が発生し、あるいは、圃場の角部を進行方向を９０度転換して通過\nする場合にも、継ぎ手５６の部分で延長部５８と引っ張りバー５４とが屈曲し、角\n部にフレクシコイル・ローラによって砕土することができない部分が生じることに\nなる。さらに、継ぎ手５６の存在により、圃場の進行中に、牽引されるフレクシコ\nイル・ローラ５２が土の抵抗によって傾くこともある。引用例発明が、このような\n問題点を有するのに対し、本件発明は、基部フレームに継ぎ手がないので、かかる\n問題点が生じないのであり、したがって、審決の上記「本件発明１のように基部フ\nレームにしたことにより引例発明と比べ格別の効果も認められない」との判断は誤\nりである。\nなお、この点に関連して、審決は、「プラウ（耕起部）を反転のため持ち\n上げたとき、本件発明１の基部フレームの場合、前記支持フレームも持ち上げられ\nるのに対し、引例発明の場合、延長部５８と引っ張りバー５４とは屈曲して前記支\n持フレームが持ち上がらないものと認められるが、この作用上の差によって両者に\n効果上の格別の差異が生ずるものとは認められない」（審決書３４頁１１～１７\n行）と判断するところ、この判断に鑑みて、審決が、引用例発明のプラウを反転さ\nせる際に、プラウを持ち上げて行うものと認定していることが明らかであるが、引\n用例発明においては、ダブルアクションラム３３を作動させて、これに連結されて\nいる突出部３５を回転させることにより、両端が突出部３５と横方向ビーム２５に\n固着された軸部材３１が、横方向ビーム２５とともに回転して（なお、このとき、\n軸部材３１とフリーホイール状態となっている延長部５８は回転せず、したがっ\nて、フレクシコイル・ローラ５２も回転しない。）、プラウの反転をするのであ\nり、プラウを持ち上げるものではない。したがって、引用例発明は、プラウを反転\nさせる際に、プラウを持ち上げて行う本件発明と、リバーシブルタイプのものであ\nる点では同様であるものの、技術的思想又は技術的前提を異にするから、本来、比\n較できないものである。\n(3)　相違点(2)についての判断の誤り\n審決は、無効理由２につき、本件発明と引用例発明との相違点(2)として認\n定した「本件発明１（注、本件発明）は、転動体支持フレーム８の長手方向中央部\nで、支軸の軸線が進行方向に位置するように基部フレーム７に軸支されているのに\n対し、引例発明（注、引用例発明）は、フレクシコイル・ローラ支持フレームの長\n手方向中央部で前記引っ張りバー５４に接続し、この引っ張りバー５４に接続する\n前記延長部５８を支軸（前記軸部材３１の突出端部）の軸線が進行方向に位置する\nようにして軸支した点」（審決書３３頁１３行～３４頁１行）、すなわち、「転動\n体支持フレーム（フレクシコイル・ローラ支持フレーム）をプラウフレーム（横方\n向ビーム）に対し回転自在とする構成を、本件発明１は、転動体支持フレームと基\n部フレームの接続するところにおいて行い、引例発明は、本件発明１の基部フレー\nムのプラウフレーム側に相当する前記延長部５８と横方向ビームの接続するところ\nで行った」（同３５頁３～１０行）相違について、「本件発明１のようなところに\n前記回転自在の構成とすることにおいて、引例発明のものと比べ格別構造上の困難\n性も効果上の顕著性も認められない」（同頁１４～１７行）としたが、それは誤り\nである。\nすなわち、本件発明は、基部フレーム７と砕土用転動体６とを軸支する支\n軸の軸線が進行方向に位置する構成であって、基部フレームが直線状であることは\n必要なく、基部フレーム７自体の軸線が進行方向に位置している必要もない。そし\nて、砕土用転動体６を小型軽量とするため、基部フレーム７を直線としなかった場\n合には、基部フレーム７のプラウフレーム２側の部分を回転自在としても、転動体\n支持フレーム８は回転自在とはならないから、転動体支持フレーム８を回転自在と\nするには、基部フレーム７と転動体支持フレーム８との接続部で回転自在とする構\n成が不可欠となる。したがって、審決が「本件発明１のようなところに前記回転自\n在の構成とすることにおいて、引例発明のものと比べ格別構造上の困難性も効果上\nの顕著性も認められない」とした判断は誤りである。\n３　取消事由３（無効理由４についての判断の誤り）\n審決は、平成５年１０月に、原告が、北海道河西郡＜以下略＞の【Ｆ】の圃\n場において、砕土装置の試作品の運転実験（以下、この実験を「本件実験」とい\nい、本件実験に供した砕土装置の試作品を「本件試作品」という。）をした際に、\nその場に被告従業員の【Ｇ】が居合わせたことについて、「本人　【Ａ】は、前記\n砕土装置の実験を秘密裏に行うことを誰かに意志表示した事実は認められないこ\nと、及び・・・本人【Ａ】の『自分が発明をしたものであれば、これを特許出願前\nに他人に知られても、特許になると思っていた。本件無効審判事件において前記の\nように知られた場合には、特許にならないことを知った。』旨の証言から、本人\n【Ａ】は、前記砕土装置の実験を秘密裏に行おうとする意志があったとは認められ\nない。」（審決書４４頁１５行～４５頁４行）、「本人【Ａ】は、前記砕土装置の\n実験を、積極的に人を集めて行ったとは認められないものの、秘密裏に行う意志の\nない状態で、しかも他社の社員である【Ｇ】の立ち会う中で行った以上、前記砕土\n装置は公然と実施されたものであるとするのが相当であり、この公然と実施したこ\nとは、本人【Ａ】にとって、意に反したこととは認められない。」（同４５頁５～\n１２行）としたうえ、「前記実験した砕土装置は、・・・本件発明１（注、本件発\n明）・・・と同じ構成を持つものであり、本件発明１・・・は、本件出願前国内に\nおいて公然と実施された発明であり」（同４６頁６～１２行）と判断したが、それ\nは誤りである。\nすなわち、２９条１項各号の一に該当するに至ったこと（この場合は、公然\n実施されたこと）が、「特許を受ける権利を有する者の意に反し」（同法３０条２\n項）たといえるためには、特許を受ける権利を有する者の、公表すべきでないとい\nう内面的意思が存在することが必要であるが、原告は、本件実験が失敗に終わるか\nもしれないことを危惧して、これを秘密裏に行いたいと考えていたのであり、本件\n実験を行うことを誰にも案内していなかった。そして、原告は、自ら圃場を有しな\nいため、【Ｆ】の協力を得て、同人の圃場で本件実験をした（【Ｆ】は、原告と極\nめて親密であるとともに、本件発明の完成についてのアドバイザーでもあったこと\nから、【Ｆ】に発明内容を知られたからといって、本件発明が公知となるものでは\nない。）が、その実験を行った位置は、西側の道路（西２０号）までの直線距離が\n１００ｍ、南側の幅員２．３ｍの未舗装の道路（南６線）までの直線距離が、最も\n近いところで８０ｍ、北側の道路（南５線）までの直線距離が３３０ｍあり、実験\n中に周囲の道路を通行した者が実験風景を見たとしても、本件試作品がどのような\n構造になっているか等を知り得べくもなかった。\nところが、【Ｇ】は、本件実験の現場に突然現われ、原告の許可なく、本件\n実験の写真撮影をしたものであり、原告は、本件実験を【Ｇ】に見せるつもりはな\nかったのである。\nしたがって、原告は、本件実験を秘密裏に行いたいとの内面的意思を有して\nいたのであり、【Ｇ】にこれを知られたのは、原告の意に反することであった。\n原告に本件実験を秘密裏に行おうとする意思があったとは認められないこと\nの根拠として、審決が挙げる、原告が本件実験を秘密裏に行うことを誰かに意思表\n示した事実は認められないこと、原告が、自分の発明したものであれば、特許出願\n前に他人に知られても特許を得られると思っていたことは、いずれも、上記の本件\n実験を秘密裏に行いたいとの内面的意思とは無関係である。\n加えて、本件の無効審判請求事件において平成１０年３月１９日になされた\n証拠調手続（以下「証拠調１」という。）及び同年７月２日になされた証拠調手続\n（以下「証拠調２」という。）における【Ｇ】に対する各証人尋問において、\n【Ｇ】は、本件実験を見て写真撮影をした時刻につき、夕方頃であると証言する\n（甲第８号証の１第５９頁、同号証の２第２４１頁）が、該撮影写真（甲第１０号\n証）の方角及び陰影から見て、その撮影時間が午前中であることは明らかであり、\n同人の証言には疑問があるが、審決の判断は、この点についても解明していない。\nしたがって、審決の上記判断は誤りというべきである。\n第４　被告の反論の要点\n審決の認定・判断は正当であり、原告主張の取消事由は理由がない。\n１　取消事由１（無効理由１についての判断の誤り）について\n(1)　ダルボ社砕土装置の公然実施の認定の誤りについて\n甲第５号証の１（審決甲第１号証）添付資料２～４に記載された船名\nが「MAERSK PARIS」であり、甲第５号証の２、３（審決甲第１号証の２、３）に記\n載された船名が「LICA MAERSK」であることは認める。\nしかしながら、審決記載（審決書１５頁１７行～１６頁３行、１６頁２０\n行～１７頁８行）のとおり、甲第５号証の１添付資料２、４記載の「B／L No.」と\n甲第５号証の２記載の「THRU B／L No.」が同一であり、また、該甲第５号証の２記\n載の「OCEAN B／L No.」と甲第５号証の３記載の「B／L番号」とが同一であって、\n同一会社で、これら同一の「B／L No.」が付されるものがいくつもあるとは社会通\n念上考えられず、上記船名の違いは、被告が、スタルケ・ブリュッケ輸入輸出会杜\nを通じて、ダルボ社砕土装置を購入したとの審決認定の事実を覆すに足りるもので\nはない。\n(2)　相違点の看過について\n原告は、ダルボ社砕土装置には、取付ブラケット１３に取り付けられる基\n部フレーム７の軸線の方向を調節する調整ねじ２４、及び基部フレーム７に対する\n転動体支持フレーム８の角度（砕土用転動体の角度）を調節するための調整ねじ２\n０が設けてあり、これらの調整ねじによって、基部フレーム７の軸線及び基部フレ\nーム７と転動体支持フレーム８とを接続する軸受１８の軸線の方向を調節するのに\n対し、本件発明は、支軸１９の軸線は常に進行方法を向くよう固定してあって、調\n整ねじを一切用いていないから、審決には相違点看過の違法があると主張する。\nしかしながら、本件発明の要旨が規定する「前記プラウフレーム２に設け\nられる基部フレーム７」との構成は、取り付ける態様を特に限定するものではな\nく、基部フレーム７の一端がプラウフレーム２に直接固定される場合のみならず、\nプラウフレーム２に対し、基部フレーム７が取付角度調整可能に設けられた場合も\n含むものである。同様に、本件発明の要旨が規定する「基部フレーム７に長手方向\nの中央部が軸支された門型の転動体支持フレーム８」との構成においては、基部フ\nレーム７が門型の転動体支持フレーム８を軸支していればよく、その取付角度が固\n定されている場合のみならず、これが調整可能である場合も当然に含まれるもので\nある。\nしたがって、本件発明において調整ねじを一切用いていないとする原告の\n主張は誤りであり、審決の認定するとおり、調整ねじを設けていないのは本件発明\nの実施例であるにすぎない。\nのみならず、ダルボ社砕土装置において、調整ねじは、最適な使用状態に\n固定するために操作するものであり、同一作業条件の下では、一度調整すれば、作\n業の都度、改めて調整する必要はなく、取付角度は固定した状態となるものであ\nる。したがって、仮に、本件発明が調整ねじを用いないものであるとしても、上記\n調整後のダルボ社砕土装置の構成はこれと変わるものではなく、調整ねじの有無\nが、本件発明とダルボ社砕土装置の相違点ということはできない。\n(3)　相違点についての判断の誤りについて\nダルボ社砕土装置において、取付ブラケット１３に取り付けられた基部フ\nレーム７が直線状に形成され、かつ、取付ブラケット１３における基部フレーム７\nとプラウフレーム２の取付位置の間に乖離（約３０㎝である。）があることは認め\nる。\n原告は、そのことの故に、ダルボ社砕土装置において、砕土用転動体６\nが、プラウフレーム２から遠ざかる方向に存在し、プラウフレーム２の反転に備え\nるために、全長（横幅）の長い大型で重量のあるものとなっていると主張するが、\n耕土状態に調整した場合の砕土用転動体６の全長（横幅）は、耕起反転された土の\n幅相当であり、不必要に大型化するものではない。\nまた、原告は、本件発明の基部フレーム７をプラウフレーム２に設け、基\n部フレーム７と砕土用転動体６とを軸支する支軸の軸線が進行方向に位置する構成\nにより、砕土用転動体６の全長（横幅）を短くして、小型軽量化を図ることができ\nるとも主張するが、本件発明においては、プラウフレーム２における基部フレーム\n７の取付位置は限定されないのであり、これを基部フレームの先端（トラクタ寄\nり）に取り付けた場合には、必ずしも、取付ブラケット１３に取り付けた場合に比\nべて、砕土用転動体６の小型軽量化が達成されるものではなく、該主張は、本件発\n明に基づく主張ではない。\n２　取消事由２（無効理由２についての判断の誤り）について\n(1)　相違点看過について\n原告は、引用例発明につき、延長部５８が、横ビーム２５の約４分の１の\n位置で軸部材３１に連結され、この延長部５８の他端に連結されている引っ張りバ\nー５４が、フレクシコイル・ローラ５２の長手方向中央部に位置していることか\nら、フレクシコイル・ローラ５２の全長（横幅）の約２分の１が、横方向ビーム２\n５の長さの約４分の３に相当するとした場合に、フレクシコイル・ローラ５２の左\n右いずれか２分の１の横幅のうちのかなりの部分が、耕起されていない土の部分を\n進行することになり、フレクシコイル・ローラ５２が、無用に横幅が長いものとな\nると主張するが、引用例発明においては、耕起した土が、土壌反転円盤２２によっ\nて、引用例第２図であれば、進行方向右側に全体幅の４分の１ほど耕起反転するも\nのであるから、延長部５８が、横ビーム２５の約４分の１の位置で軸部材３１に連\n結され、引っ張りバー５４が、フレクシコイル・ローラ５２の長手方向中央部に位\n置しているとしても、フレクシコイル・ローラの全長（横幅）の約２分の１が、横\n方向ビーム２５の長さの約４分の３に相当する必要はなく、フレクシコイル・ロー\nラは、耕起反転した土の幅相当の幅を有すれば足りるものである。\nしたがって、原告の該主張は誤りである。\n(2)　相違点(1)についての判断の誤りについて\n原告は、引用例発明において、継ぎ手５６の部分で延長部５８と引っ張り\nバー５４とが屈曲するため、フレクシコイル・ローラによって砕土することができ\nない部分が生じ、さらに、フレクシコイル・ローラ５２が土の抵抗によって傾くこ\nともあるのに対し、基部フレームに継ぎ手がない本件発明においては、そのような\n問題が生じないから、相違点(1)につき、「本件発明１のように基部フレームにした\nことにより引例発明と比べ格別の効果も認められない」とした審決の判断が誤りで\nあると主張するが、審決の認定するとおり、本件発明の基部フレームのような１つ\nのフレームで砕土装置を接続することは、本件出願前に周知であり、原告の主張す\nる効果は、かかる周知の砕土装置の奏する効果であるにすぎないから、原告の該主\n張は失当である。\nまた、原告は、引用例発明が、プラウを反転させる際に、プラウを持ち上\nげるものではなく、本件発明と技術的思想又は技術的前提を異にするから、本来、\n比較できないものであるとも主張する。\nしかしながら、引用例発明のＡ型フレーム２９がトラクタに装着されるも\nのであることは自明であるところ、トラクタにプラウを装着した場合には、プラウ\nフレーム反転の際や、移動の際に、プラウを持ち上げることが必要となるから、ト\nラクタにはプラウの持上げのためのリフト機構（トップリンク、ロアリンク等）が\n必ず設けられているものである。したがって、引用例発明の砕土装置においても、\nトラクタのリフト機構により、プラウ体４３を土中にある状態から、土壌反転円盤\n２２とプラウ体４３が圃場の土面を削らない状態まで持ち上げ、その状態で土壌円\n盤２２とプラウ体４３を回転させるものであることは明白であって、原告の上記主\n張は誤りである。\n(3)　相違点(2)についての判断の誤りについて\n原告は、本件発明において、基部フレーム７を直線としなかった場合に\nは、基部フレーム７のプラウフレーム２側の部分を回転自在としても、転動体支持\nフレーム８は回転自在とはならず、これを回転自在とするには、基部フレーム７と\n転動体支持フレーム８との接続部で回転自在とする構成が不可欠となるから、相違\n点(2)につき、「本件発明１のようなところに前記回転自在の構成とすることにおい\nて、引例発明のものと比べ格別構造上の困難性も効果上の顕著性も認められない」\nとした審決の判断が誤りであると主張する。\nしかしながら、本件発明において、基部フレーム７を直線としなかった場\n合であっても、引用例発明と同様、基部フレーム７のプラウフレーム２側の部分の\n支軸の軸線をトラクタ進行方向に位置し、回転自在に構成した場合には、転動体支\n持フレームは回転自在となる。したがって、本件発明のように基部フレームと転動\n体支持フレームとの接続部で回転自在の構成とするか、引用発明のようにプラウフ\nレームと基部フレームの接続部で回転自在の構成とするかは二者択一であって、当\n業者であれば必要に応じて格別の困難性なく適宜することができたものであり、原\n告の上記主張は失当である。\n３　取消事由３（無効理由４についての判断の誤り）について\n原告は、本件実験を秘密裏に行いたいとの内面的意思を有していたのであ\nり、【Ｇ】にこれを知られたのは、原告の意に反することであったと主張する。\nしかしながら、本件実験の現場に、【Ｇ】又はその他の者を呼んで本件実験\nを見せようとする積極的な意思までは原告になかったとしても、原告が、自分の発\n明したものであれば、特許出願前に他人に知られても特許を得られると思っていた\nこと、本件実験の現場が南６線から６０ｍ程度の位置であり（甲第８号証の１第１\n２８頁１０～１２行）、格別、遮蔽物等によって本件試作品を覆い隠すようなこと\nもしておらず、同路上を通行する者が肉眼によって（必要があれば双眼鏡等を用い\nて）本件実験を観察することが十分可能な状況であったこと、原告は、被告従業員\nであって、原告に対し守秘義務を負う者ではない【Ｇ】が本件実験の現場に現われ\nた際に、退去を求めたりすることもなく、そのまま実験を継続し、また、同人が少\nなくとも２０～３０分現場に留まって実験に立ち会い、写真撮影をしたりした際に\nも、それを制止したりすることもなかったこと等によれば、原告は、本件実験を秘\n密裏に行いたいとの内面的意思を有していたものとは認められない。\nしたがって、本件発明が公然と実施されたことが、原告の意に反するものと\nいうことはできず、原告の上記主張は失当である。\nなお、原告は、証拠調１、２において、【Ｇ】が、本件実験を見て写真撮影\nをした時刻につき、夕方頃であると証言したことを捉え、該撮影写真の方角及び陰\n影から見て、同人の証言には疑問があって、審決の判断は、この点についても解明\nしていないと主張するが、審決は、原告の主張する点について、「被請求人は、証\n人　【Ｇ】の証言は、前記実験の写真であるとする甲第１１号証（注、本訴甲第１\n０号証）から窺いしれる時間とその証言でいう時間が違うことから信用できないと\nしているが、証人　【Ｇ】の証言と他の証人及び本人の証言をあわせ考えれば、少\nなくとも上記認定したことについては、これによって左右されるものではない。」\n（審決書４５頁１９行～４６頁５行）と判断しており、この判断に何ら誤りはな\nい。\n第５　当裁判所の判断\n１　前示のとおり、いずれも原告の訂正審判請求に係る平成１１年審判第３９０\n４３号事件及び訂正２０００－３９０４３号事件の各訂正審決により、本件明細書\nの記載が訂正され、設定登録時における本件明細書の特許請求の範囲の請求項１～\n６のうち、請求項２～６が削除されたことは、当事者間に争いがなく、このことに\nより、審決の結論のうちの、特許第２５６７８１２号発明の明細書の特許請求の範\n囲第２項ないし第６項に記載された発明についての特許を無効とする旨の部分は、\nその対象を欠くに至り、本件審決取消しの訴えによって、原告が取消しを求めるの\nは、審決のうち、前示各訂正審決による訂正の影響が及ばない特許請求の範囲の請\n求項１に記載された発明（本件発明）についての特許を無効とする旨の部分のみと\nなった。\nそこで、本件発明を無効とした審決の判断の当否につき検討する。\n２　取消事由３（無効理由４についての判断の誤り）について\n便宜、取消事由３から判断する。\n(1)　証拠調１における【Ｇ】に対する証人尋問の結果及び被請求人（原告）に\n対する本人尋問の結果を記載した書面（甲第８号証１）、証拠調２における証人\n【Ｈ】、同【Ｆ】及び同【Ｇ】に対する各証人尋問の結果並びに被請求人に対する\n本人尋問の結果を記載した書面（甲第８号証の２）、【Ｇ】が本件実験の様子を撮\n影した写真８枚（甲第１０号証）、原告作成の本件実験現場付近の見取図（甲第１\n４号証の１）、平成１１年６月２日又は同年８月３日に原告が本件実験現場を撮影\nした写真（同号証の２）並びに弁論の全趣旨によれば、次の各事実を認めることが\nできる。\n(a)　原告は、北海道河西郡＜以下略＞において、昭和６０年から、自動車販\n売及び整備並びにトラクターの整備等を営む有限会社メリット情報内藤の経営をし\nている者であるところ、平成元年頃、同町において農業を営む【Ｆ】と共同で、被\n告製のリバーシブルプラウを購入したことにより、被告の芽室営業所長であって、\n該プラウの調整等に当たった【Ｇ】と知り合っていたこと、\n(b)　原告は、平成５年１０月に、その製作に係る本件試作品を【Ｆ】方に運\nび込んだうえ、【Ｆ】方農地において、【Ｆ】とともに本件試作品の運転実験（本\n件実験）を実施したところ、その実験場所は、【Ｆ】方の圃場内であって、西２０\n号線（幅員約５．６ｍの舗装道路）から東方に１００メートル前後、南６線（幅員\n約２．３ｍの未舗装道路）から北方に６０～８０ｍ前後、南５線（幅員約５．６ｍ\nの舗装道路）から南方に３３０ｍ前後の距離の位置に当たり、各道路と実験場所と\nの間には、特段の遮蔽物はなかったこと、\n(c)　原告と【Ｆ】が本件実験を実施している際に、【Ｇ】がその実験の現場\nを訪れ、約２０～３０分程度その場に留まって、本件試作品を運転中及び静止中の\n双方の状態で見分し、その写真（甲第１０号証）を撮影をしたが、その際、原告及\nび【Ｆ】は、【Ｇ】に対し退去を求めたり、写真撮影を制止したり、撮影済みフィ\nルムの提出を求めたりしたようなことはなく、その面前で本件実験を継続し、ま\nた、【Ｇ】と原告及び【Ｆ】とは、本件実験の現場で、通常の挨拶を交わしたり、\n【Ｇ】が原告に、本件試作品について「いい物を造った」との感想を述べたりした\nこと、\n(d)　本件実験に供された本件試作品は、本件明細書添付の図１～７の各図\n（甲第３号証）に示された構成と同一の構成を備えていたこと、\n(e)　原告は、本件試作品につき特許出願をする意思を有していたが、本件実\n験当時は、自己の発明したものであれば、特許出願前に他人に見せても、特許権の\n取得に支障が生じることはないものと考えていたこと、\n以上の事実を認めることができる。\nなお、本件実験が行われることを【Ｇ】が知った経緯及び本件実験が施行\nされた時間について、前示甲第８号証の１、２の【Ｇ】の供述記載中には、原告か\nら電話で本件実験を行う旨の知らせを受けたもので、その施行は夕方であったとす\nる部分があり、他方、前示甲第８号証の１、２の原告、【Ｆ】及び【Ｈ】の各供述\n記載中には、有限会社メリット情報内藤の従業員である【Ｈ】の依頼で、本件実験\nの施行前日の夕方に、【Ｇ】が【Ｆ】方圃場で本件試作品のプラウの調整をしたこ\nとによるもので、本件実験の試行は午前中であった旨の部分があって、いずれとも\n認定し難い。\n(2)　前示(1)の(d)の認定事実、本件発明の要旨及び訂正２０００－３９０４３\n号事件の訂正審決に係る訂正後の本件明細書（甲第１７号証添付）の記載によれ\nば、本件実験に供された本件試作品が本件発明の構成を備えるものであることが認\nめられる。\nそして、前示(1)認定の各事実によれば、原告は、その取引先の従業員とい\nう関係を有するにすぎない【Ｇ】が、本件実験の現場において、相当時間これを見\n分し、その写真撮影をする中で、本件試作品の運転実験を継続していたのであるか\nら、本件発明が公然と実施されたものであることは明らかである。\n(3)　原告は、本件実験が失敗に終わるかもしれないことを危惧して、これを秘\n密裏に行いたいとの内面的意思を有し、本件実験を行うことを誰にも案内しておら\nず、【Ｇ】は、本件実験の現場に突然現われ、原告の許可なく、本件実験の写真撮\n影をしたものであって、本件実験を【Ｇ】に知られたのは、原告の意に反すること\nであったと主張し、前示甲第８号証の１には、概ねこれに沿う原告の供述記載部分\nが存在する。\nしかしながら、原告が、本件実験を行うことを【Ｇ】又はその他の者に案\n内して、これを見せようとする積極的な意思を有していたことを認めるに足りる証\n拠はない（前示のとおり、甲第８号証の１中の、原告から電話で本件実験を行う旨\nの知らせを受けたとする【Ｇ】の供述記載部分を直ちに採用することはできな\nい。）ものの、前示(1)の(c)の認定事実によれば、原告において、【Ｇ】が本件実\n験を見分し、その写真を撮影するのを、消極的にではあれ、容認していたことは明\nらかである。そうすると、【Ｇ】が本件実験を見分し、その写真を撮影したこと、\nすなわち、前示(2)のとおり、本件発明が公然実施されたことが、原告の意に反する\nことであったということはできない。\nなお、本件実験が行われることを【Ｇ】が知った経緯及び本件実験が施行\nされた時間については、前示のとおり、確定し難いが、その如何によって、前示認\n定判断が左右されるものではない。\n(4)　したがって、無効理由４につき、「本人【Ａ】は、前記砕土装置の実験\nを、積極的に人を集めて行ったとは認められないものの、秘密裏に行う意志のない\n状態で、しかも他社の社員である【Ｇ】の立ち会う中で行った以上、前記砕土装置\nは公然と実施されたものであるとするのが相当であり、この公然と実施したこと\nは、本人【Ａ】にとって、意に反したこととは認められない。」（同４５頁５～１\n２行）、「前記実験した砕土装置は、・・・本件発明１（注、本件発明）・・・と\n同じ構成を持つものであり、本件発明１・・・は、本件出願前国内において公然と\n実施された発明であり」（同４６頁６～１２行）とした審決の認定判断に原告主張\nの誤りはなく、そうすると、その余の点につき判断するまでもなく、本件発明につ\nいての特許を無効とする旨の審決を取り消すべき限りではない。\n３　よって、原告の請求は理由がないから、これを棄却することとし、訴訟費用\nの負担につき行政事件訴訟法７条、民事訴訟法６１条を適用して、主文のとおり判\n決する。\n東京高等裁判所第１３民事部\n裁判長裁判官    　田　中　康　久\n裁判官　　　石　原　直　樹\n裁判官　　　宮　坂　昌　利\n"
}