{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 12,
    "day": 19
  },
  "case_number": "平成13(ワ)12434",
  "case_name": "",
  "court_name": "東京地方裁判所",
  "right_type": "不正競争",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "11430",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=11430",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/430/011430_hanrei.pdf",
  "contents": "平成１３年(ﾜ)第１２４３４号　不正競争行為差止等請求事件\n平成１４年９月１９日口頭弁論終結\n判　　　　　　　　　決\n原　　　　　　告　　　　　ＰＣフレーム協会\n原　　　　　　告          株式会社ピー・シー・フレーム\n原告ら訴訟代理人弁護士    安　原　正　之\n同　　　　　　　　　　　　佐　藤　治　隆\n同　　　　　　　　　　　　小　林　郁　夫\n同復代理人弁護士　　　　　鷹　見　雅　和\n同補佐人弁理士　　　　　　福　田　武　通\n同　　　　　　　　　　　　福　田　賢　三\n同　　　　　　　　　　　　福　田　伸　一\n被　　　　　　告　　　　　斜面受圧板協会\n被　　　　　　告　　　　　日本ゼニスパイプ株式会社\n被　　　　　　告　　　　　吉佳株式会社\n被　　　　　　告　　　　　株式会社エスイー\n被告ら訴訟代理人弁護士　　吉　武　賢　次\n同復代理人弁護士　　　　　宮　嶋　　　学\n主　　　　　　　　　文\n１　原告らの請求をいずれも棄却する。\n２　訴訟費用は，原告らの負担とする。\n事実及び理由\n第１　請求\n１　被告日本ゼニスパイプ株式会社，同吉佳株式会社及び同株式会社エスイーは\n別紙製品目録２記載の受圧板を製造又は販売してはならない。\n２　被告らは，前項記載の受圧板の製造・販売のために同受圧板を展示してはな\nらない。\n３　被告らは，第１項記載の受圧板に「クロスタイプ」，「セミスクエアタイ\nプ」又は「スクエアタイプ」の名称を付してはならない。\n４　被告日本ゼニスパイプ株式会社，同吉佳株式会社及び同株式会社エスイー\nは，連帯して，原告株式会社ピー・シー・フレームに対し，２８９６万２０００円\nを支払え。\n５　訴訟費用は，被告らの負担とする。\n６　仮執行宣言\n第２　事案の概要\n本件は，原告らが，原告らが製造しているプレストレストコンクリート（圧縮軸\n力を付与した高強度コンクリート）製斜面受圧板であるＰＣフレーム（別紙製品目\n録１記載の製品。以下，これら製品を「原告製品」と総称する。）の３つのタイプ\nである，クロスタイプ，スクエアタイプ，セミスクエアタイプの名称及び形状が，\n原告らの著名又は周知な商品等表示であり，被告らが，同名称と同一の名称を使用\nし，かつ，同形状と類似した形状の別紙製品目録２記載の製品（以下「被告製品」\nと総称する。）を製造・販売等しているとして，被告らに対し，不正競争防止法２\n条１項１号及び２号に基づき，被告製品の製造・販売等の差止め及び損害賠償を求\nめている事案である。\n１　争いのない事実等（末尾に証拠を付記した事実以外は，当事者間に争いがな\nい。）\n(1)　当事者\nア　原告ＰＣフレーム協会（以下「原告協会」という。）は，昭和６１年１\n２月設立され，押圧力により斜面（法（のり）面）を安定化させる斜面受圧板であ\nる「ＰＣフレーム」（原告製品）及びこのＰＣフレームの施工に関するＰＣフレー\nム工法の普及を目的とする，企業を構成員とする権利能力なき社団である。原告協\n会は，原告協会所属の会員企業により運営されている（甲３７）。\n原告株式会社ピー・シー・フレーム（以下「原告会社」という。）は，\nプレストレストコンクリート製の斜面受圧板である原告製品を開発し，原告協会の\n設立当時から，原告製品を使用し斜面の工事を行ってきた。（弁論の全趣旨）。\nイ　被告斜面受圧板協会（以下「被告協会」という。）もまた，企業を構成\n員とする権利能力なき社団であり，平成１１年２月ころ設立された。被告協会は，\n被告協会に所属する会員企業と共にグループを構成して，被告協会に属する会員企\n業が製造・販売及び施工するコンクリート製の「ＰＵＣ受圧板」（被告製品）の製\n造・販売及び施工のための宣伝活動を専ら行っている。被告製品は，原告製品同\n様，押圧力により斜面を安定化させるプレストレストコンクリート製の斜面受圧板\nである。\n被告日本ゼニスパイプ株式会社（以下「被告ゼニス」という。）は，コ\nンクリート製品の製造・販売を目的とする会社であり，被告協会設立後の平成１１\n年２月ころから，被告製品を製造して被告協会所属の会員企業に販売している。\n被告株式会社エスイー（以下「被告エスイー」という。）は，土木建築\n材料の販売を目的とする会社であり，平成１１年２月ころから被告製品の施工に関\nする設計及び被告製品の販売を行っている。\n被告吉佳株式会社（以下「被告吉佳」という。）は，被告協会所属の会\n員企業であり，被告製品により施工する者から，工事施工高に応じロイヤリティー\nを得ている会社である。\n(2)　原告会社が開発し，販売してきた原告製品の形状は，別紙製品目録１記載\nのとおりであり，その名称は，「クロスタイプ」，「セミスクエアタイプ」及び\n「スクエアタイプ」である。\n(3)　被告ゼニス，同エスイー，同吉佳が販売している被告製品の形状は，別紙\n製品目録２記載のとおりであり，その名称は，「クロスタイプ」，「セミスクエア\nタイプ」及び「スクエアタイプ」である。\n２　争点\n(1)　「クロスタイプ」，「セミスクエアタイプ」及び「スクエアタイプ」とい\nうコンクリート製斜面受圧板の名称は，原告らの周知又は著名な商品等表示といえ\nるか（争点１）。\n(2)　別紙製品目録１記載のコンクリート製斜面受圧板の形状は，原告らの周知\n又は著名な商品等表示といえるか（争点２）。\n(3)　原告らの損害（争点３）\n第３　争点に関する当事者の主張\n１　争点１及び２について\n(1)　原告らの主張\nア　原告協会及び原告会社の位置づけ\n原告協会は，原告製品及びこれを使用したＰＣフレーム工法の宣伝活動\nを行うため，原告製品に「クロスタイプ」，「セミスクエアタイプ」及び「スクエ\nアタイプ」の３つの名称を付したカタログ（甲１５ないし２０）及び冊子等を作\n成・配布し，原告製品の施工者を対象とした技術説明会を開催するなどの活動を行\nってきた。原告協会所属の会員企業各社は，原告協会が作成したカタログ，上記各\n冊子等を配布し，また原告製品を使用して切取り斜面を施工してきた。原告会社\nは，法面に押圧力を付与して斜面の安定化を図るプレストレストコンクリート製の\n斜面受圧板である原告製品を世界で初めて開発し，原告協会の設立当時から原告製\n品を使用し斜面の施工工事を行ってきた。また原告会社は，原告製品並びにＰＣフ\nレーム工法に関し，意匠権及び特許権を有し，原告協会設立後はこれらを原告協会\n所属の会員企業のみに実施させ，同会員が施工した工事施工高に応じ一定の実施料\nを得ている。\n従来，切取り斜面を養生する場合には，現場打ちコンクリート枠工法\n（鉄筋コンクリート製法枠を用いる。）やフリーフレーム工法（吹付けモルタル法\n枠工法）で施工されていたが，コンクリートやモルタルが硬化するまで，斜面を切\nり崩した状態が続き，工期に長期間を要していた。原告製品は，プレストレストコ\nンクリート製で，複数の原告製品を上方から数段又は横方向に隣接して施工するこ\nとで，斜面・法面の安定化を容易に図ることができる（逆打工法という。）。原告\n製品は，今までにない特徴ある形状と相まって施工期間の短縮化，受圧板の軽量化\nによる作業性の簡素化と安全性を実現できるため，官庁及び業界の内外から絶賛を\n受け，原告協会が設立された昭和６１年１２月以後全国的に展開してきた。原告製\n品の形状及び３つのタイプの名称は，平成６年当時には，既に原告協会及び原告協\n会所属の会員のグループを表す商品等表示として共に周知，著名となっていた。\nイ　原告らの普及活動\n原告協会は，次のカタログ及び冊子を作成するなどの原告協会所属の会\n員企業の普及活動により，これらを全国の原告協会所属の会員企業，ゼネコン，施\n工業者，施主，役所及びコンサルタント等に配布するなどしてきた。①カタログ\n「ＰＣフレーム工法」は，特徴ある原告製品の形状が記載されており，平成７年か\nら平成９年ころまで配布したものであるが，現在まで年間４０００ないし５０００\n部配布されている。②「ＰＣフレームアンカー工法設計・施工の手引き」は，昭和\n６２年に初版を発行して以来，数度の改訂を行ってきたが，平成１０年に大改訂を\n行った。その内容は原告製品の取扱説明及び原告製品の形状及び名称などである。\n③「ＰＣフレーム工法標準積算資料」は，昭和６２年に初版を発行して以来改訂を\n重ね，平成１０年，「建設省土木工事積算基準」の公表に伴い大幅な改訂を行っ\nて，同年１０月，大改訂初版を発行した。④また原告協会は，上記冊子の発行に加\nえて，１年に数回各地で原告製品の取扱についての技術講習会・シンポジウムを開\n催するほか，ＰＣフレーム工法に関するビデオの配布を行ってきた。\n雑誌及び書籍における原告協会の広告や原告製品に関する記事等の掲載\n状況は，別紙「ＰＣフレーム協会発表一覧」のとおりである。(ア)雑誌「基礎工」\nは昭和６２年２月から平成１０年１２月までの広告掲載であるが，実際に施工した\n現場写真によりクロスタイプの形状が掲載されている。(イ)雑誌「土木施工」に\nは，セミスクエアタイプの形状が掲載され，(ウ)雑誌「土木技術」にもセミスクエ\nアタイプの施工状況が掲載され，(エ)雑誌「土と基礎」は，平成２年５月から平成\n１１年１１月までクロスタイプ又はセミスクエアタイプの施工状況の掲載が行われ\nている。(オ)「日経コンストラクション」には施工現場写真が，(カ)雑誌「地すべ\nり技術」には，セミスクエアタイプの施工状況が掲載されている。新聞掲載に関し\nては，(キ)「日刊建設工業新聞」には平成７年５月から平成１２年５月の間，原告\n製品に関する記事が掲載され，また(ク)「環境新聞」及び(ケ)「日本工業新聞」に\nも同様の記事が掲載されている。なお原告協会が発行したカタログ，設計・施工の\n手引き等の冊子，技術講習会，新聞掲載についても，別紙「ＰＣフレーム協会発表\n一覧」に記載されているとおりである。また，原告協会所属の会員企業による原告\n製品の施工実績である甲３６によれば，原告製品を用いた工事が全国にわたって施\n工されていることが分かる。\n以上によれば，原告製品の名称及び形状は，原告協会及び所属の会員企\n業を含むグループの商品等表示として，遅くとも平成６年には既に業界関係者の間\nにおいて周知性及び著名性を獲得している。\nウ　被告らの行為\n被告協会は，被告協会に属する会員企業のため，被告製品に関するカタ\nログ及び冊子を作成し，直接又は会員企業を通じてこれらを業界関係者に配布して\nいる。また被告協会は，被告協会名及び所属の会員名で被告製品及び被告製品の名\n称「クロスタイプ」「セミスクエアタイプ」及び「スクエアタイプ」を，新聞に掲\n載している。上記の被告らの冊子には，被告製品の形状及び上記３つの名称が記載\nされている。さらに被告協会は，インターネット上の同被告のホームページに上記\n名称を付した被告製品を掲載し宣伝している。被告協会所属の会員企業は，カタロ\nグ及び上記冊子を配布するとともに，被告製品を使用し法面の工事を実施してい\nる。ところで被告協会所属の会員企業は，もと原告協会所属の会員であったとこ\nろ，原告協会を脱退した上で平成１１年２月，被告協会を設立し，原告製品と同一\n形状である被告製品に原告製品と同一の「クロスタイプ」「セミスクエアタイプ」\n及び「スクエアタイプ」の名称を付して被告製品を製造・販売している。その販売\n方法は，原告の冊子に似せた冊子を作り，被告製品が原告製品と同じ製品であるこ\nとを宣伝文句として，施主等に説明し販売攻勢を行っている，というものである。\nエ　被告らの不正競争行為\n被告製品の名称は，原告製品のそれと全く同一であり，被告製品の形状\nは原告製品のそれと類似する。このように被告らが，原告らグループの周知，著名\nとなった商品等表示である原告製品の名称と同一の名称を被告製品に付し，同じく\n周知・著名商品等表示である原告製品の形状と類似する形状の被告製品を製造・販\n売し，これを用いた工事を施工することは，不正競争防止法第２条１項１号，２号\n所定の不正競争行為に該当する。また被告らが，被告製品の製造・販売及びこれを\n用いた工事の施工のため新聞・雑誌に被告ＰＵＣ受圧板を掲載することは被告製品\nの展示に当たるものである。\n(2)　被告らの主張（反論）\nア　原告製品の名称について\n原告らが商品等表示と主張する「クロスタイプ」「セミスクエアタイ\nプ」及び「スクエアタイプ」の名称は，いずれもプレストレストコンクリート製の\n斜面受圧板という製品の形状を示すものとして一般に用いられている名称であり，\n出所識別機能を有していないから，これらの名称は不正競争防止法２条１項１号，\n２号にいう商品等表示に該当するものではなく，これらの名称を原告らが使用して\nも，原告らの出所を表示するものとして受け取られることはない。\n被告らは，形状を示すものとして一般に慣用されているこれらの名称を\n被告製品の形状を示すものとして一般に用いられている方法で使用しているので，\n不正競争防止法１２条１項１号により不正競争行為に当たらない。\nイ　原告製品の形態の特徴について\nそもそも商品の形態は，その目的とする機能をよりよく発揮させ，ある\nいは美観的効果を高めるという見地から選択されるのであって，その商品の出所を\n表示することを目的とするものではなく，あくまでその形態が同種商品の中で特異\n性を有し，それに宣伝等が加わるなど，種々の条件が満たされたとき，商品の形態\n自体が，取引上，二次的に出所表示機能を獲得する場合があるにすぎない。\n原告製品と同種の商品は多数あり（後記(3)イ掲記の「ＫＫＥ受圧板」，\n「ＦＦＵ受圧板」等。詳細は平成１３年１２月２１日付け被告ら準備書面(3)参\n照。），同種商品の中にあって原告製品が二次的に出所識別機能を有するために\nは，その形態に特徴（特異性）がなければならない。しかし，軸線直交型で交点部\nを頂点とし，四方になだらかな傾斜を有し，該交点部にはロックボルト穴を配して\nなる側面視山型のクロスタイプ，及び正方形状の基盤と前記クロスタイプを合体し\nた形態の商品は，原告らのみが有するものではなく，他にも原告製品とほぼ同じ形\n態を有する商品があるため，原告製品の形態には特異性がなく，ありふれた形態と\nなっている。このように原告製品の形態には特異性がなく，したがって原告製品の\n形態は二次的に出所識別機能を有しているとはいえない。原告製品の形態は不正競\n争防止法上保護される商品等表示に当たらないというべきである。\nウ　原告製品の形態は機能必然的なものであること\n(ア)　従前の斜面及び法面保護工事では，現場で鉄筋・型枠等を組み，そ\nれにコンクリート等を打設する工法が採用されていた。そして，その出来上がりの\n形態は，ほとんどが面形状（擁壁等）又は格子状であった。しかし，熟練技術者の\n不足，作業員の高齢化等により，現場での作業が少なくなる工法，及び，現場管\n理，品質管理等が容易にできる工法が重要視され始めた。そこで，現場で施工した\n出来上がりの法面の形状をバラバラに切り取った形態，すなわち出来上がりが面形\n状であるときはスクエアタイプ，格子状であるときはクロスタイプの形態のプレキ\nャスト製（あらかじめ工場で製造されたコンクリート製品の意）の受圧板を，あら\nかじめ品質管理の行き届いた工場で製造して，現場に運搬し，設置するという施工\n方法が採用されるようになった。そして，現場打ちの出来上がりの形状をバラバラ\nに切り取ったブロックの形状である，クロスタイプ及びスクエアタイプの形状は，\n力学的に有利な形状であり，単体でも力学的な機能があり，なおかつ景観と経済性\nを考慮した形状であったので，この形状のブロックが採用されるようになったので\nある。このように，従前は現場で打設して施工されていた出来上がりの形態を，バ\nラバラに切り取った形で工場で製造しようとすると，必然的にクロスタイプ又はス\nクエアタイプのような形態にならざるを得ない。\n(イ)　また，出来上がりの形態をどのようにするかは，設計アンカー力\n（アンカーがプレキャスト製の受圧板を引っ張る力）と地山の許容地耐力との関係\nで決まる。例えば，設計アンカー力が同一の場合，許容地耐力が大きければ，地面\nに接する面積の小さいクロスタイプで足り，逆に許容地耐力が小さければ，地面に\n接する面積の大きいスクエアタイプが必要となる。そして，コンクリートの量が少\nなくコストが低くなり，地表を露出させることで植栽等が可能となって出来上がり\nの外観等で優れるクロスタイプの方が好まれるところ，上記の２タイプしか存在し\nないとすると，クロスタイプでは地面に接する面積が足りないために受圧板が地面\nに沈み込んでしまう場合には，スクエアタイプしか使用できず，地表を全く露出さ\nせられなくなってしまう。そこで，地面に接する面積が，クロスタイプとスクエア\nタイプの中間であるものが必要とされ，セミスクエアタイプが生まれたのである。\nなお，受圧板にかかるひずみ力は，受圧板の外枠が，受圧板とアンカ\nーとの接合部分から離れれば離れるほど強くなるので，結局，受圧板の耐久力の基\n準は，アンカー接合部から最も離れた部分を基準とせざるを得ない。そうであれ\nば，設計アンカー力等の受圧板の形状以外の条件が同一の場合，受圧板の形状を上\n下左右対称な形状にして，アンカーを中央に接続すれば，最も面積の大きい受圧板\nを使用でき，経済的であることは明らかである。よって，長方形等の上下左右が非\n対称の形状は，原則として採り得ないのである。\n(ウ)　上記のように，左右上下対称な形状で，コンクリート内の鉄筋の加\n工がしやすく，鉄筋が密集せず構造上の問題を生じないような形状となると，結\n局，受圧板は，クロスタイプ，スクエアタイプ，セミスクエアタイプの形状を採ら\nざるを得ず，上記３種の形状は，技術的機能に由来する必然的な結果であるから，\n原告製品の形状は不正競争防止法２条１項１号，２号による保護の対象となるもの\nではない。\nエ　被告製品の形状について\n(ア)　別紙製品目録２記載の被告製品のクロスタイプは，登録第１０８９\n８６５号の意匠の実施品であり，その形態は，具体的構成態様において，別紙製品\n目録１記載の原告製品のクロスタイプの形態とは非類似である。すなわち，原告製\n品のクロスタイプは登録意匠第９０８６３９号の実施品であり，この登録意匠と非\n類似のものとして登録された登録第１０８９８６５号の意匠の実施品である被告製\n品のクロスタイプは，当然のことながら原告製品のクロスタイプと非類似というこ\nとになり，両製品の形状が類似するとの原告らの主張は誤っている。\nまた，被告らは，上記登録第１０８９８６５号の意匠を適法に実施し\nている。現行不正競争防止法は，平成５年法律第４７号による改正前の不正競争防\n止法６条のように，工業所有権の行使と認められる行為に対し不正競争防止法を適\n用しない旨の明文の規定を置いていないが，このことは当然のことと解すべきであ\nる。したがって，被告らの行為は，意匠権の行使と認められるべきものであるか\nら，不正競争行為に該当しない。\n(イ)　別紙製品目録２記載の被告製品のスクエアタイプは，登録第１１０\n２３７２号の意匠の実施品であり，その形態は上記製品目録１記載の原告製品のス\nクエアタイプの形態とは具体的構成態様において非類似のものである。また，被告\nらは上記意匠権を適法に実施しており，被告らの行為は意匠権の行使として，不正\n競争行為に該当しない。\n(ウ)　上記製品目録２記載の被告製品のセミスクエアタイプの形状は，上\n記製品目録１記載の原告製品のセミスクエアタイプの形状とは，具体的構成態様に\nおいて非類似である。\nオ　誤認混同のおそれがないこと\n(ア)　原告製品，被告製品の使用するアンカー工法について\n原告製品は，ＫＴＢアンカー工法とのセットで販売されている。一\n方，被告製品では，使用するアンカー工法は限定されず，現場状況により自由に選\n択できる。上記のとおり，原告製品はＫＴＢアンカーとセットで販売されていると\nころ，被告協会会員企業がライバルメーカーの製品であるＫＴＢアンカーを販売す\nることは，考えられない。そして，受圧板には，アンカーが必需品である。そうで\nあれば，選択できるアンカー工法の違いからも，原告製品と被告製品との間に，誤\n認混同のおそれは生じない。また，被告製品は「テーパーコーン」（アンカー頭部\nが収まる受圧板のくぼみ部分に構造体の圧縮応力付与構造として採用された円錐台\n状のプレート）を採用しているが，この構造は，原告製品には存在せず，被告ら独\n自のものである。この構造は，アンカーと受圧板の接続部分に関するものであると\nころ，このテーパーコーンにアンカーを適合させるために，アンカー頭部を被告製\n品用に手直しする必要がある。よって，原告製品と被告製品でアンカーの兼用はで\nきず，かつ，アンカーメーカーに「ＰＵＣ用」であることを明示する必要があり，\n結局，両者の間に誤認混同など生じない。\n(イ)　被告らの宣伝広告の態様について\n被告製品の特長として，独自のテーパーコーンを採用したことによる\n受圧板の軽量化が挙げられる。また，アンカー工法が限定されず，現場状況により\n自由に選択できることも，原告製品には見られない，被告製品の長所である。被告\nらの宣伝広告は，このような原告製品との違いを長所として強調しているので，原\n告製品との間に誤認混同は生じない。\n(ウ)　受圧板の取引の実情について\n被告製品は，被告協会会員企業にのみ販売され，また，被告協会会員\n企業は各種工法の知識を十分に有する専門家であり，各種工法を十分に比較検討し\nた上で被告協会の会員になっているのであるから，他の協会の製品との間に誤認混\n同が生じることなどあり得ない。また，仮に，原告らが主張するような工事施主で\nある役所の担当者，設計コンサルタント，業者，又は工事受注業者であるゼネコン\nがどの受圧板を選択するか，という点を問題とするとしても，これらの者も各種受\n圧板工法についての専門家であるので，これらの者に対する関係でも誤認混同が生\nじることはあり得ない。さらに，上記の者らによる受圧板の選択に際し，各受圧板\n施工業者は，自らの協会の受圧板に関する文書等を配布し，役所，設計コンサルタ\nント，ゼネコン等の担当者に，自己の取り扱う受圧板の構造及び形状等の特徴を説\n明し，施工現場の見学会も開くなど，まさに熾烈な営業合戦を繰り広げている。こ\nの中で，各受圧板施工業者は，自己の受圧板の長所を，他者との比較においてアピ\nールするのであり，被告らもそのような営業活動を行っている（このような営業活\n動は公正な競争に他ならない。）。このような取引の状況からすれば，施主や受注\n業者は，各種受圧板に関して十分な情報を与えられているし，各受圧板施工業者が\nそれぞれ別の協会に属していることも十分認識しているものである。そもそも，受\n圧板の取引は，購買者が小売店で並べられた製品の中から，どれを買うか選択する\n際に，周知な製品の形態に似ているからという理由で，あまり注意を払うことなく\n周知な製品と間違って買ってしまう，というものではない。前記のような専門家\nが，十分な情報の下，各種製品の機能，コスト等を十分比較検討した上で選択する\nのであって，やはり誤認混同など生じない。\nなお，原告らは，設計段階において設計図面で原告製品が採用された\nとしても，ゼネコンの段階において原告製品が被告製品に変更される場合があると\nし，このことをもって両製品の間に誤認混同が生じている一例としているが，この\n主張は失当である。①まず，施主の役所が，工事を発注する段階で原告製品を指定\nして発注することはあり得ず，あくまで同等品であればよいのである。②次に，旧\n建設省が発注した設計図面である乙１４の１の設計図面には，テーパーコーンが用\nいられており，専門家が見れば，この図面は被告製品を元に作成されたものと分か\nるが，この図面にもかかわらず，ゼネコンの段階で原告製品が採用されたとして\nも，両製品の間に誤認混同が生じたとはいえない。また，原告製品が被告製品に変\n更される場合も同様である。なぜなら，被告らが，前述のような誤認混同を生じさ\nせないような宣伝広告態様で，被告製品が原告製品を始めとする他協会の製品より\nも優れていることをゼネコンにアピールした結果，ゼネコンが被告製品を採用する\nことになったのであれば，これは公正な競争に他ならず，不正競争防止法上の誤認\n混同が生じているとはいえないからである。むしろ，発注図面が原告製品を元に作\n成されているにもかかわらず，ゼネコンが，設計図面の引き直しという余計な手間\nをかけてまで，わざわざ被告製品を採用するということは，両製品の性能，コス\nト，施工のしやすさ等と，設計図面を引き直すことなどに要する手間等とのバラン\nスを検討し，意図的に変更しているのである。つまり，ゼネコンが，あまり両者の\n違いを深く検討せずに，両製品の形態や「クロスタイプ」等の名称から，被告製品\nも，原告らの製造販売している製品なのだろう，などと間違って（誤認混同し\nて），被告製品を採用してしまった，などということは，およそあり得ないのであ\nる。\n(3)　原告らの再反論\nア　原告製品の名称について\n平成８年度の建設省土木工事積算基準（甲１１８）には，「ＰＣフレー\nム据付工」に関する積算が掲載されていたが，平成９年度の同基準（甲１１９）で\nは，「ＰＣフレーム」という文言が「プレキャストコンクリート板」という文言に\n変更された。これは，「ＰＣフレーム」の名称が，原告協会の特定の受圧板を指す\n名称であったからである。しかしその他の記載をみるに，甲１１８の「クロスタイ\nプ」「セミスクエアタイプ」及び「スクエアタイプ」の３つのタイプの文言は，そ\nのまま平成９年度版（甲１１９），平成１３年度版（乙２）に引き続き掲載されて\nいるので，この３つのタイプの名称及び形態が原告製品の３つのタイプの製品を指\nしていることが明らかである。加えて前記平成８年度版には「本工種は，特許工法\nとなっているので，積算にあたっては留意する。」と記載されており，これはＰＣ\nフレームが特許工法であることを指している。この文言はそのまま前記平成９年度\n版，平成１３年度版（乙２）に，変更されることなくそのまま引き続き記載されて\nいる。平成９年度版の上記「本工種」というのは，この当時は原告製品のみを指し\nているのであるから，甲１１９（７１９頁）に記載されているクロスタイプ，セミ\nスクエアタイプ，及びスクエアタイプの３名称は，原告製品固有の名称を表示して\nおり，一般的な名称として使用されてはいない。被告協会が設立された平成１１年\n２月の前後を通じ上記建設省土木工事積算基準の３つのタイプの記載は，特定製品\nである原告製品の名称及び形態を指していることが明らかで，一般名称化している\n事実はない。むしろ原告製品の３つのタイプの名称及び形態が，甲１１８の掲載に\nより建設省から認知され，さらに３つのタイプの名称及び形態が一段と周知・識別\n性が増したと理解すべきである。\nイ　原告製品の形状が機能必然的なものであるとの主張について\n法面工事の現場での施工形態として，法面を帯状，格子状及び面状を切\nり取るとしても，切り取る方法は数多く考えられ必然的に原告商品の形態となるこ\nとはない。加えて面の形状又は脚の本数，長さ，太さ，厚さ，平面及び断面形状を\nどのようにするかにより多数の形状を選択することが可能である。例えば，バータ\nイプ（長方形状。甲１２４，１２５），原告製品のクロスタイプの変形として左右\nの長さが異なるタイプ（甲１２６，乙８）及び中心部分が八角形のタイプ（乙１\n１），段差を設けたタイプ（乙９）及び受圧板の脚が直角にクロスしていないタイ\nプ（甲１２７）の受圧板がある。スクエアタイプの変形としては，「ＫＫＥ受圧\n板」（乙８），「ＦＦＵ受圧板」（乙９），「ＲＣクロアブロック」の「スクエア\nタイプ」（乙１１）等がある。また受圧板の脚が，３本のタイプも存在する（甲１\n２８）。上記の実際の形状のほか，十字形状においても受圧板の脚の長さ，幅，厚\nさ等において様々な形状を想定することが可能であり，そのほか，面形状を正三角\n形状，円形状，四角形状としても各端部に枠部を設けるタイプも考えられ，十字形\n状あるいは四角形状としても原告製品と類似する形態となる必然性はない。また，\n上記のように左右対称でない受圧板も存在しているから，実際の受圧板を左右対称\nにしなければならないということはなく，左右対称にするとしても，左右対称の形\n状は種々の中から選択可能であるから，必ずしも原告製品の形状となることはな\nい。\nウ　被告製品の形状について\n(ア)　被告製品のクロスタイプについて\n被告らは，被告製品のクロスタイプの形状は登録第１０８９８６５号\nの意匠の実施品であることを理由に，原告製品のクロスタイプの形状とは非類似で\nあると主張する。しかし，被告製品のクロスタイプは，上記登録意匠の形状と同一\nではない。上記登録意匠の形状において四方に延びた脚の上面は，中央部から先端\n方向に緩やかに傾斜している。これに対し被告製品のクロスタイプは，中央円形状\nの蓋部分から四方に延出した脚の上面は先端方向へ向けて傾斜を強くしているが，\n脚の先端部分は傾斜ではなく平坦となっている（甲１０９の３枚目の写真）。なお\n中央部の蓋の形状は，円形状に加え八角形状のものもあるが（甲１０７の２枚\n目），この八角形の蓋の形状は原告製品の各タイプと同一である。原告製品のクロ\nスタイプは，四方に延びた脚の上面も先端方向に向けて傾斜を強くし，その先端部\n分の上面はやはり平坦である（甲３８）。このように，実際に流通している被告製\n品の形状は，ＰＣフレームとほぼ同一の形状である。\nまた，被告らは，被告らが被告製品を製造・販売することが，登録意\n匠権の実施で不正競争行為に当たらないと主張するが，上記登録意匠権は，創作者\nらが勤務する企業が原告協会に所属していた時に原告協会に無断で出願したもので\nあるから，原告らとの関係では同主張は権利の濫用に当たり許されないというべき\nである。\n(イ)　被告製品のスクエアタイプについて\n被告らは，被告製品のスクエアタイプの形状は登録第１１０２３７２\n号の意匠の実施品であることを理由に，原告製品のスクエアタイプの形状と非類似\nであると主張する。被告製品のスクエアタイプの形状（甲１１０の４枚目の写真）\nは，被告製品のクロスタイプの形状と四角形状が組み合わされた形状であるが，上\n記登録意匠の形状と若干異なっている。その違いは被告製品のクロスタイプの形状\nの違いによるものである。被告製品のスクエアタイプが登録第１１０２３７２号の\n意匠と異なるのはクロスしている脚と脚の各角部に跨る隅切状の模様が現れていな\nいことである。しかし上記(ア)と同様に原告製品のスクエアタイプ（甲３８の３及\nび４枚目の写真）と被告製品のスクエアタイプの形状の違いは微細であり，両者の\n類似性は否定できない。\n(ウ)　被告製品のセミスクエアタイプについて\n被告らは，被告製品のセミスクエアタイプの形状は，クロスタイプと\nスクエアタイプが非類似であるのと同じ理由で非類似であると主張する。しかし被\n告らは，クロスタイプについては登録第１０８９８６５号の意匠，スクエアタイプ\nについては登録第１１０２３７２号の意匠の存在により，原告製品の形状と異なる\nと主張するが，セミスクエアタイプについては意匠登録されていないから，同主張\nは根拠を欠く。被告製品のセミスクエアタイプの形状（甲１１０の３枚目の写真）\nは，原告製品のセミスクエアタイプの形状（甲４０の３枚目の写真）と類似する。\n被告製品のセミスクエアタイプは，クロスタイプの脚部が矩形の板の角部方向に延\nびた形状であるが，被告製品のクロスタイプの形状が原告製品のクロスタイプと若\n干異なっていても，被告製品のセミスクエアタイプが原告製品のセミスクエアタイ\nプと類似するのは明らかである。\n(エ)　以上のように被告製品のクロスタイプ及びスクエアタイプの実際の\n製品としての形状は，それぞれの登録意匠と異なっており，実際の被告製品のクロ\nスタイプ，スクエアタイプ及びセミスクエアタイプの各形状は，上記のように原告\n製品の各タイプの形状に類似する。\nエ　誤認混同のおそれについて\n(ア)　受圧板を使用する工事は公共事業であるが，実務的には事実上設計\n会社が受圧板を選択しており，その際，被告製品は原告製品と同一材料及び同一形\n状のため原告製品の代わりに使用することができることを宣伝文句に販売してい\nる。被告らの「ＰＵＣ受圧板工法設計・施工マニュアル」（甲１０４，１０５）の\n記載内容は原告らの「ＰＣフレームアンカー工法設計・施工の手引き」（甲３０な\nいし３５）の内容に似せているし，「ＰＵＣ受圧板工法積算資料」（甲１０６）は\n原告らの「ＰＣフレームアンカー工法標準積算資料」（甲２ないし６）とほほ同じ\nである。この場合設計者は，原告製品と被告製品とは機能計算，積算及び美観が同\n一であるためこれらについて別途検討する必要がない。また施工業者が，現場にお\nいて当初予定されていた受圧板を他の受圧板に変更する場合があっても，原告製品\nと被告製品との間では条件を検討する必要がないため容易に変更することが行われ\nている。このように受圧板は，事実上設計会社及び施工業者が需要者となってお\nり，これらの者の間で混同を招いているのが実情である。\n(イ)　被告らは，ＰＵＣ受圧板を会員企業に限って販売しているのでＰＣ\nフレームとの間に誤認混同を生じないと主張する。\n受圧板採用による工事の施主は，公共事業を行う国又は県等の各地方\n公共団体（以下，単に「役所」という。）であり，また工事施工業者は公共工事を\n入札したゼネコンである。さらに役所又はゼネコンから依頼された設計コンサルタ\nント業者も関わっている。各受圧板施工業者は，工事施主である役所の担当者，設\n計コンサルタント業者又は工事を受注するゼネコンに対し自己の受圧板を採用して\nもらうため積極的な受注活動を行う。この際に，受圧板施工業者は，受圧板に関す\nる文書等を配布し，役所，設計コンサルタント業者及びゼネコンの担当者に対し自\n己が取り扱う受圧板の構造及び形状等の特徴を説明する。また，役所，設計会社及\nびゼネコンに対し実際の施工現場の見学会を通じ受圧板を宣伝したりする。このよ\nうな受圧板施工業者の営業活動は，特に受圧板の構造及び形状等の特徴が共通して\nいる原告製品と被告製品の場合，相互に融通可能なため更に競争関係は熾烈であ\nる。設計段階において設計図面中に原告製品が採用されたとしても，ゼネコンの段\n階において被告製品に変更される場合がある。これは両者の構造がプレストレスト\nコンクリートで同じである上，形状が類似するため同一の積算資料が適用されるか\nらである。したがって原告協会内又は被告協会内の会員に対する流通過程では，原\n告製品と被告製品が競合することはないが，工事施主である役所及び工事元請けで\nあるゼネコンにおいて両者は誤認混同を生ずる。\nなお，被告らの主張するように，原告らの工法はＫＴＢアンカーしか\n選択できないものではなく，施主は選択した受圧板により適宜のアンカー工法を選\nぶことが可能である。しかも，受圧板は，まず法面の形状及び環境に適した形態が\n選択され，アンカーはその後の問題であるから，アンカー工法が受圧板の選択に影\n響することはない。\n被告らは，被告製品採用についての営業活動において，被告製品は原\n告製品と形状及び構造において共通であるため，積算資料も共通していることを最\n大のセールスポイントとして販売攻勢を行っており，誤認混同を生じさせている。\n３　争点３について\n(1)　原告らの主張\n原告会社は，被告らの不正競争行為により以下の損害を被った。\nア　被告ゼニスは，平成１１年３月から平成１２年９月までの間，被告製品\nであるＮＰＣタイプ（クロスタイプ）６０３基，ＮＰＳＳタイプ（セミスクエアタ\nイプ）５１０基及びＮＰＳタイプ（スクエアタイプ）３４１基を製造した。上記被\n告ゼニスが製造した被告製品は，被告エスイーに販売され，さらに被告エスイーよ\nり被告協会所属の会員企業に販売され，同会員企業により下記の工事高で施工され\nている。\n①ＮＰＣタイプ６０３基×５０万円／基＝３億０１５０万円\n②ＮＰＳＳタイプ５１０基×７０万円／基＝３億５７００万円円\n③ＮＰＳタイプ３４１基×９０万円／基＝３億０６９０万円\n上記合計９億６５４０万円\nイ　被告吉佳は，上記の工事施行高の３％を実施料として被告協会所属の施\n工業者から得ている。\n被告吉佳の利益額は，以下のとおりである。\n９億６５４０万円×０．０３＝２８９６万２０００円\n被告吉佳が受けた上記利益額は，原告会社の受けた損害の額と推定され\nるところ，被告らの外には，原告会社の類似商品の販売・施工を行う者はない。そ\nこで原告会社は，被告らの被告製品の販売等により得べかりし利益である金２８９\n６万２０００円の損害を被ったので，当該金員を原告会社の損害として，被告ゼニ\nス，同エスイー及び同吉佳に対し連帯して支払うよう求める。\n(2)　被告らの主張\n原告らの主張は，これを争う。\n第４　争点に対する判断\n１　争点１（「クロスタイプ」，「セミスクエアタイプ」及び「スクエアタイ\nプ」というコンクリート製斜面受圧板の名称は，原告らの周知又は著名な商品等表\n示といえるか）について\n(1)　本件における事実関係について\n前記の当事者間に争いのない事実に証拠（甲１ないし６，甲１１ないし２\n０，甲２２ないし２７，甲３０ないし１０１，甲１２３，甲１４３）及び弁論の全\n趣旨を総合すれば，次の各事実が認められる。\n原告会社は，押圧力により斜面（法面）を安定化させるプレストレストコ\nンクリート製の斜面受圧板である「ＰＣフレーム」（原告製品）を開発し，原告協\n会所属の他の会員企業と共に，原告協会の設立当時から原告製品を使用して斜面安\n定化工事を行ってきた。また，原告協会は，昭和６１年１２月に設立され，原告製\n品及びこれを用いたＰＣフレーム工法の普及を目的とした権利能力なき社団として\n設立され，原告協会所属の会員企業により運営されている。\n原告会社を始めとする原告協会所属の会員企業は，別紙製品目録１記載の\n製品を使用して上記工事を行ってきており，それにそれぞれ，(1)「クロスタイ\nプ」，(2)「セミスクエアタイプ」及び(3)「スクエアタイプ」の名称を付してい\nる。原告会社及び原告協会所属の会員企業は，同協会設立のころからこれら製品を\n使用して工事を行うようになった。上記名称については，遅くとも平成４年ころ，\nまずクロスタイプ及びスクエアタイプの名称を使用するようになった。これら原告\n製品は，他の商品に先駆けて販売されたもので，この原告商品の発売時には，市場\nに同種商品は存在しなかった。\n原告協会は，設立後から，次のカタログ及び冊子を作成するなどの原告協\n会所属の会員企業の普及活動により，これらを全国の原告協会所属の会員企業，ゼ\nネコン，施工業者，施主，役所及びコンサルタント等に配布するなどしてきた。①\nカタログ「ＰＣフレーム工法」は，平成７年から平成９年ころまで配布したが，現\n在まで年間４０００ないし５０００部配布されている。②「ＰＣフレームアンカー\n工法設計・施工の手引き」は，昭和６２年に初版を発行して以来，数度の改訂を行\nい，平成１０年に大改訂を行った。その内容は，原告製品の形状及び名称はもちろ\nん，原告製品の取扱説明などが記載されている。③「ＰＣフレーム工法標準積算資\n料」は，昭和６２年に初版を発行して以来改訂を重ね，平成１０年，「建設省土木\n工事積算基準」の公表に伴い大幅な改訂を行って，同年１０月，大改訂初版を発行\nした。④また原告協会は，上記冊子の発行のほか，１年に数回各地で原告製品の取\n扱についての技術講習会・シンポジウムの開催に加えＰＣフレーム工法に関するビ\nデオの配布を行ってきた。\n雑誌及び書籍への広告掲載等は，別紙「ＰＣフレーム協会発表一覧」のと\nおりである。(ア)雑誌「基礎工」には昭和６２年２月から平成１０年１２月まで広\n告や記事が掲載され，実際に施工した現場写真等が掲載されている。(イ)雑誌「土\n木施工」には，広告でセミスクエアタイプの形状が掲載され，(ウ)雑誌「土木技\n術」にも広告でセミスクエアタイプの施工状況が掲載され，(エ)雑誌「土と基礎」\nは，平成２年５月から平成１１年１１月まで広告でクロスタイプ又はセミスクエア\nタイプの施工状況の掲載が行われている。(オ)「日経コンストラクション」には広\n告で施工現場写真が，(カ)雑誌「地すべり技術」には，広告でセミスクエアタイプ\nの施工状況が掲載されている。新聞掲載に関しては，(キ)「日刊建設工業新聞」は\n平成７年５月から平成１２年５月の間，原告製品に関する記事や広告が掲載され，\nまた(ク)「環境新聞」及び(ケ)「日本工業新聞」にも同様の記事や広告が掲載され\nている。原告協会所属の会員企業は，全国にわたり多数の工事実績を残している。\n(2)　原告らは，原告製品の各タイプに付された名称「クロスタイプ」，「セミ\nスクエアタイプ」及び「スクエアタイプ」が，原告らの周知又は著名な商品等表示\nであると主張するので，この点につき検討する。\n原告らの主張する，「クロスタイプ」，「セミスクエアタイプ」及び「ス\nクエアタイプ」は，別紙製品目録１記載のとおり，コンクリート製で，クロスタイ\nプは十字型の受圧板であり，セミスクエアタイプは上記クロスタイプの４本の脚部\nが四角の対角線となるような形状にその脚部を正方形の板で結び，４つの角を隅切\nりした形状の受圧板であり，スクエアタイプは，上記クロスタイプの４本の脚部が\n直角に交わって四辺の中央に垂直に降りるようにこれと正方形の板を組み合せた形\n状の受圧板である。したがって，クロスタイプの「Ｃｒｏｓｓ（十字）」及びスク\nエアタイプの「Ｓｑｕａｒｅ（正方形）」は，まさにその形状をそのまま英訳し，\nこれに「型」を表す英単語「ｔｙｐｅ」を組み合せたにすぎないものである。ま\nた，「セミスクエアタイプ」は，「スクエアタイプ」に，「部分的な」とか「不完\n全な」の意を表す（新英和辞典５訂版，研究社刊）英語の接頭辞「Ｓｅｍｉ」を付\n加したものである。これらはいずれも，その形状をほとんどそのまま英訳したもの\nにすぎず，その名称に特異性は見られない。もともとこれらの名称は，「ＰＣフレ\nーム」という個性ある名称の下に付加して，その商品の中でその型を形状により識\n別するために付されたものであり，前記のような名称の内容に照らしても，それ自\n体で他から出されている商品との識別力を与えようとしたものとは認められない。\n(3)　上述のとおり，「クロスタイプ」，「セミスクエアタイプ」及び「スクエ\nアタイプ」の名称は，原告製品の中でその型を形状により識別するために付された\nものであり，その名称の内容も形状を誰にでも分かるような文言で表したものであ\nって，他の商品との識別力を与えることを目的とするものとは認められない。この\nように，上記の３つの名称については，その内容上，出所表示機能をもともと有さ\nないか，極めて乏しいものといわざるを得ない。そこで，次に，これら名称につ\nき，使用を積み重ねることにより出所表示機能を獲得するなどの事情が生じている\nか検討する。\n(4)　「建設省土木工事積算基準」への掲載について\nア　証拠（甲１１８，甲１１９，甲１２３，甲１４３，乙２，乙６）及び弁\n論の全趣旨によれば，以下の事実が認められる。\n平成８年度版「建設省土木工事積算基準」（建設大臣官房技術調査室監\n修，土木工事積算研究会編。甲１１８）には，「ＰＣフレーム設置工」との見出し\nが記載された項において，「適用範囲」として，「本資料は，グラウンドアンカー\nとＰＣフレーム（プレキャスト・プレストレストコンクリート板）を緊結すること\nにより，斜面等の安定化を図る工法に適用する。なお，ＰＣフレームは，クロスタ\nイプ，セミスクエアタイプ，スクエアタイプとする。」と記載され（同書７１３\n頁），「ＰＣフレーム据付工」の小項目の下においても「ＰＣフレーム」の種類を\n表す名称として「クロスタイプ」，「セミスクエアタイプ」及び「スクエアタイ\nプ」の名称が用いられている（同書７１４頁以下）。\nところが，平成９年度版の「建設省土木工事積算基準」（甲１１９）に\nは，「プレキャストコンクリート板設置工」との見出しが記載された項において，\n「適用範囲」として，「本資料は，グラウンドアンカーとプレキャストコンクリー\nト板を緊結することにより，斜面等の安定化を図る工法に適用する。なお，プレキ\nャストコンクリート板は，クロスタイプ，セミスクエアタイプ，スクエアタイプと\nする。」と記載され（同書７１７頁），「プレキャストコンクリート板据付工」の\n小項目の下においても「プレキャストコンクリート板」の種類を表す名称として\n「クロスタイプ」，「セミスクエアタイプ」及び「スクエアタイプ」の名称が用い\nられている（同書７１８頁以下）。すなわち，「ＰＣフレーム」という文言が「プ\nレキャストコンクリート板」という文言に変更されているが，上記３つの名称の記\n載はそのまま残されている。このように「プレキャストコンクリート板」の種類を\n表す名称として「クロスタイプ」，「セミスクエアタイプ」及び「スクエアタイ\nプ」の名称が用いられている記載は，その後の「建設省土木工事積算基準」におい\nても継続されており（乙２，乙６），平成１３年度版の「建設省土木工事積算基\n準」（乙２）を見ても，これと同様の記載となっている（同書６７１頁以下）。\nイ　上記のように，工事方法の名称が「ＰＣフレーム設置工」「ＰＣフレー\nム据付工」から「プレキャストコンクリート板設置工」「プレキャストコンクリー\nト板据付工」に変更され，部材の名称が「ＰＣフレーム」から「プレキャストコン\nクリート板」に変更された趣旨につき，原告協会の担当者（宮川良一事務局長，鈴\n木哲夫顧問）は，陳述書（甲１４３）において，「ＰＣフレーム」の名称が，原告\n協会の特定の受圧板を指す名称であったため，後発の業者から同基準の改定要請が\nあり，市場に新たに出てきたコンクリートブロック製の他の受圧板商品にも，同基\n準の本来の目的である「工事歩掛」を適用できるようにするために，建設省が変更\nしたものである旨を述べている。\nウ　上記によれば，「クロスタイプ」，「セミスクエアタイプ」及び「スク\nエアタイプ」の名称は，当初は，プレキャスト・プレストレストコンクリート板に\n該当する部材として，原告協会の「ＰＣフレーム」（原告製品）しか市場に存在し\nなかったことから，「ＰＣフレーム」の形状別の種類を表す名称として使用されて\nいたところ，プレキャスト・プレストレストコンクリート板の分野において原告製\n品以外の商品も市場に現れるに伴って，プレキャスト・プレストレストコンクリー\nト板に該当する部材一般について，その形状別の種類を表す普通名称として使用さ\nれるに至ったものと認めるのが相当である。\n(5)　以上によれば，「クロスタイプ」，「セミスクエアタイプ」及び「スクエ\nアタイプ」の名称は，もともと出所表示機能の乏しいものであるところ，原告らの\n使用や宣伝広告等により出所表示機能を取得したような事情も認めることができ\nず，かえって，プレキャスト・プレストレストコンクリート板に該当する部材一般\nについて形状別の種類を表す名称として，普通名称化しているというべきである。\nしたがって，これら３つの名称については，原告らの主張するようにこれらが原告\n協会及びその会員企業のグループの商品を示す商品等表示として周知ないし著名と\nなっていると認めることはできない。\nしたがって，これらの名称が不正競争防止法２条１項１号，２号の商品等\n表示に該当することを前提とする原告らの請求は，理由がない。\n２　争点２（別紙製品目録１記載のコンクリート製斜面受圧板の形状は，原告ら\nの周知又は著名な商品等表示といえるか）について\n(1)　商品の形態は，商品の機能を発揮したり，商品の美感を高めたりするため\nに適宜選択されるものであり，本来的にはその商品の出所を表示する機能を有する\nものではないが，特定の商品形態が同種の商品と識別し得る独自の特徴を有し，か\nつ，それが長期間にわたり継続的にかつ独占的に使用されたり又は短期間であって\nも強力に宣伝されるなどして使用されたような場合には，結果として，商品の形態\nが商品の出所表示の機能を有するに至り，かつ，商品表示としての形態が需要者の\n間で周知になり，不正競争防止法２条１項１号，２号にいう「他人の商品等表示」\nとして保護されることがあり得るというべきである。ただし，商品の形態が，当該\n商品の機能ないし効果と必然的に結びついている場合には，その形態は，上記規定\nにいう「他人の商品等表示」ということはできず，これについて同規定による保護\nは及ばないというべきである。けだし，上記のような商品の機能ないし効果と必然\n的に結びつく形態は，本来，発明ないし考案として，特許法等の工業所有権法によ\nり一定の要件の下に独占的地位を保障されることにより保護を与えられるべきもの\nであるところ，仮にこのような形態について不正競争防止法上の保護を与えるなら\nば，同法が目的とする出所の混同の防止を超えて，当該商品に利用されている技術\n思想そのものについて，工業所有権法上の保護を超えた独占的・排他的支配を認め\nることになり，技術の自由な利用によりもたらされる産業の発展や商品の自由な流\n通を阻害する結果となるからである。\n(2)　原告製品の形態について\n前記の当事者間に争いのない事実に証拠（甲１２３，乙１２の１ないし\n３）及び弁論の全趣旨を総合すれば，次の事実を認めることができる。\n原告製品が登場する以前は，斜面を安定化する工事を施すには，現場で鉄\n筋・型枠等を組み，それにコンクリート等を打設する工法，すなわち，現場打ちコ\nンクリート枠工法（鉄筋コンクリート製法枠を用いる。）やフリーフレーム工法\n（吹付けモルタル法枠工法）等で施工されていた。そして，法面の出来上がりの形\n態は，ほとんどが面形状（擁壁等）又は格子状であった。これらの工法では，コン\nクリートやモルタルが硬化するまで，斜面を切り崩した状態が続き，工期が長期間\n必要であるうえ，その間崩落の危険もあった。加えて，熟練技術者の不足，作業員\nの高齢化等により，現場での作業が少なくなる工法，及び現場管理，品質管理等が\n容易にできる工法が重要視され始めた。そこに登場した原告製品は，プレストレス\nトコンクリート製の受圧板を，あらかじめ品質管理の行き届いた工場で製造して，\n現場に運搬し，設置するという施工方法が可能なことから，前記のような需要に沿\nうもので，工事現場において好評を博し，前記１(1)において認定したとおり多数の\n工事実績を挙げることになった。\n原告製品を用いた工事は，前記１(2)において認定したような形状をした複\n数の原告製品を斜面の上方から順次数段又は横方向に隣接して施工するものであ\nる。原告製品は地中にアンカーを埋設し，これと緊結されたコンクリート製の受圧\n板を強力に斜面に押し付けることにより，斜面・法面の安定化を短期間でかつ容易\nに図ることができるようになっている。上記のような経緯から誕生した原告製品の\n形状は，必然的に従前の工法で施工された面形状又は格子状の斜面を１つずつのブ\nロックに切り取った形態となる。すなわち，景観（受圧板の間を植栽し，自然な外\n観の斜面とすることを含む。）や経済性，受圧板の据え付けやすさ等も考慮して，\n格子状を切り取った形状であるクロスタイプの形態を原則的なものとするが，地山\nに許容地耐力がなく，受圧板が沈み込んでしまうようなときは，表面積を広く取ら\nざるを得ないので，面形状を切り取った形態であるスクエアタイプが用いられるこ\nとになる。原告製品ではこの２種がまず開発された。さらに，後発的に，この中間\nタイプとして，受圧板の間に植栽もできるなどの双方の長所を兼ね備えたセミスク\nエアタイプが開発され，採用されるようになった。\n(3)　上記のように，プレストレストコンクリート製の受圧板の形状は，そもそ\nも当該製品が開発された経緯等に照らすと，前記のような事情から基本的に原告製\n品の３つのタイプとすることが考えられる。また，受圧板にかかる圧力が等しく受\n圧板全体にかかるように，受圧板の形状を上下左右を対称にするのが最もバランス\nがよく，合理的であると考えられる。このことと，可能な限り受圧板の表面積を広\nく取ることや，受圧板内部の鉄筋の配設がしやすい形状であることを要することな\nどを考慮すると，この種の受圧板の形状は，必然的に原告製品の３つのタイプに見\nられる基本的構成を備えたものとならざるを得ないものと認められる。原告らが提\n出する証拠（甲１２４ないし１３９等）の中には，上下左右が非対称な形状である\nものも見受けられるが，景観上の理由などからあえて特異な形を取ったものもある\nと考えられ，中には実際に施工されている例があるのか明らかでないものもあるな\nど，例外的なものというほかない。\n本件において，原告製品の形状と被告製品の形状を比較すると，その具体\n的な構成態様においては相違点が少なからず存在するものの，その基本的な構成態\n様において共通するものであるところ，原告製品と被告製品との間で共通する上記\nの３つの基本的な構成態様は，その機能と必然的に結びついたものといわざるを得\nないから，そもそも不正競争防止法２条１項１号，２号にいう商品等表示に当たら\nないものというべきである。\n(4)　また，前記１において認定したとおり，建設大臣官房技術調査室の監修に\n係る「建設省土木工事積算基準」において，プレストレストコンクリート製の受圧\n板に該当する部材一般について，その形状別の種類を表す名称として，「クロスタ\nイプ」，「セミスクエアタイプ」及び「スクエアタイプ」の名称が用いられてお\nり，これらの語がこの種の部材一般について形状別の種類を表す名称として普通名\n称化していることに照らせば，これらの語に対応する基本的形状についても，この\n種の部材における一般的な形状として需要者の間に広く認識されているものと認め\nられる。したがって，いずれにしても，原告製品と被告製品との間で共通する３つ\nの基本的な構成態様が，原告らの主張するように原告協会及びその会員企業のグル\nープの商品を示す商品等表示として周知ないし著名となっていると認めることはで\nきない。\n３　結論\n以上によれば，原告らの主張する原告製品の名称，形状については，これら\nが原告協会及びその会員企業のグループの商品を示す商品等表示として周知ないし\n著名となっていると認めることはできない。\nしたがって，不正競争防止法２条１項１号，２号に基づき，被告製品の製\n造・販売等の差止め及び損害賠償を求める原告らの請求は，いずれも理由がないも\nのというべきである。\nよって，主文のとおり判決する。\n東京地方裁判所民事第４６部\n裁判長裁判官　　　　三　　村　　量　　一\n裁判官        村　　越　　啓　　悦\n裁判官  　　  青　　木　　孝　　之\n（別紙）\n製品目録１製品目録２ＰＣフレーム協会発表一覧\n"
}