{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 12,
    "month": 8,
    "day": 29
  },
  "case_number": "平成12(ワ)2435",
  "case_name": "",
  "court_name": "大阪地方裁判所",
  "right_type": "不正競争",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "13015",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=13015",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/015/013015_hanrei.pdf",
  "contents": "平成一二年(ワ)第二四三五号  不正競争行為差止等請求事件\n判        決\n原　　　　　　　告 　　　     平野技研工業株式会社\n右代表者代表取締役　　　　　　【Ａ】\n右訴訟代理人弁護士　　　　　　水　　　野　　　武　　　夫\n同　　　　　　　　　　　　　　木　　　村　　　圭　二　郎\n同　　　　　　　　　　　　　　野　　　村　　　高　　　志\n被　　　　　　　告　　　　　　【Ｂ】\n主        文\n一　被告は、別紙目録一の別紙(二)記載の標章を使用したガス点火器、別紙目録\n二記載のガス点火器及び別紙目録三の別紙(一)記載の台紙を付したガス点火器を、\nサウディ・アラビア王国、アラブ首長国連邦、クウェイト国及びエジプト・アラブ\n共和国に輸出することを目的として製造し、又は右地域に輸出してはならない。\n二　被告は、その占有に係る前項記載の物件、別紙目録二記載のガス点火器の半\n製品及び製造用金型、別紙目録三の別紙(一)記載の台紙並びに前項記載の物件の宣\n伝、広告、説明用のパンフレット等の印刷物を廃棄せよ。\n三　被告は、原告に対し、金四二九万〇七〇八円及びこれに対する平成一二年三\n月一六日から支払済みまで年五分の割合による金員を支払え。\n四　原告のその余の請求をいずれも棄却する。\n五　訴訟費用はこれを四分し、その三を原告の、その余を被告の負担とする。\n六　この判決の第一項ないし三項は、仮に執行することができる。\n事　　　　実\n第一　当事者の求めた裁判\n一　請求の趣旨\n１　被告は、その製造、販売に係るガス点火器につき別紙目録一の標章を使用\nし、又は右標章を使用したガス点火器を、サウディ・アラビア王国、アラブ首長国\n連邦、クウェイト国及びエジプト・アラブ共和国に輸出することを目的として製造\nし若しくは右地域に輸出してはならない。\n２　被告は、別紙目録二のガス点火器を、サウディ・アラビア王国、アラブ首\n長国連邦、クウェイト国及びエジプト・アラブ共和国に輸出することを目的として\n製造し又は右地域に輸出してはならない。\n３　被告は、別紙目録三の台紙を付したガス点火器を、サウディ・アラビア王\n国、アラブ首長国連邦、クウェイト国及びエジプト・アラブ共和国に輸出すること\nを目的として製造し又は右地域に輸出してはならない。\n４　被告は、その占有する別紙目録一記載の標章を使用したガス点火器、別紙\n目録二記載のガス点火器及びその製造用金型、別紙目録三記載の台紙、別紙目録一\n記載の標章及び別紙目録三の台紙を付したガス点火器、これらの半製品及び右各物\n件の宣伝、広告又は説明用のパンフレット等の印刷物を廃棄せよ。\n５　被告は、原告に対し、金一六〇九万六二四〇円及びこれに対する平成一二\n年三月一六日から支払済みまで年五分の割合による金員を支払え。\n６　訴訟費用は被告の負担とする。\n７　仮執行宣言。\n二　請求の趣旨に対する答弁\n１　原告の請求をいずれも棄却する。\n２　訴訟費用は原告の負担とする。\n第二　当事者の主張\n一　請求原因\n１（当事者）\n(一)　原告は、ガス点火器の製造、販売等を目的とする株式会社である。\n(二)　被告は、業としてガス点火器の製造、販売をしている者である。\n２（原告商品の輸出）\n原告は、遅くとも昭和五二年ころ以降、別紙目録二記載のものと同一形状\nの家庭用ガス点火器（ただし「ＳＰＡＲＫーＳ」の刻印の代わりに「ＳＰＡＲＫー\nＬ」の刻印のあるもの）を、別紙目録一の別紙(一)の標章（以下「原告標章」とい\nう。）を使用して、別紙目録三の別紙(二)の台紙（以下「原告台紙」という。）を\n付して、サウディ・アラビア王国、アラブ首長国連邦、クウェイト国及びエジプ\nト・アラブ共和国（以下「サウディ・アラビア王国等」という。）を含む中近東地\n域に輸出している（以下この商品を「原告商品」という。検甲１）。\n３（原告標章等の周知性）\n原告商品は、長年にわたり原告の主力商品として、日本国内で販売するほ\nか、複数の商社を通じて中近東地域に輸出されており、とりわけ、サウディ・アラ\nビア王国等においては、本件製品は「ピストル型の日本製のガス着火器」として定\n着しており、輸出数量の多さという点から見ても、毎年安定した輸出実績を積み重\nねているという点からしても、十分に周知されているものである。\nしたがって、原告標章、原告商品の形態及び原告台紙は、いずれも、サウ\nディ・アラビア王国等の中近東地域において、原告商品の商品表示として周知性を\n有している。\n４（被告商品の製造、輸出）\n被告は、平成一一年七月又は八月ころから、別紙目録一の別紙(二)の標章\n（以下「被告標章」という。）を使用した別紙目録二記載のガス点火器を、別紙目\n録三の別紙(一)記載の台紙（以下「被告台紙」という。）を付して製造し、中近東\n地域に輸出している（以下この商品を「被告商品」という。検甲２）。\n５（被告の行為の不正競争該当性）\n３のとおり、原告商標、原告商品の形態及び原告台紙は、いずれもサウデ\nィ・アラビア王国等において原告商品の商品表示として周知性を有しているとこ\nろ、被告標章は原告標章と、被告商品の形態は原告商品の形態と、被告台紙は原告\n台紙とそれぞれ類似し、被告商品と原告商品との間に出所の混同が生じるおそれが\nあるから、４の被告の行為は、不正競争防止法二条一項一号の不正競争行為に該当\nする。\n６（被告の過失）\n被告には、右不正競争行為を行うについて少なくとも過失がある。\n７（損害）\n(一)　逸失利益\n平成一一年七月以降、被告商品が市場に出るとの噂がサウディ・アラビ\nア王国で流れ始めたため、同年八月末頃から、原告商品を扱う商社は現地のバイヤ\nーから値下げを要求されるようになり、その結果、原告も各商社への販売価格を下\nげざるを得なくなったほか、一部注文のキャンセルすら生じた。\nまた、被告商品がサウディ・アラビア王国に輸出された後は、今後他の地\n域にも同製品の輸出がなされる可能性があるとの理由により、原告は、取引先商社\nから、中近東地域に対する輸出の場合には輸出先地域のいかんにかかわらず値下げ\nされた金額での取引を求められている。\n右によって原告に生じた損害額は次のとおりである。\n(1)　ユニック株式会社取扱分について\nア　一九九九年九月三〇日付分から二〇〇〇年二月一五日付分までは、受\n注時には単価を三五〇円とする約定であったものが、販売時には値下げを求めら\nれ、単価を三一〇円ないし三三五円とせざるを得なかった。したがって、右の差額\nが原告の損害であり、具体的には別紙損害額計算表１記載のとおり、二一一万八二\n四〇円となる。\nイ　また、別紙損害額計算表１において「２月予定分」とあるのは、既に\n発注がなされていたものが、被告商品が販売されたために保留となり、結局キャン\nセルとなったものである。これは、被告商品が出現しなければ受注金額どおりでの\n販売がされていたはずであるから、この点については、受注金額（単価三五〇円に\nよる）の金七五六万〇〇〇〇円の全額が原告の損害となる。\nウ　したがって、ユニック株式会社取扱分の関係では、合計九六七万八二\n四〇円が、平成一一年九月から平成一二年二月末までの期間に生じた原告の損害と\nなる。\n(2)　大器株式会社取扱分について\n一九九九年一〇月五日付分から二〇〇〇年二月二九日付分までは、受注\n時には単価を三五〇円とする約定であったものが、販売時には値下げを求められ、\n単価を三一〇円ないし三三五円とせざるを得なかった。したがって、右の差額が原\n告の損害であり、具体的には別紙損害額計算表２記載のとおり、一〇六万九二〇〇\n円となる。\n(二)　無形損害\n被告商品を検査した結果、原告商品に比べて著しく品質の劣る粗悪品で\nあることが判明しており、両商品が混同されることによって、原告商品に対する社\n会的評価は著しく害されており、これを金銭で見積もると、五〇〇万円を下らな\nい。\n(三)　弁護士費用\n本件において原告が要する弁護士費用は、一五〇万円を下ることはない。\n(四)　合計\n(一)ないし(三)の合計一七二四万七四四〇円が原告に生じた損害額であ\nるが、原告は、大阪地方裁判所平成一二年(ヨ)第二〇〇一三号仮処分命令申立事件\nの和解に基づき、本件の被告であった中山福株式会社から和解金として金一〇〇万\n円の支払を受けるから、その限度で原告の損害は回復されることになる。\nそして、本件において原告は、右の損害の内金一六〇九万六二四〇円の\n請求をする。\n８（まとめ）\nよって、原告は、被告に対し、①不正競争防止法二条一項一号、同法三条\nに基づく４の不正競争行為の差止め及び予防措置としての被告商品等の廃棄、②同\n法四条に基づく損害賠償として金一六〇九万六二四〇円及びこれに対する平成一二\n年三月一六日（本訴状送達の日の翌日）から支払済みまで民法所定の年五分の割合\nによる遅延損害金の支払を求める。\n二　請求原因に対する認否\nすべて否認する。\n家電業界においては、同一の商品形態を有する商品（電気ストーブやオーブ\nントースター等）が同時に数社から販売されて厳しい競争を行っている例が数多く\nあり、本件における被告の行為もそれらと何ら異なるものではない。\n第三　証拠\n証拠関係については、本件記録中の書証目録の記載を引用する。\nなお、以下、書証の掲記は甲１などと略称し、枝番のすべてを指す場合には\nその記載を省略する。\n理　　　　由\n一　請求原因１（当事者）は、甲１及び弁論の全趣旨により認められる。\n二　請求原因２（原告商品の販売）は、甲３、10及び弁論の全趣旨により認められ\nる。\n三　請求原因３（原告標章等の周知性）について\n１　証拠（甲３、10、29、30、33、35、36）によれば、次の事実が認められる。\n(一)　原告は、昭和四八年ころに原告商品を開発して販売を開始したが、その\n後中近東地域に輸出を行うようになり、昭和五二年度には、クウェイト国向け輸出\n額が七〇〇〇万円に達し、その後も輸出を伸ばし、平成一〇年度には、サウディ・\nアラビア王国には二四万一二〇〇個（約八三二一万円）、アラブ首長国連邦には六\n万三三六〇個（約二一九九万円）、クウェイト国には五万二五六〇個（約一八〇五\n万円）、エジプト・アラブ共和国には二万一六〇〇個（約七五二万円）の輸出実績\nを上げており、平成一一年度にもこれをやや上回る輸出実績を上げている。\n(二)　右の中近東地域では、日本製の製品に対する信用が厚く、原告商品は日\n本製のガス点火器としてはほぼ一〇〇パーセントの市場占有率を占めており、その\nため、現地では、原告商品のことを「ピストル型の日本製着火器具」と呼んでお\nり、近年は生産が注文に追いつかない状態となっていた。\n２　右認定事実からすれば、原告標章、原告商品の形態及び原告台紙は、いずれ\nも、サウディ・アラビア王国等の中近東地域において、平成一一年ころまでには、\n原告商品の商品表示として需要者の間に広く知られるようになり、周知性を有して\nいると認められる。\nしたがって、請求原因３の事実はこれを認めることができる。\n四　請求原因４（被告商品の製造、輸出）は、弁論の全趣旨から認められる。\n五　請求原因５（被告の行為の不正競争該当性）について\n(一)　被告標章は「ＳＰＡＲＫーＳ」というものであって、原告標章の「ＳＰＡ\nＲＫーＬ」とは、「Ｌ」を「Ｓ」に変えたものにすぎないから、両者は類似してい\nるといえる。\n(二)　また、検甲１及び２によれば、被告商品の形態は、原告商品の形態とほぼ\n同一であり、側面の刻印が「ＳＰＡＲＫーＬ」か「ＳＰＡＲＫーＳ」かの相違があ\nるにすぎないから、両者は類似しているといえる。\n(三)　さらに、原告台紙及び被告台紙は、いずれも、①縦長長方形の右上部を赤\n地の台形状に、左下部を黒地の台形状に、ほぼ二分の一の大きさに区切り、②赤字\n部分には、上部に女性がガスレンジに向かって料理をしている絵が描かれ（ただし\n具体的な絵柄は異なる。）、その下に斜め線に沿って、黒字で二行にわたり「ＧＲ\nＥＡＴ　ＦＯＲ　ＨＡＮＤＹＭＡＮ」「ＨＯＭＥ　ＵＳＥ・ＴＲＡＤＥＳＭＡＮ\nＥＴＣ．」と記載され、その下に白字で大きく一行に「……ＧＡＳ　ＩＧＮＩＴＥ\nＲ」（ただし…部分の文字は異なる。）と記載され、更にその下に黒字で一行に\n「ＮＯ　ＢＡＴＴＥＲＩＥＳ！　ＮＯ　ＦＬＩＮＴＳ！　ＮＯ　ＦＵＳＥＳ！」と\n記載され、③黒地部分には、左上部に、白字で、斜めに「ＰＲＯＰＡＮＥ．ＮＡＴ\nＵＲＡＬ　ＧＡＳ．ＣＩＴＹ　ＰＩＰＥＬＩＮＥ　ＧＡＳ」と記載され、その右に\n二段にわたって、「Ｅｌｅｃｔｒｏｎｉｃ　Ｓｐａｒｋ　Ｌｉｇｈｔｓ」「Ｇａｓ\nＢｕｒｎｅｒｓ　Ｉｎｓｔａｎｔｌｙ！」と記載され、一行置いて「ＭＡＤＥ\nＩＮ　ＪＡＰＡＮ」と記載され、最下部には、五行にわたって、「ＩＮＳＴＲＵＣ\nＴＩＯＮＳーＤｏ　ｎｏｔ　ｌｅｔ　ｔｈｅ　ｉｇｎｉｔｉｏｎ　ｔｉ\nｐ　ｔｏｕｃｈ　ｍｅｔａｌ　ｐａｒｔｓ　ｓｕｃｈ　ａｓ　ｂｕｒｎｅｒ　ｎｏ\nｚｚｌｅ．Ｈｏｌｄ　ｉｇｎｉｔｅｒ　ｈｅａｄ　ａｔ　ｌｅａｓｔ　１／４ｉｎ\nｃｈ　ａｗａｙ　ｆｒｏｍ　ｂｕｒｎｅｒ　ｎｏｚｚｌｅ．」と記載されている点\nにおいて共通しており、両者は、台紙の構成、配色、キャッチコピーの文言及び配\n列において酷似しているから、両者は若干の差異もあるものの、全体として類似し\nていると認められる。\n(四)　そして、(一)ないし(三)で認定した類似性からすれば、被告標章、被告商\n品の形態及び被告台紙は、それらがガス点火器に使用されることによって、原告商\n品との間で出所の混同を来すおそれは十分に認められ、甲33によれば、サウディ・\nアラビア王国では現実に混同が生じていると認められる。\n(五)　以上によれば、被告が被告標章を使用したガス点火器、被告商品及び被告\n台紙を付したガス点火器をサウディ・アラビア王国等に輸出する行為は、不正競争\n防止法二条一項一号の他人の周知の商品等表示を使用した商品を「輸出」する行為\nを構成するというべきである。\nこの点について被告は、他の家電製品において同一の形態の商品が数社から\n販売されている例が数多くあると主張して乙２ないし８（カタログ）を提出する\nが、不正競争防止法二条一項一号は、特定の者の出所を示す商品表示として需要者\nの間に周知性を獲得しているものと類似の商品表示を使用することによって、他人\nの商品表示に化体した信用を不正に利用しようとする行為を不正競争行為として規\n制しているのであり、先に述べたところからすれば、本件における被告の前記行為\nが右に該当することは明らかであって、家電製品の販売業界における他社の商品販\n売の実情をもって被告の行為を正当化することはできない。なお、被告が指摘する\n例においては、そもそも商品形態が特定の出所を示す商品表示として需要者の間に\n周知となっている場合であるか否かも明らかでない。\n(六)　したがって、本件における原告の請求のうち、被告が被告標章を使用した\nガス点火器、被告商品及び被告台紙を付したガス点火器をサウディ・アラビア王国\n等に輸出する行為の差止めを求める部分は、不正競争防止法三条一項により理由が\nあるものと認められる。\nまた、右被告商品等をサウディ・アラビア王国等に輸出する目的で製造する\n行為の差止めを求める請求については、右不正競争行為による営業上の利益の侵害\nを予防するのに必要な行為として、不正競争防止法三条二項に基づいて許容される\nべきである。\nさらに、被告商品等の廃棄を求める請求については、原告標章等がサウデ\nィ・アラビア王国等以外の地域において周知性を有していることは認めるに足り\nず、したがって被告が右地域以外で被告商品を輸出、販売することは違法とはいえ\nないことからすれば、被告商品等の廃棄までを認めるのは過剰とも見られないでは\nない。しかし、弁論の全趣旨によれば、被告は、被告商品を中近東以外の地域に輸\n出、販売することは予定していないものと認められるから、被告が現に占有してい\nる被告商品等は、すべて右地域に輸出することを目的としていると推認される。そ\nうとすれば、被告が現に占有する被告商品等の廃棄請求についても、不正競争防止\n法三条二項に基づいて許容されるべきである。\n他方、被告に対してその製造、販売に係るガス点火器につき被告標章を使用\nすることの差止めを求める請求については、ここで差止めの対象となる使用行為は\n日本国内の行為を対象とするものであるところ、原告標章等が日本国内において周\n知性を有していることを認めるに足りる証拠はないから、被告商品等をサウディ・\nアラビア王国等に輸出することを超えて、一般的に被告標章の使用の差止めを認め\nることはできない。\nなお原告は、被告が原告標章、原告商品の形態及び原告台紙を使用したガス\n点火器を輸出すること等の差止め等も請求するが、被告がそのような商品を製造\nし、輸出するおそれがあるとは認められないから、これらの請求は認められない。\n六　請求原因６（被告の過失）は、これまでに判示したことから認められる。\n七　請求原因７（損害）について\n１　逸失利益について\n(一)　証拠（甲33、36ないし42、46、47）によれば、次の事実が認められる。\n(1)　サウディ・アラビア王国では、原告商品と酷似した被告商品の販売が開\n始され、しかも原告商品が一ダース当たり一九〇サウジリヤルで販売されているの\nに対し、被告商品は一ダース当たり一六〇ないし一七〇サウジリヤルと安く販売さ\nれていたことから、原告商品の市場価格が急落するに至った。そのため、現地のバ\nイヤーから、原告商品を取り扱う商社のユニック株式会社及び大器株式会社に対\nし、原告商品の値下げが要求されるようになり、それに対応して右両社も原告に値\n下げを要求するに至った。\n(2)　ユニック株式会社取扱分については、\nア　一九九九年九月三〇日付分から二〇〇〇年二月一五日付分までの合計\n一一万四九一二個について、別紙損害額計算表１記載のとおり、受注時には単価を\n三五〇円とする約定であったものが、販売時には値下げを求められ、単価を三一〇\n円ないし三三五円とせざるを得なかった。右の差損額は、合計二一一万八二四〇円\nとなる。\nイ　また、既に単価三五〇円で二万一六〇〇個の発注がなされていた別紙\n損害額計算表１の「２月予定分」とある取引は、被告商品が販売されたために保留\nとなり、結局キャンセルとなった。\n(3)　大器株式会社取扱分については、一九九九年一〇月五日付分から二〇〇\n〇年二月二九日付分までの合計六万七六八〇個について、別紙損害額計算表２記載\nのとおり、受注時には単価を三五〇円とする約定であったものが、販売時には値下\nげを求められ、単価を三一〇円ないし三三五円とせざるを得なかった。右の差額損\nは、一〇六万九二〇〇円となる。\n(二)　右によれば、被告による被告商品の輸出、販売と、原告商品の値引き及\nびキャンセルとの間には相当因果関係があると認められる。\n(1)　したがって、まず、右(一)の(2)ア及び(3)の差額損については、原告が\n被告の本件不正競争行為によって被った損害であるといえる。\n(2)　また、原告が右(一)の(2)イのキャンセルによって被った損害も、原告\nが被告の本件不正競争行為によって被った損害であるといえるが、ここでの損害の\n額は、右取引が予定どおり履行されていれば原告が得られたであろう利益の額であ\nって、右取引による売上額そのものではない。\nそこで右得べかりし利益の額について検討するに、まず、右取引による\n売上予定額は前記認定のとおり七五六万円である。次に、原告の利益率について\nは、甲８、43ないし45によれば、原告における営業全体についての粗利益率は二\n二・五三パーセントであり、原告の営業全体の売上高に占める原告商品の売上高の\n割合は約八〇パーセントであると認められるから、原告商品についての粗利益率も\n右と同様に考えることができる。もっとも原告が営業活動を行うに当たっては、更\nに販売費及び一般管理費も必要となるが、右キャンセルされた取引の個数（二万一\n六〇〇個）は、甲８によって認められる平成一一年度の原告商品全体の売上見込個\n数（四七万八二〇〇個）の五パーセント弱にすぎず、しかも取引先は従前からの取\n扱商社であるユニック株式会社であるから、それだけの量を追加的に販売するのに\n販売費及び一般管理費が追加的に必要になったとは考えられない。したがって、原\n告が右キャンセルにより失った利益の額は、得べかりし粗利益額に等しい一七〇万\n三二六八円（7,650,000×0.2253）であると認められる。\n(3)　したがって、原告の逸失利益額は、合計四八九万〇七〇八円となる。\n２　無形損害について\n甲19によれば、被告商品のメッキは、原告商品のメッキよりも薄いことが認\nめられるが、そのために原告商品に対する営業上の信用が毀損されたことを認める\nに足りる証拠はないから、無形損害についての原告の請求は認められない。\n３　弁護士費用について\n本件に表れた一切の事情からすれば、本件における被告の不正競争行為と相\n当因果関係を有する弁護士費用相当額としては、四〇万円とするのが相当である。\n４　合計額\n以上によれば、原告の損害額は合計五二九万〇七〇八円となるが、原告が当\n庁平成一二年(ヨ)第二〇〇一三号事件において、本件の相被告であった中山福株式\n会社から被告商品の輸出、販売に係る和解金として一〇〇万円の支払を受けること\nは原告自身が自認するところであるから、これを控除した四二九万〇七〇八円が最\n終的な損害額となる。\n八　まとめ\n以上によれば、原告の請求は主文掲記の限度で理由があるから、主文のとおり判\n決する。\n（平成一二年六月二三日口頭弁論終結）\n大阪地方裁判所第二一民事部\n裁判長裁判官　　　小　　　松　　　一　　　雄\n裁判官      高　　　松　　　宏　　　之\n裁判官      安　　　永　　　武　　　央\n別紙目録一　　別紙（一）　別紙（二）\n別紙目録二　　別紙写真\n別紙目録三　　別紙（一）　別紙（二）\n（別紙）損害額計算表１\n（別紙）損害額計算表２\n"
}