{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 12,
    "month": 8,
    "day": 10
  },
  "case_number": "平成12(行ケ)15",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "13030",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=13030",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/030/013030_hanrei.pdf",
  "contents": "平成１２年（行ケ）第１５号　審決取消請求事件\n判　　　　決\n原　告　　        日亜化学工業株式会社\n代表者代表取締役　Ａ\n訴訟代理人弁護士　品川澄雄、山上和則、吉利靖雄\n弁理士　Ｂ、Ｃ、Ｄ、Ｅ\n被　告　　        豊田合成株式会社\n代表者代表取締役　Ｆ\n訴訟代理人弁護士　大場正成、尾崎英男、嶋末和秀、黒田健二\n弁理士　Ｇ、Ｈ\n主　　　　文\n特許庁が平成１１年審判第３５００５号について平成１１年１１月１５日にした\n審決を取り消す。\n訴訟費用は被告の負担とする。\n事実及び理由\n第１　原告の求めた裁判\n主文第１項同旨の判決。\n第２　事案の概要\n１　特許庁における手続の経緯\n原告は、名称を「窒化インジウムガリウム半導体の成長方法」とする特許第２７\n５１９６３号発明（平成４年６月１０日を第１の国内優先日、平成４年１１月４日\nを第２の国内優先日として平成５年５月７日出願、平成１０年２月２７日設定登\n録。本件発明）の特許権者である。被告は、平成１０年１２月２９日、原告を被請\n求人として、特許庁に対し、本件発明について無効審判の請求をし、平成１１年審\n判第３５００５号事件として審理された結果、平成１１年１１月１５日「特許第２\n７５１９６３号発明の明細書の請求項第１項ないし第４項に記載された発明につい\nての特許を無効とする。」との審決があり、その謄本は平成１１年１２月１６日原\n告にに送達された。\n２　本件発明の要旨\n【請求項１】有機金属気相成長法により、次に成長させる窒化ガリウム層または窒\n化ガリウムアルミニウム層よりも低温で成長させるバッファ層を介して、バッファ\n層よりも高温で成長させた該窒化ガリウム層または窒化ガリウムアルミニウム層の\n上に、原料ガスとして、ガリウム源のガスと、インジウム源のガスと、窒素源のガ\nスとを用い、同じく有機金属気相成長法により、窒化インジウムガリウム半導体を\n成長させることを特徴とする窒化インジウムガリウム半導体の成長方法。\n【請求項２】前記原料ガスのキャリアガスとして窒素を用いることを特徴とする請\n求項１に記載の窒化インジウムガリウム半導体の成長方法。\n【請求項３】前記窒化インジウムガリウム半導体を６００℃より高い温度で成長さ\nせることを特徴とする請求項１または２に記載の窒化インジウムガリウム半導体の\n成長方法。\n【請求項４】前記窒化インジウムガリウム半導体成長中、インジウム源のガスのイ\nンジウムのモル比を、ガリウム１に対し、０．１以上にすることを特徴とする請求\n項１乃至３の内のいずれか１項に記載の窒化インジウムガリウム半導体の成長方\n法。\n３　審決の理由の要点\n審決は、特許請求の範囲の請求項１の「原料ガスとして、ガリウム源のガスと、\nインジウム源のガスと、窒素源のガスとを用い、有機金属気相成長法により、次に\n成長させる窒化ガリウム層または窒化ガリウムアルミニウム層よりも低温で成長さ\nせるバッファ層を介して、バッファ層よりも高温で成長させた該窒化ガリウム層ま\nたは窒化ガリウムアルミニウム層の上に、窒化インジウムガリウム半導体を成長さ\nせることを特徴とする窒化インジウムガリウム半導体の成長方法。」の記載につ\nき、原告からされた、平成１１年４月１２日付けの明瞭でない記載の釈明を目的と\nする訂正請求を認めて、本件発明の要旨を前記２のとおりであるとした上、請求項\n１に係る発明のうち、「バッファ層よりも高温で成長させた該窒化ガリウムアルミ\nニウム層の上に・・・窒化インジウムガリウム半導体を成長させる」発明は、第２\nの国内優先日を基準にして新規性、進歩性等が判断されるものであるとし、本件請\n求項１ないし４に係る発明は、本件出願の第２の国内優先日である平成４年１１月\n４日より前に出願された他の出願であって、本件出願の第２の国内優先日後に出願\n公開された特願平４－２０３０８４号（特開平６－２１５１１号）の願\n書に最初に添付した明細書又は図面（先願明細書）に記載された発明と同一であ\nり、しかも、本件出願の発明者が上記他の出願に係る発明者と同一ではなく、本件\n出願時において、本件出願の出願人が上記他の出願の出願人と同一でもないとし、\n本件各請求項に係る発明は、特許法２９条の２の規定により、特許を受けることが\nできない、と判断した。\n第３　原告主張の審決取消事由\n本件特許については、本件無効審判手続とは別個に４件の特許異議申立てがあ\nり、平成10年異議第75365号、同号の02、同号の03、同号の04として審理されたが、\n原告は、平成12年2月23日、\n（ｲ）本件特許明細書の特許請求の範囲の中から、「窒化ガリウムアルミニウム\n層」を削除して、「窒化ガリウム層」に減縮すること、\n（ﾛ）同じく特許請求の範囲の記載の中の「原料ガスとして、ガリウム源のガス\nと、インジウム源のガスと、窒素源のガスとを用い」なる語句の記載場所を訂正し\nて、この原料ガスで成長させる対象は、「窒化インジウムガリウム半導体」である\nことを明瞭にすること、\nの２つを主たる目的とする訂正請求を、上記特許異議手続の中で行った結果、平\n成12年3月1日、「訂正を認める。特許第２７５１９６３号の請求項１ないし４に係\nる発明の特許を維持する。」との異議の決定があり、確定した。その結果、訂正後\nの明細書又は図面に記載の発明には無効理由がなくなり、審決は違法となる。\n第４　審決取消事由に対する被告の反論\n異議の決定において訂正を認められた請求項１は、特許法３６条５項の規定に違\n反し、また、JAPANESE JOURNAL OF APPLIED PHYSICS VOL.30,NO.12A,DECEMBER,1991\nL1998-L2001頁及び特開平３－２０３３８８号公報に記載された発明から容易に発明\nすることができたから、本件特許は特許法２９条２項の規定に違反してされたもの\nである。これに反してされた原告主張の異議の決定の違法性は明らかである。\nしたがって、上記異議の決定があったとしても、審決を取り消すべき根拠はな\nい。\n第５　当裁判所の判断\n甲第８号証及び弁論の全趣旨によれば、原告主張のとおりの経緯、内容による異\n議の決定があり、同決定は確定したことが認められる。この異議の決定により、審\n決が認定した本件発明の特許請求の範囲の各請求項（前記第２の２）については、\n「窒化ガリウム層または窒化ガリウムアルミニウム層」の記載部分が「窒化ガリウ\nム層」に訂正され、したがって、本件発明の要旨につき「窒化ガリウムアルミニウ\nム層」が削除されて「窒化ガリウム層」のみに減縮する訂正があったことになるか\nら、この訂正前の特許請求の範囲に基づき本件発明の要旨を認定し、本件発明は先\n願明細書に記載された発明と同一であるとした審決の判断は、その前提において結\n果的に誤ったことになる。そして、この誤りは審決の結論に影響があるものとし\nて、審決は取消しを免れない。\n被告は、上記異議の決定で訂正を認められた発明は特許法３６条５項、２９条２\n項の規定に該当すると主張するが、その主張の当否については、まず特許庁におい\nて別途審理すべきものであり、本件審決取消訴訟において審理することはできな\nい。\n第６　結論\n以上のとおりであり、原告の請求は認容されるべきである。\n（平成１２年７月２５日口頭弁論終結）\n東京高等裁判所第１８民事部\n裁判長裁判官　　　永　　　井　　　紀　　　昭\n裁判官　　　塩　　　月　　　秀　　　平\n裁判官　　　橋　　　本　　　英　　　史\n"
}