{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 12,
    "day": 9
  },
  "case_number": "平成15(う)61",
  "case_name": "業務上過失致死傷，業務上過失往来危険被告事件",
  "court_name": "広島高等裁判所第1部",
  "original_court_name": "広島地方裁判所",
  "original_case_number": "平成14(わ)257",
  "lawsuit_id": "3785",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=3785",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/785/003785_hanrei.pdf",
  "contents": "主　　　　　　　文\n原判決を破棄する。\n被告人は無罪。\n理　　　　　　　由\n本件控訴の趣意は，弁護人水中誠三作成の控訴趣意書及び控訴趣意書（補充１）に，\nこれに対する答弁は，検察官見越正秋作成の答弁書にそれぞれ記載されているとおり\nであるから，これらを引用する。\n論旨は，要するに，原判決は，汽船甲に船長として乗り組み，Ｂに操舵させて操船業務\nに従事していた被告人が，平成１２年１１月１８日午後４時５８分ころ，広島市南区宇品灯\n台沖の海上を，速力約４ノットで航行していた際，右舷側約２００メートルの海上に汽船乙\nを視認したのであるから，同船の動静を注視するのはもとより，Ｂに対し的確な指示を与\nえて進路の安全を確認しつつ航行し，同船との衝突を未然に防止すべき業務上の注意\n義務があるのにこれを怠り，乙が航行を開始することがないものと軽信し，同船の動静を\n注視せず，Ｂに対し何ら的確な指示を与えることなく，漫然航行した過失により，乙が甲\nの進路上に向け航行を開始したことに気付かず，乙が至近距離に迫って初めて同船と\nの衝突の危険を感じたが，衝突回避の措置を講じる間もなく，同日午後５時ころ，乙の船\n首部と甲の右舷側外板中央付近を衝突させて両船に損傷を与え，もって，艦船の往来\nに危険を生じさせるとともに，衝突により，甲に乗船していたＣ（当時１５歳）に対し，両側\n肺挫傷等の傷害を負わせて大量出血により死亡させ，Ｄ（当時１５歳）に対し，加療約１１\n６日間を要する右腓骨内果骨折等の傷害を負わせたとの事実を認定したが，衝突時，乙\nは，原判決認定の速力約９ノットではなく，約１５．２ノットまで速力を増速していたと考えら\nれること，甲は，第１航路内を航行していたから，港則法１４条１項により優先航行権があ\nり，信頼の原則が適用されることなどからすると，停船中の乙が航行を開始し，後方から\n甲の航路上に進出するという不適切な行動まで予見して航行すべき義務はないから，予\n見可能性も予見義務もなかったし，被告人が乙との衝突の危険に気が付いても，衝突ま\nでには時間的余裕はなく，衝突を回避することはできなかったから，被告人には過失が\nなく，原判決には，判決に影響を及ぼす事実の誤認がある，というのである。\n１　関係証拠によれば，本件事故に至る経緯は，概ね，以下のとおりであると認めることが\nできる。\n(1)　被告人は，平成１２年４月，広島県立Ｅ高等学校に教諭として赴任し，ヨット部の顧問\nとなり，同年５月，四級小型船舶操縦士の免状を取得した。被告人は，同年１１月１８日午\n前８時ころ，女子学生を乗船させて，甲に船長として乗り込み，ヨット部のコーチのＢが甲\nを操舵し，ヨット３隻を曳航して坂漁港を出港し，午前１０時ころから午後４時ころまで，観\n音マリーナ沖で開催された広島県総合体育大会新人戦を観戦した。なお，Ｂは，当時，\n船舶操縦士の免状を取得していなかった。\n被告人は，午後４時３０分ころ，船長として甲の船体中央右舷側に乗り込み，Ｂが操舵\n者として船尾左舷後端に乗り込み，船首側左舷先端部にＣ，船首側左舷にＦ，船尾右舷\n後端にＤをそれぞれ乗船させて，女子学生２名ずつが乗船したヨット３隻を縦列に曳航し\nて，観音マリーナ沖を出航し，速力約４ノットで坂漁港に向かった。\n(2)　甲は，広島市南区宇品灯台沖を通過して，北東に向けて速力約４ノットで航行し，金\n輪島北沖の養殖牡蠣筏付近に近づいた。被告人は，宇品灯台から真方位５０度約１２２０\nメートルの海上で，牡蠣筏の中に船首を北方に向けて停泊している乙を発見し，そのこ\nろ，Ｂも，乙に気付いた。甲は，午後４時５８分ころ，宇品灯台から真方位５１度約１３９０メ\nートルの地点にある黄色の灯火ブイの約１０メートル北側付近で船首を右方向に旋回し，\nそのままの速力で十数メートル進行した。被告人は，午後４時５８分３０秒ころ，略西方か\nら略東方に向けて，宇品灯台から真方位５１度約１４４０メートルの海上を航行していた\n際，右舷側約２００メートルの牡蠣筏の中に乙を再度視認し，そのころ，Ｂも，乙を見た\nが，乙は停泊したままであった。そして，甲は，同じ針路，速力のまま航行し続けたが，そ\nの際，被告人やＢは，前方に視線を向け，右舷方向の乙から目を離していた。\n(3)　Ａは，昭和５１年６月，四級小型船舶操縦士の免状を取得している。Ａは，本件当日\n午前８時３０分ころ，知人１名を乗せて，実兄所有の乙を操船して広島市南区の丹那漁\n港を出港し，午後４時ころまで，宮島瀬戸付近で遊魚した後，Ａの供述によると，機関回\n転数毎分約２０００回転，速力約１５ノットで丹那漁港に向けて航行した。帰港途中，Ａ\nは，午後４時３０分ころ，魚の調理をするため，金輪島北沖の東西に連なった牡蠣筏の中\n央の列の西端付近まで乙を航行し，機関を停止して，宇品灯台から真方位５８度約１５４\n０メートルの海上にある牡蠣筏に係留し，魚の調理を行い，午後５時数分前ころ，北方に\nある丹那漁港に向けて帰港することにした。\nＡは，操舵室内で主機関を起動させ，甲板上で係留ロープを外すなどの作業をし，乙\nを牡蠣筏の間の水路のほぼ中央付近まで後退させ，宇品灯台から真方位５８度約１４８０\nメートルの海上から，機関を前進させて航行を開始し，ほぼ北に向かい，増速しながら航\n行した。その際，Ａは，進路の前方のみを見て，左前方の見張りをしないまま，乙を操舵\nして航行し，衝突まで，甲には全く気付かなかった。\n(4)　被告人は，午後５時ころ，後方のヨットに乗船していた女子学生の衝突の危険を告げ\nる叫び声で，右方向から接近してくる乙を約５ないし１０メートルの至近距離に発見した\nが，衝突を回避する措置を講じる間もなく，宇品灯台から真方位５４度約１６００メートルの\n海上において，甲の右舷側中央付近と乙の船首とが約４５度の角度で衝突した。\n(5)　本件の事故現場は，金輪島北沖の海上であり，金輪島西岸に沿ってほぼ南北に牡\n蠣筏が３列設置されており，その北西端には上記の黄色の灯火ブイが設置されている。\n南北の牡蠣筏の東側には，水路を挟んで，金輪島北岸に沿ってほぼ東西に牡蠣筏が３\n列設置されている。そして，牡蠣筏の北沖には，広島港内第１航路がほぼ東西に通って\nいる。\n本件の衝突地点は，宇品灯台から真方位５４度約１６００メートルの金輪島北沖の第１\n航路内の海上で，南北の牡蠣筏列と東西の牡蠣筏列との間の水路を北側に抜けた付近\nであり，上記の黄色の灯火ブイからは，ほぼ東に向けて約２２０メートル，乙が前進を開始\nした上記地点からは，ほぼ北に向けて約１６０メートルである。\n乙が係留していた位置からは，灯火ブイ付近から衝突地点付近まで航行する甲の船\n影を十分に見通すことができる。また，甲からも，見通しを妨げるものはなく，牡蠣筏付近\nの乙の船影を十分に見通すことができる。また，衝突時は，日没前であり，まだ明るかっ\nた。\n(6)　甲は，全長約６．５メートルの小型ボートであり，船尾に船外機を備え，監視船として\n使用されていた。衝突時，甲は，各ヨットに女子部員を２名ずつ乗船させてヨット３隻を曳\n航しており，甲の船首端から３隻目のヨットの船尾端までは約３０メートルとなっていた。\n甲の代替船が同一の条件により速力約４ノットでヨット３隻を曳航し，停止距離及び所\n要時間を測定したところ，約７．１５メートルの距離で停止することができ，その所要時間\nは約７．８秒である。\n(7)　乙は，全長約１１．９メートルの和船型のディーゼル機関を備えた小型船舶である。\n乙の速力は，検証の結果，昀高機関回転数２５００回転で約２３．５ノット，常用機関回転\n数２０００回転で約１６．２ノットであった。\n(8)　本件事故により，甲に乗船していたＣが，両側肺挫傷等の傷害を負い，同日午後９\n時５６分ころ，大量出血により死亡し，Ｄが，加療約１１６日を要する右腓骨内果骨折等の\n傷害を負った。\n２　乙の衝突時の速力について\n原判決は，Ａの供述の信用性は高く，衝突時の乙の速力は約９ノットであったと認定\nしている。\nなるほど，本件事故の翌日である平成１２年１１月１９日，本件事故現場付近におい\nて，両船の衝突位置，航路などについて実況見分した際，Ａは，乙は増速中であった\nが，衝突時は主機関回転数毎分約１３００回転であった旨申し立て，乙を同回転数で航\n走させて速力を計測したところ，約９ノットであったことが認められる（実況見分調書（原審\n検第１号証））。また，平成１４年１月２８日に本件衝突事故発生海域で実施された検証の\n結果によっても，乙を徐々に１３００回転まで増速させる方法で２回航走させたところ，速\n力は８．８５ノットと８．９７ノットであり，平均約８．９１ノットであった（検証調書（原審検第２１\n号））。そして，Ａは，乙は一気に回転数を上げたとしても，エンジンが空回りするだけで，\n速度が出ない，徐々に回転数を上げていくのが，短時間に速度を上げて効率的に発進\nさせる方法であり，本件事故当時も，これまでと同様により効率的な加増程度で回転数を\n上げていった，ただ，発進場所の周囲には，牡蠣筏があり，急な発進により，波立たせ，\n筏を壊したり，牡蠣を落としたりすることのないよう，通常の場所に比べれば，ややゆっくり\nとした加速になるよう心掛けた，衝突直前の乙のエンジンの回転数は，毎分１２００から１３\n００回転程度だったと記憶しているが，誤差があったとしても，その程度は極めて小さいは\nずである旨供述している（検察官調書（原審検第３６号証））。\nしかしながら，上記検証は，Ａ立ち会いのもと，検証補助者である海上保安官が乙を\n海上において航行させ，これに海上保安部の監視取締艦を並走させる方法により，乙の\n回転数，速力，所要時間等を検証したものであるところ，乙の速力は，昀高機関回転数２\n５００回転，約２３．５ノット，常用機関回転数２０００回転，約１６．２ノットであること，乙を，\n停船状態から機関回転数を１３００回転まで徐々に増速しながら１６０メートルの距離を航\n走させたところ，平均すると，全体の所要時間は約３９．６５秒であったが，１３００回転（約\n８．９１ノット）に到達するのに要する時間は約１０秒であり，その後の時間はそのままの回\n転数，速力で航走したことを認めることができる。また，平成１２年１１月２０日に実施され\nた実況見分においては，Ａ自身が乙を操船して機関前進とし，徐々に約９ノットまで増速\nして約１６０メートルの距離を航行させ，その所要時間を２回計測したところ，３６．５秒と３\n９．８秒であり，平均約３８．１５秒であったことが認められ（実況見分調書（原審検第２０号\n証）），上記の検証における所要時間とほぼ同じであった。\n他方で，Ａは，本件事故の翌日の実況見分においては，増速中であったが衝突時は\n主機関回転数毎分約１３００回転であった旨申し立てている上，捜査段階においても，乙\nを前進発進させ，徐々に増速していったが，本件衝突時は，乙を増速する途中であった\n趣旨の供述をし，当審公判廷においても，発進から衝突まで，乙を徐々に増速していっ\nたが，途中，スロットルレバーを停止して増速を止めたことはない旨供述している。また，\nＡは，本件事故前，宮島瀬戸付近から金輪島北沖までは，乙を操船して，常用機関回転\n数の約２０００回転，速力約１５ノットで航行していた旨供述しており，約１５ノットの速力で\n航行することが，Ａが乙を航行させる通常の操船方法であったと認めることができる。そし\nて，Ａが乙を発進させた地点は，牡蠣筏の間の水路であったが，乙は，この水路を通り抜\nけた海上において甲と衝突しているのであって，Ａは，前進開始後，乙の機関回転数が\n１３００回転に上がってからも，更に増速をし続け，増速途中に甲と衝突したとの疑いが強\nいといわざるを得ない。\nそうすると，本件衝突時の乙の速力に関するＡの供述は，たやすく信用することはで\nきない。そして，乙の常用機関回転数２０００回転時の速力は約１６．２ノットであること，乙\nを徐々に機関回転数２０００回転まで増速させた時の速力の平均は，約１４．７ノットである\nこと（上記検証調書），乙は，本件事故前，一時係留場所に至るまでは，約１５ノットの速\n力で航行していたこと，Ａは，前方に航路の妨げとなる船舶はないと思って，乙を増速し\nていたことなどに照らすと，風力や潮流などの影響がある程度はあるとしても，本件事故\n時の乙の速力は約１５ノット前後であったと認めるのが相当である。\n原判決は，Ａは，乙の性能及び操船を熟知しているところ，本件事故について一貫し\nて自己の過失を認めており，あえて乙の航路等について虚偽の供述をする理由が認め\nられないこと，本件事故の翌日に行われた実況見分で特定された乙の衝突に至るまでの\n航路，衝突地点，衝突時の速度と合致していることなどを指摘し，Ａの供述の信用性は\n高いと認められると説示する。\nしかしながら，乙の衝突時の速力について，Ａは，衝突直前の機関回転数が約１３００\n回転であった旨供述するが，計器で回転数を確認していたわけではない上，乙の前進か\nら衝突までの時間は，Ａの供述を前提としても，約３８．１５秒と短時間であって，しかも，\nＡは，前進から衝突まで徐々に乙を増速し続けていたというのであるから，Ａの供述の信\n用性については，より慎重な検討を要するといわなければならない。そして，Ａの供述\nは，上記の検証結果と合致するとは言い難いことなどに照らすと，原判決が指摘する事\n情を考慮に入れても，その信用性には疑問があるといわざるを得ない。\nまた，検察官は，答弁書において，上記の検証には，立会人としてＡが立ち会ってい\nるが，検証補助者である海上保安官が乙を操船しているのであり，Ａは操船はおろか，\n本件事故当時の操船状況についての指示説明もしておらず，したがって，当然事故当\n時のＡの操船状況を忠実に再現しているものではないし，検証時には，乙は約２か月前\nに船底を塗り替えるなどの点検整備をして機関回転数も本件事故当時より改善されて増\n幅していると認められるから，検証結果を，本件事故当時の乙の実際の速度を客観的に\n特定ないし確定するものとして，Ａの供述の信用性を論難することは失当である旨主張\nする。\nしかしながら，上記の検証調書と実況見分調書（原審検第２０号証）との内容を比較す\nると，乙を停船状態から機関回転数を１３００回転まで徐々に増速しながら１６０メートルを\n航走させる方法により，速力，所要時間等を測定しているが，海上保安官が操船した検\n証の場合とＡが操船した実況見分の場合とでは，全体の所要時間はほぼ同じであること\nからすれば，上記検証は，Ａが供述している乙の増速状況をほぼ忠実に再現しているも\nのとみるのが相当である。したがって，本件衝突時まで増速を続け，衝突時の機関回転\n数は約１３００回転であったとのＡの供述は，上記検証の結果とはそぐわないといわざるを\n得ない。また，本件事故当時，乙の船底には，航行速力に影響するような付着物がなか\nったことは，平成１２年１１月２１日に実施された乙の船底部等の実況見分からも明らかで\nある。さらに，本件事故後，検証実施前に乙の機関について整備がなされ，機関回転数\nが改善されたことを認めるに足りる証拠はないし，Ａ自身も，当審においてこれを否定す\nる供述をしている。そうすると，点検整備により，機関回転数が相当改善されるのは経験\n則上明らかな事実であるとする点も含めて，検察官の上記主張は採用できない。\n以上のとおり，衝突時の乙の速力は約１５ノット前後と認めるのが相当であるから，この\n点に関する所論は理由がある。\n３　本件事故の発生に対する被告人の過失について\nそこで，衝突時の乙の速力が約１５ノット前後であったことを前提として，本件事故の\n発生に対する被告人の予見可能性及び回避可能性について検討する。\n原判決は，被告人は，本件事故前に係留中の乙を発見した段階で，乙が航行を開始\nし甲の航路上に進出する可能性があることを十分に認識できたと認められるから，衝突を\n回避するため，乙の動静を注視して，進路の安全を確認しつつ航行すべき業務上の注\n意義務があったものである，と説示する。\n被告人は，本件事故の約１分３０秒前ころ，右舷側約２００メートルの海上に停船中の\n乙を視認したが，その後は，本件事故の直前まで，乙の動静を注視していなかった。この\n間，Ａは，乙の係留ロープを外すなどの作業をして，乙を後退させた後，乙を前進発進さ\nせたものであるが，甲は，一定の進路，速力で進行していたのであるから，甲と乙との衝\n突のおそれは，乙が発進後速力を約１５ノット前後まで急速に増速させたことによって発\n生したものといわなければならない。そして，被告人が本件事故の約１分３０秒前ころ，乙\nを視認した時点では，乙は牡蠣筏に係留されていて停船しており，そのままの状態では\n甲と衝突のおそれを発生させる危険性はなかったのであるから，その後，乙が発進して\n急速に甲の進路に進出することまでも予見することは困難であり，その様な事態の発生\nに備えて，乙の動静を注視し続け，これに対する措置を講じる義務があったとはいえな\nい。\nさらに，乙が前進を開始してから衝突までの時間については，乙の衝突時の速力を\n約９ノットとして測定した場合でも，約３８．１５秒であり，乙が約１５ノット前後まで増速して\nいたとすると，衝突までの時間は更に短くなる可能性がある上，乙が発進してから速力を\n増速して衝突のおそれを発生させた時点は，更に本件事故のわずか前であると認められ\nる。しかも，乙は，甲の右舷後方から約４５度の角度で進行してきたものである。そうする\nと，被告人において，客観的に，乙との衝突のおそれを生じた時点で，乙に気付いたとし\nても，約４ノットで航行した時の甲の停船距離は約７．１５メートルであり，時間にして約７．\n８秒を要すること，甲が３隻のヨットを曳航していたことを考慮すると，わずかな時間に乙と\nの衝突を回避するための措置を判断して実行することが可能であったか否かについて\nは，多大な疑問があるといわざるを得ない。\n４　以上に検討したところによれば，原判決は，衝突時の乙の速力は約９ノットであると認\n定した上，被告人において，乙が甲の進路上に進出するおそれがあることを容易に予測\nできたものであり，乙との衝突を回避することも可能であったと認定しているが，被告人が\n乙との衝突を予見して回避する可能性があったと認めるには合理的な疑いがあるといわ\nなければならない。そうすると，本件事故について被告人に過失があったと認定した原判\n決には，事実の誤認がある。\n論旨は理由がある。\nよって，刑訴法３９７条１項，３８２条により原判決を破棄し，同法４００条ただし書に従\nい，更に判決する。\n本件公訴事実は，「被告人は，レース用ヨット３隻を縦列に曳航した汽船甲（船舶の長さ\n５．６９メートル）に船長として乗り組み，Ｂに同船を操舵させて同船の操船業務に従事し\nていたものであるが，平成１２年１１月１８日午後４時５８分ころ，広島市南区宇品灯台から\n真方位５１度約１４４０メートルの海上を略西方から略東方に向け速力約４ノットで航行し\nていた際，上記甲右舷側約２００メートルの海上に，Ａが操船する汽船乙が船首を略北方\nに向けているのを視認したのであるから，同船の動静を注視するのはもとより，上記Ｂに\n対し，的確な指示を与えて進路の安全を確認しつつ航行し，同船との衝突事故の発生を\n未然に防止すべき業務上の注意義務があるのに，これを怠り，上記乙が航行を開始する\nことがないものと軽信し，同船の動静を注視せず，上記Ｂに対し何ら的確な指示を与える\nことなく，前記針路，速力のまま漫然航行した過失により，上記乙が上記甲の進路上に向\nけ航行を開始したことに気付かず，上記乙と至近距離に迫って初めて同船との衝突の危\n険を感じたが，衝突回避の措置を講じる間もなく，同日午後５時ころ，上記宇品灯台から\n真方位５４度約１６００メートルの海上において，上記甲の右舷側外板中央付近と上記乙\n船首部を衝突させて両船に損傷を与え，もって，艦船の往来に危険を生じさせるととも\nに，上記衝突により，上記甲に乗船していたＣ（当時１５年）に両側肺挫傷等の傷害を負\nわせ，同日午後９時５６分ころ，同区Ｇ病院において，上記傷害に基づく大量出血により\n死亡するに至らしめ，上記甲に乗船していたＤ（当時１５年）に対し，加療約１１６日を要\nする右腓骨内果骨折等の傷害を負わせたものである。」というのであるが，上記のとおり，\n結局，本件公訴事実については犯罪の証明がないことになるから，刑訴法３３６条により\n被告人に対し無罪の言渡しをすることとして，主文のとおり判決する。\n平成１５年１２月９日\n広島高等裁判所第一部\n裁判長裁判官　　　久　　　保　　　眞　　　人\n裁判官　　　芦　　　高　　　　　　　源\n裁判官　　　島　　　田　　　　　　　一\n"
}