{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 12,
    "month": 8,
    "day": 29
  },
  "case_number": "平成11(行ケ)390",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "商標権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "13023",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=13023",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/023/013023_hanrei.pdf",
  "contents": "平成１１年(行ケ)第３９０号　審決取消請求事件\n平成１２年６月２７日口頭弁論終結\n判決\n原　　　　　　告　　　シャディ株式会社\n代表者代表取締役 　　【Ａ】\n訴訟代理人弁理士　　　【Ｂ】\n被　　　　　　告 　　特許庁長官　【Ｃ】\n指定代理人      　　  【Ｄ】\n同 　　【Ｅ】\n同 　　【Ｆ】\n主文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n事実及び理由\n第１　当事者の求めた裁判\n１　原告\n特許庁が平成７年審判第２３９３３号事件について平成１１年１０月４日に\nした審決を取り消す。\n訴訟費用は被告の負担とする。\n２　被告\n主文と同旨\n第２　当事者間に争いのない事実\n１　特許庁における手続の経緯\n原告は、平成４年９月２９日、「シャディ」の文字を横書きしてなり、商品\n及び役務の区分第４２類「多数の商品を掲載したカタログを不特定多数人に頒布\nし、家庭にいながら商品選択の機会を与えるサービス」を指定役務とする商標（以\n下「本願商標」という。）について、商標法の一部を改正する法律（平成３年法律\n第６５号）附則５条１項の規定により使用に基づく特例の適用を主張して、商標登\n録出願をしたところ、平成７年９月５日、拒絶査定を受けたので、平成７年１１月\n２日、拒絶査定不服の審判を請求した。特許庁は、これを平成７年審判第２３９３\n３号事件として審理した結果、平成１１年１０月４日、「本件審判の請求は、成り\n立たない。」との審決をし、同年１１月１日、その謄本を原告に送達した。\n２　審決の理由\n審決の理由は、別紙審決書の理由の写しのとおりである。要するに、商標法\nにいう「役務」は、「他人のために提供する労務又は便益であって、独立して取引\nの対象となるもの」と解するのが相当であるのに、請求人（原告）が指定役務とす\nる労務・便益自体は、独立して経済取引の対象になっているものとはいえないか\nら、本願商標登録出願に係る指定役務は商標法にいう「役務」ではなく、これによ\nれば本願は商標法６条１項の要件を具備していない、としたものである。\n第３　原告主張の審決取消事由の要点\n審決の理由中、６頁７行「請求人は商品の選択の機会・・・」から１８行\n「・・・印刷物という商品とみることもできる。」まで、７頁７行「しかしなが\nら、・・・」から１８行「・・・商品の販売標とみるのが相当である。」まで、８\n頁５行「しかしながら、・・・」から１０頁１行「よって、結論のとおり審決す\nる。」までの記載を争い、その余は認める。\n審決は、原告の業務であるカタログによる商品の通信販売業（以下「カタロ\nグ通信販売業」という。）における労務・便益自体が独立して経済取引の対象にな\nっているものではないと誤った認定をし、また、国際的調和の観点を軽視し、その\n結果、本願商標の登録出願が商標法６条１項の要件を具備していないとの結論に導\nいたものであって、認定判断に違法があり、その違法は、審決の結論に影響を及ぼ\nすことが明らかであるから、審決は取り消されなければならない。\n１　カタログ通信販売業における役務の独立性についての認定の誤り\n(1)　原告は、消費者に対し、各種ブランドが付された種々の雑貨品を中心とす\nるギフト用品等をカタログを媒介として紹介し、家庭にいながら贈答品等の商品を\n選択、購入する機会を与える販売サービスを業とする会社である。より具体的に\nは、種々のブランドが付された繊維製品、陶器、漆器、電化製品、金物、レジャー\n用品、文具、バッグ、傘、インテリア用品、石鹸、食品等種々雑多な商品の写真を\n種類毎に分類して掲載し、表紙に「シャディ」という標章を付したシャディカタロ\nグ総合版や、贈答品を１０００円前後から２万円前後等の各価格帯に分類して商品\n写真を掲載し、「シャディサラダ館　Ｑｕａ１ｉｔｙ　Ｇｉｆｔ　贈答品文庫」と\nいう標章を付したカタログ、贈答品を繊維製品、洋陶、和陶等アイテム毎に分類し\nて商品写真を掲載した「シャディギフトカタログ愛蔵版」や同「シャディ　ＧｌＦ\nＴ　ＣＡＴＡＬＯＧ　ギフトライフ」等、複数種のカタログ（以下「本件カタロ\nグ」と総称する。）を全国約３０００店舗の直営店、代理店に有償で頒布し、直営\n店や代理店ではその本件カタログを消費者に貸与又は無償で頒布して、家庭にいな\nがら商品を選択する機会を与えて注文を受け、本社からその商品を代理店に送付し\nて、代理店から本人に配達等で手渡すか、贈答品である場合は、冠婚葬祭別に種々\n包装等の体裁を整えて本社から被贈答者に直接送付するサービスを行い、そのサー\nビス料を含めた商品代金を対価として受け取ってきているものである。\n(2)　商品の販売と一口でいっても、商品を企画して製造する製造元や商品を企\n画して他人に製造させたものを販売する発売元と、商品の企画や製造には直接関与\nしないで、製造元や発売元のブランドが付された雑多な商品の写真を満載した本件\nカタログを最終消費者に頒布して商品を販売する原告のようなカタログ通信販売業\n者とでは、商品を販売した際に得る対価の内容、すなわち、購買者（消費者）にい\nかなる便益を与えたことに基づく対価なのかにおいて、全く異なるものである。\nすなわち、前者は、商品の企画力（発明、考案、デザインを含む。）、設\n計、製造技術などを総合した商品価値に関する対価であるのに対し、後者は、同種\n商品のうち、優れた商品を複数選別して、一冊のカタログに収載し、家庭にいなが\nら同種商品の中から、自己の好みに合った商品を選択して購入する便益に関して対\n価を得ているものであって、上記商品そのものの価値は製造元や発売元のブランド\nの対価として製造元や発売元から出荷された時点で消尽されているというべきであ\nる。\n原告は、上記のとおり、家庭にいながら贈答品等の商品を選択、購入する\n機会を与える販売サービスに関して対価を得ているのである。\nその意味で、商標法２条１項１号にいう「商品を・・・譲渡する者」と\nは、商品を企画し、他人に製造させ、あるいは、商品の企画、製造ともに他人にさ\nせ、発売元としてその商品個有のブランド（発売元のブランド）を付して販売する\n者を指すものと解すべきであり、小売サービスは、同法２条１項２号の「業として\n役務を提供し、又は証明する者がその役務について使用するもの」と解すべきであ\nる。\n(3)　「家庭にいながら商品を選択する機会を与えるサービス」は、いわゆる\n「商品情報の提供」というサービスに類似するサービスと考えられるものである。\nそして、商標法施行令１条の別表第３５類「広告、事業の管理又は運営及び事務管\n理」に属する役務については、商標法施行規則６条の別表において、「商品の販売\nに関する情報の提供」という役務が、独立して取引の対象となる役務として規定さ\nれ、しかも、現実にも、「新商品情報の提供」という役務が、独立して取引の対象\nとなる役務として認められ、多数登録されている。これらの事実からみても、本願\n商標に係る指定役務「多数の商品を掲載したカタログを不特定多数人に頒布し、家\n庭にいながら商品を選択する機会を与えるサービス」についても、独立して取引の\n対象となる役務として認められるべきである。\nカタログ通信販売業を含む量販小売業者は、製造元や発売元に顔を向けた\n商品の販売ではなく、消費者に顔を向けた商品の販売をしているのであり、品質保\n証や証明も、特定の製造元、発売元の個別の商品の品質保証や証明ではなく、取扱\nい商品の全体についての品質保証や証明、すなわち、原告が提供する消費者に向け\nた販売サービスの質の保証や証明を行なっているのである。\n(4)　本件カタログは、製造元や発売元が自社の商品の広告宣伝、販売促進の用\nに供するカタログとは異なり、それに収載された個々の商品の広告宣伝、販売促進\nのために発行しているのではなく、消費者が家庭にいながら自家使用商品やギフト\n商品の選択、購入をする機会を与えるという便益の提供の利用に供するために発行\nしているものである。\n本件カタログの表紙に付された本願商標「シャディ」は、本件カタログに\n収載されている個々の商品の自他商品識別機能や品質保証機能を果しているもので\nはなく、原告が消費者のために行う一連の便益を表徴するマークとみるべきであ\nり、本件カタログ頒布の目的も、個別商品の製造元や発売元が発行するカタログと\nは全くその性質を異にしているものといわなければならない。\nこの点について、審決は、原告は、商品を販売する手段の一つとして本件\nカタログを用いているものとみるのが自然であり、有償で頒布されるカタログ自体\nは、印刷物という商品とみることもできる旨認定しているが、誤りである。\n本件カタログは、一般消費者には貸与又は無償で頒布しているのであっ\nて、カタログ自体が商品としての価値を有しているものではない。本件カタログ\nは、原告の一連の便益（役務）の提供に当り、その提供を受ける者の利用に供する\n物（商標法２条３項４号）に該当するものというべきである。\n２　国際的調和の観点の軽視\n(1)　標章の登録のための商品及びサービスの国際分類に関する１９５７年６月\n１５日のニース協定（以下「ニース協定」という。）の１９９７年１月発効の国際\n分類第７版の国際分類第３５類の注釈において、「他人の便宜のために各種商品を\n揃え（運搬を除く）、顧客がこれらの商品を見、かつ、購入するために便宜を図る\nこと。」がサービスとして追加されており、その前後において、アメリカ、カナ\nダ、スペイン、ベネルクス、スイス、ポーランド、フィンランド、スウェーデン、\nロシア、韓国、台湾、香港、中国、シンガポール、タイ、インドネシア、フィリピ\nン、ベトナム、マレーシア、オーストラリア、ニュージーランド、イスラエル等々\n数多くの国々が、その具体的態様には異なる面があるとはいえ、小売サービス登録\nを実際上認めてきているという事実が存在する。これらの事実から、小売サービス\nに用いる標章をサービスマーク（役務商標）としてとらえ、この登録を認める扱い\nが今や世界的な時代の趨勢であるといえる。どのようなものを登録を認めるべきサ\nービス（役務）とするかの判断が、専ら各国の法制に任された事項であることは、\n確かであるとはいえ、このような状況の下で、我が国が、諸外国とは異なる解釈を\n採り、小売サービスの標章につき役務商標（サービスマーク）として登録すること\nを認めない取り扱いを続けるならば、国際的調和の観点からも妥当性を欠き、国民\nの利益を損なうことになるものといわざるを得ない。\n(2)　被告は、原告主張のサービスが現行商標法の解釈、運用によって商標法上\nの役務であるとする余地があるとした場合には、商品及び役務の取引業界はもとよ\nり、需要者及び商標行政の実務において計り知れない混乱を招くことは必定である\n旨主張する。しかし、数多くの同種商品を含む種々雑多な商品を取り扱うデパー\nト、スーパーマーケット、通信販売業者等の量販小売業者の販売においては、製造\n元、発売元や単なる個別商品のみの小売店の販売におけるのとは異なり、もはや、\n製造元や発売元のブランドに化体された商品そのものの価値とは別個の独立したサ\nービスの対価を消費者から得ているのである。このような場合、指定役務として、\n単なる商品の販売とは異なる独立した役務が明示されていれば、商品商標と販売サ\nービスマーク（役務商標）とが併存して使用されても何らの混乱や問題が生ずるこ\nとはない。\n第４　被告の反論の要点\n審決の認定判断は、いずれも正当であり、審決を取り消すべき理由はない。\n１　カタログ通信販売業における役務の独立性についての認定の誤りについて\n(1)　原告は、自らが、消費者に対し、各種ブランドが付された種々の雑貨品を\n中心とするギフト用品等をカタログを媒介として紹介し、家庭にいながら贈答品等\nの商品を選択、購入する機会を与える販売サービスを業とする会社であると主張す\nる。\nしかし、原告の営む取引をみれば、原告主張の便益については、対価が支\n払われておらず、原告が受領しているのは、商品の対価であることが明らかであっ\nて、その取引は、通常の商品販売と異なるところがない。そうである以上、原告の\n業務は、商標法上の商品の譲渡と捉えれば足りるというべきである。\n(2)　原告は、その取り扱う商品そのものの価値は製造元や発売元のブランドの\n対価として製造元や発売元から出荷された時点で消尽されているとし、原告が得て\nいるのは、家庭にいながら商品を選択、購入する機会を与える販売サービスに関し\nての対価である旨主張する。\nしかし、最終消費者の目的は、自己の欲する商品を入手することにあり、\n最終消費者にとっては、当該商品が製造者によって直接販売されるものであるか中\n間業者を経て小売りされるものであるかは、さほど問題ではない。カタログ等によ\nる通信販売であっても、最終消費者の目的が商品の入手にあることに違いはない。\nしたがって、最終消費者は、商品がいかなる経路を経て自己の手中に入るかに関わ\nらず、入手した商品について対価を支払うのであって、流通経路や販売方法の相違\nによって商品そのものの価値が消尽するなどということはあり得ない。\nまた、商標法２条１項１号にいう「譲渡」は、有償・無償を問わず商品を\n他人に移転する行為をいい、これには販売も含まれるのであるから、同号の「譲渡\nする者」には、原告のいう「発売元」に限られず、商品の卸売業者、小売業者も当\n然含まれるというべきである。\n(3)　原告がいう「家庭にいながら商品を選択する機会を与えるサービス」とい\nう便益は、個別の商品を販売するための一手段ないしは商品の販売促進のための工\n夫というべきであって、最終消費者たる顧客も、上記便益自体に対して対価を支払\nうのではないのである。\n原告主張の便益は、商品の販売に付随するサービスというべきであり、小\n売業者の標章は、原告のいう便益を表わしているというよりも、むしろ、自己の責\n任において選択し販売する個々の商品について、自己の販売に係るものであること\nを示し、他の販売業者が選択し販売する商品とを識別し、かつ、その品質が間違い\nのないものであることについて保証する機能を果たしているというべきである。そ\nして、この機能は、商標法２条１項１号にいう「商品の証明」ともみることができ\nるものである。\n原告主張のサービスが商標法上の役務に当たるというためには、当該サー\nビスが商品の小売りとは独立した取引の対象となっていることを要し、当該サービ\nスに対する対価が商品に対する対価とは別個に存在しなければならないというべき\nである。\n(4)　原告は、本件カタログは、製造元や発売元が自社の商品の広告宣伝、販売\n促進の用に供するカタログとは異なるなどと主張する。\nしかし、本件カタログは、それらに収載された個々の商品を宣伝広告し、\n販売促進するために用いられているのであって、あくまでも商品を販売するための\n一手段として用いられているというべきである。そして、その表紙に付された標章\nは、本件カタログに収載された商品が原告が自己の責任において選択し販売するも\nのであることを示しているのであって、消費者は、本件カタログに収載されている\n商品が原告の取扱に係る商品であることを認識し、当該商品を購入しているといえ\nる。したがって、本件カタログは、製造元や発売元の発行するカタログと、その本\n質において異なるところはない。\n２　国際的調和の観点の軽視について\n(1)　ニース協定の国際分類第７版の国際分類第３５類の注釈に加えられた「他\n人の便宜のために各種商品を揃え（運搬を除く）、顧客がこれらの商品を見、か\nつ、購入するために便宜を図ること。」との文言は、世界知的所有権機構（以下\n「ＷＩＰＯ」という。）における専門家委員会及び同準備作業部会における議論を\n踏まえ、妥協の産物として国際分類に加えられたものであって、これによって国際\n分類に小売サービスが認められたわけではない。すなわち、同分類第３５類の註釈\nには、「この類には、特に、次のサービスを含まない。」として、その中に「主た\nる業務が商品の販売である企業、すなわち、いわゆる商業に従事する企業の活動」\nが従来から挙げられており、これは未だ改正されていないのであるから、小売、す\nなわち、主として商品の販売を業とする者のサービスは、国際分類第３５類のサー\nビスには該当しないのである。\nしかも、ニース協定は、第２条(1)において、国際分類の効果が各国の法制\nに何ら影響を及ぼすものではない旨を明らかにしているのである。\nなお、国際分類第３５類のサービスとは、例えば、商品の品揃え、陳列、\nディスプレイ、店のレイアウト等をいうものと解される。これらのサービスは、小\n売店の委託を受けて商品の見栄えや顧客の利便性を考慮して行うというものにとど\nまるのであり、これを超えてさらに自ら商品の販売を行うというものは、これに含\nまれないというべきである。\n現在、小売サービスを登録の可能なサービスとして認めることについて\nは、我が国のみならず、オーストリア、デンマーク、ドイツ、ロシア、フランス、\nノルウェー、オランダ、イギリス、アルジェリア、中国、ギリシア、アイルラン\nド、ラトビア、スロバキア、スロベニア等の国々が反対しているのであり、大多数\nの国々が認める国際的な傾向ということはできない。\n(2)　小売サービスを商標法上の「役務」として認めるか否かの問題は、事柄の\n性質上、我が国の法体系の根幹に関わり、従来の商標保護の権利体系を大きく変更\nするという問題を内包しており、国が立法の問題として政治的、政策的な観点から\n検討することを要するものであるから、審決の是非を検討する場で論ずべき問題で\nはない。\n仮に百歩譲って、原告主張のサービスが現行商標法の解釈、運用によって\n商標法上の役務であるとする余地があるとした場合には、商品及び役務の取引業界\nはもとより、需要者及び商標行政の実務において計り知れない混乱を招くことは必\n定である。\n第５　当裁判所の判断\n１　取引の対象としての役務の独立性の必要性\n一般に、商標は、元来、商品又は役務の標識としての役目を果たすものであ\nるから、その機能として、識別機能、出所表示機能、品質保証機能等を有するとさ\nれ、「商品」とは、商取引の対象となる物（主として動産）をいい、「役務」と\nは、他人のためにする労務又は便益をいうものと解されている。\n商標法１条は、「この法律は、商標を保護することにより、商標の使用をす\nる者の業務上の信用の維持を図り、もって産業の発達に寄与し、あわせて需要者の\n利益を保護することを目的とする。」、商標法２条は、「この法律で「商標」と\nは、文字、図形、記号若しくは立体的形状若しくはこれらの結合又はこれらと色彩\nとの結合（以下「標章」という。）であって、次に掲げるものをいう。一　業とし\nて商品を生産し、証明し、又は譲渡する者がその商品について使用をするもの　二\n業として役務を提供し、又は証明する者がその役務について使用をするもの（前\n号に掲げるものを除く。）」と規定している。\n商標は、商品又は役務に使用され、上記商標法１条に係る目的を達成するた\nめのものであるとされていることからすれば、業として、商取引において、標章を\n付されることにより自他の商品又は役務の識別機能を有し、出所表示機能、品質保\n証機能を果たし得るものでなければならないのであるから、商標法にいう「役務」\nとは、他人のためにする労務又は便益であって、付随的でなく独立して市場におい\nて取引の対象となり得るものと解すべきであり、他方で、例えば、商品の譲渡に伴\nい、付随的に行われるサービスは、それが、それ自体のみに着目すれば、他人のた\nめにする労務又は便益に当たるとしても、市場において独立した取引の対象となっ\nていると認められない限り、商標法にいう「役務」には該当しないものと解するの\nが相当である。\n２　カタログ通信販売業における役務の独立性についての認定の誤りについて\n(1)　原告が本願商標の指定役務とするその業務が、次のとおりのものであるこ\nとは、当事者間に争いがない（特許庁の審尋に対する原告の回答書に基づいて審決\nが認定したものである。）。\n(イ)　原告は、広義の「カタログ販売」を業とするものである。\n(ロ)　原告の具体的な業務形態は、顧客との直接的な結び付きではなく、北\nは北海道から南は沖縄まで全国に３０００にのぼる「Ｓｈａｄｄｙ　シャディ」の\n看板を掲げた代理店並びに全国で２０００以上展開している「シャディ　サラダ\n館」の代理店を通じ、顧客に対して、本件カタログを頒布し、商品の販売を行うと\nいうものである。\n(ハ)　このカタログは、まず、すべて有料で上記代理店に頒布され、それら\n代理店を通じ需要者に頒布される。本件カタログには、各々製造元又は発売元のブ\nランド等種々の商標が付された不特定多数の商品が満載されており、需要者は、家\n庭において本件カタログを見、原告の各代理店を通じて商品の申込みをし、購入を\nする。\n(ニ)　本件カタログ掲載の商品については、原告がすべて用意しており、各\n代理店を通じて需要者に手渡し又は配送されることとなる。\n(ホ)　商品の販売代金及び送付料につき、各代理店を通じて需要者に販売さ\nれた商品の代金は、需要者から各代理店が受け取り、各代理店を通じ一定の額の代\n金が原告に支払われ、送付料は、各代理店での手渡しの場合は無料であり、送付す\nる場合は原則として需要者の実費負担となる。\n(2)　上記事実によれば、原告の営業は、まず、原告が、一般消費者である顧客\nに対して本件カタログを頒布することによって、自己の取り扱う各種の商品を広告\n宣伝し、かつ、売買取引を誘引し、顧客は、上記代理店を通じて原告に商品購入の\n申込みをし、これを受けて、原告は、代理店を通じて、在庫の商品を顧客に手渡し\n又は配送して、売買が成立するという仕組みであることが認められる。これによれ\nば、本件カタログに工夫が凝らされ、顧客において、本件カタログを見るだけで商\n品の選択ができるようになっており、この点において、顧客を誘引し、販売を促進\nするための他の手段との間に相違があるとしても、原告の営業が個々の商品の売買\nという取引以外の何物でもないものであり、本件カタログを利用したサービスは、\n結局のところ、上記売買において顧客を誘引し、販売を促進するための手段の一つ\nにすぎないことが明らかである。\nまた、前記(1)掲記の事実によれば、顧客は、原告の提供するカタログによ\nるサービスを積極的に利用するとしても、原告に支払うのは、商品代金のみであ\nり、サービスに対する対価としての支払いは存在しないから、原告が商品の価格に\n実質的に上記サービス費用等を上乗せしているとしても、それは、他の販売促進手\n段が採用された場合にその費用等が上乗せされる場合と何ら異なるものではなく\n（原告が上記上乗せの限度を超えたものを商品価格に加えていることは、本件全証\n拠によっても認めることができない。）、上記サービスは独立して取引の対象とな\nっているわけではないことが明らかである。\n以上によれば、原告の本件カタログによるサービス業務は、商品の売買に\n伴い、付随的に行われる労務又は便益にすぎず、商標法にいう「役務」に該当しな\nいものというべきである。\n(3)　原告は、その取り扱う商品そのものの価値は製造元や発売元のブランドの\n対価として製造元や発売元から出荷された時点で消尽されているとし、原告が得て\nいるのは、家庭にいながら贈答品等の商品を選択、購入する機会を与える販売サー\nビスに関しての対価である旨主張する。\nしかし、製造者によって製造された商品は、市場において、中間流通業者\nを経由して末端の一般消費者にまで流通するものであり、このような商品の価値\nが、原告のようなカタログ通信販売業者の取り扱う商品に限って、何故に、流通の\n途中で、価値が消尽し、その後の流通は、中間流通業者のサービスに基づく価値に\n変わるのか理解できない。原告の主張は、独自の見解に基づく特異な主張であっ\nて、採用の限りでない。\nまた、原告は、商標法２条１項１号にいう「商品を・・・譲渡する者」と\nは、商品を企画し、他人に製造させ、あるいは、商品の企画、製造ともに他人にさ\nせ、発売元としてその商品個有のブランド（発売元のブランド）を付して販売する\n者を指すものと解すべきであり、小売サービスは、同法２条１項２号の「業として\n役務を提供し、又は証明する者がその役務について使用するもの」と解すべきであ\nる旨主張する。\nしかし、商標法２条１項１号にいう商品の「譲渡」とは、市場において商\n品が移転によって流通することを意味していることは明らかであり、そこには何ら\nの限定もないのであるから、製造業者から中間流通業者への移転、中間流通業者間\nの移転、中間流通業者（小売業者）から消費者への移転のいずれかを問うことな\nく、これらすべてを包含するものと解すべきは当然である。小売サービスのみが商\n品の「譲渡」に当たらず、同法２条１項２号の役務の提供に該当するとする原告の\n主張も、独自の見解に基づく特異な主張であって、採用の限りでない。\n(4)　原告は、カタログ通信販売業におけるサービスの特殊性を強調し、独立し\nて取引の対象となる役務として認められるべきである旨主張する。\nしかし、前記認定のとおり、原告のサービス業務は、それがいかに工夫を\n凝らしたものであるとしても、結局は、自己の商品の売買を誘引し、促進するため\nになされる手段の一つにすぎないものであるから、商品の取引に付随するものとい\nわざるを得ない。原告の主張は失当である。\nその余の原告の主張も、以上の認定判断に照らし、いずれも採用の限りで\nない。\n３　国際的調和の観点の軽視について\n(1)　商標法６条１項は、「商標登録出願は、商標の使用をする一又は二以上の\n商品又は役務を指定して、商標ごとにしなければならない。」と規定し、同２項\nで、「前項の指定は、政令で定める商品及び役務の区分に従つてしなければならな\nい。」と規定している。そして、上記２項を受けて、商標法施行令１条は、「商標\n法第六条第二項の政令で定める商品及び役務の区分は、別表のとおりとし、各区分\nに属する商品又は役務は、千九百六十七年七月十四日にストックホルムで及び千九\n百七十七年五月十三日にジュネーヴで改正され並びに千九百七十九年十月二日に修\n正された標章の登録のための商品及びサービスの国際分類に関する千九百五十七年\n六月十五日のニース協定第一条に規定する国際分類に即して、通商産業省令で定め\nる。」と規定している。\n(2)　乙第１１号証（平成８年１２月２０日社団法人発明協会発行の特許庁商標\n課編「商品・サービス国際分類表」第７版）によれば、ニース協定の国際分類の第\n３５類の注釈には、「この類には、特に、次のサービスを含む。・・・他人の便宜\nのために各種商品を揃え（運搬を除く）、顧客がこれらの商品を見、かつ、購入す\nるために便宜を図ること。」、「この類には、特に、次のサービスを含まない。\n主たる業務が商品の販売である企業、すなわち、いわゆる商業に従事する企業の活\n動」との記載があることが認められる。\n(3)　また、乙第５号証（ニース協定準備作業部会第８会期報告書、ＣＬＩＭ／\nＧＴＰ／Ⅷ／４　２頁、Ａｎｎｅｘ　Ⅳ　７８頁）、第６号証（同第１０会期報告\n書、ＣＬＩＭ／ＧＴＰ／Ⅹ／７　９頁、Ａｎｎｅｘ　Ⅵ　９頁）、第７号証（同第\n１６会期報告書、ＣＬＩＭ／ＧＴＰ／ⅩⅥ／５　２頁、Ａｎｎｅｘ　Ⅶ　１頁）、\n第８号証（同第１３会期報告書、ＣＬＩＭ／ＧＴＰ／ⅩⅢ／５　３頁、Ａｎｎｅｘ\nⅥ　２２頁）、第９号証（同第１４会期報告書、ＣＬＩＭ／ＧＴＰ／ⅩⅣ／８\n３頁、Ａｎｎｅｘ　Ⅵ　４頁）、第１０号証（同第１７会期報告書、ＣＬＩＭ／Ｇ\nＴＰ／ⅩⅦ／５　５頁）によれば、次の事実が認められる。\n(イ)　ＷＩＰＯにおける商標登録を目的とする商品及びサービスの分類専門\n委員会及び準備作業部会では、１９８７年以来、国際分類第３５類又は第４２類に\n「小売店サービス」を追加すべきかどうかについて議論されてきたものの、反対す\nる国が多く、数年にわたって議論が繰り返されてきたにもかかわらず、多くの参加\n国から追加することに対する同意が得られる状況にはなかった。\n(ロ)　１９９４年４月１１日から１５日まで開催された上記作業部会（第１\n４会期）では、参加国のうちイギリス、フランス、アメリカ（国名は、いろは順。\n以下同じ）が、サービスマークの登録に関し、小売店サービスが、どのように取り\n扱われているか、また、特に注目しているかの説明を求められ、「フランスにおい\nては、サービスは、それが特定されるものである場合のみ保護されるというのが決\nまりであり、小売店サービスとの表現はあまりに不明瞭であり、この決まりに違反\nするものである。」、「英国においては、英国裁判所は、小売りサービスを含むサ\nービスを指定するサービスマーク登録出願の拒絶査定に対する訴訟について却下の\n決定をしている。それは、小売りサービスの表現は、小売りという語が商品の販売\nの一形態を意味するという固有の矛盾を含んでおり、また、その表現は、登録権者\nの排他権の範囲を定義するにはあまりにも明確でないという矛盾も含んでいるとい\nう理由に基づく。」、「米国は、小売店サービスに関するサービスマークは保護さ\nれており、そのマークの所有者は、その所有者が商品の製造もするものでない限\nり、同一又は類似の商標のもとで登録された商品の所有者とはみなされない。」と\nの趣旨の説明がなされた。\n上記作業部会は、「小売店サービス」は、あまりにも不明確であり、そ\nの表現によってどのようなサービスがカバーされるかの混乱を引き起こすことにな\nるという理由で、ニース国際分類に用いるには不適当であるとするとともに、第３\n５類についての注釈中の「この類には、特に、次のサービスを含む」の項に、小売\nに関するサービスは第３５類で保護するとの意図の下で、「他人の利益のために各\n種商品を揃え（運搬を除く）、消費者がこれらの商品を便利に眺められ、購入する\nことができるようにすること」との文言を加入するとされた。\n(ハ)　１９９５年１１月開催の専門家委員会（第１７会期）における議論\nで、国際分類第３５類の注釈の「この類には、特に、次のサービスを含む」の後に\n「他人の便宜のために各種商品を揃え（運搬を除く）、顧客がこれらの商品を見、\nかつ、購入するために便宜を図ること。」との文言を採択し、それとともに、この\n注釈の文言中の「他人」の語は、例えば、顧客、各種商品の製造者等をいうのであ\nって、商品の品揃えサービスを行うサービスの提供者ではないこと、第３５類のリ\nスト中に「小売店サービス」に関係する表示を含むことは、該表示に関する国際登\n録標章の保護の範囲又はそのような標章の承認の決定に関して、いかなる国をも束\n縛するものではないことが確認された。\n(4)　甲第９号証ないし第１１号証、第１５号証、第１７号証（いずれも弁理士\n【Ｂ】他１名作成の「販売サービスマークの登録を認めているか否かに関するニー\nス協定加盟国弁理士に対する伺い書」に対する回答書）及び弁論の全趣旨によれ\nば、イタリア、イギリス、ドイツ、ノルウェー、フランス、我が国は、販売サービ\nスを役務として登録することに反対していることが認められ、甲第８号証、第１６\n号証、第２７号証、甲第２８号証（いずれも弁理士【Ｂ】他１名作成の「販売サー\nビスマークの登録を認めているか否かに関するニース協定加盟国弁理士に対する伺\nい書」に対する回答書）によれば、ニュージーランド、ポーランド、オーストラリ\nア、カナダは、いずれも無条件ではなく、サービスの業務、業種、分野を特定した\nり、取り扱う商品の性質を反映した記載にしたり、実際に販売されている商品を明\n記したりすることを条件として販売サービスの登録を認めていることを認定するこ\nとができる。\n(5)　上記(3)及び(4)認定の事実によれば、「小売店サービス」を国際分類に加\nえることに全面的に賛成している国々は必ずしも多くはなく、かえって、相当数の\n国々がこれに反対している状況の下で、世界知的所有権機構における分類専門委員\n会及び準備作業部会において、いわば妥協の産物として、国際分類の第３５類の注\n釈に「他人の便宜のために各種商品を揃え（運搬を除く）、顧客がこれらの商品を\n見、かつ、購入するために便宜を図ること。」との文言が加えられたとはいえ、こ\nこには「この類には、特に、次のサービスを含まない。　主たる業務が商品の販売\nである企業、すなわち、いわゆる商業に従事する企業の活動」の文言も存続したま\nま、現在に至っていることが認められるのである。\nそうだとすれば、「商標法第六条第二項の政令で定める商品及び役務の区\n分は・・・ニース協定第一条に規定する国際分類に即して、通商産業省令で定め\nる。」と規定する商標法施行令１条の下でなされる我が国の商標法の解釈において\nも、そのニース協定の国際分類自体において、小売に関するサービスは第３５類で\n保護するものとされ、第３５類には「主たる業務が商品の販売である企業、すなわ\nち、いわゆる商業に従事する企業の活動」を含めないとしているのであるから、原\n告の業務の内容が前述のとおりのものである以上、これを、商標法上の「役務」と\n解し得ないことは、明らかという以外にないのである。\n(6)　原告は、ニース協定の国際分類第７版の国際分類第３５類の注釈に加えら\nれた前記文言に関連して、アメリカ、カナダ、スペイン、ベネルクス、スイス、ポ\nーランド、フィンランド、スウェーデン、ロシア、韓国、台湾、香港、中国、シン\nガポール、タイ、インドネシア、フィリピン、ベトナム、マレーシア、オーストラ\nリア、ニュージーランド、イスラエル等々数多くの国々がこれを承認し、小売サー\nビスの登録を実際上認めているとし、これを根拠に、小売サービスに用いる標章を\n役務商標（サービスマーク）としてとらえ、この登録を認める傾向が今や世界的な\n時代の趨勢であるから、我が国においてもこれに合致する取扱いをすべきであると\n主張する。\nしかしながら、どのようなものを登録を認めるべきサービス（役務）とす\nるかの判断が、専ら各国の法制に任せられた事項であることは、原告自身も認める\nとおりであるから（ニース協定２条１項参照）、各国の取扱い自体が、あるサービ\nス（役務）について登録を認めるか否かについての我が国の商標法の解釈に直接影\n響を及ぼすことはあり得ず、これをも考慮して、従来認められなかったものを認め\nることにするかどうかは、立法者が種々の考慮の下に決定すべき事柄に属するとい\nうべきである。そして、立法者の考慮すべき種々の事柄の一つとしての観点からみ\nるときは、各国の取扱いのいかんも、原告が強調する、量販小売業者の提供するサ\nービス（役務）が取引において果たしている役割の特質などとともに、重要なもの\nとなるであろう。結局、原告の主張は、立法論の根拠にしかならないものを、解釈\n論の根拠にしようとするものというほかないものである。\nのみならず、小売サービスに用いる標章の登録を認めるのが世界的な時代\nの趨勢であるとする原告の主張自体、簡単にはうなずくことのできないものであ\nる。\n前記(4)認定のとおり、ニュージーランド、ポーランド、オーストラリア、\nカナダは、無条件で販売サービスの登録を認めているものではなく、甲第１３号証\nによれば、ベネルクスについては、「・・・の販売に関する営業補助」という記載\nであれば第３５類で登録が認められているというのであり、甲第２２号証によれ\nば、中国については、「（第三者の製造した商品の）販売促進」という記載であれ\nば登録が認められているというのであるから、これらの国が小売サービスの登録を\n無条件で認めているわけではない。そして、上記(3)及び(4)認定の事実に照らせ\nば、原告の掲げる国々（ニュージーランド、ポーランド、ベネルクス、中国、オー\nストラリア、カナダを除く。）が小売サービスの登録を認めているからといって、\nこのことから、直ちに、それが時代の趨勢であるとはいえないことが明らかであ\nる。原告の上記主張は、理由がない。\nその余の原告の主張も、採用の限りでない。\n４　以上のとおりであるから、原告主張の審決取消事由はいずれも理由がなく、\nその他審決にはこれを取り消すべき瑕疵は見出せない。\nよって、本訴請求を棄却することとし、訴訟費用の負担につき行政事件訴訟\n法７条、民事訴訟法６１条を適用して、主文のとおり判決する。\n東京高等裁判所第６民事部\n裁判長裁判官    山　　下　　和　　明\n裁判官    山　　田　　知　　司\n裁判官    宍　　戸　　　　　充\n"
}