{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 6,
    "day": 24
  },
  "case_number": "平成14(ワ)305",
  "case_name": "慰謝料請求事件",
  "court_name": "和歌山地方裁判所民事部",
  "lawsuit_id": "7412",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=7412",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/412/007412_hanrei.pdf",
  "contents": "平成１５年６月２４日判決言渡　同日原本領収　裁判所書記官\n平成１４年(ワ)第３０５号慰謝料請求事件\n口頭弁論の終結の日　平成１５年４月１１日\n主文\n１　被告Aは，原告に対し，１５万円を支払え。\n２　原告の被告Aに対するその余の請求及び被告和歌山弁護士会に対する請求をい\nずれも棄却する。\n３　訴訟費用は，原告の負担とする。\n事実及び理由\n第１　当事者の求めた裁判\n１　原告\n(1)　被告Aは，原告に対し，６５０万円を支払え。\n(2)　被告和歌山弁護士会（以下「被告弁護士会」という。）は，原告に対し，３５０万\n円を支払え。\n２　被告A\n(1)　原告の被告Aに対する請求を棄却する。\n(2)　訴訟費用は，原告の負担とする。\n３　被告弁護士会\n(1)　原告の被告弁護士会に対する請求を棄却する。\n(2)　訴訟費用は，原告の負担とする。\n第２　事案の概要\n１　事案の要旨\n原告は，自己を被告人とする刑事被告事件において，国選弁護人として選任さ\nれた弁護士である被告Aが，うつ状態及び飲酒酩酊した状態で弁護活動を行い，\n特に，①原告が前記刑事被告事件において一部無罪を争っていたにもかかわら\nず，ごく短時間しか接見しなかった上，その打ち合わせ中に携帯電話により第三者\nと打ち合わせをするなどして必要な打ち合わせをしなかった，②原告が証人尋問を\n希望した者を１人も出廷させなかった，③保釈申請するなど原告の体調を配慮した\n措置を採らなかった，④弁論終結が予定された公判期日に大きく遅刻して出頭す\nるなどして当該公判期日を延期させ，不当に訴訟を遅延させた，⑤公判期日にお\nいて十分な最終弁論をしなかった，⑥判決宣告期日の前日に弁護人の辞任を申し\n立て，判決宣告を不当に遅延させたなど十分な弁護活動をしなかったことから，精\n神的苦痛を被ったとして，被告Aに対し，不法行為による損害賠償請求権に基づ\nき，慰謝料６５０万円の支払を求めるとともに，被告弁護士会が，被告Aがアルコー\nル依存症の状態にあると認識しつつ，これを原告の国選弁護人として選任し，その\n後も原告が被告Aを懲戒処分とするように申し立てたにもかかわらず適切な処分を\nすることを怠り，被告Aに弁護活動を継続させ，さらにその弁護活動を不法に正当\n化し，原告に精神的苦痛を与えたとして，不法行為による損害賠償請求権に基づ\nき，慰謝料３５０万円の支払を求めた。\nこれに対し，被告A及び被告弁護士会は，原告に対する不法行為の成立を否認\nして，争っている。\n２　前提事実\n以下の事実は，当事者間に争いがないか，証拠（甲２《枝番号付き。以下，枝番\n号のある書証の枝番号は，同様に省略する。》，４，乙１，２，３）及び弁論の全趣旨\nにより容易に認めることができる。\n(1)　被告Aが原告の国選弁護人に選任されるまでの事実経過\n原告は，平成１１年９月１２日，覚せい剤取締法違反（覚せい剤の自己使用）\nの被疑事実で逮捕され，同月１３日同法違反の被疑事実で勾留され，同年１０\n月１日，同法違反の公訴事実で和歌山地方裁判所に起訴された（以下「第１事\n件」という。）。\n原告は，第１事件につき，平成１１年１０月８日付けで，弁護士B（以下「B弁護\n士」という。）を，同年１１月３日付けで，弁護士C（以下「C弁護士」という。）をそれ\nぞれ私選弁護人に選任した。\nB弁護士は，同月８日付けで，C弁護士は，同月１１日付けで，それぞれ原告\nの第１事件に関する弁護人を辞任した。\n原告は，同月１３日付けで，C弁護士を第１事件の私選弁護人に選任した。\n原告は，平成１２年５月１０日，詐欺の被疑事実で逮捕され，同月１２日，上記\n被疑事実で勾留され，同月３１日，詐欺の公訴事実で和歌山地方裁判所に起訴\nされた（以下「第２事件」という。）。\n原告は，同月２２日付けで，第１事件の私選弁護人であったC弁護士を解任\nし，同月２６日，和歌山地方裁判所に対し，貧困により弁護人を選任することが\nできないことから，国選弁護人を選任することを依頼する旨の回答書を提出し\nた。\n第１事件につき平成１２年１月６日合議決定がされていたところ，和歌山地方\n裁判所裁判長裁判官D（以下「D裁判長」という。）は，被告弁護士会の会長に対\nし，同年６月２日付けで，第１事件について国選弁護人の推薦を依頼し，被告弁\n護士会が推薦した被告弁護士会の会員である被告Aを，同月８日，第１事件に\nつき国選弁護人に選任した。\n被告Aは，同月１３日，第２事件につき国選弁護人に選任された。\n(2)　被告Aの国選弁護人解任までの事実経過\n原告は，第１事件につき，当初より無罪を主張し，平成１２年７月１２日午前１\n１時に第７回公判期日が開かれた。他方，原告は，第２事件につき，事実を認め\nており，平成１２年７月２５日午前１０時，第１回公判期日が開かれた。\n和歌山地方裁判所は，同月３１日，第２事件を第１事件に併合して審理すると\nの決定をし，第２事件の審理は，第１事件の第８回公判期日以降，併合して審理\nされることとなった（以下，第１事件と第２事件を併せて「第１事件等」という。）。\n第１事件等につき，同年８月１０日午後４時に第８回公判期日が，同年９月２０\n日午後３時３０分に第９回公判期日が，同年１０月１９日午前１０時に第１０回公\n判期日が，同年１１月１７日午後１時３０分に第１１回公判期日が，同年１２月１５\n日午後１時１５分に第１２回公判期日が，同月２７日午後４時に第１３回公判期\n日が，それぞれ開かれた。第１３回公判期日において，次回（第１４回）公判期日\nは平成１３年１月２５日と指定され，同期日において，検察官の論告及び弁護人\nの弁論の上，結審することが予定された。\n第１事件等の第１４回公判期日（同日開廷）において，検察官の論告及び弁\n護人の弁論はされず，同月３１日午後４時に開かれた第１５回公判期日におい\nて，論告及び弁論がされ，併せて，被告人の最終陳述がされ，結審し，次回公\n判（判決宣告）期日は，同年３月７日と指定された。\n被告Aは，同年３月６日，和歌山地方裁判所に対し，第１事件等につき自己都\n合（病気）により，国選弁護人を辞任したい旨の国選弁護人辞任届を提出し，D\n裁判長は，同日，被告Aを第１事件等の国選弁護人から解任した。また，和歌山\n地方裁判所は，同月７日に指定されていた第１事件等の公判（判決宣告）期日を\n取り消し，次回期日を追って指定する旨の決定をした。\n(3)　被告Aが国選弁護人を解任された後の第１事件等の事実経過\nD裁判長は，平成１３年３月１４日，弁護士E（以下「E弁護士」という。）を第１事\n件等の国選弁護人に選任した。\nE弁護士は，第１事件等の第１６回公判期日が開かれた同年９月５日，国選弁\n護人を解任された。\n弁護士F（以下「F弁護士」という。）は，同月１４日，第１事件等の国選弁護人\nに選任された。\n第１事件等の審理は，平成１４年１月２３日に弁論再開の決定がされ，同年２\n月１３日に第１７回公判期日が開かれ，同年３月１４日に開かれた第１８回公判\n期日において結審し，同年４月２６日に開かれた第１９回公判期日において，原\n告は，第１事件，第２事件ともに有罪であるとして，原告を懲役３年６月に処する\n旨の有罪判決の言渡しを受けた。原告は，同日，大阪高等裁判所に対し，第１\n事件等の判決が不服であるとして控訴を申し立てた。\n(4)　原告の被告Aに対する懲戒請求等\n原告は，被告弁護士会に対し，平成１３年７月１６日，被告Aを懲戒するよう請\n求する旨の申立てをした。\n被告弁護士会の綱紀委員会は，平成１４年３月２６日付けで，被告Aが，酒に\n酔った状態又は酒に酔っていなくても酒臭をさせて接見打ち合わせをしたり，公\n判廷に臨んだことが，刑事弁護活動自体には問題とすべき点がないとしても，な\nお，刑事弁護人としての職務に不信の念を抱かせるとともに，弁護士としての品\n位を失うべき非行であると認定せざるを得ないとして，被告Aを懲戒することを相\n当とする旨の議決をした。\n被告弁護士会の懲戒委員会は，同年８月２８日付けで，被告Aには懲戒事由\nが存在しないとして，同被告を懲戒しないとの議決をし，被告弁護士会は，原告\nに対し，同年９月１９日付けで上記議決を通知した。これに対し，原告は，平成１\n４年１０月１５日付けで，和歌山弁護士会の懲戒委員会のした前記議決が不服\nであるとして，日本弁護士連合会に対し，異議を申し出た。\n３　争点及びこれに対する当事者の主張\n(1)　被告Aについて原告に対する不法行為が成立するか。\n上記不法行為が成立する場合の原告が被った損害額はいくらか。\n（原告の主張）\n被告Aは，国選弁護人に選任された平成１２年６月以降，うつ状態でかつ飲酒\n酩酊した状態で，原告と接見し打ち合わせをしたり，毎回の公判廷に出頭し，後\n記アないしカのとおり，不十分な弁護活動をしたものであり，このような被告Aの\n各行為は，国選弁護人としての義務に違反し，原告の国選弁護人の弁護を受け\nる権利を侵害する不法行為を構成する。そして，被告Aのこの不法行為によっ\nて，原告が受けた精神的苦痛に対する慰謝料は６５０万円を下らない。\nア　不十分な接見\n被告Aは，以下のとおり，原告が勾留されていた和歌山刑務所丸の内拘置\n支所（以下「丸の内拘置支所」という。）において，原告と接見した。\n(ア)　平成１２年６月２９日午後２時４０分から午後３時７分まで\n(イ)　同年７月１０日午後１時２３分から午後１時４３分まで\n(ウ)　同月２４日午後２時２１分から午後２時４１分まで\n(エ)　同年８月９日午後２時１０分から午後２時２９分まで\n(オ)　同年９月８日午後３時３５分から午後３時４５分まで\n(カ)　同年１０月６日午前１１時２８分から午前１１時５０分まで\n(キ)　同年１１月６日午後３時２３分から午後３時３６分まで\n(ク)　同月１５日午後２時３８分から午後２時５４分まで\n(ケ)　同月１８日午前１１時１０分から午前１１時３６分まで\n(コ)　同年１２月２７日午前１０時３５分から午前１０時５６分まで\n(サ)　平成１３年１月２３日午前１１時５９分から午後０時９分まで\nこのように，被告Aの原告に対する接見時間は，いずれも３０分に満たない\n短いものであった。\nしかも，被告Aは，これらの接見の大半において，前記のとおり飲酒酩酊し\nていたものであり，また，接見の際，原告の顔を見ることもなく，携帯電話で第\n三者と事件の打ち合わせをするなどし，原告の話をまともに聞こうともしなかっ\nた。\nこのような被告Aの原告との接見は，第１事件につき無罪を主張していた原\n告のための弁護活動としては，時間的にみてもその実質においても到底十分\nなものではなかった。\nイ　証人申請等の不実施\n被告Aは，原告が第１事件につき当初より無罪を主張し，必要な証人の申\n請を依頼したにもかかわらず，いずれの証人も出廷させず，原告の反証活動\nに多大な不利益を与えた。\nウ　原告の体調への配慮の欠如\n原告は，頚椎症性脊髄症，頚椎症性神経根症及び頚椎症性筋萎縮症など\nを患っていたので，健康上の理由から，被告Aに対し，平成１２年１１月１日及\nび同月２２日の２度にわたり，保釈の申請を依頼したが，被告Aは，原告の体\n調への配慮を怠り，適切な対応をしなかった。\nエ　第１４回公判期日への遅刻等による裁判の遅延\n被告Aは，平成１３年１月２５日に開かれた第１事件等の第１４回公判期日\nに，約４０分遅刻の上，飲酒酩酊し，かつ壊れた眼鏡を掛け，顔面から出血し\nた状態で出頭した。そのため，同公判期日は，予定されていた検察官の論告\n及び被告Aの弁論がされることなく延期された。このように，被告Aは，第１事\n件等の審理を不当に遅延させ，原告に精神的苦痛を与えた。\nオ　不十分な最終弁論\n被告Aは，平成１３年１月３１日に開かれた第１事件等の第１５回公判期日\nにおいて，違法収集証拠で原告が無罪である旨の弁論を約３０秒間行っただ\nけであった。このような時間的にも短く内容に乏しい弁論では，到底，国選弁\n護人としての義務を履行したということはできない。\nカ　辞任による裁判の遅延\n被告Aは，第１事件等の判決宣告期日の前日である平成１３年３月６日，病\n気を理由に原告の国選弁護人を辞任する旨申し出た。そのため，D裁判長\nは，同日，被告Aを国選弁護人から解任するとともに，判決宣告期日を取り消\nした。その結果，原告に対する第１事件等の判決宣告は，平成１４年４月２６\n日まで遅延することとなった。このように，被告Aは，第１事件等の審理及び判\n決宣告を不当に遅延させ，原告にさらなる精神的苦痛を与えた。\n（被告Aの主張）\n原告の被告Aに対する本件慰謝料請求が認められるためには，被告Aが，刑\n事被告人であった原告に対して負う国選弁護人としての善管注意義務ないし誠\n実義務（以下これらを総称して「善管注意義務等」という。）に違反し，これによ\nり，原告において判決に影響を及ぼす程度の不利益を与えたと認められなけれ\nばならない。しかし，以下のとおり，原告の主張する被告Aの不法行為の事実\nは，それ自体認められないばかりか，原告に対する判決に影響が生じたなどの\n不利益が生じたということもないから，原告の主張は理由がない。\nア　うつ状態及び飲酒酩酊状態で弁護活動をしたとの主張について\n(ア)　被告Aは，平成１３年３月６日，健康上の理由により，原告に対する刑事\n被告事件を含む全事件について国選弁護人の辞任届を提出したが，それ\nまでの間，うつ病の治療を継続しつつ弁護活動に当たっていたもので，そ\nの弁護活動に特段の支障は生じていなかった。このことは，被告Aが国選\n弁護人に選任された和歌山地方裁判所のすべての刑事事件で，辞任する\nまでに解任されたことがなかったことからしても明らかである。\nまた，被告Aがうつ病であることが原告にいかなる不利益を与えたかにつ\nいては主張がない。\n(イ)　被告Aが，常に飲酒し，また酩酊状態で，公判廷に出頭したり，原告と接\n見したとの点は否認する。\nもっとも，被告Aは，平成１２年秋ころから，仕事のストレスにより不眠症\nを呈するようになったことから，夜入眠のために飲酒するという生活をする\nようになった。そのため，翌朝まで被告Aの体内にアルコールが残り，公判\n廷において又は原告との接見に際し，被告Aが酒臭を発し，原告がそれを\n感じた可能性はある。\nしかし，前記(ア)のとおり，被告Aが平成１３年３月６日に至るまで国選弁\n護人から解任されなかったこと及び原告が被告Aの酒臭について不満を述\nべ始めたのが被告Aが国選弁護人を解任された後のことであることからす\nれば，被告Aが酒臭をさせた状態で原告と接見したり，公判廷に出頭してい\nたとしても，何ら弁護活動に支障を来していたということはできないし，原告\nがこのことによって精神的苦痛を受けていたということもできない。\nイ　接見が不十分との主張について\n(ア)　被告Aが，第１事件等の国選弁護人として，原告と接見した日時は，以\n下のとおりである。\nａ　平成１２年６月２９日午後２時４０分から午後３時７分まで\nｂ　同年７月１０日午後１時２３分から午後１時４３分まで\nｃ　同月２４日午後２時２１分から午後２時４１分まで\nｄ　同年８月９日午後２時１０分から午後２時２９分まで\nｅ　同年９月８日午後３時３５分から午後３時４９分まで\nｆ　同年１０月６日午前１１時２８分から午前１１時５０分まで\nｇ　同月１８日午前１１時１０分から午前１１時３６分まで\nｈ　同年１１月６日午後３時２３分から午後３時３６分まで\nｉ　同月１５日午後２時３８分から午後２時５４分まで\nｊ　同年１２月８日午後３時１０分から午後３時３３分まで\nｋ　同月２７日午前１０時３５分から午前１０時５６分まで\nｌ　平成１３年１月２３日午前１１時５９分から午後０時２７分まで\nこのように，被告Aは，原告に対する第１事件等の公判期日に先立ち，少\nなくとも１度は原告と接見を行っており，また，その接見時間は，打ち合わ\nせには十分なものであった。\nそもそも，被疑者・被告人と弁護人との接見交通権は，被疑者・被告人\nに刑事事件において実質的当事者としての地位を確保させるために認めら\nれるものであるところ，弁護人がいつどの程度の時間接見するかは，弁護\n人の合目的的裁量に委ねられているというべきである。したがって，単に，\n接見時間の長短，まして接見時間の長短に関する被疑者・被告人の主観\nによって，弁護人の接見が不十分であるとして，善管注意義務等違反の問\n題となると解することはできない。\nまた，仮に被告Aの接見時間が短かったとしても，それが原告に対する\n判決に影響を及ぼすなどして，原告の利益が侵害されたとの主張はない。\n(イ)　被告Aが，接見の大半において，飲酒酩酊していたとの点，接見の際，\n携帯電話で第三者と事件の打ち合わせをするなどし，原告の話をまともに\n聞かなかったとの点は否認する。\n被告Aが，丸の内拘置支所の待合室で原告との接見時間を待っていた\n時，U病院医師のG（以下「G医師」という。）と携帯電話で話をしていたとこ\nろ，接見の準備ができたとの放送が入ったため，一旦電話を切って接見室\nに入り，原告と接見し，その最中に，再度G医師から電話がかかってきたた\nめ，ごく短時間G医師と会話をしたことがあった。しかし，原告と接見中にお\nいて，被告Aから，携帯電話で架電して，第三者と打ち合わせをしていたと\nの事実はない。\nウ　証人を出頭させなかったとの主張について\n(ア)　刑事弁護を受任した弁護士は，法的手段の選択，法律判断等専門性に\n関わる部分については，依頼者である被疑者・被告人から自由かつ独立し\nた立場を保持することが求められているものであり，どのような方針で弁護\n活動をすべきかは，依頼者の特定の指示があるなどの特段の事情がない\n限り，その専門家としての判断に基づく弁護士の合目的的裁量に従って行\nうことが許されるものと解される。\n(イ)　原告は，被告Aに対し，原告を診察した和歌山県和歌山西警察署の監察\n医であるH医師及びG医師並びに原告の尿を採取し警察に任意提出した\nv病院医師のI（以下「I医師」という。）を証人申請するよう要請した。\nしかし，被告Aが，H医師から事情を聞いたところ，同医師は，原告を診\n察していないと回答した。そのため，被告Aは，H医師を証人申請しなかっ\nた。また，被告Aが，G医師から事情を聞いたところ，同医師は，原告に対\nし，その主訴に応じて，痛み止めの薬剤を処方したものの原告を診察して\nおらず，原告の客観的な症状は分からない旨回答した。被告Aが，原告に\n対し，このG医師の回答を伝えたところ，原告は，同医師を脅して原告の症\n状について証言させる旨述べたことから，被告Aは，同医師を証人申請す\nべきでないと思料し，申請しなかった。\n他方，被告Aは，I医師については，平成１３年１月２５日に開かれた第１\n４回公判期日において，証人申請したが，和歌山地方裁判所がこれを却下\nした。\n以上のとおり，被告Aの原告のための弁護活動には，何ら問題はなく，こ\nの点につき，被告Aに善管注意義務等違反は成立しない。\nエ　原告の体調への配慮が欠如していたとの主張について\n(ア)　被告Aは，平成１２年１１月１日，原告の保釈を申請し，和歌山地方裁判\n所は，同月２日，これを却下した。被告Aは，同月２２日，再度原告の保釈を\n申請したが，同裁判所は，同月２４日，これを却下した。\nこのように，被告Aは，原告の要請に応じて，原告の保釈を請求してお\nり，これを却下したのは，裁判所の判断にほかならないから，原告が保釈さ\nれなかったことをもって，被告Aに善管注意義務等違反が成立するというこ\nとはできない。\n(イ)　原告の体調への対応は，原告を勾留している警察署ないし丸の内拘置\n支所の職員が一次的にすべきことであり，弁護人である被告Aに原告の体\n調につき配慮すべき義務はない。\nオ　公判期日に遅刻するなどして裁判が遅延したとの主張について\n被告Aが，第１事件等の第１４回公判期日（平成１３年１月２５日開廷）に，\n約４０分遅刻の上，前記のとおり飲酒酩酊しかつ壊れた眼鏡を掛け，顔面か\nら出血した状態で出頭したとの点及び同公判期日が延期されたとの点は否認\nする。\n被告Aは，同公判期日において，第１事件についての公訴事実と冒頭陳述\nとの齟齬に関して求釈明を行うとともに，I医師に対する証人尋問請求を行っ\nた。このような経緯を経て，次回公判期日である第１５回公判期日において，\n改めて論告及び最終弁論がされることとなったものである。\nカ　最終弁論が不十分であったとの主張について\n被告Aが，第１事件等の第１５回公判期日（平成１３年１月３１日開廷）にお\nいて，弁論をわずか約３０秒間しか行わなかったとの点は，否認する。\n被告Aは，同公判期日において，第１事件については，①原告からの採尿\n手続には違法があるから，原告の尿の鑑定結果は，いわゆる違法収集証拠\nで証拠能力がないこと，②参考人の供述は利益誘導の結果得られたもので，\n信用性に欠けること，③被告人の公判廷外における供述は任意性に欠けるこ\nとから，原告は無罪であり，第２事件については争いはないものの，寛大な判\n決を求める旨の１２００字以上の弁論要旨を準備し，これに従って，少なくとも\n数分間にわたり，最終弁論を行った。\nキ　判決宣告前日の辞任により裁判が遅延したとの主張について\n被告Aは，健康状態が悪化し，国選弁護人としての職務に耐えられなくなっ\nたので，平成１３年３月６日，和歌山地方裁判所に対し，辞任届を提出し，同\n裁判所において，正当な理由があるとして，被告Aを国選弁護人から解任した\nものである。したがって，被告Aにおいて，同裁判所に対し，辞任届を提出した\nのは正当であり，その結果として，判決宣告が遅延したとしても，善管注意義\n務等違反とはならないというべきである。\nまた，原告に対する第１事件等の判決宣告が１年以上遅延したのは，被告\nAとは全く無関係の事情によるものである。\n(2)　被告弁護士会について原告に対する不法行為が成立するか。\n上記不法行為が成立する場合の原告が被った損害額はいくらか。\n（原告の主張）\nア　被告Aの国選弁護人選任及び解任に関する不法行為\n被告弁護士会は，以下のとおり，その注意義務違反を怠り，原告が自己の刑\n事被告事件において国選弁護人の弁護を受ける権利を侵害する不法行為を\n行った。\n(ア)　被告弁護士会は，被告Aが，前記(1)の原告の主張のとおり，うつ状態に\nあり，かつ，飲酒酩酊の上弁護活動を行っていたことを認識していたにもか\nかわらず，被告Aを原告の国選弁護人として選任した。\n(イ)　被告弁護士会は，被告Aが原告の国選弁護人に選任された後，被告\nAが前記(1)の原告の主張のとおり，うつ状態でかつ飲酒酩酊して原告に対\nする弁護活動を行っていたにもかかわらず，被告Aに対する適切な処分を\n怠り，被告Aに弁護活動を継続させた。\nイ　被告Aに対する懲戒手続に関する不法行為\n被告Aが，前記(1)の原告の主張のとおり，うつ状態かつ飲酒酩酊の上原告\nのための弁護活動を不十分にしか行っていなかったことから，原告は，前提\n事実(4)のとおり，被告弁護士会に対し，被告Aの懲戒を求める旨の申立てを\nした。\nしかしながら，前提事実(4)のとおり，被告弁護士会の綱紀委員会は，被告\nAを懲戒相当としつつも，刑事弁護活動自体には問題がなかったとし，また，\n被告弁護士会の懲戒委員会は，被告Aを懲戒しないとの議決をし，被告Aの\n不十分な弁護活動を不法に正当化し，原告にさらなる精神的苦痛を与えた。\nウ　被告弁護士会は，上記のとおり，原告の弁護権を侵害するとともに，被告\nAの善管注意義務等違反の弁護活動を違法に是認し，原告に精神的苦痛を\n与えた。この精神的苦痛に対する慰謝料は３５０万円を下らない。\n（被告弁護士会の主張）\nア　被告Aが飲酒酩酊の上弁護活動を行っていたことを認識しつつ弁護人として\n選任したとの主張について\n(ア)　被告弁護士会が，平成１２年６月８日当時，被告Aがうつ状態ないしアル\nコール中毒症にあることを認識していたとの点，被告弁護士会が被告Aを\n原告の国選弁護人に選任したとの点は否認する。\n(イ)　国選弁護人選任命令の法的性質は裁判であるから，国選弁護人を選任\nするのは裁判所又は裁判長である。被告弁護士会は，昭和２３年６月９日\n付け「官選弁護人の選任方法について」と題する最高裁判所事務総長通達\nに基づき，和歌山地方裁判所からの推薦依頼により，個々の国選弁護事\n件を被告弁護士会の会員である所属弁護士に紹介し，報酬金等の受領な\nど本来裁判所と所属弁護士との間でされるべき事務を事実上取り次いでい\nるにすぎず，国選弁護事件の受任を希望するか否かは各所属弁護士の自\n由な判断に委ねられている。したがって，被告弁護士会が所属弁護士に対\nする一般的な指導監督義務を超えて，それとは別に個々の刑事被告事件\nに関する国選弁護人の推薦手続につき注意義務違反を問われることはな\nい。\nそして，被告Aが原告の国選弁護人に選任された平成１２年６月８日当\n時，被告Aにおいて懲戒事由に該当するような非行は何ら認められず，ま\nた，体調面に格別の問題もなく通常の弁護士業務を行っていたことに照ら\nすと，被告弁護士会において，被告Aに対して国選弁護人の推薦ないし紹\n介を事実上停止する理由は何ら存在しなかった。\nよって，被告弁護士会が，被告Aを通常の手続に従い原告の国選弁護\n人に推薦したことについて，何らの注意義務違反も認められない。\nイ　被告Aに違法な弁護活動を継続させたとの主張について\n(ア)　被告弁護士会は，平成１３年３月５日午後，和歌山地方裁判所より，同\n日開廷された別件の公判期日における被告Aの法廷活動に問題があった\n旨の申し入れを受けた。\nそこで，当時の被告弁護士会執行部の弁護士が，同裁判所との間で，\n同日午後５時３０分から協議し，同裁判所から，被告Aが，同日午前に開廷\nされた公判において，酒臭を発し，また，十分な弁護活動をし難い健康状\n態にあったこと，同日午後開廷予定であった公判に出頭しなかったとの説\n明を受けた。被告弁護士会は，この時点において，初めて，被告Aの弁護\n活動に問題が生じている可能性があることを認識した。\n被告弁護士会は，同裁判所からの説明が真実であれば，被告Aに弁護\n活動を継続させることが好ましくないと判断し，同裁判所に対し，被告弁護\n士会執行部の弁護士が被告Aと速やかに面談し事実確認をし，事実確認\nがされた場合には，被告Aより病気を理由とする辞任届を被告Aが受任して\nいた国選弁護事件全件について提出させ，同裁判所において被告Aを全事\n件について国選弁護人から解任させ，被告Aが受任していた国選弁護事件\nの引継ぎについては，被告弁護士会が責任をもって対処する旨申し入れ，\n同裁判所においてこれを了承した。\n被告弁護士会執行部の弁護士は，同日午後９時，被告Aと面談し，事実\n関係を確認したところ，被告Aの健康状態が悪化しており，国選弁護人とし\nての職務の遂行に支障を与えるに至っていることを認識した。そこで，被告\n弁護士会執行部の弁護士が，被告Aに対し，受任している国選弁護事件全\n事件の辞任を勧告したところ，被告Aはこれを了承し，同月６日，同裁判所\nに対し，原告を被告人とする第１事件等を含む全事件について国選弁護人\nの辞任届を提出し，同裁判所は，被告Aをこれら全事件について国選弁護\n人から解任した。\n以上のとおり，被告弁護士会は，被告Aが国選弁護人として弁護活動を\n続けることに問題があることを認識した後は，迅速に対応している。\nしたがって，被告弁護士会には，弁護士会として会員に対する指導監督\n義務を遂行する上で何ら過失はなかったというべきである。\n(イ)　国選弁護人の解任は，その選任と同様，裁判所又は裁判長が行う裁判\nにほかならない。そして，選任の場合と異なり，国選弁護人の解任に被告\n弁護士会が関与することは全く予定されておらず，また，弁護士の独立性\nに照らすと，弁護士会が，裁判所に対し，弁護士の意思と無関係に同人の\n国選弁護人からの解任を促すような関与は許されない。すなわち，国選弁\n護人の解任は，弁護人からの辞任要求や被告人からの解任要求などを端\n緒として，解任事由の存否を審理経過を通じてもっとも良く知り得る立場に\nある受訴裁判所又は裁判長において専権的に判断すべきものであり，弁\n護士会において一般的な指導監督義務を超えて弁護人の解任を促すよう\nな行為をすることはできない。\n(ウ)　弁護士会は，前記(イ)のとおり，所属弁護士に対し，一般的な指導監督\n義務を負うが，弁護士の独立性の見地から，この指導監督の対象となるの\nは，弁護士の品位を失わせる非行等の問題に限られ，個々の受任事件に\nおける専門技術的な弁護活動の問題に立ち入ることはできない。\n原告が主張する被告Aの弁護活動に対する不満は，専ら個々の事件に\nおける専門技術的な弁護活動の問題であるから，被告弁護士会において，\n指導監督義務を負うものではないというべきである。\nウ　被告Aの弁護活動を違法に正当化したとの主張について\n被告弁護士会の綱紀委員会及び懲戒委員会の議決内容により，原告にお\nいて慰謝料請求権が発生するとの主張は争う。\n第３　争点に対する判断\n１　争点(1)（被告Aの原告に対する不法行為の成否）について\n(1)ア　認定事実\n前提事実(2)，(3)のほか，証拠（甲２，３，５，８，乙１，２，５ないし８，原告・被告\nA各本人）及び弁論の全趣旨によれば，次の事実が認められる。\n(ア)　被告Aの身体の状態，飲酒状況等\n被告Aは，平成４年ころ，うつ病及びアルコール依存症と診断され，約７\n年間弁護士業務を休止し，医療機関に入院するなどして治療を受け，平成\n１１年ころ，うつ病及びアルコール依存症の症状が軽快したことから，その\n治療を受けつつも，弁護士業務を再開し，主に刑事訴訟における国選弁護\n人として活動していた。\n被告Aは，平成１２年秋ころから，弁護士業務におけるストレスが原因で\n眠ることが困難となった。そのため，被告Aは，医師から催眠薬の処方を受\nけ服用していたが，催眠薬を服用しても眠れなくなったため，同年１０月ころ\nから，毎晩午後９時ころから就寝する午後１１時ないし午前０時ころまでの\n間，日本酒を概ね２，３合，多いときは約５合飲むようになった。そのため，\n被告Aは，遅くとも同年１１月ころから，日中においても酒気を帯びた状態と\nなり，酒臭を発するようになり，遅くとも後記(イ)ａ(ｈ)認定の同年１１月６日以\n降の原告との接見の際及び同月１７日開廷の第１事件等の第１１回公判期\n日以降の公判期日において，酒臭を発した状態で原告と接見したり，公判\n廷に出頭するようになった。\n被告Aが酒気を帯び酒臭を発しつつ接見に臨み，また，公判廷に出頭す\nるようになったことから，原告は，同月３０日付けで，D裁判長に対し，現時\n点では被告Aの名誉のため理由をいうことはできないが，必要であれば理\n由を述べるので，被告Aの国選弁護人からの解任を求めるという趣旨の上\n申書を提出し，この上申書は，同年１２月１日，和歌山地方裁判所に到達し\nた。\n(イ)　被告Aの第１事件等における弁護活動等\nａ　被告Aが，第１事件等に関し，丸の内拘置支所において原告と接見した\n日時は以下のとおりである。\n(ａ)　平成１２年６月２９日午後２時４０分から午後３時７分まで\n(ｂ)　同年７月１０日午後１時２３分から午後１時４３分まで\n(ｃ)　同月２４日午後２時２１分から午後２時４１分まで\n(ｄ)　同年８月９日午後２時１０分から午後２時２９分まで\n(ｅ)　同年９月８日午後３時３５分から午後３時４９分まで\n(ｆ)　同年１０月６日午前１１時２８分から午前１１時５０分まで\n(ｇ)　同月１８日午前１１時１０分から午前１１時３６分まで\n(ｈ)　同年１１月６日午後３時２３分から午後３時３６分まで\n(ｉ)　同月１５日午後２時３８分から午後２時５４分まで\n(ｊ)　同年１２月８日午後３時１０分から午後３時３３分まで\n(ｋ)　同月２７日午前１０時３５分から午前１０時５６分まで\n(ｌ)　平成１３年１月２３日午前１１時５９分から午後０時２７分まで\n被告Aが，原告と接見した際，２度にわたり，被告Aの携帯電話に第三\n者から電話があった。被告Aは，それに応答したが，１分ないし２分程度\n会話したのみで電話を切った。\nｂ　原告は，被告Aとの接見の際，原告を診察したG医師を第１事件等の証\n人として申請するよう依頼した。\n被告AがG医師から事情聴取したところ，同医師は，被告Aに対し，①\n原告に対する頚椎症性筋萎縮症の診断は，自ら診断したものではない，\n②原告の主訴に対応して薬を処方していたが，その処方は客観的な診\n断結果に基づくものではなく，本当に原告に痛みがあるのかは分からな\nい，③このような内容の証言でよければ出廷の上証言する旨回答した。\nそこで，被告Aは，原告との接見の際，原告に対し，G医師の前記回答を\n説明したところ，原告は，被告Aに対し，原告の知人等をG医師のところ\nに行かせて，同医師に原告の訴える痛みについて証言させる旨述べた。\n被告Aは，原告に対し，G医師を威迫し証言を強要するような対応をする\n場合には弁護人を辞任する旨述べて，直ちに接見を打ち切るとともに，G\n医師を証人申請するのは適当でないと判断した。\nｃ　被告Aは，原告の要望を受けて，和歌山地方裁判所に対し，平成１２年\n１１月１日，原告が頚椎性筋萎縮症に罹患しており，その検査及び治療\nのために必要であることを理由として，原告の保釈を請求し，同時に，G\n医師が平成１０年１１月１８日に作成した原告が頚椎性筋萎縮症に罹患\nしている旨記載した診断書を提出した。これに対し，和歌山地方検察庁\n副検事J（以下「J副検事」という。）は，平成１２年１１月２日，同裁判所に\n対し，原告の健康状態には特に問題はないとする丸の内拘置支所長\nK（以下「K支所長」という。）からの電話聴取書を添付した保釈不相当の\n意見書を提出した。これらを受けて，同裁判所は，同日，被告Aの保釈請\n求を却下するとの決定をした。\n被告Aは，原告の要望を受け，また同月１７日に開廷された本件第１\n事件等の第１１回公判期日において原告に対する被告人質問が終了し\nたことから，同月２２日，同裁判所に対し，原告が頚椎性筋萎縮症及び\n糖尿病に罹患し，また血尿が出現しており，これらに対する検査治療が\n必要であること並びに全証拠の取調べが終了し証拠隠滅のおそれがな\nいことを理由として，原告の保釈を請求し，同時に，G医師作成の前記診\n断書及び医療法人L医院理事長M（以下「M医師」という。）が平成１２年５\n月１０日から同年６月１６日まで和歌山西警察署留置場において原告を\n治療し，同人を変形性頚椎症，糖尿病及び血尿と診断した旨の同年１１\n月１６日付けM医師作成の診断書を提出した。これに対し，J副検事は，\n同裁判所に対し，同月２４日，原告の症状は安定していること，丸の内拘\n置支所でも月曜日，水曜日及び金曜日に往診の医師がおり，必要な診\n察，投薬を受けられることを理由として保釈不相当の意見を提出した。同\n裁判所は，同日，これらを受けて，被告Aの保釈請求を却下するとの決\n定をした。\n(ウ)　第１事件等の第１４回公判期日における手続等\n原告は，D裁判長に対し，平成１３年１月１５日付けで，I医師を被告Aが\n人証として申請しているかどうかを懸念する旨等を記載した上申書を提出\nし，この上申書は，同月１７日，和歌山地方裁判所に到達した。\n被告Aが同月２３日に原告と接見した際，原告は，被告Aに対し，第１事\n件の第２回及び第３回公判期日に尋問がされたI医師に対する証人尋問を\n再度行ってもらいたい旨依頼した。被告Aは，原告に対し，I医師の再度の\n人証採用は困難であるが，原告がこれを強く求めるのであれば，同月２５\n日に開廷される第１事件等の第１４回公判期日において証人申請をするこ\nとを告げ，証人申請が採用されれば翌第１５回公判期日において証人尋問\nを行い，申請が却下された場合には翌第１５回公判期日において論告を受\nけるとともに最終弁論を行うことを確認した。\n被告Aは，論告及び弁論の予定であった同月２５日の第１事件等の第１\n４回公判期日において，I医師の証人申請をし，原告自身が，その必要性に\nつき，採尿手続の経過について再度尋問する必要がある旨意見を述べた。\nこれに対し，公判立会検察官であったJ副検事は，I医師の証人尋問は不必\n要であると意見を述べた。以上を受けて，和歌山地方裁判所は，被告Aに\nよるI医師の証人申請を却下した。\nまた，J副検事は，同公判期日において，同裁判所からの求釈明に答え\nて，原告の覚せい剤の使用日時及び場所につき，冒頭陳述書記載の日時\n及び場所は誤りである旨釈明した。\n同裁判所は，以上の手続を経て，翌第１５回公判期日において，論告及\nび弁論を実施することとした。\n(エ)　被告Aの第１事件等の第１５回公判期日における弁論等\n被告Aは，平成１３年１月３１日の第１事件等の第１５回公判期日に当た\nり，Ｂ５版で３頁程度で大要以下のとおりの弁論要旨を準備し，同期日にお\nいて，これを朗読した。なお，原告は，同期日当時５４歳であった。\nａ　詐欺の公訴事実（第２事件）について争いはない。\nｂ　覚せい剤取締法違反（第１事件）について原告は無罪である。\n(ａ)　原告の尿は，身体捜索令状なくして原告の身体をI医師，看護婦（当\n時の名称）及び警察官２名の合計４名が押さえつけて採取された違法\n収集証拠であり，これを基礎とする鑑定書もまた違法収集証拠として\n証拠能力を有しない。\n(ｂ)　原告に覚せい剤を譲渡したとするNの供述は，Nの拳銃所持の罪を\n不問にする代わりに原告に不利な供述をするというNと警察官との間\nの取引によって得られたものであり，信用性に欠ける。\n(ｃ)　原告の捜査段階における自白は，原告が頸椎症性筋萎縮症に罹患\nし，首や肩に激痛を感じ，正常な思考能力を有していない状況でされ\nたものであり，任意性が欠ける。\n(ｄ)　原告は，過去６度にわたる覚せい剤事犯での服役に際しては，素直\nに罪を認めている一方，第１事件においてこれを否認して争うのは，\n原告が真に第１事件について無罪であることの証左である。\nｃ　原告の前刑の執行終了が平成８年１１月である以上，第２事件の有罪\nによる実刑が科されることはやむを得ないが，原告は，５３歳で今後は生\n活を改め真面目に生活してもらいたいと弁護人（被告A）は考える。\nｄ　以上の事情を考慮し，原告にできるだけ寛大な判決をされたい。\n(オ)　被告Aの国選弁護人解任の経緯及びその後の原告に対する第１事件等\nに関する国選弁護人の選任等\nａ　被告Aは，平成１３年３月５日，うつ病及びアルコール依存症の悪化によ\nり，意識に欠落が生じ，弁護活動に支障を来すような状況がみられた。\n被告弁護士会の当時の会長であったO，当時の副会長であったP（以\n下「P副会長」という。）及び刑事問題対策委員会の委員長であったQ（以\n下これら３名を総称して「O会長等」という。）が，同日午後８時３０分，被\n告Aと同被告の自宅で面談し，同被告が当分の間国選弁護人としての職\n務の遂行が困難な心身の状態であることを確認した。そのため，O会長\n等が，被告Aに対し，第１事件等を含む同被告が受任していた国選弁護\n事件全件につき辞任するかどうか意向を確認したところ，被告Aは，全件\nについて辞任する旨回答した。そして，被告Aは，O会長等立会の下で，\n自己都合（病気）を理由とする同月６日付けの第１事件等に関する国選\n弁護人辞任届に自署した。しかし，被告Aの自署が乱れたため，P副会長\nが，被告Aの自署の下に被告Aの氏名を付記した。\nD裁判長は，同日，被告Aの第１事件に関する国選弁護人辞任届が提\n出されたことを受けて，同日付けで，被告Aを第１事件等の国選弁護人\nから解任した。また，和歌山地方裁判所は，同日，同月７日午後１時１０\n分と指定されていた第１事件等の公判（判決宣告）期日を取り消し，次回\n期日を追って指定するとの決定をした。\nｂ　D裁判長は，平成１３年３月１４日，E弁護士を原告に対する第１事件等\nの国選弁護人に選任した。\nE弁護士は，和歌山地方裁判所に対し，同月２６日，原告と接見した結\n果，原告が和歌山北警察署生活安全課課長代理及び同署留置係の\nRの証人尋問を強く求めている旨の報告書を提出し，同年６月５日，同裁\n判所に対し，原告の病状につきu病院に弁護士法２３条の２に基づく照会\nをしており，その回答があった段階で原告と接見の上，弁論再開請求を\nするかどうかを決める旨の電話報告をした。\nしかし，E弁護士は，同裁判所，和歌山地方検察庁及び被告弁護士会\nに対し，同年８月１日，原告の病状に関する照会に対する回答の到着が\n遅れたこと，原告との接見には１時間程度必要と考えられるところ，その\n時間が取れなかったため原告と接見できず，同日，原告と接見するため\nに丸の内拘置支所に赴いたところ，原告から面会を拒否されたので，原\n告との信頼関係を維持することができないから，弁護人から解任された\nい旨の報告書を提出した。\nD裁判長は，同年８月２８日，第１事件等の第１６回公判期日を同年９\n月５日と指定し，同日，同公判期日において，原告がE弁護士の国選弁\n護人からの解任を希望している旨を確認し，同日，同弁護士を原告に対\nする第１事件等の国選弁護人から解任した。\nD裁判長は，同月１４日，F弁護士を原告に対する第１事件等の国選\n弁護人に選任した。\nF弁護士は，同裁判所に対し，平成１３年１１月２１日，原告の頚椎損\n傷，糖尿病ないし血尿及び歯の診察及び治療に必要であるとして，原告\nに対する勾留執行の停止を申し立てるとともに，K支所長に対する弁護\n士法２３条の２に基づく照会に対する同人からの回答書，原告の尿検査\nの結果，原告の上申書を提出した。F弁護士は，同裁判所に対し，同月２\n２日には原告の身柄引受人からの事情聴取の結果を，同月３０日には\nG医師から原告の治療に要する期間や入院可能時期について聴取した\n結果をそれぞれ報告した。同裁判所は，検察官Sからも意見を聴取した\n上，平成１４年１月２３日，F弁護士の前記勾留執行停止の申立てに対し\nては職権の発動をしないこととした。\n同裁判所は，平成１４年１月２３日，第１事件等の弁論を再開し，その\nための第１７回公判期日を同年２月１３日午後４時と指定し，同期日にお\nいて，F弁護士が平成１３年１２月２０日に証人申請した科学捜査研究所\n技術吏員Tの証人尋問を行うとの決定をした。\nF弁護士は，平成１４年３月１４日に開廷された第１事件等の第１８回\n公判（論告弁論）期日において，被告Aの弁論のうち，第１事件の無罪主\n張については前記(エ)ｂ(ａ)ないし(ｄ)を援用し，これに新たな主張を付け\n加える形で弁論をした。\nイ　前記認定に反する原告及び被告Aの主張に対する判断\n(ア)　原告は，①被告Aは，国選弁護人に選任された後，常に飲酒酩酊した状\n態で原告と接見したり毎回の公判廷に出頭した，②被告Aは，原告との接\n見の際，原告の顔を見ず，また携帯電話で第三者と打ち合わせをしてい\nた，③原告が被告Aに対しG医師及びI医師のほかに証人申請を依頼した\nのはM医師でありH医師ではない，④被告Aが第１４回公判期日に約４０分\n遅刻し，飲酒酩酊しかつ壊れた眼鏡を掛け顔面から出血した状態で出頭し\nたため，同期日は延期された，⑤被告Aは，第１５回公判期日において弁論\nを違法収集証拠で原告が無罪である旨の弁論をわずか数秒間しかしなか\nった旨主張する。\nしかし，前記ア(ウ)認定の平成１３年１月２５日の第１４回公判期日にお\nける手続は，乙２中の同期日調書によって認められるものであり，これと明\nらかに齟齬する原告の前記④の主張及びこれと同様の原告の陳述記載な\nいし証言は到底採用することができず，他に前記ア(ウ)の認定を覆し，原告\n主張の事実を認めるに足りる証拠はない。また，被告Aが前記ア(エ)認定の\nとおり弁論を行ったことは，乙２中の第１５回公判期日調書からも明らかで\nあるし，原告も陳述書（甲８）及び本人尋問において認めるところであるか\nら，これと反する原告の前記⑤の主張も採用することはできない。\nまた，被告Aが原告との接見や毎回の公判廷において常に飲酒酩酊して\nいたとの点（前記①）及び被告Aが原告との接見の際原告の顔を見ず，か\nつ携帯電話で第三者と打ち合わせをしていたとの点（前記②）については，\nこれを裏付ける証拠が，原告の陳述記載ないし証言のみであるところ，前\n記説示のとおり，原告の陳述記載ないし証言が客観的証拠と齟齬する点\nが見受けられることに照らすと，にわかに採用することができず，他に原告\n主張の事実を認定するに足りる証拠はない。\n他方，原告の前記③の主張にかかる点ついては，証拠（乙２，原告本人）\nによれば，M医師が，和歌山県和歌山西警察署の監察医であること，平成\n１２年５月１０日から同年６月１６日までの間，原告を同署の留置場内で診\n断及び治療したことが認められる。しかし，証拠（乙２，原告本人）によれ\nば，原告は，被告Aに対し，原告の保釈請求に当たりM医師から事情を聞く\nよう求めたこと，同医師は，原告に対する診断書を同年１１月１６日に作成\nし，被告Aに交付し，被告Aがこれを原告の保釈請求書に添付していること\nが認められる。以上の事実によれば，原告が，被告Aに対し，M医師を証人\n申請するよう求めたとの原告の主張ないし供述はにわかに採用することが\nできず，他に，原告が被告Aに対しM医師を証人申請するよう依頼したこと\nを認めるに足りる証拠はない。\n(イ)　被告Aは，原告と丸の内拘置支所で接見をしていた際，G医師から被告\nAの携帯電話に架電があったことがあり，原告との接見中に携帯電話で会\n話をしたのはその１度だけである旨主張する。\nしかし，弁論の全趣旨によれば，被告Aは，被告弁護士会の綱紀委員会\nにおいて，３，４回の接見に１度位携帯電話に対応したことがある旨回答し\nていたことが認められ，これに，前記(1)ア(イ)認定のとおり，被告Aが原告と\n接見したのは１２回あることに照らすと，被告Aの前記主張は採用すること\nができない。\nまた，被告Aは，原告から和歌山県和歌山西警察署の監察医であった\nH医師の証人申請を依頼されたが，同人と面会して事情聴取をしたところ，\n同人は原告を診察していない旨回答したことから，同人を証人として申請し\nなかったと主張する。\nしかし，H医師が同署の監察医であったと認めるに足りる客観的証拠は\nなく，かえって，前記(ア)認定のとおり，平成１２年当時M医師が同署の監察\n医であり，また，原告は，被告Aに対し，M医師の証人申請を依頼したので\nはなく，保釈請求に当たり事情を聞くよう求めたにすぎず，被告Aは，平成１\n２年１１月１６日，M医師から原告の診断書の交付を受け，これを同月２２日\nにした保釈請求に併せて和歌山地方裁判所に提出したことに照らすと，被\n告Aの上記主張も採用することができない。\n(2)　以上の認定事実を前提として，被告Aの不法行為の成否に関する原告の主張\nにつき判断する。\nア　国選弁護人の被告人に対する義務及び義務違反について\n弁護士と依頼人との関係は，委任契約ないし準委任契約に基づく法律関\n係と解されるところ，弁護士は，依頼人に対し，委任契約ないし準委任契約\n（民法６４４条，６５６条）に基づき，法律専門家として善良な管理者としての注\n意をもって依頼された事務を処理すべき善管注意義務を負担するだけでなく，\n弁護士と依頼人との関係が，専門的知識を有する者とそのような知識を有し\nない素人との間の関係であり，依頼人が全面的に弁護士を信頼せざるを得な\nいという関係であることに照らすと，弁護士は，依頼人の利益を図るために誠\n実にその職務を行うべき義務であるいわゆる誠実義務があると解される（弁\n護士法１条２項参照）。そして，この誠実義務は，前記説示のとおり，依頼人\nが弁護士を全面的に信頼せざるを得ない関係にあることにかんがみると，単\nなる倫理的な義務にとどまらず，一般的な善管注意義務と並ぶ法的な義務で\nあると解すべきである。\nところで，刑事被告事件における国選弁護人は，憲法３７条３項後段及びこ\nれを受けた刑事訴訟法３６条以下の規定により，貧困その他の事由により弁\n護人を選任することのできない被告人のために国が付する弁護人であって，\n被告人自身が選任するいわゆる私選弁護人のように被告人と直接の委任契\n約関係には立たないが，私選弁護人と同様に，弁護活動を行うべき義務を被\n告人に対する関係で負担することに照らすと，その弁護人として尽くすべき義\n務の内容及び範囲は，国選弁護人と私選弁護人との間において差異はない\nものと解される。\nしたがって，国選弁護人は，被告人に対し，私選弁護人と同様，善管注意\n義務のみならず誠実義務をも負担し，国選弁護人がこれらの義務に違反した\nことにより被告人において権利侵害及び損害が発生した場合には，不法行為\nに基づく損害賠償義務を負うと解される。\nイ　接見及び公判廷への出頭について\n(ア)　原告は，被告Aが原告を接見した時間が，いずれも３０分に満たないもの\nであり，十分なものではなかったと主張する。そして，前記(1)ア(イ)ａ認定の\nとおり，被告Aが丸の内拘置支所において原告に接見した時間は，平成１２\n年６月２９日が２７分間，同年７月１０日が２０分間，同月２４日が２０分間，\n同年８月９日が１９分間，同年９月８日が１４分間，同年１０月６日が２２分\n間，同月１８日が２６分間，同年１１月６日が１３分間，同月１５日が１６分\n間，同年１２月８日が２３分間，同月２７日が２１分間，平成１３年１月２３日\nが２８分間である。また，証拠（甲２，乙２）によれば，原告は，平成１２年１２\n月１日付けのD裁判長に対する上申書において，被告Aとの間で意思の疎\n通がされていない旨述べたこと及び平成１３年１月１７日付けのD裁判長に\n対する上申書において被告Aが面会に来ない旨述べたことが認められる。\nしかし，被告人と弁護人との接見が不十分であったか，ひいては，接見\nに当たり善管注意義務等違反があったかという点を判断するに当たって\nは，単に接見の時間の長短によってではなく，当該被告事件の内容，争\n点，進行度合い等に照らし被告人と弁護人が，その接見時間内で十分な打\nち合わせができたか否かという観点に立って判断すべきであるところ，本件\n全証拠によるも原告と被告Aとの間の打ち合わせが十分でなかったことを\n窺わせる事情は認められず，原告が，前記認定のとおり，D裁判長に対し，\n被告Aと意思疎通ができていないこと，被告Aが面会に来ないことについて\n不満を述べたものの，原告がそれ以前に被告Aとの接見の時間や頻度に\nついて不満を述べたことを認めるに足りる証拠はないし，原告が被告A本\n人に対し接見の時間及び頻度について要望や不満を直接述べたことを認\nめるに足りる証拠もないことに照らすと，以上認定の接見時間から，被告\nAの原告との接見が，善管注意義務等に違反するほど不十分なものであっ\nたと認めることはできない。\n(イ)　原告は，被告Aが，原告との接見に際し，原告の顔を見ることなく，また，\n携帯電話で第三者と打ち合わせをするなどして，原告の話をまともに聞こう\nとしなかった旨主張する。そして，前記(1)ア(イ)ａ認定のとおり，被告Aが原\n告と接見中に，２度にわたり第三者から被告Aの携帯電話に電話が入り，\n被告Aが１分ないし２分間程度会話をしたことが認められる。\nしかし，前記(1)イ(ア)認定のとおり，被告Aが原告との接見に当たり，原\n告の顔を見ようとしなかったり，被告Aが，原告との接見中に携帯電話で第\n三者と打ち合わせをして，原告との打ち合わせをしなかったとの事実は認\nめられない。\nそして，前記(1)ア(イ)ａ認定のとおり，被告Aから第三者に対して架電した\nのではなく，相手方から被告Aの携帯電話に架電されたこと，被告Aと第三\n者との会話時間が１分ないし２分程度と短いものであったことに照らすと，\n仮に被告Aが原告との接見中に携帯電話の電源を入れていたことが丸の\n内拘置支所の規則に違反していたとしても，このような電話による会話をも\nって，被告Aに善管注意義務等違反があったということはできない。\n(ウ)　前記(1)イ(ア)認定のとおり，被告Aが，原告との接見及び原告に対する\n第１事件等の公判廷において飲酒酩酊した状態にあったとは認められない\nが，前記(1)ア(ア)認定のとおり，遅くとも平成１２年１１月６日以降５度にわ\nたる原告との接見及び同月１７日以降５度にわたる公判において，酒気を\n帯びた状態で接見や公判廷に臨み，酒臭を発していたことが認められる。\nところで，弁護人が，酒気を帯びたり酒臭を発しつつ弁護活動を行ったと\nしても，当該弁護活動において平均的な弁護士が有すべき注意義務に違\n反していない限りは，善管注意義務違反があったということはできない。\nしかし，前記ア説示のとおり，国選弁護人は，被告人に対し，善管注意\n義務のみならず，被告人の利益を図るために誠実にその職務を行うべき誠\n実義務をも負担すべきところ，国選弁護人が，酒気を帯び，酒臭を発した状\n態で，被告人との接見に臨み又は公判廷に出頭することは，国選弁護制度\nに対する一般的な信頼を失わせる行為であり，被告人との関係において，\nその職務に対する誠実さを欠く行為と評価されるといえるから，酒気を帯び\n酒臭を発しつつ被告人との接見に臨んだり公判廷に出頭して弁護活動を\n行った国選弁護人は，誠実義務に違反するものというほかない。したがっ\nて，被告Aが原告との接見及び第１事件等の公判廷において酒気を帯び，\n酒臭を発しつつ臨んだことは，原告に対する誠実義務違反を構成するもの\nといわざるを得ない。\nそして，以上のとおり，被告Aが，遅くとも平成１２年１１月６日以降，少な\nくとも５度の接見及び５度の公判期日において，酒気を帯びた状態で原告\nと接見し，また，公判廷に出頭したこと，原告が，同月３０日付けで被告Aの\n国選弁護人からの解任を求める旨の上申書をD裁判長に提出していること\n及び原告が被告Aに対し懲戒請求を申し立てていることに，原告が本件訴\nえを提起したこと（当裁判所に顕著な事実）を併せると，原告が，被告Aの\n前記誠実義務違反により，被告人の国選弁護人による弁護を受ける憲法３\n７条３項後段所定の権利に由来する国選弁護人の誠実な弁護活動を受け\nる期待権を侵害され，精神的苦痛を被ったことが認められる。これに対し，\n被告Aは，原告には何らの損害も生じていないと主張するが，同被告が想\n定する損害は，善管注意義務違反に基づく具体的な事件への影響のみで\nあり，上記期待権の侵害を看過するものであり，採用することができない。\nしたがって，被告Aが，酒気を帯びかつ酒臭を発した状態で，原告との接\n見に臨み，また，第１事件等の公判廷に出頭したことは，原告に対する誠\n実義務違反による不法行為を構成する。\nウ　証人申請について\n原告は，被告Aに対し，G，I及びM各医師を証人申請するよう依頼したが，\nいずれも公判廷に出廷させず，原告の反証活動に多大な不利益を与えた旨\n主張する。\nしかし，前記認定のとおり，M医師については，原告は，証人申請を依頼し\nたのではなく，保釈請求に当たり事情を聞くよう要望したにすぎず，I医師につ\nいては，被告Aは，原告の要望どおり，第１事件等の第１４回公判期日におい\nて証人申請しており，G医師については，原告が期待する供述を引き出すこと\nが困難なばかりか，原告が同医師を威迫するような趣旨の言辞をしたことか\nら，被告Aは，同医師を証人申請することを避けたものである。\n以上によれば，被告Aが，I医師を証人申請したことについては，何らの義\n務違反を構成せず，M医師を証人申請しなかったことについては，原告からの\n要望がなかったから善管注意義務等違反を構成しないことはもとより，G医師\nを証人申請しなかったことについては，その必要性が小さく，かつ，原告によ\nる威迫の恐れという弊害が認められたことに照らすと，原告の要望に反したと\nしても，善管注意義務等に違反するものということはできない。\nエ　保釈等原告の体調への配慮について\n原告は，被告Aが原告の体調への配慮を怠った旨主張する。\nしかし，そもそも，勾留中の被告人の健康状態に対する配慮は，勾留場所\nである拘置所等の収容施設において第一次的にすべき筋合いのものであり，\n弁護人においては，被告人につき保釈請求，勾留取消請求又は裁判所に対\nし勾留執行停止の職権発動を促す申立てをすることができる程度にすぎな\nい。\nそして，前記認定のとおり，被告Aは，原告の要望を受けて，平成１２年１１\n月１日及び同月２２日，和歌山地方裁判所に対し，原告の検査及び治療に必\n要であることを理由として原告の保釈を請求し，その保釈請求書には，G医師\nないしM医師作成の原告に対する診断書を添付していた。これらの事実に照\nらすと，被告Aは，自己の権限の及ぶ限度において，原告の体調を配慮して\nいたということができ，善管注意義務等違反は認められない。\nオ　第１４回公判期日への遅刻等について\n原告は，被告Aが平成１３年１月２５日に開廷された第１事件等の第１４回\n公判期日に約４０分遅刻するなどしたため，同期日が不当に延期された旨主\n張する。\nしかし，前記認定のとおり，この点に関する原告主張の事実は認められな\nい。\nカ　最終弁論について\n原告は，被告Aの最終弁論がわずか３０秒と時間的に短く，内容も乏しいも\nのであり，国選弁護人としての義務を果たしたものとはいえない旨主張する。\nしかし，前記認定のとおり，被告Aは，弁論要旨を書面で準備してこれを朗\n読する方法で，最終弁論を行ったのであり，原告の主張はその前提を欠く。ま\nた，前記認定のとおり，後任の国選弁護人であるF弁護士において，被告Aの\n弁論要旨の主要部分を援用していることに照らすと，被告Aの弁論の内容が\n不十分であり，善管注意義務等違反の問題を生ずるものであったということは\nできない。\nなお，前記認定のとおり，被告Aは，最終弁論の弁論要旨において，原告\nの年齢を誤っているが，被告Aが記載した原告の年齢は，被告Aが，原告に対\nする第１事件の国選弁護人に選任された当時の年齢であること，原告が，被\n告Aに対し，本件訴えを提起するまで，この点について不満を述べたなどの事\n情が認められないことに照らすと，この年齢の記載の誤りが，善管注意義務\n等違反に当たり，不法行為を構成するということはできない。\nキ　辞任による裁判の遅延について\n原告は，被告Aが，第１事件等の判決宣告期日の前日に辞任する旨申し\n出，これにより，D裁判長が同被告を国選弁護人から解任したことによって，\n第１事件等の審理及び判決を不当に遅延させた旨主張する。\nしかし，国選弁護人の解任は裁判の一種であり，弁護人が辞任の申請をし\nても裁判所ないし裁判長において辞任に正当な理由があると認めない限り，\n解任されないところ，前記認定のとおり，被告Aは，平成１３年３月５日，うつ病\n及びアルコール依存症が悪化し，その職務を遂行することが困難であったこ\nとから，O会長等立会の下で，辞任届を作成し，D裁判長が，この辞任届の提\n出を受けて，被告Aを原告に対する第１事件等の国選弁護人から解任したの\nであり，被告Aのうつ病及びアルコール依存症の悪化は，かかる正当理由に\n該当するものということができる。そして，私選弁護人においては，やむを得な\nい事由により委任契約ないし準委任契約を解除したときは，委任者である依\n頼人に対し損害賠償義務を負わない（民法６５１条，６５６条）こととの均衡上，\n正当な理由があり，国選弁護人から解任された場合には，辞任したことを理\n由として，被告人に対し，損害賠償義務を負うことはないと解すべきである。し\nたがって，被告Aが同裁判所に対し第１事件等の辞任を申し出たことが，善管\n注意義務等違反の問題を生じたり，不法行為を構成することはない。\nまた，前記認定のとおり，平成１３年３月６日に被告Aが解任された８日後\nの同月１４日にE弁護士が原告に対する第１事件等の国選弁護人に選任さ\nれ，その後，同年９月５日に同弁護士が国選弁護人から解任され，同月１４日\nにF弁護士が国選弁護人に選任され，平成１４年１月２３日に第１事件等の弁\n論が再開され，同年２月１３日の第１７回公判期日において証人尋問がされ，\n同年３月１４日の第１８回公判期日において論告及び弁論がされて結審し，同\n年４月２６日の第１９回公判期日において判決が言い渡されたのであり，この\nような第１事件等の経過に照らすと，被告Aが国選弁護人から解任されたこと\nと第１事件等の判決期日が遅延したこととの間には，相当因果関係がないと\nいわざるを得ない。\nしたがって，被告Aの辞任が不法行為を構成するという原告の主張は理由\nがない。\n(3)　損害額\n以上のとおり，被告Aが，遅くとも平成１２年１１月６日から，酒気を帯び酒臭を\n発しつつ，少なくとも５度にわたり原告と接見したり，少なくとも５度にわたり第１\n事件等の公判廷に出頭したことは，原告に対する誠実義務違反であり，これに\nより，原告の国選弁護人の誠実な弁護活動を受ける期待権を侵害し，精神的な\n損害を与える不法行為を構成するものということができる。\nそして，前記被告Aの不法行為の態様に加え，前記(2)のとおり，被告Aが上記\nの点を除いては原告に対し善管注意義務等に違反する行動をしたとは認められ\nないこと，被告Aが少なくとも同年６月から同年１０月ころまでの間は，酒気を帯\nびていない状態で弁護活動をしていたこと，原告が被告Aに対する不満を述べ\n始めたのが同年１１月３０日付けのD裁判長に対する上申書であり，被告Aが国\n選弁護人から解任されるまでの間は，原告が，直接被告Aに対し，不満を述べて\nいたとは認められないことといった諸事情，その他本件に顕れた一切の事情を\n考慮すると，被告Aの誠実義務違反の不法行為による原告の精神的損害の慰\n謝料としては，１５万円が相当である。\n２　争点(2)（被告弁護士会の原告に対する不法行為の成否）について\n(1)　選任及び解任に関する不法行為の成否について\nア　原告は，被告弁護士会において，被告Aがうつ状態でかつ飲酒酩酊の上弁\n護活動を行っていたことを認識しつつ，同被告を原告に対する第１事件等の\n国選弁護人として選任したことは，不法行為を構成する旨主張する。そして，\n証拠（乙２，丙１，３，４）によれば，被告弁護士会は，和歌山地方裁判所の依\n頼を受けて，会員である弁護士を国選弁護人として推薦しており，被告Aにつ\nいても同様の手続で推薦された結果，D裁判長において被告Aを第１事件等\nの国選弁護人として選任したことが認められる。\nしかし，国選弁護人を選任するのは，裁判所又は裁判長の権限である（刑\n事訴訟法３６条，２８９条２項等参照）から，被告弁護士会において，原告に対\nする第１事件等の国選弁護人を選任する権限はなく，あくまで会員である弁\n護士を推薦するにすぎない。したがって，被告弁護士会に国選弁護人選任の\n権限があることを前提とする原告の主張はその前提を欠く。\nまた，原告の真意が，被告弁護士会による上記推薦行為の違法にあるとし\nても，前記認定のとおり，被告Aは，平成１２年１０月ころから不眠状態を解消\nするために夜就寝する前に飲酒を始め，平成１３年３月５日に既往のうつ病及\nびアルコール依存症が悪化し弁護活動を継続することができなくなったのであ\nり，本件第１事件の国選弁護人に選任された平成１２年６月当時は，うつ病及\nびアルコール依存症の治療は受けていたものの，その症状は軽快しており，\n現に国選弁護人として活動していたものであり，うつ病及び飲酒酩酊により弁\n護活動ができない状態であったとは認められない。したがって，被告弁護士会\nにおいて，被告Aがうつ状態かつ飲酒酩酊の上弁護活動を行っていたことを\n認識していたことも認められず，原告の主張を採用する余地はない。\nイ　原告は，被告弁護士会において，被告Aがうつ状態でかつ飲酒酩酊して原告\nに対する第１事件等の弁護活動を行っていたことを認識しながら，被告Aに対\nして適切な処分をすることなく，弁護活動を継続させた点が，原告に対する不\n法行為を構成する旨主張する。\nこの原告の主張の趣旨は必ずしも明確ではないが，被告弁護士会におい\nて，被告Aを原告に対する第１事件等の国選弁護人から解任すべきであった\nとの趣旨であれば，前記説示のとおり，国選弁護人の解任は裁判としての性\n質を有し，その権限は裁判所又は裁判長にあるから，被告弁護士会には被\n告Aを国選弁護人から解任する権限はない以上，この点につき，被告弁護士\n会に不法行為は成立しない。\nもっとも，原告の主張は，被告弁護士会がその会員である被告Aに対する\n一般的な指導監督権限を行使しなかった点が不法行為を構成するとの趣旨\nであるとも解される。しかし，弁護士会の一般的な指導監督権限は，弁護士\nの弁護権ないしその職務の独立性に照らすと，弁護士の受任事件の処理に\n関して個別具体的に指導監督することは原則として許されず，明らかに違法\nな弁護活動，実質的に弁護権を放棄したと認められる行為，あるいは職業的\n専門家である弁護士としての良識から著しく逸脱した行為がされるなどして，\n弁護士会の指導監督による是正が特に必要な場合に限って例外的に許され\nるものと解される。そして，被告弁護士会が，前記１(1)ア(オ)認定のとおり被\n告Aにおいて弁護活動に支障があることが確認された平成１３年３月５日以前\nに，被告Aの弁護活動に問題があることを認識していたことを認めるに足りる\n証拠はなく，かえって，被告Aが前記認定のとおり平成１３年３月６日に至って\n初めて国選弁護人として選任されていた全事件について国選弁護人を解任さ\nれたことに照らすと，被告Aの弁護活動を最も具体的に把握している和歌山地\n方裁判所においても，同日まで被告Aの弁護活動に問題があったとは認識し\nていなかったと推認され，これによれば，被告弁護士会が，被告Aの第１事件\n等についての弁護活動に一般的な指導監督をすべき事情があったと認識で\nきたとは到底認められないから，被告弁護士会が被告Aに対し一般的な指導\n監督権限を行使しなかったことが不法行為を構成するということはできない。\n(2)　懲戒処分に関する不法行為の成否について\n原告は，自らした被告Aに対する懲戒請求に対し，被告弁護士会の綱紀委員\n会が懲戒相当と決定しつつも刑事弁護活動自体には問題がなかったとし，ま\nた，被告弁護士会の懲戒委員会が被告Aを懲戒しないとの議決をしたことが，不\n法行為を構成する旨主張する。\nしかし，弁護士法５８条に基づく懲戒請求権は，弁護士会又は日本弁護士連\n合会の自主的な判断に基づいて，その会員である弁護士の綱紀，信用，品位等\nの保持という目的を達成するためという公益的な見地から，前記各会に特に認\nめられたものであり，懲戒請求者個人の利益のためのものではないと解される。\nしたがって，原告の懲戒請求に対し，被告弁護士会の綱紀委員会が刑事弁護\n活動自体に問題がなかった旨決定をしても被告弁護士会の懲戒委員会がした\n懲戒不相当との議決をしたことをもって，懲戒請求権者である原告が法的保護\nに値する具体的利益の侵害を受けたということはできない。\nよって，原告の主張を採用することはできない。\n(3)　小括\n以上のとおり，被告弁護士会の各所為が，原告に対する関係で，不法行為を\n構成すると認めることはできない。\n３　結論\n以上の次第で，原告の被告らに対する本件請求は，原告が，被告Aに対し，不\n法行為による損害賠償請求権に基づき，慰謝料１５万円の支払を求める限度で理\n由があるから，この限度で認容し，原告の被告Aに対するその余の請求及び被告\n弁護士会に対する請求は理由がないから，これを棄却して，主文のとおり判決す\nる。 和歌山地方裁判所第二民事部\n裁判長裁判官       礒　　尾　　　　正\n裁判官       高　 橋　　綾　 子\n裁判官       成　 田　　晋　 司\n"
}