{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 13,
    "month": 10,
    "day": 18
  },
  "case_number": "平成9(ネ)3039",
  "case_name": "損害賠償請求控訴",
  "court_name": "大阪高等裁判所",
  "lawsuit_id": "2371",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=2371",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/371/002371_hanrei.pdf",
  "contents": "主文\n一　被控訴人株式会社林藤（以下「被控訴人林藤」という。）に対する本件控訴\nを棄却する。\n二　原判決中，被控訴人株式会社おくだ設計（以下「被控訴人おくだ」とい\nう。），株式会社Ｋに関する部分を次のとおり変更する。\n１　被控訴人おくだは控訴人に対し，６８６万９１４８円及びこれに対する平\n成５年５月１４日から支払済みまで年５分の割合による金員を支払え。\n２　控訴人は破産者株式会社Ｋ（京都地方裁判所平成１２年（フ）第１２２６\n号事件）に対し，損害賠償債権８４６万０５４５円及びこれに対する遅延損害金債\n権２９９万８２７８円の破産債権を有することを確認する。\n３　控訴人の被控訴人おくだ，同破産者株式会社Ｋ破産管財人（以下「被控訴\n人破産管財人」という。）に対するその余の請求を棄却する。\n三　控訴人と被控訴人林藤間においては第２審の訴訟費用は控訴人の負担とし，\n控訴人と被控訴人おくだ，同破産管財人との間においては，第１，２審ともこれを\n４分し，その３を控訴人の，その１を被控訴人おくだ，同破産管財人の負担とす\nる。\n四　この判決は，上記二項１に限り，仮に執行することができる。\n事実及び理由\n第一　本件控訴の趣旨\n一　原判決を取り消す。\n二　被控訴人林藤，同Ｈは，控訴人に対し，連帯して２４９３万４４６２円及び\nこれに対する平成５年５月１４日から支払済みまで年５分の割合による金員を支払\nえ。\n三　控訴人は破産者株式会社Ｋ（京都地方裁判所平成１２年（フ）第１２２６号\n事件）に対し，損害賠償債権２４９３万４４６２円及びこれに対する遅延損害金債\n権８８４万１６４３円の破産債権を有することを確認する。\n四　被控訴人林藤は，控訴人に対し，別紙物件目録（原判決添付のものー以下同\n様）記載五の建物に設置されている別紙図面（原判決添付のものー以下同様）のう\nち赤線で囲んだ部分に存する工作物を撤去せよ。\n五　訴訟費用は，第１，２審とも被控訴人らの負担とする。\n六　二，四，五項につき仮執行宣言\n第二　事案の概要\n本件は，控訴人が，隣地における建物（鉄骨造８階建）の建築に伴うその基\n礎工事等により，自己所有建物が損傷を受けたとして，その建物建築工事の注文者\nである被控訴人林藤，その設計及び監理者である被控訴人おくだ，その建築工事の\n請負人である株式会社Ｋ（以下「Ｋ」という。）の３者に対し，不法行為に基づ\nき，損害賠償を求め，併せて，被控訴人林藤に対し，民法２１８条に基づき，上記\n新築建物に設けられた工作物により雨水が直接，控訴人所有地内に注いでいるとし\nて，その工作物の撤去を求めた事案である。\n原審は，控訴人の請求を棄却し，控訴人が本件控訴をしたものであるが，本\n件訴訟が控訴審に係属中，Ｋは破産宣告を受け，被控訴人管財人がその訴訟を承継\nした。\n一　前提事実（当事者間に争いがないか，弁論の全趣旨により認める事実）\n１　当事者\n(一)　控訴人は、呉服の販売を主たる目的とする株式会社であり、その所有\nにかかる別紙物件目録記載一、二の各土地（以下併せて「控訴人土地」という。）\n上に同目録記載三（ただし，原判決２６頁６行目の次に行を改め「（登記簿上附属\n建物３棟あり）」を加える。）の家屋（以下「本件建物」という。）を所有してい\nる。\n(二)　被控訴人林藤は、控訴人土地の南側に隣接している同目録記載四の土\n地（共同代表者のＹ等所有）（以下「被控訴人林藤土地」という。）上に存する同\n目録記載五の建物（以下「Ｍビル」という。）について持分１０分の３の共有持分\nを有している。\n(三)　被控訴人おくだは、Ｍビル新築の設計及び監理をしたものである。\n(四)　Ｋは、Ｍビルの新築工事を請け負い、これを完成させたものである。\nＫは，本件訴訟が控訴審に係属中の平成１２年６月１５日午後０時破産\n宣告を受け（京都地方裁判所平成１２年（フ）第１２２６号事件），被控訴人破産\n管財人が，その破産管財人に選任された。\n控訴人は，上記破産手続において，Ｋに対する損害賠償債権２４９３万\n４４６２円及びこれに対する不法行為の後の平成５年５月１４日から破産宣告まで\nの年５分の割合による遅延損害金債権８８４万１６４３円を，破産債権として届け\n出たが，債権調査期日において，被控訴人破産管財人は，その債権全額につき異議\nを述べた。\n２　Ｍビルの建築等\n(一)　被控訴人林藤は、被控訴人林藤土地上に８階建のＭビルを新築するこ\nとを計画し、被控訴人おくだ設計にその設計及び工事監理業務を委託し、Ｋとの問\nで、新築工事請負契約を締結した。\n(二)　Ｍビル新築工事（以下「本件工事」という。）は平成４年３月２３日\nに着工され、平成５年２月２日に完成した。\n本件工事のうちの基礎工事における土地の掘削工事のための土留工事\nは，当初水平切梁工法や親杭横矢板工法が予定されていたが，その工法が変更さ\nれ，ろうそく掘工法が施工された。\n(三)　Ｍビルには、別紙図面のうち赤線で囲んだ部分の工作物（以下「本件\n工作物」という。）が存し、これによってＭビルからの雨水が直接控訴人土地に注\nいでいる。\n二　争点\n１　本件工事による本件建物の被害の有無\n２　被控訴人らの責任の有無\n３　控訴人の損害額\n４　控訴人の被控訴人林藤に対する本件工作物の収去請求の当否\n三　争点に対する当事者の主張\n１　争点１（本件工事による本件建物の被害の有無）\n(一)　控訴人の主張\n本件工事において，基礎工事における土地の掘削工事のための土留工事\nが不十分であったため，控訴人土地の土砂が被控訴人林藤土地側に移動し、これに\nよって控訴人土地に不同沈下が生じたことが主たる原因となり，また，本件工事の\nうち，鉄骨の立上げ組立ての際，Ｋはクレーンの下に鉄板４枚を敷かずにクレーン\nを操作して重量のある鉄骨を持ち上げた振動により，控訴人土地に不同沈下を生じ\nさせ，これらが原因となって，本件建物の玄関木部、胴付に隙間が生じ、また土間\nコンクリートや本件建物の外壁に亀裂が生じ、塀の割れ等も生じた。\nまた，本件工事中，Ｋが本件建物に落とした落下物により，本件建物の\n２階の屋根瓦が損傷し，その室内に雨漏りが発生した。\n(二)　被控訴人ら全員の主張\n本件建物に控訴人主張の損傷があるとしても，本件建物はもともと古い\nもので，従前から本件建物や地盤にひび割れ等があり，それが年が経つにつれて拡\n大してきたものであり，本件工事によって生じたことは否認する。\n(三)　被控訴人おくだの主張\nまた，本件建物の外壁のひび割れも，かつてなされた本件建物の改修後\nの自然的な収縮に基づき発生したものであり，本件工事によって発生したものでは\nない。\n仮に，本件工事と本件建物の損傷との間に因果関係があるとしても，Ｋ\nの施工したクレーン工事の振動によるものであり，基礎工事によって発生したもの\nではない。\n２　争点２（被控訴人らの責任の有無）\n(一)　控訴人の主張\n(1)　被控訴人林藤の責任\n控訴人は、本件工事の着工に先立ち、被控訴人林藤に対し、基礎工事\nのための土地の掘削工事等により控訴人土地の地盤が沈下する等の虞について懸念\nを表明していたから、被控訴人林藤としては、被控訴人おくだに対し、極力控訴人\n土地において地盤沈下が生じないような設計をなし、Ｋに対し、控訴人土地におい\nて地盤沈下が生じないような工法を採用するよう指図をなすべき注意義務があるの\nにこれを怠り、漫然と被控訴人おくだやＫに任せきりにした。\n(2)　被控訴人おくだの責任\n被控訴人おくだは、Ｍビルの設計をなすにあたり、本件建物や地盤等\nについて十分な事前調査をして、新築ビルの階高や基礎根切の程度を決定したうえ\nで設計をし、かつＫが行う基礎工事における土地の掘削工事のための土留工事につ\nいて，控訴人土地における地盤沈下が生じないような工法を採るよう監督する注意\n義務があるにもかかわらず、これを怠り、Ｋがろうそく掘工法による不完全な工事\nをするのをなすがままに放置するなどしていたため，上記の不同沈下が生じた。\n(3)　Ｋの責任\n控訴人は、本件工事の着工に先立ち、Ｋに対し、基礎工事のための土\n地の掘削工事等により控訴人土地の地盤が沈下する等の虞について懸念を表明して\nいたから、Ｋとしては、基礎工事における土地の掘削工事及び土留工事をするにあ\nたり、本件建物や地盤を十分に事前調査して、いわゆる基礎根切を行うなどの昀善\nの工法によって施工すべき注意義務があるにもかかわらず、これを怠り、漫然とろ\nうそく掘工法による不完全な工事をするなどしたため、上記の不同沈下が生じた。\n(二)　被控訴人林藤の主張\n仮に，請負人であるＫに責任があるとしても，注文者にしかすぎない被\n控訴人林藤にはＫに対する注文及び指図に何ら過失はない。\n(三)　被控訴人おくだの主張\n(1)　被控訴人おくだは、Ｍビルの設計にあたり京都市住宅局建築指導\n部審査課監修にかかる「京都市内ボーリングデーター集」を参考にして地盤の地質\nを把握するとともに、平成４年２月２２日には、Ｋが依頼したＶ工業所が実施した\nボーリング結果に基づく「地質調査報告書」から地質の状況を確定し、しかる後に\n本件建物の支持地盤を確定した。\n(2)　なお、被控訴人おくだと施主である被控訴人林藤との設計監理委託契\n約の内容には、根切工法、土留工法についての図面の設計は含まれていない。そし\nて、そもそも建物建築工事における根切工法や土留工法の選択及びその施工図面\nは、施工業者が安全性と経済性の兼合いで昀善と考えられるものを自由に選択すべ\nきものであって、これら図面は施工業者がその責任においてボーリング調査を行\nい、土木工事専門の下請業者に作成させるのが通常である。\nしたがって，仮にＫが実施した根切工法や土留工法等により控訴人に\nおいて本件建物の損傷を受けたとしても，それら工事については，被控訴人おくだ\nは，依頼された設計，監理の対象外であり，何ら責任を負わない。\n(3)　被控訴人おくだの指定した工法は水平切梁工法であったが，Ｋはその\n工法を変更してろうそく掘工法を採用してこれを施工した。そのいずれの工法と\nも，当該現場の地質状況等を調査把握しながら妥当な施工工事を行えば地盤沈下の\n心配はないものであり、仮に土留工事によって地盤沈下が生じたとすれぱ、それは\nＫの施工工事の拙劣さに起因するものであって、工法選択自体に起因するのではな\nく，この点においても被控訴人おくだには責任がない。\n(四)　被控訴人破産管財人の主張\nＫの行った基礎工事等は，適正に行われており，Ｋに何ら過失はない。\n３　争点３（控訴人の損害）\n(一)　控訴人の主張\n(1)　本件建物の損傷は、これを補修する必要があるところ、この補修工事\n費用は、２２９３万４４６２円である。\n(2)　控訴人は、本件訴訟の提起、追行を控訴人訴訟代理人に委任し、その\n報酬等として２００万円を支払う約束をしているが、これは被控訴人らの不法行為\nと相当因果関係のある損害である。\n(3)　よって、被控訴人林藤，同Ｈ及びＫは，連帯して控訴人に対し、不法\n行為に基づき，上記損害額合計２４９３万４４６２円及びこれに対する不法行為後\nである平成５年５月１４日から支払済みまで民法所定の年５分の割合による遅延損\n害金を支払う義務がある。\nなお，Ｋは，前記のとおりその後破産したが，控訴人は，破産者Ｋに\n対し，前記本件控訴の趣旨三項のとおりの破産債権を有することになる。\n(二)　被控訴人ら全員の主張\n控訴人の主張は争う。\n(三)　被控訴人おくだの主張\n控訴人主張の損害額の中には，Ｋの工事施工中の落下物による本件建物\nの損傷，Ｋの工事施工中のクレーン車の振動によって発生した本件建物の損傷に基\nづく損害も含まれているが，この損害は，控訴人主張の被控訴人おくだの過失と因\n果関係がない。\n(四)　被控訴人破産管財人の主張\n控訴人主張の本件建物の損傷は、本件工事による不同沈下に起因するか\nどうか明らかではないものであるし、控訴人主張の補修費用には本件建物の敷地\n（控訴人土地）の地盤改良費用及び本件建物を大々的に修理するための費用が含ま\nれており、仮にＫに本件建物の損傷につき責任があるとしても、上記費用のすべて\nを賠償すべき義務はない。\n４　争点４（控訴人の被控訴人林藤に対する本件工作物の収去請求の当否）\n(一)　控訴人の主張\n本件工作物は，これによりＭビルの雨水が直接控訴人土地に注がれるの\nで，控訴人は被控訴人林藤に対し，控訴人土地の所有者として，民法２１８条に基\nづき，本件工作物の撤去を求める権利がある。なお，この請求の当否については，\n控訴人の受忍義務を問題とすべきではない。\n(二)　被控訴人林藤の主張\n本件工作物は控訴人と被控訴人林藤の各建物の境の狭い空間に雨水が流\n入して排水できない状態になるのを回避し、その両建物を雨水の害から守るための\nもので、設置の必要性の高いものである。そして、本件工作物から控訴人側建物の\n敷地に流入する雨水はＭビルの北壁面から落ちる部分のみである（ちなみにＭビル\n屋上に降った雨水については、別途排水設備がある。）。また、Ｍビル建築前は、\n控訴人の建物に降った雨水が被控訴人林藤側の建物の敷地に流入していたし、現在\nでも、控訴人自身が北隣のＺ株式会社の建物の敷地との関係で本件工作物と同様の\n工作物を設置している。\n上記の事情からすれば、本件工作物は、民法２１８条の禁止の要件を満\nたさないというべきであるし、仮にそうでないとしても本件工作物設置による控訴\n人建物敷地への雨水の流入は受忍限度の範囲内のものである。また、控訴人も以前\nは自己の建物に降った雨水を被控訴人林藤の建物敷地に流入させていたし、現在で\nも北隣のＺ株式会社側に本件工作物と同様の工作物を設置していることからすれ\nば、本件工作物の設置は法的撤去要求の対象となるほどの違法性はないし、控訴人\nの本件工作物の撤去請求はクリーンハンドの原則にも反する。更に、本件工作物を\n撤去すると、Ｍビルは雨水による多大の被害を被ることになるのに対し、控訴人が\n本件工作物によって被っている被害は軽微であるから控訴人の本件工作物の撤去請\n求は権利の濫用である。\n第三　争点に対する判断\n一　事実関係\n証拠（甲１～５，１０～１４，２２～３７，検甲１～４，乙１～９，丙１～\n５，１２，丁１～６（以上枝番のあるものは枝番も含む。），証人Ｎ，同Ｏ，同\nＰ，同Ｑ，被控訴人おくだ代表者，被控訴人林藤代表者，鑑定の結果（追加鑑定の\n結果，証人Ｘの証言を含む。以下同じ。））及び弁論の全趣旨によれば，次の事実\nが認められる。\n１　Ｍビルの建築までの経過\n(一)　控訴人は，昭和５２年１０月，控訴人土地と同地上の本件建物を代金\n４億円で買い受け，自己名義に所有権移転登記を受けた。\n控訴人は，昭和５３年に，６０００万円以上かけて本件建物の改修工事\nをした。\n本件建物は，その建築年月日は母屋部分の大半が明治年代であり，明治\nの中京の商家造りの建築様式である。\n控訴人は，本件建物を，「Ｒ」との名称で呉服の展示場や顧客の接待用\nに利用していた。\n(二)　被控訴人林藤は，控訴人土地に隣接している被控訴人林藤土地上の建\n物で呉服商を営んでいたが，平成３年末ころ，鉄骨造の８階建の建物（Ｍビル）に\n建て替えることを計画し，同年１２月１２日，被控訴人おくだとの間で，設計・工\n事監理業務委託契約を締結し（報酬額９００万円），同被控訴人において設計した\n図面に基づき，Ｋに請負代金を見積もらせた上，平成４年１月２８日，Ｋとの間で\nＭビルの新築工事請負契約を締結した（請負代金３億３８００万円）。\n(三)　控訴人は，平成４年２月１７日に，隣近所に対する挨拶等としてＫの\nＱが持参していた図面により新築建物の説明を受けた際，従前控訴人土地の隣地で\n４階建の建物を建築した人から地盤が弱い旨聞き及んでいたので，同部長に対し，\n地盤沈下により本件建物に影響のないようにして欲しい旨申し入れた。それより\n前，被控訴人林藤の担当者が控訴人に挨拶に赴いた際も，控訴人は同様のことを言\nった。\nそして，同月１８日に，控訴人が依頼したＴ建設株式会社（以下「Ｔ建\n設」という。）が，Ｋの担当者立会い（手伝い）のもとに，控訴人土地のうち被控\n訴人林藤土地との境界沿いに，地盤の水平調査や本件建物の傾きの測定をした（第\n１回レベル測定）。\n(四)　Ｋは，同年２月１８日から旧建物の解体にとりかかり，被控訴人林藤\n土地と控訴人土地との境界立会いや，地鎮祭を経て，同年３月２３日に基礎工事の\nための土地の掘削作業にとりかかった。\nそして，同年４月２日までに，基礎工事のための土地の掘削作業，控訴\n人土地を含む隣地との境界の土留工事が完成した。同月３日から，基礎工事に取り\nかかり，同月２９日にこれを完成し，基礎のため掘削した土の埋め戻しが行われ\nた。これら基礎工事は，Ｋは下請先の株式会社Ｓ工業に施工させた。その後，クレ\nーン車等を用いた鉄骨の建て方組立て作業が行われ，同年５月中旬頃，これを完成\nさせた。\n(五)　控訴人は，同年５月１３日ころ，Ｋに対し，本件建物や控訴人土地の\nうち被控訴人林藤土地との境界付近部分に，亀裂等が生じている旨申し入れ，同月\n１４日，Ｔ建設において前同様の第２回目のレベル測定が行われた。\nそして，同月中旬，Ｋにおいて，２回に分けて，本件建物や控訴人土地\nの応急的な修理，修復が行われた。\n(六)　その後，Ｔ建設において，平成４年８月２４日（第３回目），同年１\n２月１９日（第４回目），本件建物と控訴人土地のレベル測定がなされた。\nまた，Ｋにおいても，平成４年８月２７日，同様のレベル測定を行って\nいる。\n(七)　Ｍビルは平成５年２月２日完成した。\n２　基礎工事の経過\n(一)　被控訴人おくだは，Ｍビルの設計にあたり，その地盤の支持層につい\nて，京都市住宅局建築指導部審査課監修にかかる「京都市内ボーリングデーター\n集」のうち被控訴人林藤土地に一番近い土地のデータに基づき，被控訴人林藤土地\nの支持層がＧＬライン（地表線）から地下７メートルの地点にあると判断して当初\nの設計をした。同被控訴人作成の工事概要書（丁１）では，土留工法として，水平\n切梁工法が，基礎として支持層まで地中に杭を貫入させる杭基礎が指定されてい\nた。また，同被控訴人は基礎伏図（丙２の１），基礎リスト・大梁・地中梁・小梁\nリスト等（丙２の２）の設計図面を作成した。これら設計図には地下室が設けられ\nていた。\nＫは，請負契約の締結の際，被控訴人林藤に対し，被控訴人おくだの作\n成した設計図に基づき，見積書（丁３はその一部）を提出しているが，その見積書\nには，土留工法として，親杭横矢板工法による土留壁に支保工を取り付ける水平切\n梁工法で見積もられている。\nなお，水平切梁工法とは，切梁や腹起しなどの支保工により土留壁を支\nえる工法のことであり，親杭横矢板工法とは，親杭であるＨ鋼を打ち込んで，掘削\nする毎に親杭と親杭との間に横矢板を鋏み隣地の土留をする工法のことである。親\n杭横矢板工法は，昀も経済的な工法で多用されているが，透水性の土留壁であるこ\nと，横矢板を設置するまでに掘削面が崩壊するような軟弱な地盤では採用すべきで\nないとされている。\n(二)　Ｋは，本件着工前の平成４年２月２２日，Ｖ工業所に依頼して，被控\n訴人林藤土地の地質調査を行った。その地質調査として，一か所の地点でボーリン\nグ調査と標準貫入試験が行われ，その結果が報告書（丙１）としてＫに送られた。\nＫは，上記地質調査の結果，被控訴人林藤土地の地盤は比較的固いと判\n断し，また，地下室を設けないことに工事内容が変更になったことから，建物の基\n礎から地中の支持層までは杭基礎を用いず，これに代わるものとしてラップルコン\nクリート（大きな骨材にコンクリートを流し込んだもの）を建物の基礎の下に敷く\n基礎に変更し，また敷地の掘削に伴う土留工法として，親杭横矢板工法を行うには\n隣地ぎりぎりまでＨ鋼を打ち込まなければならず，その施工はやりにくいと考えた\nことや，工事費用のことも考え，それら工法を取らずにろうそく掘工法を採用する\nことにした。そして，Ｋは新たに基礎図面（丙３）を作成した。その図面によれ\nば，地表から建物の基礎の下面までは１．９メートルであり，建物の柱部分につい\nては，この基礎の下面から更にその下部に１．１メートルのラップルコンクリート\nを敷く内容であった。\n上記基礎工事の変更については，Ｋは昀終的には被控訴人おくだの了解\nを得ていた。しかし，施主である被控訴人林藤に対しては，Ｋからも被控訴人おく\nだからも伝えられていない（この点に関して，被控訴人おくだ代表者の被控訴人林\n藤に伝えた旨の供述部分が存するが，証人Ｎの証言，被控訴人林藤代表者の供述に\n照らし，採用することができない。）。\nなお，ろうそく掘工法（本件では，連続土留壁工法ともいう。）とは，\n隣地との境界付近を，間隔をあけて掘削（いわゆるつぼ掘り）し，手前にコンパネ\nを建ててその間にコンクリートを流し込み，コンクリートの硬化後，その間を同じ\n手法で順次繋いで，連続壁状態にするものであり，その掘削の深さは，地盤倒壊の\nおそれがない等特別な場合を除いて，１．５メートルが限度であるといわれてい\nる。\n(三)　Ｋは，上記１認定のとおり，平成４年３月２３日から，基礎下部まで\nの掘削作業やろうそく掘工法により控訴人土地との境界ぎりぎりに土留工事をし，\nその土留工事の完成後，基礎下部からラップルコンクリートを敷く部分（柱の下部\n分）につき更に掘削した（その土留壁の深さや，基礎の下面までの掘削深度，更に\nその下のラップルコンクリート底面までの程度については，上記丙３の設計書によ\nると，地表から基礎の下面までは１．９メートル，その下に更に１．１メートルの\nラップルコンクリートを敷く内容であり，その掘削深度は３メートルである。ま\nた，Ｋの原審平成６年６月１日付準備書面では，現実の工事は，土留壁の深度や基\n礎の底面の深度１．５メートル，ラップルコンクリート厚１メートルの合計２．５\nメートルの掘削深度であった旨主張しているし，被控訴人おくだ代表者の供述，丁\n５の２では，基礎の底面深度２メートル，ラップルコンクリート厚１．５メートル\nの合計３．５メートルの掘削深度としており，その主張や証拠はまちまちであり，\n本件にあっては，どの主張ないし証拠を採用するのが相当であるかを確定するだけ\nの資料や証拠はない。）。\n二　争点１（本件工事による本件建物の被害の有無）について\n１　証拠（甲６，検甲３の№１～２８・３６～４０，証人Ｗ，鑑定の結果）に\nよれば，Ｍビルの建築工事が施工された頃に，本件建物や控訴人土地のうち，被控\n訴人林藤土地に面している部分一帯に，例えば，玄関木部，胴付に隙間が，外壁や\n倉庫に亀裂が，玄関・通路・洗面所等の土間コンクリートには亀裂や隙間ががそれ\nぞれ相当数生じ，本件建物の回りの塀には亀裂が生じる等のかなりの損傷が発生し\nたことが認められる（これら損傷を「本件損傷」という。なお，これ以外に控訴人\nの指摘する損傷の中には，経年変化によるものも認められるが，極くわずかであ\nる。）。\n２　上記一１認定のレベル測定の結果をまとめた表である甲３７，丁２及び鑑\n定の結果によれば，同各表⑨の地点を水平の基準点として（被控訴人らは，⑨の地\n点は不動の地点でなく不適当な地点を基準点として採用したとして論難しており，\nその正確性には全く問題がないわけではないが，⑨は境界からある程度離れてお\nり，本件工事の影響を比較的受けにくい地点であるということができる。），各地\n点の工事前と工事後を比較してみれば，境界に近い地点である④，⑦，⑧，⑩ない\nし⑬，<21>の地点は沈下しており，その昀大量は⑦の地点の１０（１６マイナス\n６）ミリメートルであること，また建物の傾きも，Ｍビルの建築後は着工前に比\nべ，本件建物の入口付近（東側）は掘削側と反対側の北側部分に傾きがわずかなが\nら増加しているが，これに続くその奥側（境界付近）は全体的に掘削側である南側\n部分に傾きを増加させていること，入口部分の傾きの方向やその傾きの量が少ない\nのは，横架材や柱・壁で母屋と連結していることが原因であることが概ね認められ\nる。\n３　以上１，２のとおり，本件損傷は，本件工事が施工された頃に発生してい\nること，本件工事特にその地盤の掘削は本件建物ぎりぎりに行われていること，そ\nの場所も，本件損傷は被控訴人林藤土地に面した部分一帯に存すること，その部分\nの地盤に不同沈下が生じ，本件建物も主として被控訴人林藤土地側に傾きを増して\nいること等に，鑑定の結果を総合すれば，以下のとおり認められる。\n上記１認定の本件損傷は，本件工事（基礎工事での土留壁施工，根切工事\nの掘削による地盤の移動，埋戻し時の重機の振動による地盤の圧密沈下）によって\n生じたものである。その機序としては，土留工事としてのろうそく掘から土留コン\nクリートを打つまでの間の土砂の崩落や，土留壁よりも深部でラップルコンクリー\nトを敷くために掘削が行われており，根入れや土留自体がない状態で地盤の掘削が\n行われていることから，本件建物の地盤の土砂が被控訴人林藤土地部分に移動した\nことが直接の原因として，また，その土砂の移動により本件建物の地盤が粗くな\nり，その後の重機の振動によりその粗くなった地盤が圧密沈下すること等も原因と\nなり，控訴人土地の不同沈下が生じて，本件損傷が発生した。そして，本件建物の\nぎりぎりの位置で掘削工事が行われていることからすると，例え，当初予定の親杭\n横矢板工法が採られていたとしても，Ｈ鋼の打込みの際の振動で本件建物に損傷を\n与えたと考えられ，本件損傷を防止することはできず，本件損傷を防止ないしその\n損傷を昀小限に押さえるためには，隣接する建物である本件建物の基礎下部の地盤\nの補強工事を事前にする必要があった。\nこれに対し，被控訴人破産管財人は，鑑定に際して控訴人土地の地盤の調\n査（地質調査）をして，土砂が被控訴人林藤土地に移動するような地盤の状態であ\nるかどうかを調査していない以上，本件損傷が本件工事によって発生したと認定す\nることはできないなどと主張し，鑑定の結果を論難するが，上記認定の諸事実や証\n拠を総合すれば，優に，本件損傷は本件工事が原因となって発生したものと認める\nことができるのであり，この主張は採用することができない。また，被控訴人おく\nだは，上記主張に加えて，本件建物外壁のひび割れは，外壁の改修工事後の自然乾\n燥による収縮が原因であり，床のひび割れの一部，排水会所の亀裂は経年変化によ\nるものであるなどと主張するが，鑑定結果に照らし，その主張は採用することがで\nきない。そして，他に，上記認定判断を覆すに足りる証拠はない。\n４　証拠（検甲３の№２９～３３，３５，証人Ｎ，同Ｐ，被控訴人林藤代表\n者，鑑定の結果）によれば，本件工事中，Ｋの作業員がボルト等を落下させたた\nめ，本件建物の屋根に損傷を与え，それが原因で雨漏りが発生し，本件建物の２階\n展示場の壁にしみ等の損傷を与えていることが認められる（以下この損傷を「落下\n物による損傷」という。）。\n三　争点２（被控訴人らの責任の有無）について\n１　Ｋの責任\n本件工事は，本件建物に近接して鉄骨造の８階建のビルを建築するもので\nあり，しかも，控訴人から，あらかじめ従前本社ビルを建築した際，建築業者等か\nら，地盤が比較的弱い旨指摘を受けていたので，地盤沈下により本件建物に影響の\nないようにして欲しい旨の申入れを受けていたのであるから，自己が行おうとして\nいる工事如何によっては，本件建物に損傷を与える可能性があることは十分予想で\nきたということができる。しかるに，控訴人土地の一か所のみ調査した地質調査の\n結果により，地盤が固いと判断し（一か所のみで，被控訴人林藤土地全体や控訴人\n土地が同様であると判断することは難しい。），基礎をラップルコンクリート基礎\nに，土留方法をろうそく掘工法に変更している。その設計図面である丙３では基礎\nの下面まで１．９メートル，ラップルコンクリートの下面まで３メートルとしてお\nり，上記図面どおり施工するのであれば地盤の掘削深度や土留壁の深度は３メート\nルとならざるを得ないところ（現実の掘削深度が３メートルであったかどうかはこ\nれを認めるに足りる証拠はない。），前記認定のとおり特別の事情がない限り，ろ\nうそく掘工法は深度１・５メートル以上は不向きとされているのである。また，ろ\nうそく掘の際に土留コンクリートを打つまでの間の土砂の崩落がみられることや，\n土留壁よりも深部でラップルコンクリートを敷くために掘削を行う等の不適当な工\n事が施工されていることが本件損傷の原因になっていること，なお，前記認定のと\nおり，当初予定の親杭横矢板工法が採られていたとしても，Ｈ鋼の打込みの際の振\n動で本件建物に損傷を与えたと考えられ，本件損傷を防止することができなかった\nといえ，本件損傷を防止ないしその損傷を昀小限に押さえるためには，隣接する建\n物である本件建物の基礎下部の地盤の補強工事を事前にする必要があった。これら\nのことは，上記認定の具体的事実関係に照らせば，建築の専門家であるＫにおい\nて，当然予想できたことであり，Ｋにおいて，本件工事特に土留工事を含む基礎工\n事の施工につき過失があるといわなければならない。したがって，Ｋは，不法行為\n者として本件損傷に基づき控訴人が被った損害を賠償する責任がある。\nまた，Ｋは，本件建物の落下物による損傷についても，過失があることが\n明らかであり，その損傷に基づき控訴人が被った損害も賠償する責任がある。\n２　被控訴人おくだの責任\n被控訴人おくだは，「被控訴人おくだと施主である被控訴人林藤との設計\n監理委託契約の内容には、根切工法、土留工法についての図面の設計は含まれてい\nない。そして、そもそも建物建築工事における根切工法や土留工法の選択及びその\n施工図面は、施工業者が安全性と経済性の兼合いで昀善と考えられるものを自由に\n選択すべきものであって、これら図面は施工業者がその責任においてボーリング調\n査を行い、土木工事専門の下請業者に作成させるのが通常である。」旨主張する。\nしかしながら，前記認定のとおり，被控訴人おくだ作成の工事概要書（丁１）で\nは，土留工法として，水平切梁工法が指定されていること，また，被控訴人おくだ\nと被控訴人林藤との設計監理契約の報酬も，根切工事や土留工事を含む工事価格\n（請負代金額）を基準にして定まっていたのであり（被控訴人おくだ代表者，同Ｄ\n代表者），上記設計監理契約の内容として，根切工法や土留工法も含まれていたこ\nとが明らかである。そうであるからこそ，Ｋにおいて，土留工法をろうそく掘工法\nに変更した際，被控訴人おくだの了承を得ようとしたものと考えられ，被控訴人お\nくだの上記主張は採用することができない。\nそして，設計監理の委託を受けた建築士は，瑕疵のない建物を完成させる\nためだけでなく，その工事等により第三者に損害を与えないような設計監理をすべ\nきものであり，殊に本件は本件建物に近接して鉄骨造の８階建てのビルを建築する\nものであり，土留工事を含むその工事の施工如何によっては，本件建物に被害を及\nぼす可能性は十分予想できたのである。被控訴人おくだは，その仕様書によって土\n留工法として水平切梁工法を指定しているが，Ｋから地盤調査等の結果，土留工法\nとして，ろうそく掘工法に変更したいとの申し出があり，その設計図面によれば地\n盤の掘削深度が３メートルになるにもかかわらず，昀終的にこれを了承している。\nそして，実際に施工されたろうそく掘工法につき，前記認定の不適当な点があるの\nに，監理者としてその是正処置もとっていない。なお，前述のとおり，当初予定の\n親杭横矢板工法がとられていたとしても，本件損傷を防止できなかったと考えら\nれ，本件損傷を防止ないしその損傷を昀小限に押さえるためには，隣接する建物で\nある本件建物の基礎下部の地盤の補強工事を事前にする必要があった。このこと\nは，上記認定の具体的事実関係に照らせば，建築士である被控訴人おくだ（代表\n者）において，当然予想できたことであり，同被控訴人において，本件工事特に土\n留工事を含む基礎工事の施工に関する指示ないし監理に過失があるといわなければ\nならない。したがって，被控訴人おくだは，不法行為者として本件損傷に基づき控\n訴人が被った損害を賠償する責任がある。\nしかし，本件建物の落下物による損傷は偶発的なものと認められ，この点\nに関し，被控訴人おくだの設計ないし監理上の過失を認めることはできない。\n３　被控訴人林藤の責任\n控訴人は、「控訴人は，本件工事の着工に先立ち、被控訴人林藤に対し、\n基礎工事のための土地の掘削工事等により控訴人土地の地盤が沈下する等の虞につ\nいて懸念を表明していたから、被控訴人林藤としては、被控訴人おくだに対し、極\n力控訴人土地において地盤沈下が生じないような設計をなし、Ｋに対し、控訴人土\n地において地盤沈下が生じないような工法を採用するよう指図をなすべき注意義務\nがあるのにこれを怠り、漫然と被控訴人おくだやＫに任せきりにした。」旨主張す\nる。そして，控訴人は，本件工事前，被控訴人林藤に対し，基礎工事のための土地\nの掘削工事等により控訴人土地の地盤が沈下する等の虞について懸念を表明してい\nたことは前記認定のとおりである。しかしながら，前記認定のとおり，施工者のＫ\nも同様の指摘を受けていたのであり，そもそも設計者や請負人が隣地やその地上の\n建物に損傷を与えないような工法を採用すべきことは当然のことといえる。しか\nも，被控訴人林藤は，建築に関しては素人であって，専門的知識を持ち合わせてい\nないのであり（被控訴人林藤代表者），また，被控訴人林藤において，Ｋが被控訴\n人おくだの同意を得て行っている土留工事その他の本件工事が，本件建物に損傷を\n及ぼす具体的な危険性を有していたことを認識できたことを認めるに足りる証拠は\nない。\nしたがって，上記認定のような経過があったとしても，被控訴人林藤にお\nいて，被控訴人おくだやＫに対し，隣地の地盤沈下を防ぐよう具体的な指図をしな\nかったことをもって，注文や指図に過失があったとすることはできない。\n四　争点３（控訴人の損害）について\n鑑定の結果によれば，本件損傷（落下物による損傷を除く。）を修理するた\nめの直接費用は４９９万４２９５円，本件建物の落下物による損傷を修理するため\nの直接費用は１１５万６２５０円であり，その両者の共通の費用（仮設工事費，諸\n経費）は１５７万円であることが認められる。そこで，共通の費用を直接費用に応\nじて按分すれば，本件損傷部分は１２７万４８５３円，落下物による損傷部分は２\n９万５１４７円であり，合計すると本件損傷を修理するための費用は６２６万９１\n４８円，本件建物の落下物による損傷を修理するための費用は１４５万１３９７円\nとなる。\nなお，被控訴人管財人の主張の，補修費用には控訴人土地の地盤改良費用及\nび本件建物を大々的に修理するための費用が含まれているとの主張は，鑑定の結果\nに照らして採用することができない。\nそして，本件損傷と相当因果関係にある弁護士費用として６０万円を，落下\n物による損傷と相当因果関係にある弁護士費用として１４万円を認めるのが相当で\nある。\n五　そうすると，被控訴人おくだは控訴人に対し，不法行為に基づき本件損傷に\nよる上記修理費用に弁護士費用６０万円を加えた損害額６８６万９１４８円及びこ\nれに対する不法行為の日以後である平成５年５月１４日から支払済みまで年５分の\n割合による遅延損害金を支払う義務がある。\nまた，Ｋは控訴人に対し，不法行為に基づき本件損傷による損害額と落下物\nによる損害額の合計７７２万０５４５円に弁護士費用７４万円を加えた８４６万０\n５４５円及びこれに対する不法行為の日以後である平成５年５月１４日から支払済\nみまで年５分の割合による遅延損害金を支払う義務があるところ，同社は，平成１\n２年６月１５日破産宣告を受けているので，破産手続において普通債権として配当\n加入できる遅延損害金債権は，上記８４６万０５４５円に対する平成５年５月１４\n日から破産宣告の前日である平成１２年６月１４日までの間（７年と３２日間）の\n年５分の割合による２９９万８２７８円となる。\n控訴人の被控訴人林藤に対する損害賠償請求は理由がない。\n六　争点４（控訴人の被控訴人林藤に対する本件工作物の収去請求の当否）につ\nいて\n証拠（甲４８，４９，乙４２～４４，検乙７～９，被控訴人林藤代表者）及\nび弁論の全趣旨によれば，Ｍビル屋上に降った雨水については，排水設備があり，\n本件工作物により控訴人土地に流入する雨水はＭビル北壁面に降った雨水のみであ\nり，その流入によって控訴人に与える損害はわずかであると考えられるのに対し，\n本件工作物は本件建物とＭビルの境の狭い空間に雨水が流入して排水できない状態\nになることを回避してその両建物を雨水の害から守るためのものであって，設置の\n必要性が高いといえること，また，控訴人が買い受けた控訴人土地の北側のビルに\nも，本件工作物と同様の水切りが設置されており，ビルの北壁面に注いだ雨水が隣\n地のＺ株式会社に注いでいるが，同社において，その水切りにつき不都合を感じて\nいないことが認められる。\n上記認定事実によれば，本件工作物による雨水の控訴人土地への流入は，控\n訴人にとって受忍限度を超えるものではないというべきであるから，控訴人の被控\n訴人林藤に対する本件工作物の収去請求は理由がない。\n第四　結論\n以上の次第で，原判決中，控訴人の被控訴人林藤に対する請求をいずれも棄\n却した部分は相当であるから，同被控訴人に対する本件控訴を棄却し，原判決中，\n被控訴人おくだ，Ｋに関する部分は，当裁判所の判断と一部異なるので本判決主文\n二項のとおり変更することとして，判決する。\n大阪高等裁判所第２民事部\n裁判長裁判官　　浅野正樹\n裁判官　　東畑良雄\n裁判官　  古久保正人\n"
}