{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 13,
    "month": 12,
    "day": 26
  },
  "case_number": "平成12(ワ)384",
  "case_name": "損害賠償請求事件",
  "court_name": "那覇地方裁判所",
  "lawsuit_id": "8349",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=8349",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/349/008349_hanrei.pdf",
  "contents": "平成１２年（ワ）第３８４号　損害賠償請求事件\n口頭弁論終結日　平成１３年１０月３１日\n判　　　　　　決\n主　　　　　　文\n１　被告有限会社Ａは、原告に対し、金２０８１万６０９２円及びこれに対する\n平成１０年８月３１日から支払済みまで年５分の割合による金員を支払え。\n２　原告の被告被告Ｂに対する請求を棄却する。\n３　訴訟費用は、原告に生じた費用の２分の１及び被告有限会社Ａに生じた費用\nを同被告の負担とし、原告に生じたその余の費用及び被告Ｂに生じた費用を原告の\n負担とする。\n４　この判決は、主文１項に限り仮に執行することができる。\n事実及び理由\n第１　請求\n被告らは、原告に対し、各自金２０８１万６０９２円及びこれに対する平成１０\n年８月３１日から支払済みまで年５分の割合による金員を支払え。\n第２　事案の概要\n本件は、合資会社Ｃ所有の別紙物件目録記載の土地（以下「本件土地」という。）\nについて、Ｄ及びＥが同土地を自己所有のように偽って売買代金を不法に利得しよ\nうとした詐欺事件において、被告被告Ｂは司法書士として、被告有限会社Ａは不動\n産取引の仲介業者として、それぞれ注意義務を有するのにこれを怠ったとして、原\n告が被告らに対し、不法行為に基づき、支払済みの売買代金等の損害賠償及びこれ\nに対する不法行為の日である平成１０年８月３１日からの民法所定年５分の割合に\nよる遅延損害金の支払を求めた事案である。\n１　争いのない事実及び証拠により明らかに認められる事実\n(1)　Ｄ及びＥは、共謀の上、本件土地を所有している合資会社Ｃが実質的に休眠状\n態にあることを利用して、本件土地を無断で売却して代金を不法に利得しようと企\nて、平成１０年３月ころ、Ｆ司法書士に対して、Ｅが合資会社Ｃの無限責任社員と\nして入社し、代表社員に選任され、同社の本店所在地が「沖縄県宜野湾市字ｄｅ番\n地」から「同市字ｆｇ丁目ｈ番ｉ号ｊ４階」に移転した旨の虚偽の事実を述べて合\n資会社Ｃの商業登記簿の変更申請手続を依頼した（甲２の１ないし３、甲３の１な\nいし３、甲１７、２５）。同司法書士は、同年４月２日、その旨の変更を申請し、\n同年３月２５日付けで、合資会社Ｃの商業登記簿に上記の虚偽の事項が記載された\n（甲４）。\n(2)　ついで、Ｄ及びＥは、平成１０年８月３１日、司法書士である被告Ｂの事務所\nにおいて、原告に対し、上記のとおり改変された合資会社Ｃの虚偽の商業登記簿謄\n本を示し、Ｅが合資会社Ｃの代表社員で本件土地を売却する権限があるかのように\n装い、その旨誤信した原告との間で合資会社Ｃの名義により本件土地を２１７８万\n８０００円で売却する旨の契約（以下「本件売買契約」という。）を締結し、同\n日、原告より上記金員を騙取した（甲５、６、１９、２０）。上記売買に同席した\nＤに関しては、沖縄県司法書士会から会員である被告Ｂに対して、過去に配布した\n「新聞報道された不動産詐欺容疑者リスト」（甲１８、以下「本件リスト」とい\nう。）に要注意人物の一員として掲載されていたが、被告Ｂはこのことを覚知して\nいなかった（甲２６）。\nそして、被告Ｂは、Ｅ及び原告より、本件売買契約に基づく合資会社Ｃから原\n告への所有権移転登記の申請手続の依頼を受け、また、Ｅが本件土地の登記済権利\n証を保有していなかったことから、双方の依頼により妻ＧとともにＥが合資会社Ｃ\nの代表社員として本件土地の登記義務者であることを保証する旨の保証書（甲７、\n以下「本件保証書」という。）を作成した。\nその後、被告Ｂは、同年９月１日、本件土地について合資会社Ｃから原告への\n所有権移転登記を申請し、同月１０日受付第２２２５０号の所有権移転登記（以下\n「本件移転登記」という。）が行われた（甲８の１、２、甲９）。\n(3)　不動産業者である被告有限会社Ａは、Ｅが合資会社Ｃの代表社員であると誤信\nして本件売買契約を仲介し、Ｄ及びＥから６４万円（甲１０）、原告から５５万円\n（甲１１）の合計１１９万円を仲介手数料として取得した（甲１９）。\n(4)　原告は、平成１１年１１月１０日、合資会社Ｃより本件土地の返還及び本件移\n転登記の抹消登記手続の訴えを提起され（甲１２）、同年１２月２０日、合資会社\nＣとの間で裁判上の和解を行い（甲１３、１４）、同和解に基づいて、本件土地を\n返還するとともに本件移転登記が抹消された（甲１５）。\n(5)　原告は、Ｅに対し本件売買契約の代金として２１７８万８０００円（甲６）、\n被告有限会社Ａに対し仲介手数料として５５万円（甲１１）、被告Ｂに対し登記手\n続の手数料として２２万４６０３円（甲２２）の合計２２５６万２６０３円を支払\nった。ただし、原告は、本訴提起後、損害賠償の一部として、Ｄより１００万円、\n有限会社Ａより５５万円、Ｆ司法書士より３００万円の支払を受けたのでこれを上\n記損害に充当した。\nまた、原告は、Ｈに対し本件土地を駐車場として利用するための整地費用とし\nて８５万円（甲２３）、那覇市に対し本件土地の固定資産税として５万３４８９円\n（甲２４）の合計９０万３４８９円を支払った。\nさらに、原告は、本件訴訟の提起及び追行を原告代理人弁護士に依頼し、その\n報酬として上記損害賠償請求の合計金１８９１万６０９２円の約１割に当たる１９\n０万円を支払うことを約した（弁論の全趣旨）。\n２　争点\n(1)　被告Ｂには、司法書士として、本件移転登記手続を行い本件保証書を作成し\nたことに関して、過失による不法行為が成立するか。\n（原告の主張）\n本件移転登記や本件土地についての抵当権設定登記の依頼のため、被告Ｂを最初\nに訪れたＤについては、司法書士会から配布された本件リストに氏名が掲載されて\nいたのであるから、被告Ｂとしては、同リストを確認さえすれば、容易に要注意人\n物であることが判明したにもかかわらず、これを怠った点に過失がある。\nまた、被告Ｂは、本件土地について、合資会社Ｃの本店所在地の変更登記手続が\nなされていないことを確認しており、本件移転登記等がＤからの依頼である点を考\n慮すれば、合資会社Ｃの他の社員にこの件を問い合わせるべきであり、その問い合\nわせを行っていればＥが代表者でないことが判明したにもかかわらず、これを怠っ\nた点に過失がある。\nさらに、被告Ｂは、依頼者が真に登記義務者で人違いのないことが明らかな場合\nに限り保証書を作成すべきであるにもかかわらず、これを怠り、Ｄが同行したＥを\n安易に信頼し、同人が登記義務者である旨の本件保証書を作成するという過失を犯\nした。専門家である司法書士が依頼を受けて保証書を作成する場合は、保証人とし\nて重い注意義務が課されるべきであり、原告が保証書作成依頼書（乙イ２、以下\n「本件依頼書」という。）を差し入れたことにより、この注意義務が軽減されるも\nのではない。\n（被告Ｂの主張）\n被告Ｂが、司法書士として登記手続申請書類を作成するについては、Ｅを身分証\n明書で本人と確認し、商業登記簿などで合資会社Ｃの代表者と確認すれば十分であ\nって、代表者・会社の住所変更の理由まで調査する義務はない。司法書士会からの\n本件リストによる通知は、約１０年前のものであり、写真の貼付もなかったから、\nＤが要注意人物であることに気づかなかったことに過失はない。\n本件保証書の作成は、登記申請書類を整えるためのものであって、保証書に対す\nる責任を負うものではなく、また、原告は、被告Ｂに対し本件依頼書を差し入れて\nおり、その文言上明らかなように、同被告の責任は免責されている。\n(2)　有限会社Ａには、不動産業者として、本件売買契約を仲介したことに関し\nて、過失による不法行為が成立するか。\n（原告の主張）\n被告有限会社Ａの代表者であるＩは、旧来の友人であったＤから本件土地売買の\n仲介の依頼を受け、合資会社Ｃについての事務所移転費用や役員変更登記手続の申\n請費用等を負担し、その旨の登記がなされた後、本件土地上に広告看板を設置する\nなどして売却のための活動を行った。そして、上記看板を見て本件土地の購入を申\nし入れた原告及びその妻Ｊに対し、本件土地が合資会社Ｃの所有でありその売買契\n約に問題がないことを確約し、交渉を進めて合資会社Ｃとの間で代金額を合意させ\nた。\nその後、被告有限会社Ａは、被告Ｂの事務所で行われた本件売買契約の締結に仲\n介業者として立ち会い、前記仲介手数料を取得するなど、Ｄ及びＥの詐欺行為に深\nく関与し、仲介業者として注意義務違反があることは明らかである。\n（被告有限会社Ａの主張）\n争う。\n第３　争点に対する判断\n１　証拠（甲１ないし１１（枝番を含む。以下同じ）、１５ないし２２、２５、２\n６、乙イ２、乙ロ１、原告本人、被告Ｂ本人）によれば、以下の事実が認められ\nる。\n(1)　被告有限会社Ａの代表者であるＩは、１０年来の知人であってゴルフ場開発な\nどのために金銭を貸し付けているＤから、平成１０年１月初めころ、合資会社Ｃが\n所有している本件土地について売買の仲介の依頼を受けた。Ｄが持参した合資会社\nＣの商業登記簿謄本によれば、同社の役員は、無限責任社員のＫ、有限責任社員の\nＬ、Ｍの３名であって、Ｄとは関係がなかったことから、Ｉとしては、Ｄが勝手に\n会社登記を変更するのではという懸念はあったものの、合法的に社員を変更してか\nら仲介を頼むとのＤの言葉を信じ、本件土地の現状を確認した上、Ｄの依頼に応じ\nて、合資会社Ｃの事務所移転費用や役員変更登記手続の申請費用などとして数度に\nわたり合計２３０万円程度の金銭を貸し付けた。\n(2)　Ｄは、前記記載のとおり、平成１０年３月ころ、Ｆ司法書士に対して、Ｅが合\n資会社Ｃに入社して代表社員に選任されるとともに、同社の本店所在地が移転した\n旨の虚偽の事実を述べて、これに沿った合資会社Ｃの商業登記簿の変更申請手続を\n依頼したところ、同司法書士は、Ｅの意向を確認したのみで、他の社員とは全く面\n識がなかったにもかかわらずその意向を確認しないまま、Ｅが合資会社Ｃの無限責\n任社員として入社して代表社員に選任された旨の総社員同意書等を作成し、これに\n基づいて変更登記手続を進め、同年３月２５日付けで合資会社Ｃの商業登記簿にそ\nの旨の記載がなされた。\n(3)　合資会社Ｃに関しての変更登記が完了後、Ｄは、Ｉに対して、本件土地の売却\nまでの間、同土地を担保とした金銭の借入れの斡旋を依頼し、Ｉは、従前からの知\n合いであった貸金業者のＮを紹介した。同人たちの間で、本件土地に抵当権を設定\nし、Ｎが利息を含めて１５００万円を合資会社Ｃに３か月の期限で融資することが\n合意され、その際、ＩがＮを入院中のＥの下へ案内し、同人の意思を確認した。\nＤは、従前、被告Ｂとは面識がなかったが、同被告が入院中であったＥの病院\nの近くに司法書士事務所を設けていたことから、同被告を利用することとした。そ\nして、同年４月末ころ、いわゆる飛び込みでＥの代理人として被告Ｂに本件土地に\nついての抵当権設定登記手続を依頼し、併せて、本件土地の登記済権利証を所持し\nていなかったことから、これを紛失したと虚偽の事実を告げて、Ｅが本件土地の登\n記義務者であることを保証する旨の保証書の作成も依頼した。\n被告Ｂは、入院中のＥの下へ赴き、金銭借入と抵当権設定についての同人の意\n思や本件土地の登記済権利証の紛失の事実を確認するとともに、市町村が発行する\n身分証明書によってＥ本人である旨を確認した。そして、同月２８日、同被告の事\n務所に、Ｄ、Ｉ、Ｅ、Ｎが集まり、抵当権設定のための必要書類が作成されるとと\nもに、ＮからＥらに貸金が交付された。その際、Ｉは、Ｄから従前の貸付金の一部\n弁済として、上記貸金の内から３００万円の交付を受けて受領した。被告Ｂは、妻\nとともに保証書を作成し、同年４月３０日付けで本件土地に抵当権設定登記を行う\nとともに、土地登記簿上の合資会社Ｃの所在地が「宜野湾市字ｋｌ番地」のままで\nあったことから、同日付けでこれを「宜野湾市字ｍｎ丁目ｏ番ｐ号ｑビルｒ階」に\n移転する旨の登記名\n義人表示変更登記も行った。\n(4)　その後、Ｉは、本件土地上に広告看板を設置したり新聞広告を出すなどして売\n却のための宣伝活動を行い、上記看板を見て本件土地の購入を問い合わせてきた複\n数の顧客の中から、原告と交渉するに至り、原告及びその妻浦添昭子に対し、本件\n土地が合資会社Ｃの所有でありその売買契約に問題がないことを確約し、坪４３万\n円として代金額２１７８万８０００円が合意された。\nそして、Ｅ、Ｉ及びＤと原告夫婦、Ｎは、平成１０年８月３１日、被告Ｂの事\n務所に集まって本件売買契約を締結し、Ｅらが原告から上記代金を受領し、これに\nよりＮの貸金を弁済して本件土地の抵当権を解除することとした。また、原告は、\n被告有限会社Ａ　　　に対し仲介手数料として５５万円、被告Ｂに対し登記手続の\n手数料として２２万４６０３円を支払った。\nその後、被告Ｂは、前記記載のとおり、本件保証書を作成した上、本件移転登\n記手続を行った。\n(5)　Ｏ司法書士会は、平成４年３月、各会員の司法書士の注意喚起のため、部外秘\nの参考資料として、新聞報道された不動産詐欺容疑者を多数掲載した本件リストを\n作成して配布したが、同リストにおいて、Ｄに関しては、他の不動産詐欺容疑者と\n同様に、氏名、年齢、住所、職業、容疑内容及び昭和５７年１２月に行われた詐欺\nの事件内容が記載されているが、写真は掲載されていない。被告Ｂは、同リストを\n事務所において保管してきたが、同事務所を訪れた依頼者及び関係者の各々につい\nてこのリストを参照して身元を確認することはなかった。\n２　争点(1)について\n上記の認定事実及び前記争いのない事実等に基づき検討するに、被告Ｂは、面\n識のなかったＤから抵当権設定等の依頼を受けた段階で、本件土地の登記簿謄本及\nび合資会社Ｃの商業登記簿謄本を確認し、登記簿上、同社の無限責任社員であって\n代表社員であるＥと直接面談し、市町村が発行した身分証明書により本人確認を行\nった上で抵当権設定登記手続を進めたものであり、これを前提として、本件売買契\n約に際しては、上記抵当権の被担保債権が問題なく弁済された後に、契約当事者で\nあるＥ及び原告の同席の下に意思を確認して本件移転登記を行ったものであり、司\n法書士として果たすべき義務を履行しているものと認められる。\n原告は、被告Ｂが、本件土地の登記簿謄本において、合資会社Ｃの本店所在地\nの変更登記手続がなされていないことを確認しているのであるから、合資会社Ｃの\n他の社員にこの件を問い合わせればＥが代表者でないことが判明したにもかかわら\nず、これを怠った点に過失がある旨主張する。\nしかし、不動産登記簿上の本店所在地と商業登記簿上の本店所在地が相違する\n場合、当該会社の登記簿上の代表者にその点を確認して変更登記手続を行えば、司\n法書士としての注意義務を履行しているものと認められ、それ以上に旧所在地等に\n問い合わせを行うことまでは必要とされていないものと解されるから、上記主張を\n採用することはできない。\nまた、原告は、司法書士会から配布された本件リストにＤの氏名が掲載されていた\nのであるから、被告Ｂとしては、同リストを確認さえすれば、容易に要注意人物で\nあることが判明したにもかかわらず、これを怠った点に過失がある旨主張する。\nたしかに、被告Ｂは、Ｄが掲載された本件リストを保管中であり、初対面の依頼者\n及びその関係者について、常に同リストを参照して仕事を行う慎重な対応をとって\nいれば、本件土地を利用しての詐欺事件は未然に防止できたことも推測されないで\nはない。しかし、同リストには、Ｄのみならず多数の詐欺容疑者の氏名等が記載さ\nれていて写真は掲載されておらず、また、同リスト自体、本件売買契約より６年以\n上前の平成４年３月に一度配布されただけのものであって、定期的に更新されて配\n布されるような性質の文書ではなく、他の司法書士が本件リストをどの程度利用し\nているかも明らかではないから、司法書士として常に同リストを参照して仕事を行\nうべきものとは断定し難く、加えて、Ｄが原告との間の本件売買契約及びＮからの\n借入について契約当\n事者とはなっていないこと、合資会社Ｃの商業登記簿謄本に特に疑義を差し挟む余\n地もなかったことも考慮すれば、被告Ｂが本件リストを参照しなかったことをもっ\nて、司法書士としての注意義務違反があったものとは認められず、上記主張は採用\nすることができない。\nさらに、原告は、被告Ｂが、依頼者が真に登記義務者で人違いのないことが明らか\nな場合に限り保証書を作成すべきであるにもかかわらず、これを怠り、Ｄが同行し\nたＥを安易に信頼し、同人が登記義務者である旨の本件保証書を作成するという過\n失を犯した旨主張する。\nしかし、Ｅは、真実とは異なるものの合資会社Ｃの商業登記簿上、同社の代表社員\nであることが明らかであり、被告Ｂとしては、Ｅ自身の本人確認も行っており、上\n記不実の商業登記簿の作出に全く関与していない以上、同人が合資会社Ｃの代表者\nとして本件売買契約に関しての登記義務者である旨の本件保証書を作成した点に過\n失を認めることはできず、上記主張も採用することができない。\nしたがって、その余の点について判断するまでもなく、被告Ｂに不法行為は成立し\nない。\n３　争点(2)について\n前記認定事実及び争いのない事実等によれば、被告有限会社Ａの代表者である\nＩは、旧来からの知人であって金銭を貸し付けているＤからの本件土地の売却仲介\nの依頼について、その段階では同人が合資会社Ｃの役員でなく、同社の役員変更手\n続が合法的に行われるか懸念があったにもかかわらず、同人の言葉を軽々に信じ、\n同社の内情やＤ及びＥとの関係を確認することなく、同社についての役員変更登記\nや事務所移転の費用までをも貸与して、Ｅが同社の代表社員として登記されること\nに協力し、その後は本件土地の売却のための宣伝活動を積極的に進め、被告Ｂ事務\n所で行われた本件売買契約の締結に仲介業者として立ち会い、前記仲介手数料を取\n得するなど、Ｄ及びＥの詐欺行為に結果として関与したものと認められるから、売\n主が真の所有者であ\nる旨を確認すべき仲介業者としての注意義務違反があり、不法行為責任を負うこと\nは明らかである。\nしたがって、被告有限会社Ａは、原告に対し、前記認定のとおり損害として認めら\nれる、本件売買契約の代金２１７８万８０００円、仲介手数料５５万円、登記手続\nの手数料２２万４６０３円の合計２２５６万２６０３円と、本件土地の整地費用８\n５万円、本件土地の固定資産税５万３４８９円の合計９０万３４８９円と、弁護士\n費用１９０万円との総合計２５３６万６０９２円から、弁済を受けた４５５万円を\n控除した、２０８１万６０９２円を支払うべきである。\n４　結論\nそうすると、原告の被告有限会社Ａに対する請求は、理由があるからこれを認\n容することとし、被告Ｂに対する請求は、理由がないからこれを棄却することとし\nて、主文のとおり判決する。\n那覇地方裁判所民事第１部\n裁判長裁判官　　清　水　　　節\n裁判官　　高　松　宏　之\n裁判官　　瀬　戸　さやか\n･\n物件目録\n所在　　那覇市ａ１丁目\n地番　　ｂ番地のｃ\n地目　　宅地\n地積　　１６７・５３平方メートル\n"
}