{
  "trial_type": "LaborCase",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 8,
    "day": 29
  },
  "case_number": "平成14(ワ)24",
  "case_name": "新潟国際貿易ターミナル解雇",
  "court_name": "新潟地方裁判所",
  "field": "労働",
  "lawsuit_id": "18650",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=18650",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/650/018650_hanrei.pdf",
  "contents": "平成１４年８月２９日判決言渡　同日原本領収　裁判所書記官\n平成１４年(ワ)第２４号　地位確認等請求事件\n口頭弁論終結日　平成１４年７月４日\n判決\n主　　　　　　　　文\n１　原告の請求をいずれも棄却する。\n２　訴訟費用は原告の負担とする。\n事実及び理由\n第１　請求\n１　原告が，被告に対し，労働契約上の権利を有する地位にあることを確認す\nる。\n２　被告は，原告に対し，平成１４年５月から本判決確定の日まで毎月５日限り\n月額金２２万円の割合による金員を支払え。\n３　被告は，原告に対し，金１４５万円及びこれに対する平成１４年１月２４日\n（訴状送達日の翌日）から支払済みまで年５分の割合による金員を支払え。\n第２  事案の概要\n１  事案の要旨と争点\n原告と被告間には，「Ａセンター等案内業務委託契約書」と題する平成１０\n年４月１日付けの契約書により原告を受託者とする委託期間１年間（自動更新特約\nあり）の契約が締結されているが，被告は，平成１３年１２月４日，原告に対し，\n平成１４年３月３１日で同契約を終了することを通知し，同日以後の原告の就業を\n拒絶した。\nしたがって，原，被告間の上記契約（以下「本件契約」という。）が労働契\n約か，業務委託契約か（被告から原告に対して平成１３年１２月４日の通知は，解\n雇か，契約終了の通告か。）が本件の主たる争点である。\n２　原告の主張\n本件契約は，その稼働実態に重点を置いて判断すれば，月給２２万円の労働\n契約であり，また実質期間の定めのない契約に転化しており，解雇の法理が適用さ\nれ，仮に期間の定めのある契約であるとしても解雇の法理が類推適用されるべきで\nあり，原告には何ら合理的な解雇事由はない。\nすなわち，①原告は被告のＡセンター事業に不可欠な労働力として事業組織\nに組み入れられ，管理監督されていること，②原，被告の間では原告の出退勤時間\nが明確に定められ，就業場所もＡセンター内に限定され，また出勤すべき日数も年\n２１０日と定められ，出欠を原告が提出する報告書で被告が管理していたこと，③\n本件契約上，原告の本来の職務は案内業務のみであるが，実際には被告の命令・依\n頼により案内業務以外の雑務に原告は従事させられていたこと，④被告は，原告に\n対して種々の指揮命令を行い，原告は退勤時に報告書を提出してその日の業務につ\nいて報告をし，被告は原告の裁量の余地がない程の指示をしていること，⑤人材派\n遣会社からＡセンターに派遣されているＢは，労働者としての扱いを受けており，\nこのことは，Ｂとほぼ同様の条件で業務を行っている原告の労働者性を裏付けてい\nること，⑥原告がＣに雇用されてＡセンターで現在と同様の業務をしていた当時の\n契約形態は，労働契約であったこと，⑦原告はこれまでその業務を他の者に代替さ\nせたことはなく，業務の代替性がなかったこと，⑧被告は原告に対し，被告のロゴ\nマーク入りのブレザー，専用のロッカーや事務机を貸与し，Ｄ名の名刺を与えら\nれ，原告は業務に必要な備品を持ち込んでいないこと，⑨原告が被告に雇用される\n際，その労働条件は被告が提示し，原告はほぼそのまま飲まざるを得なかったこ\nと，以上から本件契約は労働契約であることが明らかである。\nしたがって，原告は，被告に対し，①原告が被告の従業員であることの確\n認，②解雇通告による慰謝料１００万円と弁護士費用４５万円の合計１４５万円と\n遅延損害金の支払，及び，③平成１４年５月以降毎月５日限り毎月平均賃金２２万\n円の支払を求める。\n３　被告の主張\n本件契約は業務委託契約であって，被告が原告を雇用した事実はなく，また\n原告が被告の指揮命令に服するようなこともなく，被告から原告に対して平成１３\n年１２月４日の平成１４年３月３１日で契約を終了する旨の通知は，本件契約終了\nの通告にすぎない。\n４　争いのない事実\n(1)　被告は，新潟県から委託されて，Ａセンターの運営・管理等を業務内容に\n含む株式会社である。被告の役員中には，新潟県商工労働部長がいる。\nなお，Ａセンターは，港を利用する者の憩いと情報提供のために近辺の地理・観\n光の情報提供を行うことを目的に設立された施設であるが，利用者の便宜のために\n休憩施設，食堂，会議室等の設備を備え，はがき・切手の販売も行っている（開館\n時間は午前９時）。\n(2)　被告は，原告に対し，平成１０年４月１日以降，Ａセンター等での案内業\n務を委託する旨の本件契約を締結した（本件契約に基づく原告の業務を以下「本件\n業務」という。）。被告は，原告から身上書を徴求している。\n原告は，本件業務として案内業務の外，切手・ハガキの販売，電球等消耗\n品の交換，トイレ等の掃除業者の監督，客用図書の管理，アンケートの配付及び回\n収，水道・電気使用量の確認と被告への報告，月別目的別来館者の統計等の業務も\nしていた（原告と同様の契約を被告と締結したＥも同様の業務であるが，同人は庭\n木の剪定をすることもあった。）。\n(3)　原告及びＥは，被告から，被告のロゴマーク入りのブレザーを貸与され，\n専用のロッカーや事務机を貸与されてこれを使用しており（事務机は，交替勤務の\nためＥと共用），原告は，「にいがたＡセンター　原告」という名刺を作ってもら\nっていた。また，原告は，本件業務をするに際して，原告自らの器具等を持込んで\nいない。\n業務従事時間は，午前８時３０分から午後５時３０分とされていた（被告\nの定めたＡセンター等案内業務要領〔甲４，以下「本件業務要領」という。〕に\nは，業務従事時間としてその旨の記載がある。）。\n本件契約は，１年の契約期間が設定されていた。ただし，期間満了１か月\n前までに当事者の一方又は双方から変更又は異議の申し入れのない場合には本件契\n約は１か年間自動的に更新される旨の特約があった。\nまた，Ａセンターには，原告のほか，原告と同時に契約したＥと人材派遣\n会社から派遣されているＢの３名が就業していた（この３名を以下「原告ら」とい\nうこともある。）。Ｂの勤務時間は，朝の８時４５分から夕方５時３０分までとさ\nれている。\n(4)　原告は，本件業務日誌（案内業務日誌，甲５）を作成し被告に報告（ファ\nックス）していた。\n原告は，年間２１０日（基準日数），本件業務に従事し，有給休暇はなか\nった（他方，Ｂは土日が休みであった。）。\n原告の月額２２万円の報酬は，翌月５日に銀行振込で支払われ，源泉徴収\nはなく，給与明細もなかった。なお，上記基準日数に過不足があった場合は，１日\n１万３０００円の割合で委託期間の昀終月分で調整することになっていた。\n原告には，雇用保険・健康保険・厚生年金等社会保険が適用されていな\nい。\n(5)　原告とＥは，打ち合せて勤務表を作り，被告に提出報告し，これに従って\n出勤していた。原告が急に都合が悪くなった場合は，Ｅと打ち合せて勤務日を交替\nするなどしたが，その旨の報告を担当課長にし，Ｅとの日程調整ができない場合\nは，担当課長と相談し，Ｂに１人で勤務してもらうなどしていた。\n(6)　平成１４年２月までは，原告らがＡセンターの鍵を持っており，出勤時に\nはそれぞれが直接Ａセンターに出勤して鍵を開けていた。しかし，同年３月１日か\nらは，原告は，朝８時ころまでに被告の守衛室に赴き，鍵を受取るようになった。\nその際，守衛室にある帳簿に誰が鍵を受け取ったかや受け取った時刻を記載するこ\nとになっていた。\n(7)　被告は，原告に対し，平成１３年５月ないし６月ころ，中国語のできる人\n物に本件業務を委託したいとの理由で本件契約を合意解約することを打診したが，\n原告は，これを拒絶した。\n(8)　被告は，平成１３年１２月４日，原告に対し，「業務委託契約の契約終了\nについて（通知）」と題する書面を交付し，平成１４年３月３１日で本件契約を終\n了することを通知し，同日以後の原告の就業を拒絶している。\n(9)　被告において職員が交替する場合，原告やＥを含めて飲み会を行うのが慣例と\nなっている。\n第３　証拠\n本件記録中の書証目録及び証人等目録各記載のとおりであるから，これを引\n用する。\n第４　争点に対する判断\n１  争いのない事実と証拠（略）並びに弁論の全趣旨によれば，以下の事実が認\nめられる。\n(1)　Ａセンターは，港を利用する者の憩いと情報提供のために近辺の地理・観\n光の情報提供を行うことを目的に新潟県が平成６年に設立した施設であり，利用者\nの便宜のために休憩施設，食堂，会議室等の設備を備え，はがき・切手の販売も行\nっている（開館時間は午前９時）。\n被告は，平成８年５月に設立された株式会社であるが，平成１０年ころ，\n新潟県からＡセンターの運営・管理等を委託された。\n(2)　原告（昭和８年１２月生）は，小学校教員を定年で辞めた後，Ａセンター\n設立時の平成６年にＣに雇用され，同年４月からＡセンターで本件業務と同様の業\n務に従事していた。\n新潟県からＡセンターの運営・管理等を委託された被告は，原告（当時満\n６４歳）との間で，平成１０年４月１日付けで，業務委託契約書（甲３）を取り交\nわして本件契約を締結し，被告は，原告に対し，同日以降，Ａセンター等での案内\n業務（Ａセンターを訪れる，船員等の外国人や日本人に対する説明・案内等）を委\n託した（業務の詳細等は，被告の定めた別紙の本件業務要領〔甲４〕記載のとおり\nである。）。被告担当者は，委託主である新潟県からの連絡事項等を原告らに伝え\nるためやＡセンターにテナントとして入居している食堂と折衝等するため，さらに\n原告らから修繕等の報告を受けた際に当該箇所を確認し修理業者と打ち合わせる等\nのためにＡセンターを訪れることがあったが，恒常的にＡセンターを訪れたり，訪\n問した際に原告らに指示をすることはなかった。もっとも，被告は，原告らに対\nし，仕事はＡセンター内のフロアーではなくカウンターの中ですることや来館者に\n対する避難訓練の実施について原告ら３名の訓練が必要なため後記の原告とＥが決\nめた勤務表を変更するように指示をしたことがあった。\nなお，被告は，本件契約締結後の平成１１年１月，原告から一般の履歴書\nとほぼ同内容の身上書を徴求した。\nＥ（昭和９年１月生，当時満６４歳）は，平成１０年４月１日付けで原告\nと共に業務委託契約書（甲３）を被告と取り交わし，被告から原告と同様の業務を\n委託された。\n(3)　本件契約には，原告とＥは連帯して本件業務要領及び本契約に基づき誠実\nに案内業務をしなければならないと規定され（第１条），被告の定めた本件業務要\n領によれば，Ａセンター案内業務について，同要領の外に「にいがたＡセンター条\n例」（乙４）及び「にいがたＡセンター規則」によると規定されており，上記条例\nによれば，Ａセンターの事業は，①新潟港及びその周辺地域の地理，観光等に関す\nる情報の提供等に関すること，②研修，会議等のための施設の提供に関すること，\n③その他Ａセンターの設置の目的を達成するために必要な事業と規定されている。\n原告及びＥは，本件業務要領等に基づき，本件業務として上記案内業務の\n外，切手・ハガキの販売，電球等消耗品の交換，トイレ等の掃除業者の監督，客用\n図書の管理，アンケートの配付及び回収，水道・電気使用量の確認と被告への報\n告，月別目的別来館者の統計等の業務もしていた（Ｅは，このほかに庭木の剪定を\nすることもあった。）。\n(4)　原告及びＥは，被告から，被告のロゴマーク入りのブレザーを貸与され，\n専用のロッカーや事務机を貸与されてこれを使用しており（事務机は，交替勤務の\nためＥと共用），原告は，「にいがたＡセンター　原告」という名刺を被告から交\n付された。\n原告が本件業務を遂行するために必要な什器・備品は，被告に連絡するた\nめの電話，業務日誌を作成し送付するための事務机，パソコン，コピー機，ファク\nス及び業務日誌に捺印するための印鑑であるが，印鑑以外はすべて被告が用意し，\n原告は，本件業務をするに際して，印鑑以外の原告自らの器具等を持込んでいな\nい。\n原告及びＥの業務従事時間は，午前８時３０分から午後５時３０分とされ\nていた（被告の定めたＡセンター等案内業務要領〔甲４〕には，業務従事時間とし\nてその旨の記載がある。）。\n本件契約は，１年の契約期間（平成１０年４月１日から平成１１年３月３\n１日）が設定されていた。ただし，期間満了１か月前までに当事者の一方又は双方\nから変更又は異議の申し入れのない場合には本件契約は１か年間自動的に更新され\nる旨の特約があり，この特約に基づき平成１１年４月，平成１２年４月及び平成１\n３年４月に本件契約はそれぞれ更新された（新たな契約書は作成されていな\nい。）。上記の各更新の後，原，被告は，更新の挨拶をしていた。\nまた，Ａセンターには，平成６年の設立以来，原告とＥの外に人材派遣会\n社から派遣されているＢの３名が就業していた。Ｂの勤務時間は，朝の８時４５分\nから夕方５時３０分までとされている。\n原告及びＥは，年間２１０日（基準日数），本件業務に従事し，有給休暇\nはなかった（他方，Ｂは土日が休みであった。）。\n原告及びＥの報酬（本件契約書上は「委託料」）は，それぞれ月額２２万\n円であり，これ以外に通勤手当等の諸手当やボーナスはなく，被告は，原告に対\nし，この報酬（当月分）を翌月５日に銀行振込で支払い，所得税等の源泉徴収はな\nく，給与明細もなかった。なお，上記基準日数に過不足があった場合は，１日１万\n３０００円の割合で委託期間の昀終月分で調整することになっており，実際，平成\n１１年度は３日分及び平成１２年度は５日分の報酬が加算された。\n原告及びＥには，雇用保険・健康保険・厚生年金等社会保険が適用されて\nいない。原告は，上記報酬（平成１０年分１７６万円，平成１１年分２６７万９０\n００円，平成１２年分２７０万５０００円，平成１３年分２６４万円）の所得税に\nついて毎年自身で確定申告をしていた。\n平成１４年２月までは，原告らがＡセンターの鍵を持っており，出勤時に\nはそれぞれが直接Ａセンターに出勤して鍵を開けていた。しかし，同年３月１日か\nらは，原告は，朝８時ころまでに被告の守衛室に赴き，鍵を受取り，退館時にも被\n告の守衛室に鍵を返すようになった。その際，守衛室にある帳簿（管理簿）に誰が\n鍵を受け取ったか返還したかやその時刻を記載することになった。この管理簿は，\nトラブルなどが発生した場合に対応するためのものであり，原告らの出退勤時間を\n把握するものではない。\n(5)　原告らは，別紙のような書式で本件業務日誌（案内業務日誌，甲５）を作\n成し，被告に毎日報告（ファックス）していた。また，前記のとおり被告の依頼に\nより月別の利用目的別実績を書面（甲７）で報告していた。\n(6)　原告とＥは，両者で打ち合せて勤務表を作り，被告に提出報告し，これに\n従って出勤していたが，被告がこの勤務表について許可や承諾することはなく，異\n議を述べたこともなかった（もっとも，前記のとおり，避難訓練の実施が必要なた\nめ勤務表を変更して原告らに出勤してもらったことがあった。）。原告が急に都合\nが悪くなった場合は，Ｅと打ち合せて勤務日を交替するなどしたが，その旨の報告\nを担当課長にし，Ｅとの日程調整ができない場合は，担当課長と相談し，Ｂに１人\nで勤務してもらうなどしていた。\n(7)　被告は，原告に対し，平成１３年５月３１日，中国語のできる人物に本件\n業務を委託したいとの理由で本件契約を同年７月末で合意解約することを打診した\nが，原告は，本件契約は平成１４年３月３１日まで継続していると理解していると\nしてこれを拒絶した。\n(8)　被告は，平成１３年１２月４日，原告に対し，「業務委託契約の契約終了\nについて（通知）」と題する書面（甲１）を交付し，平成１４年３月３１日で本件\n契約が終了することを通知し，同日以後の原告の就業を拒絶し，現在に至ってい\nる。\n(9)　被告において職員が交替する場合等，原告やＥを含めた被告従業員による飲み\n会を行うのが慣例となっている。\n(10)　被告の従業員は，毎月所得税等の源泉徴収をされており，給与明細もあ\nり，雇用保険・健康保険・厚生年金等社会保険が適用されていた。また，被告の就\n業規則（乙２）上，被告従業員の定年は満６０歳と定められており，また被告には\n通勤手当規程があり，被告従業員には通勤手当が支給されている。\n以上のとおり認定することができ，これを左右するに足りる的確な証拠はな\nい。\n２　上記認定事実によれば，原告はＥとともに自己の裁量で本件業務を実施遂行\nしていたものであって，被告が一定の報告義務や管理簿記帳義務を原告及びＥに負\n担させていたが，このことは，本件契約及び本件業務の性質上受託者の義務という\nべきであって，決して原告が被告の指揮命令に服して本件業務を実施していたと評\n価することはできず，結局，本件契約は，被告が原告に対して本件業務を委託した\n契約であって，被告が原告を雇用した労働契約ではなく，また，被告から原告に対\nして平成１３年１２月４日に平成１４年３月３１日で契約を終了する旨の通知は，\n本件契約に基づき本件契約の終了を通告したものである（本件契約書上の異議の申\nし出をしたもの）と認定するのが相当である。\nところで，原告は，原告が被告のＡセンター事業に不可欠な労働力として事\n業組織に組み入れられていること，原，被告の間では原告の出退勤時間が明確に定\nめられ，就業場所もＡセンター内に限定され，また出勤すべき日数も年２１０日と\n定められ，出欠を原告が提出する報告書で被告が管理し原告は退勤時に報告書を提\n出してその日の業務について報告をしていたこと，原告はこれまでその業務を他の\n者に代替させたことはなく，業務の代替性がなかったこと，被告は原告に対し，被\n告のロゴマーク入りのブレザー，専用のロッカーや事務机を貸与し，Ｄ名の名刺を\n与えられ，他方，原告は業務に必要な備品を持ち込んでいないこと，原告が被告に\n雇用される際，その勤務条件は被告が提示し，原告はほぼそのまま飲まざるを得な\nかったことなどを労働契約を裏付ける要素として主張する。しかし，以上の諸点は\n必ずしも本件契約が業務委託契約であることと矛盾しない。\nまた，原告は，本件契約上，案内業務のみが原告の本来の職務であるが，実\n際には案内業務以外の雑務に原告は従事させられていたと主張する。しかし，前記\n認定のとおり原告の主張する雑務も本件業務の範囲に含まれることが明らかであ\nる。\nさらに，原告は，人材派遣会社からＡセンターに派遣されているＢは労働者\nとしての扱いを受けており，このことはＢとほぼ同様の条件で業務を行っている原\n告の労働者性を裏付けていると主張するが，Ｂが雇用契約を締結しているのは人材\n派遣会社との間であって，被告との間ではなく，原告の主張はその前提において適\n切ではない。\nさらにまた，原告は，原告がＣに雇用されてＡセンターで現在と同様の業務\nをしていた当時の契約形態が労働契約であったと主張するが，仮にそうであったと\nしても，このことが本件契約が労働契約か否かを判断する直接の決め手とはならな\nいと解さざるを得ない。\n３　したがって，本件契約が労働契約であることを前提とする原告の請求はいず\nれも理由がない。\n第５　結論\nよって，主文のとおり判決する。\n新潟地方裁判所第一民事部\n裁判官　　　　　　片　野　悟　好\n"
}