{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 16,
    "month": 5,
    "day": 28
  },
  "case_number": "平成15(わ)730",
  "case_name": "殺人，死体遺棄，脅迫，覚せい剤取締法違反，公務執行妨害被告事件",
  "court_name": "千葉地方裁判所",
  "lawsuit_id": "6172",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=6172",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/172/006172_hanrei.pdf",
  "contents": "平成１６年５月２８日宣告\n平成１５年（わ）第７３０号等\n主　　　　　　　文\n被告人を無期懲役に処する。\n未決勾留日数中３００日をその刑に算入する。\n理　　　　　　　由\n（罪となるべき事実）\n第１  被告人は，暴力団員として活動していたが，平成６年ころ暴力団から脱退\nし，金融関係の仕事をするようになり，平成１２　　年１１月６日大麻及びけん銃\n所持による大麻取締法違反及び銃砲刀剣類所持等取締法違反の罪の刑の執行を受け\n終わった後　　　は，健康食品販売の仕事をしていたところ，Ｆ（昭和３５年７月\n２５日生）が被告人からけん銃を預かっている旨警察に供述　　したため，上記刑\nで服役することになり，娘夫婦も離婚することになったから，いずれはＦにその報\n復をしようと考えてい　　　た。被告人は，平成１４年８月２７日午後，Ｆに電話\nをかけ，自分と当時の妻Ａが居住する千葉県佐倉市ａｂ番地所在のｃマ　　ンショ\nンに呼び出した上，同日午後７時ころから翌２８日午前４時ころまでの間，ｃマン\nション２０３号室においてＦとすご　　したところ，Ｆが覚せい剤を大量に摂取し\nて呼吸困難と意識不明の状態に陥った。そこで，被告人は，同日午前４時ころ，ｃ\nマンション２０３号室において，殺意をもって，同室の居間床上に仰向けに横\nたわって苦しそうに息をしているＦに対し，そ　　の口及び鼻付近に濡れたタオル\nをかぶせ，さらにタオルの上から右手をその口及び鼻に押し当ててふさぎ，その場\nで同女を窒　　息死させて殺害した。\n第２　引き続き，被告人は，Ａと共謀の上，Ｆの死体を遺棄しようと企て，同日午\n後７時２０分ころ，その死体を前記ｃマンショ　　ン２０３号室から同県印旛郡ｄ\n村ｅ番地の山林まで運搬した上，そのころ，同所にＦの死体を投棄した。\n第３　被告人は，当時の妻Ａが，被告人との生活を嫌って，群馬県新田郡ｆの実弟\nの下に身を寄せるようになったため，Ａを脅迫　　して連れ戻そうと考えた。そこ\nで，配下のＣと共謀の上，平成１５年１月２６日ころ，千葉県佐倉市ｇ所在の被告\n人方から，　　実弟方にいるＡ（当時４４歳）に電話をかけ，被告人において「早\nく帰って来い。逃げてたって，何日かかってもお前のこと　　を見つけだしてぶっ\n殺してやるからな。」などと，さらに，Ｃにおいて「兄貴からやれと言われたら，\n俺は姉さんをやらなき　　ゃなんない。そんときは，姉さんだけじゃあ収まらな\nい。」などとそれぞれ語気鋭く申し向け，Ａ及びその親族の生命・身体　　等にい\nかなる危害を加えかねない気勢を示して脅迫した。\n第４　被告人は，法定の除外事由がないのに，同年３月中旬ころ，前記ｇ所在の被\n告人方において，覚せい剤であるフェニルメチ　　ルアミノプロパンの塩類若干量\nを含有する水溶液を自己の左腕部に注射し，覚せい剤を使用した。\n第５　被告人は，前記第１の殺人，第２の死体遺棄の事実で起訴され，千葉県佐倉\n市表町ｈ丁目ｉ番地ｊ所在の千葉県警察佐倉警　　察署に勾留されていたところ，\n同年５月２９日午後４時１０分ころ，同警察署２階留置場において，被留置者の動\n静を監視す　　るなどの職務に従事していた同警察署警部補Ｇ（当時４３歳）に対\nし，同人着用の制服の胸倉をつかんで引っ張り，その左大　　腿部を数回足蹴にす\nるなどの暴行を加え，同警部補の職務の執行を妨害した。\n（証拠の標目）省略\n（事実認定の補足説明）\n１　被告人は，公判廷において，Ｆを殺害したのは被告人ではなく，被告人の前\n妻Ａである旨供述しており，弁護人も，それ　　　と同旨の主張をして，判示第１\nの殺人を争っている。\n２　そこで検討すると，関係証拠から，Ｆが，平成１４年８月２７日午後７時こ\nろ，被告人と当時の妻Ａが居住していた千葉県　　佐倉市ａｂ番地所在のｃマンシ\nョンを訪ね，翌２８日午前４時ころまで，被告人とｃマンション２０３号室ですご\nしたとこ　　　ろ，覚せい剤を大量に摂取したため，呼吸困難と意識不明の状態に\n陥り，やがて死亡したことが認められ，そのことは被告人　　も争っていない。\n（１）　そこでさらに証拠を検討すると，Ａは，公判廷において，Ｆが死亡した経\n過につき，大要以下のとおり供述している。\nア　被告人は，平成１４年８月２７日午後２時か午後３時ころ，Ｆに電話を\nかけ，良質の覚せい剤が入ったなどと述べて，　　　　Ｆを呼び出し，それに応じ\nて現れたＦとｃマンション２０３号室ですごしており，午後９時ころ，被告人の指\n示で，２０　　　　３号室に食事を持って行くと，被告人とＦは，覚せい剤を使用\nしているようだった。\nイ　翌２８日午前２時ころ，自分のいる２０１号室に来た被告人から，Ｆ\nが，覚せい剤を普通の人なら死ぬくらい使った　　　　　が，まだ生きていると言\nわれ，午前４時ころ，被告人から見せたいものがあると言われて，２０３号室に行\nってみると，　　　　Ｆが奥のリビングの床にあおむけに倒れていた。\nウ　Ｆは，激しく苦しそうに呼吸していたところ，被告人は，湿った白いタ\nオルをＦの顔に載せ，口と鼻をふさぐようにし　　　　て，「俺に逆らうとこうな\nるんだ。」と，怖い顔で声を押し殺すように言った。被告人が１分くらいタオルの\n上から手で　　　　押さえていると，Ｆは，首を振らなくなり，その腕が床に落ち\nて赤紫色に変色していた。\n（２）  上記Ａの供述は，次の事情に照らして，信用性が非常に高いというべきで\nある。\nア　上記供述は，Ｆを殺害するまでの被告人の言動，ｃマンション２０３号\n室内の状況などが具体的かつ詳細であり，迫真　　　　性にも富んでおり，内容的\nに不自然，不合理なところがない。\nイ　Ｂは，検察官調書において，被告人方に身を寄せていた平成１４年１月\n中旬ころから同年４月末ころまでの間，被告人　　　　が，ＡとＢに対し，「Ｆの\nせいで刑務所に行くはめになり，娘夫婦が離婚して，家族がバラバラになった。Ｆ\nのことは絶　　　　対に許せない。必ず落とし前つけてやる。俺は口に出したこと\nはやる。いつかきっちりけじめをつけてやる。」などと述　　　　べ，さらに，Ｂ\nに対して，「覚せい剤にコカイン混ぜて注射したら死ぬかな。コカインは手に入ら\nないか。」「覚せい剤　　　　にクロロホルムを混ぜて注射したら，どうなるか\nな。」などと述べていた旨供述している。これに符合するように，Ａ\nも，検察官調書において，被告人が刑務所に行った報復としてＦを殺害すると述べ\nていた旨供述している。\nウ　　Ｃは，検察官調書において，被告人方に身を寄せていた平成１４年９月\nころから１０月ころまでの間，被告人が，Ｃに　　　　対し，「Ｆのせいで，刑務\n所に行くことになり，家族がバラバラになったから，お礼参りとして覚せい剤を大\n量に射って　　　　Ｆを殺し，Ｆの死体を崖下にけ落として捨てた。」などと述\nべ，Ｃと共にＡを連れ戻そうとして脅迫したころにも，「Ａ　　　　にＦを殺すと\nき手伝ってもらったので，Ａには帰ってきてもらわないと困る。」などと述べてい\nた旨供述している。\nエ　　Ｂ，Ｃが，あえて被告人に不利な虚偽の事実を述べたり，事実を誇張し\nたりして，被告人を罪に陥れなければならない　　　　ような事情があるとは考え\nがたいから，上記イ，ウのとおり，被告人が，周囲の者に対し，Ｆが死亡する前に\nは，Ｆに対　　　　する殺意をうかがわせる発言をし，Ｆが死亡した後には，その\nすべてが真実であるとはいえないにしても，Ｆの殺害を自　　　　認する発言をし\nていたことが認められる。しかも，Ｂ，Ｃが供述する被告人のＦ殺害の動機，方法\nは，Ａが公判廷におい　　　　て供述する本件殺人に際しての被告人の言動と符合\nしている。\n３  これに対し，被告人は，捜査段階において，当初は，Ｆが死亡したことは知\nらなかった旨供述し，その後，ドライブ中に，　　Ｆが自動車から降りて，一人で\n山の中に入って行き，翌日，そこに戻ってみるとＦが死んでいた旨供述し，やが\nて，Ｆが自分　　で覚せい剤を大量に注射して死んでしまったなどと供述していた\nが，起訴後に作成された検察官調書及び第１回公判期日にお　　いては，Ｆのいび\nきがうるさかったので，その口と鼻にタオルをのせていたら，Ｆが死んでしまった\nなどと供述していた。\n（１）　しかしながら，被告人は，第５回公判期日に至って，大要，以下のとお\nり供述するようになった。\nア　Ｆは，平成１４年８月２７日ｃマンション２０３号室において，覚せい\n剤を使用して，午後１１時ころ風呂に入り，午　　　　前１時か１時半ころ，風呂\nから出て，目が回ると言いながら，苦しそうに息づかいをしていたが，横になって\n１時間も経　　　　つと，大きないびきをかくようになった。\nイ　Ａは，折に触れて２０３号室に現れ，Ｆが風呂に入ったことなどから，\n自分とＦの関係を疑っていたところ，午前２時　　　　半ころ，トイレで用を足し\nて２０３号室に戻ると，ＡがＦの口と鼻をタオルでふさいでおり，Ｆの手の色や爪\nの色が変わ　　　　ってきたが，それを見てパニックになり，それからのことはよ\nく覚えていない。\nウ　捜査段階では，Ａの身代わりになって，Ｆ殺害の罪を負うつもりだった\nが，Ａが，公判廷において，自分から暴行，脅　　　　迫を受けていたなどと，自\n分との夫婦生活について嘘の証言をしたので，Ａをかばう気持ちがなくなり，真実\nを供述する　　　　ことにした。\n（２）　しかしながら，このような被告人の供述は，次の諸点に照らして，信用\nできない。\nア　被告人の上記供述は，Ａが，被告人とＦの関係を疑いながらも，あまり\n２０３号室に来ることはなかったが，被告人が　　　　トイレに入っていた数分の\nうちに２０３号室に入り込み，Ｆを殺害しようとしたにもかかわらず，被告人は，\nそれまで控　　　　えめにしか不満を示さなかったＡの殺害行為を阻止しようとせ\nず，救命措置も講じなかったというものであって，誠に不　　　　自然，不合理で\nある。\nまた，Ｆの死体は白骨化していて死因を判定できなかったところ，被告\n人は，捜査段階において，当初は，Ｆが死亡し　　　　たことすら知らなかった旨\n供述し，その後，他の証拠に符節を合わせて，次第に事実関係を認めてきているの\nであるか　　　　　ら，そのような被告人の供述が，Ａをかばうためのものであっ\nたとは認めることができず，このような被告人の捜査段階　　　　の供述と対比し\nて，さらに変遷を重ねた被告人の公判廷における供述は，到底信用できるものでは\nない。\nイ　被告人が，平成１５年８月，友人であるＤ宛に，ＡがＦを殺害したが，\n自分が身代わりになってＦ殺害の罪を負う旨の　　　　手紙を出していることが認\nめられるところ，その時期は，被告人が公判廷においてＦ殺害を争うことを明確に\nした後であ　　　　り，Ａに対する証人尋問が行われた前であったから，被告人\nが，ＡによってＦが殺害されたと弁解するに当たり，裏付け　　　　となる事実を\n作出しようとしたものであっても矛盾がないことになる。\nまた，被告人の実姉Ｅは，公判廷において，平成１４年１０月中旬こ\nろ，被告人から，電話で，Ａが人を殺したけれど　　　　も，自分がその罪を負う\nつもりであることを告げられた旨供述をしているが，その時期にはＦの死体すら発\n見されていな　　　　かったのであるから，捜査段階で上記のとおりの供述をして\nいた被告人が，Ｅにそのような電話をかけたというのは，い　　　　かにも不自然\nであり，Ｅが，被告人からの電話の後，被告人に詳細を尋ねたことなど，殺人を打\nち明けられた親族であれ　　　　ばとるであろう対応について供述していないこと\nに照らしても，そのような事実があったとして，被告人の供述の信用性　　　　を\n肯定することはできない。\n４  以上を総合すれば，被告人がＦを殺害したものと優に認めることができる。\n（累犯前科）\n被告人は，（１）平成８年１０月２日千葉地方裁判所で器物損壊及び恐喝未遂罪\nにより懲役２年４月に処せられ，平成１１年２月２５日その刑の執行を受け終わ\nり，（２）その刑についての仮出獄中に犯した大麻取締法違反及び銃砲刀剣類所持\n等取締法違反の罪により同年８月４日千葉地方裁判所で懲役１年６月に処せられ，\n平成１２年１１月６日その刑の執行を受け終わったものであって，これらの事実\nは，検察事務官作成の前科調書及び上記（１）（２）の各前科に関する判決書謄本\n２通によって認める。\n（法令の適用）\n罰　　条\n判示第１の所為　　　　　刑法１９９条\n判示第２の所為　　　　　同法６０条，１９０条\n判示第３の所為　　　　　同法６０条，２２２条\n判示第４の所為　　　　　覚せい剤取締法４１条の３第１項１号，１９条\n判示第５の所為　　　　　刑法９５条１項\n刑種の選択\n判示第１の罪　　　　　　無期懲役刑を選択\n判示第３及び第５の罪　　いずれも懲役刑を選択\n累犯加重                  判示第２ないし第５の罪の刑について，同法５６条\n１項，５７条によりそれぞれ再犯の加重\n併合罪の処理　　　　　　　以上は同法４５条前段の併合罪であるが，判示第１\nの罪について無期懲役刑を選択したので，同法４６条２項本文により他の刑を科さ\nない。\n未決勾留日数の算入　　　　同法２１条\n訴訟費用の不負担　　　　　刑訴法１８１条１項ただし書\n（量刑の理由）\n本件は，被告人が，被害者の警察に対する被告人からけん銃を預かっていた旨の\n申告によって，銃砲刀剣類所持等取締法違反等の罪により懲役刑に処せられたこと\nから，その報復として被害者を殺害した上（判示第１），当時の妻と共謀して，そ\nの被害者の死体を山中に遺棄し（同第２），配下の者と共謀の上，自分の下を去っ\nた当時の妻を連れ戻すため，その妻を脅迫し（同第３），さらに，自ら覚せい剤を\n使用し（同第４），殺人，死体遺棄の罪によって起訴された後の勾留中，留置係の\n警察官に暴行を加えて公務の執行を妨害した（同第５）という，殺人，死体遺棄，\n脅迫，覚せい剤取締法違反及び公務執行妨害の事案である。\n判示第１の殺人は，被害者が被告人の犯罪行為を警察に申告したことに対する報\n復として行われたものであるところ，市民が犯罪を覚知したことを自由に捜査機関\nに申告できることにより，刑事司法が適正に機能し，犯罪に対して公正な処罰がさ\nれ，健全な社会が成り立つのであるから，本件殺人の動機は，犯罪に対する公正な\n処罰を阻害しようとするものであり，健全な社会の成立の基盤となる制度に対する\n重大な挑戦と評価されるべきものである。しかも，被告人は，自らの犯罪行為を覚\n知しやすい立場にある当時の妻の面前で被害者を殺害し，それが自分に逆らう者に\n対するみせしめであるかのような言動に及んでいるのであるから，このような被告\n人に対しては，深甚な刑罰をもって臨むほかはないものというべきである。\n被告人は，本件殺人の約４か月前ころから，周囲の者に向けて，被害者に対する\n報復の意図を明らかにし，具体的な殺害方法を吹聴して，それに従って被害者を殺\n害しているというべきであり，その犯行は，執念深い強固な意思に基づく用意周到\nな犯行といわざるを得ない。\nまた，被告人は，覚せい剤を大量に摂取して呼吸困難と意識不明に陥って抵抗で\nきない状態にある被害者に対し，その顔面に濡れたタオルをかぶせた上，苦しんで\n顔を振る被害者の口と鼻付近をタオルで押さえ続け，被害者の皮膚の色が紫色に変\n色していく様子を目の当たりにしながら，被害者を窒息死させたのであり，本件殺\n人は，非情で冷酷かつ残忍な犯行である。\nしかも，被告人は，被害者を殺害した後，被害者の軽自動車を犯行現場から離れ\nた公園に乗り捨て，犯行に用いたタオルや被害者の所持品を投棄した上，被害者の\n遺体を山林内に運び込んで遺棄するという判示第２の死体遺棄の犯行に及ぶなど，\n徹底した犯跡隠滅を図っており，被害者を殺害した後の情状にも酌むべきところが\nない。\n被害者は，交通事故により頭部外傷を負って，その後遺症としててんかんの持病\nを負いながら，自ら職を探して，簡単な内職や葬儀社のビラ配りの仕事などをして\nいたところ，被告人の犯罪行為を警察に申告するという市民としてなすべき行為を\nしたため，呼吸困難の苦しみを味わいながら窒息死させられている。さらに，本件\n死体遺棄の犯行が行われたため，被害者の遺体が，約７か月間にわたって山林内に\n放置され，ほぼ完全に白骨化した状態で発見されていることからすると，被害者\nは，死後もなおその尊厳を踏みにじられているのであって，被害者の無念さには察\nして余りあるものがある。\n被害者の老齢の実母は，夫の亡き後に残された一人娘である被害者を唯一の生き\nる希望とし，被害者と二人で慎ましくささやかな幸せを求めて余生を送ろうとして\nいたところ，思いもかけず被害者の失踪という事態に直面させられ，その安否を気\n遣い不安な日々を送っていたのもむなしく，被害者が無惨な白骨死体として発見さ\nれたという悲報に接したのであり，その悲嘆，怒り，絶望感は筆舌に尽くしがたい\nものであったと推察される。被害者の実母が，公判廷において，被告人に対し極刑\nを望む趣旨の意思を明らかにしているのも，十分に理解できる。\nしかるに，被告人は，被害者の実母に対し，一片の謝罪もしていないばかりか，\n捜査段階から，一貫して本件犯行を否認し，場当たり的に不合理な弁解を重ね，自\n己の刑事責任を免れることに汲々とし，公判廷においては，卑劣にも，前妻に本件\n殺人の罪をなすりつけようとしているのであって，被告人に真摯な反省の情や被害\n者に対する哀悼の情は到底認めることができない。\n判示第３の脅迫は，被告人が，配下の者と共謀の上，本件殺人及び死体遺棄の犯\n行後，被告人を恐れて被告人の下から逃げ出した前妻を連れ戻すため，その前妻を\n脅迫したというものであり，判示第５の公務執行妨害は，被告人が，本件殺人，死\n体遺棄の起訴後の勾留中，留置係の警察官に他の留置室に移された同房者を戻すよ\nうに求めたのが聞き入れられなかったため行ったものであって，いずれも自己本位\nな要求を押し通すため，手段を選ばずに行われたものである。判示第４の覚せい剤\nの自己使用は，被告人が，これまで覚せい剤の自己使用など多数の薬物事犯により\nたびたび懲役刑に処せられていたにもかかわらず，再び覚せい剤に手を染めたとい\nうものである。\n被告人は，暴力団員として活動するかたわら，傷害罪による罰金前科１犯のほ\nか，懲役前科６犯を有し，いずれも実刑に処せられているところ，これらの懲役前\n科の中には，覚せい剤取締法違反の罪による前科３犯がある上，自己本位な欲求を\n遂げるため被害者の人格を無視した粗暴な手段に訴えて行われた強姦致傷，恐喝未\n遂などがある。そうすると，累次の有罪判決，服役にもかかわらず，被告人の反社\n会的性格は，改まるどころか，むしろ深化しているというべきである。\nこれらの諸事情を総合考慮すれば，被告人の刑事責任は重大であるというほかな\nく，本件殺人が，被害者１名に対するものにとどまり，自室で犯行に及ぶなど，緻\n密な計画に基づいて行われたとまではいいがたい上，被害者が安易に被告人からの\n覚せい剤使用の誘いに乗るという不用意な行動を取ったことがその発端になってい\nるなど，被告人のために斟酌することのできる事情を十分に考慮しても，被告人に\n対しては無期懲役をもって臨むのが相当である。\nよって，主文のとおり判決する。\n（求刑　無期懲役）\n平成１６年５月２８日\n千葉地方裁判所刑事第３部\n裁判長裁判官　　　  　山　口　雅　高\n裁判官　　　  　宮　本　孝　文\n裁判官　　　  　西　田　昌　吾\n"
}