{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 17,
    "month": 3,
    "day": 31
  },
  "case_number": "平成16(ワ)12945",
  "case_name": "",
  "court_name": "大阪地方裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "9638",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=9638",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/638/009638_hanrei.pdf",
  "contents": "平成１７年３月３１日判決言渡　同日原本領収　裁判所書記官\n平成１６年(ワ)第１２９４５号　損害賠償請求事件\n口頭弁論終結日　平成１７年２月２５日\n判　　　　　　　　　決\n原　　　　　　告　　　　　　Ａ\n被　　　　　　告　　　　　　株式会社オーエスケー\n訴訟代理人弁護士　　　　　　青海利之\n大川治\n訴訟代理人弁理士　　　　　　大西正夫\n主　　　　　　　　　文\n１　原告の請求をいずれも棄却する。\n２　訴訟費用は原告の負担とする。\n事　実　及　び　理　由\n第１　請求\n被告は、原告に対し、金５６０万円及びこれに対する平成１６年１２月１０\n日（訴状送達の日の翌日）から支払済みまで年５分の割合による金員を支払え。\n第２　事案の概要\n本件は、電子レンジ用容器に係る発明の特許権者である原告が、被告に対\nし、被告の別紙物件目録記載の食品用容器を製造販売する行為は原告の有する特許\n権を侵害すると主張して損害賠償を請求するとともに、同特許権に関し原告と被告\nとの間でなされた交渉等における被告の行為が不法行為に該当すると主張して慰謝\n料を請求している事案である。\n１　争いのない事実等\n(1)　原告は、以下の特許権（甲１０。以下「本件特許権」といい、その発明を\n「本件発明」といい、その願書に添付した明細書を「本件明細書」という。）を有\nしている。\n発明の名称　　電子レンジ用容器\n出願日　　昭和６３年１１月２６日\n公開日　　平成１年９月２６日\n登録日　　平成９年１１月７日\n登録番号　　特許第２７１４８２８号\n特許請求の範囲　  別紙特許公報（甲１０）該当欄記載のとおり\n(2)　本件発明を構成要件に分説すると次のとおりである。\nＡ　高周波によって誘電加熱されない材料からなる容器本体及び蓋体と、\nＢ　容器本体の開口端と蓋体との間に配設され且つ高周波によって誘電加熱\nされない弾性材料からなるパッキングとを具備し、\nＣ　該パッキングによって蓋体と容器本体とを一体化する電子レンジ用容器\nにおいて、\nＤ　上記蓋体に貫通孔を設け、\nＥ　該貫通孔に、上記パッキング又は高周波によって誘電加熱されない弾性\n材料からなる弁を、外面から当接させた\nＦ　ことを特徴とする電子レンジ用容器。\n(3)　被告物件\nア　別紙物件目録記載の食品容器\n被告は、別紙物件目録記載のロ号ないしム号及びノ号物件の食品容器を\n製造販売している（以下、イ号ないしノ号物件すべてを総称するときは「被告物\n件」といい、各別に検討する場合には、「イ号物件」等と表記する。）。なお、被\n告は、イ号物件の製造販売は平成１２年７月までであり、ウ号及びヰ号物件は製造\n販売していないと主張している。\nイ　被告物件の構成\n被告物件は、蓋体と容器本体、止め具等からなる食品用容器であり、蓋\n体の形状（平面視の形状、表面に凹凸等が存在するか等）及び模様、容器本体の形\n状（平面視の形状、一段式か二段式か等）及び色彩、止め具の形状（縦横比率、中\n央部分の孔の有無等）等はそれぞれ異なるが、いずれも次の構成を有するものであ\nる（別紙図１ないし５参照）。\n容器本体１０は、上面が開口した容器である。開口部１１の周りにはフ\nランジ部１２が形成されている（別紙図１参照）。\n蓋体２０は容器本体１０の開口平面と同じ大きさであり、外縁部に沿っ\nて下向きに形成された縁部２１と、裏面上の縁部２１に沿って形成されたリブ部２\n２と、断面略円形のガイド孔２３とを有している（別紙図１参照）。\nガイド孔２３の内周面にはガイド孔の軸心方向に断面半円状の貫通溝２\n３１、２３２、２３３、２３４が９０°ピッチ間隔で設けられている（別紙図２参\n照）。\n蓋体２０の裏面上には、貫通溝２３１、２３３に連通して断面半円状の\n裏面溝２３５、２３６がガイド孔の直径方向に形成されており、蓋体２０の表面上\nには貫通溝２３２、２３４に連通して断面半円状の表面溝２３７、２３８がガイド\n孔の直径方向に形成されている（別紙図３）。\nガイド孔２３には、弁体５０が装着される。弁体５０は外周面に溝５１\nが形成された弾性を有する円板形状である。弁体５０の上側弁部５２により貫通溝\n２３１～２３４の上側開口の全部及び表面溝２３７、２３８の一部がふさがれる。\n弁体の下側弁部５３により貫通溝２３１～２３４の下側開口の全部及び裏面溝２３\n５、２３６の一部がふさがれる。（以上、別紙図３及び４参照）。\nパッキング３０は蓋体２０の縁部２１とリブ部２２との間の隙間に装着\nされる弾性を有したリング状体である（別紙図１参照）。\n止め具４０は、蓋体の２０の長２辺に相当する両側にヒンジにより回動\n自在に取り付けられた板状体であり、その裏側には容器本体１０のフランジ１２の\n下側に係合する係止片が形成されている（別紙図１、５参照）。\nウ　イ号物件は構成要件Ａ、Ｂ、Ｄ及びＦを充足し、ロ号ないしム号及びノ\n号物件）は構成要件Ａ、Ｂ及びＤを充足している。\n(4)　本件特許権に関する原告と被告の交渉経過等\n原告は、本件特許権の技術的範囲に属する食品用容器を製造販売する被告\nの行為は原告の特許権を侵害するものであると主張して、被告に対し、その旨及び\n実施許諾の申入れを記載した平成１０年９月１日付けの「通知書」（甲１）を送付\nした。\n被告は、平成１０年９月１１日付けの「回答書」（甲２）を返信した。ま\nた、被告は交渉者としてＢ弁理士を指名し、同弁理士は原告に対して平成１１年６\n月２１日付け「連絡書」（甲３。以下「本件連絡書」という。）を送付した。本件\n連絡書には、被告が原告に対して契約金５０万円及び協力金年額１０万円を支払う\n旨の提案が記載されていた。\nしかし、結局原告と被告の間では本件特許権に関する合意は成立しなかっ\nた。また、被告は原告に対して契約金等を支払わなかった。\nそこで原告は、大阪簡易裁判所に調停の申立て（同裁判所平成１６年(メ)\n第５４号事件。以下「本件調停」という。）をした。本件調停において、被告は、\n平成１６年９月３日付け準備書面（甲７。以下「本件準備書面」という。）を提出\nしている。本件調停においても当事者間で合意が成立せず、調停は成立しないもの\nとして終了した。\n２　争点\n(1)　本件特許権に基づく請求に関して\nア　被告物件は本件発明の技術的範囲に属するか。\nイ　原告に生じた損害\n(2)　不法行為に基づく請求に関して\nア　被告が本件連絡書記載の金員を支払わない行為及び本件調停において本\n件準備書面を提出した行為は、原告に精神的苦痛を生じさせる不法行為といえる\nか。\nイ　原告に生じた精神的損害\n第３　争点に関する当事者の主張\n１　争点(1)（本件特許権に基づく請求に関して）\n【原告の主張】\n(1)　争点(1)ア（被告物件は本件発明の技術的範囲に属するか）\n原告の主張は概ね次のようなものと解される。\nア　構成要件Ｃ充足性について\n構成要件Ｃは、「該パッキングによって蓋体と容器本体とを一体化する\n電子レンジ用容器」である。\n被告物件は、パッキングによって、ガイド孔（本件発明の「貫通孔」に\n相当）が弁体（本件発明の「弁」あるいは「弁部材」に相当）によって密閉されて\nいる蓋体と、容器本体とが一体化されている。また、被告物件は電子レンジ用容器\nである。\nしたがって、被告物件は構成要件Ｃを充足する。\n被告は、本件発明では、パッキングの弾性力により蓋体と容器本体とが\n一体化されるが、被告物件では、一対の止め具の係止力により蓋体と本体が一体化\nされており、両者は相違すると主張する。しかし、ハ号及びタ号物件を用いて実験\nしたとおり（甲１１、１２）、被告物件はパッキングの弾性力により蓋体と容器本\n体とが一体化されている。\nイ　構成要件Ｅ充足性について\n構成要件Ｅは、「該貫通孔に、上記パッキング又は高周波によって誘電\n加熱されない弾性材料からなる弁を、外面から当接させた」である。\n被告物件は、蓋体のガイド孔（本件発明の「貫通孔」に相当）に、高周\n波によって誘電加熱されない弾性材料からなる弁体を、外面から当接させている。\nしたがって、被告物件は、構成要件Ｅを充足する。\n被告は、本件発明では弁がガイド孔に外面から当接されているのに対\nし、被告物件では表面・裏面溝が弁体の上側弁部及び下側弁部によってその一部し\nか塞がれていないから相違すると主張する。\nしかしながら、被告物件は、ガイド孔、貫通溝、表面・裏面溝及び弁体\nによって、容器内部の圧力（温度）の変化を調節し、加圧時には蒸気圧を外に逃が\nし、減圧時には密閉して食品保存を可能とするという、本件発明の本質的な作用効\n果を有する構成を採っている。したがって、仮に構成に若干の相違があるというこ\nとができるとしても、本件発明の作用効果が生じている以上、その相違は本件発明\nの均等の範囲内のものにすぎないというべきである。被告が主張する構成の相違\nは、構成要件Ｅ充足性を否定するものではない。\nなお、被告は、弁体が吸気機能を有しており、表面・裏面溝等を通じて\n吸気作用が生じると主張する。しかし、容器本体内の圧力が大気圧よりも大きくな\nるときは、容器内の水蒸気が貫通孔等を通じて排気され、外から容器内に吸気され\nることはない。容器本体内の圧力が大気圧よりも小さくなるときは、貫通孔等が上\n側弁部によって塞がれるため、やはり吸気されることはない。したがって、弁体が\n吸気機能、吸気作用を有しているということは絶対にない。\nウ　構成要件Ｆ充足性について\n被告物件は、容器本体、蓋体、蓋体の止め具、容器本体の開口端と蓋体\nとの間のパッキング等において、高周波によって誘電加熱されない材料が使用され\nている電子レンジ用の容器である。したがって構成要件Ｆを充足する。\n(2)　争点(1)イ（原告に生じた損害）\n原告は、被告物件の製造販売行為という被告の本件特許権侵害行為によっ\nて原告に発生した損害の一部として５００万円の支払を求める。\n【被告の主張】\n(1)　争点(1)ア（被告物件は本件発明の技術的範囲に属するか）\nア　構成要件Ｃ非充足性\n(ア)　別紙特許公報（甲１０。以下「本件公報」という。）によれば、構\n成要件Ｃの「該パッキングによって蓋体と容器本体とを一体化」することの意義\nは、①容器本体の開口端とそれを覆う蓋体との間に配設された弾性材料からなるパ\nッキング自体の弾性力によって容器本体と蓋体を挟持して一体化し、かつ②容器本\n体を蓋体により施蓋した状態において、容器本体の内圧が大気圧と等しい状態から\n大気圧を超える「第一の圧力の蒸気圧状態」、そして電子レンジ用容器の破壊を防\n止する「第二の設定圧力」まで上昇する間、蓋体を施蓋状態に保持できるというべ\nきである。\n(イ)　これに対して、被告物件（製造販売していないウ号及びヰ号物件を\n除く。）は、容器本体の開口端と蓋体との間にシリコンゴムにより構成されるパッ\nキングが配設されているが、これは単に容器本体と蓋体との間の密閉度を高めるた\nめのものである。被告物件（ウ号及びヰ号物件を除く。）は、蓋体に回動自在に取\nり付けられた止め具によって容器本体と蓋体とが一体化される構成になっている。\n止め具を使用せずに蓋体を容器本体に施蓋してもそれは載置された状態にすぎず、\nこの状態で容器本体内に食品を収めて電子レンジで加熱調理するならば、容器本体\nの内圧が蒸気によって大気圧を超えて蓋体の荷重では支えられなくなった時点で、\n直ちに容器本体と蓋体との施蓋状態が解除されてしまう。したがって、被告物件\n（ウ号及びヰ号物件を除く。）では、蓋体と容器本体とが一体化して、大気圧を超\nえる所定の第一圧力を維持することで、容器内部に収められた食品を加熱調理する\nことはない。\n(ウ)　このように、被告物件（ウ号及びヰ号物件を除く。）は、パッキン\nグ自体の弾性圧力により容器本体と蓋体を挟持して一体化することはできないか\nら、構成要件Ｃを充足しないことが明らかである。\nイ　構成要件Ｅ非充足性\n(ア)　本件公報によれば、構成要件Ｅは、次のような作用効果を奏するも\nのと解することができる。\n①　容器本体内に食品を収め、蓋体により施蓋した状態で電子レンジに\nて加熱すると、容器本体と蓋体との間に配設されたパッキングの弾性力により、容\n器本体の内圧が容器の破壊を防止する「所定の第二の設定圧力」に至るまで、容器\n本体と蓋体とが一体化されているため（構成要件Ｃの効果）、容器本体の内圧は、\n食品からの蒸気圧により、大気圧とほぼ等しい状態から「大気圧以上の第一の圧力\nの蒸気圧状態」にまで上昇する。\n②　上記所定の第一の圧力は、大気圧よりも高いため、食品を高温加熱\nすることができる。\n③　加熱調理の過程で容器本体の内圧が所定の第一の圧力を超えたとき\nは、蓋体に設けた貫通孔を介して同貫通孔の外方面に当接された弾性材料からなる\nパッキング又は弁部材に蒸気圧がかかり、同パッキング又は弁部材の弾性力に抗し\nて、上記貫通孔を開状態とする。これにより容器本体内部の圧力が低下し、所定の\n第一の圧力に復すれば、上記パッキング又は弁部材がその弾性力により上記貫通孔\nを閉状態とする。加熱調理中、上記貫通孔の開閉が繰り返されることにより、容器\n本体内部を所定の第一の圧力に維持することができ、安定した食品の高温加熱が可\n能となる。\n④　加熱調理が終了し（又は加熱調理された食品を容器本体に収めた上\nで蓋体を施蓋し）、容器本体内の食品の温度が低下すると、容器本体の内圧が降下\nするが、上記パッキング又は弁部材は、上記貫通孔の外方面から当接されているた\nめ、弾性力及び容器本体の外部の大気圧の作用により、同貫通孔を閉状態とする。\nこれにより、容器本体の内部を大気圧より低い状態に維持するため、食品の保存に\n適した減圧状態とすることができる。\n(イ)　被告物件（ウ号及びヰ号物件を除く。）は、シリコンゴムから構成\nされた吸排気作用のある弁を備えているから、高周波によって誘電加熱されない弾\n性材料からなる弁を有しているという限りで本件発明と共通している。\nしかし、被告物件（ウ号及びヰ号物件を除く。）は、吸排気作用のあ\nる弁がガイド孔に装着され、吸排気作用のある弁の上側弁部及び下側弁部がガイド\n孔の周りに形成された貫通溝や吸気用の表面溝、排気用の裏面溝を全部又は部分的\nに塞いでいる点で本件発明と相違している。また、被告物件（ウ号及びヰ号物件を\n除く。）においては、吸排気作用のある弁の上側弁部により蓋体裏面の排気用の裏\n面溝と連通する貫通溝の上側開口が塞がれているから、蓋体の「外面」から弁を当\n接していると評価できるかもしれないが、蓋体表面に設けられ、貫通溝に連通する\n吸気用の表面溝については、吸排気作用のある弁の上側弁部によりその一部が塞が\nれているだけであり、吸排気作用のある弁の下側弁部によって貫通溝の下側開口が\n塞がれているにすぎないから、これを「外面から当接させた」ということはできな\nい。\n被告物件（ウ号及びヰ号物件を除く。）の吸排気作用のある弁は、①\n容器本体の食品を収め、蓋体を施蓋して止め具により一体化した上で、外部から加\n熱される際、食品からの蒸気圧により大気圧より上昇する容器内の圧力を制限する\nため、蓋体裏面に設けられた排気用の裏面溝からこれに連通する貫通孔を通じて吸\n排気の作用のある弁の上側弁部に蒸気圧が作用し、同弁部を開状態として蒸気を容\n器外部に放出するものである一方、②加熱調理が終了し（あるいは加熱した食品を\n容器本体内に収めて施蓋し）、食品の温度が低下したときに、容器本体の内圧が減\n圧されることによって蓋体の取外しが困難になることを防ぐため蓋体表面に設けら\nれた吸気用の表面溝からこれに連通する貫通溝を通じて吸排気作用のある弁の下側\n弁部に大気圧が作用し、同弁部を開状態として外気を容器本体内に導入する。そう\nすると、容器本体の圧力を食品の保存に適した減圧状態にすることができないとい\nう点において、本件発明の構成要件Ｅの作用効果と決定的に相違している。\nなお、ロ号ないしム号及びノ号物件の場合は、後記ウのとおり、蓋体\n及び止め具の材質が電子レンジによる加熱処理を行う際の温度に耐えられないた\nめ、容器本体と蓋体とを一体化して電子レンジにより加熱処理することが予定され\nていない。電子レンジによる加熱処理が予定されていないにもかかわらずロ号ない\nしム号及びノ号物件において蓋体に存在する弁体の作用効果は、止め具によって蓋\n体が容器本体に取り付けられた状態で、食品等の保有温度により容器本体の内圧が\n上昇して大気圧より大きくなったとき、排気機能を有する弁が開状態となり食品等\nの温度低下に伴って容器本体の内圧が大気圧より小さくなったとき、吸気機能を有\nする弁が開状態となることによって、容器本体の内圧を大気圧に近い値に常に維持\nさせることができ、これに伴って蓋体を容器本体から容易に取り外すことが可能と\nなる、というものである。\n(ウ)　したがって、被告物件（ウ号及びヰ号物件を除く。）は構成要件Ｅ\nを充足しない。\nウ　構成要件Ｆ非充足性\n被告物件（ウ号及びヰ号物件を除く。）のうち、イ号物件は、容器本体\n及び蓋体を含めた容器の全体を電子レンジに入れ、容器本体内に収めた食品等を高\n周波により誘電加熱することができる製品である。\nしかし、ロ号ないしム号及びノ号物件は、蓋体及び止め具の材質がイ号\n物件と比較して耐熱性に劣るＡＳ樹脂及びＡＢＳ樹脂（いずれも耐熱温度８０℃ま\nで）で構成されているため（容器本体が二段式となっている製品の中蓋部分は耐熱\n温度６０℃までのポリエチレン製）、容器本体のみを電子レンジに入れ、同容器内\nに収めた食品等を高周波により誘電加熱できるにすぎず、蓋体を止め具によって容\n器本体と一体化させた状態で電子レンジに入れ、加熱調理することは予定されてい\nない（無理に電子レンジに入れると誘電加熱された食品の温度により蓋体及び止め\n具が損傷する。）。\nしたがって、ロ号ないしム号及びノ号物件は、「電子レンジ用」容器と\nいうことができないから、構成要件Ｆを充足していない。\nエ　原告は、被告物件が本件発明の構成要件を文言上充足しないことを前提\nとしてか、均等論が適用されるべきであると主張する。しかし、被告物件が本件発\n明と均等であるということはできない。\n(ア)　構成要件Ｃは、パッキング自体の弾性力により容器本体と蓋体とを\n一体化し、容器本体の破壊を防止する所定の第二の圧力に至るまで容器本体と蓋体\nとを挟持するという点において、本件発明が解決しようとする課題である「食品加\n熱状態の容器内の蒸気圧を高くできる電子レンジ用容器の提供」を実現する上で不\n可欠な構成というべきであり、本件発明の本質的部分であるというべきである。\nこれに対し、被告物件（ウ号及びヰ号物件を除く。）のいずれにおいても、パッ\nキング自体によって容器本体と蓋体とを一体化することはできず、止め具による係\n止力によって初めてこれらを一体化することができる。しかも、イ号物件において\nは止め具により一体化した状態で電子レンジにより加熱し、容器本体の内圧が異常\nに上昇したときであっても、本件発明のようにパッキングが開蓋状態になって安全\n弁的機能を果たすことができない（ロ号ないしム号及びノ号物件が蓋体を施蓋した\n状態で電子レンジによる加熱調理の用に供することができないことは前述したとお\nりである。）。\nしたがって、被告物件（ウ号及びヰ号物件を除く。）の構成では、本件発明の構\n成要件Ｃの目的を達することができず、同一の作用効果を奏することができないか\nら、被告物件と本件発明とが均等ということはできない。\n(イ)　構成要件Ｅの「貫通孔に外面から当接される弁」という構成につい\nては、本件公報のフロントページに参考文献として掲げられている実開昭６２－６\n７５２３号実用新案公開公報において、電子レンジ用調理容器本体の蓋の外面に排\n気弁を設けて調理容器本体内の圧力を調整する発明が開示されていることから、本\n質的部分といい得るかどうか疑義がある。しかし、この点を措くとしても、被告物\n件（ウ号及びヰ号物件を除く。）における吸排気作用のある弁５０は、ガイド孔に\n外面から当接されるものではなく、容器本体の内圧が減少した際にそれを維持して\n食品の保存に適した減圧状態とするという作用効果を奏することができないもので\nあるから、被告物件は本件発明と均等ということはできない。\n(2)　争点(1)イ（原告に生じた損害）\n否認する。\n２　争点(2)（不法行為に基づく請求に関して）\n【原告の主張】\n(1)　争点(2)ア（被告が本件連絡書記載の金員を支払わない行為及び本件調停\nにおいて本件準備書面を提出した行為は、原告に精神的苦痛を生じさせる不法行為\nといえるか）\nア　原告は、被告に対し、被告の食品用容器の製造販売行為は本件特許権の\n侵害行為であるとして「通知書」（甲１）を送付した。これに対し、被告は、本件\n連絡書によって、契約金及び協力金を支払うと約束した。\nしかしながら、被告は原告に対して契約金や協力金を支払わないばかり\nか、その後原告が何度も催促したにもかかわらず、何度も上記約束による契約金及\nび協力金の支払を拒んだ。\nイ　原告は、本件調停において、提出物、実験写真や説明文書を提出して、\nイ号物件等が本件特許権の技術的範囲に属するものであることを鮮明にした。\nしかし、被告は、本件準備書面において、原告が提出した提出物や実験\n写真等について、不当な解釈や不審な文体を用いて反論した上、証明趣旨が不明で\nあるなどと述べて一笑に付した。\n(2)　争点(2)イ（原告に生じた精神的損害）\n前記(1)ア及びイの被告の行為により、原告は精神的苦痛を被った。この精\n神的苦痛を金員に換算するなら６０万円が相当である。\n【被告の主張】\n(1)　争点(2)ア（被告が本件連絡書記載の金員を支払わない行為及び本件調停\nにおいて本件準備書面を提出した行為は、原告に精神的苦痛を生じさせる不法行為\nといえるか）\nア　被告が本件連絡書において契約金等を支払う旨の提案をしたのは、早期\n解決のためであり、その支払を確約したものではない。また、その後の原告からの\n請求は、平成１４年１１月の通知書の送付のみであり、原告が被告に対し催促の通\n知を何度もしたとの事実はない。\nイ　本件調停において、被告物件が本件特許権の技術的範囲に属することが\n証明された事実はない。被告は本件調停において、本件準備書面を提出し、原告の\n主張を否認し争ったことは認めるが、その余は否認ないし争う。\n(2)　争点(2)イ（原告に生じた精神的損害）\n否認する。\n第４　当裁判所の判断\n１　争点(1)（本件特許権に基づく請求に関して）ア（被告物件は本件発明の技術\n的範囲に属するか）について\n(1)　本件発明における「パッキング」や「弁」の意義について検討するに、本\n件公報（甲１０）によれば、本件明細書には次のような記載があるものと認められ\nる。\nア　容器内に食品等を入れて電子レンジ等で誘電加熱すると、加熱によって\n食品から水蒸気が発生し、水蒸気圧によって容器内に圧力変化が生じる。従来は、\n「円錐面または回転曲線面を有する頭部と、当該円錐面または回転曲線面の中心に\nおいてこの頭部から延びる柄部と、この柄部の下端より斜立する複数個の弾性突起\nとを可撓性材料で一体に成形してなる」（本件公報２欄４行ないし８行）気密栓を\n食品容器に使用していた。この場合の気密栓の機能は、「容器を加熱することによ\nって水蒸気を発生せしめ、その蒸気圧によって食品容器内の空気を排出」し、その\n結果、「頭部の上面に大気圧が作用し、頭部の下部を円孔の上縁に圧着させ、真空\n状態を維持することができる」（同２欄１１行ないし３欄１行）というものであ\nる。\nしかし、頭部、柄部及び柄部の下端より斜立する複数個の弾性突起とか\nらなる気密栓では、「形態が複数であり、空気が排出された食品容器内の圧力にバ\nラツキが生じる」ほか、「電子レンジで加熱する際には、食品容器の蓋を閉鎖して\n行なうことができるものの、食品加熱状態の蒸気圧が大気圧に略等しくなるため、\n食品の加工時間が短くなるものではない」という問題があった（同３欄７行ないし\n１３行）。本件発明は、「簡単な構造で、しかも、食品加熱状態の容器内の蒸気圧\nを高くできる電子レンジ用容器の提供」を課題とするものである（同３欄１４行な\nいし１６行）。\nイ　本件発明は、上記課題を解決するために、「高周波によって誘電加熱さ\nれない材料からなる容器本体及び蓋体と、容器本体の開口端と蓋体との間に配設さ\nれ且つ高周波によって誘電加熱されない弾性材料からなるパッキングとを具備し、\n該パッキングによって蓋体と容器本体とを一体化する電子レンジ用容器において、\n上記蓋体に貫通孔を設け、該貫通孔に、上記パッキング又は高周波によって誘電加\n熱されない弾性材料からなる弁を、外面から当接させたことを特徴とする電子レン\nジ用容器」（同３欄１８行ないし２６行）という構成を採る。\nここにいうパッキング又は弁は、「容器本体の内圧が設定された、所定\nの大気圧以上の第一の圧力状態のとき、容器本体の内圧を所定の圧力に低下さ\nせ」、また、「容器本体の内圧が大気圧より低い状態のとき、容器本体と蓋体との\n間を封止状態とするものでもある」（同３欄２７行ないし３１行）。\nウ　このような構成を採る結果、本件発明では、「容器本体内に収容した食\n品が、例えば、電子レンジ等の超高周波によって誘電加熱されるとき、蓋体に設け\nた貫通孔の外面に当接する弾性材料からなる弁部材は、容器本体の内部を所定の第\n一の圧力状態より低い内圧状態に維持し、大気圧よりも高い高圧状態で食品を高温\n加熱する。容器本体が所定の第一の圧力状態以上の内圧状態になったとき、容器本\n体の内圧を低下させ、容器本体の内部を所定の第一の圧力状態とする。また、容器\n本体内の食品の温度降下等で内圧が所定の第一の圧力以上に低下すると、容器本体\nと蓋体との間を封止状態とする」。その結果、「食品加熱状態の容器内の圧力を大\n気圧以上に高くでき、食品加熱温度を上昇させることができる。または、一旦、加\n熱した容器内の食品の温度を低下させることによって、容器内の圧力を容易に低下\n状態にさせる事も出来得るので、保存に適する減圧状態にもなる」という作用が生\nじる（同３欄３３行ないし４９行）。\nエ　本件明細書には、実施例１として、蓋体２０の突出部２１に単数又は複\n数の内部から外側に貫通した貫通孔２３が設けられ、当該貫通孔に、弾性に富み且\nつ高周波によって誘電加熱されないシリコンゴム等からなるパッキング３０を外面\nから当接している構成が記載されている。この構成の食品容器に食品を収納して電\n子レンジ等に入れ、高周波によって誘電加熱すると、「容器本体１０内の食品温度\nが上昇し、容器本体１０内の蒸気圧が上昇する。このとき発生する蒸気圧では上記\n蓋体２０の突出部２１に装着したパッキング３０の断面略く字状の封止部３２の頂\n部は、容器本体１０の開口端の内側の凸条部１１と蓋体２０の突出部２１との間の\n弾性力により、両者は密に接触した封止状態を維持する」（同４欄４９行ないし５\n欄４行）。そして、「容器本体１０内の蒸気圧が上昇すると、前記蓋体２０の覆部\n２２と突出部２１との境界に設けた貫通孔２３によって、蓋体２０の覆部２２とパ\nッキング３０の挟圧部３１との間に、容器本体１０内の蒸気圧を導く。したがっ\nて、前記蓋体２０の覆部２２とパッキング３０の挟圧部３１との間の挟圧力以下の\n容器本体１０内の蒸気圧によって、封止状態が解除され、容器本体１０内の蒸気圧\nが蓋体２０の覆部２２とパッキング３０の挟圧部３１との間を通って排出される。\nこのときの容器本体１０内の蒸気圧は蓋体２０の覆部２２とパッキング３０の挟圧\n部３１との間の挟持力及びパッキング３０の弾性力によって決定され、大気圧以上\nの所定の第一の圧力となる。即ち、通常の加熱状態では、容器本体１０内の蒸気圧\nが上昇しても大気圧以上の所定の第一の圧力状態となり、この第一の圧力状態で容\n器本体１０内の食品が加熱される。故に、容器本体１０内の食品は高圧及び高温度\n条件下で加熱調理或いは加熱加工等を行なうことができる」。また、「容器本体１\n０内の食品は高圧及び高温度条件下で加熱調理或いは加熱加工等を行なった後、電\n子レンジ等の高周波による誘電加熱を停止すると、容器本体１０内の蒸気圧は低下\nする」。このとき「容器本体１０と蓋体２０には大気圧が加わり、容器本体１０内\nの蒸気圧の低下により、蓋体２０の覆部２２とパッキング３０の挟圧部３１との間\nの挟圧力が大きくなり、容器本体１０外の大気圧と容器本体１０内の蒸気圧との差\n圧によって、容器本体１０と蓋体２０とはパッキング３０を介して封止状態にな\nる。したがって、容器本体１０内の食品が冷却された状態では、容器本体１０内の\n圧力を減圧状態とすることができ、容器本体１０内の食品の長期保存に好適な状態\nとすることができる」。「蓋体２０の覆部２２と突出部２１との境界に設けた貫通\n孔２３のみの排出では、容器本体１０内の蒸気圧が低下せず、容器本体１０内の蒸\n気圧が異常に上昇すると、前記蓋体２０の覆部２２とパッキング３０の挟圧部３１\nとの間の挟圧力以上の容器本体１０内の蒸気圧によって封止状態が解除され、容器\n本体１０の開口端に装着されている蓋体２０が開蓋状態となり、容器本体１０内の\n蒸気圧が蓋体２０に取付けたパッキング３０の挟圧部３１と容器本体１０の開口端\nとの間を通って排出される。即ち、このときの容器本体１０内の蒸気圧を所定の第\n二の設定圧力とし、好ましくは、この第二の設定圧力を容器本体１０及び蓋体２０\nが破壊に至ることのない圧力で、しかも、蓋体２０を飛出させることのない圧力と\nする」。したがって、「容器本体１０内の蒸気圧が所定の第一の設定圧力を越えて\n異常に上昇すると、第二の設定圧力で容器本体１０の開口端に装着されている蓋体\n２０が開蓋状態となり、容器本体１０の内部の圧力上昇を解除するから、この実施\n例の電子レンジ用容器の安全弁として機能することができる」。（以上本件公報５\n欄８行ないし６欄５行）。\nまた、実施例８として、パッキング３０とは別に弁部材４０が存在し、\n蓋体２０Ｄの貫通孔２６に当該弁部材４０を外面から当接する構成が記載されてい\nる。この構成の食品容器に食品を収納して電子レンジ等に入れ、高周波によって誘\n電加熱すると、貫通孔２６に密接する弁部材４０の上面弾性部４１により、容器本\n体が維持できる所定の大気圧以上の第一の圧力の蒸気圧状態が設定される。「この\nように構成した本実施例の電子レンジ用容器は、パッキング３０は蓋体２０Ｄの覆\n部２２の外周部に配設され、挟圧部３１と上面弾接部３６の弾性によって挟持され\nているから、パッキング３０が蓋体２０Ｄから容易に離脱し難くなる。また、この\nとき、パッキング３０の弾性力を大きくしても、弁部材４０はそれとは独立してお\nり、貫通孔２３ｂ（２６の誤記）の端部に弾接する上面弾接部４１の弾性力を変化\nさせないから、容器本体１０の内部蒸気圧は、弁部材４０の上面弾接部４１が蓋体\n２０Ｄの上面に弾接する弾性力として独立に設定でき、所定の大気圧以上の第一の\n圧力の蒸気圧設定が極めて容易となる」。また「本実施例の電子レンジ用容器で\nは、容器本体１０の内部圧力を大きく減圧した場合には、貫通孔２６の端部に弾接\nする弁部材４０の上面弾接部４１の端部を持ち上げることによって、容器本体１０\nの内部に大気を導くことができるから、減圧状態の解除が容易となる」。（以上本\n件公報１１欄４４行ないし１２欄２２行）\nオ　発明の効果として、次のように記載されている（本件公報１５欄３行な\nいし１６欄２１行）。\n「以上のように、本発明の電子レンジ用容器は、高周波によって誘電加熱\nされない材料からなる容器本体及び蓋体と、容器本体の開口端と蓋体との間に配設\nされ且つ高周波によって誘電加熱されない弾性材料からなるパッキングとを具備\nし、該パッキングによって蓋体と容器本体とを一体化する電子レンジ用容器におい\nて、上記蓋体に貫通孔を設け、該貫通孔に、上記パッキング又は、高周波によって\n誘電加熱されない弾性材料からなる弁を、外面から当接させたことを特徴とする電\n子レンジ用容器において、上記、弁又はパッキングは容器本体の内圧が設定された\n所定の大気圧以上の圧力状態のとき、容器本体の内圧を所定の圧力に低下させ、容\n器本体の内圧が大気圧より低い状態のとき、容器本体と蓋体との間を封止状態とす\nるものである」。「したがって、容器本体内に収容した食品が加熱されるとき、容\n器本体の開口端とそれを覆う蓋体との間に配設された弾性材料からなるパッキング\nは、容器本体の内部を容器本体が維持できる所定大気圧以上の第一の圧力の蒸気圧\n状態に維持し、容器本体の内部を所定の第一の圧力の蒸気圧状態で食品を高温加熱\nできる。また、容器本体内の食品の温度降下等で内圧が低下すると、容器本体と蓋\n体との間を封止状態とすることができる。故に、食品加熱状態の容器本体内の圧力\nを所定以上に高くでき、食品加熱温度を上昇させることができる。また、一旦、加\n熱した容器本体内の食品の温度を低下させることによって、容器本体内の圧力を容\n易に低下状態にでき、保存に適する減圧状態となる」。「本発明の電子レンジ用容\n器は、高周波によって誘電加熱されない構成部材からなる容器本体と、前記容器本\n体の開口端を覆う高周波によって誘電加熱されない構成部材からなる蓋体と、前記\n容器本体の開口端とそれを覆う蓋体との間に配設された弾性材料からなるパッキン\nグと、前記蓋体の取手付近に設けた貫通孔と、前記蓋体の取手に配設した前記貫通\n孔の外面に当接する弾性材料からなる弁部材とを具備する電子レンジ用容器におい\nて、前記弁部材は容器本体の内圧が設定された所定の大気圧以上の圧力状態のと\nき、容器本体の内圧を所定の圧力に低下させ、容器本体の内圧が大気圧より低い状\n態のとき、容器本体と蓋体との間を封止状態とするものである」。「したがって、\n容器本体内に収容した食品が加熱されるとき、蓋体に設けた貫通孔の外方面に密接\nする弾性材料からなる弁部材は、容器本体の内部を容器本体が維持できる所定の大\n気圧以上の第一の圧力の蒸気圧状態に維持し、容器本体の内部を所定の第一の圧力\nの蒸気圧状態で食品を高温加熱できる。また、容器本体内の食品の温度降下等で内\n圧が低下すると、容器本体の外部の圧力が大気圧状態のとき、容器本体と蓋体との\n間を封止状態とする。故に、食品加熱状態の容器本体内の圧力を所定以上に高くで\nき、食品加熱温度を上昇させることができる。また、一旦、加熱した容器本体内の\n食品の温度を低下させることによって、容器本体内の圧力を容易に低下状態にで\nき、保存に適する減圧状態となる」。「又は、本発明においては、容器本体が所定\nの第一の圧力状態以上の内圧状態となり、それ以上の内圧に設定した所定の第二の\n設定圧力以上になると、それまで容器本体と蓋体との間を封止状態としていたパッ\nキングが内圧を排出できる開蓋状態になるものであるから、前記所定の第二の設定\n圧力を容器本体及び蓋体の耐圧以上に設定することにより電子レンジ用容器の安全\n弁として機能させることができる」。\n(2)　以上の記載によれば、本件発明における「パッキング」及び「弁」は、次\nのような意義を有するものであるということができる。\nア　食品を入れて電子レンジ等で誘電加熱する際に使用される電子レンジ用\n容器として、従前、気密栓を用いることにより容器内に真空状態を形成するものが\n存在していたが、気密栓の形態により食品容器内の圧力にばらつきが生じたり、食\n品加熱状態の蒸気圧が大気圧に略等しくなるため食品の加工時間が短くならないと\nの問題があった。\nそこで、本件発明は、簡単な構造で、かつ、食品加熱状態の容器内の蒸\n気圧を一定圧力（第一の圧力）まで高くした状態（第一の圧力状態）で食品を加熱\n加工することを課題とし、そのために、蓋体に貫通孔を設け、該貫通孔の外面にパ\nッキング又は弁を当接させる構成を採用するものである。\nイ　本件公報の特許請求の範囲には、貫通孔の外面に当接されるパッキング\n又は弁部材は高周波によって誘電加熱されない弾性部材であることが明記されてい\nる。\nまた、本件明細書によれば、パッキング又は弁は、さらに次のような限\n定を有する構成であることが認められる。\n(ア)　本件発明は、①食品を加熱して水蒸気を発生させ、その蒸気圧によ\nって容器内を大気圧より高く一定の圧力（第一の圧力）よりも低い内圧状態（第一\nの圧力状態）を維持することによって食品を高温加熱する、②加熱後の食品の温度\n低下により容器内の圧力が低下する場合に、減圧状態を維持することによって食品\nの保存に適した状態を創り出す、③容器内が、第一の圧力状態を超え、所定の圧力\n（第二の圧力）以上の状態になったときには、容器本体と蓋体との間を封止状態と\nしていたパッキングが蓋体を開蓋状態とすることによって、圧力上昇を解除し、そ\nの結果容器本体と蓋体の破壊が回避される（この意味で第二の圧力以上の状態にお\nいてパッキングは安全弁の役割も果たすことになる。）との作用効果を有するもの\nである。\n以上の作用効果を、蓋体の貫通孔に当接する、弾性力のあるパッキン\nグ又は弁（あるいは弁部材）を用いて生じさせることが、本件発明の本質的部分と\nいえる。\n(イ)　以上によれば、パッキングは、蓋体の貫通孔に外面から当接するの\nが弁であってもパッキングであっても、いずれもその弾性力を利用して、容器内圧\n力が第一の圧力を超えて所定の第二の設定圧力以上になるときに、容器本体と蓋体\nとの間の封止状態を解除して内圧を放出し、蓋体を開蓋状態とすることによって圧\n力上昇を停止させ、容器本体と蓋体の破壊を回避させるものでなければならない。\nまた、パッキングが蓋体の貫通孔に外面から当接する場合には、パッ\nキングは、大気圧より大きい第一の圧力状態になるまで貫通孔を密閉し、第一の圧\n力を超えた場合には貫通孔を開く状態にする程度の弾性力をもって、「当接」する\n構成ではなければならない。\n(ウ)　蓋体の貫通孔に外面から当接するのが弁の場合は、弁は、弾性力に\nよって第一の圧力に至るまでは貫通孔を塞ぎ、第一の圧力を超える場合には開状態\nとなって容器内圧を低下させなければならない。ただし、第二の圧力以上になった\n場合について特段の作用を生じさせる構成である必要はない。また、本件明細書の\n実施例８によれば、容器内圧が大きく減圧したときには、弁部材（本件発明の\n「弁」と同旨）の「端部を持ち上げる」ことによって、減圧状態の解除を容易にさ\nせることが予定されているが、容器内圧が大気圧よりも低下する状態では、弁部材\nの弾性力も容器外の大気圧も、弁部材を貫通孔内へ押しつける方向にしか働き得な\nいから、この「弁部材の端部を持ち上げる」作用は、容器外の人力等によってなさ\nれていると解さざるを得ない。\nそうすると、本件発明における弁は、貫通孔に外面から当接させるも\nのであり、容器内が第一の圧力以上となった場合には、貫通孔から内部の水蒸気を\n逃がすように外に向かって開く状態になる程度の弾性力を有している必要がある\nが、それ以外の場合には、容器内圧力が低下した場合も含め、人力等の外力が働か\nない限り、貫通孔を密閉し続けるように「当接」するものでなければならない。\n(3)ア　被告物件のうち、ウ号及びヰ号物件は被告がその製造販売を否定してい\nるところ、被告がウ号及びヰ号物件を製造販売していると認めるに足りる証拠はな\nい。\nイ　証拠（甲１９、検乙１、２の１及び２）及び前記第２、１、(3)、イ記載\nの事実によれば、次の事実が認められる。\n被告物件（ウ号及びヰ号物件を除く。以下同じ。）は、蓋体にガイド孔\n２３が設けられ、ガイド孔２３の内周面にガイド孔の軸心方向に蓋体を貫通する貫\n通溝２３１～２３４が９０°ピッチ間隔で設けられている。蓋体裏面には、貫通溝\n２３１と２３３に連通して、断面半円状の裏面溝２３５と２３６が形成され、蓋体\n表面においては、貫通溝２３２と２３４に直通して、断面半円状の表面溝２３７と\n２３８が設けられている。ガイド孔２３に弁体５０を装着すると、弁体５０はガイ\nド孔２３を若干上下に移動し、ガイド孔の内周に設けられた貫通溝２３１～２３４\nが空気通路として確保される。貫通溝２３１～２３４は、上面開口部は弁体の上側\n弁部５２によって、下面開口部は弁体の下側弁部５３によって、全部塞がれてい\nる。裏面溝２３５及び２３６は弁体の下側弁部５３によってその一部が塞がれ、表\n面溝２３７及び２３８は弁体の上側弁部５２によってその一部が塞がれる。\n容器内が加圧状態となり、水蒸気が発生した場合には、裏面溝２３５及\nび２３６の下側弁部５３によって塞がれていない部分を通って貫通溝２３１及び２\n３３に蒸気圧が作用し、弁体の上側弁部５２を押し上げることによって蒸気を放出\nし、これによって容器内の圧力の上昇を抑える。また、容器内が減圧状態になった\n場合には、表面溝２３７及び２３８の上側弁部５２によって塞がれていない部分を\n通って貫通溝２３２及び２３４に大気圧が作用し、弁体の下側弁部５３を押し下げ\nることによって、容器内の圧力低下を押さえる。\nウ　上記イ記載の被告物件の構成と、前記(2)記載の本件発明の「パッキン\nグ」や「弁」の意義を比較すると、とりわけ構成要件Ｅとの関係では次のようにい\nうことができる。\n被告物件には、蓋体の貫通溝２１３～２３４（本件発明における「貫通\n孔」に相当する。）を塞ぐための弁体５０（本件発明における「弁」あるいは「弁\n部材」がこれに相当する。）が存在し、この弁体５０は、本件発明の「弁」あるい\nは「弁部材」の構成、すなわち、容器内が水蒸気圧により加圧されて第一の圧力状\n態になるまでは、その弾性力によって貫通孔を塞ぎ、それ以上に加圧されるときに\n初めて貫通孔を開状態とすることで容器内の圧力の上昇を抑えるという構成を採っ\nていると認められる。\nしかし、被告物件は、容器内が減圧するときには表面溝２３７、２３８\n及び貫通溝２３２、２３４を通る大気圧の作用によって貫通溝２３２、２３４を開\nの状態として圧力の下降を抑えるという構成を有している。したがって、被告物件\nの弁体５０は、本件発明において「パッキング」あるいは「弁」が備えるべき構\n成、すなわち、第一の圧力を超える場合以外は貫通孔を密閉するように「当接」す\nるとの構成を有していないことになる。\nそうすると、被告物件は本件発明の構成要件Ｅを充足していないといわ\nざるを得ない。\nエ　原告は、被告物件の弁体５０も、加圧されて第一の圧力状態になるまで\nは貫通溝２３１、２３３を塞ぐことによって容器内を高温加圧の状態下に置き、第\n一の圧力を超えるときには内部の蒸気圧によって貫通溝２３１、２３３を開状態に\nする作用があるから構成要件Ｅを充足し、表面溝等の存在により容器内が減圧され\nる際に空気が容器内に入ることによって蓋体の密着を解除させ、蓋体を取り易くさ\nせる効果があるとしても、上記作用が否定されない以上は付加された構成も本件発\n明と均等であると評価できるとし、また、被告物件における表面溝や貫通溝は吸気\n作用を生じさせるものではない、と主張する。\nしかしながら、被告物件における表面溝や貫通溝が、容器内の減圧時に\nは吸気作用を生じさせることは、前記イにおいて認定説示したとおりである。\nまた、特許発明と均等というためには、相違する部分が本件発明の本質\n的部分ではないことや、当該部分を置き換えても特許発明の目的を達することがで\nき同一の作用効果を奏することなどが要件となる（最高裁平成１０年２月２４日第\n三小法廷判決・民集５２巻１号１１３頁）。この点、前記(2)イ(ア)で認定説示した\nとおり、本件発明では容器内が減圧状態にあるときに貫通孔を弁部材で塞ぐことに\nより食品保存に適した減圧状態を保つこともまた本質的部分であり、被告物件のよ\nうに減圧状態において外部から空気を流入させて減圧状態を解除する構成を採るこ\nとは本質的部分に変更を加えることになる上、本件発明の作用効果と同一の作用効\n果を奏し得ない。そうすると、被告物件は本件発明と均等ということはできない。\nしたがって、原告の主張は失当である。\n(4)　よってその余の争点を検討するまでもなく、原告の、本件特許権に基づく\n損害賠償請求には理由がない。\n２　争点(2)（不法行為に基づく請求に関して）ア（被告が本件連絡書記載の金員\nを支払わない行為及び本件調停において本件準備書面を提出した行為は、原告に精\n神的苦痛を生じさせる不法行為といえるか）について\n(1)　証拠（甲１ないし４、７、８の１ないし３、甲１１及び１２）、前記第\n２、１、(3)、イ記載の事実及び弁論の全趣旨によれば、次の事実が認められる。\nア　原告は、被告が製造販売する食品用容器が、本件発明の技術的範囲に属\nするものと判断し、平成１０年９月１日付けで、被告に対し、「以前より貴社に於\nきまして製作発売されてます商品の中に当方所有の右特許権に、抵触する虞のもの\nがあると、思料されます。（中略）つきましては、当方所有する特許権をご理解頂\nき貴社製品の実施につき、早急に、ご検討賜りまして本件に関する誠意有る貴意を\n平成十年九月十七日迄に、文書にて御回答下さいますよう、お願い申し上げる次第\nです。また、本件権利につきましては、実施許諾の用意がありますので、この段併\nせて御検討賜りたく存じます。」と記載した「ご通知」と題する内容証明郵便（甲\n１）を送付した。これに対し、被告は、原告に対し、平成１０年９月１１日付け\nで、特許の内容等が不明であるので、回答できない旨記載した「回答書」と題する\n内容証明郵便（甲２）を送付した。\n原告と被告は、その後、内容証明郵便等を互いに送付し、また平成１１\n年６月１３日には、被告側が原告方を訪問して話合いを行った。被告は、このとき\nの話合いの結果を踏まえ、同月２１日付けの本件連絡書を原告に対して送付した。\n本件連絡書には、原告から提示された条件を検討した結果として、契約金５０万円\n及び協力金年額１０万円を支払うとの提案と共に、「このご提案の有効期限は平成\n１１年６月３０日（水曜日）です。この期限までに、本件が前進しない場合には、\nこのご提案は白紙撤回させて頂くことになります。」との記載があった。なお、同\n提案を行うまでの交渉過程において、被告が、原告に対し、被告の製造販売する食\n品用容器が本件発明の技術的範囲に属することを認める旨明示的に述べたことはな\nい。\nイ　本件連絡書が送付された後、原告は、病気で入院するなどの事情が生じ\nたと称して、被告に対して連絡等を行うことができなかった。原告は、平成１４年\n１１月４日ころに至り、改めて被告に対し、契約金等を支払うよう催促した。\nこれに対し、被告は、平成１４年１１月２０日付けで「回答書」と題す\nる内容証明郵便（甲４）を原告に対して送付した。同回答書において、被告は、被\n告物件の製造販売行為が原告の特許権侵害行為に該当するとは考えないこと、平成\n１１年６月１３日に原告宅においてなされた話し合いの後、原告からの連絡がなか\nったこと、しかし、被告物件の販売個数は極めて少ないので、紛争を回避する方向\nで再度話合いをしたいことなどを述べた。\n原告は、被告物件が本件発明の技術的範囲に属しないとの被告の上記回\n答に納得できなかったため、被告の間で合意を成立させるには至らなかった。\nウ　原告は、平成１６年４月、大阪簡易裁判所に本件調停を申し立てた。\n本件調停において、被告の製造販売する食品用容器のパッキングが蓋体\nと容器本体とを一体化するものではないとの被告の主張に対し、原告は、これに反\n論すべく、止め具を解除した状態であっても、蓋体に設置されている止め具を持ち\n上げると蓋体と容器本体とが一体となって上昇している状態を写したとする写真\n（甲１１、１２）を証拠として提出した。これに対し、被告は、本件発明における\nパッキングについては、「蓋体と容器本体とを一体化するものと文言解釈するので\nはなく、容器本体の破壊を防止する所定の力で容器本体と蓋体とを挟持して一体化\nするものであると限定解釈すべき」である旨、原告が本件調停において提出した証\n拠（甲１１、１２）では、「対象物件のパッキングがその弾性力により容器本体の\n破壊を防止する程度の力で容器本体と蓋体とを挟持しているか否かまで証明されて\nいないのは明らか」である旨、当該証拠は「如何なる状況等の下で実験された写真\nであるのか何ら説明されておらず、具体的に何を証明する意図で行ったものである\nのか全く不明であ」る旨記載した本件準備書面を提出した。\n(2)　以上の認定事実によれば、次のようにいうことができる。\nア(ア)　被告は、原告から被告の製造販売する食品用容器が本件発明の技術\n的範囲に属するとの指摘を受け、必ずしもそのようには考えなかったが、同商品の\n製造販売数量が少なかったため、原告との間で本件特許権の侵害の有無等を検討す\nる交渉を重ねるよりも、一定の金額を支払うことによって円満解決する方が得策で\nあると判断した。\nそこで被告は、原告に対し、被告物件が本件発明の技術的範囲に属す\nることを明示的に認めることなく、本件連絡書において、契約金と協力金を支払う\n旨の提案を行った。ただし、同提案について有効期限（平成１１年６月３０日ま\nで）を設定し、期限経過後は提案を白紙撤回する旨明示的に述べていた。これに対\nし、原告は、病気等と称して回答せず、漫然と有効期限を３年余りも経過させたの\nであって、そのため、被告は同提案が白紙撤回されたものと判断したものというべ\nきである。したがって、被告が本件連絡書記載の金員の支払を拒絶したのは当然と\nいえる。\n(イ)　そうすると、原告からその後被告にどの程度の頻度で契約金等の支\n払請求があったのか不明であるが、原告が上記期限経過後に本件連絡書に記載され\nた提案事項に基づく契約金等の支払請求を行ったことに対し、被告が、被告物件等\nは本件発明の技術的範囲に属さず、同提案が白紙撤回されたとの前提の下、原告の\n請求を拒んだとしても、原告と被告との上記交渉過程からすれば特段不誠実あるい\nは不当な行為であるということはできないし、原告においても十分予測され得る事\n態であったというべきである。その他本件において期限内に原告が被告に対して回\n答しなかったにもかかわらず被告が同提案が白紙撤回されたと判断すべきではなか\nった事情等は本件証拠上認められないから、被告の本件連絡書記載の契約金等の支\n払拒絶行為には違法性がなく、原告に対する不法行為を構成するということはでき\nない。\nイ(ア)　被告は、その製造販売する食品用容器が本件発明の技術的範囲に属\nさず、特に構成要件Ｃの意義については、「パッキングが蓋体と容器本体とを一体\n化する」との文言どおりに解釈されるべきではなく、「容器本体の破壊を防止する\n所定の力で容器本体と蓋体とを挟持して一体化するものであると限定解釈すべき」\nとの見解を有していた。そのため、文言通りに解釈することを前提として、蓋体と\n容器本体とが蓋体に設定されている止め具によって一体化されていなくても止め具\nを持ち上げると蓋体と容器本体とが共に上昇する状態を写した写真を原告が証拠と\nして提出したとしても、被告の主張を前提とするような実験条件等の設定がない以\n上は、被告の主張を否定したことにはならないと考えていた。\n被告は、これを被告の主張として記載した本件準備書面を本件調停に\nおいて提出したものであり、正当な訴訟活動であるといえる。\n(イ)　なお、原告が、本件準備書面において自らの主張や証拠の価値を否\n定されたことにより、不快感を持つに至ったであろうことは、容易に推測される。\nしかし、本件調停を含む民事訴訟手続では、当事者双方が互いに自ら\nの主張を展開し、これを支持する証拠を提出し、あるいは相手方の主張や証拠の価\n値を否定する訴訟活動の経過の中で、真実が発見され、適切な判断がなされ得るも\nのである。したがって、一方当事者のした主張立証が相手方に不快感を生じさせる\nものであるとしても、それが専ら相手方を故意に誹謗中傷する目的をもって著しく\n不相当な表現によるものであるなど特段の事情のない限り、そのような主張立証も\n民事訴訟手続上十分に尊重しなければならないのであって、民法上の不法行為を構\n成するものではないというべきである。\n本件準備書面の記載内容が専ら相手方を故意に誹謗中傷する目的をも\nって著しく不相当な表現によるものであるなど、上記特段の事情に当たるような記\n載内容を含むものとは到底認められないから、被告の本件準備書面の提出行為が原\n告に対する不法行為を構成するとはいえない。\nウ　以上のとおり、被告の、本件連絡書記載の金員を支払わない行為及び本\n件調停において本件準備書面を提出した行為は、いずれも違法性を有さず、原告に\n対する不法行為を構成するということはできないから、その余の点を検討するまで\nもなく、原告の不法行為に基づく慰謝料請求には理由がない。\n３　よって、原告の主張はいずれも理由がないから、主文のとおり判決する。\n大阪地方裁判所第２１民事部\n裁判長裁判官　　　　田　　　中　　　俊　　　次\n裁判官　　　　中　　　平　　　　　　　健\n裁判官　　　　大　　　濱　　　寿　　　美･\n別紙\n物　件　目　録\nイ号物件\n名称：食品用容器、品番：ＯＰ－２０\nロ号物件\n名称：食品用容器、品番：ＢＬ－６Ｈ\n特徴：蓋部分に菱形が４つと英文字の複合デザインがある一段式弁当箱\nハ号物件\n名称：食品用容器、品番：ＰＣＲ－１\n特徴：蓋部分にイチゴのデザインがある\nニ号物件\n名称：食品用容器、品番：ＢＬＷ－７Ｈ\n特徴：蓋部分に格子風のデザインがある二段式弁当箱\nホ号物件\n名称：食品用容器、品番：ＢＬ－６Ｈ\n特徴：蓋部分に格子風のデザインがある一段式弁当箱\nヘ号物件\n名称：食品用容器、品番：ＢＬ－６Ｈ\n特徴：蓋部分に「ＨＡＲＤ　ＲＯＡＤ」と記載されている一段式弁当箱\nト号物件\n名称：食品用容器、品番：ＢＬＷ－７Ｈ\n特徴：蓋部分に「ＨＡＲＤ　ＲＯＡＤ」と記載されている二段式弁当箱\nチ号物件\n名称：食品用容器、品番：ＰＣＬ－１、特徴：容量５００ml、白色\nリ号物件\n名称：食品用容器、品番：ＰＣＬ－３、特徴：容量６５０ml、白色\nヌ号物件\n名称：食品用容器、品番：ＰＣＬ－５、特徴：容量８００ml、白色\nル号物件\n名称：食品用容器、品番：ＰＣＬ－１、特徴：容量５００ml、灰色\nオ号物件\n名称：食品用容器、品番ＰＣＬ－３、特徴：容量６５０ml、灰色\nワ号物件\n名称：食品用容器、品番：ＰＣＬ－５、特徴：容量８００ml、灰色\nカ号物件\n名称：食品用容器、品番：ＢＬ－６ＨＩ\nヨ号物件\n名称：食品用容器、品番：ＢＬＷ－７Ｈ\n特徴：蓋部分に縞と英文字の複合デザインがある\nタ号物件\n名称：食品用容器、品番：ＢＬＷ－８ＨＳ\nレ号物件\n名称：食品用容器、品番：ＰＣＲ－１\n特徴：蓋部分にクローバーのデザインがある\nソ号物件\n名称：食品用容器、品番：ＰＣＬ－１\n特徴：蓋部分にフリーフラワーのデザインがある\nツ号物件\n名称：食品用容器、品番：ＰＣＬ－１\n特徴：蓋部分に花と蝶のデザインがある\nネ号物件\n名称：食品用容器、品番：ＰＣＬ－１\n特徴：蓋部分にピーターラビットのデザインがある\nナ号物件\n名称：食品用容器、品番：ＰＣＬ－３\n特徴：蓋部分にフリーフラワーのデザインがある\nラ号物件\n名称：食品用容器、品番：ＰＣＬ－３\n特徴：蓋部分に花と蝶のデザインがある\nム号物件\n名称：食品用容器、品番：ＰＣＬ－３\n特徴：蓋部分にピーターラビットのデザインがある\nウ号物件\n名称：食品用容器、品番：ＢＬＷ－１２ＨＬ\nヰ号物件\n名称：食品用容器、品番：ＢＬ－１１\nノ号物件\n名称：食品用容器、品番：ＢＬ－６ＨＸＣ\n（別紙特許公報は省略）\n図１図２図３図４図５\n"
}