{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 13,
    "month": 11,
    "day": 21
  },
  "case_number": "平成13(わ)192",
  "case_name": "傷害致死被告",
  "court_name": "仙台地方裁判所",
  "lawsuit_id": "8429",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=8429",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/429/008429_hanrei.pdf",
  "contents": "主文\n被告人を懲役３年に処する。\nこの裁判が確定した日から５年間その刑の執行を猶予する。\n訴訟費用は全部被告人の負担とする。\n理由\n（罪となるべき事実）\n被告人は，昭和３６年に本件の被害者であるＡ（当時８０歳）と婚姻し，その\n後，６５歳の定年まで表具師として働き，定年後は被告人及びＡの年金で生計を立\nてて暮らしていた。\n被告人は，平成１３年４月９日午後８時ころ，仙台市ａ区ｂｃ番地ｄアパートの\n被告人方（当時）茶の間において，翌日の通院のため準備しようとした病院の診察\n券が見当たらなかったので，Ａが隠したのではないかと思い，こたつを囲んで座っ\nていたＡをなじったところ，Ａが診察券と引き換えに現金，預金通帳等が保管され\nている金庫の鍵を渡すよう迫り，さらに，立って被告人に近づき座っていた被告人\nの上着のポケットに何度も手を入れて金庫の鍵を取ろうとするなどし，被告人とも\nみ合いになった。\nこのようなＡの態度に立腹した被告人は，自分も立ち上がり，こたつ上にあった\n小鉢でＡの頭部，顔面等を殴ったところ，Ａが同アパートの階下に住む友人に助け\nを求めようとして室外に出たため，被告人は，Ａが友人のところに行くのを阻止す\nべく，また，Ａを黙らせようと考え，Ａを上記被告人方内に連れ戻し，室外の階段\n上がり口付近にあった同アパート備付けの金属製消火器を持ってきて，被告人方内\nにおいて，同消火器をＡ目掛けて噴射しようとしたが，うまくいかず，更にＡに抵\n抗されるや，同消火器（重量約２．５キログラム）でＡの頭部，顔面等を多数回殴\n打するなどの暴行を加え，Ａに頭部創傷，頭蓋骨骨折，くも膜下出血等の傷害を負\nわせ，よって，そのころ，同所において，上記傷害による出血性ショックにより同\n人を死亡するに至ら\nせた。\n（証拠の標目）省略\n（法令の適用）\n罰　　　　条　　　　刑法２０５条\n刑の執行猶予　      刑法２５条１項\n訴訟費用の負担　      刑事訴訟法１８１条１項本文\n（弁護人の主張に対する判断）\n弁護人は，被告人は本件犯行時，飲酒の影響により心神喪失又は心神耗弱の状態\nにあった旨主張するので，この点について判断するに，前記各証拠並びに証人Ｂの\n当公判廷における供述，被告人の司法警察員に対する供述調書及び司法警察員作成\nの捜査報告書によれば，被告人は，本件犯行後，自ら１１０番通報を行って被害者\nを殺害したと伝え，その後，現場に駆けつけた警察官に対して，本件の犯行状況，\n本件で使用した凶器及びその用法などについて明確かつ詳細に説明していること，\n被告人は，捜査段階の取調べにおいても，一貫して，被害者を小鉢で殴ったところ\n被害者が階下の友人に助けを求めて外に出たためこれを追いかけて行き，階段のと\nころにあった消火器を用いて被害者を殴ったなどと具体的に供述しており，犯行状\n況等を再現した実況\n見分の際も同様の説明をしていること（なお，被告人は，同実況見分終了後の取調\nべにおいて，犯行を再現してみて消火器の用法について思い出した点がある旨供述\nし，この点を改めて補足，訂正して説明している。），これらの被告人の供述内容\nは合理的でかつ客観的な証拠とも符合し，特に不自然な点がうかがわれず，その信\n用性を肯定できること，被告人は，普段から，毎日晩酌として焼酎のお湯割りや水\n割りをコップで二，三杯くらい飲んでおり，本件犯行当日の飲酒量も，夕食後，焼\n酎のお湯割りや水割りをコップで二，三杯くらい飲んだにすぎず，本件犯行後２時\n間ほど経過した時点での呼気中アルコール濃度も，１リットルあたり約０．０５ミ\nリグラム程度であったこと，被告人自身，捜査段階の取調べにおいて，本件犯行当\n時の飲酒量は酔っぱ\nらうほどではなく，事件を起こしたときのことをよく覚えていると供述していたこ\nとが認められる。\n以上を総合して検討すれば，被告人は，本件犯行当時，多少酒気を帯びていたに\nとどまり，飲酒により行為の是非善悪を弁識しこれに従って行動する能力に著しい\n影響が生ずる状況にはなかったことが明らかであるから，弁護人の主張は採用しな\nい。\n（量刑事情）\n１　本件は，前示のとおり，妻との口論に端を発し，同人の頭部等に対し，小鉢や\n消火器で強烈な暴行を加えて死亡させた傷害致死の事案である。\n２　言うまでもなく，本件犯行によって尊い人命が奪われたという結果は誠に重大\nである。被害者は，これまで長年夫婦として連れ添ってきた被告人から突然容赦な\nい暴行を加えられて短時間のうちにその生命を絶たれたものであり，信頼していた\n夫からの暴行によりその人生を閉じなければならなかった無念と悲しみの情は想像\nに難くない。\nまた，犯行態様をみても，被告人は，被害者の頭部等身体の枢要部に対し，小\n鉢が割れ，多数の激烈な創傷を生ぜしめるほどの，極めて危険性の高い強度の暴行\nを加えており，その経過においても，被害者が階下の住人に助けを求めに行こうと\nしたのを阻止し，わざわざ部屋に連れ戻した上で暴行を継続したものであって，甚\nだ執ようかつ悪質というべきである。\nそして，その犯行の動機も，要するに口論の域を出ないいさかいの中で，被害\n者の態度に立腹して上記の凶行に及び，さらに，それが他へ知られることなどを恐\nれて一層攻撃を強めたもので，短絡的，自己中心的といわざるを得ない。\n以上の事情にかんがみると，被告人の刑事責任は重く，一般予防の見地に照ら\nしても，被告人に対しては，本来，実刑をもって臨むべきものと考えられる。\n３　しかし，他方，被告人は，本件犯行直後，自ら１１０番通報をし，自己の犯し\nた犯罪事実を警察官に申告するなどして自首が成立しており，１１０番通報を受け\nて現場に駆けつけた警察官に対しても自己の犯行内容等を隠すことなく素直に述\nべ，その後の取調べにおいても，記憶にある限り，進んで真しに本件犯行について\n供述している。併せて，被告人は，犯行直後から，自らの行為によって被害者を死\n亡させてしまったことに対し，繰り返し反省悔悟の情を述べている。これら一連の\n犯行後の態度は，殊の外反省の情が顕著なものとして，また，被告人の本来の誠実\nさを表すものとして，相応に評価されるべきである。なお，被告人は，当公判廷に\nおいては，具体的な暴行態様について覚えていないと供述しているものの，自らの\n暴行によって被害者が\n亡くなったこと自体を認めていることは捜査段階と変わりがなく，それに対する反\n省の意を表している点も変わりがない。\nまた，被告人と被害者は，本件まで四十年来夫婦として一緒に生活し，その\n間，ほとんどけんからしいけんかをすることなく過ごしてきたものである。もっと\nも，本件の背景たる一事情として，その少し前から，被告人が友人との交際に傾斜\nする被害者を内心快く思っていなかったことが指摘できるけれども，少なくとも，\nこれに関連する経過において，被告人側に責められるべき点があったとはうかがわ\nれない。そして，前記のとおり，被告人が被害者に対する攻撃を決意する発端とな\nった被害者の言動が従来見られなかった意外性の高いものであったことは否定し難\nく，これを受けて被告人がいたく気を動転させたこと自体は無理からぬ面があった\nというべく，これらの諸点にかんがみると，本件は非常に偶発的な犯行であったと\nいえる。\nさらに，本件被害者は，上記のとおり，長年連れ添ってきた被告人の妻であ\nり，被告人にとってもかけがえのない存在であった。特に，被告人は，親戚や友人\nとの付き合いがほとんどなく，妻である被害者だけが唯一の親しい存在というべき\n生活状況だったことに照らすと，自らの犯行による結果とはいえ，被告人自身が本\n件により失ったもの，またこれにより味わざるを得なくなった苦悩や絶望感も小さ\nいとはいえない。\n加えて，被告人は，現在８１歳という高齢であり，しかも，その長い人生を通\nじ前科前歴が全く見当たらず，これまでの生活態度も概して質素，堅実で特に問題\nがあったとはうかがわれない。そして，被告人は，今回，生まれて初めて身柄を拘\n束されることになり，その期間も７か月以上という相当長きにわたっており，その\n間反省の機会を十分に与えられたものといえる。このような事情からすると，被告\n人が今後再犯に及ぶおそれは極めて小さいと考えられる。その上，被告人の甥が，\n今後，被告人を引き取り物心両面で援助していくことを約している。\nこのように，本件においては，被告人のために，通常以上に有利に斟酌すべき\n個別的な事情も少なからず存在する。\n４　以上の諸事情を総合考慮すると，結論においては，被告人を直ちに施設に収容\nして刑に服させるよりも，主文掲記の猶予期間により，特にその刑の執行を猶予\nし，日々の社会生活の中で，なお手厚く被害者の冥福を祈るなどの行いを通じ反省\nの念を持ち続けさせるのが相当であると判断する。\nよって，主文のとおり判決する。\n（求刑　懲役３年６月）\n平成１３年１１月２１日\n仙台地方裁判所第１刑事部\n裁判長裁判官　　畑　　中　　英　　明\n裁判官    佐々木　　直　　人\n裁判官　　阿　　閉　　正　　則･\n"
}