{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 12,
    "month": 12,
    "day": 28
  },
  "case_number": "平成11(行ケ)151",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "商標権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "12741",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=12741",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/741/012741_hanrei.pdf",
  "contents": "平成１１年（行ケ）第１５１号　審決取消請求事件\n平成１２年１０月３１日口頭弁論終結\n判　　　　　　決\n原　　　　　　告　　　　文明堂商事株式会社\n代表者代表取締役　　　　【Ａ】\n訴訟代理人弁護士  　　　岩　原　武　司\n同　　　　　　　　　　　清　水　　　肇\n同　　　　　　　　　　　津　田　和　彦\n同　　　　　　　　　　　大　山　健　児\n同　　　　　　　　　　　星　　　千　絵\n同　　　　　　　　　　　村　西　大　作\n訴訟代理人弁理士　　　　後　田　春　紀\n被　　　　　　告　　　　シュアラスター株式会社\n代表者代表取締役　　　　【Ｂ】\n訴訟代理人弁護士　　　　安　田　有　三\n主　　　　　　文\n特許庁が平成１０年審判第３５０２０号事件について平成１１年４月２\n日にした審決を取り消す。\n訴訟費用は被告の負担とする。\n事実及び理由\n第１　当事者の求めた裁判\n１　原告\n主文と同旨\n２　被告\n原告の請求を棄却する。\n訴訟費用は、原告の負担とする。\n第２　当事者間に争いのない事実\n１　特許庁における手続の経緯\n被告は、商品及び役務の区分第３類の「せっけん類、香料類、さび除去剤、\nつや出し剤」を指定商品とする、別紙１審決書の理由の写し添付の別紙のとおりの\n構成より成る登録第３３３５９２９号商標（平成５年１０月１３日登録出願、平成\n９年８月１日設定登録。以下「本件商標」という。）の商標権者である。\n原告は、平成１０年１月１２日、本件商標は商標法４条１項１０号又は同１\n９号に該当するとして、その登録を「つや出し剤」につき無効とすることについて\n審判を請求し、特許庁は、これを平成１０年審判第３５０２０号事件として審理し\nた結果、平成１１年４月２日、「本件審判の請求は、成り立たない。」との審決を\nし、同月２８日原告にその謄本を送達した。\n２　審決の理由\n別紙１審決書の理由の写しのとおり、本件商標は、本件商標と後記引用商標\nとが、外観、称呼及び観念上明らかに相違する商標であるから、商標法４条１項１\n０号に該当せず、また、引用商標を盗用し、不正の目的をもって使用するものとも\nいえないから、同法４条１項１９号にも該当せず、その登録を無効とすることはで\nきないと認定・判断した。\n３　引用商標\n原告が本件商標につき商標法４条１項１０号該当性又は同１９号該当性があ\nるとの主張の根拠として引用する商標は、別紙２のＡの包装缶に付された商標（以\n下「引用Ａ商標」という。第１図を商標を付した包装缶の正面図とした場合、第２\n図は背面図、第３図は左側面図、第４図は右側面図である。以下も同様であ\nる。）、別紙２のＢの包装缶に付された商標（以下、「引用Ｂ商標」という。）で\nある（以下、引用Ａ商標、引用Ｂ商標を総称するときは「引用各商標」とい\nう。）。\nなお、原告は、審判段階では、別紙２のＣの包装缶に付された商標（以下\n「Ｃ商標」という。）をも引用商標としていたが、これについては、本訴において\n引用商標として主張していない。\n第３　原告主張の審決取消事由の要点\n審決は、本件商標と引用各商標との類否判断を誤り（取消事由１）、本件商\n標の使用における被告の不正目的の有無の判断を誤ったものであって（取消事由\n２）、違法であるから取り消されるべきである。\n１　引用各商標\n原告は、平成４年から平成６年５月までの間、引用Ｂ商標を、原告の商品で\nある「自動車用つや出し剤」の包装缶に付して使用していた。また、原告は、平成\n６年６月から、引用Ａ商標を、上記原告商品の包装缶に付して使用している。\n２　取消事由１（類否判断の誤り）\n(1)　審決は、本件商標と引用各商標とが、模様部分において、「ストライプ模\n様内に五角形状の図形を描いた模様よりなる」という点で同一性があると認めなが\nら、全体としては、「色彩の有無、「ＳＵＲ　ＬＵＳＴＥＲ」と「ＩＭＰＥＲＩＡ\nＬ」、「ＳＬ　ＷＡＸ」等の各欧文字及び星状の図形の有無等著しい差異があ」る\nとする。\nしかしながら、「色彩の有無」の点に関しては、商標法７０条１項の規定\nが本件にも適用されるというべきであり、これにより、本件商標の模様部分の色彩\nを引用各商標と同一のものとすれば、両者は全く同一の模様となるから、両者はそ\nの模様部分については同一の標章であるというべきであって、審決のように、これ\nを「著しい差異」とみることは許されない。\n文字の相違や星状の図形の有無についても、簡易・迅速を旨とする商取引\nにおいては、需要者は、特に注意を引きやすい部分を抽出して記憶するものである\nから、本件商標中、特に白色と黒色の二色の模様部分を抽出して「ストライプ模\n様」と認識する場合もあるということができる。本件商標の場合、図形部分に比し\nて文字部分の占める面積が小さく、しかも文字部分の文字の中には図案化されてい\nるものもあることを考慮すると、このことは、更に強くいい得るところである。こ\nの場合、引用各商標の方は、「赤・白のストライプ模様」であるのに対し、本件商\n標の方は「白・黒のストライプ模様」であるとの違いはあるものの、色彩を同一に\nすれば、両者は全く同一の模様となる関係にあるので、上述のとおり、本件商標と\n引用各商標の模様部分とは同一であるというべきである。このようにして、需要者\nは、文字の相違や星状の図形の有無に関係なく、その模様部分を抽出して両者の同\n一性を認識できるのである。\n(2)　審決は、原告の商品が「インペリアル」と称呼されているとする。\nしかしながら、引用各商標の模様部分は、米国製であることをより強調す\nるため、米国国旗を思い浮かばせるように、赤と白のストライプにし、青色の野球\nのホームベースをあしらったものとしてあるのである。そして、このような赤・\n白・青の特に目立つようにした図形を有する包装缶は、「自動車用つや出し剤」で\nは業界で初めてであったから、引用各商標は、「ＩＭＰＥＲＩＡＬ」の文字もさる\nことながら、模様部分をも強烈に需要者の脳裏に焼き付かせ、その結果、特に\n「赤・白のストライプ模様」という観念をも生じさせて、需要者に認識されるとい\nう二面性を有している。したがって、引用各商標は、その文字部分により「インペ\nリアル」という称呼を生ずる場合もあるものの、それと同時に、その色彩の強烈さ\nから、需要者が「赤・白のしま模様」と観念し、認識する場合もあるというべきで\nある。\n審決は、ほとんど文字部分のみをとらえて類否判断をしており、図形部分\nを考慮していない点において、不十分である。\n(3)　したがって、本件商標が引用各商標と類似しないとした審決は、誤ってい\nる。\n３　取消事由２（不正使用目的の有無の判断の誤り）\n審決は、本件商標は、引用各商標を盗用し、不正の目的をもって使用すると\nもいい得ないとした。\nしかしながら、本件は、直接の関係のない同業者が既存の商標と類似した商\n標を登録したという、通常みられる類型の事件ではない。被告は、原告と３０年以\n上にわたって取引関係にあった者なのであり、引用各商標は、原告が永年使用して\nきた商標であることを知悉しながら、あえて、これに似せた本件商標につき登録の\n出願をしたことが明らかである。\nしたがって、被告の「不正の目的」の欠如を理由に、本件商標は商標法４条\n１項１９号に該当しない、とした審決は誤っている。\n第４　被告の反論の要点\n審決の認定・判断は正当であって、これを取り消すべき理由はない。\n１　取消事由１（類否判断の誤り）について\n(1)　審決は、引用各商標は、「赤色と白色のストライプ模様の中に、青色の大\n小二つずつの五角形状の図形を組合せた模様若しくは、黒色と白色のストライプ模\n様と黒色の五角形状の図形を組合せた模様と図案化した「ＳＵＲ　ＬＵＳＴＥＲ」\nと「ＩＭＰＥＲＩＡＬ」、「ＳＬ　ＷＡＸ」等の各欧文字及び星状の図形を組合せ\nてなるもの」であるとしたうえで、「インペリアル」の文字が表されているところ\nから、それらの付された商品が、取引者・需要者間で、「インペリアル」と称され\nているものと認められるとした。これは、引用各商標から、「インペリアル」との\n称呼が得られ、また、「帝国」あるいは「威厳」などの観念が生ずると認定したも\nのであり、そこには、何の問題もない。\n(2)　そのうえで、審決は、本件商標と引用各商標とは、ともにストライプ模様\n内に五角形状の図形を描いた模様よりなるものの、両者間には、「色彩の有無、\n「ＳＵＲ　ＬＵＳＴＥＲ」と「ＩＭＲＥＲＩＡＬ」、「ＳＬ　ＷＡＸ」等の各欧文\n字及び星状の図形の有無等著しい差異があり、両者は、外観、称呼及び観念上明ら\nかに相違する商標と判断するのが相当である」としたものであって、その認定・判\n断は正当である。\n２　取消事由２（不正使用目的の有無の判断の誤り）\n争う。\n第５　当裁判所の判断\n１　引用各商標について\n証拠（甲第５、第６号証）及び弁論の全趣旨によれば、原告は、平成４年か\nら平成６年５月ころまでの間、引用Ｂ商標を、原告の商品である「自動車用つや出\nし剤」の包装缶に付して使用していたこと、原告は、平成６年６月ころから、引用\nＡ商標を、上記原告商品の包装缶に付して使用してきていることが認められる。\n上記認定事実によれば、本件商標登録出願時である平成５年１０月１３日に\nは、原告により引用Ｂ商標が用いられていたこと、本件商標登録査定時（登録時で\nある平成９年８月１日の少し前）には、原告により引用Ａ商標が用いられていたこ\nとが認められる。\n２　取消事由１（類否判断の誤り）について\n(1)　本件商標は、白色と黒色の斜めのしま（ストライプ）模様に大小二つずつ\nの五角形の図形（野球のホームベース状の図形）とを組み合わせた模様と、上記大\nきい五角形の図形中に白抜きで図案化されて表示された「ＳＵＲ　ＬＵＳＴＥＲ」\nの文字と、図案化されて白抜きで表示された「ＳＬ」の文字とを上下二段にわたっ\nて並記したものの結合商標である。\n(2)　引用Ａ商標は、包装缶の外周に、赤色と白色の斜めのしま模様に、青色の\n大小二つずつの五角形の図形（野球のホームベース状の図形）とを組み合わせた模\n様と、上記大きい五角形の図形中に黄色で大きく「ＩＭＰＥＲＩＡＬ」の文字と、\nこの文字の上方に描かれた星状の図形（以下「星マーク」という。）と、下方に白\n抜きで表示された「ＢＭＤ　ＷＡＸ」の文字と、上記青色の大小二つずつの五角形\nの図形中のその余の部分に記載された小さな文字を配した結合商標である。\nまた、引用Ｂ商標は、大きい五画形の図形中の「ＩＭＰＥＲＩＡＬ」の文\n字の下方の白抜きで表示された文字が「ＳＬ　ＷＡＸ」である以外は、引用Ａ商標\nと同じである。\n(3)　証拠（甲第２号証の１ないし２６９、甲第３号証の１ないし２８４、第４\nないし第６号証）及び弁論の全趣旨によれば、原告は、昭和４６年１０月ころから\n平成３年ころまでは、Ｃ商標（ただし、昭和６０年より前は、星マークのないも\nの。以下、星マークのないものを含めるときは「Ｃ商標等」という。）を上記原告\n商品の包装缶に付して使用していたこと、Ｃ商標は、「ＩＭＰＥＲＩＡＬ」の文字\nの下方に白抜きで表示された文字が図案化された「ＳＵＲ　ＬＵＳＴＥＲ」である\n以外には、小さな文字に関する相違を除き、引用各商標と同じであること、Ｃ商標\n等に表示された図案化された「ＳＵＲ　ＬＵＳＴＥＲ」の文字は、本件商標に表示\nされた図案化された「ＳＵＲ　ＬＵＳＴＥＲ」の文字の形状とほぼ同一であるこ\nと、Ｃ商標等に「ＳＵＲ　ＬＵＳＴＥＲ」の文字が用いられていたのは、原告が、\n昭和４３年ころから、米国シュアラスター　マニュファクチュアリング　インク社\nが製造した自動車用つや出し剤を、同社又はその販売権を有する者との契約に基づ\nき輸入し、これをＣ商標等を付した包装缶に充填し、販売店である被告を通じて日\n本国内で販売していたためであることが認められる。\n(4)　上記(1)ないし(3)の事実によれば、本件商標は、引用各商標とは、斜めの\nしま模様に、大小二つずつの五角形の図形（野球のホームベース状の図形）とを組\nみ合わせた模様部分において共通していることが明らかである。審決は、このよう\nな共通点があることを認めながら、本件商標と引用各商標とは色彩の有無、欧文字\nの違い及び星状の図形の有無等の点で著しい差異があるから、両者は、外観、称呼\n及び観念上明らかに相違するとしている。\nしかしながら、前記認定によれば、原告は、少なくとも昭和４６年１０月\nころから平成３年ころまでの間、「ＩＭＰＥＲＩＡＬ」の文字の下方に白抜きで表\n示された文字が「ＳＵＲ　ＬＵＳＴＥＲ」であるか、「ＳＬ　ＷＡＸ」あるいは\n「ＢＭＤ　ＷＡＸ」であるかに差があるだけで、その他の赤色と白色の斜めのしま\n模様の図形部分及び星マーク（ただし、昭和６０年以前のものには付いていな\nい。）が引用各商標と同じであるＣ商標等を包装缶に付して使用していたものであ\nり、この事実によれば、赤色と白色の斜めのしま模様を用いた商標は、「シュアラ\nスターの自動車用つや出し剤」の商標として需要者に周知になっていた可能性が大\nきいものと認められる。また、引用Ｂ商標の「ＳＬ　ＷＡＸ」の「ＳＬ」は、「Ｓ\nＵＲ　ＬＵＳＴＥＲ」の頭文字であるとみることができるから、当該文字部分以外\nはＣ商標と同一である引用Ｂ商標も、Ｃ商標等の周知性を前提とすれば、「シュア\nラスターの自動車用つや出し剤」の商標として需要者に周知になっていたものと認\nめられよう。そして、Ｃ商標等及び引用Ｂ商標の周知性を前提とすると、引用Ａ商\n標も、「ＩＭＰＥＲＩＡＬ」の文字の下方に白抜きで表示された文字部分を除き、\n引用Ｂ商標及びＣ商標と同一であることから、需要者に従前の「シュアラスターの\n自動車用つや出し剤」と同じ商品の商標であると把握され、認識されることがある\nものと認められることになるであろう。\n他方、本件商標が、その指定商品に含まれる自動車用つや出し剤の包装缶\nに用いられた場合に、「シュアラスターの自動車用つや出し剤」と把握され、認識\nされることは明らかである。\nこのようにみてくると、Ｃ商標等の周知性の存在という上記前提の下で\nは、色彩の有無、欧文字の違い及び星状の図形の有無等の点の差異を理由に、本件\n商標と引用各商標とを、外観、称呼及び観念において相違するとした審決は誤りで\nあって、本件商標と引用各商標とは、少なくとも、外観において類似しており、本\n件商標を、自動車用つや出し剤の包装缶に付して使用するときは、需要者に商品の\n出所混同を生じさせるおそれがあることになるものというべきであり、本件商標と\n引用各商標との間には、商標法４条１項１０号にいう類似性が認められるというべ\nきである。したがって、原告による引用各商標及びＣ商標等の使用の実態とそれに\nよる引用各商標の周知性の獲得につき十分な検討を加えることなく、引用各商標と\n本件商標に関する取引の実態を離れて外形的にのみ検討して、両商標の類似性を否\n定した審決には、少なくとも結果的には、なすべき審理、判断をしないまま結論を\n導いた誤りがあるものというべきである。\n本件においては、原告による引用各商標及びＣ商標等の使用の実態と、そ\nれによる引用各商標の周知性獲得につき、なすべき審理、判断をしたうえ、その結\n果、本件商標と引用各商標との間に類似性が認められることになった場合には、そ\nれを前提としたうえで、前記認定のとおり、原告がシュアラスター　マニュファク\nチュアリング　インク社が製造した自動車用つや出し剤を、同社あるいはその販売\n権を有する者から輸入して、Ｃ商標等を用いた包装缶に充填して販売していたこ\nと、被告が、審判において、上記つや出し剤につき、販売権を有する会社から、同\n社の日本における営業権一切を譲り受けた旨主張していること等の事実をも踏ま\nえ、引用各商標が果たして被告にとって「他人」の商標といえるかどうか、の点に\nついての検討などが行われるべきである。\n第６　よって、原告の請求に理由があることは、その余の点について判断するまで\nもなく明らかであるから、審決を取り消すこととし、訴訟費用の負担につき行政事\n件訴訟法７条、民事訴訟法６１条を適用して、主文のとおり判決する。\n東京高等裁判所第６民事部\n裁判長裁判官　　 山　　　下　　　和　　　明\n裁判官　　 宍　　　戸              充\n裁判官 　　阿　　　部　　　正　　　幸\n"
}