{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 16,
    "month": 10,
    "day": 28
  },
  "case_number": "平成16(わ)97",
  "case_name": "住居侵入，強盗殺人未遂被告事件",
  "court_name": "青森地方裁判所刑事部",
  "lawsuit_id": "8504",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=8504",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/504/008504_hanrei.pdf",
  "contents": "（主　　文）\n被告人を懲役１１年に処する。\n未決勾留日数中９０日をその刑に算入する。\n（犯行に至る経緯）\n被告人は，青森市で出生し，地元の中学校を卒業後，板前見習を経て，調理師として\n青森県内の料理店等で稼働していたが，しだいに  パチンコにのめり込むようになり，平\n成１１年３月以降，消費者金融会社から借入れをするようになった。平成１２年５月から\nは，新聞専売所の新聞配達員として勤務するようになったが，相変わらずパチンコに多\n額の金をつぎ込み，平成１４年１２月以降は，勤務先から給料の前借りをするまでになっ\nた。被告人は，自らが担当する配達区域内にあった青森市内のマンションに新聞を配達\nした際，同マンションの一室の鍵を拾得し，その後，２回に亘り金品を得ようとこの鍵を\n使用して同室内に入り込んだが，金品を発見することはできなかった。平成１６年５月８\n日，消費者金融会社の借入残高が６０万円近くに上り，前日に前借りした給料分も使い\n果たして所持金が２０００円ないし３０００円ほどになったことから，被告人は，翌９日に同\n室内に入って金品を得ようと決意し，９日が日曜日であったことから，家人が帰宅した場\n合には，脅して逮捕を免れようと，自身の所有する包丁を持参することとした。\n（犯罪事実）\n被告人は，金品を窃取し，家人に発見された場合には，所携の包丁で家人を脅迫して\n逮捕を免れる目的で，平成１６年５月９日午後１時３０分ころ，青森市a町ｂ丁目ｃ番ｄ号\ne号室（以下「本件居室」という。）Ａ（当時４８歳）方の玄関ドアから同室内に侵入し，同室\n内を物色中，帰宅した同人を認めるや，逮捕を免れるため，所携の包丁で同人の右臀\n部を突き刺して同人に同部挫創の傷害を負わせ，更に，同人が死亡するかもしれないこ\nとを認識しながら，敢えて，同室廊下に転倒した同人の後頚部を上記包丁で切り付ける\nなどの暴行を加えてその反抗を抑圧した上，同人所有の手提げバッグ１個ほか１点（時\n価合計約２０００円）を強取したが，同人に加療約８週間を要する頚部，後頭部切創，左\n手腱切断，右第５中手骨骨折及び外傷性ショックによる心筋梗塞の傷害を負わせたに\nとどまり，殺害の目的を遂げなかったものである。\n（事実認定の補足説明）\n第１　被告人は，当公判廷において，「本件居室に侵入したときは金品を「強取」するつ\nもりはなく「盗む」つもりであった。」，「被害者を殺すつもりはなかった。」旨述べ，弁護\n人も，本件居室に侵入した時点では被告人には窃盗の目的しかなく，被害者に対す\nる殺意の点についても，被害者ともみ合った際に被告人が持っていた包丁様の物が\n被害者の後頚部に当たってしまったに過ぎず，暴行ないし傷害の故意があったにとど\nまり，事後強盗致傷罪が成立すると主張するので，以下，これらの点について検討す\nる。\n第２　前提事実\n関係各証拠によれば，次のとおりの事実が認められる。\n１　被告人は，青森県内において，調理師等として稼働していたが，趣味のパチンコ\nにのめり込むようになり，平成１１年３月以降消費者金融会社から借金をするよう\nになった。平成１２年５月からは，新聞の配達員として稼働するようになったが，依\n然としてパチンコに多額の金をつぎ込み，平成１４年１２月以降，次第に勤務先から\n給料を前借りするまでになっていった。\n２　その後，被告人は，自らが担当する配達区域内にあった青森市内のマンションに\n新聞を配達した際，本件居室の玄関ドア前に落ちていた鍵を拾得したが，前記のと\nおり金銭に窮していたことから，これを使用して同居室に入り金品を窃取しようと考\nえ，拾得した鍵をそのまま所持することとし，２回に亘り金品を得ようと同室内に入\nり込んだが，いずれの際も金品を発見することはできなかった。\n３　被告人は，平成１６年４月，自身の１月分の給料よりも多い額を勤務先から前借り\nしていたところ，同年５月８日，消費者金融会社の借入残高は６０万円近くに上り，\n前日に前借りしていた給料もほぼ費消し，所持金はわずかに２０００円ないし３０００\n円程度となった。被告人は，もはや消費者金融会社からの借入れも，勤め先から\nの給料の前借りもできないと考え，翌９日に本件居室に入り金品を得ようと決意し\nた。\n４　被告人は，同月８日夜，盗みに入った先で指紋がつかないように手袋を準備し，\n翌日が日曜日であったことから，家人が本件居室に帰宅した場合には，脅して逃げ\nようと，その所有する包丁（以下「本件包丁」という）を持参することとした。被告人\nは，長年板前として稼働していたこともあって，自室の押入とタンスの中に合わせて\n１０丁以上の包丁を所有し，それぞれ新聞紙で包んで湿気や錆がつかないように\n保管していた。押入の中に保管していた包丁は錆等のためすぐには使用できない\n状態であったが，タンスの中に保管していた包丁は切れ味の良い包丁であり，被告\n人はタンスの中に保管していた中から本件包丁を取り出し，柄が黒色木製，刃は\n鋼製で，長さが３０ないし４０センチメートル程であることを確認した。さらに，本件居\n室の家人が帰って来た場合に備え，また持っていくときに怪我をしないように新しい\n新聞紙で鞘をつくり，そこに同包丁を差し込んで犯行現場に持参することとした。\n５　同月９日午後１時過ぎころ，被告人は，バイクに乗車して本件マンション近くまで行\nき，バイクを自転車置場に置いた上，本件包丁を携帯して本件居室に赴き，かねて\n手に入れていた同居室の鍵を使用し，玄関ドアから同居室内に入った。\n６　被告人は，同居室の和室にあったタンスの引出等を明けて金品を物色したが，こ\nれを発見できずにいた同日午後１時３０分ころ，家人が帰宅した気配を感じた。被\n告人は，所携の本件包丁で被害者を攻撃して逃げ出そうと決意し，右手に同包丁\nを握った状態で被害者のいる玄関に向かった。\n７(1)　本件居室の玄関付近は外からの明かりが入らず，当時電気も点いていなかっ\nたため，かなり暗い状態だった。\n被告人と被害者は１メートル程度の至近距離で向かい合う格好になり，被告人\nが，被害者の方に向けて本件包丁を振り下ろしてきたので，被害者は咄嗟に左\n腕を自身の顔の前に水平に上げたところ，何か固いものが当たった。被害者は，\nすぐに逃げようと玄関ドアに向かって振り返ったところ，被害者の右臀部に被告\n人の向けた本件包丁が突き刺さった。\n(2)　被害者は，被告人の攻撃を防がなければならないと考え，再び振り返って揉み\n合いになり，被告人と共に本件居室廊下に転倒した。この際，被告人の手から包\n丁が落ち，これを被告人と被害者が取り合った末，被告人が包丁をつかみ，俯\nせの体勢になっている被害者の上に乗った状態になった。被告人は，右手に本\n件包丁の柄を握り，左手で本件包丁の先端付近の背の方を持ち，被害者の後\n頚部に刃を当てた。被害者は，首の後ろに刃物の刃全体が刺さり，動く感触を感\nじて，これ以上抵抗しない方がよいと考え，息を荒げて呼吸しながら，俯せの態\n勢で倒れた状態のままじっとしていた。\n(3)　被告人は，被害者が生きているか死んでいるかを確かめるため，俯せに転倒し\nたままの被害者の後頭部を，さらに本件包丁の柄で殴打し，被害者がうなって反\n応するのを確かめた。\n８　被告人は，自分の両手が濡れているのを感じて，被害者の血がついていると思\nい，本件居室内の洗面台で手を洗った。さらに，自分の衣服に血がついているのを\n知って，履いていたジーパンを脱いで本件居室内居間にあったウィンドブレーカー\nのズボンに履き替え，前記居間にあった手提げバッグを持ち出し，これに先のジー\nパンと着ていたジャンパー，本件包丁を入れて本件居室から逃走した。\n９　被害者は，被告人が本件居室から逃走後，自ら携帯電話で１１０番通報したた\nめ，臨場した救急隊によって病院に搬送され一命を取り留めたが，被告人との上記\n争いにより，約８週間の加療を要する頚部・後頭部切創，左手腱切断，右第５中手\n骨骨折，右臀部挫創及び外傷性ショックによる心筋梗塞の傷害を負った。\n搬送先の病院の医師によれば，被害者の身体には，①右耳後部に１０時の方向\nに長さ約１センチメートルの切創，②右前額部に縦約２センチメートルの切創，③後\n頚部に横に長さ約２０センチメートル，深さ昀大約５センチメートルの切創，④右臀\n部に約３センチメートル程度の切創，⑤右手手甲部の環指と小指に長さ約４センチ\nメートル，深さ約１センチメートルの切創，⑥右手小指付近の掌に長さ約５センチメ\nートルの切創，⑦左手の示指から中指に係る手掌基節部に長さ約６ないし７センチ\nメートルの切創があったことが確認されている。\n10　本件居室の玄関から廊下を経て脱衣場に至るまで，被害者の多量の血痕ないし\n血溜が残されていた。\n第３　本件住居侵入の目的について\n１　前記認定した事実を前提として検討するに，確かに，被告人は金品を窃取するた\nめに本件居室に侵入しているのであって，当初から，家人に暴行，脅迫を加えた上\nで財物を強取するといった強盗の目的を有していたものではない。\n２　しかしながら，前認定のとおり，被告人は，家人が帰宅した場合に備えて，湿気や\n錆を防ぐべく新聞紙で包んで所有していた複数の包丁の中から，長さが３０ないし４\n０センチメートルで錆が無く，切れ味のよい殺傷能力の高い本件包丁を選び，自ら\n新聞紙で鞘まで用意して持参していることが認められ，現に，被告人は，被害者が\n帰宅するや，用意していた本件包丁を躊躇無く被害者に向けて振り下ろしているこ\nと，被告人自身，当公判廷において，本件包丁については，家人が帰宅した場合\nに脅かして逃走するために用意した旨述べていることをも併せ考えれば，被告人\nは，窃盗のみならず，家人が帰宅した場合をも想定して，持参した本件包丁で家人\nを脅迫し逮捕を免れる意図，即ち事後強盗の目的を侵入当初から有していたという\nべきである。\n３　したがって，本件住居侵入の目的は，金品を窃取し，家人に発見された場合に\nは，所携の包丁で家人を脅迫して逮捕を免れる目的，いわゆる事後強盗の目的で\nあったと認定できる。\n第４　殺意の有無について\n１　殺意についての主張\n被告人は，当公判廷において，「包丁を被害者の首に当てた時，首を切ろうという\n気持ちはなかったし，被害者が死ぬかもしれないという気持ちもなかった。」等と弁\n解し，これを承けて，弁護人も，被告人の本件犯行には，確定的殺意はもちろん，\n未必の故意としての殺意も認められず，せいぜい，暴行ないし傷害の故意が存し\nただけであると主張する。\nこれに対し，検察官の論告要旨中には，被告人が被害者に対し，身体の枢要部\nを本件包丁で切り付け，又は刺す行為を行っている事実の認識には何ら欠けるこ\nとがないとして，被告人が確定的殺意を抱いて本件犯行に及んだと主張しているよ\nうに解される部分がある。\nそこで，以下，被告人の殺意の有無及び程度について，攻撃時期を分けて検討\nする。\n２　被害者の臀部への攻撃時の犯意について\n前記認定事実によれば，確かに，被告人は，当初から殺傷能力のある凶器を準\n備し，１メートル程度の至近距離で被害者と対峙し，凶器を被害者に向けて躊躇な\nく攻撃していることからすると，被告人が被害者の臀部を刺した時点で被害者に対\nする殺意があったとも推認される。\nしかし，そもそも被告人が本件包丁を準備した目的は，家人が帰宅した場合にこ\nれを脅して逃走するためであり，実際被告人は被害者を攻撃して逃げ出そうという\n決意のもと，本件居宅の玄関に向かい，昀初包丁を突き出すのではなく，振り下ろ\nすという攻撃を行ったものであること，この後，被害者が臀部を刺されるまでのわず\nかな間，同人から被告人に対する反撃がなされたわけでもなく，被告人としては専\nら逃走することに気を奪われていたとみるのが相当であること，本件犯行現場であ\nる玄関付近は，外からの明かりが入らず，当時電気も点いていなかったためかなり\n暗い状態であって，被告人が被害者の身体の体勢ないし状態をどの程度認識して\nいたのか疑問があること（現に被告人は，昀初の攻撃の時点で被害者が後ろ向き\nであった旨供述している。）からすれば，被告人が被害者の臀部を刺した際，同人\nの身体の枢要部ないしその近辺であることを意識した上で，その死の危険を認識，\n認容して敢えて攻撃を加えたものであるかは，未だ不明といわざるを得ない。\nしたがって，被告人が被害者の臀部を刺した時点では，傷害の認識に留まり，未\n必的にも殺意があったとまで認めることはできない。\n３　２の後の攻撃時の犯意について\n(1)  前記認定事実によれば，被告人は，被害者の臀部を刺した後，反撃に出た被害\n者と揉み合いになって，被害者と共に本件居室の廊下に倒れ込み，この際，被\n告人の手から包丁が落ち，これを被告人と被害者が取り合った末，被告人が包\n丁をつかみ，俯せになった被害者の上に乗った状態という優位な体勢の下で，\n人体の枢要部である後頚部に対し，直近からそれと認識しつつ，左手で本件包\n丁の先端付近の背を持ち，右手で本件包丁の柄を握るといった所作により刃を\n当てたこと，この際，被害者は首の後ろに刃物の刃全体が刺さり，動く感触を感\nじたこと，被告人との争いによって被害者の後頚部には，横に長さが約２０セン\nチメートル，深さ昀大約５センチメートルの切創が生じていることが認められる。\nこれらに照らせば，被告人は相当程度の力を込めて，意図的に被害者の後頚部\nに対し，本件包丁の刃を押し当てて切りつけ，上記切創を負わせたと考えるのが\n極めて自然である。\nその上，被告人は，被害者の首に切りつけた後，同人が生きているか死んでい\nるかを確かめるため，その後頭部を殴打しており，自らの切りつけ行為による被\n害者の死の危険を十分に認識していたと窺われること，先の認定のとおり，被告\n人は被害者に攻撃した当初こそ専ら逃走することに気を奪われていたものとみ\nられるが，その後反撃に出た被害者と揉み合いになって，被害者と共に本件居\n室の廊下に倒れ込み，この際，被告人の手から包丁が落ち，これを被告人と被\n害者が取り合った末，被告人が包丁をつかみ，相手が俯せになっているにもか\nかわらず，逃走することなく，被害者の上に乗った状態のまま同人の後頚部に包\n丁の刃を向けているのであって，ここでは被害者に対する相当強固な攻撃意思\nが生じているとみるのが相当であること，以上の事実を併せ考慮すれば，被告\n人には，被害者と共に本件居室の廊下に倒れ込んだ以降，被害者の後頚部を\n攻撃した時点において，少なくとも未必的な殺意があったと認定できる。\n(2) さらに，被告人の上記犯行態様からすると，検察官主張のとおり，この時点にお\nいて被告人に確定的殺意があったのではないかという疑いも強くもたれるところ\nであるが，他方，被告人が被害者の生存を確認した後，とどめを刺すことも極め\nて容易であったのに，これをしていないこと等の事情からすると，被告人が，被\n害者に対して確定的殺意を有していたことまでを認定することは困難である。\n４　これに対し，被告人は，当公判廷において，「被害者が死ぬかもしれないとは思わ\nなかった。」「包丁の刃を被害者の首にあてがっただけ。」等述べるが，手入れのさ\nれた殺傷能力の十分な本件包丁の刃を被害者の首に当てたことの認識には何ら\n欠けるところがないのであって，被告人の弁解は被害者を殺害する積極的な意欲\nまではなかったというに過ぎないというべきである。\nかえって，被告人は，捜査段階において，「被害者が死んでしまう危険があること\nはわかっていた。」「捕まらないためには，被害者が死んでも仕方がないという気持\nちで切りつけた。」等，少なくとも被害者に対する未必的な殺意を肯定する趣旨の\n供述をしており，同供述はこれまで検討してきたところと概ね合致しており，信用す\nることができる。\n５　以上からすれば，本件で被告人につき，未必的なものにせよ他人を殺害するとい\nう意思はなかったのではないかという合理的な疑いを抱かせる事情は存しないとい\nうべきであり，この点に関する弁護人の主張は理由がない。\n（量刑の理由）\n１　本件は，被告人が，金品を窃取し，家人が帰宅した場合には所携の包丁で脅迫して\n逮捕を免れる目的で，マンションの一室に侵入し，同室内で物色していたところ，被害\n者が帰宅したことから，逮捕を免れるため持参した包丁を被害者の臀部に突き刺し，\n更に，未必的な殺意をもって同室廊下に転倒した同人の後頚部に上記包丁で切り付\nけてその反抗を抑圧した上，被害者所有のバッグ等を強取し，上記刺突及び切り付\nけ行為により被害者に加療約８週間を要する傷害を負わせた事案である。\n２　被告人は，パチンコにのめり込んだ挙げ句に金銭に窮し，偶然マンションの一室の\n鍵を拾得したことから，これを奇貨として同居室内に侵入した上，物色中に帰宅した\n被害者の逮捕を免れるため本件凶行に及んだもので，犯行の経緯及び動機に酌量\nの余地は全くない。本件犯行に際し，被告人は，家人が帰宅した場合に備え，殺傷能\n力の高い凶器を準備して居室に侵入した上，家人が帰宅するや直ちに躊躇無く上記\n凶器を使用して攻撃を加え，揉み合いの末被害者が俯せの状態に倒れた際も，逃走\nすることなく敢えてその後頚部を切りつける等したもので極めて凶悪である上，被害\n者にかような暴行を加えた後も，被害者が死亡したか否か確認したり，上記居室内の\n洗面所で血のついた手を洗い，被害者所有の衣服に着替える等冷静に事を運んでお\nり，その態様は極めて悪質である。\n上記被告人の攻撃により，被害者は，後頚部を切られて大量に出血し，外傷性ショッ\nクにより急性心筋梗塞を引き起こして，一時的にせよ心停止の状態にまで至ったもの\nであり，幸いにも，被害直後被害者自ら救急車を呼ぶことができたため，かろうじて死\nを免れたに過ぎず，結果も極めて重大である。かような重大な傷害を負った被害者の\n肉体的苦痛が甚大であることはもちろん，自宅に帰宅したところを突如包丁で襲わ\nれ，一旦は死を覚悟したという，その精神的苦痛もまた深刻であり，その後の治療に\nおける苦痛のほか，仕事上の支障や引越を余儀なくされる等経済的にも打撃を受け\nているのであって，被害者の処罰感情が厳しいのは当然というべきである。\nにもかかわらず，被告人は，被害者に対し慰謝の措置を一切講じていないのであっ\nて，本件犯行に至る経緯，犯行態様及び犯行後の情況に照らし，被告人の規範意識\nには重大な欠陥があるといわざるを得ない。\n以上からすれば，被告人の刑事責任は実に重く，被告人に対しては，厳正な処罰を\nもって臨む必要がある。\n３　そうすると，被告人の刑責は極めて重大であり，本件殺害自体は幸いにして未遂に\n終わっていること，被告人は，本件犯行について反省の弁を述べていること，前科前\n歴が一切ないこと，中学を卒業以来長年に亘り正業に従事してきたこと，養育すべき\n子どもがいること等，被告人のために酌むべき諸事情を十分に斟酌してもなお，主文\n掲記の刑を科するのが相当であると判断した。\nよって，主文のとおり判決する。\n青森地方裁判所刑事部\n裁判長裁判官　髙　原　　　章\n裁判官　結　城　剛　行\n裁判官  吉　田　静　香\n（求刑　懲役１２年）\n"
}