{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 10,
    "day": 27
  },
  "case_number": "平成15(ワ)38",
  "case_name": "損害賠償等請求事件",
  "court_name": "札幌地方裁判所民事第1部",
  "lawsuit_id": "8617",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=8617",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/617/008617_hanrei.pdf",
  "contents": "主　　　　　文\n１　被告は，原告に対し，２００万円及びこれに対する平成１５年１月２５日から支\n払済みまで年５分の割合による金員を支払え。\n２　被告は，原告に対し，被告の発行する「月刊Ｇ」の１頁全面に，別紙１記載の\n謝罪広告を，「謝罪広告」の文字を１８ポイントとし，その他の文字を１４ポイン\nトとして，１回掲載せよ。\n３　原告のその余の請求を棄却する。\n４　訴訟費用は，これを２分し，その１を被告の負担とし，その余を原告の負担と\nする。\n５　この判決は，第１，２項に限り，仮に執行することができる。\n事実及び理由\n第１　請求\n１　被告は，原告に対し，１０００万円及びこれに対する平成１５年１月２５日から支払済\nみまで年５分の割合による金員を支払え。\n２　被告は，原告に対し，被告の発行する「月刊Ｇ」の１頁全面に，別紙２記載の謝罪広\n告を，「謝罪広告」の文字を１８ポイントとし，その他の文字を１４ポイントとして，１回掲\n載せよ。\n第２　事案の概要\n本件は，衆議院議員である原告が，被告の発行する雑誌「月刊Ｇ」において，事実\nに基づかない原告を誹謗中傷する記事が掲載されて原告の名誉及び信用が著しく毀\n損されたとして，不法行為に基づく損害賠償として１０００万円及びこれに対する訴状\n送達の日の翌日である平成１５年１月２５日から支払済みまで民法所定年５分の割合\nによる遅延損害金の支払並びに民法７２３条に基づき名誉回復のための措置として\n上記雑誌への別紙２記載の謝罪広告の掲載を求めた事案である。\n１　前提となる事実（争いのない事実以外は証拠を併記）\n（１）　当事者\nア　原告\n原告は，昭和５０年４月に北海道議会議員に初当選後，同議員を３期務め，\n昭和６１年７月に衆議院議員に初当選し，現在も衆議院議員（４期目）の地位を\n有する者である。（甲２）\nイ　被告\n被告は，「月刊Ｇ」という雑誌を発行している者である。なお，同雑誌には，「発\n行所　（株）Ｈ」と記載されているが，実際の発行者は，法人ではなく，被告個人\nである。\n（２）　雑誌への記事の掲載\n被告は，平成１５年１月１日発行の「月刊Ｇ」（以下「本件雑誌」という。）におい\nて，原告についての以下のような記事（以下「本件記事」という。）を掲載した。（甲\n１）\nア　見出し\n本件記事の冒頭には，「権力支配にトチ狂う？Ｉセンセイの戦略・戦術」「後志\n管内道議，ａ町長選挙に私欲丸だし―独断専行のゴリ押し劇」との見出しの記載\nがあり，本件雑誌の表紙にも，同旨の記載がある。\nイ　本文\n（ア）本件記事の本文には，北海道議会議員選挙における後志支庁の自民党公認\n候補選定に関して，Ｊが自民党公認候補となった事実に触れた後に，「なにせＩ\nは自民党の衆院４区支部長で公認決定の『ハン』を握っている。後志管内のよ\nうに保守地盤の固い票田では『自民党公認』はいわば“葵の紋章”みたいなも\nの。Ｊが『金で公認を買った…』という，黒いウワサが一気に管内の保守陣営\nに流れたのも，またうなずける話である。」（以下「本文Ａ」という。）との記載が\nある。\n（イ）さらに，その後に，「問題はそのダークな政治資質である。」（以下「本文Ｂ」とい\nう。），「いまや政治屋に成り下がっているＩのあさましい姿に救われない痛恨\nの思いを抱いているからだ。」（以下「本文Ｃ」という。なお，この記載において，\n「痛恨の思いを抱いている」とされているのは，原告の地元後援組織の総まと\nめ役であるＫである。），「Ｉの道議時代の評価は金銭的にも人間的にも決して\nほめられたものではない。」（以下「本文Ｄ」という。），「やり方は『後志のＬだ』\nと云う建設業界関係者が多いのには驚かされる。」（以下「本文Ｅ」という。）と\nの記載がある。\n（３）　本件雑誌の配布\n被告は，本件雑誌を約４０００部印刷し，そのほとんどを北海道内で配布した（弁\n論の全趣旨）。\n２　争点\n（１）　本件記事の掲載，配布（以下「掲載等」という。）が名誉毀損に該当するか否か\n（原告の主張）\n本件は，本文Ａにより具体的事実を摘示し，本文ＢないしＥにより論評ないし意\n見を表明してなされた名誉毀損である。すなわち，本文Ａを読めば，一般読者は，\n北海道議会議員選挙における自民党公認を決定する権限を原告が握っており，こ\nの決定に際してＪから金銭を受領したとの印象を受ける。この事実を前提に，その\n後の論評ないし意見の表明である本文ＢないしＥを読めば，前記見出しともあいま\nって，明らかに，原告が私利私欲のために政治家としての権限を行使し，不正な金\n銭を受領しているとの印象を読者に与えるもので，本文ＢないしＥにより，政治家と\nしての原告の社会的評価が低下させられることは明らかであり，名誉毀損に該当\nする。\n（被告の主張）\n原告の主張は否認する。\n（２）　本件記事の掲載等の違法性が阻却されるか否か\n（被告の主張）\n名誉毀損については，当該行為が公共の利害に関する事実に係り，専ら公益を\n図る目的に出た場合には，摘示された事実が真実であることが証明されたときに\nは，その行為に違法性はなく，不法行為は成立しない。\n本文ＡないしＥは，国会議員である原告が，多数の党員を抱える支部を私物化\nし，かつ，その地位を利用して強引な金集めをしていることを内容とするものである\nから，これを掲載することは公共の利害に係る。また，被告は，この事実を北海道\n民に広く伝え，住民の批評を仰いだ上で，原告に猛省を促すことを目的として本件\n記事を掲載したので，公益を図る目的があった。さらに，被告は，これまで長年に\nわたって観察してきた原告の言動や地元民の意見等を十分に聴取した上で，真実\nのみを掲載した。具体的には，本文Ａは，全く不可思議で，誰もが不審に思うＪの選\n出経過と，それに伴って広く管内に流布された選挙民の素朴な疑問の噂話をその\nまま掲載したものである。すなわち，４区の北海道議会議員の公認申請が複数あっ\nたので，このような場合には，同区のＭ支部役員（役員は北海道議会議員で，支部\n長は原告である。）が集まって，役員会で公認を選定するのであるが，実際には，\n役員は誰も呼ばれず，いつの間にかＪが公認候補に選ばれたので，これは，原告\nが役員会に諮らずに勝手に決めてしまったものであり，この不明朗な経過から，Ｊ\nが公認を金で買ったとの噂が流れたのである。このように，本文ＢないしＥの前提\n事実たる本文Ａは真実である。なお，被告は，掲載予定の原稿を事前に原告に渡\nして反論する機会を与えたが，原告から反論はなかった。したがって，被告による\n本件記事の掲載等は，違法性が阻却される。\n（原告の主張）\n本件Ａの事実は，真実ではないし，本文ＢないしＥも，そのような本文Ａの事実を\n前提とする論評ないし意見の表明であるから，本件記事の掲載等については，違\n法性が阻却されない。\n（３）　原告の損害等\n（原告の主張）\n政治家にとっては，選挙区において，その社会的評価を低下させる事実無根の\n風評を流布されることは，政治活動を行っていく上で，致命的なことである。このよ\nうな事情に鑑み，原告の名誉及び信用毀損による損害をあえて金銭に評価すれ\nば，１０００万円を下らない。\nまた，原告の名誉及び信用の性質からして，金銭賠償のみでは到底損害を回復\nし得ない。本件記事の悪質性や記事が６頁にわたるものであることを考慮すれば\n（「月刊Ｇ」はＢ５判の大きさである。），これにより毀損された原告の名誉と信用を\n回復する措置としては，被告の発行する「月刊Ｇ」に，少なくともその１頁全面を使っ\nて別紙２記載の謝罪広告を掲載する必要がある。\n（被告の主張）\n原告の主張は争う。\n第３　当裁判所の判断\n１　争点（１）（本件記事掲載等の名誉毀損該当性）について\n当事者間に争いのない本文Ａの文言に照らすと，本文Ａは，北海道議会議員選挙\nにおける後志管内の自民党公認を決定する権限を有している原告が，Ｊから金銭を\n受領して同人を自民党公認候補にしたという内容の事実を，そのような噂が流れたと\nいう形で摘示したものであるが，政治家が不当な金銭を受領すべきでないと一般に考\nえられていることは当然であるから，このように，不当な金銭を原告が受領している旨\nの本文Ａが，衆議院議員としての原告の社会的評価を低下させることは明らかであ\nる。また，被告は，本文Ａを前提に，本文ＢないしＥ及び見出しにより論評ないし意見\n表明をしているところ，これらの部分で用いられている「ダーク」，「政治屋」などの表現\nが原告の社会的評価を低下させることも，その文言に照らし，明白である。\nしたがって，本件記事の掲載等は，名誉毀損に該当する。\n２　争点（２）（本件記事掲載等の違法性阻却事由の存否）について\n（１）　本件記事のうち，本文Ａは事実を摘示するもので，本文ＢないしＥは，本文Ａの\n事実を基礎として意見ないし論評を表明するものである。事実を摘示してなされる\n名誉毀損については，当該行為が公共の利害に関する事実に係り，専ら公益を図\nる目的に出た場合には，摘示された事実が真実であることが証明されたときは，そ\nの行為には違法性がない。また，特定の事実を基礎としての意見ないし論評の表\n明による名誉毀損については，その行為が上記同様の公共性，公益目的性を有す\nるほか，その意見ないし論評の前提としている事実が重要な部分について真実で\nあることの証明があったときは，人身攻撃に及ぶ等意見ないし論評としての域を逸\n脱したものでない限り，違法性を欠く。そこで，本件記事の掲載等について違法性\nが阻却されるか否かを判断するに当たっては，その公共性，公益目的性のほか，\n本文Ａに係る事実の真実性について検討すべきことになる。\n（２）　まず，本件記事の内容は，その内容に照らし，北海道議会議員選挙という公共\nの利害に関する事実に係るものであるといえる。\n（３）　次に，本文Ａが真実であるか否かについて検討する。なお，被告は，前記のとお\nり，本文Ａにおいて，Ｊが，自民党公認候補になるに際して，原告に金銭を渡したと\nいう事実を，そのような噂があるという形で摘示しているが，このように，噂が流れ\nたという表現を用いた場合でも，証明の対象となるのは，噂の存在ではなく，その\n内容たる事実，すなわち，本件では，Ｊが，自民党公認候補になるに際して，原告\nに金銭を渡したという事実の真実性である。\n証拠（本件記事を書いたとされる証人Ｎの証言）中には，北海道議会議員選挙\n出馬時からの原告の有力後援会のメンバーであり，現在も原告の弟のＯの後援会\n長をしているＰ製材のＱ社長やＲ協同組合のＳ組合長などにＮが取材して，Ｊが，自\n民党公認候補になるに際して，原告に金銭を渡したという噂が流れているというこ\nとを聞いたとする証言部分があるものの，仮に前記Ｑ社長やＳ組合長などが前記\nのとおり噂が流れていると発言したとしても，そのことのみから，噂の内容である本\n文Ａが真実であるとは到底認められず，他に，本文Ａの真実性を裏付ける証拠はな\nい。したがって，本文Ａが真実であることの証明はない。\n（４）　なお，仮に，摘示に係る事実が真実であると証明されなくても，その行為者にお\nいて，その事実を真実と信じるについて相当の理由があることが証明されたとき\nは，この行為には，故意又は過失がなく，不法行為は成立しないが，被告が，本文\nＡを真実と信じるについて相当の理由があったことについての具体的な主張，立証\nはない。また，本文ＣないしＥは，意見ないし論評の表明ではなく，事実の摘示によ\nる名誉毀損であると解する余地もあるが，そうだとしても，その摘示事実の真実性\nの証拠は全くない。\n（５）　そして，前記（３）のとおり，本件記事については，根拠が全くないか，あったとし\nても，単なる噂を丸呑みにしたずさんな取材に基づく極めて薄弱なものであることに\n照らすと，その掲載等には原告に対する不当な加害目的すら窺われ，専ら公益を\n図る目的に出たことの証明もないというべきである。\n（６）　したがって，本件記事の掲載等については，違法性が阻却されない。\n３　争点（３）（原告の損害等）について\n以上のとおり，本件記事の掲載等により，原告の名誉が毀損されたものであるか\nら，被告は，不法行為による損害を賠償する責任を負うが，本件記事の内容，本件雑\n誌の配布の態様，原告の地位等の諸般の事情を考慮すると，これにより受けた原告\nの損害としては，２００万円と評価することが相当である。また，原告の名誉回復措置\nとしては，被告名をもって，被告が発行する「月刊Ｇ」誌上に，別紙１記載の謝罪広告\nを掲載するのが相当である。\n第４  結論\nよって，原告の請求は，被告に対し，２００万円及びこれに対する平成１５年１月２５\n日から支払済みまで年５分の割合による遅延損害金の支払並びに被告発行の「月刊\nＧ」への別紙１記載の謝罪広告の掲載を請求する限度において理由があるから，この\n限度で認容することとし，主文のとおり判決する。\n札幌地方裁判所民事第１部\n裁判長裁判官　　　　原　　　啓一郎\n裁判官        古　谷　健二郎\n裁判官　　　　佐々木　清　一\n"
}