{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 16,
    "month": 4,
    "day": 27
  },
  "case_number": "平成14(ネ)4448",
  "case_name": "特許権使用差止等請求控訴事件",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "10362",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=10362",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/362/010362_hanrei.pdf",
  "contents": "平成１４年(ネ)第４４４８号特許権使用差止等請求控訴事件（原審・東京地方裁判\n所平成１３年(ワ)第８１３７号）\n口頭弁論終結日　平成１６年３月１７日\n判　　　　　　決\n控訴人　　　                    　　ポーライト株式会社\n控訴人　　　　                    　Ａ\n控訴人　　　　　                    Ｂ\n控訴人３名訴訟代理人弁護士　　　　　武藤元\n同                                  寒河江孝允\n同訴訟復代理人弁護士                矢野敏樹\n同補佐人弁理士    　　            　吉村公一\n被控訴人　　　                    　日本科学冶金株式会社\n同訴訟代理人弁護士　　        　　　山上和則\n同補佐人弁理士                      河宮治\n主　　　　　　文\n１　原判決を次のとおり変更する。\n(1)　被控訴人は，原判決別紙被告物件目録(1)記載の製造方法を用いて，原\n判決別紙被告物件目録(2)記載の製品のうち製品（Ｂ）を製造，販売してはならな\nい。\n(2)　被控訴人は，控訴人ポーライト株式会社に対し，金９０６万１８２４円\n及びこれに対する平成１５年３月１日から支払済みまで年５分の割合による金員を\n支払え。\n(3)　控訴人ポーライト株式会社のその余の請求を棄却する。\n２　訴訟費用は，第１，２審を通じてこれを１０分し，その３を被控訴人の負\n担とし，その余を控訴人らの負担とする。\n３　この判決の第１項の(2)は仮に執行することができる。\n事実及び理由\n第１　当事者の求めた裁判\n１　控訴人ら\n(1)　原判決を取り消す。\n(2)　主文第１項の(1)と同じ。\n(3)　被控訴人は，控訴人ポーライト株式会社に対し，８４００万円及びこれに\n対する平成１５年３月１日から支払済みまで年５分の割合による金員を支払え。\n(4)　訴訟費用は，第１，２審を通じて，被控訴人の負担とする。\n(5)　仮執行の宣言\n２　被控訴人\n(1)　本件控訴を棄却する。\n(2)　控訴費用は控訴人らの負担とする。\n第２　事案の概要\n１　本件は，控訴人Ａ及び同Ｂ（以下「控訴人ＡＢ両名」という。）において，\n被控訴人が原判決別紙被告物件目録(1)記載の製造方法（以下「被控訴人製法」とい\nう。）を用いて，原判決別紙被告物件目録(2)記載の製品のうち製品（Ｂ）（以下\n「被控訴人製品」という。）を製造，販売したことにより，その共有する後記第３\nの１(1)ア記載の特許に係る特許権（以下「本件特許権」という。）を侵害されたと\nして，被控訴人に対し，被控訴人製法を用いた被控訴人製品の製造，販売等の差止\nめを求め，また，控訴人ポーライト株式会社（以下「控訴人ポーライト」とい\nう。）において，本件特許権の独占的通常実施権を侵害され，損害を被ったとし\nて，被控訴人に対し，損害金合計８４００万円及びこれに対する不法行為の後であ\nる平成１５年３月１日から支払済みまでの民法所定年５分の割合による遅延損害金\nの支払を求めた事件である。\nなお，控訴人ＡＢ両名は，原審において，本件特許権の侵害を理由に，被控\n訴人に対し，被控訴人製法を用いた原判決別紙被告物件目録(2)記載の製品のうち製\n品（Ａ）についてもその製造，販売の差止めを求めるとともに，本件特許権の実施\n料相当額の損害金の支払を求めていたが，当審において，これらの請求に係る訴え\nを取り下げた。\n２  原審は，後記第３の１(2)の訂正審決による訂正前の上記特許に係る明細書の\n特許請求の範囲の記載により発明の要旨を認定した上，控訴人ＡＢ両名の有する本\n件特許権に係る発明に無効理由が存在することは明らかであるから，本件特許権の\n侵害ないしその独占的通常実施権の侵害を理由とする控訴人らの本件請求は権利濫\n用に当たり許されないとし，控訴人らの本件請求（上記訴え取下げ前の請求を含\nむ。）をいずれも棄却する旨の判決をした。控訴人らは，これを不服として本件控\n訴を提起した。\n第３　当事者の主張\n１　控訴人らの請求原因\n(1)ア　控訴人ＡＢ両名は，発明の名称を「焼結軸受材の製造法」とする特許第\n２１３９２７８号（以下「本件特許」といい，この特許に係る発明を「本件発明」\nという。）につき特許権（本件特許権）を共有するものである。\nイ　控訴人ポーライトは，平成２年４月２日，控訴人ＡＢ両名との合意によ\nり，実施料を当面無償とする約定で本件特許権につき独占的通常実施権の設定を受\nけ，同実施権を有するものである。\n(2)　控訴人ＡＢ両名は，平成１４年９月１１日付けで，本件特許に係る明細書\n及び図面につき特許庁に訂正審判の請求をした。特許庁は，同請求を訂正２００２\n－３９１８６号として審理をした上，同年１２月１１日，上記訂正請求を認める旨\nの審決をし，その謄本はそのころ控訴人ＡＢ両名に送達され，同審決は確定した。\n本件発明の要旨は，上記訂正後の本件特許に係る明細書の特許請求の範囲\nに記載された次のとおりのものである。\n「【請求項１】比較的小径部と比較的大径部との間に段部を形成した段付コ\nアを用い，該段付コアと金型との間に装入された原料粉を圧粉成形し前記した段付\nコアの段部両側で内孔を成形した筒状体とする圧粉成形工程と，この圧粉成形体を\n焼結してから上記した比較的小径部と同径状態のサイジングコアと，上パンチおよ\nび下パンチを備え，しかも焼結体の装入奥方へ向けて絞り部を有するサイジング金\n型とを用い，該サイジング金型内に上記焼結を経た焼結体を装入し，サイジングコ\nアにそって上パンチを圧下させつつ前記した段付コアの比較的大径部による成形端\n部側を上記絞り部とサイジングコアとの間で絞り成形しながらサイジングする工程\nとを有することを特徴とした焼結軸受材の製造法。」\n(3)　被控訴人は，被控訴人製法を用いて，被控訴人製品を製造，販売してい\nる。\n(4)　被控訴人製法は，本件発明の技術的範囲に属するものであり，被控訴人の\n上記(3)の行為は，本件特許権を侵害するものである。\n(5)ア　被控訴人は，平成９年４月１日から平成１５年２月２８日まで，被控訴\n人製法を用いた被控訴人製品を製造，販売し，下記のとおり（各事業年度の期間は\n当年４月１日から翌年３月３１日までである。），４億２２４３万５１２４円を売\nり上げた。控訴人ポーライトの本件発明を用いた同種の製品の製造，販売に係る利\n益率に照らして，その利益率は２０％を下回らないというべきであるから，被控訴\n人が上記期間中に被控訴人製品の製造，販売により受けた利益は少なくとも８４４\n８万７０２４円である。\n①　平成　９年度　　　　　　　　　　　　8259万1988円\n②  平成１０年度  　　　　　　　　　  　5501万5383円\n③  平成１１年度   　　　　　　　　 　　7577万8115円\n④　平成１２年度   　　　　　　　　 　　7122万2205円\n⑤　平成１３年度   　　　　　　　　 　　6564万8153円\n⑥　平成１４年度    7874万1033×11÷12= 7217万9280円\n⑦　合計                             4億2243万5124円\nイ　仮に，上記アの主張が認められないとしても，被控訴人は平成９年４月\n１日から平成１５年２月２８日までの間に被控訴人製法を用いた被控訴人製品の製\n造，販売により少なくとも９０６万１８２４円の利益を受けている（なお，平成９\n年１２月８日から平成１５年２月２８日までの間においても利益額に変わりはな\nい。）。\nウ　被控訴人は，故意又は過失により，上記の製造，販売を行い，これによ\nり控訴人ポーライトの有する独占的通常実施権を侵害し，上記ア又はイの利益相当\n額の損害を与えた。\n(6)  よって，控訴人ＡＢ両名は，本件特許権に基づき，被控訴人が，被控訴人\n製法を用いて，被控訴人製品を製造，販売することの差止めを求め，また，控訴人\nポーライトは，不法行為による損害賠償請求権に基づき，被控訴人に対し，損害金\nの内金８４００万円及びこれに対する不法行為の後である平成１５年３月１日から\n支払済みまで民法所定の年５分の割合による遅延損害金の支払を求める。\n２　請求原因に対する被控訴人の認否\n(1)　請求原因(1)アの事実は認め，同イの事実は知らない。\n(2)　同(2)の事実は認める。\n(3)  同(3)の事実は認める。\n(4)　同(4)の事実のうち，被控訴人製法が本件発明の技術的範囲に属するもの\nであることは認める。\n(5)　同(5)アの事実のうち，被控訴人が平成９年４月１日から平成１５年２月\n２８日まで被控訴人製法を用いた被控訴人製品を製造，販売し，４億２２４３万５\n１２４円を売り上げたことは認め，その余の事実は否認する。\n同(5)イの事実は認める。\n同(5)ウの事実は争う。\n３　被控訴人の抗弁（控訴人ポーライトの損害賠償請求に対して）\n(1)  控訴人らは，被控訴人に対し，平成１２年１２月８日付けで，被控訴人製\n法による被控訴人製品の製造，販売が本件特許権を侵害する疑いがあるとして，警\n告書を発し，その後本訴を提起した。\n(2)　したがって，控訴人ポーライトの被控訴人に対する損害賠償請求権のう\nち，平成１２年１２月８日から遡る３年前，すなわち，平成９年１２月８日以前の\n分については消滅時効が完成している。\n被控訴人は，平成１５年７月９日の当審第５回口頭弁論期日において，上\n記消滅時効を援用した。\n４　抗弁に対する控訴人ポーライトの認否\n抗弁事実のうち，控訴人らが被控訴人に対し平成１２年１２月８日付けで被\n控訴人主張の警告書を発したことは認めるが，その余は争う。\n第４　当裁判所の判断\n１(1)　控訴人ＡＢ両名が本件特許権を共有するものであることは，当事者間に争\nいがない。\n(2)　また，証拠（甲１９）及び弁論の全趣旨によれば，控訴人ポーライトは，\n平成２年４月２日，控訴人ＡＢ両名との合意により，実施料を当面無償とする約定\nで本件特許権につき独占的通常実施権の設定を受けたことが認められ，したがっ\nて，控訴人ポーライトは同日以降，本件特許権につき独占的通常実施権を有するも\nのである。\n２　被控訴人は，被控訴人製法を用いて，被控訴人製品を製造，販売しているこ\nと，被控訴人製法が本件発明（その要旨は控訴人らの請求原因(2)の記載のとおりで\nある。）の技術的範囲に属するものであることは，当事者間に争いがない。\nしたがって，被控訴人は，被控訴人製法を用いた被控訴人製品を製造，販売\nする行為により，控訴人ＡＢ両名の本件特許権を侵害しているというべきである。\n３(1)　被控訴人が平成９年４月１日以降，被控訴人製法を用いた被控訴人製品を\n製造，販売してきたことは当事者間に争いがない。\n被控訴人の上記行為は，控訴人ポーライトの独占的通常実施権を侵害する\nものである。\n特許法１０３条の規定は，他人の特許権又は専用実施権を侵害した者は，\nその侵害行為について過失があったものと推定する旨定めているところ，控訴人ポ\nーライトが控訴人ＡＢ両名から実施料を無償として本件特許権の独占的通常実施権\nの設定を受けていることは前記１(2)に認定したとおりである。そして，控訴人ポー\nライトは資本金９０００万円の比較的小規模な会社で，控訴人ＡＢ両名がその代表\n取締役を務めていること（記録上明らかである。）に弁論の全趣旨を併せれば，控\n訴人ポーライトは控訴人ＡＢ両名が実質的に支配する会社であると認められるか\nら，控訴人ポーライトの独占的通常実施権に基づく本件特許権の実施は控訴人ＡＢ\n両名による本件特許権の実施と実質的に同視し得るものである。したがって，少な\nくとも，控訴人ポーライトの独占的通常実施権に関しては同規定が類推適用される\nものと解するのが相当である。\nのみならず，本件発明についてはその存在及び内容が公示されているので\nあるから，被控訴人が被控訴人製法を用いた被控訴人製品を製造，販売するに当た\nっては，それが本件特許権を侵害するものかどうかを上記公示に基づいて調査すべ\nき義務があるにもかかわらず，被控訴人はこれを怠って上記侵害行為に至ったもの\nである。したがって，いずれにしても，被控訴人には上記侵害行為につき過失があ\nるというべきである。\nそうすると，被控訴人は，不法行為に基づき，上記製造，販売行為により\n控訴人ポーライトが被った損害を賠償する義務がある。\n(2)　次に，被控訴人の抗弁について判断するに，控訴人らが被控訴人に対し，\n平成１２年１２月８日付けで，被控訴人製法による被控訴人製品の製造，販売が本\n件特許権を侵害する疑いがあるとして，警告書を発したことは当事者間に争いがな\nい。しかし，控訴人ポーライトが平成１２年１２月８日を遡る３年前に前記(1)の被\n控訴人製品の製造，販売により損害を受けたことを知っていたとの事実を認めるに\n足りる証拠は何ら存在しない。\nしたがって，被控訴人の消滅時効の抗弁は，その余について判断するまで\nもなく，理由がない。\n４　そこで，進んで，控訴人ポーライトが被った損害の額について検討する。\n(1)　被控訴人が平成９年４月１日から平成１５年２月２８日までの間に被控訴\n人製法を用いた被控訴人製品の製造，販売により少なくとも９０６万１８２４円の\n利益を受けたことは，当事者間に争いがない。\n特許法１０２条２項は，特許権者又は専用実施権者が故意又は過失により\n特許権等を侵害した者に対しその侵害により自己が受けた損害の賠償を請求する場\n合において，その者がその侵害行為により利益を受けているときは，その利益の額\nは，特許権者等が受けた損害の額と推定する旨定めているところ，前記３(1)に説示\nしたのと同様の理由により，少なくとも，控訴人ポーライトの独占的通常実施権に\n関しては同規定が類推適用されるものと解するのが相当である。\nしたがって，控訴人ポーライトは，被控訴人の前記独占的通常実施権の侵\n害行為により９０６万１８２４円の損害を受けたものと推定すべきである。\n(2)　被控訴人が平成９年４月１日から平成１５年２月２８日までに被控訴人製\n法を用いた被控訴人製品を製造，販売し，控訴人らの請求原因(5)アのとおり４億２\n２４３万５１２４円を売り上げたことは当事者間に争いがないところ，控訴人ポー\nライトは，同控訴人の本件発明を用いた同種の製品の製造，販売に係る利益率が２\n０％であることに照らせば，上記の被控訴人製品の製造，販売に係る利益率も２０\n％を下回らないというべきであるから，被控訴人が上記期間中に上記製造，販売に\nより受けた利益は少なくとも８４４８万７０２４円である旨主張し，上記利益率に\n関し証拠（甲２０，２１）にはこれに沿う記載がある。\nしかしながら，上記証拠には，控訴人ポーライトが製造，販売した本件発\n明を用いた製品（被控訴人製品と類似のもの）の各１個ごとの売価と製造原価（材\n料費，加工費，運送費，管理費）と，これから算定される利益率が記載されている\nだけであり，これら売価及び製造原価を裏付ける会計帳簿書類等の証拠は存在しな\nいから，上記利益率をそのまま採用することはできない。\n被控訴人は，平成９年度から平成１５年度までの累積利益は赤字である旨\n主張しているところ，これを覆し，被控訴人が上記の被控訴人製品の製造，販売に\nより，上記(1)の当事者間に争いがない９０６万１８２４円の利益額を超える利益を\n得たことを認めるに足りる的確な証拠はない。\n５　以上によれば，控訴人ＡＢ両名の本件差止請求は理由があるから認容し，ま\nた，控訴人ポーライトの本件損害賠償請求は，被控訴人に対し，損害金９０６万１\n８２４円及びこれに対する不法行為の後であることが明らかな平成１５年３月１日\nから支払済みまで民法所定の年５分の割合による遅延損害金の支払を求める限度で\n理由があるから認容し，その余は理由がないから棄却すべきである。\nよって，これと異なる原判決を上記のとおり変更することとし，主文のとお\nり判決する。\n東京高等裁判所知的財産第１部\n裁判長裁判官　　　　北　山　元　章\n裁判官    　  青　栁　　　馨\n裁判官     　 清　水　　　節\n"
}