{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 17,
    "month": 2,
    "day": 22
  },
  "case_number": "平成15(わ)2510",
  "case_name": "殺人，死体損壊，有印私文書偽造，同行使，公正証書原本不実記載，同行使，窃盗被告事件",
  "court_name": "千葉地方裁判所",
  "lawsuit_id": "6161",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=6161",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/161/006161_hanrei.pdf",
  "contents": "平成１７年２月２２日\n平成１５年（わ）第２５１０号等　殺人，死体損壊，有印私文書偽造，同行使，公\n正証書原本不実記載，同行使，窃盗被告事件\n主文\n被告人を無期懲役に処する。\n未決勾留日数中３４０日をその刑に算入する。\n千葉地方検察庁で保管中の金槌１丁及び未成年者の婚姻に関する同意書１通の偽\n造部分を没収する。\n理由\n（犯行に至る経緯等）\n第１　被告人と被害者との関係等\n１　被告人は，Ａ（以下「被害者」ともいう）が中学生であったころに同女と顔見\n知りとなり，その後，平成１５年１月ころ，被告人の友人であったＢが同女と交際\nすることになったことから，同女と行動を共にすることが多くなった。\n被告人と被害者は，同年６月中旬から同年７月下旬までの間，千葉市ａ区ｂｃ丁目\n所在の市営住宅の一室において，それぞれの交際相手を含めた４名で同居生活を送\nり，その後，同居生活が解消してからも，交遊を続けていた。\n２　被告人は，共通の友人であったＢらを介し，Ｃ，Ｄ，Ｅ及びＦと知り合った\n（以下，Ｃ，Ｄ，Ｅ及びＦを併せて「共犯者４名」ともいう。）。\n平成１５年９月ころ，共犯者４名は，共通の友人であったＧのアパート（以下「本\n件アパート」という。）を溜まり場としており，被告人も，本件アパートに毎日の\nように出入りしていた。\n第２　殺人に至る経緯等\n１　被告人は，平成１５年６月１１日，千葉地方裁判所において，詐欺罪・窃盗罪\nにより懲役２年・４年間保護観察付き執行猶予の判決の宣告を受け，釈放された。\n被告人は，当時，消費者金融に対する多額の借金を抱えており，新規借入れが困難\nであったため，当時の甲姓を偽装結婚により別姓に変えて新たな借入れをしようと\n考え，謝礼金１０万円の支払い名下に後記（罪となるべき事実）第３で判示すると\nおり，同居していた被害者の承諾を得て，同年７月１０日，千葉市ａ区役所ｄ市民\nセンターに被害者との婚姻届を提出し，直ちに消費者金融から新たな借入れをする\nなどし，そこから５万円程度を被害者に支払った。\nしかし，その後間もなく，被告人は，被害者から，偽装結婚の謝礼金の残額を支払\nうよう繰り返し求められるようになり，同年８月下旬，これを支払わなければ，場\n合によっては偽装結婚の事実を警察に通報するかもしれない旨告げられ，同年９月\nに入ると，謝礼金の支払いとともに戸籍を元に戻すよう強く求められるようになっ\nた。このため，被告人は，被害者が警察に通報すれば，執行猶予が取り消され，服\n役しなければならなくなるかもしれないと危惧し，同月中旬ないし同月下旬，口封\nじのために被害者を殺害しようと決意した。\n２　被告人は，被害者殺害の確実性を考え，Ｃ及びＤを仲間に引き込むこととし\nた。そこで，被告人は，Ｃ及びＤが同年８月に老女に対する木刀を使用した強盗致\n傷事件（以下「本件強盗致傷」という。）を敢行し，後日被告人から，新聞等でこ\nの老女が死亡した旨報道されていたと教えられ，そのとおりの結果が発生したと思\nい込んでいたことから，これを利用することを考え，同年９月２８日夜，本件アパ\nートにおいて，Ｃ及びＤに対し，被害者が本件強盗致傷の犯人はＣ及びＤであるな\nどと言い触らしている旨述べて，両名に被害者に対する憤怒の念を焚き付けて煽っ\nた上，被害者の殺害を持ち掛けたところ，案の定，Ｃ及びＤは，これを聞き，被害\n者に立腹するとともに，口封じのために被告人とともに被害者を殺害しようと決意\nし，これを承諾した。\n被告人は，まず，Ｃ及びＤがバイクに二人乗りして背後から被害者を襲うことを考\nえ，Ｃ及びＤに対し，バイクを盗むよう指示したが，適当なバイクを確保できなか\nった。このため，被告人は，計画を変更し，同市ａ区ｅｆ番地ｇ所在のＨ墓園駐車\n場（以下「本件墓園駐車場」ともいう。）に被害者を呼び出した上，被害者を殺害\nすることを考え（以下「本件計画」という。），同月２９日夜以降，順次，Ｄ及び\nＣに対してその旨伝えた。\n３　被告人は，電話で被害者と会う約束を取り付けると，同月３０日午後１１時こ\nろ，本件アパートにおいて，Ｃ及びＤに対し，本件計画の決行を告げ，その際，Ｅ\nにも，本件計画に参加するよう持ち掛けた。Ｃからも本件強盗致傷の口封じのため\nに本件計画を決行すると告げられたＥは，Ｃ及びＤが警察に検挙され，楽しい時間\nを共有していた仲間との関係が失われることを危惧し，被告人らとともに被害者を\n殺害することを決意し，これを承諾した。\nＦは，その際，Ｃから本件強盗致傷の口封じのために被害者を襲うので一緒に来る\nよう持ち掛けられ，これを承諾した。\n４　被告人は，同年１０月１日午前１時１６分ころ，本件アパートにおいて，電話\nで被害者の仕事が同日午前２時ころに終わるのを確認するなどした上，共犯者４名\nに対し，本件アパート前に駐車中の普通乗用自動車マークⅡ（以下「マークⅡ」と\nいう。）内に移動するよう指示した。\n被告人は，マークⅡ内において，共犯者４名に対し，本件計画の実行手順として，\n共犯者４名が先に本件墓園駐車場に行って待機すること，被告人がマークⅡで被害\n者を本件墓園駐車場に連れ出し，口実を作って被害者を降車させ，トランク内を覗\nかせること，まずＥが被害者の背後から近付き，被害者を引き倒すこと，その後全\n員で被害者を殴ったり蹴ったりすること等を説明した。\nその際，Ｃは，「俺はこれを使うんだ。」と言い，刃渡り約１２．１センチメート\nルのサバイバルナイフを被告人らに見せ，Ｆは，この時点で，被告人らが被害者を\n本気で殺すつもりなのかも知れないと思う一方，被告人らから本件計画について具\n体的に聞いてしまった以上，自分だけこの計画から抜ける訳にはいかないなどと考\nえ，自分も一緒になってやるしかないと決意した。\n被告人らは，その後間もなく本件アパートを出発し，本件計画に従い，被告人はマ\nークⅡで被害者が勤務するパブ方面へ，共犯者４名はＣ運転の普通乗用自動車ニッ\nサンセドリックで本件墓園駐車場方面へ，それぞれ向かい，共犯者４名は，本件墓\n園駐車場に到着して待機し，被告人らの到着を待った。\n５　被告人は，同日午前２時２０分ころ，同市ａ区ｈの路上において，仕事を終え\nた被害者及びその雇主らをマークⅡに乗車させ，同日午前２時３０分ころ，雇主ら\nをＪＲｉ駅付近で降車させた後，同日午前３時過ぎころ，本件墓園駐車場に到着し\nた。\n被告人は，マークⅡを停車し，本件計画に従い，被害者に対して降車してトランク\n内にあるバッグを探して持ってくるよう指示し，被害者はこれに従った。\nしかし，待機していたＥが躊躇して被害者を襲う機会を失しているうちに，被害者\nがマークⅡ内に戻ってしまったため，被告人は，小用を足すと口実を作って降車\nし，共犯者４名に直接接触して被害者を襲うよう再度指示し，マークⅡ内に戻っ\nた。被告人は，被害者に対し，再度トランク内にあるバッグを探して持ってくるよ\nう指示し，被害者は，再度降車してトランク内を覗き込んだ。\n（罪となるべき事実）\n被告人は\n第１　Ｃ，Ｄ，Ｅ及びＦと共謀の上，Ａ（当時１６歳）を殺害しようと企て，平成\n１５年１０月１日午前３時１５分ころから同日午前３時３０分ころまでの間，千葉\n市ａ区ｅｆ番地ｇ所在のＨ墓園駐車場において，同女に対し，Ｅがその衣服をつか\nんで引き倒し，被告人及び共犯者４名において，こもごも，その全身を多数回足蹴\nにし，被告人及びＥにおいて，所携の金槌でその頭部・背部を数回殴打し，さら\nに，被告人，Ｃ，Ｄ及びＥにおいて，同所に置かれていた複数の石材を同女の頭\n部・顔面等に多数回にわたり投げ付けるなどの暴行を加え，よって，同日午前３時\n３０分ころ，同所において，同女を顔面を含む頭部打撲による脳障害により死亡さ\nせて殺害した\n第２　Ｃ，Ｄ及びＥと共謀の上，同日午前４時２０分ころ，同所において，Ａの死\n体全体にライター用オイルをかけた上，ライターで点火してこれを燃焼させ，もっ\nて死体を損壊した\n第３　Ａと共謀の上，姓を変えることにより消費者金融等から新たな借入れをする\n目的で，被告人と同女との婚姻を偽装しようと企て，同年７月上旬，同市ａ区ｂｃ\n丁目ｊ番ｋ棟ｌ号所在の当時の被告人方において，行使の目的をもって，ほしいま\nまに，未成年である同女の婚姻に同女の両親であるＩ及びＪが同意する旨の内容虚\n偽の「未成年者の婚姻に関する同意書」の父の戸籍の表示の本籍欄に「千葉県千葉\n市ａ区ｍｎ－ｏ－ｐ」，筆頭者欄に「Ｉ」，住所欄に「千葉市ａ区ｂｑ－ｒ－ｓ－\nｔ」などと各記入し，氏名欄に「Ｈ」と冒書した上，「乙」と刻した印鑑を冒捺す\nるとともに，母の戸籍の表示の本籍欄に「同上」，筆頭者欄に「Ｉ」，住所欄に\n「千葉市ａ区ｂｑ－ｒ－ｓ－ｔ」などと各記入し，氏名欄に「Ｊ」と冒書した上，\n「乙」と刻した印鑑を冒捺し，もって上記Ｉ及び上記Ｊ作成名義の未成年者の婚姻\nに関する同意書１通を偽造した上，同月１０日，同市ａ区ｍｕ所在の同区役所ｄ市\n民センターにおいて，同センター職員Ｋに対し，真実は被告人及び上記Ａには婚姻\nの意思がないのに，被告人と同女が婚姻する旨の内容虚偽の婚姻届とともに上記偽\n造に係る未成年者の婚姻に関する同意書を真正に作成されたもののよう\nに装って提出・行使し，そのころ，同センター職員らをして，上記婚姻届等の書類\nを同市ａ区ｖ所在の同区役所に転送させ，情を知らない同区役所職員をして，権利\n又は義務に関する公正証書の原本である上記被害者の戸籍の原本にその旨不実の記\n載をさせた上，これを即時，同所に備え付けさせて行使した\n第４　Ｃ及びＤと共謀の上，同年９月２２日午後９時３５分ころ，千葉県市原市ｗ\nｘ丁目ｙ番地ｚ所在のＬ店駐車場において，同所に駐車中のＭ管理に係る普通乗用\n自動車１台（時価約７０万円相当）を窃取した\nものである。\n（事実認定の補足説明）\n本件殺人について，弁護人は，被告人には被害者を計画的に殺害する動機はなく，\n被告人が被害者に対する殺意を抱いたのは，Ｅらによる投石が開始された後である\nなどと主張する。\nしかし，当裁判所は，犯行に至る経緯等及び罪となるべき事実第１で摘示したとお\nり，被告人は，平成１５年９月中旬ないし同月下旬，被害者に対する確定的殺意を\n抱き，その後，被害者殺害を計画するとともに，共犯者４名を順次仲間に引き込ん\nだものと認定したので，その理由を以下補足して説明する。\n１　関係各証拠によれば，被告人は，本件殺人前，執行猶予期間中であったにも\nかかわらず，消費者金融から新たな借入れをするため，被害者の両親作成名義の同\n意書を偽造した上，被害者と偽装結婚したことが認められる。そして，Ｃ，Ｄ，Ｅ\n及びＮの捜査段階及び公判廷における各供述並びにＦ及び被告人の捜査段階におけ\nる各供述によれば，①　被告人は，平成１５年８月ころから同年９月ころ，被害者\nから，偽装結婚の謝礼金の支払いとともに，これを支払わなければ，場合によって\nは偽装結婚の事実を警察に通報するかもしれない旨告げられた上，戸籍を元に戻す\nよう強く求められており，Ｃ及びＤに対して被害者襲撃を持ち掛けるに際しても，\n偽装結婚に関して被害者から訴えられるかもしれない旨打ち明けていること，②\n被告人は，当初Ｃ及びＤに対して被害者襲撃を指示するに際し，「生きていたら困\nる」との理由から，いったん引き返して被害者をめった打ちにするよう話してお\nり，その後計画を変更して共犯者らに対して被害者襲撃を指示するに際しても，同\n様に極めて危険性が高い方法を伝えていること，③　被告人は，Ｅに対して被害者\n襲撃を持ち掛けるに際し，「殺す」という言葉と「ボコす」という言葉\nとを明確に区別して使用していること，④　被告人は，Ｄ及びＮに対し，事前に遺\n体の処理方法にも言及していたこと，⑤　被告人は，被害者襲撃に際し，無抵抗の\n被害者に対して激しい足蹴りを加えるＥらを全く制止することなく，これに同調し\nて足蹴りを加えたり，自ら率先して被害者の背中付近を金槌で複数回殴打したりし\nた上，躊躇なく被害者に対して投石を繰り返し，最終的に被害者を殺害したことな\nどが認められる。\n上記各事実によれば，被告人は，同月中旬ないし同月下旬，偽装結婚の発覚を免れ\nることを考え，口封じのために被害者に対する確定的殺意を抱き，被害者殺害を計\n画するとともに，共犯者４名を順次仲間に引き込んだことは明らかである。\n上記各証拠が採用するに足りるものといえる理由は次のとおりである。\n(1)　共犯者４名の各供述の信用性\n被告人の一連の言動に関し，共犯者４名が捜査段階において供述する内容は，いず\nれも具体的かつ詳細であり，迫真性もある上，おおむね符合して相互に信用性を高\nめ合っており，被告人が被害者と偽装結婚していた事実，遺体や犯行現場の状況，\n発見された凶器などの客観的事実・状況とも符合していること，共犯者４名はいず\nれも殺意を抱くに至った動機や経緯，殺害行為の具体的態様等について自己に不利\n益な事実を供述しており，供述態度が真摯であるといえることなどの事情があり，\nその信用性は高いといえる。\n確かに，共犯者４名の捜査段階における各供述は，特に本件墓園駐車場における被\n告人の暴行態様やその回数について，相互に一致しない部分も見受けられるが，深\n夜人気のない本件墓園駐車場において，被害者に対して集団で熾烈な暴行を継続的\nに加えていたという異常な状況の中，共犯者４名がいずれも相当な興奮状態にあっ\nたと推察されることや，各人が自己の行為に集中するなどして被告人の行為に注意\nを払っていない場面も少なからずあったと推察されることなどからすれば，細部に\nおいて相互に一致しない部分があるのはむしろ自然である上，そのような供述があ\nること自体から，他の共犯者の各供述及び取調官の確認又は質問に影響を受けるこ\nとなく，各人が自己の記憶に従って供述していることが窺われる。\nそして，Ｃ，Ｄ及びＥの各公判廷供述も，捜査段階におけるそれぞれの供述と大筋\nでは一致していること，また，本件殺人から半年以上経過した時点でのものである\nことから，細部については記憶の減退が少なからず見受けられるものの，これらの\n点については，それぞれが捜査段階における供述の方が正確である旨供述している\nことなどからすると，信用性の高い各自の捜査段階における供述と符合する部分に\nついては信用性が高いといえる。\nなお，Ｆの公判廷供述には，Ｆが本件殺人等に関する自身の裁判において殺意等を\n否認したことから，これに合わせて同人の捜査段階における供述を後退させる形で\n変遷させた部分があり，信用性の高い同人自身の捜査段階における供述やＣ，Ｄ及\nびＥの各供述に反する部分が少なからず見受けられ，これらの信用が措ける他の供\n述に反する供述部分については，到底採用することができない。\n弁護人は，共犯者４名の捜査段階における各供述について，未成年者である共犯者\n４名が，経験豊富な大人の捜査官を前にして自らの気持ちを自由に話すことができ\nたとは到底考えられず，また，ＣやＥの取調べに当たった取調官が，実際に被告人\nを陥れるような発言を行い，Ｃらはこれを信じたまま供述をしたのであるから，共\n犯者４名の捜査段階における各供述に信用性を認めることはできないなどと主張す\nる。しかし，Ｆを除く共犯者らは，公判廷において，捜査段階における供述と基本\n的に同一内容の供述をした上，記憶が曖昧な部分等については捜査段階における供\n述の方が正確である旨明言しており，また，Ｆの公判廷供述が他の共犯者らの供述\nに反する部分が少なからず見受けられる一方，Ｆの捜査段階における供述が他の共\n犯者らの供述とおおむね符合していることからすれば，仮に弁護人が指摘するよう\nな事情が存在したとしても，これが共犯者４名の捜査段階における各供述の信用性\nを左右することはない。\n(2)　Ｎの供述の信用性\nＮは，被告人の前妻であり，被告人との間に一子を儲けている上，被告人の供述す\nるところによれば，被告人が本件で身柄拘束された後，被告人に対し，「また一緒\nにやり直したい。子供のことはしっかり見ておくから，頑張れ。」という内容の手\n紙を送っているというのであるから，殊更虚偽を述べてまで被告人に不利な供述を\nするとは到底考えられないところ，Ｎは，捜査段階及び公判廷において，いずれも\n被告人にとって不利な内容の供述をしており，その供述は極めて信用性が高いとい\nえる。\nまた，Ｎは，公判廷において，被告人が本件殺人の前に「オイルを掛ける。」とも\n話していた旨供述する一方，捜査段階でその旨の供述をしなかった理由について特\n段の説明をしていないが，Ｎと被告人との上記関係に加え，Ｎの公判廷での真摯な\n供述態度からすれば，上記供述も信用性が高いというのが相当である。\n(3)　被告人の供述の任意性及び信用性\nア　弁護人は，被告人の検察官調書及び警察官調書の一部について，取調べに際\nし，捜査官が，暴行，暴言，利益誘導，被告人と弁護人との信頼関係を破壊するよ\nうな言動等に及び，被告人が体調不良であったなどの事情を指摘し，任意性がな\nく，証拠から排除されるべきと主張する。\nしかし，被告人の上記各調書には，いずれも被告人の署名指印がある上，内容的に\nも，本件偽装結婚に関して被害者から繰り返し金銭の支払いを要求されていたこ\nと，被告人自身も本件強盗致傷の被害老女が死亡したと思い込んでいたこと，本件\n強盗致傷と同様の方法で被害者を襲撃する際には被害者を介抱して恩を着せようと\n思っており，被害者を殺害するようＣらに依頼したわけではなかったこと，本件墓\n園駐車場で共犯者らが投石を始めるまでは，被害者に対する確定的殺意は持ってい\nなかったこと，被告人自身が被害者を金槌で殴打したのは１回のみであったこと，\n被告人自身の投石もＤと一緒に巨大な石材を被害者の顔面に落とした１回のみであ\nったことなど，供述全般にわたって，被告人にとって有利な内容が数多く録取され\nている。被告人のこれらの供述中には，客観的状況や信用性の高い共犯者らの供述\nに照らすと信用性に疑問があるにもかかわらず，そのまま録取されているものが少\nなからず存在することからすると，被告人の捜査段階における各供述はいずれも任\n意にされたと認めるのが相当であって，弁護人が指摘する各事情が仮に存在したと\nしても，それらの事情は被告人の捜査段階における供述の任意性に疑い\nを差し挟むものではない。\nしたがって，弁護人の上記主張は採用することができない。\nイ　被告人の捜査段階における供述は，客観的事実や信用性の高い共犯者らの各供\n述と符合する部分も多い上，全般的にいえば被告人にとって不利益な事実を認める\nものであるから，基本的には信用性が高いといえるが，任意性の検討の際に指摘し\nたとおり，被告人の上記供述には，客観的事実から推認されるところや，信用性の\n高い共犯者らの各供述に反する部分も少なからず見受けられる。被告人が，本件に\nよる逮捕直後の取調べや公判廷において，言い逃れのできない部分のみはやむなく\n認めるものの，それ以外の部分については共犯者らに責任を転嫁してでも自己の刑\n事責任を軽減させようとの態度を露骨にとっていることからすると，被告人の捜査\n段階における供述も，全面的に信用性を認めることはできず，信用性の高い共犯者\nらの各供述等に反しない限度において，その信用性を肯定するのが相当である。\nウ　なお，被告人は，公判廷において，本件殺人の動機や計画性についての捜査段\n階における供述を根本から覆し，本件偽装結婚に関し，被害者から金銭を要求され\nたことはなく，投石が始まるまでは被害者に対する殺意は全くなかったなどと弁解\nするが，かかる弁解は，被告人質問に入ってから唐突に行われたものであり，これ\nに先立って行われた共犯者４名の本件殺人等に関する裁判における証人尋問の際に\n同内容の供述をできない合理的な理由は全くない上，内容的にも被告人が本件殺人\n当時に置かれていた状況や本件殺人に至るまでの被告人の言動等に照らして不自然\nかつ不合理である。しかも，自己に有利な弁解は積極的に行う一方，自己に不都合\nな質問にはことごとく曖昧な供述や黙秘を貫くという被告人の公判廷での供述態度\nからすると，被告人の公判廷における上記弁解は到底信用することができない。そ\nして，これに付随するその余の点についての被告人の公判廷における供述も，同様\nの理由から，全く信用することはできない。\n２　弁護人は，本件殺人が計画的なものではないことの根拠として，被告人らは，\n「殺す」という言葉を本来の意味とは異なる意味で日常的に使用しており，被告人\nが被害者襲撃に関連して「殺す」という言葉を使用したとしても，それは，被害者\n襲撃の決意の強固さを意味するものにすぎないこと，本件計画にあっても役割分担\nや遺体の処理方法等について具体化されていない上，本件殺人後の被告人らの行動\n等も場当たり的であることなどを指摘する。しかし，上記認定事実によれば，被告\n人が「殺す」という言葉を本来の意味で使用したことに疑いを容れる余地はない。\nまた，本件計画は相当ずさんで稚拙なものであるが，これは，執行猶予の取消しを\n避けるために被害者を殺害するという，通常では考えられない手段を安易かつ短絡\n的に選択した被告人，そして，そのような被告人に言われるがまま，さしたる疑問\nを感じることもなく被告人に追随して本件殺人に及んだ共犯者４名の思慮の浅さや\n幼稚さ，短絡的で場当たり的な考え方を反映しているに過ぎない。特に，本件殺人\nの首謀者たる被告人の考えの浅はかさは，自己に向けられた嫌疑を到底払拭するこ\nとはできない稚拙なアリバイ工作を考えついただけで，自分が捕まら\nないと周囲に豪語していたその態度に如実に表れている。確かに，本件計画は，細\n部まで綿密に計算された用意周到なものとは到底いえないが，深夜，人気のない本\n件墓園駐車場に誘い出した被害者に対し，待ち伏せしていた共犯者４名と被告人が\n集団で暴行を加えるという被告人らの謀議内容は，それ自体十分計画的なものであ\nる。\nまた，弁護人は，被告人には被害者を殺害する動機がないことの根拠として，偽装\n結婚の謝礼金の残額支払いを要求されたことはないなどとの被告人の公判廷供述を\n指摘するが，これが信用できないことは上記のとおりである。\nしたがって，これらの弁護人の主張は，いずれも採用することができない。\n３　以上によれば，犯行に至る経緯等及び罪となるべき事実第１のとおり認めら\nれ，これに合理的な疑いを容れる余地はない。\n（法令の適用）\n１　罰　条\n(1)  判示第１の所為　　　　　　刑法６０条，行為時においては平成１６年法律第\n１５６号による改正前の刑法（以下「改正前刑法」という。）１９９条に，裁判時\nにおいてはその改正後の刑法（以下「改正後刑法」という。）１９９条に該当する\nが，これは犯罪後の法令によって刑の変更があったときに当たるから刑法６条，１\n０条により軽い行為時法の刑による（所定刑中有期懲役刑の長期は，行為時におい\nては改正前刑法１２条１項に，裁判時においては改正後刑法１２条１項によること\nとなるが，これは犯罪後の法令によって刑の変更があったときに当たるから刑法６\n条，１０条により軽い行為時法の刑による。）。\n(2)  判示第２の所為　　　　　　刑法６０条，１９０条\n(3)  判示第３の所為のうち\n有印私文書偽造の点　　　　刑法６０条，１５９条１項\n同行使の点　　　　　　　　刑法６０条，１６１条１項，１５９条１項\n公正証書原本不実記載の点　刑法６０条，１５７条１項\n同行使の点　　　　　　　　刑法６０条，１５８条１項，１５７条１項\n(4)  判示第４の所為　　　　　　刑法６０条，２３５条\n２　科刑上一罪の処理\n判示第３　　　　　　　　　　刑法５４条１項後段，１０条（有印私文書偽造とそ\nの行使と公正証書原本不実記載とその行使との間には順次手段結果の関係があるの\nで，結局以上を１罪として刑及び犯情の最も重い偽造有印私文書行使罪の刑で処\n断）\n３　刑種の選択\n判示第１の罪　　　　　　　　無期懲役刑\n４　併合罪の処理\n刑法４５条前段，４６条２項本文\n５　未決勾留日数の本刑算入\n刑法２１条\n６　没収\n(1)　金槌１丁\n刑法１９条１項２号，２項本文（判示第１の犯罪行為の用に供した物で，被告人以\n外の者に属しないもの）\n(2)　未成年者の婚姻に関する同意書１通の偽造部分\n刑法１９条１項１号，２項本文（判示第３の偽造有印私文書行使の犯罪行為を組成\nした物で，何人の所有をも許さないもの）\n７　訴訟費用\n刑事訴訟法１８１条１項ただし書（不負担）\n（量刑の理由）\n１　本件は，被告人が，当時１６歳から１８歳の少年であった共犯者４名と共謀の\n上，深夜，人気のない本件墓園駐車場に誘い出した当時１６歳の少女に対し，集団\nで足蹴り，金槌での殴打及び投石等の暴行を加え，被害者を殺害した殺人（判示第\n１），これに引き続き，少年３名と共謀の上，被害者の死体にライター用オイルを\nかけて点火し，これを焼損した死体損壊（判示第２），これらに先立つ，殺人の被\n害者との偽装結婚に伴う有印私文書偽造，同行使，公正証書原本不実記載，同行使\n（判示第３），少年２名と共謀の上，自動車を乗り逃げした窃盗（判示第４）の事\n案である。\n２　本件殺人は，共犯者中唯一の成人であり，共犯者４名よりも年長であった被告\n人の発案・指示に基づいて計画的に行われた，確定的殺意に基づく極めて残虐な犯\n行である。\n被告人らは，事前の打合せに従い，被告人が被害者を誘い出す一方，共犯者４名は\n被告人が被害者を連れてくるのを本件墓園駐車場で待ち伏せし，被告人が被害者を\n現場まで連れてくると，無警戒の被害者に背後から襲いかかって引き倒し，被害者\nが絶命するまで，集団で熾烈な暴行を執拗に加えている。被害者は，人気が全くな\nいと思っている本件墓園駐車場で被告人から頼まれるまま車外に出て，何ら警戒心\nを抱くことなく同車トランク内に探しものを始めた矢先，突然共犯者らから攻撃を\n受け，ただただ頭を両手でかばい体を丸めることしかできないでいたところ，被告\n人らは，被害者に対し，顔面や頭部を含む全身を数十回にわたり連続して足蹴りす\nることに始まり，金槌を用いて被害者の頭部・背中付近を殴打し，防御の姿勢すら\n取れなくなった被害者に対して多数回にわたり投石（これに用いられた石材には，\n重量２０キログラムを超えるものを多数含む。）を繰り返し，最終的には仰向けに\nなって地面に横たわっていた被害者にとどめを刺そうとして，その顔面に，被告人\nとＤの二人がかりで抱えてきた重さ６０キログラムを超える巨大な石材を真上から\n落とすまでに至っており，この一連の執拗な暴行態様は，想像を絶す\nる残忍さであり，まさに残虐非道というほかない。被告人らは，暴行の最中に，被\n害者が被告人の名を呼んで助けを求める声を耳にしながら，これを意に介すること\nなく冷徹に強烈な暴行を継続したばかりか，瀕死の重傷を負った被害者の姿を目に\nしてもなお暴行を止めることなく，かえって「しぶといな。」などと言いながら，\n被害者を確実に殺害すべく，更に投石を繰り返し，遂には巨大な石材を二人がかり\nで抱えてきて，その顔面の真上から落としてとどめを刺したというのであって，被\n告人らの殺意は極めて強固であるといえる。\n３　本件殺人に続き，被告人らが行った本件死体損壊も，残酷かつ悪質である。被\n告人らは，多量のライター用オイルを被害者の遺体にかけて火をつけたばかりか，\n証拠隠滅のために被害者の返り血がついた着衣等を被害者の遺体に乗せて燃やして\nいる。これら被害者の遺体に対する冷酷な扱いから窺えるように，被告人らは，本\n件殺人に対する悔悟の念や死者に対する畏敬の念など全く持たずに，被害者の遺体\nを汚れた着衣などと同程度の不要な物として焼却処分したのであって，犯情は極め\nて悪質である。\n４　被害者は，想像を絶する苛烈な暴行を受け，そして，到底耐えることのできな\nい激しい肉体的苦痛に耐えながら，その場から逃げることも，抵抗することもでき\nず，ただただ小さく体を丸めてうずくまることしかできない絶望的な状況の中，最\n後に助けを求めた被告人こそがまさに首謀者であることも，また，誰が，なぜ自分\nを殺そうとしているのかも分からないまま，理不尽にも１６歳の若さでその尊い命\nを奪われている。このような非業の死を迎えるまでの間に被害者が受けた苦痛，恐\n怖，そして，道半ばで人生を奪われた無念の情は筆舌に尽くし難く，察するに余り\nある。\n被害者は，その命を奪われたにとどまらず，被告人らによってその遺体を燃やされ\nているが，その損傷の程度は激しく，正視し難いものがある。まさに無惨というほ\nかなく，余りにも残酷である。\n被害者が，このような凄惨な仕打ちを受けなければならない理由など全くない。被\n害者が，被告人との偽装結婚に応じたり，被告人に対してその謝礼金の支払いを求\nめたりしたことが，その理由とならないのは当然である。責められるべきは，わず\nかこれだけの理由で生命の尊さを一顧だにせず被害者を惨殺した被告人その人であ\nる。\n５　被告人は，前刑の執行猶予付き判決を受けてから１か月も経たないうちに，生\n活費等を捻出するための手段として被害者との偽装結婚に及び，被害者から謝礼金\nの支払いを求められるとともに警察への通報を示唆されるや，偽装結婚の発覚及び\nそれによる執行猶予の取消しを避けるための手段として，被害者殺害を安易に決断\nしている。自己中心的かつ短絡的で，幼稚極まりない本件殺人の動機及びその経緯\nに酌むべき点は全くない。\n被告人は，被害者殺害を確実に遂行するため，被害者においてＣ及びＤが本件強盗\n致傷の犯人であると周囲に言い触らしているなどと虚言を用い，その不安や憤怒の\n念を焚き付けたり，煽ったりしてＣ及びＤを本件殺人に引き込んだ上，その友人関\n係を利用してＥ及びＦも本件殺人に巻き込んでおり，甚だ狡猾である。共犯者４名\nはいずれも十代の少年であり，その判断能力の乏しさや友人関係を年長成人者の被\n告人に利用された結果，最終的には自己の意思で加担したとはいえ，被告人ととも\nに本件殺人を実行しており，これは少年らの将来に禍根を残すおそれが大であり，\nかように被告人が共犯少年らの健全育成を阻害する契機を作出した点も強い非難に\n値する。\n被告人は，個人的動機から被害者殺害の発端を作り，共犯関係の形成や計画の具体\n化，現場における手順や役割の指示など事前の謀議において中心的な役割を果たす\nとともに，現場においても，被害者襲撃を躊躇したＥを叱責して計画実行を強く指\n示した上，共犯者らとともに被害者に足蹴りを加え，自ら率先して所携の金槌を持\nち出して被害者を殴打し，瀕死の状態の被害者に石材を繰り返し投げ付け，最終的\nにはＤとともに巨大な石材を被害者の顔面に落としているのであって，殺害行為に\nおいても極めて重要な役割を果たしたといえる。さらに，暴行の最中から，使用し\nた金槌の処理をＥに指示したり，アリバイ工作のために被害者と携帯電話で通話し\nたように仮装したりするなどして罪証隠滅工作を講じる一方，被害者殺害後も，被\n害者の遺体にライター用オイルをかけて焼損させることを共犯者らに提案し，その\n入手方法やオイルの掛け方等を具体的に指示するなど，本件死体損壊の謀議や実行\nにおいても主導的役割を果たしている。加えて，被告人は，他の共犯者らに指示し\nて被害者の遺品を燃やすなどの罪証隠滅工作を図るとともに，仲間内で口裏合わせ\nをして虚偽のアリバイ工作を図ったばかりか，事件とは無関係な知人\nらに対しても虚偽のアリバイを供述するよう依頼しており，これら犯行後の事情も\n極めて悪質である。\n６　被害者の遺族が本件殺人及び本件死体損壊によって受けた，余りに深い悲しみ\nと苦しみ，そして激しい怒りは，想像することすらできない。被害者の両親は，言\n葉にならないその悲痛な心情の一端を，公判廷で述べると共に，当裁判所宛の意見\n書に綴っている。愛する娘を殺害し，遺体を焼いたにもかかわらず，真摯な反省の\n態度を見せることなく，後記のとおり，死人に口なしとばかりに被害者の名誉を蹂\n躙して止まない被告人に対する激しい怒り，事件によって平穏な生活を破壊された\n苦しみ，そして何よりも２度と戻らない被害者に対する強い愛情など，被害者の両\n親が語る様々な心情は，それだけでも痛ましく哀れであり，重く心に響くものがあ\nるが，これらによっても到底その心情を語り尽くすことはできない。その一生癒え\nることはないであろう心の傷を被害者の遺族にもたらしたのは，他ならぬ被告人で\nある。被害者の遺族が，被告人に対して可能な限りの厳罰を望むのは無理からぬと\nころがある。\n７　本件殺人及び本件死体損壊は，少年を含む若者らによる集団凶悪事案として，\nそして，犯行態様のまれに見る残忍さなどから，社会的に耳目を集めた事件であ\nり，事件関係者はもちろん，周辺の地域住民，更には社会全体に与えた影響も相当\n深刻である。\n８　被告人は，１６歳及び１８歳の時にいずれも窃盗罪等により中等少年院送致決\n定を受け，中等少年院に合計６６０日余りにわたり収容保護され，専門家による集\n中的かつ強力な矯正教育を受けた。また，成人後も，詐欺罪・窃盗罪により懲役２\n年・４年間保護観察付き執行猶予の判決を受けるなど，繰り返し更生の機会を与え\nられたにもかかわらず，その機会を生かすことなく，その後僅か４か月足らずのう\nちに，素行不良の未成年者らの兄貴分的関係で，それらとの交遊に耽る不健全な生\n活状況下に身を置き，犯罪行為によって生活費や遊興費等を捻出すべく被害者との\n偽装結婚に及んで判示第３の有印私文書偽造等を敢行した上，足代わりの自動車が\n欲しいというＣらの希望を叶えるという短絡的な動機から，これを止めるどころか\n判示第４の被害車両に狙いを付け，窃取行為の具体的な段取りを指示するなどして\n自動車窃盗に及び，遂には共犯少年らを巻き込んで本件殺人及び本件死体損壊を犯\nすまでに至っている。いずれも自己中心的で短絡的な動機から，結果の重大性等に\n何ら思いを致すこともなく，躊躇無く犯罪行為を重ねた挙げ句，自己の犯した犯罪\n行為と真摯に向き合うことなく，他者への責任転嫁や自己弁護を繰り\n返し，また，公判廷において，被告人と被害者との間には性的関係があり，本件殺\n人の当夜被害者が被告人運転車両に同乗したのは，被告人と戸外で性的関係を持つ\nためであったなどと到底措信できない供述を突然行うようになり，被害者が反論で\nきないことを良いことに被害者を愚弄し，被害者の名誉を著しく損ねるなどして，\n被害者をこの上なく侮辱し，遺族の被害感情を逆撫でにしている。これらによれ\nば，被告人の規範意識は極めて鈍麻しており，遺憾ながらその犯罪性向には，もは\nや矯正不可能な段階に至っているとさえいわざるをえない面が窺える。\n９　以上の諸事情によれば，被告人の刑事責任は極めて重大である。\n１０　そうすると，被告人が，本件殺人の動機や計画性については不合理な弁解を\n繰り返しているものの，外形的事実については一応認め，被害者及び遺族に対して\n謝罪の言葉を一応述べていること，被害者の両親と共犯者のうちの１名及びその父\nとの間で刑事訴訟手続における和解により示談が成立し，これが成立したことによ\nる情状面の反射的効果を被告人も享受することになること，被告人が現在でも２３\n歳と若年であり，服役歴がないこと，被告人には前妻及び幼い娘がおり，被告人の\n出所を待ち望んでいるとも窺われること，被告人が本件殺人等に及んだ背景には，\n実母との関係を含めた被告人の複雑で不遇な家庭環境やこれにより形成されてきた\n被告人の性行等の影響が存することも否定できないことなど，弁護人が指摘する被\n告人にとって酌むべき事情が存するが，これらを十分に考慮してもなお，被告人の\n刑事責任は誠に重大であり，被告人が謝罪の言葉を述べ，若年であることに一縷の\n望みを繋ぎつつ，被告人に対し，主文掲記のとおり無期懲役を量定した次第であ\nる。\nよって，主文のとおり判決する。\n（求刑　無期懲役並びに金槌１丁及び未成年者の婚姻に関する同意書１通の偽造部\n分の各没収）\n平成１７年２月２２日\n千葉地方裁判所刑事第２部\n裁判長裁判官　　　　　加登屋　健　治\n裁判官　　　　　鈴木尚久\n裁判官　　　　　西山　渉\n"
}