{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 12,
    "month": 12,
    "day": 26
  },
  "case_number": "平成12(行ケ)203",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "商標権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "12755",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=12755",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/755/012755_hanrei.pdf",
  "contents": "平成１２年（行ケ）第２０３号　商標登録取消決定取消請求事件\n平成１２年１１月９日口頭弁論終結\n判　　　　　　決\n原　　　　　　告　　　　株式会社ミツカングループ本社\n代表者代表取締役　　　　【Ａ】\n訴訟代理人弁理士　　　　松田治躬\n同　　　　　　　　　　　近藤史代\n被　　　　　　告　　　　特許庁長官　【Ｂ】\n指定代理人　　　      　【Ｃ】\n同　　　　　　　　　　　【Ｄ】\n主　　　　　　文\n原告の請求を棄却する。\n訴訟費用は、原告の負担とする。\n事実及び理由\n第１　当事者の求めた裁判\n１　原告\n特許庁が平成１１年異議第９０９２４号事件について平成１２年４月１９日\nにした決定を取り消す。\n訴訟費用は被告の負担とする。\n２　被告\n主文と同旨\n第２　当事者間に争いのない事実\n１　特許庁における手続の経緯\n原告は、商品区分第２９類の「食肉、食用魚介類（生きているものを除\nく）、肉製品、加工水産物（かつお節、寒天、削り節、食用魚粉、とろろ昆布、干\nしのり、干しひじき、干しわかめ、焼きのりを除く）、かつお節、寒天、削り節、\n食用魚粉、とろろ昆布、干のり、干しひじき、干しわかめ、焼きのり、豆、加工野\n菜及び加工果実、冷凍果実、冷凍野菜、卵、加工卵、乳製品、食用油脂、カレー・\nシチュー又はスープのもと、なめ物、お茶漬けのり、ふりかけ、油揚げ、凍り豆\n腐、こんにゃく、豆乳、豆腐、納豆、食用たんぱく」を指定商品とする、「のっけ\nもり」の文字から成る登録４２５０８７８号商標（平成９年４月２２日商標登録出\n願、平成１１年３月１９日商標登録。以下「本件商標」という。）の商標権者であ\nる。本件商標の登録につき平成１１年７月２１日に商標登録異議の申立てがあり、\n特許庁は、これを平成１１年異議第９０９２４号として審理した結果、平成１２年\n４月１９日に「登録第４２５０８７８商標の登録を取り消す。」との決定をし、そ\nの謄本は同年５月１５日原告に送達された。\n２　決定の理由\n別紙決定書の理由の写しのとおりである。要するに、本件商標を構成する\n「のっけもり」の語は、「今や食品を取扱う業界、スーパーマーケット及びデパー\nトの食品売場においては、一般に器又は皿に野菜及び海草類からなる副材を敷き詰\nめ、その上に食用魚介類、食肉及び肉製品を載せ盛りした料理又は商品を指称する\n語として」（決定５頁下から４行目～１行目）使用されているから、それ自体自他\n商品の識別標識としての機能を果たし得ないものであり、また、これを上記の意味\nに照応しない商品に使用するときは、商品の品質について誤認を生ずるおそれがあ\nるから、本件商標の登録は、商標法４３条の３第２項の規定により取り消すべきも\nのである、と認定・判断したものである。\n第３　原告主張の決定取消事由の要点\n決定の理由１（本件商標）、２（登録異議の申立ての理由）は認める。同３\n（本件商標に対する取消理由）のうち、登録異議申立人が異議甲第２号証ないし異\n議甲第１１号証を提出したことは認める（なお、原告は、決定の理由３のうち、２\n頁２０行目ないし２２行目及び２８行目ないし３２行目の記載に対し、これらが特\n許庁の認定、判断であることを前提に反論している。しかし、上記記載は、特許庁\nの認定、判断としてなされたものではなく、登録異議申立人の主張としてなされた\nものであることが決定書の記載自体から明らかであるから、原告の上記主張は誤解\nに基づくものと認められる。）。同４（商標権者の意見）は認める。同５（当審の\n判断）は争う。\n決定は、証拠の評価を誤って、事実の認定を誤り、その結果、誤った結論に\n至ったものであるから、違法として取り消されるべきである。\n１　決定の事実認定の誤りについて\n決定は、「のっけもり」の語につき、「今や、食品を取扱う業界、スーパー\nマーケット及びデパートの食品売場においては、一般に器又は皿に野菜及び海草類\nからなる副材を敷き詰め、その上に食用魚介類、食肉及び肉製品を載せ盛りした料\n理又は商品を指称する語」として使用されている、と認定した。\nしかし、登録異議事件において提出された甲第２ないし第１３号証（本件訴\n訟における乙第１ないし第１２号証）によっては、上記事実は認められない。\n(1)　証拠の全体的評価について\n決定がその認定の根拠とした証拠（乙第１ないし第１２号証）のうち、乙\n第５、第６号証は、原告から通常使用権を与えられた者による使用に係るものであ\nるから、決定認定の根拠になるものではなく、その他のものは、全体として評価し\nた場合、その発行、使用等の時期、その数等からみて、「のっけもり」の語が、後\n述の原告による使用により原告の商品を示すものとして周知著名となった時期に行\nわれた、極めて小さな規模の、単なる「侵害」、「便乗（フリーライド）」の存在\nを認めさせるだけの力しかないものであり、およそ、決定認定のような事実を認定\nする根拠となるようなものではない。\n(2)　個々の証拠について\n①　乙第１号証は、１９９８年１０月２２日発行の、「豆判　大辞泉」とい\nう、わずか６０数頁の非売品の印刷物であり辞書とは言い難いものであって、ごく\n少数が、株式会社小学館の発行する「大辞泉」発売当初に宣伝のため配布された程\n度で、一般には入手困難なものである。同号証には本体である「大辞泉」の「掲載\n項目から引用」の記載があるが、「大辞泉」には「のっけ盛り」の語は掲載されて\nいない。この程度の印刷物が一般取引者・需要者の通常の知識を想定するための証\n拠となることは、あり得ない。\n②　乙第２ないし第４号証、第８号証は、１９９９年８月、インターネット\nから異議申立人が入手したものである。乙第２ないし第４号証は、たった３人の個\n人が自己の発案した料理の名称を決めるに際し、耳にした原告の宣伝中の言葉に便\n乗して命名し、勝手に自己のホームページに掲載したものにすぎず、乙第８号証\nも、インターネットにおいて、たった一軒のダイニングバー（居酒屋）のメニュー\nに記載されていたというものにすぎない。\n③　乙第５号証（１９９８年９月１４日発行の日本食糧新聞）、第６号証\n（株式会社京王ストアの１９９９年８月１日のちらし広告）は、原告から許諾を受\nけた本件商標の通常使用権者の立場にあるものの使用を伝える新聞記事及び同じく\n通常使用権者の立場にある者の発行したちらし広告であるから、「のっけもり」の\n語が一般的に使用されていることの根拠とはならない。\n乙第７号証（１９９９年８月１９日撮影の写真）は、単なる便乗使用の\n侵害行為を示すものにすぎない。\n④　乙第９、第１０号証は、１９９９年７月、４月に発行された発行部数不\n明の雑誌であり、この雑誌中の記事における、「今、流行の」、「昨年はのっけ盛\nりが大ブレイクした」といった表現は、雑誌記者らしい誇大な表現であって、この\n記載を裏付ける証拠は何ら示されていない。\n⑤　乙第１１号証（１９９９年５月１４日発行の日本食糧新聞）は、原告に\nよる本件商標の宣伝の事実を裏付けるものであり、乙第１２号証（１９９９年６月\n２日発行の雑誌）も、原告の製造販売する味ぽん（三杯酢）との関連を明確にし\nた、「のっけもり」（のっけ盛り）を用いた広告であって、一般に「のっけもり」\nが使用されていることの根拠とはならない。\n(2)　個々の証拠で用いられている「のっけもり」の語の意味の認定について\n①　乙第１号証は、「牛肉ののっけ盛り」と題し、「三杯酢に玉葱のみじん\n切り、白ごま、ごま油、好みでニンニク、しょうがをおろしたものを加えてたれを\n作り、牛肉をあえる。野菜、牛肉、人参の順に盛り付ける。」と記載しており、盛\nり付けの順序は、決定の認定と同様である。しかし、これは、単に「盛り付け」の\n意味合いに使用しているもので、このような「料理」、「商品」を特定して表して\nいるものではない。\n②　乙第２号証は、「さんまのドンドンのっけ盛り」と題して、「器にさん\nまを盛り、タマネギを散らす。大根おろしを真ん中にこんもりとのせ、トマトのあ\nられ切り、みょうが、青じそを重ねて盛っていく。半月切りのトマトのまわりにド\nレッシングをかけて食べる。」と記載している。この記載においては、決定の認定\nした意味の「のっけもり」におけるのとは盛り合わせの順序が逆になっている。\n③　乙第３号証は、「豚肉ののっけ盛り」と題して、「１．豚肉は酒、塩を\nふって軽くもむ。２．片栗粉をつけ、１７０℃位に熱した揚げ油に肉を入れカラッ\nと揚げる。３．揚がったら油を切り器に盛る。４．大根、人参、生姜、を別口にす\nりおろし、あさつきは小口切りにする。５．肉の上に大根、人参、生姜、あさつき\nを散らす。６．レモンはくし形に切り、器の脇に添える。」と記載している。この\n記載においては、決定の認定した意味の「のっけもり」におけるのとは盛り合わせ\nの順序が逆になっている。\n④　乙第４号証は、「豚肉と野菜ののっけ盛り」と題した、器の上に豚肉を\n敷き、炒めた野菜を上に載せた状態の料理の写真である。ここでも、決定の認定し\nた意味の「のっけもり」におけるのとは盛り合わせの順序が逆になっている。\n⑤　乙第５号証は、「最近各社が取り組んでいる商材サラダ感覚の『のっけ\n盛り』はホタテ、サーモン、真ダコ、甘エビなど五アイテム（各３９８円）を品揃\nえ。」と記載しているものの、「盛り合わせ順序」や「味付け」等の内容は全く不\n明で、特定の「料理、商品」を示したものとは理解できない。\n⑥　乙第６号証は、「のっけ盛各種（かつおたたき、サーモン、真鯛）１パ\nック４８０円」と記載している。しかし、そこに掲載された写真は、「かつおのた\nたき」の写真であり、その近傍で販売されているであろう原告の三杯酢との関連な\nしには、「のっけ盛」の意味を理解し得ない。\n⑦　乙第７号証は、「牛肉タタキ・のっけ盛」の正札がついた牛肉の写真で\nあり、⑥と同様に、原告の三杯酢との関連なしには、「のっけ盛」の意味を理解し\n得ないものである。\n⑧　乙第８号証には、「飲み放題付　ＰＡＲＴＹ　ＭＥＮＵ」のタイトルの\n付いた「Ａコース」メニュー中に「３　フレッシュグリーン野菜と豆腐ののっけ盛\nりサラダ」の記載がある。しかし、これは、決定の認定した「のっけもり」の意味\nとは何ら関連のない、サラダの材料の記載にすぎない。\n⑨　乙第９号証には、「刺身のサラダ」と題し、「今、流行の“のっけ盛\nり”がこれに当たる。」と記載され、ここでは、「のっけ盛り」が「刺身のサラ\nダ」と同義に使用されており、決定の認定したのとは異なった意味となっている。\n乙第１０号証に記載されているのは、「カツオコーナー」「昨年はのっ\nけ盛りが大ブレイクした」というものであり、これでは、「カツオ」を使用したも\nのであること程度が想像できるにすぎず、これを決定の認定の根拠とすることはで\nきない。\n２　「のっけもり」の語の自他商品識別力について\n決定は、「のっけもり」の語に自他商品識別力がないと認定したが、誤って\nいる。\n本件商標である「のっけもり」の語は、原告が、自己の製造販売する三杯酢\n（味ぽん）の販売拡張のため、１９９５年に、この三杯酢を用いた料理及び商品に\nのみ、この表示を使用させる目的で創作した造語であって、一般の料理用語として\nはもちろん、地方料理等のその他の料理のものとしても、それ以前は存在しなかっ\nた用語であり、特に、本件商標が指定商品とする、市販品として市場に流通する商\n品については、全く用いられたことがない用語であった。「のせる」という通常の\n日本語を「のっける」という会話上のなまりで表現することは、極めて特異な現象\nであり、このような表現を用いた「のっけもり」の語は、一般に、造語として認識\nされること必定で、十分に自他商品の識別力を有する。\n「のっけもり」の語自体がこのようなものであることに加えて、原告は、１\n９９５年から、テレビにおいて、俳優【Ｅ】を起用し、１９９５年に５億３６１７\n万円、１９９６年に４億８０１７万円、１９９７年に４億５８１０万円、１９９８\n年に４億７９００万円、１９９９年に４億１５８５万円もの費用をかけて、「のっ\nけもり」の語の宣伝を行ったほか、新聞広告、雑誌広告、パンフレット等により、\n巨額の費用を投入して、「のっけもり」の語の周知を図ってきた。また、原告は、\n「のっけ盛り」という名の三杯酢の商品を販売し、「のっけもり」の語が、原告の\n使用する標章であるとして、その後も、全国的に、その周知徹底に努めてきた。こ\nの結果、本件商標は、原告の商標として周知、著名となっている。\n第４　被告の反論の要点\n決定の認定判断は正当であり、原告主張のような違法はない。\n１　原告の主張１（決定の事実認定の誤り）について\n(1)　原告の指摘する各証拠は、いずれも、不特定多数の取引者・需要者の目に\n触れる媒体であって、「のっけもり」の語が決定の認定したように使用されている\nことを示す証拠として、十分信用することができる。\n(2)　各証拠について\n①　乙第１号証の記載は、国語辞典の販売対象者に「大辞泉」の購買意欲を\n喚起するため、１９９９年１０月２２日の発行以前に話題となっていた各種の「の\nっけ盛り」料理の一例として、「牛肉ののっけ盛り」を紹介したものである。\n②　乙第２ないし第４号証、第８号証は、１９９８年８月当時既にかなり普\n及していたと認められるパソコンでアクセスできる「ホームページ」の掲載情報で\nあり、これらにおいて「のっけもり」（のっけ盛り）が「のせ盛りした料理」の意\n味で用いられている以上、そのころ既に、取引者・需要者間に対し「のせ盛りした\n料理」という意味合いの「のっけ盛り」の語が伝播されていたとみて差し支えな\nい。\n③　乙第５号証は、本件商標の指定商品に係わる取引者・需要者が常識的知\n識の吸収源と認めうる新聞記事であり、そこに記載された説明文中には、「のっけ\n盛り」の文字が標章「のっけもり」に由来するものであるとの注意を喚起させる文\n言もなく、これに接する取引者・需要者は、商品名を書したものと理解、認識する\nにとどまり、決して原告に由来する商標と理解、認識することはない。\n乙第６号証は、一般消費者が日常目にする大手量販店の食品のチラシ広\n告であり、ここに記載されたイメージ写真の上に表示された「のっけ盛各種」の\n「のっけ盛」の文字部分が原告に由来する商標と理解、認識されることはない。\n上記の各証拠に表示された「のっけ盛各種」の「のっけ盛」の文字部分\nに接する一般消費者は、「のせ盛りした料理」程度の意味合いを表示したものと理\n解、認識するにとどまるというべきである。\n④　乙第７号証は、一般消費者が大手量販店の食品売場で日常目にして買い\n求めるであろう「牛肉タタキ・のっけ盛」の現物の写真であり、決定の認定の根拠\nになり得るものである。\n⑤　乙第９、第１０号証は、本件商標の指定商品に係わる取引者が常識的知\n識の吸収源と認めうる専門雑誌である。ここに記載された「のっけ盛り」の文字に\n接する取引者は、「のせ盛りした料理」と理解、認識するにとどまるというべきで\nある。\n⑥　乙第１１号証は、本件商標の指定商品に係わる取引者が常識的知識の吸\n収源と認めうる新聞記事であり、乙第１２号証は、一般消費者が日常目にする一般\nの雑誌である。乙第１１号証、第１２号証に記載された「のっけ盛り」の文字部分\nは、記事の記載内容からして、取引者・需要者に商標と認識されることはなく、\n「のせ盛りした料理」と理解されるにとどまる。\n２　原告の主張２（「のっけもり」の語の自他商品識別力について）について\n原告は、「のっけもり」の語が「造語」と認識されるから、十分に自他商品\nの識別力を有する旨主張する。\nしかし、乙第１、第１２号証によれば、「のっけ盛り」及び「のっけ盛」の\n語が「牛肉ののっけ盛り」及び「のっけ盛各種」等と使用されているから、本件商\n標の「のっけもり」は、この「のっけ盛り」及び「のっけ盛」の語を認識させるも\nのである。加えて、いずれも決定後採録されたインターネットのホームページであ\nるとはいえ、業者のもの（乙第１３ないし第１６号証）においても、「かつおのの\nっけ盛り」、「牛肉のタタキのっけ盛り」及び「かつおと野菜ののっけ盛り」等と\n紹介され、末端の消費者のもの（乙第１７、第１８号証）においても、「油なす・\nしょうが醤油和えたまねぎのっけ盛り」、「カツオののっけもり」等と称して情報\nを交換しているのが実情である。これらの証拠によれば、「のっけもり」の語は、\nたとい「造語」として生まれたものであったとしても、造語と認識されることはな\nく、「のせ盛りした料理」を意味するものとして普通に使用されている「のっけ盛\nり」及び「のっけ盛」を意味し、自他商品の識別標識としての機能を果たし得ない\nことが明らかである。\n第５　当裁判所の判断\n１　「のっけもり」の語自体の性質について\n原告は、「のっけもり」の語は、「のせる」という通常の日本語を「のっけ\nる」という会話上のなまりで表現した、極めて特異な表現であるから、一般に造語\nとして認識されることが必至であり、それ自体、自他商品識別力を有する語である\n旨主張する。\n確かに、原告が使用を始める前にこの語が使用されていたことを示す証拠は\nなく、「のっけもり」の語は、原告により、「のっける」に由来する「のっけ」の\n語と「もる」に由来する「もり」の語を組み合わせて作られた、造語であるとはい\nえるであろう。\nしかしながら、「のっける」（乗っける・載っける）の語が、「のせる」\n（乗せる・載せる）の俗な言い方、あるいは、くだけた言い方として、関東地方な\nどで古くから使用されてきていることは、当裁判所に顕著であり、証拠（甲第５号\n証の１、２、５ないし７）によれば、この語は、そのようなものとして、多くの国\n語辞典にも記載されている語であることも明らかである。また、「もる」（盛る）\nの語が、山の形に積み上げる、うず高く積み上げるなどの意味で、「もり」（盛\nり）の語が、もること、あるいは、もったものなどの意味で、いずれも広く用いら\nれてきている語であること、もともと「もり」「もる」の語が、「盛りそば」、\n「大盛り」、「てんこ盛り」等、食物を器に乗せることを表す語として用いられて\nきた語であることも、当裁判所に顕著である。さらに、「のっけもり」の語を、\n「のっけ」と「もり」とから成る語であると理解することを困難にすべき事情は、\n本件全資料によっても認めることができない。\nそうすると、この語が指定商品である食肉、食用魚介類、肉製品等の料理に\n関係するものに関して用いられた場合には、この語に接した取引者・需要者は、そ\nれを妨げる何か特別な事情がない限り、むしろごく自然に、食材を器に重ねて乗せ\nて盛り合わせた料理を指す語として、認識することになるものというべきである。\n「のっけもり」の語には、たといそれ自体は原告によって造られたものであったに\nせよ、いったん造られてしまえば、上記のようなものとして理解されることになり\nやすい性質が、本来備わっているということができるのである。\n２　原告による「のっけもり」の語の宣伝広告\n弁論の全趣旨によれば、原告が、１９９５年から１９９９年まで、多額の費\n用をかけて、人気俳優を用いたテレビコマーシャル等により、主として、原告の商\n品である三杯酢を用いた料理のために、「のっけもり」の語を用いた広告宣伝をし\nたことが認められる。\n「のっけもり」の語自体に上述した性質が備わっているところに、原告によ\nるこのような広告宣伝が加われば、広告宣伝をする原告自身の主観的意図はどうあ\nれ、広告宣伝の仕方によほどの工夫をこらしてそうならないように図らない限り、\nこの語は、食材を器に重ねて乗せて盛り合わせる料理を意味するものとして、取引\n者・需要者の間に定着していくであろうことは、誠に見やすい道理というべきであ\nる。ところが、原告の広告宣伝が上記のような工夫をこらしたものであったことを\nうかがわせる資料は、本件全証拠を検討しても見いだすことができないのである。\nそうだとすれば、「のっけもり」の語は、現実の使用例として、上記推論を\n覆すものが見いだせない限り、決定のなされた時点（平成１２年４月１９日）にお\nいては、一般に上記の意味を有するものと理解され、したがって、自他商品の識別\n機能を持たないものであったと認定する以外にないものというべきである。\n３　「のっけもり」の語の使用例について\n証拠（乙第１ないし第１８号証）及び弁論の全趣旨によれば、「のっけも\nり」の語の具体的使用例について、次の事実が認められる。\n(1)　１９９８年１０月２２日発行の株式会社小学館「大辞泉」編集部編集の\n「豆判　大辞泉」（同社発行の国語辞典である「大辞泉」の購買意欲を喚起するた\nめ発行された非売品の小冊子。乙第１号証）には、「『大辞泉』でクッキング」の\n表題のもとに、「牛肉ののっけ盛り」との名称の料理が紹介され、作り方として、\n「牛ロース肉は湯通し。レタス、きゅうりはせん切り。人参は飾り切り。三杯酢に\n玉葱のみじん切り、白ごま、ごま油、好みでニンニク、しょうがをおろしたものを\n加えてたれを作り、牛肉をあえる。野菜、牛肉、人参の順に盛り付ける。」との記\n載がある。\n(2)　１９９９年８月２０日に採録された「５きげんクッキング」と題するイン\nターネットのホームページ（乙第２号証）には、「さんまのドンドンのっけ盛り」\nと題する料理が紹介され、作り方として「器にさんまを盛り、タマネギを散らす。\n大根おろしを真ん中にこんもりとのせ、トマトのあられ切り、みょうが、青じそを\n重ねて盛っていく。半月切りのトマトのまわりにドレッシングをかけて食べる。」\nとの記載がある。\n同月１７日に採録された「肉料理メニュー」と題するインターネットのホ\nームページ（乙第３号証）には、「豚肉ののっけ盛り」と題する料理が紹介され、\n「１．豚肉は酒、塩をふって軽くもむ。２．片栗粉をつけ、１７０℃位に熱した揚\nげ油に肉を入れカラッと揚げる。３．揚がったら油を切り器に盛る。４．大根、人\n参、生姜を別々にすりおろし、あさつきは小口切りにする。５．肉の上に大根、人\n参、生姜、あさつきを散らす。６．レモンはくし形に切り、器の脇に添える。」と\n記載されている。\n同月２０日に採録された「Ｍｅｇｕｍｉ’ｓ　ｋｕｆｕｕ　ＰＡＧＥ」と\n題するインターネットホームページ（乙第４号証）には、「豚肉と野菜ののっけ盛\nり」と題した料理が紹介されている。\n(3)　同月８月２０日に採録された「居酒屋ブラッセリーろくめいかんホームメ\nイドダイナー」と題するインターネットホームページ（乙第８号証）には、「飲み\n放題付　ＰＡＲＴＹ　ＭＥＮＵ」と題するメニューの中の「Ａ　飲み放題付コース\n（世界各国料理）に「３　フレッシュグリーン野菜と豆腐ののっけ盛りサラダ」と\n題する料理が記載されている。\n(4)　１９９８年９月１４日付け日本食糧新聞（乙第５号証）の、スーパーマー\nケットに関する記事中には、「最近各社が取り組んでいる商材サラダ感覚の『のっ\nけ盛り』はホタテ、サーモン、真ダコ、甘エビなど五アイテム（各３９８円）を品\n揃え。」との記載がある。\n(5)　１９９９年８月１日から３日までを売出し期間として頒布された大手スー\nパーマーケットの食品のチラシ広告（乙第６号証）中には、「のっけ盛各種（かつ\nおたたき、サーモン、真鯛）１パック４８０円」と題した商品が記載され、イメー\nジ写真として副材の野菜上にかつおのたたきを載せた料理の写真が掲載されてい\nる。\n(6)　株式会社丸井錦糸町店は、１９９９年８月１９日を加工日、消費期限と\nし、「牛肉タタキ・のっけ盛」と表示して、野菜を敷きつめた上に牛肉のたたきを\nのせた商品（乙第７号証は、その写真である。）を販売した。\n(7)　雑誌「食品商業」１９９９年７月特大号（乙第９号証）に掲載された「レ\nディ・トゥ・クック商品開発のすすめ」と題する記事中には、「刺身のサラダ」と\n題し、「今、流行の“のっけ盛り”がこれに当たる。」との記載がある。\n「食品商業」１９９９年４月号（乙第１０号証）に掲載された「旬こそ売\nれ筋！」と題する記事中には、「カツオコーナー」「昨年はのっけ盛りが大ブレイ\nクした」との記載がある。\n(8)　１９９９年５月１４日付け日本食糧新聞（乙第１１号証）の、スーパーマ\nーケットに関する記事には、「『味ぽん』ＴＶＣＭオンエア」と題して「㈱ミツカ\nン・・・は、タレントの【Ｅ】と【Ｆ】による「味ぽん」のＴＶＣＭ・・・の全国\n放映を始めた。９５年から提案してきた“のっけ盛り”を、今年は『おろし焼き肉\nと野菜でのっけ盛り』『カツオと野菜でのっけ盛り』を金・土・日曜日の夕食に提\n案する。」との記載がある。\nまた、１９９９年６月２日発行の雑誌「オレンジページ」（乙第１２号\n証）には、「味ぽんののっけ盛りの広告１」と題した原告の広告に「かつおと野菜\nでのっけ盛り」と題する料理が写真入りで掲載され、「作り方」として、「①玉ね\nぎ、みょうがは薄切りにし、水にさらして水けをきる。青じそは半分に切る。②野\n菜を皿に彩りよく盛りつける。③あさつきは小口切り、にんにくは薄切り。しょう\nがはすりおろす。④かつおを厚めに切って②の上に盛り、あさつき、にんにくを散\nらし、しょうがを添える。味ぽんをたっぷり回しかける。」との記載がある。ま\nた、同誌中には「のっけ盛りコンテストの広告１」と題して、満腹した４人家族の\n各々の言葉として、「のっけ盛りおいしかったな。」「世の中にはもっとすごいの\nっけ盛りもあるのよ」「え～うちのがいちばんおいしいよ」「ホホホこの子った\nら。でも気にはなるわねよそのおうちののっけ盛り。」と記載され、さらに、「味\nぽん『のっけ盛り』コンテスト実施中」との記載があり、器に「野菜の何か」を乗\nせ、その上に「肉・魚など、たんぱく質の何か」を乗せ、上から原告の商品である\n「味ぽん」をかけた料理が説明図（イラスト）で紹介されている。\n(9)　決定後ではあるものの、決定時に比較近接した時点における使用例とし\nて、以下のものがある。\n２０００年８月２９日に採録された「東信水産株式会社　特鮮レシピ」と\n題するインターネットホームページ（乙第１３号証）には、「かつおののっけ盛\nり」と題する料理が紹介されている。\n同日に採録された「ぐるめな四国」と題するインターネットホームページ\n（乙第１４号証）にも、高知県の料理店が提供する料理として「カツオののっけ盛\nり」と題する料理が紹介されている。\n同日に採録された「ＮＥＯ－ＱＵＥＳＴ」と題するインターネットホーム\nページ（乙第１５号証）には、飲食店のメニューとして「牛肉のタタキのっけ盛\nり」と題する料理が紹介されている。\n２０００年９月２８日に採録された「ＴＯＭＳのおすすめメニュー」と題\nするインターネットホームページ（乙第１６号証）には、「かつおと野菜ののっけ\n盛り」と題した料理が紹介され、「作り方」として、「①　たまねぎ、みょうがは\n薄切りにして水にさらし、水気を切る。青じそは、軸を取って縦に半分に切る。皿\nに彩り良く盛りつける。②あさつきは小口切り、にんにくはうす切りする。③かつ\nおを厚めに切って①の上に盛り、②を散らす。すりおろしたしょうがを添え、ポン\n酢をかける。」との記載がある。\n同日に採録されたインターネットホームページ（乙第１７号証）には、\n「油なす・しょうが醤油和えたまねぎのっけ盛り」と題して、調理したなすを皿に\n盛り、その上にあらかじめ調理済みのたまねぎのしょうが醤油和えをたれごと乗せ\nる料理が紹介されている。\n同日に採録された「新緑の駿河路　緑の中の大宴会」と題するホームペー\nジ（乙第１８号証）には、「カツオののっけもり」と題する料理の名称が記載され\nている。\n上記認定事実によれば、現実の使用例にみられる「のっけもり」の語は、原\n告自身による使用、あるいは、原告が原告から本件商標の使用許諾を得た通常使用\n権者であると主張する者の使用を含め、「のっけ盛り」等と表記されて、新聞記\n事、チラシ広告、雑誌、インターネットのホームページ等の不特定多数の取引者・\n需要者の目に触れる媒体において、あるいは、大手量販店の食品売場において販売\nされる商品に付された商品表示において、皿等に野菜、海草類等の副材を敷きつ\nめ、その上に食用魚介類、食肉、肉製品等の主たる食材を載せて盛り付けた、ある\nいはその逆の載せ方で盛り付けた料理等、複数の食材を器に重ねて盛りつけた料理\n（そのような料理より成る商品を含む。）を意味する語として用いられていること\nが明らかであり、これと異なる意味で用いられている例は、本件全証拠を検討して\nも見いだすことができないのである。\nこの点に関連して、原告は、上記各証拠のうち、乙第５、第６号証は、原告\nから本件商標の使用の許諾を得た通常使用権者が「のっけ盛り」の語を使用した事\n例であると主張するが、乙第５、第６号証の事例が、「のっけ盛り」の語が本件商\n標の使用として行われたものであったとしても、それが、原告の商標の使用として\n行われたものと取引者・需要者が認識し得るような方法で使用されたことをうかが\nわせる証拠はない。また、前記認定によれば、乙第１１、第１２号証は、原告に関\nする記事ないし広告ではあるものの、そこでの「のっけ盛り」の語の使用の形態に\nついても、同様に、原告の商標として用いられたものとは認識し難いものである。\nしたがって、上記の事実は、前記判断を左右するものではない。\n４　まとめ\nこのようにみてくると、決定のなされた時点において、「のっけもり」の文\n字部分に接した取引者・需要者は、これを「のせ盛りした料理」程度の意味合いを\n表示したものと理解、認識するにとどまり、商品の識別標識とは認識しないものと\n認める以外にないものというべきである。\n第６　以上のとおり、原告主張の決定取消事由は理由がなく、その他決定には、こ\nれを取り消すべき理由は見当たらない。\nよって、本訴請求を棄却することとし、訴訟費用の負担につき行政事件訴訟\n法７条、民事訴訟法６１条を適用して、主文のとおり判決する。\n東京高等裁判所第６民事部\n裁判長裁判官  　 　 山　　下　　和　　明\n裁判官　　　  宍　　戸　　　　　充\n裁判官　　　　阿　　部　　正　　幸\n"
}