{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 10,
    "day": 21
  },
  "case_number": "平成15特(わ)2997",
  "case_name": "証券取引法違反",
  "court_name": "東京地方裁判所刑事第4部",
  "lawsuit_id": "5622",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=5622",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/622/005622_hanrei.pdf",
  "contents": "平成１５年特(わ)第２９９７号\n主　文\n被告人を懲役１年２月及び罰金７０万円に処する。\nその罰金を完納することができないときは，金５０００円を１日に換算し\nた期間被告人を労役場に留置する。\nこの裁判確定の日から３年間その懲役刑の執行を猶予する。\n被告人から金８９１万５２９３円を追徴する。\n理　由\n（罪となるべき事実）\n被告人は，Ａ株式会社が東京証券取引所市場第１部に上場されていた株式会社Ｂ\nの株券の公開買付けを行うに当たり，Ａ株式会社と公開買付代理人契約を締結して\nいたＣ株式会社の企業提携部次長の職にあったものであるが，平成１４年２月１２\n日ころ，その職務に関し，Ａ株式会社の業務執行を決定する機関が株式会社Ｂの株\n券の公開買付けを行うことについての決定をした旨のＡ株式会社の公開買付けの実\n施に関する事実を知り，同事実の公表前にあらかじめ株式会社Ｂの株券を買い付\nけ，同事実の公表後に同株券を売り抜けて利益を得ようと企て，法定の除外事由が\nないのに，同事実の公表前である同月１４日午後１時４６分から同日午後２時４６\n分までの間，東京都千代田区ａｂ丁目ｃ番ｄ号所在のＤ証券株式会社を介し，東京\n都中央区ｅｆ番ｇ号所\n在の東京証券取引所において，妻Ｅ名義で，前記株式会社Ｂの株券合計４８００株\nを買付価額合計６６３万円で買い付けたものである。\n（量刑理由）\n本件は，銀行から証券会社に出向し，同社の企業提携部次長の職にあった被告人\nが，その職務を遂行していた際，同社を当該公開買付けにおける代理人としていた\n会社がその子会社の株式の公開買付けを行うことを決定した旨の公開買付け実施に\n関する事実を知り，それが公表されれば当該株価が確実に値上がりすることから，\nその公表前に当該株券を買い付け，その公表後に値上がりしたところで売り抜けて\n利益を得ようと企て，当該株券を妻名義で買い付けたといういわゆるインサイダー\n取引の事案である。\n被告人は，証券会社でいわゆるＭ＆Ａ案件を扱う企業提携部に所属し，その業務\nの過程で知り得た顧客企業の秘密情報については，会社の定めた秘密保持に関する\n厳正な規制に服すべきことはもちろん，次長の職にある者として，これを厳正に管\n理すべき立場にあり，当然のことながらインサイダー取引の違法性を十分認識して\nいたにもかかわらず，前記公開買付けの実施に関する情報を得るや，何の躊躇もな\nく直ちに，相当数の株券をその公表直前に買い付け，その公表がされた４日後，そ\nの公表により株価が大きく値上がりした株券を全て売却し，２２７万円余りの利得\nを得たものである。被告人は，証券の知識を身につけるために平成１１年１月ころ\nから株取引を始めたところ，次第に株取引にのめり込むようになり，証券会社に出\n向してからも，所属\nする証券会社以外に証券取引口座を開設することは禁じられているにもかかわら\nず，なお別の証券会社の証券取引口座を利用して株取引を行っていたが，その中に\nは職務上知り得た内部情報を活用したものもあり，こうして株取引を継続して行う\n中で本件犯行に至ったというのであって，自己の立場を忘れ，自己の利益のみを追\n及するという極めて安易な犯行の動機や経緯に酌量の余地はなく，被告人の証券取\n引関係法規に対する規範意識の鈍麻も顕著である。\n本件犯行は，証券市場の公正性及び健全性を害し，証券会社の社会的信用を損な\nい，一般投資家の証券市場に対する信頼を揺るがしかねないものであり，その社会\n的影響も大きい。また，インサイダー取引は，誘惑的で模倣性が強い犯罪であり，\n一般予防の見地も無視できない。\n以上によれば，被告人の刑事責任は重いというほかない。\n他方，被告人は，捜査段階途中から本件犯行を素直に認め，公判廷でも反省の態\n度を示して謝罪するとともに，今後株取引とは一切関わらない旨述べていること，\n本件犯行後に出向元の銀行を退職して新たに就職していたところ，本件の発覚によ\nりその会社から懲戒解雇されるなど一定の社会的制裁を受けていること，前科・前\n歴がないこと，妻及び母親が出廷し，今後被告人を監督していく旨述べていること\nなど，被告人のために斟酌することのできる諸事情も認められる。\nそこで，これらの点を総合考慮の上，主文の刑に処するとともに，懲役刑につい\nては執行猶予を付することが相当と判断した。\n平成１５年１０月２１日\n東京地方裁判所刑事第４部\n裁判長裁判官　　　峯俊之\n裁判官　　　岡田健彦\n裁判官　　　中村光一\n"
}