{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 13,
    "month": 10,
    "day": 30
  },
  "case_number": "平成13(ネ)3427",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "著作権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "12225",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=12225",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/225/012225_hanrei.pdf",
  "contents": "平成１３年(ネ)第３４２７号損害賠償請求控訴事件（原審・東京地方裁判所平成１\n３年(ワ)第２１７６号）\n平成１３年９月１３日口頭弁論終結\n判          決\n控訴人                Ａ\n訴訟代理人弁護士      田　　　中　　　繁　　　男\n同                    西　　　川　　　紀　　　男\n同                    佐　々　木　　　清　　　得\n被控訴人      　　　　社団法人日本損害保険協会\n被控訴人     　 　　　株式会社電通\n両名訴訟代理人弁護士  内　　　藤　　　　　　　篤\n同                    清　　　水　　　浩　　　幸\n同                    福　　　井　　　健　　　策\n主          文\n１　本件控訴を棄却する。\n２　当審における新請求を棄却する。\n３　当審における訴訟費用は，控訴人の負担とする。\n事実及び理由\n第１　当事者の求めた裁判\n１　控訴人\n(1)　原判決を，控訴人に対し連帯して金１０００万円を支払うよう，被控訴人\nらに命じなかった限度で，取り消す。\n(2)　被控訴人らは，控訴人に対し，連帯して金１０００万円を支払え。\n(3)　訴訟費用は，第１，２審とも被控訴人らの負担とする。\n２　被控訴人ら\n主文と同旨\n第２　事案の概要\n本件は，交通安全のための交通標語（スローガン）を創作した控訴人が，被\n控訴人らに対し，主位的に，被控訴人らが，控訴人の創作に係る交通標語と実質的\nに同一の交通標語を作成し，交通事故防止キャンペーンのためにテレビ放映された\n広告においてこれを使用し，控訴人が，これにより損害を被ったとして，控訴人の\n創作に係る交通標語の著作権の侵害を理由に，損害の賠償を求め，予備的に，当審\nにおける新請求として，被控訴人らは上記交通標語の上記使用により控訴人の損失\nにおいて不当な利益を得たとして，不当利得の返還を求めている事案である。\n当事者の主張は，次のとおり付加するほか，原判決の「事実及び理由」の\n「第２　事案の概要」記載のとおりであるから，これを引用する（以下，当裁判所\nも，「原告スローガン」及び「被告スローガン」の語を，原判決の用法に従って用\nいる。）。\n１　控訴人の当審における主張の要点\n(1)　著作物の複製とは，既存の著作物を有形的に再製することをいい，多少の\n修正，増減，変更がなされても，当該著作物との間に同一性があるものを作成すれ\nば，その複製に当たる。この観点からすれば，被告スローガンは，原告スローガン\nと比べた場合，多少の修正ないし変更がなされているとはいえ，これとの間に同一\n性があると解すべきである。\n(2)　被控訴人らは，共同して，被告スローガンを使用して，テレビコマーシャ\nル「母と子」篇（１５秒もの）を制作し，平成１０年９月１日から同月２１日にか\nけて民放各局でテレビ放送し，これにより，１０００万円を下らない利益を得た。\n(3)　仮に，本件の損害賠償請求権が，不法行為による損害賠償請求権として，\n３年の時効により消滅したとしても，被控訴人らは，無断で原告スローガンを利用\nして，前記のような利益を受け，これにより控訴人に損失を及ぼしているものであ\nるから，上記利益を，不当に利得したものとして，控訴人に返還する義務を負う。\n控訴人は，被控訴人らに対し，予備的に，上記不当利得１０００万円の返還を請求\nする。\n２　被控訴人らの当審における反論の要点\n(1)　原判決は，原告スローガンに家庭的なほのぼのとした車内情景が描かれて\nいることから，これに著作物性が認められるとした。\n交通標語でも，俳句に準じるような創作的な表現であれば，例外的に著作\n物性が認められることもあるであろう。しかし，チャイルドシートを題材にした交\n通標語である原告スローガンは，それが有する実用的目的のゆえに，表現において\n大幅な制約が内在する条件の下で作成されたものであり，もともと，そこにおいて\n表出され得る創作性は極めて少なく，したがって，著作物性の肯定されることは例\n外的にしかあり得ない性質のものである。家庭的なほのぼのとした車内情景が描か\nれているという程度のことで著作物性を認める，原審の考え方によれば，交通標語\nについても，原則として著作物性が認められるということになってしまい，不当な\n結果となることが明らかである。\n(2)　交通標語は，公衆に周知徹底させることを意図したものであり，これに著\n作権を認めることは，公衆の一般的利益を害し，「文化的所産の公正な利用に留意\nしつつ・・・もって文化の発展に寄与する」との著作権法の目的にも反することに\nなる。\n(3)　仮に，原告スローガンに著作物性を認めるとしても，原告スローガンと被\n告スローガンとの間には，創作性のある部分において共通するところがない。した\nがって，両スローガンの類似性を否定した原判決の判断は正当である。\n第３　当裁判所の判断\n当裁判所も，控訴人の請求には理由がないと判断する。その理由は，次のと\nおりである。\n１　控訴人は，被告スローガンは，原告スローガンと比べた場合，多少の修正な\nいし変更がなされているとはいえ，原告スローガンとの間に同一性があると解すべ\nきである，と主張する。\n原告スローガンは，「ボク安心　ママの膝（ひざ）より　チャイルドシー\nト」という交通標語であり，チャイルドシートの使用を一般に広めようとする趣旨\nで作成されたものである（甲８）。これに対し，被告スローガンは，「ママの胸よ\nり　チャイルドシート」という交通標語であり，原告スローガンと同趣旨で作成さ\nれたものである（乙２）。両スローガンを対比すると，両者は，「ママの・・・よ\nりチャイルドシート」の部分において共通するものの，原告スローガンは，３句構\n成であるのに，被告スローガンは２句構成である，被告スローガンには，原告スロ\nーガン中の「ボク安心」に対応する語句が存在しない，原告スローガンでは「ママ\nの膝（ひざ）より」となっているのに対し，被告スローガンでは「ママの胸より」\nとなっているという各点で相違することが認められる。\n原告スローガンや被告スローガンのような交通標語の著作物性の有無あるい\nはその同一性ないし類似性の範囲を判断するに当たっては，①表現一般について，\nごく短いものであったり，ありふれた平凡なものであったりして，著作権法上の保\n護に値する思想ないし感情の創作的表現がみられないものは，そもそも著作物とし\nて保護され得ないものであること，②交通標語は，交通安全に関する主題（テー\nマ）を盛り込む必要性があり，かつ，交通標語としての簡明さ，分りやすさも求め\nられることから，これを作成するに当たっては，その長さ及び内容において内在的\nに大きな制約があること，③交通標語は，もともと，なるべく多くの公衆に知られ\nることをその本来の目的として作成されるものであること（原告スローガンは，財\n団法人全日本交通安全協会による募集に応募した作品である。）を，十分考慮に入\nれて検討することが必要となるというべきである。\nそして，このような立場に立った場合には，交通標語には，著作物性（著作\n権法による保護に値する創作性）そのものが認められない場合も多く，それが認め\nられる場合にも，その同一性ないし類似性の認められる範囲（著作権法による保護\nの及ぶ範囲）は，一般に狭いものとならざるを得ず，ときには，いわゆるデッドコ\nピーの類の使用を禁止するだけにとどまることも少なくないものというべきであ\nる。\nこれを本件についてみると，まず，原告は，母親が幼児を膝の上に乗せて抱\nいたりするよりもチャイルドシートを着用させた方が安全であるという考え方を広\nめたいとの趣旨から，「ママの膝（ひざ）より　チャイルドシート」との対句的表\n現を用いたものであり（甲８），この表現の前に更に，「ボク安心」との表現を配\n置して，両者を対句的に用いることにより，家庭的なほのぼのとした車内の情景を\n効果的に的確に表現し，これらを全体として５・７・５調で表現している。他方，\n「チャイルドシート」は，もともと，保護者が車内に同乗する幼児の安全を守るた\nめに着用させるものであり，また，幼児を同乗させる車内の光景としては，父親が\n車を運転し，母親が幼児を保護するのがその典型的なものとして連想されるため，\n幼児とその母親とチャイルドシートは密接に関連する題材であるということがで\nき，このことから，「ボク」，「ママ」及び「チャイルドシート」という三つの語\n句は，チャイルドシートに関する交通標語において，使用される頻度が極めて高い\n語句であると推認することができる。また，チャイルドシートの使用を勧めるに当\nたり，チャイルドシートを使用しない従前の状態との対比を明らかにすることによ\nり，その効果を高めようとして，「・・・よりチャイルドシート」とすることは，\nごくありふれた手法に属する。このようにみてくると，原告スローガンに著作権法\nによって保護される創作性が認められるとすれば，それは，「ボク安心」との表現\n部分と「ママの膝（ひざ）より　チャイルドシート」との表現部分とを組み合わせ\nた，全体としてのまとまりをもった５・７・５調の表現のみにおいてであって，そ\nれ以外には認められないというべきである。\nこれに対し，被告スローガンにおいては，「ボク安心」に対応する表現はな\nく，単に「ママの胸より　チャイルドシート」との表現があるだけである。そうす\nると，原告スローガンに創作性が認められるとしても，それは，前記のとおり，そ\nの全体としてのまとまりをもった５・７・５調の表現のみにあることからすれば，\n被告スローガンを原告スローガンの創作性の範囲内のものとすることはできないと\nいう以外にない。\n２　上述したところによれば，被告スローガンを，原告スローガンを複製ないし\n翻案したものということはできず，控訴人の著作権侵害に基づく損害賠償の請求\nも，不当利得返還の請求も，いずれも理由がないことは，その余の点について判断\nするまでもなく，明らかである。\n３　以上のとおりであるから，控訴人の本訴請求中当審において追加した新請求\nを除く部分を棄却した原判決は相当であり，上記新請求も棄却を免れない。そこ\nで，本件控訴及び上記新請求のいずれも棄却することとして，当審における訴訟費\n用の負担につき民事訴訟法６７条１項，６１条を適用して，主文のとおり判決す\nる。\n東京高等裁判所第６民事部\n裁判長裁判官    　　　　 山　　　下　　　和　　　明\n裁判官　　　　　   設　　　樂　　　隆　　　一\n裁判官　 　　　    阿　　　部　　　正　　　幸\n"
}