{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 18,
    "month": 7,
    "day": 26
  },
  "case_number": "平成18(行ケ)10082",
  "case_name": "特許取消決定取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "33364",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=33364",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/364/033364_hanrei.pdf",
  "contents": "平成１８年（行ケ）第１００８２号 特許取消決定取消請求事件\n口頭弁論終結日 平成１８年７月１９日\n判決\n原 告 三菱電機ホーム機器株式会社\n原 告 三菱電機株式会社\n両名訴訟代理人弁理士 家 入 久 栄\n同三 井 健 弘\n被 告 特許庁長官\n中嶋 誠\n指定代理人 石 原 正 博\n同高 木 彰\n同下 原 浩 嗣\n同小 林 和 男\n主文\n１ 特許庁が異議２００３－７３０７７号事件について平成１８年１月\n５日にした決定を取り消す。\n２ 訴訟費用は各自の負担とする。\n事実及び理由\n原告らは，「１ 主文第１項と同旨。２ 訴訟費用は被告の負担とする。」との\n判決を求め，請求の原因として別紙のとおり述べた。\n被告は，請求棄却の判決を求め，請求原因事実は争わない，と述べた。\n上記争いのない事実によれば，原告らの本訴請求は理由があるから認容し，訴訟\n費用については，本訴の経緯にかんがみ，これを各自に負担させるのを相当と認め\nて，主文のとおり判決する。\n知的財産高等裁判所 第２部\n裁判長裁判官 中野哲弘\n裁判官 岡 本 岳\n裁判官 上田卓哉\n（別紙）\n請求の原因\n１ 特許庁における手続の経緯\n原告らは，発明の名称を「電気掃除機」とする特許第３４２４１５４号（平\n成９年８月２９日特許出願。平成１５年５月２日設定登録。以下「本件特許」\nという。）の特許権者である（請求項１ないし４）。\nところが，本件特許のうち請求項１に係る発明（以下「本件発明」とい\nう。）の特許につき第三者（Ａ）から特許異議の申立てがなされ，これに対し\n原告らは，本件特許の特許請求の範囲等の訂正を請求して対抗したが，特許庁\nは，平成１８年１月５日，訂正は認められないとした上，「特許第３４２４１\n５４号の請求項１に係る特許を取り消す。」との決定（以下「本件決定」とい\nう。）をし，その決定謄本は平成１８年１月２３日原告らに送達された。\n２ 本件発明の内容\n本件特許のうち請求項１に係る発明（本件発明）の内容は，次のとおりであ\nる。\n「掃除機本体に蓋体により開閉される集塵室を設けて，集塵室内に平板状の口\n板付き集塵袋を収納し，集塵室の吸込口周りに設けたシール部材と前記口板の\n前面とを当接させ，その状態をクランプ部材により弾性保持させるようにした\n電気掃除機において，\n前記クランプ部材に，その口板側との係止部より延出して，その先端部から口\n板前面の周辺側と当接し，該口板側からの接触圧力によって従動させられなが\nらこれを前記係止部まで摺動案内する当接面を設けるとともに，\n前記蓋体の内面に，その蓋閉時に口板後面の周辺側と当接し，これを前記クラ\nンプ部材から離れた位置より該クランプ部材の当接面と当接可能な位置を経て\n該クランプ部材の係止部まで摺動案内可能な当接部を有する案内部材を設けた\nことを特徴とする電気掃除機。」\n３ 本件決定の内容\n本件決定の内容は，別添「異議の決定」写しのとおりである。\nその理由の要点は，本件発明は，下記引用発明１及び引用発明２に基づいて\n当業者が容易に発明をすることができたから，その特許は特許法２９条２項の\n規定に違反してされたものである，というものであった。\n記\n・特開平８－２３８２０２号公報（甲１。同記載の発明を「引用発明１」\nという。）\n・実願昭６０－１９３７０６号（実開昭６２－１００１４９号）のマイク\nロフィルム（甲２。同記載の発明を「引用発明２」という。）\n４ 本件決定の取消事由\nそこで原告らは，本件決定の取消しを求める本件訴訟を提起し，その係属中\nの平成１８年５月１２日，本件特許について，特許請求の範囲請求項１ないし\n４を訂正すること等を内容とする訂正審判（訂正２００６－３９０７４号）の\n請求をしたところ，特許庁は，平成１８年６月１４日，上記訂正請求を認める\n旨の審決をし，同審決は確定した。訂正された請求項１に係る発明の内容は，\n次のとおりである。\n「掃除機本体に蓋体により上部を開閉される集塵室を設けて，集塵室内の前壁\n下縁に設けられた載置部に平板状の口板付き集塵袋の前記口板を収納すること\nにより前記集塵室内に前記集塵袋を収納し，集塵室の前面に形成された吸込口\n周りに設けたシール部材と前記口板の前面とを当接させ，その状態をクランプ\n部材の係止部により前記口板の裏面側から弾性保持させるようにした電気掃除\n機において，\n前記クランプ部材に，その口板側との係止部より延出して，その先端部から前\n記口板の前面側上辺と当接し，該口板側からの接触圧力によって従動させられ\nながら前記口板の前面側上辺を前記係止部まで摺動案内する当接面を設けると\nともに，\n前記蓋体の内面に，その蓋閉動作時に前記口板の裏面側上辺と当接し，この裏\n面側上辺を摺動させながら，前記口板の前面側上辺を前記クランプ部材から離\nれた位置より該クランプ部材の当接面と当接可能な位置を経て該クランプ部材\nの係止部まで摺動案内可能な複数の片からなる当接部を有する案内部材を設\nけ，\n蓋閉動作時に，前記口板の前面側上辺が前記クランプ部材の前記当接面に当接\nした後，前記口板の裏面側上辺が前記案内部材の当接部に，前記口板の前面側\n上辺が前記クランプ部材の当接面に，それぞれ当接し，前記案内部材の複数の\n片の間に前記クランプ部材の当接面が嵌まり込んだ状態で，前記案内部材の複\n数の片は，前記口板により前記クランプ部材を押しやりながら，前記口板の前\n面側上辺を前記クランプ部材の当接面の下端部まで摺動案内していくことを特\n徴とする電気掃除機。」（下線は訂正部分）\n５ よって，本件訂正審決の確定により，本件決定が前提とした発明の認定は誤\nりに帰したことになるので，本件決定の取消しを求める。\n"
}