{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 13,
    "month": 12,
    "day": 19
  },
  "case_number": "平成13(行コ)72",
  "case_name": "風俗営業許可証返納受理処分無効確認請求控訴事件(原審・大阪地方裁判所平成11年(行ウ)第35号)",
  "court_name": "大阪高等裁判所",
  "field": "行政",
  "gist": "１　風俗営業等の規制及び業務の適正化等に関する法律（平成１２年法律第９１号による改正前）１０条１項に基づく風俗営業許可証の返納を受理する行為の行政処分性\n２　風俗営業等の規制及び業務の適正化等に関する法律（平成１２年法律第９１号による改正前）１０条１項に基づいてされたパチンコ店に係る風俗営業許可証の返納を受理する処分の無効確認請求が，棄却された事例",
  "case_gist": "１　風俗営業等の規制及び業務の適正化等に関する法律（平成１２年法律第９１号による改正前）１０条１項に基づく風俗営業許可証の返納を受理する行為の行政処分性につき，風俗営業等の規制及び業務の適正化等に関する法律施行規則（平成１８年公安委員会規則第１４号による改正前）２０条２項により，前記返納に際して添付を要求される返納理由書には，返納者の氏名の記載及び押印が求められ，さらに返納理由の記載も求められていることに照らせば，同返納の申し出があった場合，公安委員会は，それが本人の意思に基づくものかどうかを判断したうえでこれを受理するものにほかならないから，前記受理行為は，当該返納の申し出が本人の意思に基づく有効な行為として受領する受動的な意思行為であるということができ，しかも，法律１０条２項により，前記受理行為によって営業許可が失効するという権利義務関係の変更が生ずるものとされているから，直接国民の権利義務を形成し又はその範囲を確定することが法律上認められているといえ，前記受理行為は，抗告訴訟の対象となる行政処分に当たる。\n２　風俗営業等の規制及び業務の適正化等に関する法律（平成１２年法律第９１号による改正前）１０条１項に基づいてされたパチンコ店に係る風俗営業許可証の返納を受理する処分の無効確認請求につき，同条２項が前記許可証が，許可証が返納された場合に許可が失効すると規定するのは，返納の申し出があったとの事実から営業継続の意思がないことが明らかであるので，許可を存続させる必要性がないからであると解され，返納の申し出が単なる処分の端緒であるとみることはできないことからすると，同申し出が本人の真正な意思に基づいて行われたということは，許可の失効と直接結び付く返納の受理処分の必要不可欠の前提要件であるとした上，返納者が行政書士に対し前記返納を委任した当時，返納者に意思能力がなかったとは認めらず，また，錯誤があったことも認められないとして，前記請求を棄却した事例",
  "lawsuit_id": "15462",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=15462",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/462/015462_hanrei.pdf",
  "contents": "主　　　文\n１　本件控訴を棄却する。\n２　控訴費用は控訴人の負担とする。\n事実及び理由\n第１　当事者の求めた裁判\n１　控訴人\n（１）　原判決を取り消す。\n（２）　被控訴人が平成１０年１０月３０日付けで控訴人に対してした原判決添付\n別紙許可証目録記載の風俗営業許可証返納の受理拠分は無効であることを確認す\nる。\n（３）　訴訟費用は，第１，２審とも被控訴人の負担とする。\n２　被控訴人\n主文同旨\n第２　事案の概要\n１　次項のとおり付加するほか，原判決「事実及び理由」の「第２　事案の概要」\n（原判決２頁３行目から９頁２２行目まで）のとおりであるから，これを引用す\nる。\n２　控訴人の当審における追加主張\n（１）　控訴人が本件委任状を作成した平成１０年１０月１４日の時点で置かれて\nいた状況は，重要な財産行為ないし法律行為を行う能力を行使し難い，著しく不適\n切なものであった。\nすなわち，当時初期段階で軽度の萎縮性痴呆に罹患していた控訴人は，自己の行\n為の結果を判断する能力が不十分であったのに加えて，同時点における環境要因が\n控訴人の有する精神能力が適切に行使できるようなものでなかったのであるから，\n控訴人による本件委任の意思表示は，自己の行為の結果を判断する能力を欠く状態\nでなされたもので無効である。このことについては，専門家の知見（甲５９，６\n７）が存在する。\n（２）　控訴人のＡ行政書士に対する本件営業許可証の返納手続に関する委任は，\n錯誤に基づくものであり，無効である。\n（３）　控訴人が上記のような，平成１０年１０月１４日に置かれていた著しく不\n適切な状況は，本件営業許可証の返納行為その他の行為により，実質的に利得する\n立場にあった訴外ＦことＢ及び同Ｃによって作出されたものであり，このような状\n況下でなされた本件営業許可証の返納処分は，控訴人の意思に反し，その利益を著\nしく害するものとして，信義公平の見地から無効である。\n第３　判断\n１　当裁判所も，控訴人の本訴請求は，失当であるから棄却すべきものと判断す\nる。その理由は，次のとおり改め，次項のとおり付加するほか，原判決「事実及び\n理由」の「第３　争点に対する判断」の「１」ないし「３」（原判決９頁２４行目\nから１７頁２０行目まで）記載のとおりであるから，これを引用する。\n原判決１７頁２０行目の次に行を改めて次のとおり加える。\n「ところで，別件鑑定書の作成者であるＤ医師は，\n『Ｅが「平成１０年１０月１４日」おかれていた状況はＥが重要な財産行為をおこ\nなう能力を行使し難い，著しく不適切な状況であった』旨の所見を述べており（甲\n６７。以下「鑑定補充書」ともいう。），控訴人は，これをもってＡ行政書士への\n委任が無効であるとする主張の論拠の一つとしている。\nしかしながら，Ｄ医師は，鑑定補充書において，同所見が一般論である旨の断り\nをしているのみならず，『鑑定書（別件鑑定書）で述べたようにＥの意識は清明で\n見当識も正確に保たれ，自分のおかれている立場についての認識もあり，自分の行\n為の結果を判断することも不十分ながら出来ていたと思われます。』との所見をも\n述べているのであり，これらのことにかんがみるならば，上記の，著しく不適切な\n状況うんぬんの所見をもって，Ａ行政書士への委任が意思能力を欠く無効のもので\nあったと断ずることはできない。」\n２　控訴人の当審における追加主張（２），（３）について\n証拠（甲１７の１ないし６，甲６８の１・２，甲６９ないし７１）によれば，控\n訴人は，Ａ行政書士に本件営業許可証の返納を委任するに当たっては，その返納に\nよって控訴人が本件パチンコ店を廃業する結果となることを認識した上で，控訴\n人，子供ら及びその配偶者間の紛争を解消するために，敢えて同委任をしたことが\n認められるのであるから，控訴人には，同委任をするについて錯誤があったという\nことはできない。\nまた，信義公平の見地から無効であるとの点については，当時，老境に達してい\nた控訴人（大正１２年３月２２日生れ）が，上記親族との紛争の解消を望んで，親\n族への訴え・保全処分の取下げや，その一因をなした本件パチンコ店の廃業のため\nの上記委任を行ったとしても，それが前記で認定説示のように控訴人の真意に基づ\nくものである以上，上記返納ないし被控訴人による本件受理が信義公平の見地から\n無効であるとまでいうことはできない。\n３　以上によれば，控訴人の本訴請求は，その余の点について判断するまでもなく\n失当であるから棄却すべきところ，これと同旨の原判決は相当である。\nよって，控訴人の本件控訴を棄却し，控訴費用の負担について行訴法７条，民訴\n法６７条１項，６１条を適用して主文のとおり判決する。\n大阪高等裁判所第九民事部\n裁判長裁判官　根本眞\n裁判官　鎌田義勝\n裁判官　松田亨\n"
}