{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 12,
    "month": 9,
    "day": 5
  },
  "case_number": "平成10(行ウ)9",
  "case_name": "損害賠償代位請求事件",
  "court_name": "福島地方裁判所",
  "field": "行政",
  "lawsuit_id": "15779",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=15779",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/779/015779_hanrei.pdf",
  "contents": "主　　　文\n一　被告らは、福島県に対し、それぞれ別紙旅費目録の当該被告氏名欄に対応する\n旅費金額欄記載の金員及びこれに対する平成一一年一〇月六日から支払済みまで年\n五分の割合による金員を支払え。\n二　訴訟費用は被告らの負担とする。\n事実及び理由\n第一　請求\n主文と同旨\n第二　事案の概要\n本件は、平成九年八月大阪府で開催された第四九回全国都道府県議会議員軟式野\n球大会（以下「本件野球大会」という。）に参加した福島県議会議員である被告ら\nに対してなされた旅費の支出が違法であるとして、福島県の住民である原告らが、\n福島県に代位して、右旅費の支出を受けた被告らに対し、不当利得返還の請求をし\nた住民訴訟（地方自治法二四二条の二第一項四号）である。\n一　争いのない事実\n１（一）　原告らは、福島県の住民である。\n（二）　被告らは、本件野球大会当時、いずれも福島県議会議員であった。\n２　全国都道府県議会議長会（以下「全国議長会」という。）及び大阪府議会が主\n催し、大阪府、大阪市、堺市及び八尾市が協賛する本件野球大会が、平成九年八月\n二二日から同月二五日までの間、大阪市内の舞洲ベースボールスタジアムほか七か\n所の会場で開催された。\n本件野球大会へは、全国の都道府県議会から議員、随行員合わせて約一九〇〇名\nが参加し、福島県議会からは、県議会議員である被告ら二四名の他、事務局職員の\n随行者一三名が参加した。\n３　福島県議会議長は、被告らに対して、本件野球大会に先立つ平成九年八月一八\n日付けで旅行命令（以下「本件旅行命令」という。）を発した。これを受けて、福\n島県知事から専決を任された議会事務局総務課長は、旅費の支出負担行為及び支出\n命令を行い、同年九月五日、被告らに対し、それぞれ別紙旅費目録の当該被告氏名\n欄に対応する旅費金額欄記載の金員（以下「本件旅費」という。）が支給された。\n４　原告らは、平成一〇年七月一七日、福島県監査委員に対して住民監査請求を行\nい、被告らから受領した旅費の返還を求めることを請求した。しかし、同監査委員\nは、同年九月四日付けで、本件野球大会への参加は公務のための旅行であり、本件\n旅費の支出に違法はない旨判断して、原告らの監査請求を棄却した。\n５　原告らは、右監査請求の結果を不服として、平成一〇年九月二八日、本件訴え\nを提起した。\n二　原告らの主張\n１　本件野球大会は、議員有志の交流、親睦、レクリエー\nション等を目的とするものであり、被告らの本件野球大会への参加は公務ではな\nい。\n本件野球大会においては、その日程上、野球を行うことと、大会進行のために必\n要な行事以外は何ら存在しない。また、参加に際しては、私的な親睦団体である福\n島県議会議員野球団（以下「野球団」という。）が参加選手を選出するとともに、\n団長、監督等の役員構成を決めている。参加に必要な野球道具やユニフォーム等の\n用具は全て野球団が一括購入し、県議会議長や県知事は野球団ヘカンパを寄せてい\nる。参加者の日程は、四泊五日から一泊二日まで様々で統一されておらず、大会参\n加者から報告書は提出されていない。\n一般的に、地方自治の発展や、地方分権の推進への対応のため、各地方公共団体\nの長、議員、職員が相互交流を深めることは必要不可欠である。しかし、相互交流\nを公務に該当する活動と捉えるためには、その交流が地方自治の発展に寄与しうる\nと認められることが必要であり、議員であれば、議会権限の行使に合理的に関連す\nることが必要である。しかるに、本件野球大会の右のような実態を見る限り、同大\n会への参加は地方自治の発展や議会権限の行使と無関係であるとしか言えず、本件\n野球大会は、議員有志の交流、親睦、レクリエーション等を目的とするものである\nことは明らかである。このことは、本件野球大会が全国議長会の主催で継続的に開\n催されていることによって変わるものではない。\n２　仮に、本件野球大会への参加に何らかの公務性があるとしても、同大会への参\n加を公務として公費を支出することは許されない。\n本件野球大会において、各地の議会の実情や、共通する諸問題についての意見交\n換が行われる可能性はあり、参加によって議員の個人的教養が磨かれ、その資質向\n上に繋がるという意味で、議員の私的側面が公務性を帯びる場面があり得ることは\n否定できない。しかし、自己の個人的教養を磨くといったことは全ての社会人が自\n己の給与により行っていることであり、少なからぬ報酬を得ている議員においては\n当然に自己の責務として行うべきことであるから、かかる意味で公務性を帯びると\nいうだけで公費の支出が許されることにはならない。公費の支出が許されるために\nは、地方自治への寄与と議会権限との関連が肯定される場合でなければならず、か\nつ、公費支出について、社会的相当性がある場合でなければならないところ、本件\n野球大会の前記実態に照ら\nせば、地方自治への寄与と議会権限との関連を肯定することはできないし、議員の\n交流等を図るためであれば、交流会や勉強会といった、より安価で効率的な方法が\nある以上、野球大会を公費支出をもって実施しなければならない社会的相当性があ\nるとも言えない。\n３　地方自治法二〇三条五項に基づき、福島県で定められている「県議会の議員の\n報酬等に関する条例」（昭和二二年七月七日福島県条例第一七号）の一条二項によ\nれば、県議会議員に対して旅費が支給されるのは「公務のため旅行したとき」であ\nる。しかし、本件野球大会が公務に該当しないことは以上のとおりであり、本件に\nおける被告らへの本件旅費の支給は、条例に違反した、違法な公金支出である。\n４　このような違法な公金支出がなされた結果、福島県は、被告らへ支給した旅費\n相当額の損失を受けた。\n５　よって、原告らは、福島県に代位し、被告らに対し、被告らが各自受領した旅\n費相当額の不当利得返還と遅延損害金（起算日は、訴えを変更した平成一一年九月\n二一日付け原告ら準備書面送達の日の翌日である平成一一年一〇月六日）の支払を\n求める。\n三　被告らの主張\n１　本件野球大会の公務性\n被告らが、本件野球大会へ参加することは、県議会議員としての公務である。\n（一）　全国都道府県議会議員軟式野球大会（以下「全国野球大会」という。）\nは、国民体育大会（以下「国体」という。）に協賛して、昭和二四年に第四回国体\n開催地である東京都議会が第一回を開催して以降、国体開催地の都道府県議会が主\n催する形で毎年開催され、昭和五二年の第二九回大会から、全国議長会と国体開催\n地の都道府県議会との共催となった。全国議長会とは、大正一二年に設立された団\n体であり、各都道府県相互の連絡を保ち、地方自治の発展を図ることを目的とし\nて、その目的達成上必要な事業を行う団体であって、公益性の高い団体である。全\n国議長会は、昭和五二年から、会の正式行事として全国野球大会を開催してきた。\n（二）　全国野球大会への参加には、次のような意義がある。\n（１）　国体は、できるだけ多くの国民がスポーツに関心を持ち、自ら行うように\nなることを目的としている。住民の代表である議員が、最も大衆的なスポーツであ\nる野球を通じて国体を盛り上げ、一般国民のスポーツに対する親しみを深め、スポ\nーツを自ら行うことを奨励することは、住民の福祉の向上を目的とする地方自治の\n発展に大きく寄与\nすることになる。\n（２）　全国野球大会は、全国の都道府県議会議員が、地域や主義の違いを超えて\n交流できる唯一の公式の機会であり、特定の議題や課題に限定せず、将来の行政課\n題の解決に寄与できる有益な人間関係を樹立することができる場であり、それによ\nって、議員としての資質の向上が図られ、一般的な議会活動の活発化を図ることが\nできる。\n（３）　スポーツの振興及びそのための施設の設置や指導者の育成が地方公共団体\nの事務に属することはスポーツ振興法三条一項等に照らして明らかである。議会と\nしては、これらの事項について行政庁の提案を審議するだけでなく、自ら積極的な\n提言を行っていく必要がある。そのためには、議員が各地のスポーツ施設の状況や\n各種大会の運営の実際について情報を収集することが重要な意味を有するのである\nが、議員が自ら競技者の立場から施設状況や運営について体験することは容易でな\nい。全国野球大会へ参加することは、会場となる施設や競技運営の状況を自ら体験\nし、開催地を視察することによって、単なる見識等から得ることのできない体験を\n吸収、記憶し、自己の属する地方公共団体の施設の整備や維持管理、競技大会の運\n営についての施策に関する議会活動に活かすことが期待できる。\n全国野球大会は、全都道府県議会議員に対し、以上のような個人で容易に体験で\nきない貴重かつ有益な機会を全国規模で提供するものであり、非常に有意義なもの\nである。福島県議会においては、平成一〇年度まで全議員が野球団に所属し、全国\n野球大会への参加議員は、野球の得手・不得手などといった個人的事情を捨象し\nて、全国野球大会の意義や伝統、他県との協調等を考慮し、旅行命令に従って、可\n能な限り日程を調整して参加してきた。これを、原告らのように、単なるレクリエ\nーションの場としか捉えない見解は、野球をすることだけを過度に重視するもので\nあり、失当である。\n（三）　本件野球大会については、平成九年五月一四日に本件野球大会実行委員会\n会長である大阪府議会議長から福島県議会議長宛に、第五二回国民体育大会に協賛\nし、併せて議員相互の親睦とスポーツ精神の高揚を図り、地方自治の発展に寄与す\nる目的で本件野球大会を主催するので、趣旨に賛同の上参加するよう求める旨の開\n催通知が発せられた。これを受けて、福島県議会議長は、以上述べたような全国野\n球大会の意義を考慮して、被告らに対し、本件旅行命令を\n発した。\n（四）　本件野球大会においては、開会式で、国体及び身体障害者スポーツ大会へ\nの協賛の趣旨から、大型映像装置により、第五二回国民体育大会及び第三三回全国\n身体障害者スポーツ大会の紹介が行われた。また、被告らは、参加全議員が一堂に\n会する開会式をはじめ、主将会議、試合会場、宿舎等あらゆる機会を利用して、本\n県議会議員相互はもとより、他議会の議員とも、地域や主義の違いを超えて、自由\nな意見交換や情報交換等の交流を図った。\n２　都道府県議会は、議決機関としての機能を適切に果たすため必要な範囲で自\n治、自律の権能を有しており、住民の直接選挙によって選出された議員によって構\n成される以上、その自律権は最大限尊重されるべきである。議会の活動範囲を規律\nする法令は存在せず、議会は、議会活動の一環として必要であれば、その裁量によ\nって議員を国内又は海外に派遣することができると解される。したがって、議員の\n派遣の公務性の判断に当たっては、議会ないしは議長の裁量権を尊重し、裁量の範\n囲を著しく逸脱し、あるいは裁量の範囲を濫用したと認められる場合に限り違法と\n評価すべきである。\n本件において、福島県議会議長は、前記のような全国野球大会の趣旨を踏まえて\n被告らに対して本件旅行命令を発した。また、全国野球大会が前記のように全国議\n長会が地方自治の発展に必要な事業の一環として国体開催県と共催する行事である\nことからすれば、全国野球大会への参加は、社会通念上、議会同士の社交儀礼の範\n囲内である。右のように、議会の活動範囲を規律する法令が存在せず、議会の自律\n権が尊重されるべきであることからすれば、本件旅行命令を発したことにつき、議\n会ないし議長の裁量権の逸脱や濫用があったと評価することはできず、本件旅行命\n令は適法である。\n３　このように、本件旅行命令が適法である以上、被告らに対する旅費の支出も適\n法である。\n仮に、支出の原因となる非財務会計行為である本件旅行命令に違法と評価される\n面があるとしても、本件旅費の支出負担行為権者及び支出権者である議会事務局総\n務課長には本件旅行命令を取り消したり、撤回する権限がないから、本件旅行命令\nが著しく合理性を欠き、そのために予算執行の適正確保の見地から看過し得ない瑕\n疵が存するといえない限り、これを前提とした支出を行わなければならない。本件\n旅行命令にかかる瑕疵がないことは明らかであり、被告らへの本件旅\n費の支出は適法である。\n４　仮に、本件旅行命令や、これに基づく被告らへの本件旅費の支出が違法であっ\nたとしても、本件は、行政行為に基づき個人に給付がされた場合であるから、当該\n行政行為を違法として職権で取り消した後に、はじめて当該給付の返還請求ができ\nることとなる。しかし、相手方の責めに帰すべき事由がないにもかかわらず、行政\n機関の過誤に基づく違法を理由にして処分を取り消し、利得の返還を求めることは\nできない（行政行為の職権取消制限の法理）。本件は、いわゆるカラ出張の事案で\nはなく、被告らは本件旅行命令に従って実際に野球大会参加のために大阪に出張し\nて旅費を費消しているのであって責めに帰すべき事由はない。\n５　以上のように、被告らは、公務として本件野球大会に参加したものであり、本\n件旅費を受領したことには法律上の原因が存在するから、被告らが本件旅費を不当\n利得しているとはいえない。\n第三　当裁判所の判断\n一　前記争いのない事実、証拠（甲一、三、一六ないし一九、二三、二五の一ない\nし四、乙一、二及び証人Ａの証言）並びに弁論の全趣旨によれば、次の事実が認め\nられる。\n１　全国野球大会は、国体に協賛する趣旨で、昭和二四年に、第四回国体開催地で\nある東京都議会が第一回を主催し、一九都県議会の参加を得て開催されて以来、毎\n年、国体開催地の都道府県議会が主催し、国体の開催時期、場所に合わせて開催さ\nれてきた。昭和五二年の第二九回大会からは、実施主体が、各都道府県相互の連絡\nを保ち、地方自治の発展を図ることを目的として、その目的達成上必要な事業を行\nう団体である全国議長会と国体開催地の都道府県議会との共催となり、昭和六二年\nの第三九回大会には全ての都道府県議会が参加するようになった。\n福島県議会は、全国野球大会に、昭和二七年の第四回大会から参加し、途中不参\n加の年があるものの、本件野球大会を含め、三二回の参加を数えている。\n２　第四九回大会である本件野球大会は、全国議長会と大阪府議会が主催し、大阪\n府、大阪市、堺市及び八尾市がこれに協賛して、「第五二回国民体育大会（なみは\nや国体）に協賛し、あわせて議員相互の親睦とスポーツ精神の高揚を図り、地方自\n治の発展に寄与することを目的に掲げて、平成九年八月二二日から同月二五日まで\nの日程で開催されることとなった。本件野球大会の実行委員会会長である大阪府議\n会議長は、同年五月一四日、福島県議会議長\n宛に開催通知を発した。これを受けた福島県議会では、当時、全議員が軟式野球愛\n好者で組織されている野球団の団員であったことから、大会日程との関係で参加可\n能な議員を選手として選出した。その上で、野球団の総監督をしていた被告Ａ議員\nが、参加予定の各議員の経験や過去の大会における実績を考慮して守備位置等を決\n定した。かかる経緯で、福島県議会からは、被告ら二四名が選手等として、議会事\n務局職員一三名が随行員として派遣されることとなり、福島県議会議長は、同年八\n月一八日付けで、被告らに本件旅行命令を発した。本件野球大会に先立ち、福島県\n議会議長から三〇万円、福島県知事から一〇万円が、激励金として、野球団に対し\nて交付された。\n３　本件野球大会は、同年八月二二日午前一一時から、同大会と前後二大会の開催\n府県による五県主将会議及び表彰審査会が、引き続き同日午後一時から、組合せ抽\n選等を行うための主将会議が、大阪市内のホテルで実施され、同月二三日午前九時\nから、大阪市内の舞洲アリーナにおいて開会式が、同日午前一一時から、舞洲べー\nスボールスタジアムほか七会場において、三ブロックに分かれて、トーナメント方\n式による第一回戦が行われ、同月二四日に第二回戦と準決勝戦が、同月二五日に決\n勝戦と閉会式が行われる日程となっていた。\n被告らの内、五県主将会議等に出席する二名は同月二一日から、その他の被告ら\nは一名を除き同月二二日に適宜大阪入りし、同日午後三時ころから二一名が参加し\nて一時間程度の練習を行った後、午後六時から二三名が参加して結団式を兼ねた懇\n親会を宿舎ホテル内で行った。\n４　同月二三日から、本件野球大会は日程どおり開催された。被告らの内二三名\nが、同日午前七時三〇分に宿舎ホテルを出発して舞洲アリーナで行われた開会式に\n参加した。開会式に先立ち、会場に設置された大型映像装置で、第五二回国体と第\n三三回全国身体障害者スポーツ大会の紹介が行われた。開会式後、同日の午後から\n住之江公園野球場で行われた京都府議会チームとの一回戦には被告ら全員が参加\nし、福島県議会チームはこれに勝利したため、同日は午後六時から二一名が参加し\nて宿舎ホテル内で懇親会が行われた。翌二四日は、午前八時に宿舎ホテルを出発\nし、午前九時三〇分ころから前記野球場で二〇名が参加して徳島県議会チームとの\n二回戦を行い、これに勝利し、昼食後、午後二時三〇分ころから同野球場で同人数\nにより鳥取県議会チームとの準決勝戦を行った。福島県議会チームはこれにも勝利\nしたため、同日も、午後六時から一九名が参加して宿舎ホテル内で懇親会が行われ\nた。翌二五日は、午前七時三〇分に宿舎ホテルを出発し、午前九時ころから前記野\n球場で一九名が参加して山形県議会チームと決勝戦を行い、福島県議会チームはこ\nれに勝利し、優勝した。試合後、一八名が午後〇時から舞洲アリーナで行われた閉\n会式に参加し、閉会式終了後、一度宿舎ホテルに戻った上で、各自帰県した。この\nように、日程中、三日間にわたって懇親会が実施されたが、これらはいずれも前記\n激励金や野球団の会費（団員が毎月三千円を支払っている。）によって宿舎ホテル\n内の会場で行われたものであり、その際、関西福島県人会の関係者が参加してい\nた。\n５　議会事務局総務課長は、被告らの旅費について支出負担行為及び支出命令を行\nい、同年九月五日、被告らに対し、清算払として、それぞれ本件旅費が支給され\nた。\n６　帰県後、野球団が主催する優勝祝賀会が福島市内で行われ、本件野球大会の内\n容、結果等が報告された。\n二１　地方自治法二〇三条三項は、普通地方公共団体の議会の議員は、職務を行う\nため要する費用の弁償を受けることができると定め、同条五項は、費用弁償の額、\nその支給方法については条例でこれを定めなければならないとしている。福島県に\nおいては、「県議会の議員の報酬等に関する条例」（昭和二二年七月七日福島県条\n例第一七号）が定められ、右条例一条二項は、議員が「公務のため旅行したとき」\nは、その旅行について、費用弁償として旅費を支給する旨規定しており、本件旅費\nは、右規定に基づいて、福島県議会議長の本件旅行命令を原因とする議会事務局総\n務課長の支出負担行為、支出命令によって被告らに支給されたものである。\nところで、普通地方公共団体の議会は、当該普通地方公共団体の議決機関とし\nて、その機能を適切に果たすために必要な限度で広範な権能を有しており、合理的\nな必要性があれば、議員を国内や海外に派遣することができ、この場合における派\n遣決定に基づく議員の旅行は、前記福島県条例にいう「公務のため旅行したとき」\nに該当すると解される。そして、派遣の「合理的な必要性」の有無の判断に当たっ\nては、議会が住民の直接選挙によって選出された議員で構成され、その自律的な活\n動が保障されることによって地方自治における民主政の理念が\n確保されることからすると、その判断は議会の合理的な裁量に委ねられていると解\nすべきである。しかしながら、もとより右の裁量権の行使にも自ずから限界がある\nのであって、その判断が、派遣の目的、態様等に照らして著しく妥当性を欠くとき\nは、裁量の範囲を著しく逸脱し、若しくは裁量権の濫用にわたるものとして、違法\nになると解するのが相当である。\n２　そこで、一で認定した事実に基づき、本件旅行命令につき、本件野球大会への\n参加目的、参加と目的達成との関連性、参加の態様・実態等に照らして、著しく妥\n当性を欠くものというべきか否かについて検討する。\n（一）　まず、被告らは、全国野球大会参加の意義として、議員が全国野球大会に\n参加することによって国体の機運を盛り上げ、一般国民のスポーツに対する親しみ\nを深め、スポーツを自ら行うことを奨励することによって、住民の福祉の向上を図\nることができる旨主張する（前記被告らの主張１（二）（１））。\nこの点、確かに、全国野球大会が昭和二四年から国体に協賛する趣旨で開始さ\nれ、現在まで毎年開催されてきたことは前記認定のとおりであり、国体が開催され\n始めて間もない当時の社会情勢においては、住民の代表である議員が国民の多くが\n愛好するスポーツである野球を自ら行うことにより、国民の間に国体を浸透させ、\n体育の振興に寄与するという意義があったであろうことは否定し得ないところであ\nる。しかし、既に国体が国民的行事として広く定着し、国民の間に体育の意義や効\n用も広く理解され、国民のスポーツに対する嗜好も多様化するに至った現在におい\nて、国体の開催前に全国の都道府県議会議員が集まり野球大会を開催することが、\n国体を盛り上げたり、国民のスポーツに対する親しみを深め、奨励を図ることに寄\n与しているとまでは、その周知性、国民的関心、国体参加選手等関係者の意識など\nからして考え難い。\n加えて、現実に行われた本件野球大会をみても、参加者に対して大型映像装置で\nなみはや国体等の紹介がなされたことは前記認定のとおりであるが、それ以外にな\nみはや国体やスポーツ一般に対する国民の関心を呼び起こし、国体を盛り上げるた\nめの行事がなされたことは認められず、本件野球大会の積極的な公報活動はされて\nいない（Ａ証人）というのであるから、本件野球大会が、被告らが主張するような\n意義に沿う合理性を有しているとは到底認められない。\n右に関連して、Ａ証\n人は、本件野球大会が国体のリハーサルとして意義を有している旨証言している。\nこの点、確かに、国体開催前に国体会場を利用して大規模な大会を実施すること\nは、国体開催地の都道府県にとって、開会式等のリハーサルとしての意義を有する\nことは否定できない。しかしながら、本件野球大会のほかに、国体のリハーサルが\n十分に行われていることは顕著な事実であり、国体開催にとって、全国の都道府県\n議会議員の野球チームを混えたリハーサルが特段に有用であるとも考え難い。\n（二）　次に、被告らは、全国野球大会参加の意義として、全国野球大会が、全国\nの都道府県議会議員が、地域や主義の違いを超えて交流できる唯一の公式の機会で\nあり、特定の議題や課題に限定せず、将来の行政課題の解決に寄与できる有益な人\n間関係を樹立すること　ができる効果がある旨主張する（前記被告らの主張１\n（二）（２））。\nしかし、まず、福島県議会の議員相互の交流に関しては、本件野球大会に参加し\nなくてもその機会を得ることは容易に可能であるから、これをもって公費による旅\n費を支出してまで本件野球大会に参加する必要性があるということはできない。\n次に、他の都道府県議会の議員との交流についてみると、地域や主義の違いを超\nえて、議員が一堂に会し、地方自治全体や県政に関し意見を交換することが、議会\nの権能を適切に行使することに資するであろうことは否定できない。しかし、前記\n認定事実やＡ証人の証言によれば、本件野球大会の日程上、かかる意見交換の場が\n特別設定されていたわけではなく、実際に、被告らが他の都道府県議会議員と接し\nたのは、主将会議や、開会式や試合の待ち時間等の際に、互いに挨拶を交わした程\n度であり、懇親会ですら福島県関係者だけで行ったというのであり、かかる実態か\nらすれば、参加議員の中には偶々有意義な意見交換や情報収集等を行うことができ\nた議員がいた可能性を全く否定はできないものの、大会の趣旨としては、本来その\nようなことは予定も期待もされておらず、あくまで野球を行うこと自体が中心であ\nり、議員間の意見交換や情報収集は副次的なものであったといわざるを得ない。\n（三）　さらに、被告らは、全国野球大会参加の意義として、会場となる施設や競\n技運営の状況を自ら体験し、開催地を視察することによって、単なる見学等から得\nることのできない体験を吸収し、福島県における施設の整備や維持管理、競技大会\nの運営についての施策に関する議会活動に活かし得るという効果がある旨主張する\n（前記被告らの主張１（二）（３））。\nこの点、確かに、本件野球大会に参加することによって、福島県の施設整備等に\n関する見識の涵養を図り得ることは否定し得ないが、証拠（甲一七、乙一、Ａ証\n書）によれば、本件野球大会の日程上、特段試合会場以外の施設を見学したり、質\n疑応答をなし得るような機会はなく、僅かに、会場へ移動するバスの車内で、大阪\n府の職員から国体関係施設の説明を受けたことが認められるに過ぎないのであり、\n本件野球大会への参加による国体施設や競技運営状況の視察という意味での実態は\nなかったものといわざるを得ない。\nそもそも、被告らがスポーツ施設の整備や維持管理等の施策に本件野球大会参加\nの体験を活用しようという明確な目的意識を有していたかは甚だ疑問であり、Ａ証\n言によれば、帰県後に優勝祝賀会が開催され、大会の内容と結果の報告があったと\nされるものの、祝賀会が野球競技での勝利の祝いと選手や随行者らの慰労以外の目\n的で行われたとは窺われず、他に報告書等が作成されたわけでもなく、被告らの本\n件野球大会参加の体験を他の議員と議会内で共有し、スポーツ施設の整備や維持管\n理等の施策に活用するための具体的な活動がなされた形跡は全くない。\n（四）　被告らは、全国議長会及び国体開催地の都道府県議会主催の本件野球大会\nに議員を参加させることは、社会通念上、議会同士の社交儀礼の範囲内であるとも\n主張する。\nなるほど、主催者が公的団体である全国議長会や国体開催地の都道府県議会であ\nること、昭和二四年以来四九年間にわたって毎年開催されてきた伝統行事であるこ\nと、常に殆どの都道府県議会が参加し、全都道府県議会が参加した回数も六回を数\nえること（甲一七）などからすれば、各都道府県議会にとって、特別な事情のない\n限り参加すべき重要な行事と位置付けられてきたことが容易に推認できる。しかし\nながら、右のような事情だけでは、本件野球大会の実態を捨象して、直ちに公費に\nよる旅費を支出してまで参加することが相当と認められるほどの公務性を基礎付け\nるものということはできない。\n３　以上検討したとおり、本件野球大会は、公的団体である全国議長会が主催し、\n国体協賛を標榜し、スポーツ精神の高揚を図り、地方自治の発展に寄与することを\n目的として掲げているものの、今日においては、議員が野球大\n会を行うことが国体を盛り上げたり、国民のスポーツ精神を高揚することにつなが\nるものとはいい難く、また、本件野球大会の日程や行事計画の実態は、被告らが主\n張するような、他の都道府県議会議員との意見交換や情報収集等あるいは地方公共\n団体のスポーツ振興策を検討する上での見識の涵養等の参加目的を達成することに\n向けられた内容とはなっておらず、また、参加した被告らの実際の行動も、右のよ\nうな参加目的に沿ったものとはいい難い。結局のところ、本件野球大会は、その実\n態において、参加議員が自ら野球の試合をすることが目的であって、せいぜい野球\n競技を一緒に行うという範囲での他の都道府県議会議員との親交の場、参加した福\n島県議会議員である被告ら相互の親睦とレクリエーションの域を出るものではない\nと評価せざるを得ず、本件野球大会への議員の派遣は、福島県議会の機能を果たす\nために合理的必要性があるものと認めるのは困難である。\nしたがって、福島県議会議長が本件野球大会への議員の派遣に合理的な必要性が\nあるとして、本件旅行命令を発したことは、派遣の目的、態様に照らし、著しく妥\n当性を欠いているといわざるを得ず、裁量権を逸脱した違法があるというべきであ\nる。\nそうすると、本件旅行命令は、県議会の議員の報酬等に関する条例一条二項に規\n定する「公務のため旅行したとき」には該当せず、違法、無効な旅行命令というべ\nきである。\n三　以上のとおり、本件旅費の支出の前提となる本件旅行命令が違法、無効である\n以上、これに基づく本件旅費の支出は、法律上の原因を欠く違法、無効な支出とい\nうべきであるから、被告らには、受領した本件旅費相当額を福島県に返還すべき義\n務がある。\nなお、被告らは、本件旅費支出に係る財務会計上の行為を行う権限を有する議会\n事務局総務課長に職務上の行為義務ないし行為規範についての違反があることや本\n件旅行命令や本件旅費の支出の外形が取り消されることが被告らに不当利得返還義\n務が発生する前提となる旨主張するが、右判示のとおり、本件旅費の支出は、支出\n権限を有する職員に財務会計法規上の義務違反が認められるか否かに関わらず、客\n観的に違法であり、かつその効力は無効と解すべきであるから、被告の右主張は採\n用できない。\n四　以上の次第であって、原告らの請求は理由があるからこれを認容し、仮執行宣\n言については相当でないからこれを付さないこととして、主文のとお\nり判決する。\n福島地方裁判所第一民事部\n裁判長裁判官　生島弘康\n裁判官　高橋光雄\n裁判官　堀部亮一\n"
}