{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 17,
    "month": 3,
    "day": 29
  },
  "case_number": "平成12(行ウ)5",
  "case_name": "行政処分取消請求事件，土地使用裁決取消請求事件",
  "court_name": "那覇地方裁判所民事第2部",
  "lawsuit_id": "8320",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=8320",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/320/008320_hanrei.pdf",
  "contents": "判　　　　　　決\n主　　　　　文\n１　原告らの請求をいずれも棄却する。\n２　訴訟費用は両事件とも原告らの負担とする。\n事実及び理由\n第１　法令等の略称について\n本判決では，以下のとおり，各法令等について，略称を用いる。\n１　「憲法」　日本国憲法\n２　「日米安保条約」　日本国とアメリカ合衆国との間の相互協力及び安全保障条約\n３　「日米地位協定」　日本国とアメリカ合衆国との間の相互協力及び安全保障条約第\n六条に基づく施設及び区域並びに日本国における合衆国軍\n隊の地位に関する協定\n４　「沖縄返還協定」　琉球諸島及び大東諸島に関する日本国とアメリカ合衆国との間\nの協定\n５　「特措法」　日本国とアメリカ合衆国との間の相互協力及び安全保障条約第六条に\n基づく施設及び区域並びに日本国における合衆国軍隊の地位に関\nする協定の実施に伴う土地等の使用等に関する特別措置法\n６　「位置境界明確化法」　沖縄県の区域内における位置境界不明地域内の各筆の土\n地の位置境界の明確化等に関する特別措置法\n７　「暫定使用法」　沖縄における公用地等の暫定使用に関する法律\n第２　請求\n１　平成１２年(行ｳ)第５号事件\n被告内閣総理大臣が，平成１２年６月２７日，別紙物件目録記載の各土地につい\nてなした使用認定は，これを取り消す。\n２　平成１３年(行ｳ)第６号事件\n被告沖縄県収用委員会が，平成１３年６月２８日，別紙物件目録記載の各土地に\nついてなした使用裁決は，これを取り消す。\n第３　争いのない事実等\n１　各被告による処分\n(1) 原告Ａは，別紙物件目録記載１の土地（以下「本件土地１」という。）を，平成６年\n６月１日贈与により取得し，以後所有している。\n原告Ｂは，同目録記載２の土地（以下「本件土地２」という。また，本件土地１と\n同２を併せて「本件各土地」という。）を，昭和６３年２月８日，売買により取得し，\n以後所有している。\n(2)  被告内閣総理大臣は，起業者である那覇防衛施設局長からの申請に基づき，\n平成１２年６月２７日，特措法５条の規定によるものとして，本件各土地につい\nて，それぞれ使用の認定をし（以下「本件各使用認定」という。），本件土地１につ\nき総理府告示第３５号，本件土地２につき総理府告示第３６号をもって，それぞ\nれ告示した。\n(3)  被告沖縄県収用委員会は，起業者である那覇防衛施設局長からの申請に基\nづき，平成１３年６月２８日，本件各土地につき，それぞれ，権利取得及び明渡し\nの時期を平成１３年８月１３日とし，使用の期間を本件土地１については権利を\n取得する時期から平成１７年５月３１日まで，本件土地２については権利を取得\nする時期から５年間とする権利取得裁決及び明渡裁決（以下「使用裁決」とい\nう。）をした（以下，本件各土地についての各使用裁決を併せて「本件各使用裁\n決」という。）。\n２　楚辺通信所の概要\n(1)  本件土地１を含む中頭郡a村字b（i，j，k，l，m，又n，o，p及びc），字\nq（r，s，t，u，v及びw）及び字x（y）の約５３万５０００平方メートルの区域（昭和４７\n年４月２７日付け官報に掲載された防衛施設庁告示第７号の別図で示された区\n域。以下「本件第１区域」という。）は，日米安保条約６条及び日米地位協定２条\n１項に基づき，昭和４７年５月１３日閣議決定（乙１１），同月１５日日米地位協定\n第２条に基づく施設及び区域の提供等に関する協定（乙１０），同年６月１５日防\n衛施設庁告示第１２号（乙１２）により楚辺通信所施設の用地として駐留軍に提\n供され，以来現在に至っている。\nなお，本件第１区域の面積は，日米地位協定等に基づいて駐留軍に使用を許\nした当時は，約５１万４０００平方メートルとされていたところ，位置境界明確化法\nに基づく地籍調査の結果により，前記のように面積が変更されたが，当初から境\n界そのものに変更はない。\n(2)  楚辺通信所の主たる任務は，無線の迅速な中継並びにアメリカ合衆国及び同\n盟国の防衛のための通信の確保であり，付加的任務は，送信の保全，電磁波\n現象の研究並びに航行及び空対海救難任務支援のための方向探索の支援で\nある。そのため，楚辺通信所には，３６０度の全方位からの微弱な電波をも受信\nできるように，受信能力を上げる装置が設けられている。すなわち，楚辺通信所\nの施設の中央部に，アンテナ，中継所，支援施設，倉庫，警衛所，補給事務所\n等が設けられ，その外側をいずれも円形に取り囲むように，「象のオリ」と通称さ\nれるゲージ状のリフレクタースクリーン（電波を反射させたり透過させたりする機\n能を有するもの），低周波用アンテナ，外側のリフレクタースクリーン，高周波用\nアンテナが順次設置され，さらに，その外側を円形に取り囲むように，電磁障害\n除去地と通称される区域が設けられていて，「象のオリ」から電磁障害除去地ま\nでの地下約６インチないし１２インチには，通路部分を除く全面に，メッシュ状の\n金属線が敷き詰められている。\n(3)  本件土地１は，この電磁障害除去地と「象のオリ」の間に位置し，その上には，\n低周波用アンテナの支線の基礎及び外側のリフレクタースクリーンの一部が設\nけられ，地下には，メッシュ状の金属線が敷き詰められている。\n３　牧港補給地区の概要\n(1)  本件土地２を含む沖縄県浦添市の約２７５万平方メートルの区域（昭和４７年４\n月２７日付け官報に掲載された防衛施設庁告示第７号の別図で示された区域。\n以下「本件第２区域」という。）は，同市の西部に所在し，国道５８号の西側に沿っ\nて，東西約１キロメートル，南北約３キロメートルのやや細長いほぼ楕円形の形\n状をした平たんな地域であり，日米安保条約６条及び日米地位協定２条１項に\n基づき，昭和４７年５月１３日閣議決定（乙１１），同月１５日日米地位協定第２条\nに基づく施設及び区域の提供等に関する協定（乙１０），同年６月１５日防衛施設\n庁告示第１２号（乙１２）により，牧港補給地区の用地として駐留軍に提供され，\n以来現在に至っている。\nなお，本件第２区域の面積は，日米地位協定等に基づいて駐留軍に使用を許\nした当時は，約３１４万５０００平方メートルとされていたところ，その後，数次にわ\nたる一部返還を経て，現在の面積は約２７５万平方メートルとなっている。\n(2)  牧港補給地区は，昭和２０年に米軍が使用を開始し，以来沖縄における補給基\n地として使用されてきたが，沖縄復帰に当たり，日米地位協定２条１項に基づく\n施設及び区域として，宿舎，事務所及び後方支援施設に使用する目的で駐留軍\nの用に供されたものである（ただし，同地区は次のとおり海兵隊により使用され\nているところ，海兵隊が「駐留軍」に含まれるかについては，原告らはこれを否定\nしており，争いがある。）。\n牧港補給地区は，現在，海兵隊キャンプ・バトラー基地司令部管理の下，第３\n海兵役務支援軍，第３海兵営繕大隊，第３補給大隊等が使用し，倉庫，機械修\n理工場，洗濯場，宿舎，事務所等が設置されている。\n牧港補給地区のうち，国道５８号沿いは事務所・倉庫・工場地区として，その\n余の部分は住宅・隊舎及び資材置場地区として使用されている。本件土地２は，\n駐留軍が使用している牧港補給地区の用地の一部であり，道路敷及び倉庫用\n地として使用されている。\n４　本件土地１の使用認定，同裁決の経緯\n(1)  那覇防衛施設局長は，平成８年３月２９日，被告沖縄県収用委員会に対し，特\n措法１４条の規定により適用される土地収用法３９条１項の規定に基づき，本件\n土地１について使用裁決の申請をした。\nこれに対し，被告沖縄県収用委員会は，平成１０年５月１９日，本件土地１に\nついて，権利取得の時期を平成１０年９月３日，使用期間を同日から平成１３年３\n月３１日までとする等の内容の使用裁決をした。これにより，被告内閣総理大臣\nは，使用裁決に定められた同日までの本件土地１の使用権原を取得した。\n平成８年１２月２日に取りまとめられた沖縄に関する特別行動委員会（ＳＡＣ\nＯ）昀終報告において，楚辺通信所については，「アンテナ施設及び関連支援施\n設がキャンプ・ハンセンに移設された後に，平成１２年度末までを目途に，楚辺\n通信所（約５３ヘクタール）を返還する。」とされた。\nしかし，結果的に，楚辺通信所について，平成１２年度末である平成１３年３月\n３１日までの返還の実現が困難となった。\n国は，平成１３年４月１日以降の使用についての賃貸借契約の締結について\n依頼したが，原告Ａはこれを拒否し，合意の得られる見込みがない状況となっ\nた。\n(2)  そこで，本件土地１について，引き続き駐留軍の用に供する必要があるとして，\n那覇防衛施設局長は，平成１２年４月１４日，土地所有者である原告Ａ及び関係\n人に対し，その提出期限を同年５月８日とする特措法４条に規定する意見書の\n提出を依頼した。同月１９日，那覇防衛施設局長は，同条に基づき，土地所有者\nである原告Ａ及び関係人から提出された意見書を添付し，本件土地１の使用認\n定申請書を被告内閣総理大臣に提出した（乙１）。\n(3)  平成１２年６月２７日，被告内閣総理大臣は，上記申請に係る本件土地１の使\n用が特措法３条の要件に該当すると認め，同法５条に基づき本件使用認定をし\n（乙３），同法７条１項に基づき，那覇防衛施設局長にその旨を文書で通知すると\nともに，使用する防衛施設局長の名称（那覇防衛施設局長），使用する土地の\n所在並びに使用する土地の調書及び図面の縦覧場所を同日付け官報で告示し\nた。\n(4)  平成１２年９月６日，那覇防衛施設局長は，特措法１４条の規定により適用され\nる土地収用法３９条１項及び４７条の２第３項の規定に基づき，被告沖縄県収用\n委員会に対し，本件土地１について使用裁決の申請等をした（乙５，１４）。\nこれに対し，被告沖縄県収用委員会は，平成１３年６月２８日，本件土地１に\nついて，権利取得の時期を同年８月１３日，使用期間を同日から平成１７年５月３\n１日までとする等の内容の使用裁決をした。これにより，国は，使用裁決に定め\nられた同日までの本件土地１の使用権原を取得した（乙７）。\n５　本件土地２の使用認定，同裁決の経緯\n(1)  本件土地２については，昭和６３年８月９日，原告Ｂとの間で賃貸借契約（前所\n有者Ｅとの賃貸借契約を改定したもの）を締結し，使用してきた。この契約は，昭\n和５６年４月１日を始期としており，民法６０４条の規定により契約の始期から２０\n年後にあたる平成１３年３月３１日をもってその期間が満了するものであった。そ\nこで，国は，同日以降の使用について賃貸借契約の締結を依頼したが，原告Ｂ\nはこれを拒否し，合意が得られる見込みがない状況となった。\n(2)  そこで，本件土地２について，引き続き駐留軍の用に供する必要があるとして，\n那覇防衛施設局長は，平成１２年４月１４日，土地所有者である原告Ｂに対し，\nその提出期限を同年５月８日とする特措法４条に規定する意見書の提出を依頼\nした。同月１９日，那覇防衛施設局長は，同条に基づき，土地所有者である原告\nＢから提出された意見書を添付し，本件土地２の使用認定申請書を被告内閣総\n理大臣に提出した（乙２）。\n(3)  平成１２年６月２７日，被告内閣総理大臣は，上記申請に係る本件土地２の使\n用が特措法３条の要件に該当すると認め，同法５条に基づき本件使用認定をし\n（乙４），同法７条１項に基づき，那覇防衛施設局長にその旨を文書で通知すると\nともに，使用する防衛施設局長の名称（那覇防衛施設局長），使用する土地の\n所在並びに使用する土地の調書及び図面の縦覧場所を同日付け官報で告示し\nた。\n(4)  平成１２年９月６日，那覇防衛施設局長は，特措法１４条の規定により適用され\nる土地収用法３９条１項及び４７条の２第３項の規定に基づき，被告沖縄県収用\n委員会に対し，本件土地２について使用裁決の申請等をした（乙６，１５）。\nこれに対し，被告沖縄県収用委員会は，平成１３年６月２８日，本件土地２に\nついて，権利取得の時期を同年８月１３日，使用期間を同日から平成１８年８月１\n２日までとする等の内容の使用裁決をした。これにより，国は，使用裁決に定め\nられた同日までの本件土地２の使用権原を取得した。（乙８）\n第４　争点\n本件の主たる争点は，①本件各使用認定が特措法３条の要件を満たしている\nか，②本件各使用裁決について，土地所有権者の立会いや実測平面図の作成時\n期に関する手続違反があるか，である。\n第５　当事者の主張\n１　原告らの主張\n(1) 本件各使用認定は，以下のとおり特措法３条に違反する。\nすなわち，特措法３条は，「駐留軍の用に供するため土地等を必要とする場合\nにおいて，その土地等を駐留軍の用に供することが，適正且つ合理的であるとき\nは，この法律の定めるところにより，これを使用し，又は収用することができる」と\n定めており，同法により使用認定をするためには，「駐留軍の用に供するため土\n地等を必要とする」こと及び「土地等を駐留軍の用に供することが，適正且つ合\n理的である」ことの各要件が充足される必要がある。\n(2) 「必要性」の要件について\n上記必要性の要件は，以下のとおり厳格に解釈されなければならない。\nア　特措法に基づく強制使用は，「駐留軍」の用に供する場合でなければならな\nい。\n「駐留軍」とは，同法１条所定の日米安保条約に基づき「日本国に駐留する\nアメリカ合衆国の軍隊」をいい，同条約６条所定の「アメリカ合衆国の陸軍，空\n軍及び海軍」を意味すると解されるから，この３軍に属さない海兵隊や特殊機\n関等は，基地内で活動する機関ではあっても，「駐留軍」には該当しないという\nべきであり，その用に供することは必要性の要件を満たすものではない。\nまた，日米地位協定１条では，「合衆国軍隊の構成員」と「軍属」及び「家\n族」との相違を明記しており，同協定１５条では，日本国が米国に提供した施\n設及び区域内で，合衆国軍隊だけでなく，歳出外資金によって運営する諸機\n関や軍属，家族等様々な種類の活動が行われることが予定され，現実に活動\nが営まれているが，特措法に基づいて強制使用をなしうるのは，上記３軍が\n主体となって直接の使用に供する場合に限られ，これに当たらない「歳出外資\n金によって運営する諸機関や軍属，家族等」が使用する場合には，「必要性」\nの要件を満たさないというべきである。\nイ　駐留軍が提供物件を使用する場合であっても，その使用は「駐留目的」の範\n囲内に限られる。\n特措法１条，日米地位協定２条及び日米安保条約６条の各規定からする\nと，駐留目的は，「日本国の安全に寄与し」，「極東における国際の平和及び\n安全に寄与する」ことに限定されており，日本国及び極東以外の国際の平和\n及び安全に寄与するために使用される施設は，上記駐留目的を逸脱し，その\n用に供するための強制使用は許されないのである。\nしかるに，「極東」とは，昭和３５年２月２６日の政府統一解釈によれば，「極\n東地域は，・・・大体においてフィリピン以北並びに日本及びその周辺地域で\n韓国及び中華民国の支配下にある地域もこれに含まれている」とされるにも\nかかわらず，駐留軍基地は，上記「極東」の範囲を越え，太平洋，インド洋は\n無論のこと，中東への戦略拠点としても使用されるなど，上記駐留目的を超え\nて使用されており，違法である。\nさらに，安保「再定義」（平成８年４月１７日の日米首脳会談における「日米\n安保条約を基盤とする両国間の安全保障面の関係が・・・２１世紀にむけてア\nジア太平洋地域において安定的で繁栄した情勢を維持するための基礎であり\n続けることを再確認した」，「米国が引続き軍事的プレゼンスを維持することは\nアジア太平洋地域の平和と安定の維持のためにも不可欠である」とする日米\n安保条約の「再定義」）によって，日米安保条約が極東のみならずアジア太平\n洋地域に拡大して適用され，駐留目的をさらに逸脱することになった。\nウ　土地等の使用目的が駐留目的の範囲内にあると認められる場合であって\nも，土地等の使用に日米安保条約６条に掲げる「目的」を遂行するための「手\n段」として土地等を提供する客観的必要性があること，すなわち，「目的」と「手\n段」との関連性が直接的に認められなければならない。\n特措法の立法目的は，日米安保条約６条に基づく施設提供の義務を履行\nすることにあり，土地等の強制使用が認められることの裏返しとして個人の財\n産権を侵害することになるから，財産権の保障との権衡上，目的を遂行する\nための手段として，土地等を使用することに目的との直接的な関連性がなけ\nればならないというべきであり，例えば，ゴルフ場や教会などの設置を目的と\nする土地等の使用は，駐留目的との直接的な関連性がなく，「必要性」の要件\nを満たさないのである。\n(3) 「適正且つ合理的」の要件について\n上記適正且つ合理的の要件は，憲法上の財産権の侵害との権衡上，以下の\nとおり厳格に解されねばならない。\nア　当該基地・施設のために一定の土地を米軍に提供する必要性が一般的に\n認められるとしても，当該土地を強制使用してまで提供しなければならない程\n度の客観的必要性が高いことが必要である。\n(ｱ)  客観的必要性は，個別の土地毎に具体的に検討されなければならない。\n必要性の要件が満たされても，日本の中で米軍基地提供の必要性がある\nかにとどまらず，更に当該土地を提供することが適正かつ合理的かが検討\nされねばならない。単に基地施設の客観的必要性があるだけでなく，当該\n土地の具体的用途との関係で，個別の必要性があることについて説明が\n尽くされていなければならない。\n(ｲ)  客観的必要性があるだけでなく，その程度が高いことが要求される。憲法\nの認める財産権の不可侵性との関係で，公共の利益を理由に制限するとし\nても，必要且つ昀小限の原則から導かれる。\n(ｳ)  そして，客観的必要性が高いことの基準としては，提供方法の非代替性\n（任意契約により提供可能か，そのような努力をしたか），提供土地の非代\n替性（他に提供する土地が存在しない）及び必要昀小限性（強制使用する\n範囲は必要昀小限でなければならない）などがある。\nイ　提供により得られる公共の利益がこれにより失われる利益に優っている必要\nがある。\nまず，前述した「駐留軍」の使用であること，駐留目的の範囲内であること及\nび駐留目的と手段との関連性について，その存否だけでなく，それがいかなる\n程度の公共の利益であるかが検討されなければならず，土地等を強制使用\nすることによって得られる利益の程度が低いときは，失われる利益との関係\nで，適正且つ合理的の要件を欠く。\n他方，失われる利益としては，財産権のみならず，以下の利益が失われる\nかが検討されねばならない。①思想・良心・信条の自由の侵害（太平洋戦争，\n沖縄戦などの悲惨な体験にかんがみ，自らの土地を決して戦争のために使わ\nせたくないという土地所有者の思想，信条の侵害は，失われる利益の重要な\nものである。），②街作り，都市計画上の被害（失われる利益には公共的利益\nも含まれるが，本件各土地の強制使用により，狭い沖縄の地に広大な米軍基\n地が存続し，沖縄の各自治体の街作りや都市計画上，多大な支障が生じてお\nり，公共の利益を欠いている。），③騒音，軍事基地がある故の基地被害（騒\n音，事故の危険性，米軍兵による犯罪も考慮すべきである。），④土地所有権\nへの侵害の程度（米軍基地のための強制使用は，使用期間中の土地所有者\nの使用を排除するにとどまらず，基地環境汚染や原状回復の担保のないこと\nなどにより，侵害の程度が著しく，強制使用の要件を欠く。），⑤本件強制使用\n以前の違法状態\nウ　クリーンハンドの原則\n「適正」の中には「正義」の観念が含まれる。違法な土地占有をしたものが，\nその回復をしないまま，法に基づく権原の取得を求めることは，法の一般的普\n遍的原理である「クリーンハンドの原則」に反し，適正且つ合理的の要件を欠\nく。\n(4)  上記のほか，「適正且つ合理的」の要件を充足しているか否かを正確に判断す\nるためには，以下のような歴史的経過やその他の諸事情を踏まえる必要があ\nる。\nア　米軍による土地の長期使用の歴史的経過\n米軍は，沖縄占領と同時に，沖縄本島在住の住民を島内十数か所の捕虜収容所\nに抑留し，その間，土地所有権等権利の行使を停止し，軍事上必要とされ\nる地域を土地所有者の意思と無関係に囲い込んで軍用地とした。本件各土\n地もこのようにして米軍基地とされたものである。\n米軍の土地強制使用は，「陸戦ノ法規慣例ニ関スル規則」（いわゆるヘーグ\n陸戦法規）の定める「私有財産尊重」，「没収，掠奪の禁止」の原則に違反す\nるのみならず，それによる基地の形成は，日本の民主化と平和の確立という\n駐留目的を定めたポツダム宣言に明白に違反していた。\n日本政府は，沖縄の復帰に当たって，暫定使用法を制定し，米軍の不法不\n当な土地取上げを追認し，本件各土地を含む県民の広大な土地を強制使用\nし，米軍及び自衛隊に使用を許した。\nしかし，復帰前の米軍による土地接収・使用は，全く権原を欠く違法なもの\nであり，暫定使用法の制定によってこの違法状態は何ら治癒されていない。し\nかも，暫定使用法自体が合理的な理由なく沖縄県民を不当に差別し財産権を\n侵害するものであり，財産権の尊重を掲げる憲法２９条，法の下の平等を定\nめる１４条，適正手続を定める３１条に違反し，また憲法前文及び９条の恒久\n平和主義にも違反する無効なものである。さらに，暫定使用法による土地強\n制使用権は，昭和５２年５月１５日に消滅し，同法の延長法（位置境界明確化\n法）が成立発効した同月１８日までの４日間は，政府による土地の使用は，何\nら権原に基づかない不法使用であった。原告ら土地所有者の意思を無視して\n取り上げた本件各土地が，米軍により，あるいは政府の手により，今日まで５\n３年という長期にわたって強制使用されている事実からすれば，もはや本件各\n土地は原告らに返還されるべきものであり，使用認定の「適正且つ合理的」の\n要件は全く存在しない。\nイ　米軍基地の果たした役割\n昭和２４年の中国革命政権樹立，それに続く朝鮮戦争勃発という極東情勢の変化\nの中で，沖縄の米軍基地は一層拡大強化され，対共産圏封じ込め戦略の\n拠点とされ利用された。朝鮮戦争の際には，沖縄の米軍基地を足場にして\n無数の朝鮮人民が殺戮され，ベトナム戦争では，沖縄の米軍基地が昀大\nの戦略拠点として利用され，多くのベトナム人民が殺戮された。\n今なお，沖縄の米軍基地は，安保条約にいう「極東」の範囲を越えて，米軍\nの中東，世界戦略の拠点としてますますその機能強化が図られており，核兵\n器や化学兵器の存在も疑念がもたれている。\nウ　県土利用の障害たる米軍基地\n沖縄は，全国との比較で，人口１パーセント弱，面積０．６パーセント弱であ\nるが，全国の約２３．５パーセントの米軍基地が置かれており，専用施設でい\nえば，約７４．８パーセントの基地が沖縄にある。米軍基地は，沖縄県の１０．\n５パーセントを占め，沖縄本島での比率は１８．９パーセントである。\n基地は，県民全体の福祉増進につながる健全な地域開発と産業の発展を\n大きく阻害している。せめて基地の提供に反対している原告らの本件各土地\nだけでも返還し，その健全な利用に委ねることが，土地利用上適正且つ合理\n的というべきである。\nエ　県民の生活と人権を破壊する米軍基地\n沖縄県民は，広大な米軍基地がある故に，日常生活の上で，言いしれぬ多\n大の損害を被っている。嘉手納飛行場，普天間飛行場，伊江島射爆場は住宅\n地域や教育施設に接近しており，地域住民や児童・生徒は騒音に悩まされ，\nその健康や発育・向上が著しく阻害されている。演習による被害も枚挙にいと\nまがなく，事故等による住民の不安も度し難い状況にあり，米軍人・軍属によ\nる県民への犯罪の多発等は，県民の生命，健康に対する直接的な脅威となっ\nている。土地を強制使用し，基地を保持し続けることは，憲法の理念に反す\nる。\nオ　使用認定は，その性質上，裁量の余地を含んでいるものではあるが，一旦\n使用認定がされると，土地所有者は，事実上，当該土地を処分したり使用す\nることができなくなり，その財産権を剥奪するに至る「根幹的処分」の性質を有\nしているのであり，使用認定処分の要件を積極的に肯定するには相当の合理\n的根拠に基づくことを要し，その意味で，同要件に該当するか否かの判断は，\n羈束された判断というべきである。これに対し，政策ないし専門技術性を根拠\nに一般の裁量処分と同列に捉えることは，行政処分による人権侵害が頻発す\nる現代において，根拠を欠き採用することができない。\n(5)  本件土地１についてなされた使用認定は，以下のとおり，使用認定の要件を欠\nいてなされたものである。\nア　「必要性」要件の欠如\n本件土地１は，米海軍安全保障グループの管理する楚辺通信所の施設用\n地の一部として，航空機，船舶及びその他の軍事通信の傍受施設として使用\nされ，通信の傍受，コンピューター分析を任務としていたが，沖縄に関する特\n別行動委員会（ＳＡＣＯ）で，平成１２年を目処に返還する合意がなされた。こ\nれに伴い，平成９年４月２３日付け，米国海軍省，海軍作戦本部長名で，楚辺\n通信所における通信保全郡活動を廃止する旨の決定がなされ，同年９月１０\n日，同通信所において米海軍安全保障グループの解任式が行われた。平成\n１０年６月１日以降，活動が廃止され，現在，同通信所は米民間会社に運営\nが委託されており，施設本来の任務はほとんど果たしていないのである。\nまた，仮に，同通信所の活動を再開する必要が生じたとしても，本件土地１\nを使用する必要性はない。本件土地１は，５３万５０００平方メートルの敷地を\n有する楚辺通信所の東側に所在し，面積は２３６平方メートルで，全体の０．０\n４パーセントとごく一部である。本件土地１は，一番外側の棒状アンテナ鉄塔\nの一部の敷地となっており，これが撤去されても，同通信所の電子工学的機\n能に支障を生じない。平成３年のソ連邦解体以後，楚辺通信所の対象地域\nは，朝鮮半島，台湾海峡，南沙諸島の方向など沖縄の南側，北東側，南西側\nになったと考えられることにかんがみれば，東側に存する本件土地１上のアン\nテナ鉄塔を撤去しても，軍事作戦上の運用に支障は生じない。また，楚辺通\n信所については全部返還が合意されており，本件使用認定処分以前に軍事\n的役割を終えており，本件土地１を返還しても，駐留軍の軍事的作戦的機能\nに基本的支障を生起せず，強制使用の客観的必要性はない。\nイ　「適正且つ合理的」要件の欠如\n本件土地１を含む楚辺通信所は，平穏な大地上にあり，周辺一帯は主に農\n業用地として使用され，施設の区域の大半が実際には黙認耕作地として農業\n利用されている。こうした同通信所の存在は，読谷村の農業を中心とした産業\n振興に多大な障害となっている。施設の区域のうち実際に利用されている部\n分はごく一部であり，本件土地１上のアンテナ鉄塔を他に移設することも可能\nであり，移設により本件土地１を農業に利用することを意図している原告Ａの\n利益との調整が図られる。本件土地１について，提供土地の非代替性がなく，\n適正且つ合理的の要件を欠く。\nウ　本件土地１については，平成８年３月２９日付けで那覇防衛施設局長から使\n用裁決の申立てがなされ，平成１０年５月１９日，被告沖縄県収用委員会はこ\nれを認める裁決をしているが，同裁決では，権利取得の時期は同年９月３日，\n土地の使用期間は平成１３年３月３１日までとされている。同裁決の申請で\nは，使用の期間を権利取得の日から１０年間としていたのに，沖縄に関する特\n別行動委員会（ＳＡＣＯ）の平成１２年返還の合意を受けて，申請の内容をわ\nざわざ変更したものであり，このような経緯も考慮すべきである。\nエ　以上より，本件土地１に対する本件使用認定は，米軍基地として使用する必\n要性も，適正且つ合理性もなく，特措法３条の要件を欠く違法な処分である。\n(6)  本件土地２についてなされた使用認定は，以下のとおり，使用認定の要件を欠\nいてなされたものである。\nア　本件土地２の存する牧港補給地区は，キャンプ・キンザーとも呼ばれ，浦添\n市の西部，国道５８号と東シナ海に挟まれた細長い平地で，施設の面積は約\n２７５万平方メートルといわれている。同地区には，第３海兵遠征軍の３本柱\nのひとつで第３軍役務支援軍のほとんどの部隊である約２０００人が駐留し，\n海兵隊の補給整備，医療などの任務を果たしている。\n第３軍役務支援軍は，海兵隊の戦闘員に分類されており，前線における戦\n闘支援を本来の任務としている。前記のとおり，海兵隊は，日米安保条約６条\nに挙げられている３軍に該当せず，その海兵隊の使用のための強制使用は，\n特措法３条の「必要性」の要件を充足しない。\nイ　牧港補給地区の施設区域を含め，在沖縄米軍基地は，太平洋，インド洋の\nほか，中東に関する戦時の拠点ともなっており，日米安保条約６条の極東条\n項を越えて使用されていることは明らかであるから，本件土地２についての本\n件使用認定は，「必要性」の要件を欠くものである。\nウ　牧港補給地区はその所在する浦添市の面積の１４．４パーセントを占め，地\n域の産業発展の障害となっており，国道５８号の慢性的な交通渋滞の原因と\nもなっている。浦添市は，同地区の返還を強く求めており，跡地利用計画も定\nめている。牧港補給地区は，都市の健全な発展，産業振興の重大な阻害要\n因となっており，同地区の用地に供するために本件土地２を強制使用すること\nは，適正且つ合理的の要件を欠く。\nエ　牧港補給地区では，基地内から廃油等有毒物質が海に排出され，また施設\n内に危険物質があり，住民の健康被害，環境悪化の原因となっているばかり\nか，現実に同地区内で化学物質が燃える火災事故等が発生しており，常に事\n故等の危険にさらされていて，周辺住民の精神的不安は計り知れず，このよ\nうな施設のための強制使用は，適正且つ合理的の要件を欠く。\nオ　本件土地２は，牧港補給地区内の道路敷に使用されており，同土地上に建\n物及び工作物はない。本件土地２を返還しても，道路位置を少しずらせばよ\nく，施設全体の機能に何ら支障はない。同地区内の倉庫及び工場はほとんど\n遊休化した状態である。かかる同地区の使用のため道路敷として本件土地２\nを使用する具体的必要性，適正且つ合理性の要件を欠く。被告ら主張の有機\n的一体性もない。\nカ　原告Ｂは，戦争につながる一切のものを固く拒否することを思想・信条として\nいる。本件土地２についての使用認定は，同原告の思想・信条を著しく侵害\nし，適正且つ合理的の要件を欠く。\n(7) 本件各使用裁決の違法性\nア　収用委員会は，使用裁決手続において，そのもととなる使用認定にこれを無\n効とすべき重大な瑕疵が存する場合又は使用認定が違法であると判断される\n場合には，使用裁決をすることができず，裁決申請を却下せねばならない。前\n記のとおり，本件各使用認定は特措法３条の要件を欠くもので違法であり，先\n行する行政処分の違法性の承継の法理から，それにもかかわらずなされた本\n件各使用裁決は違法である。\nイ　土地調書及び物件調書は，裁決申請書に添付すべき不可欠な書類であり\n（土地収用法４０条１項３号，４７条の３第１項２号），土地調書及び物件調書\nの作成手続に違法があれば，起業者の申請は，土地収用法４７条により却下\nされなければならない。\n本件各使用認定については，①使用認定後に作成することが義務付けら\nれている土地調書の実測平面図が，使用認定の前に作成されていること，②\n土地調書，物件調書が，原告ら地権者の立会いのないまま作成されているこ\nとの各違法がある。\nウ　被告沖縄県収用委員会は，その裁決書において，本件各土地にかかる実測\n平面図が平成７年５月９日の使用認定の告示前である平成６年７月から９月\nにかけて作成されているが，実測平面図が使用認定の告示前に用意されて\nいても，起業者の署名押印及び土地所有者の署名押印が使用認定の告示後\nであれば，調書の作成は有効であるとしている。しかし，実測平面図の作成時\n期について直接の規定はないものの，土地収用法３６条１項が「事業認定の\n告示があった後」の土地調書の作成を起業者に義務付け，同法３７条がその\n土地調書に実測平面図の添付を義務付け，同法が実測平面図の添付を要求\nしているのは，使用又は収用裁決申請対象土地を特定し，土地所有者に異議\nを述べる機会（同法３８条）を与えると共に，収用委員会の審理充実を図るた\nめであることからすれば，同平面図は，土地所有者が異議を述べる機会にで\nきるだけ近い時期に作成されるべきであり，上記裁決書の説示には理由がな\nい。\nエ　土地収用法３６条２項は，「前項の規定により土地調書及び物件調書を作成\nする場合において，起業者は，・・・・土地所有者及び関係人・・・・を立会わせ\nた上，土地調書及び物件調書に署名押印させなければならない。」と規定して\nいるところ，この「立会わせ」の解釈として，土地所有者の現場での立会権を\n保障していると解するのが相当である。なぜなら，土地調書，物件調書の作成\n目的は，対象土地を限定し，事前に争点を整理することにあると考えられるか\nらである。これは，同法３８条で，適法に作成された調書に真実に合致してい\nることの推定力が与えられていることからも明らかである。\n本件各土地の土地調書，物件調書の作成に先立って，原告らは，起業者に\n対し，現地立入調査のための措置をとるよう申し出たが，起業者は，現地での\n立会いを拒否したまま土地調書，物件調書を作成した。地権者らの立会いを\n拒否して作成した土地調書，物件調書は違法であり，かかる違法な調書をも\nってなされた本件の各使用裁決の申請は却下を免れないものである。\n２　被告らの主張\n(1) 本件各使用認定の適法性\nア　特措法３条の要件の解釈\n(ｱ) 同法５条による土地等の使用又は収用の認定は，①対象土地等を駐留軍\nの用に供する必要がある場合で，かつ，②対象土地等を駐留軍の用に供\nすることによって得られる公共の利益と駐留軍の用に供することによって失\nわれる利益とを比較衡量し，前者が後者に優っているときにされるものと解\nされる。\nこの要件の認定は，我が国の安全と極東における国際の平和と安全の\n維持にかかわる国際情勢，駐留軍による当該土地等の必要性の有無，程\n度，当該土地等を駐留軍の用に供することによってその所有者や周辺地域\nの住民などにもたらされる負担や被害の程度，代替すべき土地等の提供の\n可能性等諸般の事情を総合考慮してされるべきものであり，政治的，外交\n的判断を要するだけでなく，駐留軍基地にかかわる専門技術的な判断を要\nすることも明らかである。そして，このような事柄の性質上，使用認定に関\nする内閣総理大臣の裁量は極めて広範なものであるから，その判断は，裁\n量権の範囲を逸脱し，又はこれを濫用した場合に限って違法となる。従っ\nて，被告内閣総理大臣のした本件各使用認定の判断に裁量権の逸脱，濫\n用があることを原告らにおいて具体的事実に基づき主張・立証すべきであ\nる。\n(ｲ)  特措法は，日米地位協定を実施するため駐留軍の用に供する土地等の\n使用又は収用に関し規定するものである（１条）から，同法３条にいう「駐留\n軍の用に供するため土地等を必要とする場合」とは，使用又は収用しようと\nする土地等が日米安保条約６条，日米地位協定２条に基づき合意された施\n設及び区域に含まれていることを意味し，かつ，それで足りるとの趣旨に理\n解されるべきである。\n(ｳ)  沖縄県における駐留軍基地は，日米安保条約６条，日米地位協定２条に\nよる国際的合意に基づくものであり，我が国は合意された施設及び区域を\n米国に提供する義務を負っている。そして，これらの各施設及び区域の用\n地の大部分は，国が，国有地以外の土地については土地所有者との間に\n賃貸借契約を締結して使用権原を得て，これに国有地部分を併せて駐留\n軍用地として提供している。\n本件各使用認定の対象となった本件各土地は，各施設及び区域のうち\n土地所有者との間に使用権原の合意の得られない土地であり，ごく一部分\nを占めるにすぎない。これら施設及び区域は，いずれも本件各使用認定の\n対象土地とそれ以外の土地（契約に基づき提供された土地，国有地）とから\n成り，当該施設及び区域全体が一体となって駐留軍施設及び区域として有\n機的に機能している。\nしたがって，このような使用認定における「適正且つ合理的」の要件充足\n性の判断に当たっては，使用認定の対象土地のみを単独で切り離してその\n公益性を判断することはできず，同土地を含む当該施設及び区域が一体と\nして有機的に機能しているという実態に着目して検討することが必要とな\nる。\nイ　本件各土地の共通事情\n(ｱ) 本件各土地の使用認定に至る経緯\n本件各土地は，沖縄復帰時において，沖縄返還協定３条１項の規定に関\nし両国政府間で行われた協議の結果を示すものとして昭和４６年６月１７日\nに交わされた了解覚書（乙９）により，駐留軍が使用する施設及び区域とし\nて日米合同委員会において合意する用意のある施設及び用地に区分され\nた土地の範囲の中にある。\n沖縄返還協定は，昭和４７年３月２１日に公布され，同年５月１５日，日米\n合同委員会において日米安保条約６条及び日米地位協定２条に基づき駐\n留軍が沖縄県内で使用を許される施設及び区域の提供等について合意し\nた（乙１０）。この合意によれば，本件各土地は提供に係る施設及び区域に\n含まれている。\n沖縄の復帰に際しての日米首脳会談において，Ｃ内閣総理大臣は，沖\n縄の駐留軍施設及び区域が復帰後できる限り整理縮小されることが必要と\n考える理由を説明し，Ｄ大統領も，双方が施設及び区域の調整を行うに当\nたって，これらの要素は十分に考慮に入れられる旨を答えた。\nその後，我が国は，駐留軍の使用に供された施設及び区域の整理統合\n縮小のために，日米合同委員会，日米安全保障協議会等において交渉を\n重ねてきた。\n昭和５４年には，沖縄県，那覇防衛施設局及び在沖米軍の三者連絡協\n議会が設けられ，基地から派生する問題の軽減のための対策を協議し，軍\n用機の夜間飛行の規制，エンジンテストの時間規制等の措置や基地周辺\n住宅等の防音対策を講ずるなどしてきた。\nその後，前記争いのない事実等のとおり，本件土地１を含む楚辺通信所\nについては，沖縄に関する特別行動委員会（ＳＡＣＯ）昀終報告で返還する\nこととされた。\n(ｲ) 沖縄における駐留軍用地の状況\n沖縄は，複数の島々から成り，アジア大陸に近く，日本列島の南西端にあ\nるため，「日本国の安全に寄与し，並びに極東における国際の平和及び安全\nの維持に寄与する」という日米安保条約６条の目的達成のために駐留軍施\n設及び区域を設けることにつき，優れた地理的条件を満たしている。沖縄に\nおいて一定範囲の駐留軍用地を確保することは，日米両国にとって沖縄復\n帰の際の基本的政策であり，両国とも，本件各使用認定の時点においても，\nこの政策を変えることなく維持している。\n沖縄において従前提供されてきた駐留軍用地の大部分（使用権原を必要\nとする土地の総面積中の約９９．８パーセント）は，国が土地所有者との間の\n賃貸借契約に基づき使用権原を取得してきたものであり，今後も賃貸借契約\nにより使用することができる見込みがあった。したがって，所有者との合意に\nより使用権原を取得できる見込みのない土地（使用権原を必要とする土地の\n総面積中の約０．２パーセント）の所有者に対して特措法が適用されれば，\n賃貸借契約を締結する所有者の土地と併せて従前の駐留軍用地をそのまま\n提供することができる関係にあった。\n従前駐留軍用地として提供されていた土地をそのまま提供することは，新\nたに同種同規模の土地を確保して提供する方法（新しい土地の確保に係る\n経費，施設及び区域の建設・設置費が別途必要になる。）に比べ，財政的な\n負担も少ない。\n以上のように，従前提供されていた駐留軍用地をそのまま提供すること\nは，新たに同種同規模の土地を確保して提供することに比べ，はるかに実現\n可能性・容易性があるだけでなく，駐留軍用地提供により失われる利益も小\nさい。\nウ　本件土地１を含む楚辺通信所固有の事情\n(ｱ) 楚辺通信所の概要は，争いのない事実等に記載のとおりである。\n(ｲ) 本件土地１の使用認定・使用裁決に至る経緯\n平成８年１２月２日に取りまとめられた沖縄に関する特別行動委員会（Ｓ\nＡＣＯ）昀終報告において，楚辺通信所については，「アンテナ施設及び関\n連支援施設がキャンプ・ハンセンに移設された後に，平成１２年度末までを\n目途に，楚辺通信所（約５３ヘクタール）を返還する。」とされた。\n国は，それ以降，移設実現のための努力を続けてきたが，楚辺通信所の\n施設の移設・返還に対する地元自治体の理解を得ること，具体的な移設場\n所の決定及び工事の内容の検討等に予想以上の日時を要し，その結果，\n同施設の移設完了までには，なお，数年を要する見込みであり，平成１３年\n３月３１日までの返還は困難となった。\nそして，平成１３年３月３１日をもって使用期間が満了するため，同日以\n降の使用について賃貸借契約の締結を依頼したが，原告Ａはこれを拒否\nし，合意の得られる見込みがない状況にあった。\n(ｳ) 楚辺通信所の必要性\n本件土地１を含む本件第１区域は駐留軍の楚辺通信所用地として使用さ\nれており，その利用状況は争いのない事実等記載のとおりである。今日，あ\nらゆる情報の収集とその整理・分析が国家の安全保障のために極めて重\n要であるとされているところ，そのような情報収集の中核の一つとなるのが\n通信施設であり，楚辺通信所は，そのような通信施設の一つとして，世界的\nな規模で展開しているアメリカ合衆国の通信ネットワークの不可欠な部分を\n構成しており，我が国の安全に寄与し，極東における平和及び安全の維持\nに寄与するための不可欠な施設及び区域の一つとして，我が国が駐留軍\nに使用を許しているものである。前記のとおり，楚辺通信所の通信施設に\nついては，沖縄に関する特別行動委員会（ＳＡＣＯ）昀終報告において，キャ\nンプ・ハンセンへの移設を検討することとされているが，これは通信施設そ\nのものの重要性を否定するものではなく，移設が実現しない限り，楚辺通信\n所の必要性を否定することはできない。\nしかも，楚辺通信所の上記のような使用状況は既に３０年以上継続して\nきており，本件土地１の面積は，本件第１区域の土地の面積のわずか０．０\n４パーセントを占めるにすぎず，他の土地については，国有地であるか賃貸\n借契約により使用権原を取得しており，本件土地１について使用認定をしな\nければ，このような用地確保の努力が水泡に帰してしまう。\nそうすると，本件土地１の必要性が高いことは明らかである。\nエ　本件土地２を含む牧港補給地区固有の事情\n(ｱ)  牧港補給地区の概要は，争いのない事実等に記載のとおりである。本件\n土地２は，同地区全体と一体となって有機的に機能している。\n(ｲ) 本件土地２の使用認定・使用裁決に至る経緯\n本件土地２については，昭和６３年８月９日，原告Ｂとの間で賃貸借契約\n（前所有者Ｅとの賃貸借契約を改定したもの）を締結し，使用してきた。この\n契約は，昭和５６年４月１日を始期としており，民法６０４条の規定により契\n約の始期から２０年後にあたる平成１３年３月３１日をもってその期間を満了\nするものであった。そこで，国は，同日以降の使用について賃貸借契約の\n締結を依頼したが，再三の交渉にもかかわらず，原告Ｂはこれを拒否し，合\n意の得られる見込みがない状況にあった。\n(ｳ) 牧港補給地区の必要性\n本件土地２を含む牧港補給地区は，本件使用認定の前から現在に至る\nまで，主として駐留軍の後方支援施設として使用されてきた。後方支援施設\nの個々の時点における具体的な使用の程度は，国際情勢等によって大きく\n変動するものであり，これに対応できる広さを常時確保しておく必要がある\nことは明らかである。\nしかも，牧港補給地区の上記のような使用状況は既に３０年以上継続し\nてきており，本件土地２の面積は，本件第２区域の土地の面積のわずか０．\n００５パーセントを占めるにすぎず，他の使用認定の対象となっている４筆\nの土地を除いた部分については，国有地であるか賃貸借契約により使用権\n原を取得している。本件土地２について使用認定をしなければ，このような\n用地確保の努力が水泡に帰してしまう。\nそうすると，本件土地２の必要性が高いことは明らかである。\nオ　被告内閣総理大臣による３条要件充足性の判断\n以上の事実に基づき，被告内閣総理大臣は，本件各土地を駐留軍の用に\n供することが特措法３条の要件を充足すると判断した。その要点は，次のとお\nりである。\n(ｱ)  本件各土地を含む各施設及び区域は，いずれも日米安保条約６条，日米\n地位協定２条により我が国が日米地位協定２５条に定める日米合同委員会\nを通じて締結される日米両国間の協定によって合意された施設及び区域で\nあるから，本条約上の義務を履行するために各施設及び区域全体を駐留\n軍用地として提供することが必要不可欠である。\n(ｲ)  本件各土地を含む各施設及び区域を駐留軍用地として提供することは，\n上記条約上の義務の履行という高度の公益性があるばかりでなく，日本国\nの安全と極東における国際の平和及び安全の維持に寄与するという条約\nの目的のためのものであって極めて高度の公共の利益を有する。\n(ｳ)  他方，駐留軍用地を提供することによって失われる利益は，本件各土地\nの所有者がその使用を受忍しなければならなくなるという私益である。しか\nし，使用認定の対象となった本件各土地には正当な補償金が支払われる\nから，当該所有者が使用認定により経済的損失を受けることはない。\nこのほか，駐留軍用地を提供することによって周辺地域の住民などに基\n地から派生する騒音等の問題が生じることがあるが，争いのない事実等記\n載の本件第１区域及び本件第２区域の利用状況と本件各土地の位置，面\n積などからすると，騒音等の問題が本件各土地の使用認定によって直接も\nたらされるという関係になく，これが本件各使用認定によって失われる利益\nに含まれるものでないことは明らかである。しかも，基地から派生する上記\n問題に対しては，昭和５４年に沖縄県，那覇防衛施設局及び在沖米軍の三\n者連絡協議会が設けられ，その軽減のための対策を協議し，軍用機の夜\n間飛行の規制，エンジンテストの時間規制等の措置や基地周辺住宅等の\n防音対策を講ずるなどしてきた。\n(ｴ)  また，本件各土地を含む各施設及び区域は，従前から駐留軍用地として\n提供されていたものであり，これを引き続き駐留軍用地として提供すること\nは，新たに同種同規模の土地を確保して提供することに比べ，はるかに実\n現可能性・容易性があるだけでなく，駐留軍用地提供により失われる利益\nも小さい。\n(ｵ)  そうすると，本件各土地を含む各施設及び区域は，全体として駐留軍用地\nの用に供する高度の客観的必要性があり，かつ，提供によって得られる公\n共の利益が極めて高く，提供によって失われる利益よりも優っていることが\n明らかである。\nしたがって，各施設及び区域に含まれこれと一体となって有機的に機能\nしている本件各土地を駐留軍の用に供することは，「適正且つ合理的」の要\n件を充足する。\n(ｶ)  以上のとおりであるから，本件各使用認定の申請は，特措法３条の要件を\n充足する。\nカ　原告らへの反論\n(ｱ) 必要性の要件に関する主張（第５，１(2)ア）について\nａ　前述したとおり，特措法３条にいう「駐留軍の用に供するため土地等を必\n要とする場合」とは，使用又は収用しようとする土地等が日米安保条約６\n条，日米地位協定２条に基づき合意された施設及び区域に含まれている\nことを意味し，かつ，それで足りるとの趣旨に理解されるべきものである。\nしたがって，内閣総理大臣は，必要性の要件を判断するに当たり，当該\n土地が提供に係る施設及び区域に含まれているか否かを調査し，これに\n含まれていれば「駐留軍の用に供するため土地等を必要とする場合」に\n当たると判断し得るのであって，それ以上に施設及び区域の使用主体の\n実態についてまで審査する必要はない。\nしたがって，原告らが主張する上記事由は，使用認定の取消訴訟にお\nける審理の対象外であって，主張自体失当である。\nｂ　なお，原告らの指摘するものが駐留軍用地を使用することは，以下のと\nおり何の問題もない。\n(a) 海兵隊について\n原告らは，海兵隊が「駐留軍」に含まれないとする根拠として，日米\n安保条約６条にアメリカ合衆国の海兵隊の記載がないことを挙げる。\nしかし，アメリカ合衆国国家安全保障法第５０１３号「米海兵隊・・・構\n成と機能」(a)の規定から明らかなように，海兵隊は，米軍の組織の上\nでアメリカ海軍省に属している。したがって，海兵隊は，海軍省に属す\nるアメリカ合衆国の軍隊として日本国において施設及び区域を使用す\nることが許され（日米安保条約６条），海兵隊現役の人員は，我が国の\n領域にある間において，「合衆国軍隊の構成員」として日米地位協定\nの適用を受ける（同協定１条(a)）ことが明らかである。したがって，原告\nらの上記主張は，その前提を欠くものであって，失当である。\n(b) 特殊機関等について\n原告らが挙げる特殊機関等については，そもそもその内容が不明\n確であって，原告らの主張は，この点において失当である。\n(c) 歳出外資金によって運営する諸機関や軍属，家族等について\nまず，軍属，家族であるが，日米地位協定１条で，「合衆国軍隊の構\n成員」の他に「軍属」，「家族」の定義を置いた上で，９条ないし２０条等\nで，合衆国軍隊の構成員及び軍属並びにその家族の権利等について\n規定するとともに，２条で，「１(a)  合衆国は，相互協力及び安全保障条\n約第６条の規定に基づき，日本国内の施設及び区域の使用を許され\nる。」と規定していること，特措法は，この日米地位協定を実施するた\nめ，駐留軍の用に供する土地等の使用又は収用に関し規定することを\n目的とするものであること（１条）などから，日米地位協定によって認め\nられる駐留軍が使用する施設及び区域は，合衆国軍隊の構成員のみ\nならず，軍属，家族も使用することができることが明らかである。\nまた，歳出外資金によって運営する諸機関については，日米地位協\n定１５条で，合衆国の軍当局が公認し規制する諸機関の管理等とし\nて，合衆国軍隊の構成員及び軍属並びにそれらの家族の利用に供す\nるため，合衆国軍隊が使用している施設及び区域内に設置することが\nできる等と規定しており，これらの機関が，合衆国軍隊の構成員らの\n利用に供するため，合衆国軍隊が使用している施設及び区域に設置\nすることができることは明らかである。\nｃ　「駐留目的」に関する主張（第５，１(2)イ），目的と手段の関連性に関する\n主張（第５，１(2)ウ）について\n特措法３条にいう「駐留軍の用に供するため土地等を必要とする場\n合」の意味は上記のとおりであり，内閣総理大臣は，必要性の判断をす\nるに当たって，上記の点以上に，個々の施設及び区域が日米安保条約６\n条の目的の範囲内で使用されているか否かという具体的な使用の実態，\n使用又は収用しようとする個々の土地等の具体的用途が日米安保条約\n６条の目的を遂行するための手段として直接的な関連性を有するか否か\nまで審査する必要はない。\nしたがって，原告らが主張する上記事由は，使用認定の取消訴訟にお\nける審理の対象外であって，主張自体失当である。\n(ｲ) 「適正且つ合理的」の要件に関する主張（第５，１(3)）について\nａ　「客観的必要性」に関する主張（第５，１(3)ア）について\n原告らは，「適正且つ合理的」の要件について，①提供方法の非代替\n性，②提供土地の非代替性，③使用する範囲が必要昀小限の範囲内で\nあることの３つの具体的適用基準を満たすことを要すると主張するが，そ\nのような要件を必要とするものではなく，前提において失当である。\nｂ　利益衡量に関する主張（第５，１(3)イ）について\n原告らが「適正且つ合理的」の要件の判断において，駐留軍用地とし\nて提供することによって失われる利益として検討すべきと主張する①思\n想・良心・信条の自由の侵害，②街作り，都市計画上の被害，③騒音，\n軍事基地がある故の基地被害，④土地所有権への侵害の程度，⑤当該\n土地の従前の違法な使用状況は，原告ら独自の見解を述べるものにす\nぎず，失当である（なお，①，②，⑤は，昀高裁大法廷平成８年８月２８日\n判決・民集５０巻７号１９５２頁（以下「平成８年昀高裁大法廷判決」とい\nう。）においても考慮すべき要素に上げられておらず，これらの要素の１\nつを欠いても「適正且つ合理的」の要件を欠くとはされていない。⑤につ\nいては，使用認定は，内閣総理大臣が特措法に基づき行うものであるか\nら，その取消訴訟における審理対象は，専ら本件申請にかかる使用認定\nが要件を充足しないものか否かに限られ，従前の使用状況は審理の対\n象外というべきである。）。\nｃ　クリーンハンドの原則に関する主張（第５，１(3)ウ）について\n「適正且つ合理的」の要件は，前述したとおり，「適正」と「合理的」に分\n断して解釈するのではなく，これを一体として解釈すべきものであるか\nら，原告らの上記主張は，その前提において失当である。\n(2) 本件各使用裁決の適法性\nア　本件各使用裁決の取消訴訟の訴訟物は，本件各使用裁決の適法性，すな\nわち本件各使用裁決が法に定める処分要件に適合しているか否かである。特\n措法は，収用委員会に対し，起業者から使用裁決の申請があった場合，申請\nを却下する場合（土地収用法４７条）を除くほか，使用裁決をしなければならな\nい（特措法１４条１項，土地収用法３９条，４７条の２）としているから，土地収\n用法４７条の却下事由のないことが本件各使用裁決の処分要件となる。\nしたがって，上記各処分の違法事由となり得るのは，これらの法に定める処\n分要件に関するものに限られ，それ以外のものは違法事由とはなり得ないと\nころ，本件各使用裁決について，土地収用法４７条の却下事由は認められな\nいから，本件各使用裁決は処分要件に適合しており，適法であることは明ら\nかである。\n原告らは，本件各使用認定は，特措法３条の要件を欠き，違法であるから，\n本件各使用裁決も違法であると主張するが，特措法は駐留軍の用に供する\n土地等の使用又は収用の手続を使用又は収用の認定と裁決の手続に二分\nし，使用又は収用の認定手続は内閣総理大臣に，裁決手続は収用委員会に\n担当させているのであって，本件各土地の使用認定に取り消し得べき瑕疵が\nあるとしても，これが取り消されない限り，被告沖縄県収用委員会は有効な使\n用認定が存在することを前提に使用裁決をするのであり，本件各使用認定の\n瑕疵の有無は，その取消訴訟で審理判断されるべき事柄であって，本件各使\n用裁決取消訴訟における審理の対象ではない。さらに，本件各使用認定が要\n件を備えたものであることは既に述べたとおりである。\nイ　土地調書，物件調書等の作成手続の違法に対する反論\n原告らは，土地調書，物件調書や図面の作成手続に違法があるから，本件\n各使用裁決は違法であると主張するが，以下に述べるとおり，理由がない。\n(ｱ) 裁決申請書添付の土地調書添付図面の作成時期について\n原告らは，土地調書の実測平面図は使用認定後に作成が義務付けられ\nているとの前提に立って，図面が使用認定の前に作成されているのは違法\nであり，したがって，本件各使用裁決も違法であると主張するが，特措法は\nもとより同法が適用する土地収用法も，土地調書の実測平面図の作成時\n期については何ら規定を置いていないのであって，同図面を使用認定前に\n作成していたとしても，何ら違法となるものではないから，原告らの主張は，\n失当である。\n(ｲ) 裁決申請書添付の土地調書，物件調書作成の適法性について\n原告らは，土地収用法３６条２項は，裁決申請書添付の土地調書及び物\n件調書を作成するに当たり原告ら地権者の現地立会権を保障しているとの\n前提に立って，同調書が地権者らの立会いの機会を保障しないまま作成さ\nれたのは違法であり，違法な調書に基づいてされた本件各使用裁決は違\n法であると主張するが，同項は，土地調書及び物件調書が有効に成立する\n署名押印の段階で，調書を土地所有者及び関係人に現実に提示し，記載\n事項の内容を周知させることを求めているにとどまり，土地調書及び物件\n調書作成の全過程で，土地所有者及び関係人に立会いの機会を与えるこ\nとを要求しているものではない（平成８年昀高裁大法廷判決参照）。したが\nって，原告らの主張は，その前提を誤るものであり，失当である。\n第６　当裁判所の判断\n１　認定事実\n前記争いのない事実等に加え，後掲の各証拠及び弁論の全趣旨によれば，以\n下の事実が認められる。\n(1) 楚辺通信所の概要及び本件土地１の状況等\n楚辺通信所の概要及び本件土地１の状況等は，以下のとおりである（甲１，乙\n５，１４，１８，２０の１，２，原告Ａ）。\nア　本件第１区域（面積は約５３万５０００平方メートル）は昭和２０年の軍事占領\nと共に米軍が使用を開始し，昭和４７年５月１５日に楚辺海軍通信補助施設と\n楚辺方向探知東サイトが統合され，提供施設となった。\nイ　楚辺通信所の主たる任務は，無線の迅速な中継並びにアメリカ合衆国及び\n同盟国の防衛のための通信の確保であり，付加的任務は，送信の保全，電\n磁波現象の研究並びに航行及び空対海救難任務支援のための方向探索の\n支援である。そのため，楚辺通信所には，３６０度の全方位からの微弱な電波\nをも受信できるように，受信能力を上げる装置が設けられている。すなわち，\n楚辺通信所の施設の中央部に，アンテナ，中継所，支援施設，倉庫，警衛\n所，補給事務所等が設けられ，その外側をいずれも円形に取り囲むように，\n「象のオリ」と通称されるゲージ状のリフレクタースクリーン，低周波用アンテ\nナ，外側のリフレクタースクリーン，高周波用アンテナが順次設置され，さら\nに，その外側を円形に取り囲むように，電磁障害除去地と通称される区域が\n設けられていて，「象のオリ」から電磁障害除去地までの地下約６インチないし\n１２インチには，通路部分を除く全面に，メッシュ状の金属線が敷き詰められて\nいる。楚辺通信所の管理責任を有する米海軍安全保障グループ（ハンザーグ\nループ）は世界的規模で軍事，政治及び外交分野にわたる広範囲な通信電\n子諜報活動を行うアメリカ国家安全保障局から作戦統制を受け活動しており，\n楚辺通信所もそのような目的を実現するために機能してきたとの専門家の指\n摘もある。\nウ　本件土地１は，この電磁障害除去地と「象のオリ」の間に位置し，その上に\nは，低周波用アンテナの支線の基礎及び外側のリフレクタースクリーンの一部\nが設けられ，地下には，メッシュ状の金属線が敷き詰められている。\nエ    本件土地１は，他の楚辺通信所の土地から独立して利用されているもので\nはなく，他の土地と共にアンテナ敷地等として一体的に利用されている。本件\n土地１の地積は２３６．３７平方メートルであり，楚辺通信所の全体の約０．０４\nパーセントにすぎない。なお，本件土地１以外の楚辺通信所の用地は，国有\n地であるか，または土地所有者と賃貸借契約を締結し，国が使用権原を取得\nしている。\nオ　平成８年１２月２日に取りまとめられた沖縄に関する特別行動委員会（ＳＡＣ\nＯ）昀終報告において，「アンテナ施設及び関連支援施設がキャンプ・ハンセン\nに移設された後に，平成１２年度末までを目途に，楚辺通信所（約５３ヘクター\nル）を返還する。」とされた。\nカ　平成９年９月１０日，楚辺通信所を管理する米海軍安全保障グループの解任\n式が同通信所前のレクリエーション施設で行われた。それまで楚辺通信所に\nは約１１０人が配置されていたが，同年１０月１日から約４０人が削減されたの\nを皮切りに，段階的に要員を縮小し，その運営は米民間会社に委託すること\nにより行うこととされた。しかし，上記のような解任式が行われた以降も，楚辺\n通信所において，上記のような任務が依然遂行されており，平成１０年ころか\nらは施設の自動化などに基づき遠隔操作によりその任務が行われており，現\n在も米国の情報通信体系の中で重要な役割を果たしているとの専門家の指\n摘もある。\nキ　しかし，結果的に，楚辺通信所について，移設場所の決定及び工事の内容\nの検討等に予想以上の日時を要するなどしたため，本件使用認定や使用裁\n決当時までに，施設の移設は行われず，平成１２年度末である平成１３年３月\n３１日までの返還の実現が困難となり，現在に至っている。\nク　原告Ａは，本件土地１を，平成６年６月１日父親Ｆから贈与により取得した。\n従前，Ｆは，国と同土地についての賃貸借契約を締結していた。\n(2) 牧港補給地区の概要及び本件土地２の状況等\n牧港補給地区の概要及び本件土地２の状況等は，以下のとおりである（乙２，\n６，１５，１８，原告Ｂ）。\nア　本件土地２を含む本件第２区域（現在の面積は約２７５万平方メートル）は，\n昭和２０年に米軍が使用を開始し，以来沖縄における補給基地として使用さ\nれてきたもので，沖縄県浦添市の西部に所在し，国道５８号の西側に沿って，\n東西約１キロメートル，南北約３キロメートルのやや細長いほぼ楕円形の形状\nをした平たんな地域であり，牧港補給地区として利用されている。\nイ　牧港補給地区は，現在，海兵隊キャンプ・バトラー基地司令部管理の下，第\n３海兵役務支援軍，第３海兵営繕大隊，第３補給大隊等が使用し，倉庫，機\n械修理工場，洗濯場，宿舎，事務所等が設置されている。\n牧港補給地区のうち，国道５８号沿いは事務所・倉庫・工場地区として，そ\nの余の部分は住宅・隊舎及び資材置場地区として使用されている。本件土地\n２は，駐留軍が使用している牧港補給地区の用地の一部であり，道路敷及び\n倉庫用地として使用されている。\nウ    本件土地２は，他の土地と共に一体的に地区内の道路敷等として利用され\nており，その地積は約１４８平方メートルであり（乙２の実測平面図では，１４\n８．０５平方メートル），牧港補給地区全体の約０．００５パーセントに当たる。な\nお，同地区のうち，本件土地２及び使用認定の対象となっている他の４筆の土\n地以外は，国有地であるか，または土地所有者と賃貸借契約を締結し，国が\n使用権原を取得している。\nエ　本件第２区域の面積は，日米地位協定等に基づいて駐留軍に使用を許した\n当時は，約３１４万５０００平方メートルとされていたところ，その後，数次にわ\nたる一部返還を経て，現在の面積は約２７５万平方メートルとなっている。本件\n第２区域については，一部の土地について国道５８号拡張のため調整が行わ\nれているものの，全体については返還の合意に至っておらず，現在のところそ\nの見込みも立っていない。\nオ　原告Ｂは，本件土地２を，昭和６３年２月８日，売買によりＥから取得し，以後\n所有し，同年８月９日，国との間で，Ｅが国と締結した賃貸借契約（期間は昭\n和５６年４月１日を始期として２０年間）を改定した賃貸借契約を締結した。\n(3)  沖縄における駐留軍用地の利用状況，日米間の交渉等（乙９ないし１２，１８，１\n９）\nア　戦後，米軍は単独で沖縄を占領し，その後，朝鮮戦争の勃発などの東アジ\nア情勢にかんがみ，１９５０年代を中心に土地を接収し，基地の整備を行っ\nた。そのころ，米国政府は，極東における沖縄の軍事的な価値に着眼し，沖\n縄における軍事基地を長期にわたり継続的に使用する意向を持っていた。\nイ　昭和４０年ころから，日米両国は，沖縄返還の実現に向けての折衝を開始し\nた。この中で，米国政府は，沖縄の米軍基地の継続使用が日本を含む極東に\nおける平和と安全のため不可欠な前提であるとの認識を表明し，他方，日本\n政府も，沖縄の米軍基地の継続使用が日本を含む極東における平和と安全\nのために重要であると考え，沖縄における米軍基地の重要性に関する両国の\n基本的な認識は一致した。\nウ　そして，以上の認識を前提として，沖縄の復帰に際し，日米両国は，従前か\nら存在した米軍の施設及び区域について覚書(昭和４６年６月１７日の「了解覚\n書」，乙９)を作成し，この施設及び区域を，駐留軍用地として提供するもの(Ａ\n表)，自衛隊や運輸省に引き継ぐもの(Ｂ表)及び沖縄の復帰の際又はその前\nに全部又は一部の使用が解除されるもの(Ｃ表)の３種に区分し，そして，Ａ表\n記載の施設及び区域については，別段の合意がない限り，沖縄の復帰の日\nから駐留軍が使用する施設及び区域とすることとされた。\n本件各土地を含む本件第１区域及び本件第２区域は，Ａ表に記載され，復\n帰の日から駐留軍に提供の合意をする用意のある施設用地に区分された。\nエ　沖縄返還協定は，昭和４７年３月２１日に公布されているところ，同年５月１５\n日，日米合同委員会において日米安保条約６条及び日米地位協定２条に基\nづき駐留軍が沖縄県内で使用を許される施設及び区域の提供等について合\n意され（乙１０），この合意によれば，本件各土地を含む本件第１区域及び本\n件第２区域は，いずれも当該提供等の対象となる施設及び区域に含まれてい\nる。すなわち，沖縄復帰に当たり，本件第１区域（楚辺通信所）は通信所として\n使用する目的で，本件第２区域（牧港補給地区）は，宿舎，事務所及び後方支\n援に使用する目的で，駐留軍の用に供されたものである。\nオ　沖縄復帰に際しての日米首脳会談（昭和４７年１月）において，Ｃ内閣総理大\n臣は，在沖米軍施設・区域，とくに人口密集地域及び産業開発と密接な関係\nにある地域に所在するものが，復帰後できる限り整理縮小されることが必要で\nあることを説明し，Ｄ大統領も，双方が施設及び区域の調整を行うに当たっ\nて，これらの要素は十分に考慮に入れる旨を答えたことが確認された。\nカ　その後，我が国は，上記オ記載の確認事項を踏まえ，駐留軍の使用に供さ\nれた施設及び区域の整理統合縮小について，日米合同委員会や日米安全保\n障協議委員会等において米国政府との交渉を重ねてきており，それらの結\n果，復帰直前の時点における沖縄在日米軍施設，区域（専用施設）は１４４\n件，約３５３平方キロメートルあったのが，復帰時には８３件，約２７８平方キロ\nメートルに，平成１２年１月の時点には３７件，約２３５平方キロメートルに減少\nしている（ただ，それでも，沖縄は，全国との比較で，人口１パーセント弱，面\n積０．６パーセント弱であるが，全国の約２３．５パーセントの米軍基地が置か\nれており，専用施設でいえば，約７４．８パーセントの基地が沖縄にあり，米軍\n基地は，沖縄県の１０．５パーセントを占め，沖縄本島での比率は１８．９パー\nセントに達している。）。\nキ　楚辺通信所については，平成８年１２月２日にとりまとめられた沖縄に関する\n特別行動委員会（ＳＡＣＯ）昀終報告において，平成１２年度末までを目途に返\n還される見込みとなったが，結局，平成１２年度末である平成１３年３月３１日\nまでの返還の実現が困難となり，現在に至っていること，本件土地２を含む本\n件第２区域については，返還の合意に至っておらず，現在のところその見込\nみも立たないことは上記のとおりである。\nク    また，昭和５４年には，沖縄県，那覇防衛施設局及び在沖米軍の三者連絡\n協議会が設けられ，基地から派生する問題の軽減のための対策を協議し，軍\n用機の夜間飛行の規制，エンジンテストの時間規制等の措置や基地周辺住\n宅等への防音対策等が行われてきた。\n２　特措法３条の解釈について\n(1)  特措法３条は，「駐留軍の用に供するため土地等を必要とする場合において，\nその土地等を駐留軍の用に供することが適正且つ合理的であるときは，この法\n律の定めるところにより，これを使用し，又は収用することができる」と規定してい\nるところ，「駐留軍の用に供するため土地等を必要とする場合」とは，同法の目\n的が，日米地位協定を実施するため，駐留軍の用に供する土地等の使用又は\n収用に関し規定することにある（同法１条）ことなどを考えると，日米安保条約，\n日米地位協定により日本国が負う義務等を果たす上で，その土地を提供するこ\nとが客観的に必要である場合をいうものと解するのが相当である。\n他方，特措法３条の「その土地等を駐留軍の用に供することが適正且つ合理\n的であるとき」とは，土地等の提供の客観的必要性が高く，かつ，その提供によ\nり得られる公共の利益がこれにより失われる利益に優っていることを意味するも\nのと解するのが相当である。\n(2) そして，使用認定（特措法５条）における特措法３条の要件該当性の判断は，我\nが国の安全と極東における国際の平和と安全の維持にかかわる国際情勢，駐\n留軍による当該土地等の必要性の有無，程度，当該土地等を駐留軍の用に供\nすることによってその所有者や周辺地域の住民などにもたらされる負担や被害\nの程度，代替すべき土地等の提供の可能性等諸般の事情を総合考慮してなさ\nれるべき政治的，外交的判断を要するだけでなく，駐留軍基地にかかわる専門\n技術的な判断を要することも明らかであるから，その判断は，被告内閣総理大\n臣の政策的，技術的な裁量にゆだねられているものと解すべきであり，沖縄県\nに駐留軍の基地が集中していることによって生じているとされる種々の問題も，\n以上の判断過程において考慮，検討されるべき問題であるというべきである（平\n成８年昀高裁大法廷判決）。そして，被告内閣総理大臣のなした使用認定の判\n断について，上記裁量権の逸脱又は濫用があった場合には，当該処分は違法と\nして取り消すべきものになる。\n３　本件各土地の使用認定について\n(1) 本件土地１について\n前記認定したとおり，本件土地１は，了解覚書や日米合同委員会で合意され\nた駐留軍に提供される施設，区域に含まれているものであり，楚辺通信所は，日\n米地位協定２条１項に基づく施設及び区域として駐留軍の用に供されており，そ\nの提供は，「日本国の安全に寄与し，並びに極東における国際の平和及び安全\nの維持に寄与するため」という日米安保条約上における高度の公益性を有する\n責務の履行として行われるものであり，それ自体極めて公益性が高いものと認\nめられる。そして，同通信所は，要員が削減されたり，その管理を民間会社に委\n託されたりしているが，その返還が決定されてはいるものの，未だ施設の移設が\nされておらず，現在もその任務を果たしており，本件土地１もアンテナ敷地等とし\nて他の土地とともに楚辺通信所として一体的に利用されているなどの現状から\nすれば，なお，本件土地１を駐留軍へ提供すべき必要性が客観的に高いものと\n認められる。平成８年１２月２日に取りまとめられた沖縄に関する特別行動委員\n会（ＳＡＣＯ）昀終報告において，平成１２年度末までを目途に，楚辺通信所を返\n還するとされたこと，楚辺通信所の要員が削減され，その運営は米民間会社に\n委託して行われていることなどをもって，本件土地１を駐留軍へ提供すべき必要\n性に直ちに影響するとみることはできない。さらに，それに加えて，日本政府，関\n連諸機関によりなされた前記１(3)オ，カ（ただし，かっこ内を除く，），クなどのよう\nな経緯，事情も存在する。\nまた，上記のとおり，駐留軍への提供には高度の公益性が認められ，楚辺通\n信所についても，その提供の高い客観的必要性が肯定されるところ，確かに，本\n件土地１の所有権をできる限り保護すべきことはいうまでもなく，特措法に基づく\n土地等の使用は財産権に対する大きな制約となり得る強制処分であるから，所\n有者等の任意の協力が得られる土地等を駐留軍に提供することが望ましいとこ\nろではあるが，本件土地１が，既に国において使用権原を取得している同土地\n以外の土地とともに楚辺通信所として一体的に使用されており，その地積も楚辺\n通信所全体のわずか０．０４パーセントであって，同土地の返還を行うことが現実\n的なものとは考え難い現状にあることからすると，これを駐留軍の用に供すべき\n高度の客観的必要性があり，かつ，その提供により得られる公共の利益は，原\n告Ａの被る不利益（同人の被る不利益のうち，土地使用に伴う経済的な不利益\nは補償金により填補される。）と比較しても，それを相当に上回るものということ\nができるのであり，被告内閣総理大臣の使用認定の判断に裁量権の逸脱や濫\n用があるとは認められない。このことは，現在においても，沖縄県に駐留軍の基\n地が集中しているという状況，原告Ａの本件土地１に対する思い（原告Ａ本人）な\nどを考慮しても，同様である。\n(2) 本件土地２について\n上記(1)に述べるのと同様に，前記認定事実のとおり，本件土地２は了解覚書\nや日米合同委員会で合意された駐留軍に提供される施設，区域に含まれている\nものであり，牧港補給地区は，日米地位協定２条１項に基づく施設及び区域とし\nて駐留軍の用に供されており，その提供は日米安保条約上の責務の履行として\n極めて高い公益性を有し，本件土地２が，牧港補給地区において，道路敷等とし\nて他の土地とともに一体的に利用されているなどの現状からすれば，その駐留\n軍への提供の必要性は，客観的にも高いものということができる。さらに，それに\n加えて，日本政府，関連諸機関によりなされた前記１(3)オ，カ（ただし，かっこ内\nを除く。），クなどのような経緯，事情も存在する。\nまた，上記のとおり，駐留軍への提供には高度の公益性が認められ，牧港補\n給地区についても，その提供の高い客観的必要性が肯定されるところ，確かに，\n本件土地２の所有権をできる限り保護すべきことはいうまでもなく，特措法に基\nづく土地等の使用は財産権の大きな制限となり得る強制処分であるから，所有\n者等の任意の協力が得られる土地等を駐留軍に提供することが望ましいところ\nではあるが，本件土地２が，既に国が使用権原（他の４筆の土地については，使\n用認定による。）を取得している同土地以外の土地とともに牧港補給地区として\n一体的に使用されており，本件土地２の地積も牧港補給地区全体の０．００５パ\nーセントに止まるものであって，同土地のみの返還が現実的なものとは考え難い\nことからすると，これを駐留軍の用に供すべき高度の客観的必要性があり，か\nつ，その提供により得られる公共の利益は，原告Ｂの被る不利益（同人の被る不\n利益のうち，土地使用に伴う経済的な不利益は補償金により填補される。）と比\n較しても，それを相当に上回るものということができるのであり，被告内閣総理大\n臣の使用認定の判断に裁量権の逸脱や濫用があるとは認められない。このこと\nは，現在においても，沖縄県に駐留軍の基地が集中しているという状況，原告Ｂ\nの本件土地２に対する思い，戦争につながる一切のものを拒否するという考え\n（原告Ｂ本人）を考慮しても，同様である。\n(3) 原告らの主張について\nア　ところで，原告らは，特措法に基づく強制使用は，同法３条所定の「日本に駐\n留するアメリカ合衆国の軍隊」である３軍に限られるところ，海兵隊はこれに含\nまれないし，上記３軍が主体となって直接の使用に供する場合に当たらない\n歳出外資金によって運営する諸機関や軍属，家族等の使用の場合は上記必\n要性の要件を満たさないなどと主張する。\nしかし，前判示のとおり，上記必要性は，日米安保条約，日米地位協定に\nより日本国が負う義務等を果たす上で，その土地を提供することが客観的に\n必要である場合をいうと解せられるのであるから，その提供が厳密に３軍に対\nするものに限定されるとまでいうことはできないし，アメリカ合衆国国家安全保\n障法第５０１３号「米海兵隊・・・構成と機能」(a)が，「海兵隊は，海軍省に属し，\n少なくとも３個師海兵師団，３個海兵航空団，並びにその他の地上戦闘部隊，\n航空部隊及びこれらの有機的構成要素をなす他の部隊を含むものとして組織\nされる。」と規定している（弁論の全趣旨）とおり，海兵隊は，米軍の組織の上\nでアメリカ海軍省に属している。さらに，その組織も戦闘部隊を含み，軍事行\n動に当たる組織であることが明らかであって，海兵隊が「日本に駐留するアメ\nリカ合衆国の軍隊」に含まれると解するのが相当である。\nまた，基地内において諸々の用務を果たすためには，人員を雇用するなど\nしてこれに当たらせたり，駐留軍の構成員等がその家族を伴って基地内で生\n活するのは必然的なことであり，「駐留軍の用に供する」とは，そのような者達\nのための土地使用も含むものと解すべきであり，このような解釈が日米安保\n条約６条，日米地位協定，特措法の各法規の趣旨にも沿うものというべきであ\nる。\nしたがって，原告らの上記主張を採用することができない。\nイ　原告らは，駐留軍が提供物件を使用する場合であっても，その使用は駐留\n目的の範囲内に限られるところ，同物件が，いわゆる極東を超えた地域に対\nする戦略の拠点として使用され，安保「再定義」によってさらにその範囲を逸\n脱しており，必要性の要件を満たさないと主張する。\nしかし，前判示のとおり，本件各土地を駐留軍へ提供することには高度の\n公益性が認められ，その提供の高い客観的必要性が肯定されるのであり，そ\nの必要性の要件も充足していると認められるところ，駐留軍が当該基地をど\nのような戦略拠点にするかとか，日米安保条約の条項をいかに定義付け，解\n釈するかなどの極めて政策的ないし政治的問題は，上記要件の判断と直接\n関係するものとは認め難いのであって，上記要件の判断に当たり，この点を\n斟酌することは相当ではない。したがって，原告らの上記主張を採用すること\nはできない。\nウ　原告らは，土地等の使用に日米安保条約６条に掲げる「目的」を遂行するた\nめの「手段」として土地等を提供する客観的必要性（「目的」と「手段」との直接\n的な関連性）が認められる必要があり，例えば，ゴルフ場や教会等の設置を\n目的とする土地等の使用は，駐留目的との関連性がなく，必要性の要件を満\nたさないと主張する。\nしかし，本件において，原告らは抽象的に前記のとおり主張するにとどま\nり，駐留目的と関連性がないどのような利用が実際になされているかを明確\nにしないもので，その点において，既に失当であるが，さらに，特措法３条にい\nう「駐留軍の用に供するため土地等を必要とする場合」の意味は上記のとおり\nであり，内閣総理大臣は，必要性の判断をするに当たって，上記の点を判断\nすれば足りるものである。\nしたがって，原告らの上記主張は採用できない。\nエ　原告らは，「適正且つ合理的」の要件が認められるためには，当該土地を強制\n使用してまで提供しなければならない程度の客観的必要性が高いことを要し，\n提供によって得られる公共の利益がこれによって失われる利益に優っている\nことが必要である旨主張するが，客観的必要性が高く，提供によって得られる\n利益がこれによって失われる利益に優っていることは前判示のとおりである。\nこの点，原告らは，客観的必要性について，当該土地の具体的用途との関\n係で，個別の必要性があることについて説明が尽くされていなければならない\nこと，客観的必要性の程度が高いこと，客観的必要性が高いことの基準は，\n提供方法の非代替性（任意契約により提供可能か，そのような努力をした\nか），提供土地の非代替性（他に提供する土地が存在しない）及び必要昀小\n限性（強制使用する範囲は必要昀小限でなければならない）によるべきである\nなどと主張する。\nしかし，上記のような厳格な基準は，日米安保条約，日米地位協定及び特\n措法の目的等からして採用できるものではなく，原告らの独自の見解といわざ\nるを得ない。\nオ　原告らは，違法な土地占有をしたものが，その回復をしないまま，法に基づく\n権原の取得を求めることがクリーンハンドの原則に反すると主張するが，同原\n則と「適正かつ合理的」の要件との関係が必ずしも明らかではなく，採用の限\nりではない。\nカ　さらに，原告らは，「適正且つ合理的」の要件を充足しているか否かを正確に\n判断するためには，歴史的経過やその他の諸事情を踏まえる必要があると\nし，米軍による土地の長期使用の歴史的経過，米軍基地の果たした役割，県\n土利用の障害たる米軍基地，県民の生活と人権を破壊する米軍基地などに\nついて主張するところである。\nしかし，原告らのこれらの主張は，いわば一般的な議論や背景事情にとど\nまるものであり，具体的に，本件各土地についての「適正且つ合理的」の要件\nに係る事実を述べるものではないから，これらの主張を本件各土地に係る本\n件使用認定の適法性に際し考慮することは相当とは認め難い。\nキ　その他，原告らが縷々主張する点は，前記本件各土地に係る使用認定の適\n法性について判示したところに照らし，採用することはできない。\n４　本件各使用裁決について\n(1)  特措法は，収用委員会に対し，起業者から使用裁決の申請があった場合，申\n請を却下する場合（土地収用法４７条）を除くほか，使用裁決をしなければならな\nい（特措法１４条１項，土地収用法３９条，４７条の２）としており，土地収用法４７\n条の却下事由のないことが本件各使用裁決の処分要件となるから，上記各処分\nの違法事由となり得るのは，これらの法に定める処分要件に関するものに限ら\nれ，それ以外のものは違法事由とはなり得ないと解される。\nこれを本件についてみるに，本件各使用裁決について，土地収用法４７条の\n却下事由は認められないから，同裁決は処分要件に適合しているというべきで\nあり，適法である。\n(2) 原告らは，本件各使用認定が違法であるから本件各使用裁決をすることは許さ\nれないと主張する。\nしかし，前判示のとおり，本件各使用認定を違法と認めることはできないから，\n原告らの主張は前提を欠き，採用の限りでない。\n(3) 土地調書等の作成手続について\nア　原告らは，使用認定後に作成が義務づけられている土地調書及びこれに添\n付されている実測平面図が，使用認定前に作成されていること，本件各使用\n裁決に係る申請書に添付する土地調書，物件調書の作成が，原告ら地権者\nの立会いのないまま作成されていることなどの違法があると主張する。\nイ　特措法１４条に基づき同法３条の規定による土地等の使用又は収用に関し\nて適用される土地収用法３６条によれば，防衛施設局長は，土地等の使用又\nは収用の認定の告示があった後，土地調書及び物件調書を作成しなければ\nならないとされているところ，これは，収用委員会の審理における事実の調\n査，確認における煩瑣を避け，その効率化を図るために使用又は収用する土\n地及びその土地上にある物件に関する事実及び権利の状態並びに当事者の\n主張を記載し，予め整理しておくことを目的とするものであり，裁決申請の準\n備手続としての意味を持つものと理解できる。\nそして，土地収用法３７条１項は，土地調書に実測平面図を添付すべきことを定め\nているところ，土地調書，物件調書の作成時期については同法３６条１項に規\n定があるが，それらに添付することが要求される実測平面図の作成時期につ\nいては何ら規定が存在しない。このように，土地収用法には実測平面図の作\n成を義務付ける規定はあるが，その作成時期についての規定は存せず，告\n示後に作成すべき義務があるとまでは解し難く，使用認定の告示前に予め実\n測平面図が作成されていたとしても，使用認定の告示がなされるまでの間に\n実測平面図に記載した内容に特段の変動が認められないような場合には，告\n示前に作成された実測平面図を添付して行った申請も適法であるというべき\nである。\n本件では，各使用裁決申請書添付の実測平面図は，いずれも平成１２年２\n月２３日に作成されており，使用の認定の告示がなされた同年６月２７日より\n約４か月ほど前である（乙５，６）が，楚辺通信所及び牧港補給地区が以前か\nら継続して米軍により使用されており，上記のような実測平面図の作成時期\nから上記各申請までの間に，本件各土地の状況について特段の変化はなか\nったものと認められる（弁論の全趣旨）ことからすれば，本件各使用裁決の申\n請は適法であるというべきである。\nウ　上記のとおり，防衛施設局長は，土地等の使用又は収用の認定の告示があ\nった後，土地調書及び物件調書を作成しなければならず，これを作成する場\n合において，土地所有者及び関係人（防衛施設局長が過失なくして知ることが\nできない者を除く。）を立ち会わせた上，土地調書及び物件調書に署名押印を\nさせなければならないものとされている（土地収用法３６条２項）。この趣旨は\n前記イ記載のとおりと解される。\nこのような趣旨や土地収用法３６条２項の文言からすると，同項は，土地調\n書及び物件調書作成の全過程において，土地所有者及び関係人に立会いの\n機会を与えることまでを要求しているものではなく，調書が有効に成立する署\n名押印の段階で，調書を土地所有者及び関係人に現実に提示し，記載事項\nの内容を周知させることを求めているものと解するのが相当である。\n確かに，本件各土地の所有者及び関係人にとっては，現地を確認すること\nなく，土地調書及び物件調書の記載内容の真偽を判断することが困難である\n場合もあることは，原告らが指摘するとおりであるとしても，土地所有者及び\n関係人は，同条３項に基づき，異議を付記して署名押印をすることができ，そ\nうすることによって，調書の記載が真実に合致するとの推定を排除することが\nできるのである。その場合には，那覇防衛施設局長が収用委員会の審理手\n続の中で土地調書及び物件調書の記載内容が真実に合致することを立証し\nなければならないことになるのであるから，本件各土地の所有者及び関係人\nに現地における立会いの機会を与えなくても，その権利を不当に侵害するも\nのとはいえない（平成８年昀高裁大法廷判決）。\nよって，この点に関する原告らの主張には理由がない。\n第７　結論\nよって，原告らの請求はいずれも理由がないからこれを棄却し，訴訟費用の\n負担について，行政事件訴訟法７条，民事訴訟法６５条１項本文，６１条を適用\nして，主文のとおり判決する。\n那覇地方裁判所民事第２部\n裁判長裁判官　　　窪　　木　　　　　稔\n裁判官　　　鈴　　木　　　　　博\n裁判官　　　野　　澤　　晃　　一\n別　　紙\n物件目録\n１　所　在　　中頭郡a村字bc\n地　番　　d番\n地　目　　宅地\n地　積　　２３６．３７平方メートル\n２　所　在　　浦添市字ef\n地　番　　g番h\n地　目　　墓地\n地　積　　１４８平方メートル\n"
}