{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 3,
    "day": 26
  },
  "case_number": "平成12(行ウ)256",
  "case_name": "東京都外形標準課税条例無効確認等請求",
  "court_name": "東京地方裁判所",
  "lawsuit_id": "5849",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=5849",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/849/005849_hanrei.pdf",
  "contents": "平成１４年３月２６日判決言渡・同日判決書原本領収　裁判所書記官\n平成１２年（行ウ）第２５６号、同第２６１号、同第２６２号、同第２６３号、同第２６４号、同第２６５号、同第２６６\n号、同第２６７号、同第２６８号、同第２６９号、同第２７０号、同第２７１号、同第２７２号、同第２７３号、同第２７\n４号、同第２７５号、同第２７６号、同第２７７号、同第２７８号、同第２７９号及び同第２８０号　各東京都外形標\n準課税条例無効確認等請求事件（以下、各事件を「第２５６号事件」などと番号のみで略称する。）\n口頭弁論終結日　平成１４年１月１５日\n判決\n当事者の表示　　別紙１当事者目録記載のとおり（略）\n主文\n１　原告らの被告東京都知事に対する訴えをいずれも却下する。\n２　被告東京都は、原告三菱信託銀行及び原告ユーエフジェイ銀行を除く各原告に対し、それぞれ同各原告\nに対応する別紙２(ｅ)欄記載の各金員並びに同各金員のうち同各原告に対応する別紙２(ａ)欄記載の各金員\nに対する別紙２(ｆ)欄記載の各日から平成１３年１２月３１日までは年４．５パーセントの割合、平成１４年１月１\n日から支払済みまでは年４．１パーセントの割合による各金員、及び同各原告に対応する別紙２(ｃ)欄記載の\n各金員に対する平成１２年１０月２４日から支払済みまで年５パーセントの割合による各金員を支払え。\n３　被告東京都は、原告三菱信託銀行に対し、４６億１９３７万４９００円並びにうち３７億００８１万６６００円に\n対する平成１３年８月３日から、うち７億１８５５万８３００円に対する同年７月３０日からそれぞれ平成１３年１２\n月３１日までは年４．５パーセントの割合、平成１４年１月１日から支払済みまではそれぞれ年４．１パーセント\nの割合による金員、及び２億円に対する平成１２年１０月２４日から支払済みまで年５パーセントの割合によ\nる金員を支払え。\n４　被告東京都は、原告ユーエフジェイ銀行に対し、９５億８５９５万０８００円並びにうち６５億０８８５万９５００\n円に対する平成１３年７月２９日から、うち２８億７７０９万１３００円に対する同年８月３日からそれぞれ平成１\n３年１２月３１日までは年４．５パーセントの割合、平成１４年１月１日から支払済みまではそれぞれ年４．１パ\nーセントの割合による金員、及び２億円に対する平成１２年１０月２４日から支払済みまで年５パーセントの割\n合による金員を支払え。\n５　原告らの被告東京都に対するその余の請求のうち、金員請求に関する２項ないし４項に記載の部分以外\nの部分を棄却し、その余の請求に係る訴えをいずれも却下する。\n６　訴訟費用は被告らの負担とする。\n７　この判決は、２項ないし４項に限り、仮に執行することができる。ただし、被告東京都が、各原告につき附\n帯請求部分を除く当該原告の請求認容額の６割（ただし、１万円未満切捨て）に相当する金員の担保を供す\nるときは、当該原告の仮執行を免れることができる。\n事実及び理由\n第１　当事者の求めた裁判\n（原告ら）\n１　（下記２の予備的併合関係にある請求との間での主位的請求）\n原告らと被告東京都との間で、被告東京都が平成１２年４月１日に制定した「東京都における銀行業等に\n対する事業税の課税標準等の特例に関する条例」（東京都条例第１４５号。以下「本件条例」という。）が無効\nであることを確認する（以下「請求１」という。）。\n２　（請求１と単純併合又は予備的併合関係にある請求）\n原告らと被告東京都知事との間で、本件条例が無効であることを確認する（以下「請求２」という。）\n３　被告東京都知事は、原告らに対し、本件条例に基づく平成１３年４月１日に開始する事業年度分の事業\n税に係る更正処分及び決定処分をしてはならない（以下「請求３」という。）。\n４　原告らと被告東京都との間で、原告らが、本件条例に基づき平成１３年４月１日に開始する事業年度に係\nる事業税を納付する租税債務を有しないことを確認する（以下「請求４」という。）。\n５(1) （原告三菱信託銀行及び原告ユーエフジェイ銀行を除く原告らにつき後　６(1)の予備的請求との間\nでの主位的請求）\n被告東京都は、原告三菱信託銀行及び原告ユーエフジェイ銀行を除く各原告に対し、それぞれ同各原告に\n対応する別紙３(ｅ)欄記載の各金員並びに同各金員のうち同各原告に対応する別紙３(ｃ)欄記載の各金員に\n対する別紙３(ｉ)欄記載の各日から支払済みまで年４．５パーセントの割合による各金員、及び同各原告に対\n応する別紙３(ｄ)欄記載の各金員に対する平成１２年１０月２４日から支払済みまで年５パーセントの割合に\nよる各金員を支払え（以下「請求５(1)」という。）。\n(2)　（原告三菱信託銀行につき後記６(2)の予備的請求との間での主位的請求）\n被告東京都は、原告三菱信託銀行に対し、４６億１９３７万４９００円並びにうち３７億００８１万６６００円に対\nする平成１３年８月３日から、うち７億１８５５万８３００円に対する同年７月３０日からそれぞれ支払済みまで年\n４．５パーセントの割合による金員、及び２億円に対する平成１２年１０月２４日から支払済みまで年５パーセ\nントの割合による金員を支払え（以下「請求５(2)」という。）。\n(3)　（原告ユーエフジェイ銀行につき後記６(3)の予備的請求との間での主位的請求）\n被告東京都は、原告ユーエフジェイ銀行に対し、９５億８５９５万０８００円並びにうち６５億０８８５万９５００円\nに対する平成１３年７月２９日から、うち２８億７７０９万１３００円に対する同年８月３日からそれぞれ支払済み\nまで年４．５パーセントの割合による金員、及び２億円に対する平成１２年１０月２４日から支払済みまで年５\nパーセントの割合による金員を支払え（以下「請求５(3)」といい、請求５(1)ないし(3)を併せて「請求５」とい\nう。）。\n６(1)　（原告三菱信託銀行及び原告ユーエフジェイ銀行を除く原告らにつき請求５(1)と予備的併合関係で、\nかつ、次のアとイとの間では単純併合の関係にある請求）\nア　原告三菱信託銀行及び原告ユーエフジェイ銀行を除く各原告が申告納付した平成１２年４月１日に開始\nする事業年度に係る事業税が過大申告であったとして同各原告に対応する別紙３(ｇ)欄記載の各日に行った\n各更正請求に対し、被告東京都知事が平成１３年８月３０日付けで同各原告に対してそれぞれした｢理由が\nないと認め、更正しないことにした｣旨の各通知処分を取り消す（以下「請求６(1)ア」という。）。\nイ　被告東京都は、原告三菱信託銀行及び原告ユーエフジェイ銀行を除く各原告に対し、それぞれ同各原告\nに対応する別紙３(ｅ)欄記載の各金員並びに同各金員のうち同各原告に対応する別紙３(ｃ)欄記載の各金員\nに対する別紙３(ｊ)欄記載の各日から支払済みまで年４．５パーセントの割合による各金員、及び同各原告に\n対応する別紙３(ｄ)欄記載の各金員に対する平成１２年１０月２４日から支払済みまで年５パーセントの割合\nによる金員を支払え（以下「請求６(1)イ」という。）。\n(2)　（原告三菱信託銀行につき請求５(2)と予備的併合関係で、かつ、次のアとイとの間では単純併合の\n関係にある請求）\nア　原告三菱信託銀行が申告納付した平成１２年４月１日に開始する事業年度に係る事業税が過大申告で\nあったとして別紙３(ｇ)欄の（旧三菱信託銀行分）欄及び同(ｇ)欄の（旧日本信託銀行分）欄記載の各日に行っ\nた各更正請求に対し、被告東京都知事が平成１３年８月３０日付けで原告三菱信託銀行及び訴訟承継前第\n２７７号事件原告日本信託銀行株式会社に対してそれぞれした「理由がないと認め、更正しないことにした」\n旨の各通知処分を取り消す（以下「請求６(2)ア」という。）。\nイ　被告東京都は、原告三菱信託銀行に対し、４６億１９３７万４９００円並びにうち３７億００８１万６６００円に\n対する平成１３年１０月７日から、うち７億１８５５万８３００円に対する同年１０月１３日からそれぞれ支払済み\nまで年４．５パーセントの割合による金員、及び２億円に対する平成１２年１０月２４日から支払済みまで年５\nパーセントの割合による金員を支払え（以下「請求６(2)イ」という。）。\n(3)　（原告ユーエフジェイ銀行につき請求５(3)と予備的併合関係で、かつ、次のアとイとの間では単純併\n合の関係にある請求）\nア　原告ユーエフジェイ銀行が申告納付した平成１２年４月１日に開始する事業年度に係る事業税が過大申\n告であったとして別紙３(ｇ)欄の（旧三和銀行分）欄及び同(ｇ)欄の（旧東海銀行分）欄記載の各日に行った各\n更正請求に対し、被告東京都知事が平成１３年８月３０日付けで訴訟承継前第２６５号事件原告株式会社三\n和銀行及び訴訟承継前第２６８号事件原告株式会社東海銀行に対してそれぞれした「理由がないと認め、更\n正しないことにした」旨の各通知処分を取り消す（以下「請求６(3)ア」という。）。\nイ　被告東京都は、原告ユーエフジェイ銀行に対し、９５億８５９５万０８００円並びにうち６５億０８８５万９５００\n円に対する平成１３年１０月１１日から、うち２８億７７０９万１３００円に対する同年１０月１３日からそれぞれ支\n払済みまで年４．５パーセントの割合による金員、及び２億円に対する平成１２年１０月２４日から支払済みま\nで年５パーセントの割合による金員を支払え（以下「請求６(3)イ」といい、請求６(1)ないし(3)の各ア及びイを併\nせて「請求６」という。）。\n７　訴訟費用は被告らの負担とする。\n８　仮執行宣言\n（被告ら）\n１（本案前の答弁）\n(1)　原告らの請求１ないし４に係る訴えをいずれも却下する。\n(2)　請求１ないし４に係る訴訟費用は原告らの負担とする。\n２（本案の答弁）\n(1)　原告らの請求をいずれも棄却する。\n(2)　訴訟費用は原告らの負担とする。\n(3)　請求５(1)ないし(3)、請求６(1)ないし(3)の各イにつき、仮執行免脱宣言\n第２　事案の概要\n本件条例は、各事業年度の終了の日における資金の量が５兆円以上である銀行業等を行う法人に対し、\n制定日から５年以内に開始する各事業年度の法人事業税について、課税標準を業務粗利益とし、税率を原\n則として３パーセントとして課税するものであるところ、本件は、原告らが、本件条例は憲法及び地方税法に\n違反して無効であると主張して、行政事件訴訟法３条４項の無効等確認の訴えとして、本件条例の無効確認\nを被告東京都に対し（請求１）、また、被告東京都知事に対し（請求２）求めるとともに、いわゆる無名抗告訴\n訟として被告東京都知事に対し本件条例に基づく更正処分及び決定処分の差止め（請求３）を、同法４条後\n段の当事者訴訟又は民事訴訟として被告東京都に対し本件条例に基づく租税債務不存在確認（請求４）を\n求め、さら\nに、原告らが平成１２年事業年度分につき留保文言を付した上で本件条例に基づき計算された事業税額を\n被告東京都に申告納付したことから、被告東京都に対し、主位的に同事業税額の誤納金としての還付及び\n還付加算金の支払並びに本件条例の制定に関係する一連の行為及び公布行為が違法であるとする国家賠\n償及び同賠償額に対する遅延損害金の支払（請求５）を、また、原告らが同申告納付後直ちに同事業税が過\n大申告であったとして更正の請求を行ったのに対し被告東京都知事が「理由がないと認め、更正しないこと\nにした」旨の通知処分をしたことから、予備的に被告東京都知事に対し同通知処分の取消し、被告東京都に\n対し同事業税額の過納金としての還付及び還付加算金の支払並びに前記国家賠償及び同賠償額に対する\n遅延損害金の支払（請求６\n）を求めた事案である。\n１　法令の定め\n(1)　地方税法７２条の１２は、法人事業税の課税標準を、電気供給業、ガス供給業、生命保険業及び損\n害保険業以外の事業については各事業年度の所得及び清算所得によると規定し、同４業種（以下「例外４業\n種」という。）を除き所得課税としているが、その一方で、地方税法７２条の１９は、同４業種以外の事業につ\nいても、事業の情況に応じ、資本金額、売上金額、家屋の床面積若しくは価格、土地の地積若しくは価格、\n従業員数等を課税標準とし、又は所得及び清算所得とこれらの課税標準とを併せて用いることができる旨規\n定する（以下、各事業年度の「所得及び清算所得」以外の課税標準を「外形標準」といい、外形標準を用いた\n課税を「外形課税」又は「外形標準課税」という。）。\n(2)　地方税法７２条の２２第９項は、同法７２条の１９によって所得及び清算所得以外の課税標準を用い\nて事業税を課する場合における税率は、所得及び清算所得を課税標準として同法７２条の２２第１項、２項、\n６項及び８項の税率による事業税の負担と著しく均衡を失することのないようにしなければならない旨規定す\nる。\n２　前提事実（次の事実は、括弧内に認定根拠を掲げた事実のほかは、当事者間に争いのない事実であ\nる。）\n(1)　原告ら\nア　原告日本興業銀行を除くその余の原告ら及び次のイないしエの各合併による訴訟承継前原告らは、そ\nれぞれ銀行法４条１項に基づく免許（銀行法平成１０年法律第１３１号附則２条１項参照）を受けた銀行であ\nり、原告日本興業銀行は、長期信用銀行法４条１項に基づく免許（長期信用銀行法平成１０年法律第１３１号\n附則２条１項参照）を受けた長期信用銀行である。\nイ　商号変更前の第２６６号事件原告株式会社住友銀行は、平成１３年４月１日、商号を「株式会社三井住\n友銀行」に変更し、同月２日、訴訟承継前第２６１号事件原告株式会社さくら銀行を吸収合併した。したがっ\nて、原告三井住友銀行は、同日をもって訴訟承継前第２６１号事件原告株式会社さくら銀行より、同銀行の\n一切の権利義務を承継した。\nウ　原告三菱信託銀行は、平成１３年１０月１日、訴訟承継前第２７７号事件原告日本信託銀行株式会社\n及び訴外東京信託銀行株式会社を吸収合併した。したがって、原告三菱信託銀行は、同日をもって訴訟承\n継前第２７７号事件原告日本信託銀行株式会社より、同社の一切の権利義務を承継した。\nエ　商号変更前の第２６５号事件原告株式会社三和銀行は、平成１４年１月１５日、商号を「株式会社ユ\nーエフジェイ銀行」に変更し、同日、同銀行を存続会社として、訴訟承継前第２６８号事件原告株式会社東海\n銀行と合併した。したがって、原告ユーエフジェイ銀行は、同日をもって訴訟承継前第２６８号事件原告株式\n会社東海銀行より、同銀行の一切の権利義務を承継した。\n(2)　被告ら\n被告東京都は、本件条例を制定した地方公共団体である。\n被告東京都知事は、被告東京都の長であり、地方自治法１６条２項に基づき本件条例を公布した者であ\nり、かつ、本件条例に基づき事業税に係る更正・決定を行う権限を有する者（本件条例１６条１項及び２項）で\nある。\n(3)　本件条例の審議・制定\nア　被告東京都知事は、平成１２年２月７日、東京都庁での記者会見において、後記(5)の外形標準課税の\n構想による本件条例の案を平成１２年東京都議会第１回定例会に提案する旨発表した。\nイ　被告東京都知事は、同月２３日開会の東京都議会第１回定例会に本件条例の議案（第２０６号議案）を\n提出し、同議案は、同月２９日から同年３月２日までの間、東京都議会本会議で審議された。\nウ　同年３月２２日には、東京都議会財政委員会において、本件条例案について集中審議が行われ、同委\n員会は、同月２３日、本件条例案につき採決をし、委員全員の賛成で可決した。\nエ　東京都議会本会議は、同月３０日、本件条例案につき採決をし、反対者１人を除く賛成多数で可決した。\nオ　被告東京都知事は、同年４月１日、本件条例及び東京都における銀行業等に対する事業税の課税標準\n等の特例に関する条例施行規則（平成１２年東京都規則第２６０号）を公布し、本件条例は、同日施行された\n（本件条例附則１条）。\n(4)　本件条例の趣旨\n本件条例の趣旨は、地方税である法人事業税の課税標準について、地方税法７２条の１９に基づき、\n同法７２条の１２の課税標準とは異なる課税標準の特例を定めることにあると規定されている（本件条例１\n条）。すなわち、被告東京都は、法人の行う「銀行業等」（本件条例２条１項）に対する事業税の課税標準を、\n各事業年度の「所得」（同法７２条の１２）から本件条例２条３項に定める「業務粗利益等」（以下「業務粗利益\n等」という。）という外形標準に変更するべく、本件条例を制定したものである。\n(5)　本件条例の概要\nア　本件条例は、本件条例２条１項に定める「銀行業等」（以下「銀行業等」という。）に対する法人事業\n税の課税標準を業務粗利益等とする外形標準課税（以下「本件外形標準課税」という。）を規定している。た\nだし、その対象を、各事業年度の終了の日における「資金」（本件条例２条２項）の量が５兆円以上である銀\n行業等を行う法人（以下「銀行等」という。）に限定するとともに、平成１２年４月１日以後５年以内に開始する\n各事業年度分の法人事業税についてのみ適用することとしている（本件条例３条３項）。また、銀行業等に対\nする法人事業税の税率は、原則として１００分の３である（本件条例５条）。\nイ　本件条例における法人事業税の確定手続としては、確定申告納付制度が採用されており（本件条\n例９条１項）、本件条例の適用を受ける銀行等は、原則として、各事業年度の終了の日から２か月以内に、\n当該事業年度の業務粗利益等及び事業税額等を記載した申告書を提出の上、被告東京都知事に対して法\n人事業税を納付しなければならない（本件条例９条１項及び２項）。銀行等がかかる申告書を提出しなかった\n場合には、被告東京都知事が、調査によって、業務粗利益等及び事業税額を決定する権限を有するとともに\n（本件条例１６条２項）、銀行等が、申告書を提出した場合であっても、業務粗利益等又は事業税額が被告東\n京都知事の調査と異なる場合には、被告東京都知事が、これを更正する権限を有する（本件条例１６条１\n項）。\n(6)　本件条例に基づく課税\nア　原告三井住友銀行及び原告ユーエフジェイ銀行を除く原告ら、前記(1)イ及びエの各商号変更前の\n原告ら並びに前記(1)イないしエの各合併による各訴訟承継前原告ら（以下、これらを併せて「当初原告ら」と\nいい、その個々の者を「各当初原告」という。）のうち、原告日本興業銀行を除くその余の者は、前記(1)アのと\nおりいずれも銀行であり、本件条例２条１項１号の定める銀行法その他の法律の規定によりその業務を行っ\nている者であって、原告日本興業銀行は、前記(1)アのとおり長期信用銀行であり、本件条例２条１項２号の\n定める長期信用銀行法の規定によりその業務を行っている者であって、平成１２年３月３１日の時点で当初\n原告らにつき本件条例２条２項の定める「資金」の量は、別紙４「資金量一覧表」記載のとおりであり、いずれ\nも\n５兆円以上であった。\nイ　当初原告らは、それぞれ、平成１２事業年度分につき、「本件条例が違憲・違法であることを主張し\nて係争中であり、今回の納付申告により本件条例の合憲性・適法性を認めるものではない旨を念のため付\n記する。」との留保文言を付して、本件条例に基づき計算された事業税額（以下「既納税額」という。）を被告\n東京都に申告納付した（甲１５２の１ないし２１）。\n各当初原告について、平成１２事業年度につき申告納付した各既納税額は各当初原告に対応する別紙３\n(ａ)欄各記載のとおりであり、各納付日は各当初原告に対応する別紙３(ｆ)欄各記載のとおりである。\nまた、各当初原告について、地方税法７２条の１２に従い事業税の課税標準を「所得」として従来の税率で\n税額を算出すると、各当初原告に対応する別紙３(ｂ)欄各記載の旧基準税額となる（甲１０１）。\nウ　各当初原告は、それぞれ、上記各申告納付後直ちに、各当初原告が申告納付した平成１２年４月１\n日から開始する事業年度（以下「平成１２事業年度」という。）に係る事業税が過大申告であったとして、被告\n東京都知事に対し更正の請求を行った（甲１５３の１ないし２１）。これに対し、被告東京都知事は、平成１３年\n８月３０日付けで、各当初原告に対してそれぞれ「理由がないと認め、更正しないことにした」旨の通知処分\n（以下「本件通知処分」という。）を行った（甲１５４の１ないし２１）。各当初原告について、各更正請求日は各\n当初原告に対応する別紙３(ｇ)欄に、前掲｢理由がないと認め、更正しないことにした｣旨の通知処分のされた\n日は各当初原告に対応する別紙３(ｈ)欄にそれぞれ記載のとおりである。\n３　争点\n(1)　請求１ないし４に係る訴えの適法性（争点１－本案前の争点）\nア　請求１は被告東京都に対し、請求２は被告東京都知事に対し、それぞれ本件条例の無効確認を求める\n請求であるところ、被告らは本件条例が抗告訴訟の対象としての処分性及び原告適格を欠く旨を主張し、ま\nた、被告東京都は請求１につき被告適格を欠く旨主張する（争点１のア［請求１及び２に係る訴えの適法\n性］）。\nイ　請求３は、被告東京都知事に対し本件条例に基づく更正処分及び決定処分の差止めを求める無名抗告\n訴訟としての予防的不作為訴訟であるところ、被告東京都知事は、その無名抗告訴訟としての適法要件を\n欠く旨主張する（争点１のイ［請求３に係る訴えの適法性］）。\nウ　請求４は、被告東京都に対する当事者訴訟又は民事訴訟としての本件条例に基づく租税債務の不存在\n確認請求であるところ、被告東京都は、訴えの利益を欠く旨主張する（争点１のウ［請求４に係る訴えの適法\n性］）。\n(2)　本件条例の適法性・有効性（争点２－請求１ないし６の本案の争点）\n原告らは、本件条例が憲法１４条、３１条、９４条、地方税法７２条の１９、７２条の２２、６条２項に反して違憲・\n違法であるから本件条例は無効である旨主張し、被告らはこれを争う。\n(3)（請求５の誤納金返還請求部分につき）本件通知処分の有効性並びに誤納金及び還付加算金額（争\n点３）\n原告らは、本件条例は違憲・違法・無効であるから本件通知処分の瑕疵も重大かつ明白である旨主張し、誤\n納金の還付及び還付加算金の支払を求めるのに対し、被告東京都はこれを争う。\n(4)（争点３につき消極の場合、請求６の過納金返還請求部分につき）本件通知処分の取消事由の有無並び\nに過納金及び還付加算金額（争点４）\n(5)（請求５又は請求６の国家賠償請求部分につき）被告東京都の責任原因（争点５）\n原告らは、本件条例の公布行為及び制定に関係する一連の行為は違法であり、同公布行為をした被告東京\n都知事、制定に関連する一連の行為をした被告東京都知事ほか被告東京都の職員、都議会議員には故\n意・過失がある旨主張し、被告東京都はこれを争う。\n(6)（請求５又は請求６の国家賠償請求部分につき）原告らの損害（争点６）\n４　当事者の主張（別紙５）\n上記の各争点に対する各当事者の主張は、別紙５「当事者の主張」のとおりである。\n第３　争点に対する判断\n１　争点１（請求１ないし４に係る訴えの適法性）について\n(1)　請求１及び２について\nア　本件において、請求１及び２が、その請求の趣旨のとおり、全く一般的に本件条例が無効であることの\n確認を求めるものであるならば、同各請求に係る訴えは、いずれも具体的争訟性を欠き、その訴訟形態の如\n何を問わず、いずれも不適法なものである。すなわち、裁判所法３条１項にいう「法律上の争訟」として裁判\n所の審判の対象となるのは、当事者間の具体的な権利義務ないし法律関係の存否に関する紛争に限られ、\nこのような具体的な紛争を離れて、裁判所に対して抽象的に法令の有効・無効の判断を求めることはできな\nいのであるから（最高裁判所昭和２７年１０月８日大法廷判決・民集６巻９号７８３頁、最高裁判所平成元年９\n月８日第二小法廷判決・民集４３巻８号８８９頁、最高裁判所平成３年４月１９日第二小法廷判決・民集４５巻\n４\n号５１８頁参照）、具体的争訟性を欠く訴えは不適法といわざるを得ないのである。\nイ　原告らは、本件条例は、まさに大手銀行という特定の者に対する課税処分ないし行政処分そのもので\nある旨主張するが、本件条例が施行されても、それだけでは原告らを含む特定の者に具体的な納税義務が\n当然に発生するものではなく、本件条例の課税要件を充足した納税義務者の申告又は行政庁の更正処分\n若しくは決定処分によって納付すべき税額が確定し、具体的な租税権利義務関係となるのであって、そうし\nた行為により具体化された権利義務ないし法律関係を争うのではなく、単に本件条例の無効確認を求めると\nいうのでは、本件条例の適用を受ける可能性のある者につき上記確定行為がされれば具体的権利義務又\nは法律関係が生ずる可能性があるという抽象的な関係を問題とするにすぎないし、本件条例上の課税要件\nへの具体的事実の当てはめ\nを問題とするものでもないから、結局のところ、請求１及び２は、文字どおり本件条例の一般的・抽象的憲法\nないし法律適合性の審査を求めているにすぎないのであって、当事者間の具体的な権利義務ないし法律関\n係の存否に関する紛争を対象としているものと認めることはできず、原告らの上記主張には理由がない。\nまた、原告らは、本件条例の制定自体により損害を被ったとして、これを理由に本件条例が抗告訴訟の対\n象となる行政処分性を有する旨主張するが、行政主体や行政庁の何らかの行為により損害を被る者があっ\nたとしても、そのことのみによって当該行為が行政処分であることにはならないのであって、当該行為が損害\nを受ける者の法的地位に直接的かつ具体的な影響を及ぼす場合に、はじめて当該行為が行政処分性を有\nするものとなるのである。このことは、行政主体等の事実行為たる不法行為により法的地位に影響を受けず\nに単に事実上損害を被る者があった場合に、当該事実行為が行政処分となるわけではないことを考えれば\n明らかである。そして、原告らの主張する損害は、いずれもその繰延税金資産の減少に端を発するものであ\nるところ、これが本\n件条例制定自体による直接的な効果として具体的に発生するならば、本件条例もまた行政処分性を有する\nこととなるが、繰延税金資産が減少するのは少なくとも本件条例の適用を受けて事業税の負担をすべき者に\n限られるところ、本件条例が制定されただけでは原告らがその適用を受けるとは確定しておらず、適用を受\nける可能性があるにすぎないことは上記のとおりであり、原告らが主張する損害は、いずれもこの可能性の\n存在という事実状態に基づくものにすぎないのである。したがって、この点の原告らの主張も理由がない。\nウ　さらに、原告らは、第二種市街地再開発事業の事業決定に行政処分性を認めた最高裁平成４年１１月\n２６日第一小法廷判決（民集４６巻８号２６５８頁）を引用し、中間段階の行為が条例制定行為のような、一見\nすると一般的な処分であっても、当該中間段階の行為による効果が、利害関係人の権利にどのような変動\nが生ずるかがある程度具体性をもって予測される場合については、なお処分性が肯定される場合があるとし\nて、本件においても行政処分性が認められると主張する。\nもとより、上記最高裁判決の事案は、租税に関するものでもなければ、条例の効力が問題となったものでも\nないから、租税に関する本件条例が抗告訴訟の対象となるか否かという争点にとっては、正に事案を異にす\nるものといわざるを得ないが、この点を措くとしても、上記最高裁判決は、「再開発事業計画の決定は、その\n公告の日から、土地収用法上の事業の認定と同一の法律効果を生ずるものであるから（同法２６条４項）、市\n町村は、右決定の公告により、同法に基づく収用権限を取得するとともに、その結果として、施行地区内の土\n地の所有者等は、特段の事情のない限り、自己の所有地が収用されるべき地位に立たされることとなる。し\nかも、この場合、都市再開発法上、施行地区内の宅地の所有者等は、契約又は収用により施行者（市町村）\nに取\n得される当該宅地等につき、公告があった日から起算して３０日以内に、その対償の払渡しを受けることとす\nるか又はこれに代えて建築施設の部分の譲受け希望の申出をするかの選択を余儀なくされるのである（同\n法１１８条の２第１項１号）。そうであるとすると、公告された再開発事業計画の決定は、施行地区内の土地の\n所有者等の法的地位に直接的な影響を及ぼすものであって、抗告訴訟の対象となる行政処分に当たると解\nするのが相当である。」と判示したもので、この判示からすれば、同最高裁判決が、第二種市街地再開発事\n業の事業計画決定に行政処分性を肯定したのは、①事業計画決定が土地収用法２０条の事業認定と同一\nの効果を持つことから、市町村が収用権限を取得するとともに、その結果として、施行地区内の土地所有者\n等が、自己の土\n地を収用されるべき地位に立つこと、②施行区域内の土地所有者等が公告の日から３０日以内に地区外に\n転出するか、建築施設の譲受け希望の申出をなすかの選択を余儀なくされる効果等があるからであり、すな\nわち、公告された再開発事業計画の決定が、施行地区内の土地の所有者等の法的地位に直接的かつ具体\n的な影響を及ぼすものであることから、同決定が抗告訴訟の対象となる行政処分に当たると判断したものと\n考えられる。\nこれに対し、本件においては、前記イのとおり、本件条例が施行されても、それだけでは原告らを含む特定\nの者に具体的な納税義務が当然に発生するものではなく、本件条例の課税要件を充足した納税義務者の申\n告又は行政庁の更正処分若しくは決定処分によって納付すべき税額が確定し、具体的な租税権利義務関係\nとなるのであり、繰延税金資産の減少もまた本件条例による事業税を負担すべきことが確定して初めて生ず\nるものであるから、本件条例の施行により、直接的かつ具体的に原告らの権利・義務が形成され、あるいは\nその範囲が確定されるものでないことは明らかである。したがって、本件条例の施行については、本件条例\nの規定に基づく原告らの申告又は行政庁の具体的な処分を待たずに、本件条例の施行そのものによって、\n直ちに原告らの権\n利義務に影響を及ぼすものではなく、この点で、上記最高裁判決の立場を前提としたとしても、本件条例の\n制定には処分性は認められないと解するほかない。\nエ　なお、仮に、請求２が、本件条例の制定行為とは別個に本件条例の公布行為そのものを独立の行政処\n分と捉え、当該公布行為のみの取消しを求める趣旨であるとしても、同請求に係る訴えはやはり不適法なも\nのといわざるを得ない。すなわち、条例は、議会の議決によって成立するものであり、その成立した条例の内\n容を住民に知らせるための表示行為が条例の公布であって、これにより条例は住民に対し現実にその拘束\n力を発動させることとなるが、条例の公布行為自体は、既に一定の内容をもって成立している条例を周知さ\nせるために外部に表示する行為であって、条例の制定行為に対する付随的なものにすぎないから、条例の\n公布行為のみを捉えて、これを抗告訴訟の対象とすることはできない。\n(2)　請求１ないし４について\nア　原告らは、本件において、請求１及び２の本件条例の無効確認請求のみならず、請求３において本件\n条例に基づく事業税に係る更正処分及び決定処分の予防的不作為請求を、請求４において本件条例に基\nづく租税債務の不存在確認請求をしており、これらの請求態様及び原告らが「本件訴訟の対象たる紛争は、\n『法律上の争訟』であり、かつ『紛争の成熟性』を有するので、他の訴訟要件を充足する限り、本件の無効確\n認訴訟、更正処分・決定処分差止訴訟及び租税債務不存在確認訴訟のうち、少なくともいずれか一つは、現\n時点において訴訟提起をすることが適法とされなければなら」ない旨主張していることからすると、本訴の趣\n旨とするところは、本件条例に基づいて原告らに対し事業税に係る更正処分等の何らかの不利益処分が行\nわれるのを防止\nするために、その前提である本件条例が無効であることを主文又は前提問題についての理由中の判断とし\nてあらかじめ確定しておくことにあるものと解せられる。\nイ　ところで、前記のとおり具体的・現実的な争訟の解決を目的とする現行訴訟制度の下においては、その\n訴訟形態が、法定の抗告訴訟、無名抗告訴訟、公法上の当事者訴訟、民事訴訟のいずれであるかを問わ\nず、法令違反の結果として将来なんらかの不利益処分を受けるおそれがあるというだけで、その処分権限の\n発動を差し止めるため事前にその前提となる法令の効力の有無の確定を求めたり、当該処分権限の発動を\nしないことを命令したり、当該処分権限の発動により具体的に確定される権利義務関係につき同発動前にこ\nれを差し止めるために当該権利義務関係の不存在の確認を求めることが当然に許されるわけではなく、当\n該法令自体によつて侵害を受ける権利の性質及びその侵害の程度、当該法令違反に対する制裁としての\n不利益処分の確実性（本\n件では更正処分及び決定処分等）及びその内容又は性質等に照らし、同処分を受けてからこれに関する訴\n訟の中で事後的に当該法令の効力を争ったのでは回復し難い重大な損害を被るおそれがある等、事前の救\n済を認めないことを著しく不相当とする特段の事情がある場合は格別、そうでない限り、あらかじめ当該法令\nの効力の有無の確定を求める法律上の利益を認めることはできないものと解すべきである（最高裁判所昭\n和４７年１１月３０日第一小法廷判決・民集２６巻９号１７４６頁、最高裁判所平成元年７月４日第三小法廷判\n決・集民１５７号３６１頁参照）。\nウ　これを本件についてみるに、本件条例によれば、本件外形標準課税は、平成１２年４月１日以後開始す\nる事業年度の末日における資金量が５兆円以上の銀行業等に適用されるものであり（本件条例３条１項及び\n３項）、さらに、資金量が５兆円以上であることのほか、課税標準となる業務粗利益等の総額や外国事業分\nの業務粗利益等の控除の有無及び算定、被告東京都分の業務粗利益等の算定根拠となる分割基準の算\n定等を経て具体的な租税法律関係が定まるべきものであり、本件条例の適用される５年間につき、原告らの\nすべてが本件条例の適用対象となるか否か、各原告につきどのような具体的租税法律関係が生ずるかにつ\nいては、原告ら自らの主張する銀行業の置かれた昨今の厳しい経済状況にかんがみても、必ずしも定かで\nなく、原告らのいずれ\nについても、本件条例の適用さらには不利益処分としての更正処分又は決定処分等が行われることが確実\nであるとは必ずしもいい切れない。\nまた、原告らに対して本件条例が適用され、本件条例に基づく事業税を納付すべきこととなったとして\nも、原告らが本件条例の効力を無効と考えるならば、被告東京都知事が本件条例に基づいてする事業税の\n更正処分及び加算税の賦課決定処分又は原告らが申し立てた更正の請求に理由がないとの通知処分の効\n力を争う中で本件条例の効力を問題とすれば足りるのである。原告らの主張する種々の損害は、それがあ\nまりにも重大なものであって、事後的な救済を待っていては倒産の危機が生ずるといった事情が認められな\nい限り、同各処分の効力を争う訴訟等において本件条例の効力について適正な判断がされ、さらに、それで\nもなお回復できない損害については、原告らが本件において被告東京都に対して損害賠償請求を併合提起\nしているように、金銭\n賠償を求めることによって、その損害は補填されるものと考えることができるのであるから、あえて現時点に\nおいて本件条例の無効を確定させる必要はないというべきである。\nエ　原告らは、本件条例に基づく事業税の申告をしない場合には、被告東京都知事が本件条例に覊束され\nる結果、原告らに対して更正処分ないし決定処分を行うことは確実であり、この場合、本件条例により「加算\n金」（本件条例２０条）等が課されることになり、また、故意不申告罪が成立する場合には、それぞれ原告らの\n代表者等及び原告ら自身について、刑罰が課されることになり（本件条例１４条）、このように加算金等が課\nされ、また原告ら及びその代表者等に対して刑罰が科される場合には、金融再生委員会により、原告らの免\n許が取り消され、又は業務停止等が命じられる可能性が十分に存在するのであり（銀行法２７条、長期信用\n銀行法１７条）、将来確実にされることになる違法な更正処分又は決定処分に伴うこうした損害は、原告らに\nと\nって回復し難い重大な損害である旨主張する。\nしかし、当初原告らは、前記前提事実(6)のとおり、平成１２事業年度に係る本件条例に基づく事業税につき\n留保文言を付した上で本件条例に基づく事業税の申告納付をしているのであって、原告らは、平成１３事業\n年度以降についても、同様の申告納付をすることにより上記のような加算金の賦課や刑罰法規の適用、さら\nには免許の取消し等の行政処分を回避し、その上で更正の請求をし、本件通知処分のように更正の請求に\n理由がない旨の通知処分がされたときには同処分を争い、その中で本件条例の無効を主張することも可能\nであり、そうした今後の事業年度についての申告納付による経済的不利益によって倒産の危機に直面する\nなど、本件の請求５又は６のように不利益処分を待って本件条例の効力を争い事後的に誤納金又は過納金\nの返還及び金銭賠償\nを求めたのでは回復し難い重大な損害を被るおそれがある等の特段の事情の存在は、いまだこれを見いだ\nすことができない。\n原告らは、その主張に沿うものとして小早川教授・鑑定意見書を引用するが、同鑑定意見書６頁におい\nても、「現実に不利益処分が行われる前であっても、司法的介入を拒否する理由はない」とされるのは、「そ\nれが真に救済を必要とするものである限り」という条件を充たす場合に限定されており、原告らについては、\n上記のとおり事前の救済についての真の必要性があるとは認められない。この点につき、原告らは「本件条\n例の制定自体により、各種の不利益処分を回避する必要から、不本意ながらも本件条例に従った新基準税\n額の納付を行うために必要な莫大な資金を調達しなければならず、原告らの企業活動にとって大きな制約と\nなり、原告らの営業活動に対する影響は多種多様に現われ、これら無形損害は甚大かつ広範に生じ、仮に\n過誤納金還\n付請求が認容されたとしても、原告らに返還される金額は、各年度の過誤納金にとどまり、原告が現に被っ\nているこれら甚大かつ広範な損害を填補するものでは全くなく、国家賠償請求にしても、『本件条例が制定さ\nれなかったとしたらあったであろう原告らの状態』を回復することは現実的には不可能であり、救済として全く\n不十分といわざるを得ず、今般の銀行業を巡る極めて厳しい我が国の経済環境からすれば、将来金銭的に\n事後的な措置を得たとしても、原告らの救済として時機を失することは明白である」旨主張する。しかし、新基\n準税額の納付のために資金調達コストが必要であるとしても、その範囲・程度と同コストが各原告の営業活\n動に及ぼす影響は、各原告ごとにも異なるものと考えられるが、原告らはその実態を個別具体的に主張立\n証しよ\nうとしない。確かに、原告らの営業は、その主張するとおり「信用」に基づくものであるから、上記の点を個別\n具体的に主張立証することは困難であると考えられるが、本件における原告らの主張立証は極めて抽象的\nなものにとどまっており、これを前提とする限り、原告らの本件誤納金又は過納金還付請求及び国家賠償請\n求が認容されてもなお原告らに回復し難い損害が生じているとまでは認められないし、ましてや、今後の事\n業年度についての申告納付による経済的不利益によって倒産の危機に直面するとは到底認められない。し\nたがって、原告らのこの点に関する主張も理由がない。\nオ　よって、請求１ないし４に係る訴えについては、その訴訟形態を問わず、いずれも不適法なものであっ\nて、却下を免れない。\n２　争点２（本件条例の適法性・有効性）について\n(1)　争点２についての判断の位置付け\n前記１に説示したように、本件条例の無効確認を求める請求１及び２に係る訴えはいずれも不適法であ\nり、本件条例の無効を前提問題とする請求３及び４に係る訴えもいずれも不適法であり、したがって、請求１\n及び２の対象として又は請求３及び４の前提問題としては、本件条例の適法性・有効性について判断する必\n要はない。他方、請求５の誤納金還付請求又は請求６の通知処分取消請求及び過納金還付請求は、本件\n条例が無効であることを法律上の前提とするものであるから、以下においては、同各請求の前提問題とし\nて、本件条例の適法性・有効性について判断する。\n(2)　事業税の沿革\n本件条例は、前記前提事実(5)アのとおり、法人の事業税を外形標準を課税標準として課するためのもの\nであるところ、法人の事業税ないしこれに類する税の歴史的沿革について、次の事実を認めることができる\n（甲８３、甲８４、乙１の４、乙６の３・４・７、乙７の３５、公知の事実）。\nア　事業税の沿革は、明治１１年に地方税規則により府県税として創設された「営業税」にさかのぼり、同税\nは、業種別の定額で納税義務を課すものであった。明治２１年からは市町村がこれに附加税を課した。\nイ　明治２９年に、営業税法により国税としての営業税が創設された。この制度は、２４の主要な業種の営業\nについて、売上金額・従業員数等の外形標準により、課税を行うもので、府県及び市町村はこれに附加税を\n課す一方で、２４の業種以外の営業に対しては、府県が営業税を課し、市町村がこれに附加税を課した。\nウ　大正１５年に営業税法が廃止されて営業収益税法が制定され、営業税の課税標準は外形標準から純収\n益に改められた。\nエ　昭和１５年、地方税法（同年法律第６０号）が制定され、国・地方を通ずる税制の全面的改正の一環とし\nて、国の営業収益税と地方の営業税とが、国税である営業税に統一され、府県は、国からの還付を受けるこ\nととなった。\nオ　昭和２０年、敗戦後の民主化の流れの中で地方自治制度にも変革があり、その一環として、昭和２２年、\n国税であった営業税が地方に移管され、道府県の独立税としての営業税となった。この営業税は純益に課\n税されるものとされたが、地方税法４８条の３において、特別の必要がある場合においては営業税の課税標\n準に関しては営業の種類を限り内務大臣の許可を受け４８条の規定による純益のほかその標準を併せ用い\n又は４８条の規定による純益によらないこともできる旨の例外規定が置かれていた。\nカ　昭和２３年、地方税法が全部改正された際（同年法律第１１０号、以下「２３年法」という。）、事業税が創\n設されて営業税は廃止された。この時の地方税法は６５条において事業年度の所得を原則的な課税標準と\nした上で、６９条１項前段において、現行の地方税法７２条の１９とほぼ同様に、「事業税の課税標準につい\nては、事業の情況に応じ、第６３条第１項の所得によらないで資本金額、売上金額、家屋の床面積若しくは\n賃貸価格、土地の地積若しくは賃貸価格、従業員数等を標準とし、又は同項の所得とこれらの標準とを併せ\n用いることができる。この場合における賦課率は、命令で特別の定をなすものについてはその定により、その\n他のものについては、第６７条の賦課率による場合における負担と著しく均衡を失することのないように、こ\nれ\nを定めなければならない。」と定めた。\nこの改正において、外形課税を設ける際の許可制が廃止され、内閣総理大臣への報告と、内閣総理大\n臣が不適当と認めた場合の地方税審議会による審査の制度が設けられることとなり、これに伴い、現行地方\n税法７２条の２２第９項と同一の「著しく均衡を失することのないように」という規定が、外形課税の限界を画\nする規定として設けられた。\nキ　昭和２４年の地方税法改正（同年法律第１６９号）において、外形課税が課せられる「例外業種」として、\n電気供給業、ガス供給業及び運送業（運送取扱業を含む。）が盛り込まれた。昭和２４年５月７日衆議院地方\n行政委員会における地方税法の一部を改正する法律案に対する提案理由説明では、これらの業種におい\nては「料金統制」が行われており、その統制料金の決定に際しては既に税相当額が織り込まれている旨の説\n明があった(甲８３［２４０頁］)。\nク　昭和２４年９月にシャウプ勧告（一次）（乙６の４）が公表された。同勧告は、当時の事業税につき、「事業\n税は消費者に轉嫁されないものとされているようである。事業税が純所得に課せられているという事実は、\n事業主は全税額を負担すべきものであるという趣旨を示すにほかならない。純所得税というものは非轉嫁性\nのものと考えられるのが普通である。」とみた上、「都道府県が企業にある種の税を課すことは正当である。\nというのは、事業および労働者がその地方に存在するために必要となって来る都道府県施策の経費支払を\n事業とその顧客が、援助することは当然だからである。たとえば、工場とその労働者がある地域で発展増加\nしてくれば、公衆衛生費は当然増大して来るのである。」との理由から、「従って、われわれは事業税の存続\nを勧\n告するものではあるが、それは次の二つの目的を達成するように改革すべきものであると考える。即ち、第\n一に、純益を課税標準として累積的に圧迫することを幾分緩和すること、第二に、賦課徴税方法を一層簡易\n化し、原則として國税の賦課徴収の結果に依存しないようにすること。の二つである。最善の解決方法は、單\nに利益だけでなく、利益と利子、賃貸料および給與支拂額の合計に課税標準を拡張してこれに税率を適用\nすることである。右の課税標準を別な方法で定義すると、それは全収入額から、資本設備、土地、建物等他\nの企業からの購入の金額を差引いたものがそれである。この差引額は、原料等、他の事業から購入したも\nのの價値に、その企業が附加したところの額である。」と勧告した。この勧告に基づき、新たに地方税法（昭\n和２５年法律\n第２２６号、以下、昭和２９年法律第９５号による改正前のこの法律を「２５年法」という。）が制定され（同法附\n則２条で２３年法を廃止）、「附加価値税」が創設された（同法２３条ないし７４条）。その課税標準は、附加価\n値、すなわち、法人の場合は、総売上金額からいわゆる必要経費等の特定の支出を控除した金額とされた\nが（同法３０条４項、７項）、実施時期は昭和２７年１月１日の属する事業年度分以降等とされた。\nその後、昭和２５年９月にシャウプ勧告（二次）が公表され、それに基づき、昭和２６年、附加価値を、控除\n法のみでなく加算法によっても算出することができる旨の法改正がされた（昭和２６年法律第９５号）。\nケ　シャウプ勧告に基づく附加価値税は、その実施が２度にわたって延期された後（昭和２７年法律第２１６\n号及び昭和２８年法律第２０２号）、昭和２９年の法改正（同年法律第９５号）により、遂に一度も実施されるこ\nとのないまま廃止され、それまでの事業税制度と特別所得税制度が統合され、現行の「法人事業税」の制度\nが創設された。\n附加価値税を廃止する理由については、改正案の立案担当者である自治庁税務部長が同年３月８日の衆\n議院地方行政委員会において次のとおり説明している。\n「理論的には、附加価値税は非常によろしいのであります、よろしいのだが、経済の基礎が非常に浅い\nものだから千億にもなろうとする税金の賦課方法をかえるといたしますと、業界によって非常に重くなったり、\n軽くなったりいたします。このような負担の激変を与えること、この激変に打ちかつためには、現在のわが国\nの産業界の基礎があまりに弱すぎるのではなかろうか。そういうようなものについてはやむを得ず従前通り\nにしておくよりいたし方ないのではなかろうか。こういう考え方が根本にあるわけであります・・・（中略）・・・し\nかしながらもうかれば府県の経費を分担するけれども、損をすれば府県の経費を分担しないというような事\n業税の姿は、これが国税でありました時代には、所得税を補完する性質の税として、一応理論的にも\nうなずけるだろうと思うのでありますが、府県の独立税になった場合には、所得税の補完税という観念はとれ\nないと思うのであります。やはり事業の分量に応じて、府県の経費を分担するという考え方が事業税の中に\n織り込まれるべきではなかろうかというふうに考えるのであります。そういう意味合いからは、やはり所得課\n税というものは必ずしも適当でないし、やむを得ず従来通り踏襲するだけであって、やはり事業の分量に応じ\nて経費を分担してもらうような課税方式の方が、府県税としての事業税にはふさわしいのだという考え方をと\nっておるのであります、従ってまた収入金額課税をやって来たものは、今後も収入金額課税をやってもらいた\nい。もし負担が重すぎるならば、税率の問題ではなかろうかというふうな考え方に立ったわけであります。・\n・・（中略）・・・現在におきましてもなお料金統制が厳格に行われておる事業につきましては、収入金額課税を\n踏襲するということにいたしたわけであります。」（第１９回国会衆議院地方行政委員会議録第２５号１１頁）\n同委員会の審議においては、事業税が応益的性格を有するとの前提に立つ同部長の説明に対し、その前提\nと法案の内容との関係について疑義が示されたが、本会議においては、附加価値税は「今日の経済情勢か\nら見てこの際これを廃止」するとの改正趣旨が報告され、可決され、参議院においても同部長がほぼ同旨の\n説明をして可決された（同会議録）第２５号、第３０号、第１９回国会衆議院会議録第３４号、同国会参議院会\n議録第１４号）。\nまた、同改正においては、外形課税が課せられる例外業種に「生命保険業」が新たに加えられた。これは、\n生命保険業は、利益を契約者に配当金として割り戻すため、事業規模の割には課税上の純益が生じない事\n業構造になっているからであるとされた。また、運送業のうち、「地方鉄道事業及び軌道事業」以外は、所得\n課税とされた。これらについて、自治庁税務部長は提案理由として、「生命保険業を新たに加えましたのは、\n現在は大部分相互保険の形態をとっておりますために、税務計算上の利益が上って来ないと思います。利\n益が上って来れば全部契約者に割りもどしてしまう。従って税務計算上の利益が上って来ないと思います\nが、相当大規模に事業活動をやっております。それならば事業活動の規模に応じてある程度の税金を負担\nしてもらいたい\n。それでは契約者に配当した、言いかえれば割りもどした部分は損金に見ない。益金にみなして行く方法も\nあるのでありますが、こういうことは生命保険業が長くやって参りました経営方針に対しまして、大きな影響を\n与えることになって参ります。課税方法が生命保険業の経営の妙味といいますか、そういうものにつきまして\n特別な変更を加えるということにもなりまして業界も喜びませんので、そこで収入金額を課税標準として、生\n命保険業にも事業税を課するという方式に改めることにいたしたわけであります。現在では生命保険業がほ\nとんど事業税を負担しておりませんが、こういう形式をとることによりまして、平年度１億６千万円程度の税金\nを納めることになるわけであります。そこに但書を加えておりますが、これは地方鉄道軌道整備法によりま\nして、全く採算の立たぬ鉄軌道であり、ほうっておけば解散してしまう。しかし国全体の見地から採算のとれ\nないような鉄軌道なんだが、それを存続させて行かなければならぬ。こういうようなものにつきましては、地方\n鉄道軌道整備法によりまして国から補助金を与えることになっております。採算の立たない鉄軌道を国全体\nの見地から、なお存続さして行くわけなのでありますから、料金統制が行われておりましても、転嫁を可能と\nするような料金のきめ方が事実上不可能であります。従いまして、こういうものにつきましてだけは所得を課\n税標準とする規定を挿入することにいたしたのであります。」と説明した(乙６の７［１８２頁］、第１９回国会衆\n議院地方行政委員会議録第２５号)。\nコ　昭和３０年、外形課税が課せられる例外業種に、「損害保険事業」が新たに加えられた（同年法律第１１２\n号）。昭和３０年５月２７日の衆議院地方行政委員会における地方税法の一部を改正する法律案に対する提\n案理由説明では、損害保険事業の場合、所得の相当部分を資産の運用による利益に求める構造となってい\nるが、法人税法の規定により、配当所得が益金に算入されず、法人税の課税標準たる所得を課税標準とす\nる事業税の課税が、損害保険事業について必ずしも適正を得ていないからであるという説明がされた（甲８４\n［５８頁］、第２２回国会衆議院地方行政委員会議録第１２号２０頁）。\nまた、同年６月２０日の同委員会における審議において、政府委員として出席した同改正法案立案担当者\nである自治庁税務部長は、外形標準課税はやめられないかとの質問に対し、「事業税というものの性格を考\nえました場合には、所得を課税標準とすることは本来の筋ではないのじゃないか、やはり付加価値的なも\nの、あるいは従業員数その他の外形的なものを課税標準に採用した方がいいのじゃないか、こういう考え方\nをしております。」（第２２回国会衆議院地方行政委員会議録第２４号１０ないし１１頁）と答弁した。さらに、同\n部長は、「外形標準によって事業税を収入金額にかけるということを、どういうふうな基準で今後ともおやりに\nなる考えであるか。」との質問に対し、「将来外形課税の範囲をどう広げていくとかいうふうなことは、現在\nのところ考えていないわけであります。」とした上で、当時外形課税の行われていた業種を三つに分類し、第\n一類型については、「国が料金統制を行なっておる企業でありまして、しかもその企業が独占的な形態を持\nっている、・・・（中略）・・・その料金が・・・（中略）・・・必ず守られ得るものなら、料金を決める場合に織り込ま\nれたものだけは事業税として府県へ支払ってもらう、そうするためには売上金額の何パーセントを事業税とす\nるというふうなきめ方をするのが、一番適当だと思われる」、第二類型については、「企業が相互組織をとって\nいるものでありまして、生命保険業がこれに類すると思われます。相互組織をとっておりまするので、通常利\n益と思われるようなものが増加して参りましても、これをすべて配当をしてしまいますと、自\n然税法上の利益というものは上って参りません。相当な規模で事業を行っておるにもかかわりませず、事業\n税を負担しないということになってしまう」、第三類型については、「損害保険業は、事業の性格からいたしま\nして、資産の運用によりまする収益というものを中心にして運営されて参ってきております。・・・（中略）・・・収\n益の大部分が配当所得なんでありますけれども、配当所得が益金に算入されません。・・・（中略）・・・自然生\n命保険事業に準じまして、収入金額を課税標準とするように今回改めたい」と説明した（第２２回国会衆議院\n地方行政委員会議録第２４号１５ないし１６頁）。\nサ　昭和３２年（同年法律第６０号）、地方鉄道事業及び軌道事業について所得課税とされた。昭和３２年２月\n２８日衆議院地方行政委員会における地方税法の一部を改正する法律案に対する提案理由説明では、バス\n事業との負担の均衡を図るためであるとされた（甲８４［５７５頁］）。\nこの結果、外形課税が課せられる「例外業種」は、電気供給業、ガス供給業、生命保険事業、損害保険事\n業の４業種となって、現行法に至っている。\n(3)　現行の事業税の性格\nア　以上の法人事業税ないしそれに類する税の変遷によると、それらの税は、国税とされたこともあれば地\n方税とされたこともあり、また、課税標準が純益課税とされたことも、外形課税とされたこともあって、各時代\nにおける立法により事業税ないしそれに類する税の立法上の性格付けは変転しているものということができ\nるが、その経過としては、明治時代の外形標準による営業税から純収益を課税標準とする営業税ないし営\n業収益税を経て、昭和２３年に、現行法とほぼ同様の、原則として所得を課税標準とし、例外的に収入金額\nを課税標準とする事業税が創設された。\nこの制度の下で、シャウプ勧告がされたのであるが、同勧告は、事業税は純所得課税であって、事業主が\n事業の経費からではなく自らの所得から支払うものであるとの理解の下に、新たに異なった立法政策を採用\nし、これを附加価値税に改めるべきであるというものであった。すなわち、一般に、事業税を応益原則、すな\nわち、行政サービスへの対価とみる立場では、事業税は所得からではなく経費から支払われるべきものと考\nえられるのであるから、この勧告は、従来の事業税が応能原則によって課されていたものと理解した上、これ\nを応益原則に基づく内容に変更すべきものとの立場に立つものである。\nこの勧告に基づく２５年法において、応益課税の考え方により、事業税に代わり収入金課税ともいうべき附\n加価値税が創設されたにもかかわらず、同税は一度も実施されることなく廃止され、昭和２９年に、再びほぼ\n現在の事業税が復活したのである。このように２５年法が実施されないままに終わった理由は、前記のとおり\n「今日の経済情勢から見て」とされているが、その具体的内容は、自治庁税務部長の答弁からすると、賦課\n方法の変更に伴う負担の激変に産業界が耐えられないこと、すなわち、収入金課税にはほとんどの業界が\n耐えられないから、所得への課税に復さざるを得なかったことにあったと認められる。そして、地方税法を所\n管する当時の自治庁においては、その後も、事業税が応益的性格をもつとの見解の下に、所得への課税は\n望ましい\nものではなく収入への課税を行うべきものとしながらも、収入への課税を行う業種は、いわば２３年法の延長\n線上にある前記(2)コの三つの類型に限るとし、これ以外の類型に収入金課税を拡げるとの展望は何ら示し\nていないし、ましてや現行法７２条の１９によって、各都道府県がこれ以外の類型に外形標準課税を行い得る\nとの見解が示されたこともない。むしろ、前記の質疑内容からは、このように例外を限定しない限りは、従来\n行われてきた例外的な収入金課税すら存続が危うくなる可能性も存在したものとうかがわれるところである。\nこのような経緯からすると、２５年法が採用した応益的な考え方は、事業税の賦課を正当化する理由ないし\nは制度の理想として所管官庁において維持されていたものの、これをそのまま税制に反映させることは納税\n者の能力を超えるものであったことから、これを廃止せざるを得なくなり、現実の税制としては、納税者の能\n力に応じた所得課税を基本とする制度を維持せざるを得なかったものということができる。\nイ　以上のような経緯を前提として、現行の法人事業税についての定めをみると、課税標準については、地\n方税法７２条の１９により「法人の行う事業に対する事業税の課税標準は、電気供給業、ガス供給業、生命\n保険業及び損害保険業にあっては各事業年度の収入金額、・・・（中略）・・・その他の事業にあっては各事業\n年度の所得及び清算所得による。」と定められ、課税標準は、原則として「各事業年度の所得及び清算所\n得」とし、電気供給業、ガス供給業、生命保険業及び損害保険業の例外４業種については例外的に「収入金\n額」としている。したがって、少なくとも現行地方税法の解釈においては、地方税法７２条の１２が大半の業種\nについて所得を課税標準としていることから、事業税が「所得課税」という意味での応能課税の立場を原則と\nし\nていることは否定できない。その上、応益原則からすると、税率は比例税率とすべきところ、現行法は法人に\nつき原則として累進税率を採用しており、このことも現行法が応能課税の立場に立つことを裏付けるもので\nある。なお、所得税法及び法人税法は、その課税標準の算定に当たり、事業税額を経費又は損金に算入す\nることを認めており、このことは、事業税は事業の費用ひいては行政サービスの対価であるとの考えに立つ\nものとみえないでもないが、これらは、あくまで所得税法及び法人税法がそれぞれ所得税及び法人税の課税\n標準を算出するに当たって事業税をどのように扱うかという技術的な規定にすぎないのであるから、事業税\n自体の課税標準が原則として所得とされている以上、他の税法の技術的な規定の内容によって、事業税の\n本質が左右され\nるものではない。\nしたがって、現行の法人事業税は、応益課税の考え方による税制とすることが立法論としては望ましいとさ\nれながらも、現実的にはこれが採用されないまま、所得課税として存続し続け、所得税ないし法人税の附加\n税的なものとして現実に存在し、機能してきたものということができる（なお、被告らは、事業税が狭義の応能\n原則に基づくものであるとすると、法人税について附加税を課することを禁じた法人税法１５８条に反すると\n主張するが、同条は、他の租税の税額を課税標準として課される租税という意味での狭義の「附加税」を課\nすことを禁じたものであって、他の租税の課税標準を課税標準として課される租税という意味での広義の「附\n加税」を課すことを禁じたものでないことは、法人住民税に関する規定（地方税法２３条以下、２９２条以下\n）をみても明らかであり、現行の法人事業税は、法人税の税額を課税標準とするものではないから、同条に\nいう「附加税」に当たらないが、この点を措き、仮に、同条が広義の「附加税」を課すことをも禁じたものである\nとしても、同条は、地方公共団体が法律に基づかないで独自の条例で附加税を課することを禁じたにすぎ\nず、地方税法が附加税の定めを置くことは、一般法に対する特別法の関係からしても、何ら禁じられるもので\nはないから、被告らの主張は失当である。）。\n現在、政府・与党内で、現行法人事業税を抜本的に改正して外形標準課税にすることの検討作業が行わ\nれているが（甲１７５、乙６の２、乙６の５、乙６の８、公知の事実）、これも現行の事業税が応能課税とされて\nいるための限界を認めつつ、法律改正により応益課税化しようとしているものと理解することができる。\n乙第１号証の４において、金子宏教授が、我が国の事業税の課税根拠については利益説の立場をとる\n見解が圧倒的に多いとしつつ、現在の事業税制度は必ずしも利益説の考え方に即した制度とはなっておら\nず、現行の事業税は応能課税と応益課税の混合タイプであり、しかも応能課税の要素のより強い混合タイプ\nであるとした上で、制度を利益説の考え方に従って仕組み直すべきか否かを検討しているのも、上記の現行\n事業税の位置付けの理解に沿うものということができる。また、乙第１号証の８（現代地方自治全集１８・地方\n税［総論］、浅野大三郎、７７頁以下）が、地方税における税負担の求め方に関する原則の一つとして、応益\n原則を掲げ、「租税は、個別に受ける行政サービスの対価として納めるものではなく、住民が負担能力に応じ\nて納め\nるべきものであるということが今日の通念になっている。しかし、このことは課税に当たって応益性を考慮する\nことを否定するものではない。行政によって利益を受ける者に対して租税を課することは、一般に理解を得や\nすいし、合理性もある。」とした上で、「なお、応益原則を考慮して課税するということは、必ずしも応益の程度\nに応じて税額を定めることを意味するわけではない。税額は負担能力を示す指標に基づいて決定するのが\n原則である。」とするのも上記理解に沿うものである。\nウ　以上のように現行の事業税について応能課税が原則となっているものと考えることは、租税の本質的\nな性質として応能原則があることにかんがみれば、むしろ当然のことといえる。\n美濃部達吉博士は、「租税とは、國家又は地方公共團體が収入の目的を以つて其の統治権に基づき報償\nとしてではなく一般人民から其の資力に應じて均等に徴収する金銭又は金銭的価格に於いての給付を謂\nふ。」と定義し、その解説の中で、「租税は報償の性質を有しない。」、「租税は一般人民に対し其の資力に應\nじて均等に賦課するものである。」と述べている（美濃部達吉・日本行政法［下巻］１１０５頁以下）。\nまた、田中二郎博士は、「租税とは、国又は地方公共団体が、その課税権に基づき、特別の給付に対する\n反対給付としてでなく、これらの団体の経費に充てるための財力調達の目的をもって、法律の定める課税要\n件に該当するすべての者に対し、一般的標準により、均等に賦課する金銭給付である。」と定義し、その解説\nの中で、「租税は特別の給付に対する反対給付（報償）の性質を持たず、一方的に課徴されるものであ\nる。」、「租税は、法律の定める課税要件に該当するすべての者に対し、一般的標準により、均等に課税され\nるのを原則とする。すなわち、租税は、担税力に基礎を置く均等性の要請に応ずるものでなければならな\nい。」と述べている（田中二郎・租税法［第三版］１頁以下）。\nそして、金子宏教授は、租税を「国家が、特別の給付に対する反対給付としてではなく、公共サービスを提\n供するための資金を調達する目的で、法律の定めに基づいて私人に課する金銭給付である」と定義し、その\n解説の中で、「租税は、特別の給付に対する反対給付の性質をもたない（租税の非対価性）。」、「租税は、国\n民（住民）にその能力に応じて一般的に課される点に特色をもつ。」と述べている（金子宏・租税法［第８版］９\n頁以下）。\nさらに、清永敬次教授は、「租税とは、国又は地方公共団体が、収入を得ることを目的にして、法令に基づく\n一方的義務として課す、無償の金銭的給付である。」と定義し、その解説の中で、「租税は、無償の金銭的給\n付である。無償ということは、租税がこれを負担する者に与えられるなんらかの利益と直接結びつかないもの\nであることをいう。・・・もっとも、租税を公のサービスの利益の対価と見る考え方（いわゆる利益説）も一般的\nには成立しないわけではないが、租税を負担する個々の者とある特定の利益とを直接結びつけて観念する\nことは困難であろう。」と述べている（清永敬次・税法［第５版］２頁以下）。\n以上のような我が国の代表的な学者による租税の定義とその性質の説明からして、一般的に、租税\nは、そもそも国民の資力ないし能力に応じて課されるものであり、公共サービスの対価としての性質を有しな\nいものと考えられているということができるのであって、その意味において、具体的な租税法令を解釈するに\n当たっては、特別な規定がない限りは、上記の租税の基本的性格にしたがって、応能原則により課税されて\nいるものと解釈をすべきであり、しかも、憲法１４条の定める平等原則からすると、一般に租税は担税力に応\nじて負担させるべきものであって、担税力との均衡を著しく失する課税には憲法上の問題も生ずるところであ\nり、応能原則はこのことを課税法律関係において実質的に担保する働きを持つものということができるから、\n応益\n課税の考え方は、課税標準の選択等具体的な立法を根拠づける一つの要素にはなり得るとしても、法により\n定められた税の具体的な姿としては、明示的な立法がない限り、性質上当然に応益課税として純化された税\nというものは想定し難いというべきであって、そうした明文の規定がない場合に、解釈論において現存する税\nを純粋な応益課税によるものと解釈することは困難である。\nエ　他方、神野直彦教授の論文である乙第１号証の７（ジュリスト１１８１号７頁以下）は、本件外形標準課\n税は地方税法７２条の１９に基づいて導入可能であるとの立論をするものと解されるが、その全体的な論調\nは、立法論ないしはあるべき姿としての法人事業税を説き、現状においては法人の所得を課税標準とする租\n税が法人住民税に加えて法人事業税が道府県税として二重に課税されるという異様な事態が生じていると\nの理解から、「窮余の一策」として地方税法７２条の１９による外形標準課税を行うことを是とするものであり、\n現行法に基づいて上記異常な事態を解決するとすれば同規定を用いるしか考えられないというにすぎない\nのであって、その必要性を強調するあまり、現行法の解釈としての領域を越えたものとの感が否めないが、\nその点\nを除いた現行法の位置づけについては、むしろ上記の説示に沿うものということができる。\nなお、事業税に関する多くの文献が応益原則に言及し、その中には、所管官庁関係者の執筆するものを中\n心として、現行法もまた応益主義を採用しているかのように記載するものもあるが、これらには、所管官庁が\n理想とする法制が実現できなかった経緯からして、何とかこれを実現したいとの願望が無意識的にせよ込め\nられている可能性がないとはいえないことに留意すべきであって、前記認定の経緯を客観的にみる限り、実\n定法としての地方税法は、事業税を応能課税を基本として定めているといわざるを得ず、このような法制の\n下では、応益原則は行政サービスを受ける者は税金もまた負担すべきであるといった程度の事業税を課す\nることを正当化するための理由の一つとして機能しているにとどまると考えるべきである。\nまた、被告らは、本件条例の適法性の根拠として、東京高等裁判所昭５９年２月１５日判決（判例時報１１０\n５号３７頁［甲８８］及びその原審である東京地方裁判所昭和５７年５月３１日判決（判例時報１０４３号７頁［甲\n８９］を引用するが、これらの裁判例は、個人事業主の事業税の課税標準の算定について、いわゆるみなし\n法人課税に当たり、事業主報酬を必要経費として控除することを認めないことの違憲性が争われた事案に\n関するものであり、上記原審判決は、事業税の物税たる性質から事業主報酬は当然に必要経費に算入され\nるべきである旨の同事件原告らの主張に対し、事業税の課税客体が事業であり講学上の物税に属すること\n及び課税根拠が応益性の原則に求められる旨の同事件原告の主張を認めた上で、このことから直ちに事業\n税の課税\n標準算定に当たり事業主報酬が控除されなければならないことを意味するものではない旨判示したところ、\nこれは、応益原則から一定の結論を導き出しているものではない上、同判決がさらに「事業税の性格及び課\n税根拠からは、事業税の課税標準は、事業が受ける行政サービス等の受益量をより正確に反映するもの、\n例えば、収入金額、資本金額、従業員数あるいは付加価値等の外形基準によることが合理的とも考えられる\nのである。」と説示する部分は、当該事案の結論を導く上で必要な部分ではなく、その後の事業税の沿革及\nび現行法が種々の見地から個人事業に対しては所得を課税標準とした経緯に触れていることからして、むし\nろ、個人事業について一切外形標準課税を認めない現行法を前提として、現行法の解釈論を越えた一つの\n立法論の可能性を\n述べるにすぎないものと解される。さらに、上記控訴審判決においては、応益原則については直接触れるこ\nとなく、事業税が物税であるとする点についても、「講学上のいわゆる人税、物税の種類区分は必ずしも明確\nではない」とも説示しており、なおさら、現行の事業税が応益原則のみに基づくものであることを認めたものと\nはいえないのであって、これらの判決の説示をもって被告らの主張を根拠づけることはできない。\nさらに、被告らは、仮に地方税法７２条の１２が応能主義に基づく規定であるとすると、外形基準を用い\nる同法７２条の１９自体が全く不要とならざるを得ず、同法自体が自己矛盾を来すこととなると主張する。しか\nし、法定の例外４業種と同様に応能原則の観点からも例外的な取扱いをすべき「事業の情況」にあると認め\nられる事業が特定の都道府県にのみ存在するときには、応能原則を採りつつ同法７２条の１９を適用して外\n形標準課税を行うことができるのであり、同条は、適用される機会は少ないものと予想されるとはいえ、この\nような事態を想定した規定ということができるのであるから、地方税法自体が自己矛盾を来しているとはいえ\nない。\n(4)　地方税法７２条の１９の解釈\nア　以上の観点から、地方税法７２条の１９の規定をみてみると、法人については、原則として法人税法\nの課税標準である所得の計算の例によって算出した所得を課税標準としつつ、例外４業種についてこのよう\nな所得を課税標準としていない理由は次のとおりと考えられる。\nまず、電気供給業及びガス供給業については、同法７２条の１４第４項等によって定まる収入金額を事業税\nの課税標準としているが、これらの事業はいわゆる公益事業であり、料金について認可制が採られ、低く抑\nえられているため、所得もまた本来あるべき額より低くなっており、これを課税標準としたのでは、事業規模\nに比較して事業税の負担が少なくなりすぎる一方で、これらの事業の認可料金の中には事業税が含められ\nており、かつこれらの事業は地域的独占事業であるため、これらの法人は、事業税の負担を確実に消費者\nに転嫁することができる構造となっており、所得の多寡によらずして担税力が確保されているものということ\nができるため、経費の多寡による担税力の変動を考慮する必要がないことから、収入から経費を控除して所\n得を算出す\nることなく、収入を基本的にそのまま課税標準としたものということができ、したがって、応能原則に基づいて\n担税力に応じた課税をし得るか否かを検討し、当該事業独自の構造的な情況により所得が担税力を適切に\n表さないことから、所得に代わって収入を課税標準としているものということができる。\n次に、生命保険業及び損害保険業については、地方税法７２条の１４第５項及び６項によって定まる収入金\n額を事業税の課税標準としているが、これらの事業を行う法人は莫大な資金を投資して利益を上げるもの\nの、その資金は基本的に保険加入者の保険料に由来するものであり、保険料納付者の期待に応えることに\nより事業が成り立っている面があるため、これらの事業の利益の大部分を配当に回さざるを得ない構造とな\nっている。そのため、税法上の保険事業の所得計算においては、第１に、法人税法上の法人の利益におい\nては、受取配当等が益金に算入されず（同法２３条）、第２に、契約者配当に関して特別な定めが置かれ、法\n人税法６０条では、契約者配当が、基本的に保険料の払い戻しであるとの考え方から、「保険業法（平成７年\n法律第１０５\n号）に規定する保険会社が各事業年度において保険契約に基づき保険契約者に対して分配する金額は、当\n該事業年度の所得の金額の計算上、損金の額に算入する。」と規定して、配当の支払額を原則として損金の\n額に算入するという通常の法人とは異なる取扱いを容認している。その結果、これらの事業においては、法\n人税法の例によって算定した所得は、会計学上の一般通念としての所得とは大きく異なるものとなっており、\nその結果、これを指標とすることが事業規模や利益の大きさから想定される担税力を十分に表すことのでき\nない構造となっているために、損金の控除を考慮しない収入を課税標準としているものと解することができ\nる。\nイ　すなわち、これらの例外４業種について、その課税標準を定めるに当たっては、応能原則に基づい\nて所得を課税標準とすることにより適切な担税力の把握ができるか否かを検討し、当該事業の収益構造等\nの事業自体の客観的性格又は法律上特別の制度があることによって、所得を課税標準としたのでは適切な\n担税力の把握ができない場合に、外形標準を用いることとしたものということができる。\n地方税法７２条の１９のこのような規定の仕方は、前記の租税の本質ともいうべき性格と、事業税の\n立法の変遷における現行法の位置付けを踏まえて立法されたものというべきであり、前記のように事業税の\n理想としての応益原則を課税を正当化する一つの要素として念頭に置きつつも、現実に存在している事業税\nは、例外４業種に対する外形標準課税の部分を含めて、すべからく応能原則を大原則とし、例外４業種以外\nの業種については、応能原則そのままに所得課税がされ、例外４業種についても、所得を課税標準とするも\nのではないが、適正な担税力の指標として所得が十分に機能しないために所得に代わる担税力の指標とし\nて収入を課税標準とするものとして立法されたものと解すべきである。したがって、被告らが事業税は応益課\n税の考え\n方に立脚するものであるとして縷々主張する点並びにこれに沿うＡ教授の意見書（乙３の６３、乙３の８３）及\nびＢ教授の意見書（乙３の８５）は、一つの財政学的見地からの法人事業税のあるべき姿を立法論としていう\nものとしては理解でき、また傾聴に値すべきものとも思われるが、現行の事業税に関する規定においては、\n法人事業税を応益課税として純化させて課税標準等に関する関係諸規定をこれにふさわしいものとすること\nはいまだされていないものというほかなく、そのため、現行の地方税法の規定自体は、憲法１４条に根拠づけ\nられた税の本質に関する大原則の一つである応能課税から脱却しておらず、その結果、条例による法人事\n業税の課税のあり方にも制約がされているものと解さざるを得ないのであって、この点に関する被告らの主\n張は、\n現行の地方税法７２条の１９の解釈としては採用できない。\nウ　以上の考察からすれば、地方税法７２条の１９は、例外４業種以外の事業について「事業の情況に\n応じ」て外形標準を用いることとする場合にも、応能原則に基づく課税であることを当然の前提としているも\nのというべきである。具体的には、応能原則に基づいて、所得を課税標準とすることにより適切な担税力の\n把握ができるか否かを第一に検討し、所得が当該事業の担税力を適切に反映するものである場合には、原\n則どおり所得を課税標準とすべきであって、この場合には外形標準課税をすることは許されず、例外４業種\nの場合と同様に当該事業の収益構造等の事業自体の客観的性格又は法律上の特別の制度の存在などか\nら法人税法の例によって算定した所得が当該事業の担税力を適切に反映しない場合に、初めて外形標準を\n用いることができる\nというべきである。すなわち、ここでいう「事業の情況」とは、当該事業の収益構造や法律上の特別の制度の\n存在など当該事業が順調に行われていてもなお所得が担税力を適切に反映しないといった事業自体の客観\n的情況を意味するのであって、その時々の景気状況や経営の巧拙に基づく業績状況といった事業自体の客\n観的性質に基づかない事態は含まれないものと解するのが相当である。\nこの観点からすれば、地方税法７２条の２２第９項が、いわゆる均衡要件として、同法７２の１９によって外\n形標準を用いて事業税を課する場合における税率が、所得及び清算所得を課税標準とする場合における負\n担と著しく均衡を失することのないようにしなければならないことを定めているのは、事業税は応能原則に基\nづいて所得を課税標準として課されるべきものであるから、たとえ例外的に所得ではなく外形標準を用いる\n場合であっても、原則である所得を課税標準とする場合の税負担と均衡を失することのないようにしなけれ\nばならないことを規定したものと解される。\nエ　甲第９９号証において森信茂樹教授が、地方税法７２条の１９により外形標準課税をすることができ\nるのは、所得基準では恒常的に税収が上がらないという点について制度的な特別の理由のある場合に限っ\nて、限定的に課税標準を変えることを容認したものであり、①所得計算を行うに当たって「法律による特別の\n規定」があること、②その結果、所得基準では事業規模に比較して「税負担が少なくなりすぎること」という二\nつの基準が備わった場合というように、極めて限定的に解釈されるべきであるとしていることや、甲第１８６号\n証において中里実教授が、同規定の「事業の情況」とは「事業自体の客観的性質および特別の法制度上の\n理由による事業税負担の恒常的な過少性が存在する情況」を意味するものと解されるべきであるとしている\nの\nも、上記の説示と同趣旨をいうものと解される。\nまた、甲第８５号証において、碓井光明教授が、地方税法７２条の１９の外形標準課税の存在意義は、「外\n部から把握することの容易な課税標準による課税」ということにあり、所得課税の理念を基礎において、所得\nを直接には把握しないものの簡易な外形的課税標準を用いて所得に間接的に接近するのと同じ結果をもた\nらす趣旨のみにおいて許容されていると理解すべきであって、所得課税における一種の推計課税と同じ結果\nを、「外形課税」の形式で実現する制度であると解し、したがって、地方税法７２条の１９は所得を直接に把握\nすることを要請する同法７２条の１２の例外規定である以上、当該規定は限定的に解釈されるべきであって、\n具体的には、外形課税は、①外形課税によらねばならない必要性と、②当該外形課税の合理性がなければ\n許容さ\nれず、いわゆる推計課税において、「推計の必要性」と「推計の合理性」が要件と解されているのとパラレル\nに考えることができるとして、外形標準課税によらなければならない必要性を厳格に求めるのも、アプローチ\nは異なるものの、その趣旨においては上記の説示と軌を一にするものと解される。\n(5)　本件外形標準課税への当てはめ\nア　以上を前提に、本件外形標準課税が地方税法７２条の１９の要件を充たすものか否かを検討する\nと、まず、上記(4)ウに説示したとおり、当該事業につき所得を課税標準とすることにより適切な担税力の把握\nができるか否かを第一に検討すべきところ、銀行業等については、所得を課税標準とした場合に事業の性質\nや法令上の制度の存在により適切な担税力の把握ができないことは何らうかがわれない。\n被告らは、銀行業においてはバブル期よりも大きな業務粗利益を上げていながら法人事業税をほとんど負\n担していない事態を「事業の情況」としているが、このような事態は、バブル崩壊という一時的な景気状況を\n直接のきっかけとして生じたものにすぎないし、原告らの中にも一部法人事業税を納めている銀行があるこ\nとからもうかがえるように、個々の銀行のそれまでの業績の推移や経営者の手腕といった主観的事情によっ\nて左右されるものであって、銀行業自体が有する客観的情況とは到底いい難いものである。\nまた、銀行業等の場合、貸倒れは必然的に伴うものであるから、貸倒損失分のリスクを見込んで貸出金利\nを高く設定することにより、客観的な事業の性格ないし構造として、事業存続のために十分な利益（所得）が\n得られようになっているものと認められ、貸倒損失を控除した所得こそがその担税力を示すものであって、こ\nの点では他の一般事業会社と異なるものではない（甲１７７、甲１８６［中里実教授・鑑定意見書］）。しかも、\n銀行業等については、一般には統一的な経理基準により適正な記帳がされ監査等も実施されているのであ\nるから、所得を捕捉するのに困難があるとか、所得が適正に算出されていないとはいえないことも明らかで\nある。\nしたがって、銀行業等については、所得が当該事業の担税力を適切に反映するものであり、原則どおり所\n得を課税標準とすべきであって、この場合に外形標準課税をすることは許されないものというほかなく、銀行\n業等については、地方税法７２条の１９が外形標準課税を許す「事業の情況」があるものとは認められないの\nであって、本件条例は、同規定に反して違法であり、無効なものといわざるを得ない。\nイ　なお、被告らは、本件外形標準課税の選択につき課税自主権に基づく裁量権を有する旨を主張す\nる。しかし、憲法９４条は、「地方公共団体は、・・・（中略）・・・法律の範囲内で条例を制定することができる。」\nと規定し、地方税法２条は、「地方団体は、この法律の定めるところによって、地方税を賦課徴収することが\nできる。」旨定めていて、地方公共団体は法律の定める範囲内でのみ自主課税権を行使できるにすぎない。\nそして、地方税法７２条の１９の解釈においては、前記(4)ウに説示したとおり、例外４業種以外の事業につい\nて外形標準を用いることとする場合には、当該事業につき所得を課税標準とすることにより適切な担税力の\n把握ができるか否かを第一に検討し、所得が当該事業の担税力を適切に反映するものである場合には原\n則どおり所得を課税標準とすべきであって、この場合に外形標準課税をすることは許されず、所得が当該事\n業の担税力を適切に反映するものである場合になお外形標準により事業税を課税する裁量は一切認められ\nていないものというほかなく、上記アのとおり、銀行業等については、所得が当該事業の担税力を適切に反\n映すると認められるのであるから、銀行業等に対して外形標準課税を行うことを許す裁量権は認められてい\nないといわざるを得ない。したがって、この点に関する被告らの主張は理由がない。\n(6)　結論\nよって、本件条例は、本来は外形標準を課税標準として事業税を課することのできる場合ではないの\nに、地方税法７２条の１９に反して、外形標準を用いて銀行業等に対し事業税を課することを定めた条例であ\nり、憲法違反の主張等原告らのその余の主張について判断するまでもなく、違法なものであり、無効であると\nいうほかない。\nなお、条例は、行政処分と異なり、公定力を有するものではなく、しかも、本件のように、地方公共団体に与\nえられた権限を越えて、実体法規に違反した内容の条例を制定した場合には、そもそも公共団体の有する条\n例制定権を越えて違法に条例を制定したものといわざるを得ないから、このような場合には、当該条例がい\nかに適式な手続を経て制定されたものであっても、取消訴訟により取り消されるまでもなく、そもそも無効で\nあるというほかない。\n３　争点３（本件通知処分の有効性等）及び争点４（本件通知処分の取消事由の有無等）について\n(1)　更正の請求に対する拒否処分が無効となる場合について\n本件通知処分は、更正の請求に対する拒否処分として課税処分の一つであるというべきところ、課税処\n分に課税要件の根幹に関する内容上の過誤が存し、徴税行政の安定とその円滑な運営の要請をしん酌して\nもなお、被課税者に同処分による不利益を甘受させることが著しく不当と認められるような例外的事情のある\n場合には、その過誤が明白なものか否かにかかわらず、当該処分は当然無効と解するのが相当である（最\n高裁判所昭和４８年４月２６日第一小法廷判決・民集２７巻３号６２９頁参照）。\n(2)　本件通知処分の効力について\n本件通知処分は、本件条例が有効であることを前提として同条例に基づいてされたものであるところ、本\n件条例が無効であることは前記２で判示のとおりであり、租税法律主義にかんがみれば、課税処分において\nその根拠となる法令が無効であることは、当該課税処分につきこの上ない極めて重大な瑕疵があるというべ\nきであって、本件通知処分には、課税要件の正に根幹に関する内容上の過誤が存するというほかない。そし\nて、一般に、課税処分が課税庁と被課税者との間にのみ存するもので、処分の存在を信頼する第三者の保\n護を考慮する必要のないことからすれば、本件通知処分については、上記瑕疵の重大性に照らし、徴税行\n政の安定とその円滑な運営の要請をしん酌してもなお、被課税者に同処分による不利益を甘受させることが\n著しく不当と認\nめられるような例外的事情のある場合に当たるものというべきである。\nよって、本件通知処分はその瑕疵が明白なものか否かにかかわらず無効であるというほかない。\n(3)　誤納金返還請求について\nそうすると、各当初原告の別紙３(ａ)欄記載の各既納税額は、無効な本件条例に基づいて算出され、納付\nされたものであり、これを是認した本件通知処分はそもそも無効であって公定力は生じていないから、同処分\nを取り消すまでもなく、平成１２事業年度に係る旧基準税額と既納税額との差額は各当初原告にとっては損\n失であり、被告東京都にとっては法律上の原因を欠いた利得であるから、各当初原告は、同差額を誤納金と\nしてその還付を請求することができるというべきである。そして、前記前提事実(6)イのとおり、各当初原告の\n平成１２事業年度に係る旧基準税額は別紙３(ｂ)欄記載の「旧基準税額」であると認められ、各原告につき、\n別紙３(ａ)欄記載の各既納税額のうち、別紙３(ｂ)欄記載の「旧基準税額」を超過する各金額はそれぞれ誤納\n金に\n当たり、その額は、別紙３(ｃ)欄にそれぞれ記載したとおりとなる（これはそれぞれ別紙２(ａ)欄に記載したもの\nと同じである。）から、原告らは、同誤納金の還付及びこれに対する還付加算金の支払を求めることができる\nものと認められる。\n(4)　還付加算金請求の認められる範囲について\nもっとも、原告らの誤納金還付請求に対する附帯請求である還付加算金の請求については、地方税法附\n則３条の２第３項及び同条１項に規定する特例基準割合が、平成１３年中は年４．５パーセントであったが、\n平成１４年中は年４．１パーセントとなったことが認められるため（乙６の２０）、還付加算金の割合は、平成１\n３年中の期間については年４．５パーセント、平成１４年中の期間については年４．１パーセントとなる。したが\nって、原告らへの誤納金還付額に対する遅延損害金の請求のうち、平成１４年１月１日から支払済みまでの\n分の還付加算金の支払を求める部分は年４．１パーセントの割合により同支払を求める部分に限り理由があ\nり、その余の還付加算金の請求には理由がない。\n(5)　争点４について\n以上のとおり、本件通知処分については、上記(2)のとおり無効であると判断すべきところ、請求６は、争\n点３について本件通知処分が無効でないとした場合の予備的請求であるであるから、本件通知処分を無効\nと判断する以上、請求６については判断する必要がなく、同請求に係る争点４については判断をしない。\n４　争点５（被告東京都の責任原因）について\n(1)　本件条例制定に至る事実経過\n当事者間に争いのない事実、次の判文中に掲記の各証拠及び弁論の全趣旨によれば、次の各事実を認\nめることができる。\nア　平成１１年夏ないし秋頃、被告東京都知事及び極く少数の被告東京都の職員が秘密裏に東京都の独自\nの銀行税構想を検討し始めた（争いがない）。\nイ　同年１１月以降複数回、全国銀行協会に対して匿名の投書が送付されてきた。それらの投書は、東京都\nが銀行業のみを対象とする新税導入の準備を進めている事実を告げ、「情報は一切公開する予定はなく、と\nにかく銀行業界に検討の余地や反論の時間を与えないようにする極めて非民主主義的な手法が採られよう\nとしている」、「あくまでも極秘裏に作業が進められている。来年２月の都議会定例会に条例案が提出される\nが、その公表は直前を予定しており、中身を十分明らかにすることなく可決成立させることを意図してい\nる。」、「タイムリミットはおそらく年内いっぱいと思われる。」と、警告を発する内容であった（甲１６ないし１８、\n１９２の各１及び２）。\nウ　上記各投書の送付を受けた全国銀行協会は、同月下旬、銀行に対する新税導入構想につき地方税を所\n管する自治省を訪問し、一地方団体による外形標準課税導入の可否について確認したところ、自治省は、\n「今日の経済取引は、都道府県にまたがって行われており、外形標準課税を１つの地方公共団体が導入す\nるのは事実上困難である。」、「仮にどこかの都道府県で外形標準課税の導入構想があるのであれば、自治\n省にも当然話があるはずであるが、現段階では、そういう話は全く聞いていない。」との回答であった（甲１９\n１）。\nエ　平成１２年１月初め、自治省が被告東京都の主税局税制課に銀行新税構想の有無を電話で問い合わせ\nたところ、被告東京都の税制課は全面的にその構想を否定した（争いがない）。\nオ　全国銀行協会は、同月１７日、被告東京都の主税局を訪問して税制部長らと面談し、前記イの各投書を\n見せて銀行業だけを対象とする新税構想の有無を問い質した。これに対し、税制部長は、「そのような構想\nは検討していない。仮に外形基準を採用するとなれば条例を作らなければできない。」「この種の案件は、公\n開の場において議論していくものであり、いきなり明日から導入ということは全くあり得ない。」との回答を行\nい、銀行業に賦課する新税構想を全面的に否定した（争いがない）。\nカ　ところが、被告東京都知事は、同年２月７日、臨時記者会見を開き、法人事業税について、大手金融機関\nを対象とする外形標準課税を導入する方針を発表した。その際、被告東京都知事は、「事前に情報が漏れる\nと、キーキーいう人もでるだろうし、銀行の反発もあるだろうから」、「実はここにいる柿沼局長も知らずにやっ\nてきたことです。」、「今日まで全くその秘密裏にことを行ってきました。」との趣旨の発言をし、さらに、この日\nの発表につき「いってみりゃ、ヘッドスライディングのホームスチールみたいなもんだな。」と発言した。極秘裏\nに外形標準課税の準備を進めたことに関し、被告東京都知事は、同年３月２２日の都議会において「途中で\n雑音が入らずに済みましたから。入りかかったことはありましたけれどもね。」、「決して密室\nだけでものをするつもりはございません。だからこそ、今度も事前に議会筋にもお話ししましたし、参考人も呼\nんでいただいて、開かれた形で議論したじゃないですか。」と答弁した（都議会での発言につき、乙５の６［１１\n頁］）。\nなお、被告東京都の主税局税制部長は、同年２月７日、全国銀行協会に電話をし、銀行業等に対して賦課\nする外形標準課税導入構想を事前に知っていたこと、及びこの構想を他言しないよう止められていたことを\n認めた。この電話の後、被告東京都は、全国銀行協会に対し、「銀行業等に対する外形標準課税の導入に\nついて」と題する本件条例案の簡潔な資料（乙４の２）を送付した（争いがない）。\nキ　全国銀行協会会長は、同日、被告らの外形標準課税導入の方針発表は極めて唐突であり絶対反対で\nあるとのコメントを出した（争いがない）。\nまた、同月８日、本件条例の構想につき、経団連は、「唐突であり、容認できない」とのコメントを発表し（甲２\n１の３）、越智通雄金融再生委員長は、「課税の公平性の観点から問題がある。業務粗利益に３パーセントの\n税率で課税するのは極めて過重な負担で、資本注入している銀行の返済能力にも著しい影響を与える。金\n融行政当局としては到底容認できない。東京を中心に営業する銀行だけを目標にすることは、他の道府県の\n金融業への課税とのバランスを欠く。」旨を述べ、堺屋太一経済企画庁長官は、「いわば企業の人頭税のよ\nうなもので非常に慎重な取扱いが必要だ。」と指摘し、保利耕輔自治大臣は、「都が財政上苦しくなっている\nことは理解しないといけないが、税の導入はよくよく考えてやらないと後々問題も出てくると述べ、その他、\n宮沢喜一大蔵大臣、深谷隆司通産大臣、青木幹雄官房長官も、負担の公平や税の中立性、金融システム\nの安定など、慎重に検討すべきだとの見解を明らかにした旨の新聞報道がされた（甲２１の１及び２）。さら\nに、その直後から、高木勝・明治大学教授（甲１９）、深尾光洋・慶応大学教授（甲２３）、石弘光・一橋大学学\n長（甲２２）、加藤寛・千葉商科大学学長（政府税制調査会会長）、宮脇淳・北海道大学教授、本間正明・大阪\n大学副学長（甲２４）、林宜嗣・関西学院大学教授（甲２５）、水野忠恒・一橋大学教授（甲２６）らの学者のほ\nか、他府県知事、経済界等からも、本件条例の及ぼす悪影響や、銀行だけに課税することの不合理性が唱\nえられている旨の報道がされた（甲２１の１ないし３、２２ないし２６、２７の１、２８、２９）。同月１\n４日には、小渕恵三内閣総理大臣が、衆議院予算委員会で、「地方税法では条例に基づいて外形標準課税\nを実施する場合、所得による課税の負担と著しく均衡を失することのないようにしなければならないと規定し\nており、この点について慎重な検討がなされる必要がある」旨答弁した（甲３０）。\nク　被告東京都の主税局職員は、同月９日、同主税局を訪れた全国銀行協会企画部長ほか２名に対し、本\n件条例案の内容を説明し、同月１６日、本件条例案を全国銀行協会に送付し、同月２８日にも、本件条例案\nに関する資料を同協会に送付した（争いがない）。\nケ　前記カの構想発表から１週間後の同月１４日、本件条例案に対し、都議会の主流派である自民・公明両\n党が議員総会で賛成を決定し、民主・共産両党も賛成の意向を示し、３月３０日の本会議では圧倒的多数の\n賛成で本件条例案が成立することが確実となった(甲３０、３１)。\nコ　日本銀行総裁は、同年２月１５日、記者会見において、被告らの外形標準課税構想の発表直後から銀行\n株が急落した事実を指摘した上、「金融システムの破綻の瀬戸際で、リストラを実行し大規模な構造改革に\n取り組む金融機関の経営に対し、被告東京都の外形課税導入は悪影響を与えかねない」との重大な懸念を\n示した(甲３３、３４)。また、自治省は、被告東京都との間で局長級協議を開き再考を促したが、被告東京都\n側は外形標準課税導入を強調し翻意の余地を示さなかった（争いがない）。\nサ　同月１６日、都議会会議運営委員会に本件条例案が提示された（争いがない）。\nシ　被告東京都知事は、同月１８日、本件条例の問題性を主張する保利耕輔自治大臣との会談に関し、被\n告東京都知事は、記者会見で「話し合う余地はないし、小骨一本抜かない。」、「会うというなら会うが、結果と\nして（保利大臣を）傷つけたくない。」と発言し、本件条例案を見直す意思が全くないことを強調した（争いがな\nい）。\nス　保利自治大臣は、同月２１日、被告東京都知事と会談し、大手銀行に対象を絞った新税案は不公平であ\nり、所得による課税に比して著しく不均衡であるなどの懸念を伝えたが、その際、納税者となる銀行側への説\n明が不十分であり、極めて唐突である旨を伝えた。しかし、被告都知事は再考要請を拒否した（争いがな\nい）。\nセ　全国銀行協会は、被告東京都の外形標準課税導入構想の発表直後から、導入反対を唱えてきたとこ\nろ、被告東京都は、同日に至って、ようやく全国銀行協会に対する意見交換会を開催した。しかし、全国銀行\n協会がそれまで出席を求めてきた本件条例の責任者の一人である被告東京都の主税局長は意見交換会に\n出席しなかった。原告らは、本件条例案作成前の段階で新たな納税義務者となる原告らに議論の余地を与\nえなかった被告らの態度を厳しく批判した。その後も、全国銀行協会は、被告東京都に対し、同主税局長を\n交えた意見交換会を再三にわたって申し入れたが、被告東京都はこれを拒否した（争いがない）。\nソ　政府は、同月２２日、本件条例に対する統一見解を閣議口頭了解として発表し、被告東京都に対し、本件\n条例案の問題点が次のとおりの問題を孕むものであるとして慎重な対応を求めた（甲１０）。\n(ア)　銀行業という特定の業種のみに対して外形標準課税を新たに導入すること、資金量５兆円以上の銀\n行業等に対象を限定することに合理的理由があるか疑問がある。\n(イ)　地方税法７２条の１９により外形標準課税を導入する場合には所得等を課税標準とする場合の「負担\nと著しく均衡を失することのないようにしなければならない」（地方税法７２条の２２第９項）とされており、この\n規定との関係において、本件条例案には疑問がある。\n(ウ)　法人事業税の税額は、法人税の課税所得の計算上損金の額に算入される（法人税法２２条３項）こと\n等から、本件条例案によれば、実際上、今後、被告東京都以外の地方団体の法人関係税及び地方団体全\n体の地方交付税原資が減少することになる。\n(エ)　これまで、政府税制調査会を中心に、４７都道府県全てにおいて幅広い業種を対象に薄く広く負担を\n求める外形標準課税を導入することを検討している中で、被告東京都だけが独自に銀行業等という特定の\n業種について業務粗利益を課税標準として導入することが妥当か疑問がある。\n(オ)　日本経済の状況を考えると、金融システムの安定を確保することが喫緊の政策課題である。このた\nめ、金融機関の健全性強化のための自助努力に加えて、国としても公的資金を用い、最大限の取組みを行\nっているところである。今回の本件条例案は、こうした金融安定化策と整合性を欠くものである。本件条例案\nが実施されることとなれば、銀行等の自己資本の減少とともに、不良債権処理の遅延、経営健全化計画の\n履行及び公的資金返済への支障、金融再編への悪影響、金融機関間における競争条件の不均衡といった\n問題が生ずることが懸念される。また、世界の金融センターを目指す東京金融市場に対する予見可能性、信\n頼性について、国際的な疑念を招くおそれがある。\nタ　被告東京都知事は、同月２３日開会の東京都議会第１回定例会に本件条例の議案（第２０６号議案）を提\n出し、同議案は、同月２９日から同年３月２日までの間、東京都議会本会議で審議された（争いがない）。\nチ　政府税制調査会は、同月２５日、被告東京都が本件外形標準課税導入方針を発表したことを受けて、急\n遽、地方法人課税小委員会を開催した。同委員会は、大手金融機関に対象を絞ったことなど、本件条例には\n問題が多いとの認識で一致し、「１年ぐらいは納税者に議論を投げかけ、意見を聞くべきだ」など、被告東京\n都の手続が性急だったことを批判する発言が相次いだ（甲４０）。\nツ　同月２９日には、同調査会の総会において、本件条例の性急な条例制定手続に批判が集中した。この総\n会では、被告らが唐突に銀行向けの課税を発表したことは危険な大衆迎合主義である、などと厳しい批判が\n続出した（甲４１）。\n被告東京都知事は、同日の東京都議会本会議での質問に答えて、本件条例につき、「銀行に対してなぜ\n外形標準課税を行うかという理由でありますが、これは、銀行業は十分な収益を得、既に二千億円を超える\n配当も行っておるにもかかわらず、不良債権処理の結果、都道府県の行政サービスの対価としての事業税\nをほとんど負担しておらず、また、そうした状況が今後急に好転することは見込まれないこと。そして、銀行業\nの税収は、バブル期には二千二百億円、現在は百億円程度と、極めて乱高下した不安定なものでありまし\nて、応益課税としての事業税の機能を喪失していることなど、銀行特有の事業の状況を踏まえ、地方税法の\n規定に基づいて行うものであります。」などと述べた。\nまた、翌３月１日の同本会議においては、被告東京都の主税局長が、本件条例において課税標準を業務\n粗利益としたことについて、「業務粗利益は銀行の基本的業務をすべてカバーした指標でありまして、一般企\n業でいえば、売上高から売上原価を差し引いた売上総利益に相当いたします。銀行の事業活動の規模を適\n格に反映した客観的な基準であるとともに、銀行の収益力に裏づけられた担税力も一定程度反映をされてお\nります。」と述べた。\nテ　東京都議会予算特別委員会において、同年３月１３日、当時の杉田力之全国銀行協会会長、神野直彦\n東京大学教授及び糸瀬茂宮城大学教授が参考人として本件条例案について意見陳述を行い、同月１３日か\nら同月１６日までの間及び同月２７日、本件条例案は同特別委員会で審議された（争いがない）。\nこの委員会で杉田会長は、本件条例案と地方税法７２条の１９との関係につき、「地方税法７２条の１９で\nは、事業の状況に応じ、課税標準の特例を設けることができるとなっております。皆様ご承知のとおり、電\n気、ガス、生保、損保の４業種に対しては、４０年以上の長きにわたり、収入金額が課税標準になっておりま\nす。この理由は、電気、ガスについては、料金が認可制で低く抑えられていること、また、生保、損保について\nは、所得の計算上、益金不算入とされる配当が、利益のうちの大きなウエートを占めていること、及び契約者\nへの配当が、事業税の課税標準の計算上、損金の額に算入されること、こうしたことから、所得を課税標準と\nした場合、事業規模に比較して事業税が少なくなりすぎてしまうためとされております。銀行業には、この\nような４業種にある事情は存在しておりません。ここでさらに重要な点は、この４業種は、そういった制度上、\n収益構造上の事業特性から、こうした課税標準を適用することが望ましいとの判断のもと、地方税法におい\nて明確に規定されているということであります。したがいまして、これらの業種以外の法人に対して課税標準\nを変更するに当たっては、特例があるから何でもできるということではなく、誰から見ても納得できる、制度\n上、収益構造上の合理的な理由が必要なのではないかと強く思うわけでございます。果たして、都の掲げる\n事由は、この特例を適用するに足るものでありましょうか。都の説明によれば、銀行は、税収動向が不安定\nであることや、繰越欠損金控除により今後も税収が見込めないこと等が銀行特有の事業の状況であるとして\nおり\nます。・・・（中略）・・・しかしながら、税収動向が不安定なのは、所得を課税標準とする現在の法人事業税そ\nのものの特徴であり、銀行という事業に限った特徴ではございません。大手銀行と同程度に、所得、すなわ\nち税収が変動している業種は、他に幾つも存在しているのであります。都が説明するような収益の変動とは、\n事業の状況ではなく、むしろ経済の状況というべきものであります。これをもって事業の状況と解するのは、\nまさに恣意的といわざるを得ないのであります。」と指摘し（乙５の４、８頁）、神野教授は、本件条例案に賛成\nしながらも、立案の過程について「あえて苦言を申し上げれば、このプランが作成されてくる過程でもって、課\n税される銀行業の方々の声に十分に耳を傾けられてきたでしょうか。そして、何よりも、決定する\nのは東京都民ですから、東京都民に、またその東京都民の代表者である皆様方に、決定のプロセスがオー\nプンにされていたでしょうか。決定さえよければ、つまり、結果さえよければそれでいいというわけにはいかな\nいだろうと思います。必ず決め方のプロセスというのは結果に含まれます。」と指摘した（乙５の４、１０頁）。\nまた、同月１４日の委員会においては、Ｃ主税局長が、所得課税は基本的には応能原則によるものである\nから、地方税法は、事業税につき、応能課税である所得課税を使って、しかも応益課税であるとの擬制をし\nているとの見解を示し、銀行の業務粗利益が一般企業の売上総利益に当たるとの説明をくり返した（乙５の\n５、３５頁）。\nト　同月２２日には、被告東京都知事が出席した東京都議会財政委員会において、本件条例案について集\n中審議が行われ、同委員会は、同月２３日、本件条例案につき採決をし、委員全員の賛成で可決した（争い\nがない）。\nナ　同月３０日、都議会議員全９会派中、１会派（１名）を除く、８会派（１２３名）賛成という圧倒的多数の賛成\nをもって、本件条例は可決成立した（争いがない）。\n(2)　被告東京都の本件条例制定行為の違法性\n被告東京都知事、被告東京都の主税局長以下本件条例の制定に携わった同主税局職員、東京都議会\nを構成する東京都議会議員は、本件条例の内容が、前記２のとおり、地方税法７２条の１９に反するにもか\nかわらず、それぞれ、本件条例の議案の立案行為、当該議案の東京都議会への提出行為、当該議案の議\n決行為及び本件条例の公布行為を行ったのであり、これらの行為は、地方公共団体の職員として違法な条\n例の制定により他人の財産権を侵害してはならない義務があるにも関わらず、これに違反して客観的に違法\nな内容の本件条例の制定に向けた一連の行為をしたものというべきであって、その結果、後記５のとおり、原\n告らに損害を与えたものと認められるのであるから、これらの行為が、国家賠償法１条１項にいう違法性を有\nすることは明らかで\nある。\n本件条例制定の目的が税負担の公平性の確保及び都の安定的な税収の確保にあり、多数決による議会\nの議決を経て制定されたものであるとしても、その立案過程には、条例に賛成する神野教授ですら指摘する\nように、課税される納税者の意見を十分に聴かず、都議会議員にも立案過程を明らかにせずにされたという\n問題があるし、後記認定のとおり、条例案自体が十分な調査検討に基づくものではなく、被告東京都知事を\nはじめとする提案者側の説明にも誤りや不適切な点が多々存在していた点で大いに問題がある上、そもそも\n地方自治体の条例制定権は、憲法９４条の定めるとおり「法律の範囲内で」与えられたものであり、地方税法\nにおいても、同法「の定めるところによって、地方税を賦課徴収することができる。」（同法２条）と規定されて\nいる以上\n、同法に違反する条例を制定する裁量権がないことは明らかであるから、地方自治体の制定する条例が同\n法に違反する限り、国家賠償法上も当該条例制定の目的のいかんや議会の議決によってこれを正当化する\nことはできないといわざるを得ない。\n(3)　被告東京都知事ほかの故意・過失\nア　本件条例は、地方税法７２条の１９に基づくものであるが、法的素養を有する者が同条とその引用する\n同法７２条の１２とを併せ読めば、同法７２条の１９にいう「事業の情況」とは、日常用語的な意味ではなく、例\n外４業種について例外的取扱いをする根拠となった事情に準ずるようなものに限定されるのではないかとの\n疑義を抱くのが通常であると考えられる。そして、この「事業の情況」についての解釈を行う法律家としては、\nそのような疑義が生じた以上、上記両条を中心とする事業税の立法の沿革に遡って調査を遂げ、その調査\n結果を踏まえ、両条の立法趣旨を理解した上でなければ、上記「事業の情況」の意義を確定し得ないとの態\n度を取るのが、専門家として採るべき途であると考えられる。\nこのような観点からすると、法律の専門家ではない被告東京都知事や都議会議員はともかくとして、都税に\n関する条例制定に関する事務を所管し、これらの者に的確な情報を提供すべき立場にある東京都主税局の\n担当者らは、その所管する地方税に関する法令の専門家として、上記のような調査を遂げて正確な情報を\n被告東京都知事及び都議会に提供すべき義務を有していたものと考えられる。\nしかし、本件全証拠によっても、このような調査に基づいて条例制定の可否が論じられた形跡はなく、本件\nにおける被告ら提出の証拠にも、前記両条制定時の国会議事録が含まれていないことからすると、これらの\n調査が全く行われなかったか、行われたとしてもきわめて不十分なものにとどまったと認めざるを得ず、東京\n都主税局の担当者らには、この点において、十分な調査をせず被告東京都知事らに的確な情報を伝えなか\nったことにつき、過失があったといわざるを得ない。\nイ　特に、東京都主税局長は、都議会において、現行の事業税につき、所得課税という応能原則による課\n税が行われていることを認識しながら、あくまでこれが応益原則に基づくものと強弁し、かつ、銀行の業務粗\n利益が一般事業会社の売上総利益に相当するとの誤った説明を行い、都議会議員らの判断を誤らせるに至\nったのであるから、これらについての過失が問われなければならない。すなわち、現に行われている事業税\nの課税が応能主義によっていることを認識している以上、上記アの疑問と相まって、本件条例のような課税\nが可能か否かには強い疑問を抱くべきであるにもかかわらず、法の明文に規定されていない応益原則によ\nって本件条例が正当化されると考え、都議会においてもそのような説明をしたことは、所管局の責任者として\nは、ほとんど\n重過失に近い過失があったといわざるを得ない。\nまた、銀行の業務粗利益が一般事業会社の売上総利益に相当するものでないことは、本件において被告\nらも認めているところであり、それは、前者が貸倒損失を控除していない点にある。すなわち、銀行業の中心\nを占める貸金業においては資金の供給者から銀行が資金を調達して、資金の需要者に貸し付けるのである\nが、一般事業会社における売上に相当するのは需要者から回収する貸付元本とその利息、仕入に相当する\nのは借受元本とその利息ということになり、双方の元本額は等しいから、貸倒れが全くないと仮定すると、貸\n付利息から借受利息を控除した業務粗利益が売上総利益に相当することとなるが、貸金業には貸倒れが必\n然的に発生するものであるから（これは、製造業において仕入れた原料のすべてが製品として仕上げられる\nわけではなく、一\n定量の欠陥品や製作の失敗による無駄が生ずることと同じであり、それらの発生は売上高の減少となって売\n上総利益に反映しているのである。）、この額を控除しない業務粗利益は、売上総利益とは異なったものとい\nわざるを得ないのである。そして、バブル崩壊後に不良債権が大量に発生した銀行業においては、この点こ\nそが、日常用語的意味における事業の情況として、もっとも重視すべきことというべきである。このことからす\nると、仮に被告らの主張するように、「事業の情況」の意義を柔軟に解釈し、裁量の余地のあるものと解した\nとしても、このような重要な点を反映しない業務粗利益をもって課税標準としたことは、条例の立案に当たっ\nて、当然に考慮すべき事由を考慮しなかったに等しい点において、条例制定権に伴う裁量権の範囲を逸脱し\nた\nものとの疑いも生じかねないものである。\n以上のようなことは、会計や金融について専門的知識を有しない者でも通常の常識人であれば容易に想\n到し得るところであるから、その点につき誤った説明をした主税局長には、やはり重過失に近い過失があっ\nたというべきである。\nウ　被告東京都知事には、以上のような主税局長をはじめとする補助機関に対する適切な指揮監督をしな\nかった点に過失があるといわざるを得ない。\nすなわち、上記(1)に認定した事実によれば、本件外形標準課税の構想が発表された直後から政府関係者\nが、同構想について適法性に疑問があることなどを理由として、本件条例の制定に対する反対意見や慎重\n論を述べ、税法学者をはじめとする決して少なくない数の法律学者等の有識者が、本件外形標準課税は憲\n法１４条及び地方税法に違反する旨や当初原告ら大手銀行に過重な負担を強いるものである旨の意見を公\n表し、その旨が新聞等で報道され、さらには、閣議口頭了解としての政府の統一見解において、本件条例案\nが地方税法上の問題点を含む複数の問題を孕むものであるとして慎重な対応を求め、自治大臣も、被告東\n京都知事に対して、本件条例案の再考を直接求めているし、都議会においても、全国銀行協会の杉田会長\nがあるべき法解釈について\n適切な意見を述べているのである。これらの意見等を虚心坦懐に聴いたならば、法律や会計に専門的知識\nがなくても、前記ア及びイのように所管局職員が職務を怠っているのではないかとの疑問を抱き、ひいては、\n本件条例が法令に違反している可能性が高く、本件条例を制定した場合には違法に原告らの権利を侵害す\nることとなることを十分に認識し得るのが通常であると考えられる。そうであるならば、被告東京都知事は、地\n方公共団体の執行機関として、地方公共団体の事務を、自らの判断と責任において、誠実に管理し及び執\n行する義務を負うのであるから（地方自治法１３８条の２）、所管局に再調査を指示するなどして本件条例案\nの適法性につき慎重な検討をすべきであったのに、これを怠り、政府・政府関係者や多数の法律学者等の\n見解をあえて\n無視し、同見解と異なる解釈を再考することなく、既に主流派により本件条例案に対する賛成が表明されて\nいて、本件条例案の可決が確実視される状況において、本件条例の議案を都議会に提出し、可決された本\n件条例につき、地方自治法１７６条４項により法令に違反する議会の議決を再議に付すことなく本件条例を\n公布したのであるから、被告東京都知事には、補助機関の不十分な検討や誤った説明等を看過し、これに\n対する適切な指導監督をせず、違法な条例を成立させるに至らせたのであって、このような結果を招いたこ\nとに過失があったといわざるを得ない。\nエ　被告東京都知事は、前記(1)ツのとおり、本件条例の制定理由の第１として、「銀行業が十分な収益を\n得、既に二千億円を超える配当も行っている」にもかかわらず、「事業税をほとんど負担して」いないとの指摘\nを行っている（被告らが本件第１回口頭弁論期日前に提出した証拠の中で、本件条例に関する唯一の法律\n専門家の見解を記載した乙第１号証の６において、事業の状況を判断する際に、「決定的なのは、所得がな\nいとしながら１９９８年度で大手銀行が２６００億円もの配当をしている事実であろう。」との記載があるのも、\n同様の指摘と思われる。）。これを素直に聞く限り、健全な常識を有する通常人ならば、銀行業においては、\n当該年度の業績として多額の配当を行うに足りる所得を得ながら、それをまず株主への配当に充て、残った\nわ\nずかな額のみを事業税として納付しているものと理解し、銀行業についての事業税の制度には何らかに欠\n陥があり、これを是正する必要があると考えるのも、無理からぬところである。健全な常識を有する通常人で\nある都議会議員らの中にも、このように考えて本件条例の制定に賛成した者が多いと考えられる。\nしかし、証拠（甲１７８）及び弁論の全趣旨によると、銀行各社が直近年度に行った配当のほとんどは、その\n原資を当該年度の利益とするものではなく、従前からの積立金を原資とするものであったことが認められる\nのである。これらの積立金は、過去の年度における税引後利益を全額配当にまわすことなく、将来業績が悪\n化した際にも安定的な配当が可能となるようにあらかじめ積み立てられたものであって、いわば既に税金を\n払い終わったものであるから、バブルの崩壊によりまさに過去に危惧した事態が発生した時期にこれを用い\nるのは当然のことである。仮に、銀行業に対して何らかの公的援助を行う場合には、このような配当の事実\nも援助の可否の決定に当たって考慮すべき事項であると考えられるが、これとは逆に新たな税負担を求める\n際には、\nこのような事実は全く根拠にならないものというべきである。このこと自体は、被告らも、本件訴訟においては\n認めており、上記の配当の事実は、地方税法７２条の１９にいう「事業の情況」の判断に当たって考慮したも\nのではなく、同条該当性があるとの前提の下に本件条例の制定に踏み切るか否かの判断に当たって考慮し\nた事由にすぎないとしている。\nそうすると、被告東京都知事が、このような配当原資についての説明をしないまま、本件条例の制定理由\nの第１に配当の事実に言及したのは極めて不適切であるばかりか、本来、制定の理由とはならない事項に\nあえて言及している点において、意図的なものがあるとみられてもやむを得ないところである。このような不\n適切な発言が本件条例に関する審議の冒頭においてされたことが、都議会議員らに銀行業について誤った\n認識を抱かせたことは否定できず、このことが都議会議員らの銀行業に対する意識に大きく寄与し、地方税\n法との整合性について慎重かつ専門的な検討を経ないまま、違法な条例の制定に至ったのであるから、被\n告東京都知事には、少なくともこのような重要な発言をするに当たってその内容を十分に吟味しなかったた\nめに、このような\n結果を招いたことに過失があったといわざるを得ない。この点において、被告東京都知事は、前記のように\n単に補助機関に対する指導監督上の責任があるのみならず、自己の不適切な発言についても責任を免れ\nない。\nオ　被告東京都は、本件条例による外形標準課税の導入につき適法性を唱える学者の意見や文献があっ\nた旨主張するが、そのような学者は、その数だけ見ても上記のとおり違法性を指摘する学者に比して圧倒的\n少数であり、被告らの上げる文献も何ら具体的な記述や論証により本件条例の適法性を根拠づけるに足り\nるものではない。\nまた、被告東京都は、全国知事会議の設置した「法人事業税外形課税実施問題研究会」が取りまとめた５\n２年外形課税実施案で、法改正によらず、条例により外形課税を実施することが可能とされ、本件条例のよ\nうな外形標準課税の導入については実務上容認されていた旨主張する。しかしながら、同実施案は、「全都\n道府県が統一して実施すること」を前提として外形標準課税実施案の作成を検討したものであって（乙７の２\n４［１２７頁②］）、本件のように一地方団体のみが単独で外形標準課税を導入することを前提としたものでは\nないし、同案においては、外形標準課税を導入するとしても、「主として製造業を行う法人に限定」しており\n（同証拠同頁）、「銀行業等」が外形標準課税の課税対象として適当であるとの報告ではない上、同実施案\nは、\n昭和５３年１月２０日の協議の結果、「最近の異常とも見られる深刻な不況にかんがみ、実施の時期に配慮\nを加える必要がある」等の理由により、結局実施を延期されているのであって（同証拠１２８頁）、同実施案に\nおける検討を参照したとしても、本件外形標準課税が違法であると認識しなかったことを正当化できるもので\nはない。\nさらに、本件外形標準課税については、前記のとおり閣議口頭了解が発表されているところ、被告東京都\nは、同了解の表現が「疑問がある」といったものにとどまり、違法であるとの指摘はない旨主張するが、憲法\nにおいて条例制定権や法律により一定範囲の自主課税権が認められている地方公共団体に対し、政府が\n閣議の了解との形式により統一見解を発表し、｢合理的理由があるか疑問がある｣等の指摘を行うからに\nは、その「疑問」はかなり深刻な問題点を指摘するものと捉えるべきであって、しかも、前記(1)ソ(イ)のとおり、\n本件条例案につき地方税法の関係規定との関係において本件条例案には疑問があると指摘されており、こ\nの点は法律上の問題点の指摘にほかならず、全体として地方公共団体の有する憲法上の自治権に配慮し\nて「疑問がある」\nといった表現を用いたからといって、同指摘が何ら違法性を指摘するものではないということは到底できな\nい。\n被告東京都の引用する、自治大臣による「直ちに違法とまでは言えない」との発言についても、同発言のあ\nった同じ地方行政委員会において、保利大臣は、「解釈の問題として非常に難しい問題だなと思って、東京\n都には、こういう点はいかがなものでしょうかと申し上げた経過があります。」、「私は、実はこれは法律に合っ\nているのか合っていないかの判断というのは、日本の三権分立の思想でいきますれば、司法の判断、裁判\n所の判断ということになるのだろうと思います。」とも答弁しており、同大臣の発言の一部を捉えて本件条例\nが適法であると認識したことを正当化することはできないといわざるを得ない（なお、前記閣議口頭了解及び\n自治大臣の発言は、いずれも本件条例と地方税法７２条の１９との関係には直接ふれていないが、これは、\n前\n記２(3)エのとおり、所管官庁である自治省が立法論としては事業税を応益原則に基づくものとすることが妥\n当と考えていることと無関係ではないと考えられるのであり、このこともまた同条の立法資料を検討すれば容\n易に看取できるところである。）。\n結局のところ、被告東京都知事ほか本件条例の制定に関与した被告東京都の職員らが、真に上記のと\nおりむしろ少数といえる学者の意見等に全面的に依拠して本件条例の制定関連行為を行ったのであれば、\nそうした行為は著しく慎重さを欠くものといわざるを得ず、上記のとおり本件条例案につき種々問題が指摘さ\nれていた状況にかんがみれば、本件条例の違法性を認識しながらあえて本件条例の制定のための行為をし\nたものと評価することもやむを得ないというべきである。\nカ　上記の被告東京都知事ほかの行為が、公権力の行使に当たり、その各職務を行うについてされたもの\nであることは明らかであるから、被告東京都は、原告らに対し、国家賠償法１条１項に基づき、これら故意又\nは過失による行為に基づく違法な本件条例の制定により原告らが被った損害の賠償をすべき義務があると\nいうべきである。\n５　争点６（原告らの損害）について\n(1)　繰延税金資産の減少について\nア　証拠（甲２０３の１ないし２２）及び弁論の全趣旨によれば、当初原告らは、それぞれ、平成１２事業年度\n３月期末において、本件条例案が都議会において可決されて成立したことに基づき、税効果会計の適用によ\nり、繰延税金資産を再計算し、各当初原告の繰延税金資産及び当期利益は、別紙６の各当初原告に対応す\nる欄記載の額が減少した旨財務諸表等に記載したことが認められる。\nイ(ア)　税効果会計とは、「貸借対照表に計上されている資産及び負債の金額と課税所得の計算の結果算\n定された資産及び負債の金額との間に差異がある場合において、当該差異に係る法人税等の金額を適切\nに期間配分することにより、法人税等を控除する前の当期純利益の金額と法人税等の金額を合理的に対応\nさせるための会計処理」をいい（財務諸表規則８条の１１）、この税効果会計の適用により資産として計上さ\nれる金額を「繰延税金資産」という（同規則８条の１２第１項１号）。\nすなわち、企業会計上の「利益」は、「収益」から「費用」を控除することによって得られ、一方、税法上の｢所\n得｣は、「益金」から「損金」を控除することによって得られるが、企業会計上の収益・費用と税法の定める益\n金・損金は必ずしも一致しないため、企業会計上の「利益」と税法上の「所得」の間には差異が生じ得る。こ\nの差異は、具体的には、企業会計上の収益・費用と税法の定める益金・損金の範囲がそもそも異なることに\nより生ずる永久差異と、範囲は同じでも認識の時点が異なることにより生ずる一時差異とに分けられ、具体\n的には、交際費・寄付金の損金算入限度超過額、受取配当金の益金不算入額等は「永久差異」の例であ\nり、資産評価損・貸倒損失等の税務否認額、減価償却費・引当金等の損金算入限度超過額等は「一時差\n異」の\n例である。そして、これらのうち、永久差異については、そもそも企業会計上の収益・費用と税法の定める益\n金・損金の範囲が異なることから、期間の経過によっても解消されることはないが、一時差異は、収益・費用\n又は益金・損金として認識する時期が異なることにより生ずる差異にすぎないため、最終的にはその差異は\n解消されることになる。例えば、貸倒引当金は、企業会計上は企業が貸倒れによる損失が見込まれると判断\nした時点で「費用」として計上することになるが、税法上は貸出先が倒産していること等の厳格な要件があり\n（法人税法５２条、同法施行令９６条参照）、この要件を充たしていない場合にはその処理が否認される。す\nなわち、企業会計上は「費用」として認められるものについても税法上は「損金」として算入することを認めら\nれないことがある。この場合、税法上貸倒引当金の損金算入が否認された時点では、企業会計上の処理と\n税法上の処理に一時的に差異が生ずることになるのであるが、その後貸出先が倒産に至るとか債権放棄等\nによって税法上貸倒引当金の損金算入が認容される時点になれば、最終的に企業会計上の処理と税法上\nの処理の差異が解消されることになる。旧来の企業会計は、このような一時差異が生ずるにもかかわらず、\nこれを無視して当期に納付すべき税額をそのまま税引前当期利益から控除していたのであるが、このような\n会計処理は当該期の企業の業績を適切に反映していないことから、一時差異にかかる税金の額を適切な会\n計期間に配分して計上することとしたのが税効果会計である（甲１５９［朝日監査法人・意見書］）。\n(イ)　税効果会計に基づく具体的な処理としては、税務上の確定申告による要納付税額をそのまま企業\n会計上の税費用として計上するのではなく、一時差異等に係る税金の額を加減することにより企業会計上の\n税引前当期利益に対する法人税等の額を算出し、この額を税務上の確定申告による要納付税額が上回る\n場合には、その差額は次年度以降の利益が負担すべき法人税等の前払分として、将来の期における税金\nの支払額を減少させることから、「繰延税金資産」という勘定で貸借対照表上に資産計上することになる。し\nたがって、繰延税金資産は、将来の期における税金の支払額を減少させる効果を有するものであり、「繰延\n税金資産の減少」は、将来の期における税金の減額効果という経済的利益を受けられなくなることを意味す\nる。他方、税務上の\n確定申告による要納付税額が会計上の税引前当期利益に対する法人税等の額を下回る場合には、当該下\n回る金額は次年度以降に支払うべき法人税等の未払分として、将来の税金の支払額を増加させることから、\n「繰延税金負債」という勘定で貸借対照表上に負債計上することになる。繰延税金資産又は繰延税金負債と\nして計上される一時差異等に係る税金の額は、前払分の回収又は未払分の支払が行われると見込まれる\n期、すなわち一時差異等が解消すると見込まれる期の税率に基づいて計算されるところ、その税率として\nは、利益を課税標準として課される税金の所得に対する負担割合を意味する法定実効税率（法人税率・住民\n税率・事業税率を元に算出される、それらの税金の所得に対する負担割合をいう。乙２の３、１７項。）が使用\nされる。そして、繰\n延税金資産と繰延税金負債の差額を期首と期末で比較した増減額は、当期に納付すべき法人税等の調整\n額として、「法人税等調整額」という勘定で損益計算書上に計上しなければならない（甲１５９［朝日監査法\n人・意見書］）。\n(ウ)　ところで、税効果会計を採用した場合において、税法令の改正などにより税負担の変更があったと\nきには、財務諸表に将来の法人税等の支払額に対する影響を適正に反映するという税効果会計導入の趣\n旨、及び商法の会計規制の重要な目的である適正な配当可能利益の計算を担保する必要から、過年度に\n計上された繰延税金資産及び繰延税金負債につき、変更された税負担に基づく法定実効税率を算出して繰\n延税金資産の再計算を行うことが求められ（甲１５８［神田教授・鑑定意見書］、３頁）、再計算により修正され\nた差額は、損益計算書上、通常は税率変更に係る改正税法令が公布された日を含む事業年度の｢法人税等\n調整額｣に加減して処理される。\n(エ)　税効果会計により計上される繰延税金資産及び当期利益は、各種の税のうち「利益に関連する金\n額を課税標準とする事業税」に限って計上されるものであるところ、本件条例が有効であるとすると、東京都\nにおける銀行業等に対する法人事業税の課税標準が平成１２事業年度において従来の所得から外形基準\nである業務粗利益に変更され、業務粗利益は「利益に関連する金額を課税標準とする事業税」には含まれな\nいから、法定実効税率の算出に使用される事業税に本件条例に基づく事業税を含めることはできず、その結\n果、当初原告らの法定実効税率は減少し、将来の税負担軽減額相当分として資産計上されていた繰延税金\n資産及び当期利益が減少することとなる。\nウ　原告らは、本件条例制定の結果、本件外形標準課税の対象となることが確実であった各当初原告が\n繰延税金資産の再計算による修正を商法３２条２項、証券取引法１９３条及び財務諸表規則１条１項により\n強制的に要求され、繰延税金資産をそれぞれ各当初原告に対応する別紙６記載の金額だけ減少させること\nとなり、同額の損害を現実に受けた旨主張する。\nしかしながら、本件条例は、前記２のとおり無効であるから、当初原告らに対して本件条例が有効に適\n用されることを前提とする当初原告らの繰延税金資産の減少は、客観的には生じなかったものというほかな\nい。前記アのとおり、各当初原告は、その各繰延税金資産が別紙６の各当初原告に対応する欄記載の額だ\nけ減少した旨財務諸表等に記載したことが認められるが、財務諸表において繰延税金資産を含む資産の計\n上額を減少させる会計処理が行われるのは、原告らの主張するとおり、会社の財産が減少したという｢事実\nが発生｣した場合に、その｢事実が認識｣され、財産の減少が｢財務諸表上に貨幣的に表現される｣のであっ\nて、客観的に会社の繰延税金資産が減少したという事実が発生しなければ、いくら財務諸表においてその計\n上額が減少し\nたとしても、同額の損害が発生したことにはならないのは明らかである。よって、繰延税金資産の減少自体を\n損害とする原告らの主張には理由がないというほかない。\n他方、客観的には資産の減少が生じていないとしても、その事実に反して財務諸表上当該資産の計上\n額が減少し、さらには当期利益の計上額を減少したかのように記載することを余儀なくされる場合には、同記\n載により当該会社の信用低下等の損害が発生し得ることはいうまでもないし、当該会社はそのような一般取\n引界の認識を前提とした行動をとることを余儀なくされ、この面においても営業上無視し得ない損害を被るこ\nとがある。そこで、これらの損害については、項を改めて検討する。\n(2)　信用低下及びそれによる営業上の損害\nア　本件条例は、平成１２年３月３０日に少なくとも適式に成立し、同日の時点で今後施行されることは確実\nであった上、これを無効とする公権的判断は下されていなかったし、既に成立以前から、その内容や銀行の\n財務内容に与える影響について広く具体的に報道がされていたのであるから（甲２４、３４）、一般取引界にお\nいては、その時点において、本件条例が有効との前提の下にそれによって銀行の財務内容にどのような影\n響が出るかを具体的に認識し、その認識を前提として原告らに対する評価を行っていたと認めることができ\nる。そして、この時点における一般取引界における上記認識の具体的内容は、その時点において本件条例\nが有効との前提で繰延税金資産の再計算をした結果と一致するものと考えるのが相当であるから、そのよう\nな行為を\nすべき義務ないし必要があったか否かにかかわらず、前記(1)アの原告らの財務諸表等への記載と一致する\nものと考えられる。そうすると、原告らは、これにより、純資産及び当期利益に関する原告らのいわゆる経営・\n財務指標上も減益として消極的な評価を受けることになり、また、同様に、自己資本が減少したかのように評\n価されることとなって、銀行経営の健全性を判断するための基準である自己資本比率が各当初原告につき\n別紙８のとおり減少するとの評価を受けることとなったと認められる（甲２０５及び２０６の各１及び２、甲２０７、\n弁論の全趣旨）。経営・財務指標や自己資本比率（銀行法１４条の２、長期信用銀行法１７条参照）は、その\n会社の財務状態、経営の健全性等を表す指標であり、自己資本が特定の銀行の安全性と健全性を表わす\n重\n要な指数であることは公知の事実であり、上記繰延税金資産及び当期利益の減少につき広く新聞報道もさ\nれたことが認められる（甲１６８の１ないし３）から、当期利益や自己資本比率といった指標が悪化したとの評\n価を受けることは、当初原告らの信用を著しく低下させたものと認められる。\nさらに、本件条例制定の結果、本件条例が公権的に無効であると判断されるまでの間は、別紙７記載のと\nおり、平成１２事業年度以降の事業税負担の増加によって将来の利益の減少が見込まれるかのような様相\nを呈することとなり、その額が決して小さいものとはいえないことから、各当初原告の債務返済能力に対する\n信頼である各当初原告の信用も低下したものと認められる（甲３３、３４）。\n以上のように本件条例の制定により当初原告らの信用が低下したことは、非公開会社である原告みずほ\n信託銀行株式会社を除く各当初原告の株価が、本件外形標準課税の構想を発表した平成１２年２月７日か\nら同月１５日にかけて、別紙１１の１及び２記載のとおり、著しく下落したことが認められる（甲３３、３４、２０８\nないし２１２、弁論の全趣旨）ことからも明らかである。\nイ　また、上記のように自己資本比率が低下（別紙８）したとの評価を受けることにより、銀行業等を行う当初\n原告らの根幹的な収入源である｢貸出｣の余力が低下するとの営業上の損害も生じたものと認められる（甲２\n０７）。すなわち、自己資本が低下する場合には、自己資本比率を維持するためにリスク・アセットの上限額も\n低下させなければならず、それに伴い、貸出余力の上限も低下することになる。この結果、原告らは、一般取\n引界によって認識されているそれぞれの自己資本比率を維持しようとすれば、その貸出余力低下分に相当\nする貸出を実行することが制限され、当該貸出から得られる可能性のある利子収入につきこれを得られる可\n能性がなくなったということができる。すなわち、貸出を実行すれば得られたであろうはずの「利子収入」の\n最大額が減少することとなったものと認められる。証拠（甲２０５及び２０６の各１及び２、甲２０７、弁論の全趣\n旨）及び弁論の全趣旨によれば、各当初原告の貸出余力低下額及びそれに係る利子収入の最大額の減少\n額は、別紙１２に記載のとおりであると認められる。\nウ　その後、当初原告らの株価が回復していることから（乙３の２、弁論の全趣旨）、株価の一時的な下落を\n損害として直接評価することは困難であるし、貸出余力の上限の低下を直接損害として評価することも困難\nではあるものの、銀行業自体がもともと信用を基礎として成り立っているものであることに加え、経済の国際\n化による競争の激化によって、信用状態のわずかな変化も銀行にとっては大きな影響を及ぼす状況が生じ\nていると考えられることからすると、上記のような信用の低下及び営業上の損害はその内容及び程度に照ら\nし、当初原告らに重大な無形の損害を及ぼしたとみるべきであって、これは誤納金の納付によって生ずる還\n付加算金相当分の損害とは全く別個のものであり、その支払を受けることでは解消しないものと考えるべき\nである。そ\nして、以上の事情を総合考慮すると、本件条例の制定により当初原告らが被った無形損害の金銭的評価\nは、原告八十二銀行、原告福岡銀行及び原告みずほ信託銀行を除く各当初原告１行については、それぞれ\n１億円を下らないものと認めるのが相当である。\nエ　他方、原告八十二銀行及び原告福岡銀行は、他の当初原告らとは財務内容が大きく異なっており、原告\n八十二銀行は、本件条例の制定による財務諸表上の繰延税金資産の減少額は２億３０００万円で、貸出余\n力低下額に係る利子収入の減少上限額は２３００万円にすぎず、本件条例が有効であるとした場合に増加\nすることとなる事業税額も５年間で１０００万円と当初原告らの中でも極端に少ない。原告福岡銀行について\nも、本件条例の制定による財務諸表上の繰延税金資産の減少額は６８００万円と当初原告らの中では極端\nに少なく、貸出余力低下額にかかる利子収入の減少上限額についても８００万円と当初原告らの中では極端\nに少なく、本件条例が有効であるとした場合に増加することとなる事業税額も５年間で４５００万円と原告八十\n二銀行に次い\nで少ない。\nまた、原告みずほ信託銀行については、本件条例制定前において、その自己資本比率が５０．０７８１パー\nセントであり、その余の当初原告らの自己資本比率が概ね１０パーセント前後であるのと比較して極めて自\n己資本比率が高く、本件条例の規定を前提として繰延税金資産及び当期利益が減少したとしても、その自己\n資本比率は４９．０３２１パーセントに低下するにすぎず、その結果、貸出余力低下額にかかる利子収入の減\n少上限額は１７００万円と原告福岡銀行に次いで少ない上、原告みずほ信託銀行は、非公開会社であって、\n少なくとも投資家間における信用の低下について他の公開会社である当初原告らと同列に論ずることはでき\nない。　　　　　　これらの事情を考慮すれば、原告八十二銀行、原告福岡銀行及び原告みずほ信託銀行が\n本件条例\nの制定により被った無形損害の金銭的評価はそれぞれ１０００万円と認めるのが相当である。\n(3)　損害賠償請求についての結論\n以上のとおり、原告八十二銀行、原告福岡銀行及び原告みずほ信託銀行を除くその余の各当初原告\nは、それぞれ１億円、原告八十二銀行、原告福岡銀行及び原告みずほ信託銀行は、それぞれ１０００万円の\n各損害を被ったものと認められ、これらの損害は、被告東京都知事らによる違法な本件条例制定のための\n各行為に基づくものであるから、同各行為と各当初原告に発生した損害との間には相当因果関係があるも\nのと認められる。よって、各原告（各当初原告の損害賠償請求権を合併により承継した者を含む。）は、被告\n東京都に対し、国家賠償法１条に基づいて、それぞれが被った損害の賠償を請求することができるというべ\nきであり、原告八十二銀行、原告福岡銀行及び原告みずほ信託銀行を除くその余の各当初原告についてそ\nれぞれ１億円、原\n告八十二銀行、原告福岡銀行及び原告みずほ信託銀行についてそれぞれ１０００万円及び同各金額に対す\nる平成１２年１０月２４日（本件訴状送達日の翌日）から民法所定の年５パーセントの割合による遅延損害金\nの支払を求める原告らの請求は、いずれも理由があるものと認められる。\n第４　結論\n１　よって、被告東京都知事に対する請求２及び３に係る訴え及び被告東京都に対する請求１及び４に係る\n訴えはいずれも不適法であるからこれを却下することとし、請求５については、誤納金返還請求及び損害賠\n償請求として、被告東京都に対し、①原告三菱信託銀行及び原告ユーエフジェイ銀行を除く各原告に対し\nて、それぞれ同各原告に対応する別紙２(ｅ)欄記載の各金員並びに同各金員のうち同各原告に対応する別\n紙２(ａ)欄記載の各金員に対する別紙２(ｆ)欄記載の各日から平成１３年１２月３１日までは年４．５パーセント\nの割合、平成１４年１月１日から支払済みまでは年４．１パーセントの割合による各金員、及び同各原告に対\n応する別紙２(ｃ)欄記載の各金員に対する平成１２年１０月２４日から支払済みまで年５パーセントの割合によ\nる各\n金員の支払を、②原告三菱信託銀行に対して、４６億１９３７万４９００円並びにうち３７億００８１万６６００円に\nついては平成１３年８月３日から、うち７億１８５５万８３００円については同年７月３０日からそれぞれ平成１３\n年１２月３１日までは年４．５パーセントの割合、平成１４年１月１日から支払済みまではそれぞれ年４．１パー\nセントの割合による金員、及び２億円に対する平成１２年１０月２４日から支払済みまで年５パーセントの割合\nによる金員の支払を、③原告ユーエフジェイ銀行に対して、９５億８５９５万０８００円並びにうち６５億０８８５万\n９５００円については平成１３年７月２９日から、うち２８億７７０９万１３００円については同年８月３日からそれ\nぞれ平成１３年１２月３１日までは年４．５パーセントの割合、平\n成１４年１月１日から支払済みまではそれぞれ年４．１パーセントの割合による金員、及び２億円に対する平\n成１２年１０月２４日から支払済みまで年５パーセントの割合による金員の支払を求める限度で理由があるか\nらこれを認容し、その余の被告東京都に対する金員請求には理由がないからこれを棄却することとする（請\n求６は、請求５に対し、本件通知処分が無効ではないことを前提とする予備的請求であるところ、前記のとお\nり本件条例が無効である以上本件通知処分も無効であって、請求５について一部棄却すべき点は請求６に\nついても同様であるから、請求６については判断の要をみない。）。\n２　なお、付言するに、本件条例については、前記認定のとおり都議会において圧倒的多数の賛成の下に\n制定されたものであり、都民の多くがこれに賛意を表していたことは当裁判所に顕著な事実である。これらの\nことには、長期にわたる厳しい経済状況の下において、そのような事態の発生と銀行業との関連についての\n一定の考え方が影響を与えている可能性がうかがえないでもない。もとより、このような厳しい状況をより早\n期に解消し、かつその再発を防止するために、そのような考え方の当否も含めて事態の原因を究明すること\nは有益なことであるし、その結果、法的責任を有する者があると判明した場合には、その責任を厳正に追求\nすることも必要となろう。しかし、それらは、冷静かつ専門的な見地から、それにふさわしい法的手続に則って\n行わ\nれるべきものであり、現行の地方税法の下での銀行業に対する事業税の課税のあり方とは全く無関係の問\n題である。\n本判決は、このような見地から、本件条例が事業税に関する地方税法の定めに違反するものか否かという\n点について判断を示したものである。したがって、本判決は、現行の地方税法が立法論的にみて妥当なもの\nか否かや、事業税以外の法定外税のあり方といった点にも、何らふれていない。前者については、検討の要\n否も含めて立法府たる国会の職責に属する事柄であるし、後者については、地方税法の法定外税に関する\n定めに則ってその当否を検討すべき問題であって、いずれも本件とは無関係の問題である。\n３　以上の次第で、訴訟費用の負担につき行政事件訴訟法７条、民事訴訟法６１条、６２条（被告東京都知\n事は全部勝訴ではあるが、被告東京都の損害賠償債務の発生は被告東京都知事の行為に起因することに\nかんがみ同条の趣旨を類推する。）、６４条ただし書、６５条１項本文を、仮執行の宣言及び同免脱宣言につ\nき行政事件訴訟法７条、民事訴訟法２５９条１項及び３項を適用して、主文のとおり判決する。\n東京地方裁判所民事第３部\n裁判長裁判官　　　　　　　藤山雅行\n裁判官   　　　　　 村田斉志\n裁判官　　　　　　　廣澤　諭\n"
}