{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 3,
    "day": 14
  },
  "case_number": "平成14(ワ)11630",
  "case_name": "",
  "court_name": "東京地方裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "11241",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=11241",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/241/011241_hanrei.pdf",
  "contents": "平成１４年(ﾜ)第１１６３０号　損害賠償反訴請求事件\n口頭弁論終結日　平成１５年１月２８日\n判　　　　　　　　　決\n反訴原告　　　　　                株式会社かどまさや\n反訴原告　　　　　                Ａ\n反訴原告ら訴訟代理人弁護士　　　　上　　山　　　　　浩\n反訴被告　　　　　                越後製菓株式会社\n反訴被告訴訟代理人弁護士　　　　　赤　　尾　　直　　人\n反訴被告補佐人弁理士　　　　　    吉　　井　　雅　　栄\n主　　　　　　　文\n１　反訴原告らの請求をいずれも棄却する。\n２　訴訟費用は反訴原告らの負担とする。\n事実及び理由\n第１　請求\n(1)　反訴被告は，反訴原告株式会社かどまさやに対し，金９９０万円及びこれ\nに対する平成１４年６月４日（反訴状送達の日の翌日）から支払済みまで年５分の\n割合による金員を支払え。\n(2)　反訴被告は，別紙物件目録記載の製品を製造し，販売してはならない。\n(3)　反訴被告は，その占有にかかる前項記載の製品及びその半製品を廃棄せ\nよ。\n(4)　反訴被告は，反訴被告沼田工場（新潟県小千谷市以下略），同高梨工場\n（新潟県小千谷市以下略）及び同宮内工場（新潟県長岡市以下略）に設置されてい\nる高圧処理機械その他別紙物件目録記載の物件の製造に供し又は供しうる設備の全\nてを除去せよ。\n第２　事案の概要\n１　本件は，加圧処理米の製造方法及び調理用容器に関する後掲特許権を有する\n反訴原告Ａ（以下「原告Ａ」という。）と同特許権に関し独占的通常実施権を有す\nる反訴原告株式会社かどまさや（以下「原告会社」という。）が，加圧処理米であ\nる別紙物件目録記載の製品（以下「イ号物件」という。）を製造販売する反訴被告\n（以下「被告」という。）に対し，イ号物件の製造方法は同特許発明の技術的範囲\nに属し，その方法によって加圧処理米を製造している被告の行為は同特許権を侵害\nするものであるとして，イ号物件の製造販売の差止，廃棄等及び損害賠償を求めた\n事案である。\n２　争いのない事実等（証拠を掲げた事実以外は，当事者間に争いがない。）\n(1)　原告会社は，超高圧処理法による米穀の加工・販売等を目的とする株式会\n社であり，原告Ａはその代表取締役である。\n被告は，米菓，米類，餅等の製造販売等を目的とする株式会社である。\n(2)　原告Ａは，次の特許権を有している（以下「本件特許権」といい，特許請\n求の範囲請求項２記載の発明を「本件発明」という。）。\n発明の名称　　　加圧処理米の製造方法及び調理用容器\n登録番号　　　第２５８３８０８号\n出願日　　　平成２年５月１日\n優先日　　　平成元年８月２２日\n登録日　　　平成８年１１月２１日\n特許請求の範囲　　　別添特許公報（以下「本件公報」という。）の特許請\n求の範囲請求項２記載のとおり\n(3)　原告会社は，平成８年１１月，原告Ａから，本件特許権につき，独占的通\n常実施権の許諾を受けた。\n(4)　本件発明の構成要件を分説すると，次のとおりである。\nＡ　封入容器に対し，洗浄した精米の投入及び注水を行い\nＢ　該封入容器内の空気を抜いて封止し，これを加圧室内の液中へ浸漬し\nＣ　この液体に１０００気圧以上の高圧を\nＤ　精米の内部変質に要する時間加える\nＥ　ことを特徴とする加圧処理米の製造方法\n(5)　被告は，新潟県小千谷市（以下略）所在の被告の工場（以下「沼田工場」\nという。）において，イ号物件を製造，販売している（甲３１の１，甲３５，乙\n１，検証の結果）。\n(6)　イ号物件の製造方法（以下「イ号方法」という。）の概要は，次のとおり\nである。すなわち，別紙方法目録記載の第１図及び第２図に示すとおり，上側に略\n扁平の縁１１，平坦な底部１２及び該縁と底部との間に介在する側壁１３を有して\nいる容器本体１に対し，洗浄した精米３を投入し，かつ該容器本体１の縁１１と略\n同一レベルに至るまで水４の注入を行った上で，容器本体１を上方からプラスチッ\nクフィルム２で覆い，さらに，このプラスチックフィルム２を縁１１に溶着した容\n器そのものを，加圧室内の水等を成分とする液中へ浸漬し，この液体に高圧を加え\nる，加圧処理米の製造方法。\n(7)　イ号方法は，構成要件Ａ，構成要件Ｂのうち封入容器を加圧室内の液中へ\n浸漬すること，構成要件Ｃ及び構成要件Ｅを充足する。\n第３　争点及び当事者の主張\n１　本件の争点\n(1)　イ号方法における加圧状況\n(2)　イ号方法は，本件発明の構成要件Ｂを充足するか\nア　「封入容器内の空気を抜いて」の意義及びイ号方法の充足性\nイ　「封止し」の意義及びイ号方法の充足性\n(3)　イ号方法は，本件発明の構成要件Ｄを充足するか\nア　「精米の内部変質」の意義\nイ　イ号方法において，「精米の内部変質」が生じているか\n(4)　イ号方法は，本件発明と均等か\n(5)　権利の濫用１（本件発明に明らかな無効事由があるか否か）\n(6)　権利の濫用２（詐欺行為による特許権の取得の有無）\n(7)　損害の発生及びその額\n２　当事者の主張\n(1)　争点(1)（イ号方法における加圧状況）について\n（原告らの主張）\nイ号方法の真実の加圧値は，現在においても４００メガパスカル（約４０\n００気圧。以下，圧力の単位であるメガパスカルを「ＭＰａ」と表示する。）であ\nる。\nこのことは，新潟地方裁判所長岡支部によって平成１４年４月５日に被告\nの沼田工場において実施された証拠保全手続（以下「本件証拠保全手続」とい\nう。）による検証期日の際，被告側の立会人が高圧処理装置の制御盤の圧力設定値\nについて「通常は４００に設定するが，機械の調子により現在２００に設定してあ\nる」と述べていたこと，被告のホームページ及び消費者向けのパンフレットにおい\nて，イ号物件には「４０００気圧の超高圧処理」が施されていることが明記されて\nいることなどから明らかである。\n（被告の主張）\nイ号方法の加圧値は２００ＭＰａ（約１９７４気圧）である。確かに，イ\n号物件の製造を開始した平成１２年５月から同年８月までの４か月間は加圧値約４\n００ＭＰａの高圧を１分間加えていたが，それ以降は２００ＭＰａの高圧を約２分\n間加えていた。このことは，本件証拠保全手続の際，沼田工場における高圧処理装\n置の制御盤の圧力設定値が２００ＭＰａ，加圧時間２分間に設定されていたことか\nらも明らかである。被告がイ号方法の加圧条件を変更した理由は，イ号方法に使用\nしていた高圧処理装置の昀大出力が４００ＭＰａであったため，圧力設定値を昀大\n出力である４００ＭＰａに設定して稼働すると，高圧室に対する水の出入りに関与\nする切換弁及び増圧機が故障しやすい状況にあったためである。\n(2)　争点(2)ア（「封入容器内の空気を抜いて」の意義及びその充足性）につ\nいて\n（原告らの主張）\n構成要件Ｂが封入容器内の空気を抜くことを規定したのは，容器内に不必\n要に空気が残存した状態で加圧すると，容器が変形し，その結果容器の破損が生じ\nることを極力防止する点にある。構成要件上，空気を抜く手段は何ら限定されてい\nないから，容器の破損を生じさせるような残存空気を排除する手段であれば，構成\n要件Ｂを充足するというべきである。\nそして，この観点からは，構成要件Ａ及び構成要件Ｂを経時的に別個の行\n為と解さなければならない理由はなく，構成要件Ａの容器内への米の投入及び注水\n工程をもって，構成要件Ｂの「封入容器内の空気を抜く」工程を兼ねる場合も，構\n成要件Ｂに該当すると解すべきである。\nイ号方法においては，精米を投入後，水を封入容器内一杯に注水すること\nにより，同時に残存していた空気がその水によって容器本体内から排出され，容器\n本体内には実質的に空気が残存しない状態になっているのであるから，イ号方法は\n構成要件Ｂの「封入容器内の空気を抜いて」を充足する。\n（被告の主張）\n方法の発明における「方法」は，一定の目的に向けられた系列的に関連の\nある複数個の行為又は現象によって成立するもので，必然的に経時的な要素を包含\nするものと解すべきである。\n本件発明においても，構成要件Ａから構成要件Ｂに至るまでには所定の時\n系列に沿った工程を不可欠としており，構成要件Ａにおける精米の投入及び注水工\n程と，構成要件Ｂにおける空気を抜く工程は，時間的な前後関係を有する別個の工\n程でなければならない。本件特許明細書の実施例においても，空気を抜く工程につ\nいては，精米の投入及び注水後に真空ポンプで空気を抜く例しか記載されていな\nい。\nイ号方法では，精米の投入及び注水工程と容器の内の空気を抜いて封止す\nる工程が同時であるから，構成要件Ｂを充足しない。\n（原告らの反論）\n確かに方法の発明における「方法」は経時的な要素を包含するものといえ\nるが，経時性の有無の判断は，単にクレームの表現について形式的に行われるので\nはなく，発明の本来の性質に基づき実体的に行われるべきであるから，被告の主張\nは失当である。\n(3)　争点(2)イ（「封止し」の意義及びその充足性）について\n（原告らの主張）\n構成要件Ｂが空気を抜くことを規定しているのは，容器内に不必要に空気\nが残存した状態で加圧すると，容器が変形し，その結果容器の破損が生じることを\n極力防止する点にあるから，経済的ないし生産管理上合理的な範囲内で容器の破損\nを防止できる程度に空気を排出すれば足りるのであって，必ずしも，容器内の空気\nを完全に排出することまでは必要ない。\nまた，本件特許の出願当時の文献を参考とすると，当業者の理解として，\n食品の実用的な加圧処理においては容器内の空気を全く残存しないようにすること\nまでは想定されておらず，むしろ，一定の空気が残存することを当然の前提としつ\nつ，容器の破損が生ずることを極力防止しうる程度に容器内の空気を抜くことの必\n要性が認識されていたものである。\nしたがって，構成要件Ｂにいう「封止し」とは，必ずしも容器内の空気を\n完全に排出することを意味せず，容器の破損を生じない程度に十分に容器内の空気\nが排除されていれば足りる。\nイ号物件では，容器内にわずかに数個程度の泡が残存しているにすぎず，\nヘッドスペースの割合は１パーセントにすぎないから，イ号方法は構成要件Ｂの\n「封止し」を充足する。\n（被告の主張）\n本件特許明細書の発明の詳細な説明には，「気密に封止し」という記載が\nあるから，「封止し」とは，水に溶解していない空気が残存していない状態におい\nて封止することを意味していると解すべきところ，イ号物件においては容器内に数\n個の泡が残存しているから，イ号方法においては「封止し」ているとはいえない。\n（原告らの反論）\n「気密」の語の有する通常の意味は，「気体を通さぬこと」（広辞苑）で\nあるから，「気密に封止し」とは，気体を通さないように封止することを意\n味するのであって，気体が残存しないことを意味するのではない。\n(4)　争点(3)ア（「精米の内部変質」の意義）について\n（原告らの主張）\n「内部変質」とは，米が「内部的に性質又は物質が変化すること」，すな\nわち，例えば，炊飯性の向上やタンパク質の成分比率の変化等，米に内部的な性質\nの変化が生ずることをいい，デンプンの立体的な分子構造が崩壊することに限定さ\nれるものではない。\n本件発明の効果は，「米を食するまでの手間と時間とを軽減することがで\nき，しかもうま味と栄養素とを損なわないように処理された米を製造する」ことで\nあるから，「内部変質」とはそのような効果が得られる米の内部における変化であ\nれば足りる。\n（被告の主張）\n本件発明は，「米を食するまでの手間と時間とを軽減することができ」る\nということを目的としており，これに対応して，「加圧処理米は，その特有の性質\nに基づき，僅かの時間で深部まで柔らかくなる」という効果が説明されており，し\nかも本件特許明細書の実施例には，「炊飯に要する加熱時間は，電子レンジの場合\nは約５～７分，ガス又は電気による加熱の場合には約１０～１２分である」という\n具体的な効果が記載されているから，「内部変質」とは，このような効果を実現す\nるための要件と解すべきところ，それを実現するための「内部変質」といえるため\nには，デンプンの立体的な分子構造が崩壊する程度の変質を要するというべきであ\nる。このことは，本件特許明細書の発明の詳細な説明に「この変質により，生の澱\n粉の立体的な分子構造が壊れ，分解しやすい状態となる」と記載されていることか\nらも明らかである。　したがって，「内部変質」とは，生のデンプンの立体的な分\n子構造が崩壊した状態をいう。\n（原告らの反論）\n本件特許の出願時には，高圧処理によっていかなる内部的な変化が米に生\nずるかは明らかになっておらず，高い静水圧によりデンプンの立体的な分子構造が\n崩壊することは，技術常識として了知されていなかった。\n特許発明の技術的範囲は，出願時の当業者の技術常識に基づいて解釈され\nるべきものであるから，本件特許出願時の当業者の技術常識に照らすと，「精米の\n内部変質」をもって「デンプンの立体的な分子構造の崩壊」を意味すると解釈する\nことはできない。\n(5)　争点(3)イ（イ号方法において，「精米の内部変質」が生じているか）に\nついて\n（原告らの主張）\nア　イ号方法においては，次のとおり，高圧処理によって，炊飯に適するよ\nうに米の中心まで水が浸透するような性質の変化がみられ，また，還元糖が生成さ\nれるという「精米の内部変質」が生じている。また，仮に，被告が主張するよう\nに，構成要件Ｄにいう「精米の内部変質」がデンプンの立体的な分子構造の崩壊を\n意味するとしても，次のとおり，還元糖の生成，糊化度の増大及びＸ線回析によ\nり，デンプンの立体的な分子構造の崩壊が生じていることは明らかである。\n(ｱ)　米の水分含有率の増加\nまず，原告らの実験の結果（乙７，２６）によると，イ号物件では，\n精米に２０００気圧の高圧をかけると，わずか２分で米の水分含有率が炊飯に適し\nた水分含有率である３０パーセント以上の状態になっており，このことは精米の中\n心まで水が浸透するように性質が変化していることを示している。そして，被告の\nホームページにおいても，「超高圧処理により米の中心まで水が浸透する」との記\n載が見られ，また，平成１２年度「米加工品需要開発技術普及会議」における被告\n提出の資料においても「高圧処理を施すと，瞬時に炊飯に必要な吸水を完了させる\nことができる。製造時間の短縮化で……」と記載されているから，イ号物件では精\n米に水が浸透する性質の変化が生じていることは明らかである。これは，高圧作用\nにより水が米の細胞壁を破って急激に内部に侵入する結果，水分吸収率が短時間で\n増加したものと考えられるのであり，このように，高圧の作用によって米の細胞壁\nが破られ水が強制的に米の内部に侵入する状態は，まさに「精米の内部変質」に該\n当するものである。\n(ｲ)　還元糖（マルトース）の生成\nイ号物件の宣伝広告には，「炊飯前に効果的な浸漬処理を施すことで\n還元糖（マルトース）を生成しています。」「浸漬時に効果的な超高圧処理を施す\nことによって，還元糖（マルトース）の生成が促進されるので，ごはんの甘みがギ\nュッとつまっています。」というものがあるが，マルトースは通常アミラーゼとい\nう酵素の作用によりデンプンが分解されて生成されるものであるから，イ号方法に\nおいて還元糖（マルトース）が生成されているということは，デンプンの立体構造\nが崩壊し分解されて，マルトースが生成されるという変化が，高圧処理過程におい\nて生じていることを意味する。また，高圧処理自体によって直接的にマルトースが\n生成されるものではないとしても，「マルトースの生成が促進される」ということ\nはアミラーゼ分解性が向上することを意味するところ，高圧処理により，アミラー\nゼ分解性が高まるということは，デンプンの立体的な分子構造が壊れることを意味\nする。したがって，イ号方法では「精米の内部変質」が生じており，また，デンプ\nンの立体的な分子構造が崩壊していることは明らかである。\n(ｳ)　糊化度の増大\nデンプンにおいては，糊化度が大きいほど，分子の立体構造の崩壊の\n程度が大きいことを意味するところ，被告のホームページ及びパンフレットには，\n超高圧処理の結果，「モチモチ感」が味わえることが記載されており，この「モチ\nモチ感」とは糊化度の増加を意味している。また，実験の結果（乙２７）による\nと，イ号物件においては，未加圧米と比較して，糊化度の増大が確認されている。\nすなわち，イ号方法においては，加圧値２０００気圧，加圧時間２分間の加圧処理\nを行った場合，未加圧米と比較した糊化度は，加圧容器中の液温が５０℃の場合は\n約２．３倍，５５℃の場合で約２．５倍に増大している。したがって，イ号方法で\nはデンプンの立体的な分子構造が崩壊していることは明らかである。\n(ｴ)　Ｘ線回析\nＸ線回析の測定結果（乙２７）でも，加圧値２０００気圧，加圧時間\n２分間の加圧処理を行った場合，加圧値４０００気圧，加圧時間１分の加圧処理を\n行った場合のいずれの加圧米についても，デンプンの立体構造の崩壊が認められ\nた。\nイ　よって，イ号方法では「精米の内部変質」が生じているので，構成要件\nＤを充足する。\n（被告の主張）\nア　デンプンに対する加圧処理によって，デンプンの立体構造が崩壊する\nと，未加圧のデンプンの分子にみられる偏光十字が消失することが知られている。\nしたがって，この偏光十字の消失の有無が，デンプンの立体構造の崩壊の有無を判\n断する指標である。しかも，この偏光十字の消失の有無を検出する方法である偏光\n顕微鏡法は，他の方法に比較して，昀も立体構造の崩壊を検出しやすい方法である\nから，偏光顕微鏡法によって偏光十字の消失が検出されない場合は，他の方法を用\nいても立体構造の崩壊が検出されることはない。そして，実験の結果（甲５，６）\nによると，イ号物件においては偏光十字は消失していないから，イ号方法において\nは「精米の内部変質」は生じおらず，構成要件Ｄを充足しない。\nイ　次のとおり，原告らの主張は理由がない。\n(ｱ)　米の水分含有率の増加について\n原告らが主張する，短時間で３０パーセント以上の水分含有率に至る\nことが「精米の内部変質」に該当するなどということは，本件特許明細書には記載\nされていない。\n本来「精米の内部変質」とは，精米の内部の質的変化を意味するとこ\nろ，精米の水分含有率が１５パーセントから３０パーセントに変化することは，既\n存の含水量における単なる量的な変化であって「精米の内部変質」ではない。\n(ｲ)　還元糖（マルトース）の生成について\nイ号方法において，還元糖（マルトース）の生成が促進されるのは，\n高圧処理を行った場合には，高圧処理を行っていない場合に比し，炊飯段階におい\nて，より多くの還元糖が生成されることを意味しているにすぎず，高圧処理そのも\nのによって還元糖が生成されるということを意味しない。\nデンプンの立体構造の崩壊は，加圧に伴って物理的に生ずる結晶構造\nの崩壊であるのに対し，デンプンに対する加水分解による還元糖の生成は共有結合\nの切断という化学反応であり，結晶構造の崩壊とは全く異なる現象である。\nしたがって，イ号方法において，還元糖（マルトース）が生成されて\nいることは「精米の内部変質」に該当しない。\n(ｳ)　糊化度の増大について\n糊化度の測定では，糊化に伴う立体構造の崩壊自体を検出することが\nできないから，イ号方法において精米の糊化度が増大したとしても，その事実から\n直ちに「精米の内部変質」が生じているということはできない。\n(ｴ)　Ｘ線回析の結果について\nＸ線回析によるスペクトルにおいて，多少結晶構造が変化したことが\n観察されたとしても，その事実から直ちにデンプンの立体的な分子構造の崩壊を伴\nう「精米の内部変質」が裏付けられることにはならない。このことは，加圧処理が\n行われていない精米と，加圧値２００ＭＰａ，加圧時間２分間で加圧処理が行われ\nた精米とを試料とするＸ線回析の実験（甲３６の１，甲４３）において，スペクト\nルの形状がほとんど変化していないことから明らかである。\n（原告らの反論）\n生のデンプンに現れる偏光十字に関しては，合成される母植物が異なれ\nば，その形態や性状，性質が異なる。また，ポテトデンプンのように大きくて丸い\n粒子であれば偏光十字の消失を判定しやすいが，米デンプンは小さく形がいびつで\nあるため偏光十字の消失を判定しにくい。さらに，米デンプンにおいては，米の種\n類によって加熱時の偏光十字の残存状態に大きな差異がある。　したがって，本件\n特許出願当時，小麦デンプン，トウモロコシデンプン，ばれいしょデンプンという\n３種類のデンプンに関する偏光十字の消失に関する記載のある文献（甲３の１，乙\n８）があったとしても，それに基づいて，米デンプンについても，同様の現象が認\nめられると当業者が理解することは，技術常識に照らしてあり得ないことである。\n(6)　争点(4)（均等論）について\n（原告らの主張）\n仮にイ号方法が構成要件Ｂを充足しないとしても，イ号方法には均等論が\n適用されるべきである。以下，均等論の要件ごとに検討する。\nア　本件発明の非本質的部分\n本件発明の本質的部分は，精米を封入容器内に水と共に投入して，１０\n００気圧以上の高圧を精米の内部変質に要する時間加えることにより，封入容器内\nに注水された水が各米粒の周囲を囲むようにすることで，圧力が米粒周囲の水を介\nしてパスカルの原理で加圧室内の米粒全体に均一に，かつ個々の米粒の全面に均一\nに作用することにより，十分な加圧及び十分な変質が得られるという点にある。一\n方，構成要件Ｂは，封入容器の破損をできるだけ防止するためのものにすぎず，出\n願時の技術常識に属するものであって，本件発明の本質的部分ではない。\nイ　置換可能性\n被告は，イ号方法は，水を封入容器内一杯に注水し容器を満杯にするこ\nとによって封入容器内に実質的に空気が残存しないようにする方法（以下「ａの方\n法」という。）であるのに対し，構成要件Ｂの方法は，構成要件Ａによる精米の投\n入及び注水の後に，別途抜気措置を講ずる方法で（以下「ｂの方法」という。）あ\nって両者は異なると主張するが，ａの方法でも，本件発明におけるｂの方法と同様\nに，容器内の残留空気によって引き起こされる容器の変形に伴う疲労，当該疲労に\nよるアクシデントを防止することは可能であり，かつ「米を食するまでの手間と時\n間とを軽減することができ，しかもうま味と栄養素とを損なわないように処理され\nた米を製造する」という本件発明による作用効果も得られるのであるから，結局イ\n号方法におけるａの方法は構成要件Ｂとの置換が可能である。\nウ　置換容易性\nイ号方法は，その製造等の時点（平成１１年ころ）において他の方法と\n比較して「明らかに簡便」な方法である以上，当業者が当該方法を想到することは\n容易であった。\nエ　公知技術と非同一ないし非容易推考性\nイ号方法は，本件特許の出願時における公知技術と同一又は当業者がこ\nれから出願時に容易に推考できたものではない。\nオ　意識的に除外した等の「特段の事情」の不存在\nイ号方法が本件特許出願手続において，特許請求の範囲から意識的に除\n外されたものに当たるなどの特段の事情は存しない。\n（被告の主張）\n次のとおり，イ号方法は本件発明と均等ではない。\nア　非本質的部分\n構成要件Ｃの加圧によって「内部変質」を生じさせる工程は本件発明の\n本質的部分であることは疑う余地がない。そして，構成要件Ｂは上記加圧を安定し\nた条件にて確実に実現するための要件であるから，容器に対する抜気は加圧と不可\n分一体のものである。したがって，構成要件Ｂは，精米に対する加圧を実現するた\nめの必要不可欠な要件であるから，構成要件Ｃと同様に，本件発明の本質的部分と\nいうべきである。\nイ　置換可能性\nａの方法は，ｂの方法よりも簡便かつ効率的であるから，作用効果が同\nじであるということはない。\nウ　置換容易性\n平成１２年５月当時，食品に対する高圧処理分野において，ａの方法を\n採用したのは被告だけであって，他の業者はａの方法を採用していなかった。した\nがって，ａの方法が，ｂの方法よりも簡便かつ効率的であるということだけから，\n直ちにａの方法が容易想到であったということはできない。\n(7)　争点(5)（本件発明に明らかな無効事由があるか否か）について\n（被告の主張）\n林力丸編「食品への高圧利用」（さんえい出版。以下「本件文献１」とい\nう。甲３の１・２，乙８）には，精米の水洗工程を除く本件発明の工程が記載され\nており，これらに，倉澤文夫著「米とその加工」（建帛社。以下「本件文献２」と\nいう。甲１５）に記載された水洗工程を事前に採用すると，本件発明が実現可能で\nある。また，文献１の実験においては真空パック内には精米の表面に付着した程度\nの水が残存するだけであるとしても，本件文献１の記載に，同文献発行以前の文献\nである林力丸著「食品分野への高圧の利用の可能性を探る」（化学と生物２５－ｐ\n７０３，甲１６）及び林力丸著「食品工業への高圧利用」（食品機械装置２５－ｐ\n５３。以下「本件文献３」という。甲１７）の記載を総合すると，上記収容方法に\n代えて，精米とパスカルの原理が作用する程度の水をプラスチックの袋に収容する\nことは，当業者が容易に想到し得る。\nしたがって，本件発明は進歩性が欠如しているから，本件特許権には無効\n事由が存在することが明らかであって，本件請求は権利濫用である。\n（原告らの主張）\n本件文献１には，「ごはんを炊くように精米を水に加えて浸漬した後，こ\nれをプラスチックの袋に入れて真空パックし，これに５０００気圧の静水圧を半時\n間かける。このとき温度を４５℃にして加圧する。その後取り出してみると，水は\nほとんど全部米に吸われており，」と記載されているから，同文献の実験において\nは真空パック内には精米の表面に付着した程度の水が残存するだけで米粒周囲に水\nが存在しない。また，同文献においては，「食品には粉状や粒状の食品，あるいは\n水分の少ない乾燥食品が重要であるが，これらの加圧はパスカルの原理が適用され\nないので，ここでは触れず，今後の課題とする」との記載から明らかなように，精\n米はまさに「今後の課題」とされている「粒状の食品」ないしは「水分の少ない乾\n燥食品」に当たる。さらに，本件特許出願時においては，加圧対象を真空パックす\nることが技術常識であったから，もともとパスカルの原理が作用するような方法は\n想定されていなかった。これに対して，本件発明は，真空パック内の米粒周囲に水\nが存在する点で，進歩性を有するものである。すなわち，本件文献１に記載されて\nいる方法のように，精米の表面に付着した程度の水分が残存する程度である場合\nに，このパックを加圧室の水中で加圧したのでは，加圧室内の静水圧はパックの袋\nに作用し，そこから米粒同士の接触点を介して袋内で伝達されることになるから，\n加圧力は袋内の精米全体に均一に作用せず，各米粒においても粒全面ではなく接触\n点に集中して作用することになる。その結果，十分な加圧が行われず，加圧による\n変質も不十分となる。これに対して，本件発明では，米粒の周囲に十分な水が存す\nるため，高圧をかけた場合，パスカルの原理が作用し，米粒に均一な圧力がかか\nり，米の芯まで十分に水分が浸透するのであって，本件発明はこの点において進歩\n性を有する。\nまた，進歩性喪失の根拠となる刊行物たり得るためには，その記載に基づ\nいて，当業者がその発明を容易に想到できたことが必要である。したがって，ある\n刊行物を当業者がみた場合において，実験を行ってみなければ当該刊行物に開示さ\nれている構成がいかなるものであるかを了知できない程度の記載では，当該刊行物\nの記載に基づいて，当業者がその発明を容易に想到できたという余地はない。とこ\nろが，本件文献１の口絵に記載されている加圧処理方法がいかなるものであったか\nを確認するために，被告自身においてもわざわざ実験（甲１４）を実施せざるを得\nなかった。また，被告は，本件文献１の著者である林力丸（以下「本件著者」とい\nう。）に対し，本件文献１に記載されている加圧が，パスカルの原理に立脚するの\nか，それとも局所的な加圧に終始しているのかについて回答を求めて，同人から回\n答の手紙（以下「本件回答書」という。甲４９の２）を得ている。これらの事実\nは，本件文献１の記載だけからは，食品高圧加工のパイオニアである被告をもって\nしても，容易にその加圧処理条件を判断できなかったことを意味するから，本件文\n献１の記載に基づいて，当業者が本件発明を容易に想到できたとはいえない。\n以上の事実からすると，被告の主張する文献の記載からは，本件発明の加\n圧処理のように，米粒周囲の水を介してパスカルの原理で加圧室内の精米全体に均\n一にかつ個々の米粒の全面に均一に作用する構成を，当業者が容易に想到すること\nはできず，本件発明には進歩性がある。\n(8)　争点(6)（詐欺行為による特許権の取得の有無）について\n（被告の主張）\n本件特許は，その出願過程において，特許庁審査官から拒絶理由通知を受\nけた。原告Ａは，拒絶理由通知に対する意見書において，特公平６－７７７７号の\n公報（甲１８）の表１に記載されているデータを示した。上記公報に記載されたデ\nータは，水との共存に基づきパスカルの原理によって加圧されている場合のデータ\nであるにもかかわらず，原告Ａは，精米の表面に水が付着する程度であるとの虚偽\nの説明をしたのであり，また，上記公報に記載されたデータは，タンパク質の含有\n量が増大しているなど技術常識に反する虚偽のデータであるから，原告Ａの拒絶理\n由通知に対する意見書の提出は，特許法１９７条の「詐欺の行為」に該当する（た\nだし，既に公訴時効が成立している。）。したがって，本件特許出願については拒\n絶理由通知の状態が維持されなければならないところ，このような状態で原告らが\n被告に対して権利主張をするのは権利濫用である。\n（原告らの主張）\n特公平６－７７７７号の公報の表１のデータは，従来技術である真空パッ\nクによる加圧を行った場合のデータであるから，意見書の記載は虚偽ではない。従\n来技術である真空パックによる加圧を行った場合に比べて，本件発明の方法を用い\nた場合には，タンパク質の変成の程度が大きいことは，実験（乙３７，３８）によ\nって確かめられている。\n加圧処理の過程で米中の可溶性成分が水に溶出してタンパク質以外の成分\nの重量が減少する結果，タンパク質の含有率が増大することは当然あり得ることで\nあり，このことは，実験結果（乙３７，３８）によって客観的に証明されている。\nしたがって，本件特許権に基づく原告らの被告に対する請求は権利の濫用\nではない。\n(9)　争点(7)（損害の発生及びその額）について\n（原告らの主張）\nア　イ号物件の販売に基づく原告会社の損害\n(ｱ)　平成１１年４月から平成１４年３月の間のイ号物件の販売金額は，３\n億６０００万円を下ることはない。\n(ｲ)　その利益率は販売金額の４０パーセントを下らない。\n(ｳ)　したがって，原告会社が，被告によるイ号物件の販売によって被った\n損害は，次のとおり，１億４４００万円を下ることはない。\n３億６０００万円 × ４０％ ＝１億４４００万円\n(ｴ)　原告会社は，上記損害額の一部として，９００万円の支払を請求す\nる。\nイ　弁護士費用\n被告の特許権侵害行為と相当因果関係を有する弁護士費用としては９０\n万円が相当である。\n（被告の主張）\n原告会社の主張する損害の発生及び額については，否認ないし争う。\n第４　争点に対する判断\n１　争点(1)（イ号方法における加圧状況）について\n(1)　イ号方法の加圧条件については，被告が，平成１２年８月ころまで，加圧\n値約４００ＭＰａで１分間の加圧を行っていたことは当事者間に争いがなく，この\n事実に証拠（甲７，甲８の１ないし７，甲９，甲２８の１・２，甲２９，甲３２の\n１ないし３，乙１，検証の結果）を総合すると，被告は，イ号物件を製造する際の\n加圧処理のために，沼田工場において，株式会社神戸製鋼所製の量産用の高圧処理\n装置（以下「本件装置」という。）を平成１２年５月ころから使用していたこと，\n本件装置の昀大出力は約４００ＭＰａ（正確には３９２ＭＰａ）であること，被告\nは平成１２年５月から同年８月ころまでは，昀大出力である約４００ＭＰａにて１\n分間の高圧処理を行っていたが，そのような可動条件下においては，本件装置の増\n圧機のプランジャー及びシリンダーに固定されてプランジャーとの間のシールを行\nっているパッキン部分並びに切換弁等の故障が頻発したこと，そこで，被告は平成\n１２年９月以降，加圧値約２００ＭＰａ，加圧時間２分間という加圧条件でイ号方\n法を実施していること，本件証拠保全手続における検証期日においても，本件装置\nの制御盤の数値は圧力設定値２００ＭＰａ，加圧時間２分間に設定されていたこ\nと，被告は，将来，高圧処理装置が改善され，４００ＭＰａの加圧を行っても故障\nのおそれがなくなったときは，４００ＭＰａの加圧を１分間行うことを想定してい\nること，以上の事実が認められる。\n(2)　以上の事実によると，現時点におけるイ号方法の加圧条件は，加圧値２０\n０ＭＰａ，加圧時間２分間であると認めるのが相当である。\nこの点，証拠（乙１，乙７，乙１９，乙２０，検証の結果）によると，本\n件証拠保全手続における検証期日の際，被告側の立会人が本件装置の制御盤の設定\n値に関する指示説明として，「通常は４００に設定するが，機械の調子により現在\n２００に設定してある」旨述べていたこと，被告のホームページ及び消費者向けの\nパンフレットにおいて，イ号物件には「４０００気圧による超高圧処理」が施され\nている旨明記されていたこと（ただし，平成１４年６月以降，ホームページ及びパ\nンフレットのいずれにおいても「２０００気圧」による超高圧処理という記載に訂\n正されている。）が認められる。しかし，まず，上記立会人の発言については，上\n記(1)認定の加圧値を４００ＭＰａから２００ＭＰａへ切り替えた事情に合致した発\n言であって何ら不自然ではない。また，上記(1)認定のとおり，被告は，平成１２年\n５月に本件装置の引き渡しを受けてから４か月間約４００ＭＰａにて１分間の加圧\n処理を行っていたのであり，将来，４００ＭＰａにて加圧処理を行う希望を持って\nいることからすると，加圧条件について事実と異なる記載をすることもあり得たと\nいうべきであるから、上記ホームページ及び消費者向けのパンフレットの記載をも\nって，上記の現時点における加圧条件の認定を覆すものとまでいうことはできな\nい。その他，平成１２年度米加工品需要開発技術普及会議講演資料のメモ書き（乙\n６）や石川島播磨重工業株式会社社員の回答書及び加圧機械の広告・カタログ（乙\n２１ないし２４）も，上記(1)認定の事実に照らすと，上記認定の現時点における加\n圧条件の認定を覆すに足りる証拠ではない。\n２　争点(3)ア（「精米の内部変質」の意義）について\n(1)　本件特許明細書には，本件発明における「精米の内部変質」の直接的な定\n義は記載されておらず，また，「精米の内部変質」を生じたと判断するための測定\n方法も明確に記載されていない。\nしかし，「精米の内部変質」という文言は，構成要件Ｄに「この液体に１\n０００気圧以上の高圧を，精米の内部変質に要する時間加える」と記載されている\nことから明らかなように，加圧処理米の製造方法において，加圧室内の液体に１０\n００気圧以上の高圧を加える「時間」を特定するための要件である。そして，一般\nに「変質」とは「性質又は物質が変化すること」（「広辞苑」第５版２４１６頁）\nをいうから，「精米の内部変質」とは，一般的には，精米の内部的な性質が変化す\nることを意味する。\n本件特許明細書の発明の詳細な説明には，本件発明の目的及び作用効果に\nついて，「本件発明の目的は，……米を食するまでの手間と時間を軽減することが\nでき，しかもうま味と栄養素を損なわないように処理された米を製造する方法……\nを提供することにある。」（本件公報第３欄１４ないし１８行），「本発明に係る\n加工処理米の製造方法においては，……精米は適宜の時間かけられる高圧により，\n高圧作用特有の変質を受ける。……この変質により，生の澱粉の立体的な分子構造\nが壊れ，分解し易い状態となる。この変質をした米は，外観が通常の精米とさほど\n変わらず，また硬度も高く炊飯後の米よりは炊飯前の精米に近い。加圧処理の作用\nは，米の内部まで瞬時に到達するので，内部までほぼ均一な前記変質が得られる」\n（本件公報第３欄３６ないし５０行），「加圧処理米は，その特有の性質に基づ\nき，僅かの時間で，深部まで軟らかくなるのである。」（本件公報第４欄２９ない\nし３１行）という記載があり，また，実施例として，本件発明の方法により製造さ\nれた加圧処理米の炊飯は，「電子レンジの場合に約５～７分，ガス又は電気による\n加熱の場合には，約１０～１２分」（本件公報第６欄４９ないし５０行）という短\n時間でできることが記載されている。他に，本件特許明細書に「精米の内部変質」\nの技術的意義を明らかにした記載があるとは認められない。\nそうすると，本件発明において，「精米の内部変質」とは，生のデンプン\nの立体的な分子構造が崩壊し，分解しやすい状態となることであると認めるのが相\n当である。そして，その程度については，本件特許明細書に明示的な記載はなく不\n明確である以上限定的に解さざるを得ないところ，上記のとおり，「精米の内部変\n質」とは「内部までほぼ均一な変質」であって，「その特有の性質に基づき，僅か\nの時間で，深部まで軟らかくなる」という効果を有しなければならないから，精米\n全体又はかなりの程度生じなければならず，その程度に至らない一部に生じたのみ\nでは足りないというべきである。\n(2)　この点，原告らは，本件特許の出願当時においては，高圧処理によってい\nかなる内部的変化が米に生じるかは不明であったから，出願時の当業者の技術常識\nに照らすと，「精米の内部変質」をもってデンプンの立体的な分子構造の崩壊を意\n味すると解釈することはできないと主張する。確かに，証拠（甲４０，乙８）によ\nると，本件特許の優先日の約１か月前に出版された本件文献１には，「高い静水圧\nにより，デンプンのなまの立体構造が壊れ，デンプンに種々の変化が起こり，アミ\nラーゼ消化性が高まることを示している。」という記載がある一方，「デンプンの\n分子構造には未だ不明な点が多く，」などといった記載があること，本件特許の優\n先日の約３年半後である平成５年３月１日に出版された林力丸編「生物と食品の高\n圧科学」（さんえい出版。甲４０）においても，「……高い静水圧により澱粉の生\nの立体構造が崩壊して膨潤した結果，酵素作用性が向上したものと思われる。しか\nし，米粒デンプンに関しては不明な点が多いので，加熱糊化と加圧糊化の違いを構\n造の面から説明するのは今後の研究課題である」との記載があることが認められ\nる。しかしながら，これらの文献には，加圧処理によってデンプンの生の立体構造\nが崩壊することやその結果生じる効果が具体的に記載されているのであるから，そ\nの発生機序などが解明されていなかったとしても，「精米の内部変質」の意義につ\nいて上記(1)認定のような技術常識が存在しなかったということはできないし，そも\nそも，原告Ａは，本件特許明細書に自ら上記(1)認定のとおり記載しているのである\nから，原告らが「精米の内部変質」をもってデンプンの立体的な分子構造の崩壊を\n意味すると解釈することはできないと主張することは許されない。\n３　争点(3)イ（イ号方法において「精米の内部変質」が生じているか）について\n(1)　米の水分含有率の増加について\n証拠（乙２６）及び弁論の全趣旨によると，原料米の水分含有率は１３．\n９パーセントであること，炊飯に適するとされる精米の水分含有率は３０パーセン\nト以上であること，高温処理米，常温処理米及び未処理米を試料とした水分含有量\nの分析試験の結果によると，常圧下及び２０００気圧の高圧下における精米の吸水\n率を比較した場合，常圧下では，炊飯に適するとされる水分含有率３０パーセント\nに達するのに約３０分間を要するのに対し，２０００気圧の高圧を加えた場合は，\n２分間で炊飯に適するとされる水分含有率を越えていること，このことから２００\n０気圧の高圧下の方が精米の吸水速度が高いこと，以上の事実が認められる。しか\nしながら，証拠（甲１２の４）によると，「精米の吸水」はデンプン粒が可逆的に\n４０ないし６０パーセントの水を吸収することができる微細な多孔質組織であるこ\nとに起因する可逆的現象であって，吸水率がこの範囲である限りにおいては，分子\n構造の崩壊を伴うような不可逆現象ではないから，２０００気圧の高圧下で精米の\n吸水速度が高くなったことをもって，デンプンの立体的な分子構造の崩壊が生じ，\n本件発明における「精米の内部変質」があったものと認めることはできない。\n(2)　還元糖（マルトース）の生成について\n証拠（甲９，乙７，１９）によると，イ号物件の宣伝広告に関する被告の\nホームページ及び一般消費者向けパンフレットにおいては，「高圧処理によって還\n元糖（マルトース）の生成が促進される」旨の表示がされていることが認められ\nる。\nしかしながら，高圧処理自体によって還元糖（マルトース）が生成するこ\nとを認めるに足りる証拠はない。\nこの点，原告らは，高圧処理自体によって直接的にマルトースが生成され\nるものではないとしても，「マルトースの生成が促進される」ということはアミラ\nーゼ分解性が向上することを意味するところ，高圧処理により，アミラーゼ分解性\nが高まるということは，デンプンの立体的な分子構造が壊れることを意味する旨主\n張する。確かに，証拠（甲１２の４，甲３９，乙８）によると，還元糖（マルトー\nス）は通常アミラーゼの作用によりデンプンが分解されて生成されるものであると\nころ，デンプンを高圧処理すると，デンプンの立体的な分子構造が崩壊して，アミ\nラーゼ分解性が急激に向上する場合のあることが認められる。したがって，イ号物\n件において，高圧処理の結果，アミラーゼ分解性が急激に向上して，その結果，還\n元糖（マルトース）の生成が飛躍的に促進されていれば，デンプンの立体的な分子\n構造の崩壊があると認められる可能性がある。しかしながら，アミラーゼ分解性が\nどの程度向上すれば，デンプンの立体的な分子構造の崩壊があると判断できるかの\n明確な基準はなく，少なくとも，イ号物件におけるように，単に還元糖（マルトー\nス）の生成が促進される程度では，デンプンの立体的な分子構造がかなりの程度崩\n壊しているとまで認めることはできないというべきであるから，この点に関する原\n告らの主張は理由がない。\nしたがって，還元糖（マルトース）の生成が促進されるからといって，\n「精米の内部変質」があったと認めることはできない。\n(3)　糊化度の増大について\n証拠（甲１２の４，甲３６の１，甲３７ないし３９，乙２７）によると，\nデンプンの糊化とは，デンプン粒を水の存在下で加熱した場合に，デンプンと水分\n子の相互作用によって，デンプン粒が不可逆的に膨潤する現象をいうものであっ\nて，糊化すると，デンプンは，結晶性，複屈折性を失って，粘度が上昇し，酵素\n（アミラーゼ）や化学薬品に対する反応性が急激に大きくなるものと認められる。\nしたがって，糊化が生じた場合は，生のデンプンの立体的な分子構造が壊れ，分解\nしやすい状態になるということができる。\nところで，証拠（甲９，乙７，１９）によると，イ号物件に関するホーム\nページ及び一般消費者向けパンフレットに，イ号物件では超高圧処理の結果「モチ\nモチ感」が味わえることが記載されていることが認められる。しかしながら，ホー\nムページの記載において，「モチモチ感」が味わえるのは，「超高圧処理の結果米\nの中心まで水が浸透するため」とされているところ，水の含有率の増加とデンプン\nの立体的な分子構造の崩壊に関連性がないことは，前述のとおりであるし，「モチ\nモチ感」が味わえることを，糊化度が増大したことと解したとしても，糊化度が少\nしでも増大すれば直ちにかなりの程度デンプンの立体的な分子構造の崩壊が生じた\nと断ずべき証拠はないから，このような記載を根拠として，イ号方法では「精米の\n内部変質」が生じていると認めることはできない。\nまた，証拠（乙２７）によると，原告らにおいて高圧処理を行った精米を\n用いた実験の結果，加圧値２０００気圧，加圧時間２分，加圧温度５０℃という条\n件下における糊化度は平均１４．７であり，加圧値４０００気圧，加圧時間１分，\n加圧温度５０℃という条件下における糊化度は平均で２１．７を示し，未加圧米の\n糊化度の平均である６．５よりも糊化度が増加していること，これらの数値は，１\n００パーセント糊化した状態を１００としたときの数値であること，以上の事実が\n認められる。そして，原告らの上記実験結果をイ号方法に適用できるとしても，松\n永暁子外２名著「炊飯過程における糊化度について」と題する論文（甲３７）の表\n１によると，後述するＸ線回析によって，Ｘ線のスペクトルが平坦化し穀類デンプ\nンの結晶質特有のＡ型の結晶図形が消失して，澱粉の立体的な分子構造が崩壊した\nとされる条件における糊化度は５１．１パーセントであり，糊化度２１．７パーセ\nントにおいては，Ａ＋＋であり，糊化度１１．７パーセントにおいては，Ａ＋＋＋\nであることが認められるから，この表の記載によると，イ号方法ではかなりの程度\nデンプンの立体的な分子構造が崩壊しているとは認められないし，その他，上記の\nとおり糊化度の数値が１００に対して平均６．５から１４．７あるいは２１．７に\n増加したことによって，かなりの程度デンプンの立体的な分子構造の崩壊が生じて\nいると判断することができる根拠となるべき事実を認めるに足りる証拠はない。\n以上により，上記実験結果によるも，イ号方法において「精米の内部変\n質」を生じていることを認めることはできない。\n(4)　Ｘ線回析の結果について\n証拠（甲１２の１，甲３６の１，甲３７，甲３９，乙２７）によると，生\nのデンプン粒は結晶質であるため，これをＸ線回析により分析すると，Ｘ線のスペ\nクトルにおいていくつかのピークがみられ，穀類デンプンに特有のＡ型の結晶図形\nを示すところ，生のデンプンの立体的な分子構造が崩壊し結晶性を失うにつれ，ピ\nークが次第に姿を消し，完全に失われると，Ｘ線のスペクトルが平坦化し穀類デン\nプンの結晶質特有のＡ型の結晶図形は消失して，Ｖ図形といわれる非晶質図形に変\nわることが認められる。したがって，Ｘ線回析によってデンプンの立体的な分子構\n造が崩壊しているか否かを確認することができる。\n証拠（乙２７）及び弁論の全趣旨によると，加圧値４０００気圧，加圧時\n間３０分，加圧温度４５℃という条件下においては，Ａ型の結晶図形は消失して，\nＶ図形といわれる非晶質図形が見られるが，現在のイ号方法の条件に近い加圧値２\n０００気圧，加圧時間２分，加圧温度５０ないし５５℃という条件，あるいは従前\nのイ号方法の条件に近い加圧値４０００気圧，加圧時間１分，加圧温度４５ないし\n５０℃という条件下においては，いずれにおいてもピークの存在が認められ，穀類\nデンプンの結晶質特有のＡ型の結晶図形を明確に確認することができるものと認め\nられる。\nこの点，原告らは，Ｘ線回析の結果，イ号方法に近い加圧条件の加圧処理\n米のいずれについてもデンプンの立体構造の崩壊がみられた旨主張し，上記実験の\n報告書（乙２７）にも「いずれの加圧処理米においても，未加圧米（試料米）と比\n較してスペクトルが不明確になっていること」が判明した旨記載されている。確か\nに，同報告書のＸ線回析像によると，イ号方法に近い加圧条件の加圧処理米につい\nて，未加圧米（試料米）と比較して，一部にスペクトルが不明確になっているとも\n見られる部分があるが，この程度の違いでは，はたしてどの程度デンプンの立体構\n造が崩壊しているかは全く明らかではないから，イ号方法において「精米の内部変\n質」を生じていることを証明するものとはいえない。\nしたがって，上記Ｘ線回析の実験結果から，イ号方法において「精米の内\n部変質」を生じていることを認めることはできない。\n(5)　偏光十字の消失の有無について\n証拠（甲２，３の１・２，５，６，甲１２の１ないし４，甲１４，乙８）\nによると，デンプン粒は結晶構造をもち光学的に異方体で，その結晶性部分が一定\nの方向性をもった秩序だった配列をとっていることから，偏光顕微鏡でみると複屈\n折性があり，粒の形成核で交差する偏光十字が検出されること，この偏光十字は生\nデンプンのみに見られるもので，デンプン粒の結晶構造を破壊するような処理をす\nると見られなくなること，したがって，偏光十字の消失の有無を確認することは，\nデンプン粒にいろいろな処理を施したときの粒内の結晶構造の変化を知る手がかり\nとなること，以上の事実が認められる。\nこの点，原告らは，偏光十字の消失は，母植物によってデンプン粒の形\n態，性状が相違するから，小麦デンプン，トウモロコシデンプン，ばれいしょデン\nプンでは確認できても，同様のことが米デンプンでも確認できるとは限らない旨主\n張するが，証拠（甲１２の１・２）によると，米デンプンにおいても，他の種類の\nデンプンと同様に，生デンプン粒が結晶構造を有していること，当該構造に基づい\nて偏光十字が検出され，結晶構造の崩壊によって偏光十字が消失するという点では\n共通しているものと認められるから，母植物によるデンプン粒の形態・性状の相違\nという点は，米デンプンにおいてデンプンの立体的な分子構造の崩壊の有無を偏光\n十字の消失の有無によって検出できるか否かを左右するものではないというべきで\nある。\nもっとも，証拠（乙４１）によると，偏光十字は，かなり結晶構造が崩壊\nしないと，観察できないものと認められるから，偏光十字が消滅していないからと\nいって，直ちにデンプンの立体的な分子構造の崩壊がないとまで結論付けることは\nできないが，偏光十字が消失していないのであれば，偏光十字の消失の点からは，\nデンプンの立体的な分子構造がかなりの程度崩壊しているとの事実が証明されない\nということはできる。\nそして，証拠（甲６）によると，現在のイ号方法の加圧条件に昀も近い条\n件である加圧値２００ＭＰａ，加圧時間２分間，加圧温度５０℃という条件下にお\nいても，また，従前の加圧条件に昀も近い加圧値４００ＭＰａ，加圧時間１分間，\n加圧温度５０℃という条件下においても，偏光十字の消失は確認されないことが認\nめられる。\nしたがって，イ号方法においては，偏光十字の消失の点からは，デンプン\nの立体的な分子構造がかなりの程度崩壊している，すなわち「精米の内部変質」が\n生じているとは認められない。\n(6)　以上によると，イ号方法は，構成要件Ｄを充足するとは認められない。\n４　争点(5)（本件発明に明らかな無効事由があるか否か）について\n(1)　証拠（甲３の１・２，乙８）及び弁論の全趣旨によると，本件文献１は本\n件特許の優先日以前である１９８９年（平成元年）７月１５日に第１版が発行され\nたこと，同文献の「１．６．６　半調理品への道」の項には，「ごはんを炊くよう\nに精米を水に加えて浸漬した後，これをプラスチックの袋に入れて真空パックし，\nこれに５０００気圧の静水圧を半時間かける。このとき温度を４５℃にして加圧す\nる。その後取り出してみると，水はほとんど全部米に吸われており，粒子は膨潤し\nている。これを食べると芯があり，麹のような感じである。このままでは，ごはん\nとはいえない。ところが，これを沸騰水に５分浸すと炊きあがったごはんになり，\nふかふかして美味しい。家庭にこのような圧力処理したお米が配達されれば，通常\nは２０分かかるところが非常に短時間でごはんが炊けることになる。」という記載\nがあることが認められる。\n以上の記載からすると，本件文献１には，精米と水とをプラスチックの袋\nに入れて真空パックし，これを加圧温度４５℃で加圧値５０００気圧の静水圧を半\n時間かけるという加圧米の処理方法が記載されているといえる。\n(2)　この点，原告らは，本件文献１では，プラスチックの袋には，精米の表面\nに付着した程度の水分が残存しているのみである旨主張する。しかしながら，「ご\nはんを炊くように精米を水に加えて浸漬した後，これをプラスチックの袋に入れて\n真空パックし，」という文言は，精米を水と共にプラスチックの袋に入れると解す\nるのが自然であるし，静水圧を付加した後の状態について「その後取り出してみる\nと，水はほとんど全部米に吸われており」との記載からも，精米がプラスチック袋\nに挿入された時点では，袋内には，ある程度の量の水が存在していたものと推認で\nきる。また，「粒子は膨潤している。これを食べると芯があり，麹のような感じで\nある。……，これを沸騰水に５分浸すと炊きあがったごはんになり，ふかふかして\n美味しい。」と記載されていることからすると，加圧後の精米は，圧力によって破\n砕されておらず，米粒の形をとどめているものと認められるから，精米にパスカル\nの原理に基づく均等の圧力が加わる程度の水が入っていたものと推認される。した\nがって，本件文献１の記載から，プラスチックの袋内に精米と共にある程度の量の\n水が加えられているものと認められる。\n(3)　上記認定を前提にして，本件発明と本件文献１に記載された技術内容とを\n対比すると，両者は，「封入容器に対し，精米の投入及び注水を行い，該封入容器\n内の空気を抜いて封止し，これを加圧室内の液中へ浸漬し，この液体に１０００気\n圧以上の高圧を加える加圧処理米の製造方法」という点で一致しているが，①前者\nは精米を洗浄するのに対し，後者においては精米が洗浄されているかどうか明示さ\nれていないこと，②前者においては，「液体に１０００気圧以上の高圧を，精米の\n内部変質を要する時間加える」のに対し，後者では「５０００気圧の静水圧を４５\n℃にして半時間かける」点において，異なっている。\nそこで，まず，①について検討するに，本件文献１に記載された加圧米\nも，加熱してごはんとして食するために炊飯を行うものであるところ，そのような\n場合に，精米を予め洗浄しておくことは，当然の常識に属する事柄であるというべ\nきであるから，本件文献１に記載される加圧米の製造方法においても，その昀初の\n工程において洗浄しているものと推認するのが相当であり，そうでないとしても，\nこのような場合に洗浄することは当業者が容易になし得るものというべきである。\n次に，②について検討する。本件発明にいう「精米の内部変質」とは，前\n記のとおり，デンプンの立体的な分子構造が崩壊することを意味し，このように変\n質した米は，「外観が通常の精米とさほど変わらず，また硬度も高く，炊飯後の米\nよりは炊飯前の精米に近い」（本件公報第３欄４６ないし４８行）ものであり，\n「加圧処理米は，その特有の性質に基づき，僅かの時間で，深部まで軟らかくな\nる」（本件公報第４欄２９ないし３１行）もので，「電子レンジの場合約５～７\n分，ガス又は電気による加熱の場合には，約１０～１２分」（本件公報第６欄４９\nないし５０行）という短時間で炊飯ができるのに対し，本件文献１に記載される\n「５０００気圧の静水圧を４５℃にして半時間かける」精米は，その粒子が膨潤し\nているが，「これを食べると芯があり，麹のような感じ」のものであり，「これを\n沸騰水に５分浸すと炊きあがったごはんになる」と記載されていることからする\nと，この精米もやはり短時間で炊飯ができるものと認められる。このように，前者\nと後者は，加圧後の状態及びその後の加熱処理の状態が似ている。また，前記３(4)\nに認定のとおり，加圧値４０００気圧，加圧時間３０分，加圧温度４５℃という条\n件下においては，結晶質特有の結晶図形にみられるピークが消失してＸ線スペクト\nルが平坦になったことが認められるから，米デンプンにおいて「精米の内部変質」\nすなわちデンプンの立体的な分子構造の崩壊が生じていると認められるが，本件文\n献１に記載される加圧条件は，この実験の加圧条件と比べた場合，時間と温度は同\nじで，加圧値がより大きいものである。以上の点からすると，本件文献１にいう\n「５０００気圧の静水圧を４５℃にして半時間かける」という条件は，本件発明に\nいう「液体に１０００気圧以上の高圧を，精米の内部変質を要する時間加える」と\nいう要件に含まれるものと認められる。\n以上により，本件発明と本件文献１に記載された内容は同一であるか，そ\nうでないとしても，本件特許の優先日当時，本件文献１の記載によって当業者が容\n易に想到し得たものと認められる。\n(4)　この点，原告らは，本件文献１においては，精米はパスカルの原理が適用\nされる圧力を加える対象には含まれていない旨主張し，その根拠として，本件文献\n１の「１．３．２　圧力を加える対象」の項の「食品には粉状や粒状の食品，ある\nいは水分の少ない乾燥食品が重要であるが，これらの加圧はパスカルの原理が適用\nされないのでここでは触れず，今後の課題とする」との記載は，粒状で水分の少な\nい乾燥食品である「精米」を対象としていると主張する。しかし，上記「１．３．\n２　圧力を加える対象」の項に精米が明示されているわけではなく，上記認定の\n「１．６．６　半調理品への道」の項の精米の加圧処理に関する記載からすると，\n上記及び後記認定のとおり，プラスチックの袋内に精米と共にある程度の量の水が\n加えられていて，パスカルの原理が適用されるとしか理解できないから，この点に\n関する原告らの主張は理由がない。\n(5)　また，精米と「ごはんを炊くように」加えた水を一緒に真空パックし，そ\nれに所定の加圧を加え，その真空パックそのものを沸騰水に５分間浸しても本件文\n献１の試験結果は得られないという内容の実験結果（乙４２）が存する。\nしかしながら，本件文献１の試験方法にいう「これを沸騰水に５分浸すと\n炊きあがったごはんになり」にいう「これ」とは，真空パックから取り出された精\n米を指し，真空パックそのものを指すものではない。このことは，「これを沸騰水\nに５分浸すと炊きあがったごはんになり，」にいう工程の前に，「これを食べると\n芯があり，」と記載されていて，沸騰水に浸す前にパックから精米を取り出してい\nること，本件文献１の１８頁以下の説明並びに口絵１５の写真及びその指示説明か\nら明らかである。また，上記実験結果は，加圧した後の状態が「水はほとんど全部\n米に吸われており」というものではなく，この点からも，本件文献１の試験方法と\nは異なっている。\nしたがって，上記実験結果は，その内容において本件文献１に記載された\n試験とは異なるから，上記実験結果を採用することはできない。\n(6)　さらに，原告らは，本件文献１に記載された試験の水分量は加圧後「ほと\nんど全部米に吸われ」る程度の量であるが，この程度の量では米粒同士が接触して\nいるため，加圧力は米粒同士の接触点を介して伝達されるのであって，均一には作\n用しないから，結局，本件文献１ではパスカルの原理に基づいていない旨主張し，\n原告らの実験結果（乙３４）における試料Ｂのように，「浸漬容器から精米をスプ\nーンで掬いだし，特段の水切り処理を行うことなくプラスチック袋に入れた」場合\nは，ある程度の水がプラスチック袋内にあるものの，米粒同士が接触しているた\nめ，加圧力は米粒同士の接触点を介して伝達されるのであって，均一には作用しな\nいことが明らかである旨主張する。\nしかし，同実験（乙３４）における試料Ｂの状態は，加圧の結果，水がほ\nとんど米に吸われているにもかかわらず，米は加圧によって破砕されず，通常の炊\n飯米と同様の外観を呈しており，「さわった感じも弾力があり，」５分間煮沸水中\nに浸すと「ふっくらと柔らかく炊き上がっており，通常の炊飯米同様の食味であっ\nた」のであるから，この試料Ｂにはパスカルの原理によって圧力が均一に作用した\nと認められるのであり，仮に本件文献１に記載された試験が，原告らの実験結果に\nいう試料Ｂの程度の水の量で行われたとしても，パスカルの原理が働くことは明ら\nかである。したがって，本件文献１に記載された試験の水分量ではパスカルの原理\nは働かない旨の原告らの主張は理由がない。\n(7)　以上によると，本件発明は，本件特許の優先日前に頒布された刊行物であ\nる本件文献１に記載された技術内容と同一であるか，又はその記載内容に基づい\nて，当業者が容易に発明することができたものというべきであるから，本件特許に\nは，無効理由が存在することが明らかであり，原告らの本件請求は権利濫用と認め\nるのが相当である。\n６　したがって，その余の点について判断するまでもなく，原告らの反訴請求は\n理由がない。\nよって，主文のとおり判決する。\n東京地方裁判所民事第４７部\n裁判長裁判官　　　　森　　　　　義　　之\n裁判官      　東 海 林　　　　　保\n裁判官      　瀬　　戸　　さ や か\n物　　件　　目　　録\n商品名を「越後のごはん」とする物品\n（別紙）\n方法目録第１図、第２図\n"
}