{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 6,
    "day": 3
  },
  "case_number": "平成14(行ケ)234",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "11077",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=11077",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/077/011077_hanrei.pdf",
  "contents": "平成１４年（行ケ）第２３４号　特許取消決定取消請求事件\n平成１５年６月３日判決言渡，平成１５年５月２２日口頭弁論終結\n判　　　　決\n原　    告　　　　富士ゼロックス株式会社\n訴訟代理人弁理士　早川明\n被　　　告　　　　特許庁長官　太田信一郎\n指定代理人　　　　吉國信雄，山﨑豊，高木進，林栄二\n主　　　　文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n事実及び理由\n第１　原告の求めた裁判\n「特許庁が異議２００１－７０４５７号事件について平成１４年３月２２日にし\nた決定を取り消す。」との判決。\n第２　事案の概要\n本件は，後記本件発明の特許権者である原告が，特許異議申立て事件において特\n許庁により本件特許を取り消す旨の決定がされたため，同決定の取消しを求めた事\n案である。\nなお，本判決においては，書証等を引用する場合を含め，公用文の用字用語例に\n従って表記を統一した部分がある。\n１　前提となる事実等\n(1)　特許庁における手続の経緯\n(1-1)　本件特許\n特許権者：富士ゼロックス株式会社（原告）\n発明の名称：「画像形成装置」\n特許出願番号：特願平１１－１４３０７１号（特願平１－５１５５９号からの分\n割出願）\n特許出願日：平成１年３月３日（特願平１－５１５５９号の出願日）\n設定登録日：平成１２年６月９日\n特許番号：第３０７５２８２号\n(1-2)　本件手続\n特許異議事件番号：異議２００１－７０４５７号\n訂正請求日：平成１３年９月３日（本件訂正）\n異議の決定日：平成１４年３月２２日\n決定の結論：「訂正を認める。特許第３０７５２８２号の請求項１ないし４に係\nる特許を取り消す。」\n決定謄本送達日：平成１４年４月１０日（原告に対し）\n(2)　本件発明の要旨（本件訂正後のもの。以下，各請求項に係る発明を「本件発\n明１」のようにいう。）\n【請求項１】用紙に記録を行う記録部と，\n前記記録部よりも下方に，上下方向に複数重ねられる形で配置される，用紙を収容\nする用紙トレイと，\n前記用紙トレイに積載された用紙に当接して送り出す給紙手段と，\n前記画像形成装置本体側面に沿って，下から上に向かって用紙を通過させる用紙搬\n送路と，\n前記複数の用紙トレイの各トレイ毎に対応して設けられ，前記給紙手段によって送\nり出された用紙をガイドして前記用紙搬送路に合流させる第１のガイド部と，本体\n側面に沿って下から上に向かって用紙をガイドする第２のガイド部とを備えたガイ\nド手段と，\n複数の用紙トレイの各用紙トレイ毎に対応して，前記ガイド手段の用紙搬送方向下\n流側に設けられ，前記用紙搬送路で用紙を搬送する搬送装置と，\n画像形成装置本体に開閉可能に設けられた，装置側面の少なくとも一部をカバーす\nるドア部材と，\n前記ドア部材の内側に設けられ，下から上に向かって用紙をガイドする第３のガイ\nド部と，を有する画像形成装置であって，\n前記用紙搬送路の前記搬送装置の上流側の少なくとも一部は前記第２のガイド部と\n前記第３のガイド部とによって形成され，さらに前記用紙搬送路の前記搬送装置の\n下流側に第３のガイド部が設けられたことを特徴とする画像形成装置。\n【請求項２】前記ドア部材は，搬送装置部分をカバーすることを特徴とする請求項\n１に記載の画像形成装置。\n【請求項３】前記ドア部材は，前記用紙搬送路の複数の用紙トレイにまたがる箇所\nをカバーすることを特徴とする請求項１または２に記載の画像形成装置。\n【請求項４】前記ドア部材は，前記用紙搬送路の複数の用紙トレイにまたがる箇所\nの全てをカバーすることを特徴とする請求項３に記載の画像形成装置。\n(3)　決定の理由\n決定の理由は，【別紙】の「異議の決定の理由」（ただし，「５．本件発明１の\n特許について」以下の部分の抜粋）に記載のとおりである。要するに，本件訂正を\n認めるとした上で，訂正後の本件発明１ないし４は，いずれも刊行物１ないし３に\n記載のものから当業者が容易に発明できたものであるから，特許法２９条２項の規\n定により特許を受けることができない，というものである。 なお，刊行物１とは，\n実願昭６１－８１０１６号（実開昭６２－１９４６３４号）のマイクロフィルム\n（本訴甲３，これに係る発明を「引用発明１」という。），刊行物２とは，特開昭\n６４－５３９４４号公報（本訴甲４，これに係る発明を「引用発明２」とい\nう。），刊行物３とは，特開昭５９－２０７３６４号公報（本訴甲５，これに係る\n発明を「引用発明３」という。）である。\n２　原告の主張（決定取消事由）の要点\n(1)　取消事由１（本件発明１に関する相違点１の判断の誤り）\n本件発明１における「ガイド手段」は，「前記複数の用紙トレイの各トレイ毎に\n対応して設けられ」ているのに対し，刊行物２には，一つのカセット４２に対応し\nて仕切壁５４の案内突条５６と一端部５４ａが設けられた構成のみが示されている\nにすぎない。したがって，「本件発明１のガイド部１及びガイド部２に相当するガ\nイド部材が記載されており」との決定の認定は誤りである。\nまた，刊行物２には，一つのカセット４２に対応して仕切壁５４の案内突条５６\nと一端部５４ａが設けられた構成のみが示されているにすぎない。したがって，何\nら具体的なガイド手段についての記載がない刊行物１に刊行物２に記載されたガイ\nド部材を採用することができるとする決定は，飛躍しすぎている。\n(2)　取消事由２（本件発明１に関する相違点２の判断の誤り）\n刊行物１記載のものに刊行物２に記載されたガイド部材を適用できないことは前\n記のとおりである上，刊行物２には，本件発明１の構成要件である「搬送装置」に\n該当するものは見当たらない。\n刊行物２には，一対の搬送ローラ対２４が示されているが，この一対の搬送ロー\nラ対２４は装置本体側の搬送手段２２の一部を構成するものであり，カセット３６\n又は４２からは直接搬送ローラ対２４に導かれるようになっており，本件発明１に\n規定する用紙搬送路の用紙を搬送する「搬送装置」に該当するものではない。\nしたがって，決定は，刊行物１に記載されていないガイド手段と刊行物２に記載\nされていない搬送装置とを組み合わせていることになり，論理の飛躍がある。\n(3)　取消事由３（本件発明１に関する相違点３の判断の誤り）\n(3-1)　決定は，刊行物１記載の発明の認定を誤っている。\nすなわち，刊行物１においては，複写機本体とキャビネットとの間の紙詰まりを\n問題にしているのであり，複写機本体とキャビネットにそれぞれ側壁を設けた場合\nには二度手間になるのに対し，刊行物１においては，一度の手間で済むので，「容\n易に紙詰まりを取り除くことができる。」と述べているにすぎない。\nところで，刊行物１には，キャビネットの内部については，搬送ローラ対８０，\n７４，６８が示されているが，用紙搬送路の具体的構成についての記載はない。刊\n行物１における８２，８４はキャビネットの側壁として認識されており，刊行物１\nの図面を参照すれば，側壁８２，８４と用紙搬送路とは独立であり，関連性がない\nとするのが自然である。すなわち，キャビネットの側壁８２，８４を開いた場合で\nあっても，用紙搬送路のガイドはそのまま残り，搬送ローラ間に詰まった用紙を取\nり除くには，用紙搬送路のガイドをさらに開く等の操作が必要である。\nしたがって，刊行物１記載の発明は，決定のように「紙詰まりが発生した場合で\nあっても，キャビネット側壁８２を開閉することにより，紙詰まりを簡単に取り除\nくことができる効果が記載されている。」と広く認定すべきではなく，複写機本体\nとキャビネットとの間の紙詰まりに限定して解釈すべきである。\n(3-2)　刊行物２における開閉部材５２は，手差しのテーブルを兼ねるものであ\nり，刊行物１のキャビネットの側壁に適用できるものではない。\nまた，刊行物３には，単にシートを搬送する搬送路の片面を扉のガイド板として\n構成したものが示されているにすぎず，２つのガイド部に相当する構成が示されて\nいるのみであり，本件発明１のように「第３のガイド部」に相当する構成は示され\nておらず，同様に刊行物１のキャビネットの側壁に適用できるものではない。\n(3-3)　以上からすれば，決定の相違点３についての判断は誤りである。\n(4)　取消事由４（本件発明１に関する相違点４の判断の誤り）\n刊行物３は，単にシートを搬送する搬送路の片面を扉のガイド板として構成した\nものが示されているにすぎず，２つのガイド部のみが示されているだけである。そ\nれに対し，本件発明１は，第１のガイド部と第２のガイド部との関連で第３のガイ\nド部を有するものであり，第１のガイド部でガイドされた用紙と第２及び第３のガ\nイド部でガイドされた用紙との双方が詰まりやすい搬送装置部分の紙詰まりを，搬\n送装置の上流及び下流で第３のガイド部を開放することにより，容易に除去できる\nようにしたものである。刊行物３は，本件発明１のように２つの用紙搬送路が合流\nする部分の用紙除去に関しては何ら示唆していない。\n決定の相違点４についての判断は誤りである。\n(5)　取消事由５（本件発明１の相違点１ないし４の相乗効果の看過）\n決定は，相違点１ないし４の一つ一つについて容易性を判断しているが，本件発\n明１は，相違点１ないし４が相まって，「ドア部材がジャムの生じやすい合流部分\nを含む搬送装置の上流及び下流に第３のガイド部を有する構成としたので，ドア部\n材の開放により，搬送装置の上流及び下流で第３のガイド部が開かれ，ジャム等の\n処理はより容易である。」とする効果を奏するのであり，決定は，この点について\n判断していない。\n(6)　取消事由６（本件発明２ないし４に関する進歩性判断の誤り）\n本件発明２ないし４は，いずれも本件発明１を引用しているので，本件発明１に\n関する前記の点に照らせば，本件発明２ないし４が刊行物１ないし３に記載された\nものから当業者が容易に発明できたものであるとの決定の認定は誤りである。\n３　被告の主張の要点\n(1)　取消事由１（本件発明１に関する相違点１の判断の誤り）に対して\n決定は，送給ローラ４４によって送り出されたシート部材をガイドする役割を担\nっているから，仕切壁５４の一端部５４ａの内面に設けられた案内突状５６の上縁\nが第１ガイド部材に相当し，また，本体側面に沿って用紙を下から上に向かってガ\nイドする役割を担っているから，仕切壁５４の一端部５４ａの外面が第２ガイド部\nに相当すると認定している。本件発明１の「第１のガイド部材」は，給紙手段によ\nって送り出された用紙をガイドして用紙搬送路に合流させるためのガイド部であ\nり，「第２のガイド部材」は，本体側面に沿って下から上に向かって用紙をガイド\nするガイド部であるから，刊行物２には，本件発明１のガイド部１及びガイド部２\nに相当するガイド部材が記載されているとした決定の認定に誤りはない。\nまた，刊行物１に記載されたものは，複数段からなるカセットから用紙がフィー\nドロールによって給紙されるものであり，カセットから給紙される用紙は，それぞ\nれ，搬送ローラ対によって下から上部に搬送されるものであり，明記されていない\nとしても，カセットからの用紙供給と下から上部への用紙供給を円滑にするための\n手段が設けられていることは当然のことである。してみると，刊行物２には，カセ\nットからの用紙供給を円滑に行うための第１ガイド部材と下から上部に用紙を円滑\nに搬送するための第２ガイド部材が開示されているのであるから，それらの２つの\nガイド部材を刊行物１記載の用紙供給機構に適用することに格別の困難はない。論\n理に飛躍があるとする原告の主張は失当である。\n(2)　取消事由２（本件発明１に関する相違点２の判断の誤り）に対して\n本件発明１の「搬送装置」は，画像形成装置本体側面に沿って，下から上に向か\nって用紙を通過させる搬送路で用紙を搬送するものであるが，刊行物２には，用紙\nを搬送する手段としての搬送ローラ対２４がガイド部材とともに記載されている。\n刊行物２に記載されたガイド部材は，搬送される用紙を円滑に案内するために設\nけられたものであり，その案内機能は，用紙を送り出す搬送装置の有無にかかわら\nず同様に発揮できるものであり，刊行物２においても用紙が搬送されていくことは\nいうまでもないことであるので，本件発明１で特定しているような「搬送装置」に\n該当するものが見当たらないことをもって，刊行物２記載のガイド部材を刊行物１\n記載のものに適用し難いとする原告の主張は，理由のないものである。\n(3)　取消事由３（本件発明１に関する相違点３の判断の誤り）に対して\n刊行物１には，側壁８２を開けることにより，容易に紙詰まりを取り除くことが\nできることが記載されていることは明らかであり，決定の認定に誤りはない。ま\nた，一般に，用紙搬送路上の紙詰まりの箇所がどこであれ，側壁の開かない画像形\n成装置に比べ，側壁が開く構造のものの方が，用紙搬送路を開放して紙詰まりを取\nり除く作業を容易にできることは明らかであるので，刊行物１記載の発明の効果を\n複写機本体とキャビネットとの間の紙詰まりに限定して解釈すべきものでもない。\n刊行物１記載の発明に関する決定の認定の誤りをいう原告の主張は失当である。\nそして，刊行物２あるいは刊行物３には，「上下方向に用紙を搬送する装置にお\nいて，開閉する扉の内側にガイド部を設け，紙詰まりの処理を容易にすること」が\n記載されている。相違点３に関して，「第３のガイド部」に相当する構成が刊行物\n２あるいは刊行物３に開示されているとした決定の認定には誤りはない。\nまた，手差しのテーブルを兼ねるものであろうとなかろうと，刊行物２に記載の\nものは，「上下方向に用紙を搬送する装置において，開閉する扉の内側にガイド部\nを設け，紙詰まりの処理を容易にする」ものであることは明らかであるから，決定\nの認定に誤りはない。\n(4)　取消事由４（本件発明１に関する相違点４の判断の誤り）に対して\n決定は，相違点１ないし３について検討した中で，２つの用紙搬送路が合流する\n部分の用紙除去に関しての判断は行っているのであって，２つの用紙搬送路が合流\nする部分の用紙除去に関しての判断を行うために刊行物３を引用したのではない。\n決定が刊行物３に記載のガイド板２０を引用したのは，搬送装置の下流側にも第\n３のガイド部材が設けられていると特定した点に対してであって，特定した点には\n格別のものがないことを示すために引用したものであり，刊行物３記載のガイド部\nを採用すれば，搬送装置の上流側は第２のガイド部と第３のガイド部によって形成\nされることとなり，下流側には第３のガイド部が設けられることとなるのであるか\nら，決定の認定に誤りはない。\n(5)　取消事由５（本件発明１の相違点１ないし４の相乗効果の看過）に対して\n原告の主張する効果は，相違点４における効果と同じものであり，相違点１ない\nし４が相まって生じる効果とはいえないものである。原告の主張は失当である。\n(6)　取消事由６（本件発明２ないし４に関する進歩性判断の誤り）に対して\n以上のとおり，本件発明１を取り消すとした決定には誤りはないのであるから，\n本件発明２ないし４についての決定の認定にも原告主張のような誤りはない。\n第３　当裁判所の判断\n１　取消事由１（本件発明１に関する相違点１の判断の誤り）について\n原告は，本件発明１における「ガイド手段」は，「前記複数の用紙トレイの各ト\nレイ毎に対応して設けられ」ているのに対し，刊行物２には，一つのカセット４２\nに対応して仕切壁５４の案内突条５６と一端部５４ａが設けられた構成のみが示さ\nれているにすぎないから，刊行物２に「本件発明１のガイド部１及びガイド部２に\n相当するガイド部材が記載されて」いるとの認定は誤りであると主張する。\n検討するに，決定は，「刊行物２には，本件発明１のガイド部１及びガイド部２\nに相当するガイド部材が記載されており…，それらの部材は，それぞれ，給紙手段\nによって送り出された用紙を円滑にガイドする機能と本体側面に沿って下から上に\n向かって用紙をガイドする機能を有している」と，刊行物２の第１ガイド手段が給\n紙手段によって送り出された用紙をガイドする機能を有し，第２ガイド部が本体側\n面に沿って下から上に向かって用紙をガイドする機能を有しているから，これらが\n本件発明１のガイド部１及びガイド部２に相当すると認定しているのであって，\n「前記複数の用紙トレイの各トレイ毎に対応して設けられ」ていることをも記載さ\nれていると認定しているものではない。そして，「複数の用紙トレイの各トレイ毎\nに対応して」ガイド部材を設けることについては，決定は，「刊行物１には…給紙\n手段によって送り出された用紙を円滑にガイドする手段と本体側面に沿って下から\n上に向かって用紙をガイドするガイド手段がなければ用紙が円滑に搬送されていか\nないことは明らかである」と説示し，また，刊行物１のガイド部材として，刊行物\n２に記載されたガイド部材を採用すると本件発明１のガイド部材になると判断して\nいるのであるから，決定は，刊行物１には複数の用紙トレイがあり，各トレイ毎に\nガイド部材がなければ用紙が円滑に搬送されていかないので，刊行物２のガイド部\n材を刊行物１の各トレイ毎のガイド部材として採用することは容易であると判断し\nた趣旨であると解される。そして，この判断は，相当として是認し得るものであ\nる。よって，原告の上記主張は採用の限りではない。\nさらに，原告は，刊行物２には，一つのカセット４２に対応して仕切壁５４の案\n内突条５６と一端部５４ａが設けられた構成のみが示されているにすぎず，何ら具\n体的なガイド手段についての記載がない刊行物１に，刊行物２に記載されたガイド\n部材を採用することができるとするのは飛躍しすぎていると主張している。\nしかしながら，刊行物１の各トレイ毎にガイド部材が必要なことは前記のとおり\nであり，この各トレイ毎のガイド部材に刊行物２のガイド部材を採用することが容\n易であることも前判示のとおりであるから，原告の主張は採用することができな\nい。\n２　取消事由２（本件発明１に関する相違点２の判断の誤り）について\n原告は，刊行物２の一対の搬送ローラ対２４は本件発明１の搬送装置に該当する\nものではなく，刊行物２には搬送装置は記載されていないから，刊行物１に記載さ\nれていないガイド手段と，刊行物２に記載されていない搬送装置とを組み合わせて\nいる決定の論理には飛躍があると主張する。\n検討するに，刊行物２の一対の搬送ローラ対２４は，本件発明１に規定する用紙\n搬送路の用紙を搬送する搬送装置に該当するものではないとしても，装置本体側の\n搬送手段２２の一部を構成するものであり，カセット３６又は４２からシート部材\nを直接搬送ローラ対２４に導くものである（この点は原告の認めるところであ\nる。）。そして，カセットと搬送ローラ対との途中にガイド部材があるのであるか\nら，その機能は本件発明１のガイド部材と異なるものではなく，搬送ローラ対が用\n紙搬送路にないことをもって，刊行物２のガイド部材を刊行物１のガイド部材とし\nて採用することの妨げになると認めることはできない。原告の主張は採用し得な\nい。\nなお，上記のほか，原告の主張中には，本件発明１は，第１のガイド部，第２の\nガイド部，第３のガイド部及び搬送装置の位置関係が重要であるとする部分もある\nが，相違点２は，搬送装置がガイド手段の用紙搬送方向下流側に設けられているこ\nとに関するものであり，刊行物２においても，搬送装置は，ガイド手段の用紙搬送\n方向下流側に設けられていると解されるので，刊行物２のガイド部材を刊行物１に\n採用した場合には，本件発明１の位置関係と同じになるというべきである。\n原告主張の取消事由２は理由がない。\n３　取消事由３（本件発明１に関する相違点３の判断の誤り）について\n原告は，本件発明１が搬送装置部分の紙詰まりを問題にしているのに対し，刊行\n物１は，複写機本体とキャビネットとの間の紙詰まりを問題にしており，「容易に\n紙詰まりを取り除くことができる。」という効果は文言上共通するが，技術的意味\nを全く異にしており，刊行物２における開閉部材５２は手差しのテーブルを兼ねる\nものであり，刊行物１のキャビネットの側壁に適用できるものではなく，また，刊\n行物３には，「第３のガイド部」に相当する構成は示されておらず，同様に刊行物\n１のキャビネットの側壁に適用できるものではないと主張する。\n検討するに，決定の認定した相違点３は，「本件発明１において，『前記ドア部\n材の内側に設けられ，下から上に向かって用紙をガイドする第３のガイド部』を有\nしているのに対して，刊行物１に記載されたものは，ドア部材の内側のガイド部材\nについての記載がない点」であり，紙詰まりに関する事項は，相違点３とは無関係\nである（なお，刊行物１記載の発明の認定の誤りをいう原告の主張につき，付言し\nておくと，刊行物１における上端部分が複写機本体１０の下部側壁を構成するキャ\nビネット１２の側壁８２，８４は，複写機本体１０の下部及びキャビネット１２の\n両者を覆うものであり，図面を参照しても，用紙搬送路の垂直部分全体をカバーす\nるものであるから，側壁を開けるとすべての用紙搬送路における紙詰まりに対処で\nきるものと認められる。仮に，原告の主張するとおり，側壁８２，８４と用紙搬送\n路とは独立で，キャビネットの側壁８２，８４を開いても用紙搬送路のガイドはそ\nのまま残り，搬送ローラ間に詰まった用紙を取り除くには，用紙搬送路のガイドを\nさらに開く等の操作が必要なものであるとしても，刊行物２又は刊行物３に記載さ\nれた，開閉する扉の内側にガイド部を設ける構成を，刊行物１のドア部材に適用す\nれば，本件発明１と同様に，ドア部材の開閉により用紙搬送路の開閉ができ，ジャ\nム等が生じたときの用紙の除去作業を容易に行うことができるとの作用効果を奏す\nるようになるので，原告の主張する上記の点は，決定の結論に影響しない。）。\nまた，原告は，決定の刊行物２及び刊行物３の記載の認定並びに一致点の認定を\n争わず，認めているのであるから，刊行物１に「画像形成装置本体に開閉可能に設\nけられた，装置側面の少なくとも一部をカバーするドア部材を有する」ことが記載\nされていること，刊行物２に「下から上に向かって用紙をガイドする案内突条８６\nが，開閉部材５２の内側に設けられている構成が開示されている」こと，刊行物３\nに「開閉する扉１３の内側に，ガイド板２０を設け，紙詰まりの処理を容易にす\nる」ことが開示されていることは，いずれも認めているのであって争いがない。\nそうすると，刊行物２及び刊行物３に開示されている，開閉する扉の内側にガイ\nド部を設ける構成を，刊行物１のドア部材に適用すれば，開閉する開閉部材の内側\nにあり，下から上に向かって用紙をガイドするガイド部となり，これは本件発明１\nの第３のガイド部に相当することは明らかである。よって，決定の相違点３の判断\nに誤りがあるとすることはできない。\nなお，原告は，刊行物２及び刊行物３に記載された技術を刊行物１のキャビネッ\nトの側壁に適用できないとも主張するが，その理由を示していないだけでなく，適\n用できないとする理由も見当たらないので，上記主張は採用することができない。\nさらに，被告の主張に対する原告の反論中に，本件発明１は，特に第１のガイド\n部，第２のガイド部，第３のガイド部及び搬送装置の位置関係を規定することによ\nり効果を奏するのであり，「上下方向に用紙を搬送する装置」と上位概念化ないし\n一般化することは，本件発明１の要旨を逸脱した認定であるとする部分がある。\nしかし，このような上位概念化などは相違点３の判断に影響するものではないか\nら，原告の主張は結論に影響を及ぼさない事柄に関するものである。なお，刊行物\n３の実施例においては，用紙の搬送は上から下方向であるが，「本実施例では垂直\n搬送部での紙の流れは上から下であるが，これは下から上の場合であってもよいこ\nとは明らかである。」（甲５の２頁右下欄）との記載があり，下から上に向かって\n用紙をガイドすることも開示されている。\n原告主張の取消事由３は理由がない。\n４　取消事由４（本件発明１に関する相違点４の判断の誤り）について\n原告は，刊行物３は，２つのガイド部が示されているだけであり，２つの用紙搬\n送路が合流する部分の用紙除去に関しては何ら示唆していないのに対し，本件発明\n１は，第１のガイド部と第２のガイド部との関連で第３のガイド部を有するもので\nあり，第１のガイド部でガイドされた用紙と第２及び第３のガイド部でガイドされ\nた用紙との双方が詰まりやすい搬送装置部分の紙詰まりを，搬送装置の上流及び下\n流で第３のガイド部を開放することにより，容易に除去できるようにしたものであ\nると主張する。\n決定は，相違点４として，「本件発明１において，『前記用紙搬送路の前記搬送\n装置の上流側の少なくとも一部は前記第２のガイド部と前記第３のガイド部とによ\nって形成され，さらに前記用紙搬送路の前記搬送装置の下流側に第３のガイド部が\n設けられている』のに対して，刊行物１に記載されたものにおいてはガイド部材に\nついての記載がない点」と認定した上，相違点４の判断として，「上記で述べたよ\nうに，第１のガイド部，第２のガイド部材及び第３のガイド部を設けることは，当\n業者であれば容易に想到することができたものと認められるが，特に，刊行物３記\n載のガイド板２０（本件発明１の第３のガイド部に相当する）は，搬送装置の上下\nに設けられており，刊行物３記載のガイド部を採用すれば，当然の事ながら，搬送\n装置の上流側は第２のガイド部と第３のガイド部によって形成されることとなり，\nまた，搬送装置の下流側には，第３のガイド部が設けられることとなり，相違点４\nの構成を特定した点に格別のものがあるとは認められない。」と説示した。\nところで，刊行物１のガイド部材として，刊行物２及び刊行物３のガイド部材を\n採用して，本件発明１の第１のガイド部，第２のガイド部及び第３のガイド部に相\n当する構成を設けることが容易であることは前判示のとおりであり，刊行物３には\nガイド板２０が搬送装置の上下に設けられていることも図面上明らかである。した\nがって，決定が，刊行物１のガイド部として，刊行物３記載のガイド部を採用すれ\nば，搬送装置の上流側は第２のガイド部と第３のガイド部によって形成されること\nとなり，また，搬送装置の下流側には，第３のガイド部が設けられることとなると\n判断したことに誤りはない。原告の主張は，相違点４の判断の当否に影響を及ぼさ\nないものであって，採用することができない。\n原告主張の取消事由４は理由がない。\n５　取消事由５（本件発明１の相違点１ないし４の相乗効果の看過）について\n原告は，本件発明１は，相違点１ないし４に係る構成が相まって，また，個々の\n構成要件を組み合わせることにより，「ドア部材がジャムの生じやすい合流部分を\n含む搬送装置の上流及び下流に第３のガイド部を有する構成としたので，ドア部材\nの開放により，搬送装置の上流及び下流で第３のガイド部が開かれ，ジャム等の処\n理はより容易である。」とする効果を奏するのであり，決定はこの顕著な作用効果\nを看過していると主張する。\nしかしながら，刊行物１のガイド部材を本件発明１の第１のガイド部，第２のガ\nイド部及び第３のガイド部に相当するガイド部材とすることが容易であることは前\n判示のとおりであり，また，そのようなガイド部材とすれば，前記原告の主張する\n作用効果を奏することも明らかである。\nしたがって，原告の主張する作用効果は，予測困難な顕著な作用効果であるとは\nいえず，原告の主張は採用することができない。\n６　取消事由６（本件発明２ないし４に関する進歩性判断の誤り）について\n原告の主張は，本件発明１に関する決定の判断が誤っていることを前提に，本件\n発明２ないし４は，いずれも本件発明１を引用しているので，本件発明２ないし４\nが刊行物１ないし３に記載されたものから当業者が容易に発明できたものであると\nの決定の認定は誤りであるというものである。\nしかし，上記説示したとおり，本件発明１に関する決定の判断の誤りをいう原告\nの主張はいずれも採用し得ないのであるから，原告の主張は前提を欠くものであ\nり，採用することができない。\n７　結論\n以上のとおり，原告主張の決定取消事由は理由がないので，原告の請求は棄却さ\nれるべきである。\n東京高等裁判所第１８民事部\n裁判長裁判官　　　塚　　　原　　　朋　　　一\n裁判官　　　古　　　城　　　春　　　実\n裁判官　　　田　　　中　　　昌　　　利\n【別紙】　異議の決定の理由\n異議２００１－７０４５７号事件，平成１４年３月２２日付け決定\n（下記は，上記決定の理由のうち，「５．本件発明１の特許について」以下の部分\nについて，文書の書式を変更したが，用字用語の点を含め，その内容をそのまま掲\n載したものである。）\n理　由\n５．本件発明１の特許について\n(1)刊行物記載の発明\n当審が通知した取消しの理由に引用した刊行物１（実願昭６１－８１０１６号\n（実開昭６２－１９４６３４号）のマイクロフィルム）には、画像形成装置の側部\nに沿って上下方向に用紙搬送路を構成し、該用紙搬送路の開放を行うものに関し、\n以下のことが記載されている。\n（記載ア）第４頁１３行～第５頁１６行には、「複写機本体１０内には感光体ドラ\nム１４が回転自在に設けられており、…感光体ドラム１４は帯電コロトロン１６に\nより一様に帯電され、次いで走査露光装置１８により原稿に対応する静電潜像が感\n光体ドラム１４状に形成される。…感光体ドラム１４上の静電潜像は現像装置３８\nにより現像され可視像化される。…感光体ドラム１４上のトナー像は…搬送されて\nきたコピー用紙に転写コロトロン４４の作用により転写され、…トナー像の転写さ\nれたコピー用紙は、…定着装置４８により定着されて、…排出される。」と、感光\n体ドラム１４、帯電コロトロン１６、走査露光装置１８、現像装置３８、転写コロ\nトロン４４によって、搬送されているコピー用紙上に画像を形成することが記載さ\nれている。\n（記載イ）第６頁８～１１行には「フィードロール６６が駆動されると、給紙トレ\nー６４中のコピー用紙が送出され、搬送口一ラ対６８により…搬送され」と、第６\n頁１９行～第７頁２行には「給紙トレー６４は、…通常の給紙トレーとしても使用\nできる」と、第７頁３～９行には「給紙トレー７０中に収納されたコピー用紙は、\nフィードローラ７２を回転駆動することにより送出され、搬送口一ラ対７４、６８\nにより転写位置まで搬送される。一方給紙トレー７６中に収納されたコピー用紙\nは、フィードローラ７８を回転駆動することにより送出され、搬送口一ラ対８０、\n７４、６８により転写位置まで搬送される。」とそれぞれ記載されており、画像形\n成装置本体の下部に、コピー用紙を収納する給紙トレー６４、７０、７６を、上下\n方向に重ねて配置するとともに、各給紙トレー６４、７０、７６毎に、収納された\nコピー用紙を送り出すフィードローラ６６、７２、７８が設けられている。また、\n画像形成装置本体側面に沿って、下から上に向かって用紙を通過させる用紙搬送路\nを有している。\nまた、本体側面に沿って下から上に向かって用紙を搬送する搬送口一ラ対６８、７\n４、８０は、給紙トレー６４、７０、７６の各給紙トレーに対応して設けられてい\nるが、その位置は、各給紙トレーから送り出された用紙を搬送する搬送口一ラ対\nが、用紙搬送路と合流した後である。\n（記載ウ）第７頁１０～１３行には、「８２、８４はキャビネット１２の側壁であ\nり、それぞれ軸８６、８８の回りに回動自在に取り付けられており、それぞれの上\n端部分が複写機本体１０の下部側壁を構成するようになっている。」と、画像形成\n装置の側壁８２は、画像形成装置本体に開閉可能に設けられ、装置側面の一部をカ\nバーするものが開示されている。\n（記載エ）第７頁１７行～第８頁４行、或いは、第８頁１６行～第９頁５行には、\n紙詰りが発生した場合であっても、キャビネット側壁８２を開閉することにより、\n紙詰まりを簡単に取り除くことができる効果が記載されている。\n同じく引用した刊行物２（特開昭６４－５３９４４号公報）には、画像形成装置\nの側部に沿って上下方向に用紙搬送路を構成し、該用紙搬送路の開放を行うものに\n関して、以下のことが記載されている。\n（記載オ）第３頁左下欄１１行～右下欄６行には、「第１の送給経路４０の片側\nは、下部枠４の右端壁４８（詳しくは、その内面に間隔を置いて設けられた案内突\n条５０の弧状の上縁）及び開閉部材５２…によって規定され、その他側は第１のカ\nセット式供給手段３２と第２のカセット式供給手段３４の間に配設された仕切壁５\n４の一端部５４ａの外面によって規定されている。また、第２の送給経路４６の片\n側は、仕切壁５４の上記一端部５４ａの内面に設けられた案内突条５６…の弧状の\n上緑及び開閉部材５２…の上部によって規定されている。」と、送給口一ラ４４に\nよって送り出されたシート部材をガイドする第１ガイド部（仕切壁５４の一端部５\n４ａの内面に設けられた案内突条５６の上縁）と、仕切壁５４の一端部５４ａの外\n面とを、一体的に構成するとともに、仕切壁５４の一端部５４ａの外面は、下部枠\n４の右端壁４８と開閉部材５２とに対向する部分に分けることができ、開閉部材対\n向する外面部分が、下から上に向かってガイドするものが記載されており、送給口\n一ラ４４によって送り出されたシート部材をガイドする第１ガイド部（仕切壁５４\nの一端部５４ａの内面に設けられた案内突条５６の上縁）と、本体側面に沿って下\nから上に向かってガイドする第２ガイド部（仕切壁５４の一端部５４ａの外面）と\nを、一体的に構成している。\n（記載カ）第４頁石上欄３～５行には、「シート部材を搬送経路に導く送給経路\n（第１の送給経路４０及び第２の送給経路４６）の一部を開放するために設けられ\nた開閉部材５２」の記載、及び、第ｌ図から、開閉部材５２が、装置側面の少なく\nとも一部をカバーし、画像形成装置本体に開閉可能に設けられている構成が開示さ\nれている。\n（記載キ）第４頁右下欄１２行～第５頁左上欄５行には、「プレート状部材６８の\n片面（内面）には、シート部材の送給方向に対して垂直な方向・・がに間隔を置い\nて複数の案内突条８６が設けられている。…従って、かかる開閉部材５２が上記閉\n位置にあるときには,・送給経路（第１の送給経路４０及び第２の送給経路４６）を\n閉じ、送給経路の一部を規定する。」と、下から上に向かって用紙をガイドする案\n内突条８６が、開閉部材５２の内側に設けられている構成が開示されている。\n（記載ク）第３頁左下欄１１行～右下欄６行には、本体側面に沿って下から上に向\nかって用紙を通過させる用紙搬送路の少なくとも一部が、仕切壁５４の一端部５４\nａの外面と、開閉部材５２の内側に設けられた案内突条８６とによって形成された\n構成が開示されている。\n（記載ケ）第６頁石上欄１４行～左下欄４行目には、「開閉部材５２を開位置にせ\nしめると送給経路の一部…が所要の通り開放され、それ故に、送給経路にてシート\n部材が詰まった場合に開閉部材５２を開位置にせしめることによって詰まったシ-ト\n状部材を容易に取り除くことができる。」と効果について記載されている。\nさらに同じく引用した刊行物３（特開昭５９－２０７３６４号公報）には、\n（記載コ）第１頁左下欄ｌ３行～１５行「本発明は複写機・印刷器・記録器・その\n他シートを搬送する機構を具備する各種機械等の搬送部開閉装置に関するものであ\nる。」と、本件発明の技術分野と同じ分野に関するものであることが示されてお\nり、また、第１頁左下欄１６行～１９行「シート搬送装置内に詰まったシートを除\n去する場合にシート搬送経路を開放して、その搬送路内のシートを取り除く方法が\n行われている」と、上下方向に用紙を搬送する装置において、開閉する扉１３の内\n側に、ガイド板２０を設け、紙詰まりの処理を容易にするが開示されている。\n(2)対比・判断\n上記記載（ア）～（エ）に記載されたものからみて、刊行物１に記載された画像\n形成装置は、用紙に記録を行う記録部を有し（上記（ア）参照）、さらに、記録部\nより下方に、上下方向に複数配置された、用紙を収容する用紙トレイと、前記用紙\nトレイに積載された用紙に当接して送り出す給紙手段と、前記画像形成装置本体側\n面に沿って、下から上に向かって用紙を通過させる用紙搬送路とを有しており（上\n記（イ）参照）、また、記載（ウ）からみて、画像形成装置本体に開閉可能に設け\nられた、装置側面の少なくとも一部をカバーするドア部材を有している。\n本件発明１と刊行物１に記載された発明とを対比すると、両者は、用紙に記録を\n行う記録部と、前記記録部より下方に、上下方向に複数配置された、用紙を収容す\nる用紙トレイと、前記用紙トレイに積載された用紙に当接して送り出す給紙手段\nと、前記画像形成装置本体側面に沿って、下から上に向かって用紙を通過させる用\n紙搬送路と、画像形成装置本体に開閉可能に設けられた、装置側面の少なくとも一\n部をカバーするドア部材を有する点で一致しており、以下の点で相違している。\n（相違点１）本件発明１において、「前記複数の用紙トレイの各トレイ毎に対応し\nて設けられ、前記給紙手段によって送り出された用紙をガイドして前記用紙搬送路\nに合流させる第１のガイド部と、本体側面に沿って下から上に向かって用紙をガイ\nドする第２のガイド部とを備えたガイド手段」を有しているのに対して、刊行物１\nに記載されたものは、対応するガイド手段についての記載がない点。\n（相違点２）本件発明１においては、搬送装置はガイド手段の用紙搬送方向下流側\nに設けられているのに対して、刊行物１に記載のものにおいては、各給紙トレーか\nら送り出された用紙を搬送する搬送路と、下から上に向かって用紙を搬送する用紙\n搬送路とが合流した後に搬送装置が設けられているものの、ガイド手段についての\n記載がない点。\n（相違点３）本件発明１において、「前記ドア部材の内側に設けられ、下から上に\n向かって用紙をガイドする第３のガイド部」を有しているのに対して、刊行物１に\n記載されたものは、ドア部材の内側のガイド部材についての記載がない点。\n（相違点４）本件発明１において、「前記用紙搬送路の前記搬送装置の上流側の少\nなくとも一部は前記第２のガイド部と前記第３のガイド部とによって形成され、さ\nらに前記用紙搬送路の前記搬送装置の下流側に第３のガイド部が設けられている」\nのに対して、刊行物１に記載されたものにおいてはガイド部材についての記載がな\nい点。\nそこで、上記相違点について検討する。\n（相違点１について）\n一般に、用紙を搬送する場合、用紙をガイドするガイド部を設けることは周知の\nことであり、刊行物１には、用紙をガイドするガイド部を設けることに関して明確\nな記載はないが、図で示されたように用紙が搬送されるためには、給紙手段によっ\nて送り出された用紙を円滑にガイドする手段と本体側面に沿って下から上に向かっ\nて用紙をガイドするガイド手段がなければ用紙が円滑に搬送されていかないことは\n明らかである。\n一方、刊行物２には、本件発明１のガイド部１及びガイド部２に相当するガイド\n部材が記載されており（上記記載（オ）参照）、それらの部材は、それぞれ、給紙\n手段によって送り出された用紙を円滑にガイドする機能と本体側面に沿って下から\n上に向かって用紙をガイドする機能を有している。\n刊行物２に記載されたガイド部材も、本件発明１と同様の画像形成装置における\n用紙搬送に関するものであるので、刊行物２に記載されたガイド部材を採用するこ\nとに格別の困難があったとは認められない。\n（相違点２について）\n刊行物１の搬送口一ラ対８０、７４、６８は、本件発明１の搬送装置に相当する\nものであるが、それぞれ、各給紙トレーから送り出された用紙を搬送する搬送路\nと、下から上に向かって用紙を搬送する用紙搬送路とが合流した後に設けられてい\nる。してみると、刊行物１記載のものに刊行物２に記載されたガイド部材を適用す\nれば、搬送装置の位置はガイド手段の用紙搬送方向下流側に位置することとなるの\nで、本件発明１において、相違点２のように特定した点に格別のものはない。\n（相違点３について）\n上下方向に用紙を搬送する装置において、開閉する扉の内側に、ガイド部を設\nけ、紙詰まりの処理を容易にすることは、刊行物２あるいは刊行物３にも開示され\nており、刊行物１に記載の開閉する開閉部材の内側に、下から上に向かって用紙を\nガイドするガイド部（本件発明１の第３のガイド部）を設けることは、当業者であ\nれば容易に想到することができたものと認められる。\n（相違点４について）\n上記で述べたように、第１のガイド部、第２のガイド部材及び第３のガイド部を\n設けることは、当業者であれば容易に想到することができたものと認められるが、\n特に、刊行物３記載のガイド板２０（本件発明１の第３のガイド部に相当する）\nは、搬送装置の上下に設けられており、刊行物３記載のガイド部を採用すれば、当\n然の事ながら、搬送装置の上流側は第２のガイド部と第３のガイド部によって形成\nされることとなり、また、搬送装置の下流側には、第３のガイド部が設けられるこ\nととなり、相違点４の構成を特定した点に格別のものがあるとは認められない。\n以上のことから、本件発明１は刊行物１乃至３に記載のものから当業者が容易に\n発明できたものである。\n６．本件発明２の特許について\n本件発明１を、「前記ドア部材は、搬送装置部分をカバーする」ことでさらに特\n定したものであるが、刊行物１及び２記載のドア部材も、搬送装置部分をカバーし\nているおり、本件発明２は刊行物１乃至３に記載のものから当業者が容易に発明で\nきたものである。\n７．本件発明３の特許について\n本件発明１または２を、「前記ドア部材は、前記用紙搬送路の複数の用紙トレイ\nにまたがる箇所をカバーする」ことでさらに特定したものであるが、刊行物１記載\nのドア部材（側壁８２）は、図からも明らかなように、用紙搬送路の複数の用紙ト\nレイにまたがる箇所をカバーしていることが開示されており、本件発明３は、刊行\n物１乃至３に記載のものから当業者が容易に発明できたものである。\n８．本件発明４の特許について\n本件発明３を、「前記ドア部材は、前記用紙搬送路の複数の用紙トレイにまたが\nる箇所の全てをカバーする」ことでさらに特定したものであるが、刊行物１記載の\nドア部材（側壁８２）は、図からも明らかなように、用紙搬送路の複数の用紙トレ\nイにまたがる箇所の全てをカバーしていることが開示されており、本件発明４は、\n刊行物１乃至３に記載のものから当業者が容易に発明できたものである。\n９．むすび\n以上のとおりであるから、本件発明１乃至４は、特許法第２９条第２項の規定に\nより特許を受けることができない。\nしたがって、本件発明１乃至４の特許は拒絶の査定をしなければならない特許出\n願に対してなされたものと認める。\nよって、特許法等の一部を改正する法律（平成６年法律第１１６号）附則第１４\n条の規定に基づく、特許法等の一部を改正する法律の施行に伴う経過措置を定める\n政令（平成７年政令第２０５号）第４条第２項の規定により、結論のとおり決定す\nる。\n平成１４年　３月２２日\n"
}