{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 12,
    "month": 9,
    "day": 22
  },
  "case_number": "平成11(ワ)2823",
  "case_name": "",
  "court_name": "名古屋地方裁判所",
  "right_type": "商標権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "12970",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=12970",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/970/012970_hanrei.pdf",
  "contents": "平成一一年ワ第二八二三号　損害賠償等請求事件\n口頭弁論終結の日　平成一二年六月二三日\n判　　　　　　　決\n原告　　　　　　          【Ａ】\n原告　　　　　　          株式会社とうかい企画\n右代表者代表取締役　　　　【Ａ】\n右両名訴訟代理人弁護士　　吉田　允\n同　　　　　　　　　　　　後藤昌弘\n右輔佐人弁理士　　　　　　【Ｂ】\n被告　　          　　　　株式会社宏和商工\n右代表者代表取締役　　　　【Ｃ】\n右訴訟代理人弁護士　　　　山下　淳\n同　　　　　　　　　　　　神山達彦\n主　　　　　　　文\n一　原告らの請求をいずれも棄却する。\n二　訴訟費用は原告らの負担とする。\n事実及び理由\n第一　請求\n一　被告は、ワイン・日本酒等酒類の容器及びその包装に、別紙イ号標章目録の\n一ないし四及びロ号標章目録の一ないし一六に記載された標章を付し、あるいは商\n品またはその包装に右各標章を付して譲渡し、若しくは譲渡のために展示してはな\nらない。\n二　被告は、ワイン・日本酒等酒類の広告に別紙イ号標章目録の一ないし四及び\nロ号標章目録の一ないし一六に記載された標章を付して展示し、または頒布しては\nならない。\n三　被告は原告【Ａ】に対し、金四九五〇万円及びこれに対する平成一一年八月\n一二日から支払済みまで年五分の割合による金員を支払え。\n四　被告は原告株式会社とうかい企画に対し、金四〇五〇万円及びこれに対する\n平成一一年八月一二日から支払済みまで年五分の割合による金員を支払え。\n五　被告は別紙謝罪広告目録記載の謝罪広告を、表題と原告株式会社とうかい企\n画及び被告の社名を四号活字とし、その他を六号活字として、本判決確定の日から\n三日間、日本国内において発行する中日新聞、朝日新聞及び読売新聞の各全国版に\n掲載せよ。\n六　三項及び四項につき仮執行宣言\n第二　事案の概要\n本件は、商標権者である原告【Ａ】（以下「原告【Ａ】」という。）が被告に\n対し、商標権侵害行為の差止め、商標権侵害による不当利得返還及びこれに対する\n訴状送達の日から支払済みまでの遅延損害金の支払いを求め、同原告から右商標の\n使用許諾を受けている原告株式会社とうかい企画（以下「原告会社」という。）が\n被告に対し、不法行為に基づく損害賠償及びこれに対する訴状送達の日から支払済\nみまでの遅延損害金の支払い並びに信用回復措置として謝罪広告を求めた事案であ\nる。\n一　前提事実（争いのない事実及び証拠により容易に認定できる事実）\n１　原告会社は婚礼に関する贈答品、記念品等及び酒類の販売等を目的とする\n株式会社であり、原告【Ａ】は原告会社の代表者である（甲六、乙九の１ないし\n３）。被告は酒類の輸入販売等を目的とする株式会社である。\n２　原告【Ａ】は別紙商標権目録一及び二記載の各商標権（以下「本件商標\n権」という。）の権利者である。なお、本件商標権についてはいずれも存続期間が\n更新されている（甲一及び二の各１、２）。\n３　原告会社は、原告【Ａ】から許諾を受け、本件商標権と同一ないし類似の\n標章を付したワイン等の酒類を販売している（甲三の１、２、六ないし八）。\n４　被告は、遅くとも平成六年六月初めから、結婚式の引き出物等のいわゆる\nブライダルギフト商品として、別紙イ号標章目録の一ないし四及びロ号標章目録の\n一ないし一六に記載された標章（以下「被告標章」という。）を記載したラベルを\n貼付したワイン、日本酒等の酒類を、一本当たり五〇〇円ないし三〇〇〇円で販売\nしている（甲五、乙一、二）。\n二　争点及びこれに対する当事者の主張\n１　被告が販売するワイン、日本酒等の酒類（以下「被告商品」という。）に\n被告標章を記載したラベルを貼付する行為は、本件商標権を侵害するか。\n(一)　被告の主張\n被告は、被告標章を、被告商品について自他商品の識別を目的として具\n体的に商品の出所を表示するために用いているわけではないから、被告標章の使用\nは本件商標権を侵害しない。その理由は以下のとおりである。\n１　被告標章の意味について\n被告標章はいずれも英語で、「Ｊｕｓｔ　Ｍａｒｒｉｅｄ」は、「結\n婚しました」という意味の結婚を報告する言葉、「Ｈａｐｐｙ　Ｗｅｄｄｉｎｇ」\nは、「結婚おめでとう」という意味の結婚を祝福する言葉である。結婚式や結婚披\n露宴、結婚披露パーティー等においては、ワイン等の酒類に限らず、そこで用いら\nれる席次表、席札、食事のメニュー、引き出物、婚礼用バッグ等といった様々な品\n々について、これらの言葉が右の文字通りの意味で記載され、用いられる。そこで\nは、「Ｊｕｓｔ  Ｍａｒｒｉｅｄ」や「Ｈａｐｐｙ　Ｗｅｄｄｉｎｇ」という言葉\nは、各商品の出所を表示する機能など有していないのが通常である。\n２　被告商品の需要者等について\n被告商品は、結婚披露宴等の慶事を主催しようとする者（以下「主催\n者」という。）に対して販売されるのであり、その需要者は右主催者に限られる。\nそして、前記１の被告標章の意味及び後記３の販売態様に鑑み、主催者に対して被\n告標章が出所表示機能を営むことはない。\nなお、原告らは結婚披露宴の出席者等（以下「列席者」という。）も\n需要者になり、結婚式場等の中間業者が取引業者となる旨主張するが、仮にそうで\nあったとしても、前記１並びに後記３及び４の点からすれば、これらの者に対して\nも被告標章が出所表示機能を営むことはない。\n３　被告商品の販売態様について\n被告は、被告標章を銘柄とするワイン等を販売しているわけではな\nく、顧客に対し、商品カタログに掲載された二三ないし二四種類の酒類のうちから\n商品を選択させたうえ、さらに、ラベルカタログに掲載された多数のラベル（被告\n標章の記載されたラベルを含む）の中から、ボトルに貼付するラベルを選択させ、\n右選択にかかるラベルに顧客の名前や列席者の名前及び挙式日を記載したうえで、\n顧客の選択した商品に右ラベルを貼付して納品している。\n①　右商品カタログにおいて、各酒類は、「Ｂ01／ドイツワイン３７５\nｍｌ白」といった、番号、産地国及び酒類の種別等によって特定されているのみで\nあり、被告商品の名称、呼称として被告標章が使用されることは一切ない。\n②　前記ラベルカタログに掲載されている被告デザインにかかるラベル\nは、寄り添って立つ若い男女や、咲き誇る草花または芳醇に実った果実等の結婚や\n祝祭等をイメージさせるイラストレーションが描かれたもので、そのイラストの周\n辺部に、被告標章のほか、「Ｗｅｄｄｉｎｇ　Ｐａｒｔｙ」、「Ｔｈａｎｋｓ　Ｆ\nｏｒ　Ｃｏｍｉｎｇ」等といった結婚に際して列席者に感謝する言葉等が添えられ\nている。また、顧客は独自にデザインするラベルを使用することも可能であり、こ\nのようなものを含めると被告商品に貼付するラベルは無数にある。\n③　被告は、結婚披露宴等の慶事のための引き出物、贈答品として被告\n商品を販売しており、最低購入本数を一種類につき二四本としている。\nそして、被告商品の申込書には、「挙式日」欄及び「お二人の名前を\n漢字または英字で」という欄があり、顧客による特別の要求がない限り、顧客の名\n前等の記載のないラベルを作成することはありえない。　被告はショールームにお\nいて被告商品をディスプレイしているが、そこでは顧客名及び挙式日を記載したラ\nベルを貼付した被告商品が一本ずつ展示されており、ラベルが同一であるものは二\nつとない。これは、被告のビジネスの要点が、顧客に対してワイン等に各顧客のオ\nリジナルのラベルを貼付して販売する点にあることを示すものである。そして、シ\nョールームに来店した顧客がその場で被告商品を購入しようとしても、被告は、当\n該顧客に対し、その顧客独自のラベルを作成・貼付しないままで被告商品を販売す\nることは決してない。\nなお、原告らは顧客名等の記載がなく、被告標章のみが記載された\nラベルが貼付された被告商品の写真（甲四）を本件訴訟の証拠として提出している\nが、これは、原告らが、証拠とする目的で、被告に対して挙式者の名前、挙式日の\n記載及び「Ｔｈａｎｋ　Ｙｏｕ」という記載までも削除するように求めて特殊な注\n文をし、入手したものであって、被告がこのような方法で被告商品を販売すること\nは通常ありえない。\n４　被告商品のラベルの記載状況について\n一般的なワイン等の酒類の販売において、ラベルのデザインが特に著\n名で銘柄が広く周知されているような場合は別として、酒類の銘柄がボトル正面の\nラベル（以下「表ラベル」という。）ではなく、裏面の出所表示（以下「裏ラベ\nル」という。）によって初めて認識されることはしばしばある。特に、ワイン等外\n国からの輸入が多い酒類に関しては、表ラベルには外国語による表示しか存しない\nことが通常であるため、一般消費者は表ラベルでなく、むしろ裏ラベルの記載を見\nてその銘柄を認識することが多々あるのである。被告商品の表ラベルには、被告標\n章その他の文言並びに挙式者の名前及び挙式日等が併せて記載される。しかし、一\n般の酒類販売店において、このようなラベルが貼付されたワインは販売されていな\nいから、かかるワインの出所を知ろうとする者は、裏ラベルの記載を見ることにな\nる。そして、被告標章は被告商品の裏ラベルには一切使用されておらず、裏ラベル\nにはかえって「Ｃｈ ｔｅａｕ　Ｂｅｌ　Ａｉｒ」等の酒類の名称が記載されてい\nる。したがって、被告商品の表ラベルに付された被告標章は出所表示機能を営むも\nのではない。\n(二)　原告らの主張\n１　被告標章の意味について\n被告標章が慶祝文言であることは認めるが、酒類販売の分野では、お\n祝いの言葉が商標として多数登録されており、「招福開運」、「新婚」、「松竹\n梅」、「おとうさんありがとう」、「ラブリーウェデイング」、「メモリアルウエ\nディング」等の商標が現に登録され、これらの商標を付した酒類が販売されてい\nる。このように、慶祝文言や説明的な言葉も酒類の商標として現に機能しているの\nであるから、被告標章が慶祝文言であることは右標章が出所表示機能を営むことを\n否定する事情とはならない。\n２　被告商品の需要者等について\n被告商品の取引対象は、第一次的には主催者であるが、列席者も、引\nき出物等として提供されたワインについて、被告標章をブランドとして認識し、後\n日自らが結婚披露宴等を主催する時にこれらのワインを披露宴において使用する可\n能性があるため、間接的には取引対象となる。したがって、被告商品の需要者は主\n催者及び列席者である。また、主催者に対して商品を販売するには、結婚式場等に\n展示、斡旋してもらうことが必要であるため、結婚式場等の中間業者が取引業者と\nなる。\n３　被告商品の販売態様について\n被告が被告主張のとおりカタログ等を使用してラベルに名入れしたう\nえで販売している事実は認めるが、被告の商品カタログに掲載されている酒類の写\n真は、被告標章等を付した表ラベルが貼付された状態で撮影されたものである。ま\nた、結婚式場等で開催されるブライダルフェア等においても、被告商品は、被告標\n章等を付した表ラベルが貼付された状態で、表ラベルを正面にして展示されてい\nる。顧客の名前自体には出所表示機能はないから、主催者及び中間業者は、被告標\n章によってしか被告商品を識別しえないのであり、被告標章は出所表示機能を営ん\nでいる。　さらに、被告は、中間業者に対しては、顧客の名入れがされておらず、\n被告標章のみが付されたラベルが貼付された被告商品を使用して宣伝・\n広告を行っている。\n被告は、被告商品の販売につき店舗販売以外にインターネットも使用\nしているが、そのいずれについても、ラベルのみを並べるといった方法はとってお\nらず、価格はワイン等の酒類の価格のみが表示されており、ラベルのみの価格は表\n示されていない。したがって、被告のビジネスがラベルを販売するというものであ\nるということはできない。\nまた、被告は、顧客独自のラベルを作成貼付しないままで被告商品を\n販売することはない旨主張するが、顧客が名入れを希望しない場合に、被告が顧客\nに対して費用のかかる名入れを強要することは考えられないことであり、現に被告\nは、原告【Ａ】及びその親族が名入れしないラベルを貼付した被告商品を販売する\nよう要求した際にはこれに応じているのである。\n４　被告商品のラベルの記載状況について\n被告標章は、表ラベルの一般に商標が付される位置に、他の記載事項\nと異なる書体を用いて大きく目立つように記載されており、これは商標としての使\n用形態と同一である。被告は、あるワインの商標は「Ｃｈ ｔｅａｕ　Ｂｅｌ　Ａ\nｉｒ」であると主張し、被告標章とは別に商標が付されていると主張する。しか\nし、ワイン等の酒類に付される商標は一つに限らないのであり、裏ラベルと表ラベ\nルに異なった商標が付されることも珍しくない。そして、通達が、商品を販売する\nに当たって通常顧客の目に触れるように陳列する側を、酒類の容器の「主たる商標\nを表示する側」と定義していることからしても、表ラベルに記載された被告標章は\n商標として使用されているというべきである。\n２　損害の発生、額及び謝罪広告の必要性\n(一)　原告らの主張\n１　被告は、被告標章を付した被告商品を、平成六年六月初めから現在ま\nでに少なくとも三三万本販売した。被告商品の平均販売価格は一本当たり一五〇〇\n円であり、右期間の被告の売上総額は四億九五〇〇万円を下らない。また、同様\nに、平成八年八月一日から現在までの売上本数は二七万本を下らず、売上総額は四\n億五〇〇万円を下らない。\n２　本件商標権侵害に対する使用許諾料は、売上額の一〇パーセントとす\nるのが相当であるから、平成六年六月初めから現在までの商標権侵害行為により原\n告【Ａ】が受けた損失の額は四九五〇万円となる。\n３　原告会社は原告【Ａ】から本件商標権につき完全独占的通常使用権の\n許諾を受け、日本国内において独占的に本件商標権を使用している。原告会社は、\n無権限の被告が本件商標権に酷似した被告標章を付した被告商品を販売することに\nより、期待利益を奪われた。平成八年八月一日から現在までに被告が右不法行為に\nより受けた利益の額は、販売総額の一〇パーセントである四〇五〇万円を下らず、\n商標法三八条二項の類推適用により、右金額は原告会社の損害と推定される。\n４　原告会社は、被告会社による類似品の販売によって社会的信用を大き\nく傷つけられた。原告会社の信用を回復するためには、謝罪広告以外に方法がな\nい。\n(二)　被告の主張\nいずれも否認ないし争う。\n第三　争点に対する判断\n一　争点１について\n１　商標の本質的機能は、商品の出所を明らかにすることにより、取引業者又\nは需要者に自己の商品と他の商品との品質等の違いを認識させること、すなわち自\n他商品の識別機能にあると解するのが相当であって、このことは商標法一条及び三\n条の規定からも明らかである。このような商標の本質及び商標法の規定に照らせ\nば、同法二五条本文にいう「登録商標の使用をする権利」とは、自他商品の識別機\n能を有する態様で表示される商標の使用をする権利を意味するものと解すべきであ\nり、更に、商標権者等の差止請求権について定めた同法三六条は、商標が自他商品\nの識別機能を果たすことを妨げる行為を排除し、商標本来の機能を発揮できるよう\nにすることを目的とするものと解すべきである。したがって、自他商品の識別機能\nを有しない態様で表示されている標章の使用は、同法二五条本文に規定する登録商\n標の使用権を侵害するものということはできず、また、同法三六条による差止請求\nの対象となるものでもないというべきである。\n２　証拠（甲五、六、九、一〇の１ないし３、四二、乙一ないし四、六、七の\n１、２、一〇ないし一二）及び弁論の全趣旨によれば、以下の事実が認められる。\n(一)　被告商品はワイン、日本酒等の酒類であるが、被告はこれらを結婚式\n等の慶事に際して引き出物等として用いるために販売しており、被告の発行してい\nる商品カタログの表題も「Ｋｏｗａ　Ｂｒｉｄａｌ　Ｇｉｆｔ　Ｃｏｌｌｅｃｔｉ\nｏｎ」となっている（甲五）。\n(二)　被告は東京、大阪及び名古屋に店舗を有しているが、その名称は「シ\nョールーム」であり、被告の商品カタログ上にも、「各ショールームでコーワの全\n商品をご覧いただけます。」と明記されていて、同所は見本を展示する場所である\nことがわかる記載となっている（甲五、乙一、二）。また、被告は結婚情報を掲載\nする雑誌が主催するブライダルフェア等において商品見本を展示し、顧客の申込み\nを受け付けたり、インターネットにおいて申込みを受け付けたりしているが、被告\nはブライダルフェアの際には「マイラベル倶楽部コーワ」という看板を出してお\nり、インターネットでも同様の名称を使用したうえ、「世界でふたりだけのオリジ\nナルラベルワインを列席者みんなにプレゼント。（中略）サンプルからお好きなデ\nザインを選んでラベルにできます。24本以上、期間は３週間で承ります。」と宣伝\nしており、詳細については顧客に資料請求させる方式をとっている（甲六、九、四\n二）。\n(三)　被告商品は顧客に商品カタログに基づき申込書を記載させる方法によ\nって販売されており、酒類のボトル一種類につき最低二四本以上でないと注文を受\nけ付けないことと、カタログ上の表示価格にはボトル代とラベル作成料、リボン代\nが含まれることがカタログに明記されている（甲五、乙一、二）。被告の商品カタ\nログ（甲五）では「ゲストラベル」と「マイラベル」が区別されていて、「ゲスト\nラベル」については「ゲストラベルは、列席者の名前をラベルに入れたギフトアイ\nテム。例えばワインのラベルをこのタイプにすれば、（中略）席札としてご利用い\nただけます。」という説明が、「マイラベル」については「おふたりの名前を入れ\nられるのがマイラベルシリーズです。（中略）引出物から二次会のプレゼントま\nで、幅広くご利用いただけます。」という説明がそれぞれされている。そして、右\n商品カタログは、各産地別にワイン等の酒類を順次紹介する形式をとっているが、\nワインについては「ＣＨ ＴＥＡＵ　ＢＥＬ　ＡＩＲ」等のブランド名別に商品が\n紹介されており、ウイスキーについても「サーウイントンスコッチウイスキー」等\nのブランド名とともに商品が紹介されている。カタログで紹介されている商品に\nは、ブランド名とは別に、「Ｂ29　フランスワイン　ブルゴーニュ　３７５ｍｌ\n白」という形式で個別に表示がされていて（以下「表示名」という。）、顧客が商\n品を申し込む際に申込書に記載するのは表示名であり、請求書等でも表示名が使用\nされていて（甲一〇の２、３、乙三、六、七の１、２）、ショールームにおいても\n表示名を付した表示板が見本の商品の前に展示されている（乙一二）。右商品カタ\nログには、「ラベルは特に指定のない場合、ゲストラベルリスト、マイラベルリス\nトからお選びください（おふたりでデザインすることもできます）。リボンはお好\nきな色一色をお選びいただけます。詳しくはゲストラベルリスト、マイラベルリス\nトをご覧ください。」と記載されており、被告商品に貼付されるラベルはゲストラ\nベルリスト及びマイラベルリストに掲載されたいずれかのラベルまたは顧客のデザ\nインしたラベルであることが顧客にわかるようになっている。マイラベルリスト\n（乙一）及びゲストラベルリスト（乙二）には、それぞれマイラベルラインナッ\nプ、ゲストラベルラインナップとして各六〇種類前後のラベルが紹介されている\nが、その中には「銘柄指定ラベル」というものがあり、これには前記「ＣＨ ＴＥ\nＡＵ　ＢＥＬ　ＡＩＲ」等の銘柄がラベルに記入されていて、カタログ上に「ワイ\nン名が入ったラベルです。ラベルごとに利用できるボトルが限られておりますの\nで、よくお確かめのうえご注文ください。」という注意書きがされている。マイラ\nベルリスト及びゲストラベルリストには、いずれもボトルラインナップとしてそれ\nぞれ三〇種類前後の酒類も紹介されているが、このカタログでは酒類について表示\n名のみが使用されている。被告の使用している申込書には、挙式日の記入欄及び\n「お二人の名前を漢字又は英字で」という欄のほか、被告の内部処理欄として「サ\nンプル提出日」、\n「サンプル確認日」等の欄があり、被告はラベルの貼付及び納品の前にラ\nベルの印刷サンプルを顧客に送付して、顧客の氏名等の印刷内容が正確かどうかに\nつき、顧客に確認する方式をとっている（甲一〇の３、乙三、六、七の１、２）。\n(四)　被告のカタログに掲載された酒類及びショールーム等で展示されてい\nる見本には、いずれもラベルが貼付されているが、そのラベルは顧客名及び挙式日\n等の名入れをした見本ラベルである。右各ラベルの一部には、被告標章が記載され\nているが、被告標章以外にも「ＴＨＡＮＫ　ＹＯＵ　ＳＯ　ＭＵＣＨ」、「Ｔｈｅ\nＷｅｄｄｉｎｇ　Ｐａｒｔｙ」といった文言が記載されているラベルや、イラス\nト以外には氏名及び日時のみを記載するようになっているラベルなど、様々なラベ\nルが存し、顧客は自ら描いたイラストをそのままラベルとすることもできる。ラベ\nルに被告標章が記載されている場合の被告標章の扱いはラベルによって様々である\nが、多くのラベルでは、被告標章の文字と氏名及び日付が同様の字体でバランス良\nく記入されており（マイラベルリストのＫＭ－１０７、ＫＭ－１２８など）、被告\n標章自体が背景のデザインと一体化しているものもある（マイラベルリストのＫＭ\n－１１４、ＫＭ－１２６、ＫＭ－１６２など）。\n(五)　被告のカタログにおいて、被告標章が被告商品を特定、表示する名称\nとして使用されていることはなく、被告商品の裏ラベルにも被告標章は一切使用さ\nれていない（乙一一）。\n３　以上の事実を前提に、本件につき検討する。\n(一)　被告標章のうち、「Ｊｕｓｔ　Ｍａｒｒｉｅｄ」は「結婚しました」\nという意味の、「Ｈａｐｐｙ　Ｗｅｄｄｉｎｇ」は「幸せな結婚式」という意味の\n英語であり、いずれも結婚を報告したり、結婚を慶祝する内容の文言である。この\nような文言も、本件商標権のように商標として登録することが可能であり、現にこ\nのような慶祝文言等が商標として使用されている例もあるが（甲一八の１ないし\n３、一九の１、２、二二の１ないし３、二三の１ないし16、二七の１ないし５、二\n八の１ないし10、三〇の１、２）、その反面、慶祝文言である以上、これらの文言\nが、単にめでたい雰囲気を高める目的で、結婚式に際して装飾的に使用されること\nも充分にありうるから、商標的使用か否かは、その使用態様に基づいて個別に判断\nされるべきである。\n(二)　被告商品は結婚式の引き出物として使用される商品であるから、その\n購入者は主催者である。原告らは列席者も需要者に該当すると主張するが、列席者\nは主催者から被告商品の贈与を受ける者にすぎないから、需要者に該当するという\nことはできない。そして、主催者が被告から引き出物を購入する場合は、雑誌の広\n告やインターネット（甲四二）、展示会等をきっかけに被告から直接購入し、結婚\n式場に持ち込む場合の他、原告会社の場合（甲一四の１、２、一五の１ないし５）\nと同様に、結婚式場の斡旋により被告に申し込む場合の双方があると認められる\n（弁論の全趣旨）が、被告商品が顧客の注文に応じたラベルの制作とラベルの貼付\nという過程を経て顧客別に納品されるものであることからすると、被告が顧客から\n注文を受ける前に結婚式場に対して一括して被告商品を卸すということは想定しが\nたいから、結婚式場が被告商品の取引業者に該当するとはいいがたい。　したがっ\nて、被告商品の出所表示機能について検討するに当たっては、主催者との関係でこ\nれを判断すべきである。\n(三)　そして、被告の販売形態が顧客である主催者に商品を自由に選ばせ、\n被告標章が記載されていないラベルを含む様々なラベルの中から任意のラベルを選\n択させてそのラベルに名入れをし（または顧客に描かせたラベルを使用し）、それ\nを選択にかかる商品のボトルに貼付するというものであって、被告の商品カタログ\n並びにマイラベルリスト及びゲストラベルリストの記載内容が前記２で認定したと\nおりのものであることに照らせば、主催者は被告商品の出所をカタログに表示され\nた「ＣＨ ＴＥＡＵ　ＢＥＬ\nＡＩＲ」、「サーウイントンスコッチウイスキー」等の銘柄や、表示名を目印とし\nて識別し、これによって取引をしているものであり、ラベル及びそこに記載された\n被告標章は、被告商品に新郎新婦や列席者の氏名、挙式年月日等を美しく表示し、\n列席者に対して主催者側の意思を伝え、特別な良い印象を与えるための背景デザイ\nンとして選択され、使用されているにすぎず、被告標章が被告商品を他の商品から\n識別する機能を果たしていることはないというべきである。\nしたがって、被告標章は、被告商品について自他商品の識別機能を有す\nる態様で使用されているものでなく、原告【Ａ】の本件商標権を侵害するものでは\nない。\n二　以上のとおりであるから、その余の点について判断するまでもなく、原告\n【Ａ】の被告に対する請求には理由がない。そして、被告の行為が商標権侵害に該\n当しない以上、これを基礎とする原告会社の被告に対する各請求に理由がないこと\nもまた明らかである。\n名古屋地方裁判所民事第九部\n裁判長裁判官　　野　田　武　明\n裁判官　　橋　本　都　月\n裁判官　　富　岡　貴　美\n別紙　　　　　　　　　商標権目録\n一　登録番号　　第一八九六一四八号\n商標の構成　別紙商標公報一のとおり\n出願日　　　昭和五九年七月二八日\n出願番号　　昭五九－八三七六一\n公告日　　　昭和六一年二月一二日\n登録日　　　昭和六一年九月二九日\n商品の区分　第二八類\n指定商品　　酒類（薬用酒を除く）\n二　登録番号　　第一八四二二〇六号\n商標の構成　別紙商標公報二のとおり\n出願日　　　昭和五八年一一月一日\n出願番号　　昭五八－一〇三八八四\n公告日　　　昭和六〇年七月一九日\n登録日　　　昭和六一年二月二八日\n商品の区分　第二八類\n指定商品　　酒類（薬用酒を除く）\n別紙　イ号標章目録\n別紙　ロ号標章目録\n別紙　謝罪広告目録　省略\n"
}