{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 7,
    "day": 2
  },
  "case_number": "平成13(行ウ)5",
  "case_name": "損害賠償請求",
  "court_name": "和歌山地方裁判所",
  "lawsuit_id": "7427",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=7427",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/427/007427_hanrei.pdf",
  "contents": "主文 １　被告は，和歌山市に対し，８１４２万２２５０円及びこれに対する平成１３年７月１\n０日から支払済みまで年５分の割合による金員を支払え。\n２　原告らのその余の請求を棄却する。\n３　訴訟費用は，これを７分し，その１を原告らの，その余を被告の各負担とする。\n４　この判決は，上記１に限り，仮に執行することができる。\n事実及び理由\n第１　当事者の求めた裁判\n１　原告ら\n(1)　被告は，和歌山市に対し，９６２６万１１７２円及びこれに対する平成１３年７月\n１０日から支払済みまで年５分の割合による金員を支払え。\n(2)　訴訟費用は被告の負担とする。\n(3)　仮執行宣言\n２　被告\n（本案前の答弁）\n(1)　原告らの訴えを却下する。\n(2)　訴訟費用は原告らの負担とする。\n（本案の答弁）\n(1)　原告らの請求を棄却する。\n(2)　訴訟費用は原告らの負担とする。\n第２　事案の概要\n１　事案の要旨\n和歌山市の住民である原告らは，和歌山市が公共工事の発注に際して実施した\n入札において，被告が他の入札参加業者らとともに談合を行ったことが，和歌山市\nに対する不法行為に該当すると主張して，地方自治法（平成１４年法律第４号によ\nる改正前のもの。以下「法」という。）２４２条の２第１項４号による住民訴訟として，\n和歌山市に代位して，被告に対し，不法行為による損害賠償請求権に基づき，和\n歌山市が被った後記損害合計９６２６万１１７２円及びこれに対する上記不法行為\n後で訴状送達の日の翌日である平成１３年７月１０日から支払済みまで民法所定\n年５分の割合による遅延損害金の支払を求めた。\nこれに対し，被告は，本件訴えは，本案前の主張として，適法な監査請求を経て\nいない（期間徒過の不適法な住民監査請求）不適法なものであるから却下すべき\nであると主張し，本案に対し，和歌山市が被った原告主張の損害額を争っている。\n２　前提事実\n以下の事実は，当事者間に争いがないか，証拠（甲１ないし６，８，９，乙１の１な\nいし４）及び弁論の全趣旨により容易に認められる事実である。\n(1)　当事者\n原告らは，いずれも和歌山市内に居住する住民である。\n被告は，衛生給排水設備の設計，施工，監理及び保守管理等を目的とする株\n式会社である。\n(2)　被告による談合等\n被告は，別紙工事一覧表中の１ないし３記載の各公共工事（以下，一括してい\nう場合は「本件各工事」といい，個別にいう場合は番号に従い「１工事」ないし「３\n工事」という。）の発注に際し和歌山市が実施した入札において，他の入札参加\n業者とともに談合を行い，同表中の入札日欄記載の日（平成９年２月７日，同年\n１１月１１日，平成１０年６月２３日）に，落札価格欄記載の各金額（消費税込み。\n以下同じ。なお，原告らは，１工事の消費税込みの落札価格は，同表記載の４\n億９３５０万円《消費税の税率５パーセント》ではなく，４億８４１０万円《消費税率\n３パーセント》であると主張するが，甲９によれば，和歌山市は，１工事につき，\n平成１０年３月３１日に１億円，同年４月２０日に３億９３５０万円，以上合計４億９\n３５０万円を被告に支払ったことを認めることができ，被告もこれを認めているの\nで《答弁書第２，１，(4)》，１工事の落札価格は同表記載の４億９３５０万円であ\nる。）で落札し，和歌山市は，各入札日ころ，被告との間で，当該工事につき請\n負契約を締結し，その後，同各金額を支払った。なお，本件各工事の予定価格・\n最低制限価格は，同表中の予定価格欄・最低制限価格欄記載の各金額であ\nる。\n(3)　談合関係者の逮捕等\n３工事の入札に関し，和歌山市職員のＡと被告従業員のＢとの間において，設\n計金額等の情報漏えいがあったとして，平成１２年１２月１１日，両名が（再）逮\n捕され，翌１２日の朝刊各紙においてその旨報道された。その後，Ｂは，同月２８\n日，３工事につき競売入札妨害罪で和歌山簡易裁判所に略式起訴され，同日，\n罰金３０万円に処する旨の略式命令を受け，同命令は平成１３年１月１２日に確\n定した。\n(4)　住民監査請求から本件訴えまでの経緯\n原告らは，平成１３年３月２９日，和歌山市監査委員に対し，和歌山市長をして\n被告から本件談合によって不当に得た利益を返還させることを勧告するよう求\nめて住民監査請求を行ったが，和歌山市監査委員は，同年５月２５日，同請求を\n棄却する決定をし，原告らは，翌２６日ころ，同決定の通知を受けた。\n原告らは，平成１３年６月２２日，本件訴えを提起した。\n３　争点及びこれに関する当事者の主張\n(1)　本件訴えは適法か。\n（被告の主張）\n①　本件において原告らが主張するような，談合によって公正な競争入札が阻\n害されたことによって，公正な競争入札が行われることにより形成されるであ\nろう契約金額との差額金に相当する財産的損害を地方公共団体が被ったと\nいう場合には，請負契約等の財務会計行為の日を基準として，その日から１\n年以内に住民監査請求を行う必要がある（法２４２条２項本文）。\nしかるに，本件において，原告らは，契約締結日・代金支払日から１年以上\nが経過した平成１３年３月２９日に住民監査請求を行ったものである。\n②　原告らには法２４２条２項ただし書にいう「正当な理由」が認められるとの原\n告らの後記主張は争う。すなわち，平成１２年１２月１２日，朝日・毎日・読売・\n産経の各日刊紙において，前記Ａ及びＢが競争入札妨害罪で（再）逮捕され\nたこと，両者が容疑を認めていることなどが報道されたのであるから，原告ら\nは，そのころ，本件各工事につき請負契約の締結の違法・不当を知ることがで\nきたというべきであり，それから３か月以上経過した後に原告らがした住民監\n査請求は相当な期間内に行ったものということができないから，住民監査請\n求が監査請求期間を遵守できなかったことに正当な理由があるとはいえな\nい。\n③　したがって，本件訴えは，適法な住民監査請求を経たものではないから，不\n適法である。\n（原告らの主張）\n①　被告の上記主張①は争う。すなわち，原告らの被告に対する本件請求は，\n談合という不法行為について損害賠償請求をするものであり，当該請負契約\nという財務会計行為の違法・無効を理由とするものではないから，法２４２条２\n項による期間制限を受けることはない。\n②　仮に法２４２条２項の適用を受けるとしても，本件においては，同項ただし書\nにいう「正当な理由」があるというべきである。すなわち，「正当な理由」の有無\nは，住民が相当の注意力をもって調査したときに客観的にみて当該行為を知\nることができたかどうか，また，当該行為を知ることができたと解される時から\n相当な期間内に監査請求をしたかどうかによって判断すべきと解される。原\n告らは，Ｂが平成１２年１２月２８日に３工事につき競売入札妨害罪で略式起\n訴されたことを，そのころ新聞報道によって知り，直ちに具体的な事実関係を\n調査すべく，和歌山市に対し，関連資料の情報公開請求を行ったところ，警察\nに押収されまたは任意提出したため，開示には応じられない旨の回答を得\nた。そこで，原告らは，平成１３年２月中旬ころ，刑事記録の閲覧謄写を申請し\nたところ，ようやく同年３月１６日に刑事記録の謄写を受け，この記録を精査し\nてはじめて本件各工事について違法な入札（予定価格の不正入手，談合）に\nより予定価格に極めて近い高値で落札されていることが判明したものであり，\n刑事記録の謄写を受けてから間もない１３日後の同月２９日に住民監査請求\nを行った。以上の経緯に照らせば，原告らがした住民監査請求には，監査請\n求期間を遵守できなかったことにつき「正当な理由」があるというべきである。\n③　したがって，本件訴えは，適法な住民監査請求を経た適法なものである。\n(2)　被告らが行った談合によって和歌山市に生じた損害はいくらか。\n（原告らの主張）\n和歌山市が被った損害額は，①談合により形成された実際の契約金額と，公\n正な自由競争入札が行われることにより形成されるであろう契約金額との差額，\n②弁護士費用相当額の合計額である。このうち，①については，本件各工事を\n合計して８７５１万１１７２円と推計される。②については，原告らが負担する弁護\n士費用は和歌山市に対して請求することができる（法２４２条の２第７項）のであ\nるから，同費用は和歌山市の損害として評価されるべきであり，その額は，①の\n１割に当たる８７５万円が相当である。よって，上記各損害の合計９６２６万１１７\n２円が和歌山市が被った損害である。\n（被告の主張）\n原告らの上記主張は争う。\n第３　争点に対する判断\n１　争点(1)（本件訴えの適法性）について\n(1)　「怠る事実」の住民監査請求については，基本的に，財務会計上の行為のあっ\nた日又は終わった日という観念を入れる余地がないため，法２４２条２項による\n監査請求期間の制限を受けないが，地方公共団体の長その他の財務会計職員\nの特定の財務会計上の行為を違法であるとし，当該行為が違法・無効であるこ\nとに基づいて発生する実体法上の請求権の不行使をもって財産の管理を怠る\n事実とするもの，すなわち，当該行為と表裏一体の関係に立つ，当該行為によ\nって生じた地方公共団体の実体法上の請求権の不行使をもって怠る事実とする\nものについては，当該怠る事実にかかる請求権の発生原因たる当該行為のあ\nった日又は終わった日を基準として，同項による制限を受けるものと解するのが\n相当である。\n(2)　以上の見地から，本件において原告らが主張する「怠る事実」が法２４２条２項\nの適用を受けるものに該当するかを検討するに，住民監査請求において，談合\nという不法行為が問題となっている場合には，業者が談合したか否か，業者の\n談合により地方公共団体に損害が生じたか否かが監査の対象となる（この場合\nの損害は，請負代金額が不当に高額であるという意味において財務会計行為\nの違法《地方財政法４条１項等参照》をもたらすようなものに限られない。たとえ\nば，請負契約締結前に談合の事実が発覚したため，請負契約が締結されなかっ\nた場合にも，業者の談合という違法行為は完了するのであり，このとき，談合に\nより入札のやり直しを余儀なくされ，その結果，請負工事が遅延したりして余分\nに経費を要したなどの事情があれば，地方公共団体に損害が発生したというこ\nとができる。）のに対し，請負代金が不当に高額であるため財務会計行為として\nの請負契約が違法であるか否かが問題となっている場合には，請負代金が違\n法に高額であるか否かが監査の対象となる（この場合，請負代金が高額である\n原因は談合のみに限られるものではない。）のであって，談合という不法行為と\n請負契約とが表裏一体の関係に立つといえないから，本件において原告らが主\n張する「怠る事実」は，法２４２条２項所定の期間制限を受けないというべきであ\nる。この点に関する被告の主張は採用することができない。\n(3)　仮に本件住民監査請求について法２４２条２項の適用があるとしても，本件で\nは，以下に述べるとおり，同項ただし書所定の「正当な理由」があると認められ\nる。すなわち，「正当な理由」の有無は，住民が相当の注意力をもって調査したと\nきに客観的にみて当該行為を知ることができたかどうか，また，当該行為を知る\nことができたと解される時から相当な期間内に監査請求をしたかどうかによって\n判断すべきと解されるところ，前記のとおり，平成１２年１２月１１日，Ａ，Ｂの両名\nが逮捕され，翌１２日の朝刊各紙においてその旨報道され，証拠（乙１の１ないし\n３）によれば，そのうち，朝日新聞朝刊は，Ａが，和歌山市の大型共同作業場新\n築工事に伴う外装などの工事の指名競争入札を巡り，平成１０年６月初めころ，\nＢに設計金額等予定価格を推定するのに必要な情報を教えた疑いがあること，\n被告がこの工事を落札していたことを，毎日新聞朝刊は，Ａが和歌山市ａに建設\n予定の納豆製造工場の脱水機設置工事の指名競争入札に絡んで，事前に工\n事の設計価格をＢに教えた疑いがあること，入札には京阪神の大手７社が参加\nし，被告が予定価格に極めて近い３２５０万円で落札したことを，読売新聞朝刊\nは，Ａが，平成１０年６月上旬，和歌山市ｂの共同作業場の屋外付帯工事の設計\n価格をＢに教えた疑いがあること，同月２３日に行われた入札には７社が参加\nし，被告が予定価格に近い３２５０万円で落札したことを，それぞれ報道したこと\nが認められる。以上によれば，原告らは，平成１２年１２月１２日には，本件各工\n事のうちの３工事について，上記各新聞報道によって，入札に際して被告による\n不正行為が行われたのではないかとの疑いを抱くことができたとはいえるが，反\n面，上記各新聞報道は，いずれも，３工事に関して，ＡとＢとの間での情報漏え\nいと被告の落札との関係の有無・内容については明確に報じていないのである\nから，その不正行為によって和歌山市が不当に高い金額で請負契約を締結し又\nは締結することを余儀なくされたのではないかとの疑いを抱くに十分であったと\nまではいうことができない。原告らは，前記略式命令が確定した平成１３年１月１\n２日の直後ころから検察庁に刑事記録の閲覧・謄写を申請し，同年３月１６日に\nようやく謄写が許され，これを調査することによって，３工事を含む本件各工事の\n入札について前記談合の存在を知り（甲１５），前記のとおり，同月２９日に住民\n監査請求をしたものであるところ，以上によれば，原告らは上記刑事記録の謄\n写が許された後，調査のための相当期間経過後に客観的にみて３工事を含む\n本件各工事について前記談合の事実を知ることができたというべきであり，そう\nとすると，原告らが前記のとおり同月２９日にした前記監査請求には，法２４２条\n２項本文所定の１年間の期間を経過したことにつき，同項ただし書所定の「正当\nな理由」があると認めることができる。\n(4)　したがって，いずれにしても，原告らの本件訴えが適法な住民監査請求を経て\nいないとする被告の主張は採用することができない。\n２　争点(2)（損害額）について\n(1)　自由競争入札による価格との差額相当の損害\n①　証拠（甲１６の１ないし３，１７）及び弁論の全趣旨によれば，以下の事実が\n認められる。\n平成８年度中に和歌山市において実施された公共工事にかかる入札は７０\n３件あり，そのうち，最低制限価格が設定されていないものが４５件，予定価\n格が不明なもの（複数件の入札について予定価格が合算されているため，個\n々の入札ごとに予定価格が不明であるものを含む。）が３件，予定価格・最低\n制限価格が判明しているものが６５５件ある。上記６５５件について，予定価格\nを基準にした落札価格率（落札価格／予定価格×１００パーセント）は別表１\nのとおりであり，最低制限価格を基準にした落札価格率（落札価格／最低制\n限価格×１００パーセント）は別表２のとおりである。上記４５件について，予定\n価格を基準にした落札価格率（落札価格／予定価格×１００パーセント）は別\n表３のとおりである。\n平成９年度中に和歌山市において実施された公共工事にかかる入札は６３\n０件あり，そのうち，最低制限価格が設定されていないものが４５件，予定価\n格が不明なもの（複数件の入札について予定価格が合算されているため，個\n々の入札ごとに予定価格が不明であるものを含む。）が４件，予定価格・最低\n制限価格が判明しているものが５８１件ある。上記５８１件について，予定価格\nを基準にした落札価格率（落札価格／予定価格×１００パーセント）は別表４\nのとおりであり，最低制限価格を基準にした落札価格率（落札価格／最低制\n限価格×１００パーセント）は別表５のとおりである。上記４５件について，予定\n価格を基準にした落札価格率（落札価格／予定価格×１００パーセント）は別\n表６のとおりである。\n平成１０年度中に和歌山市において実施された公共工事にかかる入札は６\n８８件あり，そのうち，最低制限価格が設定されていないものが２５件，予定価\n格が不明なもの（複数件の入札について予定価格が合算されているため，個\n々の入札ごとに予定価格が不明であるものを含む。）が９件，予定価格・最低\n制限価格が判明しているものが６５４件ある。上記６５４件について，予定価格\nを基準にした落札価格率（落札価格／予定価格×１００パーセント）は別表７\nのとおりであり，最低制限価格を基準にした落札価格率（落札価格／最低制\n限価格×１００パーセント）は別表８のとおりである。上記２５件について，予定\n価格を基準にした落札価格率（落札価格／予定価格×１００パーセント）は別\n表９のとおりである。\n②　以上をもとに，原告らは，予定価格を基準にした落札価格率，最低制限価格\nを基準にした落札価格率ともに，概ね，高率に集中している一群と比較的低\n率で集中している一群（いずれも上記各表中の網掛け部分）とに分かれてい\nることが明らかであり，各群が，それぞれ，談合によって落札価格が決定され\nた場合と（談合が行われず）自由競争によって落札価格が決定された場合と\nを示すものと考えられるとして，自由競争によって落札価格が決定された場合\n（各表中の比較的低率で集中している一群，すなわち，各表中の薄い網掛け\n部分）には，最低制限価格を基準にした落札価格率平均（パーセント）は，平\n成８年度が１００．２８，平成９年度が１００．７２，平成１０年度が１００．９９であ\nると算出されるから，前記前提事実記載の本件各工事の最低制限価格に上\n記各数値（最低制限価格を基準にした落札価格率平均）をそれぞれ乗じると，\n自由競争によって入札が行われた場合の落札価格は，本件各工事のうち，１\n工事につき４億１８８２万５８００円（４億１７６５万６３６３円×１．００２８），２工\n事につき８２０８万５９６８円（８１４９万９１７４円×１．００７２），３工事につき２８\n５０万２０６０円（２８２２万２６５６円×１．００９９）となる（いずれも円未満切捨\nて）と主張する。\nこれに対して，被告は，談合による場合と自由競争による場合とで落札価格\n率にどのような差異があるのかを検討するに際して，落札価格率が高い場合\nを談合によるものとし，落札価格率が低い場合を自由競争によるものとする\nのは，根拠がないと主張する。しかしながら，上記各別表によれば，原告らが\n主張するように，入札結果が２つの群に大きく分かれていることは明らかであ\nるところ，これを単に個々の工事内容や入札業者の能力等によってたまたま\n分散した結果とみることは困難であり，むしろ両者は以上のような個々の入札\nに関する個別的事情を超えた別個の要因によって形成されたものとみるのが\n合理的である。そして，そのような要因として談合の有無が考えられるところ，\n談合がなされた場合には自由競争による場合に比して落札価格が高くなるの\nは公知の事実であるし，他方，談合以外に上記要因を想定することは困難で\nある。よって，被告の上記主張は採用し得ない。\n③　ところで，自由競争が行われた場合の落札価格は，当該年度の他の入札に\nおける落札価格と何らの相関関係を有するものではないから，原告らの上記\n推計を直ちに採用することにはためらわざるを得ない。とはいえ，自由競争が\n行われた場合の落札価格は，入札にかかる工事の規模・種類や特殊性のほ\nか，入札指名業者の数や各業者の事業規模，入札当時の社会経済情勢等，\n種々の要因が複雑に影響し合って形成されるものであるから，これを正確に\n推計することは極めて困難であり，したがって，被告が実際に落札した価格\nと，自由競争によって入札が行われた場合の落札価格との差額として和歌山\n市の損害を推計することもまた極めて困難といわざるを得ない。してみると，\n談合が行われた場合には自由競争による場合に比して落札価格が高くなるこ\nとは公知の事実であり，被告の談合により和歌山市に損害が生じたこと自体\nは明らかであるから，その損害額の認定に当たっては民事訴訟法２４８条を\n適用するのが相当である。そして，原告らの上記推計は，その手法が概ね合\n理的と考えられるから，損害額の認定に当たっては一つの判断資料になりう\nるというべきであり（原告らの上記推計《自由競争によって入札が行われた場\n合の落札価格を，１工事につき４億１８８２万５８００円，２工事につき８２０８万\n５９６８円，３工事につき２８５０万２０６０円とする。》を前提とすると，実際の落\n札価格（別紙工事一覧表中の落札価格欄記載のとおり）を基準にした，自由\n競争によって入札が行われた場合の落札価格率《自由競争による入札がなさ\nれた場合における落札価格／実際の落札価格×１００パーセント。小数点第\n２位未満四捨五入。以下同様》は，１工事につき８４．８７パーセント，２工事に\nつき８３．１７パーセント，３工事につき８３．５２パーセントになる。），以上に加\nえて，本件とは異なる時期・場所における事例とはいえ，平成６年度の談合に\nよる入札がなされた場合の工事の歩切り率（予定価格合計と落札価格合計と\nの差を予定価格合計で除したもの）が１．３２パーセント，同年度の自由競争\nによる入札がなされた場合の工事の歩切り率が１８．９２パーセント，平成７年\n度の談合による入札がなされた場合の工事の歩切り率が２．７３パーセント，\n同年度の自由競争による入札がなされた場合の工事の歩切り率が３２．６３\nパーセント，平成９年度の談合による入札がなされた場合の工事の歩切り率\nが１．８８パーセント，同年度の自由競争による入札がなされた場合の工事の\n歩切り率が３０．４２パーセントであった旨の警察官による報告があるところ\n（甲７），以上の数値をもとに，談合による落札価格率を基準にした，自由競争\nによって入札が行われた場合の落札価格率の割合（自由競争による入札が\nなされた場合における落札価格率／談合による入札がなされた場合における\n落札価格率×１００パーセント）を求めると，平成６年度が８２．１６パーセント\n（《１－０．１８９２》／《１－０．０１３２》×１００），平成７年度が６９．２６パーセン\nト（《１－０．３２６３》／《１－０．０２７３》×１００），平成９年度が７０．９１パーセ\nント（《１－０．３０４２》／《１－０．０１８８》×１００）となること，和歌山市におい\nて，予定価格を基準にした落札価格率（落札価格／予定価格×１００パーセ\nント）の年度別平均が平成１０年度には９５．６パーセントであったものが，入\n札制度の改善施策の実施途中であった平成１１年度には９０．５パーセント，\n同施策を実施した後の平成１２年度には８５．３２パーセントに下落したところ\n（甲１４の１・２），上記について，仮に平成１０年度がすべて談合によるもので\nあり，平成１２年度がすべて自由競争によるもの（談合による場合の落札価格\n率が９５．６パーセント，自由競争による場合の落札価格率が８５．３２パーセ\nント）であると仮定すると，談合による落札価格率を基準にした，自由競争に\nよる落札価格率の割合（自由競争による落札価格率／談合による落札価格\n率×１００パーセント）は８９．２５パーセントとなること（前記のとおり，平成１０\n年度はすべてが談合によるものとは考えられないから，上記の仮定がそのま\nま妥当するわけではないが，平成１０年度における自由競争によるものを除く\nと，談合による場合の落札価格率が上昇することになるから，上記数値はさら\nに低下することになる。），その他本件に現れた一切の事情を考慮すると，本\n件各工事の自由競争による価格は，その落札価格の合計６億２６３２万５００\n０円の８７パーセントを上回ることはなく，したがって，少なくとも上記合計の１\n３パーセントに相当する８１４２万２２５０円は，自由競争による価格と落札価\n格との差額であると考えられる。よって，被告の談合により和歌山市が被った\n損害は同金額であると認められる。\n(2)　弁護士費用\n原告らは，弁護士費用も和歌山市が被った損害に含まれる旨主張するが，本\n件損害賠償代位請求訴訟は未だ原告らの勝訴が確定しておらず，原告らは和\n歌山市に対して弁護士報酬の相当額を請求することができないのであるから，\n和歌山市としても現時点において同額の損害を被ったということはできない。\n３　結論\n以上によれば，原告らの本件請求は８１４２万２２５０円及びこれに対する訴状送\n達の日の翌日であることが本件記録上明らかな平成１３年７月１０日から支払済み\nまで民法所定年５分の割合による遅延損害金の支払を求める限度において理由\nがあるから認容することとし，その余は理由がないから棄却することとして，主文の\nとおり判決する。 和歌山地方裁判所第二民事部\n裁判長裁判官　　　礒尾　正\n裁判官　　　間　史恵\n裁判官　　　田中幸大\n"
}