{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 8,
    "day": 9
  },
  "case_number": "平成12(ワ)1303",
  "case_name": "保険金請求事件",
  "court_name": "鹿児島地方裁判所",
  "lawsuit_id": "8310",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=8310",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/310/008310_hanrei.pdf",
  "contents": "主　　　　　　文\n１　被告は、原告に対し、７００２万７４６２円及びこれに対する平成１３年１月１７日から\n支払済みまで年５分の割合による金員を支払え。\n２　訴訟費用は、被告の負担とする。\n３　この判決は、仮に執行することができる。\n事実及び理由\n第１　請求\n主文同旨\n第２　事案の概要\n本件は、原告が不動産会社の代表者に対して融資した賃貸住宅建設資金の回収が\n困難となったことに関して、①主位的請求として、原被告間で締結された住宅融資保険\n契約に基づき、保険金及びこれに対する訴状送達日の翌日から支払済みまで民法所定\nの年５分の割合による遅延損害金の支払を、②予備的請求として、住宅融資保険約款\nの解釈に関する被告職員の誤解により原告が損害を受けたとして、不法行為（使用者\n責任）に基づき、損害賠償及びこれに対する不法行為後の日から支払済みまで民法所\n定の年５分の割合による遅延損害金の支払を求めた事案である。\nこれに対して被告は、原告の行った融資は上記代表者から不動産会社への転貸を目\n的としたものであり、住宅の建設等を直接の目的としていないから、当該融資は保険約\n款所定の保険関係成立要件を満たしていないなどと主張して、原告の請求を争ってい\nる。\n１　基礎となる事実\n(1) 当事者等\n原告は、農業協同組合法に基づき設立された農業協同組合連合会であり、信用事業\nを行っている。\nグリーン鹿児島農業協同組合（以下「グリーン農協」という。）は、原告の会員である。\n有限会社旭ホーム（以下「旭ホーム」という。）は、不動産の売買、賃貸業及び仲介管\n理業務等を目的とする会社である。同社は、その出資口数の大部分をＡが保有し、Ａが\nその代表取締役を務めていた。また、Ａは、グリーン農協の組合員でもあった。\n被告は、住宅金融公庫法に基づき設立された特殊法人であり、住宅融資保険法（以下\n「法」という。）に基づき、金融機関との間で、住宅融資保険契約を締結することができる\nこととされている（法３条１項）。（甲21の１，21の２，証人Ｂ，弁論の全趣旨，争いのない\n事実）\n(2) 住宅融資保険の概要\n住宅融資保険とは、金融機関が行った住宅建設等のための貸付けを保険の目的とす\nる損害保険の一種であり、貸付金の回収が滞った場合には、貸付金の回収未済額の９\n０パーセントに相当する金額が保険金として被告から金融機関に支払われるものである\n（法５条、８条）。金融機関による住宅建設資金の貸付けについて保険を行うことにより、\n住宅の建設等に必要な資金の融通を円滑にすることが住宅融資保険制度の目的とさ\nれている（法１条）。\n法３条１項によれば、被告は、金融機関を相手方として、当該金融機関が貸付けを行\nったことを被告に通知することにより、貸付金の額の総額が一定の金額に達するまで、\nその貸付けにつき被告と当該金融機関との間に保険関係が成立する旨を定める契約を\n結ぶことができることとされている。このように、住宅融資保険契約とは、付保し得る貸\n付金の額の限度を契約締結時にあらかじめ定め、その後、金融機関が現実に貸付けを\n行い、これを被告に通知することにより、保険の目的が特定した時に、個々の貸付けに\nついて自動的に保険関係が成立する旨を定める包括的な保険契約である。\n住宅融資保険の保険関係が成立する貸付けについては、住宅の建設、住宅若しくは\n施設の建設に必要な土地若しくは借地権の取得等のための貸付けであることなど一定\nの要件を備えることが必要とされている（法４条）。（乙４，弁論の全趣旨，争いのない事\n実）\n(3) 住宅融資保険約款について\n被告が住宅融資保険契約を締結するときは、主務大臣の承認を受けた保険約款に基\nづかなければならないとされ（法３条２項、１３条）、この規定に基づき、住宅融資保険約\n款（以下「約款」という。）が定められている。なお、約款は、保険契約の申込みの際に必\n要とされる契約証書の用紙に併記されている。\n約款には、要旨、次のような規定がある。\n「第３条　保険関係が成立する貸付けは、次の各号に掲げる要件を備えていなければ\nならない。\n一　貸付けの目的が次の一に該当するものであること。\nイ　住宅の新築\n（中略）\nト　住宅の建設又は施設の建設に必要な土地又は借地権の取得\n（中略）\n第11条　公庫は、次に掲げる場合において相当と認めたときは、保険関係が成立して\nいる貸付けについて、その保険関係に基づく保険金の全部若しくは一部を支払わず、若\nしくは返還させ、又は当該保険関係を将来に向かって消滅させることができる。\n（中略）\n三　金融機関の役員又は職員の故意又は重大な過失と認められる理由により貸付\nけに係る貸付金の全部又は一部が住宅の建設等のために使用されなかったとき。」（甲\n１，乙４，争いのない事実）\n(4) 住宅融資保険契約の締結\n原告は、被告との間で、被告のｅ支店長を代理人として、平成８年４月１日、保険価額\nの総額（付保し得る貸付金の総額をいう。法５条参照）を２億７０００万円、保険関係が成\n立する貸付けを実行することができる期間を平成８年４月１日から平成９年３月３１日ま\nでとする住宅融資保険契約（以下「本件保険契約」という。）を締結した。その後、平成８\n年５月２１日、上記保険価額の総額は、９億円に増額された。（甲１，２，争いのない事\n実）\n(5) 土地売買契約及び工事請負契約の締結\n旭ホームは、平成８年１２月２０日、鹿児島市ａｂ丁目ｃ番ｄの宅地５４３．００㎡（以下\n「本件土地」という。）について、土地所有者との間で、代金額を１億５６００万円とする土\n地売買契約を締結し、２０００万円を手付金として支払った。さらに、旭ホームは、平成９\n年１月２１日、本件土地上に建築予定の賃貸マンション「エントピアａ」新築工事につい\nて、建築工事請負業者との間で、代金額を１億８６４４万８５００円とする工事請負契約を\n締結した。（甲17，18，弁論の全趣旨）\n(6) Ａに対する融資の実行と土地売買代金等の支払\n平成９年１月ころ、グリーン農協の組合員であったＡは、同農協に対し、旭ホームが建\n築を予定していた上記賃貸マンションの用地取得及び建築工事資金の融資を申し入れ\nたが、グリーン農協は、当該融資を行った場合にはＡへの貸付限度額を超過することに\nなるため、原告に対し、Ａへの融資を依頼した。\nところで、農業協同組合及び農業協同組合連合会は、組合員以外の者に対する貸付\nけを法律により制限されており、組合員以外の者の資金需要のために組合員に対して\n貸付けを行うことも、いわゆる迂回融資や名義貸しに当たるものとして、原則的に禁止さ\nれている。しかし、法人の代表者が組合員であること、法人の代表者が当該法人の出資\n口数の過半数を保有することなどの一定の要件を満たす場合には、監督官庁等によっ\nて、当該法人が必要とする資金をその代表者個人に貸し付けること（「代表者貸付け」と\n呼ばれている。）が認められている。\n本件融資が代表者貸付けの要件を満たしていると判断した原告は、平成９年２月７\n日、Ａに対し、上記賃貸マンションの用地取得及び建築工事資金として、１億２５００万円\nを返済期限平成１１年１月３１日の約定で貸し付け、平成９年２月１９日、被告に対して\n貸付実行通知をした。貸付金は、Ａ名義の貯金口座にいったん入金された後、直ちに払\nい戻されて土地所有者等に支払われ、同月７日付けで本件土地につき旭ホーム名義の\n所有権移転登記が経由されている。\nさらに、原告は、同年７月３０日、Ａに対し、同様に１億５０００万円を返済期限平成１１\n年１月３１日の約定で貸し付け、平成９年７月３０日、被告に対し融資金額増額の変更通\n知をした。この貸付金も、Ａ名義の貯金口座にいったん入金された後、翌３１日に大半が\n払い戻され、旭ホーム名義の預金口座に送金された後、工事請負業者に支払われた。\nなお、上記賃貸マンションについては、同年７月２８日、旭ホーム名義の所有権保存登\n記が経由されている（以下、これらの貸付けを総称して「本件貸付け」といい、本件貸付\nけに基づく貸付金を総称して「本件貸付金」という。）。\nその後、原告は、平成１１年１月２８日、Ａとの間で、本件貸付金の返済期限を平成１３\n年１月３１日までに延長する旨を合意し、被告に対してその旨を通知した。（甲３の１，４，\n５，10，12～20（枝番全部），証人Ｃ，弁論の全趣旨，争いのない事実）\n(7) Ａの死亡と保険事故の発生\n平成１１年６月３０日、Ａの死亡が確認され、旭ホームもそのころ手形の不渡りを出して\n事実上倒産し、本件貸付金の回収が見込まれなくなったため、原告は、被告の承認を受\nけた上、同年８月１１日をもって各貸付金債権につき期限の利益を喪失させる旨を通知\nした。これにより、本件貸付金の回収未済が生じ、本件貸付金に係る保険関係につき保\n険事故が発生した。\n原告は、本件貸付金の元金合計２億７５００万円のうち１１００万円を保険事故発生前\nに回収しており、平成１１年１２月３日、被告に対し、事故発生時残元金を２億６４００万\n円とする保険事故発生通知をし、さらに、平成１２年３月１日、その９０パーセント相当額\nの２億３７６０万円の保険金の支払請求をした。これに対して被告は、同年６月２日、貸\n付金が直接住宅の建設等のために使用されておらず、これが約款３条１号（注・原文で\nは「第３条第一項」と誤記されている。）に抵触するとして、約款１１条に基づき保険金の\n不払決定をした旨を原告に通知した。\nその後、本件貸付金の回収を進めた原告は、合計１億９７１９万１７０８円を回収し、現時\n点の回収未済額は７７８０万８２９２円となっている。（甲６～９（枝番全部），弁論の全趣\n旨，争いのない事実）\n２　争点\n（原告の主張）\n(1) 保険金請求権の有無（主位的請求）\nア　主位的主張（免責事由の不存在）\n本件保険契約の締結当時、被告ｅ支店においては、代表者貸付けが保険の対象にな\nり得るとの解釈を採っており、そのようなものとして本件保険契約は締結されたものであ\nるから、本件貸付けについて保険関係が成立していることは明らかである。\nそこで、代表者貸付けに当たる場合が約款の解釈上免責事由に該当するか否かが問\n題となるが、約款は、３条１号で保険関係の成立要件として、「イ　住宅の新築、ト　住宅\nの建築に必要な土地の取得」と規定しているのみであり、約款上、借入者が「直接」住宅\nの建設等に使用するものであることに限定すべき根拠はない。\n仮に、借入者が「直接」住宅の建設等に使用するものでなければならないとの解釈が\n成り立つとしても、借入者と住宅の建設等をした法人とが実質的に同一人格と認められ\nるような場合には、借入者が借入金を「直接」住宅の建設等に使用したものと解釈する\nことが可能である。旭ホームの実体は、Ａの個人経営に係る個人企業と異なるところは\nなく、実質的にはＡと旭ホームは一体であって、同一人格と評価すべきものであるから、\n本件の場合、借入者が借入金を「直接」住宅の建設等に使用した場合に当たる。\nしたがって、本件は、借入者が借入金を直接住宅の建設等に使用した場合に当たる\nから、約款の免責事由には該当しない。\nイ　予備的主張１（特約）\n仮に、上記のような解釈を採り得ないとしても、当時、被告ｅ支店においては、代表者\n貸付けが保険の対象になり得るものと解釈して取り扱っており、原告もそのような解釈\nで本件保険契約を締結したものであるから、代表者貸付けに当たる本件貸付けについ\nても保険の対象とする旨の特約が成立していたといえる。\nウ　予備的主張２（追認）\n仮に、上記特約が有効に成立していないとしても、平成１１年９月１４日、被告ｅ支店の\n職員が原告の職員に対して平成１０年までに付保した代表者貸付けに係る案件につい\nては付保の対象になるとの回答をしており、上記特約の効力を追認している。\n(2) 使用者責任の有無（予備的請求）\n仮に、上記主張が認められないとしても、原告と被告ｅ支店とは、代表者貸付けに当た\nる本件について、住宅融資保険の対象になるものとして契約したものであり、このことに\nよって原告は、貸付金の返済を受けられない場合には、当然に回収未済額の９０パーセ\nント相当額の保険金の支払を受けられるものと考えていた。しかしながら、同支店職員\nの約款解釈の誤りによって、本件が免責事由に該当するものとして保険金の支払を受\nけることができず、このため、原告は、保険金の支払を受けられるとする期待権を侵害さ\nれ、本来なら受け取ることができた保険金額相当の７００２万７４６２円の損害を受けた。\n被告には、同支店職員の使用者として、原告が受けた損害を賠償すべき責任がある。\n（被告の主張）\n(1) 保険金請求権の有無について\nア　原告の主張(１)アについて\n約款３条１号により、住宅融資保険の対象となる貸付けは、住宅の新築及びその敷地\nの取得を直接の目的とするものに限定されている。本件においては、Ａが借入者である\nにもかかわらず、土地売買契約及び工事請負契約における契約当事者は旭ホームで\nあり、貸付金が直接住宅の建設等に使用されているとはいえないから、Ａに対する本件\n貸付けは、約款３条１号の要件を充足しておらず、保険の対象とならない。\nまた、原告の主張する程度の事実関係では、法人格の否認は認められず、Ａ個人と旭\nホームとは別人格というべきである。\nイ　同イについて\n被告ｅ支店において代表者貸付けが保険の対象になり得るものと解釈して取り扱って\nいたという事実はない。\nウ　同ウについて\n被告ｅ支店の職員が原告の職員に対して平成１０年までに付保した代表者貸付けに係\nる案件が付保の対象になるとの回答をした事実はない。\n(2) 使用者責任の有無について\n原告の主張のうち「原告と被告ｅ支店とは、代表者貸付けに当たる本件について、住\n宅融資保険の対象になるものとして契約した」との点は否認する。\n第３　争点に対する判断\n１　保険金請求権の有無について\n(1) はじめに\n当事者双方の主張は必ずしも明確ではないが、善解すれば、保険金請求権の有無に\n関する主要な争点は、①本件貸付けに係る保険関係の成立の有無（主位的請求原\n因）、②本件貸付けに係る保険関係についての免責事由の有無（抗弁）、③本件貸付け\nについて保険の対象とする旨の特約の成立の有無（予備的請求原因１）、④本件貸付\nけについて保険の対象とする旨の追認の有無（予備的請求原因２）と考えられるから、\n以下、順に検討する。\n(2) 本件貸付けに係る保険関係の成立の有無について\nア　法４条１号が規定する保険関係の成立要件について\n前記のとおり、約款は、法の規定に基づき、保険契約の締結手続や契約内容の重要\nな事項についてその細則を定めたものであり、法の規定と矛盾なく解釈すべきものであ\nる。本件においてその解釈が争われている約款３条１号は、その内容にかんがみれば、\n法４条１号の規定を具体化したものであることが明らかであるから、法４条１号の規定に\nついて、まず検討する。\n法は、住宅の建設等に必要な資金の融通を円滑にし、住宅の建設を促進することをそ\nの目的とすることから、法４条１号により、保険の対象となる貸付けを住宅の建設等のた\nめの貸付けに限定しているが、この要件は、貸付けの実行の際に、当該貸付金の使途\nが住宅の建設等とされていることを要するとするものであって、当該貸付金が実際に住\n宅の建設等に使用されたことまでをも必要とするものではない。融資された貸付金の全\n部又は一部が結果的に住宅の建設等に使用されなかった場合には、金融機関の役職\n員に故意又は重過失があった場合に限り、免責事由に該当し、保険金の支払の拒否等\nができるとされているのみである（約款１１条３号）。免責事由がこのように限定されてい\nるのは、貸付金が結果的に住宅の建設等のために使用されなかった場合をすべて免責\n事由に当たるとすると、金融機関は貸付けの実行後も貸付金の使途の監視に多大な労\n力と費用を要することになり、法の所期する目的を果たし得なくなるためであるとされる\n（乙４・52頁参照）。このように、貸付けの実行後にその実際の使途を把握することが困\n難であり、貸付金の実際の使途は原則として保険金支払義務の有無に影響を及ぼさな\nいとされていることから、その反面、貸付けの実行の際には、その貸付けが真に住宅の\n建設等を目的とするものであることを十分に調査して、これを確認することが金融機関\nに期待されているというべきである。ところで、このような調査の実施に際しては、借入\n者自身が住宅の建設等を行う場合には、貸付けの目的の調査が比較的容易といえる\nが、住宅建設等を行う者に資金を融通するために貸付けを受ける場合には、当該貸付\nけが果たして真に住宅建設等を目的とするものか否かを確認することが難しく、ことに、\n数段階にわたって融通が行われるような事例では、その確認は極めて困難と考えられ、\n貸付金が住宅建設等以外に流用されるおそれが高いといえる。\nこのように、他に流用されるおそれが高い貸付けについてまでも住宅融資保険の対象\nとすることは、住宅融資保険制度の設けられた趣旨に照らし、妥当とは言い難いから、\n法４条１号が規定する貸付けとは、貸付けを受けた者自身が住宅の建設等をするため\nの貸付けに限定され、住宅建設等を行う者に資金を融通するための貸付けはこれに当\nたらないと解するのが相当である。\nさらに、このように解した場合であっても、本件のような代表者貸付けに当たる事案に\nついては、例外的に法４条１号の要件を満たすものとみる余地がないかどうかが問題と\nなるが、一定の場合に限ってそのような例外的な取扱を認めると、結局のところ個々の\n案件について具体的事情を精査することが必要となり、大量かつ画一的に処理すべき\n保険業務の運営に大きな影響を及ぼしかねないから、貸付けを受けた者自身の住宅の\n建設等を目的としない貸付けについては、一律に法４条１号の要件を満たさないものと\n解するのが妥当である。\nイ　約款３条１号が規定する保険関係の成立要件について\n以上のとおり、法４条１号が規定する貸付けとは、貸付けを受けた者自身が住宅の建\n設等をするための貸付けに限られると解されるから、約款３条１号の規定する要件につ\nいても、同様に貸付けを受けた者自身の住宅の新築等を目的とするものであることを要\nし、本件のような代表者貸付けに当たる事案は、この要件を満たさないものと解するべ\nきである。\nウ　法４条１号及び約款３条１号が規定する保険関係の成立要件を満たさない貸付けに\n係る保険関係の成立の有無について\n法４条及び約款３条は、いずれも住宅融資保険の保険関係の成立要件を定めた規定\nであり、これらの要件を備えていない貸付けについては、当初より保険関係が成立しな\nいと考えられなくもない。本件訴訟における被告の主張もそのようなものと思われる。一\n般に、法律や契約等の規定により一定の法律関係の成立要件が定められている場合\nには、当該要件が充足されて初めて法律関係が有効に成立するのであって、当該要件\nを欠いているときには、法律関係は当初から成立していないとするのが通常である。\nしかしながら、住宅融資保険の保険関係については、法制定当時の法案及び約款の\n立案担当者は、貸付けの実行当初から保険関係の成立要件を備えていない場合であっ\nても、貸付実行通知書に所定の要件を備えているものとして記載されている限り、当該\n貸付けについて保険関係は有効に成立するものと解しており、その理由として、保険関\n係の成立を金融機関の貸付実行通知書による一方的な通知行為に係らせている以\n上、貸付実行通知書の記載が所定の要件を備えたものとなっているならば、これによっ\nて保険関係が成立するものとせざるを得ず、このような場合にはその後貸付けが所定\nの要件を備えていないものであることが判明したときには、免責等に関する条項を適用\nして解決することができるから、保険関係を成立させても支障がないからであるとしてい\nる（乙４・30頁参照）。\nこれは、すなわち、住宅融資保険においては、あらかじめ定められた保険価額の総額\nの範囲内において、金融機関の一方的な通知により自動的に個別の保険関係が成立\nする仕組みが採られており、個別の貸付けについて保険関係の成立要件の具備を被告\nが事前に審査しないため、当該要件を具備しない貸付けをあらかじめ保険の対象から\n排除することが困難であること、仮にそのような貸付けについて保険関係を不成立ある\nいは無効とした場合には、有効に成立している保険関係のみについて保険価額の総額\nの算出や保険料額の算定などを再度行うことが必要となり、保険契約当事者間の法律\n関係の複雑化と手続の混乱を招致しかねないことなどから、金融機関からの通知がさ\nれた貸付けについてはいったんすべて保険関係を成立させた上で、事案に応じて免責\n条項の適用により適切な解決を図ろうとするものと考えられ、合理的な考え方であると\nいえる。\nさらに、前記のとおり、当初、被告は、約款１１条に基づき保険金の不払決定をした旨\nを原告に通知しており、保険関係の不成立等を主張していないのであって、このことか\nら、被告自身、保険関係の成立要件を備えていない貸付けであっても、貸付実行通知\nがされている以上保険関係が有効に成立しているとの見解を採っていたことがうかがわ\nれる。\n以上のような諸点を総合すれば、金融機関からの貸付実行通知がされた貸付けにつ\nいては、法４条及び約款３条が規定する保険関係の成立要件の具備のいかんにかかわ\nらず、すべて保険関係が有効に成立するものと解するのが相当であるから、本件貸付\nけについても、保険関係が有効に成立しているものと認められる。\n(3) 本件貸付けに係る保険関係についての免責事由の有無について\nア　被告が主張する免責事由について\n被告の主張は明確ではないが、上記のとおり、被告は約款１１条に基づき保険金の不\n払決定をした旨を原告に通知しており、同条３号には、金融機関の役職員の故意又は\n重過失により貸付金が住宅の建設等のために使用されなかったときには、免責事由に\n該当する旨定められていることにかんがみれば、本件貸付けについても、同条３号の事\n由が存在するとして免責を主張しているものと解される。そこで、同条３号の免責事由の\n該当性について以下検討する。\nイ　約款１１条３号の該当性について\n前記のとおり、原告は、本件貸付けが代表者貸付けの要件を満たすと判断して貸付け\nを実行したものであり、その貸付金はＡの口座にいったん入金された後、旭ホームの口\n座に送金されるなどして、最後には旭ホームが建設する賃貸マンションの建設費等に充\nてられているから、このような事実関係によれば、本件は、形式的にみれば、金融機関\nである原告の役職員の「故意」により、貸付金の全部が住宅の建設等のために使用さ\nれなかった場合に当たるといえ、約款１１条３号に該当するといえる。\nウ　約款１１条柱書きの該当性について\nところで、約款１１条の規定は、同条各号に該当する場合には当然に保険金の支払拒\n否等ができるとするものではなく、被告が相当と認めたときに限り、保険金の全部又は\n一部の支払拒否等ができるとするものである（同条柱書き）。そして、この「相当と認めた\nとき」の解釈に関して、約款等の立案担当者は、「保険金を不払にし又は返還させること\nが至当であると判定される程度の重大な場合に限定する趣旨である。免責は、引き受\nけた責任を一方的に免れるものであるから、特に運用の慎重を期すべきであることはい\nうまでもないことである」としており（乙４・53頁参照）、このような約款の制定の趣旨を踏\nまえれば、本件貸付けについて保険金の支払拒否が認められるためには、それが相当\nといえる程度の帰責性が原告に存在することを要するものと解される。\nそこで、この点についてみれば、①前述のとおり、法４条１号及び約款３条１号の規定\n上は、保険の対象が貸付けを受けた者自身の住宅の建設等のための貸付けに限られ\nることが必ずしも明確でないこと、②本件貸付けが行われた当時の原告及びグリーン農\n協の職員は、代表者貸付けが保険の対象になると考えていたこと（証人Ｃ、弁論の全趣\n旨）、③被告作成のハンドブックにおいても、平成１０年度版までは、保険の対象が貸付\nけを受けた者自身の住宅の建設等のための貸付けに限定されるとの記載がないこと\n（甲22の１～22の３）、④平成６年ころ、原告側から被告ｅ支店側に対して代表者貸付け\nが保険の対象になるのかを確認した際には、特段の問題はないとの回答がされていた\nこと（証人Ｃ）、⑤平成１２年ころにあっても、代表者貸付けが保険の対象にならないこと\nを被告ｅ支店の担当者は十分に認識しておらず、約款３条１号等の解釈については、被\n告側でも周知徹底されていなかったこと（甲24の１、25、26の１、26の２、証人Ｃ、証人\nＢ、証人Ｄ、証人Ｅ）、⑥前記のとおり、農業協同組合等では、組合員以外の者に対する\n融資が制限されているため、本件のような事案においては、代表者貸付けの方法によら\nざるを得ず、また、そのような融資方法について監督官庁等も認めていたこと、⑦前記\nのとおり、本件貸付けは、代表者貸付けの要件を満たしており、最終的に貸付金は賃貸\nマンションの用地取得及び建築工事資金に充てられていたことなどの諸々の事情が存\n在し、これらの諸点を総合すれば、本件貸付けにおいては、保険金の支払の拒否が相\n当といえる程度の帰責性は原告に存在しないと認めるのが相当である。\nエ　免責事由に関するまとめ\nこのように、本件貸付けに係る保険関係については、約款１１条所定の免責事由が存\n在しないというべきであるから、被告は保険金の支払を拒むことができない。\n２　まとめ\n以上によれば、その余の争点について検討するまでもなく、原告には保険金請求権が\nある。\n第４　結論\nよって、原告の主位的請求は理由があるから認容することとし、主文のとおり判決す\nる。\n鹿児島地方裁判所民事第１部\n裁判官　　市　　原　　義　　孝\n"
}