{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 16,
    "month": 1,
    "day": 14
  },
  "case_number": "平成15(行ケ)154",
  "case_name": "特許取消決定取消請求事件",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "10591",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=10591",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/591/010591_hanrei.pdf",
  "contents": "平成１５年（行ケ）第１５４号特許取消決定取消請求事件\n口頭弁論終結日　平成１５年１２月２４日\n判　　　　決\n原　　　　告　　　　　　株式会社デンソー\n同訴訟代理人弁理士      碓　氷　裕　彦\n同                      加　藤　大　登\n同                      伊　藤　高　順\n被　　　　告　　　　　　特許庁長官  今井康夫\n同指定代理人      　　　牧　　　　　初\n同                      城　戸　博　兒\n同                      小　曳　満　昭\n同                      涌　井　幸　一\n主　　　　文\n１　特許庁が異議２００２―７２４１６号事件について平成１５年２月\n２８日にした決定を取り消す。\n２　訴訟費用は被告の負担とする。\n事実及び理由\n第１　請求\n主文と同旨\n第２　争いのない事実\n１　特許庁における手続の経緯\n原告は，発明の名称を「車両用交流発電機」とする特許第３２７１５８２号\n（平成１０年４月２０日特許出願（優先日平成９年５月２６日），平成１４年１月\n２５日設定登録，以下「本件特許」という。）の特許権者である。\n本件特許につき，平成１４年１０月１日，特許異議の申立てがされ（異議２\n００２―７２４１６号），特許庁は，平成１５年２月２８日，「特許第３２７１５\n８２号の請求項１ないし６に係る特許を取り消す。」との決定（以下「本件決定」\nという。）をし，その謄本は，同年３月１８日，原告に送達された。\n２　特許請求の範囲\n本件特許の願書に添付された明細書（以下「本件明細書」という。）の特許\n請求の範囲の記載は，次のとおりである（以下，各請求項の発明をそれぞれ「本件\n発明１」等という。）。\n【請求項１】\n軸方向両端部の少なくとも片側にファンを持つ回転子と，前記回転子の外周\nに対向配置した固定子と，前記回転子と固定子とを支持するフレームとを有する車\n両用交流発電機において，\n前記固定子は複数のスロットを有する積層鉄心と，前記スロットに収納さ\nれ，互いに接合されることにより固定子コイルを形成する複数のセグメント状の電\n気導体と，電気絶縁体であるインシュレータとを有し，\n前記電気導体は，前記スロットの内外でほぼ同一の断面形状を有し，長辺と\n短辺を持つ略四角形断面を持ち，前記スロット内において隣接する前記電気導体の\n当接面を短辺側として径方向に１列に並ぶように配置され，\n前記電気導体は前記スロットの奥側に位置する外層と内周開口側に位置する\n内層とに二分されたものが一対以上配設され，異なる前記スロットの内層の前記電\n気導体と外層の前記電気導体とが直列に接続されており，\n隣接する前記電気導体の前記スロットから引き出される方向が前記固定子鉄\n心の周方向逆向きであり，\n同一のスロットに配置される前記電気導体は，前記スロットの外側におい\nて，互いに離間しており，\n前記スロットの径方向断面において前記電気導体およびインシュレータを除\nいた隙間があり，前記スロットの断面積に対する前記隙間の面積比を２５％以下と\nすることを特徴とする車両用交流発電機。\n【請求項２】\n請求項１において，\n前記スロットの内周側開口部の幅が，前記スロット内の前記電気導体の昀小\n幅より狭く，前記電気導体と前記開口部の近傍にあるスロット内壁との間は前記イ\nンシュレータのみが配置されることを特徴とする車両用交流発電機。\n【請求項３】\n請求項１又は２において，\n前記電気導体は，前記スロットあたりの数が４であることを特徴とする車両\n用交流発電機。\n【請求項４】\n請求項１から３のいずれかにおいて，前記電気導体はコイルエンドにおい\nて，前記スロットの径方向内側から見て前記電気導体の前記スロット間隔に相当す\nる隙間が設けられていることを特徴とする車両用交流発電機。\n【請求項５】\n請求項１から４のいずれかにおいて，\n前記電気導体は，略Ｕ字状であることを特徴とする車両用交流発電機。\n【請求項６】\n請求項１から４のいずれかにおいて，\n前記電気導体は，略Ｊ字状であることを特徴とする車両用交流発電機。\n３　本件決定の理由の要旨\n本件決定は，本件発明１ないし６は，米国特許第２４０７９３５号明細書\n（以下「引用例１」といい，そこに記載された発明を「引用発明１」という。），\n特開昭６３―１９４５４３号公報及び特開平８－２０５４４１号公報に記載された\n発明並びに周知技術に基づいて当業者が容易に発明をすることができたものである\nから，特許法２９条２項の規定により特許を受けることができないとした。\n本件決定の理由のうち，取消事由の主張に関連する部分の要旨は，次のとお\nりである。\n(1)　本件発明１と引用発明１の一致点，相違点\n（一致点）\n「交流発電機において，\n固定子は複数のスロットを有する積層鉄心と，前記スロットに収納され，\n互いに接合されることにより固定子コイルを形成する複数のセグメント状の電気導\n体と，電気絶縁体であるインシュレータとを有し，\n前記電気導体は，前記スロットの内外でほぼ同一の断面形状を有し，長辺\nと短辺を持つ略四角形断面を持ち，前記スロット内において隣接する前記電気導体\nの当接面を短辺側として径方向に１列に並ぶように配置され，\n前記電気導体は前記スロットの奥側に位置する外層と内周開口側に位置す\nる内層とに二分されたものが一対以上配設され，異なる前記スロットの内層の前記\n電気導体と外層の前記電気導体とが直列に接続されており，\n隣接する前記電気導体の前記スロットから引き出される方向が前記固定子\n鉄心の周方向に異なっており，\n同一のスロットに配置される前記電気導体は，前記スロットの外側におい\nて，互いに離間している交流発電機。」\n（相違点２）\n隣接する電気導体のスロットから引き出される方向が，本件発明１におい\nては，固定子鉄心の周方向逆向きであるのに対し，引用例１に記載の発明において\nは，１つは真っ直ぐで，他方は固定子鉄心の周方向に屈曲して延びており，方向が\n異なってはいるが，逆向きとまではいえない点\n(2)　相違点２についての判断\nア　本件発明１と引用発明１とは，隣接する電気導体がスロットから引き出\nされる方向が互いに異なっていて，それらの電気導体端部は離れて位置することで\nは一致している。そして，２つの電気導体の端部の接続において，引用発明１のよ\nうに，１つは真っ直ぐで，他方は固定子鉄心の周方向に延びているものを，本件発\n明１のように，片方でなく両方の端部とも接続部分に屈曲させること，すなわち，\n隣接する電気導体のスロットから引き出される方向を周方向逆向きとすることは，\n設計に当たり，適宜変更できる程度のものである。\nイ　相違点２に関する作用効果についても，本件明細書に，\n「本実施形態の複数の導体セグメントは，スロット内において電気導体が\n径方向へ１列に並ぶように配置され，しかも，コイルエンド部において，隣接する\n電気導体がスロット外に出るなり異なる角度をもって飛び出しており，隣接する電\n気導体が離間するようになっている。特に，本実施形態では，図６に示すように，\n隣接する電気導体のスロット外に引き出される方向が周方向で逆になるようにされ\nている。これにより，コイルエンドにおいて，塩水などの電解液をスロット内へ導\nく溝が形成されることはなく，よってスロット内の腐食防止を図ることができる。\nさらに，コイルエンドにおいて，隣接する電気導体が離間しているの\nで，コイルエンド内に隙間が形成され，ここを通過する冷却風とともに塩水などの\n電解液も発電機外部へ飛散され易くなるという効果も得られる。」（段落「００２\n６」「００２７」）\nと記載される作用効果は，隣接する電気導体がスロットから引き出される\n方向が互いに異なっていて，それらの電気導体端部は離れて位置することになると\nいう引用例１に記載の発明の構成によって，既にほぼ達成されている。\nウ　なお，本件特許権者は，特許異議意見書において，引用例１に記載のも\nのでは，真っ直ぐの電気導体の先端からスロットまでの距離が短く，水滴等がスロ\nット開口側に移動し易いもので，さらに，真っ直ぐの電気導体先端とステータコア\nの端面との距離内に，６本分の電気導体の折り曲げ部を挿入する必要があって，各\n折り曲げ部間の隙間が狭くなり，その間での水滴の流れが発生することが考えられ\nるのに対し，本件発明１ではそのようなことがない旨の主張をしている。確かに，\n所定の条件下においては，一方の電気導体端部が真っ直ぐな場合と屈曲している場\n合では，電気導体先端部からスロットまでの距離や，位置が重なる屈曲部の本数に\n差が生じることは有り得るにしても，この程度のことは，当然に予測される程度の\n差に過ぎず，格別顕著な作用効果とは認められない。\nエ　したがって，相違点２に関する本件発明１の構成とすることは，当業者\nが容易に想到し得たものと認められる。\n第３　原告主張に係る本件決定の取消事由の要点\n本件決定は，以下のとおり，相違点２に係る進歩性の判断を誤ったものであ\nり，その誤りは決定の結論に影響を及ぼすことが明らかであるから，違法として取\nり消されるべきである。\n１　引用発明１は，電気導体をコアに挿入した後の折り曲げをなくすることを目\n的としているために，直線状端部を有している。したがって，その直線状端部を，\n隣接する電気導体のスロットから引き出される方向を周方向逆向きとするように変\n更することは，引用発明１の技術的解決手段の方向性に反するものであり，到底容\n易に着想できるものではない。\n２　被告が周知技術として挙げる乙１，乙２からも，スロットの錆発生を抑制す\nるために，隣接する電気導体のスロットから引き出される方向を固定子鉄心の周方\n向逆向きとするという構成は，全く想起されない。\nすなわち，乙１には，第６図に導体１，２及び導体１’，２’が逆方向に屈\n曲している構造が記載されている。しかし，第６図の導体は，第４図に示すＵ字形\n棒巻線１８の端部を示すものであり，このＵ字形棒巻線１８は上下に重ねられて配\n設されるものである（２頁左下欄）。したがって，Ｕ字状部分においては二つの導\n体が重なり，間には雨樋のような働きをする溝が形成される。このため，乙１のも\nのでは，車両用交流発電機に使用した場合，この溝を経由して塩水などの電解液が\nスロットへ流れ込みやすくなっている。\nまた，乙２にも，上コイル４ａと下コイル４ｂとが逆向きに屈曲している回\n転電機が図示されている。しかしながら，このコイル４ａ，４ｂは本件発明１のよ\nうな固定子スロットに配置されるものではなく，乙２のコイルは，それ自体が回転\nする回転子に用いられるものである。したがって，乙２の回転電機を車両用交流発\n電機に適用したとしても，塩水等は回転子の回転に伴う遠心力で吹き飛ばされ，ス\nロットへ浸入することは考えられない。\n３　本件発明１は，走行時のタイヤからの跳ね上げ水による被水条件が厳しく，\n走行時に塩を含む水を巻き込むことになり特に厳しい腐食環境にさらされる車両用\n交流発電機において，スロットに錆が発生してその結果スロットの断面積が減少し\nて，固定子コイル断線をきたすという車両用交流発電機特有の課題に初めて着目\nし，前記構成を採用した結果，隣り合う電気導体間に溝が形成されないので，外部\nから冷却風とともに取り込まれた塩水などの電解液がこの溝を伝わってスロット内\nへ流れ込むといった不具合が防止され，これによってスロットの錆発生が抑制でき\nるという作用効果を有するものである。\n引用発明１は，直線状端部が溝を形成して塩水などの電解液成分をスロット\n内に導きやすい構成である。例えば，引用例１の図１には，スロットから出た直後\nの２本の電気導体が依然として溝を形成しており，塩水などの電解液成分をスロッ\nト内に導きやすい構成が図示されている。実験によれば，電気導体の屈曲の差によ\nり，スロット入口およびスロット内における錆の堆積，発生に差が確かめられ，ス\nロット内の錆に起因する故障が発生するまでの時間に約１０％程度の差が生じるこ\nとが認められた（甲６）。\nしたがって，本件発明１と引用発明１では，電気導体の太さや隙間等を同じ\n条件とした場合に，被水環境の下で使用された場合の被水量の差等顕著な作用効果\nの差があるといえる。\n第４　被告の反論の要点\n以下のとおり，本件決定における相違点２に係る進歩性判断には誤りはないか\nら，原告の主張する本件決定の取消事由には理由がない。\n１　原告は，「引用発明１は，電気導体のコア挿入後の折り曲げをなくする技術\nであって，本件発明１のように，電気導体の端部を周方向に逆向きとすることとは\n相容れないものである。」旨主張する。\nしかしながら，引用例１には，「積層薄板の開口を通して縦に導体を挿入す\nることが提案されており，これは，望ましい昀小の幅にスリットを維持することを\n可能とする。しかしながら，積層薄板と組立てた後に，導体の端部を折り曲げなけ\nればならないという問題点があり，これは過剰に大きい製造コストをもたらす。」\n（訳文１頁）と記載されているように，従来技術として，一端を直線状とした電気\n導体をコアのスロット（開口）に挿入した後に，その端部を折り曲げることも開示\nされている。\n引用発明１において，直線状の端部を折り曲げないのは，折り曲げによる製\n造コストを節約するためであり（訳文３頁），そのようなコスト上昇を厭わない場\n合，電気導体をスロットに縦方向から挿入後にその直線状端部を折り曲げればよい\nことは，上記従来技術が開示するところである。そして，例えば，引用例１の図ｌ\nにおいて，電気導体１７ｂの右側直線端部を折り曲げる際には，この端部は，その\n６つ下側のスロットに挿入された電気導体１６ａの右側折曲端部と接続されるので\nあるから，その接続される折曲端部側に向けて折り曲げられることは当然であり，\nしたがって，同じスロット内に隣接する電気導体１６ａの折曲端部２０とは，本件\n発明１と同様に周方向逆向きとなるものである。\n２　引用例１に記載された，直線状の電気導体をスロットに挿入した後に互いに\n周方向逆向きにスロットから引き出されるように折り曲げるという従来技術は，例\nえば，乙１，２にも開示されている。\n乙１，２記載のものは，発電機ではないものの，発電機も含む上位概念の回\n転機又は回転電機の技術分野に属するものであるから，直線状の電気導体をスロッ\nトに挿入した後に，互いに周方向逆向きにスロットから引き出されるように折り曲\nげることは，発電機の技術分野においても周知の技術である。\nしたがって，引用発明１において，同じスロット内の電気導体を周方向逆向\nきにスロットから引き出す構成とすることは，コスト上昇を問題にしないのであれ\nば，引用例１における従来技術として示唆され，また，乙１，２に示されるとおり\nの周知技術からも容易に想到できることであるから，本件決定の判断に誤りはな\nい。\n３　原告は，「本件発明１では，隣り合う電気導体間に溝が形成されないので，\n外部から冷却風とともに取り込まれた塩水などの電解液がこの溝を伝わってスロッ\nト内へ流れ込むといった不具合が防止され，これによってスロットの錆発生が抑制\nできるという顕著な作用効果を有する。」旨主張する。\nしかしながら，固定子鉄心から軸方向へ突出した部分を周方向逆向きに屈曲\nさせる構成は，前記のように周知のものであり，上記の作用効果の差も，周知技術\n自体が有するもの，ないしは周知技術から通常に予測されるものにすぎない。\n原告が挙げる実験報告書（甲６）は，実際の動作環境とは異なる環境におい\nて実験されたものであり，また，塩水噴霧放置試験終了後の本件発明１相当品と引\n用発明１相当品との比較においては，円形の固定子鉄心の一部のみを比較してお\nり，円形の固定子鉄心全体での比較ではない。このような比較において，堆積物の\n付着量の差が１０％程度であることは，顕著な差異であるとはいえない。\n第５　当裁判所の判断\n１　原告は，「引用発明１は，電気導体をコアに挿入した後の折り曲げをなくす\nることを目的としているために，直線状端部を有しているから，その直線状端部\nを，隣接する電気導体のスロットから引き出される方向を周方向逆向きとするよう\nに変更することは，引用発明１の技術的解決手段の方向性に反するものであり，到\n底容易に着想できるものではない。」旨主張するので，検討する。\n(1)　引用発明１が，本件決定の認定のとおり，\n「交流発電機において，\nステータ１０は複数の開口１３を有する積層体１２で形成されたステータ\nコア１１と，前記開口１３に収納され，互いに接合されることによりステータコイ\nルを形成する複数のセグメント状の電気導体１６，１７と，電気絶縁体であるイン\nシュレータ材のライニング２３とを有し，\n前記電気導体１６，１７は，前記開口１３の内外でほぼ同一の断面形状を\n有し，長辺と短辺を持つ略四角形断面を持ち，前記開口１３内において隣接する前\n記電気導体１６，１７の当接面を短辺側として径方向に１列に並ぶように配置さ\nれ，\n前記電気導体１６，１７は前記開口１３の奥側に位置する外層と内周開口\n側に位置する内層とに二分されたものが一対配設され，異なる前記開口１３の内層\nの前記電気導体１７と外層の前記電気導体１６とが直列に接続されており，\n隣接する前記電気導体１６，１７の前記開口１３から引き出される方向\nが，１つは真っ直ぐで，他方は前記ステータコア１１の周方向に屈曲して延びてお\nり，\n同一の開口１３に配置される前記電気導体１６，１７は，前記開口１３の\n外側において，互いに離間している交流発電機」\nというものであることは，当事者に争いがない。\n(2)　引用例１には，\n「積層薄板の開口を通して縦に導体を挿入することが提案されており，これ\nは，望ましい昀小の幅にスリットを維持することを可能とする。しかしながら，積\n層薄板と組立てた後に，導体の端部を折り曲げなければならないという問題点があ\nり，これは過剰に大きい製造コストをもたらす。\n我々は，新しい構成の導体の使用を提案する。それは，積層薄板への端部\nからの挿入を許容し，さらに導体が積層薄板に挿入された後のコストがかかる導体\n端部の折り曲げを無くすことを許容する。」（甲３，訳文１頁）\nと記載されており，この記載からすると，従来は，電気導体をコアの開口に\n挿入した後に，その直線状の端部を折り曲げるようにしていたものであり，引用発\n明１は，この従来技術を改善することを目的としてなされたものと認められる。\nまた，引用例１には，\n「この出願の重要な特徴は，それぞれの導体がひとつの直線端部とひとつの\n折曲端部とを有することである。直線端部は，導体が開口を通して端部から，直線\n端部から先に，コアに挿入されることを許容する。折曲端部は，他の導体の直線端\n部との各導体の簡単な接続を可能とする。各々の導体のただ一方の端部だけが折り\n曲げられているから，コアの開口に導体が配置された後の導体の形状加工が必要で\nはない。これは，コストの大幅な低減をもたらす。導体は，スロット１５を通して\n挿入されないから，それらの幅は，高い電気的な効率のために要求される昀小の幅\nに維持される。\n積層薄板への導体の組立は，以下のように実施することができる。コアの\n一端に配置されるべき折曲端部を有するすべての導体が，挿入される。その後に，\nコアの他端に配置されるべき折曲端部を有するすべての導体が，挿入される。そし\nて，環状接続具２４が，環状体の端部に適用される。代替手段として，所定の開口\nのための２つの導体が，他の開口のための２つの導体の前に挿入されてもよい。」\n（甲３，訳文３頁）\nと記載されているから，引用発明１は，導体を開口に挿入した後は，それぞ\nれの導体の形状加工は不要で，導体の折曲端部と，他の導体の直線端部とが環状接\n続具２４の適用により接続されるものと認められる。\n(3)　前記(1)，(2)の認定事実によれば，引用発明１は，従来技術においては，\n導体の直線上の端部の折り曲げが必要であったものを，一つの直線端部と一つの折\n曲端部とを有する導体を用いることによって，折り曲げを不要としたことに技術的\n意義を有するもの，すなわち，導体を，一つの直線端部と一つの折曲端部とからな\nる形状・構造を有するものとすることによって，導体の挿入に支障を来さないばか\nりか，開口への挿入後における導体の形状加工を不要にすることができたものとい\nうべきである。したがって，仮に，開口への挿入後に導体の形状加工を行って，導\n体の形状・構造を上記のものと異なるものに変更するならば，引用発明１の上記目\n的を達成することができないことは明らかである。\nしたがって，引用発明１に基づいて，同発明の直線端部を折り曲げること\nを当業者が想到することは考え難いから，本件決定の「隣接する電気導体のスロッ\nトから引き出される方向を周方向逆向きとすることは，設計に当たり，適宜変更で\nきる程度のものである。」との判断は誤りというべきであり，原告の取消事由の主\n張は理由がある。\n(4)　なお，被告は，「引用発明１において，直線状の端部を折り曲げずに済ま\nせているのは，折り曲げによる製造コストを節約するためであるから，そこにおい\nて，同じスロット内の電気導体を周方向逆向きにスロットから引き出す構成とする\nことは，コスト上昇を問題にしないのであれば，引用例１における従来技術として\n示唆され，また，乙１，２に示されるとおりの周知技術からしても容易に想到でき\nることである。」旨主張する。\n確かに，乙１の第６図のもの，乙２の図１，図５のものは，「隣接する電\n気導体が，スロットから引き出された後，互いに固定子鉄心の周方向逆向きに曲げ\nられている」ものと認められ，また，引用例１に従来技術として記載されているも\nのも，同様の接続構造を有しているものと容易に推認することができる。\nしかしながら，引用発明１において，直線状の端部を折り曲げること，す\nなわち，導体を折り曲げることを採用することは，引用発明１の技術的意義に反す\nることは上記のとおりである。\nまた，乙１の第６図，乙２の図１，図５のものは，導体が，スロットを出\nた後にスロットから明らかに離れた位置で周方向逆向きに曲げられて，隣接する電\n気導体同士の離間が始まっているから，「隣接する電気導体のスロットから引き出\nされる方向が，固定子鉄心の周方向逆向き」とはいえない。したがって，仮に，引\n用発明１に，乙１，２のように直線上の端部を折り曲げることを適用しても，本件\n発明１の「隣接する電気導体のスロットから引き出される方向が，固定子鉄心の周\n方向逆向き」との構成に到達できない。なお，乙２には，スロットを出てすぐにコ\nイルを曲げようとすると，磁気鉄心端面のエッジにコイルが当たりこの点を起点に\nしてコイルが曲げられるから，コイル被膜・絶縁紙等の絶縁物が破壊するという不\n都合が生じるため，このような不都合を解消するものとして，ひねり曲げ起点を鉄\n心端面から一定の距離離れた位置とするものであることが記載されているから\n（【発明が解決しようとする課題】欄），乙２において，スロットを出た直後にコ\nイルを曲げることはそもそも想定されていない（もっとも，引用発明１とは異な\nり，乙１や乙２に記載の発明を引用発明とした場合における本件発明１の進歩性の\n有無の問題は，別論である。）。\n加えて，引用発明１において，直線状の端部を折り曲げようとすると，折\n曲端部との接続位置も変わってくるため，それに合わせて，折曲端部の形状も変更\nを余儀なくされることとなるから，このような変更は，導体形状を含めた導体構造\n自体にも影響が及ぶことは明らかであり，単に，折り曲げ工程の追加による製造コ\nストの上昇にとどまるものではない。\nしたがって，被告の上記主張は理由がない。\n２　以上のとおり，本件決定の相違点２に係る進歩性の判断は誤りであり，この\n誤りが本件決定の結論に影響を及ぼすことは明らかである。したがって，本件決定\nは取消しを免れない。\n以上によれば，原告の本件請求は理由があるから，これを認容することと\nし，主文のとおり判決する。\n東京高等裁判所第３民事部\n裁判長裁判官    北　　山　　元　　章\n裁判官　　清　　水　　　　　節\n裁判官    沖　　中　　康　　人\n"
}