{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 13,
    "month": 4,
    "day": 25
  },
  "case_number": "平成12(ネ)1266",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "12514",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=12514",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/514/012514_hanrei.pdf",
  "contents": "平成１２年（ネ）第１２６６号　特許権使用差止等請求控訴事件（原審・東京地方\n裁判所平成１０年(ワ)第１６０１７号）（平成１３年２月２６日口頭弁論終結）\n判　　　　　　　　　　決\n控訴人　　　          ヤーマン株式会社\n訴訟代理人弁護士　　　川  崎  達  也\n同　　　　　　　　　　佐々木　史　朗\n同　　　　　　　　　　南          敦\n同　　　　　　　　　　細  矢  眞  史\n同　　　　　　　　　　上  田  望  美\n被控訴人　　　        株式会社エヌ・エス商事\n訴訟代理人弁護士　　　遠  藤  安  夫\n補佐人弁理士　　　    後  田  春  紀\n主　　　　　　　　　　文\n本件控訴を棄却する。\n控訴費用は控訴人の負担とする。\n事実及び理由\n第１　当事者の求めた裁判\n１　控訴人\n(1)　原判決を取り消す。\n(2)　被控訴人は、原判決別紙物件目録記載の光脱毛装置を使用してはならな\nい。\n(3)　被控訴人は、その所有又は占有する同目録記載の光脱毛装置を廃棄せよ。\n(4)　被控訴人は、控訴人に対し、金３億円及びこれに対する平成１０年７月３\n０日から支払済みまで年５分の割合による金員を支払え。\n(5)　訴訟費用は、第１、２審とも被控訴人の負担とする。\n２　被控訴人\n主文と同旨\n第２　事案の概要\n本件は、発明の名称を「光脱毛装置」とする特許権を有する控訴人が、被控\n訴人の経営に係るエステティックサロンにおいて使用されている光脱毛装置は上記\n特許発明の技術的範囲に属し、被控訴人によるその使用は上記特許権を侵害するも\nのであると主張して、被控訴人に対し、当該光脱毛装置の使用の差止め及び廃棄並\nびに損害賠償を求めた事案である。\n本件の争いのない事実、争点及びこれに関する当事者の主張は、次のとおり\n訂正、付加するほかは、原判決「事実及び理由」欄の「第二 事案の概要」及び「第\n三 争点及びこれに関する当事者の主張」のとおりであるから、これを引用する。\n１　原判決の訂正\n原判決１４頁７行目及び８行目の「ハロゲン照射器」を「ハロゲンランプ照\n射器」に、同頁末行の「と均等なものとしてその」を「における当該光拡散用キャ\nップを装着した付属照射プローブと同一の作用効果を奏し、その構成と均等なもの\nとして、本件発明の」に改める。\n２　控訴人の主張\n２－１　本件発明の構成要件Ｃにおける「付属照射プローブ」について\n(1)　原判決は、本件発明の構成要件Ｃにおける「付属照射プローブ」の意味に\nついて、岩波理化学事典第５版が「プローブ」の意味を「奥まった所、隔たった所\nに用い、細部を非破壊的、遠隔的に観測する器具、物質、電磁波などを称する。ま\nた、その概念をさすこともある。外科医学では、身体のくぼみや傷の深さ、方向を\n探るために用いる先の尖っていない棒状の器具のことを称する。」と記載している\nことに基づいて、「目的の毛の毛根部等の狭い領域に集中して光を当てることので\nきる器具を意味する」と解したが、この解釈は、「プローブ」の字義の理解として\n正確でないばかりか、脱毛器という美容機器が一般的に製造、販売、使用される美\n容業界における用語法とも全く整合しない。\nすなわち、「プローブ」の語は、国語辞典に記載は見られないが、英和辞\n典の「probe」の項には、「探り針」のほか「試験、試み、精査、探検、偵察、探\n査」等の記載があり、独和辞典の「Probe」の項には「検査、試験、証拠、実証、見\n本、標本」等の記載がある。専門用語としては、物理学、医学における基本的な字\n義は「探り針」であるとされる（南山堂「医学英和大辞典」第１１版〔甲１８〕、\n研究社「理化学英和辞典」初版〔甲１９〕等）が、化学の分野では「対象物の計測\nないし探査の目的に使用される針状の小道具ないし装置」（丸善「標準化学用語辞\n典」〔甲２５〕）等の意味が、生物学、生理・生化学の分野では、更に転じて「研\n究しようとする分子や細胞構造に結合している原子団あるいは分子」（化学同人\n「生理・生化学用語辞典」第１版〔甲２７〕）等の意味が、軍事・宇宙用語として\nは「探査、偵察」（研究社「リーダーズ・プラス」初版〔甲２９〕）、「探測機、\n探査装置」（研究社「新英和大辞典」第５版〔甲２０〕）等の意味が、工学用語と\nしては「電子式装置の検知部を有する小さな筒」（日刊工業新聞社「マグローヒル\n科学技術用語大辞典」第１版〔甲２４〕）、「機器の入力部として作られた別個の\n小さいユニットで、測定される信号を適当な方法で伝えるために、可とうケーブル\nによって機器に接続されるもの」（日本規格協会「ＪＩＳ工業用語大辞典」第２版\n〔甲５２〕）等の意味があるとされる。\nこのように、「プローブ」の原義は「探り針」の意味と考えられるが、こ\nれから発展ないし拡散して様々な意味に用いられており、「プローブ」の語の一般\n的な意味から本件発明の「付属照射プローブ」の意味を確定することはできない。\nしかし、本件発明の「付属照射プローブ」の意味は、本件発明が美容器具の一種で\nある脱毛装置であることから、美容業界における用語法に従って解釈されるべきで\nある。\nそこで、美容業界における「プローブ」の用語法を見るに、本件発明の特\n許出願前後に作成された美容器具の製品パンフレットにおいて、部分そう身、シ\nワ・タルミとり、ニキビ解消を目的とした美容機器において、本体と可とう性ケー\nブルによって接続され、人体に接触させ、超音波を発するユニットを「超音波プロ\nーブ」と称しているもの（甲６３）、美顔、そう身を目的とした美容機器におい\nて、レーザ、温冷刺激等を与えるユニットを「レーザープローブ」「スティムプロ\nーブ」「温冷プローブ」と称しているもの（甲６４）があり、いずれも「狭い所に\n用いられる器具」ではない。このことは、控訴人の出願に係る多数の美容器具に関\nする特許の明細書（甲６５～７７）の記載においても同様である。\n以上のような「プローブ」の語の用例を踏まえれば、美容業界において\n「プローブ」とは、「本体機器と可撓性連結部によって接続された別個の小さいユ\nニットで、対象物に一定の作用を及ぼす器具」をいうと解すべきであり、その発す\nる光線が集束系か拡散系かを問うものではない。したがって、イ号物件のハロゲン\nランプ照射器は、本件発明の「付属照射プローブ」に当たる。\n(2)　また、本件明細書の実施例において、本件発明の「付属照射プローブ」に\nより照射される赤色光の皮膚上の照射領域は直径約５ミリメートルの円であるとさ\nれるが、皮膚上の毛根の直径は約０．１ミリメートルにすぎない。この毛根の大き\nさと「付属照射プローブ」の照射領域を比較すれば、本件発明の「付属照射プロー\nブ」が狭いところ、細部に光を当てるという構造を有するものとはいえない。\n(3)　被控訴人は、後記３－１(2)のとおり、控訴人が本件発明の特許出願過程\nで、「付属照射プローブ」が集束系であることを自認した旨主張するが、そもそも\n「付属照射プローブ」が集束系か拡散系かを問うものでないことは上記のとおりで\nある上、当該出願過程で拒絶理由通知に引用された発明における「プローブ」は、\n光を集束するものとはいえず、被控訴人の主張はその前提において誤っている。\n(4)　仮に、「付属照射プローブ」の意味が、原判決のいうように「目的の毛の\n毛根部等の狭い領域に集中して光を当てることのできる器具」であるとしても、イ\n号製品のハロゲンランプ照射器は、本件発明の「付属照射プローブ」に当たる。す\nなわち、イ号物件の「光脱毛用光源装置取扱説明書」（乙１８）２頁には、「３０\n０Ｗハロゲンランプ・集光ミラー採用型」と記載されており、これが光を拡散して\n照射するのではなく、集光して照射するものであることが明らかにされている。\n２－２　本件発明の構成要件Ａにおける光の主強度について\n本件発明の構成要件Ａ（それぞれ赤色、青色に対応する可視光領域に主強度\nを有する２種の発光光源を有すること）について、控訴人は、原審においては、光\nの放射エネルギーを前提とした主張をしたが、予備的に、以下のとおり主張を追加\nする。\nすなわち、光には放射エネルギーと吸収エネルギーがあるところ、本件発明\nは脱毛装置に関するものであって、照射光を毛の組織因子に吸収させ、乾固させる\nものであるから、構成要件Ａの「主強度」は、吸収エネルギーによって判断される\nべきである。そして、イ号物件のハロゲンランプの吸収エネルギーの主強度は６７\n０ナノメートル付近で、これは赤色に対応する可視光領域にあり、同キセノンラン\nプの吸収エネルギーの主強度は４５０ナノメートル付近で、これは青色に対応する\n可視光領域にあるから、イ号物件は構成要件Ａを充足する。\n２－３　フィルターの有無に係る禁反言の原則の適用について\n(1)　被控訴人は、後記３－３のとおり、イ号物件のキセノンランプには紫外線\nを除去するフィルターが使用されており、これが本件発明の技術的範囲に属すると\n主張することは禁反言により許されない旨主張するが、このような主張は、原審に\nおいてされなかったものであって、時機に後れた攻撃防御方法の提出として許され\nないというべきである。\n(2)　被控訴人が、イ号物件のキセノンランプに紫外線を除去するためのフィル\nターを設けたのは、プローブに光線を導くためのミラーに「コールドミラー」を採\n用するなど有害な紫外光のみを効率的に除去する構成があるにもかかわらず、あえ\nてこれを用いなかったためであり、そのため、本来脱毛に有益な可視光をも除去し\nてしまい、脱毛に関する作用効果を低下させることになっている。したがって、イ\n号物件の上記フィルターは、本件発明の構成要件に有害的事項を付加してその技術\n思想を用いるもの（一種のいわゆる不完全利用の場合）であって、本件発明の技術\n的範囲に属することに変わりはないというべきである。\n３　被控訴人の主張\n３－１「付属照射プローブ」について\n(1)　控訴人の主張する「プローブ」の意味は、本件明細書の記載と整合しな\nい。すなわち、同じ「プローブ」との語が用いられていても、これを使用する機器\nの種類によってその作用効果は全く異なるのであるから、控訴人の提出する証拠は\n本件発明の「付属照射プローブ」の技術的内容を確定する資料とはならず、当該\n「プローブ」が使用される装置ごとにその技術的範囲を定めなければならない。そ\nして、本件発明においては、本件明細書の発明の詳細な説明の記載及び願書添付図\n面において、「付属照射プローブ」が発光光源の光を凸レンズ等の集束光学系によ\nり集光する部材として明示されているところである。しかも、本件明細書の特許請\n求の範囲の請求項５は、「赤色光の付属照射プローブの先端には、照射強度を低減\nさせて照射範囲を拡大させる光拡散用キャップが装着可能であることを特徴とする\n請求項１～４の何れか１項に記載の装置」と規定するところ、「付属照射プロー\nブ」が控訴人の主張するように拡散系も含むものであるとすれば、このような請求\n項をわざわざクレームする必要はなかったというべきである。\n(2)　控訴人は、本件発明の赤色光の照射領域と毛根の直径の比較に基づいて、\n本件発明の「付属照射プローブ」が狭いところ、細部に光を当てる構造を有するも\nのでない旨主張するが、本件明細書の実施例において、赤色光の照射範囲を直径約\n５ミリメートルとしたのは、複数の毛根部に同時の赤色光を照射することができる\nという作業効率、皮膚に加わる負担、作用効果等を総合的に見て最適であると判断\nしたからであって、「付属照射プローブ」についての上記解釈を何ら妨げない。\n(3)　本件特許出願に対しては当初拒絶査定がされたところ、その拒絶理由は、\n本件発明の「付属照射プローブ」が、拒絶理由通知に引用された特開昭６０－９２\n７０１号公報記載の発明の「プローブ」と同一であるというものであった。ところ\nが、控訴人は、同引用に係る発明の「プローブ」が集束系であることは明らかであ\nるにもかかわらず、当該拒絶査定に対する不服審判において、本件発明の「付属照\n射プローブ」と当該引用に係る発明の「プローブ」の構成及び作用が異なる旨の主\n張はしなかった。そうすると、控訴人は、本件発明の「付属照射プローブ」が集束\n系であることを自認したというべきである。\n(4)　控訴人は、イ号物件の取扱説明書の「集光ミラー採用型」との記載を理由\nに、イ号物件のハロゲンランプ照射器は集光して照射するものである旨主張する\nが、当該ハロゲンランプとして採用されている株式会社ＬＰＬ製の「ビデオライト\nＶＬ－Ｇ３０１」は、照射角度調節レバーにより照射角度を約３０度から約５０度\nまで調節することができるものにすぎず、光学集束系である凸レンズ等を使用する\nものではない。上記取扱説明書において「集光ミラー採用型」と記載しているの\nは、このように照射角度の調節が可能なことをいうものにすぎない。そして、上記\nハロゲンランプ照射器は、脱毛部分を含めた広い範囲を加温するために用いられる\nものであって、本件明細書の実施例の表Ⅰ「光脱毛法の手順とその効用」（別紙参\n照）にいう「処置段階 １．プレヒーテング」に相当するが、同「処置段階 ２．赤\n色光の照射」に相当する作用、すなわち毛根部分に集光させる作用を奏するもので\nはない。\n３－２　光の主強度について\n控訴人は、予備的に、本件発明の構成要件Ａは光の吸収エネルギーに基づい\nて判断されるべきである旨主張するが、本件明細書には「吸収エネルギー」との文\n言の記載はなく、これを示唆する記載もない。むしろ、一般に、光エネルギーと\nは、ワットを基本量として計測される放射パワーの時間積分量であると説明されて\nいることから考えても、放射エネルギーのことと理解すべきである。\n３－３　フィルターの有無に係る禁反言の原則の適用\nイ号物件のキセノンランプ前方には、可視光領域外の有害な紫外線をカット\nするフィルターが備えられているところ、このようなフィルターが設けられている\n装置は、本件発明の技術的範囲に属さないというべきである。すなわち、控訴人\nは、本件特許出願の拒絶査定に対する不服審判において、審判請求理由補充書（乙\n１５）を提出し、「この出願の発明では、光源が二種使用され、それらに特別に可\n視光以外を遮断するフィルター等を一切使用していない」（８頁１４行目～１７行\n目）と主張しているところであり、このような出願過程における主張に反して、上\n記フィルターを備えた物件が本件発明の技術的範囲に属すると主張することは、禁\n反言の原則に反し許されないというべきである。\n第３　当裁判所の判断\n１　本件発明の構成要件Ｃにおける「付属照射プローブ」について\n(1)　控訴人は、美容業界における「プローブ」の用例等を根拠として、本件発\n明の構成要件Ｃに規定する「付属照射プローブ」とは、「本体機器と可撓性連結部\nによって接続された別個の小さいユニットで、対象物に一定の作用を及ぼす器具」\nをいうと解すべきであり、その発する光線が集束系か拡散系かを問うものではない\n旨主張する。\nしかし、美容機器に関する用語例を示すものとして控訴人の提出する証拠\n（甲３６～４３、６３～７７）は、甲６６（特開昭６１－２０３９８０）を除い\nて、その発行ないし公開時期が、本件特許出願日（平成元年５月１９日）以後であ\nるか又は不詳なものであって、しかも、その記載に係る機器は多様な内容を含んで\nおり、それらに共通する「プローブ」の語義を必ずしも明確にし得るものとは認め\nられず、他方、甲６６のみから「プローブ」の意味を確定させることはできない。\nそして、「プローブ」との言葉が、一般的な日常用語として定着した意味を有する\nものとはいえず、特定分野における専門用語としても極めて多義的に用いられてい\nることは、証拠（甲１２～３５、５０～６２）上明らかであるから、本件明細書の\n記載に基づいて、その技術的意義を確定する必要がある。\n(2)　本件明細書（甲３）には、「付属照射プローブ」の用語を定義する記載は\nないが、発明の詳細な説明には、以下の記載がある。\nア「〔産業上の利用分野〕この発明は、皮膚表面の脱毛したい領域に可視光\nを照射して、光熱反応により毛根近傍の生体組織を真皮領域内に限定して乾固さ\nせ、永久脱毛を行う光脱毛装置に関する。」（３欄９行目～１２行目）\nイ「〔作用〕この発明による光脱毛装置では、\n(1)赤色光・・・と青色光・・・を発生する二つの光源が装備してあり、所\n定の強度で赤色光と青色光の照射はそれぞれ皮膚の真皮の深い領域及び浅い領域に\nある毛の組織因子を乾固させる。\n(2)上記二つの光源から出射した光を独立した二個又は単独の一個の照射プ\nローブに導き、このプローブ先端から皮膚に所望の光量を照射できる。\n(3)前記プローブの先端に装着できる拡散光学系により赤色光を低照射強度\nで広範囲な皮膚表面に照射できる。」（４欄１２行目～２３行目）\nウ「〔実施例〕・・・この発明にかかわる脱毛方法は、処置の順序に従って\nそれぞれ予備処置、毛根組織の乾固、脱毛処置及び後処置に区分できる。表Ⅰ\n（注、別紙に掲げる。）には、各段階での処置条件及びその時の皮膚組織の反応か\nら見た処置の効果が示してある。\n第一段階では、予備処置として比較的弱い照射光（赤色光）を皮膚表面の\n広い範囲に当て、毛穴を開かせ、皮脂腺の温度を予め上昇させる・・・。\n第二及び第三段階では、この発明の主要な処置である主として真皮内の生\n体組織のみ、即ち皮脂腺及び毛嚢内の毛の因子、毛乳頭等を乾固させる。・・・こ\nの場合には、光の照射領域を狭め照射光の光量を第一段階の時よりも強め\nる。・・・\n第四段階は、照射した真皮内で毛根組織が乾固している毛を抜く処置に対\n応する・・・。\n第五段階は、蛋白質分解酵素により毛の因子の蛋白質を分解して、毛の成\n長、発育を抑制する塗布剤を毛の向き・・・に逆らうように擦り込む。\n第六段階では、第五段階で塗布した塗布剤の働きを更に活性化するため、\n第一段階と同じように広い照射領域を有する弱い赤色光を脱毛した個所の皮膚表面\nに当てる。\n第七段階では、脱毛によって皮膚に加えた負担を緩和・鎮静化するため、\n鎮静用の塗布剤を脱毛個所に塗布して一連の脱毛処置を完了する。\n以上の説明から理解できるように、この発明による脱毛装置は、皮膚に強\n弱及び青・赤色を主成分とする可視光を照射する第一、第二、第三及び第六処置段\n階に使用されている。」（４欄２８行目～５欄４４行目）\n「第１Ａ図中の照射プローブ５及び両方の光源３、４中にはレンズの形で\n暗示してある集束光学系が導入してある。この光学系によって照射光の使用効率と\n伝送効率を向上させることができる。」（７欄１０行目～１３行目）\nエ「〔発明の効果〕この発明による光脱毛装置によって、\n(a)真皮中の毛の因子、皮脂腺、毛嚢内の細胞組織を乾固させ、永久脱毛処\n置を効果的に行うことができる。\n(b)更に、精神的及び生体的に負担のかかる脱毛をより安全に、精神的に不\n安なく行うための予備光照射が行え、毛穴の開放及び皮脂腺の予備昇温が行なえ\nる。\n(c)事後照射によって、乾固させた生体組織に対して蛋白質分解酵素の働き\nをより活性化させ、永久脱毛を一層確実にする。」（８欄４２行目～９欄１行目）\n(3)　本件発明の特許出願の願書添付図面の図示及び本件明細書の関連記載によ\nれば、第１Ａ、Ｂ図、第２Ａ、Ｂ図に図示された装置は、光源近く及び付属照射プ\nローブ内に装備されたレンズによって集束光学系が導入されたものであり、第３\nＡ、Ｂ図に図示された装置は、光源の背後に装備された反射体１２で形成した集光\n光学系によって前方に向け集光するとともに、ライトパイプ１６を経由してプロー\nブ先端から外部に赤色光を出射するものであり、いずれも集束光学系が装備されて\nいる。なお、第４図に図示された光導体ケーブルに関して、本件明細書（甲３）に\nは、「光の伝送は光ファイバーの全反射によって効率良く開口部３５に導入される\nので、特別な集光光学系を装備する必要はない」（８欄３６行目～３９行目）との\n記載もあるが、「第４図には、第２Ａ図及び第２Ｂ図で使用できる青色光用の照射\nプローブが示してある。ここで示すプローブは赤色・青色混合光（第１Ｂ図に対応\nする場合）にも使用できる」（８欄３１行目～３４行目）との記載を併せ考えれ\nば、この第４図に示された光導体ケーブルも、光源近くにレンズを装備することを\n前提としたものであると認められるところであり、結局、実施例として示された装\n置は、すべて集光光学系が装備されているということができる。\n(4)　本件明細書の上記記載及び願書添付図面の図示に基づいて判断するに、本\n件発明が、「付属照射プローブ」によって皮膚の表面に赤色光と青色光を照射し、\nこの両者の光熱作用により、毛根組織を乾固させ、永久脱毛を行うものであること\nは、上記認定の発明の詳細な説明における「産業上の利用分野」、「作用」、「実\n施例」及び「発明の効果」のすべての記載に一貫して示されているところであっ\nて、赤色光と青色光の光熱作用による毛根組織の乾固という作用効果は、本件明細\n書に「この発明の主要な処置である」（５欄１７行目）と記載されているとおり、\n光脱毛装置である本件発明の技術的思想の根幹を成すものというべきである。した\nがって、特許請求の範囲に規定する「付属照射プローブ」の技術的意義を確定させ\nるに際しても、これが赤色光及び青色光を照射するための構成である以上、当該照\n射に係る光によって、毛根組織を乾固させるという作用効果を奏するものとして解\n釈されなければならない。そして、毛根組織の乾固という作用効果を奏するために\nは、単位面積当たりの照射光のエネルギーを一定以上に強度のものとして確保する\n必要があると考えられるから、特別に強力な光源を使用するのでない限り、レンズ\nその他の集光のための装備を備え、狭い領域に集中して光を照射することのできる\nものでなければならないというべきである。本件明細書に示された実施例が、レン\nズを用いたり、反射体とライトパイプを併用するなどの方法を採用することによ\nり、いずれも目的の部位の毛根部等の狭い領域に集中して光を当てることのできる\n装置とされていることは前示のとおりであるところ、これも、照射する光が毛根組\n織を乾固させるという本件発明の作用効果を奏するために必要不可欠なものとして\n装備されていると理解されるものである。\n加えて、本件明細書の特許請求の範囲の請求項５には、「赤色光の付属照\n射プローブの先端には、照射強度を低減させて照射範囲を拡大させる光拡散用キャ\nップが装着可能であることを特徴とする請求項１～４の何れか１項に記載の装置」\nが規定されているところ、これは、本件発明における赤色光の「付属照射プロー\nブ」が狭い領域に集中して光を照射するものであることを前提としたものであると\n解されるものであり、「付属照射プローブ」に関する上記の解釈は、このような特\n許請求の範囲の他の請求項の記載とも整合するものである。\nなお、本件明細書の実施例では、毛根組織の乾固のための赤色光の照射領\n域は約５ミリメートルとされている（別紙の表Ⅰ「２．赤色光の照射」の処理内容\n欄参照）ところ、控訴人は、これを皮膚上の毛根の直径と比較すれば、本件発明の\n「付属照射プローブ」は細部に光を当てるという構造を有するものとはいえない旨\n主張するが、「付属照射プローブ」の解釈において問題とすべきは、光源の強さと\nの相関関係において、毛根組織を乾固させるに足りる照射領域が設定されているか\nどうかであり、毛根の直径と比較して本件発明の実施例に記載された赤色光の照射\n領域が広いとしても、上記の解釈を何ら左右するものではない。\n(5)　そこで、「付属照射プローブ」に関する上記の解釈に基づいて、イ号物件\nのハロゲンランプ照射器が本件発明の「付属照射プローブ」に該当するかどうかを\n判断する。\n証拠（甲５の３、９の１、乙３、１８、２９の１、２、検甲１）及び弁論\nの全趣旨によれば、イ号物件のハロゲンランプ照射器には、ビデオ撮影等の際に用\nいられる照明用の汎用的なランプが使用されており、ランプの背後には反射鏡が装\n備されているものの、照射角を約３０度～約５０度の範囲に設定できるにとどまる\nこと、イ号物件に係る分光放射照度等の測定及び計算結果を示した東京都立産業技\n術研究所作成の平成１０年８月２１日付け成績書（乙３）の「定格又は仕様」欄に\nは、製造者である丸央産業株式会社の申請に基づき、「拡散型反射板 前面ガラス\n付」と記載されていること、イ号物件におけるハロゲンランプ照射器の役割は、赤\n色光を照射することにより皮膚表面の温度を上昇させ、毛穴を広げるためのものに\nすぎないことが認められる。なお、イ号物件の「光脱毛用光源装置取扱説明書」\n（乙１８）には、そのハロゲンランプを「集光ミラー採用型」と説明する記載があ\nるが、最も照射角を絞っても約３０度にとどまるものであることは上記のとおりで\nあるから、実施例で照射領域が直径約５ミリメートルとされている本件発明の赤色\n光の照射態様とは、毛根組織を乾固させるに足りる光熱作用の有無に関して、明ら\nかな質的な相違があるというべきである。したがって、イ号物件の取扱説明書の上\n記記載は、単に照射角が調節可能なことを示す趣旨にとどまるというべきであり、\n上記の認定を左右するものではない。\nそうすると、イ号物件のハロゲンランプ照射器は、狭い領域に集中して光\nを照射するものではなく、かつ、特別に強力な光源が使用されているものでもない\nといわざるを得ない。むしろ、イ号物件におけるハロゲンランプ照射器は、本件明\n細書の表Ⅰ「光脱毛法の手順とその効用」（別紙参照）の「１．プレヒーテング」\nに相当する作用効果を奏するものにとどまると解され、同表の「２．赤色光の照\n射」に相当する毛根組織の乾固という作用効果を奏するに足りるものと認めること\nはできない。\nしたがって、イ号物件のハロゲンランプ照射器が本件発明の構成要件Ｃに\nおける「付属照射プローブ」に当たるということはできないから、イ号物件が本件\n発明の技術的範囲に属するものとは認められないというべきである。\n(6)　控訴人は、イ号物件のハロゲンランプ照射器は、本件明細書の特許請求の\n範囲の請求項５記載の装置における光拡散用キャップが装着された付属照射プロー\nブと同一の作用効果を奏し、その構成と均等である旨主張する（原判決１４頁６行\n目～末行）が、同請求項記載の光拡散用キャップが装着された付属照射プローブ\nは、毛根組織を乾固するに足りる光を照射するという作用効果を奏するとともに、\n照射強度を低減させて「プレヒーテング」にも使用することができるものであると\n解されるところ、イ号物件のハロゲンランプ照射器が前者の作用効果を奏するもの\nでないことは前示のとおりであって、作用効果の同一性を認めることはできない。\nしたがって、本件発明の構成要件Ｃに関し、均等論をいう控訴人の主張は\n採用することができない。\n２　結論\n以上のとおり、控訴人の被控訴人に対する請求は、その余の点について判断\nするまでもなく理由がないから、これを棄却した原判決は相当であって、本件控訴\nは理由がない。\nよって、本件控訴を棄却することとし、控訴費用の負担につき民事訴訟法６\n７条１項本文、６１条を適用して、主文のとおり判決する。\n東京高等裁判所第１３民事部\n裁判長裁判官    　篠    原    勝    美\n裁判官    　長    沢    幸    男\n裁判官    　宮    坂    昌    利\n別紙　表Ⅰ「光脱毛法の手順とその効用」\n"
}