{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 2,
    "day": 28
  },
  "case_number": "平成14(行ウ)61",
  "case_name": "農地転用許可処分の無効等確認請求事件",
  "court_name": "名古屋地方裁判所",
  "field": "行政",
  "gist": "１　農業振興地域整備計画のうち農地利用計画について，市が農業振興地域の整備に関する法律１３条１項，２項に基づいてした一定の土地を農用地区域から除外する旨の変更計画が，抗告訴訟の対象となる行政処分に当たらないとされた事例\n２　県知事がした農地法（平成１９年法律第４８号による改正前）５条に基づく農地転用目的譲渡許可処分の無効確認を求める訴えにつき，同処分の対象となる土地の隣接地に居住し農業に従事する者の原告適格が否定された事例",
  "case_gist": "１　農業振興地域整備計画のうち農地利用計画について，市が農業振興地域の整備に関する法律１３条１項，２項に基づいてした一定の土地を農用地区域から除外する旨の変更計画につき，同法が定める農業振興地域整備計画は，同法２条が定める目的を達成するための施策を定めた総合的基本計画であって，それ自体としては国民の権利義務に対して直接影響を与えるものではなく，その中の農用地利用計画も，農用地区域及びその区域内にある土地の用途区分に係るもので，同様に，それ自体として国民の権利義務に対して直接影響を与えるものではないと言わざるを得ないところ，農用地区域内においては，開発行為や農地法上の許可に関する処分を行うにつき，制約を受けることになるが，これらの制約は，あたかも新たにかかる制約を課する法令が制定された場合におけると同様の，当該地域内の不特定多数の者に対する抽象的一般的なものにすぎず，これによって直ちに国民に対して具体的な義務を課したり，権利を侵害するものとはいえず，この理は，一定の土地を農用地区域から除外する旨の農用地利用計画の変更決定においても等しく妥当するというべきであるから，前記決定は，抗告訴訟の対象となる行政処分に当たらないとした事例\n２　県知事がした農地法（平成１９年法律第４８号による改正前）５条に基づく農地転用目的譲渡許可処分の無効確認を求める訴えにつき，農地法５条所定の許可制度は，専ら国民経済的な観点から効率的な農地の所有，利用関係を調整し，もって我が国の農業生産力の安定，増進を図ることを目的としたものと解されるところ，前記許可処分の対象となる土地の隣接地に居住し農業に従事する者が，前記許可処分によって被ると主張する，建築予定の隣家からの苦情，日照権の侵害，埋立てによる既存排水路の遮断，これに伴う周辺農地への排水不良等の被害は，前記許可処分自体によって直接もたらされる法律上の効果ではなく，転用後の本件土地上に住宅が建築され，ここに隣人が居住することによる事実上の影響にすぎないとして，前記の者の原告適格を否定した事例",
  "lawsuit_id": "15203",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=15203",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/203/015203_hanrei.pdf",
  "contents": "主　　　文\n１　本件訴えをいずれも却下する。\n２　訴訟費用は原告の負担とする。\n事実及び理由\n第１　請求\n１　被告豊田市長が，平成１４年４月１日付けで公告した，次の農用地区域除外処\n分がいずれも無効であることを確認する。\n（１）　Ａに対する別紙物件目録１記載の土地についての処分\n（２）　Ｂに対する同目録２記載の土地についての処分\n（３）　Ｃに対する同目録３，４記載の各土地についての処分\n２　被告愛知県知事が，平成１４年８月２７日付けでした，次の農地転用目的譲渡\n許可処分がいずれも無効であることを確認する。\n（１）　Ａ外に対する別紙物件目録１記載の土地についての処分\n（２）　Ｂ外に対する同目録２記載の土地についての処分\n（３）　Ｃ外に対する同目録３，４記載の各土地についての処分\n第２　事案の概要\n本件は，前記のとおり，被告豊田市が，別紙物件目録１ないし４記載の各土地\n（以下，総称して「本件土地」という。）につき，農業振興地域の整備に関する法\n律（以下「農振法」という。）１３条１，２項に基づく農用地区域除外処分（以下\n「本件除外処分」という。）を行い，次いで，被告愛知県知事が，本件土地につい\nて，農地法５条に基づく農地転用目的譲渡許可処分（以下「本件許可処分」とい\nい，本件除外処分と併せて「本件各処分」という。）を行ったことに対し，本件土\n地の隣接地に居住し，農業に従事する原告が，本件除外処分は農振法１３条２項等\nの要件に，本件許可処分は農地法５条２項等の要件にそれぞれ違反し，裁量権の範\n囲を逸脱，濫用した違法なものであると主張して，それらが無効であることの確認\nを求めた抗告訴訟である。\n１　前提事実（争いのない事実及び証拠によって容易に認定できる事実等）\n（１）　当事者について\nア　原告は，豊田市α１９３番地３に居住し，これと一団を成す同所１９３番地２\nの農地外において，農業に従事している。\nイ　豊田市は，農振法１３条１，２項に基づく農用地区域除外処分を行う権限を，\n被告愛知県知事は，農地法５条に基づく農地転用目的譲渡許可処分を行う権限をそ\nれぞれ有している。\n（２）　本件各処分について\nア　Ａ，Ｂ及びＣは，豊田市施行に係る市道γ線・市道δ線（都市計画道路ε線）\n改良事業により，いずれも現居住地が収用の対象となったため，代替地を探してい\nたが，適地を容易に見つけることができなかった。\nそのため，豊田市役所街路課は，当時，農用地区域内にあり，原告所有地である\n豊田市α１９３番地２に隣接するＤ外２名の共有に係る別紙物件目録１ないし３記\n載の各土地（当時は１筆）と，Ｅ所有に係る同目録４記載の土地をあっせんしたと\nころ，関係者の間で譲渡することについて合意が得られる見込みとなった。\nそこで，上記Ａら３名は，平成１３年１２月７日，豊田市長あてに，本件土地上\nに住宅を建築することを事業計画とする「農用地利用計画変更（除外）申出書」を\n提出した（乙ロ１ないし３）ところ，豊田市は，本件除外処分を行い，平成１４年\n４月１日付けで公告した。\nイ　次いで，前記Ａら３名とＤら４名は，平成１４年６月３日，本件土地につい\nて，農地法５条に基づく許可を得るべく，被告愛知県知事あての「農地法第５条の\n規定による許可申請書」を豊田市農業委員会に提出した。\nこれに対して，原告は，同月１２日，上記委員会会長あてに，隣地である本件土\n地上に住宅３戸が建設されることにより，農業生産に支障を生ずることなどを理由\nとして，農地転用を差し止めるよう求める要望書を提出し，同月１７日，被告豊田\n市長にも，同旨の陳情書を提出したが，前者からは，農地転用によって隣接農地へ\nの重大な影響は予測できない旨の，後者からは，前者からの回答により理解された\nい旨の各回答がなされた（甲４）。\n上記委員会から進達を受けた愛知県農政課は，審査の結果，上記申請を相当と認\nめ，愛知県農業会議の諮問を経て，平成１４年８月２７日，被告愛知県知事名で，\n本件許可処分を行った（乙イ１の１及び２，２の１ないし３）。\n（３）　不服申立てについて\n原告は，平成１４年７月１０日，被告愛知県知事に対し，本件除外処分について\nは審査請求を，本件許可処分については異議申立て及び執行停止の申立てをした\nが，被告愛知県知事は，同年８月２６日，いずれも却下するとの裁決及び決定を行\nい，原告に通知した（甲４，５）。\n２　争点及びこれに対する当事者の主張\n（１）　争点１－本件除外処分は行政処分性を有するか。また，無効確認の訴えの\n要件を満たすか。\n（被告豊田市長の主張）\n農業振興地域整備計画の変更（農振法１３条）は，法の定める目的，要件，法定\n手続からみて，同計画の設定（同法８条）と同じ性質の行政行為である。そして，\nその決定は，市町村長において，国土の合理的利用の見地から，地域の農業上の利\n用と高度化の要否等を判断基準としてなされるものであるが，農業関連土地につい\nて，用途指定又はその解除を策定する行為であり，特定の個人を名あて人とするも\nのではなく，それ自体として国民ないし私人の権利義務に直接影響を与えるもので\nはない。したがって，本件除外処分は，行政処分に該当せず，行政事件訴訟法（以\n下「行訴法」という。）３６条による無効確認訴訟の対象とならないので，本訴は\n訴訟要件を欠く。\nまた，原告は，本件土地の隣接地を所有し，あるいは農業の利用に供していると\nしても，被告愛知県知事に対して，本件除外処分の後になされた本件許可処分の無\n効確認をも求めているところ，これは行訴法３６条にいう「現在の法律関係に関す\nる訴え」に該当し，かつ，この訴えによって原告主張の目的を達することができる\nから，本件除外処分の無効確認を求める訴えは，過去の法律関係に関する訴えとし\nて，許容されるものではない。\n（原告の主張）\n被告豊田市長の主張は争う。\n（２）　争点２－本件許可処分の無効確認を求める訴えにつき，原告が原告適格を\n有するか。\n（被告愛知県知事の主張）\n処分の無効確認を求めることができる者は，行訴法３６条に規定するとおり，当\n該処分の無効確認を求めるにつき，法律上の利益を有する者であることを要すると\nころ，以下のとおり，原告は，この法律上の利益を有せず，原告適格を有しない。\nすなわち，本件で原告が主張する不利益とは，①原告の住居・牛舎の隣地である\n本件土地上に住宅が建設されれば，原告の農業経営の安定，拡大が阻害される，②\n本件土地は，原告が２０年間にわたり，所有者から借り受けて耕作していたが，本\n件各処分によって，原告は，この耕作権を喪失することとなった上，住宅建築によ\nる日照権の侵害，埋立てにより既存排水路が遮断されることに伴う周辺農地への排\n水不良，畜産経営に対する苦情の発生などの不利益を被る，③本件各処分は，耕作\n地を減少させるものであるから，経営規模の縮小をもたらすものであり，原告の農\n業経営の維持を困難とするおそれがある，というものである。\nしかしながら，①住宅が建築されることによって必然的にその隣地農業従事者の\n畜産や果樹栽培に悪影響を与えるものではなく，原告の主張によっても，牛舎の臭\nいが隣地に及んだり，果樹への農薬が隣地の洗濯物に飛散することによって隣人か\nら苦情を受けるおそれがあり，これが重なれば，原告の畜産や果樹栽培がやりにく\nくなるというにすぎず，その不利益は抽象的かつ可能性の極めて低いものであるか\nら，これをもって上記法律上の利益とはいえない。次に，②農地法３条１項によれ\nば，農地を賃貸借するには農業委員会の許可を要するところ，原告は許可を得てい\nないので，本件土地の耕作権を有しておらず，したがって，その喪失ということも\nあり得ないし，日照権侵害等の被害も，本件各処分によって直接もたらされる法律\n上の効果とはいえない。また，③農地法や農振法の目的は，「耕作者の地位の安定\nと農業生産力の増進とを図」り，「農業の健全な発展を図るとともに，国土資源の\n合理的な利用に寄与する」ことにあり，その運用によって，原告の農業経営の安\n定，拡大が図られることが結果的にあり得るとしても，それはあくまで反射的な利\n益にすぎないから，これをもって法律上保護された利益とはいえない。\n（原告の主張）\n原告は，本件土地に隣接して居住し，農用地区域内で，農業後継者と共に遊休農\n地等の保全と活用を積極的に進め，有畜農業経営の規模拡大と経営の安定を目指し\nているところ，本件各処分によって，牛舎に隣接して住宅が３戸も建築されること\nにより，牛の鳴き声や臭気を理由とする苦情を発生せしめ，原告の農業経営に対す\nる支障となる。\nまた，原告は，２０年間にわたって本件土地を賃借し，耕作を続けていたにもか\nかわらず，本件各処分によって耕作権を喪失し，更には日照権の侵害，埋立てによ\nる既存排水路の遮断，これに伴う周辺農地への排水不良，畜産経営に対する苦情発\n生などの不利益を被り，法律的救済によらねば保護されないこととなった。そし\nて，農用地区域が行政の便宜主義によって宅地化されていく現状を放置すれば，原\n告の耕作権の喪失は拡大し，経営規模の縮小によって農業経営の維持が困難にな\nる。これらは，農地法，農振法によって法律上保護された利益であるので，原告\nは，本件訴えにつき原告適格を有する。\n（３）　争点３－本件各処分の違法性の有無\n（原告の主張）\nア　前記Ａら３名の居住地は，いずれも住宅地であるから，農用地区域の農地であ\nる本件土地に一般住宅を建築することは，土地収用法４条，農地法４条２項に違反\nしている。\nイ　本件除外処分は，次のとおり，農振法１３条２項１ないし３号の要件を満たさ\nず，また，同法１５条の１５第４項１ないし３号の制限を無視するもので違法であ\nる。\n（ア）　一般住宅を農用地区域内に建築することは，農地法４条の制限を受けるか\nら，同法１３条２項１号所定の「必要かつ適当」な場合とは認められない。さら\nに，Ａらの居住する区域内であるβ，ζにおいて，住宅建設用地としての区画整理\n事業が実施されており，この区域内で代替地を求めることが容易であるので，他\n「の土地をもって代えることが困難であると認められ」ない。\n（イ）　本件土地は，農用地区域の中央部に位置し，住宅建設によって同項２号所\n定の「農用地の集団化」は分断化される。そして，１メートルにも及ぶ埋立てのた\nめのコンクリート壁を構築することは，土地基盤整備の効率性から必要な地形的連\n続性を遮断するもので，農作業の効率化に大きな障害となることは明らかである。\nまた，隣地に２階建て住宅が３戸建築されることにより，野菜や果樹の生産に日照\n不足による悪影響が生じたり，従来どおりの薬剤散布の実施や，トラクター，防除\n機，大型草刈機などを早朝や休日に稼動させることが困難になったり，牛の鳴き声\nなどを理由とする苦情が原因となって対立が生ずるなど，非農業的土地利用との混\n在による農業的土地利用への支障が生ずる。\n（ウ）　本件処分によって，既存の排水路２本のうち１本が埋め立てられ，１メー\nトルに及ぶコンクリート壁の設置によって，排水入口は完全に遮断された。さら\nに，従前の排水路の幅は半減し，排水機能に著しい障害を招いている。この結果，\n雨水は農地に滞留し，作物生産に大きな支障をもたらしている。したがって，除外\n前と同様の機能が確保されておらず，同項３号所定の「機能に支障を及ぼすおそれ\nがないと認められ」ない。\nウ　本件許可処分は，次のとおり，農地法４条２項１のイ，５条２項３，４号の許\n可基準に違反し，違法である。\n平成１０年１１月１日施行の農地法の一部改正によって，農地転用許可基準の明\n確化が図られているところ，これに伴う通達は，許可基準の概要として，①転用許\n可申請に係る農用地区域内にある農地や，集団的に存在するなど良好な営農条件を\n備えている農地については，原則として許可できないこと，②農地を転用した場\n合，周辺の農地の営農条件に支障が生ずるおそれがあると認められる場合などに\nは，許可できないことを明示している。しかるところ，本件許可処分は，一般住宅\n建築のための農地転用を認めるものであり，上記基準に違反することが明らかであ\nる。\nまた，農地法５条２項４号は，「申請に係る農地を農地以外のものにすること」\n「により，土砂の流出又は崩壊その他の災害を発生させるおそれがあると認められ\nる場合，農業用用排水施設の有する機能に支障を及ぼすおそれがあると認められる\n場合その他の周辺の農地又は採草放牧地に係る営農条件に支障を生ずるおそれがあ\nると認められる場合」には農地転用を許可することができない旨規定しているとこ\nろ，本件はこの制限に正に当てはまるから，本件許可処分は違法である。\n（被告らの主張）\n原告の主張は争う。\n第３　当裁判所の判断\n１　本件除外処分に係る訴えについて\n一般に，抗告訴訟の対象となる行政処分とは，公権力の主体たる国又は公共団体\nの行う行為のうち，その行為によって，直接国民の権利義務を形成し，又はその範\n囲を確定することが法律上認められているものをいい（昀高裁判所昭和３９年１０\n月２９日第一小法廷判決・民集１８巻８号１８０９頁参照），それ自体として国民\nの権利義務に直接影響を与えるものではなく，また，何らかの制約を課することと\nなっても，それがある条件の下における国民一般に対する抽象的一般的なものにす\nぎないときは，上記行政処分性は否定される（昀高裁判所昭和５７年４月２２日第\n一小法廷判決・民集３６巻４号７０５頁参照）。\nこれを本件についてみるに，農振法は，都道府県知事が一定の地域を農業振興地\n域として指定することとし（６条１項），市町村は，その区域内にある農業振興地\n域につき，都道府県知事との協議を経た上で，農業振興地域整備計画を定めなけれ\nばならず（８条１項，４項），この計画には，農用地等として利用すべき土地の区\n域（農用地区域）及びその区域内にある土地の農業上の用途区分（農用地利用計\n画。８条２項１号）等の事項を定めるものとされ，市町村長は，農用地区域内の土\n地で，農用地利用計画で指定された用途に供されていないものの所有者等に対し，\n当該土地をその用途に供すべき旨を勧告し，これに従わない等の場合には，当該土\n地をその用途に供しようとする者で市町村長の指定を受けた者と当該土地の所有権\nの移転等につき協議すべき旨を勧告することができ（１４条），都道府県知事は，\nその協議が整わない等の場合には，当該土地の所有権の移転等につき必要な調停を\n行うことができ（１５条），農用地区域内においては，原則として，開発行為をし\nようとする者は，あらかじめ，都道府県知事の許可を受けることを要し，都道府県\n知事は，農業振興地域整備計画の達成に支障を及ぼすおそれがあると認めるとき等\nの場合には，許可をしてはならず（１５条の１５），農用地区域内の農地等につい\nて都道府県知事等が農地法上の許可に関する処分を行うに当たっては，これらの土\n地が農用地利用計画において指定された用途以外の用途に供されないようにしなけ\nればならない（１７条）と規定している。\n以上によれば，農業振興地域整備計画は，農振法２条が定める目的を達成するた\nめの施策を定めた総合的基本計画であって，それ自体としては，国民の権利義務に\n対して直接影響を与えるものではなく，その中の農用地利用計画も，農用地区域及\nびその区域内にある土地の用途区分に係るもので，同様に，それ自体として，国民\nの権利義務に対して直接影響を与えるものではないと言わざるを得ない。また，市\n町村長による上記勧告や，都道府県知事による調停の権限も，これによって国民に\n具体的な義務を課するものではないことが明らかである。\nもっとも，農用地区域内においては，開発行為や農地法上の許可に関する処分を\n行うにつき，制約を受けることになるが，これらの制約は，あたかも新たにかかる\n制約を課する法令が制定された場合におけると同様の，当該地域内の不特定多数の\n者に対する抽象的一般的なものにすぎず，これによって直ちに国民に対して具体的\nな義務を課したり，権利を侵害するものとはいえない（開発行為の申請に対する不\n許可処分や，農地法上の申請に対する不許可処分によって，初めて具体的な権利侵\n害性を有する処分となる。）。この理は，本件除外処分のように，一定の土地を農\n用地区域から除外する旨の農用地利用計画の変更決定においても等しく妥当すると\nいうべきである。\nそうすると，本件除外処分は，抗告訴訟の対象となるべき行政処分性を有しない\nから，本件除外処分の無効確認を求める訴えについて被告豊田市長が被告適格を欠\nく（本件除外処分の主体は，農振法１３条１項に照らせば，豊田市であって豊田市\n長でないことが明らかである。）ことなどをさておいても，これに係る訴えは不適\n法というほかない。\n２　本件許可処分に係る訴えについて\n行政処分によって直接権利義務に影響を受ける名あて人以外の第三者が，当該処\n分の効力を争うことができるか否かは，その根拠となる行政法規が，かかる第三者\nの個別具体的利益を保護することを目的として行政権の行使に制約を課していると\n解することができるかにかかっているところ，農地法５条所定の許可制度は，専ら\n国民経済的な観点から効率的な農地の所有，利用関係を調整し，もって我が国の農\n業生産力の安定，増進を図ることを目的としたものと解される（同法１条参照）。\nそうすると，少なくとも，原告が原告適格を基礎づけるものとして主張する，建\n築予定の隣家からの苦情，日照権の侵害，埋立てによる既存排水路の遮断，これに\n伴う周辺農地への排水不良等の被害は，本件許可処分自体によって直接もたらされ\nる法律上の効果ではなく，転用後の本件土地上に住宅が建築され，ここに隣人が居\n住することによる事実上の影響にすぎないというべきであるから，原告は，本件許\n可処分の無効確認を求めるにつき，原告適格を欠くといわざるを得ない（昀高裁判\n所昭和５８年９月６日第三小法廷判決・集民１３９号３８１頁参照）。また，原告\nは，本件許可処分によって，本件土地に対する耕作権を喪失したと主張するとこ\nろ，その発生原因事実，有効要件の具備について主張するところがないことをさて\nおいても，有効に締結された土地賃貸借契約が，農地法５条に基づく許可によって\n失効するいわれはないから，これをもって，原告適格を基礎づけることもできず，\n上記判断を覆すものとはいえない。\n３　結論\n以上の次第で，本件訴えは，その余について判断するまでもなく，いずれも不適\n法であるから却下し，訴訟費用の負担につき行訴法７条，民事訴訟法６１条を適用\nして，主文のとおり判決する。\n名古屋地方裁判所民事第９部\n裁判長裁判官　加藤幸雄\n裁判官　舟橋恭子\n裁判官　小嶋宏幸\n"
}