{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 13,
    "month": 11,
    "day": 21
  },
  "case_number": "平成11(ワ)3309",
  "case_name": "損害賠償請求",
  "court_name": "京都地方裁判所",
  "lawsuit_id": "6765",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=6765",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/765/006765_hanrei.pdf",
  "contents": "平成１３年１１月２１日判決\n平成１１年(ワ)第３３０９号　損害賠償請求事件\n主　　　　　　文\n１　被告西尾運送株式会社は，原告Ａに対し，金１８４万８１４１円及びこ\nれに対する平成８年１月２５日から支払済みまで年５分の割合による金員を支払\nえ。\n２　被告西尾運送株式会社は，原告Ｂに対し，金１８４万８１４１円及びこ\nれに対する平成８年１月２５日から支払済みまで年５分の割合による金員を支払\nえ。\n３　原告らの被告西尾運送株式会社に対するその余の請求及び被告Ｃに対す\nる請求をいずれも棄却する。\n４　訴訟費用については，原告らと被告Ｃとの間で生じたものについては原\n告らの負担とし，原告らと被告西尾運送株式会社との間で生じたものについては，\nこれを２０分し，その１を被告西尾運送株式会社の負担とし，その余を原告らの負\n担とする。\n５　この判決は，１及び２項に限り，仮に執行することができる。\n事実及び理由\n第１　請求\n１　被告らは，原告Ａに対し，各自金３０００万円及びこれに対する平成８年１\n月２５日から支払済みまで年５分の割合による金員を支払え。\n２　被告らは，原告Ｂに対し，各自金３０００万円及びこれに対する平成８年１\n月２５日から支払済みまで年５分の割合による金員を支払え。\n第２　事案の概要\n本件は，トレーラ車のトラクタ部とトレーラ部の間にバイクが巻き込まれて\n転倒し，バイクの運転者が死亡した交通事故について，当該バイクの運転者の相続\n人である両親（原告ら）が，トレーラ車の運転手に対しては民法７０９条に基づ\nき，その雇用主である運送会社に対しては，民法７１５条，自動車損害賠償保障法\n（以下「自賠法」という。）３条，民法７０９条に基づき，損害賠償の内金及びこ\nれに対する事故日から支払済みまで民法所定の年５分の割合による遅延損害金の支\n払いを請求した事案であり，事故発生の状況ないし原因，過失相殺などが主要な争\n点となった事案である。\n第３　前提事実\n１　次の交通事故（以下「本件事故」という。）が発生した（争いのない事実，\n甲１，３の１，２，甲４の１ないし３）\n(1)　日時\n平成８年１月２５日午後１０時４５分ころ\n(2)　場所\n京都市伏見区ａ町ｂ番地先交差点（以下「本件交差点」という。）\n(3)　加害車両\n被告Ｃ運転，被告西尾運送株式会社（以下「被告会社」という。）所有に\n係る普通貨物自動車（以下「本件トラクタ部」という。）及びこれに牽引された大\n型特殊自動車（以下「本件トレーラ部」といい，本件トラクタ部と併せて，以下\n「加害車両」という。）\n(4)　車両２\nＤ（当時１６歳）運転に係る原動機付自転車（以下「被害バイク」とい\nう。）\n(5)　態様\n加害車両が，本件交差点において，被害バイクと接触し，転倒したＤが本\n件トレーラ部に巻き込まれた。\n２　Ｄは，同日，本件事故による受傷のために死亡した（争いのない事実，甲\n２）。\n３　原告らは，Ｄの親であり，Ｄの遺産を相続した（争いのない事実）。\n４　原告らは，本件事故により被った損害の填補として，既に合計金３０００万\n円の支払いを受けた（争いがない事実）。\n第４　争点\n１　本件事故についての被告らの損害賠償責任の有無（殊に，本件事故発生につ\nいての被告Ｃの過失の有無）及び過失相殺の適否\n２　Ｄ及び原告らが本件事故により被った損害額\n第５　争点に関する当事者の主張\n１　争点１について\n(1)　原告らの主張\nア　被告Ｃは，本件交差点手前で加害車両を一旦停止させ，再発進させるに\n当たり，いったん左にハンドルを切り，その後に右へ戻したものであるが，加害車\n両はわずかなハンドル操作によって本件トレーラ部が大きく横に移動する構造とな\nっていたのであるから，左右への方向転換に当たっては，側方を通過する車両に衝\n突することのないよう十分な距離を保ちながら安全に走行する注意義務を負ってい\nたところ，これを怠り，よって，加害車両の左側に停止していた被害バイクが本件\nトラクタ部と本件トレーラ部の間に入り込み，本件トレーラ部に追突されて本件事\n故が発生したものであるから，同被告は，民法７０９条に基づき，Ｄ及び原告らに\n生じた損害を賠償すべき責任を負う。\nイ　本件事故は，被告Ｃが被告会社の業務執行中に発生したものであり，ま\nた，被告会社は加害車両を自己の運行の用に供していたものであるから，民法７１\n５条又は自賠法３条に基づき，被告Ｃと連帯して，Ｄ及び原告らに生じた損害を賠\n償すべき責任を負う。\nまた，加害車両はわずかなハンドル操作によって本件トレーラ部が大き\nく横に移動する構造となっていたのであるから，被告会社は，本件トラクタ部と本\n件トレーラ部の間にバイク等が入り込めないような装置を設置するか，照明やサイ\nレンなど，後方や側方を通行する車両に危険を知らせる装置を設置すべき義務を負\nっていたにもかかわらず，これを怠り，これらの安全装置を設置せず，よって，本\n件事故を発生させたものであるから，民法７０９条に基づき，Ｄ及び原告らに生じ\nた損害を賠償すべき責任を負う。\n(2)　被告らの主張\nア　被告Ｃが加害車両を再発進させるに当たり，いったん左にハンドルを切\nったとする原告の主張を否認する。被告Ｃは，本件交差点手前で赤信号に従って一\n旦停止した後，青信号に従って直進したにすぎず，加害車両と被害バイクが接触し\nたのは，加害車両の本件トラクタ部が被害バイクを追い越した後，Ｄが被害バイク\nの進路を右に変更して，本件トラクタ部と本件トレーラ部の間に割り込んだためで\nあって，被告Ｃは，少し後方を並走していた被害バイクが本件トラクタ部と本件ト\nレーラ部の間に割り込んでくるという事態など予測することはできなかったのであ\nるから，同被告には本件事故発生につき過失は存しない。\nイ　本件事故が，被告Ｃが被告会社の業務執行中に発生したものであるこ\nと，及び，被告会社が加害車両を自己の運行の用に供していたことは認め，被告会\n社が，民法７０９条，７１５条又は自賠法３条に基づき，被告Ｃと連帯して，Ｄ及\nび原告らに生じた損害を賠償すべき責任を負うとする主張を争う。\n前記のとおり，被告Ｃには本件事故発生について過失が存しない上，本\n件事故当時，加害車両には故障等一切異常や整備不良はなかった。\nまた，被告会社は，停止中又は併走中に本件トラクタ部と本件トレーラ\n部の間にバイク等が入り込むという予見の範囲を超えた危険行為に備えた対策を取\nるべき義務を負うものではない。\nウ　仮に，被告らが本件事故について損害賠償責任を負うとしても，Ｄは，\n走行中又は停止中に本件トラクタ部と本件トレーラ部の間に入り込むという危険行\n為を行ったのであるから，本件事故による損害については，７割以上の過失相殺を\nなすべきである。\n２　争点２について\n(1)　原告らの主張\nＤ及び原告らが本件事故により被った損害は次のとおりである。\nア　Ｄの死亡逸失利益　　金６６４８万７８７４円\nただし，基礎収入として平成９年男子労働者学歴計平均賃金５７５万０\n８００円，生活費控除率として５０パーセント，中間利息控除のためのライプニッ\nツ係数として２３．１２３を採用し，次の算式により算出した。\n金５７５万０８００円×（１－０．５）×２３．１２３\n＝金６６４８万７８７４円\nイ　Ｄの死亡慰謝料　　金２０００万円\nウ　以上の損害額の合計は金８６４８万７８７４円となるところ，原告ら\nは，それぞれ，その半額である金４３２４万３９３７円につき，Ｄから被告らに対\nする損害賠償請求権を相続した\nエ　原告ら固有の慰謝料　　各１０００万円\nオ　弁護士費用　　原告各自につき金３００万円\nカ　よって，原告らは，各自，被告らに対して金５６２４万３９３７円の損\n害賠償請求権を有するところ，それぞれ，その内金３０００万円を被告らに対し連\n帯して支払うよう求めるものである。\n(2)　被告らの主張\nア　Ｄの死亡逸失利益について\nＤは，本件事故当時１６歳で，専門学校に通学中であったから，逸失利\n益算定の基礎収入としては，平成８年賃金センサスの高卒男子の平均賃金５３１万\n２７００円を採用すべきである。また，１６歳の専門学校生の場合，中間利息控除\nのためのライプニッツ係数は，稼働期間である１８歳から６７歳まで４９年間の稼\n働期間分の係数から，１６歳から１８歳までの２年間分の係数を控除した１６．３\n０９３となるはずである。したがって，Ｄの死亡逸失利益の額は，次の算式によ\nり，金４３３２万３２０９円となる。\n金５３１万２７００円×（１－０．５）×１６．３０９３\n＝金４３３２万３２０９円\nイ　慰謝料について\n慰謝料については，Ｄの死亡慰謝料と原告ら固有の慰謝料を合計して金\n２０００万円が相当である。\nウ　前記のとおり，本件事故による損害については７割以上の割合相殺をな\nすべきであり，かつ，原告らは，本件事故による損害の填補として既に金３０００\n万円の支払いを受けているから，原告らの請求は理由がない。\n第６　争点に対する判断\n１　争点１について\n(1)　証拠（甲４の１ないし３，甲５ないし７，乙１，２，原告Ａ本人，被告Ｃ\n本人）によると，本件事故の発生状況につき，次のとおり認められる。\nア　本件交差点は，南北に走る，アスファルトで舗装された，片側１車線の\n直線道路（道路名「ｃ線」，以下，この道路名をもって呼称する。）と，東北東か\nら西南西に走る，アスファルトで舗装された，片側１車線の直線道路（道路名「ｄ\n通」）が交差する，信号機により交通整理の行われている十字路交差点である。\nイ　ｃ線は，本件交差点北側において，南行車線の幅員が７．７メートル，\n北行車線の幅員が６．９メートルで，道路幅員が１４．６メートルであるところ，\n本件交差点南側においては，南行車線，北行車線とも，幅員が３．５メートル，車\n線外側線と歩道との幅員が１．０メートルで，道路幅員が９メートルであり，本件\n交差点をはさんで，北側に比べて南側の道路幅員が５．６メートル狭くなってい\nる。\nウ　加害車両は，本件トラクタ部（車長９．３５メートル，車幅２．４９メ\nートル，車高３．２０メートル）が伸縮可能なポールを介して本件トレーラ部（車\n長６．４３メートル，車幅２．５０メートル，車高１．６０メートルで，車軸は３\n軸）を牽引する構造となっており，本件事故発生の際の加害車両の全長は２４．３\n０メートルであり，コンクリート製の橋梁２本（白色，１本の長さ２１．５０メー\nトル，重さ約１８トン）を積載していた。\n本件トレーラ部には，後部にテールランプ及びブレーキランプが設置さ\nれているほか，左右側部に２個ずつの黄色灯火が，前部の左右に１個ずつの橙色灯\n火がそれぞれ設置されており，これらの灯火は前照灯に連動して点灯される仕組み\nになっていたが，回転灯は設置されていなかった。\nまた，本件トラクタ部と本件トレーラ部を接続するポールは，本件トラ\nクタ部との接続部分，本件トレーラ部との接続部分及び中央部分が黄色で塗装され\nていたが，本件事故当時はその塗装は相当剥げており，電飾等は設置されていなか\nった。\nさらに，本件事故当時，上記ポールの左右の部分，すなわち，本件トラ\nクタ部と本件トレーラ部に挟まれた部分には，バイク等が入り込まないようにする\nためのロープや電灯を付けた電線等は張られていなかった。\nエ　被告Ｃは，加害車両を運転し，ｃ線を北から南へ進行して本件交差点に\n至ったが，対面信号が赤信号であったため，その手前で加害車両を停止させた。と\nころで，同被告は，本件交差点を直進して通過し，ｃ線を南に向けて進行するつも\nりであったが，上記のとおり，本件交差点南側においてｃ線の南行車線の幅員が狭\nまっていたことから，同被告は，再発進する際に加害車両の進路を変更せずに直進\nして本件交差点を通過できるようにするため，加害車両を南行車線の中央線寄りに\n停止させた。\nオ　一方，Ｄも，被害バイクを運転してｃ線を北から南へ進行して本件交差\n点に至り，信号待ちのため，加害車両の左側，本件トラクタ部の後部付近に被害バ\nイクを停止させ，被告Ｃは，加害車両の左サイドミラーを見て，被害バイクが上記\n位置に停止していることを認めたが，その際，Ｄは，被害バイクの方向指示器を点\n灯させていなかった。\nカ　対面信号が青信号に切り替わったため，被告Ｃは，加害車両を再発進さ\nせ，そのまま直進して本件交差点を通過しようとしたところ，本件トレーラ部の先\n端部分が本件交差点内に進入した直後の時点で，被害バイクが本件トラクタ部と本\n件トレーラ部の間に入り込んで減速又は停止したため，本件トレーラ部の左前部が\n被害バイクに追突し，そのため，Ｄは被害バイクもろともその場に転倒して，本件\nトレーラの左後タイヤで轢過された。\n以上のとおり認められる。\nこれに対し，原告は，本件事故当時，ｃ線の本件交差点南側の中央線が北\n側の中央線から見て東側（加害車両の進行方向に向かって左側）にずれていたた\nめ，被告Ｃは，本件交差点を通過するに当たり，加害車両のハンドルをいったん左\nに切り，その後に右に戻したものであり，その結果，本件トレーラ部が内輪差のた\nめに大きく横に移動し，通常の車両通過であれば安全な位置に停止した被害バイク\nが本件トレーラ部に衝突された可能性が高いと主張する。\nしかしながら，上記イ記載のとおり，ｃ線は本件交差点の北側と南側とで\n大きく道路幅員が異なっており，本件交差点北側における南行車線の東端は本件交\n差点南側における南行車線の東端よりも東側に位置していたから，適切な進路を通\n行すれば，加害車両が本件交差点を直進して通過することは十分可能であったと認\nめられるのであって（別紙図面参照），仮に，原告の主張するとおり，本件事故当\n時，ｃ線の本件交差点南側の中央線が北側の中央線から見て東側にずれていたとし\nても，そのことをもって，被告Ｃが本件交差点を通過するに際して加害車両のハン\nドルをいったん左に切ったと断定することはできない。かえって，被告Ｃは，本人\n尋問において，「本件交差点を渡った先の道路が細くなっているので，真っ直ぐ入\nっていけるように右\n寄りに停止した。対面信号が青になって発進したが，本件交差点内でハンドルを切\nっていない。」旨供述し，さらに，証拠（甲５ないし７）によれば，本件事故の発\n生状況を目撃したＥは，警察官及び検察官に対し，加害車両は，本件交差点を通過\nするに当たり，左右に進路を変更したことはなかったと思う旨供述していることが\n認められるのであって，これらの証拠関係に照らすと，被告Ｃが本件交差点を通過\nするに当たり加害車両のハンドルを左に切ったと認めることはできないから，原告\nの上記主張は採用しない。\nなお，上記カ記載のとおり，本件事故発生の際，被害バイクは本件トラク\nタ部と本件トレーラ部の間に入り込んで減速又は停止したと認められるところ，Ｄ\nが，なぜ，そのような場所に被害バイクを進行させたのか，その理由を断定するこ\nとは極めて困難であるけれども，本件事故の発生時刻が午後１０時４５分であった\nこと，Ｄが，本件交差点で信号待ちをするに当たり，加害車両の左側，本件トラク\nタ部の後部付近に被害バイクを停止させたこと（もし，Ｄが，本件交差点を直進又\nは左折しようとしていたのであれば，本件トラクタ部の前部付近に被害バイクを停\n止させたであろうと考えられる。），証拠（甲４の１，原告Ａ本人）によると，Ｄ\nの自宅は本件交差点の南西方向にあり，Ｄは，被害バイクを運転して帰宅するに際\nし，本件交差点を右\n折するのが通常であったことが認められ，これらの事情を総合すると，Ｄは，加害\n車両が本件交差点を通過した後に本件交差点を右折すべく，本件交差点内で被害バ\nイクを減速又は停止させようとしたところ，誤って，被害バイクを本件トラクタ部\nと本件トレーラ部に挟まれた地点にまで進行させてしまったのではないかと推測さ\nれる。\n(2)　前記認定に基づき，本件事故についての被告らの損害賠償責任の有無を検\n討する。\nア　原告らは，被告Ｃについて，左右への方向転換に当たり，側方を通過す\nる車両に衝突することのないよう十分な距離を保ちながら安全に走行すべき注意義\n務の違反を主張するが，被告Ｃが，本件交差点を通過するに当たり，加害車両を直\n進させたと認められることは前記認定のとおりであるから，原告らの上記主張は，\nその前提を欠き，失当である。\nよって，原告らの被告Ｃに対する請求はいずれも理由がないから，棄却\nすることとする。\nイ　被告会社の責任について検討する。\n(ア)　まず，原告らは，被告会社について，民法７１５条による責任があ\nる旨主張するが，上記のとおり，被告Ｃに過失が認められない以上，被告会社が上\n記責任を負うことはないから，原告らの上記主張は採用しない。\n(イ)　次に，被告会社の自賠法３条又は民法７０９条に基づく責任の有無\nについてみると，被告Ｃの本人尋問の結果によれば，一般に，トレーラ車のトラク\nタ部とトレーラ部に挟まれた部分にバイク等が入り込むことは可能であり，これま\nでにも本件事故に類する事故が発生した例があったこと，そのような事故を防ぐた\nめ，トレーラ部に回転灯を設置してバイク等の運転者に対して注意を促したり，さ\nらには，トラクタ部とトレーラ部に挟まれた部分に電灯を付けた電線等を張るなど\nして，バイク等が入り込まないようにする場合もあることが認められ，これらの事\n情にかんがみると，従業員等に対し，加害車両のような大型トレーラ車の運行を命\nずる運送会社等には，トレーラ部に回転灯を設置したり，トラクタ部とトレーラ部\nに挟まれた地点に電\n灯を付けた電線等を張るなど，事故の発生を防ぐための各種装置をトレーラ車に設\n置すべき法律上の注意義務があると考えられるから，これを怠ったときには，民法\n７０９条に定める「過失」に該当するとともに，自賠法３条ただし書に定める「自\n動車の構造上の欠陥」に該当するものと解するのが相当である。被告会社は，停止\n中又は併走中に本件トラクタ部と本件トレーラ部の間にバイク等が入り込むという\n予見の範囲を超えた危険行為に備えた対策を取るべき義務を負うものではないと主\n張するが，上記の被告Ｃの本人尋問の結果に照らし，被告会社の上記主張は採用し\nない。\nそして，上記認定によれば，加害車両は，本件事故当時，本件トレー\nラ部に回転灯を設置されておらず，かつ，本件トラクタ部と本件トレーラ部に挟ま\nれた部分にはロープや電灯を付けた電線等が張られていなかったことが認められる\nから，被告会社には，本件事故の発生について，上記の注意義務の違反があり，ま\nた，加害車両には，上記の構造上の欠陥があったと認められる（なお，被告会社\nが，本件事故当時，加害車両を自己の運行の用に供していたとの点については，当\n事者間に争いがない。）。\nしたがって，被告会社は，民法７０９条又は自賠法３条に基づき，Ｄ\n及び原告らが本件事故により被った損害を賠償すべき責任を負うものというべきで\nある。\n(3)　過失相殺の適否について\nまず，被告会社の過失の程度について検討すると，上記にみた被告会社の\n注意義務は，被告会社が事故防止に向けて十分に配慮していれば，これを尽くすこ\nとはさほど困難とは考えられず，かつ，これを尽くしていれば，本件事故の発生を\n防止することができた可能性は大きかったと考えられるから，本件事故発生につい\nての被告会社の過失の程度は小さいものとみることはできない。\nしかしながら，他方，被告Ｃに加害車両の運転操作上の過失が認められ\nず，本件事故の直接の発生原因は，Ｄが，何らかの理由により，被害バイクを本件\nトラクタ部と本件トレーラ部に入り込ませたことにあるとみられることを考慮する\nと，本件事故の発生については，Ｄにも被害バイクの運転操作上の過失があったと\nいわざるを得ない。\nそして，以上のほか，本件審理に顕れた諸般の事情を総合勘案すると，Ｄ\n及び原告らが本件事故により被った損害については，５割の過失相殺をなすのを相\n当と認める。\n２　争点２について\n(1)　Ｄの死亡逸失利益について\n証拠（原告Ａ本人）及び弁論の全趣旨によると，Ｄは，本件事故当時１６\n歳であり，中学校卒業後，３年制のコンピュータの専門学校に通学していたことが\n認められるところ，Ｄの死亡逸失利益の算出するに当たり，基礎収入として，賃金\nセンサス平成８年第１巻第１表産業計・企業規模計・学歴計男子労働者全年齢平均\n年収金５６７万１６００円を採用し，生活費控除率を５０パーセントとし，中間利\n息の控除については，１６歳から６７歳まで５１年間に対応するライプニッツ係数\n１８．３３８９から１６歳から１８歳までの２年間に対応するライプニッツ係数\n１．８５９４を差し引いた１６．４７９５を採用して算出すると，次の算式によ\nり，Ｄの死亡逸失利益は金４６７３万２５６６円と認められる。\n金５６７万１６００円×（１－０．５）×１６．４７９５\n＝金４６７３万２５６６円\n(2)　慰謝料について\n本件事故時のＤの年齢，家族構成，本件事故の態様その他本件審理に顕れ\nた諸般の事情をかんがみ，Ｄの死亡に係るＤの慰謝料及び原告ら固有の慰謝料につ\nいては，併せて金２０００万円をもって相当額と認める。\n(3)　したがって，Ｄ及び原告らが本件事故により被った損害の額は，弁護士費\n用を除き，金６６７３万２５６６円と認められる。\n３　結論\n(1)　前記１(3)記載のとおり，本件においては，５割の過失相殺をなすのが相\n当であるから，上記損害額に５割を乗ずると，その額は金３３３６万６２８３円と\nなる。そして，前記前提事実４記載のとおり，原告らは，本件事故による損害の填\n補として，既に金３０００万円の支払いを受けているから，上記金額からこれを差\nし引くと，残額は金３３６万６２８３円となる。\n(2)　そして，上記認容額，本件訴訟の審理経過その他諸般の事情にかんがみ，\n弁護士費用としては，原告ら両名の分を併せて金３３万円が相当であり，これを加\nえると，原告らの被告会社に対する請求額は併せて金３６９万６２８３円となるか\nら，これを原告らの間で均等に分けると，その額は，各自，金１８４万８１４１円\nとなる。\n(3)　したがって，原告らの被告会社に対する請求は，各自金１８４万８１４１\n円及びこれに対する本件事故の発生日である平成８年１月２５日から支払済みまで\n民法所定の年５分の割合による遅延損害金の支払いを求める限度で理由があるから\n認容し，その余はいずれも理由がないから棄却することとする。\nよって，主文のとおり判決する。\n京都地方裁判所第４民事部\n裁判官　　　　　佐　　　藤　　　英　　　彦\n"
}