{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 9,
    "day": 27
  },
  "case_number": "平成11(わ)430",
  "case_name": "殺人被告",
  "court_name": "広島地方裁判所",
  "lawsuit_id": "7963",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=7963",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/963/007963_hanrei.pdf",
  "contents": "主　　　　　　　文\n被告人を懲役１２年に処する。\n未決勾留日数中３６０日をその刑に算入する。\n理　　　　　　　由\n（犯行に至る経緯）\n被告人は，高校を中退した後，広島市内で売春をしたり，デートクラブで売春の\nあっせんをするなどして生活していたが，昭和６２年にデートクラブが摘発された\n後，売春の客引きをしていたＡと知り合い，同人から買春客の紹介を受けるように\nなった。その後，被告人は，長崎市内や広島市内でパチンコ店店員などとして稼働\nしたこともあったが，平成９年初めころには，再び上記Ａと組んで売春をするよう\nになった。\nそして，その間，被告人は，平成３年又は平成４年ころ，当時勤務していたパチ\nンコ店の店長であったＢと不倫関係を結び，以後断続的に交際していたところ，平\n成１０年３月ころから，売春をしていることを隠して，上記Ｂとの交際を再開し，\n同人に対して恋慕の情を抱いていた。\n被告人は，平成１１年１月ころから，売春婦をやめようと考えたり，あるいは東\n京で売春婦をしようと考えるようになり，上記Ａとの連絡を絶っていたこともあっ\nたが，同人は，被告人に対して，執拗に肉体関係を求めたり，被告人が一人で東京\nに行くことを阻止するために被告人につきまとい，被告人が売春婦をしていること\nを上記Ｂにばらし，あるいは被告人とＢとの関係を同人の妻にばらすなどと言っ\nて，被告人の邪魔をするようになったため，被告人は，上記Ａを疎ましく感じ，\n「存在自体がうっとうしい。消えてなくなれ。」などという感情を抱くに至ってい\nた。\n被告人は，同年４月２日に，上記Ａを契約者，被保険者とし，死亡保険金の受取\n人を被告人とした保険金額６００万円の保険契約を締結した後，同月３日未明にガ\nソリンスタンドで灯油１８リットルを購入し，上記Ａに対する嫌がらせの意味もあ\nって，同日及び同月６日の２度にわたり同人が居住するアパートに灯油をまくなど\nして，何者かが灯油をまいていったかのように装うなどする一方，同日未明から，\n睡眠導入剤を多用して意識が定かでなかった同人の指示により，同人を自動車に乗\nせて広島市と島根県Ｃ港との間を２度往復させられるとともに，その間，Ａが借金\nしていたＤに電話をかけて，Ａが借金の返済をすることができない言い訳として，\n同人が死亡したなどと虚偽の説明をさせられたこともあって，同人に対して嫌気が\n差すと同時に立腹していたところ，同月７日未明に同人と口論になった際，同人を\n高速道路に放置して，一人で自宅に帰ってしまった。\n同日昼ころ，被告人は，再びＡと待ち合わせて，広島市内で落ち合い，被告人が\n近くの医院で処方を受けて睡眠導入剤ハルシオン２０錠等を入手した上，いったん\n三原市に向かい，同日夜，広島市内に戻ってきた。\n（罪となるべき事実）\n被告人は，Ａ（当時５７歳）に対し，同人との関係を絶とうとする被告人につき\nまとうなどされた上，執拗に肉体関係を求められたりしたことから不快感や嫌悪感\nを募らせていたところ，平成１１年４月７日午後９時過ぎころ，上記Ａが居住する\n広島市〇〇区〇〇町△番△△－△号Ｅアパート付近に止めた自動車の中で，同人か\nら執拗に肉体関係を求められ，これを拒絶したところ，同人から「仕事じゃだれと\nでも寝る商売女のくせに。」と言われて強く侮辱された上，前記Ｂについても「嫁\nさんも子供もいるじゃないか。お前はだまされているだけなんだ。」などと言われ\nたことから，上記Ａに対する怒りを抑えきれず，同人を殺害する決意をし，そのこ\nろ，睡眠導入剤ハルシオン２０錠の水溶液を服用して意識もうろうとしていた同人\nを後部座席に乗せたまま，自動車を運転して，広島県山県郡〇〇町内のコンビニエ\nンスストアに立ち寄ってマッチを購入し，同郡〇〇町の被告人方（当時）に帰って\nポリタンク入り灯油を自動車に積み込むなどした後，同月８日午前零時４０分こ\nろ，広島市〇〇区〇〇町大字〇〇△△番地Ｆ方の北方約１５０メートルの県道〇〇\n号線西側路肩上において，上記のとおり多量のハルシオンを飲んで昏睡状態にあっ\nた上記Ａに灯油をかけ，マッチでその着衣等に点火して炎上させ，同所で同人を焼\n死させて殺害したものである。\n（証拠の標目）\n（省略）\n（事実認定の補足説明）\n１　被告人は，当公判廷において，本件犯行前後の記憶がない旨弁解するので，以\n下検討する。\n２(1) 被告人は，犯行当日である平成１１年４月８日（以下，特に年の記載のない\n日付は，すべて平成１１年である。）午後８時５５分に司法警察員による取調べを\n受けた際，本件が自身の犯行であることを認めた上で，被害者に借金苦等から殺し\nてくれと頼まれたため，犯行の約３時間前に，被告人がハルシオン２０錠を瓶入り\nのミネラルウォーターに溶かして被害者に飲ませ，意識もうろうとしている被害者\nの足部分と胸部分に，容量１８リットルの緑色ポリタンクの灯油をまき，Ｇで買っ\nた１０箱のマッチのうち１箱を擦って同人の衣類に火を着けたこと及びその後，ポ\nリタンクやマッチは電話番号〇〇〇－〇〇〇〇－〇〇〇〇番の男性の家に行って預\nけたことなどを供述している。\n(2) これらの供述について，被告人は，当公判廷において，自分には，腹立ちの\n余り記憶のないまま人の持ち物に火を着けるなどする性癖があるので，捜査段階で\nは，捜査官から本件犯行の態様を聞かされて，記憶はないが自分の犯行だろうと考\nえ，犯行を認める供述をした旨弁解する。\nしかしながら，これらの供述は，被害者から殺してくれと頼まれたとの点を\n除いて，その後の検察官の取調べにおいても基本的に一貫して維持されている。そ\nして，これらの供述内容については，被害者の遺体の血液からトリアゾラム（商品\n名ハルシオン等）が検出され，その血中濃度は２５．９ng/gであり，ハルシオン２\n０錠を飲んだ数時間後の血中濃度と考えて矛盾はないこと，電話番号〇〇〇－〇〇\n〇〇－〇〇〇〇番の男性であるＨ方から灯油が入った容量１８リットルの緑色ポリ\nタンク，Ｇのマッチ２個（うち１個は未使用）及び被告人が４月７日にハルシオン\n２０錠等の処方を受けた旨の処方せん等が押収され，また，ＧＩ店から提出された\nレシートや防犯ビデオの映像等から，被告人が同日午後１１時１１分に，１２箱１\nパックのマッチ１パック等を購入した事実が確認されている。\n(3) また，一件記録によれば，４月８日午後８時５５分の時点では，被告人の取\n調べを担当していた捜査官は，被害者の遺体からトリアゾラムが検出されたこと\nや，被告人がＧでマッチを購入したこと，そのマッチが約１０箱を１パックとして\n販売されていたものであることを知らなかった上，警察が前記Ｈと初めて連絡を取\nったのは，４月８日午後８時ころ，Ｈの帰宅途中であり，更に被告人がＨに預けた\n物をＨ方で確認したのは同日午後９時５０分ころであることが認められ，これらの\n事実によれば，被告人の前記供述は，捜査官が知り得なかった事実についてなされ\nたものと言うべきである。\n(4) ところで，被告人は，４月８日午前８時ころに警察から呼出しの電話があっ\nて目を覚ました後，前夜の行動の記憶がなかったので，Ｈの携帯電話に電話をか\nけ，「私，何かした？」などと前夜の自分の行動を尋ね，夕方の時点ではＨに何を\n預けたか知っていた旨弁解している。\nしかし，Ｈは被告人との会話の内容について，被告人から，「昨日預けた物\nをよろしくお願いします。」，「警察から言われても知らないと言っといてくださ\nい。」などと頼まれたが，被告人が前夜の記憶を有していないような言動をしてい\nた記憶はない旨供述しており，Ｈの側から被告人から預かっている物の内容を説明\nしたという事情はうかがわれないところ，Ｈにはあえて被告人に不利な虚偽供述を\nする動機が見当たらず，また，確実に記憶している事実とそうでない事実とを区別\nして供述するなど供述態度も真摯であり，その供述内容に不合理な点が見られない\nことなどにかんがみれば，その内容は信用できるというべきである。\nしたがって，被告人が，Ｈとの上記会話の中で，被告人が本件犯行の記憶に\n基づかずに上記自白内容を組み立てるに足りる知識を得ることができたとは考えら\nれない。\n(5) 以上によれば，上記自白は，被告人が自らの記憶に基づいて任意に供述した\nものと認めることができ，その信用性も高いと考えられる。\n３　以上の事実に加え，関係各証拠によれば，被告人は，４月３日にガソリンスタ\nンドで灯油１８リットルを購入し，その際に本件ポリタンクを借りていること，４\n月７日午後零時３０分ころから午後１時ころまでの間にハルシオン２０錠等の薬剤\nを入手していること，少なくとも同日午後６時３０分ころに三原市にある「Ｊ温\n泉」を出るまで，被害者と行動を共にしていたこと，本件犯行現場から，当時被告\n人が使用していた被害者名義の携帯電話が発見されていること，被告人使用車両の\n後部座席左横と左後部ドアの間から，未消化のカイワレダイコンやトリアゾラムな\nどを含有し，被害者の死亡時の胃の内容物とも合致する嘔吐物が発見されているこ\nと，同車両助手席フロアマット下からは灯油を含む少量の液体が検出されているこ\nと，被告人がＨに預けたマッチ２箱は，いずれも被告人が犯行直前に購入したマッ\nチと同種であり，うち１箱は未使用であってマッチが４４本入っており，他の１箱\nについても外箱紙ヤスリ部分に２本の擦過痕しかなく，マッチは４３本残っている\nことなど，被告人の前記自白及びそれに引き続く検察官に対する一連の自白と合致\nする客観的事実が多数認められる。\nまた，被告人は，同日朝，Ｈに対して証拠物の処分を依頼しているのみなら\nず，警察から被害者の遺体の確認のために呼出しを受けた際，被害者の行きつけの\n喫茶店に電話をかけ，被害者らしい遺体が発見されたので身元確認に来るよう警察\nから呼出しを受けていると伝えた上で，前夜午後９時ころまでは被害者と一緒にい\nたが，その後被害者を同人方まで送って，それからは客と一緒にいたなどと殊更に\n虚偽を述べたり，ガソリンスタンドで被告人使用車両の洗車及び車内清掃を依頼す\nるなど，本件犯行の記憶を前提とした積極的な罪証隠滅と言うべき行為に出てい\nる。\nそして，捜査の終盤に至るまで，犯行態様の詳細や灯油を入手した理由などに\nついては必ずしも供述が一定しないものの，大筋では一貫性を有し，かつ客観的事\n実にも合致する供述を維持しているのであって，これらの事情を総合すれば，被告\n人の捜査段階における一連の自白は十分に信用できるものと言うべきである。\n４　以上により，信用できる被告人の捜査段階における供述により，判示事実を認\n定することができ，被害者に中毒域又は致死域に達するほど多量のハルシオンを飲\nませ，意識を失っている被害者を，深夜人気のない山間部の道路まで運んだ上，灯\n油をかけて火を着けたという犯行態様等から，被告人は，確定的な殺意に基づいて\n本件犯行を実行したものと認めることができる。\n（法令の適用）\n（省略）\n（責任能力についての判断）\n１　弁護人は，被告人は，本件犯行当時，意識狭窄を伴う解離状態にあって犯行状\n況の記銘が不可能であり，また，情動統制を完全に破綻させて本件犯行に及んだも\nのであるから，心神喪失又は心神耗弱の状態にあった旨主張するので，以下検討す\nる。\n２　前記認定の諸事実に加え，関係各証拠によれば，犯行前後の被告人の行動とし\nて，以下の事実が認められる。\n(1) 被告人は，４月７日午後９時過ぎころ，被害者方アパート付近に到着した\nが，車内で被害者から激しい侮辱を受けた。その内容は，被告人の自尊心を傷つけ\nるだけでなく，被告人が慕っていた不倫相手を誹謗するものであり，被告人はこれ\nに憤激し，それまでに被害者に対して不快感や嫌悪感を募らせていたことも加わっ\nて，被害者を殺害することを決意した。そして，被告人は，自ら自動車を運転し\nて，同日午後１１時１１分ころ，ＧＩ店に立ち寄り，本件犯行に用いたマッチ等を\n購入し，その際，マッチだけを買ったのでは不審がられると考えて，ろうそくと手\n袋も一緒に購入し，〇〇町にある被告人方マンションに戻り，１２箱が１パックと\nなったマッチの包装を破って２箱をポケットに入れ，同マンション駐車場わきに置\nいてあった灯油入りポリタンクを自動車に積み込み，本件犯行現場に赴いた。\n(2) 被告人は，犯行現場に到着した後，後部座席に寝ていた被害者を車外に引き\nずり出し，ポリタンクの灯油を被害者にかけた上，前記マッチで点火し，自ら自動\n車を運転して逃走したが，間もなく，タクシーらしい車両とすれ違ったため，本件\n犯行が発覚するかもしれないと思い，前記灯油等を隠そうと考えた。\n(3) 被告人は，４月８日午前零時５４分と午前１時１分の２度にわたり，Ｈの携\n帯電話機に電話をかけ，「Ｋにいる。」，「相談があるから今から行く。」と予告\nし，また，Ｈ方の場所を尋ねた。Ｈは，被告人から，Ｋに住んでいると聞かされて\nいた。\n(4) 同日午前１時３０分ころ，被告人は，Ｈ方を訪れ，玄関先で「車を今マンシ\nョンの下に置いているけど，ええかねぇ」と尋ねた上，「実は預かってほしい物が\n下にあるんだけど」と言ってＨをマンションの下まで連れて行き，ポリタンクに入\nった灯油をＨに預け，さらに，Ｈ方室内で，「これゴミだから，捨てとってくれ\nん」と言って，マッチ等が入ったビニール袋をＨに差し出した。その後，Ｈが灯油\nについて尋ねたところ，被告人は，「最近，私の家の方で放火があるんよ。」，\n「あれ危ないけぇ，ちょっと預かってくれん。」と説明した。\n(5) また，被告人は，Ｈ方の洗面所で足を洗い，Ｈ方を去る際，玄関でＨのサン\nダルを借り，Ｈにもらったゴミ袋に，被告人が履いてきた靴を入れて持ち帰った。\n(6) 被害者方アパート付近からＧＩ店までは約３８．９キロメートル，同店から\n被告人方までは約１７キロメートル，被告人方から本件犯行現場までは約４３．１\nキロメートル，本件犯行現場からＨ方までは約１４．４キロメートルである。\n３　以上のとおり，被告人自身や不倫相手を強く侮辱されたことに憤激したことな\nどから被害者の殺害を決意したという動機は十分に了解可能であり，その後の行動\nも動機に照らして合目的的に実行されていること，マッチを購入する際に，怪しま\nれないように他の物を一緒に買ったり，犯行直後にタクシーとすれ違ったことか\nら，犯行の発覚を恐れて証拠物の隠匿を決意し，その後のＨとのやり取りや，Ｈ方\nでの行動にも，十分な思慮と計算に基づくものが認められること，この間，被告人\nは約４時間半にわたって合理的行動を維持し，１００キロメートルを超える道のり\nを自ら自動車を運転していることなどに照らせば，被告人に意識の混濁等の異状を\nうかがわせる事情は全く認められない。加えて，前述のとおり，被告人は，少なく\nとも捜査段階においては，本件犯行の具体的態様を記憶しており，それを追想する\nことが可能であったと認められることをも併せ考えれば，本件犯行当時，被告人の\n意識は清明であり，記銘障害や意識狭窄を生じていなかったものと認められ，被告\n人の本件犯行が，情動統制を破綻させ，記銘障害や意識障害を伴う解離状態に陥っ\nたために是非弁別能力又はそれに基づいて行動を統御する能力が失われ，又は著し\nく減退した状態で行われたものでないことは明らかである。\n４　なお，被告人は，鑑定人Ｍの問診の際，本件犯行前にハルシオン及び覚せい剤\nを使用していた旨述べている。しかし，それまで被告人は，捜査段階のみならず，\n精神鑑定前の当公判廷における被告人質問においても，犯行当時薬物を使用してい\nたことを明確に否定していることに加え，犯行当時にこれらの薬物を使用していた\n旨の主張は，同鑑定人の問診の段階で初めて現れたものであり，同鑑定人の問診に\n対する回答の中でも，薬物の使用量について変遷が見られ，この変遷に合理的な理\n由があるとうかがわせる事情が認められないのであって，被告人の前記申述は到底\n信用できるものではない。したがって，被告人が犯行当時薬物を使用していたこと\nを前提とする前記Ｍ鑑定人の鑑定意見は採用しない。\n５　一方，被告人は，現在では本件犯行について記憶がない旨弁解しているとこ\nろ，被告人には少年期から心身症が認められ，現在も，情動を刺激されやすく，著\nしく強く不安を刺激されると統制ができなくなり，現実を回避し，個人的，主観的\nな体験世界に逃れたり，行動化が生じるという特徴が認められることに加え，本件\n犯行ころ，被告人には過食症が認められ，被告人が強い不安状態下にあったことが\nうかがわれることなどを併せ考えると，被告人は，本件犯行について追求を受ける\nうち，本件犯行の記憶を保持することが被告人にとって重大な危険であることを認\n識するに至り，いったん記銘し，追想することが可能であったものが，自己防衛の\n機制としてその記憶が無意識のうちに切り離され，失われたにすぎないと考えるこ\nとも可能であるから，現在では本件犯行について記憶がない旨の被告人の弁解が否\n定されるものではない。\n６　以上検討したところによれば，被告人には，本件犯行当時，是非弁別能力及び\nそれに基づいて行動を統御する能力に著しい障害があったとは認められず，被告人\nは完全な責任能力を有していたものと認定できる。\n（量刑の理由）\n本件は，売春婦として生活していた被告人が，客引きとして被告人に買春客を紹\n介し，戸籍上は被告人の養父でもあった被害者に灯油をかけて焼殺したという事案\nである。\n本件の動機は，被害者が被告人に対して執拗に肉体関係を求めてつきまとうこと\nから，被害者に対して不快感や嫌悪感を募らせていたところ，被害者から，被告人\nや被告人が慕っていた不倫相手を侮辱されたことから憤激したというものである\nが，その動機は余りに短絡的と言うべく，本件犯行を正当化する理由とはなり得な\nい。\nまた，本件犯行は，中毒域又は致死域に達するほど大量のハルシオンを飲んで昏\n睡状態にあった被害者に灯油をかけて焼き殺したという，残忍極まるものであるば\nかりでなく，被告人は，本件直前に，被害者に生命保険をかけてその死亡保険金の\n受取人となったり，本件犯行に用いた灯油や多量のハルシオンをあらかじめ入手し\nているなど，以前から被害者の殺害を意識に置いていたことがうかがわれるのであ\nって，その犯行態様は，極めて悪質なものと言わざるを得ない。\n被害者には，殺害されなければならないような落ち度があったわけでもないの\nに，睡眠薬で昏睡状態にあったところを，火を放たれ，生きながらにして炎に包ま\nれて死亡したものであって，その死に至るまでの肉体的苦痛も無念さも到底計り知\nれないと言うべきである。\nまた，被害者の遺族は，被害者が焼殺され，生前の姿をとどめない無惨な姿とさ\nれた上，年老いた被害者の母には被害者が死亡した事実さえ告げることができずに\nいるのであって，その精神的打撃には甚大なものがある。さらに，戸籍上の養親に\n対して，生きたまま火を着けて殺害するという凶悪かつ残忍で反倫理的な本件犯行\nが社会に与えた衝撃や恐怖感等，その影響は大きい。\nにもかかわらず，被告人は，本件犯行後，犯行に用いた灯油などを知人に預けて\n処分を依頼するなど罪証隠滅を図った上，捜査段階の当初では承諾殺人を主張し，\n当公判廷においても，捜査段階での取調状況等について積極的に虚偽の弁解をする\nなど，不当に自己の刑事責任を軽減しようという態度に終始しているのであって，\n真摯な反省の態度が認められないばかりでなく，被害者の遺族に対する慰謝の措置\nを全く講じようともしていないのであって，遺族の処罰感情が厳しいのも当然と言\nうべきである。\n以上の事情によれば，被告人の刑事責任は極めて重い。\nそこで，被告人には心身症，メニエール氏病及び心臓病等の持病がある上，本件\n犯行当時は精神的に不安定な状態にあったとうかがわれること，被告人には１０年\n以上前に罰金刑に処せられた以外には前科前歴がないこと，本件に関して長期にわ\nたって身柄拘束を受けていることなど，被告人のために斟酌できる事情を最大限に\n考慮してもなお，被告人については，主文程度の刑をもって臨むことが，その刑事\n責任を全うさせるために必要である。\nよって，主文のとおり判決する。\n（求刑－懲役１３年）\n平成１４年９月２７日\n広島地方裁判所刑事第一部\n裁判長裁判官　　山　　森　　茂　　生\n裁判官　　髙　　原　　　　　章\n裁判官　　寺　　元　　義　　人\n"
}