{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 16,
    "month": 5,
    "day": 26
  },
  "case_number": "平成15(ネ)94",
  "case_name": "損害賠償請求控訴事件",
  "court_name": "広島高等裁判所第3部",
  "original_court_name": "山口地方裁判所\n        　下関支部",
  "original_case_number": "平成14(ワ)120",
  "lawsuit_id": "3759",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=3759",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/759/003759_hanrei.pdf",
  "contents": "主　　　　文\n１　原判決中，控訴人敗訴の部分を取り消す。\n２　被控訴人の請求を棄却する。\n３　訴訟費用は，第１，２審とも被控訴人の負担とする。\n事実及び理由\n第１　控訴の趣旨\n主文同旨\n第２　事案の概要\n１　本件は，普通乗用自動車相互の衝突事故（本件事故）によって負傷した被害\n車両の運転者である被控訴人が，加害車両の運転者である控訴人に対し，運行供用\n者責任（自動車損害賠償保障法３条本文）を主張して損害賠償（９８８万５３２７\n円及びこれに対する平成１２年１１月６日（本件事故当日）からの遅延損害金の支\n払）を求める事案である。\n原判決は，被控訴人は本件事故により外傷性頚椎椎間板ヘルニアの傷害を負\nい，同傷害により，左上肢に第１２級１２号（自動車損害賠償保障法施行令２条別\n表第２所定）に該当する後遺障害を負ったとして，６７歳まで（１５年間）の労働\n能力喪失（割合１４％）に伴う逸失利益５２３万１５２０円のほか，治療費１０４\n万９８９８円，休業損害１８７万３９７０円，慰謝料４６７万円の合計１２８２万\n５３８８円の損害を認めた上，被控訴人の過失を２割として過失相殺し，既払金４\n２１万００６１円を控除した残額に弁護士費用を６０万円とし，合計６６５万０２\n４９円及びこれに対する遅延損害金の支払を求める限度で請求を認容したため，控\n訴人が控訴したものである。\n２　そのほかの事案の概要は，次のとおり付加訂正するほか，原判決の事実及び\n理由欄の「第２　事案の概要」に記載のとおりであるから，これを引用する。\n(1)　原判決２頁１５行目の次に，行を改め次を加える。\n「(3)　支払\n控訴人は，本件事故に基づく損害賠償金として，被控訴人に対し，３\n２６万４８３２円の支払をし，被控訴人は，更に，自賠責保険から２２４万円の支\n払を受けている（ただし，被控訴人は，控訴人が支払った金員のうち３４万４８６\n７円は本訴請求以外の治療費等の支払分であると主張している。）。」\n(2)　控訴人が当審において付加した主張\nア　被控訴人の症状は既往症に基づくものであり，本件事故による被控訴人\nの後遺障害は存在しないか，仮に存在するとしても後遺障害等級第１４級第１０号\n（局部に神経症状を残すもの）が相当である。また，その後遺障害の存続期間も３\nないし５年であり，本件事故の寄与度も５０％が限度である。\nイ　しかも，本来であればそれほど強くない外傷であるにもかかわらず，既\n往症に加え以下のような薬物依存のために愁訴が激しくなっているものである。\nすなわち，被控訴人は，本件事故後，副作用についての注意を受けてい\nたにもかかわらず，自ら強く希望して複数の医療機関から鎮痛剤であるソセゴン，\nペンタジンなどの投与，注射を受けているが，これらの薬物には依存症と精神神経\n系の障害を起こす副作用があり，被控訴人の症状には自ら薬物依存・薬物中毒にな\nっていった経過が反映されている。そうした被控訴人の行為による症状の悪化に関\nしては本件事故との相当因果関係はなく，控訴人にその責任を問うことはできな\nい。\n第３　当裁判所の判断\n１　当裁判所は被控訴人の請求は理由がなく棄却すべきものと判断する。その理\n由は次項に補正するほかは，原判決の事実及び理由欄の「第３　当裁判所の判断」\nに記載のとおりであるから，これを引用する。\n２　補正\n(1)　原判決３頁１行目から５頁４行目までを次のとおり改める。\n「(1)　本件事故後の通院・治療及び診断に関し，掲記の証拠及び弁論の全\n趣旨によれば以下の事実が認められる。\nア　被控訴人は，Ａ病院において，次のような診断を受けた（甲２，１\n１，乙３，１９，２０，５７の１・２，６０）。\n(ア)　被控訴人は，本件事故当日（平成１２年１１月６日），タクシー\nを利用してＡ病院を訪れ，診察を受けた。その際の主訴は項部痛，左下肢痛であ\nり，診察の結果，意識清明，上下肢の運動については「ＯＫ」とされ，Ｘ線検査の\n結果では頚椎，大腿骨，膝に異常なく，「左膝・両大腿打撲，頚椎捻挫」との診断\n書が作成され，外用薬と座薬の投薬が指示がされた。\n(イ)　被控訴人は，同月１１日，１２日にも同病院で診察を受けたが，\n１１日には投薬を希望し，頚椎に関してリハビリをしたいとのことであったため，\nＢ整形外科の紹介を受けた。紹介に当たり作成された診療情報提供書に記載された\n傷病名も上記診断書の記載と同様である。１２日の受診では頚，腰が痛いと訴え，\n外用薬のみの処方を受けた。\n(ウ)　被控訴人は，平成１２年１２月６日に同病院でＭＲＩ検査を受\nけ，その結果，頚椎椎間板ヘルニアとの診断がされた。\n(エ)　被控訴人は，同病院整形外科最終通院日である平成１３年５月１\n４日付けの後遺障害診断書（甲２）では，受傷日時平成１２年１１月６日（本件事\n故日），症状固定日平成１３年５月１４日，傷病名「頚椎椎間板ヘルニア」，既存\n障害「左大腿骨慢性骨髄炎」，自覚症状「項部痛，頚部～左上肢への放散痛，左母\n指・示指のしびれ，臀部～右第１趾のしびれ，食欲低下，めまい，頚部可動域制\n限，左握力低下，左肩可動域制限，頚背部痛，書字困難」とされ，左三角筋等の筋\n力や左上肢の腱反射の低下が指摘されている。\n(オ)　被控訴人は，平成１４年２月１３日付けの診断書（甲１１）で\nは，障害名「骨折による左下肢機能全廃，頚椎椎間板ヘルニアによる左上肢の著し\nい障害」，原因となった疾病・外傷名「左大腿骨骨折，左膝蓋骨骨折，慢性骨髄\n炎，頚椎椎間板ヘルニア」，傷病・外傷発生年月日「平成１２年１１月６日」，参\n考となる経過・現症「平成１１年より左下肢機能全廃で身体障害者３級，平成１２\n年１１月６日交通事故にて頚椎椎間板ヘルニア受傷，保存的治療でも軽快えられ\nず，左上肢に著しい障害を残す。」，総合所見「左下肢機能全廃（３級），左上肢\nの著しい障害（３級）」として，障害の程度は身体障害者福祉法別表２級相当とさ\nれた。\nイ　被控訴人は，上記のほか，本件事故後，平成１３年５月１４日まで\nの間，「頚部捻挫，左膝打撲傷，腰痛」ないし「頚椎椎間板ヘルニア」の治療のた\nめ，以下のとおり医療機関に通院し，治療及び診察を受けた（甲２，４ないし９，\n１１，乙１９ないし２５，５０ないし５３，原審における被控訴人本人）。\n(ア)　Ａ病院（整形外科）に，平成１２年１１月６日から平成１３年５\n月１４日まで通院した（実日数３１日）。\n(イ)　Ｂ整形外科に，平成１２年１１月１３日から平成１３年１月３１\n日まで通院し（実日数３０日），うち平成１２年１１月１４日から同月２８日まで\n入院した（入院日数１５日）。平成１２年１２月８日付けの診断書（甲５）及び通\n院最終日付けの診断書（甲４）では病名は「頚部捻挫，左膝打撲傷，腰痛」とされ\nている。\n(ウ)　医療法人Ｃ病院に，平成１２年１２月１５日から平成１３年１月\n３１日まで通院した（実日数３８日）。通院最終日付けの診断書（甲６）では傷病\n名は「外傷性頚髄症」とされている。\n(エ)　Ｄクリニックに，平成１３年２月２日から同年４月６日まで入院\nし（入院日数６４日），同月７日から同年５月１４日まで通院した（実日数２７\n日）。同年５月２１日付けの診断書（甲７），同年９月１１日付けの診断書（甲\n８）では傷病名は「頚椎椎間板ヘルニア」とされ，平成１４年４月２５日付けの診\n断書（甲９）では「外傷性頚椎椎間板ヘルニア」とされている。\nウ　被控訴人は，自動車損害賠償保障法施行令２条別表第２所定の等級\n１２級１２号に該当するとの認定を受けている（争いがない。）。\n(2)　上記のとおり，本件事故による被控訴人の負傷内容については，平\n成１２年１２月６日のＭＲＩ検査で頚椎椎間板ヘルニアの所見が得られたことか\nら，「頚椎椎間板ヘルニア」，「外傷性頚椎椎間板ヘルニア」とする診断書も作成\nされているが，本件全証拠によっても，これが外傷性によるものであること又は本\n件事故に基づくものであることの根拠となるものは認められない。むしろ，本件事\n故直後の診察による被控訴人の傷病内容は，「左膝・両大腿打撲，頚椎捻挫」とい\nうものであるにすぎない。しかも，乙６０号証（医師Ｅ作成の意見書）によれば，\n本件事故当日に撮影された被控訴人の頚椎のＸ線像（乙３２の５ないし８）等を観\n察すると，頚椎の前後屈が可能で不安定性はなく，このことは事故発生時に頚椎に\n直接の強い外力が加わらなかったことを示すもので，また，加齢性の変化である骨\n棘形成を伴っていることなどを総合すれば，被控訴人の頚椎椎間板ヘルニアは本件\n交通事故以前に存在していた既往症であることが明らかであり，仮に，頚椎椎間板\nヘルニアが本件事故によって生じたものとすれば，起きてはいられないほどの激し\nい頚部痛を訴え，その症状は受傷直後又はその後の数日間が最も重く，次第に軽快\nしてくるのが医学的常識であるのに，被控訴人の事故直後の症状所見にはこれに沿\nうものが見当たらないとされており，これに反する証拠は存しない。そうすると，\n本件事故後の検査結果として診断された頚椎椎間板ヘルニアが，本件事故に基づく\n外傷性のものであるとする上記の各診断は採用することができず，本件事故による\n負傷内容として確実に認められるのは「左膝・両大腿打撲，頚椎捻挫」であって，\n「頚椎椎間板ヘルニア」は本件事故以前から生じていた既往症というべきである。\n(3)　また，上記の後遺障害診断書においては左三角筋等の筋力や左上肢\nの腱反射の低下が指摘されているものの，Ａ病院における事故当日の診断では上下\n肢の運動が「ＯＫ」とされていたことは上記のとおりであるほか，乙２３号証によ\nれば，Ｃ病院の平成１２年１２月２６日の診察でも被控訴人の上肢の筋力や腱反射\nは正常であったと認められることからすれば，上記の筋力低下や腱反射の低下につ\nいても本件事故に基づくものと認めることはできない。さらに，左肩関節の運動制\n限については，本件事故後の診療録にはその原因となるような外傷の指摘はなく，\n他動運動の制限が生じている点は頚椎椎間板ヘルニアでは説明がつかないことか\nら，これも本件事故に基づくものということはできない。\n(4)　もっとも，上記後遺障害診断書で指摘された「頚部痛」等の神経症\n状については，上記の意見書（乙６０）においても，既往症としての頚椎椎間板ヘ\nルニアに本件事故に基づく頚椎捻挫の外傷が加わって頚部痛等の神経症状が生ずる\n可能性までは否定されていないことからすれば，本件事故との因果関係を肯定し得\nる後遺障害というべきであり，本件各証拠から認められる診断内容や各診断書の記\n載等を総合すれば，その程度は１２級１２号に該当するものと認められる。そし\nて，上記神経症状の発症に既存の頚椎椎間板ヘルニアが寄与した割合は５０％とす\nるのが相当であり，被控訴人の人的損害からこれを減額すべきものと認められる。\n(5)　損害\nア　治療費等 １０４万９８９８円\n被控訴人が前記認定の治療により，治療費合計８１万１３２５円，\n通院交通費合計１０万９６７０円及び装具代１万０４０３円を負担したことは当事\n者間に争いがなく，前記認定の入院（計７９日）に伴う雑費としては，１日１５０\n０円の割合によって計算した合計１１万８５００円が相当と認められる。\nイ　休業損害 １８７万３９７０円\n被控訴人が本件事故による受傷及び治療のため，事故日である平成\n１２年１１月６日から症状固定日である平成１３年５月１４日までの間（合計１９\n０日）休業を余儀なくされたこと，被控訴人の平成１１年度の所得合計が３６０万\n円であることは当事者間に争いがなく，以上により計算した休業損害の額は１８７\n万３９７０円（１０円未満切捨て）となる。\nウ　逸失利益　 ３８９万１７３６円\n被控訴人は，症状固定日である平成１３年５月１４日当時５２歳で\nあるところ（甲１），上記のような被控訴人の後遺障害の内容にかんがみると，６\n２歳までの１０年間，その労働能力の１４％を喪失したものと認めるのが相当であ\nり，基礎年収を３６０万円とし（甲１２），ライプニッツ係数（７．７２１７）に\nよって中間利息を控除した上記の金額が本件事故による逸失利益と認められる。\nエ　慰謝料 　　　　　　３９７万円\n本件事故の態様等に加え，前記(1)ないし(4)に認定の傷害及び後遺\n障害の内容並びに治療状況等を考慮し，本件事故による慰謝料としては，入通院分\n１９７万円，後遺障害分２００万円をもって相当と認める。\nオ　既往症による寄与分の減額\n以上のとおり，本件事故を契機として被控訴人に生じた損害は，合\n計１０７８万５６０４円となるところ，いずれも人的損害であり，上記のとおりの\n既往症による寄与分の減額を行うと，本件事故に基づくものと認められるのはその\n５０％である５３９万２８０２円となる。」\n(2)　同８頁２行目の次に，行を改め次を加える。\n「　そして，前記のとおり本件事故に基づくものと認められる損害額５３９\n万２８０２円に２割の過失相殺をすると，４３１万４２４２円となる。」\n(3)　同８頁４行目から１４行目末尾までを次のとおり改める。\n「　以上のとおり，控訴人が被控訴人に支払うべき過失相殺後の賠償金額は\n４３１万４２４２円となるところ，被控訴人が本件事故に基づく賠償金として既に\n少なくとも５５０万４８３２円（被控訴人が本訴請求以外の治療費分とする３４万\n４８６７円を除いても５１５万９９６５円）の支払を受けていることは当事者間に\n争いがないから，上記の既払金を超えて更に控訴人が被控訴人に支払うべき金員は\nないというべきである。」\n３　以上によれば，被控訴人の請求は理由がなく，棄却すべきであり，これと異\nなる原判決は失当であるので，原判決中控訴人の敗訴部分を取り消して，被控訴人\nの請求を棄却することとする。\nよって，主文のとおり判決する。\n広島高等裁判所第３部\n裁判長裁判官　　　西　　　島　　　幸　　　夫\n裁判官　　　齋　　　藤　　　憲　　　次\n裁判官　　　永　　　谷　　　幸　　　恵\n"
}