{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 5,
    "day": 24
  },
  "case_number": "平成10(行ウ)1",
  "case_name": "沼田市特別養護老人ホーム補助金返還請求",
  "court_name": "前橋地方裁判所",
  "lawsuit_id": "6339",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=6339",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/339/006339_hanrei.pdf",
  "contents": "平成１４年５月２４日判決言渡・同日判決原本領収　裁判所書記官　高瀬美喜男\n平成１０年(行ウ)第１号　沼田市特別養護老人ホーム補助金返還請求事件\n口頭弁論終結の日　平成１４年１月１８日\n判　　　　　　　決\n主　　　　　　　文\n１　本件訴えのうち，被告Ａ及び同Ｂに対する原告の訴えをいずれも却下する。\n２　被告Ｃ，被告Ｄ，被告Ｅ及び被告社会福祉法人沼光会は，各自沼田市に対し，\n金１５５５万２０００円及びこれに対する平成１０年２月４日から支払済みまで年\n５分の割合による金員を支払え。\n３　原告のその余の請求をいずれも棄却する。\n４　訴訟費用はこれを１２分し，その８を原告の負担とし，その各１をそれぞれ被\n告Ｃ，被告Ｄ，被告Ｅ及び被告社会福祉法人沼光会の各負担とする。\n５　この判決は，第２項に限り，仮に執行することができる。\n事実及び理由\n第１　当事者の求めた裁判\n１　原告\n(1)　被告らは，沼田市に対し，連帯して金３６９２万４２６３円及びこれに対する\n平成１０年２月４日から支払済みまで年５分の割合による金員を支払え。\n(2)　仮執行宣言\n２　被告ら\n（本案前の答弁）\n(1)　被告Ａ，同Ｂ\nア　主位的答弁\n被告Ａ及び同Ｂに対する原告の訴えをいずれも却下する。\nイ　予備的答弁\n原告の被告Ａ及び同Ｂに対する訴えのうち，平成４年度から平成７年度\nまでの間に支出された補助金に関する損害賠償請求の部分を却下する。\n(2)　被告Ｃ\n原告の被告Ｃに対する訴えのうち，平成４年度から平成７年度までの間に\n支出された補助金に関する損害賠償請求の部分を却下する。\n(3)  被告Ｅ\n原告の被告Ｅに対する訴えのうち，平成４年度から平成７年度までの間に\n支出された補助金に関する損害賠償請求の部分を却下する。\n(4)　被告社会福祉法人沼光会\n原告の被告社会福祉法人沼光会に対する訴えのうち，平成４年度から平成\n７年度までの間に支出された補助金に関する損害賠償請求の部分を却下する。\n(5)　被告Ｄ\n原告の被告Ｄに対する訴えのうち，平成４年度から平成７年度までの間に\n支出された補助金に関する損害賠償請求の部分を却下する。\n（本案に対する答弁－被告ら共通）\n原告の請求を棄却する。\n第２　争いのない事実\n１　当事者\n(1)　原告は，群馬県沼田市（以下「沼田市」という。）の住民である。\n(2)　被告Ｃは，平成４年度から平成８年度の沼田市長である。\n(3)　被告Ａは平成４年度から７年度の沼田市助役であり，同Ｂは平成８年度の\n沼田市助役である。\n(4)　被告社会福祉法人沼光会（以下「被告沼光会」という。）は，平成２年９\n月１４日に社会福祉事業法に基づき群馬県の認可を受けた社会福祉法人である。被\n告沼光会は，沼田市内に特別養護老人ホーム「ききょうの里」（以下「ききょうの\n里」という。）を設置し，福祉サービスの提供を行っている。\n(5)　被告Ｄは，平成２年９月１４日から平成１０年１月３１日までの間，被告\n沼光会の理事長であり，被告Ｅは同期間被告沼光会の理事であった。\n２　補助金の支出\n沼田市は被告沼光会に対し，ききょうの里の建設工事に関して以下のとおり\n補助金を支出した（各年度ごとの各補助金を総称するときはたとえば(1)アないしエ\nの各補助金を総称して以下「平成４年度の各補助金」などといい，(1)から(5)まで\nの各補助金を総称するときは以下「本件各補助金」という）。\n(1)　平成４年度　　　　　　　　　　　　　　　　　合計９１２万６０００円\n（内訳）\nア　社会福祉施設設置事業補助金（以下「施設設置補助金」という。）\n（第１回）　　　　　　　　　　　　　　　　　　１９７万１０００円\nイ　民間老人福祉施設整備費償還費補助金（以下「償還費補助金」という。）\n（第１回）　　　　　　　　　　　　　　　　　　２５９万２０００円\nウ　施設設置補助金（第２回）　　　　　　　　　　　１９７万１０００円\nエ　償還費補助金（第２回）　　　　　　　　　　　　２５９万２０００円\n(2)　平成５年度　　　　　　　　　　　　　　　　　合計７１５万４３２５円\n（内訳）\nア　施設設置補助金　　　　　　　　　　　　　　　　１９７万１０００円\nイ　償還費補助金　　　　　　　　　　　　　　　　　２５９万２０００円\nウ　民間社会福祉施設整備資金利子補助金（以下「利子補助金」という。）\n２５９万１３２５円\n(3)　平成６年度　　　　　　　　　　　　　　　　　合計７００万６１０５円\n（内訳）\nア　施設設置補助金　　　　　　　　　　　　　　　　１９７万１０００円\nイ　償還費補助金　　　　　　　　　　　　　　　　　２５９万２０００円\nウ　利子補助金            　　　　　　　　　　　　２４４万３１０５円\n(4)　平成７年度　　　　　　　　　　　　　　　　　合計６８８万９８３３円\n（内訳）\nア　施設設置補助金　　　　　　　　　　　　　　　　１９７万１０００円\nイ　償還費補助金　　　　　　　　　　　　　　　　　２５９万２０００円\nウ　利子補助金            　　　　　　　　　　　　２３２万６８３３円\n(5)　平成８年度　　　　　　　　　　　　　　　　　合計６７４万８０００円\n（内訳）\nア　施設設置補助金　　　　　　　　　　　　　　　　１９７万１０００円\nイ　償還費補助金　　　　　　　　　　　　　　　　　２５９万２０００円\nウ　利子補助金            　　　　　　　　　　　　２１８万５０００円\n３　沼田市の専決規程\n沼田市事務専決規程（昭和５９年３月３１日訓令甲第１号。乙第１号証）\nは，１００万円以上３００万円未満の負担金，補助金及び交付金の支出負担行為及\nび支出命令について，助役の専決事項と規定している。\n４　監査請求\n原告は，本件各補助金の支出について，沼田市監査委員に対し，平成９年１\n１月１３日付けで監査請求をした（以下「本件監査請求」という。）ところ，同監\n査委員は，平成１０年１月９日，本件監査請求のうち平成４年度から平成７年度ま\nでの各補助金支出にかかる部分（以下「本件監査請求の却下部分」という。）を却\n下し，平成８年度の補助金支出にかかる部分を棄却した。\n第３　争点及び当事者の主張の骨子\n（争点）\n１　本件訴えの適法性\n(1)　被告Ａ及び被告Ｂの被告適格の有無\n(2)　本件監査請求の却下部分について，監査請求を経たものといえるか。\n２　本件各補助金支出の違法性\n(1)  本件各補助金の支出は，沼田市社会福祉法人の助成に関する条例２条に違\n反するか否か（本件各補助金共通）。\n(2)  本件各補助金の支出に公益上の必要性があるか否か（本件各補助金共\n通）。\n(3)  平成４年度の償還費補助金のうち平成３年度の償還金２５９万２０００円\nにかかる部分は，沼田市民間老人福祉施設整備費償還費補助金交付要綱（平成４年\n９月２２日告示第５９号。以下「償還費要綱」という。）に違反するか否か。\n(4)　施設設置補助金の支出（各年度共通）は，社会福祉事業法５６条１項に違\n反するか否か。\n３　被告らの責任の有無\n(1)　被告Ａ及び被告Ｂ\n(2)　被告Ｃ\n(3)　被告沼光会\n(4)　被告Ｄ及び被告Ｅ\n（当事者の主張の骨子）\n１　争点１(1)（被告Ａ及び被告Ｂの被告適格の有無）について\n（被告Ａ及び同Ｂの主張）\n補助金支出にかかる助役の専決事項は１００万円以上３００万円未満であ\nり，これを超える補助金については助役の専決事項ではないが，沼田市は，沼光会\nに対する各年度の補助金を合算処理しているから，各年度の補助金支出額はいずれ\nも助役の専決事項の範囲を超えている。また，本件各補助金の支出は，重要事項と\nして市長の決裁を要する（沼田市事務専決規程１１条）。\nしたがって，本件各補助金の支出に関し，被告Ａ及び同Ｂに専決権はないか\nら，原告の同被告らに対する訴えは被告適格を欠き不適法である。\n（原告の主張）\n本件各補助金の支出負担行為及び支出命令の１件当たりの額は１００万円以\n上３００万円未満であるが，各事項の区分金額は，１件当たりの額によるから（沼\n田市事務専決規程の備考１），本件各補助金については助役に専決権がある。よっ\nて，被告らには被告適格がある。\n２　争点１(2)（本件監査請求の却下部分について，監査請求を経たものといえる\nか。）について\n（被告らの主張）\n原告は，平成９年１１月１３日に本件各補助金の支出について監査請求をし\nているところ，平成４年度から平成７年度までの各補助金については，監査請求期\n間を徒過している（地方自治法２４２条２項本文）。\nまた，本件各補助金の支出負担行為自体は，沼田市の議会の議決を経て行わ\nれている以上，市民である原告は知り得たものであるから，監査期間を徒過したこ\nとについて正当な理由はない。\n（原告の主張）\n(1)　原告は，平成４年度から平成７年度までの各補助金の支出について１年以\n内に監査請求を経なかったことについて，以下のとおり，正当な理由がある。\nア　本件各補助金が沼田市社会福祉法人の助成に関する条例２条に規定される書類\nの提出がなされないまま支給されたことは，沼田市議会平成９年第５回定例回決算\n審査特別委員会で明らかになるまで原告は知り得なかった。\nイ　本件各補助金の支出は公益上の必要性がなく違法であるが，被告沼光会に対す\nる助成が必要でないことは，平成９年１０月３０日，被告沼光会に対する県の特別\n監査等に関する報道において，被告沼光会の借入金の返済のために被告Ｄと同Ｅが\n贈与契約を締結していることが明らかにされて初めて一般に知り得たのである。\nウ　平成４年度の償還費補助金について償還費要綱違反がある事実は，平成９年１\n１月１３日の沼田市議会教育民生委員協議会において初めて明らかにされた。\nエ　本件各補助金は予算書や決算書において償還費補助金として一項目にまとめて\n記載されていたため，施設設置補助金が２０年の分割支給されていることは，平成\n９年１１月１３日の沼田市議会教育民生委員協議会において明らかにされるまで原\n告は知り得なかった。\n(2)　監査委員は，平成４年度から平成７年度までの補助金の支出について，実質的\nには監査を実施している。\n(3)　本件各補助金は，平成４年度９月補正予算及び平成５年当初予算において，平\n成２２年度まで支出が予定される債務負担行為として計上されており，平成２２年\nまでの一連の行為である。\n３　争点２(1)（本件各補助金の支出は，沼田市社会福祉法人の助成に関する条例\n２条に違反するか否か。）について\n（原告の主張）\n本件各補助金の支出は，沼田市社会福祉法人の助成に関する条例（以下「社\n会福祉条例」という。）２条が規定する申請書の添付書類（①理由書，②助成を受\nけようとする事業の計画書及びこれに伴う収支予算書，③財産目録及び貸借対照\n表，④その他市長が必要と認める書類）の提出がないまま実施されており，条例に\n基づく補助金の支給を規定した社会福祉事業法５６条１項に違反する。\n（被告らの主張）\n本件各補助金の支出については，社会福祉条例２条に定める書類に実質的に\n相当する書類として，①借入償還金一部助成方依頼書，②陳情書写し，③償還予定\n額及び助成希望額一覧表，④償還年次表（社会福祉・医療事業団），⑤施設整備資\n金償還表（群馬県社会福祉協議会），⑥償還領収書が提出されている。同条例は社\n会福祉事業法５６条を受けて補助金支出の必要性を審査する手続きとして規定され\nたのであるが，被告Ｃは上記資料により補助の必要性の確認をして支出を決定した\nのであるから，その手続は実質的に条例の手続に従っており，社会福祉事業法５６\n条に反するものではない。\n４　争点２(2)（本件各補助金の支出に公益上の必要性があるか否か。）について\n（原告の主張）\n被告Ｄ及び被告Ｅは，被告沼光会の社会福祉・医療事業団及び群馬県社会福\n祉協議会に対する借入金の償還として，被告沼光会との間で償還金相当額の贈与契\n約を締結していたところ，十分な資力があるにもかかわらず，上記贈与契約の履行\nを免れるため，沼田市に対して本件各補助金の支給を申請したものである。また，\n被告Ｄは，元々ききょうの里の建物の建築工事により利益を挙げることを目的と\nし，同工事の費用も大淵建設ができるだけ高い金額で受注しようと企図していた\nが，群馬県の指導により競争入札によることを余儀なくされたため，形ばかりの指\n名競争入札を行ったうえ，大淵建設系列下の成和工業にこれを受注させたという経\n過があり，上記工事は成和工業との請負工事代金を大きく下回る４億円程度ででき\nたものというべきである\nから，そもそも社会福祉・医療事業団等からの借入金自体不要であった。よって，\n本件各公金支出は，公益上の必要がなく，地方自治法２３２条の２及び社会福祉事\n業法５６条１項に違反する。\nさらに，被告沼光会としては，被告Ｄ及び被告Ｅに対し上記贈与契約の履行\nを求めれば社会福祉・医療事業団及び群馬県社会福祉協議会に対する借入金の償還\n元金をすべて賄うことができるのであるから，沼田市から全く同じ使途の本件各補\n助金を支給することは地方自治法２条１４項及び地方財政法４条１項の各規定に反\nする。\n（被告Ｃ，同Ａ，同Ｂ）\n争う。被告沼光会は，沼田市に対し，寄附金収入によっては開設時借入金の\n返済が限界であるとして，その５割相当額の補助を求めた。そこで，沼田市は，他\nの地方公共団体における補助の動向や沼田市で昀初の特別養護老人ホームであるき\nきょうの里の経営の良否は入所者へのサービスや今後の高齢者福祉推進に影響する\nことにかんがみ，議会の承認を得て補助を決定した。すなわち，本件各補助金は，\n社会福祉法人が過重な施設整備費負担にあえいでいるという社会背景を踏まえて，\n憲法２５条の福祉国家理念及びこれを実現すべく社会福祉法人制度を充実させてい\nこうという国家の方針に沿ってなされたものであり，公益上の必要性に基づくもの\nである。理事らによる贈与契約の存在のみによってかかる公益上の必要性がなくな\nるものではない。\n（被告Ｄ）\n争う。原告は，ききょうの里の建物の建築工事が４億円で施工できたと主張\nするが根拠はなく，現に成和工業も実際の受注額を上回る５億２５３０万円で入札\nしていたのである。また，被告Ｄらが被告沼光会との間で締結した贈与契約は，被\n告沼光会が社会福祉法人として認可を受けるため便宜上作成されたにすぎず，真意\nに基づかないものである。現に，被告沼光会が被告Ｄを被告として提起した上記贈\n与契約に基づく贈与金請求訴訟の第１審判決は，上記贈与契約を心裡留保に基づく\nものとして被告沼光会の請求を棄却している。しかも，そもそも社会福祉法人設立\n時にかかる贈与契約が存在したとしても，その後国や地方公共団体において適宜助\n成を行うなどの体制を整えるべきであり，個人の寄附に依存することは福祉政策と\nして妥当でないから\n，本件各補助金を支出したことはむしろ相当である。\n（被告Ｅ）\n争う。被告Ｅは贈与契約を真摯に履行するつもりであったが，当時被告沼光\n会の経理を担当していたＦから履行しなくてよい旨言われたため実際には履行しな\nかったものにすぎない。また，ききょうの里の建物の建設工事代金額の決定その他\n原告が主張する経緯も，被告Ｄが，被告Ｅの知らないところで推進したものにすぎ\nず，被告Ｅは何ら関わっていない。\n（被告沼光会）\n争う。\n５　争点２(3)（平成４年度の償還費補助金のうち平成３年度の償還金２５９万２\n０００円にかかる部分は，償還費要綱に違反するか否か。）について\n（原告の主張）\n償還費要綱３条は，「借入時に定められた年次別の償還元金に応じて，その\n償還年度に補助するものとする。」と定められているが，沼田市は，平成４年度に\nなってから平成３年度分の償還費２５９万２０００円に対する補助金を支出してい\nる。\nしたがって，平成４年度の償還費補助金のうち平成３年度の償還金２５９万\n２０００円に対する部分は交付要綱違反であり，沼田市社会福祉法人の助成に関す\nる条例３条，社会福祉事業法５６条１項に違反する。\n（被告Ｃ，被告Ａ，被告Ｂ及び被告Ｅ）\n沼田市は，償還費要綱の附則にしたがって，平成３年度の償還費に対して補\n助金を支給したものである。\n６　争点２(4)（施設設置補助金（各年度共通）の支出は，社会福祉事業法５６条\n１項に違反するか否か。）について\n（原告の主張）\n施設設置補助金は，沼田市社会福祉施設設置事業補助金交付要綱（平成４年\n９月２２日告示第５８号。以下「施設設置要綱」という。）に基づいて支出されて\nいるところ，市は社会福祉法人が行う社会福祉施設の設置事業に対して補助金を交\n付し（１条），補助対象経費は新設の経費に限る（２条）と規定されているのであ\nるから，平成３年度に完成した被告沼光会の特別養護老人ホーム「ききょうの里」\nの設置事業に対しては，同要綱に基づいて補助金を支出することはできない。すな\nわち，施設設置補助金は，上記要綱に違反して支出されたものであるが，これを単\nなる手続規定違反とみることはできない。もともと被告沼光会は同法人が社会福\n祉・医療事業団等からの借入金の返済金（償還金）の５割相当額の助成を陳情して\nいたところ，償還費要綱\nでは償還金に対する補助金額の上限は償還金の３分の１とされているため，沼田市\n福祉事務所長は被告沼光会の上記陳情に沿うために施設設置補助金を過去に遡って\n支出することを計画したものであり，かかる経緯にかんがみ，また，そもそも既に\n完了した建設事業に対して遡って補助金を追加支給しても助成の効果は期待できな\nいのであるから，前記補助金の交付は，上記要綱に違反するとともに，社会福祉条\n例２条，ひいては社会福祉事業法５６条１項に違反する。\n（被告Ｃ，被告Ａ，被告Ｂ及び被告Ｅの主張）\nききょうの里等の設置事業に対する補助金支出は，施設設置要綱に準じて３\n９４３万４０００円を償還年次（２０回）に分割し，１年度に２５９万２０００円\nを支給することとしたが，支出の根拠となるのは沼田市社会福祉法人の助成に関す\nる条例であり，施設設置要綱を適用したものではない。\n７　争点３（被告らの責任の有無）について\n(1)　被告Ａ及び被告Ｂについて\n（原告の主張）\n同被告らは，それぞれの在任期間において，本件各補助金の専決権者とし\nて，故意又は過失により，違法な支出負担行為及び支出命令をした。\n（被告Ａ及び被告Ｂの主張）\n争う。\n(2)　被告Ｃについて\n（原告の主張）\n同被告は，市長として，助役の支出負担行為及び支出命令について指揮監\n督すべき義務があるところ，故意又は過失により，本件各補助金の違法な支出負担\n行為及び支出命令に関する指揮監督を怠った。\n（被告Ｃの主張）\n争う。\n(3)　被告沼光会について\n（原告の主張）\n同被告は，沼田市に対して違法に補助金給付を求め，本件各補助金相当額\nの損害を与えた。\n（被告沼光会の主張）\n争う。\n(4)　被告Ｄ及び被告Ｅについて\n（原告の主張）\n同被告らは，被告沼光会に対する自己の債務を免れる目的で，被告沼光会\nをして違法な助成を求めさせ，沼田市に右支出相当額の損害を与えたものであるか\nら，沼田市に対し，損害賠償又は不当利得を返還する責任がある。\n（被告Ｄ及び被告Ｅの主張）\n争う。\n第４　当裁判所の判断\n１　争点１(1)（被告Ａ及び同Ｂの被告適格の有無）について\n本件訴えは，地方自治法２４２条の２第１項４号所定の代位住民訴訟の一類型\nである「当該職員」に対する損害賠償の請求であるところ，「当該職員」とは，当\n該訴訟においてその適否が問題とされている財務会計上の行為を行う権限を法令上\n本来的に有するものとされている者及びこれらの者から権限の委任を受けるなどし\nて上記権限を有するに至った者をいい，およそ上記のような権限を有する地位ない\nし職にあると認められない者はこれに該当しないと解される。\nこれを本件についてみると，乙第１号証によれば，沼田市事務専決規程７条１\n項，別表第１及び別表第５（以下「本件専決規程」という。）には，財務に関する\n行為のうち，負担金，補助及び交付金については，１件１００万円以上３００万円\n未満の支出負担行為及び支出命令につき，長たる沼田市長から助役に対し権限を委\n任することができる旨規定されていることが認められる。そして，乙第２号証の１\nないし４，第３号証の１ないし４，第４号証，戊第２号証の１ないし１２，第３な\nいし第５号証の各１ないし１３，第１２号証の１ないし１３によれば，本件各補助\n金については年度ごとに一括して支出負担行為決議票，支出命令決議票（平成４年\n度については，これらが１通の支出負担行為及び支出決議票により行われてい\nる。）が作成され，被告\n沼光会に対する補助金交付指令書も年度ごとに一括して作成されており，平成４年\n度の補助金として９１２万６０００円が，平成５年度の補助金として７１５万４３\n２５円が，平成６年度の補助金として６８８万９８３３円が，平成７年度の補助金\nとして７００万６１０５円が，平成８年度の補助金として６７４万８０００円が，\nそれぞれ上記のような方法により一括して支出されたこと，支出負担行為決議票，\n支出命令決議票等の書面はいずれも沼田市長の決裁印を経ていること，補助金交付\n指令書も沼田市長名で作成されたことがそれぞれ認められる。\n以上の各事実によれば，本件各補助金の支出負担行為及び支出命令はいずれも\n１件３００万円を超える支出負担行為及び支出命令として決裁が行われているので\n各支出の金額からしても助役の権限の範囲外であり，また，そもそも本件各補助金\nについては沼田市長から助役に対し権限の委任がなされておらず，したがって，本\n件専決規程の文言に照らし，助役は本件各補助金の支出負担行為及び支出命令につ\nいては本来的に権限を有していないというべきである。\nそうすると，本件各補助金の支出については沼田市助役である被告Ａ及び被告\nＢの権限に属する事務ではないから，本件訴えのうち上記被告らに対する原告の訴\nえにかかる部分は，不適法であって却下を免れない。\n２　争点１(2)（適法な住民監査請求前置の有無）について\n(1)　監査請求期間徒過の有無\nア　本件監査請求が平成９年１１月１３日に行われたことは当事者間に争いがな\nく，乙第２号証の１ないし４，第３号証の１ないし４，第４号証によれば，以下の\n事実が認められる。\n本件各補助金の支出は，平成４年度分は平成５年３月２９日，平成５年度分\nは平成６年４月１１日，平成６年度分は平成７年３月１７日，平成７年度分は平成\n８年３月２７日，平成８年度分は平成９年２月２７日にそれぞれ行われたことが認\nめられる。\n以上によれば，平成４年度から平成７年度までの各補助金支出にかかる訴え\nの部分については，本件監査請求が当該支出のあった日から１年以上を経過した後\nになされたものであるから，本件監査請求のうち上記部分についてはその期間を徒\n過してされたことは明らかである。\nイ　甲第２号証（本件監査請求に係る監査結果通知書）によれば，原告は，本件\n各補助金の支出がそれ自体違法であるという主張に加えて，沼田市長が沼光会に対\nし違法に支出された本件各補助金の返還を求めないことの違法をも主張しており，\nこれを地方自治法２４２条１項にいう「怠る事実」として主張するものと解すべき\nか否か。\nこの点，上記書証等によれば，本件各補助金の支出自体の違法が主に主張されて\nおり，沼田市長が沼光会に対し本件各補助金の返還を求めないことは本件監査請求\nや本件訴えを提起するに至った事情として述べられているものに過ぎず，「怠る事\n実」を独立して主張しているものとは認められない。したがって，本件監査請求中\nに「怠る事実」の違法を主張する部分があることをもって本件監査請求に監査請求\nの期間制限が及ばなくなるとはいえず，上記期間徒過の判断が左右されることはな\nい。\n(2)　正当な理由の有無\nｱ　ところで，原告は上記期間徒過につき「正当な理由」（地方自治法２４２条２項\n本文に規定する監査請求期間を徒過した後にされたことについて同項但書）がある\nと主張するので検討するに，この「正当な理由」の有無は特段の事情がない限りど\nの時点で普通地方公共団体の住民が相当の注意力をもって調査したときに客観的に\nみて当該行為を知ることができたかどうか，また，当該行為を知ることができたと\n解される時から相当な期間内に監査請求をしたかどうかによって判断すべきであ\nる。\nｲ　被告らは，本件各補助金の支出負担（財務会計）行為自体は沼田市議会の議決を\n経ており，特に秘密裏に行われたものではなく，原告に「正当な理由」はない旨主\n張する。しかし，原告は，以下のように主張する。被告沼光会は社会福祉・医療事\n業団及び群馬県社会福祉協議会からききょうの里建設資金として１億９５００万円\nを借り入れたが，本件補助金は同借入金の償還費等補助の性質を有するものである\nところ，被告沼光会は被告Ｄ，同Ｅとの間で同被告らが上記償還費相当額を寄附す\nる旨の贈与契約を締結していたことにかんがみると，沼田市による補助は不要であ\nり，したがって本件各補助金は公益性を欠くというべきである。\n以上によれば，沼田市の住民は本件各補助金の支出が沼田市議会の議決により\n決定され現にその支出がなされたとの事実を知るだけでは本件各補助金支出の違法\n性を知ることができないというべきである。したがって，被告らの上記主張は理由\nがない。\nｳ　原告（沼田市住民）はどの時期に相当な注意をもってすれば本件各補助金の支出\nの違法性を知り得たか検討する。\n甲第２，第７，第８号証の１ないし５，第９，第１１ないし第１５号証，第１\n６号証の１，２，第１８ないし第２１号証，第２３号証の１，２，第２５，第３７\n号証の１，２，第３８号証の１ないし７，第３９，第４０，第５４ないし第５６号\n証，第５８号証の１ないし６，第５９号証の１，２，第６１，第６４，第６７，第\n６８号証，乙第１，第２，第３号証の各１ないし４，第４号証，戊第１号証の１な\nいし１８，第２号証の１ないし１２，第３ないし第５号証の各１ないし１３，第１\n２号証の１ないし１３，第１３，第１４号証の各１ないし５，第１５号証の１ない\nし３，証人Ｇ，同Ｈの各証言及び弁論の全趣旨によれば，次の事実が認められる。\n(ア)　本件各補助金の支出に至る経緯は以下のとおりである。①被告Ｄは，被告沼\n光会の設立に関わり，平成４年当時同被告の理事長であり，被告Ｅは，被告沼光会\nの理事であったが，両名は，同年６月８日，沼田市議会議長宛に陳情書（甲第７号\n証，戊第１号証の１８。以下，単に「陳情書」という。）を提出した。②これを受\nけて，同年７月１６日，沼田市福祉事務所長Ｉ（以下「Ｉ福祉事務所長」「Ｉ」な\nどという。）において「特別養護老人ホーム「ききょうの里」開設時借入金の助成\n方陳情について別紙のとおり対応したい。」と題する書面（戊第１号証の１。以下\n「Ｉ起案」という。）を起案した。③沼田市民生部長，同市企画財政課長，同市高\n齢福祉課長，同市助役及び沼田市長は，上記陳情書，Ｉ起案等に基づき検討し，沼\n田市執行機関として\n，④の方針決定（決裁）をした。④被告沼田市は被告沼光会に対し借入金の３分の\n１（建設補助相当額については，要綱整備後の施設との均衡から全額補助とす\nる。）を返済期間の２０年に均等補助とし，財政的必要手続（債務負担行為）につ\nいては毎年度手続（予算補助）を取る。\n(イ)　Ｉ起案の概要は以下のとおりである。①起案の別紙（戊第１号証の２）に\nは，本件各補助金の支出の必要性，支出額及び支出の時期のほか，「国県補助金の\n対象外部分については自己負担となるが，老人福祉施設については，設置費につい\nて，運営費からの繰入等は認めておらず，設置者等の負担が大きく経営にも支障を\n来していることからも，借入金の一部について市が補助することによって民間にお\nける老人福祉施設設置の促進を図りたい。」との記載（文言）が見られる。②同起\n案添付にかかる施設整備資金償還票（戊第１号証の１４）によれば，被告Ｄ，同Ｅ\nが施設整備資金償還につき被告沼光会の保証人となっている。③同起案には被告\nＤ，同Ｅによる贈与契約の事実記載はない。\n(ウ)　本件各補助金の陳情については，平成４年６月から７月にかけて沼田市議会\n教育民生常任委員協議会において審査がなされた。その際陳情書，償還予定表及び\n助成希望額一覧が提出されたが，被告沼光会の財政状況を示す資料の提出はなく，\n被告Ｄ，同Ｅの本件贈与契約についても明らかにされなかった。なお，Ｉ福祉事務\n所長は，上記陳情審査において，ききょうの里は沼田市で唯一の特別養護老人ホー\nムであり，要綱の作成により公平な補助が必要であるなどと説明した。\n(エ)　本件各補助金の支出負担行為・支出命令具体化（過程）の概略は以下のとお\nりである（戊第２ないし第５号証の各１，６，７，第２号証の１２，第３ないし第\n５号証の各１２，１３，第１２号証の１，６，７，１２，１３）。①沼田市民生部\n福祉課高齢福祉係長Ｊが上記(ア)の方針を下敷きとして，「老人福祉施設整備費償\n還補助金交付申請があったので交付したい。」などと題する書面を起案。②福祉事\n務所長が同書面決裁。③沼田市長が補助金交付指令書発出。④被告沼光会が補助金\n交付請求書提出。⑤支出負担行為及び支出命令。\n(オ)　沼田市監査委員は，本件各補助金の支出につき，以下のとおり随時監査を実\n施し，結果報告と公表がなされた（戊第１３，第１４号証の各１ないし５）。平成\n４年度平成５年７月３０日，平成５年度平成６年８月１日，平成６年度平成７年７\n月２５日，平成７年度平成８年７月２３日，平成８年度平成９年７月２２日。因み\nに，これらの書面中にも被告Ｄ，同Ｅの本件贈与契約に関する記載はない。\n(カ)　ところで，平成９年，被告Ｄらによる寄付強要疑惑が指摘された。すなわ\nち，同被告らにおいて，ききょうの里入所者らに対し被告沼光会への寄附を強要し\nているというものであり，群馬県高齢政策課は，同年８月２０日ききょうの里への\n立入り調査，同年９月５日特別監査を実施し，また，群馬県保険福祉部は，同年１\n１月５日被告Ｄ外１名を準詐欺罪などで群馬県沼田警察署に刑事告発した。\n(キ)　上記経過の中で，被告沼光会の運営ひいては本件各補助金の交付決定とその\n執行状況等が問題とされるに至り，平成９年１０月３０日には，毎日新聞，上毛新\n聞などにより，ききょうの里入所者作成にかかる遺言状につき遺言状作成者の作成\n能力欠如の疑惑が報じられたが，その際，以下の記事が見られた。①沼田市が被告\n沼光会に対し借入金の助成を行ったことは問題である。②被告Ｄらは，被告沼光会\nとの間で贈与契約を締結したがこれが不履行となっている。③群馬県高齢政策課長\nは次のようにコメントとした。「返済資金が集まったとしても，理事長らは贈与契\n約通りに支払う義務がある。」\n(ク)　Ｈは，平成９年当時沼田市議会議員であり，沼田市議会教育民生常任委員を\nしていたが，上記のとおり，同年中本件陳情書につき審査が実施されていたとこ\nろ，時を同じくして，同年１０月一部ききょうの里入所者において寄附強要の被害\nを被ったとして「被害者の会」を作り，間もなく「被害者を支援する会」もできた\nことから，Ｈはこれらの会に参加するとともに，同会代理人Ｋ弁護士より被告Ｄ，\n同Ｅと被告沼光会間の本件贈与契約の存在を知らされた。\n(ケ)　これより先の平成９年，既に寄附強要疑惑が大きく報じられていたものであ\nるところ，Ｈは，同年９月，沼田市教育民生委員協議会において沼田市実施にかか\nる補助金（本件各補助金を含む。）についてその妥当性を再確認するため補助金の\n詳しい説明を要求していた。しかし，同年１０月開催の同協議会などにおいて，償\n還年次表につき利息だけが記載された資料（甲第６８号証）提出があっただけで，\nその他の部分の記載はなく，また，被告Ｄ，同Ｅによる贈与（契約）の存在は不明\nのままであった。\n上記経緯の中で，Ｈは，平成９年１０月開催の沼田市教育民生委員協議会にお\nいてＬ高齢福祉課長に対し，さらに詳細な資料の提出を求めた。結局，同年１１月\n１３日開催の同協議会において，Ｌ高齢福祉課長から償還年次表の提出がなされ，\nこれに基づく説明も行われた。\n(コ)　原告は，元々Ｈとは知り合いであったが，上記(オ)の新聞報道（寄付強要）\nに接したことから，平成９年１０月３０日ころＨと連絡を取り，被告Ｄ，同Ｅの贈\n与契約の存在を知らされたが，原告は，その後も本件訴訟などにつきＨ議員と連絡\nを取り合うようにした。\nｴ　以上認定の事実に基づき以下のとおり判断する。\n前記イに記載のとおり，沼田市住民としては本件補助金支出負担行為ないし支出\n命令等の支出が違法であると疑うことはできない。同住民がこれにつき違法の疑念\nを抱くためには，被告沼光会に借入金償還能力があり，本件補助金支払の必要性と\n相矛盾を来たしかねない本件贈与契約締結の事実を知る必要があるというべきであ\nる。\nそれでは，沼田市住民が相当の注意力をもって調査したときに，客観的にみてど\nの時期に被告Ｄ，同Ｅと被告沼光会間の本件贈与契約締結の事実を知ることができ\nたか。この点，平成９年１０月３０日新聞報道に至って初めて沼田市住民は本件贈\n与契約を知ったものであり，それまでに何らかの手段方法をもってこれを知り得た\nとの主張，立証はない。したがって，同日をもって上記時期とするのが相当であ\nる。\nｵ　そして，住民監査請求に当たっては，慎重な事実調査と必要な証拠収集が欠かせ\nず，そのためには相当の期間を要するというべきであるところ，本件監査請求は，\n上記平成９年１０月３０日から１４日後になされており，結局，監査請求期間を徒\n過した後にされたことについて「正当な理由」（地方自治法２４２条２項但書）が\nあり，本件訴えは，いずれも適法な監査請求を経たものと認められ，適法である。\n３　争点２(1)ないし(4)（本件各補助金支出の違法性）について\n(1)　甲第２ないし第７号証，第８号証の１ないし５，第９，第１１ないし第１５号\n証，第１６，第１７号証の各１，２，第１８，第１９，第２１号証，第２３号証の\n１，２，第２４ないし第２８号証，第２９号証の１，２，第３０ないし第３２号\n証，第３３号証の１，２，第３４ないし第３６号証，第３７号証の１，２，第３８\n号証の１ないし７，第３９ないし第４１号証，第４２，第４３，第４６号証の各\n１，２，第４７ないし第４９号証，第５４ないし第５７号証，第５８号証の１ない\nし６，第５９号証の１，２，第６１，第６３ないし第６８号証，乙第２，第３号証\nの各１ないし４，第４ないし第１２号証，丙第１号証，第５，第７号証の各１，\n２，第８，第９号証，第１０号証の１，２，第１１号証の１ないし５，第１３，第\n１４号証の各１，２，第１\n５号証の１ないし３，第１６ないし第２４号証，戊第１号証の１ないし１８，第２\n号証の１ないし１２，第３ないし第５号証の各１ないし１３，第６ないし第１１号\n証，第１２号証の１ないし１３，第１３，第１４号証の各１ないし５，第１５号証\nの１ないし３，第１６ないし第２１号証，前記２に認定した事実，証人Ｇ，同Ｈの\n各証言及び弁論の全趣旨によれば，次の事実が認められる。\nｱ　被告Ｄは，昭和４６年に株式会社大淵建設（以下「大淵建設」という。）を設立\nし，平成９年まで同社代表取締役をしていたが，関連会社には，①株式会社大淵設\n備（以下「大淵設備」という。），②株式会社ユアビジネスサービス（以下「ユア\nビジネス」という。），③株式会社成和工業（以下「成和工業」という。）などが\nあり，各代表取締役は，①がＭ（大淵建設設備部長），②がＦ（大淵建設常務取締\n役総務部長。），③がＮ（大淵建設建築課長。）であった。\nｲ　被告沼光会ないしききょうの里の設立\n(ア)　被告Ｄは，大淵建設が昭和５１年ころ，被告Ｅの依頼（発注）にかかる内田\n外科医院（沼田市所在）の建設工事に携わったことから同被告と親しく付き合うよ\nうになり，昭和６３年ころには，医療法人大誠会内田病院（以下「内田病院」とい\nう。）及び老人保健施設大誠苑（以下「大誠苑」という。）の建設工事を請け負っ\nたが，そのころ，被告Ｄは被告Ｅに群馬銀行からの融資をあっせんするなどし，ま\nた，内田病院に医師が派遣されるよう働きかけるなどした。\n(イ)　同じく昭和６３年ころ，被告Ｄは被告Ｅより，被告沼田市が平成２年度事業\nとして沼田市に特別養護老人ホーム（以下「特養」「特養ホーム」などという。）\nの設置計画をしていること，同被告はその設置主体になる意向を有していることを\n聞かされ，資金面等での協力方の要請を受けたものであるところ，被告Ｄは，被告\nＥにおいて内田病院の患者確保などを視野に置いて，特養ホームの設置主体に乗り\n出したものと思い至るとともに被告Ｅが設置主体となれば当該特養施設の建設工事\nを大渕建設などで請け負うことができるものと考えた。なお，上記特養ホーム（設\n置後）は平成２年８月までは「平成苑」と仮称されていたが，同月開催の被告沼光\n会理事会で名称を「ききょうの里」と決定した（以下，時期のいかんを問わず「き\nきょうの里」という\n。）。\n(ウ)　上記経緯が（一部）下敷きとなって，平成元年５月ころ被告Ｅがききょうの\n里の設置母体（主体）に選ばれ，同設置主体（名称「社会福祉法人沼光会」）のも\nとに，被告沼光会設立準備の開始となったが，この段階における関係者の思惑（予\n定）は以下のとおりであった。①理事長はＯ（被告Ｅの妻。）。②ききょうの里施\n設長はＰ。③被告Ｄは理事。\n(エ)　当時，Ｐによれば，予定地確保を前提に，建物は国，群馬県及び沼田市の補\n助金で賄えた（国及び沼田市各１億６０００万円，群馬県８０００万円程度）。し\nたがって，被告Ｄは，建物建設工事請負の実現を中心に関与を目論んでおり，多額\n寄附による共同経営者的立場を企図せず，また，格別，社会福祉実現の使命感を有\nすることはなかった。\nｳ　ききょうの里建設費用の資金繰りなど\n(ア)　上記設立準備過程の中で，以下の事情が出現（判明）した。①予定地確保の\n費用が嵩む。②建設工事費が予想以上に高くつく。③補助金の額が少なく，建設工\n事費を全額補助金で賄うことはできない。④Ｐに替わってＯが施設長に就任する。\n(イ)　被告Ｄは，被告沼光会の設立，運営の頓挫となれば大淵建設等の信用失墜の\n結果招来になると危惧し，理事長就任，そして，大淵建設，大淵設備等の名義によ\nる被告沼光会への予定地購入費用３０００万円の寄附を決意した。しかし，上記の\nとおり，被告Ｄは元々予定地購入費用以外の寄附は考えておらず，補助金は建設工\n事費の一部に過ぎないことが判明したことから資金繰りに頭を悩まし，調査の結\n果，社会福祉・医療事業団（以下「事業団」という。）からは被告沼光会所有の不\n動産を担保にして，また，群馬県社会福祉協議会（以下「社会福祉協議会」「社\n協」などという。）からは無担保で，それぞれ借入れが可能であることが分かっ\nた。\n(ウ)　他方，沼田市福祉事務所長Ｑ（被告沼光会第２回理事会）によれば，沼田市\nの補助金の昀高額は８０００万円程度であり，条例改正がないと同額以上は難しか\nった。そこで，被告沼光会は第３回理事会（平成２年８月４日開催）及び第４回理\n事会（同年９月８日開催）の決議により，事業団から１億８５００万円，社会福祉\n協議会（社協）から１０００万円合計１億９５００万円の借入れを決定した。\nｴ　上記借入条件について\n昭和６２年２月４日，厚生省社会局庶務課長，児童家庭局企画課長から各都道\n府県民生主管部（局）長宛に以下の趣旨の通知（「社会福祉法人審査要領」と題す\nるもの。以下「厚生省通知」という。）がなされていた。社会福祉法人設立に際し\nて，①寄附金が予定されている場合，②事業団等からの借入金が予定され，これに\n対する償還財源等の経常経費について寄附金が予定されている場合には，書面によ\nる贈与契約が締結され，かつ，寄附者の所得能力，営業成績，資産状況等からその\n寄附が確実になされることが必要であり，社会福祉法人の認可を行う都道府県の執\n行機関においてこの点慎重に審査することが義務付けられる。\nしたがって，被告沼光会も群馬県，事業団等からの借入条件として被告沼光会\nの理事との間で書面による贈与契約を締結することが必要となった。\nｵ　被告Ｄ及び被告Ｅは，平成２年８月２１日ころ，被告沼光会との間で以下の贈与\n契約を締結した。\n(ア)　被告Ｄは被告沼光会に対し合計９４００万円を贈与する。支払は分割とす\nる。すなわち，平成３年から平成２２年までの毎年８月末日限り金４７０万円ず\nつ。\n(イ)　被告Ｅは被告沼光会に対し合計９４００万円を贈与する。支払は分割とす\nる。すなわち，平成３年から平成１２年までの毎年８月末日限り金５５５万円ず\nつ，平成１３年から平成２２年までの毎年８月末日限り金４５５万円ずつ（なお，\n甲２３号証の１の別紙と甲２３号証の２の別紙が入れ替わっているものと認められ\nる。）。\nｶ　上記締結がなされたとはいえ，被告Ｄは，次のとおりの思惑から上記贈与の負担\n回避を図った。事業団等に対する償還金，利息金は上記贈与契約の履行により賄う\nこととされている。しかし，利息金は群馬県ないし沼田市からの補助により賄われ\nる。その他の償還金等は法人設立後に設置予定の同後援会からの寄附をもって充て\nる。\nＤは，第３回理事会においてその旨発言し，同発言に対し，被告Ｅをはじめ理\n事らからは何らの異議も出されなかった。\n被告沼光会は，上記贈与契約の締結により前記条件が満たされたとして，平成\n２年８月３１日法人設立申請書を提出し，間もなく群馬県から設立の許可を受けた\nうえ，同年９月１９日法人登記となった。\nｷ　平成２年９月指名競争入札により建物建築工事請負業者が成和工業（当時商号深\n津建設株式会社）に決定し，同月２７日同社，被告沼光会間で以下のとおり建物建\n築工事請負契約締結の運びとなった。\n(ア)　工事場所\n群馬県沼田市ａ町字ｂ番ｃほか\n(イ)　工期\n平成２年９月２８日着手，平成３年３月３０日完成\n(ウ)　請負代金額\n５億１５００万円（工事価格５億円，消費税額１５００万円）\n(エ)　請負代金支払時期\n平成３年１月３１日に金１億７５００万円，同年３月３１日に金１億円，完成\n引渡時（同年５月３１日）に金２億４０００万円\nｸ　建設資金捻出（寄付）等について\n(ア)　被告Ｄ，同Ｅは，前記のとおり，本件贈与契約の履行の実質懈怠を目論んで\nいたが，これの代替措置が進捗しなかった。すなわち，①後援会や入居者家族会か\nらの寄附がはかばかしく進まなかった。②会計単位が本部会計，ききょうの里会計\n等にそれぞれ独立しており，したがって，各会計単位毎の収支が建前とされ，建物\n建築工事費や修理費等はすべて本部会計からの支出で賄わねばならず，ききょうの\n里の収益からの繰入が制限されていた。結果として，本部会計の経営状況逼迫を来\nした。\n(イ)　上記状況に直面して，大渕建設総務部長Ｆ（前記）は平成３年１２月ころ，\n被告Ｄ，同Ｅに対し各２３５万円の寄附を求めた。結局，被告Ｄは同年１２月３０\n日５０万円，平成４年１月９日１００万円，同年３月３０日８５万円合計２３５万\n円を，被告Ｅは同日に２３５万円（一括）をそれぞれ寄附したが，両名とも補助金\nや後援会等（寄附）への期待（予測）が外れたことから，他の方法（寄付）による\n資金集め（贈与負担の免責）を企図するに至った。\nなお，被告Ｅは，上記贈与契約遵守の意向（意思）は有しており，Ｆに問い合\nわせたところ，何とかなると言われたことから履行しなかったと主張（供述）する\nが，真に履行意思があったとすれば，Ｆ発言にもかかわらず当然履行がなされたは\nずであり，この点の被告Ｅの主張，供述は採用できない。\n(ウ)　上記経過にかんがみ，被告Ｄは入所者家族などからの寄附集めを思いつき，\n平成４年初めころから幹部出席の運営会議などにおいて上記寄付集めに言及した\nが，これ（指示）に応えた形で，一部看護婦やヘルパーは，現に入所者家族などか\nらの寄附集めを実行した。\n(エ)　なお，被告Ｄは，上記のほか前記ウの方針に基づき大淵建設等の名義で約３\n００万円の寄附を行っている。内訳は以下のとおりである。大淵建設２０２０万\n円，大淵設備５００万円，ユアビジネス及び成和工業各２００万円，Ｒ，Ｓ（被告\nＤの義母）各５０万円以上合計３０２０万円（甲第５９号証の１，２，丙２３号\n証）。\nまた，被告Ｄ本人名義により以下の寄附の履行がなされている。平成９年１２\n月２９日１００万円，平成１０年１月２２日１０５万円，平成１１年１月７日２０\n５万円。\nそして，被告Ｅは，平成１３年１０月１０日，確約書を差し入れて，合計６８\n７万３６７０円の寄附を約束し，内金２４０万円については既に同年６月２７日履\n行している。\nｹ　補助金増額要請について\n(ア)　被告Ｄは，上記寄附集めのほか，沼田市支給にかかる補助金（上記ウ(ウ)）\nの増額を要請したところ，沼田市議会及び沼田市への陳情書提出が求められ，平成\n４年６月ころ被告沼光会理事長，理事連名による同月８日付陳情書（甲第７号証）\n提出の運びとなった。\n(イ)　陳情書の記載内容は以下のとおりである。①被告沼光会は開設時借入金合計\n１億９５００万円の返済に苦しんでいる。②理事らにおいて可能な限りの努力を図\nっても借入金の５割程度が限界である。③したがって，借入金の５割相当額の助成\nが必要である。④添付にかかる償還予定額及び助成希望額一覧表の「助成希望額」\n欄中の記載は次のとおりである。平成３年度０円（同年度「備考」欄に「償還済\nみ」との記載あり。），平成４年度ないし平成１０年度各６００万円，平成１１年\n度ないし平成２２年度各５００万円。助成希望額合計１億２００万円。\nｺ　いわゆるＩ起案（前記）\n前記沼田市福祉事務所長Ｉは，平成４年７月１６日上記陳情書の提出を受けて\n文書（戊第１号証の１，２）を起案し，所定部署（民生部長，企画財政課長，高齢\n福祉課長，助役，市長）の決裁を経て，沼田市執行機関としては，被告沼光会に対\nする補助の方針が次（(ア)以下）のとおり確定した。\nなお，同書面（起案）には，以下の文書（書面ー陳情書添付のもの）が添付さ\nれていた。①特別養護老人ホーム施設整備費補助金積算内容。「当初」，「決\n定」，「補助金交付にあたって県の基準に準じた交付をした場合の計算」からなる\n（同号証の３ないし５）。②補助事業内訳書（同号証の６）。③１１市特別養護老\n人ホーム経費負担割合（同号証の７，８）。④施設設置要綱（同号証の９）。⑤償\n還費要綱（同号証の１０）。⑥借入償還金一部助成方のご依頼について（同号証の\n１１）。⑦償還予定額及び助成希望額一覧表（同号証の１２）。⑧事業団作成の償\n還年次表（同号証の１３）。⑨社会福祉協議会作成にかかわる施設整備資金償還票\n（同号証の１４），施設整備資金償還計画及び納金状況表（同号証の１５）。⑩現\n況報告（同号証の１６）\n。⑪「陳情書提出について」と題する書面（同号証の１７）。⑫陳情書（同号証の\n１８）。\n証人Ｇは，上記各書面が添付されていたかは記憶になく，通常かかる陳情に上\n記①ないし⑪の各書面（資料）は添付されることはないと述べるが，同証言によれ\nば，他方，詳細に目を通さないで決裁することもあることが窺われ，上記供述部分\nは採用しない。\n(ア)　当初，沼田市は国庫補助基本額から国と群馬県の補助金を差し引いた額を計\n上した。しかし，その後，国基本額の増額，群馬県の特別対応分の実施があったこ\nとから，上記計上額を決定額とした場合，上記増額分だけ自己負担増となってい\nる。そこで，以下の理由により群馬県に準じた額（率）で補助することを明確にし\nた。\n(イ)　国，県の補助金対象とされない部分は自己負担となっているが，老人福祉施\n設においては，設置費につき運営費からの繰入等が認められないため，設置者の負\n担が大きく経営にも支障を来していることに照らし，借入金の一部を沼田市が補助\nすることにより民間での老人福祉施設設置の促進を図ることとし，補助率は借入金\nの３分の１とする。\n(ウ)　具体的には，以下の措置をとる。\nａ　施設補助は施設設置要綱，借入金償還元金補助は償還費要綱をそれぞれ制定\nして対応する。施設設置費用は借入金１億９５００万円を対象として補助する。\nｂ　施設設置要綱の制定に伴い，以後に設置予定の施設との均衡をとるため，き\nきょうの里に対しても建設補助相当分３９４３万４０００円を補助する。償還費補\n助金としては借入金から同金額を差し引いた１億５５５６万６０００円の３分の１\n（１０００円未満切り捨て）５１８５万５０００円が補助金額となる。以上合計９\n１２８万９０００円を返済期間２０年に均等補助する。\nｃ　ｂの結果単年度分補助は４５６万３０００円となる。しかし，被告沼光会に\nよる償還は平成３年度から開始しており，補助金支給も平成３年度に遡及すること\nとし，平成４年度の補助金支出は，平成３年度，平成４年度の合計９１２万６００\n０円とする。\nｄ　財政的には債務負担行為を伴う必要があるが，ききょうの里については予算\n補助として毎年度手続を取ることとする。\nｅ　利子補助，すなわち，事業団及び社会福祉協議会からの借入償還金の利息補\n助は，平成５年度から開始されることが既に決まっており，ｄの債務負担行為につ\nいてもこれと合わせて検討する。\nｻ　施設設置要綱の制定とその内容\n(ア)　沼田市は，上記方針に従って，平成４年９月２２日施設設置要綱及び償還費\n要綱を制定した。施設設置要綱２条及び同要綱別表によれば，補助対象は老人福祉\n法による老人福祉施設等の新設費用のうち，次の２つである。\nａ　国庫補助基本額は県の補助率以内。ただし，国，県，市の補助金合計額が\n国庫補助基本額を上回る場合は，国庫補助基本額から国，県補助金の合計額を差し\n引いた額とし，１億円を限度額とする。\nｂ　国庫補助対象額以外の経費で県が単独補助対象とした補助基本額は県の補\n助率以内。ただし，県，市の補助金合計額が県補助基本額を上回る場合は，県補助\n基本額から県補助金の合計額を差し引いた額とし，国庫補助基本額に対する補助金\nとの合計額１億円を限度額とする。\n(イ)　償還費要綱３条は次のとおり規定する。予算の範囲内において，事業団等か\nら借り入れた建築資金等の元金償還金の３分の１を限度とし，借入時に定められた\n年次別の償還元金に応じて，その償還年度に補助するものとする。\n(ウ)　沼田市は，平成２年１２月１１日沼田市民間社会福祉施設整備資金利子補助\n要綱（告示第７７号。甲第６号証。以下「利子要綱」という。）を制定している\nが，これによれば以下のとおりである。\nａ　事業団からの借入にかかる利子の補助額は当該年度において社会福祉法人\nが支払った利子のうち遅延利子を除く合計額に３分の１を乗じて得た額とする（４\n条１項）。\nｂ　群馬県民間社会福祉施設整備資金貸付要綱による貸付（社会福祉協議会に\nよる貸付）にかかる利子の補助額は当該年度において社会福祉法人が支払った利子\nのうち遅延利子を除く合計額とする（４条２項）。\n(エ)　施設設置要綱，償還費要綱及び利子要綱には以下の規定が存する（施設設置\n要綱９条，償還費要綱８条，利子要綱６条２項２号）。\n市長は，補助対象法人が関係法令又は当該要綱の規定に違反したとき，補助金\nをその交付の目的以外に使用したときなど（施設設置要綱においては，偽りその他\n不正の手段により補助金の交付を受けたときも同様である。）には，補助金の交付\n決定を取り消し，既に交付した補助金がある場合はその全部又は一部を返還させる\nことができる。\n(オ)　沼田市補助金等に係る予算の執行の適正化に関する規則１１条も，以下のと\nおり，上記各要綱等と同様の規定をする。\n市長は，補助事業等（同規則２条２項により，補助金等の交付の対象となる事\n業又は事務をいう。以下同じ。）予定された補助事業等を実施しないとき，事業の\n施行方法が不適当であるとき，不正の行為により補助金等の交付を受けたとき及び\nその他市長が不適当と認めたときに補助金等の交付の指令を取り消し，既に交付し\nた補助金等の全部又は一部の返還を命ずることができる。\nｼ　陳情（書）の審査\n本件各補助金の陳情につき，平成４年６月から７月にかけて沼田市議会教育民\n生常任委員協議会において審査がなされたが，その際提出された資料は陳情書，償\n還予定表，助成希望額一覧だけであり，被告沼光会の財政状況を示す資料の提出は\nなく，被告Ｄ，同Ｅの本件贈与契約についても明らかにされず，なお，Ｉ福祉事務\n所長は，ききょうの里は沼田市で唯一の特別養護老人ホームでありつぶれたら困\nる，要綱を作成し公平な補助をするなどと説明した。\nｽ　支出負担行為，支出命令\n(ア)　これについては，前記の方針に基づき，以下の手続により実施となった。\n被告沼光会は，補助金等交付申請書（戊第２ないし第５，第１２号証の各２）\nを提出したが，同申請書には以下の文書が添附されていた。①事業団作成償還年次\n表（戊第１号証の１３，戊第２ないし第５，第１２号証の各３）。②社会福祉協議\n会作成の施設整備資金償還票（戊第１号証の１４，戊第２ないし第５，第１２号証\nの各４）。③施設整備資金償還計画及び納金状況表（戊第１号証の１５，戊第２な\nいし第５，第１２号証の各５）。\n(イ)　Ｊ係長が「老人福祉施設整備費償還補助金交付申請があったので交付した\nい。」などと題する書面（戊第２ないし第５，第１２号証の各１）を作成し,福祉事\n務所長においてこれを決裁したうえ，沼田市長名補助金交付指令書（戊第２ないし\n第５号証の各６）が発出された。\n(ウ)　沼田市長は，同指令書発出に続いて，被告沼光会提出にかかる補助金交付請\n求（書）（戊第２ないし第５，第１２号証の各７）に対し，「支出負担行為及び支\n出決議票」，「支出負担行為決議票」，「支出決議票」（戊第２号証の１２，第３\nないし第５，第１２号証の各１２，１３）に決裁印を押し，本件負担行為，支出命\n令を実施した。\nなお，各年度の補助金支出額は争いのない事実２(1)ないし(5)記載のとおりで\nあり，支出負担行為，支出命令は各年度の合計額で一括してなされている。\nｾ　沼田市監査委員は平成５年７月３０日（平成４年度），平成６年８月１日（平成\n５年度），平成７年７月２５日（平成６年度），平成８年７月２３日（平成７年\n度），平成９年７月２２日（平成８年度）にそれぞれ，随時監査を実施したが，そ\nの結果報告の形で，上記スの各公金支出につき，いずれもそのころ公表された（戊\n第１３，第１４号証の各１ないし５）。\nｿ　被告Ｄに対する刑事，民事責任追及\n(ア)　同被告は，平成５年ころ，刑事事件を惹起し，以下の経過を辿った。すなわ\nち，①Ｏらと共謀のうえ，同年１２月１０日，入所者から，その判断能力が乏しい\nことに乗じて，１０００万円を寄附させた（準詐欺）。②ききょうの里のヘルパー\nらは，同年ころ，入所者から寄附を募るなどしたが，当該寄附募集につき平成９年\nころから寄附強要疑惑として問題視されるようになった。③群馬県高齢政策課は同\n年８月２０日ききょうの里に立入調査を，また，同年９月５日特別監査をそれぞれ\n実施し，群馬県保険福祉部において同年１１月４日被告Ｄを準詐欺罪などで群馬県\n沼田警察署に刑事告発した。上記準詐欺事件の発覚，捜査，裁判の結果，同年こ\nろ，被告Ｄは準詐欺罪により有罪判決を受け同判決は確定した。\n(イ)　上記群馬県の調査等が発端となって，本件補助金交付等が次項のとおり沼田\n市議会等において問題とされるに至るとともに，平成１１年３月２９日ころ，被告\nＤ等理事全員が辞任し，現理事長が新たに理事長に選任された。\n(ウ)　平成９年ころ，被告沼光会は，被告Ｄに対し、本件贈与契約の履行を求める\n民事訴訟を提起した。しかし，同被告は贈与契約につき被告Ｄの心裡留保によるも\nのとして，平成１３年２月２１日敗訴判決を受け（前橋地方裁判所平成１１年(ワ)\n第６７８号事件。），控訴審において被告Ｄが被告沼光会に対し３００万円（毎月\n２０万円ずつの分割払い）を支払うことで和解が成立した。\nﾀ　沼田市議会等による被告沼光会に対する調査\n(ア)　上記のとおり，群馬県が被告沼光会の運営について調べを始めたことから，\n沼田市教育民生委員協議会，沼田市議会（平成９年１２月第５回定例会）などにお\nいても調査が行われ，以下のとおり本件各補助金等に関する事実が判明した。ま\nた，上記定例会において「高齢福祉事業に関する調査特別委員会」（以下「百条委\n員会」という。）が設置され，同委員会における調査が実施された。\n(イ)　沼田市教育民生委員協議会（平成９年１１月１３日開催）\nａ　同協議会での様子は以下のとおりである。①本件各補助金の支出は平成４年６\n月の同協議会で継続審議となったが，同年７月１３日の同協議会で採択と決定し\nた。②当時本件補助金については，Ｉ起案をベースとして検討されており，具体的\n補助金支出の内容は別紙償還年次表（甲第９号証）に基づいて説明された。③被告\n沼光会は平成３年度には助成希望額をゼロとしていた。しかるに，同被告は，結果\nとして平成３年度分についても補助を受けた。④被告Ｄ，同Ｅと被告沼光会間の各\n贈与契約について質疑が出たが，以下の回答がなされた。すなわち，（ⅰ）被告\nＤ，被告沼光会間の分については，本件各補助金額を算出するにあたっては合計額\nで行っているため平成４年度に２年度分を支出したものである。（ⅱ）被告Ｅ、被\n告沼光会間の分について\nは，贈与契約書の存在が確認されておらず，後に契約が変更されている可能性もあ\nる。（ⅲ）別紙償還年次表は，Ｈ議員らが同協議会においてその提出を求めていた\nが，沼田市当局は当初（同年１０月）同表「利息計」欄のみが記載されたメモを見\nせ，再度の提出要求があって上記（同年１１月１３日）協議会において提出された\nものである。\nｂ　同年１２月１７日開催にかかる同協議会での様子は以下のとおりである。①沼\n田市社会課長の説明によれば，被告沼光会は本件各補助金申請に当たり，償還の領\n収書は提出したが，社会福祉条例２条所定の書類の提出をせず，沼田市も平成８年\n度支出に至るまでその提出を求めていない。②沼田市健康福祉部長らは，沼田市議\n会議員からの質疑に対し次のように答えた。すなわち，社会福祉条例２条の書面\nは，ききょうの里設置（平成２年度）には提出があったと記憶するが本件陳情や申\n請に際しては提出がなかった。本件贈与契約のことは知悉していたが，同協議会や\n沼田市議会には提出しなかった。\n(ウ)　本件償還年次表（別紙）について\nａ　同表記載にかかる金額は，①償還年次表（事業団作成），②施設整備資金償還\n票，施設整備資金償還計画，納金状況表（社会福祉協議会作成）各記載の金額とほ\nぼ一致しているが，社会福祉協議会に対する利子償還のうち，平成９年度ないし平\n成１１年度の金額が若干異なっている。\nｂ　すなわち，上記②によれば以下のとおりである。平成９年度８万６２５０円，\n平成１０年度５万７５００円，平成１１年度２万８７５０円。他方，①償還年次表\n（別紙）によれば，平成９年度５万７５００円，平成１０年度３万８３３３円，平\n成１１年度１万９１６６円である。\nｃ　社会福祉協議会の利子補助につき，償還年次表（別紙）には３分の１と記載さ\nれている。しかし，実際には補助対象額は平成７年度２分の１，平成８年度ないし\n平成１０年度全額となっている（別紙償還年次表原本（甲第９号証）参照）。\n(エ)　沼田市議会（平成９年第５回定例会）と本件贈与契約など\nａ　沼田市長被告Ｃ，沼田市助役被告Ｂらは，同定例会（平成９年１２月５日，同\n月８日，同月１１日）において，上記(イ)，(ウ)と同様の事実を確認するととも，\n被告Ｄ，同Ｅと被告沼光会間の本件贈与契約の内容が明らかとなったものであると\nころ，被告Ｃは，本件贈与契約のことを知っており，同契約の存在が被告沼光会の\n社会福祉事業団等に対する償還の前提（根拠）であると認識ていた。\nｂ　平成３年度分補助は償還費要綱（附則）適用により，平成４年度交付とされた\nことが明らかにされ，なお，本件贈与契約等が平成４年当時沼田市教育民生委員協\n議会に提出されなかったが，このことにつき，沼田市健康福祉部長は，当事者の了\n解がなかったことから提出を求めず，同協議会にも提出しなかった。\n(オ)　前記百条委員会の調査結果により以下のことが判明した。すなわち，被告\nＤ，同Ｅは本件贈与契約の履行をしていない。同契約が履行されていたならば陳情\n書の趣旨も自ずと変わってきたと思われる。なお，沼田市は本件各補助金の交付決\n定に当たり被告沼光会に対し社会福祉条例２条の書面の提出を求めていない。\n(カ)　平成９年１１月１３日付本件監査請求に基づく沼田市監査委員（会）の同年\n１２月４日付対Ｇ事情聴取の結果は以下のとおりである。①Ｇは被告沼光会に対し\nて平成２年度及び平成３年度にも補助金を交付している。②Ｇは，平成４年度にお\nいて平成３年度に遡って補助をするなどのことに照らして本件各補助金申請には問\n題のあることを感じたが，担当課から沼田市が設置すればさらに費用がかかる旨の\n説明を受けて了解（納得）した。③なお，Ｇは本件贈与契約については知らされて\nいなかった。\nﾁ　本件申請書の不備\n(ア)　社会福祉条例２条は次のように規定している。助成を受けようとする社会福\n祉法人は，申請書に理由書，助成を受けようとする事業の計画書及びこれに伴う収\n支予算書，財産目録及び貸借対照表並びにその他沼田市長が必要と認める書類を添\n付して沼田市長に提出しなければならない。\n(イ)　しかるに，本件各補助金の陳情，交付申請及び交付請求には，前記コ，スに\n記載のとおり，償還金の領収書，事業団作成の償還年次表，社会福祉協議会作成の\n施設整備資金償還票，施設整備資金償還計画，納金状況表，現況報告（利用者数，\n利用状況）が添付されているけれども，上記理由書，助成を受けようとする事業の\n計画書及びこれに伴う収支予算書，財産目録及び貸借対照表の提出は認められな\nい。\n(2)　以上に記載の事実をもとに，以下のとおり認定，判断する。\nア　本件各補助金は，被告沼光会によるききょうの里建設に要した工事費用のため\nのものであり，施設設置補助金（別紙償還年次表「施設整備分」欄），償還費補助\n金（同「償還元金補助」欄）及び利子補助金（同「利息計」欄）に分けてそれぞれ\n支出された（ただし，平成４年度分「利息計」２万２３５６円は補助金の対象外で\nある。）。\nイ　上記のとおり，民間の法人が社会福祉施設を設置する場合，当該法人に対しそ\nの設置費用を補助することは，一般的には公益性があると認められるけれども，具\n体的な交付に際しては，社会福祉事業法５６条１項の規定により委任を受けた各条\n例等の規定に基づいて実施される必要がある。\nウ　ところで，地方公共団体による補助金については一般法として地方自治法２３\n２条の２があり，補助金の交付は地方公共団体の公益上必要があると認められる場\n合にすることができるとされており，たとえ前記各条例等の規定に根拠を有すると\nしても，これらの法令は前記一般法の趣旨を踏まえて解釈すべきであり，当該条例\n等が通常の場合として想定していない事由によって一般法の定める公益上の必要性\nを欠く場合には補助金の交付は許されないと解するべきである。他方，上記各条例\n等の規定に形式的には違反する場合であっても前記一般法の趣旨を踏まえ公益上の\n必要性があるといえる場合には，補助金の交付が違法になるものではないと解され\nることになる。これらの点を踏まえて検討する。\nエ　争点２(1)について（条例２条違反の有無）\n(ア)　前記(1)チに認定のとおり，補助金の申請には，社会福祉条例２条により添付\n書類として，理由書，助成を受けようとする事業の計画書及びこれに伴う収支予算\n書，財産目録及び貸借対照表に該当する書面の提出が義務付けられている。しかる\nに，本件申請に当たりこれらの書面の提出が認められない。したがって，本件各補\n助金の交付申請は社会福祉条例に規定する要件を満たさないものというべく，かか\nる交付申請に対してなされた本件各補助金の支出手続には瑕疵があるというほかな\nい。\n(イ)　もっとも，かかる手続的瑕疵の存在のみをもって直ちに本件各補助金の支出\nが公益性を欠き，当該支出が直ちに違法となるわけではない。しかし，沼田市執行\n機関において本件各補助金の公益性がないことを上記瑕疵により知ることができな\nかったなど特段の事情がある場合には，上記瑕疵が本件各補助金の支出の違法事由\nとなることがあり得るというべきである。\n(ウ)　ところで，後記オのとおり，被告Ｄ，同Ｅと被告沼光会間の本件贈与契約書\n（甲第２３号証の１，２）が前記添付書類のうち助成を受けようとする事業の計画\nに伴う収支予算書に該当すると考えられ，また，財産目録及び貸借対照表のいずれ\nかに上記贈与契約の存在が記載されなければならないところ，上記贈与契約の存在\nにより本件各補助金のうち償還費補助金の公益性が否定されざるを得ず，そうする\nと，上記添付書類の提出がなかったために上記公益性のない支出をするに至ったと\nいうことができ，上記特段の事情がある事案であるといえる。\nオ　争点２(2)について（公益上の必要性の有無）\n(ア)　原告は，被告沼光会と被告Ｄ，同Ｅ間に本件贈与契約が存在しており，被告\n沼光会は当該贈与契約の履行を受ければ本件各補助金の交付を受ける必要がなく，\nその意味で本件各補助金には公益上の必要性がないと主張するので検討する。\nａ　前記(1)に認定した事実によれば，被告沼光会は，その設立認可（審査）に当た\nり，事業団及び社会福祉協議会からの借入金の返済原資につき理事による被告沼光\n会への贈与が必要となったことから，被告Ｄ，同Ｅとの間の贈与契約を締結してい\nるところ，当該契約がそのまま履行されていたならば，両被告による贈与額は合計\nで平成３年から平成１２年までは年額１０２５万円，平成１３年から平成２２年ま\nでは年額９２５万円にのぼり，これら贈与額だけで上記借入償還金（平成３年から\n平成１２年までは年額１０５０万円，平成１３年から平成２２年までは年額９２５\n万円）の返還原資をほぼ総て賄うことができる計算になる。そうすると，理事らに\nおいて可能な限りの努力を図っても借入金の５割程度の返済が限界である旨の陳情\n書中の記載は虚偽で\nあるといわざるを得ない。\n因みに，被告Ｄ，同Ｅは，実際には上記贈与総額のうち，各被告において２３\n５万円ずつの履行しかしておらず，予定額よりはるかに少額であるところ，上記約\n束どおりの贈与が履行されていれば，本件各補助金のうち少なくとも償還費補助金\nについてはその交付がなくとも被告沼光会の財政状況に支障を来すことはなかった\nものと認められ，したがって，本件各補助金の支出のうち償還費補助金（各年度共\n通）は公益性のない違法な支出であったというほかはない。\nｂ　被告Ｄは，上記贈与契約は被告沼光会が社会福祉法人としての認可を受けるた\nめに便宜上締結が図られたに過ぎず，真意に基づかないものであるから，本件贈与\n契約の存在をもって本件各補助金（償還費補助金（各年度共通））が公益性を欠く\nことにはならない旨，また，被告Ｃは，本件贈与契約の履行請求権の存在から直ち\nに本件各補助金（償還費補助金（各年度共通））が公益性を欠くことにはならない\n旨それぞれ主張する。\n前記認定のとおり，被告Ｄと被告沼光会間の訴訟の第１審判決において，上記\n贈与契約が心裡留保によるものとされたが，群馬県は，厚生省通知に基づいて被告\n沼光会を社会福祉法人として認可するに当たり，本件贈与契約が真意に基づくもの\nで現実に履行されることを前提としており，仮にこれが心裡留保にかかるものであ\nることが判明していれば，被告沼光会を社会福祉法人として認可しなかったと考え\nられる。すなわち，仮に被告沼光会と被告Ｄ，同Ｅとの関係では私法上無効な契約\nであったとしても，他の者との関係においては，信義則あるいは禁反言の法理の精\n神から，私法上無効であることを主張することはできないと解するのが相当であ\nり，上記各主張は採用できない。\n(イ)　本件各補助金のうちその余の支出部分については，本件贈与契約の存在をも\nって直ちに公益性のないものとなるわけではないというべく，その理由は以下のと\nおりである。\nａ　利子補助金は，前記(1)コ(ウ)ｅのとおり，本件陳情（書）以前から助成が予定\nされていたものであり，本件贈与額が償還金の元金のみの合計額とほぼ一致するこ\nとなどにかんがみると，本件贈与が履行された場合と比較してもこの部分が必ずし\nも余剰となるわけではないので，本件贈与契約中上記部分の存在により公益性が失\nわれるものとはいえない。\nなお，社協作成の施設整備資金償還計画及び納金状況表の金額と別紙償還年次\n表の金額とに若干の差異があるが，いずれも本件各補助金の算出根拠となった別紙\n償還年次表の金額の方がより少ない金額となっており，ここに違法はないというべ\nきである。\nｂ　前記認定のとおり，その経緯からすれば，施設設置補助金の支給と本件贈与契\n約の存在を計画の範疇に入れなかった（度外視した）こととの間に関係がないとは\nいえないが，前記Ｉ起案によれば事後に要綱が制定されたことにより，他の社会福\n祉法人に比べ均衡を失するのでその助成が検討されたものであり，かかる理由もそ\nの当否はともかく一応社会福祉法人に対する助成の理由となりうるものである（被\n告沼光会の財政状況が良くないことが助成の方針を決めた直接の理由ではな\nい。）。\n(ウ)　工事代金額と補助金の必要性\nａ　原告は，本件建物建設工事については，被告沼光会主催の指名競争入札におい\nて指名業者間で談合が行われ，その結果，大淵建設（被告Ｄ経営）系列下の成和工\n業において同工事を落札したことよりすると，同工事は，被告沼光会，成和工業間\nの請負代金５億１５００万円を２割程度下回る約４億円で施工が可能であったとい\nうべきであり，したがって，事業団及び社協からの借入の必要はなかったものであ\nるとして，本件各補助金の公益性の欠如を主張する。\nｂ　前記認定によれば，被告Ｄは，被告沼光会から建設工事等を請け負うことによ\nり利益をあげることを考えていたことは否定できないところ，被告Ｄがききょうの\n里建設経過の中で被告沼光会の運営に深く，かつ積極的に関与するに至ってはいる\nが，その動機は被告沼光会の運営が頓挫することにより大淵建設が信用を失うこと\nをおそれたためであって，社会福祉の実現という目的意識には乏しかったことは認\nめざるを得ず，さらに，上記工事を大淵建設系列下の成和工業が落札，受注してい\nることにもかんがみると，上記工事の請負代金が恣意的に定められたのではないか\nとの疑問が生ずることは当然である。\nｃ　原告は上記工事代金は４億円で足りたと主張し，その根拠として，被告Ｄが当\n初４億円で施工できる見込みであったが，その後，人件費等の高騰により見込額が\n高騰したと供述している点にあるところ，被告Ｄらにおいて，上記「人件費の高\n騰」と称する分を恣意的に吊り上げたとまで認め得る客観的な事実は存しない。ま\nた，被告Ｄは，談合の事実は認めてはいるが（供述），請負代金額を意図的に高額\nにしたとの事実は窺われず，大淵建設が上記工事を施工するための談合であったも\nのと見られる。また，前記のとおり，被告Ｄは，被告沼光会が本件工事請負代金の\n一部について事業団及び社協から借入れをしたが，結果として，被告Ｅとともに贈\n与契約の締結をし，そのために，同贈与契約の一部とはいえ履行を余儀なくされ，\nまた，その履行を免れ\nるため沼田市に対し条例や要綱の策定をしてもらうべく奔走し，遂には刑事事件ま\nで惹起しており，かかる危険を冒してまで請負代金額を意図的に高額にするとは考\nえにくい。以上によれば，被告Ｄらにおいて上記工事の請負代金額を談合により恣\n意的に吊り上げたものということはできない。\n(エ)　よって，本件各補助金のうち償還費補助金（各年度共通）の支出について\nは，地方自治法２３２条の２にいう公益性を欠くものとして違法とされるべきであ\nる。したがって，償還費補助金のうち平成４年度分の支出だけの違法をいう争点\n２(3)については判断する必要がない。なお，同様の問題について，施設設置補助金\nについては後記カで検討するところに含まれているということができるし，利子補\n助金については別紙償還年次表記載のとおり平成５年から補助が開始されているの\nで，かかる問題は生じない。その余の部分については，本項で検討した理由によっ\nてはこれを違法であるというに足りないというべきである。\nカ　争点２(4)について（社会福祉事業法５６条１項違反の有無）\n原告は，本件各補助金のうち施設設置補助金（各年度共通）については当該支\n出負担行為当時ききょうの里は新設ではなかったところ，かかる施設に対してなさ\nれた上記補助金支出は施設設置要綱ひいては社会福祉事業法５６条１項に違反する\nと主張するので検討する。\n(ア)　上記(1)に認定したとおり，施設設置要綱２条，同要綱別表によれば老人福祉\n施設の新設の経費が同要綱に基づく補助金交付の対象であるところ，本件建物の建\n設工事は平成２年度に行われており，補助金の支出は平成４年６月に検討されてい\nる（Ｉ起案）ので「新設」ではなく，したがって，本件各補助金支出のうち施設設\n置補助金（各年度共通）は施設設置要綱２条及び同要綱別表に違反すると見られる\n余地がある。これに対し，被告Ｃ，同Ｅは，本件補助金のうち上記部分は，社会福\n祉条例に基づいてその支出が決まったもので，施設設置要綱が適用されたものでは\nなく，したがって，上記公金の支出はこれにより公益性を失うものではないと主張\nするが，この点は結局のところ上記ウに述べた地方自治法２３２条の２に実質的に\n違反するものといえ\nるかどうかの判断にかかることになる。\n(イ)　この点原告は，Ｉ福祉事務所長が施設設置補助金（各年度共通）を償還費補\n助金の不足分，すなわち，被告沼光会が助成を求めた金額に足りない分を補う手段\nとして発案したものであると主張する。しかし，Ｉ起案の記載によってはかかるつ\nながりまでを認めることはできず，その他に施設設置補助金（各年度共通）が償還\n費補助金の不足分を補う手段として発案されたものであることを窺わせるに足りる\n客観的な事情は存しない。したがって，上記原告の主張は採用することができず，\n他に上記手続的瑕疵をもって上記公金支出自体を違法とするまでの事情は認められ\nない。\nキ　結論\n以上の各検討結果によれば，本件各補助金のうち，償還費補助金（各年度共\n通）の支出は違法であるが，その余の部分については，違法であるとまでいうこと\nはできない。そこで，以下，上記違法な公金支出の部分について各被告の責任の有\n無を検討する。\n４　争点３（被告らの責任の有無）について\n(1)　被告Ｃの責任\n被告Ｃは，前記３(2)エ，オに検討したとおり，本件贈与契約の存在を知り，こ\nれが事業団及び社会福祉協議会に対する償還費に充てられると考えていたにもかか\nわらず，同契約の履行により本件各補助金のうち償還費補助金（各年度共通）の交\n付が不要になるかどうかの検討をせず，あるいはこれを視野に入れずに（度外視し\nて）上記償還費補助金（各年度共通）を交付したというべきであるから，上記違法\nな公金支出をするにつき責任があるというべきである。\n(2)　被告沼光会の責任\n被告沼光会は，前記３(2)エ，オに検討したとおり，本件贈与契約が存在するこ\nとを沼田市議会教育民生常任委員協議会には開示せず，よって，上記違法な公金支\n出をなさしめたものであるから，責任があるというべきである。なお，被告沼光会\nの従前の理事らは，被告Ｄも含めていずれも平成１１年３月２９日に辞任し，本件\n贈与の履行を求めて訴訟を提起するなどしているところではあるが，他方で上記違\n法な公金支出相当額を沼田市に返還することはしておらず，なお上記違法な公金支\n出につき他の被告らと連帯して責任を負うというべきである。\n(3)　被告Ｄ，同Ｅの責任\n被告Ｄ，同Ｅは，前記３(2)エ，オに検討したとおり，被告沼光会との間で９４\n００万円（被告Ｄ）ないし１億０１００万円（被告Ｅ）を贈与するとの各契約を締\n結していたものであるから，これを履行して事業団及び社会福祉協議会に対する償\n還資金とすべきであるところ，これを免れるべく本件違法な公金支出をなさしめた\nので，上記違法な公金支出をするにつき責任があるというべきである。なお，被告\nＤ，同Ｅはいずれも上記贈与契約の一部を履行し，また，内一定金額についてはい\nずれも被告沼光会から宥恕を得てはいるが，これにより沼田市の損害が減少するも\nのではなく，上記結論は左右されない。また，被告Ｅは，上記違法な公金支出の交\n付申請をするに当たっては，被告Ｄにおいて被告Ｅの知らないところで推進したも\nのであると主張する\nが，被告Ｅも陳情書には関与しており，上記違法な公金支出について被告Ｄが中心\nとなって行動したことにより，被告Ｅの責任が減殺されるとはいえない。\n５　結論\nよって，原告の本件訴えのうち被告Ａ及び被告Ｂに対し本件各補助金の支出に\nよる損害賠償金及びその遅延損害金を沼田市に支払うことを求める部分は不適法で\nあるからこれを却下し，原告のその余の請求のうち，被告Ｃ，同沼光会，同Ｄ及び\n同Ｅに対し，沼田市が支出した本件各補助金のうち平成４年度から平成８年度まで\nの償還費補助金合計額に相当する損害賠償金１５５５万２０００円（平成４年度に\n補助金が２回交付されていることから，２５９万２０００円×６）及びこれに対す\nる上記各支出の日の後である平成１０年２月４日（本件訴え提起の日）から支払済\nみまで年５分の割合による遅延損害金の支払を求める部分はいずれも理由があるの\nでこれを認容し，その余の請求はいずれも理由がないからこれを棄却することと\nし，主文のとおり判決\nする。\n前橋地方裁判所民事第２部\n裁判長裁判官　東　條　　　宏\n裁判官　原　　　克　也\n裁判官鈴木雄輔は転補のため署名押印することができない。\n裁判長裁判官　東　條　　　宏\n年度 社会福祉・医療事業団 群馬県社会福祉協議会\n(平成) 回数償還元金 利息 償還総額 利息１／３ 償還元金 利息 償還総額 利息1/3 償還総額\n4 1 9,250,000 0 9,250,000 0 1,250,000 0 1,250,000 0 10,500,00\n4 2 9,250,000 0 9,250,000 0 1,250,000 67,069 1,317,069 22,356 10,567,06\n5 3 9,250,000 7,659,000 16,909,000 2,553,000 1,250,000 114,975 1,364,975 38,325 18,273,97\n6 4 9,250,000 7,233,500 16,483,500 2,411,166 1,250,000 95,813 1,345,81331,937 17,829,31\n7 5 9,250,000 6,808,000 16,058,000 2,269,333 1,250,000 115,000 1,365,000 57,500 17,423,00\n8 6 9,250,000 6,382,500 15,632,500 2,127,500 1,250,000 57,500 1,307,50057,500 16,940,00\n9 7 9,250,000 5,957,000 15,207,000 1,985,666 1,250,000 38,333 1,288,33338,333 16,495,33\n10 8 9,250,000 5,531,500 14,781,500 1,843,833 1,250,000 19,166 1,269,166 19,166 16,050,66\n11 9 9,250,000 5,106,000 14,356,000 1,702,000 14,356,00\n12 10 9,250,000 4,680,500 13,930,500 1,560,166 13,930,50\n13 11 9,250,000 4,255,000 13,505,000 1,418,333 13,505,00\n14 12 9,250,000 3,829,500 13,079,500 1,276,500 13,079,50\n15 13 9,250,000 3,404,000 12,654,000 1,134,666 12,654,00\n16 14 9,250,000 2,978,500 12,228,500 992,833 12,228,50\n17 15 9,250,000 2,553,000 11,803,000 851,000 11,803,00\n18 16 9,250,000 2,127,500 11,377,500 709,166 11,377,50\n19 17 9,250,000 1,702,000 10,952,000 567,333 10,952,00\n20 18 9,250,000 1,276,500 10,526,500 425,500 10,526,50\n21 19 9,250,000 851,000 10,101,000 283,666 10,101,00\n22 20 9,250,000 425,500 9,675,500 141,833 9,675,50\n合計 185,000,000 72,760,500 257,760,500 24,253,494 10,000,000 507,856 10,507,856 265,117 268,268,35\n"
}