{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 18,
    "month": 5,
    "day": 25
  },
  "case_number": "平成17(行ケ)10754",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "33061",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=33061",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/061/033061_hanrei.pdf",
  "contents": "平成１７年(行ケ)第１０７５４号 審決取消請求事件\n平成１８年５月１１日口頭弁論終結\n判決\n原 告 三星エスディアイ株式会社\n訴 訟 代 理 人 弁 理 士 志賀正武\n同渡 辺 隆\n同 村山靖彦\n訴訟復代理人弁理士 阿部達彦\n同 大島孝文\n被 告 特許庁長官 中 嶋 誠\n指 定 代 理 人 江塚政弘\n同立 川 功\n同 大場義則\n同末 政 清 滋\n主文\n１ 原告の請求を棄却する。\n２ 訴訟費用は原告の負担とする。\n３ この判決に対する上告及び上告受理申立てのための付加期間\nを３０日と定める。\n事実及び理由\n第１ 当事者の求めた裁判\n１原告\n(1) 特許庁が不服２００３－２２５５６号事件について平成１７年６月１５日\nにした審決を取り消す。\n(2) 訴訟費用は被告の負担とする。\n２被告\n主文１項及び２項と同旨\n第２ 当事者間に争いのない事実\n１ 特許庁における手続の経緯\n訴外日本電気株式会社（以下「日本電気」という。）は，平成１１年１２月\n１３日，発明の名称を「有機エレクトロルミネッセンス素子」とする特許出願\n（特願平１１－３５３６７５号，以下「本願」という。）をし，平成１５年７\n月１日，願書に添付した明細書を補正する手続補正をしたが，同年１０月１５\n日付けで拒絶査定を受けたので，同年１１月２０日，これを不服として審判を\n請求するとともに，上記明細書を補正する手続補正をし（以下，この補正を\n「本件補正」といい，本件補正後の本願に係る明細書及び図面を「補正明細\n書」という。），上記審判請求は，不服２００３－２２５５６号事件として，\n特許庁に係属した。\nその後，日本電気は，平成１６年３月１５日，本願に係る特許を受ける権利\nを原告に譲渡し，原告は，同年３月１６日，本願の出願人の名義変更届を特許\n庁に提出した。\n特許庁は，上記事件につき，審理の結果，平成１７年６月１５日，本件補正\nを却下した上で，「本件審判の請求は，成り立たない。」との審決をし，その\n謄本は，同年６月２８日，原告に送達された。\n２ 特許請求の範囲\n(1) 本件補正前の請求項１の記載は次のとおりである（以下，この発明を「本\n願発明」という。）。\n「【請求項１】 陽極と陰極との間に少なくとも発光層および電子輸送層を有\nする有機エレクトロルミネッセンス素子において，\n発光層と電子輸送層との間に，発光層に用いられている材料よりも大きい\nイオン化ポテンシャルを有する材料からなる１０～１６０Åの膜厚の中間層\nを有することを特徴とする有機エレクトロルミネッセンス素子。」\n(2) 本件補正後の請求項１の記載は次のとおりである（以下，この発明を「本\n願補正発明」という。下線部は補正箇所を示す。）。\n「【請求項１】 陽極と陰極との間に少なくとも発光層および電子輸送層を有\nする有機エレクトロルミネッセンス素子において，\n発光層と電子輸送層との間に，発光層に用いられている材料よりも大きい\nイオン化ポテンシャルを有する材料からなる５０～１６０Åの膜厚の中間層\nを有することを特徴とする有機エレクトロルミネッセンス素子。」\n３ 審決の理由\n別紙審決書の写しのとおりである。要するに，本願補正発明は，特開平１１\n－２７３８６７号公報（以下「刊行物１」という。甲１）に記載された発明\n（以下「引用発明」という。）に基づいて，当業者が容易に発明をすることが\nできたものであって，特許法２９条２項の規定により，特許出願の際独立して\n特許を受けることができないから，本件補正は却下されるべきものであり，本\n願発明も，本願補正発明と同様の理由により，引用発明に基づいて，当業者が\n容易に発明をすることができたものであるから，特許法２９条２項の規定によ\nり特許を受けることができない，としたものである。\n審決が，上記判断をするに当たり，本願補正発明と引用発明とを対比して認\n定した一致点及び相違点は，それぞれ次のとおりである。\n（一致点）\n「陽極と陰極との間に少なくとも発光層および電子輸送層を有する有機エ\nレクトロルミネッセンス素子において，発光層と電子輸送層との間に，発光\n層に用いられている材料よりも大きいイオン化ポテンシャルを有する材料か\nらなる中間層を有することを特徴とする有機エレクトロルミネッセンス素\n子。」である点。\n（相違点）\n本願補正発明では，中間層の膜厚が５０～１６０Åであるのに対し，引用\n発明では，膜厚が通常０．３～１００ｎｍ（３～１０００Å），好ましくは\n０．５～１０ｎｍ（５～１００Å）である点。\n第３ 原告主張の取消事由の要点\n審決は，本願補正発明と引用発明との相違点についての判断を誤った結果，\n本願補正発明の進歩性（独立特許要件）の判断を誤り，その結果，本願の請求\n項１に係る発明の要旨認定を誤ったものであるから，違法として取り消される\nべきである。\n１ 審決は，青色純度をさらに改善するために，中間層の好適な膜厚を，発光ス\nペクトル解析実験等により求めることは，当業者であれば通常の創作能力の発\n揮にすぎないものであり，本願補正発明において規定する膜厚の上限及び下限\n値に，臨界的な意義を認めたとしても，本願補正発明のように中間層の膜厚を\n規定することは，引用発明を基に，当業者が当該技術分野における通常の実験\n・解析等により容易になし得たことと認められる旨判断したが，誤りである。\n例えば，実施例２（中間層の膜厚１５０Å）と比較例２（中間層の膜厚２５\n０Å）を比較すると，補正明細書の段落【００２９】，【表２】及び【図４】\nに示されるように，発光スペクトル分布の長波長側で，前者が急峻であるのに\n対して，後者はなだらかな裾野を形成しており，前者より後者の方がいろいろ\nな長波長側の波長，すなわち色相を多く含んでおり，色純度の低い色の発光し\nかできない。\nまた，比較例２（中間層の膜厚２５０Å），比較例３（中間層の膜厚２３０\nÅ），比較例５（中間層の膜厚２６０Å），比較例６（中間層の膜厚２２０\nÅ），比較例８（中間層の膜厚２３０Å）について，補正明細書の【図５】～\n【図８】に示されるように，中間膜厚が２２０Åを超えると，長波長側で発光\nスペクトルの分布が広がり，色純度が低下する。\n一方，中間層の膜厚が５０Åより薄いと正孔のブロックが有効に作用しない。\n本願補正発明は，中間層の膜厚を５０～１６０Åとするものであるが，その\n下限値及び上限値を定めたのは，上記のような理由による。\n２ なお，本願補正発明の有機ＥＬ素子の中間層膜厚を４０，５０，６０，９０，\n１００，１６０，１７０Åに変化させた場合の青色発光の色純度を色座標で表\nしたものによると，ＣＩＥのｙ値が，膜厚４０Åでは０．２１５７であるのに\n対して，５０Åの場合は０．１６６１と急激に低くなり，１００Åで０．１２\n８９と最も低くなるが，他方，膜厚が１６０Åの場合は０．１３４２であるの\nに対して，１７０Åの場合は４０Åの場合と同程度の０．２００３と急激に高\nくなっている（原告準備書面（第３回）添付の参考資料１）。色座標のｙ値が\n低くなることは，青色の色再現率が高くなるので好ましいことを意味するもの\nであり，上記の結果は，中間層の膜厚が５０Å以下になると，急激に青色純度\nが低下し，１６０Åを超えると，同様に急激に青色純度が低下することを示し\nているものである。また，中間層の膜厚を上記のように変化させた場合の各波\n長での光の強さ（ｉｎｔｅｎｓｉｔｙ）を示したもの（原告準備書面（第３\n回）添付の参考資料２）によると，膜厚が４０Åと１７０Åでは，光強度の接\n線の傾きが変化して第２のピークを持っており，青色純度の大幅な低下を示し\nているのに対し，５０～１６０Åの場合は，第２のピークを持たないので，青\n色純度の向上を実現することができる。\nしたがって，本願補正発明における中間層の膜厚の数値限定は臨界的意義を\n有するというべきである。\n３ このように，本願補正発明の数値限定は，種々の実験結果から得られたもの\nであり，それゆえに色純度の高い発光が得られるという作用効果を有するから，\n本願補正発明が進歩性を有し，独立特許要件を充足することは明白である。\nしたがって，審決が，本件補正を却下し，本願の請求項１に係る発明の要旨\nとして，本願発明を認定し，その進歩性を否定したのは，誤りである。\n第４ 被告の反論の要点\n１ 本願補正発明と引用発明は，その中間層の膜厚についての数値範囲が，その\n上限値及び下限値において完全に一致するものではない。しかしながら，両発\n明は，色純度を高めるという課題を解決するために所定のイオン化ポテンシャ\nルを有する中間層を設ける点で一致し，さらに，中間層の役割が，発光層から\n移動してくる正孔を陰極に到達するのを阻止する点でも一致するものである。\nそうすると，上記の課題及びその解決手段として一定の膜厚を有する中間層\nを設けることが開示されている引用発明をベースとして，さらに，実験解析等\nを繰り返し，中間層の膜厚を本願補正発明のような数値範囲とすることは，何\nら，格別なことではなく，当業者であれば通常の創作能力の発揮にすぎないも\nのである。\nまた，本願補正発明が規定する中間層膜厚の数値範囲５０～１６０Åにおけ\nる上限値，下限値に，いわゆる臨界的な技術的意義がないことは明らかであり，\n原告の当該数値範囲に意義があるとする主張は，補正明細書の記載に基づかな\nい主張であって，根拠がない。\n２ したがって，審決の認定及び判断に誤りはなく，原告主張の取消事由は理由\nがない。\n第５ 当裁判所の判断\n１ 原告は，本願補正発明における中間層の膜厚の数値範囲は，種々の実験結果\nから得られたもので，本願補正発明はかかる範囲の中間層を備えることにより，\n色純度の高い発光が得られるという作用効果を有する旨主張する。\n(1)ア 補正明細書（甲２，３）には，次の記載がある。\n(ア) 「【発明が解決しようとする課題】近年，高輝度，高効率な有機Ｅ\nＬ素子が開示あるいは報告されている。しかしながら，高輝度，高効率\nな有機ＥＬ素子においては，発光層のみならず電子輸送層中の材料から\nの発光が観測される場合が多く，カラー表示素子，特に青色発光素子に\nおいて発光色の純度が劣化するという問題点があった。よって，本発明\nの目的は，高効率で，かつ良好な色純度を有する有機ＥＬ素子を提供す\nることにある。」（段落【０００６】）\n(イ) 「【課題を解決するための手段】電子輸送層中の材料からの発光を\n抑制する目的で，発光層の陰極側界面での正孔ブロックあるいは，界面\nで生成した励起子の拡散の防止するためには，発光層と電子輸送層の間\nに設けられる層は本来膜厚が厚いほどその効果も大きいと考えられる。\nしかしながら，本発明者らは，中間層の材料として，発光層に用いられ\nている材料よりも大きいイオン化ポテンシャルを有する材料を用い，か\nつその膜厚を１０～２００Åとすることによって，電子輸送層中の材料\nからの発光を抑制できるものの，中間層の膜厚が１０Å未満である場合\nだけでなく，２００Åを超えた場合では，電子輸送層中の材料からの発\n光を抑制できないことを見出し，本発明に至った。」(段落【０００\n７】)\n(ウ) 「すなわち，本発明の有機ＥＬ素子は，陽極と陰極との間に少なく\nとも発光層および電子輸送層を有する有機ＥＬ素子において，発光層と\n電子輸送層との間に，発光層に用いられている材料よりも大きいイオン\n化ポテンシャルを有する材料からなる５０～１６０Åの膜厚の中間層を\n有することを特徴とする。」（段落【０００９】）\n(エ) 「中間層７の膜厚は，５０～１６０Åの範囲であり，好ましくは５\n０～９０Åの範囲であり，発光層が陽極に隣接して配置されている場合\nは，５０～１６０Åである。中間層７の膜厚が１０Åよりも薄いと，正\n孔のブロックが有効に作用しない。中間層７の膜厚が上記範囲を超える\nと，電子輸送層５に用いられる材料からの発光が観測され，発光効率や\n発光色の色度に悪影響が現れる。」（段落【００２１】）\nイ 補正明細書（甲２，３）の【表２】及び【図４】には，中間層材料に\n「化合物［１４］」を用い，膜厚を１５０Åとし，発光輝度を３３０ｃｄ\n/ｍ とした場合（実施例２），中間層材料に「化合物［１４］」を用い，\n２\n膜厚を２５０Åとし，発光輝度を４１０ｃｄ/ｍ とした場合（比較例２）\n２\nにつき，発光スペクトル分布の長波長側で実施例２の方が急峻であるのに\n対して，比較例２の方がなだらかな裾野を形成していることが示されてい\nる。\n補正明細書（甲２，３）の【表２】及び［図５】～【図８】には，同様\nの傾向が，実施例３（９０Å）と比較例３（２３０Å），実施例５（１６\n０Å）と比較例５（２６０Å），実施例６（５０Å）と比較例６（２２０\nÅ），実施例７（１２０Å）と比較例８（２３０Å）の各々の対比におい\nて，示されている。\n(2) 刊行物１（甲１）には，次の記載がある。\nア 「【００１３】本発明者は上記実状に鑑み，青色純度の高くかつ耐熱性\nを有する有機電界発光素子を提供することを目的として鋭意検討した結果，\n基板上に，陽極及び陰極により挟持された正孔輸送層，発光層および正孔\n阻止層を少なくとも含む有機電界発光素子において，発光層として芳香族\nアミン化合物を用い，正孔輸送層，発光層，正孔阻止層のイオン化ポテン\nシャルの相対関係を特定のものとすることで，上記課題を解決することが\nできることを見い出し，本発明を完成するに至った。\n【００１４】\n【課題を解決するための手段】すなわち，本発明の要旨は，基板上に，陽\n極及び陰極により挟持された正孔輸送層，発光層および正孔阻止層を少な\nくとも含む有機電界発光素子であって，該発光層が芳香族アミン化合物を\n含有し，正孔輸送層のイオン化ポテンシャルが発光層のイオン化ポテンシ\nャルより０．１ｅＶ以上大きく，正孔阻止層のイオン化ポテンシャルが発\n光層のイオン化ポテンシャルより０．２ｅＶ以上大きいことを特徴とする\n有機電界発光素子に存する。」（４頁６欄３０行～４８行）\nイ 「【００４５】発光層５の上には正孔阻止層６が設けられる。正孔阻止\n層６は，発光層から移動してくる正孔を陰極に到達するのを阻止する役割\nと，陰極から注入された電子を効率よく発光層５の方向に輸送することが\nできる化合物より形成される。正孔阻止層を構成する材料に求められる物\n性としては，電子移動度が高く正孔移動度が低いこと，および，正孔を効\n率的に発光層内に閉じこめるために，発光層のイオン化ポテンシャルより\n0.2eV以上大きいイオン化ポテンシャルの値を有する必要がある。正孔輸\n送層は電子輸送能力を持たない材料で構成されることから，正孔阻止層は\n正孔と電子を発光層内に閉じこめて，発光効率を向上させる機能を有す\nる。」（１０頁１８欄４５行～１１頁１９欄６行）\nウ 「【００５９】……正孔阻止層６の膜厚は，通常，０．３～１００ｎｍ，\n好ましくは０．５～１０ｎｍである。正孔阻止層も正孔輸送層と同様の方\n法で形成することができるが，通常は真空蒸着法が用いられる。」（１３\n頁２３欄３２行～３８行）\nエ 「【００７５】実施例１……\n【００７７】次に，発光層５の材料として，例示化合物（Ｉ－３）を上記\n正孔輸送層４の上に同様にして蒸着を行なった。……\n【００７８】続いて，正孔阻止層６の材料として，ビス（２－メチル－８\n－キノリノラト）（トリフェニルシラノラト）アルミニウム錯体（ＨＢ－\n１）を上記発光層５の上に同様にして蒸着を行なった。この時のるつぼの\n温度は１８０～１９０℃の範囲で制御した。蒸着時の真空度は１．０×１\n０ Ｔｏｒｒ（約１．３ｘ１０ Ｐａ）で，蒸着速度０．２ｎｍ／秒で，膜厚\n-6 -4\nは２０ｎｍであった。さらに，電子輸送層７の材料として以下に示すアル\nミニウムの８－ヒドリキシキノリン錯体（Ｅ－１）を上記正孔阻止層６の\n上に同様にして蒸着を行った。……\n【００８１】以上の様にして，２ｍｍｘ２ｍｍのサイズの発光面積部分を\n有する有機電界発光素子が得られた。この素子の発光特性を表－８に示す。\n表－８において，発光輝度は２５０ｍＡ/ｃｍ の電流密度での値，発光効\n２\n率は１００ｃｄ/ｍ での値，輝度／電流は輝度－電流密度特性の傾きを，\n２\n電圧は１００ｃｄ/ｍ での値を各々示す。ＥＬスペクトルのピーク極大波\n２\n長とＣＩＥ色度座標値（ＪＩＳ Ｚ８７０１）をあわせて示す。発光色は\n青色であった。この素子は長期間保存後も，駆動電圧の顕著な上昇はみら\nれず，発光効率や輝度の低下もなく，安定した素子の保存安定性が得られ\nた。」（１５頁２７欄３５行～１６頁３０欄１６行）\n(3)ア 補正明細書の上記(1)の記載及び刊行物１の上記(2)の記載によれば，本\n願補正発明及び引用発明は，いずれも，色純度，特に，青色純度が不十分\nであるという課題を解決するものであり，そのために，本願補正発明では\n「中間層」，引用発明では「正孔阻止層」として，発光層の陰極側界面\n（発光層と電子輸送層の間）に，発光層に用いられている材料よりも大き\nいイオン化ポテンシャルを有する材料からなる層を配置し，発光層から電\n子輸送層への正孔移行を阻止することによって，色純度，特に，青色純度\nの高い有機発光素子を提供したものであるから，両発明は，解決しようと\nする課題及びその解決手段が共通するものと認められる。\nそして，上記中間層（正孔阻止層）の膜厚は，本願補正発明では，５０\n～１６０Åであるのに対し，刊行物１の実施例に記載されたものは，２０\nｎｍ（２００Å）であって本願補正発明で規定する上限値を超えているも\nのの，刊行物１には，一般的な記載として，０．３～１００ｎｍ（３～１\n０００Å），好ましくは０．５～１０ｎｍ（５～１００Å）と記載されて\nおり，本願補正発明が規定する中間層の膜厚は，刊行物１において，中間\n層（正孔阻止層）の膜厚として採り得る範囲内のものであり，しかも，好\nましい膜厚として記載された範囲とかなりの部分において重複している。\nところで，中間層は，発光層から電子輸送層への正孔移行を阻止するた\nめに，発光層と電子輸送層との間に設けられる層であるので，正孔移行の\n阻止効果の観点からみると，膜厚が大きい方が有利なものと考えられるが，\n膜厚を大きくしすぎた場合には，陰極から発光層への電子の輸送も阻害す\nる可能性があること等の問題があることも明らかである。\nそうすると，中間層の膜厚に着目して，最適条件又は好適条件を見いだ\nす実験を行うことは当業者が容易になし得るものであり，実験を行う膜厚\nとして，５０～１６０Åという範囲を選択することにも，何ら困難性は認\nめられない。\nイ 原告は，本願補正発明は，５０～１６０Åという限定された膜厚を有す\nる中間層を設けたことにより，色純度の高い発光が得られるという作用効\n果を有する旨主張する。\nしかし，原告が指摘する補正明細書（甲２，３）の段落【００２９】～\n【００３１】及び【図４】～【図８】の比較データをみても，例えば，\n【図６】における，中間層の膜厚が１６０Åである実施例５と中間層の膜\n厚が２６０Åである比較例５のスペクトルを比較すると，曲線はほぼ一致\nしており，色純度に関して顕著な差異があるとは認められない。\nまた，補正明細書において膜厚が大きい比較例として記載されたものは\nいずれも２２０Å以上のものであるのに対し，引用発明における実施例は\n２００Åであって，補正明細書の前記(1)ア(イ)の記載において，中間層の\n膜厚が２００Åであるものも，補正明細書記載の作用効果を奏するものと\n認識されていることからみても，本願補正発明が，中間層の膜厚を５０～\n１６０Åと規定したことによって，格別顕著な作用効果を奏するものとは\n認められない。\nなお，原告は，本願補正発明における中間層の膜厚の数値限定は臨界的\n意義を有する旨参考資料１，２を挙げて縷々主張するが，補正明細書の記\n載に基づかないものであり，また，その主張に係る参考資料１，２も，必\nずしもその数値限定による作用効果の顕著性を根拠づけるものとまでは認\nめられない。\nしたがって，本願補正発明が引用発明に基づいて，当業者が容易に発明\nをすることができたものであるとした審決の判断に，誤りはない。\n２ 上記１で検討したとおり，本願補正発明に関する審決の判断に誤りはないの\nで，審決が，本件補正を却下し，本願の請求項１に係る発明の要旨として，本\n願発明を認定し，その進歩性を否定したことにも誤りはない。\n３結論\n以上によれば，原告主張の取消事由は理由がなく，その他，審決に，これを\n取り消すべき誤りがあるとは認められない。\nよって，原告の本訴請求は理由がないから，これを棄却することとし，主文\nのとおり判決する。\n知的財産高等裁判所第３部\n佐藤久夫裁判長裁判官\n大鷹一郎裁判官\n嶋末和秀裁判官\n"
}