{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 12,
    "month": 5,
    "day": 16
  },
  "case_number": "平成11(行ケ)367",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "意匠権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "13152",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=13152",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/152/013152_hanrei.pdf",
  "contents": "平成１１年（行ケ）第３６７号　審決取消請求事件\n平成１２年４月１１日口頭弁論終結\n判　　　　　決\n原　　　　　　告　　　ポワレ　フランス　エス．アー．\n代表者　　          　【Ａ】\n訴訟代理人弁理士　　　【Ｂ】\n被　　　　　　告　　　特許庁長官  【Ｃ】\n指定代理人　      　　【Ｄ】\n同　　　　　　　　　　【Ｅ】\n同　　　　　　　　　　【Ｆ】\n主　　　　　文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\nこの判決に対する上告及び上告受理の申立てのための付加期間を３０日\nと定める。\n事実及び理由\n第１　当事者の求めた裁判\n１　原告\n特許庁が平成８年審判第５６６７号事件について平成１１年７月９日にした\n審決を取り消す。\n訴訟費用は被告の負担とする。\n２　被告\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n第２　当事者間に争いのない事実\n１　特許庁における手続の経緯\n原告は、平成６年３月２９日、意匠に係る物品を「ペンダント又はブロー\nチ」とし、その形態を別紙１審決書の理由の写しの別紙記載のとおりとする意匠\n（以下「本願意匠」という。）について意匠登録出願（意願平６－８４７８号）を\nし、平成８年１月８日付け手続補正書で意匠に係る物品を「装身用下げ飾り」に補\n正したが、同年２月２７日に拒絶査定を受けたので、同年４月１９日、これに対す\nる不服の審判の請求をした。\n特許庁は、同請求を平成８年審判第５６６７号事件として審理したうえ、平\n成１１年７月９日に「本件審判の請求は、成り立たない。」との審決をし、その謄\n本は同月２６日、原告に送達された。なお、出訴期間として９０日が付加された。\n２　審決の理由の要点\n審決の理由は、別紙１審決書の理由の写し記載のとおりである。要するに、\n本願意匠は、広く知られた形状及びありふれた手法に基づいて構成されたものにす\nぎず、出願前にその意匠の属する分野における通常の知識を有する者が日本国内に\nおいて広く知られた形状に基づいて容易に創作することができたものであると認め\nられるから、意匠法３条２項に該当し意匠登録を受けることができない、としたも\nのである。\n３　本願意匠の概要\n本願意匠は、ハート形状のプレートに、ハート形の中心線上で略４分の１の\n長さに設定された相似形のハート形の孔を入れ子状に設けている。本願意匠では、\nチェーン等を取り付けるためのリングを設けておらず、上記ハート形の孔がチェー\nンやピンを通して装身用下げ飾りを吊り下げるための孔として機能するものとされ\nている。上記孔は、その下端がプレート全体の中央となるように上寄りの位置に配\n置されている。\n第３　原告主張の審決取消事由の要点\n本願意匠は、広く知られた形状及びありふれた手法に基づいて構成された意\n匠ではなく、次に述べるとおり、意匠権の根拠となる創作性を有しているから、こ\nれを否定した審決は、認定判断を誤ったものとして取り消されるべきである。\n１　ハート形とは、一般に「心臓をかたどったかたち」を意味し、そこでは、幾\n何学的図形とは異なり、ハートの図形を構成する線の縦横の比率や上下のＶ形状の\n角度、上部の辺の湾曲度、側方の辺の湾曲の有無等についての決まりはないから、\nこれらにつき、具体的にどのような構成を採用するかの点に、意匠としての創作性\nが発現され得る。また、二つのハート形を組み合わせることにも、その具体的な組\n合せ方にも、上記創作性は発現され得る。\nこれを本願意匠についてみると、別紙２記載の図のとおり、①プレートの縦\nの長さを１とすると横幅は約１であり、これに対して孔は４分の１の長さ、約４分\nの１の横幅に設定され、②孔は同図で一点鎖線で示すプレートの中心線に沿って４\n分の１下がった位置に配置されており、プレートの縦方向の２分の１の個所すなわ\nち中央に、孔の下端のＶ形状先端が位置するように形成され、③プレートのハート\n形の上部のＶ形状と孔のハート形の上下のＶ形状からなる３つのＶ形状は、約２：\n３（６：８）の間隔となっており、略等間隔で接近して連続した模様をなしつつ、\nプレートの縦方向の上半分に収まっているから、各ハート形の形状及びこれらを組\nみ合わせた際の形状は、装飾的意図の下に創作したものであり、かつ、そこには意\n匠権に値する創作性が発現されているものというべきである。\n２　審決は、装身用下げ飾りにおいて、基本形状に周知形状であるハート形の薄\n板を表し、それに入れ子状にハート形の孔を設けたものが本願出願前にごく普通に\nみられるとする。\nしかしながら、本願意匠は、ハート形の孔にチェーンやピンを通して吊り下\nげて使用に供するものに係るものであるので、ここにおいては、孔の形状が装身用\n下げ具を着用する際の下げ具の姿勢を決定する機能を有する重要な要素になるのに\n対し、審決が公知意匠として指摘する別紙３中の各意匠（以下「公知意匠」とい\nう。）のうち、チェーンを取り付けるためのリングを設けたもの（Ｐ４１４．１２\nｃｔ、Ｐ４０６．１６ｃｔ、１７７９等）においては、ハート形の孔の形状は何の\n機能も有しない単なる模様であるにすぎず、本願意匠とは孔の機能が異なる。\nまた、孔にチェーンやピンを通して吊り下げて使用に供する場合、着用時に\nピンやチェーンが孔の上部のＶ形状を避けて上部の湾曲部分に掛かり、かつＶ形状\nに拘束されながらプレートを支持することになるため、ピンやチェーンが装身用下\nげ具を支持する位置は孔のハート形状によって決定され、孔のハート形状が小さい\nとチェーンが通りにくくなるし、大きいと支持位置が不安定になる。このため、本\n願意匠では安定を保つための機能も考慮して孔のハート形状が創作されている。こ\nれに対し、公知意匠のうち、ハート形の孔にチェーンやピンを通して吊り下げて使\n用に供しうるもの（Ｐ４５１、Ｐ４８５、Ｐ４３０等）においては、ハート形の孔\nは、本願意匠の孔のような入れ子状の模様ではなく、プレートの外周に沿って大き\nく形成されていて、下げ具のハート枠の輪郭を形成するためのものとして開示され\nているにすぎず、装身用下げ具の安定を保つための機能は考慮されていない。\nしたがって、孔にチェーンやピンを通して吊り下げるこの種商品分野におい\nて、基本形状に周知形状を表し、チェーンやピンを通すために同形の孔を入れ子状\nに設けることが、極めて普通に行われているということはできない。\n３　審決は、公知意匠中に、ハート形の中心線上の同心位置あるいは同心位置か\nら上下のいずれか一方寄りの位置に孔を設けたものがごく普通に見られ、また全体\nの大きさに対する孔の大きさの比率も種々のものがみられるとしている。しかしな\nがら、前記公知意匠（Ｐ４５１、Ｐ４８５、Ｐ４３０等）は、いずれも上記２で述\nべた機能を有するデザイン上の創作がされていない点において、本願意匠と異な\nる。\n４　なお、本願意匠は、ＤＭ／０２７　４３１号として１９９３年９月３０日付\nけで国際寄託意匠として登録された。また、タイ国において意匠特許第４７４５号\nとして１９９５年１０月２０日付けで登録されている。\n第４　被告の反論\n審決の認定判断は、いずれも正当であって、審決を取り消すべき理由はな\nい。\n１　原告の主張１は、構成された意匠の結果に対する原告の単なる一つの見方を\n述べているにすぎず、そのような見方は公知意匠においても可能であるから、本願\n意匠の要旨認定として適当でない。すなわち、意匠法２条において定義された「模\n様」とは、積極的な装飾意図に基づくものないし相当の装飾的視覚効果のあるもの\nが表出されたものと一般に解されているのに、本願意匠におけるプレートと孔の構\n成程度のものは、到底、「ハート形の３か所のＶ形状が略等間隔で近接して連続し\nた模様」を施した意匠などど一般に認識されるものではないから、これを意匠法上\nの「模様」と認めることはできない。\n２　装身用下げ飾りにおいては、吊り下げ用リングの有無を問わず、ハート形に\n入れ子状のハートの孔を設けたものは極めて普通に行われている。なお、本願意匠\nのように吊り下げ用リングを設けない装身用下げ飾りの方が、歴史的にみても、例\nえば我が国古代の勾玉の例からしても、よりありふれたものであることが明らかで\nあるから、吊り下げ用リングを設けたものよりも容易な創作というべきである。\nまた、「入れ子」とは、「箱などを大きなものから小さなものへ順次に重ね\nて組み入れたもの」であって、内側のものが外側のそれと相似形であれば、その大\nきさは大小いろいろありうるのであるから、孔が大きいからといって、それが入れ\n子状ではない、ということはできない。\n３　審決が引用する公知意匠の中には、「同心位置に孔を設けたもの」（別紙３\nのＰ４１４、Ｐ４０６）も「同心位置から上下のいずれか一方寄りの位置に孔を設\nけたもの」（同Ｐ４５１、Ｐ４８５、１７７９）もあり、これらの公知意匠には、\n「全体の大きさに対する種々の比率の孔の大きさのもの」があるから、審決が、こ\nれら公知意匠に基づき、本願意匠につき単に周知形状のハート形の中心線上に同形\nの孔を設けたのみのものであって、広く知られた形状及びありふれた手法に基づい\nて構成されたにすぎないと判断した点に誤りはない。\n４　へーグ協定にかかる国際寄託証明については、それに記載された登録対象国\nの１０か国（地域）は、すべて無審査主義国であるから、本件については何ら比較\nの対象にならない。\nまた、タイ国は審査主義国であるが、その審査基準を我が国のそれと比較す\nることは困難である。\n第５　当裁判所の判断\n原告は、本願意匠は、広く知られた形状及びありふれた手法に基づいて構成\nされた意匠ではなく、これを構成する各ハート形の形状及びこれらを組み合わせた\n際の形状において、意匠権に値する創作性を有するものであるから、意匠法３条２\n項に該当しないと主張する。\n１　まず、本願意匠で採用されているハート形につき検討する。\nハート形という形状が、一般に日本国内において公然知られた周知の形状で\nあることは明らかであるから、本願意匠における各ハート形が意匠権を根拠付ける\n創作性を具えるためには、ハート形自体としてありふれたものであってはならない\nことは自明というべきである。ところが、本願意匠に用いられている各ハート形の\n形状は一見してごくありふれたものであって、その形状自体に特段の創作性を見い\nだすことはできない。\n２　次に、甲第３号証によれば、日本洋書販売配給株式会社が日本国内において\n発売したカタログである「ニューヨーク宝飾のすべて１９８５年」（別紙３はその\n抜粋である。）には、ハート形のプレートに同形の孔を入れ子状に設けた意匠が複\n数掲載されていることが認められ、同事実によれば、本願意匠に用いられているハ\nート形を組み合わせた手法は容易に考えつくことができるものであるということが\nできる。\nこの点につき、原告は、本願意匠では、上記公知意匠におけるのとは異な\nり、プレートと孔のハート形の３か所のＶ形状が略等間隔で接近して連続した模様\nを形成しつつプレートの縦方向の上半分に収まっていることから、このようなハー\nト形を組み合わせた際の形状には創作性がある旨主張するけれども、その程度のハ\nート形の組合せをすることに格別の困難があるとは認められないから、採用できな\nい。\n３　原告は、本願意匠においては、ハート形の孔にチェーンやピンを通して吊り\n下げて使用するので、孔の形状が装身用下げ具を着用する際の下げ具の姿勢を決定\nする機能を有する重要な要素になるとしたうえで、前記認定に係る公知意匠のうち\nチェーン等を取り付けるためのリングを設けたものと本願意匠とでは孔の機能が異\nなり、また公知意匠のうち孔にチェーンを通して吊り下げて使用に供しうるものに\nついては、孔が大きく装身用下げ具の安定を保つための機能が考慮されていない点\nにおいて本願意匠とは異なる旨主張する。しかしながら、チェーン取付用のリング\nを設けなかったことが本願意匠に創作性をもたらすものとは到底解することができ\nず、また、本願意匠と公知意匠のうち孔にチェーンを通すものとの間において、孔\nの大きさによって吊り下げた際の下げ具の姿勢に何らかの美感上の差異が生じると\nしても、このような効果を導くために孔の大きさを種々調節することが格別困難な\nことであるとは認められない。したがって、上記のような機能の差異を根拠に本件\n意匠の創作性をいう原告の主張は失当である。\n４　その他、本願意匠を構成する各ハート形の形状についても、これらを組み合\nわせた際の形状についても、意匠権の根拠となる創作性を認めるための資料は、本\n件全資料を検討しても見いだすことができない。\n５　なお、原告は、本願意匠が国際寄託意匠として登録され、また、タイ国でも\n意匠登録されている旨主張し、甲第４、第５号証によれば同事実が認められる。し\nかしながら、甲第４号証及び弁論の全趣旨によれば、ヘーグ協定にかかる国際寄託\n証明については、それに記載された登録対象国（地域）が、すべて無審査主義国で\nあることが認められ、また、タイ国における意匠登録（甲第５号証）については、\nその審査基準及び判断理由が明らかでないことから、上記各登録の事実をもって、\n本願意匠の創作性の根拠とすることはできない。\n６　以上によれば、本願意匠は、その属する分野における通常の知識を有する者\nが日本国内において公然知られた形状に基づいて容易に意匠の創作をすることがで\nきたものということができる。したがって、本願意匠が意匠法３条２項に規定する\n意匠に該当し、意匠登録を受けることができないとした審決は正当である。\n第６　よって、原告の本訴請求を棄却することとし、訴訟費用の負担並びに上告及\nび上告受理の申立てのための付加期間について行政事件訴訟法７条、民事訴訟法６\n１条、９６条を適用して、主文のとおり判決する。\n東京高等裁判所第６民事部\n裁判長裁判官　　山　　　下　　　和　　　明\n裁判官　　宍　　　戸　　　　　　　充\n裁判官　　阿　　　部　　　正　　　幸\n"
}