{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 18,
    "month": 2,
    "day": 3
  },
  "case_number": "平成15(わ)587",
  "case_name": "盗品等有償譲受け",
  "court_name": "神戸地方裁判所第１刑事部",
  "gist": "犯人性否認（排斥）",
  "lawsuit_id": "32868",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=32868",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/868/032868_hanrei.pdf",
  "contents": "主　　　　　文\n被告人を懲役３年及び罰金５０万円に処する。\n未決勾留日数中５００日をその懲役刑に算入する。\nその罰金を完納することができないときは，金５０００円を１日に換\n算した期間，被告人を労役場に留置する。\n理　　　　　由\n（罪となるべき事実）\n被告人は，Ａと共謀の上\n第１（平成１５年６月２５日付け起訴状記載の公訴事実関係）\n平成１４年１月２３日ころ，大阪府Ｂ市Ｃａ丁目Ｄ先の駐車場において，Ｅから，\n窃盗犯人Ｆらが他から窃取してきた四輪駆動車である普通乗用自動車１台（時価２５０万\n円相当）をそれが盗品であることを知りながら，代金９０万円で買い受け，もって，盗品\nを有償で譲り受けた\n第２（平成１５年６月２日付け起訴状記載の公訴事実関係）\n平成１４年２月上旬ころ，神戸市Ｇ区Ｈ町ｂ丁目ｃ番ｄ号Ｉ南側路上において，Ｅ\nから，Ｊを介して，窃盗犯人Ｆらが他から窃取してきた四輪駆動車である普通貨物自動車\n１台（時価５００万円相当）を，それが盗品であることを知りながら，代金１６０万円で\n買い受け，もって，盗品を有償で譲り受けた\nものである。\n（証拠の標目）―括弧内の甲，乙に続く数字は検察官請求証拠番号―\n省略\n（事実認定の補足説明）\n１　弁護人は，被告人が本件に関与しておらず無罪であると主張し，被告人も，同旨の弁\n解をしているので，当裁判所が判示事実を認定した理由を補足説明する。\n２　関係各証拠によれば，おおむね動かない前提事実として，①被告人は，平成８年ころ\nから中古自動車輸出販売業を営んでおり，被告人の親戚であるＡも，その援助を受けるな\nどして同様に中古自動車輸出販売業を営んでいたものであるが，被告人には，Ｅから盗難\n車を譲り受けたとして平成１２年６月に懲役３年及び罰金５０万円（懲役刑につき４年間\n刑の執行猶予）に処せられた前科があること，②判示第１の普通乗用自動車（車種Ｋ。以\n下「Ｋ」という。）は，平成１４年１月２１日午後７時ころ（以下の年月日の記載はいず\nれも平成１４年を意味する。）から翌日午前８時２０分ころまでの間に，判示第２の普通\n貨物自動車（車種Ｌ。以下「Ｌ」という。またＫと合わせて「本件各被害車両」という。\n）は，２月３日午前３時ころから同日午後零時３０分ころまでの間に，いずれもＦらによ\nって窃取されたこと，③Ｋは，１月下旬から，Ｍが勤務する陸送業者の駐車場に駐車して\nあったが，それを知ったＭが被告人に電話連絡を取ったところ，被告人は，少しの間Ｋを\n置いてほしい，鍵は持っていく旨応答したこと，④被告人は，上記電話連絡のあった後で\nある２月５日又は同月６日にＫを上記陸送業者を使って，さらに，その二，三日後にはＬ\nをＡとともにそれぞれＮが経営する修理工場に持ち込み，それらの修理を同人に依頼し，\n修理が終わると被告人の依頼を受けた同じ陸送業者がＯ港運株式会社（以下「Ｏ」という\n。）まで本件各被害車両を搬送するなどしたほか，被告人がそれらの修理代金及び搬送費\n用を支払ったこと，⑤被告人は，同月１８日ころ，Ａ及びＰと共にＯに赴き，同社のＱに\nＰを紹介したほか，翌１９日にも，Ａらと共にＯに赴き，本件各被害車両をＰ名義で輸出\nしようとしたが，Ｏからこれを断られたため，Ａが経営していたＲモータース名義で輸出\nすることとしたが，同月２７日Ｓ税関に本件各被害車両が盗難車であることが発覚したこ\nとなどの事実を認めることができる。\nなお，以上の各事実は，主にＮ，Ｍ，Ｑ及びＴの各供述によるものであるが，これら\nの者はいずれも本件で第三者的な立場にあって虚偽供述をする理由がないこと，記憶にな\nいことについてはその旨明言しており，反対尋問にも何ら崩れるところがないことなどに\n加え，Ｎ供述とＭ供述とは本件各被害車両を搬送した状況などに関して相互によく符合し\nていること，Ｑ供述は，当時の記録を参照して記憶を喚起しながら供述したもので，記憶\nが混同しているとは考え難いことなどに照らし，上記４名の各供述はいずれも信用性が高\nいということができる。\n３　以上の前提事実を踏まえて，判示事実を認定する直接的な根拠となるＥ及びＡの各供\n述の信用性について検討することとするが，いずれも共犯者的な立場にあることから，そ\nの判断に当たっては慎重な態度が必要となることはいうまでもない。\n(1)　まず，Ｅは，被告人からの依頼に基づきＦに盗難車の調達を依頼した上，Ｆが調\n達してきた本件各被害車両を被告人に売却した旨供述する。その供述は，細部については\nやや記憶が減退している部分も認められるものの，被告人との連絡状況，Ｕ河川敷におけ\nる本件各被害車両の受渡しの状況等の根幹部分においてＡ供述と符合し，その信用性を相\n互に補完している上，本件各被害車両の破損状況等に関する供述もＮ供述と符合している\n。また，上記２で見たとおり，本件各被害者車両が窃取された後間もなく，被告人がこれ\nらを保管したり運搬を依頼するなどしていることを整合的に説明できる内容ともなってい\nる。さらに，Ｅは，本件に関連して既に有罪判決を受け服役中であるから，被告人を陥れ\nるため殊更虚偽の供述をする理由はなく，Ａらと口裏合わせをしたような形跡も認められ\nない。以上によれば，Ｅの上記供述の信用性は高い。\n(2)　次に，Ａは，被告人と共謀して本件各被害車両をＥから購入したと供述する。そ\nの供述は，細部についてはややあいまいな部分があるものの，その根幹部分は具体的かつ\n詳細であるとともに，上記Ｅ供述とおおむね符合している上，被告人が本件各被害車両の\n修理を頼んだ点についてはＮ供述，同車両を輸出しようとした状況等についてはＱ及びＴ\n各供述によりそれぞれ裏付けられている。また，Ａと被告人との関係等からすると，Ａに\n殊更虚偽の供述をする動機があるとも考え難く，被告人の関与を認めるようになった経緯\nについて供述するところも十分納得できる。以上によれば，Ａの上記供述の信用性はこれ\nまた十分である。\n(3)　なお，弁護人は，Ａ及びＥ各供述の信用性を争い，ＥとＡは，本件各犯行前に被\n告人とその経営するインド料理店で出会ったと供述しているが，同店開店ビラによればそ\nの開店日は１月２２日であって，Ｋが盗難された後のことであると主張して，上記各供述\nの信用性に疑問を呈している。しかし，同店の開店日については，被告人及びその妻の当\n公判廷における各供述を前提にしても，幾度も変更された経緯があることがうかがわれる\n上，開店日前日にも同店内で飲食するなどしていたというのであり，しかも，被告人の捜\n査段階供述では，同店の開店日は１月中旬若しくは同月１６日ころとされていたのである\nから，これらの事情に照らせば，上記ビラの存在をもってＡ及びＥ各供述の信用性が揺ら\nぐものとは考えられない。\n(4)　以上のとおり信用性十分なＡ及びＥ各供述によれば，判示事実を優に認めること\nができる。\n４　これに対し，弁護人は，被告人の供述に沿って，①被告人は，ＭやＮに本件各被害車\n両の搬送や修理の依頼などをしたことはない上，１月２３日から２６日までの間は名古屋\nに，同月２９日から２月７日までの間は札幌等に出掛けていたから，いずれについてもア\nリバイがある，②本件は，もともと被告人が捜査当局に通報したために発覚したものであ\nるところ，被告人が本件各犯行を犯したのであれば，上記のような通報をすることはあり\n得ない，③上記①②に関し被告人の供述を裏付ける客観的証拠が少なからず存在するなど\nと主張する。しかしながら，(1)搬送や修理の依頼などをしたことはないとの点は，前記\nの各前提事実に反すること，(2)被告人の上記各供述を裏付ける客観的証拠であると弁護\n人が主張する証拠の中には，偽造されたものであることが明らかな書証や偽造されたもの\nと思われる書証が多く含まれており，それらの信用性には疑念を挟む余地が多分にあるの\nであって，上記各主張が客観的証拠による裏付けを有するとはいえないこと，(3)仮に弁\n護人主張のような事情が存在したのであれば，被告人に対する嫌疑を晴らす有力な根拠と\nなり得たのに，捜査段階では，種々の弁解をしながらこれを供述せず，公判に至って初め\nて供述しただけでなく，その内容を合理的説明なく度々変遷させていることなどの各事情\nに照らすと，被告人の当公判廷における供述は到底信用できない。結局，弁護人の主張は\nいずれも理由がなく，採用できない。\n（法令の適用）\n被告人の判示各所為はいずれも刑法６０条，２５６条２項に該当するところ，以上は同\n法４５条前段の併合罪であるから，懲役刑については同法４７条本文，１０条により犯情\nの重い判示第２の罪の刑に法定の加重をし，罰金刑については同法４８条２項により各罪\n所定の罰金の多額を合計し，その刑期及び金額の範囲内で被告人を懲役３年及び罰金５０\n万円に処し，同法２１条を適用して未決勾留日数中５００日（その日数については，本件\nにおける具体的審理経過を考慮した。）をその懲役刑に算入し，その罰金を完納すること\nができないときは同法１８条により５０００円を１日に換算した期間被告人を労役場に留\n置し，訴訟費用は刑事訴訟法１８１条１項ただし書を適用して被告人に負担させないこと\nとする。\n（量刑の理由）\n本件は，四輪駆動車に係る盗品等有償譲受け２件からなる事案である。\nいずれも動機，経緯に酌量の余地がないこと，職業的かつ常習的な犯罪でもあること，\n本件各被害車両がいずれも高価なものであったこと，しかも，被告人にあっては，平成１\n２年７月に盗品等有償譲受け罪により懲役３年及び罰金５０万円（懲役刑について４年間\n刑の執行猶予）に処せられており，その執行猶予中であったにもかかわらず，またしても\n金銭的利欲のため同種犯行に及んだばかりか，上記のように不自然，不合理な弁解に終始\nしており，規範意識の希薄さがうかがわれることなどに照らすと，その刑責は相当に重い\nといわざるを得ない。\nそうすると，他方で，身柄拘束がかなり長期に及んだこと，扶養が必要な妻子がいるこ\nとなど，被告人のために酌むべき事情を十分に考慮しても主文の程度の実刑は免れないと\nころである。\nよって，主文のとおり判決する。\n平成１８年２月３日\n神戸地方裁判所第１刑事部\n裁判長裁判官　　的　　場　　純　　男\n裁判官    西　　野　　吾　　一\n裁判官    三 重 野　　真　　人\n"
}