{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 19,
    "month": 9,
    "day": 7
  },
  "case_number": "平成19(行ウ)161等",
  "case_name": "建築確認処分取消等請求事件（甲事件），訴えの追加的併合申立事件（乙事件）",
  "court_name": "東京地方裁判所",
  "field": "行政",
  "gist": "１　建築物について建築基準法令等の規定に違反する違法事由があるなどとして提起された建築確認処分の取消しの訴え及び建築基準法９条１項に基づく是正命令を発令することの義務付けの訴えにつき，同建築物の周辺に居住する住民らの原告適格が肯定された事例　\n２　建築物の周辺に居住する住民らが，同建築物について建築基準法令等の規定に違反する違法事由があるなどとして提起した，建築基準法９条１項に基づく是正命令を発令することの義務付けの訴えが，行政事件訴訟法３７条の２第１項にいう「重大な損害を生ずるおそれ」の要件を満たすとされた事例",
  "case_gist": "１　建築物について建築基準法令等の規定に違反する違法事由があるなどとして提起された建築確認処分の取消しの訴え及び建築基準法９条１項に基づく是正命令を発令することの義務付けの訴えにつき，建築基準法６条の２第１項は，当該建築物に火災が発生したり倒壊したりした場合に延焼又は損傷するなどの直接的な被害が及ぶことが想定される周辺の一定範囲の地域に存する他の建築物についてその居住者の生命及び身体の安全並びに財産としてのその建築物等を個々人の個別的利益としても保護すべきものとする趣旨を含むものと解されることなどからすると，建築確認に係る建築物の倒壊又は炎上等により直接的な被害を受けることが予想される範囲の地域に存する他の建築物に居住し，又はこれを所有する者等は，当該建築確認の取消しを求めるにつき法律上の利益を有する者として，その取消しの訴えにおける原告適格を有すると解するのが相当であり，建築基準法９条に基づく是正命令の義務付けの訴えにおける原告適格についても同様に解すべきであるところ，そのような者に当たるというためには，その者の居住し，又は所有する建築物が当該建築物の建築によって直接阻害されるという関係があることをもって足り，それは社会通念に照らし，合理的に判断すべきものであって，建築確認に係る建築物の敷地の境界線からその高さと同程度の距離の範囲内に存する建築物の居住者及び所有者であれば，必ずしも当該建築物に隣接しているものでなくても，その生命，健康又は財産に直接の影響を受ける者として原告適格を有する者と解すべきであるとした上で，前記建築物は南側が９階建てで高さが約３０メートルであること，住民らは前記建築物の敷地の境界線から直線距離で約１０メートルから約３０メートルの範囲内に存する建築物に居住していることからすれば，同人らの居住する建築物は，いずれも前記建築物が炎上又は倒壊すれば，直接損傷を受ける蓋然性がある範囲内にあるということができるとして，前記建築物の周辺に居住する住民らの原告適格を肯定した事例　\n２　建築物の周辺に居住する住民らが，同建築物について建築基準法令等の規定に違反する違法事由があるなどとして提起した，建築基準法９条１項に基づく是正命令を発令することの義務付けの訴えにつき，前記住民らは，前記建築物が接道義務を満たしていないと主張するところ，接道義務は，当該建築物に火災が発生した際の消火活動や災害時等の救急活動等に支障が生ずることのないように，近隣住民の住居との関係においても，当該建築物の火災の際の消火活動や災害時等の救急活動等に支障が生じ，周辺に火災等の拡大をもたらすおそれがあるので，これを防止するために規制されているものであるから，仮に前記建築物が接道義務を満たしていないものであるならば，前記住民らの居住する各建築物と前記建築物の位置関係からして，その居住する各建築物に火災等が拡大して身体及び生命に危険が及ぶおそれがあるのであって，前記建築物が接道義務を満たしていないのであれば前記各是正命令が発せられないことにより，前記住民らに「重大な損害を生ずるおそれ」があるということができるとして，前記訴えは，行政事件訴訟法３７条の２第１項にいう「重大な損害を生ずるおそれ」の要件を満たすとした事例",
  "lawsuit_id": "36487",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=36487",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/487/036487_hanrei.pdf",
  "contents": ""
}