{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 18,
    "month": 6,
    "day": 28
  },
  "case_number": "平成17(行ケ)10702",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "33282",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=33282",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/282/033282_hanrei.pdf",
  "contents": "平成１７年（行ケ）第１０７０２号 審決取消請求事件\n口頭弁論終結日 平成１８年６月２１日\n判決\n原 告 旭硝子ビルウォール株式会社\n訴訟代理人弁護士 會田恒司\n被 告 ＹＫＫ Ａ Ｐ株式会社\n訴訟代理人弁理士 根 本 恵 司\n同杉 山 猛\n主文\n１ 特許庁が無効２００４－８００６７号事件について平成１７年８月１\n５日にした審決を取り消す。\n２ 訴訟費用は被告の負担とする。\n事実及び理由\n第１ 請求\n主文第１項と同旨\n第２ 事案の概要\n本件は，原告が有する後記特許の請求項１～４，６～９につき，被告が無効\n審判請求をしたところ，特許庁がこれらの請求項の特許を無効とする旨の審決\nをしたことから，原告が，その取消しを求めた事案である。\nなお，上記無効審判請求については，特許庁が平成１６年１２月３日に上記\n請求項の特許を無効とする旨の審決をし，これに対し東京高等裁判所が平成１\n７年３月３０日に特許法１８１条２項に基づき上記審決を取り消す決定をした\nことから，特許庁で再び審理されていたものである。\n第３ 当事者の主張\n１ 請求の原因\n(1) 特許庁等における手続の経緯\nア 原告と三菱重工業株式会社（以下「三菱重工」という。）は，平成６年\n３月２日，名称を「低騒音型ルーバ用フィンと配置方法」とする発明につ\nいて特許出願（特願平６ー３２６３１号）をし，同出願は平成７年９月１\n２日に公開特許公報により特開平７－２３８６４９（甲１０）として公開\nされた。その後，平成１３年２月１４日付けで（甲１０の手続補正書部\n分），発明の名称を「低騒音型ルーバ用フィン，その配置方法およびルー\nバ」と変更するとともに特許請求の範囲等を変更する補正がなされ，その\n結果，平成１５年８月２９日，特許第３４６６６９３号として設定登録が\nなされた（以下「本件特許」という。）。\nイ これに対し，平成１６年６月３日付けで被告から，本件特許のうち請求\n項１～４，６～９について無効審判請求がなされたので，特許庁は，これ\nを無効２００４－８００６７号事件として審理することとなった。原告と\n三菱重工は，この審理手続の中において訂正請求をしたが，特許庁は，平\n成１６年１２月３日，「訂正を認める。本件特許の請求項１～４，６～９\nに記載された発明についての特許を無効とする」旨の審決（以下「第１次\n審決」という。）をした。\nウ 上記審決に不服のある原告は，東京高等裁判所に対し上記審決の取消し\nを求める訴えを提起し（平成１７年（行ケ）第１１号），特許庁に対して\nも本件特許につき平成１７年３月４日付けで訂正審判請求（訂正２００５\n－３９０４０号）をしたので，同裁判所は，平成１７年３月３０日，特許\n法１８１条２項に基づき，第１次審決を取り消して事件を審判官に差し戻\nす旨の決定をした。\nなお，原告は，三菱重工から，同社が有する本件特許の共有持分権の譲\n渡を受け，平成１７年４月２７日，その旨の登録がなされた。\nエ そこで，特許庁は，再び無効２００４－８００６７号事件について審理\nすることとなり，上記ウの訂正審判請求は，特許法１３４条の３第５項に\nより訂正の請求とみなされることとなった（以下「本件訂正」という。）\nが，特許庁は，平成１７年８月１５日，「訂正を認める。本件特許の請求\n項１～４，６～９に記載された発明についての特許を無効とする」旨の審\n決（以下「本件審決」ということがある。）をし，その審決謄本は平成１\n７年８月２５日原告に送達された。\n(2) 発明の内容\n本件訂正後の明細書（以下「本件訂正明細書」という。甲１１の「全文訂\n正明細書」）に記載された特許請求の範囲は請求項１ないし９から成り，そ\nの内容は，次のとおりである（下線部は訂正部分。以下，請求項に対応して\n「本件訂正発明１」などという。）。\n「【請求項１】横方向部と縦方向に伸びる脚部とが断面形状において略Ｔ字\n状となり，該横方向部の高さＡより脚部の幅Ｃが広くなるように構成され\nている柱状体の低騒音型ルーバ用フィンであって，建物のルーバに用いた\nフィンであり，前記建物の外側に向う方向を前面側とし，その逆向きを背\n面側としたとき，前記横方向部を前面側に配置し，前記脚部を該横方向部\nの背面側に配置するとともに，前記横方向部の前面側および背面側の左右\n両側のコーナー部，ならびに横方向部と脚部との突き合せ部に形成される\n内隅部のコーナー部には丸みが付けられており，かつ上記横方向部の高さ\nをＡ（ｍｍ），横方向部の幅をＢ（ｍｍ），脚部の幅をＣ（ｍｍ），脚部\nの高さをＤ（ｍｍ）としたとき，Ａ，Ｂ，Ｃ，Ｄが下記の数１を満たす範\n囲にあることを特徴とする低騒音型ルーバ用フィン。\n【数１】\n０．３≦（Ｂ－Ｃ）／２Ａ≦２．５\n０．３≦（Ａ＋Ｄ）／Ｂ≦４．５\n【請求項２】脚部の下部の背面側の左右両側のコーナー部には丸みが付け\nられていることを特徴とする請求項１記載の低騒音型ルーバ用フィン。\n【請求項３】Ａ，Ｂ，Ｃ，Ｄが下記の数２をも満たす範囲にあることを特\n徴とする請求項１または２記載の低騒音型ルーバ用フィン。\n【数２】\n１．１≦Ｂ／Ａ≦６\n０．５≦Ｄ／Ａ≦６．４\n【請求項４】横方向部と脚部との突き合わせ部に形成される内隅部のコー\nナー部につけられた丸みの曲率半径をＲ（ｍｍ），横方向部の前面側およ\nび背面側の左右両側のコーナー部に付けられた丸みの曲率半径をＳ（ｍ\nｍ），脚部の下部の背面側の左右両側のコーナー部に付けられた丸みの曲\n率半径をＴ（ｍｍ）としたとき，Ｒ，Ｓ，Ｔが下記の数３をも満たす範囲\nにあることを特徴とする請求項１～３のいずれか１項記載の低騒音型ルー\nバ用フィン。\n【数３】\n０＜Ｒ≦３（Ｂ－Ｃ）／８\nＳ≒Ａ／２\n０＜Ｔ≦Ｃ／２\n【請求項５】横方向部と縦方向に伸びる脚部とが断面形状において略Ｔ字\n状となるように構成されている柱状体の請求項１～４のいずれか１項記載\nの低騒音型ルーバ用フィンであって，横方向部においては少なくとも中央\n部での高さが最も高く左右両側で最も低くなっており，脚部においては少\nなくとも内隅部近傍で幅が最も広く下部の背面側で最も幅が狭いことを特\n徴とする低騒音型ルーバ用フィン。\n【請求項６】横方向部と縦方向に伸びる脚部とが断面形状において略Ｔ字\n状となるように構成されている柱状体の請求項１～５のいずれか１項記載\nの低騒音型ルーバ用フィンであって，柱状体の低騒音型ルーバ用フィンが\n中空体に形成されていることを特徴とする低騒音型ルーバ用フィン。\n【請求項７】請求項１～６のいずれか１項記載の低騒音型ルーバ用フィン\nを並べて形成されたルーバ。\n【請求項８】請求項１～６のいずれか１項記載の低騒音型ルーバ用フィン\nを平行に等間隔に並べてルーバを形成されたルーバであって，隣り合うフ\nィンの頭部の端部とそのフィンの隣のフィンの頭部の端部がつくる隙間を\nＥ（ｍｍ）とし，前記フィンの横方向の幅をＢ（ｍｍ）とするときに，\nＥ，Ｂが下記の数４を満たす範囲にあることを特徴とするルーバ。\n【数４】\n０．５≦Ｅ／Ｂ≦１０\n【請求項９】請求項１～６のいずれか１項記載の低騒音型ルーバ用フィン\nを平行に等間隔に並べてルーバを形成するに際して，隣り合うフィンの頭\n部の端部とそのフィンの隣のフィンの頭部の端部がつくる隙間をＥ（ｍ\nｍ）とし，前記フィンの横方向の幅をＢ（ｍｍ）とするときに，Ｅ，Ｂが\n下記の数５を満たす範囲にあることを特徴とするルーバ用フィンの配置方\n法。\n【数５】\n０．５≦Ｅ／Ｂ≦１０ 」\n(3) 審決の内容\n本件訂正を認めた上でなされた本件審決の内容は，別添審決写しのとおり\nであり，その理由の要点は，次のとおりである。\nア 本件訂正発明１～４，６～９は，日本建築学会大会学術講演梗概集（東\n海）昭和５１年１０月の７８５～７８６頁（甲１。以下「刊行物１」とい\nう。）に記載された発明（以下「刊行物１記載発明」という。）及び本件\n特許出願前に周知であった事項に基づいて当業者が容易に発明することが\nできたから，これについての特許は無効である。\nイ なお，審決が認定した刊行物１記載発明の内容，本件訂正発明１との一\n致点及び相違点は，次のとおりである。\n〈刊行物１記載発明の内容〉\n「横方向部と縦方向に伸びる脚部とが断面形状において略Ｔ字状とな\nるように構成されている柱状体の消音効果を有するルーバー羽根であっ\nて，建物のルーバーに用いたルーバー羽根であり，前記略Ｔ字状の脚部\nの端部の角に丸みが付けられた消音効果を有するルーバー羽根」\n〈一致点〉\n「横方向部と縦方向に伸びる脚部とが断面形状において略Ｔ字状とな\nるように構成されている柱状体の低騒音型ルーバ用フィン」である点\n〈相違点１〉\n本件訂正発明１では，建物の外側に向う方向を前面側とし，その逆向\nきを背面側としたとき，横方向部を前面側に配置し，脚部を該横方向部\nの背面側に配置するように構成されているのに対し，刊行物１記載発明\nでは，そのようになっているかどうか不明である点。\n〈相違点２〉\n本件訂正発明１では，横方向部の前面側及び背面側の左右両側のコー\nナー部に丸みが付けられているのに対して，刊行物１記載発明では，脚\n部の角に丸みが付けられてはいるものの，横方向部の前面側および背面\n側の左右両側のコーナー部に丸みが付けられているかどうか不明である\n点。\n〈相違点３〉\n本件訂正発明１では，横方向部と脚部との突き合わせ部に形成される\n内隅部のコーナー部に丸みが付けられているのに対して，刊行物１記載\n発明では，その点が不明である点。\n〈相違点４〉\n本件訂正発明１では，横方向部の高さＡより脚部の幅Ｃが広くなるよ\nうに構成され，横方向部の高さをＡ（ｍｍ），横方向部の幅をＢ（ｍ\nｍ），脚部の幅をＣ（ｍｍ），脚部の高さをＤ（ｍｍ）としたとき，\nＡ，Ｂ，Ｃ，Ｄが，「０．３≦（Ｂ－Ｃ）／２Ａ≦２．５」，「０．３\n≦（Ａ＋Ｄ）／Ｂ≦４．５」を満たす範囲にあるのに対して，刊行物１\n記載発明では，横方向部の高さＡと脚部の幅Ｃとの関係は不明であると\nともに，上記の範囲を満たすか否かが不明である点。\n（以下，これらの相違点を「相違点１」などという。）\n(4) 審決の取消事由\n審決のうち，刊行物１記載発明の内容，同発明と本件訂正発明１との一致\n点及び相違点１ないし４が，審決記載のとおりであることは認める。\nしかしながら，審決は，本件訂正発明１と刊行物１記載発明との相違点\n３，４についての認定判断及び本件訂正発明１によってもたらされる効果に\nついての認定判断を誤ったから，違法として取り消されるべきである。\nア 取消事由１（相違点３についての認定判断の誤り）\n審決は，相違点３について，「本件訂正発明１においては，横方向部と\n脚部との突き合わせ部に形成される内隅部のコーナー部に丸みが付けられ\nているが，そのように構成したことによって奏する作用効果は明細書に何\nら記載されていないことから，上記相違点の技術的意義は不明であって，\n当業者が適宜できる単なる設計的事項といわざるを得ない。」と認定判断\nしている（１１頁４行～８行）。\nしかし，本件訂正明細書（甲１１）の段落【００３６】には，上記相違\n点３に係る構成を備えた本件訂正発明１の低騒音型ルーバ用フィンの試験\n結果が記載されており，「従来型の場合に見られたような顕著な圧力変動\nは認められず，騒音抑制の効果が明白に現れている。」と結論付けられて\nいる。この記載は，相違点３に係る構成が本件訂正発明１の他の構成要件\nと組み合わされて全体として騒音抑制の効果が得られたことを示すもので\nあって，本件訂正明細書には，相違点３に係る構成の効果が記載されてい\nるといえる。\nまた，本件特許の出願当初の明細書（特開平７－２３８６４９。甲１\n０）には，横方向部と脚部との突き合わせ部に形成される内隅部のコーナ\nー部に丸みが付けられているＴ型ルーバ用フィンとこのような丸みが付け\nられていないＴ型ルーバ用フィンを対比して，このような丸みを付けるこ\nとによって「騒音抑制の効果が一層明白になった。」と記載されている\n（段落【００３９】～【００４１】）から，相違点３に係る構成の効果が\n記載されている。\n騒音抑制の効果が高いことは，上記の各明細書の記載のようにしか表現\nのしようがない。\nしたがって，審決中の「…コーナー部に丸みが付けられているが，その\nように構成したことによって奏する作用効果は明細書に何ら記載されてい\nない…」との上記認定は誤りであり，この誤った認定に基づく「上記相違\n点の技術的意義は不明であって，当業者が適宜できる単なる設計的事項と\nいわざるを得ない」という審決の上記判断も失当である。\nイ 取消事由２（相違点４についての認定判断の誤り）\n審決は，相違点４について，「明細書には，相違点４に係る構成とした\nことによって奏する作用効果や数値の臨界的意義は何ら記載されていない\nから，上記数値限定等は，当業者が発明の実施にあたって適宜定める設計\n的事項といわざるを得ない。」と認定判断している（１１頁１０行～１２\n行）。\nしかし，本件訂正明細書（甲１１）の段落【００３６】には，上記相違\n点４に係る構成を備えた本件訂正発明１の低騒音型ルーバ用フィンの試験\n結果が記載されており，「従来型の場合に見られたような顕著な圧力変動\nは認められず，騒音抑制の効果が明白に現れている。」と結論付けられて\nいる。この記載は，相違点４に係る構成が本件訂正発明１の他の構成要件\nと組み合わされて全体として騒音抑制の効果が得られたことを示すもので\nあって，本件訂正明細書には，相違点４に係る構成の効果が記載されてい\nるといえる。\nまた，本件特許の出願当初の明細書（特開平７－２３８６４９。甲１\n０）には，横方向部の高さＡより脚部の幅Ｃが広いＴ型ルーバ用フィンと\n横方向部の高さＡより脚部の幅Ｃが狭いＴ型ルーバ用フィンの各試験結果\nが記載されているが，それによると，横方向部の高さＡより脚部の幅Ｃが\n広いＴ型ルーバ用フィンは，横方向部の高さＡより脚部の幅Ｃが狭いＴ型\nルーバ用フィンに比べて，騒音発生防止の点で優れていることが示されて\nいる（段落【００２８】，【００３６】，【００３９】，【００４０】，\n【００４８】）。\n騒音抑制の効果が高いことは，上記の各明細書の記載のようにしか表現\nのしようがない。\nしたがって，審決中の「明細書には，相違点４に係る構成としたことに\nよって奏する作用効果や数値の臨界的意義は何ら記載されていない…」と\nの上記認定は誤りであり，この誤った認定に基づく「上記数値限定等は，\n当業者が発明の実施にあたって適宜定める設計的事項といわざるを得な\nい」という審決の上記判断も失当である。\nウ 取消事由３（本件訂正発明１によってもたらされる効果についての認定\n判断の誤り）\n審決は，「本件訂正発明１によってもたらされる効果も，刊行物１記載\n発明及び本件特許出願前周知の事項から，当業者であれば予測することが\nできる程度のものであって，格別なものとはいえない。」と認定判断して\nいる（１１頁２０行～２２行）。\nしかし，本件訂正発明１の相違点３及び４に係る構成は，本件特許出願\n前には知られていなかったのであるから，本件訂正発明１によってもたら\nされる効果が，「刊行物１記載発明及び本件特許出願前周知の事項から，\n当業者であれば予測することができる程度のものであって，格別なものと\nはいえない。」ということはない。\nしたがって，審決の本件訂正発明１によってもたらされる効果について\nの上記認定判断は，誤っている。\n２ 請求原因に対する認否\n請求原因(1)ないし(3)の各事実は認めるが，(4)は争う。\n３ 被告の反論\n(1) 取消事由１に対し\nア 本件訂正明細書全体をみても，相違点３に係る構成によって奏される特\n有の作用効果については何ら記載されていないし，その構成によって騒音\n発生の改善の効果があるのかどうかも明らかでない。\nイ 相違点３に係る構成により得られる効果が，単に本件訂正発明１で特定\nする他の構成要件と組み合わされて全体として騒音発生を改善するという\nのであれば，それは，審決が相違点２の判断（１０頁下８行～１１頁２\n行）において，刊行物１に記載されていると認定している「脚部の端部の\n角に丸みを付けることにより消音させる」という技術思想と何ら相違しな\nい。\nウ 原告は，自ら補正によって削除した出願当初の明細書の記載に基づいて\n主張をすることは許されない。\nエ したがって，相違点３についての審決の認定判断には誤りはない。\n(2) 取消事由２に対し\nア 本件訂正明細書全体をみても，相違点４に係る構成によって奏される特\n有の作用効果については何ら記載されていないし，その構成によって騒音\n発生の改善の効果があるのかどうかも明らかでない。また，本件訂正明細\n書全体をみても，相違点４に係る構成の数値の臨界的な意義については何\nら記載されていない。\n原告は，無効審判手続において提出した答弁書（乙１）において，相違\n点４に係る構成によって奏される特有の作用効果がないことや相違点４に\n係る構成の数値の臨界的な意義がないことを認めている。\nイ 原告は，自ら補正によって削除した出願当初の明細書の記載に基づいて\n主張をすることは許されない。\nウ したがって，相違点４についての審決の認定判断には誤りはない。\n(3) 取消事由３に対し\n審決には，原告が主張するような認定判断の誤りはない。\n第４ 当裁判所の判断\n１ 請求原因(1)（特許庁等における手続の経緯），(2)（発明の内容），(3)\n（審決の内容）の各事実は，当事者間に争いがない。\n２ 取消事由１～３についての検討\n(1) 本件訂正明細書（甲１１）には，「特許請求の範囲」として前記第２の\n１(2)の記載があるほか，次のような記載がある。\nア 従来の技術（段落【０００２】）\n「従来，ビルやマンションなどに用いられているルーバは，…断面略長\n方形状の柱状体を複数本所定間隔をおいて配置したものである。」\nイ 発明が解決しようとする課題（段落【０００３】）\n「このような構造のルーバにおいては，強風を受けたときに強い騒音が\n発生することがあり，居住環境，職場環境などを悪化するものであった。\n本発明は，こうした強い騒音の発生を抑制したルーバ用フィンの提供を目\n的とする。」\nウ 課題を解決するための手段（段落【０００４】）\n「本発明は，前述の課題を解決すべくなされたものであり，横方向部と\n縦方向に伸びる脚部とが断面形状において略Ｔ字状となり，該横方向部の\n高さＡより脚部の幅Ｃが広くなるように構成されている柱状体の低騒音型\nルーバ用フィンであって，建物のルーバに用いたフィンであり，前記建物\nの外側に向う方向を前面側とし，その逆向きを背面側としたとき，前記横\n方向部を前面側に配置し，前記脚部を該横方向部の背面側に配置するとと\nもに，前記横方向部の前面側および背面側の左右両側のコーナー部，なら\nびに横方向部と脚部との突き合せ部に形成される内隅部のコーナー部には\n丸みが付けられており，かつ上記横方向部の高さをＡ（ｍｍ），横方向部\nの幅をＢ（ｍｍ），脚部の幅をＣ（ｍｍ），脚部の高さをＤ（ｍｍ）とし\nたとき，Ａ，Ｂ，Ｃ，Ｄが下記の数６を満たす範囲にあることを特徴とす\nる低騒音型ルーバ用フィンを提供する。\n【数６】\n０．３≦（Ｂ－Ｃ）／２Ａ≦２．５\n０．３≦（Ａ＋Ｄ）／Ｂ≦４．５\n好ましくは，さらに脚部の下部の背面側の左右両側のコーナー部にも丸\nみが付けられている。」\nエ実施例\n「図１は，本発明の実施例のタイプ１の低騒音型ルーバ用フィン１を用い\nたマンションの手摺ルーバ２の斜視図であり，図２は，このフィン１の断\n面図である。図３は，本発明の他の実施例のタイプ２の低騒音型ルーバ用\nフィン４を用いたビル屋上の機材カバー用ルーバ６の斜視図であり，図４\nは，このフィン４の断面図である。図５は本発明および比較例のルーバ用\nフィンの性能試験装置の概略図である。」（段落【００２１】）\n「図９は，試験に用いたタイプ２の低騒音型ルーバ用フィンの断面図であ\nる。なお，タイプ２の低騒音型ルーバ用フィンはタイプ１の低騒音型ルー\nバ用フィンをスケールアップしたものである。図１０～１１は，このタイ\nプ２の低騒音型ルーバ用フィン（取り付け間隔：２００ｍｍ（図１０），\n４００ｍｍ（図１１））における周波数－音圧レベル特性図である。」\n（段落【００２３】）\n「…図２は，図１のフィン１のＸ－Ｘ断面図であり，寸法Ａは約７ｍｍ，\n寸法Ｂは約２７ｍｍ，寸法Ｃは約１３ｍｍ，寸法Ｄは約２７ｍｍ，丸みの\n半径Ｒは約１．７ｍｍ，丸みの半径Ｓは約３．３ｍｍ，丸みの半径Ｔは\n約１ｍｍである。」（段落【００２７】）\n「図３は，本発明の他の実施例のタイプ２の低騒音型ルーバ用フィンを用\nいたビル屋上の機材カバー用ルーバを示し，本発明の低騒音型ルーバ用フ\nィン４を骨材５に取り付けて機材カバー用ルーバ６が形成されている。ル\nーバ６の上方に窓７が見える。図４は，図３のルーバ用フィン４のＹ－Ｙ\n断面図であり，寸法Ａは約２０ｍｍ，寸法Ｂは約８０ｍｍ，寸法Ｃは約４\n０ｍｍ，寸法Ｄは約８０ｍｍ，丸みの半径Ｒは約５ｍｍ，丸みの半径Ｓは\n約１０ｍｍ，丸みの半径Ｔは約３ｍｍである。」（段落【００２８】）\n「図５のように供試体ルーバ用フィン９に対し矢印方向に風１１を吹きつ\nけた。ルーバ用フィン９はフィン繋止具１０で繋止してある。供試体ルー\nバは鋼製の支持架台に取り付けて，風洞測定部床のターンテーブル上に設\n置した。風１１の向きに対するルーバの角度を記号１２で示す。」（段落\n【００３０】）\n「供試体ルーバは，断面形状が長方形の従来型につき２種類（タイプ０\n１，０２），断面形状が略Ｔ字状の本発明の低騒音型につき数種類（タイ\nプ２）とし，ルーバの取り付け間隔は，従来型ルーバでは１００ｍｍまた\nは２００ｍｍ，低騒音型ルーバでは１００ｍｍ，２００ｍｍまたは４００\nｍｍで試験した。」（段落【００３１】）\n「気流は一様流とし，風速と風向角を種々変化させて，騒音が発生する範\n囲を調べた。この際，測定部風速は１～２０ｍ／ｓｅｃの範囲で変えた。\n図５に示すように，発生音は供試体の近傍に取り付けたマイクロフォン８\nで集音した後，ＦＦＴ解析を行い，その周波数，音圧レベルを計測し\nた。」（段落【００３２】）\n「また，この従来型の場合において，風速を変化させたときの圧力変動の\n周波数の変化を図７に示す。横軸は風速（ｍ／ｓｅｃ）であり，縦軸は圧\n力変動の周波数（ｋＨｚ）である。圧力変動の周波数は風速に伴ってステ\nップ状に変化しているのが分かる。」（段落【００３４】）\n「また，この従来型の場合において，風向角を変化させたときの圧力変動\nの音圧レベルの変化を図８に示す。横軸は風向角（度）であり，縦軸は圧\n力変動の音圧レベル（ｄＢ）である。圧力変動が明瞭に現れるのは２０度\n＜風向角＜４０度であり，風向角＝３０度付近の音圧レベルが特に大き\nい。以上が，従来型ルーバフィンの特徴である。」（段落【００３５】）\n「次に，図９に示すタイプ２の低騒音型ルーバ用フィン（材質：アルミニ\nウム中空材）を取り付け間隔２００ｍｍで取り付け，風速６ｍ，風向角３\n０度で，ルーバに風を当てて同様に試験した結果を図１０に示す。図から\n分かるように，従来型の場合に見られたような顕著な圧力変動は認められ\nず，騒音抑制の効果が明白に現れている。なお，図９における寸法Ａ～Ｄ\nおよびＲ～Ｔ値はすでに図４で説明したとおりである。参考までにタイプ\n２の低騒音型ルーバ用フィンの斜視図を示すと，図１５（ａ）のとおりで\nある。」（段落【００３６】）\n「同様に，タイプ２の低騒音型ルーバ用フィンを取り付け間隔４００ｍｍ\nで取り付け，風速６ｍ，風向角３０度で，ルーバに風を当てて同様に試験\nした結果を図１１に示す。図から分かるように，取り付け間隔を２倍に広\nげても，従来型の場合に見られたような顕著な圧力変動は認められず，騒\n音抑制の効果が明白に現れている。」（段落【００３７】）\n「次に，断面形状が１２ｍｍ×８０ｍｍで，長さが０．６ｍで，材質が木\n材のタイプ０２の従来型ルーバ用フィン（断面図を図１４に示す。寸法１\n５は１２ｍｍ，寸法１６は８０ｍｍである。）を取り付け間隔１００ｍｍ\nで取り付け，風速６ｍ，風向角３０度で，ルーバに風を当てて同様に試験\nした結果を図１２に示す。横軸は周波数（ｋＨｚ）であり，縦軸は音圧レ\nベル（ｄＢ）である。図から分かるように，従来型の場合は，２．５ｋＨ\nｚ近辺に音圧レベルのピーク（約８０ｄＢ）が見られる。」（段落【００\n３８】）\n「これらの結果を表１に示す。」（段落【００４７】，【００４８】）\n「表１\nルーバフィン 騒音発生\n従来型 タイプ０１ 不良\nタイプ０２ 不良\n低騒音型 タイプ２ 優良\n」\nオ 作用（段落【００４９】）\n「従来型のルーバのような，平板を列状に並べたものに強風が当たって発\n生する騒音の主因は，平板の風上側端部から厚み方向に沿って発生する\n渦，すなわち端部の上流側角で剥離した流れが下流側角で再付着すること\nであると考えられる。これに対し，本発明では，ルーバ用フィンの断面形\n状が略Ｔ字状をしており，しかも略Ｔ字状の断面形状の「風上側端部の厚\nみ」に相当する横方向部において，その左右両側のコーナー部に丸みがつ\nけられているので，その丸みなどが主要素となって，この剥離と再付着が\n阻害され，それを主効果として騒音発生が抑制されたと考えられる。」\nカ 発明の効果（段落【００５０】，【００５１】）\n「本発明は次のような効果を奏する。日光を大きく遮断したり，内部の人\nが外部空間を視認するのをさほど妨害することなく，しかも，高所に居る\n内部の人の安全に寄与しつつ，外部の人が内部を覗き見ることを妨害し，\n外観の向上にも役立つなどというルーバ本来の役割をほとんど悪化するこ\nとなく，従来のルーバが風を受けたときに発生する強い騒音を大幅に低減\nできる。」\n「しかも，本発明のルーバ用フィンは従来型のルーバ用フィンの形状を改\n善したものであって，格別に新たな装置を付加することによって騒音を改\n善するものではないので，特に従来より広い場所が必要なことはなく，今\nまでどおりの場所に設置できる。すなわち，従来の断面形状が略長方形状\nの柱状体を，横方向部と縦方向に伸びる脚部とが断面形状において略Ｔ字\n状となるよう柱状体のルーバ用フィンの構成とし，前記横方向部の前面側\nおよび背面側の左右両側ならびに横方向部と脚部との突き合せ部に形成さ\nれている内隅部のコーナー部に丸みを付けるとともに，横方向部と脚部の\nそれぞれの高さおよび幅を特定範囲とすることにより，さらには脚部の下\n部の背面側の左右両側のコーナー部にも丸みを付けることにより，従来問\n題となっていた騒音を大幅に改善できる。このように柱状体のフィンの断\n面形状をＴ字状に変更するという単純な形状変更により，この特定の略Ｔ\n字状の断面形状および形状比率を見出すことにより従来問題になっていた\n騒音を大幅に改善したのである。また，格別に新たな装置を付加するよう\nなものではないので，安価であり，コスト的にもきわめて有利である。」\n(2) 本件訂正明細書（甲１１）の上記(1)の記載によると，本件訂正明細書に\nは，本件訂正発明１について，次のような記載があるということができる。\nア ビルやマンションなどに用いられているルーバは，断面略長方形状の柱\n状体を複数本所定間隔をおいて配置したものが用いられているが，このよ\nうな構造のルーバにおいては，強風を受けたときに強い騒音が発生するこ\nとがあり，居住環境，職場環境などを悪化させることがあった。\nイ 本件訂正発明１は，こうした強い騒音の発生を抑制したルーバ用フィン\nの提供を目的とするもので，「横方向部と縦方向に伸びる脚部とが断面形\n状において略Ｔ字状となり，該横方向部の高さＡより脚部の幅Ｃが広くな\nるように構成されている柱状体の低騒音型ルーバ用フィンであって，建物\nのルーバに用いたフィンであり，前記建物の外側に向う方向を前面側と\nし，その逆向きを背面側としたとき，前記横方向部を前面側に配置し，前\n記脚部を該横方向部の背面側に配置するとともに，前記横方向部の前面側\nおよび背面側の左右両側のコーナー部，ならびに横方向部と脚部との突き\n合せ部に形成される内隅部のコーナー部には丸みが付けられており，かつ\n上記横方向部の高さをＡ（ｍｍ），横方向部の幅をＢ（ｍｍ），脚部の幅\nをＣ（ｍｍ），脚部の高さをＤ（ｍｍ）としたとき，Ａ，Ｂ，Ｃ，Ｄが，\n『「０．３≦（Ｂ－Ｃ）／２Ａ≦２．５』，『０．３≦（Ａ＋Ｄ）／Ｂ≦\n４．５ 』を満たす範囲にあることを特徴とする低騒音型ルーバ用フィ\nン」（【請求項１】参照）という構成を採用することによって，上記目的\nを達成しようとするものである。\nウ 断面形状が長方形の従来型フィンを用いたルーバ２種類（タイプ０１，\n０２）及び本件訂正発明１の構成要件を備えたフィンを用いたルーバ１種\n類（タイプ２）について，風を当て，発生する音をマイクロフォンで集め\nる試験をしたところ，本件訂正発明１の構成要件を備えたフィンを用いた\nルーバ（タイプ２）では，従来型フィンを用いたルーバ（タイプ０１，０\n２）に比べて，騒音の発生が少なく，騒音抑制の効果が明白に現れた。\nエ 本件訂正発明１は，柱状体のフィンの断面形状をＴ字状に変更するとい\nう単純な形状変更により，騒音の発生を大幅に改善したものであって，日\n光を大きく遮断したり，内部の人が外部空間を視認するのをさほど妨害す\nることなく，しかも，高所に居る内部の人の安全に寄与しつつ，外部の人\nが内部を覗き見ることを妨害し，外観の向上にも役立つなどというルーバ\n本来の役割をほとんど悪化することなく，今までどおりの場所に設置でき\nるものでありながら，騒音の発生は大幅に抑制されるという効果を有する\nものである。\n(3) 一方，刊行物１（甲１）には，以下の記載がある。\nア 「工場，飛行場，高速道路，鉄道などの周辺での騒音について，最近大\nきな社会問題となっているが，構造物についても，強風時には可成りの騒\n音を発する場合がある。組立材を用いたテレビ棟や送電鉄塔，平板を並べ\nたルーバーなどは，カルマン渦の群列の共振により，強風時に不快な騒音\nを発したり，また，剛性不足が原因と考えられるカーテン・ウォールの振\n動により音を発する場合がある。音質によっては，居住者に恐怖感を与え\nるので，ホテルやマンション等では特に注意を要する。…ここでは，業者\nが約５年前に経験した１９階…マンション（高さ５２ｍ，平面２４ｍ×２\n４ｍ）の高層部分のバルコニーの手摺が，かなりの騒音を発し…不気味と\n思われたので，風洞実験を行い対策を講じた。」（７８５頁４行～１２\n行）\nイ 風洞実験結果「模型による実験では寸法効果が不明であり，現寸を用い\nた部分模型の方が製作費が安いので，東京大学宇宙航空研究所のゲッチン\nゲン型風洞（吹出口径 ２ｍ）にて実物実験を行って，騒音の検討を行っ\nた。幅１ｍ２６ｃｍ，高さ９３ｃｍの手摺に約１０本のＡ型，Ｂ型，Ｃ型\nの３種のルーバー羽根（アルミニュームまたは鋼製）を用い，風速と角度\nとを種々変えて実験した。（図－１）」（７８５頁１３行～１９行）\nウ 「Ａ型は風向を３８°～４８．５°傾けた位置で，風速７．５ｍ／ｓｅ\nｃの時に音は最も大きく，１０．５ｍ／ｓｅｃを越えると，急に音が消え\nる。（図－２ａ）」（７８５頁２１行～２３行）\nエ 「Ｃ型の隅をヤスリで削ったところ，消音した。（図－２ｂ）」（７８\n５頁３０行～３１行）\nオ 「次に，Ａ型の隅にテープを貼ると，如何なる風向，風速に対しても消\n音した。そこで，Ｃ型と同様にＡ型の隅を削ったところ，予期の通り消音\n効果をあげた。」（７８５頁３２行～３４行）\nカ 「平板の隅を削ったために消音したのは，空気抵抗が小さくなったもの\nと思われる。」（７８５頁最下行～７８６頁１行）\nキ 「結論として，ａ ルーバー羽根の間隔をなるべく大きくする。かつ，\n断面の隅を丸く削る。」（７８６頁２８行～２９行）\nク 図－２によると，Ａ型のルーバー羽根は，断面形状が略Ｔ字状をしてい\nて横方向部と縦方向に伸びる脚部を有するものであり，Ｂ型とＣ型のルー\nバー羽根は，断面形状が長方形のものである。また，図－１には，これら\nの柱状体のルーバー羽根を並べた手摺が記載されている。\nケ 図－３(ｂ)には，ルーバー羽根の部材断面における端部の角をヤスリで\nけずった図が記載されており，図－３(ｃ)には，Ａ型のルーバー羽根の略\nＴ字状の脚部の端部の角にテープを貼った図が記載されている。\n(4) 刊行物１の上記(3)エ～キの各記載に，図－２（上記(3)ク）及び図－３(\nｂ)(ｃ)（上記(3)ケ）の各記載を総合すると，刊行物１には，略Ｔ字状の部\n材断面を有するＡ型のルーバー羽根において，略Ｔ字状の脚部の端部の角に\n丸みを付けることにより，消音効果をあげることができる旨が記載されてい\nるものと認められる。\nしかし，刊行物１には，本件訂正発明１が有する次の各構成は記載されて\nいるとは認められない（相違点１～４参照）。\nア 建物の外側に向う方向を前面側とし，その逆向きを背面側としたとき，\n横方向部を前面側に配置し，脚部を該横方向部の背面側に配置するように\n構成されていること\nイ 横方向部の前面側及び背面側の左右両側のコーナー部に丸みが付けられ\nていること\nウ 横方向部と脚部との突き合わせ部に形成される内隅部のコーナー部に丸\nみが付けられていること\nエ 横方向部の高さＡより脚部の幅Ｃが広くなるように構成され，横方向部\nの高さをＡ（ｍｍ），横方向部の幅をＢ（ｍｍ），脚部の幅をＣ（ｍ\nｍ），脚部の高さをＤ（ｍｍ）としたとき，Ａ，Ｂ，Ｃ，Ｄが，「０．３\n≦（Ｂ－Ｃ）／２Ａ≦２．５」，「０．３≦（Ａ＋Ｄ）／Ｂ≦４．５」を\n満たす範囲にあること\n(5) 以上の(1)～(4)で述べたところに基づいて，原告が主張する取消事由１\n～３について検討する。\nア 取消事由１（相違点３についての認定判断の誤り）について\n(ア) 本件訂正明細書には，相違点３の「横方向部と脚部との突合わせ部\nに形成されている内隅部のコーナー部に丸みがつけられている」ことを\n含む，本件訂正発明１の構成要件を備えたフィンを用いたルーバは，断\n面形状が長方形の従来型フィンを用いたルーバに比べて，騒音発生の抑\n制の効果が明白に現れた旨の試験結果（上記(2)ウ）が示され，その上\nで，上記(2)エのとおり，騒音発生が抑制されたこと等の本件訂正発明\n１の効果が記載されているから，本件訂正明細書には，相違点３に係る\n構成の効果が記載されているということができる。\n本件訂正明細書には，相違点３に係る構成のみの効果は記載されてい\nないが，本件訂正発明１は，相違点３に係る構成を含む上記(2)(イ)の\n構成を有するものであるから，そのような構成全体から生ずる効果が記\n載されていれば，効果の記載はあるということができる。\nなお，原告は，本件特許の出願当初の明細書（特開平７－２３８６４\n９。甲１０）には，横方向部と脚部との突き合わせ部に形成される内隅\n部のコーナー部に丸みが付けられているＴ型ルーバ用フィンとこのよう\nな丸みが付けられていないＴ型ルーバ用フィンを対比して，このような\n丸みを付けることによって「騒音抑制の効果が一層明白になった。」と\n記載されていると主張する（段落【００３９】～【００４１】）。この\n出願当初の明細書の記載は，その後の補正によって削除された（本件訂\n正明細書［甲１１］段落【００３９】～【００４１】参照）から，この\n削除された記載を根拠として，明細書に相違点３に係る構成の効果が記\n載されているということはできないが，本件訂正明細書には，上記のと\nおり，相違点３に係る構成を含む上記(2)(イ)の構成全体から生ずる効\n果が記載されていることにより，相違点３に係る構成の効果が記載され\nているということができるから，出願当初の明細書の上記記載が削除さ\nれたことは，明細書に相違点３に係る構成の効果が記載されているとの\n上記判断を左右するものではない。\n(イ) 被告は，相違点３に係る構成により得られる効果が，単に本件訂正\n発明１で特定する他の構成要件と組み合わされて全体として騒音発生を\n改善するというのであれば，それは，審決が相違点２の判断（１０頁下\n８行～１１頁２行）において，刊行物１に記載されていると認定してい\nる「脚部の端部の角に丸みを付けることにより消音させる」という技術\n思想と何ら相違しないと主張する。しかし，上記(4)のとおり，刊行物\n１には，略Ｔ字状のルーバー羽根において，脚部の端部の角に丸みを付\nけることにより，消音効果をあげることができる旨記載されているもの\nの，横方向部と脚部との突合わせ部に形成されている内隅部のコーナー\n部に丸みを付けることについての記載があるとは認められないから，こ\nの相違点３に係る構成の効果が刊行物１に記載された技術思想と相違し\nないということはできない。\n(ウ) したがって，審決中の「…コーナー部に丸みが付けられているが，\nそのように構成したことによって奏する作用効果は明細書に何ら記載さ\nれていない…」（１１頁５行～６行）との認定は誤りであり，この誤っ\nた認定に基づく「上記相違点の技術的意義は不明であって，当業者が適\n宜できる単なる設計的事項といわざるを得ない」（１１頁６行～７行）\nという審決の判断も誤りであるから，取消事由１は理由がある。\nイ 取消事由２（相違点４についての認定判断の誤り）について\n(ア) 本件訂正明細書には，相違点４の「本件訂正発明１では，横方向部\nの高さＡより脚部の幅Ｃが広くなるように構成され，横方向部の高さを\nＡ（ｍｍ），横方向部の幅をＢ（ｍｍ），脚部の幅をＣ（ｍｍ），脚部\nの高さをＤ（ｍｍ）としたとき，Ａ，Ｂ，Ｃ，Ｄが，『０．３≦（Ｂ－\nＣ）／２Ａ≦２．５ 』，『０．３≦（Ａ＋Ｄ）／Ｂ≦４．５ 』を満た\nす範囲にある」ことを含む，本件訂正発明１の構成要件を備えたフィン\nを用いたルーバは，断面形状が長方形の従来型フィンを用いたルーバに\n比べて，騒音発生の抑制の効果が明白に現れた旨の試験結果（上記(2)\nウ）が示され，その上で，上記(2)エのとおり，騒音の発生が抑制され\nたこと等の本件訂正発明１の効果が記載されているから，本件訂正明細\n書には，相違点４に係る構成の効果が記載されているということができ\nる。\n本件訂正明細書には，相違点４に係る構成のみの効果は記載されてい\nないが，本件訂正発明１は，相違点４に係る構成を含む上記(2)(イ)の\n構成を有するものであるから，そのような構成全体から生ずる効果が記\n載されていれば，効果の記載はあるということができる。\nなお，原告は，本件特許の出願当初の明細書（特開平７－２３８６４\n９。甲１０）には，横方向部の高さＡより脚部の幅Ｃが広いＴ型ルーバ\n用フィンと横方向部の高さＡより脚部の幅Ｃが狭いＴ型ルーバ用フィン\nの各試験結果が記載されているが，それによると，横方向部の高さＡよ\nり脚部の幅Ｃが広いＴ型ルーバ用フィンは，横方向部の高さＡより脚部\nの幅Ｃが狭いＴ型ルーバ用フィンに比べて，騒音発生防止の点で優れて\nいることが示されていると主張する（段落【００２８】，【００３６\n】，【００３９】，【００４０】，【００４８】）。この出願当初の明\n細書の記載のうち，横方向部の高さＡより脚部の幅Ｃが狭いＴ型ルーバ\n用フィンに関する試験結果は，その後の補正によって削除された（本件\n訂正明細書［甲１１］段落【００３９】，【００４０】，【００４８】\n参照）から，この削除された記載を根拠として，明細書に相違点４に係\nる構成の効果が記載されているということはできないが，本件訂正明細\n書には，上記のとおり，相違点４に係る構成を含む上記(2)(イ)の構成\n全体から生ずる効果が記載されていることにより，相違点４に係る構成\nの効果が記載されているということができるから，出願当初の明細書の\n上記記載が削除されたことは，明細書に相違点４に係る構成の効果が記\n載されているとの上記判断を左右するものではない。\n(イ) また，本件訂正明細書には，相違点４に係る構成の数値の臨界的な\n意義については記載されていない。しかし，数値限定に常に臨界的な意\n義が必要であるとは解されない。本件訂正発明１は，上記(4)のとおり\n刊行物１記載発明とは相違点があるものであり，相違点４に係る構成の\n数値限定以外の点について進歩性が認められるのであれば，相違点４に\n係る構成の数値限定に臨界的な意義は必要でないものと解される。それ\nにもかかわらず，審決は，このような点を検討することなく，相違点４\nに係る構成の数値に臨界的な意義が必要である旨の判断をしている誤り\nがある。\n(ウ) したがって，審決中の「明細書には，相違点４に係る構成としたこ\nとによって奏する作用効果…は何ら記載されていない…」（１１頁１０\n行～１１行）との認定は誤りであり，相違点４に係る構成の数値に臨界\n的な意義が必要である旨の判断にも，上記(イ)のとおり誤りがある。そ\nして，これらの認定判断に基づく「上記数値限定等は，当業者が発明の\n実施にあたって適宜定める設計的事項といわざるを得ない」（１１頁１\n１行～１２行）という審決の判断も誤りであるから，取消事由２は理由\nがある。\nウ 取消事由３（本件訂正発明１によってもたらされる効果についての認定\n判断の誤り）について\n(ア) 本件訂正明細書には，本件訂正発明１の構成要件を備えたフィンを\n用いたルーバは，断面形状が長方形の従来型フィンを用いたルーバに比\nべて，騒音発生の抑制の効果が明白に現れた旨の試験結果（上記(2)\nウ）が示され，その上で，上記(2)エのとおり，騒音の発生が抑制され\nたこと等の本件訂正発明１の効果が記載されている。\n(イ) 審決は，「本件訂正発明１によってもたらされる効果も，刊行物１\n記載発明及び本件特許出願前周知の事項から，当業者であれば予測する\nことができる程度のものであって，格別なものとはいえない。」と認定\n判断している（１１頁２０行～２２行）が，この判断は，相違点３及び\n４についての前記の誤った判断（前記ア(ウ)及びイ(ウ)参照）に基づい\nてされたものであって，上記(ア)の本件訂正発明１の構成全体から生ず\nる効果について正しく考慮したものとはいえないから，やはり誤ったも\nのというほかない。したがって，取消事由３は理由がある。\nエ よって，審決のうち本件訂正発明１についての特許を無効とする部分は\n取消しを免れない。\nまた，審決は，本件訂正発明１についての前記の誤った判断に基づい\nて，本件訂正発明２～４，６～９は，刊行物１記載発明及び本件特許出願\n前に周知であった事項に基づいて当業者が容易に発明することができたと\nの判断をしているから，審決のうち，これらの発明についての特許を無効\nとする部分も取消しを免れない。\n３ 以上のとおり原告主張の取消事由は全て理由があることになるので，原告の\n本訴請求を認容することとして，主文のとおり判決する。\n知的財産高等裁判所 第２部\n裁判長裁判官 中 野 哲 弘\n裁判官 森 義 之\n裁判官 田中孝一\n"
}