{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 12,
    "day": 11
  },
  "case_number": "平成15(行コ)218",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "10652",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=10652",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/652/010652_hanrei.pdf",
  "contents": "平成１５年（行コ）第２１８号　裁決取消請求控訴事件（原審・東京地方裁判所平\n成１５年（行ウ）第３３号）\n平成１５年１１月１１日口頭弁論終結\n判　　　　　　　　　　決\n控訴人　　　　　　A\n被控訴人　　　　　特許庁長官　今井康夫\n指定代理人　　　　千　葉　俊　之\n同　　　　　　　　須　藤　哲　也\n同　　　　　　　　小　林　　　進\n同　　　　　　　　佐　藤　一　行\n主　　　　　　　　　　文\n１　本件控訴を棄却する。\n２　控訴費用は控訴人の負担とする。\n事実及び理由\n第１　当事者の求めた裁判\n１　控訴人\n(1)　原判決を取り消す。\n(2)　特許庁が，１４行服特許第３５号事件（「平成１１年審判第６７４９号事\n件において特許庁審判長『Ｂ』殿が平成１４年６月２４日付で出した補正命令」に\n対する「行政不服審査法による審査請求事件」）について，平成１４年１１月１日\nにした裁決を取り消す。\n(3)　訴訟費用は，第１，２審とも被控訴人の負担とする。\n２　被控訴人\n主文と同旨\n第２　事案の概要\n控訴人は，その特許出願（昭和６２年８月１７日を出願日とする特許出願\n（以下「原出願」という。）の分割出願としてなされた，発明の名称を「同時オン\n防止手段」とする，平成９年特許願第６３７３５号の特許出願。以下「本件出願」\nという。）に対し，拒絶をすべき旨の査定を受けたため，この拒絶査定に対する不\n服の審判を請求し，特許庁は，これを平成１１年審判第６７４９号（以下「本件査\n定不服審判」という。）として審理した。控訴人は，本件査定不服審判の手続の過\n程において，拒絶をすべき旨の通知を２回受け，２回目の拒絶理由通知に対し，手\n続補正書（甲第１５号証。以下「本件補正書」という。）を提出した。特許庁審判\n長は，控訴人に対し，上記手続補正書に方式上の不備があるとして補正を命じた\n（甲第３号証。以下「本件補正命令」という。）。控訴人は，本件補正命令は，\n「違法又は不当な処分その他公権力の行使に当たる行為である」旨主張して，行政\n不服審査法に基づき，同補正命令の取消しを求める旨の審査請求（以下「本件審査\n請求」という。）をした。被控訴人は，これを１４行服特許第３５号として審理\nし，その結果，本件審査請求を却下する旨の裁決（甲第１号証。以下「本件裁決」\nという。）をした。控訴人は，本件裁決の取消しを求める訴えを東京地方裁判所に\n提起した。東京地方裁判所は，控訴人の請求を棄却する，との判決をした。\n当事者間に争いのない事実等並びに争点及び争点に対する当事者の主張は，\n次のとおり付加するほか，原判決の事実及び理由「第２　事案の概要」，「第３\n前提となる事実」，「第４　当事者の主張」記載のとおりであるから，これを引用\nする。\n１　当審における控訴人の主張の要点\n原判決は，なすべき判断を多数遺脱しており，判断自体も誤っている。\n(1)　判断の遺脱が多数あること\n①　原判決は，控訴人が求めた，本件補正命令の内容が特許法に違反するか\n否かという実体の問題（ａ本件発明の遡及出願年が昭和６２年であるかどうか，ｂ\n本件補正書に方式違反があるか否か，ｃその結果，本件補正命令が無効であるか否\nか）について判断をしていない。\n本件補正命令は，昭和６２年当時の特許法（以下「旧特許法」とい\nう。）１７条２項の規定に違反してなされたものであるから，本来義務のないこと\nを行わせ，強制する，すなわち，本来存在しない義務を違法，勝手に形成する，違\n法な補正命令である。\n本件補正命令は，「本来存在しない義務を違法，勝手に形成する，行政\n庁の違法または不当な処分その他公権力の行使に当たる行為」に該当することが明\n白である。\n補正命令の処分性について判断した東京地方裁判所平成３年１２月１３\n日判決（乙第１号証）において判断の対象となった補正命令は，本件補正命令とは\n内容の異なるものであるから，上記判決中の判断は，本件補正命令には当てはまら\nないというべきである。\n②　原判決は，本件補正命令は法令を正当に適用したものというべきであ\nり，本件補正書に対して特許法１３３条２項に基づき本件補正命令を発した点も正\n当である，と判断した。\nしかし，上記判断は，平成５年法律第２６号の附則２条１項についての\n判断を遺脱し，同規定に違反してなされたものであって，誤りである。同規定によ\nれば，本件補正命令の根拠とされた特許法施行規則様式第１３部分は，本件出願に\nは適用されないので，本件補正書に方式上の不備はないから，本件補正命令が違法\nであることは明白である。\n③　原判決は，仮に本件裁決が正しいとしたときに生じる，次の法的な矛盾\nについて全く判断していない。\nａ　仮に，本件補正書に係る手続が却下され，その手続却下処分（以下，\n単に「手続却下処分」という。）に対して控訴人が行政不服審査法による審査請求\n（以下「第２審査請求」という。）をした場合に，本件補正書に方式違反がなけれ\nば，手続却下処分は取り消されることになる。その取消しの根拠は，本件補正命令\nが特許法に違反してなされた無効なものであることであり，第２審査請求の手続に\nおいて，本件補正命令を無効なものとするため，本件補正命令を取り消すことにな\nる。行政行為である本件補正命令には公定力があるからである。\n手続却下処分に対する第２審査請求の手続において本件補正命令を取\nり消して無効とすることができるのに，本件審査請求の手続において，本件補正命\n令が「行政庁の違法または不当な処分その他公権力の行使」に該当しないという理\n由で，それができないのは，法的に矛盾する。\nｂ　本件裁決により，本件補正命令については不可変更力が発生するた\nめ，手続却下処分に対する第２審査請求手続においては，もはや本件裁決を覆して\n本件補正命令を取り消して無効とすることができなくなり，その結果，手続却下処\n分も取り消すことができなくなる，という法的な矛盾が生じる。\nｃ　第２審査請求手続において，手続却下処分を取り消すためには，まず\n本件補正命令を取り消さなければならないことは，上述のとおりである。\nところが，本件裁決における「本件補正命令は，特許法１３３条２項\nの規定によりなされたものであるところ，本件補正書に不備があることを指摘して\nその補正を促す行為であり」との判断に不可変更力が発生するため，第２審査請求\n手続において，上記裁決の判断を覆して本件補正命令を取り消すことができなくな\nり，その結果，手続却下処分も取り消して無効にすることができない，という法的\nな矛盾が生じる。\n④　原判決は，控訴人が指摘した著作である「行政法がわかった［改訂第２\n版］」（甲第２１号証），「最新　法令用語の基礎知識」（甲第２２号証）を根拠\nとする，「補正命令」は「下命」に該当し，「下命」は「行政行為」であり，「行\n政行為」は「処分」に該当するので，「補正命令」は「処分」に当たる，との控訴\n人の主張についての判断をしていない。\n(2)　判断の誤りがあること\n①　原判決には，最高裁昭和３９年１０月２９日第一小法廷判決・民集１８\n巻８号１８０９頁（判決注・以下「昭和３９年最高裁判決」という。）の判示に反\nしているという意味で，判断の誤りがある。\n同判決は，公定力のある行政庁の行為を行政庁の公権力の行使に当たる\n行為である，としている。「補正命令」は公定力を有するから，これが「行政庁の\n公権力の行使に当たる」ことは明らかである。\n②　本件補正命令は，本来存在しない義務を違法，勝手に形成するものであ\nるから，権利義務を形成するものであることは明白である。本件補正命令が公定力\nを有することは上記のとおりであるから，昭和３９年最高裁判決に照らし，本件補\n正命令が処分性を有することは明白である。\n原判決は，最高裁昭和４３年４月１８日第一小法廷判決・民集２２巻４\n号９３６頁（判決注・以下「昭和４３年最高裁判決」という。）の判示に反してい\nるという意味で，判断の誤りがある。同最高裁判決は，「行政不服審査法が行政庁\nの処分その他公権力の行使に当たる行為に対して不服申立を認めているのは，この\n種行為が国民の権利義務に直接関係し，その違法又は不当な行為によって国民の法\n律上の利益に影響を与えることがあるという理由に基づくものである。従って，行\n政庁の行為であっても，性質上右のような法的効果を有しない行為は，行政不服審\n査法の対象となり得ないと解すべきである。」と判断している。これに対し，原判\n決は，「行政不服審査法は行政庁の処分その他公権力の行使に当たる行為に対して\n不服申立てを認めているが（同法１条），それは，この種行為が直接国民の権利義\n務を形成し，又はその権利義務の範囲を確定するものであるという理由に基づくも\nのであるから，行政庁の行為であっても，その性質上このような法的効果を有しな\nいものは同法による不服申立ての対象とならないというべきである。」として，昭\n和４３年最高裁判決の判断中の「違法又は不当な行為によって」との部分を除外し\nて判断している。このような判断が，同最高裁判決の趣旨に反することは明らかで\nある。\n③　原判決は，控訴人が指摘した著作である「行政法がわかった［改訂第２\n版］」（甲第２１号証），「最新　法令用語の基礎知識」（甲第２２号証）を根拠\nとする，「補正命令」は「下命」に該当し，「下命」は「行政行為」であり，「行\n政行為」は「処分」に該当するので，「補正命令」は「処分」に当たる，との控訴\n人の主張についての判断を誤った。\n控訴人の主張が正当であることは，昭和３９年最高裁判決に対する解説\n書（別冊ジュリスト　行政判例百選Ⅱ［第四版］３９８，３９９頁），最高裁第三\n小法廷昭和２９年９月２８日判決（昭和２５年（オ）第１６８号），昭和４３年最\n高裁判決，神戸地裁昭和４２年１１月２９日判決（昭和３８年（行）１８号，昭和\n３９年（行ウ）１２号），福岡地判昭和４９年８月３０日判決（昭和４２年（行\nウ）２６号）からも明らかである。\n④　原判決は，「手続の補正を命ぜられた審判当事者が補正命令に応じなけ\nれば，・・当該手続が却下されることになるが・・・。」と判断した。しかし，こ\nの判断は誤りである。\n本件出願の出願年は昭和６２年であるから，本件補正書については，昭\n和６２年当時の旧特許法１７条２項が適用されるべきである。旧特許法には，補正\n命令に従わないときに本件補正書を却下する（又は無効にする。）ことができる権\n限を審判長に与える規定は存在しない。本件において，本件補正書が却下されるこ\nとはないから，行政不服審査の機会は，本件補正命令のときしかない。この点から\nも，本件補正命令が行政不服審査の対象であることは明らかである。旧特許法１８\n条は，特許庁長官だけで手続を無効にすることができる権限を与えている。同規定\nは，審判長が指定した期間内に手続の補正がなされない場合を除外している。\n２　当審における被控訴人の主張の要点\n(1)　本件補正命令は，控訴人が行った審判事件の手続について方式上の瑕疵が\nあることを指摘し，その補正の機会を与え，補正を促したものであって，直ちに被\n控訴人の権利義務を形成しまたはその範囲を確定することが法律上認められている\nものではないから，行政不服審査法１条１項に規定する行政庁の処分に該当しな\nい。\n本件裁決は，本件補正命令が行政庁の処分に該当せず行政不服審査法４０\n条１項に基づき，本件審査請求が不適法なものであるとしてこれを却下したのであ\nるから，審査請求の内容に立ち入って審理しなかったことは当然のことである。\n(2)　本件出願は，原出願から分割された新たな特許出願であって，発明の新規\n性，進歩性（特許法２９条），先願（同法３９条）の要件については，本件出願の\n時を基準として判断される（特許法４４条２項）。しかし，あくまでも原出願とは\n別個の独立した特許出願であるから，別段の定めのない限り，その手続について適\n用される法令が本件出願がなされた時点におけるものとなるのは，当然である。原\n出願時（昭和６２年当時）の特許法が適用されるべきであるとする控訴人の主張\nは，独自の見解にすぎず，失当である。\n第３　当裁判所の判断\n当裁判所も，控訴人の本訴請求は理由がない，と判断する。その理由は，\n次のとおり付加するほか，原判決の「第５　当裁判所の判断」記載のとおりである\nから，引用する。\n１　判断遺脱の主張について\n①　控訴人は，本件においては，本件補正命令の内容が特許法に違反するか\n否かについての実体的判断をすべきであるのに，原判決はこの判断を遺脱した，と\n主張する。\nしかしながら，本件補正命令は，補正を促すにとどまるものであって，\n補正を命ぜられた者の権利義務を直接形成し，あるいはその権利義務の範囲を確定\nするものではないから，行政不服審査法に基づく不服申立ての対象となる行政庁の\n処分には当たらない，と解すべきである。このことを理由に，本件審査請求を不適\n法として却下した本件裁決及びこれを支持した原判決の判断に誤りはない。このよ\nうに，本件審査請求が不適法なものとして却下されるべきものである以上，本件補\n正命令の内容の特許法違反の有無という本件審査請求の実体的内容について判断す\nる必要は，存在しないことが明らかである。\n控訴人は，本件補正命令は，「本来存在しない義務を違法，勝手に形成\nする，行政庁の違法または不当な処分その他公権力の行使に当たる行為」に該当す\nる，と主張する。しかしながら，本件補正命令は，補正を促すものであるにとどま\nり，命令を受けた者に義務を課するものではないことは上記説示のとおりである。\n補正命令を受けた者がこれに応じなかった場合に当該手続が却下されることがあり\n得（本件補正命令の根拠条文となるのは現行特許法１３３条２項であること，およ\nび，その理由は，原判決（９頁１８行～１０頁１行）説示のとおりである。原告が\nこれに応じない場合には，同条３項により，本件補正に係る手続が却下されること\nがあり得る。），却下された場合に法律上の不利益が生じることは，確かである。\nしかし，この不利益は，あくまで却下決定による効果であって，補正命令そのもの\nの効果ではない。補正命令を受けただけの段階においても，これに応じなければ当\n該手続が却下されることがあり得る状況が生じ，その限りにおいては，受ける前に\n比べて不利益な立場に陥るということはできる。しかし，そういう状況にあって\nも，補正命令を受けた者は，命令に応じて補正するか，応じないで当該手続が却下\nされる危険を選ぶかの自由を有しているのであり，かつ，却下された後は，却下そ\nのものにつき争うことが認められているのであるから，却下そのものにつき争う機\n会のほかに，上記不利益の存在を理由に，補正命令そのものについてまでも争う機\n会を与える必要はないというべきである。\n控訴人は，補正命令の処分性について判断した東京地方裁判所平成３年\n１２月１３日判決（乙第１号証参照）において判断の対象となった補正命令と本件\n補正命令とは内容が異なる，との控訴人の主張について，原判決が判断を遺脱し\nた，と主張する。しかしながら，本件補正命令が行政不服審査法に基づく不服申立\nての対象となる行政庁の処分には当たらない，との上記判断は，東京地方裁判所の\n判決で判断の対象となった補正命令と本件補正命令とが内容において同一であるこ\nとを前提とするものではなく，また，両者の内容が同一でなければ上記判断をする\nことができないというわけのものではないことは，明らかである。控訴人の主張\nは，その前提を欠くものである。\n②　控訴人は，平成５年法律第２６号の附則２条１項によれば，本件補正書\nに方式上の不備はなく，本件補正命令が違法であることは明白である，と主張す\nる。しかしながら，本件審査請求が不適法なものとして却下されるべきものである\n以上，本件補正命令の内容の特許法違反の有無という本件審査請求の実体的内容に\nついて判断する必要はないことは，上に説示したとおりである。控訴人の主張は，\n本件補正命令の内容の特許法違反の有無について実体的判断をすべきである，との\n主張に帰するものであり，採用することができないことが，明らかである。\n③　控訴人は，本件補正命令には，行政行為として公定力があるとし，この\nことを前提に，本件補正書に係る手続が却下され，その手続却下処分に対し控訴人\nが行政不服審査法による第２審査請求をした場合において，本件補正書に方式違反\nがないとして手続却下処分を取り消す場合には，本件補正命令を取り消して無効に\nすることになる，このことと，本件補正命令が「行政庁の違法または不当な処分そ\nの他公権力の行使」に該当しないとの理由で本件補正命令を無効にすることができ\nないとする判断とは法的な矛盾を生じる，と主張する。\nしかしながら，本件補正命令は，補正を促すものであるにとどまり，命\n令を受けた者に義務を課するものではないことは，前記説示のとおりである。本件\n補正命令には，これが取り消されない限り，命令を受けた者が拘束を受け，だれも\nがその有効を前提にして行動しなければならないという意味での公定力はないとい\nうべきである。第２審査請求において本件補正書に方式違反がないとして手続却下\n処分を取り消すことになるとしても，取り消すに当たり，本件補正命令を取り消す\n手続をとることは必要でないから，控訴人の主張する法的矛盾は生じない。\n控訴人は，本件裁決により，本件補正命令に不可変更力が発生するた\nめ，手続却下処分に対する第２審査請求手続において，もはや本件裁決を覆して本\n件補正命令を取り消して無効とすることができなくなり，その結果，手続却下処分\nも取り消すことができなくなる，という法的な矛盾が生じる，と主張する。\nしかしながら，第２審査請求において本件補正書に方式違反がないとし\nて手続却下処分を取り消すに当たり，本件補正命令を取り消す手続をとる必要がな\nいことは，上記説示のとおりである。控訴人の主張はその前提を欠くものである。\n④　控訴人は，甲第２１，第２２号証の文献を根拠に，「補正命令」は講学\n上の「下命」に該当し，「下命」は「行政行為」であり，「行政行為」は「処分」\nに該当するので，本件補正命令は行政不服審査の対象となる適格を有する，と主張\nし，原判決は控訴人のこの主張に対する判断を遺脱している，と主張する。\nしかしながら，本件補正命令は，補正を促すものであるにとどまり，命\n令を受けた者に義務を課するものではないから，行政不服審査の対象となる処分に\nは当たらないと解すべきことは，既に，繰り返し説示したとおりである。上記文献\nは，補正命令の行政不服審査の対象としての適格性について直接述べたものではな\nく，その記載内容をみても，上記判断を左右するものではない，というべきであ\nる。\n２　判断の誤りの主張について\n①　控訴人は，本件補正命令が公定力を有することを前提に，昭和３９年最\n高裁判決に照らすと，本件補正命令は，行政不服審査の対象となる適格を有する，\nと主張する。しかしながら，控訴人の主張がその前提を欠くことは，１の③で述べ\nたところから明らかである。\n②　控訴人は，本件補正命令は，本来存在しない義務を違法，勝手に形成す\nるものであるから，権利義務を形成するものである，と主張する。しかしながら，\n本件補正命令が命令を受けた者に義務を課するものではないことは，１で述べたと\nおりである。控訴人の主張はその前提を欠くものである。\n控訴人は，原判決が，本件補正命令の行政不服審査の対象適格を否定す\nるに当たり，「行政庁の処分その他公権力の行使に当たる行為」に当たるか否かに\nついて判断したのみで，「違法又は不当な」処分その他公権力の行使に当たる行為\nに当たるか否かについて判断しなかったのは，昭和４３年最高裁判決に反し，誤り\nである，と主張する。\nしかしながら，本件補正命令が直接国民の権利義務を形成し，又はその\n権利義務の範囲を確定するものでなく，「行政庁の処分その他公権力の行使に当た\nる行為」に該当しないと認められる以上，行政不服審査の対象適格を否定するのに\n十分であり，それ以外に，本件補正命令が「違法又は不当な」処分であるか否かに\nついて審理判断する必要がないことは，１①で説示したところから明らかである。\n昭和４３年最高裁判決は，行政不服審査の対象適格の有無の判断に当たり，当該行\n政行為が「違法又は不当」であるか否かについて審理判断しなければならないとし\nたものではない。\n③　控訴人は，甲第２１，第２２号証の文献等を根拠に，「補正命令」は講\n学上の「下命」に該当し，「下命」は「行政行為」であり，「行政行為」は「処\n分」に該当するので，本件補正命令は行政不服審査の対象となる適格を有する，と\n主張する。しかしながら，この主張に理由がないことは，１④で説示したとおりで\nある。\n控訴人がその主張の根拠として挙げる，判例や判例解説は，いずれも上\n記判断を左右するものとは認められない。\n３　以上のとおりであるから，控訴人の主張はいずれも理由がなく，他にも，本\n件裁決にこれを取り消すべき誤りがあることを認めるに足りる資料を，本件記録中\nに見いだすことはできない。\n第４　結論\n以上によれば，控訴人の請求を棄却した原判決は正当である。そこで，本件\n控訴を棄却することとし，控訴費用の負担につき行政事件訴訟法７条，民事訴訟法\n６７条，６１条を適用して，主文のとおり判決する。\n東京高等裁判所第６民事部\n裁判長裁判官　　　　　山　　　下　　　和　　　明\n裁判官　　　　　阿　　　部　　　正　　　幸\n裁判官　　　　　高　　　瀬　　　順　　　久\n"
}