{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 16,
    "month": 11,
    "day": 1
  },
  "case_number": "平成16(ネ)204",
  "case_name": "損害賠償請求控訴事件",
  "court_name": "名古屋高等裁判所民事第3部",
  "original_court_name": "名古屋地方裁判所\n        　岡崎支部",
  "original_case_number": "平成13(ワ)581",
  "lawsuit_id": "3125",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=3125",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/125/003125_hanrei.pdf",
  "contents": "主　　　　　　　　　文\n１　原判決中被控訴人Ｂに関する部分を取り消す。\n２　被控訴人Ｂは，控訴人に対し，９２９万５９２３円及びこれに対する平成１２年２月２\n９日から支払済みまで年５分の割合による金員を支払え。\n３　控訴人のその余の控訴を棄却する。\n４　訴訟費用は，第１，２審を通じ，控訴人と被控訴人Ｂとの間においては，控訴人に\n生じた費用の３分の１と被控訴人Ｂに生じた費用を被控訴人Ｂの負担とし，控訴人\nと被控訴人Ａ及び同Ｊ株式会社との間においては，控訴人に生じたその余の費用\nと被控訴人Ａ及び同Ｊ株式会社に生じた費用を控訴人の負担とする。\n５　この判決は，主文第２項に限り，仮に執行することができる。\n事　実　及　び　理　由\n第１　当事者の求めた裁判\n１　控訴人\n(1)　原判決中控訴人敗訴部分を取り消す。\n(2)　被控訴人らは，控訴人に対し，連帯して９２９万５９２３円及びこれに対する平成\n１２年２月２９日から支払済みまで年５分の割合による金員を支払え。\n(3)　訴訟費用は，第１，２審とも被控訴人らの負担とする。\n(4)　仮執行宣言\n２　被控訴人Ｂ\n(1)　本件控訴を棄却する。\n(2)　控訴費用は控訴人の負担とする。\n３　被控訴人Ｊ株式会社\n(1)　本件控訴を棄却する。\n(2)　控訴費用は控訴人の負担とする。\n第２　事案の概要\n１　本件は，控訴人所有の原判決別紙株式目録記載の株券（以下「本件株券」といい，\n本件株券が表章する株式を「本件株式」という。）が何者かに窃取され，その後，\nＣ，被控訴人Ａ，被控訴人Ｂが順次これを取得し，被控訴人Ｂにおいて被控訴人Ｊ\n株式会社に本件株券を預託し，本件株式の売付を委託し，被控訴人Ｊ株式会社は\n同売付を執行し，第三者が本件株式を善意取得したため，控訴人はその所有権を\n喪失したことにつき，Ｃ及び被控訴人らには不法行為があったとして，Ｃ及び被控\n訴人らに対し，本件株券の所有権を喪失した当時の時価相当額９２９万５９２３円\n及びこれに対する不法行為日以降である平成１２年２月２９日から支払済みまで民\n法所定年５分の割合による遅延損害金の連帯支払を求めた事案である。\n原審は，控訴人のＣに対する請求は（擬制自白により）理由があるとして認容した\nものの，被控訴人Ｂについては同人の行為と被控訴人Ｂの善意取得に伴って発生\nする控訴人の損害との間に相当因果関係を認めることは困難である等として，被\n控訴人Ｂについては本件株式を善意取得したとして，被控訴人Ｊ株式会社につい\nては不法行為の成立を認めることはできないとして，被控訴人らに対する請求をい\nずれも棄却したところ，控訴人が控訴した。\n２　前提事実，争点及び当事者の主張は，以下のとおり原判決を付加訂正するほか，\n原判決の「第２　事案の概要」に記載のとおりであるから，これを引用する。\n３　原判決の付加訂正\n原判決３頁１４行目冒頭から同２６行目末尾までを以下のとおり改める。\n「ア　被控訴人Ａの善意取得の不可及び不法行為責任\n(ア)　本件株券が盗まれた当時，日時，場所を異にして盗難に遭った時価総額２\n億円を超える多数の上場株式の株券が，Ｃ，被控訴人Ａを通じて被控訴人\nＢのもとへ持ち込まれるに至ったが，本件株券を含むこれらの株券盗難後，\n被控訴人Ｂに至る以前の段階において，暴力団組員であるＣ及びこのこと\nを承知していた可能性が高い被控訴人Ａ等により本件株券が善意取得され\nたことを認める余地はない。\nそれにもかかわらず，被控訴人Ａは，故意に又は少なくとも過失により自\n己が無権利者であることに気づかず漫然と本件株券を売却した結果，当該\n第三者の善意取得により控訴人の本件株券に対する所有権を喪失させた\nのであるから，被控訴人Ａの行為は不法行為を構成するというべきである。\n(イ)　（当審における新主張）\nまた，仮に，被控訴人Ｂが被控訴人Ａから本件株券を善意取得したとしても，\nそれは，Ｃ及び同人から本件株券の処分委託を受けた被控訴人Ａが故意\nないし過失により無権限で本件株券を処分した違法行為に基づく結果であ\nるから，被控訴人Ａの行為は不法行為に該当する。そして，これにより被控\n訴人が被った損害は，被控訴人Ｂが善意取得した時点である平成１２年２\n月２８日の本件株式の時価額（１株当たり９３８円）である９３８万円となる。」\n第３　当裁判所の判断\n１　本件の経緯について\n(1)　上記（引用にかかる原判決）前提事実，証拠（甲４，７の３，７の８，１２，１３，乙１，\n２，３の１ないし９，４ないし６，７の１ないし１２，８ないし１０，１２ないし１５，１６の１\nの１ないし１の４，１６の２・３，１７の１・２，１８の１の１ないし１の１１，１８の２・３，１\n９，２１の１・２，２２の１の１ないし１の４，２２の２・３，２４，２６の１の１ないし１の４，\n２６の２・３，２７，２８，２９の１ないし４，３０，３１の１・２，３２の１・２，３３，３４，３６な\nいし３９，４１ないし４５，丙１ないし４，原審証人Ｄ，原審被控訴人Ｂ本人，当審調\n査嘱託）及び弁論の全趣旨によれば，次の事実が認められる。\nア　被控訴人Ｂは，豊富な資金を有し，熊本市内において貸金業を営む有限会社Ｈ\n産業（以下「Ｈ産業」という。）の代表者であり，同社は電車やバス等にも広告\nを出すなど，熊本市内では相当知名度の高い存在である。金融業者として被\n控訴人Ｂが債権保全のために用いる主な手法は，融資に当たり顧客等の所\n有不動産を担保に取るというものであった。\nイ  被控訴人Ｂは，平成８年５月１６日，被控訴人Ｊ株式会社において口座を開設し，\n平成９年６月１２日にトレジャリーノート１万口を購入し，同年８月２５日にこれ\nを売却した。その後は平成１１年１０月８日に至って，Ｋの株式１０００株及びＬ\nの株式５株の各株券を持ち込み保護預かりとし，同年１１月８日にＫの株式\nを，同月２２日にＬの株式を売却するなどした。\nウ　Ｄは，平成１０年１１月ころから，被控訴人Ｊ株式会社における被控訴人Ｂの担\n当者となった。Ｄは前任者からの引き継ぎに際し，被控訴人Ｂについて，金融\n会社の社長で資産家であり大変忙しいので会うことが難しい旨を聞いた。\nエ  被控訴人Ｂは，Ｈ産業が昭和６０年代初めころ，建設業等を営む有限会社Ｉ産業\nに対して融資をしたことから，同社を経営する被控訴人Ａと知り合った。\nオ　被控訴人Ａは，平成１２年１月ころ，知人のＣ（当時の氏は「Ｅ」であり，暴力団組\n員であった。）から株券の購入者を紹介してくれないかと依頼され，何度か被\n控訴人Ｂにその旨を伝えた。その際，被控訴人Ａは被控訴人Ｂに対し，Ｃの氏\n名は伏せつつ，その意向として，当該株券はＦ関係の政治資金が絡む裏金に\nよって購入されたものであるため，多少安くても証券会社を通さず早急に処分\nしたいという趣旨の説明をしたが，被控訴人Ｂは，株取引の経験が乏しいこと\nから，当初はこれを断っていた。\nしかし，被控訴人Ｂは，被控訴人Ａから重ねて依頼されたため，被控訴人Ｊ株\n式会社及びＭ株式会社に対し，知人から株券を購入する場合の注意点を問\nい合わせた。その結果，偽造，盗難，紛失等の事故株券でないかどうかに注\n意するよう助言され，さらにＤからは，被控訴人Ｊ株式会社においてこの点を\n調査するためには本来株券の提出を受けなければならないが，そうでなくても\n株券の記番号が分かれば調べられる範囲で調べる旨の説明を受けた。\nカ   被控訴人Ａは，平成１２年２月４日ころ，Ｃと共にＮ株式会社ほか複数の銘柄に\n及ぶ株券を持参してＨ産業の事務所を訪ね，被控訴人Ｂに対し，再度株券の\n購入を依頼した。その際，被控訴人Ａが，被控訴人Ｂに対し，株券の持ち主は\nＣである旨を告げたところ，被控訴人Ｂは，Ｃとは面識がないので同人から株\n券を購入することはできないが，被控訴人Ａからであれば，当該株券が事故\n株券でないかどうかを調査した上，時価の７０パーセント程度の代金で購入し\nてもよいと答え，上記調査のため持参した株券を預けるように申し入れた。し\nかし，被控訴人Ａ側から株券は現金と引換でなければ渡せないとしてこれを拒\n絶されたため，被控訴人Ｂは，Ｃが持ち込んだ株券（同種株券が複数枚あるも\nのについては，うち１枚。）のコピーを取り（株券をコピーする方式については\n以下同じ。），これらをＤ及びＭ株式会社に宛ててファクシミリ送信し，上記の\n調査を依頼した。\nキ   Ｄは，被控訴人Ｂからファクシミリで受信した株券について，事故株券照合シス\nテムを用いて調査し，数日後，被控訴人Ｂに対し，調べた範囲では事故株券\nの届出はなかった旨回答した。なお，上記事故株券照合システムは，官報に\n掲載された①除権判決済みの株券及び②公示催告中の株券，並びに③日本\n証券業協会を通じて登録される盗難等株券について事故（偽造を除く）の有無\nを確認し，各営業店から照会があった日の翌日に結果が判明する仕組みとな\nっている。\nク　被控訴人Ｂは，上記の調査結果を踏まえて，平成１２年２月１５日，被控訴人Ａ\nからＮ株式会社ほか複数の銘柄に及ぶ株券を預かり，これらを被控訴人Ｊ株\n式会社に預託した。\nそして，被控訴人Ｊ株式会社は，現物を受託した株券すべてについて上記の\n調査を実施した。\nケ　被控訴人Ｂは，平成１２年２月１６日，Ｈ産業の事務所において被控訴人Ａから\nＮ株式会社ほか７銘柄の株券を代金４６００万円で買い受けた。\n被控訴人Ａは，被控訴人Ｂから受領した上記売買代金相当の現金を同行し\nたＣにその場で交付し，被控訴人Ｂは，その様子を写真撮影した。なお，撮影\nされたＣの人相風体は，一見して暴力団組員という身分に沿うものであった。\nコ　被控訴人Ｊ株式会社は，同日，上記調査の結果，受託した株券が事故株券に\nは該当しない旨を確認した上，被控訴人Ｂの委託を受けて，このうちＮ株式会\n社等の株式を第三者に売却したが，特に問題は生じなかった。\nなお，被控訴人ＢがＭ株式会社を通じて売却した他の株式も，特に問題は\n生じなかった。\nサ　被控訴人Ｂは，平成１２年２月２４日，被控訴人Ａから持ち込まれた株式会社Ｏ\nの株券等のコピーを取り，これらをＤに宛ててファクシミリ送信した。\nシ　被控訴人Ｂは，平成１２年２月２８日，本件株券ほか複数の銘柄に及ぶ株券の\nコピーを取り，これらをＤに宛ててファクシミリ送信し，上記カと同様の調査を依\n頼した。\nそして，被控訴人Ｂは，同日，Ｄから上記調査結果の回答を待つことなく，被\n控訴人Ａとの間で，本件株券ほか３銘柄の株券を代金１２００万円で，また株\n式会社Ｏほか３銘柄の株券を代金１８００万円で各買い受け，現金で代金を支\n払った上，引渡しを受けた本件株券等を被控訴人Ｊ株式会社に預託して，当\n該株式の売却を委託した。\nなお，被控訴人Ａは，受領した上記売買代金を全額そのままＣに交付した。\nス　被控訴人Ｊ株式会社は，現実に受託した株券について上記クと同様の調査を\n実施し，平成１２年２月２９日，事故株券には該当しない旨の回答を受けた\n上，本件株式等を第三者に売却した（本件株券の売却価額は９２９万５９２３\n円である。）。\nなお，本件株券の表面には株券発行会社名が，また裏面には株主名（当該\n時点における株主名は原告である。）が，それぞれ表示されてはいるものの，\nいずれについても住所や電話番号といった連絡先の記載はなく，名義書換代\n理人の表示もない。\nセ　その後，被控訴人Ｂは，平成１２年３月６日（代金２０００万円，１銘柄），同月８\n日（代金４００万円，２銘柄）及び同月１０日（代金１４００万円，９銘柄）にも被\n控訴人Ａから株券を買い受けたが，基本的には従前同様，各売買契約締結\n前の段階で，被控訴人Ａから持ち込まれた株券の写しをＤに宛ててファクシミ\nリ送信し調査を依頼した上，売買契約締結時ころに代金を現金で支払って株\n券の引渡しを受けた。\nソ　被控訴人Ｂは，平成１２年３月１３日，被控訴人Ａとの間で９銘柄の株券を代金\n１億５０００万円で買い受ける旨の契約書を作成したが，当該売買の対象とな\nる株券については，あらかじめＤから，被控訴人Ｊ株式会社に預けてもらう株\n券であれば，そのときにきちんと調査するので現物を持参してもらえばよく，フ\nァックスしてもらう必要はない旨告げられていたことから，調査のため事前に\n株券の写しをファクシミリ送信することはしないまま，売買契約書を作成した。\nまた，１億５０００万円の代金のうち，被控訴人Ｂが用意できたのは６０００万\n円にとどまったが，同月１０日に６０００万円の現金を支払った時点で，代金未\n払分を含む株券の引渡しを受け，未払代金については，うち２０００万円を同\n月１３日に支払うにとどまった。\nタ　被控訴人Ｊ株式会社は，平成１２年３月１３日の午後，熊本支店とは別の支店を\n通じ，売却のため被控訴人Ｂから受託した株券の中から盗難株券が発見され\nた旨の情報を初めて把握し，その旨を被控訴人Ｂにも伝えた。\nなお，上記一連の過程において，被控訴人Ｊ株式会社が本件株券の発行会\n社又は名義書換代理人に問い合わせをしたことはなく，被控訴人Ｂに対し，本\n件株券の入手経路を問い質したこともなかった。\n(2)　上記(1)のシ及びス認定事実に関し，被控訴人Ｂは，原審において２月２８日にＤ\nに調査を依頼し，その日にＤから回答をもらった旨供述し，証人Ｄも原審におい\nて調査の依頼を受けた日に回答をすることがないわけではない旨の供述をす\nる。\nしかし，当審における調査嘱託の回答によれば，事故株券照合システムの運\n営業務を行っていた株式会社Ｐは，当日２３時までに受け付けた照会（株式事故\n情報照会電文）に対し，夜間バッチで処理を行い，その結果を翌営業日の朝８時\n半以降に株式事故情報回答電文として配信しており，即日回答は行っていない\nことが認められるから，被控訴人Ｂ及びＤの上記供述は採用しない。\n２　被控訴人Ａの善意取得の可否及び不法行為責任の有無について\n(1)　上記１認定のとおり，被控訴人Ａは，被控訴人ＢがＣと直接取引をすることを望\nまなかったため，同被控訴人の意向を受けて，Ｃと被控訴人Ｂとの取引の間に当\n事者として介在することになったもので，本件株券の売買においても，被控訴人\nＢから受領した売買代金をそのまま被控訴人ＡのＣに対する売買代金の支払に\n充当したものであることが認められる。\nしたがって，本件株券の売買においては，被控訴人Ａは単なる仲介人（紹介\n者）にすぎず，実質的にはＣと被控訴人Ｂとの間の売買であったと認めるのが相\n当であるから，被控訴人Ａにおいて善意取得を認める余地はないというべきであ\nる。\n(2)　そこで，被控訴人Ａの上記関与について不法行為が成立するか否か判断する。\n上記のとおり，被控訴人Ａは，本件株券の買主を紹介するという仲介人的立場\nにあったところ，株券の占有者は適法な所持人と法律上推定されることを考慮す\nると，被控訴人Ｊ株式会社のように株式の委託販売等を業とするものであればと\nもかく，一般人が知人から依頼を受けて株券の買主を紹介する場合において\nは，売主が株券の正当な所持人であるか否かを調査すべき一般的注意義務が\nあるとまではいえないから，盗難株券の売買の仲介行為が盗難株券の所有者に\n対する関係で不法行為となるのは，原則として売主が株券の正当な所持人では\nないことを認識しながらあえて加担したという場合に限られるというべきである。\nしかしながら，被控訴人Ａが，ＣあるいはＧが本件株券の正当な所持人でない\nことを認識していたと認めるに足りる証拠はない。\nしたがって，控訴人の被控訴人Ａに対する請求は理由がない。\n３　被控訴人Ｂの善意取得の可否及び不法行為責任の有無について\n(1)　上記１，２認定のとおり，被控訴人Ｂは，被控訴人Ａから購入する形をとっている\nが，実質的にはＣと被控訴人Ｂとの間の取引であるから，同被控訴人の善意取\n得の可否については，これを前提に判断する。\n被控訴人Ｂは，被控訴人Ａから，①本件株券はＦ関係の政治資金絡みの裏金\nによって購入されたもので，②その所持者が多少安くても証券会社を通すことな\nく早急に処分したがっているので，これを購入して欲しいという趣旨の話を持ち込\nまれたことが切っ掛けとなって，Ｃとの取引を開始したものであることは上記１認\n定のとおりである。\n上記①，②のような話は，それ自体得体の知れないうさんくさいものであって，\n通常人であれば相当警戒すべき性質をもった取引であることが十分認識できる\nものである。\nまた，被控訴人Ｂは，上記１認定のとおり，本件売買に先立ち２回ほどＣと会っ\nており，Ｃの風体からして暴力団組員であるかそれに近い立場の人物であること\nを十分認識していたものと認められる。そして，Ｃの身分からすると，Ｆ関係の政\n治資金がらみの裏金によって購入されたものという本件株券の由来に関する被\n控訴人Ａの上記説明について容易に疑義を抱くことができたはずであるし，ま\nた，窃盗グループと結託した盗難株券の売り捌きの可能性を警戒すべき取引で\nあることを十分認識できるものであった。\nしたがって，被控訴人Ｂは，Ｃが株券の正当な所持人でないことを容易に知り\n得たと認めるのが相当である。\n(2)　以上のとおり，被控訴人Ｂは，Ｃが株券の正当な所持人でないことを容易に知り\n得たものであるところ，それにもかかわらず，被控訴人ＢがＣと取引を開始してい\nるが，被控訴人ＢがＣとの取引を開始するに至ったのは，上記１認定のとおり，\n被控訴人Ｊ株式会社のＤから，事故株券照合システムによればＣから持ち込ま\nれたＮ株式会社他数銘柄の株券について事故株券の届出はなかった旨の回答\nを受けたためである。\nしかしながら，上記１認定のとおり，事故株券照合システムにおいて事故株券\nであることが判明するものは，除権判決済の株券，公示催告中の株券及び日本\n証券業協会を通じて登録される盗難株券に限られるのであるから，事故株券照\n合システムを利用した確認方法も，盗難株券か否かの確認方法としては必ずし\nも十分なものとはいえない。\nしたがって，事故株券照合システムを利用した結果，事故株券に該当しないと\nいう回答結果が得られたとしても，それのみをもって，Ｃが株券の正当な所持人\nでないという上記疑いを否定するに足りる十分な調査を尽くしたとは言えないと\nいうべきである。\n(3)　上記のとおり，被控訴人Ｂは，事故株券照合システムを利用して事故株券でな\nいことを確認したのみでは，Ｃが株券の正当な所持人でないことを容易に知り得\nなかったとすることができないところ，本件売買においては，上記１認定のとお\nり，被控訴人Ｂは，本件株券を含む数銘柄の株券についてＤに対し事故株券の\n届出がないか調査を依頼したものの，その回答すら待たずに取引を行ったもの\nである。\nそして，他に被控訴人Ｂが，上記疑いを否定するために必要な調査を尽くした\nと認めるに足りる証拠はない。\nしたがって，被控訴人Ｂには重過失があるというべきである。\nなお，株券の占有者は適法な所持人と法律上推定されること，上記１認定のと\nおり，本件売買に先立って行われたＮ株式会社を含む数銘柄の株券について事\n故株券の届出がなく，売却においても問題は生じなかったことが認められ，ま\nた，平成１２年２月２４日にＤに調査を依頼した株券についても事故株券の届出\nがなかったことが窺えるが，これらの事情を考慮しても，本件売買については，\n上記結論は左右されない。\nよって，本件株券を善意取得したとの被控訴人Ｂの主張は理由がない。\n(4)　上記のとおり，被控訴人Ｂは，本件株券を善意取得したとはいえないのであるか\nら，被控訴人Ｂは本件株券に関しては無権利者であり，注意義務を尽くせば自\n己が無権利者であることを知り得る状況にあったと認められる。それ故，被控訴\n人Ｂは，かかる株券を証券会社に売り付け委託して第三者をして善意取得させ\nて，本件株券の真の所有者の権利を侵害することのないようにすべき注意義務\nがあったと解すべきところ，上記１認定のとおり，被控訴人Ｂは，必要な注意義務\nを十分尽くさないまま，本件売買後，被控訴人Ｊ株式会社に対し本件株券の売り\n付けを委託し，その結果，本件株券を第三者に善意取得させ，控訴人に本件株\n券の所有権を失わせたものであるから，被控訴人Ｂの上記行為は不法行為に\n該当する。\nそして，上記１認定のとおり，本件株券が第三者に売却された際の売却価額は\n９２９万５９２３円であったから，同額をもって控訴人の損害と認めるのが相当で\nある。\nしたがって，控訴人の被控訴人Ｂに対する請求は理由がある。\n４　被控訴人Ｊ株式会社の不法行為責任の有無について\n(1)　株券の譲渡は，株券の交付によって行われることを要するところ，株券の占有者\nは適法な所持人であると法律上推定され，株券取得者は悪意又は重過失がな\nい限り，その権利取得が保護されるなど株券の流通促進が制度上図られている\nため，証券取引所で行われる取引の場合には，株券の所持人が真の権利者で\nなかった場合でも，買受人については善意取得が成立し，株券を盗取されるなど\nした真の権利者が権利を喪失する蓋然性が高いといえる。\nそして，証券会社は，証券取引所での取引を独占的に認められ（証券取引法２\n８条），株券の売買を業として取り次ぎ，証券取引に携わる専門的知識も有して\nいるのであるから，株券の売買の取次を受託するにあたっては，真の権利者の\n保護のために，委託者が真の権利者であるか否かについて一般的な調査義務\nを負っていると解すべきであり，上記注意義務の懈怠があった場合には，権利を\n喪失した真の権利者は，証券会社に対し，民法７０９条による不法行為責任を問\nうことができると解すべきである。\nもっとも，株券の占有者は適法な所持人であると法律上推定されることは上記\nのとおりであるし，証券会社としては，株価が時々刻々と変動することに照らして\nも，多数の売買を迅速に処理すべき要請もあることからすると，上記証券会社の\n調査義務は，委託者との従前の取引の経緯，取引の態様，取引額，委託者の言\n動等に照らし，委託者の権利性に疑問を生じさせるような具体的な事情が認め\nられる場合において，上記具体的な事情の内容や程度に応じた調査義務を尽く\nすことをもって足りると解すべきである。\nしたがって，証券会社としては，当該取引において，上記のような委託者の権\n利者としての属性につき疑念を差し挟むような具体的な事情があったにもかか\nわらず，何らそれに応じた調査義務を尽くすことなく漫然と株券の取次を行い，そ\nの結果，第三者をして株券を善意取得させ，真の権利者の権利を喪失させたよ\nうな場合には，真の権利者に対し，過失による不法行為責任を免れないものと\nいうべきである。\n(2)　上記１認定のとおり，被控訴人Ｂは，豊富な資金を有し，手広く金融業を営むＨ\n産業の代表者であり，被控訴人Ｊ株式会社との取引も平成８年５月から行ってい\nたものであること，被控訴人Ｂは，Ｃと取引をする以前から被控訴人Ｊ株式会社\nに対し株券の保護預りや売却をするなどしていたこと，被控訴人ＢがＣから買い\n受けて被控訴人Ｊ株式会社に持ち込んだ株券の種類及び価額は，従前の取引\nと比較すると格段に大きなものではあったが，被控訴人Ｂの上記職種からする\nと，知人からある程度の数量に上る株券を購入したとしても格別不自然ないし不\n可解なものとはいえないこと，被控訴人Ｂが本件株券を持ち込むに際し，特に異\n常な言動が見られた形跡はないこと，本件株券が持ち込まれる以前の段階にお\nいて，被控訴人Ｂが持ち込んだ株券については，その売却の前後を通じて事故\n情報が把握されることはなかったことが認められることを考慮すると，本件株券\nが持ち込まれた際に，被控訴人Ｊ株式会社が被控訴人Ｂの権利者としての属性\nにつき疑念を差し挟むような具体的な事情があったとはいえない。\nそして，被控訴人Ｊ株式会社が，被控訴人Ｂから受託した本件株券の売却を執\n行するに当たり，事前に本件株券が事故株券に該当しない旨の事故株券照合\nシステムによる調査結果を確認している以上，被控訴人Ｂの権利者としての属\n性を確認するために必要な調査を尽くしたものというべきである。\nしたがって，控訴人の被控訴人Ｊ株式会社に対する請求は理由がない。\n第４　結論\nよって，以上と結論を異にする原判決を変更することとし，主文のとおり判決する。\n名古屋高等裁判所民事第３部\n裁判長裁判官　　　青　　　山　　　邦　　　夫\n裁判官　　　坪　　　井　　　宣　　　幸\n裁判官　　　田　　　邊　　　浩　　　典\n"
}