{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 16,
    "month": 7,
    "day": 22
  },
  "case_number": "平成15(行ケ)484",
  "case_name": "特許取消決定取消請求事件",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "10170",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=10170",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/170/010170_hanrei.pdf",
  "contents": "平成１５年(行ケ)第４８４号　特許取消決定取消請求事件\n口頭弁論終結の日　平成１６年７月１３日\n判　　　　　　　　決\n原　　　　　　　告　　　　　アルプス電気株式会社\n同訴訟代理人弁理士　　　　　志賀正武\n同　　　　　　　　　　　　　高橋詔男\n同　　　　　　　　　　　　　棚井澄雄\n同　　　　　　　　　　　　　加藤清志\n被　　　　　　　告　　　　　特許庁長官　小川洋\n同指定代理人　　　　　　　　矢島伸一\n同　　　　　　　　　　　　　千葉輝久\n同　　　　　　　　　　　　　吉村宅衛\n同　　　　　　　　　　　　　小曳満昭\n同　　　　　　　　　　　　　涌井幸一\n同　　　　　　　　　　　　　宮下正之\n主　　　　　　　　文\n１　特許庁が、異議２００３－７０８４５号事件について、平成１５年９月\n１６日にした異議の決定を取り消す。\n２　訴訟費用は被告の負担とする。\n事実及び理由\n第１　請求\n主文同旨\n第２　事案の概要\n１　争いのない事実\n(1)　原告は、発明の名称を「発振回路」とする特許第３３３００４０号（平成\n８年１２月１１日出願、特願平８－３４６５５７号、平成１４年７月１９日設定登\n録。以下、「本件特許」という。）の特許権者である。\nその後、訴外Ａから、本件特許の請求項１ないし３に係る特許に対し、特\n許異議の申立てがなされた。\n特許庁は、上記申立てを異議２００３－７０８４５号事件として審理した\n上、平成１５年９月１６日、「特許第３３３００４０号の請求項１、３に係る特許\nを取り消す。同請求項２に係る特許を維持する。」との異議の決定（以下「本件決\n定」という。）をし、その謄本は、同年１０月６日、原告に送達された。\n(2)　本件特許の請求項１ないし３記載の発明（以下「本件発明１」ないし「本\n件発明３」という。）の要旨は、本件決定に記載された、以下のとおりである。\n【請求項１】トランジスタのベース、エミッタ間およびエミッタ、コレクタ\n間にそれぞれ帰還コンデンサを接続するとともに、前記ベースと前記コレクタとの\n間に前記二つの帰還コンデンサとともに並列共振回路を構成する直列接続された二\nつのインダクタを設け、前記エミッタと前記二つのインダクタ同士の接続点との間\nにエミッタバイアス抵抗を接続したことを特徴とする発振回路。\n【請求項２】前記二つのインダクタの前記接続点を、前記ベース、エミッタ\n間に接続された帰還コンデンサの両端に発生する共振電圧と、前記ベースと前記接\n続点との間に発生する共振電圧とが等しくなる位置に設定したことを特徴とする請\n求項１記載の発振回路。\n【請求項３】前記二つのインダクタのいずれか一方のインダクタの一端をグ\nランドに直接接続するとともに、ベース接地型またはコレクタ接地型で構成したこ\nとを特徴とする請求項１または２記載の発振回路。\n(3)　本件決定は、別紙異議の決定書写し記載のとおり、本件発明１及び３が、\n刊行物１（「高周波回路の設計と実装」、日本放送出版協会発行、宮本幸彦著、昭\n和６２年１０月２０日発行、ｐ．１４３～１４７、ｐ．１６１～１６２、甲３、以\n下「引用例１」という。）及び刊行物２（米国特許第５１８５５８３号明細書、甲\n４、以下「引用例２」という。）に記載された各発明（以下「引用発明１」及び\n「引用発明２」という。）に基づいて、当業者が容易に発明をすることができたか\nら、本件発明１及び３の特許は、特許法２９条２項の規定に違反してなされたもの\nであり、同法１１３条２号に該当し、取り消されるべきものとした。\n２　原告主張の本件決定の取消事由の要点\n本件決定は、本件発明１と引用発明１との相違点の判断を誤り（取消事由\n１）、本件発明３についての進歩性の判断も誤った（取消事由２）ものであるか\nら、違法として取り消されるべきである。\n(1)　本件発明１についての判断誤り（取消事由１）\nア　本件発明１と引用発明１との相違点が、本件決定認定のとおり、「エミ\nッタに接続したエミッタバイアス抵抗の他端を、請求項１に係る発明（注、本件発\n明１）では、インダクタを二つのインダクタを直列接続した構成として、二つのイ\nンダクタの接続点に接続しているのに対し、刊行物１に記載のもの（注、引用発明\n１）では、アースに接続している点」（３～４頁）であることは認め、上記相違点\nの検討のうち、「刊行物２（注、引用例２）において、抵抗１３４はエミッタバイ\nアス抵抗であるから、刊行物２には、ハートレー型発振回路おいて、エミッタバイ\nアス抵抗を（通常接続されるアースではなく）タップ型共振器１２４のタップ位置\nに接続したことが記載されているといえる。また、このように接続したことにより\n該エミッタバイアス抵抗に流れる共振電流がアースに接続したときよりも小さくな\nることは、当業者に自明の事項である。コルピッツ型とハートレー型は何れも周知\nの代表的な発振回路である」（４頁）ことも認める。\nしかし、本件決定が、上記判断に続いて、「コルピッツ型の発振回路で\nある刊行物１に記載の発振回路において、刊行物２に記載の、ハートレー型発振回\n路におけるエミッタバイアス抵抗をタップ型共振器１２４（本願発明１の「並列共\n振回路を構成するインダクタ」に対応する）のタップ位置に接続して該エミッタバ\nイアス抵抗に流れる共振電流が小さくなるようにする技術を適用し、並列共振回路\nを構成するインダクタにタップを設け、そのタップ位置にエミッタバイアス抵抗を\n接続すること、すなわち、並列共振回路を構成するインダクタを二つのインダクタ\nを直列接続した構成として、二つのインダクタの接続点にエミッタ抵抗を接続する\nことは当業者が容易になし得たことである。したがって、請求項１に係る発明は、\n刊行物１及び２に記載された発明に基づいて当業者が容易に発明をすることができ\nたものである。」（同頁）と判断したことは、以下のとおり、誤りである。\nイ　別紙参考図１（以下「参考図１」といい、他の別紙参考図についても同\n様とする。）は、従来のハートレー型発振回路であり、トランジスタとエミッタバ\nイアス抵抗ＲＥとが増幅器を構成し、コンデンサＣ１及びインダクタＬ１が帰還回路\nを構成する。ここで、エミッタバイアス抵抗ＲＥは、トランジスタを駆動させるた\nめの直流バイアスを与えるための抵抗であり、直流電流Ｉが流れている。コンデン\nサＣ２は、直流電流ＩがエミッタからインダクタＬ１を通ってアースに流れることを\n防ぐとともに、エミッタとインダクタＬ１のタップ位置Ｔとを高周波的に短絡して\n共振電流を帰還回路に供給するものである。この従来のハートレー型発振回路にお\nいては、エミッタバイアス抵抗ＲＥに共振電流ｉの一部が流れてしまうために、共\n振回路のＱが低下し、これによりＣ／Ｎ比が悪化するという問題があった。\n上記問題点に対して、参考図２のように、エミッタバイアス抵抗ＲＥの\n一端をインダクタＬ１のタップＴに接続するとともに、コンデンサＣ２に並列に接続\nした発振回路が引用例２（ＦＩＧ．１、１３４、１３６及び甲４訳文を参照。）に\n提案されている。この参考図２の発振回路は、コンデンサＣ２により、エミッタバ\nイアス抵抗ＲＥの両端を高周波的に短絡した回路となるため、エミッタバイアス抵\n抗ＲＥに流れる共振電流ｉＥは、結果的にｉＥ＝０となり、共振回路のＣ／Ｎ比が改\n善される。これが、引用発明２の技術的思想である。\nウ　参考図３は、従来のコレクタ接地型のコルピッツ型発振回路（引用発明\n１の発振回路）であり、エミッタバイアス抵抗ＲＥの一端が接地された極めて一般\n的な回路である。この回路においては、トランジスタとエミッタバイアス抵抗ＲＥ\nとが増幅器を構成し、コンデンサＣ３、Ｃ４及びインダクタＬ２が帰還回路を構成し\nている。この種の発振回路においても、上記のハートレー型発振回路（参考図１）\nと同様に、実際の回路においては、エミッタバイアス抵抗ＲＥに共振電流ｉの一部\nであるｉＥが流れてしまうために、共振回路のＱが低下し、これによりＣ／Ｎ比が\n悪化するという問題がある。\nコルピッツ型発振回路におけるタップ点とは、一般に、参考図３に示す\nコンデンサＣ３とコンデンサＣ４との接続点Ｔ´をいうことから、上記問題を解決す\nるために、引用発明２に示された上記技術的思想を参考図３に示すコルピッツ型発\n振回路に適用すると、その回路は、参考図４のような回路になる。\nところが、こうした回路構成とした場合には、エミッタバイアス抵抗Ｒ\nＥを流れるべき直流電流がコンデンサＣ３とコンデンサＣ４の作用より流れなくな\nり、そもそも発振回路としての動作を行うことができない。\nまた、本件決定に示されるように、タップをインダクタＬ２のタップＴ\nと解したとすると、その回路は参考図５のように表されることになるが、こうした\n回路は、もはやコルピッツ型発振回路ではなく、ハートレー型発振回路そのもので\nある。\nエ　これに対して、本件発明１に係る発振回路は、平衡回路の考え方を応用\nし、参考図６に示すように、エミッタバイアス抵抗ＲＥをコンデンサＣ３とコンデン\nサＣ４との接続点Ｔ\nＮとインダクタＬ２のタップＴの間に設けたものである。\nすなわち、本件発明１に係る発振回路においては、エミッタバイアス抵\n抗ＲＥを、コンデンサＣ３の両端に発生する共振電圧とトランジスタのベースとＬ２\nのタップＴ間のインダクタンスに発生する共振電圧とが等しくなるような位置に設\n定することにより、エミッタバイアス抵抗ＲＥに流れる共振電流ｉＥを減少させつ\nつ、直流電流Ｉを流してトランジスタを駆動させるための直流バイアスを与えてい\nる。\nまた、引用発明１及び２における発振回路は、エミッタバイアス抵抗Ｒ\nＥを共振回路の外に設ける技術的思想に基づくものであるが、本件発明１に係る発\n振回路は、エミッタバイアス抵抗ＲＥを共振回路の内に設けながらも、エミッタバ\nイアス抵抗ＲＥに流れる共振電流ｉＥを減少させるという技術的思想に基づくもので\nあって、これらの技術的思想は根本的に異なるものである。\nオ　本件決定のように、コルピッツ型発振回路とハートレー型発振回路とが\n一般的な発振回路であることのみをもって、当業者がハートレー型発振回路に対す\nる改良技術が開示された引用例２の技術的思想をコルピッツ型発振回路でも同様に\n採用できないかと考えるのが普通であるとするのは早計であり、個々の場合に応じ\nて慎重に判断されるべきである。\nすなわち、引用例２に記載された技術的思想は、「エミッタバイアス抵\n抗ＲＥが共振回路の構成要素の一部とともに、閉ループを形成しないことにより、\nエミッタバイアス抵抗ＲＥに共振電流が流れなくなるようにする」ことであるのに\n対し、本件発明１の技術的思想は、「エミッタバイアス抵抗ＲＥが共振回路の構成\n要素の一部とともに、閉ループを形成しながら、なお、ブリッジ回路の理論を用い\nて共振電流を流さないようにする」ものであって、両者は明らかに相違するもので\nある。さらに、ハートレー型発振回路に関する引用例２に明示された技術的思想\nを、他の型の発振回路（例えば、コルピッツ型発振回路等）にも適用できるという\n記載や示唆は一切見当たらず、本件発明１に対して、起因ないしは契機となり得る\n事項も見当たらない。\nカ　以上のように、本件発明１は、引用例１及び２には、記載も示唆もされ\nていない全く新しい技術的思想に基づくものであり、それによって奏される効果も\n上記引用例からは予測しえないものである。\n(2)　本件発明３についての判断誤り（取消事由２）\n本件決定は、「上記請求項１に係る発明に対する判断と同様に、請求項３に\n係る発明は、刊行物１乃至２に記載された発明に基づいて、当業者が容易に発明を\nすることができたものである。」（５頁）としているが、誤りである。\n前記のとおり、本件発明１に進歩性が認められる以上、仮に、本件発明３で\n特定した技術的事項に格別な技術上の意義が認められないとしても、本件発明３が\n引用発明１及び２に基づいて当業者が容易に発明をすることができたといえないこ\nとが明らかである。\n３　被告の反論の要点\n本件決定の認定・判断は正当であり、原告主張の取消事由は、いずれも理由\nがない。\n(1)　取消事由１について\nア　従来のハートレー型発振回路（参考図１）でエミッタバイアス抵抗ＲＥ\nに共振電流の一部が流れてしまうのは、エミッタバイアス抵抗ＲＥに共振回路の電\n圧の一部が印加されているからであり、引用発明２において、エミッタバイアス抵\n抗ＲＥに共振電流の一部が流れてしまう問題が解決される理由は、エミッタバイア\nス抵抗ＲＥに共振回路の電圧が印加されず、共振電流が本質的に流れなくなるから\nである。原告の主張するような、コンデンサＣ２により、エミッタバイアス抵抗ＲＥ\nの両端を高周波的に短絡した回路となり、エミッタバイアス抵抗ＲＥが無視できる\nことから、共振電流の一部が流れてしまう問題を解決する、というものではない。\n参考図１に示されるコンデンサＣ２の役割は、直流バイアス電流がイン\nダクタを流れて短絡してしまうことのないよう、直流成分をカットするとともに、\n発振回路の動作に必要な交流電流を通過させるためのものである。そして、参考図\n２に示されるコンデンサＣ２の役割も、発振回路の動作に必要な交流電流を通過さ\nせるためのものである。コンデンサを通過する交流電流の値も、参考図１でバイア\nス抵抗に流れていた共振電流の一部がなくなることにより、参考図２では回路動作\nに必要な値のみに減少すると考えられ、原告の主張するような共振電流の一部を短\n絡するものではない。\n以上から明らかなように、インダクタＬ１をバイアス電流の経路として\n利用し、エミッタバイアス抵抗ＲＥのアース点に接続されていた一端を、直流的に\nは同電位であるが、交流的にはエミッタ電位に近い、インダクタＬ１のタップＴに\n接続することが、引用発明２に開示された技術的思想である。\nイ　引用例１に示される一般的なコルピッツ型発振回路と一般的なハートレ\nー型発振回路とを共に熟知しているであろう当業者は、ハートレー型発振回路に対\nする改良技術が開示された引用例２に接した際、コルピッツ型発振回路でも同様の\n改良技術が採用できないかと考えるのが普通であり、そのように考える当業者は、\n下記①～③の事実に鑑みれば、参考図４又は５のような回路ではなく、本件発明１\nのような回路を想起するというべきである。\n①参考図４は、原告も自認するようにそもそも発振回路として動作し得\nない回路であり、当業者が採用するはずがない回路である。②参考図５は、これも\n原告が自認するように、引用例２に開示されたハートレー型発振回路そのものであ\nり、同引用例に開示された改良技術をコルピッツ型発振回路に採用したものではな\nい。③これに対し、本件発明１の回路は、まさに、引用例２に開示されたハートレ\nー型発振回路に対する改良技術をコルピッツ型発振回路に採用したものである。\n参考図３の従来のコルピッツ型の発振回路においては、エミッタバイア\nス抵抗に共振回路のエミッタ接続点とアース点との間の交流的な電位が入力されて\nしまい、本来必要な直流バイアス電流に、不必要かつ悪影響を及ぼす共振回路の電\n流の一部が重畳している。\nここで、インダクタＬ２をバイアス電流の経路として利用し、エミッタ\nバイアス抵抗ＲＥのアース点に接続されていた一端を、直流的には同電位である\nが、交流的にはアース電位より高いインダクタＬ２の内部点に接続するという引用\n例２に記載された技術的思想を適用したものが、参考図７である。このようにエミ\nッタバイアス抵抗のアース側の一端を交流的に見てアースよりも高い電位を有する\n点に接続すると、該接続点の交流的電位はエミッタ電位に近づくことになり、エミ\nッタバイアス抵抗に流れる共振電流の一部は減少する。\nそして、参考図７の回路図を等価的に書き改めたものが、本発明のコル\nピッツ型発振回路そのものである。\nウ　原告が主張する、「本件発明１は平衡回路の考え方を応用したものであ\nる」という事情は、本件発明１が引用例１及び２から容易に想到できたことを否定\nするものではない。\nなぜなら、一般に、複数の者が互いに異なる思考過程を経て同一の構成\nの発明に到達するということは、十分にあり得ることであるから、発明が容易に想\n到できたか否かの判断は、その発明の発明者が辿った思考過程と同一の思考過程を\n辿ることが容易か否かといった観点ではなく、同一の構成の発明に至ることが容易\nか否か、といった観点からなされるべきものであるところ、本件発明１が平衡回路\nの考え方を応用したものであるという事情は、発明者がそのような思考過程を経て\n本件発明１に到達したという事情をいうにすぎず、本件発明１が引用例１及び２か\nら容易に想到できたか否かの判断を左右するものではないのである（引用例１及び\n２から本件発明１の構成に到達することが容易であることは、前示のとおりであ\nる。）。\n(2)　取消事由２について\n以上のとおり、本件発明１に対する本件決定の判断に誤りはないから、本\n件発明３に対する本件決定の判断にも誤りはない。\n第３　当裁判所の判断\n１　取消事由１（本件発明１についての判断誤り）について\n(1)　本件発明１と引用発明１との相違点が、本件決定の認定のとおり、「エミ\nッタに接続したエミッタバイアス抵抗の他端を、請求項１に係る発明（注、本件発\n明１）では、インダクタを二つのインダクタを直列接続した構成として、二つのイ\nンダクタの接続点に接続しているのに対し、刊行物１に記載のもの（注、引用発明\n１）では、アースに接続している点」（３～４頁）であること、また、上記相違点\nのうち、「刊行物２（注、引用例２）において、抵抗１３４はエミッタバイアス抵\n抗であるから、刊行物２には、ハートレー型発振回路において、エミッタバイアス\n抵抗を（通常接続されるアースではなく）タップ型共振器１２４のタップ位置に接\n続したことが記載されているといえる。また、このように接続したことにより該エ\nミッタバイアス抵抗に流れる共振電流がアースに接続したときよりも小さくなるこ\nとは、当業者に自明の事項である」（４頁）ことは、いずれも当事者間に争いがな\nい。\nただし、引用発明２において、上記の「エミッタバイアス抵抗に流れる共\n振電流がアースに接続したときよりも小さくなる」理由について、原告は、参考図\n２のコンデンサＣ２（引用例２のコンデンサ１３６）により、エミッタバイアス抵\n抗ＲＥ（同抵抗１３４）の両端を高周波的に短絡した回路となるためであり、引用\n発明２と本件発明１とは技術的思想を異にすると主張し、被告は、共振電流の一部\nがエミッタバイアス抵抗に流れることの解決は、コンデンサＣ２の存在とは関係が\nなく、エミッタバイアス抵抗に共振回路の電圧が印加されなくなるためであり（原\n告も、エミッタバイアス抵抗に共振回路の電圧が印加されないことは認める。）、\nこのことから、インダクタＬ１をバイアス経路として利用し、エミッタバイアス抵\n抗のアース点に接続されていた一端を、直流的には同電位であるが、交流的にはエ\nミッタ電位に近い、インダクタＬ１のタップＴに接続することが、引用発明２の技\n術的思想である旨を主張する。\nこの引用発明２に関する理解の相違が、上記相違点の判断に影響を及ぼす\nと解されることから、まず、この点を検討する。\n(2)　引用例２（甲４）には、「タップ型共振器１２４は、トランジスタ１２８\nのエミッタに接続される抵抗１３４の一端により、発振器１００の所望の動作パラ\nメータに応じて選択的にタップされている。タップ共振器１２４は、発振ゲインを\n得るのに必要なインピーダンス変換のために用いられる」（本件決定３頁）と記載\nされているが、その他にエミッタバイアス抵抗（抵抗１３４）の一端をタップ型共\n振器１２４に接続したこと及びコンデンサ１３６を配置したことの技術的意義に関\nする記載は見当たらない。\nそこで、まず、従来のハートレー型発振回路（参考図１）に基づいて検討\nするに、ハートレー型発振回路は、トランジスタにより共振電流を増幅して共振回\n路に帰還させることにより発振動作を行わせるものであるところ、トランジスタに\nより増幅された共振電流は、コンデンサＣ２を通して共振回路に帰還されるが、そ\nの一部が、エミッタバイアス抵抗ＲＥを通してアースに流れてしまうこと、また、\nコンデンサＣ２が、トランジスタの直流バイアス電流がインダクタＬ１を流れて短絡\nしてしまうことのないように直流成分をカットするとともに、共振電流を共振回路\nに帰還させるために設けられたものであることは、いずれも当事者間に争いがな\nい。\nそして、従来のハートレー型発振回路において共振電流の一部がエミッタ\nバイアス抵抗に流れることを回避するという技術課題が、引用発明２において解決\nできた理由について、被告は、コンデンサＣ２の存在は関係がなく、エミッタバイ\nアス抵抗に共振回路の電圧が印加されないためであると主張するところ、確かに、\nエミッタバイアス抵抗の一端をインダクタのタップ点に接続すると、共振電流はイ\nンダクタに帰還される。そして、その場合、エミッタバイアス抵抗が介在するた\nめ、直流バイアス電流がインダクタにより短絡されることもないから、直流成分を\nカットするためのコンデンサは不要となるはずである。しかしながら、トランジス\nタで増幅された共振電流を、エミッタバイアス抵抗を介して共振回路に帰還させる\nと、エミッタバイアス抵抗が共振電流の負荷となるから、発振回路のＣ／Ｎ比を低\n下させることは、技術常識上、当然である。したがって、このようなＣ／Ｎ比の低\n下を回避しつつ、共振電流の一部がエミッタバイアス抵抗に流れることを回避する\nという技術課題を解決するために、引用発明２は、エミッタバイアス抵抗と並列に\nコンデンサを設け、エミッタバイアス抵抗を高周波的に短絡して共振電流をすべて\n通過させることを必須の構成として開示するものといわなければならない。\nこの参考図２に示されるコンデンサＣ２の役割について、被告は、発振回\n路の動作に必要な交流電流を通過させるためのものであり、コンデンサを通過する\n交流電流の値も、参考図１でバイアス抵抗に流れていた共振電流の一部がなくなる\nことにより、参考図２では回路動作に必要な値のみに減少すると考えられ、原告の\n主張するような共振電流の一部を短絡するものではないと主張する。\nしかしながら、参考図２において、仮にコンデンサＣ２を省略したとして\nも、エミッタバイアス抵抗の一端をインダクタのタップ点に接続することにより、\n共振電流がインダクタに帰還されて発振回路は動作するのであるから、コンデンサ\nＣ２の役割についての上記主張は、正当なものとはいえない。しかも、参考図２の\nようにエミッタバイアス抵抗の一端をインダクタのタップ点に接続することによ\nり、参考図２のコンデンサＣ２に流れる共振電流の値が参考図１の場合よりも減少\nするとの主張には合理的な根拠がなく、共振電流の一部を短絡するものではないと\nいう主張は、誤りといわなければならない。\nそうすると、引用発明２において、共振電流の一部がエミッタバイアス抵\n抗に流れることを回避するという技術課題を解決するためには、エミッタバイアス\n抵抗の一端をインダクタのタップ点に接続することと、このエミッタバイアス抵抗\nに並列にコンデンサを設けることが、必須の構成であり、被告が主張するように、\nその前者のみが引用発明２の技術的思想であると認めることは誤りといわなければ\nならない。\n(3)　以上のとおり、引用発明２は、エミッタバイアス抵抗の一端を共振回路に\n接続してトランジスタに流れる共振電流をすべて共振回路に帰還させ、かつ、エミ\nッタバイアス抵抗をコンデンサにより高周波的に短絡して共振電流がエミッタバイ\nアス抵抗を流れないようにしたものであるところ、この技術的思想を引用発明１の\nコルピッツ型発振回路（参考図３）に適用すると、エミッタバイアス抵抗ＲＥと共\n振電流バイパス（短絡）用コンデンサＣ２との並列接続回路の一端を、帰還回路を\n構成するコンデンサＣ３とＣ４との接続点に接続するか（参考図４）、コンデンサＣ\n３とＣ４とともに共振回路を構成するインダクタＬ２をタップ付きインダクタとし、\nそのタップ点Ｔに接続すること（参考図５）が想定されることとなるが、エミッタ\nバイアス抵抗ＲＥと共振電流バイパス用コンデンサＣ２とが並列接続されていない本\n件発明１の構成（参考図６）に至らないことは明らかである。\n被告は、ハートレー型発振回路に対する改良技術が開示された引用例２に\n接した当業者は、コルピッツ型発振回路でも同様の改良技術が採用できないかと考\nえるのが普通であり、そのように考える当業者は、発振回路として動作し得ない参\n考図４や、ハートレー型発振回路そのものである参考図５の回路を採用するはずが\nないから、本件発明１のような回路を想起すると主張する。\n確かに、参考図４の回路が発振回路として動作し得ないものであり、参考\n図５の回路が引用発明２のハートレー発振型回路そのものであることは、いずれも\n原告が認めるところであるが、参考図４や参考図５の構成が採用できないという理\n由だけでは、本件発明１の構成（参考図６）に至るものではないから、被告の主張\nには論理の飛躍がある。しかも、引用発明２から、エミッタバイアス抵抗に並列に\n設けられたコンデンサを無視して、エミッタバイアス抵抗の一端をインダクタのタ\nップ点に接続するという技術的思想のみを抽出することが困難であることは、前示\nのとおりであるから、被告の上記主張を採用する余地はない（仮に、引用発明２か\nらコンデンサＣ２を省略しようとするのであれば、その技術的根拠が明示されなけ\nればならない。）。\n(4)　さらに、被告は、引用発明２の技術的思想が、エミッタバイアス抵抗のア\nース点に接続されていた一端を、直流的にはアースと同電位であるが、交流的には\nエミッタ電位に近い、インダクタのタップに接続することであると主張するとこ\nろ、この主張が採用できないことは、前記説示に照らして明らかである。\nなお、仮に、引用発明２の技術的思想が上記のとおりであって、エミッタ\nバイアス抵抗の一端を、交流的にエミッタ電位と同電位であるインダクタのタップ\nに接続することが、当業者にとって容易であるとすれば、その結果、エミッタバイ\nアス抵抗に共振電流が流れなくなることは明らかである。しかしながら、本件決定\nは、本件発明２の容易想到性の判断に当たり、引用発明２のハートレー型発振回路\nにおけるタップ位置について、「この接続位置が必ずしもエミッタバイアス抵抗に\n共振電流が流れない位置であるとは言えず、また、接続位置をそのような位置にす\nることが示唆されているとも言えない。」（４頁）と判断したものであり、この本\n件決定の判断と被告の前記主張とは矛盾するものであるから、このことからも被告\nの前記主張は理由がないことが明らかである。\n(5)　以上のとおり、本件決定における引用発明２の技術的思想の認識には誤り\nがあるから、本件決定が、相違点の検討において、「コルピッツ型の発振回路であ\nる刊行物１に記載の発振回路において、刊行物２に記載の、ハートレー型発振回路\nにおけるエミッタバイアス抵抗をタップ型共振器１２４（本願発明１の「並列共振\n回路を構成するインダクタ」に対応する）のタップ位置に接続して該エミッタバイ\nアス抵抗に流れる共振電流が小さくなるようにする技術を適用し、並列共振回路を\n構成するインダクタにタップを設け、そのタップ位置にエミッタバイアス抵抗を接\n続すること、すなわち、並列共振回路を構成するインダクタを二つのインダクタを\n直列接続した構成として、二つのインダクタの接続点にエミッタ抵抗を接続するこ\nとは当業者が容易になし得たことである」（４頁）と判断したことも誤りといわな\nければならない。\n２　取消事由２（本件発明３についての判断の誤り）について\n本件発明３は、その発明の要旨からみて、本件発明１又は２に開示された発\n振回路に「二つのインダクタのいずれか一方のインダクタの一端をグランドに直接\n接続するとともに、ベース接地型またはコレクタ接地型で構成」するという特定事\n項を付加し、その構成を限定したものと認められる。\nそして、本件発明２が容易に発明をすることができたものでないことは、本\n件決定も認めており（４ないし５頁）、また、本件発明１が引用発明１又は２に基\nづいて当業者が容易に発明をすることができた旨の本件決定の判断に誤りがあるこ\nとは、前示のとおりである。\nしたがって、本件発明３における上記特定事項の進歩性の有無について検討\nするまでもなく、本件発明３が、引用発明１及び２に基づいて当業者が容易に発明\nをすることができたという本件決定の判断（５頁）に誤りがあることは明らかであ\nる。\n３　結論\n以上のとおり、本件決定は、本件発明１と引用発明１との相違点に関する判\n断を誤ったものであり、この誤りが結論に影響を及ぼすことは明らかであるから、\n本件決定は、取消しを免れない。\nよって、原告の本訴請求は理由があるからこれを認容することとし、主文の\nとおり判決する。\n東京高等裁判所知的財産第１部\n裁判長裁判官　　　　　　北　　山　　元　　章\n裁判官　　　　　　清　　水　　　　　節\n裁判官　　　　　　上　　田　　卓　　哉\n（別紙）\n参考図１～４参考図５～７\n"
}