{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 10,
    "day": 8
  },
  "case_number": "平成13(行コ)26",
  "case_name": "損害賠償請求控訴",
  "court_name": "名古屋高等裁判所",
  "lawsuit_id": "3234",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=3234",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/234/003234_hanrei.pdf",
  "contents": "主　　　　　　　　　文\n１　本件控訴を棄却する。\n２　控訴費用は参加により生じたものを含めて控訴人らの負担とする。\n事　実　及　び　理　由\n（以下，略語は原則として原判決に準ずる。）\n第１　当事者の求めた裁判\n１　控訴人ら\n(1)　原判決を取り消す。\n(2)　被控訴人らは，愛知県に対し，連帯して２６６７万円及びこれに対する平成１１\n年６月２３日から支払済みまで年５分の割合による金員を支払え。\n(3)　訴訟費用は第１，２審とも被控訴人らの負担とする。\n２　被控訴人ら\n主文同旨\n第２　事案の概要\n１　本件は，愛知県が，社団法人環境創造研究センター（環創研）及び株式会社プレ\nック研究所（プレック研，以下両者併せて「環創研等」ともいう。）との間で，平成９年\nに瀬戸市南東部地区の環境影響評価実施等の委託契約を締結し，これに基づき\n平成１０年に委託料を支払ったことに関し，愛知県の住民である控訴人らが，同委\n託料の支出（具体的には本件支出命令）が違法であり，これにより愛知県が委託\n料相当額の損害を被ったとして，本件支出命令の権限を有していた当時の愛知県\n知事の被控訴人Ａ及び本件支出命令を専決した当時の住宅管理課長の被控訴人\nＢに対し，（地方自治）法２４２条の２第１項４号に基づき，愛知県に代位して同損害\n及びこれに対する遅延損害金の支払を請求した住民訴訟である。\n原審は，上記委託料についての本件支出命令が違法であるとは認められない\nとして，控訴人らの請求を棄却したので，控訴人らが事実誤認等を主張して控訴し\nた。\n２　当事者間に争いのない事実等並びに本件の争点及びこれについての当事者の\n主張は，当審での主張も踏まえて次のとおり改めるほかは，原判決「事実及び理\n由」の第２の１，２のとおりであるからこれを引用する。\n(1)　原判決の改訂\nア　原判決１頁２３行目の「愛知県は，」から２６行目の「環境影響評価を実施す\nるため」までを次のとおり改める。\n「愛知県は，平成元年３月に策定された総合計画『愛知県２１世紀計画』の主\n要プロジェクト『あいち学術研究開発ゾーン』の中核的役割を担うものとして，\n瀬戸市南東部地区新住宅市街地開発事業（正式名称は『瀬戸市南東部地区\n整備事業』，以下『新住事業』という。）を計画したものであるところ，その対象\nとする造成地を利用して，２００５年日本国際博覧会事業も計画されていた。\n愛知県は，かねて新住事業による環境影響評価を実施してきたが，更に同事\n業の環境影響評価を実施するため，」\nイ　原判決２頁４行目末尾に「（弁論の全趣旨）」を加え，２０行目及び２３行目の\n各「調査委託契約」をいずれも「環境影響評価実施委託契約」と改め，３頁１\n行目の「同Ａは，」の次に「前者においては重過失があり，後者においては過\n失があるから，いずれも」を加え，４行目の「競争入札」を「一般競争入札」と，\n１６行目の「環境影響調査契約」を「環境影響評価実施委託契約」とそれぞれ\n改め，１７行目の次に行を改めて「　以上のとおり，本件各契約には随意契約\nの要件を欠いて締結した違法があり，これを看過してなされた本件支出命令\nは違法である。」を，４頁７行目の次に行を改めて「　以上のとおり，本件契約\n①については契約相手方としては不適切な者を選定し，また履行を一括下請\nさせた点において財務規則違反及び債務不履行があるのに，これを黙過して\nなされた本件支出命令は違法である。」をそれぞれ加え，２６行目の「１１月に\n実施されているが，同月は」を「平成９年１１月８日から同月１７日にかけて実\n施されているが，１１月という月は」と，６頁１２行目の「環境影響調査委託契\n約」を「環境影響評価実施委託契約」とそれぞれ改める。\nウ　原判決２０頁１行目から２行目にかけての「中間地点の調査の結果を除外し\nて記載したのは，」を「中間地点の調査を除外したのは，」と，２３頁４行目を「\nまた，キンラン，ギンランは確認された注目される種として分類されているも\nのではない。」とそれぞれ改め，９行目の「調査地点番号２，」から１０行目の\n「したがって，」までを削る。\n(2)　控訴人らの当審主張\nア　争点２（契約相手方の選定の誤りと一括下請の承認の欠如）について\n環境の現状調査は，環創研の職員が行ったのではなく，環創研の法人会\n員である調査会社が行ったものであり，調査資料を分析・総合して調査報告\n書を作成したのも環創研の職員ではなく，環創研の法人会員の調査会社で\nある。すなわち，環創研はその法人会員に受託業務を再委託したものであ\nり，環創研はその法人会員が環境調査を受託するための談合の隠れ蓑であ\nった。\nイ　争点４（無意味な契約）について\n本件契約②に基づく植物調査は，「平成９年８月に環境庁から公表された\n植物に関するレッドリストで新たに絶滅危惧種等として記載された種につい\nて，事業区域内における生育状況を把握すること」を目的とした調査であった\nのに，殆どの植物が活動を停止している１１月に実施されたため，多くの貴重\n種が「数不明」，「個体数の把握が困難」と報告されており，その調査目的が\n達成されていない。\n(3)　被控訴人ら及び参加人の当審主張\nア　争点２について\n控訴人らは，環創研が，本件契約①の約款第３条において書面による承\n認のない再委託を禁止されていたのに，同契約による受託業務を会員の調\n査会社に一括再委託したと主張する。しかし，同主張を前提としても，同条に\nよって書面による承認を要するのは，受託した調査の一部を一括して再委託\nすることであるところ（建設工事施行に関する事務取扱要領２０条１号，２条１\n号参照），環創研は本件契約①の受託業務の一部を部分的に委託したに過\nぎないから，上記約款に違反するものではない。\nイ　争点４について\n本件契約②に基づく植物調査の目的が控訴人ら主張のとおりであったこと\nは認めるが，その調査目的が達成されていないとの主張は争う。同調査の目\n的が達成されたことは原判決７頁から８頁にかけてのエの項に摘示されたと\nおりである。\n第３　当裁判所の判断\n当裁判所も，控訴人らの本件請求は理由がないと判断する。その理由は次のと\nおりである。\n１　争点１（随意契約の要件充足性）について\n(1)　控訴人らの主張する本件各契約締結行為の違法が，本件支出命令の違法事\n由となるか否かはさておき（争点２及び４についても同様の問題があるが，再記\nしない。），当裁判所も，環創研等は本件各契約の目的に沿った環境影響評価\nを実施する能力と実績・経験を有しており，同様の成果を上げられる同業者がこ\nの地域に存在していたと認めることはできず，本件各契約の目的・内容の特殊\n性等を考慮すれば，本件各契約を環創研等との間で締結したことは，その合理\n的な裁量の範囲内の行為であって，随意契約の要件を欠くということはできず，\n控訴人らのこの点に関する主張は採用できないと判断するものであり，その理\n由は，次項のとおり改めるほかは，原判決「事実及び理由」の第３「争点に対す\nる判断」の１のとおりであるからこれを引用する。\n(2)　原判決８頁２６行目の「３０）」を「３０及び３３）」と，９頁３行目の「自然，社会の\n複合環境」を「自然・社会の複合環境」と，１５行目から１６行目にかけての「経験\nが深い専門家（団体）が相当数含まれていた。」を「経験が深いと思われる専門\n家２３人及び６団体が含まれていた。」と，１１頁１３行目から１４行目にかけての\n「証拠はないので，両者を契約相手方に選択したことは合理的な裁量の範囲\n内」を次のとおりそれぞれ改める。\n「証拠はない。控訴人は，本件各契約の内容である環境影響評価の調査を受託\nできる業者は，この地方に限っても他にいくつも存在する旨主張するが，これを\n証するに足りる証拠を提出しない。\n以上によると，本件各契約内容は自然環境等の調査及び環境影響評価とい\nう特殊な分野であって，専門的調査能力が必要とされ，競争入札によって安価\nに成果を得られればよいというものではなく，相手方の調査能力と実績を重視し\nて締結する必要があったといえるから，本件各契約締結において環創研及びプ\nレック研の両者を契約の相手方に選択したことは合理的な裁量の範囲内」\n２　争点２（契約相手方の選定の誤りと一括下請の承認の欠如）について\n(1)　控訴人らは，本件各契約においては，その業務遂行能力のない環創研等，契\n約の相手方としては不適切な業者が選定されたと主張するが，愛知県において\n随意契約により契約を締結する場合，上記のとおり，契約締結権者の合理的裁\n量が認められるところ，環創研等において本件各契約目的とする業務の遂行能\n力があったこと上記のとおりであるから，これらと契約を締結したことをもって，\nその裁量権の行使を違法とすることのできないことが明らかである。\n(2)　証拠（丙１１，１９，２０，丙２１の１ないし３，丙３０，３１，３３）及び弁論の全趣旨\nによると，①本件各契約には，受託者は，予め委託者の書面による承認を受け\nずに，委託業務の処理を他に委託し，又は請け負わせてはならない旨の定めが\nあること，②環創研は平成２年から平成８年（本件契約①の前年）までの間に，\n愛知県から，瀬戸市南東部地区の環境基礎調査，同環境現況調査及び同環境\n影響調査等を数次にわたって請け負い，これらを実施してきたこと，③環創研の\n常勤職員は３名で，そのうち２名が技術職員であるに過ぎず，請け負った調査\nの実施においては，大気汚染及び水質汚濁物質等の化学分析を測定分析会社\nに外注するなどした他は，環創研の非常勤を含む役員又は会員のうちの専門\n家が，各自の専門分野毎に調査チームを組み，これを率いて調査を実施し，報\n告書をまとめてきたものであること，④本件契約①は，前年度に実施した予測結\n果に基づき，自然環境保全の観点から環境保全対策について検討を行い，必\n要な場合には再度調査を実施し，これまでの業務を総括し，環境影響評価準備\n書（参考資料編を含む）及び環境影響評価準備書リーフレットを作成することを\n業務内容とするものであり（丙３０の仕様書４の(2)，(3)），現地調査としては植物\n相調査を平成９年５月１２日から１６日まで及び同年６月４日に実施した程度で\nあって，主要な作業としては，平成２年以来の業務を総括して新住事業における\n「環境への配慮」３編（丙２１の１ないし３）を作成することであったことが認められ\nる。\n(3)　ところで，社団法人の常勤役員は別として，非常勤役員及び会員（社員）は，\n通常は法人の業務執行に従事するものではないから，環創研の非常勤役員及\nび会員が法人業務に協力したり，これを一部分担したのは，環創研からの業務\n委託に基づくものと見る余地もある。しかし，環創研の会員はその設立目的に\n賛同して入会した個人又は法人であり，非常勤役員は会員により選任された者\nであるから（丙６），その業務執行に協力すべき一般的義務を負うものというべき\nことに鑑みると，これら非常勤役員及び会員に対する専門分野ごとの個別的な\n業務の委託は，環創研の部外の者への再委託ないし下請とは異なり，本件契\n約①の３条に定める書面による承認を要する再委託等には該当しないものと解\nするのが相当である。\n(4)　以上によると，本件契約①に基づく業務は，環創研の３人の常勤職員だけで\n行ったものではなく，環創研の役員及び会員が，その専門分野ごとの総括につ\nき協力し，また追加調査した植物相調査を担当するなどして遂行したものではあ\nるが，その業務を環創研から「他に委託し，又は請負わせた」ということはできな\nい。他に控訴人ら主張の他の業者に上記業務を丸投げした等の事実を認める\nことのできる証拠はない。\nなお，財務規則１３３条は，請負った工事の全部を一括して他人に請け負わ\nせること（いわゆる「丸投げ」）を禁止し，一部を一括して他人に請け負わせる場\n合は，契約担当者の事前の書面による承認を受けるべきことを定め（弁論の全\n趣旨），また愛知県の建築工事施行に関する事務取扱要領２０条１号では，請\n負工事の一部を一括して下請させる場合の書面による承認の手続を定めてい\nるところ（丙３２），これらが本件各契約について適用されるとしても，上記判示の\n諸点を考慮すれば，環創研から非常勤役員ないし会員への一部業務の委託が\n上記各条項の定める一括下請に該当するということはできない。\nしたがって，環創研が本件契約①を一括下請させたなど，上記規則等の違\n反，あるいは契約違反の債務不履行があったということはできず，争点２に関す\nる控訴人らの主張は採用できない。\n３　争点３（適正な検査の懈怠）について\n(1)　当裁判所も，本件報告書にデータ全体の信頼性を揺るがす欠陥を内包してい\nることはなく，本件契約①の履行としては尽くされたものと解するものであり，被\n控訴人Ｂに検査懈怠があったということはできないと判断するものである。その\n理由は，次項のとおり改めるほかは，原判決「事実及び理由」の第３「争点に対\nする判断」の３のとおりであるからこれを引用する。\n(2)　原判決１３頁６行目から７行目にかけての「専門家１１名を責任者として現地調\n査を実施した後，」を「専門家１１名を責任者として実施した従前の現地調査結\n果及び新たに追加した植物相の現地調査結果等を踏まえ，」と改め，１４頁１２\n行目の「何らかの表示上の誤りと考えられ，」を削り，１７行目の「虚偽の記載と\nはいえない。」を「表記の正確性に不十分な点があるが，誤った記載であるとは\nいえない。」と，１５頁２行目の「だからといって本件報告書の記述が誤りであると\nは断定できない。」を「アナグマとタヌキはともに本州等に広く分布し，注目される\n種ではないから，糞がそのいずれのものであるかの判別が正確でなくとも，本件\n報告書の結論に影響を与えるものとはいえない。」とそれぞれ改める。\n４　争点４（無意味な契約）について\n本件契約②が平成９年１１月６日から平成１０年３月２０日までを委託期間とし\nて，環境影響評価に係る補完調査（植物）を実施することを内容とするものであっ\nたことは，控訴人らの主張のとおりである。\n証拠（丙２２）及び弁論の全趣旨によれば，上記委託期間となった経緯は，平成\n９年８月に環境庁から公表された植物に関するレッドデータリストにより新たに絶滅\n危惧種等として記載された種についての調査を追加することが必要となり，同リス\nト公表の３か月後に急ぎ発注されたもので，納期が翌年３月であった本件契約①\nの業務の参考資料になり得ることも考慮して，晩秋の１１月という時期でも可能な\n範囲の調査を目指したものであり，上記の範囲ではほぼ調査が行われたものと認\nめることができる。\n控訴人らは，不適切な実施時期を指定しての本件契約②は無意味なものであ\nるとして，その締結行為を問題とするが，上記事情を考慮すれば，本件契約②の\n実施時期を上記のものとして締結したことに裁量を逸脱する等の問題があったとい\nうことはできない。\nしてみれば，控訴人ら主張の被控訴人Ｂの点検・確認義務等の懈怠を認めるこ\nともできない。\n５　まとめ\n以上によれば，本件各契約を締結した違法（争点１，２及び４），本件契約①にお\nいて一括下請の債務不履行を黙過した違法（争点２）又は適正な検査をせず不完\n全な履行を受領した違法（争点３，４）に関する控訴人らの主張はいずれも認めら\nれず，したがって本件支出命令を違法とする控訴人らの主張は失当である。\n第４　結論\nよって，控訴人らの本件各請求はいずれも理由がなく，これを棄却した原判決\nは相当であるから，控訴人らの本件控訴を棄却することとし，控訴費用は参加に\n係るものを含めて控訴人らに負担させることとして，主文のとおり判決する。\n名古屋高等裁判所民事第１部\n裁判長裁判官　　　　　　田　　村　　　洋　　三\n裁判官　　　　　　小　　林　　　克　　美\n裁判官　　　　　　戸　　田　　　　　　久\n"
}