{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 6,
    "day": 5
  },
  "case_number": "平成14(ワ)16724",
  "case_name": "",
  "court_name": "東京地方裁判所",
  "right_type": "商標権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "11068",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=11068",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/068/011068_hanrei.pdf",
  "contents": "平成１４年(ワ)第１６７２４号　損害賠償等請求事件\n（口頭弁論終結の日　平成１５年４月１５日）\n判　　　　　決\n原　　　　　　告　　　　特定非営利活動法人家庭教師派遣業自主規制\n委員会\n原　　　　　　告　　　　株式会社日本家庭教師センター学院\n被　　　　　　告　　　　イクス有限会社\n訴訟代理人弁護士　　　　三　好　　　徹\n同　　　　　　　　　　　吉　田　　　哲\n同　　　　　　　　　　　根　本　雄　一\n同　　　　　　　　　　　渡　辺　昇　一\n同　　　　　　　　　　　藤　川　浩　一\n同　　　　　　　　　　　高　久　尚　彦\n同　　　　　　　　　　　岩　本　康一郎\n同　　　　　　　　　　　石　田　央　子\n同　　　　　　　　　　　西　尾　政　行\n同　　　　　　　　　　　宮　下　正　臣\n同　　　　　　　　　　　中　山　素　子\n同　　　　　　　　　　　井　川　真由美\n主　　　　　文\n１　原告らの請求をいずれも棄却する。\n２　訴訟費用は，原告らの負担とする。\n事　実　及　び　理　由\n第１　請求の趣旨\n１　原告特定非営利活動法人家庭教師派遣業自主規制委員会（以下「原告自主規\n制委員会」という。）の請求\n(1)　被告は，原告自主規制委員会に対し，１７万３０００円及びこれに対する\n平成１３年１１月９日から支払済みまで年５分の割合による金員を支払え（本判決\n末尾添付の平成１４年９月３０日付け原告ら第一準備書面写し(2)①請求の趣旨１ア\n１）。\n(2)　被告は，原告自主規制委員会に対し，５０万円及びこれに対する平成１３\n年１１月９日から支払済みまで年５分の割合による金員を支払え（前同①請求の趣\n旨１ア２）。\n(3)　被告は，原告自主規制委員会に対し，１２万５８２５円及びこれに対する\n平成１３年１１月９日から支払済みまで年５分の割合による金員を支払え（前同①\n請求の趣旨１ア３）。\n(4)　被告は，原告自主規制委員会に対し，２万４０００円を支払え（同準備書\n面写し(3)）。\n(5)　原告自主規制委員会は，被告に対し，「家庭教師優良業者全国ネットワー\nク」名称中の“優良業者”の削除又は解散，及び関連マーク等の削除，使用禁止を\n求める（同準備書面写し(2)③請求の趣旨２ｂ）。\n(6)　原告自主規制委員会は，被告に対し，「家庭教師優良業者全国ネットワー\nク認定“優良ＡＡＡ業者”」及び関連マーク等の削除，使用禁止を求める（前同④\n請求の趣旨２ｃ）。\n２　原告株式会社日本家庭教師センター学院（以下「原告センター学院」とい\nう。）の請求\n被告は，原告センター学院に対し，５０万円及びこれに対する平成１３年１\n１月９日から支払済みまで年５分の割合による遅延損害金を支払え（前同①請求の\n趣旨１イ）。\n３　原告自主規制委員会及び原告センター学院の請求\n原告自主規制委員会及び原告センター学院は，被告に対し，「家庭教師派遣\n業自主規制委員会」（登録番号第３３６６７６２号）の表示禁止，別紙謝罪広告文\n記載どおりの謝罪広告の掲載を求める（前同②請求の趣旨２ａ及び第２回弁論準備\n手続調書）。\n第２　当事者の主張\n１　請求の原因\n（原告自主規制委員会の主張）\n(1)　請求の趣旨１(1)に係る請求原因\n本判決末尾添付の訴状写し「紛争の要点（請求の原因）」１記載のとお\nり。\n原告自主規制委員会の主張を善解すると，同原告は，同原告が実施しよう\nとした家庭教師派遣業者格付けためのＡＡＡ審査（以下「ＡＡＡ審査」という。）\nに関し，同審査に混乱を生じさせた責任は訴外Ａ（以下「Ａ」という。）にあると\nした上，被告がＡの審査方法を支持し，被告やＡの所属する「家庭教師優良業者全\n国ネットワーク」（以下「全国ネットワーク」という。）の会員に有利な審査を推\nし進めた結果，ＡＡＡ審査の評価をおとしめ，よって，同原告に信用失墜などの損\n害を被らせたものであるとして，被告の上記行為が不法行為に当たる旨を主張し，\n損害賠償を請求しているものと解される。\n(2)　請求の趣旨１(2)に係る請求原因\n本判決末尾添付の訴状写し「紛争の要点（請求の原因）」５記載のとお\nり。\n原告自主規制委員会の主張を善解すると，同原告は，被告がＡ，訴外Ｂ\n（以下「Ｂ」という。），訴外Ｃ（以下「Ｃ」という。）及び全国ネットワーク会\n員と共に，平成１３年１１月２９日から平成１４年１月２４日までの間に，インタ\nーネット上［www.aozora.com/kzi］で，また文書でも，同原告に対する誹謗中傷行\n為や名誉毀損行為を行い，よって，同原告に信用失墜などの損害を被らせたもので\nあるとして，被告の上記行為が不法行為に当たる旨を主張し，損害賠償を請求して\nいるものと解される。\n(3)　請求の趣旨１(3)に係る請求原因\n本判決末尾添付の訴状写し「紛争の要点（請求の原因）」６記載のとお\nり。\n原告自主規制委員会の主張を善解すると，同原告は，被告が同原告の理事\nであることを前提に，平成１３年１１月８日に開催された第４回理事会及び平成１\n３年１２月２０日に開催された第３回臨時総会において，当時の理事がそれぞれ１\n２万５８２５円を理事負担金という名目で負担し，これを同原告に支払う旨の決議\nが有効に成立したと主張して，被告に対して上記理事負担金の支払を求めているも\nのと解される。\n(4)　請求の趣旨１(4)に係る請求原因\n原告自主規制委員会は，同原告の会員には会費納入の義務があることを前\n提に，被告は現在も同原告の会員であるとして，被告に対し，未払いの平成１４年\n度年会費２万４０００円の支払を求めている（本判決末尾添付の前記原告ら第一準\n備書面(3)）。\n(5)　請求の趣旨１(5)に係る請求原因\n本判決末尾添付の訴状写し「紛争の要点（請求の原因）」２，４各記載の\nとおり。\n原告自主規制委員会の主張を善解すると，同原告は，被告が「家庭教師優\n良業者全国ネットワーク」の名称を使用する行為は，誇大広告を禁じる特定商取引\n法４３条に違反するとして，同条及び同法４７条等を根拠に，上記「家庭教師優良\n業者全国ネットワーク」から「優良業者」の文字を削除することなどを求めている\nものと解される。\n(6)　請求の趣旨１(6)に係る請求原因\n本判決末尾添付の訴状写し「紛争の要点（請求の原因）」２，４各記載の\nとおり。\n原告自主規制委員会の主張を善解すると，同原告は，前記(5)と同様，誇大\n広告を禁じる特定商取引法４３条及び４７条等を根拠に，「家庭教師優良業者全国\nネットワーク認定“優良ＡＡＡ業者”」の表示及び関連マークを削除することなど\nを求めているものと解される。\n（原告センター学院の主張）\n(7)　請求の趣旨２に係る請求原因\n本判決末尾添付の訴状写し「紛争の要点（請求の原因）」３記載のとお\nり。\n原告センター学院の主張を善解すると，同原告は，被告が商標「家庭教師\n派遣業自主規制委員会」を使用する行為は，同原告が有する下記商標権（以下「本\n件商標権」といい，下記登録商標を「本件商標」という。）を侵害する行為に当た\nると主張して，同商標権の侵害を理由に，５０万円の損害賠償金の支払を求めてい\nるものと解される。\n登録番号　　　　　　　第３３６６７６２号\n出願年月日　　　　　　平成６年（１９９４）６月７日\n登録年月日　　　　　　平成９年（１９９７）１２月１９日\n商品及び役務の区分　　第４１類\n指定役務　　　　　　　技芸・スポーツ又は知識の教授\n登録商標　　　　　　　「家庭教師派遣業自主規制委員会」\n（原告自主規制委員会及び原告センター学院の主張）\n(8)　請求の趣旨３に係る請求原因\n本判決末尾添付の訴状写し「紛争の要点（請求の原因）」２，３各記載の\nとおり。\n原告らの主張を善解すると，原告らは，上記(5)及び(6)各記載の特定商取\n引法違反及び同(7)記載の商標権侵害を根拠に，特定商取引法４３条，４７条，商標\n法７８条等に基づき，被告に対し，本件商標の使用の差止及び謝罪広告の掲載など\nを求めているものと解される。\n２　被告の認否及び反論\n(1)　請求の趣旨１(1)に係る請求原因について\n原告自主規制委員会の前記主張（第２，１(1)）は，争う。\n同原告は，被告がＡＡＡ審査に関わっていたかのような言い方をしている\nが，被告が同審査に関与したことは一切ない。\n(2)　請求の趣旨１(2)に係る請求原因について\n被告は，インターネット上においても，また，文書によっても，原告自主\n規制委員会が主張するような名誉毀損行為（誹謗中傷行為）をしたことはない。\n(3)　請求の趣旨１(3)に係る請求原因について\n原告自主規制委員会が主張する理事負担金は，法的には，理事の立場にあ\nる者から同原告への贈与としか評価のしようのないものであるが，言うまでもなく\n贈与は契約であり，贈与者本人の意思に基づくものでなければならず，同原告が主\n張するように，理事会あるいは総会の決議により一方的にその支払を強制できるも\nのではない。\nしかるところ，被告は，理事負担金という名目の下，原告自主規制委員会\nに対して１２万５８２５円を支払う旨承諾したことは一切ないのであるから，被告\nに理事負担金の支払義務などないことは，明らかである。\n(4)　請求の趣旨１(4)に係る請求原因について\nア　被告は，平成１３年１２月６日付けの文書（乙１）をもって，原告自主\n規制委員会に対して同委員会の理事を辞任する旨の意思表示をしており，理事の辞\n任とともに同委員会を退会したから，平成１４年度の会費を支払う義務はない。\nイ　仮に，上記退会の意思表示が明示のものでないとしても，被告は，上記\nの文書を送付した後，同委員会との関係を絶っており，会員であるとの意識は全く\nなかった。会費を支払わないこと自体が退会することの意思表示であるともいえ，\n法的に言えば，平成１３年１２月６日ころに，被告による黙示の退会の意思表示が\nされたということなる。したがって，やはり被告に平成１４年度の会費を支払う義\n務はない。\nウ　さらに百歩譲って，退会の事実が認められないとしても，上記文書を送\n付した後，同原告から被告に対して総会案内等の書類が送られてきたことは一切な\nく，同原告自身が，被告を会員として扱ってこなかった。しかも，原告自主規制委\n員会は，組織として正常に機能しておらず，もはや，会としての実態を失ってい\nる。このように形骸化した会が，会員として遇してもいない者に対して，会費のみ\nを請求するのは，信義則に反する（あるいは権利の濫用に当たる）というべきであ\nる。\nエ　よって，いずれにせよ，原告の上記会費請求には理由がない。\n(5)　請求の趣旨１(5)に係る請求原因について\n原告自主規制委員会は，全国ネットワークの解散や，「家庭教師派遣優良\n業者全国ネットワーク」の名称から「優良業者」の表示を削除することなどを求め\nているようであるが，同原告にそのようなことを請求する権利ないし法的根拠はな\nい。\n(6)　請求の趣旨１(6)に係る請求原因について\n原告自主規制委員会は，全国ネットワーク（ないし被告）が「優良ＡＡＡ\n業者」関連のマークを使用することの禁止，削除などを求めているようであるが，\n同原告にそのようなことを請求する権利ないし法的根拠はない。\nなお，念のため申し添えると，そもそも被告は全国ネットワークを主宰し\nているわけではなく，その代表者でもないから，同原告が求めているような措置を\n講じる権限を持たない。\n(7)　請求の趣旨２に係る請求原因について\n被告は，「家庭教師派遣業自主規制委員会」の名称（本件商標）を，いか\nなる方法・態様においても使用したことはない。\n被告は，全国ネットワークの主宰者でも代表者でもないし，また，原告自\n主規制委員会が主張するような，偽造文書を用いてネットワークの会員を募集する\nといったことをしたこともない。\n(8)　請求の趣旨３に係る請求原因について\n前記(7)で述べたとおり，被告は本件商標を使用していないから，本件商標\n権の侵害は問題にならない。\nまた，前記(5)，(6)で述べたとおり，原告は，特定商取引法を根拠に，被\n告に対して何らかの私法上の請求をする立場にないから，同法上の問題も何ら生じ\nない。\n第３　当裁判所の判断\n１　請求の趣旨１(1)の請求について\n前記のとおり，原告自主規制委員会の主張するところは，被告がＡのＡＡＡ\n審査方法を支持し，被告やＡの所属する全国ネットワークの会員に有利な審査を推\nし進めた結果，ＡＡＡ審査の評価をおとしめ，よって，同原告に信用失墜などの損\n害を被らせたものであるとして，被告の上記行為が不法行為に当たる旨をいうもの\nと善解することができる（第２，１(1)）。\nしかしながら，本件で提出されたすべての証拠によっても，被告が上記のよ\nうな行為をした事実を認めることはできない。\nしたがって，その余の点につき判断するまでもなく，上記請求には理由がな\nい。\n２　請求の趣旨１(2)の請求について\n前記のとおり，原告自主規制委員会の主張するところは，被告がＡ，Ｂ，Ｃ\n及び全国ネットワーク会員と共に，平成１３年１１月２９日から平成１４年１月２\n４日までの間に，インターネットのホームページ［www.aozora.com/kzi］上で，ま\nた文書によって，同原告に対する誹謗中傷行為や名誉毀損行為を行い，同原告に信\n用失墜などの損害を被らせたとして，被告の上記行為が不法行為に当たる旨をいう\nものと善解することができる（第２，１(2)）。\nしかしながら，本件で提出されたすべての証拠によっても，被告ないし被告\n代表者Ｄ（以下「Ｄ」という。）に関するものとしては，上記インターネットのホ\nームページにおいて，２００２年（平成１４年）６月２０日付けで，Ｃが松山簡易\n裁判所に提訴した関連事件（後に松山地方裁判所に移送。同庁平成１４年(ワ)第５\n４１号。甲３９～４１及び乙４参照）の経過にふれた上で，「Ｅ氏が先行し，Ｆ\n氏，Ｇ氏がＤ氏と合流して８月には行動されるそうで，６月１３日（木）に力強い\nエールを聞きました。」との書き込みがされた事実が認められるにとどまる（甲２\n６。なお，上記「Ｄ氏」とは，被告代表者のＤのことを指すものと思われる。）。\n文面や前後の文脈からして，この書き込みがＤによってされたものでないことは明\nらかであるし，そもそも，上記の内容が名誉毀損や誹謗中傷に当たるものではない\nことも明らかである。その他に，被告に具体的に関連するインターネット上の書き\n込みあるいは配布文書は存在せず，原告自主規制委員会が主張するように，被告\nが，上記ホームページ上で，あるいは文書によって，同原告の名誉を毀損する行為\nや，信用を失墜させる行為をした事実を認めることはできない。\nよって，その余の点につき判断するまでもなく，同原告の上記請求には理由\nがない。\n３　請求の趣旨１(3)の請求について\n前記のとおり，原告自主規制委員会は，被告が同原告の理事であったことを\n前提に，平成１３年１１月８日に開催された第４回理事会及び平成１３年１２月２\n０日に開催された第３回臨時総会において，理事が１２万５８２５円を負担する旨\nの決議がされたことを根拠に，被告に対して上記金員の支払を求めているものと解\nされる（第２，１(3)）。\nしかしながら，被告が同原告の理事であったことを認めるに足りる証拠はな\nく，かえって，証拠（甲３，甲１４の２及び乙３）及び弁論の全趣旨によれば，同\n原告の理事であったのは被告代表者のＤであると認められるから，原告の上記主張\nは，そもそも，その前提を欠いている（ちなみに，同原告は，平成１４年９月３０\n日付け原告ら第一準備書面(1)において，被告をイクス有限会社と特定する旨明確に\n主張している。）。\nまた，上記の点をさておいても，本件で提出されたすべての証拠によって\nも，同原告主張に係る決議が有効に成立した事実を認めることはできない。すなわ\nち，同原告は，例えば，「特定非営利活動法人家庭教師派遣業自主規制委員会　第\n４回理事会の報告事項と議決事項」と題する書面を甲１９号証の１として，「臨時\n総会（通算３回）決議事項」と題する書面を甲１９号証の２として，さらに，「第\n４回理事会議事発言内容詳細」と題する書面を甲３０号証としてそれぞれ提出して\nいるが，これらの書面はその成立の経緯が一切不明であるばかりか，作成名義人や\n記載内容に照らし，いわば原告らの認識のみに基づいて作成された文書であること\nが明らかであるから，これらの書面をもって，前記金員を各理事が負担する旨の具\n体的な決議ないし意思表示の合致が存在した事実を認めることはできない。\nよって，この点に関する同原告の請求には理由がない。\n４　請求の趣旨１(4)に係る請求原因について\n証拠（甲１４の２，甲２３）及び弁論の全趣旨によれば，原告自主規制委員\n会の会員は同原告に対して会費を支払う義務を負うこと，平成１４年度の法人年会\n費は２万４０００円であること，少なくとも平成１３年１２月６日ころまでは，被\n告代表者のＤは同原告の理事であり，被告は同原告の会員であったことが認めら\nれ，他方，被告が平成１４年度の会費を支払ったことは認められない。\nしかるところ，被告は，①平成１３年１２月６日付けの文書（乙１）をもっ\nて，原告自主規制委員会に対し，同委員会の理事を辞任する旨の意思表示をすると\n共に，同委員会を退会した，②仮に，退会の意思表示が明示のものでないとして\nも，被告は，上記文書の送付後，同委員会との関係を完全に絶っており，平成１３\n年１２月６日ころに，被告による黙示の退会の意思表示がされたと評価することが\nできる，③さらに百歩譲って，退会の事実が認められないとしても，上記文書の送\n付後，同原告自身が被告を会員として扱ってこなかったばかりか，今や，原告自主\n規制委員会は会としての実態を失っており，このように形骸化した会が，会員とし\nて遇してもいない者に対して，会費のみを請求するのは，信義則に反する（あるい\nは権利の濫用に当たる）というべきであるなどと主張して，同原告の会費請求を拒\nんでいる。\nそこで検討すると，証拠（甲１４の２，乙３，５等）及び弁論の全趣旨によ\nると，原告自主規制委員会においては，会員として個人会員のほか法人会員が予定\nされており，被告をはじめ法人も会員になることはできたものであるが，理事につ\nいては，特定非営利活動法人というその性質上，営利を目的とする法人が理事にな\nることはできなかったことから，Ｄをはじめ，有力な法人会員の代表者が理事に就\n任していたものである。被告については，被告が同原告の法人会員であるととも\nに，代表者のＤが同原告の理事の職にあったものであるが，Ｄにおいては，被告が\n法人会員であることからその代表者として同原告の理事に就任していたものの，そ\nれ以外に個人として同原告の活動に関与すべき理由は何ら存在しなかった。証拠\n（甲４２，乙１）によれば，平成１３年１２月４日ころから同月６日ころにかけ\nて，Ｄが同原告に対し，文書をもって，理事を辞任する旨の意思表示をしたことが\n認められるところ，これらの文書（甲４２，乙１）には，被告が同原告から退会す\nる旨の記載は存在しないが，上記のとおり，そもそもＤは，被告が同原告の法人会\n員であったことから，被告の代表者として同原告の理事に就任していたもので，そ\nれ以外の個人的事情から理事の職にあったものではないこと，Ｄは同原告の理事を\n辞任した後も被告代表者の地位にとどまっており，同人に代わって他の取締役等が\n同原告の理事に就任したわけでもないこと，        これらの文書が到達した後，\n被告が同原告に対する会費の支払いを中止した一方で，同原告も被告に対して総会\n等の案内をしなかったことなどに照らせば，被告と同原告の間では，当時，Ｄが同\n原告の理事を辞任することにより，同時に，被告も同原告の会員たる地位を離脱し\nたという共通の認識が存在したものと認めることができる（乙３，５）。したがっ\nて，平成１３年１２月に上記文書が同原告に到達したことにより，被告は原告の会\n員たる地位を失ったものというべきである。\n以上によれば，平成１４年度の年会費として２万４０００円の支払を求める\n原告自主規制委員会の請求は，理由がない。\n５　請求の趣旨１(5)に係る請求原因について\n前記のとおり，原告自主規制委員会の請求は，被告が「家庭教師優良業者全\n国ネットワーク」の名称を使用する行為は，誇大広告を禁じる特定商取引法４３条\nに違反するとした上，主務大臣の業務停止権限等を規定する同法４７条を根拠に，\n上記「家庭教師優良業者全国ネットワーク」から「優良業者」の文字を削除するこ\nとなどを求めているものと善解することができる（第２，１(5)）。\nしかしながら，特定商取引法は，４３条で役務提供業者等の誇大広告等を禁\n止する旨を規定し，４７条で主務大臣の業務停止権限等を規定しているが，役務提\n供者等に同法４３条に違反する行為があったとしても，私人が同法の規定に基づき\n当該業者等に対して業務の停止や違反行為の差止等を求める権利を有するものでな\nいことは，同法の規定から明らかであるから，原告自主規制委員会の上記主張は，\nそれ自体失当というほかない。その他，同原告が被告に対して上記のような請求を\nなし得る法律上の根拠については，同原告から何らの主張も立証もない。\nしたがって，この点に関する同原告の請求には理由がない。\n６　請求の趣旨１(6)に係る請求原因について\nここでも，原告自主規制委員会は，特定商取引法４３条，４７条等を根拠\nに，被告が使用する「家庭教師優良業者全国ネットワーク認定“優良ＡＡＡ業\n者”」の表示及び関連マークを削除することなどを求めているものと解されるが，\n私人である原告自主規制委員会が，同法の規定に基づき，役務を提供する業者に対\nして違反行為の差止等を求める私法上の権利を有するものでないことは，前項５で\n述べたとおりである。\nよって，この点に関する同原告の請求には理由がない。\n７　請求の趣旨２に係る請求原因について\n本件で提出されたすべての証拠を精査しても，被告が本件商標「家庭教師派\n遣業自主規制委員会」及びその類似の範囲にある商標を使用している事実を認める\nに足りる証拠は存在しない。\nしたがって，その余の点について判断するまでもなく，本件商標権の侵害を\n根拠とする原告センター学院の損害賠償請求には，理由がない。\n８　請求の趣旨３記載に係る請求原因について\n前項７で判示したとおり，本件商標権の侵害を根拠とする原告センター学院\nの差止請求には理由がなく，まして，商標権者でない原告自主規制委員会の同請求\nに理由がないことは明らかである。\nまた，前記５及び６で判示したところなどに照らし，その他の点（例えば，\n「ＮＰＯ法人家庭教師派遣業自主規制委員会認定・優良ＡＡＡ認定業者」の表示が\n虚偽であったことを表示し，謝罪広告せよとの点）については，そもそも，原告ら\nが被告に対し，このような謝罪広告を求め得る実体法上の根拠が存在しない。\nしたがって，この点に関する原告らの請求には理由がない。\n第４　結論\n以上によれば，原告らの請求は，いずれも理由がない。よって，主文のとお\nり判決する。\n東京地方裁判所民事４６部\n裁判長裁判官　　三　　村　　量　　一\n裁判官　　青　　木　　孝　　之\n裁判官　　吉　　川　　　　　泉\n"
}