{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 9,
    "day": 25
  },
  "case_number": "平成13(行ケ)243",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "11623",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=11623",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/623/011623_hanrei.pdf",
  "contents": "平成１３年（行ケ）第２４３号　特許取消決定取消請求事件（平成１４年９月１１\n日口頭弁論終結）\n判　　　　　　　　　　　決\n原　　　　　　告　　　旭精工株式会社\n訴訟代理人弁護士　　　鈴  木    　修\n同　　　　　　　　　　岡  本  義  則\n被　　　　　　告　　　特許庁長官　太　田　信一郎\n指定代理人　　　      澤  井  智  毅\n同　　　　　　　　　　橋  本  康  重\n同　　　　　　　　　　大  野  克  人\n同　　　　　　　　　　宮  川  久  成\n主　　　　　　　　　　　文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n事実及び理由\n第１　当事者の求めた裁判\n１　原告\n特許庁が異議２０００－７３８２５号事件について平成１３年３月２９日に\nした決定を取り消す。\n訴訟費用は被告の負担とする。\n２　被告\n主文と同旨\n第２　当事者間に争いのない事実\n１　特許庁における手続の経緯\n原告は、名称を「電子式の硬貨選別装置」とする特許第３０３１５２５号発\n明（平成７年１月２７日特許出願、平成１２年２月１０日設定登録、以下、この特\n許を「本件特許」という。）の特許権者である。\n本件特許につき特許異議の申立てがされ、特許庁は同申立てを異議２０００\n－７３８２５号事件として審理した上、平成１３年３月２９日、「特許第３０３１\n５２５号の請求項１に係る特許を取り消す。」との決定（以下「本件決定」とい\nう。）をし、その謄本は、同年５月１日、原告に送達された。\n２　願書に添付した明細書（以下「本件明細書」という。）の特許請求の範囲の\n請求項１記載の発明（以下「本件発明」という。）の要旨\n硬貨を一枚のみ通過するための通路手段ならびに、この通路手段を通過する\n硬貨の各面に対向するように当該通路手段に設けられた硬貨検知用の第一ならびに\n第二のリング形コイル手段をもつ電子式硬貨選別装置において少なくとも、\n前記第一のリング形コイル手段は第一の内部コイルと該内部コイルの外周をフ\nェライト壁無しに囲む第一の外部コイルとを備えると共に、\n前記第二のリング形コイル手段は第二の内部コイルと該内部コイルの外周をフ\nェライト壁無しに囲む第二の外部コイルとを備え、さらに、\n前記第一と第二の内部コイルは和動モードあるいは差動モードの一つで接続さ\nれ、前記第一と第二の外部コイルは和動モードあるいは差動モードの他の一つで接\n続されていることを特徴とした電子式の硬貨選別装置。\n３　本件決定の理由\n本件決定は、別添決定書写し記載のとおり、本件発明は、特開平４－３１１\n２９４号公報（本訴甲第３号証、以下「刊行物１」という。）記載の第１実施例\n（以下「第１実施例」という。）及び第２実施例（以下「第２実施例」という。）\nに基づいて当業者が容易に発明をすることができたものであるから、本件特許は、\n特許法２９条２項の規定に違反してされたものであり、同法１１３条２号に該当\nし、取り消されるべきものである（注、「特許法２９条２項の規定により拒絶の査\n定をしなければならない特許出願に対してされたものであって、特許法等の一部を\n改正する法律（平成６年法律第１１６号）附則１４条に基づく特許法等の一部を改\n正する法律の施行に伴う経過措置を定める政令（平成７年政令第２０５号）４条２\n項の規定により取り消されるべきものである」との趣旨と解される。）とした。\n第３　原告主張の本件決定取消事由\n本件決定の理由中、本件発明と第１実施例との一致点及び相違点１、２の認\n定（決定謄本４頁２６行目～５頁１２行目）並びに相違点２についての判断（同６\n頁３０行目～７頁１３行目）は認め、相違点１についての判断は争う。\n本件決定は、刊行物１の第２実施例の認定を誤り（取消事由１）、本件発明\nと第１実施例との相違点１についての判断を誤る（取消事由２）ことにより、本件\n発明の進歩性の判断を誤ったものであるから、違法として取り消されるべきであ\nる。\n１　取消事由１（第２実施例の認定の誤り）\n(1) 本件決定は、刊行物１（甲第３号証）の【図２】に関する記載及び【図\n２】の図示から、第２実施例には、「複数のコイルをコイル手段の同心上の内・外\n周に配置する」（決定謄本５頁２３行目～２４行目）、言い換えれば、「コアの内\n側に内部コイルを巻き、内部コイルの外側に外部コイルを巻く」という技術的思想\nが示されていると認定している。しかし、刊行物１の【図２】に関する記載は、単\nに「図２のセンサー断面図に示すように、１つのコア２３に複数のコイル２４、２\n５を巻き、各々のコイル２４、２５が独立した発振回路２６、２７を接続して構成\nされた磁気センサーを備えた構成の硬貨選別装置であれば、本発明の目的を達成す\nることができる」（３頁３欄段落【００１５】）とあるだけであり、「１つのコア\n２３の内側に内部コイル２５を巻き、内部コイル２５の外側に外部コイル２４を巻\nき」とは記載されていない。これは、同【図１】に示されるように、「コア２３」\nに「コイル２４」を巻き、「コア２３」に「コイル２５」を巻くことを意味する記\n載である。したがって、第２実施例に、「複数のコイルをコイル手段の同心上の\n内・外周に配置する」という技術的思想（発明）が示されているとした本件決定の\n認定には、刊行物１に開示された技術内容につき事実を誤認した違法がある。\n(2) 仮に、第２実施例が、「複数のコイルをコイル手段の同心上の内・外周に\n配置する」構成、すなわち、内部コイルと外部コイルを用いる構成であるとして\nも、これを実用的なものとするには、内部コイルと外部コイルとの間にフェライト\n壁を必要とするものであり、第２実施例に関する記載と【図２】の図示から「『フ\nェライト壁』を設けているとは到底認められない」（５頁２５行目～２６行目）と\nした本件決定の認定は誤りである。なぜなら、フェライト壁が設けられていなけれ\nば、発振周波数を離したとしても、内部コイルと外部コイルとに干渉が生じてしま\nい、【図２】の構成では刊行物１（甲第３号証）にいう本件発明の「一つのセンサ\nーで硬貨の複数の特性を検知する」（１頁【目的】）との目的を達成することはで\nきないからである。この点につき、例えば、特許第２９０４５７９号公報（甲第４\n号証）において、「米国特許第３，９１８，５６３号において、同一コアに巻かれ\n異なる周波数で動作する２個の送信コイルを備えることが提案されたが、コイン受\n納性に対して望ましい検査を適用する目的のため、包含された２つの周波数を個々\nにモニターできるように互いに分離するために周波数フィルター回路網を追加する\n必要があった」（３頁５欄４７行目～６欄２行目）という問題点が示され、その解\n決手段として、２個のコイル間に高透磁率材料を配置する構成が示されている。こ\nのように、２個のコイルを同心上の内周、外周に配置した構成では、フェライト壁\nのような高透磁率材料を、内部コイルと外部コイルの間に入れて、干渉を防止する\n等の処置を講ずる必要がある。第１実施例においても、相互インダクタンスが\n「正」になるように接続したものと、相互インダクタンスが「負」になるように接\n続したものを組み合わせて干渉を防止している。いずれも、相互インダクタンスを\n共に「正」又は「負」にする構成は、干渉が生じてしまうので採られていない。第\n２実施例のようにコアを対向させて配置していない場合には、フェライト壁がなけ\nれば、磁界が同方向に生じ、干渉が生ずることは当業者にとって明らかである。こ\nのことは、実験データによっても明らかにされている。すなわち、原告の従業員で\nある大友博作成の「干渉に関する実験結果報告書」（甲第５号証、以下「干渉実験\n報告書１」という。）には、２個のコイルを同心円状に重ねて巻いた構成では、フ\nェライト壁を持たないと、高い周波数の方が低い周波数と干渉して低い周波数とな\nってしまうことが示されており、２個のコイルを、コイルの上に直接コイルを巻い\nた場合には、外側コイルと内側コイルとの間に干渉が生じてしまうのである。周波\n数の組合せを変えた場合についての追加実験に関する大友博作成の「干渉に関する\n実験結果報告書２」（甲第８号証、以下「干渉実験報告書２」という。）によれ\nば、どのような周波数の組合せを行っても干渉が生じ、２個のコイルを設けた意味\nがなくなり、何を測っているのかすら分からない状態となることが明らかである。\n刊行物１の段落【００１６】は、和動接続・差動接続を用いて干渉を抑制している\n第１実施例であっても、発振周波数を離して初めてコイルの干渉の影響が硬貨通過\n時の１％以下になるという記載である。第２実施例は、フェライト壁がないとすれ\nば、発振周波数を離したとしてもコイルの干渉の影響が硬貨通過時の１％以下にな\nることはないばかりでなく、測定不能になる。したがって、上記段落【００１６】\nは第１実施例に関する記載であって、第２実施例に関する記載ではなく、同段落\n【００１７】の記載も同様である。刊行物１の出願を優先権の基礎とした米国出願\n（甲第１０号証）においても、刊行物１の段落【００１７】に対応する部分の記載\nは、第２実施例ではなく、第１実施例に関する記載となっている。\nまた、以下の理由によっても、第２実施例がフェライト壁なしに発振制御\n回路を設けて発振を時間的に制御するものと解することはできない。\n①　第２実施例のコイルを２個設ける意味がない。\n第２実施例が発振するコイルを適当なタイミングで切り換えることがで\nきるようにして干渉を防止したものであるとすれば、そもそも複数のコイルを設け\nるまでもなく、各々の発振回路をスイッチで切り換えることにより、１個のコイル\nで実現できるのに、あえて複数のコイルを用いることは、コイルの追加による組立\nての工数が増えてコストの増加につながるばかりか、センサー（フェライトコア）\nの大型化を招き、大きなデメリットがある。\n②　刊行物１の【図２】には発振制御回路が存在しない。\n③　発振制御回路に関する記載は第２実施例には結び付かない。\n当業者が同段落【００１７】の記載に接しても、これを一般のコイン識\n別装置の記載と受け止めることはない。\n④　１個のコアに巻かれた複数のコイルが同時に発振しないように制御した\nり、発振するコイルを適当なタイミングで切り換えることは、刊行物１記載の発明\nの効果及び目的に整合しない。\n⑤　発振を時間的に制御する機構の詳細は刊行物１に開示されていない。\n⑥　発振を時間的に制御しても硬貨の複数の特性を同時に検知できない。\n第２実施例の構成で発振を時間的に制御しても、差動接続を用いていな\nいので、硬貨の「厚み」を検知することは原理的に不可能であるから、硬貨の複数\nの特性を同時に検知できない。\nしたがって、第２実施例の技術的思想はフェライト壁を用いないもので\nあるとした本件決定には、刊行物１に開示された技術内容を誤認した違法がある。\n(3) また、第２実施例において、仮に、フェライト壁がコイル間に存在しない\nとした場合、第２実施例は、当業者にとって測定不能なものであって、技術的に意\n味をなさないものであり、これを第１実施例と組み合わせて本件発明に至ることは\n不可能である。なぜなら、上記のようにフェライト壁が設けられていなければ、発\n振周波数を離したとしても、内部コイルと外部コイルとに干渉が生じ、そもそも内\n部コイルと外部コイルとを独立に設けた意味が失われ、刊行物１記載の発明の目的\nであるコインの複数の性質の測定が不可能となるからである。\n当業者が、第２実施例及び刊行物１（甲第３号証）の【図２】を理解しよ\nうとした場合には、記載が省略されているがフェライト壁がコイル間に設けられて\nいると理解するか、あるいは、【図２】にはフェライト壁がコイル間に明示されて\nいないことから、全く意味のないセンサーが記載されていると理解するほかない。\n刊行物１中の第２実施例に関する記載は、「本実施例ではコア１０、１１を対向し\nて配置した場合について述べたが、図２のセンサー断面図に示すように、１つのコ\nア２３に複数のコイル２４、２５を巻き、各々のコイル２４、２５が独立した発振\n回路２６、２７を接続して構成された磁気センサーを備えた構成の硬貨識別装置で\nあれば、本発明の目的を達成することができる」（３頁３欄段落【００１５】）の\n部分のみであるところ、上記のようにフェライト壁が設けられていなければ、干渉\nが生じてしまい、まともに測定など行えないので、この記載自体が誤りである。\n加えて、当業者にとって、単に１個のコアに内部コイルと外部コイルを巻\nいただけで、間にフェライト壁も設けていない場合には、干渉が生じ、測定が不可\n能であることは明らかである。すなわち、当業者は、第２実施例及び【図２】の図\n示は、発明の目的を全く達成し得ない構成が記載されているととらえるだけであ\nり、第２実施例は一つの技術的思想として把握する余地のないものである。したが\nって、フェライト壁が２個のコイル間に存在しないとすれば、第２実施例は引用例\nとなり得る技術的思想ではなく、これを他の発明と組み合わせて本件発明に至るこ\nとはできない。\n２　取消事由２（本件発明と第１実施例との相違点１についての判断の誤り）\n(1) 第２実施例が、「内部コイルと該内部コイルの外周をフェライト壁無しに\n囲む外部コイル」（決定謄本５頁２７行目～２８行目）という構成を示したもので\nあるとしても、本件発明は、第１実施例に第２実施例の技術的思想を組み合せるこ\nとによって当業者が容易に想到することができたものとはいえない。すなわち、第\n１実施例の技術的思想は、和動接続・差動接続を用いており、これが、結果として\nコイル間の干渉を防止することになっているのに対して、第２実施例の技術的思想\nは、和動接続・差動接続に依拠する方式ではなく、内部コイルと外部コイルとの干\n渉を防止するためにフェライ卜壁を挿入するなど、両者の干渉防止措置が必要であ\nる。すなわち、コイル間の干渉を防止するために、第１実施例は和動接続・差動接\n続を用いる方式であるのに対し、第２実施例はこれらに依拠しない方式である。し\nたがって、両者は技術的に根本的な相違を有する方式であって、両者を組み合わせ\nる技術的な必然性は存在しない。\n(2) さらに、本件決定は、「小型化」という共通の課題の解決に向け、第１実\n施例と第２実施例の技術的思想を組み合わせることは容易であると判断するが誤り\nである。第１実施例の「小型化」とは、コアを対向して配置して、和動接続・差動\n接続を用いて材質と厚みという異なる特性を１個のセンサーで検知することによる\nものであるのに対し、第２実施例の「小型化」は、単に１個のコアに２個のコイル\nを巻くことでセンサーの数を減らすものにすぎない。このように、「小型化」の意\n味が異なっているから、「小型化」という共通の課題に向けて第１実施例と第２実\n施例の技術的思想を組み合わせることが容易であるとする本件決定の判断は、誤り\nである。\n加えて、刊行物１（甲第３号証）において、第２実施例は、第１実施例の\nコアを対向して配置する構造を用いなくてもよいし、第１実施例とは異なりコアを\n対向して配置しない方法として挙げられている。このように、第２実施例の全体の\n構成は、コアを対向して配置しないことにより一層の小型化が実現することを示唆\nするものであるから、刊行物１に接した者が装置の小型化を図ろうとする場合に、\n第２実施例の技術的思想と第１実施例を組み合わせることを妨げる事情が存在す\nる。\n(3) 本件発明は、第１実施例にはない特有の効果を有する。すなわち、本件発\n明は、第１実施例とは異なり、コイルの同心上の内、外周に複数のコイルを配置し\nているため、バイメタルコイン（同心上の内側と外側で異なる材質を用いるコイ\nン）の識別に効果を発揮する。これに対して、第１実施例は、「コア１０、１１は\n識別しようとする最小の硬貨７の外径より小さい外径のものを用い、最小外径の硬\n貨７の中心がコア１０、１１の中心付近を通過するような位置に配置している」\n（甲第３号証２頁２欄段落【００１０】）とするが、２個のコイルをコイルの同軸\n上の内側と外側に配置しているため、コインの周辺部に対する反応が鈍く、バイメ\nタルコインの識別には適していない。バイメタルコインにおいては、異なる材料を\n用いた内側部と外側部の境の内径が識別に重要であり、大友博作成の「バイメタル\nコインに関する実験結果報告書」（甲第６号証、以下「バイメタルコイン実験報告\n書」という。）によれば、本件発明の方式においては、異なる内径のバイメタルコ\nインにおいて電位差が大きく出るのに対し、第１実施例記載の方式においては、異\nなる内径のバイメタルコインにおいて電位差が小さなものにとどまっている。\n第４　被告の反論\n本件決定の認定判断は正当であり、原告主張の取消事由は理由がない。\n１　取消事由１（第２実施例の認定の誤り）について\n(1) 原告は、刊行物１においては、内部コイル、外部コイルという文言は使用\nされておらず、単にコアに複数のコイルを巻くという技術的思想を示すものにすぎ\nず、第２実施例は、「複数のコイルをコイル手段の同心上の内・外周に配置する」\n（決定謄本５頁２３行目～２４行目）という技術的思想を示すものではない旨主張\nする。しかしながら、刊行物１に、文言上、内部コイル、外部コイルなる用語が直\n接使用されていなくとも、刊行物１の【図２】には、複数のコイルをコイル手段の\n同心上の内周、外周に配置する点が明確に図示されているから、第２実施例に上記\n技術的思想が示されていない旨の原告の主張は失当である。すなわち、乙第１～第\n３号証によれば、□内に×を用い電磁コイルの断面図を表記することが一般的であ\nることが認められ、これを前提に刊行物１の【図２】を見ると、「コア２３」内に\n配置される一方の「コイル２４」は、同じ「コア２３」内に配置される他方の「コ\nイル２５」の外周に位置している。換言すれば、この２個の「コイル２４、２５」\nは、同一の「コア２３」内の同心状の内周、外周に配されるものであるといえる。\nさらに、特開昭５９－４３３４９号公報（乙第１号証）、特開平５－２６６０３号\n公報（乙第２号証）及び特開平３－２９２２０７号公報（乙第３号証）には、複数\nのコイルが刊行物１の【図２】のような断面図で表される場合、その複数のコイル\nの配置構成として、これら複数のコイルは同心上の内周、外周に配置されるもので\nあることを示している。\n(2) また、原告は、第２実施例の技術的思想はフェライト壁を必要としないも\nのではないと主張する。しかし、刊行物１（甲第３号証）は、そもそもフェライト\n壁について何ら示唆するところも言及するところもなく、原告が主張するようなフ\nェライト壁と干渉との関係について触れるところもない。他方、刊行物１には、\n「他のコイルによる影響については、実験および電子計算機による発振回路のシミ\nュレーションにより、発振周波数を離せばこの影響を硬貨通過時の発振レベル変化\nに対して１％以下に抑えられることを確認している。また検知しようとする硬貨の\n特性に対して最適な（例えば硬貨通過時の変化量が最大になるような）発振周波数\nをそれぞれの発振回路で選んだ方がよいのは当然である」（３頁３欄段落【００１\n６】）、「他のコイルの影響がわずかでも問題となるような場合には、各々の発振\n回路の電源部や帰還部などにスイッチを設けて、発振させたり発振を止めたりでき\nるような構成とし、このスイッチを制御する発振制御回路を設ければ、１つのコア\nに巻かれた複数のコイルが同時には発振しないように制御したり、発振するコイル\nを適当なタイミングで切り換えることができるようになる」（同３欄～４欄段落\n【００１７】）と記載され、要するに、本件明細書（甲第２号証）において指摘さ\nれると同様、発振周波数を離すことにより干渉が抑制されること、さらに、わずか\nな干渉が問題となる場合には、個々のコイルの発振のタイミングを変えることを干\n渉を抑制する手段として挙げている。このように、刊行物１には、複数のコイルの\n干渉を抑制する手段として、原告が主張するようなフェライト壁に依拠するような\n記載や示唆は何らなく、別の手段として、発振周波数を離すこと及びそのタイミン\nグを変えることを挙げている以上、刊行物１は、フェライト壁以外の手段により、\n干渉を抑制しようとするものであることは明らかである。したがって、第２実施例\nにフェライト壁の記載が何らないのにこれがあるものとし、第２実施例の技術的思\n想はフェライト壁を必要としないものではないとする原告の上記主張は失当であ\nる。\n(3) 原告は、第２実施例は、仮にフェライト壁がコイル間に存在しないとする\n場合、当業者にとって測定不能なものであって、技術的に意味をなさないものであ\nり、これを第１実施例と組み合わせて本件発明に至ることは不可能であると主張す\nる。しかしながら、原告の、フェライト壁が設けられていなければ、発振周波数を\n離したとしても内部コイルと外部コイルとに干渉が生じてしまうとの主張の技術的\n根拠及び本件発明のように和動・差動接続したものであればこうした干渉が生じ得\nないとする技術的根拠は明らかではない。すなわち、本件明細書の【発明の詳細な\n説明】の段落【００１７】及び段落【００２１】には干渉に関する記載があるが、\n同記載は、干渉発生及びその抑制のメカニズムは周波数との関係でのみ論じてお\nり、和動・差動接続による干渉抑制のメカニズムの記載はない。また、原告は、上\n記主張により、あたかもフェライト壁のみが干渉を抑制する手段であるかのごとく\n主張するが、上記のとおり、刊行物１（甲第３号証）には、干渉を抑制する手段と\nして、段落【００１６】及び段落【００１７】に、発信周波数を離すことにより干\n渉が抑制されること、さらに、わずかな干渉が問題となる場合には、個々のコイル\nの発振のタイミングを変えることを干渉を抑制する具体的な手段として挙げている\nのであるから、原告の上記主張は失当である。\n２　取消事由２（本件発明と第１実施例との相違点についての判断の誤り）につ\nいて\n(1) 原告は、コイル間の干渉を防止するために、第１実施例は和動接続・差動\n接続を用いる方式であるのに対し、第２実施例はこれらに依拠しない方式であると\nして、第１実施例と第２実施例の技術的思想は根本的に異なっていると主張し、そ\nの根拠として、第２実施例の技術的思想は、和動接続・差動接続に依拠する方式で\nはなく、内部コイルと外部コイルとの干渉を防止するためにフェライト壁を挿入す\nるなど、両者の干渉防止措置が必要であると指摘している。しかしながら、上記の\nとおり、第２実施例にはフェライト壁に関する何らの示唆もないから、この点に関\nする原告の主張は失当である。\nまた、本件明細書（甲第２号証）の【発明の詳細な説明】には、「本実施\n例においては和動接続には低い周波数として３０ｋＨｚ付近が用いられ差動接続に\nは高い周波数として１８０ｋＨｚ付近が用いられた。本発明者の実験によると高い\n周波数が低い周波数の２倍以上に設定されると互いの干渉がなくなりそれぞれに良\n好な電圧降下が示された」（３頁５欄～６欄段落【００１７】）、「低い周波数Ｌ\nＦと高い周波数ＨＦとの関係を２倍以内（２ＬＦ＞ＨＦ）とすると例えば図８に示\nされるように干渉Ｋが生じてインピーダンスの変化を良好に読み取ることができな\nかった」（同６欄段落【００２１】）と記載され、たとえ和動・差動接続であって\nも、周波数によっては干渉が生じ得ることが記載されている。それにもかかわら\nず、和動・差動接続こそが干渉防止手段のごとく主張し、それに基づき両者が根本\n的に相違するとする原告の主張は失当である。上記のとおり、第２実施例から引用\nすべき技術的思想は、単にコア（コイル手段）内部の複数のコイルの配置構成のみ\nであり、このような配置構成の適用に際し、原告が主張するような干渉の存否や干\n渉抑制手段を前提とする議論には意味がない。\nさらに、刊行物１記載の個々の実施例の技術的思想が根本的に異なるとす\nる原告の主張は、これら個々の実施例により説明される個々の発明の産業上の利用\n分野や解決しようとする課題等が同一である以上、当たらない。\n(2) 原告は、さらに、第１実施例の「小型化」とは、コアを対向して配置し\nて、和動接続・差動接続を用いて材質と厚みという異なる特性を１個のセンサーで\n検知することによるものであるのに対し、第２実施例の「小型化」は、単に１個の\nコアに２個のコイルを巻くことでセンサーの数を減らすものにすぎないとして、\n「小型化」の意味は異なっており、「小型化」という共通の課題に向けて、第１実\n施例と第２実施例の技術的思想を組み合わせることが容易であるとする本件決定の\n判断は誤りであると主張し、また、第２実施例の全体の構成は、コアを対向して配\n置しないことにより、一層の小型化が実現することを示唆するものであるから、刊\n行物１に接した者が装置の小型化を図ろうとする場合に、第２実施例の技術的思想\nと第１実施例を組み合わせることを妨げる事情が存在するとも主張している。しか\nしながら、刊行物１は、個々の実施例の「小型化」を個別に説明するものではな\nく、両実施例を包含する一つの発明の効果としてとらえている。一方、原告の上記\n主張は、いずれも、個々の実施例の「小型化」を、狭義に、かつ、個別に解釈する\nものであり、失当である。また、本件発明は、【発明の詳細な説明】によれば、技\n術的課題として、従来技術が「硬貨の通路に沿って発振コイルが複数個並べられて\nいる」（段落【０００４】）ため、「投入された硬貨の判定に時間が掛かる」（同\n項）、「硬貨の通路を硬貨の移動方向に沿って長くしなければならない」（同項）\n及び「電子式硬貨選別装置の形状が大形化してしまう」（段落【０００５】）との\n問題点を挙げ、本件発明の効果として、「本発明は複数個の発振コイルを硬貨の通\n路に沿ってそのまま複数個並べる必要が無いため硬貨の通路を短縮（注、「通路短\n縮」とあるのは「を」の脱落と認める。）できると共に硬貨の判定時間を短く出来\nるという大きな効果が得られる」（段落【００２３】）としている。一方、刊行物\n１（甲第３号証）は、技術的課題として、「多くの硬貨識別装置は、複数のセンサ\nーを備えている。この種のセンサーは、コアに巻いたコイルを硬貨の通路に沿って\n配置し」（２頁１欄段落【０００２】）ていることを挙げ、効果として、「本発明\nの硬貨識別装置は、１つのコアに複数のコイルを巻き、各々のコイルが独立した発\n振回路を構成するように形成された磁気センサーを備えた構成とすることにより、\n１つの磁気センサーで硬貨の複数の特性を同時に検知することができるようにな\nり、そのため、磁気センサーの数を減らし小型化やコストダウンの可能な硬貨識別\n装置を提供することができる」（３頁４欄段落【００１８】）としている。このよ\nうな複数個の発振コイルを硬貨の通路に沿ってそのまま複数個並べる必要をなく\nし、もって小型化に寄与するという技術的思想は、本件発明と刊行物１記載の発明\nとで共通しているだけではなく、第１実施例と第２実施例にも当然に共通するとこ\nろである。そして、コアの軸方向（コアの幅）の小型化に寄与する第２実施例記載\nの同心上のコイルの配置を、コアの半径方向（コアの径）の小型化に寄与する第１\n実施例記載の同軸上のコイルの配置に換えて用いることは、いずれの方向（幅又は\n径）のコアの小型化を望むかにより、当業者により選択されるべきものであって、\n両実施例記載のものが共に複数のコイルにより硬貨を識別するという機能で共通す\nる以上、これらを組み合わせることに格別の困難性はない。\n(3) 原告は、本件発明は、第１実施例とは異なりコイルの同心上の内、外周に\n複数のコイルを配置しているため、バイメタルコインの識別に効果を発揮するとし\nて、第１実施例にはない特有の効果を奏すると主張する。しかしながら、第２実施\n例に「内部コイルと該内部コイルの外周をフェライト壁無しに囲む外部コイル」と\nの構成が記載されている以上、その構成と同様の「コイルの同心上の内・外周に複\n数のコイルを配置している」ことを根拠とした効果が、本件発明に特有のものであ\nるということはできず、原告の上記主張は失当である。\nまた、原告は、第１実施例のコアの径と硬貨の径とに言及し、「コイン周\n辺部に対する反応が鈍く」と主張し、バイメタルコイン実験報告書（甲第６号証）\nにおいて径の異なるバイメタルコインについてその実験結果を示している。しか\nし、そもそも本件特許の特許請求の範囲にはコイル手段の直径や硬貨の直径との関\n係は何ら記載されていないから、上記の実験やコイル手段の径の相違に基づく原告\nの主張は失当である。\n第５　当裁判所の判断\n１　取消事由１（第２実施例の認定の誤り）について\n(1) 本件決定が、相違点１として認定した点、すなわち、「『第一及び第二の\nコイル手段』内の複数のコイルの配置と接続に関し、本件発明が、『内部コイルと\n該内部コイルの外周をフェライト壁無しに囲む外部コイル』、即ち、同コイル手段\nの同心上の内・外周に複数のコイルを配置し、対向する内部コイル同士と外部コイ\nル同士をそれぞれ接続するのに対し、上記刊行物１（注、本訴甲第３号証）記載の\n実施例１（注、第１実施例）は、『複数のコイルをコイル手段の同軸上の内側と外\n側に備え』、対向する内側コイル同士と外側コイル同士をそれぞれ接続している\n点」（決定謄本５頁３行目～９行目）の判断につき、「かかる記載及び図２の記載\nから、複数のコイルをコイル手段の同心上の内・外周に配置すると共に、・・・当\n該刊行物１記載のものは当該第２実施例（注、第２実施例）も含めて『フェライト\n壁』を設けているとは到底認められないことから、同第２実施例には、複数のコイ\nルの配置構成にのみ着目すれば、『内部コイルと該内部コイルの外周をフェライト\n壁無しに囲む外部コイル』が記載されていると言える」（決定謄本５頁２３行目～\n２８行目）と認定した点につき、原告は、第２実施例は、「複数のコイルをコイル\n手段の同心上の内・外周に配置する」という技術的思想を示すものではないから、\n本件決定の上記認定は誤りであると主張する。\nしかしながら、刊行物１（甲第３号証）には、「本実施例ではコア１０、\n１１を対向して配置した場合について述べたが、図２のセンサー断面図に示すよう\nに、１つのコア２３に複数のコイル２４、２５を巻き、各々のコイル２４、２５が\n独立した発振回路２６、２７を接続して構成された磁気センサーを備えた構成の硬\n貨選別装置であれば、本発明の目的を達成することができる」（３頁３欄段落【０\n０１５】）と記載され、【図２】には第２実施例の断面図が示されている。また、\n特開昭５９－４３３４９号公報（乙第１号証）、特開平５－２６６０３号公報（乙\n第２号証）及び特開平３－２９２２０７号公報（乙第３号証）によれば、□内に×\nを用い電磁コイルの断面図を表記することが一般的であること、複数のコイルが刊\n行物１の【図２】のような断面図で表される場合、その複数のコイルの配置構成と\nして、これら複数のコイルは同心上の内周、外周に配置されるものであることを示\nしていることが認められ、これを前提にして上記【図２】を見るに、断面「ヨ」字\n状の「コア２３」の中央部の突出部分の上下に各々２個のコイル断面が図示されて\nおり、最上部のコイル、すなわち「コア２３」の中央部の突出部分から見て外周側\nのコイルの左方に「２４」の符号が付され、このコイルの右方にブロック「２６」\nへ至る２本の線が図示され、下から２番目のコイル、すなわち「コア２３」の中央\n部の突出部分から見て内周側のコイルの左方には「２５」の符号が付され、このコ\nイルの右方にブロック「２７」へ至る２本の線が図示されている。上記【図２】の\n図示と上記段落【００１５】の記載とを併せて考えると、第２実施例では、「コア\n２３」の外周側に「コイル２４」が、内周側に「コイル２５」が各々配置され、\n「コイル２４」が「発振回路２６」に、「コイル２５」が「発振回路２７」に接続\nされているというべきであるから、第２実施例は複数のコイルを同心上の内周、外\n周に配置するという技術的思想を示すものではないとの原告の主張は採用すること\nができない。\n(2) 原告は、本件決定が、上記のように、相違点１の判断に関して「かかる記\n載及び図２の記載から、・・・当該刊行物１（注、本訴甲第３号証）記載のものは\n当該第２実施例（注、第２実施例）も含めて『フェライト壁』を設けているとは到\n底認められないことから、同第２実施例には、複数のコイルの配置構成にのみ着目\nすれば、『内部コイルと該内部コイルの外周をフェライト壁無しに囲む外部コイ\nル』が記載されていると言える」（決定謄本５頁２３行目～２８行目）と認定した\n点につき、第２実施例の技術的思想はフェライト壁を必要としないものではなく、\n本件決定の上記認定は誤りであると主張するので検討する。\n刊行物１（甲第３号証）における第２実施例に関する記載は上記のとおり\nであり、フェライト壁に関する記載は認められない。また、刊行物１には、「他の\nコイルによる影響については、実験および電子計算機による発振回路のシミュレー\nションにより、発振周波数を離せばこの影響を硬貨通過時の発振レベル変化に対し\nて１％以下に抑えられることを確認している。また検知しようとする硬貨の特性に\n対して最適な（例えば硬貨通過時の変化量が最大になるような）発振周波数をそれ\nぞれの発振回路で選んだ方がよいのは当然である」（３頁３欄段落【００１\n６】）、「他のコイルの影響がわずかでも問題となるような場合には、各々の発振\n回路の電源部や帰還部などにスイッチを設けて、発振させたり発振を止めたりでき\nるような構成とし、このスイッチを制御する発振制御回路を設ければ、１つのコア\nに巻かれた複数のコイルが同時には発振しないように制御したり、発振するコイル\nを適当なタイミングで切り換えることができるようになる」（３頁３欄～４欄段落\n【００１７】）との記載がある。そうすると、刊行物１には、発振周波数を離すと\nいう手段、発振制御回路によって複数のコイルが同時には発振しないように制御し\nたり、発振するコイルを適当なタイミングで切り換えるという手段が記載され、フ\nェライト壁以外の手段によって他のコイルによる影響を抑制することが示されてい\nるのであり、第２実施例がフェライト壁を必要とする技術的思想であるということ\nはできない。\n原告は、干渉実験報告書１、２（甲第５、第８号証）によれば、２個のコ\nイルと同心円状に重ねて巻いた構成では、どのような周波数の組合せを行っても外\n側コイルと内側コイルとの間に干渉が生じてしまうと主張し、干渉実験報告書１\n（甲第５号証）には１通りの周波数の組合せによる実験結果が示され、同２（甲第\n８号証）には９通りの周波数の組合せによる実験結果が示されている。しかし、こ\nれらの実験結果報告書には、高々１０通りの周波数の組合せによる実験結果が示さ\nれているにすぎず、また、この１０通りの周波数の組合せについても、測定結果は\n各々異なっているのであり、それだけでは、原告の上記主張ひいては第２実施例が\n硬貨識別装置として効用を果たし得ないものであることを認めるに足りない。\n原告は、第２実施例は、フェライト壁がないとすれば、発振周波数を離し\nてもコイルの干渉の影響が硬貨通過時の１％以下になることはないばかりでなく、\n測定不能になり、したがって、刊行物１（甲第３号証）の上記段落【００１６】は\n第１実施例に関する記載であって、第２実施例に関する記載ではなく、上記段落\n【００１７】も、第２実施例に関する記載ではないと主張するとともに、刊行物１\nの出願に基づく優先権を主張した米国出願（甲第１０号証）において、刊行物１の\n段落【００１７】に対応する部分の記載は、第２実施例ではなく、第１実施例に関\nする記載となっていることもその根拠となる旨主張する。しかしながら、刊行物１\nの上記段落【００１６】及び段落【００１７】は、第２実施例に関する記載である\n段落【００１５】に続くものであり、他のコイルによる影響とその対策について記\n載するものであるから、２個のコイルを用いる第１実施例及び第２実施例の双方に\n関する記載というべきである。また、上記米国出願は、本件特許の出願とは別個の\n出願であり、同出願には、本件特許の出願には含まれていなかった新たな事項をも\n含み得るのであるから、上記判断を左右しない。\nさらに、原告は、第２実施例が発振制御回路を設けて発振を時間的に制御\nするものと解することはできないとし、その理由として、①第２実施例のコイルを\n２個設ける意味がないこと、②刊行物１の【図２】には発振制御回路が存在しない\nこと、③発振制御回路に関する記載は第２実施例には結び付かないこと、④１個の\nコアに巻かれた複数のコイルが同時に発振しないように制御したり、発振するコイ\nルを適当なタイミングで切り換えることは、刊行物１の発明の効果及び目的に整合\nしないこと、⑤発振を時間的に制御する機構の詳細は刊行物１に開示されていない\nこと及び⑥発振を時間的に制御しても硬貨の複数の特性を同時に検知できないこと\nを挙げ、大友博作成の陳述書（甲第９号証）には同旨の記載がある。\nしかしながら、上記主張について順次検討するに、①第２実施例において\nコイルを２個設ける意味がなく１個のコイルで実現できるとの主張は、刊行物１の\n記載とは異なる技術手段を論ずるものであり、第２実施例において発振を時間的に\n制御することとは何ら関係するものではない。②発振制御回路は、刊行物１の実施\n例についての付加的な選択肢を示すものであるから、【図２】に発振制御回路が示\nされていないことは、第２実施例に発振制御回路を適用する妨げとはならない。③\n刊行物１には、「他のコイルの影響がわずかでも問題となるような場合には・・・\n発振制御回路を設ければ・・・切り換えることができるようになる」（３頁３欄～\n４欄段落【００１７】）と記載されているのであるから、同記載が２個のコイルを\n用いる第２実施例に結び付かないということはできない。④刊行物１記載の「本発\n明は・・・一つの磁気センサーで硬貨の複数の特性を検知する・・・ことを目的と\nするものである」（２頁１欄段落【０００５】）との目的の達成は、硬貨の通過速\n度、発振するコイルを切り換える速度にも依存するものであるから、原告の上記④\nの主張には十分な根拠がない。⑤発振を時間的に制御する機構の詳細の開示がない\nからといって、第２実施例へ発振制御回路を適用することの妨げとなるものではな\nい。⑥硬貨の複数の特性の検知は、他のコイルによる影響の抑制のための発振の時\n間的制御とは何ら関係しない。上記甲第９号証も、これを裏付ける客観的証拠はな\nく、原告の上記①～⑥の主張は、いずれも理由がない。\n以上のとおり、刊行物１にはフェライト壁を用いることの記載はなく、フ\nェライト壁以外の手段についての記載がされているのであって、本件決定が、上記\nのように、「かかる記載及び図２の記載から、・・・当該刊行物１記載のものは当\n該第２実施例も含めて『フェライト壁』を設けているとは到底認められないことか\nら、同第２実施例には、複数のコイルの配置構成にのみ着目すれば、『内部コイル\nと該内部コイルの外周をフェライト壁無しに囲む外部コイル』が記載されていると\n言える」（決定謄本５頁２３行目～２８行目）と認定した点に誤りはない。\n(3) 原告は、第２実施例は、当業者にとって測定不能なものであって、技術的\nに意味をなさないものであり、これを第１実施例と組み合わせて本件発明に至るこ\nとは不可能であると主張する。しかしながら、刊行物１には、発振周波数を離すと\nいう手段、発振制御回路によって複数のコイルが同時には発振しないように制御し\nたり、発振するコイルを適当なタイミングで切り換えるという手段が記載され、フ\nェライト壁以外の手段によって他のコイルによる影響を抑制することが示されてい\nることは、上記のとおりである。したがって、第２実施例が技術的に意味をなさな\nいものであるということはできず、原告の上記主張は失当である。\n２　取消事由２（本件発明と第１実施例との相違点についての判断の誤り）につ\nいて\n(1) 本件決定は、「相違点１に基づく本件発明は、上記刊行物１記載の第１実\n施例に、同第２実施例の技術的思想を適用し、当業者が容易に発明することができ\nた」（決定謄本６頁９行目～１１行目）と判断するところ、原告は、第１実施例の\n技術的思想が、和動接続・差動接続を用いているのに対し、第２実施例の技術的思\n想は、これらに依拠する方式ではなく、内部コイルと外部コイルの干渉防止措置が\n必要であり、両者は技術的に根本的な相違を有する方式であり、両者を組み合わせ\nる技術的必然性が存在しないと主張する。しかし、刊行物１（甲第３号証）には、\n「本発明は・・・硬貨識別装置に関するものである」（２頁１欄段落【０００\n１】）、「本発明は・・・一つの磁気センサーで硬貨の複数の特性を検知すること\nができるようにした磁気センサーを備えた硬貨識別装置を提供することを目的とす\nるものである」（同段落【０００５】）、「この構成により・・・磁気センサーの\n数を減らし装置の小型化を図ることができる」（同２欄～３欄段落【０００７】）\nと記載されている。そして、第１実施例及び第２実施例は、共に刊行物１の出願に\n係る発明の実施例であるから、いずれも「硬貨識別装置」という共通の技術分野に\n属し、１個の磁気センサーで複数の特性を検知するという共通の目的、「装置の小\n型化」という共通の作用効果を奏するものである。そうすると、第２実施例に示さ\nれた技術手段の一部を第１実施例に適用することが格別困難なものということはで\nきない。\n(2) 原告は、さらに、刊行物１の第１実施例と第２実施例とでは「小型化」の\n意味は異なっており、第１実施例と第２実施例を組み合わせることが容易であると\nする本件決定の判断は誤りであると主張する。しかし、第１実施例と第２実施例と\nは、具体的な小型化の態様が異なるとしても、「小型化」という作用効果では共通\nするのであり、また、上記のように技術分野、目的を共通とするものである。そう\nすると、第２実施例の技術手段の一部を第１実施例に適用することが困難というこ\nとはできない。\nまた、原告は、第２実施例は、第１実施例とは異なりコアを対向して配置\nしない方法として挙げられており、第２実施例と第１実施例を組み合わせることを\n妨げる事情があると主張する。しかし、コアを対向して配置することは第１実施例\nに示されているところであり、第２実施例はコアを対向するものではないが、複数\nのコイルを同心上に配置することを示しており、第２実施例のコイル配置に関する\n技術手段を第１実施例に適用することを妨げる事情があるということはできない。\nしたがって、本件発明は第１実施例に第２実施例の技術的思想を組み合せ\nることによって当業者が容易に発明をすることができるものとした本件決定の判断\nに誤りはない。\n(3) 原告は、本件発明は第１実施例とは異なりコイルの同心上の内、外周に複\n数のコイルを配置しているため、バイメタルコインの識別に効果を発揮し、第１実\n施例にはない特有の効果を奏すると主張する。しかし、コイルの同心上の内、外周\nに複数のコイルを配置することは、上記説示のとおり、第２実施例に示されている\nところであり、原告主張の効果は格別のものということはできない。\n３　以上のとおり、原告主張の本件決定取消事由は理由がなく、他に本件決定を\n取り消すべき瑕疵は見当たらない。\nよって、原告の請求は理由がないから棄却することとし、訴訟費用の負担に\nつき行政事件訴訟法７条、民事訴訟法６１条を適用して、主文のとおり判決する。\n東京高等裁判所第１３民事部\n裁判長裁判官    　篠    原    勝    美\n裁判官    　岡　  本    　　　岳\n裁判官    　宮    坂    昌    利\n"
}