{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 17,
    "month": 11,
    "day": 16
  },
  "case_number": "平成15(ワ)29080",
  "case_name": "",
  "court_name": "東京地方裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "9282",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=9282",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/282/009282_hanrei.pdf",
  "contents": "平成１５年(ワ)第２９０８０号　補償金請求事件\n口頭弁論終結日　平成１７年８月３１日\n判決\n原　　　　　　　告　　　　　Ａ\n同訴訟代理人弁護士　　　　　飯沼春樹\n同　　　　　　　　　　　　　児玉譲\n同　　　　　　　　　　　　　竹山拓\n同　　　　　　　　　　　　　櫻井和子\n同　　　　　　　　　　　　　小出卓哉\n同　　　　　　　　　　　　　武内正樹\n同　　　　　　　　　　　　　平田啓子\n同　　　　　　　　　　　　　棚橋美緒\n被　　　　　　　告　　　　　大塚製薬株式会社\n同訴訟代理人弁護士　　　　　松本司\n同　　　　　　　　　　　　　山形康郎\n主文\n１　原告の請求を棄却する。\n２　訴訟費用は原告の負担とする。\n事実及び理由\n第１　請求\n被告は，原告に対し，金１億円及びこれに対する平成１５年１２月２６日か\nら支払済みに至るまで年５分の割合による金員を支払え。\n第２　事案の概要\n本件は，被告の有していた２件の特許権に係る発明について，被告の元従業\n員である原告が，同発明２件は，被告在籍中にした職務発明であり，被告に特許を\n受ける権利（共有持分）を承継させたとして，特許法３５条３項に基づいて，その\n相当の対価（内金５０００万円ずつ合計１億円）及び遅延損害金の支払を求めたの\nに対し，被告が，内１件については，原告が発明者ではないとするとともに，対価\n請求権は時効により消滅していると主張し，他の１件については，被告において利\n益を得ておらず，既に支払った対価を超える請求権は発生しないので，原告の対価\n請求権は認められないと主張して争っている事案である。\n１　前提となる事実等（争いがない事実以外は証拠を末尾に記載する。）\n(1)　当事者\nア　原告は，昭和４８年９月，被告徳島工場第一研究所に技術員として入社\nし，以下のような異動を経て，平成１５年２月に被告を退社した，被告の元従業員\nである。\n昭和４９年４月　　徳島工場第３研究室（後に徳島研究所生物研究部と\n改称）研究員，研究主任（呼吸循環器Ⅱ班リーダー）\n昭和６０年１月　　大阪支店開発課課長\n昭和６１年１月　　徳島研究所新薬研究１部主任研究員\n昭和６２年１月　　徳島研究所新薬研究３部部長\n昭和６３年１月　　徳島研究所応用研究部部長\n平成１０年４月　　育薬研究部血栓血管研究所所長\n平成１１年１０月　医薬第一研究所応用研究部部長\n平成１３年８月　　薬効開拓研究所兼医薬営業本部学術支援担当部長\nイ　被告は，医薬品，栄養製品，飲料等の製造及び販売等を業とする株式会\n社である。\n(2)　被告の特許権\nア　被告は，以下の特許権を有していた（以下，同特許権を「本件物質特許\n権」といい，特許請求の範囲記載の発明を「本件物質発明」という。）が，平成１\n１年８月２５日，本件物質特許権は，存続期間満了により消滅した（甲１の１，１\nの２，１４）。\n発明の名称　　　テトラゾリルアルコキシカルボスチリル誘導体\n特許番号　　　　第１４７１８４９号\n出願年月日　　　昭和５４年８月２５日\n登録年月日　　　昭和６３年１２月２７日\nイ　被告は，以下の特許権を有していたが，平成１７年５月２日，同特許権\nを放棄し，同月１８日，放棄による抹消登録がされた（以下，同特許権を「本件用\n途特許権」といい，特許請求の範囲記載の発明を「本件用途発明」といい，本件物\n質発明とともに「本件各発明」という。）（甲１２，１５，乙１０の１，１０の\n２，１５の１，１５の２）。\n発明の名称　　　内膜肥厚の予防，治療剤\n特許番号　　　　第２５４８４９１号\n出願年月日　　　平成４年７月１０日\n登録年月日　　　平成８年８月８日\n(3)　本件物質特許権及び本件用途特許権（以下「本件各特許権」という。）の\n特許公報における発明者の記載\n本件物質特許権の公開特許公報（甲１の１）及び特許公報（甲１の２）に\nは，発明者として，Ｂ及びＣが記載されている。\n本件用途特許権の特許公報（甲１２）には，発明者として，原告，Ｄ，Ｅ\n及びＦが記載されている。\n(4)　従業員の発明に関する被告の定め\n被告は，従業員の発明に関し，昭和４７年１月１日から施行された「発明\n考案取扱規程」（以下「被告規程」という。）（乙６）を定めている。被告規程に\nは，以下の規定がある。\n（工業所有権の譲渡）\n第４条　　従業員は，前条によって届け出た発明等でそれをなすに至った\n行為がその者の現在または過去の職務に属する場合（以下特許法第３５条の職務発\n明という）のものについては，それに基づく日本国および，外国における工業所有\n権を受ける権利および工業所有権を会社に譲渡しなければならない。\n（出願補償）\n第９条　　第７条により特許等の出願を行った場合，会社はその発明等\nをなした者に対して次の補償金を支給する。\n区　分 特　許 実用新案 意　匠\n金　額 ３，０００円 ２，０００円 ２，０００円\n第２項　補償金を支給される発明等が２人以上の共同のものであると\nきは，原則として補償金額はこれを各人に等分して支給するものとする。\n（登録補償）\n第１０条　第７条による特許等の出願が登録になった場合には，会社はそ\nの発明等をなした者に対して次の補償金を支給する。\n区　分 特　許 実用新案 意　匠\n金　額 ５，０００円 ５，０００円 ５，０００円\n第２項　補償金を支給される発明等が２人以上の共同のものであると\nきは，第９条第２項の規定を準用する。\n（実績補償）\n第１１条　委員会は工業所有権として登録された発明等の実施状況を調査\nし，委員会が当該発明等の実施効果が顕著であって会社業績に貢献したと認めた場\n合においては，その発明等をなした者に対して補償金を支給する。（５０，０００\n円以上）\n第２項　補償金を支給される発明等が２人以上の共同のものであると\nきは，第９条第２項の規定を準用する。\n第３項　第７条第２項の会社が特許等の出願を行わずかつ発明者に返\n却をもしない発明等については，その実施状況を調査し，委員会が当該発明等の実\n施効果が顕著であって会社業績に貢献したと認めた場合においてはその発明等をな\nした者に対して第１１条第１項に準じた補償金を支給する。ただし，その発明等が\n工業所有権として登録される性質を有しないものと認められた場合はこの限りでは\nない。\n(5)　特許を受ける権利の被告に対する承継\n本件各発明は，いずれも，被告の従業者による職務発明であり，それらの\n発明についての特許を受ける権利は，被告規程４条に基づいて，被告に承継され\nた。\n(6)　原告に対する補償金の支払\n被告は，本件用途発明について，原告に対し，被告規程に基づく出願補償\nとして，平成４年１２月下旬に７５０円，登録補償として，平成８年１２月下旬に\n１２５０円の支払をした。\n(7)　特許を受ける権利の承継についての相当対価\n被告の従業者は，被告規程により，職務発明についての特許を受ける権利\nが被告に承継された時点，すなわち，本件物質発明については昭和５４年８月２５\n日の出願以前，本件用途発明については平成４年７月１０日の出願以前の時点で，\n被告に対する相当対価の請求権を取得したものであり（特許法３５条３項），相当\nの対価を定めるに当たっては，平成１６年法律第７９号による改正前の特許法３５\n条４項が適用される（平成１６年法律第７９号附則２条１項）（以下，同改正前の\n条文については，「改正前の特許法」として示す。）。\n(8)　本件訴訟の提起\n原告は，平成１５年１２月１９日，本件訴訟を提起した。\n(9)　被告による消滅時効の援用の意思表示\n被告は，平成１６年１１月３０日の本訴第４回弁論準備手続期日におい\nて，原告に対し，本件物質発明の対価請求権の消滅時効を援用する旨の意思表示を\nした。\n２　争点\n(1)　原告は，本件物質発明の発明者か（争点１）。\n(2)　本件物質発明に係る原告の相当対価請求権は時効により消滅しているか－\n相当対価の支払時期はいつか（争点２）。\n(3)　本件各発明について，特許法３５条３項所定の相当の対価の額はいくらか\n（争点３）。\n３　争点についての当事者の主張\n(1)　争点１（原告は本件物質発明の発明者か）について\n（原告の主張）\nア　医薬品の物質発明の場合の合成系研究者及び生物系研究者の協働関係\n医薬品の物質発明，すなわち創薬は，一般に，①疾患の選択，②薬物標\n的の選択，③バイオアッセイの確立，④リード化合物の発見，⑤構造活性相関の検\n証，⑥薬理活性の基本骨格の同定，⑦標的との相互作用の向上，⑧薬力学的特性の\n向上，⑨薬物の特許取得という経過をたどる。ここで，④のリード化合物の発見と\nいうのが，目的とする薬理活性をもつ化合物を発見することであり，新薬開発の出\n発点であるが，この化合物の構造が決定されると，当該構造のどの部分が生物学的\n活性に重要であるのかを見極めていくことになる。具体的には，もとの分子の構造\nを少し変えた一連の化合物を合成し（合成系の研究），その生物活性を検証してい\nく（生物系の研究）。合成系研究者による合成の後，生物系研究者が動物，細胞等\nを用いて目的とする生物学的性質の有無でふるい分けを行い，合成系研究者が，ふ\nるい分けされた化合物を変化させた化合物を合成し，さらに，生物系研究者がふる\nい分けを行うといった過程を繰り返し行うことで，目的とする性質をもった候補化\n合物に辿り付くのである（被告は，構造活性相関の検証を合成系研究者が行う旨主\n張するが，事実に反する。）。\nこのように，創薬においては，合成系と生物系の双方の研究者の協働が\n必要不可欠である。\nイ　本件物質発明の成立過程\n本件物質発明に至る発端は，被告が開発中であったカルテオロールに抗\n血小板作用があることを原告が発見したことにあった。そこで，薬物標的を血小板\nとし，疾患を動脈血栓症に規定し，血小板凝集測定というバイオアッセイを確立し\nて創薬研究に突入した。このバイオアッセイの確立も原告が行った。\nそして，カルボスチリル骨格を用いて誘導体をデザインし，合成し，血\n小板凝集阻害作用のスクリーニングに供した。それを繰り返してシード化合物に至\nり，さらに，リード化合物に辿り着き，生体内でも効くシロスタミドに至ったもの\nである。ところが，シロスタミドが薬物として好ましくないという生物情報（心拍\n数の上昇作用等）が得られたことから，抗血小板作用に加えて血管拡張作用を持た\nせるようにコンセプトを再考し，心拍数を上昇させないことをバイオアッセイしな\nがら合成を進め，構造活性相関を研究して，抗血小板作用及び血管拡張作用を有す\nるシロスタゾールに至った。原告は，脳血流増加作用，血小板凝集阻害作用及び心\n拍数増加指標という３要件の関係を明解に表した「代表的化合物のスクリーニング\n結果」の図を編み出して，これらの目標を達成する化合物の選択という困難な課題\nの解決に貢献した。\nウ　本件物質発明の責任者の認識\n本件物質発明の合成系研究責任者であるＣは，著書（「創薬：十六年\n間（1972-1987）の軌跡」（甲１６）において，本件物質発明に至る過程で，化合物\nの合成方法をアミド体の合成からテトラゾール基を導入する方法に変更したが，そ\nの後，活性の高い化合物を得るために構造変換をしていく際に，それまでのアミド\n体をスクリーニングする過程で得られた構造活性相関情報が役立ち，初めから活性\nの高い化合物が次々と得られた旨述べている。\nまた，Ｃは，上記著書において「合成研究陣と生物研究陣は車（研究）\nの両輪であり，一方が強すぎたり，また，他方を従属的に見なしていたのでは，車\n（研究）は同じ所をぐるぐる廻るばかりで，前には進まない」と記載し，本件物質\n発明についても，合成分野ではＢが，薬理生化学分野では原告が中心となり，発明\nを成就したと記載している。\nこのように，本件物質発明の合成系研究責任者であるＣも，一連のスク\nリーニングが本件物質発明にとって必須であったと認識していた。\nエ　本件物質発明に至る過程で作成された月報の記載\n本件物質発明に至る過程で研究者が作成した月報では，合成系研究者が\n作成する合成月報（乙８の１～８の５３）において，スクリーニングを意味する\n「検索」という用語と生物実験の結果の記載が継続的に記載されている。他方，生\n物系研究者が作成する生物部門月報（乙９の１～９の５２）においても，「側鎖の\n２重結合は効力にあまり影響を与えないが，側鎖のつく位置は重要でOPC-3399のよ\nうに５位にしたものでは明らかに効力が弱くなっている。骨格はオキシインドール\n骨格では効力が弱い。」（乙９の９），「血小板凝集抑制における作用は直鎖型が\n強いと思われた。」（乙９の１２）と記載されている。\nこのように上記月報には，生物系研究者が重大な構造上の方向性示唆を\n行い，また，構造と活性について考察を加えながら一連のスクリーニングを行って\nいたことが示されているから，これらのスクリーニングが，本件物質発明において\n必須であり，重要な役割を担っていたということができる。\nオ　他の特許の発明者との整合性\n被告は，特許第２９６４０２９号の特許権を有している（甲１１）とこ\nろ，この特許に係る発明と本件物質発明の過程はほとんど同じであるにも関わら\nず，この特許では原告が共同発明者として記載されている。\nまた，被告が出願登録している他の特許についてみると，医薬品に関わ\nる物質特許と考えられるものについては，平成元年を境に，生物系研究者が発明者\nとして加えられるようになっており，被告の発明者に対する考え方に関する変貌が\n明らかである。\nカ　小括\n以上から，本件物質発明に至る過程において，生物活性測定すなわちス\nクリーニングを担当した原告は，単なる補助者ではなく，発明者の１人である。\n（被告の反論）\nア　発明者\n発明者とは，当該発明の創作行為に現実に加担した者を指し，単なる補\n助者は発明者ではない。発明は技術的思想の創作であるから，思想の創作自体に関\n係しない者，例えば，研究者の指示に従い，単にデータをまとめた者又は実験を行\nった者は単なる補助者であって，発明者ではない。\nイ　医薬品の物質発明の場合の生物系研究者の役割\n原告は，創薬について①から⑨までの一般的な過程を挙げ，生物系研究\n者の役割が重要である旨主張するが，医薬品の開発においては，②薬物標的の選択\nや③バイオアッセイの確立が必要で，生物系研究者が関与しなければならない製剤\nとは，どのような部位（標的）の病変で発症しているのか明確でない疾患に対する\n有効成分の合成，製剤の開発の場合である。これに対して，本件に関しては，後記\nウのとおり，②薬物標的の選択もされており，③バイオアッセイの確立，すなわ\nち，テスト系（測定方法）の選択も公知のものが使用されただけであって，原告は\n何らの関与もしていない。\nまた，⑤構造活性相関の検証とは，化合物の骨格，側鎖等の構造の相互\n関係が，薬効にどのように影響するかを検証することであるが，これは化合物の合\n成研究者が担当するのが通常である。\nウ　本件物質発明に至る経緯\n(ア)　被告の徳島研究所生物研究部課長待遇であったＧは，昭和４７年１\n月に被告において合成に成功していたカルテオロールに血小板凝集阻害作用（抗血\n小板作用）があることを発見し，昭和４８年１１月１０日，「血栓症の予防および\n治療剤」の特許を出願した。同出願の公開特許公報（乙３）には，血栓形成に血小\n板の作用が影響していることが記載され，薬物標的の選択が行われており，また，\n測定方法として記載されている「ＢＲＹＳＴＯＮ社製のアグリゴメーターによる比\n濁法」は，本件物質発明における血小板凝集抑制作用の測定方法と同じであるとこ\nろ，この時点で，バイオアッセイも公知の測定方法で行われていたことが明らかで\nある。\n(イ)　その後，ＣとＢにより，カルテオロールの側鎖を種々の基に置換す\nることにより，抗血小板作用を有する化合物の合成を目的とする研究が開始され\nた。\nまず，６位の側鎖をエステル体とする一群の化合物を合成したが，in\nvivoテストにおいて不活性との結果が出たため，アミド体を研究対象とするように\nなったが，心拍増加作用が強いために開発を断念した。そして，昭和５３年６月こ\nろから，テトラゾール誘導体（１位置換テトラゾール誘導体，正確にはテトラゾリ\nルアルコキシカルボスチリル誘導体）の合成が開始された。一群の化合物の合成及\nびその一部についての薬理効果の確認が完了された後，出願されたのが本件物質発\n明である。ここでは，エステル体からアミド体へ，次に，エステル体からテトラゾ\nール体へ，置換基の選択が行われたが，これらは，生物学的等価\n性（bioisosterism）（医薬化合物の構造設計に際して，置換基の選択等の指針に用\nいる概念）の知見に基づいて行われており，原告の知見，寄与等に基づくものでは\nない。\n本件物質発明の特許出願時点では，製造承認申請する候補化合物の選\n定，すなわち，スクリーニングが終了していなかったため，出願当初の明細書の特\n許請求の範囲では一群の化合物が記載されている。そして，同明細書には，これら\n化合物の薬理効果の測定方法が，公知の測定方法によりなされたことが記載されて\nいる。\n被告は，その後，一群の化合物であるテトラゾール誘導体をスクリー\nニングし，その薬理効果を比較検討し，本件物質発明出願後である昭和５５年１０\n月，シロスタゾールを開発化合物に選定した。したがって，本件物質発明の出願に\nおいても，昭和５８年１２月６日付手続補正書において，シロスタゾール，すなわ\nち，６－［４－（１－シクロヘキシルテトラゾール－５－イル）ブトキシ］－３，\n４－ジヒドロカルボスチリルを，第２，４，６，８，１０及び１２項の実施態様項\nとして具体的に掲げる補正を行ったのである。\nこの経過からも明らかなように，シロスタゾールを含む一群の化合物\nであるテトラゾール誘導体は，合成研究者の合成研究，すなわち，エステル体，ア\nミド体と続く血小板抑制剤の合成研究により得られた知見に基づき，合成されたも\nのである。\nまた，合成研究者にドラッグデザインされて合成されたシロスタゾー\nルを含む一群の化合物であるテトラゾール誘導体は，公知の測定方法により薬理効\n果が測定されたのであって，原告の主張するような新たな測定方法により測定され\nたわけでもない。\nエ　原告の貢献と社長賞\n原告は，本件物質発明の出願後，シロスタゾールの薬理機序，作用機序\nの詳細を研究した。この研究は，製剤製造承認申請に必要な資料作成のためであ\nり，また，製剤として販売した際に医療機関に対する説明のためである。そして，\n原告のこの研究成果は，平成元年の被告社長賞につながるのであるが，原告の受賞\nは，シロスタゾール自体の合成ではなく，シロスタゾールの合成後に血小板凝集抑\n制作用の生化学的な解明，すなわち，薬効の作用機序の研究により，その「特性の\n発見」に貢献したことによるものである。\nオ　小括\n以上から，原告は本件物質発明の発明者ではない。\n(2)　争点２（本件物質発明についての相当対価請求権は時効消滅しているか－\n相当対価の支払時期はいつか）について\n（被告の主張）\nア　被告規程（乙６）は，職務発明に係る特許を受ける権利の被告への承継\nについて，その対価として，出願補償，登録補償及び実績補償を定めている。そし\nて，それぞれの対価の支払を受ける権利の消滅時効は，それぞれの支払時期を起算\n点とするものと解される。\nイ　被告規程中，出願補償について支払時期を明示した条項はないが，出願\n補償に係る条項（第９条）から解釈すると，支払時期は特許出願時であり，同時点\nが消滅時効の起算点となる。\n本件物質発明の出願日は昭和５４年（１９７９年）８月２５日である\nが，被告における実際の運用は，毎年１２月の給与支給日に出願補償を併せて支払\nっていたから，本件物質発明の出願補償に係る対価請求権の消滅時効の起算点は，\n同年１２月下旬となる。\nなお，被告は，Ｃ及びＢに対し，同年１２月下旬に，本件物質発明の出\n願補償の支払をした。\nウ　被告規程中，登録補償について支払時期を明示した条項はないが，登録\n補償に係る条項（第１０条）から解釈すると，特許権の登録時となる。\n本件物質特許権の登録日は，昭和６３年（１９８８年）１２月２７日で\nあるが，被告における実際の運用は，出願補償の場合と同様，毎年１２月の給与支\n給日に登録補償を併せて支払うというものであり，昭和６３年中の支払は不可能で\nあったから，その支払時期は平成元年１２月下旬となり，同時点が，登録補償に係\nる対価請求権の消滅時効の起算点となる。\nなお，被告は，Ｃ及びＢに対し，平成元年１２月下旬に，本件物質発明\nの登録補償の支払をした。\nエ　被告規程中，実績補償について支払時期を明示した条項はないが，実績\n補償に係る条項（第１１条）から解釈すると，特許登録後かつ当該特許発明の実施\n後が実績補償の支払時期となる。\n本件物質発明の実施品である，シロスタゾール（本件物質発明が対象と\nするテトラゾリルアルコキシカルボスチリル誘導体の一種）を有効成分とするプレ\nタール（以下「本件製剤」という。）の販売開始時は，昭和６３年４月である。\nそうすると，本件物質発明の実績補償の支払時期は，本件製剤販売開始\n時の昭和６３年４月以降で，かつ，本件物質特許権が登録された同年１２月２７日\n以降となり，登録に係る登録補償の支払時期は平成元年１２月中旬ないし下旬であ\nるから，実績補償に係る対価請求権の消滅時効の起算点も遅くとも同月下旬とな\nる。\nオ　本件訴訟は，平成１５年１２月１９日に提起されたものであるところ，\nその時点では，前記各対価請求権の起算日より１０年以上経過しているから，いず\nれも，時効により消滅している。\n（原告の反論）\nア　時機に後れた攻撃防御方法\n被告は，平成１６年１１月３０日の本訴第４回弁論準備手続期日におい\nて初めて補償金請求権の消滅時効を主張するに至っている。それまでの間に，第１\n回口頭弁論期日も含めて４回の期日が重ねられており，かつ，平成１５年１２月の\n訴訟提起以来約１１か月の期間が経過している。本件訴訟の争点が発明者の確定で\nあることについて，幾度となく整理及び確認がされ，これに関する主張は概ね終了\nし，裁判所がその判断をなすことが予定されており，その判断によっては，次の段\n階として補償金請求額が争点になることについて，裁判所及び当事者双方において\n合意されていた。\nこのような状況において，消滅時効の主張を提出するということは，時\n機に後れたものであることは明らかである。そして，被告において，本件物質発明\nの実施品の製造開始時期，特許登録時期及び被告規程を十分に把握している以上，\n消滅時効の主張は，訴訟提起を受けた段階で即座に，かつ，容易に行うことができ\nるものであり，このように時機に後れたことは，被告の故意又は重大な過失に基づ\nくものであることも明白である。\nしたがって，被告の消滅時効の主張は，時機に後れた攻撃防御方法であ\nるとして，民事訴訟法１５７条１項に基づき却下されるべきである。\nイ　時効期間未了\n被告規程１１条は，「（発明考案）委員会は工業所有権として登録され\nた発明等の実施状況を調査し，委員会が当該発明等の実施効果が顕著であって会社\n業績に貢献したと認めた場合」に支払う旨規定する。\nこれは，実績補償金の算定・支払時期を，相当対価の額を正しく算定し\n得る時期，すなわち，対価額算定の基礎となる「会社が受けるべき利益の額」が確\n定的に判明する時期にまで遅らせた規定であると解することが合理的である。そし\nて，特許権の存続期間満了まで特許発明の実施を継続していた本件においては，\n「会社が受けるべき利益の額」が確定的に判明するのは，当該存続期間満了時以降\nであるから，実績補償金の支払時期は，上記存続期間満了時以降となる。\nこの解釈は，被告規程１１条の規定が設けられた趣旨が，改正前の特許\n法３５条４項に従った場合に生ずる対価額算定の困難さを回避し，相当対価の額の\n算定における合理性を確保するため，同法条により規定される算定・支払時期の修\n正を図ったところにあると解されることから導かれるものである。すなわち，特許\n法３５条３項によれば，職務発明に係る特許を受ける権利の承継に対する相当の対\n価の請求権は，権利承継のときに発生するものであり，相当の対価の額について\nも，対価請求権の発生時（権利承継時）において，「会社が受けるべき利益の額」\n等を考慮の上で定められるべきものと解されているが，権利承継の時点において会\n社が受けるべき利益の額を考慮することは，現実的には極めて困難である。とりわ\nけ，医薬品販売による利益は，患者数の変動，臨床医による効果の認知度，競合製\n品の登場，副作用の発生，再審査による承認等の様々な後発事情による影響を受け\nるものであり，一定期間，販売及び使用がされる前の時点で「会社が受けるべき利\n益の額」を正しく見積もることが，ほぼ不可能であることは明らかである。\n本件物質特許権の存続期間は，平成１１年（１９９９年）８月２５日に\n満了しており，本件物質発明に係る特許を受ける権利の対価請求権の支払時期は，\nこれ以降となる。そして，消滅時効の起算点も同様に考えられるのであるから，実\n績補償金の請求権の消滅時効期間は満了しておらず，同請求権は時効消滅していな\nい。\nウ　権利の濫用\n(ア)　仮に，被告規程１１条について，被告が主張するような解釈が成り\n立つとしても，当該条項の文言は，従業者等に上記原告主張の解釈のような誤信を\n与えるものであり，従業者等が会社を相手に補償金請求訴訟を提起することには強\nい抵抗が伴う風潮の下で，かかる誤信を与えるような規程を作成し，また，後記\n(イ)のように，現実に自らの主張するところとは異なった取扱いを行ってきた被告\nにおいて，当該規程により請求権の存在及び支払時期について誤信し，請求すべき\n時機を逸した従業者等からされた補償金請求に対し，消滅時効を援用することは，\n権利の濫用である。\n(イ)　被告の主張によると，本件物質発明の実績補償に係る対価請求権の\n消滅時効は，平成１１年（１９９９年）１２月下旬には完成していることになる\nが，被告が本件物質発明の共同発明者として認めるところの他の従業者に対して\nは，平成１１年１２月下旬以降に実績補償を支払っている。\nすなわち，被告は，Ｂに対し，同人の退職後の平成１４年１２月ころ\nに，実績補償金約２０００万円を支払っている（なお，Ｃに対しても，同人の退職\n時である平成９年ころに実績補償金を支払っている。）。また，当該特許権の直接\nの発明者ではないＧに対しても，被告が主張する消滅時効完成後の時期に，実績補\n償金に相当する金員が支払われている。\n職務発明に係る相当の対価請求権は，労働法的性格を有する権利であ\nる。そして，雇用関係において，使用者は，労働条件について差別待遇を行うこと\nは禁じられており（労働基準法３条），また，相当の対価の支払に係る勤務規則等\nの規定は，労働条件を構成するものであるから，被告は，当然に，相当対価の支払\n時期ないし時効期間経過後の支払の有無について，各労働者を均等に待遇すべき義\n務を負っているものである。\n被告においては，Ｂを始めとする他の発明者に対しては，被告の主張\nする消滅時効完成後の時期に実績補償金を支払っておきながら，原告についてのみ\n異なる取扱いをし，補償金支払時期を他の者より早い時点に置く，又は，原告のみ\n時効期間経過後の支払を認めないなどという取扱いをすることは許されない。\nしたがって，被告の取扱いは，労働基準法３条又は民法９０条により\n無効とされるべきであるし，被告規程１１条についての被告による解釈は，Ｂらに\n対する補償金支払に係る取扱いに反する限りにおいて，当然に無効である。\n(3)　争点３（本件各発明についての相当の対価の額）について\n（原告の主張）\nア　本件各特許権の自己実施\n(ア)　本件物質特許権について\n被告は，昭和６３年４月，血小板凝集抑制作用及び末梢血管拡張作用\nを併せ持つ新しいタイプの抗血小板剤であるシロスタゾールを有効成分とした本件\n製剤（プレタール）を，慢性動脈閉塞疾患者の治療薬（慢性動脈閉塞症に基づく潰\n瘍，疼痛，冷感等の虚血性諸症状の改善薬）として発売した。\n(イ)　本件用途特許権について\nａ　本件用途特許権は，平成８年８月８日に成立しているところ，同特\n許権成立後，本件製剤は，医療機関によって，内膜肥厚抑制の効果を目的として購\n入されるようにもなっており，被告は，本件用途特許権を自己実施しているという\nことができる。また，以下の事情からも，被告による本件用途特許権の自己実施の\n事実は明らかである。\n(ａ)　公開医薬品情報における本件用途発明に係る作用及び効果の表\n示\n被告は，本件製剤の販売に当たり，本件用途発明に係る内膜肥厚\n抑制作用を公然と表示している。\nすなわち，薬事法５２条に基づいて，医薬品情報が提供される\n「添付文書」（甲２３）では，薬効薬理の項目において，血管細胞に対する作用と\nして，「ヒトの培養血管平滑筋における３Ｈ－チミジンの取り込みを抑制する」と\n記載されているが，この作用は，まさにかかる細胞ないし分子レベルでの作用が，\n血管内膜肥厚抑制という現象につながるものであり，本件用途発明で訴求している\n内膜肥厚抑制作用の本質を述べたものに他ならない。\nまた，製薬企業が，日本病院薬剤師会の依頼に応じて，薬剤師に\nよる医薬品の評価のために作成・配布している文書が「医薬品インタビューフォー\nム」（以下「ＩＦ」という。）であるところ，本件製剤に関する被告作成のＩＦ\n（甲２４）では，「Ⅵ．薬効薬理に関する項目　２．薬理作用　(2)薬効を裏付ける\n試験成績１）非臨床試験　④血管細胞に対する作用」の項目において，『(d)頸動脈\n内膜剥離後内膜肥厚に対する影響（ラット）』との項が設けられ，シロスタゾール\nの内膜肥厚抑制作用を示す記述がされている（３３頁）。当該項目の記載内容は，\nシロスタゾールの投与方法に差はあるものの，その科学的内容においては，本件用\n途特許権の明細書（甲１２）記載の「薬理試験１　ＰＴＣＡ（経皮的冠動脈形成\n術）による血管内膜肥厚に対する抑制作用」とほぼ同内容であり，シロスタゾール\nが内膜肥厚抑制作用を持つことを訴求する内容である。さらに，「Ⅵ．薬効薬理に\n関する項目　２．薬理作用　(2)薬効を裏付ける試験成績２）臨床試験　③その他の\n作用」の項目においては，『(d)頸動脈における内膜中膜肥厚進展抑制作用』と題し\nて，臨床効果をも記載している（５０頁）。\n(ｂ)　内膜肥厚抑制作用の宣伝\n被告は，本件用途特許権が登録された平成８年（１９９６年）こ\nろから，循環器科における本件製剤の臨床採用を促進するため，循環器科系の臨床\n医に対し，積極的にシロスタゾールの内膜肥厚抑制作用（再狭窄予防効果）を宣伝\nしている。\nすなわち，被告内では，同時期ころから，製品育成の責任者であ\nるプロダクト・マーケティング・マネジャー（ＰＭＭ），製品情報をコントロール\nする学術部，製品の新規情報の構築と発信を担う応用研究部及び応用開発部等の各\n担当者がチームを組み，医薬情報担当者（以下「ＭＲ」という。）をしてシロスタ\nゾールの内膜肥厚抑制効果を積極的に宣伝させる態勢を整えている。このことは，\n被告内においてＭＲ教育用資料として毎年作成され，個々のＭＲに配布されている\n「医薬品ＰＰＴ集」や「プレタール科別story ＰＰＴ」等と題する資料（甲２７の\n１～２７の４）の内容に明らかである。当該資料の中には，「ステント植え込み症\n例におけるCilostazolの再狭窄予防効果」，「シロスタゾール・プロブコール投与\nによるステント実施後の再狭窄率の検討」，「ステント留置による内膜肥厚の抑\n制」，「AspirinやTiclopidineとの違い」等と題された，シロスタゾールの内膜肥\n厚抑制作用（再狭窄予防効果）を視覚的に示すためのデータが数多く並べられ，同\n効果が重ねて表示されているのである。\nまた，被告においては，ＭＲによる宣伝だけではなく，原告を含\nむ担当者，担当責任者自身をして，各地の病院，臨床医の会合等での講演・説明を\n行わせ，循環器科系医師及び薬剤師に対して，直接，シロスタゾールの再狭窄予防\nのための有用性を宣伝させている。原告自身，被告内において「プレタールの父」\nとして，ＭＲ・営業担当者からの依頼を受け，日本各地での講演・説明会等に出向\nき，シロスタゾールの効能効果及び安全性について説明を行い，あるいは，同様の\n事項に関する説明方法，内容等についてアドバイスを求められ，指示をしたケース\nは多数ある。\n(ｃ)　シロスタゾールの内膜肥厚抑制効果の浸透\n被告による，前記のような，シロスタゾールの内膜肥厚抑制作用\n（再狭窄予防効果）に関する情報の伝達・宣伝の結果，本件製剤の同効果は，循環\n器科系臨床医に広く認知され，同効果を期待して一般に臨床使用されるようになっ\nた。社団法人日本循環器学会発行の「循環器病の診断と治療に関するガイドライン\n（１９９８－１９９９年度合同研究班報告）」（甲２５）においても，「ＰＴＣＡ\n後の管理」の項目中に，「再狭窄予防」の標準的治療法として，シロスタゾールが\n他の２薬とともに挙げられている。\nなお，同ガイドラインには，シロスタゾールを含む３薬ともに保\n険適応はない（独立した効能としての承認を受けていない。）ことが明記されてお\nり，承認の有無と実施の有無とが全く関係のないことが示されている。\nもともと，承認された効能以外の効果を目的として医薬品が使用\nされること（適応外使用）は，薬事法の予定するところであり，現に多数の医薬品\nが適応外使用されていることは周知である。\n(ｄ)　日本心血管インターベンション学会における被告の発表\n被告は，本件製剤の販売に当たり，その内膜肥厚抑制効果を積極\n的に宣伝し，その結果，本件製剤は，再狭窄予防を目的として広く臨床使用され，\n再狭窄予防の標準的治療法として認知されるまでに至り，確固たる地位を築いたも\nのである。そして，被告は，本件用途特許権を放棄した後においてもなお，積極的\nに本件製剤の再狭窄予防効果の宣伝に務めている。\nすなわち，平成１７年６月１６日に開催された日本心血管インタ\nーベンション学会のランチョンセミナーにおいて，被告は，講師である医師をし\nて，シロスタゾールの再狭窄予防効果が改めて確認された大規模な臨床試験の結果\nを含め，同薬の再狭窄予防効果についての発表を行わせた。ランチョンセミナーと\nは，一般に，学術集会において，集会主催者にとっては，科学的情報提供という学\n術上の貢献が見込め，企業にとっては，科学的情報の提供を通しての自社製品のメ\nリット訴求が見込める場合に，学術集会の会期中に当該企業が提供催行することが\n通例となっている。\n(ｅ)　本件用途特許権の被告売上への貢献\n本件製剤の再狭窄予防を目的とする使用が一般化するに伴い，本\n件製剤の循環器科での売上げは，平成８年を境に激増し，平成１０年には，循環器\n科系での売上げが本件製剤の総売上げの内の相当割合を占めるようになっている。\nこのような循環器科における売上げの激増は，被告が本件製剤の内膜肥厚抑制効果\nを宣伝した結果，該効能を期待しての臨床使用が一般に広まったことが，その原因\nと考えられる。\nｂ　また，本件物質特許権の存続期間満了後に他社が後発製剤を販売し\nているが，被告が，本件用途特許権による独占権を有している限り，被告において\n当該効能の承認を得ようが得まいが，他社は，再狭窄予防効能の承認を得ることが\nできないことはもちろん，同効果を目的としての製造販売をなし得ないことは当然\nであって，被告は，本件用途特許権により，他社の再狭窄予防効果を目的とした製\n造販売を抑止してきたのである。\nｃ　なお，被告は，本件用途特許権を放棄した旨主張するが，そのこと\nにより，原告の対価請求権は影響を受けるものではない。ノウハウに関しても判例\n上補償金請求権が認められていること及び被告規程１１条３項の趣旨に照らすと，\n特許権を放棄した後に得られる利益であっても，再狭窄予防を目的として本件製剤\nが使用されることにより被告が得る利益は，実績補償金算定の基礎とされるべき\n「使用者等が受けるべき利益の額」に含まれることは当然である。\n(ウ)　第三者への実施許諾のないこと\n被告は，現在に至るまで，日本国内において，本件物質特許権及び本\n件用途特許権のいずれについても，第三者に実施を許諾したことはない。\nイ　自己実施の場合の対価の算定方法\n(ア)　計算式\n被告による本件製剤の販売実績は，特許法３５条１項による通常実施\n権に基づく部分及び独占権に基づく部分から構成されるところ，これらの２構成要\n素の優劣を算定することは困難であるが，本件各特許権について被告が自己実施し\nており，第三者に使用許諾されていない場合，原告の本件各発明譲渡の対価は，被\n告が第三者に使用許諾したと仮定し，その場合，当該第三者から受け取る実施料を\n基準とし，これに共同発明者全体の貢献割合を乗じた上で，共同発明者間の貢献割\n合を乗じて算定すべきである。\nしたがって，本件各発明の譲渡対価の計算方式としては，以下のとお\nりと考えるのが妥当である。\n「特許権存続期間中の被告の本件製剤売上額（ただし，本件物質特\n許権及び本件用途特許権の存続期間が競合する期間については，それぞれの貢献度\nを乗ずる）×ライセンス実施料率×共同発明者全体の貢献度×共同発明者間におけ\nる原告の貢献度」\n(イ)　自社売上額を用いる理由\n自社売上額にライセンス実施料率を乗ずるのは，被告が医薬品業界に\nおいて特別著名な会社であるとか，著名な営業力があるとは認められないので，第\n三者は少なくとも被告と同額の売上げを得ることができたと推認できるからであ\nる。\n(ウ)　本件各特許権の貢献度の比率\n本件物質特許権及び本件用途特許権が競合して売上げに貢献した時期\nにおける，売上額に対する貢献度の比率は，本件物質特許権：本件用途特許権＝\n９：１と評価できる。\n(エ)　ライセンス実施料率\n本件各特許権のライセンス実施料率は，他の技術分野の場合と異な\nり，医薬品の技術のライセンス料率が高額であることや，シロスタゾールの研究開\n発に関して，財団法人日本薬学会の技術賞を受賞したこと，本件用途発明について\nも，北米放射線学会において優秀賞を受賞したことからすれば，少なくとも３０パ\nーセントと評価される。\n(オ)　共同発明者の貢献度\n本件物質発明は，抗血小板作用及び血管拡張作用を併せ持つ新しいタ\nイプの新薬に関するものであるところ，抗血小板剤という新しい分野の研究を早く\nから開拓してきたことのみならず，実際の病気治療に重要であり，医薬品開発を早\nく実現できることを重視して血管拡張作用を持たせるという前例のない薬剤プロフ\nァイルを目標設定したことが成功の要因であったこと，単一の候補化合物の選択が\n原告主導で行われたこと等に鑑みれば，発明者の貢献度は３０パーセントを下らな\nい。\n本件用途発明のアイディアは，原告の発露によるものであるところ，\n当時の学問的常識から，被告内部では，内膜肥厚抑制無効説が主流であったことに\n鑑みれば，原告の本件用途発明に係る貢献度は非常に高く，発明者の貢献度は，最\n低でも７０パーセントであると考えられる。\n(カ)　共同発明者間における原告の貢献度\n本件物質発明の完成についての貢献割合は，Ｃが合成研究所所長とい\nう職務に就いている関係から特許出願願書に発明者として記載されているにすぎな\nいこと，本件物質発明に関して被告社長賞を受賞したのは原告及びＢの２名である\nことなどから，原告：Ｂ：Ｃ＝４：４：１であり，原告の貢献度は４／９である。\n本件用途発明の共同発明者は，特許出願願書記載のとおり，原告，\nＤ，Ｅ及びＦの４名であるが，具体的な研究開発における関与度に鑑みて，貢献割\n合は，原告：Ｄ：Ｅ：Ｆ＝３：１：１：１であり，原告の貢献度は３／６である。\nウ　本件物質発明の対価\n(ア)　本件用途特許権と競合しない期間\n本件用途特許権は平成８年８月８日に成立したので，本件用途特許権\nと競合しない期間である平成元年から平成７年の売上合計額１８３７億０８８４万\n０８４５円を基礎に計算すると，以下のとおりとなる。\n１８３７億０８８４万０８４５円×ライセンス実施料率０．３×発明\n者貢献度０．３×共同発明者間における原告の貢献度４／９＝７３億４８３５万３\n６３３円\n(イ)　本件用途特許権と競合する期間\n本件用途特許権と競合する期間である平成８年から平成１０年の売上\n合計額は６３１億６３２５万０４２２円であり，この金額を基礎に計算すると，以\n下のとおりとなる。\n６３１億６３２５万０４２２円×当該売上げにおける本件物質発明の\n貢献度０．９×ライセンス実施料率０．３×発明者貢献度０．３×共同発明者間に\nおける原告の貢献度４／９＝２２億７３８７万７０１５円\n(ウ)　合計\n(ア)及び(イ)の合計は９６億２２２３万０６４８円となる。\nエ　本件用途発明の対価\n(ア)　本件物質特許権と競合する期間\n本件物質特許権の存続期間は平成１１年８月２５日までであり，本件\n物質特許権と競合する期間である平成８年から平成１０年の売上合計額６３１億６\n３２５万０４２２円を基礎に計算すると，以下のとおりとなる。\n６３１億６３２５万０４２２円×当該売上げにおける本件用途発明の\n貢献度０．１×ライセンス実施料率０．３×発明者貢献度０．７×共同発明者間に\nおける原告の貢献度３／６＝６億６３２１万４１２９円\n(イ)　本件物質特許権と競合しない期間\n本件物質特許権と競合しない期間である平成１１年から平成１４年ま\nでの売上合計額は９３８億２８４７万０８３５円であり，この金額を基礎に計算す\nると，以下のとおりとなる。\n９３８億２８４７万０８３５円×当該売上げにおける本件用途発明の\n貢献度０．１×ライセンス実施料率０．３×発明者貢献度０．７×共同発明者間に\nおける原告の貢献度３／６＝９億８５１９万８９４３円\n(ウ)　合計\n(ア)及び(イ)の合計は１６億４８４１万３０７２円となる。\nオ　まとめ\n以上により，本件物質発明の対価は９６億２２２３万０６４８円，本件\n用途発明の対価は１６億４８４１万３０７２円であり，原告は，この内，本件物質\n発明について５０００万円，本件用途発明について５０００万円をそれぞれ請求す\nるものである。\n（被告の反論）\nア　原告の主張は否認する。\nイ　本件用途発明の対価について\n(ア)　被告は，本件製剤を「慢性動脈閉塞症に基づく潰瘍，疼痛及び冷感\n等の虚血性諸症状の改善・脳梗塞（心原性脳塞栓症を除く）発症後の再発抑制」の\n効能・効果を有する抗血小板剤として販売しているのであって，「内膜肥厚の予\n防，治療剤」又は「ＰＴＣＡ後やステントの血管内留置による冠状動脈再閉塞の予\n防および治療剤」として販売していない。すなわち，本件用途発明を実施していな\nい。内膜肥厚抑制は，薬事法上承認されていない効能であり，この用途で本件製剤\nを販売することはできないのである。\n仮に，医療機関が，承認されていない上記効能で本件製剤を使用して\nいたとしても，被告は，本件用途特許権により利益を受けていない。すなわち，職\n務発明の相当対価の算定の考慮事項である「その発明により使用者等が受けるべき\n利益の額」（改正前の特許法３５条４項）とは，使用者等が発明の実施を排他的に\n独占しうる地位を取得することにより受けることになると見込まれる利益を意味す\nるが，他社の後発製剤も内膜肥厚抑制の効能を掲げて販売されているわけではない\nので，本件用途特許権により他社の後発製剤の製造販売を差し止めることはできな\nい。換言すれば，被告は，本件用途特許権の実施を排他的に独占し得る地位を取得\nしていない。\n(イ)　原告は，被告が平成８年ころから，ＭＲ・営業担当者に再狭窄予防\n効果を積極的に宣伝させていること，被告が添付文書及びＩＦに内膜肥厚抑制作用\nに関して記載し，内膜肥厚抑制作用の存在を宣伝していることなどを主張する。\nしかしながら，これらは宣伝ではなく，薬事法７７条の３に定める情\n報の提供にすぎない。原告は，同条が，副作用等に関する情報のみを対象とするか\nのように主張するが，同条は「その他医薬品または医療用具の適正な使用のために\n必要な情報」と定めており，安全性に関する情報のみに限定されていない。\n第３　争点に対する判断\n本件では，本件物質発明について，原告が発明者の１人であるか否かが争わ\nれているところ，仮に，原告が発明者であるとしても，被告は，当該発明に係る特\n許を受ける権利（共有持分）の承継に伴う相当対価請求権は時効により消滅してい\nると主張するので，事案に鑑み，本件物質発明に係る相当対価請求権の消滅時効の\n成否（争点２）について，まず検討する。\nなお，原告は，被告の本件物質発明に係る相当対価請求権が時効により消滅\nした旨の主張は，時機に後れた攻撃防御方法であるとして，民事訴訟法１５７条１\n項に基づき却下されるべきである旨主張する。\nしかしながら，被告の時効消滅に係る主張は，被告による答弁書及びそれを\n敷衍した平成１６年３月８日付第１準備書面に対する原告の反論を踏まえて，同年\n１１月２４日付第２準備書面に基づいて行われたものであって，弁論準備手続にお\nいて当事者間の主張整理が行われている時期において述べられたものであるし，本\n件訴訟の経過に照らしても，同主張が時機に後れた攻撃防御方法であるということ\nはできない。したがって，原告の主張を採用することはできない。\n１　争点２（本件物質発明についての相当対価請求権は時効により消滅している\nか－相当対価の支払時期はいつか）について\n(1)　相当対価の支払時期について\n職務発明について特許を受ける権利等を使用者等に承継させる旨を定めた\n勤務規則等がある場合においては，従業者等は，当該勤務規則等により，特許を受\nける権利等を使用者等に承継させたときに，相当の対価の支払を受ける権利を取得\nする（特許法３５条３項）。使用者等が従業者等に支払うべき相当の対価の額につ\nいては，勤務規則等の定めによる支払額が，改正前の特許法３５条４項の規定に基\nづいて算定される額に満たない場合は，同条３項の規定に基づき，その不足する額\nに相当する対価の支払を求めることができるのであるが，勤務規則等に対価の支払\n時期が定められている場合は，当該支払時期が到来するまでの間は，相当の対価の\n支払を受ける権利の行使につき法律上の障害があるものとして，その支払を求める\nことができないというべきである。そうすると，勤務規則等に，使用者等が従業者\n等に対して支払うべき対価の支払時期に関する条項がある場合には，その支払時期\nが相当の対価の支払を受ける権利の消滅時効の起算点になると解するのが相当であ\nる（最高裁平成１３年(受)第１２５６号平成１５年４月２２日第三小法廷判決・民\n集５７巻４号４７７頁）。\n(2)　被告における職務発明の相当対価の支払時期\nア　被告は，前記のとおり，従業員のなした職務発明に関し，昭和４７年１\n月１日から施行された被告規程（発明考案取扱規程）を定めている（乙６）。被告\n規程では，職務発明について，被告に承継されなければならない旨の規定が置かれ\nており（４条），承継時に，従業員は，被告に対する特許を受ける権利の相当対価\nの請求権を取得するものと認められる。そうすると，被告規程に基づいて被告に承\n継された特許を受ける権利の対価請求に関しては，まず，被告規程の適用を受ける\nものと解される。\nイ　そこで，被告規程における，特許を受ける権利の対価の支払時期に関す\nる規定の有無等を検討すると，被告規程では，職務発明に関する相当対価の支払に\nついて，出願補償（９条），登録補償（１０条）及び実績補償（１１条）が設けら\nれ，それぞれについて，以下のように規定されている。\n（出願補償）\n第９条　第７条により特許等の出願を行った場合，会社はその発明等\nをなした者に対して次の補償金を支給する。\n区　分 特　許 実用新案 意　匠\n金　額 ３，０００円 ２，０００円 ２，０００円\n第２項　補償金を支給される発明等が２人以上の共同のものであると\nきは，原則として補償金額はこれを各人に等分して支給するものとする。\n（登録補償）\n第１０条　第７条による特許等の出願が登録になった場合には，会社は\nその発明等をなした者に対して次の補償金を支給する。\n区　分 特　許 実用新案 意　匠\n金　額 ５，０００円 ５，０００円 ５，０００円\n第２項　補償金を支給される発明等が２人以上の共同のものであると\nきは，第９条第２項の規定を準用する。\n（実績補償）\n第１１条　委員会は工業所有権として登録された発明等の実施状況を調\n査し，委員会が当該発明等の実施効果が顕著であって会社業績に貢献したと認めた\n場合においては，その発明等をなした者に対して補償金を支給する（５０，０００\n円以上）。\n第２項　補償金を支給される発明等が２人以上の共同のものであると\nきは，第９条第２項の規定を準用する。\n第３項　第７条第２項の会社が特許等の出願を行わずかつ発明者に返\n却をもしない発明等については，その実施状況を調査し，委員会が当該発明等の実\n施効果が顕著であって会社業績に貢献したと認めた場合においてはその発明等をな\nした者に対して第１１条第１項に準じた補償金を支給する。ただし，その発明等が\n工業所有権として登録される性質を有しないものと認められた場合はこの限りでは\nない。\nなお，被告規程１１条所定の委員会とは，同規程８条１項に基づき，対\n価の支払等を公正適切に行うために被告に設置されるものである。\nまた，被告は，特許を受ける権利を取得した場合には，委員会が審査の\n上，必要と認めたものについては特許の出願を行い（被告規程７条１項），出願を\n行わないものについては，なお承継の必要を認めたものを除いて，当該特許を受け\nる権利を発明をなした従業員に返却する（被告規程７条２項）旨が定められてい\nる。\nそうすると，被告に承継された職務発明の特許を受ける権利について，\n特許出願がなされ，特許として登録され，その後実施されている場合，当該特許を\n受ける権利の承継に係る相当対価の請求権は，当該承継時に発生するものの，その\n支払時期は，上記被告規程９条及び１０条に基づいて，出願に係る対価としての出\n願補償については出願時，登録に係る対価としての登録補償については登録時とな\nることが明らかである。これに対し，実施に係る対価としての実績補償の支払時期\nについては，被告規程１１条の定めは必ずしも明確ではないが，被告の委員会が登\n録された当該発明等の実施状況を調査し，その実施効果が顕著であって会社業績に\n貢献したと認めた場合に補償金を支給するものとされる以上，当該発明の実施以前\nに従業者等が使用者等に実績補償金の支払を求めることは困難であり，相当対価の\n支払を受ける権利の行使につき法律上の障害があるものと認められるが，実施時以\n降においては，従業者等による実績補償に関する同権利の行使が可能となるものと\n解するのが相当である。なお，実施時よりも登録時が遅い場合には，前記１１条の\n「登録された発明等の実施状況」との規程の趣旨に照らし，登録時が支払時期にな\nるものと解される。\n(3)　本件物質発明の特許を受ける権利の承継に係る相当対価の支払時期\nア　本件物質発明の特許を受ける権利が，被告規程に基づいて被告に承継さ\nれたものであることについて，当事者間に争いはなく，本件物質発明の発明者であ\nる従業者は，当該承継時に，被告に対し，相当対価の支払請求権を取得したと認め\nられる。\nそして，本件物質発明の特許出願及び登録がそれぞれ昭和５４年８月２\n５日及び昭和６３年１２月２７日であることは当事者間に争いがなく，本件物質発\n明の実施品である，シロスタゾール（本件物質発明が対象とするテトラゾリルアル\nコキシカルボスチリル誘導体の一種）を有効成分とする本件製剤（プレタール）の\n販売開始時期は，本件製剤の添付文書やＩＦなどによれば，昭和６３年４月である\nことが認められる（甲２，２３，２４，乙１１～１４）。\nしたがって，本件物質発明の特許を受ける権利の相当対価の支払時期\nは，被告規程によれば，出願に係る対価としての出願補償について出願時である昭\n和５４年８月２５日，登録に係る対価としての登録補償について登録時である昭和\n６３年１２月２７日，そして，実施に係る対価としての実績補償について，実施時\nである同年４月よりも登録時が遅いため，登録時である同年１２月２７日となると\n考えられる。ただし，被告は，出願補償及び登録補償の支払について，毎年１２月\nの給与支給日に併せて行うとの運用が行われていた旨主張し，原告においてもそれ\nを争うものではないと認められるので，それらの支払時期は，各時期経過後最初の\n１２月の給与支給日となるものと解される。そして，それぞれの給与支給の具体的\nな日付けは判然としないので，遅くとも当該月の最終日と解するのが相当である。\nそうすると，出願補償については，昭和５４年１２月３１日，登録補償について\nは，平成元年１２月３１日，実績補償についても，前記のとおり，登録補償と同様\nに考えるべきであるので，平成元年１２月３１日が，それぞれの支払時期と認める\nのが相当である。\nイ　原告は，被告規程１１条では，「（発明考案）委員会は工業所有権とし\nて登録された発明等の実施状況を調査し，委員会が当該発明等の実施効果が顕著で\nあって会社業績に貢献したと認めた場合」に支払う旨規定されており，これは，実\n績補償金の算定・支払時期を，相当対価の額を正しく算定し得る時期，すなわち，\n対価額算定の基礎となる「会社が受けるべき利益」の額が確定的に判明する時期ま\nで遅らせたものであるから，特許権の存続期間満了まで実施を継続していた本件に\nおいては，「会社が受けるべき利益」の額が確定的に判明するのは，当該存続期間\n満了時以降であって，実績補償の支払時期は，本件物質特許権の存続期間満了時で\nある平成１１年８月２５日以降となる旨主張する。\n原告の上記主張は，実績補償金の算定が，当該特許権の存続期間の満了\n時まで不可能，あるいは，著しく困難であることを前提としたものと解されるとこ\nろ，特許を受ける権利の承継に伴う相当対価の価額は，「使用者等が受けるべき利\n益の額及びその発明がされるについて使用者等が貢献した程度を考慮して」定めら\nれるものであり（改正前の特許法３５条４項），一定程度の不確定要素が伴わざる\nを得ないとしても，その承継時において，使用者等の受けるべき利益額を客観的に\n推測して算定することは可能であり，とりわけ，被告規程１１条の場合のように，\n登録された当該発明が実施された時点以降においては，既に実現化されている実施\nの状況等を具体的に勘案して使用者等が受けるべき利益を比較的容易に推測できる\nのであるから，原告の上記主張は，その前提において誤りがあるといわなければな\nらない。そして，本件のように，対象となる特許を受ける権利が医薬品に関する発\n明に係るものであり，医薬品販売による利益の額を考慮すべき場合であっても，そ\nの算定の手法及び容易性の程度は，他の発明の場合と質的に異なるものということ\nはできない。\nしかも，原告が主張するように，「使用者等が受けるべき利益」が確定\n的に判明する時点，すなわち，特許権の存続期間満了時以降まで，相当対価請求権\nの支払時期が到来しないとすることは，その時点まで従業者等が対価を請求できな\nいことを意味するのであって，従業者等にとってかえって不利益な状況となり得る\nのであるから，勤務規則等に明確な定めがある場合にのみ，そのような解釈が可能\nとなると解すべきであるところ，被告規程１１条の文言は，原告が主張するように\n特許権の存続期間の満了時期を支払時期とする旨を明確に示すものとは到底認めら\nれない。\nしたがって，原告の上記主張を採用することはできない。\nまた，原告は，被告規程１１条について前記認定のような解釈がされる\n場合には，同条項の文言が，被告が受けるべき利益が確定的に判明する時点まで支\n払時期を遅らせたものであるとの誤信を招くものであるから，これによって相当対\n価を請求すべき時機を逸した従業者からされた対価請求に対して消滅時効を援用す\nることは，権利の濫用である旨主張する。\nしかし，被告規程１１条は，被告において，発明等をなした者に対して\n実績補償を行う場合の手順，補償金額等を具体的に定めたものであり，前記のとお\nり，特許権の存続期間の満了時期まで実績補償金の支払時期を遅らせたものとは到\n底認められないから，原告が主張するような誤信を招く規定文言であるということ\nはできず，このことをもって，被告による消滅時効の援用が権利の濫用であるとい\nうこともできない。したがって，原告の上記主張も採用できない。\nさらに，原告は，被告において，被告が主張するところの本件物質発明\nの実績補償に係る対価請求権の時効消滅後である平成１４年１２月ころに，本件物\n質発明の発明者の１人であるＢに対し，実績補償に相当する金員を支払っており，\n原告についてのみ異なる取扱いをして，補償金の支払時期を他の者より早い時期に\n置くことは，労働基準法３条又は民法９０条により無効とされるべきであるし，こ\nのような被告規程１１条の解釈は，Ｂらに対する補償金支払に係る取扱いに反する\n限りにおいて当然に無効であると主張する。\nしかしながら，相当対価の請求権の行使は，個々の従業者等の意思に委\nねられているというべきであり，その支払請求に対して使用者等が消滅時効の主張\nを行うか否かについても，個々の対価請求権ごとに個別に検討することが許される\n事柄であって，使用者等がこれを一律に取り扱わなければならないと解することは\nできないから，被告がＢに対して実績補償金の支払をした事実が認められるとして\nも（Ｂは，平成１５年ころに「何がしかの補償」を受けている旨述べている（甲１\n９）。），この事実のみをもって，原告による相当対価の支払請求に対する消滅時\n効の主張が無効とされる，あるいは，許されなくなると解することはできない。し\nたがって，原告のこの点の主張も採用することはできない。\n(4)　消滅時効の成否\n以上からすれば，本件物質発明に係る特許を受ける権利（共有持分）の承\n継に伴う対価の支払時期は，出願補償について昭和５４年１２月３１日，登録補償\nについて平成元年１２月３１日，実績補償についても平成元年１２月３１日とそれ\nぞれ認定すべきであり，これらの請求権は，それぞれ，当該支払時期から１０年間\nの経過，すなわち，出願補償について平成元年１２月３１日，登録補償及び実績補\n償について平成１１年１２月３１日の経過によって，時効により消滅したものと認\nめられる。\nそして，本件において原告は，被告による本件製剤の製造販売が，本件物\n質特許権を含む本件各特許権の実施に基づくものであることを前提として，職務発\n明としての相当対価の請求を行っているのであるから，その実績補償を求めている\nことが明らかであり，したがって，本件物質特許権に係る相当対価の請求権は，平\n成１１年１２月３１日の経過によって，時効により消滅したものといわなければな\nらない。\n２　争点３（本件物質発明及び本件用途発明についての相当の対価の額）につい\nて\n前記１で検討したとおり，本件物質発明について，原告が発明者の１人であ\nったとしても，同発明に係る特許を受ける権利（共有持分）の承継に伴う相当対価\n請求権は，時効により消滅したと認められるから，以下，本件用途発明の特許を受\nける権利（共有持分）の承継に伴う相当対価の額について検討する。\n(1)　特許法３５条３項は，従業者等が，契約，勤務規則その他の定めにより，\n職務発明について使用者等に特許を受ける権利を承継させたときは，相当の対価の\n支払を受ける権利を有すると定め，改正前の特許法３５条４項は，当該対価の額\nは，その発明により使用者等が受けるべき利益の額及びその発明がされるについて\n使用者等が貢献した程度を考慮して定めるものと定めており，これらの定めによれ\nば，勤務規則等において職務発明の承継に伴う対価に関する条項がある場合でも，\nこれによる対価の額が前記の規定（改正前の特許法３５条４項）に従って定められ\nる額に満たないときは，特許法３５条３項に基づいて，不足額を請求することがで\nきると解される。\nそして，この場合の相当対価の額とは，職務発明に係る特許権について，\n本来，使用者等が有する通常実施権（特許法３５条１項）を行使することによる利\n益を超えて，使用者等が従業者等から当該職務発明の特許を受ける権利の承継を受\nけることにより，当該発明を排他的に独占することが可能となることから受けるべ\nき利益を基礎として，これに使用者等の発明に対する貢献を考慮した金額であると\n解すべきである（原告も，被告による本件製剤の販売実績が，特許法３５条１項に\nよる通常実施権に基づく部分及び独占権に基づく部分の両要素から構成されること\nを認めている。）。\n(2)　以下，被告において，本件用途発明を排他的に独占することが可能となっ\nたことから受けるべき利益があるかどうかについて検討する。\nア　本件製剤の販売について，前記前提となる事実等及び証拠によれば，以\n下の事実が認められる。\n(ア)　本件製剤の有効成分であるシロスタゾールは，本件用途発明（請求\n項２）において，有効成分として構成要素となっている６－［４－（１－シクロヘ\nキシルテトラゾール－５－イル）ブトキシ］－３，４－ジヒドロカルボスチリルで\nある（甲２，１２，２３，乙１１）。\n(イ)　被告は，本件製剤について，慢性動脈閉塞症に基づく潰瘍，疼痛及\nび冷感等の虚血性諸症状の改善，脳梗塞（心原性脳塞栓症を除く）発症後の再発抑\n制の効能・効果を有する抗血小板剤として薬事法１４条１項の規定による承認を受\nけ，昭和６３年４月から同効能・効果を有する製剤として本件製剤を販売している\n（甲２，２３）が，「内膜肥厚の予防，治療剤」又は「ＰＴＣＡ後やステントの血\n管内留置による冠状動脈再閉塞の予防及び治療剤」としては，同条項の規定による\n承認を受けておらず，その結果，本件製剤を，承認されていない効能・効果である\n「内膜肥厚の予防，治療剤」等として広告して販売することは，薬事法６８条によ\nり禁止されている。\n(ウ)　本件製剤の添付文書（薬事法５２条に基づいて提供される医薬品情\n報を記載した書面）には，平成１５年（２００３年）４月改訂（改訂第４版）に至\nって，「薬効薬理」の項目に，「４．血管細胞に対する作用」として，「ヒトの培\n養血管平滑筋における３Ｈ－チミジンの取り込みを抑制する。」と記載されている\n（甲２，２３）。この作用は，血管内膜肥厚抑制という現象にもつながるものであ\nる。\n(エ)　本件製剤に関するＩＦ（製薬企業が，日本病院薬剤師会の依頼に応\nじて，薬剤師による医薬品の評価のために作成・配布している文書）には，平成１\n４年（２００２年）１２月改訂（改訂第５版）（乙１２）に至ってから，「薬効薬\n理に関する項目」中に，「頸動脈内膜剥離後内膜肥厚に対する影響（ラット）」及\nび「動脈内ステント留置後の新生内膜増生に対する影響（イヌ）」との記載がさ\nれ，また，平成１５年（２００３年）４月改訂（改訂第６版）（乙１３）に至って\nから，同じく，「薬効薬理に関する項目」中に，「頸動脈における内膜中膜肥厚進\n展抑制作用」との記載がされている。\n(オ)　社団法人日本循環器学会発行の「循環器病の診断と治療に関するガ\nイドライン（１９９８－１９９９年度合同研究班報告）」（甲２５）には，「ＰＴ\nＣＡ後の管理」の項目中に，「再狭窄予防」の標準的治療法として，シロスタゾー\nルが他の２薬とともに記載されている。\n(カ)　被告内のＭＲ（医薬担当者）に対して配布される「医薬品ＰＰＴ\n集」（外部へのプレゼンテーション用資料）（甲２７の１～２７の４）には，「ス\nテント植え込み症例におけるCilostazolの再狭窄予防効果」，「シロスタゾール・\nプロブコール投与によるステント実施後の再狭窄率の検討」，「ステント留置によ\nる内膜肥厚の抑制」，「AspirinやTiclopidineとの違い」等と題するスライドが用\n意され，シロスタゾールの内膜肥厚抑制作用（再狭窄予防効果 ）を示すデータが記\n載されている。\n(キ)　被告は，各地の病院，臨床医の会合等において，循環器科系医師及\nび薬剤師に対して，シロスタゾールの再狭窄予防の効果を説明することがあり（甲\n２９の１～２９の３），また，原告自身が，被告に在籍中，被告内の営業担当者等\nから依頼を受けて，同様の説明，講演等を行うことがあった（甲２８の１～２８の\n１１）。\nイ　以上の認定事実に基づいて検討すると，本件では，被告において，本件\n用途発明を排他的に独占することが可能となったことによって受けるべき利益があ\nると認めることはできない。以下，理由を述べる。\n発明を排他的に独占することによる利益とは，他者が実施することので\nきない態様（他者が実施する場合には，それを差し止めることができる態様）にお\nいて利用すること（又は当該発明を実施していないとしても，他者に対して当該発\n明の実施を禁止すること）によって受けるべき利益であると解されるところ，本件\n用途発明のように，医薬品の用途に関する発明の場合，発明を他者が実施すること\nのできない態様において利用することによる利益というためには，特段の事情がな\nい限り，当該用途について薬事法上の承認を受けた上，当該医薬品の効能・効果と\nして掲げて製造又は販売等を行うことを要        すると解するのが相当である。\nすなわち，もともと，物質の用途に関する発明は，物質そのものの発明\nではないことから，当該用途について使用された場合についてのみ排他的な効力を\n有するものである。当該用途としての効果は，当該物質を他の用途として用いた場\n合においても出現する可能性があり，そうであるからこそ，用途に関する発明の効\n力は，当該用途を有するものであることを前提として当該物質を製造したり，販売\nする場合に限って及ぶものと考えられるところである。他方，医薬品については，\n承認された効能・効果のほかにも，「用法，容量その他使用及び取扱い上の必要な\n注意」（薬事法５２条１号）などを記載することが義務づけられ，さらに，「医薬\n品又は医療機器の有効性及び安全性に関する事項その他医薬品又は医療機器の適正\nな使用のために必要な情報」の提供が求められている（同法７７条の３第１項）。\nこれは，医薬品としての性質上，社会公衆に対して，医薬品の持つ薬効や薬理作用\nについて広く情報提供される必要があるとして規定されているものと解される。そ\nうすると，医薬品については，社会公衆に対する保健衛生の観点から，当該医薬品\nが有する薬効・薬理作用を広く示す強い要請が存在しているということができるの\nであって，薬効・薬理作用として開示された情報に，発明の対象となっている用途\nが含まれていたとしても，そのことのみで，当該用途を前提として当該医薬品を製\n造し，販売しているということはできず，医薬品の用途に関する発明を，他者が実\n施することのできない態様において利用しているということもできないと解するの\nが相当である。\nこれを本件についてみると，本件用途発明は，「内膜肥厚の予防，治療\n剤」（請求項１及び請求項２），あるいは，「ＰＴＣＡ後やステントの血管内留置\nによる冠状動脈再閉塞の予防および治療剤」（請求項３）の用途を有することがそ\nの内容となっている。他方，本件製剤は，前記のとおり，慢性動脈閉塞症に基づく\n潰瘍，疼痛及び冷感等の虚血性諸症状の改善，脳梗塞（心原性脳塞栓症を除く）発\n症後の再発抑制の効能・効果を有する抗血小板剤として薬事法上の承認を受け，同\n効能・効果を有する製剤として販売されているのであり，内膜肥厚の予防，治療\n剤，あるいは，ＰＴＣＡ後やステントの血管内留置による冠状動脈再閉塞の予防及\nび治療剤としての承認を受けておらず，それを製剤の効能・効果として掲げていな\nいのであるから，被告による本件製剤の販売が，本件用途発明を排他的に独占する\n利用形態であるということはできない。したがって，被告において，本件用途発明\nを排他的に独占することが可能となったことによって受けるべき利益があると認め\nることはできない。\n原告は，薬事法上求められている情報は，適正使用及び有効性・安全性\nの確保に必要な情報の提供であって，当該医薬品に関連する情報であればその性質\nを問わず提供が求められるというわけではなく，被告による本件製剤のプレゼンテ\nーション用資料は，薬事法の規定に則った情報提供などではあり得ないし，その必\n要性もないと主張する。\nしかしながら，被告において，本件製剤の有する内膜肥厚抑制効果を説\n明し，それをもとに販売促進している面があるとしても，このことをもって，被告\nによる本件製剤の販売が本件用途発明を排他的に独占する利用形態であるとまでは\nいえないと解するのが相当であることは，前記の説示に照らして明らかであり，原\n告の主張は採用することができない。\nウ　本件用途特許権については，被告から他者に対する実施許諾等がされた\nことはなかったものであり（争いがない。），その他，被告が本件用途特許権を実\n施し，あるいは，これによって受けるべき利益があることを示す事情は認められ\nず，他者に当該発明の実施を禁止することにより得られた利益があることを示す事\n情も認められないので，本件用途特許権が存続期間の満了前に被告により放棄され\nていることも考慮すれば，結局，本件用途発明により被告が受けるべき利益を認め\nることはできないというべきである。\nそうすると，他の点について論ずるまでもなく，本件用途発明の承継に\n伴い，被告から原告に支払われた出願補償，登録補償を超えて，原告に支払われる\nべき対価は認められないことになる。\n第４　結論\n以上の次第で，原告の請求は，いずれも理由がないから棄却することとし，\n主文のとおり判決する。\n東京地方裁判所民事第２９部\n裁判長裁判官　　　　　清　　水　　　　　節\n裁判官　　　　　山　　田　　真　　紀\n裁判官　　　　　片　　山　　　　　信\n"
}