{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 13,
    "month": 11,
    "day": 30
  },
  "case_number": "平成13(わ)33",
  "case_name": "業務上過失傷害",
  "court_name": "神戸地方裁判所",
  "lawsuit_id": "7315",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=7315",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/315/007315_hanrei.pdf",
  "contents": "判決　平成１３年１１月３０日　　神戸地方裁判所　平成１３年(わ)第３３号　業\n務上過失傷害被告事件\n主　　　　　　　文\n被告人を禁錮８か月に処する。\nこの裁判確定の日から３年間刑の執行を猶予する。\n訴訟費用は被告人に負担させる。\n理　　　　　　　由\n(犯罪事実)\n被告人は，平成１１年１０月２８日午前９時５分ころ，業務として普通乗用自動\n車(タクシー)を運転し，神戸市Ａ区Ｂａ丁目ｂ番ｃ号先の信号機により交通整理の\n行われている交差点に向けて東進し，同交差点を直進しようとしていた。このよう\nな場合，被告人には，対面信号機の表示に注意し，これに従わなければならない業\n務上の注意義務があった。\nところが，被告人は，同交差点の対面信号機が赤色の表示を示していたのに，こ\nれを看過もしくは無視したまま，時速約５０キロメートルの速度で同交差点に進入\nするという過失を犯した。その結果，折から対面赤色右折可の矢印信号に従い対向\n右折してきたＶ(当時３０歳)運転の原動機付自転車を右前方約２２．６メートルの\n地点に初めて発見し，急ブレーキをかけたが及ばず，被告人運転車両の左前部がＶ\n運転の原動機付自転車に衝突し，Ｖがその原動機付自転車もろとも道路に転倒し，\n約３か月間の治療を必要とする左大腿骨骨折等の傷害を負った。\n(証拠)\n省略\n(争点に対する判断)\n１　本件の争点は，被告人運転車両が本件交差点に進入した時，被告人の対面信号\n機の表示が赤色であったかどうか，という点である。\n２　まず，本件事故を目撃した証人Ｃの証言によると，\n①　本件当日，Ｃは，トラックを運転して，東から西に向けて，３車線のうちの\n中央の第２車線を時速約４０キロメートルで進行し，本件交差点を直進しようとし\nて本件交差点にさしかかった。Ｃは，本件交差点の約２０メートル手前に来た時，\nＣの対面信号機が黄色に変わった。それで，Ｃ運転車両は，本件交差点の停止線の\n手前で最先頭車両として停止した。\n②　Ｃは，信号で停止して１呼吸おいた時，Ｃの右側車線を，被害者Ｖ運転の原\n動機付自転車が，かなりエンジンの高い音をたててスピードを出し，車体を右に傾\n斜させて本件交差点を右折して行った。Ｃは，Ｖ運転の原動機付自転車が通過する\n後ろ姿を見て，危ないなと感じ，視線を本件交差点の対面信号機に移した時，同信\n号機は，赤色信号で右折の青矢印信号を表示していた。それで，Ｃは，Ｖ運転の原\n動機付自転車は青信号だから行ったんだなと思った。\n③　そして，Ｃは，Ｖ運転の原動機付自転車から目を離していたが，Ｖ運転の原\n動機付自転車が衝突する音を聞いた。\n④　その後，Ｃは，対面信号機が青色信号に変わったので，トラックを発進さ\nせ，ゆっくり進行しながら，原動機付自転車ごと横倒しになったＶが起き上がろう\nとしたり，タクシーの運転手がタクシーから下りてくるのを見た。\n⑤　それで，Ｃは，負傷者が出ていると考え，次の交差点を越えたところでトラ\nックを道路左端に止め，携帯電話で救急車を呼んだ。\n以上の事実が認められる。\nＣ証人は，本件交差点で信号停止中に，たまたま本件事故を目撃したものであ\nり，被害者Ｖ及び被告人の双方とこれまで一面識もないこと，Ｃ証言は，具体的で\n明確であり，迫真性に富んでいる上，内容も自然であることに照らすと，前記Ｃ証\n言は，その信用性が高いというべきである。\nもっとも，Ｃ証人は，Ｖ運転の原動機付自転車が本件交差点を右折した時の対\n面信号機の表示について，平成１２年１１月１５日付け検察官調書（弁１号証）で\nは，「私は，対面信号機が黄色で停止した後は，信号を見ていない。」と述べてい\nたところ，その後の平成１３年７月２７日の第３回公判における前記証言や平成１\n３年１月２２日付け検察官調書(弁２号証）で，対面信号は赤色で右折の青矢印信号\nが出ていたと供述するようになったので，前記Ｃ証言の信用性が，多少疑問に思わ\nれるのである。しかし，Ｃは，前記平成１２年１１月１５日付け検察官調書(弁１号\n証)で，前記の「信号は見ていない。」という供述に引き続いて，「事故の時は，確\nかに，黄色か赤で，青ではありませんでした。」と供述しているところ，Ｃは，前\n記証言で，後にな\nって前記のような明確な証言や平成１３年１月２２日付け検察官調書(弁２号証）の\n供述をした理由について，Ｖの右折時における対面信号の記憶がはっきりと断定で\nきる状態でなかったので，検察官の平成１２年１１月１５日の取調べの際には供述\nせず，その後，本件交差点の対面信号の表示が変わる順番や表示の長さ等を確認し\nて，自分の記憶に確信が持てたため，前記のように明確な証言をした旨述べている\nのであって，黄色か赤色か曖昧であった本件信号の色が，本件交差点の信号の変わ\nり具合等を確認しているうちに確信に至ったという経過に格別不自然な点は見出し\n難いことに照らすと，前記平成１２年１１月１５日付け検察官調書(弁１号証)に前\n記のような供述があっても，前記Ｃ証言の信用性が左右されることにはならない。\n３　しかるところ，本件の被害者であるＶの証言によると，\n①　本件当日，Ｖは，原動機付自転車を運転して，東から西に向け，３車線のう\nちの右端の車線を進行して本件交差点にさしかかり，時速３０から４０キロメート\nルで本件交差点を北に向けて右折しようとしていた。\n②　Ｖは，本件交差点の停止線の手前約２０メートルの地点で，対面信号機の表\n示が黄色になったことから，信号が右折の青信号に変わると考え，そのままの速度\nで進行した。\n③　Ｖは，本件交差点に進入する時，停止線の手前の位置で，対面信号機の表示\nが，赤色で，右折のための青色矢印信号が出ているのを確認した上で，本件交差点\nに進入した。この時，対面信号機の表示が赤色だったので，西行き３車線のうちの\n左端の車線に自動車が１台停車していた。\n④　ところで，Ｖは，本件交差点の停止線よりやや東寄り(手前)の位置に来た\n時，被告人運転車両が，東行き車線の中央の車線を本件交差点に向けて進行してく\nるのを発見した。Ｖは，停止線の位置に来た時，被告人運転車両が，本件交差点の\n停止線よりも西側(手前)の地点を進行してきているのを見た。被告人運転車両は，\nいったんは停止線で止まりかけたが，再び加速して本件交差点内に進入してきた。\n⑤　そして，Ｖは，被告人運転車両が止まると思って右折を開始したところ，衝\n突の危険を感じ，急ブレーキをかける暇もなく，本件交差点のほぼ中央の位置で，\n被告人運転車両と衝突し，東北の方向に跳ばされてあお向けに路上に倒れ込んだ。\n被告人運転車両は，本件交差点の東北角付近の路側帯で停止した。降車した被告人\nが，路上に倒れているＶのところに来て，Ｖに対し，「こんな所で寝とったらひか\nれるで。」と言い，Ｖを道路端まで引きずって行った。\n以上の事実が認められる。\n以上のＶ証言は，具体的で明確である上，前記２に認定したＣ証言に照らし，\nことにＶが本件交差点に進入した時における対面信号機の表示に関する証言は一致\nしているのであって，十分に信用することができる。\n４　これに対し，被告人の供述をみると，被告人は，\n①　まず，本件事故当日の平成１１年１０月２８日付け警察官調書(検９号証）\nで，本件当日，西から東に向け，時速約５０キロメートルで進行し，本件交差点の\n停止線の手前約２４．５メートルの地点で(同警察官調書添付の交通事故現場見取図\n（原図）による。），対面信号の青色を確認して本件交差点を通過しようと判断し\nて本件交差点に進入した，私は，青信号だったので，まさか対向の相手方が私の方\nをよく見ないで右折してくるとは思わなかったと供述し，\n②　次いで，平成１２年１月２１日付け警察官調書(検１０号証）でも，前記平成\n１１年１０月２８日付け警察官調書(検９号証）と同一の供述をし，\n③　次いで，平成１２年１１月２８日付け検察官調書(検１１号証）では，本件当\n日，タクシーを運転して，時速約５０キロメートルで東進し，本件交差点の停止線\nを越えた位置の手前約２９．５メートルの地点に来た時，対面信号が青色であった\nので，そのまま速度をゆるめずに，本件交差点に進入した，と前記２通の警察官調\n書と同一の供述をした上，私が，本件交差点の停止線を越える前，左前方に見える\n東西の横断歩道用の信号が青点滅していた，と供述し，前記２通の警察官調書では\n全く供述していないことを付け加えて述べ，\n④　次いで，平成１３年９月２８日の第４回公判では，前記検察官調書と同一の\n供述をした上，本件衝突直後に対面信号が黄色だったのを見た，と供述し，捜査段\n階では全く供述していないことを付け加えて述べている。そして，前記検察官調書\nで新たに付け加えた事実は，警察官から聞かれなかったから警察官調書で述べなか\nったのであり，公判で新たに付け加えた事実は，捜査段階で取調官から聞かれなか\nったから捜査段階では述べなかったのである，と供述するのである。\n以上のとおり，被告人は，次々と新たな事実を付け加えて供述を変遷させてい\nるところ，本件交差点に進入した時は自分の対面信号機が青色であったことを主張\nしている被告人が，自分の主張を裏付ける重要な事実を小出しにするということ自\n体甚だ不自然，不合理であるだけでなく，その理由が，取調官から聞かれなかった\nから供述しなかったというのも，理解に苦しむところであること，しかも，被告人\nの供述する対面信号機の表示は，前記２に認定したＣ証言に全く反していること等\nに照らすと，以上のような被告人の捜査段階及び公判の供述は，到底信用すること\nができない。\n５　以上の次第であって，Ｃ証言及びＶ証言によれば，被告人運転車両が，本件交\n差点に進入した時，被告人の対面信号機の表示は赤色であったと認めることができ\nる。\n（法令の適用）\n罰条　　　　　　　刑法２１１条前段\n刑種の選択　　　　禁錮刑\n刑の執行猶予　　　刑法２５条１項\n訴訟費用の負担　　刑訴法１８１条１項本文\n平成１３年１１月３０日\n神戸地方裁判所\n裁判官　　　白　　神　　文　　弘\n"
}