{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 13,
    "month": 9,
    "day": 6
  },
  "case_number": "平成12(行ウ)230",
  "case_name": "",
  "court_name": "東京地方裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "12322",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=12322",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/322/012322_hanrei.pdf",
  "contents": "平成１２年(行ウ)第２３０号　異議申立却下決定に対する取消請求事件\n口頭弁論終結の日　平成１３年５月２９日\n判　　　　　　　　決\n原　　　　　　告　　　　　中外製薬株式会社\n訴訟代理人弁護士　　　　　鈴　　　木　　　　　　　修\n同　　　　　　　　　　　　岡　　　本　　　義　　　則\n補佐人弁理士　　　　　    栗　　　田　　　忠　　　彦\n同　　　　　              富　　　田　　　博　　　行\n被　　　　　　告　　　　　特許庁長官　及  川  耕  造\n指定代理人　　　　　      松　　　本　　　　　　　真\n同                        白　　　井　　　と  き  わ\n同                        小　　　林　　　　　　　進\n同　　　　　　　　　　　　宮　　　島　　　義　　　直\n主　　　　　　　　文\n１　原告の請求を棄却する。\n２　訴訟費用は，原告の負担とする。\n事実及び理由\n第１　原告の請求\n特許庁長官が，平成７年特許願第５１８５号（特許第２５３５１４１号）に\nつき，平成１０年１２月８日付けでした手続補正書に係る手続の却下処分を取り消\nす。\n第２　事案の概要\n本件は，原告が特許の分割出願につき，分割出願手続の後に，特許法（以\n下，単に「法」という。）４１条１項の規定による優先権主張の欄を願書に追加す\nる旨の手続補正書を提出したところ，被告が手続却下の処分をしたことから，原告\nが，この処分は，①本来認められるべき補正を却下したものであり，かつ，②法律\n的な根拠を示さないでしたものであって，違法であると主張し，その取消しを求め\nている事案である。\n１　当事者間に争いのない事実\n(1)  原告の特許出願の経過\n原告は，昭和６０年９月２６日，昭和６０年特許願第２１３２７７号の特\n許出願をした（以下，この出願を「第１出願」という。）。\n原告は，昭和６１年９月２５日，第１出願に基づく平成５年法律第２６号\nによる改正前の特許法４２条の２第４項の規定による優先権の主張を伴う出願であ\nることを願書に記載して，昭和６１年特許願第２２６４６８号（特開昭６２－１４\n９６３０号）の特許出願をした（以下，この出願を「原出願」という。）。\n原告は，平成７年１月１７日，原出願の分割出願として，平成７年特許願\n第５１８５号（特許第２５３５１４１号）の特許出願をした（以下「本件分割出\n願」という。）。原告は，本件分割出願の際に，願書に原出願の分割出願であるこ\nとは記載したが，第１出願に基づく法４１条１項の規定による優先権（以下「国内\n優先権」という。）の主張を伴う出願であることを記載せず，また同条４項に規定\nする主張書面を提出しなかった。\n(2)  特許査定，異議申立て及び補正手続\n本件分割出願については，平成８年４月２２日に特許査定がされ，同年６\n月２７日に設定登録がされた。\nこれに対しては異議申立てがされ（平成９年異議第７１２１５号特許異議\n申立事件），原告は，平成９年８月２９日付け取消理由通知書を受け取った。この\n取消理由通知書では，刊行物１として第１出願の後に公開された欧州特許公開第０\n１８５３４７号明細書（以下「刊行物１」という。）が引用されていた。\nそこで，原告は，平成９年１１月１８日，本件分割出願につき「先の出願\nに基づく優先権主張」の欄を追加する内容の手続補正書（以下「本件手続補正書」\nという。）を被告あてに提出した。\n(3)  被告による却下処分等\n被告は，原告に対し，平成１０年５月８日付け却下理由通知書（以下「本\n件通知書」という。）を送付した。本件通知書には，却下の理由として「登録後の\n差し出し。（注）本願は『平成８年６月２７日』付で登録済である。」と記載され\nていた。\nそこで，原告は，平成１０年６月１８日付けで弁明書を提出し，却下処分\nの法律上の根拠を明示するよう求めるとともに，前記補正が認められるべきである\n旨を主張した。\nこれに対して，被告は，原告に対し，平成１０年１２月８日付けで本件手\n続補正書について手続却下の処分（以下「本件処分」という。）をした。本件処分\nの理由として「手続却下の処分」と題する書面には「この出願について平成９年１\n１月１８日付け提出の手続補正書に係る手続は，平成１０年５月８日付け却下理由\n通知書に記載した理由によって却下する。」と記載されていた。\n(4) 行政不服審査法による異議申立て\n原告は，平成１１年２月１５日，本件処分を不服として行政不服審査法に\nよる異議の申立てをした。これに対して，被告は，平成１２年６月１９日付けで原\n告の異議申立てを棄却する旨の決定をした。\n２　本件の争点\n(1)　国内優先権の主張をしなかったという手続の不備について補正の手続を採る\nことは許されるか。仮に許されるとして，その終期はいつか。\n(2)  本件処分につき，理由不備の違法があるかどうか。\n３　争点に関する当事者の主張\n(1)  争点(1) （補正の可否，時的限界）について\n（原告の主張）\nア  要式行為との関係\n特許法上，国内優先権の主張は特許出願と同時に行うべき要式行為とさ\nれている（法４１条４項）。しかし，要式行為一般について補正を認めないという\n規定は特許法には存在しないから，要式行為であることから直ちに補正が認められ\nないということにはならない。もっとも，補正を無制限に認めると第三者の利益を\n害することになるので，補正の可否については，第三者との間の利害の適正な調整\nを図りつつ，実質的な見地から検討する必要がある。\nイ　時的限界\n特許法１７条１項は，「手続をした者は，事件が特許庁に係属している\n場合に限り，その補正をすることができる。」と規定している。本件において，原\n告は，特許異議申立てに基づく取消理由通知書に対する応答として，本件手続補正\n書を提出しているものであり，特許査定の確定後であっても，特許異議申立事件が\n係属している間は，なお事件は特許庁に係属していると解すべきである。\nなお，後記（被告の主張ア）のとおり，被告は，法１７条１項に規定す\nる補正の時期的制限を主張して，本件処分が適法であることを基礎付ける根拠とし\nているが，被告は本件処分において法１７条１項を補正の却下理由としていなかっ\nたのであるから，これは法４１条４項から法１７条１項に処分の根拠法条を差し替\nえるものである。根拠法条の差し替えについて，判例は厳格に解し，処分の相当性\nの判断要素を異にするため処分の同一性を損なうという理由から，差し替えを認め\nていない。\n本件においても，法４１条第４項を根拠とする場合と法１７条１項を根\n拠とする場合とでは，争点は全く異なるし，攻撃防御の方法も異なる。すなわち，\n処分の相当性の判断要素を異にするものであり，処分の同一性を損なうものと評価\nできる。よって，行政処分の根拠法条を法４１条４項から法１７条１項に変える理\n由の差し替えは認められない。\nウ　国内優先権主張の未記載の意味\n分割出願は，その趣旨から考えて，原出願が有する出願日及び優先日の\n利益を享有することを前提として行われるものである。出願人が分割に当たって原\n出願の優先日を主張しないことは通常考えられない。本件分割出願に係る特許公報\nには，原出願の分割出願であることが明示されており，原出願の公報には第１出願\nを優先権の基礎とする国内優先権を主張することが明示されている。しかも，本件\n分割出願の特許請求の範囲に記載されている「徐放化基剤としてフマル酸を含有さ\nせた徐放性製剤」は第１出願の明細書に記載されている。\nこれに加えて，刊行物１は，本件分割出願人である原告自身の欧州特許\n出願に係る公開公報であるから，原告がその存在を十分に承知した上で国内優先権\nの利益を受けるべく本件分割出願をしたことは，明白である。したがって，本件分\n割出願の願書に国内優先権主張の記載がないのは，単なる記載漏れであることが明\n白である。\nエ　特許庁の審査の前提となる条件\n本件分割出願については，出願後に拒絶理由通知が発せられることな\nく，そのまま平成８年４月２２日付けで特許査定がされている。審査の過程におい\nては，担当審査官から出願日及び優先日について何らの指摘もなく，拒絶理由通知\nも発せられることなく特許されたものであり，この点に照らせば，担当審査官は本\n件分割出願が原出願の優先日の利益を享有することを認めた上で審査したものと認\nめられる。なぜなら，原出願の優先日を認めなかったとすれば，代表的な文献であ\nる欧州公開特許公報を検索することにより，刊行物１の存在を容易に知ることがで\nきたはずであり，その結果拒絶査定がされていたはずだからである。\nオ　出願人と第三者との利益状況\n特許出願人と第三者の利益の状況を考える際には，①分割出願でも変更\n出願でもない出願（以下「単発の出願」という。）において優先権の主張をしなか\nった場合（事例１）と，②分割出願・変更出願において優先権の主張をしなかった\nが，分割又は変更前の出願においては適法に優先権の主張がされている場合（事例\n２）とを，区別する必要がある。\n事例１では，出願人が出願と同時に優先権の主張をしなければ，特許庁\n及び第三者は優先権の基礎となる先の出願を特定することができない。そのため，\n後になって，出願人が，出願時に特定することのできない先の出願に基づいて優先\n権の主張を行うと，第三者に不測の不利益を及ぼす可能性がある。\nしかし，事例２では，特に分割出願の場合においては，分割出願の願書\nに原出願の出願番号が明示されている。よって，特許庁や第三者は原出願の願書や\n公報に記載された国内優先権の主張から，優先権の基礎となる先の出願の出願日や\n出願番号等を特定することができる。すなわち，分割出願の場合には，単発の出願\nの場合と異なり，分割出願の際に優先権の主張がされていなくても，後になってさ\nれた優先権主張の基礎となる先の出願は出願時に特定されているので，第三者に不\n測の不利益をもたらすことはない。\nこのような事例１と事例２の利益状況の違いは立法にも反映されてい\nる。すなわち，平成１１年法律第４１号による特許法の改正において，事例２の場\n合，つまり分割出願・変更出願の際には，優先権を主張する旨の書類を提出してい\nなくても原出願の際に優先権主張の書類が提出されていれば，分割出願・変更出願\nについても優先権を認めることとされた（法４４条４項，４６条５項）。本件は，\n上記改正前の処分に係る事案であるが，同改正により，「分割出願の際に再度優先\n権の主張をさせることによる利益」は「行政手続の簡素化の要請」に劣後するとい\nう立法府の判断が示されているといえるから，分割出願の際に再度優先権の主張を\nすることを怠ったことは，同改正前においても軽微な手続的な不備にすぎなかった\nものと評価することができる。これに対して，第三者の利益は，出願人の行政手続\nにおける軽微な手続的不備に乗じて，本来ならば得られないはずの利益を得るもの\nである。このような出願人と第三者の利益を比較衡量すれば，前者を保護すべきで\nあるという帰結こそが常識にかなうものというべきである。\nカ　まとめ\n以上によれば，被告による本件処分は，法４１条４項の解釈適用を誤っ\nたものであって，違法である。また，仮に，理由の差し替えを認めて法１７条１項\nについての主張をすることが許されるとしても，同項の解釈適用を誤ったものであ\nり，違法であることに変わりはない。\n（被告の主張）\nア　手続の補正の時期的制限\n補正とは，特許庁への手続が不備であったり，明細書，図面や要約書に\n不備・誤記・不明瞭な記載があった場合にそれらの補充や訂正を行うことをいう\nが，その手続の補正については，法１７条１項本文が，「手続をした者は，事件が\n特許庁に係属している場合に限り，その補正をすることができる。」と規定し，手\n続の補正をすることのできる時期を限定するとともに，願書に添付した明細書，図\n面，要約書等の補正の時期と範囲について，同条２項ないし４項で出願手続の進行\n段階に従った一定の制限をしている。\nそして，法１７条１項本文にいう「事件が特許庁に係属している場合」\nとの文言は，昭和４５年法律第９１号による特許法改正において，「事件が審査，\n審判又は再審に係属している場合」という従前の規定が，審査請求制度の導入に伴\nって，改正されたものであるが，これは従前の規定のままでは，出願審査の請求が\nあるまで「審査」に係属するものではなく，出願審査の請求前に補正することがで\nきなくなることから，このような不都合を避けるために改正されたものであり，法\n１７条１項本文の規定の趣旨は，上記改正の前後を問わず同じである。\nしたがって，法１７条１項の「事件が特許庁に係属している場合」と\nは，特定の事件について特許庁がそれを処理するために必要な行為をしなければな\nらない状態が現に存在していることをいうものと解すべきであり，上記の「事件」\nとは，特許出願事件，特許異議事件，出願系（査定系）及び権利系（当事者系）各\n審判事件並びに出願系（査定系）及び権利系（当事者系）各再審事件をそれぞれい\nうことになる。そして，事件の係属中に補正ができるのは，あくまでも「手続をし\nた者」（法１７条１項）である。これを特許異議申立てについてみれば，補正がで\nきるのは異議申立て手続をした特許異議申立人であって，特許査定を受けた者では\nない。特許申請をした者が手続をした事件は既に査定によって終了しているからで\nある。\nこれを本件についてみると，本件分割出願については，既に平成８年４\n月２２日に特許査定を受けたものであり，原告は，その後の同９年１１月１８日に\n至って本件補正手続書に係る手続をしたものである。\nしたがって，本件補正手続書に係る手続は，本件分割出願事件が特許庁\nに係属しなくなった後にされたものであり，不適法な手続であって，これにより既\nにされた分割出願手続を補正することができないことは明らかである。\nなお，本件訴訟は，本件処分の取消しを求める行政訴訟であるところ，\n行政訴訟としての処分取消訴訟の訴訟物は，当該処分の違法一般であり，一般に取\n消訴訟においては，別異に解すべき特別の理由のない限り，行政庁は当該処分の効\n力を維持するための一切の法律上及び事実上の根拠を主張することが許されるもの\nと解すべきである。したがって，被告としては，本件訴訟において，本件処分が適\n法であることを基礎付けるあらゆる事実上及び法律上の根拠を主張することができ\nるのであって，手続の補正の時期の要件についても，当然に主張することができ\nる。\nイ　補正をすることができる事項\n補正とは，前記アにおいて述べたとおり，特許庁への手続が不備であっ\nたり，明細書，図面や要約書に不備・誤記・不明瞭な記載があった場合にそれらの\n補充や訂正を行うことをいうが，これによって手続の瑕疵をその手続の当初に遡及\nして治癒する効果を有するものであるから，補正の対象となる「手続の不備」につ\nいては，これを安易に拡大すべきではなく，特に法によって厳格な要式行為とされ\nている手続については，そもそも補正という手続をとること自体が許されないもの\nというべきである。\n国内優先権の制度は，パリ条約による優先権が果たしている機能を，国\n内の出願制度に組み込むために導入されたものであり，国内優先権の主張の効果に\nついては，基本的にはパリ条約による優先権の主張の効果と同等の効果を生じさせ\nることとしたものである。\nそして，このような国内優先権の基本的効果は，特許出願又は実用新案\n登録出願を先の出願としてその出願の日から１年以内にした後の出願であって，そ\nの先の出願に基づく国内優先権の主張を伴うものについては，その先の出願の発明\nと同一の発明又は考案につき先後願・新規性・進歩性等を判断する場合や，特定の\n規定の適用について，その先の出願である特許出願又は実用新案登録出願の出願時\nに出願されたものとみなすというものである。\nしたがって，国内優先権は，優先権主張の基礎とされた先の出願の願書\nに添付した明細書と図面に記載されている発明について，特許要件の判断について\n先の出願の時にされたものとみなされるという特別の利益であり，他方で，国内優\n先権の主張がされているか否かは，当該出願の特許要件の判断の基準日がいつにな\nるか，優先期間中に行われた行為に基づく第三者の権利及び第三者の使用の権能の\n発生の有無等第三者に及ぼす影響が大きいから，国内優先権の主張については法に\n定められた形式により厳格にされる必要がある。\nこの点について，法４１条４項は「第１項の規定による優先権を主張し\nようとする者は，その旨及び先の出願の表示を記載した書面を特許出願と同時に特\n許庁長官に提出しなければならない。」と規定する（ただし，特許法施行規則２７\n条の４第１項は，優先権を主張する者は「当該特許出願の願書にその旨及び必要な\n事項を記載して」この主張の「書面の提出を省略することができる」旨を規定して\nいる。）。そして，法４４条２項は，特許出願の分割について「（分割出願の場合\nは，）新たな特許出願は，もとの特許出願の時にしたものとみなす。ただし，…\n（中略）…第４１条第４項…（中略）…の規定の適用については，この限りでな\nい。」と規定している。\nこのように，平成１１年法律第４１号による改正前の特許法の下におい\nては，国内優先権の主張手続は，特許の分割出願の場合でも，法に定められた方式\nにより厳格にされなければならないものと規定されていたのであり，実際にされた\n願書又は主張書面における優先権の主張の記載に明白な誤記があるような場合は別\nとして，この手続を何ら履践しないまま，後に至ってその手続をしていないこと自\n体を補正することは，許されないというべきである。\nこれを本件についてみると，原告は，本件分割出願をするに際し，第１\n出願に基づく国内優先権を主張する旨及び必要な事項を願書に記載せず，また，そ\nの主張書面も提出しなかったのであり，法に定められた国内優先権の主張の方式を\n何ら履践しなかったものである。したがって，本件補正手続書に係る手続は，そも\nそも補正をできる場合には当たらない。\nウ　原告の主張に対する反論\n(ア)　原告は「要式行為」であることから直ちに補正が認められないとい\nうことにはならないと主張する。\nしかし，本件補正手続書に係る手続は，国内優先権の主張をしなかった\nにもかかわらず，後に至ってこれを主張しようとするのであるから，実質的には国\n内優先権の主張を伴わない出願である本件分割出願を国内優先権の主張を伴った分\n割出願にすることであり，まさに新たな手続を行うことにほかならず，法１７条１\n項の補正の範囲を逸脱するものであることは明らかである。\n(イ)　また，原告は，出願人が分割に当たり原出願の優先日を主張しない\nことは通常考えられないから，本件分割出願に優先権主張の記載がないのは，単な\nる記載漏れであることは明白であると主張する。\nしかし，国内優先権を主張するか否かはそもそも出願人の任意に任せら\nれているのであり，平成１１年法律第４１号による改正前の特許法の下において\nは，分割出願の場合であっても，国内優先権の主張には厳格な方式が定められてい\nるのであるから，その主張をしなかったことをもって，記載漏れとして扱うべきで\nあるということにはならない。\n(ウ)　さらに，原告は，「原出願の際に優先権の書類を提出していれば，\n分割出願の際に優先権主張の記載をしなかったことは，平成１１年法律第４１号に\nよる改正後の特許法によれば全く問題のない行為であるから，本件分割出願に際し\nて国内優先権の主張等をしなかったことは，同改正前においても，軽微な手続的な\n不備にすぎなかったものと評価できる」旨を主張する。\nしかし，同改正は，優先権主張の欠落を軽微な瑕疵としてみてされたも\nのではなく，分割手続の簡素化を図るために行われたものであって，むしろ手続の\n整備によって，手続を履践したものと取り扱うことにより，法改正後は重大な欠落\nを防止しようとするものと評価できる。このような趣旨から，平成１１年法律第４\n１号による特許法の改正前にされた分割出願については，改正後の法４４条の規定\nは適用されないものであって（平成１１年法律第４１号附則２条２項参照），法は\nそのような出願については，従前どおりに扱う趣旨であるものと解される。\n(2)  争点(2) （本件処分における理由付記）について\n（原告の主張）\nア　行政手続法との関係\n法１９５条の３は，「この法律又はこの法律に基づく命令の規定による\n処分については，行政手続法第二章及び第三章の規定は，適用しない。」と規定す\nるが，その趣旨は，特許法においては，行政手続法の規定を適用しなくても，不利\n益処分に対する手続等が，規定上担保されていることにある。\nすなわち，行政手続法の目的は，行政運営における公正の確保と透明性\n（行政上の意思決定について，その内容及び過程が国民にとって明らかであること\nをいう。）の向上を図り，もって国民の権利利益の保護に資することにある。\n特許法の手続も行政手続であることに変わりはないのであるから，かか\nる目的は，特許法の手続においても同様に実現されなければならないことはいうま\nでもない。しかし，特許法には，不利益処分に対する手続等が規定上担保されてい\nるので，かかる目的は，行政手続法の規定を適用しなくても，特許法の規定を適用\nして貫徹することができる。それだからこそ，法１９５条の３において，特許法に\nおいては行政手続法の規定を適用しないものとされたのである。\nそうであれば，不適法な手続を却下する場合の告知弁明の手続等につい\nて定めた法１８条の２第２項の解釈に当たっても，行政手続法１条に規定する同法\nの目的を実現する方向での解釈が必要なのであり，特許法独自の解釈が許されるわ\nけではない。\nイ　理由付記の制度趣旨\n行政手続法１条の趣旨・目的に加えて，行政処分に理由の付記が必要と\nされる趣旨を考慮すると，法１８条の２の手続却下処分における理由付記の程度と\nしては，相手方の弁明を可能にするだけの簡単な理由が記載されているだけでは不\n十分であり，行政庁の結論の内容と当該結論に至った過程が被処分者にとって明ら\nかであることを要するものと解すべきである。\nすなわち，理由付記の趣旨としては，①恣意抑制ないし慎重配慮機能，\n②不服申立便宜機能，③相手方に対する説得機能，④決定過程公開機能（行政手続\nの透明性の向上）の，４つが挙げられる。\n手続却下の処分について，上記４つの趣旨を当てはめると，\n①　恣意抑制ないし慎重配慮機能については，理由の付記があいまいな\nものでもよいとすると，行政処分が恣意的に行われる危険が増大する。また，行政\n庁が，どのような法的な根拠で手続却下の処分をするのかを十分慎重に検討せず\nに，安易に手続却下の処分を行う危険が増大する。\n②　不服申立便宜機能については，理由の付記があいまいなものでもよ\nいとすると，処分を受けた者は，いかなる法律がいかなる具体的な根拠で適用され\nたのかが分からないため，不服申立てが容れられる見込みがあるか，あるとしてど\nの点についていかに主張立証すればよいかを事前に判断することができなくなる。\n③　相手方に対する説得機能については，十分な理由の付記がされなけ\nれば，処分を受けた者は納得せず，相手方に対する説得機能が害される。\n④　決定過程公開機能については，十分な理由の付記がされなければ，\n行政処分のされた過程を理解できず，決定過程公開機能が害される。そして，行政\n運営の透明性の確保という行政手続法の趣旨も，没却されることになる。\nウ　本件処分の理由付記の程度\n本件についてみると，本件処分にある「登録後の差し出し」という理由\nのみでは，行政庁が出した結論の内容及び当該結論に至った過程が，原告にとって\n「明らか」とは到底いえない。\nまた，前記の理由付記の趣旨に照らしても，本件処分の理由の記載が不\n十分であることは，明らかである。\n第１に，弁明書の提出があったのにもかかわらず，「登録後の差し出\nし」という理由を引用して繰り返したので，原告は説得されず，紛争が拡大し，行\n政経済にも反する結果となっている（相手方に対する説得機能の阻害）。\n第２に，弁明書を無視して答えずに，「登録後の差し出し」という回答\nを引用するのは，弁明書の主張に対し，いかなる法律がどのような根拠で適用され\nたのかを，慎重に検討することをおろそかにする結果となった。行政庁は，本件が\n複雑な法律的争点を含むことに気付かずに，安易に処理してしまった（恣意抑制な\nいし慎重配慮機能）。\n第３に，弁明書を無視して答えずに，「登録後の差し出し」という回答\nを引用することにより，原告は，不服申立てが容れられる見込みがあるか，もしあ\nるとして，どの点につきいかに主張立証していけばよいかを，事前に判断すること\nを困難にされ，行政庁の真意をつかみかねて，広く薄く網羅的な主張をしなければ\nならなかった（不服申立便宜機能の阻害）。\n第４に，弁明書を無視して答えずに，単に「登録後の差し出し」という\n回答を引用したことにより，原告の弁明に対して行政庁がどのように考えて決定を\n下したのか国民に分からず，行政手続の透明性が害された（決定過程公開機能の阻\n害）。\n以上によれば，本件処分の理由付記の内容及び程度は，法１８条の２第\n２項が理由の付記を要求した趣旨を没却するものであり，不十分なものとして許さ\nれない。\n（被告の主張）\nア　付記すべき理由の内容及び程度\n行政処分をするに際して付記すべき理由の内容及び程度については，昀\n高裁判所の判例が積み重ねられてきたところであるが，具体的な処分において付記\nされた理由について，その内容及び程度として足りないことを理由として違法とな\nる場合の基準は，以下のとおりである。\n①　法が処分に理由を付記すべきものとしている場合において，その記載\nを欠くときは，処分自体の取消しを免れない。\n②  どの程度の記載をすべきかは，処分の性質と理由付記を明示した各法\n律の規定の趣旨・目的に照らして決定される。\n③　要求される付記の内容及び程度は，特段の理由のない限り，いかなる\n事実関係に基づきいかなる法規を適用して当該処分がされたのかを，処分の相手方\nにおいて，その記載自体から了知し得るものでなければならず，単に抽象的に処分\nの根拠規定を示すだけでは，それによって当該規定の適用の原因となった具体的事\n実関係をも当然に知り得るような例外の場合を除いては，法律の要求する付記とし\nて十分ではない。\nそして，原告がるる主張するところの，申請によって求められた許認可\n等を拒否する処分をする場合について行政手続法８条に規定する理由の提示につい\nても，同法は付記すべき理由の内容及び程度について特段の規定をしておらず，昀\n高裁判所の判例に示された基本的な方向を踏まえて個々に判断されるべきである。\nイ　手続却下の処分に際して付記すべき理由の内容\n特許法の規定による処分については，行政手続法第２章及び第３章の規\n定は適用しないものとされているから（法１９５条の３），手続却下の処分におい\nていかなる内容及び程度の理由を記載すべきかは，法１８条の２の規定独自の解釈\n問題として決せられることになる。\n具体的には，法１８条の２第２項の理由の通知は，相手方に弁明書を提\n出する機会を与えるための手続として定められているから，相手方の弁明を可能に\nするだけの理由が記載されていれば足りるものと解すべきであり，また，法１８条\nの２は，その理由の通知に記載した理由と同じ理由で手続を却下する場合に，手続\n却下の処分の理由として理由の通知に記載された以上の理由を記載することまで要\n求しているとは解されないから，当該理由の通知に記載された内容が理由の記載と\nして十分と認められる場合には，手続却下の処分の理由としての記載は，理由の通\n知書の記載を引用する内容で足りるものというべきである。\nそもそも，手続却下の処分は，ある申請行為が法の定める一定の手続に\n沿ってされるべきものである場合に，その具体的な申請行為の手続が当該法が定め\nる一定の手続のうち本質的要件を備えていない場合にされるものであり，そうであ\nる以上，手続却下の処分が，法の定めた手続に違反していることを根拠としてされ\nたものであることは，当該申請行為の手続を行った申請者（手続却下の処分の名宛\n人）にとっては，自明の理である。\nしたがって，手続却下の処分に際して付記すべき理由の内容としては，\nそれが当該手続が法の規定する手続に違反することを理由とする場合においては，\nもともとその理由の記載上，法の具体的条項を明示することまでが要求されるもの\nではない。\nウ　本件処分における理由付記の程度\nこれを本件についてみると，本件通知書には，却下の理由として「登録\n後の差し出し。（注）本願は『平成８年６月２７日』付で登録済である。」と記載\nされているところ，本件手続補正書の補正対象項目が「先の出願に基づく優先権主\n張」であることからすると，この記載が，その優先権主張が，本件分割出願に係る\n特許権が設定登録された後にされたために不適法であるという理由を示しているこ\nとは，その記載自体からして明らかである。したがって，本件通知書における理由\nの記載の内容及び程度は，本件処分に記載すべき理由の内容・程度として十分であ\nるから，これを引用する形で本件処分に付記された理由は，その内容・程度が十分\nなものというべきである。\n第３　当裁判所の判断\n１　争点(1) （補正の対象となる事項，補正の時期）について\n(1) 国内優先権主張の手続について\n国内優先権の制度は，パリ条約による優先権が果たしている機能を，国内\nの出願制度に組み込むために導入されたものであって，これにより，基本的な発明\nの出願の後に，当該発明と後の改良発明とを包括的な発明としてまとめた内容で特\n許出願を行うことなどが可能となった。すなわち，先の特許出願の日から１年以内\nにした後の出願であって，先の出願に基づく国内優先権の主張を伴うものについて\nは，その発明につき先の出願の願書に昀初に添付した明細書又は図面に記載された\n発明の限度で，特許要件（先後願，新規性，進歩性）の判断の時点につき，先の出\n願時に出願されたものとして扱い，先の出願の日と優先権主張を伴う後の出願の日\nとの間にされた他人の出願等を排除し，又はその間に公知となった情報によっては\n特許性を失わないという優先的な取扱いを認めるものである（法４１条２項）。\nこのように，国内優先権は，優先権主張の基礎とされた先の出願の願書に\n添付した明細書と図面に記載されている発明の限度で，特許要件の判断について先\nの出願のときにされたものとみなすという特別の利益をもたらすものであり，他方\nで，国内優先権の主張がされているか否かは，先の出願と優先権主張を伴う後の出\n願との間にされた出願等に基づく第三者の権利の取得の可否等にかかわるものとし\nて，第三者に及ぼす影響が大きいものである。\nそこで，法４１条４項は，特許出願について国内優先権の主張をしようと\nする者は，その旨及び先の出願の表示を記載した書面を特許出願と同時に特許庁長\n官に提出しなければならないとしている（ただし，国内優先権を主張しようとする\n者は，当該特許出願の願書にその旨及び必要な事項を記載して，この主張書面の提\n出を省略することもできる。特許法施行規則２７条の４第１項）。\nそして，法４４条２項は，特許出願の分割について「前項（分割出願）の\n場合は，新たな特許出願は，もとの特許出願の時にしたものとみなす。ただし，…\n（中略）…第４１条第４項…（中略）…の規定の適用については，この限りでな\nい。」と規定しているから，分割出願について国内優先権の主張をしようとする場\n合には，改めて上記の法に定められた方式を履践することが要請されている。\n補正とは，特許庁への手続が不備であったり，明細書，図面や要約書に不\n備，誤記，不明瞭な記載があった場合にそれらの補充や訂正を行うことをいうもの\nであるところ，上記のような国内優先権の制度趣旨及びその手続に関する規定の内\n容に照らせば，国内優先権の主張は，特許出願の分割の場合であっても，法に定め\nられた方式により厳格にされなければならず，具体的な手続としては，国内優先権\nの主張は，特許出願と同時（特許出願の分割の場合は分割による新たな特許出願と\n同時）にされる必要があるというべきであるから，特許出願の際に実際にされた国\n内優先権の主張の記載上についての明白な誤記を補正するような場合は別として，\n特許出願の際に優先権主張の手続をしていないこと自体を後になって補正すること\nは，補正の限度を超えるものとして許されないと解するのが相当である。\n(2) 原告による本件分割出願の手続について\n原告は，平成７年１月１７日，原出願の分割出願として，本件分割出願を\nしたところ，原出願の際には，願書に第１出願に基づく国内優先権を主張する旨を\n記載したものの，本件分割出願の際には，願書に原出願の分割出願であることは記\n載したが，国内優先権を主張する旨及び必要な事項を記載せず，また同条４項に規\n定する主張書面も提出しなかったものである（当事者間に争いがない。）。\nそうすると，原告は，法に規定された国内優先権の主張のための手続を何\nら履践しなかったものであるから，本件手続補正書により国内優先権の主張手続に\nついて補正をすることは許されないというべきである。\nこの点について，原告は，出願人が特許出願の分割に当たり，原出願にお\nいて主張した優先権を主張しないことは通常考えられないから，本件分割出願に優\n先権主張の記載がないのは，単なる記載漏れであることが明らかであると主張す\nる。しかし，国内優先権を主張するか否かは，そもそも出願人の自由な選択に任さ\nれているのであり，前記のとおり，法は分割出願の場合であっても国内優先権の主\n張につき厳格な手続を規定しているのであるから，原告が本件分割出願の際に優先\n権の主張をしなかったことをもって，単なる記載漏れとして扱うべきものと解する\nことはできない。原告の主張するところは，実質的には国内優先権の主張を伴わな\nい分割出願を国内優先権の主張を伴う分割出願に変更することを求めるものであ\nり，補正の名の下に新たな手続を行うことを認めることを求めるものであるが，そ\nのような補正が，現実に履践された手続についてその不備を訂正するという法１７\n条１項の補正の範囲を逸脱するものとして許されないことは，明らかである。原告\nの上記主張は理由がない。\n(3) 小括\n以上によれば，法４１条４項の解釈適用の誤りをいう原告の主張は理由が\nなく，その余の点につき判断するまでもなく，原告の本件補正手続書に係る手続\nは，不適法な手続であって，その補正をすることができないものというべきであ\nる。\n２　争点(2) （本件処分における理由付記）について\n(1) 手続却下の処分に付記すべき理由の内容・程度\n特許法の規定による処分については，行政手続法第２章及び第３章の規定\nは適用しないものとされている（法１９５条の３）。したがって，手続却下の処分\nにおいていかなる内容及び程度の理由を記載すべきかは，専ら特許法の解釈により\n決せられることになる。\n特許法においては，不適法な手続の却下処分につき，法１８条の２第２項\nが，補正をすることのできない不適法な手続を却下しようとするときは，手続をし\nた者に対し，その理由を通知し，相当の期間を指定して，弁明書を提出する機会を\n与えなければならないと規定している。同項は，商標法条約上の「官庁は，出願又\nは第１０条から前条までの規定による申請に関し，却下し又は拒絶しようとするこ\nとについて合理的な期間内に意見を述べる機会を出願人又は申請人に与えることな\nく，その全部又は一部を却下し拒絶することができない。」（同条約１４条）との\n規定に対応し，特許法においても，不適法な手続であってその補正をすることがで\nきないものについて却下する場合には，事前に意見陳述の機会を付与することとし\nたものである。すなわち，法１８条の２第２項所定の理由の通知は，相手方に弁明\n書を提出する機会を与えるための手続として定められているものであるから，理由\nの記載の程度は，相手方の弁明を可能にするだけの内容が記載されていれば足りる\nものと解するのが相当である。\nこのように特許法は，法１８条の２第２項において，却下処分に先立つ理\n由の通知について規定するものであるが，却下処分自体に付するべき理由について\nは，そもそも却下処分に理由を付する必要があるかどうかを含めて何ら規定を置い\nていない。このような特許法全体の構造に照らせば，補正することのできない不適\n法な手続を却下するに当たって，却下処分自体に理由を付することは，特許法上要\n請されていないものと解するのが相当である。けだし，手続却下の処分は，ある申\n請行為が法の定める一定の手続に沿ってされるべきものである場合に，具体的な申\n請行為の手続が当該法定手続のうち本質的要件を備えていない場合にされるもので\nあるから，法１８条の２第２項に基づく事前の理由の通知を受けた出願人又は申請\n者（手続却下の処分の名宛人）にとっては，手続却下の処分が申請行為が特定の法\n定手続に違反していることを根拠としてされたものであることを，却下処分の際に\n改めてその理由を示されるまでもなく，自明のこととして理解することができるか\nらである。\nこの点について，原告は，行政手続法１条の趣旨・目的に加えて，行政処\n分に理由の付記が必要とされる趣旨を考慮すると，手続却下の処分には，行政庁の\n結論の内容と当該結論に至った過程が処分の名宛人に明らかであるような程度の理\n由を付さなければならないと主張する。しかし，原告が根拠として挙げる行政手続\n法１条は同法の趣旨目的をうたった規定であり，同条１項に「行政運営における公\n正の確保と透明性」の定義として「行政上の意思決定について，その内容及び過程\nが国民にとって明らかであること」との文言が用いられているからといって，行政\n庁が具体的な行政処分をする場合に，個別の法律上の根拠を要することなく，常に\n理由を付すべきことが当然に導かれるものではない。したがって，原告の主張は理\n由がない。\n(2) 本件処分における理由付記の程度\n上記のとおり，補正することのできない不適法な手続を却下するに当たっ\nて，却下処分自体に理由を付することは，特許法上要請されていないものというべ\nきであるから，本件処分に十分な理由が付されていないとしてその違法をいう原告\nの主張は，既に理由がないというべきであるが，念のため，本件処分に付された理\n由の内容及び程度についても，一応検討しておく。\n本件において，被告が本件処分の際に原告に交付した「手続却下の処分」\nと題する書面には，「この出願について平成９年１１月１８日付け提出の手続補正\n書に係る手続は，平成１０年５月８日付け却下理由通知書に記載した理由によって\n却下する。」と記載されていたものであるところ，同通知書（本件通知書）には，\n却下の理由として「登録後の差し出し。（注）本願は『平成８年６月２７日』付で\n登録済である。」と記載されていた。\n本件手続補正書の「補正対象項目名」が「先の出願に基づく優先権主張」\nであること（甲６により認められる。）からすれば，本件通知書における上記の記\n載が，本件手続補正書による国内優先権の主張が本件分割出願に係る特許権が設定\n登録された後にされたものであるために不適法であるという理由を示していること\nは，その記載自体から明らかである。そして，上記のような具体的な理由が記載さ\nれていれば，それが法４１条４項に違反していることを示していることは明らかで\nあり，少なくとも本件処分の名宛人である原告がこれを了知することは十分に可能\nであったというべきである。したがって，本件通知書における上記の記載は，相手\n方である原告の弁明を可能にするだけの内容のものということができ，法１８条の\n２第２項所定の理由として十分なものと認められる。そして，本件処分は本件通知\n書記載の理由と同一の理由によりされたのであるから，本件通知書の記載を引用す\nる形式で本件処分に付記された理由により，本件処分につき被告が出した結論の内\n容及び当該結論に至った過程が，原告にとって明らかであったというべきである。\n(3) 小括\n以上によれば，本件処分に十分な理由が付されていないとしてその違法を\nいう原告の主張は，失当である。\n３　結論\nしたがって，本件処分は適法であり，原告主張のような違法性を有するとい\nうことはできないから，原告の本訴請求は理由がない。\nよって，主文のとおり判決する。\n東京地方裁判所民事第４６部\n裁判長裁判官　　　三　　  村  　　量  　　一\n裁判官　　　村      越      啓      悦\n裁判官　　　和  久  田　    道    　雄\n"
}