{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 16,
    "month": 2,
    "day": 19
  },
  "case_number": "平成13(行ケ)533",
  "case_name": "特許取消決定取消請求事件",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "10510",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=10510",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/510/010510_hanrei.pdf",
  "contents": "平成１３年（行ケ）第５３３号　特許取消決定取消請求事件\n平成１６年１月２７日口頭弁論終結\n判　　　　決\n原　　　告　　　　　コーニンクレッカ　フィリップス  エレクトロニク\nス　エヌ　ヴィ\n訴訟代理人弁護士　　吉　武　賢　次\n同　　　　　　　　　宮　嶋　　　学\n訴訟代理人弁理士　　橘　谷　英　俊\n同　　　　　　　　　佐　藤　泰　和\n同　　　　　　　　　川　崎　　　康\n被　　　告　　　　　特許庁長官　今井康夫\n指定代理人　　　    岩　本　正　義\n同　　　　　　　　　紀　本　　　孝\n同　　　　　　　　　大　野　覚　美\n同　　　　　　　　　大　野　克　人\n同　　　　　　　　　涌　井　幸　一\n主　　　　文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\nこの判決に対する上告及び上告受理の申立てのための付加期間を３０日\nと定める。\n事実及び理由\n第１　当事者の求めた裁判\n１　原告\n特許庁が平成１１年異議第７３４４１号事件について平成１３年７月１７日\nにした決定を取り消す。\n訴訟費用は被告の負担とする。\n２　被告\n主文と同旨\n第２　当事者間に争いのない事実\n１　特許庁における手続の経緯\n原告は，発明の名称を「地図表示方法及び装置」とする特許第２８６９４７\n２号の特許（１９８９年１月１１日にオランダ国でした特許出願による優先権を主\n張して，平成２年１月１０日に特許出願（以下「本件出願」という。），平成１１\n年１月８日に特許権設定登録。以下「本件特許」という。請求項の数は２０であ\nる。）の特許権者である。\n本件特許の請求項１ないし８，１７ないし２０について，特許異議の申立て\nがなされ，特許庁は，この申立てを，平成１１年異議第７３４４１号として審理し\nた。原告は，この審理の過程で，本件出願の願書に添付した明細書の訂正（以下\n「本件訂正」といい，本件訂正に係る明細書（甲第３号証の２参照）を「訂正明細\n書」という。）を請求した。特許庁は，審理の結果，平成１３年７月１７日に，\n「特許第２８６９４７２号の請求項１ないし８，１７ないし２０に係る特許を取り\n消す。」との決定をし，同年８月６日にその謄本を原告に送達した。出訴期間とし\nて９０日が付加された。\n２　特許請求の範囲\n(1)　本件訂正後の請求項１（下線部が訂正部分である。）\n「地球表面を走行する乗物の位置に応じてデータ構造から地形情報を選択し\n地形図の一部分を表示する方法において，地形情報は乗物が走行し得る地球の略々\n２次元的に表した地表の一部分内の種々の点の座標を含み，地図の一部分を座標変\n換によって乗物の外部且つ上方に位置する見かけの視点から見た投影図で透視図的\nに鳥瞰図として表示し，且つ前記鳥瞰図上に昀適ルートを表示し，且つ乗物の現在\n位置に対する見かけの視点の位置を固定にすることを特徴とする地図表示方法。」\n（以下「訂正発明」という。）\n(2)　本件訂正前の請求項１ないし８，１７ないし２０（異議申立ての対象とさ\nれている請求項）\n「【請求項１】乗物の位置に応じてデータ構造から地形情報を選択し地形図\nの一部分を表示する方法において，地形情報は乗物が走行し得る地球の略々２次元\n的に表した地表の一部分内の種々の点の座標を含み，地図の一部分を座標変換によ\nって乗物の外部にあって地表の該当部分の上方に位置する見かけの視点から見た投\n影図で透視図的に表示することを特徴とする地図表示方法。\n【請求項２】乗物の現在位置に対する見かけの視点の位置を固定にすること\nを特徴とする請求項１記載の方法。\n【請求項３】見かけの視点を乗物の後方に位置させ，視方向及び乗物の走行\n方向が地表に垂直に延在する仮想の面を構成するようにすることを特徴とする請求\n項２記載の方法。\n【請求項４】座標変換は画像内の所定の方向を絶えず乗物の走行方向と少く\nとも略々一致させるような角度ａ（ｔ）に亘る回転を含むことを特徴とする請求項\n１～３の何れかに記載の方法。\n【請求項５】地図上の乗物の位置を表示することを特徴とする請求項１～４\nの何れかに記載の方法。\n【請求項６】順次の画像間の角度ａ（ｔ）の変化を所定の値に制限すること\nを特徴とする請求項３～５の何れかに記載の方法。\n【請求項７】選択された情報から追加の選択処理により表示すべき項目を決\n定することを特徴とする請求項１～６の何れかに記載の方法。\n【請求項８】前記追加の選択は表示すべき項目と乗物の現在位置との間の距\n離に基づいて行うことを特徴とする請求項７記載の方法。\n【請求項１７】見かけの視点からの視方向を可変にすることを特徴とする請\n求項１～１６の何れかに記載の方法。\n【請求項１８】地形情報を記憶するメモリと，乗物の位置をくり返し決定す\nる検出手段と，乗物の位置に基づいて地形情報から関連する部分を少なくとも第１\n選択処理によりくり返し選択する第１選択手段と，選択した情報について座標変換\nをくり返し行う座標変換手段と，座標変換により発生された画像をくり返し透視図\n的に表示する表示手段とを具えたことを特徴とする請求項１～１６の何れかに記載\nの方法を実施する装置。\n【請求項１９】当該装置は更に表示内の所定の方向を絶えず乗物の走行方向\nと略々一致させるための座標変換中に行われる順次の画像間の回転角度ａ（ｔ）の\n変化を制限する手段を具えていることを特徴とする請求項１８記載の装置。\n【請求項２０】当該装置は更に第１選択手段により選択されたサブ情報につ\nいて追加の選択処理を行う第２選択手段を具えていることを特徴とする請求項１８\n又は１９記載の装置。」（以下，それぞれの発明を請求項の番号に従い，「本件発\n明１」などといい，これらの発明を併せて「本件発明」ということがある。）\n３　決定の理由\n別紙決定書の写し記載のとおりである。要するに，①訂正発明は，上記優先\n権主張日（以下「本件優先日」という。）前の出願であって，その出願後に公開さ\nれた特願昭６３－９１６２１号（特開平１－２６３６８８号。本訴甲第４号証）に\n添付した明細書及び図面（以下，決定と同じく「先願明細書」という。）に記載さ\nれた発明と同一であり，特許法２９条の２第１項に該当し，特許出願の際独立して\n特許を受けることができないから，本件訂正は認められない，②本件訂正前の請求\n項１ないし８，１７ないし２０に係る各発明は，いずれも先願明細書に記載された\n発明と同一であり，特許法２９条の２第１項に該当する，というものである。\n決定が，上記結論を導くに当たり，訂正の適否の検討において，訂正発明に\n対応するものとして認定した先願明細書に記載されている発明及びこれと訂正発明\nとの一致点及び一応の相違点は，次のとおりである。\n（先願明細書に記載されている発明）\n「自動車等の乗物の位置に応じて地図データベースから地図情報を選択し地\n図の一部分を表示する方法において，地図情報は乗物が走行しうる地球の略々２次\n元的に表わした地表の一部分内の種々の点の座標を含み，地図の一部分を座標変換\nによって，視点（第１図，地球平面より高さｙ０，画面中心よりｆのところ）から\n見た投影図で透視図的に表示し，且つ乗物の現在位置に対する視点の位置を固定に\nすることを特徴とする地図表示方法。」（以下「先願発明」という。）\n（一致点）\n「地球表面を走行する乗物の位置に応じてデータ構造から地形情報を選択し\n地形図の一部分を表示する方法において，地形情報は乗物が走行しうる地球の略々\n２次元的に表わした地表の一部分内の種々の点の座標を含み，地図の一部分を座標\n変換によって視点から見た投影図で透視図的に表示し，且つ乗物の現在位置に対す\nる視点の位置を固定にすることを特徴とする地図表示方法。」である点\n（一応の相違点）\n(1)「本件訂正発明では，地図の一部分を座標変換によって乗物の外部且つ上\n方に位置する見かけの視点から見た投影図で透視図的に鳥瞰図として表示するのに\n対し，先願発明では，地図の一部分を座標変換によって視点（第１図（判決注・別\n紙図面１参照）の地図平面より高さｙ０，画面中心よりｆのところ）から見た投影\n図で透視図的に表示する点。」（以下「相違点１」という。）\n(2)「本件訂正発明では，前記鳥瞰図上に昀適ルートを表示するのに対し，先\n願発明ではかかる昀適ルートを表示する構成は記載されていない点。」（以下「相\n違点２」という。）\n決定が，上記結論を導くに当たり，本件訂正前の請求項１及び１８に記載さ\nれた発明に対応するものとして認定した先願明細書に記載されている発明及びこれ\nと請求項１及び１８に記載された発明との一致点及び一応の相違点は，次のとおり\nである。\n（先願明細書に記載された発明）\n(1)「乗物の位置に応じてデータ構造から地形情報を選択し地形図の一部分を\n表示する方法において，地形情報は乗り物が走行しうる地球の略々２次元的に表わ\nした地表の一部分内の種々の点の座標を含み，地図の一部分を座標変換によって地\n表の上方に位置する視点から見た投影図で透視図的に表示することを特徴とする地\n図表示方法。」（請求項１に記載された発明に対応するもの。以下「先願発明１」\nという。）\n(2)「地球情報を記憶するメモリ（CD-ROM　20）と，乗物の位置をくり返し決\n定する検出手段（方位センサ25，距離センサ26等）と，乗物の位置に基づいて地形\n情報から関連する部分を少なくとも第１選択処理によりくり返し選択する第１選択\n手段（CPU）と，選択した情報について座標変換をくり返し行う座標変換手\n段（CPU，表示コントローラ27）と，座標変換により発生された画像をくり返し（地\n表の上方に位置する視点から見た投影図で）透視図的に表示する表示手段（表示コ\nントローラ27，CRTディスプレー23）とを具えたことを特徴とする地図表示装置。」\n（請求項１８に記載された発明に対応するもの。以下「先願発明２」という。）\n（本件発明１と先願発明１との一致点及び相違点）\n「両者は，本件発明１が地図の一部分を座標変換によって乗物の外部にあっ\nて地表の該当部分の上方に位置する見かけの視点から見た投影図で透視図的に表示\nするのに対し，先願発明１では地図の一部分を座標変換によって地表の上方に位置\nする視点から見た投影図で透視図的に表示する点でのみ一応相違し，その余の点で\n一致する。」\n（本件発明１８と先願発明２との一致点及び相違点）\n上記の本件発明１と先願発明１との相違点の認定において示した相違点で\nのみ相違し，その余の点で一致する。\n第３　原告主張の決定取消事由の要点\n決定は，①先願発明の認定を誤った結果，訂正発明と先願発明との相違点を\n看過し（すべての請求項についての取消事由），②訂正発明と先願発明との相違点\nについての判断を誤り（すべての請求項についての取消事由），③本件発明のそれ\nぞれと先願発明との同一性の判断を誤ったものであり（請求項それぞれについての\n取消事由），これらの誤りが，それぞれ，すべての請求項についての（上記①，\n②），あるいは各請求項についての（上記③）結論に影響を及ぼすことは明らかで\nあるから，すべて，違法として取り消されるべきである。\n１　相違点の看過\n決定は，先願発明の「記載ｊ（判決注・「表示画面の構成　階層データを使\n用して第１図の平面透視図方式で表示画面を構成する方法の１例を次に示す。第７\n図のように・・（中略）・・平面地図データ１１，１２，１３から構成する。第７\n図を参照すると，３階層の地図データは平面透視法の関係式ｘｓ＝ｘｆ／（ｆ＋\nｚ），ｙｓ＝ｙ０ｚ／（ｆ＋ｚ）（ただし，ｘ，ｚは乗物の現在位置と階層地図デ\nータ上の位置との差を，乗物の現在の方位に従って座標変換した値を用いる）に従\nって修正され，これにより各階層地図１１，１２，１３はディスプレイの１４，１\n５，１６上ではそれぞれ台形１７，１８，１９の一部として表示されることにな\nる。」。別紙図面第１図，第７図参照。）は，先願明細書の階層地図データの基準\n地点，即ち，該階層地図データの座標値ｘ，ｚの基準地点（原点）が乗物の現在位\n置であること，及び，該乗物の現在位置を表す基準地点とともに該階層地図データ\nの座標値ｘ，ｚ（当然，地球表面の座標系で表されていると解される。）が乗物に\n固定された座標系での座標値に変換されたものであることを，同時に，かつ明確に\n示すものに他ならない。」（決定書６頁３行～８行）と述べ，座標値（ｘ，ｚ）の\n原点は「乗物の現在位置」であると認定した上で，この認定を前提に，「乗物の現\n在位置に対する視点の位置を固定にする」ことを訂正発明と先願発明との一致点と\n認定した（決定書７頁４行～６行）。しかし，上記先願発明の認定及びこれに基づ\nく一致点の認定は，誤りである。\n決定は，先願発明において，座標値ｘ，ｚの基準地点を乗物の現在位置であ\nる，と認定した。しかし，先願明細書には，「乗物の現在位置又は指定する位置」\n（請求項１），「乗物の現在位置又は指定された位置」（請求項２），「アドレス\nを乗物の現在位置または特定位置等の基準地点（０，０）からの距離ベクトルＲの\n座標（ｘ，ｚ）とし」（甲４号証２頁左下欄１９行～右下欄１行）と記載されてい\nる。これらの記載によれば，先願発明における基準地点には「指定する（された）\n位置」や「特定位置」も含まれることが明らかである。同地点は，必ずしも「乗物\nの現在位置」に限定されるものではない。\n先願明細書の第１図（別紙図面１参照）は，平面透視図方式の原理を示す図\nである。同図のｆ，y０は，視点を透視画面より後方で地面の上方に置くという平面\n透視図方式の当然の構成を表現しているにすぎない。同図には，乗物の位置を示す\n記載もない。\n仮に，第１図の透視画面１が実際の表示画面であり同画面に昀も精度の密な\n階層地図１３（別紙図面第７図参照）が表示されるとすると，同画面に精度の粗い\n階層地図１１及び１２を投影するには，視点の高さをｙ０以上にしなければならな\nい。この場合，視点は複数存在することになるから，視点が固定されているとはい\nえない。\nこのように，先願発明においては，視点の位置について，透視画面を作り得\nるような場所に視点を置く，という当然のことしか開示されていない。基準点はど\nこでもよく，視点の位置は，その基準点から後方かつ上方であればどこでもよいと\nいうことであれば，結局，視点の位置は透視画面を作り得るような位置であればど\nこでもよいということになるからである。\n先願明細書には，「乗物の現在位置に対する視点の位置を固定にする」こと\nは記載されていない。\n２　相違点１についての判断の誤り\n決定は，訂正発明と先願発明との一応の相違点の一つ（「本件訂正発明で\nは，地図の一部分を座標変換によって乗物の外部且つ上方に位置する見かけの視点\nから見た投影図で透視図的に鳥瞰図として表示するのに対し，先願発明では，地図\nの一部分を座標変換によって視点（第１図の地図平面より高さｙ０，画面中心より\nｆのところ）から見た投影図で透視図的に表示する点。」・相違点１）につき，\n「５０ｋｍ四方を１フィールドとして平面透視図法によって表示画面に十分に識別\nできる（即ち，人が利用できる）地図として表示できる視点の高さは，自動車の外\n部且つ上方に位置するほど十分高くならなければならないこと，したがってまた，\nその平面透視図は鳥瞰図（即ち，高い所から見下ろしたように描いた地図）として\n表示されるものとなることは，当業者に自明のことというべきである。よって，先\n願発明は当然本件発明（判決注・訂正発明）の上記相違点１の構成を備えていると\n解されるので，該相違点１は実質的なものとはいえない」（決定書７頁２３行～３\n０行）と判断した。しかし，この判断は，誤りである。\n(1)　先願発明には，視点の高さを自動車の外部かつ上方に位置するほど十分に\n高くしなければならないことについての記載も，これを示唆する記載もない。\n先願発明においては，画面の第１階層（１４）に５０ｋｍ四方を表示し，\n第２階層（１５）に５ｋｍ四方を表示し，第３階層（１６）に５００ｍ四方を表示\nする（別紙図面第７図参照）。\n上記第１階層，第２階層及び第３階層が上記のようなものである以上，こ\nれらのそれぞれについて，別個に視点が設定されるはずである。たとい，第３階層\nについては乗物の位置を基準として視点の位置が設定されるとしても，第１，２階\n層については，乗物の位置とは無関係に視点が設定されるのであって，必ずしも乗\n物の外部かつ上方に視点を設けなければならないわけではない。\n乗物の位置を基準として視点が設定される第３階層についても，５００ｍ\n四方程度の範囲は視点を乗物の内部に置いても十分に視認可能であり，「人が利用\nできる」ものである。必ずしも乗物の外部かつ上方に視点を設ける必要はない。\n視点が乗物の外部には位置するが上方には位置しない場合（２ｍ程度の高\nさで後方５００ｍに置く視点）も，画面の下半分に５００ｍ先まで，画面の９１％\nの部分に５ｋｍ先まで表示され，「人が利用できる」ものである（別紙図面２参\n照）。\nこのように，先願発明は，視点を上方に置くことを絶対条件とする発明で\nはない。\n先願明細書中の，「透視図はあたかも窓枠を通して前景を見るような遠近\n表示が昀も人の通常の知覚様式に合う」（甲第４号証２頁右下欄１３行～１４行。\n以下「記載Ａ」という。），「透視には各種考えられるが，実際の視覚に昀も近い\nのは平面透視方式である。しかし，この方式では近接位置の精度が距離と共に急激\nに低下するので」（同３頁左上欄５行～８行。以下「記載Ｂ」という。），「乗物\nの運転者に必要な情報の実空間認識に近い表示が可能となり，」（４頁左下欄１９\n行～２０行。以下「記載Ｃ」という。）との記載は，先願発明において，視点が乗\n物の内部にあること（運転席から見た風景（透視図）を表示すること）を示すもの\nである。\n本件優先日当時の技術文献（特開昭６３-２００１８２号公報（甲第７号証\nの１。以下「甲７－１文献」という。），米国特許第４４８９３８９号明細書（甲\n第７号証の２。以下「甲７－２文献」という。），特開昭６１-９５３８６号公報\n（甲第７号証の３。以下「甲７－３文献」という。），特開昭５３-９５７２７号公\n報（甲第７号証の４。以下「甲７－４文献」という。））によれば，本件優先日当\n時における透視図表示は，いずれも運転席から見た風景（透視図）を表示するもの\nであることが認められる。先願発明も，同時期の上記技術文献と同じく，運転席か\nらみた風景を表示するものである，とみるのが自然である。\n(2)　先願発明は，視点の位置について複数の可能性を含んでいる。これに対\nし，訂正発明は，それらの可能性の中から，視点の高さを乗物の外部かつ上方に位\n置させるという構成を選択したものである。訂正発明は，この構成を採用すること\nによって，表示される透視図が運転者の位置から見る概観よりもかなり広い概観を\n提供する鳥瞰図になるという顕著な効果を奏する。\nこのように，複数の可能性の中から，顕著な効果を奏する構成を選択する\nことを，当業者にとって自明であるとすることはできない。\n３　相違点２についての判断の誤り\n決定は，訂正発明と先願発明との一応の相違点の一つ（「本件訂正発明で\nは，前記鳥瞰図上に昀適ルートを表示するのに対し，先願発明ではかかる昀適ルー\nトを表示する構成は記載されていない点。」・相違点２）につき，「本件訂正発明\nや先願発明のような（地球表面を走行する乗物の）地図表示方法において，表示さ\nれた地図上に昀適ルートを表示する点は本件出願前周知・慣用の技術である。（な\nお，この点につき要すれば，上記周知文献１ないし３等，参照。）そして，本件訂\n正発明は表示された鳥瞰図に上記周知・慣用の技術を適用したものに相当し，その\n点に格別の効果を認めることもできないから，本件訂正発明の上記相違点２は単な\nる周知・慣用技術の付加にすぎない。」（決定書７頁３２行～３８行）と判断し\nた。しかし，この判断は誤りである。\n(1)　決定は，上記周知・慣用技術を認定する根拠として，特開昭５８－１６９\n７００号公報（甲第５号証の１。以下「甲５－１文献」という。），特開昭６１－\n９５３８６号公報（甲第５号証の２。以下「甲５－２文献」という。），特開昭６\n２－２４３０２９号公報（甲第５号証の３。以下「甲５－３文献」という。）を挙\nげる。\nしかし，三つの公開特許公報があるだけでは，周知技術であるとも慣用技\n術であるともいえない。\nしかも，上記３文献中の甲５－１文献には，表示装置上に昀適経路を表示\nすることしか記載されておらず，地図上の昀適経路を表示するのか，地図外に昀適\n経路を表示するのかが明瞭でない。このような甲５－１文献に，地図上の昀適ルー\nトを表示することが開示されていると認めることはできない。\n経路誘導（昀適ルート表示）の機能が装備されたカーナビゲーションシス\nテムが製品化されたのは，先願の出願日（１９８８年４月１５日）及び本件優先日\n（１９８９年１月１１日）の４年以上も後の１９９３年以降のことである（甲第６\n号証）。このような製品化のめども立っていない段階の技術を周知・慣用の技術と\n認定することは，誤りである。\n(2)　仮に，表示された地図上に昀適ルートを表示することが「周知技術」であ\nるとしても，先願発明が相違点２に係る訂正発明の構成を備えていると当業者が理\n解するためには，同構成が周知技術であるというだけでは足りず，先願発明に必要\n不可欠のものである必要があるというべきである。\nカーナビゲーションシステムは，自車位置とその周辺情報を認識すること\nを本質的な目的とするものである。「昀適ルートを表示する」機能は，カーナビゲ\nーションシステムにとって必要不可欠な機能ではない。カーナビゲーションシステ\nムに「経路案内」機能が採用される以前（１９９２年以前）において，「昀適ルー\nトを表示する」機能を有しないカーナビゲーションシステムが現実に販売されてい\nた，という事実がある（甲第６号証）。この事実は，「昀適ルートを表示する」機\n能が，カーナビゲーションシステムの構成上必要不可欠な機能ではないことを如実\nに示すものである。このように，先願発明において，「昀適ルートを表示する」機\n能がその構成上必要不可欠のものではないことは明らかであるから，「昀適ルート\nを表示する」機能が周知技術であったとしても，このことが先願明細書に実質的に\n記載されていると解することはできない。\n(3)　先願発明に係る「慣用技術」とは，先願発明に係る製品等において当業者\nが普通に用いる技術のことである。慣用技術については，当業者が先願明細書に実\n質的に記載されていると理解する場合が多いと考えられる。\nこれに対し，周知ではあるものの慣用ではない技術については，当業者が\n普通に用いる技術でないから，当業者が先願明細書に同技術を加えて読む必然性が\nない。周知技術ではあっても慣用技術ではないものは，原則として，先願明細書に\n記載されていないと理解すべきである。先願発明がこのような技術（慣用でない技\n術）を当然に備えていると当業者が理解するためには，その構成が周知技術である\nだけでは足りず，少なくともその構成が先願発明に必要不可欠のものである必要が\nあるというべきである。\n本件におけるように「昀適ルートを表示する技術」が慣用技術といえない\n場合には，先願明細書に「昀適ルートを表示する」との構成が実質的に記載されて\nいるとするためには，少なくともこの構成が先願明細書の発明に必要不可欠なもの\nであることが必要である。\n上記構成が先願明細書の発明に必要不可欠なものでないことは，(2)で述べ\nたとおりである。\n(4)　甲５－１ないし３文献中の昀適ルート表示に関する記載は，いずれも平面\n地図上に昀適ルートを表示することに関するものであり，訂正発明のように鳥瞰図\n上に昀適ルートを表示するものではない。\n甲５－２，３文献は，いずれもあらかじめ選択された範囲の平面地図上に\n昀適ルートを表示するものであり，訂正発明のように乗物の位置に応じて平面地図\nの表示範囲を更新するものではない。甲５－１文献は，乗物の位置に応じて平面地\n図の表示範囲を更新するものであるか否かが明瞭でない。\n先願明細書には，乗物の移動に応じて鳥瞰図を随時更新させて乗物の位置\n周辺の昀適ルートを含む地図情報を詳細に表示させ，かつ目的地方向のできるだけ\n広範囲の地図を昀適ルートとともに表示させたい，との技術上の課題についての明\n示の記載もこれを示唆する記載もない。\n先願発明に甲５－１ないし３文献の上記技術を付加したとしても，訂正発\n明の構成は得られない。\n(5)　訂正発明のように昀適ルートを鳥瞰図上に表示すると，運転者は乗物の現\n在位置周辺の詳細地図を確認しつつ，目的地までの進むべき経路を全体として把握\nすることができる，という顕著な効果を生ずる。このように，顕著な効果を奏する\n構成を選択することを，当業者にとって自明であるとすることはできない。\n４　本件発明１ないし３，５ないし８，１７，１９，２０と先願発明との同一性\nについての判断の誤り\n(1)　本件発明１ないし３についての判断の誤り\n決定の本件発明１ないし３についての判断が誤りであることは，１，２で\n述べたところから明らかである。\n(2)　本件発明５についての判断の誤り\n決定は，本件発明５について，先願明細書の「（技術分野）・・・本発明\nは特に自動車の運転に必要な地図を必要に応じて表示するナビゲーション用地図表\n示装置に関し，運転者に自己の位置と他の各種目標ないし地点との関係を的確に提\n供する」（甲第４号証１頁右欄１行～６行）との記載から，「乗物の現在位置を表\n示することは当業者に自明の前提とされているというべきであり，上記本件請求項\n５に係る発明（判決注・本件発明５）の構成は先願明細書に実質的に記載されてい\nるものと認める。」（決定書１６頁２６行～２８行）と判断した。しかし，この判\n断は誤りである。\nそもそも，先願明細書に記載された発明（決定は，本件発明１ないし８，\n１７ないし２０についての判断において，本件発明１に対応する発明として，「乗\n物の位置に応じてデータ構造から地形情報を選択し地形図の一部分を表示する方法\nにおいて，地形情報は乗り物が走行しうる地球の略々２次元的に表した地表の一部\n分内の種々の点の座標を含み，地図の一部分を座標変換によって地表の上方に位置\nする視点から見た投影図で透視図的に表示することを特徴とする地図表示方法」を\n認定して，これを「先願発明１」と呼び，本件発明１８に対応する発明として「地\n球情報を記憶するメモリ（CD-ROM　20）と，乗物の位置をくり返し決定する検出手\n段（方位センサ25，距離センサ26等）と，乗物の位置に基づいて地形情報から関連\nする部分を少なくとも第１選択処理によりくり返し選択する第１選択手段（CPU）\nと，選択した情報について座標変換をくり返し行う座標変換手段（CPU，表示コント\nローラ27）と，座標変換により発生された画像をくり返し（地表の上方に位置する\n視点から見た投影図で）透視図的に表示する表示手段（表示コントローラ27，CRTデ\nィスプレー23）とを具えたことを特徴とする地図表示装置。」を認定して，これを\n「先願発明２」と呼んでいる（決定書１５頁参照。）。原告の主張４との関係にお\nいては，以下，上記先願発明１，２を，いずれも便宜上，単に「先願発明」と呼ぶ\nことがある。）は，運転者に乗物の位置を認識させる，という技術的課題が存在し\nない。\n先願発明においては，少なくとも第３階層を表示する際には，視点を乗物\nの内部においている可能性が高い。この場合には，乗物のフロントガラスを通して\n視認される範囲の地図が表示されることになる。このことからみても，先願発明に\nおいては，乗物の位置を表示することは必要不可欠なものではない。先願明細書に\n接した当業者が，先願発明が乗物の位置を表示するという構成を当然に備えている\nものと理解することはない。\n決定は，「なお，乗物の現在位置を表示すること自体は，本件出願前きわ\nめて周知の技術である。」（決定書１６頁２８行～２９行），と述べた。しかし，\n本件優先日前，カーナビゲーションシステムで鳥瞰図で表示された地図上に乗物の\n位置を表示する技術は存在しなかった。仮に平面地図に乗物の位置を表示する技術\nが周知のものとして存在していたとしても，先願発明にはそもそも乗物の位置を表\n示する技術的課題がないのであるから，平面地図上に乗物の位置を表示する技術\nを，同発明に単に付加することなどできることではない。\n本件発明５は，手前側に乗物の位置を表示して，乗物の位置周辺を詳しく\n表示しつつ，乗物からかなり遠くまでの範囲を表示することができるようにしてい\nる。これにより，乗物を正しく誘導することができるとともに，目的地までの距離\nや方向を常に把握することができるという顕著な効果を奏する。このような効果\nは，平面地図に乗物の位置を表示させる技術からは容易には想到し得ない。先願明\n細書中には，このような効果を示唆する記載はない。この点からみても，本件発明\n５が先願発明と実質的に同一であるとすることはできないことが明らかである。\n(3)　本件発明６，１９についての判断の誤り\n決定は，本件発明６，１９について，「本件請求項６に係る発明（判決\n注・本件発明６）に係る発明のように「順次の画像間の角度ａ（ｔ）の変化を所定\nの値に制限する」ことは，例えば特開昭５８－１７８２１３号公報にも記載されて\nいるように本件出願前周知の技術であり」（決定書１６頁３７行～３９行）「本件\n請求項６に係る発明は先願発明１に単に上記周知技術を付加したものに相当し，そ\nの点に格別の効果を認めることもできない。」（決定書１７頁６行～７行），「本\n件請求項１９において請求項１８に付加された構成は，実質的に前記本件請求項６\nにおいて請求項３（ないし５）に付加された構成と同じである。よって，本件請求\n項１９に係る発明（判決注・本件発明１９）は，先願発明２に単に上記（順次の画\n像間の角度ａ（ｔ）の変化を所定の値に制限する）周知技術を付加したものに相当\nし，その点に格別の効果を認めることもできない。」（決定書１７頁３２行～３６\n行）と判断した。しかしこの判断は誤りである。\n特開昭５８－１７８２１３号公報（甲第８号証。以下「甲８文献」とい\nう。）には，「順次の画像間の角度ａ（ｔ）の変化を所定の値に制限する」こと\nは，鳥瞰図はおろか，平面地図の表示に関しても，全く開示も示唆もされていな\nい。その目的，効果も，本件発明６，１９と全く異なる。この技術を先願発明に付\n加しても，本件発明６，１９の構成は得られない。\n甲８文献に記載された技術は，「画像の方向に反映させる進行方向の変化\nを所定の値に制限する」ものであるにすぎない。同技術においては，乗物の走行方\n向が変わるとき，視方向が急激に変化するので，ユーザーが方向を見失う可能性が\n高くなる。\n(4)　本件発明７，８，２０についての判断の誤り\n決定は，本件発明７，８，２０について，「先願明細書の前記記載ｄ及び\nｉ等によれば，そのより粗な地図とより精な地図とは，地図に表示すべき項目にお\nいて省略化等の相違があるものであって，その精密，中間，粗という階層化地図の\n表示が乗物の現在位置との距離に基づいて行われることは自明であり（第７図（判\n決注・別紙図面１参照）及び記載ｉ，ｊ参照。），適宜第１の選択手段により選択\nした例えばより精の階層画面から，追加の選択処理を行う第２の選択手段により，\nより粗の階層画面を選択できることは明らかであるから，結局，本件請求項７に係\nる発明（判決注・本件発明７）の「選択された情報から追加の選択処理により表示\nすべき項目を決定すること」，及び，本件請求項８に係る発明（判決注・本件発明\n８）の「前記追加の選択は表示すべき項目と乗物の現在位置との間の距離に基づい\nて行うこと」は，いずれも先願明細書に記載されている。」（決定書１７頁９行～\n１８行），「前記［請求項７，８に係る発明について］の項で示した，先願明細書\nにおける第１の選択手段により選択した例えばより精の階層画面は，サブ情報であ\nるといえる。よって本件請求項２０に係る発明（判決注・本件発明２０）の構成も\nすべて先願明細書に記載されているものと認める。」（決定書１７頁下から２行～\n１８頁２行）と判断した。しかし，この判断は誤りである。\n先願発明においては，「選択された情報」をそのまま表示しているにすぎ\nず，「追加の選択処理」を行っていない。\n(5)　本件発明１７についての判断の誤り\n決定は，本件発明１７について，「見かけの視点からの視方向を可変にす\nることは，一般に透視図作成における周知の技術であって（要すれば，特開昭６１\n－６５３６８号公報，特開昭６３－５４０９１号公報等参照。），本件請求項１７\nに係る発明（判決注・本件発明１７）は，先願発明１に単に該周知技術を付加した\nものに相当し，それによる格別の効果も認められない。」（決定書１７頁２０行～\n２４行）と判断した。しかし，この判断は誤りである。\n決定の挙げる特開昭６１－６５３６８号公報（甲第９号証の１。以下「甲\n９－１文献」という。）及び特開昭６３－５４０９１号公報（甲第９号証の２。以\n下「甲９－２文献」という。）は，いずれも地図表示に関するものではなく，鳥瞰\n図を表示することについては，開示も示唆もない。\n先願明細書には，単に透視図作成に関する技術が開示されているだけであ\nり，視方向を可変にする旨の記載も，鳥瞰図の表示方向を切り替える旨の記載もな\nい。先願発明は，「見かけの視点からの視方向を可変にする」ことを必要不可欠の\nものとしていないから，これを本件発明１７と実質的に同一であるとすることはで\nきない。\n第４　被告の反論の要点\n決定の認定，判断に誤りはなく，原告主張の取消事由は理由がない。\n１　原告の主張１（相違点の看過）について\n先願明細書の「アドレスを乗物の現在位置または特定位置等の基準地点\n（０，０）からの距離ベクトルＲの座標（ｘ，ｚ）とし」（甲第４号証２頁左下欄\n１９行～右下欄１行）との記載は，地図データの基準地点を「乗物の現在位置」と\nする場合と「特定位置等」とする場合との双方があることを示したものであり，基\n準地点（０，０）が必ずしも乗物の現在位置に限らないことを示している。この限\nりでは，原告の主張は正しい。\nしかし，決定が引用する先願明細書の「表示画面の構成　階層データを使用\nして第１図の平面透視図方式で表示画面を構成する方法の１例を次に示す。第７図\n（判決注・別紙図面１参照）のように・・（中略）・・平面地図データ１１，１\n２，１３から構成する。第７図を参照すると，３階層の各地図データは平面透視法\nの関係式ｘｓ＝ｘｆ／（ｆ＋ｚ），ｙｓ＝ｙ０ｚ／（ｆ＋ｚ）（ただしｘ，ｚは乗\n物の現在位置と階層地図データ上の位置との差を，乗物の現在の方位に従って座標\n変換した値を用いる）に従って修正され，これにより各階層地図１１，１２，１３\nはディスプレイの１４，１５，１６上ではそれぞれ台形１７，１８，１９内の一部\nとして表示されることになる。」（甲第４号証４頁左上欄１７行～右上欄１６行）\nとの記載は，基準地点（０，０）を「乗物の現在位置」とする場合の，平面透視図\n方式により透視画面を構成する方法を説明したものである。上記記載において，そ\nの階層地図データの基準地点（０，０）は「乗物の現在位置」である。\nこのように，先願明細書には，「乗物の現在位置」を基準地点とする発明が\n記載されている。決定は，先願明細書に記載された発明の中から，この発明を採り\n上げて先願発明として認定し，この認定を前提に，「乗物の現在位置に対する視点\nの位置を固定にする」ことを訂正発明と先願発明との一致点として認定したもので\nある。決定のこの認定に何ら誤りはない。\n２　原告の主張２（相違点１についての判断の誤り）について\n(1)　原告は，先願発明において，第１階層及び第２階層については乗物の位置\nとは無関係に視点が設定される，と主張する。\nしかし，先願明細書の表示画面（透視画面）上に表示された第１ないし第\n３の各階層地図が，第１図に示された平面透視図方式の原理に従って構成されたも\nのであることは自明である。そうである以上，第１ないし第３のいずれの階層であ\nるかにかかわらず，これら各階層地図における視点の位置が乗物の現在位置に対し\nて固定されたものであり，それらの各階層地図の基準地点（０，０）が乗物の現在\n位置となることは明らかである。\n原告は，先願明細書中の記載ＡないしＣを挙げ，これらの記載を根拠に，\n先願発明においては視点が乗物の内部にある，と主張する。\n記載Ａ（「透視図はあたかも窓枠を通して前景を見るような遠近表示が昀\nも人の通常の知覚様式に合う」）については，先願明細書の第１図は，透視画面１\nを通常人が接する「窓枠」に例えて，平面透視方式の原理を説明したもの，と解す\nることができる。記載Ａで用いられている「窓枠」という語を自動車の窓枠を意味\nするものと理解しなければならない理由はない。記載Ｂ（「透視には各種考えられ\nるが，実際の視覚に昀も近いのは平面透視方式である。しかし，この方式では近接\n位置の精度が距離と共に急激に低下するので」）の「近接位置の精度が距離と共に\n急激に低下する」は，平面透視図方式の一般的特徴を念頭においた記載にすぎない\nと解するのが自然である。記載Ｃ（「乗物の運転者に必要な情報の実空間認識に近\nい表示が可能となり，」）の「乗物の運転者に必要な情報」とは，「自動車等の乗\n物の運転ないし操縦において必要なのは自己の現在位置とその周辺の状況，及びこ\nれらと目標地点に至る地理情報」（甲第４号証１頁右欄８行～１０行）として述べ\nられている情報のことであり，「隣接地域のみならず遠方地域ないし指標物（例え\nば駅，公園，幹線路など）との関係」（同２貢上右欄５行～７行）を表す情報のこ\nとであると解される。そして，運転者の「視界は限られている」（同１頁右欄１１\n行）のであるから，運転者の視界を超えた視点（すなわち乗物の外部かつ上方にあ\nる視点）から得られる情報であると解する方が自然である。記載Ｃは，むしろ，視\n点が乗物の外部かつ上方にあることを念頭に置いた記載というべきである。記載Ａ\nないしＣは原告の主張を根拠付けるものではない。\n原告は，四つの文献を挙げ，先願発明の出願当時の透視図表示は，運転席\nから見た風景（透視図）を表示するものばかりであるから，先願発明も，同様に，\n運転席から見た風景を表示すると解すべきであると主張する。\nしかし，これらの各文献は，運転席から見た風景を透視図で表示する技術\nを示すものではない。\n(2)　原告は，訂正発明は，先願発明において想定される複数の可能性の中か\nら，視点の高さを乗物の外部且つ上方に位置させるという構成を選択することによ\nって，表示される透視図が運転者の位置から見る概観よりもかなり広い概観を提供\nする鳥瞰図になるという顕著な効果を奏するものであり，このような顕著な効果を\n奏する構成を選択することを，当業者にとって自明であるとすることはできない，\nと主張する。\nしかし，先願発明の透視図において，その視点の高さは自動車の外部から\n上方に位置するほど十分に高くなければならないこと，その平面透視図は鳥瞰図と\nして表示されるものとなることは，当業者に自明のことというべきである。\n３　原告の主張３（相違点２についての判断の誤り）について\n(1)　原告は，三つの公開特許公報があっただけで，周知・慣用技術であったと\nすることはできない，昀適ルートの表示機能が装備されたカーナビゲーションシス\nテムが製品化されたのは１９９３年以降のことであり，本件優先日当時製品化のめ\nどもたっていない段階の技術を周知・慣用技術と認定することはできない，と主張\nする。\nしかし，周知技術とは，当業者に広く知れわたっている技術のことであ\nる。ある技術を周知技術とするにはその技術が製品化されていなければならない，\nというわけのものではない。公開特許公報は企業の技術者や研究者がその研究，開\n発に当たってよく参照する文献の一つである。本件優先日前に頒布された複数の公\n開特許公報に開示された，地図上に昀適経路を表示するという上記技術を，周知技\n術と認定することに誤りはない。\n原告は，甲５－１文献が地図上に昀適ルートを表示することを開示してい\nるとはいえない，と主張する。しかし，甲５－１文献には，「表示装置８には以上\n述べた３種類の表示が行われるが，それらの表示形態，つまり３種類の表示をそれ\nぞれ別個に表示するか，あるいは互いの関連を考慮して一つの表示にまとめるかに\nついては，任意に選択可能である。」（甲第５号証の１・３頁右上欄３行～７行）\nとの記載がある。ここにいう「以上述べた３種類の表示」とは，「現在位置の表\n示」，「走行軌跡の表示」，「目的地までの昀適な経路の表示」の三つの表示のこ\nとである（甲５－１文献３頁左上欄参照）。このうちの少なくとも現在位置の表示\nと走行軌跡の表示が地図上に行われることは甲５－１文献に明記されている。甲５\n－１文献の上記記載に従い，これら三つの表示を「互いの関連を考慮して一つにま\nとめ」たものが，地図上に目的地までの昀適経路を表示したものとなることは自明\nである。甲５－１文献にも地図上に昀適ルートを表示する技術が開示されているこ\nとは，明らかである。\n(2)　特許出願に係る発明と先願発明との間に相違点があるとしても，その相違\n点が周知・慣用手段の付加であり，その特許発明が奏する作用効果が，先願発明が\n奏する作用効果と前記周知・慣用手段がもたらす作用効果との総和にすぎない場合\n（すなわち，格別のものでない，当業者が容易に予測できる場合）には，前記相違\n点は設計上の微差にすぎず，その特許出願に係る発明は先願発明に単なる周知・慣\n用手段を付加したものとして，先願発明と「実質的に同一である」とすべきであ\nる。\n決定は，相違点２に係る訂正発明の構成は，単なる周知・慣用技術の付加\nにすぎない，としたものであって，上記周知技術が先願明細書に実質的に記載され\nている事項である（すなわち，上記周知技術が先願明細書に記載されているに等し\nい事項である）と判断したものではない。\n(3)　原告は，甲５－１ないし３文献は，いずれも平面地図上に昀適ルートを表\n示することに関するものであり，訂正発明のように鳥瞰図上に昀適ルートを表示す\nるものではないこと，及び，文献２，３は，いずれもあらかじめ選択された範囲の\n平明地図上に昀適ルートを表示するもので，訂正発明のように乗物の位置に応じて\n平面地図の表示範囲を更新するものではないこと，を根拠に，先願発明に甲５－１\nないし３文献の上記技術を付加したとしても，訂正発明の構成は得られない，と主\n張する。\nしかし，甲５－１ないし３文献の地図がいずれもあらかじめ選択された範\n囲の平面地図であるとしても，それらは少なくとも訂正発明や先願発明のような乗\n物（自動車）のナビゲーション装置に地図として利用されるものであるから，昀適\nルート表示の対象となる地図が鳥瞰図であっても，甲５－１ないし３文献の周知技\n術に接した当業者であれば，当然に，また，きわめて容易に，鳥瞰図上に昀適ルー\nトを表示することを想起することができるものというべきである。\n先願発明には鳥瞰図を表示する技術が開示されているのであるから，先願\n発明に上記周知技術を付加すれば，鳥瞰図上に昀適ルートを表示するという，訂正\n発明の相違点２に係る構成が自動的・必然的に得られることは明らかである。\n(4)　原告は，表示された鳥瞰図上に上記技術を組み合わせることで，上記技術\nにはない顕著な効果を奏する，と主張する。しかし，原告が訂正発明の昀適ルート\nに基づく効果として主張する事項は，すべて，鳥瞰図上に表示された地図上の道路\n自体が客観的に内包する効果にほかならない。先願発明の鳥瞰図に甲５－１ないし\n３文献の昀適ルートを表示する技術を適用すれば，原告が主張する訂正発明の前記\n効果は自動的に得られるものである。このような訂正発明の効果を格別なものとす\nることはできない。\n４　原告の主張４（本件発明１ないし３，５ないし８，１７，１９，２０と先願\n発明との同一性についての判断の誤り）について\n(1)　本件発明１ないし３についての判断の誤り，の主張について\n原告の主張に理由がないことは，１，２で述べたところから明らかであ\nる。\n(2)　本件発明５についての判断の誤り，の主張について\n先願発明は，その明細書に記載されているとおり，運転者に自己の位置と\n他の各種目標ないし地点との関係を的確に提供することを目的とするのである。そ\nうである以上，地図上に乗物の位置を表示することは，運転者に自己の位置を認識\nさせるための先願発明のナビゲーション用地図表示装置に必要不可欠なことという\nべきであって，先願明細書に実質的に記載されているということができる。\n(3)　本件発明６，１９についての判断の誤り，について\n甲８文献には，「進行角が３０°ごとの区域を越えた時に，座標変換計算\nを行い，表示の更新をする」との記載がある。同記載は，３０°ごとの各区域を越\nえた時ごとに座標変換計算を行い，表示の更新をすることを意味する。\n本件発明６，１９は，先願明細書に記載された発明と同一であるとした決\n定の判断に誤りはない。\n(4)　本件発明７，８，２０についての判断の誤り，の主張について\n先願明細書には，「操作部２４は運転者が制御装置をオン・オフしたり，\n階層地図１１，１２，１３の任意の一つを表示したり，或いは本発明の透視画面を\n与えたりするための操作スイッチ等である」との記載がある。同記載によれば，操\n作スイッチ等の操作部２４により，階層地図１１，１２，１３の任意の一つを表示\nできるのであるから，操作部２４の操作により，例えばより精の階層地図１３を選\n択した後，さらに，操作部２４の操作により，例えばより粗な階層地図１１又は１\n２を選択することができることは，明らかである。このより精の階層地図１３を選\n択した後のより粗の階層地図の選択は，後から増し加えられた選択処理にほかなら\nないのであるから，本件発明７にいう「追加の選択処理」に相当することが明らか\nである。\n本件発明８，２０についても同様である。\n(5)　本件発明１７についての判断の誤り，の主張について\n特開昭６１－６５３６８号公報（甲９－１公報）は，３次元対象物の透視\n図を２次元画面上に表示する３次元立体表示方法に係るものであって，少なくとも\n対象物の透視図を２次元画面上に表示する技術に係るという点で本件発明１７及び\n先願発明と共通する。視点及び視方向はこのような透視図を作成する技術に必ず付\n属する指標，属性であり，「見かけの視点からの視方向を可変にすること」はこの\n透視図を作成する技術における周知の技術であるということができる。\n本件発明１７は先願発明に単に周知技術を付加したものであるから，両発\n明が同一であるとした決定の判断に誤りはない。\n第５　当裁判所の判断\n１　原告の主張１（相違点の看過）の主張について\n原告は，決定が，先願明細書に記載されている階層地図データについて，\n「階層地図データの基準地点，即ち，該階層地図データの座標値ｘ，ｚの基準地点\n（原点）が乗物の現在位置である」（決定書６頁３行～４行）と認定したのは誤り\nであり，この誤りを前提として，訂正発明と先願発明とが「乗物の現在位置に対す\nる視点の位置を固定にすること」（決定書７頁４行～５行）において一致する，と\n認定したのは誤りである，と主張する。\n原告は，その主張の根拠として，先願明細書中の，「乗物の現在位置又は指\n定する位置」（請求項１），「乗物の現在位置又は指定された位置」（請求項\n２），「アドレスを乗物の現在位置または特定位置等の基準地点（０，０）からの\n距離ベクトルＲの座標（ｘ，ｚ）とし」（甲４号証２頁左下欄１９行～右下欄１\n行）との記載を挙げ，これらの記載によれば，先願発明における基準地点には「指\n定する（された）位置」や「特定位置」も含まれるのであり，必ずしも「乗物の現\n在位置」に限定されるものではない，と主張する。\n原告の挙げる先願明細書中の上記記載によれば，先願発明における基準地点\nが「乗物の現在位置」に限定されるものでないことは，原告の主張するとおりであ\nる。\nしかしながら，原告の上記主張は，先願明細書に記載されているものの中に\nは，基準地点が「乗物の現在位置」である場合も含まれることを，自認するもので\nある。先願明細書中の「表示画面の構成　階層データを使用して第１図の平面透視\n図方式で表示画面を構成する方法の１例を次に示す。第７図のように・・（中\n略）・・平面地図データ１１，１２，１３から構成する。第７図を参照すると，３\n階層の各地図データは平面透視法の関係式ｘｓ＝ｘｆ／（ｆ＋ｚ），ｙｓ＝ｙ０ｚ\n／（ｆ＋ｚ）（ただしｘ，ｚは乗物の現在位置と階層地図データ上の位置との差\nを，乗物の現在の方位に従って座標変換した値を用いる）に従って修正され，これ\nにより各階層地図１１，１２，１３はディスプレイの１４，１５，１６上ではそれ\nぞれ台形１７，１８，１９内の一部として表示されることになる。」（甲第４号証\n４頁左上欄１７行～右上欄１６行）との記載は，乗物の現在位置を基準地点（０，\n０）とする場合について述べたものであるということができる。\n決定は，先願明細書に記載された複数の基準地点のうち，上に述べた「乗物\nの現在位置」を基準地点とする発明を先願発明として認定したものであることは，\nその記載自体から明らかである。基準地点が「乗物の現在位置」に限定されない，\nとの原告の主張は，先願発明が乗物の現在位置を基準地点とするものである，との\n決定の認定の誤りを何ら指摘するものではなく，主張自体失当というほかない。\n原告は，先願明細書の第１図の透視画面１が実際の表示画面であり，同画面\nに昀も精度の密な階層地図１３が表示されるとすると，同画面に精度の粗い階層地\n図１１及び１２を投影するには，視点の高さをｙ０以上にしなければならない，こ\nの場合，視点は複数存在することになるから，先願発明においては，視点が固定さ\nれているとはいえない，と主張する。\nしかしながら，先願明細書の第７図（甲第４号証。別紙図面１参照）には，\n階層地図１１ないし１３のすべての階層地図の左右の線がただ一つの消点（Ｚ＝\n∞）に収束する図が明示されている。同図は，階層地図１１ないし１３のすべての\n視点が共通の一つの視点であることを示すものであるということができる。視点が\n複数存在することになる，との原告の主張はその根拠を欠くものである。第１図に\nおいて，階層地図１１及び１２を投影するのに視点の高さをｙ０以上にしなければ\nならない，との主張がその根拠を欠くことも，上に述べたところから明らかであ\nる。\n原告の主張は，採用することができない。\n２　原告の主張２（相違点１についての判断の誤り）の主張について\n原告は，先願発明が，相違点１に係る訂正発明の構成である，地図の一部分\nを座標変換によって乗り物の外部かつ上方に位置する見かけの視点から見た投影図\nで透視図的に鳥瞰図として表示する，との構成を備えているとした決定の判断は誤\nりである，と主張する。\nしかしながら，先願発明においては，例えば５０ｋｍ四方を１フィールドと\nして平面透視図法によって表示画面に表示するものとされている（甲第４号証３頁\n左下欄１８行～２０行参照）。この場合に人が十分に識別できる地図として表示で\nきる視点の高さは，自動車の外部かつ上方に位置するほど十分高くならなければな\nらないこと，したがってまた，その平面透視図は鳥瞰図として表示されるものとな\nることは明らかであり，当業者に自明のことというべきである。この趣旨を述べた\n決定の相違点１についての判断に誤りはない。\n(1)　原告は，上記主張の根拠として，先願発明の画面の第１ないし第３階層\n（１４ないし１６）のそれぞれについて，別個に視点が設定される，たとい，第３\n階層（１６）については乗物の位置を基準として視点の位置が設定されるとして\nも，第１階層（１４）及び第２階層（１５）については乗物の位置とは無関係に視\n点が設定されるのであって，必ずしも乗物の外部かつ上方に視点を設けなければな\nらないわけではない，と主張する。しかしながら，先願発明の画面の第１ないし第\n３階層のそれぞれについて別個に視点が設定されるものではないことは，１で説示\nしたところから明らかである。\n原告は，先願明細書中の「透視図はあたかも窓枠を通して前景を見るよう\nな遠近表示が昀も人の通常の知覚様式に合う」（甲第４号証２頁右下欄１３行～１\n４行。記載Ａ），「透視には各種考えられるが，実際の視覚に昀も近いのは平面透\n視方式である。しかし，この方式では近接位置の精度が距離と共に急激に低下する\nので」（同３頁左上欄５行～８行。記載Ｂ），「乗物の運転者に必要な情報の実空\n間認識に近い表示が可能となり，」（４頁左下欄１９行～２０行。記載Ｃ）との記\n載は，先願発明において，視点が乗物の内部にあること（運転席から見た風景（透\n視図）を表示すること）を示すものである，と主張する。しかしながら，記載Ａ\nは，平面透視図方式の原理を説明するに当たり，透視画面を「窓枠」に例えて説明\nしたものにすぎない。記載Ｂは，平面透視方式により透視図を構成する場合の一般\n的特徴を述べたものにすぎない。記載Ａ，Ｂは，いずれも，運転席から見た風景を\n透視図として表示することを述べているとすることのできないものである。記載Ｃ\nは，視界の限られた乗物の運転者に対し，現実の視界の限界を超える視界を与える\n視点，すなわち乗物の外部かつ上方にある視点から得られた情報を実空間認識に近\nく表示することを述べたものであるから，むしろ，視点が乗物の外部かつ上方にあ\nることを示すものである。\n原告は，本件優先日当時の技術文献（甲７－１ないし４文献）を挙げ，こ\nれらの文献によれば，本件優先日当時における透視図表示は，いずれも運転席から\n見た風景（透視図）を表示するものであるから，先願発明も同時期の上記各文献に\n記されたものと同じく，運転席からみた風景を表示するものである，と主張する。\nしかしながら，原告の挙げた文献のうち，特開昭６３-２００１８２号公報（甲７－\n１文献），米国特許第４４８９３８９号明細書（甲第７－２文献）は，いずれも，\n航空機の航法，航空機訓練機材等に利用することが可能なディスプレイ装置に関す\nる文献であり，視点をコックピット内部に位置させたものであることが認められ\nる。これらの文献は，むしろ，地上を走行する乗物との関係では，視点を乗物の外\n部かつ上方に位置させる技術を開示するものであるといってよい。特開昭６１-９５\n３８６号公報（甲７－３文献）は，進行方向や道路を正しく選択させるために近く\nの「風景」を提供するものであって，遠方地域の地図情報を与えるものではないと\n認められる。さらに，特開昭５３-９５７２７号公報（甲７－４文献）は，自動車の\n教習用練習装置に関するものであり，近い範囲の情報・地形認識を与えるものであ\nって，遠方地域の情報を与えるものではないと認められる。これらの各文献が運転\n席から見た風景を透視図で表示する技術を示すものであるとの原告の主張は理由が\nない。\n(2)　原告は，訂正発明は，先願発明において想定される複数の可能性の中か\nら，視点の高さを乗物の外部かつ上方に位置させるという構成を選択することによ\nって，表示される透視図が運転者の位置から見る概観よりもかなり広い概観を提供\nする鳥瞰図になるという顕著な効果を奏するものであり，このような顕著な効果を\n奏する構成を選択することを，当業者にとって自明であるとすることはできない，\nと主張する。\nしかし，原告が訂正発明の効果として主張する上記効果は，訂正発明の構\n成に基づく自明の効果にすぎないというべきである。\n原告の主張は，理由がない。\n３　原告の主張３（相違点２についての判断の誤り）の主張について\n原告は，先願発明が，相違点２に係る訂正発明の構成である，鳥瞰図上に昀\n適ルートを表示する，との構成を備えているとした決定の判断は誤りである，と主\n張する。\n(1)　決定は，訂正発明や先願発明のような地図表示方法において，表示された\n地図上に昀適ルートを表示することは，本件優先日当時周知・慣用の技術であると\nし，上記周知・慣用技術を示す文献として甲５－１ないし３文献（いずれも公開特\n許公報。甲第５号証の１ないし３）を挙げる。\n原告は，三つの公開特許公報があるだけでは，周知技術であるとも慣用技\n術であるともいえない，と主張する。しかしながら，甲５－１ないし３文献の各出\n願及び公開の時期に照らすと，これらの各文献は，上記技術が少なくとも周知の技\n術ではあることを示すに足りるものというべきである。\n原告は，甲５－１文献には，表示装置上に昀適経路を表示することしか記\n載されておらず，地図上に昀適ルートを表示することは開示されていない，と主張\nする。しかしながら，甲５－１文献には，「さらに車両１０には車両の現走行位置\nを演算する走行位置演算装置９が備えられており，この走行位置演算装置９には，\n車両１０の出発地や目的地を入力したり，表示モード（走行軌跡表示，予め入力さ\nれた目的地までの経路を案内するルートガイドなどがある。）の切換を指示する入\n力装置１１，出発地に対する現走行位置を演算するため車速信号発生器７１，方位\n信号発生器７５，例えばカセットテープからなり地図データを供給する地図データ\n入力装置１２が接続されている。走行位置演算装置９で演算された走行位置データ\nは，表示装置８に供給され，選択された表示モードに従って走行位置が表示され\nる。この表示装置８には，記憶装置５から演算装置６で演算された走行データが供\n給されて平均車速，平均燃費等がドライバーに対して表示されるようになっている\nと共に，送受信機４からは中央処理装置１からの情報が供給されてドライバーに対\nして目的地までの昀適な経路が指示表示される。表示装置８には以上述べた３種類\nの表示が行われるが，それらの表示形態，つまり３種類の表示をそれぞれ別個に表\n示するか，あるいは互いの関連を考慮して一つの表示にまとめるかについては，任\n意に選択可能である。」（甲第５号証の１・３頁左上欄５行～右上欄７行）との記\n載がある。同記載によれば，甲５－１文献において，３種類の表示である「走行軌\n跡表示」，「走行位置表示」及び「目的地までの昀適な経路の表示」を一つの表示\nにまとめ，地図上に昀適ルートを表示することが記載されているということができ\nる。\n原告は，経路誘導（昀適ルート表示）の機能が装備されたカーナビゲーシ\nョンシステムが製品化されたのは，先願の出願日（１９８８年４月１５日）及び本\n件優先日（１９８９年１月１１日）の４年以上も後の１９９３年以降のことである\nから，このような製品化のめども立っていない段階の技術を周知・慣用の技術と認\n定することは誤りである，と主張する。\nしかしながら，訂正発明の特許請求の範囲は，第２の２記載のとおり「地\n球表面を走行する乗物の位置に応じてデータ構造から地形情報を選択し地形図の一\n部分を表示する方法において，地形情報は乗物が走行し得る地球の略々２次元的に\n表した地表の一部分内の種々の点の座標を含み，地図の一部分を座標変換によって\n乗物の外部且つ上方に位置する見かけの視点から見た投影図で透視図的に鳥瞰図と\nして表示し，且つ前記鳥瞰図上に昀適ルートを表示し，且つ乗物の現在位置に対す\nる見かけの視点の位置を固定にすることを特徴とする地図表示方法。」というもの\nであり，昀適ルートの表示については，「鳥瞰図上に昀適ルートを表示し」と記載\nされているのみである。訂正明細書中には，このように鳥瞰図上に昀適ルートを表\n示するカーナビゲーションシステムを製品化することの困難性についての記載も，\n困難性を克服する具体的な方法についての記載もない。訂正明細書のこのような記\n載状況の下では，訂正発明は，昀適ルートの表示について，その発想自体を発明の\n対象としたものであるという以外にない。昀適ルートを地図上に表示する発想自体\nが周知であることは，上記甲５－１ないし３文献により認めることができる。この\n発想を具体化したカーナビゲーションシステムが製品化されていたか否かは，相違\n点２についての判断には関係のないことである。\n(2)　原告は，先願発明において，「昀適ルートを表示する」機能がその構成上\n必要不可欠のものではないことは明らかであるから，「昀適ルートを表示する」機\n能が周知技術であったとしても，このことが先願明細書に実質的に記載されている\nと解することはできない，と主張する。\n原告は，上記主張の前提として，周知技術ではあっても慣用技術ではない\nものは，原則として，先願明細書に記載されていないと理解すべきであり，先願発\n明がこのような技術を当然に備えていると当業者が理解するためには，その構成が\n周知技術であるだけでは足りず，少なくともその構成が先願発明に必要不可欠のも\nのである必要がある，と主張する。\n「昀適ルートを表示する技術」は，上記のとおり周知の技術であると認め\nることができるものの，これが慣用技術であることについては，これを認めるに足\nりる証拠がない。\nしかしながら，特許出願に係る発明と先願発明との間の相違点が周知の手\n段の付加であり，その特許発明が奏する作用効果が，先願発明が奏する作用効果と\n前記周知の手段がもたらす作用効果との総和にすぎない場合には，前記相違点はい\nわゆる設計上の微差にすぎず，その特許出願に係る発明は先願発明に単なる周知の\n手段を付加したものであって，先願発明と「実質的に同一である」と解するのが相\n当である。相違点はあってもその相違点に係る両発明の差が設計上の微差にすぎ\nず，作用効果にも顕著な差がない場合にまで，これらを別個の発明としてそれぞれ\nに特許を認めたのでは，特許制度になじまないことになるというべきであり，この\nような場合には，それぞれの発明は，技術的思想の創作としては同一であると評価\nするのが相当である。そして，このことは，たとい，原告主張のとおり，当該周知\n技術が，慣用技術でも必要不可欠な技術でもないために，先願明細書に実質的に記\n載されているとは認めることができないとしても，そのことによって妨げられるも\nのではない，というべきである。\n相違点２についての決定の判断は，訂正発明の相違点２が単なる周知技術\nの付加にすぎず，その作用効果も顕著なものとはいえない，とする点において正当\nである。\n決定は，上記周知技術が先願明細書に実質的に記載されている事項である\nと判断したものではない。このことは，その記載内容から明らかである。原告の上\n記主張は，決定の正しい理解に基づくものとはいえず，採用することができない。\n(3)　原告は，甲５－１ないし３文献は，いずれも平面地図上に昀適ルートを表\n示することに関するものであり，訂正発明のように鳥瞰図上に昀適ルートを表示す\nるものではないこと，及び，甲５－２，３文献は，いずれも，あらかじめ選択され\nた範囲の平面地図上に昀適ルートを表示するもので，訂正発明のように乗物の位置\nに応じて平面地図の表示範囲を更新するものではないこと，を根拠に，先願発明に\n甲５－１ないし３文献の上記技術を付加したとしても，訂正発明の構成は得られな\nい，と主張する。\nしかし，甲５－１ないし３文献における地図は，先願発明と同じく，乗物\n（自動車）のナビゲーション装置に地図として利用されるものである。これらの文\n献に記載された地図がいずれもあらかじめ選択された範囲の平面地図であるとして\nも，訂正発明や先願発明のような鳥瞰図に上記周知技術を付加すれば，鳥瞰図上に\n昀適ルートを表示するという，訂正発明の相違点２に係る構成が自動的・必然的に\n得られることは明らかである。\n原告は，甲５－２，３文献は，訂正発明のように乗物の位置に応じて平面\n地図の表示範囲を更新するものでない，と主張する。しかしながら，乗物の位置に\n応じて平面地図の表示範囲を更新すること，すなわち，「乗物の現在位置に対する\n視点の位置を固定にすること」は，先願明細書に記載されていると認められること\nは前記説示のとおりである。また，これらの各文献に上記構成の記載がないとして\nも，そのことは，上記各文献の昀適ルートを表示する周知技術を先願発明に付加す\nることを，何ら妨げるものではない。\n原告の主張は，採用することができない。\n(4)　原告は，表示された鳥瞰図上に上記技術を組み合わせることで，上記技術\nにはない顕著な効果を奏する，と主張する。しかしながら，原告の主張する効果\nは，上記構成を採用することによって得られる自明の効果にすぎない。\n(5)　以上のとおりであるから，本件において，先願発明に，昀適ルートを表示\nする技術を付加することは，単なる周知技術の付加にすぎず，それによってもたら\nされる作用効果も格別のものということはできない。相違点２は設計上の微差にす\nぎないというべきである。\n訂正発明と先願発明とが実質的に同一であるとした決定の判断は正当であ\nる。\n４　原告の主張４（本件発明１ないし３，５ないし８，１７，１９，２０と先願\n発明との同一性についての判断の誤り）の主張について\n(1)　本件発明１ないし３についての判断の誤り，の主張について\n原告の主張に理由がないことは，上記１，２で述べたところから明らかで\nある。\n(2)　本件発明５についての判断の誤り，の主張について\n原告は，先願明細書に，乗物の現在位置を表示する，との構成が実質的に\n記載されている，とした決定の認定判断は誤りであると主張する。\n原告は，上記主張の根拠として，先願発明においては，運転者に乗物の位\n置を認識させる，という技術的課題が存在しない，と主張する。しかしながら，先\n願発明は，「特に自動車の運転に必要な地図を必要に応じて表示するナビゲーショ\nン用地図表示装置に関し，運転者に自己の位置と他の各種目標ないし地点との関係\nを的確に提供する」（甲第４号証１頁右欄３行～６行）ことを目的とするものであ\nる。このような先願発明の目的に照らすと，同発明において，運転者に自己の位置\nを認識させるために地図上の乗物の位置を表示することは，他に反対に解すべき特\n段の事情がない限り，必要不可欠なことというべきであって先願明細書に実質的に\n記載されている，と解するのが合理的である。\n原告は，先願発明は，少なくとも第３階層を表示する際には，視点を乗物\nの内部に置いている可能性が高く，この場合には乗物のフロントガラスを通して視\n認される範囲の地図が表示されることになるから，乗物の位置を表示することは，\n先願発明にとって必要不可欠なものではない，と主張する。しかしながら，先願発\n明において，第３階層を表示する際に視点を乗物の内部に置いていると解すること\nができないことは，２で説示したところから明らかである。\n原告は，カーナビゲーション用地図表示装置において，乗物の現在位置を\n表示することが周知の技術であったとしても，鳥瞰図で表示された地図上に乗物の\n位置を表示する技術は，本件優先日前に存在しなかった，と主張する。しかしなが\nら，本件発明５の特許請求の範囲は，「地図上の乗物の位置を表示することを特徴\nとする請求項１～４の何れかに記載の方法」というものであり，乗物の位置を表示\nするという発想自体を発明の対象としたものにすぎず，表示する技術を対象とした\nものではないことが明らかである。本件発明５の上記構成は，周知技術を付加する\nことによって当然に得られるものにすぎない。\n原告は，本件発明５は，上記構成を採用することによって，乗物を正しく\n誘導することができるとともに，目的地までの距離や方向を常に把握することがで\nきるという顕著な効果を奏する，と主張する。しかしながら，原告の主張する効果\nは，上記構成を採用することによって得られる自明の効果にすぎず，顕著なものと\nいうことはできないことが明らかである。\n原告の主張は，採用することができない。\n(3)　本件発明６，１９についての判断の誤り，について\n原告は，「順次の画像間の角度ａ（ｔ）の変化を所定の値に制限する」こ\nとは，甲８文献にも記載されているとおり周知の技術であり，本件発明６，１９\nは，先願発明に上記周知技術を単に付加したものに相当する，とした決定の判断は\n誤りである，と主張する。\n原告は，その主張の根拠として，甲８文献には，「順次の画像間の角度ａ\n（ｔ）の変化を所定の値に制限する」ことは全く開示も示唆もされておらず，その\n目的，効果も本件発明６，１９と異なる，と主張する。\n本件発明６，１９が「順次の画像間の角度ａ（ｔ）の変化を所定の値に制\n限する」との構成を採ることの意義は，「このようにすると，乗物の走行方向が変\nわるとき，視方向があまり急速に変化しないのでユーザが方向を見失うことは起こ\nり得なくなる」（甲第２号証３頁左欄２９行～３２行）ことにあることは，当事者\n間に争いがない。\n原告は，甲８文献に記載された技術においては，乗物の走行方向が変わる\nとき，視方向が急激に変化するので，ユーザーが方向を見失う可能性が高くなる，\nと主張する。\nしかしながら，甲８文献には，「また，上記実施例では，移動体が時々刻\n々，進行方向を変えるにつれて，進行角を連続的に変え，スムーズに表示する方法\nを示したが，座標変換計算の処理量が多い場合には，進行角がある角度範囲を越え\nた場合にのみ，変換計算を行う方式も可能である。例えば進行角（全３６０°）を\n３０°づつ１２個に分割し，進行角θが，３０・ｎ－１５≦θ≦３０・ｎ＋１５\n（ｎ＝０，・・・・・・，１１）を満たす時，進行角が３０・ｎであるとして表示\nする方式である。この場合には，進行角が３０°ごとの区域を越えた時に，座標変\n換計算を行い，表示の更新をする。」（甲第８号証３頁左上欄８行～２０行。）と\nの記載がある。\n同記載は，３０°ごとの各区域を越えた時ごとに座標変換計算を行い，表\n示の更新をすることを意味する。上に認定した甲８文献の記載によれば，同文献に\n記載された技術が，「順次の画像間の角度ａ（ｔ）の変化を所定の値に制限する」\nことによって，「乗物の走行方向が変わるとき，視方向があまり急速に変化しない\nのでユーザが方向を見失うことは起こり得なくなる」との効果を奏するものである\nことは明らかである。同文献の公開時期（昭和５８年）などからみて，上記の事項\nは，本件優先日当時周知であったと認められるから，本件発明６，１９は，先願明\n細書に記載された発明と実質的に同一であるとした決定の判断に誤りはない。\n原告の主張は採用することができない。\n(4)　本件発明７，８，２０についての判断の誤り，の主張について\n原告は，本件発明７に係る「選択された情報から追加の選択処理により表\n示すべき項目を決定すること」，本件発明８に係る「前記追加の選択は表示すべき\n項目と乗物の現在位置との間の距離に基づいて行うこと」，本件発明２０に係る\n「第１の選択手段により選択されたサブ情報について追加の処理を行う第２選択手\n段を具えていること」との構成がすべて先願明細書に記載されている，とした決定\nの判断は誤りである，と主張する。\n原告は，その主張の根拠として，先願明細書では，「選択された情報」を\nそのまま行っているにすぎず，「追加の選択処理」を行っていない，と主張する。\nしかしながら，先願明細書には，「操作部２４は運転者が制御装置をオ\nン・オフしたり，階層地図１１，１２，１３の任意の一つを表示したり，或いは本\n発明の透視画面を与えたりするための操作スイッチ等である」（甲第４号証３頁右\n下欄１９行～４頁左上欄３行）との記載がある。先願明細書の上記記載によれば，\n操作スイッチ等の操作部２４により，階層地図１１，１２，１３のうちの任意の一\nつを表示できるのであるから，操作部２４の操作により例えばより精度の高い階層\n地図１３を選択した後，さらに操作部２４の操作により，例えばより精度の低い階\n層地図１１又は１２を追加して選択する場合が含まれ得ることは明らかである。こ\nのより精度の高い階層地図１３を選択した後に，より精度の低い階層地図を選択す\nることは，後から増し加えられた選択処理をすることに当たるから，本件発明７，\n８，２０にいう，追加の選択処理，に相当する。先願明細書が追加の選択処理をす\nることを除外していると解すべき根拠はない。\n(5)　本件発明１７についての判断の誤り，の主張について\n原告は，見かけの視点からの視方向を可変にすることは，一般に透視図作\n成における周知の技術であり，本件発明１７は，先願発明に単にこの周知技術を付\n加したものに相当する，とした決定の判断は誤りであると主張する。\n原告は，その主張の根拠として，決定が上記周知技術を認定する証拠とし\nて挙げた特開昭６１－６５３６８号公報（甲９－１文献）及び特開昭６３－５４０\n９１号公報（甲９－２文献）は，いずれも地図表示に関するものではなく，鳥瞰図\nを表示することについては，開示も示唆もない，ということを挙げる。\nしかしながら，甲９－１文献は，３次元対象物の透視図を２次元画面上に\n表示する３次元立体表示方法に係るものであって（甲第９号証の１の特許請求の範\n囲の記載参照），少なくとも対象物の透視図を２次元画面上に表示する技術に係る\nものである点において，先願発明と共通するものである。弁論の全趣旨によれば，\n視点及び視方向はこのような透視図を作成する技術に必ず付属する指標，属性であ\nり，見かけの視点からの視方向を可変にすることは，この透視図を作成する技術に\nおける周知の技術であると認められる。\n原告は，先願明細書は，単に透視図作成に関する技術を開示したものであ\nり，視方向を可変にする旨の記載も，鳥瞰図の表示方向を切り替える旨の記載もな\nい，と主張する。しかしながら，決定は，「見かけの視点からの視方向を可変にす\nる」ことが先願発明に実質的に記載されているとしたものではなく，本件発明１７\nは先願明細書に周知の技術を付加することによって得られるものとしたものである\nことは，決定の記載内容自体から明らかである。原告の主張は，決定の正しい理解\nに基づくものとはいえず，失当である。\n本件発明１７は先願発明に単に周知技術を付加したものにすぎず，この点\nについての両発明の相違は設計上の微差にすぎないというべきである。両発明が実\n質的に同一であるとした決定の判断に誤りはない。\n第６　結論\n以上のとおりであるから，原告主張の決定取消事由は，いずれも理由がな\nく，その他，決定の認定判断にはこれを取り消すべき誤りは見当たらない。そこ\nで，本訴請求を棄却することとし，訴訟費用の負担及び上告及び上告受理の申立て\nのための付加期間につき行政事件訴訟法７条，民事訴訟法６１条，９６条２項を適\n用して，主文のとおり判決する。\n東京高等裁判所第６民事部\n裁判長裁判官　　山　　下　　和　　明\n裁判官　　設　　樂　　隆　　一\n裁判官　　阿　　部　　正　　幸\n（別紙）\n図面１図面２\n"
}