{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 16,
    "month": 6,
    "day": 4
  },
  "case_number": "平成14(ワ)17577",
  "case_name": "損害賠償請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "意匠権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "10271",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=10271",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/271/010271_hanrei.pdf",
  "contents": "平成１４年(ワ)第１７５７７号　損害賠償請求事件\n（口頭弁論終結の日　平成１６年２月９日）\n判　　　　　　　決\n原　　　　　　告　　　株式会社サンワプランニング\n訴訟代理人弁護士　　　日野孝俊\n同補佐人弁理士　　　　内野美洋\n被　　　　　　告　　　株式会社オーエムジー\n訴訟代理人弁護士　　　畠山保雄\n同　　　　　　　　　　松井秀樹\n同　　　　　　　　　　大庭浩一郎\n被告補助参加人　　　　株式会社アサミ\n訴訟代理人弁護士　　　大橋俊二\n同　　　　　　　　　　前田康行\n同　　　　　　　　　　早稲本和憲\n主　　　　　　　文\n１　原告の請求を棄却する。\n２　訴訟費用は原告の負担とする。\n事実及び理由\n第１　請求\n被告は，原告に対し，４０００万円及びこれに対する訴状送達の日（平成１４\n年４月８日）から支払済みまで年５分の割合による金員を支払え。\n第２　事案の概要等\n１　本件は，布団用除湿具に係る意匠権を有していた原告が，被告に対し，被告\nが仕入れ及び販売をしている布団用除湿具（別紙イ号物件目録の製品及び別紙ロ号\n物件目録記載の製品）が，原告の有していた意匠権を侵害すると主張して，被告に\n対し，損害賠償を請求している事案である。これに対し，被告は，被告が販売する\n布団用除湿具はいずれも原告の意匠権に係る意匠と類似しない，あるいは，同意匠\nの意匠登録は無効であるなどと主張してこれを争っている。\n２　前提となる事実関係（当事者間で争いのない事実並びに弁論の全趣旨及び各\n文末尾記載の証拠により認められる事実）\n(1)　当事者\n原告は，建具・家具・什器・ユニットバス・キッチン・トイレ・換気扇等\nの住宅設備機器の販売等を業とする株式会社である。\n被告は，寝装・寝具の製造・販売等を業とする株式会社である。\n(2)　原告の意匠権（甲１，２）\n原告は，下記の意匠権を有していた（以下，これを「本件意匠権」とい\nい，当該意匠権に係る登録意匠を「本件登録意匠」という。）。\n登録番号　　　　　登録第９６８６０９号\n出願日　　　　　　平成６年１２月１４日\n登録日　　　　　　平成８年８月１６日\n意匠に係る物品　　布団用除湿具\n登録意匠　　　　　本判決末尾添付の意匠公報（甲２。以下「本件意匠公\n報」という。）に記載のとおり\nなお，本件意匠権は，登録料不納により，平成１２年８月１６日をもって\n権利消滅している。\n(3)　被告及び被告補助参加人の行為\n被告補助参加人（以下，単に「補助参加人」という。）は，訴外株式会社\nムネカワ，同東京化セン販売株式会社，あるいは同株式会社ケンロードから，別紙\nイ号物件目録記載の布団用除湿具（以下「イ号物件」といい，その意匠を「イ号意\n匠」という。），別紙ロ号物件目録記載の布団用除湿具（以下「ロ号物件」とい\nい，その意匠を「ロ号意匠」という。）を仕入れ，平成１０年６月から平成１２年\n７月までの間に，被告を含めた取引先に対し販売した。\n被告は，補助参加人から仕入れたイ号物件及びロ号物件（以下，双方を併\nせて「被告製品」ということがある。）を販売した。\n被告製品は，いずれも押入の棚上に設置し，箱状引き出しの内部に吸湿材\nを収容して使用するものである。\n(4)　イ号意匠及びロ号意匠の形状\nア　イ号意匠の形状は，別紙イ号物件目録に記載のとおりである。\nイ　ロ号意匠の形状は，別紙ロ号物件目録に記載のとおりである。\n(5)　本件訴訟に至る経緯\nア　原告は，補助参加人がイ号物件を輸入し販売する行為が，本件意匠権を\n侵害していると主張して，平成１２年５月１２日，補助参加人を相手方として，被\n告製品の製造，輸入，販売等の差止め及び損害賠償を求める訴訟を福岡地方裁判所\nに提起した（福岡地方裁判所平成１２年(ワ)第１５７７号意匠権侵害行為差止等請\n求事件。以下，「別件事件」という。）。（乙５）\nイ　別件事件において，平成１３年６月１３日，原告と補助参加人との間\nで，次のとおり，訴訟上の和解が成立した（以下「別件和解」という。）。（乙\n１）\n①　被告（本件補助参加人）は，原告に対し，本件解決金として，金１０\n０万円の支払義務のあることを認める。\n②　被告（本件補助参加人）は，原告に対し，前項の金員を平成１３年６\n月３０日限り，‥‥‥普通預金口座に振り込む方法で支払う。\n③　原告はその余の請求を放棄する。\n④　原告と被告（本件補助参加人）は，本件に関し，本和解条項に定める\nほか，何ら債権債務のないことを相互に確認する。\n⑤　訴訟費用は各自の負担とする。\nウ　なお，原告は，別件事件係属中の平成１３年１月１０日，イ号物件につ\nいて，補助参加人を被請求人として特許庁に対し判定請求を行い，特許庁は，同年\n９月７日，イ号物件の意匠が本件意匠及びこれに類似する意匠の範囲に属する旨判\n定している（甲４）。\n３　争点\n(1)　イ号意匠及びロ号意匠は本件登録意匠と類似するか（争点１）\n(2)　本件登録意匠に係る意匠登録には無効理由が存在することが明らかであ\nり，本件意匠権に基づく差止め等の請求は権利の濫用として許されないか（争点\n２）\n(3)　別件和解により本件意匠権が消尽したといえるか（争点３）\n(4)　本件請求は別件和解の条項に違反しており，権利の濫用として許されない\nか（争点４）\n(5)　原告の被った損害額（争点５）\n第３　争点に関する当事者の主張\n１　争点１（イ号意匠及びロ号意匠は本件登録意匠と類似するか）について\n【原告の主張】\n(1)　本件登録意匠とイ号意匠の類否\nア　本件登録意匠とイ号意匠を対比すると，意匠に係る物品が共に布団用除\n湿具である点で同一である。\nイ　また，本件登録意匠とイ号意匠は，次の基本的な形態において共通し，\n明らかに類似する。\nａ　すのこ状枠体の枠内に箱状引き出しを前後方向に向けてスライド自在\nに収容して，全体として矩形箱形状に形成している。\nｂ　すのこ状枠体は，一定間隔を保持して配設した左右一対の側板上端縁\n間に複数の細幅のすのこ板を同すのこ板の縦幅よりも小さい間隔を開けて架設する\nとともに，側板の後端部間に後側板を取り付けて，平面視で長方形状で，正面視で\n略門型形状の枠体を形成し，更には，各側板の内側下端縁に細幅状のガイド板を側\n板に沿わせて取り付けている。\nｃ　箱状引き出しは，すのこ状枠体の横幅より狭い間隔を保持して配設し\nた左右一対の内側板の下端間に長方形状の底板を取り付け，内側板の前後端間に前\n側板及び後側板をそれぞれ取り付けて，全体として上方開放の矩形箱型に形成して\nいる。\nｄ　箱状引き出しの前側板の略中央部には，指掛かり孔を形成している。\nウ　本件登録意匠とイ号意匠では，次のとおり，詳細に観察すると相違点が\nあるが，いずれも類似と判断するのに何ら支障となる差異ではない。\nａ　本件登録意匠では，すのこ状枠体の側板の上端縁間に１０枚のすのこ\n板を取り付けているのに対し，イ号意匠では，すのこ状枠体の側板の上端縁間に８\n枚のすのこ板を取り付けており，すのこの板の枚数が異なる。\nしかし，通常，布団用除湿具の取引者や需要者は，すのこ板の枚数を\n数えるまでもなく，すのこ状に形成された枠体であると認識するのであって，すの\nこ板の枚数の相違によって需要者に異なる印象を与えることはない。\nｂ　本件登録意匠は，すのこ状枠体を平面視で横幅の約２．４倍の縦幅を\n有する縦長の長方形状に形成しているのに対し，イ号意匠では，すのこ状枠体を平\n面視で横幅の約１．８倍の縦幅を有する縦長の長方形状に形成しており，すのこ状\n枠体の平面形状が異なっている。\nしかし，すのこ状枠体の縦幅は，布団用除湿具を設置する押入の奥行\nに合わせて設定されるものであるから，押入の大きさに合わせて，布団用除湿具を\n製造する者が適宜選択するものである。したがって，すのこ状枠体の縦幅と横幅と\nの比率を異ならせて，すのこ状枠体の平面形状を相違させることには何ら創作性は\n認められず，需要者がすのこ状枠体を目視した場合には，縦長箱型状の「すのこ」\nであると認識するだけであって，すのこ状枠体の平面形状を相違していても需要者\nに異なる印象を与えることはない。\nｃ　本件登録意匠は，箱状引き出しの前側板の略中央部に円形状の指掛か\nり孔を形成しているのに対し，イ号意匠では，箱状引き出しの前側板の略中央に横\n長円形状の指掛かり孔を形成しており，指掛かり孔の形状が異なっている。\nしかし，指掛かり孔は，布団用除湿具を全体的に観察すれば，箱状引\nき出しの前側板に形成されている細部でしかなく，しかも，円形状と横長円形状と\nいった極めて近似した形状であるため，指掛かり孔の形状の相違によって，需要者\nに異なる印象を与えることはない。\nｄ　本件登録意匠は，箱状引き出しの底板の中央に仕切り体を取り付けて\nいるのに対し，イ号意匠では，箱状引き出しの底板に仕切り体を設けておらず，仕\n切り体の有無が異なっている。\nしかし，仕切り体は，箱状引き出しの底板に取り付けられていること\nから，すのこ状枠体の内部に隠れた位置にあり，布団用除湿具を外部から観察した\n場合には，すのこ板の間隙からしか目視することができず，需要者にとって暗くて\n見にくい位置にあるため，仕切り体の有無によっても需要者に異なる印象を与える\nことはない。\nｅ　本件登録意匠は，箱状引き出しの底板に貫通孔を設けていないのに対\nし，イ号意匠では，箱状引き出しの底板に貫通孔を形成しており，貫通孔の有無が\n異なっている。\nしかし，貫通孔は，箱状引き出しの底板に形成されており，すのこ状\n枠体の内部に隠れた位置にあることから，布団用除湿具を外部から観察した場合に\nは，すのこ板の間隙からしか目視することができない。しかも，ほとんどの貫通孔\nがすのこ板によって遮られ，外部から観察することができず，需要者にとって暗く\nて見にくい位置にある。よって，貫通孔の有無によって需要者に異なる印象を与え\nることはない。\nエ　まとめ\n以上のように，本件登録意匠とイ号意匠は，需要者の立場で全体的に観\n察すれば，相違点が認められるものの，それは微差にすぎず，需要者が見れば，こ\nれを混同することは明白であって，両意匠は，共通の美観を生起するものとして類\n似する。\n(2)　本件登録意匠とロ号意匠の類否\nア　本件登録意匠とロ号意匠を対比すると，意匠に係る物品が共に布団用除\n湿具である点で同一である。\nイ　また，ロ号意匠は，イ号意匠と比べ，細幅のすのこ板の数が，８枚か７\n枚かの差異がある以外は同一である。\nしたがって，ロ号意匠は，上記(1)のイ号意匠について述べたとの同様，\n意匠の要部において本件登録意匠と明らかに類似し，本件登録意匠とロ号意匠の差\n異があるとしても，需要者の立場で全体観察すれば微差にすぎず，両意匠は，共通\nの美観を生起するものとして類似する。\n(3)　まとめ\n以上のとおり，本件登録意匠とイ号意匠及びロ号意匠とは，これを見る者\nがその外観から受ける印象，美感は同じであり，取引者・需要者において混同を生\nずるので，両者は類似しているというべきである。\n【被告及び補助参加人の主張】\n(1)　本件登録意匠とイ号意匠及びロ号意匠は，次の点で共通する。\n①　本件登録意匠とイ号意匠及びロ号意匠は，すのこ状枠体の枠内に箱状引\nき出し（引き出し部分）を前後方向に向けてスライド自在に収容して，全体として\n矩形箱型状に形成している。\n②　すのこ状枠体は，左右一対の側板の上端縁間に細幅のすのこ板複数枚を\n架け渡すとともに側板の後端部には後側板が取り付けられ，平面視で長方形状，正\n面視で略門型形状の枠体が形成されている。\n③　すのこ状枠体は，左右一対の断面Ｌ字状のガイドの上面にすのこ板が架\nけ渡され，長板と長板の間は湿気が流通するようスリットになっている。\n④　箱状引き出し（引き出し部分）は，左右一対の内側板，前側板及び後側\n板によって形成され，底面に底板が取り付けられ，上面が開放されている。\n(2)　本件登録意匠とイ号意匠及びロ号意匠は，次の点で差異がある。\n①　すのこ状枠体の左右一対の側板の上端縁間に架け渡された細幅のすのこ\n板の枚数が，本件登録意匠は１０枚であるのに対し，イ号物件は８枚，ロ号物件は\n７枚である。\nまた，本件登録意匠のスリット幅と長板の縦幅との比率は１：１．８で\nあるのに対し，イ号物件では１：２．８０６であり，ロ号物件では１：１．６１９\nである。\n②　すのこ状枠体の平面視での長方形状の横幅と縦幅の比率が，本件登録意\n匠では１：２．４ないし２．５０８であるのに対し，イ号意匠及びロ号意匠は１：\n１．８ないし１．８２９である。\nまた，正面視及び背面視の縦幅と横幅の比率は，本件登録意匠では１：\n０．２１０であるのに対し，イ号物件では１：０．１５６，ロ号物件では１：０．\n１５２である。\n③　引き出し部分の底板の貫通孔は，本件登録意匠にはないが，イ号意匠及\nびロ号意匠の底板の底面には，上面から見て横方向に４個，縦方向に５個（合計２\n０個）の円形状の貫通孔が格子配列状に存在する。\n④　引き出し部分の前側板の指掛かり孔が，本件登録意匠は円形状であるの\nに対し，イ号意匠及びロ号意匠は横長円形状である。\n⑤　引き出し部分の底板の中央部の仕切体が，本件登録意匠にはあるが，イ\n号意匠及びロ号意匠にはない。\n(3)　本件登録意匠とイ号意匠及びロ号意匠の類否\nア　すのこ状枠体の枠内に箱状引き出し（引き出し部分）を前後方向に向け\nてスライド自在にして収容している点（上記(1)①）は，単にすのこに引き出しを付\nけたにすぎず，引き出しとしての機能を実現するためには必然的にそのような形態\nにならざるを得ない。このような機能によって導かれる形状は，取引者，需要者の\n最も注意を引きやすい部分とはいえず，意匠の要部とはいえない（東京高等裁判所\n平成２年５月３１日判決，東京高等裁判所昭和５０年４月２日判決など参照）。\n本件登録意匠，イ号意匠及びロ号意匠は，いずれも乾燥剤を引き出し部\n分に収納できるところに大きな特徴を有しているから，取引者，需要者は，その点\nに着目して引き出しを本体部分（すのこ状枠体）から引き出して見るのが通常であ\nるというべきで，引き出した状態で，本件登録意匠とイ号物件・ロ号物件の意匠の\n類否を判断すべきである。\n特に，イ号意匠及びロ号意匠の引き出し部分の底板における貫通孔の存\n在（上記(2)の③）は，取引者，需要者がもっとも注意をひくものであって，明らか\nに看者にとって美観上の差異をもたらすものである。\nイ　布団用除湿具の場合，布団の除湿という物品自体の性質から，貫通孔は\n湿気が流通するための機能的な形状としてスリット同様に重要な機能上の外観を形\n成している。上記の(2)の①のスリット幅と長板との幅の比率からすると，本件登録\n意匠では長板に比べてスリット部分が多いという印象があり，各スリット部分を通\nして引き出し体の底板に貫通孔が設けられていないことがよく観察できるのに対\nし，イ号物件では，スリット幅は狭いものの，スリットの隙間から底板に貫通孔が\n空いていることが観察され，しかも引き出し体を引き出すことは容易であることに\n照らすと，貫通孔の存在が看者に異なった美感を与え，全体の印象が著しく変わ\nる。\nウ　イ号物件とロ号物件の引き出し部分の中央部には仕切体が存在しない\nが，本件意匠公報の「説明」欄には，「引き出し体の内部は仕切により２分割され\nている。」ことが明記されているから，本体と引き出し体のそれぞれが基本的態様\nを構成するだけでなく，布団用除湿具という物品自体の性質，引き出し体に吸湿剤\nが収納された通気性の袋が２個収納されるという本件登録意匠の使用態様にかんが\nみて，「引き出し体の内部は仕切により２分割されている。」との点は，意匠登録\nの範囲としての基本的態様を構成する。しかも，意匠は物品の外観に係るもので，\n視覚上の効果を本質とするものであるから，物品と不可分一体の構成要素全体を通\nじてその価値が具現される必要があり，本件登録意匠全体を総合的に観察すれば，\n本件意匠公報の「平面図」において，本体中央のスリットから引き出し体中央部の\n仕切が観察されることが明記されており，「Ａ－Ａ断面図」及び「各部の名称を記\n載した参考分解斜視図」においても仕切を明確に観察することができ，仕切の存在\nは本件登録意匠と不可分一体の視覚上の効果を有する。\nしたがって，この仕切体の不存在は，明らかに看者にとって美観上の差\n異をもたらすものである。\nエ　また，すのこ状枠体は，左右一対の側板の上端縁間に細幅のすのこ板複\n数枚を架け渡すとともに側板の後端部には後側板が取り付けられ，平面視で長方形\n状，正面視で略門型形状の枠体が形成されている点も，極めて一般的な形態であっ\nて，取引者，需要者の最も注意を引きやすい部分とはいえない。むしろ，すのこ状\n枠体の構成においては，架け渡されたすのこ板の枚数，平面視での縦幅と横幅の比\n率の細部の違いこそ，取引者，需要者の注意をひく。上記(2)①に記載の本件登録意\n匠とイ号意匠及びロ号意匠のスリットの間隔や，上記(2)②に記載の縦幅，横幅の寸\n法の差異は，両意匠の共通点をはるかに凌駕し，看者に異なった美感を与え，全体\nの印象を著しく変更するものである。\nオ　以上のとおり，イ号物件とロ号物件の意匠は，全体として観察すれば，\n本件登録意匠とは異なった美感あるいは美的印象を引起する特徴を有しているか\nら，本件登録意匠と類似しているとはいえない。\n【補助参加人の主張】\nカ　なお，意匠に係る物品は，意匠出願の願書に記載の意匠に係る物品及び\n意匠に係る物品の説明の記載に基づいて特定されるところ，本件意匠公報には「吸\n湿剤が収納された通気性の袋と，この袋が２個収納される薄型箱の引き出し体と，\nこの引き出し体をスライドさせて出し入れする本体から成っている」との記載され\nている。そして，吸湿剤が収納された袋が，蒲鉾形中空体を横並びにした形状を形\n成していることは，本件意匠公報の添付図面（各部の名称を記載した参考分解斜視\n図）に示されているから，本件登録意匠に係る形態としては，原告が主張する形態\nに加え，「吸湿剤が収納される袋体は，蒲鉾形中空体を横並びにした形状を形成し\nている」との要件が必要であるというべきである。しかし，イ号意匠における袋体\nは，この要件を満たしておらず，この点からも本件登録意匠とイ号意匠は類似して\nいない。\n【原告の再反論】\n(1)　本件登録意匠とイ号物件とが類似しているとの結論は，特許庁における判\n定においても判断されており，判定の理由では，引き出しが本体部分に収納された\n状態での全体観察を主体として対比している。本件意匠公報にも，引き出し部分が\n本体部分から引き出された斜視図が参考図として図示されていることからしても，\n判定では本件意匠公報を十分に把握した上でイ号意匠との対比をしたものである。\n物品の機能面だけを強調し，引き出し部分の引き出された状態の意匠で全体の類否\n判断をしようとする被告の類否判断手法は，その前提において誤っている。\n(2)ア　被告らは，引き出し体の仕切の有無において基本的態様が相違する旨主\n張するが，引き出し体の仕切は，本件登録意匠，イ号意匠及びロ号意匠の意匠の基\n本的構成とはなり得ない。仕切は，引き出しの底板に取り付けられていることか\nら，すのこ状枠体の内部にあり，物品全体を外部から観察した場合，ほとんど目視\nすることができず，看者の注意を引きつけることができない内部構造であり，物品\n全体の外観を構成しているとはいえない。\n判定においても，引き出し体の仕切を基本的態様とはしていないのは，\n製品の使用状態であっても，店舗に展示された状態であっても，内部の仕切が物品\nの外観から遮蔽されてほとんど目視できないからである。\n一般的に物品全体の外観を観察する場合には，斜視的に観察するのが普\n通であり，物品の真上から平面的に見た場合にだけ仕切がすのこ状の長板の隙間か\nら僅かに目視できるにすぎないから，斜視的に製品を観察した場合，仕切は物品の\n全体的な形状が看者に与える視覚上の効果として極めてウェイトの低いものであ\nり，看者の注意をひく視覚上の効果を有しない。\nイ　また，本件意匠公報の説明の欄の記載は，本件登録意匠の特徴を記載し\nたものではなく，あくまでも意匠に係る物品の説明として記載されているものであ\nり，同箇所での記載を根拠に仕切が基本的構成態様に含まれると解するのは誤りで\nある。\nウ　そして，本件登録意匠の基本的構成態様は，判定でも認定されているよ\nうに，すのこ状枠体の本体と引き出しの組合せにあり，仕切や指掛かり孔や縦幅横\n幅の比率等は，具体的構成態様として評価されるものである。\nところで，本件登録意匠の各部の寸法は，本件登録意匠を具体的な物品\nに具現化する際に初めて適宜決定されるものであるから，イ号物件の各部寸法から\n本件登録意匠の各部寸法を推測すること自体無理があり，また，この寸法を用いて\n類否判断を議論することは無意味である。物品を外部から観察する場合，各部の大\nまかな比率により，物品の全体的な印象を受け取ることになるからである。\n本件登録意匠とイ号意匠及びロ号意匠とをそれぞれ対比すると，物品の\n外観を観察する上で異なった印象を与えるほど各部の比率は異なっておらず，比率\nの差異が，看者の印象を異ならせるほどの相違とはいえない。縦幅と横幅の比率等\nは，物品の製造者が通常行う変更の範囲内のものにすぎず，具体的構成における微\n差といえるものである。\nイ号意匠及びロ号意匠は，布団を載置する面がすのこ状になっており，\n下方の吸湿剤により布団の乾燥を容易に行えるようにしたものであって，布団を載\n置する面がすのこ状になっていることが重要で，具体的な寸法は関係ない。\nエ　また，湿気が流通するのは，すのこ板の間隙部分であり，底板に設けた\n貫通孔は湿気の流通に寄与しない。湿気の発生源である布団がすのこ板の上に載せ\nられているから，布団から発生した湿気はすのこ板の間隙部分を通って引き出しに\n収容した吸湿剤で吸湿される。布団用除湿具を押入に載置した状態（使用状態）で\nは引き出しの底の裏側が密閉されてしまうことになり，湿気が貫通孔を流通するこ\nとはあり得ない。\nしたがって，貫通孔は，機能的な形状とはいえず，機能上の外観を形成\nするものではない。\nさらに，貫通孔は引き出しの底板に形成されたものであるため，使用状\n態や店舗での展示状態では貫通孔の存在すら容易に目視できないから，貫通孔の有\n無が全体の形状にもたらす変化は僅かであり，差異があるとしても類似の範囲に含\nまれるものである。\n仮に，貫通孔の有無により，本件登録意匠とイ号意匠及びロ号意匠が非\n類似と判断されるとしても，イ号意匠及びロ号意匠は，本件登録意匠の基本形状を\nほぼそっくり利用して，単に貫通孔を付加した意匠にすぎないから，本件登録意匠\nとイ号意匠及びロ号意匠の間には利用関係が成立し，被告製品が本件意匠権を侵害\nすることは変わらない。\nオ　以上のとおり，本件登録意匠とイ号意匠及びロ号意匠は，物品が同一で\nあり，基本的構成態様において共通しており，具体的構成態様に相違点が存在する\nものの，その相違点は微差にすぎず，共通点が相違点を凌駕しているから，両意匠\nは類似する。\n２　争点２（本件登録意匠に係る意匠登録には無効理由が存在することが明らか\nであり，本件意匠権に基づく差止め等の請求は権利の濫用として許されないか）に\nついて\n(1)　創作容易性（意匠法３条２項）の欠如\n【被告及び補助参加人の主張】\nア　本件登録意匠は，本件登録意匠出願前にその意匠の属する分野における\n通常の知識を有する者が，日本国内において広く知られた形状の結合に基づいて容\n易に創作することができたものであり，意匠登録の要件を欠くから，本件登録意匠\nに係る意匠登録が無効であること（同法３条２項，４８条１項）は明らかである。\nしたがって，原告による本件意匠権に基づく本訴請求は，権利の濫用に当たり許さ\nれない（最高裁平成１０年(オ)第３６４号同１２年４月１１日第３小法廷判決・民\n集５４巻４号１３６８頁参照）。\nすなわち，本件登録意匠は，布団を押入れ等に収納するために利用され\nる極めてありふれた布団用すのこの本体部分の形状に，単純に引き出しの機能を付\nけたもので，本件登録意匠の形状は，引き出し機能を付けたことによる必然的な結\n果である。引き出し部分に吸湿剤を収容した点において，機能面での目新しさは有\nするといえても，意匠とは，「物品の形状，模様もしくは色彩またはこれらの結合\nであって，視覚を通じて美感を起こさせるもの」であるから，本件登録意匠の要件\nについては，機能面は捨象して，形状，模様，色彩の面だけから検討しなければな\nらない。\n本件登録意匠についてみると，すのこの形状・模様・色彩自体は，一般\n家庭で極めてよく目にするありふれたものであり，容易に創作が可能であって，か\nつ，それに同じく形状・模様・色彩自体も一般家庭で極めてよく目にするありふれ\nた引き出しをつけたものにすぎないから，本件登録意匠に係る意匠登録が無効事由\n（同法４８条１項）を有することは明らかである。\n【補助参加人の主張】\nイ　実開昭６２－５０４９６号公報（乙８・丙３）の第１図（以下「引用意\n匠１」という。）には，すのこ状枠体の枠内の開口部にスペーサを前後方向に向け\nてスライド自在に収容する意匠が開示されている。\nそして，このスペーサを一般家庭で極めてよく目にする箱状引き出しに\n置換することは当業者であれば極めて容易である。\nまた，本件登録意匠は，すのこ板の側板の各側板の内側下端縁に細幅状\nのガイド板を側板に沿わせて取り付けて，箱状引き出しを保持しているが，側板に\n細幅状のガイド板を取り付けて箱状引き出しを保持する方法は，本件登録意匠の出\n願前から周知の方法である（登録意匠公報第９３０５８０号・丙４の「Ｄ－Ｄ拡大\n図面」，同第１０００７２７号・丙５の「Ｂ－Ｂ断面図」，同第１０９３８０８\n号・丙６の「Ａ－Ａ断面図」「Ｂ－Ｂ断面図」）。\nしたがって，本件登録意匠は，その出願前にその意匠の属する分野にお\nける通常の知識を有する者が日本国内において広く知られた引用意匠１のすのこ板\nの側板に細幅状のガイド板を取り付けることも，引用意匠１のスペーサを箱状引き\n出しに置換することも容易であり，各形状の結合に基づいて容易に意匠の創作をす\nることができたもので，無効である（意匠法３条２項）。\n(2)　新規性の喪失（意匠法３条１項３号）\nア　本件登録意匠は，次に記載のとおり，本件意匠登録出願前，外国におい\nて頒布された刊行物に記載された意匠と類似しており，無効であることが明らかで\nあるから，本件意匠権に基づく原告の損害賠償請求権は，権利の濫用に当たり，許\nされない。\nイ　中華人民共和国抗州西湖区に所在した抗州宝貨木制品有限公司（以下\n「ＢＡＯＨＵＡ社」という。）において頒布されたカタログ（丙２）の「総経理寄\n語」において，「抗州宝貨木制品有限公司は１９８９年に生まれました。３年来，\n当社は良い技術を持った工人が１００人以上に増えてまいりました。今，当社の産\n品は国内，韓国，日本と南アジアに市場を持っています。当社は客人に良いサービ\nスと理想価格を提供するために商業をしております。是非，注文をして下さい。よ\nろしくお願いします。当社は，美しい西湖のほとりにあります。」と記載されてお\nり，遅くとも，ＢＡＯＨＵＡ社のパンフレットが，本件登録意匠の出願前である，\n１９８９年の創立から３年後の１９９２年（平成４年）に刊行されたことが明らか\nである。\nウ(ア)　ＢＡＯＨＵＡ社のパンフレットの「日用品系列」に掲載された製品\n番号ＢＨＲ－２００２（規格：４１０×７５０。以下，「ＢＡＯＨＵＡ社製品」と\nいう。）の形態は，次のとおりである。\n①　すのこ状枠体の枠内に箱状引き出しを前後方向に向けてスライド\n自在に収容して，全体として矩形箱型状に形成している。\n②　すのこ状枠体は，一定間隔を保持して配設した左右一対の側板の\n上端線間に８枚の細幅のすのこ板を同すのこ板の縦幅よりも小さい間隔を開けて架\n設するとともに，側板の後端部間に後側板を取り付けて，平面視で縦幅が横幅の約\n１．８３倍で，正面視で略門型形状の枠体を形成し，更に，各側板の内側下端縁に\n細幅状のガイド板を側板に沿わせて取り付けている。\n③　箱状引き出しは，すのこ状枠体の横幅より狭い間隔を保持して配\n設した左右一対の内側板の下端間に長方形状の底板を取り付け，内側板の前後端間\nに前側板及び後側板をそれぞれ取り付けて，全体として上方開放の矩形箱型に形成\nしている。\n④　箱状引き出しの前側板の略中央部には，横長円形状の指掛かり孔\nを形成している。\n⑤　箱状引き出しの底板には，左右幅方向に４個，前後方向に５個の\n円形状の貫通孔を格子配列状に形成している。\n(イ)　ＢＡＯＨＵＡ社製品は，布団等の下部に置き，通気性を確保すると\nともに，箱状引き出しの内部に吸湿剤等を収容可能とするものである。\n(ウ)　また，本件登録意匠とＢＡＯＨＵＡ社製品の意匠は，次の各点にお\nいて共通し，明らかに類似する。\nａ　すのこ状枠体の枠内に箱状引き出しを前後方向に向けてスライド自\n在に収容して，全体として矩形箱形状に形成している。\nｂ　すのこ状枠体は，一定間隔を保持して配設した左右一対の側板上端\n縁間に複数の細幅のすのこ板を同すのこ板の縦幅よりも小さい間隔を開けて架設す\nるとともに，側板の後端部間に後側板を取り付けて，平面視で長方形状で，正面視\nで略門型形状の枠体を形成し，更には，各側板の内側下端縁に細幅状のガイド板を\n側板に沿わせて取り付けている。\nｃ　箱状引き出しは，すのこ状枠体の横幅より狭い間隔を保持して配設\nした左右一対の内側板の下端間に長方形状の底板を取り付け，内側板の前後端間に\n前側板及び後側板をそれぞれ取り付けて，全体として上方開放の矩形箱型に形成し\nている。\nｄ　箱状引き出しの前側板の略中央部には，指掛かり孔を形成してい\nる。\n(エ)　本件登録意匠とＢＡＯＨＵＡ社製品では，次のとおり，詳細に観察\nすると相違点があるが，類似と判断するのに何ら支障となる差異ではない。\nａ　本件登録意匠では，すのこ状枠体の側板の上端縁間に１０枚のすの\nこ板を取り付けているのに対し，ＢＡＯＨＵＡ社製品は，すのこ状枠体の側板の上\n端縁間に８枚のすのこ板を取り付けており，すのこの板の枚数が異なる。\nしかし，通常，布団用除湿具の取引者や需要者は，すのこ板の枚数\nを数えるまでもなく，すのこ状に形成された枠体であると認識するのであって，す\nのこ板の枚数の相違によって需要者に異なる印象を与えることはない。\nｂ　本件登録意匠は，すのこ状枠体を平面視で横幅の約２．４倍の縦幅\nを有する縦長の長方形状に形成しているのに対し，ＢＡＯＨＵＡ社製品は，すのこ\n状枠体を平面視で横幅の約１．８３倍の縦幅を有する縦長の長方形状に形成してお\nり，すのこ状枠体の平面形状が異なっている。\nしかし，すのこ状枠体の縦幅は，布団用除湿具を設置する押入の奥\n行にあわせて設定されるものであるから，押入の大きさに合わせて，布団用除湿具\nを製造する者が適宜選択するものである。したがって，すのこ状枠体の縦幅と横幅\nとの比率を異ならせて，すのこ状枠体の平面形状を相違させることには何ら創作性\nは認められず，需要者がすのこ状枠体を目視した場合には，縦長箱型状の「すの\nこ」であると認識するだけであって，すのこ状枠体の平面形状を相違していても需\n要者に異なる印象を与えることはない。\nｃ　本件登録意匠は，箱状引き出しの前側板の略中央部に円形状の指掛\nかり孔を形成しているのに対し，ＢＡＯＨＵＡ社製品は，箱状引き出しの前側板の\n略中央に横長円形状の指掛かり孔を形成しており，指掛かり孔の形状が異なってい\nる。\nしかし，指掛かり孔は，布団用除湿具を全体的に観察すれば，箱状\n引き出しの前側板に形成されている細部でしかなく，しかも，円形状と横長円形状\nといった極めて近似した形状であるため，指掛かり孔の形状の相違によって，需要\n者に異なる印象を与えることはない。\nｄ　本件登録意匠は，箱状引き出しの底板の中央に仕切り体を取り付け\nているのに対し，ＢＡＯＨＵＡ社製品は，箱状引き出しの底板に仕切り体の有無が\n不明である。\nしかし，仕切り体は，箱状引き出しの底板に取り付けられているこ\nとから，すのこ状枠体の内部に隠れた位置にあり，布団用除湿具を外部から観察し\nた場合には，すのこ板の間隙からしか目視することができず，需要者にとって暗く\nて見にくい位置にあるため，仕切り体の有無によっても需要者に異なる印象を与え\nることはない。\nｅ　本件登録意匠は，箱状引き出しの底板に貫通孔を設けていないのに\n対し，ＢＡＯＨＵＡ社製品は，箱状引き出しの底板に貫通孔を形成しており，貫通\n孔の有無が異なっている。\nしかし，貫通孔も，箱状引き出しの底板に形成されていることか\nら，すのこ状枠体の内部に隠れた位置にあり，布団用除湿具を外部から観察した場\n合には，すのこ板の間隙からしか目視することができず，しかも，ほとんどの貫通\n孔がすのこ板によって遮られて外部から観察することができず，需要者にとって暗\nくて見にくい位置にあるため，貫通孔の有無によって需要者に異なる印象を与える\nことはない。\n(オ)　以上のとおりであるから，ＢＡＯＨＵＡ社製品の意匠が，本件登録\n意匠と類似することは明らかであり，かつ，ＢＡＯＨＵＡ社製品が，本件登録意匠\nの出願前に外国において頒布された刊行物であるＢＡＯＨＵＡ社のパンフレット\n（丙２）に記載されたものであることは明らかであるから，本件登録意匠は無効で\nある。\nしたがって，本件意匠権に基づく原告の損害賠償請求は権利の濫用に\nあたり許されない。\nエ　なお，ＢＡＯＨＵＡ社のパンフレットの成立は，次のとおり，真正なも\nのである。\n(ア)　ＢＡＯＨＵＡ社のパンフレットは，平成１５年３月ころ，補助参加\n人代表者が抗州信和工貿有限公司の総経理であるＡ氏から入手したものである。\nＡ氏は，１９９６年ころ，ＢＡＯＨＵＡ社社長の友人であるＢ氏か\nら，ＢＡＯＨＵＡ社のパンフレットを入手した。そのころ，Ａ氏が日本との貿易を\n行っていることを知ったＢ氏が，当時既に倒産していたＢＡＯＨＵＡ社のパンフレ\nットに掲載されていた木工製品を日本の客向けに販売することをＡ氏に勧め，その\n際にＢＡＯＨＵＡ社のパンフレットと現物見本をいくつかＡ氏に渡したものであ\nる。\nなお，Ｂ氏は，ＢＡＯＨＵＡ社の代理店として抗州で事業をしてお\nり，抗州三堡に在住していたが，平成１４年交通事故に遭い死亡している。\n(イ)　補助参加人代表者は，平成１５年３月ころ，Ａ氏に対し，本件登録\n意匠の出願前のカタログを探して欲しいと頼んだものであるが，このように平成１\n５年３月になって，補助参加人代表者が，Ａ氏にカタログの有無を尋ねたのは，そ\nのころ，補助参加人から依頼を受けた代理人Ｃ弁護士が受任し，同弁護士から，中\n国において日用品として使用されていたのであれば，ＢＡＯＨＵＡ社製品が本件登\n録意匠出願前から販売されていた可能性があるから，探すように頼まれたためで，\nＢＡＯＨＵＡ社のパンフレットが別件事件において提出されず，本訴において初め\nて提出されたとしても不自然ではない。\n(ウ)　また，原告が主張するように，ＢＡＯＨＵＡ社のパンフレットに記\n載されている住所地の「三里村」が当時の行政区画として存在しないことについて\nは，立証の限界があるため特に争わないが，仮に，パンフレットを偽造するとすれ\nば成立の真正が疑われるような地名をわざわざ記載するはずがなく，むしろ実在す\nる地名を記載するはずである。\n【原告の主張】\n(1)　創作容易性について\n本件登録意匠は，左右一対の側板の上端に多数の横長長方形板状のすのこ\n板を等間隔に架け渡して，扁平な略縦長矩形上のすのこ状枠体を形成し，そのすの\nこ状枠体の枠体内一杯に，略縦長矩形状の浅い箱状の引き出しをその前後方向にス\nライド自在に収容したものであり，かかる形態は，本件登録意匠出願前に広く知ら\nれた形態ではなかった。また，本件登録意匠は，側板を断面図Ｌ形状として，その\n下端の突出部を引き出しのガイド板とし，底板を設けていない形態にも特徴を有し\nており，かかる形態は本件登録意匠出願前に広く知られた形態ではなかった。\nしたがって，本件登録意匠に無効事由が存在することが明らかであるとの\n被告及び補助参加人の主張は失当である。\n(2)　新規性の喪失\n争う。\n３　争点３（別件和解により，本件意匠権が消尽したといえるか否か）について\n【被告及び補助参加人の主張】\n(1)　本件登録意匠が有効であり，イ号意匠及びロ号意匠が本件登録意匠と類似\nするものであるとしても，本件意匠権は，原告と補助参加人との別件和解により消\n尽しており，被告製品の販売は，本件意匠権を侵害するものではない。原告は，別\n件事件において，被告製品の販売等は本件意匠権の侵害を主張しないことの対価と\nして，別件和解で１００万円の解決金の支払を受けたものというべきである。\n(2)　すなわち，意匠法による意匠の保護は，社会公共の利益との調和の下にお\nいて実現されなければならないものであるところ，意匠権の譲渡において，譲渡人\nは，目的物について有するすべての権利を譲受人に移転し，譲受人は譲渡人が有し\nていたすべての権利を取得するものであり，意匠商品が市場の流通に置かれる場合\nも，譲受人が目的物につき意匠権者の権利行使を離れて自由に業として使用し，再\n譲渡等をすることができる権利を取得することを前提として取引行為が行われるも\nのであって，仮に，意匠商品について譲渡等を行う都度，意匠権者の許諾を要する\nことになれば市場における商品の自由な流通が阻害され，意匠商品の円滑な流通が\n妨げられ，かえって，意匠権者の利益を害する結果を来すから，意匠法１条の目的\nに反する。意匠権者は意匠商品を譲渡するに当たって譲渡代金を取得し，登録意匠\nの実施を許諾するに当たって実施料を取得するものであるから，代償を確保する機\n会は保障されており，意匠権者から譲渡された意匠商品について意匠権者が流通過\n程において，二重に利得を得ることを認める必要性はない。\n特許権に関する最高裁平成７年(オ)第１９８８号同９年７月１日第三小法\n廷判決・民集５１巻６号２２９９頁によれば，特許権者から許諾を受けた実施権者\nが当該特許発明に係る製品の譲渡をした場合には，当該特許製品についての特許権\nは，その目的を達成したものとして消尽し，もはや特許権の効力は，当該特許製品\nを使用し，譲渡し，又は貸し渡す行為等には及ばないと判断している。その理由と\nして，①特許製品が市場で流通に置かれる場合，譲受人は，その目的物につき特許\n権者の権利行使を離れて自由に業として使用し，再譲渡等をすることができる権利\nを取得することを前提として取引が行われるものであって，特許製品について譲渡\n等を行う都度，特許権者の許諾を要するとすれば市場における特許製品の円滑な流\n通が阻害されること，②他方，特許権者は特許製品を自ら譲渡するにあたって，特\n許発明の公開の対価を含めた譲渡代金を取得し，特許発明の実施を許諾するにあた\nって，実施料を取得するものであるから，特許発明の公開の代償を確保する機会は\n保障されているものということができ，特許権者または実施権者から譲渡された特\n許製品について，特許権者が流通過程において二重に利得を得ることを認める必要\n性が存在しないことをあげているが，この判決の理由は，特許権のみならず，意匠\n権においても同様に当てはまるものというべきである。\n(3)　本件においても，仮に，イ号意匠及びロ号意匠が，本件登録意匠と類似す\nるものと判断されるとしても，別件和解において，補助参加人が原告に対し１００\n万円を支払ったことにより，原告から補助参加人に対して，本件意匠権の消尽が生\nじるような本件登録意匠の実施の事後的許諾ないしそれに類似する法律関係が形成\nされたというべきである。\nすなわち，別件事件の審理中，原告は，補助参加人から被告を初めとする\n小売業者，さらに小売業者から一般消費者に対し，被告製品が販売されることを十\n分認識していたというべきで，仮に，補助参加人から被告製品について譲り受ける\n者等が，その都度，原告に許諾を求めなければならないとすれば，市場における被\n告製品の円滑な流通が阻害されることになることは当然であり，原告はこの点を十\n分認識していたものである。別件和解において，補助参加人が，原告に対して１０\n０万円を支払い，原告との間で債権債務関係のないことを確認したのは，補助参加\n人の支払いにより，本件意匠権の侵害を理由として原告から直接何ら請求を受けな\nいことはもちろん，被告のような補助参加人の取引先が，原告の有していた本件意\n匠権の侵害を理由として，原告から請求を受けないようにするという趣旨であっ\nた。\n仮に，別件和解によっても本件意匠権は消尽せず，補助参加人から被告製\n品の譲渡を受けた小売業者が一般消費者に再譲渡した場合，原告から本件意匠権の\n侵害として損害賠償を受けることになれば，補助参加人は，被告製品の販売先であ\nる多くの小売業者から瑕疵担保責任（意匠権侵害となるような瑕疵ある製品を販売\nした責任）を追及されることになり，別件和解の趣旨に反することになることは明\n白である。他方，原告は，別件和解により，補助参加人から１００万円の支払を受\nけているから，これにより本件登録意匠の代償を確保する機会は補償されていると\nいうことができ，補助参加人からの流通過程において，原告が二重ないし三重の利\n得を得ることを認める必要性はないというべきである。\n以上のとおり，別件和解により，本件意匠権は消尽しており，補助参加人\nから被告製品の譲渡を受けた被告が，被告製品を販売する行為は，原告の本件意匠\n権を侵害するものではない。\n【原告の主張】\n別件和解の意味は，補助参加人による被告製品の販売による本件意匠権の侵\n害に対するものであって，被告に対する損害賠償請求権の帰趨は全く問題となって\nいない。原告は，別件事件以前から被告を含む補助参加人と取引先数社に対し，警\n告書を発しており，補助参加人との侵害訴訟の推移をみながら，被告を含む数社を\n相手方とする損害賠償請求訴訟を提起する予定であった。\n原告は，別件和解により，補助参加人に対し，実施権を与えた訳ではない\nし，別件事件の解決金１００万円のみで，本件被告をはじめとする補助参加人の取\n引先が意匠権侵害によって得た数千万円に及ぶ利益も含め，原告の損害がすべて填\n補されたと考えることはできない。意匠権を侵害された意匠権者が侵害者である小\n売業者に対し損害賠償請求をすることは何ら問題とならない。\nしたがって，原告が，別件和解において解決金１００万円の支払を補助参加\n人から受けたことにより，本件意匠権が消尽したとする被告らの主張は理由がな\nい。\n４　争点４（本件請求は別件和解条項に違反しており，権利の濫用として許され\nないか）について\n【被告及び補助参加人の主張】\n(1)　本件意匠権の消尽が生じるような法律関係が形成されたとはいえないとし\nても，別件和解の趣旨が，補助参加人が解決金１００万円を支払うことにより，補\n助参加人は，原告から何ら請求を受けないことのほか，原告の有していた本件意匠\n権の侵害を理由として誰からも請求を受けないようにすることにあったことは明白\nである。\n補助参加人は，商品を販売した自己の取引先企業に対し，原告との争いに\nよる火の粉が及ばないよう，訴訟上の和解をするのは当然のことであって，目先の\n紛争解決のみを目的として，安易に原告と訴訟上の和解をすることは考えられな\nい。\n別件和解における条項のうち，第４項の清算条項が，被告製品について，\n終局的に紛争を解決し，紛争の蒸し返しをさせない趣旨であったことは明らかであ\nる。このことは，解決金１００万円が，補助参加人の販売金額合計３０００万円余\nりの約３．３％に当たり，使用許諾料相当額であったことからもうかがわれる。\nしたがって，原告の被告に対する本件意匠権の侵害を理由とする損害賠償\n請求は，権利の濫用ないし信義則に反するものであるから許されない。\n(2)　【補助参加人の主張】\n補助参加に係る判決の効力は，民事訴訟法４６条所定の場合を除き，補助\n参加人に対してもその効力が及ぶ。\nこの判決の効力の性質については，既判力説と参加的効力説の対立がある\nが，既判力説によれば，本件において，被告による被告製品の販売行為を原因とし\nて原告の請求を認めることになれば，補助参加人に対する原告の損害賠償請求を認\n容することになり，そうだとすれば，別件和解における清算条項（別件和解第４\n項）に反することは明らかとなる。また，参加的効力であると解しても，原告が被\n告を含む補助参加人の取引先に対し，被告製品の本件意匠権の侵害を理由に損害賠\n償請求訴訟を提起すれば，被告となった取引先から補助参加人に対して訴訟告知が\n行われ，補助参加人が補助参加してくることは容易に予測できることであるから，\n被告製品の販売行為が，本件意匠権を侵害するとして損害賠償請求を認容すること\nは，上記と同様，別件和解条項に反するものというべきである。\n【原告の主張】\n(1)　被告及び補助参加人の主張は，別件和解内容を自己の都合のよいように解\n釈し，引用しているもので，誤った解釈，不当な主張と言わなければならない。\n上記３で述べたとおり，原告は，別件事件において本件被告を含む多数の\n販売会社に対する販売内容が明らかになった時点で，各販売会社に対しても，本件\n意匠権の侵害による差止め及び損害賠償を請求する予定であった。原告は，あくま\nでも補助参加人（別件事件における被告）に対する差止請求を放棄し，補助参加人\nとの関係で被った損害について，補助参加人から１００万の支払を受けることで別\n件事件を終了させるという内容で和解したものである。\n一方，被告の販売行為による損害については別件事件当時も既に発生して\nいたもので，原告が補助参加人（別件事件における被告）と別件和解をしたこと\nで，被告の販売行為による損害が消滅することにはならない。\nまた，原告から損害賠償請求を受けた被告を含めた小売業者が，補助参加\n人に対して求償するか否かは，原告と補助参加人の別件和解とは関係が無いから，\n原告の被告に対する本件請求には何ら影響しない。\n(2)　別件和解の効力により，原告の有する補助参加人の販売先に対する損害賠\n償請求権を失わせることを意味するのであれば，原告は補助参加人との間で和解な\nどするはずがない。また，被告を含む小売店による損害が，どの程度の金額になっ\nているかは，別件事件においては判明しておらず，原告がこれを考慮することは不\n可能であった。\nそもそも，補助参加人が，原告との間で，別件事件において和解する際\nに，被告を含む小売店に対する配慮を要求するのであれば，当然別件事件におい\nて，その和解条項に入れるか，利害関係人として被告ら小売店を加えるかなどの措\n置を取るはずであるが，別件事件における和解条項には一切触れられていない。\n(3)　以上から，被告の主張は失当である。\n５　争点５（原告の被った損害額）について\n【原告の主張】\n被告は，平成１０年６月以降平成１２年８月までの間，補助参加人から被告\n製品を単価１万円で仕入れ，それを５万８０００円で販売し，少なくとも月額１８\n５万円以上を売上げ，少なくとも月額１５３万円以上の利益を得ていた。\nしたがって，原告は，意匠法３９条２項によれば，４０５７万円の損害を被\nったものと推定される。よって，このうちの一部である４０００万円を本件訴訟に\nて，損害賠償として請求する。\n【被告の主張】\n被告製品の仕入単価は１万円であるが，販売価格，月額の売上げ，月額の利\n益については，いずれも否認する。被告は，高額商品である羽毛布団を購入しても\nらった顧客に，サービス品として被告製品を無料で提供することも多かった。\n第４　当裁判所の判断\n１　争点１（イ号意匠及びロ号意匠は本件登録意匠と類似するか）について\n(1)　本件登録意匠の構成\nア　本件登録意匠は，本件意匠公報（甲２）添付の図面に記載のとおりであ\nり，意匠に係る物品を「布団用除湿具」とするものである。本件意匠公報の記載に\nよれば，本件登録意匠の意匠登録出願の願書には，その意匠に係る物品である「布\n団用除湿具」の説明として，「使用状態を示す参考図に示すように，家屋の押入の\n棚上に設置し，その上にふとんを折りたたんで載せる。ふとんの湿気は，破線矢印\nで示すように，引き出し体の内部に収納された袋内の吸湿剤に吸収され，ふとんは\n乾燥される。各部の名称を記載した参考分解斜視図に示すように，吸湿剤が収納さ\nれた通気性の袋と，この袋が２個収納される薄箱形の引き出し体と，この引き出し\n体をスライドさせて出し入れする本体から成っている。本体は，左右一対の断面Ｌ\n字形のガイドと，ガイドの上面に架け渡された長板から成っている。長板と長板の\n間は，湿気が流通するスリットになっている。引き出し体の内部は仕切りにより２\n分割されている。左側面図は右側面図と同一にあらわれる。」と記載されている。\nイ　本件登録意匠の基本的構成は，次の形状と認められる。\n(ア)　左右一対の側板（ガイド板）の上端に，横長長方形板状のすのこ板\n（長板）を横長方向に等間隔で架け渡し，扁平な略縦長矩形状のすのこ状枠体を形\n成している。\n(イ)　すのこ状枠体の枠体内一杯に，すのこ状枠体とほぼ同じ形状の，上\n方開放の略縦長矩形状をした箱状の引き出し体を有している。\n(ウ)　箱状の引き出し体は前後方向にスライド自在に収容されている。\nウ　また，本件登録意匠の具体的態様は，次のとおりと認められる。\n(ア)　すのこ状枠体の平面視の縦横比は略２．５：１である。\n(イ)　すのこ状枠体の側板上に，横長方向に置かれた１０枚のすのこ板\nは，すのこ板の縦幅のほぼ１／２強の幅の隙間（スリット）を等間隔に空け，すの\nこ板の両端を側板からわずかに外側へ突出した状態で配されている。\n(ウ)　側板の断面は，略Ｌ字形状であり，その下端の突出部を引き出し体\nのガイド板とし，すのこ状枠体の底板は設けられていない。\n(エ)　引き出し体は，両側板間に嵌る態様に形成され，引き出し体の前面\n体の中央上方寄りには丸形の指掛け孔が設けてある。\n(オ)　引き出し体の内部は，指入れ孔を正面としてみると，縦長方向の略\n中央部分において，横長方向の仕切りにより２分割されており，同仕切りは，引き\n出し体をすのこ状枠内に収納した状態で，すのこ板とすのこ板の間の隙間から目視\nできる。\n(2)　イ号意匠及びロ号意匠の構成\n前記「前提となる事実関係」欄記載の事実に証拠（甲７，検甲１の１及び\n２，検丙１）及び弁論の全趣旨を総合すれば，イ号物件は布団用除湿具であって，\nイ号意匠の基本的構成及び具体的構成は次の形状と認められる。\nア　イ号意匠の基本的構成\n(ア)　左右一対の側板の上端に，横長長方形板状のすのこ板（長板）を，\n横長方向に等間隔で架け渡し，扁平な略縦長矩形状のすのこ状枠体を形成してい\nる。\n(イ)　すのこ状枠体の枠体内一杯に，すのこ状枠体とほぼ同じ形状の略縦\n長矩形状の箱状の引き出し体を有している。\n(ウ)　箱状の引き出し体は前後方向にスライド自在に収容されている。\nイ　イ号意匠の具体的構成\n(ア)　すのこ状枠体の平面視の縦横比は略１．８：１である。\n(イ)　すのこ状枠体の側板上に，横長方向に置かれた８枚のすのこ板は，\nすのこ板の縦幅のほぼ１／２強の幅の隙間（スリット）を等間隔に空け，すのこ板\nの両端を側板からわずかに外側へ突出した状態で配されている。\n(ウ)　側板の断面は，略Ｌ字形状であり，その下端の突出部を引き出し体\nのガイド板とし，すのこ状枠体の底板は設けられていない。\n(エ)　引き出し体は，両側板間に嵌る態様に形成され，引き出し体の前面\n体の中央上方寄りには横長楕円形の指掛け孔が設けてある。\n(オ)　引き出し体は，指入れ孔を正面としてみると，引き出し体の底板に\nは，貫通孔が，縦方向に５個，横方向に４個の格子状に，合計２０個形成され，上\n面が開放されており，引き出し体をすのこ状枠体に収納した状態では，すのこ板と\nすのこ板の間の隙間から貫通孔が目視できる。\nウ　ロ号意匠の基本的構成及び具体的構成は，すのこ板の数が７枚である点\n（上記イ(イ)参照）を除き，イ号意匠と同一の形状である。\n(3)　本件登録意匠の要部\nそこで，本件登録意匠の要部について検討する。\nア　公開実用新案公報昭６２－５０４９６（乙８。なお，丙３はその一部で\nある。）には，考案の名称「乾燥器」とし，実用新案登録請求の範囲として，「収\n納区画の床または中仕切などの支持面上に偏平な空間を隔てて配置され上部に載置\nした収納物下面の通気を図るための開口を設けた板状部材を有するスペーサと，前\n記偏平な空間内に配置し得るように浅い皿状に形成した本体内に吸湿剤を収容し前\n記本体の上部開口を半透膜で覆って成る除湿容器とを備え，前記半透膜を空気中の\n湿気を自由に透過させ且つ前記吸湿剤が生成した潮解液を漏出させない無機系また\nは有機系の膜で構成したことを特徴とする乾燥器。」と記載され，その第７図に\nは，すのこの下部の空間部分には，浅い皿状に形成され，皿状の中身の部分が格子\n状に６つに仕切られたフレーム７が引き出し状に設置され，フレーム７内の６つの\n枠にはそれぞれ除湿容器６が収容されたているものが示されており，同公報は昭和\n６２年（１９８７）３月２８日に公開されていた。\nまた，同公報の「従来の技術」には，「コンクリート造あるいは，雪国\nの締め切った家屋内の湿度は意外に高く，とくに冬季石油暖房を行うと燃焼によっ\nて多量の水分が生成されて室内の湿度が高まり，暖房の行届かない押入内側，壁な\nどに露を結び，あるいはカビを発生させたりする。‥‥‥前記の不具合を回避する\nため，従来より押入の床，中棚などにスノコを敷き，その上に収納物（ふとんな\nど）を置くか，あるいは除湿器（塩化カルシウムなどの吸湿剤を壺状の小容器に収\n容したもの）を押入の隅に配置したりしていた。」との記載があり，さらに，「考\n案が解決しようとする問題点」には，「しかし，前述のスノコは単に収納物下面の\n通風を良くするだけで積極的に収納物を乾燥させる機能はなく，また，除湿器はス\nペースの制約を受けるため小型で除湿能力が小さく，誤って容器を転倒させると容\n器内の潮解液が外部に流出し周辺の器物を汚損するなどの問題点があった。」とさ\nれ，「問題点を解決するための手段」として，「本考案は前述の問題点を解決する\nためになしたもので，その目的は収納区画の床または中仕切などの支持面上に偏平\nな空間を隔てて配置され上部に載置した収納物下面の通気を図るための開口を設け\nた板状部材を有するスペーサと，前記偏平な空間内に配置し得るように浅い皿状に\n形成した本体内に吸湿剤を収容し前記本体の上部開口を半透膜で覆って成る除湿容\n器とを備え，前記半透膜を空気中の湿気を自由に透過させ且つ前記吸湿剤が生成し\nた潮解液を漏出させない無機系または有機系の膜で構成した乾燥器によって達成さ\nれる。」との記載がある。\nイ　上記及び弁論の全趣旨を総合すれば，押入等の除湿や，収納物下面の通\n気を図るため，上面を複数の細長い板材で構成し，すのこ状にした本体と，本体下\n部に吸湿剤を収容する皿状のフレームを設けた形状は，本件登録意匠の出願（平成\n６年１２月１４日）前に公然知られていたと認められる。\nそうすると，本件意匠公報における平面図において，本体のガイドの上\n面に複数の長板が架け渡されているように，すのこ状に形成されている本体の上面\n部分の形状をもって，本件登録意匠の特徴的部分ということはできない。\nそして，布団用除湿具である本件登録意匠において，取引者，需要者の\n注意を最もひく意匠の構成，すなわち特徴部分は，本体にスライドさせて本体内部\nに収容される引き出し体の形状というべきである。\n(4)　類否の判断\n以上を前提として，本件登録意匠とイ号意匠及びロ号意匠との類否につい\nて検討する。\nア　本件登録意匠とイ号意匠及びロ号意匠を比較すると，本件登録意匠と，\nイ号意匠及びロ号意匠はいずれも意匠に係る物品は布団用除湿具であり，また，左\n右一対の側板の上端に，横長長方形板状のすのこ板（長板）を横長方向に等間隔で\n架け渡し，扁平な略縦長矩形状のすのこ状枠体を形成している点において共通する\nが，上記(3)のとおり，これらの点については，本件登録意匠の要部ということがで\nきないから，類否判断においては意味をなさず，上記の共通性をもってイ号意匠及\nびロ号意匠が本件登録意匠に類似するということはできない。\nイ(ア)　そして，①すのこ状枠体の枠体内一杯に，すのこ状枠体とほぼ同じ\n形状の略縦長矩形状の箱状の引き出し体を有し，②箱状の引き出し体は前後方向に\nスライド自在に収容されている形状である点において，本件登録意匠とイ号意匠及\nびロ号意匠は共通する。\n他方，上記(1)及び(2)のとおり，イ号意匠及びロ号意匠においては，\n引き出し体の底板に，貫通孔が，縦方向に５個，横方向に４個の格子状に，合計２\n０個形成され，円形状の貫通孔が等間隔に格子状に分布していること，及び，本件\n登録意匠の引き出し体の内部の底板には２つに仕切る仕切があるが，イ号意匠及び\nロ号意匠においては，引き出し体の内部の底板に仕切がないことの２点において，\n相違がある。\n上記相違点は，いずれも本件登録意匠において取引者，需要者の注意\nを最もひく特徴部分である引き出し体の形状に係るものであり，殊に，イ号意匠及\nびロ号意匠において，引き出し体の底板に複数の貫通孔が格子状に形成されている\n点は，これらの意匠に係る布団用除湿具を底面から見た場合に著しく見る者の目を\nひく上，上方から見た場合であっても上部に架け渡されたすのこ板（長板）の隙間\nから目視できるものであって，上記相違点はイ号意匠及びロ号意匠につき意匠全体\nとして本件登録意匠と異なる美感を生じさせるものである。\n(イ)　この点に関し，原告は，箱状引き出し体の底板は，すのこ状枠体の\n内部の隠れた位置にあり，外部から観察した場合にはほとんど目視することができ\nず，需要者にとって暗くて見にくい位置にあるため，仕切の有無や貫通孔の有無\nは，需要者に異なる印象を与えることはない旨を主張する。\nしかしながら，上記(3)において認定したとおり，上面を複数の細長い\n板材で構成し，すのこ状にした本体と，本体下部に吸湿剤を収容する皿状のフレー\nムを設けた形状は，本件登録意匠の出願前に公然知られていたものであるから，本\n件登録意匠において引き出し体の内部の底板に２つに仕切る仕切があることは，本\n件登録意匠を公知意匠と区別するものとして本件登録意匠の特徴的部分を構成する\nというべきであり，当該仕切の存在は本件意匠公報の平面図及びＡ－Ａ断面図にお\nいて明瞭に記載されているところであるから，この点に関する相違は，イ号意匠及\nびロ号意匠と本件登録意匠を区別するものとして意味を持つものというべきであ\nる。\nまた，本件登録意匠は，本件意匠公報において，正面図，背面図，平\n面図等と共に底面図によって特定されているものであるところ，意匠公報と同様の\n方向から見た場面についてイ号意匠及びロ号意匠を本件登録意匠と比較した場合\nに，前記のとおり，貫通孔の有無は，底面図において比較した場合に決定的に相違\nする美感を生ずるものであるほか，平面図において比較した場合にもすのこ板（長\n板）の隙間から目視できる相違点として見る者の注意をひくというべきである。\n(ウ)　さらに，原告は，貫通孔は機能的な形状とはいえず，機能上の外観\nを形成するものではない旨を主張する。\n意匠における特徴的部分は，意匠を見る者に美感を生じさせる観点か\nら判断すべきものであり，当該意匠に係る物品において機能的部分を構成するかど\nうかと関連するものではないから，原告の上記主張が，意匠の特徴的部分というた\nめには機能的な形状であることを前提とするという趣旨であれば，それ自体失当と\nいうべきであるが，その点をおくとしても，原告の上記主張は，次のとおり，その\n前提を欠くものであって，採用できない。\nすなわち，前掲公開実用昭６２－５０４９６号公報における「考案の\n効果‥‥‥（ⅱ）容器は収納物下部の偏平な空間内に配置されるので，収納区画内\nに空気の対流を生じさせ，除湿作用を促進する。」との記載及び同公報の第３図に\nよれば，本件登録意匠における引き出し体も，収納物である布団を除湿するための\n吸湿剤を収納するために設けられ，吸湿剤がすのこ状枠体内部の引き出し体に設け\nられることにより，布団が収納された区画内における空気の対流を生じさせ，除湿\n作用を促進するものというべきであり，イ号意匠及びロ号意匠において，引き出し\n体の底板の貫通孔が形成されていることは，収納区画内の空気の対流を促進し，除\n湿作用を更に増進させるものであり，意匠に係る物品において機能的部分を構成す\nるものである。\nしたがって，原告の上記主張も，採用できない。\n(エ)　上記によれば，イ号意匠及びロ号意匠は，引き出し体の底板部分に\nおいて，これを２分割する仕切が設けられているかどうかという点，及び，底板部\n分に複数の貫通孔が格子状に形成されているかどうかという点において，本件登録\n意匠と異なった形状が認められ，これらの点，殊に後者の点は，見る者に本件登録\n意匠とは美感上異なる印象を与えるものであるから，イ号意匠及びロ号意匠は，い\nずれも本件登録意匠に類似しないというべきである。\n(オ)　なお，原告は，本件登録意匠とイ号意匠については，特許庁の判定\nにおいて類似する旨の判断を受けている旨をいうが，判定は，鑑定的性質を有する\nにとどまるものであって，法的効果を有するものではなく，裁判所の判断を拘束す\nるものでないことは，いうまでもない。\n２　結論\n以上によれば，その余の争点について判断するまでもなく，原告の本訴請求\nは理由がない。\nよって，主文のとおり判決する。\n東京地方裁判所民事第４６部\n裁判長裁判官　　　　三　　村　　量　　一\n裁判官　    　松　　岡　　千　　帆\n裁判官大須賀寛之は転任のため，署名押印できない。\n裁判長裁判官　　    三　　村　　量　　一\n（別紙）\nイ号物件目録第一図～第七図ロ号物件目録第一図～第七図\n"
}