{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 13,
    "month": 6,
    "day": 22
  },
  "case_number": "平成10(ワ)261",
  "case_name": "損害賠償請求",
  "court_name": "前橋地方裁判所",
  "lawsuit_id": "6361",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=6361",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/361/006361_hanrei.pdf",
  "contents": "平成１３年６月２２日判決言渡・同日判決原本領収　裁判所書記官\n平成１０年(ワ)第２６１号損害賠償等請求事件\n口頭弁論終結の日　平成１３年３月２９日\n判　　　　　　　決\n主　　　　　　　文\n１　被告は，原告に対し，金１４０万円及びこれに対する平成１０年７月４日から支払い済み\nまで年５分の割合による金員を支払え。\n２　原告のその余の請求を棄却する。\n３　訴訟費用はこれを５分し，その４を原告の負担とし，その余を被告の負担とする。\n４　この判決は，第１項に限り，仮に執行することができる。\n事実及び理由\n第１　請求\n１　被告は，原告に対し，金１２４７万８０００円及びこれに対する平成１０年７月４日から支払\nい済みまで年５分の割合による金員を支払え。\n２　被告は，本訴判決確定日における草津町の選挙人名簿に登録された者に対し，別紙１の謝罪文\nを配布せよ。\n３　第１項につき仮執行宣言\n第２　事案の概要\n本件は，草津町議会の議員である原告が，被告が草津町民に配布した文書により名誉を毀損され，精\n神的苦痛（損害）を被ったとして，不法行為に基づき，被告に対し，慰謝料１０００万円及び弁護士\n費用２４７万８０００円並びにこれらに対する不法行為の後である平成１０年７月４日から支払済み\nまで民法所定の年５分の割合による遅延損害金の支払と，名誉回復処分として，選挙人名簿に登録さ\nれた草津町民への謝罪文の配付を求めた事案である。\n１　争いのない事実等\n(1)　原告は，昭和５８年４月に草津町議会の議員となり，以後，現在に至るまで５期１８年間に\nわたり議員を務めている。\n(2)　被告は，昭和６１年ころから２期８年間，草津町の町長を務めていた。\n(3)　Ａ新聞は，昭和２８年に創刊された新聞であり，現在はＢが主催して，月１回発行されてい\nる（証人Ｂ）。\n(4)　被告は，平成１０年４月ころ，別紙２の「町民の皆様へ」という文書（以下「本件文書」と\nいう。）を新聞の折込みとして，約３０００戸の草津町民に配布した（甲１，原告本人）。\n本件文書には，「実は，先般，原告はＡ新聞のＢ氏を同行して草津町役場に乗り込み，役場の\n職員に命じて何か色々と資料を提出させていたと聞きました。Ａ新聞と言えば，刑務所とシャバを行\nき来している有名なゴロツキ新聞です。こんな人間を，議員が役場に同行させるなど驚くべきことで\nす。異常そのものです。巷間聞くところによりますと，近々，Ａ新聞と称した原告の作文が新聞折り\n込みされるそうです。どうせ，その内容は，「被告町政が云々」，「Ｃ議員への誹謗中傷」，この二\n点に終始するに決まっております。今までこれ以上のことが書いてあったことはありません。おそら\nくこの中には，私の「昆虫展への監査請求」に対する反論はなされないと思います。つまり，Ａ新聞\nは，昆虫展の真相究明を何とかかわそうとする原告の作文なのです。したがいまして，近日中にＡ新\n聞が折り込みされましたら，右のような次第によるものですので，よろしくご賢察のほどをお願い申\nし上げる次第であります。ゴロツキ新聞を利用した行為は，高い道徳性を問われる議員のなすべきこ\nとではないと思っております。」と記載されている。\n２　争点\n(1)　本件文書の名誉毀損性の有無\n(2)　不法行為の成立阻却事由の存否\n(3)　損害の有無及び被害回復方法\n３　争点に対する当事者の主張\n(1)　争点(1)（本件文書の名誉毀損性の有無）について\n（原告の主張）\n本件文書には，「実は，先般，原告はＡ新聞のＢ氏を同行して草津町役場に乗り込み，役場\nの職員に命じて何か色々と資料を提出させていたと聞きました。Ａ新聞と言えば，刑務所とシャバを\n行き来している有名なゴロツキ新聞です。こんな人間を，議員が役場に同行させるなど驚くべきこと\nです。異常そのものです。巷間聞くところによりますと，近々，Ａ新聞と称した原告の作文が新聞折\nり込みされるそうです。」，「ゴロツキ新聞を利用した行為は，高い道徳性を問われる議員のなすべ\nきことではないと思っております。」などと記載されているところ，Ａ新聞をゴロツキ新聞と称した\nうえで，原告がその主催者を役場に連れて行って便宜を図ったり，自己の文章を同新聞に折り込ませ\nるなどして同新聞を利用したりして，「ゴロツキ新聞」，その主催者及び原告が一体となっているか\nのごとき事実を摘示し，また，議員としての道徳性に欠けると指摘することは，原告の社会的評価を\n低下させるものである。\n（被告の主張）\n本件文書は町民に対し賢察の程の理解を求めたお願い文であり，原告の人身攻撃に及ぶもの\nではないから，原告の社会的評価を低下させるものではない。\n(2)　争点(2)（不法行為の成立阻却事由の存否）について\n（被告の主張）\n仮に，本件文書の内容が原告の名誉を毀損するものであるとしても，以下の理由により，本\n件文書を配布した被告の行為には不法行為は成立しない。\n①　公共の利益の法理\n本件文書は，公務員である原告の職務と重要な関係を有する事実や原告の公務員としての\n資質に関する事実を摘示したものであるから，公共の利害に関するものである。\nまた，被告による本件文書の作成，配付は，もっぱら公益を図る目的に出たものである。\nそして，本件文書で摘示した事実はいずれも真実であるが，仮に真実でないとしても，原\n告は以前からＢを連れて役場内を徘徊しており，また，Ａ新聞は従来から原告の代弁機能を有し，被\n告やＣの政治活動への誹謗中傷に終始してきたのであるから，被告が摘示に係る事実を真実であると\n信じたことについては相当の理由がある。\nよって，不法行為は成立しない。\n②　公正な論評の法理\n本件文書は，公共の利害に関する事実について，正当な目的で行われた公正な論評であ\nり，不法行為は成立しない。\n③　現実の悪意の法理\n本件文書に関して被告に不法行為が成立するには，原告において，被告には虚偽の事実公\n表を通じて原告に害を加える意図があったこと，又は本件文書の内容の真実性につき無関心なままこ\nれを公表したことなどを証明しなければならないところ，本件ではかかる証明はされていない。\n④　公衆の関心事に関する法理\n公人は，相当な範囲でプライバシー事項の公表を包括的に承諾しているところ，本件文書\nの記載内容は議員である原告の言動に係るものであり，公衆の関心事であるから，不法行為は成立し\nない。\n（原告の主張）\n①　公共の利益に関する法理について\n被告は，原告に対する復讐として本件文書を配布したものである。本件文書の文脈や表現\n方法を見ても，公益を図ることを主たる目的としているとはいえない。\nまた，本件文書に摘示された事実はいずれも虚偽である。\nさらに，被告は，原告がＢを連れて草津町役場に行ったり，職員に対し資料の提出を命じ\nたとする事実については，本件文書を配付する前に何ら調査していないし，原告が自分の作文をＡ新\n聞に掲載させたとする事実については，Ａ新聞には被告を追求する記事がある一方で，原告に対して\nは好意的な記事が掲載されていることを根拠とするに過ぎない。\nしたがって，被告は，本件文書に摘示した事実を真実であると信じるにつき相当な理由があった\nとすることはできない。\n②　公正な論評の法理について\n本件文書の内容は，意見表明ないし論評を主題としているものではない。　また，摘示さ\nれた事実の主要な内容は真実ではないから，不法行為の成立が阻却されるものではない。\n③　現実の悪意の法理について\n現実の悪意の法理はその妥当性が否定されるべきである。\nまた，被告は，本件文書の内容が虚偽であったことを知っていたのであるから，同法理によっ\nても不法行為の成立が阻却されるものではない。\n(3)　争点(3)（損害の有無及び被害回復方法）について\n（原告の主張）\n①　被告が本件文書を配布したことによって原告が被った精神的損害を慰謝するには，少なく\nとも１０００万円が必要である。\nまた，原告は本訴提起のために２名の弁護士を依頼したが，被告が負担すべき弁護士費用\nは２４７万８０００円が相当である。\n②　本件文書の配布によって低下した原告の社会的評価を回復するためには，本件判決確定日\nにおける草津町の選挙人名簿に登録された者に対して，別紙１の謝罪文を配布するのが相当である。\n（被告の主張）\n争う。\n第３　当裁判所の判断\n１　争点(1)（本件文書の名誉毀損性の有無）について\n前記争いのない事実等のとおり，本件文書には，「原告はＡ新聞のＢ氏を同行して草津町役場\nに乗り込み，役場の職員に命じて何か色々と資料を提出させていたと聞きました。Ａ新聞と言えば，\n刑務所とシャバを行き来している有名なゴロツキ新聞です。こんな人間を，議員が役場に同行させる\nなど驚くべきことです。異常そのものです。巷間聞くところによりますと，近々，Ａ新聞と称した原\n告の作文が新聞折り込みされるそうです。」，「ゴロツキ新聞を利用した行為は，高い道徳性を問わ\nれる議員のなすべきことではないと思っております。」などの記載がある。\n文書配付による名誉毀損の成否は，当該文書を読む一般人の通常の注意力と読み方を基準にし\nて，当該文書が読み手に与える印象によって判断するのが相当であるところ，一般人の通常の注意と\n読み方をもって上記の記載内容を見れば，Ａ新聞は在監経験者が発行してしている新聞であって，原\n告は，そのようなＡ新聞を利用して自己の見解を表明したり，同新聞の発行者を町役場に同行して職\n員に資料を提供させる利便を供したりするなど，議員としての道徳性に欠ける人物であるとの印象を\n与えるものであるから，原告の社会的評価を低下させ，その名誉を毀損するものであるといえる。\n２　争点(2)（不法行為の成立阻却事由の存否）について\n(1)　人の品性，徳行，名声，信用等の人格的価値について社会から受ける客観的評価を低下さ\nせる行為については，それが事実の摘示によるものか，意見ないし論評の表明によるものかを問わ\nず，名誉毀損による不法行為が成立し得るものであるところ，事実摘示による名誉毀損では，その行\n為が公共の利害に関する事実に係り，かつ，その目的が専ら公益を図ることにあった場合に，摘示さ\nれた事実がその重要な部分について真実であることの証明があったときには，同行為には違法性がな\nく，仮に，事実が真実であることの証明がないときにも，行為者において事実を真実と信ずるに足る\n相当の理由があれば，その故意又は過失は否定されると解され，他方，ある事実を基礎としての意見\nないし論評の表明による名誉毀損では，その行為が公共の利害に関する事実に係り，かつ，その目的\nが専ら公益を図ることにあった場合に，意見ないし論評の前提としている事実が重要な部分について\n真実であることの証明があったときには，人身攻撃に及ぶなど意見ないし論評としての域を逸脱した\nものでない限り，当該行為は違法性を欠き，仮に，意見ないし論評の前提としている事実が真実であ\nることの証明がないときにも，事実を摘示\nしての名誉毀損における場合と対比すると，行為者において当該事実を真実と信ずるについて相当な\n理由があれば，その故意又は過失は否定されると解するのが相当である（最高裁平成９年９月９日判\n決参照）。\n(2)　ところで，事実を摘示しての名誉毀損と意見ないし論評による名誉毀損の区別について\nは，問題となる表現部分について，そこに用いられている言葉を一般的に受容されている意味に従っ\nて理解したときに，ある特定の者についての現実の事実又は行為を叙述した表現であって，この事実\n又は行為の真偽が証拠により証明可能である場合，証拠によって証明可能な事実又は行為を主張して\nいるものと直ちに解せないときにも，表現部分の前後の文脈やその当時一般の読者が有していた知\n識，経験等を考慮し，当該部分が間接的ないしえん曲に事実又は行為を主張するものと理解される場\n合及び前後の文脈等の事情を総合的に考慮すると，当該部分の叙述の前提として特定の事実又は行為\nを黙示的に主張するものと理解される場合などについては，事実を言明しているものとみるのが相当\nである。\n他方，これら以外の言明であって，ある特定の者の行為若しくは性質等についての評価若し\nくは論評を加えたものについては，意見ないし論評の言明であるとするのが相当である。\nこれを本件についてみると，本件文書中，原告が，「Ａ新聞のＢを同行して草津町役場に乗\nり込み，役場の職員に命じて何か色々と資料を提出させていた」，「近々，Ａ新聞と称した原告の作\n文が新聞折り込みされるそうです。」などの記載は，通常の意味に従って理解した場合，証拠等をも\nってその存否を決することが可能な他人に関する特定の事項であるから，事実を摘示して原告の名誉\nを毀損するものであるといえる。\n他方，「ゴロツキ新聞を利用した行為は，高い道徳性を問われる議員がなすべきことではな\nい」との指摘に係る部分は，前後の文脈からすると，原告がＡ新聞に自分が作成した記事を載せるな\nどして同新聞を利用しているという事実を指摘するとともに，同事実を前提にその行為の議員として\nの反道徳性を強調する意見ないし論評を表明したものと解するのが相当である。\n(3)　そこで，まず，本件文書中，事実の摘示による名誉毀損部分について，公共の利益の法理\nにより，不法行為の成立が阻却されるか検討する。\n①　まず，原告は，草津町議会の議員であり，本件文書の記載内容は，町議会の議員としての\n行動や資質に関する記載であるから，本件文書で記載された事実は，公共の利害に関する事実である\nといえる。\n②　次に，本件文書の内容の真実性について検討する。\nここで問題となる事実摘示は，①原告が，Ａ新聞の主催者であるＢを草津町役場に同行\nし，役場の職員に命じて資料を提供させたこと及び②Ａ新聞の記事は原告の作文であることなどであ\nるから，これらの各事実の真実性をそれぞれ検討する。\nア　まず，上記①の事実について，被告は，これを裏付ける証拠として，ＤやＣの陳述書\n（乙１７，１８）を提出している。\nしかしながら，Ｄの陳述書（乙１７）には，「原告とＢが一緒になって草津町役場を徘\n徊していました。」，「原告らは草津町役場総務課で何やら書類の提出を求めていました。」などと\n記載されているところ，Ｄは，当法廷においては，原告とＢの行動について，「（原告がＢを）連れ\nて行ったとは私は言っておりません。一緒にそこに立って調査，取材をしてましたよと，こういうふ\nうに感じたわけです。」，「具体的な書類とか言葉のやりとりというのは分かりません。」などと証\n言しているに過ぎず，これらの証言からすると，Ｄは，原告がＢを草津町役場に同行したとか，職員\nに命じて資料を提供させていたなどという具体的な認識はなかったものと認められる。したがって，\nこれに反する上記陳述書の記載内容は信用することはできない。\nまた，Ｃの陳述書（乙１８）には，同人がＥ総務部長に対し，原告とＢに対する対応を\n問いただした際，Ｅ総務部長は「申し訳ありません。原告とＡ新聞にあまり強く言われるので，ある\n書類を渡すことを約束してしまいました。近々，それと同じ書類をＣ議員にお渡しいたします。申し\n訳ありませんでした。」などと述べた旨記載されているが，Ｃは，当法廷では，Ｅ総務部長に会った\n際，原告から資料の請求をされたこと，資料の提供に応じる場合にはＣに対しても同じ資料を提供す\nるとの説明を受けたとは証言するものの，一方で「Ｂさんが資料を請求したという言明は，Ｅ部長か\nらはありませんでした。」とも証言するところである。そうすると，Ｃにおいて，Ｅ総務部長から原\n告とＢに資料の提供を求められたとの説明を受けたことは認めることができず，これに反する上記陳\n述書の記載内容は容易に信用することはできない。\n以上のとおり，Ｄ及びＣの陳述及び証言からは，原告がＢを草津町役場に同行し，役場\nの職員に命じて資料を提供させたという事実を真実と認めることはできず，その他本件全証拠を総合\nしても，同事実を真実と認めることはできない。\nイ　次に上記②の事実について検討する。\n証拠（乙１～９，２０～２９，証人Ｂ，原告本人）によれば，Ａ新聞では，昭和５３年\nころから平成３年ころまでは，被告やＣの政治姿勢などに好意的な記事が記載され，被告が経営する\n店舗の広告が掲載されることもあったが，平成９年ころになると，被告らの言動が批判され，他方，\n原告の活動を擁護する内容の記事が記載されていること，平成１０年４月ころ，Ａ新聞では原告に対\nするインタビュー記事を載せていることなどの事実が認められるが，これらの事実からは，Ａ新聞の\n記事は原告の作文であるという被告摘示の事実を真実と認めることはできず，他にこれを認めるに足\nりる的確な証拠もない。\nなお，Ｃは，当法廷において，平成９年８月ころ，原告がＦ議員に対して自分の原稿を\nファックスで送信し，今度こういう記事がＡ新聞に出ると言ったという話をＧから聞いたと証言して\nいるが，この証言を裏付ける客観的な証拠はなく，直ちに信用することはできない。\n③　次に，被告において，上記各事実を真実であると信じたことについて相当の理由があると\n認められるか否かについて検討する。\nア  証拠（甲１，３～７，２０，乙１２，１３，３８，７０，証人Ｄ，同Ｃ，原告本人，被\n告本人）及び弁論の全趣旨によれば，以下の事実が認められる。\n(ア)　群馬県では，平成２年ころ，県営の草津高原ゴルフ場をオープンするにあたり，ゴ\nルフ場周辺地の林帯整備事業を草津町に委託することとし，平成２年度から平成６年度にかけて，１\n億１８７０万７５００円の業務委託料を支払った。その後，草津町では，上記の業務委託料の一部\nが，町の予算に計上されることなく，草津町から業務の再委任をされた草津町開発協会に支払われ，\n同協会がこれを原資として町長・理事長らの旅行や接待のために浪費されているのではないかという\n問題が発生した。平成７年８月４日，この問題の調査のために地方自治法１００条に基づく「草津町\n開発協会調査特別委員会（以下「調査特別委員会」という。）」が設置され，原告が同委員会の委員\n長となった。\n他方，被告は問題となった平成２年度ないし平成５年度の間に草津町長であり，同時\nに草津町開発協会の会長も務めていたことから，調査特別委員会での調査対象とされた。\n平成７年１０月４日，調査特別委員会は，調査結果報告書を作成し，基本的なルール\n無視により多額の金員が浪費されてしまったこと，町の幹部の倫理観に問題があったことなどを指摘\nした。\n(イ)　その後，草津町開発協会の理事長であり被告の義兄の弟にあたるＨは，原告及び調\n査特別委員会の副委員長であったＦらが，新聞記者に対してＨは横領や背任等の犯罪行為をしたと発\n言したことにより名誉を毀損されたとして，同人らに対し，損害賠償などを求める訴えを提起したが\n（前橋地方裁判所平成８年(ワ)第３８１号），同事件については，平成９年１０月３１日に請求を棄\n却するとの判決がなされた。\nまた，平成８年３月２３日，草津町開発協会を相手方として，草津町に８９８６万７\n５００円の返還を求める住民訴訟が提起され（前橋地方裁判所平成８年(行ウ)第６号），平成１１年\n２月１０日，草津町から草津町開発協会に対する公金支出は違法であったとして，請求を認容する判\n決がなされた。\n(ウ)　平成８年６月ころ，草津町では，同町がＣ建設株式会社（取締役Ｃ）に賃貸した町\n有地上で産業廃棄物が違法に処理されているとの問題が生じ，原告が委員長を務める草津町議会の総\n務常任委員会において審議がされた。\n(エ)　平成９年ころ，原告は，Ｉと，Ｃの甥にあたるＪ及びＫが作成・配付した文書によ\nり，名誉を毀損されたとして，損害賠償訴訟を提起したが，東京高等裁判所での控訴審（平成１１年\n(ネ)第４４１６号）において，原告の請求が一部認容され，上記Ｉ，Ｊ及びＫらに対しては，各自１\n５０万円の損害賠償金の支払が命じられた。\n(オ)　被告は，現職の町会議員などと政策勉強会を開いているところ，平成１０年４月こ\nろ，同勉強会の会員であるＣやＤなどから原告がＢと共に役場において書類をあさっていたなどとの\n報告を受け，また，そのころ，Ａ新聞に被告に対する批判記事が出るという噂を聞きつけたことか\nら，Ｃや同勉強会の会員で町議会の議員であったＬ，Ｍ，Ｎなどと協議し，本件文書を作成して，新\n聞に折り込んで草津町民に配布した。\nイ　以上に認定した事実により検討する。\n(ア)  上記認定したとおり，被告は，ＣやＤなどから，原告がＢと共に役場で書類をあさ\nっていたなどという報告を受けたことから，政策勉強会での協議を経て，本件文書を作成，配布する\nに至ったものである。\nところで，被告と共に政策勉強会を構成しているＤやＣその他の会員は，被告と政治\n的立場を同じくするのみならず，政治活動などを通じ，被告との間で深い親交があることが窺われる\nところ，他方，原告との関係を見ると，以前から政治的に対立関係にあり，同勉強会に所属する議員\nの親族と原告との間で訴訟まで提起されている。これらの事実よりすると，政策勉強会には，原告に\n対する敵意ないし反感がある可能性も否定できないところである（現に，本件訴訟においても，被告\n側から提出される準備書面及び陳述書は，その多くが政策勉強会での協議を経て作成されてい\nる。）。\nしたがって，かかる状況においては，被告が政策勉強会の会員であるＤやＣなどから\n原告の言動に関する報告を受け，これらの報告を基に文書を作成するに際しては，当該報告に誇張な\nいし強調がないか当事者の話を慎重に吟味し，必要に応じて第三者的立場の者に問い合わせるなど，\n正確な事実関係の把握に務める必要があったものである。\n(イ)　しかるに，平成１０年４月当時，Ｄにおいては，原告がＢを草津町役場に同行した\nとか，職員に命じて資料を提供させていたなどという具体的な認識を持っていなかったこと，Ｃにお\nいては，Ｅ総務部長から，Ｂも原告と共に資料の提供を求めていたなどの説明を受けていたものでは\nないことは，同人ら自身が当法廷において証言するところであるが，本件文書には，「原告はＡ新聞\nのＢ氏を同行して草津町役場に乗り込み，役場の職員に命じて何か色々と資料を提出させていたと聞\nきました。」と記載されており，同人らの上記証言部分に照らしても明白な齟齬がある。\n(ウ)　そして，これら事実関係の齟齬からは，被告においてＤやＣの報告を曲解したか，\n或いは同人らが事実関係を誇張して伝えたことが窺われるところであるが，いずれにしても，被告は\n同人らからもたらされた情報についての精査を欠いていたと言わざるを得ない。また，政策勉強会に\nおける協議にしても，同勉強会の会員の中には原告に対する敵意ないし反感があることは否定できな\nいのであるから，そこで客観的かつ公正な調査・検討がなされたかは疑問の余地がある。さらに，被\n告及び政策勉強会において，本件文書を配布する前に，重ねてＥ総務部長に事実関係の照会をした\nり，原告本人やＢに対して事実関係の調査をした事実は見あたらず，他に適切な調査をしたと認める\nに足りる的確な証拠もない。\nなお，被告は，従前から原告はＢを連れて役場内を徘徊していたなどとも主張する\nが，これを認めるに足る証拠はない。\n(エ)　以上によれば，被告は，原告がＢを同行して草津町役場に乗り込み，役場の職員に\n命じて何か色々と資料を提出させていたという事実を真実と信じたことについて相当な理由があると\nすることはできない。\nウ　また，Ａ新聞の記事は原告の作文であるという事実ないし判断については，被告は，要\nするに，Ａ新聞では，原告を評価する一方で，原告と政治的立場を異にする被告やＣを非難する記事\nが掲載されることが多いことから，そのように判断したものと考えられるが，これらの事情から上記\n摘示に係る事実を真実と信じたことについて相当な理由があるとできないことは明らかであり，他に\n上記事実を真実と信じたことに相当な理由があると認めるに足る的確な証拠もない。\n④  以上によれば，本件文書の作成・配布がもっぱら公益を図る目的に出たものであるか否か\nについて検討するまでもなく，被告の主張（公共の利害の法理）は失当である。\n(5)　次に，本件文書中，意見ないし論評による名誉毀損部分について，不法行為の成立が阻却\nされるか検討するに，本件文書中の「ゴロツキ新聞を利用した行為は，高い道徳性を問われる議員が\nなすべきことではない」との意見ないし論評は，原告がＡ新聞に自分が作成した記事を載せるなどし\nて同新聞を利用しているという事実を前提としているところ，かかる事実が認められないこと，ま\nた，かかる事実を真実であると信じたことについて被告には相当な理由があるとは認められないこと\nは，上記のとおりであるから，上記意見ないし論評による名誉毀損部分について，不法行為の成立は\n阻却されない。\n(6)　また，被告は，本件文書の配布について，被告には虚偽の事実公表を通じて原告に害を加\nえる意図があったこと，又は，本件文書の内容の真実性につき無関心なままこれを公表したことなど\nを原告において立証しなければならないと主張するところ（現実の悪意の法理），上記のとおり，民\n事上の不法行為である名誉毀損において，当該表現内容の真実性ないし表現内容を真実と信じたこと\nの相当性は，違法性ないし責任の阻却事由であり，その主張・立証責任は，当該表現行為に及んだ者\nの側にあると解すべきであるから，これに反する被告の主張は採用することができない。\n(7)　さらに，被告は，本件文書の記載内容は公衆の関心事であるから名誉毀損は成立しないと\nするが，被告が主張するところの公衆の関心事の法理は，著名人の私生活上の事実の公開の是非に関\nし，アメリカ判例法上に見られる見解であり，本件のように公共の利害に関する表現行為について不\n法行為の成否が問題となる場合とは，そもそも適用の場面を異にするものである。\nよって，被告の主張を採用することができない。\n３　争点(3)（損害の有無及び被害回復方法）\n本件文書は原告の社会的評価を低下させるものであり，これによって原告は精神的苦痛を被っ\nたと認めるべきであるところ，本件文書には，原告がゴロツキ新聞の主催者である人物と同行して草\n津町役場に乗り込み，役場職員に対し資料の提出を求めたことや，ゴロツキ新聞であるＡ新聞は原告\nの作文であることなどが記載され，清廉潔白であるべき町議会の議員である原告の社会的信用を著し\nく害する内容であること，草津町内の約３０００戸に広く配布されていることなど本件の一切の事情\nを考慮すれば，本件文書の配付によって原告が受けた精神的苦痛に対する慰謝料の額は１２０万円と\n認めるのが相当である。\nまた，弁護士費用については，上記の慰謝料の額，訴訟の難易，経過など本件一切の事情に照\nらし，２０万円とするのが相当である。\nなお，原告は，被害回復処分として，謝罪広告の配付を求めているが，原告は，本件文書が配\n布された後に実施された２度の町議会議員選挙において，いずれも当選を果たしており（原告本\n人），本件文書の影響は既に相当程度解消されていると見ることができるから，現時点において，名\n誉回復の手段として謝罪文の配付をすることまでの必要性は認められないというべきである。\n４　以上によれば，原告の請求は，被告に対し１４０万円及びこれに対する不法行為の後（訴状送\n達の翌日）である平成１０年７月４日から支払い済みまで民法所定年５分の割合による遅延損害金の\n支払を求める限度で理由があるから認容することとし，その余は理由がないから棄却することとし，\nよって，主文のとおり判決する。\n前橋地方裁判所民事第２部\n裁判長裁判官  東　條　　　宏\n裁判官  舘　内　比佐志\n裁判官  齋　藤　　　巌\n別紙１\n謝　罪　文\n１　私は，Ａ新聞をゴロツキ新聞と表現したうえ，あたかも原告町会議員が，同新聞主催者Ｂ氏に\n協力して同氏と町役場に同行し，そこで町役場職員に資料の提出をさせたこと，あるいは，同新聞に\n他人の誹謗中傷記事を掲載させるため自ら作文するなどしたこと，よって，同議員が議員として求め\nられる道徳性に欠けること等を内容とする１９９８年４月１３日付「町民の皆様へ」と題する書面を\n多数の草津町町民の皆様に配布し，原告の議員としての，そして町民としての名誉を著しく傷付けま\nした。\n２　しかし，右書面の内容は事実無根であり，同議員はＡ新聞と不当な接触や協力をしたことはな\nく，ましてこれに他人に関する誹謗中傷記事を掲載させることなどしたことはありません。\n３　従いまして，本書面をもって，右書面記載事実を撤回しますとともに，原告には心よりお詫び\n申し上げ，今後かかる違法・不当な行為を繰り返さないことをお誓い申し上げます。\nまた，多数の町民の皆様の御認識を誤らせる情報を提供したことを，町民の皆様に対し深くお\n詫び申し上げます。\n謝罪文の条件\n１　用紙の大きさ　Ａ４版（日本工業品規格Ａ列４番）\n２　字の大きさ　　１１ポイント\n"
}