{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 13,
    "month": 12,
    "day": 19
  },
  "case_number": "平成12(ネ)5090",
  "case_name": "損害賠償請求控訴",
  "court_name": "東京高等裁判所",
  "lawsuit_id": "110",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=110",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/110/000110_hanrei.pdf",
  "contents": "（原審・東京地方裁判所平成１０年（ワ）第４７３７号損害賠償請求事件（原審言渡日平成１２年８月\n３０日））\n主　　　　　　文\n１　本件控訴をいずれも棄却する。\n２　控訴費用は、控訴人らの負担とする。\n事実及び理由\n第１　控訴の趣旨\n１　原判決を取り消す。\n２　被控訴人は、別紙請求目録の原告名欄記載の各控訴人に対し、対応する同目録の\n請求額欄記載の各金員（単位は円）及びこれ　　    に対する平成１０年３月１９日から各支\n払済みまで年５分の割合による金員を支払え。\n３　訴訟費用は、第１、２審とも被控訴人の負担とする。\n４　仮執行宣言\n第２　事案の概要\n本件は、都市基盤整備公団（旧住宅・都市整備公団・以下単に「公団」という。）と公団\n長期特別分譲住宅譲渡契約を締結し、公団の建設に係る横浜市都筑区ａｂ丁目ｃ番所在\nの住宅等を買い受けた控訴人らを含む本件原告ら３９名が、その買受後、本件団地の売\nれ残り住宅等につき、公団が価格を平均で２０．４パーセント値下げして販売したことによ\nり、本件原告らの各譲受代金に上記平均値下げ率を乗じた金員に相当する損害をそれぞ\nれ被ったと主張し、公団に対し、①上記各譲渡契約に基づく清算義務の履行請求として、\n②同契約に基づく清算義務若しくは同契約締結の際の説明義務の債務不履行による損害\n賠償として、③売買の瑕疵担保責任による損害賠償として、④不当利得金として又は⑤不\n法行為による損害賠償として、上記金員及びこれに対する本件訴状送達の日の翌日であ\nる平成１０年３月１９日から支払済みまで民法所定の年５分の割合による遅延損害金の支\n払を求めた事案である。\n原判決は、公団がした上記値下げ販売は適法であり、上記①及び②の上記各譲渡契\n約に基づく清算義務、上記②の説明義務、上記③の瑕疵担保責任、上記④の不当利得及\nび上記⑤の不法行為の各成立に関する本件原告らの主張はすべて理由がないとして、本\n件原告ら３９名の請求をすべて棄却したので、そのうち控訴人ら２７名が控訴した。\n以上に摘示したほか、本件事案の概要は、下記１のとおり原判決を訂正し、下記２のと\nおり当事者の当審における主張を付加するほか、原判決「事実及び理由」の「第２　事案の\n概要」に記載のとおりであるから、これを引用する。\nなお、控訴人らに係る契約目録及び請求目録は、本判決別紙のとおりである。\n１　原判決の訂正\n(1) 原判決２６頁１行目から２行目にかけての「ものであること、」の次に「再譲渡期間経過\n後に分譲住宅を譲渡しようとする場合、民間マンションと異なり、公団に一括弁済をする必\n要があるため、事実上分譲住宅の譲渡は困難であること、」を、同６行目の「果たさなかっ\nた。」の次に「控訴人らは、これらの点の説明を受けていれば、そもそも公団と本件譲渡契\n約を締結していなかったものである。」をそれぞれ加える。\n(2) 原判決２８頁９行目から同１１行目にかけての「値下げは禁止されていると解され、原\n告らは、本件団地は値下げされることはないと考えていたから、値下げが禁止されていな\nいとすると、」を「値下げ販売は禁止されていると解される。したがって、控訴人らは、再譲\n渡制限の存在により本件団地の分譲空家住宅について値下げ販売が行われることはない\nと考えていたものであるが、仮に再譲渡制限が値下げ販売を禁止するものではなかったと\nすると、再譲渡制限の存在により値下げ販売が禁止されていないことを知り得なかったこと\nになる。このような再譲渡制限の法的意味、効果、その及ぶ範囲を総合的に判断すれ\nば、」に改める。\n(3) 原判決３５頁８行目の「できない。」の次に「以上を敷衍するに、所有権は、物を使用、\n収益、処分できる権能であるが、公団の分譲住宅である本件団地は、再譲渡制限条項に\nよりそのうちの処分権が制限されているため、市場メカニズムが働くことはないから、交換\n価値は認められないし、再譲渡制限期間経過後に控訴人らが本件団地を譲渡しようとする\n場合も、民間のマンションと異なり、公団に一括弁済をする必要があるから、事実上譲渡は\n困難であり、再譲渡期間経過後も交換価値が時価に等しく成立しているとはいえないこと\nになる。このような再譲渡制限は、所有権に対する重大な制限であって、これに拘束される\nのは、買主たる控訴人らだけでなく、売主である公団も含まれると考えなければ、あまりに\nも一方的拘束に過ぎ、契約の大前提　である公平の原則ないし信義則に反するものであ\nる。そして、公団が同種同格の物件の価格を変更して譲渡することは、価格の変更を伴う\n再譲渡と同価値であると考えられるから、施行規則にいう再譲渡制限は、買主による価格\nの変更のみならず売主による価格の変更をも禁止していると解すべきである。このことは、\n売買契約の余後効も根拠になるのであって、再譲渡制限によりその価格が市場メカニズム\nにより決定されない、交換価値の成立しない　本件団地のような商品の売買契約において\nは、当該商品の売買契約締結後に他の同種同格の商品をそれ以下の代金で売買するこ\nとによって、価格の成立しない商品の財産的価値を減少させることのないようにすべき売\n主の義務が、売買契約の余後効として発生していると解されるから、公団は、本件団地の\n分譲空家住宅の価格を下げて販売することはできない。」を加える。\n２　当事者の当審における主張\n(1) 控訴人ら\nア　本件値下げ販売と再譲渡制限の経済学的考察\n再譲渡制限の存在は、経済学的には、市場の超過需要（販売量に対して購入希\n望者が大変多い状態）を前提としている。すな       わち、公団の社会的使命は、低廉な価\n格で良質な住宅を提供することにあり、かつ、政策的な資金を背景としているため、その分\n譲住宅の特定の購入者が公団分譲住宅を購入して利益を実現することを回避すべく一定\n期間の再譲渡制限があると理解されるから、再譲渡制限が制度として組み込まれている\n背景には、公団は市場均衡価格（需要と供給を一致させる価格）以下の価格で住宅を供\n給するという前提がある。したがって、再譲渡制限は、常に超過需要が存在する価格での\n販売を前提としていることになるが、このことを逆にいえば、公団が再譲渡制限付きで本件\n団地を分譲したことは、公団が売出価格が市場均衡価格よりも低いところにあることを示\n唆していることを意味する。しかし、本件においては、現実には超過需要は発生せず売れ\n残りが出たため、売出価格が市場均衡価格より高いことが判明したのであるから、その時\n点で当初購入者に対する売出価格を下げるか、再譲渡制限を解除して購入者が自由に売\n買できるようにしなければ、需要と供給が一致する市場均衡価格に収斂しないことになる\nが、公団はそのような措置をとらなかったものであり、このような公団の経済学的に矛盾し\nた対応によって、控訴人ら購入者もそのような矛盾した状態に置かれてきたのである。\n控訴人らは、再譲渡制限が残されていることにより自由な売買を禁止されていたと\nころ、公団による本件値下げ販売の瞬間に新しい売出価格を知らされたものであり、これ\nにより、自由な売買市場で考えられる最大の損失を甘受するしか方法がないことになった\nのである。そして、本件値下げ販売による価格が市場均衡価格であるとすれば、それと当\n初売出価格の差額を最大とする損害が確定したことになるから、本件値下げ販売による価\n格と当初売出価格との差額が、控訴人らの被った損害になるということができる。\nイ　控訴人Ａの住宅等から見た本件値下げ販売による価格の下落\n控訴人Ａの住宅等（以下「控訴人Ａ物件」という。）について、消費税額と共有持分\nの比率から譲り受けた物件の価額を算定すると、建物は１７６４万円、土地は３１０６万円と\nなり、これらを合計した㎡当たりの単価は８１万８４５６円となる。次に、本件団地近傍の地\n価公示価格の推移を見ると、控訴人Ａ物件を契約した平成７年から値下げ販売が行われ\nた平成９年まではわずかマイナス４．８６％にすぎず、本件値下げ率２０．４％とは大幅に乖\n離している。さらに、上記譲り受けた土地の価額に地価公示価格の変化率を乗じて推定土\n地単価を求め、建物部分については、大蔵省令にあるマンションの耐用年数６０年、残存\n価値１０％、定率法を用い、償却資産として譲り受けた建物価額を基に減価償却して推定\n建物単価を算定し、推定土地単価と推定建物単価を合算して算出した推定住宅単価の推\n移を見ると、平成７年から平成９年までの下落率は５．７４％にすぎない。\n以上のように見ると、控訴人Ａ物件は、日本経済の低迷による下落だけでなく、公\n団による本件値下げ率２０．４％の値下げにより、地価公示価格及び減価償却率を超えた\n不当な下落が発生し、それだけの損失が発生したと考えるほかない。\n(2) 公団\nア  本件値下げ販売と再譲渡制限の経済学的考察\n控訴人らは、再譲渡制限条項に関してもっぱら経済学的考察を行い、再譲渡制限の\n存在により控訴人らが損害を被ったと主張している。\nしかしながら、公団の分譲住宅譲渡契約は、公団の性格、使命からして、事業用賃貸\n目的や転売目的ではなく、自ら居住する目的のために購入する者との間で締結する必要\nがあるゆえに、再譲渡制限は、その目的を確保するために設けられた合理的制約であり、\nそのため、当該住宅を必要としなくなった場合等やむを得ない事情が生じたときは、再譲\n渡を承諾する運用もなされているのである。このように、再譲渡制限は、控訴人らが主張\nするような市場の超過需要を前提とする条項であるとか、売出価格が市場均衡価格よりも\n低いことを示唆するといった趣旨のものではないことが明らかである。また、控訴人らは、\nその主張の根拠として、低廉な価格で住宅を供給するという公団の目的から当然のごとく\n導かれる結論であると指摘するが、法１条は、個々の国民が適切な価格で住宅を購入す\nることまでは目的としていないと解されるから、控訴人らの上記(1)、アの主張は、原判決の\n結論を左右する主張でないことは明らかである。\nイ  控訴人Ａ物件から見た本件値下げ販売による価格の下落\n上記(1)、イの試算によって公団の本件値下げ販売と控訴人らの住宅等の時価の下落\nを関連づけようとするのは無意味である。すなわち、バブル経済崩壊後の経済情勢の変動\nによって我が国全体の不動産市況が低迷したところ、控訴人らが主張する損害は、このよ\nうな市場の動向が反映された結果であり、分譲住宅の資産価値は、公団が値下げ販売を\nするしないといった事情とは関係なく、客観的には不動産市況の状況によって変動するの\nであり、不動産市況が低迷すれば、時価ないし相場価格は、その設定された譲渡価格にも\nかかわらず低下し、それに伴い、売り出し可能な価格も下落するという関係にあるから、本\n件値下げ販売と控訴人らが取得した分譲住宅の時価の下落との間に因果関係が存しない\nことは明らかである。\n付言するに、そもそも地価公示価格は、近隣地域の標準的な画地の価格水準を示す\nものではあるが、必ずしも時価ないし取引実態を正確に反映しているものではなく、また、\nその近隣地域のすべての土地の価格を画一的等の個別の価格を形成する要因の違いや\n取引の時期によっても異なるのである。したがって、標準的な画地の価格（地価公示価格）\nの推移が、近隣地域に所在する他の土地にそのまま当てはまるものでないことは明らかで\nある。また、減価償却は、建物の経済的価値の減少分を見積もる税法上の手法であって、\n実際に取引される分譲住宅の価格は不動産市況の状況によって変動するものであり、そ\nの価格が法令によって定められた定率（定額）に従って変動するものでないこともまた明ら\nかであるから、控訴人らの算定した推定住宅単価は、独自の試算によるものにすぎず、土\n地公示価格及び減価償却率を超えた損失が発生したとの控訴人らの主張は理由がない。\n第３　当裁判所の判断\n当裁判所は、控訴人らの公団に対する本件譲渡契約に基づく清算義務の履行請求、\n同契約に基づく清算義務又は同契約締結の際の説明義務の債務不履行による損害賠償\n請求、売買の瑕疵担保責任による損害賠償請求、不当利得返還請求及び不法行為によ\nる損害賠償請求は、いずれも理由がないものと判断する。そのように判断する理由は、以\n下のとおりである。\n１　争点１（差額を清算する契約上の義務の成否）について\n(1) 控訴人らは、施行規則１５条、１７条及び公団の有する高度の公共性を掲げ、公団は、\n本件譲渡契約から派生する信義則上の付随義務及び契約の余後効として、同一の団地\nにおいては同一の価格体系によって各分譲住宅の譲渡対価を決定しなければならない\n（同一団地同一価格体系の原則）から、後に公団が先の価格体系が高額に過ぎたものと\n認めて新たな価格体系を適用し譲渡対価を設定した結果、明らかな不公平が生じたとき\nは、後の価格体系に従って先の価格体系を是正し、差額が生じたとすればその差額を返\n還して譲渡代金を清算すべき義務があり、その差額は本件譲渡代金に本件値下げ率を乗\nじた金額である旨主張する。\n(2) そこで検討するに、控訴人らが同一団地同一価格体系の原則の根拠として掲げる施行\n規則１５条１項は、原則として譲受人を公募すべき旨定めており、同じく施行規則１７条は、\n譲受申込者の申込戸数が募集戸数を超えるときは公平な方法により選考して譲受人を決\n定すべき旨定めている規定であるところ、法１条は、公団が広く国民生活の安定と福祉の\n増進に寄与することを目的とする旨を規定しているものの、個々の国民が適切な価格で住\n宅を購入することまでを法の目的又は公団の目的として規定しているとは解されないし、法\n３０条１項は、「公団は、住宅の建設、賃貸その他の管理及び譲渡、宅地の造成、賃貸そ\nの他の管理及び譲渡（中略）を行う場合においては、（中略）建設省令で定める基準に従っ\nて行わなければならない。」と規定し、この規定を受けて建設省令として施行規則が制定さ\nれているのであり、施行規則１条が公団の業務、出資に関する評価等に関してはこの省令\nの定めるところによると規定しているように、施行規則は、公団がその業務を適切に行うた\nめの基準ないし準則を定めたものであることは明らかである。そして、施行規則の内容を\n仔細に検討すると、その文言からも明らかなように、専ら分譲住宅の建築・分譲という公団\nの業務遂行の具体的方法を定めているのであって、施行規則は、個々の譲受人の利益を\n保護したりその権利義務を規律したりする趣旨のものではなく、公団の健全な経営を維持\nし、その設立の目的を達成するための内部的な準則を定めたものにすぎないと解するの\nが相当である。したがって、施行規則に違反することは、独立行政法人としての公団の運\n営に対し監督責任のある関係行政機関等と公団との間において問題となり得ることがある\nとしても、公団と私人たる控訴人らとの間の私法上の法律関係の効力を左右するに至るも\nのではないというべきである。\nそうすると、施行規則１５条１項も１７条も、あくまで分譲住宅の公募、公平方法による選\n考という公団の内部準則を定めているにすぎないから、譲受人との私法上の関係におい\nて、公団は同一の団地においては同一の価格体系によって各分譲住宅の譲渡の対価を\n決定しなければならないという同一団地同一価格体系の原則の根拠になるものとまで解す\nることはできず、まして、公団が譲受人に対し、先に分譲した価格と後に分譲した価格との\n間に差額が生じた場合にその差額を返還し先の譲渡代金を清算する義務を負うことの根\n拠には到底なり得ないものといわなければならない。ちなみに、施行規則その他の規定の\n中に、値下げ販売があった場合、先行して当該分譲住宅と同一タイプの分譲住宅を購入し\nた者に対し、値下げ後の販売価格との差額を清算するなどの措置をとるべきことを定める\n趣旨のものは存しない。\n加えて、公団に高度の公共性があるとしても、そのことから控訴人らが主張する同一団\n地同一価格体系の原則なるものが導き出される合理的理由は明らかでなく、かつ、公団が\n建設し分譲する住宅団地につき同一団地同一価格体系の原則なる私法上の原則が成立\nしていると認めるべき証拠は全く存在しないのである。\n(3) ところで、一般的に、本件団地のように同一の時期に分譲される住宅等については、各\n住宅等の専有部分の面積、位置、階数、間取り等の諸条件に応じて分譲価格を定めるの\nが通例であり、控訴人らに対する分譲における募集用パンフレットである乙１の①ないし③\nによれば、同時期に分譲される住宅等について、専有部分の広さ、所在階層、位置関係、\n間取り、設備等に応じて価格設定がされたことが窺われるところ、分譲時期が異なった場\n合でも、先に住宅等を取得した購入者と同一タイプの住宅等を後に取得した者との間に不\n公平感が生じることのないよう、同一タイプの分譲住宅については可能な限り同一の価格\nで分譲されることが望ましいことはいうまでもない。\nしかしながら、分譲住宅等の価格は、基本的には不動産市況によって左右され、最終\n的には需要と供給を含む経済事情により決定されるものであり、公共的な使命を負う公団\nといえども、民間の分譲住宅等の供給を含む全不動産市場の中で分譲住宅等を供給して\nいく以上、不動産市況の変化に応じてその譲渡価格を定めざるを得ないことは明らかであ\nるから、先の分譲住宅等と同一タイプの分譲住宅等を売り出す場合、必ずその価格を先の\n分譲の際と同額に定めなければならないとまでいうことはできない。しかも、分譲住宅等の\n管理運営を適正に行うという観点からすると、同一団地内に売れ残りの空家が長期にわた\nって多数存在するということは、その管理運営上も相当深刻な問題を生じさせるのみなら\nず、公団の財政上も容易ならざる事態を招くおそれがあるから、その売れ残りの状況次第\nによっては値下げ販売をしてでもその解消を目指す必要性が生じ得ることは論を待たな\nい。それゆえに、施行規則１３条は、施行規則１２条１項に基づいて譲渡の対価を決定し分\n譲住宅を販売した後、物価その他経済事情の変動等に伴い必要があると認めるときは、\n建設大臣の承認を得て、一度決定した譲渡の対価を変更し、あるいは、施行規則１２条１\n項の算定方法とは別の方法で定めることができる旨を規定しているのであり、このことは、\n売れ残った分譲住宅について、建設大臣の承認を得てその価格を変更（値下げ）すること\nを容認する趣旨と解される。したがって、公団は、同一団地においても、分譲時期が異な\nり、物価その他経済事情の変動等（すなわち不動産市況の変動等）が生じている場合に\nは、それに応じ、同一タイプの分譲住宅についても相応に異なる分譲価格を設定すること\nが建設大臣の承認があれば許されているというべきである。\n(4) 以上のとおりであるから、売買契約における信義則上の付随義務として、同一団地同\n一価格体系の原則なるものを認めることはできないし、売買契約履行後の契約の余後効\nにより同一団地同一価格体系の原則が導き出されると解することもできないから、控訴人\nらの主張は、独自の見解に基づくものといわざるを得ず、採用することができない。したが\nって、公団が同一団地同一価格体系の原則を前提とする譲渡代金の清算義務を負うとは\n認められないから、控訴人らの公団に対する譲渡代金の差額についての清算義務の履行\n請求は理由がない。\n２　争点２（差額清算義務違反による債務不履行の成否）について\n控訴人らは、公団は、本件譲渡契約に基づく清算義務を負っているところ、これを履行し\nない債務不履行がある旨主張するが、そのような清算義務が認められないことは前記１の\nとおりであるから、控訴人らの主張は理由がない。\n３　争点３（説明義務違反による債務不履行の成否）について\n(1) 控訴人らは、公団は、本件譲渡契約の締結に際し、信義則上、控訴人らに対し、商品\nの重大な制約と契約に伴う危険、すなわち、再譲渡制限の内容及び制限が解除される事\n由、最短で５年間、最長で譲渡代金の支払を終えるまでの間、原則として再譲渡すること\nができないこと、再譲渡制限により処分権が失われた分譲住宅は交換価値が成立しない\nものであること、再譲渡制限期間経過後に控訴人らが住宅等を譲渡しようとする場合、公\n団に一括弁済する必要があるため、事実上譲渡は困難であること、分譲空家住宅につい\nて、公団が一方的に価格改定を行い値上げ値下げを行うことがあり得ること、値下げの場\n合、控訴人らに損害が発生する可能性があり、控訴人らとしては損　害の発生を予防した\nり、その拡大を防ぐ方途のないことなど、再譲渡制限及び値下げ販売について具体的かつ\n詳細に説明する義務があったと主張する。そこで、このような説明義務の有無について検\n討するに、公団は、実際の分譲の実務においては、本件譲渡契約に際し、控訴人らに対\nし、再譲渡制限条項が存在する文言を記載した募集パンフレットや本件譲渡契約書（案）\n等を配布したのみで、控訴人らが主張するような具体的かつ詳細な事項の説明を行ってい\nなかったことは明らかである。\nしかし、控訴人らに配布された募集パンフレットには、「住宅の再譲渡・　貸与等の承諾\n事項」又は「公団の承諾を要する事項」との表題で、譲渡契約に再譲渡制限条項が存在し\n止むを得ない事情がある場合に再譲渡を承諾する旨の記載があり、また、契約締結に先\n立ち、控訴人らに送付された本件譲渡契約書（案）にも再譲渡制限条項が存在する旨の記\n載があること、公団は、本件譲渡契約締結に先立ち、控訴人らに対し、「入居のご案内」と\n題する文　書等を送付したが、その「入居後の諸手続きについて」の項に、「住宅の名義変\n更及び再譲渡について」として「公団の買戻し特約期間中及び抵当権設　定期間中で、止\nむを得ない理由により住宅の名義変更及び再譲渡をしたいときは、あらかじめご相談下さ\nい。」と記載され、その照会先も記載されていることなどを考慮すると、控訴人らは、再譲渡\n制限の趣旨及び内容並びにその運用等の詳細を知ろうと思えば知ることができたというこ\nとができる。しかも、公団発行の「分譲住宅の再譲渡について（ご案内）」と題する文書に\nは、「公団の定める再譲渡承諾事由」として、「次に掲げるいずれかの事由に該当し、現住\n宅を必要としなくなった場合公団が審査の上、承諾するものとします。(1) 譲受人が転勤又\nは転職等をしたことにより、現住宅からの通勤が困難となったとき。(2)　譲受人又はその家\n族に恒常的な疾病又は身体障害（中略）が生じたことにより、現住宅における居住が著しく\n困難になったとき。(3)　譲受人が死亡したとき。(4)　譲受人が離婚又は離縁したとき。(5)\n譲受人が現に親を扶養し、かつ、同居していることにより住宅が狭くなったとき。」と記載さ\nれ、再譲渡の手続が網羅的に記載されており（甲３）、 この文書は、申出により希望者に交\n付される扱いであったから、控訴人らが希望すればこの書類の交付を受けることもできた\nことが認められる。以上の認定によれば、控訴人らが本件譲渡契約を締結するか否かを\n決定する上で、再譲渡制限の存在及びその内容について最小限度必要な事項について\nの説明はあったというべきであり、控訴人らは、それに基づいて、「分譲　住宅の再譲渡に\nついて（ご案内）」と題する文書の交付を受け、あるいは、公団の職員から詳しい説明を受\nけるなどして、再譲渡承諾事由やその手続を　詳しく知ることが可能であったものである。\nそして、控訴人らは、それを踏まえて、最終的には自らの責任において、再譲渡制限の法\n的意味、効果、取　得する住宅等の将来の処分可能性等を判断すべきことになるのであっ\nて、公　団は、それ以上に、本件譲渡契約を締結するに際し、控訴人らに対し、再譲　渡制\n限の法的意味、効果、分譲住宅の処分可能性等を具体的かつ詳細に説明する信義則上\nの義務を負っているとまで解することはできない。\n(2) また、控訴人らは、公団は将来の値下げ販売の可能性等に関する事項について説明\n義務を怠った旨主張するが、一般論として、価格が市況に左右される商品の販売において\nは、商品が売れ残れば値下げの可能性があることは市場原理からいって当然のことであ\nるし、販売事業者は、将来商品を値下げをせざるを得なくなる可能性があっても、そのこと\nを顧客に表明すれば当初の価格での販売が困難になるため、売れ残りの事実や値下げ\nの可能性があり得るとしても、ことさらそのことを明らかにすることなく当初の価格により販\n売の努力をするのであって、公団といえども民間の分譲住宅販売業者と市場が競合する\n以上、このような事業活動を行うのは当然のことである。しかも、控訴人らに対する本件譲\n渡契約の時点（平成５年１２月１８日から平成７年  ４月１日までの間）で、分譲空家住宅に\nつき確実に値下げ販売をすることが決まっていなかったことは明らかであるから、そのよう\nな不確かな値下げ販売の可能性についてそれを控訴人らに説明することが可能であった\nということはできないし、期待しがたいところであったというべきである。\nしたがって、公団は、本件譲渡契約の時点において、信義則上、公団の分譲住宅の値\n下げ販売の可能性を説明する義務を負っていたと認めることはで　きない。\n(3) 以上のとおりであるから、公団は控訴人らに対し本件譲渡契約の締結の際信義則上の\n説明義務を負っていたとする控訴人らの主張は、いずれも採用することができず、上記説\n明義務違反による損害賠償請求は理由がない。\n４　争点４（瑕疵担保責任に基づく損害賠償請求の成否）について\n(1) 控訴人らは、本件譲渡契約によって控訴人らが取得した住宅等は、再譲渡  制限という\n所有権に対する重大な制限が加えられているから、公平の原則な  いし信義則上、譲渡人\nたる公団もこれに拘束されると解すべきであること、 再譲渡制限は、再譲渡による価格の\n変更を禁止したものであるから、公団に  よる値下げ販売も禁止されていると解すべきこ\nと、仮に、再譲渡制限が値下げ販売を禁止するものではなかったとすると、再譲渡制限の\n存在により値下げ販売がされることはないと考えていた控訴人らは、そのことを知り得なか\nったものであること、このような再譲渡制限の法的意味、効果、その及ぶ範  囲を総合的に\n判断すれば、再譲渡制限は隠れたる瑕疵に当たるなどと主張す  る。\n(2) よって検討するに、再譲渡制限は控訴人らが取得した住宅等の隠れたる瑕  疵に当た\nるとする上記控訴人らの主張の意味は、必ずしも明確ではないが、少なくとも、再譲渡制\n限は公団による値下げ販売を禁止するものであり公団もこれに拘束されるという主張は、\n独自の見解であり、採用することはできない。すなわち、公団は、「住宅事情の改善を特に\n必要とする大都市地域その他の都市地域において健康で文化的な生活を営むに足りる良\n好な居住性能及び居住環境を有する集団住宅及び宅地の大規模な供給を行う」こと等に\nより、「国民生活の安定と福祉の増進に寄与することを目的とする」（法１条）ものであるか\nら、公団分譲住宅の譲渡契約は、個人に分譲する場合、賃貸目　的や転売目的ではなく、\n自ら居住するという目的を有する購入者と締結する必要がある。それゆえ、再譲渡制限条\n項は、もっぱら法１条の目的、すなわち、住宅事情の改善を必要とする地域において、現\n実に居住するための住宅　を欲している者のために良好な居住性能と居住環境を有する\n集団住宅の供給　を行う目的を実現するため、一定期間の譲渡を制限し、その期間、現実\nに当該分譲住宅に居住する者に限って住宅を供給することにより、法１条の目的を充足\nし、分譲住宅が投機の対象になることを防止すべく定められたものである。したがって、再\n譲渡制限条項は、再譲渡による価格の変更を禁止するものではないし、公団が不動産市\n況に応じて値下げ販売を行うことを禁止したり、制限したりするものでもないことは明らかで\nあるから、値下げ販売の実施の適法性に直接の影響を及ぼすものではない。\n以上のような再譲渡制限条項の趣旨によれば、公団から住宅等を購入しようとする者\nが、再譲渡制限条項の存在と公団が値下げ販売をしないことを関連づけて購入するか否\nかを決定するとまでは通常想定しがたいことであって、社会通念に従って公団の分譲する\n住宅等に係る再譲渡制限の法的意味、効果等を勘案するとしても、控訴人らが主張するよ\nうな意味において、その再譲渡制限が控訴人らが本件譲渡契約により取得した住宅等の\n隠れたる瑕疵に当たると解することはできないから、控訴人らの上記主張は採用の限りで\nない。\n(3) したがって、瑕疵担保責任に基づく損害賠償請求も理由がない。\n５　争点５（不当利得返還請求の成否）について\n(1) 控訴人らは、公団は、施行規則１２条１項所定の原価主義によって譲渡の対価を定め\nるべき法律上の義務に違反し、同項によって定まる譲渡の対価を超えた金額を譲渡代金\nとして本件譲渡契約を締結したものであり、本件譲渡代金のうち原価に基づく譲渡の対価\nを超える部分は無効（契約の一部無効）であり、取得し得る法律上の原因を欠くことになる\nから、不当利得になる旨主張する。\n(2) そこで検討するに、前記１、(2)のとおり、法１条は、公団が広く国民生活の安定と福祉\nの増進に寄与することを目的とする旨を定めているが、個々の国民が適切な価格で住宅\nを購入することまで規定しているとは解されず、施行規則は、法３０条１項の規定を受けて\n建設省令として制定されているのであり、施行規則１条が公団の業務、出資に関する評価\n等に関してはこの省令の定めるところによると規定しているように、公団がその業務を適切\nに行うための基準ないし準則を定めたものであって、その各規定の文言からも明らかなよ\nうに、もっぱら分譲住宅等の建築・分譲という公団の業務遂行の具体的方法を定めている\nにすぎず、これに違反したとしても、私人との間の法律関係の効力を左右するものではな\nい。したがって、施行規則１２条１項は、個々の譲受人の利益を保護したりその権利義務を\n規律したりする趣旨の規定ではなく、公団の健全な経営を維持し、その設立の目的を達成\nするための内部的な準則を定めたものにすぎないから、同項に違反することが公団と控訴\n人らの間の本件譲渡契約の効力に影響を及ぼすことはない。\nそうすると、仮に公団が施行規則１２条１項に違反したとしても、それによって、直ちに、\n控訴人らが主張するように本件譲渡契約の一部が無効になるとまで解することはできな\nい。\n(3) また、控訴人らは、施行規則１２条１項は、公団分譲住宅等の譲渡の対価について、そ\nの建設に要する費用に、当該費用のうち借入れに係る部分に係る利子の支払に必要な\n額、分譲事務費、貸倒れ等による損失を補てんするための引当金の額及び公租公課を加\nえた額、すなわち、原価を基準として定めることを義務づけ、原価主義を採用していると主\n張する。\nしかし、施行規則１２条１項は、公団が同項記載の原価項目を加算した額そのものをも\nって譲渡の対価とすると規定しているのではなく、原価を基礎とし、民間分譲住宅の販売\n状況などの需給の変化や物価その他の経済事情の変動等も一要素として考慮しながら譲\n渡対価を決定することを許容する趣旨と解される。すなわち、同項は、上記原価項目を「加\nえた額を基準として、公団が定める。」と規定しているので、その規定文言からも明らかな\nように、原価は公団が譲渡の対価を決定するについての基準にとどまるものというべきで\nあるし、同条に続く施行規則１３条は、物価その他経済事情の変動等に伴い必要があると\n認めるときは、１２条の規定にかかわらず、譲渡の対価を変更し、又は譲渡の対価を別に\n定めることができる旨定めているのであって、原価以外の要素を当然に加味することを許\n容しているのであるから、施行規則は、すべての分譲住宅等について、１２条１項の規定に\nよる原価をもって譲渡の対価とすると定めているわけではない。さらに、法５４条１項は、\n「公団は、毎事業年度、損益計算において利益を生じたときは、前事業年度から繰り越し\nた損失をうめ、（中略）、積立金として整理しなければならない。」と規定し、公団の分譲住\n宅事業から利益が生じ得ることを予定しているのであって、公団が原価を上回る譲渡の対\n価を設定し、原価との差額を取得することがあり得る前提となっている。\n以上のような法及び施行規則の規定の趣旨等に照らすと、施行規則１２条１項が控訴\n人ら主張のような原価主義を規定したものとまで解することはできないから、控訴人らの上\n記主張は、その前提において失当である。\n(4) なお、控訴人らは、いわゆる「行政規則の外部化現象」の現れとして、施行規則１２条は\n本件譲渡契約についての法律関係を規制する旨主張する。しかし、行政規則の外部化現\n象なるものは、行政規則一般に一律に認められるものではなく、個々の行政規則の趣旨・\n目的や問題となった法律関係に照らし行政規則が裁判準則となる場合があるというにとど\nまるものであって、前記(2)のとおり、施行規則１２条は個々の譲受人の利益を保護したりそ\nの権利義務を規律したりする趣旨の規定ではないから、同条の解釈適用に関して控訴人\nらが主張する「行政規則の外部化現象」なるものを認めることはできない。\n(5) 以上の次第であるから、施行規則１２条１項の規定を根拠とする控訴人らの不当利得\n返還請求も理由がない。\n６　争点６（所有権侵害による不法行為の成否）について\n(1) 控訴人らは、再譲渡制限条項の存在により、公団の分譲住宅等は処分が制限され、再\n譲渡制限期間経過後も事実上譲渡は困難であるから、交換価値が成立しておらず、この\nような所有権に対する重大な制限には、控訴人らだけでなく売主である公団も拘束される\nこと、公団が同種同格の物件の価格を変　更して譲渡することは、価格の変更を伴う再譲\n渡と同価値であると考えられるから、再譲渡制限は、買主による価格の変更と売主による\n価格の変更を禁止していると解すべきであること、売買契約の余後効として、再譲渡制限\nにより交換価値の成立しない本件団地のような商品の売買契約においては、当該商品の\n売買契約締結後に他の同種同格の商品をそれ以下の代金で売買することにより、価格の\n成立しない財について財産的価値を減少させることのないようにすべき売主の義務が発生\nしていると解すべきことなどを掲げ、公団は、本件団地の分譲空家住宅等の価格を下げて\n販売することはできないにもかかわらず、本件値下げ販売を行って控訴人らの住宅等の価\n格を低下させ、その資産価値を減少させたものであり、本件値下げ販売は控訴人らの住宅\n等の所有権を侵害する違法な行為である旨主張する。\n(2) しかし、再譲渡制限条項により、控訴人らが取得した住宅等の売渡しその他の譲渡処\n分が相当期間原則として制限されることは明らかであるが、再譲渡についての公団による\n承諾の要件が充たされれば再譲渡は可能であるから、原則的な制限はあるとしても、公団\nの分譲住宅等につき、全然交換価値が成立しないとまでいうことはできない。また、再譲渡\n制限条項は実質的に分譲住宅等の処分を制限するものであるが、その条項が本件譲渡\n契約に含まれているがゆえに売主である公団が同種同格のタイプの売れ残り住宅等の譲\n渡の対価を変更して売却することが禁止されなければならない法律上の理由は明らかで\nなく、前記４、(2)で既に判示したとおり、再譲渡制限条項は、公団が不動産市況に応じて値\n下げ販売を行うことを禁止したり制限したりするものではないし、所有権の内容である値下\nげ販売の実施の適法性に直接影響を及ぼすものではない。加えて、売買契約の余後効に\nより本件団地のような価格の成立しない財について財産的価値を減少させることのないよ\nうにすべき義務が売主である公団に発生しているという控訴人らの主張は、独自の見解に\nすぎない。\nしたがって、再譲渡制限条項の存在等を根拠として、本件値下げ販売は控訴人らの住\n宅等の所有権を違法に侵害する行為に当たるとする控訴人らの主張は失当であるから、\n所有権侵害による不法行為に基づく損害賠償請求も理由がない。\n７　争点７（価格決定方式違反による不法行為の成否）について\n控訴人らは、公団が施行規則１２条１項所定の価格決定方式（原価主義）によって譲渡\n代金を定めるべき義務に違反して本件譲渡契約を締結したことは不法行為を構成する旨\n主張する。\nしかし、前記５のとおり、施行規則１２条１項は、個々の譲受人の利益を保護したりその権\n利義務を規律したりする趣旨の規定ではなく、公団の健全な経営を維持し、その設立の目\n的を達成するための内部的な準則を定めたものにすぎず、同項に違反することが公団と控\n訴人らとの間の法律関係、すなわち本件譲渡契約の効力を左右することはないから、仮に\n公団が同規定に違反して控訴人らと本件譲渡契約を締結したとしても、その効力には何の\n影響もない。また、同項は、控訴人らが主張するような原価主義を規定していると解するこ\nともできない。\nよって、本件譲渡契約の締結における公団の価格決定方式は同条項に違反する違法の\nものであるとする控訴人らの損害賠償請求も理由がない。\n８　争点８（期待権侵害ないし信義則違反による不法行為の成否）について\n(1) 控訴人らは、公団の公共性を強調した上、公団は、本件譲渡代金が不当に高額であっ\nたにもかかわらず、譲渡の対価は原価主義に基づくものとして控訴人らに表示したこと、抽\n選当選者を対象とする説明会において、出席者の質問に対し「公団は、価格設定の構造\n上、値下げはできないし、これまでに値下げしたことは１度もない。」と回答し、譲受希望者\nに対しても販売事務所等において同様の説明をしたこと、公団の副総裁発言において、値\n下げが　制度上できないこと及び値下げの意思のないことを改めて明言し、公団の他の団\n地の管理組合あて文書においても、公団の分譲住宅等の値下げはできないし、値下げは\nしない旨表明したこと、再譲渡制限条項によって、控訴人らから値下げによる損害回避の\n手段を奪ったことなどを挙げ、このような事情の下で一方的に本件値下げ販売をしたこと\nは、控訴人らの期待権を侵害し信　義則に反するものであり、不法行為を構成すると主張\nする。確かに、本件譲渡契約から長くとも４年足らず、短い場合には２年４か月しか経過し\nていない（本件原告の中には１年５か月しか経過していない者が含まれていた。）　のにも\nかかわらず、同一団地内の同種の分譲住宅等の価格が突如平均２０．４％も値下げされ\nて販売されたとすれば、先に取得した控訴人らが不公平感を抱くのは当然のことであり、そ\nの値下げ販売により居た堪らない被害感を余儀なくされた控訴人らの心情はまことによく\n理解できるところといわなければならない。\n(2) しかし、上記主張のうち、譲渡の対価が必ず原価主義に基づいて決定されるべきもの\nであるということができないことは、前記５、(3)で判示したとおりであるし、再譲渡制限条項\nが公団の値下げ販売の実施の適法性に直接影響を及ぼすものでないことも、前記４、(2)\nのとおりであるから、譲渡の対価の決定基準の一を規定する施行規則１２条１項も、再譲\n渡制限条項も、控訴人らが主張するような期待権を成立させる根拠にはならないし、控訴\n人らが主張するように公団の値下げ販売が信義則違反を構成することの根拠にならない\nものであることは明らかである。\n(3) そして、バブル経済崩壊後の経済事情の変動によって我が国全体の不動産市況が低\n迷し、需要の減少に伴い不動産の価格が著しく下落したことは公知の事実であり、その影\n響もあって、平成４年ころから公団の分譲住宅等の売れ残りが多くなり、分譲空家住宅等\nの存在が目立つようになっていたものであるところ、本件団地についても、本件譲渡契約\nの締結の時点が平成５年１２月から平成７年４月までにわたっていることからも見られるよ\nうに、必ずしもその売行きは順調でなかったことが認められる（甲４、７、弁論の全趣旨）。し\nたがって、不動産の価格の下落により民間の分譲住宅の値下げ販  売等が盛んに行われ\nるようになっていた平成９年ころの経済情勢の下で、公団においても、その健全な経営とい\nう見地から市場価格等を勘案した値下げ販売を考慮せざるを得ない状況に置かれていた\nことは明らかであり、上記バブル経済崩壊後の不動産市況が低迷していた時期に、上記\nのような時点の締結に係る本件譲渡契約により公団から住宅等を買い受けた控訴人らに\nとって、公団が分譲住宅の値下げ販売を行うに至ったことは、全く予測不可能な事態であ\nったとまで認めることはできないのである。\nこれに対し、控訴人らは、抽選当選者を対象とする説明会において、公団の担当者が\n出席者の質問に対し「公団は、価格設定の構造上値下げはできないし、これまでに値下げ\nしたことは１度もない。」と回答し、譲受希望者に対しても販売事務所等において同様の説\n明をしていたと主張しており、仮にこのような説明を受けたとすれば、それを聞いた控訴人\nらが、それにもかかわらず本件値下げ販売が行われたことに強い不信感、不公平感を抱\nいたであ　ろうことは想像に難くない。しかし、上記のような公団の担当者の発言は、制度\nとして値下げ販売を実施することは禁止されていないことを念頭に置きつつも、当時の状\n況においては値下げ販売を実施することが全く検討されておらず、かつ、近い将来にも値\n下げ販売が実施される見通しもない状況を述べたものにすぎないと解されるのであって、\n上記のようなバブル経済崩壊後の不動産市況を考慮すると、公団の担当者がそのような\n発言をし、そのことを控訴人らが信じたことから直ちに、控訴人らが主張するような期待権\nが成立すると解することは困難であるし、信義則違反の根拠とすることもできないというべ\nきである。\nさらに、控訴人らが主張する公団の副総裁発言や公団の他の管理組合あて文書は、\n本件譲渡契約が締結された後の事情であって、控訴人らは、それを根拠として本件譲渡契\n約を締結したものではないし、公団の副総裁発言や公団の他の管理組合あて文書も、公\n団の当時の一般的な販売方針ないし経営姿勢を表明したにとどまり、将来、値下げ販売を\nしない旨を約束したとまで解　することはできないから、このこともまた、期待権の発生又は\n信義則違反の根拠となるものではない（公団の副総裁発言、他の管理組合あての文書あ\nるいは前記の抽選当選者を対象とする説明会における公団の担当者の回答等がはらん\nでいる問題点としては、既購入者等の分譲住宅等の譲受人に対して誠　実であったか否\nかという点よりも、公団が行う譲渡の対価の決定が常に施行規則１２条１項の規定による\n方式のみに基づいて行われるべきものであるとは限られず、状況次第では施行規則１３条\nの規定による方式｛不動産価格の著しい下落という市況の変動が生じているときにはいわ\nゆる損切り譲渡による公団の損失拡大防止策｝に基づいて行われるべき事態も生じ得ると\nの認識を持ち合わせていたかどうか、そして、そのような認識に基づき、本件団地　など公\n団が分譲を開始し、又は分譲中の状態にある住宅団地の住宅等について売行き・需要の\n動向を把握し、その財産評価をする上で参考となるべき民間の市場価格の動向につき適\n時適切な調査や不動産鑑定依頼等を行っていたか否かなどの点に関して本来行政作用\nに属する事務を所掌する独立行政法人として相応しい客観的で公明正大な姿勢を有して\nいたかどうかが大いに疑問である点を挙げざるを得ない。控訴人らを含む本件原告らが公\n団の高度の公共性や公団に対する信頼というのも、結局は、公団の全職員が法、施行規\n則等の法令の目的、趣旨を十分に尊重し、それを活かすべく分譲住宅等の購入者を含め\n関係国民が納得するような、実情を踏まえ、良識に従った運営や対応をすることを求め、\nあるいは期待していたからにほかならないと解されるが、本件値下げ販売の実施について\nは、国民一般が容易に了解することが可能となるような説明が必ずしも十分にされていな\nい憾みがあることは、残念ながら、否めないところである。もっとも、以上は、公団の運営の\n内部準則から見た問題にとどまり、公団と控訴人らとの間の私法上の法律関係に影響を\n及ぼすべき問題点であるとまでは認められない。）。\n(4) そうしてみると、本件値下げ販売が控訴人らの期待権を侵害するものであ　るとか、信\n義則に反するものであるとかとまで認めることはできないから、そのような侵害ないし違反\nが不法行為に当たるとする控訴人らの損害賠償請求も理由がない。\n９　当事者の当審における主張について\n(1) 本件値下げ販売と再譲渡制限の経済学的考察\n控訴人らは、再譲渡制限が制度として組み込まれている背景には、公団は市場均\n衡価格以下の価格で住宅等を供給するという    前提があるから、再譲渡制限は、常に超\n過需要が存在する価格での販売を前提としていること、公団が再譲渡制限付きで本件団\n地を分譲したことは、売出価格が市場均衡価格よりも低いところにあることを示唆している\nところ、本件においては、現実には超過需要は発生せず売れ残りが出て売出価格が市場\n均衡価格より高いことが判明したのであるから、その時点で当初購入者に対する売出価格\nを下げるか、再譲渡制限を解除して購入者が自由に売買できるようにしなければ、需要と\n供給が一致する市場均衡価格に収斂しないことになるが、公団はそのような措置をとらな\nかったこと、結局、控訴人らは、再譲渡制限が残されていることにより自由な売買を禁止さ\nれていたものであるが、公団による本件値下げ販売により、自由な売買市場で考えられる\n最大の損失を甘受するしか方法がないことになったこと、そして、本件値下げ販売による価\n格が市場均衡価格であるとすれば、それと当初売出価格の差額を最大とする損害が確定\nしたことになるから、本件値下げ販売による価格と当初売出価格との差額が、控訴人らの\n被った損害になることなどを主張する。\nしかし、公団分譲住宅等の再譲渡制限は、事業用賃貸目的や転売目的ではなく、前\n記４、(2)のとおり、自ら居住する目的のために購入する者と譲渡契約を締結する必要があ\nるために設けられており、必ずしも上記のような市場の超過需要を当然の前提とするもの\nではなく、その売出価格が常に市場均 衡価格よりも低いことを示唆するものでもない。した\nがって、分譲住宅等の売れ残りが発生したため本件値下げ販売が行われたのであるが、\n本件値下げ販売による価格が当然に市場均衡価格であるということはできないし、仮に、\n本件値下げ販売による価格が市場均衡価格であったとしても、再譲渡制限が設けられた\n趣旨に照らすと、そのことによって直ちに本件譲渡契約の再譲渡制限条項の有効性ないし\n妥当性を覆滅させることにはならないというべきである。\nしたがって、控訴人らの上記主張は、その前提において採用することができない。\n(2) 控訴人Ａ物件から見た本件値下げ販売による価格の下落\n控訴人らは、控訴人Ａ物件につき、本件団地近傍の地価公示価格の推移に基づく\n推定土地単価及び減価償却による推定建物単価を合算して算出した平成７年から平成９\n年までの推定住宅単価の下落率（５．７４％）と公団による本件値下げ率（２０．４％）を対比\nし、本件値下げ販売により地価公示価格及び減価償却率を超えた不当な価格下落が発生\nし、控訴人Ａにそれだけの損失が発生したと主張する。\nしかし、本件値下げ販売があったことそれ自体により、控訴人Ａ物件の価格が本件\n団地の平均値下げ率である２０．４％まで下落したと認めることはできないし、また、本件値\n下げ販売がなかった場合の控訴人Ａ物件の価格の下落率が、地価公示価格及び減価償\n却率に基づく推定住宅単価の下落率と一致するとまでいうこともできない。したがって、本\n件値下げ販売自体により、本件値下げ率と控訴人らが控訴人Ａ物件について主張する推\n定住宅単価の下落率との差に相当する損失が控訴人Ａに発生したとまでいうことはできな\nい      から、控訴人らの上記主張も失当といわざるを得ない。\n第４　結論\n以上の次第で、その余の点について判断するまでもなく、控訴人らの請求はすべて理由\nがなく、これらを棄却した原判決は正当であるから、本件控訴をいずれも棄却することと\nし、控訴費用の負担につき民事訴訟法６７条１項、６１条、６５条１項を適用して、主文のと\nおり判決する。\n東京高等裁判所第９民事部\n裁判長裁判官　　雛　形　要　松\n裁判官　　小　林　　　正\n裁判官　　萩　原　秀　紀\n"
}