{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 12,
    "day": 18
  },
  "case_number": "平成15(わ)625",
  "case_name": "覚せい剤取締法違反被告事件",
  "court_name": "神戸地方裁判所第1刑事部",
  "lawsuit_id": "6904",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=6904",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/904/006904_hanrei.pdf",
  "contents": "主文\n被告人を懲役１年８か月に処する。\n訴訟費用は被告人の負担とする。\n理由\n（罪となるべき事実）\n被告人は，Ａと共謀の上，\n第１　法定の除外事由がないのに，平成１５年５月１９日ころ，兵庫県ａ市ｂ町ｃ\n番市営住宅ｄ号室所在の前記Ａ宅において，覚せい剤であるフェニルメチルアミノ\nプロパンの塩類を含有する結晶粉末約０．０６グラムを水に溶かして，前記Ａから\n自己の身体に注射してもらい，もって，覚せい剤を使用し，\n第２　みだりに，同日，同所において，覚せい剤であるフェニルメチルアミノプロ\nパン塩酸塩の結晶粉末合計約１．３５３グラム（平成１５年押第１０９号の１及び\n２はその鑑定残量）を所持し\nたものである。\n（証拠の標目）―括弧内の甲，乙で始まる数字は証拠等関係カード記載の検察官請\n求証拠番号―\n省略\n（補足説明）\n被告人は，判示第２の事実につき，当公判廷において，自分は共犯者とされるＡ\nに同判示の覚せい剤（以下「本件覚せい剤」という。）の購入代金の一部を出した\nことはあるが，これは同代金ないし本件覚せい剤をＡに贈与した（あげた）もので\nあって，本件覚せい剤を所持してはいない旨述べ，弁護人も，これを受けて，被告\n人には主観的にも客観的にも本件覚せい剤の所持ないし所有は認められないとし\nて，いずれも同事実を否認する。\nしかし，関係証拠によれば，被告人とＡはかねてから代金をほぼ平等に出しあっ\nて覚せい剤を共同購入しこれらを共同して使用しつつ本件に至ったもので，本件覚\nせい剤は３度目の共同購入にかかる覚せい剤であり，これがＡ宅に保管されていた\nのは，被告人に家族があり，Ａが（事実上）独居していたからに過ぎず，本件覚せ\nい剤は，それ以前共同購入された覚せい剤同様，Ａの固有財産とは明確に区別され\nて保管されていたもので，その保管場所，形態もおおむね被告人の知るところであ\nり，被告人がＡに本件覚せい剤（持分）やその代金を譲渡したり，本件覚せい剤の\n処分を完全に委ねたことも全くないことが明らかである。すなわち，被告人に本件\n覚せい剤の所持が認められることは論をまたず，しかも，それは，本件覚せい剤が\nＡのみが所持，所有\nする物であって被告人にはＡの本件覚せい剤所持に対する共謀共同正犯が成立する\nというにとどまらず，被告人には本件覚せい剤に対する間接所持が認められ，さら\nに，本件覚せい剤は被告人とＡの共同所有物であることもまた明らかである。\n以下，念のためこの点につきやや詳しく説明する（以下，括弧内の甲，乙で始ま\nる数字は証拠等関係カード記載の検察官請求証拠番号。また，Ａと被告人の公判廷\nにおける供述（被告人の供述については第４回期日におけるそれ）については「Ａ\n○ページ」などと，証人尋問調書ないし被告人供述調書における速記録のページを\n示す。）\n第１\n１　まず，本件関係証拠によれば，以下の各事実が認められるというべきであ\nる。\n(1)ア　被告人は，平成１４年１２月ないし平成１５年１月ころから，Ａが購入\nしてきた覚せい剤を同人宅で同人に注射してもらって使用していたが，同年３月末\nないし４月はじめころ（被告人によれば同月５日あるいは１２日。乙５），同人か\nら覚せい剤購入代金を一部負担するようにいわれ，両名は覚せい剤購入代金を半分\nずつ出すことにした。その上で，被告人とＡは，一度に多量に覚せい剤を購入すれ\nば，捕まる危険が減るし，よい覚せい剤を割安に入手できるだろうなどと相談し，\n両名が各２万５０００円ずつ負担して覚せい剤を５万円分購入することとした。被\n告人は，その上で，Ａと共に被告人の運転する自動車で大阪市ｅ区まで覚せい剤を\n買いに行き，覚せい剤５万円分を密売人から購入した（Ａ６ないし８ページ，１５\nないし１７ページ，\n被告人３，４ページ，１４ページ，乙５）。\nイ　被告人とＡはその後この覚せい剤を同人宅で使用していたが，被告人\nは，この覚せい剤を購入したころ，Ａに対し，この覚せい剤につき，Ａ宅で置いて\nおいて欲しい旨告げた。これに対し，Ａが，被告人の分もＡが保管していると，Ａ\nが覚せい剤を使うこともあるし，そのような疑いも生じるので自分の分は自分の分\nとして分けた方がよい旨答えたところ，被告人は，家族がいるので自宅に持って帰\nることはできないとか，Ａがこの覚せい剤を使ってもかまわない等と述べ，覚せい\n剤を自宅に持っていくことなどについては拒絶した（Ａ１８，１９ページ，３５ペ\nージ，４７，４８ページ，被告人１４，１５ページ等）。\nＡは，被告人に対し，被告人がＡ宅に来ないときには一人でこの覚せい\n剤を使用しない旨申し向けており，実際はこの覚せい剤を単独で使用することも\n１，２度あったが，その都度被告人に報告していた（Ａ２４ページ，４９ページ，\n乙５等）。\nなお，当時，Ａは実質的に一人暮らしであり，一方，被告人は妻子と共\nに暮らしていた（Ａ９ページ，乙１）。\nウ　被告人とＡは，その後同年４月末か５月初めころ（被告人によれば同年\n４月２２日。乙５）にも自動車で大阪市ｅ区まで行き覚せい剤を５万円分購入した\nが，２人で自動車を停車させた所から密売人のところに向かうと目立つ等の理由で\nＡ一人が密売人に会うこととし，一方このためもあって購入代金５万円については\n被告人がうち３万円を負担した。その後，被告人とＡは，同月６日ころ，みたび覚\nせい剤を購入する旨を話し合ったが，購入当日である同月８日ころは，被告人の都\n合が悪いとの理由で，Ａのみが覚せい剤を購入に行くこととなった。購入代金はや\nはり５万円であったが，被告人は，その当日にＡに３万円を渡し，Ａは自分の２万\n円とを合わせて覚せい剤（本件覚せい剤）を購入した。本件覚せい剤もＡ宅で保管\nされていた（Ａ２６な\nいし３０ページ，甲１８，乙５）。\nまた，そのころ，被告人自身が自由にできる銀行口座の残高は約１０万\n円程度であった（被告人２４ページ，乙６）。\n(2)　Ａないし被告人とＡは，(1)ア認定のとおり同年３，４月ころ５万円で覚\nせい剤を購入した後，(1)ウ認定のとおり２回覚せい剤を購入したが，それ以外に覚\nせい剤を購入したことはなかった（Ａ１７，１８ページ，４７ページ，被告人１９\nページ）。\n(3)　Ａは，本件覚せい剤を含むこれら覚せい剤（(2)でみた，購入費用を被告\n人との両名で負担した覚せい剤）について，日頃はこれら覚せい剤を購入した際に\n密売人からもらい受けた注射器等覚せい剤使用道具とともに袋（Ａ所有ではあるが\n特に財産的価値のないもの）に入れてＡ宅の６畳間の整理ダンスの引き出しないし\n４畳半間のタンスの引き出し内に保管し，使用時に取り出すようにしていた。ま\nた，この引き出しにはＡ所有の貴重な金品が入っているようなことはなかった。被\n告人も，Ａ宅の６畳間の整理ダンスにこれら覚せい剤が保管されていること，４畳\n半間のどこかにも覚せい剤が保管されていることを知っていた（Ａ１９ないし２２\nページ，４４ないし４６ページ，被告人５，６ページ，２６ページ，３４ページ，\n甲７，１０）。\nまた，被告人が自ら覚せい剤を前記保管場所から取り出すこともあった\n（Ａ２３ページ，４６，４７ページ）。\n(4)　被告人は，Ａの家を訪れたときはほぼ毎回（被告人の捜査段階の供述によ\nると毎回。乙４の４ページ）これらの（購入費用を被告人との両名で負担した）覚\nせい剤をＡから注射してもらって使用しており，被告人がＡ宅に行こうとして同人\nに断られるのは同人の都合がつかない時等に限られており，また，被告人がＡ宅で\nこれらの覚せい剤を使用する際被告人がＡにその使用の許諾を求めたり，逆にＡが\n被告人のこの覚せい剤使用を断ることはなかった（Ａ１０，１１ページ，３４，４\n４ページ，被告人１２，１３ページ等）。\nそして，被告人やＡがこれらの覚せい剤を使用する頻度（被告人がＡ宅に\n行く頻度ともなる。）は，本件による逮捕の直前には，週に四，五回という程度に\nまで達していた（Ａ１０ページ，乙４）。\nまた，被告人とＡは，これらの（購入費用を被告人との両名で負担した）\n覚せい剤を使用する際，前述の注射器を使っていたが，それぞれ専用の注射器を使\n用するようにし，注射器の袋にマジックペンで印を付けて二人の使用する注射器を\n明確に区別していた（被告人１９，２０ページ）。\n(5)　被告人が，これらの（購入費用を被告人との両名で負担した）覚せい剤に\nついてＡにやると言ったり，自分の物ではないと言ったことはなかった（Ａ２６ペ\nージ，被告人４ページ）。\nそして，Ａは，これらの覚せい剤が二人の物であると思っていた（Ａ２５\nページ。なお，Ａは，被告人が本件覚せい剤を所持する意思がなかったと述べたこ\nとは意外である旨供述している。Ａ３７ページ）。\n２　前記認定に関し，被告人は，Ａに対し，覚せい剤を同人方で預かって欲しい\n等と言ったことはないと供述する（被告人４ページ）。しかし，（後述のように被\n告人をかばおうとしている）Ａの供述内容に加え，被告人自身公判廷でも自宅に覚\nせい剤を置かなかった理由として家族がいると第一に述べていること（被告人１４\nページ）や，被告人自身の捜査段階の供述，さらに後述（第２の２(2)）のとおり被\n告人の弁解が信用できないことに照らし，到底信用できない（なお，１(3)でみた，\n被告人が自ら覚せい剤を前記保管場所から取り出すこともあったとの点について\nも，同様の事情や被告人自身の供述（被告人２０ないし２２ページ）からみて，Ａ\nの供述のとおりと認める。）。\n第２\n１　第１の１の認定事実からすると，本件覚せい剤については，Ａの直接所持が\n認められることは当然であるが，さらに以下のとおり認められる。\n(1)　まず，本件覚せい剤に対する被告人の所持をあえて無視しても，被告人\nは，自ら及びＡが本件覚せい剤を継続的に使用するためＡが本件覚せい剤を所持す\nることにつき同人と共謀していたことが認められる。\n(2)　次に，被告人自身に本件覚せい剤の所持（間接所持）も認められる。\n物の所持とは，物を支配する意思をもってこれを事実上支配する状態をい\nう。しかし，物に対し事実上の支配を及ぼすためにこれを直接握持している必要は\nなく，社会通念上その物に対する支配があると考えられる状態があれば所持にあた\nるというべきである（客観的に「事実上物を支配する状態」が，主観的に「支配の\n意思」がそれぞれ認められる場合に，所持の事実が認められることになる。）。\nこれを本件についてみると，被告人とＡとは，購入費用を被告人との両名\nで負担した覚せい剤については，基本的に，被告人とＡの両名がいる時にだけ，一\n方，本件により逮捕される直前ころには頻繁に使用してきたことが認められ，ま\nた，Ａは，被告人との関係ではこれらの覚せい剤に被告人の支配を及ぼさせるよう\nな保管，管理方法（これらの覚せい剤がほぼ一貫してＡの他の財産と混在するよう\nなことのない状態で保管されていたこと等）をとり，これを排他的に保管，管理し\nてはおらず，被告人もまたこれらの覚せい剤に対するＡのこのような保管方法を認\n識し，これを前提に再び本件覚せい剤購入資金を半額ないしそれ以上負担したこと\nが認められ，被告人についても，本件覚せい剤に対する事実上の支配は客観面でも\n主観面でも優に認められ\nる。\n(3)　さらに，前記認定事実，とりわけ被告人が購入代金を一部負担するように\nなってから購入された覚せい剤の保管状況及び使用状況，また，被告人が本件覚せ\nい剤購入当時自由になる金銭を約１０万円とあまり有していなかったのにもかかわ\nらず，この購入のために３万円も出資したこと等にかんがみれば，被告人が本件覚\nせい剤をＡと共同して所有していた事実も優に認められるというべきである。\n２　これらの認定に対し，まず，被告人は，公判段階に至り，本件覚せい剤ない\nしその購入代金はＡにあげたものである等として，本件覚せい剤に対する所持，所\n有ないしその意思を否定し，Ａも一部これに沿うかのような供述をする。しかし，\nこれらは以下に述べるとおり前記認定を左右しない。\n(1)　第１に，被告人の弁解に沿うかのようなＡの供述部分をみる。\nまず，同人は，本件覚せい剤ないし被告人が代金の一部を負担した覚せい\n剤について，全部Ａの物と考えてもよいとも思えるという趣旨の発言もしている\n（Ａ３４ページ以下）。しかし，これは，被告人が本件覚せい剤の所持を否認して\nいることを知った後の意見というべきもので事実について述べたものとはいえない\n上，同人は，被告人やその家族の前で被告人の不利になることはいいづらい等とも\n述べ，明らかに可能であれば被告人をかばいたいとの態度を示している（特にＡ３\n７ないし４１ページ）のであって，Ａが本件覚せい剤の所持，所有者が自分であっ\nて被告人ではないかのように述べていることにより前記認定が左右されないことは\n明らかである。\nなお，Ａは，被告人に対して，本件覚せい剤を全部Ａが使ったらどうす\nる，ということを聞き，被告人が「それならば別に構わへんで」などと返答したと\nも述べている（Ａ４８ページ）が，これは，そもそも先に述べたところからみてほ\nとんど信用できない上，仮に被告人がこれに類する発言をしたとしても，前記認定\nに照らすと，被告人のこの発言は，費用を分担して購入した覚せい剤が二人の共有\n物であるといっても，被告人の都合によりこれをＡ方で保管することにするのであ\nるから，場合によりＡがこれを全て使ってしまっても被告人は文句を言わないとい\nう趣旨程度のものとしか解しえないというべきであって，現にその後Ａがこれら覚\nせい剤を単独で全部あるいは明らかに多く使うなどということのないまま本件覚せ\nい剤の購入，所持に至っ\nていることに照らすと，被告人のこのような発言から被告人に本件覚せい剤に対す\nる所有の意思を疑うことはとうていできない。\n(2)　次に，被告人は，被告人は本件覚せい剤ないしその購入代金をＡに贈与す\nるつもりであったもので本件覚せい剤に対する所持，所有の意思がなかったという\nことの裏付けとして，Ａに対し，本件覚せい剤の処分について「もう僕のことは気\nにせんと，自由にしてくれ」等と何度も言った旨弁解する（被告人４ページ）。し\nかし，本件覚せい剤等をＡに贈与する意思でそのように何度も述べるなら，端的に\nこれをあげる等と述べればよいはずであるが，被告人がＡに対しそのような発言を\nしたことの全くないことは被告人（被告人４ページ，１６ページ）とＡ（Ａ２６ペ\nージ等）が共に認めるところである。したがって，被告人のこの弁解は，それ自体\n不合理であって（具体的に贈与の意思を明らかにしないまま贈与したつもりになっ\nているということ自\n体もまず不合理である。），Ａの（(1)でみた以外の）供述や被告人の捜査段階にお\nける供述にも照らし到底信用できず，結局，この点は前記認定のとおりであって，\n被告人は，購入費用を一部負担した覚せい剤の保管をＡに依頼した際に自分がいな\nくてもＡが使ってよい旨一度述べた程度と認められる。\n(3)　さらに，被告人は，捜査段階において本件覚せい剤に対する所持，所有を\n明確に認めていることにつき，捜査当初捜査官からお金を支出すればそれは所持で\nある旨言われたために，本件覚せい剤をＡに贈与したという説明をしなかった旨弁\n解する（被告人１６，１７ページ等）。\nしかし，被告人がＡに対しそのような発言をしたことが全くなく，被告人\nの贈与の弁解自身がまず不合理であることは先にみたとおりである上，物を贈与す\nる（あげる，あげない）というのは法律的知識がない者でもわかる単純な行為であ\nり，被告人が本当に本件覚せい剤やその購入資金をＡに贈与したのであれば，捜査\n官に覚せい剤購入資金を出せばその所持ないし所有者になるなどと言われてもな\nお，そのような気持ちがなかったとか贈与の事実を主張することは十分に可能であ\nったというべきであり，被告人のこの弁解も不自然，不合理であって到底信用でき\nない。\nそして，被告人の捜査段階での供述は，特に不合理な点もなく，十分信用\nするに足りる。\n(4)　なお，これまで認定，検討したところやＡの供述（Ａ２４ページ）等に照\nらし，本件覚せい剤がＡの家に保管されており，お互いの使用する分が区別されて\nいなかったため事実上Ａが自由に使用できたという状態から，被告人の共同所有の\n事実を否定することもできない。\n３　以上のとおりであって，本件覚せい剤ないしその購入資金はＡに贈与したも\nのである旨の被告人の公判廷での弁解は信用できず，被告人につき本件覚せい剤の\n共同所持，共同所有の事実は前掲関係証拠により優に認められる。\n（法令の適用）\n被告人の判示第１の所為は刑法６０条，覚せい剤取締法４１条の３第１項１号，\n１９条に，判示第２の所為は刑法６０条，覚せい剤取締法４１条の２第１項にそれ\nぞれ該当するが，以上は刑法４５条前段の併合罪であるから，同法４７条本文，１\n０条により犯情の重い判示第２の罪の刑に法定の加重をした刑期の範囲内で被告人\nを懲役１年８か月に処し，訴訟費用は，刑事訴訟法１８１条１項本文により全部こ\nれを被告人に負担させることとする。\n（量刑の理由）\n本件は，被告人が共犯者と資金を出し合って購入した覚せい剤を共犯者の家で保\n管して所持し，そのような覚せい剤の一部を同所において共犯者に注射してもらっ\nて使用したという各覚せい剤取締法違反の事案である。\n被告人は，平成１２年９月に覚せい剤使用によって有罪判決を受け，執行猶予中\nの身であったにもかかわらず，覚せい剤の誘惑に屈して再び覚せい剤使用を始め，\nその当初は共犯者からの連絡を受けてから同人宅を訪れて覚せい剤を使用していた\nのが，次第に自ら連絡して同人宅に赴くなど積極的に覚せい剤を使用するようにな\nった挙げ句その執行猶予期間内に本件各犯行に及んだものであり，本件各犯行は極\nめて常習的な犯行であって，被告人の覚せい剤に対する親和性，依存性も顕著とい\nうべきである。所持にかかる覚せい剤の量も少なくない。そして，被告人は，公判\n段階に至り，判示第２の覚せい剤を共犯者と共同所持，共同所有していたことが明\nらかな本件で，この覚せい剤を被告人の家族に発見等されないようにするため共犯\n者に頼んで同人宅に\n保管してもらっていたという状況を奇貨として，公判廷で自らの覚せい剤所有，所\n持の事実を否定する不合理な弁解を繰り返し，同覚せい剤所持の責任をすべて共犯\n者に押し付けて自らの責任を回避しようとする態度に出ているのであり，このよう\nな自らの犯した罪に真正面から向き合おうとしないまことに卑怯な態度にかんがみ\nると，再犯のおそれもなお存するといわざるを得ない。\n以上の事情からすると，被告人の刑事責任は重大であり，被告人が捜査段階では\n本件各犯行を認めていたもので，公判廷においても使用の事実や覚せい剤購入資金\nの一部負担など外形的事実の多くはこれを素直に認めて反省悔悟の情を示し，薬物\n依存症脱却のためリハビリセンターに相談するなどの手段により，今後一切覚せい\n剤の誘惑に屈しない旨誓約していること，被告人が前記執行猶予付判決を受けた後\n覚せい剤使用を再開したのは共犯者に誘われるなどしたためであったこと，被告人\nが，養育しなければならない３人の娘を含めた家族にとっても，被告人自身が開業\nし経営してきた不動産会社にとっても，欠くことのできない重要な存在であるこ\nと，被告人の妻及び弟が連携して被告人を厳しく指導監督することを誓っているこ\nと等，被告人のために\n酌むべき事情を十分に考慮し，さらに，これらの事情があれば共犯者に自己の責任\nを押しつけてでも責任回避をしたいという誘惑に駆られることがあり得ることを被\n告人に有利に解したとしてもなお，被告人に対し実刑をもって臨むべきことは当然\nである。\nよって，主文のとおり判決する。\n平成１５年１２月１８日\n神戸地方裁判所第１１刑事係乙\n裁判官　　橋　本　　　一\n"
}