{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 12,
    "day": 18
  },
  "case_number": "平成14(ワ)28242",
  "case_name": "",
  "court_name": "東京地方裁判所",
  "right_type": "商標権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "10637",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=10637",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/637/010637_hanrei.pdf",
  "contents": "平成１４年(ﾜ)第２８２４２号　損害賠償等請求事件\n（口頭弁論終結　平成１５年１２月９日）\n判　　　　決\n原　　　告　　　　　　　プーマ アーゲー ルドルフ ダスラー スポーツ\n訴訟代理人弁護士　　　　唐　津　真　美\n同　　　　　　　　　　　松　添　聖　史\n同　　　　　　　　　　　林　　　幹　子\n訴訟復代理人弁護士　　　岡　田　和　樹\n被　　　告　　　　　　　株式会社リラックス\n訴訟代理人弁護士　　　　平　野　　　大\n被告補助参加人    　　　株式会社ＢＲＡＮＢＵＳＳ\n主　　　　文\n１　被告は，原告に対し，１４９０万４０８０円及びこれに対する平成１４年３月\n５日から支払済みまで年５分の割合による金員を支払え。\n２　被告は，別紙３の謝罪公告目録記載の謝罪文を同目録記載の要領で同目録記載\nの新聞に掲載せよ。\n３　原告のその余の請求を棄却する。\n４　訴訟費用は被告の負担とする。\n５　この判決は，第１項に限り仮に執行することができる。\n事実及び理由\n第１　請求\n１　原告\n(1)　被告は，原告に対し，１５０９万５０００円及びこれに対する平成１４年３\n月５日から支払済みまで年５分の割合による金員を支払え。\n(2)　被告は，原告に対し，別紙３の謝罪公告目録記載の謝罪文を同目録記載の要\n領で同目録記載の新聞に掲載せよ。\n２　被告\n原告の請求をいずれも棄却する。\n第２　事案の概要\n１　原告は，別紙「原告商標目録」(1)ないし(3)の商標（以下，「本件登録商\n標(1)」などといい，これらを総称して「本件各登録商標」という。）について商標\n権を有するものであるところ，被告が別紙「被告標章目録」(1)ないし(3)の標章\n（以下，これらを総称して「被告各標章」という。）を付したボストンバック等を\n販売した行為が本件各登録商標の商標権を侵害するものであるとして商標法３８条\n２項，３９条に基づき，損害賠償金の支払及び謝罪広告の掲載を求めている（本件\n登録商標(2)及び(3)については，被告による侵害行為のされている期間，原告から\n訴外コサリーベルマン株式会社（以下「コサリーベルマン」という。）に専用使用\n権が設定されており，原告は同社から損害賠償請求権の譲渡を受けた。）。\n２　前提となる事実（当事者間に争いのない事実及び証拠により容易に認定され\nる事実。証拠により認定した事実については，末尾に証拠を掲げた。枝番号は省略\nする。以下，同じ。）\n(1)  原告は，スポーツ用品の製造販売を業とするドイツ法人である。\nコサリーベルマンは，スポーツ用品の輸入販売を業とする株式会社であ\nる。\n被告は，衣料品，日用品雑貨，カバン，装身具等の輸出入及び販売を業と\nする株式会社である。\n(2)　原告は，本件各登録商標について，次のアないしウのとおり商標権を有す\nる。\nア　登録番号　　　第３３２８６６２号\n登録年月日　　平成９年７月４日\n商品の区分　　第１８類\n指定商品　　　皮革，かばん類，袋物，携帯用化粧道具入れ，傘，ステ\nッキ，つえ，つえ金具，つえの柄，乗馬用具，愛玩動物用被服類\n登録商標      別紙「原告商標目録」(1)のとおり\nイ　登録番号　　　第２６０１７１３号\n登録年月日　　平成５年１１月３０日\n商品の区分　　旧第２１類\n指定商品　　　頭飾品，かばん類，袋物，造花，化粧用具\n登録商標      別紙「原告商標目録」(2)のとおり\nウ　登録番号　　　第１８８４３５０号\n登録年月日　　昭和６１年８月２８日\n商品の区分　　旧第２１類\n指定商品　　　かばん類，袋物\n登録商標      別紙「原告商標目録」(3)のとおり\n(3)　コサリーベルマンは，本件登録商標(2)及び(3)について，平成６年１０月２\n４日（専用使用権の設定登録日）から平成１４年１１月２２日までの期間につき，\n原告から専用使用権の設定を受けていた（甲１）。\n(4)　被告の行為\n被告は，遅くとも平成１３年６月２８日から平成１４年３月５日までの\n間，被告各標章のいずれかを付したミニボストンバッグ，フライトバッグ，ミニシ\nョルダーバッグ及びボストンデニムバッグ等の商品（以下，これらを総称して「被\n告商品」という。）を，「ゲイル代官山店」ほか３店舗で販売するとともに，イン\nターネット上のサイバーモールに「気楽や」の名称で出店して販売していた。\n(5)　被告各標章は本件登録商標(1)ないし(3)と同一又は類似する。\n(6)　コサリーベルマンは，平成１５年１２月１日，上記の被告の行為に基づく\n損害賠償請求権を原告に譲渡し，同月９日ころ被告に到達した内容証明郵便により\n債権譲渡の通知をした（甲１１，１２，弁論の全趣旨）。\n３　争点\n(1)　被告の行為が真正商品の並行輸入として実質的違法性を欠くといえるか\n（争点１）\n(2)　被告の故意過失（争点２）\n(3)　損害額（争点３）\n(4)　原告の業務上の信用が毀損されたか（争点４）\n第３　争点に関する当事者の主張\n１　争点１（被告の行為が真正商品の並行輸入として実質的違法性を欠くといえ\nるか）\n（被告）\n被告商品は，いわゆる真正商品であった。\nすなわち，被告は，被告商品を，株式会社アロン（東京都荒川区西日暮里。\n代表取締役Ａ。現在の商号は株式会社ＢＲＡＮＢＵＳＳ。以下「アロン」とい\nう。）から購入した。\n株式会社イーランド（以下「イーランド」という。）は，本件各登録商標に\nついて，韓国における専用使用権を有するところ，Cは，同社との間で販売店契約\n（契約期間平成１１年６月２８日から平成１３年２月２８日）を締結していた。ア\nロンは，平成１２年５月ころ，被告商品を，Cの経営する大韓民国ソウル特別市所在\nの店舗「イテウォン」において購入し，同月２９日に，東京税関成田航空貨物出張\n所の輸入許可を得て日本国内に搬入した。\n上記のような入手経緯からすれば，被告商品は，いわゆる真正商品であった\nというべきである。仮に，被告商品のうちの一部に偽造品が混入していたとして\nも，被告商品の少なくとも一部は真正商品であった。\nしたがって，被告の行為は，いわゆる真正商品の平行輸入にあたり，実質的\n違法性を欠く。\n（原告）\n原告は，偽造品防止のため，真正商品にはすべて「プーマセキュリティラベ\nル」と呼ばれる特殊ラベルを付しており，真正な同ラベルは，シャドウキャット及\nびセキュタグを必ず具備している。ところが，原告及びコサリーベルマン（以下，\n「原告ら」という。）が平成１３年６月２８日から平成１４年３月５日までの間\nに，１１回にわたり被告商品を購入して調査したところによると，被告商品にはプ\nーマセキュリティラベルが付されていないか，付されていてもシャドウキャット又\nはセキュタグを欠いているから，偽造品であることが明らかである。\n被告は，被告の仕入れ先であるアロンが，平成１２年５月ころ，イーランド\nとの間で販売店契約を締結していたCから被告商品を購入した旨主張するが，被告商\n品のうち大半を占めるミニボストンバッグは，平成１３年１月から製造を開始した\nものであるから，被告の仕入れ先であるアロンが平成１２年５月ころ，Cから被告商\n品を購入したとの主張は信用できない。なお，イーランドが販売店契約を締結して\nいたのはCではなく，その妻Ｂであり，当該販売店契約も平成１２年末までの間に終\n了している。\n２　争点２（被告の故意過失）\n（被告）\n仮に，被告商品の中に一部真正商品でないものが存在していたとしても，上\n記のような入手経緯に鑑みれば，被告は，原告の商標権ないしコサリーベルマンの\n専用使用権を侵害することにつき故意過失がなかったというべきである。\n被告は，原告らからの警告を受けた後，警告を受けた被告商品については販\n売を中止している。\n（原告）\n被告は，並行輸入業者として，取り扱う商品の真偽や入手経路について調査\nすべき注意義務を負っていたものである。被告商品は，原告の真正品と比較すると\n品質，デザイン等が異なるものである。仮に被告の主張する入手経緯を前提にして\nも，被告はCの信用性や被告商品が真正商品であるか否かについて確認することな\nく，安易にアロンの説明を信用して被告商品を仕入れて販売したのであるから，被\n告に過失があることは明らかである。なお，被告代表取締役は，被告商品購入当\n時，アロンの取締役を兼務しており，アロンの事業活動について，容易に確認を取\nり，監視することの出来る立場にあった。\nさらに，被告は，原告らが，平成１３年から警告を重ねていたにもかかわら\nず，原告らに対して弁解を二転三転させながら，偽造品の販売を継続していたもの\nであり，被告には，原告の商標権ないしコサリーベルマンの専用使用権を侵害する\nことにつき故意又は重過失があったというべきである。\n３　争点３（損害額）\n（原告）\n(1)　被告の受けた利益相当額\nア　売上\n被告は，少なくとも平成１３年６月２８日から平成１４年３月５日まで\nの間に少なくとも次のとおり被告商品合計４４６１個を販売し，合計１８３６万１\n９００円の売上を得た。\nミニボストンバッグ　　　　１個３９００円　３８００個\nボストンデニムバッグ　　　１個５９００円　　２７９個\nフライトバッグ　　　　　　１個５９００円　　２０３個\nミニショルダーバッグ　　　１個３９００円　　１７９個\nイ　仕入価格\n被告商品の仕入価格は，次のとおり合計４１４万１５２０円である。\nミニボストンバッグ　　　　１個　８６２円　３８００個\nボストンデニムバッグ　　　１個１４４０円　　２７９個\nフライトバッグ　　　　　　１個１４４０円　　２０３個\nミニショルダーバッグ　　　１個　９６０円　　１７９個\nウ　利益\n以上によれば，被告は，被告商品の販売により，合計１４２２万０３８\n０円（１８３６万１９００円－４１４万１５２０円）の利益を受けたものである\nが，商標法３８条２項により，同額が被告の本件各登録商標の商標権ないし専用使\n用権に対する侵害行為により原告ないしコサリーベルマンが被った損害と推定され\nるところ，コサリーベルマンの損害については，原告は，平成１５年１２月１日，\n損害賠償請求権の譲渡を受け，コサリーベルマンは，同月９日ころ被告に到達した\n内容証明郵便により債権譲渡の通知をした。\n(2)　弁護士費用\n被告は，原告らからの度重なる警告にもかかわらず，侵害行為を継続し，\n原告らからの和解交渉の申出にもいっこうに誠意ある対応を見せず，交渉を無意味\nに長引かせてきたため，原告は，訴訟を提起せざるを得なかった。\nこれにより，原告は，弁護士費用として少なくとも８８万３０００円の損\n害を被った。\n(3)　損害金合計\n上記のとおり，原告は，被告の本件各登録商標の商標権ないし専用使用権\nに対する侵害行為による損害合計１５１０万３３８０円につき，損害賠償請求権を\n有するところ，本訴においてはその一部として，１５０９万５０００円及びこれに\n対する被告の侵害行為の後である平成１４年３月５日から支払済みまで年５分の割\n合による遅延損害金の支払を請求する。\n（被告）\n(1)　被告の受けた利益相当額\nア　売上\n(ｱ)　ミニボストンバッグ\nａ　販売価格\n販売価格は，小売の場合，定価３９００円であったが，実際の販売\nでは値引きされることもあり，定まっていない。\nまた，被告は，平成１３年４月１日から同年１２月３１日までの\n間，小売のほか，他の小売店に対する卸売も行っており，卸売価格は，アロンほか\n８社に対しては１個１７５５円，株式会社グレートブリテンほか１７社に対しては\n１個２１４５円，その他１３社に対しては１７５５円ないし２１４５円の間で適当\nに決めていた。\nｂ　販売個数\n販売個数については，３８００個を仕入れたが，万引き等もあった\nので，販売個数は不明である。また，被告商品の在庫（内訳は不明）として１３０\n個残っている。\n販売個数のうち，卸売したものが１９５５個である。３８００個か\nら１９５５個を控除した１８４５個は小売したことになるが，上記のとおり，在\n庫，万引きを考慮すると正確な小売個数は不明である。\n(ｲ)　ボストンデニムバッグ\n販売個数については，２７９個仕入れたが，万引き等もあったので，\n販売個数は不明である。また，上記のとおり被告商品の在庫（内訳は不明）として\n１３０個残っている。\n販売個数のうち，卸売したものが５４個（卸売先はＳＥＬＥＣＴほか\n１２社）である。２７９個から５４個を控除した２２５個は小売したことになる\nが，上記のとおり，在庫，万引きを考慮すると正確な小売個数は不明である。\n(ｳ)　フライトバッグ\n販売個数については，２０３個仕入れたが，万引き等もあったので，\n販売個数は不明である。また，上記のとおり被告商品の在庫（内訳は不明）として\n１３０個残っている。\n販売個数のうち，卸売したものが５９個（卸売先は有限会社ノーマン\nほか１１社）である。２０３個から５９個を控除した１４４個は小売したことにな\nるが，上記のとおり，在庫，万引きを考慮すると正確な小売個数は不明である。\nイ　仕入価格\n被告商品の仕入価格は，平均して１個１２５０円ないし１３００円であ\nり，これに宣伝広告費を加えると１個の原価は，平均１５５０円である。仕入れた\n被告製品は，合計４４６１個（内訳は原告主張のとおり）であったから，被告商品\nの仕入価格は，５５７万６２５０円ないし５７９万９３００円で，宣伝広告費を加\nえると販売額から控除すべき金額は約６９１万４５５０円である。\nウ　利益\n被告は，被告商品の販売により，合計約４５０万円の利益を受けた。内\n訳は，小売販売による利益約４００万円，卸売販売による利益約５０万円である。\n４　争点４（原告の業務上の信用が毀損されたか）\n（原告）\n業界新聞である繊研新聞に，被告が，原告の商品を取り扱っている旨の記事\nが写真入で掲載され，多数の消費者が，出所の誤認を生じて被告各標章が付された\n被告商品を，原告の真正な商品と信じて購入したことは明らかである。被告の行為\nにより，原告の業務上の信用は著しく侵害された。\n（被告）\n原告の業務上の信用毀損の有無については争う。\n第４　当裁判所の判断\n１　争点１（被告の行為が真正商品の並行輸入として実質的違法性を欠くといえ\nるか）\n(1)　証拠（甲３ないし１０，乙１ないし９，１４ないし１６）及び弁論の全趣\n旨によれば，次の事実が認められる。\nア　原告は，イーランドに対し，韓国における本件各登録商標の専用使用権\nを設定していた。\nイーランドは，平成１１年６月２８日，Cの妻であるＢ（契約書上はＩ．\nＳ．Ｊ）との間で販売店契約を締結した（乙７，弁論の全趣旨）。\nイ　被告は，平成１２年７月２７日ころ，マスターハット・デパートメン\nト・ストアから，被告商品のうちミニボストンバッグを除く合計６６１個を次のと\nおり，合計８６万５９２０円で購入した（甲５の１，２）。\nボストンデニムバッグ　　　１個１４４０円　　２７９個\nフライトバッグ　　　　　　１個１４４０円　　２０３個\nミニショルダーバッグ　　　１個　９６０円　　１７９個\nこの点に関し，被告は，仕入れ個数は認めるものの，仕入価格を平均し\nて１個１２５０円ないし１３００円と主張して争うが，本件訴訟前の交渉におい\nて，被告が原告ら代理人弁護士林に提出した書面（甲５）によれば，上記認定のと\nおり認められる。\nまた，被告は，上記各被告商品の仕入先につき，アロンから購入した旨\nを主張するが，甲５によれば，マスターハット・デパートメント・ストアから購入\nしたものと認められる。\nウ　イーランドとＢとの間の販売店契約は，平成１２年１１月３０日に解除\nされた。\nエ　被告商品のうちミニボストンバッグについては，これに対応する真正品\nは，平成１３年１月から製造が開始された。\nオ　被告商品のうちミニボストンバッグについては，被告は，合計３８００\n個を合計３２７万５６００円でアロンから購入した。\nカ　被告は，自ら経営する７ないし８の店舗で，被告商品を販売するととも\nに，平成１３年７月から平成１４年３月にかけて，楽天のインターネット販売にお\nいて，「気楽や」の名称で，被告商品を販売した。\nこの際，「日本未発売品，気楽や別注カラーのため，めったに手に入ら\nない」などと宣伝した。\nキ　偽造品防止のため，原告の真正商品にはすべて「プーマセキュリティラ\nベル」（以下「セキュリティラベル」という。）と呼ばれる特殊ラベルが付されて\nいる。このセキュリティラベルの裏面には，紫外線をカットするような染料やプリ\nント方法で描かれた「シャドウキャット」が付されており（紫外線を当てると，プ\nーマの像が浮かび上がる。），セキュリティラベルには，２０倍から５０倍の倍率\nの拡大顕微鏡を用いて初めて見ることのできる着色された微細なプラスチック小片\nである「セキュタグ」が含まれている（甲８）。\nク　原告らは，被告の経営する店舗において，調査のため，被告商品を，次\nのとおり購入したところ，原告らが購入した被告商品には，いずれもセキュリティ\nラベルがないか，セキュリティラベルがあってもシャドウキャット又はセキュタグ\nがなかった（甲３）。\n(ｱ)　平成１３年１１月６日，渋谷ＰＡＲＣＯ内「Ｔｈｒｉｖｅ渋谷」にお\nいて，フライトバッグ（５８００円）及びミニショルダーバッグ（２９００円）\n(ｲ)　同年６月２８日，「Ｔｈｒｉｖｅ原宿店」において，ミニボストンバ\nッグ６種類（各３９００円）\n(ｳ)　同年６月２９日，「Ｒａｇｏuｔ」において，ミニボストンバッグ\n（３９００円）\n(ｴ)　同年９月２７日，「Ａｅｒｏｐｏｓｔａｌｅ　Ｏｒｉｇｉｎａｌ　Ｄ\nｅｐｔ」において，ミニボストンバッグ（２９００円）\n(ｵ)　同年９月２７日，「スライブ原宿店」において，ミニボストンバッグ\n（３９００円）\n(ｶ)　同年９月２７日，「Ｒａｇｏuｔ」において，ミニボストンバッグ\n（４９００円）\n(ｷ)　同年９月２７日，「気楽や」（楽天を通じたインターネット販売）に\nおいて，ミニボストンバッグ２個（各３９００円），ボストンデニムバッグ（５９\n００円）\n(ｸ)　同年９月２７日，「ｇａｌｅ」において，ミニボストンバッグ（３９\n００円）\n(ｹ)　平成１４年２月１３日，「気楽や」（楽天を通じたインターネット販\n売）において，ボストンデニムバッグ（５９００円），ミニショルダーバッグ（２\n９００円）\nケ　原告らは，被告商品のうちミニボストンバッグについて，平成１３年９\n月１１日ころ到達の内容証明郵便で，被告に対し，その販売が，原告らの権利侵害\nに当たる旨警告した（乙１４）。\n被告は，コマーシャルインボイス（甲９）を偽造した上（乙１６），同\n年９月２５日付の書面で被告商品は真正商品であると主張し，偽造にかかるコマー\nシャルインボイス及びイーランドとＢ（契約書上はＩ．Ｓ．Ｊ）との間の販売店契\n約書（乙７）を被告商品が真正商品である根拠として提出した。\n原告らが，事実関係を調査したところ，上記販売店契約は既に解除され\nており，上記インボイスは偽造されたものとの結論に至った。原告らは，被告に対\nし，同年１２月１１日ころ到達の内容証明郵便で，Ｂとの販売店契約は平成１２年\n１１月３０日に解約されており，被告製品のうちミニボストンバッグについては，\nこれに対応する真正品が製造販売されたのはその後の平成１３年１月であること，\n上記インボイス記載の品番は，小物やウエア等のものであって，被告商品のもので\nはないことを告げるとともに，被告商品のうちミニボストンバッグの仕入れ先等の\n情報開示を求め，被告商品のうちデニムボストンバッグ等も，真正商品であるかど\nうか疑わしいとして，真正商品であると主張する根拠の提示及び，根拠がない場合\nは販売の中止を求めた。\nコ　原告らは，平成１４年４月，被告に対し，再度警告した。\n被告は，同年４月２６日付書面で，原告らに対し，平成１３年中の警告\nの後，ミニボストンバッグの販売を中止したこと，その他の被告製品の販売を中止\nした旨述べた（乙１５）。さらに，平成１４年５月２０日付で，原告らに対し，平\n成１３年の警告の後，被告商品のうちミニボストンバッグの販売を中止したこと，\n平成１４年４月の警告書の後，すべての被告商品の販売を中止したこと，現段階で\n１３０個の在庫があるが，在庫の所有権を放棄するつもりであること等を記載した\n書面を送付した。\n(2)　上記認定事実を前提に，被告の行為が真正商品の並行輸入として実質的違\n法性を欠くということができるかどうかを，検討する。\n商標権者以外の者が，我が国における商標権の指定商品と同一の商品につ\nき，その登録商標と同一の商標を付されたものを輸入する行為は，①当該商標が外\n国における商標権者又は当該商標権者から使用許諾を受けた者により適法に付され\nたものであり，②当該外国における商標権者と我が国の商標権者とが同一人である\nか又は法律的若しくは経済的に同一人と同視できるような関係があることにより，\n当該商標が我が国と同じ出所を表示するものであって，③我が国の商標権者が直接\n的に又は間接的に当該商品の品質管理を行い得る立場にあることから，当該商品と\n我が国の商標権者が登録商標を付した商品とが当該登録商標の保証する品質におい\nて実質的に差異がないと評価される場合には，いわゆる真正品の並行輸入として，\n商標権侵害としての実質的違法性を欠くものである（最高裁平成１４年(受)第１１\n００号同１５年２月２７日第一小法廷判決・民集５７巻２号１２５頁）。\nそうすると，本件において被告の行為が真正商品の並行輸入として商標権\n侵害としての実質的違法性を欠くといえるためには，被告商品に付された被告各標\n章が外国における商標権者又は当該商標権者から使用許諾を受けた者により適法に\n付されたものであり，当該外国における商標権者と我が国の商標権者である原告と\nが同一人であるか又は法律的若しくは経済的に同一人と同視し得るような関係があ\nることを要するものである。\nこの点につき，被告は，被告商品はアロンから購入したものであり，アロ\nンはこれを，韓国における本件各登録商標の専用使用権者であるイーランドと販売\n店契約を締結していたCから購入したと主張する。\nしかし，上記のとおり，被告商品のうちミニボストンバッグを除く商品に\nついては，マスターハット・デパートメント・ストアから購入したものと認められ\nる（被告は，アロンの取引についての証拠として，乙８，１１，１２を提出してい\nるが，取引の内訳が不明であり，仕入れた被告商品の個数とも合致せず，被告自身\nが，本件に関して原告らに送付した甲５の内容とも符合しないものであるから，こ\nれらの証拠により，被告主張の事実を認めることはできない。）。また，被告商品\nのうちミニボストンバッグについては，一応，アロンから購入したものと認められ\nるが，イーランドとの間で販売店契約を締結していたＢの経営に係る店舗からアロ\nンがこれを購入したことを認めるに足りる証拠はない（被告は，被告商品につき，\nＢの夫であるCが経営するイテウォンからアロンが被告商品を購入していると主張\nし，証拠として乙１ないし６，９，１０を提出する。しかし，これらの証拠から\nは，アロンが，平成１２年５月８日及び同月２６日ころ，Cに対し，バッグの代金と\nして，それぞれ１０００万ウォン，１２９５万ウォンを支払い，平成１２年５月２\n９日に，韓国から商品を輸入するにつき，国税局の輸入許可を得た事実が認められ\nるものの，乙１，２の輸入商品名欄には，「ＡＲＴＩＣＬＥ　ＯＦ　ＣＡＳＥＳ，\nＯＵＴＥＲ　ＰＬＡＳＴＩＣ　ＳＨＥＥＴ」と記載されているものであって，輸入\nされた品物が被告商品であることを示す記載はなく，乙３ないし６についても商品\nが被告商品であることを示す記載はなく，乙１０もアロンがCから被告商品を購入し\nたことを推認させるものではないから，これらの証拠から，アロンがCから被告商品\nを購入した事実を認めることはできない。また，乙１８（アロン代表者の陳述書）\n及び乙１９（被告代表者の陳述書）の内容も，後記の事情に照らせば，措信するに\n足りない。）。かえって，被告商品のうちミニボストンバッグについては，これに\n対応する真正品はイーランドとＢとの間の販売店契約が解除された後に初めて製造\n販売されたものであること，被告商品には真正なセキュリティラベルが付されてい\nなかったこと（甲８によれば，原告の真正品には平成８月以降，セキュタグを備え\nたセキュリティラベルが付されていたと認められる。）に照らせば，いずれにして\nも，被告商品に付された被告各標章が外国における商標権者又は当該商標権者から\n使用許諾を受けた者により適法に付されたものとは認められない。\n上記によれば，被告の行為が真正商品の並行輸入として実質的違法性を欠\nくということはできない。\n２　争点２（被告の故意過失）\n上記１，(1)において認定した事実関係によれば，被告の行為は，本件各登録\n商標権についての原告の商標権及びコサリーベルマンの専用使用権を侵害するもの\nであるから，商標法３９条，特許法１０３条により，被告には，過失があったもの\nと推定される。\nこの点につき，被告は，被告商品を，韓国における原告の販売代理店を経営\nしていたことのあるCから商品を購入していたアロンから購入したのであるから，原\n告らの権利を侵害することについて過失がなかった旨を主張する。\nしかし，前記のとおり，そもそも，被告商品のうちミニボストンバッグ以外\nの商品については，アロンから購入した事実が認められない上，仮にこれを含めた\n被告商品について被告がアロンから購入していたとしても，被告は，原告の登録商\n標と同一又は類似の標章の付された商品を並行輸入するに当たっては，当該商品が\nいわゆる真正商品であるかどうかを調査すべきものである。被告は，被告がアロン\nから被告商品を購入する際に，アロンの代表者から，被告主張のような入手経緯を\n聞かされ，Cに対する送金伝票，イーランド社員の名刺，イテウォン代理店の名刺を\n見せられ，「絶対に本物であるので何か問題が起こることはあり得ない」と言われ\nたと主張し，これに沿う証拠として乙６，１０，１９を提出する。しかし，そもそ\nも，ミニボストンバッグについては対応する真正商品の製造販売時期との関係で真\n正品であることに当然疑問を持つべきものであり，また，被告が，被告商品の販売\nにおいて，「日本未発売品，気楽や別注カラーのため，めったに手に入らない」な\nどと宣伝していること，被告が原告らに提出したコマーシャルインボイスが偽造に\nかかるものであったこと（甲９，乙１６）などの事情に照らせば，被告提出の証拠\nをたやすく措信することはできない。\n上記によれば，本件において，被告の過失の推定を覆すに足りる事情が存在\nすると認めることは，到底できない。\n３　争点３（損害額）\n(1)  証拠及び弁論の全趣旨によれば，次の事実が認められる。\nア　被告は，マスターハット・デパートメント・ストア（ミニボストンバッ\nグ以外の商品）及びアロン（ミニボストンバッグ）から，被告商品合計４４６１個\nを次のとおり，合計４１４万１５２０円で購入した（甲５，弁論の全趣旨）。\nボストンデニムバッグ　　　１個１４４０円　　２７９個\nフライトバッグ　　　　　　１個１４４０円　　２０３個\nミニショルダーバッグ　　　１個　９６０円　　１７９個\nミニボストンバッグ　　　　１個　８６２円　３８００個\nこの点，被告は，仕入れ個数は認めるものの，仕入価格については，平\n均して１個１２５０円ないし１３００円であり，これに宣伝広告費を加えると１個\nの原価は平均１５５０円であったとして争うが，前記のとおり甲５及び弁論の全趣\n旨によれば，上記認定のとおり認められる。また，宣伝広告費は，被告の得た利益\nから控除されるべき費用に当たらない（なお，被告とアロンの取引について，乙\n８，１１，１２が提出されているが，内訳が不明であるから，上記認定の妨げにな\nるものではない。）。\nイ　被告は，自ら経営する７ないし８の店舗及びインターネット上におい\nて，被告商品を概ね次の価格で販売した（甲３，甲４）。\nボストンデニムバッグ　　　１個５９００円\nフライトバッグ　　　　　　１個５８００円\nミニショルダーバッグ　　　１個２９００円\nミニボストンバッグ　　　　１個３９００円\nウ　被告商品の売れ行きは好調であり，平成１３年６月２２日付の繊研新聞\nに，被告の経営する「エアルポステール・オリジナル・デプト」の記事が掲載さ\nれ，「一番人気はプーマのミニバッグ。卸しも含めて１万個売った。」旨記載さ\nれ，被告の経営する「スライヴ」の店舗内に被告商品のうちミニボストンバッグが\n陳列されている写真が掲載された。\n(2)  原告の損害額\nア　被告の利益\n上記のとおり，被告商品の仕入金額は合計４１４万１５２０円であった\nと認められる。\n被告商品の販売金額合計については，被告が，７ないし８の店舗及びイ\nンターネット上において被告商品を概ね上記の販売価格で販売していたこと，被告\n商品の売れ行きが好調であったことが認められるものであって，これらの事情に照\nらせば，被告からこの点に関する関係書類等が提出されていない本件においては，\n被告は上記の仕入れに係る被告商品のすべてを上記の販売価格で販売したものと認\nめるのが相当である。\nこの点につき，被告は，上記各店舗及びインターネットでの販売のほか\nに，被告商品を上記の販売価格（小売価格）より安価に卸売を行っており，また被\n告商品のうち１３０個が在庫になっている（内訳は不明）と主張した上，合理的な\n計算根拠を示すことなく，被告商品の販売により被告が得た利益は合計４５０万円\n（小売による利益４００万円，卸売による利益５０万円）である旨主張する。しか\nし，この主張を裏付けるに足りる伝票，帳簿等の証拠は一切被告から提出されてい\nないことに照らせば，被告の主張を採用することはできない。\nそうすると，被告は，被告商品の販売により，次のとおり合計１８１６\n万２６００円の売上を得た。\nボストンデニムバッグ５９００円×　２７９個＝　１６４万６１００円\nフライトバッグ　　　５８００円×　２０３個＝　１１７万７４００円\nミニショルダーバッグ２９００円×　１７９個＝　　５１万９１００円\nミニボストンバッグ　３９００円×３８００個＝１４８２万００００円\n合計　　　　　　　　　　　　　　　　　　　　１８１６万２６００円\nしたがって，被告は，被告商品の販売により，合計１４０２万１０８０\n円（１８１６万２６００円－４１４万１５２０円）の利益を受けたものである。\nイ　上記のとおり，被告は，被告商品の販売により，合計１４０２万１０８\n０円の利益を受けたものであるから，同金額をもって被告の行為により本件登録商\n標(1)についての原告の商標権及び本件登録商標(2)及び(3)についてのコサリーベル\nマンの専用使用権（商標権に専用使用権が設定されている場合には，登録商標を使\n用する権利を専有するのは専用使用権者であるから，侵害行為を行った者に対して\n商標法３８条による損害賠償を請求できる者は専用使用権者である。）が侵害され\nた損害額と推定される（商標法３８条２項）。そして，コサリーベルマンの損害に\nついては，原告は，平成１５年１２月１日，損害賠償請求権の譲渡を受け，コサリ\nーベルマンは，同月９日ころ被告に到達した内容証明郵便により債権譲渡の通知を\nした。\nウ　原告が，本訴の提起，追行を代理人に依頼したことは当裁判所に顕著で\nあるところ，原告の請求の内容，本件事案の性質，訴訟追行の難易度等を考慮すれ\nば，原告の主張する弁護士費用８８万３０００円は，被告の侵害行為と相当因果関\n係のある損害と認められる。\nエ　以上によれば，原告が被告の行為により被った損害の額は，合計１４９\n０万４０８０円と認められるから，原告の損害賠償金支払請求は１４９０万４０８\n０円の支払を求める限度で理由がある。\n４　争点４（原告の業務上の信用が毀損されたか）\n本件における被告商品の販売態様，販売数，販売金額等の事情によれば，被\n告の行為により，本件各登録商標に対する一般消費者の信用が害され，商標権者で\nある原告は業務上の信用を既存されたと認められる。\n原告の信用を回復するための措置としては，別紙３の謝罪広告目録記載の謝\n罪文を同目録記載の要領で同目録記載の新聞に掲載することをもって相当と認め\nる。\n５　結論\n以上によれば，原告の請求は１４９０万４０８０円及びこれに対する平成１\n４年３月５日から支払済みまで年５分の割合による金員の支払及び別紙３の謝罪公\n告目録記載の謝罪文を同目録記載の要領で同目録記載の新聞に掲載することを求め\nる限度で理由があり，その余の請求は理由がない。\nよって，主文のとおり判決する。\n東京地方裁判所民事第４６部\n裁判長裁判官　　　三　　村　　量　　一\n裁判官  　　青　　木　　孝　　之\n裁判官　　　吉　　川　　　　　泉\n（別紙）\n原告商標目録被告標章目録\n"
}