{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 3,
    "day": 20
  },
  "case_number": "平成13(行ウ)84",
  "case_name": "被爆者地位確認等請求",
  "court_name": "大阪地方裁判所",
  "lawsuit_id": "6633",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=6633",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/633/006633_hanrei.pdf",
  "contents": "平成１５年３月２０日判決言渡　同日原本交付　裁判所書記官\n平成１３年（行ウ）第８４号　被爆者地位確認等請求事件\n平成１４年１２月２５日　口頭弁論終結\n判        　決\n主       　 文\n１　原告と被告国との間で，原告が原子爆弾被爆者に対する援護に関する法律に\n定める被爆者健康手帳（被爆者健康手帳番号）の交付をもって取得した同法１条１\n号に定める被爆者たる地位にあること及び同法１１条１項の認定（認定年月日平成\n８年１２月９日，認定番号）を受けた被爆者たる地位にあることを確認する。\n２　原告の被告大阪府に対する平成１６年４月分以降の特別手当の支払を求める\n訴えを却下する。\n３　被告大阪府は，原告に対し，３０万９３００円及び平成１３年１０月から平\n成１６年３月まで毎月末日限り各５万１５５０円を支払え。\n４　原告の被告らに対するその余の請求をいずれも棄却する。\n５　訴訟費用は，これを２分し，その１を被告らの負担とし，その余を原告の負\n担とする。\n事実及び理由\n第１　請求\n１　原告と被告国との間で，原告が原子爆弾被爆者に対する援護に関する法律に\n定める被爆者健康手帳（被爆者健康手帳番号）の交付をもって取得した同法１条１\n号に定める被爆者たる地位にあること及び同法１１条１項の認定（認定年月日平成\n８年１２月９日，認定番号）を受けた被爆者たる地位にあることを確認する。\n２　被告大阪府は，原告に対し，３０万９３００円及び平成１３年１０月から原\n告が死亡する日の属する月まで毎月末日限り各５万１５５０円を支払え。\n３　被告らは，原告に対し，連帯して１１０万円及びこれに対する平成１３年４\n月２５日から支払済みまで年５分の割合による金員を支払え。\n第２　事案の概要\n本件は，広島で原子爆弾に被爆した大韓民国（以下「韓国」という。）国籍\nの原告が，原子爆弾被爆者に対する援護に関する法律（平成６年法律第１１７号。\n以下「被爆者援護法」という。）２条２項に基づき被爆者健康手帳の交付を受け，\n同法１１条１項の認定を受けて被告大阪府から同法２５条の特別手当を受給したも\nのの，日本を出国した後，特別手当の支給を打ち切られたため，これを不服とし\nて，\n(1)　被告国に対し，原告が，\nア　被爆者援護法１条１号に定める被爆者たる地位にあること及び\nイ　同法１１条１項の認定を受けた被爆者たる地位にあることの確認を，\n(2)　被告大阪府に対し，平成１３年４月分から同年９月分まで１か月５万１５\n５０円で６か月分の特別手当合計３０万９３００円及び同年１０月から原告が死亡\nする日の属する月まで毎月末日限り各５万１５５０円の特別手当の支払を，\n(3)　被告らに対し，国家賠償法１条１項に基づき，連帯して慰謝料１００万円\n及び弁護士費用１０万円並びにこれらに対する平成１３年４月２５日から支払済み\nまで民法所定の年５分の割合による遅延損害金の支払を，\nそれぞれ求めた事案である。\n１　前提事実（争いのない事実及び証拠により容易に認められる事実）\n(1)　原告は，昭和８年３月１３日，出生し，広島市に居住していたところ，昭\n和２０年８月６日，爆心地から約１．７キロメートルの地点で，原子爆弾に被爆し\nた。\n(2)　原子爆弾による健康被害に関する施策として，昭和３２年，医療給付を内\n容とする原子爆弾被爆者の医療等に関する法律（昭和３２年法律第４１号。以下\n「原爆医療法」という。）が制定され，昭和４３年，各種手当等の支給を内容とす\nる原子爆弾被爆者に対する特別措置に関する法律（昭和４３年法律第５３号。以下\n「被爆者特措法」といい，原爆医療法と併せ「原爆二法」という。）が制定され，\n平成６年，原爆二法を一本化し総合的な被爆者対策を実施する観点から，被爆者援\n護法が制定され，平成７年７月１日から施行された。\n被爆者援護法１条では，「被爆者」とは，原子爆弾が投下された際当時の\n広島市若しくは長崎市の区域内又は政令で定めるこれらに隣接する区域内に在った\n者等であって，被爆者健康手帳の交付を受けたものをいうと定義されている。\nまた，特別手当は，被爆者特措法により設けられ，被爆者援護法にも引き\n継がれた制度で，原子爆弾の傷害作用に起因する負傷・疾病が治癒した者に対し再\n発防止のための保健上の配慮に費やされる出費に対応するものとして支給されるも\nのであり，原爆医療法８条１項，被爆者援護法１１条１項により当該負傷又は疾病\nが原子爆弾の傷害作用に起因する旨の厚生労働大臣の認定を受けた者に対し，都道\n府県知事の支給認定を受けて支給される（被爆者特措法３条１項，２項，被爆者援\n護法２５条１項，２項）。\n(3)　昭和４９年，原爆二法の改正に当たり発出された厚生省公衆衛生局長通達\n「原子爆弾被爆者の医療等に関する法律及び原子爆弾被爆者に対する特別措置に関\nする法律の一部を改正する法律等の施行について」（昭和４９年７月２２日衛発第\n４０２号各都道府県知事・広島・長崎市市長あて。以下「４０２号通達」とい\nう。）第二１(6)では，「（前略）特別手当受給権者は，死亡により失権するほか，\n同法は日本国内に居住関係を有する被爆者に対し適用されるものであるので，日本\n国の領域を越えて居住地を移した被爆者には同法の適用がないものと解されるもの\nであり，したがって，この場合にも特別手当は失権の取扱いとなること。」とされ\nた。４０２号通達は，被爆者援護法制定時においても，厚生事務次官通知「原子爆\n弾被爆者に対する援護に\n関する法律の施行について」（平成７年５月１５日発健医第１５８号各都道府県知\n事・広島市長・長崎市長あて。以下「１５８号通知」という。）第九の二におい\nて，「新法の施行に当たっては，別途通知するものを除き，原爆医療法及び原爆特\n別措置法の施行に関してこれまで発出した通知によられたいこと。」とされ，その\nまま有効とされた。これに従い，被告らは，特別手当等を受給していた者で，日本\nを出国して日本に居住も現在もしなくなった者に対して，手当等の支給を打ち切る\n取扱いを行ってきた。\n(4)　原告は，昭和２１年ころ，韓国に帰国し，昭和６１年，被告国が実施した\n渡日治療により広島原爆病院に入院し，広島市長から被爆者健康手帳の交付を受\nけ，約２か月後に帰国した。その後，原告は，平成７年１月１０日に来日し，同月\n１２日に広島市長から被爆者健康手帳の交付を受け，同年４月７日に帰国し，同月\n１０日に原爆医療法８条１項の認定申請を行い，上記申請は，被爆者援護法施行に\n伴い被爆者援護法１１条１項の認定申請とみなされた。原告は，平成８年１１月１\n０日に来日し，同月１１日に被爆者健康手帳の交付を受け，同年１２月９日，被爆\n者援護法１１条１項の認定を受け（認定番号），同月分から医療特別手当の支給を\n受けたが，同月３日に日本を出国し，医療特別手当も同月分の支給で終了した。更\nに，原告は，平成１２\n年１２月１３日に来日し，大阪府知事より被爆者健康手帳の交付を受け（被爆者健\n康手帳番号），特別手当の認定申請を行い，平成１３年１月１８日，大阪府知事か\nら支給認定を受け，特別手当証書の交付を受けて，平成１３年１月２５日，同年２\n月２３日及び同年３月２３日に各５万１５５０円の特別手当の支給を受けたが，同\n月１０日，韓国に帰国したため，同年４月分以降の特別手当は支給されていない。\nなお，原告は，本訴係属中の平成１４年１０月１８日にも，大阪府知事から同月か\nら１か月５万１５５０円の特別手当の支給認定を受けている（甲１６，５５の２，\n５９，６４，原告本人）。\n２　本件訴訟の経過\n(1)　原告は，平成１３年１０月３日，本件訴訟を提起した。\n(2)　被告らの答弁及び主張\nア　被告らは，請求の趣旨に対する答弁として，原告らの被告らに対する請\n求をいずれも棄却する旨の判決を求めた。\nイ　被告らは，請求原因事実に対する認否において，原告が，①広島の爆心\n地から約１．７キロメートルの地点で被爆した事実，②被爆者健康手帳（被爆者健\n康手帳番号）の交付を受けた事実，③被爆者援護法１１条１項の認定（認定年月日\n平成８年１２月９日，認定番号）を受けた事実，④平成１３年１月１８日に特別手\n当受給権の認定を受けた事実を認める旨述べた。\nウ　被告らは，次の諸点を理由として，被爆者援護法は日本に居住又は現在\nする者のみを適用対象としているから，原告は，平成１３年３月１０日に日本を出\n国し，日本に居住も現在もしなくなった時点において，法律上当然に同法１条１号\n及び１１条１項の被爆者の地位及び同法２５条の特別手当の受給権を失ったと主張\nした。\n(ｱ)　原爆医療法の制度上，日本に居住も現在もしない被爆者（以下「在外\n被爆者」という。）は給付を受け得ないこととされており，同法が在外被爆者を適\n用対象者としていないことは明らかで，被爆者特措法及び被爆者援護法も適用範囲\nを同じくする。\n(ｲ)　被爆者援護法は，各種給付等を行う給付機関を被爆者の居住地又は現\n在地によって決する制度を採用しており，被爆者が継続的に日本に居住又は現在し\nていることを当然の前提としており，在外被爆者に対する適用は全く予定していな\nい。\n(ｳ)　被爆者特措法及び被爆者援護法は，在外被爆者に対して適用しないこ\nとを前提に国会で可決，成立している。\n(ｴ)　被爆者援護法は，非拠出性の社会保障法としての性格を有しており，\n社会連帯の観念を入れる余地のない在外被爆者に適用されるとは考えられず，根底\nに国家補償的配慮があるとしても，他の戦争被害者に対する補償との均衡からすれ\nば，何ら明文規定のない在外被爆者までも補償対象とする趣旨とは考えられない。\n(3)　本件と同様に被爆者健康手帳の交付を受けた後に日本を出国した被爆者が\n本件被告らを相手方として，被爆者援護法１条１号の被爆者たる地位の確認及び同\n法２７条の健康管理手当の支払等を求めた別件訴訟において，大阪高等裁判所は，\n平成１４年１２月５日，一旦被爆者健康手帳の交付を受け，健康管理手当支給認定\nを受けた者は，その後に出国しても同法１条の被爆者たる地位及び健康管理手当受\n給権を失わないと判示して，同旨の第一審判決の判断を是認し，被告らの控訴を棄\n却する旨の判決をした。被告らは，同判決に対して上告しない旨を決定し，同判決\nは確定した。\n(4)　被告らは，(3)の状況をふまえ，平成１４年１２月２５日の本件口頭弁論\n期日において，次のとおり述べた上，本案前の答弁として，①被告国に対して被爆\n者健康手帳（被爆者健康手帳番号）の交付をもって取得した被爆者援護法１条１号\nの被爆者たる地位にあること及び同法１１条１項の認定を受けた被爆者であること\n（認定年月日平成８年１２月９日，認定番号）の確認を求める訴え，②被告大阪府\nに対して特別手当の支払を求める訴えのうち将来の給付を求める部分の訴えにつ\nき，訴えの却下を求めた。\nア　被告国は，原告が被爆者健康手帳（被爆者健康手帳番号）の交付をもっ\nて取得した被爆者援護法１条１号の被爆者たる地位にあること，同法１１条１項の\n認定を受けた被爆者であること（認定年月日平成８年１２月９日，認定番号）を争\nわない。\nイ　被告大阪府は，原告が平成１３年３月１０日に出国したことによっては\n特別手当受給権を失っていないことを認め，平成１３年４月分以降口頭弁論終結時\nまでの特別手当（月額５万１５５０円）を訴訟外で支給する手続に着手する。\n３　争点\n本件の争点及びこれに関する当事者の主張は次のとおりである。\n(1)　確認の利益\n（被告国）\n被告国は，原告が被爆者援護法に定める被爆者健康手帳（被爆者健康手帳\n番号）の交付をもって取得した同法１条１号に定める被爆者たる地位にあること及\nび同法１１条１項の認定（認定年月日平成８年１２月９日，認定番号）を受けた被\n爆者たる地位にあることを争わず，また，被告大阪府は，原告が特別手当受給権を\nを喪失していないことを認め，平成１３年４月分以降の特別手当の支給手続に着手\nする予定であって，原告が被爆者援護法１条１号に定める被爆者たる地位にあるこ\nと及び同法１１条１項の認定を受けた被爆者たる地位にあることの確認を求める訴\nえは，訴えの利益がなく却下されるべきである。\n（原告）\n被告国は，原告の法的地位について争わない態度に転じたが，特別手当の\n支給がいつされるかも不明，不確実で，状況により政府方針が変更され，原告の法\n的地位がなお争われ，否定される危険があり，原告には，なお確認の利益がある。\n(2)　将来給付の訴えの適否\n（被告大阪府）\n前記のとおり，被告国は，原告が被爆者援護法１条１号に定める被爆者た\nる地位にあること及び同法１１条１項の認定を受けた被爆者たる地位にあることを\n争わず，また，被告大阪府は，原告が特別手当受給権を喪失していないことを認\nめ，平成１３年４月分以降の特別手当の支給手続に着手する予定であって，特別手\n当の支払を求める訴えのうち将来の給付を求める訴えについては，予め請求をする\n必要がなく，訴えの利益がない以上却下されるべきである。\n（原告）\n特別手当の支給は，いつされるかも不明，不確実であり，長年不履行が繰\nり返されているものであって，これが終身の定期金給付に係わる問題で，原告が，\n韓国に在住する高齢者であることに照らせば，なお将来給付の訴えの利益も認めら\nれる。\n(3)　国家賠償請求\n（原告）\n被告らは，被爆者援護法の明文に反する解釈で原告の被爆者援護法１条１\n号に定める被爆者たる地位等を否定し，特別手当の支給を停止したが，このような\n法律の規定に基づかない恣意的な行政解釈，行政運用は，解釈の名に値せず，高齢\nで原爆後遺障害に苦しむ在外の原告ら被爆者を差別し，愚弄するものである。被告\nらの主張した解釈には一応の論拠というべきものもなく，国家賠償法１条１項の故\n意又は過失を認める特段の事情があるというべきであり，被告ら公務員の法解釈，\n法運用が，原告に対する不法行為を構成することは明らかである。\n（被告ら）\n法令の解釈に関し見解が分かれ，そのいずれにも一応の論拠が認められる\n場合に，公務員が一方の解釈を採ったときは，それが結果的に誤っていたとして\nも，国家賠償法１条１項の責任はない。原爆二法及び被爆者援護法が日本に居住も\n現在もしない者に対して適用されないとの解釈には，一応の合理性が認められ，こ\nれらの法律が日本に居住も現在もしなくなった被爆者に適用されるとの判例学説\nは，本件及び類似事件訴訟以前にはなかった。したがって，原爆二法及び被爆者援\n護法が日本に居住も現在もしない者に対して適用されないとの解釈をし，そのよう\nな解釈に基づいて４０２号通達を発出した被告国の公務員の行為について，国家賠\n償法１条１項の責任は認められない。\nまた，通達は全国的に解釈運用を統一する必要等に基づいて発せられるも\nのであり，行政実務上，通達に反する行為を実施者に期待することは事実上不可能\nである。したがって，当該通達の内容が明白に上位規範に反するとか，行政実務上\n一般的に異なる取扱いがなされているなど特別の事情のない限り，通達に基づく取\n扱いは，実施行為者に故意又は過失による違法行為があると評価されるべきではな\nい。４０２号通達は，一応合理的な論拠に基づくものである上，これに基づき全国\n的に統一的な対応がとられていたのであり，４０２号通達に従った被告大阪府の公\n務員の行為について，国家賠償法１条１項の責任を認めることはできない。\n第３　争点に対する判断\n１　確認の利益（争点(1)）について\n(1)　本件訴訟の経過は，前記のとおりであり，原告が被爆者援護法１条１号の\n被爆者の地位，同法１１条１項の認定を受けた被爆者の地位及び同法２５条の特別\n手当の受給権を取得した事実は当事者間に争いがなく，原告が日本を出国したこと\nによりこれらの地位及び受給権を失ったとする被告らの抗弁をめぐって双方の主張\n立証が重ねられてきたところである。このような経過の下において被告らが平成１\n４年１２月２５日の口頭弁論期日に行った陳述（前記第２の２(4)ア，イ）は，被告\nらが上記抗弁の主張を撤回し，原告が現時点において被爆者の地位や特別手当の受\n給権を有することを認める趣旨であると解される。\n(2)　しかしながら，被告らが同日まで原告が被爆者の地位や手当受給権を有す\nることを争ってきたという経緯に加えて，被告らは原告の請求を認諾したわけでは\nなく，請求棄却の判決を求める旨の答弁を維持しており，既に履行期の到来してい\nる特別手当も未だ支給されていない。これらの事情に照らせば，被告らの主張によ\nっても，訴訟上の主張のレベルにおいて請求原因事実に争いがなく，かつ，抗弁が\n主張されない状態になったにとどまり，訴訟物たる法律上の地位（被爆者援護法１\n条１号の被爆者の地位，同法１１条１項の認定を受けた被爆者の地位）について将\n来にわたって争いのない状態になったとはいえないことは明らかである。したがっ\nて，これらの法律上の地位の確認を求める利益が失われたとはいえず，被告国に対\nする地位確認の訴え\nに関する本案前の抗弁は失当である。\n(3)　前記のとおり，原告が被爆者援護法１条１号の被爆者の地位及び同法１１\n条１項の認定を受けた被爆者の地位を取得した事実は，当事者間に争いがない。し\nたがって，被告国に対してこれらの地位の確認を求める原告の請求は理由がある。\n２　将来給付の訴えの適否（争点(2)）について\n(1)　特別手当は，被爆者援護法１１条１項の認定を受けた被爆者で都道府県知\n事の認定を受けた者に対して毎月支給されるに定期金給付である（同法２５条）と\nころ，被告大阪府は，原告に対して，平成１３年４月分以降の履行期の到来してい\nる特別手当を未だ支給していない。したがって，将来の特別手当についても，原則\nとして，あらかじめその請求をする必要（民訴法１３５条）があると解されるとこ\nろである。\n(2)　しかし，特別手当の額は，年平均の消費者物価指数が変動した場合には，\nその変動率を基準として，翌年４月分から政令により改定することが予定されてお\nり（被爆者援護法２９条，同法施行令１７条），将来の支給額の変動の可能性が否\n定できない。\nまた，特別手当は，被爆者援護法１１条１項の認定に係る負傷又は疾病が\n治癒した者に対して支給されるものであり，当該負傷又は疾病の状態にある者に対\nしては医療特別手当が支給され，医療特別手当の額は特別手当の額を上回る（同法\n２４条）。そして，同法１１条の認定を受けた被爆者が医療特別手当の支給を受け\nている場合には特別手当の受給権はない。したがって，原告が将来，原子爆弾の被\n爆に起因する新たな負傷，疾病により医療特別手当の支給を受ける事態に至った場\n合には，特別手当の受給権を失うことになる（原子爆弾被害の特殊性にかんがみれ\nば，このような事態が発生する可能性は否定できない。）。\nこのような将来の変動の可能性を考慮すると，原告の死亡に至るまでの全\n期間について特別手当の支払を求める訴えについては，将来請求の対象としての適\n格及びあらかじめ請求をする必要性の観点から，問題があるというべきである。\n(3)　前記のとおり，被告国は，原告が被爆者援護法１１条１項の認定を受けた\n被爆者であることを争わない旨陳述し，また，被告大阪府は，原告が特別手当の受\n給権を有することを争わず，履行期到来分の特別手当の支給の措置をとる旨陳述し\nている。\nこのような被告らの対応からすれば，特別手当受給権の基礎となる同法１\n１条１項の認定を受けた被爆者の地位が本件訴訟の判決によって確定された後は，\n確定判決の判断に従ってその後の特別手当の支給の措置がとられるものと考えられ\nる。\n(4)　以上の点を考慮すると，原告の被告大阪府に対する将来の特別手当の支払\nを求める訴えのうち，口頭弁論終結時以降，平成１６年３月分までの特別手当（月\n額５万１５５０円）の支払を求める部分は適法であるが，同年４月分以降の特別手\n当の支払を求める部分は，将来請求の適格を欠き若しくはあらかじめその請求をす\nる必要が認められないものとして，不適法というべきである。\n３　国家賠償請求について\n前記のとおり，被告らは，①医療給付を内容とする原爆医療法の適用対象\n者，②被爆者援護法における各種給付等の機関，③立法者意思，④非拠出性の社会\n保障法としての性格等を理由に，在外被爆者に被爆者援護法の適用はなく，被爆者\n健康手帳の交付を受けた被爆者であっても，日本に居住も現在もしなくなった場合\nには，当然に被爆者援護法１条の被爆者たる地位を失うと主張していたところ，被\n告らの被爆者援護法に関する上記解釈は，是認できないものではあるものの，一応\nの論拠はあるというべきである。また，被告大阪府が，原告の特別手当支給権につ\nいて失権の取扱いを行った平成１３年４月当時，被告らの上記解釈が法律に反する\nものであることが明白で，被告らの職員においてこれを認識できたことを認める証\n拠もない。以上によれ\nば，４０２号通達を発出し，これに従って取扱いを行った被告らの職員に故意又は\n過失を認めることはできず，他に，これを認めるに足りる証拠はない。したがっ\nて，原告の被告らに対する国家賠償請求は，損害の点について判断するまでもな\nく，いずれも理由がない。\n４　結論\n以上によれば，原告の被告国に対する被爆者援護法１条１号に定める被爆者\nたる地位にあること及び同法１１条１項の認定を受けた被爆者たる地位にあること\nの確認請求は認容し，被告大阪府に対する平成１６年４月分以降の特別手当の支払\nを求める訴えは却下し，平成１３年４月分から平成１６年３月分までの特別手当の\n支払請求は認容し，被告らに対する国家賠償請求はいずれも棄却し，なお，仮執行\n宣言は相当でないから付さないこととして，主文のとおり判決する。\n大阪地方裁判所第７民事部\n裁判長裁判官　　山　下　郁　夫\n裁判官　　山　田　　　明\n裁判官　　小　泉　満理子\n"
}