{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 12,
    "month": 2,
    "day": 9
  },
  "case_number": "平成11(行ケ)63",
  "case_name": "特許取消決定取消請求事件",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "13359",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=13359",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/359/013359_hanrei.pdf",
  "contents": "平成１１年（行ケ）第６３号  特許取消決定取消請求事件（平成１２年１月３１日\n口頭弁論終結）\n判          決\n原            告      三洋電機株式会社\n代表者代表取締役      Ａ\n訴訟代理人弁理士      Ｂ\n被            告      特許庁長官  Ｃ\n指定代理人            Ｄ\n同                    Ｅ\n同                    Ｆ\n同                    Ｇ\n主          文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n事実及び理由\n第１  当事者の求めた判決\n１  原告\n特許庁が、平成９年異議第７５９５４号事件について、平成１０年１２月２\n１日にした特許異議の申立てについての決定を取り消す。\n訴訟費用は被告の負担とする。\n２  被告\n主文と同旨\n第２  当事者間に争いのない事実\n１  特許庁における手続の経緯\n原告は、名称を「電気掃除機用吸込具」とする特許第２６２０６７７号発明\n（以下「本件発明」という。）の特許権者である。\n上記特許（以下「本件特許」という。）の出願から設定登録までの経緯は次\nのとおりである。\n平成５年10月29日  特許出願（特願平５ー２７２３８０号）\n平成７年５月16日  出願公開（特開平７ー１２４０８４号）\n平成８年６月12日  手続補正\n同    年10月24日  手続補正（以下「本件補正」という。）\n平成９年４月４日  設定登録\n岩橋正次は、平成９年１２月１８日、本件特許につき特許異議の申立てを\nし、同申立ては平成９年異議第７５９５４号事件として特許庁に係属したところ、\n原告は、平成１０年８月１４日、本件特許の明細書の特許請求の範囲の請求項３及\nび発明の詳細な説明の記載を訂正する旨の訂正請求（以下「本件訂正請求」とい\nう。）をした。\n特許庁は、同特許異議の申立てにつき審理したうえ、平成１０年１２月２１\n日、「特許第２６２０６７７号の請求項１ないし３に係る特許を取り消す。」との\n決定（以下「本件決定」という。）をし、その謄本は、平成１１年２月１０日、原\n告に送達された。\n２  本件明細書の特許請求の範囲の記載\n(1)  願書に最初に添附された明細書（出願公開時の明細書、以下「当初明細\n書」という。）に記載された特許請求の範囲の請求項１、５\n(イ)  請求項１\n底面に吸気口を形成した平面部を有して前後に曲面部を形成した吸込具\n本体と、該吸込具本体外周に回動自在に設けられた多数の小孔を有する回転部材\nと、前記吸込具本体に設けられ電気掃除機に接続される接続管とを備えたことを特\n徴とする電気掃除機用吸込具。\n(ロ)  請求項５\n底面に吸気口を形成した平面部を有して前後に曲面部を形成した吸込具\n本体と、該吸込具本体外周に回動自在に設けられた多数の小孔を有する回転部材\nと、前記吸込具本体に設けられ電気掃除機に接続される接続管とを備え、前記回転\n部材には前記小孔より大なる複数個の吸気孔を設けたことを特徴とする電気掃除機\n用吸込具。\n(2)  本件補正に係る明細書（設定登録時の明細書、以下「登録時明細書」とい\nう。）に記載された特許請求の範囲\n(イ)  請求項１\n本体部及び本体部から延設される接続管を有する吸込具本体と、該吸込\n具本体の本体部外周に回転自在に装着される多数の孔を有する回転部材とを備え、\n前記本体部を、底面に吸気口を形成した平面部を有すると共にその前後に曲面部を\n有する形状に形成したことを特徴とする電気掃除機用吸込具。\n(ロ)  請求項２\n本体部及び本体部から延設される接続管を有する吸込具本体と、該吸込\n具本体の本体部外周に回転自在に装着される多数の孔を有する回転部材とを備え、\n前記本体部を、底面に複数個の吸気口を形成した平面部を有すると共にその前後に\n曲面部を有する形状に形成したことを特徴とする電気掃除機用吸込具。\n(ハ)  請求項３\n本体部及び本体部から延設される接続管を有する吸込具本体と、該吸込\n具本体の本体部外周に回転自在に装着される多数の孔を有する回転部材とを備え、\n前記本体部を、底面に吸気口を形成した平面部を有すると共にその前後に曲面部を\n有する形状に形成すると共に、前記回転部材の孔を長孔形状に形成したことを特徴\nとする電気掃除機用吸込具。\n（以下、請求項１、同２、同３に記載された発明をそれぞれ「請求項１に係\nる発明」、「請求項２に係る発明」、「請求項３に係る発明」という。）\n(3)  本件訂正請求に係る明細書に記載された特許請求の範囲の請求項３\n本体部及び本体部から延設される接続管を有する吸込具本体と、該吸込具\n本体の本体部外周に回転自在に装着される多数の孔を有する回転部材とを備え、前\n記本体部を、底面に吸気口を形成した平面部を有すると共にその前後に曲面部を有\nする形状に形成すると共に、前記回転部材の孔を小孔とこれに比較して十分大きい\n長孔形状の開口とに形成したことを特徴とする電気掃除機用吸込具。\n３  本件決定の理由の要点\n本件決定は、別添決定書写し記載のとおり、(1)本件訂正請求に対し、請求項\n１、２の「吸込具本体の本体部外周に回転自在に装着される多数の孔を有する回転\n部材」との記載は、本件補正によって補正されたものであるが、本件補正は当初明\n細書及び図面の記載事項の範囲を逸脱するものであるから、本件特許は、平成５年\n法律第２６号による改正前の特許法４０条（以下「旧４０条」という。）の規定に\nよって、平成８年１０月２４日に特許出願がなされたものとみなされるところ、請\n求項１～３に係る発明は特開平７ー１２４０８４号公報に記載された発明であるか\nら、特許法２９条１項３号に該当し、いずれも特許を受けることができず、本件訂\n正請求は特許法１２０条の４第３項で準用する同法１２６条４項に適合しないと\nし、(2)本件特許に対する異議申立てに対し、本件発明を登録時明細書の特許請求の\n範囲に記載されたとおりのものと認定したうえで、本件補正が当初明細書及び図面\nの要旨を変更するものであるから、本件特許の出願日は、特許法旧４０条の規定に\nより、平成８年１０月２４日であるところ、請求項１、２に係る発明は、特開平７\nー１２４０８４号公報に記載された発明であるから、特許法２９条１項３号に該当\nし、請求項３に係る発明は、上記出願日以前に日本国内において公然知られた株式\n会社アイワの製造・販売に係る「ふとんローラーダニクリーン」と同一の発明であ\nると認められるから、同項１号に該当し、いずれも特許を受けることができないも\nのであって、同法１１３条２号に該当し、特許を取り消すべきものであるとした。\n第３  原告主張の本件決定取消事由の要点\n１  本件決定の理由中、請求項１、２に係る発明を登録時明細書の特許請求の範\n囲に記載されたとおりのものとした認定は認める。\n本件決定は、本件訂正請求の当否につき、登録時明細書の特許請求の範囲請\n求項１、２に係る部分の本件補正が、当初明細書及び図面の要旨を変更するものと\n誤って判断した結果、本件特許が平成８年１０月２４日に特許出願がなされたもの\nとみなされるとの誤った前提の下に、本件訂正請求が特許法１２０条の４第３項で\n準用する同法１２６条４項に適合しないとの誤った判断に至り、また、本件異議申\n立ての当否につき、本件補正が当初明細書及び図面の要旨を変更するものと誤って\n判断した結果、本件特許が平成８年１０月２４日に特許出願がなされたものとみな\nされるとの誤った前提の下に、請求項３に係る発明については、それに加えて、登\n録時明細書の特許請求の範囲に記載されたとおりのものであるとの誤った認定の下\nに、請求項１、２に係る発明が特許法２９条１項３号に該当し、請求項３に係る発\n明が同項１号に該当するとの誤った結論に至ったものであるから、違法として取り\n消されなければならない。\n２  取消事由（本件補正が当初明細書及び図面の要旨を変更するものであるとの\n判断の誤り）\n(1)  本件決定は、本件訂正請求についての判断に当たり、「請求項１及び請求\n項２の『吸込具本体の本体部外周に回転自在に装着される多数の孔を有する回転部\n材』という記載は、平成８年１０月２４日付け手続補正書（注、本件補正に係る手\n続補正書を指す。）により補正されたものであるが、その補正は、本件特許異議事\n件に係る平成１０年６月８日付けの取消理由・・・に示したとおり、本件特許の願\n書に添附した明細書及び図面の記載事項の範囲を逸脱するものであると認められる\nから、本件特許は、旧特許法第４０条（注、特許法旧４０条）の規定によって、平\n成８年１０月２４日に特許出願がなされたものとみなされる。」（決定書８頁５～\n１５行）とし、また、本件異議申立てについての判断に当たり、「本件特許の出願\n日は、平成１０年６月８日付けの取消理由・・・に示した理由により、平成８年１\n０月２４日付け手続補正書による明細書及び図面の補正が本件特許の願書に添附し\nた明細書及び図面の要旨を変更するものであるから、旧特許法４０条の規定によ\nり、平成８年１０月２４日であると認める。」（同１０頁１５行～１１頁１行）と\nした。\nそして、上記「平成１０年６月８日付けの取消理由・・・に示した理由」\nとは、「本件特許の願書に添附した明細書（注、当初明細書）及び図面には、『吸\n込具本体の本体部外周に回転自在に装着される多数の『小孔』を有する回転部材』\nがもっぱら記載されていたというべきであって、その概念として、網目（小孔）の\nほかに、・・・参考資料３（注、本訴甲第４号証）に係る商品の『長孔形状』の孔\nをも包含する『多数の孔』と補正している点は、本件特許の願書に添附した明細書\n及び図面の記載事項の範囲を逸脱するものといわざるを得ない。」（同５頁１０～\n１９行）というものであり、請求項３に係る発明については、さらに、「本件特許\nの請求項３に係る発明は、『回転部材の孔を長孔形状に形成した』ものとするもの\nであるが、本件特許の願書に添附した明細書及び図面には、回転部材の孔を長孔形\n状に形成したもの（もっぱら『長孔形状』からなるもの）とすることは、何ら記載\nされていない。」（同５頁２０行～６頁５行）というものである。\n(2)  しかしながら、次のとおり、当初明細書に記載された発明に存在する技術\n事項は「多数の孔を有する回転部材」のレベルで把握すべきであり、本件決定の上\n記判断は誤りである。\nすなわち、当初明細書には、従来例の電気掃除機の吸込具の回転部材が、\n円筒状の吸込具本体外周全面を被う一枚の環状の網にて構成されていたため、吸込\n具本体が布団やカーテンの中に沈み込んで、吸込具本体の移動性が悪かったこと\n（甲第３号証２欄８～１２行）、本件発明は、この問題を解決するために、吸込具\n本体の底面を、吸気口を形成した平面部としたこと（同欄２７～３２行）が記載さ\nれたうえ、「本発明の請求項５の構成によれば、被掃除面の塵埃は、吸込具本体の\n吸気口から回転部材の小孔を介して吸引される。糸屑や毛髪などは小孔に引っ掛か\nり、吸引されないが、回転部材に設けた吸気孔よりのこれら糸屑や毛髪を吸引する\nことができる。」（同号証３欄４４～４８行、なお、「回転部材に設けた吸気孔」\nとあるのは「回転部材に設けた開口」の誤記である。）、「回転部材１０には、吸\n込具本体１の吸気口９と連通する開口１３を形成しているので、回転部材１０の回\n転に伴って吸込具本体１の吸気口９と開口１３が合致した位置で髪の毛や糸屑など\nの比較的大きなゴミも確実に吸引することができる。」（同号証４欄４９行～５欄\n３行）との各記載がある。\nこれらの記載には、「回転部材の小孔」からは糸屑や毛髪などの比較的大\nきなゴミ以外の被掃除面の塵埃が、「回転部材の開口」からは塵埃のみならず、糸\n屑や毛髪などの比較的大きなゴミも確実に吸引されることが示されている。そうす\nると、当業者であれば、回転部材に形成される孔が小孔あるいは比較的大きな開口\nに限定されるものではないこと、すなわち、回転部材には、吸込具本体の吸気口に\n位置したときに、ゴミを吸引するための孔が形成されていればよいことが、自明な\n事項として当初明細書に示されているものと理解することができる。\nそして、回転部材に小孔を有することは、①吸気口に位置したときに、ゴ\nミを吸引するための孔の機能に加えて、②従来技術の電気掃除機の吸込口が、例え\nば布団の布地を吸い込んで吸込口を塞ぐようなことを防止するのと同様に、小孔で\nは毛髪や糸屑などの比較的大きなゴミは引っかかるようにして、吸い込まないよう\nにした機能を加えたものである。すなわち、本件発明は、吸気口に位置したときに\nゴミの大小に関わらず吸引するための孔の機能（本来の機能）に、毛髪や糸屑など\nの比較的大きなゴミは吸い込まないようにした小孔の機能（付加的な機能）が重畳\n的に加わったものにすぎないから、当初明細書及び図面には、特定の構成が付加さ\nれ、これにより限定されたもの（吸込具本体の本体部外周に回転自在に装着される\n多数の「小孔」を有する回転部材）と、そのような付加限定のない本来のもの（吸\n込具本体の本体部外周に回転自在に装着される多数の「孔」を有する回転部材）と\nが、併存して記載されていたというべきである（東京高等裁判所昭和５６年（行\nケ）第２１号事件の昭和５７年５月２５日判決参照）。\nまた、一般に、技術用語として、「小孔」及び「長孔形状の孔」が「孔」\nの下位概念であることは容易に理解できるところ、電気掃除機が、被掃除面に付着\nしたゴミを吸引することを目的とするものであるという当業者の技術常識に照らせ\nば、回転部材には、ゴミを通過させる何らかの手段、すなわち、「孔」を必要とす\nるものであり、当初明細書の記載において、回転部材の「小孔」及び「小孔より大\nなる・・・吸気孔」（「吸気孔」とあるのは「開口」の誤記である。）が「孔」の\n一種として、これを介して塵埃等、ゴミを吸引する機能を有するものであること\nは、自明というべきある。したがって、当初明細書には、回転部材にゴミを通過さ\nせるための「孔」を設けた発明が、当業者にとって自明なものとして内在していた\nことが明らかであり、そうすると、上記「回転部材に設けた吸気孔よりのこれら糸\n屑や毛髪を吸引することができる。」（「吸気孔」とあるのは「開口」の誤記であ\nる。）との記載があるように、当初明細書には、「孔」をその下位概念である「長\n孔形状の孔（開口）」で形成した発明が存在していたものというべきである。\n「孔」を、「小孔」と混在することなく「長孔形状の孔（開口）」のみで構成して\nも、電気掃除機の被掃除面に付着したゴミを吸引する目的を達成し、これを介して\n塵埃等、ゴミを吸引する機能を有することは自明である。\n故に、当初明細書の特許請求の範囲の「該吸込具本体外周に回動自在に設\nけられた多数の小孔を有する回転部材」との記載を、登録時明細書の特許請求の範\n囲請求項１～３のとおり「該吸込具本体の本体部外周に回転自在に装着される多数\nの孔を有する回転部材」との記載に補正し、請求項３については、さらに「前記回\n転部材の孔を長孔形状に形成した」との記載により、「孔」を「長孔形状の孔（開\n口）」のみで構成するように補正した本件補正が、当初明細書又は図面の要旨を変\n更するものに当たらないことは明らかである。\n(3)  したがって、本件決定が、本件訂正請求についての判断に当たり、登録時\n明細書の特許請求の範囲請求項１、２に係る部分の本件補正が「本件特許の願書に\n添附した明細書及び図面の記載事項の範囲を逸脱するものであると認められるか\nら、本件特許は、旧特許法第４０条（注、特許法旧４０条）の規定によって、平成\n８年１０月２４日に特許出願がなされたものとみなされる。」（決定書８頁１１～\n１５行）とし、これを前提として、「本件の請求項１乃至請求項３に係る発明は、\n本件発明の出願公開公報に係る特開平７ー１２４０８４号公報（図面を含む）に記\n載された発明であると認められるから、特許法第２９条１項第３号に該当し、いず\nれも特許を受けることができないものである。・・・本件訂正請求は、特許法第１\n２０条の４第３項で準用する同第１２６条第４項の規定に適合しないので、当該訂\n正請求は認められない。」（同１０頁５～１３行）とした判断は、その前提におい\nて誤りがある。\nまた、本件決定が、本件異議申立てについての判断に当たり、「本件特許\nの出願日は、・・・平成８年１０月２４日付け手続補正書による明細書及び図面の\n補正（注、本件補正）が本件特許の願書に添附した明細書及び図面の要旨を変更す\nるものであるから、旧特許法４０条（注、特許法旧４０条）の規定により、平成８\n年１０月２４日であると認める。」（同１０頁１５行～１１頁１行）として、これ\nを前提とし、さらに、本件発明の要旨につき「本件特許に係る発明・・・は、明細\n書及び図面の記載からみて明細書（注、登録時明細書を指す。）の特許請求の範囲\nに記載されたとおりのもの・・・と認める。」（同１１頁２～５行）と認定したう\nえで、「本件の請求項１及び請求項２に係る発明は、本件発明の出願公開公報に係\nる特開平７ー１２４０８４号公報（図面を含む）に記載された発明であると認めら\nれるから、特許法第２９条第１項第３号に該当し、また、請求項３に係る発明は、\n本件特許の出願日（平成８年１０月２４日）以前に日本国内において公然知られた\n株式会社アイワの製造・販売に係る『ふとんローラーダニクリーン』・・・と同一\nの発明であると認められるから、特許法第２９条１項第１号に該当し、いずれも特\n許を受けることができないものである。」（同頁６～１７行）とした判断は、その\n前提において誤りがあり、かつ、請求項３に係る発明については、上記のとおり、\n本件訂正請求を認めなかったことが誤りであるから、発明の要旨の認定にも誤りが\nある。\n第４  被告の反論の要点\n１  本件決定の認定・判断は正当であり、原告主張の取消事由は理由がない。\n２  取消事由（本件補正が当初明細書及び図面の要旨を変更するものであるとの\n判断の誤り）について\n(1)  当初明細書には、従来技術につき「円筒状の吸込具本体外周に網状の回転\n部材を回動自在に設けたものが、・・・知られている。・・・しかしながら、回転\n部材は円筒状の吸込具本体外周全面を被う一枚の環状の網にて構成され、吸込口は\n円筒部の一部を切り欠いて設けているのみであった。そのため、吸込具本体が布団\nやカーテンの中に沈み込むため、吸込具本体の移動性が悪かった。」（甲第３号証\n２欄１～１２行）との記載、「発明が解決しようとする課題」として、「本発明\nは、上記欠点に鑑みなされたもので、掃除作業性を向上し・・・得る吸込具を提供\nすることを課題とする。」（同欄２３～２５行）との各記載があり、さらに、実施\n例について、「１０は前記吸込具本体１の外周に遊嵌される網状の回転部材」（同\n号証４欄１５～１６行）、「１３・・・は前記回転部材１０に設けられた複数個の\n吸気口で、回転部材１０の網目（小孔）に比較して十分に大きな開口面積を有して\nいる。」（同欄２１～２３行）、「回転部材１０には、吸込具本体１の吸気口９と\n連通する開口１３を形成しているので、回転部材１０の回転に伴って吸込具本体１\nの吸気口９と開口１３が合致した位置で髪の毛や糸屑などの比較的大きなゴミも確\n実に吸引することができる。」（同４欄４９行～５欄３行）との各記載がある。\nこれらの記載及び上記当初明細書の特許請求の範囲請求項１、５の各記載\nによれば、当初明細書に記載された発明は、吸込具本体外周に回動自在に設けられ\nた多数の小孔を有する（すなわち、網状の）回転部材を備えるものであり、さら\nに、網状の回転部材には、前記小孔より大なる複数個の吸気口（開口）を設けたも\nのが加わったものである。いずれにしても、回転部材は網状に形成されているもの\nであって、その網目を「多数の小孔」と表現しているのである。\nそうすると、当業者であれば、当初明細書に、回転部材には吸込具本体の\n吸気口に位置したときに、ゴミを吸引するための孔が形成されていればよいこと\nが、自明な事項として示されているものと理解することができるとか、当初明細書\nには、特定の構成が付加され、これにより限定されたもの（吸込具本体の本体部外\n周に回転自在に装着される多数の「小孔」を有する回転部材）と、そのような付加\n限定のない本来のもの（吸込具本体の本体部外周に回転自在に装着される多数の\n「孔」を有する回転部材）とが、併存して記載されていたとする原告の主張は誤り\nである。\nまた、原告は、当初明細書に、回転部材にゴミを通過させるための「孔」\nを設けた発明が、当業者にとって自明なものとして内在していたとも主張するが、\n小孔をその上位概念である孔に変更すると、小孔だけでなく、任意の大きさの孔を\n含むことになるが、大きな孔では、網状の回転部材は形成できないし、たとえ形成\nできたとしても本件発明の目的を達成できないことになる。すなわち、当初明細書\n記載の発明において、「多数の大きな孔を有する回転部材」は成立しないのである\nから、回転部材にゴミを通過させるための（多数の任意の大きさの）「孔」を設け\nた発明が自明なものとして、当初明細書に内在していたとはいえない。\nなお、原告は、「孔」を、「小孔」と混在することなく「長孔形状の孔\n（開口）」のみで構成しても、電気掃除機の被掃除面に付着したゴミを吸引する目\n的を達成し、これを介して塵埃等、ゴミを吸引する機能を有するとも主張するが、\nたとえ、同じ目的を達成し、同じ機能を有するとしても、その解決手段として構成\n要件が異なれば別発明を構成するものであり、原告主張の事由が、「長孔形状の孔\n（開口）」のみで構成する回転部材が当初明細書に内在していたとする理由にはな\nらない。\n(2)  したがって、本件補正が当初明細書及び図面の要旨を変更するものである\nことは明らかであり、これが要旨の変更に当たらないことを前提とする原告の取消\n事由の主張は失当である。\n第５  当裁判所の判断\n１  取消事由（本件補正が当初明細書及び図面の要旨を変更するものであるとの\n判断の誤り）について\n(1)  本件発明の当初明細書（甲第３号証）には、「産業上の利用分野」とし\nて、「本発明は、電気掃除機に接続して、布団やカーテンなどを掃除する際に使用\nされる吸込具の改良に関する。」（同号証１欄４７～４９行）との、「従来の技\n術」として、「従来、この種吸込具として、円筒状の吸込具本体外周に網状の回転\n部材を回動自在に設けたものが、・・・知られている。この吸込具は、吸込具本体\nの外周下部に形成した吸気口から、回転部材を介してゴミ等を吸引し、吸込具本体\n側面に設けられた接続管から電気掃除機に集塵するようになっている。・・・しか\nしながら、回転部材は円筒状の吸込具本体外周全面を被う一枚の環状の網にて構成\nされ、吸込口は円筒部の一部を切り欠いて設けているのみであった。そのため、吸\n込具本体が布団やカーテンの中に沈み込むため、吸込具本体の移動性が悪かっ\nた。」（同２欄１～１２行）との、「発明が解決しようとする課題」として、「本\n発明は、上記欠点に鑑みなされたもので、掃除作業性を向上し・・・得る吸込具を\n提供することを課題とする。」（同欄２３～２５行）との、「作用」として、「本\n発明の請求項１の構成によれば、被掃除面の塵埃は、回転部材の小孔を介して吸込\n具本体の吸気口から吸引される。吸込具本体を移動させると、回転部材が被掃除面\nとの間の摩擦抵抗により吸込具本体の移動に伴って回転する。」（同３欄２１～２\n５行）、「本発明の請求項５の構成によれば、被掃除面の塵挨は、吸込具本体の吸\n気口から回転部材の小孔を介して吸引される。糸屑や毛髪などは小孔に引っ掛か\nり、吸引されないが、回転部材に設けた吸気孔よりのこれら糸屑や毛髪を吸引する\nことができる。」（同欄４４～４８行、なお、「吸気孔よりのこれら糸屑」は「開\n口よりこれら糸屑」の誤記であると認められる。）との各記載があり、また、唯一\nの実施例に関して、「本発明の一実施例を図１乃至図４に基づいて以下に詳述す\nる。・・・１は合成樹脂製の吸込具本体、・・・９，９…は前記吸込具本体１の底\n面に複数個設けられた吸気口。１０は前記吸込具本体１の外周に遊嵌される網状の\n回転部材で、ポリプロピレン、ポリエチレン等の合成樹脂や、ゴムなどの被掃除面\nとの摩擦抵抗が大きく、柔軟な材料にて形成されている。・・・１３，１３…は前\n記回転部材１０に設けられた複数個の吸気口で、回転部材１０の網目（小孔）に比\n較して十分に大きな開口面積を有している。１４，１４は吸込具本体１の前後に設\nけた曲面部で、吸込具本体１の底面１５及びこの曲面部１４，１４の外周部に前記\n網状の回転部材１０が摺接して回動するようになっている。」（同４欄８～２７\n行、なお、「複数個の吸気口」は「複数個の開口」の誤記と認められ\nる。）、「回転部材１０には、吸込具本体１の吸気口９と連通する開口１３を形成\nしているので、回転部材１０の回転に伴って吸込具本体１の吸気口９と開口１３が\n合致した位置で髪の毛や糸屑などの比較的大きなゴミも確実に吸引することができ\nる。」（同４欄４９行～５欄３行）との各記載があり、さらに「発明の効果」とし\nて、「本発明の請求項１の構成によれば、吸込具本体の移動性を向上することがで\nき、掃除作業性を向上することができると共に、回転部材は吸込具本体の平面部に\nそって移動して回転自在となっているので、吸込具本体と被掃除面（布団やカーテ\nン）との接触面積が大きく、吸込具本体に布団やカーテンが絡みつかず、スムーズ\nに吸込具本体を移動させることができる。」（同５欄５～１２行）、「本発明の請\n求項５の構成によれば、回転部材に設けた吸気口により、糸屑や毛髪なども十分に\n吸引することができる。」（同６欄１～３行）との各記載があり、図１及び図４に\nは、吸込具本体１の外周に装着された環状の回転部材１０が網状で、その全体にわ\nたって細かい網目が形成され、さらに、該網状の回転部材１０上に、網目より十数\n倍程度大きい矩形状の孔（長孔）が規則的に配列形成されている状態が図示されて\nいる。\n(2)  ところで、前示争いのない当初明細書の特許請求の範囲請求項１には、そ\nこに記載された発明の回転部材に形成される孔に関して、「多数の小孔を有する回\n転部材」との記載があり、また、同請求項５には、そこに記載された発明の回転部\n材に形成される孔に関して、「多数の小孔を有する回転部材」、「前記回転部材に\nは前記小孔より大なる複数個の吸気孔を設けた」（「吸気孔」は「開口」の誤記と\n認められる。）との各記載があるところ、この各請求項の「多数の小孔を有する回\n転部材」との記載は、それ自体では、回転部材上のどの位置にどの程度の小ささの\n孔がどの程度の密度で形成されているのか等が明確ではなく、特許請求の範囲の記\n載の技術的意義が一義的に明確に理解できない場合に当たるので、明細書及び図面\nの各記載を参酌するに、前示(1)の当初明細書の記載、特に、従来技術に関する「回\n転部材は円筒状の吸込具本体外周全面を被う一枚の環状の網にて構成され」との記\n載、及び実施例に関する「１０は前記吸込具本体１の外周に遊嵌される網状の回転\n部材で、ポリプロピレン、ポリエチレン等の合成樹脂や、ゴムなどの被掃除面との\n摩擦抵抗が大きく、柔軟な材料にて形成されている。・・・１３，１３…は前記回\n転部材１０に設けられた複数個の吸気口（注、「吸気口」は「開口」の誤記と認め\nられる。）で、回転部材１０の網目（小孔）に比較して十分に大きな開口面積を有\nしている。」との記載、並びに前示図１及び図４の各図示に鑑みれば、「多数の小\n孔を有する回転部材」とは、環状の幅広ベルト状に構成された回転部材の該ベルト\n状部分全体が網状に形成されていることを意味し、「多数の小孔」は、その網目を\n表現するものであって、当然、回転部材の全体にわたり、網を形成する縦横に交差\nした糸状部分以外の部分が該小孔に当たるものであることが認められる。\nそうすると、前示当初明細書の特許請求の範囲請求項１に「多数の小孔を\n有する回転部材」との記載があることにより、請求項１が、全面が網状に形成され\nた回転部材を備える電気掃除機用吸込具の発明を記載していること、また、同請求\n項５に「多数の小孔を有する回転部材」、「前記回転部材には前記小孔より大なる\n複数個の吸気孔を設けた」との各記載があることにより、請求項５が、全体が網状\nに形成されたうえ、その面上に、網目より大きい開口（例えば、図１及び図４に示\nされた長孔形状の開口）を複数設けた回転部材を備える電気掃除機用吸込具の発明\nを記載していることは、いずれも明らかである。そして、当初明細書及び図面（甲\n第３号証）には、いずれも回転部材が網状に形成されたものであるこの２態様以外\nの態様の回転部材を備えるものについての記載は存在しない。\n(3)  しかるところ、原告は、前示(1)のとおり、当初明細書に、「本発明の請\n求項５の構成によれば、被掃除面の塵挨は、吸込具本体の吸気口から回転部材の小\n孔を介して吸引される。糸屑や毛髪などは小孔に引っ掛かり、吸引されないが、回\n転部材に設けた吸気孔よりのこれら糸屑や毛髪を吸引することができる。」（「吸\n気孔よりのこれら糸屑」は「開口よりこれら糸屑」の誤記であると認められ\nる。）、「回転部材１０には、吸込具本体１の吸気口９と連通する開口１３を形成\nしているので、回転部材１０の回転に伴って吸込具本体の吸気口９と開口１３が合\n致した位置で髪の毛や糸屑などの比較的大きなゴミも確実に吸引することができ\nる。」との記載があることを根拠として、当業者であれば、回転部材には、吸込具\n本体の吸気口に位置したときに、ゴミを吸引するための孔が形成されていればよい\nことが、自明な事項として当初明細書に示されているものと理解することができる\nとか、本件発明は、吸気口に位置したときにゴミの大小に関わらず吸引するための\n孔の機能（本来の機能）に、毛髪や糸屑などの比較的大きなゴミは吸い込まないよ\nうにした小孔の機能（付加的な機能）が重畳的に加わったもので、当初明細書及び\n図面には、特定の構成が付加され、これにより限定されたものである多数の「小\n孔」を有する回転部材と、そのような付加限定のない本来のものである多数の\n「孔」を有する回転部材とが、併存して記載されていた等と主張するが、次のとお\nり、かかる主張を採用することはできない。\nすなわち、回転部材に、「孔」が設けてあれば、特にその態様が限定され\nていなくとも、ゴミを吸引することができること自体は、原告摘示の当初明細書の\n記載をまつまでもなく、技術常識に属することということができるが、そうである\nからといって、態様が限定されない「孔」を有する回転部材が、自明な事項として\n当初明細書及び図面に示されているものということはできない。何故なら、前示(2)\nのとおり、当初明細書及び図面には、特許請求の範囲請求項１に、全面が網状に形\n成された回転部材を備える電気掃除機用吸込具の発明が、同請求項５に、全体が網\n状に形成されたうえ、その面上に、網目より大きい開口を複数設けた回転部材を備\nえる電気掃除機用吸込具の発明が記載されており、いずれも回転部材が網状に形成\nされたものであるこの２態様以外の態様の回転部材を備えるものについての記載は\nないところ、当初明細書には、前示(1)のとおり、本件発明が、「吸込具本体の移動\n性が悪かった」従来の技術の「欠点に鑑みなされたもので、掃除作業性を向上\nし・・・得る吸込具を提供することを課題とする」ことが記載されており、また、\n回転部材の全面が網状に形成された態様の請求項１記載の発明につき、「被掃除面\nの塵埃は、回転部材の小孔を介して吸込具本体の吸気口から吸引される。吸込具本\n体を移動させると、回転部材が被掃除面との間の摩擦抵抗により吸込具本体の移動\nに伴って回転する」作用を有し、「吸込具本体の移動性を向上することができ、掃\n除作業性を向上することができる」との効果を奏することが記載されていることに\n照らして、「多数の小孔を有する回転部材」（すなわち、全体が網状に形成されて\nいる回転部材）という構成が、発明の目的を達成するために必須の構成要件である\nものとして、当初明細書に記載されているものと認められ、請求項５記載の発明の\nように、全体が網状に形成された回転部材の面上に、網目より大きい開口を複数設\nけることは許容されるとしても、回転部材の全体を網状に形成すること自体を廃\nし、例えば、網目のない回転部材の面上に、図１及び図４に示された矩形状の孔\n（長孔）に相当するような大きい開口のみを多数設けるような構成は、当初明細書\n及び図面の記載から排除されているものというべきである。\nしたがって、当業者であれば、回転部材には、吸込具本体の吸気口に位置\nしたときに、ゴミを吸引するための孔が形成されていればよいことが、自明な事項\nとして当初明細書に示されているものと理解することができるとの原告主張は失当\nである。\nまた、当初明細書には、前示(1)のとおり、請求項１記載の発明の作用とし\nて、「被掃除面の塵埃は、回転部材の小孔を介して吸込具本体の吸気口から吸引さ\nれる」との、請求項５記載の発明の作用として、「被掃除面の塵挨は、吸込具本体\nの吸気口から回転部材の小孔を介して吸引される。糸屑や毛髪などは小孔に引っ掛\nかり、吸引されないが、回転部材に設けた吸気孔よりのこれら糸屑や毛髪を吸引す\nることができる。」（「吸気孔よりのこれら糸屑」は「開口よりこれら糸屑」の誤\n記であると認められる。）との各記載があるところ、これらの記載に照らして、請\n求項５記載の発明の「回転部材には前記小孔より大なる複数個の吸気孔を設けた」\n（「吸気孔」は「開口」の誤記と認められる。）構成は、小孔（網目）の有する、\n糸屑や毛髪などの比較的大きなゴミが引っ掛かって吸引されないという欠点を解決\nすべく、これらを吸引するために採用した付加的な構成であると考えるのが技術的\nに自然であって、本件発明をもって、吸気口に位置したときにゴミの大小に関わら\nず吸引するための「孔」の機能（本来の機能）に、毛髪や糸屑などの比較的大きな\nゴミは吸い込まないようにした「小孔」の機能（付加的な機能）が重畳的に加わっ\nたものと見ることはできない。\nしたがって、当初明細書及び図面に、特定の構成が付加され、これにより\n限定されたものである多数の「小孔」を有する回転部材と、そのような付加限定の\nない本来のものである多数の「孔」を有する回転部材とが、併存して記載されてい\nたとの原告主張も失当である。\nなお、原告の引用する東京高等裁判所昭和５６年（行ケ）第２１号事件の\n昭和５７年５月２５日判決に係る事案は、本件とは異なるものであって、該判決は\n本件に適切ではない。\nさらに、技術用語としての「小孔」及び「長孔形状の孔」は「孔」の下位\n概念であると認められるところ、原告は、電気掃除機が、被掃除面に付着したゴミ\nを吸引することを目的とするという当業者の技術常識に照らし、回転部材には\n「孔」を必要とするものであり、当初明細書の「小孔」及び「小孔より大な\nる・・・吸気孔（「開口」の誤記）」が「孔」の一種として、ゴミを吸引する機能\nを有するものであることは自明であるから、当初明細書には、回転部材にゴミを通\n過させるための「孔」を設けた発明が、当業者にとって自明なものとして内在して\nいたとし、「長孔形状の孔（開口）」が「孔」の下位概念であること、あるいは、\n「孔」を「長孔形状の孔（開口）」のみで構成しても、電気掃除機の被掃除面に付\n着したゴミを吸引する目的を達することを理由として、「孔」を「長孔形状の孔\n（開口）」で形成した発明が当初明細書に存在していたとも主張するが、この主張\nが採用できないことも、前示したところから明白である。\n(4)  以上のように、当初明細書及び図面には、態様が限定されない「孔」を有\nする回転部材、あるいは「孔」を、小孔（網目）ではない「長孔形状の孔（開\n口）」のみで形成した回転部材、すなわち、全体を網状に形成することを廃した回\n転部材が、自明な事項として示され、あるいは内在していたものということはでき\nない。\nしかるところ、本件補正によって補正された登録時明細書の特許請求の範\n囲請求項１、２には、請求項１、２に係る発明の回転部材に形成される孔に関し\nて、「多数の孔を有する回転部材」と記載され、さらに同請求項３には、請求項３\nに係る発明の回転部材に形成される孔に関して、「多数の孔を有する回転部材」、\n「前記回転部材の孔を長孔形状に形成した」と記載されていることは、前示のとお\nり、争いがない。そして、これらの記載に係る事項は、当初明細書及び図面に記載\nされておらず、かつ、当業者に自明な事項として示され、あるいは内在する事項で\nもないのであるから、本件補正は、登録時明細書の特許請求の範囲請求項１～３の\nいずれについても、当初明細書又は図面に記載した範囲内において特許請求の範囲\nを変更したものに当たらず、したがって、当初明細書又は図面の要旨を変更するも\nのであるといわざるを得ない。\nそうすると、本件決定には、本件訂正請求についての判断においても、本\n件特許に対する異議申立てについての判断においても、原告主張の誤りはないもの\nというべきである。\n２  以上のとおりであるから、原告主張の本件決定取消事由は理由がなく、その\n他本件決定にはこれを取り消すべき瑕疵は見当たらない。\nよって、原告の請求を棄却することとし、訴訟費用の負担につき行政事件訴\n訟法７条、民事訴訟法６１条を適用して、主文のとおり判決する。\n東京高等裁判所第１３民事部\n裁判長裁判官      田中康久\n裁判官      石原直樹\n裁判官      清水  節\n"
}