{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 12,
    "month": 3,
    "day": 21
  },
  "case_number": "平成12(行ケ)4",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "商標権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "13297",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=13297",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/297/013297_hanrei.pdf",
  "contents": "平成１２年（行ケ）第４号　審決取消請求事件\n平成１２年３月７日口頭弁論終結\n判　　　　　　決\n原　　　　　　告　　　株式会社永谷園\n代表者代表取締役　　　Ａ\n訴訟代理人弁理士　　　Ｂ\n同　　　　　　　　　　Ｃ\n同　　　　　　　　　　Ｄ\n同　　　　　　　　　　Ｅ\n被　　　　　　告　　　Ｆ\n主　　　　　　文\n特許庁が平成１０年審判第３５４４９号事件について平成１１年１１月９日にした\n審決を取り消す。\n訴訟費用は被告の負担とする。\n事実及び理由\n１　原告は、主文と同旨の判決を求め、請求の原因として次のとおり述べた。\n(1)　特許庁における手続の経緯\n被告は、第３０類「穀類の加工品」を指定商品とし、「富山のゆうげ」の文字\nを横書きしてなる商標登録第４０５１３２１号商標（平成７年１１月２７日商標登\n録出願、平成９年８月２９日設定登録。以下「本件商標」という。）の商標権者で\nある。\n原告は、平成１０年９月１８日、本件商標の商標登録無効の審判を請求した。特\n許庁は、この請求を平成１０年審判第３５４４９号事件として審理した結果、平成\n１１年１１月９日、「本件審判の請求は、成り立たない。」との審決をし、同年１\n２月８日その謄本を原告に送達した。\n(2)　審決の理由\n別紙審決書の理由の写しのとおりである。\n(3)　審決取消事由\nイ　審決は、商標法４条１項１１号における、本件商標と登録第１９３１０９６号\n商標（審決のいう「引用商標」。以下、これにならい本判決でも「引用商標」とい\nう。）との類否判断を誤った。\n「ゆうげ」の文字は、日常語として一般に使用されているものではなく、日本的\n情緒を看取させる歴史的文字であるから、語の表現上顕著な特色を有するものであ\nる。これに対して「富山の」の文字は、商品の産地、販売地又は取引地を表示する\n著名な地理的名称であって、自他商品識別機能を有しない。したがって、本件商標\nの「富山の」の文字は、商品の品質を表示する形容詞的文字部分に相当するから、\n本件商標は、「富山の」を除外した構成文字に相応して「ゆうげ」の称呼をも生ず\nる。\n審決は、本件商標が「海の幸、山の幸に恵まれた富山地方の夕餉の情景」を想起\nさせるから、これにより「トヤマノユウゲ」の一連の称呼を生じさせると認定し\nた。しかし、上記下線部分は、本件商標の構成文字自体より看取されるものではな\nく、「富山」の語についての辞書の説明にも記載されていない。審決は、このよう\nな主観的観念に基づいて本件商標の称呼を特定しており、観念と称呼の関係に関す\nる認定の誤りがある。\nしたがって、本件商標は引用商標に類似する。\nロ  審決は、商標法４条１項１５号における混同を生ずるおそれの判断を誤った。\n原告は、引用商標を付した即席みそ汁「ゆうげ」について多大の広告費用（発売\n当初である昭和５０年だけでも３億６０００万円）を投入して宣伝しており、その\n売上高は昭和５０年から５８年までだけでも毎年２０億円、のべ１６０億円に達し\nていた。原告は、その後も、平成元年から「永谷園みそ汁シリーズ　プレミアムキ\nャンペーン」（応募期間が設定され、夫婦椀等をプレゼント品とする。）を実施\nし、各種新聞にも広告宣伝を掲載するなどして、多額の費用を投じて引用商標を付\nした即席みそ汁「ゆうげ」を宣伝し続けており、上記「ゆうげ」は、即席みそ汁市\n場でのシェア第２位を占めている。また、各種新聞や雑誌には、引用商標が付され\nた商品に関する記事がしばしば掲載されてきた。これにより、引用商標は、本件商\n標の商標登録出願当時には著名商標となっていた。\n本件商標の指定商品中には、「即席うどんめん、即席そばめん、即席中華そばめ\nん」等の穀物加工品が包含されており、これらの商品と「即席みそしる」は、とも\nに短時間で採食を可能にするという点で需要者層及び用途上の共通性を有し、ま\nた、ともにコンビニエンスストアー、スーパーマーケット等の食品コーナーで販\n売、購入されるという点で商品の販売店又は購入先の共通性を有する。\nこのような状況下では、本件商標に接する需要者は、引用商標「ゆうげ」を想起\nし、「ゆうげ」の地域別のシリーズ商標であるかのように誤認して、商品の出所に\nついての混同を生ずるおそれがある。\nハ　以上のとおり、審決は、商標法４条１項１１号、１５号における認定判断を誤\nったものであって、この誤りが審決の結論に影響を及ぼすから、違法として取り消\nされるべきである。\n２　被告は、適式の呼出しを受けながら、本件口頭弁論期日に出頭しないし、答弁\n書その他の準備書面も提出しないから、請求原因事実を自白したものとみなされ\nる。\n３　以上の事実によれば、審決は、本件商標について、商標法４条１項１１号にお\nける本件商標と引用商標との類否判断を誤ったものである可能性が十分にあり、仮\nにそうでないとしても、そのときは、同項１５号における混同を生ずるおそれの判\n断を誤ったものというべきである。そして、審決の上記誤りが審決の結論に影響を\n及ぼすことは明らかである。\nよって、原告の本訴請求は理由があるから認容することとし、訴訟費用の負担に\nつき行政事件訴訟法７条、民事訴訟法６１条を適用して、主文のとおり判決する。\n東京高等裁判所第６民事部\n裁判長裁判官    　 山　　下　　和　　明\n裁判官　　   山　　田　　知　　司\n裁判官　     宍　　戸　        充\n"
}