{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 13,
    "month": 8,
    "day": 27
  },
  "case_number": "平成10(ワ)23824",
  "case_name": "",
  "court_name": "東京地方裁判所",
  "right_type": "その他",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "12354",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=12354",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/354/012354_hanrei.pdf",
  "contents": "平成１０年(ワ)第２３８２４号　製作販売等差止等請求事件\n口頭弁論終結日　平成１３年５月１１日\n判　　　　　　　決\n原　　　　　告　　　 Ａ\n原　　　　　告　　　 カネツ競走馬株式会社\n原　　　　　告　　　 Ｂ\n原　　　　　告　　　 金森森商事株式会社\n原　　　　　告　　　 Ｃ\n原　　　　　告　　　 Ｄ\n原　　　　　告　　　 Ｅ\n原　　　　　告　　　 株式会社新元観光\n原　　　　　告                  株式会社クレアール\n原          告                  株式会社ヒダカ、ブリ\nーダーズ、ユニオン\n原          告                  Ｆ\n原　　　　　告　　　 Ｇ\n原　　　　　告　　　 Ｈ\n原　　　　　告　　　 有限会社大北牧場\n原　　　　　告　　　 Ｉ\n原　　　　　告　　　 Ｊ\n原　　　　　告　　　 有限会社太陽ファーム\n原　　　　　告　　　 Ｋ\n原　　　　　告　　　 有限会社ビワ\n原　　　　　告　　　 Ｌ\n原　　　　　告　　　 有限会社西山牧場\n原　　　　　告　　　 株式会社イシジマ\n原　　　　　告　　　 Ｍ\n原告ら訴訟代理人弁護士 塩　見　　　渉\n被　　　　　告 　　　株式会社アスキー\n被告訴訟代理人弁護士 龍　村　　　全\n主　　　　　　　文\n１　原告らの請求をいずれも棄却する。\n２　訴訟費用は原告らの負担とする。\n事実及び理由\n第１  請求\n１　被告は，別紙物件目録１記載の各ゲームソフトを製作し，販売し，貸し渡\nし，又は販売若しくは貸渡しのために展示してはならない。\n２　被告は，別紙物件目録２記載のゲームソフトの複製権を許諾してはならな\nい。\n３　被告は，原告Ａに対し２００万円，原告カネツ競走馬株式会社に対し１５０\n万円，原告Ｂに対し５００万円，原告金森森商事株式会社に対し３５０万円，原告\nＣに対し５０万円，原告Ｄに対し４００万円，原告Ｅに対し５０万円，原告株式会\n社新元観光に対し５０万円，原告株式会社クレアールに対し５０万円，原告株式会\n社ヒダカ、ブリーダーズ、ユニオンに対し６００万円，原告Ｆに対し３００万円，\n原告Ｇに対し５０万円，原告Ｈに対し５０万円，原告有限会社大北牧場に対し５０\n万円，原告Ｉに対し１００万円，原告Ｊに対し４５０万円，原告有限会社太陽ファ\nームに対し５０万円，原告Ｋに対し５０万円，原告有限会社ビワに対し２５０万\n円，原告Ｌに対し５０万円，原告有限会社西山牧場に対し６００万円，原告株式会\n社イシジマに対し５０万円，及び原告Ｍに対し１００万円並びに各原告に対し前記\n各金員に対する平成１０年１１月２６日から支払済みまで年５分の割合による金員\nを各支払え。\n第２  事案の概要\n本件は，競走馬を所有する原告らが，原告らの所有する競走馬の名称を使用\nして家庭用ビデオゲームソフトを製作，販売等する被告の行為は，いわゆる「パブ\nリシティ権」の侵害に当たるとして，前記ゲームソフトの製作等の差止め及び不法\n行為に基づく損害賠償を請求している事案である。\n１  前提となる事実\n(1)　原告らは，別紙「競走馬所有関係，損害及び請求金額一覧」の各(1)欄記\n載の各競走馬（以下「本件各競走馬」という。）を，同欄記載のとおり所有し又は\n所有していた（甲１ないし６４，６７及び弁論の全趣旨）。\n(2)　被告は，平成８年３月ころから，別紙物件目録１記載の各ゲームソフトを\n製作，販売し，また，訴外任天堂株式会社に対し，別紙物件目録２記載のゲームソ\nフトの複製を許諾している（争いがない。）。\n(3)　別紙物件目録１及び２記載の各ゲームソフト（以下「本件各ゲームソフ\nト」という。）は，家庭用ゲーム機で使用するビデオゲームソフトであり，プレー\nヤーが，競走馬の生産者，調教師及び馬主として，牧場，一頭の繁殖牝馬及び一定\n額の資金を与えられ，種牡馬と繁殖牝馬の血統や特性を考慮しつつ交配を行って馬\nを生産し，牧場で仔馬を育て，厩舎において競走馬としての調教を行い，競馬場の\nレースで勝利を目指し，賞金を獲得すれば，より良い種牡馬と繁殖牝馬の交配を行\nうことでさらに強い競走馬を育成し，いわゆる「Ｇ１」レースの制覇を目指すこと\nなどを内容とする，競走馬育成シュミレーションゲームである（甲６８，６９，７\n９，８０及び弁論の全趣旨）。\n(4)　本件各ゲームソフトにおいては，種牡馬，繁殖牝馬及びレースに出走する\n競走馬の一部に，別紙「競走馬使用状況一覧表」記載のとおり，原告らが所有する\n本件各競走馬の名称が使用されているが，被告は，上記使用について原告らの許諾\nを得ていない（争いがない。）。\n２　当事者の主張\n(1)　パブリシティ権の根拠・内容等\n（原告ら）\nア　物の所有者は，所有に係る物が，商品の購買に当たっての訴求力又は顧\n客吸引力等の経済的利益，すなわち「パブリシティ価値」を備えるに至った場合に\nは，物の「パブリシティ価値」を利用して，商品を製造したり，対価を得て商品化\nを許諾したりするなど，その経済的利益を排他的に支配する財産的権利，すなわち\n「パブリシティ権」を享受すると解すべきである。\n「パブリシティ権」を定める実定法は存在しないことは認める。\nイ　なお，原告らは，本件請求について，以下のとおり釈明した。\n(ア)　「パブリシティ権」を享有する主体は，物の所有者である。しか\nし，本件請求は，所有権に基づく請求ではない。\n(イ)　本件請求は，原告らが有する人格権に基づく請求ではない。\n(ウ)　本件請求は，商標法や不正競争防止法に基づく請求ではない。\n(エ)　「物」の訴求力又は顧客吸引力がパブリシティ価値を備えるに至っ\nた場合に，排他的権利が発生する。「物の名称」そのものに，物の経済的利益を排\n他的に支配する権利が発生するのではない。したがって，物の命名者に「パブリシ\nティ権」が帰属するのではない。\n（被告）\nア　原告らは，物の顧客吸引力を利用する行為について排他性を有する実定\n法上の根拠を示していないので，本件請求は理由がない。\n原告らは，物の所有者が物の経済的利益の利用についての排他的権利を\n有する旨主張する。しかし，権利に排他性が認められるためには，実定法の根拠\n（人格権に基づく請求権のように明文がない場合も含む。）が存する場合に限ら\nれ，そのような根拠がない限りは，肯定されるべきではない。\n物又はその名称が有する顧客吸引力については，著作物，商号，商標，\n商品等表示などを通じて保護するのが知的財産権法及び不正競業法の立場であり，\nそれ以外の場合に，物又はその名称を対象とする排他的な権利を肯定するのは，こ\nのような保護規定を設けた現行の法体系及び制度趣旨に反する。現行法上は，顧客\n吸引力等の利用については，上記の実定法で認められる範囲及び人格的利益と一体\n化した自然人の氏名・肖像の経済的利用についてのみ肯定される余地があると解す\nべきものである。\nしたがって，実定法（又は人格権の作用）により認められた権利の範囲\nを超え，物の顧客吸引力に基づいて，その名称を使用する排他的権利を生ずるとす\nる見解は前提において採り得ない。\nイ　仮に，原告らの主張が，物の顧客吸引力の排他的利用を物の所有権の作\n用により根拠付けるべきであるとの趣旨であれば，同主張は，以下のとおり失当で\nある。すなわち，物の所有権の作用は，あくまで，物の直接的物理的な支配権から\n生ずる作用に限られるのであって，物の直接的な支配とは直接関連しない顧客吸引\n力を利用する行為を排除する権能を含まない。\n仮に，物について，その排他的な経済的利用を肯定できる余地があると\nしても，排他的権利の内容は，せいぜい物の影像，形状，姿態を有形的に再生して\n利用する行為に限られるべきであって，物の名称を使用する行為にまで拡張するこ\nとは許されない。\nウ　新たな利益ないし創作的活動の中で，知的財産権法又は不正競業法によ\nる保護が及ばないものについては，一般不法行為法の枠組みの中で，侵害態様の違\n法性，被侵害利益の程度など個別的具体的な事情を考慮して不法行為の成否を判断\nすれば足りる。知的財産権法全体についての整合性を検討することなく，物のいわ\nゆる「パブリシティ権」のような新たな無体財産権を創出することは，必要性もな\nいし，また許されるものでもない。\n(2)　パブリシティ権侵害の有無\n（原告ら）\nア  原告らは，本件各競走馬の所有者である。\nイ　本件各競走馬には，以下のとおり，商品の購買に当たっての訴求力又は\n顧客吸引力を生じさせる「パブリシティ価値」がある。\nすなわち，本件各ゲームソフトにおいては，プレーヤーが競走馬を生\n産，育成し，レースに出走させるすべての過程において，実在の競走馬の名称とと\nもに，実在の競走馬が有する種々のデータが用いられており，例えば，生産におい\nても，種牡馬，繁殖牝馬を選択するに当たり，実在の競走馬のデータをもとに選択\nすることで，プレーヤーの育成する競走馬が実在感を持ち，さらにそれをレースに\n出走させる場合も，実在の競走馬と競い合わせることによって一層ゲーム性が高め\nられている。すなわち，本件各ゲームソフトの最大の特徴は，実在の競走馬ととも\nに現実感をもってプレイすることができる点にあるのであって，本件各競走馬の名\n称等を使用していることによって本件各ゲームソフトの商品価値が高められ，その\n販売が促進されている。\nウ　したがって，原告らは，それぞれ所有する本件競走馬について，そのパ\nブリシティ価値を利用して商品を製造したり，また対価を得て商品化を許諾したり\nするなど，その経済的利益を排他的に支配する財産的権利である「パブリシティ\n権」を有する。\nよって，被告が本件各ゲームソフトを製作する行為等は，本件各競走馬\nのパブリシティ価値を無断で使用するものであり，原告らの「パブリシティ権」を\n侵害するから，原告らは，被告に対し，本件各ゲームソフトの製作等の差止め等を\n求める権利を有する。\n（被告）\nア　物の顧客吸引力を利用する行為について排他的権利を有する実定法上の\n根拠がない以上，原告らの請求は，主張自体失当である。\nイ　仮に，原告らの(1)に関する主張を前提としても，以下のとおり，本件各\nゲームソフトを製作する被告の行為は，いわゆる「パブリシティ権」を侵害しな\nい。\nすなわち，本件各ゲームソフトは，競走馬育成過程をシミュレーショ\nン・ゲームとして楽しむ点に特色があり，実在の競争馬の名称等が使用されている\nことはゲーム内容に臨場感を与える意味を有するにすぎない。本件各ゲームソフト\nのパッケージや宣伝広告において，本件各競走馬の名称を使用していることは強調\nされていないし，これを購入する者も，本件各競走馬を操作できることに着目して\n購入するわけではない。このように，本件ゲームソフトにおいて本件各競走馬の名\n称が使用されているけれども，その使用態様は，本件各競走馬又はその名称が有す\nる顧客吸引力に着目し専らその利用を目的とするものではないので，いわゆる「パ\nブリシティ権」を侵害する態様とはいえない。\nまた，競走馬の名称等は公開された情報であるから，仮に「小説」に競\n走馬の実名を使用するような場合であれば，その所有者の許諾を得る必要はないこ\nとは当然である。このように，特殊な出版物とも捉え得る本件各ゲームソフトのよ\nうな商品における競走馬の名称等の使用に対する制約は，慎重であるべきである。\n以上のとおり，本件各競走馬について，いわゆる「パブリシティ権」を\n認める立場に立ったとしても，本件各ゲームソフトを製作する被告の行為等は，い\nわゆる「パブリシティ権」侵害を構成しない。\n(3)　損害について\n（原告ら）\n「パブリシティ権」を侵害した本件各ゲームソフトを製作販売したことに\nよって生じた原告らの損害は，以下のとおり算定されるべきである。被告は，平成\n８年３月以降現在までの間に，本件各ゲームソフトを総計２００万本以上販売し，\nその販売総額は１００億円をはるかに上まわる。原告らは，本件各競走馬の，いわ\nゆる「パブリシティ権」利用の対価として，競走馬一頭当り少くとも金１００万円\nの利益を得べきところ，被告の前記不法行為により，同額の損害を被った。\nよって，原告らは，被告に対し，いわゆる「パブリシティ権」侵害に基づ\nく損害賠償として，別紙「競走馬所有関係，損害及び請求金額一覧」の各(2)欄記載\nの損害について，同欄記載のとおり損害の全額又は内金の支払を求める。\n（被告）\nすべて争う。\n第３　当裁判所の判断\n１　いわゆる「パブリシティ権」の内容及び法的根拠について\n(1)　原告らは，物の所有者は，所有に係る物が，商品の購買に当たっての訴求\n力又は顧客吸引力等の経済的利益，すなわち「パブリシティ価値」を備えるに至っ\nた場合には，物の「パブリシティ価値」を利用して，商品を製造したり，対価を得\nて商品化を許諾したりするなど，その経済的利益を排他的に支配する財産的権利，\nすなわち「パブリシティ権」を取得すると解すべきであることを前提に，被告が本\n件各ゲームソフトを製作，販売する行為は，この排他的権利を侵害すると主張し\nて，同行為の差止め等を求めた。\nところで，原告らは，本件訴訟において，排他的な権利が認められるべき\nであるとの結論を述べるのみで，その法的な根拠を一切明らかにしていない（のみ\nならず，原告らは，本件請求は，所有権，人格権又は知的財産権に基づく請求とは\n異なる別個の請求であると釈明する。）。\n(2)　そこで，このような本件の特殊性に照らして，原告らの法的根拠に関する\n主張の有無にかかわらず，広く「物の経済的価値を排他的に支配する権利」が認め\nられるか否かについて考察する。\n当裁判所は，原告らの主張に係る「物の顧客吸引力などの経済的価値を排\n他的に支配する財産的権利」の存在を肯定することはできないと判断する。\nその理由は，以下のとおりである。\n①　排他的な権利を認めるためには，実定法の根拠（人格権など明文がない\nものも含む。）が必要であるが，原告らが主張する「物の経済的価値を排他的に支\n配する権利」を，従来から排他的権利として認められている所有権や人格権の作用\nを拡張的に理解することによって，根拠付けることは到底できない。\n②　上記のとおり，排他的な権利を認めるためには，実定法の根拠が必要で\nあるが，知的財産権制度を設けた現行法全体の制度趣旨に照らし，知的財産権法の\n保護が及ばない範囲については，排他的権利の存在を認めることはできない。ま\nた，「物の経済的な価値を排他的に支配する」利益を尊重する社会的な慣行が長い\n間続くことによって，これが慣習法にまで高められれば，明文上の根拠がなくと\nも，排他的権利の存在が認められるとの見解に立ったとしても，原告らが主張する\n排他的権利を肯定することは到底できない。\n(3)　まず，①について，簡単に補足する。\n実定法上の根拠が存在するか否かを考察する。さし当たって，所有権及び\n人格権の２つの権利の内容を拡張的に解することによって，この点が肯定されるか\nを検討すれば足りるであろう。\n第１に，所有権の権能を拡張的に理解することにより根拠付けられるかを\nみてみる。\n所有権は，有体物を客体とする権利であって，その作用は，有体物を物理\n的に占有支配する権能及びこれを円滑に行使するのに必要不可欠な権能（例えば，\n登記請求権等）にとどまる。物の所有者以外の第三者が，物に備わった顧客吸引力\nを利用する場合であっても，所有者の物に対する物理的な支配状態を妨げない限\nり，所有者が物について有する排他的な支配権と矛盾しないというべきであるから\n（最高裁昭和５９年１月２０日判決民集３８巻１号１頁参照），所有権の作用によ\nって，物の顧客吸引力などの経済的価値を排他的に支配する権利を基礎付けること\nはできない。\n第２に，人格権により根拠付けられるかについて検討する。\n第三者が，他人の所有物を，所有者の承諾なく，物理的に毀損したような\n場合であっても，特段の事情の存しない限り，所有者の人格権を侵害することがな\nいことは明らかである。これと同様に，第三者が，他人の所有に係る物について，\n所有者の承諾なく，その物が備える顧客吸引力を利用したとしても，所有者の人格\n権を侵害することにはならないことも明らかである。\n確かに，第三者が，社会的評価，名声等を獲得した自然人の氏名，肖像等\nを，当該自然人の承諾なく利用した場合に，その利用行為が，当該自然人の社会的\n評価，名声等を低下させると評価される限りにおいて，当該自然人の人格権を侵害\nすることになるため，当該自然人は，自己の人格権に基づいて，氏名，肖像等を利\n用する第三者の行為を差し止めることができる。このことを経済的な側面から観察\nすれば，自然人が社会的評価，名声を獲得した場合には，顧客吸引力などの経済的\n価値を利用する一切の行為を独占することができると理解することもできよう。\nしかし，このような排他的な権能は，あくまでも，自然人が本来有してい\nる人格権が侵害されたと評価される場合に初めて認められるのであって，これと異\nなり，そもそも，第三者が，他人の所有物を利用しても，直ちには物の所有者の人\n格権を侵害するものではないから，人格権を基礎にして，原告らの主張するような\n排他的権能を根拠付けることは到底できないといわざるを得ない。\n以上のとおり，原告ら主張に係る「物の利用に関する排他的財産権」を，\n従来排他的権利として承認されている所有権や人格権の作用を拡張的に理解するこ\nとによって，根拠付けることはできない。\n(4)　次に，②についても，簡単に補足する。\n仮に，「所有者は，自己の所有物について，訴求力又は顧客吸引力等の経\n済的利益を備えるに至った場合，物から生ずる経済的利益を独占的に享受する」こ\nとについての社会的な慣行が存在し，その慣行が，長い期間尊重され，慣習法にま\nで高められていたと評価されるような場合に，そのような権利利益を排他的な権利\nとして肯定することができるという見解が採用し得るとした場合，原告らの主張に\n係る排他的権利を肯定する余地があるか否かについてみてみる。\nア　我が国において，物の名称等の使用等に関しては，著作権法，商標法，\n不正競争防止法などの知的財産権関係法が置かれ，それぞれの法律の立法趣旨に沿\nって，各法律が，所定の範囲の者に対して，所定の要件の下で，排他的な使用権\n（すなわち専有権）を付与している。例えば，著作権は，著作権の取得要件や著作\n権の制限について詳細な規定を置いた上で，著作物の創作者等に対して，排他的権\n利である著作権及び著作者人格権を付与しており，また，不正競争防止法は，いわ\nゆる周知又は著名な商品等表示を取得した者などに対して，当該商品等表示を使用\nする排他的権利を付与している。\n各法律により，それぞれの権利の発生原因，内容，性質，範囲，消滅原\n因等が明確に規定されている所以は，そもそも，法律の制約がない限り，国民は私\n的活動の自由が保障されていること，また，排他的な権利は一般人の経済活動や文\n化活動の自由を抑制するものであり，取得原因，内容についての明確な規定を設け\nることなく排他的権利を付与することがあれば，国民の行動の自由を過度に制約す\nるおそれが生じて，妥当でないことなどの理由によるものである。\nこのように，知的財産権関係法が付与する排他的権利は，その性質上，\n権利者に対して，独占的保護の限界を画したものと解されるべきであり，第三者に\n対して，行為の適法性の限界を画するものとして解されるべきものである。したが\nって，第三者が，知的財産権関係法の定める排他的権利の範囲に含まれない態様で\n行為をすることは，適法な行為というべきことになる。\nイ　また，物の所有者が，資本，労力及び時間を費やして，物の顧客吸引力\nを高めた場合には，実定法の根拠がなくとも，投下した資本等を回収するための手\n段として，所有者の排他的権利を認めることこそが，合理性に適うという見解もな\nくはない。\nしかし，投下した資本等の回収を図る必要性があるか否か，あるいは物\nに顧客吸引力が生じたか否かという基準は，あまりに主観的かつ曖昧にすぎるので\nあり，これらの不明確な基準により，排他的権利の発生を肯定するようなことがあ\nれば，その独占的保護の外延が明らかでないため，混乱を招くことになりかねず，\n実際にも，このような見解や実務慣行が，長年承認されてきたと認めることはでき\nない。\nウ　さらに，第三者が，他人の所有物について生じた経済的な価値を利用し\nようとする場合に，有償又は無償で，所有者の許諾を受ける実例が無いとはいえな\nい。\nしかし，一般に，排他的保護が及ばない場合であっても，紛争をあらか\nじめ回避して円滑に事業を遂行し，あるいは，より詳細な情報を所有者から得るな\nど，さまざまな目的で，利用者が許諾を受けることもあり得るのであるから，この\nような実例があるからといって，直ちに，「物から生ずる経済的利益を独占的に享\n受する」ことを承認する社会的な慣行が定着し，その慣行が，長い間尊重され，慣\n習法にまで高められていたと認めることはできない。\n以上検討したとおり，知的財産権法の保護の及ばない範囲について，投下\n資本の回収の必要性等の理由によって，排他的権利の存在を肯定することはできな\nいし，物の所有者は物の名称等につき排他的に利用することができるとの社会的な\n慣行が存在し，その慣行が長い間尊重され，慣習法にまで高められていたと認める\nこともできないから，原告らが主張する排他的権利の存在を肯定する余地はない。\n２　損害賠償請求権に関する付加的判断\n以上のとおり，原告らの主張に係る「物の経済的価値を排他的に支配する財\n産的権利」の存在を肯定することはできないから，原告らの損害賠償の請求も理由\nがないことになる。\nなお，原告らが本件各競走馬から生ずる経済的価値の利用について，単に事\n実上の利益（期待権）を有するにすぎない場合であっても，このような原告らの利\n益の程度と被告の行為態様の反社会性の程度とを総合的に考慮することにより，被\n告の行為が民法所定の不法行為に該当するとして，損害賠償義務を負うと解する余\n地もないではない。もっとも，本件において，原告らは，このような観点からの損\n害賠償請求をしているわけではないけれども，本件請求の特殊性に鑑み，念のた\nめ，この点についても判断する。\n当裁判所は，本件ゲームソフトを製作，販売した被告の行為の態様，性質，\n競走馬の名称を使用するに至った経緯，原告らの事実上の利益の性質，内容等を総\n合考慮して，被告の行為が民法所定の不法行為に該当すると解することはできない\nと判断する。その理由は，以下のとおりである。\n(1)　前提となる事実，証拠（甲６８，６９，７０ないし８２，枝番号の表記は\n省略する。）によれば，以下の事実が認められ，これに反する証拠はない。\nア　本件各ゲームは，一定の資金等を与えられたプレーヤーが，費用を支出\nしつつ競走馬の交配，生産，調教，あるいは厩舎の維持等を行い，資金が底をつけ\nばゲームが終了するという制約の中で，どのように交配して馬を生産し，これをど\nのように調教するか，どのレースに馬を出走させ，どの騎手に騎乗させて騎手にど\nのような指示を与えるか，いつ馬を引退させあるいは売却するかといった様々な事\n柄について，馬の交配や血統に関する知識を利用し，あるいは馬の特性や適性を考\n慮しつつ決定や選択を繰り返すことによって，あたかも実際に馬の生産者，馬主又\nは調教師になったかのようにゲームを進め，その過程でプレーヤーが成功や挫折を\n経験するという，競走馬育成シュミレーションゲームである。\nイ　本件各ゲームソフトでは，種牡馬，繁殖牝馬，競走馬の一部に実在する\n多数の競走馬（甲８２によれば種牡馬２４０頭，繁殖牝馬３４０頭とされ，他の同\n種ゲームの例に照らすと，全体では１０００等を超えるものと推認される。）の名\n称や，その他血統，距離特性，実績などのデータが使用されている。しかし，本件\n各競走馬の名称等は，プレーヤーが，本件各ゲームソフトを使用して，プレーをす\nる段階でゲーム中の要素として現れるにすぎない。被告は，本件各ゲームソフトを\n販売するに当たって，特定の競走馬に対する関心，好意又は憧憬に訴えて，顧客の\n購買意欲を高めようとしたことはなく，また，特定の競走馬に関連する宣伝広告を\nしたことはない。\nウ　他方，原告らの中には，被告以外の競馬ゲームソフトを製作，販売する\nメーカー数社に対し，それぞれの有する競走馬の肖像，名称等の使用を許諾し，ゲ\nームの販売額や使用する馬の数に応じて使用料の支払を受けた者がいる。本件各競\n走馬の中には，いわゆるＧ１レースに出走した馬もあるけれども，原告らが，その\n所有する競走馬の顧客吸引力等を利用して，格別の営業活動を行っていた形跡はな\nい。なお，このように排他的利用権を有しない領域においても，当事者間において\n使用許諾契約が交わされる例は世上あり得るが，その目的は，究極的には，紛争を\n予め回避したり，より詳細な情報を得るためのものと解される。\n(2)　上記認定した事実，すなわち，被告の本件ゲームソフトにおける本件各競\n走馬の名称の使用態様，ゲームソフトの内容，性質と，原告らが本件競走馬の名称\n等を利用していた状況等を総合考慮すると，本件ゲームソフトを製作，販売した被\n告の行為が，原告らの所有する本件各競走馬の利用を妨げたり，その客観的価値を\n著しく損なうような反社会性の強い不法行為に当たると解することはできない。\n３　結論\n以上のとおり，物の所有者は，物の顧客吸引力などの経済的利益を排他的に\n支配する財産的権利を享受するとする原告らの主張は，主張自体失当として採用す\nることはできない。\nしたがって，被告が本件各ゲームソフトを製作する行為等は適法というべき\nであるから，その余の点を判断するまでもなく，原告らの被告に対する差止請求及\nび損害賠償請求は理由がない。\nよって，主文のとおり判決する。\n東京地方裁判所民事第２９部\n裁判長裁判官　　　　飯　　村　　敏　　明\n裁判官        谷　　　　　有　　恒\n裁判官        佐　　野　　　　　信\n物　件　目　録\n１　競走馬育成シミュレーションゲーム\n(1)　ダービースタリオン９６，スーパーファミコン版\n(2)　ダービースタリオン，プレイステーション版\n(3)　ダービースタリオン，セガサターン版\n２　競走馬育成シミュレーションゲーム\nダービースタリオン９８，ニンテンドウパワー版\n競走馬所有関係，損害及び請求金額一覧\n１　原告Ａ\n(1)　競走馬の所有関係\nア　競走馬オグリキャップを昭和６３年１月に取得し現在も所有している。\nイ　競走馬ダイゴウソウルを平成８年１月に取得し平成１０年１月に譲渡し\nた。\nウ　競走馬ノーザンキャップを平成４年３月に取得し現在も所有している。\nエ　競走馬ゴールデンチャイナを平成４年５月に取得し平成９年８月に譲渡\nした。\n(2)　損害及び請求金額\n競走馬４頭に係る損害４００万円の内金２００万円を請求する。\n２　原告カネツ競走馬株式会社\n(1)　競走馬の所有関係\nア　競走馬カネツクロスを平成５年３月に取得し平成１０年１月に譲渡し\nた。\nイ　競走馬ラルムスを平成３年１０月に取得し平成９年８月に譲渡した。\n(2)　損害及び請求金額\n競走馬２頭に係る損害２００万円の内金１５０万円を請求する。\n３　原告Ｂ\n(1)　競走馬の所有関係\nア　競走馬トウカイテイオーを昭和６３年４月に取得し現在も所有してい\nる。\nイ　競走馬トウカイリラを昭和６３年４月に取得し現在も所有している。\nウ　競走馬トウカイパレスを平成４年４月に取得し平成９年９月に譲渡し\nた。\nエ　競走馬トウカイサイレンスを平成元年４月に取得したが，同馬は平成１\n１年３月に死亡した。\nオ　競走馬トウカイスマイルを昭和６３年５月に取得したが，同馬は平成９\n年１月に死亡した。\nカ　競走馬トウカイビスタを平成３年３月に取得し現在も所有している。\nキ　競走馬トウカイプリンスを平成４年６月に取得し現在も所有している。\nク　競走馬トウカイマーベラスを昭和６１年４月に取得したが，同馬は平成\n１１年３月に死亡した。\nケ　競走馬トウカイリュウオーを平成３年５月に取得し平成１１年１月に譲\n渡した。\n(2)　損害及び請求金額\n競走馬９頭に係る損害９００万円の内金５００万円を請求する。\n４　原告金森森商事株式会社\n(1)　競走馬の所有関係\nア　競走馬ホクトベガを平成２年３月に取得したが，同馬は平成９年４月に\n死亡した。\nイ　競走馬ホクトフィーバスを平成３年３月に取得し平成１０年７月に譲渡\nした。\nウ　競走馬ホクトポルックスを平成２年に取得し平成８年８月に譲渡した。\nエ　競走馬ホクトシルフェを平成３年１月に取得したが，同馬は平成１０年\n１月に死亡した。\n(2)　損害及び請求金額\n競走馬４頭に係る損害４００万円の内金３５０万円を請求する。\n５　原告Ｃ\n(1)　競走馬の所有関係\n競走馬ファイトカオリを平成３年４月に取得し現在も所有している。\n(2)　損害及び請求金額\n競走馬１頭に係る損害１００万円の内金５０万円を請求する。\n６　原告Ｄ\n(1)　競走馬の所有関係\nア　競走馬ライスシャワーを平成３年４月に取得したが，同馬は平成７年６\n月に死亡した。\nイ　競走馬クリノホウオウを平成４年４月に取得し平成８年１１月に譲渡し\nた。\nウ　競走馬ベルベットタッチを平成４年４月に取得し平成８年４月に譲渡し\nた。\nエ　競走馬ミラクルドラゴンズを平成２年４月に取得し平成９年１月に譲渡\nした。\n(2)　損害及び請求金額\n競走馬４頭に係る損害４００万円全額を請求する。\n７　原告Ｅ\n(1)　競走馬の所有関係\n競走馬エルウェーウィンを平成３年１２月に取得し平成１０年１２月に譲\n渡した。\n(2)　損害及び請求金額\n競争馬１頭に係る損害１００万円の内金５０万円を請求する。\n８　原告株式会社新元観光\n(1)　競走馬の所有関係\n競走馬セキテイリュウオーを平成２年６月に取得し現在も所有している。\n(2)　損害及び請求金額\n競走馬１頭に係る損害１００万円の内金５０万円を請求する。\n９　原告株式会社クレアール\n(1)　競走馬の所有関係\n競走馬エルカーサリバーを平成２年５月に取得し平成１０年１２月に譲渡\nした。\n(2)　損害及び請求金額\n競走馬１頭に係る損害１００万円の内金５０万円を請求する。\n10　原告株式会社ヒダカ，ブリーダーズ，ユニオン\n(1)　競走馬の所有関係\nア　競走馬サンライトコールを平成５年１０月に取得し平成９年７月に譲渡\nした。\nイ　競走馬フィリーズベストを昭和６３年１０月に取得したが，同馬は平成\n４年２月に死亡した。\nウ　競走馬プリンセスガビーを平成４年１０月に取得し平成８年１２月に譲\n渡した。\nエ　競走馬ベストセレクションを平成５年１０月に取得し平成１１年１月に\n譲渡した。\nオ　競走馬ユーフォリアを平成４年１０月に取得し平成８年１２月に譲渡し\nた。\nカ　競走馬レインボーアクセスを平成５年１０月に取得し平成９年１２月に\n譲渡した。\n(2)　損害及び請求金額\n競走馬６頭に係る損害６００万円全額を請求する。\n11　原告Ｆ\n(1)　競走馬の所有関係\nア　競走馬シンコウウィンディを平成６年７月に取得し現在も所有してい\nる。\nイ　競走馬シンコウキングを平成４年３月に取得し現在も所有している。\nウ　競走馬シンコウラブリィを平成３年１０月に取得し現在も所有してい\nる。\nエ　競走馬シンコウスピリットを平成５年１１月に取得し平成８年１１月に\n譲渡した。\nオ　競走馬シンコウホープを平成５年１０月に取得し現在も所有している。\nカ　競走馬シンコウリュウジンを平成３年５月に取得し平成１０年８月に譲\n渡した。\n(2)　損害及び請求金額\n競走馬６頭に係る損害６００万円の内金３００万円を請求する。\n12　原告Ｇ\n(1)　競走馬の所有関係\n競走馬ライブリマウントを平成５年５月に取得し現在も所有している。\n(2)　損害及び請求金額\n競走馬１頭に係る損害１００万円の内金５０万円を請求する。\n13　原告Ｈ\n(1)　競走馬の所有関係\n競走馬フジヤマケンザンを平成元年４月に取得し現在も所有している。\n(2)　損害及び請求金額\n競走馬１頭に係る損害１００万円の内金５０万円を請求する。\n14　原告有限会社大北牧場\n(1)　競走馬の所有関係\n競走馬ノースフライトを平成２年４月に取得し現在も所有している。\n(2)　損害及び請求金額\n競走馬１頭に係る損害１００万円の内金５０万円を請求する。\n15　原告Ｉ\n(1)　競走馬の所有関係\nア　競走馬ウィニングチケットを平成２年４月に取得し現在も所有してい\nる。\nイ　競走馬ロイヤルタッチを平成５年４月に取得し平成１０年１２月に譲渡\nした。\n(2)　損害及び請求金額\n競走馬２頭に係る損害２００万円の内金１００万円を請求する。\n16　原告Ｊ\n(1)　競走馬の所有関係\nア　競走馬エゴイストを平成３年４月に取得し平成９年１０月に譲渡した。\nイ　競走馬コーヒーブレイクを平成４年３月に取得し現在も所有している。\nウ　競走馬タイトルロウルを平成５年１０月に取得し現在も所有している。\nエ　競走馬チェンジを平成３年８月に取得し平成１０年１０月に譲渡した。\nオ　競走馬フェイムオブラスを昭和６２年８月に取得し現在も所有してい\nる。\nカ　競走馬プログラムを平成６年５月に取得したが，同馬は平成９年２月に\n死亡した。\n(2)　損害及び請求金額\n競走馬６頭に係る損害６００万円の内金４５０万円を請求する。\n17　原告有限会社太陽ファーム\n(1)　競走馬の所有関係\n競走馬ダイタクヘリオスを平成元年８月に取得し現在も所有している。\n(2)　損害及び請求金額\n競走馬１頭に係る損害１００万円の内金５０万円を請求する。\n18　原告Ｋ\n(1)　競走馬の所有関係\n競走馬イソノルーブルを平成２年３月に取得し現在も所有している。\n(2)　損害及び請求金額\n競走馬１頭に係る損害１００万円の内金５０万円を請求する。\n19　原告有限会社ビワ\n(1)　競走馬の所有関係\nア　競走馬ビワハヤヒデを平成２年１１月に取得し現在も所有している。。\nイ　競走馬ビワセイハを平成４年１０月取得し平成１１年２月に譲渡した。\nウ　競走馬ビワテーストを平成２年１１月に取得し平成１０年３月に譲渡し\nた。\n(2)　損害及び請求金額\n競走馬３頭に係る損害３００万円の内金２５０万円を請求する。\n20　原告Ｌ\n(1)　競走馬の所有関係\n競走馬ナイスネイチャを平成７年３月に取得し現在も所有している。\n(2)　損害及び請求金額\n競走馬１頭に係る損害１００万円の内金５０万円を請求する。\n21　原告有限会社西山牧場\n(1)　競走馬の所有関係\nア　競走馬ニシノフラワーを平成元年４月に取得し現在も所有している。\nイ　競走馬ニシノライデンを昭和５６年３月に取得し現在も所有している。\nウ　競走馬ニシノハナカゴを昭和６３年４月に取得し現在も所有している。\nエ　競走馬ギンジロウを平成元年５月に取得し平成８年５月に譲渡した。\nオ　競走馬ブランドノーブルを平成２年３月に取得し現在も所有している。\nカ　競走馬ブランドアート平成元年４月に取得し現在も所有している。\n(2)　損害及び請求金額\n競走馬６頭に係る損害６００万円の全額を請求する。\n22　原告株式会社イシジマ\n(1)　競走馬の所有関係\n競走馬イシノサンデーを平成７年４月に取得し平成１０年９月に譲渡し\nた。\n(2)　損害及び請求金額\n競走馬１頭に係る損害１００万円の内金５０万円を請求する。\n23　原告Ｍ\n(1)　競走馬の所有関係\n競走馬トロットサンダーを平成６年６月に取得し現在も所有している。\n(2)　損害及び請求金額\n競走馬１頭に係る損害１００万円の全額を請求する。\n別紙　競走馬使用状況一覧表\n"
}