{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 17,
    "month": 3,
    "day": 9
  },
  "case_number": "平成15(わ)2088",
  "case_name": "殺人，銃砲刀剣類所持等取締法違反被告事件",
  "court_name": "さいたま地方裁判所第2刑事部",
  "lawsuit_id": "6055",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=6055",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/055/006055_hanrei.pdf",
  "contents": "被告人を無期懲役に処する。\n未決勾留日数中３５０日をその刑に算入する。\n理　　由\n（犯行に至る経緯）\n１　被告人は，中華人民共和国福建省で生まれた中国人であるところ，平成４年に\n日本に不法入国し，平成７年に退去強制処分を受けて出国したものの，その後また\nもや日本に不法入国し，以後，パチンコ台に不正ロム（以下，裏ロムという。）を\n取り付ける作業などをして過ごすうち，３件のパチンコ店に侵入してパチンコ台に\n取り付けられていたロムを盗んだという建造物侵入と窃盗の罪で，平成１１年１０\n月，懲役１年６月（３年間執行猶予）の刑に処せられ，再び退去強制処分を受けて\n出国した。被告人は，その後の平成１２年ころ，日本に帰化した元中国人の女性の\n配偶者の資格で，三度日本に入国し，裏ロムを売却するなどして多額の収入を得て\nいた。\n２　一方，Ａは，同省福清市で勢力を有していた非合法組織の中心人物で，配下の\n者多数を抱え，賭博などで荒稼ぎをするなどして同市出身の裏社会に属する者の間\nでは名の通った人物であったところ，その後日本に渡り，平成１３年８月ころか\nら，埼玉県川口市内にあるＸビル４階の「Ｙ」と称する麻雀店において，客に賭博\nをさせるなどして利を上げていた。Ａは，パチンコ台に裏ロム工作をする中国人グ\nループとも深い関係を有しており，被告人は，同年１０月ころ，仲間の中国人に紹\n介されてＡと知り合って以後，裏ロム工作をめぐって中国人グループ同士に対立が\n生じた場合，顔の利くＡに仲裁を求めるなどして交際を重ねてきた。\n３　平成１３年１２月２０日ころ，被告人と同郷のＢとＣが，「Ｙ」でＡらを相手\nにしたトランプ賭博で大敗し，数千万円の借金を背負うことになって，それぞれ，\n１０００万円と５００万円をＡから借りた旨の借用書を書かされ，さらに，平成１\n４年１月２日ころには，被告人の１０年来の友人であるＤも同様の賭博で大負け\nし，Ａに対し，１０００万円以上の借金を負うことになったが，被告人は，同月４\n日夜のＢからの電話で，Ａが賭博に負けたＢを監禁して賭金の支払を迫った際，担\n保として高級ブランドの腕時計を取り上げたことを知り，その際，同人から，とり\nあえず３００万円出すので腕時計を取り返してほしい旨頼まれた。\n４　同月５日午前零時ころ，被告人は，「Ｙ」に赴き，店内にいたＡにＢの意向を\n伝えた上，時計を返すよう頼んだが，Ａはろくに話に耳を傾けようとせず，かえっ\nて被告人を侮辱するような態度に出た。しばらくして，被告人は，「Ｙ」を出て，\n親しい仲間であるＥやＦらが飲酒していた埼玉県川口市内のナイトパブ「Ｚ」に向\nかったが，「Ｚ」に到着するや，被告人は，ＥやＦに対し，直前の「Ｙ」における\nＡとの話合いの経過を説明し，同人に時計を返すことを断られたばかりでなく，侮\n辱されたことや，Ｄも金を騙し取られたことなどを告げたところ，以前から，裏ロ\nム工作グループ間の抗争に介入してきたことで，Ａを腹立たしく思っていたＦや，\n親友のＤが騙されたと知って腹を立てたＥもＡに仕返しをすることに同調し，Ｆ\nが，仲間のＧに電話を\nかけて加勢を求めるなどしたが，断られたため，被告人，Ｅ及びＦの３名で仕返し\nをすることにした。そこで，Ｆが，いったん「Ｚ」を出て，適合実包の装てんされ\nた口径７．６２ミリメートルの中国製５４式自動装てん式けん銃１丁を用意して\n「Ｚ」に戻り，ここにおいて，被告人，Ｅ，Ｆの間で，このけん銃を用いて，Ａを\n殺害する旨共謀を遂げるとともに，同日午前３時３０分ころ，「Ｚ」を出て，\n「Ｙ」に向かったが，被告人は，その途中，ビール瓶を拾い，これを着ていた衣類\nの内側に隠し持った。「Ｙ」に到着し，Ｅが，店内にいたＡに声をかけ，Ｘビル６\n階エレベーター前に連れ出した上，Ａを詰問したところ，腹を立てたＡがＥを押す\nなどしてきたが，両名の後から階段を駆け上がってこの光景を見た被告人が，「ば\nかやろう。」などと罵りな\nがら，右手に持ったビール瓶でいきなりＡの頭部を殴打すると，Ａは，Ｅから被告\n人に攻撃の矛先を変え，被告人ともみ合いをした末，その場に倒れ込んだ被告人の\n上に乗りかかる体勢となった。そのころ，Ｅは，けん銃を取り出し，右手に持って\n準備していたが，Ａに押さえ込まれた被告人から，「早くうて。」と言われ，被告\n人に当たらないようにするため，左手にけん銃を持ち替え，Ａの後頭部に銃口を向\nけた。\n（罪となるべき事実）\n被告人は，Ｅ及びＦと共謀の上，法定の除外事由がないのに，平成１４年１月５\n日午前３時４０分ころ，埼玉県川口市内のＸビル６階エレベーター前において，殺\n意をもって，Ｅにおいて，所携の自動装てん式けん銃をＡ（当時３２歳）の頭部に\n向け，実包１発を発射して，同人の頭部に命中させて左側頭部後方から左眉毛内端\n部に貫通する射創を生じさせ，よって，同日午前８時２０分ころ，同市内のＨ医療\nセンターにおいて，同人を頭部射創による頭蓋内損傷により死亡させ，もって，不\n特定若しくは多数の者の用に供される場所において，けん銃を発射して同人を殺害\nしたものである。\n（証拠の標目）\n省　　略\n（補足説明）\n弁護人は，けん銃を実際に発射して被害者を殺害したのはＥであって，被告人自\n身は実行行為をしておらず，また，ＥやＦとの間で，被害者を殺害することについ\nて共謀したこともないので，被告人は，殺人についても銃砲刀剣類所持等取締法違\n反についても無罪である旨主張し，被告人も捜査段階から公判段階にかけて一貫し\nてこれにそう供述をしているので，この点に関する当裁判所の判断を示す。\n１　関係証拠によると，判示犯行に至る経緯及び罪となるべき事実に記載した各事\n実が認められるが，さらにこれを詳細にみると，まず，Ｅは，当裁判所の期日外尋\n問において，大要，以下のとおり供述している。すなわち，\n(1)　被告人は，本件当日，「Ｚ」に来店するや，Ｂの件で被害者に対し，金は少\nしずつ払うと言っているので，時計を返してやるよう頼んでみたが，逆に，「あな\nたの友達はみんな貧乏なやつばかりだ。時計などを返してほしいというのはけしか\nらん。」といって拒否されたと怒っていた。被告人は，大きい声ではないが興奮し\nた口調で，被害者が非常に悪い人間だという趣旨の話をし，周りにいた者も，口々\nに，「あいつは売春婦の子だ，あいつがそんなに偉いのか。」などと被害者を罵倒\nする言葉を吐いた。自分自身では，被告人が友達の時計を返させようとしたのに断\nられたことで面子をつぶされたこと，友達のＤが金を騙し取られたこと，Ｆが被害\n者と裏ロムの件で衝突した話などを聞いたことで，被害者に対し，怒りを覚え，金\nを騙し取ったいきさ\nつについて被害者と会って問い詰めようと考えた。Ｆも怒っていて，他人に頼んで\n被害者をひどい目に遭わせようなどと言っていたが，自分がトイレに行って席を離\nれた間にいなくなった。\n(2)　その後，Ｆがけん銃が入った袋を持って店に戻ってきたが，被告人がそれを\n取ろうとしたところ，Ｆが自分の所に置いた方がいいと言うなどし，二人でけん銃\nの取り合いをした。周りに人がいたので，見られないようにするため自分が手に取\nった。被害者に問い質すといっても，被害者には手下が一杯いるのでトラブルにな\nりかねず，けん銃は，そうなった場合に自分を守るのに使えるのではないかと思っ\nた。店を出るとき，被告人が，やはりけん銃は自分の所に置いた方がいいと言って\nきたが，渡さなかった。店を出る際，弾が入っているかどうかを確認した。\n(3)　「Ｙ」に着いて被害者を呼び出し，６階まで上がり，被害者に対し，「みん\nな福清人なのに，どうして金を騙し取るのか。」と問い質したところ，被害者は，\n「君には関係ない。」と言いながら，自分を壁の方へ押しつけてきた。そのとき，\n被告人が階段を上がってきて，被害者を罵倒する言葉を口にしながら，持っていた\nビール瓶で被害者の頭を叩いたため，被害者は，被告人を押し倒し，上から被告人\nを殴っていた。被告人が「うて，うて。」と言ったので，けん銃を右手に持った\nが，二人がもみ合っていたので，そのまま発射すると被告人に当たってしまうかも\nしれないと思い，左手に持ち替え，被告人に覆い被さるようにして背中を向けてい\nた被害者の後頭部まで５０センチメートルほどの位置で，後頭部辺りを狙って撃っ\nたところ，弾は被害者\nの頭に命中して，被害者は倒れた。撃った直後，被告人が，「私にもうたせてく\nれ。」と言って，けん銃を渡すよう要求してきたが，もう被害者は死んでいるし，\n銃声を聞いた被害者の手下が駆けつけてくるおそれがあったので，「早く逃げよ\nう。」と言ってその場を立ち去った。\n２　次に，Ｆは，当裁判所の期日外尋問において，大要，以下のとおり供述してい\nる。すなわち，\n(1)　被告人が「Ｚ」に来ることになったので，店の外に迎えに出ると，被告人\nは，落ち込んでいるというか，悩み，怒っている様子であり，店に入るまでの間，\n被害者かその手下から，軽蔑されたとか，時計のことで侮辱されたなどという話を\nしていた。店に入った後も，被告人は，顔色が余りよくなく，少し怒りっぽい感じ\nがあり，だんだん声が大きくなったが，被告人の知らないうちに，被告人の友達の\nＤが金を騙し取られ，面子をつぶされたというようなことを話していた。それを聞\nいて，自分も多少は腹が立った。被告人が，とにかく被害者の所に行って金を取り\n戻そうと言ったが，被害者の所は黒社会の人間が集まる場所で，人も多いので，被\n告人に対し，「あなたは何もしなくていい，他の人に頼んでやってもらおう。」と\n提案し，Ｇに電話をし\nたが，遠くにいるので行けないと断られた。\n(2)　その後，被告人かＥのどちらか，多分Ｅから，「けん銃を２丁取りに行って\nくれ。」と言われ，すぐに店を出て，けん銃を取りに行き，けん銃が入った紙袋を\n受け取って「Ｚ」に向かったが，途中で，被告人らから何度か電話があり，Ｅから\nは，「兄弟であればけん銃を持ってこい，兄弟でなければ持ってこなくていい\nよ。」と言われ，被告人からは，「着いたか。」とか，「取れたか。」とか言われ\nたように思う。店に戻る前にＢに電話をした際，同人から被告人にけん銃を渡すよ\nうに言われていたので，はっきりと覚えてはいないものの，店に入り，紙袋からけ\nん銃を取り出して被告人に渡そうとしたところ，横からＥが，「私の所に置いた方\nがいい。」とか言って手を出してきて，いったん二人で取り合いをしたが，結局，\nＥが取った。\n３　一方，ＥとＦは，捜査段階では更に次のような供述もしていた。\n(1)　まず，Ｅは，次のように供述していた。すなわち，「Ｚ」に来た被告人は，\n「Ａから，「お前の友達はばかだ。」と言われた。友達を被害者の所に連れていっ\nたら騙された。その上，私の面子もつぶされた。時計も勝手に取られた。」などと\n言って猛烈に怒っており，「やつは売春婦の子だ。」とか，「あいつのどこがそん\nなに偉いんだ。」などとも言った。被告人が，「今晩，必ずやつを殺してやる。友\n達らの面子を取り戻そう。」と言い出したが，そのとき，Ｆも，「いいよ，それや\nろう。やるなら人を使ってやろうよ。」と言い，自分も二人の話に加わって，被告\n人に，「お前がやるなら俺もやるよ。」と言った。被告人は，その後何度も，「あ\nのやろう，ぶち殺してやる。」などと言い，中国の誰かにも電話をして，「復讐し\nて面子を立たせて。\n」などとも言っていた。トイレに行っている間にＦがいなくなっていたので，被告\n人にどうしたのかと聞くと，「用事があって外に出た。Ｆは，人を使ってＡを殺そ\nうと言ったけど，俺は，今晩，あいつを始末してやる。」と言った。Ｆがけん銃を\n持って戻り，被告人にけん銃を見せた際，被告人がそれを手に取ろうとしたら，Ｆ\nが，「俺がやる。」とか，「俺がこのけん銃で被害者を殺す。」とか言い，被告人\nも同じようなことを言って，数回けん銃の取り合いをした。被害者は非常に怖い人\n物であり，これを襲う以上は，絶対に殺さなければ，後で逆に自分たちが殺されて\nしまうが，二人の様子から，二人が被害者を殺すつもりでいることは間違いなく，\nそうであれば，自分も，被害者に対して猛烈に腹が立っていたので，一緒に行って\n被害者を殺そうと思\nった。被告人は，Ｆからけん銃を奪い取ると，すぐに自分に渡してきたので，受け\n取って腹のベルトの間に挟んだ。数分して，被告人が，「Ｙに行こう。」と言った\nので，私も立ち上がって歩き出すと，被告人が，「俺が持つ。」と言ってけん銃を\n奪おうとしたので，私は，「いや，俺が持つ。」と言って，けん銃の引っ張り合い\nになったが，結局，自分が所持したまま「Ｙ」に向かった。店にいた被害者を連れ\n出し，「なぜ同じ福建省の中国人を苛めるのか。」と問い詰めていると，被告人が\n階段を駆け上がってきて，「ばかやろう。」などと叫びながら，ビール瓶で被害者\nの頭を殴りつけ，被害者とつかみ合いになった後，被害者が被告人の上に乗りかか\nった。二人がもみ合っている途中でけん銃を取り出して遊底を引き，すぐに発射で\nきる状態にしたとこ\nろ，被告人が，被害者の下から，「早くうて，早くうて。」と言ったので，被告人\nに覆い被さって自分に背中を向けている被害者の後頭部の辺りを狙ってけん銃を発\n射した。被害者の頭に弾が当たったと思ったので，死んだと思ったが，被害者の下\nにいた被告人が立ち上がり，「早くよこせ。もう２発うってやる。」と言って，け\nん銃を奪おうとしてきた。逃げる途中のタクシーの中で，被告人はあちこちに電話\nをかけて，自分が被害者を殺した旨話していた。\n(2)　次に，Ｆは，次のように供述していた。すなわち，「Ｚ」に来る被告人を迎\nえに出たところ，店に着くまでの間，被告人は，「Ａに侮辱された。」などと怒っ\nた口調で言っており，店の中でも，「Ａに侮辱された。被害者は，俺に，「お前が\n連れてきた友人は，みんな貧乏人ばかりだ。お前の友人は悪い人間だ。いい加減な\nやつばかりだ。」と言った。」などと，非常に怒った声で話し，「彼の所に行っ\nて，仕返しをしなければならない。」と言った。被告人から，「けん銃を２丁取っ\nてこい。」と言われ，いったん店から出て，けん銃を入手したが，被告人に渡せ\nば，人に向かって撃つなどの大変な事態になる，そうなれば，自分も大変な責任を\n負うことになると思い，「Ｚ」に戻ることを躊躇した。被告人からは，携帯電話\nで，「けん銃はまだか。け\nん銃はまだ来ないのか。」と言ってきたが，「まだだ。」と嘘をついて戻るのを遅\nらせた。結局，「Ｚ」に戻り，被告人にけん銃を渡すと，その後間もなく，被告人\nとＥが，互いに，「俺がけん銃を持つ。俺がやる。」などと言ってけん銃を奪い合\nった。犯行の後，逃走するタクシーの中で，被告人は，「自分が被害者を殺し\nた。」などという電話をかけていた。\n４　Ｅ及びＦは，本件の共犯者であり，両名が逮捕，勾留されて取調べを受けてい\nた当時，既に中国に帰国していた被告人に責任を押しつける供述をする可能性があ\nり，現に両名ともその趣旨の供述をしているところであるから，両名のそれぞれの\n供述，殊にその捜査段階における供述についてはその信用性について慎重に検討す\nる必要があるといえるが，両名の供述内容自体をその証言態度を勘案しつつ検討\nし，さらにこれらの内容を相互に対比し，また，関係人の供述内容，特にＩ，Ｊ，\nＫらの証言とも対比して子細に検討しても，ＥとＦの捜査段階における各供述は，\n上記３に記載した部分に関する限り基本的に十分に信用できるものであり，これと\n矛盾する部分を除く上記１及び２記載の両名の公判段階における各証言についても\nおおむねこれらを信用\nすることができるといわねばならない（もっとも，被告人が「Ｚ」店内で被害者を\n殺してやる旨の発言をしたかどうか，被告人がＦに対し，２丁のけん銃を取りにい\nくよう指示したかどうかについては，関係人の供述の間に混乱があり，後記のごと\nく，被告人自身がこれらの発言，指示をした事実を否認していることも勘案する\nと，これらの事実があったと認定するには，未だ証拠が十分でないというほかな\nい。）。\n５　以上のようなＥ及びＦの供述を中心とする関係証拠を総合すると，被告人ら\nは，Ｆが「Ｚ」に持ち込んだけん銃をＥが隠し持つようにして３名で被害者のいる\nＸビルに向かったこと，Ｅが被害者を店外に誘い出した後，６階の犯行現場に駆け\nつけた被告人は，やにわに被害者の頭部を所携のビール瓶で殴りつけたこと，Ｅ\nは，転倒して被害者に乗りかかられた被告人の，「早くうて。」という発言に応じ\nて，躊躇なく至近距離から被害者の頭部に向けて銃弾を発射していること，被告人\nは，その直後，「私にもうたせてくれ。」と言って，Ｅにけん銃を渡すよう要求し\nたが，被害者はもう死んでいると考えたＥに諫められ，同人やＦと共に直ちにその\n場から逃走したこと，被害者は，Ｅが発射した銃弾を頭部に受けて約５時間後に頭\n部射創による頭蓋内損傷\nにより死亡していることなどの事実が認められるのであり，これらの事実に上記関\n係証拠によって認められる当時の被告人らの心情等を総合すると，被告人ら３名の\n間に判示のとおりの共謀があったことは明白であって，疑いを容れる余地はない。\n６　ところで，被告人は，捜査段階及び公判段階において，次のように供述してい\nる。すなわち，Ｂから電話があり，時計を取り返してくれと頼まれたので，「Ｙ」\nで被害者にその旨頼んでみたが，店に客が入ってきて話が途中で中断され，その\n後，ＦやＥから，何度か電話が入って，飲みに来いと誘われたので，１時間ほどで\n麻雀店を出て「Ｚ」に向かった。被害者もこちらの顔がつぶれないように話してく\nれたし，もともとＢの話は，被害者に伝えるだけでいいということだったので，被\n害者との話で自分が気分を害したようなことは特にない。被害者から，「あなたの\n友達はみんな貧乏人ばかりだ。」というような話をされたこともなく，「Ｚ」に入\nったときに自分が怒っていたということはない。席に着いて，Ｆから，「何かあっ\nたの。」と聞かれ，ち\nょうどＢの時計のことで，被害者は何でこんなに貪欲なのかと考えていたところだ\nったので，その経過を話すと，Ｆは，「このやろうか。私は，あなたに対して，早\nくこの人をやっつければいいのにと言ったのに，あなたがしないから，被害者がど\nんどん増えているんじゃないか。」と言い，「もう，こいつと関わるな。今晩，二\n人呼んで，彼のことを殺す。」などと言った。そして，手下のＧにすぐ来るように\nと電話をした。Ｇは，実際に人を殺すような人物なので，Ｆは，本気で被害者を殺\nすつもりだと考え，「殺してしまうと，警察も手配するし，被害者の手下も追い回\nすようになるから，やめた方がいい。」と言って止めた。三，四回，強く言ったと\nころ，Ｆも手下を呼ぶのをやめた。手下の者が遠くにいて来られないからやめたの\nではなくて，自分が\nやめるように言ったからやめたものと考えている。被害者から面子をつぶされたと\nいうような話はしていない。Ｅは，Ｄのことが話題になったときから話に加わって\nきて，「何で俺の兄弟まで騙すのか。」などと言って怒っていた。そして，私やＦ\nに向かって，「被害者と話にいく。」と言い，Ｆに対し，「家に戻ってけん銃を取\nってこい。」と指示した。Ｆが，出かける際，「しばらくここにいてくれ，戻って\nからまた一緒に飲もう。」と言っていたので，待っていたが，３０分も音沙汰がな\nいので，電話をかけて，「もう着いたか。」とか，「戻ってこないと，私は行っち\nゃうよ。」とかいうようなことを言った。けん銃に関する話はしていない。Ｆがけ\nん銃を持って「Ｚ」に戻った際，昀初にけん銃を手にしたのはＥだったが，Ｅに\nは，けん銃を持ったま\nま話合いに行ってほしくはなかったので，それを取り上げようとしたが，Ｅが抵抗\nして，取り上げることができなかった。その後，Ｅが，「Ｚ」を出て「Ｙ」に向か\nったが，かなり酔っ払っていたので，汚い言葉を使ったりして話合いがこじれる\nと，危険な目に遭うのではないかと心配になり，自分もＥの後をついていった。Ｅ\nは，当時，右手の筋を断裂するけがをしていて，酒のコップを持つのもふらふらす\nる状態であり，けん銃を使うことは不可能だろうと考えていたので，Ｅがやられる\nようなことにでもなったら助けようと思って，途中でビール瓶を拾った。Ｅは，\n「Ｙ」の中で被害者と話すのだろうと思っていたら，被害者を連れて店の外へ出て\nいったが，入れ違いに，家へ帰ったものと思っていたＦが店に入ってきた。店の中\nにたくさんの被害者の手\n下がいる状況で，Ｅが汚い言葉でも使ってけんかになってはいけないと心配になっ\nたので，数分して自分も店の外に出たが，二人のいる６階に行くと，Ｅと被害者が\nけん銃の取り合いをしており，お互いに「ばかやろう。」などと怒鳴り合ってい\nた。被害者は，私が来たのを知って，「今日ここで死ね。」などとＥに言いなが\nら，私に向かって「手伝え。」と言ってきた。Ｅがけん銃を取られそうになってお\nり，５階に被害者の手下が一人いて，その下の４階の店にはたくさんの手下がいる\nので，それらの者が駆けつけてきたら，Ｅは殺されてしまうと考え，Ｅを助けるた\nめ，持っていたビール瓶で被害者を叩いた。その後，自分が倒れると，被害者も上\nに倒れ込んできたが，そのとき，けん銃の発砲音が１回した。Ｅに対し，けん銃を\n撃てというような趣旨の\n発言をしたことはない。立ち上がった後，Ｅに引っ張られてエレベーター付近に行\nったが，このころ，腹が立っていたのと，被害者をビール瓶で殴ったり，被害者の\n行ったいかさま賭博の件を他人に話したりしたので，自分や家族に報復があるだろ\nうとも考えたことから，つい，「２発撃ってあいつを殺そう。」と言ってしまった\nように思う。自分が撃つとか，Ｅが撃てとか具体的に指示する発言をしたつもりで\nはなく，Ｅに対し，「撃たないか。」と提案する趣旨で口にした言葉である。被害\n者の下になっていたので，Ｅの撃ったけん銃の弾が被害者に当たったのかどうかす\nら分からなかった。逃げるタクシーの中から知り合いに電話をしたことはあり，そ\nの電話でＥが，自分が被害者を殺したと言ったことはあるが，自分がそういう発言\nをしたことはない。\n犯行後，Ｅの奥さんに金を渡す話が出たが，それはＢが言い出したことであり，同\n人がＥに迷惑をかけたとして，Ｅの奥さんに生活費を渡したいということだったの\nで，地下銀行に詳しい知人を紹介したところ，後日，Ｂが振り込んだと聞いてい\nる。\n７　しかし，この被告人の供述は，前記１ないし３でみた証拠の内容と大きな相違\nがみられ，殊に複数の関係者が一致して供述するところの「Ｚ」に入店した直後の\n状況，すなわち，被告人が被害者を悪し様に罵り，不機嫌な態度を示していたこと\nなどを否定する点で関係証拠との間で整合性を欠いており，その後の自己の犯行関\n与に関する供述についても，犯行直前に被害者をビール瓶で殴ったのは，Ｅと被害\n者がけん銃の取り合いをしていたからであるなどと当のＥすら全く供述していない\n事実を主張するなど，自己に都合よく事実を歪曲し，共犯者に責任を転嫁しようと\nする意図が明白に窺える不自然な供述といわざるを得ず，到底信用することができ\nない。\n８　よって，弁護人の主張は採用することができない。\n（法令の適用）\n省　　略\n（量刑の事情）\n本件は，中国人である被告人が，同郷の中国人２名と共謀し，雑居ビル内でけん\n銃を発射して中国人の被害者を殺害したという殺人と銃砲刀剣類所持等取締法違反\nの事案である。\n被告人は，トランプ賭博による知人の借金をめぐって被害者と交渉した際，被害\n者から交渉を拒否されたばかりでなく，自己を侮辱する言葉を浴びせられて憤激\nし，同郷の友人２名にその怒りをぶちまけ，それぞれに被害者に対する不満を有し\nていた２名と語らって，実包の装てんされたけん銃を用意した上，これを持参して\n被害者を殺害することを計画し，直ちに実行したというもので，犯行の動機や経緯\nは誠に短絡的かつ自己中心的であって，酌量すべき余地は全くない。犯行の態様\nも，共犯者においてけん銃を隠し持った上で被害者のいる雑居ビル内の麻雀店に赴\nき，被害者を店外に連れ出し，エレベーター前で詰問を開始するや，被告人におい\nていきなりビール瓶で被害者の頭部を殴打し，被害者とともにその場に転倒した\n後，共犯者に発砲方を指示\nし，共犯者において被害者の後頭部にねらいを定め，至近距離からけん銃を発射し\nて，一撃のもとに被害者を殺害しているのであって，強固な犯意に基づく残忍かつ\n冷酷非情な犯行といわざるを得ない。本件で実際にけん銃を発射したのは共犯者で\nあるとはいえ，被告人は，共犯者に犯行を持ちかけ，犯行現場において共犯者に発\n砲を指示し，犯行後自らもとどめを刺そうとする言動をするなどしているのである\nから，被告人は，まさに本件の主犯であると評価することができる。被害者は，中\n国人の非合法社会とも深いつながりを有している人物であり，本件犯行の発端とな\nった高額不正賭博に深く関与していたという事情はあるにしても，もとより生命を\n奪われなければならない理由など毛頭なく，３２歳の若さで生命を断たれた被害者\nの無念な思いは察す\nるに余りがあり，犯行の結果は余りにも重大といわねばならない。それにもかかわ\nらず，犯行後何らの慰謝の措置も講じられておらず，今後それがなされる見込みも\nないのであるから，遺族の処罰感情が厳しいのも当然である。また，けん銃が発射\nされた場所は，繁華街にある雑居ビルに設置されたエレベーター前であり，被告人\nらのトラブルと無縁の通りがかりの他人を巻き込む危険性もあった無法行為であっ\nて，地域社会に与えた恐怖や不安も軽視することはできず，その点でも悪質極まり\nない犯行というほかない。加えて，被告人は，建造物侵入と窃盗の各罪により執行\n猶予付きの懲役刑に処せられ，退去強制処分を受けたにもかかわらず，その猶予期\n間中，再び日本に入国し，パチンコ台に取り付ける裏ロムを売却して高額の収入を\n得るなどの違法行為\nを反復継続していたもので，本件後，全国指名手配されたにもかかわらず，その網\nの目をかいくぐって中国に帰国するなどしたことに照らしても，被告人は，広域に\n渡る組織的な違法集団に属する根深い犯罪者ということができる。被告人が，事実\nを歪曲する不合理な弁解に終始しており，反省の情を窺うことが困難な状況にある\nことも勘案すると，被告人の刑事責任は著しく重いというべきである。\nそうすると，被告人が，母国の中国に母親や兄弟を残していること，その他，被\n告人の年齢や生育歴等被告人のためにしん酌し得る事情を十分に考慮し，共犯者と\nの処分の権衡等を踏まえて検討しても，被告人を無期懲役に処するのはやむを得な\nい。\nよって，主文のとおり判決する。\nさいたま地方裁判所第二刑事部\n（裁判長裁判官若原正樹，裁判官山田和則，裁判官髙嶋由子）\n"
}