{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 13,
    "month": 3,
    "day": 29
  },
  "case_number": "平成11(行ウ)18",
  "case_name": "生活保護決定処分取消等請求事件",
  "court_name": "大阪地方裁判所",
  "field": "行政",
  "lawsuit_id": "15623",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=15623",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/623/015623_hanrei.pdf",
  "contents": "主　　　文\n１　原告の被告大阪市生野区福祉事務所長に対する訴えを却下する。\n２　被告大阪市は，原告に対し，１８０万００２５円及びこれに対する平成１１年\n３月３１日から支払済みまで年５分の割合による金員を支払え。\n３　原告の被告大阪市に対するその余の請求を棄却する。\n４　訴訟費用中，原告と被告大阪市との間に生じた費用の２分の１を被告大阪市の\n負担とし，原告と被告大阪市との間に生じたその余の費用及び原告と被告大阪市生\n野区福祉事務所長との間に生じた費用は原告の負担とする。\n事実及び理由\n第１　請求\n１　被告大阪市生野区福祉事務所長の平成９年４月１日付け生活保護決定を取り消\nし，原告に対する生活保護の支給起算日を平成８年４月１日とする旨決定する。\n２　被告大阪市は，原告に対し，３５０万００２５円及びこれに対する平成１１年\n３月３１日から支払済みまで年５分の割合による金員を支払え。\n第２　事案の概要\n本件は，平成９年４月１日付けで同年３月２４日を保護開始日とする生活保護法\nによる保護の決定（以下「本件決定」という。）を受けた原告が，平成８年４月１\n日に口頭で生活保護による保護の開始を申請し，かつ，その当時要保護状態にあっ\nたにもかかわらず，被告大阪市生野区福祉事務所長（以下「被告所長」という。）\nが同日を保護開始日とせずに本件決定をしたことが違法であると主張して，被告所\n長に対し，本件決定を取り消して保護開始日を平成８年４月１日とする保護決定を\nすることを求め（請求第１項），違法な本件決定のために平成８年４月１日から平\n成９年３月２３日までの間の生活保護費１５０万００２５円を受給することができ\nなかったと主張し，また，大阪市生野区福祉事務所の職員（相談員）が生活保護開\n始申請書の交付を拒否したことが親の扶養を受けないという原告の自己決定権を侵\n害し，同相談員が原告のかつて入所していた施設に対して調査をしたことが原告の\nプライバシー権を侵害したと主張し，被告大阪市に対し，国家賠償法１条１項に基\nづき，生活保護費相当額の１５０万００２５円及び慰謝料２００万円の合計３５０\n万００２５円並びにこれに対する本件訴状送達の日の翌日である平成１１年３月３\n１日から支払済みまで民法所定の年５分の割合による遅延損害金の支払を求めた\n（請求第２項）事案である。\n１　前提となる事実（争いのない事実及び証拠（書証は枝番を含む。）\nにより容易に認定しうる事実）\n（１）　原告は，肢体不自由（四肢アテトーゼ，身体障害者障害程度等級表（身体\n障害者福祉法施行規則別表第５号）による級別一級），言語機能障害（同三級），\n視覚障害（同五級）を持つ身体障害者であり，身体障害者手帳一級一種の交付を受\nけている。原告は，昭和６０年９月２２日から，Ｊ市内の社会福祉法人Ｚ会重度身\n体障害者更生援護施設Ｚ園（以下「Ｚ園」という。）に入所していたが，平成８年\n２月２８日に退所し（当時２９歳），同月２９日付けで施設の措置が解除され，そ\nの後は大阪市生野区において一人で生活している。\n被告所長は，生活保護法（以下「法」という。）による保護の実施機関である\n（法１９条５項，生活保護法施行令１条，大阪市生活保護法施行細則（昭和３１年\n大阪市規則第６３号（乙５）２条１項）。\n（２）　原告は，平成８年４月１日当時，障害基礎年金として月額８万１８２５円\nを受給しており，同年８月から特別障害者手当として月額２万６２３０円を受給し\nていた。原告は，平成８年３月から，被告大阪市の実施する全身性障害者介護人派\n遣事業（乙１）により，１か月１５３時間分の介護券の交付を受け，これにより，\n原告の介護人に対し，給付開始月には２１万１１４０円，翌月以後は毎月２１万２\n６７０円の介護手当が給付されていた。また，原告は，月額３万５０００円の家賃\nを支払っていた。\n（３）　原告は，平成８年４月１日，障害者介護人のＡと共に，生野区福祉事務所\nの生活保護課を訪れた。その際，同課の職員（相談員）であるＢは，生活保護開始\n申請書を原告に交付しなかった。\n原告は，同年４月１７日，同課において，生活保護開始申請書の交付を受けた。\n（４）　原告は，平成９年３月２４日，生野区福祉事務所生活保護課において，生\n活保護開始申請書（乙１６），資産申告書（乙１７），収入申告書（乙１８），法\n２９条に基づく調査に同意する旨記載された同意書（乙１９），扶養義務者の申告\n書（乙２０）及び住宅費証明書（乙２１）を提出した。\n（５）　被告所長は，平成９年４月１日，原告に対し，障害による生活困窮を理由\nに，同年３月２４日を保護開始日とし，生活扶助として月額１９万４８８０円を支\n給する旨の保護の開始の決定（本件決定）をし，同年４月１日付け保護決定通知書\n（甲２の１）により，原告に通知した。\n被告所長\nは，同年４月１日，同日から生活扶助として月額１１万３０４５円，住宅扶助とし\nて月額３万５０００円の合計１４万８０４５円を支給することに変更する旨の決定\nをし，同日付け保護決定通知書（甲２の２）により，原告に通知した。\n（６）　原告は，平成９年５月４日，大阪府知事に対し，本件決定について，保護\n開始日を平成８年４月１日に変更することを要求して審査請求をし（甲３），同年\n９月１２日，厚生大臣に対して再審査請求をした（甲６）。\n大阪府知事は，平成９年９月１８日，前記審査請求を棄却した（乙１４）。\n２　争点及びこれに関する当事者の主張\n（１）　被告所長に対する訴えの適法性（争点１）\n（被告所長の主張）\nア　請求第１項のうち，原告が被告所長に対し，生活保護の支給起算日を平成８年\n４月１日とする生活保護決定をすることを求める訴えの部分は，平成８年４月１日\nから平成９年３月２３日までの間の保護の実施を求めるものであり，いわゆる義務\n付け訴訟に該当する。行政庁に一定の作為を求める義務付け訴訟は，行政事件訴訟\n法に明文の規定のない法定外抗告訴訟であり，無条件に認められるものではなく，\n行政庁が当該処分をなすべきこと又はなすべからざることについて法律上覊束され\nており，行政庁に自由裁量の余地が全く残されておらず，事前審査を認めないこと\nによる損害が大きく，事前の救済の必要性が顕著であって，他に適切な救済方法が\nない場合に限られるというべきである。\n本件においては，前記いずれの要件も満たしていないから，前記訴えは不適法で\nある。\nイ　請求第１項のうち，本件決定の取消しを求める訴えの部分は，生活保護の支給\n起算日を遡らせることを求める訴えの前提となるものにすぎないから，訴えの利益\nを欠くものであり，不適法である。\n（原告の主張）\n争う。\n（２）　本件決定の違法性（争点２）\n（原告の主張）\n原告は，平成８年４月１日，生野区福祉事務所生活保護課において，Ｂに対し，\n従前から生活保護を受けるために提出することを指示されていた書類（年金証書，\n年金振込通知者，銀行預金通帳，民生委員通知書，賃貸借契約書のコピー，家主が\n書いた住宅費証明書）を提示し，同年３月３１日をもって父親の健康保険の被扶養\n者から抜けたことを告げ，口頭で保護の開始の申請を行った。原告は，Ｚ園を退所\nした後は一人で生活し，重度の身体障害者であることから就労に適した仕事がな\nく，当時の\n収入は障害基礎年金しかなかったところ，１か月３万５０００円の家賃と介護手当\nによっても不足する介護料を支払う必要があったため，平成８年４月１日時点にお\nいて，保護を開始すべき状態（要保護状態）にあった。しかしながら，被告所長\nは，不当に保護決定を遅延し，かつ，平成８年４月１日を保護開始日とせず，平成\n９年３月２４日を保護開始日とする本件決定をした。\n法２４条１項は，「保護の実施機関は，保護の開始の申請があったときは，保護\nの要否，種類，程度及び方法を決定し，申請者に対して書面をもって，これを通知\nしなければならない。」と規定し，同条３項は，「第一項の通知は，申請のあった\n日から十四日以内にしなければならない。但し，扶養義務者の資産状況の調査に日\n時を要する等特別な理由がある場合には，これを三十日まで延ばすことができる。\nこの場合には，同項の書面にその理由を明示しなければならない。」と規定してい\nるところ，本件決定は前記の期間を徒過しており，同条３項に違反する。\n（被告らの主張）\n保護の開始の申請があったというためには，申請書の作成及び提出は必要ではな\nいが，保護の開始決定を求める申請の意思と，その意思の表示行為は必要である。\n原告は，平成８年４月１日には，申請の意思もその表示行為もなかったのであるか\nら，同日に保護の開始の申請があったとはいえない。\n仮に，同日の相談の初期の段階で申請の意思の表示行為があったとしても，原告\nとＢとの間で扶養義務と保護の関係について見解が異なるために論争になり，相談\nが翌日以後に持ち越されたことにより，原告は，同日の相談終了時には，黙示に申\n請行為を撤回したというべきである。\nまた，同日に申請の意思の表示行為があったとしても，原告は，申請書を受領し\nた同月１７日から起算して申請に要する相当の期間が経過したころには，その相当\nの期間内に申請書を提出しなかったことにより，黙示に申請行為を撤回したという\nべきである。\n原告は，平成９年３月２４日，被告所長に対し，保護開始申請書を提出して申請\nを行い，被告所長は，法２４条に定める手続に従い，保護の要否，必要な扶助の種\n類，程度等を調査の上，同年４月１日，申請日に要保護の状態であったと認定し\nて，保護の開始日を申請日である同年３月２４日とする本件決定を行ったものであ\nり，本件決定に何ら違法な点はない。\n（３）　生活保護費相当額の国家賠償請求（争点３）\n（原告の主張）\n本件決定をした生野区福祉事務所長であるＣは，前記（２）原告の主張に記載の\nとおり違法に本件決定を行ったものであるが，平成８年４月１日に保護の開始の申\n請があり，かつ，要保護状態にあったから，同日を保護開始日としないことが違法\nであることを認識し，同日を保譲開始日とする保護決定をすべきであったにもかか\nわらず，これを怠って本件決定を行った。それにより，原告は，本来支給されるべ\nきであった平成８年４月１日から平成９年３月２３日までの生活保護費１５０万０\n０２５円を受領することができなかった。\n（被告大阪市の主張）\nア　法８４条は，「この法律で政令に委任するものを除く外，この法律の実施のた\nめの手続その他その執行について必要な細則は，厚生省令で定める。」と規定し，\nこれを受けて生活保護法施行規則（以下「施行規則」という。）２条１項は，「法\n二十四条第一項又は第五項に規定するところの保護の開始又は保護の変更の申請\nは，左に掲げる事項を記載した書面を提出して行わなければならない。」と規定\nし，保護開始の申請は，同項各号に掲げる事項を記載した書面によることを定めて\nいる。仮に，原告から平成８年４月１日に保護の申請があったとしても，原告が申\n請書を提出しなかった本件の場合，生野区福祉事務所の職員やＣは，この法令の規\n定に従い，保護の申請があったとの取扱いはできなかったのであるから，その職務\n上の義務に違反しておらず，違法の評価は受けない。\n自ら筆記できない申請者についても代理人又は相談員が申請書に必要事項を記載\nし，本人に読み聞かせた上でその申請書に記名押印させて受理するとの運用がされ\nているが，原告はＡと行動しており，また生野区福祉事務所の職員は申請書を記載\nすることを要求されなかったのであるから，本件につきそのような運用をしなかっ\nたことが違法であるとはいえない。\nまた，本件において，施行規則２条１項が適用されない例外的な事情があったと\n認められるとしても，本件のような場合が例外に該当することにつき，法的に統一\nされた見解があったわけではないから，後にその行為が違法と判断されたからとい\nって，直ちに過失があったと解することはできない。\nイ　一般に国家賠償以外に他の救済手段があり，これに排他性が与えられていると\nきは，国家賠償請求は許されないと解されているところ（最高裁昭和５７年２月２\n３日第三小法廷判決・民集\n３６巻２号１５４頁），行政処分の取消訴訟一般については，そのような意味の排\n他性はないとされているが，税務処分や年金支給決定のように，直接金銭上の権利\n義務に係る処分について国家賠償請求を認めると，出訴期間や不服申立前置の意義\nが失われることになるので，このような行政処分の取消訴訟とは別に，給付相当額\nを損害として国家賠償請求訴訟を提起することは許されないというべきである。本\n件決定も，直接金銭上の権利義務に係る処分であるから，本件決定の取消訴訟とは\n別に，実質的に同一機能を有する国家賠償請求訴訟を提起し，給付相当額を損害と\nして請求することは許されないというべきである。しかも，この給付請求権は，本\n件決定が違法とされ，新たに支給に関する処分がされることにより，初めて発生す\nるものであり，それまでは，給付相当額の損害が発生しているということもできな\nい。\nウ　仮に，原告から平成８年４月１日に保護の申請があり，原告に対して同日を支\n給開始日とする保護を実施するとしても，保護の内容，支給金額は，原告の資産や\n収入によって変わるものであるから，原告の主張する生活保護費相当額が，直ちに\n同日を支給開始日とする保護を実施した場合に支給されたであろう金額であるとは\nいうことができない。\n（４）　生野区福祉事務所の相談員の行為の違法性（争点４〉\n（原告の主張）\nア　申請書の交付拒否について\n扶養を必要とする状態にある者は，親族の扶養と生活保護のいずれを受けるかに\nついて選択権があり，生活保護法にいう補足性（私的扶養優先）の原則は，生活保\n護が選択された場合に扶養義務者に対して償還請求し得ることを意味するにすぎな\nい。原告は，生活保護を受けることを選択し，平成８年４月１日に生活保護開始申\n請書の交付を要求したにもかかわらず，Ｂは，執拗に親の扶養を受けるように迫\nり，原告を扶養する意思がない旨の原告の親の回答書類を持参しない限り生活保護\n開始申請書を渡さないなどと言って違法に申請書の交付を拒み，また，原告の父を\n呼び出そうとした。このＢの行為は，明らかに指導，説得の限度を越えた違法な申\n請書の交付拒否であり，そのため，原告は，親の扶養を受けないという自己決定権\n（憲法１３条）を侵害された。\nイ　Ｚ園に対する調査について\nＢは，平成８年４月１日，原告に無断で，原告がかつて入所していたＺ園に退所\nの事実等を問い合わせ，原告に関する個\n人情報を収集した。\n保護の実施機関及び福祉事務所長は，保護開始の申請が受理された後は，保護の\n決定又は実施のため必要があるときは，要保護者の資産及び収入の状況につき，そ\nの他の関係人の報告を求めることができる（法２９条）。しかし，Ｂは，明らかに\n法上与えられた調査権限を逸脱して前記問い合わせをしたものであり，それによ\nり，原告は，プライバシー権（自己情報管理権）を侵害された。\nまた，保護の実施責任は，要保護者の居住地又は現在地により定められるから\n（法１９条），申請後は，居住事実の有無を調査することが許されると解される\nが，Ｚ園に照会しなくても，原告は平成８年４月１日までに住民票や賃貸借契約書\nを提示していたほか，生野区福祉事務所の障害福祉課においては，既に居住事実を\n確認の上で各種福祉給付の申請が完了していた。したがって，同日の申請時には，\n居住事実は確認済みの状態であり，Ｚ園に対する問い合わせを行う必要性はなかっ\nた。\nさらに，入所措置費が要保護者の資産又は収入になるとの見解に立ったとして\nも，措置解除の有無は，生野区福祉事務所の障害福祉課において把握されていた\nし，措置権者であった茨木福祉事務所に問い合わせれば足りたはずであり，Ｚ園へ\n問い合わせる必要性はなかった。\n実務上も，照会は，申請者から同意書を得た上で実施されているのであるから，\nこの点でも違法である。\nなお，被告らは，平成８年４月１日時点において原告に申請意思及び表示行為が\nなかったと主張しながら，申請後に必要となる書類の事前提出を求めたり，Ｚ園に\n問い合わせたりしており，矛盾している。\nウ　損害\nＢの前記各行為は，大阪市の公権力の行使に当たる公務員がその職務を行うにつ\nいてした行為であるところ，原告は，これにより，自己決定権及びプライバシー権\nを侵害され，計り知れない精神的苦痛を被った。この損害は２００万円を下回らな\nい。\n（被告大阪市の主張）\nア　申請書の交付拒否について\n厚生省社会局長通達「生活保護法実施における標準事務処理方式について」（昭\n和２８年４月１日乙発第４８号）及び新福祉事務所運営指針によれば，生活保護の\n申出又は相談があった場合，福祉事務所の相談員は，まず，申出者の訴えや生活状\n況を聴取し，保護申請意思があると認められる場合には，法の趣旨，受給要件，被\n保護者の権利義務等を説明した上で，さらに申請意思の確認\nを行い，申請意思が確認されれば申請書を交付することとされている。\nＢは，これに則り，生活保護の受付面接として，法４条の保護の補足性の原理，\n保護と扶養との関係及び健康保険法における被扶養者の意義等について，原告に繰\nり返し説明したものにすぎず，その際，原告に親の扶養を受けることを強制した\nり，親の回答書を持ってこない限り申請書を渡さない旨の発言をしたりはしていな\nい。したがって，Ｂの行為は，原告の権利を侵害するものではない。\nイ　Ｚ園に対する調査について\nＢは，原告が厚生援護施設を退所していることが原告の保護開始の前提となる事\n実であるため，専らそれを確認する目的でＺ園に問い合わせたものである。そもそ\nも，およそ人に関する情報すべてがプライバシー権（自己情報管理権）の対象とな\nるのではなく，その中の一定の種類の情報のみがその対象となるところ，退所の事\n実はプライバシー権の対象となるものではない。しかも，Ｂは，受付面接において\n原告自身からＺ園を退所したことを聞いており，それを念のために確認したにすぎ\nないから，退所の事実の確認はもはや原告のプライバシー権の侵害とはなり得な\nい。\nまた，Ｂは，退所の事実以外の情報を収集する意図がなかったものであり，たま\nたま，Ｚ園から，家の改造の話があるため実家に戻るとの理由で原告が同園を退所\nしたとの回答を得たにすぎず，それ以上の話も聞かなかったのであるから，退所の\n理由が知られたことがプライバシー権の侵害に該当するとしても，Ｂの行為に過失\nはない。\n仮に，Ｂの行為が何らかの原告のプライバシー権を侵害しているとしても，その\n侵害された利益はさしたるものではなく，原告が何らかの精神的損害を受けたとは\n考えられない。\nなお，原告は，被告所長が平成８年４月１日に申請行為がなかったと主張するこ\nととＢが問い合わせたことが矛盾していると主張するが，Ｂは，原告が後日に生活\n保護を申請することが十分に予想されたため，申請行為後速やかに保護開始決定が\nできるよう，事前に提出書類の準備を求め，また，同園の退所の事実を確認したも\nのであり，矛盾はない。\n第３　争点に対する判断\n１　争点１（被告所長に対する訴えの適法性）について\n（１）　原告は，平成８年４月１日に保護の開始の申請を行ったのであるから，被\n告所長は同日を保護開始日とする保護決定をすべきであり，平成９年３月２４日を\n保護\n開始日とする本件決定は違法であると主張する。そして，審査請求においても同様\nの主張をし，本件決定につき保護開始日を平成８年４月１日に変更することを求め\nている。原告の被告所長に対する訴え（請求第１項）は，文言上は本件決定の取消\nしと平成８年４月１日を保護開始日とする新たな保護決定処分を求めるもの（処分\nの取消しを求める抗告訴訟と新たな処分を求める義務付け訴訟）と解する余地があ\nるが，原告の上記の主張に鑑みてこれを合理的に解釈すると，本件決定につき保護\n開始日を平成８年４月１日と変更することを求める１個の訴え（処分の変更を求め\nる義務付け訴訟）であると解するのが相当である。\n行政事件訴訟法が抗告訴訟として取消訴訟，無効等確認訴訟及び不作為の違法確\n認訴訟を法定し，取消訴訟を違法な処分による権利の侵害に対する主たる救済方法\nとしている趣旨に鑑みれば，行政庁の第一次判断を待つことなくその公権力の行使\nを求める義務付け訴訟は，①　行政庁に第一次判断権を行使させるまでもないほど\n処分要件が一義的に明確に定まっており，裁量の余地がないなど，第一次判断権を\n行政庁に留保することが必ずしも重要でないこと（明白性），②　事前の司法審査\nを認めないことによる損害が大きく，事前救済の必要性が顕著であること（緊急\n性），③　他に適切な救済手段がないこと（補充性）という要件を満たす場合に例\n外的に許されると解すべきである。\n本件についてみると，法８条（平成１２年法律第１１１号による改正前のもの）\nは，１項において「保護は，厚生大臣の定める基準により測定した要保護者の需要\nを基とし，そのうち，その者の金銭又は物品で満たすことのできない不足分を補う\n程度において行うものとする。」，２項において「前項の基準は，要保護者の年齢\n別，性別，世帯構成別，所在地域別その他保護の種類に応じて必要な事情を考慮し\nた最低限度の生活の需要を満たすに十分なものであって，且つ，これをこえないも\nのでなければならない。」とそれぞれ規定し，それに基づき，厚生省告示「生活保\n護法による保護の基準」（昭和３８年４月１日第１５８号）の１項において，法１\n１条に定める各扶助についての保護の基準が定められている。また，法９条は，\n「保護は，要保護者の年齢別，性別，健康状態等その個人又は世帯の実際の必要の\n相違を考慮して，有効且つ適切に行うものとする。」と規定し，前記告示２項は，\n「\n要保護者に特別の事由があって，前項の基準によりがたいときは，厚生大臣が特別\nの基準を定める。」と規定している。生活保護法による保護の要否及びその内容\nは，これらの規定，基準に従い，様々な事情を総合的に考慮して決定されるべきも\nのであり，保護の決定については，その要件が法令により一義的に定められている\nとはいえず，保護の実施機関に一定の裁量が与えられていると解される。したがっ\nて，保護決定の変更を求める訴えは，①の要件を欠くものといわざるを得ない。\nまた，法２４条１項は，保護の申請をしてから３０日以内に決定の通知がないと\nきは，申請者は保護の実施機関が申請を却下したものとみなすことができると規定\nしていることから，法は，申請に対する実施機関の決定がない場合の不服申立ての\n手段として，申請者の意思によってみなされた却下処分に対する審査請求及び取消\nしの訴えを予定していると解するのが相当である。そうすると，義務付け訴訟のほ\nかに他に適切な救済手段があるというべきであるから，前記③の要件も欠くと解さ\nれる。\nしたがって，被告所長に対する訴えは，義務付け訴訟が許容される要件を欠き，\n不適法であるといわざるを得ない。\n（２）　なお，被告所長に対する訴えにつき，本件決定の取消しの訴え（取消訴\n訟）の部分と被告所長が平成８年４月１日を保護開始日とする生活保護決定をする\nよう命ずる訴え（義務付け訴訟）の部分から成ると解するとしても，行政事件訴訟\n法９条により処分の取消しの訴えを求めるにつき法律上の利益を有する者とは，当\n該処分の直接の法律上の効果として自己の権利若しくは法律上保護された利益を侵\n害され，又は必然的に侵害されるおそれのある者をいうと解すべきであるところ，\n本件決定の取消しの訴えの部分についてみれば，本件決定以後は，原告に対する保\n護は実施されており，かつ，原告はその保護の内容については何ら変更を求めてい\nないから，本件決定により，原告は何らの不利益も受けず，また不利益を受けるお\nそれもないというべきであり，この訴えの部分は訴えの利益を欠き，不適法である\nといわざるを得ない。そして，義務付け訴訟の部分が不適法であることは，前記\n（１）の判断のとおりである。\n（３）　したがって，いずれにしても，被告所長に対する訴えは不適法である。\n２　争点３（生活保護費相当額の国家賠償請求）について\n（１）　前提となる事実，証拠（甲３ないし６\n，８ないし２５，乙１，１４ないし２１，２４，証人Ａ，同Ｂ，原告本人）及び弁\n論の全趣旨によれば，次の事実が認められる。\nア　原告は，体と手足の機能の麻痺による肢体不自由（四肢アテトーゼ），言語機\n能障害，視覚障害を持ち，電動車椅子を利用している身体障害者障害程度等級一級\nの身体障害者であり，昭和６０年９月２２日から，Ｊ市内の重度身体障害者更生援\n護施設であるＺ園に入所していたが，Ｚ園の職員からいじめを受けたことがきっか\nけで平成８年２月２８日に退所し（同月２９日付けで施設への入所措置が解除され\nた。），その後は大阪市生野区において一人で生活している。\n被告所長は，保護の実施機関である。\nイ　原告は，同年３月１日，Ａと共に生野区福祉事務所の障害福祉課に行き，住民\n登録，身体障害者手帳の住所変更手続を行い，特別障害者手当の申請について相談\nした後，生活保護課において生活保護の申請について相談し，同課の相談員のＤか\nら，保護の開始に必要となる書類（年金証書，年金振込通知（同年２月分），銀行\n預金通帳，民生委員通知書）を持参するよう指示された。\nウ　原告は，同年３月７日，Ａと共に生野区福祉事務所の生活保護課に行き，相談\n員のＢに対して年金振込通知書と銀行預金通帳を提示したところ，Ｂは，預金残高\nが１５万３６９８円であるから直ちに保護が必要な状態とはいえないと指摘し，生\n活保護制度，保護の要件等の説明をした。Ｂは，原告に対し，同人が父親の被扶養\n者であることにより，父親が受けている税制上の優遇分を仕送りに充てさせるべき\nであると告げるとともに，父親の健康保険の被扶養者の資格を喪失しないように勧\nめた。また，Ｂは，扶養義務者申請書と扶養義務照会回答用紙を交付し，これらを\n親に書いてもらうように指示し，新たに５点の書類（賃貸借契約者のコピー，住宅\n費証明書，太陽生命の精算書，扶養義務者名簿，扶養義務照会回答書）を持ってく\nるよう指示した。\n原告は，同年３月１２日，医療券の発布を受けるために生野区福祉事務所の生活\n保護課に行き，その際，父親の健康保険の被扶養者の資格を喪失する手続をしたと\n主張したが，社会保険事務所に対する照会の結果，依然として被扶養者の資格を有\nすることがわかった。Ｂは，原告に対し，被扶養者の資格を喪失する手続をしない\nよう重ねて指導した。\n原告は，同年３月２６日，介護人のＥと共に，障害者手帳を作るた\nめに生野区福祉事務所障害福祉課に行ったところ，Ｂは，原告に対し，「お金がな\nくなったらおいで。」と言った。\nエ　原告は，同年４月１日，Ａと共に生野区福祉事務所の生活保護課を訪れ，Ｂに\n対し，以前に指示されていた書類（年金証書，年金振込通知書，銀行預金通帳，民\n生委員通知書，賃貸借契約者のコピー，住宅費証明書）を提出し，生活保護を申請\nするため申請書の交付を求めた。これに対し，Ｂは，原告の親族による扶養義務者\n申告書と扶養義務照会回答用紙の提出を求め，扶養義務者の回答が確認できない限\nりは申請書を交付することができないと述べたが，原告は，書いてもらわなかった\nと告げた。原告は，当時２９歳であり，親に面倒をかけるのではなく，経済的に自\n立した生活を送りたいという希望を持っており，親族の扶養を受けることが生活保\n護の受給に優先するとは考えていなかったため，２０歳を過ぎてまで親の扶養を受\nけたくないなどと言った。これに対し，Ｂは，民法や生活保護法の条文を示しなが\nら，生活保護が扶養義務との関係において補足性を有することを説明し，原告との\n間で議論となった。原告は，議論の中で，申請を受け付けてもらうため，父親から\n一方的に健康保険の被扶養者の資格を喪失されたとか，父親が扶養義務照会回答書\nに記載してくれなかったなどと述べ，実家に確認の電話をするよう依頼したが，Ｂ\nが電話をかけたところ，結局連絡はとれなかった。原告とＢとの議論は１時間半以\n上続いたが，依然として平行線をたどり，この間，原告及びＡは申請書の交付を何\n度も求めたが，Ｂはこれに応じなかった。Ｂは，父親の扶養意思の確認が取れれば\n同年４月１日付けで申請を受理して保護を開始する旨説明したので，原告は，Ｂに\n対して，そのことを書面により明らかにするよう求めたが，Ｂは，Ａが証人である\nと述べ，書面の作成は拒んだ。原告は，長時間の議論で疲れており，Ｂが４月１日\n付けでの申請の受理を明確に約束したので，帰宅した。\nＢは，原告が生野区福祉事務所から帰った後，原告の承諾を得ていなかったが，\nＺ園に電話をかけ，原告が正式に退所したかどうかを問い合わせ，正式に退所した\nとの回答を得たが，その際，Ｚ園からは，原告の実家の改造の話があることを理由\nに退所したことを告げられた。\nオ　原告は，同年４月２日，Ａと共に生野区福祉事務所に行き，Ｂに対し，原告の\n父に扶養意思の確認の電話をする\nよう求めた。Ｂは原告の父に電話をかけた後，原告に対し，原告の父は原告が施設\nを出たことは知っているが，どこに住んでいるかも知らないから心配している，お\n金に困っているなら仕送りをしてもよいと言っていたと説明し，同月９日に原告と\n原告の父とで面接することを提案した。原告は，Ｂが扶養意思の確認が取れ次第，\n同年４月１日付けで申請を受理して同日から保護を開始すると述べたため，帰宅し\nた。\n原告は，同月２日ころ，原告の母と電話で話した際，父も母も同月９日に生野区\n福祉事務所に行く必要がないと述べた。\nカ　原告の母は，同年４月９日午前，Ｂに電話をかけ，原告の父が生野区福祉事務\n所に行けなくなったと告げた。Ｂは，その後，原告の父に電話をかけたが，同人か\nら，別居している原告を援助することは難しいと告げられた。\nキ　原告は，同年４月１５日，被告所長に対し，「本年４月１日付けで，私，Ｆが\n生活保護の申請をするために，３月１日から再三大阪市生野区福祉事務所の生活保\n護係をたずねているにもかかわらず，Ｂ相談員が申請を受け付けないことに抗議し\nます。一，速やかに生活保護申請書を提示し，Ｂ相談員が約束した４月１日付けで\n私の申請を受理するよう要求する。二，既に私が以前入所していた施設などに，Ｂ\n相談員は問い合わせをしているが，法的に申請受理前に個人のプライバシーを調査\nする権限はどこにあると考えているのか，回答していただきたい。三，福祉事務所\n相談員の法的地位及び権限について，回答していただきたい。」と記載した通知書\n（甲１１）を郵送した。\nＢは，同月１６日，原告宅を訪問したが，原告が不在であったため，生野区福祉\n事務所に連絡をするように書いた紙を投函して帰った。\nク　原告は，同年４月１７日，Ａと共に生野区福祉事務所に行き，Ｂ及び生野区福\n祉事務所長のＣと面談をした。Ｂ及びＣは，原告に生活保護開始申請書を交付し，\n同月１日から要保護状態にあったことを認めて同日から保護を開始する旨を示唆し\nて，申請書を提出するよう求めた。しかし，原告は，送付した前記通知書に対する\n文書による回答を求め，その回答が得られるまで申請書を提出しない意思であった\nため，申請書を提出しなかった。\nケ　Ｂは，同年４月３０日，原告に対し，原告が回答を求めた事項の二項と三項に\nつき，「二，福祉事務所に於て，今後各種のサービスを提供していくに際して，よ\nり良いサービスを提供するた\nめ，施設を退所した経緯を承知したいため。三，社会福祉事業法上は，法第１６条\nに掲げる現業を行う職員に当ります。また，身分は，大阪市職員として，生野区福\n祉事務所主査を命ぜられ，生活保護の受付面接相談を行っている。」と文書で回答\nした（甲２４）。\nコ　原告は，同年５月２９日，生野区福祉事務所長に対し，同年４月１５日付けの\n原告の通知書に対する回答書が来ない理由，同月１７日まで生活保護開始申請書を\n交付しなかった理由，民生委員通知書等の書類を事前提出させた理由，施設に問い\n合わせたことがプライバシー権の侵害になるのではないかということ，生野区福祉\n事務所が原告の親に扶養を迫る理由などについて質問を記載した通知書（甲１２）\nを送付した。\nその後，原告は，同年６月１０日付けの生野区福祉事務所長名の文書回答を受領\nしたが，謝罪の意思がみられないと判断し，同年７月１３日，生野区福祉事務所長\nに対し，同年４月１日に申請書の交付を拒否したことの謝罪等を文書により求めた\n（甲１３）。\nサ　原告は，同年７月３１日，Ａと共に生野区福祉事務所に行き，文書による回答\nを要求したが，同福祉事務所の副所長のＧから，今後は一切文書回答はしないと告\nげられた。原告は，Ｇに対し，保護開始日が同年４月１日となるかどうかを確認し\nたところ，Ｇは，「今なら４月１日付けで保護を開始するから，早く申請するよう\nに。」と述べた。\nシ　原告は，同年８月１５日，厚生省社会援護局Ｈ係長に対し，本件の問題を取り\n上げた同年５月１９日付け毎日新聞の記事に厚生省保護課が生野区福祉事務所によ\nる事前調査が事実であれば指導すると回答した旨記載されていたことにつき，どの\nような指導をしたのかを回答するよう求めた質問状を送付した。\n原告は，同年８月２２日，Ａと共に，厚生省社会援護局に行ったところ，Ｈは，\n原告が同年４月１日と２日に十分に説明を受け，納得して帰ったと大阪市から報告\nを受けていると説明した。\nス　原告は，同年９月６日，被告所長に対し，甲１３により回答を求めた事項及び\n厚生省に対する報告の件につき文書による回答を求めた（甲１４）。\n原告は，同年９月２５日，Ａと共に生野区福祉事務所に行き，同年３月１日から\nのケース記録の開示を要求したが拒否された。また，保護開始日が同年４月１日に\nなるかどうか確認をしたところ，Ｃから，今となっては生野区福祉事務所だけでは\n判断しかねると告げられた\n。\n原告は，同年１０月４日，原告のケース記録につき，公文書公開請求と個人情報\n開示請求として開示を求めた。そして，個人情報の開示として，部分的な開示を受\nけた。\nセ　原告は，平成９年３月２１日，大阪市長に対し，甲１３及び１４により被告所\n長に対して回答を求めた事項につき，文書による回答を求めた（甲１５）。\nソ　原告は，同年３月２４日，回答書を待っていてもこのままでは埒があかないと\n考えたため，生野区福祉事務所において，申請日を平成８年４月１日と記載した生\n活保護開始申請書（乙１６），資産申告書（乙１７），収入申告書（乙１８），法\n２９条に基づく調査に同意する旨記載された同意書（乙１９），申請者の住所及び\n氏名以外記載のない扶養義務者の申告書（乙２０）及び貸主であるＩが記載した住\n宅費証明書（乙２１）を提出したが，扶養義務照会書及び回答書は提出しなかっ\nた。\nタ　被告所長は，平成９年４月１日，原告に対し，障害による生活困窮を理由とし\nて，同年３月２４日を保護開始日とする本件決定をし，同年４月１日付け保護決定\n通知書により，原告に通知した（甲２の１）。\n被告所長は，同年４月１日，同日から生活扶助として月額１１万３０４５円，住\n宅扶助として月額３万５０００円の合計１４万８０４５円を支給することに変更す\nる旨の決定をし，同日付け保護決定通知書により，原告に通知した（甲２の２）。\nチ　原告は，平成８年４月１日当時，障害基礎年金として月額８万１８２５円を受\n領していたが，就労が困難であったため無職であった上，預金もほとんど残ってい\nなかった。他方，原告は，月額３万５０００円の家賃を支払っていた。また，原告\nは，２４時間の介護を受ける必要があったところ，受領していた介護券は１日当た\nり５時間分にすぎなかったため，それ以上の介護を受けるためには別途介護料が必\n要な状況にあった。\n原告の父は，定年退職後，再就職し，高速道路の料金所で働いていたが，給料は\n多くなく，原告に仕送りをする余裕はなかった。\n（２）　以上の事実を前提として，生活保護費相当額の国家賠償請求につき検討す\nる。\nア　平成８年４月１日における申請の有無\n前記（１）の認定事実のとおり，原告が，平成８年４月１日，生野区福祉事務所\nにおいて，扶養義務者申告書と扶養義務照会回答用紙以外の書類を提示し，生活保\n護開始申請書の交付を要求したことに鑑みれば，原告は，同日，保護の開始を申請\nする意思を有し，かつ，申請意思を表示したものと認められる。\n被告大阪市は，同日，原告が生野区福祉事務所から帰宅する時点までに，相談が\n翌日以後に持ち越されたことにより，黙示に申請行為を撤回したと主張する。しか\nし，原告は，Ｂとの間で議論となった後においても申請書の交付を求め続けてお\nり，その後も一貫して４月１日に申請をしたと主張し，同日付けでの申請の受理及\nび保護の開始を求めていることに照らせば，原告は生野区福祉事務所から帰る時点\nにおいてもなお申請意思を有していたものと解するのが相当であり，申請行為を黙\n示に撤回したとの主張は認めることができない。\n生活保護法には，保護の開始の申請について書面によらなければならない旨の規\n定はなく，同法の委任を受けた施行規則２条１項も，後記のとおり申請書面の提出\nを申請の要件とするものではないと解される。申請書の作成及び提出が申請の要件\nでないことは被告らも認めるところである。したがって，前記のとおり，原告は申\n請意思を有してＢに対してその意思の表示行為をしたのであるから，原告は，平成\n８年４月１日に保護の開始の申請をしたと認められる。\nイ　平成８年４月１日時点の要保護状態の有無\n前記（１）の認定事実によれば，原告は，平成８年４月１日時点において，障害\n基礎年金のほかには収入がない上に預金もほとんど残っておらず，今後原告の両親\nからの扶養を受けることも困難な状況にあったところ，生活費のほかに，家賃や介\n護料の支払が必要な状態にあったのであるから，同日の時点において，客観的にみ\nて生活保護法による保護を要する要保護状態にあったと認められる。\nウ　国家賠償法１条１項の違法，過失\n前記（１）（特にキ，ク）の事実によれば，生野区福祉事務所長のＣは，遅くと\nも平成８年４月１７日の時点では，原告が同月１日に口頭で保護開始の申請をして\nおり，同日の時点で原告が要保護状態にあったことを認識していたものと認められ\nる。したがって，Ｃとしては，４月１日に申請がされたことを前提として，速やか\nに同日を保護開始日とする保護決定を行うべき職務上の義務を負っていたというべ\nきであり，にもかかわらず，同月１７日に原告に申請書を交付してその提出を促し\nただけで，平成９年３月２４日付けの申請に基づいて本件決定を行うまで，保護決\n定の措置をとらなかったのであるから，Ｃは，職務上の義務に違反し，かつ，その\nことにつき\n少なくとも過失があると認められる。\n被告大阪市は，施行規則２条１項に「法二四条第一項又は第五項に規定するとこ\nろの保護の開始又は保護の変更の申請は，左に掲げる事項を記載した書面を提出し\nて行わなければならない。」と規定されていることを根拠に，本件では原告が申請\n書を提出しなかったから開始の申請があったとの取扱いができなかったとして，Ｃ\nは職務上の義務に違反しておらず，過失もないと主張する。しかし，施行規則２条\n１項は，保護開始の申請の事実及び申請内容を書面により明らかにすることによっ\nて，保護の要否の審査及び保護の実施の事務を円滑に進めることを目的とする規定\nであり，書面の提出を申請の要件とするものではないと解される（書面の提出が申\n請の要件でないことは，被告大阪市も認めるところである。）。また，本件におい\nては，原告が申請の意思を表示して申請書の交付を求めたにもかかわらず，Ｂが申\n請書を交付しなかったというのであるから，申請書の提出のないことについて生野\n区福祉事務所の側に帰責事由があり，申請書の提出のないことを理由として４月１\n日に申請があったと取り扱うことができないと主張することは許されないというべ\nきである。したがって，被告大阪市の主張は採用できない。\nしたがって，原告は，前記のとおり，Ｃの職務上の義務違反により，保護開始日\nを平成８年４月１日とする保護決定を受けることができず，同日から平成９年３月\n２３日までの生活保護費を受領することができなかったものと認められる。\nエ　なお，被告大阪市は，直接金銭上の権利義務に係る処分については，その処分\nの取消訴訟とは別に給付相当額を損害として国家賠償請求訴訟を提起することは，\n不服申立前置主義や出訴期間の意義が失われることになるから許されないと主張す\nる。しかし，取消訴訟と国家賠償請求訴訟とは，いずれも違法な行政処分に対する\n救済手段として位置づけられるものの，その要件，効果を異にするものであり，一\n般に国家賠償請求訴訟は取消訴訟の排他的管轄に服さないと解されている。金銭給\n付を内容とする処分の場合について，処分の内容の違いから直ちに給付相当額の国\n家賠償請求が許されないと解することはできない。また，本件においては，原告\nは，本件処分に対して審査請求及び再審査請求を行った上，再審査請求に対する裁\n決の前に本件訴訟を提起して，（訴えの適否はともかく）抗告訴訟として本件\n処分の変更を求めるとともに国家賠償を求めているのであり，国家賠償請求訴訟の\n提起を認めることが抗告訴訟につき不服申立前置主義や出訴期間を定めた趣旨を没\n却することになるとはいえない。したがって，被告大阪市の主張は採用できない。\nオ　損害\n（ア）　前提となる事実，証拠（乙１１）及び弁論の全趣旨によれば，平成８年４\n月１日に保護が開始されていたならば，原告が同日から平成９年３月２３日までの\n間に受給し得たであろう生活保護費の額は，別紙記載のとおり，合計１５０万００\n２５円を下回ることはないと認められる。その算定の基礎となる数値は以下のとお\nりである。\nａ　最低生活費\n居宅（第１類）の年齢区分２０歳～４０歳　　　３万９３１０円\n居宅（第２類）の世帯人員別１人　　　　　　　４万１８１０円\n地区別冬季加算額（Ⅵ区・世帯人員別１人）　　　　３０２０円\n（１１月から３月まで加算）\n期末一時扶助費（居宅）　　　　　　　　　　　１万３９５０円\n（１２月のみ加算）\n障害者加算（居宅）　　　　　　　　　　　　　２万６４２０円\n重度障害者加算　　　　　　　　　　　　　　　１万４２７０円\n他人介護料の一般基準額　　　　　　　　　　　７万００５０円\n住宅扶助費　　　　　　　　　　　　　　　　　３万５０００円\nｂ　収入認定\n障害基礎年金　　　　　　　　　　　　　　　　８万１８２５円\n特別障害者手当（平成８年７月からの収入認定）２万６２３０円\n（イ）　原告は，生野区福祉事務所長のＣの前記義務違反により，平成８年４月１\n日から平成９年３月２３日までの生活保護を受けることができなかったものである\nから，前記義務違反により，前記生活保護費相当額の１５０万００２５円の損害を\n被ったものと認められる。\n３　争点４（生野区福祉事務所の相談員の行為の違法性）について\n（１）　申請書の交付拒否について\nア　前記２（１）に認定の事実によれば，Ｂは，平成８年４月１日に原告が保護の\n開始の申請の意思を表示して申請書の交付を求めたにもかかわらず，親族の扶養義\n務と生活保護の関係についてのＢの説明に原告が納得せず，長時間議論となったこ\nとから，原告に申請書を交付せず，原告の申請を受理しなかったことが認められ\nる。\n厚生省社会・援護局長通達「保護の実施要領」（昭和３８年４月１日社発第２４\n６号\n，乙３）第９の１は，保護申請時における助言指導として，（１）　要保護者が保\n護の開始の申請をしたときは，保護の受給要件並びに保護を受ける権利と保護を受\nけることに伴って生ずる生活上の義務及び届出の義務等について十分説明のうえ適\n切な指導を行うこと，（２）　要保護者が自らの資産能力その他扶養，他法等利用\nしうる資源の活用を怠り又は忌避していると認められる場合は，適切な助言指導を\n行うものとし，要保護者がこれに従わないときは，保護の要件を欠くものとして申\n請を却下すること，を定めている。したがって，保護の開始の申請をしようとする\n要保護者に対し，保護の実施機関の担当者が生活保護の要件等について説明すると\nともに，保護の補足性の観点から，要保護者が扶養等の資源の活用を図るよう助言\n指導を行うことは，保護の要否や付与すべき保護の程度，内容の審査及び保護の実\n施を円滑に行うために必要な範囲で許されるものと解される。しかし，前記通達に\nおいても，要保護者が指導助言に従わない場合に保護開始の申請を受理しないこと\nができるとはされていないのであり，要保護者が実施機関の担当者の説明や助言指\n導に対して納得せず，これと異なる見解を主張したとしても，これを理由として生\n活保護開始申請書を交付せず，保護開始の申請を受理しないことは，保護申請時の\n助言指導として許容される範囲を明らかに逸脱するものであり，申請書の交付拒\n絶，保護開始申請の受理拒絶の行為は国家賠償法上違法というべきである。\nしたがって，Ｂの前記行為は，保護の実施機関の担当者としての職務上の義務に\n違反する違法な行為であり，かつ，その点につき過失があるというべきであり，原\n告は，Ｂの前記行為により，迅速・適正に保護を受ける権利を侵害されたと認めら\nれる（Ｂの申請受理拒絶行為による損害に関する原告の主張は，この点の主張を含\nむものと解される。）。\nなお，原告は，親の扶養を受けるか生活保護を受けるかは要保護者が自ら決定す\nることができるのであり，Ｂの前記行為によって親の扶養を受けないという原告の\n自己決定権が侵害されたと主張する。しかし，法４条２項は，民法に定める扶養義\n務者の扶養が生活保護法による保護に優先して行われるべきである旨定めており，\n民法上の扶養義務者による扶養が現実に期待できる場合にこれが生活保護法による\n保護に優先すべきであることは，明らかである。扶養が現実に期待で\nきるか否かは，扶養義務の程度，扶養義務者の生活，資産状況等の諸要素を総合的\nに考慮して判断すべきであり，扶養義務者の扶養を受けることに対する要保護者の\n意思も判断の一要素として考慮されるべき事項ではあるが，要保護者が扶養を受け\nない意思を持っていることから直ちに扶養が現実に期待できないということはでき\nず，要保護者が扶養を受けるか否かにつき原告主張のような自己決定権を有すると\n認めることはできない。したがって，この点に関する原告の主張は採用できない。\nイ　証拠（甲９，乙１７，原告本人）及び弁論の全趣旨によれば，原告は，迅速・\n適正に生活保護を受ける権利を侵害されたことにより，平成８年４月１日から本件\n決定に基づく保護を受けるまでの間，満足な介護を受けることができず，食費や医\n療費を節約し，介護人から借金をすることを余儀なくされたなど，多大な精神的苦\n痛を被ったものと認められる。これらの事情を考慮すれば，原告の精神的損害に対\nする慰謝料としては，３０万円が相当であると認められる。\n（２）　Ｚ園に対する調査について\n原告は，ＢがＺ園に問い合わせ，原告に関する個人情報を収集したことが原告の\nプライバシー権（自己情報管理権）を侵害したと主張する。\n前記２（１）の認定によれば，Ｂは，平成８年４月１日にＺ園に電話をかけ，原\n告の正式退所の有無を尋ね，退所した旨の回答を得たほかに，Ｚ園から，実家の改\n造の話があるためという理由で原告が退所したことを告げられた事実が認められ\nる。\nＢの前記行為は，原告の口頭による保護の開始の申請があった後に行われたもの\nであるところ，保護の実施機関が保護を実施すべき責任を負う範囲は要保護者の居\n住地又は現在地により定められ（法１９条），また，保護の実施機関は，保護の決\n定又は実施のために必要があるときは関係人に報告を求めることができる（法２９\n条）。原告がＺ園を正式に退所したかどうかは，原告が生野区内に居住しているこ\nとを裏付ける事実として重要な事項であり，かつ，保護の要否の判断に関わる事項\nであるから，Ｂが問い合わせた行為は保護の実施機関が行うべき調査の範囲に属す\nるものとして適法であったと解される。原告は，住民票や賃貸借契約書の存在を根\n拠にＺ園に対して問い合わせる必要がなかったと主張するが，それらの書類が存在\nしても原告が生野区内に居住していない可能性も否\n定できず，一時退所をしたにすぎない場合は保護の要件を欠くこともあり得るか\nら，調査の必要性がなかったとはいえない。\nまた，Ｂは，上記問い合わせの際，原告がＺ園に対してどのような理由を告げて\n退所したかという事実を知ったのであるが，この程度の事実を知ったことにより，\n原告のプライバシー権（自己情報管理権）が侵害されたものと認めることはできな\nい。\nしたがって，原告の主張は認められない．\n４　結論\n以上によれば，原告の請求のうち，被告所長に対する訴えは，不適法であるから\n却下すべきである。また，被告大阪市に対する請求は，生活保護費相当額１５０万\n００２５円及び慰謝料３０万円の合計１８０万００２５円及びこれに対する弁済期\n経過後である平成１１年３月３１日（本件訴状が同被告に送達された日の翌日）か\nら支払済みまで民法所定の年５分の割合による遅延損害金の支払を求める限度で理\n由があり，その余は理由がない。\nよって，主文のとおり判決する（なお，仮執行宣言については，相当でないか\nら，これを付さないこととする。）。\n大阪地方裁判所第７民事部\n裁判長裁判官　山下郁夫\n裁判官　青木亮\n裁判官　山田真依子\n別紙\n生活保護費の算定\n１　平成８年４月から６月までの各月（月額）\n（最低生活費）　（収入認定）　　（生活保護費）\n２２６，８６０－８１，８２５＝１４５，０３５円\n２　平成８年７月から１０月までの各月（月額）\n（最低生活費）　（収入認定）　　（生活保護費）\n２２６，８６０－１０８，０５５＝１１８，８０５円\n３　平成８年１１月、平成９年１月及び２月（月額）\n（最低生活費）　（収入認定）　　（生活保護費）\n２２９，８８０－１０８，０５５＝１２１，８２５円\n４　平成８年１２月\n（最低生活費）　（収入認定）　　（生活保護費）\n２４３，８３０－１０８，０５５＝１３５，７７５円\n５　平成９年３月\n（最低生活費）　（収入認定）　（支給済保護費）（生活保護費）\n２２９，８８０－１０８，０５５－３３，３７５＝８８，４５０円\n以上により算定した平成８年４月１日から平成９年３月２３日までの生活保護費\nの総計は、１，５００，０２５円である。\n"
}