{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 13,
    "month": 2,
    "day": 2
  },
  "case_number": "平成13(行ス)6",
  "case_name": "審判事件記録の閲覧謄写許可各決定に対する抗告事件(原審・東京地方裁判所平成12年(行ク)第110号)",
  "court_name": "東京高等裁判所",
  "field": "行政",
  "lawsuit_id": "15667",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=15667",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/667/015667_hanrei.pdf",
  "contents": "主　　　文\n１　本件抗告を棄却する。\n２　抗告人の予備的申立てを却下する。\n３　抗告費用は抗告人の負担とする。\n理　　　由\n第１　本件抗告の趣旨及び理由\n別紙抗告状及び「抗告の理由」（各写し）記載のとおりである。\n第２　当裁判所の判断\n１　事案の概要\n本件は，抗告人が，相手方において，Ａほか３名（申請者ら）がした公正取引委\n員会平成１１年（判）第４号事件（本件審判事件）の事件記録の閲覧謄写申請に対\nし，平成１２年１２月７日までにした閲覧謄写を認める処分の効力を本案判決が確\n定するまで停止する旨の裁判を求めた（本件申立て）ところ，原審は，未だ具体的\nな行政処分としての閲覧謄写に関する決定はされていないとして，本件申立てを却\n下した。\nこれに対して，抗告人が抗告した上，当審において，原決定を取り消した上，本\n件申立てを認容すべき旨を求めるとともに，予備的に，相手方は，平成１３年１月\n１９日までに閲覧謄写を認める処分をしたので，同処分の効力を本案判決が確定す\nるまで停止する旨の裁判を求めた（本件予備的申立て）事案である。\n２　前提となる事実\n本件記録によれば，原決定理由第３の１（１）ないし（４）の事実のほか，相手\n方は，平成１３年１月１９日付けで抗告代理人に対し，申請者らによる本件審判事\n件記録の各閲覧謄写申請に対し，別紙記載の範囲で閲覧謄写に応ずることにした旨\nを通知したこと，申請者らに対してはこのような通知をしていないこと，前記通知\nに伴い，同日，抗告人は，本案訴訟において，相手方が遅くとも平成１３年１月１\n９日までにした申請者らの各閲覧謄写を認める処分の取消しを求める請求を予備的\nに追加する申立てをしたことが一応認められる。\n３　本件申立てについて\n当裁判所も，本件申立ては不適法であるから却下すべきものと判断する。その理\n由は，原決定４頁２１行目冒頭から５頁３行目末尾までに説示のとおりであるか\nら，これを引用する。\n４　本件予備的申立てについて\n前記の事実によれば，相手方は，申請者らの各謄写閲覧申請を一部許可する方針\nを固め，このことを平成１３年１月１９日付けで抗告代理人に通知したが，未だ申\n請者らにはこれを通知していないのであるから，前記各申請に対する決定をしたも\nのと認めることはできない。したがって，相手方が前記各申請を認める行政処分を\nしたものということはできない。\n５　まとめ\n以上によれば，\n本件申立て及び本件予備的申立ては，いずれも対象となる処分を欠くものであるか\nら不適法である。\nなお，念のため，執行停止のその他の要件について付言する。\n抗告人は，本件審判事件の進捗状況は，平成１２年９月２７日に行われた第５回\n審判期日で，ようやく各被審人（抗告人ほか４社）からの求釈明に応じて審判官か\nら具体的な事実の主張が提出され，これに続く同年１２月２０日の審判期日におい\nて，各被審人からの反論が提出されたという段階であり，被審人側の本格的な反論\nが未提出の段階であるから，現時点で第三者に本件事件記録が閲覧謄写されれば，\n審査官側の一方的な主張及び一方的に提出された証拠だけが審判外で一人歩きする\nこととなり，このような事態になれば，事件記録中に多数含まれる抗告人のプライ\nバシー，事業者としての秘密，営業秘密等の利益が害されるに止まらず，抗告人の\n社会的評価等が大きく失墜し，今後の円滑な事業遂行が困難になることは必至であ\nる旨主張する。\nところで，本件記録によれば，相手方は，抗告人に対し，秘匿を要する特段の事\n項について照会したところ，抗告人は，平成１２年１２月下旬に，一切の本件審判\n事件記録の開示に反対する旨回答したに止まり，事業者の秘密や個人のプライバシ\nーに関連して秘匿を要する具体的な理由については何ら記載しなかったこと，この\nような状況を勘案し，相手方は，前記のとおり，申請者らの本件各申請について\nは，別紙記載の範囲で閲覧謄写に応じることにしたことが一応認められる。\n上記事実をも併せ考慮すると，抗告人の主張するところは，単に一般的抽象的に\n生じるおそれのある損害を主張しているに止まるものというべきであり，本件にお\nいて，行政事件訴訟法２５条２項にいう「回復の困難な損害を避けるため緊急の必\n要性がある」ことの疎明があったものということはできない。\nしたがって、いずれにしても、本件申立て及び本件予備的申立ては，その要件を\n欠き却下を免れないというべきである。\nよって，本件申立てを却下した原決定は相当であり，本件抗告は理由がないので\n棄却し，本件予備的申立ては不適法であるから却下することとして，主文のとおり\n決定する。\n東京高等裁判所第１１民事部\n裁判長裁判官　瀬戸正義\n裁判官　遠山廣直\n裁判官　河野泰義\n"
}