{
  "trial_type": "LaborCase",
  "date": {
    "era": "Heisei",
    "year": 17,
    "month": 3,
    "day": 28
  },
  "case_number": "平成16(ワ)8501",
  "case_name": "損害賠償等（通称　エイアイジー・スター生命保険名誉毀損損害賠償）",
  "court_name": "東京地方裁判所",
  "field": "労働",
  "lawsuit_id": "33122",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=33122",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/122/033122_hanrei.pdf",
  "contents": "主　　　文\n１　原告の請求をいずれも棄却する。\n２　訴訟費用は原告の負担とする。\n事実及び理由\n第１　請求\n１　被告は，原告に対し，金５００万円及びこれに対する平成１６年４月２７日から支払済みまで年５分の割合による\n金員を支払え。\n２　被告は，朝日新聞，毎日新聞及び読売新聞の各朝刊全国版社会面広告欄に別紙１記載の謝罪広告を同別紙記載の条\n件で１回掲載せよ。\n第２　事案の概要\n本件は，原告が，同社を雇止めされた４名の嘱託事務員に関して，４名が加入している労働組合である被告が，虚偽の\n事実を記載したビラを配布したこと及び同ビラを被告開設のホームページ上にアップロードして公衆送信したことによ\nって，原告の名誉，企業イメージ及び信用を毀損されたと主張して，被告に対し，慰謝料５００万円及びこれに対する\n訴状送達の日の翌日である平成１６年４月２７日から支払済みまで民法所定の年５分の割合による遅延損害金の支払並\nびに謝罪広告の掲載を求めたところ，被告は，正当な組合活動であり違法性がないとして争っている事案である。\n１　争いのない事実等（証拠により認定した事実は，当該証拠を文中又は文末の括弧内に記載した。）\n（１）　当事者等\nア　原告\n原告は，千代田生命保険相互会社（以下「千代田生命」という。）が平成１３年３月３１日に金融機関等の更生手続の\n特例等に関する法律に基づき更生計画の認可を受け，同年４月１７日にこれが確定し，同月１９日に商号及び組織変更\nをした，生命保険業等を目的とする株式会社である。\nイ　被告\n被告は，主として金融機関の従業員により結成された個人加入方式の労働組合である。被告には，平成１２年２月以\n降，千代田生命ないし原告の従業員，元従業員が加入している。\nウ　原告と被告の関係\n被告は，平成１２年２月８日，原告に対し，原告の従業員が被告に加入したことを通知し，団体交渉を申し入れた。原\n告と被告は，平成１２年２月２２日に第１回団体交渉を行った後，同１６年４月１３日までの間に３１回の団体交渉を\n行っている。\nエ　併存組合\n原告には，被告のほか，原告の従業員多数をもって組織されているエイアイジー・スター生命労働組合が存在する。\n（２）　本件雇止め等\nア　原告は，前記（１）アの更生手続の終結後も組織・業務の再編を進め，その一環として顧客サービス本部の機能を\n東京から長崎に移転することにした。原告は，平成１５年８月３１日，前記移転に伴い，嘱託事務員（原告において\nは，有期雇用契約を締結した常用の職員をいう。乙１，弁論の全趣旨，以下同じ）であるＰ１及び同Ｐ２を，同年９月\n３０日に同Ｐ３及び同Ｐ４（以下同人らとＰ１及びＰ２を併せて「Ｐ１ら」又は「本件嘱託」という。）をそれぞれ雇\n止めにした（以下「本件雇止め」という。）。\nイ　Ｐ１らは，本件雇止め前である平成１５年６月２３日，被告に加入した。\n（３）　原被告間の団体交渉及び被告の不当労働行為救済申立て\nア　原告と被告は，平成１５年７月７日，同年８月２９日，同年１０月８日及び同年１１月１０日，本件嘱託の雇用継\n続に関し，団体交渉を行った。\nイ　被告は，平成１５年７月１４日，東京都地方労働委員会（当時の名称，以下「都労委」という。）に対し，原告を\n被申立人として，原告に誠実団交義務違反があると主張して，不当労働行為救済の申立てをした（都労委平成１５年不\n第７７号，以下「本件救済申立て」という。）。都労委は，本件救済申立てについて，平成１５年８月４日に第１回調\n査期日，同年９月１８日に第２回調査期日，同年１０月２７日に第３回調査期日，同年１１月１７日に第４回調査期\n日，同１６年１月２０日に第５回調査期日，同年３月３日に第１回審問期日，同年４月１９曰に第２回審問期日を行っ\nた。\n（４）被告によるビラ配布，街宣活動及び本件公衆送信等\nア　被告は，平成１５年７月２２日以降，別紙２「本件ビラ配布・街宣活動一覧表」記載のとおり，本件雇止めについ\nて，原告本社周辺等でビラの配布及び街宣活動等を行った。\nイ（ア）　本件第１ビラ\n被告は，別紙２本件ビラ配布・街宣活動一覧表のとおり，平成１６年１月２０日から同年４月１６日までの間，原告\n本社周辺等において，別紙３のビラ（以下「本件第１ビラ」という。）を配布した。本件第１ビラの表には，①「ＡＩ\nＧスター生命（旧千代田生命）が嘱託事務員を不当解雇」，②「約束を守らない保険会社にいざという時の『安心』を\nまかせられますか？」，③「ＡＩＧスター生命（旧千代田生命）は，本社（東京）の業務の一部を長崎に移すことを理\n由に，当該部署の嘱託事務員を一方的に解雇しました。嘱託事務員は４カ月（旧千代田生命時は１年）の有期雇用契約\nですが，『期間は形式的で更新して定年６０歳まで働けます』と説明を受けて，営業所や支社に採用されました。営業\n所の統廃合や事務の集約化で本社へ転勤を求められた際も，『本社なら統廃合もないしズッーと働けますョ』と上司か\nら言われています。担当業務が長崎に移ることになった時も，『今の仕事がなくなっても，転属先をさがすので移管作\n業を昀後までやって欲しい』と上司から言われました。その言葉を信じてがんばって移管作業をやりとげたら，『あな\nたの仕事はもうありません』『契約期間満了で退職です』と解雇！」，④「いま，ＡⅠＧスター生命は，『何が起こる\nかわからない世の中だから』『あなたに大きな安心をお届けしたい』とＣＭをＴⅤ放映しています。しかし，約束を守\nらず，使うだけ使い，必要がなくなれば従業員をポイ捨てするような保険会社に，いざという時の『安心』を任せて大\n丈夫でしょうか？」との記載がされていた。また，本件第１ビラの表には，原告が開設するホームページに掲載されて\nいたテレビコマーシャル映像の１コマ及び原告の広告・宣伝文句である「♪～Ｎ：何が起こるかわからない世の中だか\nらあなたに大きな安心をお届けしたい。」が複写され，その下に「と宣伝していますが，従業員が安心して働けないよ\nうな保険会社に，『大きな安心をお届けしたい』などという資格があるのでしょうか？」と記載されていた。（甲３な\nいし５，弁論の全趣旨）\n（イ）　前記テレビコマーシャルは，「ゾウのハプニング篇」と題されるものである。その内容は，親ゾウが自らの鼻\nを伸ばして子ゾウの鼻に絡め，誤って川に転落した子ゾウを助けるというものである（甲６）。\n原告は，その開設するホームページ中に資料の利用制限として，「本ホームページは，ＡＩＧが所有し，運営するも\nのです。ＡＩＧが許可を明記している場合を除き，本ホームページあるいはその他ＡＩＧが所有，運営，ライセンスま\nたは管理するホームページのいかなる内容も，複写，再現，再出版，アップロード，表示，送信または流通することは\nできません。」「本ホームページに表示されているビジュアルは，ＡＩＧの所有物か，許可を得てＡＩＧが使用してい\nるものです。ここに特にＡＩＧによって許可されている場合を除き，これらを，あなたあるいはあなたが権限を付与し\nた者が使用することは禁じられています。」「許可なくビジュアルを使用することは著作権法，意匠権法，プライバシ\nーおよび公表に関する法律，通信についての規定および制定法に違反する可能性があります。」と表示していた（甲\nページ(1)\n９）。\n（ウ）　被告は，平成１６年１月２１日以降，自ら開設するホームページ中に本件第１ビラの映像をアップロードし公\n衆送信した。\nウ　本件第２ビラ\n（ア）　被告は，平成１６年４月１９日，αビル周辺において，別紙４のビラ（以下「本件第２ビラ」という。）を配\n布した。本件第２ビラの表には，①「嘱託事務員を使い捨て」，②「ＡＩＧスター生命（旧千代田生命）は，有期雇用\n契約とはいえ何回も契約を更新してきた嘱託事務員を一方的に解雇。会社の言葉を信じて，がんばって働いてきた嘱託\n事務員への，使い捨てともいえるこの不当な仕打ちは許せません。」，③「上司の言葉を信じて頑張ったのに・・私\nは，本社に事務集約化になるとき，通勤可能ということで，２０００年に地方総務部から本社への転勤をお願いされま\nした。その時，上司から『今のまま総支社で働いていれば，仕事はなくなる一方だけど，本社へ転勤すれば，そんな心\n配をすることなく，ずっと働くことができるから，ぜひ行った方がいいですヨ』と言われました。その言葉を信じて，\nまた，これからも働けるとの希望をもって２００１年１２月，本社へ転勤してきました。それなのに１年もたたないう\nちに，業務の長崎移転の話が出てきました。でも，上司が『ここでの仕事がなくなっても，あなたたちの働く場所はさ\nがします』と言ってくれたので，移転業務に一生懸命がんばってきました。それなのに・・・。」，④「２度もクビを\n切るなんて・・埼玉の営業所に１９９３年から６年間，嘱託事務員として勤務していましたが，営業所閉鎖で１９９９\n年３月に『雇い止め』されました。１年後，忙しいからきてくれないかと言われ，２０００年６月からまた勤め始めま\nした。」「２００１年１２月に本社へ転勤。本社へ行けば，雇用は大丈夫，ということなので・・・。それなのに，２\n年もしないうちに，『あなたの仕事は長崎にいくのでなくなる』と再度のクビ切り。会社の都合で２度もクビを切るな\nんて許せません。」などと記載されていた。また，本件第２ビラの裏には，本件第１ビラ③と概ね同様の記載がされて\nいたほか，本件第１ビラの表と同様に，原告のテレビコマーシャル映像の１コマ及び原告の広告・宣伝文句が複写さ\nれ，その下に「と宣伝していますが，従業員が安心して働けないような保険会社に，『大きな安心をお届けしたい』な\nどという資格があるのでしょうか？」と記載されていた。（甲１０，１６の１，２）\n（イ）　被告は，平成１６年４月２１日以降，自ら開設するホームページ中に本件第１ビラの映像と共に，本件第２ビ\nラの映像をアップロードし公衆送信した。\nエ　被告は，平成１６年５月１６日ころ，自ら開設するホームページから本件第１ビラ及び本件第２ビラの映像を消去\nした（甲１５）。\nオ　本件第３ビラ\n被告は，平成１６年５月２７日αビル周辺において，また，同年７月１６日原告β営業所周辺において，別紙５のビ\nラ（以下「本件第３ビラ」という。）を配布した。本件第３ビラの表には，「嘱託事務員との約束を破って『雇い止\nめ』（解雇）するという不当なことをしておきながら，それを反省するどころか正当な組合活動を嫌悪するＡＩＧスタ\nー生命の態度は許せません。」などと記載されていたほか，本件第１ビラ①ないし④，本件第２ビラ②，③と概ね同様\nの記載がされていた。（甲１８の１，２）\nカ　本件第４ビラ\n被告は，平成１６年７月１５日原告本社周辺において，また，同月２０日αビル周辺において，別紙６のビラ（以下\n「本件第４ビラ」といい，これと第１ないし第３ビラを併せて「本件ビラ」という。）を配布した。本件第４ビラの表\nには，「ＡＩＧスター生命は嘱託事務員の不当解雇を撤回せよ」などと記載され，また，同ビラの裏には，「ＡＩＧス\nター生命東京で雇用奪い，長崎で１人７０万円雇用助成金」などと記載されていたほか，本件第１ビラ⑧，本件第２ビ\nラ③と同様の記載がされていた。（甲１９の１，２）\n２　争点及びこれについての当事者双方の主張の要旨\n本件の争点は，被告の行った本件ビラ配布及びその公衆送信が，原告の名誉，企業イメージ及び信用を毀損するもの\nといえるか，仮にそうだとしても，被告の行為は，正当な組合活動として違法性が阻却されるか否かという点である。\nこれらの点に関する当事者双方の主張の要旨は，以下のとおりである。\n【原告】\n（１）　原告は，被告が虚偽の事項を記載した本件ビラを配布し，これを公衆送信したことによって，名誉，企業イメ\nージ及び信用を著しく毀損された。被告の本件ビラ配布及びその公衆送信行為は，本件嘱託の雇用確保を要求するとい\nう正当な組合活動の範囲を逸脱した違法な営業妨害にほかならない。\n（２）ア　原告は，金融機関等の更生手続の特例等に関する法律に基づく更生手続を経て，平成１３年４月に商号及び\n組織変更をしたことを契機に，本件嘱託の雇用契約の期間を１年から４か月に短縮し，本件嘱託も，原告との間の契約\n期間が４か月であることを認識，理解した上で有期雇用契約を締結した。ところで，原告は，コスト削減を図るため生\n命保険の後方業務担当の顧客サービス本部を東京から長崎に移転する計画を立て，平成１５年３月から同１６年３月末\nまでの間に新設された受入会社へ順次業務を移転することになった。これに伴い顧客サービス本部の組織再編が不可避\nとなり，まず余剰となる正社員約１００名の雇用確保を図ったが，本件嘱託を含む非正規社員の雇用確保は著しく困難\nであり，やむなく期間満了により雇止めしたものである。なお，原告は，平成１５年１月１６日，本件嘱託に対し，雇\n止めの予告をしており，抜き打ち的に雇止めをしたわけではない。このように，本件嘱託に対する雇止めは期間満了に\nよる有効なものであり，仮に本件雇止めに解雇権濫用法理が適用ないし準用されるとしても，経営上の必要に基づく雇\n止めであり，本件嘱託に対し更新がない旨明示していたのであるから，本件雇止めには合理的かつ客観的な理由があり\n権利濫用には当たらない。それにもかかわらず，被告は，本件ビラに，本件嘱託の雇止めについて，「不当解雇」「従\n業員をポイ捨て」「嘱託事務員を使い捨て」「一方的に解雇」などと虚偽の記載をしたものである。\nイ　被告は，本件ビラに，「約束を守らない保険会社」「従業員が安心して働けないような保険会社」と記載し，その\n具体的内容として，本件嘱託は，①採用時に「期間は形式的で更新して定年６０歳まで働けます」と説明を受けた，②\n営業所の統廃合や事務の集約化のため本社への転勤を求められた際，上司から「本社なら統廃合もないしズッーと働け\nますヨ」「今のまま総支社で働いていれば，仕事はなくなる一方だけど，本社へ転勤すれば，そんな心配をすることな\nく，ずっと働くことができるから，ぜひ行った方がいいですヨ」と言われた，③担当業務が長崎に移転することになっ\nた時，上司から「今の仕事がなくなっても，転属先をさがすので移管作業を昀後までやって欲しい」「ここでの仕事が\nなくなっても，あなたたちの働く場所はさがします」と言われたなどと記載している。しかしながら，原告は，本件嘱\n託に対し，６０歳までの雇用継続を保障したり，前記のような断定的な説明をしたことはなく，本件嘱託がそのような\n合理的期待を抱くような客観的事情も存在しなかったのであって，いずれも虚偽記載である。\nウ　被告は，雇止めという企業内部の問題を，原告及びその保険商品の信頼性という企業の対外的信用に関する問題に\n巧妙にすり替えた上，原告のテレビコマーシャル映像の１コマを不正流用して原告の信用ないし企業イメージを低下さ\nせた。\n（３）　原告の被った無形的損害は，金銭に換算すると金５００万円を下らない。また，被告の原告に対する名誉及び\n信用毀損は極めて深刻なものであり，金銭賠償のみでは慰謝しきれないものであって，原状回復措置として，謝罪広告\nの掲載が不可欠である。\n【被告】\n（１）　労働組合の教宣活動は，労働組合がその真摯な要求を事実に基づいて社会に訴え，支持を広める目的で行われ\nるものであり，憲法２８条で保障された団結権に根ざす正当な組合活動として労働組合法上の保護を受ける。労働組合\nページ(2)\nが一定の事実関係について評価，表現することは自由であり，客観的な事実に基づくか，労働者ないし労働組合におい\nて事実と信じるについて合理的な理由があるときは，当該労使関係の推移を反映して攻撃的な表現を用いることがあっ\nたとしても，全体として正当な組合活動として許容されるべきである。被告の本件ビラ配布及びその公衆送信は，原告\nが本件嘱託に対する約束を反故にして本件雇止めを行った上，団体交渉において，被告が協議のために求めた資料等の\n開示や事実確認に応じないなど誠実に交渉しようとせず，都労委が行った斡旋も直ちに拒否するなどしたことに対する\n労働者ないし労働組合としての率直な抗議活動であり，正当な組合活動として許容されるべき行為である。\n（２）ア　本件嘱託は，採用時，原告の人事担当者から契約期間は１年となっているが，更新を繰り返し６０歳定年ま\nで勤務することができるとの説明を受けて入社した。千代田生命がハローワークに提出した求人票にも，「嘱託社員（\n年度毎更新）」「定年制一律６０歳」と明記されていた。また，原告は，平成１３年４月に千代田生命から商号及び組\n織変更をした際，本件嘱託の雇用契約の期間を１年から４か月に短縮したが，これについては，関越総務部の総務部長\nであったＰ５（以下「Ｐ５総務部長」という。）はＰ３に対し，「ＡＩＧとなったので４か月になっただけ」と述べ，\n東関東営業本部総務部の総務部長であったＰ６もＰ１に対し，「私が１年に３回足を運び，１年に３回Ｐ１さんが名前\nを書くだけです」と述べていた。このように，原告と本件嘱託間では，形式的な手続で雇用契約の更新が繰り返されて\nおり，しかも，本件嘱託の勤務内容，責任，勤務時間等は正社員と変わらなかった。したがって，被告が，本件ビラ\nに，本件嘱託は採用時に契約期間は形式的で更新して定年６０歳まで働けると言われたと記載したことは，事実に基づ\nくものである。\nイ　Ｐ３は，平成１３年７月，関越総務部から本社への転勤の打診を受けたが，その際，Ｐ５総務部長から，本社に行\nけば統廃合の対象になる地方のセクションとは異なり，ずっと働けるのではないかなどと言われた。さらに，Ｐ３は，\n平成１３年１２月の契約更新の際，関越東関東総務部の総務部長であったＰ７（以下「Ｐ７総務部長」という。）か\nら，東関東総務部にいれば営業所統廃合や人員整理等で仕事がなくなり辞めさせられることもあるが，本社に行けばず\nっと働けるなどと言われた。また，Ｐ１は，平成１３年６月ころ，本社勤務の研修のため４か月間，関越東関東総務\n部，千葉駐在で勤務するよう命じられた際，総務部長であるＰ８（以下「Ｐ８総務部長」という。）から，「本社に行\nけば，営業所の統廃合などなく，大丈夫だよ」と言われた。したがって，被告が，本件ビラに，本件嘱託は事務の集約\nのため本社への転勤を勧められたとき，本社なら統廃合もなくずっと働けると言われたと記載したことは，事実に基づ\nくものである。\nウ　原告は，本件雇止めに関する被告との団体交渉においても，被告に対し，本件嘱託について，採用時に契約期間は\n更新されて定年６０歳まで働くことができると述べたこと，契約期間を４か月に変更したのは形式だけと述べたこと，\n本件嘱託に本社転勤を勧めたとき本社に行けば雇用が継続されると述べたことを否定しないばかりか，むしろこれを認\nめるような発言をした。\nエ　被告は，前記アないしウの各事情に基づき，本件ビラに，本件雇止めは不当解雇，原告は約束を守らない保険会\n社，従業員は安心して働けないなどと記載したのであって，いずれも労働者ないし労働組合の認識としては当然のもの\nであり，虚偽の事実を記載したものではない。\nオ　被告が本件ビラの中で原告のテレビコマーシャル映像の１コマを引用したのは，原告が当該コマーシャルで表向き\nに言うことと，労働者に対し実際に行うことが全く違い，労働者に対しては約束を守らず突然雇用を打ち切ったことに\n抗議するためである。被告の当該行為は，保険契約者らに対し，被告の保険商品の信頼性の欠如を訴えたものでなく，\n雇用確保の要求について社会的な支持を得るための教宣活動にほかならない。被告がテレ\nビコマーシャルにおける原告の主張を引用してその労務政策を批判することは，テレビコマーシヤルの不正流用には当\nたらない。\n（３）　原告の損害についての主張は，否認ないし争う。\n第３　争点に対する判断\n１　本件ビラの記載内容は，前記争いのない事実等（４）イ，ウ，オ，カのとおりであることが認められるが，そのう\nち，原告が名誉，信用毀損として問題としているのは，大別すると次の３点に集約することができる。第１点は，本件\n嘱託は，採用時に，原告から，期間は形式的であり更新して定年である６０歳まで働けるとの説明を受けたこと，本社\nへの転勤を求められた際，本社なら継続して働けると言われたこと，担当業務が長崎に移管されることになった際今の\n仕事がなくなっても転属先を探すと言われたこと，それにもかかわらず，原告が約束を守らないことなど，事実に関す\nる面である（以下「本件摘示事実」という。）。第２点は，原告は，嘱託事務員を不当に解雇し，使い捨てしたことな\nど原告の態度についての被告の見解ないし評価に関する面である（以下「本件被告の見解ないし評価」という。）。第\n３点は，原告が開設するホームページに掲載されていたテレビコマーシャル映像の１コマ及び原告の広告・宣伝文句が\n複写され，従業員が安心して働けないような保険会社に，大きな安心を届けたいなどという資格があるかと問い掛ける\nなど，コマーシャル引用に関する面である（以下「本件コマーシャル引用」という。）。\nところで，名誉，信用が毀損されたか否かを判断するに当たっては，本件ビラを受け取り，これを読んだ者，あるい\nは，本件第１，第２ビラが掲載されている被告のホームページを見た者がどのような印象を持つかによって決めるべき\nである。本件ビラを読んだ者，あるいは被告の前記ホームページを見た者は，原告は，約束を守らない会社であるこ\nと，嘱託事務員を使い捨てにする会社であることなど，原告に対し，悪印象を持つと思われ，その意味で，本件ビラの\n内容は，原告の対外的な社会的評価の低下を生じさせ，原告の名誉，信用を毀損する内容というべきであり，当該判断\nを覆すに足りる証拠は存在しない。\n以上のとおり，本件ビラの記載内容は，原告の名誉，信用を毀損するものである。しかし，だからといって，直ち\nに，本件ビラを配布及びこれを公衆送信した被告の行為をもって，違法と評価することはできない。なぜなら，被告の\n本件ビラ配布及びその公衆送信行為は，労働組合の組合活動の一環として行われているところ，このような場合には，\n本件ビラで摘示された事実が真実であるか否か，真実と信じるについて相当な理由が存在するか否か，また，表現自体\nは相当であるか否か，さらには，表現活動の目的，態様，影響はどうかなど一切の事情を総合し，正当な組合活動とし\nて社会通念上許容される範囲内のも\nのであると判断される場合には，違法性が阻却されるものと解するのが相当であるからである。そこで，以下，前記判\n断基準に基づいて，本件ビラ配布及びその公衆送信行為の違法性の有無について検討することにする。\n２　本件摘示事実の真実性について\n前記１でも述べたとおり，原告は，第１に本件摘示事実を捉え，虚偽であると主張するので，まず，この点から判断す\nることにする。\n（１）　認定事実\n証拠（文中又は文末に掲記したもの）及び弁論の全趣旨によれば，以下の事実が認められる。\nア　千代田生命は，平成１２年６月ころ，ハローワークの求人票に嘱託事務員の雇用条件として，年度毎更新，定年制\n一律６０歳などと記載していた（乙１，証人Ｐ９【４頁】）。\nイ　本件嘱託の経歴等\n（ア）　被告の組合員であるＰ２は，平成１０年１２月２１日，パート社員として千代田生命東京西支社で勤務するよ\nうになり，同１１年１月１日からは，嘱託事務員として同支社で勤務するようになった。Ｐ２は，平成１１年４月１日\nから同１５年８月１日までの間に，千代田生命ないし原告との間で１０回にわたり雇用契約を更新した。Ｐ２は，平成\n１２年４月１日からは東京営業本部で勤務し，同１３年４月１日からは東京総務部で勤務し，同年１２月１日からは本\nページ(3)\n社の顧客サービス本部お客様サービス部集団収納課で勤務していた。（甲２０，乙５，証人Ｐ９【１頁】，弁論の全趣\n旨）\n（イ）　被告の組合員であるＰ１は，平成１２年７月１日，嘱託事務員として千代田生命東関東営業本部で勤務するよ\nうになった。Ｐ１は，平成１３年４月１日から同１５年８月１日までの間に，千代田生命ないし原告との間で８回にわ\nたり雇用契約を更新した。Ｐ１は，平成１３年４月１日からは東関東総務部で勤務し，同年８月１日からは関越東関東\n総務部で勤務し，同年１２月１日からは本社の顧客サービス本部お客様サービス部集団収納課で勤務していた。（甲２\n０，乙４，証人Ｐ９【１頁】，弁論の全趣旨）\n（ウ）　被告の組合員であるＰ４は，平成１２年６月１２日，嘱託事務員として千代田生命関越営業本部で勤務するよ\nうになった。Ｐ４は，平成１３年４月１日から同１５年８月１日までの間に，千代田生命ないし原告との間で８回にわ\nたり雇用契約を更新した。Ｐ４は，平成１３年４月１日からは関越総務部で勤務し，同年８月１日からは関越東関東総\n務部で勤務し，同年１２月１日からは本社の顧客サービス本部お客様サービス部集団収納課で勤務していた。（甲２\n０，証人Ｐ９【１頁】）\n（エ）　被告の組合員であるＰ３は，平成１２年１０月１日，嘱託事務員として千代田生命関越営業本部で勤務するよ\nうになった。Ｐ３は，平成１３年４月１日から同１５年８月１日までの間に，千代田生命ないし原告との間で８回にわ\nたり雇用契約を更新した。Ｐ３は，平成１３年４月１日からは関越総務部で勤務し，同年８月１日からは関越東関東総\n務部で勤務し，同年１２月１日からは本社の顧客サービス本部お客様サービス部集団収納課で勤務していた。（甲２\n０，乙３，証人Ｐ９【１頁】，同Ｐ３【１頁】）\nウ　本件雇止めに至る経緯\n千代田生命は、平成１３年３月３１日，前記争いのない事実等（１）アのとおり，金融機関等の更生手続の特例等に\n関する法律に基づき更生計画の認可を受けたが，当該更生計画には，新会社となる原告において，組織体制，業務の集\n約，処遇体系全般，要員の削減その他諸制度の見直しを含む業務体制の効率化を実施し，必要に応じて希望退職募集等\nを行うこともあり得るとされていた。千代田生命ないし原告は，平成１３年３月，管理職層を中心とする４５歳以上の\n社員３００名について早期退職勧奨を行い，その後も，不採算店の廃止，統合による営業所数の減縮（４００か所から\n２２０か所に減縮），総務・不動産・財務運用業務のグループ会社への移管，業務の外注化，グループ会社であるアメ\nリカン・ライフ・インシュアランス・カンパニーとの業務提携等を行った。また，原告は，新規採用の全面凍結，退職\n不補充，グループ会社への出向等により現在までに５０パーセントを超える要員削減を行った。原告は，平成１３年４\n月，嘱託事務員の雇用契約期間を１年から４か月に変更した。さらに，原告は，平成１５年３月から同１６年３月まで\nの間に，顧客サービス本部を東京から長崎に新設される受入会社に順次業務移転することにした。原告では，同業務移\n転により，本社の顧客サービス本部所属員２３５名のうち，管理職を含む総合職社員２４名，一般職社員８２名，期間\n契約・パート社員６４名，派遣契約社員３１名が余剰人員となった。原告は，平成１５年１月１５日から同月１７日ま\nでの間，顧客サービス本部所属員について個別面接を行って，前記業務移転の通知をし，本件嘱託を含む非正規社員（\n期間契約・パート社員及び派遣契約社員）には，併せて雇止めの説明も行った。原告は，余剰となる１００名余りの正\n社員（総合職社員及び一般職社員）について，退職者ポストへの再配置，グループ会社への出向等で雇用確保を図っ\nた。しかし，原告は，更なる余剰人員の再配置先の確保が著しく困難であるとして，本件嘱託を含む非正規社員につい\nては，雇止めをした。（甲１７，２０，２１，証人Ｐ９【１頁】，証人Ｐ５【１頁】）\nエ　Ｐ３らの証言ないし陳述\nＰ３らは，原告の上司から，以下のようなことを言われたと証言ないし陳述している。\n（ア）Ｐ３\nａ　Ｐ３が，入社当時の部長はＰ１０総務部長（以下「Ｐ１０総務部長」という。）であったが，面接や説明は，課長\n又は係長であったＰ１１から受けた。Ｐ３は，Ｐ１１から，「今年度は中途入社になるので来年（平成１３年）３月ま\nでの契約となりますが，次年度より１年更新となります。その後は毎年の更新で，普通に働いてくれれば６０歳の定年\nまで更新となります。」と言われた（乙３，証人Ｐ３【１頁】）。\nｂ　Ｐ３は，平成１３年４月の契約更新の際，Ｐ１０総務部長との引継に来ていたＰ５総務部長から，契約期間が１年\nから４か月に変更された理由について，「ＡＩＧとなったので４か月に変わっただけです。」と言われた（乙３，証人\nＰ３【１，２頁】）。\nｃ　Ｐ３は，平成１３年８月の契約更新前に，Ｐ５総務部長から，「本社へ転勤してほしい」「本社へ行けば仕事は無\nくならないし，ずっと働いていかれるから」と言われた（乙３，証人Ｐ３【２，３，１７ないし２０頁】）。\nｄ　Ｐ３は，平成１３年１２月の契約更新の際，Ｐ７総務部長から，「地方総務部にいたら業務の縮小化と，営業所の\n統廃合で嘱託さんたちが働いていく事は難しくなるけど，本社へ行けばそんな事もなく大丈夫だよ。」と言われた（乙\n３，証人Ｐ３【１，３，４頁】）。\nｅ　Ｐ３は，平成１４年１２月の契約更新の際，Ｐ１２課長から集団事務を長崎へ移管すると説明を受けた上，「嘱託\nさんたちの配属先は探します。昀初は一般職の人の配転が先ですが，それが終われば嘱託さんたちの配転先も努力して\n探します。」と言われた（乙３，証人Ｐ３【１，４頁】）。\nｆ　Ｐ３は，その後も，Ｐ１２課長に対し，面接の度に配属先はどうなっているかと尋ねると，今探しています，もう\n少し猶予を下さいと言われた（乙３，証人Ｐ３【１頁】）。\n（イ）　Ｐ１\nａ　Ｐ１は，１回目の契約更新の際，Ｐ６総務部長に対し，契約期間が４か月になっていることを問い質すと，同部長\nは，「私が１年に３回足を運び，１年に３回Ｐ１さんが名前を書くだけです。」と言った（乙４，弁論の全趣旨）。\nｂ　Ｐ１は，平成１３年６月末ころ，本社への転勤の内示があった際，Ｐ８総務部長から，「本社に行けば，営業所の\n統廃合などなく，大丈夫だよ。その前に４か月間勉強のために，千葉（関越総務部）に行ってもらいたい。」と言われ\nた（乙４，弁論の全趣旨）。\nｃ　Ｐ１は，平成１４年１０月ころ，Ｐ１２課長から，事務の長崎移管を聞き，嘱託事務員，パートの配属先を探す努\n力をし，昀善を尽くすと言われた（乙４，弁論の全趣旨）。\nｄ　Ｐ１は，その後少なくも３回以上Ｐ１２課長と面接をし，その度ごとに配属先はどうなっているかと尋ねたが，同\n課長は，その際，忙しい部署やパートないし派遣社員のいるところを探していると言った（乙４，弁論の全趣旨）。\n（ウ）　Ｐ２\nＰ２は，平成１３年４月ころ，Ｐ１３総務部長から，「これからは，嘱託事務員もパートも正社員と皆同じ仕事をし\nていただきます」「仕事を正社員と同じにやらされる以上は将来的には正社員になる可能性があると思う」と言われた\n（乙５，弁論の全趣旨）。\nオ　本件ビラ配布以前に被告が配布したビラの内容\n被告が，本件ビラ配布以前に配布したビラには，以下のとおり，本件摘示事実と同様の記載がされていた。\n（ア）　被告は，平成１５年７月２２日及び同月２３日，原告本社周辺，γにおいて，①「ＡＩＧスター生命は現在，\n本社で行っている契約事務や保険料収納等の業務を長崎に移転させるのに伴い，嘱託事務員の『クビ』を切ろうとして\nいます。嘱託事務員は，短期の雇用契約とはいえ，何回も契約を更新し，採用に当たっても，『形式的に契約を繰返す\nだけで勤め続けられますヨ』といわれています。」，②「支社勤務のとき，部長から『本社に行けばずっと働けるよ』\nの言葉を信じて，転勤したのに会社の勝手な都合で７月末の解雇通告はひどい」などと記載されたビラを配布した（甲\nページ(4)\n３，４，証人Ｐ１４【３頁】）。\n（イ）　被告は，平成１５年８月１２日，原告本社周辺等において，「上司は『働く場所の確保に努めてみる』と言っ\nたが，具体的に動いた気配はなく，口先だけだった。」などと記載されているほか，前記ア①と同様の記載がされたビ\nラを配布した（甲３，４，証人Ｐ１４【３，４頁】）。\n（ウ）　被告は，平成１５年１０月２７日，原告本社周辺等において，①「会社も採用にあたって，『形式的に契約を\n繰り返すだけでズッと勤め続けられます』と言っています。」，②「面接でも上司は『ここでの仕事がなくなってもあ\nなたたちの働く場所は探します。』と言いました。」などと記載されたビラを配布した（甲３，４，証人Ｐ１４【４\n頁】）。\n（エ）　被告は，平成１５年１１月１７日，原告本社周辺等において，①「部長の言葉は会社の言葉！会社はその言葉\nに責任を持て！」，②「嘱託事務員は，４か月の短期雇用契約とはいえ，部長からも『形式的に契約を繰り返すだけ\nで，ズッと勤め続けられます』と言われ，これまで７回以上も契約を更新してきました。『契約期間が満了』だからと\nいって一方的に『雇い止め（解雇）』することは許されません。」などと記載されたビラを配布した（甲３，４）。\nカ　原告と被告間の団体交渉等\n（ア）　原告と被告は，平成１５年１０月８日，本件嘱託の雇用継続に関し，３回目の団体交渉を行った。被告は，本\n件嘱託はそれぞれ担当部長から長期の雇用継続を告げられた事実を指摘し，原告に対し，その確認を求めた。これに対\nし，原告は，確認の必要はないとして被告の要求を拒否した。（乙６，証人Ｐ１４【１頁】）\n原告と被告は，上記の団体交渉において，概略，以下のようなやりとりをした（甲２２，乙８，弁論の全趣旨）。\n原告代理人佐藤：長崎へ移転というのが，今おっしゃったように，本社に行けば，ずーと，勤められる可能性があるん\nだというふうに伝えられ，たぶん，言った方もそういうふうに思ってたと思います。\n：これは今，いろいろ言われた上司の方，青天の霹靂のことだと思います。それは会社のコストの経営決断で決まった\nこと。その結果，上司の部長は，守れなくなってしまった。その部長の方たち嘘を言ってたということではないと思\nう。その当時の人は，そう思っていた。\n：会社との関係がうまくいけば６０まで更新を繰り返すっていう期待があったかもわからない。\n被告側男性：じゃ採用に際して，\n：部長という会社の・・・\n原告代理人佐藤：それは言ったか言わないか確認してませんから，わかりません。\n被告側男性：６０まで働けると言ったことに対して，会社は責任を取るんですか，取らないんですか，そこはっきりし\nてください。\n原告代理人佐藤：言ったか言わないか確認してません。\n被告側：確認してください。\n原告代理人佐藤：今，僕はＰ４さんとか，そういう人達にみんな聞いてます。\n被告側男性：わかりました。じゃ，確認してください。\n原告代理人佐藤：必要がないと思います。\n原告代理人石上：口頭の約束があったということを会社が認めたということは一切ありませんので，調べる必要はない\nと思います。\n被告側Ｐ１５：調べないことは認めたことになりますよ。\n原告代理人佐藤：なんでですか。\n被告側Ｐ１５：調べないっていうのは，自分たちが調べればそれが確認できるか，逃げてるんじゃないですかっていう\nこと。\n被告側男性：１年契約は形式的なもんだと言われて，はいと言った。そのことを言ってるのは，部長さんだ。この点を\n次回までに調査してください。\n原告代理人佐藤：そんな約束はしません。ただ，個人的には僕は聞いてみますよ。\n：僕らのほうは，期間の定めのある雇用契約だと思ってます。\n：口頭でそういう話をした事実については，確認しておりません。仮にそうだったとしても，私のほうは書面のほうが\n優先するという考えです。\n（イ）　原告と被告は，平成１５年１１月１０日，本件嘱託の雇用継続に関し，４回目の団体交渉を行った。原告と被\n告は，前記団体交渉において，概略，以下のようなやりとりをした（乙６，９，証人Ｐ１４【１，４，５頁】，弁論の\n全趣旨）。\n被告側弁護士Ｐ１６：６０才まで働けると言った口頭の契約が存在したのかしないのか。\n原告代理人佐藤：ハローワークに出た部分のところ，６０才定年制と書いてある部分については，現認してます。\n被告側弁護士Ｐ１６：部長さんに言われたっていう点については。\n原告代理人佐藤：部長さんに言われたっていう点は，確認してません。\n：たぶん，そうだろうというふうに，僕は思ってます。\n：そこらへんの意味について，しっかり理解して言ったのかどうかも，僕は分かりません。\n：書面上残ってる部分で，４か月の契約，みなさんが，署名，押印，捺印しているという部分の評価の問題だと思いま\nす。\n被告側弁護士Ｐ１６：部長さんが，たぶん，本人に対しては，そういう言い方をしたであろうということは，調査はし\nないけれども。\n原告代理人佐藤：そういうふうに，僕は思ってません。調査はしてません。\n被告側弁護士Ｐ１６：してないけれども，たぶん，そのように言ったであろうと推測されるというふうに先生は思われ\nるわけですね。\n原告代理人佐藤：そこまでは言えません。ただ，そうだろうとは思ってますよ。\n被告側弁護士Ｐ１６：同じことじゃないですか。\n原告代理人佐藤：たぶん，ご指摘の４名の方が言っておられる，４か月にするときの，こちらサイドの説明の仕方等に\n稚拙な部分があったのかなというふうに，僕自身は思ってます。\n：だから，それを，今，認めるということじゃないですよ。\n：思ってるだけであって。\n被告側弁護士Ｐ１６：部長の発言については，調査はしてないけれども，たぶん，そういうことを言ったんであろう\nと，先生も，思っておられると。\n原告代理人佐藤：だろうなとは思ってます。\nキ　本件嘱託は，平成１５年１０月２０日，都労委に対し，入社時や千代田生命から原告に移行した際に上司から告げ\nられた事実を陳述書にして提出した。そこに記載された事実は，本件摘示事実と概ね同内容であった。（乙３，４，\n６，証人Ｐ３【１頁】，証人Ｐ１４【１頁】，弁論の全趣旨）\n（２）　当裁判所の判断\n前記（１）エのとおり，Ｐ３らは，原告の上司から，①入社時ないし更新時，契約期間は形式的なもので，普通に働\nけば６０歳の定年まで契約が更新されると言われた，②本社への転勤時，本社へ行けば雇用が継続されると言われた，\nページ(5)\n③担当業務が長崎に移管されることになった時，転属先を探すと言われたとの本件摘示事実を裏付ける証言ないし陳述\nをしている。Ｐ３らの証言ないし陳述は，千代田生命の求人票に記載された文言（前記（１）ア），Ｐ３らの経歴（前\n記（１）イ），本件雇止めに至る経緯（前記（１）ウ）に照らしてみても，殊更虚偽を述べているとの事情はうかがわ\nれない。また，本件嘱託は，本件ビラ配布以前から，前記証言ないし陳述と同様のことを述べ，被告はビラや都労委に\n提出した陳述書にも同様の記載をし，原告においてもこれを認識するに至っていた（前記（１）オ，キ，乙６，証人Ｐ\n１４【１，６ないし８頁】，弁論の全趣旨）。ところが，原告は，団体交渉において，被告から本件嘱託が述べている\n事実について同人らの上司であった者らに確認をするよう再三求められたにもかかわらず，その必要がないとしてこれ\nに応じず，むしろ原告代理人は，本件嘱託の上司らがそのような発言をした可能性が皆無ではないかのような応答をし\nていた（前記（１）カ）。\nこれらの事情に照らしてみると，本件摘示事実は，真実であるとまでは断定できないものの，本件嘱託を組合員とし\nて持つ被告としては，少なくとも真実と信ずるにつき相当な理由があったというべきである。\nこの点に関し，原告は本件摘示事実のようなことはなかったと主張し，証人Ｐ９及び同Ｐ５がこれに沿う証言ないし\n陳述をしている（甲２０，２１，証人Ｐ９【１ないし４頁】，同Ｐ５【１ないし４，８頁】）。しかしながら，これら\nの証言に照らしてみても，前記Ｐ３らの証言ないし陳述内容が明らかに虚偽であるということはできず，被告が少なく\nとも本件摘示事実を真実と信ずるにつき相当な理由があったとの判断を左右することはない。よって，この点の原告の\n主張は採用することができず，他に，被告において本件摘示事実について真実と信じるについて相当な理由があったと\nの当裁判所の判断を覆すに足りる証拠は存在しない。\n３　表現自体の相当性について\n（１）　ところで，原告は，前記１で述べたとおり，本件ビラには，原告の態度について，嘱託事務員を不当に解雇し\nたとか，嘱託事務員を使い捨てにしたとか，従業員をポイ捨てしたなど記載されており，違法であると主張する。すな\nわち，原告は，本件被告の見解ないし評価を問題にするので，以下，この点について検討することにする。\n（２）　前記争いのない事実等（４）イ，ウ，オ，カによれば，本件ビラには，原告が，嘱託事務員を使い捨てとか，\n従業員をポイ捨てとか，不当解雇したなどと原告の態度についての本件被告の見解ないし評価が記載されており，その\n表現は扇情的なものを含んでいることが認められる。\n（３）　以上のような嘱託事務員を使い捨て，従業員をポイ捨てなどのような本件被告の見解ないし評価についての表\n現自体が相当か否かを検討するに当たっては，当該見解ないし評価とその根拠となった基礎事実との間にどの程度の乖\n離があるのか，換言すれば，基礎事実から当該見解ないし評価を通常導くことができるのか否か，また，基礎事実の真\n実性の程度等によって判断するのが相当である。\nこれを本件についてみるに，前記２によれば，本件摘示事実であるところの，本件嘱託は，採用時に，原告から，期\n間は形式的であり更新して定年である６０歳まで働けるとの説明を受けたこと，本社への転勤を求められた際，本社な\nら継続して働けると言われたこと，本件嘱託は，本社に転勤し，６０歳になっていないのに本件雇止めを受けたことに\nついて，被告は，これらの事実は少なくとも真実と信ずるについて相当な理由があったことが認められる。のみなら\nず，本件嘱託は，正社員と概ね同様の職務を担当し（乙３ないし５，証人Ｐ３【１，６頁】，弁論の全趣旨），原告と\nの間で８回ないし１０回の契約更新を繰り返しており（前記２（１）イ），雇用継続に合理的な期待を持つことに一応\nの理由があったと解することができる。\n以上の事実（基礎事実）を前提にすると，原告の態度を「嘱託事務員を使い捨て」「従業員をポイ捨て」「不当解\n雇」などと評価することは，基礎事実と本件被告の見解ないし評価の間に乖離はほとんどなく，しかも，基礎事実を構\n成している本件摘示事実について被告において真実と信ずるにつき相当な理由のある本件においては，これらの本件被\n告の見解ないし評価は，結局のところ，本件雇止めは不当であることを明らかにしたものということができる。そうだ\nとすると，本件被告の見解ないし評価は，いずれも組合活動として社会通念上許容される範囲内のものというのが相当\nである。\n（４）　さらに，原告は，前記１で述べたとおり，本件ビラに記載されている本件コマーシャル引用を問題とする。\n確かに，前記争いのない事実等（４）イ，ウによれば，本件第１ビラの表及び本件第２ビラの裏には，原告が開設す\nるホームページに掲載されていたテレビコマーシャル映像の１コマ及び原告の広告・宣伝文句である「♪～Ｎ：何が起\nこるかわからない世の中だからあなたに大きな安心をお届けしたい。」が複写され，その下に「と宣伝していますが，\n従業員が安心して働けないような保険会社に，『大きな安心をお届けしたい』などという資格があるのでしょうか？」\nと記載されていたことが認められる。かかる表現は，原告の態度を揶揄し，不穏当な面がないではなく，原告の神経を\n逆なでする点は理解できなくもない。しかしながら，かかる表現は，結局，原告の労務政策を批判し，公衆に対し被告\nの支援を呼び掛けるものと位置付けることができ，原告の商品，サービス等の信頼性の欠如を述べるようなものではな\nいこと，本件摘示事実について被告において真実と信じるについて相当な理由が存在すること，本件嘱託の雇用継続に\n関する団体交渉における前記２（１）カ，後記４（１）ア（ア）で認定した原告の対応等を勘案すると，原告に無断で\n複写された点を考慮しても，なお，組合活動としての相当性を逸脱し，違法なものであるとまで評価することは困難で\nあるというべきである。\n４　表現活動の目的，態様，影響等について\n（１）　目的\nア　認定事実\n証拠（文中又は文末に掲記したもの）及び弁論の全趣旨によれば，以下の事実が認められる。\n（ア）　原告と被告間の団体交渉等\nａ　原告と被告は，平成１５年７月７日，本件嘱託の雇用継続に関し，１回目の団体交渉を行った。被告は，原告に対\nし，本件嘱託の雇用継続の可能性を検討するため，原告社員の残業に関する資料の開示を求めたが，原告は，かかる資\n料は存在しないと回答した。（乙６，証人Ｐ１４【１頁】）\nｂ　原告と被告は，平成１５年８月２９日，本件嘱託の雇用継続に関し，２回目の団体交渉を行った。被告は，原告に\n対し，エイアイジー・スター生命労働組合の機関紙（乙２）を示して，原告において残業が恒常化しているとの指摘を\nした。また，被告は，原告に対し，本件嘱託の雇用継続の可能性を検討するため，予定退職者数と実際の退職者数等を\n開示するよう求めた。ところが，原告は，平成１５年９月１０日付けの書面で，被告に対し，何ら資料を示さないま\nま，本件嘱託の再配置先はないと回答した。（乙６，証人Ｐ１４【１頁】）\nｃ　原告と被告は，平成１５年１０月８日，本件嘱託の雇用継続に関し，３回目の団体交渉を行った。原告は，被告に\n対し，千葉営業所，関越東関東総支社について若干事情を説明し，本件嘱託の再配置先はなかったと述べた。この際，\n被告は，原告に対し，柏営業所，大宮営業所の具体的状況を尋ねたが，原告は，経営判断に属する事項との理由で回答\nを拒否した。また，被告は，原告に対し，再度，残業・退職者数に関する資料の開示を求めたが，原告はこれを拒否し\nた。さらに，被告は，原告に対し，本件嘱託はそれぞれ担当部長から長期の雇用継続を告げられた事実を指摘し，その\n確認を求めたが，原告は，確認の必要がないとしてこれを拒否した。（乙６，証人Ｐ１４【１頁】）\nなお，原告と被告間の前記団体交渉におけるやりとりは，前記２（１）カ（ア）のとおりである。\nｄ　原告と被告は，平成１５年１１月１０日，本件嘱託の雇用継続に関し，４回目の団体交渉を行った（前記２（１）\nカ（イ）））。原告と被告間の前記団体交渉におけるやりとりは，前記２（１）カ（イ）のとおりである。\n（イ）　原告は，平成１５年１１月１７日になされた都労委の斡旋を直ちに拒否した（争いがない）。\nページ(6)\nイ　当裁判所の判断\n本件嘱託は，平成１５年１月，被告から雇止めの説明を受け（前記２（１）ウ），同年６月２３日，被告に加入した\n（争いのない事実等（２）イ）。被告は，別紙２「本件ビラ配布・街宣活動一覧表」記載のとおり，本件ビラ配布等を\n行うとともに，原告との間で団体交渉を行い（前記ア（ア）），本件嘱託の雇用継続を求め，さらに，原告を被申立人\nとして，都労委に対し，本件救済申立てをした。ところが，団体交渉においては双方の歩み寄りがなく（前記ア（ア）\n，弁論の全趣旨），都労委の斡旋も原告が直ちに拒否する（前記ア（イ））など，解決の糸口が見つからない状況であ\nった。本件ビラ配布及びその公衆送信は，被告がこのような状況の下で，公衆に向けて，本件嘱託に関する組合活動の\n支持を呼び掛ける目的で行ったものと認めるのが相当であり，殊更原告の名誉・企業イメージ・信用を毀損する目的で\n行ったものと認めることは困難である。\n（２）　態様\n被告は，多数回にわたり，街宣活動とともに本件ビラ配布を行い，また，本件第１，第２ビラを公衆送信したこと（\n争いのない事実等（４））により，その内容を広く世間一般に知れ渡らせたことは容易に推認することができる。しか\nしながら，このような態様でのビラ配布は，通常労働組合が情宣活動として行う態様を逸脱するものとはいえず，ま\nた，インターネットが普及した今日においては，組合ビラの内容を公衆送信することも目新しいものではない。そうだ\nとすると，前記本件ビラ配布及びその公衆送信の態様は，組合活動として社会通念上許容される範囲内のものというの\nが相当であり，当該判断を覆すに足りる証拠は存在しない。\n（３）　影響等\n本件全証拠を検討するも，本件ビラ配布及びその公衆送信によって，原告の名誉・企業イメージ・信用が毀損された\nことにより，原告の営業等に影響が生じ，具体的な損害が発生したとまで認めるに足りる証拠は存在しない。\n５　小括\n以上のとおり，本件ビラの記載内容のうち，原告が問題とする本件摘示事実については，被告は少なくとも真実と信\nずるにつき相当な理由があり，本件被告の見解ないし評価，本件コマーシャル引用部分の表現も相当性を逸脱しておら\nず，本件ビラ配布の目的，態様も社会通念上許容される範囲内と認められる。その他本件ビラの記載部分には，真実\n性，表現自体の相当性，表現活動の目的，態様等に照らして違法と認められる点は存在しない。そうだとすると，被告\nの本件ビラ配布及びその公衆送信行為は，正当な組合活動として社会通念上許容される範囲内のものであり，損害賠償\nを命じなければならない程の違法性はなかったというべきである。\n第４　結語\n以上によれば，原告の請求は，その余の点について判断するまでもなくいずれも理由がないから，これを棄却するこ\nととする。\n東京地方裁判所民事第３６部\n裁判長裁判官　難波孝一\n裁判官　増永謙一郎\n裁判官　知野明\n（別紙１）\n謝罪広告\n当組合は，貴社の放映するテレビコマーシャルの一場面及び広告・宣伝文句を無断転載した上，「約束を守らない保\n険会社にいざという時の「安心」をまかせられますか？」との見出しも付し，貴社が信頼に値する保険会社でなく貴社\n及びその保険商品の信用性に重大な問題があるとの印象を与えかねない内容のビラを作成・編集し，平成１６年１月２\n０日以降，不特定多数人に同ビラを配布するとともに，当組合の開設するホームページ中に同ビラの映像をアップロー\nドし公衆送信しましたが，これにより，貴社の名誉及び信用を著しく毀損し多大のご迷惑をおかけして申し訳ありませ\nんでした。\n上記の配布及び公衆送信は当組合の思慮に欠ける非違行為であったことを率直に認め，ここに謹んで謝罪いたしま\nす。\n平成　年　月　日\n銀行産業労働組合\n代表者中央執行委員長　Ｐ１７\nエイアイジー・スター生命保険株式会社\n代表者代表取締役　Ｐ１８殿\n条件\n字格５号活字\n大きさ２段抜き\nページ(7)\n"
}