{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 12,
    "month": 10,
    "day": 30
  },
  "case_number": "平成10(ワ)6517",
  "case_name": "",
  "court_name": "東京地方裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "12883",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=12883",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/883/012883_hanrei.pdf",
  "contents": "平成一〇年(ワ)第六五一七号　特許権侵害差止等請求事件\n（口頭弁論終結日　平成一二年八月二二日）\n判　　　　　　　　　決\n原　　　　　　　告　　　　松下電送システム株式会社\n右代表者代表取締役　　　　【Ａ】\n右訴訟代理人弁護士　　　　小　原　　　望\n同　　　　　　　　　　　　東　谷　宏　幸\n右訴訟復代理人弁護士　　　岡　澤　成　彦\n同　　　　　　　　　　　　高　橋　建　嗣\n右補佐人弁理士　　　　　　【Ｂ】\n同　　　　　　　　　  　　【Ｃ】\n被　　　　　　　告　　　　オリンパス光学工業株式会社\n右代表者代表取締役　　　　【Ｄ】\n被　　　　　　　告　　　　セイコーインスツルメンツ株式\n会社\n右代表者代表取締役　　　　【Ｅ】\n右両名訴訟代理人弁護士    古　城　春　実\n右両名補佐人弁理士　　　　【Ｆ】\n主　　　　　　　　　文\n一　原告の請求をいずれも棄却する。\n二  訴訟費用は原告の負担とする。\n事　実　及　び　理　由\n第一　請求\n一　被告らは、別紙被告物件目録一、二記載の物件を製造、販売、貸し渡し、販\n売若しくは貸渡しのために展示、広告してはならない。\n二　被告らは、その占有する別紙被告物件目録一、二記載の物件を廃棄せよ。\n三　被告オリンパス光学工業株式会社は、原告に対し、金二億円及びこれに対す\nる平成九年一二月二〇日から支払済みまで年五分の割合による金員を支払え。\n四　被告セイコーインスツルメンツ株式会社は、原告に対し、金二億円及びこれ\nに対する平成九年一二月二〇日から支払済みまで年五分の割合による金員を支払\nえ。\n第二　事案の概要\n本件は、別紙被告物件目録一、二記載の物件（以下、同目録一、二記載の物\n件を順に「被告物件一」、「被告物件二」といい、両者をあわせて「被告各物件」\nという。）を製造、販売等する被告らの行為が原告の有する特許権を侵害するとし\nて、原告が、被告らに対して、被告各物件の製造等の差止めと損害賠償を求めた事\n案である。\n一　前提となる事実（当事者間に争いがない。）\n１　原告の有する特許権\n原告は、次の特許権（以下「本件特許権」といい、その発明を「本件発\n明」という。）を有している。\n(一)　特許番号　　第一八八四七四五号\n(二)　発明の名称　カラー画像記録装置\n(三)　出願日　　　昭和五六年一月二八日\n(四)　登録日　　　平成六年一一月一〇日\n(五)　特許請求の範囲　　手続補正後の明細書（以下「本件明細書」とい\nう。）記載のとおりである。\n所定の搬送経路に沿って記録媒体を往復又は循環して搬送する搬送手\n段と、前記記録媒体の搬送路中に設けられ前記記録媒体上の画像記録領域内に記録\n画像に対応する潜像を形成するとともに前記記録媒体上の画像記録領域外に連続的\nに略等間隔のレジストマークに対応する潜像を形成する潜像形成手段と、この潜像\n形成手段により前記記録媒体上に形成された前記記録画像に対応する潜像をそれぞ\nれ異なる色で前記レジストマークに対応する潜像を単一色で各々可視像化する複数\nの現像手段と、可視像化された前記レジストマークを検出する検知手段と、前記搬\n送手段を作動し前記記録媒体の同一記録領域に潜像形成と現像とを各色毎に複数回\n繰り返すことにより合成カラー画像を形成する記録制御手段と、この記録制御手段\nにより各色の潜像形成を行なうに際し、前記検知手段による前記レジストマークの\n検出に基づいて第２色目以降の最初の潜像形成を開始させるとともに、前記検知手\n段による隣接した前記レジストマークの検出結果に基づく前記レジストマークの間\n隔に基づいて前記記録媒体の搬送方向における各色の潜像形成の記録位置合わせを\n行なうタイミング制御手段とを有し、前記レジストマークに対応する潜像の形成を\n第１色目に記録する潜像の形成と同時に行うことを特徴とするカラー画像記録装\n置。\n２　本件発明の構成要件\n本件発明を構成要件に分説すると、次のとおりである。\n(一)  所定の搬送経路に沿って記録媒体を往復又は循環して搬送する搬送手\n段\n(二)　前記記録媒体の搬送路中に設けられ前記記録媒体上の画像記録領域内\nに記録画像に対応する潜像を形成するとともに前記記録媒体上の画像記録領域外に\n連続的に略等間隔のレジストマークに対応する潜像を形成する潜像形成手段\n(三)　この潜像形成手段により前記記録媒体上に形成された前記記録画像に\n対応する潜像をそれぞれ異なる色で前記レジストマークに対応する潜像を単一色で\n各々可視像化する複数の現像手段\n(四)　可視像化された前記レジストマークを検出する検知手段\n(五)　前記搬送手段を作動し前記記録媒体の同一記録領域に潜像形成と現像\nとを各色毎に複数回繰り返すことにより合成カラー画像を形成する記録制御手段\n(六)　この記録制御手段により各色の潜像形成を行うに際し、前記検知手段\nによる前記レジストマークの検出に基づいて第二色目以降の最初の潜像形成を開始\nさせるとともに、\n(七)  前記検知手段による隣接した前記レジストマークの検出結果に基づく\n前記レジストマークの間隔に基づいて前記記録媒体の搬送方向における各色の潜像\n形成の記録位置合わせを行なうタイミング制御手段とを有し、\n(八)　前記レジストマークに対応する潜像の形成を第一色目に記録する潜像\nの形成と同時に行うよう\n構成されている。\n３　被告らの行為\n被告オリンパス光学工業株式会社（以下「被告オリンパス」という。）\nは、静電記録方式のカラー画像記録装置を製造して、被告セイコーインスツルメン\nツ株式会社（以下「被告セイコーインスツルメンツ」という。）に販売し、被告セ\nイコーインスツルメンツは、右カラー画像記録装置を組み込んだ被告各物件を製\n造、販売した。\n４  被告各物件の構成及び本件発明の構成要件の充足性\n被告各物件の構成は、別紙被告物件目録一、二記載のとおりであり、本件\n発明の構成要件(七)を除き、その余を充足する。\n二　主要な争点\n１　構成要件(七)の充足性\n（原告の主張）\n被告各物件は、以下のとおり、本件発明の構成要件(七)を充足する。\n(一)  構成要件(七)の解釈\n本件発明は、記録媒体が記録部に対して繰り返し往復又は循環されてカ\nラー画像が得られるカラー画像記録装置において、Ａ１やＡ０サイズの大きな記録\n紙を扱う場合に記録紙の伸縮に伴う色ずれを防止し、鮮明にしてかつ色ずれの少な\nいカラー画像を得ることができるカラー画像記録装置を提供するという技術課題に\n関し、色合わせの指標となるレジストマークを記録媒体上の画像記録領域外に連続\n的かつ略等間隔に形成し、このレジストマークの間隔を検出することにより記録媒\n体の伸縮度合いを知り、これに基づいて、記録媒体の搬送方向における記録位置合\nわせを行うことを技術課題解決手段とするものである。その際、各レジストマーク\n間隔に対応する箇所（以下「マーク対応エリア」ということがある。）の一つ一つ\nにおいて生ずる画像ラインの微小な位置ずれの解消を課題としているのではなく、\n微小な位置ずれが累積することにより記録紙末端部で実用に耐えない大きな色ずれ\nが生じてしまうのを防止すること（巨視的観点からみた色ずれ防止）を課題として\nおり、本件発明の構成要件(七)のタイミング制御手段による制御の目的も右のよう\nな大きな色ずれを防止することにある。\nこのような本件発明の右課題解決原理に照らせば、本件発明の構成要件\n(七)の「レジストマークの間隔に基づいて記録位置合わせを行うタイミング制御手\n段」とは、記録媒体の画像領域全長に対応するように形成された「連続的に略等間\n隔のレジストマーク」の各間隔を順次検出することにより得られる「マーク対応エ\nリア」の伸縮度合いを示す情報に基づいて各「マーク対応エリア」毎に各色の画像\nライン間の記録位置合わせを行うものであると解すべきである。\n本件明細書の実施例に記載されたタイミング制御の態様は、タイミング\n制御手段が個々の「マーク対応エリア」において記録位置合わせを行う際の具体的\n方法の一例を示すにすぎない。また、本件発明の出願当時の技術水準に照らし、前\n記課題解決のために、「記録媒体上の画像記録領域外に連続的に略等間隔のレジス\nトマークに対応する潜像を形成する」という構成を採用したことは、きわめて斬新\nでかつ画期的な技術であったことに照らすならば、それ自体右課題解決のための具\n体的かつ画期的技術の開示というに十分である。\n本件発明の構成要件(七)の「レジストマークの間隔に基づいて記録位置\n合わせを行うタイミング制御」の意義を、本件明細書の実施例によって、「記録媒\n体の各レジストマーク間隔の計測値に基づいてライン間の間隔を調整しライン単位\nでの記録位置合わせを行う制御」であると限定すべきではない。\n(二)  構成要件(七)と被告各物件との対比\n(1)  被告物件一について\n被告物件一は、先行するタイミングマーカの検出と、次のタイミング\nマーカの検出との間隔が、「標準の間隔」と比較して、短いか、同一か、長いか\n（マーク対応エリアの伸縮度合い）を把握し、右のようなタイミングマーカ間隔に\n基づく記録紙の伸縮度合いを示す情報に基づいて、画像ライン記録の態様を変え\nて、記録位置合わせを行っている。\n具体的には、被告物件一は、第二色目画像の第一周期の第１ライン位\n置を有効な最初のタイミングマーカの位置（第一色目画像の第一周期の第１ライン\n位置。基準点）と合致させ（原点一致）、第二色目画像のライン位置を示すライン\nナンバに記録紙の搬送方向の座標上でのスケールとしての役割を果たさせ、各タイ\nミングマーカの前記座標上の位置を右ラインナンバによって検出している。\nそして、この検出によって、基準点からの各タイミングマーカの位置\nを逐次知り（各タイミングマーカ間隔を知り）、記録紙の伸縮度合いを記録位置の\n補正前にあらかじめ認識し、これに基づいて、ライン追加やライン省略の補正を伴\nう記録位置合わせを行っている。被告物件一は、tnの時点でライン記録信号のナン\nバーＮが認識されると、t0（基準点）に対応する位置とtnに対応する位置との間隔\nnM（64＋64＋・・・＋N±ラインの増減分）がわかるので、これと基準間隔nS（64＋\n64＋・・・）にラインの増減分を加えたものとを比較することにより、記録紙の伸\n縮度合いを知り、その結果に基づいて、①「nM」と「nS±ラインの増減分」との差\nが二ライン分以内の場合には標準のライン形成を、②差が二ライン分を超える縮み\nがあったときには一ラインを省略し、③差が二ライン分を超える伸びがあったとき\nにはダミーラインを一ライン追加する、という記録位置補正を行っている。\n以上から、被告物件一は、連続的に等間隔に形成したタイミングマー\nカ間の空間的隔たりについての情報、すなわち対応する各「マーク対応エリア」の\n伸縮度合いを示す情報に基づいて、画像ライン記録の態様を変えて記録位置合わせ\nを行うものである、と認められるので、構成要件(七)の「レジストマークの間隔に\n基づいて記録位置合わせを行うタイミング制御手段」を備えているといえる。\n(2)  被告物件二について\n被告物件二は、タイミングマーカの検出毎に、ライン記録信号の状態\nを示す情報（ライン記録信号のナンバ及びその記録期間、マージン期間、カウント\nアップ期間）によりタイミングマーカの間隔を認識するとともに、これと「標準の\n間隔」との長短比較によって、記録紙の伸縮度合い（マーク対応エリアの伸縮度合\nい）を把握し、右のようなタイミングマーカ間隔に基づく記録紙の伸縮度合いを示\nす情報に基づいて、マージン間隔Ｔ２分以上、カウントアップ間隔Ｔ３分以上の色\nずれが生じないように、第二色目画像の第１ライン位置を第一色目画像の第１ライ\nン位置に合致させるように、記録位置合わせの補正を行っている。\n具体的には、被告物件二については、①記録紙が小さく縮んだ場合\n（通常考えられる程度の縮み）、②記録紙が大きく縮んだ場合、③記録紙が小さく\n伸びた場合（通常考えられる程度の伸び）及び④記録紙が大きく伸びた場合の記録\n位置合わせが考えられるが、①では、タイミングマーカ間の間隔Ｍ（t0とt1との間\n隔、t1とt2との間隔・・・）が認識され、これと基準間隔Ｓとの比較により、その\n差（S－M）がマージン間隔Ｔ２以下の場合には、タイミングマーカ検知信号をトリ\nガー信号として次の記録周期のライン記録を開始し、次の周期の第１ラインを第一\n色目の第１ラインに一致させるよう補正が行われ、③では、マーク間の間隔Ｍ（t0\nとt1との間隔、t1とt2との間隔・・・）が認識され、これと基準間隔Ｓとの比較に\nより、その差（M－S）がカウントアップ間隔Ｔ３以下であれば、タイミングマーカ\n検出信号をトリガー信号として、次の周期の第１ラインを第一色目の第１ラインに\n一致させるよう補正が行われる（②と④については、位置ずれ補正をしても位置ず\nれ量は時間の経過とともに増大し、適正な位置ずれ補正が行われなくなり、この場\n合の記録位置制御は、緊急避難的な意味を持つ例外的な処理となるので、考慮する\n必要はない。）。\n以上から、被告物件二は、連続的に等間隔に形成されたタイミングマ\nーカ間の空間的隔たりについての情報、すなわち、対応する各「マーク対応エリ\nア」の伸縮度合いを示す情報に基づいて、記録媒体の伸縮度合いに応じた記録位置\n合わせ（記録媒体の伸縮情報に基づく各種トリガー信号により画像ラインの記録周\n期開始位置を変化させ画像ライン間のずれが所定範囲に収まるようにする記録位置\n合わせ）を行うものである、と認められるので、構成要件(七)の「レジストマーク\nの間隔に基づいて記録位置合わせを行うタイミング制御手段」を備えているといえ\nる。\n（被告らの反論）\n被告各物件は、以下のとおり、本件発明の構成要件(七)を充足しない。\n(一)　構成要件(七)の解釈\n構成要件(七)には、「前記検知手段による隣接した前記レジストマーク\nの検出結果に基づく前記レジストマークの間隔に基づいて前記記録媒体の搬送方向\nにおける各色の潜像形成の記録位置合わせを行なうタイミング制御手段とを有\nし、」と記載されている。右記載中の「前記レジストマークの間隔」は、「隣接し\nた前記レジストマークの検出結果」に基づくものであるから、「隣接したレジスト\nマーク同士の間隔」を意味している。したがって、構成要件(七)は、記録位置合わ\nせのためのタイミング制御手段が、「隣接したレジストマークの間隔」に基づいて\n行われることを要求していると解するのが自然な解釈である。\n構成要件(七)を右のように解釈することは、隣接する二個のレジストマ\nーク同士の間隔をＰＧパルス数Ｎで測って記録位置合わせを行う制御態様のみを実\n施例として示している本件明細書の記載にも合致する。すなわち、本件明細書の記\n載（発明の詳細な説明、実施例［８欄28行、11欄10行ないし15行、同欄18ないし\n23行、12欄15行、13欄７及び８行］）を参酌すると、レジストマークの間隔を検出\nするとは、レジストマーク検知手段とカウンタによって、隣接するレジストマーク\nの距離を、記録紙の一定搬送距離ごとに発せられるＰＧパルスを目盛りとして用い\nて実測することを指していることが明らかである。このように、ＰＧパルス数によ\nるレジストマーク間隔の計測（実測）の手段は、レジストマークの間隔を検出する\n方法として本件明細書に開示された唯一のものであって、他の方法ないし手段を説\n明ないし示唆する記載は一切存在しない。同じく、本件明細書の記載（発明の詳細\nな説明、実施例［８欄８行ないし12行、同欄40行ないし９欄２行、11欄10ないし\n15行、同欄18ないし25行、同欄28ないし37行、同欄41行ないし12欄３行、同欄４な\nいし９行］）を参酌すると、本件発明における「タイミング制御」は、検出された\nレジストマーク間隔の実測値の大小に応じてライン単位の書き込みを行うタイミン\nグパルスの間隔を調整するという制御、換言すればレジストマークの間隔に応じて\nライン間隔を増減するという制御を意味していることが明らかであり、右のような\n制御を行う手段が「タイミング制御手段」であると解される。本件明細書には、右\n以外のタイミング制御の態様、手段については記載も示唆もない以上、明細書に具\n体的に開示された右の手段に限定されるというべきである。\n本件発明の特許請求の範囲の記載は、機能的ないし抽象的な表現をとっ\nている以上、明細書の発明の詳細な説明の記載を参酌し、そこに開示された具体的\nな構成に示されている技術思想に基づいて発明の構成要件を解釈して、発明の技術\n的範囲を確定すべきである。\n画像記録装置において、記録位置合わせのために記録紙に付けた印（マ\nーク）を利用するという技術は、その出願当時すでに、例えば、米国特許第四〇〇\n七四八九号が存在したように、格別新規なものではないから、原告主張のように、\n本件発明を出願当時、特に斬新なものとして技術的範囲を広く解釈する理由はな\nい。\n以上から、本件発明の構成要件(七)の「レジストマークの間隔に基づい\nてーー記録位置合わせを行うタイミング制御手段」とは、レジストマークの間隔の\n計測値（実測値）の大小に応じて静電記録ヘッドによる画像ラインの書き込み（記\n録）のタイミングを調整する（ライン間隔を増減させる）制御を行う手段であると\n解釈すべきである。\n(二)  構成要件(七)と被告各物件の対比\n(1)  被告物件一について\n被告物件一のカラー画像記録装置は、以下のとおり、本件発明の構成\n要件(七)を充足しない。\nすなわち、被告物件一のカラー画像記録装置は、「被告物件目録一」\nの二(二)(2)②に記載されたとおり、ラインの記録を所定の間隔で行い、所定数（64\nライン）のラインを記録している間（一記録周期中）に次のタイミングマーカが検\n出されるか否かに応じて、ラインを省略し又はダミーのラインを追加するといった\n記録位置合わせを行っている。記録紙が伸びたとき（記録紙が所定距離送られても\n次のタイミングマーカが検出されないとき）にはラインを追加し、記録紙が縮んだ\nとき（記録紙が所定距離送られる前に次のタイミングマーカが検出されたとき）に\nはラインを省略することによって記録位置合わせを行っている。タイミングマーカ\nを検出してから、64ラインを記録している間、後続タイミングマーカは未検出であ\nり、装置は当該タイミングマーカと後続のタイミングマーカの間隔を認識していな\nい。このように、被告物件一は、タイミングマーカを検出する毎に、タイミングマ\nーカ検出と第１ラインとの乖離をなくす方向へ補正をする制御を行っている。\nこのような制御は、本件発明の構成要件(七)にいう「レジストマーク\nの間隔に基づく」タイミング制御ではない。\n原告は、被告物件一について、基準点（t0）からのタイミングマーカ\nの間隔（距離）が認識されることにより、各タイミングマーカの間隔に基づく記録\n位置補正がされている旨主張するが、失当である。\nすなわち、被告物件一では、タイミングマーカ検出時点におけるライ\nン記録信号のナンバＮは認識しているが、そのＮの数値からタイミングマーカ間隔\nを認知するようなことはしていない。エンコーダパルスをカウントするカウンタ\nは、一記録周期が終わる毎にリセットされるし、検出したタイミングマーカの個数\nをカウントするカウンタも存在しないので、被告物件一では、何周期目の記録が行\nわれているかは認識され得ない。基準点（t0）からのタイミングマーカの間隔（距\n離）が認識されるためには、タイミングマーカが検出された時点で「64＋64＋\n64・・・＋N±ラインの増減数」という計算によって基準点とタイミングマーカとの\n間隔を認識することが必要となる。そのためには、①タイミングマーカ検出時点が\n何番目の記録周期であるか、②それまでに何ラインの増減が行われたか、を認識し\n記憶する必要が生ずるが、被告物件一には、右のとおり、①を認識する手段も、②\nのラインの増減数を記憶する記憶手段もないし、ライン数の加算・減算を行った\nり、書き込まれたライン総数をカウントしたりする手段も存在しない。よって、被\n告物件一においては、原告の主張するような基準点t0とタイミングマーカtnとの間\n隔は認識され得ない。\nしかも、原告の主張は、被告物件一において、第二色目の第１ライン\n位置を有効な最初のタイミングマーカの対応位置（第一色目画像の第一周期の第１\nライン位置）に合致させる（原点一致）ことが前提となるが、被告物件一では、そ\nのような前提が成立しない。被告物件一では、第二色目の各周期の第１ラインの書\nき出しは、タイミングマーカ検出に同期するのではなく、タイミングマーカ検出直\n後のエンコーダパルスに同期するから、第一色目から第二色目の記録にかけて紙に\n伸縮がなく、かつ、この間にエンコーダパルスと紙の搬送距離とが寸分のずれなく\n対応しない限り、原点は一致しない。\n以上のとおり、被告物件一のカラー画像記録装置は、記録位置補正の\n制御が「マークの間隔に基づいて」行われているとはいえないため、本件発明の構\n成要件(七)を充足しない。\n(2)  被告物件二について\n被告物件二のカラー画像記録装置は、以下のとおり、本件発明の構成\n要件(七)を充足しない。\nすなわち、被告物件二のカラー画像記録装置における記録位置合わせ\nの態様は、「被告物件目録二」の二(二)(2)②に記載されたとおり、ラインの記録を\n所定の間隔で行い、所定数（32ライン）のラインを記録している間（一記録周期\n中）に次のタイミングマーカが検出される否かに応じて、カウントアップ信号、ラ\nイン記録終了信号、タイミングマーカ検出信号のいずれかをトリガー信号として、\n次の記録周期のライン記録を開始するものである。その際、記録実行時にはその記\n録が行われる領域の記録紙の伸縮度合いを知るために必要な後続のタイミングマー\nカは未検出であって、装置は当該タイミングマーカと後続のタイミングマーカの間\n隔を認識することはない。被告物件二は、タイミングマーカの検出毎に第１ライン\nとタイミングマーカとの乖離を少なくする方向で第１ラインの記録開始時点を補正\nする制御を行っている。\nこのような制御は、本件発明の構成要件(七)にいう「レジストマーク\nの間隔に基づく」タイミング制御でもない。\n原告は、被告物件二について、記録紙の伸縮が、①記録紙が小さく縮\nんだ場合（通常考えられる程度の縮み）、③記録紙が小さく伸びた場合（通常考え\nられる程度の伸び）、各タイミングマーカの間隔に基づく記録位置補正がされてい\nる旨主張するが、以下のとおり、失当である。\n被告物件二においては、タイミングマーカの間隔を認識し、その認識\n結果に基づいて記録位置を補正するという制御は行われておらず、そこで行われて\nいるのは、タイミングマーカの検出時点が「記録期間Ｔ１」の領域内なのか、「マ\nージン期間Ｔ２」の領域内なのか、「カウントアップ期間Ｔ３」の領域内なのかと\nいう判断だけであり、それ以上のことは把握していないので、タイミングマーカの\n間隔を知ることはできない。被告物件二には、タイミングマーカの間隔を知るため\nに必要な、経過時間を認識し、計算を行うという手段が存在しない。しかも、原告\nの主張は、②と④の場合を全く無視しており、妥当でない。また、被告物件二にお\nいて、タイミングマーカと各記録周期の第１ラインが一致（原点一致）するとの誤\nった前提による点でも、失当である。被告物件二では、第１ラインを書き込むトリ\nガーがマージン期間Ｔ２及びカウントアップ期間Ｔ３の中にある場合を除きタイミ\nングマーカ検出と各記録周期の第１ラインは一致しない。\nしたがって、被告物件二のカラー画像記録装置は、記録位置補正の制\n御が「レジストマークの間隔に基づいて」行われているとはいえないため、本件発\n明の構成要件(七)を充足しない。\n２　損害額\n（原告の主張）\n被告オリンパスは、昭和六二年一〇月より被告物件一用のカラー画像記録\n装置の製造販売を開始し、平成六年二月より、被告物件二用のカラー画像記録装置\nの製造販売を開始した。\n被告セイコーインスツルメンツは、被告オリンパスから、被告物件一につ\nいては昭和六二年一〇月より、被告物件二については平成六年二月より、カラー画\n像記録装置の供給を受け、これを被告各物件に組み込んで同物件を製造販売してい\nる。\n被告セイコーインスツルメンツによるカラー静電プロッタの平成四年ない\nし同九年までの売上台数は八一〇台である。右期間に販売された総売上額は、七四\n億五〇〇〇万円であり、一台当たりの平均販売価格は約九一九万円である。\n被告オリンパスの被告セイコーインスツルメンツに対するカラー画像記録\n装置の販売価格は、プロッタ業界での業界標準的な販売かけ率によれば、被告セイ\nコーインスツルメンツの実販売価格の約四割程度と考えられるので、被告オリンパ\nスの被告セイコーインスツルメンツへの販売価格は一台につき少なくとも三六七万\n円は下らない（9,190,000×0･4）。被告オリンパスは本件発明の出願公告以後の平\n成四年ないし同九年までの間に少なくとも二九億七二七〇円の売り上げを上げてい\nたといえる（3,760,000×810）。\n本件発明の解決課題である記録時の色ずれ防止は、カラー静電プロッタに\nおいては必要不可欠の技術であり、この技術なしでは、カラー静電プロッタは実用\n的な製品たり得ない。また、被告各物件における本件発明の使用率はほぼ一〇〇パ\nーセントに近い。そうすると、本件特許権の実施料率は、一〇パーセントを下らな\nい。\nしたがって、原告は、被告オリンパスの被告各物件用のカラー画像記録装\n置の製造販売により、同被告の平成四年ないし同九年までの売上額である二九億七\n二七〇万円の一〇パーセントに相当する二億九七二七万円の実施料相当額の損害\nを、また、被告セイコーインスツルメンツの被告各物件の製造販売により、同被告\nの同期間の売上額である七四億五〇〇〇万円の一〇パーセントに相当する七億四五\n〇〇万円の実施料相当額の損害を被った。\nよって、原告は、被告らそれぞれに対し、右各内金の二億円の各支払を請\n求する。\n（被告らの反論）\n原告の主張は争う。\n被告オリンパスによる被告セイコーインスツルメンツに対する、被告物件\n一用のカラー画像記録装置の販売開始時期は、昭和六三年四月であり、同セイコー\nインスツルメンツは、右時期より少し遅れて同年中に被告物件一の販売を開始した\n（被告物件二の販売時期については争わない。）。\n被告セイコーインスツルメンツによる被告各物件の販売台数は、合計五六\n九台で、その売上総額は概算で三八億円である。被告オリンパスが被告セイコーイ\nンスツルメンツに販売した被告各物件用のカラー画像記録装置は、販売台数が五六\n九台で、その売上総額は約一三億九〇〇〇万円である。\n被告各物件における本件発明の使用率が一〇〇パーセントに近いとはいえ\nない。実施料率が、一〇パーセントを下らないとの主張も認められない。\n第三　争点に対する判断\n一　構成要件(七)の充足性について\n１  本件発明の構成要件(七)の解釈\n本件発明の特許請求の範囲の構成要件(七)に係る部分は、「前記検知手段\nによる隣接した前記レジストマークの検出結果に基づく前記レジストマークの間隔\nに基づいて前記記録媒体の搬送方向における各色の潜像形成の記録位置合わせを行\nなうタイミング制御手段とを有し、」と記載されている。\n構成要件(七)の「前記レジストマークの間隔に基づいてーータイミング制\n御手段」の意義は、「隣接した前記レジストマーク」が検出され、その結果、「前\n記レジストマークの間隔」に基づいて「タイミング制御」を行うと記載されている\nのであるから、字義どおり、隣り合った位置関係にあるレジストマーク間の距離を\n認識し、これを基礎にして行うタイミング制御手段という趣旨であることは明らか\nである。\nこれに対して、原告は、構成要件(七)におけるタイミング制御は、記録媒\n体の画像領域全長に対応するように形成された「連続的に略等間隔のレジストマー\nク」の各間隔を順次検出することにより得られる「マーク対応エリア」の伸縮度合\nいを示す情報に基づいて各「マーク対応エリア」毎に各色の画像ライン間の記録位\n置合わせを行うものと解すべきであると主張する。\nしかし、特許請求の範囲の構成要件(七)に係る部分の記載が前記のとおり\n二義を許さないほど明確であること、及び本件明細書の実施例として、レジストマ\nークの間隔をカウンタにより実測し、この実測した間隔を基に、対応する記録ライ\nンの間隔を制御するもののみが記載され、その他の方法を示唆する記載は全くない\nこと、当初明細書（原出願）における特許請求の範囲又は発明の詳細な説明のいず\nれにも、レジストマークの間隔を実測しないものについての示唆がないことに照ら\nすならば、原告の右主張を採用することはできない。\n２　本件発明の構成要件(七)と被告物件一との対比\n被告物件一は、「被告物件目録一」の二(二)(2)②に記載されたとおり、記\n録紙に伸縮が生じた場合、64ラインの記録を一周期とする各周期の何番目のライン\n記録中にタイミングマーカが検出されるかに応じて、（ⅰ及びⅲ）記録位置合わせ\nの補正をしなかったり、（ⅱ）各周期の最終ラインを間引いて記録位置合わせの補\n正をしたり、（ⅳ）各周期の最終ラインの次にダミーラインを挿入して記録位置合\nわせの補正をしたりする（当事者間に争いがない。）。\nこのように、被告物件一においては、各記録周期の第１ラインから数えて\n何番目のライン記録中にタイミングマーカが検出されているかによって、ラインを\n間引いたり、ダミーラインを挿入したりする手段が採用されているが、先行のタイ\nミングマーカと直後のタイミングマーカの間隔が認識されることはない。仮に、被\n告物件一において、各周期の第１ライン記録がタイミングマーカの検出と同時に行\nわれるのであれば、第１ラインから数えて何番目のライン記録中にタイミングマー\nカが検出されるかに関する情報は、タイミングマーカ同士の間隔に関する情報であ\nると解する余地もなくはないが、右のとおり、被告物件一において、第１ライン記\n録は、タイミングマーカの検出と同時に行われるものではないから、この点から\nも、タイミングマーカの間隔を認識しているとみることはできない。\nしたがって、被告物件一は、隣り合った位置関係にあるタイミングマーカ\n同士の間隔を認識し、これを反映させて、タイミング制御を行っていると認める余\n地はない。\n原告は、被告物件一は各タイミングマーカの間隔を認識していると主張す\nるが、以下のとおり採用できない。\nまず、被告物件一においては、第二色目画像の第一周期の第１ライン位置\nを有効な最初のタイミングマーカの対応位置（第一色目画像の第一周期の第１ライ\nン位置）に合致させ（原点一致）、基準点からの各タイミングマーカの位置を逐次\n知るという構成を採っていない。すなわち、「被告物件目録一」の二(二)(1)①ⅰに\n記載されたとおり、被告物件一において、各ラインの書き出しは、タイミングマー\nカ検出に同期するのではなく、タイミングマーカ検出直後のエンコーダパルスに同\n期しているが、第一色目から第二色目の記録にかけて、記録紙に僅かであっても伸\n縮が生じている通常の場合を想定すると、そのような場合、タイミングマーカを検\n出して以降、エンコーダパルスに同期して第二色目画像の第一周期の第１ラインが\n記録されるまでの間に、伸縮分が加算または減算される結果、第二色目画像の第一\n周期の第１ライン位置が第一色目画像の第一周期の第１ライン位置に一致しないこ\nとになる。したがって、原告は、被告物件一において、原点一致という構成を採っ\nているとの前提で、各タイミングマーカ間隔を認識していると主張するが、原告の\n右主張は、前提において採用できない。\nまた、仮に、右の原点一致が認められたとしても、タイミングマーカが検\n出された時点で「64＋64＋64・・・＋N±ラインの増減数」という計算によって基準\n点からのタイミングマーカの間隔を知るためには、当該タイミングマーカ検出時点\nが何番目の記録周期であるか、それまでに合計何ラインの増減が行われたか等の履\n歴情報を認識し記憶した上で、それらの数値を演算することが必要となるが、被告\n物件一にそのような機能、手段が備わっていることを認めるに足りる証拠がない。\nしたがって、この点からも、各タイミングマーカの間隔を認識しているとの原告の\n主張は、採用できない。\n以上のとおり、被告物件一は、記録位置補正のタイミング制御が、隣り合\nった位置関係にあるレジストマーク同士の間隔を認識し、これを反映させて、行わ\nれているとはいえないので、本件発明の構成要件(七)を充足しない。\n３　本件発明の構成要件(七)と被告物件二との対比\n被告物件二は、「被告物件目録二」の二(二)(2)②に記載されたとおり、32\nラインの記録を一周期とする各周期の「最終ライン記録中」「最終ライン記録後の\nマージン期間中」「同マージン期間経過後」のいずれのタイミングでタイミングマ\nーカが検出されるかに応じて、最終ライン記録後のマージン期間の長さを変化させ\nることにより、記録位置補正の制御を行っている。すなわち、32ラインの記録の終\n了後に、（ⅰ）マージン期間Ｔ２の範囲内で記録紙が小さく縮んだ場合は、後続の\nタイミングマーカの検知信号をトリガーとして、次の周期の第１ラインの記録を開\n始し、（ⅱ）記録紙が大きく縮んで、記録ラインの記録中にタイミングマーカが検\n出された場合は、第32ラインまで記録を終了し、ライン記録信号をトリガーとし\nて、マージン期間Ｔ２なしで、次の周期の第１ラインの記録を開始し、（ⅲ(a)）記\n録紙が伸びて、後続のマージン期間Ｔ２内にタイミングマーカが検出されず、か\nつ、カウントアップ期間Ｔ３を越えるような場合にはカウントアップ信号をトリガ\nーとして、次の周期の第１ラインの記録を開始し、（ⅲ(b)）記録紙が伸びて、Ｔ３\nの範囲内で後続のタイミングマーカが検出された場合には、タイミングマーカの検\n知信号をトリガーとして、次の周期の第１ラインの記録を開始することとされてい\nる。\nこのように、被告物件二においては、32ラインのラインを記録している間\nに、次のタイミングマーカが検出される否かに応じて、カウントアップ信号、ライ\nン記録終了信号、タイミングマーカ検出信号のいずれかをトリガー信号として、次\nの記録周期のライン記録を開始する手段が採用されているが、先行のタイミングマ\nーカと直後のタイミングマーカの間隔が認識されることはない。また、被告物件二\nでは、前記のⅱ及びⅲ(a)の場合に、タイミングマーカ検出と各記録周期の第１ライ\nンは一致しないのであるから、隣り合った位置関係にあるタイミングマーカ同士の\n間隔を認識し、これを反映させて、タイミング制御を行っているといえないことは\n明らかである（原告は、右のⅱ及びⅲ(a)の場合については、緊急避難的な記録制御\nとして考慮すべきでないと主張するが、構成要件の充足性について、このような観\n点で判断することはできず、採用の限りでない。）。したがって、被告物件二が、\n右タイミングマーカの間隔を計測して、これに基づいてタイミング制御をしている\nことを認める余地はない。\n以上のとおり、被告物件二は、記録位置補正のタイミング制御が、隣り合\nった位置関係にあるレジストマーク同士の間隔を認識し、これを反映させて、行わ\nれているとはいえないので、本件発明の構成要件(七)を充足しない。\n二　よって、その余の点について判断するまでもなく、原告の請求は、いずれも\n理由がない。\n東京地方裁判所民事第二九部\n裁　判　長　裁　判　官　　　　　　飯　村　敏　明\n裁　判　官　　　　　　沖　中　康　人\n裁　判　官　　　　　　石　村　　　智\n被　告　物　件　目　録　一（「カラー静電プロッタＥＰ四○一○」）\n添付図面に示し以下に説明するカラー画像記録装置を内蔵したカラー静電プロッ\nタ\n一　図面の説明\n第ｌ図は被告物件一の全体外観図\n第２図は被告物件一に内蔵されたカラー画像記録装置の概略構成図\n第３図はカラー画像記録装置の概略断面図\n第４図は静電記録へッド表面の概略図\n第５図はタイミングマーカを含む作図例\n第６図は記録動作のタイミングを示すタイミングチャート（平成一一年八月一\n八日付原告準備書面添付の第６図を用いた。）\n第ｌ図ないし第５図において、ｌは静電記録紙、２は用紙ロール、３はＤＣ\nモータ、４は静電記録ヘッド、５は記録紙を静電記録ヘッドに押し付けるローラ、\n６ａ、６ｂ、６ｃ及び６ｄは現像器、７はポンプユニット、８は濃調器ユニット、\n９ａ、９ｂ、９ｃ及び９ｄは現像液タンク、10ａ、10ｂ、10ｃ及び10ｄはコンクト\nナー、11は駆動ローラ、12はピンチローラ、13はモータ、14は記録紙の搬送につれ\nて回転するローラ、15は記録紙の搬送距離を検出するロータリエンコーダ、16は駆\n動回路、17は制御回路、18は第１ラインの記録位置の上流側約三八㎜の位置から開\n始し四㎜ピッチに形成されたタイミングマーカ（縦二㎜、横八㎜、マーカ間の間隔\n二㎜）、19はマークセンサ、20は吸取ローラ、21は針電極、22は補助電極、23はカ\nラー画像、Ｃｌ及びＣ２は紙搬送方向の画像記録領域端（カット位置）\n二  説明\nカラー画像記録装置は以下の(一)のａないしｆを備え、記録制御手段及びタイ\nミング制御手段により以下の(二)に記載する態様で記録及び記録位置補正がなされ\nるように構成したことを特徴とする。\n(一)ａ　モータ13で駆動される駆動ローラ11及び用紙ロール２の軸に連結された\nＤＣモータ３の回転により所定の搬送経路に沿って静電記録紙１（以下「記録紙\n１」という。）を往復して搬送する搬送手段\nｂ　前記搬送路中に設けられ、搬送経路の横断方向に一㎜あたり一六本の密度\nで千鳥に配列された複数の針電極とこの針電極を挟むように配列された補助電極と\nから成り、記録紙１上にライン単位で、記録紙１の画像領域内に記録画像に対応す\nる静電潜像を記録すると共に、前記記録紙１の画像領域外に連続的に等間隔に形成\nされたタイミングマーカに対応する静電潜像を記録する静電記録へッド４（以下\n「記録へッド４」という。）\nｃ　ポンプユニット７に収納された四台のポンプにより現像液タンク９ａ、９\nｂ、９ｃ及び９ｄからブラック、シアン、マゼンダ及びイエローの各色の現像液を\nそれぞれ供給され、独立に上下動されて記録紙１に接触して、記録紙１上に記録さ\nれた記録画像に対応する静電潜像をブラック、シアン、マゼンダ及びイエローの各\n色別に可視像化する（現像する）と共に、タイミングマーカに対応する静電潜像を\nブラックの色に可視像化する四本の現像器６ａ、６ｂ、６ｃ及び６ｄ\nｄ　記録ヘッド４の記録紙搬送方向上流側約三八㎜の位置に設けられ、記録紙\n１の片端に形成されたタイミングマーカを検知すると検知信号を発生するマークセ\nンサ19\nｅ　前記搬送手段を作動し記録紙１の同一画像領域に静電潜像の記録と現像と\nを各色毎に繰り返すことにより合成カラー画像を形成する記録制御手段\nｆ　静電潜像を記録するタイミングを制御するタイミング制御手段\n(二)　記録及び記録位置補正の態様\n(1)　基本動作\n①　最初のパス\nⅰ　記録画像の形成\n駆動モータ３を作動し駆動ローラ11を正転させて記録紙１を第３図の\n右側方向に搬送しながら、記録制御手段のデータ処理部でライン単位のデータに変\n換されて記憶された画像データを一ラインずつ読みだし、各ラインの静電潜像を記\n録ヘッド４によって記録紙の画像領域内に所定の記録周期（一六分の一㎜ピッチ）\nで連続的に記録する。各ラインの静電潜像は、記録紙の搬送により現像器６ａ内の\n黒色現像液に接触して黒色画像として可視像化（現像）される。この動作を記録さ\nれるべき画像の全ラインの静電潜像形成（以下、記録ヘッドによる静電潜像の形成\nを「記録」、「記録」と現像とを一括して「画像記録」という。）と現像が終了す\nるまで続けて行う。\n各ラインは、記録紙の搬送距離に応じてロータリエンコーダが発する\nエンコーダパルス（実際には、エンコーダパルスの二分周パルスであるが、以下で\nは、エンコーダパルスの二分周パルスを単に「エンコーダパルス」と呼ぶ。）に同\n期したライン記録信号にしたがって記録される。第６図に示すとおり、ライン記録\n信号の一周期（時間Ｔ）中には実際に記録を行っている時間Ｔ１と次のライン記録\nまでのマージン（待ち時間）Ｔ２とがある。\nⅱ　タイミングマーカの形成\n前記ⅰの動作と平行して、記録紙１の画像領域外の側端部（片端）に\n紙の搬送方向に等間隔（四㎜、64ライン相当）で縦二㎜、横八㎜の矩形マーク（タ\nイミングマーカ）の静電潜像を形成し、現像器６ａにより黒色画像として可視像化\nする。最初のタイミングマーカは、第５図に示すとおり、記録画像の第１ラインが\n記録されるべき位置より紙搬送方向上流側に約三八㎜（マークセンサ19と記録ヘッ\nドとの間隔に相当）の位置を起点として記録される。\n②　第二パスないし第四パス\n第一パスの最終ラインの記録が終わり、吸取ローラ20を越える位置まで\n記録紙１を搬送した後、記録紙１を巻き戻し、前記①のⅰと同様の記録及び現像動\n作をシアン（第二パス）、マゼンダ（第三パス）、イエロー（第四パス）の順に繰\nり返し、同一記録領域に四色のカラーが合成されたカラー画像を形成する。\n(2)　記録位置合わせ\n第二パスないし第四のパスにおける記録位置合わせは、64ライン（タイミ\nングマーカの一ピッチ四㎜相当）を一周期として、次のとおり行う。\n①　基本動作\n第一周期の第１ラインは、タイミングマーカ検出直後のエンコーダパル\nスに同期して記録し、第２ライン以降は、第１ラインに続けて所定間隔で印加され\nるエンコーダパルスに同期して第２ライン、第３ライン・・・第64ラインと順次記\n録していく。\n記録紙に伸縮がなければ第一周期（64ライン）の記録が終わり、第64ラ\nイン目のライン記録信号のマージン期間Ｔ２の終了とほぼ同時にタイミングマーカ\nが検知されるので、次のエンコーダパルスと同期して第二周期の第１ラインを記録\nし、以後同様に第２ライン・・・第64ラインと順次記録を続ける。これを第三周\n期、第四周期・・・と記録画像の全ラインの記録が終了するまで続ける。\n②　記録紙の伸縮があった場合（記録位置補正）\nⅰ　記録紙の縮みが２ライン分以内のとき（補正なし）\n先行するタイミングマーカに対応する最終の記録ライン又は第63ライ\nン（第ｎ周期の第64ライン又は第63ライン）の記録中に後続のタイミングマーカが\n検知されたときは、そのままエンコーダパルスに同期して最終ライン（第64ライ\nン）まで記録を終わらせ、さらに続けて次の周期（第ｎ＋ｌ周期）の第１ライン、\n第２ライン・・・と記録を続ける。\nⅱ　記録紙の縮みが２ライン分を超えるとき（１ライン削除）\n先行するタイミングマーカに対応する第62ライン以前の記録中に後続\nのタイミングマーカが検知されたとき（第ｎ周期の第62ライン目の記録中に後続の\nタイミングマーカが検知されたとき）は、最終ライン（第64ライン）の記録のみを\nキャンセルし、第63ラインの記録終了直後のエンコーダパルスに同期して、後続の\nタイミングマーカに対応する第１ライン（第ｎ＋ｌ周期の第１ライン）を記録し、\n以後、第２ライン、第３ライン・・・と記録を続ける。\nⅲ　記録紙の伸びが２ライン分以内のとき（補正なし）\n先行するタイミングマーカに対応する最終ライン（第ｎ周期の第64ラ\nイン）の記録が終わると無条件で次の周期（第ｎ＋ｌ周期）の第１ラインを記録\nし、以後、第２ライン、第３ライン・・・と記録を続ける。この第２ラインの記録\n終了より前に後続のタイミングマーカが検知されたときは、ライン補正を行わず、\nそのまま第３ライン、第４ライン・・・と記録を続ける。\nⅳ　記録紙の伸びが２ライン分を超えるとき（ダミーラインを１ライン追\n加）\n先行するタイミングマーカに対応する最終ライン（第ｎ周期の第64ラ\nイン）の記録が終わると無条件で次の周期（第ｎ＋１周期）の第１ラインを記録\nし、以後、第２ライン、第３ライン・・・と記録を続ける。この第２ライン（第ｎ\n＋１周期）の記録が終わっても後続のタイミングマーカが検知されないときは、そ\nの周期の最終ライン（第64ライン）を記録した後、次の周期（第ｎ＋２周期）の第\n１ラインの画像データを一度だけコピーしてダミーラインとして記録し、以後、第\n１ライン、第２ライン・・・と記録を続ける。\n第１図  第２図   第３図、第４図、第５図   第６図\n被　告　物　件　目　録　二（「カラー静電プロッタＥＰ四○二○」）\n添付図面に示し以下に説明するカラー画像記録装置を内蔵したカラー静電プロッ\nタ\n一　図面の説明\n第ｌ図は被告物件二の全体外観図\n第２図は被告物件二に内蔵されたカラー画像記録装置の概略構成図\n第３図はカラー画像記録装置の概略断面図\n第４図は静電記録ヘッド表面の概略図\n第５図はタイミングマーカを含む作図例\n第６図は記録動作のタイミングを示すタイミングチャート\n第ｌ図ないし第５図において、１は静電記録紙、２は用紙ロール、３はＤＣ\nモータ、４は静電記録ヘッド、５は記録紙を静電記録ヘッドに押し付けるローラ、\n６はロータリ現像器、７ａ、７ｂ、７ｃ及び７ｄは現像器、８はポンプユニット、\n９は濃調器ユニット、10ａ、10ｂ、10ｃ及び10ｄは現像液タンク、11ａ、11ｂ、11\nｃ及び11ｄはコンクトナー、12はロータリ現像器を回転させるモータ、13は駆動ロ\nーラ、14はピンチローラ、15はステップモータ、16は駆動回路、17は制御回路、18\nは第１ラインの記録位置から上流側約三〇㎜の位置から開始し二㎜ピッチ（32ライ\nン相当）に形成されたタイミングマーカ（縦一㎜、横四㎜、マーカ間の間隔一\n㎜）、・はタイミングマーカの形成に先立って形成される一四個の先行マーク、19\n（第３図においては19ａ、19ｂ）はマークセンサ、20は吸取ローラ、21は針電\n極、22は補助電極、23はカラー画像、Ｃｌ、Ｃ２は紙搬送方向の画像記録領域端\n（カット位置）\n二　説明\nカラー画像記録装置は以下の(一)ａないしｆを備え、記録制御手段及びタイミ\nング制御手段により以下の(二)に記載する態様で記録及び記録位置補正がなされる\nように構成したことを特徴とする。\n(一)ａ　ステップモータ15で駆動される駆動ローラ13の回転により所定の搬送経\n路に沿って静電記録紙１（以下「記録紙１」という。）を往復して搬送する搬送手\n段\nｂ　前記搬送路中に設けられ、搬送経路の横断方向に一㎜あたり一六本の密度\nで千鳥に配列された複数の針電極とこの針電極を挟むように配列された補助電極と\nから成り、記録紙１上にライン単位で、記録紙１の画像領域内に記録画像に対応す\nる静電潜像を記録すると共に、前記記録紙１の画像領域外に連続的に等間隔に形成\nされたタイミングマーカに対応する静電潜像を形成する静電記録ヘッド４（以下\n「記録へッド４」という。）\nｃ　ポンプユニット７に収納された四台のポンプにより現像液タンク10ａ、10\nｂ、10ｃ及び10ｄからブラック、シアン、マゼンダ及びイエローの各色の現像液を\nそれぞれ供給され記録紙１に接触して記録紙１上の記録画像に対応する静電潜像を\nブラック、シアン、マゼンダ及びイエローの各色別に可視像化すると共に、タイミ\nングマーカに対応する静電潜像をブラックの色に可視像化する四本の現像器７ａ、\n７ｂ、７ｃ及び７ｄを有するロータリ現像器６\nｄ　記録ヘッド４の記録紙搬送方向上流側約三〇㎜の位置に設けられ、記録紙\n１の片端に形成されたタイミングマーカを検知すると検知信号を発生するマークセ\nンサ19\nｅ　前記搬送手段を作動し記録紙１の同一画像領域に潜像形成と現像とを各色\n毎に繰り返すことにより合成カラー画像を形成する記録制御手段\nｆ　潜像形成のタイミングを制御するタイミング制御手段\n(二)　記録及び記録位置補正の態様\n(1)　基本動作\n①　最初のパス\nⅰ　記録画像形成\nステップモータ15を作動し駆動ローラ13を正転させて記録紙１を第３\n図の右側方向に搬送しながら、記録制御手段のデータ処理部でライン単位のデータ\nに変換されて記憶された画像データをライン単位で読み出し、各ラインの静電潜像\nを記録紙の記録ヘッド４によって記録紙の画像領域内に所定の記録周期（一六分の\n一㎜ピッチ）で連続的に形成する。各ラインの静電潜像は、記録紙の搬送により現\n像器７ａ内の黒色現像液に接触して黒色画像として可視像化（現像）される。この\n動作を記録画像の全ラインの静電潜像形成と現像が終了するまで続けて行う（以\n下、記録ヘッド４による静電潜像形成を「記録」、「記録」と現像とを一括して\n「画像記録」という。）。\nライン記録信号は、所定のトリガー信号によって起動されてパルスジ\nェネレータの発する基準パルス２パルス毎に２ラインを記録するようになってい\nる。第６図に示すとおり、ライン記録信号の一周期Ｔの中には実際に記録を行って\nいる時間Ｔ１と次のラインを記録するまでのマージン（待ち時間）Ｔ２がある。\nⅱ　タイミングマーカ形成\n前記ⅰの記録画像形成と平行して、記録紙１の画像領域外の両側端部\nに紙搬送方向に等間隔（二㎜ピッチ、32ライン相当）で縦一㎜、横四㎜の矩形マー\nク（タイミングマーカ18）の静電潜像を形成し、現像器７ａにより黒色画像として\n可視像化する。第５図に示すとおり、後述するライン補正に使用される最初のタイ\nミングマーカは、第一番目のラインの記録されるべき位置より紙搬送方向上流側に\n約三〇㎜（マークセンサ19と記録ヘッドとの間隔に相当する）の位置を起点として\n記録されるが、このマーカより以前に、記録紙１の反対側に形成される同様のマー\nカとの同時検出により記録紙の斜行を検出するための先行マーク・が一四個記録さ\nれる。\n②　第二パスないし第四パス\n第一パスの最終ラインの記録が終わり、吸取ローラ20を越える位置まで\n記録紙１を搬送した後、記録紙１を巻き戻し、前記①ⅰと同様に記録と現像をシア\nン（第二パス）、マゼンダ（第三パス）、イエロー（第四パス）の順に繰り返し、\n同一記録領域に四色のカラーが合成されたカラー画像を形成する。\n(2)　記録位置合わせ\n第二パスないし第四パスにおけるライン記録位置含わせは、32ライン（タ\nイミングマーカの一ピッチ二㎜相当）を一周期として、次のとおり行う。\n①　基本動作\n第一周期の第１ラインは、最初のタイミングマーカの検知信号をトリガ\nーとして発せられるライン記録信号で記録し、第２ライン以降は、第１ラインに続\nいて所定間隔で発せられるライン記録信号で第２ライン、第３ライン・・・と順次\n記録していく。\n記録紙に伸縮がなければ、第一周期（32ライン）の記録が終わり、第\n32ラインのマージンＴ２の終了とほぼ同時に後続のタイミングマーカが検知される\nので、その検知信号をトリガーとして発せられるライン記録信号で第二周期の第１\nラインを記録し、以後、第２ライン、第３ライン・・・第32ラインと順次記録を続\nける。これを第三周期、第四周期・・・と記録画像の全ラインの記録が終わるまで\n続ける。\n②　記録紙の伸縮があった場合（ライン記録位置補正）\nⅰ　記録紙が小さく縮んだ場合（第32ライン記録後マージン減少）\n記録紙がわずかに縮むと、先行するタイミングマーカに対応する最終\n記録ライン（第ｎ周期の第32ライン）の記録が終わり、そのマージン期間Ｔ２が終\n了する前、・２の時点で後続のタイミングマーカが検知されるので、そのタイミン\nグマーカの検知信号をトリガーとして次の周期（第ｎ＋１周期）の第１ラインを記\n録し、以後、一定周期のライン記録信号で第２ライン、第３ライン・・・と記録を\n続ける。\nⅱ　記録紙が大きく縮んだ場合（第32ライン記録後マージンなし）\n記録紙が大きく縮むと、先行するタイミングマーカに対応する記録ラ\nイン（例えば第ｎ周期の第32ライン）の記録中（Ｔ１期間中）に後続のタイミング\nマーカが検知されるので、そのラインの記録終了後、ライン記録終了信号をトリガ\nーとしてマージンＴ２なしで次の周期（第ｎ＋１周期）の第１ラインを記録し、以\n後、一定周期のライン記録信号で第２ライン、第３ライン・・・・と記録を続け\nる。なお、第31ライン以前のライン記録中に後続のタイミングマーカが検知された\n場合でも、同様に第32ラインまでは記録を終了し、ライン記録終了信号をトリガー\nとしてマージンＴ２なしで次の周期（第ｎ＋１周期）の第１ラインを記録し、以後\n一定周期のライン記録信号で第２ライン、第３ライン・・・と記録を続ける。\nⅲ　記録紙が伸びた場合（１ライン分の空白が生じる前に次周期の第１ラ\nインの記録開始）\n記録紙が伸びると、先行するタイミングマーカに対応する最終ライン\n（第ｎ周期の第32ライン）の記録が終了した後、通常のマージン期間（Ｔ２）内に\nタイミングマーカが検知されないので、第32ラインの記録途中に常に起動されるカ\nウンタのカウントアップ信号（１ライン分の空白ができる前にカウントアップする\nように設定されている。）をトリガーとして発せられるライン記録信号で次の周期\n（第ｎ＋１周期）の第１ラインを記録し、以後、一定周期で第２ライン、第３ライ\nン・・・と記録を続ける。\nなお、通常のマージン期間（Ｔ２）経過後で、且つカウンタのカウン\nトアップよりも前の期間（Ｔ３）に後続のタイミングマーカが検知された場合に\nは、そのタイミングマーカの検知信号をトリガーとして発せられるライン記録信号\nで次の周期（第ｎ＋ｌ周期）の第１ラインが記録され、以後、一定周期で第２ライ\nン、第３ライン・・・と記録が続けられる。\n第１図   第２図   第３図、第４図、第５図   第６図\n"
}