{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 12,
    "month": 8,
    "day": 9
  },
  "case_number": "平成10(行ウ)37",
  "case_name": "指示処分無効確認等請求事件",
  "court_name": "名古屋地方裁判所",
  "field": "行政",
  "gist": "県公安委員会が，ぱちんこ店の営業者に対し，同人が，客に対し通常型のスロットマシン用メダルでは２８０円分（メダル１４枚分）で提供していた賞品を，別のスロットマシン用メダルでは２００円分（メダル１０枚分）で提供した行為が，風俗営業等の規制及び業務の適正化等に関する法律施行規則（昭和６０年国家公安委員会規則第１号）２９条２項１号イに定める商品の提供方法に関する等価性の基準に違反するとして，風俗営業等の規制及び業務の適性化等に関する法律２５条に基づいてした指示処分の取消請求が，棄却された事例",
  "case_gist": "県公安委員会が，ぱちんこ店の営業者に対し，同人が，客に対し通常型のスロットマシン用メダルでは２８０円分（メダル１４枚分）で提供していた賞品を，別のスロットマシン用メダルでは２００円分（メダル１０枚分）で提供した行為が，風俗営業等の規制及び業務の適正化等に関する法律施行規則（昭和６０年国家公安委員会規則第１号）２９条２項１号イに定める商品の提供方法に関する等価性の基準に違反するとして，風俗営業等の規制及び業務の適性化等に関する法律２５条に基づいてした指示処分の取消請求につき，風俗営業者が客に提供する商品の価格と遊技の結果として表示された遊技球等の数量に対応する金額とが等価であるか否かを判断するに当たっては，その賞品自体の性格を考慮した場合に，その賞品の価格と当該遊技の結果として表示された遊技球等の数量に対応する金額との差が客の射幸心を一定の範囲にとどめるものとなっているか否かという点から判断すべきであり，その商品が，交換後に第三者に買い取ってもらうことを前提としたいわゆる特殊景品であったとしても，これと異なる取扱いをすることはできないとした上，遊技の結果として表示された遊技球等の数量に対応する金額は２００円であるのに対し，前記賞品の価格は２５０円ないし２７５円程度であるから，その金額の差が客の射幸心をあおるものであることは明らかであって，前記景品の提供方法は前記等価性の基準に違反するとして，前記請求を棄却した事例",
  "lawsuit_id": "15791",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=15791",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/791/015791_hanrei.pdf",
  "contents": "主　　　文\n一　原告の請求を棄却する。\n二　訴訟費用は原告の負担とする。\n事実及び理由\n第一　請求\n被告が原告に対し、平成一〇年四月二三日、風俗営業等の規制及び業務の適正化\n等に関する法律一九条、同法施行規則二九条二項一号違反により、同法二五条に基\nづきなした指示処分（達生保第一九五号）を取り消す。\n第二　事案の概要\n一　本件は、パチンコ店を経営する原告が、被告が風俗営業等の規制及び業務の適\n正化等に関する法律（平成一〇年法律第五五号による改正前のもの。以下「法」と\nいう。）一九条、同法施行規則（平成一〇年一〇月二〇日号外国家公安委員会規則\n第一四号による改正前のもの。以下「施行規則」という。）二九条二項一号イ違反\nを理由として、法二五条に基づき、原告に対してなした指示処分の取消しを求めて\nいる抗告訴訟である。\n二　争いのない事実等\n１　当事者等\n（一）　原告は、パチンコホール及び遊戯場を経営する株式会社であり、平成元年\n七月一一日、被告から、愛知県豊田市α三五番地一所在の「トヨタ玉越」と称する\n営業所（以下「本件パチンコ店」という。）について、法二条一項七号に規定する\nぱちんこ屋として風俗営業の許可（豊田保収第七四六号）を得た。\n（二）　平成一〇年二月二六日当時、本件パチンコ店には、ぱちんこ遊技機（以下\n「パチンコ台」という。）一九〇台、アレンジボール遊技機一〇台及び回胴式遊技\n機（以下「スロットマシン」という。）一一六台が設置されていた。スロットマシ\nンには、通常型のものの外、俗に「沖縄スロット」と呼ばれる大型のメダルを使用\nするスロットマシン「シオサイ三〇」、「セブンバー三〇」（以下「沖縄スロッ\nト」という。）があり、これらのスロットマシンは、平成九年一二月二四日に初め\nて本件パチンコ店に設置され、平成一〇年二月二六日当時には各一〇台が設置され\nていた。\nまた、本件パチンコ店においては、スロットマシンに使用するメダルの遊技料金\nは、メダルの大小の別なくメダル一枚当たり二〇円であった。\n２　本件指示処分\n被告は、平成一〇年四月二三日、原告が客に対して、通常型のスロットマシン用\nメダルでは二八〇円分（一四枚分）で提供していた物品を、沖縄スロット用メダル\nでは二〇〇円分（一〇枚分）で提供していた行為（以下「本件違反行為」とい\nう。）が施行規則二九条二項一号イに違反するとし、法二五条に基づき、左記内容\nの\n指示処分を決定し、同月二四日、原告に対して右指示書を交付した（以下「本件指\n示処分」という。）。\n記\n（指示事項）\n（一）　営業責任者において、随時、従業者に対し、国家公安委員会規則で定める\n賞品の提供方法に関する基準を遵守し、遊技の結果として表示された遊技球等の数\n量に対応する金額と等価の物品以外を賞品として提供しないよう必要な教育を行う\nこと。\n（二）　本指示書受領の日から起算して三か月間、おおむね一か月ごとに、前記の\n教育実施状況について所轄警察署長に書面報告すること。\n（三）　本指示書の有効期間は、本指示書受領の日から三か月間とする。\n（指示の理由）\n（原告の）従業者Ａは、風俗営業「トヨタ玉越」の営業に関し、平成一〇年二月二\n六日午後六時五〇分ころ、同店の回胴式遊技機で遊技客Ｂが遊技した際、回胴式遊\n技機「シオサイ三〇」で得たメダル一〇枚につき等価であれば二〇〇円の物品を賞\n品として提供しなければならないのに二八〇円の物品を賞品として提供し、国家公\n安委員会規則で定める賞品の提供方法に関する基準に違反したものである。\n３　異議申立て\n原告は、本件指示処分を不服として、平成一〇年五月一三日、被告に対し、異議\n申立てを行った（異議申立書の日付は同月一二日付け）が、被告は、平成一〇年六\n月五日、原告の申立てには理由がないとして、同申立てを棄却する旨の決定をし\nた。\n三　本件の争点\n１　原告は、本件パチンコ店の営業に関し、施行規則二九条二項一号イに定める賞\n品の提供方法に関する基準（以下「等価性の基準」という。）に違反したか。\n（原告の主張）\n（一）　原告が、沖縄スロットで遊技客が得たメダル一〇枚（二〇〇円分）に対し\nて提供していた賞品（二個一組の耳栓、商品名「イアーウイスパー」、以下「本件\n賞品」という。）の価格（仕入値）は、本件指示処分当時、二〇二円二〇銭であ\nり、次の理由からその小売価格は二〇〇円前後である。\n（１）　本件賞品の内容物は耳栓であり、世間一般に流通し、世間一般の人が購入\nする通常の商品ではあるが、①本件賞品は通常販売されている耳栓とは異なる貧弱\nな包装がされ、その荷姿は通常と異なっており、何度も売買を繰り返しているもの\nであるため内容物は古く、品質も悪いこと、②遊技客はその内容物に重きをおいて\n交換を行っているのではなく、交換後に第三者に合理的な価格で買い取ってもらう\nことを前提としていること、③原告は、本件賞品\nを通常小売店で販売されている「イアーウイスパー」よりも低廉な価格で販売元で\nある日本シーベルヘグナー株式会社から仕入れていること、④本件賞品の取扱量は\n通常の量販店での数量よりも圧倒的に多く、本件賞品の通常小売価格は、相当程度\nの安売り販売をする量販店での販売価格に近似するものであること、などから、通\n常の小売店で販売されている小売価格よりも相当程度安価である。\n（２）　本件賞品は、景品交換所が遊技客から買い取ることを前提としたいわゆる\n特殊景品と呼ばれるものであり、景品交換所では、二〇〇円で買い取られている。\n本件賞品の価格を判断するに当たっては、このような取引実態を無視することはで\nきない。\n（二）　そもそもパチンコ店を経営する風俗営業者は、換金レートの設定という営\n業政策の観点から提供する賞品の交換価格を自由に設定できるのであり、施行規則\n二九条二項一号イにいう「等価の物品」の価格を「通常の小売価格」として把握す\nることを前提とした等価性の基準は妥当しない。\nまた、愛知県下では、多くのパチンコ店が、メーカー希望小売価格を大幅に下回\nる価格で客へ賞品を提供している実態があり、その意味で等価性の基準自体が有名\n無実化している。\n（被告の主張）\n施行規則二九条二項一号イにいう「等価の物品」の価格とは、「通常の小売価\n格」、すなわち通常売られている価格であると解すべきところ、被告は、①豊田署\n係員が平成一〇年二月一八日に本件パチンコ店へ赴いて調査した際、同店内に、原\n告が同店において通常小売価格二八〇円相当の本件賞品を沖縄スロットのメダルの\n場合は一〇枚（「玉・メダル金額」にして二〇〇円）と交換するとし、それが通常\n型のスロットマシンの賞品より有利な扱いであることをアピールする内容のビラが\n貼られていたこと、②右同日の調査で、本件パチンコ店の店長で、原告の常務取締\n役であるＡが「通常型のスロットマシンのメダル一四枚と交換している賞品をシオ\nサイ三〇及びセブンバー三〇ではメダル一〇枚で提供している」旨申し立てたこ\nと、③同じくＡ店長が、同月二六日の豊田署係員の質問に対して、通常型のスロッ\nトマシンのメダル一四枚の賞品の価格が二八〇円であると自認し、それを沖縄スロ\nットではメダル一〇枚で交換していることを明確に認めたこと、④同日に本件パチ\nンコ店で遊技を終え本件賞品を持って出てきた客の供述によって、本件パチンコ店\nでは実際にも\n沖縄スロットのメダル一〇枚で通常型のスロットマシンのメダルだと一四枚で交換\nできる賞品との交換に応じていた事実を確認したことから、本件賞品の通常の小売\n価格は二八〇円であると認定した。このことは被告が本件賞品と同等の商品の通常\nの小売価格について各種小売店等において行った事後調査によっても確認されてい\nる。\nしたがって、本件パチンコ店における原告の賞品の提供方法が等価性の基準に違\n反していたことは明らかである。\n２　本件指示処分は法二五条に規定する要件を充たし、適正に行われたか。\n（原告の主張）\n（一）　公益要件の充足性について\n仮に、原告に法に違反する事実があったとしても、その違反行為があれば直ちに\n法二五条所定の「善良の風俗若しくは清浄な風俗環境を害し、又は少年の健全な育\n成に障害を及ぼすおそれがあると認めるとき」の要件（公益要件）を満たすわけで\nはなく、その違反行為が類型的にみて、善良の風俗若しくは清浄な風俗環境を害\nし、又は少年の健全な育成に障害を及ぼすおそれがあるとまでは認められないと\nき、あるいは類型的には右のおそれがある場合に当たる場合であっても、法の立法\n目的を著しく害するおそれがあるとはいい難いような特段の事情が認められるとき\nには、公益要件を欠くことになる。\n本件違反行為についてみた場合、等価性の基準自体は、法に定められているもの\nではなく、法律・政令よりも下位の法形式である国家公安委員会規則に定められた\nものであるにすぎない。右事実は、等価性の基準が善良の風俗と清浄な風俗環境を\n保持し、少年の健全な育成に障害を及ぼす行為を防止するという法の立法目的から\nは極めて重要性の低い基準であって、非本質的・政策的なものにすぎないことを意\n味している。このことは、等価性の基準違反について罰則の適用がされないことか\nらも裏付けられる。したがって、形式的に等価性の基準に違反したとしても、その\n行為が類型的に善良の風俗若しくは清浄な風俗環境を害し、又は少年の健全な育成\nに障害を及ぼすおそれを有するとは認め難く、本件指示処分は、公益要件を欠くも\nのである\n（二）　処分の必要性\n本件違反行為は軽微な違反にとどまるものである上、原告は、本件指示処分に先\n立って行われた豊田署係員の立入検査の直後から、賞品の提供方法を是正し、従業\n員にその旨を徹底する措置をとり、違反と指摘された状態を解消すべく自主的な努\n力を現に実行していた\nのであるから、処分の自主的な是正後二か月もの期間を経て本件指示処分をなす必\n要はなかった。\n（三）　伺処分の相当性\n本件指示処分の原因となった等価性の基準違反の事実は、本件パチンコ店に設置\nする約三五〇台の遊技機中二〇台のスロットマシンの交換比率を変更するだけで改\n善されるものであり、現に自主的に是正措置をとったにもかかわらず、三か月間に\nも及ぶ長期の社員教育の実施をさせ、将来の防止措置を指示することは、事実上の\n制裁措置を課すもので、警察比例の原則を逸脱する違法な処分である。\n（被告の主張）\n（一）　公益要件の充足性について\n原告の行為は、法一九条、施行規則二九条二項一号イに違反するものであるが、\nこのように違反行為自体が法違反の場合には、そのことのみによって当然に公益要\n件を充足する。\nそのように解せないとしても、施行規則二九条二項一号イは、遊技の結果と獲得す\nることのできる賞品との関係を明確化することで射幸性を一定の範囲内に収めるこ\nとを立法趣旨としているのであるから、これに違反する行為は、類型的に、直接、\n善良の風俗若しくは清浄な風俗環境を害するものである。したがって、本件では、\nいずれにしても法二五条に規定する公益要件を充足している。\n（二）　処分の必要性\n法二五条において、「善良の風俗若しくは清浄な風俗環境を害する行為……を防\n止するため」になし得るとする「必要な指示」とは、単に違反状態の解消のための\n措置のみに限られず、将来の違反の防止のための措置をも含んでおり、この場合の\n将来の違反のおそれとは、その蓋然性が存すれば足り、その蓋然性の程度が高いこ\nとまでは必要とされていないのであるから、原告が仮に、立入検査の後に賞品の提\n供方法を一応改めたとしても、将来なお同種違反を犯すおそれが認められる場合に\nは、被告においてこれを防止するために必要と認められる指示をなすことができ\nる。\nそして、本件の一連の事実関係の下では、原告が一旦前記違反行為を是正したと\nしても、原告は、なお将来再び同種違反を繰り返すおそれがあったのであり、被告\nが将来における同種違反を防止するために本件指示処分を行う必要があると判断し\nたことは相当である。\n（三）　処分の相当性\n法は、すべての風俗営業者について「営業所における業務の適正な実施を図るた\nめ必要な従業者（営業者の使用人その他の従業員をいう。以下同じ。）に対する指\n導に関する計画を作成\nし、これに基づき従業者に対し実地に指導し、及びその記録を作成すること。」\n（施行規則三一条一号）などの業務を行う管理者を選任しなければならない旨規定\nしており（法二四条）、法に違反した事実の有無に関係なく、右管理者に常時、従\n業者への必要な教育やその実施状況について記録の作成を義務付けているのである\nから、法に違反し、善良の風俗を害する行為を行った原告に対して従業員に適法な\n賞品の提供に関する必要な教育を行うこと、その教育の実施状況を指示書受領の日\nから三か月間、概ね一か月ごとに所轄警察署長に対して書面で報告することを指示\nすることは、将来における同種違反を防止するために、社会通念上必要かつ妥当な\nものというべきである。\n３　本件指示処分は適正な手続に従って行われたといえるか。\n（原告の主張）\n原告は本件指示処分を受けることにより、平成一〇年法律第五五号による改正後\nの風俗営業等の規制及び業務の適正化等に関する法律（以下「改正法」という。）\n一〇条の二に規定する「特例風俗営業者」としての認定を受ける資格を失うという\n直接的な不利益を被ることになる。したがって、本件指示処分は、行政手続法一三\n条一項一号イ又はロに該当するものである。このように被処分者に直接的な不利益\nを及ぼす処分をなす場合には、告知・聴聞の手続を経る必要があるところ、本件に\nおいては、原告に対して弁明の機会が付与された（同法一三条一項二号、二九条）\nだけで、告知・聴聞の手続は取られていない。\nまた、右弁明の機会の付与に際し、口頭による意見陳述の機会が持たれたが、聴\n取者として愛知県警察本部生活安全部保安課長が指定され、公安委員は出席しなか\nった。しかし、これでは原告の言い分が正確に愛知県公安委員会に伝達されるかに\nついての手続的な保障がされているとはいえないから、意見陳述の機会が実質的に\n保障されたとはいえず、適正手続の保障に反しているというべきである。\n愛知県公安委員会の権限に属する事務を愛知県警察本部長以下に委任する愛知県\n公安委員会事務専決規程（昭和五三年一一月二九日愛知県公安委員会規程第三号）\n二条、三条及び愛知県公安委員会の権限に属する事務の内部処理に関する規程（昭\n和五三年一一月二九日愛知県警察本部訓令第一一号）二条の各規定は、憲法三一条\nに反し、違憲無効である。\n（被告の主張）\n本件指示処分は、行政手続法一三条一項一号イ所定の許認可等を取\nり消す不利益処分には該当しない。\nまた、特例風俗営業者の認定制度は、平成一一年四月一日施行された改正法によ\nって初めて設けられた制度であり、本件指示処分がなされた平成一〇年四月二四日\n当時には存在していなかったのであるから、原告が本件指示処分により特例風俗営\n業者の地位を失うことはない。確かに、原告が本件指示処分を受けることによっ\nて、改正法が施行された後に特例風俗営業者として認定される時期が遅れることと\nなるが（改正法附則二条）、改正法一〇条の二は、過去一〇年以内に行政処分を受\nけたことがないこと等一定の要件に該当する風俗営業者を特例風俗営業者として認\n定し、この認定を受けた者は、従来、営業所の構造又は設備の変更をしょうとする\nときは、事前に公安委員会に申請し、その承認を受けなければならなかったもの\nが、事後的に届出書を提出すれば足りるようになること及び営業所の管理者が受け\nるべき講習の回数が減るなどのメリットが受けられるようになることを規定したに\nすぎないのであって、仮に、原告が本件指示処分を受けたことによって、特例風俗\n営業者の認定を受けることが遅れたとしても、原告は、従来どおり事前に公安委員\n会に申請し、その承認を受ける方法で営業所の構造又は設備の変更を行なうことが\n可能であるし、営業所の管理者に法定の回数だけ講習を受けさせればよいのである\nから、そのことをもって原告の営業上の利益が失われるとはいえない。したがっ\nて、本件指示処分は、行政手続法一三条一項一号ロ所定の「名あて人の資格又は地\n位を直接にはく奪する不利益処分」にも該当しない。\nよって、本件指示処分の際の弁明の機会の付与の方法としては、行政手続法一三\n条一項二号、二九条の各規定により、原則として相手方から弁明を記載した書面を\n提出させることで足りるものである。なお、本件指示処分に当たり、原告の主張す\nるような行政手続法に基づく弁明の機会として口頭による意見陳述の手続が執られ\nたという事実はない。\n愛知県公安委員会の権限に属する事務を愛知県公安委員会事務専決規程及び愛知\n県公安委員会の権限に属する事務の内部処理に関する規程に基づいて愛知県警察本\n部長以下に専決させることは、法がその事務を公安委員会の権限に委ねている趣旨\nに反しないかぎり適法であり、その趣旨に反していないことは明らかである。\n第三　当裁判所の判断\n一　事実経過\n証拠（甲二、一一、乙二、四\n、一五ないし一七、一九、二〇、原告代表者Ｃ、証人Ｄ、証人Ｅ並びに弁論の全趣\n旨によれば、次の事実が認められる。\n１　平成一〇年二月一二日、原告から被告に対して、本件パチンコ店に設置したパ\nチンコ台の一部について法二〇条一〇項、九条一項に基づく変更承認申請がなされ\nたことから、同月一八日、法の施行に関し被告の事務を行う警察官である豊田署係\n員Ｆが本件パチンコ店に赴き、承認の基準に合致しているか否かについて調査を行\nった。その際、Ｆ係員は本件パチンコ店に設置された沖縄スロットの本体上部に別\n紙のとおりの記載がされたビラが貼られているのを確認した。\nＦ係員は、右ビラの趣旨について、Ａ店長から説明を受け、その説明から右ビラ\nの内容は本件パチンコ店における賞品の提供方法が施行規則二九条二項一号イに違\n反すると考え、Ａ店長に対しその改善をするよう行政指導を行ったが、Ａ店長は、\n「これは会社の方針である。」等と述べて、改善を行うとの明確な回答は行わなか\nった。\n２　Ｆ係員ほか二名は、右の改善がなされているかを確認するため、平成一〇年二\n月二六日午後六時五〇分ころ、本件パチンコ店へ赴き、本件パチンコ店から遊技を\n終え、本件賞品を持って出て来た男性から事情聴取をしたところ、右改善がなされ\nていないことが判明したので、同日午後八時一七分ころから、法三七条二項の規定\nに基づき、本件パチンコ店への立入調査を行った。\n立入調査には、Ａ店長が立ち会い、Ｆ係員らは、同人から本件パチンコ店におけ\nる賞品の提供方法について事情聴取を行ったところ、同人は次のように述べた。\n「パチンコ遊技機についてはすべて玉数に応じて等価の賞品を提供している。ス\nロットについては、基本的にはメダル一四枚で等価の賞品二八〇円分を提供してい\nるが、シオサイ三〇とセブンバー三〇についてはメダル一〇枚で賞品二八〇円分を\n提供している。これは会社の方針として平成九年一二月二五日から行っていま\nす。」\nなお、立入調査の際、原告代表者からＦ係員らに対し、調査に対する抗議の電話\nがあった。\n３　原告代表者は、平成一〇年三月二日、原告代理人の加藤洪太郎弁護士ほか一名\nを同道し、豊田署に出頭した。豊田署係員であるＤが出頭した原告代表者から事情\n聴取を行ったところ、原告代表者はＤ係員に対して事実関係については認める旨を\n供述した。そこで、Ｄ係員は原告代表者に対して、違反事実を認める旨の上申書\n（甲二）の提出を求めたが、原告代表者は、これに応じず、上申書の用紙を持ち帰\nった。その後、Ｄ係員は、原告代表者に対し、同月六日及び同月一二日の二度にわ\nたり、上申書の提出を求めたが、原告代表者はこれを拒否した。４　原告代表者\nが、平成一〇年三月一三日になって豊田署に出頭し、未記入の前記上申書の用紙を\n差し出した。そこで、Ｄ係員は上申書の提出に代えて、原告の言い分を書面化しよ\nうと考え、原告代表者から事情を聴取して聞取書を作成し、原告代表者に署名押印\nを求めたが、原告代表者は「提供方法は改善した。警察とは考え方に違いがある。\n法律違反とは思わない。」旨を申し立て、署名押印を拒否した。\n５　右の経過を受けて、被告は、法二五条に基づく指示処分を行う必要があると判\n断し、平成一〇年四月一三日、本件指示処分を行うための手続として、原告に対\nし、弁明通知書を郵送し、同月二二日までに弁明の必要があれば弁明書を提出する\nように求めた（右通知書は、同月一四日に原告に送達された。）。\n６　原告は被告に対し、平成一〇年四月二一日付けで弁明書を提出し、その中で、\n「調査後、直ちに賞品提供方法を是正した。他店でも、玉越と同様の賞品提供をし\nている。是正後二か月以上経過した今、指示を受ける必要がない。賞品の供給に問\n題があり、行政的指導の方向は当社に向けられるものではない。」等と弁明した。\n二　争点１（等価性の基準違反）について\n１　パチンコ屋における遊技料金等に関する法規制について\n法二条一項七号の営業（「まあじゃん屋、ぱちんこ屋その他設備を設けて客に射\n幸心をそそるおそれのある遊技をさせる営業」）を営む風俗営業者は、国家公安委\n員会規則に定める遊技料金、賞品の提供方法及び賞品の価格の最高限度（まあじゃ\nん屋を営む風俗営業者にあっては、遊技料金）に関する基準に従い、その営業を営\nまなければならないとされ（法一九条）、これを受けて、施行規則二九条は遊技料\n金等の基準について定めており、ぱちんこ屋及び法施行令七条に規定する営業につ\nいては、当該営業所に設置する次に掲げる遊技機の種類に応じ、それぞれ次に定め\nる金額を超えないこととされている（一項二号）。\nイ　ぱちんこ遊技機　　玉一個につき四円\nロ　回胴式遊技機　　　メダル一枚につき二〇円\n（以下省略）\nまた、賞品の提供方法に関しては、ぱちんこ屋及び法施行令七条に規定する営業\nで遊技球等の数量により遊技\nの結果を表示する遊技機を設置して客に遊技をさせるものにあっては、「当該遊技\nの結果として表示された遊技球等の数量に対応する金額と等価の物品を提供するこ\nと」とされ（二項一号イ）、右営業において提供する物品は、客の多様な要望を満\nたすことができるよう、客が一般に日常生活の用に供すると考えられる物品のうち\nから、できる限り多くの種類のものを取りそろえておくこととされている（同項二\n号）。\nさらに、賞品の価格の最高限度に関する基準は、一万円を超えないこととされて\nいる（三項）。\n２　等価性の判断基準について\n法が、法二条一項七号の風俗営業について、遊技料金、賞品の提供方法及び賞品\nの価格の最高限度に関する基準を定めた趣旨は、法二条一項七号の営業を営む風俗\n営業者は、客に射幸心をそそるおそれのある遊技をさせる営業を営む業者であるこ\nとから、その営業を営む営業者に対して、当該営業所において善良の風俗を害する\n行為が行われることのないよう、一般の風俗営業者が遵守すべき義務（法一二条な\nいし一八条）に加えて、右基準に従ってその営業を営むべき特別の義務を課すこと\nにより風俗営業者が客の射幸心をことさらにあおることを抑制し、もって法の目的\nたる「善良の風俗と清浄な風俗環境を保持し、及び少年の健全な育成に障害を及ぼ\nす行為を防止する」（法一条）ことにある。したがって、法一九条を受けて規定さ\nれた施行規則二九条の解釈に当たっては、当該営業所における遊技料金、賞品の提\n供方法及び賞品の価格が客の射幸心をあおるようなものであるかどうかが基準とな\nる。\n右基準を本件で問題となっている賞品の提供方法についてみると、一般的にみて\n客は当該遊技の結果として表示された遊技球等の数量に対応する金額よりも高価な\n賞品を提供されるときは、その射幸心をそそられることから、それを一定の範囲に\n抑制するため「等価性の基準」を定めたものということができる。したがって、提\n供賞品の価格が「当該遊技の結果として表示された遊技球等の数量に対応する金\n額」を上回る場合には、原則として、右基準に抵触するというべきである。ただ\nし、風俗営業者が客に提供する賞品は、客が一般に日常生活の用に供すると考えら\nれる物品（施行規則二九条二項二号）とされており、その多くは市場に流通してい\nるものであるから、市場の影響を受けてその価格が変動することは避けられない。\nしたがって、右基準は提供賞品\nの価格と当該遊技の結果として表示された遊技球等の数量に対応する金額とが一致\nすることまで要求しているとまでは解されず、提供賞品の価格には一定の幅がある\nことは容認しているというべきである。よって、提供賞品の価格と当該遊技の結果\nとして表示された遊技球等の数量に対応する金額が等価であるかについては、提供\n賞品が市場においてどの程度流通しているものであるか、あるいはその流通形態は\nどのようなものであるかなどその賞品自体の性格を考慮した場合に、その賞品の価\n格と「当該遊技の結果として表示された遊技球等の数量に対応する金額」との差が\n客の射幸心を一定の範囲にとどめるものとなっているかという点から判断すべきで\nある。\nこの点に関し、原告は、本件賞品はいわゆる特殊景品と呼ばれるものであり、交\n換後に第三者（景品交換所）に買い取ってもらうことを前提としたものであるか\nら、本件賞品の価格の判断に当たっては、このような取引実態を考慮すべきである\nと主張する。\nしかしながら、風俗営業者が客に提供する賞品は一般に日常生活の用に供すると\n考えられる物品」（施行規則二九条二項二号）とされているのであるから、原告が\n主張するような取引実態があるとしても、法解釈上は「特殊景品」という概念によ\nり、他の賞品とは異なった取扱いをすることを認めることはできないというべきで\nある。実際的にも本件賞品の耳栓を客が本来の用途に利用することは何ら差し支え\nがなく、本件賞品は「一般に日常生活の用に供すると考えられる物品」であるとい\nわざるを得ない。よって、原告の右主張は採用できない。\n以上を前提に本件について検討する。\n１　本件の検討\n（一）　「当該遊技の結果として表示された遊技球等の数量に対応する金額」につ\nいて\n本件指示処分において等価性の基準違反とされたのは、本件パチンコ店の客が同\n店におけるスロットマシン「シオサイ三〇」で遊技した結果得たメダルと本件賞品\nとの交換方法についてであるが、右遊技の結果として表示されるメダル一〇枚に対\n応する金額は二〇〇円（メダル一枚当たり二〇円）である（当事者間に争いがな\nい。）。\n（二）　本件賞品の価格について\n（１）　原告が本件指示処分当時、本件賞品を入手した経路等\n証拠（乙三、一三、一四、二一並びに日本シーベルヘグナー株式会社及び有限会社\n豊南商事に対する各調査嘱託の結果、原告代表者Ｃ並びに弁論の全趣旨によれば、\n次の事実が\n認められる。\n①　原告は、本件パチンコ店が開店して以来、有限会社ひまわり商事（愛知県豊田\n市γ八番地所在）から本件賞品を仕入れている。本件賞品は、プラスチック製のケ\nースに二個一組の耳栓が入れらたものであり、フィルム包装が施されている。本件\n賞品の本件指示処分当時の仕入値は、二〇二円二〇銭である。\n②　有限会社ひまわり商事は、有限会社豊南商事（愛知県豊田市δ一三番地所在、\n以下「豊南商事」という。）から本件賞品を仕入れて、本件パチンコ店に納入して\nいる。\n③　豊南商事は、有限会社アーバン社（名古屋市β一〇番地所在、以下「アーバン\n社」という。）から本件賞品を仕入れて有限会社ひまわり商事に納入しているが、\n豊南商事は出荷する際に、後記の日本シーベルヘグナー株式会社（以下「日本シー\nベルヘグナー」という。）による包装済みの二個一組の耳栓をプラスチック製のケ\nースに納めた上、フィルムによる追加包装を施している。右のプラスチック製のケ\nースとフィルムは、右アーバン社から仕入れたものである。\n④　アーバン社は、日本シーベルヘグナー（東京都港区ε四番一九号所在）から本\n件賞品を仕入れて、有限会社豊南商事に納入している。\n⑤　日本シーベルヘグナーは、アメリカ合衆国のエアロ社製品の日本総代理店であ\nり、一般用の耳栓（商品名「イアーウイスパー」）と産業用の耳栓（商品名「イア\nーフィットＣｌａｓｓｉｃ」）を取り扱っているが、それぞれの耳栓の材質、形状\n及び寸法は同一のものである。\n日本シーベルヘグナーは、エアロ社（平成九年にキャボット社から商号変更）か\nら輸入した一般用の耳栓「イアーウイスパー」二個一組をアーバン社に納入してい\nた。日本シーベルヘグナーは、アーバン社に右耳栓を出荷する際、アーバン社から\nの依頼により、二個一組の耳栓に台紙（底部）と透明プラスチックケースで密封包\n装を施している。\nなお、「イアーフィットＣｌａｓｓｉｃ」については、日本シーべルヘグナー\nは、株式会社シモン（名古屋市ζ二四番二〇号所在）にこれを出荷し、株式会社シ\nモンはこれを株式会社井内盛栄堂等に卸している。\n以上によれば、本件賞品は、日本シーベルヘグナーが米国のエアロ社から輸入し\nた耳栓が右会社からアーバン社、豊南商事、ひまわり商事を経て、本件パチンコ店\nに納入されたものであるが、右耳栓はもともと日本シーベルヘグナーが一般用とし\nて販売していたものであって、それ\nが日本シーベルヘグナーからの出荷時及び豊南商事からの出荷時にそれぞれ包装が\n加えられて、本件パチンコ店における交換賞品の一つとされたものということがで\nきる。\n（２）　本件賞品に係る耳栓「イアーウイスパー」及びその類似商品「イアーフィ\nットＣｌａｓｓｉｃ」の市場における販売価格\n証拠（甲三、一〇、一四の１ないし３、乙三、二一、日本シーベルヘグナー及び\n河村商事有限会社に対する各調査嘱託の結果）によれば、次の事実が認められる。\n①　コンビニエンスストア「サークルＫ丸の内二丁目店」（名古屋市η一三番二八\n号所在）における販売価格（平成一一年三月九日時点）\n二個一組の耳栓「イアーウイスパー」が携帯用の白色プラスチック製ケース（五\n〇円相当）一個と合わせて三一五円（消費税込み）で販売されていた。販売に際し\nて、右商品には、台紙と透明パックの包装が施されていた。\n②　河村商事有限会社（名古屋市θ一番二九号所在）における販売価格（平成一一\n年三月一〇日時点）\n紙箱に入った二個一組の耳栓「イアーフィットＣｌａｓｓｉｃ」が二八八円（消\n費税込み）で販売されていた（ただし、愛知県警察本部係員は、右商品を二八〇円\nにて購入した。）。\nなお、同社は、右耳栓を豊田署係員に販売するに当たり、その販売前日に株式会\n社中野から右耳栓を二三三円で一個だけ仕入れている（株式会社中野は、株式会社\n井内盛栄堂から右耳栓を二一四円で仕入れている）。\n③　日本シーベルヘグナー株式会社における販売価格\n四個二組の耳栓「イアーウイスパー」を携帯ケース一個と合わせて一箱五五〇円\nで販売している。\n④　メグリア藤岡店における販売価格（平成一一年九月六日時点）\n四個二組の耳栓「イアーウイスパー」が白色プラスチック製ケース（五〇円相\n当）一個と合わせて一箱四七二円（消費税込み）で販売されていた。\n①、②（耳栓を二個一組で販売しているもの）によれば、本件賞品にかかる耳栓\n「イアーウイスパー」及びその類似商品「イアーフィットＣｌａｓｓｉｃ」の携帯\n用ケースを除く販売価格（消費税を含まない。）は、二五〇円ないし二七五円程度\nであり、③、④（耳栓を四個二組で販売しているもの）によれば、「イアーウイス\nパー」の携帯用ケースを除く販売価格（消費税を含まない。）は、一組当たり二〇\n〇円ないし二五〇円程度である。\n（３）　本件パチンコ店における他機種の遊技機で客が得た遊技球等と本件賞\n品との交換態様について\n本件パチンコ店においては、本件賞品が、パチンコ玉については、三三六円相当\n分（八四個）のパチンコ玉と、通常型スロットで得たメダルについては、二八〇円\n相当分（一四枚）のメダルとそれぞれ交換されている（当事者間に争いがな\nい。）。\n（４）　認定\n本件賞品は、（１）で認定したとおりの経緯を経て本件パチンコ店に納入された\nものであるが、本件賞品にかかる耳栓はもともと一般用に販売されていたものであ\nり、それが右経緯の中で特殊な包装が施されてパチンコ屋における交換景品として\nの性格を有するに至ったにすぎないのであって、前記のとおりパチンコ屋における\n交換景品は「一般に日常生活の用に供すると考えられる物品」（施行規則二九条二\n項二号）とされており、右のような特殊な包装が加えられたからといって、本件賞\n品にかかる耳栓が一般販売用の耳栓であるとの性格が失われるわけではない\nしたがって、本件賞品にかかる耳栓の価格は、市場における販売価格を基準に餐断\nすべきである。そして、本件賞品にかかる耳栓の市場における販売価格について\nは、前記（２）のとおり価格の幅があることが認められるが、本件賞品は二個一組\nの耳栓よりなるから、前記（２）の①②の販売価格（二五〇円ないし二七五円程\n度）をその基準とするのが相当である。\nこの点、原告は④の価格を基礎として、本件賞品の価格を認定すべきであると主\n張するが、④は耳栓を四個二組で販売する場合の価格であり、二個一組で販売する\n場合に比べてその価格が低額になることは一般に知られているところであるから、\n④の価格を本件賞品の価格を認定するための直接の資料とすることはできないとい\nうべきである。\nまた、本件パチンコ店において、本件賞品が三三六円相当分のパチンコ玉、ある\nいは通常型スロットマシンで得たメダルについては二八〇円相当分のメダルとも交\n換されている実態からするならば、本件賞品の価格は二八〇円ないし三三六円の遊\n技球等と交換しても遊技客が満足できるだけの価格であると推認することができる\nところ（ただし、風俗営業者がその営業政策上、遊技機の機種ごとに入賞確率（出\n玉率）の設定を変動させることにより、遊技の結果得られた遊技球等の交換価値に\n差異を設けることは法令等の規制に反しない限度で許されてよいから、本件賞品の\n価格が直ちに二八〇円ないし三三六円となるわけではない。）、前記（２）の①②\nはその価格に概ね近似する価格であると評価することができる。\n以上のことから、本件賞品の価格は二五〇円ないし二七五円程度であると認める\nのが相当である。\n（三）　結論\n以上によれば、「当該遊技の結果として表示された遊技球等の数量に対応する金\n額」は二〇〇円であるのに対し、本件賞品の価格は二五〇円ないし二七五円程度で\nあるから、両者の間には五〇円ないし七五円程度の差があることになるが、これは\n一〇枚のメダルで一二、三枚のメダルの金額に相当する賞品との交換を受けられる\nことを意味するものであるから、このような賞品の提供方法が遊技客の射幸心をあ\nおるものであることは明らかである。\nよって、本件パチンコ店における賞品の提供方法は、施行規則二九条二項一号イ\nが規定する等価性の基準に違反しているというべきである。\n三　争点２（本件指示処分の必要性及び相当性）について\n１　公益要件について\n（一）　法二五条は、風俗営業者等に対する指示処分の要件として、「風俗営業者\n又はその代理人等が、当該営業に関し、法令又はこの法律に基づく条例の規定に違\n反した場合において、善良の風俗若しくは清浄な風俗環境を害し、又は少年の健全\nな育成に障害を及ぼすおそれがあると認めるとき」と規定している。この規定は、\n右指示処分を行うためには、「風俗営業者又はその代理人等が、当該営業に関し、\n法令又はこの法律に基づく条例の規定に違反した場合」という要件（以下「違反要\n件」という。）と、「善良の風俗若しくは清浄な風俗環境を害し、又は少年の健全\nな育成に障害を及ぼすおそれがあると認めるとき」という要件（以下「公益要件」\nという。）の双方を充足することを要求している。\n本件の場合、本件パチンコ店における賞品の提供方法が違反要件を満たしている\nことは前記一で認定したとおりである。そこで、この場合に、右要件と公益要件と\nの関係をどのように考えるかが問題となるが、この点に関し、被告は法一九条の違\n反行為があれば当然に公益要件を充足すると主張する。\nしかしながら、法二五条は法令違反の場合とそれ以外の違反の場合とを区別する\nことなく、公益要件が必要であることを規定していることからするならば、法一九\n条の違反の場合についても公益要件の充足の有無を検討することが必要であるとい\nうべきであって、被告の右主張は採用できない。\nただ、違反要件を充足する行為が、その類型的特質から、公益要\n件をも充足する場合は考えられるから、本件の原告の違反行為がそのような類型的\n特質を有しているかについて検討する必要がある。\n（二）　前示のとおり、法一九条は、法二条一項七号の営業を営む風俗営業者が客\nに射幸心をそそるおそれのある遊技をさせる営業を営む業者であることから、その\n営業を営む営業者に対して当該営業所において善良の風俗を害する行為が行われる\nことのないよう、一般の風俗営業者が遵守すべき義務に加えて、「遊技料金、賞品\nの提供方法及び賞品の価格の最高限度」に関する基準に従ってその営業を営むべき\n特別の義務を課すことを規定したと解すべきである。したがって、右義務に違反し\nて営業を行うことは類型的に法一条の定める「善良の風俗と清浄な風俗環境を保持\nし、及び少年の健全な育成に障害を及ぼす行為を防止する」との目的に違反する行\n為に該当するというべきである。\nこの点に関し、原告は、賞品の提供方法についての等価性の基準自体は、法律・\n政令よりも下位の法形式である国家公安委員会規則により定められたものにすぎ\nず、非本質的・政策的な基準であると主張する。しかし、法令には様々な内容、形\n式のものがあるのであるから、国家公安委員会規則によって規定されていることの\nみをとらえて右のようにいうことはできない。そして、遊技料金、賞品の提供方法\n及び賞品の価格の最高限度に関する基準を定めた施行規則二九条は、前記趣旨で設\nけられた法一九条を受けて、その細目的事項を定めたものであると解されるから、\n法の本質的部分に関わる規定であるというべきである。したがって、原告の右主張\nは採用できない。\nよって、法一九条に違反する行為は、特段の事情がない限り、類型的にみて、\n「善良の風俗若しくは清浄な風俗環境を害し、又は少年の健全な育成に障害を及ぼ\nすおそれがある」行為に該当すると解するのが相当である。\nそして、本件において、原告は右特段の事情があることについて、何ら主張立証\nしていない。\n付言するに、本件違反行為は、いわゆる特殊賞品に関する等価性の基準違反行為\nであるが、原告から本件賞品の提供を受けた遊技客が本件賞品を景品交換業者に持\nち込み、二〇〇円の現金を手にするためには、三三六円相当分の八四個のパチンコ\n玉を獲得するか、二八〇円相当分の一四枚の通常型のスロットマシンのメダルを獲\n得する必要があったところ、原告の本件違反行為の下では、二〇〇円相当分の\n沖縄スロットのメダル一〇枚を獲得すればよく、客にとって少ない成果で同額の換\n金を得られることになるから、客が、出玉率を考慮しながらも、右有利性にひかれ\nて、沖縄スロットに走ることは目に見えており、現に前記第三の一のとおり、原告\nも沖縄スロットの有利性を宣伝して沖縄スロットでの遊技を誘い、客の射幸心をあ\nおっていると認められるのである。したがって、この点からしても本件違反行為\nが、公益要件を充足することは明らかである。\n２　本件指示処分の必要性について\n前記認定のとおり、本件の原告の違反行為自体は類型的に法二五条の公益要件を\n充足し、その違反も軽微であるとはいえないから、被告が原告に対し、同条に規定\nする指示処分を行う必要性は存するというべきである。\n原告は違反事項について自主的に改善していたから、処分の必要性がないと主張\nするが、そのような事実があったとしても、違反者が当然に履行すべき義務を尽く\nしたというにすぎず、前記一で認定したような本件違反事実が発覚した後の一連の\n経過に照らすならば、本件指示処分当時において、原告が将来同種違反を再び犯す\nおそれがあったことは否定し難く、再発防止の見地からはなお処分の必要性は失わ\nれていないというべきである。よって、原告の右主張には理由がない。\n３　本件指示処分の相当性\n本件指示処分の指示事項は、前記第二の二・２で認定したとおりであるが、法\nは、すべての風俗営業者について「営業所における業務の適正な実施を図るため必\n要な従業者（営業者の使用人その他の従業員をいう。以下同じ。）に対する指導に\n関する計画を作成し、これに基づき従業者に対し実地に指導し、及びその記録を作\n成すること。」（法施行規則三一条一号）などの業務を行う管理者を選任しなけれ\nばならない旨規定し（法二四条）、法に違反した事実の有無に関係なく、右管理者\nに常時、従業者への必要な教育やその実施状況について記録の作成を義務付けてい\nるのであって、本件の指示処分も右規定に沿った内容のものであるということがで\nきる。そして、法に違反し、善良の風俗を害する行為を行った原告に対して、本件\n指示事項程度の内容を指示することは、将来における同種違反を防止する見地から\nみて、社会通念上必要かつ妥当なものというべきである。\n４　以上のことから、原告の主張にはいずれも理由がなく、本件指示処分の実体面\nにおいて違法な点は何ら存しない。\n四　争\n点３（適正手続の履践）について\n１　本件指示処分の性格\n法二五条に規定する指示処分は、風俗営業者等が法令等に違反した場合に、直ち\nにその営業の停止や営業許可の取消し（法二六条一項）といった強い処分を行うの\nではなく、まず、営業者による自主的な改善を促すことにより違反状態の是正を図\nることを目的とした行政処分であるが、これに従わない場合には営業の停止や営業\n許可の取消し等の各処分が行われる点で、行政指導として行われる勧告、助言等と\nは異なっている。\n２　本件指示処分に当たって必要な手続\n原告は、本件指示処分が行政手続法一三条一項一号イに規定する「許認可等を取\nり消す不利益処分」又はロに規定する「名あて人の資格又は地位を直接にはく奪す\nる不利益処分」に該当することを前提として、本件指示処分がされるに当たっては\n聴聞の手続が取られる必要があったにもかかわらず、これが行われていないと主張\nする。\nしかし、前記１で認定したとおり、本件指示処分が「許認可等を取り消す不利益\n処分」、「名あて人の資格又は地位を直接にはく奪する不利益処分」でないことは\n明らかである。この点、原告は、本件指示処分により、改正法一〇条の二で新設さ\nれた「特例風俗営業者」としての認定を受ける資格を失うという直接的な不利益を\n被るから、本件指示処分は、「名あて人の資格又は地位を直接にはく奪する不利益\n処分」に該当すると主張するが、改正法一〇条の二は、過去一〇年以内に行政処分\nを受けたことがないこと等一定の要件に該当する風俗営業者を特例風俗営業者とし\nて認定し、この認定を受けると、従来、営業所の構造又は設備の変更をしようとす\nるときは、事前に公安委員会に申請し、その承認を受けなければならなかったもの\n（改正法九条一項）が、事後的に届出書を提出すれば足りる（同条五項）こととな\nり、あるいは営業所の管理者が受けるべき講習の回数が減る（改正法施行規則三三\n条二項）などの特例措置が受けられることを認めるものにすぎず、すべての風俗営\n業者に「特例営業者の認定を受けることができる資格又は地位」を付与するもので\nはないから、原告の右主張には理由がない。\nしたがって、本件指示処分に当たっては、行政手続法一三条一項二号、二九条一\n項に基づき、原告に対し、原則として、弁明を記載した書面を提出させる方式によ\nり弁明の機会を付与すれば足りることとなる。そして、前記第三の一で認定したと\nおり、本件では、右手続が履践されており、その手続過程において違法な点は認め\nられない。\n原告は、行政手続法上の弁明の機会として、口頭による意見陳述の機会が保障さ\nれていることを前提にして、愛知県公安委員会の権限に属する事務を愛知県警察本\n部長以下に委任する愛知県公安委員会事務専決規程二条、三条及び愛知県公安委員\n会の権限に属する事務の内部処理に関する規程二条の各規定は、被処分者に実質的\nな手続保障をしていないことになるから憲法三一条に反すると主張する。しかし、\n行政手続法二九条一項は、行政庁が認めた場合にのみ例外的に口頭による弁明の機\n会を付与しているにすぎず、被処分者にこれを保障したと解することはできない\n上、本件において、被告が原告に口頭による弁明の機会を付与したことも認められ\nない（前記第三の一）から、原告の主張はその前提において失当であり、右各規定\nが憲法三一条に違反するとも認め難い。\nよって、本件指示処分に関して手続的違法があるとの原告の主張には理由がな\nい。\n第四　結論\n以上のとおり、原告の請求は理由がないからこれを棄却することとし、訴訟費用\nについては、行政事件訴訟法七条、民事訴訟法六一条を適用して、主文のとおり判\n決する。\n名古屋地方裁判所民事第九部\n裁判長裁判官　野田武明\n裁判官　橋本都月\n裁判官　富岡貴美\n"
}