{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 1,
    "day": 30
  },
  "case_number": "平成12(行ケ)332",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "12070",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=12070",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/070/012070_hanrei.pdf",
  "contents": "平成１２年（行ケ）第３３２号　特許取消決定取消請求事件（平成１４年１月２１\n日口頭弁論終結）\n判　　　　　　　　　決\n原　　　　　　告　　　日立工機株式会社\n訴訟代理人弁理士　　　吉　岡　宏　嗣\n同　　　　　　　　　　鵜　沼　辰　之\n被　　　　　　告　　　特許庁長官　及　川　耕　造\n指定代理人　　　　  　佐　藤　秀　一\n同　　　　　　　　　　二　宮　千　久\n同　　　　　　　　　　小　林　信　雄\n同　　　　　　　　　　宮　川　久　成\n主　　　　　　　　　文\n特許庁が異議２０００－７０３６５号事件について平成１２年７月２\n４日にした決定を取り消す。\n訴訟費用は被告の負担とする。\n事実及び理由\n第１　当事者の求めた裁判\n１　原告\n主文と同旨\n２　被告\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n第２　当事者間に争いのない事実\n１　特許庁における手続の経緯\n原告は、昭和６３年１月１９日に出願され、平成１１年５月１４日に設定登\n録された、名称を「電池の充電方法及び充電装置」とする特許第２９２７３５４号\n発明（以下、この特許を「本件特許」という。）の特許権者である。\n本件特許につき特許異議の申立てがされ、特許庁は、同申立てを異議２００\n０－７０３６５号事件として審理した上、平成１２年７月２４日に「特許第２９２\n７３５４号の請求項１乃至３に係る特許を取り消す。」との決定（以下「本件決\n定」という。）をし、その謄本は、同年８月９日、原告に送達された。\n２　本件特許に係る発明の要旨\n(1)　特許請求の範囲の請求項１記載の発明（以下「本件発明１」という。）の\n要旨\n電池及び電池の近傍に設けられた感温素子からなる電池組が接続された時\nに充電を開始して接続された電池組を充電するようにした電池の充電方法であっ\nて、電池組の充電装置への接続を感温素子の端子電圧を検出することにより検出\nし、接続された電池組が高温でない充電可能な電池組の場合充電を開始し、接続さ\nれた電池組が高温で充電すべきでない電池組の場合充電を開始しないようにすると\n共に電池組の温度が所定値以下に低下したら充電を自動的に開始するようにしたこ\nとを特徴とする電池の充電方法。\n(2)　同請求項２記載の発明（以下「本件発明２」という。）の要旨\n直列接続された複数の電池及び該電池の少なくとも１個の近傍に設けられ\n電池温度が所定値以上の時接点を開くサーモスタットからなる電池組を充電する充\n電装置であって、充電電源と接続される電池組との間に設けられたスイッチング素\n子と、電池組の充電装置への接続をサーモスタットの端子電圧を検出しサーモスタ\nットの開閉状態を検出することにより検出し、電池組の接続を検出した時スイッチ\nング素子をオンさせて充電を開始させる電池組接続検出制御手段とを備え、電池組\n接続検出制御手段が高温でなく充電可能な電池組の接続を検出した時すなわちサー\nモスタットの閉状態を検出した時スイッチング素子をオンさせて充電を開始させ、\n電池組接続検出制御手段が高温で充電すべきでない電池組の接続を検出した時すな\nわちサーモスタットの開状態を検出した時スイッチング素子をオンさせずに充電を\n開始させないようにすると共に電池組の温度が所定値以下に低下したらすなわちサ\nーモスタットの閉状態を検出したら充電を自動的に開始するようにしたことを特徴\nとする電池の充電装置。\n(3)　同請求項３記載の発明（以下「本件発明３」という。）の要旨\n直列接続された複数の電池及び該電池の少なくとも１個の近傍に設けられ\nた感温素子からなる電池組を充電する充電装置であって、充電電源と接続される電\n池組との間に設けられたスイッチング素子と、電池組の充電装置への接続を感温素\n子の端子電圧を検出することにより検出し、電池組の接続を検出した時スイッチン\nグ素子をオンさせて充電を開始させる電池組接続検出制御手段とを備え、電池組接\n続検出制御手段が高温でなく充電可能な電池組の接続を検出した時スイッチング素\n子をオンさせて充電を開始させ、電池組接続検出制御手段が高温で充電すべきでな\nい電池組の接続を検出した時スイッチング素子をオンさせずに充電を開始させない\nようにすると共に電池組の温度が所定値以下に低下したら充電を自動的に開始させ\nるようにしたことを特徴とする電池の充電装置。\n３　本件決定の理由\n本件決定は、別添決定謄本写し記載のとおり、本件発明１～３は、実願昭５\n６－２７９６２号（実開昭５７－１４１６４０号）のマイクロフィルム（甲第３号\n証、以下「引用例」という。）にそれぞれ記載された発明に基づいて当業者が容易\nに発明をすることができたものであるから、特許法２９条２項の規定により特許を\n受けることができず、本件特許は、拒絶の査定をしなければならない特許出願に対\nしてされたものであって、特許法等の一部を改正する法律（平成６年法律第１１６\n号）附則１４条の規定に基づく特許法等の一部を改正する法律の施行に伴う経過措\n置を定める政令（平成７年政令第２０５号）４条２項の規定により、取り消される\nべきであるとした。\n第３　原告主張の本件決定取消事由\n本件決定の理由中、本件発明１～３の各要旨の認定及び引用例の記載を摘記\nした部分（決定謄本２頁２８行目～３頁８行目）の認定は認める。\n本件決定は、引用例記載の発明を誤認して、本件発明１～３と引用例にそれ\nぞれ記載された発明との一致点の認定を誤った（取消事由１、２）結果、本件発明\n１～３が引用例記載の上記各発明に基づいて当業者が容易に発明をすることができ\nたとの誤った結論に至ったものであるから、違法として取り消されるべきである。\n１　取消事由１（本件発明１と引用例記載の発明との一致点の認定の誤り）\n(1)　本件決定は、引用例に「蓄電池７及び蓄電池７の近傍に設けられた低温感\n温素子１０からなる蓄電池組立体２が接続された時に充電を開始して接続された蓄\n電池組立体２を充電するようにした蓄電池の充電方法であって、蓄電池組立体２の\n充電器１への接続をスイッチ１１の状態と低温感温素子１０の端子電圧を検出する\nことにより検出し、接続された蓄電池組立体２が所定温度Ｔ１以下になると充電を\n開始し、接続された蓄電池組立体２が所定温度Ｔ１以上であると充電を開始しない\nようにすると共に蓄電池組立体２の温度が所定温度Ｔ１以下に低下したら充電を自\n動的に開始するようにした蓄電池の充電方法」（決定謄本４頁１３行目～２０行\n目）の発明（以下「引用発明１」という。）が記載されていると認定し、これを前\n提として、本件発明１と引用発明１とが、「電池及び電池の近傍に設けられた感温\n素子からなる電池組が接続された時に充電を開始して接続された電池組を充電する\nようにした電池の充電方法であって、電池組の充電装置への接続を感温素子の端子\n電圧を検出することを要件に検出し、接続された電池組が高温でない充電可能な電\n池組の場合充電を開始し、接続された電池組が高温で充電すべきでない電池組の場\n合充電を開始しないようにすると共に電池組の温度が所定値以下に低下したら充電\nを自動的に開始するようにした電池の充電方法」（同５頁２行目～８行目）である\n点で一致するものと認定した。\nしかしながら、本件決定の引用発明１の認定は、以下のとおり、「蓄電池\n組立体２の充電器１への接続を・・・低温感温素子１０の端子電圧を検出すること\nにより検出し」との構成を備えるとした点で誤りであり、したがって、上記引用発\n明１の認定を前提とする本件発明１と引用発明１と一致点の認定も誤りである。\n(2)　すなわち、引用例（甲第３号証）には、「蓄電池組立体２の充電器１への\n接続を低温感温素子１０の端子電圧を検出することにより検出する」旨の明示の記\n載は存在しない。\nのみならず、引用例には、「第３図によれば、蓄電池７の表面温度がＴ１\nより低いときに充電器１に蓄電池組立体２を接続して電源を投入すると、低温感温\n素子１０が閉路しているから電解コンデンサ５ａを充電するための大きな電流がゲ\nート付制御素子６ａのゲート回路に通電され、ゲート付制御素子６ａがオン状態と\nなり、充電が開始される。ゲート付制御素子６ａは、一旦オン状態になると、ゲー\nトに電圧が印加されなくとも、そのままオン状態を保つ性質をもっているため、充\n電末期に蓄電池７の表面温度が上昇してＴ１以上となって低温感温素子１０が開路\nしてもそのまま状態が継続される。そして表面温度がＴ２以上となって感温素子８\nが開路すると充電終了となる」（６頁２行目～１５行目）との記載及び「次に、蓄\n電池７の表面温度がＴ１より高いときに充電器１に蓄電池組立体２を接続したとす\nると、接続直後は低温感温素子１０が開路しているので充電は開始されない。しか\nし、時間の経過とともに蓄電池７が冷却し、その表面温度がＴ１以下となって感温\n素子１０が閉路すると、電解コンデンサ５ａを充電する電流がゲート回路に流れ、\nゲート付制御素子６ａがオン状態となり、充電が開始される」（７頁８行目～１６\n行目）との記載がある。\nそして、上記各記載及び図面第３図によれば、引用例記載の発明において\nは、充電器１に蓄電池組立体２を接続したときに、蓄電池７の温度がＴ１未満で閉\nじ、Ｔ１以上で開く低温感温素子１０が、電解コンデンサ５ａを介して、ゲート付\n制御素子６ａのゲートに接続され、その状態で電源を投入すると、低温感温素子１\n０が閉じているとき、又は閉じたとき、すなわち、蓄電池７の温度がＴ１未満で充\n電可能な場合、又は高温からＴ１未満に低下して充電可能となった場合に、直流電\n源装置３から、蓄電池７、低温感温素子１０及び電解コンデンサ５ａを介してゲー\nト付制御素子６ａにゲート電流が流れ、ゲート付制御素子６ａをオン状態にして充\n電を開始することが認められる。すなわち、引用例記載の発明は、ゲート付制御素\n子６ａにゲート電流を流すことにより充電を開始するものであって、低温感温素子\n１０の端子電圧を検出して充電を開始するものではない。低温感温素子１０は単に\nゲート電流を流すスイッチとして機能するだけである。\nこれに加え、引用例（甲第３号証）の各記載及び図面によっても、引用例\n記載の発明の低温感温素子１０の蓄電池７側の端子（以下「端子Ａ」という。）は\n蓄電池７に、電解コンデンサ５ａ側の端子（以下「端子Ｂ」という。）は電解コン\nデンサ５ａに、それぞれ接続されているだけであり、これらの端子の電圧を検出す\nるための回路手段の記載もない。\nしたがって、引用例記載の発明は、蓄電池組立体２の充電器１への接続を\n低温感温素子１０の端子電圧を検出することにより検出するものではなく、本件決\n定の引用発明１の認定は誤りである。\n(3)　被告は、本件発明１の構成に係る「感温素子の端子電圧を検出する」こと\nの技術的意義は、感温素子の開閉状態を示す端子電圧を検出することにより、電池\n組の充電装置への接続と温度の状態を検出することにあり、その手段としては、感\n温素子の両端子間の電圧を検出するものだけでなく、接地電位に対する感温素子の\n一方の端子の電位をもって感温素子の両端子間の開閉状態を示す電圧を検出するも\nのも含まれるとした上、引用例記載の発明においては、蓄電池７の接続状態と低温\n感温素子１０の開閉状態とに応じて端子Ｂの電圧が決定され、この端子Ｂの電圧が\n検出電圧として、電解コンデンサ５ａを経てゲート付制御素子６ａのゲートに印加\nされ、制御素子６ａのオンオフ制御をするものであるから、端子Ｂの電圧を検出す\nることにより接続状態と開閉状態とを検出している旨主張する。\nしかしながら、以下のとおり、被告の上記主張は誤りである。\nア　本件発明１において「感温素子の端子電圧を検出する」ことの技術的意\n義が感温素子の開閉状態を検出することにあることは、被告主張のとおりである。\nそして、昭和５８年７月２０日株式会社コロナ社第１７版発行の電気用語辞典編集\n委員会編「新版電気用語辞典」（甲第４号証）に「端子電圧」の語義として「端子\n間の電圧」と記載されているとおり、「感温素子の端子電圧」とは、感温素子の両\n端子間の電圧を意味するものである。\n被告は、本件特許明細書（甲第２号証、以下「本件明細書」という。）\nに、実施例に関して、「サーモスタット７ｂの端子電圧すなわち抵抗１４ｃと１４\nｄの接続点の電位は接地電位となるから」（２頁右欄２４行目～２６行目）との記\n載があることを根拠として、接地電位に対する感温素子の一方の端子の電位も、本\n件発明１の「感温素子の端子電圧」に含まれる旨主張する。しかしながら、サーモ\nスタットの一方の端子を接地すれば、サーモスタットの他方の端子の接地電位に対\nする電圧がそのまま「端子間の電圧」と等価になることから、通常は、同実施例の\nように、「接地電位に対する端子の電圧」を検出することにより「端子間の電圧」\nを検出しているが、例えば、サーモスタットの一方の端子と接地との間に他の回路\n要素が挿入されると、他方の端子の接地電位に対する電圧は「端子間の電圧」とは\n異なるものとなる。一方の端子を接地したことにより、「接地電位に対する端子の\n電圧」を検出することによって「端子間の電圧」を検出する上記の例は実施例にす\nぎず、本件発明１において検出する電圧は、あくまでも「端子間の電圧」であっ\nて、「接地電位に対する端子の電圧」ではない。したがって、接地電位に対する感\n温素子の一方の端子の電位も本件発明１の「感温素子の端子電圧」に含まれるとす\nる被告の主張は誤りである。\nイ　また、引用例記載の発明においては、低温感温素子１０の開閉状態に応\nじて端子Ｂの電圧が決定されるものであることは被告主張のとおりである。\nしかしながら、低温感温素子１０の開閉状態と端子Ｂの電圧とは一義的\nな関係にはない。すなわち、引用例記載の発明において、一般にゲート付制御素子\n６ａのカソードが接地電位で用いられるので、これを接地電位とすると、端子Ｂの\n電圧は電解コンデンサ５ａの両端子間の電圧と考えることができ（制御素子６ａの\nゲート・カソード間電圧は微弱であるから無視することができ、また、スイッチ１\n１は充電開始から終了までの間は開いているので、その開閉状態も考慮する必要は\nない。）、そうすると、端子Ｂの電圧、すなわち電解コンデンサ５ａの両端子間の\n電圧は、電解コンデンサ５ａの充電状態によって定まることになる。そこで、充電\n可能な蓄電池７が充電器に接続されると、低温感温素子１０の接続が閉じているの\nで、電解コンデンサ５ａに充電電流が流れ、短時間で電解コンデンサ５ａが飽和す\nることに伴って電解コンデンサ５ａの両端子間の電圧（端子Ｂの電圧）は上昇す\nる。電解コンデンサ５ａの充電電流は、電解コンデンサ５ａを経て、ゲート付制御\n素子６ａのゲートにトリガ電流として流れ、制御素子６ａがオン状態となって蓄電\n池７への充電が開始される。そして、低温感温素子１０の接続は、端子Ｂの電圧が\n短時間で上昇した後も閉状態のままであり、蓄電池７の表面温度が所定温度Ｔ１に\n達すると開くが、このとき電解コンデンサ５ａの両端子間の電圧（端子Ｂの電圧）\nは上昇した値のままで変化しない。\nこのように、低温感温素子１０の開閉状態と端子Ｂの電圧とは一義的な\n関係にはなく、端子Ｂの電圧は低温感温素子１０の開閉状態を一義的に指示しない\nから、端子Ｂの電圧を検出しても低温感温素子１０の開閉状態を検出することはで\nきない。そして、本件発明１において「感温素子の端子電圧を検出する」ことの技\n術的意義が感温素子の開閉状態を検出することにあることは上記のとおりであるか\nら、引用例記載の発明において、端子Ｂの電圧の変化を検出することは、「低温感\n温素子１０の端子電圧を検出する」ことに当たるものではない。\n(4)　被告は、本件発明と引用発明１とが検出原理において相違するとしても、\n一般に、感温素子の状態変化を、端子間の電圧を検出することにより検出する手段\nも、一方の端子の電圧を検出することにより検出する手段も、ともに周知慣用であ\nり、均等手段であって、いずれを採用するかは単なる設計上の微差にすぎないか\nら、本件決定の結論に影響を及ぼす瑕疵には当たらない旨主張する。\nしかしながら、上記のとおり、感温素子の一方の端子が他の回路要素を介\nして接地されると、一方の端子の電圧（接地電位に対する端子の電圧）は、端子間\nの電圧とは異なるものであり、感温素子の開閉状態を反映するものとはならないか\nら、上記相違点が周知慣用の手段であるとはいえず、両者が均等手段であるという\nこともできない。\n２　取消事由２（本件発明２、３と引用例記載の発明との一致点の認定の誤り）\n(1)　本件決定は、引用例に「蓄電池７及び蓄電池７の近傍に設けられ蓄電池温\n度が所定温度Ｔ１以上の時接点を開く低温感温素子１０としてのサーモスタットか\nらなる蓄電池組立体２を充電する充電器１であって、直流電源装置３と接続される\n蓄電池組立体２との間に設けられたゲート付制御素子６ａと、蓄電池組立体２の充\n電器１への接続をスイッチ１１の状態と低温感温素子１０としてのサーモスタット\nの端子電圧を検出しサーモスタットの開閉状態を検出することにより検出し、蓄電\n池組立体２の接続を検出した時ゲート付制御素子６ａをオンさせて充電を開始させ\nる過充電防止保持回路５とを備え、過充電防止保持回路５が所定温度Ｔ１以下の蓄\n電池組立体２の接続を検出した時すなわち低温感温素子１０としてのサーモスタッ\nトの閉状態を検出した時ゲート付制御素子６ａをオンさせて充電を開始させ、過充\n電防止保持回路５が所定温度Ｔ１以上の蓄電池組立体２の接続を検出した時すなわ\nち低温感温素子１０としてのサーモスタットの開状態を検出した時ゲート付制御素\n子６ａをオンさせずに充電を開始させないようにすると共に蓄電池組立体２の温度\nが所定温度Ｔ１以下に低下したらすなわち低温感温素子１０としてのサーモスタッ\nトの閉状態を検出したら充電を自動的に開始するようにした蓄電池の充電器」（決\n定謄本６頁７行目～２２行目）の発明（以下「引用発明２」という。）が記載され\nていると認定し、これを前提として、本件発明２と引用発明２とが、「電池及び該\n電池の近傍に設けられ電池温度が所定値以上の時接点を開くサーモスタットからな\nる電池組を充電する充電装置であって、充電電源と接続される電池組との間に設け\nられたスイッチング素子と、電池組の充電装置への接続をサーモスタットの端子電\n圧を検出しサーモスタットの開閉状態を検出することを要件に検出し、電池組の接\n続を検出した時スイッチング素子をオンさせて充電を開始させる電池組接続検出制\n御手段とを備え、電池組接続検出制御手段が高温でなく充電可能な電池組の接続を\n検出した時すなわちサーモスタットの閉状態を検出した時スイッチング素子をオン\nさせて充電を開始させ、電池組接続検出制御手段が高温で充電すべきでない電池組\nの接続を検出した時すなわちサーモスタットの開状態を検出した時スイッチング素\n子をオンさせずに充電を開始させないようにすると共に電池組の温度が所定値以下\nに低下したらすなわちサーモスタットの閉状態を検出したら充電を自動的に開始す\nるようにした電池の充電装置」（同７頁１行目～１３行目）である点で一致するも\nのと認定した。\n(2)　また、本件決定は、引用例に「蓄電池７及び蓄電池７の近傍に設けられた\n低温感温素子１０からなる蓄電池組立体２を充電する充電器１であって、直流電源\n装置３と接続される蓄電池組立体２との間に設けられたゲート付制御素子６ａと、\n蓄電池組立体２の充電器１への接続をスイッチ１１の状態と低温感温素子１０の端\n子電圧を検出することにより検出し、蓄電池組立体２の接続を検出した時ゲート付\n制御素子６ａをオンさせて充電を開始させる過充電防止保持回路５とを備え、過充\n電防止保持回路５が所定温度Ｔ１以下の蓄電池組立体２の接続を検出した時ゲート\n付制御素子６ａをオンさせて充電を開始させ、過充電防止保持回路５が所定温度Ｔ\n１以上の蓄電池組立体２の接続を検出した時ゲート付制御素子６ａをオンさせずに\n充電を開始させないようにすると共に蓄電池組立体２の温度が所定温度Ｔ１以下に\n低下したら充電を自動的に開始するようにした蓄電池の充電器」（決定謄本８頁６\n行目～１７行目）の発明（以下「引用発明３」という。）が記載されていると認定\nし、これを前提として、本件発明３と引用発明３とが、「電池及び該電池の近傍に\n設けられた感温素子からなる電池組を充電する充電装置であって、充電電源と接続\nされる電池組との間に設けられたスイッチング素子と、電池組の充電装置への接続\nを感温素子の端子電圧を検出することを要件に検出し、電池組の接続を検出した時\nスイッチング素子をオンさせて充電を開始させる電池組接続検出制御手段とを備\nえ、電池組接続検出制御手段が高温でなく充電可能な電池組の接続を検出した時ス\nイッチング素子をオンさせて充電を開始させ、電池組接続検出制御手段が高温で充\n電すべきでない電池組の接続を検出した時スイッチング素子をオンさせずに充電を\n開始させないようにすると共に電池組の温度が所定値以下に低下したら充電を自動\n的に開始させるようにした電池の充電装置」（同８頁３１行目～９頁４行目）であ\nる点で一致するものと認定した。\n(3)　しかしながら、上記取消事由１において引用発明１につき述べたと同様、\n本件決定の引用発明２の認定は、「蓄電池組立体２の充電器１への接続をスイッチ\n１１の状態と低温感温素子１０としてのサーモスタットの端子電圧を検出しサーモ\nスタットの開閉状態を検出することにより検出し」との構成を備えるとした点で誤\nりであり、また、本件決定の引用発明３の認定は、「蓄電池組立体２の充電器１へ\nの接続をスイッチ１１の状態と低温感温素子１０の端子電圧を検出することにより\n検出し」との構成を備えるとした点で誤りである。\nしたがって、上記引用発明２の認定を前提とする本件発明２と引用発明２\nとの一致点の認定も誤りであり、また、上記引用発明３の認定を前提とする本件発\n明３と引用発明３との一致点の認定も誤りである。\n第４　被告の反論\n本件決定の認定及び判断は正当であり、原告主張の本件決定取消事由は理由\nがない。\n１　取消事由１（本件発明１と引用例記載の発明との一致点の認定の誤り）につ\nいて\n(1)　原告は、引用例記載の発明は、低温感温素子１０が単にゲート電流を流す\nスイッチとして機能するだけであって、低温感温素子１０の端子電圧を検出して充\n電を開始するものではないから、本件決定が、引用発明１につき「蓄電池組立体２\nの充電器１への接続を・・・低温感温素子１０の端子電圧を検出することにより検\n出し」との構成を備える旨認定した点は誤りであり、したがって、この認定を前提\nとする本件発明１と引用発明１と一致点の認定も誤りである旨主張する。\n(2)　しかしながら、以下のとおり、引用例記載の発明は、蓄電池組立体２の充\n電器１への接続を低温感温素子１０の端子電圧を検出することにより検出するもの\nであるから、原告の上記主張は誤りである。\nア　本件明細書（甲第２号証）に、「サーモスタット状態信号発生手段１４\nは、電池組７を後述する充電装置１８に接続した時のサーモスタット７ｂの閉状態\nの信号と、電池組７を充電装置１８から外した時あるいは満充電によりサーモスタ\nット７ｂが作動した時のサーモスタット７ｂの開状態の信号を発生するもので、サ\nーモスタット７ｂと共に電池組接続検出手段を構成する」（２頁右欄１６行目～２\n２行目）、「従ってマイコン１２は、電池組７の接続をサーモスタット７ｂの状態\nを含めて検出判断することが可能となり、接続された電池組７が、高温で充電すべ\nきでない電池組７かまたは高温でなく充電できる電池組７かを検出判断することが\n可能となる」（同欄３８行目～４２行目）との各記載があるとおり、本件発明１の\n「電池組の充電装置への接続を感温素子の端子電圧を検出することにより検出し」\nとの構成に係る「感温素子の端子電圧を検出する」ことの技術的意義は、感温素子\nの開閉状態を示す端子電圧を検出することにより、電池組の充電装置への接続と温\n度の状態を検出することにある。そして、「感温素子の端子電圧を検出する」手段\nとしては、感温素子の両端子間の電圧を検出するものだけでなく、接地電位に対す\nる感温素子の一方の端子の電位をもって感温素子の両端子間の開閉状態を示す電圧\nを検出するものも含まれる。\n原告は、本件発明１の「感温素子の端子電圧」とは、感温素子の両端子\n間の電圧を意味するものであって、接地電位に対する感温素子の一方の端子の電位\nは含まれないと主張する。\nしかしながら、一般に、「端子電圧」の語は「端子間の電圧」の意味に\n限定されるものではなく、「接地電位に対する端子の電圧」をも意味するものであ\nる。また、本件発明１の要旨が「感温素子の端子電圧を検出する」との規定を感温\n素子の両端子間の電圧を検出する構成に限定していないこと、さらに、本件明細書\n（甲第２号証）に、実施例に関して、「サーモスタット７ｂの端子電圧すなわち抵\n抗１４ｃと１４ｄの接続点の電位は接地電位となるから」（２頁右欄２４行目～２\n６行目）との記載があり、サーモスタット７ｂの一方の端子が接続される、抵抗１\n４ｃと１４ｄの接続点の接地電位を感温素子の端子電圧として検出することが示さ\nれていることに照らしても、本件発明１の「感温素子の端子電圧を検出する」との\n規定が、「端子間の電圧を検出する」構成だけでなく、「接地電位に対する感温素\n子の一方の端子の電位を検出する」構成も含んでいることは明らかである。\nイ　他方、引用例記載の発明においては、充電可能な蓄電池７が充電器１に\n接続された場合には、低温感温素子１０が閉じているので、その蓄電池７側の端子\n（端子Ａ）の電圧がそのまま電解コンデンサ５ａ側の端子（端子Ｂ）に現れ、この\n端子Ｂの電圧により、未充電状態の電解コンデンサ５ａを経てゲート付制御素子６\nａのゲート回路にトリガ電圧が印加されて、ゲート付制御素子６ａがオン状態とな\nり、充電を開始することになる。また、充電すべきでない蓄電池７が充電器１に接\n続された場合には、低温感温素子１０が開いているので端子Ａの電圧は遮断され、\n端子Ｂの電圧は接地電位のままでゲート付制御素子６ａのゲート回路に印加される\nことになるから、ゲート付制御素子６ａはオフ状態のままであり、充電を開始しな\nいことになる。なお、蓄電池７が充電器１に接続されていない場合には、低温感温\n素子１０が開いた状態と同じであるから、低温感温素子１０の端子Ａの電圧は接地\n電位のままであり、充電を開始することはない。\nすなわち、引用例記載の発明においては、蓄電池７の接続状態と低温感\n温素子１０の開閉状態とに応じて端子Ｂの電圧が決定され、この端子Ｂの電圧が検\n出電圧として、電解コンデンサ５ａを経てゲート付制御素子６ａのゲートに印加さ\nれ、制御素子６ａのオンオフ制御をするものであり、したがって、接地電位に対す\nる端子Ｂの電位を検出することにより蓄電池７の接続状態と低温感温素子１０の開\n閉状態とを検出していることは明らかである。\nそして、本件発明１の「感温素子の端子電圧を検出する」との規定が、\n接地電位に対する感温素子の一方の端子の電位を検出することも含んでいることは\n上記のとおりであるから、本件決定が、引用発明１が「蓄電池組立体２の充電器１\nへの接続を・・・低温感温素子１０の端子電圧を検出することにより検出し」との\n構成を備える旨認定したことに誤りはない。\nなお、原告は、引用例記載の発明において、端子Ｂの電圧（電解コンデ\nンサ５ａの両端子間の電圧）は低温感温素子１０の開閉状態を一義的に指示しない\nから、端子Ｂの電圧を検出しても低温感温素子１０の開閉状態を検出することはで\nきない旨主張する。\nしかしながら、引用例記載の発明において、充電動作は、電解コンデン\nサ５ａの両端子間の電圧の大きさそのものに応じて制御されるのではなくとも、上\n記のとおり、端子Ｂの電位の変化を検出することにより制御されるのであり、端子\nＢの電位の変化を検出するということは「感温素子の端子電圧を検出する」ことと\n同義である。\n(3)　仮に、本件発明１の「感温素子の端子電圧を検出する」ことと引用例記載\nの発明の「低温感温素子１０の端子Ｂの電圧を検出する」ことの各検出原理が、端\n子間の電圧を検出するか、一方の端子の電圧を検出するかの点において、技術的に\n異なるとしても、一般に、感温素子の状態変化を、端子間の電圧を検出することに\nより検出する手段も、一方の端子の電圧を検出することにより検出する手段も、と\nもに周知慣用であり、感温素子の状態変化を検出する作用効果及び技術的意義にお\nいても均等手段といえるものであるから、いずれを採用するかは単なる設計上の微\n差にすぎない。\nしたがって、本件決定が、引用発明１における低温感温素子１０の端子電\n圧の検出技術に係る認定に厳密性を欠いたとしても、そのことは、引用発明１の認\n定ないし本件発明１と引用発明１との一致点の認定の重大な誤りをもたらすもので\nはなく、ひいて本件決定の結論に影響を及ぼす瑕疵には当たらない。\n２　取消事由２（本件発明２、３と引用例記載の発明との一致点の認定の誤り）\nについて\n本件決定の引用発明２、３の各認定に誤りがないことは、引用発明１につい\nて述べたと同様であり、したがって、本件発明２と引用発明２との一致点の認定及\nび本件発明３と引用発明３との一致点の認定にも誤りはない。\n第５　当裁判所の判断\n１　取消事由１（本件発明１と引用例記載の発明との一致点の認定の誤り）につ\nいて\n(1)　被告は、本件発明１の「感温素子の端子電圧を検出する」との規定が、感\n温素子の両端子間の電圧を検出することのみならず、接地電位に対する感温素子の\n一方の端子の電位を検出することも含んでいる旨主張し、これを前提として、引用\n例記載の発明が、蓄電池組立体２の充電器１への接続を低温感温素子１０の端子電\n圧を検出することにより検出するものである旨主張する。\n確かに、「端子電圧」の語義が「端子間の電圧」だけに限定され、「接地\n電位に対する端子の電圧」の意味を含まないとは必ずしもいい切れず、また、本件\n明細書（甲第２号証）の、実施例に関する「電池組７が充電装置１８に接続された\n時、電池組７が高温ではなくサーモスタット７ｂの接点が閉じていれば、サーモス\nタット７ｂの端子電圧すなわち抵抗１４ｃと１４ｄの接続点の電位は接地電位とな\nるから、トランジスタ１４ａはオフしサーモスタット状態信号発生手段１４はマイ\nコン１２の入力ポート１２ｇに論理値１の状態信号を送る。一方電池組７が高温で\nサーモスタット７ｂの接点が開いていれば、サーモスタット７ｂの端子電圧は、ト\nランジスタ１４ａのベース・エミッタ電圧（Vbe）及び抵抗１４ｃ（R14c）、１４\nｄ（R14d）によって決定される電圧（Vbe＋(5－Vbe)＊R14d/(R14c＋R14d)）とな\nり、トランジスタ１４ａがオンしサーモスタット状態信号発生手段１４はマイコン\n１２の入力ポート１２ｇに論理値０の状態信号を送る。なお電池組７が接続されて\nいなければ、サーモスタット７ｂが開いた状態と同じであり、上記同様論理値０の\n状態信号がマイコン１２に送られる」（２頁右欄２２行目～３７行目）との記載に\nよれば（なお、本件明細書（甲第２号証）の図面第１図及び技術常識に照らせば、\nマイコン１２は、論理値１の信号を入力したときにトランジスタ１７ａをオンに\nし、スイッチング素子５、６をオンさせて充電を行い、論理値０の信号を入力した\nときにはトランジスタ１７ａをオフにし、スイッチング素子５、６をオフさせるも\nのと認められる。）、同実施例において、接地電位に対する感温素子（サーモスタ\nット７ｂ）の一方の端子の電位を検出しているといえないことはない。\nしかしながら、上記記載及び本件明細書（甲第２号証）の図面第１図にか\nんがみれば、同実施例の回路（図面第１図）において、サーモスタット７ｂのサー\nモスタット状態信号発生手段１４側と反対側の端子（以下「上側端子」とい\nう。）、トランジスタ１４ａのエミッタ及び＋５Ｖの定電圧電源１１はいずれも接\n地されており、サーモスタット７ｂの接点が閉じているときにサーモスタット状態\n信号発生手段１４がマイコン１２に論理値１の状態信号を送るのは、サーモスタッ\nト７ｂの他一方の端子（サーモスタット状態信号発生手段１４側の端子、以下「下\n側端子」という。）の電位、すなわち抵抗１４ｃと１４ｄの接続点の電位が、上側\n端子と同様、接地電位となって、エミッタが接地されたトランジスタ１４ａがオフ\nするからであり、逆にサーモスタット７ｂの接点が開いていれば、下側端子の電\n位、すなわち抵抗１４ｃと１４ｄの接続点の電位は、接地電位である上側端子と異\nなり、＋５Ｖの定電圧電源１１に由来する上記Vbe＋(5－Vbe)＊R14d/(R14c＋\nR14d)の式で表されるものとなって、エミッタが接地されたトランジスタ１４ａがオ\nンすることにより、サーモスタット状態信号発生手段１４がマイコン１２に論理値\n０の状態信号を送ることが認められ、このことによれば、同実施例は、感温素子\n（サーモスタット７ｂ）の端子間の電圧を検出するものともいうことができる。\nそして、上記事実によれば、同実施例の回路動作の上で、サーモスタット\n７ｂの上側端子、トランジスタ１４ａのエミッタ及び＋５Ｖの定電圧電源１１が共\n通に接続される限りにおいては、それらが接地されること、すなわち、サーモスタ\nット７ｂの接点が閉じているときに、上側端子及び下側端子の各電位が接地電位で\nあることは回路動作上本質的でないのに対し、サーモスタット７ｂの接点が開いて\nいるときに上側端子及び下側端子の電位に差があることは回路動作上本質的である\nと認められる。また、本件発明１の構成に係る「感温素子の端子電圧を検出する」\nことの技術的意義が、少なくとも直接的には感温素子の開閉状態を示す端子電圧を\n検出することであることは当事者間に争いがないところ、その開閉状態を直接的か\nつ一義的に指示するのは端子間の電圧であるということができるから、以上によれ\nば、本件発明１の「感温素子の端子電圧を検出する」との規定は、感温素子の両端\n子間の電圧を検出することを意味すると解するのが相当である。\nしたがって、本件発明１の「感温素子の端子電圧を検出する」との規定\nが、接地電位に対する感温素子の一方の端子の電位を検出することも含むとの被告\nの主張は採用することができず、また、このことを前提として、引用例記載の発明\nは、蓄電池組立体２の充電器１への接続を低温感温素子１０の端子電圧を検出する\nことにより検出するものであるとする被告の主張も採用することができない。\n(2)　のみならず、引用例記載の発明においては、以下のとおり、そもそも低温\n感温素子１０の電解コンデンサ５ａ側の端子（端子Ｂ）の電圧を検出しているとは\nいえないと解すべきであるから、被告の主張はこの点においても失当である。\nすなわち、引用例（甲第３号証）には、「被充電蓄電池の表面に蓄電池の\n充電終了時を検出する感温素子を設けてある蓄電池組立体と、該蓄電池組立体に接\n続する充電器とより構成される過充電防止機能を有する充電回路において、前記蓄\n電池組立体の感温素子と並列に充電開始時を検出する低温感温素子を接続し、前記\n充電器のコンデンサと抵抗器との並列回路を有する過充電防止保持回路の前記抵抗\n器に直列に前記充電器を前記蓄電池組立体に接続したときに開路するスイッチを接\n続し、前記低温感温素子は前記過充電防止回路に直列に接続する構成としたことを\n特徴とする充電回路」（実用新案登録請求の範囲）の発明が記載され、「第３図に\nよれば、蓄電池７の表面温度がＴ１より低いときに充電器１に蓄電池組立体２を接\n続して電源を投入すると、低温感温素子１０が閉路しているから電解コンデンサ５\nａを充電するための大きな電流がゲート付制御素子６ａのゲート回路に通電され、\nゲート付制御素子６ａがオン状態となり、充電が開始される。ゲート付制御素子６\nａは、一旦オン状態になると、ゲートに電圧が印加されなくとも、そのままオン状\n態を保つ性質をもっているため、充電末期に蓄電池７の表面温度が上昇してＴ１以\n上となって低温感温素子１０が開路してもそのまま状態が継続される。そして表面\n温度がＴ２以上となって感温素子８が開路すると充電終了となる。そして、一旦充\n電が終了すると・・・感温素子１０、８がともに閉路しても、電解コンデンサ５ａ\nがすでに充電されているため、ゲート回路に大きな電流が流れることはなく、再び\nゲート付制御素子がオン状態となって充電が開始されることはなく」（６頁２行目\n～７頁１行目）、「次に、蓄電池７の表面温度がＴ１より高いときに充電器１に蓄\n電池組立体２を接続したとすると、接続直後は低温感温素子１０が開路しているの\nで充電は開始されない。しかし、時間の経過とともに蓄電池７が冷却し、その表面\n温度がＴ１以下となって感温素子１０が閉路すると、電解コンデンサ５ａを充電す\nる電流がゲート回路に流れ、ゲート付制御素子６ａがオン状態となり、充電が開始\nされる」（７頁８行目～１６行目）との各記載がある。\n上記各記載及び図面第３、第４図に照らすと、引用例記載の発明において\nは、低温感温素子１０の電解コンデンサ５ａ側の端子（端子Ｂ）とゲート付制御素\n子６ａのゲートとは、電解コンデンサ５ａを介してその充電までの短期間のみ電流\nが流れるように接続され、また、低温感温素子１０の電解コンデンサ５ａ側の端子\n（端子Ｂ）の電圧を検出する回路手段等の構成は存在しないこと、充電器１に蓄電\n池組立体２を接続したときに、低温感温素子１０が、電解コンデンサ５ａを介して\nゲート付制御素子６ａのゲートに接続され、その状態で電源を投入すると、蓄電池\n７の温度がＴ１未満であるとき、又はＴ１未満に低下したとき、すなわち、低温感温\n素子１０が閉じているとき、又は閉じたときに、端子Ｂの電位が、接地電位から電\n解コンデンサ５ａの充電電位にまで短期間に上昇し、それに伴って発生する電解コ\nンデンサ５ａを充電する大きな電流が、トリガ電流としてゲート付制御素子６ａの\nゲート回路に通電され、ゲート付制御素子６ａをオン状態にして充電を開始するこ\nと、ゲート付制御素子６ａは、いったんオン状態になった後は、電解コンデンサ５\nａが充電され、ゲートに電圧が印加されなくなっても、そのままオン状態を保つも\nのであって、端子Ｂの電圧自体によりオン状態にされるわけではないことが認めら\nれる。\nそうすると、引用例記載の発明は、端子Ｂの電圧の変化に応じた電流又は\n電圧が検出されてゲート付制御素子６ａのゲートに印加され、ゲート付制御素子６\nａをオン状態にするものというべきであり、端子Ｂの電圧が検出されてゲート付制\n御素子６ａのゲートに印加されるものということはできない。すなわち、引用例記\n載の発明は、端子Ｂの電圧の変化を検出するのであって、端子Ｂの電圧を検出する\nものではないといわざるを得ない。引用例には、上記のとおり、「充電開始時を検\n出する低温感温素子」（実用新案登録請求の範囲）との記載があるが、「充電開始\n時」とは端子Ｂの電圧が変化する時点であり、この記載からも、引用例記載の発明\nが端子Ｂの電圧自体ではなく、その電圧の変化を検出するものであることが裏付け\nられるというべきである。\nなお、被告は、端子Ｂの電位の変化を検出するということは「感温素子の\n端子電圧を検出する」ことと同義である旨主張するが、端子Ｂの電位ないし電圧の\n変化と端子Ｂの電圧自体とが、概念として異なるものであることは明白であり、仮\nに、上記主張が、電圧の変化を検出する前提として電圧を検出する必要があるか\nら、結局は電圧を検出しているとの趣旨であるとしても、上記のとおり、引用例記\n載の発明においては、端子Ｂの電圧を検出する構成はなく、電解コンデンサ５ａの\n充電電流（ゲート付制御素子６ａをオン状態にするトリガ電流）の発生により、い\nわば直接的に端子Ｂの電圧の変化を検出しているというべきであるから、被告の上\n記主張は採用することができない。\nしたがって、引用例記載の発明は、端子Ｂの電圧を検出するという意味に\nおいてさえ、低温感温素子１０の端子電圧を検出するものとはいえないから、引用\n例記載の発明が、蓄電池組立体２の充電器１への接続を低温感温素子１０の端子電\n圧を検出することにより検出するものである旨の被告の主張は採用することができ\nない。\n(3)　被告は、本件発明１の「感温素子の端子電圧を検出する」ことと引用例記\n載の発明の「低温感温素子１０の端子Ｂの電圧を検出する」ことの各検出原理が、\n端子間の電圧を検出するか、一方の端子の電圧を検出するかの点において、技術的\nに異なるとしても、ともに周知慣用の手段であり、均等手段であって、いずれを採\n用するかは単なる設計上の微差にすぎないから、本件決定の結論に影響を及ぼす瑕\n疵には当たらない旨主張する。\nしかしながら、引用例記載の発明が「低温感温素子１０の端子Ｂの電圧を\n検出する」ものでないことは上記(2)のとおりであるから、被告の上記主張はその前\n提を欠くものであって、採用することができない。\n(4)　以上によれば、本件決定の引用発明１の認定は、「蓄電池組立体２の充電\n器１への接続を・・・低温感温素子１０の端子電圧を検出することにより検出し」\nとの構成を備えるとした点で誤りであり、したがって、上記引用発明１の認定を前\n提とする本件発明１と引用発明１との一致点の認定も誤りである。\n２　取消事由２（本件発明２、３と引用例記載の発明との一致点の認定の誤り）\nについて\n上記１において引用発明１につき述べたと同様、本件決定の引用発明２の認\n定は、「蓄電池組立体２の充電器１への接続をスイッチ１１の状態と低温感温素子\n１０としてのサーモスタットの端子電圧を検出しサーモスタットの開閉状態を検出\nすることにより検出し」との構成を備えるとした点で誤りであり、また、本件決定\nの引用発明３の認定は、「蓄電池組立体２の充電器１への接続をスイッチ１１の状\n態と低温感温素子１０の端子電圧を検出することにより検出し」との構成を備える\nとした点で誤りである。\nしたがって、上記引用発明２の認定を前提とする本件発明２と引用発明２と\nの一致点の認定も誤りであり、また、上記引用発明３の認定を前提とする本件発明\n３と引用発明３との一致点の認定も誤りである。\n３　以上のとおり、本件決定の本件発明１と引用発明１と一致点の認定、本件発\n明２と引用発明２との一致点の認定及び本件発明３と引用発明３との一致点の認定\nはいずれも誤りであるところ、この瑕疵が本件決定の結論に影響を及ぼすことは明\nらかであるから、本件決定は違法として取消しを免れない。\nよって、原告の請求は理由があるからこれを認容することとし、訴訟費用の\n負担につき行政事件訴訟法７条、民事訴訟法６１条を適用して、主文のとおり判決\nする。\n東京高等裁判所第１３民事部\n裁判長裁判官    　篠　　　原　　　勝　　　美\n裁判官    　石　　　原　　　直　　　樹\n裁判官　　　宮　　　坂　　　昌　　　利\n"
}