{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 16,
    "month": 10,
    "day": 19
  },
  "case_number": "平成15(行ケ)494",
  "case_name": "特許取消決定取消請求事件",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "10001",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=10001",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/001/010001_hanrei.pdf",
  "contents": "平成１５年（行ケ）第４９４号　特許取消決定取消請求事件\n平成１６年９月２８日　口頭弁論終結\n判　　　　　　　決\n原　　　　　　　　告　 　　　 アスピー技研株式会社\n原　　　　　　　　告　　　　　茶谷産業株式会社\n両名訴訟代理人弁理士　　　　　中山清\n同 　　　　　　 　下田容一郎\n被　　　　　　　　告　　　　　特許庁長官　小川洋\n指定代理人　　　　　　　　　　田中弘満\n同 　　　　　　　新井夕起子\n同　　　 　　　　杉浦淳\n同 　　　 　　　　立川功\n同　　 　　　　大野克人\n同　 　　　　涌井幸一\n同　 　　　　宮下正之\n主　　　　　　　文\n１　原告らの請求を棄却する。\n２　訴訟費用は原告らの負担とする。\n事実及び理由\n第１　当事者の求めた裁判\n１　原告ら\n(1) 特許庁が異議２００３－７０２０６号事件について平成１５年９月２６日\nにした決定中，「特許第３３０６３７５号の請求項１に係る特許を取り消す。」と\nの部分を取り消す。\n(2) 訴訟費用は被告の負担とする。\n２　被告\n主文と同旨\n第２　当事者間に争いのない事実\n１　特許庁における手続の経緯\n原告らは，発明の名称を「コンクリート構造物の止水方法」とする特許第３\n３０６３７５号の特許（平成１０年６月１７日出願（以下「本件出願」とい\nう。），平成１４年５月１０日設定登録，以下「本件特許」という。請求項の数は\n１である。）の特許権者である。\n本件特許に対して特許異議の申立てがあり，特許庁は，これを異議２００３\n－７０２０６号事件として審理した。原告らは，この審理の過程で，平成１５年９\n月８日に，本件出願に係る願書に添付された明細書の訂正を請求した（以下，この\n訂正を「本件訂正」という。）。特許庁は，審理の結果，平成１５年９月２６日に\n「訂正を認める。特許第３３０６３７５号の請求項１に係る特許を取り消す。」と\nの決定をし，平成１５年１０月１４日にその謄本を原告らに送達した。\n２　本件訂正による訂正後の特許請求の範囲\n「【請求項１】コンクリートの打継ぎ部またはひび割れによる空隙部に止水効\n果のある充填材を注入する方法であって，コンクリート壁面の内側から斜状に穿孔\nし打継ぎ部又はひび割れ部による空隙部の中心部を貫通しかつ当該空隙部に開口す\nる開口位置がコンクリート厚みの中心位置となる注入穴を穿け，該注入穴の開口部\nに注入具を装着して当該注入穴の底部と該注入具との間に加圧域を形成し，前記注\n入具から前記加圧域に対し充填材を１００～３５０ｋｇ／ｃｍ２の注入圧力により注\n入し，充填材がコンクリート壁面の内側に流出するまで注入作業を行うことによ\nり，空隙部に溜っている水を排出すると共に当該空隙部を充填材によって置換した\nことを特徴とするコンクリート構造物の止水方法。」（以下「本件発明」とい\nう。）\n３　決定の理由\n別紙決定書の写しのとおりである。要するに，本件発明は，平成元年８月２\n２日付け建技評第８８１０３号評価書（以下，決定と同様に「評価書」という。）\nに記載された発明（以下，決定と同様に「評価書記載の発明」という。）に基づい\nて当業者が容易に発明をすることができたものと認められるから，特許法２９条２\n項の規定に該当し，特許を受けることができない，とするものである。\n決定が上記結論を導くに当たり，本件発明と評価書記載の発明との一致点・\n相違点として認定したところは，次のとおりである。\n一致点\n「コンクリートの打継ぎ部またはひび割れによる空隙部に止水効果のある充填\n材を注入する方法であって，コンクリート壁面の内側から斜状に穿孔し打継ぎ部又\nはひび割れ部による空隙部の中心部を貫通しかつ当該空隙部に開口する開口位置が\nコンクリート厚みの中心位置となる注入穴を穿け，該注入穴の開口部に注入具を装\n着し，前記注入具から充填材を所定の注入圧力により注入し，充填材がコンクリー\nト壁面の内側に流出するまで注入作業を行うことにより，空隙部に溜っている水を\n排出すると共に当該空隙部を充填材によって置換したことを特徴とするコンクリー\nト構造物の止水方法」\n相違点\n「相違点１：充填材の所定の注入圧力が，本件発明においては１００～３５０\nｋｇ／ｃｍ２であるのに対し，評価書記載の発明においては，ひび割れへの注入は\n０．５～６００ｋｇ／ｃｍ２である点。\n相違点２：本件発明は，注入穴の底部と注入具との間に加圧域を形成し，前\n記注入具から前記加圧域に対し充填材を注入するのに対し，評価書記載の発明は，\n加圧域が形成される点が明記されていない点。\n相違点３：本件発明は，充填材は，空隙部に溜っている水を排出して置換さ\nれるのに対し，評価書記載の発明においては，そのようにしているかどうか不明で\nある点。」（以下，「相違点１」，「相違点２」などという。）\n第３　原告ら主張の取消事由の要点\n決定は，相違点１ないし３についての判断をいずれも誤ったものであり（取\n消事由１ないし３），これらの誤りがそれぞれ結論に影響を及ぼすことは明らかで\nあるから，違法として取り消されるべきである。\n１　取消事由１（相違点１についての判断の誤り）\n決定は，「相違点１については，評価書記載の発明においては，ひび割れへ\nの注入は０．５～６００ｋｇ／ｃｍ２であり，本件発明の注入圧力範囲が含まれてい\nる。また，注入圧力はクラックの幅によって，幅が狭い場合には高く，広い場合に\nは低く設定されるものであるから，特に本件発明のように１００～３５０ｋｇ／ｃ\nｍ\n２に限定した点に技術的意義があるとは認められない。したがって，上記相違点１\nに係る構成は，当業者が適宜設定できる事項にすぎない。特許権者は意見書におい\nて，フレキシン注入機の仕様において，最大注入圧力は３５０ｋｇ／ｃｍ\n２とされて\nいるから，注入圧力が「０．５～６００ｋｇ／ｃｍ\n２」との記載は疑問がある旨主張\nするが，仮に評価書記載の発明において，注入圧力が最大でも３５０ｋｇ／ｃｍ\n２で\nあったとしても，上記判断を左右するものではない。」（決定書６頁下から３段～\n２段）と判断した。しかし，この判断は，誤りである。\n(1) 評価書では，「フレキシン注入機」の仕様として，最大注入圧力が「ＶＰ\n２５－Ｓ　３２０ｋｇ／ｃｍ\n２」「ＶＰ１５－Ｓ　３５０ｋｇ／ｃｍ２」（甲８号証\n１３頁）と記載されている。評価書が公表された当時，３５０ｋｇ／ｃｍ２の注入圧\n力を超える注入装置が存在しなかったのであるから，評価書の申請人である日本バ\nンデックス株式会社は，最大出力が３２０又は３５０ｋｇ／ｃｍ\n２の注入装置以外は\n使用していなかったはずである。\n評価書が公表された平成元年当時はもとより，本件出願時においても，当\n業界では，注入圧力が「３５０ｋｇ／ｃｍ\n２」以上を出力できる注入装置は存在して\nいない。\nしたがって，評価書に「注入圧力０．５～６００ｋｇ／ｃｍ\n２」（甲４号証\n１１頁）との記載があるとしても，上記のような注入装置の注入圧力の上限値から\nすれば，評価書の「注入圧力６００ｋｇ／ｃｍ\n２」との数値は実施不可能なものであ\nり，上限の数値としての意味を持たないものである。\n(2) 本件発明における注入圧力「１００～３５０ｋｇ／ｃｍ\n２」のうち，上限の\n「３５０ｋｇ／ｃｍ\n２」は，上記のとおり，本件出願時の注入装置の最高出力を示し\nたものであり，このことは現在も変っていない。また，本件発明の注入圧力の下限\nの「１００ｋｇ／ｃｍ２」は，充填材の粘度及び硬化時間を考慮して設定したもので\nある。\n本件発明の「１００～３５０ｋｇ／ｃｍ２」は，上記のような理由から設定\nされたものであり，当業者が適宜設定できる数値ではない。\n２　取消事由２（相違点２についての判断の誤り）\n決定は，「相違点２については，評価書記載の発明は，上記２の（エ）に記\n載されているように，クラックを貫通するように孔が設けられ，その孔に特殊注入\nノズルを装填して，注入剤（充填材）が圧入され空隙部を介して外へ溢れ出るので\nあるから，孔の中は加圧された状態となっているといえ，評価書記載の発明におい\nても「加圧域」が形成されているといえる。」（決定書６頁下段～７頁上段）と判\n断した。しかし，この判断は誤りである。\n(1) コンクリートの打継ぎ部又はひび割れによる空隙部に充填材（止水材）を\n注入して止水する場合，空隙部に達する注入穴の穴あけ作業は電動ハンマードリル\nを使用するから，空隙部に目詰まりが生じる。\n本件発明における「加圧域」は，空隙部を貫通して形成した注入穴の底部\nと当該注入穴の開口部に装着した注入具との間に形成され，充填材の注入圧力を増\n圧して「加圧域」の全壁面に発生する押入力を高めると共に，１００～３５０ｋｇ\n／ｃｍ２の注入圧力により供給された充填材の押入力を強め，目詰まりしている空隙\n部を押し広げてから充填材を空隙部の内部に注入，侵入するための空間のことであ\nる。\n本件発明における，目詰まりしている空隙部を押し広げる力は，注入穴の\n表面積に注入剤（本件発明の「充填材」。以下同じ。）の注入圧力を乗じて得られ\nた押入力によるものであり，注入された充填材の注入圧力によるものではない。充\n填材がひび割れを介してコンクリートの外部に溢れ出たというだけでは，注入穴に\n加圧域が形成されているとはいえないのである。\n本件出願の願書に添付した明細書及び図面（本件訂正後のもの。以下併せ\nて「本件明細書」という。）の図２（Ａ），（Ｂ）は，充填材が空隙部に注入され\nた状態を示しており，同図において，注入口１０から充填材が円形形状に注入され\nていることが明示されている。このことは，本件発明においては，充填材が加圧域\nで増圧され押入力が高められ，目詰まり部分をせん断破壊して強制的に押し広げて\n一気に空隙部に注入されることを意味するものである。加圧域を形成しない場合\nは，注入剤は注入され易いところを選んで，じわじわと注入されているにすぎない\nのであり，本件明細書の図２のような円形形状には注入されないのである。\n(2) 評価書記載の発明における，孔底と注入ノズル（本件発明における「注入\n具」。以下同じ。）の先端との間に形成された，深さが最低２ないし３ｃｍの空間\n（甲４号証７２頁②。以下「評価書の空間」という。）は，供給された注入剤の押\n入力を強める機能はなく，コンクリート粉によって目詰まりしているひび割れ（空\n隙部）を押し広げて内部に注入剤を注入，侵入させることはできないものであり，\n本件発明の「加圧域」とは異なる。評価書の空間は，孔底と注入ノズルとの間にあ\nる程度の隙間がなければ注入剤が噴射できないことから，注入ノズルから注入剤を\n噴射するために形成されたものにすぎない。\n本件発明の「加圧域」は，注入穴の表面積に注入剤の注入圧力を乗じて得\nられた押入力によって，目詰まりしている空隙部を押し広げてから，充填材を空隙\n部の内部に注入，侵入させるものである。これに対して，評価書記載の発明におい\nては，削孔径を２０mm，評価書の空間の長さを３ｃｍとした場合，注入剤の注入圧\n力を２２０ｋｇ／ｃｍ２とすると，空隙部に発生する注入剤の押入力は概ね４０００\nｋｇとなるにすぎず，評価書の空間には，供給された注入剤の押入力を強める機能\nはなく，コンクリート粉によって目詰まりしているひび割れ（空隙部）を押し広げ\nて内部に注入剤を注入，侵入させることはできない。\n(3) 評価書記載の発明においても，注入用ノズルからドリル孔（本件発明の\n「注入穴」。以下同じ。）に注入された注入剤は加圧状態で注入されるのであるか\nら，ドリル孔の中に注入剤が注入されれば「孔の中は加圧された状態となってい\nる」（決定書６頁末行）のは当然のことであり，注入剤が空隙部を介して外へ溢れ\n出たからといって，孔の中に本件発明の「加圧域」が形成されたとはいえないので\nある。\n本件発明の「加圧域」は，目詰まりしている空隙部に充填材を注入できる\nという顕著な作用効果を奏するものであり，この作用効果は，評価書記載の発明か\nら当業者が容易になし得たものではない。\nまた，本件発明は，注入孔１０の底部と注入具２０との間に加圧域１１を\n形成したものであるから，注入具２０は一定長さのものが使用できるのである。本\n件発明は，止水工事を行うコンクリート構造物の壁厚が異なる場合であっても，同\nじ長さの注入具を使用して充填材の注入ができるのであり，この作用効果は，評価\n書記載の発明から容易になし得たものではない。\n以上からすれば，評価書記載の発明において，注入剤が空隙部を介して外\nへ溢れ出たことによって，ドリル孔の中に本件発明の「加圧域」に相当するものが\n形成されるとした決定の判断は誤りである。\n３　取消事由３（相違点３についての判断の誤り）\n決定は，「相違点３については，評価書の例えば上記２の（ウ），（エ）の\n記載から，クラックの漏水している部分（当然に水がある）に注入剤（充填材）を\n圧入し，その注入剤（充填材）がクラックから溢れてくる場合には，クラック内の\n水は排出され，注入剤（充填材）と置換されると考えられる。そうすると，本件発\n明の上記相違点３に係る構成は，評価書に実質的に記載されているといえる。」\n（決定書７頁２段）と判断した。しかし，この判断は誤りである。\n本件発明の注入穴は，「コンクリート壁面の内側から斜状に穿孔し打継ぎ部\n又はひび割れ部による空隙部の中心部を貫通しかつ当該空隙部に開口する開口位置\nがコンクリート厚みの中心位置となる」（請求項１）ように形成されているもので\nある。そして，本件明細書の発明の詳細な説明に「注入穴１０は打継ぎ部３の中心\n部に穿けているので，図３Ｅに示すように打継ぎ部３の内側に充填材が流出したこ\nとを確認できれば，充填材は打継ぎ部の全域に注入されたと考えられる」（甲２，\n甲６号証【００１９】）と記載されていることから明らかなように，本件発明にお\nける注入剤は，空隙部の隅々へ注入されているのである。\nこれに対し，評価書記載の発明の注入孔は，ひび割れの中心部を貫通しひび\n割れに開口する開口位置がコンクリート厚みの中心部となっているかが不明である\nから，たとえ注入剤が外部に溢れ出たとしても，それによって注入剤がひび割れの\n隅々まで達しているとはいえないものである。\nまた，評価書記載の発明では，本件発明の「加圧域」が形成されないのであ\nるから，注入剤は注入され易いところを選んで注入され，一気に注入されずジワジ\nワと注入されているだけで，空隙部の隅々まで注入されることはないのである。し\nたがって，評価書記載の発明では，注入した注入剤が空隙部を介して外へ漏れ出た\nとしても，注入剤が空隙部の隅々へ注入されていないのであるから，「空隙部を充\n填材（注入剤）によって置換した」とはいえないのである。\n第４　被告の反論の骨子\n決定の認定判断はいずれも正当であって，決定を取り消すべき理由はない。\n１　取消事由１（相違点１についての判断の誤り）について\n注入圧力はクラック，ひび割れの幅によって，幅が狭い場合には高く，広い\n場合には低く設定されるものであり，また，充填材の特性や環境等によって適宜変\nえられるものであるから，本件発明のように「１００～３５０ｋｇ／ｃｍ２」に限定\nした点に技術的意義があるとは認められない。\nすなわち，本件発明の出願当時の技術水準を単に示しただけの上限値に格別\nの技術的な意義があるとはいえないし，下限値を１００ｋｇ／ｃｍ\n２としたことは当\n業者が必要により適宜設定できる値にすぎない。\n２　取消事由２（相違点２についての判断の誤り）について\n評価書の記載によれば，特殊注入用ノズルの先端と孔の底部との間隔が最低\n２ないし３ｃｍ設けられており，ここに注入剤としてのフレキシンが注入されるの\nであるから，評価書記載の発明においては，特殊注入用ノズルから注入された充填\n材が，特殊注入用ノズルの先端と孔の底部との間隔に溜められた後，クラック（ひ\nび割れ）に向って侵入し，ひび割れに溜っている水を排出すると共に充填材により\n置換するものであるということができ，評価書記載の発明における，特殊注入用ノ\nズルの先端と孔の底部との間隔は，本件発明と同じ位置に設けられ，同じ作用をす\nるものということができる。\nしたがって，「評価書記載の発明においても，「加圧域」が形成されてい\nる」とした決定の判断に誤りはない。\n３　取消事由３（相違点３についての判断の誤り）について\n本件発明において，充填材が「空隙部の隅々へ注入されている」ことは，特\n許請求の範囲に記載されていない事項である。\nまた，評価書には，充填材が「クラック間隙全体に注入されて表面部に溢れ\n出てくることになる。」（甲４号証２７頁）と記載されている。したがって，評価\n書記載の発明も空隙部（クラック，ひび割れ）に溜まっている水がある場合には，\n空隙部に溜まっている水をすべて排出すると共に当該空隙部を充填材によって置換\nするのは当然のことである。\n第５　当裁判所の判断\n１　取消事由１（相違点１についての判断の誤り）について\n評価書には，決定が認定したとおり（決定書５頁末段），注入穴の開口部に\n注入具を装着し，前記注入具から注入剤を，０．５～６００ｋｇ／ｃｍ２の注入圧力\nにより注入し，注入剤がコンクリート壁面の内側に流出するまで注入作業を行うこ\nとにより，当該空隙部を注入剤によって充填したことを特徴とするコンクリート構\n造物の止水方法，との発明が記載されている（甲４号証）。\nコンクリート空隙部に充填材を注入する注入具の注入圧力は，コンクリート\n壁のクラックの幅の広狭や充填材の粘度や硬化時間などに応じ，当業者が必要に応\nじ設定し得る事項である。したがって，評価書記載の発明における「０．５～６０\n０ｋｇ／ｃｍ\n２」の注入圧力を，「１００～３５０ｋｇ／ｃｍ２」に限定した点に特\n段の技術的意義があるとは認められない。\n原告らは，評価書が公表された平成元年当時はもとより，本件出願時におい\nても，当業界では，注入圧力が「３５０ｋｇ／ｃｍ２」以上を出力できる注入装置は\n存在していなかったから，評価書の「注入圧力６００ｋｇ／ｃｍ\n２」との数値は実施\n不可能なものであり，上限の数値としての意味を持たないものである，と主張す\nる。しかし，仮に，原告らが主張するように，評価書公表時あるいは本件出願時に\nおいて，注入圧力が「３５０ｋｇ／ｃｍ\n２」以上を出力できる注入装置を見つけるこ\nとが困難であったとしても，コンクリート壁に充填材を注入する注入具の注入圧力\nの性能を，「３５０ｋｇ／ｃｍ\n２」から最大「６００ｋｇ／ｃｍ２」まで高くするこ\nとが技術的に不可能であるとか，困難であるとする理由はなく，また，上限の数値\nとしての意味を持たないとする理由もない。また，仮に，原告らが主張するよう\nに，本件出願時に存在していた注入装置の注入圧力の最大値が「３５０ｋｇ／ｃｍ\n２\n」であったとすれば，これを注入圧力の上限値として設定することは，当業者にと\nって容易なことである。\n原告らは，本件発明の注入圧力の下限の「１００ｋｇ／ｃｍ２」は，充填材の\n粘度及び硬化時間を考慮して設定した，と主張する。しかし，充填材の粘度及び硬\n化時間は，当業者であれば，充填材の注入圧力の範囲を決定するに当たって，当然\nに考慮する程度の事項にすぎない。\n以上に検討したところによれば，決定の相違点１についての判断に誤りはな\nい。\n２　取消事由２（相違点２についての判断の誤り）について\n(1) 本件明細書は，請求項１において，「コンクリートの打継ぎ部またはひび\n割れによる空隙部に止水効果のある充填材を注入する方法であって」，「コンクリ\nート壁面の内側から斜状に穿孔し・・・注入穴を穿け」，「該注入穴の開口部に注\n入具を装着して当該注入穴の底部と該注入具との間に加圧域を形成し」，「前記注\n入具から前記加圧域に対し充填材を１００～３５０ｋｇ／ｃｍ\n２の注入圧力により注\n入し，充填材がコンクリート壁面の内側に流出するまで注入作業を行うことによ\nり，空隙部に溜っている水を排出すると共に当該空隙部を充填材によって置換」す\nると規定している。この請求項１の記載によれば，本件発明の「加圧域」は，コン\nクリートの打継ぎ部又はひび割れによる空隙部に斜状に穿孔された注入穴の底部と\n該注入具との間に形成された空間であり，その空間に注入具から充填材が注入され\nることにより，充填材がコンクリート壁面の内側に流出し，コンクリートの打継ぎ\n部又はひび割れ部に生じる空隙部に溜っている水を排出すると共に当該空隙部を充\n填材によって置換するものであるから，注入剤により加圧される空間であると認め\nられる。\n評価書の「６．４適用部位標準施工例」（甲４号証７２頁）の項の「クラ\nック」の②図には，ドリルでクラック中心部まで斜めに穿孔されたドリル孔の底部\nと注入ノズルの先端との間に「最低２－３ｃｍ」の長さの空間を設けることが記載\nされている。そして，前記１認定のとおり，評価書記載の発明は，注入穴の開口部\nに注入具を装着し，前記注入具から注入剤を，０．５～６００ｋｇ／ｃｍ\n２の注入圧\n力により注入し，注入剤がコンクリート壁面の内側に流出するまで注入作業を行う\nことにより，当該空隙部を注入剤によって充填したことを特徴とするコンクリート\n構造物の止水方法，であるから，評価書記載の発明における，ドリル孔の底部と注\n入ノズルとの間の空間は，０．５～６００ｋｇ／ｃｍ\n２の注入圧の充填剤で満たされ\nると共に，その空間に上記圧力の充填剤が注入され続ける結果，充填剤が空隙部を\n経てコンクリート壁面の内側に押し出されるものと認められる。したがって，評価\n書記載の発明におけるドリル孔の底部と注入ノズルとの間の空間は，充填剤により\n加圧される空間であると認められる（原告らも，評価書記載の発明においても，注\n入用ノズルからドリル孔に注入された注入剤は加圧状態で注入されるのであるか\nら，ドリル孔の中に注入剤が注入されれば「孔の中は加圧された状態となってい\nる」（決定書６頁末行）のは当然のことである，と主張し，評価書記載の発明にお\nける空間が加圧状態であることは認めている。）。\n以上によれば，評価書記載の発明におけるドリル孔の底部と注入ノズルと\nの間の空間は，本件発明の「加圧域」に相当するものであり，これと同旨の決定の\n判断に誤りはない。\n(2) 原告らは，本件発明における「加圧域」は，空隙部を貫通して形成した注\n入穴の底部と当該注入穴の開口部に装着した注入具との間に形成され，充填材の注\n入圧力を増圧して「加圧域」の全壁面に発生する押入力を高めると共に，１００～\n３５０ｋｇ／ｃｍ２の注入圧力により供給された充填材の押入力を強め，目詰まりし\nている空隙部を押し広げてから充填材を空隙部の内部に注入，侵入するための空間\nのことである，と主張する。\nしかしながら，本件明細書の請求項１においては，「加圧域」について，\n「該注入穴の開口部に注入具を装着して当該注入穴の底部と該注入具との間に加圧\n域を形成」すると共に，「前記注入具から前記加圧域に対し充填材を１００～３５\n０ｋｇ／ｃｍ２の注入圧力により注入」すると規定するにすぎず，本件発明の「加圧\n域」が，充填材の注入圧力を増圧して押入力を高めたり，１００～３５０ｋｇ／ｃ\nｍ２の注入圧力により供給された充填材の押入力を強めるものであることを規定して\nいない。\nまた，本件明細書の発明の詳細な説明における「加圧域」に関する記載\nは，次のとおりである（甲２，甲６号証）。\n「注入具２０を注入穴１０の開口部に装着する。注入具２０はナット部を\n締め付けることにより軟質材の圧力管を膨張させて注入穴１０の内壁に密着させ\nる。なお，注入具２０の内部には逆止弁が内臓（判決注・「内蔵」の誤記と認め\nる。）されている。この時，注入具２０と注入穴１０の底部との間に充填材による\n加圧域が設けられる（図３Ｃ）。」（【００１６】），\n「注入具２０が注入穴１０に固定されたら，注入機から送給される充填材\n４０を高圧力で注入する。」（【００１７】），\n「注入具２０から注入された充填材は，注入穴１０の加圧域１１に溜めら\nれた後，空隙部に向って進入する。加圧域１１に高圧力で充填材が供給されるので\n充填材は空隙部の全域に向って注入される。」（【００１９】）\n「注入穴１０はひび割れ部７に向って穿孔し，底部がコンクリート壁面２\nの厚みの中心位置に達するまで穿け，注入具２０を開口部に装着した時，該注入具\n２０と注入穴１０の底部との間に充填材による加圧域１１が設けられる。」（【０\n０２６】），\n「なお，充填材の注入方法は打継ぎ部の場合と同じ要領で行う。」（【０\n０２７】）\n上記記載によれば，本件発明において，注入具２０から注入された充填材\nは，注入穴１０の加圧域１１に溜められた後，空隙部に向って進入するものと認め\nられる。しかし，原告らが主張するように，本件発明の「加圧域」が，充填材の注\n入圧力を増圧して押入力を高めたり，注入された充填材の押入力を強め，目詰まり\nしている空隙部を押し広げてから充填材を空隙部の内部に注入，侵入するための空\n間である，と解すべき記載は見当たらない。\nまた，原告らは，本件明細書の図２（Ａ），（Ｂ）において，注入口１０\nから充填材が円形形状に注入されていることが明示されており，このことは，本件\n発明においては，充填材が加圧域で増圧され押入力が高められ，目詰まり部分をせ\nん断破壊して強制的に押し広げて一気に空隙部に注入されることを意味する，と主\n張する。\nしかし，充填剤が円形形状に注入されたからといって，このことから直ち\nに，原告らが主張するように，充填材が加圧域で増圧され押入力が高められ，目詰\nまり部分をせん断破壊して強制的に押し広げて一気に空隙部に注入された，と解す\nべき根拠はない。\n以上からすれば，本件発明の「加圧域」を原告らが主張するようなものと\n解すことはできない。\n(3) 原告らは，本件発明の「加圧域」は，注入穴の表面積に注入剤の注入圧力\nを乗じて得られた押入力によって，目詰まりしている空隙部を押し広げてから，充\n填材を空隙部の内部に注入，侵入させるものであるのに対し，評価書記載の発明に\nおいては，削孔径を２０mm，評価書の空間の長さを３ｃｍとした場合，注入剤の注\n入圧力を２２０ｋｇ／ｃｍ\n２とすると，空隙部に発生する注入剤の押入力は概ね４０\n００ｋｇとなるにすぎず，評価書の空間には，供給された注入剤の押入力を強める\n機能はなく，コンクリート粉によって目詰まりしているひび割れ（空隙部）を押し\n広げて内部に注入剤を注入，侵入させることはできない，と主張する。\nしかし，本件発明の「加圧域」は，充填材の注入圧力を増圧して押入力を\n高めたり，１００～３５０ｋｇ／ｃｍ２の注入圧力により供給された充填材の押入力\nを強めるものであると規定されていないことは，前記のとおりである。また，評価\n書記載の発明におけるドリル孔の削孔径や長さが上記のものであるとしても，本件\n明細書の特許請求の範囲（請求項１）においては，そもそも注入穴の内径や加圧域\nの長さを規定してはいないのであるから，原告らの上記主張は，本件明細書の特許\n請求の範囲の記載に基づくものではなく，その前提において理由を欠くものであ\nる。\n(4) 原告らは，本件発明の「加圧域」は，目詰まりしている空隙部に充填材を\n注入できるという顕著な作用効果を奏するものであり，この作用効果は，評価書記\n載の発明から当業者が容易になし得たものではない，と主張する。しかし，本件発\n明の「加圧域」が「目詰まりしている空隙部に充填材を注入できる」ということ\nは，本件明細書に記載されていない。また，評価書記載の発明における，ドリル孔\nの底部と注入ノズルの先端との間の空間が，本件発明の「加圧域」に相当するもの\nである以上，仮に，本件発明の「加圧域」がそのような作用効果を奏するとすれ\nば，評価書記載の発明における同空間がそのような作用効果を奏し得ないとする理\n由も見当たらない。\n原告らは，本件発明は，注入孔１０の底部と注入具２０との間に加圧域１\n１を形成したものであるから，コンクリート構造物の壁厚が異なる場合であって\nも，注入具２０は一定長さのものが使用できるのである，と主張する。しかし，仮\nに，本件発明が，注入穴の底部と注入具との間に加圧域を形成することによって，\n一定長さの注入具を使用することができるとすれば，評価書記載の発明において\nも，加圧域が形成されているのであるから，本件発明と同様に，コンクリート構造\n物の壁厚が異なる場合に，一定長さの注入具を使用することができないとする理由\nは見当たらない。\n３　取消事由３（相違点３についての判断の誤り）について\n(1) 決定が認定した相違点３は，前記のとおり，「本件発明は，充填材は，空\n隙部に溜っている水を排出して置換されるのに対し，評価書記載の発明において\nは，そのようにしているかどうか不明である点。」である。\n評価書記載の発明は，充填材がコンクリート壁面の内側に流出するまで注\n入作業を行うことにより，当該空隙部を充填材によって充填するものであること\nは，前記１のとおりである。そして，評価書には，「コンクリート壁・床等に生じ\nたひび割れ等に止水性注入剤を注入することにより，コンクリートの水密性，防水\n性を回復させる技術」（甲４号証３頁）と記載されているのであるから，評価書記\n載の発明の対象となるコンクリート壁のひび割れに水が溜まっていることは明らか\nである。したがって，評価書記載の発明において，空隙部を注入材によって充填す\nれば，当該空隙部に滞っていた水は，注入剤により押し出されて排出されると共\nに，当該空隙部は注入材によって置換されることになるのである。\n「本件発明の上記相違点３に係る構成は，評価書に実質的に記載されてい\nる」との決定の判断に誤りはない。\n(2) 原告らは，本件発明における注入剤は，空隙部の隅々へ注入されているの\nに対し（本件明細書【００１９】），評価書記載の発明のドリル孔は，ひび割れの\n中心部を貫通しひび割れに開口する開口位置がコンクリート厚みの中心部となって\nいるかが不明であるから，たとえ注入剤が外部に溢れ出たとしても，それによって\n注入剤がひび割れの隅々まで達しているとはいえない，と主張する。\n確かに，本件明細書の発明の詳細な説明には，「注入孔１０は打継ぎ部３\nの中心部に穿けているので，図３Ｅに示すように打継ぎ部３の内側に充填材が流出\nしたことを確認できれば，充填材は打継ぎ部の全域に注入されたと考えられる」\n（甲２，甲６号証【００１９】）という記載がある。\nしかし，本件明細書の請求項１には，注入剤が空隙部の隅々へ注入される\nことは規定されていない以上，本件明細書の上記記載から，本件発明において，注\n入された充填材が空隙部の隅々まで達していることが必須の構成であると認めるこ\nとはできない。\nまた，評価書の「６．４適用部位標準施工例」の項の「クラック」の欄\n（甲４号証７２頁）には「・ドリルでクラック中心部まで孔をあける（角度：４５\n－６０°）」との記載，及び，評価書の１１頁の図及びその記載事項からすれば，\n評価書記載の発明においては，コンクリート構造物のほぼ中心の位置において，ク\nラックと交差するようにドリルの孔が設けられていることが認められる。\nしたがって，評価書記載の発明のドリル孔が，ひび割れの中心部を貫通\nし，ひび割れに開口する開口位置がコンクリート厚みの中心部となっているかが不\n明であることを根拠とする原告らの上記主張は，その前提において理由を欠くもの\nである。\n４　結論\n以上に検討したところによれば，原告らの主張する取消事由はいずれも理由\nがなく，その他，決定には，これを取り消すべき誤りは見当たらない。\nよって，原告らの本訴請求を棄却することとし，訴訟費用の負担について，\n行政事件訴訟法７条，民事訴訟法６１条，６５条１項本文を適用して，主文のとお\nり判決する。\n東京高等裁判所知的財産第３部\n裁判長裁判官    　　　 佐　　藤　　久　　夫\n裁判官　　　　　 設　　樂　　隆　　一\n裁判官　 　　　  髙　　瀬　　順　　久\n"
}