{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 6,
    "day": 4
  },
  "case_number": "平成14(行コ)13",
  "case_name": "怠る事実の違法確認請求控訴事件",
  "court_name": "仙台高等裁判所第3民事部",
  "result": "棄却",
  "original_court_name": "福島地方裁判所",
  "original_case_number": "平成10(行ウ)4",
  "lawsuit_id": "4636",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=4636",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/636/004636_hanrei.pdf",
  "contents": "【判事事項の要旨】\n１　知事が公金不正支出（不適正支出）に関与した県職員にその返還を求めない\nことの違法確認を求めた住民訴訟に先立つ住民監査請求について，「１９９４\n年度から９６年度の３年度分の福島県に於ける不正支出（不適正支出）は，金\n２９億６４５５万４０００円に及ぶが，このうち金２３億４３３２万９０００\n円についてのみ，県職員などから返還させ，残６億２１２２万５０００円につ\nいては返還を求めない。」との対象の記載が，客観的には，他の支出と混同を\n生じない程度に個別的，具体的に対象が特定されており，知事においても特定\nして認識することが可能であったとして，特定性に欠けることはないとされた\n事例\n２　上記不正支出（不適正支出）は秘密裡にされたが，住民監査請求が県の調査\n機関がその事実を公表した時から４か月余を経過してされているとして，地方\n自治法２４２条２項ただし書所定の「正当な理由」がないとされた事例\n平成１５年６月４日判決言渡\n仙台高等裁判所　平成１４年（行コ）第１３号　怠る事実の違法確認請求控訴事\n件\n（原審　福島地方裁判所平成１０年（行ウ）第４号）\n口頭弁論終結日　平成１５年４月１４日\n主         文\n１　本件控訴を棄却する。\n２　控訴費用は控訴人らの負担とする。\n事実及び理由\n第１　当事者の求めた裁判\n１　控訴の趣旨\n（１）原判決を取り消す。\n（２）本件を福島地方裁判所に差し戻す。\n２　控訴の趣旨に対する答弁\n主文同旨\n第２　事案の概要\n１　本件は，福島県の住民である控訴人らが，福島県の不正な公金支出合計２\n９億６４５５万４０００円のうち合計４億４９９９万１０００円について，\n被控訴人が不正に関与した県職員に返還を求めないことが違法であるとして\n怠る事実の違法確認請求訴訟を提起したところ，原審が控訴人らがした監査\n請求は対象が特定されておらず不適法であるとして訴えを却下したので，こ\nれを不服として控訴した事案である。\n２　争いのない事実等及び主たる争点は，次のとおり付加，訂正するほかは，\n原判決の「事実及び理由」欄の「第２　事案の概要」中の「１　争いのない\n事実等」及び「２　主たる争点」（原判決３頁４行目から１１頁９行目ま\nで）と同一であるから，これを引用する。\n（１）原判決３頁６行目の「公費支出検討委員会」を「福島県公費支出調査\n検討委員会（以下，単に「公費支出調査検討委員会」という。）」に改め\nる。\n（２）原判決３頁１３行目及び１４行目を次のとおり改める。\n「（３）公費支出調査検討委員会は，平成９年１２月２日，「公費支出調\n査結果及び改善策について」（甲第１号証）を取りまとめ，その中\nで，「実態と異なる不適正額 2,964,554千円のうち執行残の現金等\n129,2　93千円は速やかに県へ返戻した上で，公費支出調査検討委員\n会に関連して設置された福島県公費支出調査検証委員会（以下，単に\n「公費支　出調査検証委員会」という。）からの提言を踏まえ，公務\nの遂行上必要な経費のために充当されていたもののうち領収書等によ\nり確認されたもの 156,273千円や，旅費制度等の不備により適切な予\n算措置が講じられていなかったことに対する補填措置として充当され\nていたもの　335,659千円を除いた 2,343,329千円を速やかに返戻す\nるものとする。」と発表した。」\n（３）原判決４頁３行目の「事実を証する書面として」の次に「（４）の被\n控訴人の決定を報じる」を加え，同行目の「福島民友新聞」の次に「（甲\n２）」を加える。\n（４）原判決６頁７行目の次に，行を変えて次のとおり加える。\n「　なお，控訴人らが引用する最判平成１４年９月１７日は，本件のよ\nうに複数回にわたる公金の支出の特定について論じたものではない。」\n（５）原判決７頁２２行目の次に，行を変えて次のとおり加える。\n「オ　最判平成１４年９月１７日（平成１３年（行ツ）第３８号，同\n年（行ヒ）第３６号）は，仙台市が適正価格の４倍ないし５倍による\n土地を公園用地として買収した事案に関する住民訴訟において，地方\n自治法２４２条２項ただし書所定の「正当な理由」に関連して，決算\n説明書により判明するのが公園用地が平均して平米単価１７万円で買\n収されたことのみで，係争土地の個々の売買契約に係る代金は分から\nないにもかかわらず，決算説明書を閲覧すれば，客観的にみて本件各\n契約の締結又は代金の支出について監査請求をするに足りる程度にそ\nの存在及び内容を知ることができたというべきであると判示している\nところ，「正当な理由」と「監査請求の対象の特定」とは表裏の関係\nにあるから，この判決は，原判決が引用する最判平成２年６月５日\n（民　集４４巻４号７１９頁）を変更し，より緩やかな特定で足りる\nとしたものと解される。」\n第３　当裁判所の判断\n１　争点１（監査請求の対象の特定の有無）について\n（１）地方自治法２４２条の規定する住民監査請求は，その対象とする財務\n会計上の行為又は怠る事実を他の事項から区別し，特定して認識できるよ\nうに個別的，具体的に摘示し，また，その行為等が複数である場合には，\nその行為等の性質，目的等に照らしこれらを一体としてみてその違法又は\n不当性を判断するのを相当とする場合を除き，各行為等を他の行為等と区\n別し，特定して認識できるように個別的，具体的に摘示しなければならな\nい（最判平成２年６月５日民集４４巻４号７１９頁参照）。\nしかし，監査請求の対象の特定は，監査委員において，監査の対象と\nすべき行為等を他の行為等と区別するためのものであるから，他に類似の\n行為等がありいずれを監査対象とすべきか不明確になる可能性の有無を踏\nまえ，特定に要する指標も相対的に異なり得るところであって，例えば，\n違　法な支出について監査請求をする場合には，他の支出との混同の可能\n性がなければ，必ずしも，支出日時，支出金額，支出先，支出目的等を列\n挙する方法により特定する必要はないと解される。\n（２）これを本件についてみると，控訴人らがした本件監査請求は，「１９\n９４年度から９６年度の３年度分の福島県に於ける不正支出（不適正支\n出）は，金２９億６４５５万４０００円に及ぶが，このうち金２３億４\n３３２万９０００円についてのみ，県職員などから返還させ，残６億２\n１２２万５０００円については返還を求めない。」として対象を特定す\nるものであるが，争いのない事実等に現れた本件の経緯からすれば，こ\nれが被控訴人が平成９年１２月２日にした決定に係る不正支出（不適正\n支出）合計２９億６４５５万４０００円のうち返還を求めないとした合\n計２３億４３３２万９０００円を除く支出合計６億２１２２万５０００\n円を指すことは明らかである。そして，この不正支出（不適正支出）合\n計２９億６４５５万４０００円，あるいは，このうち合計６億２１２２\n万５０００円の支出については，性質上，それが不正支出（不適正支\n出）か否か，返還を求めるべきか否か等につき，公費支出調査検討委員\n会ないし公費支出調査検証委員会が個別的，具体的に支出日時，支出金\n額，支出先，支出目的等を特定した上で調査しないと判明しなかったも\nのである。そして，甲第１号証，乙第１号証及び原審証人Ａの証言によ\nれば，現に，公費支出調査検討委員会では，旅費については，すべての\n旅行命令について，出張した職員本人の自己点検，ヒアリング等の方法\nにより，それ以外についても，旅費に準ずる方法により，支出の適否等\nの調査を実施し，公費支出調査検証委員会も，同様に，関係職員の協力\nを得て，返還を求めるべきか否かの額の確定作業を実施したことが認め\nられる。\n（３）すると，本件監査請求の対象は，控訴人らが用いた特定方法によって\nも，内訳こそ表示されていないが，客観的には，県職員などから返還を\n求めないものとして他の支出と混同を生じない程度に個別的，具体的に\n特定されており，被控訴人においても，これを特定して認識することが\n可能であったというべきである。もとより，控訴人らが用いた特定方法\nによっては，監査委員には本件監査請求の対象とされた支出日時，支出\n金額，支出先，支出目的等は直ちに明らかではないが，それは，既に客\n観的には特定されている個々の支出の適否を判断すべき資料収集の問題\nであって，監査委員としては，監査の過程において，被控訴人から資料\nの提出を受け，それを踏まえ，個々の支出日時，支出金額，支出先，支\n出目的等を認定し，その適否を判断すれば足りるものである。そして，\nこのことは，例えば，監査　請求の対象が支出日時，支出金額及び支出\n先のみで特定され，その余の支出目的等が不明な場合，監査委員はそれ\nだけでは支出の適否は判断できず，関係執行機関等からより詳細な資料\nの提出を受け，当該支出の全容を明らかにした上で監査をすべきであ\nり，資料提供を求められた執行機関等がこれを正当な理由なく拒めば，\n場合によっては，そのこと自体が一つの証拠資料になることとなんら異\nなるところはない。逆に，このように解さないと，執行機関等が，監査\n請求の対象とされた支出日時，支出金額，支出先，支出目的等を他の支\n出と混同することなく十分に承知しているにもかかわ　らず，その情報\nを住民に開示しないことによって，住民監査等を免れることになり，地\n方自治法が住民監査制度及び住民訴訟制度を創設した趣旨を没却するこ\nとになりかねない。\n（４）以上によれば，控訴人らがした本件監査請求は対象の特定に関して適\n法であり，これを不適法とした原判決は相当でない。\n２　争点２（本件請求の趣旨の特定の有無）について\n本訴の請求の趣旨は「被控訴人が，原判決別紙「実態と異なる不正支出」\nに記載された各部局所属の実態と異なる不正支出（不適正支出）に関与した\n福島県職員に対し，同別紙記載の実態と異なる不正支出（不適正支出）額合\n計２９億６４５５万４０００円のうち４億４９９９万１０００円を支払えと\nの請求をしないことは違法であることを確認する。」というものであるが，\n争いのない事実等に現れた本件の経緯からすれば，これは，被控訴人が平成\n１０年１月１４日に再精査の上で最終的に返還を求めないと決めた合計４億\n４９９９万１０００円の支出について怠る事実の確認を求めるものであるこ\nとは明らかであって，上記１に説示したところにかんがみれば，本訴の請求\nの趣旨は特定していると解される。\nしたがって，本訴の請求の趣旨についても，特定性に欠けるところはな\nく，この点で本訴を不適法ということはできない。\n３　争点３（本件監査請求と本件訴訟の同一性）について\n控訴人らがした本件監査請求は，「１９９４年度から９６年度の３年度分\nの福島県に於ける不正支出（不適正支出）は，金２９億６４５５万４０００\n円に及ぶが，このうち金２３億４３３２万９０００円についてのみ，県職員\nなどから返還させ，残６億２１２２万５０００円については返還を求めな\nい。」との決定の違法を主張しているが，その趣旨は，法的観点からすれ\nば，合計６億２１２２万５０００円の個々の不正支出（不適正支出）につい\nて，被控訴人が県職員等に返還を求めないという怠る事実を対象とするもの\nと解される。もっとも，原審第２回口頭弁論期日において，控訴人らが「個\n々の支出を漫然と放置していることではなく，被控訴人が返還を求めないと\n決定したことについて本件監査請求をした。」旨陳述していたことは，当裁\n判所に顕著であるが，この主張は，被控訴人の個別的，具体的に支出を特定\nしなければ適法な監査請求にはならない旨の主張に対し，法的検討が不十分\nなまま反論したものにすぎないことは明らかであり，このような一時の主張\nに拘泥して本件監査請求の対象を判断すべきではない。\nそして，争いのない事実等に現れた本件の経緯に照らせば，本訴の対象と\nされた個々の不正支出（不適正支出）の総額は，被控訴人の最終的に返還を\n求めない額の見直し等により，本件監査請求の対象とされた個々の不正支出\n（不適正支出）の総額より減少しているものの，本訴の対象が本件監査請求\nの対象に含まれることは明らかである。\nしたがって，本訴は，本件監査請求と対象が異なり不適法であるとはいえ\nない。\n４　争点４（新訴の提起か否か）について\n控訴人らが，訴状において「被告が福島県職員に対して，金６億２１２２\n万５０００円の返還を求めない行為は違法であることを確認する。」との請\n求の趣旨を掲げ，さらに，原審第２回口頭弁論期日において，控訴人らが，\n「個々の支出を漫然と放置していることではなく，被控訴人が返還を求めな\nいと決定したことについて本件監査請求をし，本訴を提起した。」旨陳述し\nていたところ，原審第３回口頭弁論期日において，現在の請求の趣旨への訂\n正を申し立てたことは当裁判所に顕著である。\nしかしながら，上記３で説示したのと同様に，訴状における請求の趣旨\nも，法的観点からすれば，訂正後の現在の請求の趣旨と同様に怠る事実の確\n認であると解すべきであって，控訴人らがした請求の趣旨の訂正が新たな訴\nえの提起に当たらないことは明らかである。\nしたがって，本訴は，訴訟途中の新たな訴えの提起として不適法であると\nはいえない。\n５　争点５（本件監査請求時における期間制限）について\n（１）地方自治法２４２条２項本文は，普通地方公共団体の執行機関，職員\nの財務会計上の行為は，たとえそれが違法，不当なものであったとして\nも，いつまでも監査請求ないし住民訴訟の対象となり得るものとしておく\nことが法的安定性を損ない好ましくないとして，監査請求の期間を定めて\nいる。しかし，当該行為が普通地方公共団体の住民に隠れて秘密裡にさ\nれ，１年を経過してから初めて明らかになった場合等にもその趣旨を貫く\nのは相当でないことから，同項ただし書は，「正当な理由」があるとき\nは，例外として，当該行為のあった日又は終わった日から１年を経過した\n後であっても，普通地方公共団体の住民が監査請求をすることができるよ\nうにしている。したがって，上記のように当該行為が秘密裡にされた場合\nには，同項ただし書にいう「正当な理由」の有無は，特段の事情のない限\nり，普通地方公共団体の住民が相当の注意力を持って調査したときに客観\n的にみて当該行為を知ることができたかどうか，また，当該行為を知るこ\nとができたと解されるときから相当な期間内に監査請求をしたかどうかに\nよって判断すべきである（最判昭和６３年４月２２日集民１５４号５７頁\n参照）。\nなお，本件監査請求のような地方自治法２４２条１項にいう「怠る事\n実」の監査請求については同条２項のような期間制限は規定されていない\nが，特定の財務関係上の行為が財務会計法規に違反して違法であるか又は\nこれが違法であって無効であるからこそ発生する実体法上の請求権の行使\nを怠る事実を対象として監査請求がされた場合において，監査委員が怠る\n事実の監査をするに当たり，当該行為が財務会計法規に違反して違法であ\nるか否かの判断をしなければならない関係にあるときには，これについて\n同条２項所定の期間制限が及ばないとすれば，同項の趣旨を没却すること\nになるから，このようなときには，当該行為のあった日又は終わった日を\n基準として同項を適用すべきである（最判昭和６２年２月２０日民集４１\n巻１号１２２頁，最判平成１４年７月２日民集５６巻６号１０４９頁参\n照）ところ，本件監査請求は，まさに，このようなときに当たると解され\nる。\n（２）これを本件についてみるに，本件監査請求の対象を含む不正支出（不\n適正支出）合計２９億６４５５万４０００円は，いずれも，本件監査請求\nがされた平成１０年４月８日を１年以上さかのぼる平成６年度から平成８\n年度までの間に支出されたものである（控訴人らの当審における主張の中\nには，なお被控訴人が平成９年１２月２日にした決定が本訴等の対象であ\nるとする部分もあるが，この決定は，返還請求権の行使の有無及び内容に\n関する被控訴人の方針を県民に明らかにしただけであって，法律的な意味\nを持つ行政行為ではなく，法的には，本訴等の対象は，あくまでも個々の\n支出について返還請求権の行使を怠る事実にあると解されるから，監査請\n求期間も個々の支出の時から起算すべきことになる。）ところ，甲第１号\n証によれば，その内容は，その９６．７パーセントを占める旅費について\nは，①用務終了後，出張先からの帰庁時間や帰宅時間が遅くなるため，職\n員の健康等に配慮して宿泊命令を行ったが，翌日の業務の関係等から，宿\n泊せずに帰庁又は帰宅（深夜１０時以降）した事例，②研修会，ブロック\n会議等に出席する場合の資料代，現地視察経費等の負担金を予算措置すべ\nきものを，実際の宿泊以上の旅行命令を行い，その分を当該経費に充当し\nていた事例，③ブロック会議等の場合で宿泊先が特定され，低額の宿泊料\nでまかなえないため，実際の宿泊以上の旅行命令を行いその分を当該経費\nに充当していた事例，④旅行実態はあるものの，①ないし③以外の理由で\n実際の宿泊以上の旅行命令を行っていた事例，⑤旅行命令があるにもかか\nわらず実際には旅行に行っていない事例であり，その余の食料費，賃金等\nについても，他の諸経費に充当するため実態と異なる支出をしていた事例\nであることが認められ，これらの不正支出（不適正支出）の態様に照らせ\nば，これら不正支出（不適正支出）は秘密裡にされたものであり，平成９\n年１２月２日に，公費調査検討委員会が調査結果を公表したことにより，\n初めて，住民が相当の注意力を持って調査したときに客観的にみてその存\n在を知ることができる状態になったというべきである。\nしたがって，本件監査請求の適法性は，特段の事情のない限り，この平\n成９年１２月２日から相当な期間内にされたか否かにより判断することに\nなるが，本件監査請求は，同日から４か月余を経過した平成１０年４月８\n日にされたことが明らかであり，特段の事情について主張，立証はないか\nら，本件監査請求には地方自治法２４２条２項ただし書所定の「正当な理\n由」があるとは認められない。\n（３）すると，控訴人らの本訴は適法な監査請求を経ていないこととなるか\nら，不適法として，却下すべきである。\n６　結論\nよって，控訴人らの本訴を適法な監査請求を経ていないとして不適法とし\nた原判決は，結論において正当であり，本件控訴は理由がないから，これを\n棄却することとし，控訴費用の負担について，行政事件訴訟法７条，民事訴\n訟法６７条１項，６１条，６５条１項を適用して，主文のとおり判決する。\n仙台高等裁判所第三民事部\n裁判長裁判官　　　   石　井　彦　壽\n裁判官　　　   浦　木　厚　利\n裁判官　　　   畑　　　一　郎\n"
}