{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 17,
    "month": 2,
    "day": 8
  },
  "case_number": "平成16(少コ)3304",
  "case_name": "損害賠償請求事件",
  "court_name": "東京簡易裁判所民事第8室",
  "lawsuit_id": "8987",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=8987",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/987/008987_hanrei.pdf",
  "contents": "平成１７年２月８日判決言渡\n平成１６年（少コ）第３３０４号（通常訴訟移行）損害賠償請求事件\n口頭弁論終結日　平成１７年１月２５日\n判　　　　　　　　　決\n主　　　　　　　　　文\n１　被告は，原告に対し，５万円及びこれに対する平成１６年１１月１４日から支払済み\nまで年５分の割合による金員を支払え。\n２　原告のその余の請求を棄却する。\n３　訴訟費用は，これを１０分し，その９を原告の負担とし，その余は被告の負担とす\nる。 事　実　及　び　理　由\n第１　請求\n被告は，原告に対し，６０万円及びこれに対する平成１６年１１月１４日から支払\n済みまで年５分の割合による金員を支払え。\n第２　事案の概要\n１　請求原因の要旨\n(1)  原告は，東京都渋谷区ＡＢ－Ｃ－Ｄ所在のＥＦ室を賃借し，居住しているところ，\n平成１６年８月１１日，被告が管理責任を負うＥＧ室の洗濯機のホースが外れたこ\nとによる水漏れのため，直下の原告が居住するＦ室に漏水し，寝室の上部壁及\nび床，ウォーキンクローゼットの壁及び床の修復が必要となり，２１日間にわたり\n部屋の使用ができなかった。このため，原告は，ホテル宿泊を余儀なくされ，同時\nに所有するベッド，布団等の什器備品衣類等が損傷した。\n(2)  上記(1)により，原告は，被告から物的損害として３１１万００６０円の支払を受け\nたが，これ以外に次の損害を受けた。\n①　ホテル宿泊中の食事代４万６５２円\n原告にとっては，家庭で自炊する場合と，ホテルで食事をする場合とでは，\n支出する金額に差が出ることは明らかであるから，その食事代との差額の損\n害を受けた。\n②　枯れた観葉植物の購入代金２万５０００円\n漏水によるベッドルームの修復工事のために，観葉植物を移動する必要が\nあったが，家具の移動等で一杯になったリビングルームに置くことができず，バ\nルコニーに置かざるを得ず，そのために枯れてしまったものであるから，観葉\n植物の購入代金相当額の損害を受けた。\n③　慰謝料３７万円\n原告及びその実妹は，平成１６年８月１１日から同月３１日まで（２１日間）窮\n屈なホテル住まいを強いられ，貸室における平穏な私的生活を送れなかったこ\nとにより，また，二度と手に入らない希有な物品（エルメスのバッグ）が毀損した\nことにより精神的及び肉体的苦痛を受けたので，その慰謝料として１日当たり\n２万円として，合計４２万円の内金２１万円を請求するものである。また，原告\nは損傷したベッド，布団，シーツ及び衣類等の購入をするために，勤務先を１\n週間（５日）欠勤せざるを得なくなり，それに伴う給料の減額５万円及び賞与の\n減額１１万円の合計１６万円を請求するものである。\n④　損傷した衣類家具備品のうち，原告と被告の損害保険によって補填されなか\nった部分の金額（実損額と保険による填補額との差額）２０万５０１０円の内金１\n６万４３４８円。\n(3)  よって，原告は，被告に対し，上記(1)のとおり被告の管理義務を怠った過失によ\nる不法行為に基づく損害賠償として６０万円と遅延損害金の支払を求める。\n２　被告の主張\n(1) 請求原因の要旨(1)の事実は，いずれも認める。\n(2)  請求原因の要旨(2)の事実中，①のホテル宿泊中の食事代及び②の観葉植物\nの購入代金に関しては，いずれも本件事故との因果関係がない。③の慰謝料に\n関しては，物損について通常は慰謝料の対象とはならず，また，部屋は個人の私\n的生活上の拠点であるから，それが損傷した場合には，慰謝料の対象となること\nはあるが，本件の場合には，損傷が漏水によるものであり，部屋の損傷が重大で\nあるとはいえず，生命身体への危険性が生じたものでもなく，ホテル宿泊も２１日\n間という比較的短期間であるから，外泊の不都合や心労を考慮しても精神的損\n害があるとはいえない。④の損傷した衣類等の損害金に関しては，専門の鑑定\n人による損害査定によって適正な損害でないと判断された部分であるから，損害\nとはいえない。\n第３　当裁判所の判断\n１　①について，陳述書（甲４）及び弁論の全趣旨によれば，原告及び実妹は，本件漏\n水事故のために，平成１６年８月１１日から同月３１日までホテル宿泊を余儀なくさ\nれたことが認められる。しかしながら，原告らがホテル宿泊中に食事をすることは，\n漏水事故とは関係なく発生するものであり，また，食事をする場所及び費用負担に\nついては，原告の自主的な判断によるものであるから，原告がホテルで食事をする\nことにより支出が増加したとしても，それを漏水事故による損害と考えることはでき\nない。\n②について，原告は陳述書（甲４）でその主張に沿う陳述をするが，鑑定書（乙２）\n添付の本件部屋の見取図によれば，リビングルームの広さからすると観葉植物を\n置く場所がないとはいえないし，また，本件漏水事故により観葉植物をバルコニー\nに置かざるを得なくなったと認めるに足りる証拠もないから，観葉植物が枯れたこと\nが漏水事故による損害と考えることはできない。\n③について，弁論の全趣旨及び上記認定のとおり，原告は，漏水により家財道具\n等を別室に移動する作業をしたこと，２１日間のホテル宿泊を強いられたことから，\n貸室における正常な生活を送ることができず，不便な生活を続けなければならなか\nったこと，修繕後に家財道具の整理などを行う必要があったことが認められる。そう\nすると，漏水事故により私的生活が維持できず，回復まで精神的及び肉体的な苦\n痛を受けたと考えるべきであり，この原告が受けた苦痛に対する慰謝料としては５\n万円が相当である。\nまた，原告は，勤務先を欠勤したことによる給料等の減額分を損害として主張す\nるが，これを認めるに足りる証拠はないから，損害と認めることはできない。\n④について，回答書（甲２の１，２），示談書（甲３），陳述書（甲４）鑑定書（乙２）及\nび弁論の全趣旨によれば，原告は，被告が加入する損害保険会社から鑑定人によ\nる鑑定に基づき物的損害として総額３１１万００６０円の支払を受けたこと，また，原\n告は，自己が加入する損害保険会社から，上記支払の他に物的損害として４４万４\n３００円の支払を受けたことが認められる。そうすると，原告は，原被告がそれぞれ\n加入する損害保険会社の損害査定に基づき，適正な損害として判断された部分の\n損害については既に補填されているから，これを超えた物的損害はないものと考え\nるのが相当であり，これを認めるに足りる証拠もない。したがって，実損額と保険に\nよる填補との差額の損害はない。\n２　以上から，原告の請求は５万円の支払を求める限度で理由があるからこれを認容\nし，その余の請求は理由がないので棄却する。\n東京簡易裁判所少額訴訟４係\n裁　判　官　　行　田　　　豊\n"
}