{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 4,
    "day": 30
  },
  "case_number": "平成14(行ウ)55",
  "case_name": "不当利得金等返還請求事件",
  "court_name": "名古屋地方裁判所民事第9部",
  "lawsuit_id": "7643",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=7643",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/643/007643_hanrei.pdf",
  "contents": "主　　　　　　　　　　文\n１　原告の請求を棄却する。\n２　訴訟費用は原告の負担とする。\n事実及び理由\n第１　請求\n被告は，原告に対し，１６６万７２４０円及び内金１０５万８７４０円に対する平\n成１２年６月１０日から，内金１３万３０００円に対する平成１２年８月１日か\nら，内金４７万５５００円に対する平成１３年６月１２日から，それぞれ還付のた\nめの支払決定の日まで年７．３パーセントの割合による金員を支払え。\n第２　事案の概要\n本件は，原告が，名古屋千種税務署長に対して，平成５年分から平成１１年分の所\n得税の修正申告をなし（かつこれに起因する重加算税賦課決定処分を受け），当初\nの確定申告に係る納税額との差額，延滞金及び重加算税を納付したが，同修正申告\nは，客観的に明白な錯誤に基づく（一部）無効なものであると主張して，無効部分\nに相当する誤納金の返還と，これに対する各納付日の翌日から還付のための支払決\n定の日まで国税通則法５８条１項所定年７．３パーセントの割合による還付加算金\nの支払を求めた当事者訴訟である。\n１　当事者間に争いのない事実等\n(1)  原告は，名古屋市○区○○丁目○番○号所在の店舗「Ａ」（以下「原告店舗」\nという。）にて，飲食業を営んでいる。\n(2)  原告は，所轄税務署長である千種税務署長から青色申告の承認を得ているとこ\nろ，平成５年分から平成１１年分まで（以下「本件係争年分」という。）の所得税\nについて，それぞれの法定申告期限までに，別表１の各「当初申告」欄のとおり，\n確定申告（平成５年分については更に修正申告）をした。\nところが，名古屋中税務署個人課税第４部門上席国税調査官Ｂ，同署同部門国税調\n査官Ｃ及び千種税務署個人課税第４部門国税調査官Ｄ（以下，これらの者を「本件\n調査担当者」という。）が，平成１２年５月２３日から同月２６日までの間に行っ\nた税務調査により，本件係争年分について，原告が帳簿書類を作成していないこと\n及び上記確定申告において昼食の売上げを除外していることが判明した。\n(3)　そこで，本件調査担当者が，推計による計算結果に基づき，本件係争年分の昼\n食の売上除外金額について，修正申告することをしょうようしたところ，原告は，\n平成１２年６月７日，本件係争年分の所得税について，別表１の各「修正申告」欄\n（ただし，平成５年分については「再修正申告」欄）のとおり，（再）修正申告を\nした（以下，これらを「本件各修正申告」といい，これに係る申告書を「本件各修\n正申告書」という。）。\n本件各修正申告に伴い，千種税務署長は，同月３０日，原告に対し，本件係争年分\nの所得税に係る重加算税賦課決定処分をした（甲９ないし１１）。\n(4)　原告は，本件各修正申告及び前記重加算税賦課決定処分に基づき，平成１２年\n６月９日，本税合計３４６万５７００円（別表１の平成５年分についての「再修正\n申告」欄の納付すべき税額と「修正申告」欄の「納付すべき税額」との差額に，平\n成６年分から平成１１年分についての各「修正申告」欄の「納付すべき税額」と各\n「当初申告欄」の「納付すべき税額」との差額を加えた合計金額）を，同年７月３\n１日，重加算税のうち４４万８０００円（同表の平成５年分と平成６年分の各「重\n加算税の額」の合計金額）を，平成１３年６月１１日，延滞税合計８７万６７００\n円及び重加算税のうち７５万２５００円（同表の平成７年分ないし平成１１年分の\n各「重加算税の額」の合計）を，それぞれ納付した（甲１２の１ないし３，１３の\n１ないし４，１４の\n１ないし３）。\n(5)　原告は，平成１２年１０月１２日，本件係争年分の所得税について減額更正の\n申出書（乙１）を提出し，さらに，同年１２月１５日，平成１１年分の所得税につ\nいて更正の請求書（乙２）を提出したが，担当税務職員から青色申告承認の取消し\n等の可能性を示唆されたため，平成１３年３月５日，上記更正の請求を取り下げた\n（乙３）。\n２　本件の争点\n本件各修正申告（及びこれに起因する重加算税賦課決定処分）は，（一部）無効\nか。\n具体的には，本件各修正申告をするに当たって，原告に，客観的に明白かつ重大な\n錯誤があり，法の定めた方法以外にその是正を許さないならば，納税義務者の利益\nを著しく害すると認められる特段の事情が存するか。\n３　当事者の主張の要旨\n(1)　原告\nア　本件各修正申告に係る所得税額の不当性\n(ア)　被告は，本件調査担当者がしょうようした本件各修正申告に係る昼食の売上\n金額は，別表２のとおり，米の仕入量から，１日当たりの自家消費量に年間営業日\n数を乗じた数量を控除して業務に使用する量を計算し，これに炊き上がり倍率，使\n用割合（１００パーセントからロス率（廃棄率）を控除した割合）をそれぞれ乗\nじ，これをランチ１食当たりの米の重量で除し，最後に１食当たりの平均売上単価\nを乗じて算出したものであると主張するが，その基礎となるロス率及び平均売上単\n価は，下記のとおり，実態からかけ離れた数字である。\nａ　ロス率について\n飲食業界では，利用客数の変動が読めないのが通常であり，万が一にもご飯が不足\nしないように多めに炊くのが常識である。そのため，原告の経験では３０ないし５\n０パーセントがロスになる。被告は，ロス率が５パーセントであると主張するが，\nこの数字は，ほとんど完売に近い状態であり，実際の飲食業の経験のない税務職員\nが机上で考えた理屈というほかなく，実態を無視した数字である。\nちなみに，ご飯のロス率を３０，２０，１０パーセントとした本件係争年分の昼食\n売上合計金額は，下記のとおりであるところ，原告の昼食用割り箸の仕入量は，年\n平均５０００膳であり，そのうち客が落としたり，原告が調理に使用したり，不良\n品であるなどの理由で昼食に使用されない分を１割とし，残り４５００膳が客に提\n供されたとの前提で計算した昼食の平均年間売上金額は３１５万円（４５００×７\n００円（後記ｂのとおり）），７年間分の合計は２２０５万円となる。そうする\nと，ロス率としては，下記昼食売上合計金額がこの金額と近似する２０パーセント\nが妥当である。\nロス率３０パーセントの場合，７年分の合計１９１１万２１００円\n同　　２０パーセントの場合，同　　　　　２１８４万２８００円\n同　　１０パーセントの場合，同　　　　　２４５７万３９７６円\nｂ　平均売上単価について\n原告が提供している昼食は下記の３種類で，客の大半がランチを注文するから，平\n均売上単価は７００円であり，被告主張の７８０円は高すぎる。\nランチ　　　６８０円\n弁当　　　　８８０円\n鉄火丼　　　７８０円\n(イ)　前記のとおり，ご飯のロス率２０パーセントと平均売上単価７００円を基礎\nに昼食の年間売上金額を計算すると，別表３の項目番号⑬の各課税年欄該当金額と\nなり，適正な所得税額は，別紙計算書のとおり，同計算書項目番号①の各課税年欄\n該当の金額となるところ，本件各修正申告に係る所得税額は，この金額を上回って\nいる。\nイ　客観的に明白かつ重大な錯誤の存在\n(ア)　本件各修正申告の際，本件調査担当者は，本件各修正申告書に記入した数字\nの根拠を何ら説明しなかった。そのため，原告は，上記のとおり，しょうよう内容\nが原告の営業実態と極端にかけ離れた数値を基礎にしていることについて知るすべ\nがなく，しょうようされた数字が適正に計算された客観的事実に符合した数字であ\nると誤信していたところ，原告としては，かかる誤信がなければ本件各修正申告書\nに署名押印することがなかったから，原告に錯誤が存する。\n(イ)　客観的事実に符合しない数字に基づき，納税者に対し，その数字の根拠を何\nら説明せず，了解を求めることもせず，署名押印を強制することは，申告納税制度\nの根幹を揺るがすものである。原告は，昼食の売上げを除外していたという弱みか\nら署名押印せざるを得なかったのであり，そのような強要の結果なされた本件各修\n正申告は，もはや自主的な申告とはいえない。したがって，原告の錯誤は，客観的\nに明白かつ重大なものというべきであり，申告書の記載それ自体から外形上，客観\n的に過誤が一見して看取できるものであることを要するとの被告の主張は不当であ\nる。\n(ウ)　被告は，原告の主張に係る本件係争年分の昼食の売上金額が変遷しているこ\nとをもって，原告自身にとっても適正な所得税額が明らかでなく，錯誤無効の主張\nは失当であると主張しているところ，確かに原告の主張に係る昼食売上金額は変遷\nしているが，これは，本訴に至るまで，税務当局から昼食の売上金額の算定根拠に\nついて説明がなされなかったために，原告としては，昼食の本当の売上げに近い数\n字を算出すべく，いろいろな角度から検討せざるを得なかったことによるものであ\nって，そのことをもって，明白かつ重大な錯誤に当たらないとするのは不当であ\nる。\nウ　特段の事情の存在\n国税通則法は，申告等の過誤是正の方法として，法定申告期限から１年以内の更正\nの請求の制度を定めている（２３条）が，平成１１年分については，青色申告承認\nの取消しを示唆された結果，取り下げざるを得ず，また，平成５年から１０年分ま\nでの修正申告については，更正の請求の期限も過ぎており，前記過誤の是正手段は\nない。\nしたがって，本件各修正申告における原告の錯誤は，客観的に明白かつ重大であっ\nて，国税通則法の定めた過誤是正以外の方法による是正を許さないとすれば，納税\n義務者の利益を著しく害すると認められる特段の事情が存するというべきである。\n(2)　被告\nア　錯誤無効の主張が許容される要件\n一般に，私人の公法上の意思表示については，民法の法律行為に関する規定が適用\nないし準用されるが，納税申告は，民主的かつ能率的な租税行政の運営のため，自\n己の所得等を最もよく知る納税者の自主的申告に租税債務確定の効果を与え，これ\nに基づいてその後の手続を進めることを予定した制度であるから，申告後相当期間\nを経過した後にその効力が争われ，その効果が否定され得ることになれば，毎年大\n量の事務を迅速に処理すべきことが要請される税務行政の円滑な運営を著しく阻害\nすることとなり，ひいては制度の根幹を揺るがす結果を招来しかねない。\nそのため，申告等に係る税額が過大である場合に，納税者からの是正方法として，\n法定申告期限から１年以内に限って更正の請求（国税通則法２３条）が認められて\nいるのであって，納税者がこれによらず，民法９５条の錯誤の規定のみを根拠に，\nその無効を主張することは原則として許されないというべきである。\nしたがって，例外的に錯誤による無効主張が認められるのは，その錯誤が客観的に\n明白かつ重大であって，法の定めた方法以外にその是正を許さないならば，納税義\n務者の利益を著しく害すると認められる特段の事情が存する場合に限られるという\nべきである。\nイ　本件各修正申告に係る所得税額の正当性\n本件調査担当者が、原告に対し，本件各修正申告をしょうようするに当たって説明\nした昼食の売上金額の計算方法は，本件係争年分の米の仕入数量（平成６，７年分\nは把握できなかったため，その他の年分の平均値である。）から，自家消費分（１\n日当たり３合を見込み，これに営業日数を乗じる方法で算出したものである。営業\n日数については，平成９ないし１１年分は会計伝票から算出し，平成５ないし８年\n分についてはほかの年分の平均値である。）を差し引き，ロス率（夜の営業に使用\nされる分も含む。）を５パーセントに見込んで炊き上がりの量（２．４５倍）を計\n算し，ランチ１食当たりのご飯の重量（２６０グラム）で除して，ランチ１食当た\nりの平均売上単価（単純平均である７８０円）を乗じたものである。（別表２参\n照）。\n原告は，ロス率を５パーセント，平均売上単価を７８０円としたことが実態に反す\nると主張するが，前者については，税務調査の際，原告が「金を出して買っている\nものであるため捨てることは少ない。」，「夜の客でご飯を食べる客はほとんどい\nない。」と回答し，本件調査担当者が「５パーセントを見込んだ。」と説明したの\nに対し，特段の反論がなかったため，常識に従って判断したものであり，後者につ\nいても，ランチと弁当のそれぞれの食数の記録が存在せず，本件調査担当者が「単\n純平均とした。」と説明したのに対し，特段の反論がなかったことから，この数値\nを採用したものであるから，上記の方法は十分に実態を反映している。\nウ　客観的に明白かつ重大な錯誤の不存在\n(ア)　本件調査担当者は，平成１２年５月２３日から行われた税務調査の結果に基\nづいて，原告に対し，修正申告額及びその計算方法並びに修正申告に伴う加算税や\n延滞税の納付，修正申告後に通知されるであろう市県民税等についてまで繰り返し\n説明し，原告の主張にも耳を傾けた上，修正申告をすることをしょうようしたもの\nであるから，本件各修正申告は，原告の自主的判断に基づくものであって，本件調\n査担当者による署名・押印の強要はなく，錯誤も存在しない。\n(イ)　そもそも，客観的に明白な錯誤とは，明らかな誤記・計算違い等，申告書の\n記載それ自体から外形上，過誤が一見して看取できるものを指すところ，本件各修\n正申告書には，国税通則法１９条４項所定の事項が漏れなく記載され，適式な修正\n申告書の体裁を備えており，同申告書の記載からは錯誤の存在は全くうかがえない\nから，上記要件が存在するとはいえない。\n(ウ)　原告は，所得金額について，平成１２年１０月１２日に提出した減額更正の\n申出書においては，３６８万３０６５円（平成５年分），４０３万４９９３円（平\n成６年分），３８１万７４８４円（平成７年分），４３９万８２１５円（平成８年\n分），５７６万９９７３円（平成９年分），５４７万６１５６円（平成１０年\n分），４３３万６４９５円（平成１１年分）と主張し，同年１２月１５日に提出し\nた更正の請求書においては，１４７万４３９９円（平成１１年分）と主張し，訴状\nにおいては，４４１万５５９６円（平成５年分），４７５万６１１４円（平成６年\n分），４５３万８６０５円（平成７年分），５１３万２８４６円（平成８年分），\n５９２万７６９６円（平成９年分），６０４万０２７７円（平成１０年分），４１\n５万９１９４円（平成１\n１年分）と主張し，更に最終的に別紙計算書記載の金額を主張している。\nこのように，原告の主張する適正な所得金額が変遷していることに照らせば，そも\nそも原告自身にとっても適正な所得金額が明らかではないから，錯誤による無効の\n主張は，その余について検討するまでもなく失当というべきである。\nエ　特段の事情の不存在\n本件調査担当者は，平成１２年６月１日，原告に対して調査結果を示し，同月２\n日，同月７日には修正申告の内容について原告とともに検討を行い，最終的に同月\n７日，原告から本件各修正申告書が提出されたところ，この間，原告において，説\n明を聞いた上で検討する十分な余裕があったのであるから，無効主張を許すべき特\n段の事情は存しない。殊に，平成１１年分の修正申告については，更正の請求に係\nる申立期間内になされたものであり，修正申告の過誤を是正する機会があったにも\nかかわらず，原告は，自らの意思で更正の請求を取り下げており，特段の事情は存\nしない。\n第３　当裁判所の判断\n１　一般に，私人による公法上の意思表示については，法律行為に関する民法の規\n定がそのまま適用ないし準用されると解するのは相当でなく，法令によって定めら\nれた当該制度の趣旨・目的を総合的に勘案して，その可否，限度及び要件を決すべ\nきである。\nところで，所得税については，原則として，納付すべき税額が納税者のする申告に\nよって確定する，いわゆる申告納税方式が採用されている（国税通則法１６条２項\n１号，所得税法１２０条）。そして，納税者が確定申告書を提出した後において，\n申告書に記載した所得税額が適正に計算したときの所得税額に比較して過少である\nと知った場合には，更正の通知があるまで，当初の申告書に記載した内容を修正す\nる旨の申告書を提出することができ（国税通則法１９条），逆に過大であると知っ\nた場合には，法定申告期限から１年以内に限って，当初の申告書に記載した内容の\n更正の請求をすることができるとされている（同法２３条）。\nこのように，法が，申告納税制度を採用した上で，その過誤是正につき特別の規定\nを設けているのは，所得税の課税標準等について，最もその事情に通じていると思\nわれる納税者自身の自主的申告に基づく方式が，民主主義国家における納税義務確\n定方式として相応しく，かつ効率的であると考えられた反面，その過誤の是正は法\n律が特に認めた場合に限ることによって，租税債務をできるだけ速やかに確定し，\nその効力が争われることによる不安定さを避けようとする国家財政上の要請に応じ\nようとしたためであると考えられる。\nしたがって，確定申告書の記載内容が納税者の真意と一致しない場合は，民法９５\n条によって直ちにその効力が失われると解すべきものではなく，その錯誤が客観的\nに明白かつ重大であって，法の定めた方法以外にその是正を許さないならば，納税\n者の利益を著しく害すると認められる特段の事情がある場合に限って，無効を主張\nできるというべきである（最高裁判所昭和３９年１０月２２日第一小法廷判決・民\n集１８巻８号１７６２頁参照）。\n２　そこで本件について検討するに，前記当事者間に争いのない事実等に証拠（甲\n１ないし１１，１２の１ないし３，１３の１ないし４，１４の１ないし３，１５，\n乙１ないし６）及び弁論の全趣旨を総合すると，次の事実が認められる。\n(1)　原告は，約１５年前ころ，原告店舗において，北海料理を看板とする飲食店\n「Ａ」を開業し，以来，昼（午前１１時３０分から午後１時までのランチタイム）\nと夜の２部に分けて営業を続けてきた。原告店舗は，カウンター席１０席，テーブ\nル席１２席，奥の座敷席１６席，合計３８席を有しており，原告と同人の妻が調理\nと接客に従事しているほか，アルバイト１人（現在は原告の娘）が稼働している。\n昼の営業におけるメニューは，①単価６８０円のランチ，②同７８０円の鉄火丼，\n③同８８０円の弁当の３種類であり，原告店舗では，①の容器２０個，③の容器１\n０個をそれぞれ備えている。原告店舗が繁華街から外れて位置していることから，\nその客層は近隣のサラリーマンが多く，そのため土曜日の昼は営業をしていない。\n(2)  本件調査担当者は，平成１２年５月２３日午前１０時前ころ，原告肩書地の自\n宅を訪れ，在宅していた原告の妻に対し，税務調査のために来訪した旨告げた上で\n原告との面会を求めたところ，妻は，原告はゴルフに出かけて留守であるが，毎朝\n午前９時ころには原告店舗に行く旨答えた。そこで，本件調査担当者は，翌日午前\n９時３０分ころに原告店舗に臨場する旨の伝言を依頼した。\n(3)　本件調査担当者は，平成１２年５月２４日午前９時３０分ころ，原告店舗に臨\n場し，原告に対して所属及び氏名を名乗り，身分証明書及び質問検査章を示した\n上，所得税の調査に赴いた旨を告げたところ，原告は，その調査に協力する態度を\n示し，夜の営業は，午後４時３０分ないし５時に開店し，午後１０時ころ閉店する\nこと，定休日は日曜日及び祝日であり，土曜日は営業したりしなかったりである\nが，夏場は営業を行わないことが多いこと，昼の営業は開店以来ずっと行っている\nこと，日々の売上げは会計伝票で管理していること，現金出納帳は備え付けていな\nいこと，帳簿書類などはすべて自宅にあることなどを述べた。そこで，本件調査担\n当者は，原告店舗において，ビール，日本酒及びおしぼりの在庫本数等の確認と，\n現金の監査等を行った。\n本件調査担当者は，引き続き同日午後２時３０分ころ，原告の自宅に赴き，原告と\n面談したところ，原告は，帳簿の記帳をしていないこと，確定申告は会計伝票を集\n計して行っていることを述べた。そして，本件調査担当者は，原告に対し，会計伝\n票，領収書，請求書等及び預金通帳等の提示を求め，その了解を得て，借用できる\n伝票類を借り受け，借用できない書類をコピーして持ち帰った。\n(4)　本件調査担当者は，借用した会計伝票類を検討した結果，集計された売上\n金額が申告金額を上回っていること及び昼食の売上げが全く記載されていないこと\nが判明したので，平成１２年５月２６日午前中，原告に電話して昼食の売上げにつ\nいて尋ねたところ，伝票に記載していないとの回答を得た。\nそこで，本件調査担当者は，同日午後，再び原告の自宅を訪れ，同人と面談したと\nころ，開業以来昼食の売上げは全く申告しておらず，夜の営業についても，正確な\n売上金額等を集計をすることなく，電卓でおおよその見当をつけて申告していたと\nの回答を得た。これを受けて，本件調査担当者は，昼食の売上げを把握するのに必\n要と考えられた米の使用状況について尋ねたところ，原告店舗において家族が食べ\nるご飯は仕入れた米を使っており，その食事は１日に１人当たり１，２食であるこ\nと，原告店舗の営業日は同店で食事を取っていること，原告以外の家族は女性のた\nめ食事の量は多くないこと，食事は必ずご飯というわけではなく，パン食の場合も\nあること，家族で消費する米の量は，１人１日当たり１合にもならず，全部で２合\n位であることなどの\n回答を得た。\nさらに，本件調査担当者が，昼食１食当たりの米の使用量を尋ねたところ，「普通\nの量だ。普通の量でやってくれればいい。」との回答であり，炊いたご飯のロスは\nどれだけかを聞いても，普通であるとの回答しか得られず，捨てる量を聞いても，\n金を出して買っているものであるため捨てることは少ないという回答を得るにとど\nまった。そして，夜の客に出すご飯の量についても尋ねたところ，夜の営業ではご\n飯を食べる客はほとんどいないとの説明であった。\n(5)　本件調査担当者が，平成１２年５月２９日から３１日まで，酒の仕入先及び米\nの仕入先への反面調査を行ったところ，米の仕入量は，平成５年は９４０キログラ\nム，平成８年は５８０キログラム，平成９年は７００キログラム，平成１０年は６\n２０キログラム，平成１１年は６００キログラムであるとの結果を得たが，平成６\n年と７年は判明しなかった。\n(6)  本件調査担当者は，平成１２年６月１日午後３時３０分ころ，千種税務署に来\n署した原告に対し，現状では正しい所得を計算することは困難であり，推計計算せ\nざるを得ないこと，したがって，①夜の営業による売上金額はビールの仕入本数か\nら，②昼食の売上金額は米の仕入数量からそれぞれ推計し，③これらの売上合計金\n額に同業者の平均所得率を乗ずる方法により，調査対象期間７年分の税額を算出す\nると，当初申告との税額の差額は４００万円ないし５００万円になることを説明し\nたところ，原告は，そんな金額になるのか，なんとか３年分にならないのかと述べ\nたものの，修正申告をする必要性があることは理解し，翌日，具体的な話をするこ\nとを了解した。\n(7)  本件調査担当者は，平成１２年６月２日午後３時３０分ころ，再び来署した原\n告に対し，夜の営業における売上げについてはビールの仕入数量から推計したこ\nと，昼食の売上げについては米の仕入数量から一般的なロス率として５パーセント\nを見込み，自家消費分として営業日数に１日３合を見込んで差し引き，１食当たり\nの重量で除して算出した食数に平均単価７８０円を乗ずる計算する方法によったこ\nと，所得金額は推計した売上げに同業者の平均的な所得率を乗じて計算したことを\n説明し，あらかじめ金額等の数字を記入して作成しておいた所得税の修正申告書と\n消費税の期限後申告書を示したところ，原告は，年間売上金額が３０００万円を超\nえることは絶対にないと述べて難色を示した。\nそこで，本件調査担当者は，上司とも協議した結果，夜の営業における売上げにつ\nいては，売上げも漏れているが仕入れも漏れているので，今回は昼食の売上漏れの\nみについて修正申告をしょうようすることとし，原告に対し，その旨提案するとと\nもに，具体的な金額については後に示すことにして，同日午後５時３０分ころ，説\n明を終えた。\n(8)　本件調査担当者は，平成１２年６月７日午後３時４０分ころ，三度来署した原\n告と面談し，再び昼食の売上げについて米の仕入量に基づく推計の計算方法を説明\nし，夜の営業における売上げは加算しなかったため，年間売上金額は３０００万円\nを超えず，消費税の申告も不要である旨述べたところ，原告は，メモを取りながら\n聞く一方で，調査がいい加減であるかのような発言をすることもあった。\nそのうち，原告は，税額はどうなるかとの質問をしたため，本件調査担当者は，所\n得税の本税の増加分が約３５０万円，重加算税が約１３０万円，延滞税も同額位に\nなる上，市県民税や国民健康保険料にも影響があることを説明した上，あらかじめ\n昼食の売上金額を加えた金額を記入しておいた修正申告書を提示した。原告は，対\n象期間が５年にならないかなどと述べて修正申告になかなか応じようとしなかった\nが，最終的に，お互い疲れたので終わりにしませんかとの提案に応じる意思を示し\nた。そして，原告は，いったん自宅に戻って印鑑等を持ち帰り（その間１５分から\n２０分位），午後５時３０分ころ，本件各修正申告書に署名押印をした。\n(9)　原告は，前記当事者間に争いのない事実等(4)のとおり，本件係争年分の所得\n税本税合計３４６万５７００円，延滞税合計８７万６７００円及び重加算税合計１\n２０万０５００円を納付した。\n(10)　ところが，原告は，平成１２年１０月１２日，本件係争年分の所得税につい\nて，減額更正の申出書を提出した。同書面には，原告は，県・市民税等の差額納付\n要請があったのをきっかけとして，改めて本件各修正申告の内容を検討したとこ\nろ，営業１日当たり約１９．９食（平成８年分）から約３５．５食（平成５年分）\nの昼食の売上げがあった計算になるが，この数字は，営業時間，スタッフ数，容器\nの数，炊飯器の容量（２升１合炊きで２１食が限度。残ったご飯は，ほとんど翌日\nには使用することなく廃棄する。），米の購入量（平成９年が７２０キログラム，\n平成１０年が７６０キログラム。平成１１年が６８０キログラム）などに照らす\nと，事実に反して過大であり，平均食数は１５食であること，原告が，実際に昼食\nの売上状況を記録してみ\nると，同年９月１８日（月）は，米２升１合（３．１５キログラム）を炊いて，ラ\nンチの客１６名でご飯が残り，同月１９日（火）は，米２升１合（３キロ１５０グ\nラム）を炊いて，ランチの客１５名でご飯が残り，同月２０日（水）は，米１升５\n合（２．２５キログラム）を炊いて，ランチの客１０名でご飯は残らず，同月２１\n日（木）は米，１升５合（２．２５キログラム）を炊いて，ランチの客７名，弁当\n２名，鉄火丼１名でご飯は残らず，同月２２日（金）は，米２升１合（３．１５キ\nログラム）を炊いて，ランチの客１７名，鉄火丼４名でご飯が残らない状況であっ\nたこと，以上のとおり記載されている。\n(11)  さらに，原告は，平成１２年１２月１５日，千種税務署長あてに平成１\n１年分所得税の更正の請求書を提出し，所得金額は１４７万４３９９円であり，控\n除額が１５４万２５６０円である結果，納付すべき所得税額は０円であるとして，\n納付済みの１０万２６００円の還付を求めた。\nしかしながら，原告は，平成１３年３月５日，上記更正の請求を担当した千種税務\n署の係官から，青色申告者に対して更正を行うためには，所得税法１５５条１項に\nより，帳簿調査を実施する必要があるところ，原告は帳簿の作成をしていないの\nで，青色申告の承認を取り消した後でなければ更正を行うことはできないし，その\n結果も原告にとって有利なものになりそうにない旨説明された結果，上記請求を取\nり下げた。\n(12)　原告は，本件訴状においては，本件各修正申告が無効である理由として，割\nり箸の使用数量４５００膳（仕入先からの年間納入数量５０００膳から，客が落と\nしたり，原告が調理に使用したり，不良品があった分として１０パーセントを控\n除）に平均売上単価７００円を乗じた３１５万円が昼の年間売上金額であると主張\nしていたが，その後，割り箸の仕入数量が米の仕入数量の変動に連動していないこ\nとなどから，最終的に，被告主張のロス率５パーセントが過少であり，昼食の平均\n売上単価７８０円が過大であると主張するに至っている。\n３　以上を前提に，まず，ご飯のロス率の相当性について検討する。\n(1)  この点について，原告は，飲食業界では，利用客数の変動が読めないのが通常\nであり，ご飯が不足しないように余分に炊くのが常識であり，原告の経験では３０\nないし５０パーセント，少なくとも２０パーセント以上がロスになる（廃棄され\nる）にもかかわらず，本件各修正申告はロス率が５パーセントであることを前提と\nしているが，これは実態を無視した数字である旨主張し，これに沿う証拠（甲１\n５）も存在するところ，なるほど，一般論としては，飲食業を営む者は，注文に応\nえられない事態の発生を避けるため，余裕を持った量の食材を準備するのが通常で\nあることは否定できない。\n(2)　しかしながら，前記認定事実のとおり，原告は，本件調査担当者の質問に対し\nて，米は金を出して買っているものであるため，捨てることは少ないこと，営業日\nにおいては原告店舗用に購入した米を原告の家族（原告，妻及び娘）の食事用に充\nてていること，残ったご飯を翌日に使用することはほとんどないこと，原告の家族\nの食事は必ずご飯というわけではなく，パン食の場合もあることなどを回答してい\nることが認められ，これらを総合すると，原告は，予測が外れて余ったご飯をまず\n自家消費分に充て，逆に余らなかった場合はパン食に切り換える方法で調整してい\nると推認することができる（このような調整方法は，家族主体で営んでいる飲食店\nにおいては，極めて合理的かつ自然と考えられる。）。\nそこで，これを前提に，１年間毎日予測を誤って，炊いたご飯の２割が客に提供さ\nれないで余った場合に，どの程度のロス率になるかを試算してみるに，まず，本件\n各修正申告の基礎となった米の仕入量の平均は６８８キログラムであるところ，上\n記の前提では客に提供された米の量はその８割に当たる５５０．４キログラムであ\nり，余った量は１３７．６キログラムとなる。そこから，被告主張に係る自家消費\n分（１日当たり３合，４２０グラムに平均営業日数２８８日を乗じたもの）１２\n０．９６キログラムを控除すると，廃棄に至る量は１６．６４キログラムとなる\nが，これは仕入量の約２．４２パーセントにすぎない。この計算結果からは，ロス\n率５パーセントは，自家消費分による調整があるため，かなり大幅な予測違いがあ\nって初めて生じ得る事態\nであることが判明する。\n(3)　これに加えて，前記認定事実のとおり，原告は，開業以来１５年間，昼食の営\n業を継続してきたこと，来店する客は近隣のサラリーマンが多く，常連客の割合も\n大きいことに照らせば，原告がおおよその来客数を予測することは困難ではないと\n推測できるところ，現に，前記減額更正の申出書においても，５日間のうち３日は\nご飯が残らないように米を炊いたことが記載されていること，原告は，本件調査担\n当者から，ご飯のロス率を５パーセントであることを前提とする修正所得金額，更\nにこれを前提とする修正申告納税額の説明を受けたにもかかわらず，ロス率につい\nては特段の反論もなく，本件各修正申告に応じていること（この点について，原告\nは，本件各修正申告のしょうようを受けるに当たり，その数字の根拠の説明を受け\nなかったと主張し，\n甲１５にはこれに沿う記載があるが，本件調査担当者が昼の売上金額を推計するに\nはロス率等について質問する必要があったこと等に照らすと，本件調査担当者が何\nらの根拠を示すことなくしょうようしたというのは極めて不自然であり，乙４ない\nし６に本件各修正申告に至る経緯が詳細に記載されていることに照らしても，採用\nできない。），ロス率５パーセントとする推計方法による販売食数は，年間平均５\n０７５食となり，原告が訴状で主張した４５００食と比較して約１２．８パーセン\nトの差異にとどまっていること，１日当たりの販売食数も，平成５年が約２５．５\n食，平成６年及び平成７年が約１７．６食，平成８年が１４．３食，平成９年が約\n１８．３食，平成１０年が約１５．６食，平成１１年が約１４．５食となり，米の\n仕入量が群を抜いて\n多く，原告店舗が繁盛していたと推認される平成５年を除き，１回の炊飯で賄える\n食数２１食以下に収まっていること，以上によれば，本件調査担当者がしょうよう\nした本件各修正申告の基礎となったロス率５パーセントは，原告の営業実態に照ら\nして相応の合理性を有していると認めることができる。\n４　次に，平均売上単価の相当性について検討するに，前記認定事実のとおり，原\n告の昼食メニューには３種類があるところ，その容器数が最も多いものは６８０円\nのランチであること，減額更正の申出書には，５日間の販売食数を調査したとこ\nろ，最も多く販売されたのはランチであったことが記載されていること，以上の事\n実が認められる。\nしかしながら，他方，原告が昼の販売数量について伝票を保存せず，帳簿等を作成\nしていないため，どの程度の割合でランチが注文されるか不明であること（原告\nは，平均売上単価が７００円である旨主張するが，これも推測にすぎない。），前\n記認定事実のとおり，原告は，本件調査担当者から昼食の平均売上単価を単純平均\nの７８０円とすることについて説明を受け，そのことについては特に反論すること\nなく，７８０円を前提として計算した昼食の売上金額，及びこれに基づく修正申告\n所得額等を示されて，本件各修正申告に応じていること，以上によれば，本件調査\n担当者がしょうようした本件各修正申告の基礎となった平均売上単価７８０円も，\n相応の合理性を有していると認めることができる。\n５  以上の判断によれば，そもそも原告が錯誤の内容として主張する本件各修正申\n告に係る所得税額（及びその前提となる所得金額）の不当性を認めることはでき\nず，ましてや上記錯誤が客観的に明白かつ重大なものであって，その是正を許さな\nければ納税者の利益を著しく害する特段の事情が存するといえないことは明らかで\nある。\n６　よって，原告の請求は，その余について判断するまでもなく理由がないから棄\n却することとし，訴訟費用の負担につき，行訴法７条，民訴法６１条を適用して，\n主文のとおり，判決する。\n名古屋地方裁判所民事第９部\n裁判長裁判官　　加　藤　幸　雄\n裁判官　　舟　橋　恭　子\n裁判官　　小　嶋　宏　幸\n"
}