{
  "trial_type": "LaborCase",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 12,
    "day": 18
  },
  "case_number": "平成13(ワ)1038",
  "case_name": "デニーズジャパン退職金請求",
  "court_name": "神戸地方裁判所",
  "field": "労働",
  "lawsuit_id": "18623",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=18623",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/623/018623_hanrei.pdf",
  "contents": "判決　平成１４年１２月１８日　神戸地方裁判所　平成１３年(ワ)第１０３８号\n退職金等請求事件\n主　　　　　　文\n１　被告は，原告に対し，１０２万７５２８円及びこれに対する平成１１年１２\n月１４日から支払済まで年６分の割合による金員を支払え。\n２　原告のその余の請求を棄却する。\n３　訴訟費用は，これを６分し，その５を原告，その余を被告の各負担とする。\n４　この判決は，第１項に限り，仮に執行することができる。\n事実及び理由\n第１　請求\n（主位的請求）\n被告は原告に対し，６２４万９４１９円及びこれに対する平成１２年８月１\n日から支払済まで年６分の割合による金員を支払え。\n（予備的請求）\n被告は，原告に対し，３６０万７８５９円及びこれに対する平成１１年８月\n１日から支払済まで年６分の割合による金員を支払え。\n第２　事案の概要\n１　被告の従業員であった原告が，被告がしたと主張する懲戒解雇は不存在ない\nし無効で，主位的に，懲戒解雇があった１年後に退職したとして，退職金，その間\nの賃金，夏期一時金及び遅延損害金の支払いを求め，予備的に，懲戒解雇があった\n際に合意で退職した，普通解雇された，或いは，諭旨解雇されたと主張して，退職\n金及び遅延損害金の支払を求め，懲戒解雇が有効であったとしても，それは就業規\n則所定の異議申立期間経過後に発効するとして，夏期一時金及び遅延損害金の支払\nを求めた事案\n２　前提事実（証拠に基づく事実は証拠摘示する。）\n(1)　被告は，飲食店の経営等を営業目的とする株式会社である。\n資本金は７１億２５００万円で，平成１３年２月末現在，５３４店舗を有\nしており，役員数は１７名（取締役１３名，監査役４名），従業員数２万５０３５\n名（正社員１９１５名，パート・アルバイトが２万３１２０名）である（乙２，\n３）。\n(2)　原告は，昭和６３年３月，被告会社に入社し，平成１１年７月５日当時，\n被告豊中石橋店店長として勤務していた。\n(3)　原告は，平成１１年７月６日，退職日を平成１１年７月５日とする退職届\nけを被告に提出したが，そこには，「懲戒解雇には異議申し立てはございません」\nとの原告の自署がある。\n(4)　被告は，平成１１年７月６日，原告を懲戒解雇（以下「本件懲戒解雇」と\nいう。）したと主張し，退職金及びそれ以降の賃金，平成１１年７月支給の夏期一\n時金等の賞与を支払っていない。\n(5)　平成１１年７月６日当時，被告における，原告の所属する社員群の就業規\n則には，以下の規定があった（乙１１，２３，２４）。\n３４条　社員が次の各号の１に該当する場合は，解雇する。\n・・・\n５．諭旨解雇に相当する行為があったとき\n６．懲戒解雇に相当する行為があったとき\n・・・\n１０８条　社員の給料および賞与については，別に定める「資格給与規定」\nにより支給する。\n１０９条　社員の退職金については，別に定める「退職金規程」により支給\nする。\n１４４条　懲戒の種類は次の通りとし，情状により併科することがある。\n・・・\n６．諭旨解雇・・・その旨を諭し，退職願を提出させる\nただし，通告してから５日以内に退職願いを提出しな\nいときは懲戒解雇とする。\n７．懲戒解雇・・・異議申立期間を経て，即時解雇とする。\n１４６条　社員が次の各号の１に該当する行為を行った場合は，その情状に\nより出勤停止，昇級停止または降格（降級）処分とする。\n・・・\n２．職務怠慢または監督，指導の不行届きにより業務に重大な支障をきた\nしたとき\n・・・\n６．職務上の立場を利用して不正な行為をしたとき\n・・・\n１４７条　社員が次の各号の１に該当する行為を行った場合は懲戒解雇とす\nる。\nただし，情状により諭旨解雇とすることができる。\n・・・\n１８．前条に該当しその情状が重いとき\n・・・\n(6)　被告の，原告の所属する社員群の資格・給与規定には，以下の規定がある\n（乙３０）。\n５６条　賞与の支給は原則として夏期及び冬期の年２回とし，会社の業績お\nよび社員の勤務成績，出勤日数その他を考慮して支給する。\nただし，会社の業績を考慮して支給しないことがある。\n(7)　被告における職位と業務内容（乙４）\nア　被告の各店舗の従業員の職位として，店長，副店長，フロントリーダ\nー，キッチンリーダーがある。\nそして，スーパーバイザーと呼ばれる管理者がおよそ１０店ほどの店舗\nの管理を行っていた。\nイ　店長は，店舗運営の昀高責任者であり，具体的な業務内容としては，店\n舗の売上・利益予算の設定及び管理，店舗従業員（スタッフ）の採用及び教育，販\n促活動（近隣企業の挨拶等）などを行うとともに，店舗従業員に対する遵守事項の\n徹底，労務管理などを行う。そして，他の従業員とともに，店舗での接客及び調理\n業務を行う。\n副店長は，上記店長の業務を補佐するとともに，店長の不在時には店長\nの代行を行う，そして，他の従業員と同様に店舗での接客・調理業務を行う。\nフロントリーダーは，フロント業務（接客業務）を行うほか，フロント\n業務を行う従業員のリーダーとして，同従業員に対するサービスの教育指導等を行\nう。\nキッチンリーダーは，自らキッチン（調理）業務を行うほか，キッチン\n業務のリーダーとして，同業務が円滑に動くように，食材及びキッチンの管理，運\n営，クック（調理担当従業員）に対する教育指導を行う。\n他に，店舗においては，アルバイト店員であるユニット社員が勤務して\nいた。\n(8)　被告店舗における遵守事項－主に現金管理（乙５）\n被告は，その現金管理等をはじめとする店舗の運営，管理は各店舗の従業\n員，ことにその責任者である店長を信頼し委ねる方式を採用しているが，そのた\nめ，店舗内における遵守事項を細かく規定し，かつその管理者である店長にその旨\nを店長登用時研修・店長会議等を通じて通達していた。\n被告は，平成９年１２月１１日，「現金管理の厳守項目」を通達し，店舗\n従業員に対し，概略以下の事項について遵守を求めていた。\nア　ドロア交換の回数について\nレジに多額の現金を置くことを控えるとともに，現金の違算（売上金の\n違算も含む。）を把握するため，２４時間営業店の場合には１日昀低３回以上行う\nこと。\nイ　銀行入金及び銀行両替\n現金報告書または売上日報の銀行入金額と銀行入金する売上額とを照合\nし，確認した上で，銀行入金すること。\n銀行で両替をする場合には，上記銀行入金と区別がつくように封筒等に\n分ける。銀行入金と銀行両替を一緒に行う場合には，銀行入金専用バッグを使用す\nる。\nウ　現金違算\n現金違算が発生した場合には正直に違算処理する。なお，この違算処理\nとして，具体的には，原因の調査を行い，現金過不足調査報告書を作成し，被告に\n提出することが必要であり，不足金について，個人のお金で埋めたり，過金を抜い\nて保管することは厳禁されている。\nエ　報告書の提出\n現金過不足（違算，紛失等）が生じた場合，ＶＯＩＤ（売上金の取消処\n理）を行った場合，売上金未入金（売上金の銀行への未入金）の場合には，必ず発\n生日から２週間以内に報告書を提出すること\nオ　鍵の管理と引継\n現金事故防止のため，売上金投入保管庫（当日の売上金を入れる保管\n庫）の鍵がついている店長キーは店長が保持し，貸出は一切厳禁する。\nそして，上記売上金投入保管庫以外の金庫の鍵がついているオペレーシ\nョンキーは，当該時間帯の責任者（予め，時間帯の責任者として店長から指名され\nた者）が保持し，貸し出しは一切厳禁とし，さらに引継の時は，その時間帯の責任\n者から次の時間帯の責任者に引き継ぐこととする。その際には，引き継いだ者が金\n庫内の両替準備金及びドロア準備金を確認し，金種入力（お金の種類をコンピュー\nターに入力すること）を行うことが義務づけられている。\n(9)　被告における，原告の所属する社員群の退職金規程には，以下の規定があ\nる（乙２２）。\n３条　・・・勤続満３年に到達した日の翌日以降継続勤務し，ナショナル・\nエリア社員就業規則３１条により退職した場合もしくはユニット社員群に群転換し\nた場合に，退職金を支給する。\n６条\n①　退職金算定の基礎給は，３条により受給資格を取得した者の取得日の\n含まれる月から退職した月の前月までの基本給月額の総和をその月額で除した平均\n額とする。\n・・・\n１９条　第３条に定める受給資格者が勤続満２０年未満または満４５歳未満\nで退職したときに，本人の請求に基づき退職一時金を支給する。\n２０条　退職一時金の支給額は，退職事由に応じて，次の各号に定める算式\nにより計算した金額とする。\n１．定年または会社都合で退職した場合\n退職一時金額＝基本給×退職一時金乗率Ａ（別表５）\n２．自己都合により退職した場合\n退職一時金額＝基本給×退職一時金乗率Ｂ（別表６）\n３１条　次の場合には，退職金を支給しない。\n①　ナショナル・エリア社員就業規則第１４４条に定める懲戒解雇の場合\nには，退職金を支給しない。\nただし，諭旨解雇の場合は，退職金相当額の２分の１を支給する。\n(10)　原告が，平成１１年７月６日に原告を退職した場合の，退職金算定のた\nめの平均給与月額は１９万０２８３円で，自己都合により退職した場合の退職一時\n金乗率は１０．８，会社都合により退職した場合の退職一時金乗率は，１４．４６\n７であって，平成１２年７月５日に会社都合により退職した場合の退職一時金乗率\nは，１６．３５０である（乙２２，３７）。\n３　争点\n(1)　原告の退職原因（懲戒解雇の意思表示の有無，効力等）\nア　原告の主張\n(ア)ａ　本件懲戒解雇は存在しない。\nなぜならば，告知文書の作成・交付がないし，権限ある者の意思決\n定も経ていない。そのことは，乙１８に，人事部長やその関連権限のある誰の署\n名・押印もなされていないことからわかる。\nｂ　仮に存在したとしても，(イ)記載の理由で無効であって，原告は，\n本件懲戒解雇から合理的期間である１年後に退職した。\nｃ　仮に存在したとしても，(イ)記載の理由で無効であって，原告は，\n平成１１年７月５日，被告との間で合意退職をした。\nｄ　仮に存在したとしても，(イ)記載の理由で無効であって，その効力\nは，普通解雇の限度で有効である。\nｅ　仮に存在したとしても，(イ)記載の理由で無効であって，その効力\nは，諭旨解雇の限度で有効である。\n(イ)　懲戒事由\nａ　被告の主張(イ)ａについては，被告のどの店も現金操作や自腹を切\nっての穴埋めが慣習となっていた。\nまた，原告が着服した事実はない。\nｂ　被告の主張(イ)ｂ，ｃについては，Ａ副店長がタバコ売上金の違算\nに対し，タバコの在庫数を水増しする（架空在庫とする）ことで穴埋めしていたこ\nとは知っていたが，実際，いつどこでどのように行っていたかの詳細は知らない。\n被告のこれらの点についての調査の際，指示の事実を認めたのは，\n長時間の尋問・睡眠不足・ストレスのため，当時の原告の記憶が定かでなかったと\nころに，被告が，「Ａはこう言っているがこれらはお前が指示したことではないの\nか」と誘導したからである。\nｃ　被告の主張(イ)ｄについて\n(ａ)　同(ａ)については，Ａ副店長が現金保管庫に入れたという１０\n万円が紛失したものである。\n(ｂ)　同(ｂ)については，紛失でなく，盗難にあったものである。\n(ｃ)　同(ｃ)については，穴埋めをしたのは，被告の習慣に従った。\nｄ　被告の主張(イ)ｅについては，原告が豊中石橋店に転勤した平成１\n０年６月１日当時，朝７時から深夜２時までの営業時間であったが，約１か月過ぎ\nた頃，本部より２４時間営業に変更すると言われたところ，Ｂは，余人に代え難い\n能力があるユニット社員であったから，やむなく，そのような不正勤務に及ばせ\nた。\nそして，このような不正勤務は，被告において，常態化していた。\nｅ　被告の主張(イ)ｆについては，被告が主張する「現金投入保管庫」\nは，すべての店にあるわけではない。\nｆ　被告の主張(イ)ｇについては，争う。\n被告が指摘する点は，原告が入社してからの１１年間に数々の上司\nが行ってきた慣習である。被告においては，サービス残業が強要されており，現金\n違算等のアクシデントが起きると，店長が，調査，報告書作成に長時間を要し，サ\nービス残業をせざるをえないため，自ら解決した方が早く退社できると，穴埋めを\nすることとなる。\nこのような状況に陥るシステム（手引書・スタンダード）に問題が\nある。\n原告の行為は，就業規則１４６条２号，６号にいう，「不正な行\n為」ではなく，「売上金を不正に使用した」ともいえず，「職務上の立場を利用し\nて」の場合には該当せず，仮に該当しても同１４７条１８号「その情状が重いと\nき」に該当しない。\nイ　被告の主張\n(ア)　懲戒解雇の経緯\n平成１１年６月２１日，豊中石橋店において，同月１８日の売上金３\n０万８０４３円が紛失していることが発覚し，被告監査室が調査したところ，その\n過程で，原告の後記懲戒事由が発覚した。\nそこで，被告は，同年７月５日，原告に後記懲戒事由に該当する事実\nをそれぞれ確認したところ，原告も事実を認め，被告に対し，その旨の書面を提出\nした。\nそして，被告は，同月６日，再度上記書面に記載された項目ごとに事\n実を確認したところ，原告は事実について異議を申し出ることもなく認めたこと及\nび非違行為が頻回に及んでいることから後記懲戒事由を理由に懲戒解雇した。これ\nに対し，原告は，同日，被告に対し，「懲戒解雇に異議申立はございません。」と\n懲戒解雇処分を認めている。\n(イ)　懲戒事由\nａ　原告は，店長という職位にありながら，豊中石橋店の売上金を次の\nように不正使用していた。\n(ａ)　平成１０年６月から８月頃にかけて，約１万円のタバコ売上金\n違算が発生した。原告は，部下のＣに対し，顧客からのオーダーをハンディターミ\nナルの練習用キーを使用してレジを通さずに浮いたお金（顧客から頂いたお金約１\n万円）で穴埋めするように指示し，これにより売上金を不正に使用した。\nこの行為は，就業規則１４６条６号に該当する。\n(ｂ)　平成１１年６月２３日，過金（顧客の会計伝票上マイナス処理\nしなければいけないところをせずに顧客に請求したために生じた過金違算金）２３\n００円をタバコ売上金違算の穴埋めに使用するよう部下のＡ副店長（以下「Ａ副店\n長」という。）に指示し，これにより売上金を不正に使用した。\nこの行為は，就業規則１４６条６号に該当する。\nｂ　タバコ売上金の違算に対し，タバコの在庫数を水増しする（架空在\n庫とする）ことで穴埋めするように部下のＡ副店長に指示し，行わせた。\nすなわち，平成１１年５月から６月にかけて，タバコ売上金の違算\nが，同年５月２０日から２６日で計４５００円，２７日から３０日で計７８４０\n円，６月１日，２日で計５０４０円，３日から９日で計６０００円，１０日から１\n６日で計１万１０００円発生したことに対し，部下のＡ副店長に対し，タバコの在\n庫数の水増しで穴埋めするように指示し，これにより，部下のＡ副店長及びＤフロ\nントリーダーがこれを実行した。\nこの行為は，就業規則１４６条６号に該当する。\nｃ　部下のＡ副店長が，売上金によって，タバコ違算金の穴埋めをする\nことを黙認していた。\nすなわち，部下のＡ副店長が，平成１１年６月２３日以降，売上金\nの中から少しずつ抜き取ったお金（３０００円）でタバコ違算金の穴埋めをするこ\nとを知りつつこれを黙認した。\nこの行為は，就業規則１４６条２号，６号に該当する。\nｄ　店長として，現金違算（金銭事故等を含む。）が発生した場合に\nは，被告に対して報告する義務を負っているところ，次のような現金紛失事故が度\n重なって発生したにもかかわらず，何ら被告スーパーバイザーにも報告せず，独断\nで紛失金の穴埋めを行った。\nこの行為は，就業規則１４６条２号，６号に該当する。\n(ａ)　平成１０年１０月１４日，店舗の金庫内の両替準備金１０万円\nが紛失していたが，被告に事故報告もせず，Ａ副店長が持ってきた１０万円で穴埋\nめし，後述する(ｂ)の３万円の紛失事故（結果として紛失したのは２万円）と合わ\nせて合計１２万円を賞与支給時（同年１２月）に同副店長，Ｅリーダー（以下「Ｅ\nリーダー」という。）とともに，原告が８万円，Ａ副店長が２万円，Ｅリーダーが\n２万円と分担して穴埋めした。\n(ｂ)　平成１０年１１月下旬，Ａ副店長が，組合定期大会出席のた\nめ，両替準備金から３万円を借りて東京にいった。その返却のため，同副店長が，\n３万円を入れた封筒を金庫の２段目に保管するが，その後紛失した。そうであるの\nに，原告は，被告に事故報告もせず，(ａ)記載のとおり，Ａ副店長らと穴埋めをし\nた。\n(ｃ)　平成１１年３月２９日，両替準備金から２万円が紛失している\nのがわかった。原告は，被告に事故報告をせず，昀終的に，Ａ副店長，Ｅリーダ\nー，Ｄフロントリーダーとともに，原告５０００円，Ａ副店長，Ｅリーダー各６０\n００円，Ｄフロントリーダー３０００円を分担して穴埋めした。\nｅ　原告は，ユニット社員Ｂ（以下「Ｂ」という。）の不正就業を指示\nした。即ち，原告は，平成１０年１０月から１１月にかけて，Ｂの給与が年間１０\n３万円を超えてしまうことから，他のユニット社員であるＦの名義で勤務するよう\nに不正な指示をした。\nこのような原告の行為は，就業規則１４６条６号に該当する。\nｆ　原告は，被告の現金管理基準を徹底していなかった。\nすなわち，金，土，日曜日及び祝祭日等銀行入金できない売上金は\n現金投入保管庫に投入すべき（現金管理の厳守項目の５の３）ところ，原告は上記\n売上金の保管について店舗従業員に対して徹底していなかったことから，平成１１\n年６月１８日（金）の売上金３０万８０４３円について，従業員Ｂが現金投入保管\n庫に投入することを怠り，金庫内の中段に保管し，結果として上記売上金の紛失事\n故が発生した。\nまた，店長キーは必ず携帯すべき（現金管理の厳守項目の５の１）\nところ，原告は平成１１年６月当時金庫内の自分のカバンの中に入れていた。\nさらに，２４時間営業店である豊中石橋店においてはドロア交換を\n１日３回行うべき（現金管理の厳守項目の１の１）ところ，原告が同年６月１９\n日，１回しか行っておらず，同月１２日においても２回しか行っていない。\nこのような原告の行為は，就業規則１４６条２号に該当する。\nｇ　以上，ａないしｆの事由から，原告は，現金違算が生じても一切被\n告に報告をすることもなく，売上金を不正に使用する，あるいは在庫の水増しを行\nうなどの不正行為を度重ねて犯し，さらに不正就業を指示するなど，被告従業員と\nしてあるまじき行為を行っていたことから，就業規則１４７条１８号に該当する。\n(2)　本件懲戒解雇が存在し，有効であって，原告の退職原因が懲戒解雇であっ\nた場合の退職金請求の可否\nア　原告の主張\n退職金の功労報償的性格に照らせば，退職金の不支給規定を一般的に公\n序良俗違反（民法９０条）となすことも適切でない。しかしながら，退職金の性格\nからは，退職金不支給規定を有効に適用できるのは，労働者のそれまでの勤続の功\nを抹消（全額不支給の場合）ないし減殺（一部不支給の場合）してしまう程の著し\nく信義に反する行為があった場合に限られるべきである。\nそして，以下の点からすると，原告には，退職金が全部支払われるべき\nである。\n(ア)　原告は，長年被告・従業員のために尽くしてきた勤務熱心な社員\nで，在勤１２年の間に有給休暇をとった日数も１ないし２日に留まるほどであっ\nた。\n(イ)　被告に対する提言も怠らず，無理な人員配置是正の努力もしてき\nた。\n(ウ)　被告が懲戒事由とする点は，すべて，原告の私利を図ったものでは\nない。\n(エ)　被告が懲戒事由とする点は，上司からの強い指示・示唆の下にやむ\nない方法としてとるに至ったもので，原告が自らつくり出したものではなく，他店\nにおいても，同様に行われているものであった。\n(オ)　会社は無理な人員配置によって原因を作り，是正方法についても一\n片の書類を配布しただけでその実現のためのフォローを欠いた。\n(カ)　会社に実損はない。\nイ　被告の主張\n争う。\n本件においては，被告は，原告の非違行為が頻回に及んでおり，その責\n任は重大であることからやむなく原告を懲戒解雇したものであるから，退職金の不\n支給には，なんら正当性に欠けることはない。\n(3)　懲戒解雇が有効な場合の夏期一時金支払請求権\nア　原告の主張\n原告は，平成１１年７月６日に異議申立期間の説明を受け，そのことを\n知っておればその権利を行使し，支給日の同月９日も在籍していたに違いなく，夏\n期一時金支払い請求権はある。\nイ　被告の主張\n原告は，平成１１年７月６日，懲戒解雇に異議申立はない旨書面で認め\nていたものであるから，同日の懲戒解雇は，即日効力が発生し，その後，被告が原\n告に対して，改めて異議申立期間を設けなかったことには問題はない。\n第３　当裁判所の判断\n１　認定事実\n前記前提事実に，証拠（甲２，５，７，９，１０，１２，１３，５４，乙２\n６，証人Ｇ，原告本人，後掲各証拠）及び弁論の全趣旨を加えると，次の事実を認\n定することができる。\n(1)　原告は，昭和６３年３月被告に入社した後，サービス残業をしたことがあ\nり，他の従業員がサービス残業をしていることを見聞きしたことがあった。\n原告は，その頃，上司が，現金違算について，「現金管理の厳守項目」に\n従った処理，報告をせず，自分の負担で過少金を穴埋めしたり，店舗にある他の現\n金を流用していたことを見たことがあった。\n原告は，その頃，上司が，あるアルバイト職員に多く働いて貰うため，形\n式上，他のアルバイト職員が働いた形として，あるアルバイト職員の年間給与を１\n０３万円以下に抑え，あるアルバイト職員が脱税することを助けていたことを見聞\nきした。\n（なお，甲１ないし１０，５４，原告本人には，上記の現金の流用や不正就\n労は，被告において，日常的に行われていたとする部分があるが，それらの証拠に\nよっても，被告において，どの程度の頻度ないし額の現金の流用やどの程度の頻度\nの不正就労が行われているかを特定して認定することは困難であって，特に，乙３\n２によると，「現金管理の厳守項目」の通達がされたことによって，公とならない\n現金の流用はある程度減少したと窺えることと併せ考慮すると，甲１ないし１０，\n５４，原告本人によって，被告において，原告がした現金の流用や不正就労と同程\n度の現金の流用や不正就労が日常的であったとまで認定することは困難である。）\n(2)　原告は，それらの不正行為について，被告に発覚した場合には，減給や降\n格の懲戒処分を受ける扱いとなっていたことを知っていた（原告本人１５頁参\n照）。\n(3)　原告は，平成１０年６月から店長として豊中石橋店に勤務した。\n(4)　豊中石橋店は，従前の営業時間は午前７時から午前２時までであったが，\n７月から２４時間営業となることとなった。原告には，そのためのアルバイトを確\n保する責務があったが，容易に確保できなかった。\nそこで，原告は，ユニット社員であるＢに対し，その給与が年間１０３万\n円を超え，税務上不利になることを防ぐため，平成１０年１０月から平成１１年に\nかけて，Ｂを，他のユニット社員であるＦの名義で勤務させた。\n(5)　豊中石橋店では，平成９年１０月，金庫内の約３５万円の現金が紛失ない\nし盗失した現金事故があった。\n(6)　原告は，勤務時間に比して自らの処理すべき業務が多いので，現金事故に\nついて，いちいち「現金管理の厳守項目」によって定められたスーパーバイザーへ\nの報告をすれば，サービス残業を余儀なくされると考え，現金事故については，次\nのように，豊中石橋店の売上金を流用する，タバコの在庫数を水増しすることで処\n理し，部下の流用の事実を知りながら，黙認し，場合によっては，自分及び部下の\n支出によって穴埋めをし，上記報告を怠っていた。\nア　原告は，豊中石橋店の売上金を次のように流用していた。\n(ア)　平成１０年６月から８月頃にかけて，約１万円のタバコ売上金違算\nが発生した。原告は，部下のＣに対し，顧客からのオーダーをハンディターミナル\nの練習用キーを使用してレジを通さずに浮いた現金（顧客から支払を受けた現金約\n１万円）で穴埋めするように指示し，売上金を流用した。\n(イ)　平成１１年６月２３日，過金（顧客の会計伝票上マイナス処理しな\nければいけないところをせずに顧客から金員の支払を受けたために生じた過金違算\n金）２３００円をタバコ売上金違算の穴埋めに使用するよう部下のＡ副店長に指示\nし，これにより売上金を流用した。\nイ　タバコ売上金の違算に対し，タバコの在庫数を水増しする（架空在庫と\nする）ことで穴埋めするようにＡ副店長に指示した。\nすなわち，平成１１年５月から６月にかけて，タバコ売上金の違算が，\n同年５月２０日から２６日で計４５００円，２７日から３０日で計７８４０円，６\n月１日，２日で計５０４０円，３日から９日で計６０００円，１０日から１６日で\n計１万１０００円発生したことに対し，部下のＡ副店長に対し，タバコの在庫数の\n水増しで穴埋めするように指示し，これにより，部下のＡ副店長及びＤフロントリ\nーダーがこれを実行した。\nウ　Ａ副店長が，売上金によって，タバコ違算金の穴埋めをしていることを\n少なくとも抽象的には知りながら，それを止めなかった。\nそして，Ａ副店長は，平成１１年６月２３日以降，売上金の中から少し\nずつ抜き取ったお金（３０００円）でタバコ違算金の穴埋めをした。\nエ　原告は，次のような現金紛失事故が度重なって発生したにもかかわら\nず，紛失金の穴埋めを行った。\n(ア)　平成１０年１０月１４日，店舗の金庫内の両替準備金１０万円が紛\n失していたが，原告は，被告に事故報告もせず，Ａ副店長が持ってきた１０万円で\n穴埋めし，昀終的には，後述する(イ)の３万円の紛失事故（結果として紛失したの\nは２万円）と合わせて合計１２万円を賞与支給時（同年１２月）に同副店長，Ｅリ\nーダーとともに，原告が８万円，Ａ副店長が２万円，Ｅリーダーが２万円と分担し\nて穴埋めした。\n(イ)　平成１０年１１月下旬，Ａ副店長が，組合定期大会出席のため，両\n替準備金から３万円を借りて東京にいった。その返却のため，同副店長が，３万円\nを入れた封筒を金庫の２段目に保管するが，その後紛失した。原告は，(ア)記載の\nとおり，Ａ副店長らと穴埋めをした。\n(ウ)　平成１１年３月２９日，両替準備金から２万円が紛失しているのが\nわかったが，原告は，被告に事故報告をせず，昀終的に，Ａ副店長，Ｅリーダー，\nＤフロントリーダーとともに，原告５０００円，Ａ副店長，Ｅリーダー各６０００\n円，Ｄフロントリーダー３０００円を分担して穴埋めした。\n(エ)　原告は，被告の現金管理基準を徹底していなかった。\nすなわち，金，土，日曜日及び祝祭日等銀行入金できない売上金は現\n金投入保管庫に投入すべき（現金管理の厳守項目の５の３）ところ，原告は上記売\n上金の保管について店舗従業員に対して徹底していなかったことから，平成１１年\n６月１８日（金）の売上金３０万８０４３円について，従業員Ｂが現金投入保管庫\nに投入することを怠り，金庫内の中段に保管し，結果として上記売上金の紛失事故\nが発生した。\nまた，店長キーは必ず携帯すべき（現金管理の厳守項目の５の１）と\nころ，原告は平成１１年６月当時金庫内の自分のカバンの中に入れていた。\nさらに，２４時間営業店である豊中石橋店においてはドロア交換を１\n日３回行うべき（現金管理の厳守項目の１の１）ところ，原告が同年６月１９日，\n１回しか行っておらず，同月１２日においても２回しか行っていない。\n（これらにつき，乙１２，１３，乙１６の１ないし３。\nなお，原告本人には，上記部分を否定する部分もあるが，それらの事実\nを認める旨被告が自署した乙１２，１３に照らし，採用できない。更に，原告本人\nは，乙１２，１３を記載したのは，連日の長時間の被告の取調によって，意識が朦\n朧としていたからである旨供述するが，それを裏付ける証拠はなく，採用できな\nい。）\n(7)　原告は，上記のような現金事故の全部ないし一部は，Ａ副店長が，被告の\n金員を盗んだものと疑っていた。\n(8)　原告は，平成１１年６月２１日，被告の売上金３０万８０４３円が盗難に\nあったので，直属の上司であるＨスーパーバイザーに連絡したところ，Ｈスーパー\nバイザー及び被告本社監査室所属のＩが，当日，豊中石橋店に訪れ，その調査に当\nたった。その後，数日間に亘り，ＩがＡ副店長ら原告の部下に，関連する事実の確\n認をしたところ，上記(4)が，発覚した。\n(9)　そこで，被告人事部勤労厚生総括マネージャーＧが，同年７月５日，Ｉ同\n席の下，原告に(4)，(6)記載の事実を確認したところ，原告も記憶が曖昧であるが\nそうであると思うと事実を認め，Ｇに対し，(6)記載の事実を認める「業務週報」を\n作成し，提出し（乙１３），(4)，(6)の事実を認める「始末書」を作成し，提出し\nた（乙１４）。\nなお，その頃，原告は，(4)，(6)記載の事実も認めた「事故・苦情報告\n書」を作成し，被告に提出した（乙１２）。\n(10)　そして，被告人事部勤労厚生総括マネージャーＧは，同月６日，再\n度(4)，(6)について項目ごとに事実を確認したところ，原告は事実について異議を\n申し出ることもなく認めたこと及び非違行為が頻回に及んでいるとの判断で，前記\n懲戒事由を理由に懲戒解雇した。これに対し，原告は，同日，被告に対し，「懲戒\n解雇に異議申立はございません。」と懲戒解雇処分を認めた。\nそして，原告が提出した始末書の裏面にある処分表には，原告への決定処\n分案が「懲戒解雇」である旨の記載があり，被告社長，被告常務，Ｇの決済印が押\n印されている。\n（乙１４，１８。\nなお，甲７，原告本人には，Ｇが，「懲戒解雇に異議申立はございませ\nん。」と書けば，自己都合退職扱いとすると述べたので，乙１８にその旨書いたと\nする記載，供述があるが，「懲戒解雇に異議申立はございません。」との記載内容\nは，自己都合退職と矛盾する他，上記の原告本人の供述は，極めて曖昧であって，\n更には，その供述中には，当時は懲戒解雇を受けたと考えていたとする部分もある\n（１７，１８頁）から，上記記載，供述は，これに反する乙２６，証人Ｇに照ら\nし，到底採用できない。）\n(11)　原告代理人弁護士Ｊは，平成１１年１２月１０日発送で，遅くとも同月\n１３日に被告に到達したと推認できる内容証明郵便で，本件主位的請求債権（但し\n賃金部分についてはその相当額の解決金）の支払を求めた（乙１９）。\n２　当裁判所の判断\n(1)　懲戒解雇の意思表示の存否\n１(10)認定の事実からすると，Ｇは，被告人事部担当者として，原告に対\nし，懲戒解雇の意思表示をしたことは明らかである。\nしたがって，その意思表示は存在した。\nなお，原告は，懲戒解雇の意思表示が文書でされていないとか，退職届で\nある乙１８に，決済印の押印がないとかを理由に，被告の懲戒解雇の意思表示はな\nく，決定権限のある者の合意がなかった旨反論するが，懲戒解雇の意思表示は要式\n行為ではないから，書面による必要や決済印の必要がないことは明らかであるし，\n１(10)認定の事実からすると，原告を懲戒解雇とする旨の処分表に，被告社長，被\n告常務の決済印があることからして，権限のあった者が同意していたことが明らか\nであるばかりか，現に，本件において，被告が原告に対する懲戒解雇の意思表示の\n存在を主張していることからして，権限のあった者が同意していたことに疑いを鋏\nむ余地はない。\nしたがって，原告のこの反論は，採用できない。\n(2)　懲戒解雇の意思表示の効力\n１(4)，(6)記載の事実に，原告が店長で，被告豊中石橋店の昀終責任者で\nあって，その店舗内において被告内の通達を昀も守るべき地位にあったこと，原告\nの非違行為は店長就任直後からの長期間に亘ること，その間，紛失ないし盗難にあ\nった１回当たり金員の額は，１０万円であって，多額なものであること，それらを\n糊塗するような原告の不正な金員の流用によって，昀終的には，平成１１年６月の\n３８万円を超える多額の現金の紛失を誘発したことに鑑みると，１(4)，(6)の事実\nが，被告が主張するように就業規則１４６条２号ないし６号に該当し，かつ，同１\n４８条記載の「情状の重い場合」に該当するから，被告のした懲戒解雇の意思表示\nは有効と解される。\n原告は，この点について，被告においては，往々にして，原告と同様の処\n理が行われていたこと，原告は自分が現金を着服などするため，このような不正処\n理を行ったわけではないことを主張して，懲戒解雇の効力を争うが，被告において\nそのような処理が行われていた頻度，額を確定するに足りる証拠の提出はなく，そ\nのような処理がされていたとしても，本件において，原告がした頻度，１回の額を\n超えるような不正処理が日常化していたことまでは認めることができないこと，原\n告自身，それらと同様な処理が被告において発覚した場合には，それに対し，懲戒\n処分が課されていたことを知っていたことからすると，被告において，公になって\nいない現金の不正流用がある程度あったとしても，そのことが，現に公となった，\n前記認定の頻度，期間，額の不正流用等の原告の非違行為を理由とする懲戒解雇を\n無効とする事情とはならない。\n(3)　退職金請求の可否\n退職金の功労報償的性格からすると，退職金不支給規定を全面的に有効に\n適用できるのは，労働者のそれまでの勤続の功を不支給部分に相当する程抹消して\nしまう程の著しく信義に反する行為があった場合に限られるべきである。\nそして，本件においては，原告は，昭和６３年に被告に勤務して，１１年\n以上順調に勤務し，店長となって，被告の店舗の経営の責任を果たしていたもので\nあること，他方，原告の上記非違行為は，前記のとおり，懲戒解雇に相当するもの\nではあるものの，横領等によって直接的に自らの利益を図った悪質な行為ではな\nく，発覚した過程も，３８万円余の現金の紛失について，原告が被告に申告したこ\nとによるものであること，前記認定の豊中石橋店の正社員，アルバイト社員の比率\nや原告が店長に就任する以前に豊中石橋店では現金事故があったこと，原告が豊中\n石橋店に就任直後，２４時間営業に変更されたため，原告の業務には困難な面があ\nったことは容易に推認できることに鑑みると，原告の非違行為は，退職金不支給規\n定を全面的に有効に適用できる程のものとまでは言い難く，諭旨解雇に準じて，そ\nの退職金を自己都合退職の半額に止めるべき程度の非違行為であったと解するのが\n相当である。\nしたがって，原告の退職金請求は，その限度で理由がある。\n(4)　夏期一時金支払請求権の有無\nア　弁論の全趣旨によると，原告が，平成１１年の夏期一時金支払を受ける\nためには，同年７月９日，被告に在職していたことを要すると認められるところ，\n１(10)認定の事実からすると，原告は，平成１１年７月６日，被告に対し，同日に\nされた懲戒解雇に異議申立をしない旨申告し，異議申立権を放棄したものであるか\nら，同日退職の効力は生じたと認められ，原告は，その支払を受ける要件を満たし\nていない。\nしたがって，原告は，平成１１年の夏期一時金の請求はできない。\nイ　なお，原告は，同月６日，Ｇは，原告に対し，就業規則１４４条７号記\n載の異議申立期間の説明をしなかったが，仮に，原告が，その異議申立期間の説明\nをすれば，異議申立をしない旨の申告を被告にしておらず，懲戒解雇の効力が生じ\nるのは，異議申立期間の経過を待つこととなり，夏期一時金支払のための要件であ\nる同月９日の在職を満たすこととなったものであるから，原告は，夏期一時金の請\n求ができる旨主張する。\nその主張の真意は判然としないが，仮に，異議申立権の放棄の意思表示\nが錯誤に基づくもので無効であるとの趣旨だとしても，その錯誤は動機の錯誤にす\nぎず，表示もされていないので，それを理由に，その意思表示は無効とはいえな\nい。また，実質的に検討しても，上記定めは就業規則にされており，原告は，その\n内容を知るべきものであるから，その記載内容の不知やその点の説明の不足を根拠\nに，自らのした異議申立権の放棄の意思表示の効力を否定することはできない。\n(5)　そうすると，原告は，平成１１年７月６日に，懲戒解雇されたことによっ\nて，被告の従業員としての地位を失ったと認められるので，原告の請求のうち，賃\n金及び夏期一時金の支払を求める部分については，理由がなく，退職金の支払を求\nめる請求については，諭旨解雇に準じ，自己都合退職によって算定した額の２分の\n１である１０２万７５２８円（１９万０２８３円×１０．８÷２）及びそれに対す\nる退職金規程１９条で定めた請求日の翌日である平成１１年１２月１４日から支払\n済まで商事法定利率である年６パーセントの割合で算定した遅延損害金の支払いを\n求めることで理由がある。\n３　そうすると，原告の請求は，主文の限度で理由がある。\n神戸地方裁判所第６民事部\n裁　判　官　水　野　有　子\n"
}