{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 17,
    "month": 1,
    "day": 27
  },
  "case_number": "平成12(ワ)5721",
  "case_name": "損害賠償請求事件(医療)",
  "court_name": "名古屋地方裁判所民事第4部",
  "lawsuit_id": "7507",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=7507",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/507/007507_hanrei.pdf",
  "contents": "平成１２年（ワ）第５７２１号　損害賠償請求事件\n口頭弁論終結日　平成１６年１０月２１日\n主文\n１　被告は，原告Ａに対し，４１７４万６４５４円並びに内金３７９４万６４５４円に対する平\n成１２年３月７日から支払済みまで年５分の割合による金員及び内金３８０万円に対する\n平成１７年１月２８日から支払済みまで年５分の割合による金員を支払え。\n２　被告は，原告Ｂ及び同Ｃに対し，それぞれ，２００８万６４７２円並びに内金１８２８万６\n４７２円に対する平成１２年３月７日から支払済みまで年５分の割合による金員及び内金\n１８０万円に対する平成１７年１月２８日から支払済みまで年５分の割合による金員を支\n払え。\n３　原告らのその余の請求をいずれも棄却する。\n４　訴訟費用は，これを１０分し，その３を原告らの負担とし，その余を被告の負担とす\nる。\n５　この判決は，１項及び２項につき，仮に執行することができる。\n事実及び理由\n第１　請求\n１　被告は，原告Ａに対し，６４１８万９５１０円並びに内金５９１８万９５１０円に対する平\n成１２年３月７日（不法行為日）から支払済みまで年５分の割合による金員及び内金５０\n０万円に対する平成１７年１月２８日（第１審判決言渡し日の翌日）から支払済みまで年\n５分の割合による金員を支払え。\n２　被告は，原告Ｂ及び同Ｃに対し，それぞれ，３１４０万８０００円並びに内金２８９０万８\n０００円に対する平成１２年３月７日（不法行為日）から支払済みまで年５分の割合による\n金員及び内金２５０万円に対する平成１７年１月２８日（第１審判決言渡し日の翌日）から\n支払済みまで年５分の割合による金員を支払え。\n第２　事案の概要\nＤは，被告の開設するＥ病院（以下「被告病院」という。）において，閉塞性動脈硬化症に\n対する治療として経皮的血管形成術（以下「本件手術」という。）を受けたが，その後，出\n血性ショックにより死亡した。\n本件は，Ｄの相続人である原告らが，本件手術に関して被告病院医師に過失があった\nと主張して，被告に対し，不法行為責任（使用者責任）又は債務不履行責任に基づき，\nＤが死亡したことによる損害及びこれに対する民法所定年５分の割合による遅延損害\n金の賠償を求めた事案である。なお，原告らが平成１７年１月２８日（第１審判決言渡し\n日の翌日）から支払済みまでの期間について支払を求める金員は，弁護士費用に対す\nる遅延損害金である。\n１　前提となる事実\n以下の事実は，当事者間に争いがないか，括弧内に摘示する各証拠及び弁論の全趣\n旨により容易に認めることができる。\n(1)　当事者\nア　原告ら\n原告Ａは，Ｄの妻である。\n原告Ｂ及び同Ｃは，Ｄと原告Ａの間の子である。\nイ　被告\n被告は，日本赤十字法に基づく特殊法人である。\n(2)　本件手術に至る治療経過\nア　平成１１年６月１１日，Ｄは，左下肢の間欠性跛行の症状を訴えて被告病院心臓血\n管外科を受診し，閉塞性動脈硬化症による跛行と診断された。\nイ　平成１１年６月２８日，Ｄは，被告病院心臓血管外科医師Ｆの診察を受けた。\nＦ医師は，Ｄの閉塞性動脈硬化症の重症度を，フォンテイン（Fontaine）分類におけるⅡ\n度と診断した。\nＦ医師は，外科的手術治療（血行再建術）の適応もあると考えたが，Ｄの希望もあり，内\n服薬による治療を行いながら様子を見ることにした。\nウ　平成１１年７月１２日，Ｆ医師は，Ｄに内服薬による副作用がないことを確認した上\nで，以後の内服薬の処方を，Ｄのかかりつけ病院の医師に依頼した。\nその後，Ｄは，同年９月１３日，同月２７日及び同年１１月４日にＦ医師の診察を受けた。\nエ　平成１１年１２月２７日，Ｄは，Ｆ医師の診察を受けた。\nＦ医師は，Ｄの左鼠径部の動脈拍動が消失していることなど，動脈硬化の進行を疑う所\n見を認めたため，動脈造影検査（デジタル・サブトラクション・アンギオグラフィー（ＤＳＡ）\nによる。乙３号証１４頁）を行うこととした。\nオ　平成１２年２月１日（以下，平成１２年については月日のみを記載する。），Ｄは，検\n査目的で被告病院に入院した。\nカ　２月２日，Ｄは，動脈造影検査（以下「本件造影検査」という。）を受けた。\nＦ医師は，本件造影検査の結果，①左総腸骨動脈，右内腸骨動脈及び右浅大腿動脈\nの閉塞並びに右外腸骨動脈の狭窄を認めたが，②左浅大腿動脈から膝窩動脈は開存\nしていることから，③右外腸骨動脈（又は総大腿動脈）から左大腿動脈へのバイパス手\n術により，左下肢の跛行症状を改善することができる旨，④同バイパス手術を行うに当\nたっては，これに先立ち，右外腸骨動脈の狭窄部に対し，経皮的血管形成術を行う必要\nがある旨診断した（乙１号証１頁）。\nＦ医師は，同日，Ｄ及び原告Ａに対し，本件造影検査の結果等について，次のとおり説\n明をした。\n(ｱ)　病名\n閉塞性動脈硬化症\n(ｲ)　症状\n動脈硬化により，左腸骨動脈及び右大腿動脈が閉塞し，右腸骨動脈が狭窄している。\nこのため，下肢への血流量が低下し，歩くと足が痛む。\n(ｳ)　治療方法\n右側の狭くなった部分を風船で拡張し（後述するバルーン血管形成術を指す。），同部に\nステントを留置する。\nその後，右から左へのバイパス手術をする。\n(ｴ)　入院期間\n５日間\nキ　２月１０日，Ｄ及び原告Ａは，Ｄが「右腸骨動脈経皮形成術」を受けることについての\n同意書（甲３号証）をＦ医師に提出した。\nク　３月６日，Ｄは，翌７日に本件手術を受ける目的で被告病院に入院した（以下，単に\n「入院」というときには，このときの入院を指す。）。\nなお，Ｆ医師は，Ｄが入院する前週，本件手術の準備をするために本件造影検査の結\n果について再度検討したが，バルーン血管形成術のみでは血管の良好な拡張が得られ\nない可能性があり，血管内超音波検査の結果によっては，アテレクトミーを併せて行う\n必要があると判断していた。\n(3)　本件手術経過\n３月７日，Ｄは，Ｆ医師の執刀による本件手術を受けた。\n本件手術の経過は，次のとおりであった（乙２号証（３２及び３３頁），４号証，５号証及び\n証人Ｆの証言）。\nア　午前１０時過ぎころ，被告病院血管造影室において，検査及び治療が開始された。\nＦ医師は，動脈造影検査，動脈圧測定及び血管内超音波検査を行い，その結果，右外\n腸骨動脈の狭窄は偏心性で石灰化が強く，アテレクトミーを行う必要があると判断した。\nイ　午前１１時３０分ころから，１回目のアテレクトミーが行われた。\n同手術操作中，Ｄに異常は認められず，また，Ｄが異常を訴えることもなかった。\nウ　午前１１時５０分ころ，１回目のアテレクトミー終了後，血管内超音波検査が行われ\nた。\n同検査の結果，狭窄の残存と内膜の解離様所見が認められた。\nエ　午後０時１０分ころから，２回目のアテレクトミーが行われた。\n同手術操作中も，Ｄに異常は認められず，また，Ｄが異常を訴えることもなかった。\nオ　午後０時２５分ころ，２回目のアテレクトミー終了後，血管内超音波検査が行われ\nた。\n同検査の結果，狭窄の残存が認められた。\nカ　同検査中，Ｄの血圧が一時的に低下した（収縮期圧７０ｍｍＨｇ程度）。このとき，Ｄ\nの意識は正常であり，頻脈も見られなかった。また，Ｄは，腹部の痛みや気分不快がな\nいか尋ねられたことに対し，何もない旨答えた。\nＦ医師は，左上肢からの点滴を全開とし，酸素を毎分５リットルの割合で吸入させるとと\nもに，同血圧低下の原因として動脈損傷による出血を疑い，動脈造影検査を行った。同\n造影検査の結果，右外腸骨動脈の壁に沿って造影剤の残留が認められたが，造影剤\nの血管外への明らかな流出は認められなかった。また，上記点滴と酸素投与後，間もな\nく，Ｄの血圧は回復した。\nＦ医師は，上記造影検査の結果や点滴と酸素投与のみで血圧が回復したことなどから，\n造影剤の残留は血管壁の解離によるものであって，動脈の損傷はない旨，上記血圧低\n下は神経反射によるものである旨判断した。\nキ　その後，Ｆ医師は，右外腸骨動脈には狭窄が残存しており，バルーンカテーテルに\nよる追加拡張及びステント留置を行うことが必要であったが，①治療開始から２時間が\n経過していたこと，②Ｄに心疾患の既往があることからすると，上記血圧低下が心疾患\nによるものである可能性もあり，Ｄにさらに負担をかけることは避けた方がよいと考えた\nこと，③バルーンカテーテルによる追加拡張は，血管損傷の危険性を増すと考えたこと\nから，治療を終了した。\nク　Ｆ医師は，本件手術終了時に，Ｄに対して治療の概要について説明した。このとき，\nＤの意識は正常で，Ｄが腹部の痛み等の不調を訴えることもなかったが，午後０時４０分\nころに右鼠径部から挿入していたシースを抜去した後，同部の圧迫止血に約５０分を要\nした。\n(4)　本件手術後，死亡に至る経過（乙２号証（６，１６，２７，２８，３６，３７，４３及び４４\n頁），４号証及び証人Ｆの証言）\nア　同日午後２時，Ｄは，病室に帰室した。\n帰室時の血圧及び脈拍は正常であり，Ｄが不調を訴えることもなかった。\nイ　同日午後５時，同９時，翌８日午前０時３０分，同１時３０分に，看護師がＤの病室を\n訪れた際に，Ｄに異常は認められなかった。\n上記午後９時の訪問時には，看護師が右鼠径部の圧迫を除去して安静を解除する処置\nをした。\nウ　３月８日午前３時，Ｄから腹痛を訴えるナ－スコ－ルがあった。\n看護師が病室に駆けつけたところ，Ｄはベッド上で転げ回っており，間もなくショック状態\nとなった。看護師は，直ちに蘇生処置を行うとともにＦ医師に連絡した。Ｆ医師が病室へ\n駆けつけた時点で，看護師がアンビューバッグによる人工呼吸及び心マッサージを行っ\nていたが，既にＤは呼吸停止の状態であった。Ｆ医師は，Ｄに対し，直ちに気管内挿管を\n行うとともに，循環器内科の当直医及びＩＣＵに応援を求め，蘇生処置を続行した。蘇生\n開始時にはモニターで自己心拍がみられたが，その後心室細動となったため電気的除\n細動を行った。急速輸液及び昇圧剤を投与したが，頚動脈及び右鼠径部での脈拍は触\nれず，間もなく心停止の状態となった。その後，蘇生処置を行いつつＤをＩＣＵへ搬送し，\n人工呼吸，心マッサージ，昇圧剤の投与及び急速輸液等の蘇生処置を続けたが，Ｄの\n心拍は全く回復しなかった。Ｄの腹部が徐々に膨満し，動脈出血が疑われたので，止血\nのため右鼠径部からバルーンカテーテルを挿入し，腸骨動脈内でバルーンを低圧で拡\n張したところ，心マッサージ時の血圧を６０ｍｍＨｇ程度に上昇させることができた。しか\nし，心拍は回復せず腹部の膨満は更に進行した。\nエ　同日午前４時ころ，原告Ａらは，看護師からＤの容態が急変した旨の電話を受け，同\n５時過ぎころ被告病院へ駆けつけた。\nＦ医師は，原告Ａらに対し，２時間以上蘇生処置を続けたが心拍が全く回復せず救命の\n可能性がないことを説明し，同人らの同意を得た上でＤに対する蘇生処置を中止し，同\n５時２７分にＤの死亡を確認した。\nオ　同日午前９時，原告Ａらの同意を得て，Ｄの病理解剖が行われた。\n解剖の結果，腹腔内は血腫で充満しており，右総腸骨動脈は大動脈からの分岐部から\n約５㎝の部分に，その前面に約４㎜の裂孔が認められ，直接死因は右総腸骨動脈穿孔\nによる出血性ショックであると判断された。\nＦ医師は，上記解剖に立ち会った後，原告Ａらに対し，解剖所見から，Ｄの死亡原因は\n動脈出血によるショックであり，アテレクトミーにより動脈壁が薄くなったところが破れて\n出血を起こしたものと考えられる旨説明した。\n(5)　本件における医学的知見\nア　閉塞性動脈硬化症に対する血管内治療について（乙６，７号証，８号証の１ないし\n４，１４号証（「ここまで進んだ血管内治療法」平成１０年），証人Ｆの証言及び鑑定の結\n果）\n(ｱ)　閉塞性動脈硬化症に対する血管内治療法としては，本件当時，バルーン血管形成\n術，ステント，アテレクトミー等が存在し，これらを単独で行うか，又は併用するのが一般\n的であった。\n(ｲ)　バルーン血管形成術は，バルーンカテーテルのバルーン部を血管の病変部で加圧\nし，バルーン内圧の物理的な外力によって，狭窄している血管を強制的に拡張させる手\n技である。\n(ｳ)　ステントは，カテーテルを用いて，コイル状，網目状又はジグザグ状の金属製の筒\nを血管の病変部に留置する手技であり，バルーン血管形成術等では再狭窄をきたしや\nすい症例において，再狭窄予防のために施行されることもある。\n(ｴ)　アテレクトミーは，動脈内の硬化性病変を直接削り取る手技である。\nａ　本手技の概要は次の様なものである。\nまず，ガイドワイヤーを狭窄部を通過させた後，これに沿ってアテレクトミーカテーテルを\n注意深く挿入する。このカテーテルの先端部には，金属製のハウジング（ｈｏｕｓｉｎｇ）があ\nる。ハウジングの内部には，シリンダー状のカッター及び切除した病変を収納するコレク\nションチャンバーが内蔵されている。また，その反対側にはバルーンが取り付けられて\nおり，バルーンを加圧することにより，病変部にカッターがあたる仕組みとなっている。\n次に，カッターの開窓部を病変部に向けた状態でバルーンを加圧し，同開窓部に病変部\nを取り込んだ後，手元のモータードライブユニットによって，カッターを１分間に２０００回\n転させながらゆっくりと前進させて病変部を切除し，切除した病変部を先端部にあるコレ\nクションチャンバーに収納する。この操作は，カテーテルを少しづつ回転させながら，全\n方向に対して繰り返し行うことによって，病変部を十分に切除することが可能となる。\nｂ　本手技の利点は，血管壁に無理な外力を加えることなく直接病変部を切除すること\nができ，しかも，切除された内腔面は平滑であり，かつ，石灰化病変の切除も可能な点\nにあり，このため，バルーン血管形成術と対比して内膜解離の頻度が少ないだけでな\nく，遠隔期の再狭窄予防につながるとされている。\nｃ　もっとも，鑑定の結果によると，本手技は，本件当時は通常の手技として実施されて\nいたが，その後，冠動脈に対する経皮的冠動脈形成術の分野を除き，腎動脈，骨格筋\n動脈，末梢動脈を対象とする経皮的血管形成術の分野では，手技が煩雑であること\nや，ステントの普及に伴って，実施率が著しく低下していることがうかがわれる。\nイ　合併症等について\n(ｱ)　乙１２号証（「脈管学　２００１年Ｖｏｌ．４１．Ｎｏ．１２『閉塞性動脈硬化症に対する血\n管内治療の合併症とその対策』」）によると，閉塞性動脈硬化症に対するバルーン血管\n形成術，ステント及びアテレクトミーの合併症の調査結果は，別紙資料のとおりである。\nなお，同別紙の表２において，「ＰＴＡ」とあるのは，バルーン血管形成術を指す。\n(ｲ)　アテレクトミーの合併症による死亡例については，乙１５号証（「血管外科　１９９７年\n第１６巻第１号『アテレクトミーの合併症とその外科治療』」）及び弁論の全趣旨によると，\n本件当時，国外の調査において，心筋梗塞（０．３％），動脈穿孔による出血死（０．１％）\nが報告されていたが，国内における死亡例は報告されていなかったことがうかがわれ\nる。\nまた，鑑定人の調査した経皮的血管形成術の合併症に関する国内外の文献１９編にお\nいて，バルーン血管形成術の合併症による死亡例（血管穿孔による。）は報告されてい\nるが，アテレクトミーの合併症による死亡例の報告はなかった。\n２　本件における争点\n(1)　アテレクトミーに関する説明義務違反の有無\n(2)　アテレクトミーの適応性判断に関する過失の有無\n(3)　手技上の過失の有無等\n(4)　本件手術後の経過観察義務違反の有無等\n(5)　損害\n第３　争点及び当事者の主張\n１　アテレクトミーに関する説明義務違反の有無\n(1)　原告らの主張\nア　アテレクトミーによる狭窄病変の開大機序や合併症の発生機序等は，バルーン血管\n形成術によるそれとは異なるものであるから，アテレクトミーを追加する場合には，アテ\nレクトミーの合併症等について，患者又は家族に対して十分に説明した上で同意を得る\nべき義務がある。しかるに，Ｆ医師は，アテレクトミーの合併症等について，Ｄらに説明し\nていない。\nイ　Ｆ医師は，入院の前週に本件造影検査結果を再検討してアテレクトミーの併用が必\n要であると判断したというのであるから，Ｄらに説明する時間的余裕は十分にあった。\n(2)　被告の主張\nア　Ｆ医師は，手術の前日である３月６日の夜に，Ｄに対して，アテレクトミーを併用する\n可能性もあること及びアテレクトミーを併用するか否かは手術当日の血管内超音波検\n査の所見により最終決定することを説明し，同意を得た。\n「経皮的血管形成術」とは，バルーン，ステント又はアテレクトミーカテーテルを用いて血\n管内の狭窄病変部を拡張又は切除し，内腔の拡大を図る手術の総称であり，アテレクト\nミーを追加することは治療法の大きな変更ではないことから，改めて同意書の提出まで\nは求めなかった。\nイ　Ｄは，２月１０日から３月６日までの間，被告病院を受診していないから，Ｆ医師が本\n件造影検査結果を再検討してからＤが入院するまでの間に，Ｄに対してアテレクトミーに\nついて説明する機会はなかった。治療方法等に大幅な変更がなければ，通常，担当医\n師が患者又は家族に対して個別に連絡することはない。\nまた，Ｆ医師が実際にアテレクトミーが必要であると最終決定したのは，手術当日の血\n管内超音波検査の所見を見てからである。\n２　アテレクトミーの適応性判断に関する過失の有無\n(1)　原告らの主張\n甲６号証（「改訂版　目で見る循環器病シリーズ６　心臓カテーテル『カテーテルインター\nベンション　方向性アテレクトミー（ＤＣＡ）』」）によると，高度の大腿又は腸骨動脈疾患は\nアテレクトミーの適応から除外されている。Ｄの場合，頚動脈，冠状動脈，大動脈及び下\n肢動脈の各病変が重症であり，また，全身的に動脈硬化が重症であったから，アテレク\nトミーの適応のある病変であったか否か重大な疑問がある。\n(2)　被告の主張\n本件においてアテレクトミーを選択したことに問題はない。\n原告の引用する甲６号証は，冠動脈に対するアテレクトミーの適応について記載したも\nのであり，本件には当てはまらない。\n３　手技上の過失の有無等\n(1)　原告らの主張\nア　Ｄが出血性ショックを起こして死亡したのは，Ｆ医師がアテレクトミーにより動脈血管\n壁を削りすぎたため，薄くなった血管壁がその後の血圧上昇により穿孔（以下「本件穿\n孔」という。）したことによる。\nイ　アテレクトミーにおける動脈壁穿孔の合併症の発症例が比較的少ないことからすれ\nば，本件においては，Ｆ医師の技術上の過失が原因で動脈壁に損傷が生じ，又は動脈\n壁が薄くなり，そのため，本件穿孔が生じたものと考えざるを得ない。\n(2)　被告の主張\nア　本件手術において，Ｆ医師は，マニュアルに従ってアテレクトミーカテーテルの操作\nを行い，また，Ｘ線透視下でカテーテルの位置及びカッターの動作を確認するなど十分\nな注意を払っており，その手技に誤りはない。\nイ　そして，以下の事情によると，本件穿孔は，血管壁を削りすぎたことによるものとは\n認められない。\n(ｱ)　①病理解剖の結果（乙２号証６頁）によると，本件穿孔は，穿孔部周辺に反応性の\n細胞浸潤などの生体反応が明らかでないことから，死亡直前に生じた病変と推定される\nものであることが認められること，②２回目のアテレクトミー施行後に行われた動脈造影\n検査等で，動脈の損傷（穿孔）も出血もないことが確認されていること，③本件手術は局\n所麻酔のみで行われていたから，血管が破れればＤが痛みを感じたはずであるが，本\n件手術中にＤからは何らの訴えもなかったことなどの事情によると，本件手術中からＤ\nに出血が生じていたとは考え難く，したがって，本件穿孔は，アテレクトミーの施行により\n直接生じたものとは認められない。\nなお，本件手術中にみられたＤの血圧低下は，一時的なものであり，昇圧剤を投与する\nことなく回復しているところ，仮に，出血が生じ，これが継続していたのであれば，昇圧剤\nを投与等することなく血圧が回復することはないから，同血圧低下をもって，本件手術中\nからＤが出血していたことを認めることはできない。\n(ｲ)　また，病理組織検査の結果（乙２号証１６頁）によると，本件手術におけるアテレクト\nミーにより切除回収された切除片の組織標本（乙５及び１７号証。以下「本件切除標本」\nという。）には，外膜組織が含まれていないから，アテレクトミーによる切除深度が深すぎ\nたともいえない。\nウ　なお，本件手術におけるアテレクトミーに伴って発生したと考えられる血管壁の解離\nが，本件穿孔の原因であった可能性は考え得る。しかし，アテレクトミーでは，適正なサ\nイズのカテーテルを用いてマニュアル通りに操作を行っても解離を起こすことがあり，解\n離の発生を完全に予防することは不可能である。また，術前に動脈造影検査又は超音\n波内視鏡検査を行って血管壁の性状を調べても，アテレクトミーにより解離が起こるか\n否かを正確に予測することは困難である。\n４　本件手術後の経過観察義務違反の有無等\n(1)　原告らの主張\nア　本件における経過観察義務の内容について\n動脈損傷による動脈破裂のおそれがあれば，術後の経過観察を尽くして安静を保つと\nともに，異常又はそのおそれを早期に察知して対応し，未然に動脈破裂を避けるべきで\nある。\n一般的に，動脈を削るというアテレクトミーの施行後において血管破裂が生じることは予\n見可能である。特に，本件の場合，本件手術中に著しい血圧の低下や内膜の解離が認\nめられたこと，Ｆ医師が動脈損傷のおそれを認識して治療を中止したこと，２時間の治療\nによりＤが疲労していたこと及び右鼠径部のシース抜去後の止血に長時間を要したこと\nなどの事情があったから，本件手術後には，特に慎重に経過観察を行う必要があった。\n具体的には，Ｄを集中治療室に入れて頻繁に血圧及び脈拍等を測って経過観察を行う\nか，病棟に帰室させた場合であっても，できる限り上記に近い経過観察を行うべきであ\nった。\nイ　Ｆ医師らの注意義務違反\nＦ医師は，３月７日午後０時４０分ころにＤの血圧を回復させてから翌８日午前３時にナ\nースコールがあるまでの約１４時間，１度もＤを診ておらず，看護師らに対し，万一の事\n態に備えた輸血の準備をしておくことなどの特別な指示を与えることなく，経過観察させ\nたにすぎなかった。また，看護師らは，同月７日午後５時及び同９時にＤの血圧及び脈\n拍を測定しただけであり，その後は，同月８日午前０時３０分及び同１時３０分に見回り\nをしたのみであり，通常程度の経過観察さえも怠っていた。\nさらに，Ｆ医師は，Ｄに動脈破裂のおそれがあることをあらかじめ予見し得たのであるか\nら，Ｄに対し緊急にあらゆる手段を尽くして救命を図るべきであったのにこれを怠り，同\n日午前３時のナースコール後，看護師からの１回目のコールでＤの病室に駆けつけなか\nった。\n(2)　被告の主張\nア　本件における経過観察義務の内容について\n(ｱ)　本件手術中のＤの血圧低下の原因について，Ｆ医師は，造影検査で明らかな出血\nがなかったこと及び昇圧剤を投与することなく血圧が回復したことなどから神経反射によ\nるものと判断した。治療を中止したのは，Ｄの疲労も考慮したためである。\n(ｲ)　動脈壁の解離は，内膜又は中膜までの範囲に生じるものがほとんどであり，解離を\n起こした時点で血管外への造影剤の漏れがなければ一般的に急性出血の危険性は少\nないものと考えられる。\n本件手術においてＤに生じた解離は，血流とは反対方向に生じたものであったから，解\n離腔の中に血液が流れ込み，解離が拡大，破裂して急性出血を起こす可能性は少ない\nと考えられる。\n(ｳ)　本件手術後，Ｄの意識は正常で，腹部の痛み等の訴えはなく，血圧低下時の徴候\nである顔面蒼白及び冷汗は消失し，血圧及び脈拍は正常でバイタルサインが安定して\nいた。また，Ｄが病棟へ帰室した３月７日午後２時にも，Ｄから腹痛及び吐き気の訴えは\nなく，血圧及び脈拍は正常であった。\n(ｴ)　アテレクトミーによって出血を起こした報告例は，造影剤の血管外への漏出により\n施行中に診断されたもののみであり，施行後１３時間以上経過してから出血したとの報\n告例は見当たらない。\n(ｵ)　以上の各事情によると，本件において，本件穿孔の発生を具体的に予見すること\nは不可能であるから，Ｆ医師らは，本件穿孔を具体的に予見した上で，集中治療室にお\nいて経過観察を行うなど，Ｄに対して特別に慎重な経過観察を行う義務まで負うもので\nはない。\nイ　Ｄに対する経過観察について\n(ｱ)　被告病院の看護師らは，３月７日午後２時，同５時及び同９時と約３時間おきに経\n過観察を行い，午後２時及び同９時には血圧及び脈拍を測定している。また，３月８日\n午前０時３０分及び同１時３０分にも経過観察を行い，その際，Ｄから腹痛及び気分不快\nの訴えはなかった。以上のように，本件手術後のＤに対する経過観察は十分に行われ\nていた。\nなお，経皮的血管形成術後の合併症として出血の可能性があることは看護師にも周知\nされている。本件の場合，本件手術終了時にはＤの状態は安定しており，病棟への帰\n室後，Ｄの状態が急変するまでの間も，異常の徴候は何ら認められなかったから，看護\n師に対し，更なる特別の指示をすることは必要でなく，また，輸血を準備する必要もなか\nった。\n(ｲ)　Ｆ医師は，他の患者の検査及び手術のため，本件手術後，３月８日午前まで手術室\nにいたのであり，Ｄに異常があれば直ちにポケットベルで連絡を受けることになってい\nた。なお，看護師からＦ医師への１回目のコールはＤの様子を見に行くとの連絡であり，\n２回目のコールにおいて緊急事態発生との連絡を受けたため，Ｆ医師はすぐにＤの病室\nに駆けつけたのである。\n５　損害\n(1)　原告らの主張\nア　Ｄの損害\n(ｱ)　逸失利益　５５６３万２０００円（１００円未満は切捨て）\n１５４８万円（平成１１年度のＤの給与収入額）×５．１３４（就労可能年数６年に対応する\n新ホフマン係数による中間利息控除）×０．７（生活費控除３割）\n(ｲ)　慰謝料　３０００万円\n(ｳ)　Ｄの上記ア及びイの合計８５６３万２０００円の損害賠償請求権のうち，原告Ａは，そ\nの２分の１である４２８１万６０００円，原告Ｂ及び同Ｃは，各４分の１である２１４０万８００\n０円の各損害賠償請求権をそれぞれ相続により取得した。\nイ　原告Ａの損害\n(ｱ)　慰謝料　　　１５００万円\n(ｲ)　葬儀費用　　　１３７万３５１０円\n(ｳ)　弁護士費用　　５００万円\nウ　原告Ｂ及び同Ｃの損害\n(ｱ)　慰謝料　　　各７５０万円\n(ｲ)　弁護士費用　各２５０万円\n(2)　被告の主張\n原告らの主張は争う。\n第４　当裁判所の判断\n１　説明義務違反の有無等について\n(1)　Ｆ医師は，本件手術前日である３月６日午後８時ないし９時ころ，Ｄの病室を訪れ，Ｄ\nに対し，「削るという方法（アテレクトミー）を追加するかもしれません。」と説明し，Ｄの承\n諾を得た旨証言している。\nこの点，前記前提となる事実，乙２号証，証人Ｆの証言及び弁論の全趣旨によると，①\n被告病院においては，治療に使用するカテーテルを在庫として保存しておらず，治療を\n行うに先だって，検査画像から動脈の太さ等を判断し，治療に必要となるカテーテルを\n業者に発注して準備しておく必要があること，また，②Ｆ医師は，Ｄの入院の前週に，本\n件手術の準備のために本件造影検査結果を検討していること，③Ｄの入院診療録の３\n月６日欄（乙２号証７頁）に，Ｆ医師が「明日，アテレクトミー予定」と記載していること，④\nＦ医師は，本件当時，できるだけ全例において，手術前日に患者の病室を訪れ，患者の\n状況を把握するようにしていたことが認められる。これらの事情に照らすと，上記Ｆ医師\nの証言に不自然な点はなく，他に同証言の信用性に疑いを抱かせる事情もうかがわれ\nないから，同証言に沿う事実を認定できる。\n(2)　また，Ｆ医師は，前記前提となる事実で認定したとおり，本件手術について，病変部\nを風船やステントにより拡張するなどの説明を行った上で，Ｄ及び原告Ａから，「右腸骨\n動脈経皮形成術」を実施することについての同意書の提出を受けているところ，鑑定の\n結果及び弁論の全趣旨によると，「経皮的血管形成術」との名称は，バルーン血管形成\n術や，ステント，アテレクトミー等，カテーテルを用いて血管内の狭窄病変を拡張又は切\n除し，内腔の拡大を図る手術の総称として使われることのあることがうかがわれる。\n(3)　上記の事情に，前記前提となる事実(5)イで認定したアテレクトミーとバルーン血管\n形成術における合併症の内容の類似性や，合併症発症率を合わせ考慮すると，風船等\nにより病変部を拡張するなどの説明をした上で，「右腸骨動脈経皮形成術」を実施する\nことについての同意書の提出を受けている本件においては，削るという方法を追加する\nかもしれない旨を伝えたことをもって，アテレクトミーについての説明は一応尽くされてい\nると解することができる。\nなお，原告らは，アテレクトミーとバルーン血管形成術とでは，合併症の発生機序等が\n異なるから，アテレクトミーを追加する場合には，アテレクトミーの合併症等について，患\n者らに十分に説明すべきである旨主張するところ，鑑定人もこれと同旨の指摘をしてい\nる。しかし，そもそも治療内容に関する説明が必要とされるのは，治療行為による身体\nの侵襲等について患者の承諾を得る，又は患者が治療内容を自ら選択，決定する機会\nを保障するなどの趣旨と考えられるところ，上記の事情に照らすと，本件におけるＦ医師\nの説明が，アテレクトミーそのものの説明としては必ずしも十分でなかったとしても，これ\nにより，Ｄの本件手術に対する承諾の効力が左右されるということはできないし，Ｄが自\n己に対する治療内容を選択，決定する機会を不当に侵害されたとまでは認められない。\nそうすると，上記原告らの主張を採用することはできない。\n２　アテレクトミーの適応性判断における過失の有無について\n(1)　証人Ｆの証言，鑑定の結果及び弁論の全趣旨によると，前記前提となる事実で認\n定したＤの治療経過，本件造影検査及び本件手術中に行われた各検査の結果等に照\nらして，Ｆ医師が，本件手術手技としてアテレクトミーを選択したことは適切であったこと\nが認められる。\n(2)　原告らは，甲６号証の記述を根拠として，Ｄの病状がアテレクトミーの適応のあるも\nのであったのか疑問であると主張する。しかし，証人Ｆの証言及び弁論の全趣旨による\nと，甲６号証は，冠状動脈に対するアテレクトミーの適応について述べられたものであっ\nて，本件のような外腸骨動脈又は総腸骨動脈に対するアテレクトミーについても同様に\n当てはまるものとは認められないから，上記原告らの主張は採用できない。\n３　手技上の過失の有無等について\n(1)　Ｄが死亡するに至る経緯について\nア　甲４号証（死亡診断書），乙２（６頁，病理解剖報告書），４号証，証人Ｆの証言，鑑定\nの結果及び弁論の全趣旨によると，①Ｄの直接死因は，本件穿孔による出血性ショック\nであること，②同穿孔部は，右総腸骨動脈と右内外腸骨動脈の分岐部付近（右総腸骨\n動脈側）に位置するところ，同位置は，本件手術においてアテレクトミーを施行した範囲\nに含まれること，③同穿孔は，長さ約４㎜のもので，死亡直前に生じたものと推定される\nものであることが認められる。\nイ　乙４号証及び弁論の全趣旨によると，被告病院は，病理解剖や病理組織検査の結\n果，本件でＤが出血した原因について，アテレクトミーにより薄くなった動脈壁が破れた\nことによるものと判断し，その旨，書面（乙４号証）により原告Ａに報告したことが認めら\nれ，また，前記前提となる事実(4)オのとおり，病理解剖に立ち会ったＦ医師が，原告Ａら\nに対し，アテレクトミーにより動脈壁が薄くなったところが破れて出血を起こしたと考えら\nれる旨説明していることが認められる。\nウ　これらの事情に，前記前提となる事実で認定した本件手術後の経過，証人Ｆの証言\n及び鑑定の結果を合わせ考慮すると，Ｄが死亡するに至る経緯については，３月８日午\n前３時ころ，本件手術におけるアテレクトミーによって薄くなった動脈壁に，体動に伴う血\n圧の上昇等の何らかの契機により本件穿孔が生じ，その後，同所からの出血による出\n血性ショックにより死亡したものと推認するのが相当である。\nエ　なお，本件では，前記前提となる事実で認定したとおり，本件手術中に内膜の解離\n様所見が認められているところ，被告は，同内膜の解離が本件における出血の原因に\nなった可能性がある旨主張している。しかし，証人Ｆの証言，鑑定の結果及び弁論の全\n趣旨によると，①上記のとおり，本件穿孔部はアテレクトミー施行範囲内に位置すること\nが認められるところ，上記解離の認められた部位（造影検査において造影剤の残留が\n認められた部位）は，アテレクトミー施行範囲外であると考えられること，②上記解離の\n生じた方向は，血流と逆向きであった可能性が高いと考えられるところ，そのような場合\nに，解離を原因とする穿孔が生じる危険性は低いと考えられることが認められ，その\n他，本件各証拠によるも，上記解離と本件穿孔又は出血との間に何らかの関係がある\nことをうかがわせる事情は認められない。そうすると，上記解離が本件穿孔又は出血の\n原因となったと認めることはできない。\n(2)　アテレクトミーによる切除深度等について\nア　乙９，１２，１３，２２号証，証人Ｆの証言，鑑定の結果及び弁論の全趣旨によると，次\nのとおり認めることができる。\n(ｱ)　血管壁は，血管内腔から，内膜，中膜及び外膜の３層から成っているところ，動脈\n硬化の場合，そのうちの内膜が肥厚，硬化して弾力性を失い，血液の流通が悪くなって\nいる。\n(ｲ)　アテレクトミーは，内膜病変のみを取り除き，中膜は無傷のまま残す，すなわち中膜\nが血流の循環因子にさらされずに，かつ内膜に亀裂や断裂を作らずに，血管内腔を拡\n大するというコンセプトで開発された（乙１３号証（「日本外科学会雑誌１９９６年第９７巻\n第７号『アテレクトミー』」））。\nしかし，アテレクトミーは，手技が複雑であり，シンリダー状のカッターを内臓しているハ\nウジング部分（前記前提となる事実(5)ア(ｴ)ａ）の方向を病変部に正しく向けないと非有\n意病変部の動脈壁を切除し，血管穿孔の原因となると指摘されており（鑑定書４頁），穿\n孔の危険性があるので慎重に施行すべきであるとされている（乙９号証（「日本医学放\n射線学会誌　平成８年第５６巻第９号『閉塞性動脈硬化症に対するアテレクトミーの治療\n成績』」））。\n(ｳ)　Ｆ医師は，アテレクトミーの施行について，病変部のある内膜のみを切除することが\n理想的であるものの，実際には，中膜の一部まで切除することも多いが，外膜が残って\nいれば，すぐに破れることはない旨考えており（甲１２号証１３頁，１３号証１９頁。証人Ｆ\nの証人調書５３頁），鑑定人も，アテレクトミーが施行された場合に穿孔が生じるのは，\n切除が外膜まで及ぶことに起因すると指摘している（鑑定書４頁）。\n上記の(ｱ)ないし(ｳ)に認定したところによると，アテレクトミーの施行において，その深度\nをコントロールすることは必ずしも容易なことではなく，これを施行する医師は，ハウジン\nグ部分の方向及び切除の深度を慎重に操作すべきであって，殊に外膜まで切除すると\n穿孔を生じる危険性が高くなるので，切除深度が外膜には及ばないように注意すべきも\nのであると解される。\nイ　本件手術における切除深度について検討する。\n(ｱ)ａ　被告病院において行われた病理組織検査の結果については，組織学的所見とし\nて，「検体では一部に石灰沈着やコレステリン裂隙を伴い，硝子様変性・肥厚を示す内\n膜組織，および，内膜弾性線維，中膜組織成分を見る。内膜弾性線維では増生，走行\nの乱れが見られる。炎症細胞浸潤は乏しい。外膜成分ははっきりしない。」とされている\n（乙２号証１６頁）。\nｂ　ところが，鑑定人は，①本件の組織標本の中に，内膜及び中膜が断裂しているだけ\nでなく，外膜の一部の断裂像が認められること，②Ｇ大阪市立大学大学院病理病態学\n教授の判断を参考にすると，本件の切除標本から，明確に外膜が含まれていると断定\nはできないものの，Elastica  van  Gieson  染色による切除標本において，赤色成分の多\nい病変は膠原線維が豊富であることを示しており，これが外膜組織に似ていることなど\nによると，本件アテレクトミーによる切除は，血管病変の外膜まで及んでいたと考えられ\nる旨指摘する（鑑定書１０頁，鑑定補充書７頁）。\nｃ　被告病院のＨ病理部長は，鑑定人の上記指摘を争い，①アテローム性変化の強い\n内膜は，しばしばElastica van Gieson 染色によって赤色調の変化をきたすことによると，\n鑑定人の指摘する部位は，アテローム性変化の強い内膜である可能性が十分考えられ\nること，②通常動脈の中膜には弾性線維が多く存在し，Elastica van Gieson 染色では黒\nい線として，染色されるところ，本件において，鑑定人の指摘する部位から弾性線維が\n認められないことによると，切除標本内に外膜成分が採取されている可能性は極めて\n低いと考えられる旨指摘する（乙２３号証２～３頁）。\n(ｲ)ａ　上記のとおり，被告病院において行われた病理組織検査の結果においては，検\n査対象に外膜成分が含まれているかどうか明確でないとされているところ，鑑定人は，\n本件アテレクトミーによる切除が外膜まで及んでいたと考えられる旨指摘し，Ｈ病理部長\nは，これを争っている。そこで，この点について検討するに，Ｈ病理部長の上記指摘をみ\nると，上記(ｱ)ｃ①については，アテローム性変化の強い内膜であるとの可能性が考えら\nれる旨をいうにすぎない。また，同②は，本件における剖検組織での当該血管を検討す\nると，中膜，外膜境界部までアテローム性変化が及んでいないので，同境界部が採取さ\nれているのであれば，必ず弾性線維が認められるはずであるとの知見を前提としており\n（乙２３号証３頁），この点においても，中膜，外膜境界部が同時に採取されているので\nあれば，との留保を置いているのであって，採取の対象に関する正確な認識を前提とす\nるものでないことが明らかである。また，動脈硬化が高度になると，中膜の一部の組織\nが破壊，置換され，弾性線維が消失することがあるところ（乙２３号証３頁），本件におい\nては，前記前提となる事実(2)イ，エ及びカのとおり，Ｄの右外腸骨動脈は動脈硬化によ\nって狭窄し，石灰化が強いことからアテレクトミーを行う必要があるものと判断されたこと\nが認められる。そうすると，上記の切除標本の対象とされた部位については動脈硬化が\n高度化し，中膜，外膜境界部の弾性線維が消失した可能性を否定することができない。\n上記に検討したところによると，Ｈ病理部長の指摘をもって，前記鑑定人の指摘を排斥\nすることは困難であるといわざるを得ない。\nｂ　そして，本件においては，(ａ)Ｆ医師自身，アテレクトミーを施行した部分と穿孔が生じ\nた部分は場所的に一致すると認識していること（甲１３号証１３頁），(ｂ)前記前提となる\n事実(3)のとおり，１回目のアテレクトミーの実施後，狭窄の残存が認められたことから，\n２回目のアテレクトミーが実施されたことによると，２回目の施行の際にはより切除深度\nを増した可能性が考えられること，(ｃ)上記認定のとおり，内膜の解離が生じたり，中膜\nの一部が切除されても穿孔を生ずる危険性は高いものではないこと，との事情が存する\nことによれば，鑑定人の指摘するとおり，本件アテレクトミーによる切除深度は，外膜に\nまで及んでいたものと推認することができる。\nなお，被告は，本件手術中からＤに出血があったことを認める足りる事情がないことをも\nって，本件穿孔が血管壁を削りすぎたことによるものとは認められない旨主張するが，\n弁論の全趣旨によると，アテレクトミーによる血管壁の切除が外膜まで及んだ場合であ\nっても，このことから，その直後に常に手術を担当した医師が明確に認識し得る程度の\n出血を生ずるものであるとまでは認められないから，本件手術中に被告病院の医師ら\nが出血のあったことを認識しなかったとしても，上記認定を左右するものでないことは明\nらかである。\n(3)　過失の有無等について\n上記に検討したところによると，アテレクトミーを施行する医師は，穿孔が生ずることのな\nいように血管壁の切除を内膜までにとどめることを目標とし，少なくとも外膜まで切除す\nることのないよう慎重に実施する注意義務を負うと解すべきところ，Ｆ医師には，本件手\n術において，同注意義務に反し，外膜まで切除した過失がある。\n(4)　因果関係について\nア　上記認定の事情によると，本件手術において外膜まで切除されたことを原因としてＤ\nに本件穿孔が生じるに至ったものと認めることができるから，Ｆ医師の上記過失とＤが出\n血性ショックにより死亡したこととの間には，因果関係があるものと解される。\nイ　ところで，原告らは，被告病院は本件穿孔又は出血について予見することが可能で\nあったところ，本件手術後の経過観察を慎重に行っていれば，Ｄを救命することができた\nとして，本件において被告病院が執った経過観察方法が不十分であった旨主張し，本\n件穿孔等について予見することが可能であったとする根拠として，①一般的に，アテレク\nトミーの施行後においては，血管穿孔が生じ得ると考えられること，②本件の場合，手\n術中に著しい血圧の低下が認められたこと，③手術中に内膜の解離が認められたこと，\n④Ｆ医師が動脈損傷のおそれを意識して治療を中止したことや，２時間の治療によりＤ\nが疲労していたこと，右鼠径部のシース抜去後の止血に長時間を要したことなどの事情\nを挙げる。\nしかし，①前記前提となる事実(5)イで認定した合併症発症率や，上記３(2)で認定した事\n実によると，総腸骨動脈又は外腸骨動脈に対するアテレクトミー施行後の血管穿孔等\nの危険性は，決して高いものではないことが認められること，②前記前提となる事実，証\n人Ｆの証言，鑑定の結果及び弁論の全趣旨によると，本件手術中に認められた血圧低\n下の原因について，Ｆ医師が神経反射によるものと判断したことには相応の理由がある\nと認められること，③前記前提となる事実及び上記３(2)で認定した事実によると，内膜\nの解離が生じたからといって，直ちに血管穿孔が生じる危険性が高まるものとは認めら\nれないこと，④本件各証拠によるも，Ｆ医師が動脈損傷のおそれを意識して治療を中止\nしたことや，患者が疲労していたこと，止血に長時間を要したことなどの事実から，直ち\nに血管穿孔の危険性が高いと判断できることをうかがわせる事情は認められないことに\n照らすと，被告病院において，本件穿孔等について予見可能だったと解することはでき\nない。この点，鑑定人も，被告病院において，本件穿孔等を予見することは困難であっ\nた旨の意見を述べているところである。\nまた，上記３(1)で認定したとおり，本件穿孔は３月８日午前３時ころに生じたものと推認\nされるところ，鑑定の結果及び弁論の全趣旨によると，前記前提となる事実において認\n定した被告病院による救命措置は適切であったことが認められ，また，仮に被告病院が\nより慎重な経過観察方法を執っていたとしても，Ｄを救命できなかったことに変わりはな\nいことが認められる。\nそうすると，本件手術後に被告病院の執った経過観察方法が適切であればＤを救命す\nることができた旨の原告らの主張は理由がないことが明らかである。\n４　損害について\n上記３に判示したとおり，Ｆ医師には，本件手術におけるアテレクトミーにおいて血管壁\nを削りすぎた過失が認められるから，被告は，民法７１５条及び７０９条により，同過失と\nの間に相当因果関の認められる以下の損害について，原告らに賠償すべき責任があ\nる。\n(1)　逸失利益\nア　甲８ないし１０号証，原告Ａの本人尋問の結果及び弁論の全趣旨によると，Ｄが死亡\nする前年である平成１１年における同人の給与収入額は，１５４８万円であったことが認\nめられる。\nイ　甲１１号証の１及び２並びに弁論の全趣旨によると，①本件においては，生活費控\n除割合については４０％とし，②就労可能年数については，Ｄは死亡当時７２歳であった\nから，厚生省第１７回生命表による平均余命の２分の１である６年（端数切り上げ）とし，\nライプニッツ方式により中間利息を控除する（ライプニッツ係数は５．０７６）のが相当で\nある。\nウ　以上を前提に，Ｄの逸失利益を算定すると，その額は４７１４万５８８８円となる。\n１５４８００００×（１－０．４）×５．０７６＝４７１４５８８８\nエ　前記前提となる事実によると，原告らは，相続により，上記Ｄの損害賠償請求権を次\nのとおり取得したことが認められる。\n(ｱ)　原告Ａ（２分の１）　２３５７万２９４４円\n(ｲ)　原告Ｂ及び同Ｃ（各４分の１）　各１１７８万６４７２円\n(2)　慰謝料\n本件諸事情を考慮すると，原告らの慰謝料（相続により取得したＤの慰謝料及び原告ら\n固有の慰謝料の合計額）は，原告Ａにつき１３００万円，原告Ｂ及び同Ｃにつき各自６５０\n万円を下るものではない。\n(3)　葬儀費用\n弁論の全趣旨によると，原告Ａは，Ｄの葬儀費用として，１３７万３５１０円を支出したこと\nが認められ，これは，本件と相当因果関係のある損害として認めるのが相当である。\n(4)　弁護士費用\n本件諸事情を考慮すると，本件と相当因果関係のある弁護士費用は，原告Ａにつき３８\n０万円，原告Ｂ及び同Ｃにつき各１８０万円と認めるのが相当である。\n(5)　まとめ\n以上を合計すると，原告らの損害は，原告Ａにつき４１７４万６４５４円，原告Ｂ及び同Ｃ\nにつき各２００８万６４７２円となる。\nまた，上記損害に対する遅延損害金については，弁護士費用を除いた残額につき平成\n１２年３月７日（不法行為日）から，弁護士費用につき平成１７年１月２８日（原告ら主張\n日）から各支払済みまで，民法所定の年５分の割合で認められる。\n第５　結論\n以上のとおりであるから，原告らの請求は，①原告Ａの請求につき，４１７４万６４５４円\n並びに内金３７９４万６４５４円に対する平成１２年３月７日から支払済みまで年５分の割\n合による金員及び内金３８０万円に対する平成１７年１月２８日から支払済みまで年５分\nの割合による金員の支払を求める限度で，②原告Ｂ及び同Ｃの請求につき，それぞれ２\n００８万６４７２円並びに内金１８２８万６４７２円に対する平成１２年３月７日から支払済み\nまで年５分の割合による金員及び内金１８０万円に対する平成１７年１月２８日から支払\n済みまで年５分の割合による金員の支払を求める限度で理由があるから認容し，その\n余の請求については理由がないから棄却することとし，訴訟費用の負担について民事\n訴訟法６１条，６４条本文，６５条１項を，仮執行の宣言について同法２５９条１項をそれ\nぞれ適用して，主文のとおり判決する。\n名古屋地方裁判所民事第４部\n裁判長裁判官　佐久間邦夫\n裁判官　樋口英明\n裁判官　及川勝広\n別紙資料は省略\n"
}