{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 13,
    "month": 9,
    "day": 11
  },
  "case_number": "平成11(行ケ)295",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "12317",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=12317",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/317/012317_hanrei.pdf",
  "contents": "平成１１年（行ケ）第２９５号　審決取消請求事件\n判　　　　決\n原　告　三菱瓦斯化学株式会社\n訴訟代理人弁理士　佐伯憲生\n被　告　三菱レイヨン株式会社\n訴訟代理人弁護士　熊倉禎男、弁理士　箱田篤、弁護士　富岡英次、吉田和彦、\n渡辺光\n主　　　　文\n特許庁が平成１０年審判第３５２９１号事件について平成１１年７月１３日にし\nた審決を取り消す。\n訴訟費用は被告の負担とする。\n事実及び理由\n第１　原告の求めた裁判\n主文第１項同旨の判決。\n第２　事案の概要\n１　特許庁における手続の経緯\n被告は、名称を「熱可塑性樹脂球状粒子の製造法」とする特許第２１３１３５０\n号発明（平成１年８月１８日に特願平１－２１２４９０号として出願、平成７年１\n２月６日に特公平７－１１２６９７号として出願公告、平成９年８月８日特許登\n録。本件発明）の特許権者である。\n原告は、平成１０年６月２６日、本件発明について無効審判を請求し、平成１０\n年審判第３５２９１号事件として審理されたが、平成１１年７月１３日、「本件審\n判の請求は、成り立たない。」との審決があり、その謄本は平成１１年８月１８日\n原告に送達された。\n２　本件発明の要旨\n熱可塑性樹脂を、押出機先端部に設けたダイ出口における溶融樹脂温度が該樹脂\nの流れ温度（ASTM D569-82による。）+50～120℃の範囲であって、ノズル１孔当り\nで、かつカッター刃１枚当りの樹脂吐出量が0.3～3kg/時間の範囲となるように押出\n機ダイより溶融押出した直後、該ダイ面上で回転する少なくとも１枚のカッター刃\nにより、空気中にて前記樹脂吐出物を切断し、粒状物とした後冷却して球状粒子と\nすることを特徴とする熱可塑性球状粒子の製造法。\n３　審決の理由の要点\n(1)　原告（請求人）は無効理由として、概略以下のとおり主張する。\n(1)－１　無効理由１\n本件発明は、審判甲第２～５、及び７号証に記載された発明に基づいて当業者が\n容易に発明をすることができたものであるから、特許法第２９条第２項の規定によ\nり特許を受けることができないものであり、その特許は特許法第123条第１項第２号\nにより無効にすべきものである。\n(1)－２　無効理由２\n本件明細書の記載に不備があるから、特許法第３６条第３項若しくは第４項及び\n第５項に規定する要件を満たしておらず、すなわち特許請求の範囲に規定された流\nれ温度と、球状ペレットとの技術的因果関係が合理的に説明されておらず、さらに\n流れ温度は昭和38年当時から当業界で使用されていないパラメーターで、明細書に\nその測定法の記載もないから、同法第１２３条第１項第４号の規定に該当し、無効\nとされるべきである。\n(2)　証拠方法\n原告が提出した証拠方法は、以下のとおりである。\n審判甲第１号証：特公平7-112697号公報\n審判甲第２号証：特開昭61-195808号公報\n審判甲第３号証：村上謙吉監修「押出成形」（第６版）、（株）プラスチック・\nエージ発行　(1983)p.210-216\n審判甲第４号証：伊保内賢監修“改訂第３版エンジニアリングプラスチックス\nその解説と物性表”化学工業日報社発行（昭和60年）　p.144-151,580-583\n審判甲第５号証：渡辺他編集“高分子工学講座14　高分子材料試験法”（株）地\n人書館発行（昭和38年）p.362-379の、「成形加工性」の項\n審判甲第６号証：三菱レイヨン製「ダイヤペットＡＢＳ」のカタログ\n審判甲第７号証：高分子機械材料委員会編集「ＡＢＳ樹脂」社団法人高分子学会\n発行（昭和45年）, p.168-180\n(3)　無効理由２についての審決の判断\n原告が主張する無効理由２は、明細書の記載不備を理由とするものであるから、\nまず明細書の記載について検討する。\n本件明細書の特許請求の範囲の「流れ温度＋50～120℃」について、発明の詳細な\n説明には「押出機先端部に設けたダイ出口における溶融樹脂温度が、上記範囲より\n高いとダイより吐出した樹脂溶融物のカッター刃による切れが悪く、ヒゲ付き粒子\nになったり、粒子同士が融着し易くなる。より悪いケースでは、ダイとカッター刃\nの間に樹脂溶融物が入りこみカッター刃の回転が不能となることもある。また、溶\n融樹脂温度が上記範囲より低いと、ダイからの樹脂溶融物の吐出が不安定となり、\n吐出物の表面に不規則な凹凸または波形が発生するばかりでなく、形状も円柱状に\nなり易く真球状とならない。安定して真球状の小球状粒子を製造するため、押出機\nの温度調節により、ダイ出口の溶融樹脂温度を上記範囲内に、より望ましくは該樹\n脂の流れ温度＋60～110℃の範囲内で実施するとよい。」（公報３欄36～49行）、\n「（実施例）\n流れ温度140℃のＡＢＳ樹脂（三菱レイヨン　ダイヤペットABS1001）を溶融し、\n溶融樹脂温度、樹脂吐出量などの製造条件を変更して得られた粒子の形状は、溶融\n樹脂温度200～235℃の実施例においては球状であるが、該温度が180℃及び270℃の\n比較例においては不定形または扁平でヒゲ状である」旨（公報４欄41行～５，６欄\nの表１）\nが記載されている。\nこれらの記載から、本件発明において溶融樹脂温度を「流れ温度＋50～120℃」と\nする意義は明らかである。\n原告は、本件明細書には、「流れ温度」と「球状粒子が得られる」ことについて\nの技術的因果関係が記載されていないと主張するが、上記のとおり本件明細書に、\n本件発明に係る「流れ温度＋50～120℃」なる温度設定に意義があることが記載され\nている以上、その因果関係までも記載すべき理由はない。\nまた、原告は、流れ温度は昭和38年当時から当業界で使用されていないパラメー\nターであって、その測定法（ASTM D569-82)も明細書に記載されていない点で不備が\nあるとも主張し、「測定法に欠点があるので流れ温度が昭和38年当時から使用され\nていない」ことの根拠として審判甲第５及び６号証を提出した。しかしながら、審\n判甲第５号証にはASTM D569-48が記載されているだけで本件発明に係る測定法ASTM\nD569-82に関するものでないし、また審判甲第６号証も単にＡＢＳ樹脂のカタログに\n流れ温度の記載がないだけであるから、審判甲第５及び６号証をみても、原告の上\n記主張が正当であると認めることはできない。そして、本件発明に係る流れ温度の\n測定法はASTM D569-82において規定され（\"1985 ANNUAL BOOK OF ASTM STANDARDS\nSECTI-ON 8 Plastics\" VOL.08.01 Plastics(1)C177-D1600 Publication Code\nNumber(PCN):01-080185-19参照のこと）、当該基準は当業界で広く知られているも\nのである。\nしたがって、本件明細書には、本件発明について当業者が容易に実施できる程度\nに記載されているものと認められるので、原告の上記主張は採用できない。\n(4)　無効理由１についての審決の判断\n(4)－１　原告の主張\n原告は、本件発明と審判甲第２号証記載の発明との相違点は、押出機ダイからの\n樹脂吐出物を、前者は「空気中で切断する」のに対し、後者は「冷却水中に押出し\n切断する」点、及び溶融樹脂温度が、前者が「該樹脂の流れ温度（ASTM D569-82）\n＋50～120℃の範囲」であるのに対し、後者が「樹脂溶融物の粘度が１×10\n２～５×\n４ポイズとなるごときもの」である点であり、溶融樹脂を空気中で切断して粒子を\n得ることは審判甲第２号証の従来技術又は審判甲第３号証に、そしてＡＢＳ樹脂の\n射出成形温度又は押出成形温度が審判甲第４及び７号証に、流れ温度は審判甲第５\n号証に記載されているから、本件発明は、審判甲第２～５及び７号証に基づいて当\n業者が容易に発明できたものである旨主張する。\n(4)－２　審判甲各号証の記載事項\n本件特許の出願前に頒布された刊行物である審判甲第２～５及び７号証には、以\n下の事項が記載されている。\n審判甲第２号証：\nア．｢(1)熱可塑性合成樹脂の溶融物を押出機の先端に装着されたダイのノズル\nより冷却水中に押出し、ダイ面に接触して回転するカッター刃により切断して粒状\n化するに当り、ダイ入口における樹脂溶融物の粘度が１×10\n２～５×10\n４ポイズとな\nるごとく樹脂温度を調整し且つノズル1孔当りの吐出量を0.1～6.0kg/Hrとすること\nを特徴とする熱可塑性合成樹脂球状粒子の製造法。\n(2)ノズルの先端ランド部の直径が0.5～1.8mmであるダイを用いる特許請求\nの範囲第1項記載の製造法。｣(特許請求の範囲)\nイ．｢造粒方法としては、ストランドカット方式、ホットカット方式、水中カッ\nト方式などがあるが、いずれの方式による場合も、得られる樹脂粒子の形状は扁平\nか円柱状であることが多く、球状といえるものはほとんどない。・・・本発明は、\n従来の樹脂粒子製造法における上述のような問題を解決し、小径粒子の製造に適用\nしても形状の揃った球状粒子が得られる樹脂粒子製造法を提供しようとするもので\nある。｣(1頁右欄３～18行)\n審判甲第３号証：\nウ．「形状が球の粒状物に成形するにはホットカット法により｢表4.22｣の『(14\n＋18)』又は『(17)』により造粒し得ること及び｢表面張力｣による」こと（211頁｢表\n4.23｣）\nエ．上記『(14＋18)』は｢ダイ表面切断(空中)、及び水冷/輸送｣であり、同\n『(17)』は｢ダイ表面切断(水中)｣である旨、及び、「前記空中又は水中での｢ダイ表\n面切断-水冷｣により碁石、球状ペレットが得られ、この方法を適用できる主な樹脂\nとしては、低密度又は高密度ポリエチレン(LD、HDPE)、ポリプロピレン(PP)、ポリ\nスチレン(PS)、ABSなどがある」旨(210頁｢表4.22｣)\nオ．「大容量の造粒用には、ホットカット方式、特に水中カット方式が利用さ\nれる。図4.137はウォータリング型ホットカットペレタイザの全システムの説明で、\n水循環装置、フィル夕、遠心脱水機など大がかりなものとなる。このため、小容量\nのものや、材料切換頻度が多く、そのつどクリーニングを厳しく要求される用途に\nは不向きである。水中カットの場合はカッタ室が加圧となるので、図4.137のスラリ\nーポンプが不要となることを除くと他は図4.137と同一となる。図4.138は空冷ホッ\nトカットペレタイザで、ペレットの融着しにくい高粘度で押出される材料、例えば\nRPVC、SPVCなどに利用される他、水の付着を嫌う架橋PEなどに利用される。この方\n法は、水の分離、乾燥が不要であり、高粘度材料の切断も容易であることから構造\nも簡単で、小容量のものにまで利用される。｣\n(210頁右欄13行～211頁右欄6行)\nカ．「ホットカット法について、ここでは空中で切断するものと、水中カット\nを分けて取扱うが、いずれもダイから押出される樹脂をダイ表面に直接カッタを走\nらせてペレット化するものである」旨（213頁右欄下から２行目～214頁左欄３行)\n審判甲第4号証：\nキ．「ＡＢＳ樹脂と他の樹脂の性質比較\n高衝撃性　　中衝撃性　 　耐熱性\n圧縮成形温度 160～232℃ 163～177℃ 160～260℃\n射出成形温度 190～275℃ 205～260℃ 245～290℃」（147頁の｢表4｣）\nク．「ダイヤペットABS　　三菱レイヨン（株）\nグレード　1001　中衝撃性｣（580頁　第５部エンジニアリングプラスチック\nス各社別物性表）\n審判甲第５号証：\nケ．「ASTM D 569-48は当初熱硬化性プラスチックの試験機として利用された\nRossie-Peakesのフローテスタを熱可塑性プラスチックに用いられるように種々測定\n条件を規定したもので、割形オリフィス内に圧入される試料長を自動的に拡大記録\nして流動性を測る。試験片としては円柱形に予備成形したものを予熱せずに用い、\n所定の圧力で３点以上温度をかえて内径3.18mm長さ38.1mmのオリフィス中へ２分間\n圧入し、半対数紙にプロットした温度（℃）と流入長（対数軸）との関係図から２\n分間に一定量（25.4mm)流入する温度（℃）を求めて、それを”流れ温度”と称して\nいる。しかしこの試験法は試料の温度が非定常な状態で押し流されること、ノズル\n内への流入に伴って壁面のずり応力が刻々に減少すること、遅れ弾性的変形と定常\n的な流れの状態とを自記曲線から区別することがまったくできにくいこと、ノズル\nに互換性がないこと、あるいは脈動現象が観測しにくいことなどの理由から現在で\nはあまり用いられていない。」\n審判甲第７号証：\nコ．「ＡＢＳ樹脂のシートの押出温度は樹脂のグレードによって多少異なる\nが、代表的な温度範囲はダイリップで測定して、199～232℃である」旨\n(4)－３　対比\nそこで、本件発明と審判甲第２号証に記載された発明を対比すると、両者のノズ\nル１孔当たりの樹脂吐出量は0.3～３kg/時間において重複するから、両者は「熱可\n塑性樹脂をノズル１孔当たりの樹脂吐出量が0.3～３kg/時間の範囲となるように押\n出機先端部に設けたダイより溶融押出した直後、該ダイ面上で回転するカッター刃\nにより樹脂吐出物を切断し、球状粒子とすることを特徴とする熱可塑性樹脂球状粒\n子の製造法。」の点で共通するが、本件発明は溶融樹脂温度を該樹脂の流れ温\n度（ASTM D569-82)＋50～120℃の範囲にして押し出した直後空気中にて切断するの\nに対し、審判甲第２号証に記載の発明は、ダイ入口における樹脂溶融物の粘度が１\n×10\n２～５×10\n４ポイズとなるごとく樹脂温度を調整して冷却水中に押し出し切断す\nる点で相違する。\n(4)－４　相違点の判断\nそこで、上記相違点について検討する。\n本件発明に係る溶融樹脂を空気中に押出して切断するホットカット方式につい\nて、審判甲第２号証にはほとんど球状粒子を得られないことが記載され（上記イ参\n照）、審判甲第３号証には、当該成形方式を適用して球状粒子が得られる樹脂の種\n類や性状等の記載はあるものの、一般的な技術事項の記載のみで（上記ウ、エ、\nオ、カ参照）、具体的なダイ出口における溶融樹脂温度については示唆されていな\nい。また、審判甲第４及び７号証には、ＡＢＳ樹脂の射出又は押出成形温度につい\nての記載があるだけで（上記キ、ク、コ参照）、特殊な押出成形手段である空中に\nおけるホットカット方式を用いた球状粒子の成形方法についての押出温度を開示す\nるものではない。\nまた、審判甲第５号証にはASTM D 569-48についての記載があるだけで（上記ケ参\n照）、ASTM D 569-82については記載されていない。\nなお、原告は、審判甲第７号証記載のＡＢＳ樹脂の押出成形温度は、本件発明に\n係る実施例のＡＢＳ樹脂の溶融温度と重複する旨主張する。\nしかしながら、審判甲第７号証の押出温度はシートの押出成形に関するものであ\nって、球状粒子を製造する際の押出温度を示唆するものでない。\nさらに、その温度についても、本件発明の実施例におけるＡＢＳ樹脂の溶融温度\nと一部重複するところはあるにしても、本件発明に係るものは\"三菱レイヨン　ダイ\nヤペット1001\"であって、流れ温度が140℃であるから、溶融樹脂温度が「流れ温\n度（ASTM D569-82）＋50～120℃」の範囲内の190～260℃となるのに対し、審判甲第\n７号証記載のＡＢＳ樹脂のグレードは不明であるから流れ温度は不明であり、ひい\nては「流れ温度（ASTM D569-82）＋50～120℃」も不明であるから、該審判甲号証記\n載のＡＢＳ樹脂の押出成形時の199～232℃という溶融温度が「流れ温度（ASTM\nD569-82）＋50～120℃」の範囲内のものであるということもできない。\nそして、本件発明は上記相違点をその構成の一部に備えることによって、審判甲\n第２～５及び７号証から予測できない明細書記載のごとき顕著な効果を奏するもの\nであると認める。\nしたがって、本件発明は、審判甲第２号証に記載の発明と審判甲第３～５及び７\n号証に記載のごとき周知ないしは公知の技術事項から当業者が容易に発明すること\nができたものである、ということはできない。\n(4)－５　無効理由１についてのむすび\n以上のとおりであるから、「本件発明は、審判甲第２～５及び７号証に記載され\nた発明に基づいて当業者が容易に発明をすることができたものである」旨の原告の\n主張は理由がない。\n(5)　審決の結論\nしたがって、原告の主張する理由及び提示する証拠方法によっては本件特許を無\n効とすることはできない。\n第３　原告主張の審決取消事由\n１　取消事由１（発明の容易性の判断の誤り）\n審決は、本件発明を誤認し、そして、審判甲第２号証及び審判甲第３号証等に記\n載された発明の技術内容の認定を誤ったものであり、その結果、本件発明が審判甲\n第２号証及び審判甲第３号証等に記載された発明の技術内容に基づいて当業者が容\n易に発明をすることができたものであることの認定判断を誤ったものであり、審決\nには発明の容易性判断の誤りの違法がある。\n(1)　本件明細書の記載と審判甲第２号証の記載の相違は、樹脂の溶融温度の違い\nの点と切断方式（ホットカットか水中カットか）の違いの点のわずか２点のみにす\nぎない。\n本件発明と審判甲第２号証記載の発明は、いずれも熱可塑性樹脂の球状粒子への\n成形に係るものであり、両発明の目的はいずれも形状の揃った真球状の球状粒子を\n得ることのできる製造方法を提供することであり、その前提となる従来技術につい\nての認識においても両者に異なるところはない。両発明の効果においても「溶融樹\n脂温度（樹脂溶融物の粘度）と吐出量の調整のみにより」真球状の球状粒子を製造\nすることができるという点において相違はない。発明に至った経緯についても「溶\n融樹脂温度（樹脂溶融物の粘度）と吐出量」が重要であるという知見を得た点にお\nいても相違はない。\n(2)　審決は、審判甲第２号証の記載内容について、「本件発明に係る溶融樹脂を\n空気中に押出して切断するホットカット方式について、審判甲第２号証にはほとん\nど球状粒子を得られないことが記載され（上記イ参照）」「したがって、本件発明\nは、審判甲第２号証記載の発明と審判甲第３～５及び７号証に記載のごとき周知な\nいしは公知の技術事項から当業者が容易に発明することができたものである、とい\nうことはできない。」と認定、判断している。\nしかし、そもそも、審決が摘示しているイの箇所には、「造粒方法としては、ス\nトランドカット方式、ホットカット方式、水中カット方式などがあるが、いずれの\n方式による場合も、得られる樹脂粒子の形状は扁平か円柱状であることが多く、球\n状といえるものはほとんどない。」と記載されているのであり、「ホットカット方\n式」のみならず「水中カット方式」においても球状といえるものはほとんどないこ\nとが記載されているのであり、「ホットカット方式」のみが球状粒子を得られない\nことが記載されているわけではない。\nそして、審判甲第２号証の記載は、当業者がみれば、従来の技術の説明として、\n従来は「ホットカット方式」においても「水中カット方式」においてもほとんど球\n状粒子を得られていない旨を記載し（イの箇所）、審判甲第２号証記載の発明の開\n示によれば少なくとも「水中カット方式」においては所期の目的の球状粒子が得ら\nれることを開示しているのであり、審判甲第２号証記載の発明により球状粒子を得\nるということに関しては、もはや従来の技術レベルを脱したことを宣言していると\n理解できる。審判甲第２号証には、従来の技術レベルと異なって、少なくとも「水\n中カット方式」においては所期の目的の球状粒子が得られることが開示されてはい\nるが、審判甲第２号証の記載のどこにも「ホットカット方式」においては球状粒子\nを得られない旨の記載はない。\nそもそも、審判甲第２号証には、従来は満足のできる真球状の球状粒子が得られ\nなかったが「溶融樹脂の粘度および各ノズル当たりの吐出量」に着目することによ\nり目的の真球状の球状粒子が得られることが開示されている。すなわち、審判甲第\n２号証には、従来水中カット方式においてもホットカット方式においても満足な真\n球状の球状粒子が得られなかったが、その中のひとつの少なくとも水中カット方式\nにおいては目的の真球状の球状粒子が得られる要因が審判甲第２号証に開示されて\nいるといえるのである。\nそうだとすると、当業者にとって当該要因を目的の真球状の球状粒子を得るため\nに他のカット方式に適用することは困難ではない。そして、球状粒子を成形する方\n式としては２又は３種類の方式しかないので、他の方式への転用にも困難性はな\nい。\n(3)　審決は、審判甲第３号証について、「審判甲第３号証には、当該成形方式を\n適用して球状粒子が得られる樹脂の種類や性状等の記載はあるものの、一般的な技\n術事項の記載のみで（上記ウ、エ、オ、カ参照）、具体的なダイ出口における溶融\n樹脂温度については示唆されていない。」と判断している。\nしかしながら、原告は、審判甲第３号証に、「具体的なダイ出口における溶融樹\n脂温度」が記載ないし示唆されているかということなどは主張しておらず、審判甲\n第３号証には球状粒子を成形するための方法が開示されていることを主張している\nのである。\n審判甲第３号証には、切断方法として、ストランドカット方式やホットカット方\n式があることが記載されており、これを審判甲第３号証の記載と記号（表4.22）に\nより分類すれば、次のようになる。\n審判甲第３号証のホットカット方式のダイ表面切断（水中）（１７）が審判甲第\n２号証記載の発明における「水中カット方式」であり、審判甲第３号証のホットカ\nット方式のダイ表面切断（空中）で水冷（１４＋１８）が本件発明における「ホッ\nトカット方式」である。\nそして、審判甲第３号証の２１２頁の表４．２３には、球状物の成形にはホット\nカット方式であって、ダイ表面切断（水中）（１７）又はダイ表面切断（空中）で\n水冷（１４＋１８）方式を採用することができる旨が記載されている。すなわち、\n審判甲第３号証には、球状粒子の成形の方式として、審判甲第２号証記載の発明に\n係る水中カット方式と本件発明に係る「ホットカット方式」があることが具体的な\n装置を含めて具体的に記載されており、「一般的な技術事項の記載のみ」とした審\n決の認定、判断は誤りである。\n(4)　審決の容易性判断の誤りについて\n本件発明と審判甲第２号証記載の発明を比較すると、両者は、従来技術について\nの認識、発明の目的、発明に至った経緯、発明の効果において相違するものではな\nく、溶融樹脂温度を別にすれば樹脂の吐出量にも相違がないのであるから、要する\nに水中カット方式（審判甲第２号証記載の発明）か空中カット方式（本件発明）か\nのカット方式の相違のみである。審判甲第２号証に記載の水中カット方式に代え\nて、審判甲第２号証に記載の目的を達成するための球状粒子の成形方式として、残\nされた他方の１種類を選択することに格別の困難性もないことは明らかである。\n仮に、本件発明が当該粘度の値となる樹脂温度が「流れ温度」＋５０～１２０℃\nの範囲であることを見いだしたものであるとしても、これは審判甲第２号証に記載\nの「別に確認しておいた温度と粘度との関係」（２頁右上欄４～５行）の一態様に\nほかならず、当業者が実験により確定することができるものであることは審判甲第\n２号証に示唆されているとおりであり、かかる発見が新たな技術的事項を構成する\nものでもない。すなわち、ＡＢＳ樹脂の通常の成形温度を「流れ温度」＋５０～１\n２０℃の範囲と表現したものにすぎない。\n２　取消事由２（明細書の記載要件の判断の誤り）\n(1)　本件明細書には「『流れ温度』＋５０～１２０℃」という本件発明の構成に\nついて当業者が理解し得る程度に記載されておらず、したがって、この点において\n本件明細書には記載の不備があり、本件特許は特許法第１２３条第１項第４号の規\n定に該当し、無効にされるべきである。\n「『流れ温度』＋５０～１２０℃」という本件発明の構成は「ＡＳＴＭ　Ｄ５６\n９－８２」という技術標準に基づいているが、この技術標準は問題を有するもので\nあり、この問題点が解決されないと「流れ温度」の技術的な意味が不明確である。\n本件明細書にはこの「ＡＳＴＭ　Ｄ５６９－８２」という技術標準の問題点を治癒\nするような記載はなく、したがって、この問題点「『流れ温度』＋５０～１２０\n℃」という本件発明の構成が本件明細書に当業者が理解できる程度に記載されてい\nるということはできない。\nStandard Method of Test for MEASURING THE FLOW PROPERTIES OF\nTHERMOPLASTIC MOLDING MATERIALS / ASTM Designation: D 569-48（熱可塑性成形\n材料流動性の試験とその標準的測定法　ＡＳＴＭ名　Ｄ５６９－４８。甲第１５号\n証。Ｄ５６９－４８）と、同 D 569-82（甲第１６号証）によれば、両者に内容的な\n変更がなされていないことは明らかである。そうすると、審判甲第５号証により当\n該「ＡＳＴＭ　Ｄ５６９－８２」に問題点があることが裏付けられることになる。\n以下、具体的に主張する。\n(2)　「ＡＳＴＭ　Ｄ５６９－８２」の問題点について\n本件明細書には「ＡＢＳ樹脂（三菱レイヨンダイヤペットＡＢＳ１００１）（流\nれ温度１４０℃）」と明記されている（本件公報２頁４欄４４～４５行）ところで\nあるから、そうすると、かかる流れ温度は、ダイヤペットＡＢＳ１００１の樹脂を\n「ＡＳＴＭ　Ｄ５６９－８２」に記載されている装置を用いて現実に測定できなけ\nればならない。\nしかるに、「ＡＳＴＭ　Ｄ５６９」自体が使用されていなかったとされている\n（審判甲第５号証、及び甲第１２～１４号証参照）ところであるから、流れ温度\nは、ダイヤペットＡＢＳ１００１の樹脂を「ＡＳＴＭ　Ｄ５６９－８２」に記載さ\nれている装置を用いて現実には測定することはできないということになり、この点\nを明確にしなけば本件の必須の構成自体が不明瞭であるということになって、本件\n発明を当業者が追試することも困難である。\n(3)　当業者が通常使用しない流れ温度という技術概念を採用していることの技術\n的意義について\n「流れ温度」の意義について、審決は、本件公報第３欄第３６～４９行の記載を\n挙げて、これらの記載から、本件発明において溶融樹脂温度を「流れ温度＋５０～\n１２０℃」とする意義は明らかであると認定、判断している。\nしかしながら、審判甲第５号証や甲第１２～１４号証にも示されているように、\n当該「流れ温度」自体がそもそも不明瞭であり、極めて特殊な技術概念であるから\n当業者に自明といえるものでもなく、かつ、審判甲第３号証に記載されている球状\n粒子を得るための運転条件である表面張力との技術的な因果関係が不明なものであ\nるし、さらにこれらのことから本件発明を容易に実施できる程度に発明が記載され\nているとはいえない。\n審決は「流れ温度」の意義に関して本件公報の記載箇所を引用しているが、当該\n記載箇所は溶融樹脂温度との関係における球状粒子の成形条件の公知事項を説明し\nたにすぎないものであるから、本件発明に係る「流れ温度」の技術的意義を明らか\nにしたものではない。「流れ温度」が樹脂のどのような指標となるのかということ\nさえ当業者には不明瞭であり、当該説明がなければ明細書の記載に不備があるとい\nうことになる。\n(4)　「ＡＳＴＭ　Ｄ５６９－８２」が広く知られている点について\n審決はＡＳＴＭに記載されているから広く知られており、容易に実施できると認\n定、判断している。しかし、当該「ＡＳＴＭ　Ｄ５６９－８２」（甲第１６号証）\nは利用者が少なく、利用者を捜していると明記されており、しかも１９９５年には\n廃止されているので、ＡＳＴＭに記載されていることのみをもって容易に実施でき\nるということはできない。\n第４　審決取消事由に対する被告の反論\n１　取消事由１（発明の容易性の判断の誤り）に対し\n(1)　本件発明は、ホットカット方式を採用して、これまで同方式では製造が困難\nであった真球状の小球状粒子の製造を可能にしたものである。したがって、ホット\nカット法を採用しながら球状粒子の製造を可能とした点に、従来技術からは予測で\nきなかった効果があり、顕著な効果を奏する。\n(2)　審判甲第２号証について\n(2)－１　審判甲第２号証が、従来のホットカット方式や水中カット方式において\nは満足な球状粒子を得ることができなかったことを明らかにしているのは、原告主\n張のとおりである。しかし、両方式について、樹脂溶融物の粘度と吐出量を調整す\nることで球状粒子を製造することが可能となったことは、審判甲第２号証の明細書\nのどこにも開示されていない。審判甲第２号証の発明は、水中カット方式を採用し\nた上で、粘度、吐出量及び冷却水の温度を調整すれば球状粒子を製造可能であると\nするものであり、空気中でカットするホットカット方式において、樹脂溶融物の粘\n度と吐出量を調整することにより、球状粒子の製造が可能になったとは全く記載さ\nれていないし、その示唆もないのである。\n確かに、審判甲第２号証の明細書からは、樹脂溶融物の粘度に代えて樹脂温度を\n使用することが可能であることが開示されていることは、原告主張のとおりであ\nる。しかし、これが開示されているとしても、審判甲第２号証の発明は、水中カッ\nト方式に関する発明であって、ホットカット方式に関するものではない。\n(2)－２　審判甲第２号証明細書には、水中カット方式の操業条件を適正に選択す\nれば目的の球状粒子が得られることが開示されているが、このことをもって、水中\nカット方式に代えてホットカット方式を採用することが示唆されているといえると\nいう理由はなく、むしろ、ホットカット方式の採用が困難であることがより明確に\nされているといえる。すなわち、両方式は、溶融樹脂を、水中に押し出すのか、空\n気中に押し出すのかという点で異なるところ、水と空気では熱伝導率、浮力、樹脂\n表面に加わる圧力、抵抗等が大きく異なることから、切断の条件及び切断後の条件\nも大きく異なるものであり、それゆえ、水中カット方式において粘度及び吐出量を\n調整したからといって、ホットカット方式において球状粒子が得られるという保証\nは全くない。\nそもそも、審判甲第２号証の明細書によれば、従来の技術では、水中カット方式\nやホットカット方式等のいずれによっても球状粒子を得ることができなかったが、\n複数ある方式のうち水中ホットカット方式についてのみ、樹脂粘度及び吐出量を規\n定することにより球状粒子を得ることができるようになったのであり、これを反対\nから解釈すれば、他のカット方式では樹脂温度及び吐出量を規定したところで球状\n粒子を得ることができないことが明らかにされているということすらできるのであ\nる。\nまた、仮に審判甲第２号証にＡＢＳ樹脂についての「代表的なシートの押出成形\n条件」が開示されていたとしても、樹脂の種類、成形条件、成形の形状などが異な\nる場合についてまで、何らかの成形条件を開示ないし示唆するものではない。同条\n件をそのまま「三菱レイヨンダイヤペットＡＢＳ１００１」について、ホットカッ\nト方式を使用する場合に適用し得るわけではなく、まして真球状の粒子を得られる\nという保証は全くない。\nしたがって、審判甲第２号証には、水中カット方式に代えてホットカット方式を\n採用することが示唆されているということはできない。\n(3)　審判甲第３号証について\n審決は、審判甲第３号証の図１３７、１３８について解説する部分（２１０頁右\n欄１３行～２１１頁右欄６行）を、「オ」として引用しているが、当該部分は、ウ\nォータリング型ホットカットペレタイザ及び空冷ホットカットペレタイザについ\nて、概念的に説明したにとどまるものであり、いかなる操業条件で行えば意図した\n形状の粒子が得られるのか一切記載されていない。本件明細書の実施例において使\n用されているＡＢＳ樹脂の使用についても具体的に記載されているものではない。\nしたがって、上記記載をもって、空気中のカットも水中でのカットも「同様に」行\nえることを示唆するものということはできず、また、元来、水中と空気中では、熱\n伝導率、抵抗、浮力等が異なるのであるから、操業条件を同一に論じられないのは\n自明である。\nしたがって、審決が、本件訴訟の審判甲第３号証について、一般的な技術的事項\nのみで、具体的なダイ出口における溶融樹脂温度については示唆されていないと判\n断した点に誤りはない。\n(4)　容易性判断に関して\n水中カット方式について樹脂粘度及び吐出量を規定すれば球状粒子を得ることが\nできるとする審判甲第２号証は、前述のように、空中カット方式において同様の条\n件を規定することにより球状粒子を得られる可能性を否定しているものであり、こ\nのような審判甲第２号証の開示からは、そこで開示された技術を審判甲第３号証に\n開示された「ホットカット方式において球状粒子を得られることがある」という技\n術と組み合わせる動機自体生じ得ない。そもそも、水中と空気中では、熱伝導率、\n抵抗、浮力、圧力等が異なり、同一の要素についてのみ規定したとしても同一の形\n状の粒子ができるとは到底考えられるはずがない。\n２　取消事由２（明細書の記載要件の判断の誤り）に対し\n(1)　「ＡＳＴＭ　Ｄ５６９－８２」の問題点について\n本件審判においては、改訂前のＡＳＴＭ　Ｄ５６９－４８と改定後のＡＳＴＭ\nＤ５６９－８２の規格が同一であるとは明らかにされていないので、内容に変更が\nないことが明らかにされない限り、改訂前の規格についての事実を、改訂後の規格\nについての主張に用いることを、主張自体失当として扱うことは合理的である。\n(2)　当業者が通常使用しない流れ温度という技術概念を採用していることの技術\n的意義について\n審決は、「本件明細書に、本件発明に係る『流れ温度＋５０～１２０℃』なる温\n度設定に意義がある」とし、続いて、「本件発明に係る流れ温度の測定法はＡＳＴ\nＭ　Ｄ５６９－８２において規定され（中略）、当該基準は当業界で広く知られて\nいるものである」と判断している。ここでは、本件発明の作用効果を発揮するため\nには、「流れ温度＋５０～１２０℃」の範囲に温度を設定する必要があることか\nら、「流れ温度」なる基準を用いたのであり、また、「流れ温度」という基準は溶\n融樹脂の性状を示すものとして当業界で広く知られており、決して特殊な概念でも\nないから、かかる基準を用いることに非合理性はないと判断しているのである。当\n業界で広く知られている基準を用いて、一定の作用効果を発揮し得るように規定す\nることができる以上、それ以外の基準を用いなければならない理由はなく、まし\nて、その基準を用いることの詳細な技術的意義、すなわち、同基準を用いて使用す\nる溶融樹脂の状態を限定することと得られた作用効果との因果関係を明らかにしな\nければならないという理由はない。\n(3)　「ＡＳＴＭ　Ｄ５６９－８２」が広く知られている点について\n当業界で周知慣用の技術については、特許庁に顕著な事実として、これをそのよ\nうに判断したことについて、証拠等を示して説明する必要がないことは、確定した\n判例である。しかも、ＡＳＴＭは、外国の規格とはいえ、世界の経済・産業をリー\nドし、我が国の経済・産業と最も密接に結びついている米国の規格である。\nしたがって、ＡＳＴＭが、「米国の工業規格であり、かつ膨大な産業分野につい\nて緻密に規定されている」からこそ、他の産業分野はともかく、自ら行っている産\n業分野の規格について、その存在はもちろんのこと、その内容まで把握するのは、\n合理的な技術者であれば当然である。\n第５　当裁判所の判断\n１　取消事由２（明細書の記載要件の判断の誤り）について\n(1)　甲第６号証によれば、審判甲第５号証には熱可塑性成形材料流動性の測定方\n法として「ＡＳＴＭ　Ｄ５６９－４８」が取り上げられており、そこには、それに\nよって求められた温度を『流れ温度』と称していること（３７３頁１３～１４\n行）、当該測定法には「遅れ弾性的変形と定常的な流れの状態とを自記曲線から区\n別することがまったくできにくいこと」（３７３頁１６～１７行）、及び、「ノズ\nルの互換性がないこと、あるいは脈動現象が観測しにくいこと」（３７３頁１７～\n１８行）、さらに「試料の温度が非定常な状態で押し流されること」（３７３頁１\n４～１５行）、という問題点の存在が記載されていることが認められる。\n本件発明の特許請求の範囲では、「流れ温度（ASTM D569-82による。）」とされ\nており、甲第２号証によれば、本件公報３欄２１行に、流れ温度は「ＡＳＴＭ　Ｄ\n５６９－８２」による旨の記載があることが認められるところ、審判甲第５号証に\n記載されている上記「ＡＳＴＭ　Ｄ５６９－４８」は「ＡＳＴＭ　Ｄ５６９」が１\n９４８年に改訂されたものと推定される（甲第１６号証）、一方、甲第１５号証及\nび第１６号証によれば、「ＡＳＴＭ　Ｄ５６９－４８」と「ＡＳＴＭ　Ｄ５６９－\n８２」の間に実質的な内容の変更は行われていないことが認められるので、本件明\n細書に示された「ＡＳＴＭ　Ｄ５６９－８２」にも、審判甲第５号証に示されてい\nる上記問題点があるものと認めることができる。\nそして、甲第６号証、第１２～第１４号証によれば、審判甲第５号証には、「Ａ\nＳＴＭ　Ｄ５６９－４８」はそこに記載の問題点があることなどの理由から現在\n（昭和３８年当時）ではあまり用いられていないとの記載があ\nり、Designation:D569-82に、「ＡＳＴＭ　Ｄ５６９－８２」は、成形条件や物理的\n性質を予測するためのものというよりは、制御や同定のためのものであるが、これ\nを使用している者は少数であるため、この方法についての意味のある正確な報告は\nされておらず、利用者を捜している旨の記載があり、Designation:D569-90に、「Ａ\nＳＴＭ　Ｄ５６９－９０」の利用者を捜すための努力が継続されているとの記載が\nあり、Last ASTM Designation:D569-90には、「この標準を使用しているとか、この\n標準の改正作業に何らかの興味を持っていると回答した者は誰ひとりとしていなか\nった。これらの結果に基づき、この標準は廃止されることになった。プラスティッ\nクにおけるＡＳＴＭ委員会Ｄ－２０の管轄下に、既にこの試験方法は１９９５年に\n中止されている。」との記載があることが認められる。\n一方、甲第２号証によれば、本件公報には「ＡＢＳ樹脂（三菱レイヨン　ダイヤ\nペットABS1001）（流れ温度140℃）」と明記されているが（４欄４４、４５行）、\n「流れ温度」に関しては、三菱レイヨンダイヤペットＡＢＳ（ＡＢＳ樹脂）の物性\n表が示されている審判甲第４号証の５８０頁にも記載がなく（甲第５号証）、ま\nた、「ダイヤペットＡＢＳ」と題する被告のカタログである審判甲第６号証にも、\n詳細な基本物性や成形加工時のダイ温度、シリンダー温度等の記載はあるものの、\n「流れ温度」に関する記載はないことが認められる（甲第７号証）。また、甲第２\n号証によれば、本件公報には、「流れ温度」が「ＡＳＴＭ　Ｄ５６９－８２」によ\nる、としか記載されておらず、それが球状粒子を得るための運転条件である溶融樹\n脂の表面張力（審判甲第３号証＝甲第４号証２１１頁表４．２３のＨ）、粘度、転\n移点等とどのような関係を有するかにつき、当業者が容易に理解し得るような説明\nの記載はないし、審判甲第５号証で指摘されている「流れ温度」についての上記問\n題点についての見解も記載されていないことが認められる。\nそうすると、本件発明の出願当時（平成１年８月）、ダイヤペットＡＢＳ１００\n１の樹脂につき、「ＡＳＴＭ　Ｄ５６９－８２」によって「流れ温度」を測定する\nことが現実にできたものと認めるには強い疑問があり、当業者が追試するのは困難\nであったといわなければならない。さらに、本件公報においても、「流れ温度」に\n関する説明はなく、球状粒子を得るための運転条件である溶融樹脂の表面張力との\n技術的な関係は不明であって、「流れ温度」の技術的内容が当業者にとって自明で\nあるということもできない。\nなお、審決は、本件公報３欄３６～４９行の記載を引用して、これらの記載か\nら、「本件発明において溶融樹脂温度を「流れ温度＋50～120℃」とする意義は明ら\nかである」としているが、この記載箇所は、球状粒子を成形するための溶融樹脂の\n粘度又は温度についての一般的事項又は公知事項を説明したにすぎず、粘度の説明\nについては技術的な合理性があるとしても、本件発明に係る「流れ温度」との関係\nを技術的に説明したものではない。\nしたがって、「本件発明において溶融樹脂温度を「流れ温度＋50～120℃」とする\n意義は明らかである。」とし、「本件明細書には、本件発明について当業者が容易\nに実施できる程度に記載されているものと認められる」とした審決の認定、判断は\n誤りである。\n(2)　乙第６号証、第９号証、第１１号証～第２６号証（枝番を含む。）の特許公\n開公報、アメリカ特許明細書その他の技術文献等には、ＡＳＴＭ　Ｄ５６９（ＡＳ\nＴＭ　Ｄ５６９－４８、ＡＳＴＭ　Ｄ５６９－８２等を含む。）に関する記載があ\nることが認められる。しかしながら、これらの記載も、前記審判甲第５号証に記載\nされている「ＡＳＴＭ　Ｄ５６９－４８」に関する問題点にどのように対応してい\nるかについて触れているものではなく、これらをもってしても、上記判断を左右す\nるものではない。\n(3)　したがって、取消事由２についての原告の主張は理由があり、無効理由２に\n関し、「本件明細書には、本件発明について当業者が容易に実施できる程度に記載\nされているものと認められる」とした審決の認定、判断は誤りである。\n２　取消事由１（発明の容易性の判断の誤り）について\n原告主張の取消事由２に理由があるので、審決は既に取消しを免れないが、念の\nため、取消事由１についても判断を加える。\n(1)　審決認定の本件発明と審判甲第２号証に記載の発明との間の相違点の一つ\nは、樹脂切断方式（本件発明が空気中で切断するのに対し、審判甲第２号証の発明\nでは冷却水中に押し出して切断する）の差異であり、もう一つの相違点は、本件発\n明は溶融樹脂温度を該樹脂の流れ温度（ASTM D569-82)＋50～120℃の範囲にするの\nに対し、審判甲第２号証に記載の発明は、ダイ入口における樹脂溶融物の粘度が１\n×10\n２～５×10\n４ポイズとなるごとく樹脂温度を調整するという、樹脂の溶融温度に\n関する差異である（審判甲第２号証記載の発明における「粘度」は樹脂の溶融温度\nに関することであり、樹脂の溶融温度に関するものであることは自明である。）。\nすなわち、甲第３号証によれば、審判甲第２号証には、真球状の球状粒子を製造\nするためには「溶融樹脂温度（樹脂溶融物の粘度）と吐出量」が重要であることが\n水中カット方式について開示されているものと認められる。そして、甲第４号証に\nよれば、審判甲第３号証２１０頁の表4.22（下記）に、球状粒子の成形の方式とし\nて水中切断方式（１７）と空中切断水冷方式（１４＋１８）を採用することができ\nることが記載されていることが認められる。そこに記載のホットカット方式のダイ\n表面切断（水中）（１７）が審判甲第２号証記載の発明における方式であり、ホッ\nトカット方式のダイ表面切断（空中）で水冷（１４＋１８）が本件発明における方\n式である。なお、本件発明の特許請求の範囲の記載において冷却方式は特定されて\nいないが、水冷方式を排斥するものではないことは明らかである（甲第２号証によ\nれば、本件発明の実施例について「空気中にて樹脂溶融物を切断し粒状物とした\n後、流水で冷却し、排出口より流水とともに排出して」（４欄４７～４９行）とさ\nれていることが認められる。）。\nそして、甲第４号証によれば、審判甲第３号証の２１１頁表4.23には、球状物の\n成形には、ホットカット方式であって、①ダイ表面切断（水中）（１７）方式、又\nは②ダイ表面切断（空中）で水冷（１４＋１８）方式を採用することができる旨が\n記載されていることが認められるのであって、球状粒子を得るための成形方法とし\nて、審判甲第２号証記載の発明の水中カット方式（審判甲第３号証の（１７））\nか、本件発明のホットカット方式（審判甲第３号証の（１４＋１８））の両者が可\n能であることが記載されているのである。\nこれらの記載によれば、操業条件の中の「溶融樹脂温度（樹脂溶融物の粘度）と\n吐出量」に着目することにより、少なくとも水中カット方式においては従来不可能\nとされていた成形が、所期の目的を達成し得ることが審判甲第２号証に開示されて\nおり、審判甲第３号証に記載の球状粒子の成形方式である他の残りの１種類の成形\n方式を採用するに当たって、従来不可能とされていた成形を可能とするための着目\nすべき操業条件が審判甲第２号証に教示されているものということができる。\nまた、甲第３号証によれば、審判甲第２号証には「なおダイ入口における樹脂溶\n融物の粘度を直接測定することは通常不可能なので、普通には樹脂温度を測定し、\n別に確認しておいた温度と粘度との関係から、樹脂粘度を推定する。その場合、粘\n度の測定には高化式フローテスターを用い、・・・等速昇温測定法により測定す\nる。」（２頁右上欄３～８行）と記載されていることが認められるのであり、審判\n甲第２号証に記載の樹脂溶融物の粘度に代えて別の樹脂温度を使用することも、審\n判甲第２号証に示唆されていたものと認めることができる。したがって、本件発明\nで樹脂温度を「流れ温度」＋５０～１２０℃の範囲と特定した点も、審判甲第２号\n証に記載の、「別に確認しておいた温度と粘度との関係」の一態様にほかならない\nというべきであり、そこに技術的意義を認めることはできない。\n(2)　そうすると、審判甲第２号証に記載の水中カット方式（審判甲第３号証の水\n中切断方式（１７））に代えて、審判甲第３号証においていずれの方式も採用する\nことができることが開示されている他方の成形の方式である空中切断水冷方式（１\n４＋１８）（本件発明におけるホットカット方式）を採用するに当たって、その具\n体的な操業条件として審判甲第２号証に開示の「溶融樹脂温度（樹脂溶融物の粘\n度）と吐出量」に着目し、その範囲を特定してみることは当業者が適宜になし得る\n事項にすぎないものと認めるべきである。\n(3)　なお、審決摘示の審判甲第２号証のイの箇所、すなわち、「造粒方法として\nは、ストランドカット方式、ホットカット方式、水中カット方式などがあるが、い\nずれの方式による場合も、得られる樹脂粒子の形状は扁平か円柱状であることが多\nく、球状といえるものはほとんどない。」との記載は、従来の技術の説明として、\n従来は、「ホットカット方式」においても「水中カット方式」においてもほとんど\n球状粒子を得られていない旨を記載しているものであり、従来技術の説明の文脈に\nおいて理解されるべきである。\n(4)　したがって、審決が「本件発明に係る溶融樹脂を空気中に押出して切断する\nホットカット方式について、審判甲第２号証にはほとんど球状粒子を得られないこ\nとが記載され」と認定したのは誤りである。\n(5)　被告は、審判甲第２号証にＡＢＳ樹脂についての「代表的なシートの押出成\n形条件」が開示されていたとしても、樹脂の種類、成形条件、成形の形状などが異\nなる場合についてまで、何らかの成形条件を開示ないし示唆するものではない旨主\n張する。\nしかし、甲第２号証によれば、本件明細書の実施例に記載のＡＢＳ樹脂は「流れ\n温度」が１４０℃であり、被告の品番（ダイヤペット ABC1001）によって特定され\nていることが認められ、甲第７号証によれば、被告のＡＢＳ樹脂カタログ（審判甲\n第６号証）には、被告のＡＢＳ樹脂の代表的な成形温度が１９０℃～２２０℃であ\nることが記載されていることが認められる。このように、代表的な押出成形温度が\n１９０～２２０℃であるのに対し、本件発明の溶融樹脂温度は、樹脂の流れ温度１\n４０℃＋５０～１２０℃である１９０～２６０℃であるから、本件発明の溶融樹脂\n温度は、通常の成形温度範囲内に属するものであることが明らかである。\nしたがって、被告の上記主張は理由がない。\n(6)　以上のとおりであり、上記(4)に示した審決の認定の誤りは、原告主張の無\n効理由１（発明の容易性）を排斥した審決の判断に影響するから、取消事由１も理\n由がある。\n第６　結論\n以上のとおり、原告主張の審決取消事由は理由があり、原告の請求は認容される\nべきである。\n（平成１３年８月２８日口頭弁論終結）\n東京高等裁判所第１８民事部\n裁判長裁判官　　　永　　　井　　　紀　　　昭\n裁判官　　　塩　　　月　　　秀　　　平\n裁判官　　　橋　　　本　　　英　　　史\n"
}