{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 12,
    "month": 12,
    "day": 8
  },
  "case_number": "平成12(ネ)149",
  "case_name": "",
  "court_name": "大阪高等裁判所",
  "right_type": "不正競争",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "12808",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=12808",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/808/012808_hanrei.pdf",
  "contents": "平成一二年(ネ)第一四九号 損害賠償等請求控訴事件（原審 大阪地方裁判所 平成九\n年(ワ)第七三七三号）\n【当審口頭弁論終結日 平成一二年五月一九日】\n判      　　  決\n控訴人（一審原告）    　　　  新明和リビテック株式会社\n右代表者代表取締役　　　　　　【Ａ】\n右訴訟代理人弁護士　　　　　  岡　    時  寿\n同　　　　　　　　    　　　  明  賀  英  樹\n同　　　　　　　　    　　　  中  村  良  三\n同　　　　　　　　    　　　  黒  田  一  弘\n被控訴人（一審被告）　　　　　株式会社カリタジャポン\n右代表者代表取締役　　　　　　【Ｂ】\n右訴訟代理人弁護士　　　 　　 浜  田  正  夫\n主      　　  文\n一　本件控訴を棄却する。\n二　控訴費用は、控訴人の負担とする。\n事実及び理由\n第一　当事者の求めた裁判\n一　控訴人\n１　原判決を取り消す。\n２　被控訴人は、控訴人に対し、金一億〇〇五五万八八九六円及び内金七七五\n五万八九九六円に対しては平成九年七月八日から支払済みまで年六分の割合によ\nる、内金二三〇〇万円に対しては平成九年八月二〇日から支払済みまで年五分の割\n合による各金員を支払え。\n３　被控訴人は、原判決別紙取引先一覧表記載の各取引先（本件取引先）に対\nし、原判決別紙記載の謝罪文を一回発送せよ。\n４　訴訟費用は、第一、二審とも被控訴人の負担とする。\n５　２項につき仮執行宣言\n二　被控訴人\n主文と同旨\n（以下、控訴人を「原告」、被控訴人を「被告」という。なお、原判決別紙\n「事実及び理由」〔横書き〕の引用に当たり、「上記」を「前記」と改めたり、ア\nラビア数字を漢数字に改めることなどをしない。）\n第二　事案の概要\n一　被告は、被告が輸入する化粧品について原告と販売代理店契約を締結してい\nたが、原告が自社の化粧品を開発し、被告の他の代理店等に購入を求めたことを理\n由として、原告との代理店契約を解除し、商品の供給を停止するとともに、他の被\n告代理店等に原告の商品開発をめぐる状況を内容とする通知をした。\n本件は、原告が被告に対して、① 被告による契約解除は無効であり、商品供\n給の停止は代理店契約の債務不履行に当たるとして、それに基づく損害賠償を請求\nするとともに、② 他の被告代理店等に対する通知が不正競争防止法二条一項一三号\nの不正競争行為又は不法行為に当たるとして、それに基づく損害賠償及び謝罪広告\nを各請求した事案である。\n原判決は、原告の請求をいずれも棄却し、原告が控訴を提起した。\n二　基本的事実関係\n基本的事実関係は、原判決別紙「事実及び理由」第３（二頁五行目から一〇\n頁一一行目まで）に記載されたとおりであるから、これを引用する。\nなお、その要旨は、次のとおりである。\n１　被告は、フランスの化粧品会社カリタの化粧品等の輸入・製造・利用等の\n全権を有していたが、昭和五三年九月一八日、原告との間で、被告の輸入に係るフ\nランス・カリタ・エステティック基礎化粧品の日本国内における販売の権利及び義\n務を原告に譲渡する契約を締結した。\n２　昭和六〇年一〇月一日、被告と原告は１の契約を改訂し、原告が日本国内\nにおける販売権を被告に返上するとともに、被告は、フランス・カリタから輸入す\nるカリタ基礎化粧品とその業務用化粧品、カリタメイクアップ化粧品、カリタキャ\nピレール製品とその業務用化粧品について、原告を、日本国内美容ルートにおける\n唯一の販売元であることを認め、原告に対して同商品を継続して売り渡す旨の契約\nを締結したが、右契約には、右取扱商品と同種又は類似の他社商品についての販売\nをしてはならない旨の条項（類似商品販売禁止条項）が明記されていた。\n３　平成六年三月二五日、原告と被告は、「カリタ化粧品事業転換に関する協\n定書」により、２の契約を平成六年三月三一日限りで解除し、翌四月一日から被告\nを日本国内の美容ルートにおける唯一の販売元とする旨合意し、これに基づき、平\n成六年四月一日、基本契約（本件基本契約）を締結し、被告は、同契約の定めると\nころに従い、被告商品（カリタ化粧品及び関連する商品）を継続して原告に売り渡\nし、原告はこれを買い受けて被告の販売代理店として取扱サロンに販売するものと\nすることとされたが、右契約には、類似商品販売禁止条項が記載されていなかっ\nた。\n４　原告商品の営業販売活動と被告による基本契約の解除\n(一)　原告は、平成九年五月二〇日、東京全日空ホテルにおいて、原告が美\n容ルート販売元時代の系列代理店を集めて、「新明和リビテック株式会社化粧品代\n理店大会」を開催し、原告の開発にかかる新規エステティック化粧品「ＡＵＢＲＹ\nＤＥＣＥＮＣＥ（オーブリー　デサース）」を発表し、同商品（原告商品）の営\n業販売活動を開始した。\n(二)　これに対し、被告は、翌二一日、原告に対し、原告商品の販売を中止\nするよう申し入れたが、原告はこれを拒絶した。\n(三)　そこで被告は、同月二九日ころ、原告に対し、原告商品の販売は、①\n原告が負っている類似商品取扱禁止義務に違反していること、② カリタ化粧品のノ\nウハウを盗用する行為であることを理由に、原告商品の販売の即時中止及び本件基\n本契約を即時解除する旨の通知を行った。\n５　平成九年五月二九日、被告は、カリタ化粧品取扱サロンに対して、「カリ\nタ化粧品のお取引先変更についてのご案内」と題する通知を行い、その中で、原告\nと取引を停止したので、今後カリタ化粧品の取引は被告が直接取引をするようにな\nると述べ、更に、原告の取引先である代理店（本件取引先）に対し、「新明和リビ\nテック株式会社取扱化粧品の弊社対応についてのご報告」と題する通知を行い、そ\nの中で、原告化粧品及びその販売システムが、カリタ化粧品のそれに類似している\nことや、原告が、元カリタ化粧品の総販売元・総代理店の立場を利用し、原告商品\nをカリタの流通システムに売り込む行為は、被告に対する営業妨害行為であるなど\nと述べた。\n６　原告は、平成九年六月二日、被告に対し、総額五六九万円余りに相当する\nカリタ化粧品の購入を発注したが、注文後数日しても、被告が商品を納入しなかっ\nたので、同月一三日、注文商品を供給するよう催告した上、同年七月七日、本件基\n本契約を将来に向かって解除する旨の通知をした。\n三　争 点\n１　被告による債務不履行の成否\n２　被告がカリタ取扱サロン及び代理店に対して行った各通知（前記引用に係\nる原判決別紙「事実及び理由」第３の３(4)ア及びイの通知）は、原告の営業上の信\n用を害する虚偽の事実を告知するもの（不正競争防止法二条一項一三号）か。\n３　被告の前記各通知が原告に対する不法行為を構成するか。\n４　損害額\n四　争点に関する当事者の主張\n１　争点に関する当事者の主張は、次項に付加するほか、原判決別紙「事実及\nび理由」第５（一〇頁末行から三〇頁九行目まで）に記載されたとおりであるか\nら、これを引用する（ただし、二九頁六行目の三四五万五五〇〇円」を「三四五万\n五〇〇〇円」に、同頁一〇行目の「二〇〇〇万円」を「二三〇〇万円」にそれぞれ\n改める。）。\n２　当審における原告の主張の要旨（いずれも争点１に関するもの）\n(一)　事実誤認\n(1)　販売代理店としての管理義務の不存在\n原告は、被告に対し、本件基本契約において、類似商品販売禁止義務\nを負わないし、原告が被告商品のみを専属的に販売する義務も負わない。したがっ\nて、平成六年四月一日以降、原告が、被告の販売代理店として、全国に散らばるサ\nロンを管理し、サロンが被告商品の取扱いを継続するよう務めるという意味での管\n理義務を負うことはなく、一販売代理店として取引先であるサロンを対象に被告の\n商品の供給を行うという極めて限定された役割を果たすに過ぎない。\n(2)　利益相反の不存在\n原告商品は、市場動向をもとに、「① エステティック化粧品、②フラ\nンス製、③ 並行輸入品が発生しない、④ 品質高級、価格帯中級～中級上」をコン\nセプトとして開発されたものである。特に、価格については、被告商品の方が、原\n告商品よりも約二割から五割程度高く、原告商品と被告商品とではターゲットとす\nる客層が異なる。\nまた、原告商品は、美容ルートに限定し、デパートでの販売を行わな\nいものであり、販売ルートも異なる。\n以上から、原告独自による原告商品の販売活動自体に利益相反は存在\nしないと考えられる。\n仮に、利益相反の可能性があるとしても、原告が他の代理店を管理す\nる義務はないから、原告の顧客以外の代理店との関係では、利益相反はあり得ず、\nまた、原告の顧客であるサロンは、全サロンの約五分の一である一〇〇店に過ぎな\nいので、重大な利益相反が起こることもない。\n(3)　類似性判断の基準時\n原告商品と被告商品の類似性の有無については、原審で述べたとおり\nであるが、類似性を判断する基準時については、原告商品の販売が開始された平成\n九年五月当時における被告商品と対比すべきであって、平成二年ころの被告商品と\n対比しても意味はない。\n(二)　契約及び法令の解釈の誤り\n(1)　基本契約の解釈の誤り\n原判決が、利益相反の程度が重大であることの判断基準について何ら\n示すことをしないまま利益相反であると認定したことは不当であり、本件基本契約\nにおいて類似商品販売禁止義務が課せられていないとしながら、本件基本契約の前\n文から「被告の利益を害する利益相反行為を行わない」という義務を負うと解釈し\nたことは、矛盾する判断で、本件基本契約の前文の解釈を誤ったものである。\n本件基本契約の前文の文言は極めて抽象的であり、本件基本契約の各\n条項の解釈指針ないし精神条項としての意味しかなく、また、利益相反という場合\nにおける、法的保護に値する意味を有する「利益」の記載はない。\n(2)　解除の要件である催告の欠缺\n被告の行った本件基本契約の解除は、原告に対する催告を何らするこ\nとなく行われたものであって、解除手続に重大な違法があるから、被告による本件\n基本契約の解除は無効である。\n当事者間の信頼関係を基礎として継続的な契約関係が形成されている\n契約であっても同様である。\n(三)　弁論主義違反\n被告は、原告が、被告商品と類似している原告商品を、現在も強い影響\n力を有している被告の系列販売代理店に売り込む行為が信義則に反するという主張\nしているだけであって、原告の販売活動が利益相反行為に当たり、かつその違反の\n程度が重大であるという主張をしていない。にもかかわらず、原判決が、原告の行\n為が利益相反行為に当たると認定したことは、弁論主義に違背する。\n第三　当裁判所の判断\n一　当裁判所も、争点１、２、３についての原告の主張を認めることはできず、\n原告の本件請求はいずれも理由がないものと判断する。\nその理由は、次項以下に付加訂正するほか、原判決別紙「事実及び理由」第\n６（三〇頁一〇行目から五四頁末行まで）に記載されたとおりであるから、これを\n引用する。\n二　原判決の訂正等\n１　原判決別紙「事実及び理由」三七頁一行目の「すぎない上」の次に「（女\n性化粧品は取り扱わないというニュアンスはあったとも供述するが、右供述は具体\n的でなく、一方で、扱わないとは言っていないと明言している。）」を加える。\n２　同三七頁一〇行目の「平成六年度」から一四行目の「出された」までを削\nる。\n３　同三八頁九行目、一〇行目の「既得的地位を放棄する代償」を「投下資本\nを考慮した上での営業補償」と改める。\n三　原告の当審主張についての判断\n１　販売代理店としての管理義務の存否について\n原告は、平成六年四月一日以降、被告の販売代理店として、全国に散らば\nるサロンを管理し、サロンが被告商品の取扱いを継続するよう務めるという意味で\nの管理義務を負うことはなかったと主張し、甲三一を提出する。\nたしかに、前記引用に係る原判決（別紙「事実及び理由」第６の１(2)ア）\n記載のとおり、原告は、以前、他の販売代理店に対し、被告商品に関する情報を提\n供し、講習会やキャンペーン等を実施して販売促進活動をしたり、サロンに関する\n情報を収集したりすることによって、全国のサロンを管理していたが、平成六年四\n月一日以降は、少なくとも他の代理店を通じて、その傘下のサロンに対する管理を\nすることはなくなったことが認められる（甲三一）。しかし、それ以前において\nも、被告としては、原告や他の代理店を通じて全国のサロンを管理し、個々の代理\n店も、その傘下のサロンを管理していたというべきである。原告が一代理店とな\nり、他の代理店が被告と直接取引するようになった後、前記販売活動やサロンに関\nする情報の収集などがとりやめられたような事情は窺えず、原告を含む各代理店\nは、従来どおり、販売促進活動やサロンに関する情報の収集などにより、傘下のサ\nロンを管理し、サロンが被告商品の取扱いを継続するよう務めることが、被告との\n代理店契約の前提となっていたと認めることができる。\n２　利益相反の存否について\n(一)　原告は、原告商品の顧客層や販売ルート、商品のコンセプトが、被告\n商品と全く異なることなどから、利益相反は生じないと主張する。\nしかし、前記引用に係る原判決（別紙「事実及び理由」第６の１(3)ウ）\n記載のとおり、原告商品は、被告商品とむしろ類似しているというべきであるとこ\nろ、このような類似する競合商品より価格を低めにした場合、競合商品の顧客を奪\nう傾向を有することは経験則上明らかというべきである。原告は、商品を低価格に\nすることは、最終的なサロンにおけるエステ料金に反映され、サロンを利用したく\nても高額なため利用をあきらめていた潜在的利用者（消費者）層をターゲットとし\nて、原告商品の価格を低く設定したともいうが、結局は、原告商品の消費先は、サ\nロンであって、右のことにより潜在的利用者層を獲得するだけでなく、既存のサロ\nン利用者を奪うことになると考えられる。\nしたがって、原告が、美容ルート販売元時代の系列代理店を集めて、原\n告商品の営業販売活動を始めた行為は、利益相反性が強いというべきである。\n(二)　また、原告が、平成六年四月一日以降、被告の一代理店に過ぎず、他\nの代理店及びその傘下のサロンを管理する義務がないことは原告主張のとおりであ\nるが、原告が、他の代理店に直接働きかけて、原告商品の営業販売活動を行うこと\nは、原告傘下のサロン以外のサロンにおける被告の顧客を奪うことになり、利益相\n反する行為であるといわざるをえない。\nのみならず、原告の顧客だけに限っても、その数は、全サロンの五分の\n一を占めており、僅かな割合ということはできず、利益相反についての右認定が異\nなることはない。\n３　類似性判断の基準時について\n原告は、原告商品と被告商品の類似性を判断する基準時については、原告\n商品の販売が開始された平成九年五月当時における被告商品と対比すべきであっ\nて、平成二年ころの被告商品と対比しても意味はないと主張するが、前記引用に係\nる原判決（別紙「事実及び理由」第６の１(3)ウ）記載のとおり、原告商品は、平成\n二年ころの被告商品と類似すると認められるところ、その後、被告商品の構成が一\n部変更されたが、その程度は、スキンケアメソッドを、「２＋１」から「３＋１」\nの構成に変更したこと、一つの商品が廃番になったという程度であり、その他の類\n似性を認めるべき事情についての変更はなく、平成九年五月当時においても、原告\n商品は、被告商品に類似していることに変わりはないというべきである。\n４　基本契約の解釈について\n原告は、本件基本契約前文は、精神条項の意味しかなく、右前文を理由に\n契約を解除することはできないと主張する。\nたしかに、本件基本契約前文のみから特定の義務を導き出すことはできな\nいと考えるが、本件基本契約は継続的商品供給契約であって、利益相反行為の禁止\nは右契約関係存立の前提となると考えるべきところ、右前文は、そのような解釈の\n指針となるべきものであり、単なる精神条項とはいえないから、原告の主張は理由\nがない。\nまた、原告は、前記利益相反の程度についても争うが、原告は、被告商品\nの販売ルートである同じサロンにおいて、被告商品と類似し、しかも、被告商品よ\nり価格の安い原告商品を販売しようとしたのであるから、原告の右行為は、被告商\n品を閉め出し、被告商品の顧客を奪うおそれの高い行為というべきであり（原告\nは、顧客層が異なると主張するが、この主張を採ることができないことは前述のと\nおりである。）、その利益相反性は明らかであり、重大であるというべきである。\nさらに、原告は、本件基本契約において、類似商品販売禁止義務を否定し\nたにもかかわらず、同契約の前文から利益相反行為を禁じることは、矛盾した解釈\nであると主張するが、本件で利益相反行為に該当するとされた原告の行為は、本件\n基本契約の前提となる信頼関係を覆す背信的な行為であり、単なる類似商品の販売\nとはその趣を異にするといわなくてはならず、類似商品販売禁止義務を否定したこ\nとと利益相反を認定したこととは矛盾しないと考える。\n５　催告の要否について\n原告は、本件基本契約の解除が、原告に対する催告なしになされたため、\n解除は無効であると主張する。\nしかし、右解除は、原告の利益相反行為により本件基本契約の前提となる\n信頼関係が失われたことを理由とする解除である上、その利益相反性の程度が重大\nであることを考えると、解除の前提としての催告は必要ないと解される。\n６　弁論主義違反について\n原告は、被告が、原告の販売活動を信義則違反と主張しているだけであっ\nて、原告の行為が利益相反行為に当たるなどという主張をしていないから、原告の\n行為が利益相反行為に当たると認定することは弁論主義に違背すると主張する。\nしかし、本件の審理経過に照らすと、被告は、利益相反行為という文言自\n体を用いていないとしても、原告の販売活動が信義則違反であることを主張する中\nで、利益相反行為を基礎づける具体的事実を詳細に主張し、これに対する原告の反\n論も十分になされていることが認められるから、原審の認定が弁論主義に違反する\nということはできず、原告の主張は採用できない。\n四　結 論\n以上によると、原告の請求はいずれも理由がないから、これを棄却した原判\n決は相当である。よって、本件控訴を棄却し、控訴費用の負担につき、民事訴訟法\n六七条、六一条を適用して主文のとおり判決する。\n大阪高等裁判所第八民事部\n裁判長裁判官　　　　　鳥    越    健    治\n裁判官　　　　　若    林        　諒\n裁判官　　　　　山    田    陽    三\n"
}