{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 16,
    "month": 11,
    "day": 1
  },
  "case_number": "平成13(ワ)272",
  "case_name": "損害賠償請求事件",
  "court_name": "山口地方裁判所下関支部         　下関支部",
  "lawsuit_id": "7992",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=7992",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/992/007992_hanrei.pdf",
  "contents": "平成１３年（ワ）第２７２号　損害賠償請求事件\n平成１４年（ワ）第２１８号　損害賠償請求事件\n主文\n１　被告Ａは，原告Ａに対し８２１９万４６５１円，原告Ｂに対し３７７２万０４１８円，\n原告Ｃに対し２０００万円，原告Ｄに対し５００万円，原告Ｅに対し５００万円，原\n告Ｆに対し３００万円，原告Ｇに対し３００万円，原告Ｈに対し３００万円，原告Ｉに\n対し３００万円をそれぞれ支払え。\n２　原告Ａ，原告Ｂ及び原告Ｄの被告Ａに対するその余の請求をいずれも棄却す\nる。\n３　原告らの被告Ｂに対する請求及び被告Ｃに対する請求をいずれも棄却する。\n原告Ａ，原告Ｂ，原告Ｃ，原告Ｄ，原告Ｅ，原告Ｆ及び原告Ｇの被告西日本旅\n客鉄道株式会社に対する請求をいずれも棄却する。\n５　訴訟費用は，原告らと被告Ａの間においては，原告らに生じた費用の４分の\n１を被告Ａの負担とし，その余は各自の負担とし，原告らと被告Ｂ及び被告Ｃ\nの間においては，全部原告らの負担とし，原告Ａ，原告Ｂ，原告Ｃ，原告Ｄ，原\n告Ｅ，原告Ｆ，原告Ｇと被告西日本旅客鉄道株式会社の間においては，全部\n同原告らの負担とする。\n６　この判決の１項は仮に執行することができる。\n事実及び理由\n第１　請求\n１　被告らは，連帯して，原告Ａに対し１億円，原告Ｂに対し５０００万円，原告Ｃに\n対し２０００万円，原告Ｄに対し１５００万円，原告Ｅに対し５００万円，原告Ｆに対\nし３００万円，原告Ｇに対し３００万円をそれぞれ支払え。\n２　被告Ａ，被告Ｂ及び被告Ｃは，連帯して，原告Ｈに対し３００万円，原告Ｉに対し３\n００万円をそれぞれ支払え。\n第２　事案の概要\n本件は，平成１１年９月２９日，被告西日本旅客鉄道株式会社（以下，「被告ＪＲ西日\n本」という。）が管理運営する同広島支社下関地域鉄道部下関駅（以下，「下関駅」と\nいう。）において，被告Ａが通行人やホーム上の乗客５人を殺害し，１０人に重軽傷を\n負わせた殺傷事件（以下，「本件事件」という。）について，同事件の被害者又はその\n相続人である原告らが，被告Ａに対しては民法７０９条に基づき，その両親である被\n告Ｂ及び被告Ｃ（以下，両被告を併せ「被告両親」という。）に対しては民法７０９条な\nいし７１４条に基づき，被告ＪＲ西日本に対しては旅客運送契約の付随的義務違反の\n債務不履行責任ないしは民法７０９条，７１５条ないし７１７条の不法行為責任に基づ\nき，それぞれ損害賠償を求めた事案である（以下，書証の表記につき，被告Ａに対す\nる刑事事件記録である甲１については，特定の証拠を引用すべき場合は，被告Ａの\n供述調書以外の証拠を「検甲」，被告Ａの供述調書を「検乙」として，記録に付された\n番号にしたがい，「検甲１」などと表記する。）。\n１　前提事実（証拠を掲記しない事実は当事者間で争いがない。）\n・　当事者\nア（ア）　原告Ａは，本件事件で死亡した亡Ａ１（平成１１年９月２９日死亡）の子で\nあり，同じく本件事件で死亡した亡Ｂ１（平成１１年１１月１３日死亡）の実姉\nである（甲３）。\n（イ）　原告Ｂは，本件事件で死亡した亡Ｃ１（平成１１年９月２９日死亡）の子で\nある（甲５）。\n（ウ）　原告Ｃは，本件事件で死亡した亡Ｄ１（平成１１年９月２９日死亡）の配\n偶者である（甲６）。\n（エ）　原告Ｄ，同Ｆ，同Ｇ，同Ｉ及び同Ｊは，いずれも後記・のとおり，本件事件\nにより負傷した被害者であり，原告Ｇは本件事件で負傷したＥ１と同行して\n下関駅６，７番ホームを通行していた者である。\nイ　被告Ｂ及び被告Ｃは，被告Ａの父母である。\nウ　被告ＪＲ西日本は，旅客鉄道事業等を目的とし，山口県下関市ａ町ｂ丁目ｃ\n番ｄ号に下関駅を管理運営する株式会社である。\n・　下関駅の概況（検甲１ないし検甲３）\n下関駅の敷地北側には，鉄骨スレート外壁屋根造り一部２階建の駅舎があ\nり，東側歩行者用の出入口である東口が設けられ，スチール製枠に透明ガラス\n入りの扉が観音開きとなるように取り付けられ，終日解放されている。東口の外\n側は，歩道であり，歩道の更に東側はロータリー及びバスターミナルが設けられ\nている。東口から駅舎内部は，概ね「く」の字型となった東西の長さ約１０６．８メ\nートル，平均幅約１７．４メートルのタイル舗装されたコンコースが設置されてお\nり，コンコース南側中央付近に改札口及び集札口が設けられ，改札口及び集札\n口の脇には精算所がある。改集札口からは，階段通路が中２階通路に通じてお\nり，その東側に駅乗務員センター事務所がある。中２階通路からは，各ホームに\n至る各階段が設けられており，本件事件の現場となった６，７番ホームに通じて\nいる。同ホームは東側が６番ホーム，西側が７番ホームとなっている。\n・　本件事件の経過（甲１。なお，本件事件の発生自体には争いがない。）\nア　被告Ａは，通行人らを無差別に殺害しようとして，平成１１年９月２９日午後４\n時２５分ころ，下関駅東側のロータリーにつながる道路から，普通乗用自動車\n（以下，「本件車両」という。）を同東側歩道上に乗り上げて進行させたうえ，\n（ア）　下関駅東側の歩道上（山口県下関市ａ町ｂ丁目ｃ番ｄ号所在のケンタッ\nキーフライドチキン下関店前歩道上）において，本件車両を同所を通行中\nの原告Ｉの背部に衝突させて，同原告に全治約６週間を要する左膝蓋骨骨\n折等の傷害を負わせ，\n（イ）　引き続いて，本件車両を下関駅東口からコンコース内に進入させて，本\n件車両を，同所を通行中の亡Ｄ１の背部に衝突させるなどして，同人を胸\n部圧迫に基づく左心房破裂による心タンポナーデにより死亡させ，\n（ウ）　更に，本件車両を前記歩道上からコンコース内に逃げ込んだ原告Ｆの\n背部に衝突させるなどし，同人に全治約２週間を要する左頭頂部切創等の\n傷害を負わせた。\nイ　被告Ａは，その後，本件車両から降車し，改札口を抜け，下関駅６，７番ホー\nム上において，\n（ア）　原告Ｇが，Ｅ１とともに同ホームのベンチに座っていたところ，同原告の\n眼前で，Ｅ１に対し，所携の包丁で前額部を切り付け，同人に全治約１か月\n間を要する前額部切創等の傷害を負わせ，\n（イ）　同ホームのベンチに座っていた原告Ｈに対し，同包丁で前頭部を切り付\nけ，同人に全治約３週間を要する前頭部切創の傷害を負わせ，\n（ウ）　同ホーム上を通行中の亡Ｃ１に対し，同包丁で左胸部を突き刺すなど\nし，同人を左心室刺切創により死亡させ，\n（エ）　同ホーム上を通行中の原告Ｅに対し，同包丁で右側胸部を突き刺し，\n同人に全治約１２日間を要する右側胸部刺創等の傷害を負わせ，\n（オ）　同ホームのベンチに座っていた原告Ｄに対し，同包丁で前頭部等を切り\n付け，同人に全治約１か月間を要する前頭部裂創等の傷害を負わせ，\n（カ）　同ホーム上を通行中の亡Ｂ１に対し，同包丁で背部を突き刺し，同人を\n背部切創に起因して併発した左視床出血により死亡させ，\n（キ）　亡Ｂ１とともに同ホーム上を通行中の亡Ａ１に対し，同包丁で右側胸部\nを突き刺すなどし，同人を右側胸部刺切創等による失血により死亡させ\nた。\nウ　なお，被告Ａは，上記ア，イ記載の各被害者以外に，下関駅東側歩道上に\nおいて，Ｆ１，Ｇ１及びＨ１に本件車両を衝突させて負傷させ，下関駅コンコー\nス内において，Ｉ１に本件車両を衝突させたうえ同人を轢過して死亡させ，６，７\n番ホームに通じる階段上において，Ｊ１に包丁で切り付けて同人を負傷させて\nいる。\n・　被告Ａ逮捕に至るまでの経緯等（検甲１２８ないし検甲１３３，検甲２０９）\nア　山口県警察本部生活安全部鉄道警察隊下関分駐隊に勤務するＫ１巡査部\n長は，同じくＬ１警部補とともに警らのため下関駅１階コンコース西側端にある\n上記下関分駐隊事務所を出たところで，本件車両がコンコース内に進入して\nきて改札口付近に停車したのを認めた。Ｋ１巡査部長は同事務所に下関警察\n署への連絡を要請するとともに，本件車両から降車した被告Ａが改札口に向\nかうのを認め，Ｌ１警部補とともに改札口付近まで駆けつけ，ついで，精算所\nにいた２，３名の被告ＪＲ西日本の職員（以下，「ＪＲ職員」という。）に対し，警\n察への通報と救急車の要請を指示したうえで，中２階通路に向かったところ，\n６，７番ホームへの階段の上り口付近に首筋の辺りから血を流して倒れてい\nる者（九州旅客鉄道株式会社職員Ｊ１）がいたことから，６，７番ホームへ駆け\n上がった。\nイ　Ｋ１巡査部長らは，６，７番ホーム上で被告Ａが南側に向かって走るのを発見\nし，追跡したが，同被告は，６，７番ホームを走って移動しながら，前記・イのと\nおり，乗客らを次々と包丁で襲っていった。\nウ　その後，Ｋ１巡査部長は，６，７番ホーム北側にある階段昇降口付近で，被\n告Ａの近くまで追いつき，駆けつけたＬ１警部補，Ｍ１巡査部長のほか，ＪＲ職\n員らとともに，被告Ａの周囲を取り囲んだ。\nそして，被告Ａが包丁を投げ捨てるような動作をするとともに，体の力を抜い\nたようになったところを，Ｋ１巡査部長を始め数人が被告Ａに飛びかかって制\n圧し，同日午後４時２８分ころ，被告Ａを殺人未遂の現行犯として逮捕した。\n２　争点\n・　被告Ａの責任原因\n【原告らの主張】\n被告Ａは，前記１・の殺傷行為によって，被害者らを死亡させ，又は傷害を負わ\nせたものであり，民法７０９条に基づく不法行為責任を負う。\n【被告Ａの主張】\n被告Ａは，本件事件当時，統合失調症又は妄想性障害（パラノイア）の精神病\n性障害に罹患し，自己の行動につきその是非を弁別し，これに従って行動する\n能力を欠く心神喪失の状態にあり，民事上の責任能力を欠いていた。\n・　被告両親の責任原因\n【原告らの主張】\nア　主位的主張\n被告両親は，被告Ａの攻撃的ないし暴力的な傾向や，精神障害に罹患して\nいた事実を知っており，被告Ａが他害に及ぶ危険性を十分認識し得たにもか\nかわらず，精神的に不安定な状態にあった被告Ａに対し，本件事件の直前，\n更に精神的に追いつめるような言動を繰り返し，被告Ａをして本件事件の敢\n行を決意させたものであって，民法７０９条，７１９条に基づく不法行為責任を\n負う。\nイ　予備的主張\n仮に被告Ａが心神喪失の状態にあり，責任無能力であったとしても，被告両\n親は，その監督義務者として，民法７１４条に基づく不法行為責任を負う。\n【被告両親の主張】\nア　被告Ａは，本件事件以前から精神科病院に通院し，医師による治療を継続\n的に受けていたのであり，本件事件の直前においても，平成１０年３月２４日\nから本件事件の前日である平成１１年９月２８日まで，下関病院で通院治療を\n受けていた。被告両親は，こうした治療に協力し，担当医に対しても，平素か\nら被告Ａに対する治療や対応について相談しており，被告Ａが本件事件のよ\nうな重大犯罪を起こす兆候は全くうかがえなかった。また，本件事件直前にお\nける被告両親の言動も，特段，問題とされるような点はない。\nイ　被告両親は，前記アのとおり，被告Ａの病状等に十分な配慮を払っており，\n両親として行うべき監督は十分になしたといえる。なお，被告Ｃは，平成６年こ\nろから，症候性てんかんの診断を受けて通院治療を受けており，監督能力が\nない。\n・　被告ＪＲ西日本の責任原因\n【原告らの主張】\nア　旅客運送契約の付随的義務違反（債務不履行責任）ないし不法行為責任\n（民法７０９条，７１５条）について\n被告ＪＲ西日本は，旅客運送契約に伴う付随的義務として，或いは下関駅\nを管理運営する立場から条理上導かれる不法行為上の注意義務として，不\n慮の事態に備え，防災設備を充実させるとともに，従業員教育等を通じて避\n難計画を立ててその訓練を実施すべき義務（安全体制確立義務）を有する。\n具体的には，危険物を携帯する者が改札を通過しようとする場合，これを\n阻止すべきところ，当時の担当者は，被告Ａの侵入を黙認したばかりか，改札\n口の扉を閉めるなど侵入を防止すべき何の措置を取ることのないまま，安易\nに逃走しており，その際，鉄道警察隊へ通じる非常ボタンを押すこともなく，同\n僚や上司に対し緊急事態の発生を報告することもしていない。また，ＪＲ駅員\nらは，その後も，駅の放送設備を用いるなどして乗客らを適切に避難誘導す\nることなく，ただ右往左往するばかりであり，負傷した被害者らの救護も十分\nではなかった。これらは全て，被告ＪＲ西日本において，平素の防災訓練等が\n十分でなく，実効的な安全体制の確立がなされていなかったことに起因するも\nのであって，被告ＪＲ西日本は，債務不履行責任ないし不法行為責任（民法７\n０９条，７１５条）を負う。\nイ　土地工作物責任（民法７１７条）\n東口には，自動車止めのポール等の障害物が全く設置されておらず，自動\n車が歩道を通って，そのままコンコースに進入できるという構造自体，公\n衆の来集が見込まれる建造物として通常有すべき安全性を欠いたもの\nであり，瑕疵があるというべきである。\nまた，改札口の扉には，不審者の侵入を阻止するための施錠可能な設備が\nなく，これが本件事件による被害拡大を招いた要因の一つというべきである。\n更に，下関駅では，最高責任者である駅長室に対する通報システムがなく，\n乗客を適切に避難誘導すべき放送設備が設けられていなかった。これらは，\nいずれも駅の施設管理上の重大な欠陥であり，被告ＪＲ西日本は，土地工作\n物責任を負う。\n【被告ＪＲ西日本の主張】\n下関駅は，日々多数の人々が利用する公共施設であり，その性質上，あらゆ\nる危険の全てを予見し，防止措置を取ることは不可能を強いるに等しく，本件事\n件のような，殺意を持った者が駅構内に侵入し，無差別に多数人を殺傷するよう\nな事態はおよそ想定外であって，予見不可能というべきであるし，一民間企業で\nある被告ＪＲ西日本が，こうした犯罪の発生を防止し得る手立てはない。本件の\nような犯罪への対処は鉄道警察隊等の任務であって，改札業務の担当者にお\nいて，兇器を所持する被告Ａの侵入を阻止することができなかったとしても，義\n務違反の咎を受けるべき謂われはない。また，被告ＪＲ西日本では，平素から防\n災訓練を行い，犯罪発生を認識した場合，直ちに上司に報告のうえ，速やかに\n警察に通報するように職員に指導を徹底しており，何らの過失もない。\nまた，下関駅に原告らが主張するような設備を備える必要はなく，その構造に\nも欠陥はない。\n・　損害等\n【原告らの主張】\nア　原告Ａ\n以下によれば，総額１億０９８７万７３０４円の損害賠償請求権を有すること\nになるが，その内金１億円を請求する。\n（ア）　亡Ａ１　４１４９万９９２４円\nａ　逸失利益　１１４９万９９２４円\n亡Ａ１は，大正５年４月１９日生まれで，死亡した本件事件当時６９歳\nであった。同人は，主婦として家族の生活を支える家事労働に従事して\nいたので，女子労働者の該当年齢平均賃金年額２８３万９２００円は下ら\nない収入はあったというべきであり，就労可能年数は７年，そのライプニ\nッツ係数は５．７８６３である。そして，生活費控除割合は３０パーセントと\nするのが相当である。\nｂ　慰謝料　３０００万円\n亡Ａ１が，本件事件により死亡した無念さや死に至る苦痛を慰謝する\nに，３０００万円は下らない。\n（イ）　亡Ｂ１　６４８８万８３８０円\nａ　逸失利益　３４８８万８３８０円\n亡Ｂ１は，昭和３１年１１月１６日生まれで，本件事件で被った傷害によ\nり死亡した平成１１年１１月１３日当時４３歳であった。同人は，病気のた\nめ通院はしていたが，家事労働に従事し，かつ，家事労働以外の就労も\n希望していた。よって，女子労働者の該当年齢平均賃金年額３６１万２０\n００円は下らない収入はあったというべきであり，就労可能年数は２４\n年，そのライプニッツ係数は１３．７９８６である。そして，生活費控除割合\nは３０パーセントとするのが相当である。\nｂ　慰謝料　３０００万円\n亡Ｂ１が，本件事件により死亡した無念さや死に至る苦痛を慰謝する\nに，３０００万円は下らない。\n（ウ）　相続関係\nａ　亡Ａ１の死亡当時，同人の法定相続人は，夫のＮ１及び子の原告Ａ，亡\nＢ１，Ｏ１であった。したがって，法定相続分に基づき，Ｎ１は２０７４万９９\n６２円，原告Ａ，亡Ｂ１及びＯ１は各６９１万６６５４円につき，前記■の損\n害賠償請求権を相続した。\nｂ　亡Ｂ１の死亡当時，同人の法定相続人は，同人の直系尊属たるＮ１であ\nった。したがって，Ｎ１は，前記■の損害賠償請求権全額及び上記ａの亡\nＢ１の相続分６９１万６６５４円を相続した。\nｃ　Ｎ１は，平成１２年１０月１９日死亡した。同人の法定相続人は，Ｐ１，原\n告Ａ，Ｏ１であった。\nＮ１は，上記ａ，ｂにより，合計９２５５万４９９６円の損害賠償請求権を\n有していたのであるから，上記相続人らの相続分はＰ１につき１８５１万０\n９９９円，その余の相続人につき３７０２万１９９８円となる。\nｄ　原告Ａは，平成１３年６月１日，Ｏ１から同人が相続した亡Ａ１及び亡Ｂ１\nの各損害賠償請求権の譲渡を受けた。\n（エ）　固有の慰謝料　２０００万円\n（オ）　葬儀費用　２００万円\nイ　原告Ｂ\n以下によれば，総額６０３２万４７７５円の損害賠償請求権を有することにな\nるが，その内金５０００万円を請求する。\n（ア）　亡Ｃ１\nａ　逸失利益　２１０９万９７００円\n亡Ｃ１は，大正９年５月１１日生まれで，本件事件当時７９歳であった。\n同人は，退職教員として公立学校共済の年金（年額３７５万２７００円）を\n受領するほか，画家としての収入もあったので，該当年齢の男子労働者\n平均給与額である年額３９０万３６００円を下らない収入があった。そし\nて，７９歳男性の平均余命は１０．５９年であり，そのライプニッツ係数は\n７．７２１７である。そして，同人の生活費控除割合は３０パーセントとする\nのが相当である。\nｂ　慰謝料　３０００万円\n亡Ｃ１が，本件事件により死亡した無念さや死に至る苦痛を慰謝する\nに，３０００万円は下らない。\n（イ）　相続関係\n亡Ｃ１の死亡当時，同人の法定相続人は，妻の原告Ｅ，子のＱ１，Ｒ１，原\n告Ｂ及びＳ１であった。原告Ｂは，平成１３年５月３０日，原告Ｅ及びＳ１から\nそれぞれ同人らが相続した損害賠償請求権の譲渡を受けた。\n（エ）　固有の慰謝料　２０００万円\n（オ）　葬儀費用　２００万円\nウ　原告Ｃ\n以下によれば，総額３９９２万４８７９円の損害賠償請求権を有することにな\nるが，その内金２０００万円を請求する。\n（ア）　亡Ｄ１\nａ　逸失利益　１７９２万４８７９円\n亡Ｄ１は，昭和１６年２月１日生まれで，本件事件当時５８歳であった。\n同人は，主婦として家族の生活を支えるという家事労働に従事していた\nので，女子労働者の該当年齢平均賃金年額３０８万２８００円を下らない\n収入があったというべきであり，就労可能年数は１１年であり，そのライ\nプニッツ係数は８．３０６４である。そして，同人の生活費控除割合は３０\nパーセントと認めるのが相当である。\nｂ　慰謝料　３０００万円\n亡Ｄ１が，本件事件により死亡した無念さや死に至る苦痛を慰謝する\nに，３０００万円は下らない。\n（イ）　相続関係\n亡Ｄ１が死亡した当時，同人の法定相続人は，夫の原告Ｃ，子のＴ１及び\nＵ１であった。\n原告Ｃは，平成１３年５月３０日，遺産分割協議により，亡Ｄ１の損害賠償\n請求権全額につき相続した。\n（ウ）　固有の慰謝料　２０００万円\n（エ）　葬儀費用　２００万円\n（オ）　損害の填補　３０００万円\n損害の填補として，自賠責保険から３０００万円の支払いを受けた。\nエ　原告Ｄ\n本件事件により原告Ｄが被った精神的，肉体的被害は計り知れないものが\nあり，これを慰謝するに相当な額は１５００万円を下らない。\nオ　原告Ｅ\n本件事件により原告Ｅが被った精神的，肉体的被害は計り知れないものが\nあり，これを慰謝するに相当な額は５００万円を下らない。\nカ　原告Ｆ\n原告Ｆは自ら被告Ａの無差別殺傷行為の被害者となり傷害を負ったばかり\nか，他の被害者らに対する殺傷行為や被害者らが救急車で搬送される場面\nを目の当たりにし，これにより被った精神的苦痛を慰謝するに相当な額は３０\n０万円を下らない。\nキ　原告Ｇ\n（ア）　精神的損害\n原告Ｇは，被告Ａの行った殺傷行為を間近で目撃したばかりか，自らも\nその対象とされたもので，これにより精神的苦痛を被った。\n（イ）　心的外傷後遺障害（ＰＴＳＤ）\n原告Ｇは，本件事件により，いわゆる心的外傷の後遺障害が生じ，これ\nを自賠責等級で評価すると，少なくとも局部に精神症状を残すものとして第\n１４級１０号に該当する。\n（ウ）　上記の各精神的苦痛を慰謝するに相当な額は３００万円を下らない。\nク　原告Ｈ\n本件事件により原告Ｈが被った精神的，肉体的被害は計り知れないものが\nあり，これを慰謝するに相当な額は３００万円を下らない。\nケ　原告Ｉ\n本件事件により原告Ｉが被った精神的，肉体的被害は計り知れないものが\nあり，これを慰謝するに相当な額は３００万円を下らない。\n【被告Ａ，被告Ｂ，被告Ｃの主張】\n前記ウ（オ）の事実は認め，その余はいずれも争う。\n【被告ＪＲ西日本の主張】\nいずれも争う。\n第３　当裁判所の判断\n１　争点・（被告Ａの責任）について\n・　前記前提事実によれば，被告Ａにおいて，同記載の被害者らに対し，違法な加\n害行為を行ったことは明らかである。\n・　ところで，被告Ａは，本件事件の際，自身が心神喪失の状態にあり，民事上の\n責任能力を欠くと主張する。\nア　なるほど，証拠（検乙２，検乙４，検乙１２，検乙１３）によると，被告Ａは，昭\n和６３年２月から同年５月まで高良興生院に入院し，昭和６３年５月ころから平\n成３年ころまで福岡共立病院精神科に通院し，その後一旦中断して，再び平\n成５年２月から平成１０年３月まで同病院に通院しており，更に，平成１０年３\n月から本件事件直前まで下関病院に概ね１か月に２ないし３回の割合で通院\nした入通院歴があることが認められる。\nしかしながら，甲２（被告Ａの刑事事件の判決書）によると，被告Ａに対する\n刑事事件において，捜査段階で医師Ｖ１による簡易鑑定が実施され（以下，\n「Ｖ１鑑定」という。），公判においても，鑑定人Ｗ１及び同Ｘ１による２度の精神\n鑑定が実施されていることが認められるところ（以下，公判における鑑定を「Ｗ\n１鑑定」「Ｘ１鑑定」という。），いずれも被告Ａに対人恐怖症，視線恐怖症があ\nり，回避性人格障害の症状，妄想性人格障害があるとされるものの，本件事\n件の際，同被告が心神喪失の状態にあったとする判断は存しない。\nすなわち，Ｖ１鑑定においては，同被告は回避性及び妄想性の人格障害と\n思われ，刑事責任能力に問題がないとして，完全責任能力を示唆しており，\nＷ１鑑定では，同被告は妄想性障害（パラノイア）であり，回避性及び妄想性\nの人格障害も併存しており，犯行の進行にしたがって，犯行直前に大量服用\nした睡眠薬の影響による軽度の意識混濁が加わった疑いがあるが，その程\n度は心神耗弱の限度にとどまっており，心神喪失の状態にはなかったという。\nまた，Ｘ１鑑定においても，同被告の精神状態について，妄想性障害や精神\n分裂病圏内のというよりも，特異な性格的隔たりが基盤となったものであり，う\nつ病圏内と考えて良く，是非弁別能力や行為制御能力にある程度の障害は\nあったと思われるが，著しい障害というには当たらないとして，完全責任能力\nを有していたと判断している。\nまた，Ｗ１鑑定において，被告Ａが統合失調症に罹患していた疑いが指摘さ\nれ，これまでの通院歴をみても，福岡共立病院において一時期統合失調症の\n診断名が付けられたり，下関病院においては，統合失調症に使用される薬剤\nが投与されるなど，被告Ａが統合失調症に罹患していたことを疑わせる事情\nがないではない。しかしながら，結果的には，Ｗ１鑑定でも統合失調症との診\n断は保留されている。\nそして，福岡共立病院における診断では数か月後には「うつ病」に変更され\nており，下関病院においても，そのような薬剤が投与されていた理由が統合\n失調症の疑いを有していたからではなく，躁うつ病の興奮や焦燥を抑えるた\nめ少量使用されていたにすぎないのであって，刑事事件記録（甲１）における\n各供述調書や公判供述（甲１５）から明らかなように，統合失調症の特徴とも\nいうべき思考障害（解体した会話等）が全く認められず，被告Ａと意思疎通を\n図ることが十分可能であったのであり，被告Ａが統合失調症に罹患していると\n認めることはできない。\n更に，被告Ａが本件事件に至った動機をみるに，証拠（検乙６，検乙１５）に\nよると，同被告は，これまでの自己の仕事に対する行き詰まり，事実上の離婚\n状態という中途半端な関係，自己の望み通りの協力，援助をしてくれない被\n告両親に対する不満や憤り等を契機として，前記神経症等の症状と相俟っ\nて，自己や世間に対する怒りや憤りを爆発させ，本件事件を決意するに至っ\nたものであると認められ，このような動機は，一応了解可能なものである。ま\nた，証拠（検乙６，検乙７，検乙１５ないし検乙１７）によると，被告Ａは，本件事\n件を決意すると，できるだけ多くの人を殺傷するため，決行日を人出が多い日\n曜日と定め，自動車で通行人に衝突し，更に乗客を包丁で突き刺すなどして\n殺害するという合理的な殺害計画を立て，予め包丁を購入し，下関駅周辺の\n下見を行い，事件当日，予定を繰り上げた後も，購入した包丁等を用意し，本\n件車両を借り，交通が渋滞せず，通行人が多い時間帯を狙うなどの十分な準\n備を整え，自己の立てた計画内容を実現するため合理的な行動をとっていた\nうえ，当初の計画内容のとおり，本件事件を決行したもので，被告Ａは，準備\n段階はもとより事件決行時においても，自己の動機や計画に従った合理的な\n行動をとる能力を有していたと認められる。加えて，被告Ａは，検甲２０９及び\n検乙各号証（現行犯人逮捕手続書や同被告の供述調書）では，現行犯逮捕\nされた当初から自己の犯行を認め，その後の取調べにおいても，動機や自己\nの行動を具体的かつ詳細に記憶して供述しており，記憶の欠落もほとんど認\nめられず，自己の犯行が許されないものであると認識している旨供述してお\nり，事件当時から自己の行為の違法性を理解認識していたことが認められ\nる。\nなお，被告Ａは，本件事件直前に睡眠薬を服用しているが，その後当初の\n計画内容のとおり本件事件を実行しており，睡眠薬の影響がうかがえないこ\nと，上記のとおり，被告Ａは，事件当時の状況についても具体的かつ詳細に\n記憶して供述していることなどからすれば，睡眠薬の服用により被告Ａの判断\nや行動に何かしらの影響を及ぼしたとは認められない。\nイ　したがって，本件事件当時，被告Ａが心神喪失状態にあったとは認められ\nず，民事上の責任能力を肯定し得る。その他本件において，同被告の反論を\n容れ，前記認定判断を覆すに足る証拠はない。\n２　争点・（被告両親の責任）について\n・　前記１・アで認定した事実に加え，証拠（検乙１ないし検乙４，検乙６，検乙１２，\n検乙１３，甲２，甲１５，丙１３ないし丙１５，被告Ｂ本人）及び弁論の全趣旨によ\nれば，以下の事実が認められる。\nア　被告両親は，被告Ａが大学に進学して福岡市内で１人暮らしを始めるまで同\n居していたが，その間，被告Ａの特異な言動等に気付くことはなかった。\nしかし，被告Ａが大学４年生の１０月ないし１１月ころ，被告Ｂが，被告Ａの\n友人から知らせを受け，夜，被告Ａのアパートに駆けつけると，部屋を暗くし\nて，１週間ほど外出していなかったということがあり，また，被告Ａが研究発表\nの準備の際に被告Ｂに対し逃げ出したい等の電話を架け，被告Ｂが被告Ａの\nもとに駆けつけて元気づけ，無事研究発表を終えたものの，大学卒業後も就\n職活動をせずに自宅に引きこもり，民間療法などを受けるようになったことな\nどから，被告両親は，被告Ａが精神面を患っていると認識するようになった。\nイ　その後，被告Ａが福岡市内で精神科病院に通院し，対人関係に悩まされな\nい建築設計事務所に勤務するようになったことなどから，一旦は，被告Ａの対\n人恐怖症や視線恐怖症の症状が軽減し，平成３年には通院や服薬も不要と\nなっていたが，久留米市内に転居後，新たに働き出した建築構造設計事務所\nでの人間関係の煩雑さや長時間通勤から対人恐怖症や視線恐怖症の症状\nが強く出始め，外の音に対して過敏に反応するようになった。そして，平成５\n年２月，被告Ｂは，被告Ａから電話でアパートの階下の音が怖い，周りの人が\n怖いなどと訴えを受けたため，被告Ａのもとに駆けつけ，福岡市内に転居する\nように助言し，被告Ａは福岡共立病院に通院するようになった。\nウ　被告両親は，被告Ａが福岡市内で「Ａ構造設計事務所」の名称で独立開業\nするに際し，金銭的に援助し，その後，同事務所が事実上の廃業状態に陥\nり，生活に困窮した際にも，被告Ａの求めに応じて，２０万円程度の金員を数\n回送金したことがあった。\nエ　平成１０年２月，被告Ａが，新生活を送るべく，かねてから計画していたニュ\nージーランド移住を諦め，妻と別居して実家で被告両親と同居するようになる\nと，被告両親は，被告Ａから理由なく怒鳴られたり，被告Ｃが小突かれたり，家\nの物を壊されるようなった。もっとも，被告Ａは，同年３月から下関病院に通院\nするようになり，平成１１年２月，被告Ａが軽貨物運送業を始める際にも，被告\n両親が金銭的援助を行った。そして，被告Ａは，軽貨物運送業では対人関係\nに悩むことがなかったことなどから，対人恐怖症や視線恐怖症，音に対する\n過敏症状がほとんどなくなるようになった。\nその後も，被告Ａが被告両親に対して怒鳴ったり，小突いたりすることが何\n度かあったことから，被告Ｂが，下関病院の医師と被告Ａを入院させることを\n相談したが，同医師から強制的に入院させるのはよくない旨のアドバイスを受\nけ，被告Ａを入院させることはしなかった。\nオ　被告両親は，平成１１年６月ころ，被告Ａから妻との離婚を相談されると，で\nきれば同被告の妻に同被告を支えてもらいたいという気持ちが強く，もう１度\n考え直すように説得した。そのため，結果的に，被告Ａは，妻と正式に離婚せ\nず，事実上離婚した状態になってしまった。\nカ　平成１１年８月ころ，被告Ｂは，被告Ａから公園に呼び出されて，被告Ｂが被\n告Ａに頼まれて病院に薬を受け取りに行ったことで運送の仕事をやる気がし\nなくなった，病院の治療費は払ってくれるのに，なぜ自動車の保険料は払って\nくれないのかなどと因縁をつけられて，蹴られたということがあった。\nキ　平成１１年９月２７日，被告両親は，被告Ａから，台風により使用不能となっ\nた仕事用の自動車に代えて新しい自動車の購入のための金銭的援助を求め\nられたが，被告両親は年金で生計を立てており，金銭的に余裕がなかったう\nえ，自宅にあった別の自動車でも仕事は可能であると考えたことから，その頼\nみを聞き入れなかった。その話し合いの後，被告Ａが本件事件の敢行を決意\nし，その準備等を進めていたが，被告両親に悟られないように，これまで通り\n仕事を続けていたことから，被告両親は，被告Ａが本件事件の敢行を決意し\nていたことに気付くことはなかった。\n同月２９日朝，被告Ａは普段通り仕事に出掛け，被告Ｂは，被告Ａから頼ま\nれた代車の返却を行ったが，更に，被告Ａから自動車の廃車手続や修理費用\nの精算を頼まれた。被告Ｂは，前日に被告Ａが自分でこれらの手続等をする\nと言っていたことからその頼みを断った後，同日午後３時ころに帰宅後，自宅\nで過ごしていたところ，被告両親は，警察から連絡を受け，被告Ａが本件事件\nを起こしたことを知った。\nク　被告Ｃは，昭和３７年１１月から約３か月余りの間，反応性うつ病で入院加療\nを受けたことがあり，平成６年８月，症候性てんかんの診断を受けて本件事件\n当時まで通院治療を受けていた。\n・　以上の認定事実によると，被告両親は，被告Ａの視線恐怖症や対人恐怖症等\nに対し，被告Ｂが被告Ａのもとに駆けつけて励ますだけでなく，平成５年２月から\n本件事件直前まで精神科病院に通院させて治療を受けさせるとともに，平成１０\n年２月からは同居し，設計事務所や軽貨物運送業の独立開業のための金銭的\n援助を行うなどしており，本件事件当時，被告Ａが３５歳（昭和３９年３月６日生）\nと既に成人で，被告Ｂが６６歳（昭和７年１１月１８日生），被告Ｃが６３歳（昭和１\n１年８月８日生）であること，及び，被告Ｃの病状からすれば，被告両親は，その\n都度親として適当かつ十分な対処や援助を行っていたと認められる。\nそして，被告Ａは，大学生のころから視線恐怖症や対人恐怖症などを患い，精\n神科病院に通院するなどしていたが，軽貨物運送業を営むようになって次第に\nこれらの症状が軽減していたうえ，本件事件直前まで運送業を続けるなど，一応\n社会に適応して生活していた。また，家庭内では被告両親への暴力暴言や物へ\nの暴力があったものの，包丁等兇器を用いることはなく，暴力の程度も本件事件\nと比較すれば軽度であるうえ，他人に暴力を加えたことはなく，周囲から被告Ａ\nの暴力等で苦情を寄せられたこともなかった。そして，被告Ａが被告両親に対し\nて本件事件のような無差別殺人を口にしたことはなかった。\nこのような状況の中で，被告両親が，平成１１年９月２７日，被告Ａの金銭援助\nの頼みを聞き入れなかったことを契機にして，被告Ａが怒りを募らせ本件事件を\n決意したことは否定できない。また，被告Ｂが，同月２９日，被告Ａから代わりに\n廃車手続をするように頼まれたが，これを断ったことを契機として，被告Ａが本来\nの予定を繰り上げて本件事件を起こしたことも否定できない。\nしかしながら，被告両親，特に被告Ｂがその頼みを断った理由は，何ら不適切\nなものではなく，断る態様にも何ら問題は認められない。同月２７日は，むしろ被\n告Ａが身勝手に被告両親の援助を期待し，頼みが聞き入れられないと，歪んだ\n考えから被告両親だけでなく，世間や社会に対して怒りを募らせ，本件事件を決\n意したと評価するのが相当である。また，同月２９日も，むしろ被告Ａが一旦自分\nで手続を行うと述べておきながら，態度を翻したのであるから，被告Ａに非があ\nるにもかかわらず，身勝手にも被告Ｂの責任にして，怒りを爆発させて本件事件\nを起こしたと評価するのが相当である。\nなお，被告Ａが本件事件の敢行を決意してから，本件事件が実際に発生する\nまでの間に被告両親が被告Ａを翻意させることはできなかったが，被告Ａが本件\n事件を決意してからは被告両親にも悟られないように慎重に準備等を進め，被\n告両親は被告Ａが本件事件のような無差別大量殺傷事件を起こすとは全く予期\nしていなかったことからすれば，この点に関しても被告両親に不適切，不十分な\n点があったとは認められない。\nしたがって，これら被告両親の言動について，不法行為と評価することはでき\nない。\n・　また，被告Ａに責任能力が認められる以上，被告両親に民法７１４条に基づく監\n督者の責任を認めることはできない。\n以上によると，争点・についての原告らの主張には理由がない。\n３　争点・（被告ＪＲ西日本の責任）について\n・　旅客運送契約の付随的義務違反（債務不履行責任）ないし不法行為責任（民法\n７０９条，７１５条）について\nア　原告らは，旅客運送人である被告ＪＲ西日本は，旅客運送契約に基づき，旅\n客を目的地まで運送する義務を負い，その義務の内容として，旅客を安全に\n目的地まで運送する義務を負うこと，また，旅客運送契約とは別に，公共交通\n機関として，不特定多数の一般人を相手方に不特定多数の者が利用する施\n設を管理運営する立場にあることから，これらの施設において発生する犯罪\n行為に対して，被告ＪＲ西日本は適切な対策を講じるとともに，発生した犯罪\nに対して適切な対応をしなければならないという点を主張する。\nイ　そこで，まず，被告ＪＲ西日本が，その管理下にある駅構内等で発生する災\n害等に対してどのような対応をしているかについて見るに，証拠（乙３，乙４，\n乙６，乙２０，Ｙ１証言，Ｚ１証言）によると，以下のような事実を認めることがで\nきる。\n（ア）　被告ＪＲ西日本においては，防災管理のための要綱等の策定は同被告\n広島支社総務企画課が所掌しており，同課においては，駅構内等の防災\nのためのマニュアルとして，「防災業務実施計画」（以下，「実施計画」とい\nう。）を作成していた。\n（イ）　実施計画は主として暴風ないしは豪雨等の自然災害による被害を最小\n限にとどめるために復旧対策を定め，旅客の安全，施設の保護等により円\n滑な輸送を図ることを目的とするものであり，実施計画の対象として，駅構\n内で発生する犯罪行為の防止ないしは発生した犯罪に対する対処等は含\nまれていない。\n（ウ）　そして，被告ＪＲ西日本においては，駅構内等で発生する犯罪に対する\n対応は，警察に通報するという措置を基本としており，それ以上に，同被告\nの職員が犯罪防止や発生した犯罪の抑止にあたるということを想定してい\nない。また，駅の利用者等から犯罪の発生の申告があった場合における職\n員の対応についても，被害者等から事情聴取を行ったうえで，警察に被害\n届を提出する意思があるかどうかを確認して，必要に応じて警察に通報す\nるとともに，その経過を上司に報告するという程度にとどまっている。\n（エ）　また，実施計画には，災害の場合の対処の一つとして，構内放送に関\nする規程があるが，これも主として路線等で自然災害が発生したことを前\n提として，被災線区等の輸送状況，被害状況を迅速かつ適確に把握したう\nえで，旅客の不安感を除き，動揺，混乱を防止することを目的とする放送を\n行う旨を規定するものであり，駅構内における犯罪を想定して，これに対す\nる対処として，放送を行う旨の規程は存在しない。\n（オ）　下関駅においても，構内で発生する災害については，実施計画に従う\nほか，火災については下関駅共同防火管理規程が存在していた。\nもっとも，同駅及び被告ＪＲ西日本新下関駅においては，防犯という見地\nから，下関駅長の主宰により下関駅・新下関駅構内防犯連絡協議会が概\nね年１回開催されていたが，その協議事項は，概ね，犯罪に対して，速や\nかに警察ないしは救急に連絡，手配を行うよう職員を指導することにあっ\nた。\nウ　次に，本件事件が発生し，被告Ａが逮捕されるに至った経過は，前記前提事\n実・記載のとおりであるが，その当時，下関駅に勤務していた被告ＪＲ西日本\nの職員のうち主な者の対応について見るに，前記前提事実，証拠（検甲１０\n２，検甲１３１ないし検甲１３３，検甲１８６，甲２，甲１３，乙５，乙１０ないし乙１\n３，乙２０，乙２１，検証結果，証人Ｚ１）及び弁論の全趣旨によれば，以下の\n事実が認められる。\n（ア）　Ａ２\n同人は，被告ＪＲ西日本下関乗務員センターに所属し，車掌ないし改札\n集札の業務に従事していた者であるが，本件事件発生当時，下関駅改札\n口で改札業務に従事していた。\n同人は，ガラスの割れる音や悲鳴などから，本件車両がコンコース内を\n東口から改札口の方向に向かって，進入してくるのを認め，身の危険を感\nじて，一旦，改札口から１メートルくらい階段側に移動したところ，停止した\n本件車両から被告Ａが右手に包丁を持っていたことから，更に危険を感じ\nて中２階通路に上がる階段まで避難したうえ，被告Ａが改札口を通過した\n後，改札口からコンコースに出て，案内所に退避した。\n（イ）　Ｂ２\n同人は，被告ＪＲ西日本下関営業係に所属し，本件事件当時，集札口で\n集札業務の準備を行っていたが，本件車両のブレーキ音を聞き，更に，被\n告Ａが手に包丁を持って改札口を通過したので，精算所にいたＪＲ職員のＧ\n３に声をかけながらモップとほうきを手に持ち，被告Ａを追跡しようとしたとこ\nろ，同所付近まで駆けつけたＫ１巡査部長ないしはＬ１警部補から警察への\n連絡を指示されたので，これに従い，精算所に引き返して１１０番通報をし\nた。\nなお，同人は，その後，助役や警察官の指示により，他のＪＲ職員と協力\nして，６，７番ホームや中２階通路にいた負傷者を安全な場所に移動させた\nり，担架で運ぶなどした。\n（ウ）　Ｃ２\n同人は，ＪＲ西日本広島支社下関地域鉄道部に所属する電車の運転手\nであり，本件事件発生当時，下関駅９番線に停車していた電車の運転席で\n発車時間待ちのため待機していたところ，６，７番ホームからの女性の悲鳴\nにより，被告Ａが警察官に追跡されながら包丁を持って７番線ホーム側を\n階段方向に進行したうえ，亡Ａ１と亡Ｂ１を次々と包丁で刺したところを目撃\nしたことから，８，９番ホームからスチール製モップのモップを外して棒状に\nしたものを持って軌道敷から６，７番ホームに向かった。\n同人が，６，７番ホームに近づいたところで，被告Ａと目が合い，何かを言\nったところで，被告Ａが手に持っていた包丁を離したところで，取り囲んでい\nた警察官やＪＲ職員（後記Ｄ２及びＥ２）が被告Ａを取り押さえて捕まえた。\n（エ）　Ｄ２\n同人は，被告ＪＲ西日本下関乗務員センターに所属し，車掌の業務に従\n事する者であり，本件事件発生当時，下関駅乗務員センター事務所にいた\nが，ＪＲ職員Ｇ４から本件事件の発生を聞くとともに，６，７番ホームに応援\nに行くように言われたので木の棒を手に持ち，６，７番ホームに駆けつけた\nところ，亡Ａ１と亡Ｂ１が被告Ａに刺され，亡Ｂ１が亡Ａ１を介護しているのを\n現認し，直ちに付近にいた車掌らに救急車の手配を指示するとともに，そ\nの場にいた被告Ａの正面に立ち，警察官やＪＲ職員Ｅ２とともに被告Ａを取\nり囲んだ。このとき，８，９番ホームから前記Ｃ２が軌道敷から６，７番ホーム\nに近づき，同人の方に被告Ａの視線がそれたので，前記の木の棒で被告Ａ\nの右手をたたくか，あるいは，たたこうとした。そして，被告Ａが包丁を手か\nら離したものの，なおも抵抗する様子に見えたことから，続けて被告Ａの頭\nや右足を木の棒でたたいた。そして，被告Ａがその場にうずくまったので，\n警察官らとともに飛びかかり，被告Ａを制圧した。\n（オ）　Ｅ２\n同人は，被告ＪＲ西日本地域鉄道部下関乗務員センター副所長であり，\n本件発生当時，乗務員センターで勤務していたところ，前記関段から本件\n事件の発生を聞き，６，７番ホームに駆けつけ，警察官及び前記Ｄ２ととも\nに同被告を取り囲み，被告Ａが包丁を落としたところで，警察官らとともに被\n告Ａを制圧した。\n（カ）　Ｆ２\n同人は，被告ＪＲ西日本広島支社地域鉄道部下関乗務員センターの所\n長であり，本件事件発生当時は，休憩中で下関駅を離れていたが，同駅に\n戻ったところで，本件事件の発生を知り，６，７番ホームに上がったところ\nで，亡Ａ１と亡Ｂ１の周囲をＪＲ職員が取り囲んでいたので救急車を呼ぶよう\nに指示したが，その後，亡Ｂ１の容態が悪化するのに気がつき，他の職員\nに担架を探してくるように指示し，同人自身を含むＪＲ職員４，５名で亡Ｂ１\nを布団で包むようにしてホームから降ろし，鉄道警察隊の出入口まで運ん\nだ。そこで，救急車の到着を２，３分待っていると救急車が到着したので救\n急隊員に引き渡した。\n（キ）　Ｚ１\n同人は，下関駅長であり，本件事件発生当時，下関駅２階の会議室にお\nいて，下関地域鉄道部管内の駅長会議に出席中であった。\n同人は，新下関駅の助役から，本件事件発生の概況を知り，直ちに前記\n駅長会議を中止し，コンコースに駆けつけた。自動車がみどりの窓口前付\n近に停まり，その車両の前に男性が横たわり，待合い椅子には女性がタオ\nルのようなもので頭を押さえて苦しそうな姿をしているのを見て，犯罪が発\n生していると認めて，直ちに付近にいたＪＲ職員に警察への連絡，救急車\nの手配を確認したところ，既にいずれの連絡等も済んでいると報告を受け\nた。その後，同人は，犯人逮捕と聞いたが，被害の状況から見て，犯人が１\n人であるとは思えず，また，警察官においても，犯人が複数いるかもしれな\nいので，直ちにコンコースから避難するように指示していた。結局，本件事\n件発生から約１５分ほど後に，犯人が１人であることを知った。救急隊員や\n警察官には，下関市内の全救急車を手配して欲しいと伝えた。\nエ　以上の各認定事実を前提に，被告ＪＲ西日本の責任について検討するに，\n前記イで認定した事実によると，同被告においては，駅構内を含む同被告の\n施設で発生する災害に対する対応は，主として，自然災害を対象とするもの\nであり，犯罪行為を前提とするものではなく，また，その指針を示した実施計\n画の内容も，この基本的な立場に立って，自然災害の発生によって列車の運\n行等に支障が生じた場合において，旅客の不安感を除去するという目的か\nら，構内放送を行うなどの措置を記述したものであって，本件事件のような犯\n罪行為は実施計画の対象とされていないことが明らかである。そして，同被告\nは，駅構内等で発生する犯罪に対する対策は，警察に通報するということを\n基本としており，下関駅においても，この方針を周知徹底するための協議会\nが設置されていたものであって，それ以外に，同被告として，特別にこの種の\n犯罪に対する防止，抑止の措置を取ってはいなかったことが認められる。\n原告らは，この点について，被告ＪＲ西日本は旅客運送契約上，駅構内等で\n発生する不測の事態に対して旅客の安全を確保すべく，安全体制を確立する\nべき義務があると主張する。しかしながら，旅客運送契約の性質から考える\nと，同被告が同契約上，旅客に対してその安全を確保する義務があるとして\nも，この義務は，主として，旅客の運送に供する設備の安全性の確保ないし\nは運送の過程でこれに付随して生じた事態に対する旅客の安全性の確保に\nついて生じるものというべきであり，一般的に，同被告が設置，管理する施設\nにおいて発生する全ての事態に対して，旅客の安全を確保するという内容を\n持つものというべきものではない。\n無論，旅客運送契約に基づいて，被告ＪＲ西日本を利用する旅客の側は，\nその列車等の利用に際して，危険物等を駅構内ないしは列車内に持込むこと\nを禁止されているとの事情があり，これは，旅客運送契約に付随して旅客側\nが負担する義務ということができるから，その反面として，同被告においては，\n必要に応じて，旅客が違反行為を行っていないかを点検することを求めうる場\n合があり，旅客においては，これに応諾する義務が生じることがありうる。そし\nて，それが，ひいては，同被告が設置，管理する施設における犯罪行為の防\n止につながることも考えられるところである。しかしながら，このような措置は，\n事実上，旅客側が任意に協力するという前提のもとで実施されるべきもので\nあり，同被告において，旅客の意思を無視してそのまま旅客の所持品等を点\n検するなどの権限を付与されているものでもなく，これを実施するための人\n的，物的設備もそなえているわけではない。してみると，旅客運送契約上，同\n被告と旅客との間で，危険物に関して，上記のような関係があるからといっ\nて，同契約上，同被告に，駅構内等同被告が管理する施設内に危険物を持ち\n込むことを防止するような措置をとるべき義務があるということもできない。\n他方，被告ＪＲ西日本は，下関駅のように，旅客に限られず不特定多数の一\n般人が利用する公共施設を管理している。このような施設にあっては，その施\n設内において，本件事件のような無差別大量殺人を含めて不測の事態が発\n生する可能性は常に存在するものと思われる。その点からすれば，このような\n施設の管理者においては，施設内の防犯に努め，そのための人的，物的設\n備を整備することを要請される側面がありうる。しかし，そもそも，不特定多数\nの一般人が施設を利用するというだけでは，具体的にどのような事態がいつ\n発生するかということを予測することはおよそ困難であることはもとより，どの\n程度の設備によってどの程度の犯罪行為を防止，抑止しうるかということは一\n律に決しうるものでもない。特に，本件のように，犯罪行為者は１人ではあるも\nのの，突発的に発生したうえ，その態様も，兇器を携行して，しかも，無差別に\n実行された殺傷事件であるような場合には，その防止，抑止のためには相当\n程度の防具等の器具を要するものと考えられる一方で，被告ＪＲ西日本の職\n員には武器ないしは防具等の携帯の権限はないのみならず，仮に，これらを\n携帯していたとしても，その使用権限については，一般人と同様に，正当防衛\n等に依拠するしかないものと考えられる。このような事情を考慮すると，仮に，\n被告ＪＲ西日本において，不特定多数の一般人を対象とする設備を設置，管\n理することから，防犯等の責務を負うとしても，それは，同被告が公共施設を\n管理する機関としての性質に基づく社会的責務の範囲を出るものではなく，そ\nれが特定の利用者との関係で負担する法的な義務ということはできない。\n以上によると，被告ＪＲ西日本が，組織として，駅構内で発生する犯罪行為\nについて，特段の防止，抑止の対策を取っておらず，警察に通報することを基\n本的対策としていたとしても，それが，旅客に対する債務不履行ないし不法行\n為となるものではないというべきである。\nオ　次に，本件事件が発生した当時に，被告ＪＲ西日本の職員が取った具体的\nな措置について検討する。\n（ア）　改札係のＡ２について\nａ　原告らは，改札業務に従事していたＡ２は，・乗客が提示する乗車券を\n確認したうえで，正規の乗車券を所持しない者が改札口内に入り，ホー\nムに行くことを拒否（阻止）すること，②駅構内にいる乗客の身体の安全\nを図る措置を取り，③発生した事故に対して，速やかに安全，適切な措\n置を取ること，などの職務上の義務を負い，具体的には，Ａ２は，出札カ\nウンターや集札ラッチに設置された鉄道警察隊への通報設備（防犯ベ\nル）を用いて通報するとともに，各部署に事実状況の連絡を行い，更に\nは，改札口に設置された扉を閉めるべきであったことを主張する。\nｂ　前記認定したところによると，本件事件が発生した時点でのＡ２の行動\nは，本件車両を認めた時点で，改札口から１メートルくらい移動した後，\n更に，被告Ａが降車して，包丁を所携して改札口に進行してきたのに対\nして，２階への通路方向に，その後，改札口からコンコースに退避したと\nいうものである。\nしかしながら，通常，車両が通行する場所でないコンコースを本件車両\nが改札口の辺りまで走行してきたことから，Ａ２が身の危険を感じたこと\nは当然であって，更に，被告Ａが包丁を携えて改札口に向かってきたこと\nからすれば，Ａ２が直ちに避難していなければ，同人自身が被告Ａによっ\nて包丁で刺されるなどの事態が発生する危険性があったことは客観的に\nも相当の蓋然性をもって認めうるところであり，このような危険な状況下\nで，被告Ａの行動を阻止しなければならないものとは到底いえない。\nまた，このような突如発生した危険な状況からすれば，改札口に設置さ\nれた鉄道警察隊へ通じる防犯ベルを押すことや，改札口に設置された扉\nを閉めるなどの措置を講じる時間的余裕はなかったといわざるをえず，\nこのような措置を講じることができなくともやむをえないといえる。\nなお，その後，Ａ２が無事に避難するまでの間に，前記第２の１・アのと\nおり，少なくともＫ１巡査部長及びＬ１警部補が本件事件発生を認知し，\n同人らが中心となって被告Ａの追跡，逮捕にあたり，ＪＲ職員らに死傷者\nの救護や警察への通報等を指示しているうえ，前記イのとおり，Ａ２以外\nの他のＪＲ職員らも，本件事件発生を認知し，それぞれ直ちに警察への\n通報や死傷者の救護，更には被告Ａ逮捕に至るまで，十分な協力を行っ\nていたことからすれば，Ａ２が無事避難した後，Ａ２自身が警察への通報\nや他のＪＲ職員らへの連絡等をする必要性はもはやなくなっているといえ\nる。\nｃ　よって，Ａ２の行動が不適切であるとする主張には理由がない。\n（イ）　その他の職員の行動について\n前記認定の事実によれば，本件事件発生直後，集札口にいた前記Ｂ２は\n直ちに他のＪＲ職員らに本件事件を知らせるとともに，警察官の指示に従\nい，１１０番通報を行っており，また，他のＪＲ職員らも本件事件を認知後，\nそれぞれ救急車の要請だけでなく，被告Ａの逮捕に協力するなど，Ａ２を除\nくＪＲ職員らの本件事件発生時における対応等に不法行為とみられるもの\nは認められない。\nなお，当時の状況について，被害者らから救急車を依頼したが，応じても\nらえず，また，動けなくなった被害者らが３０分以上も放置されていたなどの\n指摘がある。\nしかし，本件の証拠によっても，被告ＪＲ西日本による１１９番通報自体が\n遅滞したという事情は認められない（仮に，救急車の到着が遅れたという事\n情があったとしても，それが被告ＪＲ西日本の責任とはいえないことは明ら\nかである。）。\n（ウ）　次に，原告らは，下関駅においては，駅長への連絡システムが存在し\nていないことに不備があったことを主張する。\n前記認定のとおり，下関駅長であるＺ１に本件事件の発生を知らせたの\nは，新下関駅の助役であることは認められるけれども，Ｚ１への連絡そのも\nのが遅滞していたとみるべき事情はなく，上記の事情から，下関駅におけ\nる連絡システムが不備であったとみるべきではない。かえって，前記認定の\n事実によると，同人は，直ちに会議を中止してコンコースに駆けつけ，警察\nへの連絡や救急車の手配の確認を行い，その後もＪＲ職員らに必要な指示\nを行うなど駅長として相当と認められる行動をとっていたと認められるから，\n下関駅長への連絡等に関して，不備は認められない。\n（エ）　次に，原告らは，ＪＲ職員は，本件事件発生当時，適切な構内放送が可\n能であり，放送を行って６，７番ホーム上にいる乗客らに危険性を知らせる\nべきであったのに，これを怠ったなどと主張する。\n前記認定の事実によると，本件事件が発生した当時に，構内放送を行っ\nたＪＲ職員はいなかったことは，原告らが主張するとおりである。\nそこで，本件事件において，被告Ａが下関駅コンコース内に本件車両を進\n入させてから制圧されるまでの時間について見ると，前記前提事実と証拠\n（検甲１２８，検甲２０９）によると，Ｋ１巡査部長が警らのため分駐隊事務所\nを出たところで本件車両がコンコース内に進入してくるのを目撃した時刻が\n午後４時２５分と確認され，また，被告Ａが現行犯逮捕された時刻は午後４\n時２８分と確認されているのであるから，被告Ａが本件車両を降車して改札\n口を通過した時点から制圧されて現行犯逮捕されるまでの時間は３分を下\n回るものであるか，多少の誤差を考慮しても３分前後の時間であると推測\nされる。しかも，その間，被告Ａは本件車両から降車し，改札口から６，７番\nホームに移動して，同ホーム上を移動しながら殺傷行為に及んだもので，\n場所的に移動しているのである。したがって，前記のとおり，本件事件に対\n応した者を含めて主なＪＲ職員において，上記のような短時間の間に，被告\nＡの所在及び特定時点での同被告の行動を含む本件事件の状況を適確か\nつ十分に把握し，適切な放送を行う余裕はなかったといわざるをえず，構内\n放送がなかったことが不適切であるということはできない。\nカ　以上のとおりであるから，被告ＪＲ西日本が，本件事件のような犯罪行為に\n対する対策を講じていなかった点，及び，本件事件が発生した時点での，同\n被告の職員の具体的な対応のいずれにおいても，同被告につき，債務不履\n行ないしは不法行為の責任が生じると認めることはできない。\n・　土地工作物責任\n原告らは，下関駅の構造には，工作物として瑕疵が存在し，それによって，本\n件事件が発生したものであることを主張するので，以下，検討する。\nア　コンコースに車両が進入できる構造について\n被告Ａがコンコース内に進入した下関駅東口の外部の概況は前記前提事\n実のとおりであって，東口の外は歩道であり，その東側がバスターミナル及び\nロータリーとなっており，下関駅東口には車両の進入を阻止する設備は存在\nしない。\nしかし，歩道やコンコースは，本来，車両の通行を予定するものではないの\nであるから，特別の事情がない限り，歩道とコンコースを結ぶ東口の扉にポー\nル等車両の進入を物理的に阻止する設備がなかったとしても，それ自体を，\n下関駅の土地工作物としての構造上の欠陥ということはできないことは明ら\nかである。\nなお，証拠（検甲１ないし検甲３，甲１３，検証結果）及び弁論の全趣旨によ\nれば，下関駅東側ロータリーと歩道の間に鉄製ポールが等間隔に設置され，\nポール間には鉄製チェーンが設けられ，車両がロータリーから歩道に乗り上\nげることを妨げる構造となっていることが認められる。このような構造からすれ\nば，一般的に見た場合，ロータリーを走行する車両は下関駅東口の外側の歩\n道に進入することが妨げられるのであるから，それ以上に，下関駅の東口扉\nにつき車両の進入を阻止する設備が必要であるとする根拠はないというべき\nである。\nイ　改札口の扉について\n証拠（乙５，証人Ｚ１）及び弁論の全趣旨によれば，本件事件発生当時の下\n関駅改札口の扉は，コンコース側からプラットホーム側に手動により開く構造\nになっており，コンコース側からプラットホーム側へ侵入しようとする者にとって\nは，同扉の開閉は自由にできる構造になっていたことが認められる。\n改札口は乗車券の改札業務を適正円滑に行うことを目的に設置されてお\nり，改札口の扉は，本来改札係が改札口に不在の場合などに閉めておくもの\nであって，それによって，旅客等に当該改札口では改札業務を行っていないこ\nとを示す役割を有しているといえる。もっとも，改札業務の内容として有効な乗\n車券を所持していなければ，その者の入場を拒否するのであるから，改札口\nの扉がこのような者の入場を阻止するという役割がないとはいえないが，有効\nな乗車券を所持せずに，意図的に駅構内への侵入を図る者に対して，改札口\nの扉の閉鎖によりその入場を阻止することはほぼ不可能であって，そのような\n役割は限定的なものとならざるを得ない。\nこのような改札口の扉の目的や役割などからすれば，本件事件が発生し\nた当時の下関駅の改札口に設置された扉であっても十分その目的や役割を\n果たしうるものであって，原告ら主張のように，少なくとも簡易な施錠ができ，\nコンコース側から扉が自由に開かない構造になっていない限り改札口の扉の\n設置又は保存に瑕疵があるとは認められない。\nウ　駅構内における放送設備及び駅長室に対する通報システム等について\n（ア）　証拠（甲１３，乙２０，検証結果，証人Ｚ１）及び弁論の全趣旨によれば，\n本件事件当時の下関駅の放送設備等は，概ね以下のとおりである。\nａ　放送設備\n（ａ）　ホーム放送として，８，９番ホームの放送室から，３本の各ホーム及\nび中２階通路へ向けて放送することができる放送設備があった。\n（ｂ）　火災報知器に連動した案内放送として，駅長事務室から，コンコー\nスにある店舗及び中２階通路等へ向けて放送することができる放送設\n備があった。ただし，コンコース，トイレ前通路及び旧待合室への放送\nは，旧精算室の操作器から放送されていた。\n（ｃ）　８，９番ホーム放送室，出改札口，旅客室及び精算所に双方向の\n連絡設備（音声呼出電話）があった。また，信号てこ扱所，３，４番ホー\nム，６，７番ホーム及び８，９番ホームに同じく双方向の連絡設備（音声\n呼出電話）があった。\nｂ　モニター設備\n昭和６０年３月から，３，４番ホーム，６，７番ホームにカメラが各１台設\n置され，その映像は，８，９番ホームの放送室，改札口の上部に設置さ\nれたモニタに映し出されていた。\n平成７年１月から，８，９番ホームにカメラが１台設置され，その映像\nは，改札口の上部に設置されたモニタに映し出されていた。\nｃ　通報設備\n出札カウンターと集札ラッチに，鉄道警察隊に通じる防犯ベルが備えら\nれていた。\n（イ）　以上の事実によると，まず，駅長室に対する報告システムに関しては，\n原告らが主張するとおり，集改札口から駅長室や各ホーム等との間の双方\n向音声呼出電話は存在しなかったことが認められるから，改札口付近で発\n生した異常事態に対して，電話により駅長室ないしは各ホームへ通報する\nことができない状況にあったことが明らかである。\nしかしながら，そもそも，被告ＪＲ西日本において，駅構内で発生する全て\nの事態について，電話等の方法により駅長に通報するシステムが存在する\nことが必要であるとする根拠は存在せず，こうした事態を認知した職員によ\nる口頭報告によることとしていたとしても何ら不相当とはいえない。確かに，\n本件事件のように，犯罪行為が発生した場合，駅長に対する通報はより迅\n速なものが求められる面があり，その点では，電話等による連絡システム\nがあった方がこの目的に適うものとはいえるが，被告ＪＲ西日本が駅構内\nで発生する犯罪行為について対策を講じるべき法的義務が存在しないこと\nは前記のとおりであるから，これに沿ったシステム，方法等が存在しないこ\nとが，工作物としての下関駅の瑕疵といえないことは明らかである。\nまた，放送設備に関しては，前記（ア）の放送設備等があれば，集改札口\nや駅長室，各ホーム等への相互の連絡や各ホームの状況の把握は十分\n可能であると認められ，放送設備等の設置又は保存に瑕疵があるとは認\nめられない。\n・　以上によれば，原告らの被告ＪＲ西日本の債務不履行ないしは不法行為責任に\n関する主張には理由がない。\n４　争点・（損害等）について\n・　原告Ａ\nア　亡Ａ１の死亡による損害　　　　　　　　４７３８万３１５０円\n（ア）　逸失利益　　　　　　　　　　　　　　　　１５８８万３１５０円\n甲３及び弁論の全趣旨によると，亡Ａ１は，本件事件当時，６９歳であり，\n専業主婦として日常家事に従事していたことが認められるから，その逸失\n利益の算定は，平成１１年賃金センサスにより，女子労働者の産業計・企\n業規模計・学歴計年齢別平均年収２９３万８５００円を基礎として，就労可能\n年数を７９歳までの１０年とし，生活費控除割合を３０パーセントとするのが\n相当である。\n（計算式）\n２９３万８５００円×７．７２１７×０．７\n（イ）　慰謝料　　　　　　　　　　　　　　　　　　　　　３０００万円\n亡Ａ１本人が本件事件により受けた肉体的精神的苦痛，受傷状況のほ\nか，本件事件が被告Ａによる無差別の殺傷行為であるという本件事件その\nものの性質，その他本件に現れた諸般の事情を考慮すると，本件事件によ\nり死亡した亡Ａ１本人の慰謝料は３０００万円が相当であると認められる。\n（ウ）　葬儀費用　　　　　　　　　　　　　　　　　　　　　１５０万円\n亡Ａ１の葬儀費用としては１５０万円が相当である。\nイ　亡Ｂ１の死亡による損害　　　　　　　　６４８５万７４２５円\n（ア）　逸失利益　　　　　　　　　　　　　　　　３３３５万７４２５円\n甲３及び弁論の全趣旨によると，亡Ｂ１は，本件事件当時，４３歳の専業\n主婦であることが認められるから，その逸失利益の算定は，平成１１年賃\n金センサスにより，女子労働者の産業計・企業規模計・学歴計全年齢平均\n年収３４５万３５００円を基礎として，就労可能年数を６７歳までの２４年と\nし，生活費控除割合を３０パーセントとするのが相当である。\n（計算式）\n３４５万３５００円×１３．７９８６×０．７\n（イ）　慰謝料　　　　　　　　　　　　　　　　　　　　　３０００万円\n亡Ｂ１本人が本件事件により受けた肉体的精神的苦痛，受傷状況のほ\nか，前記ア（イ）のとおりの本件事件の性質，その他本件に現れた諸般の\n事情を考慮すると，本件事件により死亡した亡Ｂ１本人の慰謝料は３０００\n万円が相当であると認められる。\n（ウ）　葬儀費用　　　　　　　　　　　　　　　　　　　　　１５０万円\n亡Ｂ１の葬儀費用としては１５０万円が相当である。\nウ　相続関係\n（ア）　甲３及び弁論の全趣旨によると，亡Ａ１の死亡当時，同人の法定相続\n人は，夫のＮ１及び子の原告Ａ，亡Ｂ１，Ｏ１であったことが認められるか\nら，その法定相続分は，Ｎ１につき２分の１，その余の相続人につき６分の\n１となり，前記亡Ａ１の死亡による損害賠償請求権について，Ｎ１は２３６９\n万１５７５円を，原告Ａを含むその余の相続人は各７８９万７１９１円を相続\nにより取得した。\n（イ）　甲３及び弁論の全趣旨によると，亡Ｂ１の死亡当時，同人の法定相続\n人は，直系尊属であるＮ１であったことが認められるから，同人は前記イの\nＢ１の死亡による損害額全額及び上記（ア）により亡Ｂ１が取得した亡Ａ１の\n死亡による損害賠償請求権（合計７２７５万４６１６円）を相続により取得し\nた。\n（ウ）　甲３及び弁論の全趣旨によると，Ｎ１は，平成１２年１０月１９日死亡し，\n同人の法定相続人は，子であるＰ１，原告Ａ，Ｏ１であったと認められるか\nら，その法定相続分は各相続人について３分の１となり，同原告を含む上\n記相続人らは，Ｎ１が上記（ア）（イ）によって取得した損害賠償請求権につ\nき各３２１４万８７３０円を相続により取得する（上記相続人らはいずれも嫡\n出子であるから，その相続分はこのとおりになる。）。\n（エ）　証拠（甲１６，甲１７）によると，原告Ａは，平成１３年６月１日，Ｏ１からＮ\n１の遺産相続についてＯ１の相続分の譲渡を受けたことが認められるから\n（もっとも，上記書証によっても，Ｏ１が相続した亡Ａ１の損害賠償請求権の\n譲渡の事実を認めることはできない。），結局，原告Ａは，亡Ａ１と亡Ｂ１の\nア，イの損害賠償請求権のうち７２１９万４６５１円を相続により取得したこと\nとなる。\nエ　固有の慰謝料\n原告Ａは，本件事件により突然母親と妹を失ったものであり，その悲しみや\n苦痛などから固有の精神的損害を受けたものと認められる。したがって，同原\n告につき固有の慰謝料請求権を認めるべきであり，前記ア（イ）のとおりの本\n件事件の性質，同原告は母親と妹をともに失ったものであること，その他本件\nに現れた諸般の事情を考慮すると，その固有の慰謝料は１０００万円が相当\nであると認められる。\nオ　小括\n以上により，原告Ａの損害賠償請求権の合計額は，８２１９万４６５１円とな\nる。\n・　原告Ｂ\nア　亡Ｃ１の死亡による損害賠償請求権　　　４３６２万７２２５円\n（ア）　逸失利益　　　　　　　　　　　　　　　　１２１２万７２２５円\n甲５及び弁論の全趣旨によると，亡Ｃ１は，退職教員として公立学校の\n共済年金を受領しており，その年額は３７５万２７００円であること（同人につ\nいて，画家としての収入を証明するに足りる証拠はない。），亡Ｃ１は死亡時\n７９歳であることが認められるから，同人の逸失利益の算定は，上記収入を\n基礎として，平均余命を８７歳までの８年とし，その間の生活費控除割合を\n５０パーセントとするのが相当である。\n（計算式）\n３７５万２７００円×６．４６３２×０．５\n（イ）　慰謝料　　　　　　　　　　　　　　　　　　　　　３０００万円\n亡Ｃ１本人が本件事件により受けた肉体的精神的苦痛，受傷状況のほ\nか，前記・ア（イ）のとおりの本件事件の性質，その他本件に現れた諸般の\n事情を考慮すると，本件事件により死亡した亡Ｃ１本人の慰謝料は３０００\n万円が相当であると認められる。\n（ウ）　葬儀費用　　　　　　　　　　　　　　　　　　　　　１５０万円\n亡Ｃ１の葬儀費用としては１５０万円が相当である。\nイ　相続関係\n（ア）　甲５及び弁論の全趣旨によると，亡Ｃ１の死亡当時，同人の法定相続\n人は，妻の原告Ｅ，子のＱ１，Ｒ１，原告Ｂ及びＳ１であることが認められる\nから，その法定相続分は原告Ｅにつき２分の１，その余の相続人につき８分\nの１となる。したがって，上記アによる亡Ｃ１の死亡による損害賠償請求権\nについて，原告Ｅは２１８１万３６１２円を，原告Ｂを含むその余の相続人は\n各５４５万３４０３円を相続により取得する。\n（イ）　甲１８によると，原告Ｂは，平成１３年５月３０日，原告Ｅ及びＳ１からそれ\nぞれ同人らの相続した損害賠償請求権の譲渡を受けた。\nウ　固有の慰謝料\n原告Ｂについても，前記・エに記載したのと同様に，同原告が本件事件によ\nり突然父親を失ったものであり，その悲しみや苦痛などから固有の精神的損\n害を受けたものと認められる。したがって，同原告につき固有の慰謝料請求\n権を認めるべきであり，前記・ア（イ）のとおりの本件事件の性質，同原告は父\n親を失ったものであること，その他本件に現れた諸般の事情を考慮すると，そ\nの固有の慰謝料は５００万円が相当であると認められる。\nエ　小括\n以上によると，原告Ｂの損害賠償請求権の合計額は，３７７２万０４１８円と\nなる。\n・　原告Ｃ\nア　亡Ｄ１の死亡による損害額　　　　　　　４８６８万２７５１円\n（ア）　逸失利益　　　　　　　　　　　　　　　　１７１８万２７５１円\n甲６及び弁論の全趣旨によると，亡Ｄ１は，死亡時に５８歳で，専業主婦\nであることが認められるから，その逸失利益の算定は，平成１１年賃金セン\nサスにより，女子労働者の産業計・企業規模計・学歴計全年齢平均年収３\n４５万３５００円を基礎として，就労可能年数を６７歳までの９年とし，生活費\n控除割合は３０パーセントとするのが相当である。\n（計算式）\n３４５万３５００円×７．１０７８×０．７\n（イ）　慰謝料　　　　　　　　　　　　　　　　　　　　　３０００万円\n亡Ｄ１本人が本件事件により受けた肉体的精神的苦痛，受傷状況のほ\nか，前記・ア（イ）のとおりの本件事件の性質，その他本件に現れた諸般の\n事情を考慮すると，本件事件により死亡した亡Ｄ１本人の慰謝料は３０００\n万円が相当であると認められる。\n（ウ）　葬儀費用　　　　　　　　　　　　　　　　　　　　　１５０万円\n亡Ｄ１の葬儀費用としては１５０万円が相当である。\nイ　相続関係\n証拠（甲６，甲１９）及び弁論の全趣旨によると，亡Ｄ１が死亡した当時，同人\nの法定相続人は，夫の原告Ｃ，子のＴ１及びＵ１であったが，原告Ｃは，平成１\n３年５月３０日，遺産分割協議により，亡Ｄ１の損害賠償請求権全額を取得し\nたことが認められる。\nウ　固有の慰謝料\n原告Ｃについても，前記・エに記載したのと同様に，同原告が本件事件によ\nり突然妻を失ったものであり，その悲しみや苦痛などから固有の精神的損害\nを受けたものと認められる。したがって，同原告につき固有の慰謝料請求権を\n認めるべきであり，前記・ア（イ）のとおりの本件事件の性質，同原告は妻を失\nったものであること，その他本件に現れた諸般の事情を考慮すると，その固有\nの慰謝料は５００万円が相当であると認められる。\nエ　損害の填補\n損害の填補として，自賠責保険から３０００万円の支払いを受けたことは争\nいがない。\nオ　小括\n以上によると，原告Ｃの損害賠償請求権の合計額は，２３６８万２７５１円とな\nる（同人の請求額は２０００万円であるから，認容額は同額となる。）。\n・　原告Ｄ\n前記前提事実記載の原告Ｄの傷害の部位，程度，受傷状況，前記・ア（イ）の\nとおりの本件事件の性質，その他本件に現れた諸般の事情を考慮すると，本件\n事件により受傷した原告Ｄの精神的肉体的苦痛に対する慰謝料は５００万円が\n相当であると認められる。\n・　原告Ｅ\n前記前提事実記載の原告Ｅの傷害の部位，程度，受傷状況，前記・ア（イ）のと\nおりの本件事件の性質，その他本件に現れた諸般の事情を考慮すると，本件事\n件により受傷した原告Ｅの精神的肉体的苦痛に対する慰謝料は５００万円が相\n当であると認められる。\n・　原告Ｆ\n前記前提事実記載の原告Ｆの傷害の部位，程度，受傷状況，前記・ア（イ）のと\nおりの本件事件の性質，その他本件に現れた諸般の事情を考慮すると，本件事\n件により受傷した原告Ｆの精神的肉体的苦痛に対する慰謝料は３００万円が相\n当であると認められる。\n・　原告Ｇ\nア　原告Ｇが主張する損害は，本件事件が，自己の眼前で発生し，同行していた\nＥ１が負傷したことにより，強い精神的障害を受けたことによる慰謝料，及び，\n本件事件の後，心的外傷後遺障害（ＰＴＳＤ）に罹患したことによる後遺障害\n慰謝料というものである。\nイ　前記の前提事実によると，被告Ａは，本件事件の過程で，下関駅６，７番ホ\nーム上のベンチに原告Ｇとともに座っていたＥ１に所携の包丁で切り付けて負\n傷させたものであり，その経過により原告Ｇに強い精神的衝撃を与えるもので\nあったことが推測される。\nそして，証拠（甲１４，原告Ｇ法定代理人Ｇ２本人）及び弁論の全趣旨による\nと，同原告は，本件事件後，恐怖感から約２週間中学校に登校することができ\nず，この間，相当の期間，同原告の両親が付き添う必要がある状態であった\nこと，本件事件の後，半年くらいにわたって，ふさぎ込むことが多いような精神\n的状態となり，食欲が十分になく，下関駅方面への外出も困難であったことな\nどの事情を認めることができる。\n上記のような，原告Ｇの状態からみると，本件事件により，同原告が何らか\nの心的な障害を受けたとする可能性は相当程度にうかがわれるものの，それ\nがＰＴＳＤの程度に至っていることを客観的に認めるには，医師の診断を要す\nるものというべきであり，このような証拠資料が提出されていない状況のもと\nでは，同原告について，後遺障害としてのＰＴＳＤの存在を認めることは困難\nであるといわざるをえない。\nウ　しかしながら，前記本件事件の経過及び本件事件後の原告Ｇの精神的な状\n況からみると，本件事件により，同原告が強い精神的苦痛を受けたことは優\nに認定することができる。\n一般的に，不法行為責任にあっては，当該不法行為の発生を目撃すること\nによって精神的苦痛を受けた者があったとしても，当然にこれについて損害賠\n償責任を負担するものとまでいうことはできない。しかしながら，本件事件にあ\nっては，前提事実記載のとおり，被告Ａの行動は，意図的に，かつ無差別に，\n他人を殺傷することを目的とするものであり，また，その経過を見ても，被告Ａ\nの殺傷行為の対象が原告Ｇ本人に及ぶ可能性があったことは十分に認めら\nれるところである。そうであるとすれば，被告Ａは同原告に対して，そのような\n殺傷行為が自己に及ぶ恐怖感を与えたものというべきであって，このような場\n合には，同被告は同原告の受けた精神的苦痛に対する損害賠償責任を免れ\nないというべきである。\nそして，前記のとおり，原告Ｇが受けた精神的苦痛の程度，本件事件の目\n撃状況，前記・ア（イ）のとおりの本件事件の性質，その他本件に現れた諸般\nの事情を考慮すると，本件事件により精神的苦痛を受けた原告Ｇの慰謝料は\n３００万円が相当であると認められる。\n・　原告Ｈ\n前記前提事実記載の原告Ｈの傷害の部位，程度，受傷状況，前記・ア（イ）の\nとおりの本件事件の性質，その他本件に現れた諸般の事情を考慮すると，本件\n事件により受傷した原告Ｈの精神的肉体的苦痛に対する慰謝料は３００万円が\n相当であると認められる。\n・　原告Ｉ\n前記前提事実記載の原告Ｉの傷害の部位，程度，受傷状況，前記・ア（イ）のと\nおりの本件事件の性質，その他本件に現れた諸般の事情を考慮すると，本件事\n件により受傷した原告Ｉの精神的肉体的苦痛に対する慰謝料は３００万円が相当\nであると認められる。\n５　結論\n以上によれば，原告らの被告Ａに対する請求については，主文の限度で理由が\nあり，原告らの被告両親に対する請求及び原告Ａ，原告Ｂ，原告Ｃ，原告Ｄ，原告\nＥ，原告Ｆ及び原告Ｇの被告ＪＲ西日本に対する請求は理由がない。\n山口地方裁判所下関支部第１部\n裁判長裁判官　　　神　　坂　　　　　尚\n裁判官　　　高　　島　　義　　行\n裁判官　　　有　　田　　浩　　規\n"
}