{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 4,
    "day": 9
  },
  "case_number": "平成14(ワ)3246",
  "case_name": "動産引渡請求事件",
  "court_name": "名古屋地方裁判所民事第8部",
  "lawsuit_id": "7652",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=7652",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/652/007652_hanrei.pdf",
  "contents": "主文\n１　被告は原告に対し，別紙物件目録１ないし３記載の各動産を引き渡せ。\n２　訴訟費用は被告の負担とする。\n３　この判決は，仮に執行することができる。\n事実及び理由\n第１　請求\n主文同旨\n第２　事案の概要\n本件は，原告が被告に対し，別紙物件目録１ないし３記載の各動産につき，破産者\nとの間の譲渡担保契約により所有権を取得していたとして，その引渡請求をしたの\nに対し，被告が原告の同契約に基づく所有権の対象動産が特定性を有さず，又は，\n既に特定性を失ったと主張し，その効力を争った事案である。\n１　争いのない事実等（被告が明らかに争わない事実，公知の事実，裁判所に顕著\nな事実，各項末尾掲記の証拠及び弁論の全趣旨により容易に認められる事実を含\nむ。）\n(1)　原告は，平成５年１０月２６日，訴外株式会社長谷川時計舗（名古屋市ａ区ｂ\nｃ丁目ｄ番ｅ号所在。以下「長谷川時計舗」といい，当時の本店を「旧本店」とい\nう。）との間で，長谷川時計舗が，旧本店社屋内，Ａ店舗内及びＢ生協本部店の１\n階並びにＣ百貨店の６階，Ｄ百貨店の４階及びＥ百貨店の７階に収容ないし保管\nし，所有していた全ての製品と，同日以降買い受けて上記各保管場所に収容ないし\n保管する全ての製品を目的として，流動集合物譲渡担保契約（以下「本件譲渡担保\n契約」という。）を締結した（甲１）。\n(2)　原告は，本件譲渡担保契約に基づき，長谷川時計舗が同日前記(1)の各保管場\n所において収容ないし保管し，所有していた全ての商品並びに同日以降買い受けて\n同保管場所に収容ないし保管した全ての商品について，占有改定の方法による引渡\nしを受けた。\n(3)　長谷川時計舗は，平成８ないし９年ころ，Ｂ生協本部店売場を１階から３階に\n移転し，平成１３年６月３０日，旧本店を閉鎖して名古屋市ａ区ｆｇ丁目ｈ番ｉ号\n（以下「現本店」という。）に本店を事実上移転し，同年８月１０日，第三者某に\n対し旧本店建物を相当代金で売り渡して旧本店内の商品を現本店に移転し，同年１\n０月２５日にＥ百貨店の７階売場を，同月３１日にＣ百貨店６階売場及びＤ百貨店\n４階売場を，それぞれ閉鎖し，各売場内の商品を現本店に移転した。\n(4)　長谷川時計舗は，平成１３年７月ないし１０月の毎月１０日に原告に対し前月\n末の本件譲渡担保契約の目的物である集合物を明示する譲渡担保物件明細表を差し\n入れてきた（甲５ないし８）。\n(5)　長谷川時計舗は，この間，同年９月２０日には民事再生手続開始の申立をし，\n同年１０月３１日に名古屋地方裁判所により同開始決定をされたが，平成１４年５\n月１０日，再生計画案が債権者集会において否決されたため，同年６月１０日，同\n裁判所により破産宣告を決定され，同日被告が破産管財人に選任された。\n(6)　原告は，平成１４年３月上旬ころ，別紙物件目録１ないし３記載の各動産（以\n下「本件各動産」という。）を含む動産の占有移転禁止，執行官保管及びその公示\nを申立の趣旨とする名古屋地方裁判所平成１４年(ヨ)第１７８号動産仮処分申立事\n件の申立を行い，同裁判所は，同月中旬ころ，これを認容する決定（以下「本件仮\n処分決定」という。）をし，同裁判所執行官は，平成１４年３月２５日，同年（執\nハ）第１８号の申立てに基づき，同目録１記載の各動産については現本店におい\nて，同２記載の各動産についてはＡ店舗内において，同３記載の各動産については\nＢ生協本部店の３階売場において，それぞれ上記仮処分を執行し，名古屋市ｊ区ｋ\nｌ丁目ｍ番ｎ号所在の原告ｊ支店内において，本件各動産を保管中である（甲２，\n３の１ないし３）。\n２　原告の主張\n(1)①　前記１の各事実を引用する。\n②　よって，原告は被告に対し，所有権に基づく返還請求として，本件各動産の引\n渡を求める。\n(2)　被告の主張に対する反論\n①　後記３(1)の①及び②の各主張は，いずれも争う。\n②　同(2)の①及び②の各主張は，いずれも争う。長谷川時計舗は原告に対し，本件\n譲渡担保契約締結日以降，毎月１０日に前月末の同契約目的商品を明示する譲渡担\n保物件明細表を差し入れてきており，商品の各保管場所が閉鎖された平成１３年７\n月ないし１０月の間も前記１(4)のとおり，上記明細表を差し入れてきたのであるか\nら，同契約の目的物である商品の特定性に欠けるところはない。\n３　被告の主張\n(1)　本件譲渡担保契約の目的物の場所的特定性の欠如\n①　原告は，本件譲渡担保契約の目的物が商品であり，時計類又は宝飾類と特定す\nることが可能であったのに，同契約の目的物を「製品」としており，特定性を欠い\nている。\n②　本件譲渡担保契約の目的物の保管場所の特定のうち，Ｃ百貨店の６階，Ｄ百貨\n店の４階，Ｅ百貨店の７階及びＢ生協本部店の１階は，いずれもオープンスペース\nであり，他のテナントも入っている売場の一部を指すに過ぎないから，階のみでは\n場所的特定として不十分である。\n(2)　保管場所の相違による特定性の欠如\n①　Ｂ生協本部店３階の商品について\n本件譲渡担保契約の目的物である商品は，Ｂ生協本部店１階に保管されている商品\nと特定されており，同店３階に保管されていた商品と特定されている訳ではない。\nしたがって，原告は，別紙物件目録３記載の商品について本件譲渡担保契約に基づ\nく所有権を有さない。\n②　現本店内の商品について\n本件譲渡担保契約の目的物である商品は，旧本店内に保管されていた商品と特定さ\nれていたのであり，現本店内に保管されていた商品と特定されていたのではない。\nしたがって，原告は，同目録１記載の商品につき，本件譲渡担保契約に基づく所有\n権を有さない。\n４　争点\n(1)　本件譲渡担保契約の目的物の場所的特定性の有無\n(2)　保管場所の相違による本件譲渡担保契約の目的物の特定性の欠如の有無\n第３　争点に対する判断\n１　本件譲渡担保契約の目的物の特定性の有無について\n(1)　まず，集合物譲渡担保契約が成立するには，目的物とそれ以外の物との識別が\n可能な適宜な措置が講じられていることを要し，その指標としての物の種類，所在\n場所及び量的範囲の指定等を基準として契約目的物の特定性の有無を判断すべきと\nころ，被告は「製品」という表現では特定不十分であると主張している。しかしな\nがら，長谷川時計舗の扱っている商品は，宝飾品及び時計であることは明らかであ\nるから，本件譲渡担保契約中の「製品」という文言を合理的に解釈すれば，それが\n長谷川時計舗の各店舗ないし売場にある宝飾品及び時計等の「商品」を指すことは\n明らかである。したがって，「製品」という表現でも，同契約の目的物が特定され\nていると言うべきである。\n(2)　次に，被告は，百貨店内に保管されていた本件譲渡担保契約の目的物の所在階\nを指定しただけでは，場所的な特定としては不十分であると主張する。しかしなが\nら，本件譲渡担保契約における各百貨店の所在階の記載があれば，所在場所が同階\nにある長谷川時計舗の売場であることは自明であり，百貨店の各売場の宝飾品ない\nし時計が施錠可能なショーケースその他の保管器設備内にあることも自明と言うべ\nきである。したがって，本件譲渡担保契約に各百貨店内の所在階の指定があれば，\n目的物の場所的特定としては十分と解され，被告の上記主張は理由がない。\n２　保管場所の相違による本件譲渡担保契約の目的物の特定性の欠如の有無につい\nて\n(1)　Ｂ生協本部店３階の商品について\n長谷川時計舗のＢ生協本部店売場が本件譲渡担保契約当初の１階から３階に移転し\nたことは前記第２の１(3)のとおりであり，被告は，上記売場移転により，同売場の\n商品が同契約の目的物として特定されているとは言えず，原告が上記商品につき本\n件譲渡担保契約に基づく所有権を有しているとは言えない旨を主張する。しかしな\nがら，長谷川時計舗の同店にある３階売場と１階売場とは社会通念上同一の店舗と\nいうべきであり，少なくとも，原告所有の集合物（商品）とそれ以外の物との識別\nが社会通念上可能である点では何ら変化がないと言うべきである。しかも，長谷川\n時計舗が平成１３年７月ないし１０月の毎月１０日に原告に対し本件譲渡担保契約\nの目的物である前月末現在の集合動産（商品）を明示する譲渡担保物件明細表を差\nし入れたことは同(\n4)のとおりであり，各表記載の「Ｂセイキョウ」が同店３階を指すことも自明であ\nる。したがって，別紙物件目録３記載の各動産は，依然として，本件譲渡担保契約\nが特定している目的物と解すべきであり，原告は，上記各動産につき同契約に基づ\nく所有権を有するというべきであって，被告の上記主張は理由がない。\n(2)　旧本店と現本店とは，その所在地が異なることは前記第２の１の(1)及び(2)の\nとおりであり，被告は，保管場所としての同一性がないことを理由として，現本店\n内の商品が本件譲渡担保契約の目的物として特定されていることにはならない旨を\n主張する。しかしながら，長谷川時計舗が平成１３年６月３０日に旧本店を閉鎖し\nて現本店を事実上開設し，同年８月１０日に旧本店保管商品を現本店に移転したこ\nとは同１(3)のとおりである反面，長谷川時計舗が同年７月ないし１０月の毎月１０\n日に原告に対し本件譲渡担保契約の目的物である前月末現在の集合動産（商品）を\n明示する譲渡担保物件明細表を差し入れたことは同(4)のとおりであり，同年７月及\nび９月の各明細表記載の「ホンテン」が現本店であることも自明である。したがっ\nて，同目録１記載の各\n動産は，保管場所の移転にかかわらず，上記各表の差入れにより，依然として，本\n件譲渡担保契約が特定している目的物と解することができ，原告は，上記各動産に\nつき同契約に基づく所有権を有するというべきであって，被告の上記主張は理由が\nない。\n第４　結論\n以上によると，本訴請求は理由があるからこれを認容することとし，訴訟費用の負\n担について民訴法６１条を適用して主文のとおり判決する。\n名古屋地方裁判所民事第８部\n裁判官日下部克通\n"
}