{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 12,
    "day": 22
  },
  "case_number": "平成14(行ケ)424",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "10626",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=10626",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/626/010626_hanrei.pdf",
  "contents": "平成１４年(行ケ)第４２４号　審決取消請求事件\n口頭弁論終結の日　平成１５年１２月１０日\n判　　　　決\n原　　　　告　　　　　　　　松下電器産業株式会社\n同訴訟代理人弁理士　　　　　清　水　善　廣\n同　　　　　　　　　　　　　阿　部　伸　一\n同　　　　　　　　　　　　　辻　田　幸　史\n同　　　　　　　　　　　　　藤　井　兼太郎\n被　　　　告　　　　　　　　日本電産株式会社\n被　　　　告　　　　　　　　株式会社ダイドー電子\n被告両名訴訟代理人弁護士　　松　本　　　司\n同復代理人弁護士　　　　　　山　形　康　郎\n被告両名訴訟代理人弁護士　　岩　坪　　　哲\n主　　　　文\n１　原告の請求を棄却する。\n２　訴訟費用は原告の負担とする。\n事実及び理由\n第１　請求\n特許庁が無効２００１－３５５０５号及び無効２００２－３５００１号事件\nについて平成１４年６月２５日にした審決を取り消す。\n第２　事案の概要\n１　争いのない事実\n(1)　原告は、名称を「永久磁石型モータ」とする発明（以下「本件発明」とい\nう。）に関する特許第２１３６６６４号（昭和６１年２月２４日出願、特願昭６１\n－３８８３０号、平成１０年６月５日設定登録。以下「本件特許」という。）の特\n許権を有している。\n本件特許につき、平成１３年１１月１６日付けで被告日本電産株式会社よ\nり、平成１３年１２月２７日付けで被告株式会社ダイドー電子より、それぞれ無効\n審判の申立てがなされ、特許庁は、前者の申立てを無効２００１－３５５０５号、\n後者の申立てを無効２００２－３５００１号とした上、両申立てを併合して審理し\nた結果、平成１４年６月２５日、「特許第２１３６６６４号の請求項１に係る発明\nについての特許を無効とする。」との審決（以下「本件審決」という。）をし、そ\nの謄本は、同年７月１７日、原告に送達された。\n(2)　本件発明の要旨は、本件審決に記載された以下のとおりである。\n【請求項１】多極着磁した筒状の永久磁石を、磁気的に等方性のFe－Ｂ－Ｒ\n系急冷微細片（ＲはNdまたは/およびPr）と結合剤との混合材料を圧縮して、外径\n25㎜以下、密度5.0ｇ/㎝\n３以上に成形した樹脂磁石で構成したことを特徴とする永久\n磁石型モータ。\n(3)　本件審決は、別紙審決書写し記載のとおり、本件発明が、特開昭６０－２\n１３２５３号公報（本訴甲４、本件審決甲５（９）、以下「引用例１」とい\nう。）、ゼネラル・モーターズ社パンフレット「マグネクエンチ」日本語版、１９\n８５年発行（本訴甲６、本件審決甲２（５）、以下「引用例２」という。）、特開\n昭５９－２１１５４９号公報（本訴甲５、本件審決甲３（３）、以下「引用例３」\nという。）の各々に記載された発明（以下「引用発明１」（甲４の表３参考例の圧\n縮法等方性磁石に係る発明）ないし「引用発明３」という。）及び周知事項に基づ\nいて、当業者が容易に発明をすることができたものであるから、本件特許は、特許\n法２９条２項の規定に違反してなされたものであり、同法１２３条１項１号に該当\nし、無効とすべきものであるとした。\n２　原告主張の本件審決の取消事由の要点\n本件審決は、引用発明１の認定を誤った結果、一致点を誤認し（取消理由\n１）、相違点（イ）及び相違点（ロ）に対する判断を誤る（取消理由２、３）とと\nもに、本件発明の進歩性に関する原告の主張に対する判断も誤った（取消理由４）\nものであるから、違法として取り消されるべきである。\n(1)　一致点の誤認（取消事由１）について\n本件審決は、引用発明１について、「多極着磁した筒状の永久磁石を、磁\n気的に等方性の磁性材料と結合剤との混合材料を圧縮して、外径18㎜に成形した樹\n脂磁石で構成したことを特徴とする永久磁石型モータ」（８頁２９～３１行）であ\nると認定したが、その根拠である引用例１（甲４）の表３には、「圧縮法等方性磁\n石」とあるのみで、材料についての説明はなく、圧縮前の混合材料として「磁気的\nに等方性の磁性材料」を用いたものは記載されていない。\n「等方性磁石」には、「等方性の磁性材料」を用いる場合と「異方性の磁\n性材料」を用いる場合とがあるが、引用発明１の等方性磁石は、以下のとおり、\n「異方性の磁性材料」を用いたものであるから、その点において誤りである。\nア　引用例１には、｢等方性磁石｣について、従来技術の説明中に「周知の通\nり多極モータは、等方性磁石を用いるか、一軸異方性磁石の組磁石を用いる。等方\n性磁石は磁気性能が異方性磁石の大約１/３で、極めて小さく改善の余地がある」\n（１頁右下欄１２～１７行）との記載があり、「磁気性能が異方性磁石の約１/３」\nとの記載から、引用例１における「等方性磁石」は、「異方性材料を用いた等方性\n磁石」であるといえる。なぜなら、磁気性能とは一般的にＢＨmax を意味しており\n（「プラスチック成形技術」第３巻第２号、株式会社シグマ出版、昭和６１年２月\n１日発行（２０～２８頁）」、甲７、以下「技術文献１」という。）、引用発明１\nの特許出願時点（１９８４年４月４日）では、Sm２Co１７系（異方性磁石粉末）樹脂\n磁石が一般的に用いられていた（「第７回異方性フェライト・希土類プラスチック\nマグネットの成形技術と応用関発講演会　高性能プラスチック磁石の射出成形技術\nと応用関発－現状と今後の市場展開〈希土類プラスチック磁石を中心に〉講演要旨\n集」（6-1～6-14頁）プラスチック工業技術研究会（１９８４年８月８日）、甲９、\n以下「技術文献２」という。）ところ、この異方性磁石粉末による等方性磁石のＢ\nＨmaxは、異方性磁石の１/３程度であったからである。\nイ　技術文献１の表３（２３頁）や技術文献２の表－３（6-5頁）は、引用例\n１の出願人である株式会社諏訪精工舎（以下「諏訪精工舎」という。）製の希土類\nプラスチック磁石の品種構成（等方性磁石と異方性磁石）を示しており、これらは\nすべてSm２Co１７系（異方性磁石粉末）を用いていることから、引用例１における等\n方性磁石と異方性磁石との比較についての記載も、諏訪精工舎製のSm２Co１７系（異\n方性磁石粉末）樹脂磁石を前提とした記述であると判断するのが妥当である。\nウ　また、引用例１に記載された磁石寸法、成形方法、モータトルクなどの\n実験結果から統計学的手法（回帰分析）を利用して検証することもできる。なお、\n引用例１（甲４）には、「本発明において、磁石材料はSmCo５、・・・、Nd－Fe－\nＢ・・・である。」（２頁右下欄末行～３頁左欄４行）と記載されているが、引用\n例１において特許出願された発明（以下「甲４発明」という。）の磁石は、「異方\n性磁石（等方性材料からなる異方性磁石がないことから、異方性磁石は異方性材\n料）」であることを必須の要件としており、上記「Nd－Fe－Ｂ」は、甲４発明にお\nける磁石材料として紹介されているのであるから、異方性材料である。\nエ　以上のように、引用例１には、「多極着磁した筒状の永久磁石を、圧縮\n法（ただし、圧縮法として、磁性材料と結合剤との混合材料を圧縮成形した方法と\nは必ずしもいえない。）により、外径18㎜に成形した異方性材料を用いた等方性樹\n脂磁石で構成したことを特徴とする永久磁石型モータ。」が記載されているにすぎ\nず、「磁気的に等方性の磁性材料と結合剤との混合材料を外径25㎜以下に圧縮成形\nした樹脂磁石」は記載されていないから、本件審決は、一致点の認定を誤ってい\nる。\n(2)　相違点（イ）の判断の誤り（取消事由２）について\nア　本件審決が、相違点（イ）を「本件特許発明においては、磁気的に等方\n性の磁性材料がＦｅ－Ｂ－Ｒ系急冷微細片（ＲはＮｄまたは／およびＰｒ）である\nのに対して、引用発明においては、磁気的に等方性の磁性材料に関して、材料の限\n定がされていない点」（９頁３～５行）と認定したことは認めるが、上記相違点に\n関して、「甲第３（３）号証（本訴甲５、引用例３）に記載の樹脂磁石で、引用発\n明のような多極着磁した筒状の永久磁石を構成することを阻害する事由を見出すこ\nともできないから、引用発明の永久磁石を構成する樹脂磁石を、甲第３（３）号証\nに記載された、磁気的に等方性のFe－Ｂ－Ｒ系急冷微細片（ＲはNdまたは/および\nPr）と結合剤との混合材料を圧縮して成形される樹脂磁石に置き換えて、上記相違\n点（イ）に係る本件特許発明の構成とすることは、当業者ならば容易に想到し得\nた」（９頁２８～３４行）と判断したことは、以下のとおり誤りである。\nイ　引用例３に記載された樹脂磁石により、引用発明１のような多極着磁し\nた筒状の永久磁石を構成するには、阻害事由が存在する。\nすなわち、筒状永久磁石型モータにおいて、従来、磁気異方性の希土類\nコバルト樹脂磁石が用いられ、本件発明において採用する磁気等方性の「Fe－Ｂ－\nＲ（ＲはNdまたは/およびPr）系樹脂磁石」が用いられなかったのは、上記磁気等方\n性のFe－Ｂ－Ｒ系樹脂磁石の磁気特性が、磁気異方性の希土類コバルト樹脂磁石に\n比して劣るという事実が技術常識として当業者のあいだに存在していたためである\n（技術文献１第２１頁右欄１～２０行及び表２）。\nまた、引用発明１は、引用例１に開示された甲４発明である「押出成形\n法によって成形したラジアル異方性磁石」のコストパフォーマンスの高さを示すた\nめに用いられた参考例にすぎず、甲４発明との比較においてコストパフォーマンス\nが悪いものとして認識されるのであるから、等方性磁石の磁気特性が異方性磁石に\n比して劣るという技術常識を覆すものではない。\nさらに、引用例３に記載されている「磁気的に等方性のFe－Ｂ－Ｒ系急\n冷微細片（ＲはNdまたは/およびPr）と結合剤との混合材料を圧縮して成形される樹\n脂磁石」についても、異方性磁石を越える磁気特性であると位置づけられたもので\nはない。\nしたがって、異方性磁石を越える磁気特性を得るために、異方性磁石よ\nり磁気特性が劣る「磁気的に等方性のFe－Ｂ－Ｒ系急冷微細片を用いた等方性磁\n石」で、異方性磁石より磁気特性が劣る引用発明１を構成するには、阻害事由が存\n在する。\n(3)　相違点（ロ）の判断の誤り（取消事由３）について\nア　本件審決が、相違点（ロ）を、「本件特許発明においては、成形した樹\n脂磁石の密度が5.0ｇ/㎝\n３以上であるのに対して、引用発明においては、成形した樹\n脂磁石の密度についての特定がない点」（９頁７～９行）と認定したことは認める\nが、上記相違点に関して、「本件発明において、成形した樹脂磁石の密度を5.0ｇ\n/㎝\n３以上とした理由は、例えば・・当業者なら容易に想到し得たことである。」\n（９頁３６行～１０頁１０行）と判断したことは、以下のとおり誤りである。\nイ　本件発明において、成形した樹脂磁石の密度を5.0ｇ/㎝\n３以上とした理由\nは、本件特許に関する明細書（甲２、３、以下「本件明細書」という。）に記載\n（４欄５～８行）のように、本件発明のモータ性能が十分に発揮され得るためであ\nり、本件発明が「磁性材料と結合剤との混合材料を圧縮して成形した樹脂磁石」で\nあることから、磁性材料に対する結合剤の添加量や圧縮条件を間接的に規定したも\nのである。「5.0ｇ/㎝\n３」という数値自体に臨界的な意義があるわけではないが、結\n合剤を混合材料として含んだ樹脂磁石である本件発明における、重要な構成要件の\n一つである。\nこれに対し、引用例３（甲５）の第３図は、コンパクトの密度と圧力と\nの関係を示した特性図にすぎず、結合剤を含んだものか否かは明らかでない（７頁\n左下欄１９行～右下欄２行の記載参照）。少なくとも、第１図で示されるコンパク\nト１２は、圧縮固化する工程を示す第１図ｂの状態では結合剤を含んでおらず、圧\n縮固化後を示す第１図ｃの工程で樹脂を浸透させている。また、第３図の後の第５\n図及び第６図の説明においても、「この試料から作られた、均等的に…圧縮固化さ\nれ、エポキシで接着された磁石の走査型電子顕微鏡写真である。」（７頁右下欄８\n～１０行）と説明されていることからも、第３図においては結合剤を含んでいない\n状態であるといえる。\nしたがって、引用例３に、単に磁性材料だけを圧縮した場合の圧力と密\n度の関係が5.0ｇ/㎝\n３以上の数値で開示されているというだけで、相違点（ロ）に係\nる本件発明の構成が当業者ならば容易に想到し得たとする判断には誤りがある。\n(4)　進歩性の主張に対する判断誤り（取消理由４）について\nア　本件発明の課題の進歩性\n本件明細書に示すとおり、本件特許の出願当時、永久磁石型モータ用の\n磁石としては、磁気異方性の希土類コバルト樹脂磁石がより好ましいものであると\n認識されていた（２頁左欄３～１４行）。しかし、特に小型の筒状永久磁石モータ\n用の磁石の場合には、磁気異方化することが困難な場合があることに着目し、より\n一層の小型化・高性能化に対応可能とすることを目的としたものである（同欄２７\n～４０行）。\nすなわら、本件発明は、一般論としての、小型で高性能なモータを得る\nことを技術的な課題としたわけではなく、当時最も好ましいと考えられていた「磁\n気異方性の希土類コバルト樹脂磁石」との比較における「小型かつ高性能」なモー\nタ用磁石を得ることを技術的な課題としたものであり、引用例１及び２を見ても、\n小型化を図るとともに「異方性磁石を越える高性能」を発揮させるというレベルの\n課題は何ら認識されていない。\nイ　「外径25㎜以下」の重要性\n本件発明における「外径25㎜」は、従来使用されていた「磁気異方性の\n希土類コバルト樹脂磁石」と比較した磁気特性の優劣が逆転するという、従来では\n全く予見されなかった技術的思想を、この数値だけではなく他の構成要件も含めた\n全体の発明として具現化したものである。\nこの構成要件について、本件審決では、格別の意義を有するものではな\nいと判断されているが、「外径25㎜以下」という寸法は、外径寸法と残留磁束密度\nＢｒとの関係に着目して特定された寸法であり、この点に、本件発明の技術的な意\n義がある。\n外径寸法と半径方向の残留磁束密度Ｂｒとの関係に着目する考え方は、\n証拠として提出された全ての文献において示唆すらされておらず、引用例１の参考\n例の中の「外径18㎜」は、既に説明したように、磁気的に異方性の磁性材料を用い\nたものであって、本件発明とは異なる磁性材料によるものである。\n３　被告らの反論の要点\n本件審決の認定・判断は正当であり、原告主張の取消事由はいずれも理由が\nない。\n(1)　取消事由１について\n等方性磁石の原材料として、「Fe－Ｂ－Nd」を含む「磁気的に等方性の\n磁性材料」と「磁気的に異方性の磁性材料」が存在し、全く同じ工程で等方性磁石\nの製造が可能であることは、当業者にとっては周知の知見である。\nしたがって、引用例１の表３の「圧縮法等方性磁石」とは、「異方性材\n料を用いて磁場を印加せずに成形した等方性磁石」と、「等方性材料を用いて（磁\n場を印加せずに）成形した等方性磁石」とが開示されているのであって、上記の２\nつの開示のうちの「等方性材料を用いて（磁場を印加せずに）成形した等方性磁\n石」を採用したものであると認定した、本件審決の認定に誤りはない。なお、技術\n文献１に開示されるように、磁気性能が一般的にＢＨmaxを意味すること、ボンド型\n希土類磁石として一般的に用いられていたSm２Co１７系樹脂磁石において、等方性磁\n石のＢＨmaxが異方性磁石のそれの１/３程度であったことは認める。\nイ　仮に、本件審決の引用発明１の認定に誤りがあるとしても、それは結論\nに影響を及ぼすような誤りではない。\nすなわち、引用例１の参考例で磁気的に「異方性」の磁性材料を使用し\nていたとしても、これを「等方性」の磁性材料に置換して製造した等方性磁石とは\n何らの相違もないのであって、磁性材料を「異方性」とするか「等方性」にするか\nは、磁石製造における設計事項にすぎない。このことは、①「等方性磁石」の製法\nにおいて、磁性材料が異方性であろうが等方性であろうが製法は同じであり、その\n磁気特性の相違には関係しないこと、②本件特許の出願前、磁気的に等方性の「Nd\n－Fe－Ｂ急冷微細片」を磁性材料とした等方性磁石が周知のものであり、磁性特性\nは異方性材料であるサマリウム－コバルトと同程度であるが、比較的安価なNd（ネ\nオジム）等が使用できること、更には「Nd－Fe－Ｂ急冷微細片」を使用すれば、ど\nのような形状の磁石も製造可能であったことが知られていたこと（引用例２及び\n３、技術文献１）、③引用例１に、小型モータにおいて等方性磁石が用いられてい\nることが記載されており（１頁右下欄１２～１７行）、等方性磁石を多極モータの\n永久磁石として用いることが示されていることなどの事実より裏付けられるもので\nある。\n(2)　取消事由２について\nア　本件審決も正しく認定するように、本件特許出願前、磁気的に等方性\nの「Nd－Fe－Ｂ急冷微細片」を磁性材料とした等方性磁石が周知のものであり、引\n用例３には、前記②のとおり、「Nd－Fe－Ｂ急冷微細片」が、安価であるにもかか\nわらず、磁性特性はサマリウム－コバルトと同程度であることが説明され、小型モ\nータに使用することが説明されている。\nまた、引用例２及び技術文献１でも、磁気的に等方性の「Nd－Fe－Ｂ急\n冷微細片」を磁性材料とした等方性磁石が紹介されているのである。\nイ　しかも、引用例１には、異方性磁石に比較して等方性磁石は磁気性能で\n劣るとの説明はあるが、同時に、小型モータにおいて等方性磁石が用いられている\nことが記載されており（１頁右下欄１２～１７行）、少なくとも、等方性磁石を多\n極モータの永久磁石として用いることが排除されているとの認識を認めることはで\nきない。\n(3)　取消事由３について\n原告は、引用例３の第３図に示された数値は結合剤を含んでいるか否か明\n確ではないから、これを前提とした本件審決の判断は誤っていると主張するとこ\nろ、仮に、原告主張のように同図に示された数値が結合剤を含んでいるか否か明確\nではないとしても、元々、臨界的意義もないような数値限定の場合には、当該数値\nを示す公知技術を引用しなくとも進歩性はないと判断されるべきである。\nなお、技術文献１の２１頁表２には「ＭＱ－Ｉ」を組成とする「圧粉」\n（圧縮成型の意味）で「密度6.0ｇ/㎝\n３」の等方性Nd－Fe－Ｂ系磁石が開示されてい\nる。\n(4)　取消事由４について\nア　本件発明の課題について\n引用例１には、異方性磁石は磁場を印加して製造されるところ、小さく\nなると「型のコア内を通る総磁束に制限があるため」、「長さ/内径の寸法比は１\n/４に満たなかった」のであり、「磁粉の配向率を高めるため」（結晶がより同じ方\n向に向くようにするため）には、1.7Ｔ（テスラ）もの強い磁場を印加する必要があ\nると述べられており、異方性磁石は小型化すると磁気特性が下がるとの知見が示さ\nれている。\nしたがって、引用例１には、「磁気異方性の希土類コバルト樹脂磁石」\nとの比較において、より一層の小型化・高性能化に対応可能なモータ用磁石を得る\nことが技術的課題となっていることが示されている。\nイ　「外径25㎜以下」について\n異方性磁石の成形工程において、磁場を印加して磁性体材料の結晶の容\n易磁化軸の方向（異方性の方向）を半径（ラジアル）方向に配向するには限界があ\nり、外径（Ｄ）のほか、高さ（Ｌ）、内径（ｄ）によって筒状永久磁石の磁気特性\nが変化するのである（ラジアルファクターｆＲ）。\nしたがって、本件発明の「外径25㎜以下」は、いかなる寸法の筒状樹脂\n磁石についても成り立つものではない。\n第３　当裁判所の判断\n１　一致点の誤認（取消事由１）について\n(1)　原告は、本件審決が、引用発明１について、「磁気的に等方性の磁性材\n料」と結合剤とを圧縮成形した樹脂磁石と認定したことについて、その根拠である\n引用例１の表３には、「圧縮法等方性磁石」とあるのみで、材料についての説明は\nなく、むしろ、「異方性材料」を用いたものであるから、その点において誤りであ\nると主張するので、以下検討する。なお、「等方性磁石」に、「等方性」の磁性材\n料を用いる場合と、「異方性」の磁性材料を用いる場合があることは、当事者間に\n争いがない。\n(2)　引用例１（甲４）には、「従来、ボンド型希土類磁石のラジアル異方性磁\n石は、圧縮成形及び射出成形とも長さ/内径の寸法比は1/4に満たなかった。これ\nは、型のコア内を通る総磁束に制限があるためである。圧縮成形と射出成形におけ\nるラジアル配向磁場について表１に示す。ラジアル配向磁場は、磁紛の配向率を高\nめるため1.7Ｔ以上が必要である。これを満足する長さ/内径は圧縮成形および射出\n成形でそれぞれ1/10及び1/4である。長さ/内径をより大きくしたい場合は、磁石を\n２つ以上重ねて使用する、ラジアル異方性磁石を用いた従来のモータは扁平なもの\nが多く、長尺のものは高コストになった。…周知の通り多極モータは、等方性磁石\nを用いるか、一軸異方性磁石の組磁石を用いる。等方性磁石は磁気性能が異方性磁\n石の大約1/3で、極めて小さく改善の余地があるが、小型モータの場合、組磁石を低\nコストで作ることが困難なため用いられている。又、トルクモータには一軸異方性\n磁石の組磁石を用いることが多いが、磁石の加工と組立に多くの工数を要する。ラ\nジアル異方性磁石を用いれば、等方性の低性能と一軸異方性の組磁石の多工数が改\n善されるが、これまでのラジアル異方性磁石では長さ/内径比の小さい磁石しかな\nく、非扁平モータではラジアル異方性磁石を軸方向に重ね合せる必要があり、高コ\nストになる。筆者らの開発した磁場中押出成形法では、磁場掛けしながら磁石を押\nし出すため、任意の長尺ラジアル異方性磁石ができる。本発明においては、この長\n尺ラジアル異方性磁石をレーザ加工機で切断し所定の長さに切断し使用する。」\n（１頁左下欄１３行～２頁左上欄１０行）、「本発明において、磁石材料は、SmCo\n５，Sm２（Co，Fe，Cu，Zr，Ti，Hf）１７…である。」（２頁右下欄末行～３頁左上\n欄４行）と記載されている。\nまた、引用例１の表３（２頁右下欄）には、「本発明磁石」として外径\n18㎜、内径16㎜、高さ18㎜（個数１コ）のものが記載され、これに対比する参考例\nとして、外径18㎜、内径16㎜、高さ18㎜の「圧縮法等方性磁石」（個数１コ）、外\n径18㎜、内径16㎜、高さ3㎜の「圧縮法ラジアル異方性（磁石）」（個数６コ）、外\n径18㎜、内径16㎜、高さ6㎜の「射出成形法ラジアル異方性（磁石）」（個数３コ）\nが記載されており、いずれについても磁性材料に関する明確な記載はないが、同表\n中の「圧縮法等方性磁石」と「圧縮法ラジアル異方性（磁石）」とは、磁石原料コ\nストが「１０２（円）」と同額である。\nこれらの記載によれば、表３の「本発明磁石」は、甲４発明である「磁場\n中押出成形法により磁場掛けしながら押し出された任意の長尺ラジアル異方性磁\n石」であり、参考例の「圧縮法等方性磁石」は、「磁気性能が異方性磁石の大約１\n/３で、極めて小さく改善の余地があるが、小型モータの場合、組磁石を低コストで\n作ることが困難なため用いられている」等方性磁石であり、同じく参考例の「圧縮\n法ラジアル異方性（磁石）」及び「射出成形法ラジアル異方性（磁石）」は、「こ\nれまで長さ/内径比の小さい磁石しかなく、非扁平モータでは軸方向に重ね合せる必\n要があり、高コストになる」ものと認められる。ただし、磁性材料については、甲\n４発明である「磁場中押出成形法によるラジアル異方性磁石」が、SmCo５，等の異\n方性の磁性材料を使用することが例示されているのみであり、上記参考例の磁石に\n関しては、明確な記載はない。しかし、表３中で甲４発明のラジアル異方性磁石と\n参考例の磁石との比較検討を行う以上、磁性材料についてはできるだけ同様のもの\nを用いるのが一般的であると解され、特に、異方性の磁性材料については、甲４発\n明である「ラジアル異方性磁石」と「圧縮法ラジアル異方性（磁石）」及び「射出\n成形法ラジアル異方性（磁石）」とが同一の材料を使用していることは当然と解さ\nれる。そして、同表中、「圧縮法等方性磁石」と「圧縮法ラジアル異方性（磁\n石）」とにおいても、磁石原料コストが同額であり、その材料について特段の記載\nがない以上、当業者は、同一の磁性材料及び混合剤を用いたものであると理解する\nものと認められる。\nなお、引用例１の出願時（昭和５９年４月）において、ボンド型希土類磁\n石の磁石粉としては、一般的にSm２Co１７系が使用されていたこと（技術文献１）か\nらすると、引用例１の表３参考例の「圧縮法等方性磁石」は、「異方性材料を用い\nた等方性磁石」であると解するのが合理的である。\n以上のことを総合すると、引用例１に開示された「圧縮法等方性磁石」\nは、異方性の磁性材料を用いた等方性磁石であると認めるのが相当であり、本件審\n決が、引用発明１について、「磁気的に等方性の磁性材料」と結合剤とを圧縮成形\nした樹脂磁石と認定した上で、この点を本件発明との一致点と認定したことには誤\nりがある。\nしたがって、原告の上記主張には理由がある。\nなお、被告らは、引用例１の表３の「圧縮法等方性磁石」に、「異方性材\n料を用いて磁場を印加せずに成形した等方性磁石」と、「等方性材料を用いて成形\nした等方性磁石」とが開示されていることを前提として、本件審決が、上記の２つ\nの開示のうちの「等方性材料を用いて成形した等方性磁石」を採用したものである\nと主張するが、上記前提が誤りであることは、前示のとおりであり、この主張を採\n用することはできない。\n２　相違点（イ）の判断誤り（取消事由２）について\n(1)　以上のとおり、本件審決が引用発明１を「磁気的に等方性の磁性材料」と\n結合剤とを圧縮成形した樹脂磁石と認定したことは誤りであるが、本件審決は、相\n違点（イ）の判断において、「磁気的に等方性のFe－Ｂ－Ｒ系急冷微細片（Ｒは\nNdまたは/およびPr）と結合剤との混合材料を圧縮して成形される樹脂磁石自体は、\n本件特許出願時において既に周知のものである」（９頁１４～１６行）ことを前提\nとして、「引用発明の永久磁石を構成する樹脂磁石を、甲第３（３）号証（本訴甲\n５）に記載された、磁気的に等方性のFe－Ｂ－Ｒ系急冷微細片（ＲはNdまたは/およ\nびPr）と結合剤との混合材料を圧縮して成形される樹脂磁石に置き換えて、上記相\n違点（イ）に係る本件特許発明の構成とすることは、当業者ならば容易に想到し得\nたことと認められる」（９頁３０～３４行）と判断しているのであるから、仮に、\n引用発明１の「異方性材料を用いて成形した等方性磁石」を引用発明３に開示され\nた「等方性材料を用いて成形した等方性磁石」に置き換えることが容易であるとす\nれば、本件審決の上記誤認は、その結論に影響を及ぼさないこととなる。\nそこで、本件審決における相違点（イ）の判断の当否を検討することとす\nる（なお、被告らが、本件審決の認定に誤りがあるとしても、それは結論に影響を\n及ぼすような誤りではないと主張するのも、同趣旨と解される。）。\n(2)ア　原告は、筒状永久磁石型モータにおいて、磁気異方性の希土類コバルト\n樹脂磁石が用いられ、本件発明において採用する磁気等方性のFe－Ｂ－Ｒ系樹脂磁\n石が用いられなかったのは、上記磁気等方性の樹脂磁石の磁気特性が、磁気異方性\nの希土類コバルト樹脂磁石に比して劣るという事実が技術常識として当業者のあい\nだに存在していたためであり（技術文献１）、引用例１及び３もこの技術常識を覆\nすものではないから、引用例３に記載された樹脂磁石により、引用発明１のような\n多極着磁した筒状の永久磁石を構成するには、阻害事由が存在すると主張する。\nしかしながら、引用発明１は、前示のとおり、異方性材料を用いて成形\nした等方性の樹脂磁石であり、本件審決は、相違点（イ）の判断において、上記樹\n脂磁石を引用発明３に開示された等方性材料を用いて成形した等方性の樹脂磁石に\n置き換えることが容易であると判断したものである。したがって、磁気等方性の\nFe－Ｂ－Ｒ系樹脂磁石の磁気特性が、磁気異方性の希土類コバルト樹脂磁石に比し\nて劣るという技術常識が存するとしても（異方性材料を用いた等方性の樹脂磁石と\n等方性材料を用いた等方性の樹脂磁石との磁気特性の相違が証拠上認められない以\n上）、当該技術常識により、引用発明１と引用発明３との組合せが阻害されるもの\nではないから、原告の上記主張は、その前提において失当といわなければならな\nい。\nしかも、引用例３（甲５）には、「磁気的に等方性のFe－Ｂ－Ｒ系急冷\n微細片を用いた等方性磁石」について、「本発明は接着された（bonded）永久磁石\n微細片と、その製法に関するものである。本発明によれば、このような磁石は、溶\n融スピニングされた希土類－鉄合金のリボンから所望の形状に容易に成形できる。\nこれらの磁石はサマリウム－コバルト磁石と同程度の固有の保磁力とエネルギー積\nを持つが、はるかに経済的である。接着された磁石のコンパクトは磁気的に等方性\nであり、適当な磁界中で希望する任意の方向に容易に磁化される。」（２頁左上欄\n１２行～右上欄１行）、「本発明に使用するために、磁性合金は溶融スピンニング\nによりつくられる。溶融スピンニングとは、溶融した合金の流れを回転している冷\n却用の輪の周辺に衝突させて、急速に冷却された合金リボンを得る操作のことであ\nる。これらのリボンは相対的に脆く、非常に細かい結晶性のミクロ構造を持ってい\nる。これらは、新規な、等方性の、高密度の、高性能の永久磁石をつくるために、\n後述されるように圧縮固化され、接着される。」（２頁右下欄５～１５行）、「本\n発明の実施により、溶融スピニングされた接着された金属リボンから成る磁化しう\nる物体を、殆どどのようにでも所望の形状につくることが可能になった。リボンの\n切片は、通常用いられる殆んどいかなるダイプレスででも、高密度に圧縮固化でき\nる。更に、コンパクトは磁気的には等方性である。即ち、コンパクトは、個々の用\n途にたいして最適の性質を持つように任意の所望の方向に磁化することができる。\n例えば、直流モーターのアーチ形の界磁石は、パンチとダイスの組合せで溶融スピ\nニングされた希土類－鉄のリボンをコンパクト化することにより成形される。」\n（３頁右上欄１３行～左下欄６行）と記載されており、これらの記載によれば、引\n用例３には、等方性のFe－Ｂ－Ｒ系急冷微細片を用いた等方性磁石が、希土類－鉄\n合金のリボンから所望の形状に容易に成形でき、個々の用途にたいして最適の性質\nを持つように任意の所望の方向に磁化することができるものであって、希土類コバ\nルト（サマリウム－コバルト）樹脂磁石と同程度の保磁力とエネルギー積を持つ\nが、はるかに経済的であることが示されていると認められる。\nそうすると、引用例３には、等方性のFe－Ｂ－Ｒ系等方性磁石が、所望\nの形状に容易に成形でき、個々の用途にたいして最適の性質を持つような方向に磁\n化することができるものであって、経済的な観点から磁気特性の同程度の希土類コ\nバルト樹脂磁石（引用発明１）と置き換えることの明白な示唆がなされているもの\nと認められる。\nしたがって、原告が主張する阻害事由には、いずれにしても理由がない\nといわなければならない。\nイ　また、原告は、引用発明１が、引用例１に開示された甲４発明である\n「ラジアル異方性磁石」のコストパフォーマンスの高さを示すために用いられた参\n考例にすぎず、甲４発明との比較においてコストパフォーマンスが悪いものとして\n認識されると主張する。\nしかしながら、引用例１の表３に参考例「圧縮法等方性磁石」として示\nされた引用発明１は、前示のとおり、引用例１に従来技術として開示された「磁気\n性能が異方性磁石の大約１/３で、極めて小さく改善の余地があるが、小型モータの\n場合、組磁石を低コストで作ることが困難なため用いられている」等方性磁石であ\nり、磁気性能の点で改善の余地があるものの、組磁石に対して低コストであるた\nめ、従来、小型モータの分野において実際に使用されていたことが明記されてい\nる。したがって、引用発明１が、甲４発明との比較においてコストパフォーマンス\nが悪いことが示されているとしても、当業者は、一定の技術分野では現実に使用さ\nれている発明として認識するから、原告の上記主張を採用する余地はない。\n(3)　以上のことからすると、本件審決が、相違点（イ）の判断において、引用\n発明１の永久磁石を構成する樹脂磁石を、引用例３に記載された、磁気的に等方性\nのFe－Ｂ－Ｒ系急冷微細片（ＲはNdまたは/およびPr）と結合剤との混合材料を圧縮\nして成形される樹脂磁石に置き換えて、上記相違点（イ）に係る本件発明の構成と\nすることは、当業者ならば容易に想到し得たと判断したことに誤りはない。\n３　相違点（ロ）の判断誤り（取消事由３）について\n(1)　本件審決が、相違点（ロ）を、「本件特許発明においては、成形した樹脂\n磁石の密度が5.0ｇ/㎝\n３以上であるのに対して、引用発明においては、成形した樹脂\n磁石の密度についての特定がない点」と認定したことは、当事者間に争いがない。\n本件審決は、上記相違点に関して、引用例３には「本件特許発明と組成を\n同じくする樹脂磁石を成形するに際して、所定の磁気特性を得るために設定された\n密度として、5.0ｇ/㎝\n３以上の数値が開示されている以上（第３図参照。）、引用発\n明の永久磁石を構成する樹脂磁石の密度として、甲第３（３）号証に記載された範\n囲のものを設定して、上記相違点（ロ）に係る本件特許発明の構成とすることは、\n当業者ならば容易に想到し得たことである。」（１０頁５～１０行）と判断した。\nこれに対し、原告は、本件発明において成形した樹脂磁石の密度を5.0ｇ\n/㎝\n３以上とした理由が、磁性材料に対する結合剤の添加量や圧縮条件を間接的に規\n定したものであり、数値自体に臨界的な意義があるわけではないが、結合剤を混合\n材料として含んだ樹脂磁石である本件発明における重要な構成要件の一つであるの\nに対し、引用例３の第３図は、結合剤を含んでいるか否か明らかでないから、この\nような引用例３に、磁性材料だけを圧縮した場合の圧力と密度の関係が5.0ｇ/㎝\n３以\n上の数値で開示されているというだけで、上記相違点に係る本件発明の構成が容易\nに想到し得たとする本件審決の判断には、誤りがあると主張する。\n(2)　確かに、引用例３（甲５）の第３図については、同引用例に「コンパクト\nの密度と、円筒形のコンパクトの軸方向に圧縮された、破砕されたNd－Fe－Ｂリボ\nン微細片へかけた単軸的な圧力との関係を示した」（７頁左下欄１９行～右下欄２\n行）と記載されるのみであって、同図に示された実施例が、結合剤を混合材料とし\nて含んだ樹脂磁石における密度を前提としたものであるか否かは明らかではない。\nしかしながら、本件発明における「密度5.0ｇ/㎝\n３」という数字に臨界的な\n意義があるわけでないことは原告も認めるとおりであり、また、密度を5.0ｇ/㎝\n３以\n上としたことにより、磁性材料に対する結合剤の添加量や圧縮条件がどのように規\n定されることになるのかは、本件明細書上、全く明らかでない。本来、樹脂磁石の\n密度をどのように設定するかは、必要とする磁気特性等に応じて定められるもので\nあると解されるところ、技術文献１（甲７）においても、等方性の磁石粉末より得\nられる「Nd－Fe－Ｂ系のプラスチック磁石は、圧紛成形で（ＢＨ）max７MGOe（ＧＭ\n社のＭＱⅠ）」（２１頁右欄１５～１７行）と記載され、表２に当該ＭＱⅠの密度\nが6.0であることが示されており、上記圧紛成形とは、磁性粉とバインダー（結合\n剤）を混錬して磁場を印加した後に圧縮する圧縮成型であると認められる（２２頁\n右欄３～１４行）から、本件発明と同様の磁性粉と結合剤を混錬して圧縮成型した\n等方性のNd－Fe－Ｂ系磁石の密度が6.0ｇ/㎝\n３であることが開示されている。\nしたがって、当該磁石の密度を5.0ｇ/㎝\n３以上とすることに格別の困難性が\nあるとは認められず、本件審決の相違点（ロ）に関する上記判断には、結論として\n誤りはなく、原告の上記主張は採用することができない。\n４　進歩性の主張に対する判断誤り（取消理由４）について\n(1)　本件発明の課題の進歩性について\nア　原告は、本件発明が、一般論としての、小型で高性能なモータを得るこ\nとを技術的な課題としたわけではなく、当時最も好ましいと考えられていた「磁気\n異方性の希土類コバルト樹脂磁石」との比較における「小型かつ高性能」なモータ\n用磁石を得ることを技術的な課題としたものであり、引用例１及び２を見ても、小\n型化を図るとともに「異方性磁石を越える高性能」を発揮させるというレベルの課\n題は認識されていないと主張する。\nイ　本件明細書（甲２）には、発明が解決しようとする問題点として、「特\nに小型の筒状永久磁石モータの、該磁石の場合には起磁力のかなりが漏洩磁束とし\nて消費されてしまうため半径方向へ十分な磁気異方化することが困難な場合があ\nる。すなわち、…小型の筒状永久磁石モータの小型化・高性能化は相反する矛盾が\nある。本発明は上記多極着磁して使用する筒状永久磁石型モータをより一層の小型\n化・高性能化へ対応可能とすることを目的になされたものである。」（３欄２９～\n４０行）と記載されており、本件発明の課題は、小型の筒状永久磁石モータにおい\nて、十分な磁気異方化することが困難なラジアル異方性磁石を超える永久磁石を得\nることであると認められる（仮に本件発明が上記課題を解決したものとしても、そ\nれによって本件発明の進歩性が肯定される筋合いでないことは、前記２の判断に照\nらして明らかである。）。\n他方、引用例１（甲４）には、前記１の(2)のとおりの記載があり、これ\nらの記載によれば、引用例１には、モータに用いる希土類コバルト等の樹脂磁石に\nおいて、ラジアル異方性磁石では、長さ/内径の寸法比が１/４に満たず、長尺のモ\nータとする場合は複数の磁石を重ねて用いるため高コストとなること、また、小型\nモータの場合は、一軸異方性の組磁石を低コストで作ることが困難なため、等方性\n磁石が用いられており、この場合の等方性磁石は、磁気性能が異方性磁石の大約１\n/３で、改善の余地があることなどが開示されていたものと認められる。\nすなわち、小型モータの分野では、圧縮成形や射出成形による磁気異方\n性の希土類コバルト等の樹脂磁石を用いると高コストになるため、価格面から等方\n性磁石を用いることが一般的であったが、更にこの等方性磁石を超える磁気性能を\n有する小型モータ用磁石を得ることが、引用例１頒布当時の技術課題であったとい\nえる。\nそうすると、小型モータにおいて、十分に磁気異方化することが\n困難なラジアル異方性磁石を超える永久磁石を得るという、前記認定の本件発明の\n課題は、引用例１に開示された上記の技術課題と同様のものと認められ、引用例１\nに本件発明の課題が開示されていないという原告の上記主張は、理由がないといわ\nなければならない。\n(2)　「外径25㎜以下」の重要性について\nア　本件審決が、本件発明の構成要件である「外径25㎜以下」について、\n「本件特許明細書および図面第２図の記載から明らかなように、Ｆｅ－Ｂ－Ｒ系樹\n脂磁石と希土類コバルト樹脂磁石とで構成した各円筒磁石の肉厚を１，５㎜、Ｌ／\nＤ＝０．５０～０．２５に設定したときに、磁気特性に大小の反転が生じる各円筒\n磁石の外径値であって、前記肉厚やＬ／Ｄの数値が変更されれば、当然に変更する\n数値に過ぎず、本件特許発明の他の構成要件との関連においても格別の意義を有す\nるものではない。また、上記数値は、その前後において磁気特性が一定になってい\nることから、臨界的意義のある数値であるとも認められない。」（１０頁２７～３\n４行）と判断した。\nこれに対し原告は、本件発明が、従来使用されていた「磁気異方性の希\n土類コバルト樹脂磁石」と比較した磁気特性の優劣が逆転するという、従来では全\nく予見されなかった技術的思想を、この「外径25㎜以下」数値だけではなく、他の\n構成要件も含めた全体として具現化したものであると主張する。\nイ　しかしながら、本件発明における「外径25㎜」について、本件明細書\n（甲２）には、「外径は25㎜以下であることが必要である。25㎜以上になると本発\n明の効果がモータ性能の点でほとんど消失してしまうので好ましくない。」（４欄\n２～５行）と記載されるのみであり、「外径25㎜」に臨界的な意味があることも、\n当該数値の限定された技術的根拠も示されていない。\nまた、これを裏付ける実施例として、「Nd0.13(Fe0.93，B0.07)0.87/エポキシ\n樹脂６重量％から製造したFe－Ｂ－Ｒ系樹脂磁石、SmCo5/ポリアミド樹脂６重量％\nから製造した半径方向へ磁気異方化した希土類コバルト樹脂磁石を対象として測定\n磁界25KOeでの残留磁束密度Brを半径方向について求めた。第２図は半径方向のBrと\n円筒磁石の外径寸法との関係を示す特性図である。但し、各円筒磁石の肉厚は\n1.5mm,L/D＝0.50～0.25である。なお、第２図において、Ａは磁気異方性希土類コバ\nルト樹脂磁石、ＢはFe－Ｂ－Ｒ系樹脂磁石の特性をそれぞれ示す。図から明らかの\nように半径方向へ磁気異方化した希土類コバルト樹脂磁石は金型の外周からヨーク\nにより磁化コイルで励磁した磁束をキャビティ内に集束させるため、キャビティの\n径が小さくなるにつれて起磁力のかなりの部分が漏洩磁束として削費されるように\nなる。このため小さな形状のものほど、半径方向への磁気異方化が困難となり、磁\n気性能が低下する。具体的に外径25mmで半径方向へ磁気異方化したもののBrはアキ\nシャル方向へ磁気異方化したものの3/4程度となる。そして、更に外径が小さくなる\nと得られる磁束が更に少なくなるので本発明が対象とする永久磁\n石型モータの小型化、高性能化に対しての対応が不利となるのである。これに対し\nて本発明の係るFe－Ｂ－Ｒ系樹脂磁石は例えばNd0.13(Fe0.93，B0.07)0.87組成の合金を\n急冷して得られる極めて微細な結晶性の磁石相をもつ磁気的に等方性の微細片から\nなる樹脂磁石である。従って円筒型磁石の外径等寸法形状の影響を受けない利点が\nあるため永久磁石型モータの小型化・高性能化に対する対応が外径25mm以下の小さ\nな形状において、半径方向へ磁気異方化した希土類コバルト樹脂磁石に比べて極め\nて有利となる。」（５欄１７～４６行）と記載されているのみであって、他の実施\n例は開示されていないから、他の構成要件も含めて比較検討した上、当該数値を具\n体化したものであるとも認められない。\nそうすると、外径25㎜以下で、Fe－Ｂ－Ｒ系樹脂磁石と希土類コバルト\n樹脂磁石との磁気特性が逆転するのは、本件明細書に記載された一実施例について\n該当するものにすぎず、本件審決が認定したとおり、「肉厚やＬ/Ｄの数値が変更さ\nれれば、当然変更する数値にすぎず、本件特許発明の他の構成要件との関連におい\nても格別の意義を有するものではない」と解するのが合理的といえる。\nウ　また、原告は、「外径25㎜以下」という構成要件は、外径寸法と残留磁\n束密度Ｂｒとの関係に着目して特定された寸法であり、この点に、本件発明の技術\n的な意義があると主張する。\nしかしながら、本件明細書において、「外径は25㎜以下」に関する記載\nは、前記認定のとおりであり、その他の記載を精査してみても、外径寸法と残留磁\n束密度Ｂｒとの関係に着目した結果、どのような技術的観点から当該寸法を一般的\nな構成要件として特定したのかは、全く不明であるから、原告の上記主張は到底採\n用することができない。\n５　結論\nそうすると、本件発明は、特許法２９条２項の規定により特許を受けること\nができないものであり、これと同旨の本件審決の結論には誤りがなく、その他本件\n審決にこれを取り消すべき瑕疵は見当たらない。\nよって、原告の本訴請求は理由がないからこれを棄却することとし、主文の\nとおり判決する。\n東京高等裁判所第３民事部\n裁判長裁判官　　北　　山　　元　　章\n裁判官　　青　　柳　　　　　馨\n裁判官　　清　　水　　　　　節\n"
}