{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 16,
    "month": 9,
    "day": 28
  },
  "case_number": "平成15(行ケ)90",
  "case_name": "審決取消請求事件",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "10055",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=10055",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/055/010055_hanrei.pdf",
  "contents": "平成１５年（行ケ）第９０号　審決取消請求事件\n口頭弁論終結日　平成１６年９月２１日\n判決\n原　　　　　　　告　　　日本水産株式会社\n同訴訟代理人弁護士      竹田稔\n同                      川田篤\n同訴訟代理人弁理士      小栗久典\n同                      須藤阿佐子\n被　　　　　　　告　　　株式会社ニチロ\n同訴訟代理人弁理士      大津洋夫\n主文\n１　原告の請求を棄却する。\n２　訴訟費用は原告の負担とする。\n事実及び理由\n第１　当事者の求めた裁判\n１　原告\n(1)　特許庁が無効２００２－３５０５２号事件について平成１５年２月１８日\nにした審決を取り消す。\n(2)　訴訟費用は被告の負担とする。\n２　被告\n主文と同旨\n第２　前提となる事実（当事者間に争いがない。）\n１　特許庁における手続の経緯\n(1)　原告は，発明の名称を「塩味茹枝豆の冷凍品及びその包装品」とする特許\n第２８２９８１７号（平成５年５月２０日出願。平成１０年９月２５日設定登録。\n以下「本件特許」という。）の特許権者である。\n(2)　本件特許（当初の「特許請求の範囲」は請求項１から同５までで成り立っ\nていた。）に対しては，被告ほか８名から特許異議の申立て（以下「本件異議申立\nて」という。）がされた。同異議申立事件は平成１１年異議第７１８６０号事件と\nして特許庁に係属したところ，原告は，上記異議申立事件の係属中，平成１３年３\n月１２日に特許請求の範囲の減縮等を目的とする訂正（①「特許請求の範囲」の請\n求項１につき特許請求の範囲を減縮し，同請求項２，３を削除し，②同請求項４，\n５につき，上記①に伴う訂正をし，項番号をそれぞれ２，３と繰り上げるもの。以\n下「本件訂正」という。）の請求をした。特許庁は，上記異議申立事件について審\n理を遂げ，平成１３年６月５日，本件訂正請求を認容した上，「特許第２８２９８\n１７号の請求項１ないし３に係る特許を維持する。」との決定（以下「本件異議決\n定」という。）をした。\n(3)　被告は，平成１４年２月１３日，原告を被請求人として，特許庁に対し，\n本件特許の請求項１ないし３に係る発明についての特許を無効とすることを求めて\n審判の請求（以下「本件審判請求」という。）をした。特許庁は，本件審判請求を\n無効２００２－３５０５２号事件（以下「本件審判事件」という。）として審理し\nた上，平成１５年２月１８日，「特許第２８２９８１７号の請求項１ないし３に係\nる発明についての特許を無効とする。」との審決（以下「本件審決」という。）を\nし，その謄本は同月２０日に原告に送達された。\n２　本件特許に係る発明の要旨は，前記１(2)の訂正後の明細書（以下「本件明細\n書」という。）の「特許請求の範囲」に記載された，次のとおりのものである（以\n下，請求項１ないし３に係る発明をそれぞれ「本件発明１」ないし「本件発明３」\nといい，また，それらの全体を「本件発明」という。）。\n【請求項１】豆の薄皮に塩味が感じられ，かつ，豆の中心まで薄塩味が浸透して\nいる緑色の維持されたソフト感のある塩味茹枝豆の冷凍品。\n【請求項２】茹枝豆が，熱水中でのブランチング及びスチームブランチングの前\n又は後で，少なくとも塩水浸漬処理することを特徴とする請求項１記載の塩味　茹\n枝豆の冷凍品。\n【請求項３】請求項１又は請求項２記載の塩味茹枝豆の冷凍品の緑，青又は赤の\n有色透明包装材による包装品。\n３　後記第３の「原告の主張する取消事由」に関係する本件審決の理由部分の要\n旨は，次のとおりである。\n(1)　本件発明１について\nア　本件発明１に係る塩味茹枝豆の冷凍品と，「冷凍食品新聞・１９９１年\n８月１２日号切り抜き」（甲５の３。以下「刊行物１」という。）及び「冷食タイ\nムス・１９９１年８月１３日号切り抜き」（甲５の４。以下「刊行物２」とい\nう。）に記載の塩あじえだまめの冷凍品（以下「引用発明」という。）を対比する\nと，両者は，「緑色が維持され，ソフト感のある，塩味のついた茹枝豆の冷凍品」\nである点で一致しており，一方，本件発明１に係る冷凍品は，塩味について，「豆\nの薄皮に塩味が感じられ，かつ，豆の中心まで薄塩味が浸透している」のに対し，\n引用発明に係る冷凍品は，塩味を付けている「塩あじえだまめ」であり，莢に入っ\nた枝豆の，どの部位でどのような塩味が感じられるかということについては記載さ\nれておらず，塩味がどのようなものであるのか明らかでない点（以下「相違点１」\nという。）で相違する。\nイ　以下，相違点１について検討する。\n本件発明１に係る冷凍品の「豆の薄皮に塩味が感じられ，かつ，豆の中\n心まで薄塩味が浸透している」について，これを直接説明する記載は本件特許明細\n書には見当たらないが，中心まで塩味を浸透させることの必要性の１つは，枝豆を\n食したときにしっかりと塩味が感じられるようにするためであると理解できる。\nところで，従来から，枝豆は茹でた後，これに塩味を付けて美味しく感\nじられるようにして食されているものであり，需要者の好みに応じて塩味を調整\nし，しっかりと塩味の感じられる塩味枝豆を提供することも，当業者に当然に要求\nされる技術的課題の１つである。\nまた，塩水に浸漬することにより食品に塩味を付けることは，古来，一\n般的になされていることであるから，枝豆に塩水浸漬処理を行い，しっかりと，す\nなわち，「豆の薄皮に塩味が感じられ，かつ，豆の中心まで薄塩味が浸透してい\nる」ように塩味付けをすることは，当業者ならば容易に想到し得る事柄であり，ま\nた，このことは，例えば，「さや付きのえだ豆をブランチングした後，さや付きの\nまま調味液に漬け込み，豆そのものに調味液を浸透させた」旨の「関税分類問題研\n究会著『輸入商品の分類実務』４５頁，１９９０年８月２０日・日本関税協会発\n行」（甲５の２。以下「刊行物３」という。）の記載と，塩味付けは調味付けの一\n態様であるということとを併せ考慮することによっても，当業者ならば容易に想到\nし得ることであるといえる。\nそして，刊行物１及び２に記載された塩味付き枝豆について，塩味がし\nっかりとついた，すなわち，「豆の薄皮に塩味が感じられ，かつ，豆の中心まで薄\n塩味が浸透している」ものとする場合に，塩水に浸漬するという周知の手段を用い\nることによりかかる目的が達成されたとしても，そのことは当業者が容易に予測し\n得ることであるから，格別顕著な効果を奏し得たということはできない。\nしたがって，本件発明１は，刊行物１ないし３に記載された発明に基づ\nいて，当業者が容易に発明をすることができたものである。\n(2)　本件発明２について\nア　本件発明２は，「茹枝豆が，熱水中でのブランチング及びスチームブラ\nンチングの前又は後で，少なくとも塩水浸漬処理することを特徴とする請求項１記\n載の塩味茹枝豆の冷凍品。」に関するものであり，塩味茹枝豆の冷凍品を製造方法\nで規定する，いわゆるプロダクト・バイ・プロセス・クレームである。\n本件発明２と引用発明を対比すると，本件発明２は本件発明１を引用し\nているから，本件発明２と引用発明とは相違点１において相違し，また，本件発明\n２では，「茹枝豆が，熱水中でのブランチング及びスチームブランチングの前又は\n後で，少なくとも塩水浸漬処理する」ものであるのに対して，引用発明ではその点\nが記載されていない点（以下「相違点２」という）で相違する。\nイ　しかしながら，相違点１は，先に述べたとおり当業者が容易に想到し得\nることである。\n次に，相違点２について検討する。\n本件明細書の段落【０００５】には，「本発明は，従来の熱水によるブ\nランチング処理を，熱水中での短時間ブランチングとスチームブランチング処理の\n組合わせに変え，それによって，枝豆のもつ新鮮さ，うま味を逃すことなく，その\nまま冷凍できるものである（便宜のため，以下「(イ)」という。）。食べるときは\n袋のまま自然解凍あるいは流水解凍するだけでよい（同「(ロ)」という。）。塩味\nが適当に付与され，豆の中心まで浸透している（同「(ハ)」という。）。いつでも\nどこでも簡単に食することができる旬の枝豆を提供することができる（同「(ニ)」\nという。）。」と記載されている。また，本件明細書に記載された，熱水中でのブ\nランチング及びスチームブランチングの前又は後で，塩水浸漬処理をして塩味茹枝\n豆の冷凍品を製造している実施例１及び実施例２には，それぞれ，「その枝豆の塩\n分を測定したところ１％であった。又，その硬度を錠剤硬度測定器で測定したとこ\nろｍａｘ０．５ｋｇ，ｍｉｎ０．３ｋｇ平均値０．４ｋｇであった。」（段落【０\n０１９】），及び「その枝豆の塩分を測定したところ０．８％であった。又，その\n硬度を測定したところｍａｘ０．４ｋｇ，ｍｉｎ０．３ｋｇ，平均値０．３２ｋｇ\nであった。」（段落【００２０】）と記載されている。\nそこで，これらの特性について検討すると，上記(イ)の点は，引用発明\nは，需要者に好評であるから，おいしさを逃さないものであることは当然であり，\nこの点で両者が特に相異しているものとは認められない。上記(ロ)の点は，自然解\n凍でそのまま食べられるものである点で両者は一致しており，また，引用発明につ\nいて，流水解凍した場合の食べ方は明記されていないが，仮に，流水解凍してもそ\nのまま食べられるというような点で両者が異なるものであったとしても，この点は\n枝豆に塩味を付与する程度に関係することであり，「本件発明１について」の項で\n述べたとおり，塩味をしっかり付ける程度のことは当業者が容易に想到し得ること\nである。上記(ハ)の点，及び実施例において，塩分濃度が０．８％及び１％である\nことも，塩味の付与の程度に関係することであり，「本件発明１ついて」の項で述\nべたとおり，当業者ならば容易に想到し得ることである。上記(ニ)の点は，引用発\n明は，「完全調理しているため，解凍するだけ。・・・必要なときに必要な量だけ\n手軽にサーブできる」ものであるから，この点でも両者は一致する。さらに，実施\n例における枝豆の硬度については，原告が自ら，本件明細書において「枝豆の加熱\nの度合いは温度と時間の総和で決まってくる。・・・豆の固さ（食感）との兼ね合\nいで必要昀少限の加熱に留めることが肝要である。」（段落【０００６】），及び\n「枝豆は過熱になると黄色味を増して，見栄えは悪くなり，豆は固くなり・・品位\nとしては不適である。」（段落，【００１６】）と記載しているとおり，豆の硬度\nは加熱温度及び加熱時間の総和によって決まるものであるところ，本件発明２に\nは，そのような加熱温度及び加熱時間については何も規定されていないから，本件\n発明２は硬度が特定の範囲でなければならないことを規定するものではない。そし\nて，本件発明２は，本件発明１を引用するものであるから，豆の硬度については，\n「ソフト感のある」ということにすぎないのであり，上記したとおり，この点で両\n者は一致するものである。\n以上のとおりであるから，本件発明２において，「茹枝豆が，熱水中で\nのブランチング及びスチームブランチングの前又は後で，少なくとも塩水浸漬処理\nすること」が，物の構成を特定する要件として格別の意味を有するものとはいえな\nい。\nしてみると，本件発明２は，本件発明１に係る「塩味茹枝豆の冷凍品」\nに新たな性質を加えるものではないから，本件発明１と同様に，本件発明２は刊行\n物１ないし３に基づいて，当業者が容易になし得たものである。\n(3)　本件発明３について\n本件発明３は，「請求項１又は請求項２記載の塩味茹枝豆の冷凍品の\n緑，青又は赤の有色透明包装材による包装品。」に係るものであるところ，本件発\n明１及び２は当業者が容易になし得るものであることは，既に述べたとおりであ\nる。\nところで，例えば，「横山理雄・石谷孝佑編「食品と包装」１１５～１\n１６頁，昭和５７年１月２０日・医歯薬出版株式会社」（甲５の７。以下「刊行物\n４」という。）に記載されているように，食品の品質劣化防止のために，赤，緑等\nの着色セロファンなどの有色透明包装材が有効に使用し得ることは周知の技術であ\nる。\nしたがって，本件発明３は，刊行物１ないし４に基づいて，当業者が容\n易に発明をすることができたものである。\n(4)　まとめ\n以上のとおりであるから，本件発明１及び２についての特許は，刊行物\n１ないし３に記載された発明に基づいて，当業者が容易に発明をすることができた\nものであるから，特許法２９条２項の規定に違反してされたのである。\nまた，本件発明３についての特許は，刊行物１ないし４に基づいて，当\n業者が容易に発明をすることができたものであるから，特許法２９条２項の規定に\n違反してされたものである。\n第３　当事者の主張\n（原告の主張する本件審決の取消事由）\n本件審決には，審理不尽及び理由不備の違法があり（取消事由１），また，\n本件発明１と刊行物１及び２との一致点認定を誤り，本件発明１ないし３の進歩性\nに関する判断を誤った違法があり（取消事由２ないし４），それらの違法が本件審\n決の結論に影響を及ぼすことは明らかであるから，本件審決は取り消されるべきで\nある。\n１　取消事由１（審理不尽，理由不備）\n(1)　審理不尽について\nア　本件特許に対する無効審判請求の提起\n被告は，平成１４年２月１３日，本件審判請求をし，同請求は本件審判\n事件として特許庁に係属した。次いで，訴外東洋水産株式会社，株式会社ニチレ\nイ，株式会社ノースイ（以下「ノースイ」という。），マルハ株式会社及びライフ\nフーズ株式会社（これらの会社を併せて「ノースイ等５社」という。）は，平成１\n４年３月１９日，本件特許につき無効審判請求をし，同請求は無効２００２－３５\n０９７号事件（以下「別件審判事件」という。）として特許庁に係属した。\n被告は，本件審判事件において，本件訂正請求は訂正要件に違反する旨\n主張したほか，本件発明１ないし３は進歩性を有しないとして，次のとおり主張し\nた。\n(ア)　本件発明１及び２は，刊行物１ないし３及び甲５の５記載の発明や\n技術的事項に基づいて当業者が容易に発明することができたものであるから，特許\n法２９条２項に違反して特許されたものである。\n(イ)　また，本件発明３は，上記各刊行物記載の発明や技術的事項のいず\nれかと刊行物４記載の技術的事項に基づいて当業者が容易に発明することができた\nものであるから，特許法２９条２項に違反して特許されたものである。\nノースイ等５社は，別件審判事件において，被告が本件審判事件で提出\nした上記各刊行物を提出し，これらに基づいて，本件発明１ないし３が進歩性を有\nしないなどと主張した。\nイ　本件審判事件及び別件審判事件の審理経過\n特許庁の審判合議体（本件審判事件を審理した合議体と別件審判請求を\n審理している合議体とは全く同じ審判官によって構成されている。）は，別件審判\n事件の口頭審理手続において，ノースイ等５社がその無効理由の基礎事実の立証と\nして申請した証人６名をすべて採用し，原告申請の証人１名と合わせ合計７名の証\n人を平成１４年１１月１１日，同年１２月３日の２回の口頭審理期日に尋問した。\nさらに，審判合議体の指示により，ノースイ等５社及び原告は，それぞれ平成１５\n年１月末日までに，上記証人尋問の結果に基づく主張及び証拠の提出を行った。こ\nのような手続が採られたことは，別件審判事件の請求人であるノースイ等５社はも\nとより，特許庁においても，別件審判事件において主張された無効理由は，上記各\n刊行物では証明することができないと判断していたことを意味する。\nしかも，上記証人尋問の結果及び原告が口頭審理において提出した証拠\nにより，別件審判事件において主張された無効理由は，本件発明に新規性がないと\nする事由も進歩性がないという事由も事実に反し，あるいは極めて信憑性の薄いも\nのであることが判明したので，原告は，特許庁の指示に従って，必要な主張と反証\nを上記期日に行って特許庁の判断を求めたものである。\n一方，本件審判事件の手続においては，平成１４年１１月２０日に口頭\n審理が行われたが，必要があれば１２月１０日までに上申書を提出することのみを\n求め，書面審理とする旨通知された。\nしかるに，本件審判事件の審判合議体は，別件審判事件において行った\nすべての手続を無視し，別件審判事件については何らの措置もなさないまま，本件\n審判事件について，平成１５年２月８日書面審理終結を通知した上，同月１８日本\n件審決をなしたものである。\nウ　本件審決がなされるに至った上記審理経過によれば，特許庁は，別件審\n判事件の請求人及び被請求人に対しては，上記の口頭審理における詳細な証人調\nべをはじめとする手続に基づいて初めて本件特許の有効性について適正な判断がな\nされ得るとの前提のもとに審理手続を進行しながら，これらの証拠については一顧\nだにすることなく，突如として，本件審判事件につき，書面審理手続に基づいて本\n件審決をしたものである。\nこのように，特許庁の審判合議体が別件審判事件において行ったすべて\nの手続を無視して，本件審判事件について審理を尽さないまま書面審理終結を通知\nした上，別件審判事件の証拠調べの結果を全く無視した判断をしたことは著しく公\n平の理念に反するものであり，本件審決には審理不尽の違法がある。\n(2)　理由不備について\n本件審決が本件発明１ないし３の進歩性欠如の判断の根拠とした刊行物１\nないし４は，いずれも本件異議申立てにおいて，被告をはじめとする異議申立人\nらが進歩性欠如を根拠付ける刊行物として引用し，本件異議決定が詳細な理由付け\nのもとに本件発明１ないし３を容易に想到し得たとする根拠にはなり得ないとした\nものである。\n特許異議申立制度は，付与前異議の申立てにより特許の付与が遅延するこ\nとを避けるためこの制度を廃止したことに伴い，平成６年改正法により創設された\n制度であるが，異議決定がした当該特許に係る発明が引用例記載の発明に基づき容\n易に想到できるか否かの進歩性に関する判断を，無効審判請求に基づいて再度繰り\n返す場合には，異議決定における判断に十分な配慮をし，これと異なる判断に到達\nするときは，何故に異議決定の理由が誤っているのかについて十分説得力のある理\n由付けをすべきである。そうでなければ，特許異議申立ての手続により特許権が維\n持され，これに基づいて権利行使に及んだ特許権者は，全く同じ引用例記載の発明\nにより簡単にその権利を否定されることになり，著しく法的安定性を害されるだけ\nでなく，多大な損害を被ることになり，特許異議申立制度と無効審判請求とを両立\nさせた制度の趣旨に反することは明白である。\nしかるに，本件審決は，本件発明１に係る塩味茹枝豆の冷凍品と引用発明\nに係る「塩あじえだまめ」の冷凍品との相違点の判断について，本件異議決定と異\nなる判断に到達しながら，何故に本件異議決定の理由が誤っているのかについて十\n分説得力のある理由付けをしないまま安易に逆の結論を出したというほかなく，本\n件審決には理由不備の違法がある。\n２　取消事由２（本件発明１と刊行物１及び２との一致点認定の誤り）\n本件審決は，本件発明１に係る塩味茹枝豆の冷凍品と引用発明に係る「塩あ\nじえだまめ」の冷凍品とは，「緑色が維持され，ソフト感のある，塩味のついた茹\n枝豆の冷凍品」である点で一致すると認定しているが，誤りである。\n本件審決が一致点とする「塩味のついた茹枝豆の冷凍品」とは，その説示の\n内容に照らし，「莢に入った枝豆自体に塩味がついている茹枝豆」の趣旨と理解さ\nれる。\nこれに対し，引用発明に係る「塩あじえだまめ」の冷凍品は「莢に入った枝\n豆自体に塩味がついている茹枝豆」とはいえない。刊行物１及び２は，ノースイの\n「塩ゆでえだまめ」及び「塩あじえだまめ」に関する新聞記事であり，この記載の\nみから「塩あじえだまめ」が莢に入った枝豆自体にまで塩味がついたものと認定す\nることはできない。したがって，本件審決における一致点の認定は明白に誤りであ\nる。\nすなわち，刊行物１には，「『塩あじえだまめ』は，新製法で加熱処理し，\n塩味を付けているので，自然解凍するだけで利用できる」と，刊行物２には，「従\n来のロング・ブランチング枝豆はサッと湯通しする必要があったが，ニュー・ロン\nグはスチーム・ブランチャーで完全調理しているため，解凍するだけ。味付け済み\nの“塩味”は自然解凍でそのまま，味付けしていない“ゆで枝豆”は流水解凍後に\n軽く塩をふりかけるだけ。」と記載されているのみで，これらの記載から明らかな\nことは，①「塩ゆでえだまめ」及び「塩あじえだまめ」は共にスチーム・ブランチ\nャーを用いて調理していること，②「塩あじえだまめ」は自然解凍を推奨している\nこと，及び③「塩あじえだまめ」に何らかの塩味付けがしてあることのみである。\n「塩あじえだまめ」に何らかの塩味がついているとしても，自然解凍を推奨\nしているから，流水解凍をすれば塩味が落ちることは直ちに理解される。さらに，\n流水解凍により塩味が有意に落ちることから，塩味が付着しているのは莢の表面に\n近い部分であると考えるのは論理的な必然で，当時の当業者は，「塩あじえだ豆」\nは，莢の表面にあらかじめ塩味を付けておいて，塩を振る手間を省略したところに\n特徴があると認識するものと考えられる。そのような「塩あじえだまめ」を，スチ\nーム・ブランチャーにより製造したとの記載から，当時の当業者にとり，どのよう\nな製品ができるのかを認識することはできない。スチーム・ブランチャーは，蒸気\nを噴き出して野菜などを加熱することにより，ソフト感を与えるとともに酵素を失\n活させて緑色を固定するためのものだからである。いいかえれば，スチーム・ブラ\nンチャーは蒸すための装置であり，蒸すという方法で味付けをすることはできない\nというのが，当業者の常識だからである。\nさらに，技術的にみても，別件審判事件において初めて主張されたノースイ\nの製法，すなわち，スチームブランチャーの内部に相当量の水を貯めて，さらに，\n相当量の塩を投下することにより「塩あじえだまめ」を製造する方法では，莢の中\nの豆（薄皮を含む）まで塩味がつくほど塩分は浸透せず，塩味がついたとしても，\nせいぜい莢の表面に近い部分のみである。\n本件審決が，刊行物１及び２のみから，「塩あじえだまめ」が莢に入った枝\n豆自体に塩味がついている茹枝豆であると認定し，その点において，本件発明１と\n一致すると認定したことは誤りである。しかも，そのような認定は，事実にも反し\nている。\n３　取消事由３（本件発明１の進歩性に関する判断の誤り）\n(1)　本件発明１の技術的課題（目的）の認定の誤り\n本件審決は，「需要者の好みに応じて塩味を調整し，しっかりと塩味の感\nじられる塩味枝豆を提供することも，当業者に当然要求される技術的課題の１つで\nある。」と，本件発明１の技術的課題について独自に一般的な理解をし，さらに，\n「『豆の中心まで薄塩味が浸透している』ように塩味付けをすることは，当業者な\nらば容易に想到し得る事柄」と論理を飛躍させている。　本件明細書の【発明が解\n決しようとする課題】及び【課題を解決するための手段】（段落【０００４】，\n【０００５】）の記載から，本件発明の技術的課題が，「いつでもどこでも簡単に\n食することができるように，自然解凍又は流水解凍のいずれによる場合において\nも，適度な塩味が付与された旬の枝豆を提供すること」であることは明らかであ\nる。\n本件審決が，「需要者の好みに応じて塩味を調整し，しっかりと塩味の感\nじられる塩味枝豆を提供すること」を本件発明１の技術的課題として認定している\nことは，証拠に基づかない誤認である。\n本件審決のいうように，「需要者の好みに応じて塩味を調整し，しっかり\nと塩味の感じられる塩味枝豆を提供すること」が本件発明１の技術的課題であれ\nば，「豆の薄皮に塩味が感じられ，かつ，豆の中心まで薄塩味が浸透している」よ\nうな構成を採用する必要はなく，当業者にも豆の中心まで薄塩味が感じられるよう\nにする必要性はないと認識されていた。茹枝豆に塩味をしっかり付けることだけが\n目的であれば，莢の表面に塩を振る方が，かえって呈味をよくすると考えるのが調\n理学における常識である。そうすると，本件発明１において，従来は茹でた後に塩\nを振って味わっていた枝豆について，あえて薄塩味を豆の中心まで浸透させている\nのは，塩味のコントラストを多少犠牲にしても，流水解凍においても適度な塩味が\n付されているということを，本件発明１の技術的課題としているからにほかならな\nい。本件審決の上記のような認定は，本件明細書の記載にも，当時の当業者の技術\n常識にも，茹枝豆の好ましい塩味の付け方という観点にも，それぞれ反する明らか\nな誤認である。\n本件審決は，本件発明１の技術的課題の認定を誤り，それにより本件発明\n１の進歩性の判断を誤ったものである。\n(2)　本件発明１の構成の容易性についての認定判断の誤り\nア　周知技術についての認定の誤り\n本件審決は，本件発明１に関連する周知技術として，「塩水に浸漬する\nことにより食品に塩味を付けることは，古来，一般的になされている」と認定する\nが，誤りである。\n食品といっても，農産物，水産物などがあり，農産物にも，肉製品，乳\n製品，穀類，野菜類，果実類などがある。そして，野菜類でも，枝豆のみならず，\n多種多様な種類がある。食品の調理加工方法の組合せにおいては，無数かつ多様な\n方法があり，食品一般について周知技術を認定すること自体無理があり，しかも，\n食品一般という技術分野において，そのような周知技術は古来，一般的には存在し\nていない。塩を利用した食品として，だれもが想起するのが塩漬物であるが，塩漬\n物は塩自体に漬けるものであり，塩水に漬けることは極めて異例である。野菜を塩\n水に漬けると，冷蔵庫のように低温で保存する方法のない時代においては，たちま\nち乳酸発酵を起こし，強い酸味を呈してしまうからである。\nイ　塩水浸漬と引用発明に係る「塩あじえだまめ」との組合せ\n本件審決は，塩水浸漬を食品一般に塩味を付けるための古来，一般にな\nされた周知技術とした上で，「枝豆に塩水浸漬処理を行い，しっかりと，即ち，\n『豆の薄皮に塩味が感じられ，かつ，豆の中心まで薄塩味が浸透している』ように\n塩味付けをすることは，当業者ならば容易に想到し得る」と判断しているが誤りで\nある。\n食品においては，単なる塩水に漬けるようなことは忌避される。それ\nは，いわゆるうまみ成分が流出することによる。茹枝豆を水に浸漬するとうまみな\nいし味が落ちることは，料理における常識である。\nところで，本件発明１に係る塩味茹枝豆の冷凍品のように，解凍のみで\nそのまま食べられる食品については，単に食べられればよいというものではなく，\n一般消費者がその食品分野における当該食品として受容することができる程度の食\n感（いわゆるレギュラー・ブランチングしただけの枝豆のように，再加熱しなけれ\nば食べられないような固さでないこと）と，味付け具合（通常の茹枝豆として要請\nされるだけのうまみ）を完成時及びその通常の賞味時期において備えていることが\n必要である。そのような茹枝豆としての受容可能性もまた当該食品に関する特許発\n明の技術的範囲に該当するための要件といえる。\n例えば，莢の中の豆に一時的な保存に適する処理をされた野菜（いわゆ\nる「塩蔵野菜」）と評価すべき塩分濃度が浸透していれば，もはや茹枝豆の範囲か\nら離脱する。また，莢から出した状態の枝豆が近時販売されているが，このような\n状態で販売されている限りにおいては，そのような製品もまた本件発明１にいう茹\n枝豆には該当しない。うまみ成分についていえば，通常の茹枝豆としての適度のう\nまみ成分が確保されていることが，本件発明１の茹枝豆として実施すること，換言\nすれば，本件発明１の茹枝豆として流通におくために必須である。このようなうま\nみの重要性から，当業者においては，うまみが確保されないおそれがあるような方\n法を可能な限り回避する。茹枝豆においては，アミノ酸のうまみ，特にグルタミン\n酸のうまみを併せて感じながら味わう。うまみ成分が逃げることが容易に予想され\nる単なる塩水に漬けるような方法は，当業者においては忌避される。このような事\n情から，茹枝豆を塩水浸漬することは，当時の当業者においてはなされておらず，\n茹枝豆をできるかぎり水に漬けるべきではないとされ，莢の中の豆にまで塩味が浸\n透するほど長時間浸漬してはならないと考えられていた。\nそのような組合せを原告が初めて実現できたのは，本件明細書の実施例\n２（段落【００２０】）に記載されているように，当時の当業者の常識に反し，ブ\nランチング後の枝豆には，意外にも，高濃度の食塩水であれば，１分間という極め\nて短時間に，塩味がするほど塩分が浸透するという事実を原告が初めて発見したか\nらである。短時間で豆の中心まで薄塩味が浸透することが発見されたことにより，\n初めて，うまみも維持されたままの美味しい塩味茹枝豆を製造することができたの\nである。\n以上のとおり，当時の当業者の技術常識において，うまみが逃げてしま\nうような塩味枝豆と塩水浸漬の組合せにより，本件発明１の構成を想到することは\n容易ではなかったというべきである。\nウ　「味付け枝豆」と引用発明に係る「塩あじえだまめ」との組合せ\n本件審決は，塩水浸漬と「塩あじえだめめ」を組み合わせることは容易\nに想到し得るとの判断を裏付ける唯一の証拠として，刊行物３を挙げ，「『さや付\nきのえだ豆をブランチングした後，さや付きのまま調味液に漬け込み，豆そのもの\nに調味液を浸透させた』旨の刊行物３の記載と，塩味付けは調味付けの一態様であ\nることとを併せ考慮することによっても，当業者ならば容易に想到し得ることであ\nる」とする。\n本件審決が引用する刊行物３は，「輸入商品の分類実務」に記載された\n「味付け枝豆」の製法であるが，その記載のみで「味付け枝豆」を実施することが\n可能な程度までに開示されているわけではなく，実施可能な程度までに開示された\nのは，別件審判事件における証拠調べにおいて，味付け枝豆を製造していたノース\nイが味付け枝豆の製法の詳細に関する証拠を，Ａの陳述書（甲２３）に添付して提\n出したのが初めてである。しかも，この刊行物３記載の「味付け枝豆」の製法は，\nしょう油を主体とした調味液に４８時間も浸漬するものであり，およそ，本件審決\nのいう上記周知技術を認定する証拠とはなり得ないものである。\nそればかりか，刊行物３記載の「味付け枝豆」の製法は，しょう油，か\nつおエキスなどの調味液に４８時間も浸漬するものであり，塩水浸漬の一事例とし\nてふさわしくないばかりか，細菌の問題もあり，わずか１，２年で製造中止された\nものである。当業者において，このような「味付け枝豆」の技術を，塩味枝豆と組\nみ合わせることを想到するはずがない。そのことは，味付き枝豆と塩味枝豆のいず\nれもノースイの自社製品でありながら，同社自身，現に組み合わせていないし，組\n合せを想到していないことからも明らかである。ノースイなどの当業者が上記の組\n合せを想到し得ない理由は，技術的にみても，うまみや細菌など多くの問題点があ\nるからである。\n味付き枝豆のように，しょう油を主体とする調味液に長時間浸漬する\nと，しょう油の色が表面に付着し，枝豆固有の新鮮な外観と風味とが維持されない\nことは明らかであるが，そうかといって，しょう油やカツオエキスなどを除去し\nて，単なる塩水に漬けたのでは，枝豆に含まれているグルタミン酸などのうまみ関\n連成分は流出してしまう。うまみを呈しない塩水に浸漬した枝豆でも，単に食べる\nこと自体は，衛生の問題はともかくとして可能であるが，当業者において絶対的な\n基準である一般消費者には，このようなものは枝豆として受容されないから，当業\n者は，塩味を付けるためにこのような技術を引用発明に係る「塩あじえだまめ」と\n組み合わせようとはしないばかりか，忌避するであろう。\n次に，この「味付け枝豆」のような方法は，うまみが逃げるだけではな\nく，食品業界において昀も禁忌される細菌の問題を解決しえない。食品は，食品衛\n生法上厳格な規制がなされ，食品衛生法上の衛生基準を満たさないものが混入して\nいるおそれがあるだけで，全品について流通におくことができなくなる。細菌の問\n題は，特に本件発明のように加熱をすることなく流水解凍のみで食べるような食品\nについては，通常の冷凍食品以上に厳格な規制がなされている。すなわち，食品衛\n生法に関する昭和３４年１２月２８日厚生省告示第３７０号において，本件発明の\nように加熱しなくても摂取することのできる無加熱摂取冷凍食品については，加熱\n後摂取冷凍食品よりも厳しい規制がされており，「一般生菌数が１０の５乗以下」\nかつ「大腸菌が陰性」でなければならない。「味付け枝豆」の技術においては，せ\nっかくブランチングして殺菌をしながら，再び調味液に長時間漬けることにより，\n細菌の汚染や増殖を生じ，食品衛生法上の基準を満たすことは難しい。このような\nことから，「味付け枝豆」及び「塩あじえだまめ」は，いずれもノースイの製品で\nあるにもかかわらず，ノースイ自身，そのような組合せを想到していないのであ\nる。\n上記のとおり，本件審決が周知技術として唯一引用する「味付け枝豆」\nは，周知技術の例として不適格であるばかりか，このような阻害要因を帯びるもの\nであり，とても，引用発明に係る「塩あじえだまめ」と組み合わせることを容易に\n想到することができないものである。このような周知技術ないし引用例をもって，\n上記「塩あじえだまめ」と組み合わせれば，容易に本件発明１を想到することがで\nきるとする本件審決は，審理を十分に尽くさないまま，不十分な証拠に基づいて周\n知技術の認定を誤り，かつ，引用例としての「味付け枝豆」の技術内容を誤認した\nものである。\n(3)　本件発明１の作用効果の看過\n本件審決は，本件発明１が「格別の効果を奏し得たということはできな\nい」と判断しているが，誤りである。\n当時の当業者には，枝豆をブランチング後に塩水に一定時間浸漬するよう\nなことをすれば，うまみ成分が逃げてしまい，かつ，細菌の問題も避けられないお\nそれがあると認識されていたから，ブランチング後に塩を振れば十分においしく食\nべることのできる枝豆を，単に塩味を付けるために塩水に浸漬するようなことは容\n易に想到されることではなかった。\nところが，原告は，本件明細書の実施例２にあるように，ブランチング後\nであれば，わずか１分でも莢の中の豆まで薄塩味がするほど塩分が浸透するという\n当時の当業者の技術常識に反する発見をした結果，うまみの問題や細菌の問題を阻\n害要因として考慮する必要はないことを初めて認識したのである。ブランチング後\nであれば，枝豆の莢の中の豆まで容易に塩分が浸透するということは，本件明細書\nにおいて開示されたのが初めてで，本件特許出願以前には，当業者においては全く\n知られていなっかったものである。ブランチング後であれば，うまみが逃げず，細\n菌の問題も起きないほどの短時間において，莢の中の豆まで適度な塩味がする程度\nに塩分が浸透することが原告により発見されて初めて，莢の緑色が維持され，豆自\n体にソフト感があり，かつ，茹枝豆として当然に具備すべきうまみがありながら，\n流水解凍しても豆の中の適度な塩味が保持されているという作用効果を有する本件\n発明１を初めて想到することができたのである。\n４　取消事由４（本件発明２の進歩性判に関する判断の誤り）\n本件審決は，本件発明２と引用発明とは相違点１及び２で相違するとした\n上，相違点１及び２にについて，前記第２の３(2)イのとおり判断したが，これらの\n判断は誤りである。\n(1)　相違点１についての本件審決の判断が誤りであることは，取消事由３で述\nべたとおりである。\n(2)　相違点２について，本件発明２に係る請求項２に記載の「茹枝豆が，熱水\n中でのブランチング及びスチームブランチングの前又は後で，少なくとも塩水浸漬\n処理する」が，いわゆるプロダクト・バイ・プロセス・クレームであることは本件\n審決の認定するとおりである。プロダクト・バイ・プロセス・クレームは物の発明\nであるが，その物の発明の要旨が特許請求の範囲に記載された製造方法に限定され\nるかは，判例学説ともに積極消極の両説があり，一致していない。しかしながら，\n発明の要旨は，特許請求の範囲の記載に基づいて認定されるべきものであり，この\nことはプロダクト・バイ・プロセス・クレームにおいても異ならないから，特別の\n理由もないのに，製造方法を除外して，発明の要旨を認定すべきものではない。\n本件審決は，「本件発明２において，『茹枝豆が，熱水中でのブランチン\nグ及びスチームブランチングの前又は後で，少なくとも塩水浸漬処理する』が，物\nの構成を特定する要件として格別の意味を有するものとは言えない。」と認定判断\nするが，誤りである。\n本件発明２の要旨は，茹枝豆が，熱水中でのブランチング及びスチームブ\nランチングの前又は後で，少なくとも塩水浸漬処理するという方法により，本件発\n明１の塩味茹枝豆が備えている新鮮さ，うまみ，かつ，豆の中心まで浸透した薄塩\n味について，それらの本件発明１の特性にばらつきのない構成のものに限定するこ\nとにある。\n本件明細書の【課題を解決するための手段】には，「本発明は，従来の熱\n水によるブランチング処理を，熱水中での短時間ブランチングとスチームブランチ\nング処理の組合せに変え，それによって枝豆の持つ新鮮さ，うま味を逃すことな\nく，そのまま冷凍することができるものである。・・・塩味が適当に付与され，豆\nの中心まで浸透している。」（段落【０００５】）との記載がある。上記記載の前\n段は，ブランチングの一部をうまみ成分の流出が少ないスチーム・ブランチングに\n置き換えることにより，うまみ成分にばらつきが少ないものを製造することに関す\nるものである。枝豆のうまみ成分には，グルタミン酸のみならず，多種多様なもの\nがあり，枝豆のうまみは，その相乗効果に依存しているから，数値などによりばら\nつきを特定することが困難である。そこで，本件発明２においては，うまみにばら\nつきのより出にくい熱水ブランチングとスチーム・ブランチングの組合せを構成要\n件とすることにより，本件発明１をうまみにばらつきのより少ない構成のものに限\n定したのである。上記記載の後段の「ブランチングの前又は後で，少なくとも塩水\n浸漬処理する」という方法の意義は，豆の中心まで浸透している薄塩味にばらつき\nが少ない構成のものを製造することにあるが，薄塩味のばらつきが少ないことを構\n成要件として特定することは困難であるから，本件発明２においては，薄塩味のば\nらつきが少ない製法である「ブランチングの前又は後で，少なくとも塩水浸漬処理\nする」という方法により，本件発明１を，薄塩味のばらつきが少ない構成のものに\n限定したのであり，本件発明２のプロセスには，うまみが十分に維持され，豆の中\n心まで浸透した薄塩味が適度である本件発明１において，それらの特性にばらつき\nが少ないという構成のものに限定する意味がある。\n本件審決は，この本件発明２のプロセスの意義を見落としたために，それ\nは「物の構成を特定する要件として格別の意味を有するものとは言えない」とし，\n「本件発明２は，本件発明１の『塩味茹枝豆の冷凍品』に新たな性質を加えるもの\nではない」との誤った結論に達したのである。\n本件発明２の進歩性に関する本件審決の判断は，その前提において誤って\nいるというべきである。\n５　取消事由５（本件発明３の進歩性に関する判断の誤り）\n本件審決は，本件発明３の進歩性に関し，前記第２の３(3)のとおり判断して\nいる。\nしかしながら，本件審決は，本件発明１及び２が刊行物１ないし３に基づい\nて容易に発明できたものであるとした点において，既に誤りがある。したがって，\nその他の点について判断するまでもなく，本件発明３が進歩性を有しないとした本\n件審決の判断は誤りである。\nさらに，刊行物４は，油脂酸化の防止を課題とし，本件発明３のように茹枝\n豆の緑色の維持を課題としてはいない。すなわち，同じ着色セロファンを使用して\nいるものの，課題も作用効果も異なるから，油脂酸化の防止のための技術により緑\n色の維持という効果を奏しうるということは，当時の当業者において，予測し得な\nいことであり，あえて試みることではない。当業者が，刊行物４との組合せにより\n本件発明３を容易に想到することができたとの本件審決の認定判断は，この点にお\nいても誤りである。\n（被告の反論）\n本件審決に審理不尽，理由不備の違法はなく，また，本件発明と引用発明と\nの一致点に関する認定，本件発明１ないし３の進歩性に関する本件審決の認定，\n判断は相当であり，原告が主張する認定・判断の誤りはない。\n１　取消事由１（審理不尽，理由不備）について\nア　原告は，別件審判事件の手続を無視することが本件審判の審理不尽の違法\nになると主張している。しかし，職権主義，職権調査が支配している審判手続にお\nいて，別件審判事件の証拠や手続を本件審判事件の審理に参酌するか否かは審判官\nの裁量行為であるから，別件審判事件の証拠や手続を参酌しなかったり，無視する\nようなことがあったとしても，それをもって，直ちに本件審判に審理不尽の違法が\nあったとはいえない。\nイ　原告は，本件審決には，本件異議決定の理由と異なる判断になった十分説\n得力のある理由付けがないと主張するが，無効審判は，特許異議申立てに対する異\n議決定の適法性を判断する制度ではないし，また，異議決定に拘束される制度でも\nないから，当然，本件審決が異議決定と異なる判断になってもよいし，特許庁にお\nいて異議決定と異なる判断になったことについて十分説得力のある理由付けをする\n義務もない。したがって，異議決定と異なる判断になったことについて十分説得力\nのある理由のないことが違法になったり，取消理由になるものではない。\n本件審決では，本件特許に無効理由があると判断するに当たって，詳しく\nその理由が説明されており，必要な説明責任を十分果たしているから，原告の主張\nは理由がない。\n２　取消事由２（本件発明１と刊行物１及び２との一致点の認定の誤り）につい\nて\n本件審決の一致点の認定に誤りはない。\n(1)　原告は，引用発明に係る「塩あじえだまめ」の冷凍品は，莢に入った枝豆\n自体に塩味が付いている茹枝豆とはいえないから，本件審決の一致点の認定は誤り\nであると主張する。\nア　刊行物１及び２には，莢に入った豆自体に塩味が付いていることは，文\n言として明示的には記載されていないが，本件審決は，上記各刊行物の記載を文理\n解釈だけで把握するのではなく，技術常識を参酌して，記載されているに等しい事\n項として把握したものであり，その認定は正当なものである。上記各刊行物の記載\n文言のみにこだわる原告の主張は，経験則に反するものである。\nイ　原告は，スチーム・ブランチャーでは味付けできないと主張するが，ス\nチーム・ブランチャーの使い方は当業者の知識と意志によって自由になし得るもの\nである。スチーム・ブランチャーは，ブランチング処理，加熱処理，蒸煮処理，味\n付け処理，発色処理，膨潤処理，殺菌処理等多様な用途に使われている。\nまた，刊行物２には，「スチーム・ブランチャーで完全調理しているた\nめ」と記載されている。当該「完全調理」には，枝豆を茹でるだけでなく味付けす\nる調理も含まれることは誰でも想起できることである。さらに刊行物１には，\n「『塩あじえだまめ』は，新製法で加熱処理し，塩味を付けているので，自然解凍\nするだけで利用できる。」と記載されているから，引用発明に係る「塩あじあだま\nめ」には，自然解凍するだけで利用できる程度に茹枝豆の冷凍品に塩味が付いてい\nたと，誰もが解釈していた。\n本件特許出願当時，食品に味付けをする際に，水蒸気を用いて蒸すこと\nと，調味液に浸漬したり塩水に浸漬することを組み合わせる方法は周知技術であ\nり，当業者の間では，熱水ブランチング工程とスチームブランチング工程とが組み\n合わさった型式のスチーム・ブランチャーによって，塩味を付けることが可能であ\nるというのは技術常識であった。\nウ　原告は，技術的にみて，ノースイの製法では，莢の中の豆（薄皮を含\nむ）まで塩味が付くほどは塩分は浸透せず，塩味が付いたとしても，せいぜい莢の\n表面に近い部分のみであると主張する。\nしかし，固形物の表面（枝豆の莢）に塩を付着させたり，塩水に浸漬し\nたり，塩水で加熱して，時間をおけば，その浸透力によって固形物全体に塩分が均\n等になるまで浸透すること（豆の中まで塩味が浸透すること）は，当業者であれ\nば，経験により知っていることである。食品調理の場合には，原材料により，どの\nような調理食品にするかによって，塩加減や塩の添加方法や前処理方法などを工夫\nして調製しているのが一般である。\n市場では引用発明に係る「塩あじえだまめ」が発売されて以来，莢に入\nった枝豆自体に塩味が付いている茹枝豆の商品名称として，多くの企業が「塩あじ\nえだまめ」，「塩味枝豆」と表示して取引していたが，品質に誤認混同があるなど\nの混乱はなく，正常に取引がなされ，現在に至っている。また，引用発明に係る\n「塩あじえだまめ」が売り出された２年後に売り出し始めた原告の本件発明に係る\n製品も同じ名称を使用している。このような事実経緯をみれば，市場では「塩あじ\nえだまめ」といった場合，「莢に入った枝豆自体に塩味がついている茹枝豆」の意\n味に認識され，通用していることを示している。\nスチーム・ブランチャーを用いれば，枝豆に塩味を付けることができる\nのは常識であるから，食べた時，感じるほどの塩味を莢の部分だけに付けるのか，\n莢の中の豆にまで付けるのか，豆の中心まで付けるのかは，塩味の浸透の程度の差\nでしかなく，当業者であればブランチングをする際の食塩水における塩分濃度，加\n熱時間，加熱温度等を適宜調整し，組み合わせることによって，簡単に実現できる\nことである。\n３　取消事由３（本件発明１の進歩性に関する判断の誤り）について\n本件発明１の進歩性に関する本件審決の判断に誤りはなく，この点に関する\n原告の主張は，次のとおりいずれも理由がない。\n(1)　技術課題の認定について\n原告は，本件発明１の技術的課題（目的）の認定は誤りである旨主張す\nる。\nしかしながら，本件審決は，「需要者の好みに応じて塩味を調整し，しっ\nかりと塩味の感じられる塩味枝豆を提供することも，当業者に当然に要求される技\n術課題の１つである」とする本件審決の認定は，従来の茹でた枝豆（引用発明）に\nついての見解であって，「需要者の好みに応じて塩味を調整し，しっかりと塩味の\n感じられる塩味枝豆を提供すること」は，当時の当業者が常識として認識していた\n技術課題であったとの認識を示したものであり，本件発明１の技術的課題を述べた\nものでない。\nすなわち，本件審決は，本件発明１について，本件発明１の「豆の薄皮に\n塩味が感じられ，かつ，豆の中心まで，薄塩味が浸透している」について，これを\n直接説明する記載は本件明細書に記載が見当たらないが，中心まで塩味を浸透させ\nることの必要性の１つは，枝豆を食したときにしっかりと塩味が感じられるように\nするためであると理解できる旨記載しており，本件審決の上記技術課題に関する認\n定が，刊行物１及び２の頒布時における技術常識を参酌して当時の技術水準を認定\nしたものであることは明らかである。\nこの点に関する原告の主張は，当時の技術水準ついての認定を本件発明１\nの技術課題の認定であるかのようにすり替えるものであり，不当である。\nなお，原告は，本件発明１において，従来は茹でた後に塩を振って味わっ\nていた枝豆について，あえて薄塩味を豆の中心まで浸透させているのは，塩味のコ\nントラストを多少犠牲にしても，流水解凍においても適度な塩味が付されていると\nいうことを，本件発明１の技術的課題としているからにほかならないと主張する\nが，本件明細書にはこのような技術的思想は一切記載がない。本件発明１の技術的\n課題を本件明細書に記載されていない事柄にまで，不当に拡大解釈することによ\nり，同発明の進歩性を判断することは許されないから，原告の上記主張は，理由が\nない。\n(2)　本件発明１の構成の容易性について\nア　原告は，本件審決が，食品に塩味を付けことを目的として塩水に浸漬す\nることは，古来，一般的にされていたとした認定は誤りである旨主張する。\nしかしながら，本件審決は，塩味付けは調味付けの一態様であるとの認\n識に基づき，刊行物３の「さや付きのえだ豆を・・・さや付きのまま調味液に漬け\n込み，豆そのものに調味液を浸透させた」との記載事項を周知技術として認定して\nいる。刊行物３には，上記調味液の説明として「しょう油，味りん，食塩，グルタ\nミン酸ナトリウム，かつおエキス等で調製」する旨の記載があり，食塩だけで調製\nしたものではないが，上記調味液浸漬と塩水浸漬とは，枝豆への味付け法として味\n付けのための液に浸漬するという手法において共通している。塩味付けは調味付け\nの一態様であることを考えれば，上記調味液を単に塩水にするだけであるものの\nは，刊行物３に記載されているのに等しい事項であると解することができるもので\nある。\nまた，「下田吉人ほか編集『穀物・野菜の調理』昭和５３年５月１５\n日・朝倉書店発行」（乙２）には，「枝豆に食塩を含む調味料を短時間加熱（ブラ\nンチング）した後，調味液の冷液中に浸漬して味を浸漬させる“浸し煮”などの調\n理方法は効果的である。」と記載されており，枝豆に味付けするのに調味液に浸漬\nする調理法が周知技術であったことは明らかである。その他，塩水に浸漬すること\nにより食品に塩味を付ける公知文献を多数例示することができる（乙４，５，１１\n～１５）。\n本件審決の上記周知技術の認定に誤りはない。\nイ  原告は「塩味枝豆」と「塩水浸漬」との組合せにより本件発明１を想到\nすることは容易なことではないと主張し，その根拠として，当業者の技術常識にお\nいて，うまみが逃げるような塩水浸漬という調理法によって，しっかりと枝豆に塩\n味を付けることを想到することは容易ではないとしている。\nしかし，これは理由になっていない。なぜなら，たとえ塩水浸漬という\n調理法にはうまみが逃げる傾向が多少あるとしても，塩水浸漬という調理法によっ\nて，枝豆に塩味を付けることができるのは事実で，そのような自然現象は誰でも知\nっているから，そのような調理法を採用することは容易に想起できることである。\nつまり，塩水浸漬というのは調味液浸漬の一態様であると解することもでき，枝豆\nの塩味付け手法として塩水浸漬することは，当業者であれば容易にできることであ\nる。\nウ  原告は，「味付け枝豆」と「塩味枝豆」との組合せにおいて，本件審決\nが周知技術の例として唯一引用する「味付け枝豆」は，周知技術の例として不適格\nであるばかりか，阻害要因（「うまみ」が逃げることや「細菌」に汚染されること\nや「食品衛生法」に違反すること）をもつから，本件ノースイ製品と組み合わせる\nことを容易に想到することはできないと主張する。\nしかし，本件明細書には，本件発明１が，このような「うまみ」や「細\n菌」や「食品衛生法」等の阻害原因をクリアした技術であるとの記載は一切なく，\n原告の主張は，本件明細書に記載のない技術要素を付加して本件発明１の構成を不\n当に拡大解釈しようとするものであって，不当である。\n(3)　本件発明１の作用効果について\n本件発明１の作用効果についての原告の主張は，「特許請求の範囲」の請\n求項１の記載を無視して，ブランチング後に塩水浸漬を組み合わせた場合の１実施\n例だけに生じる作用効果を，あたかも本件発明１の作用効果であるかのようにいう\nものであって，失当である。\nすなわち，上記請求項１には，製造方法が特定されていないだけでなく，\nその従属項である「特許請求の範囲」の請求項２にはブランチングの前でも後でも\n塩水浸漬と組み合わせることでできる製品であると明記されているから，原告の主\n張は，一実施例の特殊な作用効果を，本件発明１の作用効果のようにすり替えたも\nのである。\n４　取消事由４（本件発明２の進歩性に関する判断の誤り）について\n(1)  本件審決の相違点１について判断の誤りをいう原告の主張は，前記３(1)\nで述べたとおり，理由がない。\n(2)　原告は，特別の理由もないのに，特許請求の範囲から製造方法を除外して\n発明の要旨を認定すべきものではないとし，本件発明２の要旨は，本件発明１の塩\n味茹枝豆が備えている新鮮さ，うまみ，かつ，中心まで浸透した薄塩味について，\nそれらの本件発明１の特性にばらつきのない構成のものに限定することにあると主\n張する。\nしかしながら，本件明細書には，薄塩味やうまみのばらつきについて一切\n記載がなく，そのような技術課題は何ら開示されていない。原告は，本件発明２の\n要旨を不当に拡大解釈し，それに基づいて相違点２についての本件審決の認定判断\nに誤りがあると主張するものであり，明らかに理由になっていない。\n本件審決は経験則に基づいて本件発明２の要旨認定をしており，誤りはな\nい。\n５　取消事由５（本件発明３の進歩性に関する判断の誤り）について\n(1)　本件発明１及び２の進歩性に関する本件審決の判断に誤りがないことは，\n前記２ないし４に述べたとおりであり，本件審決のこの点の判断に誤りがあること\nを前提とする原告の主張は失当である。\n(2)　原告は，刊行物４は，油脂酸化の防止を課題とし，本件発明３のように茹\n枝豆の緑色の維持を課題としていないから，油脂酸化の防止技術により緑色の維持\nという効果を奏することは当業者が予測し得ないことで，あえて試みることではな\nいと主張するが，刊行物４の記載内容を曲解するものであり，失当である。\nすなわち，刊行物４には，「紫外線による酸化を防止する目的で，紫外線\n吸収剤添加フィルムおよび紫外線吸収インクによる印刷法が開発され酸化防止用と\nして実用化されている。」と記載され，油脂酸化の防止に着色セロハンを利用した\n事例が一例として示されている。本件審決は，刊行物４を紫外線による酸化を防止\nする手段として着色セロハンを利用する周知技術の１例として示しただけであるの\nに，原告はその１例を紫外線遮断フィルムによる変質防止法のすべての場合の作用\n効果であるかのようにすり替えて本件発明３に係る構成の容易想到性を論じるもの\nであって，正当ではない。\n食品の品質劣化のメカニズムと要因は複雑で，その１つに紫外線などの光\nによる食品の色の変質も食品業者は常に経験しているところである。クロロフィル\nを含んだタンパク質やアミノ酸や脂質やビタミンなどの成分の光による酸化等の化\n学反応がその大きな要因であることは，業界では常識になっている。枝豆には脂質\nやクロロフィルが含まれている以上，酸化などによる食品の色の変質の防止策とし\nて着色セロハンなどの有色透明包装材を用いて，原因となる光を遮断したり，照射\nされる光の波長を変化させることは，当業者であれば容易に想起することである。\n本件明細書には，茹枝豆の冷凍品の緑色の変色要因について記載は一切な\nいが，当業者であればまず光による酸化を防止して変色を防止しようと考えるであ\nろうし，その際，変色防止手段として着色セロハンなどの有色透明包装材を試みる\nことは当業者であれば容易に想起することである。刊行物４は，そのための有力な\n示唆となっており，少なくとも動機づけになる。\n第４　当裁判所の判断\n１　取消事由１（審理不尽，理由不備）について\n(1)　別件審判事件と本件審判事件とは，いずれも本件特許の無効を求める請求\nに係る事件であり，その限りで関連性を有するものであるが，特許庁の担当審判官\nにおいて，両事件を併合して審理するかどうか，別々に審理する場合において，別\n件審判事件において提出された攻撃防御方法を本件審判事件において斟酌するか，\n斟酌するとしてどの程度斟酌するかは，担当審判官の裁量にゆだねられているとい\nうべきである。したがって，別件審判事件及び本件審判事件の審理経過が，前記第\n３の（原告の主張する本件審決の取消事由）１(1)ア及びイに記載のとおりであった\nとしても，担当審判官が別件審判事件の手続経過及び同事件で提出された攻撃防御\n方法を考慮することなく，本件審判事件について本件審決をしたことをもって，本\n件審決が審理不尽により違法になるということはできない。\nこの点に関する原告の主張は採用できない。\n(2)　また，本件審判事件は本件異議申立事件とはそれぞれ別個の事件であり，\nしたがって，本件審決に係る審決書には，本件発明１ないし３に係る特許が無効で\nあるとのその結論に至った理由が記載されていれば足りるというべきであり，それ\nとは別個に，何故に本件異議決定の理由が誤っているのかについて理由を説示しな\nければならないとする根拠はない。\n本件審決に理由不備の違法があるとする原告の主張は採用できない。\n２　取消事由２（本件発明１と引用発明との一致点認定の誤り）について\n原告は，本件審決が一致点として認定した「塩味のついた茹枝豆」の冷凍品\nとは，「莢に入った枝豆自体に塩味がついている茹枝豆」の趣旨と解されるが，引\n用発明に係る「塩あじえだまめ」の冷凍品は，莢に入った枝豆自体に塩味がついて\nいる茹枝豆とはいえないから，本件審決の一致点の認定は誤りであると主張する。\n(1)　刊行物２（甲５の４）には，「ノースイは，解凍するだけで食べられる冷\n凍枝豆〝ニュー・ロング・ブランチング枝豆〟（台湾産）を今春からテスト販売し\nているが，『ゆでる手間がいらず，スーパーの惣菜売り場向けに好評だ』（同社）\nという。従来のロングブランチング枝豆はサッと湯通しする必要があったが，ニュ\nー・ロングはスチームブランチャーで完全調理しているため，解凍するだけ。味付\nけ済みの〝塩味〟は自然解凍でそのまま，味付けしていない〝ゆで枝豆〟は流水解\n凍後に軽く塩をふりかけるだけ。」と記載されている。\n上記記載によれば，刊行物２に記載の「冷凍枝豆〝ニュー・ロング・ブラ\nンチング枝豆〟」には，味付けしているもの（塩味）と，味付けしていないものの\n２種類あり，いずれも，「スチームブランチャーで完全調理」されているものであ\nることが明らかであり，また，ここでいう「完全調理」には加熱のみの場合と，加\n熱と塩味に調味する場合の両者が含まれているものと認められる。したがって，当\n業者が，スチームブランチャーが蒸すための装置であり，蒸すという方法で味付け\nすることはできないと考えていたとしても，刊行物２の上記記載からすれば，刊行\n物２でいう「スチームブランチャーで完全調理している」という製造工程には，ス\nチームブランチャーによるブランチング工程内あるいはその工程以外に塩味による\n調味工程が含まれていると理解することができるというべきである。\nそして，刊行物２に「味付け済みの〝塩味〟は自然解凍でそのまま」と記\n載されていることは上記のとおりであり，また，刊行物１（甲５の３）には，\n「『塩あじえだまめ』は，新製法で加熱処理し，塩味をつけているので，自然解凍\nするだけで利用できる。」と記載されているところ，証拠（甲１３ないし１６）に\nよれば，枝豆について，塩もみ，塩茹で，冷却，冷凍，解凍の工程を様々な条件で\n行って，枝豆の各部分での塩分の濃度を測定した場合，濃度の差はあるけれども，\n莢，薄皮，豆，豆中心部のいずれにも塩分があるとの測定結果が出ていることが認\nめられる。この測定結果及び技術常識に照らせば，塩味を付けた場合，それは莢だ\nけに留まることはなく，塩の浸透力により莢の中の豆にまで浸透してゆくと考える\nのが自然であり，豆に塩味が付かない状態というのは考えられず，刊行物１及び２\nの自然解凍でそのまま食べられる旨の記事をみた当業者は，当然，豆にも塩味がす\nる程度に塩分が浸透しているものを思い浮かべるものと考えられる。\n(2)ア　上記の点に関し，Ｂ教授意見書（甲１１）には，「(1)　茹で枝豆に塩\n味をつけるということ」として，次のとおり記載されている。\nすなわち，「この特許の出願前に掲載されたという，冷凍枝豆に関する\n新聞記事を見せて頂きました。この新聞記事の枝豆はスチームブランチャーで完全\n調理されており，解凍するだけで食べられる，塩味つけ済みの『塩あじえだまめ』\nは自然解凍でそのまま，食べると記載されている。ここでいう，枝豆の『塩味付\nけ』とは当然，茹で枝豆において普通に塩味を付けてあるように，すなわち塩茹で\nした枝豆に塩を振りかけてあるように解される。このように味を付けてあれば，解\n凍したときそのままで十分味がついていると考えても自然である。食品に味を付け\nる場合，全体に均一に味がついていておいしいものと，むらに味が付いていること\nがおいしいものとがある。たとえば，同じにぎりめしでも，表面にのみ塩味が付い\nている塩むすびと，塩を飯に均一に混ぜてある塩むすびとでは，そのおいしさは異\nなるものである。茹で枝豆は，莢についている塩味を口に入れたときまず味わい，\n莢の中の豆の甘みのある独特の風味を味わうのが普通であると考える。従って，茹\nで枝豆において莢の中にまでしっかりと塩味を付けるということは，新しい考え方\nであり，この新聞記事でいう『塩味付け』が，莢の中の豆の中心にまで塩味を浸透\nさせてあることとは一般に考えないであろう。」とある。\n上記意見書は，Ｂ教授が，原告会社の関係者から本件発明について説明\nを受けた上で，刊行物１及び２を読んで作成されたものと推認されるところ，同教\n授は，上記意見書において，刊行物１及び２記載のものは，枝豆の通常の料理法で\nある塩茹でしたものに塩を振りかけてあるものと解されるとしており，その理由と\nして，そのように味が付けてあれば，解凍したときそのままで十分味が付いている\nと考えても自然であると述べているにとどまる。同教授は，ここにおいて，莢の中\nの豆に塩味がついているかどうかについては明確に述べておらず，単に調理方法を\n推測しているのみである。一方，同教授は，上記意見書において，茹枝豆の場合\nは，莢についている塩味を口に入れたときまず味わい，莢の中の豆の甘みのある独\n特の風味を味わうべくむらに味を付けるのが普通であるとし，そのことを前提に，\n本件発明１の茹枝豆が莢の中の豆にまでしっかりと塩味を付けるということは新し\nい考え方であるとした上，翻って，刊行物１及び２でいう「塩味付け」が，莢の中\nの豆の中心にまで塩味を浸透させてあるとは一般に考えないと結論付けている。\nそうすると，上記意見書において，引用発明に係る「塩あじえだまめ」\nが，莢の中心まで塩味を浸透させているものとはいえないとする根拠が明らかにさ\nれているとはいい難く，Ｂ教授は，本件発明１について説明を受け，それが新しい\n考え方であるという予断をもった上で，刊行物１及び２の記載内容について感想を\n述べたにすぎないというほかはないから，その意見は，これらの刊行物の記載を読\nんだ普通の当業者が抱く意見であるとは認められない。\nイ　原告は，Ｃの実験報告書（甲１３）により塩味がすると感じる下限は塩\n分濃度が０．５～０．６重量％程度であるところ，別件審判事件において主張され\nたノースイの製法の追試実験を行い，その実験結果（甲１４）によると，上記ノー\nスイの製法では莢の中の豆まで塩味がつくほど塩分が浸透せず，せいぜい莢の表面\nに近い部分に塩味がつくだけであり，また，Ｄ教授・Ｅ講師によるブランチング・\n冷凍・解凍による実験報告書（甲１５），Ｆ教授による同様の実験報告書（甲１\n６）によっても，莢の中の豆自体に塩味がする程度の塩分濃度とはならないと主張\nしている。\nしかしながら，これらの実験は，いずれも刊行物１及び２に記載された\n「塩あじえだまめ」の冷凍品自体の塩味の状態や塩分の浸透状態を測定したもので\nはない。そして，甲１４に記載の「ノースイの製法」が上記「塩あじえだまめの」\nの製法と一致するものであると認めるに足りる証拠はなく，また，甲１５の実験\nは，塩茹でによって豆に塩味を付与する塩茹枝豆の製造方法においてスチームブラ\nンチャーでのブランチング方法及び解凍方法が枝豆の豆の塩味に及ぼす影響を見る\nことを目的としたものであり，甲１６の実験は，塩水でブランチングした冷凍枝豆\nについて，ブランチング条件と冷凍枝豆中の塩分濃度との関係を検証することを目\n的としたものであるが，各実験で用いられた冷凍枝豆の製造方法が刊行物１及び２\n記載の「塩あじえだまめ」の製造方法と同一のものであるかどうかは明らかでな\nい。したがって，これらの証拠に基づく原告の上記主張は採用できない。\nウ　刊行物１及び２の頒布当時（平成３年）に原告会社の農水産課長をして\nいたＧの陳述書（甲２８）には，「検品の方法は，３つくらいのメーカーの製品を\n名前を伏して試食し，順序をつけたり，食感の具合を見たり，色感を目視した後，\nメーカー名を見るというものです。解凍は，・・・テストキッチンで行いました。\nこのときの検品をしたとき，ノースイのものは水っぽく，いわゆるべちゃ感のある\nもので，鮮度も弾力もありませんでした。色感も，解凍後，緑色の退色，黄化する\nのが他社のものより早かったという記憶があります。・・・当時のノースイのもの\nが塩味がしたかどうかですが，食感や美味しさを言葉で表現するのは難しいのです\nが，とにかく水っぽかったという記憶があるだけで，塩味がしたという記憶はあり\nません。」とある。\nしかしながら，上記の陳述内容では，ノースイのどの製品を試食したか\nについて明らかでなく（前記認定のとおりノースイには味付け済みの枝豆と味付け\nしていないものがある。），塩味の有無についても，それがなかったという明確な\n陳述はされていない（豆自体の塩味であるかについても区別がされていない。）。\n加えて，それは，原告会社の社員の地位にあった利害関係者の陳述であり，その内\n容をそのまま信用してよいかも疑問がある。\nエ　したがって，上記アないしウ記載の証拠に基づいて，引用発明に係る\n「塩あじえだまめ」の冷凍品は，莢に入った枝豆自体に塩味がついている茹枝豆と\nはいえないとすることはできない。\n(3)　本件審決の一致点の認定に誤りがあるとする原告の主張は採用することが\nできない。\n３　取消事由３（本件発明１の進歩性に関する判断の誤り）について\n(1)　本件発明１の技術的課題（目的）の認定に誤りがあるとの主張について\n原告は，本件審決が「需要者の好みに応じて塩味を調整し，しっかりと塩\n味の感じられる塩味枝豆を提供することも，当業者に当然要求される技術的課題の\n１つである。」とした認定は本件発明１の技術的課題についての誤った認定である\n旨主張する。\nしかしながら，本件審決は，本件発明１の「豆の薄皮に塩味が感じられ，\nかつ，豆の中心まで薄塩味が浸透している」について，これを直接説明する記載は\n本件明細書（甲３）には見当たらないが，中心まで塩味を浸透させることの必要性\nの１つは，枝豆を食したときにしっかりと塩味が感じられるようにするためである\nと理解できるとし，これに続いて，「ところで，従来から，枝豆は茹でた後，これ\nに塩味を付けて美味しく感じられるようにして食されているものであり，需要者の\n好みに応じて塩味を調整し，しっかりと塩味の感じられる塩味枝豆を提供すること\nも，当業者に当然に要求される技術的課題の１つである。」と記載し，相違点１に\n係る本件発明１の容易想到性について判断しているものである。しかして，かかる\n文脈からすれば，原告指摘の本件審決の上記認定は，上記容易想到性の判断をする\nための前提として，当業者における一般的な技術水準における課題について述べた\nものであると解される。\nこれと異なる見解に立つ原告の上記主張は，採用できない。\nなお，原告は，本件発明１において，従来は茹でた後に塩を振って味わっ\nていた枝豆に，あえて薄塩味を豆の中心まで浸透させるのは，塩味のコントラスト\nを多少犠牲にしても，流水解凍においても適度な塩味が付されているということ\nを，本件発明１の技術的課題としているからであると主張するが，本件明細書（甲\n３）にはこのような技術的課題については一切記載がないし，このように本件明細\n書に記載のない技術課題をもち出して本件発明１の進歩性を基礎付けることはでき\nないというべきである。\n(2)　本件発明１の構成の容易性についての認定判断について\nア　「塩水に浸漬することにより食品に塩味を付けることは，古来，一般的\nになされている」とした本件審決の認定について\n原告は，食品は多種多様で，その中の野菜類でもその調理方法は多様で\nあるから，食品一般という技術分野で周知技術を認定すること自体無理があって，\nしかも，食品一般という技術分野において本件審決の認定した周知技術（塩水浸漬\nによる塩味付け）は一般的に存在しないと主張し，「渡辺実著『日本食生活史』」\n（甲１９）及び大学教授等の意見書ないし見解書（甲９ないし１２）をその根拠と\nして挙げる。\nしかしながら，塩水浸漬をすれば塩味がつくことは当業者ならずとも理\n解することができるものであり，塩味を付与するための手法として，塩を固体のま\nま使用することが昀も一般的な方法であることは否定できないが，塩茹でも一般的\nな調理手段であり，それは塩水浸漬と加熱の組合せであるから，塩水浸漬の一態様\nであると見ることができるし，「立て塩」（塩を溶かした水）による食塩の添加法\n（乙１４）も周知の調理方法であると認められる。\n甲１９には，縄文式時代に食塩は使用されていなかったと思われ，ま\nた，海水を利用することはあり得なかったであろうと推認される旨の記載がある\nが，これらの事実は本件審決の上記認定を左右するものとはいえず，また，甲９な\nいし１２も，栄養学や調理学等の専門家の意見を記載したものではあるものの，手\n近にある一般の調理法を視野に入れた見解であるかどうかは疑わしく，これらの証\n拠は上記認定を左右するものではない。\n本件審決の上記周知技術の認定に誤りがあるとはいえず，原告の主張は\n採用できない。\nイ　原告は，当業者は，塩水浸漬により塩味を付けようとすると，うまみ成\n分が流出することを知っているから，そのような調理法によって，しっかりと枝豆\nに塩味を付けることを想到することは容易ではないと主張する。\nしかしながら，塩水浸漬という調理法にはうまみが逃げる傾向があると\nしても，塩水浸漬という調理法によって枝豆に塩味を付けることができることは，\n刊行物３（甲５の２）の「さや付きのえだ豆をブランチングした後，さや付きのま\nま調味液に漬け込み，豆そのものに調味液を浸透させた」旨の記載から明らかであ\nるのみならず，一般人に周知の事柄であり，そのような調理法を採用することは容\n易に想起でき，そのときに，塩味の濃度とうまみのバランスをとりつつ，しっか\nり，すなわち豆の中心まで薄塩味が浸透するように枝豆に塩味を付ける程度のこと\nは，当業者であれば容易にできることであると認められる。\n原告は，刊行物３記載の「味付け枝豆」の製法は，実施可能な程度に開\n示されおらず，しかも，しょう油を主体とする調味液に４８時間も浸漬するもので\nあり，およそ，上記容易想到性を認定する証拠たり得ないと主張するが，本件審決\nは，塩水浸漬が食品に塩味を付ける方法として一般的であるということも根拠とし\nて上記容易想到性を認定しているものと考えられるし，また，塩味付けは調味付け\nの一種であり，刊行物３記載の上記製法から，豆に塩味付けをする場合に，調味液\nに塩水を使用することは当業者において容易に想到し得ることと考えられるから，\n原告の主張は採用することができない。\nまた，原告は，刊行物３記載の上記製法は，しょう油，かつおエキスな\nどの調味液に４８時間浸漬するものであり，「塩水浸漬」の１事例として相応しく\nないばかりか，細菌等の問題もあるから，当業者において，このような「味付き枝\n豆」の技術を引用発明に係る「塩あじえだまめ」と組み合わせることを想到するは\nずはないと主張する。\nしかしながら，「豆の薄皮に塩味が感じられ，かつ，豆の中心まで薄塩\n味が浸透している」ように塩味付けをする方法として，どの程度の長時間浸漬が必\n要となるかは「薄塩味」の程度によることであるし，技術常識に照らせば，細菌の\n問題が生じる４８時間もの浸漬が必要となるものとも認められず，仮にそのような\n問題があっても，浸漬する系における細菌増殖の防止は当業者が必要に応じて行う\nことができるものと考えられるから，浸漬時間の点は引用発明に係る「塩あじえだ\nまめ」に刊行物３記載の上記製法を組み合わせることの阻害要件になるものとは認\nめられないし，また，うまみの流出に関しては，塩味付けの濃度とのバランスをと\nる問題であり，その問題解決が当業者において適宜なし得る程度のものであること\nは前示のとおりであるから，やはり塩水浸漬を採用する阻害要因となるものとは認\nめられない。\nさらに，原告は，塩水浸漬が，ブランチングの後で，高濃度の食塩水で\nあれば，うまみが維持されたまま短時間に塩味がするほど塩分が浸透することを初\nめて発見したものであり，そのような工程の組合せは容易に想到できるものではな\nいとも主張するが，本件発明１は，塩味の付与方法が特定されているものではな\nく，「豆の中心まで薄塩味が浸透している」ことを要件とするものであるから（う\nまみの程度についても要件ではない。），処理手段は問題にならず，枝豆につい\nて，豆の中心まで薄塩味が浸透している状態に塩味を付与することの容易想到性が\n認められれば十分であり，上記のような工程の組合せの容易想到性と「豆の中心ま\nで薄塩味が浸透している」茹枝豆の容易想到性とは直接の関係がないというべきで\nある。\n本件審決の上記判断に誤りがあるとする原告の主張は採用できない。\n(3)　本件発明１の作用効果の看過について\n原告は，塩水浸漬がうまみ流出や細菌の問題を阻害要因として考慮する\n必要がないことを初めて認識したもので，ブランチング後であれば莢の中の豆まで\n塩分が浸透することを発見したものであり，そのような発見がされて初めて，莢の\n緑色が維持され，豆自体にソフト感があり，かつ，茹枝豆として当然に具備すべき\nうまみがありながら，流水解凍しても豆の中の適度な塩味が保持されているという\n作用効果を有する本件発明１を初めて想到することができたものであり，本件審決\nはこのような本件発明１の格別顕著な効果を看過していると主張している。\nしかしながら，塩分を浸透させる方法は本件発明１の構成要件ではなく\n（ブランチング後に塩水浸漬をした場合の効果であるとすれば，それは本件発明１\nの奏する効果ではない。），豆の中心にまで薄塩味が浸透していると，流水解凍し\nても，うまみがありながら，豆の中の適度な塩味が保持されているという作用効果\nをもつというであれば，それは，豆の中心まで薄塩味が浸透しているという構成\n（その容易想到性については前示のとおりである。）のものが当然にもつ作用効果\nであり，当業者が予測し得る作用効果であるにすぎない。\n４　取消事由４（本件発明２の進歩性に関する判断の誤り）について\n(1)　原告は，相違点１についての本件審決の判断は誤りであると主張するが，\nその判断に誤りがあるといえないことは既に説示したとおりである。\n(2)　原告は，本件審決が，相違点２についての前記第２の３(2)イの判断が誤\nりであるとし，その理由として，本件発明２は，そのような手段を採ることによっ\nて，本件発明１を薄塩味のばらつきがないものに限定したものであると主張してい\nる。\nしかしながら，本件明細書（甲３）においては，「茹枝豆が，熱水中での\nブランチング及びスチームブランチングの前又は後で，少なくとも塩水浸漬処理す\nる」ことにより，薄塩味のばらつきがないものになることに関しては一切記載がな\nく，また，そのような状態のものになることの裏付けとなる証拠もないから，原告\nの主張はその前提を欠き，採用できない。\n５　取消事由５（本件発明３の進歩性に関する判断の誤り）について\n(1)  原告は，本件発明１及び２の進歩性に関する判断は誤りであるから，本件\n発明３の進歩性に関する判断も誤りである旨主張するが，本件発明１及び２の進歩\n性に関する判断に誤りがないことは前記２ないし４に説示したとおりであるから，\n原告の上記主張は，その前提を欠き理由がない。\n(2)  原告は，刊行物４は，油脂酸化の防止を課題とし，本件発明３のように茹\n枝豆の緑色の維持を課題としていないから，油脂酸化の防止技術により緑色の維持\nという効果を奏することは当業者が予測し得ないことで，あえて試みることではな\nいと主張する。\nしかしながら，刊行物４（甲５の７）には，「紫外線による酸化を防止す\nる目的で，紫外線吸収剤添加フィルムおよび紫外線吸収インクによる印刷法が開発\nされ酸化防止用として実用化されている。」と記載され，油脂酸化の防止に着色セ\nロハンを利用した事例が一例として開示されている。\nところで，技術常識及び弁論の全趣旨によれば，紫外線などの光による食\n品の色の変質は食品の品質劣化の１つであるが，クロロフィルを含んだタンパク\n質，アミノ酸，脂質などの成分の光による酸化等の化学反応がその大きな要因であ\nることは，食品業界では技術常識となっているものと認めることができる。そし\nて，枝豆には脂質やクロロフィルが含まれていることも常識に属することであり，\nそうである以上，塩味茹枝豆の冷凍品の緑の変色を防止するため，着色セロハンな\nどの有色透明包装材を用いてこれを包装し，原因となる光を遮断したり，照射され\nる光の波長を変化させることは，当業者であれば容易に想到できることと考えられ\nる。\n６　以上の次第で，原告が取消事由として主張するところはいずれも理由がな\nく，本件審決に他にこれを取り消すべき瑕疵は見出せない。\nよって，原告の請求は理由がないから棄却することとし，主文のとおり判決\nする。\n東京高等裁判所知的財産第１部\n裁判長裁判官   　 　　北　　山　　元　　章\n裁判官　　　　　青　　栁　　　　　馨\n裁判官 　　     沖　　中　　康　　人\n"
}