{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 3,
    "day": 28
  },
  "case_number": "平成14(ワ)16938",
  "case_name": "",
  "court_name": "東京地方裁判所",
  "right_type": "意匠権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "11188",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=11188",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/188/011188_hanrei.pdf",
  "contents": "平成１４年(ワ)第１６９３８号意匠権侵害差止等請求事件\n平成１５年１月１５日口頭弁論終結\n判　　　　　　　　　決\n原              告　　　　アイエスティー株式会社\n同訴訟代理人弁護士　　　　寒河江　孝　允\n同　　　　　　　　　　　　武  藤    　元\n被              告　　　　株式会社住軽日軽エンジニアリング\n被告補助参加人　　　　    日本商事株式会社\n被告補助参加人　　　　    ジー・オー・ピー株式会社\n上記３名訴訟代理人弁護士　小  林  幸  夫\n補佐人弁理士 　　         久  保    　司\n主　　　　　　　　　文\n１　原告の請求をいずれも棄却する。\n２　訴訟費用は原告の負担とする。\n事　実　及　び　理　由\n第１　請求\n１　被告は，別紙物件目録記載の作業用足場を製造，販売してはならない。\n２　被告は，原告に対し，金５４００万円及びこれに対する平成１４年８月１６\n日から支払済みまで年５分の割合による金員を支払え。\n第２　事案の概要\n本件は，原告が，被告に対し，別紙物件目録記載の作業用足場（以下「被告物\n件」という。）を製造販売する被告の行為が，原告の有する意匠権を侵害するとし\nて，被告の同行為の差止及び損害賠償を求めている事案である。\n１　争いのない事実\n(1)　原告の意匠権\n原告は，以下の意匠権（以下「本件意匠権」といい，この意匠に係る登録\n意匠を「本件登録意匠」という。）の持分２分の１を有している。\nア　意匠に係る物品　　作業用足場\nイ　登録番号　　第９０３２６５号\nウ　出願日　　平成４年９月２１日\nエ　登録日　　平成６年４月２２日\nオ　登録意匠　　別紙意匠公報（以下「本件公報」という。）記載のとおり\n(2)　被告は，業として，被告物件を製造，販売している。\n２　争点及び当事者の主張\n(1)　被告物件の意匠（以下「被告意匠」という。）は，本件登録意匠に類似す\nるか。\n（原告の主張）\nア　本件登録意匠の要部（特徴的部分）\n本件登録意匠の特徴的部分は，以下のとおりである（争いがある部分に\nは，下線を付した。）。\nＡ　正面図において，開脚の状態で，足場となる水平板，左右に略１０５\n度の角度で脚部が存在し，この脚部は伸縮可能に上部と下部に分かれる。水平板中\n央部片側に把手部が存在する。\nＢ　平面図において，４２４２又は２１２１の配列の穴部の多数存在する\n横長方形状の足場，左右に末広がり状の脚部，脚部に２段の梯子状の桟がある。足\n場中央部片側に把手部が存在する。\nＣ　右側面図において，上部脚部のうち，上部脚部全体の約５分の１の長\nさに相当する部分が，上部脚部の上端から左右垂直に垂下し（以下「垂下部」とい\nう。），該垂下部に続き，左右外方にやや末広がりに台形状の脚部を形成し，該脚\n部には２本の桟部が横張りされ，下部脚部は足場の高さ調整をするため上部脚部に\n挿入可能となるべくやや細めに形成され，脚部最下端には補強部を設けてある。\nＤ　底面図において，台場の中央部を仕切っている，縦直線状に補強部材\nが渡り込まれている。\nＥ　折畳状態の正面図，底面図において，脚部の４箇所の端部は，左右互\nいに対向する形となっている。\nイ　被告意匠の構成\n被告意匠の構成は，以下のとおりである（争いがある部分には，下線を\n付した。）。\n(ア)　基本的構成\n平面図横長長方形状の平板部の左右両側に二本の支柱と複数本の横桟\nからなる略梯子状の脚部を対称状に設け，平板部表面に多数の小孔を形成し，平板\n部と脚部の連結部分にヒンジ部を設けて脚部を折り畳み可能とした。\n(イ)　正面図\n正面図において，開脚の状態で，足場となる水平板，左右に略１０５\n度の角度で脚部が存在し，この脚部は伸縮可能に上部と下部に分かれる。足場左右\nに折畳補強部がある。\n左右の脚部は，下方が上部脚部内に入り込み伸び縮みする伸縮脚の構\n成としたもので，脚支柱を略四角柱状に，横桟を略角棒状に形成し，脚部の上端の\n端を平板部の幅と同幅とし，両脚部の脚支柱の正面図及び各脚部の側面図を略\n「ハ」の字状に拡開した。最下段の横桟の両端に小さな突片を設け，脚支柱の尾端\nにキャップを設けた。左右のヒンジ部は，脚支柱の上部に取り付けたヒンジ板の内\n側上辺を略弧状とした。\n(ウ)　平面図\n平面図において，穴部の多数存在する横長方形状の足場，左右に末広\nがり状の脚部，脚部に２段の梯子状の桟がある。足場左右の折畳補強部がある。\n平板部において，多数の小円孔を，千鳥状に２１２１（中央部）及び\n１２１２（両側部）の配列で複数列形成し，中央長手方向に細幅帯状に余地部を設\nけ，小円孔は，上方に僅かに突出し，頂部にごく小さい円孔が表れている。\n(エ)　右側面図\n右側面図において，上部脚部のうち，上部脚部全体の約５分の１の長\nさに相当する部分が，上部脚部の上端から左右垂直に垂下し，該垂下部に続き，左\n右外方にやや末広がりに台形状の脚部を形成し，該脚部には２本の桟部が横張りさ\nれ，下部脚部は足場の高さ調整をするため中部脚部に挿入可能となるべくやや細め\nに形成され，脚部最下端には補強部を設けてある。\n足場から折畳み補強部が垂下し，該略中央部にさらに横棒状の補強部\n材よりなる。\n(オ)　底面図\n底面図において，逆ハ字形の補強部材が渡り込まれている。\n(カ)　折畳状態の正面図，平面図\n折畳状態の正面図，平面図おいて，脚部の４箇所の端部は左右互いに\n対向する形となっている。\nウ　本件登録意匠と被告意匠との対比\n(ア)　被告意匠は，本件登録意匠の特徴的部分と概略同一の構成を備えて\nいる。\nａ　正面図において，被告意匠の形状は本件登録意匠と略同一である。\n被告意匠には，水平板中央部に把手部がないが，把手部は本件登録\n意匠においても付随的部分にすぎない。\nｂ　平面図において，被告意匠の形状は本件登録意匠と略同一である。\n被告意匠には，補強部が存在するが，これは付随的部分にすぎな\nい。\nｃ　右側面図において，被告意匠の形状は，本件登録意匠と略同一であ\nる。\nｄ　底面図において，渡込みの補強部材が，被告意匠では逆ハ字形であ\nるのに対して，本件登録意匠では縦にＩ字形である点で相違する。しかし，上記相\n違は，底面であり，通常看者の目を引くところではなく，些細な部分での相違にす\nぎない。\nｅ　折畳状態の正面図，側面図において，被告意匠の形状は，本件登録\n意匠と略同一である。\n(イ)　以上によれば，被告意匠は，本件登録意匠の基本的構成と同一の基\n本的構成態様及び略同一の具体的構成態様を備えている。特に，①平板部におい\nて，円形状の多数の小円孔を，類似する具体的配列パターンで千鳥状に複数列形成\nした点，②左右の脚部は，下方が伸縮する伸縮脚の構成としたもので，脚支柱を略\n四角柱状に，横桟を略角棒状に形成し，脚部の上端の幅を平板部の幅と同幅とし，\n両脚部の脚支柱の正面図及び各脚部の側面図を略「ハ」の字状に拡開した点，が共\n通しており，同共通点は，看者の注意を最も強く惹く部分に存在する。\n(ウ)　一方，被告意匠と本件登録意匠とは，被告意匠に①足場中央部に把\n手部がない，②開止め金具が存在する，③折畳補強部が存在する，④渡込みの補強\n部材が，本件登録意匠では縦にＩ字型であるのに対し，被告意匠では逆ハ字形であ\nる，⑤平板部の態様において，本件登録意匠は表面には小円孔のみが表れているの\nに対し，被告意匠では表面の小円孔間に長手方向と平行な横線を表している，⑥小\n円孔の配列構成について，本件登録意匠は横６列構成としているのに対し，被告意\n匠では全体で横８列構成としている，という点で相違する。\nしかし，①ないし③はいずれも本件登録意匠の付随的部分にすぎない\nし，④は底面部分であり，通常看者の目を引くところではないから，いずれも全体\nの類似性を左右するものではない。また⑤，⑥は，本件登録意匠と被告意匠が，多\n数の小円孔を千鳥状に複数列を設けたという点で共通していることに照らせば，小\n円孔の列の数のわずかな相違は，天板における意匠としての模様の様々な選択肢の\n範囲内のものであって，形態全体から見れば共通するということができる。その\n他，被告が主張する相違点は，本件登録意匠と被告意匠との類似性に影響を与える\nものではない。\n(エ)　したがって，被告意匠は本件登録意匠に類似する。\nエ　公知意匠に対する反論\n被告は，本件登録意匠の要部認定の際に以下の公知意匠を考慮すべきで\nあると主張する。しかし，以下のとおり，いずれも本件登録意匠の要部に影響を与\nえるものではない。\n(ア)　乙３について\n乙３掲載の「スライドダイバ」の下部脚部を観察しても，本件登録意\n匠の上部から下部脚部に至る形状のような，「上部脚部が下部脚部を収納する形の\n伸縮状の形状」となっていることは看取できない。すなわち，上記「スライドダイ\nバ」の脚部は，上部から下部脚部下端部までが一体構成となって，脚部全体が面一\nの一貫した細長脚の形状をしている。\n(イ)　乙４について\n乙４は，本件登録意匠出願より後の平成１０年６月１日に作成された\nものであり，乙４掲載の図面は，本件登録意匠に基づいて製造された原告の製品を\n示すものである。\n(ウ)　乙５について\n乙５は，「脚立」の先行意匠であり，本件登録意匠とは足場の形状が\n相違する。すなわち，本件登録意匠が，平面図横長長方形状の平板部及びその表面\nに多数の小孔から成る形状であるのに対し，乙５では，足場部が長手方向両側に細\n長状の縁板が架設され，中央空間を挟んで横長方形状横幅３分の１幅の平板２枚が\n長手方向に架設された形状である。\n（被告の反論）\nア　本件登録意匠の要部（特徴的部分）について\n(ア)　正面図\n「開脚の状態で，足場となる水平板，左右に略１０５度の角度で脚部\nが存在しこの脚部は伸縮可能に上部と下部に分かれる」構成は本件登録意匠の特徴\nとはいえない。すなわち，「脚部が伸縮可能に上部と下部に分かれる」構成は，意\n匠公報の図面から看取することができないし，仮にＢーＢ断面図に記載されている\nとしても，脚支柱は略四角柱状であり，看者には内部の露出した構造は見えないは\nずであるから，本件登録意匠の要部となり得ない。また，上記構成は，アルミニウ\nム製の作業用足場としての基本的形態であり，すべて公知意匠（乙２，５）に含ま\nれているから，本件登録意匠の要部とはいえない。\n(イ)　平面図\n「穴部の多数存在する横長方形状の足場，左右に末広がり状の脚部，\n脚部に2段の梯子状の桟がある」構成は本件登録意匠の特徴とはいえない。すなわ\nち，右側面図においては脚部に渡された２つの横の部材の太さが違っており，意匠\n公報の図面上，２段目の部材が「桟」に当たるかどうか不明であるから，「脚部に\n2段の梯子状の桟」とはいえない。また，上記構成は，アルミニウム製の作業用足場\nとしての基本的形態であり，すべて公知意匠（乙３。また，穴部の多数存在する形\n状については乙６，脚部及び桟の形状については乙１２）に含まれているから，本\n件登録意匠の要部とはいえない。\n(ウ)　右側面図\n「やや末広がりに台形状の脚部を形成し，該脚部には２本の桟部が横\n張りされ，下部脚部は足場の高さ調整をするため上部脚部に挿入可能となるべくや\nや細めに形成され，脚部最下端には補強部を設けてある」構成は本件登録意匠の特\n徴とはいえない。すなわち，同構成は，乙４に示されるように，通常の作業用足場\nとして当然備わった形態であり，乙３の公知意匠にも含まれている。\n(エ)　折畳状態の正面図，底面図\n「折畳状態の脚部の４箇所の端部は，左右互いに対向する形となって\nいる」構成が本件登録意匠の特徴の一部であることは認めるが，正確には，「隙間\nなく対向する」とすべきである。\nイ　被告意匠の構成について\n(ア)　左右の脚部の脚支柱が「略四角柱状」であること及び横桟について\n「略角棒状」であることは否認する。被告意匠における脚支柱は，別紙物件目録添\n付の図面に記載されているとおり「略コの字状」である。また，被告意匠の横桟\nは，同図面に記載されているように，中が空洞になっており「略角管状」である。\n(イ)　平板部において，「細幅帯状に余地部を設け，」ていることは否認\nする。被告意匠の平板部には，ストライプ状の模様が形成されていて，中央長手方\n向に細帯状に余地部はない。\n(ウ)　右側面図において，「上部脚部のうち，上部脚部全体の約５分の１\nの長さに相当する部分が，上部脚部の上端から左右垂直に垂下し」ていること，\n「脚部最下端には補強部を設けてある」ことは否認する。\nウ　本件登録意匠と被告意匠との対比\n被告意匠と本件登録意匠とは，以下のような相違点があり，全体として\n観察したときには，看者に全く異なる印象，美観を与えるから，両者は類似してい\nない。\n①　天板の枚数\n本件登録意匠は天板が1列であるのに対し，被告意匠は天板が３列であ\nり，それゆえに境界線も外部に現れている。天板の大きさと模様は最も看者の注意\nを引く部分である。\n②　天板の幅と長さの割合\n本件登録意匠の天板の幅と長さの割合が「１対４」であるのに対し，\n被告意匠は「１対３」である。本件登録意匠は細長い一枚の天板からなっているの\nに対して，被告物件は，通常の作業用足場と違って，幅を５００ミリメートルに広\nげたところに大きな特徴があり，その結果，看者に，広く平らな作業床により，今\nまでに無い安全性を確保できる安定した天板という印象，美感を与える点で，異な\nった印象，美感を与える。\n③　天板のストライプ模様\n本件登録意匠は，天板にストライプ模様がないのに対し，被告意匠に\nは存在する。すなわち，被告物件の天板模様は単に穴が羅列しているだけでなく，\n穴がストライプで囲まれた帯の中に収まり，点と線の混在する独自の模様を形成し\nている。１本のストライプは数本の細線の集合からなり，幅広の天板でスベリ止め\nの役割を果たしている。\n④　天板のパンチングの配列\n本件登録意匠は，天板のパンチングの配列が，４２４２４２であるの\nに対し，被告意匠は，両端の天板の配列が１２１２１２，中央の天板が２１２１２\n１であり，看者に与える印象が異なる。なお，原告は，被告意匠の配列が「横８\n列」であると主張するが，被告意匠の配列は「横９列」である。\n⑤　ステイの有無\n本件登録意匠にはステイ（天板と脚部の間に斜めに渡された，脚部の\n開止め金具）がないのに対し，被告意匠にはステイが存在し，正面図，側面図いず\nれからも看者に相当異なった印象を与える。\n⑥　折畳状態における主脚の重なり具合\n折畳状態において，本件登録意匠は，主脚が，隙間なく対向している\nのに対し，被告意匠は，主脚が約１１０ミリメートルの隙間を有する。\n⑦　把手部の有無\n本件登録意匠には把手があるのに対し，被告意匠には把手が存在せ\nず，これにより，看る者に相当に異なる印象を与える。\n⑧　垂下部の有無\n本件登録意匠には，垂下部があるのに対し，被告意匠には存在しな\nい。\n⑨　天板底面部の補強部材\n本件登録意匠は，天板底面部の補強部材がＩ型であるのに対し，被告\n意匠は，補強部材がハ型である。\n⑩　脚部最下部の補強部の有無\n本件登録意匠には脚部最下部に補強部（キャップ）があるのに対し，\n被告意匠には存在しない。\n⑪　脚開閉ストッパーの形状\n本件登録意匠は，脚開閉ストッパーがＬ形状であるのに対し，被告意\n匠は，○形状である。\n⑫　桟部の滑止め\n本件登録意匠は桟部に滑止めが無いのに対し，被告意匠は滑止めのた\nめの６本の線がある。\n⑬　主脚の側面の模様\n本件登録意匠は，主脚の側面に模様がないのに対し，被告意匠は太い\n線２本，細い線２本がある。\n⑭　脚部の積重ね用のスペーサーの有無\n本件登録意匠は，スペーサーがないのに対し，被告意匠は，スペーサ\nーが，各脚の２段目の桟に２個ずつ，合計４個ついている。\n⑮　天板側面の模様\n本件登録意匠は，天板側面に模様がないのに対し，被告意匠は３本線\nがある。\n⑯　桟の太さ\n本件登録意匠は，２段目が太く，１段目が細い桟があるのに対し，被\n告意匠は，２本とも同じ太さの桟がある。作業台においては昇降時の安全の確保は\n利用者にとって重要な点であり，看者は昇降する時に上下の桟の太さを確認するの\nで，桟の太さはデザイン上大きな相違といえる。\n(2)　損害の額\n（原告の主張）\nア　原告は，本件意匠権の持分２分の１を有する。\nイ　被告は，被告物件を，平成１２年８月１日より平成１４年１０月３１日\nまでの間に合計２万７０００基製造及び販売し，合計１０億８０００万円を売り上\nげた。\nウ　本件意匠権の実施料相当料率は６％である。\nエ　したがって，原告が受けた損害額は，３２４０万円である。\n１０億８０００万円×６％×１／２＝３２４０万円\n（被告の主張）\n否認ないし争う。\n第３　当裁判所の判断\n１　本件登録意匠について\n(1)　本件登録意匠の構成\n証拠（甲２）によれば，本件登録意匠の構成は，以下のとおりであると認\nめられる。\nア　正面図\n正面図において開脚の状態で，足場となる水平板と，同水平板に対して\n左右に略１０５度の角度で脚部が存在し，この脚部は上部（以下「上部脚部」とい\nう。）と，下部（以下「下部脚部」という。）とに分かれている。水平板と左右の\n脚部を繋ぐヒンジ部は，脚支柱の上部に取り付けたヒンジ板の内側上辺が略弧状と\nなっている。水平板表面には，上方に僅かに突出している多数の小円孔が設けられ\nている。水平板中央部の側面に把手部が存在する。\nイ　平面図\n平面図において横長長方形状の１枚の天板からなる足場（水平板）と，\n上端の端を水平板の幅と同幅とし，左右に末広がり状（略「ハ」の字状）に開いた\n脚部がある。脚部には２段の梯子状の桟が設けられている。足場表面には，中央長\n手方向に細幅帯状に余地部を設け，その左右には，円形状の多数の小孔が２１２１\nの配列で千鳥状に形成されている。脚支柱及び横桟は，それぞれ略四角柱状に形成\nされている。\nウ　右側面図\n右側面図において，上部脚部は，上方から上部脚部の約５分の１程の長\nさまで左右垂直に垂下し（垂下部），該垂下部に続いて左右外方にハの字状に末広\nがりとなる。上部脚部には２本の桟部が横張りされ，下部脚部は，上部脚部よりも\nやや細めに形成され，脚部最下端にはキャップ状の部材が設けられている。最下段\nの横桟の両端に，小突片が設けられている。\nエ　底面図\n底面図において，Ｉ字型の補強部材が渡し込まれている。\nオ　折畳状態の正面図\n折畳状態の正面図において，脚部の４箇所の端部は，隙間なく左右互い\nに対向する形となっている。\n(2)　本件登録意匠の要部（特徴的部分）\nア　事実認定\n証拠（乙２ないし６，１１，１２）及び弁論の全趣旨によれば，以下の\n事実が認められる。\n(ア)　一般に作業用足場は，その用途上当然に，足場となる平板部の左右\n両側に二本の支柱と複数本の横桟からなる略梯子状の脚部を左右対称状に設け，平\n板部と脚部の連結部分にヒンジ部を設けて脚部を折り畳み可能という基本的な構成\nを備えている。\n(イ)　昭和６０年８月１０日第４刷の「仮設機材構造基準とその解説」\n（社団法人仮設工業会編集発行）によれば，社団法人仮設工業会が設定する仮設機\n材認定基準においては，建築工事に用いる金属製足場板には，使用時において作業\n者の足元が滑らないように，足場板の踏面に，凹凸又は穴開け加工を施すこととさ\nれていることに照らすならば，足場板表面に穴開けがしてある作業用足場は周知で\nある。\n(ウ)　本件登録意匠の登録出願前の昭和６１年２月１日に発行された「総\n合カタログ　インテリア業務用」（極東産機株式会社出版）には，「スライドダイ\nバ」と称するアルミ製施行用台場の写真が掲載されている。同スライドダイバの意\n匠の構成は，以下のとおりである。\nａ　開脚の状態で，水平なスライド式天板を用いた足場部分を備え，同\n足場部分に対して左右に略１０５度の角度で脚部が存在し，脚部は，上部脚部と，\n上部脚部内に収納され得るよう，やや細い下部脚部とに分かれた脚部を有する構成\nとなっている（なお，写真からは必ずしも明らかでないが，カタログの説明文に\n「スライドステージに伸縮脚をつけ・・折畳式伸縮脚立は自由な長さに調整でき」\nと記載されていること，脚部に伸縮調整手段が設けられていることから，上記のと\nおりの構成であると推認される。）。脚部の上端の端は足場部分の幅と同幅であ\nり，左右に末広がり状（略「ハ」の字状）に開いている。\nｂ　脚部には２本の桟部が横張りされ，脚部最下端にはキャップが設け\nられている。脚支柱及び横桟は，それぞれ略四角柱状にそれぞれ形成されている。\n(エ)　昭和６３年９月１日に発行された「総合カタログ　インテリア業務\n用　Ｎｏ３」（極東産機株式会社出版）には，「アルミステージ（ピカコーポレー\nション）」として，細長い長方形の水平板の表面に，円形状の小孔が，３３３３の\n配列で千鳥状に形成されている足場部分の写真が，また，「スチールステージ（ア\nルインコ）」として，細長い長方形の水平板の中央長手方向に，連続して上方へ突\n出した筋部を設け，その左右に１１１１の配列で千鳥状に円形状の小孔が形成され\nている足場部分の写真が，それぞれ掲載されている。\nイ　要部についての判断\n上記認定事実を基礎として，本件登録意匠の要部（特徴的部分）を認定\n判断する。\n(ア)　本件登録意匠の要部は，以下のとおりであると認められる。\nＡ　正面図及び平面図において，水平板中央部片側に把手部が存在す\nる。\nＢ　平面図において，水平板表面の中央長手方向に細幅帯状に余地部を\n設け，その左右に２１２１の配列で円孔部が千鳥状に形成されている。\nＣ　側面図において，上部脚部全体の約５分の１の長さに相当する部分\nが，上部脚部の上端から左右垂直に垂下し，該垂下部に続き，左右外方にやや末広\nがり台形状の脚部を形成する。\nＤ　折畳状態の正面図において，脚部の４箇所の端部は，左右互いに隙\n間なく対向する。\n(イ)　この点について，原告は，第２の２の(1)（原告の主張）アのとおり\n主張する。\nしかし，原告の主張は，以下のとおり採用できない。\nすなわち，原告が本件登録意匠の要部であると主張する構成のうち，\n①正面図において，開脚の状態で，足場となる水平板，左右に略１０５度の角度で\n脚部が存在し，この脚部は伸縮可能に上部と下部に分かれる点，②平面図におい\nて，穴部の多数存在する横長方形状の足場，左右に末広がり状の脚部，脚部に２段\nの梯子状の桟がある点，③右側面図において，上部脚部が左右外方にやや末広がり\nに台形状の脚部を形成し，該脚部には２本の桟部が横張りされ，下部脚部は足場の\n高さ調整をするため中部脚部に挿入可能となるべくやや細めに形成され，脚部最下\n端には補強部を設けてある点は，いずれも作業用足場においてありふれた公知の意\n匠であり，看者の注意を引く部分とは認められない。\nまた，作業用足場の通常の使用態様からすれば，その裏面の構成は，\n看者の注意を引く部分とはいえず，原告が本件登録意匠の要部であると主張する構\n成のうち，④底面図において，台場の中央部に縦直線状の補強部材が渡り込まれて\nいる点も，本件登録意匠の要部とすることはできない。\n２　被告意匠の構成\n証拠（乙１）及び弁論の全趣旨によれば，被告意匠の構成は，以下のとおり\nであると認められる。\nア　基本的構成\n平面図横長長方形状の平板部の左右両側に二本の支柱と複数本の横桟から\nなる略梯子状の脚部を対称状に設け，平板部表面に多数の小孔を形成し，平板部と\n脚部の連結部分にヒンジ部を設けて脚部を折り畳み可能とした。\nイ　正面図\n正面図において，開脚の状態で，足場となる水平板と，同水平板に対して\n左右に略１０５度の角度で脚部が存在し，この脚部は伸縮可能に上部脚部と下部脚\n部とに分かれている。水平板と左右の脚部の間に，斜めのステイ（開止め金具）が\n渡されている。水平板と左右の脚部を繋ぐヒンジ部は，脚支柱の上部に取り付けた\nヒンジ板の内側上辺が略弧状となっている。水平板表面には，上方に僅かに突出し\nている多数の小円孔が設けられている。\nウ　平面図\n平面図において，横長長方形状の３枚の天板からなる足場部分（水平板）\nと，上端の端を水平板の幅と同幅とし，左右に末広がり状（略「ハ」の字状）に開\nいた脚部がある。脚部には２段の梯子状の桟が設けられている。足場部分を構成す\nる３枚の天板のうち，中央の天板表面には２１２１の配列で，その左右に１２１２\nの配列で円形状の多数の小孔が千鳥状に形成されている。脚支柱及び横桟は，それ\nぞれ略四角柱状に形成されている。足場左右にステイがある。\nエ　右側面図\n右側面図において，上部脚部は，上方から上部脚部全体の約７分の１の長\nさに相当する部分が左右垂直に垂下し，該垂下部に続き，左右外方にハの字状に末\n広がりである。上部脚部には２本の桟部が横張りされ，下部脚部は足場の高さ調整\nをするため上部脚部に挿入可能となるべくやや細めに形成され，脚部最下端にはキ\nャップが設けられている。ステイが水平板から上部桟部付近にまで垂下し，さらに\n横棒状の補強部材がある。\nオ　底面図\n底面図において，逆ハ字形の補強部材が渡り込まれている。\nカ　折畳状態の正面図\n折畳状態の正面図において，脚部の４箇所の端部は左右互いに約１１セン\nチメートルの間をおいて対向する。\n３　本件登録意匠と被告意匠との対比\n(1)　本件登録意匠の要部と被告意匠の構成とを対比する。\nア　正面図及び平面図において，本件登録意匠は，水平板中央部片側に把手\n部が存在するのに対し，被告意匠には存在しない。\nイ　平面図において，本件登録意匠は，水平板の中央長手方向に細幅帯状に\n余地部を設け，その左右に２１２１の配列で円孔部が千鳥状に形成されているのに\n対し，被告意匠においては，水平板を構成する３枚の天板のうち，中央の天板に２\n１２１の配列で，その左右の天板に１２１２の配列で円孔部が千鳥状に形成されて\nいるという点で異なる。また，被告意匠の水平板表面には，円孔部の配列の間に縦\n線が形成されているのに対し，本件登録意匠にはなく，円孔のみから構成されるた\nめ，両者の美観は異なる。\nウ　側面図において，本件登録意匠と被告意匠とは，上部脚部の一部が上部\n脚部の上端から左右垂直に垂下し，該垂下部に続き，左右外方にやや末広がりとな\nるという構成において共通する。しかし，垂下部の長さが，本件登録意匠では，上\n部脚部全体の約５分の１に相当し，脚部全体に引き締まった印象を与えているのに\n対し，被告意匠では，上部脚部全体の約７分の１の長さであり，その結果，垂下部\nが全体の形状に影響を与えていない点において，両者は異なる。\nエ　折畳状態の正面図において，本件登録意匠は，脚部の４箇所の端部が左\n右互いに隙間なく対向するのに対し，被告意匠は，脚部の４箇所の端部が，左右約\n１１センチメートルの隙間を挟んで対向する。\n(2)　以上のとおり，被告意匠は，本件登録意匠の要部をいずれも具備している\nとはいえず，一部共通する点があっても，看者に類似の美感を与えているとはいえ\nない。また，本件登録意匠と被告意匠とは，作業用足場の意匠において割合的に最\nも大きな部分を占め，看者が強く注目する部分である足場部分（水平板）が，本件\n登録意匠においては幅と長さの割合が約１対４と細長いのに対し，被告意匠におい\nては約１対３と，より安定した形状となっており，その結果，本件登録意匠が，前\n記脚部の垂下部の形状と相まって全体としてほっそりとしたスマートな印象を与え\nるのに対し，被告意匠は，前記ステイの存在と相まって，全体として太めのどっし\nりとした印象を与えている。これらの点を総合すれば，被告意匠を全体として観察\nしたときに，本件登録意匠と類似の美観を看者に生ぜしめるとは認められず，両意\n匠が類似しているということはできない。\n４　以上によれば，原告の本訴請求は，その余の点について判断するまでもなく\nいずれも理由がない。よって，主文のとおり判決する。\n東京地方裁判所民事第２９部\n裁判長裁判官 飯    村    敏    明\n裁判官 大    寄    麻    代\n裁判官今井弘晃は海外出張のため署名押印できない。\n裁判長裁判官 飯    村    敏    明\n（別紙物件目録）\n１　商品名\nペガサス５００Ｍタイプ\n２　図面\n添付図面のとおり\n"
}