{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 12,
    "month": 12,
    "day": 26
  },
  "case_number": "平成11(ワ)20712",
  "case_name": "",
  "court_name": "東京地方裁判所",
  "right_type": "著作権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "12752",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=12752",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/752/012752_hanrei.pdf",
  "contents": "平成一一年(ワ)第二〇七一二号  著作権損害賠償請求事件\n口頭弁論終結の日　平成一二年一〇月一六日\n判　　　　　　　決\n原　　　　　　　　　　　告　　　　　【Ａ】\n右訴訟代理人弁護士　　　　　        伊　　　東　　　大　　　祐\n同　　　　　　　　　　　　　　　　　向　　　井　　　千　　　景\n同                                  坂　　　井　　　大　　　輔\n被　　　　　　　　　　　告　　　　　株式会社フジサンケイアドワーク\n右代表者代表取締役　　　　　        【Ｂ】\n被　　　　　　　　　　　告　　　　　【Ｃ】\n右両名訴訟代理人弁護士　　　　　    渡　　　部　　　喬　　　一\n同　　　　　　　　　　　　　　　　　小　　　林　　　好　　　則\n同　　　　　　　　　　　　　　　　　仲　　　村　　　晋　　　一\n同                                  松　　　尾　　　憲　　　治\n同                                  近　　　藤　　　勝　　　彦\n同                                  大　　　石　　　雅　　　寛\n被　　　　　　　　　　　告　　　　　有限会社アイプロダクション\n右代表者代表取締役　　　　　        【Ｄ】\n被　　　　　　　　　　　告　　　　　【Ｄ】\n右両名訴訟代理人弁護士　　　　　    花　　　岡　　　　　　　巖\n同　　　　　　　　　　　　　　　　　唐　　　澤　　　貴　　　夫\n同                                  本　　　橋　　　光　一　郎\n同                                  小　　　川　　　昌　　　宏\n同                                  下　　　田　　　俊　　　夫\n主        　　　文\n一　被告らは、原告に対し、連帯して八六万一八〇一円及びこれに対する被告株\n式会社フジサンケイアドワークは平成一一年九月二二日から、被告【Ｃ】は平成一\n一年一〇月二四日から、被告有限会社アイプロダクション及び被告【Ｄ】は平成一\n一年九月二四日から各支払済みまで年五分の割合による金員を支払え。\n二　原告のその余の請求をいずれも棄却する。\n三　訴訟費用は、これを五分し、その四を原告の負担とし、その余を被告らの連\n帯負担とする。\n四　この判決は、第一項に限り、仮に執行することができる。\n事実及び理由\n第一　原告の請求\n被告らは、原告に対し、連帯して三六〇〇万円及びこれに対する被告フジサンケ\nイアドワークは平成一一年九月二二日から、被告【Ｃ】は平成一一年一〇月二四日\nから、被告【Ｄ】及び被告アイプロダクションは平成一一年九月二四日から各支払\n済みまで年五分の割合による金員を支払え。\n第二　事案の概要\n本件は、連載漫画につき、そのストーリーの創作を担当した著述家である原告\nが、原告に無断で行われた右連載漫画の登場人物の絵の商品化事業について、右は\n原告が右連載漫画について有する原著作者としての権利を侵害するものであると主\n張して、右商品化事業に関与した被告フジサンケイアドワークを始めとする被告ら\nに対して、著作権侵害を理由とする損害賠償を求めている事案である。\n一　前提となる事実関係（当事者間に争いのない事実、弁論の全趣旨に加えて該当\n部分末尾掲記の各証拠により認められる。）\n１　原告は、漫画の原作、児童文学作品等を主な活動領域とする著述家であり、\n「【Ｅ】」のペンネームを使用している。\n被告株式会社フジサンケイアドワーク（以下「被告アドワーク」という。）は、\n広告業務、広告に関連する企画制作を主たる業務とする会社、被告【Ｃ】（以下\n「被告【Ｃ】」という。）は、被告アドワークの専務取締役であった者、被告有限\n会社アイプロダクション（以下「被告アイプロ」という。）は、漫画、アニメーシ\nョンの著作及び製作販売を主たる業務とする会社である。また、被告【Ｄ】（以下\n「被告【Ｄ】」という。）は、漫画家であり、「【Ｆ】」のペンネームを使用して\nいる。\n２　漫画「キャンディ・キャンディ」（以下「本件連載漫画」という。）は株式会\n社講談社発行の月刊少女漫画雑誌「なかよし」（以下「なかよし」という。）の昭\n和五〇年四月号から同五四年三月号までに連載された連続したストーリーを有する\n漫画であるところ、本件連載漫画は、連載の各回ごとに、原告がストーリーを創作\nし、小説形式にした原稿（以下「原作原稿」という。）を作成してこれを被告\n【Ｄ】に渡し、被告【Ｄ】が右原稿に基づいて漫画を作成するという手順で制作さ\nれた。なかよしにおける本件連載漫画の各連載分には、その扉絵に、作者として、\n被告【Ｄ】のペンネームである「【Ｆ】」と共に、「原作　【Ｅ】」という形で原\n告のペンネームが表示されていた。（甲一）\n３　原告は、被告【Ｄ】との間で本件連載漫画の著作権の帰属をめぐって紛争を生\nじ、平成九年、被告【Ｄ】及び被告アドワークを相手方として、本件連載漫画の登\n場人物を描いた絵の販売の差止め等を求める訴えを東京地方裁判所に提起した（東\n京地裁平成九年(ワ)第一九四四四号事件。以下、この訴訟を「先行訴訟」とい\nう。）。なお、その後、同裁判所は、平成一一年二月二五日、同事件について、原\n告の請求を認容する判決を言い渡した。右判決は原告と被告アドワークとの間では\n確定したが、被告【Ｄ】は、同判決に対して控訴した（東京高裁平成一一年(ネ)第\n一六〇二号事件）。東京高等裁判所は、平成一二年三月三〇日、被告【Ｄ】の控訴\nを棄却する判決を言い渡したが、同被告は、右判決に対して上告受理の申立てをし\nた。（甲一、一三）\n４　被告アイプロは、被告【Ｄ】からの委任を受けて、本件連載漫画について被告\n【Ｄ】の有する著作権を管理し、その商品化事業を遂行するものである。被告アド\nワークは、被告アイプロを介して被告【Ｄ】との間で本件連載漫画の登場人物につ\nいての商品化契約を締結して、本件連載漫画の登場人物を描いた複製原画（リトグ\nラフ。以下「本件複製原画」という。）及び本件連載漫画の登場人物の絵の付され\nたテレホンカード、ポストカード、色紙等のキャラクター商品（以下、「本件関連\n商品」といい、本件複製原画と併せて「本件商品」と総称する。）を製作し、これ\nを次のとおり、販売した。当時被告アドワークの専務取締役の職にあった被告\n【Ｃ】は、本件連載漫画の商品化事業の担当者として、右商品化契約の締結及び本\n件商品の製造・販売について中心的に関与した。\n（一）平成九年八月ころ、産経新聞紙上に「ＨＩ！キャンディ！キャンディ・キャ\nンディがあなたのお部屋を明るく飾ります。★限定各１００点」との文章を含む本\n件絵画の広告を掲載し（甲二）、以後、同一〇年二月ころまでの間、本件複製原画\nの通信販売を行った。\n（二）次の展示販売会において、本件複製原画及び本件関連商品を販売した。\n（１）平成一〇年二月ころ　　　　　　　　伊勢丹府中店\n（２）平成一〇年七月一日～六日　　　　　船橋そごう（甲四）\n（３）平成一〇年七月一八日～九月二七日　筆の里工房（甲八）\n（４）平成一〇年八月一〇日～二一日　　　椿山荘（甲五）\n（５）平成一〇年八月二〇日～二四日　　　新宿京王プラザホテル（甲三）\n（６）平成一〇年九月四日～六日　　　　　船橋そごう\n（７）平成一〇年一一月九日～一三日　　　日赤医療センター（甲九）\n（８）平成一〇年一一月一八日～二三日　　アトレ恵比寿（甲六）\n（９）平成一〇年一一月二六日～二九日　　大阪駅前第一生命ビル（甲一〇）\n（三）平成一〇年七月ころ、カバヤ食品株式会社の製品宣伝のための催しにおい\nて、本件関連商品を販売した（乙三、一一～一三）。\n二　本件における争点及び当事者の主張\n１　本件連載漫画の登場人物の絵のみを利用する行為に対して、原告の本件連載漫\n画の原著作者としての権利が及ぶかどうか。\n（一）被告アイプロ及び被告【Ｄ】の主張\n（１）原告は、本件連載漫画に登場する人物の絵については、原著作者の権利を有\nしない。漫画原作者の漫画に対する権利と個々の絵（コマ絵、登場人物の絵等）に\n対する権利とは、峻別すべきであり、個々の絵は、言語著作物を原著作物とする二\n次的著作物とはいえない。\nストーリー漫画は、確かに言語的要素と絵画的要素が渾然一体となったものとと\nらえることができる。しかし、漫画がこのような複合的要素を有するとしても、登\n場人物の絵を含め、漫画の表現形式の一部であるところの絵画部分がすべて当然に\n言語著作物（ストーリー原作。漫画のいわゆる「原作」）を原著作物とする二次的\n著作物となるわけではない。登場人物の絵など漫画の絵画部分は漫画とは独立して\n鑑賞の対象となり得るものであり、現に、漫画作品について、絵画部分（殊に、登\n場人物の絵など恒久的に一定の特徴をもって描かれる絵）のみを利用する社会的実\n態も存在する。漫画中の絵は、漫画とは切り離しても、それ自体独立した表現物と\nして存在し得る。また、逆に、既存の絵が漫画のなかで描かれることもあるが、こ\nの場合、漫画に描かれる個々の絵が、既存の「絵」としての固有の著作物性を喪失\nして漫画の表現形式の一部として漫画の中に埋没してしまうことにはならない。し\nたがって、漫画中の絵画部分が言語著作物（ストーリー原作）の二次的著作物とい\nえるかどうかは、個別に判断しなければならない。\n著作権法が、二次的著作物の利用につき原著作物の著作者が二次的著作物の著作\n者と同一の種類の権利を有すると定めるのは（著作権法二八条）、二次的著作物の\n表現形式のなかに原著作物の表現形式上の本質的特徴が表現されているからであ\nる。また、パロディ・モンタージュ写真事件最高裁判決（最高裁昭和五一年(オ)第\n九二三号同五五年三月二八日第三小法廷判決・民集三四巻三号二四四頁）の判示内\n容に照らしても、漫画作品の登場人物の絵が言語著作物（ストーリー原作）の二次\n的著作物といえるためには、その絵が言葉で書かれた原稿のストーリーにおける表\n現形式の本質的特徴を直接感得できるものであることを要するというべきである。\nこれを本件連載漫画における主人公キャンディを始めとする登場人物の絵につい\nてみると、キャンディ等の登場人物の絵だけを見ても、原告の作成に係る原作原稿\nのストーリーの本質的特徴を表現していることを感得することはできない。したが\nって、キャンディ等の登場人物の絵をもって原告の原作原稿を原著作物とする二次\n的著作物と認める余地はない。\n（２）ある著作物が原著作物との関係で二次的著作物といえるためには、原著作物\nに「依拠」していることを要する。\n漫画の登場人物を描いた絵（原画）は、それ自体として美術の著作物（著作権法\n一〇条一項四号）であり、絵の作画が完成した時点で、描いた漫画家に著作権が発\n生する。この場合、漫画のストーリーを記した原作が存在しない段階で登場人物の\n原画が独自の著作物として完成しているならば、右原画がストーリー原作に依拠す\nることは観念上あり得ないから、右原画がストーリー原作の二次的著作物となるこ\nとはあり得ない。すなわち、登場人物の絵（原画）が先に創作・完成された後に、\n当該登場人物についてストーリー原作が付されて漫画が制作された場合、当該漫画\nで描かれる登場人物の絵は、登場人物の原画の複製物ないし翻案物であって、これ\nをストーリー原作の二次的著作物と認める余地はない。\n本件においては、被告【Ｄ】は、昭和四九年秋に講談社の編集者からなかよしに\n新たな連載漫画を描くことを依頼され、編集者との間で、おてんばで元気な孤児の\n女の子を主人公とする連載漫画を描くことを決定した。被告【Ｄ】は、同年一一月\nにストーリーライターである原告と新たな連載漫画についての打合せを始めたが、\n第一回の打合せの際に、そばかすのある主人公の女の子のラフスケッチ（以下「キ\nャンディ原画」という。）を描いて編集者と原告に示した。原告及び編集者は、そ\nの場で直ちに右のキャラクター画に基づいて漫画を描くことに賛成したものであ\nり、これにより、原告の役割は、キャンディ原画に描かれたキャラクターの主人公\nをめぐるストーリーを書くこととなったのである。そして、被告【Ｄ】は、同年末\nから翌昭和五〇年初めにかけて、同年二月三日発売予定のなかよし三月号に掲載す\nる本件連載漫画の新連載予告用のキャンディのキャラクター画四枚（以下、これら\nを「キャンディ予告原画」という。）を描き、これらを同年一月八日ころまでに編\n集者に渡した。原告の作成に係る本件連載漫画の連載第一回分の原作原稿が被告\n【Ｄ】に渡されたのは、その後の同月二〇日ころである。\n右のとおり、本件連載漫画の主人公キャンディの絵については、キャンディ原画\n及びキャンディ予告原画が、連載第一回分の原作原稿が原告から被告【Ｄ】に渡さ\nれる前に、それに依拠することなく被告【Ｄ】により創作完成されていたものであ\nるから、本件連載漫画において描かれたキャンディの絵は、キャンディ原画ないし\nキャンディ予告原画の複製物ないし翻案物であって、これを原告の原作原稿を原著\n作物とする二次的著作物と認める余地はない。また、本件連載漫画におけるキャン\nディ以外の登場人物の絵についても、原告の原作原稿に依拠することなく描かれた\nものであるから、二次的著作物ではない。\n（二）原告の主張\n（１）著作権法二八条は、「二次的著作物の原著作物の著作者は、当該二次的著作\n物の利用に関し、この款に規定する権利で当該二次的著作物の著作者が有するもの\nと同一の種類の権利を専有する。」と規定する。著作権法は、右のとおり、原著作\n物の著作者に、二次的著作物の著作者が有するのと同一の権利を、それも何らの限\n定も付さずに認めているものであり、結果的に、原著作物の著作者は、二次的著作\n物の著作者の有するのと同じ権利を有していることになる。\n二次的著作物においては、原著作物の創作性を引き継ぐ部分と二次的著作物の著\n作者の創作に係る部分とが渾然一体となっているが、一個の著作物である当該二次\n的著作物のうち、どの部分が、あるいはどのような利用形態が原著作物の著作者の\n権利を生じさせるかを、いちいち論じなければならないとすると、原著作物の著作\n者の権利の範囲がいたずらに不明確となり、権利関係の安定を著しく欠くことにな\nる。そこで、著作権法は、原著作物の著作者は結果的に二次的著作物の著作者が持\nつ権利と同じ権利を専有することとしたものである。仮に、被告【Ｄ】らが主張す\nるように、原著作物の著作者が原著作物に表われた創作性を引き継ぐ部分にしか法\n的権利を持たないというのであれば、二次的著作物の利用行為はすべて原著作物の\n利用行為として観念して権利処理を行えば足りることになり、著作権法二八条は不\n要な規定となる。\n右のとおり、仮に登場人物の絵だけからはストーリーは読みとれないとしても、\n個々の登場人物の絵の利用が二次的著作物の著作者である被告【Ｄ】の著作権の行\n使となる以上、原著作物の著作者である原告も同じ権利を専有するのであり、登場\n人物の絵のみではストーリーを表現していないという点は、登場人物の絵について\n原告の権利を否定する理由とはならない。\n（２）漫画に限らず、油絵、水彩画その他の絵画や塑像などの創作に当たって\nは、多くの習作、試作等が制作されるが、このような場合、最終的に完成した作品\nをもって先行する習作品、試作品の複製物・翻案物と評価することはできない。\n本件において、被告【Ｄ】らの挙げるキャンディ原画は、担当編集者を交えて行\nわれた原告と被告【Ｄ】との打合せにおいて、原告及び編集者の意見を取り入れて\n被告【Ｄ】がその場で、持ち合せた冊子の紙に描いたものであって、正に習作とい\nうべきものである。この時点では連載第一回分の原作原稿はいまだ完成していなか\nったが、既に本件連載漫画のストーリーの概略は出来上がっており、原告から編集\n者を介して被告【Ｄ】に伝えられていた。また、キャンディ予告原画は、連載予定\nの本件連載漫画の予告の一環として、その時点で検討中の登場人物の絵を描いたも\nのにすぎない。なお、キャンディ以外の登場人物については、このような原画は作\n成されていない。\n右によれば、本件連載漫画における登場人物の絵は、キャンディ原画ないしキャ\nンディ予告原画に依拠して作成されたということはできず、これらの複製ないし翻\n案ということはできない。\n２　本件商品の販売について、被告アドワーク及び被告【Ｃ】が責任を負うかどう\nか。\n（一）被告アドワーク及び被告【Ｃ】の主張\n（１）被告アドワークは、平成八年春ころ、被告アイプロから、被告【Ｄ】の作品\nの商品化の交渉を持ちかけられ、以後、本件連載漫画のキャラクターの商品化を進\nめた。被告アドワークは、右交渉や商品化の過程において、本件連載漫画の著作権\nについて、被告【Ｄ】、被告アイプロ及び当時被告【Ｄ】の代理人であった弁護士\nに対し、繰り返し問い合わせをしたところ、被告【Ｄ】及び被告アイプロは、以下\nの（ア）～（エ）のとおり説明し、本件連載漫画の著作権については全く問題がな\nいとの回答を続けた（乙一）。\n（ア）本件連載漫画の作成経緯は、以下の通りであって、原告は、被告【Ｄ】が本\n件連載漫画を描くに当たっての参考資料の著作者にすぎない。\n①　題名は、被告【Ｄ】が友人との雑談からヒントを得て決定した。\n②　ストーリーについては、被告【Ｄ】が「ローズと七人のいとこ」「赤毛のア\nン」及び「あしながおじさん」をコンセプトとして、その骨子を創作していたが、\n当時被告【Ｄ】が多忙であったため、連載に当たって各回のストーリーの細部につ\nいて創作する余裕がなかったことから、原告がこれを担当した。\n③　登場人物の容姿・顔立ち・髪型・服装・時代設定・時代考証については、専\nら被告【Ｄ】の独創によった。\n④　被告【Ｄ】は、本件連載漫画を描くに当たって、原告が書いたストーリーを\nそのまま使用するのではなく、被告【Ｄ】の創作にかかるストーリーの骨子に合わ\nないと思われる部分については、原告の書いたストーリーを変更し、あるいは削除\nしたりした。その際、原告の了承を求めたことはなかった。\n⑤　原告は、被告【Ｄ】が原告の書いたストーリーを変更し、または削除して漫\n画を描いた場合、これに合わせてその後のストーリーを書くことが求められていた\nのであって、原告の書いたストーリーが当初から完結した一つの話として出来上が\nっていたわけではなかった。\nしたがって、原告は、本件連載漫画に対して著作権を有しない。少なくとも、本\n件連載漫画のキャラクターの絵については、原告には何らの権利もない。\n（イ）また、漫画がそれを描いた者と原作者との共同著作物であるといえるために\nは、原作者が基本的構成や吹出部分の台詞について具体的な指示を与えて、漫画家\nがその指示どおりに漫画を描き、原作者が最終的なチェックをしたという事実が必\n要であるが、右（ア）の②～⑤から明らかなように、原告は被告【Ｄ】に対して、\n本件連載漫画の基本的構成や吹出部分について具体的な指示を与えたり、台詞を修\n正したり、本件連載漫画の細部について注文をつけて被告【Ｄ】に手直しをさせる\n立場にはなく、現にそのようにしたこともないから、原告は本件連載漫画の共同著\n作者でもない。\n（ウ）原告と被告【Ｄ】との間には本件連載漫画の二次的利用に関する契約（平成\n七年一一月一五日付け）が存在したが、被告【Ｄ】は、平成九年七月四日に右契約\nを解除した。\n仮に右解除の効力が認められないとしても、被告アドワークは契約当事者ではな\nく、右契約に拘束されないから、本件連載漫画の使用に当たって原告から同意を得\nる必要はない。\n（エ）原告は、本件連載漫画について何らの権利も有していないが、仮に原告に何\nらかの権利が認められるとしても、その権利は本件連載漫画のストーリーに関係の\nないキャラクターの絵に対してまで及ぶことはない。したがって、被告【Ｄ】の書\nき下ろしの絵を用いて、本件連載漫画のキャラクターを商品化する場合には、原告\nの許諾を得なければならないような事態はあり得ない。\n（２）被告アドワークは、本件連載漫画の著作権の帰属について確認し、あるいは\nより具体的な問題点について問い合わせをする度に、被告【Ｄ】から被告【Ｄ】の\n弁護士の意見として、あるいは右弁護士本人から、右（１）の（ア）～（エ）に記\n載したとおりの説明を受けた。しかるに、その説明の内容は、単に著作権があるか\nないかということを抽象的に述べるものではなく、本件連載漫画の作成経緯につい\nて具体的に説明した上で原告の著作権を否定するものであり、被告【Ｃ】を始めと\nする被告アドワークの担当者に原告の著作権の不存在を信じさせるに足りるもので\nあった。とりわけ、本件連載漫画の作成経緯については、当事者である被告【Ｄ】\nから語られ、当事者でなければ知り得ないような真に迫る内容であった。その内容\nに従えば、本件連載漫画のキャラクターを描いた絵は、原告の書いたストーリーの\n二次的著作物の複製物とはいえないことになり、これに対して、原告は何らの権利\nも有していないことになる。以上のような事情からすれば、被告アドワーク及びそ\nの専務取締役として本件商品の商品化事業の担当者であった被告【Ｃ】が、本件連\n載漫画の登場人物の絵を商品化するに当たって、原告の許諾を得なくても、原告の\n権利を何ら侵害することにならないと信じたことには相当の理由があるというべき\nであるから、被告アドワーク及び被告【Ｃ】には、過失はない。\n（二）原告の主張\n本件連載漫画は、なかよしに、昭和五〇年四月号から同五四年三月号まで連載さ\nれたものであるが、各号の漫画には、「原作者【Ｅ】」（原告のペンネーム）と明\n示されており、これは、公知の事実であるか、容易に調査しうる事実である。この\n事実からすると、本件連載漫画について原告が本件連載漫画の著作者としての権利\nを有することは容易に推認しうる。したがって、被告アドワーク及び被告【Ｃ】と\nしては、被告【Ｄ】の代理人弁護士の言明ないし報告書に対しては疑問を持ってし\nかるべきであり、独自に顧問弁護士に相談するなどの慎重な対応をすべきであっ\nた。しかるに、被告アドワーク及び被告【Ｃ】は、そのような調査を怠り、あるい\nは調査をして原告が本件連載漫画に対して著作権を有することを十分に知りなが\nら、あえて本件連載漫画の登場人物の描かれた本件複製原画の販売を開始した。以\n上により、被告アドワーク及び被告【Ｃ】に故意もしくは過失が認められることは\n明らかであり、被告アドワーク及び被告【Ｃ】の主張は失当である。\n３　原告の被った損害の額\n（一）原告の主張\n（１）著作権法一一四条一項は、右規定に基づく損害を主張する前提として、著作\n権者が自ら著作物の利用行為を行っていることを要件としているものではないか\nら、原告は、同項に基づき、被告らが著作権侵害の行為により受けた利益の額を、\n自らが被った損害の額として主張することができる。\n裁判例上も、東京地方裁判所昭和五九年八月三一日判決・無体例集一六巻二号五\n四七頁（いわゆる【Ｇ】絵画複製事件第一審判決）は、著作物の複製物を出版販売\nしていない者も著作権法一一四条一項による損害の主張をすることができる旨を判\n示している。\n著作権法一一四条一項において推定される損害を、著作物の複製物の売上減少に\nよる逸失利益と観念する必然性はない。このような解釈論は、著作権法のみにおい\nて提唱されているものではないが、特許権等のいわゆる工業所有権の場合に比し\nて、著作権の場合は、特にこのような解釈論を採用して著作権者の保護を図り、違\n法な利用行為に対して適切なサンクションを与えるべき合理性がある。なぜなら、\n著作権の場合は、侵害者は他人の精神的創作行為に単にただ乗りして利益を得てお\nり、利益を保持すべき何らの実質的理由もないし、また、著作権の対象となる著作\n物が、思想又は感情の創作的表現という著作者の人格に密接にかかわる性格を有す\nる以上、その利用に関しては著作権者の意向が最大限尊重されなければならない。\nそうすると、特許権のように実施による社会公共の利益を勘案して賠償要求に一定\nのブレーキをかける必要はなく、むしろ無断利用行為という一面において著作者の\n人格的利益の侵害にも類する侵害行為に対しては、法解釈上可能な賠償は求め得る\nものとして侵害行為にこそブレーキをかけるべきであるからである。\n（２）仮に被告アドワークが主張するように、著作権法一一四条一項の規定を逸失\n利益について損害の数額の推定を認めた規定であると解したとしても、原告に、損\n害は観念できる。\nすなわち、著作物の利用については、特許権等の工業所有権の実施とは異なり、\n特殊な設備・技能等が必要とされる場合は少なく、現に、被告アイプロも、その実\n態は個人事業にすぎないが、著作物を利用する行為を行っている。本件複製原画の\n製造についても、被告アドワークは、印刷・発送等はもちろん、宣伝広告について\nもそのほとんどを外注しているものであって、原告においても、同様の行為は、十\n分に行い得る。したがって、原告が著述家であって被告アドワークのごとき業者で\nはないため同様の利用が不可能であるということにはならない。また、本件の経過\nを振り返っても、原告と被告【Ｄ】との間で今後の著作権の運用について話し合\nい、合意に達することがあった場合は、原告及び被告【Ｄ】において、被告アドワ\nークと同様の利用行為を行った可能性は十分ある。この点について被告アドワーク\nは、原告が単独で利用行為を行い得ないことを理由に、原告が利用行為を行い得な\nいというが、単独で利用できないのは被告【Ｄ】も同じである。二次的著作物など\n複数人の権利がからむ場合に、各人が単独で利用できないことをもって、著作権法\n一一四条一項に基づく損害の主張ができないとすることはできない。\n（３）原告の被った財産的損害\n被告らの行為により原告が被った損害額は、被告アドワークによる本件商品の販\n売総額六億円の少なくとも五パーセントを下回ることはなく、三〇〇〇万円に相当\nするが、少なくとも、証拠上、次の①（主位的）又は②（予備的）の額について\nは、明白に認められるというべきである。\n①　著作権法一一四条一項による損害額\n被告アドワークによる本件複製原画の販売額（実売価格）は合計一〇四七万四〇\n二五円であるから、同被告が得た利益は右額から原価合計二八二万七三四七円を控\n除した七六四万六六七八円である。また、仮に更に一般管理費を控除すべきものと\n解したとしても、いわゆる限界費用を控除すべきであり、その金額は右利益の五パ\nーセントを上回ることはないと思われるから、少なくとも右金額から五パーセント\nを控除した七二六万四三四四円は利益ということができる。\nまた、被告アドワークによる本件関連商品の販売合計額（実売価格）は七七六万\n四五六〇円であるから、同被告が得た利益は右額から原価合計一五九万三四八〇円\nを控除した六一七万一〇八〇円である。\nしたがって、原告の損害額は、右合計額一三八一万七七五八円又は少なくとも一\n三四三万五四二四円である。\n②　著作権法一一四条二項による損害額\n原告は、被告らに対し、予備的に著作権法一一四条二項による請求を行う。原告\nが通常受けるべき金額は、本件商品のような種類の商品におけるロイヤリティが、\n通常、定価の一〇パーセントであることにかんがみ、その半額である五パーセント\nが相当である。本件商品は、本件連載漫画の連載当時描かれた絵をそのまま利用し\nたものがほとんどであって、ロイヤリティにおいてことさら被告【Ｄ】と差異を設\nける必要はないからである。\nしたがって、原告の損害額は、本件商品の定価計算による販売額二四四四万七四\n〇〇円の五パーセントに当たる一二二万二三七〇円である。\n（４）精神的損害（慰謝料）\n被告らの著作権侵害行為によって被った原告の精神的損害に対する慰謝料は、少\nなくとも三〇〇万円を下回らない。\n（５）弁護士費用\n被告らの著作権侵害行為により、原告は、弁護士費用として、少なくとも三〇〇\n万円の損害を被った。\n（二）被告アドワーク及び被告【Ｃ】の主張\n（１）著作権法一一四条一項に基づく損害額の主張の許否について\n（ア）著作権法一一四条一項の条文の体裁からすれば、同項は、著作権侵害の場合\nについて特別の損害賠償請求権を認めるものではなく、著作権侵害による損害賠償\n請求も一般の不法行為に基づく損害賠償請求としてとらえた上で、著作権侵害によ\nって生ずる損害の具体的数額の立証が困難であることに鑑み、その立証の困難を救\n済することを目的とした規定と解すべきである。\nそして、著作権侵害による損害は逸失利益以外に観念することができないから、\n著作権者が侵害者の著作物利用行為と同様の利用行為を実際にしているのでなけれ\nば、著作権者に損害の発生は考えられない。したがって、著作権者が侵害者と同様\nの利用行為をしていない場合には、損害の発生の立証がないことになるから、損害\nの発生があることを前提に損害額について推定を及ぼす著作権法一一四条一項を適\n用することは許されない。\nしたがって、著作権者が侵害者に対して著作権法一一四条一項に基づく損害額を\n主張するための要件として、著作権者が、侵害者の著作物利用行為と同様の利用行\n為を実際に行っていることを要すると解すべきである。\n（イ）被告アドワークによる本件連載漫画の利用形態は、キャラクターの複製原画\n（本件複製原画）とキャラクターグッズ（本件関連商品）の製造・販売であるが、\n原告はこのような利用形態を現に実施していないのみならず、原告が実施すること\nは不可能である。原告は、本件連載漫画の原作の著作権者にすぎず、本件連載漫画\nの利用については、本件連載漫画の著作権者である被告【Ｄ】の許諾を得ることが\n必要であり、これを得ずに利用することは法律上許されていないし、また、本件複\n製原画は被告【Ｄ】が新たに描いた絵の複製であり、原告が単独で本件複製原画を\n製造販売することは不可能だからである。したがって、本件請求については、著作\n権法一一四条一項は適用されず、被告アドワークが展示会等での本件商品の販売に\nより得た販売利益をもって原告の損害額であるとする原告の主張は、失当である。\n（ウ）原告が通常受けるべき使用料の額については、原著作物の著作者は、二次的\n著作物の著作者と「同じ種類」の権利を専有するに過ぎないから、原著作物の著作\n者と二次的著作物の著作者が受けるべき使用料額が常に同額になると解すべき理由\nはない。むしろ、個々の取引の内容、すなわち許諾を得るべき二次的著作物の利用\n形態によって、原著作者の創作性の影響は異なるから、これに応じて、著作権法一\n一四条二項の使用料の額も異なると解すべきである。原告は、被告【Ｄ】との間\nで、平成七年一一月一五日、本件連載漫画の利用に関して契約を締結し、本件連載\n漫画の絵のみを表現手段とする利用によって生じた利益については、原告二〇パー\nセント、被告【Ｄ】八〇パーセントの割合で分配する旨合意しているが、右の分配\n割合は、通常の交渉の結果、個々の商品化事業における利用形態の違いによる原著\n作者の創作性の影響の差異を考慮に入れて合意されたものとして、合理的なものと\n認めることができる。そうすると、本件において、漫画の絵のみを利用した場合に\n原告が通常受けるべき使用料は、被告【Ｄ】・被告アイプロと被告アドワークとの\n間で定められた使用料額の五分の一に相当する額というべきである。\n（２）被告【Ｄ】・被告アイプロと被告アドワークとの契約の内容について\n被告【Ｄ】・被告アイプロと被告アドワークとの間では、本件商品のロイヤリテ\nィについて、通信販売については定価で計算した売上額から配送料を控除した額の\n五パーセント、展示会での販売については定価で計算した売上額の五パーセントと\n決められていた。\n（３）被告【Ｄ】・アイプロに対して発生した使用料額と原告が受けるべき使用料\n額\n（ア）本件複製原画の売上及びロイヤリティ\n被告アドワークが通信販売及び各展示会を通じて販売した本件複製原画の総販売\n数は二一八枚であり、売上は定価計算で一六四八万円（実売価格では一〇四七万四\n〇二五円）であった。そして、前記のとおり、被告らの間での契約では、本件複製\n原画のロイヤリティは、通信販売では定価で計算した売上額から配送料を控除した\n額の五パーセントであるところ、通信販売の配送料の合計額は二一万八四〇〇円で\nあるから（乙六）、本件複製原画の販売により被告【Ｄ】・被告アイプロに対して\n支払うべきロイヤリティは、定価計算による売上総額から右配送料合計額を控除し\nた額である一六二六万一六〇〇円に一〇〇分の五を乗じた額である八一万三〇八〇\n円である。したがって、このうち原告が受けるべき使用料相当額は、八一万三〇八\n〇円に五分の一を乗じた額である一六万二六一六円というべきである。\n（イ）本件関連商品の売上及びロイヤリティ\n①　テレホンカードの総販売数は一二七〇セットであり、総売上は定価計算で三\n一七万五〇〇〇円（実売価格では三〇二万六六〇〇円）である。\n②　ポストカードの総販売数は二万二二四四枚であり、総売上は定価計算で二二\n二万四四〇〇円（実売価格では二二一万六九六〇円）である。\n③　色紙については、総販売数は一一一三枚であり、総売上は定価計算で二四三\n万六〇〇〇円（実売価格では二三八万九〇〇〇円）である。\n④　バックライト（絵画等が焼き付けられたフイルムに後ろから光を当ててフイ\nルム上の絵画等を鑑賞するもの）については、販売数は二二枚であり、売上は定価\n計算で一三万二〇〇〇円（実売価格も同額）である。\n⑤　右①ないし④の関連商品の総売上は、定価計算で七九六万七四〇〇円（実売\n価格で七七六万四五六〇円）である。被告らの契約では、関連商品について発生す\nるロイヤリティは、定価で計算した売上の五パーセントであるから、本件関連商品\nの販売により発生したロイヤリティは、七九六万七四〇〇円に一〇〇分の五を乗じ\nた額である三九万八三七〇円である。そして、原告が受けるべき使用料相当額は、\n三九万八三七〇円に五分の一を乗じた額である七万九六七四円である。\n（ウ）以上により、被告アドワークが製作・販売した本件商品について被告\n【Ｄ】・被告アイプロに支払うべきロイヤリティは一二一万一四五〇円である。そ\nして、原告が受けるべき使用料相当額の合計は、二四万二二九〇円である。\n第三　当裁判所の判断\n１　争点１（本件連載漫画の登場人物の絵のみを利用する行為に対して、原告の本\n件連載漫画の原著作者としての権利が及ぶかどうか）について\n（一）前記第二、一（前提となる事実関係）２に認定の本件連載漫画の制作の経過\nによれば、本件連載漫画は、原告の創作した原作原稿を原著作物とする二次的著作\n物に該当すると認められる。\n著作権法二八条は、「二次的著作物の原著作物の著作者は、当該二次的著作物の\n利用に関し、この款に規定する権利で当該二次的著作物の著作者が有するものと同\n一の種類の権利を専有する。」と規定するものであり、右規定によれば、原著作物\nの著作者は、二次的著作物の利用に関して、二次的著作物の著作者と同一の権利を\n有するものというべきである。同条は「同一の種類の権利」と規定するが、これ\nは、二次的著作物の利用に関して原著作物の著作者が二次的著作物の著作者と全く\n同一の内容の権利を有することを前提とした上で、二次的著作物においてその著作\n者の有する権利の内容が原著作物においてその著作者の有する権利の内容と種類を\n異にする場合であっても、そのような権利の種類の異同にかかわらず、二次的著作\n物においてその著作者に認められる権利であれば、これを原著作物の著作者が有す\nることを明らかにしたものと解するのが、相当である。したがって、原著作物の著\n作者は、二次的著作物の一部の利用に関しても、それが原著作物の内容を覚知でき\nる部分かどうかにかかわらず、二次的著作物の著作者と同様の権利を有するもので\nある。\nけだし、二次的著作物は、原著作物を基礎としてこれに新たな創作的要素を付加\nして作成されるものであるから、その性質上当然に、原著作物の内容をそのまま引\nき継ぐ部分と、二次的著作物において新たに付与された創作的部分の双方を有する\nものであるところ、両者を区別することは実際上困難なことが多く、両者を区別し\nて扱うこととすれば二次的著作物の利用をめぐる権利関係が著しく複雑となり、法\n的安定性を害する結果となること、また、二次的著作物における新たな創作的部分\nであっても、原著作物の内容による制約の下で付与されるものであり、原著作物の\n創作性に全く依拠しないとはいえないことなどから、著作権法は、両者を区別しな\nいで二次的著作物の利用全般について、原著作物の著作者が二次的著作物の著作者\nと全く同一の権利を有するものとしたと解するのが合理的だからである。この点に\n関して被告【Ｄ】らの引用する判例（最高裁昭和五一年(オ)第九二三号同五五年三\n月二八日第三小法廷判決・民集三四巻三号二四四頁）は、本件とは事案を異にする\nものであって、本件に適切でない。\n漫画は、ストーリー展開、登場人物の台詞、コマ割りの構成、登場人物や背景の\n絵などの諸要素が不可分一体として有機的に結合したものであり、言語的要素と絵\n画的要素が有機的に結合した著作物である。一般に、著作権者は、第三者が著作物\nの一部のみを複製する行為に対しても、著作権の侵害を理由として差止め等を求め\nることができるものであり、これを漫画についていえば、漫画の著作権者は、第三\n者が漫画を構成する要素の一部である絵画的要素のみを利用する行為、例えば漫画\nの登場人物の絵のみを複製する行為に対しても、著作権の侵害を理由として差止め\n等を求めることができる。そうであれば、ストーリー原稿を原著作物として漫画が\n作成されている場合においては、原著作物の著作者（原作者、著述家）は、二次的\n著作物の著作者（作画者、漫画家）と同様、当該漫画の登場人物の絵のみを複製す\nる行為に対しても、著作権侵害を理由として差止め等を求めることができるという\nべきである。\n（二）また、被告【Ｄ】及び被告アイプロは、本件においては、原告から被告\n【Ｄ】に本件連載漫画の第一回連載分の原作原稿が交付される前に、被告【Ｄ】に\nよりキャンディ原画及びキャンディ予告原画が作成されていたから、本件連載漫画\nにおける主人公キャンディの絵は、原告作成の原作原稿に依拠することなく作成さ\nれたものであり、キャンディ原画ないしキャンディ予告原画の複製物ないし翻案物\nであって、原作原稿を原著作物とする二次的著作物に該当しないと主張する。\nなるほど、漫画の登場人物の絵として、既存の別個の漫画の登場人物の絵を使用\nした場合（例えば、【Ｈ】の漫画においては、複数の作品を通じて、「ヒゲオヤ\nジ」「ランプ」「ヒョウタンツギ」などの人物が脇役として登場している。）、既\n存のオリジナルキャラクター（例えば、「ハロー・キティ」など）を使用した場合\nや、漫画以外の既存の著作物における絵を使用した場合（例えば、漫画「ポケット\nモンスター」においては、先行して発売された同名の携帯液晶ゲーム機用ソフトに\n登場する様々なモンスターが登場している。）は、漫画における当該登場人物の絵\nは、既存の他の著作物における絵の複製であり、当該漫画の作画を担当した漫画家\nは当該登場人物の絵について著作権を有しないものであるから、当該漫画につきそ\nのストーリー原稿を作成した者（著述家）がいたとしても、その者は、当該登場人\n物の絵については、原著作物の著作者としての権利を有しないこととなる。\nしかし、本件においては、前記第二、一（前提となる事実関係）に証拠（甲一、\n一二、丙一の１ないし５、二の１ないし４、三ないし七、九、一〇）及び弁論の全\n趣旨を総合すれば、①　昭和四九年秋、なかよし編集部は、当時なかよしに連載中\nの被告【Ｄ】の著作に係る漫画「ひとりぼっちの太陽」の連載終了後に、同被告に\nよる新たな連載漫画をなかよしに連載することを企画し、被告【Ｄ】の担当編集者\nであった【Ｉ】が同被告との間で新たな連載漫画の構想を話し合うなかで、新連載\n漫画については、なかよし昭和五〇年四月号から連載を開始し、ストーリーの作成\nを原告が担当し、作画を被告【Ｄ】が担当することが決まり、昭和四九年一一月ま\nでの間に、【Ｉ】は、被告【Ｄ】及び原告とそれぞれ個別に打合せを行って、新連\n載漫画につき、舞台を外国として、主人公である孤児の少女が逆境に負けずに明る\nく生きていく姿を描くなどの、漫画の舞台設定、主人公の性格や基本的筋立て等の\n基本的構想を決定したこと、②　右に引き続いて、同年一一月、原告と被告【Ｄ】\nは、【Ｉ】を交えて初めての打合せを行い、なかよし昭和五〇年四月号に掲載する\n連載第一回分の筋立てのほか、なかよし同年三月号に同漫画の予告を掲載するため\nに必要な、漫画の題名、主人公の名前、キャラクター等について各自の意見を交換\nしたが、その際、被告【Ｄ】は、携帯していたＢ５判の無地のレポート用紙綴り\nに、主人公のラフスケッチ（キャンディ原画）を描いたこと、③　右打合せの結果\nを踏まえて、原告は、本件連載漫画の連載第一回分の原作原稿を執筆していたとこ\nろ、これと並行して、被告【Ｄ】は、【Ｉ】からの依頼に基づき、なかよし三月号\nに掲載する本件連載漫画の予告用の主人公キャンディのカット画（キャンディ予告\n原画）を作成して、昭和五〇年一月八日ころまでに【Ｉ】に渡したこと、④　その\n後、同年一月中旬に、被告【Ｄ】は、原告の作成した連載第一回分の原作原稿を、\n【Ｉ】から受領したこと、が認められる。\n右事実関係に照らせば、キャンディ原画は、原告、被告【Ｄ】と編集者との間で\n本件連載漫画の基本構想が決まった後に、三者で主人公の名前、キャラクターにつ\nいての意見を交換している際に、被告【Ｄ】が主人公の少女の容貌についての一案\nを提示する目的でその場で描いたものであって、本件連載漫画における主人公キャ\nンディの絵との関係でいえば、下書きないし習作というべきものであり、キャンデ\nィ予告原画も、本件連載漫画の予告掲載のため、昭和五〇年一月初めに、三者の右\n打合せの結果を踏まえて主人公キャンディの暫定的な予定画として作成されたもの\nであって、いずれも、原作原稿において予定されていた主人公の性格等の特徴に合\n致するように、本件連載漫画の制作作業の一環として作成されたものである。右に\nよれば、キャンディ原画及びキャンディ予告原画は、いずれも、本件連載漫画のス\nトーリーと無関係に独立して作成されたものということができず、本件連載漫画の\n制作経過を全体としてみれば、キャンディ原画及びキャンディ予告原画は、本件連\n載漫画における主人公キャンディの絵と一体として、原告作成の原作原稿に依拠し\nて作成されたものというべきである。したがって、結果的に、本件連載漫画におい\nて描かれた主人公キャンディの絵がキャンディ原画ないしキャンディ予告原画と同\n一ないし類似するものであったとしても、本件連載漫画の絵が、これらに依拠して\n作成されたということはできず、これらの複製ないし翻案に当たるということはで\nきない。被告【Ｄ】らの前記主張は、採用することができない。\nまた、本件連載漫画におけるキャンディ以外の登場人物の絵については、原告に\nよる原作原稿作成以前に被告【Ｄ】によりこれらの絵の原画が作成されていたこと\nを認めるに足りる証拠はないから、被告【Ｄ】らの主張はその前提を欠くものであ\nって、これ以上の検討を要するまでもなく、失当である。\n（三）以上によれば、本件連載漫画の登場人物の絵のみを利用する行為に対して\nも、原告は、本件連載漫画の原著作物の著作者として、著作権を行使し得るものと\nいうべきである。\n２　争点２（本件商品の販売について、被告アドワーク及び被告【Ｃ】が責任を負\nうかどうか）について\n前記第二、一（前提となる事実関係）に認定の事実に証拠（甲一、一一、乙一、\n四）及び弁論の全趣旨を総合すれば、①　被告アドワークは、被告【Ｄ】及び同被\n告の委任を受けて本件連載漫画について同被告の有する著作権を管理する被告アイ\nプロの許諾を得て、本件連載漫画のキャラクターの商品化事業を遂行していたもの\nであり、被告アドワークの専務取締役の職にあった被告【Ｃ】は、右商品化事業の\n担当者としてこれに中心的に関与したこと、②　被告アドワークは、被告【Ｄ】と\n共に、原告から提起された先行訴訟の相手方となっていたが、被告【Ｃ】を始めと\nする被告アドワークの担当者は、右訴訟の対応において、被告【Ｄ】の当時の代理\n人弁護士から、原告は本件連載漫画作成の際に参考資料等の提供をしただけであっ\nて本件連載漫画について著作権を有するのは被告【Ｄ】のみである旨及び仮に原告\nに何らかの権利があったとしても本件連載漫画のストーリーを用いないで登場人物\nの絵を使用するだけであれば著作権法上の問題を生じない旨の説明を受けていたこ\nと、③　被告アドワークは、平成一〇年四月ころ、被告【Ｄ】の当時の代理人弁護\n士が作成した、本件連載漫画について著作権を有するのは被告【Ｄ】のみである旨\n及び仮に原告に何らかの権利があったとしても本件連載漫画のストーリーを用いな\nいで登場人物の絵を使用するだけであれば著作権法上の問題を生じない旨を説明し\nた書面の交付を受けていたこと、が認められる。\n右認定事実によれば、被告らは、本件連載漫画について著作権を有するのは被告\n【Ｄ】のみである旨及び仮に原告に何らかの権利があったとしても本件連載漫画の\nストーリーを用いないで登場人物の絵を使用するだけであれば著作権法上の問題を\n生じない旨の共通認識の下で、共同して、本件連載漫画のキャラクターの商品化事\n業として、被告アドワークによる本件商品の製造販売を遂行したものと認められる\nから、本件商品の製造販売による原告の著作権の侵害については、各自、共同不法\n行為者として責任を負担するものというべきである。\n被告アドワーク及び被告【Ｃ】は、自己の過失を争うが、右被告らは、本件連載\n漫画の登場人物の絵の使用について著作権法上の問題を生じないかどうかを、それ\nぞれの事業の遂行に当たり、各自、自己の責任により判断すべきものであるとこ\nろ、前記認定事実に加えて、なかよしにおける本件連載漫画の各連載分に「原作\n【Ｅ】」という形で原告のペンネームが表示されていたこと（前記第二、一２）に\n照らせば、本件連載漫画の登場人物の絵の使用につき原告が何らかの権利を有する\nことは容易に知り得べきものであったから、被告【Ｄ】ないし同被告の当時の代理\n人弁護士の説明を軽信して本件商品の製造販売に関与した被告アドワーク及び被告\n【Ｃ】に、過失があったことは明らかである。\n３　争点３（原告の被った損害の額）について\n（一）著作権法一一四条一項に基づく損害額の主張の許否について\n（１）著作権法一一四条一項は、民法七〇九条の特別規定であり、損害額について\nの権利者の立証責任を軽減するものである。すなわち、権利者としては、民法七〇\n九条に基づいて損害賠償を請求するためには、①故意・過失、②他人の権利の侵害\n（違法性）、③損害の発生、④侵害と損害との因果関係、⑤損害の額を主張立証し\nなければならないところ、右のうち④（損害と侵害との因果関係）及び⑤（損害の\n額）については、一般にその立証に困難を伴うことから、権利者の権利行使を容易\nにするため、これについての推定規定を設けたものであって、特許法一〇二条二\n項、実用新案法二九条二項、意匠法三九条二項及び商標法三八条二項と同趣旨の規\n定である。\nそして、右規定により推定されるのは前記の不法行為の要件事実中の④（侵害と\n損害との因果関係）及び⑤（損害の額）であって、③（損害の発生）までが推定さ\nれるものではないから、著作権法一一四条一項に基づく損害を主張してその賠償を\n求める者は、損害の発生を主張立証しなければならない。\nしかし、著作権者は著作物を利用する権利を専有するものであって（著作権法二\n一条ないし二七条）、市場において当該著作物の利用を通じて独占的に利益を得る\n地位を法的に保障されていることに照らせば、侵害者が著作権を侵害する物を販売\n等する行為は、市場において侵害品の数量に対応する真正品の需要を奪うことを意\n味するものであり、著作権者は、侵害者の右行為により、現在又は将来市場におい\nてこれに対応する数量の真正品を販売等する機会を喪失することで、右販売等によ\nり得られるはずの利益を失うことによる損害を被ると解するのが相当である。すな\nわち、侵害者が侵害品の販売等を行った時期に著作権者が実際に著作物の利用行為\nを行っていなかったとしても、著作権者において著作権の保護期間が満了するまで\nの間に当該著作物を利用する可能性を有していたのであれば、侵害者の行為により\n著作権者に損害を生じたということができる。\nそうすると、著作権者は、侵害行為が行われた時点において著作物を具体的に利\n用する行為を行っていないとしても、特段の事情のない限り、著作権の保護期間の\n満了までの間に著作物を利用する可能性を有するものであるから、侵害者に対し\nて、著作権法一一四条一項の規定に基づく損害額の賠償を求めることができるとい\nうべきである。\n（２）右のとおり、著作権者が著作権法一一四条一項に基づく損害額を主張してそ\nの賠償を求めるためには、著作権者が著作物を利用する行為を行っていることを要\nするものではない。\nしかしながら、著作権者が著作権法一一四条一項に基づく損害額を主張すること\nができるのは、著作権者が、著作物を利用する権利を専有し、自らの権原のみに基\nづいて著作物を利用することが可能であり、他方、侵害者により販売等のされる侵\n害品が真正品と同内容の物として互いに排他的な競争関係に立つことから、侵害品\nの販売等による利益をもって著作権者が真正品の販売等により得ることのできたは\nずの利益と等価関係に立つという擬制が可能なことによるものというべきであるか\nら、このような前提が存在しないことが明らかな場合には、著作権法一一四条一項\nに基づく損害額を主張することは許されないというべきである。\nそうすると、著作権者の著作物を原著作物として二次的著作物が作成されている\n場合において侵害者が二次的著作物の著作権を侵害する物を販売等している場合\nや、著作権者の著作物を原著作物として侵害者が無許諾で二次的著作物を作成して\nこれを販売等している場合には、著作権者（原著作物の著作権者）は、著作権法一\n一四条一項に基づく損害額を主張することは許されないと解するのが相当である。\nけだし、二次的著作物は、原著作物に依拠してこれを翻案したものであるといって\nも、原著作物に新たな創作的要素を付加したものとして、原著作物から独立した別\n個の著作物として著作権法上の保護を受けるものであって、原著作物の著作権者で\nあっても二次的著作物の著作権者の許諾なくしては二次的著作物の利用を行うこと\nができず、また、二次的著作物の販売等により得られた利益には二次的著作物にお\nいて新たに付加された創作的部分の対価に相当する部分が含まれているからであ\nる。すなわち、右のような場合には、原著作物の著作権者は自らの権原のみでは二\n次的著作物を利用することができず、また、侵害者が二次的著作物を販売等したこ\nとにより得た利益をもって原著作物の著作権者の得べかりし利益と等価関係に立つ\nということもできないから、原著作物の著作権者は、著作権法一一四条一項に基づ\nく損害額の賠償を求めることができないのである。\n（３）したがって、本件において、原告は、本件連載漫画につき原著作物の著作権\n者としての権利を有するにすぎないから、二次的著作物である本件連載漫画の複製\n権を侵害する物品の販売に対して、原告が著作権法一一四条一項に基づく損害額の\n賠償を求める点は失当である。\n（二）著作権法一一四条二項に基づく損害額について\n（１）そこで、原告の著作権法一一四条二項に基づく損害額について検討する。\n証拠（乙二ないし一三）及び弁論の全趣旨によれば、①　被告【Ｄ】・被告アイ\nプロと被告アドワークとの間では、本件連載漫画の商品化事業に際して、本件商品\nのロイヤリティにつき、通信販売では定価で計算した売上額から配送料を控除した\n額の五パーセント、展示会等における販売では定価で計算した売上額の五パーセン\nトとする旨を合意したこと、②　被告アドワークは、定価計算で合計一六四八万円\n分の本件複製原画を通信販売により販売し、被告【Ｄ】・被告アイプロに対して、\n右額から配送料合計二一万八四〇〇円を控除した残額一六二六万一六〇〇円の五パ\nーセントに当たる八一万三〇八〇円の使用料の支払義務を負担すること、③　被告\nアドワークは、定価計算で合計七九六万七四〇〇円分の本件関連商品を展示会等に\nおいて販売し、被告【Ｄ】・被告アイプロに対して、右額の五パーセントに当たる\n三九万八三七〇円の使用料の支払義務を負担すること、が認められる。\n右事実関係に照らせば、被告【Ｄ】・被告アイプロと被告アドワークとの間にお\nける本件商品のロイヤリティに関する合意は、被告【Ｄ】が本件連載漫画の登場人\n物の絵の使用についてのすべての権利を有することを前提として、商品化契約とし\nての通常の交渉の結果合意された額と認めることができるから、右合意により定め\nられた使用料をもって、本件連載漫画の登場人物の絵を商品化した場合に第三者か\nら支払われるべき通常の使用料と認めるのが相当である。\n（２）本件連載漫画については、原告は原著作物の著作者として、被告【Ｄ】は二\n次的著作物の著作者としてそれぞれ権利を有するものであるところ、商品化事業に\nより第三者から支払われる使用料の両者の間での分配割合は、特段の事情のない限\nり各二分の一というべきであり、通常のキャラクター商品においては各二分の一の\n割合により分配すべきものであるが、当該商品の性質に照らし一方の寄与度が他方\nのそれを大きく上回るようなものについては、右割合によらず当該商品の性質に応\nじた合理的な割合により分配すべきものである。\nこれを本件についてみると、本件関連商品については、通常のキャラクター商品\nとして、原告と被告【Ｄ】とがそれぞれ二分の一の割合により使用料を分配すべき\nものであるが、本件複製原画については、①商品化に当たり、被告【Ｄ】が構図を\n決めて下絵を作成するなどの新たな作業を行ったものであって、このような被告\n【Ｄ】の作業が本件複製原画の完成に果たした役割は小さくないこと、②本件複製\n原画の購入者は、室内装飾に用いるなど絵画としてこれを鑑賞することを主たる目\n的として購入するものと考えられること、などの点（甲一ないし一〇、弁論の全趣\n旨により認められる。）を考慮すると、通常のキャラクター商品と異なり作画者で\nある被告【Ｄ】の寄与の度合が原告のそれを大きく上回るから、原告と被告【Ｄ】\nが一対四の割合により使用料を分配すべきものと認めるのが相当である。\nこの点につき、被告アドワーク及び被告【Ｃ】は、原告と被告【Ｄ】との間には\n本件連載漫画の二次的利用に関する契約（平成七年一一月一五日付け）が存在し、\n右契約においては本件連載漫画の絵のみを表現手段とする利用によって生じた利益\nにつき原告二〇パーセント被告【Ｄ】八〇パーセントの割合で分配する旨合意され\nていることを理由に、本件における著作権法一一四条二項に基づく損害額の算定に\nおいても、本件関連商品を含めた本件商品全部について原告の取得すべき額を右割\n合に基づいて算定すべきであると主張する。しかし、右契約についてはこれが締結\nされた経緯が明らかでない上（甲一一に照らしても、被告アドワークらの主張する\nように、個々の商品化事業における利用形態の違いによる原著作者の創作性の影響\nの差異を考慮に入れて合理的な分配割合として合意されたものであると直ちに認め\nることはできない。）、右契約にいう「漫画の絵のみを表現手段とする利用」とい\nうのが具体的にどのような利用形態を想定したものか明らかでなく、また、被告\n【Ｄ】及び被告アイプロにおいて右契約は既に平成九年七月四日に解除されたもの\nとしてその効力を否定していることなどを考慮すれば、右契約の存在を理由として\n直ちに、本件商品全部について使用料を原告と被告【Ｄ】との間で一対四の割合で\n分配すべきものと認めることはできない。\nそうすると、原告が著作権法一一四条二項に基づいて主張することのできる損害\nの額は、被告アドワークが被告【Ｄ】・被告アイプロに対して負担する、本件複製\n原画についての使用料八一万三〇八〇円の五分の一に当たる一六万二六一六円と、\n本件関連商品についての使用料三九万八三七〇円の二分の一に当たる一九万九一八\n五円の合計額三六万一八〇一円と認められる。\n（三）精神的損害（慰謝料）について\n本件において侵害された原告の権利は、財産権である著作権（複製権）であり、\n原告の人格的利益が著しく侵害されたとまでは認められず、被告らの不法行為によ\nり原告に生じた損害については、右の財産的損害の賠償により回復されることに照\nらせば、これに加えて慰謝料請求を認める必要があるものとはいえない。\n（四）弁護士費用について\n本件における原告の請求の内容、本件事案の性質、本件訴訟の審理経過その他の\n事情を総合考慮すれば、被告らによる著作権の侵害行為と相当因果関係あるものと\nして被告らに負担させるべき弁護士費用としては、五〇万円をもって相当と認め\nる。\n（五）損害額合計\n右によれば、原告は、被告らに対して、八六万一八〇一円の連帯支払を求めるこ\nとができる。\n４　結論\n以上によれば、被告らは、共同不法行為による損害賠償として、原告に対して八\n六万一八〇一円及びこれに対する不法行為後（訴状送達の日の翌日）である被告ア\nドワークは平成一一年九月二二日以降、被告【Ｃ】は平成一一年一〇月二四日以\n降、被告【Ｄ】及び被告アイプロは平成一一年九月二四日以降、各支払済みまで年\n五分の割合による遅延損害金を連帯して支払うべきものであるから、原告の請求を\n右の限度で認容することとし、主文のとおり判決する。\n東京地方裁判所民事第四六部\n裁判長裁判官  　  三      村      量      一\n裁判官　　　和  久  田      道      雄\n裁判官　　　田      中      孝      一\n"
}