{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 17,
    "month": 10,
    "day": 19
  },
  "case_number": "平成17(行ケ)10011",
  "case_name": "",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "9323",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=9323",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/323/009323_hanrei.pdf",
  "contents": "平成１７年（行ケ）第１００１１号　特許取消決定取消請求事件（平成１７年９月\n２８日口頭弁論終結）\n判決\n原 告 富士電機リテイルシステムズ\n株式会社\n代表者代表取締役\n訴訟代理人弁理士 酒井宏明\n同 宮田英毅\n被 告 特許庁長官　　中　嶋　　誠\n指定代理人 内藤真德\n同 田中秀夫\n同立 川 功\n同 宮下正之\n同阿 部 寛\n主文\n特許庁が異議２００２－７０４９３号事件について平成１６年５月１８\n日にした決定を取り消す。\n訴訟費用は被告の負担とする。\n事実及び理由\n第１　請求\n主文と同旨\n第２　当事者間に争いのない事実\n１　特許庁における手続の経緯\n原告は，発明の名称を「自動販売機」とする特許第３２０３１３４号発明\n（平成６年９月１９日特許出願，平成１３年６月２２日設定登録，【請求項１】～\n【請求項４】からなるが，全請求項に係る特許を「本件特許」と総称する。）の特\n許権者である。\n本件特許について，その後，特許異議の申立てがされ，異議２００２－７０４９\n３号事件として特許庁に係属し，原告の前権利者である富士電機株式会社におい\nて，平成１４年７月２３日，特許請求の範囲の記載等につき訂正請求をした（以\n下，この訂正請求に係る訂正を「本件訂正」という。）。特許庁は，同事件につい\nて審理した結果，同年１１月１３日，「訂正を認める。特許第３２０３１３４号の\n請求項１ないし４に係る特許を取り消す。」との決定（以下「前決定」という。）\nをしたが，東京高等裁判所は，前決定の取消請求事件（平成１４年（行ケ）第６４\n６号）について審理した結果，平成１５年９月２４日，前決定を取り消す旨の判決\n（以下「前判決」という。）をし，これが確定した。\n特許庁は，異議２００２－７０４９３号事件を更に審理した上，平成１６年５月\n１８日，「訂正を認める。特許第３２０３１３４号の請求項１ないし４に係る特許\nを取り消す。」との決定をし，同年６月７日，原告にその謄本を送達した。\n２　本件訂正に係る明細書（以下「本件明細書」という。）の特許請求の範囲の\n記載\n【請求項１】内部に商品収納室が形成されている断熱構造の本体と，\n前記本体の前部に設けられると共に下部前面に商品取出口が設けられている\n外扉と，\n前記外扉に対向配置されると共に前記本体の前面開口を開閉する内扉と，\n前記内扉の下部に前記商品取出口に対応するように設けられ，前記商品収納\n室内に設けられた商品シュートを滑落する商品を前記商品取出口へ搬出するための\n商品搬出口と，\n前記商品搬出口に上端が軸支され，重心位置を前記商品取出口側に寄せると\nともに前記商品シュートを滑落してきた商品が内壁面に沿って滑落できるように前\n記商品取出口側に湾曲して形成された前壁を有し，該重心位置を前記商品取出口側\nに寄せることによって生じるモーメントの作用により，商品の通過後に前記商品搬\n出口の前縁部に当接して該商品搬出口を塞ぐ搬出口扉と\nを備えたことを特徴とする自動販売機。\n【請求項２】前記搬出口扉を透明な部材にて形成したことを特徴とする請求項\n１記載の自動販売機。\n【請求項３】前記搬出口扉の前壁の内壁面に縦方向のリブを多数形成したこと\nを特徴とする請求項１記載の自動販売機。\n【請求項４】前記搬出口扉の前壁の下部に横方向のリブを複数形成したことを\n特徴とする請求項１記載の自動販売機。\n（以下，【請求項１】～【請求項４】に係る発明を「本件発明１」～「本件発\n明４」という。）\n３　決定の理由\n(1)　決定は，別添決定謄本写し記載のとおり，本件訂正を認めた上，本件発明\n１は，実願昭５５－１５１４５８号（実開昭５７－７３７７８号）のマイクロフィ\nルム（甲１，以下「引用例１」という。）及び特開平３－４０１８９号公報（甲\n２，以下「引用例２」という。）に記載された各発明（以下，順に「引用発明\n１」，「引用発明２」という。）に基づいて当業者が容易に発明をすることができ\nたものであり，また，本件発明２～４も，周知技術を勘案すれば引用発明１及び２\nに基づいて当業者が容易に発明をすることができたものであって，いずれも特許法\n２９条２項により特許を受けることができず，本件特許は，拒絶査定をしなければ\nならない特許出願に対してされたものであるから，平成６年法律第１１６号による\n改正特許法の附則１４条の規定に基づく，特許法等の一部を改正する法律の一部の\n施行に伴う経過措置を定める政令（平成７年政令第２０５号）４条２項の規定によ\nり，本件特許を取り消すべきものとした。\n(2)　決定は，本件発明１と引用発明１とが，「内部に商品収納室が形成されて\nいる本体と，前記本体の前部に設けられると共に下部前面に商品取出口が設けられ\nている第１部材と，前記第１部材に対向配置されると共に前記本体の前面開口を開\n閉する第２部材と，前記第２部材の下部に前記商品取出口に対応するように設けら\nれ，前記商品収納室内に設けられた商品シュートを滑落する商品を前記商品取出口\nへ搬出するための商品搬出口と，前記商品搬出口に上端が軸支され，重心位置を商\n品取出口側に寄せるとともに前記商品シュートを滑落してきた商品が滑落できるよ\nうに前記商品取出口側に突出して形成された前壁を有し，該重心位置を前記商品取\n出口側に寄せることによって生じるモーメントの作用により，商品の通過後に前記\n商品搬出口の前縁部に当接して該商品搬出口を塞ぐ搬出口扉とを備えた自動販売\n機」（決定謄本６頁第３段落）である点で一致し，一方，「［相違点１］第１部材\n及び第２部材に関し，本件発明１においては，外扉及び内扉であって，各々が別体\nの扉を構成しているのに対し，引用発明（注，引用発明１）においては，ケース\n扉(4)の外壁板(9)及び内壁板(10)であって，各々の壁板が一体となって単一の扉を\n構成している点。［相違点２］商品収納室が形成されている本体に関し，本件発明\n１においては，『断熱構造』となっているのに対し，引用発明においては，その構\n造が明確にされていない点。［相違点３］商品の滑落態様に関し，本件発明１にお\nいては，商品が搬出口扉の『内壁面に沿って』滑落できるとしているのに対し，引\n用発明においては，そのような滑落態様が明確にされていない点。［相違点４］搬\n出口扉の前壁の『突出』形状に関し，本件発明１は，商品取出口側に『湾曲』して\n形成されたものであるのに対し，引用発明では，商品取出口側に『凸部を向けて屈\n曲』して形成されたものである点。」（同頁下から第４段落～７頁第１段落）で相\n違すると認定した。\n第３　原告主張の決定取消事由\n決定は，引用発明１の認定を誤った結果，本件発明１と引用発明１との一致\n点の認定を誤り（取消事由１），また，相違点３及び４についての判断を誤り（取\n消事由２及び３），その結果，引用発明１及び２に基づいて当業者が容易に発明を\nすることができたと誤った結論を導き，また，本件発明２～４についても，本件発\n明１の場合と同様に認定判断を誤り（取消事由４），引用発明１及び２と周知技術\nに基づいて当業者が容易に発明をすることができたと誤った結論を導いたものであ\nるから，違法として取り消されるべきである。\n１　取消事由１（引用発明１の認定の誤り及び本件発明１と引用発明１との一致\n点の認定の誤り）\n(1)　決定は，引用例１に，「商品(2)の通過後に前記内壁板(10)貫通部の前縁\n部に当接して該内壁板(10)貫通部を施蓋する内部蓋(12)とを備えた自動販売機」\n（決定謄本５頁第１段落）が記載されているとした上で，本件発明１と引用発明１\nとが「該重心位置を前記商品取出口側に寄せることによって生じるモーメントの作\n用により，商品の通過後に前記商品搬出口の前縁部に当接して該商品搬出口を塞ぐ\n搬出口扉とを備えた」自動販売機との構成を有する点で一致すると認定した。しか\nし，引用例１には上記の構成の開示はなく，したがって，これを前提とする本件発\n明１と引用発明１との一致点の認定も誤りである。\n(2)　本件発明１の「搬出口扉」について\nア　本件明細書の特許請求の範囲の請求項１（以下，単に「特許請求の範\n囲」という。）によると，「前記商品搬出口に上端が軸支され，重心位置を前記商\n品取出口側に寄せるとともに前記商品シュートを滑落してきた商品が内壁面に沿っ\nて滑落できるように前記商品取出口側に湾曲して形成された前壁を有し，該重心位\n置を前記商品取出口側に寄せることによって生じるモーメントの作用により，商品\nの通過後に前記商品搬出口の前縁部に当接して該商品搬出口を塞ぐ搬出口扉」との\n記載によって，「搬出口扉」を特定しており，同記載部分は，本件発明１の特徴的\n部分でもある。上記記載部分は，機能的な表現となっているが，その技術的意義を\n特定するために，本件明細書の発明の詳細な説明を適宜参酌することが許されるべ\nきである。そして，発明の詳細な説明の記載によると，本件発明１は，搬出口扉の\n重心位置を商品取出口側に寄せたことによるモーメントの作用によって，商品搬出\n口の前縁部に当接して，これを塞ぐが，それにとどまらず，さらに，商品搬出口を\n塞ぐ状態を維持して，商品収納室を循環する冷気又は暖気により搬出口扉が開くこ\nとを防止するとともに，外扉の奥行き寸法を小さくするというものであ\nる。\nそうすると，本件発明１に係る搬出口扉を特定する記載のうち「商品の\n通過後に前記商品搬出口の前縁部に当接して該商品搬出口を塞ぐ」とあるのは，商\n品が通過した後に商品収納室を循環する冷気又は暖気によっても商品搬出口が開か\nないようにすることを意味し，換言すると，搬出口扉が商品搬出口を塞いだ状態に\n維持することを意味するものである。\nイ　なお，前決定は，本件の決定と異なる引用例（実願昭５５－１５１４５\n６号〔実開昭５７－７３７７３号〕のマイクロフィルム，甲７）によって本件発明\n１の容易想到性を認定判断しているが，前判決は，前決定を取り消すに当たって，\n本件発明１について，「本件発明１の商品搬出口扉が軸回りのモーメントにより商\n品搬出口を塞いだ状態を維持するものである」と認定しているところ，この認定\nは，前判決の主文が導き出されるのに必要な事実認定であったから，この認定につ\nいて前判決の拘束力が及ぶものと解すべきである。\n(3)　引用発明１の「内部蓋(12)」について\nア　引用例１（甲１）には，「そして商品取出口(8)の外部板(9)に外部\n蓋(11)，内壁板(10)に内部蓋(12)が，共にケース扉(4)の内側に向かって回動自在と\nなるよう上部が枢支されて商品取出口(8)を施蓋している。」（３頁１２行目～１５\n行目）との記載があり，このような記載によれば，引用発明１は，内部蓋(12)は確\nかに商品取出口(8)を施蓋する機能を有していることは分かるものの，商品(2)が商\n品シュート(16)からポケット(13)に滑落した後，すなわち，商品(2)が内壁板(10)貫\n通部を通過した後に商品取出口(8)を施蓋する点についてまで記載があるとはいえな\nい。\nまた，引用発明１の内部蓋(12)は，引用例１の第２図に示されるように，屈曲部\n分が内部蓋(12)の上部側にあり，このため内部蓋(12)の重心位置は，内部蓋(12)の\n上方に位置するものということができる。そうすると，引用発明１の内部蓋(12)に\nおいて，横軸周りに生じるモーメントは，些少なものというべきであり，内壁\n板(10)貫通部を塞いだ状態を維持するために十分とはいえない。\n仮に，引用発明１の商品貯蔵室(3)の内部が，本件発明１と同様に冷気や暖気が循\n環している構成であるとすると，冷気や暖気が商品取出口(8)から漏れることを防止\nするために，商品取出口(8)を塞いだ状態に維持することが必要となり，そのために\nは，相当の大きさのモーメントを内部蓋(12)に作用させることが必要となる。とこ\nろが，引用発明１には，このようなことは全く開示されていない。したがって，引\n用発明１は，本件発明１のように，冷気や暖気が商品取出口(8)から漏れることを防\n止する必要がないから，モーメントの作用により内壁板(10)の貫通部を塞ぐ状態を\n維持することについての配慮がされていないのである。\nイ　決定は，「本件特許明細書（注，本件明細書）中に，『従来は，・・・\n商品搬出口扉３の重心位置を軸部３ａの垂直下方よりも外扉４の商品取出口５側に\n寄せるようにしている。・・・このように重心位置を商品取出口５側に寄せること\nにより，商品搬出口扉３に商品搬出口１に向かう方向の力（モーメント）を生じさ\nせることができ，これにより商品搬出口扉３を商品搬出口１に密着させることがで\nきると共に，商品収納室６内を循環する冷気又は暖気にて商品搬出口扉３が開くの\nを防ぐことができるようになっている。』（段落【０００５】及び【０００６】参\n照。）と記載されているように，そもそも，商品搬出口扉が，商品収納室内を循環\nする冷気又は暖気にて開くのを防ぐように構成されるものであることは，自動販売\n機の分野における技術常識というべき事項である。一方，引用発明１の自動販売機\nは，瓶商品を収納する商品収納室内を循環する冷気又は暖気の存在する断熱構造が\n採用されたものであると解され，しかも，内部蓋は，商品取出口側に凸部を向けて\n屈曲して形成された前壁を有するところから，重心位置を商品取出口側に寄せるこ\nとによって，商品搬出口を塞ぐ方向のモーメントを生じさせることができるものと\nいえる。そうすると，上記技術常識を踏まえれば，刊行物１には，内部蓋がモーメ\nントの作用によって商品取出口を塞ぐ技術が開示されていると解するのが妥当であ\nる。」（決定謄本８頁第４段落～第６段落）と説示する。\nしかし，本件明細書（甲４添付）の発明の詳細な説明の段落【０００５】及び\n【０００６】では，商品収納室内を循環する冷気又は暖気にて開くのを防ぐことを\n課題としていることを述べているのみであり，この課題を搬出口扉の構成によって\n解決するとは述べていない。\n本件明細書の発明の詳細な説明の段落【０００５】及び【０００６】を引用し\nて，搬出口扉が，商品収納室内を循環する冷気又は暖気によって開くのを防ぐよう\nに構成することが自動販売機の分野における技術常識であるということはできな\nい。\nウ　被告は，引用発明１について，商品(2)による外力が加わらない状態で内\n部蓋(12)は商品取出口(8)を塞いでいることは明らかであり，そして，当該外力が存\n在しなくなった後，つまり商品(2)が内壁板(10)貫通部を通過した後には，内部\n蓋(12)は外力が加わっていない状態である商品取出口(8)を塞ぐ状態に復帰すること\nも明らかである旨主張する。\nしかし，商品(2)による外力が加わって，商品取出口(8)から離れて開放された状\n態（以下「開動」という。）にある内部蓋(12)は，商品(2)がシュート(16)上からポ\nケット(13)に落下した後，その自重によって商品取出口(8)を施蓋するととらえるこ\nとができないでもないが，開動状態にある内部蓋(12)（引用例１の第２図に破線で\n示された図）を，外部蓋(11)を商品取り出し口(8)側に開動させることにより，内部\n蓋(12)を元の状態に戻して商品取り出し口(8)を施蓋するようにもとらえることがで\nきるから，被告の上記主張は，失当である。\n(4)　決定は，引用発明１を誤認し，その結果，相違点とされるべき「該重心位\n置を前記商品取出口側に寄せることによって生じるモーメントの作用により，商品\nの通過後に前記商品搬出口の前縁部に当接して該商品搬出口を塞ぐ搬出口扉とを備\nえた」との点を一致点と誤認したものであって，本件発明１と引用発明１との対比\nが上述したように誤ったものである以上，決定の結論に影響を及ぼすものであるこ\nとは明らかである。\n２　取消事由２（相違点３についての判断の誤り）\n(1)　本件発明１は，搬出口扉において，「商品払出しシュートを滑落してきた\n商品が商品搬出口扉の内壁面に当接した後，商品搬出口扉が時計方向に回動しつつ\n商品が滑落できるように商品取出口側に湾曲して形成された前壁を有している」も\nのであるが，その技術的意義は，搬出口扉の内壁面の湾曲部分自体で商品シュート\nから滑落してくる商品を当接させながら滑落できるように前壁の湾曲部分を形成し\nているというものである。したがって，商品の滑落態様についての「内壁面に沿っ\nて」滑落するとの相違点３に係る構成は，商品が当接する部位をも考慮して，すな\nわち，平板状部分であるか湾曲形状部分であるか否かによる影響を考慮して判断し\nなければならない。ところが，決定は，相違点３について，「引用発明において，\n商品シュートを滑落してきた商品が搬出口扉の内壁面に当接した後の態様を考察す\nるに，商品は商品シュートの延長方向あるいは該延長方向よりも下方の傾斜方向に\n滑落を続け，一方，搬出口扉は商品からの押圧力を受けて時計方向に回動されるこ\nとになるため，商品と搬出口扉の内壁面との当接箇所は，当初の当接位置から徐々\nに搬出口扉の下方側にずれていくもの，即ち，商品は搬出口扉の『内壁面に沿っ\nて』滑落するものであると推測される。そうすると，相違点３は，実質的な相違点\nをなすものとはいえない。」（決定謄本７頁下から第４段落）と説示するのみであ\nるから，その判断は，前提において既に誤っている。\n(2)　引用発明１は，内部蓋(12)において，「商品払出しシュート(16)を滑落し\nてきた商品(2)が内部蓋(12)の内壁面に当接した後，内部蓋(12)が時計方向に回動し\nつつ商品(2)が滑落できるように外壁板(9)貫通部側に凸部を向けて屈曲して形成さ\nれた前壁を有している」ものであるが，その技術的意義は，内部蓋(12)の内壁面の\n屈曲部を商品(2)の当接部分より上側に設け，屈曲部より下側で商品払出しシュート\nから滑落してくる商品(2)を当接させて滑落できるようにしていることにある。\n引用発明１の内部蓋(12)は、屈曲部が存在することによる商品詰まりを防止する\nために、屈曲部を蓋の上方に位置させざるを得なくなり，商品(2)との当接部位が，\n屈曲部の下方に存在する平板状部分となる。その結果，内部蓋(12)が内壁板(10)の\n貫通口を塞いだ状態に維持することができないという欠点が生じる。\n(3)　本件発明１は，搬出口扉において，「商品払出しシュートを滑落してきた\n商品が商品搬出口扉の内壁面に当接した後，商品搬出口扉が時計方向に回動しつつ\n商品が滑落できるように商品取出口側に湾曲して形成された前壁を有している」も\nのであるが，その技術的意義は，商品搬出口扉の内壁面の湾曲部分自体で商品シュ\nートから滑落してくる商品を当接させながら滑落できるように前壁の湾曲部分を形\n成していることにある。\nすなわち，本件発明１では、商品が当接する部位が湾曲形状であるため、湾曲部\nの位置を限定しなくても商品が当該湾曲形状部分に引っ掛かって商品詰まりを生じ\nるおそれがなく、しかも，商品収納室を循環する冷気や暖気により蓋が開いてしま\nうことを防止することもできる。\nしたがって，本件発明１は，商品を滑落できるように形成している部位及び形状\nが，引用発明１と本質的に異なっており，その作用効果も異なっている。\n決定が，相違点３についての判断において，商品が当接する部位をも考慮して，\n商品の滑落態様についての「内壁面に沿って」滑落するとの相違点の考察をしてい\nない以上，決定の結論に影響を及ぼすものであることは明らかである。\n３　取消事由３（相違点４についての判断の誤り）\n(1)　決定は，「上記刊行物２（注，引用例２）には，蓋の軸支の垂下に対して\n前側に重心が位置することにより確実に閉状態にもどるようにした自動販売機の外\n蓋が記載されており，特に蓋の下部が扉の前面方向へ湾曲部分を大きく形成された\n形状としたものが図示されており，この形状がモーメントの作用を利用しているこ\nとは明らかである。引用発明における搬出口扉は，内蓋であるのに対し，上記刊行\n物２に記載のものは外蓋であるという相違はあるものの，共に，自動販売機用の蓋\nであり，モーメントの作用により開口部を閉じるという共通の機能を有するもので\nあるから，引用発明において，搬出口扉の突出形状を刊行物２に記載のものに倣っ\nて湾曲形状とすることは，当業者が必要に応じて適宜なし得る設計的事項にすぎな\nい。」（決定謄本７頁下から第２段落～最終段落）と説示するが，誤りである。\n(2)　引用例２の外扉（蓋）の湾曲形状は，モーメントの作用によって扉をもと\nの位置に戻して開口部を閉じるためだけのものであり，モーメントの作用によって\n開口部を塞いだ状態に維持するものではない。\n引用発明２における外蓋は，重心位置が前方に位置するとはいっても蓋上部が内\n方に湾曲していることから開口部を閉じて元に戻す程度のモーメントの作用しか働\nいておらず，開口部を塞いだ状態に維持するほどの大きさのモーメントは作用しな\nい。そのため，引用発明２の外蓋を本件発明１における搬出口扉に適用したとして\nも，商品収納室内部を循環する冷気又は暖気が開口部から外部に漏れてしまい，本\n件発明１の搬出口扉のように，商品収納室を確実に塞いだ状態に維持し，商品収納\n室内部を循環する冷気又は暖気が開口部から漏れることを防止することができな\nい。\n(3)　被告は，引用発明２の外扉の湾曲形状は，外扉の重心が開口部に対して手\n前側に位置することにより，モーメントの作用を利用して閉状態にもどるようにし\nたことは明らかであり，そして，引用発明２の外扉は，商品購入者が販売商品取出\n時に回動させるために加える外力が加わらない状態で閉状態であることも明らかで\nあり，さらに自動販売機の商品貯蔵庫としての機能にかんがみると，上記外扉は，\nモーメントの作用によって開口部を塞いだ状態に維持するものということができる\n旨主張する。\n引用発明２の外扉は，全体として略Ｓ字形状として形成されているものであり，\nこのような形状の外扉では，モーメントの作用によって開口部を閉状態に戻ること\nまではできるかもしれないが，上記１(2)に説明したようなモーメントの作用によっ\nて，開口部を塞いだ状態に維持することまではできない。したがって，被告の上記\n主張は，失当である。\n４　取消事由４（本件発明２～４についての認定判断の誤り）\n決定は，「商品等を収容する部材の扉を透明部材で形成して内容物を視認で\nきるようにすること（注，本件発明２に係る部分），滑落する物品が接触する平板\n状部材に所定方向にリブを形成して補強し，該平板状部材の捻れを防止すること\n（注，本件発明３及び４に係る部分）は，いずれも本件出願前，各種分野で広く行\nわれている周知技術であるから，かかる周知技術を上記引用発明における搬出口扉\nに適用することも当業者が容易になし得る程度の事項であり，それにより格別顕著\nな作用効果が生ずるとも認められない。したがって，本件発明２ないし４も，上記\n周知技術を勘案すれば，上記刊行物１及び２に記載の発明に基いて当業者が容易に\n発明をすることができたものというべきである。」（決定謄本８頁最終段落～９頁\n第２段落）と説示したが，上述したように，本件発明１についての容易想到性につ\nいての判断を誤っている以上，本件発明２～４の容易想到性についての判断も同様\nに誤っているというべきである。\n第４　被告の主張\n決定の認定判断に誤りはなく，原告主張の取消事由はいずれも理由がない。\n１　取消事由１（引用発明１の認定の誤り及び本件発明１と引用発明１との一致\n点の認定の誤り）について\n(1)　原告は，本件発明１は，搬出口扉の重心位置を商品取出口側に寄せたこと\nによるモーメントの作用によって，商品搬出口の前縁部に当接して，これを塞ぐ\nが，それにとどまらず，さらに，商品搬出口を塞ぐ状態を維持して，商品収納室を\n循環する冷気暖気により搬出口扉が開くことを防止するとともに，外扉の奥行き寸\n法を小さくするというものである旨主張する。\nしかし，本件明細書の特許請求の範囲には，搬出口扉が商品搬出口を塞ぐばかり\nでなく塞いだ状態を維持するとの記載やモーメントの大きさを示す記載は存在しな\nいのであるから，当該主張は特許請求の範囲の記載に基づかない主張であり，失当\nである。\n(2)　原告は，本件発明１に係る搬出口扉を特定する記載のうち「商品の通過後\nに前記商品搬出口の前縁部に当接して該商品搬出口を塞ぐ」とあるのは，商品が通\n過した後に商品収納室を循環する冷気や暖気によっても商品搬出口が開かないよう\nにすることを意味し，換言すると，搬出口扉が商品搬出口を塞いだ状態に維持する\nことを意味する旨主張するが，このような事項は，本件明細書の特許請求の範囲に\n記載されていないから，原告の上記主張も，特許請求の範囲の記載に基づかない主\n張であり，失当である。\n(3)　引用例１（甲１）には，「商品取出口(8)の外壁板(9)に外部蓋(11)，内壁\n板(10)に内部蓋(12)が，共にケース扉(4)の内側に向かって回動自在となるように上\n部が枢支されて商品取出口(8)を施蓋している。」（３頁１２行目～１５行目），\n「商品(2)はシュート(16)上を滑り落ち，内部蓋(12)を開動してポケット(13)に落下\nする。」（５頁１２行目～１４行目）と記載されており，また，第２図を見ると，\n内部蓋(12)が少なくとも商品(2)に回動される以前の状態において商品取出口(8)を\n塞ぐよう構成されていること，さらに，内部壁(12)が時計方向に回動しつつ商品(2)\nが滑落できるように外壁板(9)貫通部側に突部を向けて屈曲した形状の前壁を有して\nいることが見て取れる。\nこれらの記載からみて，商品(2)による外力が加わらない状態で，内部\n蓋(12)は，商品取出口(8)を塞いでいることが明らかである。そして，当該外力が存\n在しなくなった後，つまり商品(2)が内壁板(10)貫通部を通過した後には，内部\n蓋(12)は，外力が加わっていない状態である商品取出口(8)を塞ぐ状態に復帰するこ\nとも明らかである。\nさらに，内部蓋(12)が商品(2)により回動された後において，内部蓋(12)を回動し\nた状態に維持することは商品貯蔵庫として不自然であり，盗難防止の観点からも，\n特別の必要がない限り回動した状態に維持することはないものと考えるべきであっ\nて，事実，引用例１には，商品(2)が内壁板(10)貫通部を通過した後に内部蓋(12)を\n回動状態に維持するといった特別の構成は記載されていない。\n(4)　仮に，本件発明１の搬出口扉(11)が内扉(9)貫通部を塞いだ状態に維持す\nるものであったとしても，上記のように，引用発明１もまた，商品(2)による外力が\n加わらない状態で内部蓋(12)は商品取出口(8)を塞いでいることが明らかである。\n(5)　原告は，屈曲部の位置が内部蓋(12)の上部に存在することを根拠にモーメ\nントの大きさについて主張するが，たとえ，本件明細書及び図面に記載された実施\n例と引用例１（甲１）に記載された実施例の枢支点と重心との距離が異なるとして\nも，モーメントの大きさは枢支点と重心との距離のみによって決定されるものでは\nなく，重量にも依存するのであって，両者の重量について何ら検討することなく両\n者のモーメントの大きさが異なると断定することは失当というほかない。\n２　取消事由２（相違点３についての判断の誤り）について\n(1)　原告は，商品の滑落態様についての「内壁面に沿って」滑落するとの相違\n点３に係る構成は，商品が当接する部位をも考慮して，すなわち，平板状部分であ\nるか湾曲形状部分であるか否かによる影響を考慮して判断しなければならない旨主\n張する。\nしかしながら，本件明細書の特許請求の範囲には，「重心位置を前記商品\n取出口側に寄せるとともに前記商品シュートを滑落してきた商品が内壁面に沿って\n滑落できるように前記商品取出口側に湾曲して形成された前壁を有し，・・・搬出\n口扉」と記載されている。この記載からみて，本件発明１に係る搬出口扉は，重心\n位置を商品取出口側に寄せること，商品が内壁面に沿って滑落できること，ができ\nるように商品取出口側に湾曲して形成された前壁を有することが記載されているの\nであって，商品を滑落できるように形成している部位が湾曲部分自体であるとは記\n載されていない。\n相違点３の商品の滑落態様については，商品を滑落できるようにしている部位\nが，本件発明１では湾曲部分であるのに対し，引用発明では平板状部分であるとし\nても，引用発明において商品が搬出口扉の「内面に沿って」滑落するものであるこ\nとには変わらず，引用発明１の，商品が「内面に沿って」滑落するか否かの判断に\nは何ら影響していない。\n(2)　仮に，本件発明１において，商品を滑落できるように形成している部位が\n搬出口扉の湾曲部分であったとしても，滑落の際に商品が当接する部分を湾曲形状\nとするか平板形状とするかは当業者が適宜決定すべき事項にすぎず，その効果も当\n業者の予測の範囲内のものである。\nなお，湾曲形状の技術的意義については，決定の相違点４についての判断中で検\n討されているから，判断の遺漏もない。\n３　取消事由３（相違点４についての判断の誤り）について\n引用発明２の外扉の湾曲形状は，外扉の重心が開口部に対して手前側に位置\nすることにより，モーメントの作用を利用して閉状態にもどるようにしたことは明\nらかである。そして，引用発明２の外扉は，商品購入者が販売商品取出時に回動さ\nせるために加える外力が加わらない状態で閉状態であることも明らかであり，さら\nに自動販売機の商品貯蔵庫としての機能にかんがみると，上記外扉は，モーメント\nの作用によって開口部を塞いだ状態に維持するものということができる。\n４　取消事由４（本件発明２～４についての認定判断を誤り）について\n本件発明１についての容易想到性の判断に誤りがない以上，原告の主張はそ\nの前提を欠くものである。\n第５　当裁判所の判断\n１　取消事由１（引用発明１の認定の誤り及び本件発明１と引用発明１との一致\n点の認定の誤り）について\n(1)　本件発明１の「搬出口扉」について\nア　本件発明１の特許請求の範囲の「該重心位置を前記商品取出口側に寄せ\nることによって生じるモーメントの作用により，商品の通過後に前記商品搬出口の\n前縁部に当接して該商品搬出口を塞ぐ搬出口扉」との記載は，いわゆる機能的記載\nによって発明を特定するものである。\n本件発明１は，上記第２の１のとおり平成６年９月１９日の特許出願に係る特許\n発明であるから，明細書の記載要件については，平成６年法律第１１６号による改\n正（平成７年７月１日施行）前の特許法３６条の適用を受けるところ，同改正前の\n同法３６条５項２号は，特許請求の範囲について，特許を受けようとする発明の構\n成に欠くことができない事項のみを記載しなければならないと規定しており，上記\n改正後の同法３６条５項のように，機能的な記載による発明の特定も可能とするよ\nうな規定の仕方となっているわけではないが，発明によっては機能的な記載の方が\n要旨特定のために適切な場合もあるから，必ずしも，要旨特定のために機能的記載\nが許されないわけではない。\n本件において，決定は，本件訂正に係る，本件発明１の特許請求の範囲\nの「該重心位置を前記商品取出口側に寄せることによって生じるモーメントの作用\nにより，商品の通過後に前記商品搬出口の前縁部に当接して該商品搬出口を塞ぐ搬\n出口扉」との機能的記載をもって，本件発明１の特許請求の範囲の減縮を目的とし\nた訂正であるとしているので（決定謄本２頁２(2)の項），上記記載によって特許請\n求の範囲が減縮されているという前提で検討を進める。\nなお，機能的記載についても，その技術的意義を認定するに当たって\nは，特段の事情のない限り，本件明細書の特許請求の範囲の記載に基づいてされる\nべきであるので，本件明細書の特許請求の範囲の記載について検討する。\nイ　本件発明１の特許請求の範囲の「モーメント」という語は，一般的な用\n語例によれば，「主に回転能力の大きさを表す量。定点からの位置ベクトルと着目\nする物理量とのベクトル積として表される。」（広辞苑第５版），「定点に関する\nある量の効果を示すために，定点からその量までの距離をその量に掛けたもの。力\nの回転の効果は力のモーメント・・・などで表す。」（大辞林第２版）などといっ\nた意味を有する語である。特許請求の範囲の「該重心位置を前記商品取出口側に寄\nせることによって生じるモーメントの作用により，」との記載によれば，搬出口扉\nの重量の回転方向の分力と，その重心位置から軸支されている点までの距離との積\nを「モーメント」としていることが明らかである。\nまた，本件発明１の特許請求の範囲の「塞ぐ」という語は，一般的な用語例によ\nれば，「ふたをする。とじる。おおう。」（広辞苑第５版），「穴や開口部をなく\nす。」（大辞林第２版）などといった意味を有する語である。そうすると，「モー\nメントの作用により・・・前記商品搬出口の前縁部に当接して該商品搬出口を塞\nぐ」とは，上記モーメントの作用に基づいて，商品搬出口に蓋をするということに\nなる。\nところで，本件発明１は，「該重心位置を前記商品取出口側に寄せることによっ\nて生じるモーメントの作用により，商品の通過後に前記商品搬出口の前縁部に当接\nして該商品搬出口を塞ぐ搬出口扉」との機能的記載とは別に，「搬出口扉」が「前\n記商品搬出口に上端が軸支され，重心位置を前記商品取出口側に寄せるとともに前\n記商品シュートを滑落してきた商品が内壁面に沿って滑落できるように前記商品取\n出口側に湾曲して形成された前壁を有」するという構成を有しているところ，この\n記載を技術常識に照らして読めば，商品シュートを滑落してきた商品が搬出口扉を\n通過する際に，搬出口扉が，商品に押されると開き，商品がなくなると閉まるとい\nう構成となっているであろうことが容易に理解されるところである。\nそうすると，「該重心位置を前記商品取出口側に寄せることによって生\nじるモーメントの作用により，商品の通過後に前記商品搬出口の前縁部に当接して\n該商品搬出口を塞ぐ搬出口扉」とは，商品シュートを滑落してきた商品が搬出口扉\nを通過する際に，搬出口扉が，商品に押されると開き，商品がなくなると閉まると\nいうことを，「モーメントの作用」ということで力学的に説明しているにすぎない\nことになる。\nしかし，上記のとおり，決定が，特許請求の範囲を減縮するものとして\n本件訂正を認めている以上，「該重心位置を前記商品取出口側に寄せることによっ\nて生じるモーメントの作用により，商品の通過後に前記商品搬出口の前縁部に当接\nして該商品搬出口を塞ぐ搬出口扉」の記載が単なる力学的な説明であるはずはない\nこととなるが，特許請求の範囲の記載によっては，上記記載の技術的意義が一義的\nに明確であるとはいえないというほかないので，進んで，発明の詳細な説明につい\nて考察する。\nウ　本件明細書（甲４添付）によれば，発明の詳細な説明には，次の記載が\nある。\n(ｱ) 「【産業上の利用分野】本発明は，内扉を有する自動販売機に関し，\n特に内扉の下部に形成された商品搬出口を開閉する搬出口扉の構造に関する。」\n（段落【０００１】）\n(ｲ) 「【従来の技術】従来の自動販売機においては，内部に商品収納室が\n形成されている断熱構造の本体の前部に外扉を設けると共に，この外扉の下部前面\nに商品取出口を設ける一方，外扉に対向配置されると共に本体の前面開口を開閉す\nる内扉の下部に商品取出口に対応するように商品搬出口を設けるようにしている。\nこれにより，商品収納室内に設けられた商品シュートを滑落してくる商品は，商品\n搬出口を通過した後，商品取出口に搬出されるようになっている。」（段落【００\n０２】）\n(ｳ) 「ところで，商品搬出口扉を平板状に形成すると，扉の重心は軸部の\n垂直下方に位置するようになり，このように重心位置が軸部の垂直下方にある場合\nには，商品搬出口扉には商品搬出口の前縁に当接する方向の力は生じないことから\n商品搬出口扉が商品収納室内を循環する冷気又は暖気にて開くことがある。そこ\nで，従来は，図５に示すように商品搬出口１の前縁部に後方に傾斜した枠状の当接\n部２を突設し，この当接部２に商品搬出口扉３を当接させて商品搬出口扉３を傾斜\nさせ，これにより商品搬出口扉３の重心位置を軸部３ａの垂直下方よりも外扉４の\n商品取出口５側に寄せるようにしている。そして，このように重心位置を商品取出\n口５側に寄せることにより，商品搬出口扉３に商品搬出口１に向かう方向の力（モ\nーメント）を生じさせることができ，これにより商品搬出口扉３を商品搬出口１に\n密着させることができると共に，商品収納室６内を循環する冷気又は暖気にて商品\n搬出口扉３が開くのを防ぐことができるようになっている。なお，同図において，\n７は商品搬出口１から落下してくる商品を受ける商品受け部，８は商品受け部７の\n上方に軸支されている盗防板，９は内扉である。」（段落【０００４】\n～【０００６】）\n(ｴ) 「【発明が解決しようとする課題】ところで，商品搬出時，商品を確\n実に搬出できるようにするためには商品により押し開かれる商品搬出口扉の先端\nと，商品搬出口の下端部からの距離が商品が確実に通過できる所定距離だけ離れる\n位置まで商品搬出口扉を上方回動させるだけの前後方向の幅を有した空間を商品搬\n出口と商品取出口との間に形成する必要がある。」（段落【０００７】）\n(ｵ) 「このため，所定距離（Ｌ）を確保するためには商品搬出口扉３の先\n端が外扉４に近い分だけ商品搬出口扉３をより上方まで回動させなければならず，\nその分外扉４の奥行き寸法（Ｄ１）も大きくなり，自動販売機の薄型化という市場\n要求に答えることができないという問題点があった。本発明は，外扉の奥行き寸法\nを小さくすることのできる自動販売機を提供することを目的とするものである。」\n（段落【０００９】，【００１０】）\n(ｶ) 「【作用】請求項１の発明では，断熱構造の本体の前部に設けられて\nいる外扉の下部前面に商品取出口を設ける一方，外扉に対向配置されると共に本体\nの前面開口を開閉する内扉の下部に商品取出口に対応するように商品搬出口を設\nけ，商品収納室内に設けられた商品シュートを滑落する商品を，商品搬出口を通過\nさせた後，商品取出口へ搬送するようにする。また，商品搬出口に上端が軸支され\nる搬出口扉の前壁を，重心位置を前記商品取出口側に寄せるとともに前記商品シュ\nートを滑落してきた商品が内壁面に沿って滑落できるように前記商品取出口側に湾\n曲して形成することにより，搬出口扉に両側壁の後端を商品搬出口の前縁に当接さ\nせる方向の力を生じさせるとともに，商品搬出口での商品詰まりを防止する。」\n（段落【００１５】）\n(ｷ) 「【発明の効果】以上のように本発明によれば，搬出口扉と当接する\n当り部を商品搬出口の前縁に設けなくても，商品搬出口を塞ぐことができるので，\n外扉の奥行き寸法を小さくすることができる。また，商品は湾曲した内壁面に沿っ\nて滑落するので商品搬出口での商品詰まりを防止できる。」（段落【００３８】）\nエ　本件明細書の発明の詳細な説明の上記記載によれば，①従来の技術にお\nいては，商品搬出口扉を平板状に形成していたので，扉の重心は軸部の垂直下方に\n位置するようになり，搬出口扉には商品搬出口の前縁に当接させる方向の力（モー\nメント）が生じないことから，商品収納室内を循環する冷気又は暖気によって開く\nことがあるので，搬出口扉と商品搬出口の前縁部との当接面を傾斜させ，搬出口扉\nにおいて，商品搬出口の前縁に当接する方向の力（モーメント）が生じるようにし\nて，商品収納室内を循環する冷気又は暖気によって開かないようにしていた，②し\nかし，搬出口扉と商品搬出口とが外側に傾斜した分だけ，外扉の奥行き寸法が大き\nくなるので，これを小さくすることが課題であった，③そこで，本件発明１におい\nては，特許請求の範囲記載の構成を採用し，商品搬出口に上端が軸支される搬出口\n扉の前壁を，重心位置を前記商品取出口側に寄せるとともに前記商品シュートを滑\n落してきた商品が内壁面に沿って滑落できるように前記商品取出口側に湾曲して形\n成することにより，搬出口扉に両側壁の後端を商品搬出口の前縁に当接させる方向\nの力を生じさせるという作用効果を有するものであり，この点に本件発明１の技術\n的意義があるというものである。\nそうすると，搬出口扉は，商品収納室６内を循環する冷気又は暖気によって搬出\n口扉が開かないように，他方，商品シュートを滑落してきた商品が当たると，開い\nて，内壁面に沿って滑落できるようしているのであるから，搬出口扉の重心に働く\n回転方向分力及びこれによって生じるモーメントは，搬出口扉が商品搬出口の前縁\nに当接し，かつ，商品収納室６内を循環する冷気又は暖気によっては開くことがな\nく，搬出口扉を開く方向に外力が加わらない限り，継続的に当接した状態を維持し\n施蓋状態を保つほどのものでなければならず，したがって，「該重心位置を前記商\n品取出口側に寄せることによって生じるモーメントの作用により，商品の通過後に\n前記商品搬出口の前縁部に当接して該商品搬出口を塞ぐ搬出口扉」とは，搬出口扉\nの材質に限定はないが，上記作用効果を奏する程度に重いものであり，また，搬出\n口扉の重心位置も，上記作用効果を奏する程度に回転軸から離れているものである\nと認めるのが相当である。なお，上記作用効果が搬出口扉の重量の回転方向分力に\nよって生じるモーメントのみによって奏せられるものであることは，当然である。\nオ　被告は，本件明細書の特許請求の範囲には，搬出口扉が商品搬出口を塞\nぐばかりでなく塞いだ状態を維持するとの記載やモーメントの大きさを示す記載は\n存在しないのであるから，原告の主張は特許請求の範囲の記載に基づかない主張で\nある旨主張する。\nしかしながら，特許請求の範囲の「該重心位置を前記商品取出口側に寄せること\nによって生じるモーメントの作用により，商品の通過後に前記商品搬出口の前縁部\nに当接して該商品搬出口を塞ぐ搬出口扉」の記載が発明の要旨を限定するものであ\nることは明らかであり，上記記載が発明の要旨を限定するものであるとの前提で，\nその技術的意義を明らかにすれば，上記エのとおり，少なくとも，搬出口扉の材質\nに限定はないが，上記作用効果を奏する程度に重いものであり，また，搬出口扉の\n重心位置も，上記作用効果を奏する程度に回転軸から離れているものであり，しか\nも，上記作用効果が搬出口扉の重量の回転方向分力によって生じるモーメントのみ\nによって奏せられるものであることが理解されるのである。\n(2)　引用発明１の「内部蓋(12)」について\nア　引用例１（甲１）には，次の記載がある。\n(ｱ) 「第１図乃至第３図において，(1)は自動販売機のケース本体で，内部\nに瓶商品(2)を収納する商品貯蔵庫(3)を備えている。(4)はケース扉で，ケース本\n体(1)の前面に開閉自在に取付けられ，該扉(4)には，・・・商品取出口(8)等が設け\nられている。この商品取出口(8)は，ケース扉(4)の外壁板(9)及び内壁板(10)を貫通\nして商品貯蔵庫(3)内の下部と連通するように開設されている。そして商品取出\n口(8)の外壁板(9)に外部蓋(11)，内壁板(10)に内部蓋(12)が，共にケース扉(4)の内\n側に向つて回動自在となるよう上部が枢支されて商品取出口(8)を施蓋している。ケ\nース扉(4)内でかつ商品取出口(8)の下方にポケット(13)が設けられ，内部蓋(12)を\n開動させて落下排出される商品(2)を収納するよう構成され・・・ている。」（３頁\n４行目～末行）\n(ｲ) 「上記商品貯蔵庫(3)内には複数のコラム(15)が設けられ，コラム(15)\n内に商品(2)が積層状に収納されている。このコラム(15)の下部には各々商品払出装\n置（図示省略）が設けられ，該払出装置の下方に，該装置から排出落下してくる商\n品(2)を受け止める商品払出シュート(16)が設けられている。」（４頁１行目～６行\n目）\n(ｳ) 「商品(2)はシュート(16)上を滑り落ち，内部蓋(12)を開動してポケッ\nト(13)に落下する。」（５頁１２行目～１４行目）\n(ｴ) 第２図には，上部が枢支された内部蓋(12)には，ケース扉(4)の内側\n（商品取出口(8)側）が凸となるような屈曲部が形成されており，この屈曲部は，内\n部蓋(12)の上部側に位置し，内部蓋(12)は，商品取出口(8)が，内壁板(10)を貫通す\nる部分において，その下端部が内壁板(10)に当接して，商品取出口(8)を施蓋してお\nり，商品(2)がシュート(16)上を滑り落ちると，内部蓋(12)は，商品(2)により，ケ\nース扉(4)の内側（商品取出口(8)側）に向かって開動させられ，開動の終点におい\nて，内部蓋(12)の下端部は，外部蓋(11)に当接することが示されている。\nイ　上記ア(ｱ)ないし(ｳ)の記載及び(ｴ)の図示内容からすると，内部蓋(12)\nは，商品取出口(8)が，内壁板(10)を貫通する部分において，商品取出口(8)を施蓋\nし，シュート(16)上を滑り落ちる商品(2)により商品取出口(8)側に開動させられる\nものであることが認められる。しかし，内部蓋(12)の構造については，第２図か\nら，内部蓋(12)の上部が枢支されていることと，ケース扉(4)の内側（商品取出\n口(8)側）が凸となるような屈曲部が形成されていることがうかがわれるだけであ\nり，他に，内部蓋(12)の構造について，引用例１には具体的な記載は見当たらず，\nまた，内部蓋(12)がどのような手段によって施蓋状態を保つような構成となってい\nるのかどうかが明らかでない。\nそうすると，「その下端部が内壁板(10)に当接して，商品取出口(8)を施蓋してお\nり，」との記載にかかわらず，引用例１から把握できるのは，内部蓋(12)が回動自\n在で，商品取出口(8)に当接しているということであって，本件発明１のような搬出\n口扉の重さ，重心位置によって生じるモーメントの作用のみによって施蓋状態を保\nつような構成となっているものとは認め難いものである。\nウ　被告は，引用例１の記載からみて，商品(2)による外力が加わらない状態\nで，内部蓋(12)は，商品取出口(8)を塞いでいることが明らかである，そして，当該\n外力が存在しなくなった後，つまり商品(2)が内壁板(10)貫通部を通過した後には，\n内部蓋(12)は外力が加わっていない状態である商品取出口(8)を塞ぐ状態に復帰する\nことも明らかである旨主張する。\n確かに，内部蓋(12)は，ケース扉(4)の内側（商品取出口(8)側）が凸となるよう\nな屈曲部が形成されているから，この屈曲部によって，内部蓋(12)の重心位置は，\n枢支部を通る鉛直線上よりもケース扉(4)の内側（商品取出口(8)側）に寄ることに\nなって，内部蓋(12)を閉蓋方向に作用する，些少のモーメントが生じることは明ら\nかである。しかし，第２図に記載された内部蓋(12)が薄板をくの字状に曲げただけ\nの形状であることからして，本件発明１のような搬出口扉の重さ，重心位置によっ\nて生じるモーメントの作用のみによって施蓋状態を保つような構成となっていない\nことは明らかであるから，被告の上記主張は，前提において失当というほかない。\n(3)　決定は，本件明細書（甲４添付）の段落【０００５】，【０００６】の記\n載を引用して，「そもそも，商品搬出口扉が，商品収納室内を循環する冷気又は暖\n気にて開くのを防ぐように構成されるものであることは，自動販売機の分野におけ\nる技術常識というべき事項である。一方，引用発明の自動販売機は，前述したよう\nに，瓶商品を収納する商品収納室内を循環する冷気又は暖気の存在する断熱構造が\n採用されたものであると解され，しかも，内部蓋は，商品取出口側に凸部を向けて\n屈曲して形成された前壁を有するところから，重心位置を商品取出口側に寄せるこ\nとによって，商品搬出口を塞ぐ方向のモーメントを生じさせることができるものと\nいえる。そうすると，上記技術常識を踏まえれば，刊行物１には，内部蓋がモーメ\nントの作用によって商品取出口を塞ぐ技術が開示されていると解するのが妥当であ\nる。」（決定謄本８頁第４段落～第６段落）と説示する。\nしかしながら，本件明細書の段落【０００５】，【０００６】では，商品収納室\n内を循環する冷気又は暖気によって開くのを防ぐことを課題としている旨記載して\nいるのみであり，このような課題を商品搬出口扉の構成によって解決するとしてい\nるわけではないから，上記段落【０００５】，【０００６】の記載から，「商品搬\n出口扉が，商品収納室内を循環する冷気又は暖気にて開くのを防ぐように構成され\nるものであること」が自動販売機の分野における技術常識であるとするのは，誤り\nであり，被告の上記主張は，採用の限りでない。\nまた，被告は，モーメントの大きさは枢支点と重心との距離のみによって決定さ\nれるものではなく，重量にも依存するのであって，本件発明１と引用発明１の重量\nについて何ら検討することなく，両者のモーメントの大きさが異なると断定するこ\nとはできない旨主張する。\nしかしながら，引用例１の記載をみれば，内部蓋(12)の形状からして，些少のモ\nーメントが生じるのみであって，モーメントの作用によって，内壁板(10)に当接し\nて内壁板(10)を塞ぎ施蓋状態を保つような構成となっていないことは，上記(2)ウの\nとおりであるから，本件発明１と引用発明１の重量の点を論ずるまでもないもので\nあり，被告の上記主張は，失当である。\n被告は，その他るる主張するが，上述してきたところに照らし，いずれも採用の\n限りでない。\n(4)　以上のとおり，決定は，本件発明１の技術的意義の解釈を誤り，引用発明\n１の認定を誤った結果，本件発明１と引用発明１との一致点の認定を誤ったもので\nあって，この誤りが，決定の結論に影響を及ぼすことは明らかであり，原告主張の\n取消事由１は理由がある。\n２　取消事由２（相違点３についての判断の誤り）について\n(1)　決定は，本件発明１と引用発明１との相違点３として，「商品の滑落態様\nに関し，本件発明１においては，商品が搬出口扉の『内壁面に沿って』滑落できる\nとしているのに対し，引用発明においては，そのような滑落態様が明確にされてい\nない点。」（決定謄本６頁下から第２段落）を認定した上，この相違点３につい\nて，「引用発明において，商品シュートを滑落してきた商品が搬出口扉の内壁面に\n当接した後の態様を考察するに，商品は商品シュートの延長方向あるいは該延長方\n向よりも下方の傾斜方向に滑落を続け，一方，搬出口扉は商品からの押圧力を受け\nて時計方向に回動されることになるため，商品と搬出口扉の内壁面との当接箇所\nは，当初の当接位置から徐々に搬出口扉の下方側にずれていくもの，即ち，商品は\n搬出口扉の『内壁面に沿って』滑落するものであると推測される。そうすると，相\n違点３は，実質的な相違点をなすものとはいえない。」（同７頁下から第４～第３\n段落）と判断するところ，原告は，この判断の誤りを主張する。\n(2)　そこで検討すると，本件発明１の特許請求の範囲には，商品の滑落態様に\nついて，「前記内扉の下部に前記商品取出口に対応するように設けられ，前記商品\n収納室内に設けられた商品シュートを滑落する商品を前記商品取出口へ搬出するた\nめの商品搬出口と，前記商品搬出口に上端が軸支され，重心位置を前記商品取出口\n側に寄せるとともに前記商品シュートを滑落してきた商品が内壁面に沿って滑落で\nきるように前記商品取出口側に湾曲して形成された前壁を有」する「搬出口扉」と\nの記載がある。\n本件発明１の搬出口扉は，その前壁が商品取出口側に湾曲して形成されている\nが，「商品が内壁面に沿って滑落できるように」という機能的な記載で，前壁の湾\n曲形状と商品の滑落とを関連付けて発明を特定しているのであるから，商品が当接\nする部位が湾曲形状であることをも考慮して，「内壁面に沿って」滑落するとの相\n違点を検討しなければならないことが明らかである。\nこの点について，被告は，本件明細書の特許請求の範囲の上記記載からみて，本\n件発明１に係る搬出口扉は，重心位置を商品取出口側に寄せること，商品が内壁面\nに沿って滑落できることができるように商品取出口側に湾曲して形成された前壁を\n有することが記載されているのであって，商品を滑落できるように形成している部\n位が湾曲部分自体であることは記載されていない旨主張する。\n確かに，商品を滑落できるように形成している部位が湾曲部分自体であることは\n明記されておらず，そもそも，「内壁面」と「前壁」との関係が本件明細書の特許\n請求の範囲の記載によっては明らかといえない。\nしかし，「内壁面」と「前壁」との関係を明らかにするために本件明細書\nの発明の詳細な説明を検討すると，上記１(1)ウ(ｶ)の「商品搬出口に上端が軸支さ\nれる搬出口扉の前壁を，重心位置を前記商品取出口側に寄せるとともに前記商品シ\nュートを滑落してきた商品が内壁面に沿って滑落できるように前記商品取出口側に\n湾曲して形成することにより，」との記載，及び，同(ｷ)の「商品は湾曲した内壁面\nに沿って滑落するので」との記載を参酌すれば，「内壁面」と「前壁」とは同義で\nあって，本件発明１の「商品が内壁面に沿って滑落できる」とは，商品が「湾曲し\nて形成された前壁」に沿って滑落できると解するのが相当である。\nしたがって，商品を滑落できるように形成している部位が湾曲部分自体であるこ\nとは特許請求の範囲に記載されていないとする被告の主張は，失当というほかな\nい。\nまた，被告は，湾曲形状の技術的意義については，決定の相違点４につい\nての判断中で検討されているから，判断の遺漏もない旨主張する。\nしかし，決定は，相違点４において，「突出」形状か「湾曲」形状かを論じてい\nるのみであって，前壁の湾曲形状と商品の滑落とを関連付けて検討していないこと\nが明らかであるから，被告の上記主張は失当というほかない。\n(3)　被告は，仮に，本件発明１において，商品を滑落できるように形成してい\nる部位が搬出口扉の湾曲部分であったとしても，滑落の際に商品が当接する部分を\n湾曲形状とするか平板形状とするかは当業者が適宜決定すべき事項にすぎず，その\n効果も当業者の予測の範囲内のものである旨主張する。\nしかしながら，被告は，滑落の際に商品が当接する部分を湾曲形状とするか平板\n形状とするかといった形状を問題にしているのみであって，前壁の湾曲形状と商品\nの滑落とを関連付けて検討していない以上，当業者が適宜決定すべき事項であると\nの結論を導くのは論理の飛躍であって，失当であることが明らかである。\n(4)　以上のとおり，前壁の湾曲形状と商品の滑落とを関連付けて本件発明１を\n検討し，商品が当接する部位が湾曲形状であることをも考慮して，相違点３につい\nての容易想到性を検討するのが相当であるから，原告主張の取消事由２は理由があ\nる。\n３　取消事由４（本件発明２～４についての認定判断の誤り）について\n本件発明２～４は，上記第２の２のとおり，いずれも，その構成の一部とし\nて本件発明１を含んでいるところ，上述したように，本件発明１についての認定判\n断を誤っている以上，本件発明２～４についての認定判断も誤りであることが明ら\nかである。\n４　そうすると，原告主張の取消事由１，２及び４は理由があるから，その余の\n点について判断するまでもなく，決定は取消しを免れない。\nよって，原告の請求は理由があるから，これを認容し，主文のとおり判決す\nる。\n知的財産高等裁判所第１部\n裁判長裁判官    　 篠原勝美\n裁判官 青 柳 馨\n裁判官    　 宍 戸 充\n"
}