{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 18,
    "month": 5,
    "day": 31
  },
  "case_number": "平成17(行ウ)20",
  "case_name": "違法公金支出返還請求事件",
  "court_name": "さいたま地方裁判所第４民事部",
  "result": "その他",
  "lawsuit_id": "33277",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=33277",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/277/033277_hanrei.pdf",
  "contents": "主文\n１ 被告は，Ａ及びＢに対し，それぞれ４万８３９０円及びこれに対する平成１６\n年１１月１０日から支払済みまで年５分の割合による金員を支払うよう請求せよ。\n２ 訴訟費用は被告の負担とする。\n事実及び理由\n第１ 請求\n主文同旨\n第２ 事案の概要\n１ 事案の要旨\n本件は，蕨市の住民である原告が，蕨市議会総務常任委員会の行政視察（以\n下「本件視察」という。）の際に，蕨市議会議員であるＡ及びＢが視察予定を\n変更した上で福岡競艇場に行き舟券を購入するなどした行為（以下「本件競艇\n場訪問」という。）は公務に当たらないから，本件視察に先立って蕨市から支\n出された両議員分の出張旅費のうち２分の１は不当利得に当たるとして，地方\n自治法２４２条の２第１項４号に基づき，被告に対し，Ａ及びＢを同号所定の\n「怠る事実に係る相手方」として不当利得返還請求をすることを求めた住民訴\n訟である。\n２ 法令等の定め\n(1) 普通地方公共団体の議会は，議案の審査又は当該普通地方公共団体の事務に関\nする調査のためその他議会において必要があると認めるときは，会議規則の定め\nるところにより，議員を派遣することができる（地方自治法１００条１２項）。\n(2) 普通地方公共団体の議会は，条例で常任委員会を置くことができる（地方\n自治法１０９条１項）。蕨市においては，議会に総務常任委員会，環境福祉\n経済常任委員会，教育まちづくり常任委員会の３つの常任委員会が置かれ，\n総務常任委員会は定員を８人とし，一般会計の歳入に関する事項等を所管事\n項とすることとされている（蕨市議会委員会条例１条，２条(1)）。\n(3) 常任委員会は，その部門に属する当該普通地方公共団体の事務に関する調\n査を行い，議案，陳情等を審査する（地方自治法１０９条３項）。そして，\n蕨市議会会議規則（以下「会議規則」という。）９８条１項は，「常任委員\n会は，その所管に属する事務について調査しようとするときは，その事項，\n目的，方法及び期間等をあらかじめ議長に通知しなければならない。」旨規\n定し，会議規則９９条は，「委員会は，審査又は調査のため委員を派遣しよ\nうとするときは，その日時，場所，目的及び経費等を記載した派遣承認要求\n書を議長に提出し，あらかじめ承認を得なければならない。」と規定してい\nる。また，会議規則１０３条は，「委員会は，事件の審査又は調査を終わっ\nたときは，報告書を作り，委員長から議長に提出しなければならない。」旨\n規定する。\n(4) 普通地方公共団体は，その議会の議員，委員会の委員，非常勤の監査委員\nその他の委員等に対し，報酬を支給しなければならず（地方自治法２０３条\n１項），また，これらの者は，職務を行うため要する費用の弁償を受けるこ\nとができる（同条３項）。そして，報酬，費用弁償及び期末手当の額並びに\nその支給方法は，条例で定めることとされ（同条５項），蕨市においては，\n蕨市議会議員の報酬及び費用弁償等に関する条例５条において，「議長，副\n議長，常任委員長，議会運営委員長及び議員が公務のため市外に旅行したと\nきは，費用弁償として，職員等の旅費に関する条例（昭和４４年蕨市条例第\n１５号）別表に定める市長等と同額の旅費を支給する。」旨規定されている。\n３ 基本的事実関係（当事者間に争いがない事実並びに証拠及び弁論の全趣旨によっ\nて容易に認定できる事実）\n(1) 当事者等\nア 原告は，蕨市に住所を有する蕨市民である。\nイ 被告は，蕨市長である。\nなお，蕨市は，戸田市及び川口市と共に，戸田競艇組合を設けており，\n戸田競艇の利益金及び剰余金のうち，４分の１が蕨市に配分されることと\nなっている（戸田競艇組合規約１４条，乙７）。蕨市に配分された戸田競\n艇事業収入（収入済額）は，平成３年度においては２６億円であったとこ\nろ，平成１５年度には５億円となっている。\nウ 本件視察当時，Ａは蕨市議会議長，Ｂは蕨市議会議員であり，いずれも\n総務常任委員会の委員であった。なお，Ａ及びＢは，本件視察当時，戸田\n競艇組合議会議員ではなかった。\nエ 本件競艇場訪問の訪問先である福岡競艇場は，昭和２８年９月に開設さ\nれた競艇場であるが，以後施設の改築工事が繰り返され，平成１５年１１\n月には中央スタンドが竣工している。\n(2) 本件視察に至る経緯\nア 蕨市総務常任委員会は，平成１６年９月２４日，次の内容の行政視察を\n行うことを決定し，同月２７日，議長（Ａ）の承認を得た（乙５）。\n１０月２０日午後から\n視察先 兵庫県龍野市\n視察事項 フレッシュパトロール事業について\n１０月２１日午後から\n視察先 佐賀県鳥栖市\n視察事項 行財政改革・事務改善について\n１０月２２日午前\n視察先 佐賀県唐津市\n視察事項 フィルムコミッション・唐津について\nイ しかし，台風のため，上記アの行政視察は中止された（乙５）。\nウ 蕨市総務常任委員会は，１０月２５日，視察期間１１月８日から１０日，\n視察先及び視察事項を次の内容とする行政視察（本件視察）を行うことを\n決定し，同月２７日，議長（Ａ）の承認を得た（乙２，５）。\n１１月８日午後から\n視察先 福岡県筑紫野市\n視察事項 情報化の推進に向けての筑紫野市における取組施策等に\nついて\n１１月９日午後から\n視察先 佐賀県鳥栖市\n視察事項 行財政改革・事務改善について\nエ 蕨市議会議長（Ａ）は，１０月２７日付けで筑紫野市議会議長に対し，\nまた，１０月２９日付けで鳥栖市議会議長に対し，それぞれ行政視察依頼\n文書を送付した（乙３）。\n(3) 旅費の支出等\n蕨市長から専決を受けた蕨市議会事務局課長Ｃは，１１月１日，本件視察\nの旅費（蕨市総務常任委員会委員８名及び随行の議会事務局職員Ｄの，福岡\n県筑紫野市及び佐賀県鳥栖市を行き先として計算した交通費，宿泊費及び日\n当の合計額。内訳は別紙１「債権内訳書」及び別紙２「出張票」のとお\nり。）計８６万８１２０円につき支出負担行為をするとともに支出命令を行\nい，１１月５日，上記旅費８６万８１２０円を支払った（乙４）。なお，上\n記旅費の支出後，本件視察参加予定者であった蕨市総務常任委員会委員のう\nち１名が本件視察参加を中止しているため，９万０７３５円（委員１名分の\n旅費から解約手数料６０４５円を除いた額）が返金されている。\n(4) 本件視察\n１１月８日，Ａ，Ｂを含む総務常任委員会委員７名及び随行員Ｄは，本件\n視察のため福岡県筑紫野市を訪問した。\n１１月９日，Ａ及びＢを除く上記常任委員会委員５名らは本件視察のため\n佐賀県鳥栖市を訪問した。しかし，Ａ及びＢは，佐賀県鳥栖市を訪問せず，\n福岡競艇場を訪問し（本件競艇場訪問），午後６時半過ぎにほかの本件視察\n参加者と合流した。\n１１月１０日，Ａ，Ｂを含む上記常任委員会委員７名らは，佐賀県佐賀市\nにある大隈重信旧宅，佐賀城本丸歴史館を訪問した後，福岡空港から航空機\nで羽田空港に向かい，羽田空港において解散した。\n(5) 本件視察に関する報告書\n総務常任委員会は，委員長Ｅの名で，１１月１７日付けで，蕨市議会議長\n（Ａ）宛ての本件視察に関する報告書（以下「本件報告書」という。）を作\n成した（甲６の１ないし６）。\n本件報告書は，要旨，１１月８日に福岡県筑紫野市において「情報化の推\n進に向けての取組等について」，１１月９日に佐賀県鳥栖市において「行財\n政改革について」視察したことを内容とするものであり，資料として「筑紫\n野市情報セキュリティーポリシー」，「第３次鳥栖市行財政改革実施計画」\n及び「第３次鳥栖市行財政改革大綱」が添付されている。なお，本件報告書\nには参加委員名として，Ａ，Ｂを含む総務常任委員会委員７名と記載され，\nＡ，Ｂの本件競艇場訪問に関する記載はなく，本件報告書の添付資料に福岡\n競艇場に関する資料は含まれていない。\n(6) 本件競艇場訪問発覚後のＡ及びＢの行動\n本件競艇場訪問については，１１月２２日ころ，新聞報道がなされた。\nその後，Ｂは一身上の都合を理由として，同月２４日付けで議員辞職願を\n出して蕨市議会議員を辞し，Ａは，１２月，蕨市議会において蕨市議会議長\n職を辞した。\n(7) 監査請求及び本件訴え提起\n原告は，平成１７年１月２８日，蕨市監査委員に対し，本件競艇場訪問が\n地方自治法１０９条３項に反するとして，本件視察に当たりＡ及びＢに対し\nて支出された公費の半額につき返還請求をするよう市長に勧告することなど\nを求める監査請求をしたところ（甲１），蕨市監査委員は，同年３月２５日，\n上記監査請求を棄却した（甲２）。\n原告は，同年４月２０日，本件訴えを提起した。\n４争点\n本件の争点は，本件競艇場訪問が公務に該当するか否かである。\n５ 争点に関する当事者の主張\n（被告の主張）\n(1)ア 普通地方公共団体の議会は，当該普通地方公共団体の議決機関として，そ\nの権能を適切に果たすために必要な限度で広範な権能を有し，合理的な必要\n性があるときは，その裁量により議員を国内・海外に派遣することができる\n（最高裁昭和６３年３月１０日判決・集民１５３号４９１頁参照）。\nそして，その派遣手続は，本会議の議決によらなければならないものでは\nなく，議会の閉会中は，議長が決定し得るものである。よって，議長は行政\n視察のための派遣の必要性を判断し，可否を決定し得る以上，その変更につ\nいても必要性を判断し，可否を決定する権限を有すると解される。\nまた，議員の派遣ないしその変更の必要性の有無の判断は，地方議会の自\n律権を尊重しなければならないのであるから，議会又は議長の広範な裁量に\n委ねられるものである。\nしたがって，議員の派遣ないし変更が違法となるのは，議会又は議長の裁\n量権の範囲を著しく逸脱するか又は裁量権の濫用がある場合に限られる。\nイ ところで，蕨市は，戸田市及び川口市とともに，地方自治法上の一部事務\n組合として戸田競艇組合を設置しており，戸田競艇における利益金及び剰余\n金の４分の１の分配を受けている。ところが，蕨市に分配される戸田競艇事\n業収入の額は，景気低迷により減少の一途をたどっている。そのため，蕨市\n議会や，蕨市総務常任委員会（なお，蕨市議会委員会条例２条(1)アによれ\nば蕨市総務常任委員会は「一般会計の歳入に関する事項」を所管事項として\nいる。）において，戸田競艇の売上減少や施設・運営の改善等の問題が度々\n取り上げられている。\n他方，福岡競艇場は，近年大規模な施設改善がなされた。\nそうすると，Ａ及びＢが，施設改修を行った福岡競艇場に関心を持つこと\nは，蕨市総務常任委員会に所属する蕨市議会議員としては当然のことであっ\nた。\nウ なお，Ａ及びＢは福岡競艇場において舟券を購入しているが，これは福岡\n競艇場における舟券発券システム等を調査するためであって遊興目的ではな\nい。しかも，公金で購入したのではなくＡ及びＢの自費で購入したのである\nし，舟券の購入は福岡競艇場への礼の意味もあるのであって社会儀礼の範囲\n内である。\n(2) 次に，視察期間中に視察内容を変更する場合の手続については，会議規則等\nにおいても規定されていないのであるから，議会又は議長が相当な方法により\nなせば足りるというべきである。なお，会議規則９８条，９９条は，議員を派\n遣しようとする際の事前手続を定めた規定であり，一旦決定された視察内容を\n変更する際の手続を定めたものではない。また，議長に事故があるとき等には，\n副議長が議長の職務を行う旨を定めた地方自治法１０６条は本件のような場合\nには適用されない。\nそして，本件視察当時，Ａは蕨市議会議長の地位にあり，また，蕨市議会は\n閉会中であったのであるから，Ａは視察派遣及びその変更の必要性の有無を判\n断し可否を決定する権限を有していた。\nしかも，Ａは，本件視察に同行中の蕨市総務常任委員会委員長の了承をも得\nて，視察先を福岡競艇場に変更したのであるから，相当な方法により視察内容\nの変更の承認手続がなされているといえ，手続上も違法な点はない。\n(3) 以上より，本件競艇場訪問は公務と評価されるべきものである。\n（原告の主張）\n(1) 以下のとおり，本件競艇場訪問が公務性を欠くことは明らかである。\nア 本件競艇場訪問に際し会議規則９８条，９９条に基づく手続がとられてい\nないこと\n本件視察は，福岡県筑紫野市については情報化推進，佐賀県鳥栖市につい\nては行財政改革の様子の調査を目的としたものであるところ，このような本\n件視察の視察内容は，蕨市総務常任委員会において平成１６年９月から１０\n日にかけて検討された後決定され，会議規則９８条，９９条の規定に基づき\n蕨市議会議長（Ａ）に通知され，蕨市議会議長（Ａ）が承認したものである。\nそして，蕨市議会議長名で，視察先に対し，行政視察依頼文書が送付されて\nいる。\nにもかかわらず，Ａ及びＢは，本件視察の行程に参加せず，福岡競艇場を\n訪問した。\nしかるに，本件競艇場訪問は，蕨市総務常任委員会において議論を経て決\n定されたものではない上，会議規則９８条，９９条に基づく議長への通知や\n議長の承認等もなされていない。また，視察先への行政視察依頼文書の送付\nも行われていない。\nしたがって，本件競艇場訪問は会議規則９８条，９９条に違反する。\nイ 本件競艇場訪問につき報告書が作成されていないこと\n会議規則１０３条には，委員会は，事件の審査又は調査を終わったときは，\n報告書を作り，委員長から議長に提出しなければならないと規定されている\nところ，Ａ及びＢは，本件競艇場訪問につき，報告書を作成していない。\nウ 本件競艇場訪問の交通費はＡ及びＢが自費で負担していること\nＡ及びＢは，福岡競艇場を訪問するに当たり，往復の交通費を全額自費で\n負担し，また，事務局も公費で負担しようとすることはなかった。\nエ 以上からすれば，Ａ及びＢによる本件競艇場訪問は，私的な行動にすぎな\nいものであって，公的な視察行動ではない。\n(2)ア なお，Ａは，本件視察当時，蕨市議会議長であったが，Ａは議長としてで\nはなく蕨市総務常任委員会の一委員として本件視察に参加したのであるから，\nＡが本件競艇場訪問を決定したとしても会議規則９８条にいう議長の承認を\n得たということはできない。\nまた，常任委員会が視察を行うに当たっては，議長の承認のみならず，委\n員会において決定した上で議長に派遣承認要求書を提出するなどの手続が会\n議規則９８条，９９条において規定されているのである。しかも，地方自治\n法１０６条において，議長に支障がある場合には，副議長が議長の職務を行\nうとされているのであるから，議長であるＡ自身の視察内容の変更について\nは，副議長が承認をすべきであった。\nそうすると，Ａが承認したとしても本件競艇場訪問が適法な公務となる余\n地はない。\nイ また，蕨市総務常任委員会の所管事項が「一般会計の歳入に関する事項」\nであるとしても，総務常任委員会として福岡競艇場の運営に関心を持ち蕨市\nの歳入の増加に役立てたいのであれば，会議規則に定められた手続に即して\n行政視察を行うべきであったのであるから，本件競艇場訪問が所管事項に関\n連するからといって，本件競艇場訪問に公務性が認められることにはならな\nい。\n第３ 争点に対する判断\n１ 地方公共団体の議会は，地方公共団体の議決機関として，その権能を適切に果た\nすために必要な限度で広範な権能を有し，合理的な必要があるときはその裁量によ\nり議員を国内や海外に派遣することができるところ（最高裁昭和６３年３月１０日\n判決・判例時報１２７０号７３頁，同平成９年９月３０日判決・判例時報１６２０\n号５０頁），議員の派遣は，議会の政策立案や会議運営にかかわる自立性の高い議\n会活動であり，議会の自律権は尊重されるべきであるから，議会（閉会中にあって\nは，議長）の議員派遣についての裁量の幅は広いものがあるといわなければならな\nい。しかし，議員の派遣も無制限というわけではなく，例えば派遣の実態が視察と\nは名ばかりの私的な遊興を目的としていたり，合理的な派遣目的が存在しない場合\n等裁量権の逸脱又は濫用があると認められるときは，違法となると解せられる。そ\nして，当該派遣が公務性を欠き違法となるかどうかは，派遣の動機，目的，態様\n（旅程の変更があった場合は当該変更の経緯や変更後の視察内容等も含む。），費\n用等に照らし，派遣（行政出張）として著しく妥当性を欠くかどうかにより決せら\nれるべきである。\n２ 本件の経緯\n基本的事実関係において記載した事実に加え，証拠（甲，乙各号証，Ａ及び\nＢの証言）並びに弁論の全趣旨によれば，次の事実が認められる。\n(1) 蕨市総務常任委員会は，最初，平成１６年１０月２０日から２２日の２泊３日\nの予定で，兵庫県龍野市，佐賀県鳥栖市，佐賀県唐津市の行政視察を行うことを\n予定したが，台風のため中止となった。\n(2) そこで，同年１０月２２日に，総務常任委員会のＥ委員長が，１１月８日から\n１０日の日程で行政視察を行うことを各委員に諮ったところ，各委員の了承を得\nた。視察先及び視察事項については，当初は，長崎市及び佐世保市における「平\n和行政について」を予定したが，両市ともこの週は特別委員会の開催を予定して\nいて受入れができないとの返答であったので，１０月２５日にＤはＥ委員長と相\n談し，視察先及び視察事項を，福岡県筑紫野市（同市における情報化の推進に向\nけての取組施策等について）及び佐賀県鳥栖市（同市における行財政改革・事務\n改善について）とすることとし，各委員の了承を得た。そこで，総務常任委員会\nは，同月２７日に，会議規則９８条，９９条の規定に基づき，総務常任委員会委\n員長名で，議長に通知し，承認を得た。\n(3) 本件視察の参加者である総務常任委員会委員７名及び随行員Ｄは，同年１１月\n８日午前の飛行機で福岡に到着し，同日午後筑紫野市を訪問し，予定通りの視察\nを行い，夕刻博多駅前の宿舎「ホテルサンルート博多」に到着した。\n(4) Ａは，同日の夕食の際，店に掲示してあった福岡競艇場のポスターを見て，福\n岡競艇場を訪問することを思い立ち，Ｂに対し，「施設改善をしておるから，そ\nこへちょっと行って見てこようか。」などと言って，Ｂとともに，９日に予定さ\nれていた行政視察の行程をとりやめ，福岡競艇場を訪問することとした。\nそこで，Ａは，その夕食の席で，総務常任委員会委員長であったＥに対し，\n「明日，施設改善を福岡（競艇場）がしているので，こっちに来たらやっている\nから，ちょっと視察をしてくる。」と告げたところ，Ｅは，「ええ，どうぞ。」\nと答えた。\n(5) その後，Ａは，戸田競艇組合議会事務局のＦ局長の携帯電話に電話をして，Ｆ\n局長を通じて福岡競艇場に対し，Ａ及びＢが９日に訪問する旨の連絡を取るよう\n指示した。\n戸田競艇組合議会事務局のＦ局長は，９日の午前８時ないし９時頃，Ａの携帯\n電話に電話をし，福岡競艇場の「入り口に来たら係の人に言ってください，そう\nすると，係の人が入り口までまいりますから。」などと告げた。\n(6) Ｅ委員長は，９日の朝，本件視察に同行していたＤに対し，Ａ及びＢが９日の\n視察行程に参加せず福岡競艇場に行く旨を伝えたところ，Ｄは，Ａ及びＢに対し，\n本件視察の９日の行程において使用するため視察前に準備していた博多駅から鳥\n栖駅及び鳥栖駅から佐賀駅の間のＪＲ切符を渡した。\nそして，Ｄは鳥栖市の議会事務局に人数の変更を連絡し，同日昼のホテルサン\nルート博多での昼食中に他の委員に「Ａ委員，Ｂ委員が本日の視察に同行できな\nい」旨を報告した。\n(7) Ａ及びＢは，ホテルサンルート博多（８日の宿泊先）から，自費によるタクシ\nーを利用して福岡競艇場へ１２時ころに到着し，福岡競艇場入り口において福岡\n競艇場職員と会い，職員の案内で特別観覧席に移動した。\nそして，Ａらは，特別観覧席において，福岡競艇場が用意した昼食をとりなが\nら，福岡競艇場職員から福岡競艇場に関する資料を渡された上で，福岡競艇場職\n員又は福岡市議会議員から従業員及び警備の体制，競艇場の電光板や発券システ\nム等の施設改善，第１ターン付近の拡幅工事，Ｇ１レースの実施による女性客の\n増加等について説明を受けた。また，福岡競艇場職員は，Ａらに対し，たまたま\nそこに来合わせた福岡市議会議員２名を紹介した。そして，Ａは，特別観覧席の\n外にある特別観覧席用の舟券売場及び一般の舟券売場を職員に案内してもらうな\nどして，４，５レース分の舟券，金額にして計２万円位を自費で購入した。また，\nＢも，４，５レース分の舟券，金額にして計数千円位を自費で購入した。なお，\n福岡競艇場の職員は，Ａらに対する説明の後，間もなく退出し，その後数時間，\nＡらは福岡競艇場職員の付添いなしに行動した。\n(8) Ａらは，最終レースの開始前である４時ないし４時半ころに，福岡競艇場を出\nて，自費によるタクシーで福岡駅に向かい，Ｄから渡されていたＪＲ切符を使用\nして佐賀駅に到着し，ホテルニューオータニ佐賀において，夕食中のほかの本件\n視察参加者と合流した。\nＡらは，夕食の席において，Ｅに対し，本件競艇場訪問につき，「施設改善を\nやっていて，非常によかった。」「レースのスタートからワンマーク，そこも拡\n幅して非常に良くなっている。」などと話した。\n(9) １１月１０日，Ａ及びＢを含む本件視察参加者は，佐賀市にある大隈重信旧宅，\n佐賀城本丸歴史館を訪問した後，福岡空港から航空機で羽田空港に向かい，羽田\n空港において解散した。\nＡは，本件視察を終えた後，戸田競艇組合議会事務局に対し，口頭で，戸田競\n艇場においてもＧ１レースをやるべきであること及び警備員等や舟券売場職員の\n低年齢化を推進すべきことを告げた。\nしかし，Ａ又はＢが，他の蕨市議会や市の関係者らに対し，本件競艇場訪問に\nつき報告した形跡はない。\n(10) 総務常任委員会は，委員長Ｅの名で，１１月１７日付けで，蕨市議会議長\n（Ａ）宛ての本件視察に関する報告書（本件報告書）を作成した。\n本件報告書は，要旨，１１月８日に福岡県筑紫野市において「情報化の推\n進に向けての取組等について」，１１月９日に佐賀県鳥栖市において「行財\n政改革について」視察したことを内容とするものであり，資料として「筑紫\n野市情報セキュリティーポリシー」，「第３次鳥栖市行財政改革実施計画」\n及び「第３次鳥栖市行財政改革大綱」が添付されている。なお，本件報告書\nには参加委員名として，Ａ，Ｂを含む総務常任委員会委員７名と記載され，\nＡ，Ｂの本件競艇場訪問に関する記載はなく，本件報告書の添付資料に福岡\n競艇場に関する資料は含まれていない。\n(11) 本件競艇場訪問については，１１月２２日ころ，新聞報道がなされた。\nその後，Ｂは一身上の都合を理由として，同月２４日付けで議員辞職願を出\nして蕨市議会議員を辞し，Ａは，１２月，蕨市議会において蕨市議会議長職\nを辞した。\n３判断\n以上の事実によると，Ａ及びＢの本件競艇場訪問は，客観的には，本来予定\nされていた鳥栖市の行政視察を行わず，私的に福岡競艇場に赴いたと扱われて\nもやむを得ない。\nすなわち，本件経緯は，要約すると，\n① 本件視察は，前もって平成１６年１０月２２日から２７日にかけて，日\n程及び視察先につき総務常任委員会の各委員の総意により決定され，議長\nの承認を経ていたものであった。\n② しかるに，Ａ及びＢは，本件視察の第一日目（１１月８日）の筑紫野市\nにおける視察終了後，たまたま博多での夕食の席で福岡競艇場のポスター\nを見たことから同競艇場訪問を思いつき，翌日鳥栖市での行政視察が予定\nされていたのにもかかわらず，これをキャンセルし，本件競艇場訪問をし\nた(なぜ急遽Ａらのみ当初予定された鳥栖市の行財政改革・事務改善につ\nいての視察をとりやめ，福岡競艇場訪問に変更しなければならなかったの\nか，その合理的説明はＡらからはなされていない。）。\n③ Ａ及びＢは，昼１２時ころから午後４時ころまでの間，最初昼食をとり\nながら職員からの説明を受けた時間はあったものの，その後数時間は職員\nらの付添いもなく独自に午後のレースについて舟券を購入するなどのこと\nをしていた。\n④ 福岡競艇場訪問後，Ａにおいて，同競艇場の印象等について１１月９日\n夕刻佐賀市における夕食の際にＥ委員長に簡単に口頭で報告したこと，蕨\n市帰庁後，戸田競艇組合事務局の者に戸田でもＧ１レースをやるべきこと\nや職員の若年化を図るべきこと等を進言したことは窺えるものの，その他\nの議会関係者らに福岡競艇場訪問について報告した形跡はなく，Ｅ委員長\n名義で作成された視察報告書にもＡ及びＢの本件競艇場訪問については何\nらの記載もされていない。\nというものである。\nこれらの事実を総合すると，当時，Ａが議長職にあり，両名が一般会計の歳\n入に関する事項を所嘗する総務常任委員会に所属し，鳥栖市の視察をキャンセ\nルして福岡競艇場を訪問することについて前日の夕食の席でＥ総務常任委員長\nの了承を得たといっても，その旅程変更は余りに唐突であり，客観的には，Ａ\n及びＢにおいて競艇開催のポスターを見て福岡競艇場で競艇が開催されている\nことを知り，地味な行政視察をする代わりに近くの福岡競艇場に行き，半日競\n艇に興じたといわれてもやむを得ない（仮に，Ａらの動機の中に，施設改修を\nした福岡競艇場を見てみたいということがあったとしても前記判断を左右する\nものではない。）。\nそうすると，本件競艇場訪問はＡ及びＢの私的行動であって公務の範囲とは\nいえないと判断するのが相当であり，Ａ及びＢは本来鳥栖市において行政視察\nをすることを前提として旅費支給を受けながら，それを行わず私的な福岡競艇\n場訪問をしたものであるから，福岡競艇場訪問にかかる旅費については，Ａ及\nびＢは不当利得したものとして，蕨市に返還義務を負うというべきである。\n４ 被告の主張について\n被告は，概ね，「議員の派遣ないしその変更の必要性の有無の判断は，議会\n（議会閉会中は議長）の広範な裁量に委ねられるべきで，議員の派遣ないし変\n更が違法となるのは議会又は議長の裁量権の範囲を著しく逸脱するか又は裁量\n権の濫用があった場合に限られる。ところで，本件当時議会は閉会中であり，\n議長のＡは，一般会計の歳入に関する事項を所管する総務常任委員会の一員で\nもあったところ，福岡競艇場の視察は極めて重要と考えてその裁量により視察\n内容の変更を行ったもので，その変更に当たり総務常任委員会のＥ委員長の了\n解も得ている。また，舟券購入は，舟券発券システムの調査と訪問先に対する\n社会儀礼として行ったものである。そこで，本件競艇場訪問は，手続的にも実\n質的にも問題はなく，公務と評価されるべきである。」旨主張する。\nしかし，議員の派遣や派遣内容の変更の必要性の判断は，議会又は議長の広\n範な裁量に委ねられるといっても，自ずと限界があり，ことに本件のような視\n察先を鳥栖市役所から競艇場に変更するという場合には，一般的には競艇場へ\n赴き舟券を買うなどのことは遊興目的を推認させるものであるから，市民から\nの疑惑を招かないためにも，真に公務視察といえるだけの手続及び内容を備え\nたものでなければならないというべきである。\nしかるに，今回の場合，突然の旅程変更の必要性について被告側から納得し\n得る説明はされていないし，Ａが常任委員長のＥの了承を得たといっても，前\n日の夕食の場であり，他の委員全員の了解を得た形跡はない（そもそも，Ａら\nにおいてかねて競艇収入について強い関心を抱いていたというなら，総務常任\n委員会の行政視察先として，最初から競艇場を候補として適否を議論し，委員\nの賛同を得て決定すべきものである。しかしながら，本件全証拠によるも，総\n務常任委員会の行政視察先として競艇場が取り上げられた形跡はないし，視察\n先の候補として議論された形跡もない。これらからすれば，仮に事前に蕨市総\n務常任委員会の視察先として競艇場が候補とされた場合，委員会として全員の\n賛同が得られたかについては極めて疑問といわなければならない。）。\nそして，Ｅ総務常任委員長としては，Ａらの申出に反対しなかったとしても，\n突然の申出であり，Ａが議会の最高ポストである議長という立場にあったため，\n反対しきれなかったということも十分考えられるのである。\nまた，競艇場におけるＡ及びＢの行動は前記のとおりで，福岡競艇場の職員\nが退出した後数時間は，独自に舟券を購入するなどして過ごしており，視察後\nの委員長報告にも今回の競艇場訪問の件が全く触れられていない。\nこれらを総合すると，Ａ及びＢの本件競艇場訪問は，公務の範囲外の私的行\n動と扱われてもやむを得ないというべきであり，被告が述べる前記の種々の事\n情も前記判断を左右するものではないというべきである。\n５ 返還すべき旅費の範囲\n返還すべき不当利得の範囲について検討するに，本件視察において視察に充てら\nれる日として予定されていた日数が２日間であり，そのうち１日につき，Ａ及びＢ\nが公務を行わなかったことにかんがみ，Ａ及びＢの旅行費用として支出された金額\nのうち半額（各自４万８３９０円）が不当利得に該当すると解するのが相当である。\nなお，原告は，被告に対し，Ａ及びＢを相手方として不当利得に対する年５分の\n割合の金員をも請求することを求めており，上記金員は，民法７０４条にいう利息\nであると主張しているものと善解し得るところ，この点に係る原告の主張も理由が\nあるということができる。\n６結論\n以上の次第であり，原告の請求は理由があるからこれを認容することとし，\n主文のとおり判決する。\nさいたま地方裁判所第４民事部\n裁判長裁判官 豊田建夫\n裁判官 富永良朗\n裁判官 城阪由貴\n"
}