{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 11,
    "day": 14
  },
  "case_number": "平成12(ネ)5964",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "著作権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "11515",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=11515",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/515/011515_hanrei.pdf",
  "contents": "平成１２年(ネ)第５９６４号　文書発行差止等，著作権侵害排除等請求控訴事件\n平成１３年(ネ)第６８６号　同附帯控訴事件\n（原審・横浜地方裁判所平成５年(ワ)第４５０９号（文書発行差止等請求事件・甲\n事件），同裁判所平成９年（ワ）第３３７１号（著作権侵害排除等請求事件・乙事\n件））\n平成１４年６月２５日口頭弁論終結\n判決\n控訴人（甲事件原告）　　　　　　　　　　　関東第四紀研究会\n代表者会長　　　　　　　　　　　　　　　　Ａ\n控訴人・附帯被控訴人（甲・乙事件原告）　　Ｂ\n控訴人・附帯被控訴人（甲事件原告）　　　　Ｃ\n控訴人・附帯被控訴人（甲事件原告）　　　　Ｄ\n控訴人・附帯被控訴人（甲事件原告）　　　　Ｅ\n控訴人（甲事件原告）　　　　　　　　　　　Ｆ\n控訴人（甲事件原告）　　　　　　　　　　　Ｇ\n控訴人（甲事件原告）　　　　　　　　　　　Ｈ\n控訴人（甲事件原告）　　　　　　　　　　　Ａ\n控訴人（甲事件原告）　　　　　　　　　　　Ｉ\n控訴人・附帯被控訴人（甲事件原告） 　Ｊ\n控訴人（甲事件原告）　　　　　　　　　　　Ｋ\n控訴人（乙事件原告）　　　　　　　　　　　Ｌ\n上記１３名控訴人訴訟代理人弁護士　　　　　梓　澤　和　幸\n同　　　　　　　　　　　　　　　　　　　　千　葉　　　肇\n被控訴人・附帯控訴人（甲・乙事件被告）　　Ｍ\n被控訴人・附帯控訴人（甲・乙事件被告）　　平塚市\n代表者市長　　　　　　　　　　　　　　　　吉　野　稜威雄\n指定代理人　　　　　　　　　　　　　　　　土　井　　　浩\n同　　　　　　　　　　　　　　　　　　　　浜　口　哲　一\n同　　　　　　　　　　　　　　　　　　　　落　合　晋　一\n同　　　　　　　　　　　　　　　　　　　　尾　崎　　　晃\n被控訴人（甲事件被告）　　　　　　　　　　相模川をきれいにする協議\n会\n代表者会長　　　　　　　　　　　　　　　　Ｎ\n上記３名被控訴人訴訟代理人弁護士　　　　　石　井　幹　夫\n被控訴人（甲事件被告）　　　　　　　　　　神奈川県\n代表者知事　　　　　　　　　　　　　　　　岡　崎　　　洋\n指定代理人　　　　　　　　　　　　　　　　小　泉　　　洋\n同　　　　　　　　　　　　　　　　　　　　開　元　敏　郎\n同　　　　　　　　　　　　　　　　　　　　畑　野　知　明\n同　　　　　　　　　　　　　　　　　　　　金　沢　晴　男\n同　　　　　　　　　　　　　　　　　　　　鳥　井　重　雄\n同　　　　　　　　　　　　　　　　　　　　水　上　訓　明\n同　　　　　　　　　　　　　　　　　　　　原　　　英　明\n同　　　　　　　　　　　　　　　　　　　　高　桑　正　敏\n同　　　　　　　　　　　　　　　　　　　　上　川　哲　哉\n（以下では，附帯控訴されているか否かを問わず，控訴人である者は，「控訴人」\nとし，附帯控訴しているか否かを問わず，被控訴人である者は，「被控訴人」とい\nう。） 主文\n本件控訴及び本件附帯控訴をいずれも棄却する。\n当審における訴訟費用は，控訴費用及び附帯控訴費用を通じて，\n(1) 控訴人らと被控訴人相模川をきれいにする協議会及び同神奈川県と\nの間においては，全部控訴人らの負担とし，\n(2) 控訴人らと被控訴人平塚市及び同Ｍとの間では，\n①　控訴人関東第四紀研究会，同Ｆ，同Ｇ，同Ｈ，同Ａ，同Ｉ，同Ｋ\n及び同Ｌに生じた費用は，控訴人関東第四紀研究会，同Ｆ，同Ｇ，同Ｈ，同Ａ，同\nＩ，同Ｋ及び同Ｌらの負担とし，\n②　控訴人Ｂ，同Ｃ，同Ｄ，同Ｅ及び同Ｊに生じた費用の４分の３\nは，控訴人Ｂ，同Ｃ，同Ｄ，同Ｅ及び同Ｊの負担とし，\n③　被控訴人平塚市及び同Ｍに生じた費用の４分の３は控訴人らの負\n担とし，\n④　控訴人Ｂ，同Ｃ，同Ｄ，同Ｅ及び同Ｊに生じた費用の４分の１と\n被控訴人平塚市及び同Ｍに生じた費用の４分の１は，被控訴人平塚市及び同Ｍの負\n担とする。 事実及び理由\n第１　当事者の求めた裁判\n１　控訴人ら\n(1) 原判決中，控訴人ら敗訴部分を取り消す。\n(2) 被控訴人Ｍ（以下「被控訴人Ｍ」という。）及び同平塚市（以下「被控訴\n人市」という。）は，\nア　別紙１(一)記載の文書について，控訴人Ｂ（以下「控訴人Ｂ」とい\nう。），同Ｃ（以下「控訴人Ｃ」という。），同Ｄ（以下「控訴人Ｄ」という。）\n及び同Ｅ（以下「控訴人Ｅ」という。）に対する関係で，\nイ　同(二)記載の文書について，控訴人Ｂ，同Ｃ，同Ｄ，同Ｅ，同Ｆ（以下\n「控訴人Ｆ」という。），同Ｇ（以下「控訴人Ｇ」という。），同Ｈ（以下「控訴\n人Ｈ」という。），同Ａ（以下「控訴人Ａ」という。），同Ｉ（以下「控訴人Ｉ」\nという。），同Ｊ（以下「控訴人Ｊ」という。）（ただし，原判決で，控訴人Ｊの\n関係では，別紙２表２№４及び№８の各「侵害部分」を記載したままの印刷，製\n本，販売，頒布，複写又は謄写の禁止が認容されているので，これらの部分を除い\nた上記文書について），同Ｋ（以下「控訴人Ｋ」という。）及び同関東第四紀研究\n会（以下「控訴人第四紀研」という。）に対する関係で\nウ　同(五)記載の文書について，控訴人Ｂ及び同Ｌ（以下「控訴人米澤」と\nいう。）に対する関係で\nそれぞれ印刷，製本，販売，頒布，複写及び謄写をしてはならない。\n(3) 被控訴人Ｍ及び同市は，\nア　別紙１(一)記載の文書を，控訴人Ｂ，同Ｃ，同Ｄ及び同Ｅに対する関係\nで\nイ　同(二)記載の文書を，控訴人Ｂ，同Ｃ，同Ｄ，同Ｅ，同Ｆ，同Ｇ，同\nＨ，同Ａ，同Ｉ，同Ｊ（ただし，原判決で，控訴人Ｊの関係では，同文書の回収及\nび別紙２表２№４及び同№８の各「侵害」部分の削除が認容されているので，これ\nらの部分を除いた上記文書に関して），同Ｋ及び同第四紀研に対する関係で，\nウ　同(五)記載の文書を，控訴人Ｂ及び同米澤に対する関係で，それぞれ回\n収して廃棄せよ。\n(4) 被控訴人Ｍ及び同相模川をきれいにする協議会（以下「被控訴人協議会」\nという。）は，別紙１(三)記載の文書について，控訴人Ｂ，同Ｃ，同Ｄ及び同Ｅに\n対する関係で，印刷，製本，販売，頒布，複写及び謄写をしてはならない。\n(5) 被控訴人Ｍ及び同協議会は，別紙１(三)記載の文書を，控訴人Ｂ，同Ｃ，\n同Ｄ及び同Ｅの関係で，回収して廃棄せよ。\n(6) 被控訴人Ｍ及び同神奈川県（以下「被控訴人県」という。）は，別紙１\n(四)記載の文書について，別紙２表４№１の「侵害」部分を除き，控訴人Ｂ，同\nＣ，同Ｄ及び同Ｅに対する関係で，印刷，製本，販売，頒布，複写及び謄写をして\nはならない。\n(7) 被控訴人Ｍ及び同県は，別紙２表４№１の「侵害」部分を除き，別紙１\n(四)記載の文書を，控訴人Ｂ，同Ｃ，同Ｄ及び同Ｅに対する関係で，回収して廃棄\nせよ。\n(8) 被控訴人Ｍ及び同市は，連帯して，控訴人Ｂに対し２９万円，同Ｃ，同\nＤ，同Ｅに対しそれぞれ１４万円，同Ｆ，同Ｇ，同Ｈ，同Ａ，同Ｉ，同Ｊ，同Ｋ及\nび同第四紀研に対しそれぞれ７万円，同米澤に対し１５万円を支払え。\n(9) 被控訴人Ｍ及び同協議会は，連帯して，控訴人Ｂ，同Ｃ，同Ｄ及び同Ｅに\n対し，それぞれ７万円を支払え。\n(10)被控訴人Ｍ及び同県は，連帯して，控訴人Ｃ，同Ｂ，同Ｄ及び同Ｅに対\nし，それぞれ７万円を支払え。\n２　控訴人Ｂ，同Ｃ，同Ｄ，同Ｅ及び同Ｊ\n本件附帯控訴を棄却する。\n３　被控訴人ら\n本件控訴をいずれも棄却する。\n４　被控訴人市及び同Ｍ\n(1) 原判決中，被控訴人Ｍ及び同市敗訴部分を取り消す。\n(2) 控訴人らの請求をいずれも棄却する。\n第２　事案の概要等\n１　本件は，被控訴人Ｍが執筆し，同市，同協議会ないし同県が発行した別紙１\n記載の各文書に，控訴人らの作成した資料（地質図，柱状図等）が，無断で，か\nつ，引用であることを示す表示（以下「引用表示」という。）なしに掲載されたと\nして，著作物の公表権（著作権法１８条），氏名表示権（同法１９条）及び複製権\n（同法２１条）を侵害されたとして，控訴人らが，被控訴人らに対し，著作権法１\n１２条１項及び２項に基づき，同文書の印刷等の中止並びに文書の回収及び廃棄\nを，民法７０９条に基づき，損害賠償の支払を，それぞれ請求したものである。控\n訴人らが主張する，著作権を侵害された部分，侵害した部分は，別紙２記載のとお\nりである。\n２　被控訴人Ｍは，もと控訴人第四紀研の会員であった（当事者間に争いがな\nい。）。\n控訴人Ｂらを始めとする控訴人第四紀研の会員らは，被控訴人Ｍとともに，\n平塚市近辺の大磯丘陵及び周辺地域の地質層序及び地質構造について，一つの団体\nとして共同の研究を行った（当事者間に争いがない。）。控訴人らは，上記団体・\n共同研究により採集された試料，作成された資料，調査データを分析・整理した結\n果得られた情報及び知見等を，被控訴人Ｍが，無断で，かつ適切な引用表示をせず\nに使用し，書籍として刊行するなどして公表したとして，本件訴えを提起した。\n原判決は，控訴人らの請求の一部を認容し，その余を棄却した。これに対\nし，控訴人らは，敗訴部分について控訴するとともに，調査データに基づく発表に\n関する合意の違反を新たな請求原因として追加した。被控訴人市及び同Ｍも，敗訴\n部分について附帯控訴をした。\n被控訴人らは，合意違反の主張につき，これを主張として追加すること自体\n許されない，と主張するとともに，控訴人ら主張の合意の存在自体も否定してい\nる。また，附帯控訴の理由として，①控訴人らが被侵害部分として主張するものに\nは創作性がない，これと侵害部分として主張するものとの間に同一性がない，②控\n訴人らが被侵害部分として主張するものの一部は，被控訴人Ｍが，控訴人第四紀研\nとは無関係に，調査・研究活動をした結果作成されたもの，あるいは，控訴人第四\n紀研の調査活動の過程で作成された資料であっても，被控訴人Ｍが単独で作成した\nものであって，これらは，控訴人らとの共同著作物ではない（控訴人らは著作者人\n格権や著作権を有しない。），③しかるべき引用表示がしてある，④単名で出版す\nることについて，共同著作者の同意を得ている，⑤控訴人らも引用表示をせずに論\n文を発表するなどしているのに，被控訴人Ｍの行為を非難することは，信義則に反\nし権利濫用である，⑥本件訴えは，被控訴人Ｍを，平塚市博物館の学芸員の職から\n排除するよう被控訴人市の人事に不当に介入し，ひいては被控訴人Ｍの地質調査活\n動を妨害することを目的としたもので，権利濫用である，などの主張をする。\n３　当事者双方の主張は，次のとおり付加するほか，原判決の「事実及び理由」\nの「第二　事案の内容」及び「第三　争点についての当事者の主張」記載のとおり\nであるから，これを引用する。\n第３　控訴人らの主張の要点\n１　控訴理由\n(1) 著作物性について\nア　原判決は，著作物性について，以下のとおり，判示している。\n「法は，著作物につき，思想又は感情を「表現」したものであることを\n要求し，自然的事象や社会的事情に関する単なる事実はもとより，アイディアや理\n論等の思想及び感情自体を保護の対象から除外するとともに，当該表現に創作性を\n要求している。また，右のアイディアや理論等の思想及び感情自体は，それが独創\n性・新規性のあるものでも，著作物性はないと解される。このようなものに著作物\n性を認めると，その他の者の表現活動に対する過度の制限となり，相当とはいえな\nいからである。\nそして，学術論文のような著作者の論理的思考や発見を表現した文書\nは，表現の創作性が当該学術論文等の文書の全体に占める割合は少ない反面，内容\nに独創性があることも多いものと思われるが，その内容面は右のとおり著作権上は\n保護対象外（すなわち考慮対象外）である。表現方法に創作性がある場合には，学\n術論文ももちろん著作権の保護対象となる。したがって，ある文書は，別の文書と\n内容面はいくら同一でもその文書の著作権侵害とはならない反面，その表現方法が\nある程度同一であれば，その文書の著作権侵害となり得ると解するのが相当であ\nる。これに対する例外は，思想・感情を表現する方法が特定のものしかないという\n場合であり，この場合には，ある文書の表現方法が別の文書の表現方法と同一であ\nっても，著作権侵害はないとすべきである。これを著作権侵害に該当するといって\nは，思想・感情自体を保護することになって制度の目的に反するからである。」\n（１３０頁７行目～１３２頁３行目）\n原判決は，創作性を判断するに当たり，内容と形式とを機械的に分離し\nており，正しくない。科学研究上の著作は，文学作品等と異なり，表現手段には創\n作的個性がないのが通常である。しかし，その反面，論証の筋道の過程自体が，著\n作者の創作性を示すものとして重要となる。したがって，科学研究上の著作につい\nて著作者人格権や著作権の侵害の有無を検討するに当たっては，単にその表現の異\n同のみをみるにとどまらず，その内容の実質的異同をも検討しなくてはならない。\n創造的仮説に基づく調査の経緯を記載したものは，創造的表現である。\nそれは，記号，数値化されたものであっても，同様である。\n単語も，著者の創造的個性が表現され，創造的表現となっていれば，著\n作物として保護されるべきである。自然科学の分野では，仮説を凝縮して，短いキ\nャッチフレーズ的な単語で表現することもある。このような単語も，著作物として\n保護されるべきである。\nイ　原判決は，本件において，著作物性を否定するに当たり，表現に創作性\nがないとしている場合が多い。\nそもそも，「創作性」については，「著作者の個性が著作物の中に何ら\nかの形で表れていればそれで十分だと考えられる（半田正夫「著作権法概説」第８\n版７７頁），「厳密な意味での独創性があるとか他に類例がないとかが要求される\nわけではなく，思想又は感情の外部的表現に著作者の個性が何らかの形で表れてい\nれば足りる。」（東京高判昭和６２年２月１９日無体集１９巻１号３０頁）のであ\nる。\nこのような立場に立った上で，なお，学術論文については，実際上，創\n作性の認められる範囲は狭い，と指摘されることがある。これは，なるべく一般\n的，普遍的な表現で論文内容を伝えるべきであり，独創的な表現はかえって分かり\nづらいという，学術論文の持つ性質から事実上帰結されるものであるにすぎない。\n学術論文，科学論文であるとの一事をもって，一律に著作物性の認められる範囲が\n狭くなるというわけのものではない。学術論文においても，被侵害部分が著しい創\n作性を備えることまでは，著作権法による保護の要件として，求められていない。\nウ　原判決は，\n「自然的事象を表現したものは，その大部分が著作権保護の対象外とな\nり，保護の対象となる部分は少なく，そのため，完全にコピーしたようなものや表\n現方法に著しい創作性があるものに限って著作権侵害とされる可能性があるという\nべきである。」（１４１頁１行目～４行目）\nとして，自然的事実を表現内容としていることを，創作性を否定する根拠\nの一つとしている。\nしかし，著作者の個性が何らかの形で表れているという意味での「創作\n性」があれば足りるのであって，自然的事実を表現内容としていることの一事をも\nって，創作性が否定されることになるわけではない。また，原判決が，「自然的事\n実」であるとしている事項の多くは，実際は，控訴人Ｂらの提唱している仮説であ\nって，自然的事実ではない。\n(2) 資料の種類ごとの著作物性の主張\nア　スケッチ図面（別紙２表２№４，№８）\n原判決は，スケッチ図面について，\n「地層の重なり具合及び組成をスケッチ風に描くという作業は，描き手\nの感性に頼る要素が増えるので，同様の情報を与えられても，誰しも同様のスケッ\nチを描くことにはならない。また，「被侵害」部分の図面においては各地層毎に記\n号だけが付され，さらに右端には専門的な立場からと思われるメモも記載され，い\nかにも，現場で短時間にできるだけ多くの情報を記載したことのうかがえる専門家\nのスケッチという性格の図面である。ある程度の地層の観察眼を持つ者がこの場所\nをスケッチした場合であっても，必ずしも当然に同じものになるとは思われない。\nそれだけ，創作性を感じさせる要素を有している。」（１５９頁７行目～１６０頁\n３行目）\nと判示し，また，\n「地層とそこに見られる生痕化石の詳細な状況の記載においては，いか\nなる生痕まで記載するか，地層と化石の区別をどう記載するか，その形状をどのよ\nうに表記するかという点において，記載者の思想・感情についての表現に創作性が\n入り得る。」（１７３頁６行目～１０行目），\nと判示して，創作性を認めている。これは，すなわち，自己の思想感情に\n基づき，素材を取捨選択して表現する点に創作性が認められる，ということであ\nる。\n上記判示に従えば，地質断面図（別紙２表２№５②，表３№１①，№２\n②，表４№２，№４②）についても，同様の根拠で，創作性が認められるべきであ\nる。例えば，別紙２表２№５「被侵害」部分②においては，自然の露頭・地層を対\n象とした上で，コロッケ，白オビといった鍵（ポイント）になるテフラを選択し\nて，表示している。むしろ，素材の取捨選択という点では，スケッチ図面以上に意\n図的に選択している。\nイ　柱状図（別紙２表１№２，表２№５①，№６，№７）\n原判決は，柱状図の著作物性につき，\n「情報を取捨選択の上相当量とし，専門的な知見及び情報が狭いスペー\nスに詳細に記載され，一覧的かつ総覧的にテフラに関する事実，知識及び見解を知\nることのできるものとなっている点で，工夫が見られる。しかしながら，このよう\nな手法の基本部分は一般に知られているもので，自然的事象に関する情報の整理の\n仕方の一手法であるにとどまり，感情や思想を創作的に表現したものとは，やはり\nいい難い。」（１４０頁６行目～１２行目）\nとしている。\nこのような見地を敷衍すると，およそ地図一般に創作性を認めることは\nできなくなる。しかし，判決例，学説上，地図には創作性が認められている。\n被侵害部分の，柱状図においても，柱状の狭い部分に，どのようなテフ\nラ等を記載するかを専門的見地から取捨選択して，表現している。\nウ　地質図（別紙２表１№３～№５，表２№１０～№１２，表３№２①，表\n４№１）\n(ｱ) 原判決は，地質図については，別紙２表４№１を除いて，同一性を否\n定しているだけで，地質図そのものの創作性については触れていない。この表４№\n１について，原判決は，\n「形，位置，層の区別についての情報自体は，自然科学的事実であ\nり，それ自体としては著作権の保護の対象外であるが，それらをどのように描くか\nということになると，細部の描き方，全体の印象等，創作的要素が含まれてくるの\nである。」（１９０頁２行目～５行目）\nとして，描き方にのみ着目している。しかし，前記のとおり，創作性の\n有無の検討においては，素材の取捨選択性にも着目すべきである。\n同一性の判断においても，取捨選択された素材及びその表現に類似性\nがあるか否かを検討すべきである。\n(ｲ) 原判決は，別紙２表１№３～№５について，\n「「侵害」部分の地質図においては，層が実線で区分され，区分され\nた範囲毎に斜線や点が記載され，層の位置が模式的に区別しやすく表現され，ま\nた，層の名称が漢字カナ混じりで記載されている。\nこれに対し，「被侵害」部分の地質図においては，層と層との境に\n実線による区分がなく，異なる層との境は点や斜線による固まりで形成される範囲\nで区分する方法で表現されている。また，立面図も併記され，全体が模式性が少な\nく，現実の地層位置をイメージさせるような方法で表現されている。さらに，「被\n侵害」部分の地質図の対象地域は，「侵害」部分の地質図の紫色で囲まれた地域で\nあり，「被侵害」部分の地質図は対象地域を大きく記載している。また，「被侵\n害」部分の地質図においては，地層の名称はアルファベットで記載され，地層の形\n状は「侵害」部分のそれと少なからず異なる。」（１４２頁３行目～１４３頁３行\n目）\nとして，同一性を否定している。\n描き方のみに着目した場合には，原判決が摘示した要素が同一性判断\nの要素となるかも知れない。しかし，素材の取捨選択にも着目すべきであり，そう\nすると，どのような地層が選択され，どのような形状で記載されているかも重要な\n要素となる。この観点からみれば，「被侵害」部分と「侵害」部分とは，極めてよ\nく類似しているということができるのである。\nエ　層序図（別紙２表１№１，表２№１）\n層序図の創作性につき，原判決は，\n「テフラ層序を棒グラフ状に表現し，その横に火山活動の区分や水成層\nとの対応が分かるように併記するというものであるが，地層に関する右のような記\n載方法は，年代と共に地層が積み重なるという事実を表現する方法として比較的知\nられている一般的なもので，表現の創作性の程度は高くないといわざるを得な\nい。」（１３２頁１２行目～１３３頁５行目）\nとして，描き方のみに着目している。\nしかし，層序図も図面であるから，素材の取捨選択性に着目すべきであ\nる。被侵害部分は，七国峠ローム層，早田ローム層といった地層を選択表示し，火\n山活動の区分や水成層との対応がわかるように併記しており，これは，控訴人らの\n斜交層準仮説，三位一体説による基準によって行われたことである。\n原判決は，テフラ層序の小区分・大区分・火山活動の区分点とテフラ層\n序の大区分との対応・同一名のローム層と水成層との対応関係に同一性が認められ\nるとしており，これらのことも考慮すると，図表全体についても同一性が認められ\nるべきである。\n(3) 各論的主張\nア　別紙２表１（別紙１(一)「ローム層をさぐる　大磯丘陵東部編」）\n(ｱ) №１\n(a) 同一性\n原判決は，\n「新期ローム層から雑色ローム層までのテフラ層序の小区分，テフ\nラ層序の大区分の切り方，火山活動の区分点とテフラ層序の大区分の対応関係，同\n一名のローム層と水成層との対応関係（この点は，「被侵害」文書においては，水\n成層の名称ではなく，水成層の岩層）において共通しており，これらの内容の点で\n同一性を認めることができる。\n他方，「侵害」部分の図表には左端に年代，第四紀等の時代区\n分，沖積層から始まる層の区分があるのに対し，「被侵害」部分の図表には，それ\nらがなく，反対に「被侵害」部分の図表には，「侵害」部分の図表にはない海進海\n退・地殻変動が層の区分の右側にこれに対比させて記載されている。層について\nも，「侵害」部分の図表では，縦縞を入れ，幅を短く取るのに対し，「被侵害」部\n分の図表では，活字は小さいが，空白部分が多い。これらの相違を総合すると，図\n表全体としては，同一性は認められないというべきである。」（１２８頁１２行目\n～１３０頁１行目）\nと判示している。\nしかし，「新期ローム層から雑色ローム層までのテフラ層序の小区\n分，テフラ層序の大区分の切り方，火山活動の区分点とテフラ層序の大区分の対応\n関係，同一名のローム層と水成層との対応関係」が，内容的に重要なのであり，こ\nれらの点において同一性が認められる以上，全体としても同一と認められるべきで\nある。その余の点は，基本的に枝葉末節にすぎない。\n「左端に年代，第四紀等の時代区分，沖積層から始まる層の区分が\nある」との点は，教科書的な付け足しであり，このような付け足しをしたからとい\nって，同一性が否定されるものではない。「縦縞を入れ，幅を短く取るのに対し，\n「被侵害」部分の図表では，活字は小さいが，空白部分が多い」との点について\nは，侵害部分の記載は，水成層に関するものであるのに対し，被侵害部分には水成\n層の記載欄自体ないのであるから，比較すること自体おかしい。また，縞，幅，活\n字，空白の有無や大小の違いをもって，同一性を否定することは，正しくない。\n「「被侵害」部分の図表には，「侵害」部分の図表にはない海進海退・地殻変動が\n層の区分の右側にこれに対比させて記載されている。」との点については，「被侵\n害」部分にあって「侵害部分」にない記載部分が枝葉末節ではなく重要な部分であ\nることは事実である。しかし，重要な部分を抜いたからといって，同一性が否定さ\nれることになるものではない。\n(b) 創作性\n原判決は，\n「同一性の認められるのは，新期ローム層から雑色ローム層までの\nテフラ層序の小区分，テフラ層序の大区分の切り方，火山活動の区分点とテフラ層\n序の大区分の対応関係，同一名のローム層と水成層との対応関係という点である\nが，これらは，いずれも地質学上の一定の見解に基づき，自然的事象を秩序付け，\n整理したもので，いずれも自然的事実に属するものであり，その内容自体は著作物\n性を備えているとはいえない。\n他方，「被侵害」部分における表現方法に着目しても，それは，\nテフラ層序を棒グラフ状に表現し，その横に火山活動の区分や水成層との対応が分\nかるように併記するというものであるが，地層に関する右のような記載方法は，年\n代と共に地層が積み重なるという事実を表現する方法として比較的知られている一\n般的なもので，表現の創作性の程度は高くないといわざるを得ない。」（１３２頁\n５行目～１３３頁５行目）\nとしている。すなわち，原判決は，上記「被侵害」部分につき，「自\n然的な事実に属する」として，著作物性がないとしている。しかし，そもそも，地\n質学上の一定の見解や仮説は真理であるとは限らない。これを「自然的な事実に属\nする。」とするのは誤りである。\n本件において「被侵害」部分とされているものに記載された「七国\n峠ローム層」等の名称や，その体系としての層序表は，控訴人Ｂらの仮説を創作的\nに表現したものであり，自然的事実ではない。また，層序表につき，一般的な表現\n方法を用いていたとしても，創作性は失われない。層序表などの図面の作成におい\nては，素材の取捨選択に意味があるのである。\n(ｲ) №２\n原判決は，別紙２表１№２について，\n「テフラの種類，層の厚さ，層の構成物質，その粒径，テフラと時代\n区分との対応関係は自然的事象である。」（１３９頁９行目～１０行目）\nとして，上記各事項には著作物性がないとしている。しかし，これら\nは，思想的な産物であり，自然的な事実でない。\nまた，原判決は，「テフラ層につき，図柄と層毎の長方形の大きさで\n層の種類とその厚さとを一見して理解できる」（１４０頁１行目～２行目）とし\nて，柱状に記号等を記載することが，一般に知られている手法である，ともいう。\nしかし，柱状図でどのような記号を使うかは，地図のように一般的に決められてい\nることではない。例えば，当該「被侵害」部分で軽石の表示とされている「ｖ」マ\nークは，控訴人第四紀研全体においてはおろか，控訴人らの間でも，一致して軽石\nの表示として使用されているわけではなく，異なるものを指すものとしても使用さ\nれているのである。\n(ｳ) №３～５\n原判決は，別紙２表１№３について，\n「「侵害」部分の地質図においては，層が実線で区分され，区分され\nた範囲毎に斜線や点が記載され，層の位置が模式的に区別しやすく表現され，ま\nた，層の名称が漢字カナ混じりで記載されている。\nこれに対し，「被侵害」部分の地質図においては，層と層との境に\n実線による区分がなく，異なる層との境は点や斜線による固まりで形成される範囲\nで区分する方法で表現されている。また，立面図も併記され，全体が模式性が少な\nく，現実の地層位置をイメージさせるような方法で表現されている。さらに，「被\n侵害」部分の地質図の対象地域は，「侵害」部分の地質図の紫色で囲まれた地域で\nあり，「被侵害」部分の地質図は対象地域を大きく記載している。また，「被侵\n害」部分の地質図においては，地層の名称はアルファベットで記載され，地層の形\n状は「侵害」部分のそれと少なからず異なる。\n以上のような点からすると，地質図にある程度親しみ，いくらか専\n門領域の知識があって，地質図の異同を判別する能力が高い読者を前提としても，\n両地質図における地層の表現の仕方は少なからず異なるので，同一性を認めるのは\n相当ではないと解する。」\nと判示する（１４２頁３行目～１４３頁７行目）。\nしかし，地質図の同一性の判断基準は，どのような地層区分で表現し\nているのか（斜交層準仮説による区分か），その区分境界に類似性があるか，断層\nなど重要部分に類似性があるかであり，この基準に照らせば，両地質図には同一性\nがあるということができる。\n「「侵害」部分の地質図においては，層が実線で区分され，区分され\nた範囲毎に斜線や点が記載され，層の位置が模式的に区別しやすく表現され」てい\nるという点は，枝葉末節にすぎない。\n「（被侵害部分は）立面図も併記され，全体が模式性が少なく，現実\nの地層位置をイメージさせるような方法で表現されている。」という点は，そもそ\nも，控訴人らは，地質図だけを問題にしているにすぎないのであるから，判断には\n無関係なことである。また，そのことはおくとしても，一部を省略することによ\nり，省略されなかった部分についての同一性が否定されるということになるもので\nはない。\n「「被侵害」部分の地質図においては，地層の名称はアルファベット\nで記載され，」という点については，原判決の論理に従えば，外国語の文献の地層\n名や地名を日本語に変えただけで，同一性がないことになる。「「被侵害」部分の\n地質図の対象地域は，「侵害」部分の地質図の紫色で囲まれた地域であり，「被侵\n害」部分の地質図は対象地域を大きく記載している。」という点については，被控\n訴人Ｍは，単に控訴人らが作成した地質図を縮小して合体させたに過ぎず，これで\n同一性がないということになると，単にコピーの切り貼りをして合体させれば，著\n作権侵害でなくなることになる。\n「地層の形状は「侵害」部分のそれと少なからず異なる。」との点に\nついては，一部地層の形状が異なったとしても，縮尺の関係などのためであり，同\n一性を否定する程度ではない。\n(ｴ) №４，５\n原判決は№３と同様の理由を掲げている。上記のとおり，誤りであ\nる。\nイ　別紙２表２（別紙１(二)「地層と化石　大磯丘陵編」）\n(ｱ) №２\n原判決は，別紙２表２№２につき，\n「同一性の判定に当たっても，表現の同一性の有無を問題とすべきで\nあり，記述の実質的趣旨の同一性の有無を問題とすべきではない。そうすると，隆\n起と地形の逆転とは，必ずしも同一の表現ではなく，「侵害」部分と「被侵害」部\n分との間には，同一性を認めることはできない。」（１５１頁１２行目～１５２頁\n４行目）\nと判示した。しかし，同一性の判断においては，外形上の表現の異同だ\nけではなく，内容の異同も考慮すべきである。\n(ｲ) №３\n原判決は，別紙２表２№３につき，「浸食小起伏面」という用語が，\n侵害部分と被侵害部分で使われている点（ただし，「被侵害」部分②では「浸食平\n坦面」という用語）で，同一性を認めたが，著作物性については，\n「「浸食小起伏面」という用語は，一定の平原の成因を地形学の観点\nから記載したもので，少なくとも地形学者の間では一定の共通の理解が持たれてい\nるものであり，それ自体は学術用語というべきである。そうすると，このような用\n語に，独創的な表現としての著作物性を認めることはできないといわざるを得な\nい。」（１５４頁１１行目～１５５頁３行目）\nと判示して，創作性を否定した。\nしかし，上記№３の被侵害部分における「浸食小起伏面」あるいは\n「浸食平坦面」という表現は，「大磯丘陵に分布する二宮層群の基底の不整合面\nが，長期にわたって，陸上で風化削剥された広大低平な陸生浸食平坦面起源ではな\nいか，そこに，海面が上昇してきて，二宮層が堆積したのではないか。」との仮説\nを表したものであって，独創的な表現である。\n(ｳ) №５\n(a) 同一性\n原判決は，別紙２表２№５につき，\n「(1) 「侵害」部分の柱状図と「被侵害」部分の柱状図（別紙５の\n該当欄の①）とを対比すると，両者とも，地層を模式的な棒グラフ状に記載してお\nり，類似する。ただし，「被侵害」部分の柱状図は地層の区分が「侵害」部分の柱\n状図と比べ大まかなものとされ，地層の説明が大部分英文でされ，メモ的な未完成\nな表現となっている。反対に，「侵害」部分の柱状図は，地層の区分が詳しく，ま\nた地層の説明が日本語で詳しくされている。\n(2) 次に，「侵害」部分の柱状図とこれに対応する「被侵害」部分\nの地質図（別紙５の該当欄の②）とを比較すると，「被侵害」部分の地質図は，露\n頭部分を横から見たスケッチ風の地層図であり，表現形式においては，「侵害」部\n分の柱状図と相当程度相違している。また，その記載内容においては，「侵害」部\n分の柱状図には，化石及び地層の内容等の原告らの地質図には記載されてない事項\nも詳細に記載され，反対に地質図の下部には記載されている情報が「侵害」部分の\n柱状図には記載されていない。\nただし，「被侵害」部分の地質図と「侵害」部分の柱状図とは，\n地層名・鍵層名（コロッケ，白オビ，含黒曜石軽石といった地層の時代を定めるた\nめの基本となる地層）及び地層の層序の状況においては，同一性を認めることがで\nきる。」（１６６頁３行目～１６７頁９行目）\nと判示する。\n上記(2)以下の判示は，基本的に同一性を否定した上で，一部につい\nてのみ同一性を肯定するもののようである。しかし，柱状部で最も重要な点はテフ\nラの同定・層序であり，これらが同一であれば，基本的に同一性があるというべき\nである。\n(b) 創作性\n原判決は，№５の柱状図，地質図について，\n「(1)「侵害」部分の柱状図と「被侵害」部分の柱状図は，地層を模\n式的な棒グラフ状に記載しているという点で，その表現形式において同一性を認め\nることができる。しかし，地層は自然科学的事象であり，それ自体としては著作権\nの保護の対象ではない。また，この地層を模式的な棒グラフ状に記載するという表\n現方法は，記載方法としてはありふれたものであるから，その表現方法は創作性を\n欠き，著作物性はないといわざるを得ない。\n(2) 次に，「侵害」部分の柱状図と「被侵害」部分の地質図とは，\n地層名・鍵層名（コロッケ，白オビ，含黒曜石軽石といった地層の時代を定めるた\nめの基本となる地層）及び地層の層序の状況においては，同一性を認めることがで\nきる。しかし，これらは，いずれも，自然科学的事象であり，著作権保護の対象と\nはならない。」\nと判示する（１６７頁１１行目～１６８頁１０行目）。\nしかし，地層や鍵層等を自然科学的事象ととらえること自体誤りで\nある。また，柱状図（被侵害部分①），地質断面図（被侵害部分②）では，素材の\n取捨選択が重要なのであるから，どのようなテフラを記載するか取捨選択している\n点について，創作性が認められるべきである。\n(ｴ) №６\n原判決は，別紙２表№６につき，\n「「侵害」部分の柱状図と「被侵害」部分の柱状図とを比較すると，\n両者とも模式的な棒グラフ状の地層の記載図であり，また，その内容において，地\n層の層序名及びその順序（白石軽石・黒（暗紫）色火山灰・ゴマシオ・黒色ラピ\nリ・黒色スコリア・黒色火山灰），各層序の石の直径の記載等の部分に同一である\n点が認められる。\nしかし，「侵害」部分の図面の上半分に相当する部分は「被侵害」\n部分の柱状図には記載がなく，原告らの柱状図は「侵害」部分の図面の下半分に相\n当する内容を記載したものである。また，「被侵害」部分の柱状図は地層名がアル\nファベット混じりの記号を利用した手書きで記載されているが，「侵害」部分の図\n面は簡明で見易い日本文字が印刷されている。区分された層について，「被侵害」\n部分の柱状図は模様を記載せずに，アルファベット混じりの記号による説明が付さ\nれているものが多いのに対し，「侵害」部分の柱状図は区分した地層について模様\nを記載し，言葉による説明が付されていないものが多い。\nしたがって，両図面の全体としての同一性は一見して判断できるわ\nけではない。」\nと判示している（１６９頁７行目～１７０頁１０行目）。\nしかし，「「侵害」部分の図面の上半分に相当する部分は「被侵害」\n部分の柱状図には記載がなく」との点については，図面の対象部分が異なること\nは，同一性の判断とは関係がなく，共通している部分だけで，同一性があるか否か\n判断すべきである。また，「アルファベット混じりの記号による説明が付されてい\nるものが多い」との点は，アルファベット混じりの説明が，侵害部分では日本語に\n訳されているにすぎない。\n創作性については，柱状図に関して述べたとおりである。\n(ｵ) №７\n原判決は，別紙２表２№７につき，創作性を否定している。これは，\n柱状図に関して述べたとおり，誤りである。\n(ｶ) №９\n原判決は，\n「被疑文書(二)の「侵害」部分（九三頁の文章の一部）とこれに対応\nする「被侵害」部分（甲一八の一〇頁）とを比較すると，そこで記載されている内\n容は斜交関係の説明という点で同一であり，「侵害」部分は，専門論文である「被\n侵害」文書の「被侵害」部分の内容を，一般人にも分かり易く要約したものである\nように思われる。そして，そのような両記述の目的と性質の違いを反映して，そこ\nで用いられている用語や論旨の展開は相当程度の差異があり，法の見地から見る限\nり，両者には同一性はないといわざるを得ない。」\nと判示する（１７９頁１２行目～１８０頁７行目）。\nしかし，内容の同一性を重視する限り，同一性が認められるべきであ\nる。なお，分かりやすさに配慮しているのは，むしろ，「被侵害」部分の方であ\nる。\nウ　 別紙２表３（別紙１(三)「相模川下流域の地盤物質」）\n(ｱ) 同一性\n原判決は，別紙２表３№１に関し，\n「「侵害」部分（被疑文書(三)の六九頁表三及び七〇頁図六の各「西\n小磯北方断層」についての記述）及び「被侵害」文書（甲Ａ一九）の「被侵害」部\n分（別紙５の該当する欄のとおり，①から③の三箇所に区分している。）を比較す\nると，活断層の走向の記載等，その記載内容の詳細やその表現方法は一見して相当\n程度異なっており，これらの点については，同一性を認めることはできない。」\n（１８２頁３行目～８行目）\nと判示し，№２についても同旨の判示をしている（１８５頁５行目～１\n２行目）。\nこれについても，内容の同一性を重視して，同一性を認めるべきであ\nる。なお，№２について，「断層を線状で記載」（１８５頁１０行目）している点\nで共通しているということはない。被侵害部分は，地表面の撓み（撓曲崖）として\n表現している。\n(ｲ) 創作性\n原判決は，同一性が認められる点について，「自然科学的な事実にほ\nかならず，思想・感情の表現とは認められない。」（１８３頁４行目）して，創作\n性を否定している。しかし，断層の存在・位置は必ずしも自然科学的な事実ではな\nく，ある時点では研究者の仮説・主張にすぎない。\nまた，断層を線状で記載する方法は，ありふれたものではない（甲Ａ\n第１８８号証，第１８９号証，乙Ａ第７３号証）。\nエ　別紙２表４（別紙１(四)「大磯町虫窪の二宮層群活断層と貝化石」）\n(ｱ) №２\n(a) 同一性\n原判決は，別紙２表４№２について，\n「「侵害」部分の図面とこれに対応する「被侵害」部分①（甲Ａ二\n二のもの）の図面を比較すると，断層を中心に左側に下田上部層が，右側に下田下\n部層が記載され，下田上部層側の地層の形状が同一である。また，「被侵害」部分\n②（甲Ａ二三のもの）と比較すると，「被侵害」部分②の右方に別の地層が多く記\n載され，左方の当該部分も模式化の度合が高いため，全体の印象からは同一性があ\nるとまでは認め難く，類似性があるにとどまるというのが適当である。」（１９８\n頁６行目～１２行目）\nと判示する。\nこれは，被侵害部分①と②を分離して，それぞれを侵害部分と比較\nすることにより，同一性を判断しているものである。しかし，被侵害部分①及び②\nは，別々の意義を持っているのであり，侵害部分がこれらを同時に侵害しているの\nであるから，被侵害部分を一緒にして，内容面を含め判断すべきである。仮に，被\n侵害部分①及び②を分離して判断するとしても，被侵害部分②につき，原判決が\n「「被侵害」部分②の右方に別の地層が多く記載され」ということを同一性を否定\nする根拠としていることは，相当でない。それでは，一部だけを掲載すれば，同一\n性が否定されることになる。\n「左方の当該部分も模式化の度合が高い」とする点は，何をもって\n模式化が高い，とするか，基準が不明である。\n(b) 創作性\n原判決は，同一性の認められる部分について，\n「同一性の認められる部分は，いずれもそれほど複雑なものではな\nく，模式性の度合がある程度高いので，それだけ創作性の要素が低いということに\nなる。また，(一)後半の類似性が認められるにとどまる「被侵害」部分②について\nは，一層右のことが当てはまる。したがって，右の「被侵害」部分の図面①②は，\nいずれも事実をそれほどの創作性なしに記載したものであり，著作権の対象とはな\nらないというべきである。」\nと判示する（１９９頁３行目～９行目）。しかし，模式性が高いとい\nうことは，創作性がないとする理由となるものではない。\n(ｲ) №３\n原判決は，別紙２表４№３について，侵害部分と被侵害部分の同一性\nを認めつつ，\n「同一性の認められる正断層の変位量について著作物性を認めること\nができるかについて見ると，これは自然科学上の事実の記載であり，これがいかに\n価値のある発見であったとしても，それ自体は思想・感情の表現であるとはいえ\nず，また，このような事実の記載については表現の幅も限られているから，右の同\n一性の認められる部分について，著作物性を認めることはできない。」\nと判示する（２００頁９行目～２０１頁２行目）。\nしかし，断層の変位量が５０メートルであるという点は，自然科学的\nな事実ではない。また，外形上の表現の同一性だけなく，内容の実質的異同をも検\n討すべきである。\n(ｳ) №４\n原判決は，別紙２表４№４について，侵害部分と被侵害部分との同一\n性を認めつつ，断層の記載は，自然科学上の事実の記載であるから，著作物性はな\nいとした。しかし，再三述べたとおり，断層があるということは，自然科学上の事\n実ではない。\nオ　別紙２表５（別紙１(五)「動く大地を読む－流域の一億年と平塚の基\n盤」）\n原判決は，別紙２表５について，侵害部分と被侵害部分の同一性を認め\nつつ，\n「右同一性の認められた点の著作物性の有無について検討すると，「畑\n沢火山」という用語は，ある特定の火山に付けられた名称にすぎず，その所在場所\nも山北町の畑沢地区（甲Ｂ一の二五頁）というのであるから，畑沢の火山というも\nのにすぎないのであり，思想・感情の表現ということはできず，そこに創作性を認\nめることもできない。その他の前記(一)の②ないし④の点は，いずれも客観的な事\n実の記載にすぎず，著作物性は認められない。\nこの点について，原告らは，畑沢火山というのは単なる事実ではな\nく，仮説であり，塩沢礫岩層の堆積時期等についても同様である旨を主張する。し\nかし，仮に畑沢火山というのが仮説の産物であるとしても，右のような仮説が創作\n性のある形で表現され，それが被疑文書(五)において再製されているのであればと\nもかく，「侵害」部分及び「被侵害」部分は，前記(一)の①ないし④という点で同\n一性を有しているにすぎず，これらの点は，やはり客観的事実の記載にとどまり，\n創作性のある表現ということはできないと評価するのが適当である。」\nと判示する（２０４頁２行目～２０５頁４行目）。\nしかし，多数の専門家が合同で調査し，協議するなどした上で，学問的\nに，特定の時期に，山北町畑沢地区に火山が活動していた必然性に到達して，これ\nを定義復元したものであり，「畑沢火山」は，思想的で創作的な仮説の主張であ\nる。客観的，自然的な事実の記載ではない。\n(4) 合意に基づく差止請求及び損害賠償（控訴審での新主張）\nア　合意の概要\n(ｱ) 合意の主体　　控訴人らの一部（Ｂ，Ｃ，Ｄ及びＥ）と被控訴人Ｍ\n（以下，この５名を「大磯東部サブ団研参加者５人」という。）\n(ｲ) 合意成立の時期　　１９７６年（昭和５１年）２月ないし３月\n(ｳ) 合意の内容\n大磯東部サブ団研参加者５人が，大磯丘陵東部地域の火山灰層序学的\nな露頭調査を行った後，又は，その進行に合わせて随時，順次，筆頭者となって，\n研究論文を発表し，最後に，控訴人Ｂを筆頭者として，地質学会誌にまとめの論文\nを投稿する（以下，この合意を「本件合意」という。）。\nイ　大磯東部サブ団研結成に至る経緯\n控訴人Ｂは，昭和３８年以降，控訴人Ｆと共同して，大磯丘陵の火山灰\n層序学的調査を開始した。\n昭和４３年６月，控訴人第四紀研の第１回総会が開催され，同第四紀研\nの組織が確立された。\n昭和４８年８月，控訴人第四紀研が，大磯丘陵で団体として共同して行\nう研究を開始した。\nそのころ，大磯丘陵北部，特に平塚市が含まれる東北部の地質の大筋\nは，既に把握されており，各研究を集めれば，地質図を描くことが可能な段階に至\nっていた。\n昭和４９年２月には，テフラの特定はほとんど済み，テフラ名が記入さ\nれた火山灰層序学的データが得られていた。\n同年６月，控訴人第四紀研の総会で，控訴人Ｂが三位一体説（地殻変\n動，火山活動，気候変動，海面変動が相互に連動しているとする仮説）を提唱し\nた。この仮説は，昭和５０年に提唱された斜交層準仮説を具体的な手段として，控\n訴人Ｂが実証中である。\n昭和４９年８月，控訴人第四紀研の機関誌「関東の四紀」が創刊され\nた。\n昭和５０年６月，「関東の四紀」２号に，控訴人Ｂが，「テフラの累層\n区分」（甲第５号証）と題して，ローム層区分に関する「斜交層準仮説」を紹介し\nた。\n以上の過程において，控訴人第四紀研には，被控訴人Ｍの加入前に，若\n手の研究者が次々と入会し，第四紀を総合的に調査し得るスタッフがそろった。\nウ　「大磯東部サブ団研」結成時の状況と，発表についての合意\n昭和５０年８月，被控訴人Ｍが，控訴人第四紀研による大磯給料での団\n体研究に初めて参加し，同年１０月，控訴人第四紀研に入会した。\n同年１１月，控訴人Ｂが呼び掛けて，大磯丘陵東部の共同研究，団体研\n究が開始された。当初の参加者は，控訴人Ｂ，同Ｅ，訴外星野良久子の３名であ\nり，これにより，控訴人第四紀研の中に，大磯東部を調査研究するグループ（以下\n「大磯東部サブ団研」という。）が形成された。これは，控訴人第四紀研の，大磯\n団体研究グループが大磯丘陵の西半部を主たる調査範囲としており，東部まで調査\nがたどり着くのが相当先となることが予想されたので，同時並行で東半部の調査研\n究を行い，こちらも含めて，火山灰層序学的な地質図を完成させるためであった。\nこのようにして，両者の研究を完成させ，その時点で，大磯丘陵全体の\n火山灰層序学的な地質図と説明書を，控訴人第四紀研名で公表することになってい\nた。\n昭和５１年２月，大磯東部サブ団研の参加者の１名が大阪に異動するこ\nとになったので，控訴人Ｂは，控訴人Ｄと被控訴人Ｍを加えて，大磯東部サブ団研\nの再編成を行った。これにより，本件合意は，その参加者である控訴人らと，被控\n訴人Ｍとの間で，昭和５１年２月７日から３月２８日までの間に成立したものであ\nる。\n被控訴人Ｍ自身，大磯東部サブ団研は，調査地域が東部全域であったこ\nと，その地層の分布，構造をつきとめることが目的であったことを，仮処分事件\n（横浜地方裁判所昭和６０年(ヨ)第８９８号，以下「前仮処分事件」という。）で\nは認めている。\n昭和５１年６月，控訴人第四紀研の第９回総会で，地域サブ団研構想が\n正式に承認された。このとき，大磯東部サブ団研の構成員は，控訴人Ｂ，同Ｅ，同\nＣ，同Ｄ及び被控訴人Ｍの５人であった。\nエ　合意に基づく公表\n昭和５１年６月，「関東の四紀」第３号に，大磯東部サブ団研の最初の\n論文「大磯丘陵東部の第四系－１９７５年度の成果について」が，控訴人Ｃ（筆頭\n者），同Ｄ，同Ｅ，同Ｂ，被控訴人Ｍの連名で掲載された（甲Ａ第７号証）。\n昭和５２年２月，大磯東部サブ団研は，日本第四紀学会において，被控\n訴人Ｍを第１発表者とし，控訴人Ｅ，同Ｂ，同Ｄ，同Ｃの連名で，「いわゆる二宮\n層の細分について－大磯町を中心に」と題する発表を行った（乙Ａ第３１号証）。\n昭和５２年３月，大磯東部サブ団研は，被控訴人Ｍを筆頭者として，\n「大磯丘陵東南部の第四系」と題する論文を，神奈川地学会機関誌「神奈川地学」\n第６巻４号に掲載した（甲Ａ第２１号証）。\n昭和５２年４月，大磯東部サブ団研は，日本地質学会において，控訴人\nＥを筆頭者として，「いわゆる二宮層の区分と対比について」と題する発表を行っ\nた（甲Ａ第８号証）。\n昭和５２年７月，大磯東部サブ団研は，「関東の四紀」第４号に，控訴\n人Ｄを筆頭者として，「いわゆる二宮層の区分と対比について」と題する論文を掲\n載した（甲Ａ第９号証）。\n昭和５３年４月，日本第８５年学術大会地質学会で，下末吉埋没土層班\n（大磯東部サブ団研の中の一つの班で，控訴人Ｂ，同Ｅ，被控訴人Ｍで構成）の研\n究成果を，控訴人Ｂ，同Ｅ，被控訴人Ｍが，「多摩ローム層と「下末吉層」との層\n序関係」という表題で発表した。\n昭和５３年１１月，「関東の四紀」５号に，控訴人Ｂ（筆頭者），同Ｅ\n及び被控訴人Ｍが，「下末吉埋没土層の時代について」と題して，研究成果を発表\nした（甲Ａ第１８号証）。\n昭和５４年９月，「関東の四紀」６号に，大磯東部サブ団研は，控訴人\nＢ（筆頭者），同Ｃ，同Ｅ，同Ｄ及び被控訴人Ｍの連名で，「テフラを中心にみた\n二宮層群」と題して，二宮層群の火山灰層序学的標準柱状図を公表した（乙Ａ第２\n４号証の１～２）。\nオ　合意違反の事実\n(ｱ) 昭和５５年３月，被控訴人Ｍは，「相模川下流域の地盤地質」（甲Ａ\n第３号証・別表１(三)）を，被控訴人協議会発行の「相模川」２８号に掲載した。\nここで，被控訴人Ｍは，大磯東部サブ団研の研究結果で，未公表の断\n層関係データ（変位量，変位方向，長さ，平均変位速度，活動度等」を無断で使用\nし，あるいは既発表のデータについて，引用表示をしないまま使用した。\n本件合意においては，断層の諸要素に関する定量的なデータは，控訴\n人Ｂを筆頭者として，最後に発表することになる論文で，まとめて系統的体系的に\n述べることになっていた。被控訴人Ｍの上記行為は，本件合意に反するものであ\nる。\n(ｲ) 昭和５５年３月，被控訴人Ｍは，「大磯町虫窪の二宮層群断層と貝化\n石」（甲Ａ第４号証・別紙１(四)）を公表した。これも，大磯東部サブ団研の他の\n参加者の了解を得ないで行ったことである。\n(ｳ) 昭和５５年３月，被控訴人Ｍは，「大磯丘陵の地質１」を，平塚市博\n物館資料№２４として，無断で発行した。\n被控訴人Ｍは，昭和６３年１月２０日付けの，控訴人Ｂに対する謝罪\n文の中で，「東部班でコンパイルしたものに補足調査を加えて，Ｂさんが学会誌に\n投稿することにもなっていたので，それが発表されてから，引用の形でまとめるの\nが筋だったと後悔しております。あまりにも焦りすぎてしまいました。」として，\n本件合意の存在と，それに違反したことを認めている（甲Ａ第５３号証）。\n(ｴ) 昭和５６年２月，被控訴人Ｍは，「ローム層をさぐる－大磯丘陵東部\n編」（甲Ａ第１号証・別紙１(一)）を発行した。これも，控訴人第四紀研等の未公\n表データを使用しているものであった。\n(ｵ) 昭和５８年２月，被控訴人Ｍは，「地層と化石－大磯丘陵編－（平塚\n市博物館）」を刊行した（甲Ａ第１号証･別紙１(二)）。これも，大磯東部サブ団研\nの未公表データ等，特に控訴人Ｊの未公表スケッチをそのまま載せるなど，無断で\n使用している。\n(5) 請求の基礎の同一性について\nア　控訴人らは，原審で主張していなかった新たな箇所を，被控訴人Ｍによ\nる無断引用の例として主張している。しかし，これは，共同研究データを無断で使\n用されていることを，本件合意違反の事情として述べているにすぎない。これらの\n箇所につき，訴えを追加的に変更して，新たな差止めを求めているものではない。\n訴訟の進行に伴い，詳細な状況を追加して述べることは，当然のことである。\nイ　合意違反を予備的追加的に主張することは，何ら請求の基礎の同一性を\n害するものではない。\n控訴人らの学問的創造に基づく調査の結果を，被控訴人Ｍが勝手に利用\n公表したことの責任を問う点において，著作権侵害に基づく請求と合意違反の請求\nは，法的に構成される以前の社会的事実において全く異なるところはない。\nしかも，事情としてではあっても，原審において合意を巡る主張の応酬\nをしており，控訴人らは証拠も提出している（甲Ａ第６５号証）。\n２　被控訴人らの主張に対する反論\n(1) 被控訴人Ｍの単独著作物であるとの主張に対して\nア　被控訴人らは，自ら清書したものは自分単独の著作物であるなどと，共\n同研究の実態からかけ離れた主張を繰り返している。\n一人ではできない広範な野外調査は共同研究が前提である。また，環境\n問題など今日的課題の研究のためには，様々な研究分野の研究者による学際的な共\n同研究が必要である。他方，研究者個人が職を得，業績を挙げるために，論文を書\nくという競争があることから，共同データが無断で使用される恐れがあり，これを\n防ぐために，共同研究の成果は共有財産と考えるというモラルが必要なのである\n（甲Ａ第１８４号証）。\nイ　別紙１(四)の「大磯町虫窪の二宮層群活断層と貝化石」の図１（別紙２\n表４№１「大磯丘陵東南部の地質図と虫窪Ａ地点」）について，被控訴人らは，上\n記地質図は，被控訴人Ｍの作成した地質図（乙Ａ第９４号証，第１４８号証）を基\nに，同人が作成したものであって，同人の単独著作物であると主張する。\n控訴人第四紀研の本団研（控訴人第四紀研全体で，年２回程度，合宿で\n行われる団体研究）と，サブ団研（控訴人第四紀研の一部の構成員で組織され，一\n定の地域を定めて行われる団体研究）とで，根本的に調査方法が異なり，後者で\nは，各人が，地域を決めて，個別に調査を行う方法を採っていた，ということはな\nい。規模や，個々の参加者の力量によって，適切な方法が適宜採られていたのであ\nる。被控訴人らがいうように，調査者がそれぞれ野外で観察結果の記録を取り，後\n日各人が自分の記録を清書する，という方法に限られていたわけではない。例え\nば，大磯東部サブ団研でも，当初は，参加者の力量が違っていたので役割分担をし\nていたのである。もっとも，後になってからは，場所を分けて各人が調査をするよ\nうなこともあった。\nこのように役割分担をして調査をする以上，調査結果の交換をしてお\nり，互いに調査の現場で野帳を見せ合ったり，調査後，野帳や清書のコピーを渡し\n合ったりしていた。\n個々の図面等は，その図自体の作成段階だけ取り出してみれば，各人が\n自分で書き入れて作成するものであるから，各人の著作物であるかのようにみえ\nる。しかし，各人は，他の共同調査者のデータをも用いて仕上げるものであるか\nら，出来上がった地質図は，共同著作物に当たるというべきである。露頭地点番号\nの付与の仕方が統一されていなかったとしても，意味が分かれば問題はないのであ\nるから，共有データによるものであることが否定されるものではない。\n乙Ａ第１４８号証の作成においても，被控訴人Ｍが調査に行かなかった\n地点について，他の調査者のデータが盛り込まれている。このほかにも，お互いに\n手持ちの地質図等を見せ合って，食い違いを修正することもあった。大磯東部サブ\n団研において，各人が，ばらばらに調査し，他の者の関与もなく図面を作成してい\nたということはない。\n乙Ａ第１４８号証の地質図の作成において，被控訴人Ｍが，かなりの部\n分を担っていたことは事実である。しかし，これは，その地質図の作成が，同人の\n担当であったからにすぎない。\n(2) 別紙１(二)「地層と化石」における別紙２表２№４「化石床とシルト岩層\nとの関係」の同一性について\n被控訴人らの主張のうち，図面の同一性の判断基準について，地質学的な\n同一性を判断すべきであるとの点は認める。\n侵害図面（甲Ａ第２号証図２３）と，被侵害図面（甲Ａ第１２号証）との\n同一性を判断するに当たって重要なのは，両者とも，化石床が認められること，す\nなわち，貝化石を含む地層があって，これが下部の地層と同時異相と判断されるこ\nとが示されていることである。下部の地層のテフラ枚数などには，あまり意味がな\nい。\n被控訴人らは，被控訴人Ｍと控訴人Ｊが共同して当該調査を行ったことを\n認めている。そうだとすれば，当然のこととして，上記侵害図面を作成するために\nは，乙Ａ第８８号証の１～３の柱状図だけ足りず，控訴人Ｊのスケッチ（甲Ａ第１\n０８号証）が必要となる。\n控訴人Ｊが作成した図面についての引用表示が必要なのは，当然である。\n第４　被控訴人らの主張の要点\n１　附帯控訴の理由\n(1) 別紙１(二)「地層と化石」における別紙２表２№４「化石床とシルト岩層\nとの関係」について\nア　原判決は，甲Ａ第１２号証は偽造されたものであり，証拠能力はないと\nの被控訴人らの主張に対し，以下のように判断した。\n「被告Ｍ及び被告市は，原告らが，表２№４の「侵害」部分との同一性\nを装うため，「被侵害」部分の図面である甲一二を書証として提出後に，右図面中\nの地層を黒く塗りつぶし，Ｖ印を加筆するなど，明白な偽造をした旨を主張する。\nしかし，裁判所に提出されている甲一二の写しによれば，図面上，地層に付された\n記号が見難いところ，原告らが準備書面に添付し被告Ｍ及び被告市から偽造と主張\nされた図面（別紙５の対応する図面のうちＢ５版のものの左下部分）の記載は，地\n層に鉛筆で引用線が記載されて▲印及びレが記載されている。引用線があること自\n体により，それのない「侵害」部分の図面との間に違いが感じられるものとなって\nいる。仮に「侵害」部分の図面と類似していることを意図的に作出するなら引用線\nがないようにする等のことを考えると思われる。そして，原告らがそのようなこと\nをする動機はそもそもうかがわれないし，そのほかに原告らの加筆行為を推認させ\nる事実もないから，原告らが説明するとおり，原告らの千葉代理人が原告Ｂの説明\nを受ける際にファクスで送られた原告Ｊの図面の写しに▲印及びｖ印をメモ書きし\nたものが，そのまま準備書面で説明する際に添付されて被告Ｍ及び被告市の誤解を\n招いたものと認めるのが相当である。被告らの主張する偽造の事実は認められな\nい。」（１５６頁１２行目～１５８頁５行目）\n原判決が取り上げているのは，控訴人らが準備書面に付した図面（甲Ａ\n第１２号証Ｂ）である。被控訴人らが問題にしているのは，平成１１年９月３日の\n弁論で，控訴人らから提出された原本のカラーコピーと称されるもの（甲Ａ第１２\n号証Ｃ）である。甲Ａ第１２号証として当初提出されたもの（甲Ａ第１２号証Ａ）\nと，同Ｃの同一性が問題とされるべきである。\n甲第１２号証Ｂは，同Ｃにある「Ｖ」印がなく，そのコピーではない。\nしたがって，同Ｂは，同Ｃに，控訴人ら代理人が加筆したものではなく，同Ａに加\n筆したものであって，同Ｃはオリジナルではない。すなわち，甲第１２号証の原本\nは，最初同Ａであったが，平成１１年９月ころまでに，加筆修正された結果，同Ｃ\nに変化したものである。\nなお，控訴人らは，コピー（複写）やファックス送信の過程で，「Ｖ\n印」が消えたと主張するが，そのようなことはない。\nイ　被控訴人Ｍのスケッチ（甲Ａ第２号証４３頁図２３）は，「地層と化\n石」の執筆に当たり，被控訴人市が，平塚市博物館の調査活動として控訴人Ｊに調\n査を依頼し，昭和５７年１０月１０日に，被控訴人Ｍと控訴人Ｊで西小磯海岸を共\n同調査したときの調査結果に基づくものである。被控訴人Ｍの上記スケッチは，控\n訴人Ｊのスケッチ（乙Ａ第１０８号証，すなわち甲Ａ第１２号証Ａ）を参考にして\nいるが，被控訴人Ｍの調査結果である柱状図（乙第８８号証の１～３）を基にして\nいるので，軽石層（Ｖ印），スコリア層（▲印），火山砂層（細点印）を区別して\nおり，その枚数も上記控訴人Ｊのスケッチとは異なる。また，露頭下部に描かれた\n火山灰層を含むどのような地層が，貝化石を含む礫岩層に移り変わっているかを明\n確に描いている。\n以上のとおりであるから，被控訴人Ｍのスケッチ（甲Ａ第２号証４３頁\n図２３）は，控訴人Ｊのスケッチ（乙Ａ第１０８号証，甲Ａ第１２号証Ａ）を複製\nしたものではない。\nウ　原判決は，別紙２表２№４について，被控訴人らの主張する甲Ａ第１２\n号証Ｃを採用して，以下のとおり，\n「(1) 表２№４の「侵害」部分の図面とこれに対応する「被侵害」部分\nの原告Ｊの図面とを比較すると，両図では，斜めに多数の帯状に堆積した地層が記\n載され，その形状及び数には基本的な点で同一性がある。また，これらの地層の上\nに堆積したように見える平坦状の地層の形及び上部の地層と下部の地層の境界部の\n形状は，いずれも同一性があると認めるのが相当である。\n被告Ｍ及び被告市は，両図はその上部でも異なり，下部はより一層同\n一性を欠く旨を主張する。\n確かに，貝化石が上部右側に四つしかない（「被侵害」部分の図面）\nのか，全体にわたってレキと貝化石とが混在している（「侵害」部分の図面）のか\nについては，多少の違いはある。下部においては，地層の内容が分かりにくい\n（「被侵害」部分の図面）か，分かりやすいか（「侵害」部分の図面）の違いもあ\nる。しかし，(1)で述べたように形状がよく似ているので，全体としての印象として\nは極めて同一性を感じさせるものとなっている。」\nと判示して，同一性を認める判断をしている（１５５頁９行目～１５６頁\n１１行目）。\nエ　甲Ａ第２号証４頁図２３のスケッチは，被控訴人Ｍが，提出してもらっ\nた共同調査の成果である控訴人Ｊのスケッチ（乙Ａ第１０８号証，甲Ａ第１２号証\nＡ）を参考にして作成されている。しかし，両者の間に存するのは，形状の類似に\nとどまる。スケッチ本来の地質学的な意味が，化石床と火山灰層との関係（どのよ\nうな火山灰層の層準（位置）が，化石床へと移り変わるか）にあることからすれ\nば，同一性の判断は，外観や形状ではなく，どのように積み重なった火山灰層とシ\nルト岩層が，化石床に移り変わっているか，という，地質学的な観点からみた同一\n性によって行われるべきである。\n原判決も指摘するとおり，被控訴人Ｍの甲Ａ第２号証２３図の方が，地\n質学的にはるかに詳細な記述になっている。\n(2) 別紙１(四)「大磯町虫窪の二宮層群活断層と貝化石」（神奈川自然誌資料\n１号所収）における別紙２表４№１「大磯丘陵東南部の地質図と虫窪Ａ地点」に関\nする被侵害部分の著作権者\n被控訴人らは，被侵害部分の地質図は，被控訴人Ｍがほとんど単独でまと\nめたもので，同人の単独著作物であると主張した。しかし，この点について，原判\n決は，\n「原告第四紀研は，富士山東方から南関東地域にまたがる地域のテフラ層\nの調査を行うため，手分けをして現地調査を行い，テフラ番号付け，資料の採集，\n写真の撮影，フィールドノートへの記録等を行い，このように協力して得られたデ\nータを内部の刊行物に掲載して研究員の共同の財産とすることを目的とするもので\nあること，このような研究手法によるため，全員の調査結果を相互に利用し合うこ\nとを予定し，またそうすることで初めて研究に用いることのできるデータが得られ\nるという関係にあると認められる。したがって，このような共同作業の成果として\n得られた著作物の著作権は，原告第四紀研ないし共同作業者全員に帰属する「共同\n著作物」（法二条一項一二号）というべきである。\n(3) 次に，表４№１の「侵害」部分の作成の経緯について検討すると，証\n拠（甲Ａ六五［六頁以下］，原告本人Ｅ［調書一〇頁以下］）及び弁論の全趣旨に\nよれば，右の「侵害」部分の地質図は，大磯サブ団研グループで作成した地質図を\n基に，チーフとして原告Ｂが関わりながら，原告Ｅ，被告Ｍ，原告Ｄ及び同Ｃが作\n成したものと認められる。\n(4) このように，「侵害」部分の地質図は共同で作成したものであり，被\n告Ｍが，たまたまその地質図のまとめに大きく関わっていたとしても，被告Ｍに単\n独で著作権が帰属するとはいえない。」\nと判示して，被控訴人らの主張を排斥した（１９１頁５行目～１９２頁１１\n行目）。\nしかし，大磯東部サブ団研，下末吉埋没土層班の調査活動は，控訴人第四\n紀研の本団研におけるそれと異なり，調査者それぞれが，独自に観察し，記録を取\nり，それを清書しており，清書データの提出も義務づけられていなかった。控訴人\n第四紀研が，データの提出を受け，これらを一括管理することもなかった（甲Ａ第\n６９号証，乙Ａ第４６号証）。\n創作行為の共同性がない以上，共同著作物には該当しない。仮に，調査デ\nータの著作物性が肯定されるとしても，調査に同行していない者には，共同著作者\nとしての資格はない。\nもともと，控訴人第四紀研においては，サブ団研等の共同研究を踏まえ\nた，個人研究は公認されていた（乙Ａ第１１５号証）。平塚市博物館が独自に企画\nし，あるいは主導して実施した調査（被控訴人Ｍの単独調査，控訴人第四紀研の会\n員に協力依頼し，謝礼を支払った調査，控訴人第四紀研会員との共同調査）に基づ\nくデータも存在する。これらのデータを，控訴人第四紀研の調査により得られたデ\nータと同一視することはできない。\n甲Ａ第４号証の地質図は，被控訴人Ｍの作成した地質図（乙Ａ第９４号\n証，第１４８号証）に基づいて作成されたものであり，控訴人Ｂらとの共同作業の\n成果ではない。\n(3) 「地層と化石」（別紙１(二)・甲Ａ第２号証）刊行における控訴人Ｊの同\n意\nア　原判決は，控訴人Ｊのスケッチ（甲Ａ第１２号証）の，「地層と化石」\nへの掲載について，控訴人Ｊが同意していた，との被控訴人らの主張を，次のよう\nに述べて，排斥している。\n「被告Ｍ及び被告市は，原告Ｊが右被告らによる表２№４の「侵害」部\n分の図面の著作出版を了解した旨を主張するが，その旨の事実を認めるに足りる的\n確な証拠はない。\n原告Ｊは，「侵害」部分の図面の原稿を見て「原図は原告Ｊ」という\nように記載されていなかったにもかかわらずこれに抗議していないが，それは，甲\nＡ二の被疑文書(二)が被告Ｍの単独の執筆者名で出版されるとは思っておらず，原\n告Ｊとの共著で発行されると思っていたからであり，また，被告Ｍ単独で被疑文書\n(二)が出版された際に，原告Ｊは抗議をしていないが，それは，被告Ｍが原告第四\n紀研ともめていたから，いずれ改善して貰えると思って我慢していたのである（原\n告Ｊ本人尋問）。よって，原告Ｊの同意があった旨を主張する被告Ｍ及び被告市の\n主張は前提を欠くといわなければならない。」（１６０頁６行目～１６１頁５行\n目）\nしかし，控訴人Ｊは，印刷原稿の校正をしていながら，後書き部分の\n「品川区荏原第二中学校のＪ氏には，貝化石標本の同定及び，P.17～21の本文を執\n筆いただき」との部分や，「本文執筆・原図作成・写真撮影：Ｍ」との記載には修\n正を加えていない（乙Ａ第１３７号証）。このことから，「地層と化石」が，被控\n訴人Ｍの単名で刊行されることに同意していたことは明らかである。\nまた，原判決は，\n「「被侵害」部分のスケッチは，原告Ｊと被告Ｍとが共同で調査した際\nに作成されたものであるが，作成者は専ら原告Ｊである。そして，これを被告Ｍの\n単独著作物とすることを合意したような事実も認められない。したがって，右スケ\nッチを原告Ｊと被告Ｍとの共同著作物とすることまでは考えられるが，これにつき\n原告Ｊに著作権がないとされるいわれはない。\n被告Ｍ及び被告市は，共同著作物であるから，「侵害」部分に原告Ｊ\nの氏名を引用しないことが許されるかのように主張するが，共同著作物なら引用す\nる際にも両者の氏名を記載する必要がある。」（１７５頁２行目～１０行目）\nと判示する。しかし，前記のとおり，Ｍ単名で刊行することに控訴人Ｊは\n同意していたものである。\nもともと，「地層と化石」は，被控訴人Ｍが独自に企画・立案・執筆\nし，控訴人Ｊには，その一部を執筆してもらったにすぎない。この部分について\nは，「あとがき」で，控訴人Ｊの著作である旨を明記してある。\nイ　「地層と化石」（別紙１(二)・甲Ａ第２号証）における別紙２表２№８\n「土屋６１～６３地点の生痕化石スケッチ」に関し，原判決は，次のとおり判示し\nて，甲Ａ第１７号証のスケッチの公表について，被控訴人Ｍが控訴人Ｊから了解を\n得ていた，との被控訴人らの主張を排斥した。\n「被告Ｍは，被疑文書(二)（地層と化石。昭和五八年二月発行）と「大\n磯町西小磯海岸にみられる大磯層の層序と化石」（乙Ａ三。昭和五八年発行）をほ\nぼ同時期に執筆し，乙Ａ三は原告Ｊとの共著として発行された。原告Ｊは，化石の\n講習会について被告市に協力し，数回にわたって謝礼を受け取ったこともあった。\n原告Ｊは，被告Ｍの被疑文書(二)に利用させる目的で，生痕化石のス\nケッチ（甲Ａ一七）を被告Ｍに交付したが，それは共著者となるつもりであったか\nらであった。しかし，被告Ｍの著作である被疑文書（二）の「あとがき」の中に\nは，「Ｊ氏には，貝化石標本の同定及び，一七～二一頁の本文を執筆いただき」と\n記載されていたものの，同書八八頁に掲載された図四六（表２№８の「侵害」部\n分）については，何ら言及がなかった。このような被告Ｍ単独による被疑文書(二)\nが出版された際に，原告Ｊは抗議をしなかったところ，それは，被告Ｍが原告第四\n紀研ともめていたから，いずれ改善して貰えると思って我慢していたからであっ\nた。そして，被告Ｍ及び被告市は，原告らの抗議を受け，正誤表（甲Ａ二九）を作\n成し，その三頁Ｂ④においていったんは「被侵害」部分（甲Ａ一七の生痕スケッ\nチ）についての侵害を認めた。\n(3) 右の認定事実によれば，原告Ｊと被告Ｍは，化石の研究等について\nは共同で行い，これを発表する場合には共著とする旨が合意されていたものと推認\nすることができ，同原告が被告Ｍに生痕化石のスケッチ（甲Ａ一七）を交付したの\nも，このような共著として発表することが前提であり，そのことは，被告Ｍも十分\n承知していたものと認めることができる。よって，生痕化石のスケッチを被告Ｍの\n単独名で発表することについて，原告Ｊの同意があったものと認めることはできな\nい。\nしたがって，被告Ｍ及び被告市の同意による免責の主張は理由がな\nい。」（１７７頁４行目～１７９頁４行目）\nしかし，前記のとおり，控訴人Ｊは，「地層と化石」が，被控訴人Ｍの\n単名で刊行されることに同意していた。これが「共著であると考えていた。」とす\nる控訴人Ｊの本人尋問の結果は，事実に反する。\nまた，一般的な普及書では，引用した文献名を掲載することは，必ずし\nも要求されていなかったものである。さらに，控訴人らも，引用した文献名を掲載\nしないで，本を刊行するなどしており，被控訴人Ｍの引用表示の不掲載を，著作者\n人格権や著作権の侵害とすることは，信義則違反・権利濫用である。\n(4) 「大磯町虫窪の二宮層群活断層と貝化石」（別紙１(四)・甲Ａ第４号証）\n刊行における控訴人Ｂらの同意の有無について\n原判決は，次のように判示している。\n「(1) 被告Ｍ及び被告県は，被告Ｍが被疑文書(四)を作成するに当たり，\n原告Ｂらに電話で了解を取り，すべての原稿及び図表を送付し，コメントを求めて\nいると主張する。\n(2) この点に関し，証拠（甲Ａ六五の四九頁以下，被告本人Ｍ）及び弁論\nの全趣旨によれば，次の事実が認められる。\n被告Ｍは，昭和五五年五月の被疑文書(四)の発表直前に原告Ｂに電話を\nし，神奈川県関係の博物館関係者のその年度の業績内容を集めた業績報告書・台帳\nみたいなものを作ることになって自分も書かなければならず，下田ぼったりの貝化\n石と横すべり成分を持つ断層条線のことを書きたい，県公務員報告書なので部外者\nを含めた連名にはできないとの趣旨のことを告げたところ，原告Ｂは，自分は了承\nする，他の共同研究者が認めるならば仕方がないと述べた。そして，被告Ｍは，被\n疑文書(四)の原稿・図表を原告Ｂに送付し，原告Ｂはこれにコメントを入れた。本\n論文の発表後，被告Ｍは，原告Ｂに，被疑文書(四)の別刷りを送った。ところが，\nその後，原告Ｂが，東大理学部地質学教室の図書室で被疑文書(四)の掲載されてい\nる「神奈川自然誌資料」をたまたま見かけて内容を見たところ，内部文書であるは\nずの被疑文書(四)が掲載されていた。原告Ｂは，「神奈川自然誌資料」は体裁・内\n容ともに正規の論文集であり，しかもその巻頭言では，公務員以外を排除しなけれ\nばならない内容も掲載されていなかったために驚いた。\n(3) 右のとおり，原告Ｂの承諾は，内部文書であるとの錯誤に基づいたも\nのであり，真意によるものであるとはいえない。また，前記(三)(2)のとおり，「被\n侵害」部分の著作権は，原告Ｂのほか，共同して作業に当たった原告Ｅ，同Ｄ及び\n同Ｃにも帰属しているというべきであるが，本件全証拠によっても，被告Ｍが，原\n告Ｂ以外の右原告らの承諾を得た事実は認められない。\nよって，被告Ｍ及び被告県の(1)の主張は採用することができない。」（１\n９５頁１０行目～１９７頁１２行目）。\nそもそも，神奈川自然誌資料への投稿依頼があったのは，昭和５４年１１\n月である。このとき，被控訴人Ｍは，控訴人Ｂに連絡を取り，神奈川県下の博物館\n関係者が自然史に関する情報を提供する報告書であり，「露頭紹介」として，「大\n磯町虫窪の活断層と貝化石」について，オリジナル論文を書きたいと相談してい\nる。そして，控訴人Ｂから，博物館活動で見いだした成果であるから，単名で構わ\nないという了解を得ている。被控訴人Ｍが，「県公務員報告書なので部外者を含め\nた連名にできない。」，「内部文書である。」などと述べたことはない。なお，こ\nの了解を得た後，大磯東部サブ団研の他の構成員からも，了解を得ている。\n大磯東部サブ団研の活動は昭和５４年９月をもって終了し，被控訴人Ｍ\nが，「大磯町虫窪の二宮層群活断層と貝化石」（甲Ａ第４号証）を執筆する時点で\nは，既に活動は終了していた。甲Ａ第４号証を執筆する際に基になったデータは，\n平塚市博物館の自然観察会の下見のための独自の調査結果のデータであって，目的\nも明確に異なる。大磯東部サブ団研の共同研究によって得られたものとは別のもの\nである。現に，控訴人Ｂは，昭和５５年１月初旬に，被控訴人Ｍに頼まれて原稿の\n直しをした際にも，大磯東部サブ団研の共同研究との関わりや，謝辞に対する指摘\nは全くしていないのである。\n(5) 適切な引用\nア　原判決は，\n「被告Ｍ及び被告県は，被疑文書(四)の「はじめに」の欄に「Ｍ他一九\n七七」（甲Ａ二一）と，「参考文献」欄にその明細を記載しているから，著作権侵\n害には当たらない旨を主張する。これに対し，原告らは，引用の仕方として不十分\nであり，また，甲Ａ八も引用すべきであると主張する。\n(2) ところで，引用があるとして著作権侵害がないというためには，特\n段の事情がある場合を除き，引用して利用する側の著作物と，引用されて利用され\nる側の著作物とを明瞭に区別して認識できることを要すると解すべきである（な\nお，最高裁第三小法廷昭和第五五年三月二八日判決・民集三四巻三号二四四頁参\n照）。\nそこで，この点を表４№１について見ると，証拠（甲Ａ四・八・二一・\n六五（三一から三五頁）・七四・七五）及び弁論の全趣旨によれば，甲Ａ二一の地\n質図は，甲Ａ八の講演要旨として掲載予定のものを，被告Ｍが，原告Ｂや原告Ｅら\nの了解を得て掲載したものである。ただ，その際，原告Ｂらとしては，原告Ｅが第\n一発表者となる甲Ａ八の方が，甲Ａ二一よりも後に公刊されるにもかかわらずプラ\nイオリティーがあることを明示するため，甲Ａ二一の地質図に甲Ａ八を引用してお\nり，そのような事情は被告Ｍも了知していた。ところで，被疑文書(四)において，\n「侵害」部分の地質図の下には何ら引用文献が示されていないが，それ以外の箇所\nの図の下には引用文献があり，また，本文中（甲Ａ四の四五頁）には，地質図の説\n明以外の部分で，甲Ａ八を引用しているところがある。\nこれらの事実によれば，被告Ｍは，「侵害」部分の地質図においてあ\nえて引用を避け，当該論文を全体として見れば，右地質図が被告Ｍの単独の著作に\n係るかのような印象を与える記述を行っており，引用して利用する側の著作物と，\n引用されて利用される側の著作物とを明瞭に区別して認識することができず，ま\nた，本件においては，このような明瞭な区別の要件を課すことが表現の自由の観点\nから不相当と認められるような特段の事情があるとも認められない。\n(3) よって，被告Ｍ及び被告県は，表４№１の「侵害」部分について，\n引用を理由に免責されるものではない。」\nと判示する（１９３頁２行目～１９５頁８行目）。\nイ　しかし，甲Ａ第２１号証（「Ｍほか・；１９７７」として引用したも\nの）の引用については，本文４５頁「はじめに」欄９行目に「Ｍほか・；１９７\n７」と，４７頁「参考文献」欄７行目に「Ｍ・Ｅ・Ｂ・Ｄ・Ｃ　１９７７　大磯丘\n陵東南部の第四系．神奈川地学６(4)：３８－５０」として，引用であることを明示\nしている。このように，図１の地質図中には引用であることを示していないとはい\nえ，文章中では引用であることを明示しているのである。そして，このような引用\nの仕方には，控訴人Ｊらも同意していた。\n甲Ａ第８号証（「Ｅ　他４名（１９７７）地質学会予稿集より　一部加\n筆」として，甲Ａ第２１号証中に引用したもの）は，もともと，被控訴人Ｍが作成\nした地質図（乙Ａ第１４８号証）が基になっており，甲Ａ第９５号証，第９６号証\nを経て，甲Ａ第８号証の地質図となったものであるから，これは，被控訴人Ｍが作\n成したものとなる。そうである以上，これについては，もともと，引用であること\nを示す必要はなかったというべきである。\nウ　①甲Ａ第２１号証と，甲Ａ第８号証は，ほぼ同時期に投稿された同内容\nのものであり，発行年月日は，甲Ａ第２１号証の方が早いこと，②甲Ａ第２１号証\nは論文であり，甲Ａ第８号証は講演要旨であること，③論文が公表されていれば，\n同一内容の講演要旨については，一般に，引用であることは示されないこと，③甲\nＡ第２１号証は，地質図及び層序等の記述が詳細になされているのに対し，甲Ａ第\n８号証には，掲載されている地質図の説明は全くないことからも，甲Ａ第８号証を\n引用したことを示さなくても，著作権侵害とはならないものというべきである。\n(6) 「神奈川の自然をたずねて」（乙Ａ第３９号証）に関連しての控訴人Ｊの\n信義則違反，権利濫用\nア　この点について，原判決は，\n「(1) 原告Ｊと被告Ｍとの共著「大磯町西小磯海岸にみられる大磯層の層\n序と化石」六七頁の図面（乙Ａ三）について，原告Ｊは，「神奈川の自然をたずね\nて」所収の「五　大磯海岸で化石採集」という自身の単独名著作中の一七〇頁図二\nー五ー三において，引用なしに利用している（乙Ａ三九の七の一七〇頁）。そのた\nめ，被告Ｍ及び被告市は，原告Ｊの「侵害」部分の請求は信義則に反する旨を主張\nする。\n(2) しかし，乙Ａ三九の書物は被疑文書(二)や乙Ａ三の著作より約九年\n遅い一九九二年に出版されたものであり，諸事情から執筆依頼に応じざるを得ない\n原告らの一部の者は，引用文献を明示した原稿を交付して盗用と非難されないよう\nに注意していたにもかかわらず，出版社において，その判断で引用文献の記載を掲\n載しなかったため，右原告らが出版後に出版社に抗議をしたという経緯がある（甲\nＡ一三三）。\nまた，原告Ｊと被告Ｍとの合同調査結果を最初に原告Ｊが図面にした\nのが「被侵害」部分の図面（甲Ａ一二の原告Ｊの図面）であり，これを原告Ｊが被\n告Ｍに渡したという事実がある（原告Ｊ本人尋問）。したがって，原告Ｊの図面\n（甲Ａ一二）を基礎に「侵害」部分の図面（甲Ａ二）や原告Ｊと被告Ｍの共同著作\n物中の図面（乙Ａ三）が作成されたと推認される。\nそうすると，結果的に原告Ｊの単独名の著作物（乙Ａ三九の七）中に\n原告Ｊと被告Ｍとの共同著作物（乙Ａ三）に記載されている図面と同一と評価する\nことのできる図面が引用なしに記載されたものの，原告Ｊによる右の引用省略は，\n被告Ｍが原告Ｊの図面を引用しないことと比べると，責任の度合いは遙かに低いと\nいうのが相当である。したがって，原告Ｊが右の引用をしていないの一事で被告Ｍ\n及び被告市の表２№４に係る「被侵害」部分の侵害が免責されるものではない。」\nと判示する（１６３頁７行目～１６５頁７行目）。\nまず，「地層と化石」（別紙１(二)）の執筆に当たり，現地の露頭調査\nは，被控訴人Ｍと控訴人Ｊが共同で行っている。また，前記のとおり，被控訴人Ｍ\nのスケッチ（甲Ａ第２号証４３頁図２３）は，控訴人Ｊのスケッチ（甲Ａ第１２号\n証Ａ）を参考にはしているものの，これに，被控訴人Ｍの記述した柱状図（乙Ａ第\n８８号証の１～３）をも加味して，下部の火山灰層の種類や特徴，上部の礫岩層の\n特徴を明確に描いている。\nしたがって，被控訴人Ｍの図面は控訴人Ｊの図面を基礎としたものであ\nる，とする判示は誤りである。\nイ　原判決は，「神奈川の自然をたずねて」（乙Ａ第３９号証）において，\n控訴人Ｊが引用表示をしないで他の文献を利用したことについて，前掲のとおり，\n「引用文献を明示した原稿を交付して盗用と非難されないように注意し\nていたにもかかわらず，出版社において，その判断で引用文献の記載を掲載しなか\nったため，右原告らが出版後に出版社に抗議をしたという経緯がある（甲Ａ一三\n三）。」\nと判示している（１６４頁３行目～６行目）。しかし，横浜サブ団研が執\n筆した第１章３項を除いて，当初の原稿に引用文献が明示されていたとは考えられ\nない（甲Ａ第１３３号証，第１４５号証）。\nまた，控訴人Ｊは，「神奈川の自然をたずねて」において，その「第２\n章　５　大磯海岸で化石採集」（乙Ａ第３９号証の７）の執筆をしており，そこで\nは，１７０頁図２－５－３だけでなく，被控訴人Ｍが作成した多数の図版を，引用\n表示しないままに使用している（乙Ａ第３号証）。\n控訴人Ｊによる引用表示の省略を，被控訴人Ｍによる引用表示の省略に\n比較して，責任の度合がはるかに低いなどということはできない。さらに，控訴人\nらは，「東京の地質をめぐって」（乙Ａ第１１１号証），「東京の自然をたずね\nて」（乙Ａ第１２１号証・「東京の地質をめぐって」の改訂版）等においても，引\n用表示をしていない。\n(7) 一般的な普及書での引用表示の不要と，信義則違反・権利濫用\n「神奈川の自然をたずねて」を始め，築地書館から出版されている「日曜\nの地学」シリーズ（乙Ａ第８７号証，第１１１号証ないし第１１４号証），あるい\nは静岡地学会編「えんそくの地学－静岡県の地学案内」（乙Ａ第１１７号証）で\nも，地質図等で引用表示のないままで引用されているものがある。\nしたがって，一般向けの普及書では，図表を転載したような場合を除い\nて，引用表示をしないで引用しても，著作権法上問題があるとはいえない。\nまた，控訴人Ｂらも，引用表示しないで引用し，本（特に普及書）を刊行\nしたり，論文を発表したりしている。\nこのような控訴人らが，被控訴人Ｍが，引用に当たり，引用表示をしない\nことを根拠に，著作権侵害を主張するのは，信義則に反し，権利濫用である。\n(8) 信義則違反・権利濫用（控訴人ら全般にかかわるもの）\nア　昭和５４年３月に刊行された「二宮層群産軟体動物化石目録」（乙Ａ第\n１３号証）は，出典の明示のない地質図が存在する。控訴人Ｊは，この論文の校正\nに関与していたにもかかわらず，上記地質図に係る引用表示の不備について何ら指\n摘していない。\n控訴人ら自身，被控訴人Ｍと同様の態様で，共同研究の成果を利用して\nいる。\nイ　控訴人らは，「大磯丘陵の地質１」（乙Ａ第１号証）に関する前仮処分\n事件での和解以降，その趣旨に反して，被控訴人Ｍを誹謗・中傷する内容のビラを\n多数配布し，被控訴人Ｍの名前を掲載した文書が発行されないよう圧力をかけるな\nど，被控訴人Ｍ，ひいては同市の研究活動を掣肘する挙に出，被控訴人市等に対し\nて，同Ｍの辞職を再三にわたって求めるなどしている。本件訴訟の最終的な目的\nも，被控訴人Ｍの配置転換と，同人の地質学会からの追放であることは明らかであ\nる。このような控訴人らの行為は，はなはだ不当で悪質である。\nウ　このような状況の下で，著作権侵害を理由になされている控訴人らによ\nる本訴請求は，すべて，信義則に反し，権利濫用に当たるものというべきである。\n２　控訴理由に対する反論\n(1) 被侵害部分の著作物性，被侵害部分と侵害部分との同一性に関する控訴人\nらの主張，合意違反の主張はすべて争う。\nただし，昭和５０年６月に，「関東の四紀」が発行され，控訴人Ｂの「テ\nフラの累層区分」（甲Ａ５号証）と題した書面が掲載されていることは認める。ま\nた，昭和５０年８月，被控訴人Ｍがはじめて大磯団研に参加したことは認める。\n(2) 控訴人Ｂらによる合意違反の主張に基づく請求は，訴えの変更である。す\nなわち，この合意違反の根拠として，控訴人らが挙げている事実は，当審になって\n主張されるに至ったものであり，訴状の請求原因事実に含まれていない。しかも，\n請求によって特定される請求の基礎の範囲にも属しない。訴えの変更は認められ\nず，却下されるべきである。\n(3) 消滅時効の抗弁\nア　本件訴訟中の甲事件で問題になっている書籍の発行年月日は，下記のと\nおりである。\n「ローム層をさぐる」（甲Ａ第１号証）　昭和５６年２月２０日\n「地層と化石」（甲Ａ第２号証）　昭和５８年２月２８日\n「相模川」２８号（甲Ａ第３号証）　昭和５５年３月\n「神奈川自然誌資料」１号（甲Ａ第４号証）　昭和５５年３月３１日\nこれらの書籍は，発行後１か月以内に控訴人らに頒布している。損害賠\n償請求権は，被害者が侵害の事実を知ったときから３年の経過をもって時効により\n消滅する。したがって，それぞれ，\n「ローム層をさぐる」（甲Ａ第１号証）については昭和５９年３月２０日\n「地層と化石」（甲Ａ第２号証）については昭和６１年３月２８日\n「相模川」２８号（甲Ａ第３号証）については昭和５８年４月１日\n「神奈川自然誌資料」１号（甲Ａ第４号証）については昭和５８年４月３\n０日\nの時点で，控訴人らの損害賠償請求権は時効により消滅した。\nイ　控訴人らは，遅くとも，前仮処分事件の申請時である昭和６０年７月８\n日には，上記各書籍が，本件合意に反するものであることを知っていた。このこと\nは，次の(ｱ)，(ｲ)により明らかというべきである。\n(ｱ) 控訴人らは，原審原告ら第２準備書面１８頁で，「本件訴訟で問題と\nなっている四文書は，前記仮処分申請の時には，すでに発行されていたものである\nが，一般向けガイドブックであったり（甲Ａ第１号証，第２号証），学術論文では\nあるが，発行部数などからして対外的影響が少ない（甲Ａ第３号証，第４号証）と\n考えて，あえて著作権侵害の主張を控えていたにすぎない。」と述べている。\n(ｲ) 控訴人Ｂらが，被控訴人らに対し，「大磯丘陵の地質１」について仮\n処分申請を行い，審理が行われ和解したことは，新聞報道され，また控訴人第四紀\n研の連絡紙等で，会員にも知らされている（甲Ａ第４１号証，第４２号証，第４６\n号証，第４７号証等）\nしたがって，控訴人ら中，前仮処分事件の当事者であった者らはもちろ\nん，そうでない控訴人らについても，前仮処分事件の申請日から３年後の昭和６３\n年７月８日の経過をもって，損害賠償請求権は時効により消滅している。\nウ　被控訴人らは，本訴において，上記各消滅時効を援用する。\n(4) 本件合意の意味と問題点\nア　控訴人らは，大磯東部サブ団研参加者５人の間で，大磯丘陵東部地域の\n火山灰層序学的な露頭調査を行った後，又はその進行に合わせて随時，本件合意に\n参加した５名が順次，筆頭者となって，研究論文を発表し，最後に控訴人Ｂを筆頭\n者として，地質学会誌にまとめの論文を投稿する，との合意が成立し，これは，デ\nータの利用を制限し，出版物の刊行を制限するものである，と主張する。\n大磯東部サブ団研が，大磯丘陵東部の大磯町から二宮町にかけて分布す\nる，いわゆる二宮層の層序と構造を火山灰層序学的な立場から明らかにしようとし\nて発足したもので，調査の進行に合わせ，５名が順次筆頭者となって研究論文を発\n表し，最後に控訴人Ｂがまとめの投稿をするという話が，控訴人Ｂからなされたこ\nとは認める。\nしかし，これは，控訴人Ｂの提案ないし目標であり，これに向かって努\n力するという同控訴人の意思表明にすぎず，このような意見表明がなされたからと\nいって，それによって，大磯東部サブ団研所属の５名の間の法的な権利義務が確定\nすることになるものではない。\nイ　控訴人らは，本件合意の①目的，②対象となる地層，③対象となる地\n域，④合意の期間，⑤データの利用のあり方について，具体的な主張をしていない\nのみならず，控訴人らの主張には，以下のような問題点がある。\n(ｱ) 対象地域\n下末吉埋没土層班（控訴人Ｂ，同Ｅ及び被控訴人Ｍで構成）は，大磯\n東部サブ団研とは調査目的，調査地域が全く異なる。前記のとおり，大磯東部サブ\n団研の調査地域は，大磯丘陵東南部の大磯町から二宮町にかけて分布する，いわゆ\nる二宮層である（甲Ａ第７号証ないし第９号証，第２１号証，乙Ａ第２４号証，第\n３１号証）。現に下末吉埋没土層に関する研究発表は，大磯東部サブ団研の５名で\nはなく，控訴人Ｂ，同Ｅ，被控訴人Ｍの３名の連名でなされている（大磯東部サブ\n団研の発表に関して甲Ａ第７ないし９号証，第２１号証，第２４号証，乙Ａ第２４\n号証，第３１号証。下末吉埋没土層班の発表に関して，甲Ａ第１８号証，乙Ａ第５\n３号証）。\nしたがって，下末吉埋没土層に関する論文は，本件合意の対象とはな\nらない。\n(ｲ) 合意期間\n本件合意があったとしても，その有効期間は，大磯東部サブ団研の活\n動期間中に限られるべきである。大磯東部サブ団研の活動は，昭和５４年８月，大\n磯西部団研が，大磯東部サブ団研の調査区域に入った（乙Ａ第３３号証，第１２２\n号証）ことから，その時点で終了した（甲Ａ第３４号証，乙Ａ第１５号証，第１３\n０号証の１，７）。なお，下末吉埋没土層班の調査研究期間は，昭和５３年２月か\nら１１月である。\n(ｳ) データの利用\nそもそも，データの利用や，出版物の刊行まで制限するとの合意は，\nいかなる意味でも，成立したことはない。\n大磯東部サブ団研において，その後期（昭和５２年８月から昭和５４\n年６月）は，控訴人Ｅ，同Ｃ，同Ｄは，他の仕事に追われ，ほとんど参加できない\n状態であった。この間の調査を支えたのは，控訴人Ｂと被控訴人Ｍである。\n控訴人ら自身，この間の研究成果につき，出典を明示せずに使用し\nて，論文を発表するなどしている。\n(ｴ) その他\n平塚市博物館の刊行物は，控訴人第四紀研の中で，被控訴人Ｍの個人\nテーマとして認められていた。控訴人らの主張は，大磯西部団研のデータ，平塚市\n博物館主導の調査，同博物館の単独調査などすべてを，大磯東部サブ団研の共同研\n究として，目的・地域とも意図的に極めて広範囲にとらえ，平塚市博物館の調査活\n動が全くないかのように主張するものである。\n現に，平塚市博物館独自の，あるいは主導の調査及びこれに基づく調\n査データは存在する。控訴人らは，これらまで含めて，本件合意の対象であると主\n張しているのである。\n３　類似必要的共同訴訟\n本件で，原判決のうち，控訴人らの請求を一部認めた主文における不作\n為，作為は，双方に異なる判旨が出れば，一方に対して不利となるものであり，例\nえ一方が勝訴しても，敗訴した者の判決内容いかんにより，勝訴した当事者の権利\nが侵害されることになる。したがって，矛盾した判決は許されず，合一に確定すべ\nきものであるから，本件は類似必要的共同訴訟となる。\n本件では，被控訴人県は附帯控訴をしていないが，仮に，被控訴人市及び\n同Ｍの附帯控訴が認められても，被控訴人県が原判決に従い，書籍の回収と侵害部\n分の削除を実施すると，被控訴人市及び同Ｍは結局不利益を負うことになる。被控\n訴人県にも，被控訴人市及び同Ｍの附帯控訴の判決の効力を及ぼし，判決を合一に\n確定させるべきである。\n第５　当裁判所の判断\n当裁判所も，控訴人らの請求は，原判決の認容した限度で理由があり，その\n余は理由がなく，したがって，本件控訴も本件附帯控訴も理由がないものと判断す\nる。その理由は，次のとおり付加するほか，原判決の「第四　当裁判所の判断」の\nとおりであるから，これを引用する。\n１　被侵害文書と侵害文書の同一性（著作権法１８条，１９条あるいは２１条に\n該当するための要件としての，比較される両文書の間の同一性をいう。），被侵害\n文書の創作性について\n(1) 別紙２表１№１\nア　控訴人らは，ローム層間のテフラ層序の小区分，テフラ層序の大区分の\n切り方，火山活動の区分点とテフラ層序の大区分の対応関係，同一名のローム層と\n水成層の対応関係が，内容的に重要であり，これらの点について同一性が認められ\nる以上，全体としても同一性が認められるべきであると主張する。\nしかし，控訴人らが指摘する点が，この層序図において最も重要な内容\nであるとしても，被侵害部分と侵害部分との間には，原判決で摘示されたような相\n違があり，それぞれ，同一性がある部分と相違する部分が一体となって，見る者に\n異なった情報と印象を与えるものであるから，内容面を重視しても，同一性がある\nとはいえない。控訴人らの主張は，結局，個々の相違点が，子細な差異であること\nを強調するものである。しかし，仮にそうであるとしても，それらが累積して，全\n体として同一性を否定し得る差異となることもあり得るものである。\n同一性が認められない部分があるとした原判決に，誤りはない。\nイ　層序の記載については同一性が認められるものの，この部分に係る被侵\n害部分の記載に，著作権の保護に値する創作性があるということはできない。それ\nは，この部分が，個々の地層名とそれらが形成された年代を横軸に対比させた上\nで，その先後関係を縦軸に配置したものであり，その表現方法は，一般的なもので\nあって，同程度の学識経験がある者であれば，同じ体裁の図を作るものと認められ\nるからである。また，「七国峠ローム層」等の名称も，地名と学術用語を組み合わ\nせただけものであり，著作権法により使用を制限するに値するような個性が現れて\nいるとは認められない。\nウ　被侵害部分に記載されているような地層を発見し，その構成を特定し，\nその層序を決めることは，豊富な経験知識を前提に，膨大な現地調査とそれに基づ\nく根気強い分析をすることを要するものであろうことは，想像に難くない。また，\nその結果得られた発見や仮説が大きな価値を有することもいうまでもないところで\nある。しかし，著作権法は，発見や仮説そのものを保護し，これらを発見者や仮説\nの提唱者に独占させようとするものではない。控訴人ら主張のように，素材の取捨\n選択等の内容の重視を押し進めて，それが独創的であるとの一事をもって，表現に\n創作性がある，としたり，あるいは内容が同一であることから，表現にも同一性が\nある，としたりすると，その背後にある発見（発見された事実）や仮説の他者によ\nる表明が，事実上極めて困難となり，結局，発見や仮説そのものを保護し，発見者\nや提唱者によるその独占を認めることにならざるを得ない。このような結果は，著\n作権法の立場と両立し得ないことが明らかであり，このような結果をもたらす控訴\n人らの解釈を採用することはできない。\n(2) 別紙２表１№２\n控訴人らは，原判決が，同一性が認められる部分について，その記載内容\nが自然的事実であることを理由に創作性を認めなかったことに対し，被侵害部分の\n記載内容は，仮説であり自然的事実ではないから，同部分に創作性が認められるべ\nきである，と主張する。\n柱状図は，基本的に個々の地層の種類，厚さ，相互の上下関係（これら自\n体が，自然的事実であることは，事柄の性質上，明らかである。）を柱状に記載す\nるものであり，その書式にも定型性があると認められるから，同程度の観察力と知\n識を有する者が上記事項についての同じ認識に基づいて作成すれば，同じあるいは\nほとんど同じ図面となるものと認められる。本件でも，被侵害部分は，柱状図とし\nては一般的な書式で記載されており，そこに作成者の個性が表されているものとは\n認められない（「ｖ」ないし「レ」印で軽石を表象することも，創作性があること\nとは認められない。）。このような柱状図を作成するためには，調査と分析に相当\nの手間と時間がかかるものであり，そこに作成者の思考の結果が現れていることは\n疑いようがない。しかし，この思考結果そのものは，著作権法による保護の対象と\nなるものではない。\n控訴人らは，当該部分の記載内容は仮説であり自然的事実ではないとい\nう。そのいわんとするところは，そこに事実であるかのように記載されているとこ\nろは，事実であることがまだ一般的に確定されているわけではない，ということで\nあろう。そして，柱状図の形で記載されているその内容が，真の地層の姿に合致し\nていることが，まだ，他者により検証されるなどして，一般的に確立されるに至っ\nていないということであれば，それは，正確には，「仮説」にとどまるものという\nべきであって，「事実」という言葉を当てるにはふさわしくない，ということもで\nきるであろう。しかし，ここで重要なのは，そこに表現されている内容が上記の意\n味で事実なのか，仮説なのかということではない。重要なのは，それが事実である\nとして，それが事実であるならばそれを述べる際に普通に採られる方法で表現され\nているということである。このような表現に，表現されている内容が仮説の域を出\nないことを理由に創作性を認めることはできない。そういうことになれば，同様の\n表現であるにもかかわらず，事実そのものを表現したものには著作権法上の保護は\n与えられないのに，事実であることが確定されないものにつき事実であるとして表\n現したものは保護が与えられるということになり，結局，表現ではなく，事実につ\nいての仮説そのものの保護と独占を認めることにならざるを得ないからである。控\n訴人らの主張は，要するに，仮説自体（著作権法によっては保護されない。）の創\n作性とその表現（著作権法により保護される。）の創作性を混同して同一視するも\nのであり，採用し得ないものという以外にない。\n(3) 別紙２表１№３\n控訴人らは，どのような地層区分で表現しているか（斜交層準仮説による\n区分か），その区分境界に類似性があるか，断層など重要部分に類似性があるかに\nより，同一性を判断すべきであると主張する。しかし，内容である，地層区分，区\n分境界，断層が共通しているとしても，その表現形態が異なれば，同一性を認める\nことができないことは，前述のとおりである。\n原判決は，被侵害部分と侵害部分それぞれについて，これと一体となって\n読者に情報を与える立面図の有無，模式性（実際の地形情報を読者に伝える程\n度），地層の名称の表記の差異，対象地域の差異，地層の形状の差異を総合して，\n同一性がないとしているものであって，その判断に誤りはない。\n(4) 別紙２表１№４，５\n№３で述べたのと同様の理由から，同一性は否定される。\n(5) 別紙２表２№１\n被侵害部分及び侵害部分は，いずれも層序図である。上記(1)で述べた\nとおり，テフラ層序の区分等については，同一性が認められるが，この部分には著\n作物性は認められないというべきである。\n(6) 別紙２表２№２\n控訴人らは，内容の同一性を重視すべきこと，自然科学上の事実ではない\nことを理由に，同一性を認めるべきであると主張する。しかし，表現内容が同一で\nあり，表現対象が自然科学上の事実以外のものであるとしても，表現態様が異なっ\nていれば，同一性があると認めることができないことになるのは，既に述べたとお\nりである。\n(7) 別紙２表２№３\n著作権法が，事実の発見そのもの，あるいは，思想や感情そのものではな\nく，それらを表した表現を保護することを目的としていることは，既に述べたとお\nりである。\n「浸食小起伏面」という用語は，これが，「大磯丘陵に分布する二宮層群\nの基底の不整合面が，長期にわたって，陸上で風化削剥された広大低平な陸生浸食\n平坦面起源ではないか，そこに，海面が上昇してきて，二宮層が堆積したのではな\nいか。」という発見ないし仮説を示し，この発見ないし仮説が大きな学問的価値を\n有するとしても，「浸食小起伏面」という用語自体は，地形学の用語を基にした語\nであって（乙Ａ第１０３号証，第１０４号証），一定程度以上の個性ある表現であ\nるとは認められない。\nこれらの仮説の提唱者，あるいは事実の発見者の業績を明らかにするた\nめ，それが分かるように適宜文献を引用したり，注釈を加えたりすべきであるとし\nても，それを，著作権法による保護の問題として取り上げることはできない。\n(8) 別紙２表２№４\nア　被控訴人らは，被控訴人らのいう甲Ａ第１２号証Ａに，何者かが加筆修\n正して，甲Ａ第１２号証Ｃになったものであるから，同号証（甲Ａ第１２号証Ｃ）\nは原本ではなく，原本でない以上，甲Ａ第１２号証には証拠の価値がない，と主張\nする。\n原判決は，その判示内容及び添付図面からも明らかなとおり，侵害部分\n（甲Ａ第２号証４３頁図２３）を，被控訴人らが甲Ａ第１２号証Ａと称するもの\n（すなわち，当初裁判所に提出されたもの）と比較しているものであって，甲Ａ第\n１２号証Ｃを原本として，これと比較しているものではない。したがって，仮に，\n甲Ａ第１２号証Ｃが原本でないとしても，別表２№４に関する同一性の判断が覆さ\nれるものではない。また，裁判所に提出されている甲Ａ第１２号証自体が改変され\nたものであることをうかがわせる証拠もない（被控訴人らも，その旨の主張はして\nいない。）から，同号証に証拠価値がないということもできない。\nイ　被侵害部分と侵害部分に同一性が認められることは，原判決説示のとお\nりである。\nウ　被控訴人らは，甲Ａ第２号証４３頁図２３のスケッチは，被控訴人Ｍ\nが，別途調査した結果を基に，軽石層，スコリア層，火山砂層を区別し，その枚数\nも明らかにし，露頭下部に描かれた火山灰層を含むどのような地層が，貝化石を含\nむレキ岩層へと移り変わっているのかを明確に描くなど，甲Ａ第１２号証の控訴人\nＪのスケッチをさらに詳細にしたものであって，その複製ではない，と主張する。\nしかし，甲Ａ第１２号証は，控訴人Ｊと被控訴人Ｍの共同調査に基づくデータによ\nり控訴人Ｊが作成したものであり，甲Ａ第２号証４３頁図２３の作成に当たり，甲\nＡ第１２号証を参考にしたことは，被控訴人Ｍ自身認めている。このことを前提に\nして甲Ａ第１２号証と甲Ａ第２号証４３頁図２３を対比するときは，後者を前者の\n複製でないとすることはできないというべきである。\n(9) 別紙２表２№５\n控訴人らは，そもそも地層や鍵層自体を自然的事実ととらえること自体誤\nりであり，また，素材の取捨選択が重要であり，その観点からは，被侵害部分に創\n作性が認められるべきである，と主張する。\n№５における，被侵害部分の柱状図と侵害部分の柱状図と対比すると，例\nえば，被侵害部分では，白オビの部分が更に横線で分割されているのに対し，侵害\n部分には横線がないこと，柱状の図形と一体となって，その内容を詳しく説明する\n縮尺（厚みを示す）や，地層の内容（構成粒子）の説明に差異があり，書式が共通\nするとしても，提供される情報に違いがあるから，果たして同一性が認められるか\n自体にも，疑問がある。また，地層の存在自体が，正確には，まだ自然的事実とし\nて確定されているものではなく，仮説にすぎないものであり，鍵層の記載が作成者\nの独創的な仮説を反映するものであったとしても，被侵害部分において，そのよう\nな仮説を表現するための表現方法自体は一般的な柱状図の書き方で記載されている\nものであるから，そこに，著作権法上の保護の対象としての創作性を認めることは\nできない。\n被侵害部分の地質断面図については，地層名，鍵層名及び層序が，侵害部\n分の柱状図と共通するとしても，それだけで同一性を認めるには足りない。むし\nろ，両者を比較すれば，被侵害部分は，部分的にではあるが，実際の地形をも同時\nに表しており，表現方法が異なることは明らかである。\n(10) 別紙２表２№６\n控訴人は，同一性について，共通する部分だけを抜き出して比較すべきで\nあり，また，説明が漢字仮名交じり文かアルファベット混じりかは，子細な差異で\nある旨主張する。\nしかし，控訴人らの主張するとおり，侵害部分の下半分のみを，被侵害部\n分と比較するとしても，侵害部分は，被侵害部分に比較して，地層の厚さ，地層の\n数等について，より詳しい情報が盛り込まれている。両者を比較した場合，むしろ\n異なった情報を提供するものとなっており，採用されている表現方法自体に格別の\n個性が認められないこともあって，これが表現自体に反映されていると認められる\nから，同一性があると解することはできない。\n(11)別紙２表２№７\n被侵害部分に創作性が認められないとした原判決に誤りはない。控訴人ら\nの主張が，表現された内容の創作性と表現自体の創作性を混同して同一視する誤り\nを犯すものであることは，ここでも当てはまることである。\n(12)別紙２表２№８\n同一性，創作性の判断は，原判決記載のとおりである。\n(13)別紙２表２№９\n表現された内容が同一であることのみをもって，著作権法上同一であ\nる，とすることができないことは，既に述べたとおりである。被侵害部分と侵害部\n分とは，原判決が認定したとおり，用語や論旨の展開に相当程度の差異があり，こ\nれらを同一とすることはできない。\n(14)別紙２表２№１０～１２\n上記(3)及び(4)で述べたとおり，同一性は認められない。\n(15)別紙２表３№１～４\n同一性，創作性の判断は，原判決記載のとおりである。\n上記(11)と同様，内容が同一であるからといって，同一性ありと認めるこ\nとはできない。また，断層を記載する方法が複数あるとしても，線状に記載する方\n法はありふれたもので，創作性があるとすることはできない。\n(16)別紙２表４№１\n同一性については争いがない。創作性が認められることは，原判決のとお\nりである。\n(17)別紙２表４№２，№４\n控訴人は，被侵害部分①及び②を併せて，同一性を判断すべき旨主張す\nる。\nしかし，これらの被侵害部分が，常に一組で参照され，一体となって情報\nを提供するなど，これらを併せて同一性判断の対象とすべき事情を認めることはで\nきない。\nまた，被控訴人は，侵害部分が，被侵害部分の一部を省略したものにすぎ\nないと主張するが，その観点からすればそのようにみえるというだけであって，そ\nのように理解されるのが一般的であると認めることはできない。また，原判決のい\nう模式性の差異とは，地層の存在とその上下関係を専ら表現したにとどまるか，地\n形情報も表示しているかの差異であると理解でき，その意味では，両者に差異があ\nると認めることができる。\n(18)別紙２表４№３\n原判決が認定したとおりである。\n(19)別紙２表５\n原告は，「畑沢火山」という用語は，思想的で創作的な仮説に基づく用語\nであり，創作性を有する，と主張する。\nある特定の場所に，火山があり，それが活動していたという事実ないし仮\n説に到達するためには，豊富な経験知識を前提に，膨大な現地調査とそれに基づく\n分析をすることを要するものであり，その結果得られた事実や仮説が尊重に値する\nことはいうまでもないところである。しかしながら，著作権法は，事実の発見その\nものを保護するものでもなければ，事実に関する仮説（より一般的にいえば思想・\n感情）そのものを保護するものでもない。したがって，「畑沢火山」が示す仮説が\n仮説自体としては独創的なものであるとしても，それだけで，その仮説を具体的に\n表現したものに著作権法上の創作性が認められることになるわけのものではない。\nそして，「畑沢火山」という用語は，地名と「火山」という用語を組み合せたもの\nにすぎず，その表現方法自体はごく普通のものという以外になく，そこに著作者の\n個性が表れているとは，到底認めることができない。\n２　控訴人らとの共同著作物ではないとの主張について（別紙２  表４№１）\n(1) 被控訴人らは，被控訴人Ｍが清書した地質図等については，同控訴人の単\n独著作物であり，被控訴人Ｍと，控訴人Ｂらとの共同著作物ではないと主張する。\n大磯東部サブ団研では，共同調査として，同じ場所について，役割（観\n察，試料の収集，テフラ番号の割り振り等）を分担して調査をすることもあり，地\n域を分けて，それぞれが単独で調査をすることもあった。被控訴人Ｍは，少なくと\nも当初は，テフラのことがよく分からなかったので，現場等で，控訴人Ｂらから相\n当程度教えを受けながら，調査をしていた。      調査後，各人が，それぞれの調\n査結果を基に，柱状図等を作成しそれを持ち寄って，ある露頭全体，さらには，よ\nり広い地域の柱状図と，これとセットになる地質図を作成していく，という作業工\n程が採られていた。\nこの，それぞれが作った柱状図等を持ち寄って，より正確な，あるいは広\n範囲の図面を作成する過程では，大磯東部サブ団研の構成員が議論して，ある図面\nで欠けているものを記載することとしたり，あるいは各人が作成した図面から，最\nも優れた記載を選択したり，      特徴ある地層を決め，それに愛称を付けたり，\nテフラ番号を決めたりしていた。このような，各人の調査結果，学識経験を相互に\n利用・補充し合う関係は，地質学の調査が，広範囲にわたる多数の調査結果を集積\nし，有機的に関連づけることにより，マクロ的（巨視的，大局的）な分析をしてい\nく，というものであることを考えると，これにとって，極めて重要な，むしろ，不\n可欠なものということができる。大磯東部サブ団研でも，各人が，それぞれ取った\nスケッチを，それぞれが勝手に清書して作業が終わる，というものではなかったの\nである。\n以上のとおり，実際の作業としては，被控訴人Ｍが一人で清書して完成さ\nせた図面等があったとしても，そこに盛り込まれた内容，表現方法は，大磯東部サ\nブ団研の他の構成員の関与があって決まったものであり，かつ，この関与の程度\nは，単に，被控訴人Ｍが，他の構成員の成果を資料として利用し，あるいは他の構\n成員の意見を参考にしつつも，自らの意思のみで内容や表現方法を決める，という\nような範囲にとどまるものではなかったのであるから，大磯東部サブ団研の構成員\nらの共同著作物であると認めることができる。\n（甲Ａ第６５号証，控訴人Ｂ，同Ｅ及び同Ｊの各本人尋問の結果，被控訴人Ｍ\nの本人尋問の結果）\n(2) 調査地域について\n被控訴人らは，大磯東部サブ団研の調査地域は，大磯丘陵東南部の大磯町\nから二宮町にかけて分布する，いわゆる二宮層であり，下末吉埋没土層班（控訴人\nＢ，同Ｅ，被控訴人Ｍで構成）は，大磯東部サブ団研とは調査目的，調査地域が全\nく異なると主張する。\nしかし，大磯東部サブ団研の調査地域が，被控訴人らの主張するような地\n域に限定されていたと認めるに足りる証拠はない。むしろ，控訴人Ｂの本人尋問の\n結果から，大磯丘陵東部全域であったと認められるものである。また，下末吉埋没\n土層班は，その構成員からも，大磯東部サブ団研の内部グループであると認められ\nるから，その調査・研究成果は，大磯東部サブ団研に帰属すると認められる。した\nがって，下末吉埋没土層班の調査地域も，大磯東部サブ団研の調査地域であると認\nめられる。\n被控訴人Ｍ自身，前仮処分事件で，大磯東部サブ団研の調査区域が，大磯\n丘陵東部地域であることを認めている。\n（甲Ａ第６７号証，第７３号証，第１７５号証，乙Ａ第２５号証，控訴人Ｂの\n本人尋問の結果）\n(3) 被控訴人らは，被控訴人Ｍは，大磯東部サブ団研としての調査ではなく，\n平塚市博物館主導，あるいは博物館独自の調査をも行っており，これは控訴人らと\nの共同研究ではない，その成果である図面等は，控訴人らとの共同著作物ではな\nい，と主張する。\nしかし，被控訴人Ｍが，独自調査をしたと主張する年月日は，そのほとん\nどが，控訴人第四紀研入会後で，大磯東部サブ団研の調査も行われていた時期のも\nのであること，この間，被控訴人Ｍは，現地調査を行った日数でも，野帳の清書の\n提出数においても，大磯東部サブ団研において抜きんでており，積極的に団研活動\nをしていたこと，控訴人第四紀研加入時は，貝化石の見方には熟練していたもの\nの，テフラの見方には慣れておらず，論文の書き方等と併せて，控訴人Ｂから教授\nを受けていたこと，調査地域も，大磯東部サブ団研のそれと重なることなどを併せ\n考慮すると，控訴人Ｍが，大磯東部サブ団研の調査活動とは別に，個人ないし博物\n館の活動として，調査をしていたと認めることはできない（主観的にそのような意\n図で調査をしたとしても，その調査結果を大磯東部サブ団研に持ち込み，突き合わ\nせ等をすることによりで，その成果である図面等が控訴人らとの共同著作物となる\nことは，前述のとおりである。）。\n（甲Ａ第１４７号証，控訴人Ｂ及び，被控訴人Ｍ各本人尋問の結果）\n３　被控訴人らの同意について\n(1) 控訴人Ｊの同意について（別紙２別表№８）\nア　被控訴人らの主張は，要するに，控訴人Ｊが，「品川区荏原第二中学校\nのＪ氏には，貝化石標本の同定及び，P.17～21の本文を執筆いただき」，「本文執\n筆・原図作成・写真撮影：Ｍ」という後書き部分等を，印刷原稿の段階で読みなが\nら，これらの部分の修正を要求せず，また，共著にしてほしいとの申し出もしなか\nったことを根拠に，被控訴人Ｍの単名で，「地層と化石－大磯丘陵編」（別紙１\n(二)の書籍，甲Ａ第２号証）が発行されることについて，控訴人Ｊは同意してい\nた，とするものである。\nこの後書き部分（乙Ａ第１３７号証）について，控訴人らは，控訴人Ｊ\nの添削の事実そのものを否認している。そして，控訴人Ｊの手書き文字が記載され\nている乙Ａ第２５号証を参照しても，控訴人Ｊが，真実，上記後書き部分の添削を\n行ったと認めることはできない。他に，被控訴人らの主張する事実を認めるに足り\nる証拠はない。\nイ　仮に，控訴人Ｊが，「地層と化石－大磯丘陵編」が被控訴人Ｍの単名で\n発行されることについて，事実上承諾したとみなし得るとしても，自己が作成した\n原図が，適切な引用表示なしに使用されることまで承諾していたとは認められな\nい。被控訴人Ｍが単名で本を出版する以上，「本文執筆・原図作成・写真撮影：\nＭ」というのは当然の記載である。控訴人Ｊが，この記載があることを知ったにも\nかかわらず，訂正を申し入れなかったことをもって，同控訴人が，現実に被控訴人\nＭが作成しなかった図面等についてまで，同人が作成した（そうではないことは，\n既に述べたとおりである。）と読者に理解されるような記載がなされることを，了\n承していたと解することはできないのである。そして，別表２№４，同８の侵害部\n分については，その出典が分かるような記載は，上記書籍中にはないのであるか\nら，これが控訴人Ｊの著作権を侵害することは明らかである。\nウ　以上のとおりであるから，控訴人Ｊの同意があったとする被控訴人らの\n主張は，採用することができない。\n(2) 控訴人Ｂの同意について（別紙１(四)の文書）\n被控訴人らは，被控訴人Ｍが，控訴人Ｂの同意を得たと主張している。し\nかし，これに反する控訴人Ｂの本人尋問の結果がある上，被控訴人Ｍ自身，本人尋\n問において，「大磯町虫窪の二宮層群活断層と貝化石」（神奈川自然誌資料１号所\n収）（別紙１(四)の文書）は，「県内の博物館関係の者が執筆する本である」との\n説明を，控訴人Ｂにした，との供述をしている。これを聞いた控訴人Ｂが，公務員\nでなければ寄稿できない文書と理解し，その結果，被控訴人Ｍの単名で寄稿するこ\nとに敢えて異を唱えなかったものと認めることができるから，結局，控訴人Ｂは錯\n誤に陥っていたと認められ，その同意を得ていたとの主張は認められない。また，\n大磯東部サブ団研の他の構成員から同意を得ていたと認めるに足りる証拠もない。\n４　引用表示の要否について\n(1) 被控訴人らは，甲Ａ第２１号証からの引用の方法について，このように引\n用することについて，控訴人らも同意していた，と主張する。しかし，反対趣旨の\n控訴人Ｅの本人尋問の結果に照らし，これを認めることはできない。他に，同様の\n引用の仕方がなされた例（乙Ａ第３９号証の７，第１１１号証，第１２１号証）が\nあったとしても，これによっては，引用の方法について明確な問題意識が持たれて\nいなかったことが示唆されるにとどまり，控訴人第四紀研全体で，引用の方法に関\nする何らかの共通の理解があったと認められるものではない。\n(2) 被控訴人らは，甲Ａ第８号証は，もともと，被控訴人Ｍが作成した地質図\n（乙Ａ第１４８号証）が基になっており，これは，被控訴人Ｍが作成したものであ\nるから，引用表示をする必要はない，と主張する。\n乙Ａ第１４８号証の作成において，被控訴人Ｍがかなり多くの部分を担当\nしていたことは，控訴人らも争っていない。しかし，乙Ａ第１４８号証は，その作\n成年月日（昭和５２年１月）や，書き込まれたデータ自体は，大磯東部サブ団研の\n他の構成員のものも含まれ，その確認も得ているという作成経緯から，大磯東部サ\nブ団研の調査活動の一環として作成されたものと認められるから，前述の理由によ\nり，その構成員の共同著作物というべきである。したがって，甲Ａ第２１号証が，\n乙Ａ第１４８号証に依拠している部分があるとしても，甲Ａ第２１号証が，控訴人\nＭの単独著作物になると認めることはできない。\n以上のとおりであるから，甲Ａ第２１号証と，甲Ａ第８号証は，ほぼ同時\n期に投稿され，発行年月日は，甲Ａ第２１号証の方が早く，甲Ａ第２１号証の方が\n地質図及び層序図の記述が詳細であったとしても，これらの事情は，引用表示が不\n要となることを根拠付けるものではない。論文（甲Ａ第１２号証）が公表されてい\nれば，講演要旨（甲Ａ第８号証）の引用表示は一般になされない，といった慣習を\n認めるに足りる証拠もない。\n(3) 一般向け普及書であるからといって，引用表示が一般的に不要であると認\nめることはできない（甲Ａ第１８０号証）。\n５　権利濫用，信義則違反について\n(1) 本訴提起の経緯，動機に関する主張\n控訴人らは，前仮処分事件での和解後，被控訴人Ｍがかかわり，被控訴人\n市や同県が発行した資料（「小田原図幅」，「相模川流域の自然と文化」等）に対\nし苦情を申し立てたこと，被控訴人Ｍの異動を求めたこと，被控訴人Ｍがいったん\n平塚市博物館の学芸員の職から離れた後，約２年して復帰した際，これを問題視し\nて，同博物館や被控訴人市に善処方を求めたことなどの事実を認めることができる\n（甲Ａ第４７号証，第１２２号証，乙Ａ第９８号証，第１７８号証，第１７９号\n証，第２０４号証ないし第２０９号証，第２１２号証，第２２０号証，）。\n上記認定事実と弁論の全趣旨とにより，控訴人らは，被控訴人Ｍが平塚市\n博物館の学芸員となると，再び研究データの流用がなされるのではないかと危惧\nし，そのような事態を防止したいと考えていたこと，また，同人が学芸員となり，\n大磯丘陵での地質調査をすることを快く思っていなかったことから，同人が平塚市\n博物館で勤務することをやめさせるよう，被控訴人市に働きかけていたことまでは\n認めることができる。しかし，そのことから，直ちに，本件訴訟が，被控訴人市の\n人事権に不当に介入し，被控訴人Ｍの地質調査活動を妨害する目的で提起されたも\nのと認めることはできない。\n本件訴訟は，別紙１記載の各文書の回収等を求める交渉の過程で，前仮処\n分事件で成立した和解の条項に絡み，被控訴人Ｍ及び同市が，「相模川下流域の地\n盤物質」（別紙１の(三)）の６８頁図４の「吉沢面の高度分布とそれにより推定さ\nれる活断層」の吉沢面高度曲線図について，前仮処分事件の債権者らが，すなわち\n本件控訴人らの中の一部が，上記和解により各データの著作権を放棄した（そのよ\nうな解釈が妥当でないことは，和解条項の文言から明らかである。甲第Ａ第２７号\n証），と回答したことから，控訴人らが，この回答は和解の趣旨に反するものと考\nえ，著作権を守るという動機もあって提起されたとものと認められる（平成５年２\n月１７日付回答書・甲Ａ第２９号証）。このような状況の下で，本件請求を，信義\n則に反し，権利の濫用に当たるものとするに足りる事実は，本件全証拠によっても\n認めることができない。\n(2) 控訴人らも引用表示をきちんと行っていない，との主張について\n控訴人らが，出典が分かるような引用をしていないことがあるからといっ\nて，そのことは，原則として，引用された著作物の著作権者との間で別に解決され\nるべき問題であって，当然に，被控訴人らによる引用表示の不使用が正当化される\nことになるものではない。被控訴人らによる引用表示の不使用を例外的に正当化さ\nれるべきものと考えさせる事情は，本件全資料によっても認めることができない。\n６　合意違反の主張について\n本件合意は，原審では請求原因として主張されていないものであるから，こ\nの主張は，訴えの変更に該当する。著作権法違反の事実に基づく請求と，合意違反\nの事実に基づく請求とは，反対の結論に導く特別の事情が認められない限り，請求\nの基礎を異にするものと解するのが相当である。そして，本件全資料を検討して\nも，上記特別の事情を認めることはできない。\n本件合意に基づく判断をするためには，本件合意の成立，抗弁としての本件\n合意の消滅（本件合意の存続期間とその経過）等について，新たに審理・判断する\n必要があり，このような審理・判断を行えば，これにより著しく訴訟手続を遅滞さ\nせることとなることが明らかである。\nいずれにせよ，上記主張による訴えの変更は許されないものであるから，こ\nれを却下する。\n７　消滅時効について\n本件訴訟中の甲事件で問題になっている書籍の発行年月日は，①「ローム層\nをさぐる－大磯丘陵東部編」（別紙１(一)・甲Ａ第１号証）は昭和５６年２月，②\n「地層と化石－大磯丘陵編」（別紙１(二)・甲Ａ第２号証）は昭和５８年２月，③\n「相模川下流域の地盤地質」（相模川２８号所収）（別紙１(三)・甲Ａ第３号証）\nは昭和５５年３月，④「大磯町虫窪の二宮層群活断層と貝化石」（神奈川自然誌資\n料１号）（別紙１(四)・甲Ａ第４号証）は昭和５５年３月である。\n控訴人らは，原審原告ら第２準備書面で，「本件訴訟で問題となっている\n四文書（判決注　別紙１の(一)ないし(四)の文書を指す。）は，前記仮処分申請の\n時には，すでに発行されていたものであるが，一般向けガイドブックであったり\n（甲Ａ第１，２号証），学術論文ではあるが，発行部数などからして対外的影響が\n少ない（甲Ａ第３，４号証）と考えて，あえて著作権侵害の主張を控えていたにす\nぎない。」と述べている。前仮処分事件は，控訴人第四紀研内で経過報告がされて\nいたものであり，控訴人らは，遅くとも，前仮処分の申請時には，上記４文書が発\n行され，これらの発行及び頒布により自らの権利が侵害された事実を知ったものと\n認めることができる。したがって，消滅時効の起算日は，遅くとも昭和６０年７月\n８日となる。なお，その後，被控訴人らが，別紙１記載の各文書を，新たに再版し\nて発行・頒布したと認めるに足りる証拠はない（甲Ａ第４２号証）。\nしたがって，控訴人ら中，前仮処分事件の当事者であった者らはもちろん，\nそうでない控訴人らについても，前仮処分事件の申請日の３年後である昭和６３年\n７月８日の経過をもって，損害賠償請求権は時効により消滅している。\n８　  類似必要的共同訴訟であるとの主張について\n被控訴人らの主張は，要するに，附帯控訴が認められた場合，附帯控訴をし\nていない被控訴人県についても，民事訴訟法４０条を適用して，判決が合一に確定\nされるべきである，とするものである。\nしかし，本件を，類似必要的共同訴訟と解することはできない。附帯控訴人\nらの主張は，独自の見解であって，採用することはできない。なお，既に述べたと\nおり，原判決を変更すべきであるとは認められないから，そもそも，本件訴訟が，\n被控訴人らにとって類似必要的共同訴訟であるか否かを判断する必要はない。\n９　結論\n以上検討したところによれば，原判決は相当であって，本件控訴及び本件附\n帯控訴はいずれも理由がない。そこで，これらをいずれも棄却することとし，当審\nにおける訴訟費用の負担について民事訴訟法６７条，６１条を適用して，主文のと\nおり判決する。\n東京高等裁判所第６民事部\n裁判長裁判官 山　　下　　和　　明\n裁判官 設　　樂　　隆　　一\n裁判官 高　　瀬　　順　　久\n別紙１　　著作権被疑文書目録\n（甲事件）\n(一)　「ローム層をさぐる－大磯丘陵東部編」\n発　行　者　　平塚市\n発行年月日　　昭和５６年２月２０日\n(二)　「地層と化石－大磯丘陵編」\n発　行　者　　平塚市\n発行年月日　　昭和５８年２月２８日\n(三)　「相模川下流域の地盤地質」（相模川２８号所収）\n発　行　者　　相模川をきれいにする協議会\n発行年月日　　昭和５５年３月\n(四)　「大磯町虫窪の二宮層群活断層と貝化石」（神奈川自然誌資料１号所収）\n発　行　者　　神奈川県\n発行年月日　　昭和５５年３月\n（乙事件）\n(五)　「動く大地を読む－流域の一億年と平塚の地盤－」\n発　行　者　　平塚市博物館\n発行年月日　　平成８年７月１９日\n"
}