{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 9,
    "day": 6
  },
  "case_number": "平成14(わ)1771",
  "case_name": "麻薬及び向精神薬取締法違反被告",
  "court_name": "横浜地方裁判所",
  "lawsuit_id": "5980",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=5980",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/980/005980_hanrei.pdf",
  "contents": "上記の者に対する麻薬及び向精神薬取締法違反被告事件について，当裁判所は，検\n察官保木本正樹及び私選弁護人依田敏泰各出席の上審理し，次のとおり判決する。\n主　　　文\n被告人を懲役１年６月に処する。\nこの裁判が確定した日から３年間その刑の執行を猶予する。\n横浜地方検察庁で保管中の麻薬原料植物２袋（平成１４年領第２０２１号符号１，\n同年領第２０２２号符号１）を没収する。\n理　　　由\n（罪となるべき事実）\n被告人は，\n第１　みだりに，平成１４年６月１１日，横浜市ａ区b町○丁目○番地所在のＢ大学\nＣ総合医療センター救命救急センター内において，麻薬である３－〔（２－ジメチ\nルアミノ）エチル〕－インドール－４－イルリン酸エステル（別名サイロシビン）\n及び３－〔２－（ジメチルアミノ）エチル〕－インドール－４－オール（別名サイ\nロシン）を含有するきのこ類に該当する麻薬原料植物約２．１３８グラム（横浜地\n方検察庁平成１４年領第２０２１号符号１は鑑定残量）を所持し\n第２　みだりに，同月１２日，同市ａ区c○番○－○号被告人方居室において，麻薬\nである３－〔（２－ジメチルアミノ）エチル〕－インドール－４－イルリン酸エス\nテル（別名サイロシビン）及び３－〔２－（ジメチルアミノ）エチル〕－インドー\nル－４－オール（別名サイロシン）を含有するきのこ類に該当する麻薬原料植物約\n３．２グラム（横浜地方検察庁平成１４年領第２０２２号符号１は鑑定残量）を所\n持し\n第３　法定の除外事由がないのに，同月１１日ころ，前記被告人方居室において，\n麻薬である３－〔２－（ジメチルアミノ）エチル〕－インドール－４－オール（別\n名サイロシン）及びその塩類を含有するきのこ類をえん下して摂取し，もって麻薬\nを施用し\nたものである。\n（証拠の標目）　　略\n（法令の適用）　　略\nなお，弁護人は，被告人は平成１４年６月６日以降マジックマッシュルームの所\n持及び施用が違法になることを知らなかったものであり，被告人には違法性の認識\nがなく，刑法３８条３項ただし書を適用して刑の減軽をすべきと主張し，被告人も\n公判廷において上記主張に沿う供述をしている。しかしながら，関係証拠によれ\nば，被告人が本件のマジックマッシュルームを購入する前日に，被告人の友人が被\n告人に対してマジックマッシュルームが同年６月６日以降違法薬物になると告げて\nいること，被告人がマジックマッシュルームを購入した店では，マジックマッシュ\nルームの所持及び施用が同年６月６日以降違法になる旨警告する内容の貼り紙が掲\n示され，店員も販売の際には客にその点の注意をしていたこと，本件の数か月前か\nらマジックマッシュルームの所持，施用が違法となる旨の報道が繰り返しなされて\nいたこと，被告人は以前から合法ドラッグ等に興味があり，これに関する雑誌を購\n読したり，インターネットで情報を検索するなどしていたことが認められ，これら\nを併せれば，被告人が違法性の認識を有した上で本件各犯行に及んだことが合理的\nに推認される。仮に被告人が十分な違法性の認識を有していなかったとしても，本\n件事案の罪質や被告人がマジックマッシュルームに幻覚作用があるのを知りながら\n所持及び施用に及んでいること等に鑑みると，情状により刑の減軽をすべき事案と\nは認められず，いずれにせよ弁護人の主張は採用できない。\n（量刑の理由）\n本件は，マジックマッシュルームと呼ばれる麻薬原料植物を所持し，これをえん\n下することにより施用した麻薬及び向精神薬取締法違反３件の事案である。\n被告人は夫婦関係の悩みを晴らすためにマジックマッシュルームを購入し，本件\n各犯行に及んだというのであるが，そのような動機に格別酌量の余地は認められな\nい上，犯行態様は，違法な麻薬原料植物合計約５．３グラムを所持したほか，これ\nをえん下して施用するという大胆なものであり，その結果幻覚症状を呈して救急車\nにより病院に搬送されているのであって，規範意識の鈍磨が窺われる。以上によれ\nば，被告人の刑事責任を軽くみることはできない。\nしかしながら，他方，被告人は二度と薬物に手を出さない旨誓っていること，本\n件で身柄拘束を受け，勤務先を退職し，さらにマジックマッシュルームが麻薬原料\n植物として指定されて以降全国初の検挙者として新聞等で報道されるなど，一定の\n社会的制裁を受けていること，被告人は２０代と若く，これまで前科前歴はないこ\nと，実父が情状証人として出廷して監督の意向を示していることなど，弁護人指摘\nの酌むべき情状もある。\nそこで，以上の諸事情を総合考慮して，主文の刑を量定した上，今回は刑の執行\nを猶予することにした。\nよって，主文のとおり判決する。\n（求刑・懲役１年６月と麻薬原料植物２袋の没収）\n平成１４年９月６日\n横浜地方裁判所第１刑事部\n裁　判　官　　足　　立　　　　　勉\n"
}