{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 9,
    "day": 29
  },
  "case_number": "平成14(行ケ)340",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "10824",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=10824",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/824/010824_hanrei.pdf",
  "contents": "平成１４年（行ケ）第３４０号　審決取消請求事件\n口頭弁論終結日　平成１５年９月１７日\n判　　　　決\n原告　　　ザ　リージェンツ　オブ　ザ  ユニバーシティ　オブ　カリフォ\nルニア\n同訴訟代理人弁護士      熊　倉　禎　男\n同                      吉　田　和　彦\n同                      渡　辺　　　光\n同訴訟代理人弁理士    　西　島　孝　喜\n被告　　　　　　　　　　特許庁長官  今井康夫\n同指定代理人      　　　渡　部　利　行\n同                      大　野　克　人\n同                      森　　　竜　介\n同                      涌　井　幸　一\n主　　　　文\n１　原告の請求を棄却する。\n２　訴訟費用は原告の負担とする。\n３  この判決に対する上告及び上告受理申立てのための付加期間を３０\n日と定める。\n事実及び理由\n第１　当事者の求めた裁判\n１　原告\n(1)　特許庁が不服２００１－５０８号事件について平成１４年２月２２日にし\nた審決を取り消す。\n(2)　訴訟費用は被告の負担とする。\n２　被告\n主文第１，２項と同旨\n第２　前提となる事実\n１　特許庁における手続の経緯\n(1)　原告は，平成３年１月１４日，発明の名称を「レーザー励起共焦点顕微鏡\nによるけい光スキャナとその方法」（後に「ゲルスキャナとゲル内のＤＮＡ断片か\nらの蛍光を検出する方法」と補正）とする発明につき特許出願（平成３年特許願第\n２１６６６２号。以下「本件出願」といい，この出願に係る発明を「本願発明」と\nいう。）をした（パリ条約によりいずれも米国を優先権主張国とする優先日平成２\n年１月１２日，同平成２年６月１日を主張）。本件出願について，特許庁は，平成\n１２年１０月１１日付けで，特許を拒絶すべき旨の査定をした（甲１ないし３，弁\n論の全趣旨）。\n(2)　原告は，上記拒絶査定を不服とし，平成１３年１月１５日，審判の請求を\nし，同請求は不服２００１－５０８号事件として特許庁に係属した。原告は，平成\n１３年１１月２８日付け手続補正書により，本願発明に係る明細書の特許請求の範\n囲の変更を行った。特許庁は，上記補正後の明細書により本願発明の要旨を特定し\nた上，上記事件について審理を遂げ，平成１４年２月２２日，「本件審判の請求\nは，成り立たない。」とする審決（以下「本件審決」という。）をし，その謄本は\n平成１４年３月１１日，原告に送達された（甲１，３，弁論の全趣旨）。\n２　前記補正後の本願発明の要旨は，次のとおりである（甲２，３。以下，請求\n項１に係る発明を「本願発明１」という。）。\n【請求項１】　走査しようとするゲルを支持するキャリヤーと，所定の波長の\n光ビームを形成する手段と，前記の所定の波長の光ビームを受け，走査しようとす\nるゲルの方にその光ビームを向けるダイクロイック・ビームスプリッタと，前記の\n光ビームを受け，そしてその光ビームをゲルの選択した部分に焦点を結ばせて異な\nる波長の蛍光を発生させ，そのゲルの選択した部分から発生した蛍光を集めて，そ\nの蛍光を通すが，前記の所定の波長の光は反射する前記のダイクロイック・ビーム\nスプリッタへ向ける対物レンズと，前記のゲルの選択した部分から発生した蛍光が\n前記の対物レンズにより焦点を結ぶ位置に配置された空間フイルタであって，バッ\nクグラウンド光と散乱光とを排除して，その蛍光を受け，そしてそれを通過させる\n空間フイルターと，この空間フイルターを通過した光をスペクトル・フイルターし\nて蛍光波長以外の波長の迷光を排除するスペクトルフイルターと，このスペクトル\nフイルターを通過し，フイルターされた光を検出し，そして出力信号を与える手段\nと，ゲルの異なる部分を走査するために焦点を結んだ前記の光ビームとゲルとの間\nで相対移動をさせる手段と，前記の出力信号を受け，ゲルの選択された部分からの\n蛍光像をつくるプロセッサとを備えることを特徴とするゲルスキャナ。\n【請求項２】　ゲルの所定の部分に対物レンズで焦点を結ばせて所定の波長の\n光エネルギーで前記のゲルの所定の部分を励起してその部分から異なる波長の蛍光\nを放出させ，前記のゲルの所定の部分から放出された蛍光を前記の対物レンズで集\nめ，その対物レンズからの光をスペクトル・フィルタして前記の所定の波長や他の\n波長の光を反射し，そして前記の異なる波長の蛍光を通過させ，この異なる波長の\n蛍光を空間的にフィルターし，そしてスペクトル・フイルターしてバックグラウン\nド光や散乱光を排除し，そして前記のゲルの所定の部分から放出された蛍光を通過\nさせ，そしてこのフイルターされた光エネルギーを検出器に加え，ゲル内のＤＮＡ\n断片からの蛍光を表す出力信号を発生することを特徴としたゲル内のＤＮＡ断片か\nらの蛍光を検出する方法。\n３　本件審決の理由の要旨（甲１）\n(1)　本願発明１と特開昭６３－２６３４５８号公報（甲４。以下「刊行物Ａ」\nという。）に記載された従来技術に係る発明（以下「引例Ａ発明」という。）とを\n対比すると，両者は「走査しようとするゲルを支持するキャリヤーと，所定の波長\nの光ビームを形成する手段と，前記の所定の波長の光ビームを受け，走査しようと\nするゲルの方にその光ビームを向けるダイクロイック・ビームスプリッタと，前記\nの光ビームを受け，そしてその光ビームをゲルの選択した部分に焦点を結ばせて異\nなる波長の蛍光を発生させ，そのゲルの選択した部分から発生した蛍光を集めて，\nその蛍光を通すが，前記の所定の波長の光は反射する前記のダイクロイック・ビー\nムスプリッタへ向ける対物レンズと，前記のダイクロイック・ビームスプリッタを\n透過した蛍光をスペクトル・フイルターして蛍光波長以外の波長の迷光を排除する\nスペクトルフイルターと，このスペクトルフイルターを通過し，フイルターされた\n光を検出し，そして出力信号を与える手段と，ゲルの異なる部分を走査するために\n焦点を結んだ前記の光ビームとゲルとの間で相対移動をさせる手段と，を備えるこ\nとを特徴とするゲルスキャナ。」である点で一致し，次の各点で相違する。\nア　本願発明１においては，ゲルの選択した部分から発生した蛍光が対物レ\nンズにより焦点を結ぶ位置に空間フイルターが配置され，当該空間フィルターがバ\nックグラウンド光と散乱光とを排除して，その蛍光を受け，そしてそれを通過させ\nるものであるのに対して，刊行物Ａに記載された発明においては，ゲルの選択した\n部分から発生した蛍光が対物レンズにより焦点を結んでいるか否かが明確でなく，\nまた，空間フィルターが設けられていない点（以下「相違点(1)」という。）\nイ　本願発明１においては，出力信号を受けてゲルの選択された部分からの\n蛍光像をつくるプロセッサが設けられているのに対し，刊行物Ａに記載された発明\nにおいては，出力信号を受けてゲルの選択された部分からの蛍光像をつくるプロセ\nッサが設けられているのか否か明確でない点（以下「相違点(2)」という。）\n(2)　相違点(1)，(2)について検討する。\nア　相違点(1)について\n特開昭６３－３０６４１３号公報（甲５。以下「刊行物Ｂ」という。）\nには，試料上の特定領域から蛍光を検出する際，対物レンズと空間フィルターに相\n当するピンホールからなる共焦点構成を用いて当該領域以外からの外乱となる光が\n除去されるようにする発明（以下「刊行物Ｂ発明」という。）が記載されている。\nバックグラウンド光（背景光）や散乱光などの外乱となる光の影響がある引例Ａ発\n明において，外乱となる光を除去するために本件出願前に公知である刊行物Ｂ発明\nを採用することは，光を検出する際，目的とする光を感度良く検出するために外乱\nとなる光を除去するという目的が本件出願前に周知であり，また，引例Ａ発明にお\nいて刊行物Ｂ発明を採用することを阻害する要因も見出せないから，当業者であれ\nば容易に想到し得ることである。そして，引例Ａ発明において刊行物Ｂ発明を採用\nする際，対物レンズとしてどのようなレンズを用いるかや空間フィルターとスペク\nトルフィルターの配置関係をどのようにするかは，当業者が適宜決定し得る事項で\nある。\nまた，引例Ａ発明における光学系と刊行物Ｂに記載された共焦点構成の\n光学系とを組み合わせることによって得られる効果は，それぞれの光学系が有する\n効果の総和以上のものではない。\nイ　相違点(2)について\n引例Ａ発明では，ＤＮＡ断片につけた蛍光物質をレーザー光で励起し，\n蛍光波長の光のみを受光し測定することによりＤＮＡ断片の泳動パターンを検出し\nている以上，蛍光像をつくる手段があるのは明らかであり，当該手段をプロセッサ\nで構成することは，当業者であれば容易に想到し得ることである。\n(3)　以上のことから，本願発明１は，引例Ａ発明及び刊行物Ｂ発明に基づいて\n当業者が容易に発明をすることができたものであるから，特許法第２９条第２項の\n規定により特許を受けることができず，前記２の請求項２に係る発明について検討\nするまでもなく，本件出願は拒絶されるべきものである。\n第３　当事者の主張\n（原告の主張する本件決定の取消事由）\n１  本件審決は，相違点(1)の判断において，目視も可能なゲル中のＤＮＡ断片の\n分散状況の観測を自動化するための装置である引例Ａ発明に，極微細な（解像度が\n１μｍ以下の）画像を得るための装置である刊行物Ｂ発明を組み合わせて，本願発\n明１の相違点(1)に係る構成にすることが容易であると判断したが，以下に述べると\nおり，この判断は誤りである。\n(1)　引例Ａ発明と刊行物Ｂ発明とを組み合わせる動機づけがないことについて\nア　引例Ａ発明は，ＤＮＡの塩基配列を解析する装置であって，いわゆるバ\nイオテクノロジーの技術分野に属するのに対し，刊行物Ｂ発明は，光学顕微鏡であ\nって，多方面に使用されることはあっても光学の技術分野に属し，両発明の技術分\n野は大きく異なる。\nイ　また，引例Ａ発明は，電気泳動法によってゲル中に分散（展開）された\nＤＮＡ断片の分布状態を調べることを目的とする装置ないし技術である。換言すれ\nば，ＤＮＡを直接目視可能なように拡大して，ＤＮＡ中のＡ（アデニン），Ｔ（チ\nミン），Ｃ（シントン）及びＧ（グアニン）の各塩基の存在を確認するためのもの\nではなく，単に，ＤＮＡ断片がゲル中のどこに多く分布しているかさえ観察できれ\nばよい。\nこれに対し，刊行物Ｂ発明は，光学顕微鏡であって，ある物（試料）の\n微細な構造を目視できるように拡大するための装置であり，ゲル中のＤＮＡ断片の\n分布状態の解析とは無縁である。また，Ａ，Ｔ，Ｃ及びＧの各塩基は，極めて小さ\nく（数ｎｍ以下），これに対し，光学顕微鏡で解析できるのは，可視光（波長約４\n００～７００ｎｍ）の回折限界まで絞ったとしても，せいぜい波長程度の大きさで\nあって，各塩基の存在を光学顕微鏡で目視することは不可能である。\nウ　さらに，このような相違から，観測対象となる領域の大きさも，全く異\nなる。引例Ａ発明では，蛍光の有無（強弱）によって，一定の領域に多数のＤＮＡ\n断片が分布しているかどうかを判断するのであるから，ある程度の拡がりをもった\n領域内全体について，蛍光の有無を判断することが可能であり，むしろその方が，\n微弱な蛍光光を多く集め，感度を高くし，昀適な条件で解析ができる。逆に，微小\nな範囲に絞り込んで蛍光の有無を判断することは，当該測定点を含む領域内にＤＮ\nＡ断片が集中して存在していたとしても，たまたま当該測定点にＤＮＡ断片が存在\nしなければ，当該測定点を含む領域内にＤＮＡ断片が存在しないとの判定になりか\nねず，また，仮に，当該測定点にＤＮＡ断片が存在していたとしても，ＤＮＡ断片\nから発せられる蛍光は極めて弱いため，微小な範囲内から発せられる微弱な蛍光に\n測定装置が反応せず，やはり当該領域にはＤＮＡ断片が存在しないと判断される可\n能性が高く，ＤＮＡの塩基配列の解析装置としては全く用をなさない。\nこれに対し，刊行物Ｂ発明では，試料の構造を可及的に細かく観察する\nことを目的としており，極めて小さな点を連続的に観察し（走査型），これを連続\n的に表示することで１つの画像を得るのであって，観測領域を小さくすればするほ\nど，より良い解像度が得られるのである。したがって，刊行物Ｂ発明について，大\nきい領域内の光を観測することは，その目的や構成に反する結果となる。\nエ(ア)　被告は，刊行物Ｂの記載を引用し，「刊行物Ｂ発明の走査型光学顕\n微　鏡は「生物・医学分野」にも有効なものであり，ＤＮＡの微細構造等の観察に\n好適なものである。」と主張する。\nしかしながら，「ＤＮＡの微細構造」には，当然ながら，ＤＮＡの塩\n基の配列は含まれない。\nすなわち，光学顕微鏡は，観察対象から発せられる（反射される）光\nを観察し，対象物の形状を把握するものであるから，光の性質上，概ね波長より小\nさい構造を観察することはできない。具体的には，解像度が数百ｎｍ程度のものが\n限界である。これに対し，ＤＮＡの二重螺旋の直径は約２ｎｍであり，Ａ，Ｔ，Ｃ\n及びＧの各塩基の大きさは，せいぜい１ｎｍであるから，光学顕微鏡でこれを直接\n観察することは，原理的に不可能である。刊行物Ｂ記載の「ＤＮＡの微細構造」が\n何を意味しているかは不明であるが，少なくとも，ＤＮＡの二重螺旋やこれを構成\nする個々の塩基まで含む趣旨ではないことは，当業者には明らかである。\n(イ)　また，被告は，「生物学的材料が観察の対象である点，照明された\n生物学的材料からの蛍光を検出できるものである点において，引例Ａ発明と刊行物\nＢ発明の技術分野は共通している。」と主張する。\nしかしながら，このような「技術分野」の主張は，極めて恣意的とい\nわざるを得ない。すなわち，引例Ａ発明は，ＤＮＡの塩基配列を特定するためのみ\nに使用される装置に係る技術であり，他方，刊行物Ｂ発明に係る装置は，汎用的な\n光学顕微鏡である。刊行物Ｂ発明に係る装置を用いて生物の微細構造を観察できる\nことは，被告も指摘するとおりであるが，解像度に限界があり，塩基配列を特定す\nることは全くできない。また，「生物学的材料」を観察する方法においても，引例\nＡ発明が，ＤＮＡ断片を電気泳動させた試料（ゲル）について，どこにＤＮＡ断片\nが集中して存在しているかのみを観察するものであって，ある程度の拡がりをもっ\nた領域を対象とし，その輪郭，形状，構造をほとんど問題としないのに対し，刊行\n物Ｂ発明では，「生物学的材料」をそのまま試料とし，可能な限り小さい「点」を\n観察し，これをつなぎ合わせる（走査する）ことで，微細構造を明らかにするもの\nである。\nしたがって，引例Ａ発明と刊行物Ｂ発明とでは，観察する対象，観察\n手段などが全く異なるのであって，技術分野が同じであるということはできない。\n(ウ)　さらに，被告の主張するとおり，バックグラウンド光や散乱光がＳ\n／Ｎ比を低下させる以上，当業者であれば，引例Ａ発明においてそれらの光を除去\nしようと考えるのが自然な発想であることはそのとおりである。\nしかしながら，このような「自然な発想」に対し，引例Ａ発明（従来\n技術）を改良した刊行物Ａに記載の発明は，従来技術において，Ｓ／Ｎ比を低下さ\nせる原因となっている背景光を排除して蛍光波長のみを分離することは，「実験的\nに可能な物理系」では不可能であるとの認識に立って，これを光学的な手法ではな\nく，電気信号的な処理によって解決している。換言すれば，刊行物Ａ記載の技術的\n思想は，刊行物Ｂ発明におけるようなピンホールを用いる共焦点光学系を含む「実\n験的に可能な物理系」による背景光の除去が不可能であるというものであり，それ\nだからこそ電気的な信号処理による解決を提案しているのである。したがって，刊\n行物Ａの記載からは，引例Ａ発明と刊行物Ｂ発明とを結び付ける動機づけがないと\nいうのみならず，引例Ａ発明と刊行物Ｂ発明とを結び付けないようにする動機が記\n載されているというべきである。\nオ　以上のとおり，両引例発明の技術分野，目的等は大きく異なるのである\nから，当業者がこれらを組み合わせる動機は，全く存在しない。\n(2)　引例Ａ発明と刊行物Ｂ発明とを組み合わせたとしても本願発明１の構成に\n到らないことについて\nア　仮に，引例Ａ発明及び刊行物Ｂ発明を組み合わせることに想い到ってこ\nれらを組み合わせたとしても，本願発明１の構成に到るわけではなく，ＤＮＡの塩\n基配列解析用の装置としては，全くといってよいほど使用できない性能の悪い装置\nにしかならない。\nすなわち，刊行物Ｂ発明に係る顕微鏡は，対物レンズで光線を回折限界\nまで絞り，可及的に小さい点に光を集中させる。この光が集中する点を，試料の観\n測したい点に当てると，当該点から反射光ないし蛍光が発せられる。そこで，この\n光を対物レンズを用いて焦点に集め，当該焦点位置に設けたピンホールを通過させ\nることで，試料の当該観測点以外からの光のほとんどを遮断し，これによって，試\n料の当該点の構造ないし状況を観察するのであり，走査することで全体の映像とし\nて構成することができる。このような構成をＤＮＡ塩基配列解析用装置に組み込ん\nで，ゲル中のＤＮＡ断片の蛍光の発光の有無を観察する装置を製作したとしても，\nゲルの極めて小さい１点しか観測することができず，走査させて広い範囲を観測し\nようとすれば，著しく多くの時間が必要となる。また，前述のとおり，点を測定す\nることから，十分な蛍光を集めることができず，ＤＮＡ断片の分布を測定すること\nは実際上不可能である。\n結局，引例Ａ発明と刊行物Ｂ発明とを組み合わせても，解析速度を速く\nすることはできないし，感度が低くなるのであって，本願発明１の目的を達成する\nことは到底不可能である。\nイ　また，引例Ａ発明と刊行物Ｂ発明とを組み合わせた上で，照射光を回折\n限界まで小さく絞る構成を変更し，一定の拡がりのある領域に照射できるよう，拡\nがりをもった光となるような構成を想到することは，困難といわざるを得ない。\nすなわち，そもそも，刊行物Ｂ発明に係る光学顕微鏡において共焦点方\n式が採用された理由は，反射光（蛍光）を可及的に小さく絞り，ピンホールを通す\nことで，照射した部分以外からくる光（外乱となる光）のほとんどを，ピンホール\nで遮断できるからである。これに対し，一定の拡がりのある領域を観察するために\nは，光を拡がりをもった部分に照射する必要があり，そこからの反射光又は蛍光を\nレンズで集光しても，やはり拡がりをもったものとなる。このような光をピンホー\nルに通すと，観測の対象となる光まで遮断してしまい，ピンホールを透過した光は\n極めて弱くなり，観測に必要なだけの光を得ることができない。\nこの場合，ピンホールの穴を大きくすれば，問題は解決するが，そのよ\nうな解決方法は，まさに後知恵であって，当業者が想到できるものではない。すな\nわち，ピンホールを用いた理由が前述のとおり外乱となる光を遮断することにある\n以上，これを大きくすることは，外乱となる光を多く通すことになってピンホール\nを使用する意味が著しく減少すると考えられるからである。\n２　被告の反論\n以下に述べるとおり，本願発明１に係る相違点(1)は，引例Ａ発明と刊行物Ｂ\n発明に基づいて当業者が容易に想到することができたものであるとした本件審　決\nの判断に誤りはない。\n(1)　引例Ａ発明と刊行物Ｂ発明とを組み合わせる動機づけがないとの主張につ\nいて\nア　刊行物Ｂには，刊行物Ｂ発明に係る走査型光学顕微鏡は，通常の光学顕\n微鏡に比べて，注目している画素以外からの散乱光が無くてコントラストの良い画\n像が得られ，あるいは共焦点法，微分位相差法等の特殊で有効な画像形成ができ，\n更にＯＢＩＣ（光誘起電流）像，光音響像など種々の物理現象の画像化ができるな\nどの利点を有しているため，「生物・医学分野」にも有効な顕微鏡として期待され\nている旨，また，刊行物Ｂ発明によれば，厚い試料の反射光断面像及び蛍光断面像\nを実時間で観察できることから，生物試料を生きたまま観察でき，「ＤＮＡの微細\n構造等の観察」に好適である旨が記載されている。\n上記のとおり，刊行物Ｂ発明は，「生物・医学分野」「ＤＮＡの微細構\n造等の観察」にも有効な微小領域の光学的検出系であり，しかも，光ビームを走査\nし，光ビームが照射される微小領域の「蛍光」を検出できる光学的検出系に関する\nものである。このような光学的検出系が生物学的材料の観察に用いられることは，\n特開平１－１０２３４２号公報（乙１）にも記載されているように周知である。\n他方，引例Ａ発明は，ＤＮＡ断片の泳動パターンの光学的検出に関する\nものであり，光ビームを走査し，光ビームが照射されるＤＮＡ断片からの蛍光を検\n出できる光学的検出系である。\nしたがって，引例Ａ発明と刊行物Ｂ発明とは，生物学的材料が観察の対\n象である点，照明された生物学的材料からの蛍光を検出できるものである点におい\nて，技術分野を共通にしている。\nイ　また，刊行物Ｂには，対物レンズと空間フィルターに相当するピンホー\nルからなる構成により，蛍光を検出しようとする特定領域以外からの光を除去する\nことができる旨の説明がされており，刊行物Ａには，バックグラウンド光（背景\n光）や散乱光などの光が，蛍光検出のＳ／Ｎ比を低下させる要因であることが記載\nされている。\nこの刊行物Ａに記載されたバックグラウンド光や散乱光は，蛍光を検出\nしようとする特定領域以外からの光であり，Ｓ／Ｎ比を低下させる以上，当業者で\nあれば，これらの光を除去しようと考えるのが自然な発想であり，その除去手段と\nして刊行物Ｂに記載された構成が存在することは本件出願前に知られていたから，\n引例Ａ発明に刊行物Ｂ発明を採用することに困難性は認められない。\nウ　したがって，引例Ａ発明と刊行物Ｂ発明とを組み合わせる動機づけがな\nいとする原告の主張は理由がない。\n(2)　引例Ａ発明と刊行物Ｂ発明とを組み合わせたとしても本願発明１の構成に\n到らないとの主張について\nア　原告は，上記主張の根拠として，刊行物Ｂ発明に係る装置は顕微鏡であ\nり，ＤＮＡ断片の分布を測定するにしては，観測範囲の大きさが小さく，また，ピ\nンホールの穴の大きさが小さい旨主張している。\nしかしながら，本願発明に係る明細書の特許請求の範囲には，「そして\nその光ビームをゲルの選択した部分に焦点を結ばせて異なる波長の蛍光を発生さ\nせ，・・・バックグラウンド光と散乱光とを排除して，その蛍光を受け，そしてそ\nれを通過させる空間フイルター」と記載されているのみであり，空間フィルターの\n大きさについては記載されておらず，刊行物Ｂ発明における「光ビームを試料の観\n察領域に焦点を結ばせる」こと，及び，ピンホールの大きさが，本願発明１のそれ\nらと異なると認める根拠はない。さらに，上記明細書の詳細な説明をみても，本願\n発明１における光学系が共焦点顕微鏡であるのは明らかであるが，その共焦点顕微\n鏡が刊行物Ｂ発明や乙１に記載のものと異なるとする根拠は見出せない。\nイ　そもそも，測定対象や測定環境に合うように倍率の調整及び部品の選択\nをすることは，光学的測定を行う際に当業者が当然に考慮すべき事項であって，刊\n行物Ｂ発明の共焦点構成を引例Ａ発明の光学系に採用する際に，引例Ａ発明の蛍光\n検出のための光学系が，ＤＮＡ断片の泳動パターンを検出するためのものであるこ\nとを考慮して，光学系の倍率を調整したり，ピンホールなどを調整することは，当\n業者が適宜なし得ることである。\nウ　したがって，原告の上記主張も理由がない。\n第４　当裁判所の判断\n本件の争点は，本願発明１に係る構成が引例Ａ発明及び刊行物Ｂ発明に基づ\nき容易に想到できるとした本件審決の判断の当否である。以下，本件の争点につい\nて判断する。\n１  引例Ａ発明と刊行物Ｂ発明とを組み合わせる動機づけがないとの主張につい\nて\n原告は，引例Ａ発明に係る装置は，ＤＮＡの塩基配列を解析する装置であっ\nて，いわゆるバイオテクノロジーの技術分野に属するのに対し，刊行物Ｂ発明に係\nる装置は，光学顕微鏡であって，多方面に使用されることはあっても光学の技術分\n野に属し，両発明の技術分野は大きく異なること，また，引例Ａ発明は，電気泳動\n法によってゲル中に分散（展開）されたＤＮＡ断片の分布状態を調べることを目的\nとする装置ないし技術に関するものであるのに対し，刊行物Ｂ発明は，光学顕微鏡\nであって，ある物（試料）の微細な構造を目視できるように拡大するための装置に\n関するものであり，引例Ａ発明と刊行物Ｂ発明とでは，技術分野，目的等が大きく\n異なるから，当業者がこれらを組み合わせる動機は，全く存在しないと主張してい\nるので，まずこの点について検討する。\n(1)ア　刊行物Ａ（甲４）には次の記載がある。\n(ア)　「（産業上の利用分野）　本発明は，サンガーの方法によって核酸\nの　塩基配列を決定する過程で，特に予めプライマーを蛍光物質や燐光物質などの\n標識色素でラベルしておき，昀終段階のゲル電気泳動からの配列の読取りをその標\n識色素からの発光を利用して分光学的方法により行なう装置に関するものであ\nる。」（１頁左下欄１９行～右下欄５行）\n(イ)　「（従来の技術）　従来の塩基配列決定装置としては，例えば「Ｎ\nａｔｕｒｅ誌」，第３２１巻，第６７４～６７９ページ（１９８６年）のもの\nや，・・・などがある。これらの塩基配列決定装置は，予めサンガー法・・・で処\n理したＤＮＡ断片にその末端塩基の種類（Ａ（アデニン），Ｇ（グアニン），Ｔ\n（チミン），Ｃ（シトシン））に応じて別々の蛍光物質をつけたものを単一の泳動\nレーンで泳動させるか，又は同じ蛍光物質をつけたものを別々の泳動レーンで泳動\nさせるかし，その蛍光物質をレーザ光で励起し，蛍光波長の光のみを受光し測定す\nることによりＤＮＡ断片の泳動パターンを検出し，昀終的に塩基配列を決定してい\nる。・・・\n第３図において，２（判決注：この数字は刊行物Ａの説明図面記載の\n番号である。以下，各装置の各部分名の次に記載の各番号はいずれも各刊行物の説\n明図面記載の各番号を指す。）はポリアクリルアミドにてなる泳動ゲルであり，そ\nの両端が電極槽４，６に浸されている。・・・泳動ゲル２の一端には試料を注入す\nるためのスロット１０が設けられており，このスロット１０に末端塩基別の試料が\n注入され，泳動電源８からの泳動電圧によって試料が泳動ゲル２中を矢印１２方向\nに電気泳動し展開されていく。\n１４は励起光光源としてのレーザであり，励起光はハーフミラー又は\nダイクロイックミラー１６で反射され，対物レンズ１８を経て泳動ゲル２に照射さ\nれる。泳動ゲル２中を泳動してきた試料の蛍光ラベルからの蛍光は再び対物レンズ\n１８で集光され，ハーフミラー又はダイクロイックミラー１６を透過して蛍光選択\n用干渉フィルタ２０を通り，光電素子としての光電子増倍管２２に受光され検出さ\nれる。\n第３図の装置では，１つの対物レンズ１８を励起光照射用及び蛍光受\n光用に共用し，対物レンズ１８及びそれと関連する光学系全体を試料の配列方向２\n３（泳動方向１２と直交する方向，図では横方向）に機械的に走査する。」（１頁\n右下欄６行～２頁右上欄１０行）\n(ウ)　「（発明が解決しようとする問題点）　第３図の塩基配列決定装置\nを初め，従来の塩基配列決定装置は，レーザ光で蛍光物質を励起し，その蛍光光を\n分光し検出しているが，蛍光光は非常に弱いので，泳動ゲルによる励起光のレーリ\nー散乱成分や水のラマン散乱による成分が蛍光光の強力や（「な」の誤記と認め\nる。）背景光となってＳ／Ｎ比を低下させる。\n以下，第３図の塩基配列決定装置を例にして問題点を詳しく説明す\nる。　光電子増倍管２２で受光される光はダイクロイックミラー１６及び蛍光選択\n用干渉フィルタ２０を透過してくるが，光電子増倍管２２で受光される光は蛍光光\nのみではなく，厳密に言えば励起光のレーリー散乱光や水のラマン散乱光が背景光\nとして入っている。\nレーザ光による励起ではレーザ光のスペクトルは極めて狭く，ラマン\n散乱もそのスペクトルが極めて狭くなる。レーリー散乱光やラマン散乱光は蛍光光\nとは波長が異なるので，もし，蛍光光を完全な波長フィルタ（干渉フィルタ）２０\nで取り出せるものならば光電子増倍管２２で受光される光の中にレーリー散乱光や\nラマン散乱光が混入することはなく，背景光が高くなることはなく，したがってＳ\n／Ｎ比が悪化することはない筈である。\nところが，ダイクロイックミラー１６や干渉フィルタ２０を用いてい\nるにも拘わらず励起光成分や水のラマン散乱光成分が光電子増倍管２２に入射して\nくるのは，ダイクロイックミラー１６や干渉フィルタ２０が完全に波長を分離する\nことができないためである。例えば，干渉フィルタ２０が理想的な干渉フィルタで\nあっても，波長を分離できるのは入射光が干渉フィルタ２０に直角に入射するとき\nだけである。実際には蛍光光はインコヒーレントであり，蛍光光源の大きさをもっ\nているので，たとえ対物レンズ１８で平行光を得てもこの条件は満たされない。\n仮に，干渉フィルタ２０の代りに回折格子を用いても，入射スリット\nがある大きさをもち，また回折格子の本数も無限ではなく，蛍光光がインコヒーレ\nントでもあるので，その回折格子は同様に理想的波長フィルタとはならない。\nすなわち，実験的に可能な物理系では完全に蛍光波長のみを分離する\nことはできず，光電子増倍管２２に背景光としてレーリー散乱による励起波長成分\nや水のラマン散乱波長成分の混入は避けられない。・・・　　本発明は泳動ゲルに\n励起光照射をして検出した信号から背景光の変動分を除去することによって測定感\n度の高い塩基配列決定装置を提供することを目的とするものである。」（２頁右上\n欄１１行～３頁左上欄１４行）\nイ　上記アの記載によれば，刊行物Ａには，従来技術として，蛍光物質の標\n識色素をつけたＤＮＡ断片を泳動ゲルに泳動させ，泳動ゲルに励起光照射して蛍光\n物質を検出した信号から塩基配列を決定する装置の発明（引例Ａ発明）が開示され\nており，その構成は，蛍光物質の標識色素をつけたＤＮＡ断片を泳動ゲルに電気泳\n動させる機構と，前記泳動ゲルに励起光レーザービームを照射するためのレーザ\nー，ダイクロイックミラー及び対物レンズと，ＤＮＡ断片の蛍光ラベルからの励起\n光である蛍光を受光して検出するための対物レンズ，ダイクロイックミラー，蛍光\n選択用干渉フィルタ及び光電子増倍管と，対物レンズ及び関連する光学系全体を試\n料の配列方向に機械的に走査する手段とからなり，対物レンズとダイクロイックミ\nラーは励起光照射用及び蛍光受光用に共用しているものである。\n上記のとおり，引例Ａ発明は，その検出対象がＤＮＡ断片が泳動する泳\n動ゲルであるから，ＤＮＡの塩基配列を解析する，いわゆるバイオテクノロジーの\n技術分野に属し，ＤＮＡ断片の分布状態を調べることを目的とするものではある\nが，同発明は，そのための手段として，光ビームが照射されるＤＮＡ断片からの蛍\n光を検出する光学的検出装置を備えるものである。\n(2)ア　一方，刊行物Ｂ（甲５）には，蛍光を利用した共焦点走査型光学顕微鏡\nに関する発明が開示されており，発明の詳細な説明の項には，次の記載がある。\n(ア)  「走査型光学顕微鏡は，通常の光学顕微鏡に比べて，注目している\n画素以外からの散乱光が無くてコントラストの良い画像が得られ，或は共焦点法，\n微分位相差法等の特殊で有効な画像形成ができ，更にＯＢＩＣ（光誘起電流）像，\n光音響像など種々の物理現象の画像化ができる等の利点を有しているため，半導体\n関連分野及び材料関連分野や生物・医学分野にも有効な顕微鏡として期待されてい\nる。」（１頁右下欄１７行～２頁左上欄５行）\n(イ)  「試料１０で反射された光及び走査ビームによって生じた蛍光は，\n対物レンズ８，結像レンズ７，瞳投影レンズ６，第二の光偏向器５，瞳伝送レンズ\n４，３，第一の光偏向器２を通って戻って来る。そして，戻ってきた反射光及び蛍\n光はビームスプリッタ１により取り出されて検出ビーム１７となる。検出ビーム１\n７は光偏向器５，２を再び経由して戻って来ているので，軸外を走査されても動か\nない。検出ビーム１７は集光レンズ１１により集光され，ピンホール１２を介して\n検出器１３で検知される。これにより反射光及び蛍光による高解像な像が得られ\nる。」（２頁左下欄１４行～右下欄５行）\n(ウ)  「 第６図は，ピンホールを用いた場合に反射像或は蛍光像の断面像\nが得られる原理即ち共焦点法の原理を説明するものである。ここでは簡単の為に光\n走査光学系は略している。２１は点光源，２２はビームスプリッタ，２３は対物レ\nンズ，２４は試料，２５はピンホール，２６は検出器であって，ピンホール２５は\n光源２１と共役な位置即ち光源２１が対物レンズ２３によって試料２４中のある平\n面２７上に結像され，それが同じ対物レンズ２３によって再び結像される点にピン\nホール２５が設けられている。よって，以上の系を共焦点（ｃｏｎｆｏｃａｌ）系\nという。　点光源２１からの光は対物レンズ２３に入射して試料２４中の平面２７\nの１点を照射する。反射光或は生じた蛍光は光束２９となってビームスプリッタ２\n２で反射し，ピンホール２５を通って検出器２６によって検出される。ここで厚さ\nのある試料２４の中の別の平面２８からの反射光或は蛍光を考えてみる。そこから\nの光束３０はピンホール２５の上では拡がりを持つことになるので，ほとんど検出\n器２６には到達しない。よって，点光源２１によって照射した点を含む平面２７\n（実際に走査すれば平面２７中を走査することになる。）以外からの光は検出しな\nいので，厚い試料２４中の断面像を簡単に得ることができる。」（２頁右下欄９行\n～３頁左上欄１３行）\n(エ)  「以上のように、厚い試料の反射光断面像及び蛍光断面像を実時間\nで観　察できる。従って，厚い試料を実時間で観察できることから生物試料を生き\nたまま観察でき，ＤＮＡの微細構造等の観察に好適である。」（５頁右上欄１５～\n１９行）\nイ　共焦点の構成が，蛍光を検出しようとする特定領域以外からのバックグ\nラウンド光や散乱光を除去することを目的とするものであることは技術常識に属す\nることであるというべきところ，上記ア(ウ)のとおり，刊行物Ｂには，試料上の特\n定領域からの蛍光を検出する際に，対物レンズとピンホールからなる共焦点構成を\n用いて当該領域以外からの外乱となる光を除去する構成が示されているということ\nができる。\n(3)　上記(1)アのとおり，刊行物Ａには，引例Ａ発明に係る塩基配列決定装置\nにおいて，蛍光光は非常に弱いので背景光によりＳ／Ｎ比が低下する旨が記載され\nているところ，背景光としては，波長の異なる励起光のレーリー散乱成分や水のラ\nマン散乱による成分のみならず，蛍光光を検出しようとする特定領域以外からの光\nであるバックグラウンド光（背景光）や散乱光などの光が存在することは当業者の\n技術常識である（このことは，本願発明の明細書（甲２）に「本発明のほかの目的\nは，核酸，たんぱく質などからけい光放射を検出し，一方で不要なバックグラウン\nド放射を遮断することである。」（３頁３欄３２～３５行）と記載されていること\nからも明らかである。）。そうすると，引例Ａ発明において，このようなＳ／Ｎ比\nを低下させる要因を排除し，その測定感度を高めるため，上記泳動ゲルに励起光照\n射をして検出した信号を受信するにあたり，バックグラウンド光や散乱光などの外\n乱をできるだけ除去しようとすることは，当業者として自然な発想であると考えら\nれる。このほか，刊行物Ａの備える光学的検出装置の構成自体は，蛍光を利用する\n刊行物Ｂ発明に係る走査型光学顕微鏡の構成と異なるものではなく，両発明はこの\n点において技術分野を共通にするものであること，また，上記(2)ア(ア)，(イ)，\n(エ)に記載のとおり，刊行物Ｂ発明は，光ビームを走査し，光ビームが照射される\n微小領域の「蛍光」を検出できる光学的検出系に関するものであり，「生物・医学\n分野」，「ＤＮＡの微細構造等の観察」にも有効な光学的検出系であること等を併\nせ考慮すれば，引例Ａ発明に刊行物Ｂ発明を組み合わせることの動機づけは十分に\nあるということができる。そして，引例Ａ発明に刊行物Ｂ発明を適用することにつ\nいて格別の阻害要因は見当たらないから，これらの組合せは，当業者であれば，容\n易に想到できたことであると認めるのが相当である。\n原告は，引例Ａ発明は，ＤＮＡ断片がゲル中のどこに多く分布しているか\nを観察するものであり，ある程度の拡がりをもった領域内全体について，蛍光の有\n無を判断するものであるのに対し，刊行物Ｂ発明は，試料の微細な構造を目視でき\nるように拡大するための装置であり，極めて小さな点を連続的に観察し（走査\n型），これを連続的に表示することで１つの画像を得るものであり，刊行物Ｂ発明\nにより大きい領域内の光を観測することは，その目的や構成に反する結果となる旨\n主張する。\nしかしながら，ゲル中のＤＮＡ断片の分布状態を観察する場合，ある程度\nの拡がりをもった領域について蛍光の有無の判断をすれば足りるものとしても，小\nさな点を連続的に観察し，これを連続的に表示して１つの画像を得るという方法に\nより，同様の観察ができないとは直ちにはいえず，共焦点方式の採用による上記メ\nリットをも考慮すれば，このような観察方法が刊行物Ｂ発明の目的や構成に反する\n結果をもたらすということもできない。このことは，本願発明に係る明細書（甲\n２）の【産業上の利用分野】に，「本発明は，一般的には，けい光走査に関し，具\n体的には，共焦点顕微鏡検出装置を採用したレーザー励起けい光ゲル・スキャナに\n関する。」（２頁２欄９～１１行）と記載されているとおり，本願発明１が，引例\nＡ発明と同じレーザー励起蛍光ゲル・スキャナに，刊行物Ｂ発明と同じ共焦点顕微\n鏡を採用していることからも明らかというべきである。\n(4)  原告は，刊行物Ａには，刊行物Ｂ発明におけるようなピンホールを用いる\n共焦点光学系を含む「実験的に可能な物理系」によっては，背景光の除去が不可能\nであるという技術思想が記載されているから，引例Ａ発明と刊行物Ｂ発明とを結び\n付けないようにする動機が記載されていると主張する。\n原告は，刊行物Ａ（甲４）において，「実験的に可能な物理系では完全に\n蛍光波長のみを分離することはできず，光電子増倍管２２に背景光としてレーリー\n散乱による励起波長成分や水のラマン散乱波長成分の混入は避けられない。」（２\n頁右下欄１２～１６行）と記載されていることをとらえ，上記のとおり主張するも\nのと解されるが，刊行物Ａの上記記載部分は，実験的に可能な物理系では，蛍光以\n外の波長の背景光を完全に分離する波長分離ができないという趣旨をいうものにす\nぎず，同物理系では，試料の標本点以外からの背景光を完全に分離する空間分離が\nできないといっているわけではない。　したがって，原告の，刊行物Ａには，引例\nＡ発明と刊行物Ｂ発明とを結び付けないようにする動機が記載されているとの主張\nは，その前提を誤ったものであり失当である。\n(5)　したがって，引例Ａ発明と刊行物Ｂ発明とを組み合わせる動機づけがない\nとの原告主張は，理由がない。\n２　引例Ａ発明と刊行物Ｂ発明とを組み合わせたとしても本願発明１の構成に到\nらないとの主張について\n原告は，刊行物Ｂ発明に係る顕微鏡は，対物レンズで光線を回折限界まで絞\nって試料に当て，試料の可及的に小さい点からの蛍光を検出し，走査することで試\n料の構造を観察するものであるから，このような構成をＤＮＡ塩基配列解析用装置\nに組み込んだとしても，ある程度の大きさを有する領域内から発せられる蛍光を集\nめて観測する本願発明１の構成に到るものではなく，また，引例Ａ発明と刊行物Ｂ\n発明を組み合わせた上で，一定の拡がりのある領域に照射できるよう，拡がりをも\nった光とし，ピンホールの穴を大きくすることは，外乱光を遮断するというピンホ\nールを用いた目的に反するものとなるから困難である旨主張するので，進んで，こ\nの点について検討する。\n(1)ア　本願発明に係る明細書（甲２）には次の記載がある。\n「ここに教示されたレーザー励起共焦点けい光走査装置は，ゲル内のＤ\nＮＡ及びＲＮＡを検出する非常に高感度な方法である。本発明は，昀高の集光効率\nを達成するため，大口径の対物レンズを備えた共焦点顕微鏡を採用している。本発\n明は，昀高の検出限度を得るためにバックグラウンド光を効率的低減する偏光，分\n光濾過，空間濾過，及び屈折率整合の原理を教示している。周波数－電圧変換で光\n子を計数するノイズの電子的ゲートは，信号対ノイズをさらに改善する。レーザー\nビームを横切ってゲルを送る方式を採用することにより，高い感度と空間解像度と\nによって大きい電気泳動ゲルを撮像する装置が形成された。このけい光撮像装置の\n昀大空間解像度は，本発明で説明された光学構成要素を使用して，直径で１～２μ\nｍ程度に小さいレーザーのスポットの大きさにより決定される。このけい光撮像装\n置の高い空間解像度と高感度の検出限度との組合せは，自動放射線写真の限度に近\nい非常に高感度の検出限度が容易に得られることを意味する。」（５頁７欄１６～\n３３行）\nイ　上記アの記載によれば，本願発明１のレーザー励起共焦点蛍光走査装置\nは，ゲル内のＤＮＡ及びＲＮＡを非常に高感度に検出するために，大口径の対物レ\nンズを備えた共焦点顕微鏡を採用し，直径で１～２μｍ程度の昀大空間解像度を有\nするものであると認められる。また，本願発明に係る請求項１には，「光ビームを\n受け，そしてその光ビームをゲルの選択した部分に焦点を結ばせて異なる波長の蛍\n光を発生させ，そのゲルの選択した部分から発生した蛍光を集めて，その蛍光を通\nすが，前記の所定の波長の光は反射する前記のダイクロイック・ビームスプリッタ\nへ向ける対物レンズ」と記載されているところ，対物レンズにより焦点を結ばせる\nとは，直径で１～２μｍ程度のレーザースポットにすることであると解される。し\nたがって，本願発明１の光学系は，高い空間解像度を有するものであり，刊行物Ｂ\n発明で想定される蛍光を当てる試料上の点とは異なる，ある程度の大きさを有する\n領域内から発せられる蛍光を集めて観測するものと認めることはできない。\n(2)　刊行物Ｂ（甲５）には次の記載がある。\n「スリット４１の細長開口の幅は，スポット光の回折径より小さくても良\nいし，大きくても良い。小さい場合には理論的に焦点深度方向の分解能（断面像の\n厚さ）を小さくできる。大きくすれば，それに従って焦点面以外の面の情報も徐々\nに入ってくる。」（４頁左下欄１～６行）\n上記記載によれば，刊行物Ｂには，ピンホールの代替としたスリット\n（「一次元走査光であれば必ずしもピンホールでなくてもスリットを用いることに\nより共焦点方式を構成できることを利用したもの」（３頁右下欄１８行～４頁左上\n欄１行））の幅をスポット光の回折径より大きくしてもよいことが開示されてい\nる。\n(3)　上記(1)，(2)に指摘した点を前提に考えれば，刊行物Ｂ発明において，レ\nーザー光の集光される領域及びピンホールの径が，本願発明１のものよりも小さい\nとしても，引例Ａ発明と本願発明１とはレーザー光の集光される領域の大きさが同\nじであることは明らかであり，刊行物Ｂにピンホールの径を大きくすることが開示\nされていることは前記(2)に認定したとおりであるから，刊行物Ｂ発明の高い空間解\n像度を有する共焦点顕微鏡の構成を引例Ａ発明のＤＮＡ塩基配列解析用装置に組み\n込むことについて，原告主張のような困難があるとは認めることはできず，刊行物\nＢ発明の共焦点構成を引例Ａ発明の光学系に適用する際に，レーザー光の集光され\nる領域及びピンホールの径の大きさを本願発明１のものと同じにすることは，当業\n者が適宜なし得ることと考えられる。\n（なお，本件審決が認定した本願発明１と引例Ａ発明との一致点及び相違点\n並びに刊行物Ｂ発明の内容については，原告はこれを自認するところ，この事実を\n前提にすると，本件においては引例Ａ発明と刊行物Ｂ発明とを組み合わせれば，本\n願発明１の構成になる筋合いというべきである。）\n(4)  したがって，引例Ａ発明と刊行物Ｂ発明とを組み合わせたとしても本願発\n明１の構成に到らないとの原告主張は，理由がない。\n３　以上のとおりであるから，原告の主張する取消事由は理由がなく，本件審決\nに他に取り消すべき瑕疵は見当たらない。\nよって，原告の請求は，理由がないからこれを棄却することとし，主文のと\nおり判決する。\n東京高等裁判所第３民事部\n裁判長裁判官  　北　　山　　元　　章\n裁判官　　青　　栁　　　　　馨\n裁判官    沖　　中　　康　　人\n"
}