{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 11,
    "day": 12
  },
  "case_number": "平成14(行コ)145",
  "case_name": "場外車券売場設置許可処分取消等請求控訴事件(原審・東京地方裁判所平成13年(行ウ)第149号)",
  "court_name": "東京高等裁判所",
  "field": "行政",
  "gist": "自転車競技法（昭和２３年法律第２０９号。平成１９年法律第８２号による改正前）５条１項に基づいてされた場外車券売場の設置許可処分の無効確認及び取消しを求める訴えにつき，当該場外車券売場の一般周辺住民の原告適格が否定された事例",
  "case_gist": "自転車競技法（昭和２３年法律第２０９号。平成１９年法律第８２号による改正前）５条１項に基づいてされた場外車券売場の設置許可処分の無効確認及び取消しを求める訴えにつき，場外車券売場の設置許可制度は，申請に係る施設の位置，構造及び設備が，公安上及び競輪事業の運営上適当であるか否かを審査することを目的とするものであり，周辺住民等の生活環境の保護を主眼に置くものではないし，場外車券売場の設置により，直ちに周辺住民の生命，身体の安全が脅かされ，その財産に著しい被害が生ずることは一般的には想定しがたいところ，自転車競技法施行規則４条の２第２項１号が，場外車券売場の設置許可申請書には，敷地周辺の文教施設及び医療施設を記載した場外車券売場付近の見取図を添付しなければならないと規定していること等からすれば，文教施設及び医療施設についてはその運営に関する個別的利益の保護を図る趣旨を含むものと考えられないでもないが，それ以外の一般周辺住民や周辺の事業を営む者の個別的利益の保護を図る趣旨が含まれているとは認められないとして，前記場外車券売場の周辺の文教施設及び医療施設設置者に当たらない一般周辺住民の原告適格を否定した事例",
  "lawsuit_id": "15270",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=15270",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/270/015270_hanrei.pdf",
  "contents": "主　　　文\n１　本件控訴を棄却する。\n２　控訴費用は控訴人の負担とする。\n事実及び理由\n第１　控訴の趣旨\n１　原判決を取り消す。\n２（主位的請求）\n被控訴人が株式会社対鶴ビル（以下「対鶴ビル」という。）に対し，平成１３年\n４月２４日付けでした場外車券売場「サテライト津山」設置許可処分（以下「本件\n処分」という。）は，無効であることを確認する。\n３（予備的請求）\n被控訴人が対鶴ビルに対し，平成１３年４月２４日付けでした本件処分を取り消\nす。\n第２　事案の概要\n１　本件は，被控訴人が，自転車競技法（以下「法」という。）４条１項に基づ\nき，対鶴ビルに対してした本件処分について，当該場外車券売場設置場所である岡\n山県津山市の住民である控訴人が，本件処分は，被控訴人が，法及び法施行規則に\n違反し，その裁量の範囲を逸脱して行った無効・違法な処分であると主張して，主\n位的に本件処分の無効確認を，予備的に同処分の取消しを求めた事案である。\nこれに対し，被控訴人は，場外車券売場周辺の住民である控訴人は本件処分の無\n効確認及び取消しを求める原告適格を有しないから，本件訴えは不適法であると主\n張して争った。\n２　原判決は，控訴人は本件処分の無効確認及び取消しを求める原告適格を有しな\nいから，本件訴えは不適法であるとして，これを却下したので，これを不服とする\n控訴人が控訴したものである。\n３　関係法令の定め，前提となる事実，争点及び当事者の主張は，後記のとおり当\n審における控訴人の主張を付加するほかは，原判決「事実及び理由」欄第２「事案\nの概要」の１ないし３（原判決２頁１９行目から１０頁１０行目まで）記載のとお\nりであるから，これを引用する。\n第３　当裁判所の判断\n１　当裁判所も，控訴人は，本件処分の無効確認及び取消しを求める原告適格を有\nしないから，本件訴えは不適法であって却下すべきものと判断するものである。そ\nの理由は，２において，当審における控訴人の主張及びこれに対する判断を付加す\nるほかは，原判決「事実及び理由」欄第３「当裁判所の判断」の１（原判決１０頁\n１２行目から１４頁３行目まで）に説示するとおりであるから，これを引用する。\n２　当審における控訴人の主張及びこれに対する判断\n（１）　控訴人は，場外車券売場の周辺には，文教施設及び医療施設が存在し，控\n訴人が代表を務める「市民オンブズマンつやま」のメンバーには，それら文教施設\n及び医療施設の関係者がいるから，控訴人には原告適格があると主張する。\nしかし，行政事件訴訟法９条１項によれば，本件処分の取消しを求める法律上の\n利益については，本件訴えを提起した控訴人について判断すべきところ，控訴人の\n主張によっても，控訴人が文教施設及び医療施設の関係者であると主張しているも\nのではないことは明らかであるから，上記主張はその前提を欠くものであって，採\n用することができない。\n（２）　控訴人は，サテライト津山の開設後，ギャンブルによる借金返済のための\n婦女誘拐等が発生しており，また，これに通っている者の中から破産者も出ている\nから，その予防のためには，本件処分を取り消す必要があると主張する。\nしかし，控訴人の上記主張も，控訴人が本件処分の取消しを求めるにつき法律上\nの利益を有することを裏付ける事情とはいえないから，同主張もまた採用すること\nができない。\n第４　結論\n以上によれば，本件訴えを却下した原判決は相当であるから，控訴人の本件控訴\nは理由がない。\nよって，主文のとおり判決する。\n東京高等裁判所第２１民事部\n裁判長裁判官　石垣君雄\n裁判官　大和陽一郎\n裁判官　富田善範\n"
}