{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 18,
    "month": 8,
    "day": 30
  },
  "case_number": "平成18(ネ)448",
  "case_name": "意匠権侵害差止等請求控訴事件",
  "court_name": "大阪高等裁判所",
  "right_type": "意匠権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "33469",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=33469",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/469/033469_hanrei.pdf",
  "contents": "平成１８年(ネ)第４４８号意匠権侵害差止等請求控訴事件（原審・大阪地方裁判所\n平成１６年(ワ)第１４３５５号）\n判決\n控訴人（１審原告） 大 和 産 業 株 式 会 社\n同訴訟代理人弁護士 清水伸賢\n同 田中義信\n同 加藤知徳\n同 末 弘 婦紗子\n同 熊 谷卓也\n同補佐人弁理士 藤 本 昇\n同 岩田徳哉\n同 野村慎一\n被控訴人（１審被告） 太 陽 ビ ル メ ン 株 式 会 社\n同訴訟代理人弁護士 大東恭治\n同訴訟復代理人弁護士 室谷和彦\n同補佐人弁理士 中 谷 武 嗣\n主文\n１ 本件控訴を棄却する。\n２ 控訴費用は控訴人の負担とする。\n事実及び理由\n第１ 控訴の趣旨\n１ 被控訴人は，原判決別紙イ号物件目録記載の手さげかごを製造し，販売して\nはならない。\n２ 被控訴人は，その本店，営業所及び工場に存する原判決別紙イ号物件目録記\n載の手さげかご及びその半製品を廃棄し，同手さげかごの製造に必要な金型を\n除却せよ。\n３ 被控訴人は，控訴人に対し，３０００万円及びこれに対する平成１７年１月\n１３日から支払済みまで年５分の割合による金員を支払え。\n４ 訴訟費用は，第１，２審を通じて被控訴人の負担とする。\n５ ３項につき仮執行宣言\n第２ 事案の概要\n１ 本件は，スーパーマーケット等の店内において買い物かごとして用いられる\n手さげかごの被控訴人による製造販売につき，意匠権を有する控訴人が同意匠\n権侵害を主張して，その製造販売の差止め及び同手さげかご等の廃棄並びに金\n型の除却を求めるとともに，不法行為に基づく損害賠償を請求した事案である。\n原審は，控訴人の請求をいずれも棄却したため，控訴人が本件控訴を提起し\nた。\n２ 当事者間に争いのない事実，争点，争点に関する当事者の主張は，原判決２\n頁１４行目から４２頁１９行目までに記載のとおりであるからこれを引用する。\nただし，１４頁１８行目「乙第９号証」を「乙第２５号証」に訂正する（以下，\n「本件意匠権」，「本件登録意匠」，「旧意匠法」，「類似意匠１ないし５」，\n「イ号物件」，「イ号意匠」，「別件判決」，「イ’号物件」，「公知意匠１，\n２」等の語を，原判決の用法に従って用いる。）。\n３ 当審における補充主張\n〔控訴人〕\n(1) 本件登録意匠の要部\nア 原判決は，「孔の高さが同一である」，「孔の中心線が同一直線上に列\n設されている」との構成要素を要部と認定したが，類似意匠２・３におい\nては孔の高さは同一ではないし，類似意匠３においては孔の中心線の位置\nがずれているから，これらの点は要部ではない。\n原判決は，リブ孔について「中央部に近づくに従ってわずかに縦が長く\nなる孔が正面板及び背面板に沿ってそれぞれ２３個，左右側面板に沿って\nそれぞれ１３個穿設されている」との構成要素を要部と認定したが，ほと\nんど見えないか仔細に観察しないと判別できないから，この点は要部では\nない。買い物かごが一般顧客に対して販売されることは十分にあるし，看\n者の範囲を安易にスーパーマーケット等の購買担当者に限定するのは相当\nでないところ，通常の一般人の視点からさほど注目されない底面から周側\n面下部の透孔や突リブの細部的な形状を重視するのは妥当でない。\nイ 原判決は，乙９のかごを公知意匠１と認定して本件登録意匠の特徴であ\nる周側面の形状が公知であるとしたが，公知意匠１は，自転車用前籠であ\nって，当該籠を示す乙９・第１図はその一部しか図示されていないばかり\nか，縦長長方形状の角孔が上下方向３段に周側面全周面に所定のピッチで\n打抜き形成された形状からなるものであって，本件登録意匠の四側面の特\n徴ある形態は何ら表れていない。\n原判決は，乙１５，２５のかごを公知意匠２と認定して，本件登録意匠\nの特徴である周側面の形状が公知であるとしたが，公知意匠２は，楕円状\nのかご本体の周側面に極めて幅が狭く小さな縦長長方形状の角孔を上下５\n段に多数形成された単純な形態であって，一見して本件登録意匠の周側面\nの形態と相違するものであり，本件登録意匠の四側面の特徴ある形態は何\nら表れていない。\nしたがって，本件登録意匠の周側面の形態は公知ではない。\n(2) 本件登録意匠とイ号意匠の類否\nア 原判決の類否判断手法\n(ア) 原判決は，意匠の類否判断は要部の構成態様を共通にするか否かを\n観察して判断すべきとしつつ，本件登録意匠において周側面の孔及び孔\n群の形状について要部を認定しながら，イ号意匠との要部の対比におい\nては，要部として認定していない孔の縦列数，孔の幅，孔の幅の広さ，\n孔の面積比等の構成態様をもって要部の相違点として評価しており，認\n定を誤っている。\n本件登録意匠とイ号意匠の要部における孔の高さと透孔の数，孔の面\n積比等の相違は，類似意匠２・３に共通する相違であるため，かかる相\n違は全体観察すると微差であると評価できる。\nそして，孔の中心線が一直線状であるか否かの相違は，イ号意匠にお\nいても中段と下段の孔は一直線であり，上段のみが中・下段と位置がず\nれているにすぎず，類似意匠３に共通する相違であるため，かかる相違\nは全体観察すると細部的であると評価できる。\n(イ) 原判決は，本件登録意匠において突リブの孔について要部を認定し\nながら，イ号意匠との要部の対比においては，要部として認定していな\nい突リブの形状（リブ形状が細い丸線状か平面状か）と，透孔とリブ孔\nの配置関係（透孔とリブ孔がずれているか連続か）の構成態様をもって\n要部の相違点として評価しており，認定を誤っている。\n突リブ外周の孔形状において重要な構成要素は，孔がブリッジ状に連\n接するリブによって正面板，背面板及び左右側面板の孔と別個に形成さ\nれている点及び孔が略半楕円形状の孔として表れている点にあり，上記\n相違は類似意匠４・５に共通する相違点であるため，全体観察すると微\n差であると評価できる。\nイ 原判決認定の要部を前提とした本件登録意匠とイ号意匠の類似\n原判決が認定した本件登録意匠の要部についてイ号意匠を対比しても，\n孔の高さと列数の相違，孔の中心線のずれ，突リブの形状や透孔とリブの\n配置関係といった相違はあるが，要部における本質的相違ではなく，イ号\n意匠は実質的に本件登録意匠の要部を全て具備するものであるから，イ号\n意匠は本件登録意匠に類似する。\nウ 別件判決の類否判断\n別件判決（本件意匠権に基づく別件の意匠権侵害差止等請求事件の１審\n判決・甲９）は，本件登録意匠と類似する意匠（被告意匠）による意匠権\n侵害を認めたところ，本件登録意匠と被告意匠の類否判断において，孔の\n段・列の数の違い，無孔部の外周ラインの有無，底面の形状の違いといっ\nた相違点の影響を凌駕して共通の美感を起こさせるものとして類似を認め\nている。\n本件の原判決は，看者の注意を惹くとはいえない細部的な事項を根拠に\n本件登録意匠とイ号意匠が類似しないとしているが，別件判決の認定手法\nに照らして誤りがある。\n(3) 類似意匠３の参酌\n原判決は，類似意匠３の意匠登録が意匠登録無効審判により無効とされる\nべきものであるし，特許庁が類似意匠３が本件登録意匠に類似するとした判\n断は本件訴訟における類否判断に拘束力を持つものではないとして，本件登\n録意匠の要部認定に当たりこれを参酌するのは相当でないとしたが，類似意\n匠制度が存在する以上は，類似意匠として登録されれば類似意匠と実質同一\nの意匠は本意匠の類似範囲に属するものと判断されるべきであって，これが\n裁判所を拘束しないと類似意匠制度それ自体を否定することとなるから，本\n件登録意匠の類似範囲を画定するに際して類似意匠３を参酌すべきである。\n〔被控訴人〕\n(1) 本件登録意匠の要部\nア 本件登録意匠の周側面の形態は公知でありふれている。原判決は，パン\nフレット（乙５，６）にある孔の形状が不明確であるとして要部認定に当\nたって参酌することはできないとしたが，図面としては不正確な表示であ\nっても略縦長長円形状の孔との原判決が認定した要部の構成を十分に認識\nすることができるから，かかる特徴を備えた手さげかごは公知の意匠であ\nる。\nイ 控訴人は，類似意匠１ないし５と本件登録意匠の相違点を根拠に，孔の\n高さや孔の中心線が一直線状に列設されていることが要部でないと主張す\nるが，原判決は公知意匠を検討した上で要部を認定しており，公知意匠を\n検討せずに登録された類似意匠との相違点を議論しても意味はない。\n控訴人は，リブ孔の構成につきほとんど見えないか仔細に観察しないと\n判別できないから要部でないと主張するが，買い物かごは通常上から見る\nところ，上から見た場合は突リブ外周の孔は決して小さくないし，これを\n形成する丸線材はその形態が特徴的であることからすれば周側面よりも看\n者の注意を惹くものであるから，原判決が底面と周側面間の突リブ外周の\n孔の形態が周側面の孔の形状よりもウェイトが低いとした点は疑問がある\nし，イ号物件の底面の形状は周側面の形状と相まって，本件登録意匠とは\n異なる印象を与えるものである。\n(2) 本件登録意匠とイ号意匠の類否\nア 本件登録意匠の周側面の孔群の形状はありふれており，ありふれた形状\nに共通点があったとしても，他の部分の形態に相違点がありそれにより本\n件登録意匠とイ号意匠とは美感を異にしている以上は，類似しない。\nイ 本件登録意匠と類似意匠１ないし５とは，類似意匠１・４・５が底面の\n形態が異なり，同２が周側面の透孔の縦方向の大きさが均一でないことが\n異なるところ，イ号意匠は類似意匠１ないし５のいずれよりも本件登録意\n匠の形態から遠ざかっており，各類似意匠が登録されていることは，イ号\n意匠と本件登録意匠の類否判断に当たって指標とならない。\nウ 別件判決において提出された証拠と，本件訴訟において提出された公知\n意匠等の証拠は異なるから，要部認定が異なることに問題はない。\n(3) 類似意匠３の参酌\n無効事由を有する類似意匠を本意匠の要部認定に当たって参酌するのが相\n当でないことは，同種事案の裁判例に照らして明らかである。\n第３ 当裁判所の判断\n１ 争点(1)（イ号意匠は本件登録意匠と類似するか）について\n(1) 本件登録意匠の構成は，原判決４２頁２２行目から４５頁８行目までに\n認定されたとおりであるから，これを引用する。ただし，４３頁２１行目と\n４４頁８行目各「高さが同一で，」の後に，「形状が上下端が半円弧状の略\n縦長長円形状で幅がほぼ同一であり」を加える。\n(2) イ号意匠の構成は，原判決４５頁９行目から４８頁１行目までに認定さ\nれたとおりであるから，これを引用する。\n(3) 本件登録意匠の要部について\n意匠の類否を判断するに当たっては，意匠を全体として観察することを要\nするが，この場合，意匠に係る物品の性質，用途，使用態様，さらには公知\n意匠にない新規な創作部分の存否等を参酌して，取引者・需要者の注意を最\nも惹きやすい部分を意匠の要部として把握し，登録意匠と相手方意匠が要部\nにおいて構成態様を共通にするか否かを中心に観察して，両意匠が全体とし\nて美感を共通にするか否かを判断すべきである。そこで，本件登録意匠の要\n部を検討する。\nア 物品の性質，用途，使用態様等\n本件登録意匠に係る物品である「手さげかご」が，スーパーマーケット\nやデパート等の店内で用いられる買い物用のかご（ショッピングバスケッ\nト）であることは，当事者間に争いがない。そして，証拠（甲８の１）及\nび弁論の全趣旨によれば，上記買い物かごは，スーパーマーケットやデパ\nート等に対して業務用に販売されるものであるから，その需要者として把\n握されるのは，スーパーマーケットやデパート等の購買担当者であると認\nめるのが相当である。\nそして，証拠（甲８の１・２，乙３，３２）及び弁論の全趣旨によれば，\n購買担当者が買い物かごを選択する際に重視するのは，①店舗のイメージ\nに合った優れたデザインであるか否か，②客単価の向上につながるかごの\n容量が大きいか否か，③堅牢か否か，④上部周辺の形状や周側面の孔がか\nごの網口に指を挟むことのない安全性に配慮した形状であるか否か，⑤サ\nイドグリップの有無や把手杆の形状が顧客にとって使い勝手のよいもので\nあるか否か，⑥広告機能に配慮したものであるか否か，⑦メンテナンスの\n容易さ，の各点であると認められる。\nそうすると，この種の買い物かごの需要者であり，看者であると想定さ\nれるスーパーマーケットやデパート等の購買担当者は，上記②ないし⑦の\n個々の形態上の機能性に注意を払うことはもちろん，当該買い物かごのデ\nザインが店舗のイメージにあった優れた美感を有するものであるか否かを\n顧客の視点に立って観察するものというべきである。\nしたがって，かかる観点から，需要者がまず注意を払うのは買い物かご\nの全体形状であり，全体形状を俯瞰するためには，やや斜め上方からかご\n全体が視野に収まる程度の距離をおいて観察するのが通常であると考えら\nれる（甲８の１，乙３等の買い物かごのパンフレットにおいて，製品をや\nや斜め上方からかご全体が視野に収まるように撮影した写真が用いられて\nいるのも，全体形状を俯瞰するためであると推認されるところである。）。\nそして，やや斜め上方から買い物かごを観察した場合，買い物かごは比\n較的高さがあるため，まず目につくのは，最も面積が広い周側面（とりわ\nけ正面板）であり，デザインや，孔・網目に指を挟むことを防止するとの\n安全面からも，購買担当者の注目するのは最も面積が広い周側面の構成態\n様と認められる。ただし，周側面の底辺部に存在するリブの構成態様も，\n面積としては周側面よりは小さいものの，デザインの上では周側面と同一\n平面上にあることから，購買担当者の注意を惹くものと認められるし，そ\nのほか，上端縁部の形状や把手杆の形状，広告表示用のスペース（無孔\n部）の有無，形状なども，購買担当者の注意を惹くものと認められる。\nイ 公知意匠\n(ア) 本件登録意匠の意匠登録出願前に公知であった「手さげかご」に係\nる意匠として，原判決別紙手さげかごの公知意匠マップに記載された公\n知意匠（甲６の１～４）があり，本件登録意匠の基本的構成態様は，す\nでにこれらの公知意匠に表れた公知の意匠であると認められる。\n(イ) 具体的構成態様①（かご全体の形状及び寸法比），同②（かご本体\nの正面板及び背面板の孔群及び無孔部並びに切欠部の配置）のうち「か\nご本体の正面板及び背面板に，上下端が半円弧状の略縦長長円形状の孔\nが，中央上方部に設けられた広告表示用の略長方形状の無孔部を除いて\n一面に列設されていることや，無孔部の上方に高さの低い孔が穿設され\nている」点，及び同④（かご本体の左右側面板の孔及び孔群並びに切欠\n部の配置）のうち「かご本体の左右側面板に，正面板及び背面板におけ\nる孔と同形状の孔が縦・横に穿設され，両側端縁との間に一定幅の無孔\n部を有している」点は，公知意匠マップ記載の「河淳株式会社製手さげ\nかご」の意匠に見られる公知の意匠であると認められ，同⑥（無孔部の\n形状）も，公知意匠マップの実用新案出願公開昭５８－４１３１４号公\n報の意匠に見られる公知の意匠であると認められる。\n(ウ) 本件登録意匠に係る物品である「手さげかご」は，前記アのとおり，\nスーパーマーケット等の店内で買い物かごとして用いられる物品である\nところ，証拠（乙９）によれば，本件登録意匠の意匠登録出願前に，実\n用新案出願公告昭４２－１０４１３号公報（公告日昭和４２年６月８\n日）第１図記載の「自転車用前籠」の意匠（公知意匠１）が公然知られ\nていたことが認められる。公知意匠１は，金板をプレスして籠状に形成\nし，これに網目模様等を打ち抜いて網目模様を形成する自転車用かごに\n係る意匠である。\nなお，控訴人は，当該かごを示す上記第１図はその一部しか図示され\nていないことを主張するところ，確かに，同第１図では，かごの一部に\nのみ孔（網目模様）が形成され，その余の部分には孔が穿設されていな\nいかのように図示されているが，同図の体裁及び同公報の「図面の簡単\nな説明」の記載に照らせば，同部分は単に孔（網目模様）の記載が省略\nされているにすぎないことが窺われ，同図は周側面全体に略扇形状に配\n列して孔が穿設されていることを図示したものであることが推認される。\nまた，控訴人は，公知意匠１に係る考案の対象である自転車用かごは，\n本件登録意匠に係る物品である「手さげかご」とは，物品の用途，機能\nを異にする非類似物品であり，本件登録意匠の要部認定に当たり参酌さ\nれるべきではないと主張するところ，自転車用かごと買い物かごとでは，\n手に持って携帯するかごであるか，自転車に固定して用いるかごである\nかという点において大きな差があり，少なくとも物品の用途が相違する\nから，物品として同一ということはできない。\nしかしながら，登録意匠の要部を定めるにあたって，創作性の有無，\nその存在する箇所をも考慮すべきところ（法３条２項参照），そのため\nの資料を同一物品に関するものに限定しなければならない理由はなく，\n物品の異同の態様に応じた考察を加えることは当然として，本件登録意\n匠の要部認定において参酌すべきものと解される。\nそして，公知意匠１は，かご本体がやや横長長方形状で，上方に向か\nって順次幅広で形成されてなる上面開口型であり，周側面に多数の孔が\n穿設されている点で，本件登録意匠と基本的構成態様を共通にし，具体\n的構成態様においても，孔の幅がほぼ同一で，全体の孔群の形状が略逆\n台形状であり，中心線が上下方向の同一直線上に列設される孔を周側面\nに列を形成して略扇形状に配列したものである点で，本件登録意匠と共\n通し，かごの周側面の孔の形状が略長方形状である点で，縦長長円形状\nの本件登録意匠と相違する。\nしたがって，上記共通する構成に関する創作性は低いと言わざるを得\nない。\n(エ) 証拠（乙１５，２５）及び弁論の全趣旨によれば，本件登録意匠の\n意匠登録出願前である昭和５７年２月ころに作成された，果物や野菜を\n採集する際に用いる採集カゴの写真を掲載したパンフレットが配布され\nたことが認められ，その意匠（公知意匠２）が公然知られていたことが\n認められる。\n採集カゴは，手さげかごと用途又は機能が同一若しくは類似する物品\nであり，公知意匠２は，全体の形状が全体として丸みを帯びた略長方形\n状である点で本件登録意匠と相違するが，横長長方形状に近い形状であ\nって，その周側面は上面に向かって順次幅広で形成されてなる上面開口\n型であり，周側面及び底面に多数の孔が穿設され，両側上端縁に一対の\n把手杆が回動自在に取り付けてある点で共通する。\n控訴人は，公知意匠２は，一見して本件登録意匠の周側面の形態と相\n違するものであり，本件登録意匠の四側面の特徴ある形態は何ら表れて\nいないと主張するところ，確かに，公知意匠２の具体的構成態様におい\nては，広告宣伝用無孔部がなく，周側面全体に孔が形成されている点や，\n各周側面の端部が丸みを帯びてカーブしているため，明瞭に縁部の存在\nがあるとは認められないといった相違点はあるが，同一の高さの縦長長\n方形状の孔を，かごが上方に拡開する角度に合わせて，中心線が上下方\n向の同一線上に列設される縦５個の透孔が列を形成し，中央から左右に\n離れるに従って次第に傾斜して，扇の骨のごとく最下段から最上段まで\n上方に拡開して配設されている点で共通するものであるから，かかる意\n匠が公知となっていたことは，本件登録意匠の要部認定において参酌す\nべきものと解される。\n(オ) 同②のうち「透孔と縦長さが同じで横幅が約２分の１の大きさの切\n欠部が５個形成されている」点，及び同④のうち「両側端縁には該孔と\n縦長さが同じで横幅が約２分の１の大きさの切欠部が５個形成されてい\nる」点は，前記公知意匠には見られない形態である。\nまた，同③（かご本体の正面板及び背面板の孔群の形状）のうち「か\nご本体の正面板及び背面板に穿設された透孔は，高さが同一で，形状が\n上下端が半円弧状の略縦長長円形状で幅がほぼ同一であり，上方になる\nに従ってわずかに幅広になり，全体の孔群が略逆台形状を呈するよう穿\n設され，中心線が上下方向の同一直線上に列設される５個の透孔が列を\n形成し，中央から左右に離れるに従って次第に傾斜して，左右端の列を\nなす５個の透孔の中心線は，かご本体の両側端縁と略平行しており，５\n個の孔列はあたかも扇の骨のごとく最下段から最上段まで上方へ拡開し\nて配設される」点，及び同⑤（かご本体の左右側面板の孔及び孔群の形\n状）「かご本体の左右側面板に穿設された透孔は，高さが同一で，形状\nが上下端が半円弧状の略縦長長円形状で幅がほぼ同一であり，上方にな\nるに従ってわずかに幅広になり，全体の孔群が略逆台形状を呈するよう\n穿設され，中心線が上下方向の同一直線上に列設される５個の透孔が列\nを形成し，中央から左右に離れるに従って次第に傾斜して，左右端の列\nをなす５個の透孔の中心線は，かご本体の両側端縁と略平行しており，\n５個の孔列はあたかも扇の骨のごとく最下段から最上段まで上方へ拡開\nして配設される」点については，前記公知意匠のいずれも，縦長長円形\n状の孔の縦列はすべて垂直に穿設されていて，左右端の縦列の孔は逆三\n角形状をなしていることによれば，これらの具体的構成態様は，前記公\n知意匠には見られない新規の形態であると認められる。\nさらに，同⑧（底面から周側面下部の透孔の形状）「突リブ外周の孔\nは，底面と正面板，背面板及び左右側面板とをブリッジ状に連接するリ\nブによって正面板，背面板及び左右側面板の孔とは別個に形成されてい\nるものであり，正面，背面及び左右側面においては略半楕円形状の孔と\nして表れ，該突リブの四角部には無孔部が存し，それ以外の外周には底\n面から見てほぼ四角形に見え，中央部に近づくに従ってわずかに縦が長\nくなる孔が正面板及び背面板に沿ってそれぞれ２３個，左右側面板に沿\nってそれぞれ１３個穿設されている」点も，前記公知意匠に同様の構成\nを具備したものは存在せず，新規の形態であると認められる。\nウ 登録類似意匠（類似意匠１ないし５）\n(ア) 控訴人は，本件登録意匠について，原判決別紙意匠公報２ないし６，\n及び原判決別紙本件登録意匠と類似意匠マップ各記載の類似意匠１ない\nし５が類似意匠登録されたことを考慮すれば，本件登録意匠の要部は，\n各類似意匠に共通する基本的構成態様にあると主張しており，当審にお\nいても孔の高さが同一であることや孔の中心線が同一直線上に列設され\nていることは本件登録意匠の要部ではないと主張する。\n(イ) 類似意匠が登録されている場合，本意匠の要部は類似意匠にも共通\nして存在するはずであるところ，類似意匠１ないし５においては，かご\n本体の形状がやや横長長方形状で，その周側面が上方に向かって順次幅\n広に形成されてなる上面開口型であり，周側面及び底面に多数の孔が穿\n設され，両側上端縁に一対の把手杆を有する手さげかごであること，か\nご本体の正面板，左右側面板に穿設された多数の孔の形状が上下端が半\n円弧状の略縦長長円形状で幅がほぼ同一であり，全体の孔群が略逆台形\n状を呈するよう穿設され，中心線が上下方向のほぼ同一直線上に列設さ\nれる透孔が列を形成し（なお，類似意匠３については，正面板に穿設さ\nれた孔が縦３段で上段は１６列，中・下段は２４列であるが，上段の列\nのうち無孔部の上部を除く左右の各５列の位置関係は，中・下段の各６\n列に合致し，左右側面板に穿設された孔が縦３段で上段は１３列，中・\n下段は１５列であり，上段孔群と，中・下段孔群とで中心線に若干のず\nれがあるが，ほぼ同一の範囲内にあるし，かかる構成をとるのは５つの\n類似意匠のうちの１つだけである。），中央から左右に離れるに従って\n次第に傾斜して，左右端の列をなす透孔の中心線が，かご本体の両側端\n縁と略平行しており，孔の縦列はあたかも扇の骨のごとく最下段から最\n上段まで上方へ拡開して配設されていること，かご本体の正面板の中央\n上方部に広告表示用の略長方形状の無孔部が設けられ，無孔部の上部に\n他の孔部に比し高さの低い孔が形成されていることの諸点で共通する。\n(ウ) そうすると，控訴人の主張する基本的構成態様が類似意匠１ないし\n５に共通することはもとよりであるが，その余にも共通する点があり，\n少なくともこれらすべてが要部となるものであるから，基本的構成態様\nのみが共通しこれが要部となる旨の控訴人の主張は採用し得ない。\nエ 本件登録意匠の要部\n(ア) 前記各公知意匠との対比において，本件登録意匠においては，具体\n的構成態様③・⑤のうち「多数の透孔の形状が上下端が半円弧状の略縦\n長長円形の形状で幅がほぼ同一であり，上方になるに従ってわずかに幅\n広になり，全体の孔群が略逆台形状を呈するよう穿設され，中心線が上\n下方向のほぼ同一直線上に列設される複数の透孔が列を形成し，中央か\nら左右に離れるに従って次第に傾斜して，左右端の列をなす複数の透孔\nの中心線は，かご本体の両側端縁と略平行しており，複数の孔列はあた\nかも扇の骨のごとく最下段から最上段まで上方へ拡開して配設される」\n点，及び同⑧「突リブ外周の孔は，底面と正面板，背面板及び左右側面\n板とをブリッジ状に連接するリブによって正面板，背面板及び左右側面\n板の孔とは別個に形成されているものであり，正面，背面及び左右側面\nにおいては略半楕円形状の孔として表れ，該突リブの四角部には無孔部\nが存し，それ以外の外周には底面から見てほぼ四角形に見え，中央部に\n近づくに従ってわずかに縦が長くなる孔が正面板及び背面板に沿ってそ\nれぞれ２３個，左右側面板に沿ってそれぞれ１３個穿設されている」点\nが，新規な印象を与えるものというべきである。\nなお，同②・④の５個の切欠部については，いずれも各周側面の端部\nに位置しており，かご本体を正面，背面又は左右側面から観察したとき\nに限って，隣接する周側面に穿設された孔が切欠部として見えるという\nものにすぎず，注意して観察しない限り，切欠部として認識することは\n少ないものと認められるから，需要者の注意を惹くものということはで\nきない。\nそして，本件登録意匠の具体的構成態様③・⑤のうち，多数の透孔の\n形状が上記のとおりであってその幅がほぼ同一であり，上方になるに従\nってわずかに幅広になり，全体の孔群が略逆台形状を呈するよう穿設さ\nれ，中心線が上下方向のほぼ同一直線上に列設される複数の透孔が列を\n形成し，中央から左右に離れるに従って次第に傾斜して，左右端の列を\nなす複数の透孔の中心線は，かご本体側面板の傾斜と等しく，複数の孔\n列があたかも扇の骨のごとく最下段から最上段まで上方へ拡開して配設\nされる点は，形態が新規である上，かご本体で最も面積が広く，目につ\nきやすい周側面の形態であり，孔自体の形状ともあいまって，柔らかな\n印象を与えるとともに，縦長長円形状の縦列の孔が，上下幅をほぼ等分\nして規則的に配列されている点で，面板状の周側面に整然と孔を打ち抜\nいたような印象を与えるものである。また，同⑧の突リブの孔及び無孔\n部の形状も，周側面が板面状であるのに対して，底面との隣接部である\n底面縁部のみ丸線材を用いたようなリブ形状であるため，二つの異なる\n素材を組み合わせたような構成となっている点も，看者の注意を惹くと\nいうべきである。\n(イ) 周側部の孔の形状については，公知意匠１によれば，従来から，か\nご本体がやや横長長方形状で，その周側面は上方に向かって順次幅広で\n形成されてなる上面開口型のかごにおいて，正面板及び背面板にほぼ同\n一の幅の孔を多数配列し，全体の孔群が略逆台形状を呈するよう穿設し，\n中心線が上下方向の同一直線上に列設される孔が列を形成し，その両端\nの孔の中心線をかご本体の両側端縁の傾斜と等しく揃える形態は，あり\nふれた形態であったことが認められる。\nまた，公知意匠２は，かご全体の形状が丸みを帯びている点で，本件\n登録意匠とは基本的構成態様において相違するが，同一の高さの縦長の\n孔を，かごが上方に拡開する角度に合わせて，中心線が上下方向の同一\n線上に列設される縦５個の透孔が列を形成し，中央から左右に離れるに\n従って次第に傾斜して，扇の骨のごとく最下段から最上段まで上方に拡\n開して配設する形態を備えており，やはりかかる形態がありふれた形態\nであったことが認められる。\n(ウ) 以上によれば，本件登録意匠の要部は，具体的構成態様③・⑤にお\nける，多数の透孔の形状が上下端が半円弧状の略縦長長円形状で幅がほ\nぼ同一であり，上方になるに従ってわずかに幅広になり，全体の孔群が\n略逆台形状を呈するよう穿設され，中心線が上下方向のほぼ同一直線上\nに列設される複数の透孔が列を形成し，中央から左右に離れるに従って\n次第に傾斜して，左右端の列をなす複数の透孔の中心線は，かご本体の\n両側端縁と略平行しており，複数の孔列はあたかも扇の骨のごとく最下\n段から最上段まで上方へ拡開して配設される点にあるものと認めること\nができる。そして，このような構成を備えることにより，本件登録意匠\nは，周側面部について，孔の形状及び周側面の両端の孔も同じく上下端\nが半円弧上の略縦長長円形状であるために，全体として柔らかく，かつ，\n孔の縦列が上下幅をほぼ等分し，さらにすべての縦列がほぼ同一直線上\nに規則的に配列されているために，整然とした，まとまりのある印象を\n看者に強く感じさせるものと認められる。\n(4) 本件登録意匠とイ号意匠の対比及び類似\nア対比\nイ号意匠が本件登録意匠と相違する点は，原判決４５頁２１行目から４\n８頁１行目まで（イ号意匠の具体的構成態様）において，下線を引いた部\n分である。\nすなわち，イ号意匠は，本件登録意匠と基本的構成態様において共通し，\n具体的構成態様においては，周側面の両側端には両側端縁との間に一定幅\nの無孔部を有していること，両側端の孔の中心線はかご本体の両側端縁と\n略平行していること，正面板及び背面板には広告表示用の無孔部が存在す\nること，底面には左右側面板と平行の２本の縦枠と正面板及び背面板と平\n行の２本の横枠とが中央で交差するよう形成されていること，かご本体の\n長手方向上側端縁には一対の係合部が突設され，該係合部には平面略視コ\n字状の把手杆が回動自在に設けられていること等が共通する。\n他方，本件登録意匠の透孔は，縦列の孔群は幅がほぼ同一であるのに対\nし，イ号意匠の透孔は，縦列の孔群は下から順に幅が広くなっている上，\n本件登録意匠においては，周側面の透孔の中心線が上下方向にほぼ同一直\n線上に配列されているのに対し，イ号意匠では，下段孔群の透孔と中段孔\n群の透孔については，中心線はほぼ同一線上に配列されているが，上段孔\n群の透孔の中心線は，これとは一致していない点で相違する。そのため，\n透孔の傾き方も，本件登録意匠においては，すべての孔の中心線が一つの\n扇の骨のように拡開しているのに対し，イ号意匠においては，上段孔群と\n中段及び下段孔群とで，中心線が二つの扇の骨のように拡開しているよう\nな印象を与えることが認められる。\n控訴人は，本件登録意匠とイ号意匠における孔の高さと透孔の数，孔の\n面積比，透孔の中心線が同一線状か非直線上か等の相違につき，細部的で\nあると主張するが，採用し得ない。すなわち，本件登録意匠の要部は，縦\n列の孔群の幅がほぼ同一で，その中心線が上下方向にほぼ同一線上に配列\nされている点にあり，その点の相違は細部的でない。なお，類似意匠２が\n上記要部認定に符合していることは明らかであり，イ号意匠と明らかに相\n違するものであって，その相違は細部的とはいえない。また，類似意匠３\nにおいては，周側面の透孔の中心線に若干のずれがあり，上段の孔群と中\n・下段の孔群とで孔の幅に相違があるが，正面板の上段の列のうち無孔部\nの上部を除く左右の各５列の位置関係は，中・下段の各６列に合致し，左\n右側面板の孔群は上段は１３列，中・下段は１５列であるから，上記要部\n認定に沿うものである。そして，正面板の孔群の左右各５列のうち外側４\n列の位置関係が中・下段の各６列に合致し，左右側面板の孔群が上段の各\n４列が中・下段の各６列（なお，上段が１２列，中・下段が１８列であ\nる。）に合致するイ号意匠とは，中心線のずれの程度が明らかに相違する\nものであって，その相違は細部的とはいえない。\n仮に，上記の点の相違が細部的であるとすると，類似意匠３は，原判決\n５７頁７行目から５８頁２１行目まで説示のとおり，無効事由を有する結\n果となるのであって，権利登録されていることと矛盾し，整合的でない。\nイ類似\n前記のとおり，本件登録意匠の要部は，多数の透孔の形状がほぼ同一で\nあり，上方になるに従ってわずかに幅広になり，全体の孔群が略逆台形状\nを呈するよう穿設され，中心線が上下方向のほぼ同一直線上に列設される\n複数の透孔が列を形成し，中央から左右に離れるに従って次第に傾斜して，\n左右端の列をなす複数の透孔の中心線は，かご本体の両側端縁と略平行し\nており，複数の孔列はあたかも扇の骨のごとく最下段から最上段まで上方\nへ拡開して配設される点である。そして，本件登録意匠は，このような構\n成を備えることにより，全体として柔らかく，かつ整然とした，まとまり\nのある印象を与える点が意匠全体から受ける美感の中でも特に印象に残る\nものである。\n他方，イ号意匠の要部における相違点は前記認定のとおりであり，その\n透孔の孔群は，下から順に幅が広くなっている点で相違し，また，下段孔\n群の透孔と中段孔群の透孔の中心線はほぼ同一線上に配列されているが，\n上段孔群の透孔の中心線はこれとは明らかに一致していない点で相違して\nいる。そのため，透孔の傾き方も，本件登録意匠においては，すべての孔\nの中心線が一つの扇の骨のように拡開しているのに対し，イ号意匠におい\nては，上段孔群と中段及び下段孔群とで，中心線が二つの扇の骨のように\n拡開しているような異なった印象を与えるものである。\nしたがって，イ号意匠は，本件登録意匠の要部の構成と異なっており，\n全体として本件登録意匠とは美感を異にするというべきである。\nなお，控訴人は，原判決が認定した本件登録意匠の要部を前提にしても，\nイ号意匠との相違は本質的相違でないこと，別件判決が本件登録意匠と被\n告意匠の類否判断において，孔の段・列の数の違い等の相違点の影響を凌\n駕して共通の美感を起こさせるものとして類似を認めたことを主張するが，\nイ号意匠の本件登録意匠との相違が前記認定にかかる要部の構成と異なる\nことは上記のとおりであるし，別件判決における被告意匠や当事者の主張\n及び提出証拠と，本件訴訟におけるそれはいずれも異なるものであるから，\n別件判決における認定と本件訴訟における認定が必ずしも一致するもので\nはない。\nよって，イ号意匠は，本件登録意匠とは類似しているとはいえない。\n２結論\nその他，原審及び当審における当事者提出の各準備書面記載の主張に照らし，\n原審及び当審で提出，援用された全証拠を改めて精査しても，以上の認定，判\n断を覆すほどのものはない。\n以上によれば，控訴人の請求はいずれも理由がなく，これを棄却した原判決\nは相当であるから，本件控訴は棄却を免れない。\nよって，主文のとおり判決する。\n（口頭弁論終結日 平成１８年６月２１日）\n大阪高等裁判所第８民事部\n裁判長裁判官 若 林 諒\n裁判官 小 野 洋 一\n裁判官 菊 地 浩 明\n"
}