{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 2,
    "day": 5
  },
  "case_number": "平成12(行ケ)457",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "12040",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=12040",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/040/012040_hanrei.pdf",
  "contents": "平成１２年（行ケ）第４５７号　審決取消請求事件\n判　　　　決\n原　告　石川島播磨重工業株式会社\n訴訟代理人弁護士　近藤惠嗣、弁理士　荒崎勝美、復代理人弁護士　窪田英一郎\n被　告　日本ロール製造株式会社\n訴訟代理人弁護士　増岡章三、増岡研介、片山哲章、弁理士　早川政名、長南満\n輝男、細井貞行、石渡英房\n主　　　　文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n事実及び理由\n第１　原告の求めた裁判\n「特許庁が平成５年審判第１８０４１号事件について平成１２年１０月１７日に\nした審決を取り消す。」との判決。\n第２　事案の概要\n１　特許庁における手続の経緯\n被告は、名称を「６本ロールカレンダーの構造及び使用方法」とする発明（昭和\n６０年７月５日特許出願（昭和６０年特許願第１４６６９０号）、平成２年８月１\n６日出願公告（特公平２－３６３７０号）、平成５年２月１７日に特許権の設定登\n録（特許第１７３５１７９号）。本件発明）の特許権者である。\n原告は、平成５年９月１４日、本件特許につき無効審判を請求し、平成５年審判\n第１８０４１号事件として審理され、平成７年１２月２２日、本件特許請求の範囲\n第１項ないし第２項に記載された発明についての特許を無効とする旨の審決（第１\n次審決）があった。\n被告は、東京高等裁判所に第１次審決の取消訴訟を提起するとともに（平成８年\n（行ケ）第１９号）、平成８年３月２１日、訂正審判の請求を行い（平成８年審判\n第４０６６号）、同年１１月１３日に、別の訂正審判を請求し（平成８年審判第１\n９２６６号）、これに伴い、同月２１日、前者の訂正審判の請求を取り下げた。後\n者の訂正審判事件において、平成９年１月８日、被告請求の訂正を認める審決があ\nった。\nこの訂正審決を受けて、平成９年１１月１９日、東京高等裁判所において第１次\n審決を取り消す旨の判決があり、平成１１年４月２２日最高裁判所の上告棄却の判\n決により確定した。\nこれを受けて本件無効審判請求の審理が改めて行われ、平成１２年１０月１７日\n「本件審判の請求は、成り立たない。」との審決（本件審決）があり、その謄本は\n平成１２年１１月８日原告に送達された。\n２　本件発明の要旨（「または」を「又は」と表記した。本件明細書を引用する\n際も同様。）\n(1)　ゴム及びプラスチック等の高分子用カレンダーにおいて、第一ロールＲ１と\n第二ロールＲ２とを略水平に並列し、該第二ロールＲ２の下側又は上側に第三ロー\nルＲ３を第二ロールＲ２と平行でかつ第一ロールＲ１方向と略直交状に配置し、該\n第三ロールＲ３の横側で第一ロールＲ１と反対側位置に第四ロールＲ４を第三ロー\nルＲ３と略水平でかつ第二ロールＲ２方向と略直交状に並置し、この第四ロールＲ\n４の下側又は上側で前記第二ロールＲ２と反対側位置にロール軸交叉装置を備えた\n第五ロールＲ５を第四ロールＲ４と略平行でかつ第三ロールＲ３方向と略直交状に\n配置し、更に第五ロールＲ５の下側又は上側で前記第二ロールＲ２と反対側位置に\nロール間隙調整装置を有する第六ロールＲ６を第四ロールＲ４及び第五ロールＲ５\nと平行でかつ第三ロールＲ３と略直交状に設置し、各ロール周速を第一ロールＲ１\nから順次後方に行くに従って速くしたことを特徴とする６本ロールカレンダーの構\n造。\n(2)　ゴム及びプラスチック等の高分子用カレンダーにおいて、第一ロールＲ１と\n第二ロールＲ２とを略水平に並列し、該第二ロールＲ２の下側又は上側に第三ロー\nルＲ３を第二ロールＲ２と平行でかつ第一ロールＲ１方向と略直交状に配置し、該\n第三ロールＲ３の横側で第一ロールＲ１と反対側位置に第四ロールＲ４を第三ロー\nルＲ３と略水平でかつ第二ロールＲ２方向と略直交状に並置し、この第四ロールＲ\n４の下側又は上側で前記第二ロールＲ２と反対側位置にロール軸交叉装置を備えた\n第五ロールＲ５を第四ロールＲ４と略平行でかつ第三ロールＲ３方向と略直交状に\n配置し、更に第五ロールＲ５の下側又は上側で前記第二ロールＲ２と反対側位置に\nロール間隙調整装置を有する第六ロールＲ６を第四ロールＲ４及び第五ロールＲ５\nと平行でかつ第三ロールＲ３と略直交状に設置し、各ロール周速を第一ロールＲ１\nから順次後方に行くに従って速くした６本ロールカレンダーの構造において、第一\nロールＲ１と第二ロールＲ２との間に高分子材料を投入して両ロール間で圧延し、\nこれを第二ロールＲ２のロール表面に沿って後方に送り、次に第二ロールＲ２と第\n三ロールＲ３との間で圧延して、順次第三ロールＲ３と第四ロールＲ４との間で圧\n延し、更に第四ロールＲ４と第五ロールＲ５との間で圧延して、最後に第五ロール\nＲ５と第六ロールＲ６との間で圧延する各ロール間でバンクの回転が順次反対方向\nとなることを特徴とする６本ロールカレンダーの使用方法。\n(3)　ゴム及びプラスチック等の高分子用カレンダーにおいて、第一ロールＲ１と\n第二ロールＲ２とを略水平に並列し、該第二ロールＲ２の下側又は上側に第三ロー\nルＲ３を第二ロールＲ２と平行でかつ第一ロールＲ１方向と略直交状に配置し、該\n第三ロールＲ３の横側で第一ロールＲ１と反対側位置に第四ロールＲ４を第三ロー\nルＲ３と略水平でかつ第二ロールＲ２方向と略直交状に並置し、この第四ロールＲ\n４の下側又は上側で前記第二ロールＲ２と反対側位置にロール軸交叉装置を備えた\n第五ロールＲ５を第四ロールＲ４と略平行でかつ第三ロールＲ３方向と略直交状に\n配置し、更に第五ロールＲ５の下側又は上側で前記第二ロールＲ２と反対側位置に\nロール間隙調整装置を有する第六ロールＲ６を第四ロールＲ４及び第五ロールＲ５\nと平行でかつ第三ロールＲ３と略直交状に設置し、各ロール周速を第一ロールＲ１\nから順次後方に行くに従って速くした６本ロールカレンダーの構造において、第二\nロールＲ２を上側又は下側に移動して第二ロールＲ２と第三ロールＲ３との間隔を\nとり、第一ロールＲ１と第二ロールＲ２とで圧延された材料を均一なシート状に剥\nがして第三ロールＲ３と第四ロールＲ４間のバンクに送り、第三ロールＲ３と第四\nロールＲ４との間で圧延し、順次第四ロールＲ４と第五ロールＲ５との間で圧延し\nて最後に第五ロールＲ５と第六ロールＲ６との間で圧延することを特徴とする６本\nロールカレンダーの使用方法。\n３　審決の理由の要点\n(1)　請求人（原告）の主張\n原告は、審判甲第１～２０号証及び審判甲第２２～２７号証を提出して次のよう\nな主旨の主張をしている。\n(1)－１　本件請求項１に係る発明（本件第１発明）は、審判甲第１～１０号証記\n載の発明に基づいて当業者が容易に発明をすることができたものであるから、特許\n法第２９条第２項の規定に違反して特許されたものである。\n(1)－２　本件請求項２に係る発明（本件第２発明）は、本件第１発明を普通に使\n用する方法にすぎないものであって、上記(1)－１の主張の理由によって当業者が容\n易に発明をすることができたものであるから、特許法第２９条第２項の規定に違反\nして特許されたものである。\n(1)－３　被告は、昭和５６年９月以降本件出願日までの間に、本件発明を記載し\nた図面を守秘義務を負わせることなく日本国内の顧客に対して提示していたことに\nより、本件発明は日本国内において公然知られたものとなったから、特許法第２９\n条第１項第１号の規定に違反して特許されたものである。\n(1)－４　被告は、遅くとも、本件出願前に本件発明を台湾のＡに提示したが、そ\nの際、秘密保持義務を負わせることはなかった。そして、同人は昭和６０年２月８\n日までに、日本国内で原告に対して本件発明を開示し、原告は同人の開示に基づい\nて図面を作成した。この事実から、本件発明は本出願前日本国内において公然知ら\nれたものとなったものであるから、特許法第２９条第１項第１号の規定に違反して\n特許されたものである。\n(2)　原告の主張についての審決の検討\n(2)－１　(1)－１の主張について\n(2)－１－１　審判甲第１号証（「ＰＬＡＳＴＩＣＳ　ＡＧＥ」、第２０巻、８月\n号、（株）プラスチックスエージ、昭和４９年８月１日発行、ｐ．９３－９８）に\nは、Ｚ形４本ロールカレンダ（３．４の項）や傾斜Ｚ形及びＳ形４本ロールカレン\nダ（３．５の項）や５本ロールカレンダ（３．６の項）等について記載されてお\nり、その第９４頁の第１１図の中央には、シーテイング用のＭ形５本ロールの配置\nが示されており、また、その第９５頁左欄６行から中央欄６行には、「わが国では\nＺ形にロールを１本追加したＭ形５本ロールカレンダ（写真１１、図１１中）が採\n用されている。この形式はバンクと次のバンクとの距離がすべて１／４円周づつで\n最も短いので、無可塑塩化ビニル樹脂の透明度のよいフィルムや厚いシート類の高\n速生産には最適である。」と記載されている。\n審判甲第２号証（「ＰＬＡＳＴＩＣＳ　ＡＧＥ」、第２０巻、６月号、（株）プ\nラスチックスエージ、昭和４９年６月１日発行、ｐ．１０１－１０６）には、「カ\nレンダの歴史と進歩」について記載されており、その第１０１頁の図１には、カレ\nンダ変遷の歴史として、ロール数が２本や３本や４本や５本の多数のカレンダ方式\nの例が示されており、５本ロールのＭ形の例も示されている。\nしかし、このＭ形５本ロールの構造は、本件第１２図にも示されている従来のカ\nレンダー型式のものにすぎず、本件第１発明の６本カレンダーの構造と、審判甲第\n１号証や審判甲第２号証に示されるＭ形５本ロールの構造とを対比すると、原告が\n審判請求書第１１頁９行から末行でいうように、両者は、ゴム及びプラスチック等\nの高分子用カレンダーにおいて、第一ロールと第二ロールとを略水平に並列し、該\n第二ロールの下側に第三ロールを第二ロールと平行に配置し、該第三ロールの横側\nで第一ロールと反対側位置に第四ロールを第三ロールと略水平に並置し、この第四\nロールの下側で前記第二ロールと反対側位置に第五ロールを配置したカレンダーの\n構造である点で一致しており、(1)前者は、第五ロールの下側に第六ロールを設けて\nいるのに対し、後者は、第五ロールの下に第六ロールを設けていない点（相違\n点(1)）、(2)前者は、第五ロールにロール軸交叉装置を備えると共に、第六ロール\nにロール間隙調整装置を備えているのに対し、審判甲第１号証や審判甲第２号証に\nは、第五ロールにロール軸交叉装置を設けることが記載されておらず、また、後者\nはロール間隙調整装置を備えている第六ロールを設けていない点（相違\n点(2)）、(3)前者は、各ロール周速を第一ロールから順次後方に行くに従って速く\nしているのに対して、審判甲第１号証や審判甲第２号証には各ロールの周速につい\nては記載されていない点（相違点(3)）で相違している。\n(2)－１－２　相違点について原告は次のとおり主張する。\n相違点(1)についての原告の主張\n「（Ａ－１）審判甲第１号証には、これから先、目的によってはさらに６本、７本\nとロールを増して、マルチロールカレンダ化が考えられることが記載されており、\n（Ａ－２）審判甲第２号証には、３本から４本、５本とロールを増すと、希望の厚\nさのものを製造することができ、その精度が高く、表面がきれいになり、また気泡\nの混入がなくなることが記載されており、（Ａ－３）審判甲第３号証（特公昭４９\n－４４５８６号公報）には品質、外観等の改善のためにロール数を増やしてバンク\n数を増やすことが記載されており、（Ａ－４）審判甲第４号証（特開昭５１－１４\n４４５９号公報）にはロールを増して６本、７本としたマルチロールカレンダが、\n審判甲第５号証（特開昭５１－４１７６１号公報）には逆Ｌ－Ｌ型６本カレンダ\nが、審判甲第６号証（特公昭５７－２７８２１号公報）にはＬ型６本ロールカレン\nダが、審判甲第７号証（'Modern Plastics International'第４巻第１号(1974)ｐ．\n１８～２１）にはバーシュトルフ社が６本ロールカレンダを建造中であると記載さ\nれているので、（Ａ－５）ロール数を増やしてバンク数を増やすことによって、シ\nート・フィルムなどの製品の品質、外観をよくするため、審判甲第１号証記載の発\n明のＭ形の５本ロールカレンダの最終ロールに１本を加えて６本ロールカレンダと\nすることは当業者が必要に応じて容易になし得ることである。\nさらに、前記事項が当業者が容易に想到できることは、原告の出願に係る審判甲\n第１１～１５号証及び当該出願の拒絶査定謄本である審判甲第１６号証を参考にす\nれば、自明ということができる。\n（Ｂ－１）次に、Ｍ形の５本ロールカレンダに１本のロールを加える場合のロール\nの位置を検討すると、比較的好ましい位置として、第五ロールの水平右側か第五ロ\nールの垂直下側が考えられる。（Ｂ－２）審判甲第７号証に６本の主ロール及び４\n本のニーダーロールを含むカレンダの６本の主ロールのうち後半の３本の主ロール\nは垂直に配列されたものが記載されており、これより第五ロールの垂直下側に第六\nロールを付加して、第四ロールないし第六ロールを直列的に配列することが示唆さ\nれているといえる。（Ｂ－３）また、Ｍ型第五ロールカレンダの場合、第五ロール\nにロール軸交叉装置を設ける必要があるが、この場合第五ロールに後続するテイク\nオフロールとの間の平行度が崩れ、フィルム又はシート厚みに誤差が生じる欠点が\nある。この欠点は、最終ロール以前の３本以上のロールが直線上になるようにロー\nルを配置した逆Ｌ型四本ロールカレンダにはない（審判甲第８～１０号証など参\n照）ので、第五ロールの下に第六ロールを配置することで最終ロール以前の３本以\n上のロールが直線上になるように配置すればこの欠点を取り除けることは、当業者\nが容易に予測できることにすぎない。（Ｂ－４）したがって、第六ロールを第五ロ\nールの下側で、第四ロール及び第五ロールと平行に設けることは当業者が必要に応\nじて容易になし得ることである。」\n相違点(2)についての原告の主張\n「（Ｃ－１）第五ロールの下に第六ロールを設ける場合、第五ロールと第六ロール\nの間で最後の圧延をすることになるので、ロールの撓みによりシートの両端部より\n中央部が厚くなる誤差を補正するため、第五ロールと第六ロールの何れか一方のロ\nールにロール軸交叉装置を設ける必要があり、また間隙を調整する必要があるた\nめ、何れか一方のロールに間隙調整装置を設ける必要がある。（Ｃ－２）これらの\nロールのうちの第五ロールは中間に配置されているので、間隙調整装置を設けるこ\nとは不可能ではないが困難であり、また、相違点(1)で述べたように第六ロールにロ\nール軸交叉装置を設けることは適当でない。（Ｃ－３）そうすると、第五ロールに\nロール軸交叉装置を備え、第六ロールに間隙調整装置を備えることになり、他に選\n択の余地がない。このことは、審判甲第８，９号証の逆Ｌ型４本ロールにおける最\n終３本ロールの第３ロールで軸交叉を行い、第４ロールで間隙調整を行うことから\nも、当業者にとって周知である。（Ｃ－４）したがって、第五ロールにロール軸交\n叉装置をを備えるとともに第六ロールにロール間隙調整装置を備えることは、第五\nロールの下に第六ロールを設ける場合に当業者が、必要に応じて容易になし得るこ\nとである。」\n相違点(3)についての原告の主張\n「（Ｄ－１）審判甲第１号証には、理想的な回転バンクを形成するには、前のロー\nルより次のロールの周速を速くするとよいことが記載されており、（Ｄ－２）上記\nＭ形に１本加えた６本カレンダーにおいて、第一ロールから順次後方のロールに巻\nき付けて成形する場合、各ロール周速を第一ロールから順次後方に行くに従って速\nくすることは当業者が必要に応じて適宜なし得ることである。」\n(2)－１－３　しかしながら、（Ａ－１）で指摘している審判甲第１号証には、\n「これから先、目的によってはさらに６本、７本とロールを増して、前述のような\nマルチロールカレンダ化も考えられる…」（審判甲第１号証第９５頁右欄１１～１\n３行）と記載されているだけであって、６本、７本のロール構造について具体的に\n示すところはなく、Ｍ形５本ロールにロールを追加することを具体的に示している\nわけではないし、また、（Ａ－２）で指摘している審判甲第２号証には、「初期の\n直立２本ロールカレンダでは、その前工程のミクシングミルで混練・予熱された配\n合ゴム材料をバンクに供給して、１パスでシート化することをねらったが、材料の\n種類や製品の程度によっては必ずしもすべての目的を達しなかった。すなわち、希\n望の厚さやその精度・表面のきれいさ・気泡の混入・材料の温度ムラなどの点で２\n本ロール１パスの限界を知った。これを改善する方向として、一つには金属圧延機\nのように２本ロール機を１ラインに２台ないし数台直列に並べて順次圧延してゆく\n〈タンデムカレンダ〉と、もう一方ではロールの本数を３本から４本５本と増して\nゆく〈多数ロールカレンダ方式〉とにここで分かれた（図１参照）。」（審判甲第\n２号証の１０１頁左欄下から５行から中央欄１１行）と記載されているにすぎず、\n希望の厚さやその精度・表面のきれいさ・気泡の混入・材料の温度ムラなどの点に\n関する２本ロール１パスの欠点を改善する方向の一つとしての、ロールの本数を３\n本から４本５本と増してゆく、審判甲第２号証の第１０１頁の図１に示されている\nところの〈多数ロールカレンダ方式〉を紹介しているにすぎないし、（Ａ－３）で\n指摘している審判甲第３号証のロール数は４又は５個にとどものであるし、さらに\n（Ａ－４）で指摘している審判甲第４号証には、多ロールカレンダの構造高さ及び\n構造幅を低減することを課題（第２頁右上欄１７～１９行を参照）としている「ゴ\nム或いは合成樹脂用多ロールカレンダ」に関する発明が記載されており、その第２\n図にはＬ型６本ロールカレンダ、第４図にはＬ型７本ロールカレンダの例が示され\nているだけであるし、審判甲第５号証には逆Ｌ型４本カレンダに間隙を設けてさら\nに２本のロールを平行に並べたものが、審判甲第６号証にはＬ型６本ロールカレン\nダが示されているだけであり、Ｍ型５本ロールにロールを追加しているものではな\nいから、（Ａ－１）ないし（Ａ－４）で指摘した事項から、（Ａ－５）の結論が導\nかれるものではない。\nそして、（Ｂ－１）は、（Ａ－５）のＭ型５本ロールに、さらにロールを１本追\n加することが容易であったとの結論の上での議論であるから、上記のように（Ａ－\n５）の結論が導かれるものではない以上、（Ｂ－１）のようにいうことはできな\nい。また、（Ｂ－２）で指摘している審判甲第７号証は、本件第１発明とせいぜ\nい、６本ロールからゴム又はプラスチックのシートを製造するものである点で一致\nしている位で、後者は、上の２本のロールがロールミルであり、下の４本のロール\nがカレンダーを構成するものであり、上の傾斜した２本のロールのそれぞれの下に\n２本一対のニーダーロールを設けている等本件第１発明とその構造において大きく\n異なるものであり、また（Ｂ－３）で指摘している審判甲第８～１０号証は逆Ｌ型\n４本ロールに関するものであるから、（Ｂ－１）、（Ｂ－２）及び（Ｂ－３）か\nら、（Ｂ－４）の結論が導かれるものでない。\nしたがって、結局、（Ａ－１）～（Ａ－４）及び（Ｂ－１）～（Ｂ－３）から、\n第六ロールを第五ロールの下側で、第四ロール及び第五ロールと平行に設けること\nは当業者が必要に応じて容易になし得ることであるという（Ｂ－４）の結論が導き\n出せるものではない。\nまた、（Ｃ－１）～（Ｃ－３）は上記第六ロールの配置場所を第五ロールの下と\nすることを前提とした上での議論であるし、また（Ｃ－３）で指摘する審判甲第８\n又は９号証は逆Ｌ型４本ロールに関するものであるから、上記のとおり第六ロール\nを第五ロールの下側で、第四ロール及び第五ロールと平行に設けることが当業者に\nとって容易想到といえない以上、（Ｃ－４）の「第五ロールにロール軸交叉装置を\n備えるとともに第六ロールにロール間隙調整装置を備えることは、第五ロールの下\nに第六ロールを設ける場合に当業者が当然行うことである」という結論が導き出せ\nるものでない。\nさらに、（Ｄ－１）で指摘している審判甲第１号証の第９６頁左欄下から１２行\nから７行に「理想的な回転バンクを形成するには、古くから経験的に言われている\nように、前のロールより次のロールのほうが、(1)周速が速く、(2)ロール温度が高\nく、(3)ロール表面が粗く、しかも(4)配合的にはロール表面への付着力の大きい材\n料のほうがよいわけである。」と記載されているものの、審判甲第１号証の９６頁\n中央欄５～１０行に、「ところが、プラスチックシーテイング用の傾斜Ｚ形カレン\nダ（図１２）では、最終のＮｏ．４ロール表面にはフィルムを巻きつけず、Ｎｏ．\n３ロール側へ引き取るために、一般に機械はＮｏ．３ロールの周速の方がほうがＮ\nｏ．４ロールより速くつくられている。」と記載されており、また審判甲第１号証\nや審判甲第２号証に記載されたＭ型５本ロールではシートは第四ロールの方に巻き\n付いているから、そのＭ型５本ロールでは第五ロールより第四ロールの方が周速が\n速いはずである。\nしてみると、カレンダ構造において、必ず各ロールの周速を第一ロールから順次\n後方に行くに従って速くしているといえるわけではないので、（Ｄ－２）でいう\n「上記Ｍ型（審判甲第１号証や審判甲第２号証に記載されたＭ型５本ロールのこ\nと）に一本加えた６本カレンダーにおいて、第一ロールから順次後方のロールに巻\nき付けて成形する場合、各ロールの周速を第一ロールから順次後方に行くに従って\n速くすることは当業者が容易になし得ることである。」という結論を導くことはで\nきない。\nそして、本件第１発明は相違点(1)～(3)をその構成の一部に備えることによっ\nて、従来のＭ型５本ロールに比べて材料転換が行われるバンクが１か所増加するば\nかりでなく、ロール間隔調整装置を設けたロールからシートを剥がせるようになる\nという審判甲第１～１０号証からは予測できない効果を奏するものであるから、本\n件第１発明が審判甲第１～１０号証記載の発明に基づいて当業者が容易に発明をす\nることができたものであるとする(1)－１の主張は理由がない。\nなお、原告は(1)－１に関する相違点(1)に関する主張の中で、原告の出願に係る\n審判甲第１１～１６号証を提出して、その容易性は自明であるというが、前記各審\n判甲号証のものは別件の出願に係るもので、かつ本件第１発明とは異なる構造のロ\nールカレンダに係るものであるから、これをもって本件第１発明が容易であったと\nいう原告の主張は根拠がない。さらに、審判甲第１９～２１号証は単に原告に係る\n会社内の資料にすぎず、原告の特許法第２９条第２項の証拠とはなり得ない。\n(2)－２　(1)－２の主張について\n本件第２発明は、原告がいうように、本件第１発明を使用する方法であるか\nら、(1)－１の主張についての項で述べた理由と同様の理由により、(1)－２の主張\nも理由がない。\n(2)－３　(1)－３の主張について\n原告は、５６年９月の日付のあるＭ－６２９８という図番の日本ロール製造株式\n会社（被告）の６本ロールカレンダの計画図を審判甲第２２号証とし、５６年９月\nの日付のあるＭ－６２９９という図番の日本ロール製造株式会社の６本ロールカレ\nンダの計画図を審判甲第２３号証として提出し、これらの図面番号は被告の図面台\n帳記録（審判甲第２４号証）に記載されているところ、この台帳は表紙に「承認\n図、見積図」「見積図　Ｍ番」と記されているとおり顧客に提出した図面を記録す\nる台帳と認められ、さらに別件の平成１０年審判第３５１２６号の証人尋問におけ\nる証人ＢやＣの証言（審判甲第２６号証）によれば、日本ロール製造株式会社は、\n見積図を顧客に提出するに当たって守秘義務を課していなかったことが明らかであ\nるから、上記図面及びその後作成された本件発明を記載した図面が被告の顧客に提\n供されたことによって、本件第１発明及び本件第２発明は日本国内において公然知\nられたものとなった旨主張している。\nそして、原告は、前記審判甲第２４号証に係る「承認図、見積図」「見積図　Ｍ\n番」台帳の顧客名簿を消去していないものを見れば、当該図面及び被告がその後に\n作成した本件発明を記載した図面が顧客に提出されていたことが容易に証明される\nから、被告は顧客名を消去していない前記台帳を証拠として提出すべきであるとし\nて、証拠提出命令の申立てを行った。\nそこで、前記主張について検討すると、審判甲第２６号証の上記別件の審判事件\nの証人尋問調書（被告従業員・Ｂ及びＣの証言参照）から、前記審判甲第２２及び\n２３号証は昭和５６年９月に被告によって、顧客からの要望に基づいて、その要望\nを満たすためのアイデア確認のために設計、図面化されたものであるということは\n認められるが、これを顧客に提出したかどうかについては不明である。さらに、同\n調書から本数の多いロールの引き合いに対して６本ロールの提案をしたことは認め\nられるものの、当該図面を顧客に提出したかどうかは不明である。\nまた、審判甲第２２及び２３号証に係る図面は、６本ロールの配置の基本構造に\nおいて本件第１及び第２発明と同一といえるものが記載されているものの、本件第\n１又は第２発明の構成である第５ロールに軸交叉装置を、第６ロールにロール間隙\n調整装置を備えること及び各ロールの周速を第１ロールから順次後方に行くに従っ\nて速くすることも示されていないから、これらの図面に記載されたものは、本件第\n１及び第２発明と同一とはいえない。\n原告は、これらの図面を顧客に提出したことは、「承認図、見積図（見積図　Ｍ\n番）」のＭ６２６２からＭ６５６３の６本ロールカレンダ関係の箇所に記載されて\nいる顧客名から証明できるというが、そもそも、一般的に技術開発がらみの引き合\nいにおける相談において、当事者双方は、互いに秘密保持について特段の要請をし\nていなくとも、その引き合いの具体的内容を当事者以外の他人に漏らすことは、社\n会通念上信義に反することである上に、審判甲第２６号証には、被告従業員のＢや\nＣが、それらの図面を見せたり説明をしたりした引き合いの相手に守秘義務がない\n旨を告げたことを証言したとも記載されていないから、原告の申し立てた「承認\n図、見積図（見積図　Ｍ番）」のＭ６２６２からＭ６５６３の本件発明に係る６本\nロールカレンダに関する箇所に、たとえ複数の顧客名が記載されていたとしても、\nこれのみではその技術内容が公然知られたものとすることはできない。\nなお、審判合議体は念のため平成１２年６月２０日に、特許庁において、原告の\n申し立てた「承認図、見積図（見積図　Ｍ番）」のＭ６２６２からＭ６５６３につ\nいて検証を行ったが、本件発明の６本ロールカレンダに関するものと推定される図\n面番号の顧客名をみても、被告と直接取引のあった富順公司以外の不特定多数の顧\n客名は見当たらないので、前記証拠提出命令申立書において申請された証拠は提出\nする必要がないと判断した。\n(2)－４　(1)－４の主張について\n原告は、審判甲第２７号証を提示し、「被告は昭和５９年１２月に本件発明を記\n載した審判甲第２７号証に係る図面を作成し、昭和６０年１月に台湾においてＡに\n渡しているが、この際被告はＡに対し守秘義務を課していない。そして、同じころ\n原告はＡより前記本件特許と同一内容のカレンダー構造の説明を受け、昭和６０年\n２月８日に審判甲第２０号証として提出した図面を作成した。したがって、原告は\n本件発明を本件出願前の昭和６０年２月までに日本国内において原告が知ったこと\nにより公然知られたものとなった。」と主張する。\n審判甲第２６号証によれば、被告が昭和５９年１２月に本件発明を記載した審判\n甲第２７号証に係る図面を作成し、昭和６０年１月に台湾においてＡ（富順公司関\n係者）に渡していること、及び同じころ原告はＡより前記カレンダー構造について\nの説明を受け、昭和６０年２月８日に審判甲第２０号証として提出した図面を作成\nしたことは認められる。\nしかしながら、原告が当該技術内容を元に作成したという図面には、６本ロール\nの配置の基本構造において本件第１及び第２発明と同一といえるものが記載されて\nいるものの、本件第１又は第２発明の構成である第５ロールに軸交叉装置を、第６\nロールにロール間隙調整装置を備えること及び各ロールの周速を第１ロールから順\n次後方に行くに従って速くすることも示されていないから、Ａが原告に開示した発\n明は本件第１及び第２発明と同一とはいえない。\nしたがって、審判甲第２０号証の図面に係る技術内容を原告がＡの説明によって\n知ったとしても、これをもって、本件第１及び第２発明が公然知られた状態に至っ\nたという原告の主張は理由がない。\nまた、本件審判請求書における審判甲第１７及び１８号証に係る証人尋問は取り\n下げられた。\nなお、原告は本件特許について、平成８年審判第１９２６６号に係る訂正審判の\n請求によって認められた訂正は、特許法第１２６条の規定に違反してなされたもの\nであるから、本件特許は特許法第１２３条第１項第８号の規定に該当し無効である\nと主張するが、本件無効審判は平成５年に請求されたものであって、平成５年改正\n法（平成６年１月１日施行）以前の特許法が適用され、訂正が適法でないことは無\n効理由とはなっていないので、本件無効審判において前記主張をすることはできな\nい。\n(3)　審決の結び\n以上のとおりであるから、原告の主張する理由及び提出した証拠方法によって\nは、本件発明に係る特許を無効にすることはできない。\n第３　原告主張の審決取消事由\n１　取消事由１（本件第１発明の容易推考性の判断の誤り）\n本件出願時において、甲第３号証ないし甲第１２号証（審判甲第１号証ないし同\n第１０号証）に示される技術水準から当業者が本件第１発明に想到するのは極めて\n容易であったのに、審決は判断を誤ってこれを容易ではないとしたものである。\n(1)　本件第１発明が容易に推考し得たか否かは、本件第１発明に係る具体的な６\n本のロールの配置が当業者に容易に想到し得たかどうかにかかっている。なぜなら\nば、第五ロールに軸交叉装置を設け、第六ロールに間隙調整装置を設けて、第一ロ\nールから第六ロールまでの周速を速めていくことは周知の技術であって、この具体\n的な６本ロールを前提にすれば、当業者はこれらの技術を当然にかかる６本ロール\nに適用したであろうからである。\n(2)　本件６本ロールの容易推考性について\n(2)－１　本件出願の１年前である昭和５９年当時のわが国のカレンダ構造の状況\nは審判甲第１号証（「ＰＬＡＳＴＩＣＳ　ＡＧＥ」、第２０巻、８月号、（株）プ\nラスチックスエージ昭和４９年８月１日発行。甲第３号証の１ないし３）及び審判\n甲第２号証（「ＰＬＡＳＴＩＣＳ　ＡＧＥ」、第２０巻、６月号、（株）プラスチ\nックスエージ昭和４９年６月１日発行。甲第４号証の１ないし３）から摘示する\nと、以下のようなものである。\n「昭和２０年代にわが国で使われていたカレンダは、・・・４本ロール形式はほ\nとんど逆Ｌ形であった。・・・昭和３２年にはわが国最初のゴム用Ｚ形４本ロール\nカレンダが製作された。その後はゴム引布用やフリクショニング（布へのゴムすり\n込み）作業用、又は特殊な軟質ゴムシート用などの比較的プラスチックに類似した\n用途を除いては、Ｚ形や傾斜Ｚ形又は前記の傾斜つき３本ロール形式に移行し、逆\nＬ形やＬ形がゴムコーティング用に新規採用されることはほとんどなくなった。\n一方、プラスチック用４本ロールカレンダの分野では、ゴムと同様にＺ形や傾斜\nＺ形配列に移ってフィルム精度を向上させる方向と、他方では逆Ｌ形やＬ形の特長\nを生かし、欠点を後述の各種の方法で是正して改良発展させる方向と両方をたどっ\nた。」（甲第４号証の３105頁中欄15ないし40行）\n「近年はタイヤやベルト用のダブルコーティング用カレンダ（写真６）の大部\n分、および軟質や硬質プラスチックのフィルム・シート用高速大型カレンダ（写真\n７）の相当数にＺ形配列が採用され、わが国でも数年前がＺ形全盛時代であっ\nた。」（甲第３号証の３ 93頁左欄29ないし35行）\n「（５本ロールカレンダに関しては）わが国ではＺ形にロールを１本追加したＭ\n形５本ロールカレンダ（写真11、図11中）が採用されている。」（甲第３号証の３\n95頁左欄６行ないし中欄２行）\n「これから先、目的によってはさらに６本、７本とロールを増して、前述のよう\nなマルチロールカレンダ化も考えられる」（甲第３号証の３ 95頁右欄11ないし\n13行）\n甲第３号証の３には、その他に傾斜Ｚ形が多く実用化されていることが記載され\nている」（94頁）。\n(2)－２　上記に加え、甲第６号証（審判甲第４号証（特開昭５１－１４４４５９\n号公報））、第７号証（審判甲第５号証（特開昭５１－４１７６１号公報））、第\n８号証（審判甲第６号証（特公昭５７－２７８２１号公報））及び第９号証（審判\n甲第７号証（'Modern Plastics International'第４巻第１号(1974)ｐ．１８～２\n１））より、以下の事実が明らかである。\nＬ型の６本ロールあるいは７本ロールは公知であった（甲第６号証第２図、第４\n図、甲第８号証第２図）。\n逆Ｌ型４本ロールと２つのロールを組み合わせた６本のロールからなるカレンダ\nは公知であった（甲第７号証図面）。\nニーダーロールを備えてはいるものの、傾斜Ｚ型４本ロールの下に２つのロール\nを付した６本ロールは公知であった（甲第９号証20頁図面）。\n(2)－３　さらに、本件明細書の発明の詳細な説明中には、以下の記載がある。\n「ゴム及びプラスチック等の高分子材料をフィルム又はシートに加工する場合、\nこれらの材料の配合物を混練した後圧延するために用いるカレンダーとしては、逆\nＬ型４本カレンダー（第７図）、Ｌ型４本カレンダー（第８図）、Ｚ型４本カレン\nダー（第９図）等の４本カレンダーが多く使用されて来た。」（甲第２号証の４、\n２頁最終行ないし３頁３行）\n「逆Ｌ型４本カレンダーの第二ロールＲ２から第四ロールＲ４への延長線上に第\n五ロールを設けた逆Ｌ型５本カレンダー（第１０図）及びこの型式を逆にしたＬ型\n５本カレンダー（第１１図）が出現した。然るにこれらの型式のカレンダー\nは・・・機構上及び操作上複雑で且つ機械が高価になる欠点がある。\nこれに対処するためにＺ型４本カレンダー（第９図）の下側に第五ロールＲ５を\n設けたＭ型５本カレンダー（第１２図）が一部で使用されている」（甲第２号証の\n４、３頁９ないし19行）\n(2)－４　以上を総合すると、本件出願時において、わが国では逆Ｌ型４本ロー\nル、Ｚ型及び傾斜Ｚ型が最も普通に使用されており、５本ロールカレンダではＭ型\nが最も多く使用されていたことが分かり、また６本ロールカレンダも実現していた\nことが分かる。\n５本ロールカレンダから６本ロールカレンダへと進んでいくであろうことは甲第\n１号証及び甲第２号証からも明らかであったが、このような状況において、新たな\n６本ロールカレンダを製作するに当たって本件発明に想到する道筋は、簡単に思い\n付くだけでも以下のとおり複数あり、いずれも当時の技術水準で普通に用いられて\nいるカレンダを組み合わせたもので、その組合せの容易なことは明らかである。\n(a) Ｍ＋１\nＭ型５本ロールの下に１個ロールを付すだけで本件発明に想到し得る。\n本件明細書の発明の詳細な説明に記載されたとおり、Ｍ型５本ロールの場合、\n「圧延された材料が第１２図の太実線に示す様に第四ロールＲ４のロール表面に沿\nわせてから該ロールより剥がされる場合、第五ロールＲ５の周速を第四ロールＲ４\nより遅くしなければならない。（原告注：これは、甲第３号証の３にも示されてい\nるとおり、材料が周速の速い方のロールに巻き付くからである。）　そのためバン\nクＢ３とバンクＢ４の回転方向が同方向となり、バンクＢ４内での材料の転換（軟\n化した材料の反転による練り返し）に効果がない欠点がある。また、圧延された材\n料が第１２図の点線の様に、第五ロールＲ５の周速を第四ロールＲ４より速くし\nて、第五ロールＲ５のロール表面に沿わせてから剥がされる場合には、圧延力によ\nるロールの撓みにより圧延されたフィルム又はシートの中央部が両端部より厚くな\nる誤差を補正するために、第五ロールＲ５を軸交叉（ロールクロス）すると、この\nロールに後続するテイクオフロール（剥取ロール）と第五ロールＲ５との間の平行\n度が崩れ、圧延されたフィルム又はシートに厚み誤差が発生するという欠点があ\nる。」（甲第２号証の４、３頁20行ないし４頁１行）。\nこのようなＭ型５本ロールの欠点は、本件出願時において十分に認識されてお\nり、このような欠点を解決して６本ロールカレンダを製作しようと思えば、新たな\nロールの取付位置はＭ型の最下部となる。この位置に新たなロールを設け、引取り\nをこのロールから行えば、上記したＭ型５本ロールの欠点が解決されることは自明\nだからである。もちろん、第五ロールの右側に新たなロールを設ける構成もこの過\n程では考慮されるであろうが、そのような構成を採用する積極的な理由は少なく\n（あるとすれば全体の高さを低く押さえるためくらいである。）、かかる構成を採\n用するとすれば（Ｚ型の場合と同様に）最終ロールに軸交叉装置を設けることにな\nるから、最終ロールからの引取りが困難であるとの問題点は解決されない。もっと\nも、仮に第五ロールの横にロールを設ける構成が考えられるとしても、それが本件\n発明の容易想到性を妨げることにはならない。本件で問題になっているのは、あく\nまで本件発明の６本ロールを容易に想到し得たか否かであって、他の構成が考えら\nれるかどうかは直接関係ないからである。\nなお、Ｍ型の下側に新たなロールを設けた場合の最後の４つのロールは、軸交叉\n装置を最後から２つ目のロールに設け、間隙調整装置を最終ロールに設けて、周速\nを後ろに行くに従って速くする点も含め、逆Ｌ型ロールと同じであり（このこと\nは、本件発明の最後の４つのロールを逆Ｌ型と同じ機能で運転することもできる\n（甲第２号証の４、６頁５ないし９行、第３図）とされていることからも明らかで\nある。）、この点からも新たなロールを設ける場合はＭ型の第五ロールの下に付す\nのが当業者にとって最も素直な構成であることが明らかである。\n(b) 逆Ｌ型４本ロール＋２本のロール\n前述したとおり、本件発明は最後の４つのロールを逆Ｌ型４本ロールと同じ機能\nで運転できるように構成されており、この点からみれば逆Ｌ型４本ロールの上に新\nたに２本のロールを設けたものにすぎない。\n５本ロールカレンダが出現した背景がミクシングミルを４本ロールカレンダの上\nに持っていって直結することにあること（甲第３号証の３ 94頁右欄13ないし25行）\nを考えれば、このような２本のロールを上に持っていって直結することは当業者に\nとってごく自然な発想である。\nしかも、このような２本のロールを上に設ける場合、当業者はＺ型ロールを熟知\nしているから、上記図に示した場所にこれを設けるのもごく自然であり、これを想\n到するのに困難性は全くない。\n(c) Ｚ型＋逆Ｌ型\n（図中斜線部分は、重なる部分を示す。）\n前述したとおり、当業者は本件出願時においてＺ型４本ロール及び逆Ｌ型４本ロ\nールに深く接しており、これらを組み合わせて本件発明に想到することも極めて容\n易であった。\n(d) Ｍ型＋逆Ｌ型\n（図中斜線部分は、重なる部分を示す。）\n同様に、Ｍ型５本ロール及び逆Ｌ型４本ロールが周知であることから、これらを\n組み合わせて本件第１発明に想到することも極めて容易であった。\n(e)甲第９号証（審判甲第７号証）\n甲第９号証の20頁に示された６本ロールカレンダは、傾斜Ｚ型４本ロールの下側\nに２本のロールを付した構成を採っている（上記の図は、左右逆転して表示）。こ\nの傾斜Ｚ型ロールの部分を単純なＺ型ロールにすれば、本件第１発明と同じロール\nの配置となる。\nもちろん、甲第９号証の発明にはニーダー・ロールがあって本件第１発明と全く\n同じだということにはならないが、前記のとおりミキシングミルの用途を持つロー\nルをカレンダに直結する発想は既にあり、６本ロールを新たに開発しようと考える\n場合に本件公知文献が参考にならないわけはない。\n(2)－５　以上のように、本件出願時の技術水準から考えれば、本件第１図に示さ\nれるような具体的構成を持った６本ロールカレンダに想到することが極めて容易で\nあることは、いかなる観点からも明白である。\n審決は、原告提出の証拠に、Ｍ型５本ロールにロールを追加する旨の記載がない\nとして、「Ｍ型５本ロールカレンダの最終ロールに１本を加えて６本ロールカレン\nダとすることは当業者が必要に応じて容易になし得ることである」との点を否定\nし、さらに特に理由を示さずに「第六ロールを第五ロールの下側で、第四ロール及\nび第五ロールと平行に設けることは当業者が必要に応じて容易になし得ることであ\nる」との点を否定するが、かかる判断は、新規性を備えるものはすべて進歩性を備\nえるとの考えにつながるものであり、不当である。\n(3)　周速を順次速くすることについて\n前記したとおり、本件第１図記載の具体的構成を有する６本ロールカレンダは本\n件出願時当業者が容易に想到し得たものであり、同様に本件第３図記載の６本ロー\nルカレンダも、４本ロールカレンダにおいてＬ型と逆Ｌ型が併存していることをと\nってみても、容易に想到し得るものである。\nこの具体的構成を有する６本ロールカレンダにおいて、周速を第一ロールから第\n六ロールにかけて順次速くしていくことは、正に当業者が用途に応じて選択できる\n設計事項にほかならない。すなわち、成形されたシートを第五ロールから引き出そ\nうと思えば（実際には、そのようなことが行われることはまれであろうが。）、第\n五ロールの周速を第六ロールより速くすればよく、逆に第六ロールからシートを引\nき出そうとすれば、第六ロールの周速を第五ロールより速くするにすぎない。な\nお、第一ロールから第五ロールまでの周速が、次のロールにシートを巻き付けるた\nめに徐々に速くされていることは通常の機械であれば当然で、よほど特殊なことを\nしていない限りはそのような設定がされている。\n本件第１発明は、材料を転換させて練り返すことを目的の一つとしており、本件\n６本ロールの構成を前提にした場合、最終の第六ロールまで材料を巻き付けて練り\n返すために第一ロールから第六ロールまで順次周速を速めることは当業者にとって\nは明白である。\nこの点に関し、審決は最終のロールからシートが引き取られているとは限らず、\n最終の１つ前のロールからシートが引き取られ、その最終の１つ前のロールの方が\n最終のロールよりも周速が速い場合のあることから、「上記Ｍ型に一本加えた６本\nカレンダーにおいて、第一ロールから順次後方のロールに巻き付けて成形する場\n合、各ロールの周速を第一ロールから順次後方に行くに従って速くすることは当業\n者が容易になし得ることである。」という結論を導くことはできないとするが、こ\nの論理は他の可能性があるだけで、もう１つの可能性がないとするものであり、誤\nりである。\n(4)　第五ロールに軸交叉装置を設け、第六ロールに間隔調整装置を設けることに\nついて\n審決は、この点について明確な判断をせず、そもそも本件第１発明のような配置\nの６本ロールカレンダが容易に想到し得るものではないから、この点も容易に想到\nし得るものではないとする。審決の前提が間違っていることは前記のとおりである\nが、念のためこの点が周知技術であり、それを採用するか否かが当業者が容易に選\n択できる設計事項であることを明らかにする。\n本件第１発明の６本ロールカレンダでは、第五ロール及び第六ロールとの間は最\n終のバンクを形成するから、ここにおいてシートの最終仕上げをしなければならな\nい。本件明細書の発明の詳細な説明中にもあるとおり、この最終バンクにおいてシ\nートの中央部が両端部より厚くなる誤差を補正するために、いずれかのロールを軸\n交叉させる必要がある。しかし、もし第六ロールからシートを引き取ることを前提\nにして第六ロールを軸交叉させるとなれば、テイクオフロールと第六ロールとの平\n行度が崩れるため、本件明細書の発明の詳細な説明においてＭ型に関する欠点とし\nて指摘されているのと同様の問題が生ずる。したがって、軸交叉装置は第五ロール\nに設けるほかはない。\nまた、最終のバンクにおいて厚さを調整するための間隔調整をする必要がある\nが、第五ロールは第四ロールと第六ロールに挟まれているため、第五ロールで間隔\n調整をすることは実質的にできない。結局間隔調整装置は第六ロールに設置せざる\nを得ない。\nこのように第五ロールに軸交叉装置を設け、第六ロールに間隔調整装置を設ける\nことは、本件第１発明の６本ロールの配置及びその目的から必然的に生じてくる問\n題であり、当業者であればかかる設計をすることは本件出願時に自明であった。\nこれは、本件第１発明の６本ロールの配置がＭ型にロールを１本足した構成だと\nすれば、Ｍ型の第五ロールには軸交叉装置が設けられているから（本件明細書の発\n明の詳細な説明）、それに間隔調整装置を備えた第六ロールを付したにすぎない\nし、また本件第１発明の６本ロールの配置の最後の４本が逆Ｌ型ロールを形成して\nいる点を捉えれば、周知の逆Ｌ型４本ロールの技術をそのまま取り入れたにすぎな\nい（甲第１０号証第５図、第７図、同第１１号証第５図、第８図）。\n２　取消事由２（本件第２発明の容易推考性）\n審決も認定しているとおり、本件第２発明は本件第１発明を普通に使用する方法\nにすぎない。したがって、本件第１発明と同様に、本件第２発明は、本件出願時に\nおいて、甲第３号証ないし甲第１２号証（審判甲第１号証ないし同第１０号証）に\n示される技術水準から当業者が極めて容易に想到し得たものである。\nところが、審決はこの点の判断を誤って、本件第２発明に想到するのは容易では\nないとしたものである。\n３　取消事由３（本件第１及び第２発明の公知性に関する認定、判断の誤り）\n(1)　図面の認定の誤り\n審決は、甲第２０号証（審判甲第２０号証）、第２２号証（審判甲第２２号証。\nＭ－６２９８図面）及び第２３号証（審判甲第２３号証。Ｍ－６２９９図面）の図\n面のいずれについても、「６本ロールの配置の基本構造において本件第１及び第２\n発明と同一といえるものが記載されているものの、本件第１又は第２発明の構成で\nある第５ロールに軸交叉装置を、第６ロールにロール間隙調整装置を備えること及\nび各ロールの周速を第一ロールから順次後方に行くに従って速くすることも示され\nていない」とするが、誤りである。\n甲第２０号証及び第２２号証の第五ロールの中心から左手の外枠にはモータが設\nけられており、このモータが第五ロールに作用するものであることは、その位置か\nら明らかである。このモータは、第五ロールの左右方向に影響を与えるものである\nから、多少でもカレンダについて知識がある者にとってはそれが軸交叉装置を表し\nていることは容易に分かる。\nまた、甲第２０号証及び第２２号証の第六ロールの下側にはやはりモータが設け\nられており、このモータが第六ロールに作用するものであることは、その位置から\n明らかである。このモータは、第六ロールの上下方向に影響を与えるものであるか\nら、多少でもカレンダについて知識がある者にとってはそれが間隙調整装置を表し\nていることは容易に分かる。\nさらに、甲第２０号証、第２２号証、第２３号証のいずれもが第六ロールの右側\nにテイクオフロールを有している。したがって、カレンダに供給される材料は、本\n件第１図と同様に流れることになるが、このように材料を流していくためには第一\nロールから第六ロールにかけて順次周速を速くしなければならないことも、カレン\nダについて知識のある者であれば容易に理解する。\nこのように、少なくとも甲第２０号証及び第２２号証については、「第５ロール\nに軸交叉装置を、第６ロールにロール間隙調整装置を備えること及び各ロールの周\n速を第１ロールから順次後方に行くに従って速くすること」が実質的に開示されて\nいる。\n(2)　被告による顧客への開示について\n審決は、甲第２２号証及び第２３号証の図面が「承認図、見積図（見積図　Ｍ\n番）」と題した台帳に記載されているにもかかわらず、「前記審判甲第２２及び２\n３号証は昭和５６年９月に被告によって、顧客からの要望に基づいて、その要望を\n満たすためのアイデア確認のために設計、図面化されたものであるということは認\nめられるが、これを顧客に提出したかどうかについては不明である。さらに、同調\n書から本数の多いロールの引き合いに対して６本ロールの提案をしたことは認めら\nれるものの、当該図面を顧客に提出したかどうかは不明である。」とする。\nしかし、「承認図、見積図（見積図　Ｍ番）」と題した台帳は顧客に提出した図\n面を記録する台帳であると考えるのが最も自然であり、実際にアイデア確認のため\nだけに設計、図面化が行われたと考えるのは経験則に反する。仮に図面が実際に顧\n客に渡されなかったとしても、被告が引き合いに対して６本ロールを提案していた\n以上、本件発明は顧客に開示されていたとみるべきである。\n(3)　顧客の守秘義務について\n審決は、「そもそも、一般的に技術開発がらみの引き合いにおける相談におい\nて、当事者双方は、互いに秘密保持について特段の要請をしていなくとも、その引\nき合いの具体的内容を当事者以外の他人に漏らすことは、社会通念上信義に反する\nことである上に、審判甲第２６号証には、被告従業員のＢやＣが、それらの図面を\n見せたり説明をしたり引き合いの相手に守秘義務がない旨を告げたことを証言した\nとも記載されていないから、原告の申し立てた「承認図、見積図（見積図　Ｍ\n番）」・・・に、たとえ複数の顧客名が記載されていたとしても、これのみではそ\nの技術内容が公然知られたものとすることはできない。」とする。\nしかし、そもそも被告に対して昭和５６年から６本ロールに関して行われた引き\n合いは、「技術開発がらみの引き合い」ではなく、単なるカレンダに関する商談で\nある。かかる商談において、顧客がメーカーに対して秘密保持義務を負うことは、\nメーカーが明示的に顧客に秘密保持義務を負わせる場合を除いてはあり得ない。問\n題となるのは、メーカーが顧客に対して「守秘義務がない」と告げたかどうかでは\nなく、メーカーが顧客に対して「守秘義務がある」と告げたかどうかである。この\n点、被告の従業員Ｂ、Ｃは、顧客に守秘義務を負わせた旨の証言を一切行っておら\nず、被告が顧客に６本ロールに関連して守秘義務を負わせなかったことは明らかで\nある。\n審決には、経験則上守秘義務を負わせることのない場面で守秘義務を認定した点\nで誤りがある。\n４　取消事由４（手続違背）\n審決は、審判合議体により、「『承認図、見積図（見積図　Ｍ番）』のＭ６２６\n２からＭ６５６３について検証を行った」とするが、かかる手続に請求人たる原告\nは全く関与しておらず、実際にどのような手続が行われたか不明である。\nこの手続について、原告において審判の記録を取得したところ、平成１２年６月\n２０日にこの点について審判官と被告側の面接が行われていたことが判明した（甲\n第３０号証）。この面接に立ち会った審判官への変更が原告に知らされたのは同月\n２８日付けであって（甲第３１、３２号証）、変更通知前に変更後の審判官が面接\nを行っていることは手続的に極めて問題である。\n同面接記録（甲第３０号証）上は当初「提出が必要な文書の選択を行う。」との\n記事があったが、これは後に削除されている。また、被告が提出した上申書（甲第\n３３号証）には、図面台帳上に顧客を特定するような情報がないとの記載が一切な\nいにもかかわらず、審決ではこの点が認定されて同図面台帳の提出が必要ないとさ\nれている。その経緯は明らかではないが、この手続は不透明であり、不公正なもの\nである。このような手続は不当であり、違法である。\n第４　審決取消事由に対する被告の反論\n１　取消事由１（本件第１発明の容易推考性の判断の誤り）に対して\n(1)　ロール配置構成について\n(1)－１　原告は、本件出願時において公知となっていた①Ｍ形５本ロールと１本\nのロール、②逆Ｌ形４本ロールと２本のロール、③Ｚ形と逆Ｌ形、④傾斜Ｚ形４本\nロールと２本のロール（甲第９号証、審判甲第７号証）の各組合せから本件第１発\n明のロール配置構成に想到し得る旨及び第五ロールに軸交叉装置を設け第六ロール\nに間隙調整装置を設けることとロールの周速を順次速めていくことは周知な技術で\nある旨主張し、本件第１発明の進歩性を否定する。\nしかし、以下に述べるとおり、本件第１発明のロール配置は、公知のロール配置\nの組合せではなく、また、軸交叉装置及び間隙調整装置の設置位置やロールの周速\nも周知な技術ではないから、原告の主張は誤りである。\n(1)－２　高品質のシートを生産するためには、ロールの数を増やすことが考えら\nれる。しかしながら、ロールの数を増やすと材料がロール間を通り抜ける回数（パ\nス回数）も増えることになるところ、パス回数を増やすと材料が熱を持ち、焼けて\nしまうことがあるので、格別の創意工夫を経ることなく単純にロール数を増やすこ\nとはできない。そこで、ロールの数とともにその配置構成を工夫することが必要と\nなり、どのような目的のためにどのようなロール本数及び配置構成が最良であるか\nにつき、詳細な検討が必要である。その結果として、被告が想到したのが本件第１\n発明である。原告提出の書証には、様々なロール本数と配置構成が記載されてお\nり、特に甲第４号証の３（１０１頁中欄８ないし１１行目並びに図１及び１０２頁\n図２）には、カレンダ変遷の歴史のみならず将来のマルチロール高速カレンダの構\n想も記載されているが、いずれにも、本件第１発明のロール配置構成は記載されて\nいない。\nしかも、本件第１発明は、間隙調整装置、軸交叉装置、ロールの周速といった他\nの構成要件も踏まえて総合的に判断し最良の選択として当該配置位置が決定された\nものであるから、当該配置位置だけを取り出して着想することの難易を論ずること\nはできない。\n公知のロール配置構成の組合せを列挙すると極めて多様となり、これを検討する\nだけでも容易ではない。まして、検討すべき課題は、配置構成のみにとどまらない\nから、本件第１発明のような発明が、単なる周知事項の組合せにより容易に想到で\nきるとする原告主張は誤りである。\n(2)　軸交叉装置及び間隔調整装置について\n①軸交叉装置を第五ロールに設け、間隙調整装置を第六ロールに設けること、及\nび②ロールの周速を第一ロールから順次後方へ行くに従って速くしていくこと、の\n２点は、本件第１発明の具体的なロール構造を前提とするものであるところ、前項\nで述べたとおり、当業者が当該ロール配置構成を選択すること自体が容易といえな\nい以上、それだけで、①及び②の２点についても、当業者において容易に想到する\nことはできないことが明白である。\n２　取消事由２（本件第２発明の進歩性及び公知性）に対して\n本件第２発明は、本件第１発明を普通に使用する方法であるから、本件第１発明\nと同じ理由により、容易に推考できた発明であるとも、公知の発明であるともいえ\nない。\n３　取消事由３（公知性の認定判断の誤り）に対して\n(1)　原告は、被告が図番Ｍ－６２９８の図面（甲第２２号証（審判甲第２２号\n証））及び図番Ｍ－６２９９の図面（甲第２３号証（審判甲第２３号証））を顧客\nに開示した旨主張し、かかる開示により本件発明は出願前に公知となった旨主張す\nる。\nしかし、Ｂ証人は６２９９図面作図の経緯を証言しているだけであり、同図面の\n開示の有無・態様等、並びに６２９８図面作図の経緯、及び同図面の開示の有無・\n態様等につき具体的な証言をしていない（甲第２８号証９ないし１０頁）。これら\nのことと、結局、商談が成立するに至らなかったことにかんがみれば、前記各図面\nを顧客に開示するに至らなかった可能性が高い。また、以下に述べるように、上記\n各図面には本件発明のすべての構成要件、特に各ロールの周速を第一ロールから順\n次後方にいくに従って速くしたとの構成要件は表れていない。\n(2)　６２９８図面を見ると、上端に２本のシャフトとモーターが、左端に３本の\nシャフトとモーターが、下端に１本のシャフトとモーターが設けられているのが分\nかるが、いずれが間隙調整装置であり、いずれが軸交叉装置であるとの記載はな\nく、図面から特定することはできない。そして、技術的には第一、第五、第六ロー\nルに軸交叉装置を設けている可能性があるから、図面により当然に本件発明のよう\nに第五ロールに軸交叉装置が設けられているなどと断定することはできない。ま\nた、軸交叉装置が隠れて内部に設置されている場合は図示されないから、図面だけ\n見て第六ロールに設けられている可能性を否定することはできない。\nしたがって、甲第２２号証の図面では、間隙調整装置が第六ロールに設けられ、\n軸交叉装置が第五ロールに設けられていることは読み取ることはできない。\n本件発明のうち、ロールの周速が順次速くなっていくという構成要件について\nは、動きを伴う要件であることから、一層、図面から読み取ることはできない。\n原告は、最終ロールに右側に引き取りロールがあることを根拠にロールの周速が\n順次速くなっている旨主張する。しかし、ロールの周速を等速とする構成もあり、\nこの場合であっても、ロールの温度との関係から、次のロールに巻き付かせること\nができることができ、事実、逆Ｌ字型４本カレンダにおいては、第三ロールと第四\nロールは等速で回し、温度によりシートの送り先を決定している（乙第３号証及び\n乙第４号証）。\nしたがって、図面上、引き取りロールが最終ロールの右側にあることをもって、\nロールの周速が順次速くなっているとの構成要件を読み取ることはできない。\n(3)　仮に、６２９８図面又は６２９９図面を顧客に開示していたとしても、顧客\nは、以下に述べるように守秘義務を負うから、公知とはならない。\n発明の内容が、発明者のために秘密を保つべき関係にある者に知られたとして\nも、特許法２９条１項１号にいう「公然知られた」には当たらないが、この発明者\nのために秘密を保つべき関係は、法律上又は契約上秘密保持の義務が課せられるこ\nとによって生ずるほか、社会通念上又は商慣習上、発明者側の特段の明示的な指示\nや要求がなくとも、秘密扱いとすることが暗黙のうちに求められ、かつ、期待され\nる場合においても生じる。\n本件は、仮に被告が顧客に図面を開示していたとしても、それは、正に、製造販\n売者と需要者とが新規に開発された技術を含む製品について商談し、需要者が暗黙\nのうちに第三者に新技術を開示しないことを求められ、製造販売者もそうすること\nを期待し信頼して当該技術を需要者に開示した場合である。したがって、被告が顧\n客に対し前記各図面を開示したとしても、本件発明が公然知られた状態になったも\nのということはできない。\n４　取消事由４（手続違背）に対して\n原告は、審判合議体が、出願前公知の主張の当否を審理するに当たり、「承認\n図、見積図（見積図　Ｍ番）」と題した台帳を実際に閲覧した点につき、手続上違\n法があった旨主張するが、審判合議体は、被告の営業上の秘密が記載された前記台\n帳につき、被告の提出義務の有無ないし当該台帳の取調べの要否を調査しただけで\nあるから、原告主張の手続上の瑕疵はない。\n第５　当裁判所の判断\n１　取消事由１（本件第１発明の容易推考性の判断の誤り）について\n(1)　ロール配置について\n原告は、本件第１発明のロール配置は、(a)Ｍ形５本ロールと１本のロールの組合\nせ、(b)逆Ｌ形４本ロールと２本のロールの組合せ、(c)Ｚ形４本ロールと逆Ｌ形４\n本ロールの組合せ、(d)Ｍ形５本ロールと逆Ｌ形４本ロールの組合せ、あるいは(e)\n傾斜Ｚ形４本ロールに２本のロールを付した構成の６本ロールカレンダから当業者\nが容易に想到し得たものである旨主張するので、以下検討する。\n(1)－１　Ｍ形５本ロールと１本のロールの組合せについて\n(1)－１－１　甲第４号証の１ないし３によれば、審判甲第２号証（「ＰＬＡＳＴ\nＩＣＳ　ＡＧＥ」、第２０巻、６月号、（株）プラスチックスエージ昭和４９年６\n月１日発行）に、原告従業員であるＤによる「プラスチック成形加工講座－カレン\nダ加工⑤カレンダ構造(1)」との論文が掲載されているところ、その「１．カレンダ\nの歴史と進歩」の節には、「カレンダ変遷の歴史」として下記の図が示されている\nところ、同図によれば、ロールカレンダは、２本ロールから３本、４本、５本ロー\nルへと多様な発展を遂げたものであり、５本ロールカレンダについても、直立型、\nＬ型、Ｆ型、Ｍ型と多様なロール配置が知られていることが認められる。\nまた、甲第５号証（原告出願の特公昭４９－４４５８６号公報）によれば、５本\nロールカレンダとして、上記甲第４号証に記載のタイプ以外に、下記のような多種\n多様なロール配置のものが知られていることが認められる。\nしかも、上記各図によれば、隣接するロールの相対配置についても、下流のロー\nルは、必ずしも水平方向あるいは垂直方向に配されるものではなく、斜め上方、斜\nめ下方に配置される等、多様な配置があり、さらには、一本のロールに隣接して３\n本のロールを配するものなど多様な配置形態が知られており、ロールの数が５本の\nロールカレンダであっても、ロール配置は多種多様であることが認められる。\nそして、このように多種多様な配置を有するロールカレンダについて、甲第３号\n証の１ないし３によれば、審判甲第１号証（「ＰＬＡＳＴＩＣＳ　ＡＧＥ」、第２\n０巻、８月号、（株）プラスチックスエージ昭和４９年８月１日発行）における原\n告従業員Ｄの「プラスチック成形加工講座－⑥カレンダ構造(2)」との論文中に、\n「今までの説明からも推測がつくと思うが、今日のようにかなり進歩し改良された\n精密型カレンダといえども、各形式にはそれぞれ長所と同時に欠点があり、どんな\n目的にも絶対これがよいとすすめられるものはない。製品の種類や作業目的に応\nじ、また前後設備との関連や将来の構想もよく話して、専門の技術者と充分協議す\nることが形式を決める最良の方法である。」（９５頁右欄１７ないし２５行）と記\n載されていることが認められ、これら多種多様なロールカレンダは、それぞれの長\n所、短所に応じて使い分けられていたものと認められる。\n(1)－１－２　このように多種多様なロールカレンダが知られ、それぞれの長所短\n所に応じて使い分けられているような状況の下で、仮に、当業者が６本ロールカレ\nンダの製作を企図し、５本ロールカレンダに１本ロールを追加することを着想した\nしても、ロールを１本追加する対象として、Ｍ型５本ロールを選択することが当業\n者に容易であると直ちに断定することはできない。\nしかも、仮に、Ｍ型５本ロールにロールを１本追加することを着想したとして\nも、その追加位置として、第五ロールの下側を選択することが当業者に容易であっ\nたものということはできない。その理由は以下のとおりである。\n(1)－１－３　甲第３号証の１ないし３によれば、前記Ｄの論文「カレンダ構\n造(2)」の中でＺ型４本ロールカレンダについて、「Ｚ形カレンダはバンクから次の\nバンクまでの距離がすべて１／４円周で最も短いために、材料の温度低下が少なく\n高速化に適している・・・などの利点も多い」（９３頁左欄２５ないし３１行）こ\nとが記載され、Ｍ型５本ロールカレンダについて、「わが国ではＺ形にロールを１\n本追加したＭ形５本ロールカレンダ・・・が採用されている。この形式はバンクと\n次のバンクとの距離がすべて１／４円周づつで最も短いので、無可塑塩化ビニル樹\n脂の透明度のよいフィルムや厚いシート類の高速生産には最適である。」（９５頁\n左欄６行ないし中欄６行）と記載されていることが認められるところ、これによれ\nば、Ｍ型５本ロールはＺ型４本ロールから発展したものであり、両者は「バンクか\nら次のバンクまでの距離がすべて１／４円周で最も短い」との構成で共通し、この\n構成に伴う技術的特徴を継承するものと認められる。\nまた、前示のとおり、審判甲第２号証の図１には、「カレンダ変遷の歴史」が図\n示されているところ、Ｍ型５本ロールカレンダが、Ｚ型４本ロールカレンダから発\n展したものであることは、同図において、Ｚ型４本ロールカレンダからＭ型５本ロ\nールカレンダに矢印が引かれていることからも明らかである。そして、同図に示さ\nれたＺ型４本ロールカレンダとＭ型５本ロールカレンダのロール配置をみると、両\n者に共通する「バンクから次のバンクまでの距離がすべて１／４円周で最も短い」\nとの構成は、第一ロールから下流に向けてロールを、順次、水平右側、垂直下側、\n水平右側、垂直下と規則的に配設することにより達成されるものであることが看取\nされる。\nそうすると、仮に、当業者がＭ型５本ロールカレンダをさらに発展させ、これに\nロールをもう１本追加することを着想したとしても、ロールの追加位置として、Ｚ\n型４本ロールカレンダ、Ｍ型ロールカレンダに共通する前記技術的特徴を承継、発\n展させる得る位置、すなわち、第五ロールの水平右側を選択するのが自然であり、\nＭ型５本ロールカレンダの「バンクから次のバンクまでの距離がすべて１／４円\n周」との技術的特徴をあえて排し、第五ロール（最終ロール）の下に第六ロールを\n配置することを当然に選択するものとはいえない。\nこのことは、審判甲第２号証（甲第４号証の１ないし３）に、「カレンダの進歩\nと将来」として、「このようにカレンダ成形の分野も多様化してきたので、カレン\nダの将来の発展の方向も一様ではない。カレンダの形式一つをとってみて\nも、・・・図２に示すような将来のマルチロールカレンダや複合フィルム形成カレ\nンダなど（筆者の構想）もありうる。」（１０２頁中欄７ないし１９行）と記載し\nた上で、「図２　将来のマルチロール高速カレンダーの構想」として第一ロールか\nら順に「水平右側、垂直下側」に規則的にロールが配置する８本ロールカレンダ：\n（図の左から２番目）が示されていることからも裏付けられる。\n(1)－１－４　原告は、本件明細書（甲第２号証の４）の発明の詳細な説明に、Ｍ\n型５本ロールカレンダの欠点について、「・・・第五ロールＲ５を軸交叉（ロール\nクロス）すると、このロールに後続するテイクオフロール（剥取ロール）と第五ロ\nールＲ５との間の平行度が崩れ、圧延されたフィルム又はシートに厚み誤差が発生\nするという欠点がある。」と記載されていること、この問題点は、Ｍ型５本ロール\nカレンダの第五ロールの水平右側にロールを追加しても解消されないこと等を理由\nに、当業者が６本ロールカレンダを製作しようと思えば、新たなロールの取付け位\n置は、Ｍ型５本ロールカレンダの最下部（第五ロールの下）になる旨主張する。\nしかしながら、当業者がロールの追加位置として、第五ロールの水平右側を選択\nするのがむしろ自然であることは前示のとおりであるところ、全証拠によっても、\nＭ型５本ロールカレンダの上記欠点が、同タイプのロールカレンダ及びＺ型４本ロ\nールカレンダに共通する「バンクから次のバンクまでの距離がすべて１／４円周」\nとの技術的特徴をあえて排してまで、解決すべき問題であると本件出願前に当業者\nに認識されていたと認めるに足りる根拠を見いだすことはできない。\nかえって、甲第１１号証の１、２によれば、「石川島播磨技報」第９巻第５号、\n昭和４４年９月石川島播磨重工業株式会社発行には、(ⅰ)軸交叉（ロールクロス）\n装置を備えたロールからシートがテイクオフロール（剥取ロール）に巻き取られる\nため、ロール間の平行度について上記Ｍ型５本ロールカレンダと共通する問題を有\nするＺ型４本ロールカレンダと、 (ⅱ)本件第１発明と同様に、最終ロールに間隙調\n整装置を、その前段のロールに軸交叉装置をそれぞれ配設し、最終ロールからシー\nトをテイクオフロールに巻き取る構成とされ、このためテイクオフロールとの平行\n度に関する問題のない逆Ｌ型４本ロールカレンダとの関係について、「カレンダー\nロールの配置は設備全体の形態に大きな影響を与える重要なものである。これは、\n主として精度に関連した面、作業性の面から検討され決定される。」（同号証５７\n４頁１１ないし１３行）と、ロール配置は、主として加工の精度及び作業性の面か\nら決定されるとした上で、「従来、この点に関して種々の議論、とくに逆Ｌ\n形・・・とＺ形・・・の得失についての論議が重ねられ、精度の根本的な問\n題・・・から、Ｚ形ロール配置の優位は動かしがたいものとなっている。」（５７\n４頁１３ないし１７行）と記載されていることが認められる。\n上記記載によれば、(ⅰ)のＺ型４本ロールは、シートの巻き取りの際のロールの\n平行度に問題があるとしても、精度等の点で 、そのような問題のない(ⅱ)の逆Ｌ型\n４本ロールカレンダより動かし難いほどの優位にあると、本件出願前において、当\n業者が認識していたことは明らかである。\n上記にかんがみれば、当業者は、Ｍ型５本ロールカレンダの第五ロールの水平右\n側にロールを１本追加した場合（上記(ⅰ)に相当する）と、本件第１発明のように\n第五ロールの下側にロールを１本追加した場合（上記ⅱに相当する）では、むしろ\n前者（上記(ⅰ)）が有利であると考え、前者を選択するのが自然であるものと認め\nることができる。\nしたがって、原告の主張は理由がない。\n(1)－２　逆Ｌ形４本ロールと２本のロールの組合せについて\n(1)－２－１　原告は、本件第１発明は、逆Ｌ型４本ロールの上に新たに２本のロ\nールを設けたものにすぎないから当業者が容易に発明することができたものである\nとし、その理由として、５本ロールカレンダが出現した背景がミクシングミルを４\n本ロールカレンダの上に持っていって直結することにあること（審判甲第１号証\n（甲第３号証）94頁右欄13ないし25行）を考えれば、このような２本のロールを上\nに持っていって直結することは当業者にとってごく自然な発想である、旨主張す\nる。\nしかしながら、甲第３号証には、前記のとおり原告従業員のＤによる「カレンダ\n構造（２）」に関する論文が掲載されているところ、その3.6 節には「５本ロール\nカレンダ」とのタイトルの下に、「プラスチックのカレンダリングの歴史におい\nて、昔の３本形から４本形に移行した現在でも、ほとんどのカレンダの前工程には\nミクシングミル・・・が設置され、材料の可塑化混練や予熱工程を受け持ってい\nる。それならば、この練りロールを４本ロールカレンダの上の方に持っていって直\n結した方が、設備費が安くエネルギの節約にもなると考えても不思議はない。これ\nが５本ロールカレンダの出発点で・・・ある。」（９４頁右欄１３ないし２５行）\nと記載されていることが認められる。\n上記記載は、５本ロールカレンダについて解説した節の中で、「練りロール」を\n「４本ロールカレンダの上にもっていって直結」することが、「５本ロールカレン\nダの出発点」であると述べるものであるから、「練りロール」の数は、「５本」－\n「４本」＝「１本」であることは明らかである。\nこのことは、上記箇所に続く記載からも明らかである。すなわち、甲第３号証の\n上記記載に続く部分には、「最初につくられた５本ロールカレンダは・・・Ｌ形５\n本形式（写真１０、１１図左）の硬質ビニルフィルム用である。」（同頁右欄２６\nないし２９行）、「わが国では、Ｚ形にロールを１本追加したＭ形５本ロールカレ\nンダ（写真１１、図中）が採用されている。」（９５頁左欄６行ないし中欄２\n行）、「これ以外の５本ロールカレンダの構想としては、Ｆ形（図１１右）など、\nおもしろい配列で、・・・多目的に利用できる特長がある。」（同頁右欄３ないし\n６行）と各種の５本ロールについて解説した上で、これらに対応する５本ロールカ\nレンダが図１１：\nとして示されているところ、これらは、いずれも、「４本ロールカレンダ」に、\n「１本」のロールを「直結」して練りロールを構成することにより、「５本ロール\nカレンダ」としたものであることは、明らかである。\n(1)－２－２　以上のとおり、甲第３号証には、４本ロールカレンダに「１本」の\nロールを直結して５本ロールカレンダとすることが記載されているにすぎない。\n本件第１発明の構成が公知になっていない本件出願前の時点において、当業者\nが、上記のような記載に基づいて、４本ロールに直結する練りロールの数を「２\n本」と理解し、その上で、「練りロール」を直結する対象として「逆Ｌ型４本ロー\nル」を選択し、本件第１発明のロール配置を着想することが容易であったものとい\nうことはできない。\n(1)－３　Ｚ形４本ロールと逆Ｌ形４本ロールの組合せについて\n原告は、当業者は、Ｚ型４本ロールカレンダ及び逆Ｌ型４本ロールカレンダに深\nく接していることを理由に、これら２種のロールカレンダを組み合わせることによ\nり、本件第１発明を極めて容易に想到できる旨主張する。\nしかしながら、Ｚ型４本ロールカレンダと逆Ｌ型４本ロールカレンダとを組み合\nわせて本件第１発明の構成に至るには、単に両者を結合するのではなく、Ｚ型４本\nロールカレンダの下流の２本のロール、逆Ｌ型４本ロールカレンダの上流の２本の\nロール、あるいはそれぞれから１本のロールを取り外した上で、両者を組み合わせ\nることが必要であることは明らかであるが、全証拠によっても、そのようなことが\n容易に着想することができたと認めるに足る根拠を見いだすことはできない。\n(1)－４　Ｍ形５本ロールと逆Ｌ形４本ロールの組合せについて\n原告は、Ｍ型５本ロールカレンダ及び逆Ｌ型４本ロールカレンダが周知であるこ\nとを理由に、当業者が、これら２種のロールカレンダを組み合わせて本件第１発明\nを想到することは極めて容易であったと主張する。\nしかしながら、Ｍ型５本ロールカレンダと逆Ｌ型４本ロールカレンダを組み合わ\nせて本件第１発明の構成に至るには、単に両者を結合するのではなく、Ｍ型５本ロ\nールカレンダの下流の３本のロール、逆Ｌ型４本ロールカレンダの上流の３本のロ\nール、あるいは両者から合計３本のロールを取り外した上で、両者を組み合わせる\nことが必要であることは明らかであるが、全証拠によっても、そのようなことが容\n易に着想することができたと認めるべき根拠を見いだすことはできない。\n(1)－５　傾斜Ｚ形４本ロール＋２本のロールについて\n原告は、審判甲第７号証（甲第９号証）に記載された６本ロールカレンダの上流\n側４本の傾斜Ｚ型ロールを単純なＺ型ロールとする（すなわち、傾斜のない水平な\n配置とする）と、本件第１発明の６本ロールカレンダと同一の構成となるから、本\n件第１発明は、甲第９号証に記載された発明に基づいて当業者が容易に想到し得る\nものである旨主張する。\nしかしながら、甲第９号証に実際に記載されている６本ロールカレンダは、次図\nのロール配置を有するものであるところ（２０頁左欄中段の図）、その第一ロール\n及び第二ロールのニップ（間隙）部に、ホッパ及びスタッフィングユニットからシ\nートを形成するための原材料が供給されることは、図より明らかである。また、そ\nの説明に、「硬質ＰＶＣと可塑化ＰＶＣの両方を処理するプラスチケータ／フィー\nダが、振動ラムでもって高圧で材料を第１ニップへと押しやるスタッフィングユニ\nットを有する。第一及び第二ロールのもとのニーダロール（差込図）は、ロール幅\nにわたった混合（mixing）を提供する。」（２０頁左欄中断の図の説明、訳文６頁\n下５ないし２行）と記載されていることから、甲第９号証記載の６本ロールカレン\nダ\nにおいて、第一ロール及び第二ロールは、その下部のニーダロールとともに、ミキ\nシング機能を奏していることは明らかであり、第一及び第二ロールが後続のカレン\nダロールに直結していることも図より明らかである。\nそうすると、甲第９号証記載の６本ロールカレンダの第一及び第二ロールは、水\n平の配置ではないにもかかわらず、後続のロールと直結され、現に、ミキシング機\n能を奏しているのであるから、原告の上記主張は理由がない。\n(2)　周速、軸交叉装置及び間隔調整装置について\n原告は、第一ロールから第六ロールにかけて周速を順次速くすること、最終ロー\nルに間隔調節装置を設けること、最終ロールの前段のロールに軸交叉装置を設ける\nことは、いずれも周知技術であり、当業者が容易に選択できる設計事項であると主\n張する。\nしかしながら、原告の上記主張は、本件第１発明のロール構成が当業者に容易に\n想到し得ることを前提とするものであることろ、この前提が成立しないことは前示\nのとおりである\n(3)　したがって、本件第１発明の容易推考性についての原告の主張は理由がな\nく、取消事由１は理由がない。\n２　取消事由２（本件第２発明の容易推考性の判断の誤り）について\n本件第２発明は、本件第１発明に係る６本ロールカレンダの使用方法に係る発明\nであるが、本件第１発明に係る６本ロールカレンダが、当業者に容易に想到し得た\nものでないことは前示のとおりである。\nそうである以上、その使用方法についても、当業者にとって容易に想到し得たも\nのということはできず、取消事由２も理由がない。\n３　取消事由３（本件第１及び第２発明の公知性の判断の誤り）について\n原告は、被告が本件出願前に、守秘義務のない客先に対して、６２９８図面（甲\n第２２号証）、６２９９図面（甲第２３号証）を提示又は交付して、本件第１発明\n及び本件第２発明の実施に当たる６本ロールカレンダーを公然知られた状態とした\n旨主張する。\nしかしながら、６２９８図面、６２９９図面によっても、６本のロールの配置は\nともかく、ロール軸交叉装置及びロール間隙調整装置の各位置並びにロール周速を\n第１ロールから順次後方に行くに従って速くした点を読み取ることはできない。す\nなわち、６２９８図面（甲第２２号証）には、６本ロールカレンダーの上端に２本\nの、左端に３本の、下端に１本の各シャフト及びモーターが記載されているが、そ\nのいずれがロール間隙調整装置で、いずれがロール軸交叉装置であるかについての\n記載はないから、同図面上それを特定することはできず、また、技術的には第１、\n第５、第６ロールにロール軸交叉装置を設けることが可能であるから、第５ロール\nにロール軸交叉装置が設けられているなどと断定することはできない。のみなら\nず、ロール軸交叉装置が内部に設置されている場合は図示されないから、図面だけ\nから第６ロールに設けられている可能性を否定することはできない。したがって、\n６２９８図面によっても、ロール間隙調整装置が第６ロールに設けられ、ロール軸\n交叉装置が第５ロールに設けられていることを読み取ることはできない。\n以上のとおり、６２９８図面に、本件第１発明及び本件第２発明のすべての構成\n要件が記載されているということはできず、この点は６２９９図面に関しても同様\nである。原告は、甲第２０号証の図面にも本件第１発明及び本件第２発明の構成が\n示されているとも主張するが、同様、これを認めることはできない。したがって、\n原告主張のようにこれらの図面の提示又は交付があったとしても、本件第１発明及\nび本件第２発明が公然知られていたとすることはできない。\n他に、上記図面以外に本件発明の構成が公知になっていたことを間接に裏付ける\nべき証拠もないので、原告主張のその余の点について判断するまでもなく、取消事\n由３も理由がない。\n４　取消事由４（手続違背）について\n取消事由４の手続違背の主張は、原告が本件第１発明及び本件第２発明が公知で\nあると主張する点に関する審判の手続に瑕疵があったというものであるが、審判及\nび本訴で提出された書証によっても公知に関する原告の主張が認められないこと\nは、取消事由３について判断したとおりである。そして、取消事由４における審判\nの手続上の瑕疵の主張は、不公正さを主張するのみであり、法律上の手続違反を述\nべるものではない。\nそうすると、原告主張の手続違背をもって、審決にこれを取り消すべき瑕疵があ\nるということはできず、取消事由４も理由がない。\n第６　結論\n以上のとおり、原告主張の審決取消事由は理由がないので、原告の請求は棄却さ\nれるべきである。\n（平成１４年１月２２日口頭弁論終結）\n東京高等裁判所第１８民事部\n裁判長裁判官　　　永　　　井　　　紀　　　昭\n裁判官　　　塩　　　月　　　秀　　　平\n裁判官　　　古　　　城　　　春　　　実\n"
}