{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 16,
    "month": 1,
    "day": 21
  },
  "case_number": "平成13(行ウ)14等",
  "case_name": "所得税更正処分等取消請求事件",
  "court_name": "横浜地方裁判所第1民事部",
  "lawsuit_id": "15070",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=15070",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/070/015070_hanrei.pdf",
  "contents": "主　　　　　　　　　　　　 文\n１　被告が，原告に対し，平成１２年７月５日付けでした原告の平成１\n１年分の所得税に係る過少申告加算税賦課決定処分のうち，過少申告加\n算税額１２万００００円を超える部分を取り消す。\n２　被告が，原告に対し，平成１３年９月２６日付けでした原告の平成\n１２年分の所得税に係る過少申告加算税賦課決定処分を取り消す。\n３　原告のその余の請求をいずれも棄却する。\n４　訴訟費用は原告の負担とする。\n事実及び理由\n第１　当事者の求めた裁判\n１　原告\n(1) 被告が，原告に対し，平成１２年３月１３日付けでした原告の平成\n８年分の所得税に係る更正処分のうち，課税総所得金額２億５９８８万\n７０００円，納付すべき税額１億０３７４万３９００円を超える部分を\n取り消す。\n(2) 被告が，原告に対し，平成１２年３月１３日付けでした原告の平成\n９年分の所得税に係る更正処分のうち，課税総所得金額５７７５万７０\n００円，納付すべき税額１００２万３７００円を超える部分を取り消\nす。\n(3) 被告が，原告に対し，平成１２年３月１３日付けでした原告の平成\n１０年分の所得税に係る更正処分のうち，課税総所得金額１億０１６９\n万８０００円，納付すべき税額４２０５万３５００円を超える部分を取\nり消す。\n(4) 被告が，原告に対し，平成１２年７月５日付けでした原告の平成１\n１年分の所得税に係る更正処分のうち，課税総所得金額１億６１６９万\n３０００円，納付すべき税額５６７１万０７００円を超える部分及び過\n少申告加算税賦課決定処分のうち過少申告加算税額６万３０００円を超\nえる部分を取り消す。\n(5) 被告が，原告に対し，平成１３年９月２６日付けでした原告の平成\n１２年分の所得税に係る更正処分のうち，課税総所得金額２５９５万６\n０００円，納付すべき税額４５１万２２００円を超える部分及び過少申\n告加算税賦課決定処分を取り消す。\n(6) 訴訟費用は被告の負担とする。\n２　被告\n(1) 原告の請求をいずれも棄却する。\n(2) 訴訟費用は原告の負担とする。\n第２　事案の概要\n本件は，原告が，平成８年分ないし平成１２年分の所得税について，自\n己の勤務する会社の親会社から付与されたストック・オプションを行使\nして得た利益（権利行使利益）を一時所得として申告したところ，被告\nが，上記権利行使利益は給与所得に当たるとして更正処分及び過少申告\n加算税賦課決定処分をしたことから，原告が，これらの処分は違法であ\nるとして，各処分のうち，上記権利行使利益を一時所得として計算した\n金額を超える部分の取消しを求める事案である。\n第３　基礎となる事実\n（以下の事実は，当事者間に争いがない事実であるか，各段落等の末尾\nに記載した証拠ないし弁論の全趣旨により容易に認められる事実であ\nる。）\n１　ストック・オプションについて\n(1) ストック・オプションの内容\nストック・オプションとは，会社が自社又は子会社の役員，従業員等\n（以下「従業員等」という。）に対して付与する，自社株式を一定の期\n間内にあらかじめ定められた権利行使価格で取得することができる権利\nである。\nこのようなストック・オプションを会社が自社又は子会社の従業員等に\n付与する制度（ストック・オプション制度）は，米国において考案さ\nれ，発展してきたものであり，長期インセンティブプランとしての報酬\n制度の一類型と位置付けられるものである。\n(2) ストック・オプション制度に関する我が国の法規制の推移\nア　会社がストック・オプション制度を実施するためには，その従業員\n等に対して付与する自社株式を手当てする必要があるところ，これにつ\nいては，従前の商法の下においても，新株の有利発行又は自社株式の取\n得という方法により対応することが可能であったが，前者については株\n主総会の決議の効力が６か月に制限され，後者についても自己株式の償\n却期間が６か月に制限されていたことから，法制度上，我が国の会社が\nストック・オプション制度を導入することは実質的に困難な状況にあっ\nた〔乙２号証〕。\nイ　しかし，平成７年１１月，特定新規事業実施円滑化臨時措置法（以\n下「新規事業法」という。）の改正（平成７年法律第１２８号）によ\nり，商法の特例措置として，特定の株式未公開企業に限り，自社の取締\n役又は使用人に対する新株の有利発行のための株主総会の特別決議の効\n力を１０年に延長することなどが規定され，これらの企業については，\n新株の有利発行の方法によるストック・オプション制度の導入が可能と\nなった〔乙２号証〕。\nウ　さらに，平成９年５月，商法の改正（平成９年法律第５６号）によ\nり，株式会社について，自社の取締役又は使用人に譲渡するための自己\n株式の取得に関し，取得可能な自己株式の数量が増加し，償却期間も１\n０年に延長されたこと（商法２１０条ノ２）などにより，自己株式を取\n得する方法によるストック・オプション制度の導入が可能となり，ま\nた，一定の要件の下に自社の取締役又は使用人に新株引受権を付与する\n方法のストック・オプション制度も新設された（同法２８０条ノ１\n９）。しかし，この時点では，我が国の株式会社がその株式を子会社の\n従業員等に付与する形式のストック・オプション制度の導入を可能にす\nるための規定は設けられなかった 。\n〔乙１号証〕\nエ　なお，その後，平成１３年１１月の商法改正（平成１３年法律第１\n２８号）による新株予約権制度の導入（商法２８０条ノ１９）により，\nストック・オプション制度は新株予約権の有利発行の一場面として位置\n付けられるとともに，自社の従業員等以外の者にもストック・オプショ\nンを付与することができるとされるなど，我が国の株式会社のストッ\nク・オプション制度の利用に関する法規制が大幅に緩和されるに至って\nいる。\n(3) ストック・オプションに関する課税上の取扱いの推移\nア　平成７年１１月の新規事業法の改正以前においては，ストック・オ\nプション一般に関する課税上の取扱いについて規定した法令及び通達は\n存在しなかった。\nもっとも，当時の商法下でも，株主総会決議後６か月間に限って，従業\n員等に有利な発行価額により新株等を取得する権利を付与することは可\n能であったところ，これが付与された場合の課税について，所得税法施\n行令（平成１０年政令第１０４号による改正前のもの）８４条は，上記\n権利に係る所得税法３６条の収入金額を，原則として，当該権利に基づ\nく払込みに係る期日における新株等の価額から当該新株等の発行価額を\n控除した金額による旨を規定し，また，所得税基本通達２３～３５共－\n６（ただし，平成８年６月の改正前のもの。）は，発行法人から有利な\n発行価額による新株等を取得する権利を与えられた場合には，それを行\n使して新株等についての申込みをしたときに，その付与された権利に基\nづく発行価額と権利行使時の株価との差\n額に対し，一時所得として課税することを原則としつつ，当該権利がそ\nの発行法人の役員又は使用人に対し支給すべきであった給与等又は退職\n手当等に代えて与えたと認められる場合には，給与所得又は退職所得と\nして課税することとしていた。\nイ　平成７年１１月の新規事業法の改正により，一定の範囲で新株の有\n利発行の方法によるストック・オプション制度の導入が可能となったこ\nとに伴い，平成８年３月，租税特別措置法２９条の２が改正（平成８年\n法律第１７号）され，新規事業法上のストック・オプションについて，\n一定の場合には，権利の行使による株式の取得に係る経済的利益につい\nては所得税を課さず，取得した株式の譲渡時に，払込価額を取得価額と\nした上で，譲渡所得として課税を行う旨が定められた。\n他方，商法上の有利な発行価額による新株等を取得する権利を与えられ\nた場合に関する所得税基本通達２３～３５共－６についても，平成８年\n６月，当該権利を与えられた場合の所得について ，一時所得とする原\n則を維持しつつ，当該発行法人の役員又は使用人に対しその地位又は職\n務等に関して当該権利を与えたと認められる場合には給与所得とし，こ\nれらの者の退職に基因して当該権利を与えたと認められる場合には退職\n所得とすると改め られた 。\n〔乙７，８号証〕\nウ さらに，平成９年５月の商法の改正によって，自己株式方式及び新\n株引受権方式によるストック・オプション制度がすべての株式会社に認\nめられるようになったことを踏まえて，平成１０年３月，所得税法施行\n令８４条が改正（平成１０年政令第１０４号）され，商法上のストッ\nク・オプションに係る所得税法３６条の収入金額を，権利行使により取\n得した株式のその行使の日における価額から権利行使価格を控除した額\nとする旨が定められるとともに，租税特別措置法２９条の２が改正（平\n成１０年法律第２３号）され，一定の要件を満たす商法上のストック・\nオプションについては，権利の行使による株式の取得に係る経済的利益\nについては所得税を課さず，取得した株式の譲渡時に，譲渡所得として\n課税する旨が定められた。\nまた，所得税基本通達２３～３５共－６についても，上記各法令の改正\nに対応し，平成１０年１０月，ストック・オプションに関する課税上の\n取扱いを明確にするための改正がされ，商法２１０条ノ２第２項の決議\nに基づいて与えられた同項３号に規定する権利（所得税法施行令８４条\n１号）及び商法２８０条ノ１９第２項の決議に基づいて与えられた同項\nに規定する新株の引受権（所得税法施行令８４条２号）を取締役又は使\n用人が行使して株式を取得した場合の所得について，原則として給与所\n得とし，主として職務の遂行に関連を有しない利益の供与の場合には雑\n所得とすることとされた。\nしかし，この時点でも，親会社から子会社の従業員等に対して付与され\nる親会社の株式に係るストック・オプション等，上記以外のストック・\nオプションに関する課税上の取扱いについて，直接，明文をもって定め\nた法令の規定は存在せず，また，通達上も，特段の定めは設けられなか\nった。\n〔乙９，１０号証〕\nエ なお，その後，平成１３年１１月の商法改正を受けて，租税特別措\n置法２９条の２が改正され（平成１４年法律第１５号），株式の取得に\n係る経済的利益の非課税特例の適用対象となる権利として新株予約権が\n加えられ，また，同特例の適用対象者に，ストック・オプションの付与\n会社が直接又は間接に１００分の５０を超える数の株式等を保有する関\n係にある他の法人の従業員等が加えられた〔乙２９号証〕。また，上記\n商法の改正を受けて，所得税法施行令８４条についても所要の改正がさ\nれた（平成１４年政令第１０３号）。\nさらに，所得税基本通達２３～２５共－６についても，平成１４年の改\n正により，有利発行による新株予約権（所得税法施行令８４条３号）を\n与えられた者がこれを行使した場合に，雇用契約又はこれに類する関係\nに基因して当該権利を与えられたと認められるときは，所得税法施行令\n８４条１号及び２号に掲げる権利を与えられた場合に準じた取扱いをす\nることとされ，さらに，発行法人が外国法人の場合についても，同様の\n取扱いとすることとされた。\n２ 本件ストック・オプションについて\n(1) 米国コンパック社と日本コンパック社との関係\n米国テキサス州所在のコンパックコンピュータコーポレーション（以\n下「米国コンパック社」という。）は，平成２年９月２７日に１００パ\nーセント出資の日本法人としてコンパック株式会社（以下，合併後の会\n社を含めて，「日本コンパック社」という。）を設立した。日本コンパ\nック社は，数度の合併を経て，現在は「コンパックコンピュータ株式会\n社」の商号を有している〔乙１２号証〕。\nそして，現在に至るまで，米国コンパック社は，日本コンパック社の\n全株式を保有している。\n(2) 原告の地位\n原告は，平成３年ころから平成１０年ころまで，日本コンパック社の代\n表取締役等の役員を務めていた者である〔甲２７号証，弁論の全趣\n旨〕。\n(3) 米国コンパック社のストック・オプションの内容\n米国コンパック社の「１９８９年エクイティ・インセンティブ・プラ\nン」（以下「本件コンパック・プラン」という。）によれば，同社のス\nトック・オプションは，同社及びその関連会社（以下，併せて「コンパ\nックグループ各社」という。）のすべての従業員（Employee）に対して\n付与され得るものとして運営されている（本件コンパック・プラン第５\n条，第２条（ｉ））。\nこの米国コンパック社のストック・オプションの付与は，同社及び関連\n会社の選択された従業員に，米国コンパック社の成長と業績による利益\nを得ること及び同社の将来の成功に貢献させる誘因を生み出すことを奨\n励し，その結果，株主の利益のために同社の価値を高め，コンパックグ\nループ各社の発展，成長及び利益を保持するのに有能な人材を引き付\nけ，留め置くことを目的としている（本件コンパック・プラン第１\n条）。\nそして，その付与の対象となる従業員及び付与株式数等の条件は，本件\nコンパック・プランに基づき従業員でない２人以上の取締役で構成され\nた米国コンパック社の取締役会の人事委員会において決定することとさ\nれている（本件コンパック・プラン第３条）。\nまた，本件コンパック・プランによれば，非適格ストック・オプション\n（米国法である「Section 422A of the Code」又はその承継条項に合致\nすることを意図しないもの）を付与された者（参加者）のコンパックグ\nループ各社における雇用が，死亡，重度障害又は退職（retirement）\n（その意味は，上記委員会が決定する。）以外の理由により終了した場\n合，参加者のストック・オプションを行使する権利は，当該雇用終了の\n１年後又はもし雇用の終了がなかったら権利が消滅したであろう日のど\nちらか早いときに消滅し，死亡，重度障害又は退職の理由により終了し\nた場合には，参加者又はその承継人（死亡による雇用の終了のとき）\nは，その雇用の終了の日に存在した範囲内で，雇用の終了がなくても権\n利が消滅したであろう日まで，ストック・オプションを行使\nすることができるとされている（本件コンパック・プラン第９条\n（ａ））。また，個々のストック・オプションの行使期間は，上記委員\n会が裁量で定めるが，いかなるオプションも，付与の日から１０年の消\n滅期間経過後は，行使できないものとされている（本件コンパック・プ\nラン第６条（ｂ））。\nさらに，本件コンパック・プランに基づくストック・オプション等の報\n奨は，遺言又は相続法による場合を除き，譲渡，質入れその他移転又は\n担保提供をすることができないものとされている（本件コンパック・プ\nラン第１２条（ａ））。　　　　　　　　　　　　　　　〔甲１７号\n証，乙１３号証〕\n(4) 原告のストック・オプションの行使\n原告は，日本コンパック社に役員として勤務中に，米国コンパック社か\nら，本件コンパック・プランに基づき，同社の株式に係る非適格ストッ\nク・オプションを付与され，これを平成８年ないし平成１２年に行使し\nた（以下，原告が米国コンパック社から付与され，平成８年ないし平成\n１２年に行使したストック・オプションを「本件ストック・オプショ\nン」という。）。\n本件ストック・オプションの行使により，原告は，平成８年に４億３２\n９９万３６１０円，平成９年に１億４６２６万３１２８円，平成１０年\nに２億７３１４万４８７０円，平成１１年に３億６５４９万１３９６\n円，平成１２年に６６１９万４１００円の経済的利益をそれぞれ得た。\nこれらの利益は，ストック・オプションの行使によって取得した株式の\n権利行使時の時価から権利行使価格を控除したものに相当する（以下，\nストック・オプションを行使することにより得られる，取得株式の権利\n行使時の時価と権利行使価格との差額に相当する経済的利益を「権利行\n使利益」という。また，原告が本件ストック・オプションの行使により\n得た権利行使利益を「本件権利行使利益」という。）。\n３　本件課税処分の経緯等\n(1) 原告は，平成８年分ないし平成１２年分（以下「本件係争各年分」\nという。）の所得税について，いずれも，上記各年に取得した本件権利\n行使利益が一時所得に該当するものとして，確定申告をした。\n(2) これに対し，被告は，原告に対し，本件権利行使利益は給与所得に\n該当するとして，平成１２年３月１３日付けで平成８年分ないし平成１\n０年分の所得税について，平成１２年７月５日付けで平成１１年分の所\n得税について，平成１３年９月２６日付けで平成１２年分の所得税につ\nいて，それぞれ更正処分をするとともに（以下「本件各更正処分」とい\nう。），平成１２年７月５日付けで平成１１年分の所得税について，平\n成１３年９月２６日付けで平成１２年分の所得税について，過少申告加\n算税賦課決定処分をした（以下「本件各加算税賦課決定処分」といい，\n本件各更正処分と併せて「本件各課税処分」という。）。\nなお，本件各更正処分の各更正通知書には，いずれも処分の理由は記載\nされていなかった。\n(3) 原告は，平成８年分ないし平成１０年分の所得税に係る各更正処分\nを不服として，被告に対し，平成１２年４月７日，異議申立てをした\nが，被告は，同年６月２９日付けで，異議をいずれも棄却する旨の決定\nをした。\nなお，平成１１年分の所得税に係る更正処分及び過少申告加算税賦課決\n定処分については，その更正及び加算税賦課決定通知書において，国税\n不服審判所長に対して審査請求をすることができる旨の教示がされてい\nた〔甲４号証〕。\nそこで，原告は，国税不服審判所長に対し，平成１２年７月２８日，平\n成８年分ないし平成１１年分の所得税に係る各更正処分及び平成１１年\n分の所得税に係る過少申告加算税賦課決定処分について審査請求をした\nが，審査請求の日の翌日から起算して３か月を経過しても裁決がされな\nかったことから，平成１３年２月２８日，平成８年分ないし平成１１年\n分の各課税処分についての 取消訴訟を提起した（平成１３年(行ウ)第\n１４号事件）。その後，国税不服審判所長は，平成１４年３月２６日付\nけで，上記審査請求をいずれも棄却する旨の裁決をした〔乙１７号\n証〕。\n(4) また，原告は，平成１２年分の所得税に係る更正処分及び過少申告\n加算税賦課決定処分を不服として，被告に対し，平成１３年１１月２２\n日，異議申立てをしたが，被告は，平成１４年２月２２日付けで，異議\nをいずれも棄却する旨の決定をした。\nこれに対し，原告は，国税不服審判所長に対し，同年３月２０日，平成\n１２年分の所得税に係る更正処分及び過少申告加算税賦課決定処分につ\nいての審査請求をしたが，国税不服審判所長は，同年８月２７日付け\nで，審査請求をいずれも棄却する旨の裁決をした。\nそこで，原告は，同年１０月１０日，平成１２年分の各課税処分につい\nての取消訴訟を提起した（平成１４年(行ウ)第６１号事件）。\n(5) なお，原告の本件係争各年分の所得税に係る確定申告，本件各課税\n処分及びこれらに対する不服申立て等の経緯は，それぞれ別表１ないし\n５記載のとおりである。\n第４　本件各課税処分の根拠に関する当事者の主張\n＜被告の主張＞\n１　主位的主張\n本件権利行使利益は給与所得に該当するものであり，これに基づく原告\nの本件係争各年分の課税総所得金額，納付すべき税額及び過少申告加算\n税額（平成１１年分及び平成１２年分）並びにその根拠は，別紙課税根\n拠表に記載のとおりである。\n２　予備的主張\n仮に，本件権利行使利益が給与所得に該当するものでないとすれ\nば，本件権利行使利益は雑所得に該当する。\n本件権利行使利益が雑所得に該当する場合の原告の本件係争各年分の課\n税総所得金額及び納付すべき税額は，いずれも主位的主張におけるもの\nよりも多額になる。\n＜原告の主張＞\n被告の主張のうち，本件係争各年分の権利行使利益の額はいずれ\nも認めるが，本件権利行使利益は一時所得に該当するものである。そこ\nで，被告の主張のうち，本件権利行使利益が給与所得に該当するとして\n計算された本件係争各年分の給与所得の金額，総所得金額，課税総所得\n金額，課税総所得金額に対する税額，納付すべき税額及び過少申告加算\n税額は，いずれも否認し，争うが，その余の金額は認める。\n原告は，本件各課税処分のうち，それぞれ本件権利行使利益を一時所得\nとして計算した場合の正しい課税総所得金額，納付すべき税額及び過少\n申告加算税額を超える部分の取消しを求めるものである。なお，本訴に\nおける主張額が申告額と異なっているのは，本訴において，本件権利行\n使利益の額を正しい為替レートに基づいて計算し直したためである。\n第５　争点\n本件の主たる争点は以下の各点であるが，①が中心的争点である。\n①　本件ストック・オプションの権利行使利益（本件権利行使利益）の\n所得区分，すなわち，本件権利行使利益は，給与所得，雑所得，一時所\n得のいずれに該当するか。\n②　本件各更正処分は，理由附記の不備により違法であるかどうか。\n③　本件各更正処分は，租税法律主義違反により違法であるかどうか。\n④　本件各更正処分は，信義則違反により違法であるかどうか。\n⑤　本件各加算税賦課決定処分が違法であるかどうか。\n第６　争点に関する当事者の主張\n１　争点①（本件権利行使利益の所得区分）について\n＜被告の主張＞\n本件権利行使利益は，所得税法上，給与所得に該当する。仮にそうでな\nいとしても，雑所得に該当する。\n(1) ストック・オプションの性格\nア　ストック・オプションを付与された従業員等は，当該株式の時価が\n権利行使価格を上回った場合，この権利を行使して株式を取得し，当該\n株式の時価と権利行使価格の差額相当の経済的利益（権利行使利益）を\n享受することができる。\nストック・オプション制度は，ストック・オプションを従業員等に付与\nすることにより，当該従業員等の精勤意欲の向上が期待され，付与会社\nも，優秀な人材を誘引，確保するとともに会社の業績向上を図ることを\n期待することができるという，長期インセンティブ報酬（業績連動型報\n酬）制度の一種である。この長期インセンティブ報酬の目的を達成する\nために，付与の対象となるのは従業員等のみであり，また，付与契約に\nおいて一定期間の勤務，権利行使期間，権利行使価格等の条件が定めら\nれ，さらに，付与されたストック・オプションの譲渡が禁止され，退職\n等により雇用契約等（雇用契約又は取締役等の役員についての委任契約\nをいう。以下同じ。）が消滅した場合等には，権利が消滅したり権利行\n使期間が制限されたりするのが通常であ\nる。\nこのように，ストック・オプション制度は，「付与→一定期間の勤務→\n株価の上昇→権利行使による時価より低額での株式売買」という一連の\n過程を経て，初めて従業員等において権利行使利益を取得できるもの\nで，インセンティブ報酬として勤務先会社における勤務と不可分に結び\nつけられた仕組みである。従業員等としての地位にあるからこそストッ\nク・オプションが付与され，かつ，現実に勤務を継続しなければ権利行\n使の機会を得られず，したがって権利行使利益も得られないのである。\nイ　ストック・オプション付与契約は，従業員等とその勤務先会社との\n雇用契約等に付された従たる契約（予約）というべきものであって，権\n利行使利益を従業員等に取得させるため，会社と従業員等との間の雇用\n契約等を不可欠の前提として締結される，売買（株式譲渡）の一方の予\n約に類似する契約であり，従業員等の地位にあるストック・オプション\nの被付与者（以下，単に「被付与者」ということがある。）のみが予約\n完結権を行使するものとして譲渡が禁止され，かつ，会社における一定\n期間の勤務等という停止条件が付されたものということができる。\nそして，従業員等の地位にある被付与者が，労務を提供してストック・\nオプション（予約完結権）を行使することができるようになり，これを\n行使して初めて株式譲渡契約（本契約）が成立し，被付与者は，付与会\n社に対し，具体的な株式引渡請求権を取得する一方，付与会社は，被付\n与者に対し，権利行使価格相当額の金員支払請求権を取得することとな\nり，その結果，付与会社が当該株式を市場で売却（発行）すれば得られ\nたはずのキャッシュフロー（当該株式の時価から権利行使価格相当額を\n差し引いた額）を，被付与者である従業員等にその労務の対価として移\n転するものである。\n(2) ストック・オプションに係る課税の対象及び時期について\nア　所得税法は，「現実収入」があったときに「収入金額」（同法３６\n条１項）が発生したとして課税することを原則としつつ，いまだ現実収\n入はないが「（現実）収入の原因となる権利」が確定したときはその時\n点で「収入金額」が発生したとして課税するという，権利確定主義を採\n用しているものと解される。\nそして，所得税法３６条の規定に照らせば，金銭以外の物，権利又は経\n済的利益も現実収入となり得るが，現実収入に対しては所得税課税がさ\nれることから，「現実収入」に該当するためには，経済的・実質的観点\nから，所得税課税にふさわしい内実のある利益等でなければならず，容\n易に現金に換価され得るものを受領した場合であることを要すると解さ\nれる。また，「収入の原因となる権利」とは，現実収入としての金銭，\n物，権利又は経済的利益の交付ないし引渡しを請求する権利であると考\nえられる。\nイ　これをストック・オプションについてみると，本件ストック・オプ\nションのように，譲渡が禁止され，被付与者以外は行使できず，これを\n取引の対象とする市場も存在しないものについては，これを付与された\nだけでは，換価可能性がないものを与えられたにすぎないから，付与さ\nれたストック・オプションそれ自体が現実収入に当たるとはいえない。\n市場性のないストック・オプションのように，将来権利行使利益を得る\nことに対する期待権にすぎないものについて，所得税を課税することは\nあり得ないのである。\nそうすると，本件のようなストック・オプションにおいては，権利行\n使利益が「現実収入」であり，ストック・オプションを行使して発生す\nる株式引渡請求権が「収入の原因となる権利」に該当するものというべ\nきである。\nウ　以上のとおり，本件ストック・オプションにおける所得税課税の対\n象は，権利行使利益であり，その課税時期が権利行使時であることは明\nらかである。\nそして，このように解することは，商法上のストック・オプションに関\nし，租税特別措置法２９条の２及び所得税法施行令８４条が，権利行使\n時における権利行使利益に対する課税を前提とした規定をしていること\nとも整合的である。\n(3) 本件権利行使利益が給与所得に該当することについて\nア ストック・オプションに関する課税実定法規について\n租税特別措置法２９条の２は，第２章「所得税法の特例」，第３節「給\n与所得及び退職所得」の中に置かれていることからすれば，ストック・\nオプションの行使により生じる経済的利益は原則として給与所得として\n課税されることを前提とした上で，同条所定のいわゆる税制適格型のも\nのについては，権利行使時において権利行使利益に所得税を課さずに，\n株式の譲渡時まで課税の繰延べを認める趣旨のものと解される。また，\n所得税法施行令８４条は，商法上のストック・オプションについて権利\n行使利益に課税する旨を明示している。\nそうすると，現行法上，租税特別措置法２９条の２の要件を充たさな\nい税制非適格型のストック・オプションについては，権利行使時に権利\n行使利益に対して給与所得として課税されるものであって，これと同様\nの性質を有する本件ストック・オプションについても，所得税法３６条\nの解釈として，権利行使時に権利行使利益に対して給与所得として課税\nされると解するのが，上記各規定の趣旨に照らしても相当である。\nイ　給与所得の意義について\n給与所得とは，「俸給，給料，賃金，歳費及び賞与並びにこれらの性質\nを有する給与に係る所得」（所得税法２８条１項）であり，勤労性所得\n（人的役務からの所得）のうち，雇用契約又はこれに類する原因に基づ\nき使用者の指揮命令に服して提供された労務の対価を広く含むものであ\nる。\nそして，その認定に際しては，支払者と受給者間の形式的法律関係のみ\nではなく，支払の原因となった法律関係についての支払者と受給者の意\n思ないし認識，労務の提供や支払の具体的態様等を考察して，客観的，\n実質的に判断すべきである。また，この給与所得の本質は非独立的・従\n属的労働の対価という点にあるが，この場合の対価は，雇用契約等の反\n対給付（取締役委任契約に基づく報酬，雇用契約に基づく給料等）に限\n定されるものではなく，従業員等の地位に基づいて給付される限り，労\n務の対価としての性質を有し，給与所得に該当するというべきである。\nウ　勤務先会社からストック・オプションが付与される場合について\n(ア) ストック・オプション付与契約は，前記(1)のとおり，従業員等と\nその勤務先会社との雇用契約等を不可欠の前提として締結される契約で\nあって，権利行使利益を，従業員等に労務の対価として取得させるため\nのものである。したがって，従業員等の地位に基づいて付与されたスト\nック・オプションの行使に係る経済的利益（権利行使利益）は，労務の\n対価としての性質を有するから，給与所得に該当することとなる。\n(イ) これに対し，ストック・オプションの被付与者が権利行使利益を\n取得するかどうか及び取得する利益の額は，株価の変動という偶発的な\n要素や被付与者の権利行使の時期に関する判断に大きく基因するもので\nあるから，権利行使利益は付与会社から被付与者に対して与えられた経\n済的利益と評価することはできないといった見解がある。\nしかし，このような見解は，株価の変動を前提とする権利行使利益に一\n時的，偶発的な要素があることにとらわれすぎて，労務と不可分に結び\n付けられたストック・オプション制度の本質を見誤ったものである。も\nともと，株価の変動や被付与者に権利行使時期の選択を委ねているとい\nった要素は，いずれもストック・オプション制度自体に内在するもので\nあり，ストック・オプション自体が，いわば価格の変動等を織り込み済\nみのものとして，その制度の枠内で一定期間の勤務等の条件を満たした\n被付与者が権利を行使する限り，付与会社において，その従業員等に労\n務の対価として低額譲渡の利益を与えるものである。会社に勤務してい\nたからこそストック・オプションが付与され，かつ，現実に勤務を継続\nしたからこそ権利行使利益を取得できた\nという点で，権利行使利益は労務の対価としての性質を有するのであ\nり，そうである以上，権利行使利益の額がいかに株価変動の偶然性や行\n使時期に関する判断といった要素に左右されようとも，権利行使利益は\n給与所得に該当することは明らかである。\n(ウ) また，使用者から受ける給付が「労務の対価」であると評価でき\nるためには従業員等が提供した労務の質ないし量と当該給付との間に経\n済的合理性に基づいた相関関係があることが必要であるとし，この観点\nからストック・オプションの権利行使利益の「労務の対価」性すなわち\n給与所得性を否定する見解もある。\nしかし，このように給与所得該当性に関し，労務の質ないし量と給付\nとの間に何らかの相関関係を要求する見解は，従来の判例・実務の一般\n的な理解とは異なる独自の見解である。「労務と給付額との相関関係」\nは給与所得の要件ではなく，当該従業員等が提供した具体的な労務の質\nないし量と給付額との間に何ら相関関係がなくても，従業員等としての\n地位に基づいて受ける給付は，すべて労務の対価であり，給与所得に該\n当するというべきである。\nなお，仮に，労務の質ないし量と給付との間に何らかの相関関係を要す\nるとの立場に立ったとしても，ストック・オプションの付与会社は，従\n業員等の貢献度等に応じて，付与するストック・オプションの数量，権\n利行使価格，権利行使期間等権利行使利益の多寡に影響する一定の条件\nを決めているのであるから，その点において，給付としての権利行使利\n益は労務の質ないし量と相関関係を有するものということができる。\n(エ) 以上によれば，勤務先会社から付与されたストック・オプション\nに係る権利行使利益が給与所得に該当することは，明らかである。\nエ　親会社からストック・オプションが付与される場合について\n(ア) 付与会社が親会社の場合に異なるのは，付与会社が直接の雇用契\n約等の当事者でないという点のみであり，従業員等が勤務先会社に勤務\nしていたからこそストック・オプションを付与され，かつ，現実に勤務\nを継続していたからこそ権利行使利益を取得できたという点では何ら異\nなることはない。\n(イ) 所得税法２８条１項は，給与所得を雇用契約等の当事者である使\n用者からの給付に限定するとは規定しておらず，使用者以外の第三者か\nらの給付であることのみをもって，当該給付を給与所得から除外してい\nるとは解されない。\nこの点に関連して，昀高裁判所昭和５６年４月２４日第二小法廷判決・\n民集３５巻３号６７２頁（以下「昀高裁昭和５６年判決」という。）\nは，「使用者から受ける給付」であることを給与所得の要件としている\nようにもみえるが，同判決は，給与支給者と雇用契約等の当事者（使用\n者）とが一致する通常の場合について判断したものであり，同判決が雇\n用契約等の当事者以外の第三者からの給付を給与所得から除外する趣旨\nとは解されない。\nまた，租税特別措置法２９条の２は，親会社から付与されたストック・\nオプションが，子会社に対する労務提供の対価であることを当然の前提\nとしており，本件でも同条の趣旨を踏まえた解釈がされるべきである。\n(ウ) 給与所得に該当するか否かの判断要素は，従業員等の立場からみ\nて，それが従業員等としての地位に基づき，一定期間に空間的・時間的\nな支配を受けつつ労務を提供したことの対価と認められるか否かという\n実質的な点に求められるべきである。そして，この場合，空間的・時間\n的支配を受けた先が親会社であるか子会社であるかは従業員等の立場か\nらは特段の意味を持つとはいえないから考慮する必要はないし，親会社\nにおいても，従業員等に対する子会社の空間的・時間的支配を前提に給\n付しているのであるから，それは従業員等の地位に基づく給付とみて支\n障はなく，本件権利行使利益についても，給与所得に該当することは明\nらかであり，このように解しても何ら所得税法２８条１項及び判例に反\nするものではない。\n被付与者である子会社の従業員等は，子会社の従業員等の地位にあっ\nて，子会社の指揮命令に服して一定期間勤務して初めて権利行使利益を\n取得することができるのであり，このような労務の提供なくしては権利\n行使利益を得られない関係にあるから，権利行使利益に労務の対価性が\nあることは明らかである。\nまた，親会社が，被付与者である子会社の従業員等に対し，実質的には\n自らの負担において経済的利益（権利行使利益）を与える理由は，被付\n与者の子会社における労務の提供にある。これは，被付与者の子会社に\nおける勤務により子会社の業績が向上すれば，親会社も利益を受ける関\n係にあると認識されているからにほかならない。\nさらに，使用者は，従業員等の勤労の成果が使用者に帰属するという関\n係にあるからこそ従業員等に給与を支給するものであるところ，使用者\n以外の第三者であっても，使用者を通じてその従業員等の労働力を利用\nし勤労の成果を得ることができる関係にある者が，当該従業員等に支給\nした金銭ないし経済的利益は，給与ということができる。この点，親会\n社は，株式や出資持分の保有を通じて，子会社を経営支配しており，子\n会社の従業員等の労働力を利用し，その勤労の成果を得ることができる\n関係にあるといえるのである。\n加えて，親会社が子会社等のグループ企業の従業員等をも対象とするス\nトック・オプション付与制度を有している場合には，その子会社等も，\nその従業員等の勤労意欲の向上等により会社の業績が向上することを期\n待できるから，自社における労務を前提として，その従業員等に対し，\n親会社が権利行使利益を与えることを容認しているものといえる。\n(エ) このような事情に照らせば，被付与者である子会社の従業員等が\n取得するストック・オプションに係る権利行使利益は，直接の雇用契約\n関係にない親会社から受けるものであるが，使用者である子会社の指揮\n命令に服しての労務の提供に基因して得られるものであり，子会社にお\nける労務の対価として給与所得に該当するものというべきである。\nオ　本件権利行使利益の給与所得該当性\n原告の勤務していた日本コンパック社が本件ストック・オプションの付\n与会社である米国コンパック社の１００パーセント子会社であることか\nら，日本コンパック社が原告の勤労の成果を得る結果，米国コンパック\n社も利益を受ける関係にある。さらに，米国コンパック社のストック・\nオプション制度に照らせば，本件ストック・オプションの付与は，原告\nが日本コンパック社に勤務し，同社に対し労務を提供することを基礎と\nして，米国コンパック社が，当該労務提供の対価として，権利行使利益\nを原告に与える趣旨のものと認められる。\nそうすると，本件権利行使利益が給与所得に該当することは明らかとい\nうべきである。\n(4) 一時所得に該当しないことについて\nア　偶発的，一時的な性格について\nストック・オプションの権利行使利益の取得自体が，行使時期の判断\nを委ねられている従業員等による選択の結果であり，従業員等は，確実\nに意図した利益を得ることができる状況の下で権利を行使しているので\nあるから，権利行使利益は偶然に取得したものとはいえない。この点に\nおいて，宝くじが当たるのとは質的に異なる。\nイ　一時所得の消極的要件としての対価性について\n一時所得（所得税法３４条１項）に該当するためには，その所得が\n「労務その他の役務・・・の対価としての性質」を有しないものでなけ\nればならない。この一時所得の消極的要件としての「役務の対価性」の\n点は，その所得が一時所得か，それとも雑所得かの区分の基準となると\nころ，ここでいう「対価」とは，給与所得に関して述べたとおり，双務\n契約における一方の履行に対する他方の給付という狭い意義にとどまら\nず，当該労務その他の役務を提供したことを評価し，これに対して金銭\nその他の経済的利益が給付された場合を含むものである。そして，スト\nック・オプションに係る権利行使利益は，子会社の従業員等としての地\n位及びその勤務に密接に関係する所得であることは明白であって，所得\n税法３４条１項の「労務その他の役務・・・\nの対価としての性質」を有するから，一時所得には該当しないものであ\nる。\nウ　偶発的，一時的な要素を持つ所得についての所得区分について\nそもそも，一般に所得は何らかの経済取引から生じるものであり，そ\nの発生過程の中に，物の価格等の偶発的な要素及び当該所得を稼得した\n者の経済状況についての判断が含まれることは，むしろ当然である。こ\nのような要素は，所得の有無や多寡を決定する要素にすぎないのであっ\nて，所得税法が所得の源泉ないし性質に応じて所得区分を定めた趣旨に\n照らせば，当該要素をそれらの経済活動によって発生した所得の所得区\n分を判定する基礎とするのは誤りであるから，株価の変動が偶発的であ\nるからという理由で，株式を対象として生じた所得が一時所得になると\nいうことはできない。\nエ　小括\n以上のように，仮に本件権利行使利益が給与所得に当たらないとして\nも，一時所得と解する余地はなく，同利益は，少なくとも雑所得には該\n当する。\nなお，原告は，本件各更正処分の各更正通知書に雑所得の記載がないこ\nとから，手続的適法性を欠くと主張するが，本件においては，更正通知\n書の所得別の内訳において権利行使利益が給与所得と記載されていて\nも，更正通知書に所得別の内訳を記載する趣旨である，処分適正化機能\nの要請と争点明確化機能の要請とが害されるとはいえないから，雑所得\nと認定しても，本件各更正処分が手続的に違法となる余地はない。\n(5) 本件各更正処分の適法性\n本件権利行使利益が給与所得に該当する場合の，原告の本件係争各年分\nの納付すべき税額は，前記第４，１のとおりで，いずれも本件各更正処\n分に係る納付すべき税額と同額である。また，本件権利行使利益が雑所\n得に該当する場合の納付すべき税額は，前記第４，２のとおり，いずれ\nも本件各更正処分に係る納付すべき税額を上回る。\nしたがって，本件各更正処分は，いずれも適法である。\n＜原告の主張＞\n本件権利行使利益は，所得税法上，一時所得に該当する。\n(1) ストック・オプションに係る課税の対象及び時期\n被告は，ストック・オプションに係る所得税の課税の対象及び時期につ\nいて，権利確定主義を根拠に，ストック・オプション自体に対する課税\nはあり得ず，権利行使時に権利行使利益に対して課税すべきであると主\n張する。しかし，課税実務上，ストック・オプションの行使前において\n相続が開始した場合の相続税について，相続時における株価と権利行使\n価格との差額をもってストック・オプションの価格と評価されているこ\nとや，擬似ストック・オプション のうち，いわゆる成功報酬型ワラン\nトについて，ワラントの付与時の課税が採用されていることからすれ\nば，ストック・オプション自体も経済的な価値を有するものとして課税\nの対象となるはずであり，権利確定主義を根拠に権利行使時における権\n利行使利益に対する課税を説明することは\nできない。ストック・オプションについて権利行使時に権利行使利益に\n対して課税する理由は，むしろ，ストック・オプション付与時の価値を\n算定することが事実上困難であることにあるものと解される。\n(2) 給与所得に該当しないことについて\nア　租税特別措置法２９条の２の解釈について\n被告は租税特別措置法２９条の２の存在を指摘するが，同条は我が国の\n商法上のストック・オプションに関する規定であって，ストック・オプ\nション一般についての所得区分を明らかにした規定ではない。また，同\n条は，ストック・オプションについて，権利行使時に給与所得として課\n税することを前提として定められたものということもできない。\nイ　給与所得の意義について\n給与所得（所得税法２８条１項）の解釈につき，昀高裁昭和５６年判\n決は，「給与所得とは雇用契約又はこれに類する原因に基づき使用者の\n指揮命令に服して提供した労務の対価として使用者から受ける給付をい\nう。なお，給与所得については，とりわけ，給与支給者との関係におい\nて何らかの空間的，時間的な拘束を受け，継続的ないし断続的に労務又\nは役務の提供があり，その対価として支給されるものであるかどうかが\n重視されなければならない。」と判示した。\nこれに従えば，給与所得に該当するためには，①雇用契約又はこれに類\nする原因において使用者の指揮命令の下に労務を提供すること，②付与\nされる経済的利益が当該労務提供の対価であること，が必要になる。\nウ　権利行使利益は会社から従業員等に給付されるものではないこと\nそもそも，ストック・オプションの付与会社は，その権利行使に伴って\n特別の出捐をしたり損失を被るわけではなく，権利行使利益は，いわば\n既存株主全体から権利行使をして新たに株主となった者へ移転されるも\nのであって，これをストック・オプションの付与会社からの給付とみる\nことはできない。法人税法上，ストック・オプションを付与した法人が\nあらかじめ定められた譲渡価額によって自己株式を譲渡したときは，そ\nの譲渡は正常な取引条件でされたものとして計算することとされている\nように（同法施行令１３６条の４），権利行使時の当該株価と譲渡価額\nとの差額は，当該法人には帰属していないものというべきであり，当該\n法人がこの差額相当の利益を従業員等に与えたものということはできな\nいのである。\nエ　雇用類似要件を欠くこと\n所得税法上の給与所得は，使用者から支給される給付であることを当然\nの前提としており，使用者以外の者から給付される対価についてこれを\n給与所得とするには，立法上の手当てが必要というべきである。上記昀\n高裁判決も，使用者から支給される給付をもって給与所得に該当すると\n解していることは明らかである。\n本件の事案である親会社から子会社の従業員等へのストック・オプショ\nン付与の場合，親会社と子会社の従業員等には雇用契約や委任契約とい\nった契約は存在せず，しかも親会社に事実上勤務するような実態もな\nい。また，ストック・オプション付与契約において，子会社への勤務が\n原因や条件とされているとしても，それはストック・オプションの行使\nに関する規制を意味するにすぎず，親会社が子会社の従業員等に一定の\n空間的，時間的な拘束の下における労務の提供を義務付けたものではな\nいことは明らかである。\n本件ストック・オプションは，親会社から子会社の従業員等に支給さ\nれ，かつ，当該従業員等が親会社に対して何らの勤務関係を義務付けら\nれていない以上，法的には，このような親会社と子会社の従業員等との\n間に雇用契約又はこれに類する原因があるとはいえない。親会社及び子\n会社といったグループ関係にある企業であっても，別個独立した存在で\nあり，仮にこのようなグループ間の関係を広義の雇用関係もしくは委任\n関係に類するものとして課税するのであれば，少なくとも税法上明文の\nみなし規定が必要であるというべきである。\nこのように，親会社と子会社の従業員等との間に，雇用契約又はこれに\n類する原因が存在するということはできないのである。\nオ　労務の対価に当たらないこと\n(ア) 労務の対価性の有無を検討するに当たっては，ストック・オプシ\nョン自体の対価性と権利行使利益の対価性とを区別して考えなければな\nらない。すなわち，仮に付与されたストック・オプション自体は労務の\n対価であるとしても，権利行使利益が労務の対価であるかどうかは，別\n途，検討されなければならない。\n(イ) 権利行使利益は，親会社の株価の上昇によって発生するところ，\n子会社の従業員等の精勤と親会社の株価の上昇は直接的には関係しない\nから，権利行使利益を労務提供の対価ということはできない。すなわ\nち，株価は，企業の業績のほか，金利，為替，株価格付け，国際情勢等\nの様々な要因によって形成されるものであり，１子会社の１従業員等の\n精勤によって親会社の株価が上昇することはまず考えられず，権利行使\n利益はあくまで株価の上昇及び原告の権利行使という行為によって生じ\nたものであるから，権利行使利益が労務の対価でないことは明らかであ\nる。\n権利行使利益には，通常の給与のように，何時間働いたからいくらの報\n酬がもらえるといった対価性がないことは明らかであり，株価の上昇と\nいう非常に不確実な要素に基づく権利行使利益について労務との対価性\nを認めることは，現行法上できないというべきである。また，権利行使\n利益を労務の対価とみると，同じ条件のストック・オプションを付与さ\nれた複数の従業員等が付与会社に対して同様の貢献をした場合であって\nも，各人の権利行使の時期により，その受け取る給与の額に差が生じる\nことになるが，その不合理性は明らかである。\n(ウ) また，労務の対価というためには何らかの労務の提供が必要であ\nるが，その労務については，給付をする者との関係で当該労務の提供が\n義務付けられているか，又は義務付けられていないのであれば，その者\nに対して事実として労務の提供があったことが必要である。しかし，原\n告が海外親会社に対して労務の提供を義務付けられたという事実も，ま\nた現実に労務の提供を行ったという事実も存しない。\n(エ) これらのことからすれば，本件権利行使利益が労務の対価でない\nことは明らかである。\nカ　給与としての性質を有しないこと\n所得税法２８条１項は俸給，給料等を例示しているところ，これらは，\n使用者において金額等や支給のタイミングを決めて自らの判断で支給す\nるものであるのに対し，権利行使利益は，従業員等の自らの判断で権利\nを行使して得られる利益であり，余りに性質を異にするから，これが同\n項の「これらの性質を有する給与」に該当するということはできない。\nキ　小括\n以上のことからすれば，本件権利行使利益を給与所得と解することはで\nきないというべきである。\n(3) 一時所得に該当することについて\n一時所得に該当するには，①利子所得，配当所得，不動産所得，事業所\n得，給与所得，退職所得，山林所得及び譲渡所得に該当しないこと，②\n一時の所得であること（一時性・偶発性）及び③労務その他の役務又は\n資産の譲渡の対価としての性質を有しないものであることが必要である\n（所得税法３４条１項）。\nこれを本件権利行使利益についてみると，これが給与所得に該当しない\nことは上記(2)のとおりであり，その他の７つの所得区分にも該当しな\nい。また，本件権利行使利益が労務の対価でないことは，上記(2)オの\nとおりである。\nそして，ストック・オプションの権利行使利益は株価の上昇により生じ\nるものであるところ，株価は，将来の予想収益，金利，為替等の不確実\nな要素により変動し，しかも複数の要素が総合的に作用して形成される\nものであるから，そのような偶発的な事実によって実現するストック・\nオプションの権利行使利益が偶発性を有する所得であることは明らかで\nある。ストック・オプションの付与自体が臨時的な給付であるし，仮に\nストック・オプションの付与自体に偶発性がなかったとしても，権利行\n使利益は上記のとおり偶発性を有する所得であり，オプションの付与と\nその行使による利益とは，明確に区別されるべきである。\nこのように，本件権利行使利益が一時所得に該当することは明らかであ\nる。\n(4) 雑所得に該当しないことについて\n上記のとおり，本件権利行使利益が一時所得に該当することは明らかで\nあるから，本件権利行使利益は雑所得には該当しない。\n(5) 本件各更正処分の違法性\n以上のとおり，本件権利行使利益は一時所得と解すべきところ，本件各\n更正処分のうち，本件権利行使利益を一時所得として計算した額を上回\nる部分は，いずれも違法である。\nなお，被告は，本件権利行使利益が雑所得に該当することを予備的に主\n張するが，所得税の更正通知書には，その年分の総所得金額，所得控除\n額，純損失額等について所得税法２条１項２１号に規定する所得別の内\n訳を記載しなければならないところ（同法１５４条２項），本件各更正\n処分の各更正通知書にはいずれも雑所得との記載がないから，仮に同利\n益が雑所得に該当するとしても，本件各更正処分は，手続上の適法要件\nを充足せず，違法というべきである。\n２　争点②（理由附記の不備による違法の有無）について\n＜原告の主張＞\n本件各更正処分は，その更正通知書に処分の理由の記載がなかったか\nら，いずれも違法である。\n＜被告の主張＞\n所得税の更正処分は，極めて大量かつ回帰的に行われるものである上，\nその内容も，各事案に関する個々具体的な事実関係に多数の関係法令を\n適用して得られることから，すべての所得税の更正処分に理由を附記す\nるとするときには，理由附記の事務負担が著しく増大し，その他の事務\nの円滑な遂行が損なわれ，その結果として公平な課税の実現も損なわれ\nることになりかねない。他方，一般に行政処分に理由附記を要求する趣\n旨は，処分庁の判断の慎重と公正妥当を担保してその恣意を抑制する\n（処分適正化機能）とともに，処分理由を相手方に知らせることによっ\nて不服申立ての便宜を図る（争点明確化機能）ことにあると解されると\nころ，所得税の更正処分については，原則として，異議申立て及び審査\n請求の各段階において，処分庁である税務署長\nから更正処分の理由が明示されることが予定されており，これらの手続\nを通じて処分の適正化と争点の明確化が図られることが保障されてい\nる。\nこれらの事情を総合較量すると，所得税法が１５５条２項所定の更正\n処分以外の更正処分について理由附記を要求していないことが違法とい\nうことはできず，被告が同項所定の更正処分ではない本件各更正処分に\n理由を附記しなかったとしても，それが違法であるとはいえない。\n３　争点③（租税法律主義違反による違法の有無）について\n＜原告の主張＞\n本件権利行使利益を給与所得として課税できる法律上の根拠はないか\nら，本件各更正処分は租税法律主義に反し違法である。\n＜被告の主張＞\n海外の親会社から日本にある子会社の従業員等に付与されたストック・\nオプションの権利行使利益の所得区分について，直接，明文をもって定\nめた法令の規定はないが，このような権利行使利益は，所得税法２８条\nの解釈上，同条１項所定の「俸給，給料，賃金，歳費及び賞与並びにこ\nれらの性質を有する給与」に該当すると解されるのであって，被告は，\n同条に基づき，本件権利行使利益を給与所得と取り扱って本件各更正処\n分を行ったものであり，何ら租税法律主義に違反するものではない。\n４　争点④（信義則違反による違法の有無）について\n＜原告の主張＞\n課税庁は，十数年に渡って，本件と同種の事案に関して，一貫して一時\n所得として申告するように指導してきた。また，昭和６０年ころから，\n国税庁の職員らの執筆による，海外の親会社から国内の子会社の従業員\n等に付与されたストック・オプションの権利行使利益は一時所得に当た\nるとの見解が，公刊物に掲載されていた。課税庁は，これらの行為によ\nり，公的見解を表示していたものというべきである。納税者は，この課\n税庁の見解を信頼して，一時所得として申告してきたのであり，この信\n頼は保護されるべきである。\n課税庁は，平成１１年末ころから，本件と同種の事案に対し，権利行使\n利益が給与所得に当たるとして更正処分を行い始めたが，同様の利益を\n得ながら除斥期間の経過等により一時所得としての納税しかしていない\n者もおり，課税上の不公平が生じている。\nしたがって，被告が，ストック・オプションの権利行使利益について，\n従来の指導と異なる見解に立ち，給与所得に該当するとしてした本件各\n更正処分は，信義則に反し，違法である。\n＜被告の主張＞\n信義則は，法の一般原則として，租税法の分野にも適用され得るもの\nではあるが，租税法律主義の下に公平な課税を実現しなければならない\n租税法の分野における信義則の適用は，民法その他の私法におけるそれ\nとは大きく事情を異にする。租税法の分野において信義則の法理を適用\nし，課税庁の違法な活動を信頼して行動した私人を保護するため，適法\nな課税処分を取り消すこととすると，租税法規に違反する事態が現出\nし，租税法規の平等な適用の要請に背反することとなるからである。\nこのようなところからすると，租税法の分野における信義則の法理の\n適用については，少なくとも，①税務官庁が納税者に対し，信頼の対象\nとなる公的見解を表示したこと，②納税者がその表示を信頼し，その信\n頼に基づいて行動したこと，③後に，上記表示に反する課税処分が行わ\nれたこと，④そのために納税者が経済的不利益を受けたこと，⑤納税者\nが税務官庁の上記表示を信頼し, その信頼に基づいて行動したことにつ\nいて納税者の責めに帰すべき事由がないこと，という各事由を不可欠の\nものとして検討した上，租税法規の適用における納税者間の平等，公平\nという要請を犠牲にしてもなお当該課税処分に係る課税を免れしめて納\n税者の信頼を保護しなければ正義に反するといえるような特別の事情を\n備えているか否かについて検討する必要がある\nというべきである（昀高裁判所昭和６２年１０月３０日第三小法廷判\n決・裁判集民事１５２号９３頁参照）。なお，この場合，上記②に係る\n納税者の行動は，単に誤った申告をしたことでは足りず，信頼に基づき\n申告以外にも何らかの行動を取ったことが必要であり，④に係る課税処\n分による納税者の経済的不利益は，単に当該課税処分により税額が増加\nしたというだけでは足りず，②の行動を取ったことにより具体的に経済\n的不利益を受けたことが必要であると解される。\nこれを本件についてみると，原告の主張は，本件ストック・オプション\nを行使したことにより本件権利行使利益を得たが，確定申告をするに際\nし，課税庁の従来の取扱いに従って，本件権利行使利益を一時所得とし\nて申告したというにとどまるから，前記②及び④の事由さえ満たさない\nことが明らかであり，まして租税法規の適用における納税者間の平等，\n公平という要請を犠牲にしてもなお当該課税処分に係る課税を免れしめ\nて納税者の信頼を保護しなければ正義に反するといえるような特別の事\n情を備えていると認めることは到底できない。\nしたがって，本件各更正処分が信義則違反であるとの原告の主張は理由\nがない。\n５　争点⑤（本件各加算税賦課決定処分に係る違法の有無）について\n＜被告の主張＞\n被告は，原告が平成１１年分及び平成１２年分の各更正処分により新た\nに納付すべきこととなった税額を基礎として，国税通則法６５条１項，\n２項の規定に基づいて算出した金額の過少申告加算税を賦課決定したも\nのであり，本件各加算税賦課決定処分はいずれも適法である。\n＜原告の主張＞\n本件各加算税賦課決定処分は，上記のとおり違法な平成１１年分及び平\n成１２年分の各更正処分に基づいてされたものであるから，違法であ\nる。\n第７　当裁判所の判断\n１　争点①（本件権利行使利益の所得区分）について\n(1) 論点の整理\nア　ストック・オプションは，前記第３の基礎となる事実１(1)のとお\nり，会社が自社又は子会社の従業員等に対して付与する，自社株式を一\n定の期間内にあらかじめ定められた権利行使価格で取得することができ\nる権利である。\nこのストック・オプションを付与された者は，付与契約に定められた条\n件を満たせば，付与会社の株式の時価が権利行使価格を上回っている場\n合に，権利を行使して付与会社から株式を取得し，その時価と権利行使\n価格との差額に相当する経済的利益すなわち権利行使利益を得ることが\nできる。そして，ストック・オプションを行使した被付与者は，権利の\n行使によって取得した株式を，権利行使後即時に又は時機を見て譲渡す\nることによって換価し，その経済的利益を金銭的に把握することができ\nる。\n本件ストック・オプションも上記のような性質を有するものであるが，\n前記基礎となる事実２のとおり，本件ストック・オプションは，米国の\n親会社から我が国の子会社の役員に対して付与されたものであって，原\n則として譲渡が禁じられ，一定の事由による場合を除き，雇用契約等\n（日本コンパック社の役員であった原告にストック・オプションが付与\nされていることからすれば，本件コンパック・プランにいう雇用とは，\n役員についての委任契約も含む趣旨と認められる。）が終了すれば権利\nが短期間で消滅するなどの条件が付されたものであった。\nイ　そして，原告が本件ストック・オプションを行使した平成８年ない\nし平成１２年当時，ストック・オプションを付与された者が得る所得に\n対する所得税の課税については，前記基礎となる事実１(3)のとおり，\n新規事業法又は商法上認められたストック・オプションに関する課税上\nの取扱いを定める法令の規定が存在したものの，本件ストック・オプシ\nョンのように親会社から子会社の従業員等に対して付与されたものの取\n扱いについて，直接，明文をもって定めた法令の規定は存在しなかっ\nた。\nしたがって，本件ストック・オプションに係る原告の所得についての課\n税関係は，所得税法その他租税関係法令の規定の解釈によって決せられ\nることとなる。\nウ　ところで，本件は，原告が本件ストック・オプションを行使するこ\nとにより本件権利行使利益を取得した事実に関し，被告において本件権\n利行使利益をもって本件ストック・オプションに係る所得税法上の課税\n所得であると把握してした本件各課税処分の適法性が争われている事案\nであるところ，被告は，本件権利行使利益が所得税法の所得区分におけ\nる給与所得に該当するものであり，仮にそうでないとしても雑所得に該\n当すると主張しているのに対し，原告は，本件権利行使利益が課税の対\n象になることについては争わず，本件権利行使利益は一時所得に該当す\nると主張し，本件各課税処分の適法性を争っているところである。\nこのように，本件における課税の根拠に関する争点は，本件権利行使利\n益が給与所得又は雑所得（被告の主張）あるいは一時所得（原告の主\n張）のいずれに該当するか，という所得区分の問題そのものである（ち\nなみに，ストック・オプションの行使により被付与者が得る株式の時価\nと権利行使価格との差額に相当する権利行使利益は所得税法上の所得に\n該当するところ，被付与者は，権利を行使することにより，付与会社に\n対して当該権利行使に対応した株式の引渡請求権を取得し，これによ\nり，権利行使利益を収入すべき権利が確定することになる（所得税法３\n６条１項参照）から，この権利行使時において，権利行使利益を対象と\nして課税をすることに合理的な根拠があることは明らかである。）。\nしたがって，当裁判所は，ストック・オプションの付与時ないし権利行\n使が可能となった時点における所得税課税の可否等の論点に立ち入るこ\nとなく，以下，端的に，争点である本件権利行使利益の所得区分の問題\nについて検討することとする。\n(2) 所得税法における所得区分の意義と区分の仕方について\nア　所得税法の定める所得区分についてみると，同法は，居住者に対し\nて課する所得税に関し，所得を，利子所得，配当所得，不動産所得，事\n業所得，給与所得，退職所得，山林所得，譲渡所得，一時所得，雑所得\nの１０種類の所得に区分し，これらの各種の所得ごとに，所得の金額の\n計算方法を規定している（同法２３条ないし３５条）。\nイ　そして，所得税法が，上記のように，所得を１０種類に区分し，各\n種の所得ごとに所得の金額の計算方法を規定しているのは，所得はその\n源泉ないし性質に基因して担税力を異にしていると考えられることか\nら，各種の所得ごとの担税力に応じた課税を実現し，居住者の租税負担\nの公平を図ろうとしたものと解されるところである。\nしたがって，本件権利行使利益の所得区分についての検討は，このよ\nうな所得税法における所得区分の意義を踏まえたものでなければならな\nいことはいうまでもない。\nウ　ところで，所得税法は，給与所得とは，「俸給，給料，賃金，歳費\n及び賞与並びにこれらの性質を有する給与（給与等）に係る所得をい\nう」と規定し（同法２８条１項），また，一時所得とは，雑所得以外\nの，給与所得を含む他の８種類の所得以外の所得のうち，「営利を目的\nとする継続的行為から生じた所得以外の一時の所得で労務その他の役務\n又は資産の譲渡の対価としての性質を有しないものをいう」と規定し\n（同法３４条１項），さらに，雑所得とは，他の所得区分のいずれにも\n該当しない所得をいうと規定している（同法３５条１項）。\nこのような所得税法における所得区分の仕方からすれば，本件権利行\n使利益の所得区分については，まず給与所得に該当するかどうかを検討\nした上で，これに該当しない場合には，一時所得に該当するかどうか，\nさらには雑所得に該当するかどうかを検討するのが相当というべきであ\nる。\nそこで，以下，このような観点から本件権利行使利益の所得区分につ\nいて検討を進めることとする。\n(3) 本件権利行使利益が給与所得に該当するかどうかについて\nア　給与所得の意義について\n(ア) 所得税法２８条１項に規定する給与所得，すなわち「俸給，給\n料，賃金，歳費及び賞与並びにこれらの性質を有する給与（給与等）に\n係る所得」とは，雇用契約又はこれに類する原因に基づき使用者の指揮\n命令に服して提供した労務の対価として受ける給付をいうものと解され\nる（昀高裁昭和５６年判決参照）。\nこのような給与所得の意義からすれば，一定の所得が給与所得に該当す\nるといえるためには， ①雇用契約又はこれに類する原因に基づき使用\n者の指揮命令に服して労務を提供したこと（雇用契約類似原因関係の存\n在）， ②当該労務の対価として受ける給付であること（労務の対価性\nの存在），が必要であり，かつ，それで十分である というべきであ\nる。\n(イ) そして，被告が本件権利行使利益の給与所得該当性の基礎として\n主張している労務とは，原告が日本コンパック社に対して提供した労務\nであるから，本件においては，①当該労務が雇用契約又はこれに類する\n原因に基づき使用者である日本コンパック社の指揮命令に服して提供し\nたものであるかどうか，②本件権利行使利益が当該労務の対価としての\n性質を有するものであるかどうか，を検討すべきであるということがで\nきる（なお，原告は，①の雇用契約類似原因関係の存否の点に関し，所\n得税法上の給与所得は「使用者から支給される給付」であることを当然\nの前提としているとし，この立場から論旨を展開している（争点①に関\nする原告の主張(2)エ）。しかし，当裁判所はそのような限定的な解釈\nをとるものではないので，労務の対価の支給者と\n使用者の同一性の要否の点については，別途，後記エにおいて，当裁判\n所の見解を示すこととする。）。\nイ　雇用契約類似原因関係の存否について\n前記基礎となる事実２のとおり，原告は，本件ストック・オプションが\n付与された時期を含め，平成１０年まで，日本コンパック社の代表取締\n役等の役員を務めていた。そして，原告が，日本コンパック社に勤務\n中，日本コンパック社との雇用契約等の契約関係に基づき，これによる\n義務の履行として同社の指揮命令に服して同社に労務を提供していたこ\nとについては，当事者間に争いがない。\n会社とその役員との間の委任契約も雇用契約に類する原因に当たるとい\nうべきであるから，原告は，雇用契約又はこれに類する原因に基づき，\n使用者である日本コンパック社の指揮命令に服して労務を提供していた\nものと認めることができる。\nウ　労務の対価性の存否について\n(ア) 所得税法は，上記(2)ア，イのように，租税負担の公平を図るため\nに，所得をその源泉ないし性質に応じて区分し，それぞれの担税力に応\nじた課税を実現しようとしているところである。\nそして，労務は，一般に，これにより利益を受ける者による当該労務\nに対する給付を期待することができるという点において，所得の源泉と\nしての性質を有するものであるところ，所得税法は，その所得区分にお\nいて，このような労務に基因する勤労性所得のうち，雇用契約又はこれ\nに類する原因に基づき使用者の指揮命令に服して提供するという労務の\n性質と，これに対応する担税力に着目して，そのような非独立的・従属\n的労務の対価としての性質を有する所得を給与所得として規定したもの\nと解される。\nそうすると，本件において労務の対価性を問題とする意義は，本件権\n利行使利益が，上記のような労務の有する所得の源泉としての性質の現\nれとして，原告が日本コンパック社との雇用契約又はこれに類する原因\nに基づきその指揮命令に服して提供した労務に基因する給付である，と\nいえるかどうかを識別することにあるということができる。\n(イ) ところで，上記のような本件における労務の対価性の意義を踏ま\nえて，本件権利行使利益が労務の対価としての性質を有するものである\nかどうかを検討する前提として，本件権利行使利益の給付者が誰である\nかを確定する必要がある。\nそこで，まず，この点について検討すると，ストック・オプションの被\n付与者は，付与会社との間で締結されたストック・オプション付与契約\nに定めるところに従って，ストック・オプションを行使して付与会社か\nら株式を取得することにより，当該株式の時価と権利行使価格との差額\nに相当する権利行使利益を得るところ，反対に，付与会社は，この権利\n行使により，市場において売却ないし発行すれば時価相当の経済的利益\nを得ることのできる自社株式を，被付与者に権利行使価格をもって取得\nさせることにより，当該権利行使利益の額に相当する経済的利益を得る\n地位を失うという関係にあるのであるから，ストック・オプションの権\n利行使利益は，権利行使に伴いストック・オプションの付与会社から被\n付与者に移転するものというべきであり\n，これは，ストック・オプション付与契約に基づいて付与会社が被付与\n者に対してした給付であるということができる。 そして，このように\nみることは，もともと，ストック・オプション制度自体が長期インセン\nティブプランとしての報酬制度の一類型と位置付けられるものであるこ\nとや，後記(ウ)ｂ，ｃのような本件コンパック・プランの内容等から窺\nわれるストック・オプション付与契約を締結した当事者の意思にも整合\nするものというべきである。\n確かに，ストック・オプションの権利行使利益の額は権利行使時におけ\nる当該株式の価格によって変動するものであるから，権利行使利益の額\nは，被付与者がいかなる時点でいかなる量のストック・オプションを行\n使するかによって昀終的に定まるものであるが，ストック・オプション\nの付与会社は，付与契約に従い，このように確定した権利行使利益を被\n付与者に給付すべき地位にあるのであって，上記の点は，権利行使利益\nの給付者が誰であるかについての認定判断を何ら左右するものではな\nい。\nまた，この点に関し，原告は，法人税法施行令１３６条の４の規定との\n整合性を問題とするが（争点①に関する原告の主張(2)ウ），同条は，\n内国法人が，平成１３年法律第７９号による改正前の商法２１０条ノ２\n第２項の決議に基づき内国法人とその役員又は使用人との間に締結され\nた契約によりこれらの者に対して与えられた株式譲渡請求権を行使した\n者に対し，あらかじめ定められた譲渡価額（権利行使価額）をもって自\n己の株式を譲渡した場合における，当該内国法人の所得の金額の計算の\n方法について，このような株式譲渡請求権に係る自己株式の譲渡に関す\nる法人税課税の合目的性の観点から，その取扱いを明らかにした規定に\nすぎないのであって，同条の規定を論拠として，被付与者が得た経済的\n利益であって，所得税課税の対象となる所\n得としてのストック・オプションの権利行使利益に関し，課税の前提と\nなる所得区分の観点から考察した上記のような権利行使利益の給付者に\nついての認定判断が不当であるとすることもできない。\n以上のところよりすれば，本件権利行使利益は，本件ストック・オプシ\nョンの付与会社である米国コンパック社が，被付与者である原告に対し\nて給付したものというべきである。\n(ウ) そこで，次に，本件権利行使利益が，原告が日本コンパック社に\n対して提供した労務の対価としての性質を有するものといえるかどうか\nについて検討する。\n本件権利行使利益が，上記(ア)のように，労務の有する所得の源泉とし\nての性質の現れとして，原告が日本コンパック社との雇用契約又はこれ\nに類する原因に基づきその指揮命令に服して提供した労務に基因する給\n付であるといえるかどうかを判断するについては，本件権利行使利益の\n給付の原因となった本件ストック・オプション付与契約の性質ないし目\n的についての検討が基本であることはいうまでもない。また，本件にお\nいては，上記のように，本件権利行使利益を原告に給付した者が，原告\nの使用者ではない米国コンパック社であるという特質が認められるとこ\nろ，このような本件における給付の特質に照らすと，本件権利行使利益\nが，労務の有する所得の源泉としての性質の現れとして，原告が日本コ\nンパック社との雇用契約又はこれに類す\nる原因に基づきその指揮命令に服して 提供した労務に基因する給付で\nあるといえるためには，給付者である米国コンパック社において，原告\nの当該労務により自らが得る利益を認識し，当該労務に対応するものと\nしてした給付であることが必要であると解するのが相当である。\nそこで，以下，上記のような観点から，検討を進めることとする。\nａ　前記基礎となる事実２(3)のとおり，本件コンパック・プランによ\nれば，米国コンパック社のストック・オプションは，被付与者に米国コ\nンパック社の将来の成功に貢献する誘因を生み出すことなどを奨励し，\nその結果，同社の価値を高め，また，コンパックグループ各社の発展等\nのために有能な人材を引き付け，留め置くことを目的としている。そし\nて，このストック・オプションは，原則として譲渡できず，死亡等の一\n定の場合を除き，原則として，コンパックグループ各社との雇用契約等\nが終了すれば，短期間で権利が消滅することとされている。\nｂ　このように，本件コンパック・プランが，原則として，ストック・\nオプションの譲渡を禁止して権利行使を被付与者に限定し，かつ，雇用\n契約等が終了すれば権利が消滅することとして権利行使時において被付\n与者がコンパックグループ各社と雇用関係等にあることを要求している\nのは，米国コンパック社において，被付与者が，権利行使利益を得るた\nめに，付与時から権利行使までの間，コンパックグループ各社との雇用\n契約等を継続し，労務を提供することを企図しているからであるという\nことができる。すなわち，被付与者は，ストック・オプションの付与に\nよる経済的利益を取得するためには，自ら権利を行使する必要があり，\nしかも，この権利を行使するためには，付与時から権利行使までの間，\nコンパックグループ各社との雇用契約等\nを継続し，労務を提供する必要があるから，米国コンパック社として\nは，このような内容のストック・オプションを有能な人材に付与するこ\nとにより，有能な人材が権利行使利益を取得するためにコンパックグル\nープ各社との雇用契約等を継続し，労務を提供することを合理的に期待\nすることができるのである。\nまた，ストック・オプションに係る権利行使利益の発生の有無及び利益\nの額は，付与会社の株価の変動に応じて変化するところ，米国コンパッ\nク社としては，その従業員等にストック・オプションを付与することに\nより，被付与者が，より多額の権利行使利益を取得しようとしてより有\n益な労務を提供することを期待しているものといえるが，このことは，\n本件のように，被付与者が米国コンパック社がその全株式を保有してい\nる子会社の従業員等である場合にも，同様にいえることである。すなわ\nち，会社の業績が当該会社の株価の基本的な 形成要素であることはい\nうまでもないが，その全株式を保有する子会社の業績自体も，当該親会\n社の株価の形成要素となるものであることから，子会社である勤務先会\n社の親会社の米国コンパック社\nからストック・オプションを付与された者は，勤務先会社の業績向上の\nために，勤務先会社に対しより有益な労務を提供することが動機付けら\nれる関係にあるからである。米国コンパック社が，長期インセンティブ\n報酬の一種として発達したストック・オプションを，子会社の従業員等\nにも付与しているのは，このような効果を企図したものと解するのが合\n理的である。\nそして，本件コンパック・プランにおいて，米国コンパック社のストッ\nク・オプション制度の目的として，有能な人材を引き付け，留め置くこ\nとや，被付与者に米国コンパック社の将来の成功に貢献する誘因を生み\n出すことを奨励することを掲げているのは，本件コンパック・プランに\n基づくストック・オプションが上記のような性質を有しているからにほ\nかならないのである。\nｃ　本件コンパック・プランに基づく本件ストック・オプションも，米\n国コンパック社において，原告が，日本コンパック社との雇用契約等を\n継続し，労務の提供をすること，また，日本コンパック社に対しより有\n益な労務を提供することの動機付けとなることを期待して，付与したも\nのと認めることができる。\nそして，米国コンパック社が原告に対し本件ストック・オプションを付\n与したのは，原告の日本コンパック社に対する労務の提供が，自社の利\n益になると認識していたからであることは明らかである。すなわち，米\n国コンパック社は，日本コンパック社の全株式を保有する親会社であ\nり，実質的に日本コンパック社の経営を支配しているものであるから，\n日本コンパック社の業績の向上は米国コンパック社の業績の向上につな\nがる性質を有しており，このような両社の関係からすれば，原告が日本\nコンパック社に対して提供する労務について，米国コンパック社の利益\nをもたらす性質のものと認識することに合理性を肯定することができる\nのであり，米国コンパック社が原告に対し本件ストック・オプションを\n付与したの は，このような自社\nの利益に着目したものと認められるのである。本件コンパック・プラン\nが，米国コンパック社の価値を高めることを目的に掲げつつ，同社のみ\nならずコンパックグループ各社の従業員等にもストック・オプションを\n付与することとしているのは，このような趣旨と解される。\nまた，既に述べたとおり，本件コンパック・プランに基づく本件ストッ\nク・オプションの内容として，原告が権利行使利益を取得するために\nは，原則として，権利行使時まで日本コンパック社との雇用契約等を継\n続し，労務を提供することが条件とされており，原告は，日本コンパッ\nク社に対して権利行使時まで労務の提供を継続することによって，権利\n行使利益を取得することができるという関係にある（本件において，原\n告は，日本コンパック社を退社後にも権利を行使しているが，この場合\nには，本件コンパック・プランで雇用契約等終了後も一定期間の権利行\n使が認められる事由によって雇用契約等が終了するまで，日本コンパッ\nク社に対して労務の提供を継続することによって，権利行使利益を取得\nできるという関係にある。）。そして，\n上記のように，このような原告の労務の提供及びその継続に対する期待\nが，米国コンパック社が原告に対し本件ストック・オプションを付与し\nた理由であることからすれば，本件ストック・オプションの付与は，米\n国コンパック社において，その権利行使利益を，原告の日本コンパック\n社に対する労務の提供及びその継続に対応するものとして給付しようと\nする趣旨のものということができる。\nそうであるとすれば，本件ストック・オプションは，米国コンパック社\nにおいて，原告が日本コンパック社に対し継続して提供する労務（具体\n的には，本件ストック・オプションの各付与時から各権利行使時ないし\n雇用契約等終了時までのもの。）により自らが得る利益を認識し，原告\nに対し，当該労務に対応するものとしての権利行使利益を給付しようと\nする趣旨で，本件ストック・オプション付与契約に基づき付与したもの\nと認めることができ，したがって，このような本件ストック・オプショ\nンの行使により原告が取得した本件権利行使利益は，原告が日本コンパ\nック社との雇用契約又はこれに類する原因に基づきその指揮命令に服し\nて提供した労務に基因する給付であると認めることができる。すなわ\nち，本件権利行使利益は，原告が日本コ\nンパック社に対して提供した労務の対価としての性質を有するものとい\nうべきである。\nｄ　この点について，原告は，子会社の従業員等の労務とその親会社の\n株価の上昇とに直接的な関係はなく，権利行使利益は様々な要因による\n親会社の株価の上昇と原告の権利行使という行為によって生じたものに\nすぎないから，本件権利行使利益は原告の労務の対価とはいえないとの\n趣旨の主張をする（争点①に関する原告の主張(2)オ(イ)）。\n確かに，ストック・オプションに係る権利行使利益の発生の有無及び利\n益の額は，様々な要因による株価の変動と被付与者の権利行使の時期に\nよって昀終的に定まるものである。\nしかし，ストック・オプションは，このように権利行使利益の額が株価\nの変動に対応して変化することから，被付与者が有利な時期を自ら選択\nして権利を行使することができるという魅力を有するのであり，そうで\nあるからこそ，米国コンパック社は，同社のストック・オプションにつ\nいて，原則として，譲渡を禁じるとともに権利行使時までの雇用契約等\nの継続を要求して，権利行使利益をもって，被付与者が権利行使時まで\n勤務先会社との雇用契約等を継続し，労務を提供する誘因たらしめてい\nるのである。\nまた，ストック・オプション制度がインセンティブ報酬制度として機能\nしているのは，被付与者の労務の提供が権利行使利益の額の形成要因の\n一つであるということが関係者間の共通認識となっているからであっ\nて，それゆえ，被付与者が勤務先会社に対するより有益な労務の提供を\n動機付けられるからである。そして，本件のような子会社の従業員等の\n労務の提供が親会社の株価の変動要因として寄与する程度は相対的に低\nいということを否定できないが，このことは，当該ストック・オプショ\nンの精勤のインセンティブとしての機能の程度の問題にすぎないのであ\nる。\nこのように，権利行使利益の発生の有無及び利益の額が株価の変動に対\n応して変化するということは，むしろ，権利行使時まで，原告が日本コ\nンパック社との雇用契約等を継続し，労務を提供する誘因として機能す\nるものということができるのであって，米国コンパック社は，まさにそ\nのような性質の権利行使利益を原告の労務の対価として給付したものと\nいうべきであり，権利行使利益の額が様々な要素によって変動すること\nをもって労務の対価性を否定する論拠とすることはできない。\nなお，これまで述べてきたことからすれば，ストック・オプションの権\n利行使利益が，雇用契約又はこれに類する原因に基づき使用者の指揮命\n令に服して提供した労務に基因する給付として，当該労務の対価として\nの性質を有するものといえるためには，権利行使利益の額と被付与者が\n提供した労務の質ないし量との定量的な相関関係を必要と解すべき合理\n的な理由がないことは明らかである。\nｅ　また，原告は，労務の対価性が認められるためには，対価の給付者\nとの関係で当該労務の提供が義務付けられているか，又は事実として給\n付者に対して当該労務を提供したことが必要であるとも主張する（争点\n①に関する原告の主張(2)オ(ウ)）。\nしかし，労務の提供を直接受ける者以外の者であっても，当該労務によ\nり利益を受ける立場にある者が，その利益を認識し，当該労務の提供を\nさせるために，あるいは提供された労務に対して一定の給付をすること\nは，取引社会の通念に照らしても何ら不合理な経済活動とはいえないと\nころである。そして，このような給付が，当該給付の原因となった法律\n関係の性質いかんによっては，所得税課税の観点から，給与所得におけ\nる労務の対価としての性質を有するものと評価される場合があり得るこ\nとは当然であって， そのような場合において，原告が主張するような\n要件を加重することにより，当該給付に対する給与所得としての課税を\n否定する合理的な理由は見出し難いというべきである。\nそして，本件における給付である本件権利行使利益は，上記ｃのとお\nり，米国コンパック社において，原告が使用者である日本コンパック社\nとの雇用契約又はこれに類する原因に基づきその指揮命令に服して提供\nする労務により自ら得る利益を認識し，本件ストック・オプション付与\n契約に基づき，原告に対し，当該労務に対応するものとして，本件スト\nック・オプションを付与することにより給付したものであって，これ\nが，給与所得における労務の対価としての性質を有するものである以\n上，原告が，当該労務を直接米国コンパック社に提供していないことを\nもって，本件権利行使利益の給与所得該当性を否定することはできない\nというべきである。\nエ　労務の対価の支給者と使用者の同一性の要否について\n(ア) 上記イ，ウのとおり，原告は，雇用契約又はこれに類する原因に\n基づき，使用者である日本コンパック社の指揮命令に服して労務を提供\nし，当該労務の対価として，米国コンパック社から本件権利行使利益の\n給付を受けたものであるから，上記アの説示よりすれば，本件権利行使\n利益は，給与所得に該当することになる。\nしかし，原告は，所得税法上の給与所得は「使用者から支給される給\n付」であることを当然の前提としているとし，この点からも本件権利行\n使利益は給与所得に該当しないとの趣旨の主張をする（争点①に関する\n原告の主張(2)エ）ので，労務の対価の支給者と使用者が同一であるこ\nとが，当該対価が給与所得に該当するための要件であると解すべきかど\nうかについての当裁判所の見解を示しておくこととする。\n(イ) 既に繰り返し述べてきたとおり，所得税法は，租税負担の実質的\n公平を図るため，所得をその源泉ないし性質に応じて分類し，それぞれ\nの担税力に応じた課税を実現しようとしているところ，所得区分上，給\n与所得は，労務に基因する勤労性所得について，その所得の源泉である\n労務の性質に着目し，勤労性所得のうち，雇用契約又はこれに類する原\n因に基づき使用者の指揮命令に服して労務を提供したことに基因する所\n得について規定したものと解するのが相当である。そして，雇用契約又\nはこれに類する原因に基づき使用者の指揮命令に服して提供した労務の\n対価として受ける給付は，それが使用者以外の者によるものであったと\nしても，そのような労務の性質と，これに対応する担税力に着目して給\n与所得という区分を設けた法の趣旨に照らせば\n，これを使用者からの給付の場合と区別して取り扱う合理的な理由はな\nいというべきである。\nもとより，所得税法２８条１項は，文言上，給与等の支給者を使用者に\n限定しているものではなく，同条２，３項の給与所得控除制度も，給与\n所得が雇用契約又はこれに類する原因に基づき使用者の指揮命令に服し\nて提供した労務の対価であるという性質に着目した課税方法の定めと解\nされるのであって，これが使用者からの給付のみを前提とした規定であ\nると解すべき根拠を 見出すことはできない。また，昀高裁昭和５６年\n判決も，業務の遂行ないし労務の提供から生ずる所得が事業所得と給与\n所得のいずれに該当するかを判断するに際し，使用者と給付者が一致す\nる通常の事案において，当該所得の所得区分の判断の基準とすべき労務\nの提供の態様について判示したものであって，使用者以外の者からの給\n付は給与所得の範囲から当然に除\n外されることを前提とした判断であるということはできない。\n確かに，使用者と給与の支給者とは，通常の場合，一致するものである\nが，それは，一般の取引社会において，使用者の指揮命令に服して提供\nした労務の対価を使用者以外の者が支給することが経済的合理性に適合\nするという利益状況が存在することが少ないからにすぎない。仮に，給\n与所得に該当するための要件として「使用者から支給される給付」であ\nることが必要であるとすれば，本件のように，雇用契約又はこれに類す\nる原因に基づき使用者の指揮命令に服して労務を提供したことにより，\n当該労務の対価としての性質を有する給付を受けた場合であっても，そ\nの給付者と使用者との同一性が肯定されない場合には，給付の給与所得\n該当性が否定され，その結果，その余の所得として（それは，労務の対\n価性が否定されない以上，一時所得に該\n当することはなく，結局，雑所得として取り扱われることになろう。）\n課税されることになるが，給付者が使用者ではないという理由のみによ\nってこのような区別をする合理的理由は見出し難いといわなければなら\nない。\n(4) 小括\n以上のとおり，本件権利行使利益は，給与所得に該当するものというべ\nきである。\n(5) 現行の租税関係法令の規定との整合性について\nなお，付言すると，所得税法施行令８４条は，商法上のストック・オプ\nションについて，これを与えられた場合における当該権利に係る所得税\n法３６条の収入金額は権利行使利益によることとして，権利行使利益を\nもって所得税の 課税の対象とすることを明らかにしている。\nそして，租税特別措置法２９条の２は，商法上のストック・オプション\nのうち，同条が定めるいわゆる税制適格型のものについて，権利行使に\nよる株式の取得に係る経済的利益（権利行使利益）については所得税を\n課さないこととして，課税の繰り延べを認めているが，同条が租税特別\n措置法第２章「所得税法の特例」，第３節「給与所得及び退職所得」の\n中に置かれていることからすれば，同条は，権利行使利益が給与所得と\nして課税される性質のものであることを前提にして，その課税上の特例\nを設けたものと解することが自然である。また，同条が付与会社がその\n発行済株式の総数の１００分の５０を超える数の株式を直接又は間接に\n保有する関係にある法人の取締役又は使用人等に付与されたストック・\nオプションについても，上記非課税特例の\n対象としていることからすれば，同条は，付与会社と被付与者との間に\n直接の雇用契約等がある場合に限らず，このような子会社の従業員等に\n付与されたストック・オプションに係る権利行使利益についても，給与\n所得に該当することを前提にしているものと理解されるところである。\nこれに対し，本件ストック・オプションは，外国法人から我が国の子会\n社の従業員等に付与されたものであるが，その権利行使利益について，\n上記のような商法上のストック・オプションの場合と比較して，所得税\n課税における所得区分上，有意な性質の差異を見出すことはできない。\nそうであるとすると，当裁判所は，既に説示してきたように，本件スト\nック・オプションに係る本件権利行使利益の所得区分の問題について，\n主として，本件ストック・オプション付与契約の性質や所得税法２８条\nが規定する給与所得の意義についての検討に基づいて，本件権利行使利\n益が給与所得に該当するとの判断に至ったものであるが，この判断は，\n上記のような現行の租税関係法令の規定から導き出される所得税課税に\nおけるストック・オプションに係る権利行使利益の位置付けとの関係に\nおいても整合性を有しているものということができる。\n２　争点②（理由附記の不備による違法の有無）について\n本件各更正処分の各更正通知書にその更正の理由の附記がなかったこと\nについては，当事者間に争いがない。\n所得税法は，居住者の提出した青色申告書に係る年分の総所得金額等の\n更正処分については，原則として更正通知書にその更正の理由を附記す\nべきものとを定めている（同法１５５条２項）が，それ以外の更正処分\nについては，理由の附記を要求する規定を置いていない。\nところで，一般に行政処分に理由附記を要求する趣旨は，処分庁の判断\nの慎重と公正妥当を担保してその恣意を抑制するとともに，処分理由を\n相手方に知らせることによって不服申立ての便宜を図ることにあると解\nされるのであるが，所得税更正処分については，更正通知書にその更正\nに係る年分の総所得金額等の所得別の内訳が附記される（所得税法１５\n４条２項）ほか，不服申立手続において処分庁から処分の理由が明らか\nにされることが予定されており（国税通則法８４条４項，５項，９３条\n２項），処分庁の恣意的課税の抑制と納税者に対する処分理由の開示が\n一定の範囲で制度的に担保されているのであり，これに，所得税課税事\n務の円滑な遂行の要請を考慮すれば，所得税法が上記のように青色申告\n書に係る一定の更正処分以外の更正処分につ\nいては更正通知書に理由を附記することを要求していないことに，一応\nの合理性を認めることができるのである。\nしたがって，所得税法１５５条２項が規定する更正処分以外の更正処分\nに係る更正通知書に理由の附記がされていないことが，当該更正処分の\n違法事由となるものではないというべきである。\nそして，本件各更正処分は，いずれも所得税法１５５条２項の適用のあ\nる更正処分ではないから，その通知書に理由の附記がないことをもっ\nて，本件各更正処分が違法となるものではない。\n３　争点③（租税法律主義違反による違法の有無）について\n前記１のとおり，本件権利行使利益は，所得税法その他租税関係法令の\n規定の解釈上，所得税法２８条１項の給与所得に該当するものであるか\nら，この解釈に基づいてされた本件各更正処分は，租税法律主義に違反\nするものではない。\n４ 争点④（信義則違反による違法の有無）について\n(1) 租税法規に適合する課税処分について，法の一般原理である信義則\nの法理の適用により当該課税処分を違法なものとして取り消すことがで\nきるのは，租税法規の適用における納税者間の平等，公平という要請を\n犠牲にしてもなお，当該課税処分に係る課税を免れさせて納税者の信頼\nを保護しなければ正義に反するといえるような特別の事情が存在する場\n合に限られるというべきである。そして，この特別の事情が存在するか\n否かの判断に当たっては，少なくとも，税務官庁が納税者に対し信頼の\n対象となる公的見解を表示したことにより，納税者がその表示を信頼し\nその信頼に基づいて行動したところ，後にその表示に反する課税処分が\n行われ，そのために納税者が経済的不利益を受けることになったもので\nあるかどうか，また，納税者が同表示を信頼し\nその信頼に基づいて行動したことについて納税者の責めに帰すべき事由\nがないかどうかという点を考慮しなければならない（昀高裁判所昭和６\n２年１０月３０日第三小法廷判決・裁判集民事１５２号９３頁参照）。\n(2) これを本件についてみると，証拠〔甲２５，２７，３０号証，乙１\n１，１４号証〕及び弁論の全趣旨によれば，本件各更正処分に関し，以\n下の事実が認められる。\nア　前記基礎となる事実１(3)のとおり，従前から，商法その他特別法\n上のストック・オプションに関する課税上の取扱いについて規定した法\n令及び通達上の定めはあったものの，本件各課税処分後に至るまでは，\n本件ストック・オプションのように親会社から子会社の従業員等に付与\nされたストック・オプションに関する課税上の取扱いについて，直接，\n明文をもって定めた法令の規定は存在せず，また，これに関する通達の\n定めも存在しなかった。\nイ　東京国税局直税部長監修（平成４年版以降は同局課税第一部長監\n修）・同局所得税課長編に係る「回答事例による所得税質疑応答集」の\n昭和６０年版には，米国会社の日本の子会社の役員が当該米国会社から\nストック・オプションを付与された場合の課税について，給与又は退職\n金に代えてストック・オプションを与えられた場合を除き，権利行使時\nに，その経済的利益に対して一時所得として課税される旨が記載されて\nおり，少なくとも平成６年版までは，同様の見解が記載されていた。ま\nた，昭和６０年５月６日発行の「週間税務通信１８８１号」には，国税\n庁審理室補佐の地位にある者の見解として，米国会社から日本の子会社\nに勤務している者に対して株式購入選択権が付与された場合の課税につ\nいて，選択権行使時において，株式の時価と選\n択権の行使価額との差額に対し原則として一時所得として課税されるも\nのと考えられる旨が記載されていた。\nウ　国税庁及び各課税庁は，親会社から子会社の従業員等に対して付与\nされたストック・オプションの権利行使利益について，平成１０年分の\n所得税の確定申告期以降は，これを給与所得として課税するとの統一的\n処理をするに至ったものの，それ以前においては，多くの事案におい\nて，一時所得に該当するものとして取り扱っていた。\nエ　原告は，平成８年分の所得税の確定申告に際して，税理士を通じ\nて，緑税務署の税務職員に対し，原告の行使したストック・オプション\nの権利行使利益に関する課税上の取扱いについて確認したところ，同署\nの税務職員から，一時所得として確定申告をするように指導を受けた。\n原告は，これを受けて，平成８年分ないし平成１０年分の所得税につい\nて，いずれも，本件権利行使利益が一時所得に該当するものとして確定\n申告をした。\nその後，平成１１年９月ころ，緑税務署の税務職員から原告に対し，ス\nトック・オプションの権利行使利益は給与所得に該当する旨の連絡があ\nったが，原告は，平成１１年及び平成１２年分の所得税について，従前\nどおり，本件権利行使利益が一時所得に該当するものとして確定申告を\nした。\n(3) ところで，この争点に関する原告の主張は，課税庁が本件と同種の\n事案に関して一貫して一時所得として確定申告をするように指導してき\nており，原告もこれを信頼して一時所得として確定申告をしたにもかか\nわらず，従前の指導と異なる課税をすることは信義則に反するというも\nのである。\n確かに，上記(2)に認定した事実関係からすれば，原告が，本件係争各\n年分の所得税の確定申告に際し，本件権利行使利益が一時所得に当たる\nものとして課税されるとの信頼を有していたことが窺われるところであ\nる。しかし，原告がこの信頼に基づいて本件係争各年分の所得税の確定\n申告をしたものであるとしても，原告が，上記各確定申告以外に，この\n信頼に基づいて何らかの経済的活 動を行ったことや，そのために，各\n確定申告に係る税額と本件各更正処分に係る税額との差額を納税すべき\n義務を負うということを超えて，具体的な経済的不利益を受けたことに\nついては，これを認めるに足りる的確な証拠はない。\nそうであるとすれば，本件においては，その余の点について判断するま\nでもなく，租税法規の適用における納税者間の平等，公平という要請を\n犠牲にしてもなお，本件各更正処分に係る課税を免れさせて納税者であ\nる原告の信頼を保護しなければ正義に反するといえるような特別の事情\nが存在するとは認められないというほかはないから，信義則違反を理由\nとして，本件各更正処分が違法であるということはできない。\n５　本件各更正処分の適法性について\n前記第４のとおり，原告の本件係争各年分の所得税の課税根拠につい\nて，本件権利行使利益の所得区分を除けば当事者間に争いはないとこ\nろ，前記１のとおり，本件権利行使利益は給与所得に該当するものであ\nり，これを前提とした原告の本件係争各年分の所得税に係る課税総所得\n金額及び納付すべき税額は，別紙課税根拠表の各年分の課税総所得金額\n及び納付すべき税額欄にそれぞれ記載のとおりの額と認められる。\nそして，これらの額は，いずれも本件各更正処分に係る額と同額である\nから，本件各更正処分はいずれも適法である。\n６　争点⑤（本件各加算税賦課決定処分に係る違法の有無）について\n(1) 本件各加算税賦課決定処分は，原告の平成１１年分及び平成１２年\n分の所得税に係るものである。そして，上記５のとおり，原告には，同\n各年分の更正処分により新たに納付すべき税額が生じているところであ\nるが，その計算の基礎となった事実のうちに各更正処分前の税額である\n確定申告に係る税額の計算の基礎とされていなかったことについて「正\n当な理由」があると認められるものがある場合には，当該部分について\nは過少申告加算税は課せられない（国税通則法６５条４項）。\n(2) ところで， 過少申告加算税は，申告納税制度の下において，国税\nに関する法律の適正な執行が妨げられることがないように，納税者がそ\nの申告義務を適正に行うことを担保するため，過少な納税申告を行った\n納税者に対し，行政上の制裁として税の形式で賦課されるものである。\nこの過少申告加算税について，上記のように，国税通則法６５条４項\nは，過少申告について「正当な理由」がある場合には，加算税を課さな\nい旨を定めているところ，上記規定にいう「正当な理由」がある場合と\nは，過少申告加算税が，上記のように申告納税制度の下における適正な\n課税を担保するために課せられる行政上の制裁であることに照らして，\n申告納税者に対し，そのような制裁を課すことが相当ではないと認めら\nれる具体的な事情が存在する場合をいうものと解するのが相当である。\n(3) そこで，これを本件についてみると，前記４(2)に認定のとおり，\n親会社から子会社の従業員等に対して付与されたストック・オプション\nの権利行使利益について，国税庁及び各課税庁の課税上の取扱いが統一\nされたのは，平成１０年分の所得税の確定申告期からであって，それま\nでは，多くの事案において一時所得に該当するものとして取り扱われて\nいたのであり，また，昭和６０年ころから少なくとも平成６年ころまで\nは，国税庁や東京国税局において租税法規の解釈に当たり，あるいは，\n所得税課税事務を所掌する地位にある職員名義で，上記権利行使利益が\n原則として一時所得に当たるとの見解が公表されていたのである。さら\nに，原告は，平成８年分の所得税の確定申告に際して，緑税務署の税務\n職員から，原告の行使したストック・オプション\nの権利行使利益について一時所得として確定申告をするように指導を受\nけていたところである（これらの事情からすれば，少なくとも平成１０\n年分までの所得税については，原告が，本件権利行使利益を一時所得と\nして確定申告をすることに合理的な理由があったことは明らかであ\nる。）。\n確かに，原告は，本件各加算税賦課決定処分に係る平成１１年分及び平\n成１２年分の所得税の確定申告に先立ち，前記４(2)のとおり，平成１\n１年９月ころ，緑税務署の税務職員から，ストック・オプションの権利\n行使利益は給与所得に該当する旨の連絡を受け，さらに，平成１２年３\n月１３日付けで，本件権利行使利益が給与所得に該当するとした更正処\n分を受けていたものであるが，それまでには上記のような事情や経緯が\n存在したところである。また，前記４(2)でも指摘したとおり，本件各\n課税処分後に至るまでは，本件ストック・オプションのように親会社か\nら子会社の従業員等に付与されたストック・オプションに関する課税上\nの取扱いについては，直接，明文をもって定めた法令の規定や通達の定\nめは存在しなかったのであり，かつ，このよう\nなストック・オプションに係る権利行使利益を一時所得とする見解にも\n一応の根拠があるということができるところである。 このような事情\nや経緯よりすれば，原告が，平成１１年分及び平成１２年分の所得税に\nついても，従前どおり本件権利行使利益が一時所得に該当するものとの\n見解の下に確定申告を継続したことには相応の理由があるというべきで\nある。\nさらに，もともと，本件各確定申告における原告の本件ストック・オプ\nションの権利行使利益についての一時所得としての確定申告は，所得税\n法における所得区分に関する解釈問題にとどまるものであり，一時所得\nとしての申告ではあっても，その基礎となる事実としての権利行使利益\nの取得及びその金額について，正しく事実に基づいた確定申告がされて\nいる限り，客観的にみて，その確定申告により申告納税制度の下におけ\nる適正な課税の実現が阻害されるものとして制裁を課すべき必要性に乏\nしいものといわざるを得ない。\n上記の諸点を総合考慮すれば，本件においては，原告の平成１１年分及\nび平成１２年分の所得税の確定申告について，申告納税者である原告に\n対し，制裁としての過少申告加算税を課することが相当ではないと認め\nられる具体的な事情が存在する というべきである。\n以上のことからすれば，原告の平成１１年分及び平成１２年分の所得税\nの確定申告において，本件権利行使利益が，給与所得として税額の計算\nの基礎とされていなかったことについては，国税通則法６５条４項にい\nう「正当な理由」があるというべきである（ただし，平成１１年分の所\n得税の確定申告については，原告が確定申告の際に一時所得として計算\nの基礎とした権利行使利益の金額に限る。）。\n(4) そうすると，平成１１年分の所得税に係る賦課すべき過少申告加算\n税は，同年分の更正処分により新たに納付すべき税額（更正処分に係る\n納付すべき税額１億０９９７万９３００円から確定申告に係る納付すべ\nき税額５６０７万４７００円を控除した額）から，原告が一時所得とし\nて申告した権利行使利益額（原告は，所得税法３４条３項，６９条１項\n及び２２条２項２号の規定を適用した後の一時所得の額として，１億６\n１１１万４６２９円を申告したものであるところ，同法６９条１項によ\nって一時所得の金額から控除した額は，不動産所得に係る損失額４３８\n４万９７６５円から給与所得の金額１４万０２００円及び雑所得の金額\n４３８万５１７６円を控除した３９３２万４３８９円と認められ，これ\nを前提に，原告が申告の際に基礎とした権利行\n使利益額は，上記各規定適用前の３億６２０５万３６４７円と算出され\nる。）を給与所得として計算した場合に新たに納付すべき税額（同計算\nに係る納付すべき税額１億０８７７万０８００円（計算過程は別紙加算\n税計算表のとおり）から確定申告に係る納付すべき税額５６０７万４７\n００円を控除した額）を控除し，控除後の額である１２０万００００円\n（国税通則法１１８条３項適用後のもの）に１００分の１０を乗じ，１\n２万００００円と算出される（同法６５条１項，４項，同法施行令２７\n条）。\nまた，平成１２年分の所得税については，同年分の更正処分の計算の基\n礎となった権利行使利益額の全額が一時所得として申告されているか\nら，過少申告加算税を賦課することはできない。\nしたがって，被告が原告に対してした，平成１１年分の所得税に係る過\n少申告加算税賦課決定処分のうち過少申告加算税額１２万００００円を\n超える部分及び平成１２年分の所得税に係る過少申告加算税賦課決定処\n分は，いずれも違法である。\n第８　結論\n以上のとおりであって，原告の本件各請求は，上記第７，６に説示した\n限度で理由があるから，その範囲でこれを認容し，その余の請求はいず\nれも理由がないから，これらを棄却することとし，訴訟費用の負担につ\nいて行政事件訴訟法７条，民事訴訟法６１条，６４条ただし書きを適用\nして，主文のとおり判決する。\n〔口頭弁論終結の日：平成１５年１２月１７日〕\n横浜地方裁判所第１民事部\n裁判長裁判官　　　川　　　勝　　　隆\n之\n裁判官　　　菊　　　池　　　絵\n理\n裁判官　　　貝　阿　彌\n亮\n"
}