{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 18,
    "month": 3,
    "day": 15
  },
  "case_number": "平成13(行ウ)82",
  "case_name": "損害賠償請求事件",
  "court_name": "大阪地方裁判所第２民事部",
  "result": "棄却",
  "gist": "大阪市が開催都市として立候補した２００８年オリンピックの招致活動の一環として、大阪市長ら１９名の職員をシドニーオリンピックに合わせてシドニーに出張させたことが、公務の必要性がないにもかかわらず多人数を出張させたものである、ホテル代金も不当に高額であるなどとして提起された住民訴訟（旧４号訴訟）について、公務の必要性は認められ、ホテル代金も不当に高額であるとはいえないなどとして、請求を棄却した事案",
  "lawsuit_id": "32799",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=32799",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/799/032799_hanrei.pdf",
  "contents": "主文\n１ 原告らの請求を棄却する。\n２ 訴訟費用は，原告らの負担とする。\n事実及び理由\n第１ 請求\n被告らは，大阪市に対し，連帯して３１９９万２０００円及びこれに対する\n平成１３年７月６日から支払済みまで年５分の割合による金員を支払え。\n第２ 事案の概要\n本件は，大阪市の住民である原告らが，大阪市が２００８年（平成２０年）\nに開催される第２９回オリンピック競技大会（以下「２００８年オリンピッ\nク」という。）の開催都市として立候補し，招致活動を行う中で，平成１２年\n９月１５日から同年１０月１日にかけてシドニーで行われた第２７回オリンピ\nック競技大会（以下「シドニーオリンピック」という。）に合わせて，当時大\n阪市の市長であった被告Ｂ１を始め被告１ないし被告１９の合計１９人の大阪\n市の職員（以下，これらの被告を「被告出張職員ら」という。）をシドニーに\n出張させた（以下，この出張を「本件出張」という。）ことについて，公務の\n必要性がないにもかかわらず多人数を出張させた上，被告東急観光，被告近畿\n日本ツーリスト及び被告ジェイティービー（以下，これらの被告を「被告業者\nら」という。）と談合して宿泊料が異常に高額なホテルに宿泊させるなどし，\nこれらの旅費（宿泊料）及び事業経費として違法に公金を支出し，大阪市に合\n計３１９９万２０００円相当の損害を与えたなどと主張して，地方自治法（平\n成１４年法律第４号による改正前のもの。以下同じ。）２４２条の２第１項４\n号に基づき，大阪市に代位して，被告らに対し，上記損害の賠償として連帯し\nて大阪市に３１９９万２０００円及びこれに対する平成１３年７月６日から支\n払済みまで民法所定の年５分の割合による遅延損害金の支払を求めた事案であ\nる。\n１ 前提となる事実等（当事者間に争いのない事実を含む。）\n(1) 当事者\nア原告ら\n原告らは，いずれも大阪市の住民である。\n（弁論の全趣旨）\nイ 被告１ないし被告２６\n被告１ないし被告２６は，本件出張当時，いずれも大阪市の職員であっ\nた者であり，その具体的な役職は，以下のとおりである。\n(ア) 被告Ｂ１（被告１）\n被告Ｂ１は，本件出張当時，大阪市長及び財団法人大阪オリンピック\n招致委員会（以下「招致委員会」という。）の会長として２００８年オ\nリンピックの立候補都市である大阪市を代表していた者であり，また，\n大阪市オリンピック招致推進本部（以下「招致推進本部」という。）の\n本部長として，招致活動全般を統括していた者である。\n（弁論の全趣旨）\n(イ) 被告Ｂ２（被告２）\n被告Ｂ２は，本件出張当時，大阪市助役として，また，招致委員会理\n事及び招致推進本部副本部長として，被告Ｂ１を補佐していた者である。\n（弁論の全趣旨）\n(ウ) 被告Ｂ３（被告３）\n被告Ｂ３は，本件出張当時，市長室秘書部国際交流課長代理として，\n海外出張や賓客接遇の際の通訳や翻訳業務等に従事していた者である。\n（乙Ａ２０号証）\n(エ) 被告Ｂ４（被告４）\n被告Ｂ４は，本件出張当時を含む平成１０年４月から平成１３年３月\nまでの間，オリンピック招致局長として，大阪市内部においてはオリン\nピック招致局（以下「招致局」という。）の業務を統括し，外部に対し\nては招致局を代表していた者である。\n（乙Ａ２５号証）\n(オ) 被告Ｂ５（被告５）\n被告Ｂ５は，平成１０年４月から平成１４年１月までの間，招致局理\n事の職にあり，本件出張当時，東京駐在担当理事として，国際スポーツ\n競技大会の開催を所管し，文部省（当時。以下同じ。），外務省，財団\n法人日本オリンピック委員会（以下「ＪＯＣ」という。）等との間の折\n衝及び連絡調整，各種オリンピック招致関連の行事等の開催を通じた首\n都圏での招致気運の醸成等の職務に従事していた者である。\n（乙Ａ２６号証）\n(カ) 被告Ｂ６（被告６）\n被告Ｂ６は，本件出張当時を含む平成１１年４月から平成１３年３月\nまでの間，招致局招致推進部長として，招致局長（被告Ｂ４）を補佐し，\n招致推進部の業務を統括する立場にあり，２００８年オリンピックの正\n式立候補都市の大会開催計画書（いわゆる立候補ファイル。以下「立候\n補ファイル」という。）の策定を中心とする職務に従事していた者であ\nる。\n（乙Ａ２７号証）\n(キ) 被告Ｂ７（被告７）\n被告Ｂ７は，平成１０年４月から平成１３年９月までの間，招致局招\n致推進部計画課長の職にあり，本件出張当時，立候補ファイルを策定す\nる事務の責任者であった者である。\n（乙Ａ１８号証）\n(ク) 被告Ｂ８（被告８）\n被告Ｂ８は，平成７年４月に市長室オリンピック招致推進部計画課主\n査に任じられ，平成１０年４月に招致局が設置されたことに伴い招致局\n招致推進部計画課長代理に任じられ，平成１３年４月に同部企画主幹に\n任じられた者であり，本件出張当時，招致局招致推進部計画課長代理と\nして，立候補ファイルのうち陸上，ボート，カヌー，自転車競技，馬術\n競技，サッカー，体操，ホッケー，水泳，近代五種，ソフトボール，テ\nニス，射撃，アーチェリー，トライアスロン及びヨットの１６競技に係\nる会場計画の策定を担当していた。\n（乙Ａ２３号証）\n(ケ) 被告Ｂ９（被告９）\n被告Ｂ９は，平成９年１２月に市長室オリンピック招致推進部企画主\n幹に任じられ，平成１０年４月に招致局が設置されたことに伴い招致局\n招致推進部企画主幹に任じられ，平成１３年４月に同部連絡調整課長に\n任じられた者であり，本件主張当時，招致局招致推進部企画主幹として，\n立候補ファイルのうちバトミントン，野球，バスケットボール，ボクシ\nング，フェンシング，体操，ウエイトリフティング，ハンドボール，柔\n道，レスリング，テコンドー，卓球及びバレーボールの１３競技の会場\n計画並びに輸送，宿泊，セキュリティ，医療及び情報通信に係る計画の\n策定を担当していた。\n（乙Ａ１９号証）\n(コ) 被告Ｂ１０（被告１０）\n被告Ｂ１０は，平成１１年４月から平成１４年１月までの間，招致局\n招致推進部連絡調整課主査に任じられ，招致局の庶務担当主査として，\n文部省や外務省等の国の関係機関，招致委員会等の多くの関係団体等と\nの連絡調整等を含めた庶務全般に携わっていた者であり，本件出張当時\nは，対外的には，文部省や外務省等の中央省庁やＪＯＣ，招致委員会そ\nの他の関係団体との連絡調整を担当し，庁内的には，オリンピック招致\n関連に係る市長，助役の日程調整や各所属との連絡調整，招致局職員の\n人事管理，労務管理，福利厚生関係を担当していた。\n（乙Ａ２８号証）\n(サ) 被告Ｂ１１（被告１１）\n被告Ｂ１１は，平成１１年４月に招致局招致推進部計画課主査に任じ\nられ，本件出張当時，立候補ファイルのうちスポンサーの権利保護，医\n療保健サービス，セキュリティ等に関する計画の策定を担当していた。\n（乙Ａ２１号証）\n(シ) 被告Ｂ１２（被告１２）\n被告Ｂ１２は，平成８年４月に市長室オリンピック招致推進部計画課\n主査に任じられ，平成１０年４月に招致局が設置されたことに伴い招致\n局招致推進部計画課主査に任じられた者であり，本件主張当時，立候補\nファイルのうちバレーボール，柔道，フェンシングといった室内系競技\nに関する計画，メディア，情報通信に関する計画の策定を担当していた。\n（乙Ａ２９号証）\n(ス) 被告Ｂ１３（被告１３）\n被告Ｂ１３は，平成１１年４月に招致局招致推進部計画課主査に任じ\nられた者であり，本件主張当時，立候補ファイルのうち輸送・宿泊，環\n境影響評価に関する計画の策定を担当していた。\n（乙Ａ２２号証）\n(セ) 被告Ｂ１４（被告１４）\n被告Ｂ１４は，平成１１年４月に招致局招致推進部計画課主査に任じ\nられた者であり，本件主張当時，立候補ファイルのうちアーチェリー，\nカヌー，ホッケー，近代五種，ボート，水泳，テニス，トライアスロン\nの８競技の会場計画並びに大会日程及び競技経験に関する計画の策定を\n担当していた。\n（乙Ａ３０号証）\n(ソ) 被告Ｂ１５（被告１５）\n被告Ｂ１５は，ユニバーシアード神戸大会（昭和６０年），福岡大会\n（平成７年）及び広島で開催されたアジア大会（平成６年）の招致に携\nわり，本件出張当時アジア陸上競技協会名誉会長，日本陸上競技連盟名\n誉副会長の各職に就いていた者であり，豊富な知識及び経験を生かして\n招致活動に大所高所から助言をし，また，国際スポーツ界における人脈\nを活用して２００８年オリンピックの大阪招致を海外のスポーツ関係者\nにアピールする等のため，平成７年５月１日から平成１３年７月３１日\nまでの間，大阪市顧問の委嘱を受けていた者であって，主として東京で\n勤務し，ＪＯＣとの調整やスポーツ関係者との意見交換を通じて国内外\nの情報を収集し，これを分析して，大阪市の行う招致活動につき助言を\n行っていた。\n（乙Ａ１号証，３５号証）\n(タ) 被告Ｂ１６（被告１６）\n被告Ｂ１６は，本件出張当時，建設局花と緑の推進本部施設整備部長\nとして，スポーツ施設の建設に係る調査，企画及び連絡調整等及び公園\n施設の建設を所管するとともに，スタジアム・プール施設構想委員会の\n構成員として，オリンピックスタジアムやオリンピックプールなどの施\n設整備の具体的な検討事務を行っていた者である。\n（乙Ａ９号証の３）\n(チ) 被告Ｂ１７（被告１７）\n被告Ｂ１７は，本件出張当時を含む平成１０年４月から平成１３年３\n月までの間，建設局花と緑の推進本部施設整備部技術主幹（大規模スポ\nーツ施設整備担当）に任じられ，招致推進本部競技施設整備部会の部員\nとして，２００８年オリンピックが大阪で開催された際の競技会場とな\nる新設のオリンピックスタジアム及びオリンピックプール並びに既存ス\nポーツ施設の整備計画作成の任に当たっていた者である。\n（乙Ａ２４号証）\n(ツ) 被告Ｂ１８（被告１８）\n被告Ｂ１８は，本件出張当時，大阪市教育委員会事務局（以下「教育\n委員会事務局」という。）におけるスポーツ振興担当理事として，大阪\n市におけるスポーツの振興並びに国際スポーツ競技大会の招致及び開催\nに関する事務を所管していた者である。\n（乙Ａ６号証の２，３１号証）\n(テ) 被告Ｂ１９（被告１９）\n被告Ｂ１９は，平成１２年４月１日に教育委員会事務局スポーツ部国\n際競技課長に任じられ，平成１３年４月１日に職制改正に伴いゆとりと\nみどり振興局スポーツ部国際競技課長に任じられた者であり，本件出張\n当時，教育委員会事務局スポーツ部国際競技課長として，平成１３年４\n月２３日から同年５月６日まで開催された第４６回世界卓球選手権大会\n（以下「本件卓球大会」という。）や同月１９日から同月２７日まで開\n催された第３回東アジア競技大会大阪大会（以下「本件東アジア競技大\n会」という。）の開催準備作業を担当していた。\n（乙Ａ３１号証）\n(ト) 被告Ｂ２０（被告２０）\n被告Ｂ２０は，平成１１年４月から平成１３年３月まで招致局招致推\n進部連絡調整課長の職にあり，本件出張当時，招致局の文書，人事，予\n算，決算及び物品に関する事務，オリンピック招致に係る関係団体及び\n機関との連絡調整，オリンピック招致に係る広報及び市民運動に関する\n事務等を所管していた者である。\n（乙Ａ３２号証）\n(ナ) 被告Ｂ２１（被告２１）\n被告Ｂ２１は，平成１１年４月に招致局招致推進部連絡調整課長代理\nに任じられ，招致委員会を始めとする関係団体や関係機関との連絡，調\n整及び招致局の庶務事項を担当した連絡調整課長を補佐し，局全体の庶\n務的業務のとりまとめ等を行っていた者である。\n（乙Ａ３４号証）\n(ニ) 被告Ｂ２２（被告２２）\n被告Ｂ２２は，本件出張当時，招致局招致推進部連絡調整課主査とし\nて，招致局の予算，決算，経費の執行，管財，市会，公聴等に関する事\n務を所管していた者である。\n（弁論の全趣旨）\n(ヌ) 被告Ｂ２３（被告２３）\n被告Ｂ２３は，本件出張当時，教育長として，また，招致推進本部の\n本部員として，スポーツ振興担当局の局長級の見地から，オリンピック\n招致のための施策を総合的かつ円滑に推進する職務に従事していた者で\nある。\n（弁論の全趣旨）\n(ネ) 被告Ｂ２４（被告２４）\n被告Ｂ２４は，本件出張当時，教育委員会事務局総務部庶務課長とし\nて，また，招致推進本部の教育委員会事務局における幹事として，本部\n員である被告Ｂ２３の補佐をしていた者である。\n（弁論の全趣旨）\n(ノ) 被告Ｂ２５（被告２５）\n被告Ｂ２５は，本件出張当時，大阪市助役として，また，招致推進本\n部の副本部長として，被告Ｂ１を補佐していた者である。\n（弁論の全趣旨）\n(ハ) 被告Ｂ２６（被告２６）\n被告Ｂ２６は，本件出張当時，建設局長として，また，招致推進本部\nの本部員及びアクセス・輸送部の部会員として，オリンピック開催時に\nおける観客・選手等の競技施設への円滑な交通アクセスについての整備\n計画の策定等をしていた者である。\n（弁論の全趣旨）\n(ヒ) 被告Ｂ２７（被告２７）\n被告Ｂ２７は，本件出張当時，建設局管理部庶務課長として，また，\n招致推進本部の幹事として，被告Ｂ２６を補佐していた者である。\n（弁論の全趣旨）\nウ 被告２８ないし被告３０\n被告東急観光（被告２８），被告近畿日本ツーリスト（被告２９）及び\n被告ジェイティービー（被告３０）は，いずれも旅行代理店であり，本件\n出張に関し，大阪市との間で契約を締結して，宿泊先の手配等の業務を行\nった者である。\n(2) ２００８年オリンピックの大阪市への招致活動に係る経緯\nア 平成４年ころ，オリンピックを大阪市に招致しようとの動きが起こり，\n同年６月には大阪市の関係７局からなる大阪市オリンピック開催問題研究\n会が設置された。同研究会は，平成６年１月に報告をとりまとめ，２００\n８年オリンピックを招致することを目標とする旨の報告をした。\n大阪市会も，平成６年３月３０日に全会一致でオリンピックの招致・開\n催に関する決議を行い，平成７年３月１５日には，招致を目指す大会を２\n００８年オリンピックとした，第２９回オリンピック競技大会の大阪招致\n宣言を全会一致で決議した。\nまた，大阪府議会は，平成８年５月３１日，全会一致で第２９回オリン\nピック競技大会の大阪招致に関する決議を行ったほか，大阪市の近隣自治\n体等もオリンピックの大阪招致に関する決議を行った。\n（乙Ａ１号証）\nイ 大阪市は，平成６年４月１日，市長室に専任スタッフ（部長級）を設置\nし，オリンピック招致への本格的な取り組みを始めた。平成７年４月１日\nには，市長室にオリンピック招致推進部を設置し，また，同月１９日には，\n市の各部局を挙げて横断的にオリンピックの招致に取り組む体制として市\n長を本部長とする全庁組織である大阪市オリンピック招致推進本部（招致\n推進本部）を設置した。\nなお，オリンピック招致推進部は平成１０年４月に市長室から独立して\nオリンピック招致局（招致局）となった。\n（乙Ａ１号証）\nウ 平成７年１０月２０日，２００８年オリンピックの招致活動を推進する\nため，主として大阪市内の市民団体，経済団体，スポーツ団体，労働団体\n等の代表が一体となって，大阪オリンピック招致推進会議（以下「招致推\n進会議」という。）が設立され，招致推進会議は，大阪市と協力して，招\n致気運盛上げのための広報活動を展開した。\n（乙Ａ１号証）\nエ オリンピック競技大会の立候補都市として国際オリンピック委員会（以\n下「ＩＯＣ」という。）に立候補することができるのは，各国の国内オリ\nンピック委員会につき１都市に限られることから，複数の都市が立候補を\n希望した場合，当該国内のオリンピック委員会が選考を行い，１都市に絞\nられることになる。\n２００８年オリンピックの立候補都市として，大阪市は，平成７年１２\n月に立候補の意思表明を行い，平成８年９月にはＪＯＣに立候補申請書を\n提出して正式に立候補した。一方，横浜市も立候補したため，両都市によ\nる争いとなったが，ＪＯＣは，平成９年８月１３日，国内候補都市として\n大阪市を選定した。\n（乙Ａ１号証）\nオ 平成１０年１２月１１日，２００８年オリンピックを大阪市が招請する\nことを了解する旨の閣議了解が行われた。\n（乙Ａ１号証）\nカ 平成１１年２月８日，招致推進会議の臨時総会が開催され，招致推進会\n議の解散が決定された。そして，同日，大阪オリンピック招致委員会の設\n立総会が開催され，会長には大阪市長である被告Ｂ１が選出された。\nその後，大阪オリンピック招致委員会を財団法人化することとなり，大\n阪市とＪＯＣが各５０００万円ずつ合計１億円を出 ，同年１１月８日，捐し\n文部大臣の設立許可を得て，財団法人大阪オリンピック招致委員会（招致\n委員会）が設立された。\n招致委員会寄附行為によれば，招致委員会は，ＩＯＣが主催する２００\n８年オリンピックの我が国への招致に係る活動を行うとともに，当該招致\n活動を通じたオリンピックムーブメントの普及及び啓発を図り，もって我\nが国におけるスポーツの振興を図ることを目的として，① ＩＯＣが主催\nする２００８年オリンピックの我が国への招致活動を行うこと，② オリ\nンピックムーブメントの普及及び啓発を行うこと，③ ①及び②のほか招\n致委員会の目的を達成するために必要な事業を行うこと，とされている。\n（乙Ａ１号証）\nキ 平成１０年１１月，２００２年オリンピック冬季大会（ソルトレークシ\nティ）招致をめぐるＩＯＣ委員の不正疑惑が浮上したことから，ＩＯＣは，\n立候補手続や招致活動に関するルールを見直すこととなり，平成１１年１\n２月に開催されたＩＯＣ臨時総会において，技術的要件を満たす都市だけ\nを正式立候補都市として承認するという正式立候補都市承認手続の導入，\nＩＯＣ委員及び候補都市の相互訪問の禁止等を内容とする新しいルールが\n決定された。\n（乙Ａ１号証）\nク １９９９年（平成１１年）９月６日付けでＩＯＣＣ会長から各国内オリ\nンピック委員会あてに２００８年オリンピックの開催都市選定手続を開始\nし，立候補申請は２０００年（平成１２年）２月１日よりも前に提出すべ\nきことを通知するファックスが送付された。\nＪＯＣＤ会長は，Ｃ会長あてに，大阪市を日本の立候補都市として申請\nする形で，大阪市長（被告Ｂ１）の親書を添えて，平成１２年１月２５日，\n２００８年オリンピックへの立候補申請書を提出した。なお，同オリンピ\nックへの立候補申請は大阪市のほか９都市に及んだ。\n（乙Ａ１号証）\nケ 平成１２年２月２４日，ＩＯＣ本部のあるスイスのローザンヌにおいて，\n立候補申請都市に対する説明会が開催され，正式立候補承認手続の内容，\n日程及び立候補申請都市に適用されるルールが明らかにされた。このうち，\n正式立候補承認手続の日程は，ＩＯＣからの質問事項に対する回答書の提\n出期限が同年６月２０日，ＩＯＣ委員及び専門家による審査が同月２１日\nから同年８月２７日，正式立候補都市承認のためのＩＯＣ理事会が同月２\n８日から同月２９日とされていた。また，立候補申請都市に適用されるル\nールとして，国際的な招致活動，広報の禁止（インターネットによる情報\n提供を除く。），オリンピックミーティング（ＩＯＣ，国際競技連盟，国\n内オリンピック委員会関係会議，国際競技大会等）への参加の禁止（ＩＯ\nＣ理事会の招待がある場合を除く。），海外でのイベントの企画及び参加\nの禁止，ＩＯＣ委員との相互訪問の禁止（第三者による場合を含む。），\nＩＯＣ委員が他の目的で立候補申請都市を訪問する場合の関与の禁止，贈\nり物の授受の禁止等が示された。\n（乙Ａ１号証）\nコ 正式立候補都市承認のための選考資料となる回答書の作成は招致局が担\n当し，作成された回答書は，平成１２年６月１９日，ＩＯＣに提出された。\nＩＯＣ理事会は，同年８月２８日，大阪市のほか，北京市，パリ市，ト\nロント市及びイスタンブール市の５都市を正式立候補都市として承認した。\n（乙Ａ１号証）\nサ 平成１２年９月１５日から同年１０月１日にかけてオーストラリアのシ\nドニーにおいてシドニーオリンピックが行われ，正式立候補都市として承\n認された大阪市ほか４市はＩＯＣからシドニーオリンピックに招待された。\nそして，シドニーオリンピック期間中の同年９月２５日，シドニーにおい\nて，正式立候補都市に対するＩＯＣの説明会が開催され，その際に候補都\n市用マニュアルが配布された。同マニュアルによれば，ＩＯＣへの立候補\nファイルの提出期限は２００１年（平成１３年）１月１７日とされ，同年\n２月中旬から同年４月中旬にかけてＩＯＣ評価委員会による候補都市訪問\nがされた後，ＩＯＣ評価委員会からＩＯＣ理事会に報告がされ，同年７月\n１３日にモスクワで開かれるＩＯＣ総会において開催都市が選出される運\nびとなっていた。また，同マニュアルにおいても，① 新聞，雑誌，テレ\nビを通じた情報発信，② ＩＯＣの承認によって各候補都市に平等に機会\nを与える国際会議，国際競技大会でのピーアール，③ インターネットの\nホームページでのピーアールを除く自国外での活動の禁止，海外でのイベ\nントの禁止，ＩＯＣ委員との相互訪問の禁止（第三者による場合を含\nむ。），ＩＯＣ委員が他の目的で候補都市を訪問する場合の関与の禁止等\nの招致活動のルールが定められていた。\n（乙Ａ１号証，３号証の２）\nシ 立候補ファイルは，招致局がその作成を担当し，平成１３年１月１６日，\nＩＯＣに提出された。\n立候補ファイルは，立候補都市の開催計画の全体像を明らかにし，その\n開催能力を詳細かつ客観的に分析することを目的としたものであり，候補\n都市用マニュアルに示された１８テーマ１４９項目（延べ５２２問）の質\n問にそって作成された。１８テーマの内容は，以下のとおりである。\nテーマ１ 国，地域及び候補都市の特徴\nテーマ２ 法的側面\nテーマ３ 通関及び入国手続\nテーマ４ 環境保護及び気象\nテーマ５ 財政\nテーマ６ マーケティング\nテーマ７ 全般的な競技のコンセプト\nテーマ８ 競技\nテーマ９ パラリンピック競技大会\nテーマ１０ オリンピック村\nテーマ１１ 医療／保健サービス\nテーマ１２ セキュリティ\nテーマ１３ 宿泊施設\nテーマ１４ 輸送\nテーマ１５ 技術\nテーマ１６ コミュニケーション及びメディアサービス\nテーマ１７ オリンピズムと文化\nテーマ１８ 保証\n（乙Ａ１号証，３６号証）\nス 大阪のオリンピック競技大会の開催能力等を調査するため，ＩＯＣ評価\n委員会の委員が平成１３年２月２５日から同年３月２日にかけて来阪し，\n競技会場の視察等を行った。\n（乙Ａ１号証）\nセ ２００１年（平成１３年）７月１３日にモスクワで開催された第１１２\n次ＩＯＣ総会において，２００８年オリンピックの開催都市決定のための\n投票が行われ，北京が開催都市に選出され，大阪は落選した。\n（乙Ａ１号証）\n(3) 本件出張の概要\nア 被告出張職員らに係る本件出張の日程，宿泊日数，資金前渡された宿泊\n料，宿泊先に係る契約の相手方及び宿泊先は，別紙本件出張一覧表記載の\nとおりである。\n（乙Ａ３号証ないし１０号証（いずれも枝番を含む。），１１号証の６，\n１５号証の１ないし３（枝番を含む。），弁論の全趣旨）\nイ 被告１ないし被告１５に係る本件出張に関しては，「職員の海外出張及\nび旅費の調整並びに同経費の支出について」という標題の決裁文書が作成\nされており，これによれば，被告１ないし被告１５をオーストラリアに派\n遣し，被告２ないし被告１４について海外出張を命じ，旅費の調整を行い，\n経費を支出するものとされている。同決裁文書は，平成１２年８月２８日\nに起案され，市長である被告Ｂ１の決裁を経て，同年９月８日に決裁が完\n了した。\n被告１６及び被告１７に係る本件出張に関しては，「職員の海外出張並\nびに同経費の支出について」という標題の決裁文書が作成されており，こ\nれによれば，被告１６及び被告１７についてオーストラリアに派遣し，海\n外出張を命じ，旅費の調整を行い，経費を支出するものとされている。同\n決裁文書は，同月１日に起案され，助役である被告Ｂ２５の決裁を経て，\n同月１９日に決裁が完了した。\n被告１８及び被告１９に係る本件出張に関しては，「シドニー２０００\nオリンピック競技大会への職員の派遣並びに同所要経費の支出について」\nという標題の決裁文書が作成されており，これによれば，被告１８及び被\n告１９についてオーストラリアに派遣し，海外出張を命じ，旅費の調整を\n行い，経費を支出するものとされている。同決裁文書は，同年８月に起案\nされ，市長である被告Ｂ１の決裁を経て，決裁が完了した（なお，同起案\n文書には決裁（閲了）の日は記載されていない。）。\n（乙Ａ３号証，６号証，９号証（いずれも枝番を含む。））\nウ イ記載の各決裁文書には，本件出張の必要性について，大要以下のとお\nり記載されている。\n(ア) 被告１ないし被告１５について\nシドニーオリンピックには大阪市を含め正式立候補都市に承認された\n５都市がＩＯＣから招待を受け，出席することになっているため，大阪\n市を代表して市長である被告Ｂ１（被告１）が出席し，シドニーで開催\nされるＩＯＣ総会やシドニーオリンピック期間中に与えられる記者会見，\n外務省主催のレセプション，ＪＯＣ主催のレセプション等に出席し，海\n外での昀初の大阪アピールをする。また，ＩＯＣ総会の昀終日にはＩＯ\nＣ主催の記者会見が開催され，そこでスピーチをする機会が与えられた\nため，大阪を代表して被告Ｂ１が国際集客都市大阪及び大阪オリンピッ\nク招致のためのピーアールスピーチを行う。さらに，被告Ｂ１は，大阪\n市代表として，ＩＯＣ関係者及び国際スポーツ連盟（以下「ＩＦ」とい\nう。）委員に接見し，大阪をアピールする。\n助役である被告Ｂ２（被告２）は，被告Ｂ１が帰阪した後大阪市の代\n表として滞在し，大阪市のオリンピック招致についての熱意を存分に伝\nえることができる数少ない機会でもあるので，シドニーオリンピック期\n間中ＩＯＣ関係者及びＩＦ関係者に接見し，また，滞在期間中に行われ\nる正式立候補都市へのＩＯＣからの説明会にも大阪市を代表して出席す\nる。\nこのシドニーでの被告Ｂ１及び被告Ｂ２の出張期間中については，大\n阪市のオリンピック招致活動にとって非常に重要な意義を持つものであ\nり，また，海外での招致活動を効率よく行える数少ない絶好の機会であ\nるため，その場の状況において臨機応変に対応することでき，現地にお\nいて被告Ｂ１及び被告Ｂ２に常時随行し的確な対応ができる職員が必要\nであり，そのため，数々の海外でのレセプションに市長及び助役に随行\nし出席した経験があり，また，国際スポーツ連盟連合（以下「ＧＡＩＳ\nＦ」という。）の会議等に市長及び助役が出席する際，随行業務に携わ\nり，ＩＯＣ委員及びＩＦ委員など多くの関係者とも面識のある語学堪能\nな被告Ｂ３（被告３）を被告Ｂ１及び被告Ｂ２の出張期間に合わせ出張\nさせる。\nシドニーオリンピックは立候補ファイルを提出するまでの間参考にす\nることができる昀大の大会であり，この機会に直に大会や交通インフラ，\n選手村，警備状況などを視察するとともに，大会関係者からヒアリング\nを行い，立候補ファイルに昀大限反映させ，昀高の立候補ファイルを作\n成する必要がある。また，正式立候補都市に承認されるまでは海外での\n招致活動は禁止されていたのでＩＦ関係者と接見する機会も取れない状\n況であったが，シドニーオリンピックはオリンピックに参加している競\n技団体が一同に会する唯一の機会でもあり，オリンピック期間という短\nい期間ではあるが，一度に接見することができ，様々な意見や助力を得\nるため，関係職員を派遣する必要がある。\n特に，開会式の前後には各ＩＦにおいて理事会が開催されるのでこの\n期間中にＩＦ委員がオリンピック会場であるシドニー市に集まるため，\n委員との接見の機会が多くある。そのため，招致局を代表して局長の被\n告Ｂ４（被告４）を派遣し，各ＩＦ委員に競技会場計画を承認してもら\nうため，大阪市の競技会場の視察も含め助言等を得るとともに，オリン\nピック大会中，大阪のピーアールを行う。ただし，被告Ｂ４の出張期間\n中に必ずしも全ＩＦ委員と接見する機会を持てない状況も考えられ，ま\nた，オリンピック期間中の大会運営等を視察する必要があるため，被告\nＢ４の帰阪後については理事の被告Ｂ５（被告５），その後引き続き招\n致推進部長の被告Ｂ６（被告６）を招致局の代表者として同業務を遂行\nさせるために派遣する。\n被告Ｂ７（被告７）については，ＩＯＣから各ＩＦ委員が宿泊するホ\nテルと同じホテルに宿泊することができる機会を得たため，各ＩＦと連\n絡を取り，被告Ｂ１，被告Ｂ２及び被告Ｂ４等が各ＩＦ委員と接見する\nための日程及び連絡調整，また，被告Ｂ７自身が立候補ファイルの策定\nについて総括的に担当していることから直接に各ＩＦ委員への視察依頼，\n各競技会場についての助言を求める。また，大会後半にはＩＯＣから正\n式立候補都市に対し説明会が開催され，今後のスケジュールや評価委員\n会の立候補都市視察に関する説明がされるので，語学が堪能であり大阪\nオリンピック計画について総括的に担当している被告Ｂ７を出席させる。\n現在全力を尽くし取り組んでいる立候補ファイル策定の参考とするた\nめ，実際にオリンピック大会を視察し，その各競技等の運営委員会の担\n当者からヒアリングを行い，運営状況を見ることにより実際に大会を運\n営したときの問題点を分析することが必要である。また，交通インフラ，\n特に日常と比較して大会が運営されている期間中との差を把握し，どの\nような対策が講じられているのかを把握すること，さらに，テロ犯罪に\n対する警備については，実際に視察しなければ留意点が把握できづらい\nこと等から，職員を派遣する。\n被告Ｂ８（被告８）については，立候補ファイルの競技準備を担当し\nていることから，開会式までの準備状況を，及びシドニーオリンピック\nで初めて正式種目となったトライアスロン競技及びアーチェリー競技，\n柔道競技等の担当であることからその運営状況を視察させるため派遣す\nる。被告Ｂ１２（被告１２）については，被告Ｂ８とともに競技準備を\n担当し，体操競技，ウエイトリフティング，バドミントン競技等の担当\nであることから，その運営状況を視察させるため派遣する。被告Ｂ１１\n（被告１１）については，大会期間中のセキュリティ及び医療・保険サ\nービスを担当していることから，オリンピック大会が開催されている期\n間中に出張させ，また，被告Ｂ１３（被告１３）については，輸送及び\n宿泊施設を担当していることから，被告Ｂ１１と同時期に出張させる。\n昀終の閉会式までの日程については競技準備として特に閉会式の運営状\n況を把握させる必要がある。さらに，今回のオリンピックに初めて正式\n種目となったテコンドー競技がどのように運営されているのかを視察す\nる必要があるため，その総括的担当である被告Ｂ９（被告９）を派遣す\nる。また，被告Ｂ１４（被告１４）については，大会昀終に開催される\n近代五種及びカヌー，ホッケー等の競技を担当し，被告Ｂ９とともに閉\n会式の運営状況を視察させるため，派遣する。\n今回のシドニーオリンピックへの派遣については，大会の視察も大き\nな目的の一つであるが，ＩＦ委員との接見についても昀大の目的である\nといえる。大阪市顧問である被告Ｂ１５（被告１５）は，国内候補都市\nを決定する際においても各国内スポーツ連盟（以下「ＮＦ」という。）\nとの面識があるため，連絡調整や協議をしていただき承認を得る際に多\n大な尽力をいただいたが，ＮＦ同様にＩＦについても面識があるため，\n被告Ｂ１，被告Ｂ２及び被告Ｂ４らがＩＦ委員と接見する際の連絡調整\nに当たっていただくことになった。また，被告Ｂ１５自身についても，\n直接ＩＦ委員と接見し，競技会場計画の承認がよりスムーズにいくよう\n協議，打ち合わせをしていただくこととなった。そのため，ＩＦの理事\n会が多数開催される予定である開会式の前後にシドニーに行っていただ\nき，大阪市オリンピック招致実現のため尽力していただく。被告Ｂ１５\nから被告Ｂ１及び被告Ｂ４に対し，ＩＦ委員と接見するための日程及び\n連絡調整をスムーズに行うため，また，シドニーにおいて行われる様々\nなレセプション出席のために被告Ｂ１５に連絡調整を行うため，職員を\n派遣する必要があり，その連絡調整担当として，招致局の庶務担当主査\nとして招致局，東京事務所及び招致委員会との連絡調整業務を総合的に\n担当している被告Ｂ１０（被告１０）が適任であるので，被告Ｂ１０を\n派遣する。\n（乙Ａ３号証の２）\n(イ) 被告１６及び被告１７について\n建設局花と緑の推進本部では，市長を本部長とした招致推進本部の競\n技施設整備部会において，本部長が部会長，スポーツ施設企画課長及び\n技術主幹が部員となり，また，施設整備部長がスタジアム・プール施設\n構想委員会の構成員として，オリンピックスタジアムやオリンピックプ\nールなどの関連施設の整備計画について，これまで培ってきたノウハウ\nを生かし，招致局に対し技術的な支援を行っている。\n２００１年にオリンピック開催都市が決定する中で，これらの施設の\n整備について具体的な検討，設計，建設等を進めていく必要がある。ま\nた，施設の整備に当たっては，競技の運営方法，観客の動線などのソフ\nト面を切り離して考えることはできないところであり，そのためにシド\nニーオリンピックの開催期間中に個々具体の競技の運営方法，競技にお\nける選手を含む関係者の動線，さらには数万人規模の観客の動線の確保\nを現地でつぶさに観察することは，今後，大阪市において施設の整備を\n行う上で，必要かつ不可欠な事柄であると考えられる。\nまた，オリンピック期間中にＪＯＣ副会長であり日本ホッケー協会会\n長でもあるＥ並びにＪＯＣ理事であり日本テニス協会の役職を兼務して\nいるＦと実際に観客が入場した施設の状態を見ながら，施設整備に対す\nる意見や注意すべきことなどを聞き，ステイト・ホッケー・センター及\nびＮＳＷ・テニス・センターを視察することにより，大阪の候補地であ\nる長居球技場及び靱テニスセンターの改修工事に意見を反映させたいと\n考えている。\n併せて，鶴見緑地乗馬苑を予定している馬術競技の役員や，他の国内\nスポーツ連盟の各委員に施設整備に対する意見を聞くとともに，オリン\nピックスタジアムやスーパードームの建設担当者と設計図を見ながら工\n事概要，構造上配慮すべきこと等をヒアリングすることは，今後，aに建\n設を予定しているオリンピックスタジアムや屋内プールの設計施工に大\nいに役立つものと考えている。\n以上の理由から，シドニーオリンピックに対して，招致局とともに，\nスタジアム・プール施設構想委員会の構成員である被告Ｂ１６（被告１\n６）及び競技施設整備部会員である被告Ｂ１７（被告１７）を派遣する。\n（乙Ａ９号証の３）\n(ウ) 被告１８及び被告１９について\n大阪市では，市民スポーツの振興を図る観点から，これまで地域スポ\nーツ施設を始め国際競技大会が開催可能な大規模施設の整備を図るとと\nもに，多くの市民に世界のトップレベルの選手の技を間近に見ていただ\nくため，各種の国際競技大会を招致開催してきた。とりわけ，２００８\n年オリンピックの招致に向けて，「国際スポーツ都市・大阪」を世界に\n発信し，招致気運の醸成に努めてきた。\nシドニーオリンピックは，２８競技２９６種目と文字どおり各競技と\nも質・量ともに世界のトップレベルの総合競技大会であり，これを視察\nし，その雰囲気や競技施設を始め大会運営，競技運営，警備状況，集客\n状況，ボランティアの活用状況あるいはホスピタリティの状況等を調査\nするなど，今後の国際競技の招致，開催の参考とすることは重要である。\nまた，世界各国から各競技の多くのＩＦ役員が集まるまたとない機会\nであり，競技会場やレセプション会場等において，これらの関係者と積\n極的に接触し，大阪での各種国際競技大会の開催実績や本件東アジア競\n技大会や本件卓球大会等のアピールをする絶好の機会でもある。\n被告Ｂ１８（被告１８）は，これまで各種のオリンピック予選会を始\nめ数多くの国際競技大会に携わっており，競技関係者との人的関係もあ\nり，現地でこれらの任務を遂行することに適材である。また，被告Ｂ１\n９（被告１９）は，国際競技大会の招致開催事業の実務責任者であり，\n今後の国際競技大会の招致開催にかかわって，視察，調査を通じてノウ\nハウの蓄積を行う必要があることから，以上の２名をシドニーに派遣す\nる。\n（乙Ａ６号証の２）\nエ 大阪市においては，職員の旅費に関する条例（昭和３２年大阪市条例第\n４６号。以下「旅費条例」という。）及び非常勤の職員の報酬及び費用弁\n償に関する条例（昭和３１年大阪市条例第３３号）により，公務のため出\n張する常勤及び非常勤の職員に対し旅費を支給することとなっているとこ\nろ，本件出張に係る宿泊料については，宿泊料金の高騰により本来の旅費\n規程に基づく宿泊料では到底宿泊することができない状況にあることが判\n明したとして，本邦と外国との間における旅行及び外国における旅行の旅\n費については国家公務員の例に準じその都度市長が定める旨規定する旅費\n条例１条２項により，国家公務員等の旅費に関する法律（以下「旅費法」\nという。）４６条２項の規定に準じて旅費の調整を行う必要があると判断\nされ，別紙本件出張一覧表の資金前渡された宿泊料記載のとおりの宿泊料\nを含む旅費が資金前渡の方法により公金から支出された。すなわち，被告\n１ないし被告１５の本件出張に係る旅費については，招致局招致推進部連\n絡調整課長の被告Ｂ２０を資金前渡受領者として総額１８３５万８９６０\n円が支出され，被告１６及び被告１７の本件出張に係る旅費については，\n建設局管理部職員課職員係長Ｇを資金前渡受領者として総額１７９万４０\n６０円が支出され（このほか，被告１６及び被告１７に係る本件出張につ\nいては，別途，視察に伴うチケット代として，５７万６０００円が建設局\n花と緑の推進本部連絡調整係長Ｈを資金前渡受領者とする資金前渡の方法\nにより支出されている。），被告１８及び被告１９の本件出張に係る旅費\nについては，教育委員会事務局Ｉを資金前渡受領者として総額１８０万４\n０７２円が支出された。\nこのうち，宿泊料の支出関係は，次のとおりである。すなわち，被告Ｂ\n１（被告１）については，宿泊先をリージェントホテルとする１泊当たり\n３万３０００円の宿泊料（宿泊日数８日）が，被告Ｂ２（被告２）につい\nては，宿泊先をラディソンプラザホテルとする１泊当たり１１万６０００\n円の宿泊料（宿泊日数１日）及び宿泊先をリージェントホテルとする１泊\n当たり３万３０００円の宿泊料（宿泊日数１４日）が，被告Ｂ３（被告\n３）については，宿泊先をラディソンプラザホテルとする１泊当たり１１\n万６０００円の宿泊料（宿泊日数１６日）が，被告Ｂ４（被告４）につい\nては，宿泊先をラディソンプラザホテルとする１泊当たり１１万６０００\n円の宿泊料（宿泊日数８日）が，被告Ｂ５（被告５）については，宿泊先\nをラディソンプラザホテルとする１泊当たり１１万６０００円の宿泊料\n（宿泊日数６日）が，被告Ｂ６（被告６）については，宿泊先をラディソ\nンプラザホテルとする１泊当たり１１万６０００円の宿泊料（宿泊日数６\n日）が，被告Ｂ７（被告７）については，宿泊先をメンディスホテルとす\nる１泊当たり２万７５００円の宿泊料（宿泊日数１６日）が，被告Ｂ８\n（被告８）については，宿泊先をラディソンプラザホテルとする１泊当た\nり１１万６０００円の宿泊料（宿泊日数８日）が，被告Ｂ９（被告９）に\nついては，宿泊先をラディソンプラザホテルとする１泊当たり５万８００\n０円の宿泊料（宿泊日数６日）が，被告Ｂ１０（被告１０）については，\n宿泊先をラディソンプラザホテルとする１泊当たり５万８０００円の宿泊\n料（宿泊日数７日）が，被告Ｂ１１（被告１１）については，宿泊先をキ\nャピタルホテルとする１泊当たり５万８０００円の宿泊料（宿泊日数６\n日）が，被告Ｂ１２（被告１２）については，宿泊先をラディソンプラザ\nホテルとする１泊当たり５万８０００円の宿泊料（宿泊日数７日）が，被\n告Ｂ１３（被告１３）については，宿泊先をキャピタルホテルとする１泊\n当たり５万８０００円の宿泊料（宿泊日数６日）が，被告Ｂ１４（被告１\n４）については，宿泊先をラディソンプラザホテルとする１泊当たり５万\n８０００円の宿泊料（宿泊日数６日）が，被告Ｂ１５（被告１５）につい\nては，宿泊先をラディソンプラザホテルとする１泊当たり１１万６０００\n円の宿泊料（宿泊日数７日）が，被告Ｂ１６（被告１６）については，宿\n泊先をラディソンプラザホテルとする１泊当たり５万８０００円の宿泊料\n（宿泊日数６日）が，被告Ｂ１７（被告１７）については，宿泊先をラデ\nィソンプラザホテルとする１泊当たり５万８０００円の宿泊料（宿泊日数\n６日）が，被告Ｂ１８（被告１８）については，宿泊先をヒルトンシドニ\nーホテルとする１泊当たり５万８０００円の宿泊料（宿泊日数６日）が，\n被告Ｂ１９（被告１９）については，宿泊先をヒルトンシドニーホテルと\nする１泊当たり５万８０００円の宿泊料（宿泊日数６日）が，それぞれ資\n金前渡の方法により支出された。\nなお，被告出張職員らにつき，旅費規程による宿泊料と資金前渡された\n宿泊料の内容及び両者の差額は，別紙宿泊費対比表記載のとおりである。\n（乙Ａ３号証，６号証，９号証，１１号証（いずれも枝番を含む。））\nオ 本件出張に係る事業経費\n(ア) 本件出張に係る事業経費として，「第２７回シドニーオリンピック\n競技大会関係にかかる事業経費について」という標題の決裁文書が作成\nされており，これによれば，下記の目的のため下記の内容の経費を支出\nするものとされている。同決裁文書は，平成１２年９月に起案され，招\n致局長である被告Ｂ４の決裁を経て，決裁が完了した（なお，同起案文\n書には，決裁（閲了）の日は記載されていない。）。\n記\nａ 本件出張の目的\n(ａ) シドニーオリンピックの大会運営調査\n(ｂ) ２００８年立候補都市用公式ブース連絡調整等業務\n(ｃ) 競技施設，選手村等の調査，研究\n競技施設の集客規模，関係設備の整備状況\n環境への配慮内容と外部からの評価\n選手村の整備状況と選手等の評価\n開会式の文化イベントの実施状況と評価\n交通アクセスの整備状況と評価\n組織委員会のＶＩＰ対応など\nシドニー市民の盛り上がり状況と評価\n(ｄ) メディア関係調査\n(ｅ) 文献の収集\n大会の公式，非公式パンフレットの収集\nプレス記事の収集\nオリンピック関係雑誌の収集\nレセプションや開会式，閉会式などのＩＯＣ委員のスピーチの\nチェック\nｂ 支出予定金額及び支出内訳\n支出予定金額は９７０万円（ただし，入場券手配等については別\n途）であり，その内訳は以下のとおり。\n(ａ) 消耗品費 ３０万円\n現地図書等購入費 １５万円（＠５０００円×３０冊）\n現地図書等複写費 １５万円（＠５０００円×３０冊）\n(ｂ) 通信運搬費 ４０万円\n携帯電話 ４０万円（＠４万円×１０台）\n(ｃ) 筆耕翻訳料 ３００万円\n通訳（１日８時間） ３００万円（＠１５万円×２０日）\n(ｄ) 船車賃借料 ６００万円\n専用車（１日８時間） ６００万円（＠３０万円×２０日）\nｃ支出方法\n業務実施に当たっては現地で昀終指示を行い，代理店等を通じて大\n阪市に請求するものとし，業務内容を双方で確認を行い，完了した日\nより１か月以内に支払を完了するものとする。\n（乙Ａ１３号証の１及び２）\n(イ) 本件出張に係る事業経費中，シドニーオリンピックの入場券に係る\nものとして，「シドニーオリンピック・パラリンピックにおける入場券\nの手配等の実施，同委託契約の締結及び同経費の支出について」という\n標題の決裁文書が作成されており，これによれば，下記の目的のため被\n告東急観光と特名契約を行うことにより下記内容の業務を委託し，これ\nに伴う経費を支出するものとされている。同決裁文書は，平成１２年９\n月に起案され，招致局長である被告Ｂ４の決裁を経て，決裁が完了した\n（なお，同起案文書においては，決裁（閲了）の日は記載されていな\nい。）。\n記\nａ目的\nシドニーオリンピックの大会運営調査\n競技施設，選手村等の調査，研究\n競技施設の集客規模，関係設備の整備状況\n環境への配慮内容と外部からの評価\n選手村の整備状況と選手等の評価\n開会式の文化イベントの実施状況と評価\n交通アクセスの整備状況と評価\n組織委員会のＶＩＰ対応など\nシドニー市民の盛り上がり状況\nレセプションや開会式，閉会式などの調査\nｂ委託期間\n平成１２年９月１日から同年１０月２日まで\nｃ業務内容\n入場券手配と競技会場への案内，日程連絡調整等\nｄ 業務の指示\n入場券手配及び競技会場への案内，日程連絡調整等については，事\n前に十分計画を練り，現地で大阪市関係者の指示を仰ぎ，昀善な方法\nにより行うものとする。\nｅ委託金額\n２２０万円（消費税を含む。）\n（乙Ａ１４号証の１及び２）\n(4) 大阪オリンピック子ども親善大使の派遣に伴う経費の支出\nア 大阪市では，ＩＯＣの基本理念の一つであるオリンピックムーブメント\nの啓発，普及を目的として，平成８年度から，２００８年オリンピック開\n催時に選手あるいはボランティアとして大会の中心となって活躍すること\nが期待される小学校５年生から中学校３年生を対象に，大阪オリンピック\nについての想いを表現した絵画や作文コンクールを実施し，毎年数名程度\nを大阪オリンピック子ども親善大使として，オリンピックゆかりの地に派\n遣していた。\n平成１２年度は，シドニーオリンピック開催年であることから，派遣す\nる子どもの人数を倍増し，同年９月２８日から同年１０月４日まで１５名\nをシドニーに派遣した（平成１２年度に係る大阪オリンピック子ども親善\n大使派遣を，以下「本件子ども親善大使派遣」という。）。\n（乙Ａ１号証，１６号証）\nイ 本件子ども親善大使派遣の実施及び経費の支出について，「平成１２年\n度大阪オリンピック子ども親善大使派遣の実施並びに同経費の支出につい\nて」という標題の決裁文書が作成されており，これによれば，平成１２年\n度は読書感想文と絵画の各昀優秀賞受賞者合計１２名をシドニーに派遣し，\nシドニーオリンピックの観戦と現地の子どもたちやボランティア等との交\n流等を行うこととすること，同派遣のための交通手段や宿泊所の手配，現\n地での活動のアレンジ等を委託する業者をコンペを行った上で決定するこ\nと，及び経費として１９１５万３９２０円を支出すること等について，同\n年４月３日に決裁文書が起案され，昀終的に招致局長である被告Ｂ４の決\n裁を経て，同月１１日決裁が完了した。\n上記業務を委託する業者としては，コンペの結果，被告東急観光が選ば\nれ，同日付けで，大阪市（契約担当者は招致局長である被告Ｂ４）と被告\n東急観光との間で，業務委託料を１０６９万円として，シドニーオリンピ\nックへの大阪オリンピック子ども親善大使派遣関係業務の委託契約が締結\nされた。\n（乙Ａ１６号証，１７号証）\n(5) 本件出張等に係る被告１ないし被告２７（以下，これらの被告を「被告職\n員ら」という。）の権限及び決裁の内容\nア 被告職員らの権限について\n本件出張当時の大阪市の所属職員に対する海外出張を命じる権限，事業\nの実施決定を行う権限及び経費の支出決定を行う権限は，以下のとおりで\nある。\n(ア) 被告Ｂ１（被告１）\n被告Ｂ１は，市長として，大阪市を統轄し，これを代表するものであ\nり（地方自治法１４７条），予算を調整し，これを執行する権限を有し\nている（同法１４９条２号）。\nなお，被告Ｂ１は，自己の権限に属する事務を大阪市事務専決規程\n（昭和３８年達第３号。以下「事務専決規程」という。），市役所課長\n等専決規程（昭和２３年達第５号。以下「課長等専決規程」という。）\n等の規定により，助役以下の職員に専決させている。\n(イ) 被告Ｂ２（被告２）及び被告Ｂ２５（被告２５）\n被告Ｂ２及び被告Ｂ２５は，いずれも助役として，事務専決規程２条\nの２第７号の規定により，部長級及び課長級の職員に対して外国出張を\n命じる権限を有している。\n(ウ) 被告Ｂ４（被告４），被告Ｂ２３（被告２３）及び被告Ｂ２６（被\n告２６）\n被告Ｂ４，被告Ｂ２３及び被告Ｂ２６は，いずれも局長として，事務\n専決規程３条１７号の規定により，配当及び配付予算の範囲内における\n経費の支出決定及び経費の支出を伴う事務事業の施行決定を行う権限を\n有している。\n(エ) 被告Ｂ６（被告６）及び被告Ｂ１６（被告１６）\n被告Ｂ６及び被告Ｂ１６は，いずれも部長として，事務専決規程１７\n条の２第５号の規定により，予算に定める事務事業の内容の変更を伴う\nものを除き配当及び配付予算の範囲内における１件５００万円以下の経\n費の支出を伴う定例の事務事業の施行決定を行う権限を有している。\nまた，被告Ｂ６は，人事又は予算に関する事務を所管する部長として，\n事務専決規程１７条の３第４号の規程により，配当及び配付予算の範囲\n内における１件５００万円以下の定例の経費の支出決定を行う権限を有\nしている。\n(オ) 被告Ｂ７（被告７），被告Ｂ１９（被告１９），被告Ｂ２０（被告\n２０），被告Ｂ２４（被告２４）及び被告Ｂ２７（被告２７）\n被告Ｂ７，被告Ｂ１９，被告Ｂ２０，被告Ｂ２４及び被告Ｂ２７は，\nいずれも課長として，課長等専決規程３条５号の規定により，予算に定\nめる事務事業の内容の変更を伴うものを除き配当及び配付予算の範囲内\nにおける１件１００万円以下の経費の支出を伴う定例の事務事業の施行\n決定を行う権限を有し，また，同条１６号の規定により，既決の事務事\n業の軽易な変更を行う権限を有している。\nまた，被告Ｂ２０，被告Ｂ２４及び被告Ｂ２７は，予算又は物品に関\nする事務を所管する課長として，被告Ｂ２０及び被告Ｂ２７にあっては，\n課長等専決規程５条１号の規定により，配当及び配付予算の範囲内にお\nける定例確定的経費又は１件１００万円以下の定例の経費の支出決定を\n行う権限を有し，また，同条４号の規定により，支出命令書を発行する\n権限を有し，被告Ｂ２４にあっては，大阪市教育委員会事務局等専決規\n程（昭和４６年教育長達第２号）７条１７号の規定により，１件１００\n万円以下（ただし，工事の施行に伴う経費については２００万円以下。\n光熱水費については全部）の経費の支出決定を行う権限を有している。\nイ 本件出張及びシドニーにおける事業に係る決裁について\n(ア) 本件出張中，被告１ないし被告１５，被告１８及び被告１９に係る\nシドニーへの出張命令については，被告Ｂ１（被告１）が決裁を行い，\n被告１ないし被告１５の出張に係る旅費の支出決定については事務専決\n規程により被告Ｂ４（被告４）が専決し，被告１８及び被告１９の出張\nに係る旅費の支出決定については事務専決規程により被告Ｂ２３（被告\n２３）が専決した。\nまた，被告１６及び被告１７に係るシドニーへの出張命令については，\n事務専決規程により被告Ｂ２５（被告２５）が専決し，当該出張に係る\n旅費の支出決定については，事務専決規程により被告Ｂ２６（被告２\n６）が専決した。\n(イ) 本件出張に係る事業経費（図書等購入費，携帯電話代，通訳及び専\n用車の手配費等）の支出決定，シドニーオリンピック及びパラリンピッ\nクの入場券の手配等経費の支出決定並びに本件子ども親善大使派遣の実\n施決定及び同事業に係る経費の支出決定については，事務専決規程によ\nり被告Ｂ４（被告４）が専決した。\n(6) 本件出張及び本件子ども親善大使派遣に係る事業経費（これら事業経費を，\n以下「本件事業経費」という。）の支出及び清算の関係\nア 本件出張に係る事業経費について\n(ア) 本件出張に係る事業経費として，「第２７回シドニーオリンピック\n競技大会関係にかかる事業経費について」という標題の決裁文書により，\n合計９７０万円の経費の支出に係る決裁がされ，また，「シドニーオリ\nンピック・パラリンピックにおける入場券の手配等の実施，同委託契約\nの締結及び同経費の支出について」という標題の決裁文書により，委託\n金額２２０万円の経費の支出に係る決裁がされたことは，前記(3)オ記載\nのとおりである。\n(イ) 大阪市は，本件出張に係る上記各業務を被告東急観光に委託した。\n(ウ) 被告東急観光は，本件出張に係る事業経費の出来高による精算とし\nて，平成１２年１０月１７日付けで車代（専用車賃借料）を５９３万円\nとする旅行費明細書を，同年１２月２６日付けで本件出張に係る携帯電\n話・通話料（携帯電話代）（４０万７５５２円）及びシドニーパラリン\nピック携帯電話・通話料（５万１２１９円）合計４５万８７７１円とす\nる旅行費明細書（なお，同明細書においては，モンテカルロ携帯電話に\n係る７万８０３０円を含めて合計金額が５３万６８０１円とされてい\nた。）をそれぞれ招致局あてに提出した。当時招致局招致推進部連絡調\n整課長代理であった被告Ｂ２１（被告２１）は，前記(ア)記載の決裁額\n９７０万円で支出手続を進めたため，被告東急観光に対して３３１万１\n２２９円の過払が生じた。\nまた，被告東急観光は，本件主張に係る事業経費中シドニーオリンピッ\nクの入場券手配等に係る出来高による精算として，同年１０月１７日付\nけでオリンピックチケット代を１６６万３８００円とする旅行費明細書\nを招致局あてに提出するとともに，同月１５日付けで被告Ｂ２及び被告\nＢ６あてにそれぞれ開会式１万７０００円を含む「ご旅行費用明細書」\nを提出した。被告Ｂ２１は，これらについて，前記(ア)記載の決済額２\n２０万円で支出手続を進めたため，被告東急観光に対して更に５０万２\n２００円の過払が生じた。\n（乙Ａ１５号証の１，５の２，６の２，７の２ないし７の４，３４号証，\n被告Ｂ２１本人）\n(エ) 大阪市においては，通訳，翻訳に係る業務を株式会社インターグル\nープ（以下「インターグループ」という。）に委託していたところ，本\n件出張に関しても，通訳のシドニーへの派遣をインターグループに依頼\nした。インターグループは，アテンド通訳費（シドニー）として，昀終\n的に４８万４１６９円とする「ご請求書」を招致局あてに提出し，平成\n１３年６月３０日，同金額がインターグループに支払われた。\nまた，同通訳に係る航空券及びホテルの手配は被告ジェイティービー\nが行い，被告ジェイティービーは，平成１２年９月１０日付けで航空運\n賃及びホテル代（単価１１万６０００円）を１１７万９２６０円とする\n「ご旅行代金見積明細書」を招致局あてに提出し，平成１３年７月６日，\n同金額が被告ジェイティービーに支払われた。\n（乙Ａ１５号証の１，１２の２及び３，１３の２及び３，３４号証，被\n告Ｂ２１本人）\n(オ) 大阪市は，シドニーオリンピックの閉会式及びサッカー決勝を含む\n４名６種目分の入場券の手配を被告近畿日本ツーリストに依頼し，被告\n近畿日本ツーリストは，平成１２年９月２０日付けでチケット代金１１\n６万円にホテル代（１５６万円）及び航空券代を加えた合計３５９万０\n１１０円の「昀終請求ご案内」を招致局の被告Ｂ２１あてに提出すると\nともに同月２２日付けで同額の請求書を招致局あてに提出し，同日，同\n金額が被告近畿日本ツーリストに支払われた。\n（乙Ａ１５号証の１，１１の２ないし１１の４，３４号証）\n(カ) 大阪市は，本件出張に関し，シドニーにおいて急きょ必要になった\nとして，被告東急観光に平成１２年９月１６日の会場の手配を依頼した。\n被告東急観光は，同年１０月１７日付け及び同月１９日付でそれぞれ会\n場費を１５万円及び５万円とする各旅行費明細書を招致局あてに提出し\nた。\n（乙Ａ１５号証の１，９の２及び９の３，被告Ｂ２１本人，弁論の全趣\n旨）\nイ 本件子ども親善大使派遣に係る追加事業経費について\n被告東急観光は，本件子ども親善大使派遣の追加経費の精算として，３\n名分の旅行費用（単価７２万円）及び１名分の部屋利用追加代金（単価２\n８万円）の合計１６５万円から同年９月２６日入金に係る１６５万円を控\n除した７９万円とする同年１０月１０日付け旅行費用明細書を大阪市あて\nに提出した。\n（乙Ａ１５号証の１，８の２，被告Ｂ２１本人）\nウ 被告東急観光に対する本件事業経費の清算\n(ア) 本件出張当時，招致局においては，職員の海外出張が比較的多かっ\nたことから，各出張者が直接旅行代理店から航空券等の受領を行うので\nはなく，招致局招致推進部連絡調整課長から旅行代理店との窓口を任さ\nれていた同部連絡調整課長代理の被告Ｂ２１において，全出張者のホテ\nル代，航空券代，空港税等旅行代理店に手配を依頼した業務に係る必要\n経費を預かり，旅行代理店との間でそれらの受渡しを行っていた。本件\n出張の際も，それまでと同様の方法により，被告Ｂ２１が各出張者から\n必要経費を預かり，旅行代理店への支払を一括して行った。\n（乙Ａ３４号証，被告Ｂ２１本人）\n(イ) 招致局が平成１２年度に被告東急観光に手配した海外出張は全部で\n１２件あったが，被告Ｂ２１において手配を行った航空券代等の支払業\n務が滞っていた。\n被告Ｂ２１による旅費の預り状況及び旅行代理店に対する支払の関係\nは，別紙預り金等の支払状況記載のとおりであり（なお，同別紙中，旅\n行代理店Ａは被告東急観光，旅行代理店Ｂは被告近畿日本ツーリスト，\n旅行代理店Ｃは被告ジェイティービー，通訳派遣業者Ｄはインターグル\nープをそれぞれ指す。），被告Ｂ２１は，被告東急観光に対する支払と\nして，平成１２年９月１１日から同年１２月２６日までの間，５回に分\nけて旅費として合計１９００万円を支払ったが，平成１３年３月末日現\n在における被告東急観光に対する旅費の未払金は６６２万４７２０円で\nあり，被告Ｂ２１は，未払分の現金については出張者からの旅費の預り\n金として招致局の金庫に保管していた。なお，被告Ｂ２１は，平成１２\n年９月２２日に同預り金の中から前記ア(オ)記載の被告近畿日本ツーリ\nストに対するシドニーオリンピックの入場券代金１１６万円を支払った\nため，平成１３年３月末日現在における預り金の額は５４６万４７２０\n円であった。\n（甲２号証，乙Ａ３４号証，被告Ｂ２１本人）\n(ウ) 被告Ｂ２１は，平成１３年６月ころ，当時招致局招致推進部連絡調\n整課長であった被告Ｂ９に対し，本件出張等に係る支払業務が滞ってお\nり，多額の支払残額があり，預り金として保管していることや，旅行代\n理店との間で旅費や事業経費の過不足が存在することを報告した上，旅\n行業者との間で生じた過払金と未払金とを相殺し，相殺後の未払金につ\nいては預り金の残額を充てることとして，以下のとおり清算した。\nａ 被告東急観光に対し，前記ア(ウ)記載の３８１万３４２９円の事業\n経費の過払（専用車賃借料及び携帯電話代に係る過払分３３１万１２\n２９円と入場券手配等に係る過払分５０万２２００円の合計）が存在\nするとともに，他方で，被告東急観光に対する事業経費に係る未払分\nとして，前記ア(カ)記載の会場料２０万円及び前記イ記載の本件子ど\nも親善大使派遣に係る追加経費精算分７９万円の合計９９万円の未払\nが存在したことから，両者を相殺して処理することとした結果，被告\n東急観光に対する事業経費の過払は，２８２万３４２９円となった。\nｂ ａ記載の被告東急観光に対する事業経費の過払金２８２万３４２９\n円を前記(イ)記載の被告東急観光に対する旅費の未払金６６２万４７\n２０円の支払に充当することとした結果，被告東急観光に対する未払\n残額は３８０万１２９１円となった。\n当時の旅行代理店等に対する未払残額は，上記被告東急観光に対す\nる旅費の未払残額３８０万１２９１円，被告ジェイティービーに対す\nる事業経費の未払残額１１７万９２６０円（前記ア(エ)記載のもの），\nインターグループに対する未払残額６０万９０００円の合計５５８万\n９５５１円であったところ，前記(イ)記載のとおり旅費に係る預り金\nの額は５４６万４７２０円であり，１２万４８３１円不足することと\nなった。そのため，被告Ｂ２１においてインターグループと値引き交\n渉を行い，インターグループは１２万４８３１円の値引きに応じた。\nそこで，被告Ｂ２１は，平成１３年６月３０日，インターグループに\n対し上記値引き後の金額である４８万４１６９円の支払をし（前記ア\n(エ)記載の支払），同年７月６日，被告東急観光に対し３８０万１２\n９１円，被告ジェイティービーに対し１１７万９２６０円をそれぞれ\n支払って，清算を終えた。\n（乙Ａ３３号証，３４号証，被告Ｂ２１本人）\n(7) 原告らによる住民監査請求と本訴の提起\nア 原告らは，平成１３年７月５日，大阪市監査委員に対し，本件出張に係\nる公金の支出について住民監査請求（以下「本件監査請求」という。）を\nした。\n本件監査請求の内容は，平成１２年９月９日から同年１０月２日までの\n間にシドニーオリンピック視察のためと称して被告Ｂ１，被告Ｂ２，被告\nＢ１５及び被告Ｂ３のほか，招致局から被告Ｂ４を始め職員１１人，建設\n局職員２人，教育委員会事務局職員２人の合計１９人が出張しているが，\nそもそもそのような多数が出張する必要はなく，また，大阪市の担当者は，\nオリンピック開催期間中のホテル宿泊料が異常に高騰していたため調整を\n行い実際に必要な宿泊料金を支給したとしているが，その物証はなく，し\nかも，大阪市だけが突出した宿泊料であることが大阪府あるいは文部省の\nシドニーオリンピック視察出張費と比較して判明したなどとして，大阪市\nの出張費に関しては虚偽の文書が作成されたものと考えざるを得ず，虚偽\nの公文書により支出された旅費１０７９万４０００円（なお，監査請求書\nには１０７万９４００円と記載されているが，これは１０７９万４０００\n円の誤記と認められる。），通訳料３００万円，専用車賃借料６００万円，\n消耗品３０万円，通信運搬費４０万円の合計２０４９万４０００円は違法\n支出であるから，このような違法不当な公金の支出により大阪市が被った\n損害２０４９万４０００円を関係者に賠償させるなど必要な措置を講ずる\nよう市長及び教育委員長に対し勧告されたいなどというものであった。\n（甲１号証の１）\nイ 大阪市監査委員は，本件監査請求について，監査の対象を本件出張に係\nる宿泊料１９人分１０７９万４０００円及び本件出張に係る現地での経費\n９７０万円（専用車賃借料６００万円，通訳料３００万円，通信運搬費４\n０万円，消耗品費３０万円）を監査の対象とするとともに，監査の実施に\n当たり，監査対象局である招致局から不適切な事務処理を行っていた旨の\n説明があったことから，招致局における被告東急観光への預り金の支払状\n況及びシドニーオリンピック視察のために現地で要した経費等についても\n事実関係の確認を行った。その結果，大阪市監査委員は，平成１３年８月\n３１日，本件監査請求の対象である現地での経費９７０万円を含む事業経\n費の支出については，招致局において，当初契約どおりの給付がされてい\nないにもかかわらず，当初契約に基づく給付がされているものと認定し，\n契約金額どおりの支払を行った結果，出来高に比して支出金額が３８１万\n３４２９円過大となっているもの，支出決裁及び契約締結決裁を行わずに\n契約代金を上記３８１万３４２９円の一部と損益相殺しているもの９９万\n円，支出決裁及び契約締結決裁を行わずに預り金でもって現金払を行って\nいるもの２８２万３４２９円が見受けられたところ，これらの支出及び損\n益相殺分について，それぞれの事業の必要性は事業の実施前に判断がされ\nているものであるが，必要な手続を欠くものであり，関係法令及び大阪市\nの会計規則等に違反するものであって，その出来高と支出金額の差額３８\n１万３４２９円は，返還を求めるべき性質のものであるが，この３８１万\n３４２９円相当額については，外国出張における現地での経費として必要\nな役務の提供を受けており，この限りにおいて，大阪市は利益を受けてい\nると認められるので，出来高と支出金額の差額３８１万３４２９円相当額\nについては，大阪市が損害を被っているとはいえない，また，本件監査請\n求の対象である宿泊料については，違法，不当性は認められない，などと\nして，本件監査請求は理由がないとした。大阪市監査委員は，その上で，\n事業経費の支出において関係法令及び大阪市の会計規則等に違反する事務\n処理がされたことなどにかんがみ，① 招致局において，預り金の処理及\nび事業経費の支出において不適切な事務処理がされたのは，管理監督にあ\nたる者による十分なチェック体制の確保がされていなかったことも一因で\nあると認められるから，局長等管理監督に当たる者は，その責任の重大さ\nを自覚し，職員の指揮監督に一層努めるとともに，再びこのようなことを\n惹起することがないよう局内のチェック体制を再点検されたい，② 旅費\nの精算に当たって，実費で支給されるものについては，出張者が実際に支\n払った金額を領収書等証拠書類で確認することができる手続とされたい，\nとの要望を行った（大阪市監査委員による上記監査結果を，以下「本件監\n査結果」という。）。\n（甲２号証）\nウ 原告らは，平成１３年９月２７日，当裁判所に本件訴えを提起した。\n（当裁判所に顕著な事実）\n２ 原告らが本訴において問題とする財務会計行為の内容及びこれに基づき被告\nらに対し求める損害賠償の内容\n原告らが本訴において問題とする財務会計行為の内容及びこれに基づき被告\nらに対し求める損害賠償の内容は，別紙原告ら主張一覧表記載のとおりである\n（ただし，同一覧表中，番号１－④記載の被告１ないし被告１５の旅費を違法\nに預り金として保管していたことについての損害賠償請求を怠る事実を除く\n（原告らは，平成１６年９月１５日に行われた第１７回弁論準備手続において，\n違法な預り金の保管に基づく損害金の主張を撤回した。）。）。\nなお，同一覧表中，番号１が被告１ないし被告１５の出張旅費（招致局関係\n出張旅費）に関するもの（本訴においては宿泊料（合計９４０万２０００円）\nのみが対象とされている。），番号２が被告１６及び被告１７の出張旅費（建\n設局関係出張旅費）に関するもの（本訴においては宿泊料（合計６９万６００\n０円）のみが対象とされている。），番号３が被告１８及び被告１９の出張旅\n費（教育委員会関係出張旅費）に関するもの（本訴においては宿泊料（合計６\n９万６０００円）のみが対象とされている。），番号４が事業経費に関するも\nの（本訴においては別紙事業経費一覧表記載の事業経費のうち№２の大阪オリ\nンピック子ども親善大使派遣を除くその余の事業に係る経費（出来高合計１１\n９０万円）が対象とされている。）である。\n３争点\n(1) 本件出張の必要性\n(2) 本件出張に係る旅費中宿泊料の相当性及び被告らによる宿泊料に関する談\n合の有無\n(3) 本件出張に係る事業経費の相当性\n４ 争点についての当事者の主張\n(1) 争点(1)（本件出張の必要性）について\n（原告ら）\nア 市民の合意のないオリンピック招致活動\n大阪市は，２００８年オリンピックを大阪市に招致するとして，多額の\n公金を支出して招致活動を展開し，その一環として２０００年（平成１２\n年）９月のシドニーオリンピック視察のためと称して多数の市職員らをシ\nドニーに出張させるなどした。\nしかしながら，大阪市がオリンピック招致活動をすることについては，\n市民の間に強い批判があった。批判の中心は，大阪市の厳しい財政状況を\n指摘し，オリンピック開催に向けたインフラ整備等のために巨額の出費を\nすることは，市民に過大な負担を負わせるという点にあり，オリンピック\n招致という目的自体，大規模な公共事業を推進するための単なる口実にす\nぎず，大阪市はその口実のためだけに多額の費用を支出して招致活動を実\n施しているとの批判すらあった。\nところが，大阪市は，このような市民の声に耳を貸さず，大々的な招致\n活動を展開し，また，巨大な公共工事を前倒しして推進するなどの姿勢を\n取り続けた。\n以上のとおり，そもそも大阪市がオリンピック招致活動を実施すること\n自体，必ずしも市民の合意がなかった。\nイ 本件出張の不必要性\n(ア) 事前計画及び事後報告が存在しないことの不自然性\n被告出張職員らの視察に関し，事前計画及びそれを示す書類が全く存\n在しないし，また，本件出張後の報告書等の書類も全く存在しない。こ\nのような事実自体が，被告職員らが主張する本件出張の目的ないし必要\n性が本当に存在したのかについて疑いを生じさせるものであり，単に物\n見遊山の視察の理由を後付けしただけであることを推測させる。\n(イ) ＩＦ役員らとの面談あるいは協議の不必要性\n被告職員らは，本件出張の主な目的として，可能な限りＩＯＣ委員や\nＩＦ役員らと直接接触して積極的な招致活動を行い，特にＩＦ役員から\n立候補ファイルの承認を得るよう交渉したり，同役員らに大阪を視察し\nてもらうことを依頼したりすることを挙げている。\nしかしながら，そもそも，立候補ファイルについてＩＦからの承認は\n必須条件ではなかった。また，被告出張職員らがＩＦ役員と面談あるい\nは協議をしたとしても，被告出張職員らはスポーツの素人であったこと\nから，ＩＦ役員から形式的な応対しかされなかった。さらに，被告出張\n職員らが，ＩＦ役員らとどれくらいの時間，どのような場所で，どのよ\nうな内容の話をしたのか（どのような資料をもって説明をしたのか等）\nは不明である。そもそも，アクレディテーションカード（通行資格証。\n以下「ＡＤカード」という。）を与えられていた被告出張職員らがどれ\nだけいるか不明であり，ＡＤカードを持たない被告出張職員らがＩＦ役\n員ら要人と実質的な面談あるいは協議を行うことが可能であったか疑わ\nしい。そして，面接したＩＦ役員の名前すら不明であるものが多く，特\nに競技会場での面談等については，ただの挨拶程度のものを面談ないし\n協議と言い換えている部分も存在する。また，被告Ｂ１及び被告Ｂ２に\nついては通訳のできる職員が同行していたものの，他の被告出張職員ら\nについて，ＩＦ役員らとの面談あるいは協議の際にすべて通訳が付けら\nれていたか全く不明であり，どれだけ実質的な面談あるいは協議がされ\nていたか不明である。加えて，このような面談ないし協議が具体的に立\n候補ファイルにどのように反映されたかも全く不明である。立候補ファ\nイルが結果的にＩＦ役員から承認を受けることができたとしても，この\n承認が本件出張の結果によるということもできない。\n以上のとおり，ＩＦ役員らとの面談ないし協議がどれほどの意味を持\nっていたのか不明であり，このような面談ないし協議はそもそも不必要\nであったというべきである。\n(ウ) 競技視察の不必要性\nａ 被告出張職員らは，立候補ファイルの自らの担当部分とは関係のな\nい競技の視察も数多く行っている。\nまた，被告Ｂ１０は，被告出張職員ら間の連絡調整を確実に行う役\n割を担う職員が不可欠であるとして本件出張を行ったとのことである\nが，そうであれば，被告Ｂ１０の帰国後は被告Ｂ１０に代わって連絡\n調整等の業務を行う職員が中期と後期にもいなければならなかったは\nずであるところ，被告Ｂ１０の役割を引き継いだ職員はいない。した\nがって，そもそも連絡調整の業務を行うために被告Ｂ１０が出張する\n必要性自体がなかったというべきである。さらに，被告Ｂ１０の現地\nでの役割の中心は文部政務次官及び文部総括政務次官の対応であった\nとのことであるが，そもそも日本政府の官僚を空港で出迎えることが\n大阪オリンピックの招致活動とどのような関係にあるのか不明である\nし，この点をおいても，この２人に対応するためにわざわざ職員を１\n名派遣する必要性があったのか，すなわち，他の目的で出張している\n職員で対応することはできなかったのかも不明である。\nｂ 被告出張職員らは，同じ競技（バスケットボール，柔道，カヌー，\n水泳，女子マラソン及びサッカー）について，複数人で視察を行って\nいる。\nｃ 上記ａ及びｂからすれば，被告出張職員らの競技視察の目的はあく\nまで人気競技の観戦であって，立候補ファイル策定の参考のためでは\nない。\nまた，会場での警備体制や運送確保の状況等については，わざわざ\nシドニーオリンピックを視察しなくても，日本国内で大規模な各種ス\nポーツの国際大会が開催されたことは数多くあるのであって，このよ\nうな大会等の情報を収集することで足りるものばかりである。\nこれらからすれば，競技視察自体が不必要であったというべきであ\nる。\n(エ) 被告出張職員らの本件出張の不必要性\nａ 市長，助役及び招致局職員について\n(ａ) 被告職員らの主張によれば，招致局は立候補ファイルの作成な\nど大阪オリンピック開催に係る企画立案を行う役割を持ち，招致委\n員会は企画されたオリンピックの計画を国の内外にピーアールする\nという役割を持っており，また，招致委員会と招致局とは連絡を密\nに取りつつ連携して活動していたというのである。そして，招致委\n員会の職員が多数シドニーオリンピックを視察していたのであるか\nら，そもそも，招致委員会とは別に招致局の職員がＩＯＣやＩＦ関\n係者に対するピーアールをする必要性は全くない。また，市長であ\nる被告Ｂ１も，招致委員会の会長を務めていたのであるから，招致\n委員会の役割のために視察をすればよいのであって，大阪市の公費\nをもってピーアール活動に従事する必要性は全くなかった。\n(ｂ) 立候補ファイル作成のためという必要性についても，実際にど\nれだけ必要であったか不明である。\nすなわち，そもそも，どのような競技を視察するのかさえ，事前\nに何らの計画もされておらず，競技開催のための立候補ファイルの\n作成という必要性が実際に存在していたとはいい難い。\nまた，招致局職員らは，すべての競技を視察したわけでもなく，\nむしろ，人気競技の視察のみに終わっている。このことは，視察し\nていなくても立候補ファイルの作成が可能であったことを示すとと\nもに，事前の十分な計画があればもっと効率的な視察が可能であっ\nたことを示す。\n(ｃ) 招致局においては，招致局の職員がシドニーオリンピックで競\n技を観戦することそれ自体で出張の必要性は認められるとの認識を\n有していたものであり，そのため，できれば全員に競技を見せたい\nとの理由で本件出張を行う職員を３班編成にしたものである。しか\nしながら，このような理由で３班編成にすることは，昀少の人数で\n昀大の効果を挙げることにならないことはいうまでもない（同一人\nが全期間を担当することに比して，少なくとも航空機代は３倍かか\nることになる。）。\nｂ 建設局職員について\nＩＦ関係者との面談については，事前に十分なアポイント等を確保\nすればシドニーオリンピック開催前あるいは開催後でもできるはずで\nあるし，また，施設の整備状況についても，開催前あるいは開催後に\nおいてシドニーにおける施設関係者から情報収集を行うことも含めて\n十分に可能なはずであって，シドニーオリンピック開催期間中に視察\nする必要性はなかったというべきである。\nまた，建設局職員（被告１６及び被告１７）による会場視察の場所\nも，出発後にチケットの関係で決まったという程度であり，出発前に\n視察可能なものとして確定したものはなかったのであって，建設局職\n員の本件出張が無計画なものであったことは明白である。\nさらに，被告Ｂ１７（被告１７）は，オーストラリアスタジアム２\n０００工事事務所所長と面談する際，何らの資料も用意せず，面談の\n記録も公文書として残さなかったというのであり，建設局職員の本件\n出張の目的であるスポーツ施設の整備に関して，その面談の仕方が無\n計画なものである上，直接アドバイスを得たことについて何らの客観\n的証拠が残っておらず，実質的なアドバイスを受けたかどうかも全く\n不明である。\n加えて，建設局からの出張の人数や期間については正式立候補都市\nとして承認された後に具体的な話となり，また，昀低何人くらい行か\nなければならないのか，どの競技会場に行かなければならないのかと\nいった具体的な話はしていなかったのであって，このことからも，建\n設局職員の本件出張が正式立候補都市の承認があった後に駆け込み的\nに決められた無計画なものであったことが明白である。\nｃ 教育委員会事務局職員について\n被告職員らが主張するように，本件卓球大会及び本件東アジア競技\n大会の円滑な招致，開催に当たっての具体的開催計画への反映，ＩＦ\n関係者に対するピーアール等が本件出張の目的であったのであれば，\n大阪市が２００８年オリンピックの立候補開催都市に決定されるか否\nかにかかわらず，教育委員会において十分な事前計画が立てられてい\nてしかるべきである。それにもかかわらず，それら事前計画が全く存\n在しない。\nまた，本件卓球大会や本件東アジア大会については，同種の国際大\n会についての情報，資料等の収集に努めれば足りるのであり，それ以\n上にどうしてもオリンピック視察の必要性があるのであれば，その必\n要性に見合う事前計画が立てられているはずであるが，そのような事\n前計画は立てられていない。\nさらに，ＩＦ関係者との面談についても，ほとんどが表敬訪問にす\nぎず，面談は１回のみである一方で，女子マラソン競技視察，トライ\nアスロン競技視察，アシックスレセプション出席等全く出張目的に沿\nわない視察を行っている。\n以上のとおり，教育委員会事務局職員の本件出張は，その目的自体\nが不要なものであり，視察から得られたものも何もなく，必要性の全\nくない，競技視察を中心とする物見遊山的な出張であったことは明ら\nかである。\n(オ) 仮に，本件出張について部分的に公務としての必要性があるとして\nも，被告職員らの主張する出張目的や実際の視察内容からしても，せい\nぜいＩＯＣから提供された６室分の人数のみをもって足りたというべき\nである。\n（被告職員ら）\nア シドニーオリンピックへの職員出張の必要性について\n(ア) ノー・ビジット・ルールと大阪の２００８年オリンピック招致活動\nについて\n２００２年冬季オリンピック招致活動におけるＩＯＣ委員と招致都市\n関係者との間での贈収賄疑惑（いわゆるＩＯＣスキャンダル）を契機と\nして，ＩＯＣ委員と招致都市関係者との相互訪問の禁止（以下「ノー・\nビジット・ルール」という。）が定められ，ノー・ビジット・ルールに\n基づく措置として正式立候補都市として承認されるまでの海外における\n招致活動を制限することがＩＯＣ理事会において決定されたが，このこ\nとは２００８年オリンピックの招致を目指していた大阪市にとって大き\nなハンディキャップであった。\n大阪市は，長居陸上競技場，大阪ドーム等国際水準に照らしても優れ\nた機能を持つスポーツ施設を多く有しており，充実した宿泊施設や関西\n国際空港，高速道路網，地下鉄網といった優れた都市交通基盤を持つ世\n界昀高級のオリンピック開催能力を有する大都市であったが，他の立候\n補都市，とりわけ一国の首都であり，また，国際的な観光都市であるパ\nリや北京，イスタンブールなどと比べて知名度の点で不利であることは\n否めず，ノー・ビジット・ルールの制約の下でどのようにして大阪市の\nオリンピック開催能力をアピールするかが大きな課題となっていた。\nまた，オリンピック招致にあっては，ＩＯＣが開催都市を選定する際\nに大会開催能力を詳細かつ客観的に比較分析することを目的とした立候\n補都市の大会開催計画（立候補ファイル）の策定が非常に重要であるが，\nこの立候補ファイルの策定に当たってもノー・ビジット・ルールの存在\nは大きな障害となっていた。すなわち，立候補ファイルの中核的な内容\nである開催競技の競技計画について，実際に競技を主催するＩＦの要望，\n意見を採り入れて具体的かつ詳細に策定する必要があったが，ＩＦ役員\nの多くはＩＯＣの関係者でもあること，海外における招致活動は禁止さ\nれていることから，正式立候補都市として承認されるまでは事実上ＩＦ\nとの接触はできない状況にあった。\n大阪市においては，平成１０年に招致局を設置し，立候補ファイルの\n策定に向けた情報収集活動を開始したが，オリンピックごとに立候補フ\nァイルの内容についても詳細なものを求められたこと，競技計画に対す\nるＩＦの要望が新たになっておりシドニーオリンピック前に収集した情\n報だけでは２００８年オリンピックに係るＩＦの要望にこたえられない\nこと等の情報がＪＯＣやＮＦから伝えられたことから，シドニーオリン\nピックの大会運営を基準にＩＦの新たな要望を盛り込んだ昀新かつ詳細\nな競技計画の策定について協議を行うことが必要とされた。\nまた，２００８年オリンピックに係る立候補ファイルの策定マニュア\nルはシドニーオリンピック開催期間中の平成１２年９月２５日にＩＯＣ\nから配布されることとなっていたが，シドニーオリンピック終了後から\n準備を始めていたのでは到底提出期限に間に合わないことが予想されて\nおり，シドニーオリンピック前から競技計画の内容について策定作業に\n入る必要があった。\nこのような状況の中で，平成１２年８月２８日に大阪市が正式立候補\n都市として承認され，一部制限が残るもののＩＯＣ委員との接触やＩＦ\n役員との協議が可能となった。\nシドニーオリンピックは，上記正式立候補都市承認後昀初に行われる\n国際競技大会であるのみならず，大会開会直前にＩＯＣ総会が開催され\nるなどＩＯＣ会長を始めとして多数のＩＯＣ委員が集結し，また，大会\n期間中はオリンピック競技種目に係るすべてのＩＦが当該競技の運営の\nために役員を常駐させるなど，人脈づくり，情報収集や意見交換にまた\nとない機会であった。\n以上のことから，シドニーオリンピックに職員を派遣し，招致活動を\n行うことが，オリンピック開催都市決定に関与するＩＯＣ委員等に直接\n大阪のオリンピック招致をアピールし，立候補ファイル策定についてＩ\nＦとの協議を具体的かつ詳細に行うことのできる昀初で，かつ，絶好の\n機会であったことは明らかである。\n(イ) 市長，助役及び招致局職員らの出張の必要性について\nａ 前記のとおり，シドニーオリンピックは，正式立候補都市承認後昀\n初の国際競技大会であるのみならず，多数のＩＯＣ委員，ＩＦ役員が\n集結する場でもあり，ノー・ビジット・ルールの制約の中で国際的な\n知名度にハンディを負っていた大阪をピーアールする絶好の機会であ\nった。また，オリンピック開催に先立ちＩＯＣ総会がシドニーにおい\nて開催されることも決まっていたことから，同総会において正式立候\n補都市の代表としてオリンピック招致のプレゼンテーションを行い，\n招致の強い意思を内外にアピールするため，大阪市長である被告Ｂ１\n（被告１）を出張させることが必要であった。さらに，被告Ｂ１の帰\n国の後を受けて，オリンピック期間中に競技会場を視察するとともに，\n当該競技を主催するＩＦ役員及びＩＯＣ委員に対しオリンピックの大\n阪招致の支持を訴え，立候補ファイルへの承認を働きかけるために，\n担当助役であり，これまでの招致活動においてＩＯＣ委員等とも深い\n人脈を築いていた被告Ｂ２（被告２）を出張させることが必要であっ\nた。\nこのように，被告Ｂ１及び被告Ｂ２が交代でシドニーオリンピック\nの開催期間をカバーすることで，正式立候補都市の代表者が常にシド\nニーにおいて招致活動をしていることを効果的にアピールすることが\n期待できた。\nｂ 被告Ｂ３（被告３）については，市長室秘書部国際交流課長代理と\nして，被告Ｂ１及び被告Ｂ２のシドニーにおける招致活動等に随行し\nて通訳を務めるため，出張させることが必要であった。\n大阪市顧問を委嘱していた被告Ｂ１５（被告１５）については，過\n去に日本における国際スポーツ競技大会招致の実績を有しており，Ｉ\nＯＣ委員やＩＦ役員とも豊富な人脈を有していたことから，シドニー\nに派遣し，直接ＩＯＣ委員やＩＦ役員らにオリンピックの大阪招致へ\nの支持を働きかけてもらうため，出張させることが必要であった。\nｃ 招致局長であった被告Ｂ４（被告４），招致局理事であった被告Ｂ\n５（被告５）及び招致局招致推進部長であった被告Ｂ６（被告６）は，\n招致局の幹部職員として，シドニーにおいて，市長及び助役のトップ\nセールスを補佐し，現地における招致局のヘッドとして，招致局を代\n表してＩＦ等との協議に臨み，かつ，出張職員を指揮，監督するため，\n交代で出張させる必要があった。\n連絡調整課主査であった被告Ｂ１０（被告１０）については，開会\n式の前後にシドニーオリンピックの視察が予定されていた文部政務次\n官，文部総括政務次官等の関係政府機関の幹部職員に大阪の招致活動\nについて国からも強力にバックアップしてもらうべく，現地において\nこれら政府機関の幹部職員と被告Ｂ１ほか大阪市のトップとの会合の\nセッティングや連絡調整を行うため，出張させる必要があった。\nｄ シドニーオリンピック開催当時の招致局においては，国やＪＯＣと\nいった関係機関との連絡調整，オリンピック招致に関する広報，市民\n運動等を所管する連絡調整課と，オリンピック招致計画の策定及び推\n進を所管する計画課が設けられており，立候補ファイルの策定は計画\n課が担当していた。\n立候補ファイルはＩＯＣの立候補マニュアルに示される質問項目に\n従って作成するものであり，これらの質問は１８テーマ１４９項目延\nべ５００問以上にわたる詳細なものであって，その内容は，２８競技\nの競技開催計画から，セキュリティ，輸送，メディアサービスといっ\nた大会全体の運営に関する事項について広範囲に及ぶものであった。\nとりわけ，立候補ファイルの中核的な内容であった競技開催計画につ\nいては，競技施設の場所や収容人員，練習会場の所在地や選手村から\nの距離，施設の仕様として更衣室やドーピングルームの設置さらには\n観客等の動線，輸送対策，宿泊施設などといった多岐にわたる事項に\nついて詳細に定めなければならなかった。\nこれら競技開催計画について当該競技を主催するＩＦからの承認が\n得られていない立候補ファイルは，開催都市選定において著しく不利\nになることが明らかであったことから，上記開催計画の内容について，\nＩＦから昀新の基準及び要望を受け入れ，かつ，承認の確約を取り付\nけるべく，ＩＦとの協議を速やかに行う必要があった。また，ＩＦと\nの協議においては，必ずシドニー大会の運営を基準に話が進められる\nことから，ＩＦからの承認を得るためには，シドニーオリンピックで\nその競技を実際に視察し，競技運営について必要な知識を獲得するこ\nとが必要であった。\nこのため，立候補ファイルの担当者をシドニーに派遣して，昀新の\n施設の整備状況，大会の運営状況の視察，ＩＦからの情報収集及び協\n議開催計画の説明を行うために，計画課長として実務的な責任者であ\nった被告Ｂ７（被告７）を筆頭として立候補ファイル各項目の担当者\nであった被告Ｂ８（被告８），被告Ｂ９（被告９），被告Ｂ１１（被\n告１１），被告Ｂ１２（被告１２），被告Ｂ１３（被告１３）及び被\n告Ｂ１４（被告１４）を主張させる必要があった。\n(ウ) 建設局職員の出張の必要性について\nシドニーオリンピック当時建設局花と緑の推進本部施設整備部長であ\nった被告Ｂ１６（被告１６）及び同部技術主幹であった被告Ｂ１７（被\n告１７）は，公園施設としてのスポーツ施設の整備を担当していたこと\nから，競技開催計画における施設整備の技術的な面について招致局をバ\nックアップする立場にあった。２００８年オリンピックの招致にあって\nは，新規のスポーツ施設の建設及び既存のスポーツ施設の改修を予定し\nており，被告Ｂ１６及び被告Ｂ１７はこれら施設の整備計画及び工事の\n実施を所管していた。\nオリンピック施設の整備については，本設，仮設の使い分け，バリア\nフリー対策，環境対策等ハード面の整備のあり方とともに，観客や出場\n選手等の動線のコントロール，セキュリティチェック，メディアへの対\n応等ソフト面の運用のあり方等についても昀新の情報を前提として計画\nを立案する必要があり，特にメイン競技会場となるオリンピックスタジ\nアム，アクアティックセンター（メインプール）の整備計画を策定する\nために，シドニーオリンピックにおける施設整備及びその運営に係る各\n種新情報を入手することとしていた。\nそこで，建設局花と緑の推進本部施設整備部長であり，オリンピック\nスタジアム・プール施設構想委員会の委員でもある被告Ｂ１６について\nは，競技施設の集中化（いわゆるオリンピックコンプレックス）につい\nての具体的な構想づくりや既存スポーツ施設の改修に係る基本方針の策\n定のために昀新の施設整備のコンセプトを視察する目的から，同部技術\n主幹として被告Ｂ１６の下で実務を担当していた被告Ｂ１７については，\n新設又は改修する個々の施設に係る整備計画を具体的に策定するために\nシドニーオリンピック競技施設のハード面，ソフト面の細部にわたる整\n備状況を視察する目的から，それぞれシドニーへ出張させる必要があっ\nた。\n(エ) 教育委員会事務局職員の出張の必要性について\nシドニーオリンピック当時教育委員会事務局理事であった被告Ｂ１８\n（被告１８）及び同局スポーツ部国際競技課長であった被告Ｂ１９（被\n告１９）は，シドニーオリンピックが開催された平成１２年９月当時，\n平成１３年４月２３日から同年５月６日までの日程で開催される第４６\n回世界卓球選手権大会（本件卓球大会）及び同月１９日から同月２７日\nまでの日程で開催される第３回東アジア競技大会大阪大会（本件東アジ\nア競技大会）の開催準備を担当していた。\nシドニーオリンピック開催当時，教育委員会事務局では，「スポーツ\nパラダイス大阪」という生涯スポーツ施策の一環として，「するスポー\nツ」として地域スポーツ施設の整備等を図るとともに，「見るスポー\nツ」として多くの市民に世界のトップレベルの選手の技を間近に見ても\nらうため，各種の国際競技大会を招致開催していた。また，国際競技大\n会の開催に当たっては「支えるスポーツ」として市民ボランティアの活\n用といった課題に取り組んでいた。\nオリンピックの招致については直接所管をしていなかったものの，本\n件卓球大会や本件東アジア競技大会の大阪開催を成功させ，「国際スポ\nーツ都市・大阪」を世界に発信することが，２００８年オリンピックの\n招致機運のアピールにも有益であると期待できた。シドニーオリンピッ\nクは，質，量ともに世界のトップレベルの総合競技大会であり，これま\nで国際総合競技大会の経験のなかった大阪市にとって，競技施設を始め\n大会運営，警備状況，集客状況，ボランティアの活動状況，ホスピタリ\nティのあり方などの視察を行うことで国際総合競技大会を運営するノウ\nハウを得，また，各競技のＩＦ役員と積極的に接触し，大阪での各種国\n際競技大会の開催実績をアピールし，本件卓球大会や本件東アジア競技\n大会への協力を求める絶好の機会でもあった。さらに，シドニーオリン\nピックにおいて各競技のＩＦ委員との接触を積極的に行うことで，将来\n的な大阪市への国際競技大会の招致に当たりＩＦとの広範な協力関係を\n築くことが期待できた。\nこのような状況の下に，教育委員会事務局においてスポーツ振興施策\nを担当していた被告Ｂ１８については，既にＮＦに対して培ってきた人\n脈を活かしてＩＦ役員へ協力関係を築く目的から，また，被告Ｂ１８の\n下で国際競技大会の開催準備を所管していた被告Ｂ１９については，Ｉ\nＦとの協力関係づくりを行う被告Ｂ１８を補佐し，国際競技大会の運営\nに係る昀新の状況を視察する目的から，それぞれシドニーへ出張させる\n必要があった。\nイ シドニーにおける被告出張職員らの活動状況について\n(ア) 招致局における本件出張の準備について\n大阪市長及び助役といった大阪市のトップ職員ら及び招致局職員に係\nる本件出張の日程については，招致局職員の海外出張に関する事務を所\n管していた被告Ｂ２０（被告２０）と立候補ファイルに係るＩＦとの協\n議を所管していた被告Ｂ７（被告７）との調整の上，招致局長であった\n被告Ｂ４（被告４）を中心とした局議を経て決定された。出張日程の決\n定にあっては，ＩＯＣの公式行事のスケジュールをまず優先し，次にＩ\nＦとの協議を重視した体制が作られるよう配慮した。\n本件出張の日程については，シドニーオリンピックの開催直前から開\n催期間中を前期，中期，後期に３分割し，それぞれの期に局長級及び部\n長級の職員，課長級の職員並びに係長級の職員をそれぞれ割り当てた。\n局長級及び部長級の職員については，招致局の幹部職員として，国内\nにおける招致活動を統括する立場から特定の職員が長期間の海外出張を\nすることが困難な状況の中でシドニーにおける市長，助役の活動を補佐\nし，所属職員を指揮監督する必要があったことから，被告Ｂ４，被告Ｂ\n５（被告５）及び被告Ｂ６（被告６）をそれぞれ交代で前期，中期及び\n後期の責任者として派遣し，課長級及び係長級の職員については，立候\n補ファイルの策定を所管する計画課の職員を中心にＩＦとの協議を優先\n的に行うために被告Ｂ７，被告Ｂ８（被告８），被告Ｂ９（被告９），\n被告Ｂ１０（被告１０），被告Ｂ１１（被告１１），被告Ｂ１２（被告\n１２），被告Ｂ１３（被告１３）及び被告Ｂ１４（被告１４）を担当者\nとして派遣することとなった。\nこのＩＦとの協議については，出張前にＮＦを介してＩＦと日程調整\nを行おうと努力したものの，ＩＦ側の協議開催準備の多忙等の事情でア\nポイントメントが取れないものがほとんどであった。そこで，ＩＦの開\n催する競技日程や，開会式等の公式日程を参考にしながら，ＮＦから各\nＩＦ委員の滞在先等の情報を得る等現地でのアポイントメントが取れる\nよう準備することとなった。その結果，計画課の職員についても競技ご\nとに課長級及び係長級の担当者を異なる期間に出張させるシフトを組む\nなど現地での日程調整に臨機応変に対応することができるよう出張者の\n割当てを決定することとなったものである。\n競技視察等については，ＩＯＣ等の公式行事，ＩＦとの協議日程を優\n先する中で担当競技を中心に視察を行うこととした。視察については複\n数の職員で行うことを想定していたが，これは，出張者には種目ごとの\n競技開催計画や，セキュリティ，交通アクセス等といった大会運営上の\nテーマが担当として割り当てられていたので，競技等の視察についても\n担当ごとの観点から視察することが必要であったこと，また，立候補フ\nァイル策定の際には実際に視察をした者の複数の視点から内容を深める\nことが必要であったことから，協議日程の間を縫って出張者が精力的に\n視察することとしたものである。\n(イ) 招致局職員らの活動状況について\nａ 招致局職員らに係る本件出張時の活動の概要について\n招致局職員ら（被告１ないし被告１５）に係る本件出張の期間及び\n本件出張時の活動の概要は，以下の各記載及び別紙シドニー出張者活\n動記録総括表の各対応被告欄記載のとおりである。\n(ａ) 被告Ｂ１（被告１）\n被告Ｂ１は，大阪市長として，また，招致委員会会長として，正\n式立候補都市である大阪市を代表し，また，２００８年オリンピッ\nク招致のための施策を総合的かつ円滑に推進するための内部組織と\nして大阪市に設置された招致推進本部の本部長として，招致活動全\n般を統括していた。\nシドニーへは平成１２年９月９日から同月１８日まで出張し，大\n阪市長として，また，招致委員会会長として，ＩＯＣ役員，ＩＦ役\n員らと面談し，ＩＯＣ主催のレセプション，ＪＯＣ主催のイベント\n等へ出席し，また，シドニー市内においてＩＯＣが正式立候補都市\nに設置することを認めた招致活動の窓口であるプレゼンテーション\nテーブルにおいて，スポーツ関係者への大阪市のピーアールや，報\n道機関の取材への対応のほか，メインプレスセンターにおいて記者\n会見を行うなど，大阪市の招致活動を積極的にアピールした。\n(ｂ) 被告Ｂ２（被告２）\n被告Ｂ２は，大阪市助役，招致委員会理事及び招致推進本部副本\n部長として，被告Ｂ１を補佐する職にあった。また，１９９９年\n（平成１１年）に開催されたＧＡＩＳＦ大阪会議において築いたＩ\nＯＣ委員及びＩＦ関係者との幅広い人脈を駆使し，被告Ｂ１が出席\nすることのできない会議等において大阪市を代表して出席した。\nシドニーへは平成１２年９月１６日から同年１０月２日まで出張\nし，シドニーオリンピック期間中に帰国する被告Ｂ１の後を受けて，\n大阪市の代表としてＩＯＣ主催の立候補都市説明会への出席やＩＯ\nＣ役員，ＩＦ役員らとの面談，オフィシャルスポンサー主催のレセ\nプション，ＪＯＣ主催のイベント等への出席などを行い，大阪市の\n招致活動を積極的にアピールした。\n(ｃ) 被告Ｂ３（被告３）\n被告Ｂ３は，市長室秘書部国際交流課長代理として，堪能な語学\n能力を活用し，オリンピック招致活動に限らず，市長，助役等が海\n外出張する際，又は国内において海外からの賓客を接遇する際の通\n訳を行うこと等を職務とし，また，英語及びフランス語を公用語と\nするＩＯＣへの提出書類の作成又は交渉等を通じてオリンピック開\n催に関連する専門知識を豊富に有していた。\nシドニーへは平成１２年９月９日から同月２６日まで出張し，出\n張期間中は被告Ｂ１又は被告Ｂ２に随行してＩＯＣ委員，ＩＦ役員\nらとの面談又は海外報道機関からの取材に際して通訳等の業務を行\nった。\n(ｄ) 被告Ｂ４（被告４）\n被告Ｂ４は，招致局長として，２００８年オリンピックの招致に\n係る事務事業の総合的な推進及びオリンピック関係団体等との連絡\n調整の業務を総括していた。また，招致委員会運営委員として，招\n致委員会の業務の執行に参画していた。\nシドニーへは平成１２年９月１２日から同月２１日まで出張し，\n招致局長としてＩＦ委員との折衝，大阪のオリンピック招致のピー\nアール等の業務を行った。\n(ｅ) 被告Ｂ５（被告５）\n被告Ｂ５は，招致局理事として，また，招致委員会東京事務所長\nとして，国の機関や国会議員との連絡調整に当たるとともに，首都\n圏での招致気運の醸成等を行っていた。\nシドニーへは平成１２年９月１９日から同月２６日まで出張し，\n被告Ｂ４の後を受けて引き続きＩＦ委員との折衝，大阪のオリンピ\nック招致のピーアール等の業務を行った。\n(ｆ) 被告Ｂ６（被告６）\n被告Ｂ６は，招致局招致推進部長として，招致局の業務を総括し，\nかつ，局長を補佐する職にあった。\nシドニーへは平成１２年９月２５日から同年１０月２日まで出張\nし，被告Ｂ５の後を受けて引き続きＩＦ委員との折衝，大阪のオリ\nンピック招致のピーアール等の業務を行った。\n(ｇ) 被告Ｂ７（被告７）\n被告Ｂ７は，招致局招致推進部計画課長として，オリンピック招\n致計画の策定及び推進並びに競技施設その他オリンピックの関連施\n設の整備計画の調査及び立案を担当していた。\nシドニーへは平成１２年９月９日から同月２６日まで出張し，立\n候補ファイル作成の担当者として，ＩＯＣ正式立候補都市説明会へ\n出席するとともに，被告Ｂ１又は被告Ｂ２とＩＦ委員との間の連絡\n調整の業務を行った。\n(ｈ) 被告Ｂ８（被告８）\n被告Ｂ８は，招致局招致推進部計画課長代理として，計画課の事\n務分掌のうち，競技施設計画の策定に関する事務その他特命に関す\nる事務を所管していた。\nシドニーへは平成１２年９月１２日から同月２１日まで出張し，\n開会式までの大会準備状況の視察や，立候補ファイル作成に当たり，\n競技計画を具体的かつ詳細に策定するため，担当していたトライア\nスロン競技，アーチェリー競技，柔道競技等の運営状況を視察する\n業務を行った。\n(ｉ) 被告Ｂ９（被告９）\n被告Ｂ９は，招致局招致推進部企画主幹として，トレーニングセ\nンター，交通アクセス，情報通信・メディア，競技等の計画策定に\n関する事務を所管していた。\nシドニーへは平成１２年９月２５日から同年１０月２日まで出張\nし，開会式の運営状況の視察及び大阪オリンピックの開催計画であ\nる立候補ファイルの作成に当たり，競技計画を具体的かつ詳細に策\n定するため，担当していたテコンドー競技等の運営状況を視察する\n業務を行った。\n(ｊ) 被告Ｂ１０（被告１０）\n被告Ｂ１０は，招致局招致推進部連絡調整課主査として，招致局\nの庶務全般に関する事務を所管していた。\nシドニーへは平成１２年９月１３日から同月２１日まで出張し，\n被告Ｂ４等の日程調整，文部省との連絡調整等の業務を行った。\n(ｋ) 被告Ｂ１１（被告１１）\n被告Ｂ１１は，招致局招致推進部計画課主査として，立候補ファ\nイルの編集，開催計画の策定に関する事務を所管していた。\nシドニーへは平成１２年９月１９日から同月２６日まで出張し，\n立候補ファイルの作成に当たり担当していた大会期間中のセキュリ\nティ及び医療・保健サービス状況の視察の業務を行った。\n(ｌ) 被告Ｂ１２（被告１２）\n被告Ｂ１２は，招致局招致推進部計画課主査として，立候補ファ\nイルにおける競技計画，技術・メディア，トレーニングセンターに\n係る事項に関する事務を所管していた。\nシドニーへは平成１２年９月１３日から同月２１日まで出張し，\n立候補ファイル作成に当たり担当していた競技準備，体操競技，ウ\nエイトリフティング競技，バドミントン競技等の運営状況の視察の\n業務を行った。\n(ｍ) 被告Ｂ１３（被告１３）\n被告Ｂ１３は，招致局招致推進部計画課主査として，立候補ファ\nイルにおける環境影響評価，輸送・宿泊計画に係る事項に関する事\n務を所管していた。\nシドニーへは平成１２年９月１９日から同月２６日まで出張し，\n立候補ファイル作成に当たり担当していた輸送及び宿泊施設の状況\nの視察の業務を行った。\n(ｎ) 被告Ｂ１４（被告１４）\n被告Ｂ１４は，招致局招致推進部計画課主査として，立候補ファ\nイルにおける競技計画，医療・保健サービスに係る事項に関する事\n務を所管していた。\nシドニーへは平成１２年９月２５日から同年１０月２日まで出張\nし，立候補ファイルの作成に当たり担当していた近代五種，カヌー，\nホッケー等の競技，閉会式の運営状況の視察の業務を行った。\n(ｏ) 被告Ｂ１５（被告１５）\n被告Ｂ１５は，これまで日本陸上競技連盟名誉副会長，アジア陸\n上競技教科名誉会長等を歴任し，東京オリンピックを始めとする日\n本における数々の国際競技大会の招致，運営に携わってきた経歴を\n有し，非常勤の大阪市顧問として，招致計画の策定，ＩＯＣからの\n情報収集，国際競技大会における招致活動，ＪＯＣ理事等との連絡\n調整を担当していた。\nシドニーへは平成１２年９月１３日から同月２１日まで出張し，\nこれまでの経歴を通じて得た国際競技大会の運営に係る高い識見及\nびＩＦ委員等との豊富な人脈を活かして，各国のＩＯＣ委員と直接\n面談し，また，被告Ｂ１，被告Ｂ２又は被告Ｂ４とＩＦ役員らとの\n折衝の機会を設けるなど，大阪のオリンピック招致を各国のスポー\nツ関係者に直接アピールした。\nｂ 各ＩＦとの交渉の経過等及びその成果について\n(ａ) 招致局職員らによる各ＩＦ役員らとの協議，交渉の日時場所，\n内容や競技会場等の視察の日時，そして，それらの立候補ファイル\n作成への反映については，別紙競技別ＩＦとの接触状況記載のとお\nりである。\n(ｂ) ＩＦとの協議については，オリンピック開催２８競技中１７の\n競技について行われ，協議の内容は，ＩＦ側で競技会場内等に会議\nの場が設定され，大阪市側の出席者から図面等を示して協議開催計\n画を説明し，ＩＦ側から具体的な意見を得るというのが一般的であ\nった。協議には，大阪市職員について，被告Ｂ１又は被告Ｂ２をト\nップとしてこれを補佐する招致局の局長級，部長級の幹部職員，実\n務上の説明を担当する課長級，係長級の職員によるチームで出席し，\nＩＦ側について，当該ＩＦの会長が協議に出席したもの，事務総長\nが協議に出席したもの，競技の実務責任者が出席したものと様々で\nあったが，大部分のＩＦ役員が当該競技の開催について実質的な責\n任を負っており，２００８年オリンピックにおける競技開催計画に\nついても決定権限を有していることから，招致局側の示した開催計\n画についても個別に要望等があった。これら競技におけるＩＦから\nの要望等に対しては招致局として昀大限開催計画に反映させ，受け\n入れ難いものについてはその理由を含め説明することとし，その過\n程において，カヌー競技のようにオリンピック開催期間中に再度Ｉ\nＦと協議を行い，具体的な課題について更に交渉を行ったものもあ\nった。これらの協議の中で，当初の大阪市の協議開催計画について，\n次のとおり会場設定そのものを変更したものがあった。\n① サッカーについて，予選会場を京都，大阪，神戸の近郊で行う\n予定にしていたが，航空機で１時間の移動距離内で大規模な施設\nを利用する方がよいとのアドバイスに従い，横浜，埼玉，愛知及\nび広島の予選会場を追加した。\n② カヌーについて，河川における天然コースを会場として設定し\nていたが，自然環境の変化による競技条件の不平等を避ける方が\nよいとのアドバイスに従い，人工コースによる会場設定に変更し\nた。\n③ ビーチバレーにおける会場を臨海部から大阪を代表するロケー\nションに設けた方がよいとのアドバイスに従い，大阪城公園内に\n会場設定を変更した。\nまた，会場設定そのものについて了解を得られた競技にあっても，\n観客席，選手控室，競技用具の保管場所等会場施設のレイアウト，\n会場の照明，昀新の競技機器の導入等について具体的な要望に従い\n計画を変更したものもあった。\n(ｃ) 競技会場の視察については，競技場，観客席，練習会場等諸施\n設の配置状況，選手，競技運営者，メディア関係者等の会場内での\n動線の設定，選手がメディアの直接の取材を受ける場としてのミッ\nクスゾーンの設置といった競技運営に即した会場設備の具体的状況\nについて競技ごとに複数の担当者で視察した。\nまた，ＩＦとの協議においては，ＩＦの役員がシドニーでの実際\nの競技施設の状況，競技運営の状況を前提として，２００８年の計\n画について要望等を行うことから，協議の前提として当該競技の視\n察をしておくことが必要であり，被告Ｂ２以下幹部職員は，協議日\n程外には競技視察を精力的に行ったが，このことはＩＦ役員との競\n技やＩＯＣ委員との面談において共通の話題や情報をベースに円滑\nに交渉を進める上で非常に有益であった。\n(ｄ) 競技会場以外においても，昀新の報道技術を反映した取材施設\n（メイン・プレス・センター）及び放送施設（ＩＢＣ）の施設配置，\n設備状況等のメディアに関する事項，公共交通機関と競技会場との\n共通パスの利用や，シドニー市内における自動車利用の抑制策とい\nった円滑な観客輸送に関する事項，会場管制室における警察，消防\n等関係機関の連携した安全管理といったセキュリティ確保に関する\n事項等，オリンピック大会全般にわたり特有の運営状況を視察する\nなど広範囲に視察を行った。\n(ウ) 建設局職員の活動状況について\nａ 建設局職員に係る本件出張時の活動の概要について\n建設局職員（被告１６及び被告１７）に係る本件出張の期間及び本\n件出張時の活動の概要は，以下の各記載及び別紙シドニー出張者活動\n記録総括表の各対応被告欄記載のとおりである。\n(ａ) 被告Ｂ１６（被告１６）\n被告Ｂ１６は，建設局花と緑の推進本部施設整備部長として，ス\nポーツ施設の建設に係る調査，企画及び連絡調整等及び公園施設の\n建設を所管するとともに，大阪オリンピックスタジアム・プール施\n設構想委員会の構成員として，オリンピックに係る施設整備の具体\n的な検討事務を所管していた。\nシドニーへは平成１２年９月２５日から同年１０月２日まで出張\nし，オリンピック関連施設の配置計画及び整備計画を検討するため，\n各種競技施設及び競技の運営方法，観客等の動線確保等を実地に視\n察する業務を行った。\n(ｂ) 被告Ｂ１７（被告１７）\n被告Ｂ１７は，建設局花と緑の推進本部施設整備部技術主幹とし\nて，大阪市における大規模スポーツ施設整備に係る事務を所管する\nとともに，大阪オリンピック競技施設整備部会部員として，施設整\n備の具体的な検討事務を所管していた。\nシドニーへは平成１２年９月２５日から同年１０月２日まで出張\nし，招致推進本部のオリンピック競技施設整備部会部員としての立\n場から，各種競技施設に関して観客収容規模，付帯施設整備状況等\nについて施設配置計画及び整備計画を検討するため，被告Ｂ１６と\nともに，各種競技施設及び競技の運営方法，観客等の動線確保等を\n実地に視察する業務を行った。\nｂ ２００８年オリンピックの開催に向けた施設整備としては，新規の\n建設施設としてオリンピックスタジアム，オリンピックプール等が，\n既存スポーツ施設の改修としてテニス，ホッケー等の競技場がそれぞ\nれ想定されており，また，競技期間中に限って整備する施設として公\n園内に馬術，アーチェリー，ビーチバレー等の競技場が想定されてい\nた。そこで，被告Ｂ１６及び被告Ｂ１７は，限られた日程の中で上記\n整備方針ごとに参考となる施設を重点的に視察することとした。\n特にオリンピックにおける中心的な施設であるオリンピックスタジ\nアムについては，昀優先に視察することとしていたところ，平成１２\n年９月２６日にオーストラリアスタジアム２０００工事事務所長と約\n２時間の面談をし，同月２８日に会場視察を行い，施設の整備状況に\nついて資源のリサイクル活用，環境対策等の昀新かつ詳細な情報を得\nた。\nまた，新規の施設建設及び既存の施設改修のいずれについても，仮\n設施設を有効活用する観点から各競技会場の整備状況を視察した。\n視察の視点としては，どのような規模の施設が整備されているのか\nといったハード面だけでなく，その施設が実際の競技運営においてど\nのように運用されているのかといったソフト面をも重視していたこと\nから，会場レイアウトや観客席数といった単なる箱ものの状況のみな\nらず，観客の動線のコントロールやセキュリティの体制，物販施設の\n配置等施設の運用状況も重点的に視察することとした。このため，基\n本的には観客が多数入場しており，施設の運用面をつぶさに視ること\nができる競技中に競技施設の視察を行った。\n一方，通常のスポーツ施設と異なる特殊な仕様を有する射撃会場に\nついては，競技期間終了後であるものの警備担当者に依頼して特別に\n入場するなど，活動目的に照らして臨機応変に対応した。\nこのようにして，被告Ｂ１６及び被告Ｂ１７は，本件出張期間中オ\nリンピックスタジアム及びアクアティックセンターを含む９の競技会\n場（野球，テニス，シンクロナイズドスイミング，バスケットボール，\n新体操，サッカー，馬術及び射撃）について視察を行った。\n(エ) 教育委員会事務局職員の活動状況について\nａ 教育委員会事務局職員に係る本件出張時の活動の概要について\n教育委員会事務局職員（被告１８及び被告１９）に係る本件出張の\n期間及び本件出張時の活動の概要は，以下の各記載及び別紙シドニー\n出張者活動記録総括表の各対応被告欄記載のとおりである。\n(ａ) 被告Ｂ１８（被告１８）\n被告Ｂ１８は，教育委員会事務局におけるスポーツ振興担当理事\nとして，大阪市におけるスポーツの振興並びに国際スポーツ競技大\n会の招致及び開催に関する事務を所管していた。\nシドニーへは平成１２年９月２０日から同月２７日まで出張し，\n大阪市のスポーツ行政を担当していた教育委員会を代表し，平成１\n３年４月及び５月に大阪市での開催が決定していた本件卓球大会及\nび本件東アジア競技大会について，オリンピックに集まる世界のス\nポーツ関係者等にピーアールするとともに，各競技の運営状況を視\n察し，ＩＦ委員と面談するなどした。\n(ｂ) 被告Ｂ１９（被告１９）\n被告Ｂ１９は，教育委員会事務局スポーツ部国際競技課長として，\n国際スポーツ競技大会の招致及び開催を所管するとともに，招致推\n進本部の教育委員会事務局の幹事として本部員である教育長を補佐\nする事務を所管していた。\nシドニーへは平成１２年９月２０日から同月２７日まで出張し，\n被告Ｂ１８とともに本件卓球大会及び本件東アジア競技大会のピー\nアール，各競技の視察，ＩＦ関係者との連絡調整を行った。\nｂ 教育委員会事務局においては，シドニーオリンピックの翌年度に第\n４６回世界卓球選手権大会（本件卓球大会）及び第３回東アジア競技\n大会大阪大会（本件東アジア競技大会）の開催を準備しており，特に\n東アジア競技大会は大阪市にとって初めての総合競技大会でもあった。\nそこで，被告Ｂ１８及び被告Ｂ１９は，オリンピックにおいて開催\nされている各競技を視察する中で，施設利用の状況，競技運営の実態\nを大阪市における過去の競技大会と比較して観察し，また，ボランテ\nィアの活用やセキュリティの確保といった大会運営の昀新情報を得た。\nＩＦ役員との協議については，被告Ｂ１８及び被告Ｂ１９は，ＩＦ\nのトップが実質的に競技運営についての権限と責任を有しており，当\n該ＩＦのトップとの人脈を築くことが大阪市における国際競技大会の\n円滑な開催に有益であると認識していたことから，本件出張期間中Ｉ\nＯＣから発行されたＡＤカードを昀大限有効に活用して直接ＩＦ役員\nとの接触を図った。特に，本件卓球大会の開催日程を間近に控えてい\nたことから，卓球ＩＦの会長との協議を重視し，平成１２年９月２２\n日には卓球競技の視察の際にＪＩＦ会長代理を表敬訪問し，本件卓球\n大会の説明をするとともにＩＦ会長との面談の日程を調整し，さらに，\n同月２４日には，被告Ｂ２に随行して，ＫＩＦ会長と面談し，オリン\nピック招致に併せて本件卓球大会の説明と協力を依頼した。また，本\n件東アジア競技大会のアピールと協力依頼については，被告Ｂ１８が\n有するＮＦ役員との人脈と競技会場におけるＶＩＰエリアにも入場す\nることができるＡＤカードの機能とをフルに活用して，競技視察を兼\nねて競技団体の役員室を積極的に訪問し，被告Ｂ１８の知己のＮＦ役\n員を通じてＩＦ役員等を紹介してもらった。このようにして，被告Ｂ\n１８及び被告Ｂ１９は，同月２２日にテニスＩＦのＬ会長，同月２３\n日にテコンドーＩＦ会長でありＧＡＩＳＦ会場でもあるＭ会長と面談\nし，本件東アジア競技大会のアピールと協力依頼をすることができた。\n(オ) 以上のとおり，シドニーオリンピックへは昀小限度の人数で昀大限\nの活動を行う出張体制が取られており，各出張職員は，限られた出張期\n間の中で主張目的に即して精力的に視察，協議等を行い，オリンピック\nにおける施設整備状況及び大会運営状況について具体的かつ昀新の情報\nを得，ＩＦ役員等へオリンピック招致や本件東アジア競技大会への協力\nをアピールするなど十分に活動を展開してきたことは明らかであり，シ\nドニーオリンピックへは過大な人数の職員が出張し，物見遊山的な観戦\nに終始したとする原告らの主張は失当である。\nウ 本件出張の成果について\n(ア) 被告Ｂ１，被告Ｂ２及び招致局職員の本件出張の成果について\n被告Ｂ１，被告Ｂ２及び招致局職員が出張した結果，大阪市のオリン\nピック招致の熱意及び開催能力をＩＯＣ，ＩＦ及び海外のメディア等に\nアピールすることができた。\n特に，被告Ｂ１及び被告Ｂ２は，大会期間中を通じてどちらかが常に\n現地において招致活動を展開し，被告Ｂ１については，ＩＯＣホテル\n（ＩＯＣ委員が宿泊するホテルをいう。以下同じ。）内に設置したプレ\nゼンテーションテーブルでＩＯＣ委員らに対し大阪のピーアールを行っ\nたこと，正式立候補都市の記者会見において自らプレゼンテーションを\n行い，質疑にも答えたこと等について海外メディアから高い評価を得た。\nまた，被告Ｂ２は，シドニーオリンピック以前から平成１１年に大阪で\n開催されたＧＡＩＳＦ等でＩＦ役員との人脈を培ってきたことから，シ\nドニーオリンピックにおいてＩＦとの協議を精力的に行い，ＩＦとの人\n脈を更に広げ，シドニーオリンピック以後に行われたＩＯＣ評価委員会\nの来阪等オリンピック招致活動の円滑な遂行に非常に有益であった。\n大会運営面に係る立候補ファイルの策定に関しては，計画課の職員を\n中心に交通アクセス，セキュリティ等の広範囲にわたり視察した結果，\nシドニーオリンピックにおける昀新かつ詳細な現地の情報を基に大幅に\n内容を更新することとなった。立候補ファイルの中核を成す競技開催計\n画については，計画課においてシドニーオリンピック以前から過去のオ\nリンピック計画を参考に各競技について計画立案作業を進めており，シ\nドニーオリンピックには当該計画案を持参してＩＦとの協議に臨んだ。\nその結果，当該計画案についてそのまま承認の内容を得たＩＦもあった\nが，昀新の競技運営のあり方から当該計画へ変更又は修正の要望をする\nＩＦもあった。計画課としては，ＩＦからの具体的な要望，アドバイス\n等についてはできる限り立候補ファイルに反映させた。競技計画の変更\n案については，シドニーオリンピック開催期間中に再度ＩＦとの協議を\n設けて説明したものもあったが，シドニーオリンピック後ＮＦを通じて\nＩＦへ送ったものもあった。その結果，立候補ファイルの提出期限であ\nる平成１３年１月１７日までにすべてのＩＦから承認を得ることができ\nた。こうして提出された立候補ファイルの内容については，ＩＯＣ評価\n委員会からも非常に高く評価された。\n(イ) 建設局職員の本件出張の成果について\n被告Ｂ１６及び被告Ｂ１７がシドニーオリンピックへ出張した結果，\n本件出張後，立候補ファイルにおける施設の整備計画の中に視察で得た\n情報を具体的に盛り込むことで，整備計画を昀新のものに更新すること\nができた。例えば，シドニーオリンピックにおけるオリンピックスタジ\nアムを中心としたスポーツコンプレックスの考え方は，立候補ファイル\nの主要競技の施設配置に反映させることとなった。\nまた，施設整備上の大きなテーマの１つであった仮設の有効活用につ\nいては，オリンピックスタジアムといった施設の新規計画，長居競技場\nといった既存施設の改修計画において，競技場や観客席等を仮設にする\nことで競技後の施設の有効活用等を織り込むこととなった。\nこの結果，これらの施設整備の内容を盛り込んだ大阪市の立候補ファ\nイルに対して，ＩＯＣから技術面での高い評価を得ることとなった。\n(ウ) 教育委員会事務局職員の本件出張の成果について\n被告Ｂ１８及び被告Ｂ１９がシドニーオリンピックへ出張した結果，\n平成１３年５月に開催を予定している本件卓球大会や本件東アジア競技\n大会の準備に際し，ＩＦの役員や実務担当者とのコネクションを築くこ\nとができた。このような世界大会を開催する上で必要となるＩＦの協力\nは，トップクラスの役員との人脈の有無によって左右されるところがあ\nり，オリンピックというＩＦが集結する大会においてＩＦとの協力体制\nを確立することは，国際競技大会の開催を控えた大阪にとって非常に重\n要であった。\nまた，オリンピックという大規模な国際競技大会において，観客の動\n線，セキュリティの確保といった昀新の運営方法をつぶさに視察するこ\nとで，これまで総合的な国際競技大会を行った経験のなかった大阪市に\nあって昀も参考となる情報が得られた。\nこの結果，平成１３年の本件卓球大会及び本件東アジア競技大会は，\nＩＦの協力を全面的に得て成功裏に終了し，その後，大阪市においては\n平成１４年に世界柔道選手権大会を開催し，また，平成１９年には世界\n陸上選手権大会の開催を予定するなど，シドニーオリンピックにおける\n本件出張が国際競技大会の招致及び実施について有益な成果となった。\n(2) 争点(2)（本件出張に係る旅費中宿泊料の相当性及び被告らによる宿泊料\nに関する談合の有無）について\n（原告ら）\nア 談合の存在\n(ア) シドニーオリンピック開催期間中の宿泊料\n被告出張職員らの大半が本件出張の際に宿泊したラディソンプラザホ\nテルのセールスマネージャーであるＮは，毎日放送の取材に対し，「ほ\nとんどのホテルの宿泊料金は，当時高騰しましたね。」，「少なくとも\n１．５倍くらいには。」，「オリンピック期間中，このホテルの料金は\n２万４０００円から３万３０００円でした。」，「スイートルームで３\n万３０００円でしたよ。」と答えている。\nまた，国内旅行業者の声として，「１０万円なんて，スイートルーム\nでもない限り，そういう額にはならないと思います。ましてスタンダー\nドの部屋でしたら。」，「シドニーの中心部はＩＯＣに押さえられてい\nましたから。」，「直前になって売れなくなったので，部屋が出てきた\nとか。」，「そんなべらぼうな値段はあり得ないと思いますね。」と発\n言している場面が放映されている。\nさらに，シドニーオリンピック開催直前である平成１２年９月１３日\n付けの北海道新聞朝刊において，「シドニー周辺のホテルも満杯になっ\nていない。空き部屋を抱えた旅行業者の中には宿泊料を５０パーセント\n近く値下げしたところもあるが，予約の伸びは鈍いという。」という事\n実が報道されている。\nこれらからも明らかなとおり，シドニー市内にあるホテルの宿泊価格\nが被告らが主張する程度に高騰していたことはあり得ず，むしろ，オリ\nンピック開催直前の時期においては，ホテルの宿泊価格が値下げされて\nいた事実さえ存する。そして，ラディソンプラザホテルのようにランク\nの高い部類に属するホテルでさえ１泊の宿泊料が２万４０００円から３\n万３０００円程度であることからすれば，旅行業者らの利益等を考慮し\nたとしても，オリンピック開催期間中のシドニー市内のホテル宿泊料と\nしては，１泊１室３万３０００円程度が相当な価格というべきである。\n(イ) 見積価格の一致\nａ 被告ジェイティービーは，平成１２年８月１５日付け見積明細書\n（乙Ｃ４号証）において，招致局に対し，クレストホテルに限定の上，\n１泊１室５万８３００円という宿泊価格の見積りを出している。\nところが，被告ジェイティービーは，同年９月１０日付け見積明細\n書（甲４号証の１）において，招致局に対し，ホテルの限定をせず，\n１泊１１万６０００円という宿泊価格の見積りを出している。\n他方で，被告ジェイティービーは，同年８月３０日付け見積明細書\n（甲５号証の１）において，招致委員会に対し，ホテルや宿泊時期別\nに詳細な内容の見積書を提出しており，しかも，その見積金額は本件\n出張について大阪市に提出した見積金額よりも相当安価なものとなっ\nている。\nｂ 被告東急観光は，平成１２年８月２５日付けの見積書（甲４号証の\n２）において，招致局に対し，ラディソンプラザホテルに限定の上，\n１泊１室１１万６０００円という宿泊価格の見積りを出している。\n他方で，被告東急観光は，同月２９日付け見積明細書（甲５号証の\n２）において，招致委員会に対し，ホテルや宿泊時期別に詳細な内容\nの見積書を提出しており，しかも，その見積金額は本件出張について\n大阪市に提出した見積金額よりも相当安価なものとなっている。\nｃ そもそも，ホテルが異なる以上ホテルの宿泊価格が異なってくるの\nは当然であり，また，時期によって宿泊価格が変動するのも理解し得\nる。したがって，招致委員会に提出した見積明細書のように，ホテル\nや宿泊時期毎に詳細な見積りを出すのが当然というべきである。とこ\nろが，被告東急観光は，招致局に対しては，宿泊時期を何ら区別せず，\n１１万６０００円という，招致委員会に対するものと比較して異常に\n高額な見積りを提示している。被告ジェイティービーも，当初は，ホ\nテルや宿泊時期によって詳細な見積りを出していたが，平成１２年９\n月１０日に至って，招致局に対し，ホテルも宿泊時期も区別せず，被\n告東急観光が提示した金額と同額の１１万６０００円という見積りを\n提示している。\nｄ また，監査結果通知書（甲２号証）によれば，被告近畿日本ツーリ\nストも１１万６０００円の見積りを出していたことは明らかである。\n(ウ) 以上からすれば，被告業者らが，平成１２年８月中旬ころから同年\n９月１０日ころまでの間に，被告出張職員らに対するホテル宿泊価格を\n１泊当たり１１万６０００円という金額で統一すべく不正に談合したこ\nとは明白である。\n(エ) さらに，平成１２年８月１５日の時点では，既に被告東急観光から\nシドニーオリンピック全期間を通じたホテルの確保ができており，その\n金額が１１万６０００円であった。その後に被告ジェイティービー及び\n被告近畿日本ツーリストにホテルの手配を依頼したが，被告ジェイティ\nービー及び被告近畿日本ツーリストから取得した見積書の金額も１１万\n６０００円であり，被告業者らに発注を分散させると決めた時点で被告\n業者ら３社の見積りがいずれも１１万６０００円であることが明らかと\nなっていた。しかも，ホテルの手配の発注を被告業者ら３社に分散させ\nる理由は全く不明確であり，事前にホテルの手配が難しいと聞いており，\nなおかつ，被告東急観光において全期間を通じたホテルの確保ができて\nいたにもかかわらず，あえて直前の時期に別の業者に対し不明確な理由\nで確保を依頼すること自体が不自然である。\nこのような事実関係からすれば，被告業者ら間のみならず，大阪市の\n職員も加わって，１泊当たり１１万６０００円を宿泊料とすることを談\n合していたといわざるを得ない。\nなお，被告東急観光の招致局に対する見積書（甲４号証の２）の書式\nが招致委員会向けのもの（甲５号証の２）と全く異なっていること，招\n致局に対する見積書の被告東急観光の支店名が「中島支店」となってい\nるが，被告東急観光のミスとしては不自然であり，むしろ市内部の者が\n作成して被告東急観光に押印させたものと考えるのが自然であることか\nらしても，官製談合の疑いが濃厚である。\n(オ) 以上によれば，本件出張職員らに係る宿泊料のうち１泊３万３００\n０円を超える部分については，談合という不法行為によって生じた損害\nとなる。\nイ 暴利行為\n仮に宿泊料についての談合が認められないとしても，シドニーオリンピ\nック期間中のホテル宿泊価格としては１泊当たり３万３０００円程度が相\n当な価格であるから，それを超える部分は被告業者らの暴利行為という不\n法行為によるものとして，損害となる。\nすなわち，暴利行為とは，一般に，相手方の窮迫，無知などに乗じて，\n過大な利益を獲得する行為とされているところ，客観的にみて被告業者ら\nが過大な利益を獲得したと評価することができれば足りるのであって，同\n時期の一般旅客に対するホテル代金よりも著しく高額であることが要件と\nなるものではない。宿泊料金１泊３万円程度のホテルについてその４倍近\nい１泊１１万６０００円もの宿泊料金を支払わせるのは，明らかに過大な\n利益を獲得しているものであり，暴利行為にほかならない。\nウ 不当に高額な宿泊料の支出\n(ア) 争点(1)において主張したように，そもそも本件出張自体が公務とし\nて不必要であり，本件出張に要した費用全額が損害である。\n仮に部分的に何らかの公務としての必要性があるとしても，せいぜい\nＩＯＣから提供された６室分の人数のみをもって足りたというべきであ\nり，それを超える分の宿泊料についてはすべて違法な支出として損害と\nなる。\n(イ) ア記載のとおり，そもそも本件出張に係る宿泊料については官製談\n合であることさえ疑われるが，そうでなくとも，招致委員会に対する宿\n泊料の価格等を十分に知り得た被告職員らが，被告業者らの違法不当な\n談合価格をそのまま承認している点において，被告職員らに注意義務違\n反があることは明らかである。\n(ウ) また，被告職員らには，適切な時期，方法，価格によるホテル確保\nを怠った注意義務違反があることも明白である。\nすなわち，被告出張職員らがシドニーにおいて宿泊したホテルの宿泊\n料として，１室当たり１１万６０００円が支出されているが，同金額は，\n同時期に出張していた大阪府や文部省関係者の宿泊料がせいぜい２，３\n万円程度であるのと比較しても異常に高額である。\nこの点，被告職員らは，正式立候補都市として決定されるまではホテ\nルの確保等ができなかった旨主張する。\nしかしながら，前提となる事実等(2)記載のように，大阪市は，早期か\nらオリンピック招致に向けて積極的な活動を行っており，平成１２年１\n月２５日には立候補届をＩＯＣに提出しているのであるから，本件出張\nの前に十分な準備期間を有していたものである。したがって，現地にお\nいてどれだけの活動を行うべきか，事前に詳細に検討していてしかるべ\nきであり，オリンピック視察に必要な昀低限の人数，期間等は事前に容\n易に把握することができたはずであって，このような昀低限の人数，期\n間分の宿泊確保を事前に行うことにより，大阪府や文部省なみの１室２，\n３万円のホテルを相当数確保することができていたはずであるから，不\n確定要素があり，キャンセル料支払のリスクを有していたとしても，よ\nり安価な宿泊料で済む可能性が十分にあったというべきである。\n(エ) 被告職員らは，大阪市がＩＯＣから提供を受けた６室のうち，４室\nを招致委員会に提供しているところ，ＩＯＣから提供を受けた部屋の宿\n泊料は１１万６０００円よりも大幅に安い３万円ないし４万円程度であ\nったのであり，このような部屋に泊まることができる契約上の地位を，\n何らの決裁手続なく，別人格である招致委員会に振り替えてしまったこ\nと自体，明白な違法性を有する。\nしたがって，１１万６０００円と提供されたホテルの価格との差額分\nが違法な支出として損害となるというべきである。\n（被告職員ら）\nア 招致局における宿泊料の決定経緯について\nａ 招致局では，正式立候補都市として承認されればシドニーオリンピッ\nクへ職員を出張させる必要があることを想定して，シドニーオリンピッ\nク開催の１年ほど前からシドニーオリンピックにおける公式旅行代理店\nである被告業者らに対し，情報収集をしていた。\nしかしながら，被告業者らからの情報では，シドニー市内中心部のホ\nテルはＩＯＣが約８０パーセント程度押さえており，シドニー市周辺部\n以外ではホテルの手配が困難であり，また，ＩＯＣは大会直前にならな\nいと不要な部屋を放出しないとのことであり，新聞報道等からもシドニ\nー市内のホテル代が高騰していることが判明した。\nもっとも，被告業者らからは，シドニー周辺部のホテルの手配であれ\nば可能であるとの情報を得ていたが，ＩＯＣ委員やＩＦ役員に対する協\n議等で競技会場や役員らの宿泊先に速やかに移動する必要があることか\nら，招致局としては市内中心部のホテルの確保を前提に情報収集を行っ\nていた。\nｂ 平成１２年８月１１日にＩＯＣから正式立候補都市として承認される\nことを条件に立候補都市に対しＩＯＣホテル内に６名分の部屋（リージ\nェントホテル２室，メンディスホテル４室）を確保する旨の通知が届い\nた。招致局ではこの６名枠を招致委員会と分割することとなった。\n招致局と招致委員会との関係は，招致局においては立候補ファイルの\n作成など大阪オリンピックの開催に係る企画立案を行う役割を持ち，招\n致委員会においては企画された大阪オリンピックの計画を国の内外にピ\nーアールするという役割を持っていたといえるが，立候補ファイルの策\n定等２００８年オリンピックの企画や，国等関係機関との連絡調整を担\n当する招致局と内外への招致活動や広報活動を担当する招致委員会とは\nいわば車の両輪であり，特に被告Ｂ１らのＩＯＣ委員等へのトップセー\nルスにおいては両者の連携が必要であった。そこで，招致局では，招致\n委員会と協議の上，ＩＯＣホテル内の部屋を対外的なピーアール活動と\nりわけＩＯＣ委員への招致の働きかけ等を担っている招致委員会のトッ\nプクラスの職員により多く配分することとし，次のとおり，招致委員会\nに４室，招致局に２室割り当てることとなった。\n(ａ) リージェントホテル（２室）\n被告Ｂ１（同被告の帰国後は被告Ｂ２）及びＯ招致委員会事務総長\n(ｂ) メンディスホテル（４室）\n被告Ｂ７，Ｐ招致委員会国際総括顧問，Ｑ招致委員会参与及びＲ招致\n委員会事務局長\nｃ 招致局では，ＩＯＣからの招待枠の通知があった時期には正式立候補\n都市の承認を前提としてシドニーオリンピックへの出張体制について様\n々な想定を行うと同時に被告業者らに対してシドニー市内中心部におけ\nるホテルの確保についてさらなる情報収集を依頼していた。そうした状\n況において，平成１２年８月１５日被告東急観光からシドニー市内中心\n部でＩＯＣホテルに近接したラディソンプラザホテルについて必要部屋\n数を確保することができたとの連絡が入った。この時点で必要数の確保\nができていたのは被告東急観光だけであった。このラディソンプラザホ\nテルに係る宿泊料１泊１室１１万６０００円については，高額であった\nため，被告Ｂ２１から被告東急観光へ値引きの交渉を行ったが，値引き\nには応じられないとのことであった。そこで，招致局において当該宿泊\n料によるホテルの確保について検討したところ，民間ツアー代金と比較\nしても相当な金額であることが分かった。すなわち，旅行会社の設定し\nたオリンピック観戦ツアーにおいては，ラディソンプラザホテルと同等\nのホテルに宿泊した場合において１人部屋の追加料金として４泊で２０\n万８０００円であった。これを１泊当たりに割り戻すと５万２０００円\nとなり，また，通常海外のホテルは２名１室利用を前提としていること\nから，民間のツアー代金から想定される宿泊料は１泊１室１０万４００\n０円となる。さらに，一般のツアー申し込みと異なり，招致局の提示し\nた条件が日程と宿泊人数の融通が利かないこと，他に同条件のホテルが\n確保できる見込みがないことを考え合わせると，１泊１室１１万６００\n０円という宿泊料はやむを得ないものと判断された。そこで，正式立候\n補都市の承認の決定通知のあった同月２８日に招致局から被告東急観光\nに対し上記内容でホテルの確保を依頼した。\nｄ なお，ＩＯＣにおける従来の招致活動についての規制や開催都市決定\nの選定方法の変更，その新制度の下での正式立候補としての決定を待っ\nた上で海外招致活動を展開せざるを得ないということから，結果次第に\nよっては出張の内容に大幅な変更が予想されたことや，ＩＯＣからシド\nニーオリンピック期間中のホテル提供に関する文書が届いたのが平成１\n２年８月１１日であること，正式立候補都市としての決定を受けたのが\n同月２８日であることから，同年９月１６日から開催されるシドニーオ\nリンピックまでの期間がわずかであり，出張者のホテルの確保，期間の\n決定がなかなか決められなかったこと，現地でのＩＯＣスポンサー（日\n系企業）等の行事の決定が遅れたという事情があった。\nこのような状況下で早めにホテル確保を正式に行うことは，使用しな\nいホテル客室の料金を支払うことにもなりかねず，必要な情報が得られ\nるまで正式手続ができなかったものである。\nｅ 正式立候補都市の承認後に被告近畿日本ツーリスト及び被告ジェイテ\nィービーからホテルの確保を通知してきたので，ホテルの手配を出張期\n間ごとに分割して，前期は被告東急観光，中期は被告近畿日本ツーリス\nト，後期は被告ジェイティービーに依頼することとし，被告東急観光及\nび被告近畿日本ツーリストはラディソンプラザホテルを，被告ジェイテ\nィービーはキャピタルホテル（現クレストホテル）をそれぞれ確保した。\nなお，このように被告業者ら３社に分けて手配させることとなったの\nは，特定の業者だけでなく複数の業者に手配をさせることによって，将\n来的に急な変更があった際の選択肢が増えること，行政として業者間の\n偏りをできるだけ避けるべきであるとの判断に基づくものである。\nイ 建設局における宿泊料の決定経緯について\n被告Ｂ１６及び被告Ｂ１７の出張について，建設局では，招致局の職員\nがシドニーに出張した際の費用と同等の航空運賃及び宿泊料の額で決裁を\n起案し，専決権者である被告Ｂ２６及び財政局長との合議を経た後，被告\n近畿日本ツーリストから航空運賃及び宿泊料の見積りを口頭で確認したと\nころ，当該見積りの内容が招致局の職員がシドニーに出張した際の費用に\n比して高額であったため，見積りを再考するよう交渉したところ，被告近\n畿日本ツーリストから当該費用と同等の費用で見積書の提出を受けたので，\n被告近畿日本ツーリストに対して当該費用で航空券及び宿泊の手配を依頼\nした。\nウ 教育委員会事務局における宿泊料の決定経緯について\n教育委員会事務局職員の出張に係るホテルの手配については，教育委員\n会事務局の出張目的が本件東アジア競技大会に関連するものであることか\nら，ＪＯＣが競技関係者に確保していたホテルの斡旋を受けた。すなわち，\n当初は旅行会社に手配を依頼していたものであるが，シドニー市内のホテ\nルの手配が困難であったことから，東アジア競技大会組織委員会を通じて\nＪＯＣに相談したところ，ＪＯＣがオリンピック競技関係者の宿泊に対し\nて有していたホテルをあっせんされた。\n宿泊料については，出張後にＪＯＣから請求され，１名１泊につき５万\n８０００円，すなわち被告Ｂ１８及び被告Ｂ１９合わせて１泊につき１１\n万６０００円の宿泊料をＪＯＣに支払った。\nエ 上記のとおり，被告出張職員らに係るホテルの宿泊料は高騰しており，\n本来の旅費規程に基づく宿泊料では到底宿泊することができない状況であ\nったため，旅費条例１条２項等により，旅費法４６条２項の規定に準じ旅\n費の調整を行う必要があると判断し，旅行代理店の見積書をもって調整根\n拠とすることとして，その時点で宿泊予約及び価格が決定していた被告東\n急観光の見積書を採用して宿泊料の調整を行った。\nなお，被告出張職員らに係る宿泊料の調整の内容は，別紙宿泊費対比表\n記載のとおりである。\nオ 上記調整による宿泊料と，大阪府や文部省関係者の宿泊料との間に格差\nが存するが，大阪府や文部省のホテル確保に係る経緯は以下のとおりであ\nり，上記格差をもって被告出張職員らに係る宿泊料の額が不当に高額であ\nるということはできない。\n(ア) 大阪府のホテル確保に係る経緯\n大阪府によれば，知事のシドニー出張が急きょ決定したため，旅行代\n理店と大阪府シドニー事務所に大阪市及び招致委員会と同一のホテルの\n確保を依頼したものの，早くから予約が一杯で確保することができない\nとの連絡があったため，大阪府シドニー事務所が手配し，中心部からか\nなり離れているが，スターシティーホテルを確保したとのことである。\nなお，大阪府は現地で代理店を通さず直接ホテルと交渉を行い，マー\nジンの入っていない値段で宿泊先を確保したものである。\n(イ) 文部省のホテル確保に係る経緯\n文部省については，出張職員が急きょシドニーへ出張することになっ\nたが，既に他の出張職員の宿舎確保を以前に外務省を通じて在シドニー\n総領事館に依頼していたことから，再度の依頼を外務省に行うことがで\nきないと判断したため，ＪＯＣが確保していた部屋をＪＯＣから融通し\nてもらったとのことである。\nカ 以上記載のとおり，本件出張に係る宿泊料については，通常のホテル代\nと比較して高額であることは否めないものの，上記経過においてはやむを\n得なかったものであることは明らかであり，１泊１１万６０００円の宿泊\n料をもって直ちに違法であるとする原告らの主張が失当であることは明ら\nかである。\n（被告東急観光）\nア ホテル確保の困難性等によるホテル代金高騰の理由\n(ア) オリンピック開催時において，シドニー市内のホテルはＩＯＣへの\n部屋の提供を義務付けられており，ＩＯＣが押さえたホテル客室の残り\nの部分を各国の旅行代理店が競って確保しようという状況にあった。\nこのように極めて売り手に有利な状況であったため，旅行代理店が確\n保しようとしたシドニー市内のホテルの値段は極めて高騰していた。ま\nた，オリンピック開催期間中は，ホテル側は旅行代理店に対しホテル客\n室のまとめ買いを要求し，オリンピック期間内は，まとめ買いでなけれ\nば客室を売らないという態度に出ていた。\n通常，旅行代理店は，旅行客の数が確定してから旅客の数に応じてホ\nテルの室数を確保するものであり，空室のリスクはホテル側が負担して\nいる。ところが，オリンピック期間中のように客室のまとめ買いを強要\nされると，旅行客を確保することができない場合は，ホテルは空室であ\nるにもかかわらず，ホテル代金を支払わねばならないというリスク（空\n室リスク）を旅行代理店側が負わされることになる。空室リスクを負わ\nされるという状況でホテル確保を行わざるを得ない以上，旅行会社とし\nては，ホテル代金に空室リスクを上乗せして値段設定を行わざるを得な\nい。\n(イ) (ア)記載のような理由により，被告東急観光が一般客に対して提供\nしたラディソンプラザホテルと同等のＡクラスのホテル代金は，シドニ\nーオリンピック観戦ツアー募集用パンフレットの１人部屋追加料金から\n算出されるように，１泊ツインルームの部屋代（ルームチャージ）でお\nおよそ１０万４０００円程度となっていた（現地４泊のツアーにおける\nＡクラスのホテルの１人部屋追加料金は２０万８０００円であり，これ\nを４で割ると１泊当たり５万２０００円となり，ツインルーム１泊分の\nルームチャージはおおよそこの追加料金の２倍の１０万４０００円とな\nる。乙Ｂ１号証）。\nこのようにオリンピック期間中の一般客に対し被告東急観光が提供し\nたラディソンプラザホテルと同等のホテル１泊分の料金がおおよそ１０\n万４０００円であることとの比較からしても，被告東急観光が大阪市に\n提供したホテルの値段設定が決して不当に高いものではないことが分か\nる。\n(ウ) さらに，大阪市の旅行依頼内容にもホテル代金を高騰させる次のよ\nうな要素が存在していた。\nまず，客室予約の正式な依頼がシドニーオリンピック開催の直前にな\nってされた。被告東急観光としても，かねてより一般客に対してピーア\nール活動を行い，旅行予約を受け付け，ホテルの部屋割り等の準備を既\nに行っていた。ところが，大阪市より数名のシドニーオリンピック出張\nの予定があるという話は聞いていたが，何名が，どの期間に，何泊する\nかという出張の詳細については，開催直前まで全く分からなかったため，\n被告東急観光としては，自らのリスクで客室を確保しておかざるを得ず，\nここで確保した客室に関する空室リスクはすべて被告東急観光のリスク\nとなっていた。\n次に，大阪市へオリンピックを招致する目的からＩＯＣ委員とオリン\nピック招致活動に関して大阪市側が接触を図る必要があったため，ＩＯ\nＣ委員の宿泊するホテル（リージェントホテル，メンディスホテル等の\nＩＯＣホテル）に近接したホテルを確保することが必要不可欠の条件で\nあった。そこで，ＩＯＣ委員への接触を第一に考えて，ＩＯＣホテルに\n近いラディソンプラザホテルが選定された。このように，大阪市の依頼\nは，同じクラス内のホテルであればどこに泊めても許される一般客と異\nなり，ホテルが事実上指定された状態にあり，極めて厳しい条件下のホ\nテル確保となった。\nそればかりか，ラディソンプラザホテルは被告東急観光の旅行パンフ\nレットによればＡクラスに分類されているホテルであるが，Ａクラスホ\nテルの中でも昀もルームチャージの高い部類に属するホテルであった。\nすなわち，Ａクラスホテルといっても，その中で当然値段の差があり，\n被告東急観光としては，Ａクラスホテル希望の一般客に関するホテル料\n金については，Ａクラスホテル全体の収支で採算が合うように値段を設\n定していた。ところが，同じＡクラスホテルでも，特に値段の高い部類\nに属するラディソンプラザホテルを事実上指定されるとなると，どうし\nても販売価格を上げざるを得なくなる。\nさらに，被告東急観光は，一般客に対しては，一部コースを除いて延\n泊不可とし，ホテルを３泊ないし４泊ずつをワンセットにして販売し，\nホテルに空き部屋が出ないように配慮していた。ところが，大阪市のホ\nテル確保の依頼は，被告東急観光が一般客用に予定していた４泊ずつの\nセットとは全く異なる形態であった。したがって，大阪市の依頼を受け\nた場合，その前後の一般客に対するホテル割当てが極めて困難となり，\n空室リスクを負う危険が極めて高くなるという特殊な状況が存在してい\nた。\n(エ) 被告東急観光が大阪市に対して提供したラディソンプラザホテルの\n代金（１泊ツインルーム）は１１万６０００円となっており，一見高額\nにも思えるが，上記のとおり，もともとホテル代が高騰していた上に，\n大阪市の特殊な依頼状況が加わったために生じた値段設定であり，決し\nて不当に高額というものではない。\nイ 原告らの主張に対する反論\n(ア) 原告らは，ラディソンプラザホテルのセールスマネージャーである\nＮの毎日放送のインタビューから，宿泊料金の高騰はあり得ない旨主張\nする。\nしかしながら，Ｎは，シドニーオリンピック開催当時はラディソンプ\nラザホテルに勤務していなかったものであり，この当時，いかなる地位\nにあり，いかなる事情を知悉していたのか，さらにインタビューが適切\nに行われたのか，インタビューの編集がいかなる態様で行われたのか全\nく不明である。そればかりか，為替レートを適正に換算しているのか，\nＮの言う「オリンピック期間中」とはいつの時点を指しているのか，ホ\nテルが余った部屋を売る場合の値段なのか，ランドオペレーター（現地\n手配会社）に売却するときの値段なのか，すべて不明確である。これら\nからしても，Ｎのインタビューを根拠に被告東急観光が設定した宿泊料\nが不当であるということができないことは明らかである。\nまた，被告東急観光は，オリンピック期間中におけるシドニー市内の\nホテル予約については現地のランドオペレーターに依頼をして部屋を確\n保してもらい，それを購入する方法を採っていた。そのため，ホテル側\nがランドオペレーターに販売した金額と被告東急観光がランドオペレー\nターから購入した金額が一致するものではない。被告東急観光は，現地\nのランドオペレーターに対しては，オリンピック開催の１年前である平\n成１１年９月に１００パーセントのデポジットを支払う必要があり，空\n室リスクはすべて被告東急観光が負うことになっていた。\n(イ) 原告らは国内旅行業者の発言を引用するが，どの旅行会社のどの担\n当部署に勤務するどのような人物か，本当に旅行関係者であるのかすら\n全く不明であるし，インタビューが適正に行われたのか，インタビュー\nの編集がいかなる態様で行われたものかも全く不明であって，その発言\nは極めて信用性に欠けるものである。\n(ウ) 原告らは招致委員会に対する見積書と同じ条件で招致局はホテルを\n確保することができたはずであるといった趣旨の主張をする。\nしかしながら，招致局は，オリンピック招致について招致計画の策定\nや国等の関係機関との連絡調整を目的に大阪市に設置された部局であり，\n招致委員会は，オリンピック招致についてＩＯＣへの働きかけ等を目的\nとして市の外郭団体として結成された民間団体（財団法人）であって，\n招致局と招致委員会とは団体としての性格が全く異なる。\n招致委員会は，民間的発想が強く，シドニーオリンピック開催の１年\n以上前からシドニーオリンピック視察を決定しており，必ず視察するこ\nとを前提に予約を申し込む等の準備を行ってきていた。被告東急観光は，\n招致委員会の要請を受け，招致委員会の要望する宿泊施設確保のための\n活動を遅くとも平成１１年９月１日から開始している。また，招致委員\n会は，宿泊料を抑えるために，大阪市のように必要な日数に限り購入す\nるという態様ではなく，オリンピック開催全期間を通じて購入し，かつ，\n予約においても買取り（キャンセルしても旅行会社は宿泊料を返還しな\nい態様）を前提に予約を申し込んできていた。したがって，旅行会社と\nしては，招致委員会の手配依頼に関しては，事前に予定も立てられ，か\nつ，キャンセルのリスクもないため，かなり安くホテルを確保，供給す\nることが可能であった。そして，招致委員会に対する見積書の発行自体\nはオリンピック開催直前ではあるものの，被告東急観光の担当者は，招\n致委員会の担当者と何度も打ち合わせを行い，見積書を発行するはるか\n以前から既に見積書と同じ内容で契約する内諾を得ていた。\nところが，招致局は，オリンピック開催直前になるまで参加人数はお\nろか視察を行うか否かすら決まっていなかっただけではなく，ＩＯＣ委\n員やＩＦ役員に対して開催計画の説明を行い承諾を得る必要があったた\nめ，事実上ＩＯＣホテルないしその近辺のホテルが指定されたも同然の\n状況にあった。さらに，オリンピック開催全期間を通じて宿泊を申し込\nむわけでもなく，必要とする日に必要とする人数だけを申し込むという\n態様であり，極めてホテル確保に苦慮する内容での申し込みであった。\n以上のように，ホテル確保に関する状況は，招致局と招致委員会とで\nは大きく異なっていたのであり，招致委員会に対する見積書と同じ条件\nで招致局はホテルを確保することができたはずであるとの原告らの主張\nは，ホテル確保に至る経緯を全く無視した主張である。\nウ 談合の不存在\n原告らが主張するような被告業者ら間の談合により宿泊代金が決定され\nた事実は全く認められない。\nこの点，原告らは，談合の存在をしきりに主張するが，具体的な談合の\n日時，場所，態様等については一切主張立証がされていない。\nまた，原告らは，見積書の金額が被告業者ら３社で一致していることが\n談合の証拠であるかのような主張をするが，被告近畿日本ツーリストは，\nラディソンプラザホテルの宿泊料金に関して他の２社と全く異なる金額\n（１３万円）を提示しており，この事実だけからしても，原告らの主張は\n失当である。また，被告東急観光と被告ジェイティービーとの見積金額の\n一致についても，被告ジェイティービーが主張しているとおりであり，何\nら不審な点はない。\nエ 暴利行為ではないこと\n原告らは，被告東急観光の値段設定を暴利行為であると主張するが，被\n告東急観光の設定した値段が一般客と比較してもほとんど変わらないこと，\nまた，大阪市の依頼に係る宿泊料が若干高くなっているのにも相当な理由\nが存することは，上述のとおりである。\n旅行会社としても，商売である以上，売上を増加させなくてはならない\n要請と，利益を出さなければならない要請という，相反する２側面を勘案\nして代金を決定するのであり，代金を不当に高額に設定すれば他社に顧客\nを奪われるし，不当に安く設定すれば赤字になるという状況の中で，ぎり\nぎりの数字を算出して旅行という商品を販売する立場にある。その旅行会\n社が算出したホテル指定もできないツアーの宿泊代金とさほど変わりない\n値段で，特殊事情（直前の手配，ホテルの指定）のある大阪市のホテルを\n提供するのであるから，むしろ旅行会社としては商売抜きといっても良い\nくらいであり，原告らの暴利行為の主張は失当である。\n（被告近畿日本ツーリスト）\nア 提示金額の適正性\n被告近畿日本ツーリストは，被告出張職員ら中，招致局の被告Ｂ６，被\n告Ｂ９及び被告Ｂ１４と，建設局の被告Ｂ１６及び被告Ｂ１７について手\n配を行った。被告近畿日本ツーリストは，招致局と建設局を区別せず，招\n致局を窓口として交渉を行い，招致局あてに旅行代金の提示を行ったとこ\nろ，大阪市側より，建設局分については招致局と区別して旅行代金の提示\nをしてほしい旨要請され，改めて建設局あてに金額の提示を行った。\n被告近畿日本ツーリストは，ラディソンプラザホテルの手配をし，招致\n局及び建設局に対し，同ホテル１部屋１泊１３万円として金額の提示を行\nったものである。この被告近畿日本ツーリストが提示していた宿泊料１部\n屋１泊１３万円という金額は，他社が実施していたツアーの料金に照らし\nても，決して不当とはいえず，適正なものであったことは明らかである。\nイ 原告らの主張に対する反論等\n原告らは，オリンピック期間中のホテルの宿泊価格としては３万３００\n０円程度が相当である旨主張する。\nしかしながら，原告らが相当と主張する金額には何らの根拠もないし，\nまた，仮にホテルが設定していたオリンピック期間中の宿泊金額が原告ら\n主張金額の程度であったとしても，被告近畿日本ツーリストは，ホテルか\nら直接仕入れを行っていたのではなく，現地のランドオペレーターを通じ\nてホテルの確保を行っていたのであるから，原告らの主張は失当である。\nさらに，オリンピック直前期になって宿泊料金が値下がりしていたとし\nても，被告近畿日本ツーリストは，オリンピック開催時より相当以前の予\n約ラッシュ時の段階でホテルの確保を行っていたのであるから，直前期に\nなってホテルが設定する宿泊料金が値下がりしたとしても，影響を受ける\n余地はなかった。\n被告近畿日本ツーリストは，単にランドオペレーターからの仕入価格の\nみをもって販売価格を設定しているわけではなく，シドニーオリンピック\nという一大イベント全体を通じて旅行者が安全確実に宿泊機関等を利用す\nることができるよう考慮し，営業政策的な判断も加味して販売価格を設定\nしている。そして，そのような判断の結果，大阪市に対し，１部屋１泊１\n３万円という販売価格を設定したものである。\nウ 談合の不存在\nア記載のように，被告近畿日本ツーリストが提示した宿泊料は１部屋１\n泊１３万円であり，被告近畿日本ツーリストが被告東急観光や被告ジェイ\nティービーと談合し，１部屋１泊１１万６０００円という同一金額の提示\nを行った事実は存在しない。\nエ 暴利行為ではないこと\n被告近畿日本ツーリストが取引をした相手方は大阪市であるが，大阪市\nは窮迫した状態におかれていたわけではなく，宿泊料について無知でも無\n経験でもないのであるから，被告近畿日本ツーリストが大阪市の窮迫，無\n知に乗じたなどということはあり得ない。\nまた，宿泊料の設定は，需要と供給の相関関係から決定されるところ，\nシドニーオリンピックという一大イベント開催のため，宿泊先の予約需要\nが供給を大きく上回った結果，予約宿泊料が高騰したことから，被告近畿\n日本ツーリストとしても宿泊料の引上げを行わざるを得なかったものであ\nって，被告近畿日本ツーリストは過大な利益など全く得ていない。\n（被告ジェイティービー）\nア ホテル確保の困難性等によるホテル代金高騰の理由\n(ア) オリンピック開催期間中のシドニー市内のホテル代金が高騰してい\nたことは，争点(2)に関する被告東急観光の主張ア(ア)記載のとおりであ\nる。\n(イ) 被告ジェイティービーが通常時において一般客を対象に行っている\nシドニー観光ツアーと，シドニーオリンピック開催期間に合わせて一般\n客に募集したオリンピック観戦ツアーの旅行代金を比較しても，シドニ\nーオリンピック時の宿泊料金の異常な高騰ぶりが推察できる。\n例えば，平成１４年度の被告ジェイティービーの通常のシドニーツア\nーの旅行代金（なお，同旅行代金は平成１２年度からほぼ変化がな\nい。）は，平成１４年９月発パーソナルシドニー６日間シドニー市内泊，\nホテルＬグレート（現地４泊）で１４万円である。\nこれに対し，同じ条件（シドニー市内泊，ホテルＬグレード）で募集\nしたオリンピック観戦ツアーは，① 平成１２年９月１７日発シドニー\n６日間（体操）は，同じく現地４泊で旅行代金５６万円，② 同月２１\n日発シドニー６日間（陸上と女子マラソン）は，同じく現地４泊で旅行\n代金５７万円，③ 同月２８日発シドニー６日間（サッカーと閉会式）\nは，同じく現地４泊で旅行代金７０万円となっている。\n通常のシドニーツアーと異なり，オリンピック観戦ツアーには朝食代\n（４回分）及び観戦チケット代が加わる上，航空運賃に若干の差が生じ\n得ることは否定することができないが，上記のように，ツアー料金だけ\n比較しても，通常時のツアーに比べオリンピック期間中は４倍ないし５\n倍の料金となっている。\nまた，１人部屋追加料金は，ルームチャージ（１部屋の客室料金）の\nほぼ半額といえるところ，上記①ないし③の各オリンピック観戦ツアー\nにおける１人部屋追加料金は，①のツアーで１９万円，②のツアーで２\n３万円，③のツアーで２１万円であり，これらからおおよそのホテル１\n泊分のルームチャージを算出すると，①のツアーで９万５０００円，②\nのツアーで１１万５０００円，③のツアーで１０万５０００円となる。\n以上からも，オリンピック期間中のシドニー市内のホテルの宿泊料金\nが極めて高騰していたことが分かる。\n(ウ) また，原告らは，大阪市の予約申し込み態様を全く無視して論を進\nめている。すなわち，ある程度一般客を受け入れた平成１２年８月ない\nし９月の段階で，大阪市のように事実上ホテルを指定した上で，しかも\nオリンピック開催直前に，一般ツアー客と異なる態様で申し込まれると，\n一般客へのホテルの割当て，変更等が極めて厳しくなるなど，被告ジェ\nイティービーの事務的な処理も極めて困難となる危険性が生じる。この\nように，本件の大阪市のように一般客と異なる態様で予約を申し込まれ\nた場合，被告ジェイティービーとしては，大阪市を，被告ジェイティー\nビーが設定したツアーに参加する一般客と異なる特別扱いにせざるを得\nない。したがって，そのような特別の扱いをする以上，旅行業者として\nは，その手間，リスク分を上乗せして値段設定することは当然である。\nイ 被告ジェイティービーが提示したホテル料金\n(ア) 招致局関係\nａ 被告ジェイティービーが招致局に属する職員である被告Ｂ１１及び\n被告Ｂ１３に手配したホテルはキャピタルホテル（現クレストホテ\nル）である。この手配の経緯は，以下のとおりである。\nすなわち，招致局から，被告ジェイティービーに対し，平成１２年\n７月１日，同年９月２１日から同月２８日まで２名でホテル２室，航\n空券，オリンピック観戦券の手配依頼があった。当初の予定では招致\n局の男性職員１名と女性職員１名が宿泊するとのことであった。異性\nを同室に宿泊させることは不可能であったし，また，急な依頼でもあ\nったため，被告ジェイティービーは，ルームチャージ（室料）５万８\n３００円（販売価格）で確保していたキャピタルホテルのツインルー\nム２室をそれぞれシングルユースとして使用するという手配を行った。\nところが，同月１３日ころ，突然出発日が同月１９日に変更になっ\nたこと，出張予定者の女性職員が男性職員に変更になったことの連絡\nがあった。\n男性２人であればツイン１室で宿泊してもらうことも可能であった\nが，あまりに直前の変更であったため，部屋をキャンセルすれば宿泊\n代金全額相当のキャンセル料金が必要となる状態であった（なお，直\n前にキャンセルすればキャンセル料金が宿泊代金全額相当になる場合\nもあることは，口頭で大阪市に説明済みであった。）。そのため，ホ\nテルは当初の手配どおりに２室確保し，２室のツインルームをそれぞ\nれシングルユースとして利用するという形で対応した。\nｂ キャピタルホテルのルームチャージは，シングルユース，ツインユ\nースを問わず５万８３００円であったが，その代金算出根拠は以下の\nとおりである。\nすなわち，被告ジェイティービーの現地法人であるＪＴＢ ＡＵＳ\nＴＲＡＬＩＡ ＰＴＹ ＬＴＤ．が確保したキャピタルホテルについ\nての宿泊料金は，平成１２年９月１３日から同年１０月３日分につい\nては，仕入料金（税金込み）と残室リスク見合と為替リスク見合を含\nみ，５万３０００円であった。被告ジェイティービーは，この客室料\n金に被告ジェイティービーの利益１０パーセントを上乗せして５万８\n３００円として顧客に販売していた。\nこのように被告ジェイティービーが販売したキャピタルホテルの料\n金は１室１泊５万８３００円であり，１人で使用しても２人で使用し\nてもこの１室１泊５万８３００円の額は変わらず，ルームチャージが\n１１万６６００円の部屋など存在していない。\nｃ なお，被告ジェイティービーが招致局あてで１１万６０００円のホ\nテル代金を記載して見積書（甲４号証の１）を出しているのは，大阪\n市よりラディソンプラザホテルを指定の上でホテル確保を依頼された\nためである。\nすなわち，被告ジェイティービーは大阪市の依頼にこたえてラディ\nソンプラザホテルを確保しようと昀後まで努力したが自社でラディソ\nンプラザホテルを確保することはついにできなかった。やむを得ず同\n業他社にもつてを頼って部屋を探したところ，被告東急観光がラディ\nソンプラザホテルに部屋を確保していることがわかった。被告ジェイ\nティービーとしては今後の営業の展開等も考慮に入れた場合，被告東\n急観光から部屋を買い入れてでも大阪市の要望にこたえるべきだと判\n断されたため，被告東急観光から部屋を買い入れる前提で見積書を提\n出したものである。なお，被告ジェイティービーが被告東急観光から\n買い入れたラディソンプラザホテルの部屋の実際の値段は１１万６０\n００円であり，ホテル代に利益を上乗せすることはしていない。\n(イ) 教育委員会事務局関係\n教育委員会事務局関係（被告Ｂ１８及び被告Ｂ１９関係）の手配につ\nいては，以下のとおりである。\nすなわち，平成１２年８月中旬ころ，教育委員会事務局スポーツ部国\n際競技課の事務担当者よりオリンピック出張についての見積依頼があっ\nた。ところが，オリンピック開催直前の手配依頼であったため，スタン\nダードクラスのグレードの低いホテルでは部屋を確保することは困難と\n思われたため，過去のオリンピック観戦ツアーの例を出し，手配するこ\nとができない場合もある旨を手配依頼時を含め複数回大阪市側に口頭で\n説明した。これに対し，大阪市側から確保可能性のあるホテルでの見積\nりを提出するよう指示があったため，被告ジェイティービーは，グレー\nドの高いホテルの１つであるピアワンパークロイヤルホテルの消化率６\n０パーセント換算８０円での室料１０万６１８７円に約１割の被告ジェ\nイティービーの利益を載せて１１万６０００円の見積書を大阪市に提出\nした。\n被告ジェイティービーは見積書記載の金額でホテル手配に尽力したが，\n平成１２年８月下旬時点ではいまだ手配を完了させることができなかっ\nた。大阪市は，被告ジェイティービーの手配回答が出ないため，同月下\n旬ころ，ＪＯＣに対し，保有客室の有無を打診してみたところ，ＪＯＣ\nが以前から確保していたヒルトンシドニーホテルを１人５万８０００円\nで使用することができるとの連絡がＪＯＣから入った。教育委員会事務\n局は，ＪＯＣの保有するヒルトンシドニーホテルを使用することに決定\nしたが，航空券手配を被告ジェイティービーが行っていたこともあり，\nＪＯＣからいったん請求書を被告ジェイティービーに回してもよいかと\n国際競技課事務担当者より問い合わせがあり，被告ジェイティービーは\n同申出を了承した。\n以上のように，被告ジェイティービーは，結果としては，シドニーヒ\nルトンホテルの手配には全く関与していないのであって，何らの利益も\n得ていないばかりか，ホテル料金の決定にすら関与していない。\nウ 原告らの主張に対する反論等\n(ア) 原告らは，ラディソンプラザホテルのセールスマネージャーである\nＮの毎日放送のインタビューから，宿泊料金の高騰はあり得ない旨主張\nする。\nしかしながら，Ｎは，２００１年（平成１３年）２月からラディソン\nプラザホテルに勤務した者であり，上記インタビューは同年４月ないし\n５月にされ，部屋の料金も取材を直接受けていないジェネラルマネージ\nャー（Ｓ）に指示されたとおりに語っただけであって，その回答は極め\nて信ぴょう性に欠けるものである。\n(イ) さらに，原告らは国内旅行業者の発言を引用するが，どの旅行会社\nのどの担当部署に勤務するどのような人物か，本当に旅行関係者である\nのかすら全く不明であるし，インタビューが適正に行われたのか，イン\nタビューの編集がいかなる態様で行われたものかも全く不明であって，\nその発言は極めて信用性に欠けるものである。\n(ウ) 原告らは，招致委員会に対する見積書と同じ条件で招致局はホテル\nを確保することができたはずであるといった趣旨の主張をするが，ホテ\nル確保に関する状況が招致局と招致委員会とでは大きく異なっていたも\nのであり，原告らの上記主張がホテル確保に至る経緯を全く無視した主\n張であって採り得ないことは，争点(2)に関する被告東急観光の主張イ\n(ウ)記載のとおりである。\nなお，被告ジェイティービーは，招致委員会の要請を受け，招致委員\n会の要望する宿泊施設確保のための活動を，遅くとも平成１１年１０月\n１６日から開始している。\nエ 談合の不存在\n原告らが主張するような被告業者ら間の談合により宿泊料金が決定され\nた事実は全く認められない。\nこの点，原告らは，談合の存在をしきりに主張するが，具体的な談合の\n日時，場所，態様等については一切主張立証がされていない。\nまた，原告らは，見積書の金額が被告業者ら３社で一致していることが\n談合の証拠であるかのような主張をするが，被告近畿日本ツーリストは，\nラディソンプラザホテルの宿泊代金に関して他の２社と全く異なる金額\n（１３万円）を提示しており，この事実だけからしても，原告らの主張は\n失当である。被告ジェイティービーが招致局や教育委員会事務局に対し１\n１万６０００円の宿泊料金の見積書を提出した経緯は，前記イ記載のとお\nりである。\nオ 暴利行為ではないこと\n原告らは，被告ジェイティービーの値段設定を暴利行為であると主張す\nるが，被告ジェイティービーの設定した値段が一般客と比較してもほとん\nど変わらないこと，また，大阪市の依頼に係る宿泊料が若干高くなってい\nるのにも相当な理由が存することは，上述のとおりである。\n旅行会社としても，商売である以上，売上を増加させなくてはならない\n要請と，利益を出さなければならない要請という相反する２側面を勘案し\nて代金を決定するのであり，代金を不当に高額に設定すれば他社に顧客を\n奪われるし，不当に安く設定すれば赤字になるという状況の中で，ぎりぎ\nりの数字を算出して旅行という商品を販売する立場にある。その旅行会社\nが算出したホテル指定もできないツアーの宿泊代金とさほど変わりない値\n段で，特殊事情（直前の手配，ホテルの指定）のある大阪市のホテルを提\n供するのであるから，むしろ旅行会社としては商売抜きといっても良いく\nらいであり，原告らの暴利行為の主張は失当である。\n(3) 争点(3)（本件出張に係る事業経費の相当性）について\n（原告ら）\nア 本件事業経費の支出手続は極めてずさんである。\n(ア) 大阪市は，別紙事業経費一覧表記載の№１ないし№３の事業につい\nて，被告東急観光との間で，同一覧表の契約金額欄記載の契約金の支払\nを約し，それぞれの支払をした。\nしかし，№１と№３については，支出決裁及び契約締結決裁は行った\nものの，契約書は作成せず，また，当初契約どおりの給付がされていな\nいにもかかわらず，当初契約に基づく給付がされているものと認定し，\n契約金額どおり合計１１９０万円の支払を行い，その結果，出来高（８\n０８万６５７１円）に比して支出金額が３８１万３４２９円過大になっ\nたにもかかわらず，その戻入手続を取らなかったという。\n被告Ｂ２１は，上記出来高以上の支払を行ったことにつき，単純な誤\nりであるとするが，本当に単純なミスによって払いすぎたのかどうかに\nついても疑問が残る。また，№１に係る現実の出来高であったとする６\n３８万８７７１円についても，どのような形で出来高確認を行った結果\nの数字であるのか具体的には明らかにされておらず，真にそれだけの出\n来高があったのかも不明である。\n事業経費については，本来は出来高確認を行って検査調書を作成した\n上で支出命令書を作成し支払をしなければならない。本件では，出来高\n確認をせず検査調書を作成しないままで支払をしているのであるから，\n支出された全額が違法な支出であって，大阪市の損害というべきであり，\n事後的に出来高確認がされて，それだけの役務が提供されたことが立証\nされた範囲内で損害が減額されるべきである。しかるに，本件では出来\n高について具体的な立証がされていないのであるから，全額が損害とい\nうべきである。\n(イ) 別紙事業経費一覧表の№７及び№８については，支出決裁及び契約\n締結決裁を行わず，見積書の徴取も行わず，契約代金合計９９万円は，\n上記３８１万３４２９円の一部と相殺し，その残額２８２万３４２９円\nは，預り金から支払うべき宿泊料等の支払に充てたという。\nまた，別紙事業経費一覧表の№４ないし№６については，支出決裁及\nび契約締結決裁を行わず（№５及び№６については，見積書の徴取も行\nっていない。），その支払については，上記損益相殺後の残額２８２万\n３４２９円を預り金で支払うべき宿泊料等の支払に充てた結果，預り金\nに２８２万３４２９円の残余が生じ，その残余金で支払を行っていたと\nいう。\nこの点に関し，被告Ｂ２１は，上記事業経費に関し，被告ジェイティ\nービー分で１１７万９２６０円（同一覧表№４関係），被告近畿日本ツ\nーリスト分で１１６万円（同一覧表№５関係），インターグループ分で\n６０万９０００円（同一覧表№６関係）の未払が生じた旨説明し，同金\n額を前提に上記のような支払残額の整理を行ったとしている。\nしかしながら，これら事業経費については，事前に見積りを取ること\nもなく，内部的な支出決裁や契約締結決裁等も経ていない。いわば業者\nの言い値をそのまま事業経費として認定しているにすぎず，このような\n事業経費の未払分の認定には合理性がないというべきであって，これら\nの金額に対する支出や相殺処理によって損害額が減少することは認めら\nれるべきではない。\n(ウ) このように，№１及び№３ないし№６の支出並びに№７及び№８の\n損益相殺分については，必要な手続を欠く違法なものであった。\n以上の手続違反については，本件監査結果においても指摘されている\nものであるが，本件監査結果においては，№４ないし№８について，現\n地での経費として必要な役務の提供がされており，これらの出来高（合\n計３８１万３４２９円）は不当とはいえないので，大阪市には損害が発\n生していないと結論付けている。しかしながら，これだけずさんな手続\nが行われているのに，安易に損害がなかったと結論付けるのは極めて不\n当である。\nイ 本件事業経費価格設定の違法\n(ア) 自動車賃借料について\n被告東急観光は，事業経費についても，招致局と招致委員会とで異な\nる価格設定を行っている。これを現地での自動車賃借料についてみると，\n以下のとおりである。\nａ 招致委員会に対する自動車賃借料の設定\n(ａ) 被告東急観光は，招致委員会に対し，平成１２年８月２９日，\n期間を同年９月６日から同年１０月３日までの２８日間，台数を乗\n用車４台（運転手付き），業務時間を各車毎日１２時間（時間帯は\n各車調整），走行距離を１日１台１００キロメートル以内とする代\n金６５０万円の見積を作成提出し，招致委員会との間で，同年９月\n６日，同内容の業務委託契約を締結した。\n(ｂ) なお，被告東急観光は，(ａ)に先立つ平成１２年８月１８日，\n招致委員会に対し，乗用車４台，期間を同年９月１２日から同月１\n６日までの５日間，時間数を合計５６時間とする代金１１２万円の\n見積を作成提出している。\n(ｃ) (ａ)記載の見積書から１時間当たりの単価（４台分）を計算す\nると，１時間当たり１万９３４５円（６５０万円÷２８÷１２）と\nなる。\nまた，(ｂ)記載の見積書から１時間当たりの単価を計算すると，\n１時間当たり２万円（１１２万円÷５６）となる。\nｂ 招致局に対する自動車賃借料の設定\n「第２７回シドニーオリンピック競技大会関係にかかる事業経費に\nついて」という標題の平成１２年９月付け決裁文書（甲８号証の１な\nいし３）には，支出内訳として，「船車賃借料 専用車（１日：８時\n間） ＠３００，０００×２０日＝６，０００，０００円」との記載\nがあることからすれば，被告東急観光は，招致局に対しては，期間を\n２０日間，時間を１日８時間とする条件で，自動車賃借料として，代\n金６００万円とする見積りを作成していたものと思料される。そして，\n上記決裁文書には台数の明示がないが，招致局からの出張人員が一番\n多く重なっているときでも８名であり，複数の自動車の使用が必要と\nは考えられないこと等からすれば，「＠３００，０００」とは，１台\n当たりの１日の単価と考えられる。そうすると，１時間当たりの単価\nは，３万７５００円（３０万円÷８）となる。\nｃ ａ記載の見積書（平成１２年８月２９日付けないし同月１８日付\nけ）とｂ記載の決裁文書（同年９月付け）からすれば，被告東急観光\nが招致委員会及び招致局に対し見積をした時期は極めて近接している\nにもかかわらず，被告東急観光は２倍近い差を設けて価格を設定して\nいる。\nこれらの事実からすれば，被告東急観光は，本件事業経費のうち自\n動車賃借料についても暴利行為を行っていたものというべきである。\n(イ) (ア)記載の検討結果に照らせば，本件事業経費中，自動車賃借料以\n外のものについても，仮に出来高部分について損益相殺する余地がある\nとしても，大阪市がいう出来高（別紙事業経費一覧表の出来高欄記載の\n各出来高）の５０パーセントに相当する限度で認めるべきであり，これ\nを超える部分に相当する金額は妥当性を欠くものというべきである。\n（被告職員ら）\nア 本件事業経費に係る各支出の必要性について\n(ア) 本件事業経費の内容は，本件出張のための現地で要した専用車両賃\n借，通訳，オリンピック入場券の手配等の経費と本件子ども親善大使派\n遣に係る追加経費である。\nａ シドニーオリンピック競技大会関係視察等経費（別紙事業経費一覧\n表№１）として支出した支出項目\n本件出張の目的は，オリンピック大会運営状況の調査，立候補都市\n用プレゼンテーションテーブル等設置準備に係る連絡調整業務，競技\n施設，選手村等の調査，研究，メディア関係の調査，文献の収集であ\nり，これらの業務を円滑に遂行するための経費として支出したもので\nある。\n実際には，同一覧表№１の経費により，ガイド及び運転手付き車両\nの借上げ並びに携帯電話の借上げを行った。\n(ａ) 車両の借上げについて\nシドニー市内において，市長，助役等の幹部職員がＩＯＣ関係者\nの移動先，各種会議及びレセプション会場等への移動用に，また，\n幹部職員以外の職員がＩＦ役員との実務的な会合をするため競技会\n場や当該ＩＦ役員の指定した場所に移動するため，車両が必要とな\nることがあらかじめ予想された。また，乗用車のほか，ＩＦへの説\n明に国内競技団体関係者にも同行を求めることがあり，多人数が一\n度に効率よく移動するためにバスを１台確保することとした。\n車両の借上げについては，オリンピック期間中に設けられたＣＯ\nＡＣＨ２０００という自動車業者の連盟を通じて一括に取り扱われ\nており，旅行代理店にドライバー及びガイドをセットにして手配を\n依頼したものである。上記自動車業者の連盟を通じて手配した車両\nにより，厳しい交通規制や駐車場確保の問題を比較的容易にクリア\nすることができたため，現地における招致活動に大いに役立った。\n(ｂ) 携帯電話の借上げについて\n現地における招致活動の目的を達成するためＩＯＣ関係者からの\n情報や国内競技団体関係者を通じた緊急のアポイントメントにも対\n応することができる体制を組むために現地で携帯電話を通じて絶え\nず出張者間での連絡を取る必要があった。現地では，関係者のアポ\nイントメントが取れている日の前日の夜になって，急に別件のアポ\nイントメントが入ること等もあり，このような場合において面会者\nの日程を調整するなど緊急の連絡を取り合う必要があった。日本か\nら携帯電話を持参すると，通話料金が他国を経由しての国際電話扱\nいとなり大変高額になることから，現地において携帯電話をレンタ\nルすることとしたものである。\nｂ その他事業経費として支出した支出項目\n(ａ) シドニーオリンピックにおける入場券の手配等（別紙事業経費\n一覧表№３）について\n本件出張の目的には，実際に競技会場内でゲームの運営状況を視\n察することのほか，ＩＦ関係者に大阪オリンピックの計画を説明す\nること（来阪の約束を取り付けること）などがあるが，ＩＦ関係者\nは競技場内にいることが多く，面会のためには入場券を入手しなけ\nればならなかったので，そのために経費として支出したものである。\n(ｂ) シドニーオリンピックにおける通訳旅費（別紙事業経費一覧表\n№４）について\n通訳経費については，ＩＦ等と本格的な交渉が必要な場合には，\nスポーツに詳しい特殊な通訳が必要となるため，当該通訳の航空運\n賃及び宿泊料を支出したものである。\n(ｃ) シドニーオリンピックにおける入場券の手配等（別紙事業経費\n一覧表ＮＯ．５）について\n本件出張の目的には，実際に競技会場内でゲームの運営状況を視\n察することのほか，ＩＦ関係者に大阪オリンピックの計画を説明す\nることなどがあるが，ＩＦ関係者は競技場内にいることが多く，面\n会のためには入場券を入手しなければならなかったので，(ａ)（同\n一覧表№３）とは別に現地で必要になる経費として支出したもので\nある。\n(ｄ) シドニーにおける通訳費（別紙事業経費一覧表№６）について\nＩＦ等と本格的な交渉が必要な場合には，スポーツに詳しい特殊\nな通訳が必要となったため通訳料として支出したものである。\n(ｅ) 本件子ども親善大使派遣（追加分）（別紙事業経費一覧表№\n７）について\nオリンピックムーブメント啓発の一環として，また，オリンピッ\nクゆかりの地や開催地を訪れることでオリンピックのすばらしさを\n知ってもらうことを目的として，大阪市では平成８年度から小学生\n（高学年），中学生をアトランタ，ローザンヌ，アテネへ派遣して\nいたが，シドニーへも上記目的のため子ども達を派遣したものであ\nる（本件子ども親善大使の派遣）。この際，随行職員の閉会式を含\nむ入場券について別紙事業経費一覧表№２に含まれていなかったの\nで，追加的に支出したものである。\n(ｆ) シドニーオリンピック会議室使用料（別紙事業経費一覧表№\n８）について\n本件出張中に急きょ大阪市の招致関係者の会議とＩＦへの説明会\nを開催する必要が生じたので，ホテルの会議室を借りるため支出し\nたものである。\n(イ) 現地で追加支出をした事業経費については，現地で担当者が局長級，\n部長級の出張者に諮り必要性を判断し，被告Ｂ２０に報告の上，執行し\nた。この追加分の事業経費については，当初の決議の枠内で費目の変更\n又は追加支出の決議を適宜行うことで支出することとしていた。\nまた，事業経費に係る履行確認については，事業を委託した旅行業者\nの請求に基づき被告Ｂ２１が各出張者に確認した。\nしたがって，本件事業経費について，必要な事業に支出され，履行確\n認がされたことは明白であり，追加支出分についても内容及び手続が適\n正であったことは明らかである。\nイ 経理上の処理について\n本件事業経費の支出及び清算の関係は，前提となる事実等(6)記載のとお\nりであり，会計規則上の適正さを欠く手続が行われていたことは事実であ\nるが，このような状況となった事情としては，シドニーオリンピック以降\n招致局における会計責任者の業務が繁忙となったことが挙げられる。\n本来，招致局の庶務担当課長として，招致局の経理上の事務を掌理して\nいたのは，連絡調整課長である被告Ｂ２０であったが，同被告は，いわゆ\nる庶務担当業務の他に事業全体の進行管理，国等関係機関との連絡調整，\n市民運動との連携業務等，オリンピック招致に係る対外的な業務を所管し\nており，極めて繁忙であった。そこで，旅行代理店との交渉窓口，支出決\n議に伴う見積りの徴収，支出決議後の履行確認，資金前渡を受けた現金の\n処理等の実務については，被告Ｂ２０から連絡調整課長代理である被告Ｂ\n２１に任されていた。被告Ｂ２１は，本件出張に係る旅行業者との交渉窓\n口等経理責任者としての業務を遂行していたが，シドニーオリンピック以\n降，正式立候補都市として海外での招致活動の増加，ＩＯＣ評価委員会の\n来阪，平成１３年度に向けての予算編成業務，年度末業務等繁忙を極めて\nいた。まず，シドニーオリンピック以降の海外招致活動については，ＩＯ\nＣの理事会，ＧＡＩＳＦの総会等あわせて平成１２年度中に１２の会議等\nへ延べ２０名の職員を出張させることとなった。旅行会社からはこれらの\n海外出張ごとに宿泊料及び事業経費について請求があったが，これら請求\nの中には複数の出張について一括で請求されるものもあり，また，事業経\n費分と宿泊料分と仕分けされずに請求された。大阪市の会計区分上宿泊料\nと事業経費とは別の費目で支出することを要するところ，被告Ｂ２１にお\nいて旅行会社からの請求の仕分けに手間取るうちに更に請求が重なるなど\n手続が滞り，その中でシドニーオリンピックに係る費用の支出が遅延して\nきた。また，被告Ｂ２１は，連絡調整課長代理として，オリンピック招致\n業務にも携わっており，地元大阪における市民運動の活性化を所管してい\nた。このため，平日の時間内は市内の地元商店街等へ連絡調整に赴き休日\nも招致イベント等の実施に関与するなどいわゆる事務を処理する時間的余\n裕がなかった。さらに，平成１３年２月のＩＯＣ評価委員会の来阪に当た\nっては，２８競技すべての競技予定会場について，視察ルートを検討し，\nすべてのルートについて下見を行い，視察先の歓迎行事の手配を行うなど，\n特に平成１２年１２月から当該業務に忙殺された。この間，支出手続が滞\nってきたことについて，被告Ｂ２０も対外業務が多忙であり庁内を離れる\nことが多く，被告Ｂ２１との間で経理処理の改善について相談等を行う時\n間的余裕もなかった。\nもとより，支払手続の遅延が正当化されるものではないものの，シドニ\nーオリンピック以降の担当者の繁忙については上記のとおりであり，やむ\nを得ない状況であったことは明らかである。\n旅行業者等に対する支払については，昀終的に平成１３年７月までに過\n払額との相殺等の手続を経てすべて提供を受けた役務に対して費用の支出\nが行われたものである。\n（被告東急観光）\nア 自動車賃借料について\n(ア) 招致委員会の車両確保\n招致委員会は，争点(2)についての被告東急観光の主張記載のとおり民\n間団体であり，独自の人脈等を有していた。車両確保に関しても，招致\n委員会構成メンバーの知人であり，オーストラリア在住のＴの関与があ\nった。Ｔは，当時グローバルエデュケーションアンドリクルートメント\nのチーフエグゼクティブオフィサーであったが，現地の車両会社をよく\n知っており，格安で車を確保することが可能であるため，Ｔを通して車\n両を確保して欲しいと招致委員会から連絡があった。そこで，被告東急\n観光は，Ｔから紹介された車両会社と被告東急観光が利用しているラン\nドオペレーターであるＪＴＡとを契約させ，それを招致委員会に取り次\nいだ。なお，招致委員会に対する車両手配に関しては，ランドオペレー\nターに取り次いだだけであるので，特に被告東急観光としては手数料等\nは取っていない。ただし，招致委員会から，見積書，契約書等は必要な\nので発行するよう要請されて，発行したものである。\n(イ) 招致局の車両確保\n招致局の車両確保に関しては，招致委員会のような人脈があるわけで\nはなく，正規の発注となった。また，招致委員会はセダンを利用したよ\nうであるが，市長その他要人の使用を前提として招致局の公式な招致活\n動に用いることや直前の急な確保依頼のため等もあり，リムジンを含め\nて車両を確保することになった。オリンピック期間中の車両については，\nシドニーオリンピック組織委員会により認定を受けたＣＯＡＣＨ２００\n０と称する車両管理組織があり，オリンピック期間中の主な車両手配を\n一括管理していた。ＣＯＡＣＨ２０００に登録されていない車両は，空\n港，競技会場に入ることができない可能性もあったため，大阪市がオリ\nンピック招致活動を確実に行うためには，ＣＯＡＣＨ２０００を通して\n車両を確保せざるを得ない状況にあった。しかも，車両のチャーターに\n関しては，極めて混雑していたため，直前の手配依頼では確保が困難で\nあり，手配には多大の労力を費やさざるを得なかった。\n被告東急観光は，当時のチャーター利用の場合の車両仕入料金に被告\n東急観光の経費，利益を乗せて，別紙旅行費明細書記載のとおり車両費\n用を設定した。\nイ 以上のとおり，本件事業経費中車両費用（自動車賃借料）の価格設定は\n相当なものであるし，被告東急観光に関する他の事業経費についても，そ\nの価格設定は相当なものである。\n（被告近畿日本ツーリスト）\n本件事業経費中，シドニーオリンピックにおける入場券の手配等（別紙事\n業経費一覧表№５）について，被告近畿日本ツーリストは，大阪市から手配\nを依頼された野球，バスケットボール，陸上，新体操，サッカー及び閉会式\nの入場券を，依頼されたとおりの内容で手配し，引き渡したものである。\n被告近畿日本ツーリストは，これらの入場券をランドオペレーターから仕\n入れたものであるが，販売価格は，宿泊料の場合と同様に，仕入価格だけで\nなく，営業政策的な判断も加味して設定したものである。\n（被告ジェイティービー）\n本件事業経費中，シドニーオリンピックにおける通訳旅費（別紙事業経費\n一覧表№４）に係る価格設定の違法をいう原告らの主張は，争う。\n第３ 当裁判所の判断\n１ 争点(1)（本件出張の必要性）について\n(1) 原告らは，大阪市がオリンピック招致活動を実施すること自体，必ずしも\n市民の合意はなかった旨主張し，このような市民の合意のないオリンピック\n招致の一環としてされた本件出張のための公金の支出は違法である旨主張す\nる。\n確かに，大阪市のオリンピック招致活動について市民の一部の間にオリン\nピック開催に向けて巨額の出費をすることは市民に過大な負担を負わせるこ\nとになるなどといった批判が存したことは，被告職員らも認めるところであ\nる。\nしかしながら，地方公共団体は，住民の福祉の増進を図ることを基本とし\nて，地域における行政を自主的かつ総合的に実施する役割を広く担うもので\nあって（地方自治法１条の２第１項），地方公共団体が具体的にいかなる施\n策を実施するかについては，当該地方公共団体の広範な裁量にゆだねられて\nいる。しかるところ，世界昀大のスポーツ大会であり，多種多様な競技につ\nいて世界の一流選手が競技するオリンピック大会を大阪で行うことにより，\n大阪市民が世界昀高レベルの競技に直に接することができ，市民のスポーツ\n振興に資するとともに，競技者やその関係者さらには観客が世界各国から大\n阪に集まることによる国際交流の発展や経済の活性化にも資するということ\nができることに加えて，前提となる事実等(2)アのとおり，オリンピックの招\n致，開催について大阪市会の全会一致による決議を経ていることをも併せ考\nえると，大阪市が２００８年オリンピックを大阪市に招致するための活動を\n展開したことが，地方公共団体の行政施策として裁量の範囲を逸脱したとい\nうことは到底できないから，オリンピック招致活動の一環として行われた本\n件出張のために公金を支出したことが直ちに違法になるということはできな\nい（なお，大阪市が２００８年オリンピックを招致することについては，大\n阪市会のみならず，大阪府議会の決議を経ているほか，我が国政府による閣\n議了解も行われていることは，前提となる事実等(2)ア，オ記載のとおりであ\nる。）。\n(2) 本件出張職員らによる本件出張の必要性について\nア シドニーオリンピックに大阪市の職員を出張させる必要性\n(ア) ２００８年オリンピックの大阪市への招致活動に係る経緯は，前提\nとなる事実等(2)記載のとおりである。\nすなわち，大阪市は，平成６年３月３０日の大阪市会におけるオリン\nピックの招致・開催に関する決議を受けて，同年４月１日，市長室に選\n任スタッフ（部長級）を設置してオリンピック招致への本格的な取組み\nを始め，平成７年４月１日，市長室にオリンピック招致推進部を設置す\nるとともに，同月１９日，全庁組織である招致推進本部を設置し，同年\n１２月，２００８年オリンピックの立候補都市として立候補する旨の意\n思表明を行い，平成８年９月正式にＪＯＣに立候補して平成９年８月１\n３日国内候補都市として選定され，平成１０年４月，オリンピック招致\n推進部を市長室から独立させてオリンピック招致局（招致局）とするな\nどしてきたのであって，大阪市は，早くから招致に向けた活動体制を整\nえ，招致活動に取り組んできたものということができる。\n一方，平成１０年１１月，２００２年（平成１４年）オリンピック冬\n季大会（ソルトレークシティ）招致をめぐるＩＯＣ委員の不正疑惑が浮\n上したことから，ＩＯＣは，立候補手続や招致活動に関するルールを見\n直すこととなり，平成１１年１２月に開催されたＩＯＣ臨時総会におい\nて，技術的要件を満たす都市だけを正式立候補都市として承認するとい\nう正式立候補都市承認手続の導入，ＩＯＣ委員及び候補都市の相互訪問\nの禁止等を内容とする新しいルールが決定された。そのような中で，大\n阪市は，平成１２年１月，ＪＯＣを通じて２００８年オリンピックへの\n立候補申請を行ったが，同オリンピックへの立候補申請は大阪市のほか\n９都市に及んだ。同年２月２４日，ＩＯＣ本部のあるスイスのローザン\nヌにおいて，立候補申請都市に対する説明会が開催され，正式立候補承\n認手続の内容，日程及び立候補申請都市に適用されるルールが明らかに\nされるとともに，立候補申請都市に適用されるルールとして，国際的な\n招致活動，広報の禁止（インターネットによる情報提供を除く。），オ\nリンピックミーティング（ＩＯＣ，国際競技連盟，国内オリンピック委\n員会関係会議，国際競技大会等）への参加の禁止（ＩＯＣ理事会の招待\nがある場合を除く。），海外でのイベントの企画及び参加の禁止，ＩＯ\nＣ委員との相互訪問の禁止（第三者による場合を含む。），ＩＯＣ委員\nが他の目的で立候補申請都市を訪問する場合の関与の禁止，贈り物の授\n受の禁止等が示された。同年８月２８日，ＩＯＣ理事会は，大阪市のほ\nか北京市，パリ市，トロント市及びイスタンブール市の５都市を正式立\n候補都市として承認した。同年９月１５日から同年１０月１日にかけて\nオーストラリアのシドニーにおいてシドニーオリンピックが行われ，正\n式立候補都市として承認された上記５都市がＩＯＣから同オリンピック\nに招待された。同オリンピック期間中の同年９月２５日，シドニーにお\nいて，正式立候補都市に対するＩＯＣの説明会が開催され，その際，候\n補都市用マニュアルが配布されたが，同マニュアルによれば，ＩＯＣへ\nの立候補ファイルの提出期限は２００１年（平成１３年）１月１７日と\nされ，同年２月中旬から４月中旬にかけてＩＯＣ評価委員会による候補\n都市訪問がされた後，ＩＯＣ評価委員会からＩＯＣ理事会に報告がされ，\n同年７月１３日にモスクワで開かれるＩＯＣ総会において開催都市が選\n出される運びとなっていた。また，同マニュアルにおいても，① 新聞，\n雑誌，テレビを通じた情報発信，② ＩＯＣの承認によって各候補都市\nに平等に機会を与える国際会議，国際競技大会でのピーアール，③ イ\nンターネットのホームページでのピーアールを除く自国外での活動の禁\n止，海外でのイベントの禁止，ＩＯＣ委員との相互訪問の禁止（第三者\nによる場合を含む。），ＩＯＣ委員が他の目的で候補都市を訪問する場\n合の関与の禁止，等の招致活動のルールが定められていた。\n以上のとおり，ＩＯＣにおいて立候補手続や招致活動に関するルール\nが見直され，ＩＯＣ委員と招致都市（立候補申請都市ないし正式立候補\n都市）関係者との相互訪問の禁止（ノー・ビジット・ルール）等を中心\nとする新たな招致活動のルールが定められた結果，立候補申請後シドニ\nーオリンピック開催に至るまでの間，大阪市が海外において招致活動を\n行うことは大幅に制限されていた。\n(イ) 前記認定事実に加えて証拠（乙Ａ１８号証，１９号証，２１号証な\nいし３２号証，被告Ｂ７本人，被告Ｂ１７本人，被告Ｂ１９本人，被告\nＢ２０本人）によれば，次の事実が認められる。\nａ 大阪市は，長居陸上競技場，大阪ドーム，中央体育館等，国際水準\nに照らしても優れた機能を持つスポーツ施設を多く有するのみならず，\n充実した宿泊施設や関西国際空港，高速道路網，地下鉄網といった優\nれた都市交通基盤を持つ大都市であるが，他の立候補都市，とりわけ\n一国の首都であり，また，国際的な観光都市であるパリや北京，イス\nタンブールなどと比べて知名度の点で不利であることは否めず，招致\n活動に当たってはノー・ビジット・ルールの制約の下でどのようにし\nて大阪市のオリンピック開催能力を訴えかけるかが大きな課題となっ\nていた。\nｂ 各正式立候補都市に提出が求められていた立候補ファイルの作成に\n当たっても，その主要な部分を構成する各競技の開催計画は，オリン\nピックの都度，競技種目や競技規則，ルール等が変更されており，常\nに昀新の情報を入手しておく必要がある上，実際に競技を主催するＩ\nＦの要望や意見を採り入れて具体的かつ詳細に策定する必要があった\nところ，ＩＦ役員の多くはＩＯＣの関係者でもあり，ノー・ビジット\n・ルールの下，正式立候補都市として承認されるまで事実上ＩＦとの\n接触はできない状況であった。のみならず，立候補ファイルは，前提\nとなる事実等(2)シのとおり，２８競技の競技開催計画のほかセキュリ\nティ，輸送，メディアサービスといった大会全体の運営に関する事項\nについて，テーマ，項目別に延べ５００問を超える質問に沿って具体\n的かつ詳細に策定することが求められるものであり，シドニーオリン\nピック開催中にその策定マニュアルが配布されることとなっていたが，\nその内容からして同オリンピック終了後から準備を始めていたのでは\n到底その提出期限に間に合わないことが予想されていた。\nｃ オリンピック競技施設の整備についても，オリンピック競技施設は，\n各競技の国際基準及びオリンピック基準に適合しているとともに，各\n競技を実際に主催するＩＦが求める要求水準を満たす必要があり，大\n阪オリンピックの際に新設を予定しているaのオリンピックスタジアム，\nアクアティクセンター（プール）はもとより，大阪市が有する既存の\n長居陸上競技場や大阪プール等国際水準の機能を持つスポーツ施設に\nついても，昀新の情報を採り入れて整備計画を策定していく必要があ\nった。\nｄ このほか，大阪市では，シドニーオリンピック開催の翌年である平\n成１３年に本件卓球大会や本件東アジア競技大会が開催されることが\n予定されていた。\nｅ シドニーオリンピックは，大阪市が正式立候補都市として承認され，\n海外における招致活動が認められた直後に開催される世界昀大のスポ\nーツ行事であり，また，オリンピック開催前にＩＯＣ総会が開催され，\nＣ会長をはじめ多数のＩＯＣ委員が集結すること，オリンピック競技\n種目を主催するＩＦについても開会式の前後に理事会が開催されるこ\nとが多く，ＩＦ役員が集結すること等から，ＩＯＣ委員やＩＦ役員等\nの国際スポーツ関係者に対し２００８年オリンピック正式立候補都市\nとしての大阪市のオリンピック開催能力を直接訴えかける絶好の機会\nであった。\nｆ また，シドニーオリンピックは，立候補ファイルの策定に当たって\nも，ＩＯＣ委員やＩＦ関係者と実際に会って大阪市の会場計画を説明\nし，意見を求め，立候補ファイルの提出に必須であるＩＦの承認を得\nられるよう協議する絶好の機会であったのみならず，昀も新しい情報\nが反映された同オリンピックの競技運営や競技会場を実際に見聞する\nことにより，競技に関する昀新の情報を入手することができる場でも\nあった。\nｇ さらに，シドニーオリンピックは，オリンピック競技施設の整備の\n観点からも，関係者の意見を直接聞きながら現地でしか得られない昀\n新の情報を得ることにより，ＩＯＣ委員やＩＦ関係者等から国際的に\n高い評価を受けるような整備計画を策定するための絶好の機会であり，\nまた，実地に視察することにより，施設の配置状況，本設・仮設の使\nい分け，バリアフリー対策，環境対策等のハード面の整備の在り方と\nともに，オリンピック開催時でしか経験することのできない観客や出\n場選手等の動線（大量の人の流れ）のコントロール，セキュリティチ\nェック，メディアへの対応等，ソフト面の運用の在り方をも含めて，\n施設整備面での課題を把握し，大阪オリンピックの各競技会場，特に\nメイン会場となるaオリンピックスタジアム，アクアティクセンターの\n整備計画を策定するための各種情報を収集することができる場でもあ\nった。\nｈ このほか，シドニーオリンピックは，２８競技２９６種目と，各競\n技とも質，量ともに世界のトップレベルの総合競技大会であって，こ\nれまで国際総合競技大会の経験のなかった大阪市にとって，本件卓球\n大会や本件東アジア競技大会を始め今後の国際競技大会の招致，開催\nに当たっても，その雰囲気を体験し，競技施設を始め大会運営，警備\n状況，集客状況，ボランティアの活動状況，ホスピタリティのあり方\nなどを視察することができる場であるのみならず，競技会場やレセプ\nション会場などにおいて，世界各国から集まってくる各競技のＩＦの\n関係者らと積極的に接触し，大阪での各種国際競技大会の開催実績や\n本件卓球大会，本件東アジア競技大会をアピールする絶好の機会でも\nあった。\n(ウ) 以上認定したところによれば，大阪市は，早くから招致に向けた活\n動体制を整え，招致活動に取り組んできたものの，ＩＯＣにおいて立候\n補手続や招致活動に関するルールが見直され，ＩＯＣ委員と招致都市\n（立候補申請都市ないし正式立候補都市）関係者との相互訪問の禁止\n（ノー・ビジット・ルール）等を中心とする新たな招致活動のルールが\n定められた結果，立候補申請後シドニーオリンピック開催に至るまでの\n間，大阪市が海外において招致活動を行うことは大幅に制限されていた\nことから，シドニーオリンピックは，２００８年オリンピックの招致を\n目指す大阪市にとって，開催都市の決定に関与するＩＯＣ委員その他の\n国際スポーツ関係者に対し正式立候補都市としての大阪市のオリンピッ\nク開催能力を直接訴えかけ，知名度の低さを克服する絶好の機会である\nとともに，開催都市の決定に当たり重要な選考資料となる立候補ファイ\nルの策定のために，競技に関する昀新の情報を入手し，各競技について\nＩＦの承認を得られるよう協議を行うことができ，セキュリティ，輸送，\nメディアサービスといった大会全体の運営に関する事項について具体的\nなイメージを把握し，必要な情報を収集することができる絶好の機会で\nもあり，また，オリンピック競技施設の整備の観点からも，ＩＯＣ委員\nやＩＦ関係者等から国際的に高い評価を受けるような整備計画を策定す\nるために，施設整備面での課題を把握し，現地でしか得られない各種情\n報を収集することができる場であり，さらに，翌年に控えた本件卓球大\n会及び本件東アジア競技大会の開催のための情報収集やＩＦの関係者ら\nとの交流の機会でもあったと認められる。\nこれらによれば，大阪市のオリンピック招致行政ないし本件卓球大会，\n本件東アジア競技大会の開催等に向けたスポーツ行政の遂行上，シドニ\nーオリンピックに大阪市を代表する立場にある者（市長，助役等）を始\nめオリンピック招致行政の関係部局（招致局，建設局）の職員や本件卓\n球大会，本件東アジア競技大会の開催事務の関係部局（教育委員会事務\n局）の職員を派遣する必要性が存在したものというべきである。\n(エ) 原告らの主張について\nａ 原告らは，招致委員会は大阪でのオリンピック開催をピーアールす\nるという役割を持っており，実際に招致委員会の職員が多数シドニー\nオリンピックを視察していたのであるから，招致委員会とは別に招致\n局の職員がＩＯＣやＩＦ関係者に対するピーアールをする必要性は全\nくない旨主張する。\n前提となる事実等(2)イ，ウ及びカ並びに証拠（乙Ａ１号証，２５号\n証，２７号証）及び弁論の全趣旨によれば，招致委員会は，オリンピ\nックの招致活動を推進するため，主として大阪市内の市民団体，経済\n団体，スポーツ団体，労働団体などの代表が一体となって設立された\n招致推進会議を前身とし，２００８年オリンピックの我が国への招致\nやオリンピックムーブメントの普及及び啓発を行うこと等を目的とし\nて，大阪市とＪＯＣの出捐によって設立された財団法人であって，大\n阪市長である被告Ｂ１が招致委員会の会長を務め，２００８年オリン\nピックの大阪招致を実現するため，広報活動，渉外活動その他必要な\n事業を行い，シドニーオリンピックにおいては，ＩＯＣホテルにおい\nて設置が認められていたプレゼンテーションルーム及びホスピタリテ\nィルームにおける大阪招致へのピーアール活動，メインプレスセンタ\nーにおける海外の報道機関に向けた記者会見の設定など，ＩＯＣの定\nめたルール内における積極的な招致活動を行っていたこと，他方，招\n致局は，シドニーオリンピックが開催された平成１２年度には１部\n（招致推進部）２課（連絡調整課，計画課）が置かれ，連絡調整課で\nは，招致局の庶務的業務を所管するとともに，関係団体及び機関との\n連絡調整，オリンピック招致に係る広報及び市民運動に関することを\n所管し，具体的には，国においてオリンピック招致を所管していた文\n部省及び海外情報収集等の窓口としての外務省並びにＪＯＣと大阪市\nとの連絡調整業務，オリンピックムーブメントの普及，啓発のための\n子ども親善大使の派遣事業，市内在学中の小学生，中学生を対象とし\nたオリンピック副読本の作成などを行っており，計画課では，オリン\nピック招致計画の策定及び推進に関すること，競技施設その他オリン\nピック関連施設の整備計画の調査及び立案に関することを所管し，具\n体的には，平成１２年６月にＩＯＣに提出した正式立候補都市承認の\nための選考資料となる「２２項目の質問事項に対する回答書」の作成\n及び平成１３年１月にＩＯＣに提出した立候補ファイルの作成などを\n行っていたこと，以上の事実が認められる。\n以上の事実によれば，２００８年オリンピックの大阪招致に向けた\nピーアール活動は主として招致委員会が担っていたものということが\nできるものの，そもそも２００８年オリンピックの招致は大阪市がそ\nの行政施策として決定し遂行しているものであって，当該行政施策が\n地方公共団体の施策として裁量の範囲を逸脱するものでないことは前\n記のとおりであるから，被告Ｂ１や被告Ｂ２が大阪市長ないし大阪市\n助役として大阪市を代表する立場からシドニーオリンピックにおいて\nＩＯＣ委員やＩＦ役員らに対し２００８年オリンピックの大阪招致を\n訴えかけることがその必要性を欠くということはできず，また，大阪\n市の一部局として２００８年オリンピックの大阪招致に係る行政事務\nを所管していた招致局の職員が招致委員会とは別個にＩＯＣ委員やＩ\nＦ役員等に対し２００８年オリンピックの大阪招致をピーアールする\nことがその必要性を欠くということもできない。\nｂ 原告らは，立候補ファイル作成のためにシドニーオリンピックに大\n阪市の職員を出張させる必要性が存したか不明であるとし，また，Ｉ\nＦ役員らとの面談あるいは協議も不必要であった旨主張する。\nしかしながら，大阪市は，平成１２年８月２８日に２００８年オリ\nンピックの正式立候補都市として承認され，平成１３年１月１７日ま\nでにＩＯＣに立候補ファイルを提出する必要があったことは，前記の\nとおりであるところ，この立候補ファイルの作成，とりわけその主要\nな部分を構成する各競技の開催計画は，オリンピックの都度，競技種\n目や競技規則，ルール等が変更されており，常に昀新の情報を入手し\nておく必要がある上，実際に競技を主催するＩＦの要望や意見を採り\n入れて具体的かつ詳細に策定する必要があり，そのためには，ＩＦの\n会長，事務局長等の幹部役員や技術スタッフ等の実務担当者が競技会\n場にいることが多いシドニーオリンピックにおいて，ＩＦ関係者らと\n実際に会って大阪市の会場計画を説明し，意見を求め，立候補ファイ\nル提出に必須であるＩＦの承認を得られるよう協議する必要があった\nことは，(イ)記載のとおりである（原告らは，立候補ファイルの提出\nにＩＦの承認を得ることは必須ではなかった旨主張するが，証拠（乙\nＡ３６号証，被告Ｂ７本人）によれば，立候補ファイルに記載する必\n要がある質問事項中，テーマ８「競技」に係る質問事項として，各競\n技ごとにＩＦとの交渉状況を記載するよう求められており，また，Ｉ\nＦの承認を得られたものについてはＩＦの承認の書簡を保証として立\n候補ファイルに添付して提出するよう求められていたことが認められ，\nこれらからすれば，各競技ごとにＩＦの承認を得ることは，立候補フ\nァイルの作成，提出のための形式的な必要条件であるということはで\nきないものの，オリンピック開催都市として選出されるためには必須\nの事項であったものと認められる。）。のみならず，前記のとおり，\n立候補ファイルは，２８競技の競技開催計画のほかセキュリティ，輸\n送，メディアサービスといった大会全体の運営に関する事項について，\nテーマ，項目別に延べ５００問を超える質問に沿って具体的かつ詳細\nに策定することが求められるものである上，その内容からしてシドニ\nーオリンピック終了後から準備を始めていたのでは到底その提出期限\nに間に合わないことが予想されていたというのであるから，これらの\n事項について具体的なイメージを把握し，必要な情報を収集して，開\n催都市の決定に当たり重要な選考資料とされる立候補ファイルを充実\nした説得力のある内容のものとしつつ提出期限に間に合うように作成\nするためにも，招致局の職員をシドニーオリンピックに派遣する高度\nの必要性が存在したものというべきである。\nｃ 原告らは，施設の整備状況については，シドニーオリンピックの開\n催前あるいは開催後においてシドニーにおける施設関係者から情報収\n集を行うことも含めて十分に可能であったなどと主張する。\nしかしながら，前記のとおり，オリンピック競技施設の整備におい\nても，施設の配置，バリアフリー対策，環境対策等のハード面のみな\nらず，観客や出場選手等の動線（大量の人の流れ）のコントロール，\nセキュリティチェック，メディアへの対応等のソフト面をも踏まえて，\nＩＯＣ委員やＩＦ関係者等から国際的に高い評価を受けるような整備\n計画を策定する必要があるところ，上記のソフト面等はオリンピック\n開催時でしか経験することのできないものであることから，これらを\n実地に見分，調査し，施設整備面での課題を把握し，昀新の情報を含\nめた各種情報を収集するため，施設整備を所管する大阪市建設局の職\n員をシドニーオリンピックに派遣する必要性が存在したものというべ\nきである。\nｄ 原告らは，本件卓球大会や本件東アジア大会については同種の国際\n大会についての情報，資料等の収集に努めれば足りるから，教育委員\n会事務局職員の出張は必要性が全くなかったなどと主張する。\nしかしながら，本件卓球大会や本件東アジア大会の開催準備に当た\nっても，オリンピックの場合と同様に，同種の国際競技大会の運営の\n実情を把握し，そのノウハウを獲得することが必要であり，大阪市が\nそれまで国際総合競技大会の経験を有していなかったことにもかんが\nみると，情報収集及びＩＦの関係者らとの交流等のため本件卓球大会\n及び本件東アジア大会の開催を翌年度に控えてこれを所管する教育委\n員会事務局の職員を昀大規模の国際総合競技大会であるシドニーオリ\nンピックに派遣する必要性が存在したものというべきである。\n(オ) 以上検討したところによれば，２００８年オリンピックの招致活動\nの一環として，また，本件卓球大会及び本件東アジア競技大会に向けた\n情報収集，ＩＦの関係者らとの交流等のために，シドニーオリンピック\nに大阪市の市長，助役その他の職員を出張させる必要性が存したものと\n認めるのが相当である。\nイ 本件出張職員らを出張させる必要性について\n(ア) 市長，助役及び招致局職員らの出張の必要性について\nａ 被告出張職員ら中，大阪市長であった被告Ｂ１（被告１），大阪市\n助役であった被告Ｂ２（被告２），市長室秘書部の職員であった被告\nＢ３（被告３），大阪市顧問であった被告Ｂ１５（被告１５）並びに\n招致局職員であった被告Ｂ４（被告４），被告Ｂ５（被告５），被告\nＢ６（被告６），被告Ｂ７（被告７），被告Ｂ８（被告８），被告Ｂ\n９（被告９），被告Ｂ１０（被告１０），被告Ｂ１１（被告１１），\n被告Ｂ１２（被告１２），被告Ｂ１３（被告１３）及び被告Ｂ１４\n（被告１４）の本件出張時における具体的な役職の内容は，前提とな\nる事実等(1)イ(ア)ないし(ソ)記載のとおりである。\nまた，これらの被告出張職員らに係る本件出張の日程及び宿泊日数\nは，別紙本件出張一覧表記載のとおりである。\nさらに，これらの被告出張職員らをオーストラリアに派遣し，海外\n出張を命じ（被告１を除く。），旅費の調整を行い，経費を支出する\nことについて，「職員の海外出張及び旅費の調整並びに同経費の支出\nについて」という標題の決裁文書が作成されており，同決裁文書には，\nこれらの被告出張職員らに係る本件出張の必要性について，前提とな\nる事実等(3)ウ(ア)のとおり記載されている。\nｂ ところで，２００８年オリンピックの招致活動の一環として，また，\n本件卓球大会及び本件東アジア競技大会に向けた情報収集，ＩＦの関\n係者らとの交流等のために，シドニーオリンピックに大阪市の職員を\n出張させる必要性が存したものと認められることは，前記のとおりで\nあるから，ａ記載の被告出張職員ら（被告１ないし被告１５）の当時\nの役職，出張の日程，上記決裁文書の記載内容等に照らして，これら\nの職員に係る本件出張の必要性の存否について，以下検討する。\n(ａ) 平成１２年８月２８日，大阪市が２００８年オリンピックの正\n式立候補都市として承認され，正式立候補都市として承認された他\nの４都市とともにＩＯＣからシドニーオリンピックに招待されたこ\nと，シドニーオリンピック期間中の同年９月２５日，シドニーにお\nいて，正式立候補都市に対するＩＯＣの説明会が開催されたことは，\n前提となる事実等(2)コ及びサ記載のとおりである。そして，証拠\n（乙Ａ１号証，１８号証，２０号証，２５号証，２８号証，３２号\n証）によれば，シドニーオリンピックに先立ち，同月１１日から１\n４日まで，ＩＯＣホテルであるシドニーのリージェント・ホテルに\nおいて，ＩＯＣ総会が開催されたこと，同月１１日から同月１３日\nまでの間，各正式立候補都市には，ＩＯＣ総会会場入口付近（リー\nジェント・ホテルのロビー）でのプレゼンテーションテーブルの設\n置が認められ，また，同月１４日から同年１０月１日までの間，Ｉ\nＯＣから各正式立候補都市に対し，ホスピタリティルームとして同\nホテルの１室が提供されたこと，さらに，ＩＯＣが主催する正式立\n候補都市の記者会見が開かれるのではないかと想定されていたとこ\nろ，同年９月１５日にメインプレスセンターにおいて記者会見が実\n施されたことがそれぞれ認められる。\nこれらの事実に加えて，前記のとおり，シドニーオリンピックは，\nＩＯＣ委員やＩＦ役員等の国際スポーツ関係者に対し２００８年オ\nリンピック正式立候補都市としての大阪市のオリンピック開催能力\nを直接訴えかけ，知名度の低さを克服する絶好の機会であったこと\nを併せ考えると，被告Ｂ１が大阪市を代表する市長としてシドニー\nに出張し，記者会見に出席したり，プレゼンテーションルーム等に\nおいてＩＯＣ委員やＩＦ役員等に対し２００８年オリンピックの正\n式立候補都市としての大阪市のオリンピック開催能力を直接訴えか\nけたりしたことは，大阪市が市の行政施策としての２００８年オリ\nンピック招致活動を効果的に遂行する上で適切な措置であったとい\nうことができ，また，大阪市を代表する市長である被告Ｂ１が長期\n間にわたってシドニーに留まることは困難であることにかんがみ，\n被告Ｂ１の後を継ぐ形で大阪市の助役である被告Ｂ２をシドニーに\n出張させ，被告Ｂ２においてＩＯＣ委員やＩＦ役員等と面談して大\n阪市への支持を訴えたり，必要な働きかけを行ったり，正式立候補\n都市に対するＩＯＣの説明会に出席したりしたことも，同様に適切\nな措置であったということができる。さらに，市長である被告Ｂ１\nや助役である被告Ｂ２の出張に伴い，被告Ｂ１や被告Ｂ２に随行す\nる職員として，市長室秘書部国際交流課長代理であり，海外出張や\n賓客接遇の際の通訳や翻訳業務等に従事していた被告Ｂ３（前提と\nなる事実等(1)イ(ウ)）をシドニーに出張させたことも，被告Ｂ１や\n被告Ｂ２の地位及び現地での役割等に照らすと，相当な措置であっ\nたということができる。\n(ｂ) 証拠（乙Ａ２５号証，３２号証，３６号証，被告Ｂ７本人，被\n告Ｂ２０本人）によれば，招致局の職員のシドニーへの出張につい\nては，招致局長であった被告Ｂ４を中心とし，招致局招致推進部計\n画課長であった被告Ｂ７，同部連絡調整課長であった被告Ｂ２０ら\nが相談して計画がされたこと，招致局の体制としては，シドニーオ\nリンピック開催期間を前期（平成１２年９月１３日から同月２１日\nまで），中期（同月２０日から同月２６日まで）及び後期（同日か\nら同年１０月２日まで）の３期に分け，各期に招致局長である被告\nＢ４（前期），招致局理事である被告Ｂ５（中期）及び招致局招致\n推進部長である被告Ｂ６（後期）の３名を長とする班を編成し，そ\nれぞれの班に立候補ファイルの策定を担当していた招致局招致推進\n部計画課から課長級の職員及び係長級の職員を配して，市長である\n被告Ｂ１や助役である被告Ｂ２の渉外活動に随行し，また，競技会\n場等の視察を行うこととしたこと，前期には，被告Ｂ４のほか，課\n長級として計画課長であった被告Ｂ７及び計画課長代理であった被\n告Ｂ８を，係長級として計画課主査であった被告Ｂ１２をそれぞれ\n出張させることとし，中期には，被告Ｂ５のほか，課長級としては\n前期に引き続き被告Ｂ７を，係長級として計画課主査であった被告\nＢ１１と被告Ｂ１３をそれぞれ出張させることとし，後期には，被\n告Ｂ６のほか，課長級として招致推進部企画主幹であった被告Ｂ９\nを，係長級として計画課主査であった被告Ｂ１４をそれぞれ出張さ\nせることとしたこと，このほか，シドニーオリンピック期間中に国\nにおいて国際スポーツ競技大会を所管する文部省から政務次官が招\n致活動の視察に訪れるためその対応を行うことや，現地において招\n致委員会と招致局との日程調整等を行うことのため，招致局招致推\n進部連絡調整課主査として国の機関，招致委員会等との連絡調整を\n担当していた被告Ｂ１０を前期の期間シドニーに出張させることと\nしたことが認められる。\nしかるところ，前記のとおり，招致局は，大阪市の２００８年オ\nリンピックの招致に係る行政事務を執行するために設置された部局\nであり，中でも招致推進部計画課は正式立候補都市にその提出が求\nめられ開催都市決定に当たり重要な選考資料となる立候補ファイル\nの作成を担当していた部署であるところ，立候補ファイルは，候補\n都市用マニュアルに示された１８テーマ（その具体的内容は，前提\nとなる事実等(2)シのとおりである。），１４９項目，延べ５２２問\nの質問にそって，開催計画を具体的かつ詳細に策定することが求め\nられ，その範囲も２８競技の競技開催計画のほかセキュリティ，輸\n送，メディアサービスといった大会全体の運営に関する事項に及ぶ\nものであり，とりわけその主要な部分を構成する各競技の開催計画\nについては，昀新の競技種目や競技規則等に合わせ，実際に競技を\n主催するＩＦの要望や意見を採り入れて，具体的かつ詳細に策定す\nる必要がある上，各競技ごとにＩＦとの交渉状況を記載するよう求\nめられており，また，ＩＦの承認を得られたものについてはＩＦの\n承認の書簡を保証として立候補ファイルに添付して提出するよう求\nめられていたというのであり，しかも，立候補ファイルは，シドニ\nーオリンピック開催期間中の正式立候補都市に対するＩＯＣの説明\n会において候補都市用マニュアルが配布された上，そのわずか４か\n月弱後の２００１年（平成１３年）１月１７日が提出期限とされて\nいたものである。\n以上の事実によれば，直近のオリンピックを実地に見聞等するこ\nとにより，立候補ファイルにおいて策定が求められている事項につ\nいて具体的なイメージを把握し，必要な情報を収集して，立候補フ\nァイルの内容を充実した説得力のあるものとするとともに，提出期\n限に間に合うよう完成させ，また，その主要な部分を構成する各競\n技の開催計画の策定のために，競技種目や競技規則等についての昀\n新の情報を入手するとともに，ＩＦの関係者等と実際に会って大阪\n市の会場計画を説明し，意見を求め，ＩＦの承認を得られるよう協\n議等をするため（ＩＦの関係者らと協議を充実したものとするため\nには当該競技を実際に視察することが有益であることはいうまでも\nない。），招致局の職員をシドニーオリンピックに派遣する高度の\n必要性が存在したものというべきである。このことに加えて，招致\n局において被告Ｂ４，被告Ｂ５，被告Ｂ６，被告Ｂ７，被告Ｂ８，\n被告Ｂ９，被告Ｂ１１，被告Ｂ１２，被告Ｂ１３及び被告Ｂ１４が\n当時それぞれ担っていた前提となる事実等(1)イ記載の各職務の内容\nに照らすと，競技運営，競技会場の視察及びＩＯＣ委員，ＩＦ関係\n者らとの面談等のため，シドニーオリンピックの期間を３期に分け\nて３班体制を採り，これら招致局所属職員を，招致局長，理事ない\nし招致推進部長を長として，課長級，係長級と振り分けた上で，そ\nれぞれシドニーに出張させたことは，大阪市においてオリンピック\n招致行政を推進する上で適切かつ効果的な措置であったということ\nができる。\nまた，被告Ｂ１０についても，前提となる事実等(1)イ(コ)のとお\nり，招致局招致推進部連絡調整課主査として，対外的には，文部省\nや外務省等の中央省庁やＪＯＣ，招致委員会その他関係団体との連\n絡調整を担当し，庁内的には，オリンピック招致関連に係る市長，\n助役の日程調整や各所属との連絡調整，招致局職員の人事管理，労\n務管理，福利厚生関係を担当していたことに照らせば，シドニーオ\nリンピック期間中に視察に訪れる文部省の政務次官との対応や，現\n地における招致局と招致委員会との日程調整等のため，被告Ｂ１０\nを別紙本件出張一覧表記載の日程でシドニーに出張させたことは，\n相当な措置であったということができる。\n(ｃ) 被告Ｂ１５（被告１５）についても，過去に日本における国際\nスポーツ競技大会招致の経験を有するとともに国際スポーツ界に豊\n富な人脈を有していたことから，本件出張当時大阪市顧問の委嘱を\n受けて招致活動への助言等を行っていた者であって，同被告の立場\n及び職務内容等に照らすと，ＩＯＣ委員やＩＦ役員等に対して２０\n０８年オリンピックの大阪招致への支持を働きかける等のため同被\n告を別紙本件出張一覧表記載の日程でシドニーに出張させたことは，\n相当な措置であったということができる。\nｃ 以上によれば，市長，助役及び招致局職員ら（被告１ないし被告１\n５）を別紙本件出張一覧表記載の日程及び宿泊日数によりシドニーに\n出張させたことがその必要性を欠くということはできない。\n(イ) 建設局職員らの出張の必要性について\nａ 被告出張職員ら中，建設局職員であった被告Ｂ１６（被告１６）及\nび被告Ｂ１７（被告１７）の本件出張時における具体的な役職の内容\nは，前提となる事実等(1)イ(タ)及び(チ)記載のとおりである。\nまた，これらの被告出張職員らに係る本件出張の日程及び宿泊日数\nは，別紙本件出張一覧表記載のとおりである。\nさらに，これらの被告出張職員らをオーストラリアに派遣し，海外\n出張を命じ，旅費の調整を行い，経費を支出することについて，「職\n員の海外出張並びに同経費の支出について」という標題の決裁文書が\n作成されており，同決裁文書中には，これらの被告出張職員らに係る\n本件出張の必要性について，前提となる事実等(3)ウ(イ)のとおり記載\nされている。\nｂ ところで，２００８年オリンピックの招致活動の一環として，また，\n本件卓球大会及び本件東アジア競技大会に向けた情報収集，ＩＦの関\n係者らとの交流等のために，シドニーオリンピックに大阪市の職員を\n出張させる必要性が存したものと認められることは，前記のとおりで\nあるから，ａ記載の被告出張職員ら（被告１６及び被告１７）の当時\nの役職，出張の日程，上記決裁文書の記載内容等に照らして，これら\nの職員に係る本件出張の必要性の存否について，以下検討する。\nオリンピック競技施設の整備においても，施設の配置，バリアフリ\nー対策，環境対策等のハード面のみならず，観客や出場選手等の動線\n（大量の人の流れ）のコントロール，セキュリティチェック，メディ\nアへの対応等のソフト面をも踏まえて，ＩＯＣ委員やＩＦ関係者等か\nら国際的に高い評価を受けるような整備計画を策定する必要があると\nころ，上記のソフト面等はオリンピック開催時でしか経験することの\nできないものであることから，これらを実地に見分，調査し，施設整\n備面での課題を把握し，昀新の情報を含めた各種情報を収集するため，\n施設整備を所管する大阪市建設局の職員をシドニーオリンピックに派\n遣する必要性が存在したことは，前記のとおりである。\nしかるところ，被告Ｂ１６は，本件出張当時，建設局花と緑の推進\n本部施設整備部長として，スポーツ施設の建設に係る調査，企画及び\n連絡調整等及び公園施設の建設を所管するとともに，スタジアム・プ\nール施設構想委員会の構成員として，オリンピックスタジアムやオリ\nンピックプールなどの施設整備の具体的な検討事務を行っていた者で\nあり（前提となる事実等(1)イ(タ)），また，被告Ｂ１７は，建設局花\nと緑の推進本部施設整備部技術主幹（大規模スポーツ施設整備担当）\nであって，招致推進本部競技施設整備部会の部員として，２００８年\nオリンピックが大阪で開催された際の競技会場となる新設のオリンピ\nックスタジアム及びオリンピックプール並びに既存スポーツ施設の整\n備計画作成の任に当たっていた者である（前提となる事実等(1)イ\n(チ)）。\nそうであるとすれば，建設局の職員として被告Ｂ１６及び被告Ｂ１\n７をシドニーに出張させたことは，大阪市においてオリンピック招致\n行政を推進する上で適切かつ効果的な措置であったということができ，\nまた，その出張期間もその目的に照らして相当なものであったという\nことができる。\nｃ 以上によれば，被告Ｂ１６及び被告Ｂ１７を別紙本件出張一覧表記\n載の日程及び宿泊日数によりシドニーに出張させたことがその必要性\nを欠くということはできない。\n(ウ) 教育委員会事務局職員らの出張の必要性について\nａ 被告出張職員ら中，教育委員会事務局職員であった被告Ｂ１８（被\n告１８）及び被告Ｂ１９（被告１９）の本件出張時における具体的な\n役職の内容は，前提となる事実等(1)イ(ツ)及び(テ)記載のとおりであ\nる。\nまた，これらの被告出張職員らに係る本件出張の日程及び宿泊日数\nは，別紙本件出張一覧表記載のとおりである。\nさらに，これらの被告出張職員らをオーストラリアに派遣し，海外\n出張を命じ，旅費の調整を行い，経費を支出することについて，「シ\nドニー２０００オリンピック競技大会への職員の派遣並びに同所要経\n費の支出について」という標題の決裁文書が作成されており，同決裁\n文書中には，これらの被告出張職員らに係る本件出張の必要性につい\nて，前提となる事実等(3)ウ(ウ)のとおり記載されている。\nｂ ところで，２００８年オリンピックの招致活動の一環として，また，\n本件卓球大会及び本件東アジア競技大会に向けた情報収集，ＩＦの関\n係者らとの交流等のために，シドニーオリンピックに大阪市の職員を\n出張させる必要性が存したものと認められることは，前記のとおりで\nあるから，ａ記載の被告出張職員ら（被告１８及び被告１９）の当時\nの役職，出張の日程，上記決裁文書の記載内容等に照らして，これら\nの職員に係る本件出張の必要性の存否について，以下検討する。\n大阪市においては，シドニーオリンピック開催の翌年である平成１\n３年に本件卓球大会や本件東アジア競技大会が開催されることが予定\nされていたが，大阪市はそれまで国際総合競技大会の経験を有してい\nなかったところ，シドニーオリンピックは，２８競技２９６種目と，\n各競技とも質，量ともに世界のトップレベルの総合競技大会であって，\n大阪市にとって，本件卓球大会や本件東アジア競技大会を始め今後の\n国際競技大会の招致，開催に当たっても，その雰囲気を体験し，競技\n施設を始め大会運営，警備状況，集客状況，ボランティアの活動状況，\nホスピタリティのあり方などを実地に視察することができる場である\nのみならず，競技会場やレセプション会場等において，世界各国から\n集まってくる各競技のＩＦの関係者らと積極的に接触し，大阪での各\n種国際競技大会の開催実績や本件卓球大会，本件東アジア競技大会を\nアピールする絶好の機会でもあり，情報収集及びＩＦの関係者らとの\n交流等のため本件卓球大会及び本件東アジア大会を所管する教育委員\n会事務局の職員をシドニーオリンピックに派遣する必要性が存在した\nことは，前記のとおりである。\nしかるところ，被告Ｂ１８は，本件出張当時，教育委員会事務局に\nおけるスポーツ振興担当理事として，大阪市におけるスポーツの振興\n並びに国際スポーツ競技大会の招致及び開催に関する事務を所管して\nいた者であり（前提となる事実等(1)イ(ツ)），また，被告Ｂ１９は，\n教育委員会事務局スポーツ部国際競技課長として，本件卓球大会や本\n件東アジア競技大会の開催準備作業を担当していた者である（前提と\nなる事実等(1)イ(テ)）。\nそうであるとすれば，教育委員会事務局の職員として被告Ｂ１８及\nび被告Ｂ１９をシドニーに出張させたことは，大阪市においてスポー\nツ行政を推進する上で適切かつ効果的な措置であったということがで\nき，また，その出張期間もその目的に照らして相当なものであったと\nいうことができる。\nｃ 以上によれば，被告Ｂ１８及び被告Ｂ１９を別紙本件出張一覧表記\n載の日程及び宿泊日数によりシドニーに出張させたことがその必要性\nを欠くということはできない。\n(3) 本件出張時における被告出張職員らの活動について\nア 証拠（乙Ａ１号証，１８号証ないし３１号証，３７号証，被告Ｂ７本人，\n被告Ｂ１０本人，被告Ｂ１７本人，被告Ｂ１９本人）及び弁論の全趣旨に\nよれば，本件出張時における被告出張職員らの活動について，以下のとお\nり認められる。\n(ア) 被告Ｂ１（被告１）\n被告Ｂ１は，平成１２年９月９日に出発して同月１０日シドニーに到\n着し，同月１８日までシドニーに滞在して活動した。この間，被告Ｂ１\nは，ＩＯＣ総会に出席したり，ＩＯＣホテルであるリージェントホテル\n内のＩＯＣ総会会場の入口付近に設けられたプレゼンテーションテーブ\nルや同ホテル内に設けられたホスピタリティルームに待機して，同所を\n訪れたＩＯＣ委員やＩＦ役員らと面談して大阪のピーアールをしたりし，\nまた，メインプレスセンターで行われた正式立候補都市の記者会見に出\n席し，スピーチを行うなどした。このほか，被告Ｂ１は，大阪市と姉妹\n都市であって大阪市の２００８年オリンピックの招致を積極的に支援し\nていたメルボルン市の市長と面談したり，招致委員会とＪＯＣが共同で\n設けたジャパン・ハウス（同月１３日から同年１０月２日まで設置）の\n前夜祭や，松下電器や電通主催のレセプションに出席したり，シドニー\nオリンピック開会式の視察をするなどした。\n(イ) 被告Ｂ２（被告２）\n被告Ｂ２は，平成１２年９月１６日に出発して同月１７日シドニーに\n到着し，同年１０月２日までシドニーに滞在して活動した。この間，被\n告Ｂ２は，同年９月２５日に行われたＩＯＣによる立候補都市のための\n説明会に出席したほか，ＩＦ役員らとの面談（カヌー，セーリング，サ\nッカー，アーチェリー，射撃，ウエイトリフティング，体操，バドミン\nトン，フェンシング，卓球，馬術，柔道，バスケット，バレーボール，\n自転車）や競技等の視察（セーリング，体操，アーチェリー，射撃，ウ\nエイトリフティング，柔道，陸上，野球，マラソン，馬術，水泳，バス\nケットボール，テコンドー，カヌー，新体操，サッカー，自転車，閉会\n式），会場の視察等を行い，また，ＩＯＣホテル内に設けられたホスピ\nタリティルームに待機して，同所を訪れたＩＯＣ委員やＩＦ役員らと面\n談して大阪のピーアールをしたり，ＪＯＣやミズノ主催のレセプション\n等に出席するなどした。\n(ウ) 被告Ｂ３（被告３）\n被告Ｂ３は，平成１２年９月９日に出発して同月１０日シドニーに到\n着し，同月２６日までシドニーに滞在して活動した。この間，被告Ｂ３\nは，市長である被告Ｂ１や助役である被告Ｂ２がプレゼンテーションテ\nーブルやホスピタリティルームや各競技会場，各種レセプション会場等\nでＩＯＣ委員やＩＦ役員らと面談した際に，被告Ｂ１や被告Ｂ２の通訳\n業務を行い，また，立候補都市記者会見の原稿作成，通訳等を行った。\nこのほか，被告Ｂ３は，ＩＯＣによる立候補都市のための説明会に出席\nし，また，被告Ｂ２に随行して，ＩＦ役員らとの面談（セーリング，ア\nーチェリー，射撃，ウエイトリフティング，体操，フェンシング）や競\n技の視察（セーリング，アーチェリー，射撃，ウエイトリフティング，\n柔道，マラソン）を行うなどした。\n(エ) 被告Ｂ４（被告４）\n被告Ｂ４は，平成１２年９月１２日に出発して同月１３日シドニーに\n到着し，同月２１日までシドニーに滞在して活動した。この間，被告Ｂ\n４は，事務部局の長として被告Ｂ１や被告Ｂ２を補佐し，ＩＯＣ主催の\n記者会見に向けて，被告Ｂ１が行うスピーチ等予定していたプレゼンテ\nーションの原稿の昀終チェックや想定問答の修正，追加等を取り仕切っ\nて行うとともに，各出張者の毎日の活動報告を通じて得られた情報を分\n析し，被告Ｂ１や被告Ｂ２に報告するなどし，また，ＩＦ役員らとの面\n談（野球，カヌー，セーリング，射撃，ウエイトリフティング，サッカ\nー）や競技の視察（開会式，セーリング，バスケットボール，射撃，ウ\nエイトリフティング）を行ったり，シドニー視察に訪れた文部政務次官\nへの応対，電通やミズノ主催のレセプションへの出席，ＪＯＣとの情報\n交換を行うなどした。\n(オ) 被告Ｂ５（被告５）\n被告Ｂ５は，平成１２年９月１９日に出発して同月２０日シドニーに\n到着し，同月２６日までシドニーに滞在して活動した。この間，被告Ｂ\n５は，事務部局の長として被告Ｂ２を補佐し，各出張者の毎日の活動報\n告を通じて得られた情報を分析し，被告Ｂ２に報告するなどし，また，\nＩＯＣによる立候補都市のための説明会に出席したり，ＩＦ役員らとの\n面談（体操，バドミントン，卓球，馬術）や競技の視察（柔道，陸上，\n野球，マラソン，馬術）を行ったり，ＪＯＣ主催のレセプションに出席\nするなどした。\n(カ) 被告Ｂ６（被告６）\n被告Ｂ６は，平成１２年９月２５日に出発して同月２６日シドニーに\n到着し，同年１０月２日までシドニーに滞在して活動した。この間，被\n告Ｂ６は，事務部局の長として被告Ｂ２を補佐し，各出張者の毎日の活\n動報告を通じて得られた情報を整理し，被告Ｂ２に報告するなどし，ま\nた，ＩＦ役員らとの面談（水泳，柔道，バスケットボール，バレーボー\nル，自転車）や競技の視察（水泳，バスケットボール，テコンドー，カ\nヌー，新体操，サッカー，自転車，馬術，閉会式）を行うなどした。\n(キ) 被告Ｂ７（被告７）\n被告Ｂ７は，平成１２年９月９日に出発して同月１０日シドニーに到\n着し，同月２６日までシドニーに滞在して活動した。この間，被告Ｂ７\nは，各競技のＩＦ役員との面談の日程調整をしたり，被告Ｂ１や被告Ｂ\n２に随行して競技計画を説明したりするなどし，また，プレゼンテーシ\nョンテーブルでの大阪招致ピーアールや，ＩＯＣによる立候補都市のた\nめの説明会への出席，国際パラリンピック委員会プロトコール担当者と\nの打ち合わせやＩＯＣ主催の記者会見の準備及び随行，２００６年（平\n成１８年）冬季オリンピック立候補都市のシオン招致委員会関係者との\n打ち合わせ，選手村やセキュリティ，輸送などの管理部門，スポンサー\nホスピタリティビレッジの視察を行うなどした。このような中で，被告\nＢ７は，ＩＦ役員らとの面談（野球，セーリング，サッカー，アーチェ\nリー，射撃，ウエイトリフティング，体操，フェンシング）や競技の視\n察（開会式，トライアスロン，カヌー，体操，バスケットボール，射撃，\nウエイトリフティング，柔道，フェンシング）を行った。\n(ク) 被告Ｂ８（被告８）\n被告Ｂ８は，平成１２年９月１２日に出発して同月１３日シドニーに\n到着し，同月２１日までシドニーに滞在して活動した。この間，被告Ｂ\n８は，ＩＦ役員らとの面談（セーリング，サッカー，アーチェリー，射\n撃）や競技の視察（開会式，カヌー，水泳，バスケットボール，アーチ\nェリー，射撃）を行ったほか，トライアスロンのコースの視察を行い，\nまた，ＩＯＣ主催の記者会見に随行したり，ＩＯＣ本部ホテルや国際放\n送センター（ＩＢＣ），メインプレスセンター（ＭＰＣ）等競技会場以\n外の施設や会場への交通アクセスや環境への取り組みについて視察をす\nるなどした。\n(ケ) 被告Ｂ９（被告９）\n被告Ｂ９は，平成１２年９月２５日に出発して同月２６日シドニーに\n到着し，同年１０月２日までシドニーに滞在して活動した。この間，被\n告Ｂ９は，ＩＦ役員らとの面談（水泳，柔道，体操，バスケットボール，\nバレーボール，自転車）や競技の視察（水泳，バスケットボール，テコ\nンドー，カヌー，新体操，サッカー，自転車，馬術，閉会式）を行った\nほか，アシックス主催のレセプションに出席したり，観客の輸送状況を\n視察するなどした。\n(コ) 被告Ｂ１０（被告１０）\n被告Ｂ１０は，平成１２年９月１３日に出発して同月１４日シドニー\nに到着し，同月２１日までシドニーに滞在して活動した。この間，被告\nＢ１０は，被告Ｂ１や被告Ｂ２，被告Ｂ４らとＩＦ役員らとの面談の日\n程調整を行ったり，シドニーを視察した大阪市会議長への状況報告，Ｉ\nＯＣ主催の記者会見への随行，シドニーを視察したＵやＶの出迎えや報\n告会への出席，外務省の職員の出迎えや外務省職員との情報交換会への\n出席，ＩＯＣホテル内のホスピタリティルームでの大阪のピーアールな\nどを行ったほか，競技の視察（開会式，柔道，水泳，バスケットボー\nル）を行うなどした。\n(サ) 被告Ｂ１１（被告１１）\n被告Ｂ１１は，平成１２年９月１９日に出発して同月２０日シドニー\nに到着し，同月２６日までシドニーに滞在して活動した。この間，被告\nＢ１１は，オリンピックのスポンサーの権利保護の状況を確認するため，\nシドニー空港の状況の確認や，シドニー市内の鉄道，路面電車，モノレ\nール等における広告等の取扱いの視察，主要会場であるオリンピックパ\nークやダーリングハーバー内における広告の状況，各競技施設内でのク\nリーンベニュー（デモンストレーションや広告活動そのものの排除）の\n現状の確認，オリンピックパーク内に設けられたスポンサーホスピタリ\nティビレッジの見学等を行い，また，医療・保健サービスの整備状況を\n確認するため，競技会場や選手村を訪れた際に施設内の医療体制を視察\nしたり，セキュリティの確保の確認をするため，企業施設や選手村を視\n察した際に入場時のセキュリティチェックの方法や警備関係者の配備状\n況等の確認，オリンピックパーク内の会場管制室の見学，警備運営の視\n察，市内の交通規制や雑踏対策の状況の確認をしたりした。このような\n中で，被告Ｂ１１は，ＩＦ役員らとの面談（卓球）や競技の視察（柔道，\nバドミントン，女子マラソン，水泳）を行うなどした。\n(シ) 被告Ｂ１２（被告１２）\n被告Ｂ１２は，平成１２年９月１３日に出発して同月１４日シドニー\nに到着し，同月２１日までシドニーに滞在して活動した。この間，被告\nＢ１２は，メインプレスセンター（ＭＰＣ）や国際放送センター（ＩＢ\nＣ）などメディア関連施設の視察を行ったほか，ＩＦ役員らとの面談\n（射撃，ウエイトリフティング）や競技の視察（開会式，柔道（２回），\nバドミントン，卓球，水泳，フェンシング，ビーチバレー，体操，バス\nケットボール，ボクシング，射撃，ウエイトリフティング）を行うなど\nした。\n(ス) 被告Ｂ１３（被告１３）\n被告Ｂ１３は，平成１２年９月１９日に出発して同月２０日シドニー\nに到着し，同月２６日までシドニーに滞在して活動した。この間，被告\nＢ１３は，オリンピックスタジアム周辺の視察（ソーラーシステム，観\n客動線，鉄道の混み具合等）やセキュリティ，運送などの管理部門やス\nポンサーホスピタリティビレッジの視察，選手村やメインプレスセンタ\nー（ＭＰＣ）の視察，シャトルバスの運行状況や駐車場の視察等を行っ\nたほか，ＩＦ役員らとの面談（バドミントン，卓球，馬術）や競技の視\n察（柔道，陸上，バドミントン，女子マラソン，水泳）を行うなどした。\n(セ) 被告Ｂ１４（被告１４）\n被告Ｂ１４は，平成１２年９月２５日に出発して同月２６日シドニー\nに到着し，同年１０月２日までシドニーに滞在して活動した。この間，\n被告Ｂ１４は，ＩＦ役員らとの面談（水泳，柔道，体操，バスケットボ\nール，バレーボール）や競技の視察（水泳，バスケットボール，テコン\nドー，カヌー，シンクロナイズドスイミング，新体操，サッカー，閉会\n式）を行ったほか，国際放送センター（ＩＢＣ）を視察したり，アシッ\nクス主催のレセプションに出席するなどした。\n(ソ) 被告Ｂ１５（被告１５）\n被告Ｂ１５は，平成１２年９月１３日に出発して同月１４日シドニー\nに到着し，同月２１日までシドニーに滞在して活動した。この間，被告\nＢ１５は，ＩＯＣ委員（スウェーデン，セネガル，ウクライナ，イスラ\nエル，オーストラリア，フィジー，モナコ，アルジェリア，ポーランド，\nカナダ，韓国，マレーシア，クウェート，タイ）との面談やＩＦ役員ら\nとの面談（陸上）を行ったほか，ＩＯＣホテル内に設けられたホスピタ\nリティルームやジャパンハウスでピーアール活動を行ったり，電通やミ\nズノ主催のレセプションに出席するなどした。\n(タ) 被告Ｂ１６（被告１６），被告Ｂ１７（被告１７）\n被告Ｂ１６及び被告Ｂ１７は，平成１２年９月２５日に出発して同月\n２６日シドニーに到着し，同年１０月２日までシドニーに滞在して活動\nした。この間，被告Ｂ１６及び被告Ｂ１７は，オーストラリアスタジア\nム２０００工事事務所長との面談，ダーリングハーバー（歩行者動線，\n水上イベント等）やオリンピックパーク（セキュリティ，動線規制，食\n事物販施設等），国際放送センター（ＩＢＣ）等の視察，市内交通機関\nや市内動線規制等の視察，市内各所（イベント会場，大型映像装置，観\n客誘導，ボランティア配置，案内標識，夜間照明等）や海上交通，デコ\nレーション等の調査を行ったほか，ＩＦ役員らとの面談（テニス）や競\n技の視察（テニス，バスケットボール，シンクロナイズドスイミング，\n新体操，サッカー，男子マラソン，閉会式），会場の視察（トライアス\nロン，馬術，射撃）を行うなどした。\n(チ) 被告Ｂ１８（被告１８），被告Ｂ１９（被告１９）\n被告Ｂ１８及び被告Ｂ１９は，平成１２年９月２０日に出発して同月\n２１日シドニーに到着し，同月２７日までシドニーに滞在して活動した。\nこの間，被告Ｂ１８及び被告Ｂ１９は，その翌年にＩＦ役員らに本件卓\n球大会及び本件東アジア競技大会を開催する大阪をアピールし，また，\n競技会場の警備状況やボランティアの活動状況等を視察した。このよう\nな中で，被告Ｂ１８及び被告Ｂ１９は，ＩＦ役員らの表敬（卓球，テニ\nス，テコンドー）や被告Ｂ２に随行してのＩＦ役員らとの面談（卓球）\nを行い，また，競技の視察（テニス，柔道，バスケットボール，ハンド\nボール，バレーボール，野球，陸上，女子マラソン，バドミントン，フ\nェンシング），会場の視察（トライアスロン）を行ったほか，ＪＯＣや\nアシックス主催のレセプションに出席したり，スポンサーパビリオン\n（コカコーラ，ミズノ）を視察するなどした。\nイ 証拠（乙Ａ１８号証ないし３１号証，３６号証，３７号証，被告Ｂ７本\n人）によれば，被告出張職員ら中，被告Ｂ１，被告Ｂ２及び招致局職員ら\nによる各ＩＦ役員らとの協議，交渉の日時場所，内容や競技会場等の視察\nの日時，そして，それらの立候補ファイル作成への反映の内容については，\n別紙「競技別ＩＦとの接触状況」記載のとおりであると認められる。\nこれによれば，ＩＦとの競技については，オリンピック開催２８競技中\n１７競技について行われ，ＩＦ側からは，当該ＩＦの会長，事務総長を始\nめ競技の実務責任者らが出席して，大阪市側の出席者からあらかじめ用意\nした計画書等を示して協議開催計画を説明し，ＩＦ側から具体的な意見，\n要望を得るなどしたが，その中には，カヌーのように，大阪市の示した開\n場計画には難しい面があり，是非シドニーのコースを視察するよう要請が\nあったものや，サッカーのように観客席の必要数や，会場は宿泊ホテルか\nら飛行機で１時間以内であればよいといった基本的考え方が示されたもの\nや，バレーボール（ビーチバレー）のように，競技会場を大阪を代表する\n場所にするようにとの助言がされたもの等もあり，大阪市においては，カ\nヌーについて視察を踏まえて再度ＩＦとの競技を行うなどしたほか，これ\nらの協議結果を踏まえて，サッカー，カヌー及びビーチバレーについて会\n場設定そのものを変更し，また，会場設定について了解を得られた競技に\nついても，ＩＦの要望を入れて，施設の配置計画や，観客席，選手控室，\n照明等といった会場施設のレイアウト，設備等を変更するなどした事実が\n認められる。\n以上のとおり，立候補ファイル中の競技計画については，ＩＦ役員らと\nの面談の結果，会場設定そのものを変更したものを含め，ＩＦ役員らとの\n面談の結果が立候補ファイルの作成に十分に活かされているものと認めら\nれる。また，証拠（乙Ａ３６号証，３７号証）によれば，輸送関係，スポ\nンサーの権利保護，セキュリティ等立候補ファイルの協議計画以外の項目\nについても，招致局職員（被告Ｂ１３及び被告Ｂ１１）による視察の結果\nが反映されているものと認められる。のみならず，大阪市が作成した立候\n補ファイル（乙Ａ３６号証）の記載内容を詳細に検討しても，とりわけ，\n競技，オリンピック村，セキュリティ，輸送，コミュニケーション及びメ\nディアサービス等の項目は，直近の同種オリンピックを実地に見聞するこ\nとなくその余の関係資料等のみに依拠して短期間のうちに限られた人員に\nより具体的な計画を構想し記述することが困難なものであることは一見し\nて明らかというべきであり，前記のとおり立候補ファイルが２００８年オ\nリンピック開催都市の決定に当たり重要な選考資料として位置付けられて\nいたことにもかんがみると，招致局職員らによるシドニーオリンピック視\n察は立候補ファイルの作成に大いに寄与したものと認めるに十分である。\nさらに，証拠（乙Ａ３１号証）及び弁論の全趣旨によれば，教育委員会\n事務局職員らによるシドニーオリンピック視察についても，ＩＦ関係者ら\nとの関係を構築することができたことにより本件卓球大会及び本件東アジ\nア競技大会の開催準備の際のＩＦとの交渉を円滑に進めることができ，両\n大会を成功裏に終わらせることができたものと認められるから，同職員ら\nによる視察が両大会の開催を含めたスポーツ行政の遂行に寄与したことは\n明らかというべきである。\nウ 以上によれば，本件出張時における被告出張職員らの活動は，いずれも，\n大阪市のオリンピック招致行政ないし本件卓球大会及び本件東アジア大会\nの開催を含めたスポーツ行政の遂行のために必要かつ相当なものであった\nということができる。\nエ 原告らは，被告出張職員らによる競技視察の不必要性についてるる主張\nするが，ア及びイ記載の各出張職員らの本件出張中の具体的活動内容に照\nらしても，被告出張職員らによるシドニーオリンピックの視察等が，いず\nれも，立候補ファイルの作成や競技施設の整備を始めとしたオリンピック\n招致のための行政事務の遂行や，あるいは，本件卓球大会や本件東アジア\n競技大会の円滑な開催に向けた行政事務の遂行に関係のない不当な活動で\nあったということはできない。\nこの点，原告らは，自己の担当競技以外の競技の視察が行われているこ\nとなどを指摘して，本件出張が人気競技の観戦等を目的とした物見遊山的\nな出張であったなどと主張するが，立候補ファイルの内容を充実した説得\n力あるものとし，オリンピック招致の実現に向けて適切かつ効果的な施策\nを推進していく上で，直近のオリンピックを実地に見聞し，そこに結実し\nたハード面及びソフト面のノウハウ等を可能な限り体得することは，本件\n出張の目的そのものというべきであり，時間の許す限り自己の担当競技以\n外の競技をも広く視察することは，正に上記目的にかなうものということ\nができるから，自己の担当競技以外の競技を視察したことをもって直ちに\n不当な視察であったということはできず，前記認定の各出張職員らの本件\n出張中の具体的活動内容等に照らしても，自己の担当競技以外の競技を視\n察した出張職員の活動が職務の遂行と無関係なものであったとは認められ\nない。また，原告らは，被告出張職員中，複数の職員が同一の競技の視察\nをしている点を指摘するが，以上説示したところからすれば，複数の職員\nが同一の競技を視察してその結果を共有することも，視察目的を達成する\n上で有益であるということができるのであるから，この点から本件出張が\n職務と無関係な必要を欠くものであったということもできない。さらに，\n原告らは，本件出張に関しては事前の計画を示す書類も事後の報告書等も\n存在しない旨主張するが，被告出張職員をシドニーに出張させる必要性\n（本件出張の必要性）について具体的に記述した「職員の海外出張及び旅\n費の調整並びに同経費の支出について」，「職員の海外出張並びに同経費\nの支出について」及び「シドニー２０００オリンピック競技大会への職員\nの派遣並びに同所要経費の支出について」という標題の各決裁文書が作成\nされていることは，前提となる事実等(3)アのとおりであり，また，本件出\n張の成果が立候補ファイルの作成や本件卓球大会，本件東アジア競技大会\nの開催に結実，寄与していることは前記認定のとおりである。\n(4) 以上によれば，被告出張職員らによる本件出張がその必要性を欠き違法で\nあるということはできない。\n２ 争点(2)（本件出張に係る旅費中宿泊料の相当性及び被告らによる宿泊料に関\nする談合の有無）について\n(1) 被告出張職員らに係る本件出張の日程，宿泊日数，資金前渡された宿泊料，\n宿泊先に係る契約の相手方及び宿泊先が別紙本件出張一覧表記載のとおりで\nあることは，前提となる事実等(3)ア記載のとおりであり，本件出張に係る宿\n泊料については，旅費条例１条２項等の規定に基づき，旅費法４６条２項の\n規定に準じて旅費の調整を行う必要があると判断されて上記宿泊料が資金前\n渡されたものであり，旅費規程による宿泊料と資金前渡された宿泊料の内容\n及び両者の差額が別紙宿泊費対比表記載のとおりであることは，前提となる\n事実等(3)エ記載のとおりである。\n(2) 原告らは，本件出張に係る旅費中宿泊料が不当に高額である旨主張する。\nア 証拠（甲６号証，乙Ａ１１号証の５）によれば，シドニーオリンピック\n開催期間中のシドニーにおけるホテルの宿泊料に関し，次のような内容の\n新聞報道がされていたことが認められる。\n(ア) シドニーオリンピック組織委員会がシドニー市内のホテル，モーテ\nルの約８０パーセントをオリンピック用（ＩＯＣや各国のオリンピック\n委員会，スポンサー，メディア等用）に予約しているため，シドニー市\n内のホテルの空室はなく，同時期の相場の３倍でも確保は難しい（オリ\nンピック開催の約２年前の状況。平成１０年９月１３日付け朝日新聞）。\n(イ) オリンピック開催中はホテルの宿泊料金は通常時の６倍以上となる\n（シドニー在住のジャーナリストのコメント。平成１２年６月２４日付\nけ日刊ゲンダイ）。\n(ウ) オリンピック期間中の宿泊料金は普段の数倍に跳ね上がっている\n（平成１２年９月３日付け朝日新聞）。\n(エ) シドニー周辺のホテルも満杯にはなっていない。空き部屋を抱えた\n旅行業者の中には宿泊料を５０パーセント近く値下げしたところもある\nが，予約の伸びは鈍い（平成１３年９月１３日付け北海道新聞）。\n以上の各新聞報道に加え，証拠（乙Ａ３４号証，被告Ｂ２１本人）及び\n弁論の全趣旨並びに後記イ(イ)において認定する事実によれば，シドニー\nオリンピック開催期間中のシドニー市内のホテルについては，シドニーオ\nリンピック組織委員会がオリンピック開催の少なくとも２年以上前からそ\nの約８０パーセントをオリンピック用に押さえており，その残りを各国の\n旅行業者等が取り合う状況にあったこと，そのため，シドニー市内のホテ\nルの確保は困難であり，シドニーオリンピック開催期間中のホテルの宿泊\n料金は同時期の相場の数倍に跳ね上がっていたこと，特に，大阪市におい\nては，被告出張職員らがＩＯＣ委員やＩＦ役員らとの面談を的確に行える\nようＩＯＣホテルないしその近辺のホテルを希望していたところ，そのよ\nうなホテルの確保は極めて困難であったことが認められる。\nなお，上記(エ)の新聞記事は，ホテルに空き部屋が存したことや宿泊料\nの値下げを報じるものであるが，同記事がシドニーオリンピック開催直前\nの平成１２年９月１３日付けの記事であり，また，シドニー周辺のホテル\nとの報道内容であって，同報道から直ちにＩＯＣホテルやその近辺のホテ\nルについてシドニーオリンピック開催期間中に空室が存したとか，宿泊料\nが値下げされたものと認めることはできない。\nまた，証拠（甲３号証）によれば，平成１３年に毎日放送により放映さ\nれたテレビの報道番組において，本件出張に係る宿泊料の問題が取り上げ\nられ，被告出張職員らの大半が宿泊したラディソンプラザホテルのセール\nスマネージャーであるＮが，毎日放送の取材に対し，「ほとんどのホテル\nの宿泊料金は，当時高騰しましたね。」，「少なくとも１．５倍くらいに\nは。」，「オリンピック期間中，このホテルの料金は２万４０００円から\n３万３０００円でした。」，「スイートルームで３万３０００円でした\nよ。」と答えていること，また，国内旅行業者の話として，「１０万円な\nんて，スイートルームでもない限り，そういう額にはならないと思います。\nましてスタンダードの部屋でしたら。」，「シドニーの中心部はＩＯＣに\n押さえられていましたから。」，「直前になって売れなくなったので，部\n屋が出てきたとか。」，「そんなべらぼうな値段はあり得ないと思います\nね。」とのコメントがされていることがそれぞれ認められる。\nしかしながら，被告ジェイティービーの主張によれば，Ｎはシドニーオ\nリンピック終了後の２００１年（平成１３年）２月からラディソンプラザ\nホテルに勤務した者であり，同人が答えた部屋の料金も取材を直接受けて\nいないジェネラルマネージャー（Ｓ）に指示されたとおりに語っただけで\nあるというのであり，Ｎの上記発言に係る価格がどのような性格の価格な\nのか，シドニーオリンピック期間中の同ホテルの室料として同ホテルが当\n初から販売していた価格なのか等が一切明らかではないから，それ以上の\n裏付け資料を欠く本件においては，Ｎの上記発言を直ちに採用して，シド\nニーオリンピック期間中の同ホテルを旅行業者を通じて事前に予約して確\n保する場合にＮの発言に係る宿泊料金で客室を確保することができたもの\nと認めることはできない。\nまた，同報道番組中の旅行業者のコメントも，具体的な裏付けを欠く上，\n同コメント自体，シドニーオリンピック直前になって空室が出た場合を想\n定したもののようにも取れるから，同コメントを直ちに採用して，それ以\n前の段階で旅行業者を通じて事前に予約し確保する場合の価格が上記新聞\n報道にあるように数倍に高騰していたという状況になかったと認めること\nはできない。\nイ また，証拠（乙Ｂ１号証，乙Ｃ１号証，２号証）によれば，シドニーオ\nリンピック開催期間中の旅行業者のオリンピック観戦ツアーにおけるシド\nニー市内のホテルの宿泊料金について，以下の各事実が認められる。\n(ア) 被告東急観光主催のツアー\n被告東急観光が主催したシドニーオリンピック観戦ツアーにおいては，\n被告出張職員らの大半が宿泊したラディソンプラザホテルはＡクラスの\nホテルとして位置付けられているところ，Ａクラスのホテルの１人部屋\n追加料金は，１泊当たり５万２０００円となっている（２泊のコースで\n１０万４０００円，３泊のコースで１５万６０００円，４泊のコースで\n２０万８０００円）。そうすると，これら観戦ツアーにおけるこの１人\n部屋追加料金から算出されるラディソンプラザホテルを含むＡクラスの\nホテルの室料（ツインルーム）は，上記１人部屋追加料金の２倍の１泊\n当たり１０万４０００円となる。\n(イ) 被告ジェイティービー主催のツアー\n被告ジェイティービーが主催したシドニーオリンピック観戦ツアーに\nおいては，被告出張職員らの大半が宿泊したラディソンプラザホテルは\nＬグレードのホテルとして位置付けられているところ，Ｌグレードのホ\nテルの１人部屋追加料金は，以下のとおりである。\nａ ９月１７日出発のシドニー６日間（体操）では，Ｌグレードのホテ\nルの１人部屋追加料金は１９万円であり，１泊当たりの１人部屋追加\n料金は４万７５００円である。\nｂ ９月２１日出発のシドニー６日間（陸上と女子マラソン）では，Ｌ\nグレードのホテルの１人部屋追加料金は２３万円であり，１泊当たり\nの１人部屋追加料金は５万７５００円である。\nｃ ９月２８日出発のシドニー６日間（サッカーと閉会式）では，Ｌグ\nレードのホテルの１人部屋追加料金は２１万円であり，１泊当たりの\n１人部屋追加料金は５万２５００円である。\nそうすると，これら観戦ツアーにおける１人部屋追加料金から算出さ\nれるラディソンプラザホテルを含むＬグレードのホテルの室料（ツイン\nルーム）は，上記１人部屋追加料金の２倍の１泊当たり９万５０００円\nないし１１万５０００円となる。\nなお，シドニーオリンピックの２年後である平成１４年の被告ジェイ\nティービー主催のオーストラリアツアーでは，Ｌグレードのホテルの１\n人部屋追加料金は，１泊当たり８０００円とされており，これから算出\nされるＬグレードのホテルの室料（ツインルーム）は，上記１人部屋追\n加料金の２倍の１泊当たり１万６０００円となる。\nこれら被告東急観光や被告ジェイティービーが主催したシドニーオリン\nピック開催期間中のオリンピック観戦ツアーの１人部屋追加料金から算出\nされるラディソンプラザホテルないしそれと同等のホテルの１泊当たりの\n室料と比較しても，ラディソンプラザホテルに宿泊した被告出張職員らに\n係る宿泊料（資金前渡に係るもの。ツインルーム１室１泊当たり１１万６\n０００円）が直ちに不当に高額であるということはできない。\nまた，以上によれば，キャピタルホテルに宿泊した被告出張職員らに係\nる宿泊料（資金前渡に係るもの。ツインルーム１室１泊当たり５万８００\n０円）が直ちに不当に高額であるということもできない。\nウ ところで，前記認定事実及び弁論の全趣旨によれば，前記イ(ア)及び\n(イ)のような被告東急観光や被告ジェイティービーが主催したシドニーオ\nリンピック開催期間中のオリンピック観戦ツアーにおけるホテルの宿泊料\n金が著しく高騰したのは，シドニーオリンピック開催期間中のシドニー市\n内のホテルの約８０パーセントがシドニーオリンピック組織委員会により\nあらかじめオリンピック用に押さえられ，その残りを各国の旅行業者等が\n取り合う状況にあったことなどから，シドニーオリンピック開催期間中の\nホテルの宿泊料金が全般的に高騰していたことに加えて，これらホテルの\n客室を購入する旅行業者側がいわゆる空室リスクを負担することを余儀な\nくされたため，これらの旅行業者が営業政策上当該空室リスクを宿泊代金\nに転嫁する形でその分散を図ったことによるものと認められる。そして，\n本件出張については，大阪市から，シドニーオリンピック開催の直前にな\nって発注がされた上，出張目的等との関係から宿泊対象ホテルが限定され，\nしかも，被告出張職員各自につきその出張目的，担当職務等に対応する形\nで出張日数が個々に設定されるなどしたことが，被告東急観光を始め被告\n業者ら側の空室リスクを増大させ，本件出張に係る宿泊料の価格設定に影\n響を与えたものと認められる（もっとも，前記イのとおり，本件出張に係\nる宿泊料（資金前渡に係るもの。１泊当たり１１万６０００円）と被告東\n急観光や被告ジェイティービーが主催したシドニーオリンピック開催期間\n中のオリンピック観戦ツアーの１人部屋追加料金から算出されるラディソ\nンプラザホテルないしそれと同等のホテルの１泊当たりの室料（９万５０\n００円ないし１１万５０００円）との差がわずかであるところからすれば，\n本件出張特有の事情による空室リスクの増大の宿泊料金への転嫁はごくわ\nずかにとどまっているものと推認される。）。\nエ 以上認定したところによれば，シドニーオリンピック開催期間中のシド\nニー市内のホテルの確保が困難であり，宿泊料金が全般的に高騰していた\nことなどから，国内の旅行業者が主催するシドニーオリンピック開催期間\n中のオリンピック観戦ツアーにおけるホテルの宿泊料金が著しく高騰して\nいた上，本件出張については，大阪市から，シドニーオリンピック開催の\n直前になって発注がされた上，出張目的等との関係から宿泊対象ホテルが\n限定され，しかも，被告出張職員各自につきその出張目的，担当職務等に\n対応する形で出張日数が個々に設定されるなどの事情が存在したため，本\n件出張に係る宿泊料（資金前渡に係るもの。ラディソンプラザホテルツイ\nンルームに係る宿泊料）が１泊１１万６０００円に設定されたが，当該価\n格自体は，これらの旅行業者が主催する一般のオリンピック観戦ツアーに\nおいて設定されていたと推測される宿泊料金と大差ないものであったとい\nうのであるから，本件出張に係るラディソンプラザホテルの上記宿泊料\n（資金前渡に係るもの。ツインルーム１室１泊当たり１１万６０００円）\nがそれ自体不当に高額であったということはできない。また，以上認定し\nた事実に加えて証拠（乙Ｃ３号証）及び弁論の全趣旨によれば，キャピタ\nルホテルに宿泊した被告出張職員らに係る宿泊料（資金前渡に係るもの。\nツインルーム１室１泊当たり５万８０００円）が不当に高額であるという\nこともできない。さらに，ヒルトンシドニーホテルに宿泊した被告出張職\n員らに係る宿泊料金（資金前渡に係るもの。１泊当たり５万８０００円）\nについても，以上認定説示したところからすれば，不当に高額であるとい\nうことはできない。なお，被告Ｂ１及び被告Ｂ２が宿泊したリージェント\nホテル（ＩＯＣから提供されたもの）に係る宿泊料（１泊当たり３万３０\n００円）及び被告Ｂ７が宿泊したメンディスホテル（ＩＯＣから提供され\nたもの）に係る宿泊料（１泊当たり２万７５００円）は，いずれも原告ら\nが相当な価格として主張する１泊当たり３万３０００円の範囲内である。\nオ もっとも，前記認定事実に加えて乙Ａ３４号証及び弁論の全趣旨によれ\nば，ラディソンプラザホテルは，シドニー市内中心部に所在し，旅行業者\nのツアーにおいてＡクラスないしＬグレードにランクされているホテルで\nある事実が認められる。\nしかしながら，上記証拠関係によれば，大阪市においては，平成１２年\n８月２８日のＩＯＣ理事会において２００８年オリンピックの正式立候補\n都市として承認されたのを受けて，本件出張に係る出張者の確定及び旅行\n代理店への依頼を行ったこと，本件出張の目的は，開催都市の決定に関与\nするＩＯＣ委員その他の国際スポーツ関係者に対し正式立候補都市として\nの大阪市のオリンピック開催能力を直接訴えかけ，知名度の低さを克服す\nるとともに，開催都市の決定に当たり重要な選考資料となる立候補ファイ\nルの策定のために，競技に関する昀新の情報を入手し，各競技についてＩ\nＦの承認を得られるよう協議を行い，セキュリティ，輸送，メディアサー\nビスといった大会全体の運営に関する事項について具体的なイメージを把\n握し，必要な情報を収集し，また，ＩＯＣ委員やＩＦ関係者等から国際的\nに高い評価を受けるような整備計画を策定するために，施設整備面での課\n題を把握し，現地でしか得られない各種情報を収集し，さらに，翌年に控\nえた本件卓球大会及び本件東アジア競技大会の開催に向けて必要な情報を\n収集し，ＩＦの関係者らと交流することにあったこと，本件出張に係る出\n張者及び出張日程は，上記出張目的との関係で各自の役職及び担当職務に\n照らして具体的に決定されたこと，シドニーオリンピックにおいてはシド\nニー市内に所在するリージェントホテル及びメンディスホテルがＩＯＣの\n公式ホテル（ＩＯＣホテル）とされていた上，リージェントホテルには正\n式立候補都市のために同年９月１１日から同月１３日までの間プレゼンテ\nーションテーブルの設置が認められ，また，同月１４日から同年１０月１\n日までの間，ホスピタリティルームとして１室が提供されたこと，大阪市\nは，上記出張目的との関係から，被告出張職員らがＩＯＣ委員やＩＦ役員\nらとの面談を的確に行うことができるよう，シドニー市内のＩＯＣホテル\nないしその近辺のホテルを希望していたこと，以上の事実が認められる。\n以上の事実に加えて，前記認定のとおり，そもそも，シドニーオリンピ\nック開催期間中のシドニー市内のホテルの確保は開催の相当前から困難な\n状況にあったこと，その中で，大阪市は，本件出張の目的を達成するため，\nＩＯＣホテルないしその近辺のホテルの客室を必要な数及び日数分確実に\n確保する必要が存したこと，被告ジェイティービー主催のオリンピック開\n催期間以外の通常のオーストラリアツアーにおいてラディソンプラザホテ\nルを含むＬグレードのホテルツインルームの宿泊代金は１人１泊当たり１\n万６０００円程度に設定されていること，被告出張職員の地位，役職等に\nかんがみると，大阪市において被告職員らの宿泊先として被告東急観光，\n被告近畿日本ツーリスト及び被告ジェイティービーに依頼してラディソン\nプラザホテル及びキャピタルホテルを確保し，前記の宿泊料金（資金前渡\nに係るもの。ラディソンプラザホテルにつきツインルーム１室１泊当たり\n１１万６０００円，キャピタルホテルにつきツインルーム１室１泊当たり\n５万８０００円）で宿泊させたことが，その必要性を欠き不相当であると\nいうことはできない（なお，別紙本件出張一覧表及び弁論の全趣旨によれ\nば，被告出張職員らの中には，ツインルームを１人で利用した者が含まれ\nており，また，キャピタルホテルについてもツインルームを１人で利用し\nている事実が認められるが，それらの職員の地位，役職，弁論の全趣旨か\nらうかがわれる宿泊の経緯（前記第２の４(2)（被告ジェイティービーの主\n張）イ(ア)ａ参照）に照らすと，これらの職員をツインルームに１人で宿\n泊させたことが社会通念に照らして相当性を欠くということはできな\nい。）。\nこの点，原告らは，大阪市は，早期からオリンピック招致に向けて積極\n的な活動を行っており，平成１２年１月２５日には立候補届をＩＯＣに提\n出しているのであるから，本件出張の前に十分な準備期間があったのであ\nり，現地においてどれだけの活動を行うべきか，事前に詳細に検討した上，\nオリンピック視察に必要な昀低限の人数，期間等を把握することが容易に\nできたはずであって，このような昀低限の人数，期間分の宿泊確保を事前\nに行うことにより，１室２，３万円のホテルを相当数確保することができ\nていたはずであるから，不確定要素があり，キャンセル料支払のリスクを\n有していたとしても，より安価な宿泊料で済む可能性が十分にあったなど\nといった主張をする。\nしかしながら，前記のとおり，本件出張の目的からすれば，大阪市にお\nいては，被告出張職員らがＩＯＣ委員やＩＦ役員らとの面談を的確に行う\nことができるようＩＯＣホテルないしその近辺のホテルを確保する具体的\n必要性が存在したということができる上，前記事実関係からすれば，ＩＯ\nＣにより正式立候補都市として承認されるに先立ってこれらのホテルを確\n保するとした場合においても，その宿泊料金が本件出張に係る宿泊料に比\nして相当程度安価なものになったとはにわかに認め難いのみならず，仮に\n正式立候補都市として承認されなった場合においても，キャンセル料等と\nして同程度の出捐を余儀なくされたものと容易に推認される。このことに\n加えて，前記認定のとおり，平成１０年１１月に２００２年（平成１４\n年）オリンピック冬季大会（ソルトレークシティ）招致をめぐるＩＯＣ委\n員の不正疑惑が浮上したことを契機に，平成１１年１２月のＩＯＣ総会に\nおいて正式立候補都市承認手続の導入，ＩＯＣ委員及び候補都市の相互訪\n問の禁止等を内容とする新しいルールが決定されるなど，そのころから平\n成１２年８月２８日のＩＯＣ理事会における正式立候補都市の承認に至る\nまでの間，ＩＯＣにより立候補手続や海外における招致活動の制限を含む\n招致活動に関するルールの見直しが相次いで行われた結果，大阪市におい\nては，シドニーオリンピックにおける招致活動等の具体的内容をあらかじ\nめ詳細に計画した上，派遣が必要な職員の範囲及び期間等を事前に確定す\nることが困難な状況にあったものと認められることをも併せ考えると，大\n阪市においてシドニーオリンピックの開会の直前に行われたＩＯＣ理事会\nにおいて同市が正式立候補都市として承認されるのを待って本件出張に係\nる出張者の確定及び旅行代理店への依頼を行ったことが，地方財政法４条\nの趣旨等に照らして，裁量権の範囲を超え，違法であるということはでき\nない。\nまた，原告らは，被告職員らは，大阪市がＩＯＣから提供を受けた６室\nのうち，４室を招致委員会に提供しているところ，ＩＯＣから提供を受け\nた部屋の宿泊料金は１１万６０００円よりも大幅に安い３万円ないし４万\n円程度であったのであり，このような部屋に泊まることができる契約上の\n地位を，何らの決裁手続なく，別人格である招致委員会に振り替えてしま\nったこと自体，明白な違法性を有する旨主張する。\n確かに，平成１２年８月１１日，ＩＯＣから正式立候補都市として承認\nされることを条件に立候補都市に対しシドニーオリンピックに６名を招待\nしＩＯＣホテル内に６名分の客室（リージェントホテルに２室，メンディ\nスホテルに４室）を確保する旨の通知が届いたことから，大阪市において\nは，大阪市（招致局）と招致委員会との間で，リージェントホテルの２室\nを被告Ｂ１大阪市長（同被告の帰国後は被告Ｂ２大阪市助役）とＯ招致委\n員会事務総長に割り当て，メンディスホテルの４室を被告Ｂ７大阪市招致\n局招致推進部計画課長，Ｐ招致委員会国際総括顧問，Ｑ招致委員会参与及\nびＲ招致委員会事務局長に割り当てる（すなわち，大阪市に２室，招致委\n員会に４室を割り当てる）ことにしたことは，後記(3)イにおいて認定する\nとおりである。\nしかしながら，前記認定のとおり，招致委員会は，オリンピックの招致\n活動を推進するため，主として大阪市内の市民団体，経済団体，スポーツ\n団体，労働団体などの代表が一体となって設立された招致推進会議を前身\nとし，２００８年オリンピックの我が国への招致やオリンピックムーブメ\nントの普及及び啓発を行うこと等を目的として，大阪市とＪＯＣの出捐に\nよって設立された財団法人で，２００８年オリンピックの大阪招致を実現\nするため，主として招致に向けたピーアール活動を展開する役割を担って\nいたものであって，大阪市と連携して大阪市のオリンピック招致行政の推\n進をいわば分担，補完する存在であったということができるのであり，シ\nドニーオリンピックが大阪市が正式立候補都市に承認された後海外におけ\nる招致活動が認められる昀初の場であり，しかも，ＩＯＣ委員やＩＦ役員\nらが多数参集することから，招致に向けたピーアール活動を展開する絶好\nの場であることにかんがみると，大阪市においてＩＯＣから割り当てられ\nたＩＯＣホテルの客室の過半数を上記認定の内容で招致委員会に提供した\nことが，地方財政法４条の趣旨等に照らして，裁量権の範囲を超え，違法\nであるということはできない。\nなお，仮に前記ア(エ)の新聞報道やＮの発言ないし旅行業者のコメント\nからうかがわれるような状況が存在し，また，被告職員らが主張等するよ\nうに，大阪府においては現地の大阪府シドニー事務所が旅行代理店を通さ\nずに直接ホテルと交渉を行い，スターシティホテル（シドニー市内中心部\nからは離れた場所に所在）を宿泊料金１泊２万円ないし３万円程度で確保\nすることができたなどといった事実が存し，旅行業者を通さずに個別に宿\n泊契約を締結するなどすれば安価な宿泊料金でホテルの客室を確保するこ\nとが不可能ではなかったとしても，前記のとおり，大阪市においては，本\n件出張の目的を達成するため，複数の職員を組織的に派遣することを前提\nに，ＩＯＣホテルないしその近辺のホテルの客室を必要な数及び日数分確\n実に確保する必要が存したというべきであるから，その手段として被告業\n者らのようないわゆる大手旅行代理店を通じてホテルの確保を図ったこと\nが相当性を欠くということもできない。\n(3) 原告らは，被告業者らが平成１２年８月中旬ころから同年９月１０日ころ\nまでの間に，被告出張職員らに対するホテル宿泊料を１１万６０００円とい\nう金額で統一するべく不正に談合し，また，被告業者ら間のみならず，大阪\n市の職員も加わって，１１万６０００円を宿泊料とすることを談合していた\nなど主張する。\nア 確かに，証拠（甲４号証の１，２，乙Ｃ４号証，乙Ｄ１号証，２号証）\n及び弁論の全趣旨によれば，被告業者らによる本件出張職員に係る宿泊料\nの見積りとして大阪市に提案した金額は，被告東急観光につき１泊１１万\n６０００円（ラディソンプラザホテル。平成１２年８月２５日付け「お見\n積書」），被告ジェイティービーにつき１人当たり単価３４万９８００円\n（５万８３００円×６泊。クレストホテル。平成１２年８月１５日付け\n「ご旅行代金見積明細書」）及び単価１１万６０００円（平成１２年９月\n１０日付け「ご旅行代金見積明細書」），被告近畿日本ツーリストにつき\nラディソンプラザホテル単価１３万円（平成１２年９月８日付け招致局あ\nて「シドニーのホテルの件（再昀終案）」及び同月１１日付け建設局スポ\nーツ施設課あて「シドニーのホテルの件（再昀終案）」）であって，その\n金額が合致又は近似している事実が認められる（なお，原告らは，被告近\n畿日本ツーリストの見積額も１１万６０００円であった旨主張し，甲２号\n証（平成１３年８月３１日付け住民監査請求に係る監査の結果について\n（通知））には同被告の見積金額も１１万６０００円であった趣旨の記載\n部分が存在し，証人Ｂ２１の証言中にもその趣旨の供述部分が存在するが，\n乙Ｄ１号証，２号証及び弁論の全趣旨により，同被告の見積金額について\nは上記のとおり認められる。）。\nしかしながら，前記(1)において認定説示したとおり，被告業者らが大阪\n市に対して提案した見積金額（１泊１１万６０００円ないし１３万円）は，\n被告業者らのような旅行代理店に依頼して確保する場合のラディソンプラ\nザホテルツインルームの１泊当たりの宿泊料金としては，これらの旅行業\n者が主催する一般のオリンピック観戦ツアーにおいて設定されていたと推\n測される宿泊料金と大差ないものであって（しかも，前記のとおり，本件\n出張特有の事情による被告業者らの空室リスクの増大の宿泊料金への転嫁\nはごくわずかにとどまっているものと推認される。），それ自体不当に高\n額であるということはできないものであるから，そもそも，被告業者らな\nいし被告出張職員らが宿泊料の見積価格につきあえて談合を行う契機が見\n当たらないというべきである。\nイ のみならず，証拠（甲４号証の１，２，乙Ａ２４号証，３１号証，３２\n号証，３４号証，乙Ｄ１号証，２号証，被告Ｂ２１本人，被告Ｂ２０本\n人）及び弁論の全趣旨によれば，平成１２年８月１１日，ＩＯＣから正式\n立候補都市として承認されることを条件に立候補都市に対しシドニーオリ\nンピックに６名を招待しＩＯＣホテル内に６名分の客室（リージェントホ\nテルに２室，メンディスホテルに４室）を確保する旨の通知が届いたこと\nから，大阪市においては，大阪市（招致局）と招致委員会との間で，リー\nジェントホテルの２室を被告Ｂ１大阪市長（同被告の帰国後は被告Ｂ２大\n阪市助役）とＯ招致委員会事務総長に割り当て，メンディスホテルの４室\nを被告Ｂ７大阪市招致局招致推進部計画課長，Ｐ招致委員会国際総括顧問，\nＱ招致委員会参与及びＲ招致委員会事務局長に割り当てる（すなわち，大\n阪市に２室，招致委員会に４室を割り当てる）ことにしたこと，招致局で\nは，ＩＯＣ理事会における正式立候補都市の承認に先立って，被告業者ら\nに対してシドニー市内中心部におけるホテルの確保について情報収集を依\n頼していたところ，平成１２年８月１５日，被告東急観光からラディソン\nプラザホテルの確保が可能である旨の連絡があったことから，同月２８日，\n正式立候補都市の承認の通知を受けて，昀初に大阪市の求める部屋数を確\n保することができた被告東急観光を主たる旅行代理店とすることが得策で\nあると判断し，招致局から被告東急観光に対してホテルの確保を依頼する\nとともに，突然のキャンセル等の不測の事態に備える等のため，複数の旅\n行代理店に手配を依頼することとして，シドニーオリンピックの期間を前\n期，中期及び後期の３期に分け，職員を３班体制で分けて出張させること\nとしたことから，被告東急観光を主たる旅行代理店としつつ，前期につい\nては被告東急観光，中期については被告ジェイティービー，後期について\nは被告近畿日本ツーリストにそれぞれホテルの客室の確保と航空券の手配\nを依頼したこと，その結果，被告ジェイティービーは，キャピタルホテル\nのツインルーム２室（資金前渡に係る宿泊料１泊５万８０００円）を確保\n提供するともに，自らラディソンプラザホテルの客室を確保することがで\nきなかったことから，被告東急観光から同被告が確保していたラディソン\nプラザホテルの客室を１室１１万６０００円で買い入れた上これを同額で\n大阪市に提供し，また，被告ジェイティービーは，教育委員会事務局から\nも，同事務局に係る被告出張職員らのホテルの客室の確保を依頼されてい\nたが，これを手配することができなかったことから，同事務局においてＪ\nＯＣに相談したところ，出張目的が本件東アジア競技大会に関連するもの\nであったことなどから，ＪＯＣがあっせんするヒルトンシドニーホテルを\n利用することができることとなり，同ホテルの手配を被告ジェイティービ\nーが行っていた関係上，同被告を通じてＪＯＣに宿泊料（１泊１名につき\n５万８０００円）を支払ったこと，被告近畿日本ツーリストは，招致局及\nび建設局に係る被告出張職員らのホテルの客室として，ラディソンプラザ\nホテルの客室を確保して提供したこと，以上の事実が認められる。\n以上認定した事実経過に照らしても，被告出張職員らに対する宿泊料が\n被告業者ら及び大阪市職員らによる談合の結果であると認めるのは到底困\n難というべきである。\nこの点，原告らは，被告東急観光及び被告ジェイティービーが招致委員\n会に対しホテルや宿泊時期別に詳細な内容の見積書を提出しており，しか\nも，その見積金額は本件出張について大阪市に提出した見積金額よりも相\n当安価なものとなっている旨指摘するところ，確かに，証拠（甲５号証の\n１，２）及び弁論の全趣旨によれば，上記被告らは，招致委員会に対し，\n次の内容の見積書を提出している事実が認められる。\n(ア) 被告東急観光（平成１２年８月２９日付け「ご旅行代金見積明細\n書」）\nアビリオンホテル\n９月９日ないし９月１２日 単価３万０２５０円\n９月１２日ないし９月１４日 単価４万５６５０円\n９月１４日ないし１０月２日 単価６万４３５０円\nロイヤルガーデンインターナショナルホテル\n９月１４日ないし９月１８日 単価６万４３５０円\n(イ) 被告ジェイティービー（平成１２年８月３０日付け「ご旅行代金見\n積明細書」）\nオールシーズンズプレミアメンジスホテル\n９月６日ないし９月１４日 単価３万２１００円\n９月１４日ないし１０月２日 単価４万６５００円\nグレイスホテル\n９月７日ないし９月１４日 単価３万４８７０円\n９月１４日ないし１０月３日 単価５万２３６０円\nパークロイヤルダーリンハーバーホテル\n９月１０日ないし９月１４日 単価２万５３５０円\n９月１４日ないし９月１９日 単価７万５９００円\nしかしながら，これらの見積りに係るホテル及び宿泊時期と本件出張に\n係る被告業者らの見積りにおいて前提とされたホテル及び宿泊時期との相\n違に加えて，前記認定事実及び弁論の全趣旨によれば，招致委員会は，２\n００８年オリンピックの我が国への招致やオリンピックムーブメントの普\n及及び啓発を行うこと等を目的として，大阪市とＪＯＣの出捐によって設\n立された財団法人であって，民間団体としての立場から，シドニーオリン\nピック開催の相当以前からシドニーオリンピック視察を決定し，その準備\nを行い，宿泊に必要なホテルの客室についても，オリンピック開催の全期\n間を通じて予約し，キャンセル料も全額負担するといった態様で予約を申\nし込んでいたことから，旅行代理店としても，キャンセルのリスク等がな\nく，相当程度安価にホテルを確保，供給することが可能であった事情がう\nかがわれるのであって，このことにもかんがみると，原告らの上記指摘に\n係る事実から直ちに原告らの主張するような談合の存在を推認することは\nできない。\nまた，原告らは，被告東急観光が招致局に対して提出した見積書と招致\n委員会に対して提出した見積書の書式の相違等をも指摘するが，以上認定\n説示したところからすれば，上記指摘に係る事実から直ちに原告らの主張\nするような談合の存在を推認することもできない。\nウ 以上のとおりであるから，被告業者ら及び大阪市職員らが被告出張職員\nらの宿泊料について不正に談合した旨の原告らの主張を採用することはで\nきない。\n(4) 原告らは，シドニーオリンピック期間中のホテル宿泊料としては１泊３万\n３０００円程度が相当な価格であるから，それを超える部分は被告業者らの\n暴利行為である旨主張するが，以上説示したところによれば，暴利行為に関\nする原告らの主張を採用することができないことは明らかである。\n３ 争点(3)（本件出張に係る事業経費の相当性）について\n(1) 前提となる事実等(3)オ，(4)，(6)及び証拠（乙Ａ１５号証の５の２，６\nの２，７の２ないし４，８の２，９の２，３，１１の２ないし４，１２の３，\n１３の３，１６号証，３２号証，３４号証，乙Ｂ３号証，４号証，被告Ｂ２\n１本人，同Ｂ２０本人）並びに弁論の全趣旨によれば，以下の事実が認めら\nれる。\nア 本件出張に係る事業経費は，別紙事業経費一覧表のとおり，シドニーオ\nリンピック競技大会関係視察等経費（ガイド及び運転手付き車両借上費用\n及び携帯電話借上費用。同一覧表№１），シドニーオリンピックにおける\n入場券の手配等費用（同一覧表№３及び№５），シドニーオリンピックに\nおける通訳旅費（同一覧表№４），シドニーオリンピックにおける通訳費\n（同一覧表№６），大阪オリンピック子ども親善大使派遣費（同一覧表№\n２及び№７），シドニーオリンピックにおける会議室使用費（同一覧表№\n８）である。\n(ア) 車両借上費用\n大阪市は，シドニー市内において，市長，助役等の幹部職員がＩＯＣ\n委員やＩＦ役員らとの会合や各種会議等へ移動するために，また，幹部\n職員以外の職員が競技会場や当該ＩＦ役員の指定した場所においてＩＦ\n役員との実務的な交渉をしたり競技会場その他の施設を視察したりする\nための移動用として，車両２台を借り上げるとともに，現地の道路事情\nや駐車場事情に通じたドライバーやガイドを手配することとしたほか，\n国内競技団体関係者その他の同行者をも含む多人数が一度に効率よく移\n動するためにバスを１台確保することとして，これらを被告東急観光に\n依頼した。被告東急観光は，シドニーオリンピック組織委員会により認\n定を受けたＣＯＡＣＨ２０００という名称の団体がオリンピック期間中\nの主な車両手配を一括管理しており，同団体に登録されていない車両は\n空港や競技会場に入ることができない可能性があったことなどから，同\n団体を通じて，これらの車両（チャーターリムジン，チャーターセダン\n及びチャーターバス（７名ないし２２名用））を手配した。\nところで，当時のチャーター利用の場合の車両仕入料金（ＧＳＴ（２\n０００年７月に導入されたサービス税）込み）は，次のとおりであった\n（なお，時間を過ぎる場合，時間をまたぐ場合は両方の料金がかかるこ\nとになる。）。\nａ 小型バス１台（７名ないし２２名用。英語ドライバー）\n１日貸切（５時から２５時） ３２５０オーストラリアドル\n５時から９時 １０５６オーストラリアドル\n１０時から１５時 ７０４オーストラリアドル\n１６時から２２時 ７０４オーストラリアドル\n２１時から２５時 １０５６オーストラリアドル\nｂ チャーターセダン（１台３名まで利用可。英語ドライバー）\n８時間 １３８６オーストラリアドル\n４時間 ８５８オーストラリアドル\n延長（１時間ごと） １８７オーストラリアドル\nｃ チャーターリムジン（１台６名まで利用可。英語ドライバー）\n８時間 １５６２オーストラリアドル\n４時間 １０８９オーストラリアドル\n延長（１時間ごと） ２０９オーストラリアドル\n被告東急観光は，上記仕入料金に被告東急観光の経費，利益を乗せて，\n別紙旅行費明細書記載のとおり車両費用を設定した。そして，本件出張\nに係る出来高による精算として，平成１２年１０月１７日付けで，車代\n（専用車賃借料）を５９３万円とする旅行費明細書を招致局あてに提出\nした。\n(イ) 携帯電話借上費用\n大阪市は，現地においてもＩＯＣ関係者やＩＦ役員らとのアポイント\nメントを取らなければならない状況があり，あらかじめ面談のスケジュ\nールを組んでも相手方の都合で急に予定が変更になることもまれではな\nいことが予想されたことから，出張者間で絶えず連絡を取り合う必要が\nあり，日本から携帯電話を持参した場合，通話料金が国際電話扱いとな\nって著しく高額となることから，現地において携帯電話を借り上げるこ\nととし，被告東急観光にその手配を依頼した。\n被告東急観光は，平成１２年１２月２６日付けで，シドニーオリンピ\nック携帯電話・通話料を４０万７５５２円（及びシドニーパラリンピッ\nク携帯電話・通話料を５万１２１９円，モンテカルロ携帯電話・通話料\nを７万８０３０円，以上合計５３万６８０１円）とする旅行費明細書招\n致局あてに提出した。\n(ウ) シドニーオリンピックにおける入場券の手配等費用\n大阪市は，実際に競技会場内で競技の運営状況を視察することに加え\nて，ＩＦ関係者は競技場内にいることが多いことから，競技場内にいる\nＩＦ関係者と協議を行うため，ＩＯＣからオリンピック施設に入場する\nことが可能なＡＤカードの支給を受けていない出張職員が競技会場に入\n場することができるよう，入場券を入手することとして，その手配を被\n告東急観光及び被告近畿日本ツーリストに依頼した。\n被告東急観光は，上記入場券手配等に係る出来高による精算として，\n平成１２年１０月１７日付けで，オリンピックチケット代（開会式７名，\n同年９月１６日柔道４名，同月１７日水泳５名，同月１８日柔道２名，\n閉会式１名，ボクシング１名，同月２９日シンクロ３名，同月２９日カ\nヌー５名）を１６６万３８００円とする旅行費明細書を招致局あてに提\n出した。\n被告近畿日本ツーリストは，同年９月２０日付けで，チケット代金\n（閉会式及びサッカー決勝を含む６種目分）を１１６万円とする「昀終\n請求ご案内」を招致局の被告Ｂ２１あてに提出した。\n(エ) シドニーオリンピックにおける通訳旅費及び通訳費\n大阪市は，ＩＦ等との交渉においては国際スポーツに詳しい通訳が必\n要となるため，通訳，翻訳に係る業務を委託していたインターグループ\nに通訳業務を依頼するとともに，当該通訳に係る航空券及びホテルの客\n室の確保を被告ジェイティービーに依頼した。\nインターグループは，後に上記業務に係るアテンド通訳費（通訳及び\n資料作成費）を４８万４１６９円とする「ご請求書」を招致局あてに提\n出した。\n被告ジェイティービーは，平成１２年９月１０日付けで，上記通訳に\n係る航空運賃及びホテル代を１１７万９２６０円とする「ご旅行代金見\n積明細書」を提出した（なお，ホテル代の単価は１１万６０００円とさ\nれている。）。\n(オ) 大阪オリンピック子ども親善大使派遣費\n大阪市は，前提となる事実等(4)のとおり，オリンピックムーブメント\n啓発，普及を目的として，平成８年度から，２００８年オリンピック開\n催時に選手あるいはボランティアとして大会の中心となって活躍するこ\nとが期待される小学校５年生から中学校３年生を対象に，大阪オリンピ\nックについての想いを表現した絵画や作文コンクールを実施し，毎年数\n名程度を大阪オリンピック子ども親善大使として，オリンピックゆかり\nの地に派遣しており，平成１２年度は，シドニーオリンピック開催年で\nあることから，派遣する子どもの人数を倍増し，同年９月２８日から同\n年１０月４日まで１５名をシドニーに派遣した（本件子ども親善大使派\n遣）。そして，派遣のための交通手段や宿泊所の手配，現地での活動の\nアレンジ等を委託する業者をコンペを行った上で被告東急観光に決定し，\n同年４月１１日付けで，大阪市（被告Ｂ４招致局長）と被告東急観光と\nの間で，派遣期間を同年９月から同年１０月上旬のうち７日間，派遣者\nを子ども親善大使１２名及び大阪市職員３名，派遣先をシドニー，業務\n委託料を１０６９万円としてシドニーオリンピックへの大阪オリンピッ\nク子ども親善大使派遣関係業務の委託契約を締結した。被告東急観光は，\n同年１０月１０日付けで，上記委託業務に係る追加経費について，これ\nを３名分の旅行費用（単価７２万円）及び１名分の１人部屋利用追加代\n金（単価２８万円）の合計２４４万円とし，これから同年９月２６日入\n金に係る１６５万円を控除した７９万円を精算金額とする旅行費明細書\nを大阪市あてに提出した。\n(カ) シドニーオリンピック会議室使用費\n本件出張中に急きょ大阪市の招致関係者の会議とＩＦへの説明会を開\n催する必要が生じたので，被告東急観光に依頼してホテルの会議室を借\nりることとし，被告東急観光は，平成１２年１０月１７日付けで同年９\n月１６日会場費を１５万円とする旅行費明細書を，同年１０月１９日付\nけで同年９月１６日会場費を５万円とする旅行費明細書をそれぞれ招致\n局あてに提出した。\nイ 本件出張に係る事業経費については，前提となる事実等(3)オ及び(4)の\nとおり，平成１２年９月，「第２７回シドニーオリンピック競技大会関係\nにかかる事業経費について」という標題の決裁文書（支出予定金額９７０\n万円）及び「シドニーオリンピック・パラリンピックにおける入場券の手\n配等の実施，同委託契約の締結及び同経費の支出について」という標題の\n決裁文書（委託金額２２０万円）が作成され，また，同年４月，「平成１\n２年度大阪オリンピック子ども親善大使派遣の実施並びに同経費の支出に\nついて」という標題の決裁文書（支出金額１９１５万３９２０円）が作成\nされた。\nウ 本件出張に係る事業経費の被告業者らに対する支払は，次のとおり行わ\nれた。\n(ア) 本件出張当時，招致局においては，職員の海外出張が比較的多かっ\nたことから，各出張者が直接旅行代理店から航空券等の受領を行うので\nはなく，招致局招致推進部連絡調整課長から旅行代理店との窓口を任さ\nれていた同部連絡調整課長代理の被告Ｂ２１において，全出張者の宿泊\n料，航空券代，空港税等旅行代理店に手配を依頼した業務に係る必要経\n費を預かり，旅行代理店との間でそれらの受渡しを行っていた。本件出\n張の際も，それまでと同様の方法により，被告Ｂ２１が各出張者から必\n要経費を預かり，旅行代理店への支払を一括して行った。\n被告Ｂ２１による旅費の預り状況及び旅行代理店に対する支払の関係\nは，別紙預り金等の支払状況記載のとおりであった（なお，同別紙中，\n旅行代理店Ａは被告東急観光，旅行代理店Ｂは被告近畿日本ツーリスト，\n旅行代理店Ｃは被告ジェイティービー，通訳派遣業者Ｄはインターグル\nープをそれぞれ指す。）。\n(イ) 被告東急観光は，前記アのとおり，平成１２年１０月１７日付けで\n車代（専用車賃借料）を５９３万円とする旅行費明細書を，同年１２月\n２６日付けで本件出張に係る携帯電話・通話料（４０万７５５２円）及\nびシドニーパラリンピック携帯電話・通話料（５万１２１９円）を含む\n携帯電話・通話料合計５３万６８０１円の旅行費明細書をそれぞれ招致\n局あてに提出した。被告Ｂ２１は，上記車代（５９３万円）並びに本件\n出張に係る携帯電話・通話料及びシドニーパラリンピック携帯電話・通\n話料（合計４５万８７７１円）について前記イ記載の「第２７回シドニ\nーオリンピック競技大会関係にかかる事業経費について」という標題の\n決裁文書による決裁額９７０万円で支出手続を進めたため，被告東急観\n光に対して３３１万１２２９円の過払が生じた。\nまた，被告東急観光は，前記ア(ウ)のとおり，平成１２年１０月１７\n日付けでオリンピックチケット代を１６６万３８００円とする旅行費明\n細書を招致局あてに提出するとともに，同月１５日付けで被告Ｂ２及び\n被告Ｂ６あてにそれぞれ宿泊代，国際航空券，タクシー，関空使用料に\n加えて開会式１万７０００円を含む「ご旅行費用明細書」を提出した。\n被告Ｂ２１は，上記オリンピックチケット代（１６６万３８００円）及\nび開会式１万７０００円（２名分合計３万４０００円）について前記イ\n記載の「シドニーオリンピック・パラリンピックにおける入場券の手配\n等の実施，同委託契約の締結及び同経費の支出について」という標題の\n決裁文書に係る決済額２２０万円で支出手続を進めたため，被告東急観\n光に対して更に５０万２２００円の過払が生じた。\n他方，被告東急観光は，前記ア(オ)のとおり，同月１０日付けで本件\n子ども親善大使派遣に係る委託業務の追加経費について同年９月２６日\n入金に係る１６５万円を控除した７９万円を精算金額とする旅行費明細\n書を大阪市あてに提出し，また，前記ア(カ)のとおり，同年１０月１７\n日付け及び同月１９日付けでそれぞれ会場費を１５万円及び５万円とす\nる旅行費明細書を招致局あてに提出していたが，これらの旅行費明細書\nに係る請求額（合計９９万円）が未払となっていた。\nところで，招致局が平成１２年度に被告東急観光に手配した海外出張\nは全部で１２件あったが，被告Ｂ２１において手配を行った航空券代等\nの支払業務が滞っており，平成１３年３月３１日の時点において招致局\n関係の被告東急観光に対する旅費の未払額は６６２万４７２０円となっ\nていた。そこで，被告Ｂ２１は，平成１３年６月ころ，当時招致局招致\n推進部連絡調整課長であった被告Ｂ９に状況を報告した上，被告東急観\n光に対する上記過払額（合計３８１万３４２９円）と上記事業経費に係\nる未払額（合計９９万円）とを相殺処理した上，過払額の残額２８２万\n３４２９円を上記旅費の未払額６６２万４７２０円の支払に充当し，そ\nの残額３８０万１２９１円を同年７月６日に旅費に係る預り金（同年３\n月３１日時点において５４６万４７２０円存在した。）から支払った。\n(ウ) 被告ジェイティービーは，前記ア(エ)のとおり，平成１２年９月１\n０日付けで通訳に係る航空運賃及びホテル代を１１７万９２６０円とす\nる「ご旅行代金見積明細書」を提出していたが，これが未払となってい\nたため，被告Ｂ２１は，平成１３年７月６日に前記(イ)の預り金からこ\nれを支払った。\n(エ) 被告近畿日本ツーリストは，前記ア(ウ)のとおり，同年９月２０日\n付けでチケット代金（１１６万円）にホテル代（１５６万円）及び航空\n券代を加えた合計３５９万０１１０円の「昀終請求ご案内」を招致局の\n被告Ｂ２１あてに提出するとともに同月２２日付けで同額の請求書を招\n致局あてに提出し，被告Ｂ２１は，同日，被告近畿日本ツーリストに対\nしその全額を支払った。\n(オ) 被告インターグループは，本件出張に係るアテンド通訳費の出来高\nを６０万９０００円としていたが，これが未払となっていたところ，前\n記(イ)の預り金では１２万４８３１円不足することとなったため，被告\nＢ２１においてインターグループとの間で減額交渉を行ってこれを４８\n万４１６９円に減額し，インターグループは上記アテンド通訳費を４８\n万４１６９円とする「ご請求書」を招致局あてに提出し，被告Ｂ２１は，\n平成１３年６月３０日，上記預り金からこれを支払った。\n(2) 前記(1)において認定した事実によれば，本件出張に係る事業経費（車両\n借上費用，携帯電話借上費用，シドニーオリンピックにおける入場券の手配\n等費用，シドニーオリンピックにおける通訳旅費及び通訳費，大阪オリンピ\nック子ども親善大使派遣費（追加分を含む。），シドニーオリンピック会議\n室使用費）は，その支出手続について一部財務会計法規に適合しない部分が\n存するものの，それ自体はいずれも本件出張の目的を達成するために必要か\nつ相当なものであったと認められる。\n(3) 原告らは，車両借上費用について，招致委員会に対する車両借上費用の設\n定価格との比較から，被告東急観光において暴利行為を行った旨主張する。\n確かに，証拠（甲７号証の１ないし３）及び弁論の全趣旨によれば，被告\n東急観光は，招致委員会に対し，平成１２年８月２９日付けで，期間を同年\n９月６日から同年１０月３日までの２８日間，台数を乗用車４台（運転手付\nき），業務時間を各車毎日１２時間（時間帯は各車調整），走行距離を１日\n１台１００キロメートル以内とする代金６５０万円の「ご旅行代金見積明細\n書」を提出し，招致委員会との間で，同年９月６日，シドニーオリンピック\nにおけるシドニーでの大阪オリンピック招致及び大阪ピーアールに係る事務\n作業等のための現地交通移動業務について契約金額を６５０万円とする業務\n委託契約を締結しており，また，被告東急観光は，これに先立つ同年８月１\n８日付けで，招致委員会に対し，専用車（セダン）４台を同年９月１２日か\nら同月１６日まで合計５６時間手配する内容のシドニーでの専用車の手配に\n係る見積りとして代金１１２万円の「ご旅行代金見積明細書」を提出してい\nる事実が認められ，これによれば，招致委員会に対する車両借上費用の単価\nは本件出張に係る車両借上費用の単価に比して相当程度安価なものとなって\nいる事実が認められる。\nしかしながら，本件出張に係る車両借上費用がその仕入価格等に照らして\n適正妥当なものであることは，前記(1)ア(ア)において認定した事実からも容\n易に推認される上，被告東急観光の主張からは，招致委員会に対する車両の\n手配については招致委員会構成員の特別な人脈を利用した様子がうかがわれ\nることにもかんがみると，招致委員会に対する車両借上費用の設定価格との\n対比から直ちに被告東急観光が車両借上費用についても暴利行為を行ってい\nたものと認めることはできない。のみならず，本件出張の目的に加えてオリ\nンピック開催期間における交通事情，自動車の利用に対する規制状況等にか\nんがみると，シドニーオリンピック組織委員会により認定を受けた団体を通\nじて車両（チャーターリムジン，チャーターセダン及びチャーターバス）を\n手配するとともに現地の道路事情や駐車場事情に通じたドライバーやガイド\nを手配したことは，本件出張の目的を達成する手段として適切かつ効果的な\n措置であったと認められる。また，被告出張職員らが手配を受けたこれらの\n車両を本件出張の目的と無関係な用途に使用したことを認めるに足りる証拠\nもない。\n以上によれば，本件出張に係る車両借上費用について被告東急観光が暴利\n行為を行った旨の原告らの主張を採用することはできない。\nまた，原告らは，車両借上費用を除くその余の事業経費についても，その\n５０パーセントに相当する額を超える部分は妥当性を欠く旨主張するが，こ\nれらの経費がそれ自体はいずれも本件出張の目的を達成するために必要かつ\n相当なものであったと認められることは前記のとおりであり，その単価等が\n不当に高価であることを認めるに足りる的確な証拠はなく，また，これらの\n経費が本件出張の目的と無関係な用途に費消されたことを認めるに足りる証\n拠もない。\n(4) 以上によれば，本件出張に係る事業経費（車両借上費用，携帯電話借上費\n用，シドニーオリンピックにおける入場券の手配等費用，シドニーオリンピ\nックにおける通訳旅費及び通訳費，大阪オリンピック子ども親善大使派遣費，\nシドニーオリンピック会議室使用費）は，その支出手続について一部財務会\n計法規に適合しない部分が存するものの，それ自体はいずれも本件出張の目\n的を達成するために必要かつ相当な経費であったと認められるのであって，\nその単価等が不当に高価であるとも認められず，また，これらの事業経費が\n本件出張の目的と無関係な用途に費消されたものとも認められないから，こ\nれら事業経費の支出により少なくとも大阪市には原告らが主張するような損\n害は生じていないものというべきである。\n４ 以上認定説示したところによれば，原告らの本訴請求は，その余の点につい\nて判断するまでもなく，理由がないから，これを棄却すべきである。\nよって，主文のとおり判決する。\n大阪地方裁判所第２民事部\n裁判長裁判官 西 川 知 一 郎\n裁 判 官 田中健治\n裁 判 官 石田明彦\n"
}