{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 13,
    "month": 10,
    "day": 30
  },
  "case_number": "平成13(わ)279",
  "case_name": "道路交通法違反，業務上過失致死，覚せい剤取締法違反被告",
  "court_name": "広島地方裁判所",
  "lawsuit_id": "7986",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=7986",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/986/007986_hanrei.pdf",
  "contents": "主　　　　　　　　文\n被告人を懲役７年及び罰金５０万円に処する。\n未決勾留日数中１２０日をその懲役刑に算入する。\nその罰金を完納することができないときは，金５０００円を１日に換算し\nた期間被告人を労役場に留置する。\n押収してあるプラスチック袋入り覚せい剤結晶７袋（平成１３年押第６６\n号の１ないし７）を没収する。\n理　　　　　　　　由\n（罪となるべき事実）\n被告人は，\n第１　法定の除外事由がないのに，平成１３年４月７日午後零時３０分ころ，広島\n市○○区○○町○○番○○号所在のＡマンション前路上に駐車した普通乗用自\n動車内において，フェニルメチルアミノプロパンの塩類を含有する覚せい剤結\n晶約０．０７グラムを水に溶かして自己の左ひじ部に注射し，もって，覚せい\n剤を使用した\n第２　同月８日午前零時４０分ころ，広島県廿日市市○○自動車道上り○○キロポ\nスト付近道路において，法定の最高速度（１００キロメートル毎時）を６７キ\nロメートル毎時超過する１６７キロメートル毎時の速度で普通乗用自動車を運\n転して進行した\n第３　自動車運転の業務に従事していた者であるが，同日午前零時５３分ころ，前\n記車両を運転し，広島市○○区○○丁目○○番○○号付近道路（国道５４号\n線）を○○方面から○○方面に向かって時速約１２０ないし１３０キロメート\nルで進行するに当たり，同所先には，信号機により交通整理の行われている交\n差点が設けられていたのであるから，同交差点の対面信号機の表示に注意を払\nい，その表示に従うべき業務上の注意義務があるのにこれを怠り，同信号機の\n表示を注視しないまま漫然と上記速度で進行した過失により，同交差点の手前\n約４８．８メートルの地点に迫って，同信号機が赤色灯火信号を表示している\nのを初めて認めたものの，上記速度のまま交差点内に進入し，折から，同交差\n点出口の横断歩道上を青色信号に従い左から右へ横断歩行していたＢ（当時２\n０歳）を前方約２７．５メートルの地点に迫ってようやく認めて右へ急ハンド\nルを切ったが間に合わず，自車左前部を同人に衝突させて同人を右前方約９\n６．６メートルの中央分離帯まで跳ね飛ばした上転倒させ，よって，即時同所\nにおいて，同人を脳損壊の傷害により死亡させた\n第４　前記第３の日時場所において，前記車両を運転中，前記のとおりＢに自車を\n衝突させて死亡に至る傷害を負わせる事故を起こしたのに，直ちに車両の運転\nを停止して同人を救護する等必要な措置を講ぜず，かつ，その事故発生の日時\n及び場所等法律に定める事項を，直ちに最寄りの警察署の警察官に報告しなか\nった\n第５　同日午前１０時１０分ころ，○○警察署において，営利の目的で，フェニル\nメチルアミノプロパン塩酸塩を含有する覚せい剤結晶約３２．１１１グラム\n（平成１３年押第６６号の１ないし７はその鑑定残量である。）をみだりに所\n持した\nものである。\n（証拠の標目）\n（省略）\n（事実認定の補足説明）\n１　弁護人は，判示第５の事実につき，被告人が覚せい剤を所持していたのは営利\n目的によるものではない旨主張し，被告人もこれに沿う弁解をするので，以下検\n討する。\n２　まず，本件所持に係る覚せい剤は，被告人が判示第３及び第４の罪について警\n察署に出頭した際に所持していた黒色セカンドバッグ内に入っていたものである\nが，被告人が一貫して供述するところによれば，被告人は，平成１３年４月７日\n夜に○○町に赴いた際に上記黒色セカンドバッグを携行し，判示第３の交通事故\nを起こした後も，上記黒色セカンドバッグを持って事故車から逃走したというも\nのであり，この供述の信用性を疑うべき余地はない。\nそして，被告人が本件覚せい剤を携行していた経緯について，被告人は，捜査\n段階においては，次のとおり供述している。\n(1) 被告人は，平成５年に暴力団組員になった後も覚せい剤の密売を行っていた\nところ，平成１３年４月５日に，覚せい剤の密売人から頼まれて，密売用の覚\nせい剤の質の良否を確かめてやる謝礼として本件所持に係る覚せい剤をもらい\n受けたが，その際，その密売人が仕入れる予定の覚せい剤のうち５００グラム\nを被告人が自ら買い受けて売りさばくこととした。\n(2) 本件所持に係る覚せい剤は，覚せい剤の購入客に見本として交付したり，小\n口の買い受け希望者がいれば販売するほか，自らも使用する目的で，常にセカ\nンドバッグに入れて持ち歩き，同月７日に判示第１の自己使用に供した上，同\n日深夜には，覚せい剤１００グラムを購入することに応じた密売人に，岩国市\n内で少量を見本として交付した。なお，これらの覚せい剤購入者との交渉は，\n前記密売人から借り受けた携帯電話機を使用して行った。\n(3) その後，前記５００グラムの覚せい剤を受け取る約束の時刻に遅れそうにな\nり，猛スピードで車を走らせているとき，判示第２の速度違反を犯し，さらに\nその後判示第３の交通事故を起こしたが，覚せい剤を受け取る約束を守る一心\nで事故現場から逃走した。\n被告人のこれらの供述は，被告人にしか知り得ない被告人に不利な事実を内容\nとするものである上，詳細かつ具体的であり，全体として合理的かつ自然である\nばかりでなく，本件所持に係る覚せい剤が３０グラム以上であり，自己使用分の\nみとしては余りに多量であることや，被告人の携帯電話機には多数の覚せい剤前\n歴者の電話番号が記録されており，被告人がこれらの者と頻繁に連絡を取り合っ\nていること，同月５日以後の被告人の携帯電話機の使用頻度がそれ以前より減少\nしており，同月７日夕方以降，逮捕されるまでの間に全く使用されていないこと\n等とも符合していることから，十分に信用することができる。\n３　これに対し，被告人は，当公判廷において，本件所持に係る覚せい剤を入手し\nた経緯については捜査段階とほぼ同趣旨の供述をしているものの，本件覚せい剤\nを所持していた目的については，暴力団員になってから覚せい剤を売ったことが\nないから，実際に被告人から覚せい剤を買う者もいないので，本件所持に係る覚\nせい剤を売るつもりはなかった旨供述を変遷させた。\nしかしながら，被告人は，この変遷の理由について全く説明していない上，そ\nの変遷について合理的な理由となるべき事情はうかがわれない。さらに，本件覚\nせい剤は，自己使用分のみとしては余りに多量である上，被告人の捜査段階の供\n述によれば，被告人が上記密売人から借り受けていた携帯電話機は，密売人が仕\n入れる覚せい剤のうち被告人が５００グラムを譲り受ける取引の連絡に使用する\nためのものであったというところ，被告人の公判供述は，その覚せい剤の取引は\n話だけで終わったと言いながら，密売人から携帯電話機を借りていた理由につい\nては何ら説明をしていないのであって，その弁解の内容自体が不合理であり，到\n底信用することができない。\n４　よって，被告人が本件覚せい剤を営利目的で所持していたことを優に認定する\nことができる。\n（累犯前科）\n（省略）\n（法令の適用）\n（省略）\n（量刑の理由）\n本件は，被告人が覚せい剤の取引に遅れそうになり，法定速度を超過して高速道\n路を走行した道路交通法違反（速度超過），一般道でも法定速度を著しく超過して\n走行中，赤信号に気付くのが遅れてそのままの速度で交差点に進入し，横断中の歩\n行者を跳ね飛ばして即死させた上，そのまま逃走した業務上過失致死及び道路交通\n法違反（救護義務違反，報告義務違反）並びに被告人が３０グラムを超える多量の\n覚せい剤を密売目的で所持し，さらにその一部を自己使用した覚せい剤取締法違反\nの各事案である。\nまず，速度超過の点について見るに，覚せい剤の取引に遅れそうになったという\n動機に全く酌量の余地はなく，また速度超過の程度も著しいものであり，その態様\nは悪質である。\n次いで，業務上過失致死並びに救護義務違反及び報告義務違反の点について見る\nに，被告人は，一般道において，時速約１２０キロメートルを超える高速度で，信\n号機にも気を留めないまま走行するという無謀な運転をした挙げ句，交差点の直前\nで赤信号に気付きながら，交差点手前で停止できないと見るや，速度を緩めること\nなく交差点に進入して本件事故を引き起こしたものであり，その態様は，故意犯と\nも比肩すべき悪質極まりないものである。\nまた，被告人は，重大な人身事故を起こしたことを認識しながら，被害者を一顧\nだにせず，自分の覚せい剤取引を成功させることのみを考えて，現場に停止するこ\nともなく逃走したものであり，その行為は身勝手かつ非人間的であり，強い非難に\n値する。\n被害者は，何らの落ち度もなかったにもかかわらず，２０歳という青春の盛り\nで，一瞬にしてその生命を奪われ，将来の夢や希望を無惨にも打ち破られたもので\nあり，その無念さは量り知れず，また，突然の事故で，愛する家族を奪われた遺族\nの悲嘆も察するに余りある。にもかかわらず，被告人は遺族に対して何らの慰謝の\n措置も講じておらず，また，被害弁償の見通しも明らかではなく，遺族の被告人に\n対する処罰感情がしゅん烈であるのも当然と言うべきである。\nさらに，被告人は，当初，時速４０ないし５０キロメートルで走行中に被害者が\n飛び出してきた旨，あるいは赤信号に気付かないまま交差点に進入した旨の虚偽の\n供述をして自己の責任を不当に軽減しようとしていたばかりでなく，被害弁償に向\nけた誠意や努力も見られず，被告人が真に反省していないことは明らかである。\n次に，覚せい剤取締法違反の点について見るに，その自己使用の態様は，２種類\nの覚せい剤を約０．０７グラムずつ立て続けに注射して使用するというものであ\nり，また営利目的所持の態様は，３０グラム以上もの覚せい剤を密売目的で所持し\nていたというものであり，いずれも悪質である。\nしかも，被告人は，１７歳のころに覚せい剤の使用を開始して以来，覚せい剤取\n締法違反の罪やこれを含む罪による懲役前科６犯を初めとして前科８犯を有し，何\n度となく服役しながら，暴力団との関わりを続ける一方，覚せい剤の使用を続け，\n覚せい剤の密売にも関与しているのであって，その覚せい剤に対する常習性，親和\n性には顕著なものがあり，この種の事犯に対する規範意識が欠如していると言うほ\nかない。\n加えて，被告人は，本件覚せい剤所持の営利目的について，不合理な弁解に終始\nし，自己の刑事責任を不当に軽減しようとするとともに，周辺の覚せい剤密売関係\n者をかばう態度を見せるなど，全く反省の情が認められないのみならず，今後も暴\n力団組織を離れる意思がないことがうかがわれるのであり，再犯の可能性は極めて\n高い。\n以上の事情によれば，被告人の刑事責任は非常に重大であって，被告人が事故の\n約６時間後に自ら警察に出頭したこと，被告人には扶養すべき家族がいることな\nど，被告人にとってしんしゃくできる事情を最大限に考慮してもなお，被告人を主\n文程度の実刑に処し，長くしょく罪の生活を送らせるとともに，徹底した矯正教育\nを施す必要がある。\nよって，主文のとおり判決する。\n（求刑－懲役１０年及び罰金５０万円，覚せい剤没収）\n平成１３年１０月３０日\n広島地方裁判所刑事第一部\n裁判長裁判官　　山　　森　　茂　　生\n裁判官　　髙　　原　　　　　章\n裁判官　　寺　　元　　義　　人\n"
}