{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 18,
    "month": 9,
    "day": 28
  },
  "case_number": "平成18(ネ)10043",
  "case_name": "商標権侵害差止等請求控訴事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "商標権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "33593",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=33593",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/593/033593_hanrei.pdf",
  "contents": "平成１８年（ネ）第１００４３号 商標権侵害差止等請求控訴事件\n（原審 東京地方裁判所平成１６年（ワ）第１９６５０号）\n平成１８年７月１８日口頭弁論終結\n判決\n控 訴 人 株式会社マルタ\n同訴訟代理人弁護士 今 川 忠\n同 西山宏昭\n同 木村智彦\n同中 澤 構\n同訴訟代理人弁理士 佐 藤 英 昭\n被 控 訴 人 株式会社ラック・プロダクツ\n（旧商号 株式会社グリーンメイト）\n同訴訟代理人弁護士 堀 越 靖 司\n主文\n１ 原判決中，控訴人敗訴部分を次のとおり変更する。\n(1) 控訴人は，原判決別紙被告商品目録５記載の商品又はその包装に，\n原判決別紙被告商標目録１又は２記載の商標を付したものを生産し，\n譲渡し，引き渡し，譲渡若しくは引渡しのために展示し，又は輸入\nしてはならない。\n(2) 被控訴人のその余の請求を棄却する。\n２ 訴訟費用は第１，２審を通じこれを５分し，その１を控訴人の負担\nとし，その余を被控訴人の負担とする。\n事実及び理由\n第１ 当事者の求めた裁判\n１ 控訴人\n(1) 原判決中，控訴人敗訴部分を取り消す。\n(2) 被控訴人の請求を棄却する。\n(3) 訴訟費用は，第１，２審とも被控訴人の負担とする。\n２ 被控訴人\n(1) 本件控訴を棄却する。\n(2) 控訴費用は控訴人の負担とする。\n第２ 事案の概要\n１ 事案の要旨\n本件は，被服（運動用特殊衣服を除く），布製身の回り品（他の類に属する\nものを除く）を指定商品とする商標登録第９０７２９５号の商標権（以下「原\n告商標権」といい，その対象である登録商標を「原告商標」という。）を有す\nる被控訴人が，運動用特殊衣服等を指定商品とする原告商標に類似する商標登\n録第４１７８４０６号の商標権（以下「被告商標権」といい，その対象である\n登録商標を「被告商標」という。）を有するドイツ法人である訴外Ｄｅｒｂｙ\nｓｔａｒ Ｓｐｏｒｔａｒｔｉｋｅｌｆａｂｒｉｋ ＧｍｂＨ（以下「ダービ\nースター社」という。）からその使用許諾を受けた控訴人に対し，原判決別紙\n被告商標目録１又は２記載の商標（以下「被告商標１」，「被告商標２」とい\nう。）を付した原判決別紙被告商品目録１ないし５記載の商品（以下「被告商\n品」といい，各商品は，同目録記載の番号により「被告商品１(1)」のように表\n記する。）の製造，販売等の差止め及び廃棄並びに損害賠償（新聞記事の掲載\nによる損害１３万９５３０円及び被告商品２，３(2)，３(3)に係る商標法３８\n条２項の損害８０８万円）及び遅延損害金の支払を求めたのに対し，控訴人が，\n被告商品（被告商品５を除く。）は運動用特殊衣服であり，被服（運動用特殊\n衣服を除く）には当たらない，原告商標権には商標法４条１項７号（公序良\n俗）又は１９号（不正の目的）違反の無効理由が存在するなどと主張して争っ\nた事案である。\n原判決は，①被告商品２，３(2)，３(3)は原告商標権の指定商品である「被\n服（運動用特殊衣服を除く）」に，被告商品５は同じく「布製身の回り品（他\nの類に属するものを除く）」にそれぞれ該当するとして，控訴人の侵害行為な\nいしそのおそれを認めて，被控訴人の差止め等請求（被告商品５に係る廃棄請\n求を除く。）及び商標法３８条２項に基づく損害賠償請求の一部を認容する一\n方，②被告商品１，３(1)，３(4)，４については上記指定商品に該当しないと\nして，それらの商品に係る差止め等請求を棄却し，③被告商品５は製造されて\nいないとして，その廃棄請求を棄却し，④新聞記事の掲載による損害賠償請求\nは理由がないとして棄却した。\nそこで，控訴人が，上記①の敗訴部分を不服として本件控訴を提起したもの\nである。\nしたがって，原判決中，上記棄却に係る②，③，④の各請求については，当\n審における審理の対象となっていない。\n２ 前提事実，争点及び争点に関する当事者の主張\n本件の前提事実，争点及び争点に関する当事者の主張は，次のとおり付加す\nるほか，原判決の「事実及び理由」中の「第２ 事案の概要」の１ないし５\n（原判決３頁９行～２２頁１３行）記載のとおりであるから，これを引用する。\nなお，本判決においても，上記「原告商標権」，「被告商品」など原判決に\nおいて用いられた略称について，原判決の用法に従って用いる。\n３ 当審における控訴人の主張の要点\n(1) 争点(1)（被告商品２，３(2)，３(3)の指定商品該当性）について\nア 被告商品２，３(2)，３(3)は，いずれもサッカーの練習（主にウォーミ\nングアップ）の際にのみ着用されるものであって，日常使用されるもので\nはないから，運動用特殊衣服に該当し，原告商標権の指定商品に属するも\nのでない。\n(ア) 被告商品２，３(2)，３(3)は，いずれも控訴人が原審において主張\nしたとおりの模様，生地の素材等を用いたものであること，サッカーの\n練習の際に着用されるものであることは，いずれも原判決（２５頁）に\nおいて認定されたとおりである（特に被告商品３(2)は，足首部分にジッ\nパーがあり，そのジッパーはボールを蹴るときに邪魔にならないよう後\n部（かかと部）に付いている。）。\n(イ) 乙６８（平成１８年１月３１日付けＡ作成の陳述書）は，今から２\n０年以上前にトライアルコート及びトライアルパンツを開発した人物の\n陳述書であって，極めて信用性の高い証拠であるが，これによれば，次\nの事実が裏付けられる。\n被告商品２，３(2)，３(3)は，いずれも，ウォーミングアップの際に\n身体を温めるスピードを速める目的で開発されたものであって，使用素\n材にポリエステルを９０％使用し，通気性を持たないため，身体がすぐ\nに温まり汗がたまるが，アクライナーのような特殊な生地を用いて吸水\n速乾性を持たせているものではないから，汗を吸収することはなく，蒸\nれて生地が肌にくっつくものであるが，保温効果を期待できる素材を使\n用しておらず，ウォーミングアップをやめれば，すぐに衣服内の温度が\n低下することになるものである。\n被告商品２は，サッカーの練習の際に着用されるものであり，主とし\nてウォーミングアップを目的とするものであるが，試合の待機や寒い日\nの練習の際に限って着用されるものではない。また，被告商品３(2)，３\n(3)は，被告商品２とセットで着用されるものであり，サッカーの練習，\n主にウォーミングアップの際に着用されるものである。\n被告商品２，３(2)，３(3)は，いずれも１枚か２枚の生地で構成され，\nファッション性に乏しい。\n(ウ) 乙７２（平成１８年５月３０日付けＡ作成の陳述書）によれば，被\n告商品２は，商標法施行規則別表が「運動用特殊被服」として例示する\nスキー用の「ヤッケ」をサッカー用に転用するという開発過程を辿った\n商品である。「ヤッケ」はスキーの際に用いられる防寒用の上着を指す\nところ（乙７３，７４），被告商品２は「ヤッケ」と異なり，保温効果\nがないため防寒用にならず，「ヤッケ」よりも日常使用に適さないもの\nである。\n(エ) 大手スポーツ用品メーカーにおいて，被告商品２と同種の商品がピ\nステやウィンドブレークピステとして，また，被告商品３(2)，３(3)と\n同種の商品がピステパンツやウィンドブレークパンツとして販売されて\nおり（乙７５，７６），サッカー専用品として強調されている。\n(オ) 被告商品２，３(2)，３(3)は，いずれもウォーミングアップの際に\n使用するサッカー用品として特化しており，それに合わせた機能が持た\nされているものであって，機能的にも，デザイン的にも，日常使用に適\nしておらず，このような商品を日常生活において着用する者はいない。\n被告商品３(2)，３(3)は，被告商品２とセットで着用するためのもの\nであるため，被告商品２を着用することなく，被告商品３(2)又は３(3)\nのみを着用するということも考えにくい。\n(カ) 以上のとおり，被告商品２，３(2)，３(3)は，いずれも，その用途\n及び機能や，開発過程，大手スポーツ用品メーカーの販売方法等からし\nて，サッカーの練習，ウォーミングアップの際に限って着用されるもの\nであり，日常使用されるものでないから，運動用特殊衣服に該当するも\nのであって，原告商標権の指定商品に属するものではない。\nイ 原判決は，被告商品２，３(2)，３(3)は，試合そのもので使用されるこ\nとを予定していないから「ユニフォーム」に該当せず，サッカーの試合の\n待機又は寒い日の練習の際に使用されることを用途とし，それに合った機\n能を有するように素材の選択やデザインがされ，チーム単位で採用される\nことを予定しているものではあるが，それだけでは原告商標権の指定商品\nに含まれる「ジョギングパンツ スウェットパンツ」と差がないから，運\n動用特殊衣服には当たらないとしたが，以下のとおり，誤りである。\n(ア) 原判決は，運動用特殊衣服とは，スポーツをする際に限って着用す\nる特殊な衣服のことをいい，サッカー用のユニフォームといえるものは\n運動用特殊衣服に含まれ，このようなスポーツをする際に限って着用す\nる特殊な衣服は，「被服（運動用特殊衣服を除く）」には含まれないと\nしているが，乙６８によれば，原判決の上記解釈によっても，被告商品\n２，３(2)，３(3)は，運動用特殊衣服であるというべきである。\nまた，原判決は，被告商品が「いずれも小学生以下のジュニアサッカ\nーチームのメンバーがサッカーの試合又は練習の際に着用するものとし\nて販売されて」いる事実を認めており，この点からすると，被告商品が，\n需要者に，「被服」に属するものであるという認識を与えていないこと\nは優に認められるところである。\n原判決は，結局，「運動用特殊衣服」に含まれるか否かにつき，「試\n合そのもので使用されることを予定しているか否か」を基準としている\nように思われるが，これは狭きに失するものである。\n(イ) 原判決は，証拠に基づかずに，被告商品２，３(2)，３(3)が「ジョ\nギングパンツ スウェットパンツ」と差がなく，また，スポーツをする\n際に限って着用するものでないと認定したものである。\n本件において，被告商品２，３(2)，３(3)が原告商標権の指定商品に\n含まれることは，被控訴人が主張立証すべき事項であるが，被控訴人は，\n被告商品２，３(2)，３(3)がサッカーの練習以外にも着用されるもので\nあって，ジョギングパンツやスウェットパンツと差がないことについて，\n何ら主張立証していない。\n(2) 争点(2)（権利行使の制限）について\nア 原判決は，乙２４の１（ドイツ国ニーダーライニッシェ商工会議所発行\n周知性証明書）について，根拠となる具体的事実の裏付けを欠くとして，\nその信用性を否定し，結局，サッカー用のユニフォームやトレーニングウ\nェアについては，ＤＥＲＢＹＳＴＡＲ標章は，西ドイツ国内において，昭\n和４４年６月当時においても，昭和５０年１１月当時においても，周知性\nを獲得したとはいえないとした。\nしかし，乙２４の１は公的機関が作成したものであるから，これに記載\nされた事実は真実であるとするのが経験則に合致するところ，被控訴人は\n乙２４の１の記載内容が誤りであることを何ら立証していない。しかも，\n昭和４８年（１９７３年）以降のダービースター社の活動や評判と，ＤＥ\nＲＢＹＳＴＡＲ標章が昭和４４年（１９６９年）までにドイツにおいて周\n知性を獲得していたことは，よく符合するのであって，乙２４の１の信用\n性を否定する事情は存在しない。\nしたがって，ＤＥＲＢＹＳＴＡＲ標章は，ダービースター社の商品を示\nすものとして，昭和４４年までに周知性を獲得していたものというべきで\nある。\nイ 原判決は，以下のとおり，①原告商標権の出願人である訴外東洋紡績や，\n譲受人である訴外楽屋被服の不正の目的を検討する上で，ＤＥＲＢＹＳＴ\nＡＲ標章が造語であって，これを知らなければ同標章を考案するのが容易\nでないにもかかわらず，その評価を誤り，また，②必ずしも不正の目的の\n有無を左右しない間接事実の存否にわざわざ言及して不正の目的を否定し\nており，事実認定に誤りがある。\n(ア) 原判決は，「ダービー」と「スター」はいずれもありふれた単語で\nあり，ＤＥＲＢＹＳＴＡＲ標章を知らなければ考案することができない\nほどのものではないとするが，「ダービー」と「スター」がいずれもあ\nりふれた単語であるとしても，これらを組み合わせることまで容易であ\nるということはできない。「ＤＥＲＢＹＳＴＡＲ」が普通名詞ではなく，\n造語である以上，不正の目的を推認すべき事情としての性質は失われな\nいというべきである。\nまた，原判決は，原告商標がＤＥＲＢＹＳＴＡＲ標章の特徴である星\nの図形を含んでいないとするが，モチーフとなる標章に接した者が，よ\nり単純化した標章をもって商標出願を行うことは十分にあり得ることで\nあり，これをもって，不正の目的を否定するべき事情として斟酌するこ\nとは許されないというべきである。\n(イ) 原判決は，原告商標権の歴代保有者が学校用衣料を中心に，原告商\n標を付したスポーツウェア等を販売してきたとか，歴代保有者がダービ\nースター社との間で原告商標権の買取り交渉を行った事実が主張されて\nいないと指摘する。\nしかし，これらの事実が存在する場合は，不正の目的が推認される事\n情として斟酌されるものであるが，これらの事実が存在しない場合に，\n不正の目的が否定されるわけではない。換言すれば，原告商標権の歴代\n保有者が正当な営業の中で商標を使用してきたことやダービースター社\nとの買取り交渉の存在が，不正の目的を推定するための必須の間接事実\nになるわけではない。\n(3) 被告商品５（チェンジタオル）について\n控訴人は，被告商品５を販売したことはなく，その製品化を断念したもの\nであって，侵害行為が存在せず，そのおそれも立証されていないから，差止\n請求が認められる余地はない。\n４ 当審における被控訴人の主張の要点\n(1) 争点(1)（被告商品２，３(2)，３(3)の指定商品該当性）について\nア 控訴人は，原判決が，被告商品２，３⑵，３⑶について，被控訴人から\n何ら証拠が提出されていないのに，スポーツをする際に限って着用する特\n殊な衣服ではないと認定したのは，証拠に基づかない事実認定であると主\n張する。\nしかし，被告製品のパンフレットの記載及び控訴人の主張等から原判決\nの認定事実は明らかに認められるところであり，また，そのような性能を\n有する被服が多種・多様に存在することは，一般人にも周知のことであっ\nて，裁判所に顕著な事実であるから，被控訴人が改めて証拠を提出する必\n要はなかったものである。\nイ 控訴人の主張は，要するに，①被告商品２，３(2)，３(3)の開発の目的\nが主にウォーミングアップ用であること，②被告商品２，３(2)，３(3)は，\nウォーミングの際に身体を温めるスピードが早く，保温性や通気性がない\nこと，③被告商品２はヤッケよりも日常使用に適さず，また，被告商品３\n(2)，３(3)は，被告商品２とセットで着用されるものであること，④被告\n商品２，３(2)，３(3)に類する商品が，メーカーにおいてサッカー専用品\nとして強調されていること，⑤被告商品２，３(2)，３(3)の機能やデザイ\nンの特徴に照らせば，被告商品２，３(2)，３(3)は，いずれもスポーツを\nする際に限って着用する特殊な衣服であるというものと理解される。\nしかし，開発の目的にかかわらず，完成した商品がスポーツをするとき\nに限って使用されるものではなく，日常生活に使用できるものであれば，\n運動用特殊衣服とはいえないのであり，目的や宣伝方法ではなく，商品そ\nのものがスポーツをするときに限らず，日常生活に使用できるかどうかに\nよって判断すべきであるから，控訴人の主張はいずれも失当である。\nまた，被告商品２，３(2)，３(3)が，控訴人主張のデザインや機能を有\nするとしても，これらはいずれも試合そのもので使用される商品ではない\nから，運動用特殊衣服である「ユニフォーム」には当たらず，被服である\n「ジョギングパンツ スゥエットパンツ」と差がない，とした原判決の認\n定判断を左右するものではない。\nなお，控訴人は，被告商品３(2)，３(3)について，被告商品２とセット\nで着用されるものであると主張するが，必ずしもセットで着用するとはい\nえず，日常生活に着用できるものであるから，運動用特殊衣服ではなく，\n被服に当たるというべきである。\n(2) 争点(2)（権利行使の制限）について\nア 控訴人は，乙２４の１があるのに，原判決が「ＤＥＲＢＹＳＴＡＲ標章\nの周知性を認めなかったのは不当であると主張するが，商工会議所が，具\n体的根拠を示すことなく，自国の業者の商標が周知商標であるとしただけ\nで，これを直ちに信用することができないのは当然である。\nイ 控訴人が原告商標を取得したことについて，何らの不正の目的はなく，\nさらに遡って訴外東洋紡績が，原告商標を取得したことについても，何ら\nの不正の目的はなく，無効事由もない。\n「ＤＥＲＢＹＳＴＡＲ」は，ありふれた単語の組合せであって，ダービ\nースター標章を知らなければ考案することができなかったほどのものでは\nない。\n第３ 当裁判所の判断\n当裁判所は，被告商品２，３(2)，３(3)，５に係る被控訴人の差止め等請求\n及び商標法３８条２項に基づく損害賠償請求は，被告商品５又はその包装に被\n告商標１又は２を付したものの生産，譲渡，引渡し，譲渡若しくは引渡しのた\nめの展示，又は輸入の各差止めを求める限度で理由があり，その余は理由がな\nいと判断する。その理由は，次のとおりである。以下，原判決の「事実及び理\n由」欄の「第３ 当裁判所の判断」について，当審において，内容的に付加訂正\nした主要な箇所をゴシック体太字で記載する。\n１ 争点(1)（被告商品２，３(2)，３(3)の指定商品該当性）について\n(1) 運動用特殊衣服\nア 商品及び役務の区分を定める商標法施行令別表は，第２５類として被服\n及び履物を定め，商標法施行規則別表は，第２５類被服中の「洋服」に属\nするものとして，「イブニングドレス 学生服 子供服 作業服 ジャケ\nット ジョギングパンツ スウェットパンツ スーツ スカート スキー\nジャケット スキーズボン ズボン スモック 礼服」を，第２５類運動\n用特殊衣服に属するものとして，「アノラック 空手衣 グランドコート\n剣道衣 柔道衣 スキー競技用衣服 ヘッドバンド ヤッケ ユニフォ\nーム及びストッキング リストバンド」を定めている。\n「被服」につき，特許庁商標課編集に係る「商品及び役務区分解説」は，\n「スポーツをする際に限って着用する運動用特殊衣服は含まれない。」，\n「運動用特殊衣服」につき，「この概念には，スポーツをする際に限って\n着用する特殊な衣服が含まれる。」，「なお，『トレーニングパンツ』\n『ランニングシャツ』等は，スポーツ以外の日常生活でも使用され，特殊\nなものでもないことから，この概念には含まれず，本類被服に属する。」\nと説明している 。（甲１７）\n「運動用特殊衣服」を除く「被これらの規定及び解説を参酌すると，\n服」（以下，単に「被服」というときは，「運動用特殊衣服」を除く「被\n服」をいう。）の概念には「スポーツをする際に限って着用する運動用特\n殊衣服は含まれない」と解され，「運動用特殊衣服」の概念には「スポー\nツをする際に限って着用する特殊な衣服が含まれる」と解されるところで\nサッカー用のユニフォームといえるものは運動用特殊衣服に含まれあり，\nまた，「ユニフォーム」には該当しないものであっても，スると解され，\nポーツ以外の日常生活では使用されない特殊なものであれば，運動用特殊\n衣服に含まれると解される。\nしたがって，原告商標権の指定商品「被服（運動用特殊衣服を除く）」\nは，このようなスポーツをする際に限って着用する特殊な衣服を含んでい\nないと解される。\nイ 被控訴人は，商標法施行規則別表第２５類運動用特殊衣服中の「ユニフ\nォーム及びストッキング」は，野球用のユニフォームや柔道衣などのよう\nに形状，機能及び品質の面で特殊なもののみをいい，サッカー，ラグビー\n用のユニフォームのように汎用性のあるスポーツシャツは含まない旨主張\nする。\nしかしながら，商標法施行規則別表の運動用特殊衣服に「ユニフォーム\nおよびストッキング」が掲げられたのは昭和３５年であるが，その後，平\n成８年に「洋服」につき「ジョギングパンツ スウェットパンツ スキー\nジャケット スキーズボン」と定め，「運動用特殊衣服」につき「ユニフ\nォーム及びストッキング」のほかに，被控訴人が指摘する「柔道衣」だけ\nでなく，「アノラック 空手衣 グランドコート 剣道衣 スキー競技用\n衣服 ヘッドバンド ヤッケ リストバンド」を掲げ，各品目ごとに綿密\nな検討が行われていることがうかかわれること 「ユニフォを考慮しても，\nーム及びストッキング」は，サッカー，ラグビー用のものを含んでいると\n（なお，甲１～３及び弁論の全趣旨によれば，原告商標権は，指解される\n定商品を旧々々類第１７類「被服，布製身回品，寝具類」として，昭和４\n４年６月２日に出願され，昭和４６年７月８日に登録され，その後，平成\n１５年７月２日に，指定商品を第２４類「布製身の回り品（他の類に属す\nるものを除く）」，第２５類「被服（運動用特殊衣服を除く）」として，\n書換え登録されたものであることが認められるところ，書換え登録により\n指定商品の範囲を拡張することはできないというべきであるから，「ジョ\nギングパンツ」，「スウェットパンツ」，「スキージャケット」，「スキ\nーズボン」が，平成８年に商標法施行規則別表の「洋服」に新たに加えら\nれたことを理由として，原告商標権の指定商品に含まれる範囲が拡大した\nものと解釈することが相当でないことは，いうまでもない。）。\n洋服その他の被服と運動用特殊衣服との境さらに，時代の変遷とともに\n本件に関係するものに界が不明確となる場合があることは否定できない。\nついても，サッカーのサポーターが選手用のゲームシャツを着て応援した\nり（裁判所に顕著な事実），商標法施行規則別表で「運動用特殊衣服」に\n属するものとして例示されている「グランドコート」がファッションの一\n部としてオーバーコートのように使用されることが多くなっている（弁論\nサッカの全趣旨）。しかしながら，上記程度の使用態様の変化のみでは，\nー用のユニフォームに当たるものや，スポーツ以外の日常生活では使用さ\nれない特殊なものを，「被服」に属するものと解することはできない。\nよって，被控訴人の上記主張は，採用することができない。\n(2) 具体的検討\nア用途\n(ア) 甲４，乙６～８及び１２並びに弁論の全趣旨によれば，控訴人の認\n否及び反論ウ(ア)ｂ（控訴人のパンフレットの記載），ｃ（チーム名等\nのマーキング），ｄ（在庫の常備の記載），ｅ（需要者）及びｆ（販売場\n所）の事実 が認められる。（原判決８頁１３行～９頁１５行）\n以上の事実，乙６８及び７２に示されたトライアルコート及びトラ(イ)\nイアルパンツの開発者の意見，並びに弁論の全趣旨によれば，被告商品２，\n３(2)，３(3)は，いずれも小学生以下のジュニアサッカーチームのメンバ\nーがサッカーの練習の際のウォーミングアップ等に着用するものとして販\n売されていることが認められる。\nイ機能\n(ア) 被告商品２（Ｖ首トライアルコート（シャドーストライプ））\n乙６，９，１０及び１８～２０，検乙３並びに弁論の全趣旨によれば，\n控訴人の認否及び反論ウ(イ)ｆ(ａ)（模様），(ｂ)（生地の素材），\n(ｃ)（首廻り），(ｄ)（ロゴマークの位置）及び(ｅ)（形状）の事実\nが認められる。（原判決１１頁１３行～２６行）\n(イ) 被告商品３(2)（トライアルパンツ（シャドーストライプ））\n乙６，１８及び１９，検乙４並びに弁論の全趣旨によれば，控訴人の\n認否及び反論ウ(イ)ｈ(ａ)（模様），(ｂ)（生地の素材）及び(ｃ)（ジ\nッパー）の事実 が認められる。（原判決１２頁３行～１３行）\n(ウ) 被告商品３(3)（トライアルハーフパンツ（シャドーストライプ））\n乙６及び弁論の全趣旨によれば，控訴人の認否及び反論ウ(イ)ｉ(ａ)\n（原判決１２頁１４行～１８（模様）及び(ｂ)（生地の素材）の事実\nが認められる。行）\n(エ) まとめ\n以上の事実によれば，被告商品２，３(2)，３(3)は，サッカーの練習\n使用されるという用途に合致するように，の際のウォーミングアップ等に\n素材の選択やデザインを行った商品であることが認められる。\n被告商品２，３(2)，３(3)の指定商品該当性ウ\n「被服」の概念には「スポーツをする際に限って着用する運動用特殊衣\n服は含まれない」と解され，「運動用特殊衣服」の概念には「スポーツを\nする際に限って着用する特殊な衣服が含まれる」と解されることは，前記\n(1)のとおりであるところ，上記ア及びイに認定の事実，並びに弁論の全趣\n旨によれば，被告商品２，３(2)，３(3)は，いずれもサッカーの試合中に\n使用されるものではないが，サッカーの練習の際のウォーミングアップ等\nに使用されること等を用途とし，それに合った機能を有するように素材の\n選択やデザインがされ，チーム単位で採用されることを予定しているもの\nであって，運動に用いるために特に好適な構成を有することが認められ，\n日常生活で用いられものとは異なる「特殊なもの」であることがうかがわ\nれる。特に，被告商品３(2)は，スパイクを着用したままパンツの着脱を可\n能にするため，足首部分にジッパーが設けられ，その位置にも工夫がなさ\nれているところであり，日常生活で用いられものとは異なる「特殊なも\nの」であることが認められる。そして，本件記録を検討しても，被告商品\n２，３(2)，３(3)が日常生活にも用いられることを認めるに足る証拠は見\n当たらない。\nまた，前記「商品及び役務区分解説」には，「『トレーニングパンツ』\n『ランニングシャツ』等は，スポーツ以外の日常生活でも使用され，特殊\nなものでもないことから」，「運動用特殊衣服」の概念には含まれず，\n「被服」に属すると解説されているが，上記のとおり，被告商品２，３\n(2)，３(3)が日常生活で使用されるものと認めるに足る証拠はなく，また，\n運動に用いるために特に好適な構成を有する特殊なものというべきである\nから，これらを「トレーニングパンツ」あるいは「ランニングシャツ」と\n同視することはできない。\nさらに，商標法施行規則別表には，第２５類被服中の「洋服」に属する\nものとして，「ジョギングパンツ」及び「スウェットパンツ」が挙げられ\nているが，上記のとおり，「被服」の概念には「スポーツをする際に限っ\nて着用する運動用特殊衣服は含まれない」と解され，「運動用特殊衣服」\nの概念には「スポーツをする際に限って着用する特殊な衣服が含まれる」\nと解されるのであるから，上記別表にいう「ジョギングパンツ」及び「ス\nウェットパンツ」は，いずれも日常生活で使用されるものであって，特殊\nなものではないものをいうと解すべきである。しかるところ，被告商品２，\n３(2)，３(3)が日常生活で使用されるものと認めるに足る証拠はなく，ま\nた，運動に用いるために特に好適な構成を有する特殊なものというべきこ\nとは，上記のとおりであるから，これらが上記別表にいう「ジョギングパ\nンツ」又は「スウェットパンツ」に該当するということもできない。\n以上によれば，被告商品２，３(2)，３(3)は，いずれも「運動用特殊衣\n服」に該当し，原告商標権の指定商品である「被服（運動用特殊衣服を除\nく）」には該当しないものというべきである。\n被控訴人は，被告商品のパンフレットの記載及び控訴人の主張等から被告(3)\n商品２，３(2)，３(3)がスポーツをする際に限って着用する特殊な衣服でな\nいことは明らかに認められるところであり，また，そのような性能を有する\n被服が多種・多様に存在することは，一般人にも周知のことであって，裁判\n所に顕著な事実である旨主張する。\nしかし，前記のとおり，被告商品２，３(2)，３(3)は，いずれもサッカー\nの練習の際のウォーミングアップ等に使用されることを用途とし，それに合\nった機能を有するように素材の選択やデザインがされ，チーム単位で採用さ\nれることを予定しているものであって，運動に用いるために特に好適な構成\nを有することが認められ，日常生活で用いられるものとは異なる「特殊なも\nの」であることがうかがわれることからすれば，スポーツ用の衣服がスポー\nツ以外の日常生活において使用される例があるとしても，被告商品２，３\n(2)，３(3)について，具体的にこれが日常生活にも用いられることを認める\nに足る証拠が見当たらない以上，それらがスポーツをする際に限って着用す\nる特殊な衣服でないと認めることは困難であり，被控訴人の主張は採用する\nことができない。\nまた，被控訴人は，開発の目的や宣伝方法にかかわらず，商品そのものが，\nスポーツをするときに限らず，日常生活に使用できるものであれば，運動用\n特殊衣服とはいえないとも主張するが，被告商品２，３(2)，３(3)が日常生\n活にも用いられることを認めるに足る証拠は見当たらないことは，前記のと\nおりであり，被控訴人の主張は，その前提を欠くものであって，採用するこ\nとができない。\nさらに，被控訴人は，被告商品２，３(2)，３(3)が，控訴人主張のデザイ\nンや機能を有するとしても，これらはいずれも試合そのもので使用される商\n品ではないから，運動用特殊衣服である「ユニフォーム」には当たらず，被\n服である「ジョギングパンツ スウェットパンツ」と差がない旨主張する。\nしかし，「ユニフォーム」に該当しないものであっても，スポーツ以外の\n日常生活では使用されない特殊なものであれば，運動用特殊衣服に含まれる\nものであり，また，被服に属するとされる「ジョギングパンツ」及び「スウ\nェットパンツ」は，いずれも日常生活で使用されるものであって，特殊なも\nのではないものをいうと解すべきであるところ，被告商品２，３(2)，３(3)\nが運動に用いるために特に好適な構成を有するものであり，日常生活でも使\n用されるものと認めるに足る証拠がないことは，すでに説示したとおりであ\nるから，被控訴人の主張は採用することができない。\n(4) まとめ\n以上によれば，被告商品２，３(2)，３(3)は，いずれも原告商標権の指定\n商品である被服（運動用特殊衣服を除く）に当たらない。\n２ 争点(2)（権利行使の制限）について\n(1) 周知性について\nア 事実認定\n(ア) 商標登録等\n乙２３及び２４によれば，ダービースター社は，スポーツ用品，特に\n皮製ボールの製造及び販売を目的として，昭和４３年（１９６８年）若\nしくは昭和４４年（１９６９年）に設立されたものであり，乙２７の１\nによれば，訴外ジョセフ・モル・コマンディッドゲゼルシャフト（以下\n「ジョセフ社」という。）が，ＤＥＲＢＹＳＴＡＲ標章につき，西ドイ\nツにおいて，昭和３６年（１９６１年）に商標登録出願し，昭和３８年\n（１９６３年）に指定商品をスポーツ用ボール，特にサッカー用のボー\nルとして商標登録を受けたこと，更にＤＥＲＢＹＳＴＡＲ標章が欧州各\n国を指定国とする商標国際登録を受けたこと，その後ダービースター社\nが上記商標登録について権利者となったことが認められるが，ダービー\nスター社が権利者となった経緯は明らかでない。\n(イ) サッカーボール\nａ 控訴人の主張イ(イ)ａ（販売数量）を認めるに足りる的確な証拠は\nない。\nｂ 乙２５及び２６によれば，同ｂ（雑誌の紹介記事）の事実が認めら\nれる。\nｃ 乙２９及び弁論の全趣旨によれば，同ｃ（ＦＩＦＡ公認球）の事実\nが認められる。\nｄ 乙４８～５０によれば，同ｄ（他社へのＯＥＭ供給）の事実が認め\nられる。\n(ウ) その他のサッカー用品等\n乙２９，３１，３２及び３５～４７によれば，控訴人の主張イ(ウ)\n（その他のサッカー製品），(エ)（宣伝広告）及び(オ)（プロサッカー\n選手の評価）の事実が認められる。\n(エ) 商工会議所の証明書\n乙２４の１（ドイツ国ニーダーライニッシェ商工会議所発行の周知性\n証明書）には，昭和４４年６月当時，ＤＥＲＢＹＳＴＡＲ標章は西ドイ\nツ国内において需要者の間に広く認識されていた商標である旨の記載が\nあるが，その根拠となる具体的事実の裏付けを欠いているから，直ちに\n採用することができない。\n控訴人は，乙２４の１は公的機関が作成したものであるから，これに\n記載された事実は真実であるとするのが経験則に合致する旨主張する。\n① 乙２４の１には，「下記ドイツ法人（判決注：ダービースター社）\nは，……西暦１９６９年までには，サッカーボール及びその他のサッ\nカー用品，スポーツ用品等を製造販売する法人として，ドイツ国内に\nおける需用者の間に広く認識されていたことを証明します。」，「下\n記の標章（判決注：ＤＥＲＢＹＳＴＡＲ標章）は，西暦１９６９年ま\nでに下記ドイツ法人（判決注：ダービースター社）の業務に係る商品\nを表示するものとして，ドイツ国内における需用者の間に広く認識さ\nれていたことを証明します。（１９６８年１０月２９日設立申請，１\n９６９年１月２９日登記）」とのタイプ打ちされた英文の記載に引き\n続き，法人名（ダービースター社），標章（ＤＥＲＢＹＳＴＡＲ標\n章），日付（２００５年４月６日），ダービースター社の名称及び住\n所がタイプ打ちされ，その左下にダービースター社のジェネラルマネ\nージャーの署名がなされるとともに，その右下に，「当該文書に書か\nれた内容について，当方が知る限りにおいて，その内容に相違ないこ\nとを証明いたします。」「クレーヴェにて，２００５年４月６日」と\nの独文の記載がスタンプにより押捺され，ドイツ国ニーダーライニッ\nシェ商工会議所の執行部代理の署名がなされている。\n② 乙２４の１の上記体裁は，ダービースター社作成の英文の文書を上\n記商工会議所が認証したにすぎないものであることを推認させるもの\nである。\nまた，乙２４の１の上記記載は，ダービースター社ないしＤＥＲＢ\nＹＳＴＡＲ標章が昭和４４年（１９６９年）までにドイツ国内におけ\nる需用者の間に広く認識されていたとするものであるが，他方で，ダ\nービースター社が昭和４３年（１９６８年）１０月２９日に設立申請\nされ，昭和４４年（１９６９年）１月２９日設立登記されたとするも\nのであるから，ダービースター社ないしＤＥＲＢＹＳＴＡＲ標章が周\n知になった時期と同社の設立の時期が極めて近接していることになる\nが，乙２４の１には，この点について何らの説明もない（前記のとお\nり，乙２７の１によれば，ジョセフ社が，ＤＥＲＢＹＳＴＡＲ標章に\nつき，西ドイツにおいて，昭和３６年（１９６１年）に商標登録出願\nし，昭和３８年（１９６３年）に指定商品をスポーツ用ボール，特に\nサッカー用のボールとして商標登録を受けたこと，更にＤＥＲＢＹＳ\nＴＡＲ標章が欧州各国を指定国とする商標国際登録を受けたこと，そ\nの後ダービースター社が上記商標登録について権利者となったことが\n認められるが，ダービースター社が権利者となった経緯は明らかでな\nい。）。\nなお，乙２４の１と同一の作成者により一日違いで作成されたとさ\nれる乙２３の１（ドイツ国ニーダーライニッシェ商工会議所発行の登\n記証明書）には，「１９６８年１０月２９日以来，会員証明番号００\n１１０７８３１９で当ニーダーライニッシェ商工会議所デュィスブル\nグ・ヴェーゼル・クレーヴェに登録されており，クレーヴェ区裁判所\nに商業登記番号３９２号で登記されていることを証明いたします。」\nと記載されており，上記商工会議所が証明しようとするダービースタ\nー社の設立登記日については，乙２３の１と乙２４の１とで記載に齟\n齬があることが認められる。\n③ 控訴人は，昭和４８年（１９７３年）以降のダービースター社の活\n動や評判と，ＤＥＲＢＹＳＴＡＲ標章が昭和４４年（１９６９年）ま\nでに周知性を獲得していたことは符合するから，乙２４の１の信用性\nを否定する事情は存在しない旨主張するが，昭和４８年以降の事実を\nもって，直ちに昭和４４年（１９６９年）当時の周知性が裏付けられ\nるわけでないことは明らかであり，控訴人の主張は採用することがで\nきない。\n④ 以上のとおり，乙２４の１は，根拠となる具体的事実の裏付けを欠\nくのみならず，それ自体が客観性に乏しいものといわざるを得ない。\nなお，控訴人は，ダービースター社との間で本件ライセンス契約を(オ)\n締結しているほか（乙１の１，２の１，３の１，弁論の全趣旨），原告\n商標権についての無効審判を共同して請求するなど（乙２２，弁論の全\n趣旨），同社の協力を得られる立場にあることがうかがわれるが，乙２\n４の１の記載の根拠となる具体的事実について何ら主張立証するもので\nはなく，また，本件記録を検討しても，ＤＥＲＢＹＳＴＡＲ標章がダー\nビースター社の商品を示すものとして，昭和４４年までに西ドイツで周\n知性を獲得したことを認めるに足る証拠は見当たらない。\nイ判断\n上記の事実によれば，ＤＥＲＢＹＳＴＡＲ標章は，昭和５０年１１月当\n時，西ドイツ国内において，ダービースター社のサッカーボールを示す商\n標として周知であったことは認められるが，昭和４４年６月当時にも同様\nに周知であったとまで認めることはできない。また，サッカー用のユニフ\nォームやトレーニングウエアについては，ＤＥＲＢＹＳＴＡＲ標章は，昭\n和５０年１１月当時においても周知であったと認めることはできない。\n(2) 不正の目的\nア 事実認定\n(ア) 弁論の全趣旨によれば，「ダービー」は，競争又は首位争いといっ\nた意味を有する単語であり，「スター」は，人気の役者，歌手，運動選\n手又は花形といった意味を有する単語であることが認められ，両者を組\nみ合わせることにより運動選手の花形又は競技のスターといった観念が\n生じるが，ありふれた単語の組合せであり，ＤＥＲＢＹＳＴＡＲ標章を\n知らなければ考案することができないほどのものではないと認められる。\n控訴人は，「ダービー」と「スター」がありふれた単語であるとして\nも，これらを組み合わせることまでは容易ではないなどと主張するが，\n上記のとおり，その組合せが困難であるとはいえず，控訴人の主張は採\n用できない。\n(イ) 東洋紡績が取得した原告商標権は，ＤＥＲＢＹＳＴＡＲ標章の特徴\nである星の図形を含んでいないし，サッカーボールではなく，衣服等を\n指定商品とするものである。\n(ウ) 甲２３～２７及び弁論の全趣旨によれば，東洋紡績から原告商標権\nを取得した楽屋被服，その地位を承継したジーアールエス及び被控訴人\nは，以後，学校用衣料品を中心に，原告商標を付したスポーツウェア等\nを数多く販売してきたことが認められる（地位の承継の点は，当事者間\nに争いがない。）。\n(エ) 東洋紡績又は楽屋被服，ジーアールエス若しくは被控訴人がダービ\nースター社と原告商標権の買取り等について交渉した等の事実は，控訴\n人も主張していない。\nイ判断\n仮に，昭和４４年６月にＤＥＲＢＹＳＴＡＲ標章がダービースター社の\nサッカーボールを示すものとして西ドイツ国内で周知であったとしても，\n上記アに事実によれば，東洋紡績による原告商標の出願時点である昭和４\n４年６月において商標法４条１項１９号の不正の目的があったものと認め\nることはできない。\n同様の不正の目的は，楽屋被服の譲受時点においても認めることはでき\nない。\nなお，控訴人は，原告商標が星の図形を含んでいないこと，原告商標権\nの歴代保有者が原告商標を付したスポーツウェア等を販売してきたこと，\n原告商標権の買取り交渉の事実がなかったことは，不正の目的を否定すべ\nき事情となるものではない旨主張するが，上記の各事実は，いずれも不正\nの目的の存否に関する間接事実として評価し得るものであることは明らか\nであり，また，本件記録を検討しても，東洋紡績又は楽屋被服が原告商標\n権の出願又は譲受けに先だって，ＤＥＲＢＹＳＴＡＲ標章に接したことを\nうかがわせる証拠は見当たらない。\n(3) まとめ\n以上によれば，原告商標権について商標法４条１項７号又は１９号違反の\n無効理由が存在し，被控訴人は同法３９条，特許法１０４条の３により原告\n商標権を行使することができない旨及び楽屋被服は不正の目的をもって原告\n商標権を譲り受けたものであり，その承継者である被控訴人が原告商標権を\n行使することは権利の濫用として許されない旨の控訴人の主張は，いずれも\n採用することができない。\n３ 被告商品５（チェンジタオル）について\n前提事実(4)ウ（カタログ掲載），(5)（商標の類似）及び(6)（被告商品５の\n指定商品該当）によれば，被告商品５に被告商標１又は２を付する行為等の差\n止めを求める被控訴人の請求は理由がある。\n乙６７（控訴人担当者の陳述書）には，控訴人は被告商品５の製品化を断念\nした旨の記載があるが，暫定企画書の段階で作成されたとはいえ，控訴人の作\n成したカタログに被告商品５が掲載され（乙６，６７），控訴人が原告商標権\nの登録無効等を主張して侵害の成否を争っている以上，侵害行為がされるおそ\nれは依然として残っているといわなければならない。\n控訴人は，被告商品５を販売したことはなく，その製品化を断念したもので\nあって，侵害行為が存在せず，そのおそれも立証されていないから，差止請求\nが認められる余地はない旨主張するが，カタログに被告商品５が掲載されてい\nるにもかかわらず，控訴人において，例えば，今後被告商品５を販売等しない\nことを取引先等に表明する措置をとったなど，具体的な事実関係についての主\n張立証はなく，本件記録を検討しても，侵害行為がされるおそれは依然として\n残っているとの上記認定を覆すに足る証拠は見当たらない。控訴人の主張は採\n用することができない。\n４結論\n以上によれば，被告商品２，３(2)，３(3)，５に係る被控訴人の差止め等請\n求及び商標法３８条２項に基づく損害賠償請求は，被告商品５又はその包装に\n被告商標１又は２を付したものの生産，譲渡，引渡し，譲渡若しくは引渡しの\nための展示，又は輸入の各差止めを求める限度で理由があるから認容し，その\n余は理由がないから棄却すべきである。\nしたがって，これと異なる原判決を上記のとおり変更することとし，主文の\nとおり判決する。\n知的財産高等裁判所第３部\n裁判長裁判官 佐 藤 久 夫\n裁 判 官 大鷹一郎\n裁 判 官 嶋末和秀\n"
}