{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 12,
    "month": 2,
    "day": 15
  },
  "case_number": "平成11(行ケ)71",
  "case_name": "特許取消決定取消請求事件",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "13352",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=13352",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/352/013352_hanrei.pdf",
  "contents": "平成１１年（行ケ）第７１号  特許取消決定取消請求事件\n判        決\n原            告      松下電器産業株式会社\n代表者代表取締役      【Ａ】\n訴訟代理人弁護士      松  尾  和  子\n同        弁理士      【Ｂ】\n同                    【Ｃ】\n同                    【Ｄ】\n同        弁護士      岩  瀬  吉  和\n同        弁理士      【Ｅ】\n同                    【Ｆ】\n同                    【Ｇ】\n被            告      特許庁長官  【Ｈ】\n指定代理人            【Ｉ】\n同                    【Ｊ】\n同                    【Ｋ】\n主        文\n１  特許庁が平成１０年異議第７０６２７号事件について平成１０年１２月２５\n日にした決定を取り消す。\n２  訴訟費用は被告の負担とする。\n事        実\n第１  原告が求める裁判\n主文と同旨の判決\n第２  原告の主張\n１  特許庁における手続の経緯\n原告は、発明の名称を「グルコース無侵襲計測装置」とする特許第２６４１５７５\n号発明（平成元年１２月１日特許出願、平成９年５月２日設定登録。以下「本件発\n明」という。）の特許権者である。\n本件発明の特許に対して平成１０年２月９日に特許異議の申立てがなされ、特許庁\nは、これを平成１０年異議第７０６２７事件として審理した結果、平成１０年１２\n月２５日に「特許第２６４１５７５号の特許を取り消す。」との決定をし、平成１\n１年２月１５日にその謄本を原告に送達した。\n２  本件発明の特許請求の範囲\n生体組織中のグルコースに特有な吸収波長帯域1600～1750nmの光線とグルコースの\n吸収によらない基準波長帯域1200～1300nmの光線を発生させる手段と、前記吸収波\n長帯域の光線および前記基準波長帯域の光線を生体に照射させる手段と、前記生体\nを介した前記吸収波長帯域の光線エネルギーと前記基準波長帯域の光線エネルギー\nをそれぞれ電気信号に変換する第１第２の光電変換手段と、前記第１第２の光電変\n換手段の出力の平均値をもとに前記生体を介した前記吸収波長帯域の光線エネルギ\nーと前記基準波長帯域の光線エネルギーの差違を演算処理する手段を具備し、前記\n演算手段の出力からグルコース濃度を求めることを特徴とするグルコース無侵襲計\n測装置。\n３  決定の理由\n別紙決定書の理由写し２以下のとおりであって（なお、決定にいう「刊行物Ａ，\nＢ，Ｃ，Ｄ」を、以下「引用例１，２，３，４」という。）、本件発明は引用例１\nないし４記載の技術的事項に基づいて当業者が容易に発明をすることができたとす\nるものである。\n４  決定取消事由\n血液中のグルコースの濃度（血糖値）を測定する方法の１つとして、生体組織にレ\nーザ光を透過させ、特定波長における吸光度を測定する方法（グルコース無侵襲計\n測）がある。\nこの方法における従来技術は、グルコース濃度と吸光度との間の非直線性（特に、\nグルコース濃度が低い領域における非直線性）に問題点を有していた。本件発明\nは、その特徴とする構成、すなわち、生体組織中のグルコースに特有な吸収波長帯\n域として「1600～1750nmの光線」を採用することによって、従来技術の問題点を解\n決したものである。\n本件発明と引用例１記載の発明との一致点及び相違点に関する決定の認定は争わな\nい。しかしながら、決定は、各引用例記載の技術内容を誤認した結果、本件発明の\n進歩性を否定したものであって、違法であるから、取り消されるべきである。\n（１）相違点１の判断の誤り\n決定は、引用例１及び引用例２を援用して、相違点１に係る本件発明の構成は当業\n者が容易に想到し得た旨説示している。\nしかしながら、引用例１は、グルコースの測光検出に使用する測定信号波長はグル\nコースのスペクトルがピークを示す波長が望ましいとの知見の下に（７頁左下欄の\n表１参照）、採用する波長を「1575±15nm、1765±15nm、2100±15nm、2270nm±\n15nmのいづれかの波長」（１頁右下欄３行ないし５行）と特定した発明に係るもの\nであるから、測定信号波長は幅のない単一波長が望ましいことを開示するものであ\nる。これに対して、本件発明は、1600nmから1750nmまでの幅を持つ波長帯域をグル\nコースに特有な吸収波長帯域として使用し、得られた数値の平均値を基にグルコー\nス濃度を求めるものであるから、引用例１に開示されている技術的事項から相違点\n１に係る本件発明の構成が容易に得られたとするのは誤りである。\nこの点について、決定は、引用例１のFIG.５（水の赤外線スペクトルを除いた後の\nグルコースの赤外線スペクトルを示す吸収特性図。別紙Ｂ）には1560～1780nmを含\nむブロードな吸収帯が描かれている旨説示している。しかしながら、引用例１は、\n上記のようにグルコースの測定信号波長はあくまで幅のない単一波長が望ましいこ\nとを開示するものであるから、同図から、幅を持つ波長帯域をグルコースに特有な\n吸収波長として使用することに想到し得たとするのは後知恵にほかならない。\nまた、引用例２の表１（別紙Ｃ）は、波長とグルコース吸収の相関関係を示すもの\nではあるが、同表においても、幅のない単一波長におけるグルコース吸収が問題と\nされているのであって、引用例２には、幅を持つ波長帯域を使用して得られた数値\nの平均値を求めることは示唆すらされていない（５３３頁右欄２行，３行には、最\n良の相関を与える１つの波長（single wavelength）を選択することが記載されてい\nる。）。したがって、引用例２に開示されている技術的事項から相違点１に係る本\n件発明の構成が容易に得られたとするのは明らかに誤りである。\nこの点について、決定は、引用例２のFIG.２（別紙Ｄ）には1560～\n1780nmを含む帯域にグルコースのブロードな（幅の広い）吸収が存在することが示\nされている旨説示している。しかしながら、上記のように引用例２には幅を持つ波\n長帯域を使用することが示唆すらされていない以上、同図から幅を持つ波長帯域を\nグルコースに特有な吸収波長として使用することに想到し得たとするのは失当であ\nる。\nそもそも、引用例２に開示されている技術は測定対象物の近赤外線測定値から回帰\n分析法によって糖濃度を測定するものであって、本件発明（試料に吸収される波長\nの光線エネルギーと、試料の影響を受けない波長の光線エネルギーとを比較する技\n術）とは全く異質の技術である（なお、上記表１に記載されている３つの選択波長\nは、最良の相関を与える１つの波長と、標準誤差を低減させるために選ばれた２つ\nの波長の組であるから、その中からλ1 （1688nm）のみを取り出すことは無意味で\nある。）。のみならず、引用例２記載の技術が対象とする糖濃度は、測定対象物が\n果物及び野菜であることから 5～44％であって、本件発明が対象とするグルコース\n濃度（約0.01～0.6 ％）とは著しく隔たっているから、引用例２記載の技術をグル\nコース無侵襲計測に適用する動機付けは存在しない。\n以上のとおりであるから、引用例１及び２を論拠としてされた相違点１に関する決\n定の判断は誤りである。\n（２）相違点２の判断の誤り\n決定は、引用例３及び引用例４を援用して、相違点２に係る構成は当業者が適宜な\nし得た程度のことである旨判断している。\nしかしながら、引用例３及び引用例４には積分強度を波長で割算して平均値を求め\nることは記載されておらず、そのような平均値の技術的意義も記載されていない。\nしたがって、相違点２に関する決定の判断も誤りである。\n第３  被告の主張\n原告の主張１ないし３は認めるが、４（決定取消事由）は争う。決定の認定判断は\n正当であって、これを取り消すべき理由はない。\n１  相違点１の判断について\n原告は引用例１及び２を論拠としてされた相違点１に関する決定の判断は誤りであ\nる旨主張する。\nしかしながら、引用例１には、生体組織におけるグルコースの測光検出に使用する\n測定スペクトル帯域が「1000～2500nmの近赤外線帯領域」（４頁右下欄２０行ない\nし５頁左上欄１行）にあることを特徴とする旨が記載されているうえ、FIG.５には\n1560～1780nmを含むブロードな吸収帯が描かれている。\nまた、引用例２の表１にはグルコースの特徴的な吸収波長として1688nmが記載され\nているうえ、FIG.２にも1560～1780nmを含む波長帯域にグルコースのブロードな吸\n収が存在することが示されている。\n以上のとおりであるから、生体組織中のグルコースに特有な吸収波長帯域とし\nて、「1000～2500nmの近赤外線帯領域」から1600～1750nmを選択することは、当業\n者ならば容易に想到し得た事項にすぎない。\nこの点について、原告は、引用例１はグルコースの測定信号波長はあくまで幅のな\nい単一波長が望ましいことを開示するものである旨主張するが、前記のように引用\n例１に測定スペクトル帯域が「1000～2500nmの近赤外線帯領域」にあることが記載\nされている以上、引用例１記載の技術内容をそのように限定的に解すべき理由はな\nい。\nまた、原告は、引用例２の表１に記載されている３つの選択波長は、最良の相関を\n与える１つの波長と、標準誤差を低減させるために選ばれた２つの波長の組である\nから、その中からλ1 のみを取り出すことは無意味である旨主張するが、λ1 はま\nさしく最良の相関を与えるものとして選択された波長であるから、これをグルコー\nスの特徴的な吸収波長とすることに何ら不都合はない。\n２  相違点２の判断について\n原告は、引用例３及び引用例４には積分強度を波長で割算して平均値を求めること\nは記載されておらず、そのような平均値の技術的意義も記載されていない旨主張す\nる。\nしかしながら、引用例３には、赤外線吸収のようなスペクトル強度を濃度の理論値\nと対応できるようにするためには積分強度を採用すべきことが示唆されている。そ\nして、吸収スペクトルに対する積分吸収強度の算出方法は、例えば引用例４に記載\nされているように、本件発明の特許出願当時の周知技術にすぎない。\nそして、積分値を積分領域の波長で割算すれば平均値になることは明らかであっ\nて、積分値を用いるか平均値を用いるかは当業者が適宜に選択し得た事項にすぎな\nいから、相違点２に関する決定の判断に誤りがないことは明らかである。\n理        由\n第１  原告の主張１（特許庁における手続の経緯）、２（本件発明の特許請求の範\n囲）及び３（決定の理由）は、被告も認めるところである。\n第２  甲第２号証（特許公報）によれば、本件発明の概要は次のとおりと認められ\nる。\n１  技術的課題（目的）\n本件発明は、グルコース（血糖値）の無侵襲的計測方法に関するものである（２欄\n７行，８行）。\nグルコースの計測方法としては、注射器等により血液を採取し採血試料を分析する\n侵襲的方法と、センサを皮膚表面に押し付けて測定したり、生体組織中にレーザ光\nを透過させ特定波長における吸光度を測定する無侵襲的方法とがある（３欄３９行\nないし４８行）。\nしかしながら、侵襲的方法は患者に苦痛を与えるから論外であるし、センサで測定\nする方法は循環しつつある血液を直接計測するわけではないので精確性に欠ける\n（３欄５０行ないし４欄３７行）。また、生体組織中にレーザ光を透過させ吸光度\nを測定する方法には、従来採用されている特定波長ではグルコース濃度と吸光度と\nの間の直線性が悪い等の問題点がある（４欄３８行ないし５欄３行）。\n本件発明の目的は、従来技術の問題点を解消するグルコースの無侵襲的計測方法を\n提供することである。\n２  構成\n本件発明は、上記の目的を達成するために、その特許請求の範囲記載の構成を採用\nしたものである（１欄２行ないし２欄４行）。\n別紙Ａは、各種濃度のグルコース水溶液と水との分光吸光度差を測定したものであ\nって、1600～1750nmの波長帯域においてグルコース濃度とともに吸光度差が変化す\nることが明確に示されている（６欄９行ないし１４行）。\n３  作用効果\n本件発明は、最適な測定波長帯を選択したことによって、グルコース濃度と\n吸光度との間に良好な直線性を得ることを可能としたものである（５欄８行ないし\n１１行）。\n第３  以上の事実を前提として、原告主張の決定取消事由の当否を検討する。\n１  相違点１の判断について\n（１）原告は、引用例１が、グルコースの測光検出に使用する測定信号波長は幅\nのない単一波長が望ましいことを開示するのに対して、本件発明は、1600nmから\n1750nmまでの幅を持つ波長帯域をグルコースに特有な吸収波長帯域として使用し、\n得られた数値の平均値をもとにグルコース濃度を求めるものであるから、引用例１\nに開示されている技術的事項から相違点１に係る本件発明の構成が容易に得られた\nとするのは誤りである旨主張する。\n甲第３号証によれば、引用例１は「グルコースの測光検出方法とその装置」に関す\nる発明の公開特許公報であって、「方向性のある光で生体を照射」することによっ\nて「糖尿病の疑いのある患者のグルコース濃度を分光光度測定法により皮下組織に\nおいて非侵襲的に測定する方法」（１頁左下欄５行ないし８行）に使用する測定ス\nペクトルを「1000～2700nmの近赤外線」とし、「測定信号波長λG を1575±\n15nm、1765±15nm、2100±15nm、2270nm±15nmのいづれかの波長に設定したことを\n特徴とする」（１頁右下欄１行ないし６行）ものであることが認められる。\nこれによれば、引用例１は、グルコースの測光検出に使用する測定信号は幅のない\n特定の単一波長（±15nm）が望ましいことを開示するものと解するのが相当であ\nる。このことは、前掲甲第３号証によれば、引用例１の「発明の詳細な説明」に、\n「光ビーム９を構成する各パルス成分は単一波長、すなわち前段のモノクロメータ\nにより交互に取出された２つかまたはそれ以上の異なった波長である。換言すれ\nば、光ビーム９を構成する各パルス成分は、波長1575nm，1765nm，2100nmまたは\n2700nm（「2270nm」の誤記と考えられる。）を中心とする少なくとも１つの測定信\n号と、（中略）少なくとも１つの基準信号で構成されている。」\n（８頁右下欄６行ないし１５行）と記載されているのに反して、測定信号として幅\nを持つ波長帯域を使用することは全く記載されていないことによって十分に裏付け\nることができる。\n一方、本件発明が1600nmから1750nmまでの幅を持つ波長帯域をグルコースに特有な\n吸収波長帯域として使用し、得られた数値の平均値をもとにグルコース濃度を求め\nるものであることはその特許請求の範囲から明らかである。したがって、引用例１\nを論拠として、相違点１に係る本件発明の構成は当業者が容易に想到し得たとする\n決定の判断は、十分な論拠を欠くものであって、失当といわざるを得ない。\nこの点について、決定は、引用例１のFIG.５（別紙Ｂ）に1560～1780nmを含むブロ\nードな吸収帯が描かれている旨説示しているが、同図から1600nm～1750nmをグルコ\nース計測に有意な波長帯域として読み取ることは不可能といわざるを得ない。\n（２）原告は、引用例２の表１には幅のない単一波長とグルコース吸収の相関関\n係は示されているが、引用例２には幅を持つ波長帯域を使用し、得られた数値の平\n均値を求めることは示唆すらされていないから、引用例２に開示されている技術的\n事項から相違点１に係る本件発明の構成が容易に得られたとするのは明らかに誤り\nである旨主張する。\n甲第３号証によれば、引用例２は「果物及び野菜の非破壊品質評価」に関する論考\nであって、５３２頁右欄の中段に表１「リンゴモデル混合物中の様々な濃度におけ\nる３種類の糖についての、２段微分反射率測定値の線形重回帰分析において選択し\nた線形相関の係数及び波長（nm）」（別紙Ｃ）が記載され、「最良の相関を与える\n１つの波長を選択した後、標準誤差を低減させるように、残りの各波長を選択す\nる。」（５３３頁右欄２行ないし４行）と記載されていることが認められる。\nこれによれば、引用例２には、グルコースの回帰分析において最良の相関を与える\n波長は1688nmであることを開示するものと解するのが相当である。しかしながら、\n引用例２には、幅を持つ波長帯域がグルコースの回帰分析において好ましい相関を\n与えることは全く記載されていないから、引用例２を論拠として、相違点１に係る\n本件発明の構成は当業者が容易に想到し得たとする決定の判断も、十分な論拠を欠\nくものであって、失当といわざるを得ない。\nこの点について、決定は、引用例２のFIG.２（別紙Ｄ）に1560～1780nmを含む帯域\nにグルコースのブロードな吸収が存在することが示されている旨説示しているが、\n同図からも、1600nm～1750nmをグルコース計測に有意な波長帯域として読み取るこ\nとは不可能といわざるを得ない。\n（３）そうすると、引用例１及び引用例２を論拠として、相違点１に係る本件発\n明の構成は当業者が容易に想到しえたとする決定の判断は、誤りといわなければな\nらない。\n２  以上のとおりであるから、相違点２の判断の当否を検討するまでもなく、本\n件発明の進歩性を否定した決定の判断は誤りであって、維持することができないこ\nとが明らかである。第４  よって、決定の取消しを求める原告の請求は正当である\nからこれを認容することとし、訴訟費用の負担について行政事件訴訟法７条，民事\n訴訟法６１条の各規定を適用して、主文のとおり判決する。\n（口頭弁論終結日  平成１２年２月１日）\n東京高等裁判所第六民事部\n裁判長裁判官  山  下  和  明\n裁判官  春  日  民  雄\n裁判官  宍  戸      充\n"
}