{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 18,
    "month": 6,
    "day": 6
  },
  "case_number": "平成17(行ケ)10729",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "33169",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=33169",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/169/033169_hanrei.pdf",
  "contents": "平成１７年(行ケ)第１０７２９号 審決取消請求事件\n口頭弁論終結日 平成１８年５月２３日\n判決\n原 告 ジーエスケー産業株式会社\n訴訟代理人弁護士 後 藤 昌 弘\n同川 岸 弘 樹\n訴訟代理人弁理士 飯 田 昭 夫\n同江 間 路 子\n被 告 株式会社ケイ．ビイ．エム\n訴訟代理人弁護士 江 尻 泰 介\n同 岡 耕一郎\n訴訟代理人弁理士 服 部 雅 紀\n同南 島 昇\n主文\n１ 特許庁が無効２００５－８０１２３号事件について平成１７年９\n月５日にした審決中，「特許第３１５８２６９号の請求項１に係る\n発明についての特許を無効とする。」との部分を取り消す。\n２ 訴訟費用は被告の負担とする。\n事実及び理由\n第１ 請求\n主文第１項と同旨\n第２ 争いのない事実\n１ 特許庁における手続の経緯\n原告は，平成７年４月１３日，発明の名称を「キー変換式ピンタンブラー\n錠」とする発明について特許出願をし，平成１３年２月１６日，特許庁から\n特許第３１５８２６９号として設定登録を受けた（請求項の数は１である。\n以下「本件特許」という。）。\nこれに対し被告から特許無効審判請求がされ，特許庁はこれを無効２００\n５－８０１２３号事件として審理し，その係属中の平成１７年７月７日，原\n告は，本件特許の願書に添付した明細書の訂正請求をした（以下，この訂正\n後の明細書を図面と合わせて「本件訂正明細書」という。）。\nそして，特許庁は，審理の結果，平成１７年９月５日，「訂正を認める。\n特許第３１５８２６９号の請求項１に係る発明についての特許を無効とす\nる。」との審決（以下「本件審決」という。）をし，その謄本は同月１５日\n原告に送達された。\n２ 特許請求の範囲\n本件特許の請求項１の記載は，次のとおりである（以下，請求項１に係る\n発明を「本件発明」という。）。\n【請求項１】 ケーシング内に固定体が取付けられ，該固定体内に錠軸を有\nする回転体が回転可能に嵌挿され，該固定体と該回転体の当接する一面に\n回転面が形成され，該固定体には複数の有底ピン孔が穿設され，各有底ピ\nン孔に各々ドライブピンが付勢されて挿入され，該回転体には回転面を介\nして各有底ピン孔に連通可能な複数の貫通ピン孔が穿設され，各貫通ピン\n孔には各々コードピンが挿入され，変換用のキーを錠の挿入口に差込み，\n該回転体を任意列回転させた状態で，代りに別の変換用のキーを該挿入口\nに差込み，該回転体を最初の位置まで回転させることにより，前のキーを\n使用不能とし，別のキーを使用可能とするキー変換式ピンタンブラー錠に\nおいて，前記ドライブピンのうちの少なくとも１本のドライブピンが，ピ\nン本体上に小径部を介してピン先端部を一体的に設けて形成され，該小径\n部が変換用のキーによる回転体の回動時に，折れて分離可能な程度に細く\n短く形成されていることを特徴とするキー変換式ピンタンブラー錠。\n３ 本件審決の内容\n本件審決の内容は，別紙審決書写しのとおりである（なお，審決書の当事\n者欄中，請求人の表示として「株式会社ケイ．ピイ．エム」とあるのは，「\n株式会社ケイ．ビイ．エム」の誤記と認められる。）。\nその理由の要旨は，本件発明は，本件特許出願前に頒布された実公平４－\n４８２９６号公報（本訴甲３・審判甲１。以下「引用例」という。）に記載\nされた発明（以下「引用発明」という。）に基づいて，当業者が容易に発明\nをすることができたから，特許法２９条２項により特許を受けることができ\nないとしたものである。\n本件審決が認定した引用発明の内容，本件発明と引用発明との一致点及び\n相違点は，次のとおりである。\n（引用発明の内容）\nケーシング２内に固定筒体部３が取付けられ，該固定筒体部３内に一端Ａ\nを有する回転体４が回転可能に嵌挿され，該固定筒体部３と該回転体４の当\n接する一面に回転面５が形成され，該固定筒体部３には複数の有底のピン孔\n１４ａないし１４ｅが穿設され，各有底のピン孔１４ａないし１４ｅに各々\nドライブピン１９ａ～１９ｅが付勢されて挿入され，該回転体４には回転面\n５を介して複数の有底ピン孔１４ａないし１４ｅに連通可能な複数の貫通ピ\nン孔３０ａ～３０ｅが穿設され，各貫通ピン孔３０ａ～３０ｅには各々操作\nピン３５ａ～３５ｅが挿入され，第一変換鍵８を鍵の挿入口１０に差込み，\n該回転体４を任意列回転させた状態で，代りに第二変化鍵９を該挿入口１０\nに差込み，該回転体４を最初の位置まで回転させることにより，第一鍵６を\n使用不能とし，第二鍵７を使用可能とする鍵変換式のピンタンブラー錠にお\nいて，前記ドライブピン１９ａ～１９ｅのうちの少なくとも１本のドライブ\nピン１９ａ（判決注・「ドライブピン１９ｂ」）と操作ピン３５ｂとの間に\n別体のボール２９が設けられている鍵変換式のピンタンブラー錠。\n（一致点）\n「ケーシング内に固定体が取付けられ，該固定体内に錠軸を有する回転体\nが回転可能に嵌挿され，該固定体と該回転体の当接する一面に回転面が形成\nされ，該固定体には複数の有底ピン孔が穿設され，各有底ピン孔に各々ドラ\nイブピンが付勢されて挿入され，該回転体には回転面を介して各有底ピン孔\nに連通可能な複数の貫通ピン孔が穿設され，各貫通ピン孔には各々コードピ\nンが挿入され，変換用のキーを錠の挿入口に差込み，該回転体を任意列回転\nさせた状態で，代りに別の変換用のキーを該挿入口に差込み，該回転体を最\n初の位置まで回転させることにより，前のキーを使用不能とし，別のキーを\n使用可能とするキー変換式ピンタンブラー錠」である点。\n（相違点）\n本件発明が，ドライブピンのうちの少なくとも１本のドライブピンが，ピ\nン本体上に小径部を介してピン先端部を一体的に設けて形成され，該小径部\nが変換用のキーによる回転体の回動時に，折れて分離可能な程度に細く短く\n形成されているのに対し，ドライブピン１９ａ～１９ｅのうちの少なくとも\n１本のドライブピン１９ｂと操作ピン３５ｂとの間に別体のボール２９が設\nけられている点。\n第３ 当事者の主張\n１ 原告主張の本件審決の取消事由\n本件審決が認定した引用発明の内容，本件発明と引用発明との一致点及び\n相違点は認める。\nしかし，本件審決は，相違点の判断を誤り（取消事由１），本件発明の格\n別の効果を看過した（取消事由２）結果，本件発明について，引用発明に基\nづいて当業者が容易に発明をすることができたとの誤った判断をしたもので\nあるから，違法として取消しを免れない。\n(1) 取消事由１（相違点の判断の誤り）\nア 本件審決は，本件発明と引用発明との相違点について，「ところで，\nキー変換式ピンタンブラー錠（甲第１号証発明。判決注・「引用発\n明」）において，ボールは最初からドライブピンと分離している必要は\nなく，一体であれ，別体であれ，変換キーにより容易に分離され，移動\nされるものであればよいことは明白であるから，本願発明（判決注・「\n本件発明」）は，ドライブピンのピン本体とピン先端部を分離する時期\nを特定したことに特徴があるのではなく，ピンタンブラー錠の製造時に\n容易に組立を行うことができ，部品点数を削減したことに尽きる。しか\nしながら，製品の製造時に，複数の部品の組み付けを容易にし，部品点\n数の低減を図るために，二以上の部品を一体に成形することは，広範な\n技術分野においてきわめて普通に行われていることにすぎない。さら\nに，ピン本体部及びピン先端部は，いずれもピン孔の内部において移動\n可能に挿入されるものであって，その材料，及び外径等の寸法等が共通\nするものであるから，ピン本体部とピン先端部とを含む部材を一体品と\nして製造することは，当業者であれば，製品の製造工程において当然考\n慮すべき設計的事項にすぎない。」（審決書１１頁３行～１６行）とし\nて，引用発明において，本件発明に係る相違点の構成とすることは，当\n業者であれば容易になし得ることであると判断したが，以下に述べると\nおり誤りである。\n(ア) 基本的に，キー変換式ピンタンブラー錠は，円筒形キーを使用す\nる軸方向ピンタンブラー錠の一つであり，この軸方向ピンタンブラー\n錠は，特定の形式を示す錠として当業者の間で認識されている（例え\nば，甲４）。\n軸方向ピンタンブラー錠の特色の一つは，本件発明にいうドライブ\nピンとコードピンの組合せを有することであり，キー変換式ピンタン\nブラー錠の場合は，ドライブピン，コードピン及びボールの組合せを\n有することである。そして，このボールの表面に凹凸が存在すると滑\nらかな動きができず，キーの回転をスムーズに行うことができないた\nめ，その錠は不良品として扱われる。したがって，このボールは，ボ\nール毎に表面加工して，滑らかに動くようにしておくことが必要であ\nるため，最初からドライブピンとボールが分離されている必要があ\nる。また，キー変換式ピンタンブラー錠の技術分野のみならず，滑ら\nかな動きが要求される部品に関しては，その部品の表面加工を確認で\nきなければ製品に使用しないのが常識である。\nしたがって，「キー変換式ピンタンブラー錠において，ボールは最\n初からドライブピンと分離している必要はなく，一体であれ，別体で\nあれ，変換キーにより容易に分離され，移動されるものであればよい\nことは明白である」との本件審決の前記認定は明らかに誤りである。\n(イ) 次に，本件発明の特徴は，特許請求の範囲（請求項１）で規定さ\nれているように，小径部の構成を「回転体の回動時に折れて分離可能\nな程度に細く短く形成されている」と特定したことにあり，このよう\nに小径部の形状を特定することにより，分離後も部品の移動がスムー\nズに行われることを発明者が見いだしたものであるから，本件発明の\n特徴は「ピンタンブラー錠の製造時に容易に組立を行うことができ，\n部品点数を削減したことに尽きる。」との本件審決の前記認定は誤り\nである。\n(ウ) さらに，キー変換式ピンタンブラー錠におけるピン本体部とピン\n先端部（ボール）のように，分離後の部品の表面状況が製品精度に影\n響を及ぼすような二以上の部品を一体に成形することが，普通に行わ\nれているものではないから，「ピン本体部とピン先端部とを含む部材\nを一体品として製造することは，当業者であれば，製品の製造工程に\nおいて当然考慮すべき設計的事項にすぎない。」との本件審決の前記\n認定は誤りである。\n(エ) 本件発明のキー変換式ピンタンブラー錠における当業者とは，単\nなる錠の技術分野ではなく，少なくともピンタンブラー錠の技術分野\nに属する者に限定されるべきである。そして，このような当業者の間\nでは，キー変換式ピンタンブラー錠は，円筒形キーを使用する軸方向\nピンタンブラー錠の一つであり，軸方向ピンタンブラー錠は，特定の\n形式の錠として認識されているものである。\n本件審決は，ピンタンブラー錠の技術分野における当業者の技術常\n識を考慮することなく，ピン本体部とピン先端部を一体化することに\nついて何ら記載も示唆もない引用発明において，本件発明に係る相違\n点の構成とすることは当業者であれば容易になし得ることであると判\n断した誤りがある。\nイ これに対し被告は，乙１ないし８を挙げて，「二以上の部品を一体に\n成形することにより，作業の効率化を図り，部品点数の低減を図るこ\nと」は，キー変換式ピンタンブラー錠の技術分野に限らず，極めて広範\n囲の技術分野において広く採用されている周知の技術であるから，当業\n者であれば，周知のキー変換式ピンタンブラー錠に上記周知技術を適用\nして相違点に係る本件発明の構成を容易に想到し得る旨主張している。\nしかし，上記乙号各証は，本件発明のキー変換式ピンタンブラー錠の\nように製品完成後の分解検査が不可能であり，かつ，防犯上特に製品と\nしての精度と信頼性を要求される技術分野における周知技術を示すもの\nとはいえないから，被告の主張は，その前提を欠き失当である。\n(2) 取消事由２（本件発明の格別の効果の看過）\nキー変換式ピンタンブラー錠におけるボールは，本件訂正明細書（甲１\n３）に「例えば直径２㎜の金属球」（段落【０００７】）と記載されてい\nるように，非常に小さいものであり，このような小さな金属球を所定の細\nい孔に手で挿入する作業は，非常に煩雑で困難である。\nそして，本件発明は，組立作業のうちでも，「小さな金属球を所定の細\nい孔に手で挿入するような煩雑で難しい組み立て作業」（本件訂正明細書\nの段落【００１０】）を不要とする格別の効果を奏するものであるのに，\n本件審決には，上記格別の効果を看過した誤りがある。\n２ 被告の主張\n(1) 取消事由１及び２に対する反論\nア 「ピン本体」と「ボール」又は「スペーサ」とが分離された「キー変\n換式ピンタンブラー錠」は，本件特許の出願以前から周知の技術であ\nる。\nまた，乙１～８に開示されているとおり，「二以上の部品を一体に成\n形することにより，作業の効率化を図り，部品点数の低減を図ること」\nは，キー変換式ピンタンブラー錠の技術分野に限らず，極めて広範囲の\n技術分野において広く採用されている周知の技術である。\n(ア) 乙１（実願昭６１－１６８４４１号（実開昭６３－７３９２８\n号）のマイクロフィルム）には，トランジスタやコンデンサなどのデ\nィスクリート部品の分野において，ディスクリート部品を一体に成形\nした後，必要に応じて分離することにより，工数低減を図る考案が開\n示されている。\n(イ) 乙２（特開平５－３８０２１号公報）には，配管部材の分野にお\nいて，配管の端末を塞ぐ複数の固定部材を一体に成形した後，必要に\n応じて分離することにより，複数の部材の取扱いの容易化を図る発明\nが開示されている。\n(ウ) 乙３（特開平５－１３５６５２号公報）には，電話機等に利用さ\nれるキーボタンの分野において，多数個のキーボタンを一体に成形す\nることにより，個々に取り扱う煩雑さと誤装着の危険性を招くことな\nく，取扱いが容易で作業性の向上を図る発明が開示されている。\n(エ) 乙４（特開平６－１６４１６０号公報）には，電子機器等のスイ\nッチの分野において，ノブとカバーとを折損可能な連結部を介して一\n体成形することにより，ノブの成形及び装着の容易化を図る発明が開\n示されている。\n(オ) 乙５（特開平６－１８８０３９号公報）には，電子装置のコネク\nタの分野において，境界に切込部を設けて必要部分と不要部分とを一\n体に成形し，切込部から不要部分を除いて必要部分のみを用いること\nにより，組立てを容易にし，効率の向上を図る発明が開示されてい\nる。\n(カ) 乙６（特開平５－２５９３５８号公報）には，ＩＣチップパッケ\nージ用のマイクロリードピンの分野において，複数のピンを一体に成\n形して製造工程における処理を行うことにより，単一のピンを扱う場\n合と比較して加工の容易化を図る技術が開示されている。また，乙\n７（特開平５－３４３４８０号公報），乙８（特開平５－３４３４８\n１号公報）にも，同様の技術が開示されている。\nイ 一方，本件訂正明細書には，「発明が解決しようとする課題」とし\nて，「通常のピンタンブラー錠と同様に容易に組立を行うことができ，\n部品点数も削減できるキー変換式ピンタンブラー錠を提供すること」（\n段落【０００８】）のみが記載されており，その「作用効果」とし\nて，「このような構成のキー変換式ピンタンブラー錠は，その製造時，\nドライブピンが全て一体に形成され，従来必要としていた非常に小径の\n金属球を必要としないため，手作業の組付工程において，小さな金属球\nを所定の細い孔に手で挿入するような煩雑で難しい組み立て作業が不要\nとなり，この種の錠を簡単に組み立てることができ，また，部品点数も\n削減することができる。」（段落【００１０】）と記載されている。\n本件訂正明細書記載の本件発明の効果は，二以上の部品を一体に成形\nすることにより考えられる効果，すなわち「作業の効率化」及び「部品\n点数の低減」という効果以上の格別の効果を意味するものではない。\nまた，原告が主張する「小さな金属球を所定の細い孔に手で挿入する\nような煩雑で難しい組み立て作業」を不要とする効果は，「ピン本体」\nと「ピン先端部」とを一体化することにより当然に奏するものであり，\n部品を一体化したことによって容易に予想される範囲の効果にすぎない\nから，格別の効果というほどのものではない。\nウ そうすると，本件発明は，周知のキー変換式ピンタンブラー錠に，極\nめて周知な部品の一体化という技術を寄せ集めただけにすぎないのであ\nるから，当業者であれば，相違点に係る本件発明の構成を容易に想到し\n得るものである。\nエ 以上によれば，本件審決が，「複数の部品の組み付けを容易にし，部\n品点数の低減を図るために，二以上の部品を一体に成形することは，広\n範な技術分野においてきわめて普通に行われていることにすぎない。さ\nらに，ピン本体部及びピン先端部は，いずれもピン孔の内部において移\n動可能に挿入されるものであって，その材料，及び外径等の寸法等が共\n通するものであるから，ピン本体部とピン先端部とを含む部材を一体品\nとして製造することは，当業者であれば，製品の製造工程において当然\n考慮すべき設計的事項にすぎない。」として，引用発明において，本件\n発明に係る相違点の構成とすることは当業者であれば容易になし得るこ\nとであると判断したことに誤りはなく，また，本件審決に，原告主張に\n係る本件発明の格別の効果の看過もない。\nオ これに対し原告は，本件発明のキー変換式ピンタンブラー錠という技\n術分野においては防犯上特に製品としての精度と信頼性を要求される旨\n主張する。\nしかし，そもそも本件発明が解決しようとする課題及び本件発明の効\n果は，あくまでも「組立を容易」にし，「部品点数を低減」することに\nとどまるのであって，製品の精度に影響を及ぼすような部品の表面状況\nまでをも改善するものではないのであって，製品としての「精度」及\nび「信頼性」は，特許請求の範囲（請求項１）に記載されている本件発\n明の技術的な構成及びその構成から得られる作用効果とは何ら関係のな\nいものであるから，原告の上記主張は失当である。\n(2) 特許法３６条の要件違反に基づく特許無効（予備的主張）\nア 本件発明の特徴部分である「前記ドライブピンのうちの少なくとも１\n本のドライブピンが，ピン本体上に小径部を介してピン先端部を一体的\nに設けて形成され，該小径部が変換用のキーによる回転体の回動時に，\n折れて分離可能な程度に細く短く形成されている」（請求項１）との記\n載から，少なくとも１本のドライブピン又は小径部が折れていないこ\nと，すなわち製造工程のある時期に少なくとも１本の折れていないドラ\nイブピン又は小径部が存在していることを理解できるものの，この折れ\nていないドライブピン又は小径部はいつの時点のものを示しているのか\n不明確である。ピン孔への挿入前に折れていないドライブピン又は小径\n部が存在するという意味であれば，請求項１は，キー変換式ピンタンブ\nラー錠の発明について，その完成前の製造工程における部品の状態を特\n定する構成要件を含む記載となるから，その記載は奇異である。\nまた，折れていないドライブピン又は小径部は，「回転体の回動時に\nおいて常に折れる」と解釈することができる一方，「回転体の特定の回\n転時にのみ折れる」と解釈することができるため，請求項１の記載から\nドライブピン又は小径部が折れる時期を一義的に導き出すことができな\nい。\nイ さらに，請求項１の「折れる程度」，「細い」及び「短い」との記載\nは，強度や大きさを相対的かつ抽象的に示すものにすぎないから，請求\n項１の「小径部が折れる程度に細く短く形成されている」との記載は，\n発明を明確に特定しているものではない。\nウ したがって，本件発明の特許請求の範囲（請求項１）の記載は，特許\nを受けようとする発明が明確であることの要件（特許法３６条６項２\n号）に適合しないから，本件特許は無効である。\n第４ 当裁判所の判断\n１ 取消事由１（相違点の判断の誤り）について\n(1) 原告は，本件審決には，ピンタンブラー錠の技術分野における当業者の\n技術常識を考慮することなく，ピン本体部とピン先端部を一体化すること\nについて何ら記載も示唆もない引用発明において，本件発明に係る相違点\nの構成とすることは当業者であれば容易になし得ることであると判断した\n誤りがある旨主張する。\nア 本件訂正明細書（甲１３）には，次のとおりの記載がある。\n(ア) 「【従来の技術】この種のキー変換式ピンタンブラー錠として，\n従来，円筒形のケーシング内に固定体を取付けると共に，その固定体\nの中心孔に錠軸を有する回転体を回転可能に嵌挿して，固定体と回転\n体の当接する一面に回転面を形成し，固定体には複数の有底ピン孔が\n穿設され，それらの有底ピン孔に各々ドライブピンが上方に付勢され\nて挿入され，回転体には回転面を介して各有底ピン孔に連通可能な複\n数の貫通ピン孔が穿設され，それらの貫通ピン孔にはコードピンが挿\n入され，上記ドライブピンのうちの１本が短く形成されると共に，そ\nの短寸のドライブピンの上，つまりピン孔の回転面側にボールが挿入\nされてなるピンタンブラー錠が知られている（例えば，実公平４－４\n８２９６号公報参照）」（段落【０００２】）\n(イ) 「【発明が解決しようとする課題】しかし，この種のキー変換式\nピンタンブラー錠は，第一変換キーと第二変換キーを使用して，第一\nキーから第二キーへ容易にキーを変更することができるものの，その\n製造時には，非常に小さいボール（例えば直径約２mmの金属球）を用\n意し，組付工程でその小ボールを所定のピン孔に正確に挿入する必要\nがある。この種の組付工程は，通常，手作業で行われるが，非常に小\nさい金属球を手に持って所定の細い孔に正確に挿入する作業は，難し\nく，非常に煩雑となる問題があった。」（段落【０００７】），「本\n発明は，上記の点に鑑みてなされたもので，通常のピンタンブラー錠\nと同様に容易に組立を行うことができ，部品点数も削減できるキー変\n換式ピンタンブラー錠を提供することを目的とする。」（段落【００\n０８】）\n(ウ) 「【課題を解決するための手段】上記目的を達成するために，本\n発明のキー変換式ピンタンブラー錠は，ケーシング内に固定体が取付\nけられ，固定体内に錠軸を有する回転体が回転可能に嵌挿され，固定\n体と回転体の当接する一面に回転面が形成され，固定体には複数の有\n底ピン孔が穿設され，各有底ピン孔に各々ドライブピンが付勢されて\n挿入され，回転体には回転面を介して各有底ピン孔に連通可能な複数\nの貫通ピン孔が穿設され，各貫通ピン孔には各々コードピンが挿入さ\nれ，変換用のキーを錠の挿入口に差込み，回転体を任意列回転させた\n状態で，代りに別の変換用のキーを挿入口に差込み，回転体を最初の\n位置まで回転させることにより，前のキーを使用不能とし，別のキー\nを使用可能とするキー変換式ピンタンブラー錠において，ドライブピ\nンのうちの少なくとも１本のドライブピンが，ピン本体上に小径部を\n介してピン先端部を一体的に設けて形成され，小径部が変換用のキー\nによる回転体の回動時に，折れて分離可能な程度に細く短く形成され\nていることを特徴とする。」（段落【０００９】）\n(エ) 「【作用・効果】このような構成のキー変換式ピンタンブラー錠\nは，その製造時，ドライブピンが全て一体に形成され，従来必要とし\nていた非常に小径の金属球を必要としないため，手作業の組付工程に\nおいて，小さな金属球を所定の細い孔に手で挿入するような煩雑で難\nしい組み立て作業が不要となり，この種の錠を簡単に組み立てること\nができ，また，部品点数も削減することができる。」（段落【００１\n０】），「このキー変換式ピンタンブラー錠のキーを変換する場合，\n変換用のキーを錠の挿入口に差込み，それを回して回転体を任意列に\n回転させた状態で，代りに別の変換用のキーを挿入口に差込み，それ\nを回す。このとき，特定のドライブピンのピン先端部が回転体の貫通\nピン孔内に進入し，そのピン本体とピン先端部との間の小径部が回転\n面に位置するため，回転時に小径部が折れてピン先端部がピン本体か\nら分離する。このため，分離したドライブピンのピン先端部が隣りの\nピン孔に移動し，残ったピン本体のドライブピンと移動したその隣り\nのドライブピン（コードピン）の長さが変り，解錠可能なキーが変換\nされる。」（段落【００１１】）\nイ 本件訂正明細書の上記記載及び請求項１によれば，①キー変換式ピン\nタンブラー錠は，変換用のキーを錠の挿入口に差込み，回転体を任意列\n回転させた状態で，代りに別の変換用のキーを挿入口に差込み，回転体\nを最初の位置まで回転させることにより，前のキーを使用不能とし，別\nのキーを使用可能とする構成を有するものであり，②従来のキー変換式\nピンタンブラー錠の製造時には，通常，手作業で非常に小さいボール（\n例えば直径約２mmの金属球）を所定のピン孔に正確に挿入するという，\n難しく，非常に煩雑な組付工程を要するという問題があったところ，③\n本件発明は，ドライブピンのうちの少なくとも１本のドライブピンが，\nピン本体上に小径部を介してピン先端部を一体的に形成され，変換用の\nキーによる回転体の回動時に，ドライブピンの小径部が折れてピン先端\n部とピン本体部とを分離可能とする程度に当該小径部を細く短く形成す\nるという構成（本件審決認定の相違点の構成）を採ることにより，組立\nて時には，ドライブピン本体とピン先端部を一体として取り扱えるよう\nにして，小さな金属球を所定の細い孔に手で挿入するような煩雑で難し\nい組立作業を不要とするとともに，部品点数を削減し，組立て後には，\nピンタンブラー錠として使用することを可能とし，変換用のキー（上記\n①の別の変換用のキー）による回転体の回動時に，ドライブピンの小径\n部が折れてピン先端部とピン本体部を分離しキー変換を可能とする効果\nを奏することを特徴とするものと認められる。\nなお，請求項１の「ドライブピンが，ピン本体上に小径部を介してピ\nン先端部を一体的に設けて形成され，該小径部が変換用のキーによる回\n転体の回動時に，折れて分離可能な程度に細く短く形成されている」と\nの記載によれば，本件発明の「小径部」が折れてピン本体と先端部が分\n離する時期は，変換用のキーによる回転体の回動時であることは明らか\nであり，また，本件発明の「小径部」が「変換用のキーによる回転体の\n回動時に，折れて分離可能な程度」に細く短く構成されていることも明\nらかである。\nウ(ア) ところで，本件審決は，キー変換式ピンタンブラー錠（引用発\n明）において「ボールは最初からドライブピンと分離している必要は\nなく，一体であれ，別体であれ，変換キーにより容易に分離され，移\n動されるものであればよいことは明白である」（審決書１１頁３行～\n６行）と認定判断しているが，引用例（甲３）中には，組立て後のキ\nー変換式ピンタンブラー錠におけるボールとドライブピンが「一体」\nであってもよいことの記載も示唆もないし，また，このことが技術常\n識から明らかであることを認めるに足りる証拠はない。\n(イ) 加えて，前記イで認定したとおり，本件発明は，ドライブピンの\nうちの少なくとも１本のドライブピンが，ピン本体上に小径部を介し\nてピン先端部を一体的に形成され，変換用のキーによる回転体の回動\n時に，ドライブピンの小径部が折れてピン先端部とピン本体部とを分\n離可能とする程度に当該小径部を細く短く形成するという相違点に係\nる構成を採ることにより，組立て時に，小さな金属球を所定の細い孔\nに手で挿入するような煩雑で難しい組立作業を不要とし，部品点数を\n削減するのみならず，組立て後には，ピンタンブラー錠として使用す\nることを可能としながら，変換用のキーによる回転体の回動時に，ド\nライブピンの小径部が折れてピン先端部がピン本体部から分離可能と\nしてキー変換を可能とするものである。\n本件審決は，「製品の製造時に，複数の部品の組み付けを容易に\nし，部品点数の低減を図るために，二以上の部品を一体に成形するこ\nとは，広範な技術分野においてきわめて普通に行われていることにす\nぎない。さらに，ピン本体部及びピン先端部は，いずれもピン孔の内\n部において移動可能に挿入されるものであって，その材料，及び外径\n等の寸法等が共通するものであるから，ピン本体部とピン先端部とを\n含む部材を一体品として製造することは，当業者であれば，製品の製\n造工程において当然考慮すべき設計的事項にすぎない。」（審決書１\n１頁９行～１６行）と判断しているところ，本件審決がいうように「\n製品の製造時に，複数の部品の組み付けを容易にし，部品点数の低減\nを図るために，二以上の部品を一体に成形することは，広範な技術分\n野においてきわめて普通に行われ」，「ピン本体部及びピン先端部\nは，いずれもピン孔の内部において移動可能に挿入されるものであっ\nて，その材料，及び外径等の寸法等が共通する」としても，このこと\nから直ちに，ボールとドライブピンという特定の部材に着目して，こ\nれらを小径部を介して一体化してドライブピンのピン本体部とピン先\n端部（ボールに相当する部分）とし，かつ，変換用のキーによる回転\n体の回動時に小径部が折れてピン先端部とピン本体部を分離し，キー\n変換を可能とする構成とすることが，当業者にとって当然考慮すべき\n設計的事項であるとすることはできず，他にこれを設計的事項にすぎ\nないと認めるに足りる証拠はない。\nエ したがって，本件審決が，引用発明において，相違点に係る本件発明\nの構成とすることは，当業者であれば容易になし得ることであると判断\nしたのは誤りであるというべきである。\n(2) これに対し被告は，乙１～８を挙げて，二以上の部品を一体に成形する\nことにより，作業の効率化を図り，部品点数の低減を図ることは，極めて\n広範囲の技術分野において広く採用されている周知の技術であり，本件発\n明の効果は，二以上の部品を一体に成形することにより考えられる効果，\nすなわち「作業の効率化」及び「部品点数の低減」という効果以上の格別\nの効果を意味するものではないから，本件発明は，周知のキー変換式ピン\nタンブラー錠に，極めて周知な部品の一体化という技術を寄せ集めただけ\nにすぎず，当業者であれば，相違点に係る本件発明の構成を容易に想到し\n得る旨主張する。\nア しかしながら，前記(1)ウ(イ)で説示したとおり，二以上の部品を一体\nに成形することにより，作業の効率化を図り，部品点数の低減を図ると\nいう技術思想から，直ちに相違点に係る本件発明の構成に想到するもの\nと認めることはできない。\nまた，以下のとおり，乙１～８のいずれにおいても，相違点に係る本\n件発明の構成を示唆するものと認めることはできない。\n(ア) 乙１（実願昭６１－１６８４４１号（実開昭６３－７３９２８\n号）のマイクロフィルム）には，「実用新案登録請求の範囲」とし\nて，「リード端子がテーピングされたディスクリート部品において，\n前記リード端子には切断用の切込みが設けられていることを特徴とす\nるディスクリート部品。」（明細書１頁）との記載がある。しかし，\n一方で，「このように構成された本考案のディスクリート部品をプリ\nント配線基板の穴に手で押入するには，ディスクリート部品１を手で\nつかみ，リード端子２に入れてある切込み３の両側の方向に，交互に\n力を加えてリード端子２を切断し，・・・押入すればよい。」（明細\n書４頁３行～９行）との記載があることに照らすと，上記考案に係る\nディスクリート部品を使用してリード端子を配線基板に組み付ける際\nには，各リード端子を切断してプリント配線基板の穴に押入すること\nが予定されているものであるから，乙１は，錠の組立て時に，ドライ\nブピンのピン本体とピン先端部を一体として取り扱うことのできる本\n件発明の構成を示唆するものと認めることはできない。\n(イ) 乙２（特開平５－３８０２１号公報）には，【特許請求の範囲】\nとして，「【請求項１】 配管の端末が接続固定される管継手部と，\nこの管継手部につづいて設けられ配管に通された配線が収容される収\n容部と，この収容部の一面に設けられ配線が引き出される開口部とを\n備えた本体，および，この本体の前記開口部を着脱自在に塞ぐコンク\nリート侵入防止用キャップを備えてなる配管端末固定部材であって，\n・・・前記コンクリート侵入防止用キャップは，前記並設された本体\nのそれぞれの開口部に嵌入自在な複数個のキャップ単体が分離可能な\n連結部を介して一体に連設されていることを特徴とする配管端末固定\n部材。」との記載がある。しかし，一方で，「任意の個所で連結部を\n切断あるいは折れば，任意の個数の固定部材を分離することができる\nので，小分け販売を行ったり，１個所に複数個の固定部材を隣接させ\nて施工するのも容易である。」（段落【００２７】）との記載がある\nことに照らすと，請求項１に係る配管端末固定部材を使用して配管端\n末に接続・組み付けをする際には，任意の個所で連結部を切断又は折\nることが予定されているものであるから，乙２は，錠の組立て時に，\nドライブピンのピン本体とピン先端部を一体として取り扱うことので\nきる本件発明の構成を示唆するものと認めることはできない。\n(ウ) 乙３（特開平５－１３５６５２号公報）には，【特許請求の範囲\n】として，「【請求項１】 基材に透明で弾力性のある材料を用い\nて，多数個のキーボタン部を連結部で連結して一体化を図り，裏面に\n印刷表示を行ったキースイッチと，キースイッチの押圧を行う押圧凸\n部を形成した弾力性を有するキーシートとを重ね合わせたことを特徴\nとするキーボタン装置。」との記載がある。しかし，請求項１に係る\nキーボタン装置は，そもそも，キーボタン部の各々が分離されること\nを予定されていないから，乙３は，変換用のキーによる回転体の回動\n時に，ドライブピンの小径部が折れてピン先端部がピン本体部から分\n離可能とする本件発明の構成を示唆するものと認めることはできな\nい。\n(エ) 乙４（特開平６－１６４１６０号公報）には，【特許請求の範囲\n】として，「【請求項１】 スライドノブが装着されるフロントカバ\nーにおいて，スライドノブのスライド部が，スライド部係合穴内に位\n置され，かつその移動方向への押圧力によって折損可能な連結部を介\nしてスライド部係合穴の周縁部と一体成形されていることを特徴とす\nるフロントカバー。」との記載がある。しかし，一方で，「上記構成\nのフロントカバー１に対してスライドスイッチを搭載したプリント基\n板を組付けるには，まず，フロントカバー１の凹部９にパネル８を嵌\n着しておく一方，プリント基板１０に搭載したスライドスイッチ１１\nの作動子の適宜に移動する。ついで，プリント基板１０とフロントカ\nバー１を組付けてスライドスイッチ１１の作動子１２をスライドノブ\n３の背面に設けた嵌合穴（図示せず）に嵌合した後，ノブ部６を介し\nてスライドノブ３に対してその移動方向へ適宜の押圧力を付与して両\n連結部５を折損させる。」（段落【０００７】）との記載があること\nに照らすと，請求項１に係るフロントカバーは，フロントカバー１と\n一体のスライドノブ３をスライドスイッチ１１の作動子１２に嵌合し\nた後，連結部５を折損させるものであるが，上記折損によりスライド\nノブ３をフロントカバー１から分離しなければ機能しないものである\nから，乙４は，変換用のキーによる回転体の回動時に小径部が折れて\nドライブピンのピン先端部をピン本体部から分離する前においても，\nピンタンブラー錠としての使用を可能としつつ，キー変換を可能とす\nる本件発明の構成を示唆するものと認めることはできない。\n(オ) 乙５（特開平６－１８８０３９号公報）には，【特許請求の範囲\n】として，「【請求項２】 ボード側ピン端子（５）と，外部電極端\n子(３１)が装着脱される接触部（２）と，前記接触部（２）の先端に\n設けられた略尖鋭形状の組立補助部（８）とを有する複数のコンタク\nトピン組立体（７）を，可動ロック部(１１)に設けられた複数のコン\nタクトピン孔(１１０)にそれぞれ仮に挿通させるコンタクトピン組立\n体仮挿通工程と，前記組立補助部（８）および前記接触部（２）を前\n記複数のコンタクトピン孔(１１０)にそれぞれ押圧して挿入させると\nともに，前記組立補助部（８）を前記接触部（２）から分離させて複\n数のコンタクトピン（１）を形成させるコンタクトピン挿通形成工程\nとを有することを特徴とするコネクタの組立方法。」との記載があ\nる。しかし，請求項２に係る発明は，組立て後には不要となるコンタ\nクトピン組立体（７）の組立補助部（８）を，コンタクトピン孔(１１\n０)に押圧挿入して分離するものであって，乙５は，変換用のキーによ\nる回転体の回動時に小径部が折れてドライブピンのピン先端部をピン\n本体部から分離する前においても，ピンタンブラー錠としての使用を\n可能としつつ，キー変換を可能とする本件発明の構成を示唆するもの\nと認めることはできない。\n(カ) 乙６（特開平５－２５９３５８号公報）には，【特許請求の範囲\n】として，「【請求項１】シート状の封着金属合金母材を用いて電子\nビーム，レーザー，スタンパー，エッチング等の加工方法によって並\n列された多数本のピン本体，この多数本のピン本体の頭部とそれぞれ\n簡単に切断可能に一体成形された上部フレ―ム，前記多数本のピン本\n体のティ―ル部とそれぞれ簡単に切断可能に一体成形された位置決め\n孔を有する下部フレ―ムとからなるＩＣパッケ―ジ用マイクロリ―ド\nピン基板を製造するＩＣパッケ―ジ用マイクロリ―ドピン基板形成工\n程と，・・・メッキ処理工程と，このメッキ処理工程後に・・・整列\n固定治具に多数枚のＩＣパッケ―ジ用マイクロリ―ドピン板を位置決\nめ状態に固定するＩＣパッケ―ジ用マイクロリ―ドピン板の固定工程\nと，このＩＣパッケ―ジ用マイクロリ―ドピン板の固定工程後に整列\n固定治具より上方に突出している上部フレ―ムを切断して除去する上\n部フレ―ム除去工程と，この上部フレ―ム除去工程後に・・・ロウ材\n付着工程と，このロウ材付着工程後にＩＣチップあるいはＩＣセラミ\nックスレイヤ―パッケ―ジ用基板のリ―ドピン取付部と整列固定治具\nに整列固定されたロウ材が付着されたピン本体とを位置決めしてロウ\n付け固定するピン本体固定工程と，このピン本体固定工程後に整列固\n定治具を除去するとともに，下部フレ―ムをピン本体より切断して除\n去する下部フレ―ム除去工程とを含むことを特徴とするＩＣパッケ―\nジ用マイクロリ―ドピンのＩＣチップ等への実装装着方法。」との記\n載がある。しかし，請求項１に係る発明は，上部フレーム及び下部フ\nレームにより一体化された多数本のピン本体をＩＣチップ等に装着す\nる過程において，装着後は不要となる上部フレーム及び下部フレーム\nを切断，除去して多数本のピン本体を分離するものであって，乙６\nは，変換用のキーによる回転体の回動時に小径部が折れてドライブピ\nンのピン先端部をピン本体部から分離する前においても，ピンタンブ\nラー錠としての使用を可能としつつ，キー変換を可能とする本件発明\nの構成を示唆するものと認めることはできない。\n(キ) 乙７（特開平５－３４３４８０号公報），乙８（特開平５－３４\n３４８１号公報）記載の技術も，前記(カ)と同様に，多数本のマイク\nロピン本体をＬＳＩチップ等に装着する過程において，多数本のマイ\nクロピン本体を分離するものであって，変換用のキーによる回転体の\n回動時に小径部が折れてドライブピンのピン先端部をピン本体部から\n分離する前においても，ピンタンブラー錠としての使用を可能としつ\nつ，キー変換を可能とする本件発明の構成を示唆するものと認めるこ\nとはできない。\nイ したがって，被告の前記主張は採用することができない。\n(3) 以上によれば，本件審決がした相違点の判断には誤りがあり，この誤り\nが本件審決の結論に影響を及ぼすことは明らかであるから，原告主張の取\n消事由１は理由がある。\n(4) なお，被告は，予備的に，特許法３６条の要件違反による本件特許の無\n効を主張する。\nしかしながら，本件発明に係る特許が特許法２９条２項に違反してなさ\nれたものであることを理由に，これを無効とすべきものとした本件審決の\n取消訴訟において，本件審決が判断した上記無効事由とは別個の無効事由\nである特許法３６条違反について審理判断することが許されるかどうかは\n問題であるが，その点はさておき，被告の上記主張についてみると，既に\n説示したとおり，特許請求の範囲（請求項１）の記載によれば，本件発明\nの「小径部」が折れてピン本体と先端部が分離する時期は，変換用のキー\nによる回転体の回動時であり，その分離される以前はドライブピン又は小\n径部が折れていないことは明らかであるし，また，本件発明の「小径部」\nが「変換用のキーによる回転体の回動時に，折れて分離可能な程度」に細\nく短く構成されていることも明確に理解できるものであって，本件発明の\n特許請求の範囲（請求項１）の記載に，被告主張のような明確を欠く点は\n認められないから，被告の上記主張は失当である。\n２結論\n以上のとおり，原告主張の取消事由１は理由があり，本件審決は取消しを\n免れない。\nそうすると，原告の本訴請求は理由があるから，これを認容することと\nし，主文のとおり判決する。\n知的財産高等裁判所第３部\n裁判長裁判官 佐 藤 久 夫\n裁判官 大鷹一郎\n裁判官 嶋末和秀\n"
}