{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 10,
    "day": 31
  },
  "case_number": "平成12(う)182",
  "case_name": "逮捕監禁，殺人，死体遺棄，死体損壊，覚せい剤取締法違反被告",
  "court_name": "広島高等裁判所",
  "lawsuit_id": "3839",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=3839",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/839/003839_hanrei.pdf",
  "contents": "主　　　　　　　　文\n本件控訴を棄却する。\n当審における未決勾留日数中５８０日を原判決の刑に算入する。\n理　　　　　　　　由\n本件控訴の趣意は，弁護人立岩弘作成の控訴趣意書，同我妻正規作成の控訴趣意\n補充書，被告人作成の控訴趣意書並びに平成１３年３月２３日付け，同年４月１１\n日付け，同年５月７日付け，同年１０月１５日付け，同月１６日付け，平成１４年\n６月１０日付け及び同月１６日付け各「控訴趣意書補充書」と題する書面に，これ\nらに対する答弁は，検察官見越正秋作成の答弁書にそれぞれ記載されているとおり\nであるから，これらを引用する（被告人作成の控訴趣意書のうち，訴訟手続の法令\n違反及び審理不尽とされている主張は，いずれも，その内容は事実誤認の主張であ\nると解される。）。なお，被告人作成の平成１３年４月１１日付け，同年５月７日\n付け，同年１０月１５日付け，同月１６日付け，平成１４年６月１０日付け及び同\n月１６日付け各「控訴趣意書補充書」と題する書面は，いずれも控訴趣意書差出期\n間経過後に提出されたものであり，これらに記載された事実誤認の主張を除く主張\nは，後記のとおり，職権調査を求めるものである。\n第１　事実誤認の論旨について\n１　所論は，要するに，原判決は，罪となるべき事実の第一の二において，被告\n人が，平成９年１１月２６日午後１０時ころ，岡山県井原市内の道路脇草むら窪地\nにおいて，Ａ及びＢと共謀の上，殺意をもって，こもごもスコップ２本でＣの頭\n部，胸腹部等を多数回殴打し，さらに，Ａにおいて，被告人が使用していたジャン\nパーの紐でＣの頸部を絞めるなどし，そのころ，同所において，死亡させて殺害し\nたという事実を認定したが，被告人には殺意はなかったし，また，Ａ及びＢと殺害\nを共謀したこともないから，上記事実を認定した原判決には，判決に影響を及ぼす\nことが明らかな事実の誤認がある，というのである。\nそこで，原審記録を調査して検討すると，原判決の罪となるべき事実の認定\n及び事実認定の補足説明における説示は，被告人と行動を共にしていたＡ及びＢの\n各供述の信用性，被告人の弁解の真偽についての判断を含めて，当裁判所も概ね正\n当なものとして是認することができ，当審における事実取調べの結果を併せて検討\nしても，その認定及び判断を左右するものはない。\n以下，所論にかんがみ，付言する。\n２　被告人がＣに対する殺人等の犯行にかかわることになった経緯については，\n関係証拠によれば，概ね，次の事実が認められる。\n(1)　被告人は，暴力団組員として活動していたが，昭和６３年ころ，他の暴力\n団の幹部であったＢとＥ刑務所で服役中に知り合い，平成９年夏ころからは，覚せ\nい剤の購入者をＢから紹介してもらうなどの付き合いも生じており，他方，Ａと\nは，本件逮捕監禁，殺人の犯行当日である同年１１月２６日が初対面であった。ま\nた，ＢとＡは，平成５年ころ知り合い，その後，一緒にすりをしたり，債権の取立\nて等をしていた。\n(2)　Ａは，２０年以上前に福山市在住で資産家のＤの貸家に住んで鉄筋業を営\nんだことがあったが，平成９年２月１７日，Ｄの娘と結婚して福山市に住んでいた\nＣを訪ね，初対面のＣに対し，死亡したＤに埋立工事代金等の債権があると言って\nその支払を要求したが，契約書等がないことなどから断られた。\n(3)　Ａは，歌手をしていた内妻が芸名を変えて再デビューするための資金７６\n０万円余りを知人から借りていたところ，同年１０月３１日，その知人に対し，同\n年１１月から翌１０年１月までの各末日に３回に分割して返済することを約束した\nが，期日が迫っても金員を用意できなかったので，再度，福山市に行き，Ｃから前\n記債権の取立てに藉口して，金を出させようと企てた。\n(4)　Ａは，平成９年１１月２３日ころ，東京都内で，Ｂに対し，埋立工事代金\n等の債権が約３０００万円あるとの話を持ち掛けて福山市に行くことを誘ったとこ\nろ，Ｂは，これを承諾するとともに，車を用意できる被告人を誘おうと考えた。被\n告人は，同月２５日，Ｂから誘われてこれに同意した。\n(5)　被告人は，同月２６日早朝，Ｂ及びＡとＪＲ新宿駅前で待ち合わせて，車\nで福山市に向かった。\n３　所論は，被告人に殺意があったことを認定している原判決には，次のとお\nり，事実の誤認がある。すなわち，①被告人は，Ｂから３０００万円の債権取立て\nの仕事があると誘われ，これを信用してわざわざ東京から福山市に来たのであっ\nて，Ｃを殺害すれば債権取立ては不可能となり，福山市に来たことが無駄になる，\n②被告人は，本件殺害現場で，Ｃをスコップで殴っているが，その部位は左肩ない\nし左上腕部付近であり，殺意がないからこそ，そのような部位を殴っているのであ\nるし，また，Ａ及びＢは，スコップでＣを殴打した後，紐などで首を絞めている\nが，被告人は，それらの行為には全く関与しておらず，その場を離れて車の傍にい\nたのであるから，被告人に殺意を認めるべきではない，③原判決は，殺害の動機に\nついて，Ｃに激しく抵抗され前後の見境なく激高したことであると認定している\nが，被告人は，Ｃの抵抗を押さえ込んで金にしたいと考えていたのであり，被告人\n自身は，本件殺害現場で，直接抵抗を受けたことはなく，したがって，そのために\n被告人が激高したこともない，④被告人は，Ｃ殺害後，東京に帰る列車の中で，Ｂ\nらに対し，なぜ殺害したのかと詰問しており，このことからも，被告人に殺害の意\n思がなかったことは明らかである，というのである。\nそこで，検討すると，①確かに，被告人らが平成９年１１月２６日に東京か\nら福山市に来た当初の目的が埋立工事代金等をＣから取り立てることであったこと\nは，所論指摘のとおりである。しかしながら，被告人らは，同日午後８時４０分こ\nろＣを車内に監禁し，当初は金員の要求をしていたものの，Ｃが「１００万円なら\n出す」と言い，被告人及びＢにおいて，更に高額の金員を要求したところ，「あん\nたらが納得のいくお金を出す。時間をくれ」と言ったのに対して，Ａが「この野郎\nに時間なんかやれるか。すぐ警察に通報される。こいつの言うことが信じられる\nか」と怒鳴り，遂には「殺せ。殺してしまえ」とわめいてからは，被告人らは，金\n員を要求する言葉を発しておらず，その後は，金額等についてのやりとりは一切し\nないまま，約１時間２０分ほど夜道をあてもなく走行していたのである。そうする\nと，取立てに当たり，多少荒っぽいことをするのは承知の上で，玩具のけん銃を準\n備するなどしていた被告人にとっても，Ａが「殺せ。殺してしまえ」とわめいた後\nにおいては，思いがけない事態となってしまったのであって，Ｃから工事代金等の\n名目で金員を取り立てるという当初のもくろみは，変更せざるを得ない状況になっ\nたと認めるのが相当である。そして，その後，本件殺害現場において，Ｃが車外に\n出て逃走を図り，これを阻止しようとしたところ，激しい抵抗に遭い，被告人ら\nは，激高するとともに，このままＣを解放したのでは拉致の事実で逮捕を免れない\nことから，被告人としても，後記のとおり，もはやＣが死亡するもやむを得ないと\nの思いを抱くに至り，その後の犯行に及んだのである。したがって，東京から福山\n市に来た当初の目的が債権取立てであったからといって，本件殺害現場において殺\n意がなかったということにはならない。\n②被告人らが犯行に使用した２本のスコップは，いずれも，全長約９６．５\nセンチメートル，重量約２キログラム，金属部分の幅約２３センチメートル，その\n長さ約２９センチメートルのものであり，用法次第では十分な殺傷力がある。そし\nて，被告人は，初めにＡと共に，本件殺害現場において，二，三分間にわたり，そ\nれぞれ手にした２本のスコップでＣを殴打し，その後，Ｂがスコップで殴打したと\n認められるところ，本件殺害現場の窪地及び道路上から採取されたＣの頭髪は，ほ\nとんどが切断されたものであり，その一部は刃物等，一部は鈍体によるものと思わ\nれる断端であったこと，Ｃの胸腹部等の鑑定結果によれば，右胸鎖関節部に筋肉出\n血が認められ，生存中に鈍体が皮膚に作用して生じたものと推定され，左鎖骨上面\nには有刃器等によるものと考えられる損傷が認められること，被告人らは，Ｃが身\n動きできなくなるまで，スコップで殴打していたこと，被告人自身，殴打する際に\nは手加減しなかったと供述していることからすると，被告人らのスコップによる暴\n行は，Ｃの頭部や胸腹部といった身体の枢要部に対する激烈で執拗なものであった\nというべきである。したがって，被告人らのしたスコップによる殴打行為によって\n死亡する蓋然性は極めて高いと認定することができる。\n被告人は，スコップでは左肩ないし左上腕部を殴打しただけであると供述し\nているが，激高して，Ａと共に，こもごもＣの身体めがけて，いわばめった打ちす\nるように激しく殴打したのであるから，Ｃの左肩ないし左上腕部だけを殴打するな\nどといったことは事実上困難であるばかりか，仮に，結果的に被告人のスコップが\n当たった部位が上記部分であったとしても，Ｃが死亡しないように意識して，上記\nのような金属部分の大きさのスコップでその部分だけをねらって殴打したものとは\n考えられない。また，被告人は，ＡやＢのすぐ隣か若しくはせいぜい１０メートル\n程度しか離れていない車の傍らにいて，ＡやＢがスコップで殴打することも，Ａが\n紐でＣの首を絞めることも十分認識しながら，これを制止することなく，Ａらと行\n動を共にしているのであるから，被告人がＡやＢがした行為に全く関与していない\nとは到底いえない。\n③被告人は，車の走行中には「俺も男だ，信用してくれ」などと言っていた\nＣが，本件殺害現場で車から逃げ出そうとしたのを見て，自分の言葉を守らない汚\nい野郎だと思い，また，拉致現場では，右手の小指を噛みつかれて相当の傷を負わ\nされたこともあって，Ｃの行動に激高するとともに，もはやＣから金を出させるこ\nとはできないものと思い至り，Ａらと共にスコップで殴打するなどの暴行を加えた\nものであると認められる。被告人に，殺害の動機がないなどとはいえない。\n④Ａ及びＢは，本件殺害現場において，スコップでＣの頭部，胸腹部等を殴\n打するのみならず，紐で首を絞めるなど死の結果を招来することが当然予想される\n行為をしているところ，被告人は，ＡやＢのそれらの行為を制止するような言動を\n全くしていないばかりでなく，被告人自身，スコップでＣを殴打するなどし，Ａ及\nびＢと一体となって犯行に及んでいる。そうすると，被告人は，ＡやＢのＣ殺害行\n為を容認し，自ら積極的にこれに加担していたというべきである。したがって，列\n車内での被告人の発言の趣旨は，当初は思いがけない成り行きにとまどっていた被\n告人が，Ａらの殺害行為に加担したものの，冷静になった時に，経済的利益を得ら\nれなかったばかりか，重い罪を犯してしまった後悔の気持ちもあって，Ｂらに非難\nめいた発言をしたとみるべきであるから，被告人が前記のような発言をしたことを\nもって，本件殺害現場における被告人の殺意が否定されるものではない。\n４　所論は，原判決は，被告人に殺意があったことを認定するに当たり，被告人\nの平成１０年２月９日付け（原審検２１９号）及び同月１１日付け（原審検２２２\n号）各検察官調書中の未必の殺意を認めるかのような供述部分をも根拠にしている\nが，この部分は，被告人の真意を表現したものではなく，任意性及び信用性に欠け\nるものである，すなわち，被告人は，警察官による取調べの際には，殺意を否定し\nており，検察官による取調べにおいても同様に否定していたが，未必の故意という\n用語を知らなかったから，「死んでしまってもいいと思った」（原審検２１９号）\nとか「死んでも構わないという気持ち」（原審検２２２号）という表現が殺意を認\nめた言葉であるとは考えなかった上，「死んでもいいと思った」との表現に訂正を\n求め，検察官が書き直した「死んでも構わない」という表現に対しても重ねて訂正\nを求めたが，結局，調書に対して何度も異議を述べることには遠慮もあり，検察官\nから言葉巧みに，調書に署名指印させられたものである，というのである。\n検２１９号の供述調書には「このスコップで殴りつけてＣさんが死んでしま\nってもいいという気持ちにまでなっていました」，「もうここまできたら金のこと\nはあきらめざるを得ない，Ｃさんが死んでしまってもいいと思って手加減すること\nなく，Ｃさんを殴りつけたのです」という記載が，検２２２号の供述調書には「Ｃ\nさんが死んでも構わないという気持ちで，・・・Ｃさんを殴りつけたのです」とい\nう記載があるところ，これらの各供述調書は，検察官が第２回公判期日に取調べ請\n求をしたこと，弁護人は，検２１９号の供述調書については，同期日に，一部同\n意・一部不同意の意見を述べたが，第４回公判期日に，一部不同意の意見を撤回し\nて同意し，撤回した部分につき信用性を争うと述べ，検２２２号の供述調書につい\nては，同期日に，同意するが，信用性を争うとの意見を述べ，いずれも同期日に取\n調べがなされたことが認められる。そうすると，これらの供述調書は，任意性がな\nいなどという意見は述べられておらず，同意書面として取り調べられたことが明ら\nかであり，また，記録を検討してみても，任意性に疑いを差し挟むような事情は認\nめられないから，これを殺意認定の証拠に供した原判決には，何ら問題はない。\nなお，被告人は，検察官に異議を述べたとき，検察官から「君の場合は，我\n々も話を信じている。殺人というのは，死刑から３年以上まであるが，君の場合\nは，一番低いところでみている」と言われたので，３年を基準にして判断してくれ\nるのであれば，この程度のことは細かく言わなくともいいだろうと考えて，供述調\n書に署名指印した旨供述しているが，被告人の犯した本件各犯行の態様及び被告人\nの前科等を考慮すると，検察官がこのような話をするなどということはおよそ考え\nられないのであって，被告人のこの供述は信用できない。そして，上記の各供述調\n書のうち，上記記載部分を含む被告人の当時の心境を述べている部分は，具体的で\n十分了解可能であり，関係証拠及び被告人自身の一連の行動とも矛盾しているとか\nそごを来しているような点もないから，十分に信用できるというべきである。\n所論は採用できない。\n５　所論は，原判決は，当初，Ａ及び被告人がスコップで殴打していたとき，両\n名間で殺人の共謀が暗黙に成立し，これを見ていたＢが窪地に下りてスコップを受\nけ取ったとき，Ｂ，Ａ及び被告人間で殺人の共謀が暗黙に成立し，順次共謀が成立\nしたと認定しているが，①被告人とＡが一緒にスコップで殴打した事実はなく，ま\nた，②Ｂがスコップを受け取った時点では，被告人は，窪地を離れて道路に上がっ\nていたから，新たな共謀が成立する余地はないにもかかわらず，上記のような共謀\nの成立を認定した原判決は不当である，というのである。\nしかしながら，被告人は，Ａと一緒にスコップで殴打しており，ＡやＢがＣ\nに対して暴行を加えていたときにも，本件殺害現場にいて，これを認識していたと\n認められることは前記のとおりであり，そのことを前提にして，原判決が，被告人\nら３名の間に順次共謀が成立したと認定，判断したことに誤りはない。\n所論は採用できない。\n６　所論は，原判決は，次のとおり，信用できないＢの供述を信用できるものと\n判断した上で，これを基に重要な事実を誤って認定している，というのである。\nすなわち，①Ｂは，Ａから３０００万円の債権があると言って誘われた旨供\n述しているところ，Ａは，当時，金に困って，Ｂと共に窃盗をしたりしていたこと\nからも，３０００万円もの債権を持っていなかったことは明らかであり，また，Ｂ\nもそのことを十分知っていたはずである。②Ｂは，窪地において，既に抵抗できな\nい状態になっていたＣの後ろから首付近を抱え込んで引きずったり，Ｃが付けてい\nたネクタイを引っ張るなどしていない，Ｃの身体に触れたこともないと供述してい\nるのに対し，原判決は，Ｂの供述に反してこれらの事実を認定しておりながら，Ｂ\nの他の部分の供述は信用できるとしているのであって，不可解である。また，原判\n決は，ＢがスコップでＣの頭部等を複数回殴打したことを認定しているところ，こ\nの事実に関し，Ｂは，仰向けに倒れているＣの左後頭部を殴打したなどという不合\n理，不可解な供述をしている。③Ｂは，本件殺害現場で犯行状況を説明した際，Ｂ\nと被告人が一緒にスコップでＣを殴打したと説明しているのに，後にこれを勘違い\nであったとの理由で取り消しており，不自然に供述が変遷している。また，Ｂは，\n捜査段階では，「Ａが先に，続いて被告人が，Ｃさんの身体にその付近の土を削り\n崩してかけ始めたのを見た」旨供述していたが，公判廷において，これが虚偽であ\nることを認め，被告人がスコップでＣに土をかけたことはないと供述するに至った\nところ，供述を変えた理由として，不可解な説明をしている。④原判決は，Ａがジ\nャンパーの紐でＣの頸部を絞めた事実を認定しているところ，Ｂは，当初，この事\n実を認めようとせず，第１２回公判期日になって初めて認めるに至ったが，Ｂが供\n述を変えた理由として述べるところは理解できない内容のものである。⑤Ｂは，被\n告人とＡが一緒になって代わる代わるスコップでＣを殴るのを見たと供述している\nが，Ｂのいた位置及びその時の姿勢，現場の明るさからすると，窪地にいた被告人\n及びＡを，さらに，スコップの動きを見ることができたのか疑問である。また，Ｂ\nは，現場の明るさに関して，捜査段階では，車のルームライト等の明かりがあった\nと供述していたのに，公判廷では，明かりについては不明であると供述を変えてい\nる。⑥Ａは，窪地において，ＢがスコップでＣの首の辺りを突き上げたのを見た，\nＢ自身が３回程とどめを刺したと語った，と供述し，被告人も，Ｂが，俺がスコッ\nプで喉の辺りを突いた時ギグッと骨に当たる感じがしたと言っていたのを聞いた，\nと供述しているから，このような事実があったのではないかと強く疑われるのに，\nＢはこれを認めていない，というのである。\nしかしながら，①Ｂは，Ａが実際に３０００万円の債権を有していると理解\nしていたのではなく，取立ての口実となる金額としてこれを受け止めていたものと\n捉えるべきである。仮に，Ａから持ち掛けられたのが２００万円の取立て話であっ\nたとしたら，通常満額を取り立てるのは難しいことからしても，Ｂが，東京から福\n山市までわざわざ出向き，ましてや，被告人を誘ってまで来ることは，いかにも不\n合理であり，考えられない。そして，このことは，車中に監禁されたＣが，「１０\n０万円なら出す」と言ったときに，Ｂが，「何い，１００万円とかいう額じゃない\nだろう」とか「１億」などと言って，１００万円などという金額は全くの論外であ\nるという態度を示したことからも明らかである。そもそも，Ａは，７６０万円余り\nの借金につき，分割による返済期日が迫っても金員を用意できなかったため，本件\nの取立てを企てたのであるから，２００万円程度の取立て話をＢに持ち掛けるのは\n不自然であり，この点に関するＡの供述は，到底信用できない。②被告人ら３名\nは，それぞれ自己の責任の軽減を図るべく，自己の行為についてそれぞれ弁解して\nいる部分があり，三者三様の供述をしているところ，原判決は，Ｂの供述を総合\n的，全体的に考察し，他の者の供述や客観的な状況とも照らし合わせて，Ｂの当該\n弁解については採用しなかったが，他の供述部分は十分信用できると判断している\nのであって，何ら不可解なところはない。③共犯者の供述の信用性を検討するに当\nたり，いわゆる引込みの危険性の観点から慎重に判断すべきであることはいうまで\nもないところ，Ｂは，当初，３人で責任を取ろうと考えていたのであり，Ｂの捜査\n段階の供述には，共犯者のうち１人だけが行った行為を秘匿し，あるいは，２人の\n者が行ったかのように供述していたのではないかと思われる部分もある。しかし，\nＢは，そのような点については，その後の取調べの際や公判廷で，いずれも率直に\n訂正しているのであって，その変更が不自然であるとはいえない。そうすると，Ｂ\nの供述内容が所論指摘のように変遷しているからといって，他の供述部分の信用性\nが損なわれるものではない。④ＡがＣの頸部を紐で絞めたことに関して，Ｂが原審\nの途中で供述を変えた理由として，Ｂは，Ａ自身が行った行為であるから，Ａにも\n良心があって，自ら供述するであろうと考えたし，Ａをかばう気もあって，先に供\n述することになるのを控えたが，全部Ｂが１人でやったようなことを言っているの\nで，あえて話したと供述している。そして，上記紐でＣの頸部を絞める行為は，Ａ\nのみが行った，しかもとどめを刺す行為であったこと，本件殺害現場から紐に付属\nした金具が，殺害後，被告人らが通行した道路脇の溝から紐が，それぞれ発見され\nていたこと，紐は，被告人が着用していたジャンパーからＡが引き抜いたものであ\nることからして，いずれＡの行為であったと判明するものであること，ＡとＢの人\n的関係などにかんがみると，供述を変更させた理由に関するＢの上記供述は，原判\n決も指摘するとおり，納得のできるものである。⑤Ｂは，被告人らの姿は見えなか\nったが，スコップが交互に上下するのは見えたという点については，一貫して供述\nしているところ，Ａは，用意してあったスコップ２本を車から取り出し，窪地に逃\nげ込んだＣのもとへ近づいて行ったのであるから，激しく抵抗していたＣを２人の\n者がスコップで代わる代わる殴打したというのは誠に自然である。そして，Ａが本\n件殺害現場で車を止めたのは，Ｂの小用のための一時的なものであったから，その\nような場合，前照灯をはじめ，車のすべての明かりを消すとは考え難い。もし仮に\n全く明かりがない暗闇であったとすれば，道路脇の窪地に逃げ込んだＣを捜した\nり，車の照明を点灯するなどの行動がなされるはずであると思われるところ，その\nような行動をとった者はなく，被告人らはいずれもＣのもとへ苦もなく近づいて暴\n行を加えているのであるから，車の明かりがあったことは合理的に推認することが\nできる。この点につき，被告人自身も，原審公判廷において，誰が何をやっている\nかはっきりは見えないが，シルエットというか，影みたいな形では見えますと供述\nし，当審公判廷でも，Ｃが自分のほうに向かってきたとき，手が光っていたので，\n手のひらに血が付いてぬれていると分かった旨供述しているところである。また，\nＢは，原審公判廷において，ルームライトがついていたかはっきり分からない（第\n９回公判）と供述する一方，ついていた（第１７回公判）とも供述しているが，そ\nの内容は，殺害現場の明るさに関する捜査段階の供述を変更させたものではない。\nしたがって，２本のスコップが交互に上下していることにより，被告人とＡが共に\nスコップでＣを殴打しているのが分かったというＢの供述には，不自然なところは\nなく，十分信用できる。⑥被告人は，殺害の翌日の昼ころ，本件殺害現場に戻った\n際，Ｃの首辺りを見たが，スコップで突いたような傷はなかったと供述しているこ\nと，被告人及びＡと共に原判示第二の死体損壊・遺棄の犯行を犯した共犯者は，平\n成９年１２月６日午前３時ころ，千葉県の山中で，Ｃの死体の首を斧で切り落とし\nた際，暗かったので，Ａが懐中電灯で照らしてくれていたが，Ｃの首に，小さな傷\nまでは分からないけれども，少なくとも目に付くような傷はなかったと供述してい\nることからすると，Ｂが本件殺害現場においてＣの首の辺りをスコップで突く等の\n行為をしたことはないと認められるから，所論はその前提を欠くものである。\n以上によれば，Ｂの供述が基本的に信用できるとした原判決の判断は正当で\nあり，この供述などに基づいてなされた原判決の事実認定に誤りはない。\n７　その他，弁護人及び被告人がるる主張するところを全て検討してみても，被\n告人に対し，原判示の殺人の事実を認定した原判決に，事実の誤認はない。\n論旨は理由がない。\n第２　訴訟手続の法令違反（審理不尽）の論旨について\n所論は，要するに，原判決は，本件殺害現場における被告人とＡの殴打行為に\n関するＢの供述が信用できるとしており，また，Ｃの表情についての記載がある被\n告人の平成１０年２月１１日付け検察官調書を殺意認定の証拠としているところ，\n上記供述の信用性を吟味し，暗闇の現場において，上記殴打行為やＣの表情が視認\nできるか否かを検証するには，夜間の現場検証が不可欠であったのに，原審にはこ\nれを実施しなかった審理不尽の違法があり，破棄を免れない，というのである。\nしかしながら，前記第１の６の⑤で説示したとおり，本件殺害現場において，\n２本のスコップが交互に上下しているのを視認するのは可能であり，被告人とＡが\n共にスコップでＣを殴打しているのが分かったというＢの供述は信用できる。ま\nた，上記検察官調書の記載は，「訴えかけるような目で私のことを見ているように\n感じたのです」というものであって，実際にＣの視線や表情を見たことを前提とし\nているものではなく，あくまでも被告人の主観的な感じを述べたものにすぎない。\nそうすると，夜間検証を行わなかった原審には，審理不尽の廉はない。\n論旨は理由がない。\n第３　被告人は，訴訟手続の法令違反などの主張をして，当裁判所に対して職権に\nよる調査を求めているが，関係証拠を検討しても，原審にそのような違法はない。\n以下，その主な点につき，念のため付言する。\n１　被告人は，①裁判長は，被告人保護のための権利を説明しなければならない\nと定められている（刑訴規則１９７条２項，刑訴法２９１条２項）のに，被告人に\n対し，弁論の分離請求権があることを説明しなかった，②裁判所は，被告人の権利\nを保護するため必要があるときは，弁論を分離しなければならないと定められてい\nる（刑訴法３１３条２項）ところ，本件においては，被告人とＢ及びＡとは防御が\n互に相反していたから，原審は，被告人の弁論を分離すべきであったのに，これを\nしなかった，③原審における被告人の弁護人は，第２３回公判期日における弁論再\n開後の弁論において，防御が相反するＢの弁護人の弁論を援用したが，原審が，被\n告人とＢとは防御が相反していることを知っていたにもかかわらず，これを容認し\nた，④原審は，判決宣告の際には，「Ｂには事件当時切迫した事情はなかった」，\n「Ｂが被告人に２００万円の話を３０００万円あると言うのは考えられない」と告\n知したのに，判決書では，その部分を削除しているところ，判決宣告の際に告知し\nた内容を誤りであるとして判決書に記載しないというのでは，誤った判決に対して\n被告人に認められている上訴の権利が侵害される，などというのである。\n２　そこで，検討する。\n①被告人には，弁護人が付いていたこと，原審の第１回ないし第３回各公判\n期日において，被告人及びその弁護人は，逮捕監禁の公訴事実については，事前共\n謀を否認したが，現場共謀の限度で事実上認め，その余の点も認め，殺人の公訴事\n実については，共謀及び殺意を否認したが，その余の点は認め，その余の公訴事実\nについては，全て認める旨の陳述をし，Ｂは，逮捕監禁の公訴事実については全て\n認め，殺人の公訴事実については，殺意及び共謀の存在を争ったほかは認め，Ａ\nは，逮捕監禁の公訴事実については全て認め，殺人の公訴事実については，殺意及\nび共謀の各存在並びに暴行の態様等を否認し，無罪を主張して全面的に争ったこと\nが認められ，こうした被告人らの公訴事実に対する陳述の内容及びその後の審理経\n過等からすると，原審裁判長が被告人に対し弁論の分離請求権があることを説明し\nなかったことをもって，不当であるとはいえない。\n②被告人，Ｂ及びＡの事件に対する各陳述の内容は，前記のとおりであった\nこと，各弁護人から，弁論の分離請求はなされていないこと，被告人は，自己の言\nい分を十二分に述べており，併合して審理されたがために，その発言を抑制された\nとか，その他訴訟上の権利の行使を妨げられたような事情はうかがわれないことな\nどからすると，被告人らの公訴事実に対する各陳述の内容が，前記した程度で異な\nっていたからといって，被告人の権利を保護するためには，弁論を分離しなければ\nならなかったという状況にはなかったと認められる。したがって，被告人に対する\n弁論を分離しなかった原審の措置に誤りはない。\n③一件記録によれば，第２２回公判期日（平成１２年６月１日）において，\n証拠調べがなされた後，検察官及び各弁護人が，それぞれ書面に基づいて論告，弁\n論をし，各被告人が最終意見陳述をして結審し，判決宣告期日が同年９月２０日と\n指定されたこと，被告人の弁護人は，同月１８日，証拠申請書を提出し，被告人が\n本件殺害行為に加わっていないことを立証趣旨として，証人Ｆを申請し，検察官\nは，同月２０日，訴因変更請求書（本件殺人の公訴事実につき，暴行の態様とし\nて，「Ａにおいて，被告人が使用していたジャンパーの紐でＣの頚部を絞めた」こ\nとを追加するもの）を提出したこと，同日の第２３回公判期日において，検察官及\nび被告人の弁護人が弁論の再開を申請したところ，裁判所は，弁論を再開して訴因\n変更を許可し，各被告人及び各弁護人が訴因変更後の殺人の公訴事実につき陳述し\nたが，被告人の弁護人からの証人申請を却下したので，検察官は改めて論告（従前\nのとおりであるというもの）を行い，各弁護人も改めて弁論をしたこと，Ａの弁護\n人は，従前のとおりと述べ，Ｂの弁護人は，訴因変更請求に対する意見書に記載し\nてある弁論要旨の補足のとおりであると述べ，被告人の弁護人は，これを援用した\nことが認められる。\nしかしながら，Ｂの弁護人が補足した弁論要旨の内容は，Ａにおいて，被告\n人が使用していたジャンパーの紐でＣの頸部を絞めたことについては，共謀もして\nいないし，全く関与していないというものであり，この点に関しては，被告人も同\n様であるというものであって，被告人にとって何ら不利になるものではないから，\n被告人の弁護人がこれを援用したことが不当であるとはいえない。したがって，原\n審が，被告人の弁護人がＢの弁護人の弁論を援用すると述べたことについて，格別\nの措置をとらなかったことをもって誤りであるとはいえない。\n④原審が判決宣告期日に口頭で告知した判決理由の中に，被告人主張の文言\nが含まれていたか否かは，明らかではない。しかしながら，法廷で告知するのは理\n由の要旨であるから，判決書と全く同一でなくても差し支えないことに加え，被告\n人が法廷では告知されたのに判決書には欠落していると主張している前記文言の内\n容及び判決書の内容を検討すると，仮に，被告人主張のとおり，判決書には記載の\nない前記文言が法廷で告知された理由の要旨の中に含まれていたとしても，そのこ\nとによって，被告人の上訴権が侵害されたり，原判決に理由不備を来すといったも\nのではない。\n３　そして，その他被告人がるる主張するところを全て検討してみても，原審の\n措置あるいは原判決には，訴訟手続の法令違反，理由不備の違法，憲法違反等は存\nしない。\n第４　量刑不当の論旨について\n所論は，要するに，被告人を懲役１２年に処した原判決の量刑は不当に重い，\nというのである。\nそこで，検討すると，本件は，被告人が，平成９年１１月２６日，Ｂ及びＡと\n共に犯した逮捕監禁及び殺人（原判示第一の一及び二），同月３０日，Ｂ及びＡと\n共に犯した死体遺棄（同第一の三），同年１２月６日，Ａ外１名と共に犯した死体\n損壊・遺棄（同第二），同月１９日ころから平成１０年１月２２日までの間に犯し\nた覚せい剤取締法違反（覚せい剤の所持２件，自己使用１件。同第三の一ないし\n三）の事案である。\n逮捕監禁，殺人，死体遺棄及び死体損壊の事案は，埋立工事代金等名下に金員\nを要求し，不当な要求に屈しなかった被害者を車内に連れ込んで岡山県井原市内の\n山中まで拉致し，隙を見て逃げようとした被害者に対し，３名で頭部，胸腹部等を\nスコップで殴打するなどした上，最後は紐で首を絞めて殺害し，その後，犯行の発\n覚をおそれて死体を千葉県の山中に埋め，さらに，死体を掘り出してばらばらに解\n体し，一部を神奈川県の山中に埋め，一部を荒川に投棄した，というもので，極め\nて凄惨な事件である。犯行の動機，態様に酌むべき事情はなく，結果が重大である\nところ，被害弁償はなされておらず，慰謝の措置も講じられていない。被害者は，\n当時４５歳の真面目な会社員であり，家庭では良き夫，良き父であった。何の落ち\n度もないのに，激しい暴行を受けて殺害された上，死体を損壊・遺棄された被害者\nの無念さやその親族の心情は察するに余りある。また，被告人は，覚せい剤取締法\n違反の前科が３犯あるのに，またしても同法違反の罪を犯したものである。したが\nって，本件の犯情は悪く，被告人の刑事責任はかなり重い。\nそうすると，被告人は，殺人以外の各犯行については，捜査段階から事実を認\nめていること，逮捕監禁については，Ｂに誘われて加わったものであること，殺人\nについても，当初から計画していたものではなく，被害者を殺害するについては，\n被告人にとって思いがけない展開であったこと，死体損壊・遺棄については，Ａに\n引きずられた面があること，本件各犯行について，被告人なりに反省の言葉を述べ\nていること，前妻との間に知的障害の子供がいることのほか，原審記録及び当審に\nおける事実取調べの結果により認められる諸事情を被告人のために十分考慮してみ\nても，原判決の量刑が不当に重いとはいえない。\nなお，弁護人は，たとえ被告人に覚せい剤取締法違反等の事犯があるにせよ，\nＢと同じ刑では，その均衡を失し，極めて不当であると主張する。しかしながら，\n被告人がＢと共に犯した逮捕監禁，殺人及び死体遺棄の事案において，各犯行に関\n与するに至った経緯，動機及び態様などを総合的に考慮すると，両者の間にそれほ\nどの差異があるものと認めることはできない上，被告人は，死体損壊・遺棄及び覚\nせい剤取締法違反の各犯行を犯していること，それらの犯行を犯すに至った経緯，\n動機及び態様，さらには，両者の各前科の内容等の個別的な諸情状などをも併せて\n考慮すると，被告人の刑責がＢのそれより軽いとは到底いえないから，弁護人の上\n記主張は理由がない。\n論旨は理由がない。\nよって，刑訴法３９６条により本件控訴を棄却し，刑法２１条を適用して当審に\nおける未決勾留日数中５８０日を原判決の刑に算入し，当審における訴訟費用につ\nいては刑訴法１８１条１項ただし書を適用して被告人に負担させないこととして，\n主文のとおり判決する。\n平成１４年１０月３１日\n広島高等裁判所第一部\n裁判長裁判官　　　　久　　　保　　　眞　　　人\n裁判官　　　　菊　　　地　　　健　　　治\n裁判官　　　　島　　　田　　　　　　　一\n"
}