{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 10,
    "day": 23
  },
  "case_number": "平成13(ネ)5691",
  "case_name": "各給付金請求控訴，同附帯控訴",
  "court_name": "東京高等裁判所第20民事部",
  "original_court_name": "東京地方裁判所",
  "original_case_number": "平成12(ワ)16924",
  "lawsuit_id": "68",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=68",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/068/000068_hanrei.pdf",
  "contents": "お　　知　　ら　　せ\nさきに掲載したこの判決の一部に判決原本の内容と相違する箇所がありましたので，平\n成１５年８月１日に修正しました。\n主　　　　　　　　文\n１　原判決を取り消す。\n２　被控訴人らの本件各請求（附帯控訴により当審で拡張された請求を含む。）をいず\nれも棄却する。\n３　訴訟費用は，第１，２審とも，被控訴人らの負担とする。\n事　　　　　　　　実\n第１　当事者の求めた裁判\n１　控訴人\n主文と同旨\n２　被控訴人ら\n(1)　本件控訴を棄却する。\n(2)　原判決主文第２項を次のとおり変更する（附帯控訴）。\n控訴人は，被控訴人らそれぞれに対し，各２１５万円及びうち各８０万円に対する平\n成１２年１２月２７日から，うち各１３５万円に対する平成１４年４月２０日から各支払済みま\nで年６分の割合による金員を支払え。\n(3)　当審における訴訟費用は，控訴人の負担とする。\n第２　事案の概要\n本件は，訴訟承継前の控訴人Ａが，同人を保険契約者兼被保険者として，保険会社\nである控訴人との間に締結した，名称を「チューリッヒ生命のガン保険」とする主としてガン\n（悪性新生物）に罹患したことに関連して保険給付を行う生命保険契約の一種であるいわ\nゆる疾病保険契約（以下「本件保険契約」という。）に基づいて，亡Ａが肝臓ガンに罹患した\nことを理由に，控訴人に対し，被控訴人Ｂ（当初の保険金受取人）が，ガン診断給付金１５\n０万円及び入院給付金３万円合計１５３万円の支払，亡Ａ（変更後の保険金受取人）が，入\n院給付金２１０万円及び退院療養給付金３０万円合計２４０万円の支払並びにこれらの各\n金員に対する支払済みまでの商事法定利率年６分の割合による遅延損害金の支払を求\nめた事案である。原審は，亡Ａらの請求を認容したが，亡Ａは，控訴人より控訴が提起され\nた後に死亡したため，その相続人である被控訴人らが，上記亡Ａに係る訴訟を承継した\n上，附帯控訴を提起してその請求を拡張し，上記入退院後の亡Ａを保険金受取人とする入\n院給付金３１５万円及び退院療養給付金９０万円合計４０５万円について，これを各３分の\n１宛（被控訴人らにつき各１３５万円）相続したとして，その支払を求めている。\n１　前提となる事実（証拠の摘示のない部分は，当事者間に争いがない。）\n(1)　本件保険契約の締結\nア　亡Ａは，別紙のとおり，平成１０年１０月２６日付けで本件保険契約に係る契約申\n込書・告知書に所定の事項を記載の上控訴人に郵送し，そのころ，控訴人との間で次の内\n容の本件保険契約を締結した。\n(ア)　責任開始日　　平成１０年１２月１４日（ただし，ガン保険は同日から９０日を経\n過した日の翌日）\n(イ)　終　　　　期　　平成２１年１月１日\n(ウ)　保険契約者兼被保険者　　亡Ａ\n(エ)　死亡保険金及び給付金受取人　　被控訴人Ｂ\n(オ)　死亡保険金及び給付金\n(ａ)　ガン診断給付金　　　　　　１５０万円\n(ｂ)　ガン入院給付金　　　　　　３万円（日額）\n(ｃ)　ガン退院療養給付金　　　　３０万円\n(ｄ)　ガン手術給付金　　　　　　手術の種類による。\n(ｅ)　ガン死亡保険金　　　　　　６００万円\n(ｆ)　病死による死亡保険金　　　３０万円\nイ　亡Ａは，控訴人との間で，平成１１年６月２２日，死亡保険金の受取人を被控訴人\nＣに，給付金の受取人を亡Ａに変更した。\n(2)　亡Ａのガン罹患，入退院等\nア　亡Ａは，平成１１年５月１４日に国立名古屋病院で受診し，同年６月４日に肝細胞\nガンと診断され，同日その告知を受けた。（乙３，１６）\nイ　亡Ａは，ガン治療の目的で，国立名古屋病院に平成１１年６月２１日から同年８月\n３０日まで７１日間入院し，同日退院した。\nウ　亡Ａは，次のとおり，ガン治療の目的で国立名古屋病院での入退院を繰り返し\nた。（甲１０）。\n(ア)　平成１２年３月２２日から同年４月１７日まで２７日間入院，同日退院。\n(イ)　平成１２年１２月１２日から平成１３年１月１５日まで３５日間入院，同日退院。\n(ウ)　平成１３年６月１１日から同年７月９日まで２９日間入院，同日退院。\n(エ)　平成１３年１２月６日から同月１９日まで１４日間入院\nエ　亡Ａは，平成１３年１２月１９日，国立名古屋病院に入院中に肝細胞ガンに基づく\n肝機能障害，腎機能障害により死亡し，その子である被控訴人ら３名が亡Ａを相続し，同\n人の権利義務を各３分の１宛承継した。（甲１０，弁論の全趣旨）。\n(3)　本件保険契約締結前の亡Ａの受診歴等\n亡Ａは，平成８年５月８日に国立名古屋病院で受診し，引き続き同月１４日，同月２２\n日，同月２４日及び同年６月５日と同病院に通院し，この間，採血検査，胃十二指腸の内\n視鏡検査及び肝臓の超音波検査を受け，慢性Ｃ型肝炎との診断を受けた。\nこの診断結果について，控訴人は，亡Ａは慢性Ｃ型肝炎のほかに肝硬変，肝嚢胞と\nの診断も受け，その旨告知されたと主張し，被控訴人らは，亡Ａは慢性Ｃ型肝炎としか告\n知されていないと主張している。\n(4)　本件保険契約の約款，告知書等\nア　本件保険契約の約款には，次のような定めがある。\n(ア)　控訴人が，保険契約の締結の際，控訴人所定の書面で質問した事項につい\nて，保険契約者又は被保険者はその書面により告知することを要する（約款３０条）。\n(イ)　保険契約者又は被保険者が，上記の告知の際，故意又は重大な過失により事\n実を告げなかったか又は事実でないことを告げた場合には，控訴人は，将来に向かって本\n件保険契約を解除することができる（約款３１条）。\nイ　本件保険契約の告知書（約款３０条の所定の書面）には，別紙のとおり被保険者\n本人について①から⑦までの質問事項（以下「告知事項①」のようにいう。）が記載され，概\nね「はい」，「いいえ」を選択して回答するようになっている。亡Ａは，これらの告知事項に対\nして平成１０年１０月２６日付で別紙のとおり回答した。（甲１，弁論の全趣旨）。\n(5)　告知義務違反による本件保険契約解除の意思表示\nア　控訴人は，平成１１年８月１２日，亡Ａに対し，同人が上記(3)の受診歴があるにも\nかかわらず，平成１０年１０月２６日の告知日現在（以下「本件告知時点」という。）におい\nて，告知事項③（過去５年以内に，病気やケガで，手術や７日間以上にわたる医師の診\n察・検査・治療・投薬又は継続して７日間以上の入院をしたことがありますか。）に「いいえ」\nと回答したことが約款３１条の故意又は重大な過失による告知義務違反に当たるとして本\n件保険契約を解除する意思表示（以下「告知事項③の解除」という。）をした。（乙５，弁論\nの全趣旨）\nイ　控訴人は，亡Ａが上記受診により慢性Ｃ型肝炎，肝硬変及び肝嚢胞と診断された\n事実等が商法６７８条の重要な事実に該当し，亡Ａは，悪意又は重大なる過失によりこの\n事実の告知をしなかったとして，本訴において，同条本文に基づき本件保険契約を解除す\nる意思表示（以下「商法６７８条の解除」という。）をした。\nウ　控訴人は，亡Ａに対し，同人が本件告知時点において告知事項②（現在，次の症\n状がある等，身体に変調がありますか。また，今後診察の予定がありますか。［胸痛・腰\n痛・腹痛・最近やせてきた・動悸・むくみ・貧血・血尿・下血・血便・生理の異常・しびれ・神経\n痛・乳房のしこりなど］）に「いいえ」と回答したことが約款３１条の故意又は重大な過失によ\nる告知義務違反に当たるとして，平成１３年１２月５日に被控訴人ら訴訟代理人に到達した\n控訴理由書により本件保険契約を解除する意思表示（以下「告知事項②の解除」という。）\nをした。\nなお，以下においては，約款３１条の「故意又は重大な過失」と商法６７８条の「悪\n意又は重大なる過失」とを区別しないで，いずれも「悪意又は重過失」という。\n２　争点及び争点に関する当事者の主張\n(1)　告知事項③の解除の効力\nア　控訴人\n亡Ａは，前提となる事実(3)のとおり，国立名古屋病院で平成８年５月１４日（初診）\nから同年６月５日（終診）まで診察等を受け，慢性Ｃ型肝炎，肝硬変及び肝嚢胞等と診断さ\nれた。したがって，亡Ａは，本件告知時点から約２年半ほど以前において，初診から終診ま\nでの約１か月の期間中，上記の診察等を受けていたもので，本件告知時点において，告知\n事項③の，過去５年以内に病気やケガで７日間以上にわたる医師の診察等を受けていた\n事実があったことになる。それにもかかわらず，亡Ａは，告知事項③について「いいえ」と回\n答し，事実と異なる告知をした。亡Ａは，上記の受診の事実を当然認識していたはずであ\nるから，悪意又は重過失により事実と異なる告知をしたものである。\n告知事項③の「過去５年以内に，病気やケガで，７日間以上にわたる医師の診察・\n検査・治療・投薬」とは，初診から終診まで７日間以上医師の管理下にあったかどうかを問\nう趣旨であり，亡Ａは，上記のとおり，初診から終診まで約１か月の間，医師の管理下にあ\nったものである。\nイ　被控訴人ら\n(ア)　告知事項③の「過去５年以内に，病気やケガで，７日間以上にわたる医師の診\n察・検査・治療・投薬」とは，その文言からして，一般の契約者を基準に考えると，「一定の\n期間内に７日以上継続して医師の診察・検査・治療・投薬」が行われた場合を指すものと解\nするのが自然である。亡Ａは，平成８年５月１４日から同年６月５日までの上記受診期間内\nに，間隔をおいて５日間通院したにすぎないから，これは告知事項③には該当せず，亡Ａ\nが「いいえ」と回答したことは告知義務違反には当たらない。\n(イ)　告知事項③の上記の趣旨を控訴人主張のように解するとしても，以下のとお\nり，亡Ａが告知義務違反をしたことについて悪意又は重過失はない。\n(ａ)　本件保険契約は，控訴人の本件保険に関する新聞広告を契機として，亡Ａと\n控訴人が契約書等の必要書類を郵送によりやり取りすることで締結されたもので，契約締\n結の過程で亡Ａと控訴人が面接する機会は皆無であった。このような場合，告知事項③に\nついて，控訴人の主張するような解釈が正しいものとすれば，控訴人としては，亡Ａがその\nように理解できるような方策を講ずる必要があった。控訴人は，これをしていないのである\nから，亡Ａが，告知事項③について，一般の契約者が考えるような解釈に従って回答をし\nたとしても，やむを得ないものであり，同人に悪意又は重過失はない。\n(ｂ)　亡Ａは，健康診断の目的で上記受診をし，その間に，採血検査，内視鏡検査\n及び超音波検査と種類の異なる検査を別々に受け，その検査結果を聞くために通院した\nだけで特別の治療は受けていないし，各検査の間に継続性を窺わせるような診察も全く行\nわれていない。このような関連性のない検査とその結果を聞くだけの通院について，亡Ａ\nが，この受診期間中において，７日以上医師の管理下にあったと考えなかったとしても，一\n般の契約者としては無理からぬものがあり，同人に悪意又は重過失があったとはいえな\nい。\n(2)　商法６７８条の解除の効力\nア　控訴人\n亡Ａは，前提となる事実(3)の受診の結果，慢性Ｃ型肝炎，肝硬変及び肝嚢胞と診\n断され，医師から半年に１回の超音波検査又はＣＴスキャンを，年に１回の内視鏡検査を\n定期的に受けるように指示された。慢性Ｃ型肝炎や肝硬変は肝臓ガンに進行する可能性\nのある疾患であり，このような疾患であると亡Ａが診断された事実は，ガンに罹患したこと\nに関して給付を行うこと目的とする保険契約の引き受けを業とする控訴人にとっては，亡Ａ\nとの間で保険契約を締結するかどうか又はどのような条件で保険契約を締結するかを決\n定する上で重要な要素として当然考慮されるべき事柄であり，商法６７８条に定める重要な\n事実に該当する。しかるに，亡Ａは，同人が慢性Ｃ型肝炎，肝硬変と診断された事実を告\n知していない。亡Ａは，この診断の事実を当然認識していたはずであるから，同人が告知し\nなかったことについては悪意又は重過失がある。\nイ　被控訴人ら\n亡Ａは，慢性Ｃ型肝炎であるとの告知を受けたが，肝硬変や肝嚢胞であるとの告\n知は受けていないので，そのような診断がされたかどうかについては知る由もない。医師\nからは，肝ガンは存在しないので特に心配する必要もないし，治療もする必要がないと言\nわれたが，定期的に検査を受けるようにとの指示はなく，実際にも，亡Ａは，その後，平成\n１１年５月１４日の受診まで３年近く投薬や治療は受けていない。国立名古屋病院の外来\n診療録（乙１６号証）中には，上記受診に際し，亡Ａが慢性Ｃ型肝炎，肝硬変及び肝嚢胞の\n診断を受け，定期的に検査を指示されたかのような記載があるが，その記載者も不明で明\n確な指示の文言もなく，同号証は，控訴人の主張を裏付けるには足りない。\n本件保険契約締結後に改定された告知書によると，慢性Ｃ型肝炎について罹患の\n有無を問う告知事項が新たに付け加えられており，このことは，本件告知時点において\nは，慢性Ｃ型肝炎に罹患している事実が重要事実に当たるかどうかが不明確であったから\nにほかならない。本件告知時点において，告知書に記載がなく，重要事実かどうか不明確\nな事柄について告知しなかったとしても告知義務違反にはならない。\nＣ型肝炎ウイルスが発見されたのは平成元年（１９８９年）であり，Ｃ型肝炎につい\nて医学関係者以外の一般人が知るようになったのはごく最近のことである。本件告知時点\nでは，一般人が慢性Ｃ型肝炎やこれとガンとの関係などについて十分な知識があったとは\nいえず，亡Ａも同様であった。また，Ｃ型肝炎に罹患してもその進行の程度は一様ではな\nく，症状が進行しないままの者も多く，将来の病状を予測することは医学の専門家でも困\n難であり，まして，一般人に取っては不可能である。本件告知時点で，一般にもその性質\nについて十分な知識があったとはいえない慢性Ｃ型肝炎について，亡Ａがその罹患の事実\nを重要事実と認識せず，この事実を告知しなかったとしても，これについて悪意又は重過\n失があったとはいえない。\n(3)　告知事項②の解除の効力\nア　控訴人\n亡Ａは，前提となる事実(2)のとおり，平成１１年６月４日に肝細胞ガンと診断され，\nその時点で肝臓に６センチメートルのガンの腫瘍があり，腎臓にも転移があった。いわば\n末期ガンの状況に近く，この診断の半年程前である本件告知時点において，告知事項②\nに記載しているような全身のだるさなどの自覚症状があり，身体に変調を来していたはず\nである。亡Ａは，このような身体の変調を認識しながら告知事項②に「いいえ」と事実と異な\nる告知をした。\nイ　被控訴人ら\n亡Ａは，前提となる事実(3)の受診後，平成１１年６月に肝細胞ガンと診断されるま\nでの間，身体の変調もなく，診察の予定もなかったので告知事項②に「いいえ」と回答した\nものであり，告知義務違反はない。\n第３　争点に対する判断\n１　争点１（告知事項③の解除の効力）について\n(1)　亡Ａの受診歴等\nア　亡Ａは，昭和１２年（１９３７年）９月３日生まれの男子で，昭和６０年（１９８５年）６\n月に吹田市民病院で胃を３分の２切除する手術を受け，そのときの輸血が原因で肝炎に\n罹患し，輸血肝炎との診断を受け，その治療のため約５か月入院して一応症状は治まっ\nた。その後は，特別の症状を自覚することも，肝炎の治療を受けることもないまま，普通に\n生活を送ってきた。（甲１７の２，乙１６）。\nイ　亡Ａは，上記アの治療後１１年程経過した平成８年５月８日，この日の３か月程前\nから疲れやすい，身体全体がだるい等の症状（全身倦怠感）が続いたため，これを主訴と\nして検診目的で，国立名古屋病院の内科外来で受診した。Ｄ医師が担当医となり，上記ア\nの既往歴，症状等を問診し，血圧測定，尿検査を実施し（これらの検査の結果では異常が\nなかった。），検査のための採血を行い，さらに，上記症状の原因検索の目的で，胃上部消\n化管（胃十二指腸）の内視鏡検査及び肝臓の超音波検査（精密検査）を受けることを指示\nした。亡Ａは，この指示に従い，同日，同月１４日に胃上部消化管の内視鏡検査を，同月２\n４日に肝臓の超音波検査（精密検査）を受けることを予約した。同月１４日，上記予約に従\nい，亡Ａは，胃上部消化管の内視鏡検査を受け，その際，検査のための投薬がされた。同\n月２２日，亡Ａは，内視鏡検査の結果を告知されたが，それによると，上記アの手術の吻合\n部に炎症があり，慢性胃炎であるとのことであり，同日，抗潰瘍薬を投薬された。同月２４\n日，亡Ａは，上記予約に従い肝臓の超音波検査（精密検査）を受け，同年６月５日，採血検\n査及び超音波検査の結果を告知された。採血検査の結果によると，ＨＣＶ抗体（Ｃ型肝炎\nウイルス抗体）が＋２と強陽性を示し，肝機能の状態を示すＧＯＴが１１０（正常値４０以\n下），ＧＰＴが１１０（正常値３５以下），γ－ＧＰＴが１０５（正常値６０以下）といずれも正常値\nを大きく超えており，また，肝硬変の指標の１つであるＺＴＴも２３．１（正常値１４．０以下）と\n高値を示していた。超音波検査の結果によっても，その画像上肝硬変の様相を呈してお\nり，これらの検査の結果，亡Ａは，慢性Ｃ型肝炎，肝硬変及び肝嚢胞と診断され，その旨の\n告知を受け，併せて，以後，肝臓について半年に１回超音波検査又はＣＴスキャンによる\n検査を受けること及び年に１回胃上部消化管内視鏡検査を受けることを指示された。（甲\n５，１７の１及び２（ただし，後記認定に反する部分を除く。），乙１６，１７）。\n被控訴人らは，亡Ａは，慢性Ｃ型肝炎であるとの告知を受けたが，肝硬変や肝嚢\n胞であるとの告知は受けていない，医師からは，肝ガンは存在しないので特に心配する必\n要も，治療もする必要がないと言われ，定期的に検査を受けるようにとの指示はなかった\n旨主張し，甲７の１及び２（いずれも亡Ａの陳述書）には同主張に沿う趣旨の陳述部分が存\nする。しかし，上記認定のとおり，亡Ａの採血及び超音波の各検査結果によると，同人のＨ\nＣＶ抗体は強陽性を示し，また，肝機能の状態を示すＧＯＴなどの数値は正常値を大きく超\nえ，肝硬変の指標であるＺＴＴも高値を示し，超音波検査の画像上も肝硬変であることを示\nしていたのであるから，これらの検査に基づく診断結果について，慢性Ｃ型肝炎とだけ告知\nし，告知をするについて格別不都合があるとも思われない肝硬変及び肝嚢胞との診断結\n果について告知しなかったとは到底考えられない。また，上記のような診断結果であれば，\n医師としては，定期的に検査をしてその推移を観察するのが通例と思われるから，あえて\n治療の必要がないと述べたというのも不自然としかいいようがない。したがって，被控訴人\nらの上記主張に沿う甲７の１及び２の亡Ａの各陳述部分は容易に採用できず，ほかに同主\n張を認めるに足りる証拠はない。\nなお，国立名古屋病院に対する調査嘱託の結果中には，上記の告知，検査の指\n示の有無は，Ｄ医師が転勤のためにカルテ（乙１６）の記載からは不明である旨の記載が\nあり，確かにカルテ（乙１６）には，告知や指示について直接そのような文言の記載はな\nい。しかし，それは慢性Ｃ型肝炎についても同様であり，カルテ上疾患名の記載があり，定\n期検査については「ｆｏｌｌｏｗ」との記載のあることからして，むしろ，疾患名の告知及び定期\n検査について指示があったものと推認するのが合理的である。上記調査嘱託の結果は，\n前記の認定を妨げるものではない。\nウ　亡Ａは，上記イのとおり，定期的に検査を受けるように指示されたのに，それを守\nらずに上記イの終診日である平成８年６月５日から３年余り診察や検査を受けることなく過\nごし，前提となる事実(2)のとおり，平成１１年５月１４日に国立名古屋病院で受診し，同年６\n月４日に肝細胞ガンと診断され，入退院を繰り返し，死亡した。そして，前提となる事実(1)\nのとおり，この間の平成１０年１０月２６日付で本件保険契約に係る契約申込書・告知書に\n所定の事項を記載の上控訴人に郵送し，そのころ，控訴人との間で本件保険契約を締結\nしたのである。\n(2)　告知義務違反の有無\nア　控訴人は，告知事項③の「過去５年以内に，病気やケガで，７日間以上にわたる\n医師の診察・検査・治療・投薬」とは，初診から終診まで７日間以上医師の管理下にあった\nことを意味すると主張し，被控訴人らは，その文言からして，一般の契約者を基準に考える\nと，一定の期間内に７日以上継続して医師の診察・検査・治療・投薬が行われた場合を指\nすものと解すべきであると主張する。\n(ア)　本件保険契約の告知書は，生命保険会社に共通の統一告知書に準じて作成\nされているところ，この統一告知書のひな形を作成した日本保険医学会医務委員会は，告\n知事項③の「過去５年以内に，病気やケガで，７日間以上にわたる医師の診察・検査・治\n療・投薬」との告知事項について，保険契約を締結する上で告知を要しない７日未満で治\n療等を終えた軽微な病気やケガを除き，当該病気やケガの初診から終診まで７日間以上\n医師の管理下にあったことの有無を問う趣旨の質問であり，この統一告知書は，平成２年\n１０月に改正されたものであるが，改正前は「７日間以上にわたる」との部分が「７日以上」\nとされていて，この「７日以上」が，必ずしも上記のような趣旨には読みとれず，誤解を生ず\nるため，その趣旨を明らかにするために「７日間以上にわたる」と改めた旨説明している。\n（乙４，弁論全趣旨）。この日本保険医学会医務委員会の説明は，生命保険会社に共通の\nものと考えられるから，控訴人を含む生命保険会社は，告知事項③の趣旨を上記の説明\nと同様の趣旨のものと理解しているものと考えられる（なお，乙２１の生命保険協会作成の\n「生命保険の診査について」と題するパンフレットにも同様の説明がされている。）。\nまた，告知事項③は「過去５年以内に，病気やケガで，手術や７日間以上にわた\nる医師の診察・検査・治療・投薬または，継続して７日間以上の入院をしたことがあります\nか。」と記載されていて，「７日間以上にわたる」と「継続して７日間以上」とを使い分けてお\nり，「７日間以上にわたる」が単に「継続して７日間以上」の意味ではないことを明らかにし\nており，これは，「わたる」という言葉の通常の意味に照らしても首肯されることである。\n以上のような，告知事項③についての保険会社の説明，改正の経過及び上記文\n言の使い分けからすると，告知事項③の趣旨は，過去５年以内に，初診から終診まで７日\n間以上医師の管理下（観察下）にあったかどうかを問う趣旨の質問であると解するのが相\n当である。\n(イ)　被控訴人らは，告知事項③の趣旨を，その文言からして，一般の契約者を基\n準に考えると，一定の期間内に７日以上継続して医師の診察・検査・治療・投薬が行われ\nた場合を指すものと解すべきと主張するが，告知事項③の趣旨を一般の契約者が当然に\n被控訴人らの主張するように解するとは到底考えられない。なお，例えば，成人病などの\n慢性疾患の多くは，治療や検査を放置しておけば，重大な疾病をもたらす危険性のあるも\nのが少なくないが，これらは症状が安定している場合には，年に数回程度の治療や検査で\n医師が経過を観察していることは稀ではない。このような疾患については，間隔をおいて\n年に数回しか治療等を受けていない場合であっても，それが被保険者の生命の危険を予\n測する上で影響のある事実として，保険契約を締結する上で考慮すべきことがあることは，\n生命保険契約の性質上，当然のことと考えられる。被控訴人らの主張するように告知事項\n③の趣旨を限定的に解するものとすれば，上記のような医師の観察下（管理下）にある病\n気については，通院回数が少ないとか通院が継続していないとかの理由で告知義務を免\nれることとなり，相当とはいえない。\nイ　亡Ａは，上記(1)イのとおり，国立名古屋病院で，平成８年５月８日から同年６月５\n日まで診察，検査を受けているもので，この５月８日の初診から６月５日までの終診まで約\n１か月間，医師の管理下（観察下）にあったものというべきであり，本件告知時点（平成１０\n年１０月２６日）において，告知事項③の「過去５年以内に，病気やケガで，７日間以上にわ\nたる医師の診察・検査・治療・投薬」を受けた場合に該当する。亡Ａは，告知事項③に対\nし，前提となる事実(4)イのとおり「いいえ」と事実と異なる回答をしたのであるから，これが\n告知義務に違反することは明らかというべきである。\n(3)　悪意又は重過失の有無\nア　被控訴人らは，本件保険契約は，控訴人の新聞広告を契機として，亡Ａと控訴人\nが契約書等の必要書類を郵送によりやり取りすることで締結されたもので，契約締結の過\n程で亡Ａと控訴人が面接する機会は皆無であり，このような場合，告知事項③について，\n控訴人の主張するような解釈が正しいものとすれば，控訴人としては，亡Ａがそのように理\n解できるような方策を講ずる必要があったのに，控訴人は，これをしていないのであるか\nら，亡Ａが，告知事項③について，一般の契約者が考えるような解釈に従って回答をしたと\nしても，やむを得ないものであり，同人に悪意又は重過失はない旨主張する。\nしかし，前記(2)のとおり，告知事項③の趣旨を一般の契約者が当然に被控訴人ら\nの主張するように解するとは到底考えられず，それを前提とする被控訴人らの主張は理由\nがない。仮に亡Ａが被控訴人ら主張のように考えたとしても，それは亡Ａの独自の見解とい\nうべきであり，それについて，控訴人が正しい理解を求めるような方策を講じなかったとし\nても，亡Ａの悪意又は重過失の認定の妨げとなるものではない。\nイ　被控訴人らは，亡Ａは，健康診断の目的で上記(1)イの受診をし，その間に，採血\n検査，内視鏡検査及び超音波検査と種類の異なる検査を別々に受け，その検査結果を聞\nくために通院しただけで特別の治療は受けていないし，各検査の間に継続性を窺わせるよ\nうな診察も全く行われていないのであるから，このような関連性のない検査とその結果を聞\nくだけの通院について，亡Ａが，この受診期間中において，７日以上医師の管理下にあっ\nたと考えなかったとしても，一般の契約者としては無理からぬものがあり，同人に悪意又は\n重過失があったとはいえない旨主張する。\nしかし，上記(1)イのとおり，亡Ａは，全身倦怠感を訴えて受診し，その原因を探るた\nめに内視鏡検査，超音波検査及び採血検査等の各種の検査を受け，その結果，慢性Ｃ型\n肝炎，肝硬変及び肝嚢胞等と診断され，定期的な内視鏡検査，超音波検査等の検査を受\nけるように指示されたもので，これらの検査は，亡Ａの症状の原因を探るための一連の検\n査であり，その結果として慢性Ｃ型肝炎等の特定の疾病が判明し，これらの疾病について\n定期的な検査を指示されたというのであるから，終診日以降も医師の管理下にあったに等\nしく，このような状況下で，亡Ａが７日以上医師の管理下にあったと考えなかったことが無\n理からぬとは到底いえない。\nウ　以上のとおり，被控訴人らの主張は理由がなく，亡Ａは，上記(1)イのとおり受診し\nたのであるから，本件告知時点において，当然この受診の事実を認識していたか，又は容\n易に認識し得たはずであり，告知事項③に対し，事実と異なる回答をしたことについては，\n悪意又は重過失があったというべきである。\n(4)　むすび\n以上のとおり，告知事項③については，亡Ａに悪意又は重過失による告知義務違反\nがあったというべきであるから，本件保険契約は，約款３１条に基づき，平成１１年８月１２\n日に有効に解除されたものといわざるを得ない。\n２　争点２（商法６７８条の解除の効力）について\n上記１のとおり，告知事項③の解除が有効である以上，被控訴人らの本件請求は，そ\nの余について判断するまでもなく理由がないこととなるが，念のため争点２についても，当\n裁判所の判断を示しておくこととする。\n(1)　告知義務違反の有無\nア　商法６７８条の重要なる事実とは，保険会社がその事実を知っていたならば契約\nを締結しないか，少なくとも同一の条件では契約を締結しなかったと客観的に認められるよ\nうな被保険者の生命の危険を予測する上で影響のある事実（換言すれば，保険会社が当\n該保険契約における事故発生の危険率を測定しこれを引き受けるか否か及び保険料額を\n判断するに際し，その合理的判断に影響を及ぼすべき事実）をいうものと解される。本件保\n険契約のような主としてガン（悪性新生物）に罹患したことに関連して保険給付を行う生命\n保険契約の一種であるいわゆる疾病保険契約の場合，将来，ガン発症の可能性のある疾\n患についてそれに罹患している事実は，上記のような趣旨での重要なる事実に該当するこ\nとは明らかと考えられる。\n上記１(1)イのとおり，亡Ａは，平成８年６月５日に慢性Ｃ型肝炎，肝硬変及び肝嚢\n胞と診断され，以後の定期検査を指示されていたものである。ところで，慢性Ｃ型肝炎，肝\n硬変及び肝嚢胞は，いずれも肝臓にガンを発症させる可能性のある疾患であり，このこ\nと，とりわけ，慢性Ｃ型肝炎及び肝硬変については，医師等の医学専門家にとっては広く\n知られた事柄であった。（甲１１，乙３，１４，１５，１７，２４ないし２６）。\nしたがって，亡Ａが慢性Ｃ型肝炎，肝硬変及び肝嚢胞に罹患していた事実は，本件\n保険契約の締結に関し，重要なる事実に該当するものというべきであり，この罹患の事実\nについて亡Ａが控訴人に告知しなかったことは，弁論の全趣旨から明らかであるから，亡Ａ\nには重要なる事実についての告知義務違反があったものというべきである。\nイ　被控訴人らは，本件保険契約締結後に改定された告知書によると，慢性Ｃ型肝炎\nについて罹患の有無を問う告知事項が新たに付け加えられており，このことは，本件告知\n時点においては，慢性Ｃ型肝炎に罹患している事実が重要事実に当たるかどうかが不明\n確であったからにほかならなず，本件告知時点において，告知書に記載がなく重要事実か\nどうか不明確な事柄について告知しなかったとしても告知義務違反にはならない旨主張す\nる。\n本件保険契約の告知書には慢性Ｃ型肝炎や肝硬変について罹患の有無を問う告\n知事項の記載はなく，その後に改定された告知書（乙１３）には，被控訴人らの主張のとお\nり，Ｃ型肝炎について罹患の有無を問う告知事項が新たに付け加えられている。しかしな\nがら，このことは，本件告知時点において慢性Ｃ型肝炎や肝硬変に罹患している事実が商\n法６７８条の重要事実であることを否定するものではない。なぜならば，告知書にはその作\n成の時点で保険会社が重要事実と考える事項を告知事項として記載するものであるが，\nそれはいわば標準的あるいは典型的な重要事実というべきものであり，商法６７８条に定\nめる重要事実のすべてを告知書に網羅することは不可能というべきだからである。したが\nって，告知書に記載されていない事項でもそれが商法６７８条の重要事実と判断される限\nり，当然告知義務違反の問題が生ずるものであり，上記イで判断したとおり，亡Ａが慢性Ｃ\n型肝炎，肝硬変及び肝嚢胞に罹患していた事実は，同条の重要事実というべきであるか\nら，これを告知しなかった亡Ａには告知義務違反があるということになる。\n(2)　悪意又は重過失の有無\nア　亡Ａは，上記(1)イのとおり，慢性Ｃ型肝炎，肝硬変及び肝嚢胞と診断されてその\n告知を受け，定期検査を指示されていたのであるから，この診断，告知から２年余りしか経\n過していない本件告知時点おいて，上記の疾患に罹患し，定期検査が必要な状況にある\nことを認識していたか，又は容易に認識し得たものというべきである。そうすると，亡Ａは，\n悪意又は重過失により上記の告知義務に違反したものと認めるのが相当である。\nイ　被控訴人らは，本件告知時点において，一般にその性質について十分な知識が\nあったとはいえない慢性Ｃ型肝炎について，それに罹患している事実を告知しなかったとし\nても告知義務違反には当たらない旨主張する。\nＣ型肝炎ウイルスが発見されたのは平成元年（１９８９年）であるが，平成８年ころ\nまでには，その症状の特徴や病状の進展の状況，肝ガンへの移行の可能性などについて\n一般にも広く知られるようになった。例えば，読売新聞は，同年１０月１０日から１０月２４日\nまで，「健やかへのデザイン　Ｃ型肝炎」と題して合計１２回にわたり，Ｃ型肝炎ウイルスの\nキャリアは日本全国で２５０万人くらいおり，新しい国民病といわれるようになっていること，\n慢性Ｃ型肝炎の治療にはインターフェロンの投与が有効であるが，効果のない者もいるこ\nと，慢性Ｃ型肝炎は放置すると肝硬変や肝ガンに進行する可能性が高いこと，慢性Ｃ型肝\n炎は感染後２０年から３０年経過して肝硬変や肝ガンに進行する可能性が３０％から４０％\nであること，このように慢性Ｃ型肝炎は肝硬変や肝ガンに進行する可能性が高いので適切\nな治療が必要であること等とのＣ型肝炎患者の個人的な経験や専門家の意見等に基づく\n特集記事を掲載している。各種の文献によると，Ｃ型肝炎ウイルスは主に輸血を介して人\nに感染し，感染者のうち６０％から８０％がキャリア（ウイルス保有者）となり，そのうちの多\nくが慢性Ｃ型肝炎に移行し，その後，２０年から３０年の間にさまざまな経過を経て，その一\n部の者は，肝硬変や肝ガンに移行するとされている（感染後２０年から３０年して慢性Ｃ型\n肝炎のうち３０％から４０％が肝硬変となり，そのうちの７０％から８０％が肝細胞ガンにな\nるとの報告もあるが（乙２５），それよりも少ないとの報告もあり（甲１１），慢性Ｃ型肝炎から\n肝硬変更には肝ガンへの移行の割合については文献上必ずしも一致していないが，慢性\nＣ型肝炎が肝硬変さらには肝ガンに移行する可能性のある疾病であることは共通の理解\nである。）。（甲８，９，１１，乙１４，１５，２４ないし２６）。\nしたがって，遅くとも，本件告知時点（平成１０年１０月２６日）においては，慢性Ｃ型\n肝炎が肝硬変さらには肝ガンに移行する可能性のある疾患であることは一般にも広く知ら\nれるようになっていたものといえるから，亡Ａも慢性Ｃ型肝炎についての同様の知識を有し\nていたものというべきであり，同人は，同人が慢性Ｃ型肝炎及び肝硬変に罹患していた事\n実が重要な事実であることを認識していたか，又は容易に認識し得たものであり，同人に\nはこの罹患の事実を告げなかったことにつき，悪意又は重過失があったものと認められ\nる。\nウ　以上のとおり，控訴人の商法６７８条に基づく解除も有効にされたものというべき\nである。なお，解除の意思表示のあったことは前記前提となる事実(5)ウのとおり当事者間\nに争いがなく，解除の日については明確ではないが，遅くとも原審の口頭弁論終結日（平\n成１３年７月２日）までにされたものと認めるのが相当であり，この日までに本件保険契約\nは解除されたものである。\n第４　結論\n以上のとおり，本件保険契約は約款３１条あるいは商法６７８条に基づき解除されたも\nのというべきであるから，その余の点について判断するまでもなく，被控訴人らの本件保険\n契約に基づく保険金（給付金）の請求は，いずれも理由がない。したがって，これと判断の\n異なる原判決は不当であるからこれを取り消し，被控訴人らの請求（附帯控訴により当審\nで拡張された請求を含む。）をいずれも棄却することとして，主文のとおり判決する。\n東京高等裁判所第２０民事部\n裁判長裁判官　　小　　　田　　　泰　　　機\n裁判官　　大　　　橋　　　　　　　　弘\n裁判官　　長　谷　川　　　　　　　誠\n別　紙　（省略）\n"
}