{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 6,
    "day": 28
  },
  "case_number": "平成13(ネ)632",
  "case_name": "自動車引渡等本訴，留置権確認請求反訴控訴",
  "court_name": "名古屋高等裁判所",
  "lawsuit_id": "3256",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=3256",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/256/003256_hanrei.pdf",
  "contents": "主　　　　　　 　文 １　本件控訴を棄却する。\n２　控訴費用は控訴人の負担とする。\n事実及び理由\n第１　当事者の求めた裁判\n１　控訴人\n(1)　原判決を取り消す。\n(2)　被控訴人は，控訴人に対し，別紙物件目録記載の自動車を引き渡せ。\n(3)　前項の引渡しの強制執行が功を奏しないときは，被控訴人は，控訴人に\n対し，１８１万円を支払え。\n(4)　被控訴人は，控訴人に対し，３２万２５００円及び平成１２年７月３０日か\nら別紙物件目録記載の自動車を控訴人に引渡すまで１日当り８０００円の\n割合による金員を支払え。\n(5)　被控訴人の請求を棄却する。\n(6)　訴訟費用は，第１，２審とも，被控訴人の負担とする。\n(7)　仮執行の宣言\n２　被控訴人\n主文と同旨\n第２　事実関係\n本件は，自動車賃貸業者である控訴人が，第三者に自動車を賃貸したとこ\nろ，第三者がこれを被控訴人経営のパークロックシステムの無人駐車場に放\n置したため，被控訴人から連絡を受け，控訴人がその引渡を被控訴人に求め\nたのに対し，被控訴人が第三者に対する駐車料金等請求権を被担保債権と\nする留置権を主張してこれを拒んだことから，控訴人が被控訴人に対し，自動\n車の引渡し及び損害賠償等を求め，被控訴人は，上記留置権の確認を求め\nた事案の控訴審である。\n１　争いない事実等（甲１ないし６，甲７，８の各１，２及び弁論の全趣旨）\n(1)　控訴人は，自動車賃貸を業とする株式会社であり，別紙物件目録記載の\n自動車（以下「本件自動車」という。）を所有している。\n(2)　控訴人は，平成１２年５月１０日，Ａに対し，本件自動車を，賃料を１万６００\n０円，賃貸期間を同日午前１１時３０分から同月１２日午前１１時３０分まで\nとの約定で，貸し渡し，その後，控訴人とＡは，賃貸期間を同月１７日午前\n１時まで延長した。\n(3)　Ａは，同月１７日午前１時が経過しても，控訴人に本件自動車を返還しなか\nった。\n(4)　控訴人は，同年６月１６日，被控訴人から，本件自動車が被控訴人経営の\n名古屋市ａ区ｂ町内のＮＰＣ名古屋椿町パーキング駐車場（以下「椿町駐\n車場」という。）に駐車してある旨の連絡を受けた。\n(5)　同日，控訴人は，被控訴人に対し，本件自動車の引渡しを求めたところ，\n被控訴人は，本件自動車の駐車料金が未払であり同料金の支払がなけ\nれば本件自動車の引渡しはできない旨回答し，控訴人に対し同料金請求\n権を被担保債権とする留置権を主張した。\n２　争点１（控訴人の損害等について）\n(1)　控訴人の主張\nア　本件自動車の時価は１８１万円である。\nイ　被控訴人が本件自動車を引渡さないことにより，控訴人は，本件自動車\nの賃料相当の損害を被っている。\n平成１２年６月当時の控訴人の本件自動車の賃貸料は，賃貸期間４日目\nから１日につき７５００円であり，同年７月３０日に改訂した同日以降の賃\n貸料は，賃貸期間４日目から１日につき８０００円である。\nしたがって，控訴人の損害額は，同年６月１７日から同年７月２９日まで４\n３日分の３２万２５００円，同月３０日からの１日当り８０００円である。\nウ　よって，控訴人は，被控訴人に対し，所有権に基づき本件自動車の引渡\n請求をし，同引渡しの強制執行が功を奏しない場合の本件自動車時価\n相当損害金１８１万円の代償請求をするとともに，不法行為による損害\n賠償請求として，平成１２年６月１７日から同年７月２９日までの賃料相\n当損害金３２万２５００円及び同月３０日から上記引渡しまでの１日当り８\n０００円の割合による同損害金の支払を求める。\n(2)　被控訴人の主張\nア　(1)，ア，イについては不知。\nイ　同ウについては争う。\n３　争点２（駐車料金等請求権を被担保債権とする留置権について）\n(1)　被控訴人の主張\nア　Ａは，平成１２年６月１３日午後４時，椿町駐車場に本件自動車を駐車さ\nせ，下記のとおりの約定で，被控訴人とＡの間に，駐車場利用契約が成\n立した。\n利用時間　　最大４８時間（２日を超えて利用できない）\n料　　金　　午前６時から午後１２時まで２０分当り１００円\n午後１２時から午前６時まで３０分当り１００円\n支　　払　　駐車自動車出庫時\nイ　Ａは，同月１５日午後４時の最大利用時間を経過しても，本件自動車を\n引取らないので，上記駐車場利用契約は期間満了で終了した。\nウ　被控訴人は，椿町駐車場の駐車料金相当額が嵩むので，同月１９日，\n駐車料金が安い被控訴人経営の中村公園駐車場に，本件自動車をレッ\nカー移動して，現在まで駐車させている。\n中村公園駐車場の駐車料金は，午前８時から午後１２時まで３０分当り\n１００円，午前０時から午前８時まで６０分当り１００円であり，同年８月２\n５日に改訂された同日以降の駐車料金は，午前８時から午後１２時まで\n６０分当り１００円，午前０時から午前８時まで１２０分当り１００円である。\nエ　Ａが，被控訴人に対し，平成１３年４月２３日までに支払うべき債務は下\n記のとおり合計７９万９４００円である。\n(ア)　平成１２年６月１３日午後４時から同月１９日午後２時５０分までの椿\n町駐車場駐車料金及び駐車料金相当損害金　３万９２００円\n(イ)　レッカー移動代金　　　　　　　　　　　　　１万０５００円\n(ウ)　同月１９日午後３時３０分から同年８月２４日午後１２時までの中村\n公園駐車場駐車料金相当損害金　　　　　　２６万５７００円\n(エ)　同月２５日から平成１３年４月２３日までの同駐車場駐車料金相\n当損害金　　　　　　　　　　　　　　　　　　４８万４０００円\nオ　被控訴人は，平成１２年６月１３日午後４時ころ，Ａが本件自動車を椿町\n駐車場に駐車させた時から，本件自動車を占有している。\nカ　すなわち，本件椿町駐車場利用契約は，いわゆるパークロックシステム\nの駐車場であり，利用者が自動車を指定の駐車スペースに駐車させる\nと，センサーが感応し，自動的にロック板が立ち上がり車体が移動でき\nないようになり，利用者が同所に設置されている精算機に表示された駐\n車料金を投入すると，自動的にロック板が元に戻りロックが解除されると\nいうものである。したがって，被控訴人の支配領域内である特定の場所\nに置かせた自動車を自由に移動することができないようにしており，たん\nなる駐車場所の時間貸しではなく，駐車自動車の管理や保管をともなう\nものであって，被控訴人が本件自動車を占有していることは明らかであ\nる。\nキ　上記エ，(ア)ないし(エ)の請求権は，本件自動車についての駐車場利用\n契約から生じたものであり，被控訴人が占有する本件自動車に関して生\nじた債権であるから，民法２９５条の留置権の被担保債権となるもので\nある。\nク　よって，被控訴人は，民事留置権に基づいて，控訴人に対し，控訴人の\n本件自動車の引渡しを上記被担保債権の支払を受けるまで拒むととも\nに，上記留置権を有することの確認を求める。\n(2)　控訴人の主張\nア　(1)，アないしエについては不知。\nイ　同オについては争う。なお，被控訴人が，平成１２年６月１６日から本件自\n動車の占有をしていることは認めるが，その占有は，同日，控訴人が本\n件自動車の所有権に基づいて引渡し請求をしたのに対し，控訴人が所\n有者であることを知りながら，これを拒むことにより被控訴人が占有を取\n得したものであるから，不法行為によってその占有を始めたものであり，\n民法２９５条２項に該当し，留置権は成立しない。\nウ　同カについては，椿町駐車場が主張のごときパークロックシステムの駐\n車場であることは認めるが，その余は争う。\n同駐車場利用契約は，自動車の管理や保管をともなうものではなく，パー\nクロックシステム駐車場の駐車場所の賃貸借契約にすぎない。\nすなわち，同駐車場は，通常無人であり，パークロックシステムの装\n置やこれに関連する構造物はあるが，管理人施設のないもので，駐車\n車両を雨風から防ぐ設備もないこと，利用者との契約内容である駐車場\n管理規定によれば，被控訴人は，駐車車両の盗難，滅失，損傷等の損\n害につき責任を負わない，駐車場内に設置された設備，備品等に接触，\n衝突事故による損害，車両内に留置された物品に関する損害等につ\nき，被控訴人は責任を負わないとなっており，被控訴人は，利用者に対\nし保管責任を全く負わないこと，Ａは本件自動車の鍵をかけたままであ\nり，被控訴人に同自動車の保管を委ねていない等のことから，被控訴人\nは，本件自動車の管理，保管をしていない。\nまた，駐車場法は，路外駐車場管理者の駐車車両保管義務につい\nて，利用者保護のため一定の責任を定めているが，本件のごとき無人\nのパークロックシステム駐車場は，上記のとおり管理規定で保管責任を\n負わない旨規定している。これは，駐車場法の対象となる駐車場が，駐\n車車両を占有することから保管義務を負うことになっているのに対し，本\n件のごとき駐車場は駐車車両の占有がないことから，同法の対象駐車\n場ではないものとして扱われているからである。\nさらに，パークロックシステムは，駐車者以外の者でも駐車料金を投\n入しさえすればこれを解除できるもので，駐車車両を管理する装置では\nなく，駐車料金を管理する装置にすぎない。\nしたがって，被控訴人は，上記平成１２年６月１６日に引渡しを拒むまで，\n本件自動車の占有をしていない。\nエ　同キについては争う。\nすなわち，民法２９５条において被担保債権として規定されている「其物ニ\n関シテ生シタル債権」とは，「その物自体から生じた債権」か「物の返還\n請求権と同一の法律関係等から生じた債権」であることを要するとされ\nているが，被控訴人の上記エ，(ア)ないし(エ)の請求権は，被控訴人が\n占有したと主張する本件自動車自体から生じた債権ではなく，本件自動\n車の返還請求権と同一の法律関係等から生じた債権ともいえないから，\n上記請求権を被担保債権とする留置権が成立することはない。\nオ　同クについては争う。\n４　争点３（民法１９６条１項の費用償還請求権を被担保債権とする留置権に\nついて）\n(1)　被控訴人の主張\n仮に争点２の留置権が認められない場合\nア　被控訴人は，本件自動車を上記３，(1)のとおり占有している。\nイ　同(1)，エ，(ア)ないし(エ)の請求権は，被控訴人が本件自動車の保存のた\nめに要した費用である。\nすなわち，被控訴人が，椿町駐車場において本件自動車を保管し，レッカ\nー移動して中村公園駐車場へ駐車させたのは，本件自動車の保管の継\n続と利用者の費用負担軽減となり，また，被控訴人が，Ａ以外の者に自\n動車を駐車させていたら得られた利益を喪失して，本件自動車を保管し\nていたことになるから，上記被控訴人の請求権は，本件自動車の保存\nのために要した金額であり，民法１９６条１項の費用償還請求権に該当\nし，被控訴人は，控訴人に対し，これを被担保債権とする留置権を有す\nる。\nウ　よって，被控訴人は，控訴人に対し，上記被担保債権の支払を受けるま\nで本件自動車の引渡しを拒むとともに，上記留置権を有することの確認\nを求める。\n(2)　控訴人の主張\nア　(1)，アについては上記３，(2)のとおり争う。被控訴人は，平成１２年６月１\n６日までは，本件自動車を占有していないし，その後の占有も不法行為\nにより始めた占有であるから，上記のとおり留置権は成立しない。\nイ　(1)，イについては争う。被控訴人が主張する費用は，被控訴人が駐車料\n金及び料金相当損害金を回収する目的から，自己の都合で椿町駐車場\nの駐車スペースを空けて自己の負担を軽減し，控訴人に対し，本件自動\n車の引渡しを拒否するための費用にすぎず，本件自動車の保存のため\nに要したものではなく，民法１９６条１項の費用償還請求権には該当しな\nい。同条の趣旨は，公平上，占有回復者の不当な利得を占有者に返還\nさせることであるところ，被控訴人が本件自動車をレッカー移動して中村\n公園駐車場へ駐車させなければ，控訴人は，直ちに本件自動車を回収\nしたのであるから，被控訴人が本件自動車の占有を継続していることに\nつき，控訴人の利得はない。被控訴人が，Ａ以外の者に駐車させて得ら\nれるべき利益を喪失した旨の主張も理由がなく，失当である。\nウ　(1)，ウについては争う。\n５　争点４（同時履行の抗弁権の類推適用について）\n(1)　被控訴人の主張\n仮に留置権の主張が認められない場合\nア　被控訴人は，Ａに対し，上記駐車場利用契約の債務不履行により，上記\n３，(1)，エ，(ア)ないし(エ)の支払を受けるのと引換えに本件自動車を引\n渡す旨の同時履行の抗弁権を有している。\nイ　被控訴人は，本件自動車の所有者である控訴人に対しても，Ａに対する\n同時履行の抗弁権の類推適用により，上記支払を受けるのと引換えに\n本件自動車を引渡すものとすることができる。\n(2)　控訴人の主張\nア　(1)，アについては争う。\nイ　(1)，イについては，同時履行の抗弁権は，契約当事者でない控訴人に対\n抗できないものであるから，被控訴人の主張は失当である。\n第３　当裁判所の判断\n１　争点１について\n甲９，１０の１，２及び弁論の全趣旨によれば，上記第２の２，(1)，ア，イの各\n事実が認められ，これに上記第２の１の争いない事実等において認定した事\n実を加えると，被控訴人の留置権の抗弁が認められない限り，控訴人は，被\n控訴人に対し，第２の２，(1)，ウのとおり所有権に基づく本件自動車の引渡し\n等の請求権があると認められる。\n２　争点２について\n(1)　甲２，５，６，乙１ないし６及び弁論の全趣旨によれば，上記第２の３，(1)，\nアないしウ記載のとおり，平成１２年６月１３日午後４時，Ａが椿町駐車場に\n本件自動車を駐車させ，被控訴人とＡとの間に，同(1)，ア記載の内容で同\n駐車場利用契約が成立したこと，同月１５日午後４時を経過してもＡが本件\n自動車を引取らなかったことから，駐車場の利用最大時間満了により，同\n駐車場利用契約は終了したこと，本件自動車はそのまま同駐車場に駐車\nされていたが，同月１９日午後２時５０分，被控訴人によりレッカー移動さ\nれ，同日午後３時３０分から現在に至るまで，椿町駐車場より駐車料金が\n低額な，被控訴人経営の中村公園駐車場に駐車させられていること，同駐\n車場駐車料金は，上記第２の３，(1)，ウのとおりであることが，それぞれ認\nめられる。\n(2)　以上の事実によれば，椿町駐車場利用契約における被控訴人の義務は，\n主に本件自動車を駐車スペースに駐車させて，Ａに利用させるものであ\nり，Ａの義務は，駐車場利用時間に応じた駐車料金を支払い，利用最大時\n間満了までに本件自動車を同駐車場から出して駐車スペースを空けるも\nのであると解されるところ，被控訴人が契約上の義務を履行しているのに\n対し，Ａは上記のとおりその義務を履行していないことが認められる。\nしたがって，Ａは，被控訴人に対し，平成１２年６月１３日午後４時から利用\n時間満了時である同月１５日午後４時までの駐車料金及びその後同月１９\n日午後２時５０分本件自動車が椿町駐車場よりレッカー移動されるまでの\n駐車料金相当損害金の合計３万９２００円の支払義務がある。また，同駐\n車場利用契約には，利用時間経過後も駐車料金を支払わずに駐車を続け\nた場合，被控訴人は，本件自動車をレッカー移動し，適宜の方法でこれを\n保管することができる旨の暗黙の合意が含まれていると解されるので，Ａ\nは，上記不履行により，被控訴人に対し，本件自動車のレッカー移動代金\n１万０５００円及び同月１９日午後３時３０分から平成１３年４月２３日までの\n中村公園駐車場駐車料金相当損害金７４万９７００円（上記第２の３，(1)，\nエ，(ウ)及び(エ)の合計額）の支払義務があるものと認められる。\n(3)　上記(1)掲記の各証拠及び弁論の全趣旨によれば，次の事実が認められ\nる。\n椿町駐車場は，いわゆるパークロックシステムの駐車場であり，公道に接し\nた路外駐車場で，平坦な駐車場敷地に車両１台分ずつの駐車スペースが\n白線や黄色の金属構造物で明確に区分けされ，各駐車スペースは，車両\n出入口部分を除いた三方を金属構造物や隣接建物の壁面により閉鎖し，\n駐車車両を出入口部分以外からは移動できないようにするとともに，各駐\n車スペースの出入口部分には，ロック板が埋め込まれていて，車両が駐車\nスペースに入り終わると，センサーが働き自動的にロック板が立ち上がっ\nて出入口部分を塞ぎ，駐車車両の移動ができないようにするものである。\n同駐車場には，被控訴人が管理者であることやパーキング利用案内，そ\nの他駐車場管理規定が記載された表示板及び料金集中精算機，端末制\n御機等が設置されていて，駐車場利用車両の駐車スペースへの駐車，ロ\nック板の立ち上がりによる同スペース内での車両の固定，駐車料金の表\n示，料金精算機への料金投入による料金の受領及びロック板が元の状態\nに戻って駐車車両が駐車場から出るまでの，同駐車場の利用を，利用者\nが上記案内板の指示に従って駐車させ，料金を機械精算することにより，\n管理人の立会なしで行うことができるものである。そして，管理者である被\n控訴人は，駐車料金の回収や駐車車両，設置構造物等の確認等のため\nに，従業員等により適宜駐車場の巡回をして利用者の適正な利用を管理\nしていたもので，本件自動車については，その巡回の際に利用時間を経過\nして駐車していることが発見され，上記のごとく控訴人に連絡されたもので\nある。\n(4)　以上の事実によれば，平成１２年６月１３日午後４時，Ａが被控訴人の管理\nする椿町駐車場に本件自動車を駐車させ，当該駐車スペース出入り口の\nロック板が立ち上がり，同自動車が同駐車スペース内に固定された時点か\nら，駐車料金の支払がなされるまで，継続的にＡやその他の者による同自\n動車の搬出，移動ができない状態にしたものであると認められるので，そ\nの間，本件自動車は，同駐車場の管理者である被控訴人の事実的支配下\nにある状態となったと解せられ，同状態は，占有の要件である所持といえ\nる。そして，被控訴人は，駐車料金の支払を得るために本件自動車を所持\nするものであるから，その所持は，自己のためにする意思に基づくもので\nあることが明らかである。\nしたがって，被控訴人は，Ａが椿町駐車場に本件自動車を駐車させた上記\n６月１３日午後４時以降，本件自動車を占有しているものと認められる。な\nお，同月１６日以降，被控訴人が本件自動車を占有していることは，当事\n者間に争いがない。\n(5)　控訴人は，上記第２の３，(2)，ウのとおり，被控訴人の椿町駐車場利用契\n約は，駐車場所の賃貸借契約であり，駐車自動車の管理や保管をともなう\nものではないから，被控訴人が同契約に基づき本件自動車を占有したとは\nいえない旨反論する。しかしながら，控訴人の反論はいずれも失当であ\nる。すなわち，\nア　控訴人は，椿町駐車場が，通常無人で，管理人の施設も駐車車両を雨\n風から防ぐ施設もないことから，駐車車両の管理や保管をともなうもので\nはないとして，被控訴人の本件自動車の所持の事実を否定する。しか\nし，駐車場管理者による駐車車両の管理，所持は必ずしも管理人等の\n人手によらなければ成立しないというものではなく，管理者による駐車車\n両に対する事実的支配が及ぶ状態が成立することをもって足りるとこ\nろ，被控訴人の椿町駐車場においては，パークロックシステムにより，駐\n車車両を被控訴人管理にかかる特定の駐車スペース内に固定して，駐\n車料金の支払を受けるまで，駐車車両の搬出，移動を不可能にし，これ\nを被控訴人の事実的支配下においたものであるから，その間，被控訴\n人がこれを所持するものということができる。\nイ　また，控訴人は，椿町駐車場で表示板に記載されている上記管理規定\nが，駐車場内の盗難，滅失，損傷等の損害等について，被控訴人が責\n任を負わない旨定めているので，被控訴人が駐車場利用者に対して，\n駐車車両の保管責任を負わないから，同駐車場利用契約は駐車車両\nの管理や保管をともなわない駐車場所の賃貸借契約にすぎない旨主張\nする。\nしかしながら，乙４ほか上記の証拠によれば，椿町駐車場の表示板に記\n載されている駐車場管理規定には，被控訴人が駐車車両に留置された\n貴重品等に関する損害，駐車車両の盗難，滅失，損傷等の損害，駐車\n場に設置された機械，備品等に接触，衝突事故による損害につき，責任\nを負わない旨の規定が認められるが，同管理規定は，同駐車場利用契\n約が駐車車両の管理，保管をともなうものであることを前提として，掲示\nした個々の場合について損害賠償責任を免除する旨の特約であると解\nせられ，これらの管理規定は，駐車場管理者側からの提示として表示板\nに一方的に記載されていることに照らして，被控訴人の駐車車両に対す\nる保管，管理上の責任について，同規定がどこまで有効として認められ\nるか否かは個別に検討すべき問題であると考えられ，これらの管理規定\nが表示されていることをもって，椿町駐車場利用契約において，被控訴\n人が何ら駐車車両の管理，保管をともなわないとはいえない。\nまた，控訴人は，駐車場を規制する法律である駐車場法においては，路\n外駐車場管理者の駐車車両保管義務について「善良な管理者の注意を\n怠らなかったことを証明する場合を除いては，その自動車の滅失または\n損傷について損害賠償の責任を免れることはできない」旨定めている\nが，椿町駐車場のようなパークロックシステムをとる駐車場において，駐\n車場管理規定で駐車車両等に関する損害を負わない旨定めているの\nは，同駐車場が駐車車両の占有，保管をともなわないものだからである\n旨主張する。\nしかしながら，同法は，一定規模以上の路外駐車場について，その運営\nの適正を図るため所要の事項を定めるものであるところ，規模の小さい\n簡易な路外駐車場においては，その実情に即した管理規定を定めるこ\nとができないものではない上，椿町駐車場における管理規定が一定の\n場合の損害について駐車場管理者が責任を負わない旨表示板に記載\nされている意味，解釈については，上記説示のとおりであって，その損\n害賠償責任の範囲についての定めは，被控訴人がパークロックシステ\nムにより駐車車両を事実支配下においていたとの認定を左右するもの\nではないというべきである。\nウ　ところで，控訴人は，Ａが本件自動車に鍵をかけたままで，被控訴人に同\n自動車の保管を委ねていない旨主張するが，被控訴人の駐車車両に対\nする管理の形態は，駐車車両を駐車スペース内に固定して移動できな\nい状態とすることであるから，本件自動車に鍵がかけられていたことは，\n被控訴人が本件自動車を事実的支配下においたとの上記認定につい\nて何ら消長を来すものでない。\nエ　控訴人は，また，パークロックシステムは，駐車者以外の者でも駐車料\n金を投入すれば誰でもロック板を解除できるので，駐車車両を管理する\n装置ではなく，駐車料金を徴収，管理する装置にすぎない旨主張する。\nしかしながら，パークロックシステムによる駐車場を管理する者は，駐\n車場利用契約に基づき，駐車場所を提供するのみならず，パークロック\nシステムにより，駐車料金の徴収，管理を確保するため，その支払を受\nけるまで，駐車車両を自己の管理下におくものであることは明らかであ\nり，パークロックシステムが駐車料金の徴収，管理を主たる目的としてい\nるということは，駐車場管理者が駐車車両に対し事実的支配を及ぼして\nいることの認定を妨げるものではない（第三者が駐車料金を投入してパ\nークロックシステムを解除し，駐車車両を搬出することができる点につい\nても，駐車場管理者は，その料金の支払を受ければ，駐車者が駐車車\n両の鍵を交付して駐車車両の返還を受けることを委託した者に対し，駐\n車車両を返還するということを意味するにすぎないから，駐車場管理者\nにその間の事実支配がないとはいえない。）。\nオ　以上の検討のとおりであるから，椿町駐車場利用契約が駐車場所の\n賃貸借契約にすぎず，被控訴人が同契約に基づいて本件自動車を管\n理，保管することはない旨の控訴人の反論はいずれも採用できない。\n(6)　以上によれば，被控訴人は，本件自動車の占有をともなう椿町駐車場利\n用契約において，Ａの契約不履行による駐車料金等の請求権を有し，Ａは\n駐車料金等の支払をして本件自動車の返還を受ける請求権があるものと\n認められるところ，被控訴人の請求権とＡの請求権とは，同駐車場利用契\n約に基づき，同一の法律関係から生じた債権であるから，被控訴人の駐車\n料金等の請求権は本件自動車に関して生じた債権であるということができ\nる。すると，被控訴人は，本件自動車につき，上記駐車料金等の請求権を\n被担保債権とする留置権を有するものと認められる。\n３　したがって，その余の争点３，同４について判断するまでもなく，被控訴人の\n留置権が認められることにより，被控訴人は，控訴人から被担保債権７９万９\n４００円の支払を受けるのと引換えに，控訴人に対し，本件自動車の引渡し\n及び上記代償金の支払義務があるが，控訴人の損害賠償請求はいずれも\n理由がない。また，被控訴人は，控訴人に対し，本件自動車について，Ａに対\nする平成１２年６月１３日から平成１３年４月２３日までの，駐車場利用代金等\n請求権７９万９４００円を被担保債権とする留置権を有することを確認すること\nができる。\n第４　結論\nよって，原判決は相当であり，本件控訴は理由がないので，これを棄却する\nこととし，控訴費用の負担について民事訴訟法６７条，６１条を適用して，主文\nのとおり判決する。\n名古屋高等裁判所民事第２部\n裁判長裁判官     　　　　大  　内 　 捷 　 司\n裁判官             島　　田　　周　　平\n裁判官             玉　　越　　義　　雄\n物件目録掲載省略\n"
}