{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 16,
    "month": 1,
    "day": 20
  },
  "case_number": "平成14(ワ)16739",
  "case_name": "特許権侵害差止等請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "10579",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=10579",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/579/010579_hanrei.pdf",
  "contents": "平成１４年(ワ)第１６７３９号　特許権侵害差止等請求事件\n口頭弁論終結日　平成１５年１１月１１日\n判　　　　　　　決\n当事者の表示　　　　別紙当事者目録記載のとおり\n主　　　　　　　文\n１　原告の請求をいずれも棄却する。\n２　訴訟費用は，原告の負担とする。\n事実及び理由\n第１　請求\n１　被告らは，別紙物件目録記載のプラスチック成形品を製造，販売してはなら\nない。\n２　被告らは，その所有若しくは占有に係る別紙物件目録記載のプラスチック成\n形品及び半製品を廃棄せよ。\n３　被告らは，原告に対し，連帯して金２億円及びこれに対する平成１４年８月\n６日から支払済みまで年５分の割合による金員を支払え。\n第２　事案の概要等\n１　争いのない事実等\n(1)　当事者\n原告は，合成樹脂製品の真空蒸着メッキ加工等を目的とする株式会社であ\nる。\n被告工立化成株式会社（以下「被告工立化成」という。）は，プラスチッ\nクの製造及び加工組立販売を目的とする株式会社であり，同株式会社タカハシ工業\n（以下「被告タカハシ工業」という。）は，金属塗装及び樹脂塗装の事業等を目的\nとする株式会社であり，同株式会社大成化工（以下「被告大成化工」という。）\nは，金属及び樹脂の蒸着メッキ及び加工業務等を目的とする株式会社である。\n(2)　原告の特許権\nア　原告は，次の特許権（以下「甲特許権」という。）を有している。\n特許番号　　　　第２６８８１４８号\n発明の名称      電磁波シールドプラスチック成形品\n出願年月日　　　平成４年９月１日\n登録年月日　　　平成９年８月２２日\nイ　甲特許権に係る明細書（以下「甲特許明細書」という。）に記載された\n特許請求の範囲請求項１は，次のとおりである（以下，この特許発明を「甲発明」\nという。）。\n「あらかじめ洗浄することなく，しかもプライマーコート層を配設せず\nにプラスチック成形品表面に，高周波励起プラズマ雰囲気でアルミニウムをイオン\n化して０．７～５．０μｍの膜厚のアルミニウム成膜を配設してなる電磁波シール\nドプラスチック成形品。」\nウ　甲発明の構成要件は，次のとおり分説される（以下，それぞれを「構成\n要件Ａ」などという。）。\nＡ　あらかじめ洗浄することなく，しかもプライマーコート層を配設せず\nにプラスチック成形品表面に\nＢ　高周波励起プラズマ雰囲気で\nＣ　アルミニウムをイオン化して\nＤ　０．７～５．０μｍの膜厚の\nＥ　アルミニウム成膜を配設してなる\nＦ　電磁波シールドプラスチック成形品\nエ　原告は，次の特許権（以下「乙特許権」という。）を有している。\n特許番号　　　　第２８１７８９１号\n発明の名称　　　電磁波シールドプラスチック成形品の製造方法\n出願年月日　　　平成５年１１月８日\n登録年月日　　　平成１０年８月２１日\nオ　乙特許権に係る明細書（以下「乙特許明細書」という。）に記載された\n特許請求の範囲請求項１は，次のとおりである（以下，この特許発明を「乙発明」\nという。）。\n「プラスチック成形品の表面の油を溶剤により除去し，前記プラスチッ\nク成形品を真空漕内の高周波励起プラズマ雰囲気に所定時間さらして前記プラスチ\nック成形品の表面をボンバード処理し，更に，前記真空漕内の高周波励起プラズマ\n雰囲気内で前記表面にアルミニウム膜を成膜することを特徴とする電磁波シールド\nプラスチック成形品の製造方法。」\nカ　乙発明の構成要件は，次のとおり分説される（以下，それぞれを「構成\n要件Ｇ」などという。）。\nＧ　プラスチック成形品の表面の油を溶剤により除去し\nＨ　前記プラスチック成形品を真空漕内の高周波励起プラズマ雰囲気に所\n定時間さらして前記プラスチック成形品の表面をボンバード処理し\nＩ　更に，前記真空漕内の高周波励起プラズマ雰囲気内で前記表面にアル\nミニウム膜を成膜することを特徴とする\nＪ　電磁波シールドプラスチック成形品の製造方法\n(3)　被告らの行為\n被告タカハシ工業及び被告大成化工は，被告工立化成の注文と指示に基づ\nき，別紙物件目録記載のプラスチック成形品（以下「被告製品」といい，被告製品\nの製造方法を「被告方法」という。ただし，別紙物件目録中の「記」以下の記載に\nついては当事者間に争いがある。）を製造し，被告工立化成は，これを松下通信工\n業株式会社に対して販売している。\n２　事案の概要\n本件は，甲特許権及び乙特許権を有する原告が，被告らに対し，被告製品が\n甲発明の技術的範囲に属し，被告方法は乙発明の技術的範囲に属するから，被告製\n品を製造販売する被告らの行為は，甲特許権及び乙特許権を侵害すると主張して，\n上記各特許権に基づき被告製品の製造販売行為の差止め及び廃棄を請求するととも\nに，民法７０９条に基づき損害賠償を請求する事案である。\n３　本件の争点\n(1)　被告製品が甲発明の技術的範囲に属するか否か。\nア　構成要件Ａの「あらかじめ洗浄することなく」を充足するか。\nイ　構成要件Ａの「プライマーコート層を配設せずに」を充足するか。\n(2)　甲特許に無効理由が存在することが明らかか否か。\nア　技術的思想の創作といえるか。\nイ　進歩性の有無\n(3)　被告方法が乙発明の技術的範囲に属するか否か。\nア　乙発明の技術的範囲はプライマーコート層を配設しないものに限定され\nるか。\nイ　構成要件Ｇの「油を溶剤により除去し」を充足するか。\n(4)　乙特許に無効理由が存在することが明らかか否か。\nア　公然実施の有無\nイ　進歩性の有無\n(5)　損害の発生及び数額\n第３　争点に関する当事者の主張\n１　争点(1)ア（被告製品が甲発明の構成要件Ａの「あらかじめ洗浄することな\nく」を充足するか）について\n〔原告の主張〕\n被告製品は，製造工程において洗浄が行われているとはいえないから，構成\n要件Ａの「あらかじめ洗浄することなく」を充足する。\n(1)  構成要件Ａの「洗浄」は，アルミニウム成膜という蒸着のために行われる\n洗浄でなければならないところ，被告製品の製造工程における洗浄は，塗装（下塗\nり）及びＵＶ塗装（上塗り）に先行して行われるものであって，化粧塗装の前段階\nでの工程手段に過ぎず，アルミニウム成膜という蒸着のために必要とされる工程手\n段ではない。\n(2)　被告製品は，プラスチック成形品の蒸着面を下にし，化粧塗装が行われる\n面を上にして洗浄機に入れられているから，蒸着面が洗浄されたとはいえない。す\nなわち，多段に積み重ねたトレイにおいて，トレイの下部にわずかの格子状の隙間\nがあっても，下向きの蒸着面，すなわちアルミニウム成膜のための下向きの面を上\n方ノズルからの洗浄液によって物理的にシャワー洗浄することはできない。それ\nは，シャワー洗浄液が，下向きの蒸着面に対して直接噴射されることはあり得ない\nからである。\nプラスチック成形品表面の洗浄工程では，必ず洗浄液による洗浄の後にリ\nンス（すすぎ）が行われる。このリンスは，洗浄液が付着したまま残ると洗浄しみ\nが発生し弊害となることから欠かせないものである。しかし，多段に積み重ねたト\nレイにおいて下部にわずかな格子状の隙間があっても，ノズルからの噴出によるリ\nンスは下向きの蒸着面に対して不可能である。\n被告らは下向きの蒸着面に対して蒸気による洗浄が行われていると主張す\nるが，蒸気洗浄の後に不可欠なリンスが行われていないから，信用できない。\nしたがって，被告製品の製造においてアルミニウム成膜のための洗浄は行\nわれていない。\n(3)　被告製品の製造において被蒸着面の洗浄が行われているとしても，この洗\n浄工程に技術的意義が認められない。すなわち，高周波励起プラズマ雰囲気でのア\nルミニウム成膜という蒸着のための被蒸着面の洗浄が必要であって，その作用効果\nも顕著であるとの意義が認められない以上，その実質において構成要件Ａの「あら\nかじめ洗浄をすることなく」を充足する。\n(4)　被告らは，塗装工程後のアルミニウム成膜前の段階で洗浄すると成形品は\nシミだらけになるので化粧塗装の前段階で洗浄していると主張するが，上塗りとし\nてのＵＶ塗装が行われていれば緻密で硬質，耐摩耗性に優れた被膜が形成され，洗\n浄によって変質することはないから，理由がない。また，被告らは，塗装時にはア\nルミニウム成膜面にマスク（検乙３の１）をつけているので成膜面での洗浄の効果\nは損なわれないと主張するが，上記マスクはプラズマイオンプレーティングによる\n成膜のためのみのマスク部材ではなく，普通の化粧塗装のための支持部材にすぎな\nいから，理由がない。\n〔被告らの主張〕\n被告製品は，あらかじめ洗浄して製造されているから，構成要件Ａの「あら\nかじめ洗浄することなく」を充足しない。\n(1)  被告製品の製造方法は，まず成形品を洗浄機に入れ，洗浄液によって洗浄\nし，その後，成形品の外側に色出しのための塗装，つや出し及び耐摩耗性のための\nＵＶ塗装を行った上で，成形品の内側にプライマー処理を行い，その成形品を蒸着\n用治具にセットした上で，真空蒸着機の中に入れてアルミニウム成膜を行うという\nものである。\nこのうち洗浄の方法は，成形品をトレーに並べ，トレーごと洗浄機に入れ\nて洗浄しているが，トレーの下部は格子状になっており，かつ，洗浄機内の上方及\nび側方に配置されているノズルからシャワー状に噴出された洗浄液を成形品に全方\n向から向けて洗浄し，かつ洗浄機内で発生される蒸気を成形品に全方向からあて\nて，成形品内外面の残油分の洗浄を行うというものであり，下向きの蒸着面まで確\n実に洗浄される。\n(2)　テープ剥離実験（乙２１，検乙５ないし８の各１ないし３）によれば，塗\n装面を上にして洗浄した場合でも蒸着面を上にして洗浄した場合でも，テープ剥離\nの結果に違いはなく，いずれも洗浄の効果が認められるから，被告らの行う洗浄に\nは技術的意義がある。\n(3)　原告は，被告製品における洗浄は，化粧塗装の前段階で行われているから\n真空蒸着のために必要な工程手段ではないと主張するが，塗装後真空蒸着前の段階\nで洗浄をすると成形品はシミだらけとなって塗装が無意味となるし，被告らは，洗\n浄後化粧塗装をするときはアルミニウム被膜蒸着箇所のあるケースの裏面にあらか\nじめマスクをし，蒸着箇所に塗料が付着しないようにして塗装しているので，蒸着\nのための洗浄の効果は得られている。\n２　争点(1)イ（被告製品が構成要件Ａの「プライマーコート層を配設せずに」を\n充足するか）について\n〔原告の主張〕\n被告製品は，プライマーコート層を配設しているとはいえないから，構成要\n件Ａの「プライマーコート層を配設せずに」を充足する。\n(1)　「プライマーコート層」の意味\n「プライマーコート層」は，ＪＩＳ（日本工業規格）Ｈ０２１１－１９９\n２（甲２８）において定められた「ドライプロセス表面処理用語」が定義する「ア\nンダコート」すなわち「プライマコート」と一致し，それは「膜の密着性の向上な\nどの目的で，成膜前にあらかじめ基板に下地膜を形成すること」を指す。すなわ\nち，「プライマーコート層」は，基板とも，プラズマ蒸着等による成膜とも区別さ\nれる層であることを意味する。\nそして，ここでいう下地膜は，「工業材料」２８巻８号（１９８０年発\n行，甲３０）において，「ベースコート」すなわち「プライマーコート」が７～１\n０μｍという範囲の厚みのある固体層として示されているとおり，厚みのある固体\n層である。\n(2)　ＴＥＭ写真によるアルミニウム蒸着断面の分析\n被告製品の透過型電子顕微鏡（ＴＥＭ）写真（甲１０）によっても，上記\nのようなプライマーコート層の存在を確認することができない。高倍率の透過型電\n子顕微鏡によっても確認できないプライマーコート層などあり得ず，プライマーコ\nート層の存在が確認できなければプライマー塗布は行っていないものといわざるを\n得ないから，被告製品は，プライマーコート層を配設していない。\n(3)　蒸着部分の色調の比較\nア　被告らがプライマー処理を行ったとして提出したプラスチック成形品\n（検乙１の１ないし３）におけるアルミニウム蒸着部全面のくすみは異様であり，\nプラスチック成形品へのイオンプレーティングによるアルミニウム蒸着で観察され\nることのある部分的なくすみとは本質的に異なる。すなわち，上記のくすみは，そ\nのほとんどが希釈液のシンナーによるものであるが，それはプラスチック成形品の\n成形原料の注入口近傍での成形樹脂密度の相対的低下に伴う混入ガスや，量産に伴\nう成形金型の部分腐食の転写等に起因するごく一部分のくすみとは異なる。他方，\n原告が提出したプラスチック成形品（検甲１ないし３）においては，このようなア\nルミニウム蒸着面全面が異様にくすんで見えることはなく，光って見えるので，上\n記検乙１の１ないし３は被告製品とは異なる。\nイ　仮に，被告らがプライマー処理を行っているとしても，検甲２，３，検\n乙５の１ないし３，検乙７の１ないし３の「くすんで見える」プライマー処理した\n表面部分はその平面状態，面積がばらばらで，その面積割合は全面積の１０％程度\nに過ぎない。検甲１にいたっては，「くすんで見える」プライマー処理部そのもの\nの存在すら確認できない。\n携帯電話用プラスチック成形品のアルミニウム成膜は，所要の密着性に\nよって必要とされる電磁波シールド効果を奏することが必須とされているが，この\nように不均一でもよいことの技術的実体は明らかでなく，信用できない。\n(4)　膜厚計，抵抗値計による実験結果\n被告らは，被告製品について，ミッチャクロンマルチをシンナーで１００\n倍程度に希釈したものを塗布することによりプライマー処理を行っていると主張す\nるが，ミッチャクロンマルチの塗膜の膜厚検証実験報告書（甲１９）及びミッチャ\nクロンマルチ塗膜厚測定サンプル（検甲４）によれば，ミッチャクロンマルチのシ\nンナー１００倍希釈液を塗布した場合には，いずれの試験データも膜厚は０であ\nり，しかも導電性があると判定されている。ミッチャクロンマルチの構成部分であ\nる有機物がプライマーコート層を形成しているのであれば，絶縁性すなわち導電性\nがないと判定されるはずである。したがって，被告製品においてはプライマーコー\nト層が存在するとはいえない。\n(5)　ミッチャクロンマルチ塗布によるプライマー処理への疑問\nア　ミッチャクロンマルチ評価実験（甲２０，２１）及びミッチャクロンマ\nルチ評価試験サンプル（検甲５）によれば，ミッチャクロンマルチのシンナー１０\n０倍希釈液からなるプライマーを塗布しなくても，アルミニウム蒸着膜のテープ剥\n離試験において全く剥離せず，密着性には問題がないことが確認されているから，\n被告製品におけるミッチャクロンマルチのシンナー１００倍希釈液を用いたプライ\nマー塗布は，プライマーコート層を形成するものでも，その役割を果たすものでも\nない。\nミッチャクロンマルチの使用方法は，原液でスプレー塗布するというも\nのであり（甲１４），被告ら主張のようにミッチャクロンマルチをシンナーで１０\n０倍に希釈して使用する方法ではプライマーの接着剤としての作用は得られないか\nら，プライマーコート層配設のためのプライマー塗布とはいえない。\nなお，乙２１におけるテープ剥離試験は，信用できない。\nイ　携帯電話機用プラスチック成形品において，電磁波シールドのためのア\nルミニウム成膜のためのアルミニウム成膜が行われる被蒸着面は，三次元の複雑な\n凹凸表面形状を有しているため，仮にプライマー塗布がされているのであれば，そ\nの後のアルミニウム成膜のためには均一塗布が欠かせないはずである。刷毛による\n手作業での塗布によっては，プライマーを均一に塗布することができない。また，\nそもそも多数量の工業製品としての製造において，ミッチャクロンマルチの希釈液\nを手作業で刷毛で塗ることは，精密電子機器として用いられる電磁波シールドプラ\nスチック成形品の工業生産の工程としては客観的に考えられない。\nウ　被告ら主張の工程には，プライマー塗布後の乾燥工程がないので，プラ\nイマー塗布を行っているとはいえない。\nエ　ミッチャクロンマルチの購入を裏付ける証拠として提出された請求書\n（乙１１の１ないし５）は，いずれも信用することができないから，ミッチャクロ\nンマルチを使用してプライマー塗布をしているとはいえない。\n〔被告らの主張〕\n被告製品は，プライマーコート層を配設しているから，構成要件Ａの「プラ\nイマーコート層を配設せずに」を充足しない。\n(1)　「プライマーコート層」の意味\n甲特許明細書において「プライマーコート層」がどのようなものである\nか，また，それがＪＩＳ（日本工業規格）Ｈ０２１１－１９９２において定められ\nた定義と一致するものとして使用されていることは記載されていない。仮に，その\n定義が工業界においてある程度通用するものであるとしても，その定義には「基板\nの平滑性の向上，基板からのガス放出の減少，基板から膜への拡散物質の減少，膜\nの密着性の向上などの目的で，成膜前にあらかじめ基板に下地膜を形成すること」\nとあるのみで，原告の主張するように基板とも，プラズマ蒸着による成膜とも区別\nされる膜を形成するとは書かれていない。\n原告は，甲３０にプライマーコートが厚みのある固体層として示されてい\nるから，厚みのないプライマーコート層はあり得ない旨主張する。しかし，甲３０\n記載の構造図は，理解を容易にするために各層を厚く表現した構成図であり，この\nような層構造が電子顕微鏡で確認できるものであるかどうかは不明であるし，あく\nまでイオンプレーティングとは本質的に異なる真空蒸着法によるアルミ蒸着の場合\nであり，甲発明のような厚膜ではなく，薄膜の生成の場合であるから，甲発明のイ\nオンプレーティングによってアルミニウムの厚膜を作成した場合にも上記構成図記\n載のような層構造となるかどうかは不明であり，上記主張は理由がない。\n(2)　ＴＥＭ写真によるアルミニウム蒸着断面の分析\nＴＥＭ写真（甲１０）の対象品が被告製品か否かは不明であるし，プライ\nマーコート層は，透過型電子顕微鏡による拡大写真による分析方法では必ず層とし\nて確認できるとは限らない。ＴＥＭ写真（乙３，４）は，ミッチャクロンとシンナ\nーを１０対９０，５０対５０，１００対１という３種類の割合で混ぜたプライマー\n液を刷毛で塗布して製造した成形品について，甲１０と同様に透過型電子顕微鏡で\n５万倍に拡大した写真であるが，どの希釈倍率のプライマー液を塗布した場合であ\nっても，ＡＢＳ樹脂とアルミニウム膜との間に明確なプライマーコート層を確認す\nることは困難である。これは，ＡＢＳ樹脂の主な成分とプライマー液の主な成分が\nともに炭素で同一であること，粗面化したＡＢＳ樹脂の表面にプライマー液の成分\nが浸透して両者が境界部分で混在した状態となってしまっているものと考えられ\nる。\n(3)　蒸着部分の色調の比較\nプライマー処理をした成形品とプライマー処理をしていない成形品につい\nて，アルミニウム蒸着を行ったものを比較すると，プライマー処理をした成形品は\nプライマー処理をした箇所がくすんで見えるのに対し，プライマー処理をしていな\nい成形品は光沢があるように見える（検乙１の１ないし３，検乙２の１ないし３，\n検乙５の１ないし３）。これに対して，市販されている被告製品（検甲１ないし\n３）には，部分的であれくすみが存在するのであるから，上記検甲１ないし３は，\nプライマー処理をしているものといえる。\n(4)　膜厚計，抵抗値計による実験結果\n甲１９の実験では，膜厚測定の際，渦電流式膜厚計を用いて測定する関係\n上，導電性の銅板にミッチャクロンマルチを塗布しているが，実際の被告製品はプ\nラスチックであるから，銅板での実験結果がそのまま被告製品に適用できるとは限\nらない。また，上記実験は，単にプライマー液を塗布した後にその膜厚を測定した\nだけであり，プライマー液を塗布した後，イオンプレーティングによりアルミニウ\nム蒸着を行った後に膜厚を測定しているわけではない。したがって，甲１９の実験\n結果から直ちに被告製品にプライマーコート層が存在しないということはできな\nい。\n(5)　ミッチャクロンマルチ塗布によるプライマー処理\nア　被告製品は，ミッチャクロンマルチという接着剤をシンナーで１００倍\n程度に希釈したものを刷毛で塗布することによりプライマー処理を行っているが，\n被告らが行っているプライマー処理はその接着剤成分によりアルミニウム被膜と成\n形品との密着度を高めるとともに，溶剤であるシンナーが成形品の表面を侵して粗\n面化し，これにより成形品の素材であるＡＢＳ樹脂内部のガスの放出を助け，アル\nミニウム成膜時にガスにより被膜の密着度が損なわれるのを防ぐという効果を有す\nるのであるから，プライマーコート層を配設しているといえる。\n甲２０の実験では，密着性についていかなる実験が行われたのか全く不\n明であるし，上記実験で使用されたプライマー処理なしのサンプルは甲発明と同様\nの方法で製造されたサンプルであると思われるが，甲発明は，ある特定の条件下で\nあればプライマー処理なしでも蒸着部の密着が得られるというものであるから，そ\nの方法で実験をすればプライマーの有無にかかわらず密着性が得られることは当然\nであり，上記実験結果は何の意味もない。\n他方，乙２１のテープ剥離試験によれば，プライマー処理をした成形品\nについては蒸着部に剥離が認められないのに対し，プライマー処理をしていない成\n形品については蒸着部に剥離が認められており，このことから被告製品の製造工程\nにおいて行っているプライマー処理によって，プラスチック成形品とアルミニウム\n膜との間の密着性が高められているといえる。\nイ　被告らは，プライマー処理を刷毛で塗る方法で行っているところ，必要\nな部分にだけ適量のプライマー液を塗布するには熟練した手作業で十分であるし，\nプライマーの塗布は必ずしも均一性が要求されるものではない。プライマー処理に\n要求されることは，アルミニウム被膜の密着性を高め，テープによる剥離実験でア\nルミニウム被膜が剥離しないことである。\n上記テープ剥離実験は，通常携帯電話ケースを成形する際のＡＢＳ樹脂\n注入口について行われるため，被告タカハシ工業では，この部位に重点的にプライ\nマー液を刷毛で塗るように従業員に指示しており，この作業によって，効率的にプ\nライマー処理を行うことができるとともに有効なプライマー処理の効果が得られて\nいた。\nウ　被告製品の製造工程に乾燥工程がないのは，上記のとおり被告製品の製\n造工程で行っているプライマー処理は，ミッチャクロンマルチをシンナーで１００\n倍程度に希釈したものを塗布するという方法であるため，乾燥が早く，次の作業ま\nでに自然乾燥で十分に乾燥するので，あえて乾燥工程を設ける必要がなかったこと\nによる。また，被告らが使用している蒸着機では，蒸着に１時間程度かかってお\nり，被告らがプライマー処理をした製品を蒸着機に入れる前に先に蒸着機に入れた\n製品の蒸着が終了するまである程度の時間を待たなければならず，その間に乾燥が\n行われているともいえる。\nエ　被告タカハシ工業は，平成１１年ころからプライマー処理のために継続\nしてミッチャクロンマルチを購入しているところ（乙１１），同被告及び被告大成\n化工においては真空蒸着前のプライマー処理の外にはこれを使用する作業はないか\nら，ミッチャクロンマルチを使用してプライマー処理を行っているということがで\nきる。\n３　争点(2)（甲特許に無効理由が存在することが明らかか否か）について\n〔被告らの主張〕\n甲特許には，以下のとおり無効理由が存在することが明らかであるから，本\n件請求は権利濫用に当たり許されない。\n(1)　創作性欠如\n高周波励起プラズマ雰囲気でアルミニウムをイオン化してアルミニウム成\n膜を配設する技術は，被蒸着材に負の高電圧をかけて被蒸着材の周りにグロー放電\nによってプラズマを発生させ，他方で成膜材料であるアルミニウムを加熱して蒸発\nさせ，原子又は分子の状態とした上で，プラズマの中をアルミニウムの原子や分子\nを通過させることによってイオン化し，これが被蒸着材に付着して膜になるという\nイオンプレーティングと呼ばれる技術であり，このイオンプレーティング自体は出\n願以前から公知であった（乙１６）。\nそして，甲発明は，イオンプレーティングをあらかじめ洗浄せず，しかも\nプライマー処理もせずに行うというものであり，これは出願前から公知であった既\n存のイオンプレーティング装置に，出願前から公知であった既存の製品を入れてイ\nオンプレーティングによりアルミニウム被膜を蒸着するだけのことであり，これは\n既存の公知の装置を使用して既存の公知の製品にイオンプレーティングによりアル\nミニウム被膜を蒸着する際に誰もが行う初歩的な方法に過ぎず，その蒸着方法に創\n作性は全くない。\nしたがって，甲発明は，特許法２条１項の「創作」に該当せず，発明とは\nいえない。\n(2)　進歩性欠如\nア　上記(1)のとおり，高周波励起プラズマ雰囲気でアルミニウムをイオン化\nしてアルミニウム成膜を配設する技術は，イオンプレーティングと呼ばれている技\n術であり，それ自体は出願前から公知であった（乙１６）。\nイ　株式会社萬年（以下「萬年」という。）が平成３年１２月２０日に電磁\n波シールド事業部を開設したことを取引先に対して知らせるために配布した書面\n（乙１７）には，「本法は電磁波シールド技法の中で，特に軽薄化されていく電気\n機器のシールドで非常に有効であることが知られている，Ａ?蒸着膜の造膜を目的と\nして開発された真空蒸着技術です。本法の特徴は，シールド効果に昀も影響のある\n膜厚と導電性の向上を目的として，プラズマ気相中において高密度な蒸着を行うと\nころにあります。」と記載されている。すなわち，ここに記載されているプラズマ\n気相中で行う真空蒸着というものがいわゆるイオンプレーティングであり，かかる\n方法が平成３年１２月２０日の時点で短小軽薄化されていく電気機器のシールドで\n非常に有効であることが広く知られている。\nウ  平成２年版のイオンプレーティング装置のパンフレット（乙９）によれ\nば，この装置がプラスチックの表面にＡ?真空メッキをイオンプレーティングの方法\nを用いて行うための方法として紹介されていることからも，この当時既にプラスチ\nック製品に対してイオンプレーティングが用いられていた。\nエ　乙２２によれば，原告代表者自らイオンプレーティング技術によって，\nプラスチック表面に「０．７～５．０μｍ」の膜厚のアルミニウム膜で電磁波シー\nルドの特性を有するものが実現されたことを公表しているから，出願当時それが予\n想できず着想することも試みることも考えられなかったとはいえない。\nオ　以上によれば，甲発明は，出願前に既に公知であった乙９，１６，１７\n及び２２に基づいて，その出願前にその発明の属する分野における通常の知識を有\nする者が容易に発明することができたものであるため，進歩性がない発明であり，\n特許法２９条２項，１２３条１項２号に規定する無効理由が存在することが明らか\nである。\n〔原告の主張〕\n甲特許に無効理由は存在しない。\n(1)  創作性欠如について\nイオンプレーティング技術の検討や産業的応用が進む過程においても，甲\n発明の出願前の段階では，イオンプレーティング技術によってプラスチック成形品\n表面へのアルミニウムの厚膜，すなわち甲発明における「０．７～５．０μｍ」の\n膜厚での成型で電磁波シールド特性を有する成形品が実現されることは全く予想も\nできなかったものである。\n(2)　進歩性欠如について\nア　乙１６には，イオンプレーティングによる電磁波シールド成形品に係る\n甲発明が一切示唆されていない。\nイ　乙１７は，私的な文書であり，しかもその頒布日や頒布による公知性は\n不明であり，信用できない。\nウ　乙９には，甲発明にある厚膜アルミニウム成膜による電磁波シールドプ\nラスチック成形品の実現についてその着想はもとより，実現可能性及び作用効果の\n予測性について一切示唆されていない。\nエ　乙２２には，真空蒸着によるアルミニウムの厚膜での成膜について開示\nされているに過ぎず，高周波プラズマの作成とプラズマイオンによるアルミニウム\n成膜というイオンプレーティング技術は全く開示も示唆もされていない。\nオ　以上により，甲発明は進歩性がないとはいえない。\n４　争点(3)ア（乙発明の技術的範囲はプライマーコート層を配設しないものに限\n定されるか）について\n［被告らの主張〕\n乙発明の技術的範囲には，プライマー処理をしないことも当然に含まれると\nころ，被告方法は，プライマー処理を行うものであるから，乙発明の技術的範囲に\n属しない。\n(1)  原告は，平成１０年６月１９日，特許庁に提出した意見書の中で，乙発明\nはプライマーコートを行う方法におけるクラック等の課題を解決するために発見し\nた「プライマーコートを行わないで，且つ緻密な金属膜を密着性よく形成できるイ\nオンプレーティング法」である先願特許をさらに改良したものであるとして，「本\n願発明も，先願登録と同様にプラスチック成形品の表面にプライマーコートを形成\nすることは行っていません。」と述べており，乙発明について，甲発明と同様にプ\nライマーコートを配設しないこと，すなわちプライマー処理をしないことを当然の\n前提としている。\nしたがって，乙発明の技術的範囲には，プライマー処理をしないことも当\n然に含まれる。\n(2)　被告方法は，ミッチャクロンマルチというプライマー液の希釈液を使用\nし，それを刷毛で塗布してプライマー処理を行っていた。\n被告方法においてシンナーで希釈したプライマー液を塗布することは，プ\nライマー液による密着性の向上，シンナーによるプラスチック成形品の表面の粗面\n化による密着性の向上により，プラスチック成形品とアルミニウムとの密着性を高\nめ，更にはシンナーの速乾性によりプライマー処理後の作業の迅速化と作業性の向\n上を図るためであって，油の希釈，拡散のための洗浄に使用しているわけではない\nし，被告らのプライマー処理にはプラスチック成形品とアルミニウム膜との密着性\nを高める効果が現実に認められる。\n(3)　よって，被告方法は，プライマー処理を行わないことを特許発明の技術的\n範囲とする乙特許権を侵害しない。\n〔原告の主張〕\n仮に，乙発明の技術的範囲がプライマーコート層を配設しないものに限定さ\nれるとしても，被告方法において，プライマーすなわち接着剤としての作用を果た\nすことのないミッチャクロンマルチのシンナー１００倍希釈液の塗布を行ったこと\nをもって，プライマー処理を行ったとはいえない。\n５　争点(3)イ（被告方法が構成要件Ｇの「溶剤による油の除去」を充足するか）\nについて\n〔原告の主張〕\n被告らの主張するプライマー処理に使用する希釈液は，実質的にはシンナー\nそのものであって，油の希釈，拡散のための洗浄作用を有するものにほかならない\nから，構成要件Ｇの「溶剤による油の除去」に該当する。\n〔被告らの主張〕\n「溶剤による油の除去」は，乙特許明細書の発明の詳細な説明や実施例にあ\nるとおり，アルコール系の低沸点有機溶剤を用いて油を拭き取り処理することであ\nり，洗浄液を用いた洗浄機による洗浄は含まないものと解される。すなわち，乙発\n明は先願である甲発明をさらに改良したものであるから，乙発明では甲発明で既に\n解決した洗浄液の廃液問題を再び生ずることがないようにすることが自明の課題で\nあり，そのためには従来と同じ洗浄方法は採用できないことになる。そして，ここ\nでいう拭き取り処理は，刷毛等により容易に行われる方法である。\nよって，被告方法における代替フロンの洗浄液を用いた洗浄機による洗浄\nは，構成要件Ｇの「溶剤による油の除去」とは異質の前処理であり，構成要件Ｇを\n充足しない。\n６　争点(4)（乙特許に無効理由が存在することが明らかか否か）について\n〔被告らの主張〕\n乙特許には，以下のとおり無効理由が存在することが明らかであるから，本\n訴請求は権利濫用に当たり許されない。\n(1)　公然実施\n萬年は，平成３年から三菱電機株式会社のパソコン用プラスチック成形品\n（Ｔ３００Ｂ３２８）に電磁波シールド用のアルミニウム蒸着を行ってアルミニウ\nム膜を成膜してきた（乙７）。その際，萬年は，まずプラスチック成形品を洗浄液\nで洗浄することにより成形品の油分を除去した上で，プライマー処理をしないま\nま，株式会社昭和真空から購入した真空蒸着装置（乙８）内に入れ，蒸着装置内で\nイオンプレーティング装置（ＳＩＰ－１４３６）（乙９）により高周波励起プラズ\nマ雰囲気に所定時間さらして成形品の表面をボンバード処理し，その真空漕内の高\n周波励起プラズマ雰囲気内で成形品の表面にアルミニウム膜を成膜した（乙１\n０）。そして，萬年は，工場見学の要請があれば萬年の担当者の立会の下にほぼ全\n面的に認めて，上記工程を見せていた。\nこのように，萬年は，乙発明の出願前の平成３年から，不特定多数の知り\n得る状態で，乙発明と同様の方法によってアルミニウム蒸着を行っていたのである\nから，乙発明は出願前から公然実施されていた発明であるから，乙特許権について\nは明らかな無効理由が存在する。\n(2)　進歩性欠如\n乙発明のうち，事前の洗浄については薄膜を形成する際に事前に洗浄する\nことは常套手段であり（乙１８，２２），当業者が容易に想到し得るところであ\nる。また，ボンバード処理は，イオンプレーティングの前処理として行われるもの\nとして，乙発明が出願される以前から公知の技術であり（乙１６，１８），実際に\nイオンプレーティング装置の操作により自動的にボンバード処理がされる。このボ\nンバード処理は表面のクリーニングを行うものであって，これによりイオンプレー\nティングにより生成する被膜と下地との密着性が高まることも，乙発明が出願され\nる以前からの公知の技術である。そして，プラスチック成形品にイオンプレーティ\nングで電磁波シールドのアルミニウム被膜を蒸着することも乙発明が出願される以\n前から公知の技術であり（乙９），これらの技術を合わせれば，乙発明は当業者が\n容易に想到し得たものといえる。\nしたがって，乙特許にも特許法２９条２項，１２３条１項２号に規定する\n無効理由が存在する。\n〔原告の主張〕\n乙特許に無効理由は存在しない。\n(1)　公然実施について\n乙７は，イオンプレーティングとは本質的に異なる真空蒸着による電磁波\nシールドのためのアルミニウム蒸着を示しているに過ぎず，乙８には乙発明のイオ\nンプレーティングによる電磁波シールドについて全く示唆がない上，乙７，８の図\n面を引用した萬年による証明（乙１０）は信用できないことから，被告らの主張は\n理由がない。\n(2)　進歩性欠如について\n乙１６及び乙１８には，イオンプレーティングによる電磁波シールドプラ\nスチック成形品の製造方法に係る乙発明を一切示唆していない。また，乙９には，\n乙発明にある電磁波シールドプラスチック成形品の製造について，その着想はもと\nより，実現可能性及び作用効果の予測性についての示唆は一切ない。\nしたがって，乙発明に進歩性がないとはいえない。\n７　争点(5)（損害の発生及び数額）について\n〔原告の主張〕\n被告らは，被告製品を過去３年間に松下通信工業株式会社に少なくとも１６\n００万セットは販売してきており，１セット当たりの納入価格は５３２円を下らな\nいものと推定される。被告らは，甲特許権及び乙特許権を侵害することにより，少\nなくともプライマーコート工程を省略することができ，それのみでも１セット当た\nり１３円の制作費節減となり，総額で２億円を下らない利益を得ている。特許権実\n施料相当額とみても，被告らの得た利益は２億円を下らない。\n〔被告らの主張〕\n否認する。\n第４　当裁判所の判断\n１　争点(1)ア（被告製品は構成要件Ａの「あらかじめ洗浄することなく」を充足\nするか）について\n(1)　構成要件Ａの「あらかじめ洗浄することなく」の意義\nア　甲発明の特許請求の範囲請求項１の記載は，「あらかじめ洗浄すること\nなく，しかもプライマーコート層を配設せずにプラスチック成形品表面に高周波励\n起プラズマ雰囲気でアルミニウムをイオン化して０．７～５．０μｍの膜厚のアル\nミニウム成膜を配設してなる電磁波シールドプラスチック成形品」であるから，\n「あらかじめ洗浄することなく」は，プラスチック成形品表面にアルミニウム成膜\nを配設する際の準備条件であると認められる。\nイ　甲特許明細書には，「洗浄」に関して以下の記載が存在する。\n［従来の技術とその課題］［０００７］\n「そして，真空蒸着の場合には，導電性塗料の塗布あるいは無電解メッ\nキの場合に比べてはるかに薬液の使用は少ないものの，それでも，蒸着に先立って\nプラスチック成形品の表面をフロン等によって洗浄することや，さらにはその表面\nにプライマーコート層を設けることが欠かせないため，これらの化学品の廃液，廃\nガス処理が考慮されねばならないという問題もあった。」\n［課題を解決するための手段］［００１１］\n「（前略）プラスチック成形品は，この発明の場合には，従来のように\nフロン洗浄をあらかじめ行う必要は全くない。高周波励起プラズマによる表面ボン\nバード効果により，成形品に付着している金型油，たとえば摺動油等の洗浄も容易\nに行われるからである。オゾン破壊の問題によって，その使用が禁止されるフロ\nン，あるいはその代替品に依存する必要は全くない。」\nウ　以上の記載によれば，甲発明における「洗浄」は，アルミニウム成膜を\n配設する際に準備としてプラスチック成形品の表面をフロン等によって洗浄するこ\nとであり，その目的は成形品に付着している金型油，例えば摺動油を除去すること\nにあるということができる。\nしたがって，「あらかじめ洗浄することなく」とは，アルミニウム成膜\nを配設する前のプラスチック成形品表面に対して，成形品に付着している金型油等\nを除去するためにフロン等による洗浄を行わないことを意味するものと解される。\n(2)　被告製品における洗浄の有無\nア　証拠（甲１２，乙１，２１）及び弁論の全趣旨を総合すれば，以下の事\n実が認められる。\n(ア)　被告製品の製造工程は，関連会社から購入した携帯電話機用のプラ\nスチック成形品にまず洗浄を行い，塗装及びＵＶ塗装の工程を経た後に，プライマ\nー塗布，アルミニウム蒸着を行うものである。\n(イ)　洗浄工程における被告製品の洗浄は，成形品をその厚みよりも深い\n縁があり，かつ底面のほぼ全面に開口部を有するトレイ内に，携帯電話の外面を形\n成する面が上側になるように収納して行われる。\n洗浄装置の側面にはノズルが設けられており，その噴出口の向きはお\nおむね水平方向である。そして，洗浄は，炭化水素系の洗浄液を使用して，シャワ\nー，リンス，蒸気洗浄を行うものである。\nイ　前記認定の事実によれば，被告製品の洗浄工程においては，洗浄装置の\n側面のノズルから炭化水素系の洗浄液という主として油系の汚れを落とすための洗\n浄液を使用し，蒸気洗浄という方向性を問わない洗浄方法により洗浄を行うもので\nあり，携帯電話機用のプラスチック成形品の表面と接触するトレイのほぼ全面に開\n口部があり，上記蒸気洗浄はその成形品の表面にも行われて，これにより成形品に\n付着している金型油は除去され，塗装面の反対側の成膜面に対しても効果があるも\nのと推認される。また，洗浄工程以降の工程においては，塗装の際にもマスクをし\nて塗料の付着を防止するなど金型油等が付着する工程がないことからすると，被告\n製品においては，いったん金型油等が除去されれば，アルミニウム成膜を配設する\n前のプラスチック成形品表面に対しても洗浄の効果が持続しているものと推認され\nる。\nウ　よって，被告製品は，アルミニウム成膜を配設する前のプラスチック成\n形品表面に対して，成形品に付着している金型油を除去するために炭化水素系の洗\n浄液で洗浄を行っているものと認められる。\n(3)　原告の主張について\nア　原告は，被告製品の製造工程における洗浄は，アルミニウム成膜のため\nの洗浄とはいえないし，その作用効果も顕著であるとの意義が認められないと主張\nする。\nしかし，前記認定のとおり，洗浄の目的は成型品に付着している金型油\nを除去することにあり，それをもって足りるところ，被告製品の製造工程は，前記\nのとおり，その目的を奏するものである。また，証拠（検乙３の１及び２）及び弁\n論の全趣旨によれば，被告製品の製造工程では洗浄後塗装を行っているが，その際\nにアルミニウム被膜蒸着箇所のあるケースの裏面にあらかじめマスクをし，蒸着箇\n所に塗料が付着しないようにしているため，上記蒸着箇所は塗装の際にも影響を受\nけないので，洗浄の効果に影響を及ぼすものではない。\nイ　また，原告は，上記マスクはプラズマイオンプレーティングによる成膜\nのためのみのマスク部材ではなく，普通の化粧塗装のための支持部材にすぎないと\n主張するが，たとえ化粧塗装のための支持部材であっても，上記のように塗料の付\n着を防止する役割を果たしていれば十分であるから，原告の上記主張は失当であ\nる。\nなお，原告は，被告らが蒸気洗浄の後にリンスを行っていないから蒸気\n洗浄を行っているとの被告らの主張は信用できないと主張するが，蒸気洗浄の後の\nリンスの技術的意義は明らかではなく，仮にリンスを行っていないとしても，直ち\nに蒸気洗浄を行っていないことにはならない。また，他に被告らの行っている蒸気\n洗浄の存在を疑わせる事情はないから，原告の上記主張は理由がない。\n(4)　よって，被告製品は，構成要件Ａの「あらかじめ洗浄することなく」を充\n足しない。\n２　争点(1)イ（被告製品は構成要件Ａの「プライマーコート層を配設せずに」を\n充足するか）について\n(1)　「プライマーコート層」の意義について\nア　甲特許明細書には，「プライマーコート層」の意義に関する記載がな\nい。日本工業標準調査会「ドライプロセス表面処理用語」（甲２８）及び日本学術\n振興会第１３１委員会編「薄膜ハンドブック」（甲２９）によれば，プライマーコ\nート層とは，基板の平滑性の向上，基板からのガス放出の減少，基板から膜への拡\n散物質の減少，基板と膜との密着性の向上等の目的で，成膜前にあらかじめ基板に\n下地膜を形成することを意味するものと認められる。\nイ　原告は，ここでいう下地膜は固体であるから，下地膜が形成されたこと\nは厚みがあることをもって確認されなければならないと主張する。しかし，下地膜\nの存在が特に厚みによって確認されなければならない合理的理由はないし，仮に厚\nみが必要であるとしても，甲特許明細書において具体的程度が定義されているわけ\nではない。「乾式のメッキ法の技術動向」と題する論文（甲３０）には，真空蒸着\nの構成図の中で「ベースコート７～１５μｍ」又は「ベースコート７～１０μｍ」\nとの記載があるが，これらは真空蒸着の場合におけるベースコートの一般的厚みを\n記載したものであり，上記「プライマーコート層」がそれに限られると解する必要\nはなく，原告の上記主張は理由がない。\n(2)　被告製品におけるプライマーコート層\n被告製品が上記の意味でのプライマーコート層を形成しないものであるか\n否かを，原告の主張立証にそって検討することとする。\nア　ＴＥＭ写真によるアルミニウム蒸着断面の分析\n原告は，ＮＴＴドコモＰ２０７のＴＥＭ写真（甲１０）を提出するが，\n弁論の全趣旨によれば，市場に存在するＮＴＴドコモＰ２０７のうち，被告製品は\nその７ないし８％に過ぎないものと認められ，他に上記写真が被告製品のものであ\nると認めるに足りる証拠はない。他方，被告らが提出したＴＥＭ写真（乙３ないし\n５）によれば，プライマーを塗布した製品について，プライマーの溶剤希釈率を原\n液に近くしたものを塗布して，倍率を５０万倍にして撮影しても，蒸着層とＡＢＳ\n樹脂との界面に明確な層を観察することができないことが認められる。そして，Ｔ\nＥＭによるプライマー層の存在確認観察に関する結果報告書（乙６）には，蒸着面\nとＡＢＳ樹脂の界面に１６ｎｍ以下の染色層が観察されたとの記載があるが，それ\nがプライマーコート層であると認めるに足りる証拠はない。\n以上のとおり，原告及び被告らがそれぞれ提出したＴＥＭ写真によって\nは，被告製品がプライマーコート層を形成しないものであると認めることはできな\nい。\nイ　蒸着部分の色調の比較\n証拠（検甲１ないし３）及び弁論の全趣旨によれば，被告製品であると\n認められるＮＴＴドコモＰ２１０ｉの蒸着面は，全体的には光沢のある銀色である\nものの，その中央付近に不定形のくすんだ，艶消し状の部分があることが認められ\nる。他方，被告が提出したプライマー処理を行った製品（検乙１の１ないし３，検\n乙５の１ないし３，検乙７の１ないし３）とプライマー処理を行っていない製品\n（検乙２の１ないし３，検乙６の１ないし３，検乙８の１ないし３）の蒸着部分と\nをそれぞれ対比すると，前者はくすんだ銀色であるのに対し，後者は全体的に光沢\nのある銀色であると認められる。また，ミッチャクロンマルチ評価実験（甲２０，\n検甲５）によれば，洗浄をせずにプライマーであるミッチャクロンマルチをシンナ\nーで１００倍に希釈して部分的に刷毛塗りし，高周波イオンプレーティング法によ\nるアルミニウム蒸着したサンプルと，上記のプライマー処理をしないサンプルとを\n対比した場合，前者のプライマー処理をした箇所の外観は色がくすんでいるのに対\nし，後者のプライマー処理をしていない箇所の外観はアルミニウム膜の光沢がある\nことが認められる。そして，上記被告製品は，全体的に光沢のある銀色\nであるという点ではプライマー処理を行っていない製品の蒸着部分の色調と類似し\nているものの，蒸着面の中央付近に存在する不定形のくすんだ，艶消し状の部分の\n色調は，むしろプライマー処理を行った製品の蒸着部分の色調に類似していること\nから，それはプライマー処理によって生じたものであると認められ，被告製品の中\n央付近の上記部分がプライマーコート層と異なる物質によるものであると認めるに\n足りる証拠はない。\nしたがって，検甲１ないし３と上記各検乙号証との対比からは，被告製\n品がプライマーコート層を形成しないものであるということはできない。\nウ　膜厚計，抵抗値計による実験結果\nミッチャクロンマルチの塗膜の膜厚検証実験報告書（甲１９）及びミッ\nチャクロンマルチ塗膜厚測定サンプル（検甲４）によれば，ミッチャクロンマルチ\nの①　原液，②　５０倍希釈液，③　１００倍希釈液を銅板に塗布し，その膜厚及\nび導電性を測定した結果，①については，平均膜厚が１．２μｍで，導電性がな\nく，②については，平均膜厚が０．２μｍで，導電性を有しており，③について\nは，膜厚が０μｍで，導電性を有するという結果が得られたことが認められる。\nしかし，②の実験結果についてみると，膜厚の平均は０．２μｍである\nにもかかわらず，導電性は有るとされており，膜が存在していても導電性があると\n測定される場合があることからすると，導電性があることをもって塗膜がないこと\nの証明があったということはできない。また，③の実験結果についてみると，膜厚\nは０μｍとなっているが，上記実験に使用した渦電流式膜厚計の取扱説明書（甲２\n２）によれば，膜厚計の表示単位は０．１μｍであるから，膜厚が０．１μｍ未満\nである場合には計測不能のため測定値が０となる可能性があるから，これをもって\n直ちに塗膜が存在しないということはできない。\n以上により，上記実験結果によっても，被告製品がプライマーコート層\nを形成しないものであるということはできない。\nエ　ミッチャクロンマルチ塗布によるプライマー処理\n被告らは，被告製品の製造工程において，ミッチャクロンマルチの１０\n０倍希釈液を塗布しており，これによりプライマーコート層が配設されている旨主\n張し，原告は，以下のとおりこれに疑問を呈し，被告製品にはプライマーコート層\nが存在しているとはいえないと主張する。\n(ア)　原告は，まず，ミッチャクロンマルチの１００倍希釈液を塗布して\nも，アルミニウム蒸着膜の密着性には問題がないから，塗布の事実がないと主張\nし，甲２０及び甲２１の実験結果を提出する。\nしかしながら，甲２０及び甲２１は，「密着性に問題がない」という\nだけの極めて簡単なものであり，その実験では，密着性についていかなる実験が行\nわれ，具体的にどのような結果となったのか十分な立証とはいえない。そして，ミ\nッチャクロンマルチは，強力な密着性を有するものであり，原液のまま使用するこ\nとができるものではあるが（甲１４），これをシンナーで１００倍希釈したとして\nも，微量とはいえミッチャクロンマルチの成分が存在しており，密着性を向上させ\nるために塗布されるものということができる。かえって，乙２１のテープ剥離試験\nによれば，プライマー処理をした成形品については蒸着部に剥離が認められないの\nに対し，プライマー処理をしていない成形品については蒸着部に剥離が認められて\nおり，このことから被告らの行っているプライマー処理によってプラスチック成形\n品とアルミニウム膜との間の密着性が高められていることが認められる。\n(イ)　原告は，次に，電磁波シールドのためのアルミニウム成膜が行われ\nる三次元の複雑な凹凸表面形状を有する蒸着表面には，その後のアルミニウム成膜\nのためには均一塗布が欠かせないはずであるところ，プライマーを均一に塗布する\nことは，刷毛による手作業では困難である旨主張する。\nしかしながら，プライマー処理を均一に行わなければ密着性が失われ\nると認めるに足りる証拠はないから，原告の上記主張は，その前提を欠き理由がな\nい。また，被告製品である検甲１ないし３においても，現にプライマーが均一に塗\n布されているわけではなく，そのことが電磁波シールドのためのアルミニウム成膜\nにおいて不都合をきたすものとはいえない。\n(ウ)　原告は，さらに，被告製品の製造工程には，プライマー塗布後の乾\n燥工程がない旨主張する。\nしかしながら，被告らが行っているプライマー処理は，ミッチャクロ\nンマルチを１００倍シンナー希釈して行っているものであるから，乾燥が早く，乾\n燥工程をあえて設ける必要がないと解される。\n(エ)　原告は，その他，ミッチャクロンマルチの購入を裏付ける請求書\n（乙１１の１ないし５）や乙２１のテープ剥離試験結果は信用できないことを挙げ\nているが，その信用性に問題があるとまではいえず，これらをもって被告製品がプ\nライマーコート層を配設していないとまではいうことができない。\n(3)　以上のとおり，被告製品は，構成要件Ａの「プライマーコート層を配設し\nないで」を充足しない。\n３　争点(2)イ（甲特許の進歩性）について\n前記１及び２によれば，被告製品は甲発明の技術的範囲に属さないから，原\n告の請求は理由がないが，念のため，甲特許の進歩性欠如について検討する。\n(1)　公知技術について\nア　平成２年発行の株式会社昭和真空作成の１９９０総合カタログには，次\nの記載がある（乙９。以下「公知技術１」という。）。\n(ア)　株式会社昭和真空が製作した量産用大型全自動イオンプレーティン\nグ装置は，自動車部品，玩具，日用品，雑貨，家庭電器，一般装飾品に使用され\nる，プラスチックなどの表面に，主としてアルミニウム真空メッキをイオンプレー\nティングの手法を用いて行うものであり，イオンプレーティングの方法は高周波励\n起方式によるものである。\n(イ)　イオンプレーティングによる成膜は，従来の真空蒸着と比べ運動エ\nネルギーが蒸発物質のイオン化（高周波放電によるプラズマの形成）により１００\nないし１０００倍と高く，強固な膜質を得ることができる。\nイ　平成２年３月３１日発行の「改訂５版　金属便覧」には，次の記載があ\nる（乙１６。以下「公知技術２」という。）。\n(ア)　イオンプレーティングは，１９６３年，アメリカのMattoxにより発\n表された方法に始まった。簡単にいうと，減圧の放電中で物質を蒸発させて一部を\nイオン化し，これに電界を加えて加速し，大きなエネルギーをもって被めっき物へ\n蒸着させることにより付着性や膜性質を向上させるプロセスとなる。これは，低温\nプラズマ（ガス温度は低いが電子温度が非常に高く１ないし数万Ｋにも達する。）\nの有効利用といえる。イオンプレーティング装置は，真空蒸着装置に直流電源なら\nびにイオン化プロセスとガス導入口を付属したもので，作業工程も真空蒸着に準ず\nる。他の物理蒸着法に比べ，よい密着性と優れた膜質，低温反応性を利用した化合\n物，合金皮膜，コンポジット（Ni-TiC）などの皮膜を効果的に形成することができ\nる。\n(イ)　イオンプレーティングで用いられるイオン化法としては，放電を利\n用する方式として，高周波放電（一般には１３．５６ＭＨｚの周波数を利用して放\n電させる。）がある。\n(ウ)　イオン化プレーティングの工程には，イオンボンバード処理とイオ\nン化コーティングの工程がある。\nイオンボンバード処理は，減圧の不活性ガス放電中（一般にアルゴン\nガス）で形成された正イオン（Ａｒ＋）を負に印加した試料に衝突させ，Ａｒ＋によ\nるスパッタ効果で，表面にある付着不純物や薄い酸化皮膜層などを除去する表面浄\n化方法である。\nイオン化コーティングは，イオンボンバード処理による表面清洗浄化\n後，①　めっき目的金属を種々の方法により蒸発，②　蒸発した金属を種々の方法\nでイオン化，③　基板（－）と蒸発源（＋）にかけて高電圧によりこれを加速させ\n基板上にめっきするものである。\nウ　昭和５１年１１月３０日発行の「金属表面技術便覧（改訂新版）」に\nは，次の記載がある（乙１８。以下「公知技術３」という。）。\n(ア)  基板表面の洗浄処理は，薄膜作成には昀も重要な処理で，洗浄方法\nにより膜の強度，ピンホールグレード，膜の物理的特性，経年変化などに大きく影\n響を与える。洗浄方法には，洗剤処理，酸処理，有機溶剤による蒸気洗浄等があ\nる。\n(イ)　イオンプレーティングは蒸発源に関する限り真空蒸着と全く同じで\nある。\n(ウ)　イオンプレーティングの前処理として行われるアルゴンイオン衝撃\nによる表面のクリーニングは，それにひきつづくイオンプレーティングで生成した\n膜の下地との密着性を強固にするのに役だっている。\nエ　平成３年発行の「表面技術」所収の原告代表者執筆に係る「真空蒸着法\nによる電磁波シールド」には，次の記載がある（乙２２。以下「公知技術４」とい\nう。）。\n(ア)　電磁波シールドを目的とするプラスチック筐体への真空蒸着法の適\n用は，コストが高く，さらにＵＬ規格に規定されている粘着テープテストで４Ｂを\nクリアーできないと述べられている。しかし，当社で開発した厚膜蒸着法はすでに\n粘着テープテストにおいて昀高位の５Ｂで認定されているものがあり，ＡＢＳのＶ\n－Ｏ，ＨＢを含めて，２０グレードに及んでいる。また，コネクター，ラップトッ\nプパソコン，自動車電話機，携帯電話機などの筐体への生産実績を有している。\n(イ)　厚膜蒸着法のプロセスは，プラスチック筐体の成形，洗浄，マスキ\nング治具取付，プライマーコーティング，乾燥，厚膜蒸着，マスキング治具取付か\nらなる。このうち，洗浄は筐体の成形の際，その表面に付着している押出ピンなど\nの摺動油を取り除くために行うものである。\n(ウ)　プライマーコーティングの役割として，厚膜蒸着への適用を考える\nうえで特に重要なことは，①　プラスチック表面からのガス放出を減少させ，さら\nに表面への析出物を抑えること，②　基板と密着性を向上させることにある。但\nし，プライマーコーティングを省略して基板と直接蒸発アルミニウムと密着させる\n方法もある。\n(エ)　基板と蒸着膜の密着性を改良する方法が幾つか知られている。例え\nば，酸化などの手段で薄膜と基板との間に中間層を作る，あるいはイオン衝撃など\nによって基板を洗浄，粗化したりすることによってアルミニウムと基板の付着力\nが，時間と共に増大することなどである。\n当社においても，ＰＣ／ＡＢＳテストピースにアルミニウム蒸着膜\n２．５μｍを施し，蒸着直後と２ケ月経過では，鉛筆硬度で調査したところＨＢか\nＨまでアップした。\nプラスチック筐体へのアルミニウム厚膜蒸着において密着性を増大す\nるためのプライマーを施すか，または蒸着前に基板に酸素プラズマで処理し，表面\nにＯＨ基やＣＯＯＨ基をつくり密着性を増大させるかのどちらを選択するかは，特\nに重要であるので，詳しく論ずることにする。\n開発当初，筆者は後者の方法を選び，取り組んだが，その考えは断念\nせざるを得なかった。その理由は次のとおりである。\n筐体内面，即ち成形金型のコアー側は複雑な構造になっており，押出\nピン，斜傾ピンから摺動油が成形品に付着する。これが，洗浄によって表面は浄化\nされても，成形品内部に含浸されたものは洗浄できず，真空中でブリードアウトし\nてアルミニウム蒸着膜の密着を阻害したことがあった。\nまた，成形性をよくするための成形材料中の添加剤が，表面にブリー\nドアウトして，耐湿試験後の密着性を悪くしたことがあった。\n良質のアルミニウム蒸着膜，密着性の信頼度を向上するため，プラス\nチック内面からのブリードアウトを抑えること，アルミニウム蒸着との密着性をよ\nくするためのプライマーを開発するに至った。\n(オ)　厚膜蒸着法による膜厚３μｍのシールド特性をみると，他の技術資\n料と比較してすぐれたシールド効果を示している。\n(カ)　プライマーレス，化粧塗装レスにすることにより，洗浄，塗装とい\nった工程を省くことができる。地球規模での環境問題が取り上げられている今日，\n大気汚染の防止には非常に重要であると考える。\n(2)　甲発明と公知技術１の対比\n前記１(1)ア認定のとおり，公知技術１にはプラスチック成形品表面に高周\n波励起プラズマ雰囲気でアルミニウムをイオン化してアルミニウム成膜を配設した\nプラスチック成形品が開示されているところ，甲発明と公知技術１とを対比する\nと，両者はプラスチック成形品表面に高周波励起プラズマ雰囲気でアルミニウムを\nイオン化してアルミニウム成膜を配設したプラスチック成形品であることにおいて\n共通する。\n他方，甲発明と公知技術１とは，次の３点において相違点するものと認め\nられる。\nア　甲発明においては，「あらかじめ洗浄することなく，しかもプライマー\nコート層を配設せずに」アルミニウム成膜を行うのに対し，公知技術１にはこれら\nの記載がない点。\nイ　甲発明においては，アルミニウム成膜を０．７ないし５．０μｍの膜厚\nで行うのに対し，公知技術１にはこの膜厚について記載がない点。\nウ　甲発明は，電磁波シールドプラスチック成形品に係るものであるのに対\nし，公知技術１は単なるプラスチック成形品である点。\n(3)　進歩性の有無\nそこで，当業者が公知技術１ないし４から甲発明を容易に想到することが\nできたか否かについて検討する。\nア　上記相違点アについて\n(ア)　甲特許明細書には，「あらかじめ洗浄することなく，しかもプライ\nマーコート層を配設せずに」の技術的意味に関して次の記載がある。\n［００１１］（前略）「プラスチック成形品は，この発明の場合には，\n従来のようにフロン洗浄をあらかじめ行う必要は全くない。高周波励起プラズマに\nよる表面ボンバード効果により，成形品に付着している金型油，たとえば摺動油等\nの洗浄も容易に行われるからである。」\n［００１２］「さらに，従来は真空蒸着に先立って必須とされていたプ\nラスチック成形品表面へのプライマーコート層の配設も必要がない。このプライマ\nーコート層は，プラスチック成形品表面とアルミニウム成膜との密着性の向上のた\nめに欠かせないものであったが，この発明の電磁波シールド成形品の場合には，高\n周波励起プラズマによるボンバード粗面化効果，および励起イオン種による活性化\n堆積作用によって，アルミニウム，さらには銅の密着強度は充分となる。」\n以上の記載によれば，甲発明における「あらかじめ洗浄することな\nく，しかもプライマーコート層を配設せずに」の技術的意味は，これまで成形品に\n付着している金型油，たとえば摺動油等を洗浄するために行われてきた洗浄及びプ\nラスチック成形品表面とアルミニウム成膜との密着性の向上のために欠かせないと\nされたプライマーコート層の配設を，いずれもイオンプレーティング法における高\n周波励起プラズマによるボンバード処理によって省略しようとするものということ\nができる。\nまた，甲発明の特許請求の範囲においては，イオンプレーティング法\nにおける特定の成膜条件及びそれによって形成される膜の密着性の程度について記\n載がないことからすると，プラスチック成形品においては，イオンプレーティング\nによって形成される膜の密着性の具体的程度は問わないものと解される。\n(イ)　そして，公知技術２によれば，イオンプレーティング法は，他の物\n理蒸着法に比べ，よい密着性と優れた膜質が得られること，イオンプレーティング\nの工程には，アルゴンなどの雰囲気イオンによるイオンボンバード処理工程があ\nり，この処理によって基板表面にある付着不純物や薄い酸化皮膜層などを除去する\nことができること，公知技術３によれば，アルゴンイオン衝撃による表面のクリー\nニングは，それにひき続くイオンプレーティングで生成した膜の下地との密着性を\n強固にすることができることがそれぞれ公知であったものと認められる。そして，\n公知技術４によれば，真空蒸着法においてプライマーコーティングを省略して基板\nと直接蒸発アルミニウムと密着させる方法があること，基板と蒸着膜の密着性を改\n良する方法として，イオン衝撃等によって基板を洗浄，粗化したりすることによっ\nてアルミニウムと基板の付着力が，時間とともに増大すること，今後の課題として\nプライマーレスにすることにより，洗浄，塗装といった工程を省くことができると\nの課題があり，これらが公知であったものと認められる。\n(ウ)　以上の本件発明の技術的意義，公知技術２ないし４から把握できる\n甲発明出願前におけるイオンプレーティング法及び薄膜形成における洗浄，プライ\nマー塗布の技術常識からすると，公知技術１におけるイオンプレーティングに際し\nて，イオンボンバード処理の基板と蒸着膜との密着性向上の効果に着目し，単に，\n洗浄及びプライマーコート層配設を省略することは，当業者が容易に想到し得るも\nのと認められる。\nイ　上記相違点イ及びウについて\n甲発明において，アルミニウム成膜の厚みを０．７ないし５．０μｍと\nすることは，甲特許明細書中に「［００１０］（前略）この発明の電磁波シールド\nプラスチック成形品は，各種のプラスチックの射出成形，押出成形，注型成形，あ\nるいはそれらの表面成形したものを含み，その目的，用途に応じて，表面に配設す\nる高周波励起プラズマによるアルミニウム，あるいはアルミニウムと銅の成膜の厚\nみを０．７～５．０μｍの適宜なものとする。［００１１］たとえば，１６ビット\nノートパソコン用の成形品の場合には０．７μｍでよく，３２ビットノートパソコ\nンの場合には３μｍ以上とすることなどである。」との記載があることからする\nと，その対象が電磁波シールドプラスチック成形品であることに鑑み，その目的，\n用途に応じて適宜必要な膜厚を定めているものと認められる。そして，公知技術４\nによれば，電磁波シールド形成のためにアルミニウム薄膜を真空蒸着法によって設\nけられること，その膜厚を２．５μｍ又は３μｍとすることは公知であったものと\n認められる。そして，真空蒸着法も，イオンプレーティング法も，基板に薄膜を形\n成するための方法として，甲発明出願前から公知であり，前記のとおり，公知技術\n２ないし４によれば，イオンプレーティング装置は，真空蒸着装置に直流電源及び\nイオン化プロセスとガス導入口を付属させたものであり，その作業工程も真空蒸着\n装置に準ずること，真空蒸着において基板と蒸着膜の密着性を改良する方法として\nイオンプレーティング法が存在すること，イオンプレーティングは蒸発源に関する\n限り真空蒸着と全く同じであることからすると，真空蒸着において特定用途の成膜\nを行うことが記載されている場合に，それをイオンプレーティングに応用すること\nは，当業者であれば適宜行い得るものと認められる。\nそうすると，公知技術１に公知技術４を適用してイオンプレーティング\n法によって電磁波シールドを形成すること及びその際のアルミニウム薄膜厚を成形\n品に応じて０．７ないし５．０μｍと適宜のものとすることは，当業者が容易に想\n到し得るものと認められる。\nウ　したがって，甲発明は，公知技術１ないし４に基づいて当業者が容易に\n発明することができたものということができる。甲特許は，特許法２９条２項に違\n反して特許されたものであり，同法１２３条１項２号に規定する無効理由が存在す\nることは明らかである。\nよって，甲特許権に基づく本訴請求は，権利の濫用に当たり許されない\n（昀高裁平成１０年(オ)第３６４号同１２年４月１１日第三小法廷判決・民集５４\n巻４号１３６８頁参照）。\n４　争点(3)ア（乙発明の技術的範囲はプライマーコート層を配設しないものに限\n定されるか）について\n(1)　乙発明の技術的範囲が限定されるか否かについて\nア　原告が，乙特許出願に対する拒絶理由通知書に対し，特許庁審査官宛提\n出した意見書（乙２０）には，以下の記載がある。\n「即ち，本願にかかわる発明は，電気，電子機器等の短小軽薄なプラス\nチック成形品の裏面側に，電磁波シールド用の緻密で厚い金属膜を，密着性よく，\nしかもプラスチック成形品にクラックを発生させずに成膜することを目的としてい\nます。そして，従来の加熱式真空蒸着法による金属膜の成形技術では，第１に，電\n磁波シールドに必要なある程度の膜厚を持つ緻密な膜の形成が困難であり，第２\nに，密着性向上のためにプライマーコートを形成して蒸着するが，かかる方法で\nは，成形工程でストレスがかけられたプラスチック成形品にプライマーコートの塗\n料の溶剤によりソルベントアタックが発生してプラスチックにクラックが生じて実\n用に耐えないという課題が存在していました。そこで，本願の発明者らは，むしろ\nプライマーコートを行わないで，且つ緻密な金属膜を密着性よく形成できるイオン\nプレーティング法が，プラスチック成形品への電磁波シールド層の形成に好適であ\nることを新たに発見致しました。かかる発見は，先願の登録済み特許（特許第２６\n８８１４８号）にて特許されております。\nこの先願の特許発明を更に改良して，本願発明は，プラスチックの成形\n工程での金型に使用されるイジェクトピン等の摺動油が，金型を導入した後の一定\n期間は，成形品の表面に付着して，そのままイオンプレーティング法を適用する\nと，金属膜の密着性が悪く部分剥離を招くという課題を解決するために，摺動油を\n溶剤で除去し，短時間で大部分の表面の摺動油を取り除き，更に，プラスチック表\n面内に含浸して取り除けない摺動油については，イオンボンバード処理により完全\nに除去すると共に，そのイオンボンバード処理による表面処理によりその後のイオ\nンプレーティングによる成膜の密着性が向上するということを特徴としています。\n従って，本願発明も，先願の登録特許と同様にプラスチック成形品にプライマーコ\nートを形成することは行っていません。」\nイ　乙特許明細書には，以下の記載が認められる。\n(ア)　従来の技術とその課題\nこの過程において，発明者は，工業的生産規模においては，射出成形\n時の成形金型の押出ピン，斜傾ピン，スライドコア等に接しているプラスチック成\n形品表面周辺部では，金型摺動油の付着が生じることがあり，この付着された摺動\n油は，電磁波シールド膜の密着性の向上にとって障害になることを見出した。そし\nて，この摺動油の付着は，表層部だけではなく，プラスチック成形品の表面から２\n０～３０μｍ深さにまで含浸していることがあることも見出した［００１０］。\nこのような付着した摺動油を除去するには，機械的に，たとえばサン\nドペーパーによって取除くことや，プラズマエッチングにより取除くこと，溶液洗\n浄後にアンダーコート層を塗布することが考えられる。しかしながら，機械的除去\nは，面倒で，しかも精度良く取除くことは難しいという問題がある。また，プラズ\nマエッチングでは，表面から１～２μｍの深さ部分程度しか取除けないという限界\nがある［００１１］。\nこのような事情から，成膜法として優れた特徴を有する高周波励起プ\nラズマによって高性能シールド膜を成膜する際には，プラチック表面の前処理とし\nて，プライマーコートを配設することが望しいと考えられる。だが一方で，電子機\n器などのプラスチック筐体の内壁面は，プリント基板などの電子部品を固定させる\nインサート金具，アンダーカット形状，リブといた複雑形状を有するため，成形品\nの成形歪が大きく，プライマーコートを配設した場合，プライマーコートに含まれ\nる有機溶剤により，クラック（ヒビ割れ）が発生したり，落球衝撃（銅球落下テス\nト）特性がプライマーコートを配設しないものに比較して著しく低下しやすいとい\nう問題がある［００１２］。\n(イ)  実施例１\nポリカーボネート（ＰＣ）／ＡＢＳ樹脂＝５０／５０の組成比の樹脂\nを含有する成形材料により，携帯電話用ケース成形品を成形し，押出ピン，斜傾ピ\nンおよびスライドコア接触部周辺をアセトン：ｎ－ヘキサン（５０：５０）の混合\n溶剤により拭取り処理した［００２４］。\n続いて真空蒸着槽内で，その到達真空度を３×１０－５Ｔｏｒｒとし，\nアルゴンを１×１０－４Ｔｏｒｒの分圧として導入し，コイル状高周波励起（１３．\n５６ＭＨｚ）電極によって生成させたグロープラズマに５分間放置し，直ちに２×\n１０－４Ｔｏｒｒのアルゴン分圧で２．０μｍ厚のアルミニウムを成膜した。６０℃\nの水中に２４時間放置した後においても，アルミニウム膜の外観，密着性および抵\n抗値の劣化は生じなかった［００２５］。\nまた，アドバンステストによる電磁波測定の結果，無電解メッキ\n（Ｃｕ）１．３μｍ厚の場合と同等のシールド効果が得られた［００２６］。\n比較例２\n実施例１において，溶剤による拭取りを行うことなく，アクリルエマ\nルジョン型のプライマーコートを行い，続いてアルミニウムの成膜を行った。\n６０℃水中に２４時間放置したところ，局所剥離の発生が認められ\nた。また，長時間放置後，ソルベントアタックによるクラックの発生も認められた\n［００２８］。\n(ウ)  実施例２\n８重量％炭素繊維配合のＡＢＳ樹脂成形材料により成形した携帯電話\nのシールド板をエタノールにより拭取り処理した。\n次いで，真空層内（到達真空度３×１０\n－５Ｔｏｒｒ）において，アル\nゴン圧７×１０－４Ｔｏｒｒの高周波励起プラズマ（１３．５６ＭＨｚ）に６分間放\n置し，２×１０－４Ｔｏｒｒアルゴン圧で１μｍ厚の銅を製膜し，直ちに０．２μｍ\n厚のニッケルを成膜した。６０℃水中に２４時間放置しても，外観，密着性，抵抗\n値の劣化は認められなかった［００２９］。\n比較例３\n実施例２において，ポリウレタン型プライマーコートを行って成膜し\nた。\n６０℃水中に２４時間放置したところ，局所的クラックの発生が認め\nられた。シールド効果も低下していた［００３１］。\nウ　以上認定のとおり，原告は，プラスチック成形品の表面の摺動油をイオ\nンボンバード処理によって除去するとともに，そのイオンボンバード処理による表\n面処理によりその後のイオンプレーティングによる成膜の密着性を向上させること\nを特徴とし，そのために上記成形品にプライマーコートを形成しないことを主張し\nて乙発明の特許を受けていることが認められる。\nまた，乙特許明細書においても，①　従来の技術とその課題の中で，プラ\nイマーコート層を配設することの問題点として，プライマーコートに含まれる有機\n溶剤により，クラック（ヒビ割れ）が発生する等の問題点が記載されていること，\n②　実施例では成形品から溶剤により油を除去した後，そのままアルミニウム成膜\nを行っているものであるのに対し，比較例ではプライマーコート層を配設し，その\n結果クラックの発生が認められる等の問題が生じていることが記載されていること\nが認められる。\n上記の出願経過及び明細書の記載を参酌すると，乙発明は，プライマー\nコート層を形成しないことを前提としているものと解するのが相当である。\n(2)　被告方法が，プライマーコート層を配設していないとはいえないことは，\n前記２(2)認定のとおりである。\n(3)　そうすると，被告方法は，乙発明の技術的範囲に属さない。\n５　争点(4)イ（乙特許の進歩性）について\n前記４によれば，被告方法は乙発明の技術的範囲に属さないから，原告の請\n求は理由がないが，念のため，乙特許の進歩性欠如について検討する。\n(1)　乙発明と公知技術１との対比\n乙発明と公知技術１とを対比すると，両者はプラスチック成形品表面に真\n空層内の高周波励起プラズマ雰囲気で表面にアルミニウム膜を成膜するプラスチッ\nク成形品の製造方法であることにおいて共通する。\n他方，乙発明と公知技術１とは，次の２点において相違するものと認めら\nれる。\nア　乙発明においては，プラスチック成形品の表面の油を溶剤により除去\nし，真空層内の高周波励起プラズマ雰囲気に所定時間さらしてプラスチック成形品\nの表面をボンバード処理するのに対し，公知技術１にはこの点の記載がない点。\nイ　乙発明は，電磁波シールドプラスチック成形品の製造方法であるのに対\nし，公知技術１は単なるプラスチック成形品の製造方法である点。\n(2)　進歩性の有無\nそこで，当業者が公知技術１ないし４から乙発明を容易に想到することが\nできるか否かについて検討する。\nア　上記相違点アについて\n公知技術３によれば，基板表面の洗浄処理は，薄膜作成には昀も重要な\n処理で，その方法として有機溶剤による蒸気洗浄があることが認められ，公知技術\n２によれば，イオンプレーティング法においては，イオンボンバード処理が前処理\nとして通常行われることが認められる。そうすると，上記相違点アについては，公\n知技術２及び３に記載される技術常識に基づいて当業者が容易に想到し得るものと\n認められる。\nイ　上記相違点イについては，前記３(3)イで述べたところと同様，当業者が\n容易に想到し得るものと認められる。\nウ　したがって，乙発明は，公知技術１ないし４に基づいて当業者が容易に\n発明することができたものということができる。乙特許は，特許法２９条２項に違\n反して特許されたものであり，同法１２３条１項２号に規定する無効理由が存在す\nることは明らかである。\nよって，乙特許権に基づく本訴請求は，権利の濫用に当たり許されな\nい。\n６　結論\nよって，その余の争点について判断するまでもなく，原告の請求はいずれも\n理由がないから，これを棄却することとする。\n東京地方裁判所民事第４７部\n裁判長裁判官 　   高　　部　　眞 規 子\n裁判官  　  上　　田　　洋　　幸\n裁判官 　   宮　　崎　　拓　　也\n（別紙）\n当　事　者　目　録\n原　　　　　　　告　　　　　シービーシーイングス株式会社\n同訴訟代理人弁護士　　　　　有　賀　信　勇\n同補佐人弁理士　　　　　　　西　沢　利　夫\n被　　　　　　　告　　　　　工立化成株式会社\n被　　　　　　　告　　　　　株式会社タカハシ工業\n被　　　　　　　告          株式会社大成化工\n被告ら３名訴訟代理人弁護士  田　辺　克　彦\n同                          田　辺　邦　子\n同                          藤　田　耕　三\n同                          田　辺　信　彦\n同　                        奥　宮　京　子\n同                          横　内　龍　三\n同                          中　西　和　幸\n同                          市　川　佐知子\n同                          安　藤　真　一\n同                          眞　岡　加奈子\n同                          高　木　いづみ\n同                          三　谷　和歌子\n同                          大　野　　　渉\n同                          植　松　祐　二\n同　　　　　　　　　　　　　宍　戸　一　樹\n同                          貝　塚　光　啓\n同訴訟復代理人弁護士        加　野　理　代\n同補佐人弁理士              小　林　正　治\n（別紙）\n物　件　目　録\n下記の説明により特定される松下通信工業株式会社向けのデジタル携帯電話機\n（ＮＴＴドコモ，Ｐシリーズ）用の電磁波シールドのための加工を施したプラスチ\nック成形品\n記\nプラスチック成形品の表面にプライマーコート層を配設することなく高周波励起\nプラズマ雰囲気でイオン成膜されたアルミニウム膜が配設されている製品\n"
}