{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 16,
    "month": 6,
    "day": 22
  },
  "case_number": "平成15(わ)3275",
  "case_name": "あっせん収賄被告事件",
  "court_name": "名古屋地方裁判所刑事第5部",
  "lawsuit_id": "7548",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=7548",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/548/007548_hanrei.pdf",
  "contents": "平成１５年（わ）第３２７５号  あっせん収賄被告事件\n判決\n主文\n被告人を懲役２年６箇月に処する。\nこの判決が確定した日から３年間上記の刑の執行を猶予する。\n被告人から金１００万円を追徴する。\n理由\n（罪となるべき事実）\n被告人は，昭和４６年から地方自治法に基づいて選出された名古屋市議会議員として\n特別職の地方公務員たる地位にあった者であるが，その間の平成１４年１０月２８日，名\n古屋市ａ区ｂｃ丁目ｄ番ｅ所在のＧホテルＨ２階にある「Ｂ」において，道路清掃業等を営\nむＣ株式会社の代表取締役であったＤから，同社を含む道路清掃を業とする企業１１社\nで組織するＡ協会加盟企業の利益のため，名古屋市が指名競争入札の方法により発\n注する道路清掃業務に関し，同業務についての指名業者の選定及び発注価格の設定\n等の事務を掌理していた同市緑政土木局理事Ｅ及び同局道路部職員に対して，今後実\n施される道路清掃業務請負のための指名競争入札の指名業者を上記協会の意向どお\nりに選定した上，同協会の事務を担当するＦに予定価格に近い金額を漏らし教えるよう\nあっせんしてもらいたい旨の請託を受け，その報酬として供与されるものであることを知\nりながら現金１００万円の供与を受け，もって，職務に関連して賄賂を収受した。\n（証拠の標目）（省略）\n（法令の適用）\n１　罰条　　　　　　　　　　　刑法１９７条の４\n２　執行猶予　　　　　　　　　同法２５条１項\n３　追徴                      同法１９７条の５後段（被告人が判示の犯行により収受した賄\n賂は没収することができないので，その価額金１０\n０万円を被告人から追徴する。）\n（量刑の理由）\n１　本件は，当時名古屋市議会議員であった被告人が，以前からつながりのあった，\n名古屋市から道路清掃業務の委託を受けることを希望する民間業者の団体で，談　合\n等により同業務の委託業者の選定に関する入札の公正を害する活動を行ってい　たＡ\n協会（以下「協会」という。）から，これまでと同様に，同業務の委託発注　に当たって，指\n名業者の選定について協会の意向に従うこと及び予定価格を協会　の世話役に教示す\nること等を，名古屋市の担当部局に働きかけることの請託を受　け，その謝礼の趣旨で\n提供されるのを知りながら現金１００万円の供与を受け，　賄賂を収受したというあっせ\nん収賄の事案である。\n名古屋市議会議員の地位にあった被告人は，名古屋市の業務執行を監督する立\n場にあるのを利用して，同市の担当職員に対し，同市の道路清掃業務の委託に関　し\nて協会の求めに応じて不正行為に及ぶようあっせんして，担当職員をしてこれ　を行わ\nせており，請託と賄賂との結びつきは強く，公務員の職務の公正さとこれ　に対する社\n会の信頼を大きく損なった点において，本件犯行は悪質である。\n被告人は，かねてから協会関係者と親しい関係にあって，協会の意を受けて担　当\n部局への働きかけを行っていたことが認められるところ，本件犯行の際には，　不法で\nあることを知りながら安易に１００万円の供与を受けた上，その見返りと　してあっせんに\n及んだもので，そこには地域住民の信頼の下に，地方自治体の行　政の公正な行使を\n監督する議員として求められる廉潔性は忘れられ，その規範意　識は鈍麻していたとい\nわざるを得ない。\nそうすると，被告人の刑事責任は軽視できない。\nしかしながら，被告人から本件賄賂を請求したものではなく，協会側から世話　人の\n変更などに伴って提供されたものであること，被告人は当公判廷において反　省の態度\nを示していること，これまで議員として地方自治に貢献してきた面も認　められること，加\nえて，被告人が既に市議会議員を辞するなど一定の社会的制裁　を受けていること等\nの酌むべき事情が認められる。\n２　そこで，被告人について主文のとおり量刑した上で，その刑の執行を猶予し社　会内\nにおいて罪を償う機会を与えることとした。\n（求刑　懲役２年６月及び追徴金１００万円）\n平成１６年６月２２日\n名古屋地方裁判所刑事第５部\n裁　判　官　　　　　伊藤新一郎\n"
}