{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 18,
    "month": 2,
    "day": 3
  },
  "case_number": "平成12(ワ)615",
  "case_name": "産業廃棄物埋立処分場建設工事差止等請求事件",
  "court_name": "鹿児島地方裁判所民事第2部",
  "lawsuit_id": "8293",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=8293",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/293/008293_hanrei.pdf",
  "contents": "主　　　　文\n１　甲事件原告Ａ，同Ｂ，同Ｃ及び同Ｄの請求をいずれも棄却する。\n２　甲乙事件被告は，前項の４名とＥを除く甲事件原告ら及び乙事件原告らに対\nする関係で，別紙物件目録記載の土地について，産業廃棄物処理施設（管理\n型最終処分場）を建設してはならない。\n３　甲事件のうち原告Ｅに関する部分は，平成１７年９月８日同原告の死亡により\n終了した。\n４　丙事件原告の請求をいずれも棄却する。\n５　訴訟費用は，第１項の原告４名について生じたものを同原告らの負担と　す\nるほか，すべて甲乙事件被告・丙事件原告の負担とする。\n事実及び理由\n第１　請求\n１　甲乙事件原告ら（以下，単に「原告ら」という。）の請求\n甲乙事件被告（丙事件原告。以下「被告会社」という。）は，別紙物件目録記載\nの土地（以下，一括して「本件予定地」という。）について，産業廃棄物処理施設（管\n理型最終処分場）を建設してはならない。\n２　被告会社の請求（丙事件）\n丙事件被告らは，被告会社に対し，連帯して，金５２６８万０７８６円及びこれに対\nする平成１２年１０月４日から（ただし，別紙「丙事件被告目録」に表示の番号２１の\n被告については同月５日から，同２２の被告については同月６日から，同２３の被\n告については同月１１日から，同２４の被告については同月３１日から）支払済みま\nで年５分の割合による金員を支払え。\n第２　本件事案の要旨（一部判断を含む。）\n１　本件の甲乙事件は，鹿児島県鹿屋市内のａ町などに居住する原告らが，被告会\n社が本件予定地において建設を進めている産業廃棄物処理施設（管理型最終処\n分場）（以下「本件処分場」という。）につき，同施設から有害物質を含む浸出液が\n漏洩して地下水に混入することなどにより，原告らが飲用を含む生活水として使用\nしている井戸水が汚染されるおそれがあるとして，人格権に基づいて，その建設の\n差止めを求めた事案である。\n２　一方，丙事件は，Ｆ，Ｂ及びＧを除く丙事件被告ら２１名と亡Ｅ（承継前丙事件被\n告。その訴訟承継の点については次の３参照。以下，この計２２名を「Ｅら２２名」と\nいう。）の実力行使により本件処分場の建設を妨害されたと主張する被告会社が，\n上記２２名による共同不法行為を理由に損害賠償を求めた事案である（なお，被告\n会社が主張する損害額は前記請求額を上回っているが，これは，一部請求の趣旨\nである。また，附帯請求は，訴状送達日の翌日からの，民法所定の割合による遅\n延損害金の請求である。）。\n３　なお，甲事件原告（丙事件被告）の１人であったＥが平成１７年９月８日に死亡した\nとして，夫のＨ（甲事件原告・丙事件被告）及び二男のＢ（甲事件原告）のほか，長\n男のＦ（甲事件原告の１人であったが，訴えを取り下げていた。）及び三男のＧから\n受継の申立てが行われているが，丙事件の関係で訴訟が承継されたことに問題は\nないものの（ただし，本来であれば，子である承継人に対しては，その相続割合の\n限度で他の２１名の被告との連帯支払が求められるべきであるが，被告会社は，\nその旨の補正をしなかった。），人格権に基づく差止請求権を訴訟物とする甲事件\nの関係では，それがＥ自身の生命・身体の安全等に対する妨害を予防するための\n一身専属的な請求権であって，相続の対象となるものではないと解されることか\nら，訴訟承継の余地はなく，甲事件のうち同原告に関する部分は，その死亡に伴\nい当然に終了したものというべきである。\nよって，この点を明確にするため，主文において，いわゆる訴訟終了宣言を行う\nこととする（したがって，以下における「原告ら」という表記についても，その死亡後\nのことに関してはＥを除く意味で用いるものである。）。\n第３　基礎となる事実\n１　当事者等\n(1)　原告らはいずれも鹿屋市民であり，そのほとんど（甲事件原告Ａ，同Ｂ，同Ｃ及\nび同Ｄ以外）は，本件予定地から約１．５キロメートルの範囲内にある同市ｂ町\nか，本件予定地から肝属川沿いに約３ないし４．５キロメートル下流に位置する\n同市ａ町に居住している（弁論の全趣旨）。\n(2)　被告会社は，平成元年にソフトウェアの開発及びその販売等を目的として設立\nされた後，平成６年に産業廃棄物の収集運搬及び処理業等がその目的に追加\nされた株式会社である（争いのない事実）。\n(3)　被告会社と，本件予定地内に産業廃棄物の安定型最終処分場（以下「本件旧\n処分場」という。）を設置した上，平成９年４月までこれを運営していた南日本建\n設工業株式会社（以下「南日本建設」という。）とは，平成１１年３月まで代表取締\n役（Ｉ。以下「Ｉ」という。）が共通であったほか，Ｉに代わって南日本建設の代表取\n締役に就任したのも，従前から被告会社の取締役も務めていた人物であるな\nど，役員構成を含めて極めて密接な関係にあったところ，被告会社（その後，複\n数の代表取締役を置くようになっており，本件訴訟の関係ではＪが代表者となっ\nている。ちなみに，同人は弁護士経験を有する人物である。）は，遅くとも平成７\n年１月ころから，本件予定地に本件処分場（産業廃棄物の管理型最終処分場）\nを建設することを計画しており，その設置について廃棄物の処理及び清掃に関\nする法律（以下「廃掃法」という。）１５条１項の規定に基づく鹿児島県知事の許\n可を平成１０年７月２日付けで取得した後の平成１１年４月に着手した建設工事\nを現在は中断しているものの，なお続行する意思を有している（甲２，甲３，甲２１\nの１及び２，乙１８７，乙２３０，弁論の全趣旨）。\n２　産業廃棄物の処分に関する法的規制の概要等\n(1)　産業廃棄物とは，事業活動に伴って生じた廃棄物のうち，燃え殻，汚泥，廃\n油，廃酸，廃アルカリ，廃プラスチック類などをいい（廃掃法２条４項，同法施行\n令２条），その処理については事業者が自ら行うのが原則であるが，許可を受け\nた処理業者に収集，運搬及び処分を委託することもできるところ，いずれにせ\nよ，その収集，運搬及び処分に関しては，同法１２条１項にいう「産業廃棄物処\n理基準」又は１２条の２第１項にいう「特別産業廃棄物処理基準」に従って行わ\nなければならないこととされている（同法１１条１項，１２条１項，３項，１２条の２\n第１項，第３項，１４条１２項，１４条の４第１２項）。\nそして，上記各基準を定めた同法施行令６条及び６条の５によれば，産業廃\n棄物の中でも特に有害なもの（正確には，６条１項３号ハの(1)から(5)までに掲げ\nる産業廃棄物と，６条の５第１項３号イの(1)から(6)までに掲げる特別産業廃棄\n物）の埋立処分は，「公共の水域及び地下水と遮断されている場所で行うこと」と\nされる一方，それ以外の産業廃棄物（その中には，６条１項３号イ所定の「安定\n型産業廃棄物」も含まれる。）の埋立処分に当たっては，３条３号ロの規定の例\nにより，原則として，埋立地（埋立処分の場所）からの浸出液による公共の水域\n及び地下水の汚染を防止するために必要な「環境省令で定める設備の設置そ\nの他の環境省令で定める措置」を講ずべきこととされており（６条１項３号ニ，ホ，\n６条の５第１項３号ロ，ハ），この「設備」及び「措置」を定めた廃掃法施行規則１\n条の７の３及び１条の７の４では，その措置の１つとして，それぞれ一定の条件を\n備えた①遮水工，②保有水等（廃棄物の保有水及び雨水等をいう。）集排水設\n備，③浸出液処理設備及び④開渠等の設備を設けることが掲げられている。\n(2)　一方，廃掃法１５条１項及び同法施行令７条１４号によれば，その設置につい\nて都道府県知事の許可を受けることが必要な「産業廃棄物の最終処分場」に\nは，①上述の特に有害な産業廃棄物の埋立処分の用に供されるもの（同号イ。\n遮断型最終処分場）と，②安定型産業廃棄物の埋立処分の用に供されるもの\n（同号ロ。安定型最終処分場）及び③それ以外の産業廃棄物の埋立処分の用に\n供されるもの（同号ハ。管理型最終処分場）の３種類があるところ，このような許\n可制が採られているのも，同法の目的である「生活環境の保全及び公衆衛生の\n向上を図る」ためである（同法１条参照）。\nこれらの最終処分場を含む産業廃棄物処理施設の設置に関する許可の基準\nについては，同法１５条の２第１項に規定があり，当該施設の設置に関する計画\nが「環境省令で定める技術上の基準」に適合していること（同項１号）などが要件\nとされているほか，許可後における施設の維持管理に関しても，「環境省令で定\nめる技術上の基準」及び当該施設の許可に係る申請書に記載した維持管理に\n関する計画に従ってこれを行うべきことを定めた規定（同法１５条の２の２）が設\nけられている。\nもっとも，被告会社が本件処分場の設置について許可の申請をした当時にお\nいては，上記で引用した許可要件の内容は「厚生省令（産業廃棄物の最終処分\n場については，総理府令，厚生省令）で定める技術上の基準に適合しているこ\nと」（平成９年６月１８日法律第８５号による改正前の廃掃法１５条２項１号）という\nものであったところ（なお，上記改正前の施設の維持管理に関する規定は「産業\n廃棄物処理施設の設置者は，厚生省令（産業廃棄物の最終処分場について\nは，総理府令，厚生省令）で定める技術上の基準に従い，当該産業廃棄物処理\n施設の維持管理をしなければならない」（１５条５項）というものであった。），ここ\nでいう「総理府令，厚生省令」である「一般廃棄物の最終処分場及び産業廃棄\n物の最終処分場に係る技術上の基準を定める命令」（昭和５２年３月１４日総理\n府令・厚生省令第１号。これは，現在の廃掃法１５条の２第１項１号にいう「環境\n省令」に該当するものである。以下「共同命令」という。）についても，被告会社が\n許可申請をした後に，平成１０年６月１６日総理府令・厚生省令第２号による改\n正が行われており，上記申請については，本来，この改正前の共同命令への適\n合性が許可要件の１つとして問われるべき関係にあったが，実際には，鹿児島\n県側から改正後の基準に適合する計画内容にするようにとの指導があり，被告\n会社のほうもこれを受け入れたことから，改正後の共同命令による基準に基づ\nいて審査・許可が行われたという経緯がある（乙１６６，弁論の全趣旨）。\nちなみに，上記共同命令の改正は，例えば管理型最終処分場の遮水シート\nから汚水が浸み出て周辺の生活環境を悪化させるのではないかという不安が持\nたれていたり，埋立処分を終了した最終処分場からガスの排出等がみられる例\nもあるなど，最終処分場に対する国民の信頼が損なわれかねない状況にあるこ\nとから，最終処分場の構造及び維持管理の基準の強化により安全性をより高\nめ，都道府県知事等が行う最終処分場の設置許可の審査や指導監督がこれら\nの基準に則して厳格に行われるようにするとともに，埋立処分を終了した最終処\n分場について，その安全性が確認されることなく維持管理が打ち切られて，生活\n環境の保全上の支障を生じることがないよう，最終処分場の廃止についての監\n督の強化を図る必要があるとして実施されたものであり，改正の柱の１つであっ\nた管理型最終処分場に係る構造基準及び維持管理基準の強化・明確化の関係\nでは，①遮水工に係る基準の強化・明確化，②浸出液の処理等に係る基準の強\n化・明確化のほか，③地下水等の水質検査の実施や，④維持管理に関する記\n録の作成及び保存の点が改正の要点であった（以下，上記改正後の共同命令\nを「改正共同命令」という。）（甲４００１）。\n(3)　管理型最終処分場について改正共同命令が定める技術上の基準中，本件で\n問題となるものの概要は，以下のとおりである。\nア　埋め立てる廃棄物の流出を防止するための擁壁等の設備（自重，土圧，水\n圧等に対して構造耐力上安全であり，かつ，廃棄物，地表水，地下水及び土\n壌の性状に応じた有効な腐食防止のための措置が講じられたもの）が設けら\nれていること（２条１項４号，１条１項４号）。\n〔なお，共同命令の運用に伴う留意事項を掲げた平成１０年７月１６日付け\n「環境庁水質保全局企画課海洋環境・廃棄物対策室長」及び「厚生省生活衛\n生局水道環境部環境整備課長」の通知（以下「留意事項」という。）によれば，\n擁壁等が埋立地の一部を構成する場合には，保有水等の埋立地からの浸出\nを防止するために共同命令１条１項５号イ(1)が規定する遮水層と同等の遮水\nの機能を有する必要がある点に留意すべきものとされている（甲４００１）。〕\nイ　埋立地からの浸出液による公共の水域及び地下水の汚染を防止するため\nの以下の措置が講じられていること（２条１項４号，１条１項５号柱書）。\n①（遮水工の設置）\n保有水等の埋立地からの侵出を防止するため，当該埋立地に不透水性\n地層がある場合を除き，次の要件を備えた遮水工又はこれと同等以上の\n遮水の効力を有する遮水工を設けること（同号イ）。〔なお，本件予定地の\n地層であるシラスは，上記の不透水性地層には該当しないものである（弁\n論の全趣旨）。〕\n(ｱ)  次のいずれかの要件を備えた遮水層又はこれらと同等以上の効力を\n有する遮水層を有すること（同号イ(1)の(ｲ)ないし(ﾊ)）。\n1)　厚さが５０センチメートル以上であり，かつ，透水係数が毎秒１０ナノ\nメートル以下である粘土その他の材料の層の表面に遮水シートが敷\n設されていること。〔なお，透水係数とは，地盤上の水位が１センチメ\nートルで変動しないと仮定した場合に水が地盤を浸透する速度を意味\nするものである（乙２６）。〕\n2)　厚さが５センチメートル以上であり，かつ，透水係数が毎秒１ナノメー\nトル以下であるアスファルト・コンクリートの層の表面に遮水シートが敷\n設されていること。\n3)　不織布その他の物（二重の遮水シートが基礎地盤と接することによる\n損傷を防止することができるものに限る。）の表面に二重の遮水シート\n（その間に，埋立処分用の車両の走行等による衝撃などで双方のシ\nートが同時に損傷することを防止することができる十分な厚さ及び強\n度を有する不織布その他の物が設けられているものに限る。）が敷設\nされていること。\n〔なお，留意事項によれば，遮水シートは，アスファルト系以外のもの\nについては１．５ミリメートル以上の厚さを有することを要し，また，①埋\n立地内部の保有水等を浸出させない十分な遮水性，②廃棄物等の荷\n重・車両等による衝撃力・基礎地盤の変位及び温度応力に対応できる性\n能（強度及び伸び），③紫外線に対する耐候性，④季節の推移や廃棄物\nの分解反応による温度変化に対する熱安定性，⑤耐酸性及び⑥耐アル\nカリ性を有すべきものとされている（甲４００１）。〕\n(ｲ)　基礎地盤は，埋め立てる産業廃棄物の荷重その他予想される負荷に\nよる遮水層の損傷を防止するために必要な強度を有し，かつ，遮水層の\n損傷を防止することができる平らな状態であること（同号イ(2)）。\n②（地下水集排水設備の設置）\n地下水により遮水工が損傷するおそれがある場合には，地下水を有効\nに集め，排出することができる堅固で耐久力を有する管渠その他の集排水\n設備（地下水集排水設備）を設けること（同号ハ）。\n③（保有水等集排水設備の設置）\n埋立地には，保有水等を有効に集め，速やかに排出することができる堅\n固で耐久力を有する構造の管渠その他の集排水設備（保有水等集排水設\n備）を設けること（同号ニ）。\n〔なお，留意事項によれば，保有水等集排水設備は，埋立地の地形条\n件，保有水等の流出量等を考慮に入れて施工し，スケール等による断面の\n縮小にも対応できるよう管路の径を十分に大きくとるべきであるとされ，ま\nた，目詰まり防止のため，管渠等の周囲に砕石等の被覆材を敷設すること\nも有効であるとされている（甲４００１）。〕\n④（調整池の設置）\n保有水等集排水設備により集められ，次の浸出液処理設備に流入する\n保有水等の水量及び水質を調整することができる耐水構造の調整池を設\nけること（同号ホ）。\n⑤（浸出液処理設備の設置）\n保有水等集排水設備により集められた保有水等に係る放流水の水質\nを，排水基準を定める総理府令１条に規定する排水基準等に適合させるこ\nとができる浸出液処理設備を設けること（同号へ）。\n〔なお，留意事項によれば，浸出液処理設備を設けるに当たっては，処\n理する浸出液の量が最小かつ平均的になるようにすべきであり，また，浸\n出液の質に応じて，沈殿設備，ばっ気設備，ろ過設備等の設備を組み合わ\nせて設置するのが一般的であるとされている（甲４００１）。〕\n３　本件処分場の設置計画の概要\n一方，被告会社による本件処分場の設置計画の概要については，次のとおりで\nある（甲３０１６，乙１，乙２，弁論の全趣旨）。\n(1)　設置場所\n本件予定地は，シラス台地である笠野原台地の北端にあり，肝属川上流に位\n置する。その形状は別紙「現況平面図」のとおりであり，中心付近が低く，北側，\n東側及び南側が高い，すり鉢状の地形となっている。なお，前記許可における施\n設用地の面積は７万１１５０平方メートルであり，そのうち５万１７９３平方メートル\nを埋立地として使用する計画となっている。\n(2)　予定埋立廃棄物等\n埋立処分する産業廃棄物としては，鉱さい，汚泥，燃え殻，ばいじん類，「１３\n号廃棄物」（廃掃法施行令２条１３号所定の産業廃棄物），がれき類，金属くず，\nガラスくず及び陶磁器くず，ゴムくず，廃プラスチック類が予定されており，上記\n面積の埋立地を１区画５０００平方メートル以下の８ブロックに分割した上，１区\n画ごとに高さ５メートルの盛土による堤を作って，１番区画から順に埋立てを行\nい，８番区画まで終了すれば再び１番区画から同様に埋立てを行う方法で処理\nする計画である。\n本件処分場の処理能力は１日あたり３７．３立方メートル，総埋立容量は１３６\n万５３７３立方メートルで，稼働後１０年で埋立てが終了する計画である。最終的\nな埋立地内の貯留構造物の高さは最も高い所で約４０メートルに達する予定で\nある。\n(3)　設備の概要\n本件処分場の遮水工は，別紙「遮水シート工断面図」のとおり，不織布と厚さ\n２ミリメートルのニポロンシートＳＳ（ポリエチレン製の遮水シート）を二重にして用\nい，その間にマット（保護材）を挿入した上で上下のシートを一体化して敷設し，\n更にその下部にベントナイト混合土又はベントナイトシートを敷設したものが予\n定されている。\nまた，保有水等集排水設備は，遮水シートの上に敷設した直径６００ミリメート\nル（幹線）及び３００ミリメートルの高密度ポリエチレン管よりなるものが予定され\nている。\n一方，本件処分場の浸出液調整池（以下「本件調整池」という。）の処理能力\nは１日あたり３９０立方メートル，その容量は８１４１立方メートルの計画である。\nまた，本件処分場における浸出液の処理過程は，別紙「排水処理装置フロー\nチャート」のとおりであり，この過程を経て処理された水は，本件処分場の西側に\nある国道５０４号線を横切る暗渠（排水路）を通じて，１日あたり３９０立方メート\nルの割合で肝属川に放流されることになっている。\n本件処分場の地下水集排水設備は，直径６００ミリメートル（幹線）及び３００ミ\nリメートルの高密度ポリエチレン管よりなるもので，地下水は通常は（雨水調整\n池を経て）そのまま肝属川に放流されるが，センサーによって水質の変動を常時\n監視し，異常な水質変動を検知した場合には，地下排水を本件調整池に流入さ\nせることが可能な構造とする計画になっている。\nなお，本件処分場の建設工事は南日本建設が行うことになっており，許可申\n請の段階においては，着工は平成９年７月とし，樹木等の伐採と掘削・調整池・\n浸出液処理施設・遮水工に係る工事の全部又は一部を終わらせた上，翌年（平\n成１０年）６月から産業廃棄物の埋立てを始める予定になっていた。\n４　本件処分場の設置許可に至るまでの経緯\n前記のとおり，被告会社は，本件処分場の設置に関する鹿児島県知事の許可\nを平成１０年７月２日付けで取得しているところ，これを得るまでの主な経過につい\nては，以下のとおりである（甲４，甲６，甲２７の１から２９の６まで，甲４１から４７ま\nで，甲５２，甲５５，乙２，乙１５９，乙１６２，乙１６３の１から１６７まで，乙１８７，乙２\n１２，弁論の全趣旨）。\n(1)　事前協議の状況等\n平成７年１月２５日，被告会社は，本件処分場を設置するため，鹿児島県（以\n下「県」という。）に対し，「鹿児島県産業廃棄物の処理に関する指導要綱」７条に\n基づく事前協議書を提出した。\nこれに対し，県知事は，同年１１月１６日，上記指導要綱８条に基づき，事前\n協議を要する「関係地域」として，いずれも鹿屋市ｂ町のｃ集落及びｄ集落を指定\nするとともに，鹿屋市との協議事項を定めた（なお，原告らの多くが居住する上\n祓川地域については，上記ｃ集落が本件予定地から概ね１キロメートル，原告ら\nの一部が居住するｄ集落でも概ね１．５キロメートルの範囲にあるのに対し，約３\nキロメートル以上離れていることから，騒音，振動，悪臭等の影響はないし，本\n件処分場からの浸出液についても，排水基準を遵守して処理される以上，下流\n域への環境の問題はないということで，その生活環境に著しい影響はないと判\n断され，関係地域には指定されなかった。）。\n被告会社は，上記指定のあった当日（平成７年１１月１６日）にｃ集落に対する\n説明会を実施し，同年１２月１２日付けで同集落から本件処分場の設置につい\nての承諾を得たほか，平成８年１月２４日には，鹿屋市との協議を実施した。\n一方，ｄ集落に対する説明会は，平成７年１１月１１日に開催され，その後も断\n続的に協議が行われたが，住民の意見がまとまらず，結局，平成８年３月２４日\nに開かれたｄ町内会の総会において，反対の意見と，やむを得ないとする意見\n（心情的には反対の気持ちもあるが，法律的に本件処分場の設置を阻止できな\nいのであれば，被告会社が説明会の中で約束してきたことを誠実に守ることを\n条件に認めるとの意見）があることを被告会社に伝えることとし，町内会としては\n賛成又は反対の意思表明は行わずに協議を終了するとの結論に至り，翌２５\n日，その通知を受けた被告会社を通じて県にも報告が行われた（なお，同月に\nは，ａ町内会長及びｅ町内会長から提出されていた，本件処分場の建設に反対\nする旨の陳情が，鹿屋市議会において採択された。）。\nそして，平成８年９月３日には，県から鹿屋市及び被告会社に対し，指導要綱\nに基づく事前協議が完了したことの通知がされたところ，これに対し，本件処分\n場の建設に反対する住民らは，まだ被告会社との協議は尽くされていないとし\nて，県に上記通知の保留，撤回を求め，鹿屋市長も，同市議会において，事前\n協議は完了していない，本件処分場を建設するのであれば公共関与型のものを\n検討すべきである旨の答弁を行うとともに，同月１９日には，県知事あてに上記\n通知の撤回を求める旨の文書を提出したが，県は，撤回はできないとの回答を\nした。\n(2)　許可申請後，公共関与が模索された状況等\n被告会社は，南日本建設が平成９年４月１０日付けで本件旧処分場の廃止手\n続をした後の同年５月１日，県知事に対し，本件処分場の設置許可の申請をし\nたところ，翌２日，県から公共関与方式で本件処分場を運営することについて打\n診を受けたので，県とその協議を行った。その後も両者間の協議は継続して行\nわれ，同年６月には，ｃ町内会ｆ班から，被告会社が単独で本件処分場を運営す\nることについては，同処分場からの有害物質の流出や，産業廃棄物の不法投\n棄，埋立終了後の維持管理などの点で住民に不安があるとして，公共関与を求\nめる旨の陳情が県議会及び鹿屋市議会に提出されたが，この陳情は同市議会\nにおいて不採択とされた。\nしかし，その後，同年８月１２日にｄ町内会から公共関与を求める要望書が出\nされたのに続いて，同月２７日には，ｇ町とｂ町の１１の町内会の会長で構成され\nるｈ地区町内会長連合会からも同様な要望書の提出があったため，鹿屋市議会\nは，同月２６日に提出されたａ町内会からの本件処分場建設反対の決議書とと\nもに，上記ｃ町内会ｆ班の陳情を再び審査することになり，県及び鹿屋市も公共\n関与への賛成を求めたが，同市議会は，同年９月１７日，本件予定地が肝属川\nの源流にあたり立地条件が悪いとの理由で再び不採択とし，ここにおいて，県及\nび鹿屋市は公共関与を断念した。\nなお，鹿屋市は，同年１０月，被告会社に対し，本件予定地の買取り及び本件\n処分場の建設の中止を申し入れたが，被告会社は，その譲渡を拒否し，単独で\n建設計画を続行する旨を表明した。一方，鹿屋市議会は，同年１１月，その建設\nに反対する旨の意見書を県知事に提出することを可決した。\n(3)　その後，設置許可がされるまでの状況等\nところで，原告らの一部は，いずれも南日本建設が本件旧処分場から搬出し\nた土砂で嵩上げをしたとされる鹿児島県曽於郡（現鹿屋市）ｉ町ｊのＫ所有の農地\n（以下「ｉ町の農地」という。）と鹿屋市ｃのＬ所有の農地（以下「ｃの農地」という。）\nを調査することとし，前者については平成１０年１月１６日に，後者については同\n年３月１３日にそれぞれ深さ３ないし５メートル程度まで掘削したところ，いずれ\nの農地からもコンクリート塊などの廃棄物が発見されたため，その旨を県に通報\nした。\nこれを受けて，県は，ｉ町の農地については，同年１月１６日から同年２月２４\n日までの間に計５回，ｃの農地については，同年３月１３日から５月２５日までの\n間に計１０回，それぞれ現地調査や関係者からの聞き取り及び関係書類の確認\n等の調査を実施した。\nその間の同年１月２７日，被告会社から県知事に対し，本件処分場の建設を\n遂行するのに必要な，森林法１０条の２に基づく林地開発行為の許可申請が行\nわれ，県知事が，同条６項により鹿屋市長に意見照会を行ったところ，鹿屋市長\nは，同年４月，本件旧処分場の廃棄物処理に関し被告会社の関係者に違法な\n行為がなかったかどうかについての県の調査が終了するまで，開発許可の審査\nを留保するとともに，調査結果を報告するよう求める旨の意見書を提出した。\n県は，ｉ町の農地の廃棄物については，平成９年７月から９月にかけて南日本\n建設とともに本件旧処分場から土砂の搬出をして農地の嵩上げをした有限会社\n森光運輸（以下「森光運輸」という。）が同社の車庫周辺にあったコンクリート塊，\nタイヤ，木の根などを投棄したものであり，また，ｃの農地の廃棄物については，\nその所有者であるＬが畜産施設を取り壊した際に生じたコンクリート塊やアスファ\nルトを自ら埋めたものであって，いずれも本件旧処分場から搬出されたものとは\n認められないという調査結果報告書を作成し，平成１０年６月２５日に鹿屋市に\n対しこの調査結果を報告，説明するとともに，原告らの一部に対してもそのころ\n上記報告書を送付した。\nこれに対し，原告らの一部は，同月２９日に県庁を訪れて，ｉの農地にあった汚\n泥状の土砂からシアンが検出された旨を述べるなどして再調査を求めるととも\nに，本件処分場の設置許可を出さないよう申し入れた。また，翌３０日には，鹿\n屋市議会も，上記調査結果は鹿屋市民が納得し得るものではないとして，再調\n査と本件処分場の設置許可申請に対する審査の見直しを求める旨の要望書を\n県知事に提出した。\nその後，原告らの一部は，県から被告会社が県職員立会いの下で同年７月２\n日に話合いをすることを望んでいるという連絡を受けたことから，同日，鹿屋市\nの合同庁舎において被告会社と協議をもったが，被告会社のほうでは，実質的\nな話合いは事前協議で尽くしたとして，事業の説明と質疑応答のみを予定してい\nたのに対し，原告らの側は実質的な話合いを行う説明会の日時等に関する協議\nと理解していたため，同日の協議は物別れに終わったところ，その日の夕刻にな\nって，県知事は，被告に対し，本件処分場の設置及び林地開発行為について許\n可をするに至った。\nなお，これに対し，原告らの一部が翌３日に県庁を訪れて，抗議文を提出する\nとともに，ｉ町の農地から掘り起こされたコンクリート塊などを積載したダンプカー\n４台を県庁に横付けして，県知事に対し現地調査をするよう要求したところ，県\n知事は２週間以内にこれを行うことを約束した。\n５　その後の事情\n(1)　平成１０年７月８日，県は，ｉ町の農地において，地表から深さ３メートルの地\n点，４メートルの地点及び５メートルの地点の合計３か所から検体となる土壌を\n採取し，土壌の汚染に係る環境基準に定める２４項目の調査を実施したが，同\n月３１日に出された分析結果によれば，全項目が上記基準を下回っており，シア\nンも検出されなかった（甲５５）。\nその間の同月１４日に県知事が上記農地を視察した際，その所有者からも再\n調査の要望があったため，県は，再調査を約束し，同年９月８日にこれを実行\nし，同農地の入口側２か所を縦６メートル，横６メートル，深さ６メートルの範囲で\n森光運輸に掘り起こさせたところ，１０トントラック約１台分のコンクリート塊など\nが掘り出されたため，翌９日にかけて，森光運輸に，以前掘り出された廃棄物\n（土砂を含めて１０トントラック約９台分，廃棄物のみで約６台分）と共にこれを搬\n出させた（甲５５）。\n(2)　平成１１年１月２２日，鹿屋市長は，原告らの一部を含む，本件処分場の建設\nに反対する住民と話合いをした際，鹿屋市が本件予定地を買い取るよう求める\n要望が出されたことから，再び被告会社に対して本件予定地の買取りを申し入\nれることで反対住民らと合意した（甲２０の２，甲６１の２）。\n被告会社は，同月２５日，本件処分場を建設するため，本件予定地の樹木の\n伐採行為に着手したところ，原告らは，同年２月１１日に開催された住民集会\nで，伐採を着工とみなして直ちに提訴することはせず，引き続き安全性に関する\n説明会を開催するよう被告会社に求めるとともに，話合いの余地を残す方針を\n確認した（甲６２の１，乙１７０）。\nその間の同年２月５日，鹿屋市長，上記反対住民及び被告会社による三者協\n議が行われ，被告会社に対して改めて鹿屋市による本件予定地の買取りの申\n入れがされるとともに，住民への説明会の開催について協議が行われたが，被\n告会社側が，最初に町内会の役員，班長と話合いをした上で，町民全体に対す\nる説明会を行いたいとしたのに対し，反対住民側は，代表者との話合いをしたこ\nとで説明会を開いたことにされるのを恐れ，あくまで住民全体への説明会の開催\nを求めたことから，両者の主張は平行線をたどり，鹿屋市長も同月２５日ころ，説\n明会の開催に関する両者間の調整を断念した（甲６１の１から３まで，甲６２の\n２）。\n(3)　平成１１年４月１８日，被告会社は，本件予定地に立入り禁止の杭打ちを実施\nして，本件処分場の建設工事（以下「本件工事」という。）に着手した（甲６２の３，\n乙１８７）。\nこれに対し，原告らは，本件予定地の入口部分の道路（国道５０４号線）の反\n対側に監視小屋を建てた上，日曜日と祝日を除く毎日，２１ある町内会の班員が\n交代で監視を行い，本件工事の作業が始まるとサイレンを鳴らして農作業等をし\nている仲間を集め，このようにして集った者において，説明会を開くまで工事を\n中止するよう，口々に作業員に訴えるほか，時には重機を取り囲んで作業がで\nきないようにしたり，あるいは互いに手をつないで本件予定地の入口に立ちはだ\nかってダンプカー等が入るのを阻止するなどの活動を行うようになったところ，Ｅ\nら２２名も，この活動に積極的に参加していた（甲１９，乙１１９，乙１７２，乙１９\n６，弁論の全趣旨）。\nその後，梅雨のために重機を使用しての本件工事を中断していた被告会社\nが同年７月７日に工事を再開したことから，原告らは，再び上記のような工事中\n止要請のための直接行動を開始したが，８月に入って警察から警告があったた\nめ，これを中止したところ，同年８月２３日，原告らの大半を含む，本件予定地の\n周辺住民から本件工事の禁止を求める旨の仮処分の申立てが行われ（鹿児島\n地方裁判所平成１１年ヨ第２６０号事件），いわゆる訴訟外で，仮処分の申立て\nに対する決定が出るまで本件工事を中止することが合意されたのを受けて，同\n年８月３１日には工事現場から重機等が引き上げられたが，さらに，平成１２年３\n月３１日，上記住民の一部の申立てを認容して工事の禁止を命ずる仮処分決定\nが出されたことから，本件工事は本件予定地の掘削の段階で中断された状態と\nなって現在に至っている（甲２０の２，甲６２の５，甲６３，甲３０１６，乙１１９，乙１\n２０，乙１８７，乙１９６，弁論の全趣旨）。\nなお，原告らの一部が平成１７年３月２３日にｉ町の農地を深さ９メートル程度\nまで掘削したところ，コンクリート塊，鉄くず，ビニールシート，ゴムシート，汚泥な\nどが新たに発見された（甲５７，弁論の全趣旨）。\n第４　争点\n１　本件差止請求に関する主張・立証責任についてどのように考えるべきか。\n（原告らの主張）\n(1)　管理型最終処分場で埋立処分される産業廃棄物の中には，シアン，総水銀，\nアルキル水銀，鉛，六価クロム，カドミウム，ヒ素，ＰＣＢ，有機リン等の重金属\n類，トリクロロエチレン，テトラクロロエチレン（以上の１１物質は「有害１１品目」と\n呼ばれ，最も初期の段階から規制されていた有害物質である。）などの，多くの\n重金属類及び化学物質類が含有されている。\n管理型最終処分場で埋立処分される燃え殻は，産業廃棄物を中間処理施設\nで焼却処理をした時に発生した灰であり，集塵設備を備えている特殊な焼却施\n設でゴミが焼却された場合，その焼却後に発生する灰は，焼却施設の下側に残\nされているボトムアッシュと，集塵設備に集められたフライアッシュの２種類に分\nけられる。\n燃え殻は，水銀，カドミウム，鉛，六価クロム，ヒ素，セレン及びそれらの化合\n物が，内閣府令に定める基準以上であれば遮断型最終処分場で，基準以下で\nあれば管理型最終処分場でそれぞれ埋立処分されることになっているので，法\n律自体が，燃え殻に，水銀，カドミウム，鉛，六価クロム，ヒ素，セレン及びそれら\nの化合物が含まれていることを前提としている。\n一方，フライアッシュ（ばいじん）に関しては，法令により，重金属類が溶出しな\nいように，あるいは酸その他の溶媒に重金属類を十分に溶出させた上で，化学\n的に安定した状態にして処分又は再生するように規定されていることから，重金\n属類が含有されていることが想定されている。\nまた，同じく管理型最終処分場で埋立処分される汚泥については，水銀，カド\nミウム，鉛，六価クロム，ヒ素，セレン，シアン，有機リン，ＰＣＢ，揮発性物質（トリ\nクロロエチレン，テトラクロロエチレン，ジクロロメタン，四塩化炭素，１，２－ジク\nロロエチレンなど），チラウム，シマジン，チオベンカルブ等の有害物質が基準値\n以下であれば管理型最終処分場で埋立処分され，基準値以上であれば遮断型\n最終処分場で埋立処分されるか，基準値に適合するまで処理された上で，管理\n型最終処分場で埋立処分されるのであるから，法は上記物質が汚泥に含有さ\nれていることを前提にしている。\nさらに，テレビの燐光体にはカドミウムが使われているし，水道管は鉛ででき\nており，塗料，酸化剤及びプラスチックの可塑剤には，六価クロム等の重金属類\nのほか，多くの揮発性物質が含まれているが，これらも管理型最終処分場で埋\n立処分されるものである。\n(2)　ダイオキシン類（従来はポリ塩化ジベンゾ・パラ・ジオキシンとポリ塩化ジベンゾ\nフランの２つとされていたが，近年ではコプラナーポリ塩化ビフォニールをも含む\nものとされている。）の発生メカニズムは未解明であるが，塩化メチルなどの有\n機塩素系の成分を含む物質を高温で燃焼したときに発生するものとされている\nところ，有機塩素系の成分を含むプラスチックや塩化ビニール類は大量に消費\nされ，焼却場で焼却処分されているから，燃え殻やばいじんは，当然，ダイオキ\nシン類を含有している。また，全国各地のゴミ処分場から環境ホルモンとされる\n化学物質が検出されていることからして，環境ホルモン類を含有していることも\n明らかである。\nダイオキシン類は，急性毒性，慢性毒性，発ガン性，催奇形性，生殖への悪\n影響，免疫毒性，内分泌作用攪乱性などの毒性があるとされており，その毒性\nはごく微量で短期間の曝露であっても人体に悪影響を及ぼすほど強く，耐性の\n減少などの点で子孫にも悪影響を及ぼす。\nダイオキシン類につき，国は現在，耐用１日摂取量（人が生涯にわたって継続\n的に摂取しても健康に影響を及ぼすおそれがない１日あたりの摂取量）（以下「Ｔ\nＤＩ」という。）を人の体重１キログラム当たり４ピコグラムと定めているが，ダイオ\nキシン類の毒性に照らすと，一定量以下であれば毎日摂取しても問題がない安\n全量は存在しないものというべきであり，ＴＤＩが１ピコグラムを超えることはあり\n得ない。そして，日本人は現在においても人体に悪影響を及ぼす高濃度のダイ\nオキシン類を摂取しているのであるから，たとえわずかであっても，ダイオキシン\n類が含有された浸出液を本件処分場から漏洩させることは決して許されない。\n(3)　産業廃棄物中に含まれる有害物質の以上のような危険性を前提にすると，原\n告らが次の３点，すなわち，\n①　本件処分場に搬入される廃棄物には，有機又は無機水銀，カドミウム，鉛，\n六価クロム，ヒ素，セレン等の重金属類や，トリクロロエチレン，テトラクロロエ\nチレン等の発ガン性のある揮発性物質，種々の毒性を有するダイオキシン\n類，環境ホルモン類等の各種有害物質が含まれていること，\n②　上記有害物質は，処分場内の浸出液に溶解し，又は浮遊粒子物質として含\nまれて浸出液とともに移動し，処分場の外に流出して地下水に混入するか，\n浸出液の処理が不十分なため，それらの有害物質を含有した浸出液が放流\nされることにより，河川や地下水に混入すること，\n③　原告らは，本件処分場の周辺において，井戸を掘って地下水を生活用水と\nして飲用しているので，上記のような有害物質が地下水に混入すれば，それ\nが原告らの体内に摂取され，原告らの生命，身体に被害が生じ，又は人格権\nの一内容である，「一般通常人の感覚に照らして飲用及び生活用に供するの\nを適当とする水を確保する権利」が侵害されること\nを主張・立証すれば，本件処分場の建設が，原告らの人格権を侵害する一応の\n蓋然性を主張・立証したことになり，被告会社において「本件処分場からは未処\n理の浸出液は一滴も漏らさないこと」，「被告会社が放流する浸出液には人を発\n病させるに足るダイオキシン，環境ホルモン，重金属類等は処理され，除去され\nていること」を主張・立証しない限り，本件差止請求は認容されることになるもの\nと考えるべきである。\n（被告会社の反論）\n本件処分場に搬入できる産業廃棄物は，鉱さい，汚泥，燃え殻，ばいじん類，が\nれき類，金属くず，ガラスくず，陶磁器くず，ゴムくず，廃プラスチック類などに限定\nされており，そのうち「がれき類」以下の６品目は無害なものとして安定型最終処分\n場にも埋め立てられ得るものであるから，本件処分場に搬入される廃棄物のすべ\nてが有害であるわけではない。\nまた，重金属類等が人体にとって有害物質になるのはある濃度以上になったと\nきだけであって，微量のそれは，むしろミネラルとして生物の生存にとって必要不可\n欠であるとさえ，いえるのである。そして，本件処分場に埋め立てることのできる有\n害物質の上限濃度（埋立基準）は，「金属等を含む産業廃棄物に係る判定基準を\n定める省令」の別表第一において法定されており，無制限に高濃度の有害物質が\n埋め立てられることはない。\n燃え殻，ばいじんは，焼却施設から発生する廃棄物で，本来的に重金属類やダ\nイオキシン類等の有害物質を含んでおり，被告会社としても，ダイオキシン類を含\nむ環境ホルモンについては健康被害の原因となる有害物質であると認識している\nので，埋め立てる前にコンクリート固化処理を行うことにより，ダイオキシン類が付\n着した微粒子を団粒化し，埋立時における飛散や，浸出液への混入を防止するこ\nととしているほか，浸出液処理過程に環境ホルモン類を分解除去するための高度\n処理工程を追加しているところである。\nＴＤＩは，ダイオキシン類による健康影響を未然に防止する観点から的確な対策\nを講じる上で重要な指標となるものであって，世界保健機構（ＷＨＯ）や各国におい\nて科学的知見に基づいて設定されているものであるから，ダイオキシン類には安\n全量がなく，安全量を前提としたＴＤＩの考え方が間違っているとする原告らの主張\nは失当である。また，本件で問題となり得るのは，水からのダイオキシン類の摂取\nであるが，ダイオキシン類は油性であって，そもそも水に溶けにくいことから，食品\n等に比べると水から摂取されるダイオキシン類の量はごくわずかである。\n管理型最終処分場では，法定された埋立基準以下の有害物質を含む廃棄物を\n埋め立てることを目的としており，そのために水処理施設の設置が法定され，浸出\n液処理により排水基準以下に処理された浸出液が放流される仕組みが採用され\nるとともに，埋立終了後も，浸出液が無害化されるまで処理が継続されることとされ\nているのであり，未処理の浸出液が，たとえわずかでも漏れることが許されないの\nは当然である。\nそして，本件処分場が改正共同命令に適合していること，本件処分場からは未\n処理の浸出液は一滴も漏らさないこと，被告会社が放流する浸出液からは，人を\n発病させるに足るダイオキシン，環境ホルモン，重金属類等が処理され，除去され\nていることは十分に立証されている。\n２　本件差止請求の関係で問題となり得る，本件処分場の公共性・必要性やその立\n地条件の適否の点については，どのような評価をすべきであるか。\n（被告会社の主張）\n(1)　「鹿児島県産業廃棄物処理計画」（乙７２）によれば，平成１１年３月の時点で\n県内に埋立てが可能な管理型最終処分場は１か所もない一方，管理型最終処\n分場で処分すべき産業廃棄物の量は，平成１５年には年間１２万９０００トンにな\nるものと推計されるため，県としては今後３か所程度の管理型最終処分場の整\n備に努めるものとされているが，現在においても管理型最終処分場は１か所も\n建設されておらず，そのため，県内の産業廃棄物の処分は宮崎県などの近隣の\n処分場に委託されているのが実情である。\n全国的に管理型最終処分場が絶対的に不足している状況を考えれば，いつ\nまで県外で埋立処分できるか分からない状況であることは間違いなく，県内に早\n急に本件処分場のような管理型最終処分場を建設する必要がある。\nしたがって，本件処分場は，高い公共性・必要性を有する。\n(2)　本件予定地の地下水位は地表から約４５メートルの深度にあり，２０メートルか\nら３０メートルの層厚の地下水層がシラス層の中を南東方向に流れているので，\n仮に未処理の浸出液が漏出したとしても，それがシラス層を通過する際の希釈\n効果やろ過効果を考慮すれば，水質汚染が生じる可能性はまずないものといえ\nる。\nまた，本件予定地の南東方向にある集落の中で最も近いｋ集落まででも約２\nキロメートルは離れている上，この集落では，ほぼ上水道が使用されており，ｄ\n集落で上水道が引かれていない居宅については，被告会社が費用を負担して\n上水道を引くことになっている。\nしたがって，本件処分場は決して悪い立地条件にあるわけではない。\n（原告らの主張）\n(1)　本件予定地は水源地であるところ，周辺地域住民の生命，健康，日常生活に\n密接不可分である飲料水などの生活用水の汚染を防止するためには，産業廃\n棄物の最終処分場の水源地への立地は回避すべきである。\nまた，本件予定地は，笠野原台地の北西端に位置する傾斜地であり，その地\n盤はシラスである。シラスは極めて透水性が高く，もろくて崩れやすいとされてい\nるので，そのような地盤に最終処分場を建設するのは避けるべきである。のみな\nらず，傾斜地については，地中の水の流れにより火砕流堆積物にトンネルが穿\nたれ（パイピング現象），上部の火砕流堆積物の崩壊を引き起こす危険性が高\nい。\nしたがって，本件予定地は，最終処分場の建設には適しないことが明らかと\nいうべきである。\n(2)　産業廃棄物の最終処分場一般について社会的存在価値（公共性・必要性）が\nあることは否定しないが，上記の立地条件の悪さなどに由来する危険性に照ら\nすと，本件処分場にそのような価値があるとはいえない。\n３　本件処分場について改正共同命令への適合性が認められるかどうか。\n（被告会社の主張）\n(1)　擁壁について\n有限要素法による自重・地震解析の結果，本件処分場の擁壁はどの地点を\nとっても安全率が１．０以上であるので（乙２０参照），自重や地震により擁壁が\n損傷・崩壊する危険性はない。\n腐食防止措置としては，透水係数が毎秒１０－９センチメートル以下となるよう\nな性能を有するベントナイトシートを敷設することで対処する。\n(2)　遮水シートについて\n本件処分場の遮水層は，別紙「遮水シート工断面図」に示されたとおりのもの\nであって，改正共同命令１条１項５号イ(1)の(ｲ)及び(ﾊ)の双方を満たしている。\nまた，底部の遮水シート工の上部には更に５０センチメートル以上の保護砂層\nを設けて突起物等による破損を防止し，法面の遮水シート工の上部には遮光不\n織布を敷設して劣化を防止する。このような措置により，不等沈下，突起物，車\n両走行によるシートの破損を十分に防ぐことが可能である。\nなお，ポリエチレンシートが遮水シートとして使用された場合，その実際の耐\n用年数は様々な要因によって左右されるから，メーカーとしては，実際に使用さ\nれた場合の耐用年数を明示し，保証できないことは当然であって，メーカーの保\n証がないことをもって，その性能が悪いと断定するかのような原告らの主張は誤\nりである。\n本件処分場については，稼動後１０年で埋立てが終了する計画であるから，\nこれと埋立後の水処理に要する時間を合計した期間だけ，遮水シートが耐用す\nれば足りるのであり，また，遮水シートの耐用年数は，シート自体の強度の問題\nよりも，処分場の設計工事方法，開業後の日常の管理方法等によって左右され\nるものであるから，これらの要因を考慮せずに，遮水シートの耐用年数のみを論\nじることは余り意味がない。\nそして，ニポロンシートＳＳは，留意事項の規定を上回る２ミリメートルの厚さを\n有し，低密度，高強度で，しかも低温時においても柔らかいという特性を有する\n優れた遮水シートであり，そのメーカーである日ケミ商事株式会社がした実験結\n果によれば，本件処分場で想定される熱，酸，アルカリ等の条件に十分耐用で\nきる性能を有している（乙２２参照）。\nまた，廃棄物の荷重，雨水の重量によって本件処分場の遮水シートが破損す\nる可能性がないことは，株式会社地層科学研究所作成の「廃棄処分場遮水シー\nト安定解析報告書」（乙１６）により，本件処分場では上載荷重として１平方メート\nルあたり２００トンを作用させても遮水シートは破損しない旨の報告がされている\n点から明らかであるし，廃棄物による最大負荷は１平方メートルあたり６４．７トン\nであるから（乙２５参照），トラックの荷重分（２５トントラックで１平方メートルあた\nり７．８トン程度）を考慮しても，なお十分な強度を有している。\n原告らは，遮水シートの破損事故例を列挙するが，これらはいずれも改正共\n同命令が施行される前に設置許可がされた施設におけるものであり，改正共同\n命令はこれらの事故を受けて，遮水シートの破損事故を未然に防止することを\n最大の目的としているところ，本件処分場はこの改正共同命令に適合している\nのであるから，遮水シートの破損事故が生じる可能性はない。\n加えて，本件処分場では，遮水シートの損傷検知・補修システムとして，Ｔ＆Ｏ\nＨシステム（負圧式検知システム）を採り入れる予定であるところ，このシステム\nにおいては，真空圧を利用してシートの損傷を検知し，損傷を発見した場合に\nは，管理ホースで圧縮空気を送り込み，損傷部からの漏水が発生する前にこれ\nを防ぐ応急措置や，同ホースで固化剤を加圧注入して漏水を止める恒久措置が\n可能で，廃棄物を撤去せずに遮水シートの補修ができ，電気式検知システムの\nように電極が腐食したりする心配はない。現に，改正共同命令の施行後，Ｔ＆Ｏ\nＨシステムを採用した処分場に関し遮水シートの損傷が報告された事例はな\nい。\n(3)　基礎地盤について\n本件処分場の埋立地底部となる地面について，スウェーデン式サウンディン\nグ試験を実施したところ，３か所の測定点（貫入深さ２．５０メートル，３．００メート\nル，６．７５メートル）でそれぞれＮ値が８８．８，８９．９，８４．５であり，地盤の強\n度として必要十分とされている２０を大幅に超えていた（乙１５８参照）。また，笠\n野原台地のシラスに設置されている鹿屋市清掃センター関係の地質調査報告\n書（乙１８９）でも，概ね５０以上のＮ値となっている。これらに照らすと，本件予定\n地の地盤であるシラスが本件処分場を設置するのに必要な強度を有しているこ\nとは明らかである。\nシラスの遮水性能については，通常シラスの透水係数は毎秒１０－３センチメ\nートル前後とされているが，上記の地質調査報告書によると，毎秒１０－５から\n同１０－６センチメートルとの結果が報告されているところ，本件処分場において\nは，遮水シートの破損に備えて，埋立地底部にベントナイトを混合した厚さ５０セ\nンチメートルの改良土層を敷設した上，法面についても下地基盤としてベントナ\nイトシート（透水係数毎秒１０－９センチメートル以下）を敷設して，シラスの遮水\n性能の不足を補っている。\nなお，上記の地盤改良に関し，当初に予定していたサンクリート（樹脂）からベ\nントナイト（粘土）に変更した理由は，ベントナイトのほうが弾性に富み，亀裂に対\nして自己修復能力を有するなどの利点があり，各地の廃棄物最終処分場におい\nても，遮水シートにベントナイトを組み合わせた遮水工が多数造られ，十分な実\n績を挙げているからである。\n(4)　地下水集配水設備について\n本件予定地のボーリング調査の結果によれば（乙２参照），地下水位は，西側\nで３８．７メートル（地盤高は６０．０５メートル），東側で５０．３メートル（地盤高は\n７０．０８メートル）と深く，湧水による遮水工損傷のおそれはないが，地下水集排\n水設備は設ける予定である。\n(5)　保有水等集排水設備について\n保有水等集排水設備は，中央に設置した直径６００ミリメートルの主幹，これ\nに２０メートル間隔で直線形に敷設する直径３００ミリメートルの枝管のそれぞれ\nについて，大日本プラスチック株式会社製のダイプラハウエル管（高密度ポリエ\nチレン管）を採用している。\nこのダイプラハウエル管が耐圧強度等に優れていることは，その技術資料\n（乙３７）から明らかであり，異常な外的要因がなければ５０年以上の耐用年数が\nある。\nそして，本件処分場に敷設される上記集排水管の管径，設置勾配（１．５％），\n配管等からみてスムーズな排水が可能であることは，本件の保有水等集排水設\n備に関する検討で解析されているとおりである（乙２７参照）。\n現在全国の最終処分場の計画・設計のガイドラインとされている「廃棄物最終\n処分場指針解説」（乙１９）（以下「指針解説」という。）によれば，保有水等集排\n水管の集水機能確保のために管の周囲を覆う「被覆材」選定の留意点として，\n土砂やゴミ，スケール等による目詰まりの防止が挙げられており，その管径設定\nに当たっても，スケールなどの成長による断面縮小にも対応し得るものでなけれ\nばならないとされているところ，本件処分場では，指針解説及び「廃棄物最終処\n分場技術システムハンドブック」（乙４０）等の被覆材の算定式に基づき，被覆材\nには，粒径５０から１５０ミリメートルの栗石及び単粒砕石（集水管周辺には粒径\n２０から３０ミリメートルの単粒砕石）を使用し，万一，目詰まりが生じたときは，排\n水溝出口からの自走式噴射洗浄機による洗浄又は高圧エアーの吹込み等によ\nり修復する予定である。\n(6)　調整池について\n本件調整池は，遮水性の高いベントナイト及び腐食防止のためのゴムアスフ\nァルトシートの二重構造のものであるので，耐水性が高く，日常の適切な管理・\n補修により，５０年以上維持することが可能である。\n過去２１年間の降雨量から計算すると，本件調整池の容量を超えて浸出液が\n埋立地内に貯留する日数は１７２日あるが，最も長く連続して埋立地内に貯留す\nるのは１２２日で，これは過去１１７年で最も年間降水量が多かった年（平成５\n年）に関する計算であり（乙３０参照），本件処分場は１０年で埋立てが終了する\nのであるから，上記のような年に遭遇する可能性は極めて低く，本件処分場で\n埋立地内に浸出液が貯留することは，まずあり得ない。\n(7)　浸出液処理設備について\n浸出液処理設備については，本件処分場付近の過去の降雨データ及び埋立\n計画に基づき，１日の水処理量を３９０立方メートルとし，その水質につきＢＯＤ\n（生物化学的酸素要求量）は１リットルあたり１０００ミリグラム，ＳＳ（浮遊物質\n量）は同じく３００ミリグラムに設定して設計がされている（乙２参照）。もっとも，こ\nの濃度でなければ処理できないということではなく，紫外線＋オゾン酸化法，逆\n浸透膜分離法等により，幅広い濃度に対応できるシステムとなっている。\n本件処分場の設置許可時に予定していた浸出液処理システムは，生物処理\nのみであったが，その後の水処理技術の進歩等を踏まえて，別紙「排水処理装\n置フローチャート」に表示のシステムに変更した。その内容について補足すると，\n次のとおりである。\nまず，降雨量の多い地域であることを考慮し，生物処理槽（ばっ気槽）を２系\n統に分け，降雨量の多い時期には２系統を同時運転する。\n生物処理については，維持管理が容易であること，余剰汚泥の量が少ないこ\nと，汚泥が浮上してしまう「バルキング現象」が起きる可能性が低いこと，窒素の\n除去ができることなどの理由で，活性汚泥法から接触ばっ気法（板状の接触剤\nを設置し，その表面に付着して膜状に増殖した微生物で主にＢＯＤの処理を行う\n方法）に変更した。\n従前は，重金属類を最終段階のキレート樹脂によって吸着して除去する例が\n多かったが，樹脂の吸着能力を超えた場合は重金属類は除去されずに放流さ\nれてしまうおそれがあったので，本件処分場では，最初に液体キレート剤（重金\n属固定剤）を添加し，重金属イオンと反応させて不活性塩を析出する処理を行っ\nた上，その後の高速沈殿，活性炭，逆浸透膜等で完全に重金属類を除去する方\n法を採用している。なお，液体キレート剤であれば，添加量の調整により重金属\n類の濃度の変化に対応できる。\n紫外線＋オゾン酸化法を採用したのは，主にダイオキシン類及び環境ホルモ\nン類の除去対策のためであり，凝集沈殿，生物処理，砂ろ過等の前段階でダイ\nオキシン類等の付着する粒子状物質をできるだけ除去し，残ったダイオキシン\n類等をオゾン処理（オゾンが酸素分子と単体の酸素原子に分解し易く，後者が\n強い酸化作用を持っていることを利用した浄化方法）と，酸化分解を促進する紫\n外線を組み合わせて分解除去する。\n活性炭は，種々の大きさ・形状をした細孔が入り組んで複雑な網目構造を形\n成し，重金属類，有機物，ダイオキシン類を吸着除去するものであるが，オゾン\n処理と併用することにより，活性炭の寿命が大幅に延びる上，オゾン酸化処理\n後に活性炭で残留オゾンを吸着する効果もある。\n最後の工程に逆浸透膜装置を設置するのは，すべてのろ過方法の中で最も\n微細なろ過が可能な処理方法で，ダイオキシン類，大腸菌，ＢＯＤ，ＣＯＤ（化学\n的酸素要求量），超微細粒子等の除去ができるからであり，その除去率は９５％\nから９８％以上である。\nこのようにして処理された浸出液は，重金属類が排水基準令（排水基準を定\nめる総理府令）１条の基準値以下，ＢＯＤとＳＳが共に１リットルあたり１０ミリグラ\nム以下，ｐＨが６から８，大腸菌が１ミリリットルあたり３０００個以下となり，ほぼ\n清水に近い状態で放流される（乙３１参照）。\n(8)　本件処分場の維持管理について\n改正共同命令に準拠した処分場が建設されたとしても，保守管理や，運転操\n作及び埋立作業等が不十分であれば，遮水シートが破損したり，浸出液の処理\nが十分に行われず，重金属類等が基準値以上の濃度で放流されるなどの事故\nが発生する。実際，廃棄物処分場において発生する上記のような事故の原因の\nほとんどは，設備の欠陥ではなく，日常の管理などが十分に行われていなかっ\nたことにあり，その内容は大別して①資金不足に起因するものと，②経営者の廃\n棄物処理に関する知識，技術，経験不足に起因するものに分けられるが，本件\n処分場に関しては，そのような問題はない。\nまず資金面についてであるが，本件予定地（担保権の設定は一切ない。）は\n被告会社の代表取締役であるＩが所有しており，本件処分場の設置に関し既に\n費やした資金も南日本建設に対して負担した本件工事の一部費用程度である\n上，今後必要とされる本件処分場の工事代金（約２０億円）及びｄ部落に関する\n簡易水道敷設費用（約３０００万円）に関しても融資を受けることが決まっている\nから，被告会社に財政的な不安要因はない。\n受入管理については，本件処分場では，継続的な処理委託契約を締結した\n特定の排出事業者からの廃棄物のみを受け入れ，搬入券を事前に販売しない\n予定であり，不特定多数の排出事業者からの受入れは行わない。また，搬入さ\nれる廃棄物の性状等については目視検査を実施するほか，安定型処分場にお\nいて法的に義務づけられている展開場所を用意し，すべての廃棄物につき展開\n検査を実施して，マニフェスト伝票等と照合するとともに，被告会社において分析\n施設（原子吸光光度計，ガスクロマトグラフ，分光光度計，還元気化装置，ｐＨメ\nーター，ＤＯメーター，液体クロマトグラフ）を設置の上，専門業者である有限会\n社南日本環境科学にその管理を委託し，専従技術者の常駐派遣を受けて日常\n的に搬入廃棄物の有害物質の濃度や浸出液等の分析を行い，埋立基準を超え\nる廃棄物の受入れは拒否して持ち帰らせるなどの厳格な受入管理に役立てる。\nなお，これらの分析結果は近隣住民にも公開する。\n浸出液処理設備については，浸出液を処理が可能な濃度・水量に常に調節し\nておくことが必要であるが，その設計を担当した九州化工株式会社に管理を委\n託し，昼間は同社の専従技術者を常駐させ，夜間に異常が発生した場合には，\n自動的に同社に通報され，夜勤技術者及び専従技術者が２５分以内に本件処\n分場に駆けつけて対処するというシステムを採る予定である。また，同社は浸出\n液処理設備の管理に必要な分析施設を有しているので，水質分析は同社に担\n当してもらう。\nさらに，廃棄物の埋立作業については，南日本建設から，数十年間廃棄物処\n分場で同作業に従事し，重機の操作に熟達している従業員の派遣を受ける予定\nであり，以上のとおり，施設運営面での不安要素も全くない。\nなお，ｉ町の農地で発見された廃棄物は，地主から嵩上げを請け負った森光運\n輸が勝手に投棄したものであって，南日本建設はこれに一切関与しておらず，\n本件訴訟中に新たに発見されたコンクリート塊なども，上記と同一の機会に森光\n運輸が投棄したが発掘されていなかったものである。この点については，県も，\n平成１７年３月に現地を調査し，関係者からの事情聴取をした上で，同様の結論\nを出しているところである。\n（原告らの主張）\n(1)　擁壁について\n本件処分場の擁壁が改正共同命令に適合するとの立証はない。\n(2)　遮水シートについて\n遮水シートによる遮水工は，天然遮水工や鉛直遮水工と比較すると，破損の\nリスクがはるかに大きい。実際，東京都日の出町の谷戸沢処分場，長崎県北松\n浦郡小佐々町の一般廃棄物処分場，東京都八王子市の戸吹最終処分場にお\nいて，いずれも遮水シートが破損しており（甲２００１から２００３まで及び甲２００\n５参照），岡山県及び三重県においても，管理型処分場の設置許可申請に対\nし，遮水シートが破損するおそれがあるなどとして，県知事が不許可決定をした\n事例がある。また，旧厚生省生活衛生局の平成７年１２月２２日付け通達の内容\nからすると，厚生労働省も遮水シートが破損しているという認識を持っており，そ\nれを前提として指導をしていることが明らかである。さらに，安定型処分場の建\n設差止めに関する裁判例でも，遮水シートの破損の可能性は否定できないと判\n断されているものが多い。\n一般に，荷重に相違がある部分には剪断力が作用するところ，遮水工には，\n埋設処分される廃棄物の高さと密度に応じた不均一な荷重がかかり，下部の地\n盤の強弱による不等沈下と相まって必ず剪断力が作用するので，遮水工は必\nず破損の危険性を有することになる。また，円弧滑りという一種の地滑りによる\n法面の崩壊や，地下水ないし湧水の水圧により，法面の遮水シートが破損する\n危険性もある。\nこの点，遮水シートのメーカーによる試験結果として，シートの耐用年数は，\n太陽光線，風雨にさらされた場合でも概ね５０年以上という試験結果が出されて\nおり，また，地下に埋め立てられて太陽光線，熱，風雨に直接さらされない以\n上，シートの寿命は半永久的であるとの主張がされることがある。しかし，遮水\nシートの有力メーカーの資料によると，廃棄物処分場で現実に使用された遮水\nシートの耐用年数は，各種の条件が複合して作用するため，メーカーによる評価\n試験によるものとは一致せず，それより非常に短くなると指摘されており（甲２０\n０７参照），その一方で，現実の耐用年数がどれくらいの期間であるのかは一切\n述べられていない。このように，メーカーの主張する遮水シートの耐用年数につ\nいては，理論的根拠が薄弱で信用できず，被告会社は，廃棄物等の荷重，埋立\n作業用の車両等による衝撃力，基礎地盤の変位，温度応力に対応できる性能\nを有することを立証できていない。\nなお，被告会社は，ニポリンシートＳＳについて，１平方メートルあたり２００トン\nの荷重を受けても影響はないと主張するが，これは机上における計算上の数値\nにすぎず，また，本件処分場において現実にかかる荷重が上記の数値以下であ\nるかどうかは分からないのであるから，本件処分場における耐用性を測定する\n指標とはなり得ない。\nまた，被告会社は，遮水シートの自己修復システム（Ｔ＆ＯＨシステム）を採用\nするというが，これがあっても，操業者が自ら検査をしなければ異常は発見でき\nないところ，被告会社が適切に検査を行うという保証はないし，仮に検査をしたと\nしても，検査結果の判定は被告会社が行うのであり，自ら不利となる判定を行う\nことは到底期待できない（なお，Ｔ＆ＯＨシステムには，異常かどうかの判定基準\nが３つあるが，それらを総合的に検討した上，最終的には水質検査により決定\nするという，極めてあいまいなものであり，また，この水質検査を実施するかどう\nかも操業者の判断に委ねられており，報告義務もない。）。加えて，遮水シートの\n損傷という結果が出れば，その修復費用（１か所あたり約２００万円）は操業者が\n負担しなければならず，政治・社会問題にもなるから，被告会社が損傷という結\n果を隠蔽するおそれがある。さらに，Ｔ＆ＯＨシステムの修復方法は，不織布とゴ\nムシートの間を修復材が広がっていくというものであり，不織布自体が損傷した\n場合には何らの効果もないし，破損部分が大きい場合は，修復自体が不可能で\nある。\n(3)　基礎地盤について\n本件予定地の地盤は，場所によって良好な支持層の出現深度が異なるから\n（乙８３参照），その強度は不均等であり，廃棄物の不均等な埋立てによって荷\n重がかかれば不等沈下の危険性が増し，遮水シートの破損原因ともなる。\n被告会社は，地盤の強化にベントナイト混合土を使用すると主張するが，同\n混合土にはシラスの強度を増加させる効果はなく（乙１４３参照），改良地盤につ\nいても不等沈下等によるひび割れが生じていれば無意味である。\nなお，被告会社は，当初，地盤工事にサンクリート工法を採用すると主張して\nいたが，原告らが同工法の問題点（地盤の強度を強化するものではないこと，強\n度はサンクリートとセメント，シラスの混合割合や工事後の養生により著しい差\nが生じること，サンクリートとセメントの混合は酸に対し弱いこと）を指摘すると，\nベントナイト混合土の使用を主張したもので（それについても問題があることは\n上記のとおりである。），検討の不十分さが顕著である。\n(4)　地下水集排水設備について\n地下水集排水管は，①万一，浸出液が漏洩した場合にその浸出液をすべて\n集めるということと，②地下から処分場内に圧力を加えようとする地下水を排泄\nするという２つの目的のために設置されるものである。\nところが，本件処分場のそれは，１０メートル又は２０メートルの間隔で埋設さ\nれるのであるから，漏洩したすべて浸出液を集水し，また，すべての地下水を排\n泄できないことは明らかであり，どれだけ効果があるのかは不明というほかな\nい。\n(5)　保有水等集排水設備について\nこれについても改正共同命令に適合するとの立証はされていない。\n(6)　調整池について\n本件調整池については，前記仮処分決定が，その容量を超えて埋立地内に\n浸出液の貯留する状態が５月から９月までの間だけで約１か月以上継続する年\nが，昭和５５年から平成１１年までの２０年間で７年存在すると指摘しているとお\nり，改正共同命令に適合していないことが明らかである。\n(7)　浸出液処理設備について\n浸出液処理は，汚染負荷量の変動に対応して行わなければならないから，ま\nず浸出液受入槽の浸出液の水質を明らかにし，浸出液処理フローの各段階に\nおいて有害物質がどれだけ除去されるのかを，具体的なデータに基づいて明ら\nかにすべきであるが，被告会社は，処理されて放流される浸出液の水質がどの\n程度のものになるのかについて，実測データを全く示していない。\n本件処分場の浸出液については，被告会社によると，第１次から第３次の処\n理まで行うとのことであるが，各処理段階において，有害物質を除去する効果を\n発揮するために適切な濃度やｐＨ等が設定され，それに対応した量の薬剤が投\n入されるべきなのであるから，浸出液の処理を適正に行うためには，浸出液に\n含まれている有害物質を特定した上，各処理段階において有害物質の適切な\n濃度やｐＨ等が保たれていることが必須の条件となる。ところが，降水量だけで\nなく，搬入廃棄物の中に存在している物質の種類や濃度自体も一定ではないか\nら，本件調整池程度ではその一定化を図ることは困難であるのに，被告会社\nは，試運転の段階で分析値を確認して操業条件を設定し，あとは月に２回程度，\n不定期に浸出液の分析を行うとするのみであるから，刻々変動する浸出液の水\n質を正確に把握することは不可能である。\n各処理段階を検討しても，まずキレート処理について，被告会社はこれをエポ\nフロックＬ－１という硫化物により行うとするが，エポフロックＬ－１と反応する重\n金属類は限定されており，処理できない重金属類も存在する。さらに，浸出液中\nに重金属類と共存している可能性がある代表的物質として塩類，酸化剤，還元\n剤，有機物，アンモニア及びロッシエル塩が考えられるが，これらがエポフロック\nＬ－１に反応してしまい，その分，エポフロックＬ－１の重金属類除去の効果が落\nちる可能性もあるため，エポフロックＬ－１の必要投入量は実際の原水を使用し\nてテストしてみなければ判明しない。\n次に，生物処理においては，温度や栄養剤によりバクテリアをいかに適正に\n管理するかということが重要であり，それには専門的知識と経験が必要とされる\nところ，被告会社は何らの対策も講じていない。\nまた，凝集沈殿は，ＳＳや重金属類を一定の凝集剤を用いて固体と液体に分\n離し，固体を除去するというものであるが，被告会社の技術者（Ｍ）の説明によ\nれば，仮に凝集剤の量が適正であったとしても，最大で１０％の重金属類が除去\nされずに残るということであるし，その量が適正でなければ残存する重金属類は\nより多くなる。\n一方，紫外線＋オゾン酸化処理は，酸化剤の組み合わせや適用条件が多岐\nにわたるため，その最適プロセスが確立されていないなど，まだ効果が証明され\nていない未成熟の技術であるし，逆浸透膜についても，処理水の濃度と水量の\n適正条件が問題となる。\n被告会社は，これらの点につき，メーカーのパンフレットをデータとして提出し\nているが，それらのデータは最終製品の性能を保証するものではないとされて\nおり，したがって，本件処分場の浸出液が適正に処理されるという証明はされて\nいないものというべきである。\n(8)　本件処分場の維持管理について\nア　搬入廃棄物の検査体制\n被告会社の代表取締役の１人であったＮは，その陳述書（乙１３６）におい\nて，①搬入廃棄物の受入時は必ず現物をサンプリングして分析を行い，受入\nれサンプルの分析表との比較検討を行う旨及び②継続して搬入される廃棄\n物については，一事業所につき月に最低２回のサンプリングを受入れの際に\n不定期に行い，分析する旨を述べているが，鉱さい，汚泥，燃え殻，ばいじん\n及びプラスチックなどについては，特定の企業の特定の施設から排出された\nものであっても，そこに含まれる有害物質の種類及び濃度は，搬入するダン\nプ１台ごとに千差万別であり，処分場の入口でいかに正確な展開検査を行っ\nたとしても，それだけで判断できるものではない。\nまた，分析検査を何人で行うのかや，サンプルの採取方法，分析結果が判\n明するまでに必要な時間，それが出るまでの間の搬入廃棄物の保管場所，\n受け入れられない廃棄物を持ち帰らせる方法など，受入管理に必要な一連の\n手順が全く検討されておらず，実際に検査を行うのか甚だ疑わしい。\nイ　実行可能性\n受入管理以外の点についても，人的・物的に実行できる具体的な体制や手\n順などが真剣に検討されていない。被告会社の主張は，違法な廃棄物は搬\n入されない，遮水シートは破れない，浸出液は安全に処理できる，排出した水\nは原告らに到達しないという立前論に終始しており，現実には実行しないので\nはないかという強い不安と不信感を抱かざるを得ない。\nまた，被告会社が採用するという技術のかなりの部分は最新技術であり，\n既に信頼性が確立されている技術ではない。その技術の性能等を裏付ける\n証拠とされているのは，メーカーのパンフレットだけであり，被告会社は，自然\n界はビーカー内と同じではないということを全く無視している。\nさらに，被告会社は経費の計算も示そうとせず，原告らの質問に答えて提\n出されたものは大雑把な計画のみであり，このことからも，被告会社が本気で\n本件処分場に関する計画を実行する意思を有していないことが認定される。\nウ　産廃処理業者としての適格性\nＩが代表取締役をしていた南日本建設は，被告会社が本件処分場を建設す\nるために，本件予定地に埋立済みであった廃棄物を掘り起こして違法に農地\nに投棄したのであるから，被告会社が廃掃法７条５項４号トの規定にいう「そ\nの業務に関し，不正又は不誠実な行為をするおそれがあると認めるに足りる\n相当の理由がある者」に当たることは明らかであって，被告会社は，本来，産\n廃処理業者として認めてはならない業者である。\nなお，平成１７年３月２３日にｉ町の農地で新たに発見された廃棄物につい\nては，その量（８００ないし９００トンと推計される。）と内容物（有毒ガスの発生\nしている汚泥も含まれる。）からみて，森光運輸の仕業ということでは説明でき\nず，南日本建設が投棄したことが明らかである。\n４　本件処分場から未処理又は十分に処理されていない浸出液が漏出した場合，そ\nれに含有される物質が，原告らの利用する井戸水に混入するかどうか。\n（原告らの主張）\n原告らは，肝属川流域の河川水及び地下水が流入する井戸の水を飲用水など\nとして利用しているが，本件処分場に関する被告会社の計画では，処理された浸\n出液と地下水集排水設備からの排水は肝属川に放流されることとされているの\nで，十分な処理が行われなかった浸出液や，遮水シートから漏洩し，地下水集排\n水設備で集水された未処理の浸出液があった場合，それに含まれる物質は，当\n然，肝属川を経て原告らの井戸水に混入することとなる。\n本件処分場の浸出液で地下水に流入するのは，遮水工の破損などにより漏洩\nし，かつ，地下水集排水設備で集水されなかったものだけであり，被告会社の計画\nによれば，遮水工から漏洩した浸出液についてもそのほとんどが地下水集排水設\n備で集水されるというのであるから，本件予定地を流れる地下水が，肝属川（南\n西）方向に流れているのか，それとも串良川（南東）の方向に流れているのかは，\n本質的な争点ではない（この点に関する被告会社の主張は，本件訴訟に至って初\nめてされたもので，被告会社も本件処分場の設置許可申請に際しては，「西側の\n肝属川周辺への水の流れがあるものと推定される」と記載されたボーリング調査結\n果を県に提出していたところである。）。\nのみならず，シラス台地の地形は基本的に基盤岩の地形に従っているということ\nは，シラス台地研究の第一人者である鹿児島大学のＯ教授によって明らかにされ\nた通説的な考え方であるところ（甲２０４４，２０４５参照），大木教授によると，火砕\n流堆積物で構成されている地域に見られる現地形や，火砕流堆積以前の旧地形\nの状況などから，基盤岩侵食面の起伏をある程度類推することができるとのことで\nあり，これに従うと，本件予定地を流れる地下水については，肝属川方向に向かう\nことが明らかというべきである。\n（被告会社の主張）\n本件処分場は笠野原台地の北端に位置しているが，３次元浸透流解析の結果\nによれば，笠野原台地の地下水は，本件処分場から串良川方向に流れており，肝\n属川方向には流れていない（乙５９参照）。また，高密度電気探査の結果等によれ\nば，笠野原台地の地下水には肝属川水系と串良川水系との間に分水嶺はみられ\nず，むしろ地下水面が一体として串良川方向へと傾斜している可能性が確認され\nている（乙１３４参照）。\nしたがって，仮に遮水シートが破損するなどの事故により未処理の浸出液が地\n中に漏出して地下水に混入したとしても，原告らの生命・身体に被害が発生するこ\nとはあり得ない。\n仮に上記地下水が肝属川方向に流れており，かつ，本件処分場から漏洩した浸\n出液がこれに混入したとしても，原告らの大半の住居は３キロメートル以上離れて\nいるので，遮水シート下のベントナイトとシラスの混合土層や（これを通過するだけ\nで約３５０年を要する。乙２１９参照），更にその下のシラス層，地下水層が流下す\nるシラス層及び軽石層によるろ過・希釈効果をも考慮すれば，原告らの生命・身体\nに被害が発生することはあり得ないというべきである。\nさらに，原告らの居住地周辺の地下水位の深度は約４０メートルであるのに対\nし，原告らの利用している井戸は深さ１０メートル程度の井戸であることや，湧水池\nである鬼山池が存在していることからして，その井戸水は，肝属川由来のものでは\nなく，高隈山系の伏流水であると考えられるので，本件処分場から浸出液が漏洩し\nて地下水に混入したとしても，原告らがこれを飲用する可能性はないものというべ\nきである。\n５　Ｅら２２名による共同不法行為の成否及びその成立が認められる場合における被\n告会社の損害額\n（被告会社の主張）\nＥら２２名は，被告会社が南日本建設に発注して本件工事を開始した平成１１年\n４月１８日から同年８月３１日までの間，本件処分場の建設に反対する他の周辺住\n民とも意思を相通じて，日曜・祭日を除く毎日，工事の作業が行われる度に，Ｉが所\n有し南日本建設が管理する工事現場に，Ｉ及び南日本建設従業員の制止を振り切\nって多人数で侵入した上，その入口部分に自動車を横に並べて駐車したり，工事\n阻止の横断幕を掲げて入口を塞いだり，あるいは地面に座り込むなどの方法で，\n工事車両の出入りを妨害するとともに，杭打ちの際に杭の上に手を出したり，打ち\n込まれた杭を引き抜いたり，重機にぶら下がったり，さらには暴言で作業員を挑発\nして暴力を振るわせようとするなどの方法で，工事作業を妨害するという違法行為\nを繰り返した。\nこの点，丙事件被告らは，説明会を開くまで工事を中断するよう求める行動であ\nったにすぎない旨を主張するが，Ｅら２２名は，県知事が指定した「関係地域」の住\n民ではない上，県環境生活部長や担当課長からも本件処分場の計画について十\n分に説明を受けていたものであるから，その説明会開催要求は本件工事を中止さ\nせるための方便にすぎないし，工事の中断を要請するためであったにしても，上記\nのように実力を行使することが許される理由はないから，その行動を適法視する余\n地はない。\nしたがって，Ｅら２２名には，上記行動により被告会社が受けた次の損害，すな\nわち，①被告会社が無駄に南日本建設に負担することになった工事代金５１５５万\n４０７６円と，②被告会社が結局は無意味に鹿屋市土木事務所に支払った上記工\n事期間中の道路占有料２２５万３４２０円の合計５３８０万７４９６円について，共同\n不法行為による損害賠償責任がある。\n（丙事件被告らの反論）\nＥら２２名は，被告会社が本件処分場に関する説明会を開くまで本件工事を中\n断するよう求めて行動したにすぎず，それに至る経緯や具体的行為の態様に照ら\nすと，その行動が違法であったとはいえない。\n第５　当裁判所の判断\n１　争点１（本件差止請求に関する主張・立証責任）について\n本件処分場に搬入される予定の産業廃棄物の中に，人の生命・身体の安全に\n重大な悪影響を及ぼす物質である重金属類及びダイオキシン類が含まれているで\nあろうことについて当事者間に争いはない。\nしかしながら，人は，相互に影響し合わずに社会生活を営むことはできないので\nあるから，自らの生命・身体の安全に何らかの影響があるからといって，直ちに他\n人の活動を止めさせることはできず，いわゆる受忍限度を超える健康被害を受け\nる蓋然性がある場合に初めて，人格権に基づく差止請求権の行使が可能になるも\nのと考えるべきであり，また，その請求権の発生要件となる上記の点についての主\n張・立証責任は，民事訴訟の一般原則どおり，その請求権の存在を主張する者に\nおいて負担するものと解すべきである（これと異なる旨をいうものと解される原告ら\nの主張は採用できない。）。\nもっとも，まず，その健康被害が受忍限度を超えるものであることという点につい\nていえば，本件では，上記のような有害物質が飲用に供される井戸水に混入する\nかどうかが問題となっているのであるから，その混入の蓋然性が肯定される場合\nには，それによって生じ得べき健康被害が受忍限度を超えるものであることについ\nては，他に特段の反証がない限り，事実上，推定されるものというべきである。\nまた，そのような健康被害が発生することにつき，単なる可能性ではなく，蓋然\n性があるものと認められることを要するとの点についていえば，本件では，本件処\n分場から未処理（適切に処理されていないものを含む。以下同じ。）の浸出液が漏\n出して，それに含まれている物質が河川又は地下水を通じて原告らの利用してい\nる井戸水に混入する蓋然性の有無が問題となっているものであるところ，①廃掃法\nが，共同命令の遵守の有無を１つの基準として，産業廃棄物の最終処分場の設置\nの許否を決すべきものとしていることや，②改正共同命令は，科学的知見及び技\n術水準を踏まえつつ，最終処分場に対する国民の不安感を払拭することをも考慮\nした上で，最終処分場の安全性を確保するために策定されたものと考えられること\nからすると，その遵守は，本件処分場の設置許可を受けた被告会社において当然\nに果たさなければならない行政上の義務であると同時に，周辺住民に対する関係\nでも，それに定められた技術上の基準を確保すべき責務を負うものと解されるか\nら，被告会社において，本件処分場が改正共同命令に適合していることを立証で\nきない限り，それから未処理の浸出液の漏出が生じる蓋然性があることが，事実\n上，推定されるものというべきである。\n２　争点３（改正共同命令への適合性）について\nそこで，次に（争点２に関する検討を留保して）争点３について検討する。\n(1)　擁壁について\nア　証拠（乙２０，証人Ｐ）によれば，本件処分場の擁壁は，有限要素法による自\n重及び地震解析において，安全率が１．０を下回らなかったことが認められ\nる。したがって，上記擁壁は，自重及び地震力等に対して構造耐力上安全で\nあると認められる。\nイ　また，証拠（乙２，乙２０，乙１４６）及び弁論の全趣旨によれば，上記擁壁は\n土堰堤であり，その側面には５層の遮水シート工を敷設する予定であることが\n認められるから，この擁壁の計画は，廃棄物や地表水等による腐食防止のた\nめの措置が講じられているものといえる。\nウ　そうすると，本件処分場の要壁は，改正共同命令に適合するものと認められ\nる。\n(2)　遮水シートについて\n証拠（乙１６，乙２２，証人Ｑ）によれば，ニポロンシートＳＳの透水係数は，毎\n秒２.７×１０－１２センチメートルであり，改正共同命令１条１項５号イ(1)(ｲ)，同\n(ﾛ)の遮水層の遮水性能と比べて，理論上約１０００倍の遮水性を有しているこ\nと，１平方メートルあたり２００トンの負荷（本件処分場の最大埋立高を大幅に上\n回る約１１０メートルに相当する負荷）をかけた場合のニポロンシートＳＳの安全\n率（ここでは，限界伸び率を最大引張ひずみで除した数値を指す。）は，上層で１\n５５７．６９，下層で１５８８．２４であり，１４．３％と最も限界伸び率が低い不織布\nにおいても，安全率は上層で６．３６，下層で５．１８であること，ニポロンシートＳ\nＳを６０℃の０．０５％Ｈ２ＳＯ４ａｑ（酸性）で２４０時間処理した場合，伸び率比は\n長手で１０１％，幅で１００％であり，６０℃の飽和Ｃａ(ＯＨ)２ａｑ（アルカリ性）で２４\n０時間処理した場合，伸び率比は長手で９９％，幅で９９％であること，ニポロン\nシートＳＳを８０℃で２４０時間熱処理した場合，伸び率比は長手で１００％，幅で\n１０１％であることが認められる。\n上記認定事実によれば，ニポロンシートＳＳは，改正共同命令に適合する遮\n水工を構成するに足りるものであると判断される。\nこの点につき原告らは，本件処分場にかかる荷重が１平方メートルあたり２０\n０トン以下とは限らないと主張するが，この２００トンの負荷は，本件処分場の最\n大埋立高４０メートルの２．５倍以上の埋立高に相当する負荷であり，これ以上\nの負荷が生じることは容易に想定できない。\nまた，原告らは遮水工が必ず破損するように主張するが，ニポロンシートＳＳ\nの上記特性に照らすと，原告らの主張は採用し難い。\nさらに，原告らは，遮水シートの損傷検知・補修システム（Ｔ＆ＯＨシステム）に\nついても論難するが，改正共同命令はこのようなシステムを備えることを要求し\nていないから，それへの適合性の関係では意味を有しない。\n(3)　基礎地盤について\n証拠（乙２５，乙１５７，乙１５８，乙１６１，乙１８９，証人Ｐ）によれば，本件処分\n場の基礎地盤は，本件処分場の最大負荷（５９万４６８８トンから２１７万８５２１ト\nン）を考慮した有限要素解析（対象物の形状や物性を考慮し，荷重を加えた際の\n対象物の変形挙動を調べる手法）の結果，安全率が１．０を下回る分布がなかっ\nたこと，上記地盤中の３か所の地点で実施したスウェーデン式サウンディング試\n験の結果，地面からの深さがそれぞれ３メートル，２．５メートル及び６．７５メート\nルの地点における換算Ｎ値（１５以上で「爪で印が付けられる」程度の非常に固\nい地盤，３０以上で「爪で印を付けるのが難しい」ほど特に固い地盤とされる。）\nがそれぞれ８９．９，８８．８及び８４．５であったこと，本件処分場の底面は，これ\nらより更に５ないし１０メートルほど掘削した地点に水平に整地される予定である\nことが認められる。\nしたがって，上記地盤は，廃棄物の荷重その他予想される負荷による遮水層\nの損傷を防止するために必要な強度を有しているものと認められる。\nなお，原告らは，株式会社大東ボーリングによる報告書（乙８３）によると，本\n件予定地の地盤は場所によって良好な支持層の出現深度が異なるとされてい\nるので，本件予定地の強度は不均等であり，不等沈下により遮水シートを破損\nするおそれがある旨主張するが，証拠（乙２，被告会社代表者Ｉ）によれば，上記\n報告書においてボーリング孔とされている地点はいずれも埋立予定地外である\nことが認められ，他に本件処分場の地盤が不等沈下を起こし易い性状であるこ\nとを裏づけるような証拠もないから，上記主張は採用できない。\n(4)　地下水集排水設備について\n証拠（乙２）及び弁論の全趣旨によれば，本件予定地のボーリング検査の結\n果，地下水位は西側で３８．７メートル，東側で５０．３メートルであり，湧水による\n遮水工の損傷のおそれはないことが認められるので，本件処分場では地下水\n集排水管の設置は要求されていないものというべきである。\n(5)　保有水等集排水設備について\n証拠（乙２７，乙２８）によれば，本件処分場の保有水等集排水設備は，高密\n度ポリエチレンのダイプラハウエル管を採用した上，指針解説を参考に設計され\nており，浸出液を円滑に集水管に流すために，その被覆材の積上高を１メート\nル，幅を１．８メートルとすること，また，主幹の管径を６００ミリメートル，勾配を\n１．５％とすることで，浸出液を全量排出することができるようにすること，土砂や\nゴミ，スケール等による目詰まりを防止するため，粒径５０から１５０ミリメートル\nの栗石及び単粒砕石を用い，集水管周辺のフィルタ材には２０から３０ミリメート\nルの単粒砕石を用いる予定であること，ダイプラハウエル管に１００トンの荷重\n（水分を含んだ廃棄物を約５５メートルまで積み上げた重さに相当する。）を与え\nて，有限要素法により耐力解析を実施したところ，安全率は最小値でも２．５６\nで，１．０を下回ることはなかったことが認められる。\nこの認定事実によれば，本件処分場の保有水等集排水設備は改正共同命令\nに適合しているものと判断される。\n(6)　調整池について\nア　証拠（乙２，乙１９，乙２５，乙３０，乙３６，乙１４３）及び弁論の全趣旨によれ\nば，本件調整池は，ベントナイトとゴムアスファルトによる二重構造であり，ベ\nントナイトの透水係数は毎秒約１×１０－８センチメートルであること，本件処\n分場はその構造上，底盤から５メートルの高さまでは保有水等を一時的に貯\n留することができ，これを計算に入れると，本件処分場の限界貯水量は４万３\n２２３立方メートルと計算されること，指針解説は，本件調整池のような設備に\n要求される最大容量を計算する方法としては，「合理式」による方法と，「降雨\nがあってから浸出液が生じるまでの時間差を考慮した水収支モデル」による\n方法（合理式によるのよりも表層保水能や流出抵抗により保有水等の量が平\n準化される傾向がある。）があり，経済性や施設稼働率を考慮して最適な規\n模を選定すべきものとしているところ，前者によると，昭和５５年から平成１２\n年までの２１年間に浸出液量が限界貯水量を上回ったであろう日数としては\n平成５年の７０日があるが，同年の年間降水量は４０２２ミリメートルで，過去１\n１７年間で最も多かったこと，これに対し，後者の方法によると，上記２１年間\nで浸出液が限界貯水量を超える日数はなく，本件調整池の貯水量（８１４１立\n方メートル）を超えて埋立地内に浸出液が貯留したであろう日数は合計１７２\n日であるが，そのうち１２２日は平成５年におけるものであることが認められ\nる。\nイ　上記アの冒頭で認定した事実によれば，本件調整池は耐水構造となってお\nり，亀裂や漏水が生じる可能性は少ないものと認められる。\nウ　次に，指針解説（乙１９）によると，浸出液調整設備には，豪雨時あるいは寒\n冷地にあっては融雪時等に生じる浸出液の急増対策，あるいは季節的水量\n変動の調整という機能があるものとされ，浸出液調整設備の規模の基本的な\n考え方としては，浸出液量は降雨によって大きく変動するので，水処理設備を\n安定して稼動させるためには適切な規模の浸出液調整設備を設置することが\n重要であり，浸出液量やその変動幅は，地域の気象条件，埋立地の立地条\n件，埋立物の質などにより大きく異なるので，地域の気象条件や地域の実情\nをよく把握した上で，総合的な検討により，浸出液調整設備の規模を決定す\nべきものとされている。\nまた，証拠（甲２０５５，甲２０６０，証人Ｒ）によれば，「金属等を含む産業廃\n棄物に係る判定基準を定める省令」４条で定める検定方法ではｐＨ５．８から\n６．３（中性が７であるので，弱酸性である。）を前提とした溶出試験を行い，こ\nれによる重金属類等の溶出が基準以下のものだけが管理型最終処分場で処\n理可能とされているところ，現在ではこれを大きく上回るような酸性雨が発生\nすることも稀ではなく，酸性が増す場合や水分に長く浸されている場合には重\n金属類が溶出しやすくなることが認められるから，重金属類の廃棄物からの\n溶出を防ぐためには処分場内で浸出液を貯水することは可及的に避けること\nが望ましいものというべきである。\nところが，上記アで認定したように，指針解説が定める算定方法の一方で\nある合理式によれば，過去１１７年間で最も降水量が多かった平成５年におい\nてではあるが，本件処分場における浸出液量が限界貯水量を超えた日数が７\n０日もあるというのであり，浸出液の処理は，本件処分場の埋立期間（被告会\n社代表者Ｉの供述によれば最大で１５年程度）を超えて廃棄物が無害化するま\nで相当長期にわたって問題になることを勘案すると，浸出液調整設備の機能\n及びその規模の決定についての基本的な考え方に照らし，本件調整池の容\n量が万全であるとは解し難い。\nしかも，証拠（乙２，乙２１，証人Ｐ）によれば，本件処分場の埋立地外周側\n溝の勾配を１ないし３％と設定しても，シラスの流出係数を０．７０（指針解説\nによる数値の倍），集水流量を側溝の８割，処分場内での降雨が一切浸透し\nないと仮定した場合，１時間１２２ミリメートルの降雨量（鹿屋地区において３０\n年に１度発生する確率がある短時間降雨強度）が発生した際に側溝を通じて\nの処分場外への排水が可能かどうかに関する安全率はせいぜい１．０１から\n１．１４と算出されているところ，実際には本件処分場の外周側溝の勾配は０．\n３％程度であるから，豪雨の際には側溝が溢れて埋立地外側の地表水が埋\n立地内に流入する可能性が否定できず，このような事態が生じた場合には本\n件調整池への負荷も更に増加することになる。\nしたがって，本件調整地については，保有水等集排水設備により集められ\nる保有水等の量を勘案して適切に設定されていると直ちに評価することはで\nきず，改正共同命令２条１項４号，１条１項５号ホに適合していない懸念が残\nる。\n(7)　浸出液処理設備について\n証拠（乙１７，３１，４３，４５，４６，証人Ｍ）及び弁論の全趣旨によれば，液体\nキレート剤であるエポフロックＬ－１は，水銀，カドミウム，銅等の重金属イオンと\n反応して不溶性塩を形成し，フロックを生成すること，接触ばっ気法により汚水\nのＢＯＤを相当程度処理し得ること，紫外線＋オゾン酸化法によりＣＯＤを除去\nすることができ，ダイオキシン類の分解も可能であると考えられること，逆浸透膜\n装置により鉄，銅，ニッケル，亜鉛等のイオン状物質，硬度成分などの除去が可\n能であることが認められる。\nしかしながら，他方で，まず，証拠（証人Ｍ）によれば，一般的に液体キレート\n剤は重金属類の中でも吸着できるものとそうでないものがあり，エポフロックＬ－\n１もその例外ではないから，液体キレート剤が吸着できない重金属類について\nは，主に凝集沈殿の段階で対処するほかないこと，液体キレート剤が浸出液中\nの塩化物に反応してしまい，重金属類を除去する効果が薄まる可能性もあるこ\nと，そのために液体キレート剤の量を適宜調整したり，凝集沈殿槽を継続的に観\n察してその処理状況を監視するのが重要であることが認められる。\n次に，接触ばっ気法については，証拠（証人Ｓ）により活性汚泥法よりも管理\nが楽であることは認められるが，他方で長時間の酸化分解を行う活性汚泥法に\n比べて処理水の濃度変化に対応する力が劣っていることは被告会社自身も認\nめており，それゆえにこそ当初は活性汚泥法を採用するとしていたものである\n（平成１３年２月１日付け被告会社準備書面(1)第３．２ロ）が，計画を変更して接\n触ばっ気法を採用するに当たり，被告会社がこの点につき十分な代償措置を講\nじるであろうことを認めるに足りる証拠はない。\n加えて，これら浸出液処理設備の一部が故障した場合につき，被告会社は浸\n出液及び処理中の水を本件調整池に返送して再処理を行うとするが，本件調整\n池の容量が万全とはいえないことは既に認定したとおりであり，返送によっても\n浸出液の漏洩は何ら考えられないとする被告会社の主張はやや根拠薄弱とい\nわざるを得ない。\nまた，それぞれの処理方法は，他の処理方法と組み合わせて使用することを\n想定して作られているわけではないから，仮に単独で前認定の効果を発揮する\nとしても，他の処理方法と組み合わせることにより，その本来の効果が発揮され\nなくなることも考えられる。\nそして，以上の点に弁論の全趣旨を総合すると，被告会社が予定している個\n々の処理方法により除去できる物質等は明らかであるとしても，当該処理方法\nを実際に本件処分場において採用される浸出液処理設備（別紙「排水処理装置\nフローチャート」参照）に組み入れた場合に，それが本件処分場から現に生じる\n浸出液を排水基準に適合させることが可能かどうかについては，実際に本件処\n分場の供用を開始した後の試運転段階で浸出液を測定してみなければ判明せ\nず，しかも，その浸出液の濃度や内容は降雨量や廃棄物の量・種類等によって\n常時変動する余地があることが認められる。\nしたがって，本件処分場の浸出液処理設備が改正共同命令に適合しているも\nのと即断することはできないし，仮に設備自体はこれに適合しているとしても，そ\nの維持管理の方法によっては浸出液を適正に処理できない蓋然性があるものと\nいうべきである。\n(8)　本件処分場の維持管理について\nア　前記のとおり，改正共同命令は，最終処分場の維持管理についても規定し\nており，また，改正共同命令に適合した処分場が建設されたとしても，その維\n持管理が適切に行われなければ，遮水シートの破損あるいは浸出液の処理\nが十分でないことなどにより処分場から未処理の浸出液が漏出する事故が発\n生するおそれがあることについては，被告会社も自認するところである。\nそうすると，改正共同命令が定める各設備が，その本来の機能を確実に発\n揮するような維持管理が行われる体制が採られていることを被告会社が立証\nできない限り，やはり，本件処分場から未処理の浸出液が漏出する蓋然性が\nあることが，事実上，推定されるものというべきである。\nイ　証拠（乙２０４，被告会社代表者Ｉ）及び弁論の全趣旨によれば，本件処分場\nについては，設置許可申請時の工事予算は１３億６２８０万円であったが，そ\nの後の計画変更により工事費用が４億２３３６万７２００円増加し，総工事費用\nは１７億８６１６万７２００円となったことが認められる。また，証拠（乙３１，乙１\n７８）及び弁論の全趣旨によれば，被告会社は，本件処分場の操業に要する\n費用として，浸出液処理設備関係だけで年間２１００万円程度を見込んでいる\nことが認められる。\nしかし，本件処分場の維持管理に関しそれ以外に要する費用としてどの程\n度を見積もっているのかについては，被告会社は具体的な立証をしない。こ\nの点，乙２によれば，許可申請段階における計画では借入金償還を除く事務\n費と付帯工事費とで年間１億１３００万円程度の費用を見込んでいたことが認\nめられるが，浸出液処理設備の管理を九州化工株式会社に委託するほか，\n搬入廃棄物に対する展開検査の関係で，分析装置を設置した上，有限会社\n南日本環境科学から分析担当職員の派遣を受けてその管理委託するという\nのであるから，維持管理費用が当初の計画よりも相当高額になることは自明\nである。\nまた，被告会社は，本件処分場を稼動した場合に得られるであろう収益の\n見込みについても，具体的な裏付けのある立証をしていない。もっとも，被告\n会社代表者Ｉは，「鹿児島県廃棄物処理計画」（乙２００）において，平成１８年\n度に管理型処分場で処分されるべきものとして推計されている１１７千トンの\n産業廃棄物のうち，９６千トンと推計されている汚泥がすべて本件処分場で処\n理されることを前提に，１トンあたり１万８０００円として１７２億円以上の売上\nが予測されるから，上記工事費用等を負担しても赤字になる可能性は全くな\nい旨供述している。しかしながら，県内で排出されるすべての汚泥が上記金\n額によって本件処分場で処理されるという確たる根拠はないから，上記予測\nには客観的な裏付けがないものというほかはない。\n被告会社が本件処分場の設置許可申請をした後，ｃ町内会ｆ班などの周辺\n住民が公共関与を陳情したり，鹿屋市長が公共関与を望んだのは，主に被告\n会社が資金面で，本件処分場を継続的かつ安定的に運営できるか否かを心\n配していたからであるにもかかわらず，被告会社はその後も具体的な収支の\n見込みを立てることなく今日まで至っているのであって，この事実からは，被\n告会社が，その主張するような管理体制において本件処分場を，その計画期\n間を通じて適切に維持管理できるかどうかは，相当に疑わしいものといわざる\nを得ないし，被告会社が言及する維持管理積立金制度（廃掃法１５条の２の\n３，８条の５）も，平成９年６月の改正で導入されたもので本件処分場について\nは適用されないから，その存在は上記のような疑念を払拭する方向には作用\nしない。\nウ　また，「基礎となる事実」４及び５で認定した事実に，証拠（甲３０の２，甲４\n１，甲５７，甲５８，証人Ｔ，甲事件原告Ｕ，同Ｖ）及び弁論の全趣旨を総合する\nと，ｉ町の農地に土砂と共に投棄されたコンクリート塊などの廃棄物（平成１７\n年３月に新たに発見された分を含めると，現に発見されたものだけで少なくと\nもダンプカー約３０台分はあるものと推測される。）については，すべて平成９\n年７月ころに南日本建設の指示で本件旧処分場から搬出されたものであっ\nて，同農地の所有者であるＫは，これにつき無償で道路と同じ高さにまで嵩上\nげをする旨の申出を受け，使用するのは土砂のみであるとの説明を信じて，\nこれを承諾したものであることが認められる。\nこの点につき，被告会社は，森光運輸（代表取締役Ｗ）作成の陳述書（乙２\n２６）や平成１７年第２回鹿児島県議会定例会における県職員の答弁内容（乙\n２３５，乙２３６）等を根拠に，南日本建設が本件旧処分場から搬出したのは土\n砂のみであり，コンクリート塊などの廃棄物については森光運輸が投棄したも\nのであると主張する。\nしかしながら，南日本建設が運営していた本件旧処分場から搬出されたも\nので嵩上げされた農地からコンクリート塊（安定型最終処分場において埋立\n可能な産業廃棄物である。）などが見つかったという客観的事実及び発見さ\nれた廃棄物の規模や内容からみて，特段の事情がない限り，それらは南日本\n建設の指示で搬出されたことが推認されるものというべきところ，森光運輸の\n倉庫の周辺にあったコンクリート塊などを投棄したとする森の陳述内容は，そ\nの陳述する廃棄量が，新たに発見された廃棄物が出る度にその廃棄物の量\nに一致するように変遷するなど，およそ不合理で信用できず，主として同人の\n話に依拠した県の調査結果についても，ｉ町の農地から新たに廃棄物が大量\nに発見された平成１７年３月以降においては，その合理性が失われているも\nのと解するほかはない。なお，前記Ｔの証言等の信用性を弾劾するために出\nされた証拠（乙２２５ないし２２７）は，その記載内容自体及び上述の説示に照\nらし，採用しない。他に上記認定を覆すに足りる証拠はない。\nそして，以上のとおりコンクリート塊などを所有者に無断で農地に投棄した\nものと認められる南日本建設の当時の代表者（Ｉ）が，その当時から被告会社\nの代表取締役であったことなどからすると，その投棄自体が廃掃法上は違法\nでなかったにしても，被告会社が，同法その他の法令を遵守して本件処分場\nを維持管理していくかどうかについては，疑問を抱かざるを得ない。\nエ　一方，証拠（甲３０１６，乙２０４）及び弁論の全趣旨によれば，被告会社は，\n前記設置許可申請以降，本件処分場の計画につき，以下のような変更をした\nことが明らかである。\n①　遮水シートにつき，１．５ミリメートルの加硫系ゴムシートと高密度ポリエチ\nレンの併用から，２ミリメートルの低密度ポリエチレン２層に変更。\n②　遮水工下部の不透水性地盤の下地をサンクリートからベントナイトに変\n更。\n③　遮水工が破損した場合に備えた対策につき，電気式漏水検知システムか\nらＴ＆ＯＨシステムに変更。\n④　浸出液処理設備につき，生物処理施設を中心としたものから液体キレー\nト処理，逆浸透膜装置を併用したものに変更。\n⑤　その生物処理施設につき，活性汚泥法から接触ばっ気法に変更。\n⑥　搬入廃棄物の分析施設を新設。\nしかし，このように頻繁に計画内容が変更されること自体，当初の計画が\n綿密なものでなかったのではないかとの疑問を投げかけるものというべきであ\nる。\nしかも，上記の変更がすべて本件処分場の安全性を高める方向に作用す\nるものとは必ずしも即断できない面がある。すなわち，既に説示したとおり，接\n触ばっ気法と活性汚泥法とでは一長一短があるし，電気式漏水検知システム\nとＴ＆ＯＨシステムについても，証拠（証人Ｑ）及び弁論の全趣旨によれば，後\n者は電極が腐食する心配はないが，電位差の自動的な監視で足りる前者に\n比べると，管理者がその都度システムを作動させて破損をチェックする必要が\nある分，余計に手数がかかることが認められる。\nまた，稼働する設備が大規模かつ高度になれば，必然的にその維持管理\nに費用と能力が要求されるようになることは容易に推認される。\nそうすると，被告会社には，このような計画立案等の点でも，実現すれば九\n州で最大級の規模となる（甲２８の２）本件処分場の運営を行うのにふさわし\nい能力を有しているかどうか不安が残るものといわざるを得ない。\nオ　さらに，証拠（証人Ｍ，同Ｓ）及び前記認定事実によれば，浸出液処理設備\nを最適の状態で稼働させるには，浸出液の水質を定期的に試験した上，処理\nする水量や投入する液体キレート剤を常時調整し，凝集沈殿槽の上澄み液を\n監視し，接触ばっ気漕のｐＨ値を中性に保って過ばっ気等による微生物の死\n滅を防ぎ，また，逆浸透膜通過の前後でＣＯＤ量を計測して膜の破損の有無\n等に注意を怠らないようにする必要があり，そのためには，通常，専門の資格\nを有する分析担当者１名のほか，機器管理や接触ばっ気漕での処理の教育\nを十分に受けてこれを担当する者２名，予備１名の合計４名の専従要員が必\n要となることが認められるが，被告会社においては，前記九州化工株式会社\nから１名の派遣を受ける予定であることが認められるものの，その余の点は\n必ずしも明らかではない。\n加えて，被告が搬入廃棄物について必ず実施するという展開検査や，疑問\nのある廃棄物の分析の関係でも，証拠（証人Ｓ）によれば，本件処分場での廃\n棄物の分析には１件あたり約１０時間を要し，その間，当該廃棄物は展開場\nに留置したままとしておくほかないこと，前認定のとおり，県の推計によると，\n管理型最終処分場で処理されるべき廃棄物の中で大半を占め，Ｉも重視して\nいる汚泥については，目視ではその内容物が判明しないので分析の必要が\n高いが，本件処分場での分析能力は１日１０件程度が限界であることが認め\nられるところ，これらの点に，検査を厳しくすれば顧客の反発を買う場合も予\n想されることなどを考え併せると，営利企業である被告会社において，どの程\n度まで搬入廃棄物の点検が可能なのかについては，不透明な部分が多いと\nいわざるを得ない。\nカ　以上の諸点に照らすと，本件においては，改正共同命令が定める各設備\nが，その本来の機能を確実に発揮するような，適切な維持管理が行われる体\n制が採られているとの立証はされていないものというべきであり，他にこの判\n断を左右するに足りる証拠はない。\n(9)　まとめ\n以上のとおり，本件処分場については，本件調整池及び最も肝心な浸出液処\n理設備の関係で，改正共同命令への適合性に疑念があるほか，仮にこの点を\n措くとしても，その維持管理について被告会社においてこれを適切に行う体制が\n採られているとの立証はなく，したがって，この維持管理の不適切さに起因する\n遮水シートの破損や，浸出液の処理が十分でないことなどにより，本件処分場\nから未処理の浸出液が漏出する事故が発生するおそれがあることを否定し難い\n状況にあるところ，愛知県津島市において本件処分場と同じくＴ＆ＯＨシステムを\n備えた遮水工のある管理型最終処分場が，予定を大幅に上回る速度で異物や\n突起物の含まれた廃棄物をそのまま埋め立てるといった維持管理の不十分さが\n原因で，漏洩事故を招いたとみられること（乙１０９）にかんがみると，たとえ最新\nの設備を備えた管理型最終処分場であっても，これを安定的かつ継続的に維持\n管理していくには経済的・技術的能力だけでなく，モラルの点でも高い水準が要\n求されることは論をまたない。\nしかるに，被告会社における施設の維持管理体制が，上述のように多くの疑\n念や疑問を抱かざるを得ないものであってみれば，本件においては，本件処分\n場から未処理の浸出液が漏出する蓋然性が無視できない程度に高いことが，事\n実上推定されるものというほかはない。\n３　争点４（本件処分場から未処理の浸出液が漏出した場合に，それに含まれる物質\nが，原告らの利用する井戸水に混入するかどうか）について\nそこで，さらに進んでこの争点について検討する。\n(1)　本件処分場から未処理の浸出液が漏出するルートとしては，①遮水シートの\n破損により全く未処理の浸出液が漏洩し，しかも地下水集排水設備で集水され\nずに付近を流れる地下水に流入するというルートだけでなく，②浸出液処理設備\nにおいて十分な処理がされないまま，所定の経路を通って肝属川に放流される\nというルート及び③破損した遮水シートから漏洩した全く未処理の浸出液が地下\n水集排水設備で集水された上，その設備からの通常の経路を通って肝属川に\n放流されるというルートが考えられる。\nそして，後二者の肝属川に放流される浸出液については，上記２で述べたとこ\nろに照らすと，全く未処理の③のものだけでなく，②のものについても，相当に高\nい濃度の有害物質が含まれている蓋然性があるものと考えなければならないと\nころ，証拠（証人Ｐ）によれば，本件処分場周辺では肝属川の水量は極端に少な\nいか，涸れていることが認められるから，その河川水による希釈効果を期待する\nことはできず，したがって，原告らの利用する井戸に肝属川流域の水が流入して\nいるとすれば，当該浸出液に含まれていた有害物質が井戸水に混入する蓋然\n性が認められることになる。\n(2)　ところで，弁論の全趣旨によれば，甲事件原告Ａ，同Ｂ，同Ｃ及び同Ｄが居住\nする地域には，いずれも既に上水道が設置されていることが認められるところ，\nそれにもかかわらず上記原告らが井戸水を生活用水として使っていることを認\nめるに足りる証拠はない。\nそうである以上，上記原告らが本件処分場の建設について人格権に基づく差\n止請求権を有するものとは解し難く，したがって，上記原告らの請求には理由が\nない。\nしかし，弁論の全趣旨によれば，上記４名以外の原告らについては，その居\n住地域に上水道が設置されていないため，飲用を含む生活用水として井戸の水\nを使っていることが認められる。\n(3)　そこで，この原告らが利用している井戸の中に肝属川の河川水が流入してい\nるものかどうかを検討するに，被告会社は，ａ町及びｂ町に居住の原告らが主に\n肝属川の水を井戸水として取水していることを認めているから，この点について\n自白が成立するものというべきである（平成１３年９月２７日被告会社準備書面４\nの３頁(2)）。これに対し，被告会社は，鬼山池の存在から，上記原告らの井戸水\nは高隈山系の伏流水である旨主張するが，被告会社の自白が真実に反しかつ\n錯誤に基づく旨の主張立証はなく，かえって，証拠（甲１１の１及び２，甲事件原\n告Ｕ，同Ｖ）及び弁論の全趣旨によれば，以前ｄ集落にあったでんぷん工場の汚\n水が肝属川に流入してａ町の住民の井戸水を汚染した事実があったことが認め\nられるところ，この事実に弁論の全趣旨を総合すると，上記原告らの大多数が\n居住するａ町地区はもとより，それより本件予定地に近いｂ地区についても，そこ\nに掘られている井戸には肝属川に由来する地下水が流入しているものと認めら\nれ，他にこの認定を覆すに足りる証拠はない。\n(4)　以上によれば，上記４名以外の原告らの関係では，本件処分場から未処理の\n浸出液が漏出した場合，それに含まれる物質が同原告らの利用する井戸水に\n混入する蓋然性があることが肯定される。\nそして，前記のとおり，その浸出液には相当高濃度の有害物質が含まれてい\nる蓋然性があるところ，それが河川水による希釈効果も期待できない状態で，上\n記井戸水に混入する蓋然性があることからすれば，他に特段の事情がない限\nり，それによって生じ得る健康被害については，受忍限度を超えるものと認める\nのが相当であるところ，弁論の全趣旨から認められる本件処分場設置の必要性\n及びその公共性の点を含め，本件に顕れた諸般の事情について検討しても，上\n記の特段の事情に該当すると解されるものは存しない。\nなお，この点に関し，ｄ集落の住民のために被告会社が費用を負担して上水\n道を設置するとしていることとの関係が問題となるが，上記原告らの中にこの上\n水道を使用できる者がいたとしても，その上水道設置計画自体の詳細や実現可\n能性が明らかでない現時点においては，この点を，受忍限度を超えない理由と\nして考慮するのは相当でないものというべきである。\n(5)　そうすると，結局，上記４名を除く原告らの本件差止請求は，理由があることに\nなる。\n４　争点５（Ｅら２２名による共同不法行為の成否等）について\n前記「基礎となる事実」５の(3)で認定した事実に弁論の全趣旨を総合すると，そ\nの認定事実にあるとおり組織的で比較的大規模な工事中止要請活動が展開され\nたところ，その中の具体的な行動については，被告会社が主張するとおり，土地へ\nの無断侵入という側面や，客観的には本件工事を妨害する行為にあたるという側\n面もあったことが認められる。\nこの点，被告会社は，Ｅら２２名などが工事を妨害した旨主張するが，「基礎とな\nる事実」５の(2)で認定した事実によれば，これらの者においては，提訴も考えつ\nつ，しかし当面はあくまでも説明会による被告会社との話合いを求めていくという方\n針で行動していたことが明らかであり，説明会が開かれるまではという形での工事\n中止要請を離れて，単純に工事を妨害することだけを目的にした行動が行われた\nものと認めるべき証拠はない。\nそして，それらの者が説明会の開催を求めていたこと自体は，いわゆる関係地\n域の住民ではなかったにしても，比較的近隣に大規模な産廃処理施設が建設され\nるという話を聞いた者として合理的な要求であったと考えられ，その反面で，被告\n会社の対応にも全く問題がなかったわけではないという事情もある。\nまた，そのように説明会の開催を要求したのは，施設の内容に不安を感じてい\nたからであると考えられるが，後の仮処分決定において一部住民の申立てが認容\nされたことからすると，結果的には，上記の者らにおいて施設の安全性を疑ってい\nたのには合理的理由があったことになるし，その設置許可前にｉ町の農地やｃの農\n地から不法投棄と思われる廃棄物が発見されていたことなどからして，上記の者ら\nが強い不安等を覚えて説明を求めたいと思ったとしても無理からぬものがあったと\nいえる。\nもっとも，工事の中止を求めるためであったにせよ，実力行使と見られる形をとっ\nたのは問題であるが，実力行使の中では比較的平穏な態様によるものであったと\n認められるし，また，最終的にも警察から警告を受けたことで活動を中止したという\n経緯であり，それまでの過程においていわゆる暴行事件に発展するようなことがあ\nったことを認めるに足りる証拠もない。\n以上の諸点に徴すると，Ｅら２２名の行為については，結果的に本件工事を妨害\nすることになった点などで問題はあるものの，社会通念上，違法とまではいえない\nものと解するのが相当であり，他にこの判断を左右するに足りる証拠はない。\nそうすると，被告会社の請求は，その余の点について判断するまでもなく，理由\nがないことに帰する。\n５　結語\n以上の次第により，甲事件原告Ａ，同Ｂ，同Ｃ及び同Ｄの請求は理由がないか\nら，これを棄却し，その余の原告らの請求は理由があるから，これを認容し，一方，\n被告会社の丙事件の請求は理由がないから，これを棄却することとして，主文のと\nおり判決する。\n鹿児島地方裁判所民事第２部\n裁判長裁判官　　小　　田　　幸　　生\n裁判官    岡　　田　　幸　　人\n裁判官    稲　　玉　　　 　　祐\n"
}