{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 4,
    "day": 30
  },
  "case_number": "平成13(わ)532",
  "case_name": "収賄被告",
  "court_name": "大阪地方裁判所",
  "lawsuit_id": "6658",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=6658",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/658/006658_hanrei.pdf",
  "contents": "主　　　　　文\n被告人を懲役３年に処する。\nこの裁判確定の日から５年間その刑の執行を猶予する。\n被告人から金２２３５万６００円を追徴する。\n訴訟費用は，その２分の１を被告人の負担とする。\n理　　　　　由\n（罪となるべき事実）\n被告人は，奈良県橿原市四条町ａ番地Ａ県立医科大学第１内科学教室教授\n兼同大学附属病院第１内科部長として，同教室及び同第１内科等に所属する\n医師の資格を有する教員又は医員等に対する教育，指導等の職務に従事して\nいた（平成１３年３月３０日懲戒免職）ものであるが，\n第１　上記教育，指導等の一環として，同教室等から奈良県橿原市ｂ町ｃ番\n地医療法人Ｂ病院（以下「Ｂ病院」ともいう。）に勤務する医師を派遣する\nなどの便宜ある取り計らいを受けたことに対する謝礼及び今後も同様の取り\n計らいを得たい趣旨の下に供与されるものであることの情を知りながら，Ｂ\n病院理事長として同病院を経営していた分離前の相被告人Ｃから，別表のと\nおり，平成８年２月２９日ころから同１３年１月１０日ころまでの間，前後\n６２回にわたり，奈良市ｄ町ｅ番地株式会社Ｄ銀行奈良支店の被告人名義の\n普通預金口座に合計１０３５万６００円の振込送金を受け，もって，自己の\n職務に関して賄賂を収受した\n第２　上記教育，指導等の一環として同教室等から奈良市ｆ町ｇ番地のｈ医\n療法人Ｅ病院（以下「Ｅ病院」ともいう。）に勤務する医師を派遣するなど\nの便宜ある取り計らいを受けたことに対する謝礼及び今後も同様の取り計ら\nいを得たい趣旨の下に供与されるものであることの情を知りながら，Ｅ病院\n理事長兼院長として同病院を経営していた分離前の相被告人Ｆから，\n１　平成９年３月中旬ころ，同県磯城郡ｉ町ｊ番地のｋ被告人方において，\n現金５００　万円の，\n２　同年８月中旬ころ，奈良市ｆ町ｌ番地ｍ老人保健施設Ｇにおいて，現金\n１００万円　の，\n３　平成１０年３月下旬ころ，東京都中央区ｎ丁目ｏ番ｐ号Ｈビル寿司店\n「Ｉ」におい　て，現金１００万円の，\n４　同年８月下旬ころ，滋賀県市ｑ町ｒホテル「Ｊ」において，現金１００\n万円の，\n５　同１１年３月下旬ころ，上記Ａ県立医科大学第１内科学教室教授室にお\nいて，現金　１００万円の，\n６　同年９月上旬ころ，Ｅ病院において，現金１００万円の，\n７　同１２年４月中旬ころ，大阪市北区ｓ町ｔ番ｕ号「ホテルＫ」におい\nて，現金１０　０万円の，\n８　同年９月上旬ころ，Ｅ病院において，現金１００万円の，\n合計１２００万円の供与を受け，もって，自己の職務に関して賄賂を収受し\nた\nものである。\n（事実認定の補足説明）\n第１　弁護人の主張\n弁護人は，Ａ県立医科大学（以下「Ａ医大」ともいう。）の医局に所属す\nる医師を医局の関連病院に派遣する行為（関連病院へのあっ旋・推薦行為，\n以下「派遣行為」ともいう。）は，医大教授の直接的な職務権限に属するも\nのとは言えず，また，密接関連行為としての関連性も法的評価としては相当\nに希薄であり，被告人に対する収賄罪の成立には，法律論からは相当の疑義\nが存在すると主張するので，以下，補足して説明する。\n第２　当裁判所の判断\n関係各証拠を総合すると，次のとおり認定できる。\n１　Ａ県立医科大学及び同附属病院の概要\nＡ医大は，学校教育法，Ａ県立医科大学設置条例等に基づいて設置された\n学校教育法上の公立大学であり，同大学附属病院（以下「附属病院」ともい\nう。）は，Ａ医大の付属施設として，大学設置基準，同設置条例等に基づい\nて設置された附属病院である。\nＡ医大は，平成６年３月８日制定のＡ県立医科大学の理念として，基礎医\n学・臨床医学・社会医学並びにその関連領域で活躍できる人材を育成すると\n共に，国際的に通用する高度の研究と医療を通じて，医学の発展と地域社\n会，さらには広く人類の福祉に寄与することを掲げるとともに，平成６年３\n月８日制定のＡ県立医科大学の目的として，①学部教育での医師の育成，②\n研究面での大学院における研究の推進，③附属病院が，臨床教育・研修の場\nであると同時に奈良県及び周辺地域における医療の中枢機関として指導的役\n割を果たすため，新しい社会的要請に対応できる体制を確立するとともに，\n先端的高度医療を担当することを挙げている。\nこのようにＡ医大では，医師の育成や医学研究の推進という医科大学の本\n来的役割とともに，県立医科大学としての性格から，地域医療への貢献等を\n役割の１つとして掲げ，これらＡ医大の３本柱ともいうべき理念や目的を達\n成するため，Ａ医大と附属病院とが一体として機能するよう組織している。\nすなわち，Ａ県立医科大学附属病院規定によれば，Ａ医大の臨床医学にお\nいては，専門科目ごとに講座等を設け，各講座等には，それぞれ教授以下の\n教員等を配置して臨床医学教室を組織し，附属病院には，Ａ医大の各臨床医\n学教室に対応する形で各診療科を置くこととされ，Ａ県立医科大学附属病院\n規定によれば，臨床医学教室担当教授が診療科の部長を，同教室助教授が診\n療科の副部長を務めることとなっている（甲12，13等）。\n２　被告人の権限\n被告人は，Ａ医大の第１内科学教室（以下「Ａ医大１内教室」ともい\nう。）教授兼同附属病院第１内科部長として，学生に対する教育指導権限，\n教室及び診療科の施設や器具についての管理権限や研究費等予算に関する権\n限等を有し，Ａ医大の教員，医員，研究生及び専修生並びに附属病院の非常\n勤医師，及び臨床研修医の採用，昇進又は入学等については，教授としての\n被告人の提案，推薦，認諾等が必要とされ，また，教員を関連病院に派遣す\nるためには，学長の兼業許可が必要とされているが，その兼業の許可手続\nは，教室主任（教授）としての被告人を経て学長に申請することとされてい\nた。そのほか，被告人は，法規の明文で具体的に規定された医科大学教授と\nしての本来的な教育，指導等の職務権限ばかりでなく，その職務遂行上必要\nと合理的に解釈される職務権限はもとより，Ａ医大が県立医科大学であると\nいう性格からくる，教育，指導等と不可分一体となった上記Ａ医大の理念及\nび目的の１つである地域医療への貢献等の役割実現のための職務権限をも有\nしていたものと認められる（学校教育法５８条６項，地方公務員法３０条，\n４条２項，教育公務員特例法１１条２項，平成６年３月８日制定のＡ県立医\n科大学の理念及び同日制定のＡ県立医科大学の目的，Ａ県立医科大学附属病\n院規定，Ａ県立医科大学備品管理要項）。\n３　関連病院との連携\nＡ医大１内教室では，同教室及び附属病院第１内科に所属する医師の資格\nを有する教員又は医員等に対する教育，指導等の一環として，同教室に対応\nする医局（以下「本件医局」という。）に所属する医師を継続的に派遣する\nなどして，本件医局と一定の関係を有する外部の病院であるいわゆる関連病\n院と連携していたが，Ａ医大の理念・目的との関係で，これには，次のよう\nな意義が認められる。\n(1)　医師の教育，指導等の目的との関係\nＡ医大の医科大学としての側面から認められる大きな意義は，関連病院へ\n医師を派遣することにより，医師に数多くの臨床経験を積ませることができ\nることである。これは，医師の教育，指導等のために，必要不可欠なもので\nある。\nすなわち，医師に臨床経験を積ませる場としては，附属病院が存在する\nが，附属病院では，臨床例の質や数も限られたり，若手の医師が自ら診療方\n針を決定する機会も多くはないため，医師達は臨床等の経験を十分に積むこ\nとができない。このように，附属病院だけでは，医師として必要不可欠な臨\n床経験等を十分には積むことができないため，医師を関連病院に派遣し，関\n連病院において，数多くの症例にあたらせ，自ら治療方針を決定したり，診\n療等をするなど，医師として必要不可欠な経験を積ませることが必要なので\nある。\nまた，関連病院に派遣された医師には，週に１日程度，Ａ医大の本件医局\nにおいて，その施設器具を利用して研究を継続することができる帰学日なる\n制度が設けられ，医師は，この帰学日を利用して研究を続け，研究プランを\n練ったり，自分より経験等を積んだ医局員である医師らと議論するなどして\nいたのであり，このような方法を通して，被告人は，関連病院に派遣された\n医師に対しても，教育，指導等を行っていたものである。\nさらに，関連病院に派遣された若手医師は，その間に学位を取得すること\nも多く，その場合，医師は，それぞれの研究テーマに沿って起案した論文を\n教授である被告人に提出し，その投稿許可を得た上で医学雑誌等に投稿した\nり，被告人による論文の要旨の校閲，公聴会の予行，予備審査，審査の要旨\nの校閲等の教育，指導等を受け，最終的には本審査を経て，学位を取得して\nいた。関連病院に派遣中の医師が，認定医，専門医等の資格を取得する際の\n申請書には，被告人が教育責任者として印を押していたほか，被告人は，医\n局人事において，大学の教員等に採用するなどする場合には，派遣された医\n師の関連病院での実績及び病院や患者の評価等も勘案した上で採用するな\nど，医師の関連病院での勤務状況，実績等は，被告人において評価してい\nた。\n以上のとおり，医師を関連病院に派遣することは，Ａ医大１内教室の医師\nに対する教育，指導等に必要不可欠なものであり，また，被告人は，関連病\n院に派遣されている医師に対して，上記のとおり教育，指導等を行っていた\nものである（被告人の公判供述，甲28，74，弁９等）。\n(2)　地域医療への貢献等の役割との関係\nＡ医大は，医科大学として，医師の育成，医学の研究を行うことにとどまら\nず，奈良県唯一の県立医科大学であり，附属病院は奈良県の医療の中枢機関\nであるという性格から，地域医療に対する指導的役割を果たし，地域医療に\n貢献することが，その理念・目的の１つとして掲げられている。Ａ医大１内\n教室が，その理念・目的を実現するためには，本件医局から奈良県及びその\n周辺地域の病院に医師を派遣することが必要であり，実際，本件当時の奈良\n県内の医療状況からしても，この医師の派遣は不可欠であったと認められ\nる。\nすなわち，医学は日々発展するため，先進的な医療を行うためには，研究\n等が必要であるところ，周辺地域の病院においては，十分な医療に必要な研\n究活動等をなしえないことも多い。したがって，Ａ医大の医局等において，\n教授等の指導の下，その施設等を利用して研究や診療に従事し，高度かつ先\n進的な医学知識や技術を身につけた医師を地域の関連病院に派遣すること\nは，周辺地域の病院の医療水準の向上をもたらすものである。\nまた，大学から継続的に医師の派遣を受けるなどして，その連携を強化す\nることにより，関連病院が難しい症例を抱えた際には，その医師を通じて大\n学の教授等に相談して治療を行うことができるほか，関連病院での治療が困\n難となれば，大学の附属病院に患者を転送することも可能になるのであっ\nて，これらにより，地域医療に大いに貢献することになる。上記(1)に指摘\nした帰学日の制度は，関連病院とＡ医大の連携を促進する意義も認められ\nる。\n以上のとおり，医師の関連病院への派遣行為は，地域医療への貢献等という\nＡ医大の理念・目的の実現に大いに資すると同時に欠くことのできないもの\nである（被告人及び分離前の相被告人Ｃの公判供述，乙33，35，37，40，弁\n10等）。\n４　医局人事\n(1)　被告人は，Ａ医大第１内科学教室教授兼同附属病院第１内科部長とし\nての上記２の職務権限を前提として，Ａ医大１内教室が継続的に派遣してい\nた医師の資格を有する教員又は医員等が所属する本件医局を主宰していた。\n本件医局への医師の入局は被告人がその許否を決しており，医局への入局\nは，被告人の許可の他には公的手続が存在しないため，本件医局の構成員に\nは，教授である被告人のほか，助教授以下の教員，医員，臨床研修医，大学\n院生，専修生及び研究生等といったＡ医大又は附属病院に所属する医師が含\nまれることはもちろん，そのほかに，それらに所属していない医師も存在し\nていた。本件医局の活動は，Ａ医大１内教室及び附属病院第１内科の予算，\n施設，器具等を利用して行われており，かかるＡ医大等に所属する医師とそ\nうでない医師の区別はなく，医師らは総て同様に本件医局の主宰者たる被告\n人の教育，指導等を受け，同教室等の予算，施設，器具等を利用しながら，\n医学を研究し，医療技術を習得していた。\nＡ医大は，本件医局をはじめとして各医局の存在及び運営を承認していた\nものであり（甲12，13等），本件医局はＡ医大の第１内科学教室及び附属病\n院第１内科と同一の場所に置かれ，医局室は，Ａ医大の構内の教授室の隣室\nにあり（甲９等），Ａ県立医科大学附属病院規定の中には医局長についての\n規定もある。また，大学又は附属病院に所属していない医師が研究論文等を\n書いた場合には，Ａ医大は，医局員としてこれを登録してもいた。\n(2)　本件医局では，被告人がその主宰者として，大学や附属病院における\n昇格及び関連病院への医師の派遣行為等の人事（以下「医局人事」とい\nう。）を行っていた。医局人事は，毎年定期的に行われ，主に医局長が原案\nを作成し，形式的に人事委員会を経た後，最終的にこれを被告人が決定して\nいた。関連病院に医師を派遣することは，上記のとおりＡ医大の理念・目的\nである医師の教育，指導や地域医療への貢献等の役割を果たすものであるか\nら，被告人は，教授ないし附属病院の部長として，このようなＡ医大の理\n念・目的を踏まえて医局人事を決定し，これによる関連病院への医師の派遣\nをする職責を負っていたものである。医局に所属する医師は，このような医\n局人事に従って大学内で昇格したり，関連病院に派遣されるなどしており，\nこれは，医局に所属する医師にとってほぼ絶対的なものであった。\nこの点について，弁護人は，被告人には関連病院の医師採用や当事者間の\n雇用契約等に関する一切の法的人事権がないと主張する。しかし，最終的な\n雇用契約等の法律上の手続は，医師と関連病院との間で締結されるものであ\nるが，これは，被告人が決定した医局人事（医師のあっ旋・推薦等の派遣行\n為）に従って行われるものに過ぎないものと認められる。平成８年に，ｖ町\nにある町立病院における医師の人事では，医局の人事案に反してその病院で\nの継続勤務を希望した医師に対し，被告人は，Ａ医大第１内科学教室教授と\nいう職名を用いて，転勤を命じる旨の「第一内科人事異動」と題する書面を\n交付し，このような被告人の医局人事に従って，ｖ町長において，当該医師\nの辞職承認処分を行ったことが認められるが，このことは，その法的効力は\n別として，関連病院に派遣されている医局員に対し，被告人のほぼ絶対的と\nもいうべき強い人事権が存在したことを示すものである（被告人及び分離前\nの相被告人Ｃの公判供述，甲９，12，13，40，弁３，４，10等）。\n５　結論\n以上のとおり，被告人は，Ａ医大教授兼附属病院の部長として，Ａ医大１\n内教室や附属病院第１内科の施設や器具についての管理権限や研究費等予算\nに関する権限等を掌握して医局を主宰し，関連病院に派遣された医師に対し\nても帰学日を設けるなどしてＡ医大との関係を維持した上これを教育，指導\n等する体制の下に，Ａ医大がその存在や運営を承認する本件医局の医局人事\nを通じて，医師の教育，指導等という医科大学教授としての本来的な役割と\nともに，これと不可分一体となったＡ医大が自ら制定したその理念・目的の\n１つである地域医療への貢献等の役割を果たすために，その職務として，医\n局に所属する医師の関連病院への派遣行為を行っていたのであるから，この\nようなＡ医大１内教室及び附属病院第１内科に所属する医師の教育，指導等\nの一環としてなされた医師の派遣行為は，被告人の職務に密接な関連を有す\nる行為にとどまらず，まさに被告人のＡ医大教授兼附属病院の部長としての\n職務行為であったことは明らかである。\nよって，弁護人の主張は採用しない。\n（法令の適用）\n被告人の判示第１及び第２の各所為は，いずれも包括して刑法１９７条１\n項前段に該当するところ，以上は刑法４５条前段の併合罪であるから，同法\n４７条本文，１０条により犯情の重い判示第２の罪の刑に法定の加重をした\n刑期の範囲内で被告人を懲役３年に処し，情状により同法２５条１項を適用\nしてこの裁判確定の日から５年間その刑の執行を猶予し，被告人が判示各犯\n行により収受した賄賂は没収することができないので，同法１９７条の５後\n段によりその価格金２２３５万６００円を被告人から追徴することとし，訴\n訟費用（証人Ｌのに対して支給した旅費日当）は，刑事訴訟法１８１条１項\n本文によりその２分の１を被告人に負担させることとする。\n（量刑の理由）\n１　本件は，地方公務員かつ教育公務員であるＡ県立医科大学第１内科学教\n室教授兼同大学附属病院第１内科部長であった被告人が，医師に対する教\n育，指導等の一環として，同教室等から定期的継続的に医師の派遣を受けて\nいたいわゆる関連病院に対し，同病院に勤務する医師を派遣するなどの便宜\nある取り計らいをしたことに対する謝礼及び今後も同様の取り計らいを得た\nい趣旨の下に，私立関連病院の経営者である分離前相被告人Ｃ（以下「Ｃ」\nという。）から，合計約１０３５万円（判示第１），同Ｆ（以下「Ｆ」とい\nう。）から合計１２００万円（判示第２）の，総合計約２２３５万円余りの\n現金の供与を受けたという単純収賄の事案である。\n２　被告人は，本件賄賂を収受した動機について，研究等に必要な費用を賄\nうためであり，研究者としてやむをえなかった旨供述する。しかし，被告人\nは，収受した賄賂をＡ医大１内教室等の会計に入れたり，研究費に充てるた\nめに他の金員と区別して管理するなどの方策は一切講じていない。むしろ，\n被告人は，判示第１において，Ｃからの賄賂が振込入金されていた被告人名\n義の銀行口座からは，被告人のクレジットカードの決済として主として飲食\n代金等が引き落されるなどしており，判示第２においてＦから収受した賄賂\nも，そもそも土地の購入資金名目で要求しているものもあり，収受した賄賂\nを自宅の改築費用や飲食費用等にあてるなど，個人的な用途にも多く費消さ\nれている。このように，収受した賄賂は，一部研究費等に充てたものがある\nことは認められるが，被告人において，研究費に充てるかどうかにかかわり\nなく自由に費消していたものであって，このような賄賂の費消状況等からす\nれば，本件賄賂の収受が専ら研究費等に充てる目的だけからなされたとか，\nそのためにやむを得なかったものとは評価できず，結局，自由に使える金員\nが欲しかったというものと考えられるのであり，その利欲的かつ自己中心的\nな動機に酌量の余地は乏しい。\nまた，本件においては，被告人から関連病院の経営者であるＣやＦに対し\nて賄賂を要求しており，この点でも悪質である。すなわち，医師派遣の最終\n的な決定権限は被告人が有しており，関連病院の経営者としては，被告人の\n賄賂要求を拒絶してその機嫌を損ね，その結果，医師派遣を受けられないな\nどの事態を招来すれば，その病院経営に重大な支障を来すおそれがあるので\nあり，被告人からの賄賂の要求を拒絶するのが困難であったとの事情もあ\nる。被告人としても，このような事情は十分承知していたはずであるのに，\n自ら関連病院に対して賄賂を要求したのであり，しかも，これについて一貫\nして積極的であったことが認められるのであるから，被告人の行為は強く非\n難されるべきである。\n被告人は，判示第１においては，前後６２回にわたり，いずれも被告人と\nＣとの合意に基づき，Ｂ病院の事務長において，ほぼ定期的に月に１度，１\n０万円から２５万円の金員を被告人の個人口座へ振込入金するという形態で\n継続的に賄賂を収受し，判示第２においても，８回にわたり，ほぼ定期的継\n続的に年に２回，５００万円又は１００万円の賄賂をＦから直接受け取って\nいたものである。これらは，総て，被告人の医師派遣行為への謝礼及び今後\nも同様の取り計らいを得たいとの趣旨のもと，一連の行為としてなされたも\nのであり，その期間は，公訴事実だけでも５年間に及び，その金額は，合計\n約２２３５万円余りと極めて高額に上っている。\n判示第１において，被告人は，Ｃから，その経営する病院への税務調査に\nより本件犯行が露見するおそれがある旨聞いたにもかかわらず，これを止め\nることもせず，判示第２においては，被告人とＦにおいて，賄賂の授受に関\nする打合せをなし，これをもとに，ホテルのトイレ内でこっそり手渡すなど\nといった方法で賄賂の授受がなされている上，犯行を隠蔽するため，虚偽の\n借用書を作成するなどもしているのであって，その計画性，悪質性は顕著で\nある。\n被告人の本件行為が，公立大学教授としての公務の廉潔性を害し，職務の\n公正に対する県民ないし国民の信頼を著しく傷つけたことは疑いない。Ａ県\n立医科大学及びその附属病院は，奈良県等の医学教育，研究や医療の中枢機\n関であって，地域医療の指導的役割も担っているところ，被告人の医師に対\nする教育，指導や地域医療への貢献等の役割を果たすとの職務に対する県民\n等の期待や信頼を裏切り，その職務の公正を疑わしめた本件が地域社会に与\nえた影響は大きい。\n弁護人は，本件の背景事情として，関連病院への医師派遣行為に関連し\nて，医大教授に対して不適切な経済的利益がもたらされるという悪慣習が医\n学界に厳然として存在しており，関連病院への医師派遣行為における関与形\n態は，公務員たる国公立大学教授と，私立大学教授との間には特段の差異は\nなく，この悪慣習を排除し得ないものとなっている旨主張するが，そもそも\n悪慣習は正さなければならないものである上，形式的に見れば同じ行為であ\nっても，国公立大学教授は，まさに全体への奉仕者として教育指導や医療貢\n献等をなす職責を負っているのであって，この点において私立大学教授とは\n全く異なるのであり，被告人の本件行為に対する非難を軽減することにはな\nらない。\n公務員による汚職が相次ぎ，その信頼回復のために幾多の努力がなされて\nいる昨今の状況に鑑みても，県立医科大学教授として，指導的立場にあった\n被告人が，自ら進んで収賄行為をしたことは，厳しい非難は免れない。\n以上からすると，被告人の刑事責任は誠に重いというべきである。\n３　一方，被告人は，教授としても医師としても，教育指導や研究活動を熱\n心に行い，積極的に研究や学会活動等を行っており，そのための金員が必要\nであったという事情もないではなく，賄賂として収受した金員の一部が研究\n費や学会出張のための諸費用としても利用されていた事実も認められる。\nもとより，本件では，被告人が賄賂を収受したことによって，殊更にＣや\nＦが経営する病院を優遇したという事実までは認められない。\nまた，被告人は，一貫して事実関係を認めた上で，公判廷においても，一\n応反省の弁を述べている。被告人には，これまで前科はなく，Ａ県立医科大\n学教授を懲戒免職となり，その受け得る退職金の総てを失った上，今後医道\n審議会の審議も予想される。本件がマスコミ等に大きく報道されたことによ\nる一定の社会的制裁も受けている。さらに，被告人は，金５００万円の贖罪\n寄付をなし，ｉ町善意銀行に対して２回にわたり合計金約２８万円の寄付も\n行っている。その他にも，被告人は，複数の老人保健施設等においてボラン\nティアとして診療活動を行ったり，街頭での清掃活動を行うなどして社会に\n対して贖罪の姿勢を示しており，今後もこれを続けたい旨供述している。加\nえて，Ａ県立医科大学前学長と被告人の妻が公判廷に情状証人として出廷\nし，妻は，被告人に医者としての仕事を続けさせることで社会に対する贖罪\nをさせてほしい旨供述している。被告人は，もはや若いとはいえない年齢で\nあり，治療抵抗性高血圧，糖尿病及び突発性難聴等を患っており，現在も治\n療中である。\n進んで，被告人の業績を見るに，被告人は，日本Ｍ学会，日本Ｎ学会及び\n日本Ｏ医学会の理事や奈良県医師会Ｐ部会理事長を歴任し，その他多数の学\n会の評議員等や雑誌の編集委員等も務めていたほか，多数の著書や学術論文\nを発表するなど，その業績は大きい。また，多数の被告人の患者等が被告人\nを案じていることも窺われる。\nそこで，以上の事情を総合考慮し，被告人に対して主文の刑を量定した\n上，その刑の執行を猶予し，社会内において更生する機会を与えるのが相当\nであると判断した。\nよって，主文のとおり判決する。\n（求刑ー懲役４年，２２３５万６００円の追徴）\n平成１４年４月３０日\n大阪地方裁判所第１３刑事部\n裁判長裁判官　　　　傳　田　　喜　久\n裁判官      　中　井　　麻里子\n裁判官小林直樹は，転任のため署名押印できない。\n裁判長裁判官　　　　傳　田　　喜　久\n"
}