{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 18,
    "month": 9,
    "day": 26
  },
  "case_number": "平成17(行ケ)10789",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "33565",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=33565",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/565/033565_hanrei.pdf",
  "contents": "--1\n平成１７年(行ケ)第１０７８９号 審決取消請求事件\n平成１８年９月１４日口頭弁論終結\n判決\n原 告 インフォコム株式会社\n原 告 帝人株式会社\n上記２名訴訟代理人弁理士 林 恒 徳\n同 土井健二\n同平 山 聡\n被 告 特許庁長官 中 嶋 誠\n同指定代理人 岡 本 俊 威\n同杉 山 務\n同立 川 功\n同 大場義則\n主文\n１ 原告らの請求を棄却する。\n２ 訴訟費用は原告らの負担とする。\n事実及び理由\n第１ 請求\n特許庁が不服２００３－５９７４号事件について平成１７年９月２７日にし\nた審決を取り消す。\n第２ 当事者間に争いのない事実\n１ 特許庁における手続の経緯\n原告らは，発明の名称を「知的所有権の管理サービス提供方法及びそれを用\nいた管理サービス提供システム」とする発明につき，平成１２年８月３１日，\n特許を出願（特願２０００－２６２９８５号。以下「本願」という。請求項の\n数は１３である。）したが，平成１５年３月３日，拒絶査定を受けたため，こ\n--2\nれに対する不服の審判請求を行い，同年５月１２日付け手続補正書により明細\n書の特許請求の範囲の補正（以下，「本件補正」といい，本件補正後の明細書\n及び図面を「本願明細書」という。）を行った。\n特許庁は，この審判請求を不服２００３－５９７４号事件として審理し，そ\nの結果，平成１７年９月２７日，本件補正を却下した上で，「本件審判の請求\nは，成り立たない。」との審決をし，同年１０月１１日，審決の謄本が原告ら\nに送達された。\n２ 特許請求の範囲\n本件補正後の特許請求の範囲の請求項９（以下，この発明を「本願補正発\n明」という。）は，下記のとおりである。\n記\n【請求項９】 少なくとも特許，実用新案，意匠，商標のいずれかを含む知的\n所有権に係る情報の管理を希望する互いに独立した複数のクライアント及び前\n記各クライアントの代理人が使用するクライアント端末及び代理人端末とイン\nターネットを介して接続され，前記クライアント及び／又は前記代理人に代わ\nって，前記クライアント端末及び／又は前記代理人端末から入力される前記知\n的所有権に係る各案件の情報管理を行う知的所有権の管理サービス提供システ\nムであって，\n前記クライアント端末及び／又は代理人端末から入力される，前記知的所有\n権の各案件に対して行われる各処理の進捗に関する進捗管理情報，前記各案件\nの属性に関する案件属性情報，及び前記各案件に関係する文書のデータに係る\n文書情報，のうちの少なくとも一つの情報を，前記管理サービス提供システム\nに格納し，前記クライアント端末及び／又は代理人端末からの要求に応答して，\n前記格納した各種情報の中から当該要求に応じた情報を取り出し，当該取り出\nした情報を含む当該要求に応じた表示画面を生成して，当該表示画面を前記ク\nライアント端末及び／又は代理人端末へ出力する管理手段を有し，\n--3\n前記管理手段が前記管理サービス提供システムに格納する情報と，前記管理\n手段が前記クライアント端末及び／又は前記代理人端末へ出力する前記表示画\n面に含まれる情報に，前記知的所有権の各案件に対して行われる処理の続行あ\nるいは当該処理の内容を承認するか否かについての情報が含まれることを特徴\nとする知的所有権の管理サービス提供システム。\n３ 審決の理由\n別紙審決書の写しのとおりである。要するに，①本願補正発明は，本願の出\n願の日前の出願であって本願の出願後に出願公開された特願２０００－１８５\n４７０号（特開２００２－３２５２６号公報）の願書に最初に添付した明細書\n及び図面（以下「先願明細書」という。）記載の発明（以下「先願発明」とい\nう。）と同一であり，特許出願の際独立して特許を受けることができるもので\nはないから，本件補正は，平成１５年法律４７号による改正前の特許法１７条\nの２第５項で準用する同法１２６条４項の規定に違反するものであり，同法１\n５９条１項で準用する同法５３条１項の規定により却下されるべきであり，②\n本件補正前の特許請求の範囲の請求項９に係る発明（以下「本願発明」とい\nう。）は，その構成要件を更に限定した本願補正発明が先願発明と同一である\nから，同様の理由により先願発明と同一であり，本願発明の発明者が先願発明\nの発明者と同一であるとも，また，本願の出願時にその出願人が先願の出願人\nと同一であるとも認められないので，特許法２９条の２の規定により特許を受\nけることができない，とするものである。\n審決が認定した先願発明の内容は，次のとおりである。\n「特許や商標等の出願中の手続，ないし登録後の年金納付の管理等を効率的に\n行うため，各依頼者端末４と管理者端末２をインターネット等のネットワーク\n５を介して管理センター１のサーバに接続することで，依頼者自身が，独自の\n管理システムを導入することなく，自己の出願や権利の状況等を確認できる手\n続管理システムであって，\n--4\n依頼者端末４又は管理者端末２から，案件のステータスに変更等があった場\n合にその都度更新が行われる案件管理情報を案件管理情報記憶手段１６に登録\nする案件管理情報登録手段８，\n依頼者端末４から，案件管理情報の詳細を閲覧したい案件の案件番号等をマ\nウスでクリックする等により指定することで，その案件に関する案件管理情報\nの詳細を閲覧可能とする案件管理情報公開手段９，\n手続確認手段１１によって，案件番号等の案件特定情報と，次手続の種別，\nその期限等とが一覧表示すると共に，各案件について手続の実行の有無の確認\n欄を表示し，依頼者端末４のマウス等で手続の『実行』か『不実行』かいずれ\nかの欄にチェックを入れて手続の指示を受ける手続管理システム」の発明\n第３ 原告ら主張の取消事由の要点\n審決は，本願補正発明の「代理人端末」が先願発明の「管理者端末」に相当\nするか否かの判断を誤り，その結果，本願補正発明と先願発明とが同一である\nと誤って判断して，本件補正を却下したものであり，この誤りが審決の結論に\n影響を及ぼすことは明らかであるから，違法として取り消されるべきである。\n１ 本願補正発明と先願発明との一致点の認定の誤り\n(1) 本願補正発明における「代理人端末」の意義\n本件補正後の特許請求の範囲の請求項９には，「少なくとも特許，実用新\n案，意匠，商標のいずれかを含む知的所有権に係る情報の管理を希望する互\nいに独立した複数のクライアント及び前記各クライアントの代理人が使用す\nるクライアント端末及び代理人端末」と記載されており，このうち，「少な\nくとも特許，実用新案，意匠，商標のいずれかを含む知的所有権に係る情報\nの管理を希望する互いに独立した複数の」は，「クライアント」と「代理\n人」の双方に係るものである。したがって，本願補正発明における「代理人\n端末」は，「前記各クライアントの，少なくとも特許，実用新案，意匠，商\n標のいずれかを含む知的所有権に係る情報の管理を希望する互いに独立した\n--5\n複数の代理人が使用する代理人端末」を意味すると解釈すべきである。日本\n語では，比較的長い同一の修飾句が二つの被修飾語を修飾する場合に，長い\n修飾句を２回重複して記載するのを省くことが一般であり，請求項９の記載\nは，上記のとおりに解釈するのが自然であるし，また，本願明細書の発明の\n詳細な説明及び図面の記載を参酌しても同様のことがいえる。\n本願補正発明における「代理人端末」の意義を上記のように解すると，本\n願補正発明における「代理人」は，「クライアント」と同様に，「管理サー\nビス提供システム」を用いたＡＳＰによる管理サービスの利用者であり，そ\nの「代理人」が使用する本願補正発明における「代理人端末」は，「クライ\nアント端末」と同様に，サービスの利用者側の端末装置である。\n(2) 先願発明における「管理者端末２」の意義\n先願発明における「管理者端末２」は，手続管理システムにおいて手続管\n理サービスを提供する側の装置であることは明らかであり，その台数が複数\nになり，また，どのようにネットワークされようとも，手続管理サービスを\n提供する側の装置であるという点に変わりはない。\n先願発明の手続管理システムは，特許庁等の手続先を除き，手続管理の依\n頼者と，その依頼を受けて管理を行う管理者という立場を異にする二者によ\nって運用されるシステムであり，このシステムにおける依頼者は，管理セン\nター１のサーバが備える機能に基づく管理サービスの提供を受ける側であり，\nサービスの利用者の立場にある。他方，管理者は，自らの管理センター１に\n備えられるサーバを用いて上記利用者に管理サービスを提供するサービス提\n供者である。先願発明の「管理者端末２」は，サービス提供者である管理者\nによって用いられるもので，サービス提供側の端末装置であることは明らか\nである。\n(3) 前記(1)及び(2)のとおり，本願補正発明における「代理人端末」はサービ\nスの利用者側の端末装置であるのに対し，先願発明における「管理者端末\n--6\n２」はサービス提供側の端末装置であるから，両者は，装置の使用目的及び\n使用者の立場において異なっており，本願補正発明の「代理人端末」が先願\n発明の「管理者端末」に相当するとはいえず，これを相当するとした審決の\n認定は誤りであり，本願補正発明と先願発明とは同一ではない。\n(4) 仮に，本願補正発明の「少なくとも特許，実用新案，意匠，商標のいずれ\nかを含む知的所有権に係る情報の管理を希望する互いに独立した複数の」が，\n「代理人」に係らないと理解したとしても，請求項９には，「代理人端末」\nが管理サービス提供（システム）側の端末装置であることを意味する内容は\n全く含まれておらず，逆に，請求項９の「前記クライアント及び／又は前記\n代理人に代わって」との記載や，「クライアント端末」と「代理人端末」を\n同格に扱っている記載を考えれば，本願補正発明の「代理人端末」は，代理\n人に代わって情報管理を行う管理サービス提供（システム）側の端末装置で\nはなく，そのサービス提供を受ける側の端末装置であることを意味している\nことは明白であり，管理サービス提供側である先願発明の「管理者端末２」\nと同一視できないことに変わりはない。\n(5) なお，上記のとおり，本願補正発明の「代理人端末」を用いる代理人がサ\nービスの利用者であるのに対し，先願発明の「管理者端末２」を用いる管理\n者がサービスの提供者であるという相違によって，本願補正発明では，先願\n発明では得られない次のような効果を得ることができるものであり，上記の\n相違は微差といえるものではなく，両者は実質的に同一であるともいえない。\nｱ 先願発明では，手続管理サービスの提供者が特許事務所等の代理人である\nので，クライアントは，自己の案件について，その代理人が管理センターの\nサーバを有している場合にのみ，手続管理システムによるサービスを受ける\nことができる。もし，クライアントの他案件についての代理人がこのような\nサーバを有していない場合には，同様のサービスを享受することができない。\nこれに対し，本願補正発明では，代理人もサービスの利用者であるので，管\n--7\n理サービス提供システムによってサービス提供を行う者は，クライアントの\n代理人からも独立した立場となる。これにより，クライアントは，案件毎に\nどの代理人であるかということに関係なく，管理サービス提供システムによ\nるサービスを享受することができる。\nｲ 先願発明では，サービス提供のために，特許事務所等の代理人がサーバ等\nのシステムを構築しなければならないが，本願補正発明では，代理人はサー\nビスの利用者であるので，システム構築の必要がなく，クライアントだけで\nなく，代理人も容易に管理サービスの提供を受けることが可能となる。\n２ 被告の予備的主張に対する反論\n被告は，本件補正後の特許請求の範囲の請求項９を原告らの主張するとおり\nの意味に解したとしても，先願発明には，そのような構成も開示されているか\nら，本願補正発明と先願発明とが同一であるとの結論に影響しないと主張する。\n先願明細書に，代理人端末を複数設けること，ＩＤ等により各代理人端末を\n認証することが記載されているが，これは，あくまでも，サービスを提供する\n側のシステムの構成要素として記載されているにとどまり，本願補正発明のよ\nうに，サービス提供を受ける側の端末として記載されているものではないから，\n被告の予備的主張は失当である。\n第４ 被告の反論の骨子\n審決の認定判断は正当であって，審決を取り消すべき理由はない。\n１ 本願補正発明と先願発明との一致点の認定の誤りについて\n(1) 本願補正発明における「代理人端末」の意義\n本件補正後の特許請求の範囲の請求項９において，「少なくとも特許，実\n用新案，意匠，商標のいずれかを含む知的所有権に係る情報の管理を希望す\nる互いに独立した複数の」は，「クライアント」のみに係り，「代理人」に\n係るのは，「前記各クライアントの」という言葉のみであると解するのが文\n言の解釈として自然である。\n--8\nまた，特許法２９条１項及び２項の特許要件を判断するためにする特許出\n願に係る発明の要旨の認定は，特許請求の範囲の記載が一義的に明確でない\nなどの特段の事情がない限り，願書に添付された特許請求の範囲の記載に基\nづいてされるべきであり，同法２９条の２の要件を判断する場合においても\n同じであると解される。本件においては，上記のような特段の事情は認めら\nれず，原告らが主張するように，発明の詳細な説明の記載を参酌して要旨を\n認定することはできず，本件補正後の特許請求の範囲の請求項９の文言は，\nその記載どおりに解釈して先願発明と対比すべきである。\n(2) 先願発明における「管理者端末２」の意義\n先願明細書の発明の詳細な説明の段落【００４９】には「なお，管理者端\n末２は例えば，特許事務所等に設置されたパーソナルコンピュータであ\nる。」と明確に記載されている。\n(3) 前記(1)及び(2)のとおり，先願発明の「管理者端末２」が，本願補正発明\nの「各クライアントの代理人が使用する代理人端末」に相当することは，明\nらかである。したがって，審決に原告らの主張する一致点認定の誤りはない。\n２ 予備的主張\n先願明細書の発明の詳細な説明の段落【０１１８】，【０１１９】及び【０\n１２１】には，サーバに複数台の管理者端末を接続してもよいこと及び複数台\nの管理者端末をＩＤ等で管理することが開示されているから，仮に，本件補正\n後の特許請求の範囲の請求項９を原告らの主張するとおりの意味に解したとし\nても，本願補正発明と先願発明とが同一であるとの結論に影響しない。\n第５ 当裁判所の判断\n１ 本願補正発明と先願発明との一致点の認定の誤りについて\n(1) 本願補正発明における「代理人端末」の意義\nｱ 原告らは，本願補正発明に係る請求項９の「少なくとも特許，実用新案，\n意匠，商標のいずれかを含む知的所有権に係る情報の管理を希望する互いに\n--9\n独立した複数の」という語句は，「クライアント」と「代理人」の双方に係\nるものであるとして，本願補正発明における「代理人端末」は「前記各クラ\nイアントの，少なくとも特許，実用新案，意匠，商標のいずれかを含む知的\n所有権に係る情報の管理を希望する互いに独立した複数の代理人が使用する\n代理人端末」を意味すると主張する。\nしかし，本願補正発明に係る請求項９の記載は前記第２の２のとおりであ\nるところ，その「少なくとも特許，実用新案，意匠，商標のいずれかを含む\n知的所有権に係る情報の管理を希望する互いに独立した複数のクライアント\n及び前記各クライアントの代理人が使用するクライアント端末及び代理人端\n末」との記載からすると，「少なくとも特許，実用新案，意匠，商標のいず\nれかを含む知的所有権に係る情報の管理を希望する互いに独立した複数の」\nという文言は，その直後の「クライアント」を修飾するものであり，また，\n「前記各クライアントの」という文言は，同じくその直後の「代理人」を修\n飾し，「少なくとも・・・複数のクライアント」と「前記各クライアントの\n代理人」とを「及び」で接続しているものと理解するのが自然であって，\n「少なくとも特許，実用新案，意匠，商標のいずれかを含む知的所有権に係\nる情報の管理を希望する互いに独立した複数の」との文言が，「クライアン\nト」のみならず「代理人」にも係ると解することはできない。\n原告らは，日本語では，比較的長い同一の修飾句が二つの被修飾語を修飾\nする場合に，長い修飾句を２回重複して記載するのを省くことが一般である\nと主張するが，そのようなことが一般的であるとまでは認められないし，上\n記請求項９の記載においては，「クライアント」及び「代理人」という対と\nなる用語の前に，それぞれ「少なくとも・・・複数の」と「前記各クライア\nントの」という別々の修飾句が用いられているのであって，原告らの主張は\n採用できない（本件で問題となっているのは，特許請求の範囲の記載である\nから，「代理人」にも「少なくとも・・・複数の」との修飾句が係る，すな\n--10\nわち，代理人も「互いに独立した複数」であることが構成要件として必要な\nのであれば，出願人はそのことが明確になるように記載すべきであり，その\n表現方法（「代理人」にも上記修飾句が係ることが明確になるように，語句\nを加えたり，かっこ書きで注記したりする）も出願人自身が任意に選択する\nことができたところである。）。\nしたがって，上記請求項９の記載部分には，「代理人」は，「少なくとも\n特許，実用新案，意匠，商標のいずれかを含む知的所有権に係る情報の管理\nを希望する互いに独立した複数のクライアント」の代理人であることは規定\nされているが，代理人が「少なくとも特許，実用新案，意匠，商標のいずれ\nかを含む知的所有権に係る情報の管理を希望する互いに独立した複数の代理\n人」であることまでが規定されているということはできず，請求項９の全体\nの記載からみても，本願補正発明における「代理人端末」が「前記各クライ\nアントの，少なくとも特許，実用新案，意匠，商標のいずれかを含む知的所\n有権に係る情報の管理を希望する互いに独立した複数の代理人が使用する代\n理人端末」を意味すると解することはできない。\nｲ 原告らは，本願明細書の発明の詳細な説明及び図面の記載を参酌しても，\n本願補正発明における「代理人端末」が「前記各クライアントの，少なくと\nも特許，実用新案，意匠，商標のいずれかを含む知的所有権に係る情報の管\n理を希望する互いに独立した複数の代理人が使用する代理人端末」を意味す\nるといえる旨主張する。\nしかし，特許法２９条の２の要件を判断する場合において，特許出願に係\nる発明の要旨の認定は，同法２９条１項及び２項の要件を判断する場合と同\n様に，特許請求の範囲の記載の技術的意義が一義的に明確に理解することが\nできないなどの特段の事情がない限り，願書に添付された明細書の特許請求\nの範囲の記載に基づいてされるべきであると解される。本件においては，上\n記のような特段の事情は認められないから，本件補正後の特許請求の範囲の\n--11\n請求項９の文言をその記載どおりに解釈して，本願補正発明の要旨を認定し，\n先願発明と対比すべきであり，発明の詳細な説明等を参酌する余地はないと\nいうべきである。\nなお，念のため，本願明細書（甲第２号証）の【発明の詳細な説明】欄の\n記載を検討しても，その記載（段落【０００８】，【００１３】，【００２\n３】，【００２５】，【００２８】～【００３０】，【００３９】，【００\n６１】，【００７８】）からは，「代理人」は「少なくとも特許，実用新案，\n意匠，商標のいずれかを含む知的所有権に係る情報の管理を希望する互いに\n独立した複数の代理人」であってもかまわないことが確認できるだけで，本\n願補正発明における「代理人端末」が「前記各クライアントの，少なくとも\n特許，実用新案，意匠，商標のいずれかを含む知的所有権に係る情報の管理\nを希望する互いに独立した複数の代理人が使用する代理人端末」を一義的に\n意味するものとはいえない。\nｳ 以上のとおり，本願補正発明における「代理人端末」とは，「各クライア\nントの代理人が使用する代理人端末」のことであって，「少なくとも特許，\n実用新案，意匠，商標のいずれかを含む知的所有権に係る情報の管理を希望\nする互いに独立した複数の」という限定は「クライアント」のみに係り，そ\nのような「各クライアントの代理人が使用する」端末であれば足りると解さ\nれる。\n(2) 先願発明における「管理者端末２」の意義\n先願明細書（甲第３号証）の発明の詳細な説明の段落【００４９】には\n「なお，管理者端末２は例えば，特許事務所等に設置されたパーソナルコン\nピュータである。」と記載されている。\n本願補正発明における「代理人端末」における「代理人」とは，「少なく\nとも特許，実用新案，意匠，商標のいずれかを含む知的所有権に係る情報の\n管理を希望する互いに独立した複数のクライアント」から依頼を受けた代理\n--12\n人であるから，本願補正発明における「代理人」が上記の「特許事務所等」\nに相当し，本願補正発明における「代理人」が使用する端末である「代理人\n端末」は，先願発明の「管理者端末２」に相当することになる。\n(3) 前記のとおり，本願補正発明における「代理人端末」が「前記各クライア\nントの，少なくとも特許，実用新案，意匠，商標のいずれかを含む知的所有\n権に係る情報の管理を希望する互いに独立した複数の代理人が使用する代理\n人端末」を意味することを前提に，本願補正発明の「代理人端末」が先願発\n明の「管理者端末２」に相当するとはいえないとする原告らの主張は，その\n前提において誤りであり，採用することができない。\n(4) また，原告らは，本願補正発明に係る請求項９には，「代理人端末」が管\n理サービス提供（システム）側の端末装置であることを意味する内容は全く\n含まれておらず，逆に，請求項９の「前記クライアント及び／又は前記代理\n人に代わって」などの記載からすれば，本願補正発明の「代理人端末」は，\n管理サービス提供（システム）側の端末装置ではなく，そのサービス提供を\n受ける側の端末装置であることを意味していることは明白であり，管理サー\nビス提供側である先願発明の「管理者端末２」と同一視できないとも主張す\nる。\nしかし，本願補正発明に係る請求項９においては，冒頭の「少なくとも特\n許，実用新案，意匠，商標のいずれかを含む知的所有権に係る情報の管理を\n希望する互いに独立した複数のクライアント及び前記各クライアントの代理\n人が使用するクライアント端末及び代理人端末とインターネットを介して接\n続され，」の記載では，「クライアント」と「代理人」，「クライアント端\n末」と「代理人端末」がいずれも「及び」で結ばれているが，これより後の\n記載では，いずれも「及び／又は」で結ばれている。したがって，本願補正\n発明の上記「及び／又は」で結ばれている部分の構成には，「クライアン\nト」と「代理人」のいずれか一方のとき及び「クライアント端末」と「代理\n--13\n人端末」のいずれか一方のときが含まれることになる。そうすると，上記\n「及び／又は」で結ばれている部分すべてについて，「クライアント」，\n「クライアント端末」となっても本願補正発明の構成が充足されることにな\nるのであり，このような構成が含まれていることを考慮すると，本願補正発\n明の「代理人端末」が管理サービス提供を受ける側の端末装置であると限定\nして理解することはできないというべきであるから，原告らの上記主張は採\n用できない。\n(5) 以上のとおり，先願発明の「管理者端末２」が，本願補正発明の「各クラ\nイアントの代理人が使用する代理人端末」に相当するとした審決の認定に誤\nりはない。\n原告らの本願補正発明の「代理人端末」は先願発明の「管理者端末２」に\n相当するとはいえないとの主張は理由がなく，被告の予備的主張について判\n断するまでもなく，審決に原告らの主張する一致点認定の誤りはない。\n２結論\n以上に検討したところによれば，原告らの主張する取消事由には理由がなく，\n審決を取り消すべきその他の誤りも認められない。\nよって，原告らの請求は理由がないから棄却し，訴訟費用の負担について行\n政事件訴訟法７条，民事訴訟法６１条，６５条１項本文をそれぞれ適用して，\n主文のとおり判決する。\n知的財産高等裁判所第３部\n裁判長裁判官 佐藤久夫\n裁判官 三村量一\n--14\n裁判官 古閑裕二\n"
}