{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 16,
    "month": 4,
    "day": 22
  },
  "case_number": "平成15(ワ)10678",
  "case_name": "商標権侵害差止請求事件",
  "court_name": "大阪地方裁判所",
  "right_type": "商標権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "10381",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=10381",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/381/010381_hanrei.pdf",
  "contents": "平成１５年(ワ)第１０６７８号　商標権侵害差止請求事件\n口頭弁論終結の日　平成１６年３月１日\n判　　　　　　決\n原　　　告　　　　　　　　株式会社チャペルクラブ\n訴訟代理人弁護士　　　　　吉田大地\n補佐人弁理士           　 清水久義\n被　　　告　　　　　　　　有限会社中部産業\n訴訟代理人弁護士　　　　　會田恒司\n訴訟代理人弁理士　　　　　高橋康夫\n主　　　　　　文\n１　原告の請求を棄却する。\n２　訴訟費用は原告の負担とする。\n事実及び理由\n第１　請求\n被告は、別紙営業目録記載の営業につき、その名称中に「ＯＬＩＶＥ　Ｃｈ\nｒｉｓｔｍａｓ」との標章を使用してはならない。\n第２　事案の概要\n本件は、別紙営業目録記載の営業につき、被告がその名称中に「ＯＬＩＶＥ\nＣｈｒｉｓｔｍａｓ」という標章を使用する行為が原告の有する商標権を侵害す\nるとして、原告が被告に対し、商標法３６条１項に基づき上記使用の差止めを請求\nした事案である。\n（争いのない事実等）\n１　原告は、次の商標権（以下「本件商標権」といい、その登録商標を「本件登\n録商標」という。）を有している。\n登録番号　　第４２５３０２０号\n出願日  　平成７年７月４日（商願平７－６７８５４号）\n登録日  　平成１１年３月１９日\n指定役務　　第４２類　宿泊施設の提供\n登録商標　　別紙登録商標目録記載のとおり\n２　被告は、別紙営業目録２記載の場所でレジャーホテル（ラブホテル）を営業\nしている。\n３　被告は、上記２の営業につき、「ＯＬＩＶＥ　Ｃｈｒｉｓｔｍａｓ」という\n標章（以下「被告標章」という。）を使用している（甲７の1～8、甲８の2、甲２０\nの1～6。なお、前掲証拠上認められる実際の使用態様においては、被告標章におけ\nる「ｉ」の「・」は図案化した「☆」が用いられているが、実質的には上記表記と\n同一であるから、本判決ではすべて「ｉ」と表記する。）。\n（争点）\n１　本件登録商標と被告標章との類否\n２　本件商標登録の明白な無効理由の存否\n第３　争点に関する当事者の主張\n１　争点１（本件登録商標と被告標章との類否）について\n（原告の主張）\n(1)　本件登録商標は「クリスマス」というカタカナの文字を横書きにして成る\nものであるのに対し、被告標章は「ＯＬＩＶＥ」と「Ｃｈｒｉｓｔｍａｓ」の文字\nを上下二段に横書きして成るものであるから、両者は、称呼及び観念において類似\nする。\n(2)　すなわち、被告標章から生じる称呼は「オリーブクリスマス」、「オリー\nブ」の称呼のほか、「クリスマス」という称呼を生じさせる可能性を含むものであ\nるから、本件登録商標から生じる唯一の自然的称呼である「クリスマス」と類似す\nる。また、本件登録商標である「クリスマス」も、被告標章の一部を構成する「Ｃ\nｈｒｉｓｔｍａｓ」も、いずれもキリスト降誕祭を意味する語として解釈されるか\nら、両者の観念も類似する。\n(3)　被告標章における「ＯＬＩＶＥ」と「Ｃｈｒｉｓｔｍａｓ」との各文字\nは、上下２段に分離して表されたものであり、その表示態様において「ＯＬＩＶ\nＥ」と「Ｃｈｒｉｓｔｍａｓ」との相互結合力は乏しい。また、それぞれ固有の意\n味を有する語であり、個々の意味の相互間に一体的なつながり関係もないから、両\n者が分離して認識される蓋然性が高い。被告標章の実際の使用態様に照らしても、\n被告は、元々「ホテルオリーブ」という名称により旅館営業の許可を取得したにも\nかかわらず、「ＯＬＩＶＥ　Ｃｈｒｉｓｔｍａｓ」という被告標章の使用開始と同\n時に、その営業するホテルの外観に「サンタクロース」、「雪」及び「キャンド\nル」等を配置して、「Ｃｈｒｉｓｔｍａｓ」や「クリスマス」の観念を顧客に認識\nさせようとしている。したがって、需要者には「クリスマス」をイメージコンセプ\nトとした施設による、「クリスマス」なる宿泊施設の意味に感得される可能性があ\nり、ひいては役務出所機能が「Ｃｈｒｉｓｔｍａｓ」の部分に求められる可能性が\nきわめて高い。\n(4)　被告は、「クリスマス」には識別力がない旨主張するが、「クリスマスケ\nーキ」や「クリスマス料理」等のクリスマスと直接関係する商品や役務について用\nいられる場合は格別、クリスマスとは何ら関係しない「宿泊施設の提供」に関する\n限り、「クリスマス」の標章に識別力があることは明らかである。\n（被告の主張）\n(1)　被告のホテル営業に使用される標章としては、「ＯＬＩＶＥ」又は「おり\n～ぶ」が中心として用いられており、「Ｃｈｒｉｓｔｍａｓ」の文字は全く使用さ\nれていない（被告の案内メニューでは「ＯＬｉｖｅ」、被告の広告用立看板では\n「おり～ぶ」のみ）か、又は、「ＯＬＩＶＥ」の文字よりも小さく付記的に「Ｃｈ\nｒｉｓｔｍａｓ」の文字が表示されているにすぎない。すなわち、被告が使用して\nいる商標は「ＯＬＩＶＥ」又は「オリーブ」であって、ホテル業界で一般に使用さ\nれている「Ｃｈｒｉｓｔｍａｓ」の部分は、それが併記されている場合であっても\n識別標識として使用されるものではない。原告のチェーン展開に係るという店舗名\nも「チャペルクリスマス」又は「ＣＨＡＰＥＬ　ＣＨＲＩＳＴＭＡＳ」であって、\n単なる「クリスマス」又は「ＣＨＲＩＳＴＭＡＳ」の表示のみから成る商標は一切\n使用されておらず、雑誌等でも「チャペル系」として取り上げられるにとどまり、\n「クリスマス系」としては認識されていない。\n(2)　被告の使用する標章に「Ｃｈｒｉｓｔｍａｓ」の文字が含まれている場合\nにおいても、被告の使用する標章の要部は「ＯＬＩＶＥ」又は「オリーブ」であ\nる。\n「クリスマス」又は「ＣＨＲＩＳＴＭＡＳ」の表示は、ホテル業界におい\nて一般的に用いられているものであるから、被告標章が単に「Ｃｈｒｉｓｔｍａ\nｓ」と認識されることはない。また、被告標章では「オリーブ」又は「オリーブク\nリスマス」という称呼が生じ、単に「クリスマス」という称呼は生じない。\n(3)　「クリスマス」に識別力がない以上、被告標章においてキリスト降誕祭の\n観念が生じる余地もないから、両者の観念も相違する。\n２　争点２（本件商標登録の明白な無効理由の存否）について\n（被告の主張）\n本件登録商標である「クリスマス」は、例えば「クリスマスご宿泊プラ\nン」、「クリスマスストーリー」、「家族のクリスマス」というように、ホテル等\nの宿泊施設の提供の役務において特別の時期や態様を示すものとして普通に用いら\nれる方法で表示したものにすぎず、また、何人かの業務に係る役務であることを認\n識することもできない。したがって、本件商標登録には商標法３条１項３号及び６\n号所定の事由があり、同法４６条１項１号により無効とされるべきことは明らかで\nある。このような無効理由が存在することが明らかな本件商標権に基づく請求は、\n権利の濫用として許されない。\n（原告の主張）\n被告の主張は争う。本件登録商標は、その指定役務を「宿泊施設の提供」の\nみに限定することにより、識別力を有し、商標登録されるに至ったものであるか\nら、本件商標登録には何ら無効理由は存しない。\n第４　争点に対する当裁判所の判断\n１　争点１（本件登録商標と被告標章との類否）について判断する。\n(1)　本件登録商標について\nア　本件登録商標は、カタカナ文字の「クリスマス」をゴシック体又はこれ\nに類する字体で大きく横書きして成るものである。各文字の大きさは相互にほぼ同\n一である。本件登録商標には、特別な図案化が施されているわけではなく、それの\nみでは、極めて簡単で、ありふれた記載である。\nイ　本件登録商標は、「クリスマス」という一般的によく知られた平易な単\n語であり、「クリスマス」という称呼のみが生じる。\nウ　また、本件登録商標は、「クリスマス」そのもの、すなわち「キリスト\n降誕祭」の観念、ないしこれに起源を有し、現在我が国において広く社会や家庭で\n祝われる風習としての「クリスマス」の観念が生じる。\n(2)　被告標章について\nア　被告標章は、「ＯＬＩＶＥ　Ｃｈｒｉｓｔｍａｓ」であり、アルファベ\nット（ローマ字）の大文字を横書きして成る「ＯＬＩＶＥ」の文字と、頭文字のみ\nをアルファベット大文字、その後に続く文字をアルファベット小文字として横書き\nして成る「Ｃｈｒｉｓｔｍａｓ」の文字とが結合して成る標章であるところ、証拠\n（甲７の1～8、甲８の2、甲２０の1～6）によれば、被告がその営業するホテル・旅\n館営業（ラブホテル）の看板等で実際に使用している被告標章の態様は、「ＯＬＩ\nＶＥ」の部分と「Ｃｈｒｉｓｔｍａｓ」の部分を上下２段とし、「ＯＬＩＶＥ」の\n文字の方が「Ｃｈｒｉｓｔｍａｓ」の文字よりも明らかに大きな文字で記載されて\nいることが認められる（なお、被告標章の一部には、上段が頭文字以外を小文字で\n記載した「Ｏｌｉｖｅ」の文字で表記されているものもある。乙１５の10）。\nイ  被告標章における「ＯＬＩＶＥ」と「Ｃｈｒｉｓｔｍａｓ」とは、相互\nに関連性がなく、結合した全体としても何らかの特定の意味を有する言葉ではな\nく、上記の２つの言葉を組み合わせた造語にすぎないから、「オリーブクリスマ\nス」という称呼が生じるといえるが、全体としては特別の観念を生じないと解され\nる。\nまた、「ＯＬＩＶＥ」と「Ｃｈｒｉｓｔｍａｓ」とは意味の上で関連性\nがなく、結合力は弱いものであるから、需要者は、被告標章のうち「ＯＬＩＶＥ」\nの部分に着目することもあると解される。ことに、上記のとおり、被告標章の実際\nの使用態様においては、上段の「ＯＬＩＶＥ」の文字が下段の「Ｃｈｒｉｓｔｍａ\nｓ」の文字より明らかに大きく、より目立つようになっていることに加え、証拠\n（乙１５の1～7、9及び10）によれば、被告によるホテル営業においては、その案内\nメニューに「Ｏｌｉｖｅ」のみを表示したりその広告用立看板に「おり～ぶ物語」\nと表示したりしていることが認められることからすれば、被告標章のうち「ＯＬＩ\nＶＥ」の部分は、需要者の注意を惹く要部であると認められる。\n一方、被告標章のうちの「Ｃｈｒｉｓｔｍａｓ」の方は、我が国の英語\n教育の現状を前提にすると、ただちに「クリスマス」と認識されるものというべき\nであるから、上記(1)で述べたのと同じく、「キリスト降誕祭」ないし「クリスマ\nス」の観念を生じる語であり、それ自体が、一定時期に限ればホテル営業（宿泊、\nパーティ、イベント、食事等）に関係の深いものであるということができる。実\n際、証拠（乙９の1～57）によれば、クリスマスの時期の宿泊施設の提供に関し、\n「クリスマスプラン」とか「クリスマス宿泊プラン」等という形で、広く「クリス\nマス」という表示が用いられていることが認められる。クリスマスシーズンのラブ\nホテルを一般的に紹介した雑誌（乙１８）でも、「Ｘｍａｓラブホ」や「クリスマ\nスあこがれＲＯＯＭランキング」という共通項目が設定されており、各ホテルを識\n別するものとして「クリスマス」は使用されていない。\nまた、上記のような被告の実際の被告標章の使用態様においても、「Ｃ\nｈｒｉｓｔｍａｓ」の文字は「ＯＬＩＶＥ」の文字より明らかに小さく目立たない\nものである。原告は、被告がその営業するホテルの外観に「サンタクロース」、\n「雪」及び「キャンドル」等を配置して、「Ｃｈｒｉｓｔｍａｓ」や「クリスマ\nス」の観念を顧客に認識させようとしていると主張するところ、証拠（乙９の1～\n57）によれば、被告の営業するホテルの外観には「サンタクロース」、「雪」及び\n「キャンドル」等が配置されていることが認められるが、これも一般に広く使用さ\nれる「クリスマス」に通常付随するものにすぎないものと認められる。\n他方、原告は、本件商標権の通常使用権設定契約により全国８店舗で\n「チャペルクリスマス」の名称を付したホテルチェーンを行っていることが認めら\nれるが（甲８の1、弁論の全趣旨）、ラブホテルを分類して紹介した雑誌記事（甲１\n９の9、乙１４）によれば、同ホテルチェーンは「チャペル系」に分類されており、\n「クリスマス系」なる種類のものとは認識されていないことが認められる。\nこれらの事実によれば、ホテル営業に関して「Ｃｈｒｉｓｔｍａｓ」や\n「クリスマス」の文字を含む結合商標が用いられている場合には、「Ｃｈｒｉｓｔ\nｍａｓ」や「クリスマス」の文字部分は、特別な図案化が施されているような場合\nは別として、一般に識別力が弱いものというべきであり、被告標章のうちの「Ｃｈ\nｒｉｓｔｍａｓ」の部分についても、特に識別力があるような態様のものではない\nから、商標の類比を判断するに当たって、この部分を分離して捉えることは相当で\nない。原告は、被告標章の一部を構成する「Ｃｈｒｉｓｔｍａｓ」につきキリスト\n降誕祭を観念できる旨を主張するが、以上の説示に照らして採用することができな\nい。\nウ　したがって、被告標章は、全体として、「オリーブクリスマス」との称\n呼を生じるほか、「ＯＬＩＶＥ」の部分から「オリーブ」の称呼と植物の「オリー\nブ」の観念（「ＯＬＩＶＥ」は、もくせい科の常緑小高木を指称する英語である\nが、地中海沿岸の重要果樹で、その果肉がオリーブ油となるものとして、我が国で\nも広く知られ、日本語でも「オリーブ」として一般化していることは、公知の事実\nである。）を生じるといえる。\n(3)　両者の類否の検討\n以上に基づき、本件登録商標と被告標章の類比を検討すると、本件登録商\n標では「クリスマス」の称呼及び「キリスト降誕祭」ないし「クリスマス」の観念\nを生じるのに対し、被告標章では「オリーブクリスマス」及び「オリーブ」との称\n呼並びに「オリーブ」の観念が生じる。そして、「オリーブ」という称呼及び観念\nは、本件登録商標と類似する点は全くない。これに対し、「オリーブクリスマス」\nという称呼の場合であれば、「クリスマス」という部分に着目して本件登録商標と\nの類似点があるともいえるが、上記(2)で判示したとおり、被告標章につき「クリス\nマス」の部分を分離して「クリスマス」の称呼が生じるものとはいえないから、\n「オリーブクリスマス」のうち「オリーブ」と切り離した「クリスマス」のみを捉\nえて、両者の称呼が類似するとはいえない。なお、片仮名で表記された本件登録商\n標とローマ字で表記された被告標章の外観が相違することは、いうまでもない。\nそうすると、被告標章は、外観、称呼及び観念のいずれの点でも本件登録\n商標と異なり、本件登録商標に類似しているとはいえない。\nしたがって、原告には、本件商標権に基づき、被告標章の使用を差し止め\nる権利はない。\n２　結論\n以上によれば、その余の点について判断するまでもなく、原告の請求は理由\nがない。\n大阪地方裁判所第２１民事部\n裁判長裁判官　　　　小　松　一　雄\n裁判官        守　山　修　生\n裁判官田中秀幸は転補につき署名押印することができない。\n裁判長裁判官　　　　小　松　一　雄\n営　業　目　録\n１　　営業の種類　　ホテル・旅館営業\n２　　場所 　　　三重県度会郡\n３　　名称 　　　ＯＬＩＶＥ　Ｃｈｒｉｓｔｍａｓ\n登　録　商　標　目　録\n"
}