{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 17,
    "month": 3,
    "day": 17
  },
  "case_number": "平成16(ワ)6804",
  "case_name": "",
  "court_name": "大阪地方裁判所",
  "right_type": "著作権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "9700",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=9700",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/700/009700_hanrei.pdf",
  "contents": "平成１６年(ワ)第６８０４号　損害賠償請求事件\n口頭弁論終結日　平成１７年２月８日\n判　　　　　　　決\n原　　　　　　告      　　株式会社ダスキン\n原　　　　　　告　　　　　Ａ\n原告ら訴訟代理人弁護士    山上和則\n四宮章夫\n藤川義人\n軸丸欣哉\n高島志郎\n藤本一郎\n被　　　　　　告          Ｂ\n訴訟代理人弁護士　　　　　松原弘幸\n坂野真一\n加藤真朗\n壇俊光\n東忠宏\n主　　　　　　　文\n１　被告は，原告株式会社ダスキンに対し，５５万円及びこれに対する平成１６\n年５月２６日から支払済みまで年５分の割合による金員を支払え。\n２　被告は，原告Ａに対し，５５万円及びこれに対する平成１６年５月２６日か\nら支払済みまで年５分の割合による金員を支払え。\n３　原告株式会社ダスキン及び原告Ａのその余の請求をいずれも棄却する。\n４　訴訟費用は，原告株式会社ダスキンに生じた費用の２０分の１９と被告に生\nじた費用の５分の３を原告株式会社ダスキンの負担とし，原告Ａに生じた費用の１\n０分の９と被告に生じた費用の１０分の３を原告Ａの負担とし，原告株式会社ダス\nキン，原告Ａ及び被告に生じたその余の費用をいずれも被告の負担とする。\n５　この判決は，第１，第２項に限り，仮に執行することができる。\n事実及び理由\n第１　請求\n１　被告は，原告株式会社ダスキンに対し，１１００万円及びこれに対する平成\n１６年５月２６日から支払済みまで年５分の割合による金員を支払え。\n２　被告は，原告Ａに対し，５５０万円及びこれに対する平成１６年５月２６日\nから支払済みまで年５分の割合による金員を支払え。\n３　被告は，別紙文書目録記載１ないし１１の文書を，電磁的記録に変換して公\n衆送信してはならない。\n第２　事案の概要\n１　本件は，被告がそのウェブサイトにおいて，平成１６年３月４日から同年５\n月２６日までの８４日間，別紙文書目録記載１ないし１１の文書（原告株式会社ダ\nスキン代理人弁護士作成名義の意見書，同原告の取締役会議事録）を電磁的記録に\n変換して公衆送信したことにより，原告株式会社ダスキン（以下「原告ダスキン」\nという。）の名誉，情報プライバシー（人格権を含む。）又は信用が毀損され（民\n法７０９条，７１０条），原告ダスキンが上記文書について有する著作権が侵害さ\nれ（著作権法２１条，２３条），更に原告ダスキンの営業秘密が加害目的で開示さ\nれたと主張し（不正競争防止法２条１項７号），また，原告Ａ（以下「原告Ａ」と\nいう。）の名誉，情報プライバシーが毀損された（民法７０９条，７１０条）と主\n張して，原告ダスキンの人格権，著作権又は不正競争防止法３条１項に基づき，上\n記文書の公衆送信の差止めを求めるとともに，名誉，情報プライバシー（人格権を\n含む。）若しくは信用の毀損，著作権の侵害，又は不正競争による原告ダスキンの\n損害として１１００万円，名誉，情報プライバシーの毀損による原告Ａの損害とし\nて５５０万円と，最後の不法行為又は不正競争のあった日（被告サイトでの公衆送\n信の終わった日）である平成１６年５月２６日から支払済みまでの遅延損害金の賠\n償を求めた事案である。\n２　基礎となる事実\n(1)　当事者\nア　原告ダスキンは，清掃道具等のレンタルサービス，「ミスタードーナ\nツ」という店舗名による食品小売販売業のフランチャイズビジネス等を業とする株\n式会社である。（当事者間に争いがない。）\n原告Ａは，原告ダスキンの従業員である。（当事者間に争いがない。）\nイ　被告は，原告ダスキンの株主であり，元従業員である。（当事者間に争\nいがない。）\n被告は，「ダスキンオンブズマン」を名乗り，「ダスキンオンブズマン\nのホームページへようこそ」という名称のウェブサイト（ＵＲＬ\nは<http:/-www1.odn.ne.jp/dusombs/>及びこの下位ディレクトリ。以下「被告サイ\nト」という。）を開設し，管理していた。（当事者間に争いがない。）\n(2)　被告サイトにおける文書の公開\nア　被告は，平成１６年３月４日から同年５月２６日までの８４日間，被告\nサイトにおいて，別紙文書目録記載１ないし１１の文書（以下，別紙文書目録記載\nの文書は，例えば「本件文書１」，「本件文書１ないし１１」のように番号をもっ\nて特定する。）を電磁的記録の形式（いわゆるＰＤＦファイル）に変換した上で，\nＫ１の管理する電気通信設備（サーバ）上に置いて公衆送信し，上記期間中，一般\n人が上記文書を閲覧することができるようにした（以下，被告のこのような行為を\n「被告サイトでの本件文書１ないし１１の公開」などということがある。）。（当\n事者間に争いがない。）\nイ　本件文書２には，「ミスタードーナツにおける不適正処理事案」とし\nて，原告Ａが平成１３年１２月１日付けで戒告処分を受けることが記載されてい\nた。（当事者間に争いがない。）\n(3)　食品衛生法違反事件（大肉まん事件）\nア　原告ダスキンは，平成１２年４月から同年１２月２０日ころまでの間，\n食品衛生法上使用が許されていない添加物であるＴＢＨＱが含まれた「大肉まん」\nを日本全国のミスタードーナツ店頭で販売した（以下「別件販売」という。）。\n上記「大肉まん」は，原告ダスキンがＫ２から供給を受けたものであっ\nたが，Ｋ２は，Ｋ３にその製造を委託し，同社は，中国の子会社であるＫ４の中国\n工場で「大肉まん」を製造していた。ＴＢＨＱは，Ｋ４が「大肉まん」の皮の部分\nの原材料として使用したショートニング（加工植物性油脂で，天然のパーム油に化\n学合成品の酸化防止剤を入れたもの。）に含まれていた。\nイ　Ｋ５の代表取締役であったＰ１は，原告ダスキンに対し，Ｋ５による\n「大肉まん」の製造を申し入れ，「大肉まん」のテスト製造をしていたが，その際\nに，Ｋ２が製造した「大肉まん」に，日本では使用が許されていない添加物である\nＴＢＨＱが含まれたショートニングが使用されていることを知り，平成１２年１１\n月３０日，原告ダスキンを訪問し，そのことを告げた。\nウ(ア)　原告ダスキンは，Ｐ１に対し，平成１２年１２月１３日に８００万\n円，同月１５日に２５００万円をそれぞれ支払った。\n(イ)　原告ダスキンの取締役ミスタードーナツフランチャイズ事業本部長\nであったＰ２は，平成１３年１月１８日，Ｋ６から３０００万円を借り入れ，同\n日，Ｐ１に対して同額を支払った。\n（以下，上記(ア)，(イ)の各支払を総称して「別件支払」という。）\nエ　原告ダスキンは，平成１３年１１月末ころまでに，別件販売に関するＴ\nＢＨＱの混入について，自ら積極的に公表することをしないこととした。\nオ　原告ダスキンの別件販売については，厚生労働省又は農林水産省への匿\n名による通報があり，平成１４年５月１５日，保健所が大阪府下のミスタードーナ\nツ８店舗に立入検査をしたことをきっかけとして，同月２０日，報道機関が原告ダ\nスキンに対して取材を行い，原告ダスキンは，同日，記者会見をして別件販売の事\n実を公表した。\n別件販売及び別件支払は，平成１４年５月２１日以降，新聞等で報道さ\nれた。特に，原告ダスキンが，食品衛生法上使用が許されていない添加物を含んだ\n「大肉まん」の販売を故意で継続するという同法違反行為を行ったこと，その事実\nを指摘した業者に「口止め料」を支払ったことなどの疑惑が大きく報道された。\nカ　大阪府は，平成１４年５月３１日，原告ダスキンに対し，食品衛生法に\n基づき，別件販売を理由に，中国で製造された「大肉まん」について，所定の処分\n解除の要件が確認できるまでの間，仕入れ及び販売の禁止を命じた。\n原告ダスキンは，平成１５年９月４日，別件販売を理由に，食品衛生法\n違反の罪で罰金２０万円に処せられた。\nキ　原告ダスキンは，食品衛生法に違反して「大肉まん」を販売したことに\n関して，平成１４年４月１日から平成１５年３月３１日まで（第４１期）の間に，\n次のとおり合計１０５億６１００万円の出捐をした（以下「別件出捐」とい\nう。）。\n(ア)　ミスタードーナツ加盟店営業補償　　　５７億５２００万円\n(イ)　キャンペーン関連費用　　　　　　　　２０億１６００万円\n(ウ)　ＣＳ組織員さん優待券及びＳＭ・ＭＭ等特別対策費用ほか\n１７億６３００万円\n(エ)　新聞掲載・信用回復費用　　　　　　　　６億８４００万円\n(オ)　飲茶メニュー変更関連費用              ３億４６００万円\n（上記アないしキにつき，乙第２号証，第７号証，第９号証，第１０ないし\n第１９号証，第２１ないし第２４号証，第２６号証，第３０，第３１号証，第５６\n号証（書証に枝番のあるものは枝番をすべて含む。以下，同じ。））\n(4)　株主代表訴訟\nア　被告は，原告ダスキンの取締役兼代表取締役，取締役又は監査役であっ\nた者に対し，①「大肉まん」にＴＢＨＱが使用されたこと，②別件販売，③別件支\n払，④別件販売を認識した後，その事実を公表しなかったことについて，善管注意\n義務違反（商法２５４条３項，民法６４４条，商法２８０条）があったことなどを\n主張し，原告ダスキンに対して連帯して１０６億２４００万円（拡張後の請求額）\n及び遅延損害金を支払うことを求めて，平成１５年４月４日及び同年５月２日，株\n主代表訴訟を提起した（後に弁論が併合された。大阪地方裁判所平成１５年(ワ)第\n３２６２号，第４２６２号損害賠償請求事件（株主代表訴訟）。以下「別件株主代\n表訴訟」という。）。（乙第１号証，第５６号証）\nイ　大阪地方裁判所は，平成１６年１２月２２日，別件株主代表訴訟につい\nて一部認容判決を言い渡した。すなわち，同判決は，原告ダスキンの取締役であっ\nたＰ３（平成６年６月取締役ミスタードーナツ事業本部長就任，平成９年４月取締\n役生産本部長就任，平成１２年６月専務取締役生産本部担当就任，平成１３年４月\n代表取締役社長就任，平成１４年１１月退任）について，別件販売認識後の対応に\nついて善管注意義務違反があったことを認め，別件出捐相当額である１０５億６１\n００万円及び別件支払のうち３０００万円の合計額１０５億９１００万円の５％に\n当たる５億２９５５万円の限度で責任を負うとし，Ｐ３に，原告ダスキンに対して\n５億２９５５万円及びこれに対する遅延損害金の支払を命じ，その余の請求をいず\nれも棄却するものであった。（乙第５６号証）\n(5)　取締役会議事録謄写許可申請事件\nア　被告は，平成１４年１２月２５日，大阪地方裁判所に，原告ダスキンに\n対する平成１１年９月から平成１４年１１月までの間に開催された取締役会の議事\n録の謄写請求につき，許可を求めた（同裁判所平成１４年(ﾋ)第６７０号取締役会議\n事録謄写許可申請事件。以下「本件謄写許可申請事件」という。）。その許可申請\n書には，株主代表訴訟を提起すべく準備中であり，そのために，詳細な経営内容及\nび取締役ら個々人の経営への関与状況，取締役会における発言内容等を知る必要が\nある旨記載されていた。（甲第１号証，乙第４号証）\nイ　原告ダスキンは，本件謄写許可申請事件について，代理人弁護士作成名\n義の平成１５年１月９日付け意見書（本件文書１）を提出し，同事件において謄写\n請求の対象とされた取締役会議事録の中には，申請の理由からして謄写の必要性の\nないものが含まれており，同事件における謄写請求は，対象とする議事録の期間及\nび記載事項を限定していないから，謄写許可申請は却下されるべきである旨の意見\nを述べた。（甲第１号証）\nウ　原告ダスキンは，平成１５年１月２２日の審尋期日において，被告に対\nし，取締役会議事録の一部（本件文書２ないし１１）を任意に開示し，被告は，本\n件謄写許可申請事件の申請を取り下げた。（当事者間に争いがない。）\n（なお，原告ダスキンは，上記事件の平成１５年１月１０日の第１回審尋\n期日において，原告ダスキンと被告の間で，株主代表訴訟の目的に必要な取締役会\n議事録を限定した上で原告ダスキンが任意に開示を行うという内容の合意が成立\nし，株主代表訴訟に必要な議事録がどれかについては，裁判所が取締役会議事録を\n閲覧して判断することとされ，取締役会議事録のうち本件文書２ないし１１に該当\nする部分が，株主代表訴訟のために必要であるとされた旨主張する。これに対し，\n被告は，原告ダスキンとの間で，任意の開示に際して，取締役会議事録の開示の目\n的を限定する合意をし，又は使用方法に関して制限契約を締結することはなかった\n旨主張する。）\n(6)　本件仮処分\nア　原告ダスキンは，平成１６年３月１２日，被告に対し，本件文書１ない\nし１１を電磁的記録に変換した情報の被告サイトからの削除，及び本件文書１ない\nし１１を電磁的記録に変換して公衆送信することの差止めを求める仮処分を大阪地\n方裁判所に申し立てた（同裁判所平成１６年(ヨ)第４６０号情報削除等仮処分命令\n申立事件）。同裁判所は，同年４月２２日，原告ダスキンに３０万円を供託させる\n方法による担保を立てさせて，被告に対し，本件文書１ないし１１を電磁的記録に\n変換した情報を被告サイトから削除すること，及び本件文書１ないし１１を電磁的\n記録に変換して公衆送信してはならないことを命ずる仮処分決定を行った（以下\n「本件仮処分決定」という。）。（甲第１５，第１６号証，弁論の全趣旨）\nイ　原告ダスキンは，平成１６年５月６日，本件仮処分決定に基づいて間接\n強制を申し立てた（大阪地方裁判所平成１６年(ｦ)第２００１４号保全執行（間接強\n制）申立事件）。被告は，同保全執行（間接強制）申立事件において，同月２１日\n付けの意見書を提出し，本件文書１ないし１１を電磁的記録に変換した情報は被告\nサイトから削除済みである旨の意見を述べた。しかし，実際は，被告サイト上の上\n記情報へのリンクが切断され，マウス操作のみによってはアクセスできない状態に\nなっただけで，ＵＲＬを改めて入力すれば上記情報が閲覧可能な状態にあった。\n（甲第１７ないし第２０号証，弁論の全趣旨）\n大阪地方裁判所は，平成１６年５月２６日，間接強制を認める決定を行\nい，被告に対し，本件文書１ないし１１を電磁的記録に変換した情報を被告サイト\nから削除することを命じ，被告が同決定送達の日から２日以内に上記削除の債務を\n履行しないときは，被告は原告ダスキンに対し，上記期間経過の翌日から履行済み\nまで１日につき１１万円の割合による金員を支払うことを命じた。被告は，同月２\n７日，本件文書１ないし１１を電磁的記録に変換した情報を被告サイトから削除し\nた。（甲第２１，第２２号証，弁論の全趣旨）\n３　争点\n(1)　原告ダスキンの名誉，情報プライバシー（人格権を含む。）又は信用の毀\n損の有無\n(2)　原告Ａの名誉，情報プライバシーの毀損の有無\n(3)　原告ダスキンの名誉，情報プライバシー（人格権）の毀損に基づく差止請\n求の当否\n(4)　原告ダスキンの著作権侵害の有無\n(5)　原告ダスキンの不正競争防止法に基づく請求の当否\n(6)　違法性阻却事由の有無\n(7)　損害額\n第３　争点に関する当事者の主張\n１　争点(1)（原告ダスキンの名誉，情報プライバシー（人格権を含む。）又は信\n用の毀損の有無）\n(1)　原告ダスキンの主張\n本件文書１は，本件謄写許可申請事件において提出された意見書であり，\n裁判所の許可がなければ閲覧，謄写できない。本件文書２ないし１１は，原告ダス\nキンの取締役会議事録であり，商法２６０条の４第６項に基づき，株主等が権利行\n使のために必要であることを示して裁判所の許可を得た場合にのみ閲覧，謄写を行\nうことができる。取締役会議事録が公開されると，取締役会における自由な発言に\n対する萎縮効果，営業上の不利益のほか，秘密管理態勢に対する根本的かつ重大な\n疑問が生じる。\n原告ダスキンは，情報プライバシー（公開するか否かの判断を含め情報を\n管理する法的利益）の享有主体である。\n本件文書１ないし１１が被告サイトで公開されたことにより，原告ダスキ\nンは，名誉，情報プライバシー（人格権を含む。）又は信用を毀損された。\n(2)　被告の主張\n原告ダスキンの主張は争う。\n法人である原告ダスキンは，プライバシー権の享有主体ではない。\n原告の主張は，本件文書１ないし１１のどの部分の公開が原告ダスキンの\n名誉，プライバシー（人格権を含む。）又は信用を毀損したのか特定されていな\nい。\n被告サイトで公開された本件文書２ないし１１は，食品衛生法違反事件に\n関係ない部分を削除し，同事件に関する部分のみが残されており，残された部分に\n記載された事項は，既に公開済みのものばかりである。\n２　争点(2)（原告Ａの名誉，情報プライバシーの毀損の有無）\n(1)　原告Ａの主張\n本件文書２には，「ミスタードーナツにおける不適正処理事案」として，\n原告Ａが平成１３年１２月１日付けで戒告処分を受けることが記載されていたか\nら，原告Ａは，同文書を公開されたことにより，名誉，情報プライバシーを毀損さ\nれた。\n(2)　被告の主張\n原告Ａの主張は争う。\n３　争点(3)（原告ダスキンの名誉，情報プライバシー（人格権）の毀損に基づく\n差止請求の当否）\n(1)　原告ダスキンの主張\n被告が本件文書１ないし１１を電磁的記録に変換した情報を被告サイトで\n公開したことにより，原告ダスキンは，人格権としての性質を有する名誉，情報プ\nライバシーを毀損されたから，原告ダスキンは，人格権に基づき，本件文書１ない\nし１１を電磁的記録に変換して公衆送信することの差止めを求めることができる。\n被告は，現在は，本件文書１ないし１１を電磁的記録に変換した情報を被\n告サイトから削除しているが，本件仮処分決定の保全異議申立事件（大阪地方裁判\n所平成１６年(モ)第５１１７１号）において，削除義務の存在を争っており，本件\n仮処分決定についての保全執行（間接強制）申立事件において，実際は被告サイト\nから上記情報を削除していないにもかかわらず，削除した旨記載した意見書を提出\nした。したがって，被告は，再度，上記情報を被告サイトにおいて公開する意思と\n意欲を強く抱いており，上記文書を電磁的記録に変換して公衆送信することの差止\nめを求める必要性がある。\n(2)　被告の主張\n原告ダスキンの主張は争う。\n被告が，本件仮処分決定についての保全執行（間接強制）申立事件におい\nて，実際はリンクを切断したのみであるにもかかわらず，本件文書１ないし１１を\n電磁的記録に変換した情報を被告サイトから削除した旨の意見書を提出したのは，\n被告のホームページ作成技術に関する知識の未熟さのためである。\n４　争点(4)（原告ダスキンの著作権侵害の有無）\n(1)　原告ダスキンの主張\nア　本件文書１を作成した弁護士は，本件訴訟の原告訴訟代理人であり，原\n告訴訟代理人が本件訴訟手続において一貫して本件文書１の著作権が原告ダスキン\nに属すると主張していることから，本件文書１の著作権は，本件文書１を作成した\n弁護士又はその弁護士の属する弁護士法人から原告ダスキンに黙示に譲渡された。\n本件文書２ないし１１は，原告ダスキンの従業員が職務上作成したもの\nであるから，法人著作として，原告ダスキンに著作権が帰属する。\nイ(ア)  本件文書１は，原告ダスキンの主張を事実に基づいて要約したもの\nであり，誰が書いてもこのような表現となるものではなく，相応の創作性が認めら\nれる。\n(イ)　本件文書２ないし１１は，取締役会議事録であり，一定の形式に従\nって作成されているが，その記載内容は，長い議論を適宜まとめて要約しており，\n単にモデル文集の文例に取締役の名称等だけを補充して作成したものではない。取\n締役会の議論を要約する際に，本件文書２ないし１１と必然的に同じ記載になると\nは考えられず，文言及び形態の全体をみれば，相応の創作性がある。\nウ　被告は，原告ダスキンの同意を得ることなく本件文書１ないし１１をそ\nのまま複製して被告サイトで公開し，故意に原告ダスキンの著作権（複製権又は公\n衆送信権）を侵害した。\n(2)　被告の主張\nア　原告ダスキンの主張は争う。\nイ　本件文書１ないし１１に著作物性があるとしても，その著作権は，各文\n書を作成した担当者，担当弁護士若しくは弁護士法人に帰属するはずであり，原告\nダスキンには帰属しない。\nウ(ア)　本件文書１は，弁護士作成のごくありふれた意見書であり，創作性\nがない。\n(イ)　本件文書２ないし１１は取締役会議事録であるが，取締役会議事録\nは記載事項が商法に定められていて創作的表現を採る余地はなく，また，実際に記\n載されている文章も，公刊されているモデル文集の文例と大差ないから，創作性が\nない。\n原告の主張は，どの部分にどのような創作性があるかを明らかにしてい\nない。\nエ　本件文書１ないし１１は，事実の伝達にすぎない雑報及び時事の報道で\nあり，著作物に該当せず（著作権法１０条２項），これらを被告サイトで公開する\nことは，時事の事件の報道のための利用（同法４１条）であり，違法ではない。\n５　争点(5)（原告ダスキンの不正競争防止法に基づく請求の当否）\n(1)　原告ダスキンの主張\nア　営業秘密\n(ア)　秘密管理性\n取締役会議事録は，典型的な秘密文書であるから，アクセスした者は\nだれでも，それが会社の秘密に該当するものであると認識し得る。原告ダスキンに\nおいては，取締役会議事録を閲覧することができるのは，役員ほか一部の従業員に\n限られており，従業員に対してアクセスを制限しており，秘密として管理されてい\nる。\n本件文書２ないし１１は，本件謄写許可申請事件において被告に示さ\nれたが，それによって秘密管理性は失われない。\n(イ)　非公知性\n本件文書２ないし１１は，本件謄写許可申請事件の審尋において被告\nに示され，また，別件株主代表訴訟において証拠として提出されたが，それによっ\nて非公知性は失われない。\n(ウ)　有用性\n取締役会議事録には，取締役の出欠，取締役会の開催頻度，日時，場\n所，時間，議題，議事内容，発言が記載され，企業の意思決定のあり方が示されて\nいるから，競業他社がこれを用いれば有利な地位に立ち得る。\n(エ)　営業秘密\nしたがって，本件文書２ないし１１は，営業秘密に該当する。\nイ　加害目的\n被告は，別件株主代表訴訟を有利に展開するために本件文書２ないし１\n１を公開したと主張するが，同訴訟の争点は，同訴訟の被告である取締役等の損害\n賠償義務の存否であり，本件文書２ないし１１の公開は，同訴訟の帰趨に何ら影響\nしない。そして，被告は，原告ダスキンと利害が対立し，一部競業する食品衛生法\n違反事件の関係者と事実上連携して別件株主代表訴訟を追行している。したがっ\nて，被告は，原告ダスキンに損害を加える目的で，その営業秘密である本件文書２\nないし１１を開示した。\nウ　不正競争\nしたがって，被告が被告サイトにおいて本件文書２ないし１１を公開し\nたことは，不正競争防止法２条１項７号の不正競争に該当する。\n(2)　被告の主張\nア　原告ダスキンの主張は争う。\nイ(ア)　取締役会議事録に，重要な秘密情報が記載されていることはまれで\nあり，これをインターネットで公開している会社も存在するから，取締役会議事録\nは典型的な営業秘密であるとはいえない。\n(イ)　本件文書２ないし１１の記載内容のうち，業務にかかわる重要部分\nは既に原告ダスキンがマスコミ等を通じて公表しており，また，取締役の出欠，取\n締役会の開催頻度，日時，場所，時間については，業務の過程で従業員や取引先に\n明らかにされているから，本件文書２ないし１１は非公知性がない。\nウ　被告が本件文書２ないし１１を公開したのは，別件株主代表訴訟を通じ\nて原告ダスキンの隠蔽体質や経営陣の腐敗を明らかにし，取締役の責任を追及する\nとともに，世論を喚起するためであって，原告ダスキンに損害を加える目的はなか\nった。\nエ　したがって，被告が被告サイトにおいて本件文書２ないし１１を公開し\nたことは，不正競争防止法２条１項７号の不正競争に該当しない。\n６　争点(6)（違法性阻却事由の有無）\n(1)　被告の主張\nア　他人の名誉などを毀損するような行為であっても，公共の利害に関し，\n専ら公益を図る目的でなされ，その内容が主要な点において真実であるか，若しく\nは真実と信じたことに相当な理由があるときは，その違法性は阻却される。\nイ(ア)　公共の利害に関すること\n食品衛生法違反事件は，ミスタードーナツという市民が広く利用して\nいる飲食店において販売された肉まんに違法添加物が混入し，しかも原告ダスキン\nの取締役が同混入の事実を知りながら販売を継続し，部外者に口止め料を支払った\nという，我が国の食品衛生や企業の遵法精神の根幹を揺るがせた事件であり，国民\nの重大な関心事であるから，公共の利害に関することである。\n国民は，添加物の安全性に関する情報だけではなく，食品衛生法違反\n事件の全体について関心をもっているから，本件文書１ないし１１に，ＴＢＨＱの\n危険性や不明朗な資金の流れに関する情報が含まれていないとしても，取締役会に\nおいて，そのような重大な事柄を無視して内部の者の処分に没頭している原告ダス\nキンの態勢は，食品衛生法違反事件の背景として重要である。\n(イ)　目的の公共性\n被告が本件文書１ないし１１を公開した目的は，別件株主代表訴訟を\n通じて，食品衛生法違反事件の真相を明らかにし，原因を究明して責任を明確化\nし，他企業への警鐘とし，その再発を防止することにあり，これらは専ら公益を図\nることを目的としたものである。食品衛生法違反事件は，原告ダスキンの隠蔽体質\nが原因であり，消費者事件でもあるから，世論喚起及び一般への情報提供が非常に\n重要である。\nウ　したがって，被告の行為が名誉，情報プライバシー（人格権を含む。）\n又は信用の毀損に該当するとしても，違法性は阻却される。\n(2)　原告らの主張\nア　被告の主張は争う。\nイ(ア)　本件文書１ないし１１は，いずれも食品衛生法違反事件に関する事\n項を含むが，ＴＢＨＱの危険性や食品の安全性に関する具体的情報，不明朗な資金\nの流れに関する情報は含まれていない。また，意見書（本件文書１），取締役会議\n事録（本件文書２ないし１１）という非公開の文書を公開することは，公共の利害\nに関することではないし，私企業の内部情報を公開することに公益性はない。\nしたがって，本件文書１ないし１１の公開は，公共の利害に関するこ\nとではない。\n(イ)　被告は，原告ダスキンと利害が対立する食品衛生法違反事件の関係\n者と事実上連携して別件株主代表訴訟を追行している。また，新聞記事の引用等他\nの方法による情報公開が可能であったにもかかわらず，取締役会議事録の公開とい\nう表現手法を採ったことは異例である。被告は，本件文書２ないし１１の取締役会\n議事録を，別件株主代表訴訟を提起する目的と称して取得したが，株主代表訴訟の\n提起は，総株主の利益を図るものであるとしても，専ら公益を図るものではない。\nまた，別件株主代表訴訟の進行は，本件文書２ないし１１を公開することとは何ら\n関係がない。\nウ　したがって，被告の行為の違法性は阻却されない。\n７　争点(7)（損害額）\n(1)　原告らの主張\nア　原告ダスキン\n(ア)　被告が平成１６年３月４日から同年５月２６日までの８４日間，被\n告サイトにおいて，本件文書１ないし１１を電磁的記録に変換して公衆送信したこ\nとにより，原告ダスキンは，名誉，情報プライバシー（人格権を含む。）を毀損さ\nれるとともに，著作権を侵害され，それによって無形的損害を被った。その損害\nは，金銭に換算すると，１０００万円を下らない。\n(イ)　原告ダスキンが本件訴訟のために被った弁護士費用としての損害は\n１００万円を下らない。\n(ウ)　したがって，原告ダスキンの損害の合計は１１００万円である。\nイ　原告Ａ\n(ア)　被告が平成１６年３月４日から同年５月２６日までの８４日間，被\n告サイトにおいて，本件文書２を電磁的記録に変換して公衆送信したことにより，\n原告Ａは，名誉，情報プライバシーを毀損され，それによって無形的損害を被っ\nた。その損害は，金銭に換算すると，５００万円を下らない。\n(イ)　原告Ａが本件訴訟のために被った弁護士費用としての損害は５０万\n円を下らない。\n(ウ)　したがって，原告Ａの損害の合計は５５０万円である。\n(2)　被告の主張\n原告らの主張は争う。\n原告らは，経済的損失を被っていない。\n第４　当裁判所の判断\n１　争点(1)（原告ダスキンの名誉，情報プライバシー（人格権を含む。）又は信\n用の毀損の有無）について\n(1)　本件文書１について\nア　本件文書１は，本件謄写許可申請事件において，被申請人であった原告\nダスキンの代理人弁護士が作成し，裁判所に提出した意見書である。\n甲第１号証及び弁論の全趣旨によれば，本件文書１は，本件謄写許可申\n請事件の申請人であった被告が受領した副本を電磁的記録に変換して公衆送信した\nものであり，その正本は同事件の裁判記録の一部であると認められる。\nイ　取締役会議事録謄写許可申請事件のような商事非訟事件の記録は，その\n公開について定めた規定がなく，運用により，裁判所の許可がなければ閲覧，謄写\nすることができないものとされている。これは，商事非訟事件が訴訟のように公開\nの口頭弁論を経るものではなく，また，その事件の性質に照らし，記録を公開する\nのが相当でないと考えられることから，記録の公開について定めた規定を置かず，\nこれを原則として非公開としているものと解される。そして，相手方から提出され\nた意見書等の書面の副本を受領した一方当事者は，当該事件の手続を進める限りに\nおいて，相手方の提出した同書面を使用することができるにとどまり，それをみだ\nりに公開したり，他の用途に使用する権限を有するものではないというべきであ\nる。したがって，商事非訟事件において意見書等の書面を提出する者は，その書面\nが，裁判所の許可がない限り閲覧，謄写されないことを前提とした上で，記載事項\nを検討し，これを作成しているものと推認される。\nそうであるとすると，商事非訟事件の手続において意見書の副本を受領\nした一方当事者が，その提出者である相手方当事者の承諾を得ないでこれをインタ\nーネット上で公開し，だれでも閲覧できるようにすると，提出者は，裁判所の許可\nがない限り閲覧，謄写されないことを前提として作成した意見書を意に反して公表\nされることになり，本来公表されるべきでない意見書が公表されるという意味にお\nいて社会的評価が低められ，その信用が毀損されるものというべきである。\nウ　本件においても，原告ダスキンは，裁判所の許可がない限り閲覧，謄写\nされないことを前提として，本件謄写許可申請事件において意見書である本件文書\n１を提出し，その副本を被告に交付したというべきところ，被告によって，原告ダ\nスキンの承諾のないまま本件文書１を被告サイトで公開されたものであり，被告の\n上記行為により，本来公表されるべきでない意見書を公表されたという意味におい\nてその社会的評価が低められ，その信用が毀損されたものと認められ，それによっ\nて無形的損害を被ったものと認められる。\n(2)　本件文書２ないし１１について\nア　商法２６０条の４第６項は，株主等がその権利を行使する必要があると\nきは，裁判所の許可を得て取締役会議事録の閲覧又は謄写の請求をすることができ\nる旨規定している。\nこのように，取締役会議事録は，当然に公開されるべきものではなく，\n株主等がその権利を行使する必要がある場合に限り，裁判所の許可を得て閲覧又は\n謄写をすることができるにすぎないものであることを前提として，作成されるもの\nである。\nイ　そして，商法２６０条の４第６項の趣旨及び前記第２，２(5)アないしウ\n認定の経緯に鑑みると，本件謄写許可申請事件の平成１５年１月２２日の審尋期日\nにおいて，原告ダスキンが取締役会議事録の一部である本件文書２ないし１１を被\n告に開示するに当たり，原告ダスキンと被告との間で，本件文書２ないし１１は株\n主代表訴訟の訴訟手続のためにのみ用いるという黙示の合意が成立したものと認め\nられる。\nしかるに，被告は，原告ダスキンの取締役会議事録である本件文書２な\nいし１１を同原告の承諾を得ないで被告サイトで公開し，だれでも閲覧できるよう\nにしたものである。\nしたがって，原告ダスキンは，裁判所の許可がない限り閲覧，謄写され\nないことを前提として作成された取締役会議事録を意に反して公表されたものであ\nって，当然に公表されるべきものではない取締役会議事録が公表されたという意味\nにおいて社会的評価が低められ，その信用が毀損されたものと認められ，それによ\nって無形的損害を被ったものと認められる。\nウ　被告は，本件文書２ないし１１に記載された事項は，既に公開済みのも\nのばかりである旨主張する。\nしかし，甲第２ないし第１１号証，乙第７ないし第４０号証，第４２号\n証によれば，本件文書２ないし１１に記載された事項には，原告ダスキンの発表や\n報道等によって公開されていない事項も含まれていることが認められる。また，前\n記イのとおり，本件文書２ないし１１が公表されたことにより，当然に公表される\nものではない取締役会議事録が公表されたことそれ自体によって，原告ダスキンの\n社会的評価が低められ，その信用が毀損されたものであるから，本件文書２ないし\n１１に記載された事項に公開済みの事項が含まれていたとしても，原告ダスキンの\n信用が毀損されたという上記判断を左右するものではない。\n(3)　上記のとおり，原告ダスキンは，被告による本件文書１ないし１１の公開\nによって，その信用を毀損されたものというべきである。その被侵害利益である原\n告ダスキンの「信用」は，営利企業である原告ダスキンに対する社会的評価であ\nり，信用回復のために会社経営の公正さや透明性について議論されることがあると\nしても，結局のところ，支払能力又はその財産的裏付けに対する信頼という経済的\n評価に帰着するものと解される。原告ダスキンは，これに加え，被告の上記行為に\nより人格権としての性質を有する原告ダスキンの名誉，情報プライバシーも侵害さ\nれた旨主張する。自然人のみならず，法人についても，名誉，情報プライバシーを\n観念し得るか否かは検討の余地があるが，仮にこれを観念し得るとすれば，被告の\n上記行為は，原告ダスキンの人格権としての名誉，情報プライバシーをも侵害した\nものであるといえる。もっとも，原告ダスキンのいう人格権としての名誉，情報プ\nライバシーなる利益の侵害の意味は，必ずしも明確ではなく，結局のところ，本来\n当然に公表されるべきものではない文書がその意に反して公表されたこと，これに\nより原告ダスキンの社会的評価が低められたことを別の観点で法的構成したものに\nすぎないとも考えられる。また，これらは人格権的利益とはいえ，自然人の人格に\nついて保護されるべき利益とは異なるものであり，これを実質的に考えると，原告\nダスキンが営利企業であることからすれば，経済的利益に帰着するものであって，\n不法行為の成否という観点からは，上記信用毀損とは別個の被侵害利益と観念する\nことの実益に乏しいものというべきである（人格権としての名誉，情報プライバシ\nー侵害による差止請求権の当否については後記３で検討する。）。したがって，被\n告の上記行為が原告ダスキンの名誉（「信用」とは区別された意味での）や情報プ\nライバシーを侵害されたか否かについての検討にはこれ以上立ち入らないことと\nし，これらの事情は後記の信用毀損による無形的損害を算定する一事情として考慮\nするにとどめることとする。\n２　争点(2)（原告Ａの名誉，情報プライバシーの毀損の有無）について\n前記第２，２(2)イのとおり，本件文書２には，「ミスタードーナツにおける\n不適正処理事案」として，原告Ａが平成１３年１２月１日付けで戒告処分を受ける\nことが記載されていた。\n勤め先の会社から戒告処分を受けるという事実は，それが公表されると，戒\n告処分を受けるとされた者の社会的評価が低められることが明らかであるから，原\n告Ａは，本件文書２が公開されたことにより，名誉を侵害され，精神的損害を被っ\nたものと認められる。\nなお，原告Ａは，被告の本件文書２の公開により，情報プライバシーも侵害\nされたと主張する。しかし，原告Ａのいう情報プライバシー侵害なるものの内容は\n必ずしも明らかではなく，それが原告Ａが戒告処分を受けるという情報が同原告の\n意に反して公開されたことを指すとすれば，上記名誉毀損行為を別の観点で法律構\n成したものにすぎないものというべきである。したがって，これらの事情は後記の\n名誉毀損による精神的損害を算定する一事情として考慮するにとどめることとす\nる。\n３　争点(3)（原告ダスキンの名誉，情報プライバシー（人格権）の毀損に基づく\n差止請求の当否）について\n(1)　一般的に，表現行為によって，差止請求権を根拠付ける物権的な性質を有\nする人格権としての名誉，情報プライバシーが侵害されたとき又は侵害されるおそ\nれがあるときに，表現行為の差止めが認められる場合があることは，否定し得な\nい。しかし，表現の自由の重要性に鑑みると，表現行為の差止めが認められるため\nには，単に当該表現行為によって人格権が侵害されるというだけでは足りず，当該\n表現行為によって，被害者が，事後の金銭賠償によっては回復が不可能か，著しく\n困難になる程度の重大な損害を被るおそれのあることが必要というべきである。\n(2)　本件において，被告が被告サイトで本件文書１ないし１１を公開したこと\nによって，原告ダスキンは，前記１(1)ウ，(2)イのとおり信用を毀損されたもので\nある。\nしかし，本件文書１ないし１１の被告サイトでの公開も一種の表現行為と\nいえるから，表現の自由の重要性に鑑み，その差止めの可否は慎重に判断されるべ\nきであるところ，原告ダスキンは，法的に保護されるべき利益としての信用を毀損\nされたものとは認められるが，その性質，内容，公開の態様及びそれによって原告\nダスキンが被った信用毀損の程度等，とりわけ，本件文書１ないし１１は，本件謄\n写許可申請事件において提出された原告ダスキンの代理人弁護士名義の意見書及び\n原告ダスキンの取締役会議事録であり，その文書の内容自体に原告ダスキンの社会\n的評価を低下させるような表現がなされているものではなく，単に，本来当然には\n公表されるべきでない文書が原告ダスキンの意に反して公表されたという意味にお\nいてその社会的評価を低下させるにとどまるものであること，また，被告による本\n件文書１ないし１１の公開によって被告ダスキンの被った損害は，後記７のとお\nり，金銭に換算することができ，その換算の結果等の事情に鑑みれば，原告ダスキ\nンの被った損害は，事後の金銭賠償によっても回復し得る程度のものであると認め\nられ，その性質上，これを差し止めなければ事後の金銭賠償によっては回復が不可\n能か，著しく困難になる程度の重大な損害を被るおそれがあるとは認め難い。他\nに，原告ダスキンが被告の本件文書１ないし１１の公開により，事後の金銭賠償に\nよっては回復が不可能か，著しく困難になる程度の重大な損害を被ったことを認め\nるに足りる証拠はなく，そのおそれがあることを認めるに足りる証拠もない。\nしたがって，原告ダスキンは，人格権としての名誉，情報プライバシーが\n毀損されたことに基づいて，被告による被告サイトでの本件文書１ないし１１の公\n開（公衆送信）の差止めを求めることはできないものというべきである。\n４　争点(4)（原告ダスキンの著作権侵害の有無）について\n(1)　本件文書１について\n原告は，本件文書１を作成した弁護士は本件訴訟の原告訴訟代理人であ\nり，原告訴訟代理人が本件訴訟手続において一貫して本件文書１の著作権が原告ダ\nスキンに属すると主張していることから，本件文書１の著作権は，それを作成した\n弁護士又はその弁護士の属する弁護士法人から原告ダスキンに黙示に譲渡されたと\n主張する。\n本件文書１の著作権は，元々はこれを作成した弁護士に帰属していたもの\nと認められる。そして，弁護士が依頼者の依頼を受けて裁判手続上作成した文書の\n著作権が依頼者に譲渡されることは通常行われないところ，本件文書１を作成した\n弁護士である原告訴訟代理人が，本件訴訟手続において一貫してその著作権が原告\nダスキンに属すると主張していたからといって，これを裏付ける客観的証拠は全く\nなく，また，本件訴訟追行上原告ダスキンに本件文書１の著作権を帰属させる必要\nがあるという以外に，そのような譲渡行為が行われることを首肯させるに足りる合\n理的事情は証拠上全く窺えない。したがって，原告ダスキンの主張する上記事情の\nみから，本件文書１の著作権が作成者である弁護士又はその弁護士の属する弁護士\n法人から原告ダスキンに黙示に譲渡されたと認めることはできず，他に，そのよう\nな譲渡を認めるに足りる証拠はない。したがって，本件文書１の著作権は，原告ダ\nスキンに属するものとは認められない。\n(2)　本件文書２ないし１１について\n著作権法は，思想又は感情の創作的な表現を保護するものであるところ\n（著作権法２条１項１号参照），乙第４５ないし第４７号証によれば，本件文書２\nないし１１に記載された文章は，取締役会議事録のモデル文集の文例に取締役の名\n称等を記入しただけのものではないものの，使用されている文言，言い回し等は，\nモデル文集の文例に用いられているものと同じ程度にありふれており，いずれも，\n日常的によく用いられる表現，ありふれた表現によって議案や質疑の内容を要約し\nたものであると認められ，作成者の個性が表れているとは認められず，創作性があ\nるとは認められない。また，開催日時，場所，出席者の記載等を含めた全体の態様\nをみても，ありふれたものにとどまっており，作成者の個性が表れているとは認め\nられず，創作性があるとは認められない。\n本件文書５には，「全体スケジュール（案）」，「ダスキン再生委員会と\n分科会テーマについて（案）」と題する表が付されているが，前者は，再生委員会\nの答申の予定時期等についてありふれた手法によって表現したものであり，後者\nも，再生委員会の構成と分科会のテーマをありふれた方法で列挙したものにすぎ\nず，作成者の個性が表れているとは認められず，創作性があるとは認められない。\n本件文書６には，「ダスキン再生委員会と分科会テーマについて（案）」\nと題する表が付されているが，再生委員会の構成と分科会のテーマをありふれた方\n法で列挙したものにすぎず，また，「再生委員会」，「分科会委員」と題する書面\nも付されているが，目的，権限，役割，議案等をありふれた表現で記載して列挙し\nたものにすぎず，さらに，「ミスタードーナツカンパニー組織図」と題する図が付\nされているが，これも，各部門とその構成員をありふれた構成図の形で表現したも\nのにすぎず，いずれも，作成者の個性が表れているとは認められず，創作性がある\nとは認められない。\nしたがって，本件文書２ないし１１は，いずれも創作性があるとは認めら\nれず，著作物であるとは認められない。\n(3)　前記(1)のとおり，本件文書１の著作権が原告ダスキンに属するものとは\n認められず，前記(2)のとおり，本件文書２ないし１１は，いずれも著作物であると\nは認められないから，原告ダスキンの本件文書１ないし１１についての著作権に基\nづく請求は，いずれも理由がない。\n５　争点(5)（原告ダスキンの不正競争防止法に基づく請求の当否）について\n(1)　不正競争防止法２条４項の秘密管理性の要件を充足するためには，アクセ\nスした者が営業秘密であることを認識し得ること，アクセスできる者が限られてい\nることなどが必要である。\n(2)　原告ダスキンは，取締役会議事録は典型的な秘密文書であるから，アクセ\nスした者はだれでも，それが会社の秘密に該当するものであると認識し得ること，\n原告ダスキンにおいては，取締役会議事録を閲覧することができるのは，役員ほか\n一部の従業員に限られており，従業員に対してアクセスを制限しており，秘密とし\nて管理されていることを主張する。\n前記１(2)のとおり，取締役会議事録は，商法２６０条の４第６項により，\n株主等がその権利を行使する必要があるときに，裁判所の許可を得て閲覧又は謄写\nの請求をすることができるにとどまる。しかし，そのことから直ちに，取締役会議\n事録が常に営業秘密に該当すること，アクセスした者がだれでも営業秘密であると\n認識し得ることは認められず，その他に，本件文書２ないし１１について，アクセ\nスした者がだれでも営業秘密であると認識し得たことを認めるに足りる証拠はな\nい。また，本件では，原告ダスキンにおいて，取締役会議事録を閲覧することがで\nきるのが，役員ほか一部の従業員に限られていたこと，及び従業員に対してアクセ\nスを制限していたことを認めるに足りる証拠はない。\nしたがって，本件文書２ないし１１が営業秘密として管理されていたこと\nを認めるに足りる証拠はなく，不正競争防止法２条４項所定の営業秘密に当たらな\nいから，原告ダスキンの不正競争防止法に基づく請求は，理由がない。\n６　争点(6)（違法性阻却事由の有無）について\n(1)　被告は，被告の行為が名誉，情報プライバシー又は信用の毀損に該当する\nとしても，公共の利害に関し，専ら公益を図る目的でなされ，その内容が主要な点\nにおいて真実であるか，若しくは真実と信じたことに相当な理由があるから，その\n違法性は阻却される旨主張する。\n(2)　しかし，原告ダスキンとの関係で被告の不法行為とされるのは，前記\n１(1)ウ及び(2)イのとおり，本来公表されるべきでない原告ダスキン又はその代理\n人弁護士作成の文書を原告ダスキンの意に反して公表し，それ自体によって原告ダ\nスキンの社会的評価を低下させたというものであって，同文書の内容の真実性はそ\nもそも問題にならないから，被告主張の事情は，原告ダスキンとの関係では違法性\n阻却事由となるものではない。\n(3)　また，乙第７ないし第３２号証及び弁論の全趣旨によれば，原告ダスキン\nの食品衛生法違反事件及びその事後処理が国民の関心事であり，同様の事件の再発\n防止が社会的に要請されていたことが認められるものの，本件文書１ないし１１の\n性質，記載内容等に鑑みると，上記の点について被告自らの意見を表明し，世論を\n喚起するために，本件文書１ないし１１をインターネット上でそのまま公開するこ\nとが有用であったとは考えられないし，意見の表明や世論の喚起を実現するために\nは，他に採り得るよりよい方法があったというべきである。また，前示のとおり，\n本件文書１ないし１１は，本来当然に公開されるべきものではなく，これをインタ\nーネット上でそのまま公開することは，それ自体，当然に公開されるべきものでは\nないものが公開されたという意味で，必然的に原告ダスキンの社会的評価を低下さ\nせるとともに，原告Ａの名誉を毀損するものであって，このことは，被告も容易に\n認識し得ることであったというべきである。さらに，本件文書２ないし１１は，前\n記１(2)イ認定のとおり，本件謄写許可申請事件の審尋期日における原告ダスキンと\n被告の間の，株主代表訴訟の訴訟手続のためにのみ用いるという合意の下に被告に\n開示されたものであるが，それにもかかわらず，被告は，その合意に反して本件文\n書２ないし１１を被告サイトで公開したものであり，そのような行為は，商事非訟\n事件手続を利用しつつ，その手続上当事者間で形成された合意に従わず，同手続の\n潜脱を図るものであって，裁判手続上の信義則に反する行為ともいうべきものであ\nる。したがって，被告が本件文書１ないし１１をインターネット上でそのまま公開\nしたことについては，公益を図る目的のみならず，原告ダスキンの私企業としての\n信用をことさら毀損し，その社会的評価を低下させるとの意図があったことも推認\nし得るところである。\n上記事情に鑑みると，本件文書１ないし１１は，原告ダスキンの食品衛生\n法違反事件やその事後処理という公共の利害に関する事項に係るものということは\nできるものの，その公開が専ら公益を図る目的でなされたとは認められない。\n(4)　したがって，被告による本件文書１ないし１１の公開について違法性は阻\n却されないというべきである。\n７　争点(7)（損害額）について\n(1)ア　原告ダスキンは，被告による本件文書１ないし１１の公開によって前記\n１(1)ウ，(2)イのとおり無形的損害を被ったものであり，本件文書１ないし１１の\n性質，内容，被告による公開の態様，原告ダスキンの被侵害利益等諸般の事情を考\n慮すると，その損害は，金銭に換算して５０万円と認めるのが相当である。\nイ　被告による本件文書１ないし１１の公開と相当因果関係にある弁護士費\n用としての原告ダスキンの損害は，本件の事案の性質，審理の経過等諸般の事情を\n考慮すると，５万円と認めるのが相当である。\nウ　したがって，原告ダスキンの損害の合計は５５万円と認められる。\n(2)ア　原告Ａは，被告による本件文書２の公開によって前記２のとおり精神的\n損害を被ったものであり，本件文書２の性質，内容，被告による公開の態様，原告\nＡの被侵害利益等諸般の事情を考慮すると，その損害は，金銭に換算して５０万円\nと認めるのが相当である。\nイ　被告による本件文書２の公開と相当因果関係にある弁護士費用としての\n原告Ａの損害は，本件の事案の性質，審理の経過等諸般の事情を考慮すると，５万\n円と認めるのが相当である。\nウ　したがって，原告Ａの損害の合計は５５万円と認められる。\n８　結論\nよって，原告ダスキンの本件請求は，民法７０９条，７１０条の不法行為に\n基づき，無形的損害についての損害賠償５５万円及びこれに対する最後の不法行為\nのあった日（被告サイトでの公衆送信の終わった日）である平成１６年５月２６日\nから支払済みまで民法所定の年５分の割合による遅延損害金の支払を求める限度で\n理由があるからこれを認容し，その余は失当であるからこれを棄却し，原告Ａの本\n件請求は，民法７０９条，７１０条の不法行為に基づき，精神的損害についての損\n害賠償５５万円及びこれに対する最後の不法行為のあった日である同日から支払済\nみまで民法所定の年５分の割合による遅延損害金の支払を求める限度で理由がある\nからこれを認容し，その余は失当であるからこれを棄却し，主文のとおり判決す\nる。\n大阪地方裁判所第２１民事部\n裁判長裁判官　　　　　　田　　中　　俊　　次\n裁判官　　　　　　中　　平　　　　　健\n裁判官　　　　　　大　　濱　　寿　　美\n（別紙）\n文書目録\n"
}