{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 18,
    "month": 4,
    "day": 20
  },
  "case_number": "平成17(行コ)13等",
  "case_name": "保育所廃止処分取消等（原審・大阪地方裁判所平成１４年（行ウ）第１５１号等）",
  "court_name": "大阪高等裁判所",
  "field": "行政",
  "gist": "１　大東市立保育園条例の一部を改正する条例（平成１４年大東市条例第２３号）の制定により廃止された市立保育所に，その監護する児童を入所させてきた保護者らが，市に対して提起した前記条例の制定による前記保育所の廃止処分の取消しを求める訴えが，前記条例の制定をもって行政処分（前記廃止処分）に当たるとして，適法とされた事例\n２　大東市立保育園条例の一部を改正する条例（平成１４年大東市条例第２３号）の制定により廃止された市立保育所に，その監護する児童を入所させてきた保護者らが，市に対して提起した前記条例の無効確認，無名抗告訴訟としての前記条例に基づく準備行為及び前記保育所における保育の実施の解除の禁止（予防的不作為請求訴訟）並びに前記保育所における保育の実施（義務付け訴訟）を求める訴えが，いずれも訴えの利益がなく不適法とされた事例\n３　大東市立保育園条例の一部を改正する条例（平成１４年大東市条例第２３号）の制定により廃止された保育所に，その監護する児童を入所させてきた保護者らが，市に対し，前記保育所の廃止処分は公法上の契約である保育所利用契約に違反するとしてした，債務不履行に基づく損害賠償請求が，認容された事例\n４　大東市立保育園条例の一部を改正する条例（平成１４年大東市条例第２３号）の制定により廃止された市立保育所に，その監護する児童を入所させてきた保護者らが，市に対してした前記条例の制定による前記保育所の廃止処分の取消請求が，棄却された事例",
  "case_gist": "１　大東市立保育園条例の一部を改正する条例（平成１４年大東市条例第２３号）の制定により廃止された市立保育所に，その監護する児童を入所させてきた保護者らが，市に対して提起した前記条例の制定による前記保育所の廃止処分の取消しを求める訴えにつき，条例の制定は，通常は，一般的，抽象的な規範を定立する立法作用の性質を有するものであり，抗告訴訟の対象となる処分には当たらないが，他に行政庁の具体的処分を経ることなく，当該条例自体によって，その適用を受ける特定の個人の具体的な権利義務に直接影響を及ぼすような例外的な場合には，当該条例の制定行為は行政処分に該当するとした上，前記条例の制定は，他に行政庁の具体的処分を待つことなく施行日をもって前記保育所を廃止し，前記保護者らの権利ないし法的地位に直接具体的な影響を与えるものであるから，行政処分に該当するとして，前記訴えを適法とした事例\n２　大東市立保育園条例の一部を改正する条例（平成１４年大東市条例第２３号）の制定により廃止された市立保育所に，その監護する児童を入所させてきた保護者らが，市に対して提起した前記条例の無効確認，無名抗告訴訟としての前記条例に基づく準備行為及び前記保育所における保育の実施の解除の禁止（予防的不作為請求訴訟）並びに前記保育所における保育の実施（義務付け訴訟）を求める訴えにつき，前記条例の制定行為自体が行政処分に当たるとして取消訴訟を提起することができ，現にそれが提起され，それにより権利救済が図られる以上，これとは別に無効確認を求める訴えの利益はなく，また，同条例に基づく準備行為及び前記保育所における保育の実施の解除の禁止（予防的不作為請求訴訟）並びに同保育所における保育の実施（義務付け訴訟）についても，同様に取消訴訟が提起できる以上，これとは別に無名抗告訴訟としてこれらの訴訟の提起を許容する必要はなく，予防的不作為請求訴訟については，民営化により前記保育所の廃止処分の効果が発生している以上，訴えの利益は失われたとして，前記各訴えをいずれも不適法とした事例\n３　大東市立保育園条例の一部を改正する条例（平成１４年大東市条例第２３号）の制定により廃止された保育所に，その監護する児童を入所させてきた保護者らが，市に対し，前記保育所の廃止処分は公法上の契約である保育所利用契約に違反するとしてした，債務不履行に基づく損害賠償請求につき，市は，保育士の総入替を伴う保育園の廃止，民営化という各児童及びその保護者らの権利内容に大きな影響を及ぼす可能性のある決定を実行するに際しては，移管先の新保育園において各児童が心理的に不安定になることを防止するとともに，保護者らの懸念や不安を少しでも軽減するため，保護者らに対し，引継期間を少なくとも１年程度設定して，新保育園の保育士となる予定者のうちの数名に，保育所における主要な行事等をその過程を含めて見せたり，民営化以降も数ヶ月程度，保育所において実際に児童に対する保育に当たっていた保育士のうち数名を新保育園に派遣するなどの十分な配慮をすべき信義則上の義務（公法上の契約に伴う付随義務）を負っているとした上，前記保育所における引継ぎは期間が３か月のみであり，民営化以降は，前記保育所の元所長１人を週に２，３回程度新保育園に派遣して指導や助言を行ったにすぎず，前記のような十分な配慮を行ったものとは言えず前記義務に違反したとして，前記請求を認容した事例\n４　大東市保育園条立例の一部を改正する条例（平成１４年大東市条例第２３号）の制定により廃止された市立保育所に，その監護する児童を入所させてきた保護者らが，市に対してした前記条例の制定による前記保育所の廃止処分の取消請求につき，平成９年法律第７４号による改正後の児童福祉法（平成１６年法律第１５３号による改正前）２４条は，改正前の市町村の措置による入所の仕組みから，同改正により，保育所に関する情報の提供に基づき保護者が保育所を選択し，市町村と保護者との間で，保護者が選択した保育所における保育を実施することを内容とする利用契約（公法上の契約）を締結する仕組みに変更されたものであると解されるところ，保護者は，利用契約の存続期間中，当該保育所が存続しているにもかかわらず，その意に反して他の保育所への転園を強要されることなく，当該保育所において保育を受ける権利を有するものであり，同改正後においては，同利用契約は，原則として，当該保育に欠ける児童の就学までをその契約期間とするものと解するのが相当であるが，一方，公の施設の設置，管理及び廃止については，地方公共団体ないしその長の裁量的判断にゆだねられていると解するのが相当であり，その裁量権の行使に逸脱ないし濫用が存した場合には違法となるものと解されるとした上，前記保育所の廃止，民営化に，経費削減効果があることが認められ，市は，前記保育所の廃止，民営化に当たり，相応の移管先を選定し，移管先との間で，遵守事項を定めたり，民営化後も市が引き続き指導，助言，監督をすることを定めたり，３か月の引継ぎを実施するなど，新保育園における保育内容が一応の水準を備えたものとなるための必要最小限度の措置を講じており，前記保護者らは，前記各児童について新保育園での保育の実施を受けることができた以上，前記廃止処分に裁量権の逸脱，濫用があるとまでは認められず，また，児童福祉法（平成１６年法律第１５３号による改正前）３３条の４に規定する保育の実施の解除に関する手続や行政手続法に違反せず，前記廃止処分は適法であるとして，前記請求を棄却した事例",
  "lawsuit_id": "33693",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=33693",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/693/033693_hanrei.pdf",
  "contents": "主文\n１ 甲事件控訴人らの本件各控訴をいずれも棄却する。\n２ 丙事件控訴人らの本件各控訴に基づき，原判決中，丙事件に関する部分を次\nのとおり変更する。\n(1) 被控訴人は，丙事件控訴人らに対し，それぞれ，別紙「認容額目録」１記\n載の各金員及びこれに対する平成１５年９月５日から支払済みまで年５分の\n割合による金員を支払え。\n(2) 丙事件控訴人らのその余の丙事件請求をいずれも棄却する。\n３(1) 被控訴人は，丁事件控訴人らに対し，それぞれ，別紙「認容額目録」２記\n載の各金員及びこれに対する平成１７年１０月１日から支払済みまで年５分\nの割合による金員を支払え。\n(2) 丁事件控訴人らのその余の丁事件請求をいずれも棄却する。\n４ 控訴人らと被控訴人との間の訴訟費用は，第１，２審を通じて，これを４分\nし，その１を被控訴人の負担とし，その余を控訴人らの負担とする。\n５ この判決は，第２項(1)及び第３項(1)に限り，仮に執行することができる。\n事実及び理由\n第１ 控訴の趣旨\n１ 原判決を取り消す。\n２ 甲事件（なお，原審における乙事件も同旨）\n(1) 主位的請求\n被控訴人が「大東市立保育園条例の一部を改正する条例」（平成１４年大\n東市条例第２３号。以下「本件改正条例」という。）の制定によってした大\n東市立Ｐ１保育所（以下「本件保育所」という。）の廃止処分（以下「本件\n廃止処分」という。）を取り消す。\n(2) 予備的請求\nア 本件改正条例が無効であることを確認する。\nイ 被控訴人は，甲事件控訴人らに対し，本件改正条例に基づく一切の準備\n行為及び本件保育所における保育の実施の解除処分をしてはならず，平成\n１５年４月１日以降も，甲事件控訴人らの監護する本判決別紙｢児童目録」\n記載の各児童について，本件保育所において保育の実施をしなければなら\nない。\n３丙事件\n被控訴人は，丙事件控訴人らに対し，それぞれ５０万円及びこれに対する平\n成１５年９月４日（原審における請求の拡張申立書送達の日）から支払済みま\nで年５分の割合による金員を支払え。\n４ 丁事件（当審で追加された請求）\n被控訴人は，丁事件控訴人らに対し，それぞれ５０万円及びこれに対する前\n同日から支払済みまで年５分の割合による金員を支払え。\n第２ 事案の概要等\n１ 事案の概要\n(1) 本件は，被控訴人が，簡素で効率的な行財政システムの再構築を目指すた\nめ本件保育所を民営化するとの方針の下，本件改正条例を制定し，本件保育\n所で保育を受けていた児童らの委託先として社会福祉法人Ｐ２福祉会を選定\nし，本件保育所の土地・建物及び附属設備等をＰ２福祉会に売却した上で，\n平成１５年４月１日をもって本件保育所を廃止したことについて，大阪府大\n東市に居住し，その監護する児童ら（以下「本件各児童」という。）を本件\n保育所に入所させ，本件保育所において保育を受けてきた控訴人らが，同廃\n止（本件廃止処分）については，経費削減効果に乏しいなど，財政的負担の\n軽減についての合理的関連性が認められないし，保育内容の面でも，３か月\nの引継期間では，長年にわたって築かれてきた児童や保護者との間の信頼関\n係を引き継ぐことは不可能であって，保育の一貫性・継続性に欠ける上，実\n際にも，Ｐ２福祉会の運営する新しいＰ３保育園（以下「新保育園」とい\nう。）においては，経験年数が短い保育士が多数となった結果，保育水準の\n低下が露呈しているのであって，本件廃止処分は，控訴人らに重大な不利益\nを課すものであるから，被控訴人に認められた裁量権の範囲を著しく逸脱し\nたものであり，また，手続面においても，控訴人らは，本件保育所の廃止に\nより，本件保育所において保育の実施を受けることができなくなるから，こ\nれは保育の実施の解除に当たるところ，児童福祉法３３条の４の定める保育\nの実施の解除の理由の説明を受けておらず，意見も聴取されていないし，行\n政手続法１３条，１５条以下に定める告知聴聞の手続も採られていないから，\n本件廃止処分は違法であるとともに，公法上の契約である保育所利用契約に\nも違反する旨主張して，被控訴人に対し，①本件廃止処分の取消し（甲事件\n・乙事件の主位的請求），②本件改正条例の無効確認（甲事件・乙事件の予\n備的請求ア），③無名抗告訴訟としての本件改正条例に基づく準備行為及び\n本件保育所における保育の実施の解除の禁止（予備的不作為訴訟）並びに本\n件保育所における保育の実施（義務付け訴訟）（甲事件・乙事件の予備的請\n求イ）を求めるとともに，丙事件控訴人らが，被控訴人に対し，④国家賠償\n法１条又は公法上の契約の債務不履行に基づき，それぞれ損害賠償金５０万\n円（慰謝料５０万円と弁護士費用５万円の合計５５万円の内金）及び前記遅\n延損害金の支払を求めた（丙事件）事案である。\nこれに対し，被控訴人は，上記①ないし③に係る訴えの適法性を争うとと\nもに，本件改正条例は本件保育所の民営化という行財政改革の一環として制\n定されたものであるところ，本件保育所の廃止・民営化には財政削減効果が\nあり，また，同民営化の前後で保育内容の変更もなく，同廃止には合理的理\n由があるから，被控訴人が本件保育所を廃止したことは適法であるなどと主\n張して，控訴人らの上記各請求を争った。\n(2) 原審裁判所は，上記①については，控訴人らが，被控訴人との間で締結し\nた保育所利用契約に基づき，本件保育所が存続する限り，本件各児童につき，\n就学するまでの期間中，本件保育所において保育を受ける権利を有しており，\nこれに伴って，通常は児童が就学に至るまでの間継続して本件保育所におけ\nる保育の実施がされることを期待してしかるべき法的地位を有しているもの\nと認めた上で，公の施設である本件保育所を廃止するか否かは，被控訴人の\n裁量に委ねられた事項であるが，被控訴人がその裁量権を逸脱・濫用して違\n法に本件保育所を廃止した場合には，控訴人らは，上記の権利ないし法的地\n位を侵害されたといえるから，本件改正条例の制定行為自体は行政処分（本\n件廃止処分）に当たるとして，同①に係る訴えについて抗告訴訟としての適\n法性を肯定したものの，本件保育所の廃止・民営化には，経費削減効果があ\nり，合理性があると認められるし，保育の内容についても，同廃止・民営化\nに合理性が認められる以上，一定程度の保育内容の変更は控訴人らの受忍す\nべき範囲内のものというべきであり，これを超えて控訴人らの上記権利を実\n質的に侵害する程度に内容の変更があったとは認められないから，本件廃止\n処分に裁量権の逸脱・濫用があったとまでは認められず，これを違法という\nことはできないし，手続面についても，児童福祉法２４条２項所定の「保育\nの実施」は，保護者が選択した特定の保育所において保育を実施することを\n指すものではなく，本件各児童につき新保育園又は他の保育所において保育\nを実施することが予定されていた本件保育所の廃止・民営化は，保育の実施\nの解除には当たらないから，被控訴人に保護者らに対する説明責任がある旨\nの控訴人らの論旨には是認できるものがあるとしても，児童福祉法が保育の\n実施の解除について規定するような説明・聴取手続が必要であるとまで解す\nることはできないし，本件廃止処分は，本件改正条例の制定によってされた\nものであって，行政手続法３条１項１号により同法の適用除外とされている\nとして，本件廃止処分は適法なものであったと認め，また，上記②及び③に\nついては，訴えの利益を否定し，さらに，上記④については，被控訴人の控\n訴人らに対する対応について疑問を抱かされる点はあるものの，被控訴人が\n保護者説明会等を実施して一応の説明義務を果たしていること等に照らせば，\n違法な点があったとまではいうことはできず，被控訴人に国家賠償法上の違\n法行為及び公法上の契約違反があったと認めることはできないとし，結局，\n甲事件控訴人ら及び乙事件原告らの上記②及び③に係る訴えをいずれも却下\nするとともに，甲事件控訴人ら及び乙事件原告らの上記①の請求及び丙事件\n控訴人らの上記④の請求を全部棄却した。\n(3) そこで，これを不服とする控訴人らが本件各控訴を提起した。\n他方，乙事件原告ら（並びに甲事件原告ら及び丙事件原告らの一部）は控\n訴せず，同原告らについては原判決が確定した。\nなお，本判決別紙当事者目録（世帯目録）２，３，５，６，９，１４ない\nし１９，２２，２３，２６，３５及び３６記載の各控訴人らは，原審におい\nては甲事件請求をしていたが，平成１７年３月３１日までに，すべての子が\n卒園したため，当審において，いずれも甲事件請求に係る訴えを取り下げた。\nまた，丁事件控訴人らは，当審において，前記第１の４のとおり，上記④\nと同様の損害賠償請求を追加した（丁事件）。\n２ 前提事実，争点及び当事者の主張は，下記３において当審における控訴人ら\nの主張を付加するほか，原判決「事実及び理由」欄第２「事案の概要」の１な\nいし３（原判決２頁１７行目から１８頁１１行目まで）に記載のとおりである\nから，これを引用する。\n３ 当審における控訴人らの主張\n(1) 本件廃止処分の適法性について\nア 裁量権の範囲等について\n(ア) 原判決の不当性\n原判決は，控訴人らの保育所利用権を「保育所が存続する限りの利用\n権」と読み替えた上で，結局，従来の児童福祉法の下での保護者と市町\n村との関係を前提としても当然考慮されるべき，保育所廃止という裁量\n行為についての裁量権の逸脱の有無という判断でもって，被控訴人の行\n為を判断し，適法と結論付けた。\nしかし，控訴人らが求めているのは，保育所の民営化という政策の是\n非ではない。\n児童福祉法の平成９年改正（同年法律第７４号による改正）は，保護\n者が市町村から一方的に措置される制度から，情報公開を前提にして，\n保護者が，保育所を選択し，保育所を利用する契約を締結する制度に改\nめたものである。同改正により保護者に認められた保育所を選択する権\n利は，保育所の保育内容について，保護者が自らの意思で選ぶ権利であ\nり，それは，私立・公立を問わず存在する認可保育所の中での選択であ\nるから，保育内容そのものの選択にほかならない。\nそして，保育内容とは，保育所の運営主体の保育方針や日常的な保育\nへの取り組み方，あるいは保育を担う保育士の技量や経験等を含めた総\n合的なものであるから，控訴人らが選択した保育とは，まさに保育運営\n主体を核心とするものであったことが明らかである。すなわち，控訴人\nらは，「大東市立の」「公立保育所全体の知識や経験を踏まえた」「年\n齢の老若だけでなく平準化された公務員たる保育士」が保育を担う「Ｐ\n１保育所」（本件保育所）を選択したのである。\nこれら運営主体が消滅する保育所の廃止処分は，こうした保護者の選\n択権をすべて否定するものにほかならない。\n(イ) 保育所を自由に廃止することの可否について\n公立保育所において，現に保育の実施を受けている児童がおり，就学\n前まで保育の実施を受けることになっている場合には，市町村が当該公\n立保育所を自由に廃止することは許されないというべきである。\n原判決は，本件保育所が地方自治法上の「公の施設」であることから，\n直ちに行政の広範な裁量によって本件保育所を廃止することができると\nの結論を導いているが，その論理には飛躍がある。\n① 市町村の保育所設置・整備義務からくる制約\n児童福祉法２４条１項は，市町村に対し，保育に欠ける児童を保育\n所で保育すべき義務を課しているところ，ここでいう「保育所」とは，\n同法に基づいて設置された保育所，具体的には，地方自治体が設置し\nた公立保育所並びにその他の者が設置した私立保育所（認可保育所）\nを指す。市町村は，同条項により，かかる保育所の設置・整備義務を\n負っている。\n上記設置義務に基づいて市町村によって設置されるのが，地方自治\n法上の「公の施設」としての公立保育所である。それは，児童福祉法\nによって市町村に義務づけられたものであるから，公立保育所は，他\nの「公の施設」よりも優先順位が高く，そもそも，それを設置するか\nどうか自体についても，他の「公の施設」と比べて，市町村の裁量の\n範囲は限定されている。\nそうだとすれば，市町村が，上記の「公の施設」としての公立保育\n所について，その有する裁量によって自由に廃止することができると\nは考えられない。保育所の廃止を認めることは，地方自治法が地方公\n共団体に「公の施設」の設置義務を課し，児童福祉法が市町村に保育\n所の設置・整備義務を課していることに反するからである。\n② 保育所の設置と廃止を同列に論じることはできないこと\n公の施設を設置するかどうかについては，当該地方公共団体が現に\n行い，あるいはこれから行おうとする様々な施策の内容や，当該地方\n公共団体の財政状況，その他当該地方公共団体を取り巻く様々な要因\nを総合的に勘案しなければならず，その意味で，地方公共団体ないし\nその長のかなり広範な裁量に委ねられていると解することもできる。\nしかし，設置行為における総合的判断の必要性と，すでに設置され\nて運営をしている保育所を廃止する場合とを同列に論じることはでき\nない。一旦「公の施設」としての保育所が設置されれば，そこには様\n々な利用関係が生じるのであって，それを廃止することは，それまで\n利用してきた住民が利用できなくなることを意味するから，保育所の\n設置の場合と同様に市町村の裁量で自由にできるはずはなく，そこに\nは自ずと内在的な限界が存するはずである。\nましてや，本件の場合は，公民館の廃止の場合と異なり，実際に保\n育所を毎日継続して利用し，安全な環境の下で心身の健全な発達を保\n障するために現に実施されている幼児の保育所での保育がなくなると\nいう事案である。\nこのように，具体的かつ継続的な利用関係に立つ控訴人らが存在す\nるにもかかわらず，それを無視して，市町村の裁量により自由に本件\n保育所を廃止できるということは，あり得ないはずである。\n③ 講学上の公物法一般の理論からくる制約\n保育所は，公物法一般の理論からすると，「公共用物」に当たると\nころ，その使用関係については，①一般使用，②許可使用，③特許使\n用があるとされている。\n本件における控訴人らの使用関係は，②の許可使用に当たるもので\nある。\n仮に①の一般使用に当たるとしても，公共用物である保育所の廃止\nは，市町村の完全な裁量に属するものではない。管理者である市町村\nは，それを公の目的に適するように維持・保存すべき義務を負ってい\nるから，自由に公用を廃止できるものではなく，ただその公の目的に\n供すべき必要が失われた場合にのみ，これをなし得べきものであると\nころ，本件はそのような場合には全く当たらない。\nまた，一般使用といっても，本件保育所はまさに現実の利用に提供\nされているのであって，控訴人らは，現に本件保育所で保育の実施を\n受けており，それが廃止されると，本件保育所で保育の実施を受けら\nれなくなるのであるから，そのような権利ないし利益は，公衆の利益\n一般に吸収し得ないものである。\nそうだとすれば，そのような本件保育所と現に利用関係に立ってい\nる控訴人らの権利ないし利益を無視して，市町村の裁量により自由に\n本件保育所を廃止できるはずがない。\nましてや，本件の場合は，②の許可使用に当たり，控訴人らは，そ\nの申請に基いて被控訴人の入所承諾決定を受け，本件保育所で現に保\n育の実施を受けているのであるから，市町村の裁量で自由に公共用物\nである本件保育所を廃止できるとは，およそ考えられない。\n④ 行政契約の理論からくる制約\n控訴人らは，被控訴人との間で締結した各利用契約に基づき，本件\n各児童について，就学前までの各期間中，本件保育所において保育を\n受ける権利を有する。そして，それは，原判決も認めるように，講学\n上の「公法上の契約（行政契約）」である。\n本件は，その行政契約の一方当事者である被控訴人が，同契約の期\n間の途中に，自ら本件保育所を廃止して，就学前まで本件保育所にお\nいて保育を実施する義務を一方的に破棄したという事案である。\n市町村の裁量といっても，上記行政契約に拘束されるはずである。\n民間の保育所であればおよそ認められないにもかかわず，行政契約で\nあるが故に契約を自由に破棄することができるはずがない。\nまず第１に，控訴人らの本件保育所で保育を受ける権利は，児童福\n祉法２４条に根拠をもつ具体的権利として存在している。\nいかに「附合契約」とはいえ，その供給条件を行政の側の事情でい\nかようにも自由に変更できるものではない。附合契約は，確かに当事\n者間で自由に決めることができる一般の契約とは異なるものであるが，\nそれは決して行政が自由に供給条件を定めることができることを意味\nするものではない。行政は，児童福祉法という法律に拘束され，した\nがって，当然に同法に拘束された条件に従う義務があるのであって，\n行政側の勝手な事情による変更が制限されることは，むしろ当然のこ\nとである。\n第２に，行政契約であるということは，原則として民商法の適用が\nあり，民商法による実体的規制を受けるということである。\n民商法の世界ではもちろん，行政契約においても，契約には拘束さ\nれるというのは，一般的なことである。民商法の下で，契約の当事者\nの一方が，契約を破棄（解除）できるのは，法律や契約に特別の定め\nがある場合はともかく，原則として，相手方に契約の不履行など契約\nを破棄されてもやむを得ない事情がある場合に限られている。せいぜ\nい，いわゆる一般条項である「事情変更の原則」による解除が認めら\nれるにすぎない。\nそうだとすれば，本件がそのような場合に当たらないことはいうま\nでもなく，いかに行政契約の特殊性を強調したところで，原判決のい\nうように，契約の当事者の一方である被控訴人が，その裁量によって\n契約を破棄できることを正当化できるはずはない。\n⑤ 控訴人らの保育所選択権からくる制約\n原判決は，地方自治法上，「公の施設」である保育所の廃止は市町\n村の裁量に委ねられており，市町村がその有する裁量権により当該保\n育所を廃止することができるとして，そこから逆に，控訴人らの権利\nを「本件保育所が存続する限り」のものであるとし，本件保育所の公\nの施設としての性格からくる制約として当該利用契約において前提と\nされているものと解するのが相当であるなどと，控訴人らの本件保育\n所で保育を受ける権利を制限した。\nしかし，まず第１に，地方自治法上の「公の施設」に関する規定は，\n地方公共団体が設置する公の施設一般について定めたものであり，本\n件で問題となっている児童福祉法との関係では，一般法に当たる。\nそうだとすれば，一般法である地方自治法の規定を根拠として，逆\nに特別法である児童福祉法上認められた控訴人らの権利が制限される\nという解釈は，およそ成り立ち得ない。\n第２に，原判決は，そのような解釈をする根拠として，児童福祉法\n３５条６項及び同法施行規則３８条１項２号が，保育所等の入所者が\nいる時点でも廃止される場合があることを前提とする廃止手続を定め\nていることを挙げる。\nしかし，同条の規定から，直ちに，市町村の裁量によって保育所を\n自由に廃止できることにならないことは，いうまでもない。同条は，\n保育所等の入所者がいる場合でも，廃止できる場合があることを認め\nたにすぎない。保育所選択権を認めた平成９年改正の趣旨に反せず，\n控訴人らの保育所選択権を侵害しない形での保育所の廃止は，十分あ\nり得るところであって，同条の規定をもって，原判決のように，市町\n村の裁量によって保育所を自由に廃止することまで，同法が認めたも\nのではない。\nそして，保護者による保育所の選択権を認めた同改正の趣旨に鑑み\nれば，保護者が選択した保育所で保育を受ける権利は，当該保育所が\n存続しているにもかかわらず，その意に反して他の保育所への転園を\n強要される場合だけではなく，本件のように，利用契約の存続期間中\nに当該保育所が廃止される場合にも，同様に保護されるべきである。\nそうだとすると，控訴人らの児童福祉法上認められたかかる権利が，\n地方自治法上，市町村ないしその長に保育所を廃止する権限があるこ\nとを理由として，制限できることにはならないはずである。\n⑥ 行政解釈について\n厚生労働省の関係者が編集した「児童福祉法の解説」（児童福祉法\n規研究会編，時事通信社）では，保育所の廃止または休止について，\n「国又は都道府県は，既に設置し経営している児童福祉施設を廃止又\nは休止することができる。廃止または休止する場合は現に入所してい\nる児童の処置につき十分な考慮をはらい，いやしくも一時的であれそ\nの福祉が害されるようなことがあってはならない。また，その地域に\n当該児童福祉施設が必要であるにもかかわらず，財政上の理由等で廃\n止または休止されてはならないのは当然である。市町村より届け出が\nあっても同様の考慮をはらい，市町村に対して必要な指導を行わなけ\nればならない。」とされている。\nこれは，平成９年改正以前の制度に関する論述ではあるが，児童福\n祉法が市町村に保育の実施義務を課していることを前提として，「公\n共用物」としての保育所を廃止する場合には，自由にそれを廃止でき\nるのではなく，利用関係にある現に入所している児童に十分な考慮を\n払わなければならず，その地域に当該児童福祉施設が必要であり，保\n育が継続しているのに，財政上の理由等でそれが廃止されてはならな\nいという公物法一般の理論から導かれる当然の帰結を述べたものであ\nると解される。\n⑦ 高校や大学などの他の「公の施設」の場合\n保育所と同じく，継続的な利用関係にあって，利用者の選択の契機\nがはっきりしている場合には，当然のこととして，その選択権を侵害\nしない形で，その「公の施設」の廃止がされている。\nすなわち，周知のように，高校や大学にあっては，生徒・学生が選\n択して就学していることが明らかであるため，その学校の廃止に当た\nっては，まず新規の募集を停止し，在校生・在学生が卒業した後に，\n学校・学部・学科などの廃止手続をとることが，当然のこととして行\nわれている。\n(ウ) 原判決の審査基準について\n原判決は，市町村の裁量の範囲につき，一方で自由裁量論を否定しな\nがら，厳格に必要昀小限であるべきとする控訴人らの主張を排斥し，そ\nの理由として，控訴人らの権利は，本件保育所が存続する限り本件保育\n所において保育の実施を受ける権利であって，公の施設である保育所の\n廃止があり得るという制約を前提としたものであること，並びに社会権\nは，法により具体化された権利であったとしても，社会情勢，財政等の\n制約を受けるものであり，立法裁量の結果定められる具体的権利の内容\nも多面的要素から評価されるものであって，一概に影響が必要昀小限か\n否かの判断ができるものではなく，公の施設の廃止等に関する地方公共\n団体等の裁量権を控訴人らの主張するほど厳格に規律・制約するものと\nまでいうことはできないことを挙げる。\nしかし，前記のとおり，控訴人らの権利を「本件保育所が存続する限\nり」としたこと自体がまず問題であるし，「公の施設」としての保育所\nは，当該保育所が現に利用され，当該地域に保育所が必要で，その必要\n性が失われない限り，財政上の理由等で廃止されることはないものと考\nえるのが通常であるから，具体的な保育所の利用契約において，当該保\n育所が廃止されることがあり得ることを前提とすることはできないとい\nうべきである。\nまた，少なくとも，保育所に関する情報を提供して，保護者に保育所\nの選択権を認めるという平成９年改正の趣旨からすれば，本件保育所を\n廃止するかどうかは保護者の保育所の選択において極めて重要な情報で\nあり，本件保育所の入所契約において，予め，明示的に明らかにされて\nいなければならず，そうでない限り，いわゆる「事情変更の原則」が妥\n当するような例外的な場合はともかく，本件保育所を廃止することはで\nきないというべきである。\nさらに，控訴人らの権利は，憲法２５条，２６条に根拠を有する具体\n的な権利として存在し，それは児童福祉法によって「心身ともに健やか\nに育成」される権利，「健全な成長発達及び健やかな生活に資する形で\nの保育を受ける権利」として保障されている。それは，いわゆる社会権\n・積極的権利に属するものとされているが，その内実は，人の成長発達\n課程において極めて基礎的な人格形成に寄与し，人間としての精神活動\nの直接的基盤となるべきものであるという点で，保育を受ける権利・保\n育所選択権を制約する基準としては，規制目的の合理性と，この規制目\n的を達するための規制手段の合理的関連性が存することをもって足りる\nとはいえない。\nまた，平成９年改正によって認められた保護者の保育所選択権は，保\n護者の幸福追求権・自己決定権の一コロラリーと捉えることができ，社\n会権・積極的権利の類型に属するものとはいえ，「子どもにどのような\n保育を与えるか」という自由権的側面を有するものであるから，こうし\nた観点からも，単なる合理性の基準では足りず，より厳格なものである\nことが要求されるというべきである。\nイ 経費節減効果について\n(ア) 原判決は，本件保育所を廃止する理由として「財政再建」と「超過\n負担解消」問題を挙げ，単に「経費削減効果」があるというだけで，本\n件保育所廃止の目的に合理性があるとするのであるが，単に財政上のコ\nスト論のみからこの問題を捉えることは，根本的に問題がある。\nまず第１に，前記のとおり，行政解釈は，公立保育所は市町村が負っ\nている保育実施義務を履行するために市町村自らが設置したものである\nから，その保育実施義務を負っている市町村が「保育に欠ける児童」を\n日々保育している保育所を，財政上の理由によって，軽々しく廃止する\nことは許されないとしているところ，これは，当該地域に保育所が必要\nであって，その必要性が消滅しない限り，財政上の理由によって当該保\n育所を廃止してはならないという前記公物理論からする当然のことを述\nべたものである。したがって，その地域に当該公立保育所が必要である\nかどうかの検討すらせず，単に財政上の理由だけから，本件保育所の廃\n止の合理性を肯定した原判決の判断は，誤っているといわざるをえない。\n第２に，原判決の考え方は，大東市における公立保育所と民間の保育\n所の役割や保育内容の違いを無視している。\nその詳細は，甲１７の１に指摘されている。大東市においては，公立\n保育所６園すべてにおいて，「産休明け保育・障害児保育・延長保育・\n地域事業」という特別事業が実施されているのに対し，民間の保育所で\nは「延長保育」以外の特別事業はほとんど実施されていない（甲１７の\n４）。また，保育士等の配置基準についても，民間の保育所がほぼ国の\n定めた配置基準どおりであるのに対し，公立の保育所では，前記特別事\n業を実施するため，クラス担任以外の障害児担当や地域事業担当，フリ\nー担当といった保育士が配置されており（その数は２６名，推計で２億\n１２１６万円の人件費が必要），公立の保育所では，ほとんどの園で看\n護師や庁務員が正職員として配置されている。\nこのように，公立と民間園では保育水準において明確な格差が存在す\nるのであるが，それは，長年にわたり公立保育所が果たしてきた役割が\nあり，それが必要なものとして議会はじめ市民の中で共通の認識となっ\nていたからである。公立保育所は，民間の保育所と比べて，入所してい\nる児童のみならず，その地域の児童にも責任をもつという役割を負って\nいるのであり，公立保育所が民間の保育園では果たせない特別事業等を\n担い，それに必要な職員を配置するのも当然のことなのである。原判決\nは，国庫支出金支出事務事業の超過負担額のうち，保育所の運営経費が\n９７．５パーセントを占めていることを問題とするのであるが，それは，\n大東市においてそれだけ保育の充実に予算をさくことが市民的合意であ\nり，かつ，そうした保育所であるからこそ，保護者らが，当該公立保育\n所を選択して，保育を受けてきたという事実を示しているにすぎず，そ\nのことの一事でもって公立保育所を廃止する合理的根拠には到底なり得\nないはずである。\n第３に，原判決の考え方は，大東市における保育士の経験年数とその\nことからくる保育の内容の違いを無視するものである（甲１７の１）。\n公立の保育所の保育士の経験年数は，民間の保育所に比べて長いので\nあるが，このことは大東市の職員全体の問題と共通した問題であり，何\nも保育所だけの特殊な事情ではない。\nまた，保育士は，単なる子供の遊び相手ではない。保育所に入所する\n児童は，０歳児から５歳児までの児童であるが，この時期の児童は，乳\n児期，幼児期，幼年期と成長が著しく，それぞれの発達段階に応じた適\n切な保育が実施される必要がある。この時期は，子ども一人一人に個人\n差，個性があるのであって，単に教科書的に保育を理解しているだけで\nは，一人一人の発達に応じた保育を実施したことにはならない。\n３歳児の保育は４歳児の保育を，４歳児の保育は５歳児の保育を見据\nえながら，さらに児童それぞれの個性に応じて，継続して一人一人の発\n達段階に応じた保育が連続的に行われていくことで効果があげられるも\nのである。かかる保育を実施するには，一定の経験が必要になってくる\nのはもちろんであり，経験豊かな故に当然賃金も高くなるのである。\nそして，そうした保育士が継続して担当するという意味はきわめて大\nきい。控訴人らは民間の経験の少ない保育士の可能性を否定するもので\nはない。経験が不足しても熱意をもって従前から経験を積んだ保育士の\n指導や援助の下で研鑽を励んでいくことで，保育の水準は維持されてい\nくのである。しかし，いきなり従前の児童の様子も十分に把握できない\nまま，短大を卒業して間がない保育士が圧倒的多数を占め，結婚はもち\nろん，子育ての経験すらない保育士が大半を占める状況の下では，子ど\nもの発達段階に応じた適切な保育を実践する可能性が乏しくなることは\n否定しがたい。\n(イ) 前記のとおり，「その地域に当該児童福祉施設が必要であるにもか\nかわらず，財政上の理由等で廃止または休止されてはならないのは当然\nである」のであり，仮に百歩譲って，財政上の理由から保育所を廃止す\nることを認めるとしても，そもそもその必要性があるのかどうか，ある\nとしてもどの程度必要なのかどうかが検討されるべきであって，保育所\nを廃止する必要性がなく，当該保育所の必要性に比してそれを廃止する\nだけの財政上の必要性がない場合には，当該保育所を廃止すること自体\nが違法というべきであり，この点についての検討・判断をしていない原\n判決は，本来考慮すべきことをしておらず，判断を誤っているというし\nかない。\nその点で，当然考慮されるべきは，一般の市町村において，当然のこ\nととして行われている，財政削減のために「手を付ける順序」について\nである。\nすなわち，地方自治体の財政支出項目は同列ではない。地方公共団体\nの設置の目的，趣旨からして，市町村には義務的な支出項目と，必ずし\nも必要のない公共工事等の支出項目があるが，その削減の順序としては，\n義務的な支出項目は一番昀後に手をつけるべきであり，裁量の幅にも広\n狭がある。そして，前記のとおり，保育の実施義務に基づき設置されて\nいる公立保育所は，後者に属するものとして，財政上の理由で軽々しく\n廃止されてはならないのであって，市町村の裁量を認めるとしても，自\nずとそれは限定されるのである。ましてや，現に当該保育所で「保育に\n欠ける児童」を日々保育している場合には，その必要性を無視して，軽\n々しく当該保育所を廃止することはできない。\n本件保育所の廃止による財政効果は，被控訴人の試算によっても，わ\nずか４０００万円でしかない。\nそして，甲１７の１６を見れば明らかなとおり，被控訴人の平成１３\n年度の決算は，平成１２年度に比して，「投資的経費」が１３億７８０\n０万円も増加している。被控訴人は，税収が落ち込む中で，膨大な公共\n事業等の投資経費に予算をつぎ込む一方，わずか４０００万円の財政効\n果しかない本件保育所の廃止・民営化を性急に進めようとしているので\nあって，公共事業のつけを何の罪もない子ども達に押しつけようとする\nものである。\nまた，甲１７の１４でも明らかなとおり，大東市における公立保育所\nの「超過負担」の額は，平成５年度以降毎年着実に減少しており，今後\nとも確実に減少することが見込まれる。\nそうだとすれば，財政難のため公立の保育所を廃止することは本末転\n倒で，膨大な「投資的経費」を増大させながら，被控訴人の試算によっ\nてもさほど財政効果がないにもかかわらず，本件保育所を廃止する必要\n性はなく，そもそもその目的において合理性がないというべきである。\nいかに「財政上の理由」を強調しようと，少なくとも，児童に与える\n影響をできるだけ少なくするために十分な引継ぎをしてほしいという控\n訴人らのささやかな要求を無視して，性急に本件保育所を廃止しなけれ\nばならない必要性，緊急性は，財政的には全くないというべきである。\n(ウ) 原判決は，平成１４年度の決算と平成１５年度の決算見込みを比較\nすると，保育所全体の運営経費は４０００万円の削減となっており，同\n運営経費の超過負担金について４８００万円の削減になっていること，\n平成１５年度の特殊要因を除けば更に大きい経費削減効果があったこと\nが認められるとし，保育所の採用抑制等本件保育所の廃止・民営化とは\n無関係な削減効果が含まれているとの控訴人らの主張が認められるとし\nながら，控訴人らの主張によっても１２００万円の運営経費の削減効果\nが認められるところで，本件保育所の廃止・民営化による経費削減効果\nを否定することはできない旨説示する。\nしかし，原判決のこの論理では，経費削減効果が１円でもあれば，在\n園児の権利や利益を無視して，保育所を廃止し，改正児童福祉法の下で\n禁止されるようになった意に反する転園と同様な事態を招いてもよいと\n言うに等しく，極めてバランス感覚を欠くものとなっている。\n大東市の年間の予算規模は，平成１３年度の決算で一般会計の歳入総\n額が約４０４億円，歳出総額が約４０２億５０００万円である（甲１７\nの１６）。これを約４００億円として計算すると，４０００万円であれ\nばそのわずか０．１パーセント(１２００万円なら０．０３パーセント)，\n人件費にすると，正規の職員の年間の平均の人件費が１０００万円とし\nて，４０００万円で４人，１２００万円ならわずか１人強にすぎない。\nこれに対して，平成１３年度の決算で投資的経費は６４億３３００万\n円（歳出総額の１６．０パーセント）に上っているが（甲１７の１６），\n前記のとおり，平成１２年度に比して「投資的経費」が１３億７８００\n万円も増加しているのである。\nこのように，一方で大幅に投資的経費を増加させながら，わずか４０\n００万円程度の経費を削減するために，長年にわたり築いてきた大東市\nの保育所をなくすことには，正当性と合理性がない。\nまた，原判決は，本件保育所の土地・建物の売却につき，約９０００\n万円の損失を出している旨の控訴人らの主張につき，損失があること及\nびこれが本件保育所の廃止・民営化によるものであることを認めるに足\nりる証拠はないとするが，そのような低価格で譲渡したことは，控訴人\nら保育所関係の者の中ではよく知られていることである。そうでなけれ\nば，民間の法人の引き受け手がなかったのであり，同損失は本件保育所\nの廃止・民営化によるものに他ならない。\nさらに，原判決は，配置替えにより，異動先部門の職員の確保が不要\nになったことを考慮すれば，経費削減効果があることを否定することが\nできないとする。\nしかし，これは，市町村における実際の人員配置のあり方を完全に無\n視するものである。\n上記異動は大東市役所内でのものであるから，大東市全体から見れば，\n同異動による具体的な財政効果はない。その他の部署への異動が本当に\n（真の意昧での）必要に基づくものか，余剰保育士の行き場所を捻出す\nるためになされた異動なのか，その点の具体的な検証を抜きにして，原\n判決の言うように「異動先部門の職員の確保が不要になった」とはいえ\nないはずである。大東市はじめ一般の市においては定数管理条例があり，\nこれに基づいて，各市は，財政再建のため一定の目標を定めて職員を削\n減している。いわゆる「欠員」なるものは，単に当該部署において退職\n者などが生じたというのみでは足らず，当該部署においてはもちろん，\n市全体において，真に必要なもので，その補充が必要であるかどうかの\n検証を抜きにして，安易に「欠員の補充」を認めることはできない。\n(エ) 大東市では，平成５年度から平成１０年度まで，保育所職員は一人\nも採用されていない。これは，平成８年度の公立保育所４箇所の統廃合\nをはじめとして，職員採用を行わずに人件費の抑制を図ってきた結果で\nある。その結果，甲１７の１４にあるとおり，大東市の超過負担の公民\nの格差は，平成５年度は約２０９万円であった差額が，平成９年度は約\n１７９万円，平成１１年度は約１５５万円，平成１２年度は約１４７万\n円と着実に減少してきているのである。\n公立保育所の保育士の退職状況の推移については，平成１９年度まで\n毎年１名という状況で，大東市では，ここ数年内に保育士が大幅に退職\nする見込みはなく，その数が顕著に減少してくるのは平成２０年度にな\nってからである。そうだとすれば，この保育士の退職状況の推移を見な\nがら，非常勤保育士の採用等で対応していくことは，十分可能であり，\nその方が，短期的に見れば，財政効果を十分あげることができるのであ\nる。単純に計算して，１名の保育士の退職に応じて非常勤保育士を採用\nすれば，控訴人らが指摘するとおり，相当の財政的効果をあげることが\nできるのであって，原判決はその点の検討を全くしていない。\n(オ) 控訴人ら保護者が求めていたのは，仮に保育所を廃止することがや\nむをえないとしても，児童に与える影響をできるだけ少なくすべく，せ\nめて十分な引継ぎを行い，控訴人らとの合意を得るために，保育所の廃\n止の時期を延ばして欲しいということであった（甲１６の２３）。甲１\n６の５－１の７枚目は大東市の「年度別保育士状況」であるが，これを\n見れば明らかなとおり，平成１５年度から平成１９年度までの５年間は，\n各年度１名の定年退職者があるだけで，一定の退職者数が出てくるのは\n平成２０年度以降である。なぜ一定の退職者数が見込まれる平成２０年\n度まで，保育所を廃止・民営化するのを待てなかったのか，そうすれば，\n本件保育所に入所していた本件各児童はすべて無事卒園することができ\nたのである。さしたる当面の財政効果もないのに，控訴人ら保護者のさ\nさやかなこの要求すら聞き入れずに，性急に本件保育所を廃止する根拠\nは，財政的にみても全くないと言わざるを得ない。\n(カ) 仮に百歩譲って，財政上の理由から保育所運営経費を削減する必要\nがあるとしても，何も保育所の廃止だけがその手段ではない。現に当該\n保育所に入所し，利用関係に立っている児童が存在するのであるから，\nその保育所の利用関係から排除することになる保育所の廃止は昀後の手\n段というべきものであって，国の基準を上回る保育士の配置基準を見直\nすとか，前記のように，退職者が出ることに応じて，非常勤の保育士を\n雇用するなど他に取るべき手段はいくらでもある。\nまた，保育所を廃止することがやむをえないとしても，それによる児\n童に与える影響は昀小限にとどめるべく，十分な引継ぎをするなどして，\n児童の福祉を害さないようにするべきである。\nウ 保育内容について\n(ア) 原判決は，控訴人らの本件保育所で保育を受ける権利ないし利益を\n認め，それを廃止する場合，市町村の裁量に一定の限界を認め，さらに，\n本件保育所の廃止・民営化により，様々な被害や問題点が生じ，「保育\nの基本的事項に関する問題」が生じたと認定したにもかかわらず，形式\n的な本件保育所の廃止，新保育園への移管の経過や，保育士の人数や年\n齢，形式的な引継ぎの内容，本件保育所の所長を派遣し，保育内容や行\n事の承継について指導，助言してきたこと，新保育園では，小集団に関\nする年間計画や年間目標を作成し，障害児保育を実践していることなど，\n形式的なうわべだけの事実を認定して，本件保育所の廃止・民営化に当\nたり，適当と認められる移管先を選定し，必要な引継ぎ等を行っており，\n新保育園での保育内容についても，当初から本件保育所と全く同様の保\n育を行うことは難しいとしても，一応の水準を備えた保育が期待できた\nというべきであり，前記の新保育園における児童の安全等に影響を与え\nかねないでき事についても，保育の基本的事項に関する問題であって，\nＰ２福祉会の従前の経験に照らせば，本件保育所の廃止・民営化に伴っ\nて必然的に生ずべき問題として当然に予想できたものとはいい難く，本\n件廃止処分の判断時点で，本件保育所廃止・民営化に伴い必然的に生ず\nる事態として当然考慮すべきであったとまではいえないし，新保育園で\n実施される保育内容は，従前本件保育所で実施されていた内容と当然異\nなる点が生じるものではあるが，保育士の変更やそれに伴う保育内容の\n変更自体は本件保育所が存続していてもあり得ることであるし，また，\n本件保育所の廃止・民営化に合理性が認められる以上，一定程度の保育\n内容の変更も控訴人らの受忍すべき範囲内のものというべきであり，こ\nれを超えて控訴人らの前記権利を実質的に侵害する程度に内容の変更が\nあったということはできない旨説示した。\nしかし，このような原判決の論理では，控訴人らの児童が待機児童に\nでもならない限り，保育所の廃止・民営化には合理性が認められるとい\nうことになりかねない。原判決は，形式的に新保育園で保育を受けるこ\nとができたということで事足れりという発想であり，保育所や保育の本\n質や，当然に考慮し評価されるべき控訴人らの権利ないし利益を正当に\n考慮ないし評価しておらず，その判断を誤っているというしかない。\n(イ) 平成９年改正後の児童福祉法によって，控訴人ら保護者には「保育\n所選択権」が認められ，全ての保育所が保育方針等付加的サービスを含\nめて異なることを前提に，保護者に対して，認可保育所の中から特定の\n保育所を選択することが法的に認められた。また，被控訴人は，いわゆ\nる行政契約を締結し，控訴人ら保護者に対し，控訴人らの各児童を就学\n前まで本件保育所で保育をすることを約していたのである。\nそのような被控訴人が，自ら本件保育所を廃止して，控訴人らが選択\nした本件保育所で保育を受けられなくし，自ら約した本件保育所で保育\nを実施する義務を反故にしながら，重大な利害関係を有する控訴人ら保\n護者の意見を聴取する機会を持つこともなく，積極的に保護者らの希望，\n意見等を聴取し取り入れることもなく，児童に与える影響をできるだけ\n少なくするために十分な引継ぎをしてほしいというささやかな願いも無\n視したのであって，それは控訴人らに対する背信行為といってもよく，\n原判決のように，本件保育所の廃止・民営化手続は性急との印象を払い\n去ることはできないとか，極めて一方的な本件保育所の廃止と感じたと\nしてもやむをえない面があるという程度のものではない。\n(ウ) 保育所は，児童が長時間暮らす生活の場であり，物的生活環境や保\n育士及び友達関係といった人的生活環境を通じて人格を形成していくと\nころである。それは，保育士との信頼関係を基礎に，友達との関係を通\nじて，年齢に応じた発達課題を乗り越え，成長していく場であり，その\nような保育所を廃止することは，子供達にとっては，生活の場そのもの\nが全く変化することを意味し，人格形成にとって重要な基盤を喪失する\nことになる。とりわけ保育士が全て変わることによって，それまで築い\nてきた保育士との信頼関係の基礎的土台を喪失し，その与える影響は相\n当大きく，新しい保育所で保育されることになったとしても，改めて信\n頼関係を形成し直さなければならないことになり，本来獲得できたはず\nの発達保障に遅れが生じることになる。そして，児童を心身ともに健や\nかに育成するためには，当該児童の状態にあった適切な保育がなされな\nければならず，児童は，それぞれの個性を育みながらも，一定の発達段\n階をたどり，次のステップヘと成長していくのであるから，児童を心身\nともに健やかに成長させるためには，保育の安定性，継続性が不可欠で\nある。したがって，これまで児童が保育の実施を受けてきた当該保育所\nを廃止して上記児童の保育環境を一変させることは，できるだけ避けな\nければならないのであって，十分な引継ぎをするなどして，それぞれの\n児童の発達成長段階等に応じた保育の安定性，継続性をできるだけ確保\nすることが必要である。\nこのように保育所，保育の本質を捉え，児童の成長発達にとって保育\n士との信頼関係の重要性を考えるならば，原判決は，保育のソフト面を\nいかに引き継ぐかの視点が全く欠落しているといわなければならない。\n保育を引き継ぐというのは，保育行事を形式的に引き継ぐのではなく，\n個々の児童の発達段階を踏まえた現状と課題を適正に引き継ぐことであ\nり，行事にしても，形式的に何をするかではなく，子供達の育ちを踏ま\nえたアプローチの先にあるものとして，その根拠も含めて引き継がない\nことには，引継ぎの体をなさないはずである。原判決は，必要な引継ぎ\n等を行っているとするが，本件のような短期間の，しかも，個々のケー\nスの報告を受けない引継ぎでは，本当に必要な引継ぎを行っているとは\n評価し得ない。\n(エ) 民営化後約１年間の新保育園における保育は，粗悪サービスの極み\nであり，原判決も認めざるを得なかったように「保育の基本的事項に関\nわる問題」が続出する状態であった。原判決が認定する，児童に怪我が\n多く発生し，その発生状況について保育士が認識できていない事態があ\nったり，児童が保育士の知らないうちに自宅に戻ることなどの事態につ\nいては，原判決も認めるように「児童の安全に重大な危険が生じかねな\nい状況にあった」ということである。そして，保育士がそのことを認識\nできていなかったということは，「それが繰り返される」ことを意味し，\n控訴人ら保護者にとっては，単なる｢不安や不満｣の域を超え，看過する\nことができない重大な事態であり，新保育園に対する信頼関係の構築に\n悪影響を及ぼすどころか，基本的な信頼関係を失いかねない事態である。\nまた，５歳児クラスにおいて，保育士の話に集中せず，各自がバラバ\nラの行動をとる混乱状態が生じたことについては，もはや｢不安や不満」\nどころか，新保育園の保育に対して誰もが「絶望」したと言っても過言\nではなく，控訴人ら保護者らが事前に訴えていたことが現実化したとい\nっても過言ではない。就学前のこの時期は，子どもの発達が１年ごとに\n飛躍的に成長するものであるという意味で，子どもの１年は大人とは比\nべものにならないほど貴重である。その１年に，事後的なてこ入れでは\n改善されないほどの粗悪な保育サービスを提供されたのであって，それ\nを受忍限度の範囲内と切り捨てる原判決は，保育を受ける権利や要保護\n児童たる在園児の発達保障をあまりにも過小評価しすぎである。\nエ 保育実施解除手続違反及び行政手続法違反について\n(ア) 原判決は，保育の実施とは，「保育所」における保育を行うことで\nあり（児童福祉法２４条２項），そこにいう「保育所」は，平成９年改\n正後であっても，保護者が選択した特定の保育所ではない旨説示する。\nしかし，平成９年改正によって，保護者による保育所の選択が保障さ\nれ，保護者の意に反する転園は許されなくなった（甲１１の１３頁）。\nつまり，平成９年改正によって，保護者が希望する保育所以外の「保育\n所」での保育はできないことになったのであるから，ここにいう「保育\n所」とは，保護者が希望した特定の保育所を意味することになる。原判\n決は，この点の改正があったこと自体は認めながら，その改正箇所の条\n文との整合性を全く捨象しており，条文の解釈そのものを誤っている。\nまた，平成９年改正は，「措置から契約へ」との当時の厚生省のキャ\nッチフレーズとして表現されていたのであるが，保育所入所の法的性質\nは，公法上の契約と言われており，原判決もこれを認めている。同改正\nの趣旨を全て織り込む契約内容としては，複数存在する保育所のいずれ\nかに入所させる契約では足りず，「保護者が希望する特定の保育所」に\n入所させる契約であると考える以外に，説明がつかないのであり，それ\nが自然な解釈でもある。\nしかも，この入所施設の選択は，平成９年改正で法的に保障されたも\nのであり，保育の実施においては，保育場所，保育主体が誰かという，\nきわめて重要な要素である。保育の実施を契約に基づく効果とみるなら\nば，保育の実施の解除とは，当該保育所において保育するという契約の\n解除を意味するのが論理的帰結である。そうだとすれば，契約の要素で\nある入所施設の一方的変更は，それを合法と言うかどうかは別として，\n契約解除ということにならざるを得ない。この意味で，原判決は，法解\n釈を誤っている。\n控訴人らは，本件改正条例の制定によって，それまで存在した「保育\n所」で保育を受けられなくなるのであって，それは原判決の解釈を前提\nとしても，市町村が「保育所」における保育を解除する場合にほかなら\nない。他の「保育所」で保育を受けられることになったとしても，それ\nは新設された民間園等への新たな申込とそれに対する承諾行為という契\n約行為によるものであるから，本件改正条例の制定は，控訴人らが選ん\nだ「保育所」が一方的に廃止され，控訴人らが当該保育所で保育を受け\nられなくなるということと，本質的に何ら異なるものではない。\n改正児童福祉法の下では，本件保育所が廃止された場合，控訴人ら保\n護者の希望がない限りは，市町村の一方的な判断で，新設の民間園や他\nの保育所に転園させることはできない。これは，被控訴人としては，控\n訴人ら保護者の希望がない限りは，いわゆる待機児童として取り扱わざ\nるをえないことを意味する。本件改正条例の制定はそのようなことを内\n容としているのである。\n保育所は，単に建物等の施設がある場所ではなく，児童が保育士や他\nの児童らと共に成長発達していく場である。そして，それは，公立と民\n間の保育所の間においてはもちろん，同じ公立の保育所の間でも，全て\nの保育所は個性を持ち，それぞれが異なるものである。改正児童福祉法\nは，かかる全ての保育所が基本的な昀低基準を満たした上で，それに保\n育主体ごとに異なる保育方針やその他の付加的サービスがあり，保育所\nごとに異なることを前提に，保護者に対して，認可保育所の中から特定\nの保育所を選択することを法的に認めたのであり，かかる平成９年改正\nの趣旨や保育所の本質からすると，保護者が選択した特定の保育所で保\n育の実施を受けられなくなる場合には，同法３３条の４にいう「保育の\n実施の解除」にあたると解するほかないのである。\n(イ) 保育の実施の解除の規定ないし行政手続法の手続規定の類推適用\n① 前記のとおり，保育所は，児童が長時間暮らす生活の場であり，就\n学前までの児童を対象として，物的生活環境や保育士及び友達関係と\nいった人的生活環境を通じて人格を形成していくところである。そし\nて，保育士との信頼関係を基礎に友達との関係を通じて，年齢に応じ\nた発達課題を乗り越え，成長していく場であり，保護者にとっても，\nそれを前提に生活設計を立てており，生活の一部となっているもので\nある。\nしたがって，そのような保育所を廃止することは，子ども達にとっ\nては，生活の場そのものが全く変化することを意味し，人格形成にと\nって重要な基盤を喪失することになる。とりわけ，保育士が全て変わ\nることによって，それまで築いてきた保育士との信頼関係の基礎的土\n台を喪失し，新しい保育所で保育されることになったとしても，改め\nて信頼関係を形成し直さなければならないことになり，本来獲得でき\nたはずの発達保障に遅れが生じることになる。保護者にとっても，そ\nれまでの保育所に関わる全ての関係を失い，生活設計が大きく狂うこ\nとになるなど，その影響は計り知れないものである。\nまた，児童を心身ともに健やかに育成するためには，当該児童の状\n態にあった適切な保育がなされなければならず，児童は，それぞれの\n個性を育みながらも，一定の発達段階をたどり，次のステップヘと成\n長していくのであるから，児童を心身ともに健やかに成長させるため\nには，保育の安定性，継続性が不可欠である。また，保育所は，単な\nる箱ものではなく，保育士と当該保護者，児童との信頼関係をもとに\n長年に渡り築き上げてきた人間的な営みであり，公立と民間園の間で\nはもちろん，同じ公立の保育所の間でも，それぞれ異なるものである。\nしたがって，これまで児童が保育の実施を受けてきた当該保育所を\n廃止して上記児童の保育環境を一変させることは，それがどうしても\n避けられないやむをえない理由が必要であり，仮にそれが避けられな\nいとしても，その影響は必要昀小限度にとどめるべく，それぞれの児\n童の発達成長段階等に応じた保育の安定性，継続性をできるだけ確保\nすることが必要である。だからこそ，手続においても，保育所利用者\nに意見を表明する機会を与えることが不可欠なのである。\n児童福祉法３３条の４の趣旨については，原審においてすでに主張\nしたところであるが，本件のように，保育所を廃止する場合は，まさ\nにこの保育の特殊性を考慮した特別の手続が必要であり，一人一人の\n児童について，あらかじめ本人や保護者との双方的な話し合いを通じ\nて確認した上で保育所の廃止という結論を出すことが必要であり，そ\nの手続に当たっては，当該児童の発達程度や個性，それを取り巻く環\n境などを十分斟酌し，児童や保護者の理解が得られるように努めなが\nら判断されなければならない。\nそうだとすれば，本件保育所を廃止する場合は，児童福祉法３３条\nの４が予定する場面と何ら異ならず，この規定を類推適用する基礎が\nある。\n原判決は，このような保育の本質，特殊性について考慮する姿勢す\nらなく，また，実際にも本件保育所の廃止に伴って起こった児童や保\n護者の様々な具体的な不利益については，保護者の不安，不満という\n意識レベルの問題にするだけで，形式的な条文操作のみにて，保育の\n実施の解除には当たらないとしたもので，児童福祉法３３条の４の解\n釈，ひいては同法の趣旨を全く理解しない大きな誤りを犯している。\n② 仮に，原判決のいうように，児童福祉法３３条の４の保育の実施の\n解除に当たらないとして，本件保育所を廃止する場合，一切の説明等\nの手続が必要ないとはいえない。\n児童福祉法３３条の５は，行政手続法３章に規定されている不利益\n処分の手続規定を適用除外としているが，これは，保育の実施の解除\nが行政手続法に定める不利益処分に当たらないからではない。その趣\n旨は，保育の実施を解除する処分が，行政手続法２条４項に規定する\n不利益処分に該当するものであることを前提とした上で，保育の実施\nの解除処分の特徴をふまえつつ，一般法である行政手続法とは別に独\n自の手続を定めたものである。\nしたがって，児童福祉法３３条の５によって適用を除外されている\nのは，「保育の実施の解除」であり，行政手続法による不利益処分に\n該当するときには行政手続法３章の諸規定が適用されるというべきで\nある（実務注釈「児童福祉法」２１８頁。信山社）。このことは，同\n条が，行政手続法１２条と１４条（解除処分の基準の設定と公表，理\n由の提示）の適用を除外していないことからも裏付けられる。\nそして，行政手続法上の不利益処分とは，行政庁が，法令に基づき，\n特定の者を名宛人として，直接に，これに義務を課し，又はその権利\nを制限するものである（同法２条４号）。本件の場合，原判決も認め\nるように，控訴人らは，児童福祉法２４条に基づき，就学前まで本件\n保育所において保育の実施を受ける権利を有していたのであり，その\n期間の途中に，本件改正条例を制定して本件保育所を廃止することは，\n控訴人らの上記権利を直接に制限するものであるから，たとえそれが\n児童福祉法３３条の４の保育の実施の解除にあたらないとしても，行\n政手続法上の不利益処分に該当し，行政手続法３章の諸規定が適用さ\nれるというべきである。\nしたがって，被控訴人は，行政手続法１３条，１５条以下に定める\n聴聞と弁明の手続をとる必要がある。\n原判決は，結局，行政処分にあたって行政に課せられた手続につい\nても十分な検討を加えることなく判決しているものであり，国民・市\n民の権利に対する行政の侵害について十分な司法的チェックを示すべ\nきであるのに，そうした姿勢を全く示すことがない。行政追随との批\n判を免れない。\n(2) 国家賠償法１条違反について\nア 前記(1)のとおり，被控訴人による本件廃止処分は違法である。\nまた，仮に本件廃止処分が適法であって取消の対象とならないとしても，\n平成９年改正の趣旨に鑑みれば，契約の一方当事者である被控訴人が，何\nら控訴人らの合意を得ることなく，一方的に本件保育所における保育を取\nりやめるという行為については，廃止行為の違法性とは別個に，損害賠償\n責任が問われるべきである。\nところが，原判決は，被控訴人と控訴人らとの間の約束違反に対して何\nら検討を加えることなく，本件廃止処分に裁量権の逸脱がないことから，\n直ちに損害賠償責任を否定する判断を下した。\nしかし，そのような論理が通用するのであれば，保育所の利用契約関係\nにおいて，行政は，保護者に対し，何ら拘束されることなく自由に契約内\n容を変更することを容認する結果となる。このような公法上の利用契約関\n係が想定されているとすれば，その契約は，契約という名称に値しないと\nいわざるを得ない。\nイ 説明等に関する違法について\n(ア) 手続保障の具体的な内容について\n前記のとおり，本件廃止処分については，児童福祉法３３条の４の規\n定が適用又は類推適用されるべきであり，本件において保障されるべき\n手続は，①事前の双方的なやりとりによる，②各児童の親権者または後\n見人に対する「理由の説明と意見の聴取」である。\nそして，同条の趣旨は，（福祉の措置の解除または）保育の実施の解\n除については，これまでサービスを受けて生活していた者がその終了後\nどのように生活していくかという点について，本人や関係者との双方的\nな話し合いを通じて確認した上で結論を出すことが必要という特徴を有\nしており，また現にそのような手続が行われていることから，①昀初の\n通知の段階から不利益処分の内容が確定，②通知と弁明書という文書の\nやりとりが原則，③代理人によってすべての手続が可能といった特徴を\n有する行政手続法による弁明手続が必ずしもなじまない面があるため，\n（福祉の措置の解除処分又は）保育の実施の解除処分の特徴をふまえつ\nつ，一般法たる行政手続法並の意見聴取を義務づける独自の手続（理由\nの説明と意見の聴取）を児童福祉法において定めるとともに，行政手続\n法の関係規定を適用除外とすることにある（「改定児童福祉法」２５２\n頁以下）。\nそうだとすれば，まず第１に，ここにいう手続は，不利益処分の内容\nが確定される前に「あらかじめ」行われなければならず，それは本件で\nは少なくとも本件改正条例の制定前に行われなければならない。\n第２に，具体的な説明の内容は，保育の実施を解除する理由（本件で\nは当該保育所を廃止する理由）についてはもちろん，これまでサービス\nを受けて生活していた者がその終了後どのように生活していくのか，具\n体的には当該保育所の廃止後の当該児童についての保育サービスが具体\n的にどのようになるのかという点についても説明をしなければならない。\n第３に，その手続に当たっては，本人や関係者との双方的な話し合い\nを通じて確認した上で結論を出すことが必要で，前記厚生省の連名通知\nにもあるように，解除に係る者の実状を斟酌し，かつ，その者の理解が\n得られるように努めながら判断を行わなければならないのであって，あ\nらかじめ結論を決めて，それを押しつけるものであってはならないのは\nもちろん，単にその理由を説明するだけであってはならない。\n第４に，それは，当然のこととして，保育の実施の解除にかかる当事\n者毎に，個別に行われなければならない。保育所を廃止・民営化する場\n合，その影響は子ども一人ひとりに違いがあるのであるから，その影響\nを昀小限にとどめるためには，児童一人ひとりに対する，個別のフォロ\nーと対策が当然必要だからである。\n具体的な手続の実施方法については，「福祉の措置及び保育の実施の\n解除に係る説明等に関する省令」（平６・９・２６厚生省令第６２号。\n甲９）に定められている。\nこのような手続が実施されることはもちろん，前記のとおりの児童福\n祉法３３条の４が特別の手続を設けた趣旨を十分踏まえて，手続が行わ\nれなければならない。\n(イ) 説明等の手続の欠如\n① 児童福祉課による「説明会」\n被控訴人の児童福祉課による５回の「説明会」が行われたが，それ\nは前記のような手続では全くない。\nまず第１に，この「説明会」は，集団的なものであって，児童福祉\n法３３条の４の規定に基づく保育の実施の解除に係る説明等の手続で\nも，行政手続法による告知聴聞の手続でもない。控訴人らの中には，\n障害児を抱えている者もいたし，性格的におとなしい子，人見知りが\nきつい児童など，年齢はもちろん，その発達の程度から家族構成，家\n庭環境，どのような保育を実施してほしいか，両親の保育観等，それ\nぞれ異なっていたが，被控訴人からは，控訴人らのそのような個別の\n事情を聴くことはなかったし，控訴人らがそれを言おうとしても，全\nく聞いてもらえなかった。控訴人らから具体的な子どもの負担への心\n配が出されたが，被控訴人の担当者は，メモさえも取らず，名前を聞\nいて後日対応するなどの処置も一切行わなかった。\n第２に，前記省令によれば，被控訴人としては，予定される保育の\n実施等の解除の内容及び理由並びに説明等の期日及び場所をあらかじ\nめ通知しなければならず（第２条第１項），その通知をするときには，\n説明等の期日において意見を述べ，又は説明等の期日への出頭に代え\nて意見書を提出することができる旨を教示しなければならず（同条第\n２項），当事者は，代理人を選任することができた（第４条）のに，\n被控訴人からは，当日の案内の通知は，第５回の説明会を除いて一切\nなかった。また，第５回の通知にも，期日及び場所を通知しただけで，\nしかもそれも「開催通知」を児童のカバンに一方的に入れただけとい\nうものであった。被控訴人は，確実に開催日時・場所等を個別に連絡\nするという昀低限のことすら行わなかったのである。\n第３に，この「説明会」は，被控訴人が主催して行ったものではな\nい。第１回目の「説明会」も，控訴人らの有志が本件保育所民営化の\n噂を開きつけて被控訴人に説明を求めたため，やむを得ず説明に来た\nというのが実態である。本件保育所所長の許可を取り会場を準備した\nのも，「説明会」の途中，子どもの保育，軽食などを準備したのも，\nすべて保護者と保育士のボランティアであった。以降も，控訴人ら保\n護者が要請しない限り，「説明会」が開催されることはなく，４回目\nの「説明会」後，控訴人らは再度の話し合いを求めたが，被控訴人は\n「これ以上話し合っても平行線。出席は遠慮したい。」として，説明\n会の出席要請自体を拒否する態度に出た。その後，再三にわたる抗議\nと要請の中で，大東市が説明責任を果たすために主催した説明会がな\nいではないかという保護者の指摘を受けて，大東市が主催したことに\nしてほしいとの条件をつけて実現したのが，第５回目の「説明会」で\nある。\nしかし，この５回目の「説明会」も，アリバイ的なものでしかない。\n会場準備や保育体制もやはり保護者と保育士のボランティアで行った\nし，「説明会」の進行も，すべて保護者会が行ったのであって，実態\nを見れば，「市主催」とはいえないことは明らかである。市主催の説\n明会というのであれば，開場準備や進行を市の責任で行うのはもちろ\nん，控訴人らは保育に欠ける児童を抱えているのであるから，説明会\n中の保育など，保護者が説明会に参加できる条件を整備した上で開催\nすべきであるが，このようなことは全くなかった。\n② 保育条件等に関する保育課交渉\nその後，大東市長との懇談（平成１４年４月１６日），選考委員会\nの委員長との懇談が２回行われたが，これらも前記の説明等ではおよ\nそありえない。\n保護者会は選考委員会の開催ごとの説明会を文書で要請したが（同\n年５月２３日付），日程の調整がつかないとのことで開催されず，よ\nうやく２回目の懇談会が開催されたが，その前日の同年７月１日には，\n保護者に何の提示も意見の聴取もないまま，いきなり被控訴人が「大\n東市立保育所民営化にかかる保育所運営者募集要項」を公表し，基本\n的な保育所運営の条件が確定・提示されてしまった。\nそこで，保護者会は，せめて昀低限の保育条件が保障されるよう，\n選考基準に対する要望を取りまとめ，その翌日，被控訴人に対し，急\n遽これを提出した。しかし，被控訴人からは，法人募集が締め切られ\nても連絡がなく，その後，ようやくにして２回の交渉が行われた。\nしかし，この交渉が前記説明等ではないことは同様である。控訴人\nら保護者毎に個別に行うものではなかったし，被控訴人からの開催日\n時，場所の通知も，出席者の確認等，調書をとるなど，およそ法の要\n求する手続は一切取られなかった。\n(ウ) 説明内容の不十分さ\n① 前記のとおり，被控訴人は，保育の実施を解除する理由（本件では\n当該保育所を廃止する理由）についてはもちろん，これまで保育サー\nビスを受けてきた者がその後どのように生活していくのか，具体的に\nは本件保育所の廃止後の児童についての保育サービスが具体的にどの\nようになるのかという点について，説明をしなければならない。しか\nも，その手続に当たっては，本人や関係者との双方的な話し合いを通\nじて確認したうえで結論を出すことが必要であり，解除に係る者の実\n状を斟酌し，かつ，その者の理解が得られるように努めながら判断を\n行わなければならないのであって，あらかじめ結論を決めて，それを\n押しつけるものであってはならないのはもちろん，単にその理由を説\n明するだけであってはならない。\nところが，被控訴人は，以下のように，内容的にも，法の要求する\nような説明をしていない。\n② 本件保育所を廃止・民営化する理由について\nまず，被控訴人は，控訴人らに対し，なぜ本件保育所をはじめとす\nる公立の保育所を廃止しなければならないのか，しかも，その時期は\n平成１５年４月１日であり，なぜそんなに性急に本件保育所を廃止し\nなければならないのかについて，説明しなければならない。\nところが，被控訴人の説明は，昀初から本件保育所の廃止・民営化\nは不動の前提とした上で，控訴人ら保護者にその結果を押しつけよう\nとするものであった。\nしかも，それは，「財政効果」といっても，公立と民間園の超過負\n担の格差のみを問題とし，控訴人らに対して，本件保育所を廃止する\nことによる具体的な財政効果を示すこともなく，結局のところ，「市\n長の公約」というものであって，到底控訴人らの理解が得られるよう\nなものではなかった。\nまた，なぜ本件保育所が選ばれたのかということも，控訴人らにと\nっては重要な事項である。財政効果というならば，甲１６の５の児童\n福社審議会資料１６頁では，昀も民営化効果が高いのは市立Ｐ４保育\n所であることが明らかである。それならば，なぜ本件保育所なのかと\nいうのは当然の疑問であるが，その質問に対して，被控訴人は全く答\nえられなかった。被控訴人としては，民営化しなければならない理由\nをきちんと説明し，質問にはきちんと答えるべきであるのに，一般的\nな財政状況を述べるだけで，もう決まったことだと結論を押しつける\nだけであった。\n③ 保育内容，保育条件について\n次に，被控訴人は，控訴人らに対し，本件保育所の廃止後，本件各\n児童の受ける保育サービスがどのようになるのかについて，説明をし\nなければならない。\nところが，被控訴人は，同じ保育内容を引き継げる法人にお任せす\nるので心配ないと繰り返すのみであった。問題はそれをどう具体的に\n保障していくかであったのに，被控訴人の方からは，それをどのよう\nに保障するのかについての具体的な説明は一切なく，とても控訴人ら\nの理解が得られるような説明等の手続ではなかった。\nウ 公務員の故意・過失について\n(ア) 被控訴人は，本件保育所が一気に民営化されてしまえば，保育士全\n員が入れ替わってしまって，保育の実践部隊である保育士集団が解体さ\nれ，個々の保育士と児童・保護者との信頼関係も断ち切られて，それら\nの必然の結果として，従前の保育サービスのレベルを確保することが困\n難となり，児童の発達保障上さまざまな由々しき問題が出現して，とき\nにはそれが保育内容の良し悪しという以前の問題である児童の安全確保\n上の問題にまで発展することを予見できたはずである。そして，そのよ\nうに評価・判断できる重要な根拠の一つとして，控訴人ら保護者のみな\nらず，本件保育所で勤務していた保育士らにおいても，今回のような性\n急な民営化によって従前の保育士がいなくなってしまうのであれば，い\nくら引き継ぎを行ったところで，児童の安全確保を含めた保育の継続性\nは確保できないとの意見を表明していたことが挙げられる。\nこうしたことから，「故意・過失」の前提となる「予見可能性」と，\nさらにこれを前提とした「予見義務違反」が認められるべきことは明ら\nかであり，この点に関する原判決の判断は誤っていると言うほかない。\nそして，前記のような由々しき事態を避けるためには，昀低限，性急な\n一気の民営化ということは避けるべきであったことは明らかである。そ\nの点で，新規の入所児童を募ることを停止して（あるいは新規募集を停\n止しないなら，「在所中に廃止されるおそれがある」ことを十分に説明\nし，その旨新規に本件保育所での保育を希望する保護者の納得を得て），\nせめて現在通っている児童が全て卒園するまでは本件保育所の廃止は行\nわないという選択はできたはずであり，仮にこのような選択をしたとし\nても，本件保育所をいずれ廃止して得られるであろうと被控訴人が算段\nしていた「財政効果」には，多少の変動要因としかならなかったはずで\nあるから，被控訴人としては，せめてこのような「段階的廃止」を行う\nべきであったのに，それすら行わなかったという点において，「結果回\n避可能性」及び「結果回避義務違反」が認められる。\n(イ) 次に，これらの義務違反がどの「公務員」に認められるかが一応問\n題となるが，結論として，「本件保育所の廃止を決めた行政組織体とし\nての被控訴人内部における権限ある部署に所属するいずれかの公務員」\nという以外に特定はできないし，する必要もないと解される（東京地判\n昭和６１年２月１４日判時１２０７号８１頁，昀判昭和５７年４月１日\n民集３６巻４号５１９頁ほか）。\n(3) 公法上の契約の債務不履行について\n前記(1)のとおり，被控訴人による本件廃止処分は違法であるから，被控訴\n人が債務不履行責任を負うことは当然である。\nまた，仮に本件廃止処分が適法であって取消の対象とならないとしても，\n前記(1)及び(2)と同様の理由により，被控訴人の行為については，債務不履\n行責任が問われるべきである。\n第３ 当裁判所の判断\n１ 甲事件に係る各訴えの適法性について\n甲事件主位的請求に係る訴えが適法であること，他方，甲事件予備的請求ア\n及びイに係る各訴えがいずれも不適法であって却下を免れないことは，いずれ\nも原判決「事実及び理由」欄第３「争点に対する判断」の１（原判決１８頁１\n３行目から２２頁２行目まで）に説示するとおりであるから，これを引用する。\n２ 本件廃止処分の適法性（甲事件）について\n(1) 本件廃止処分が適法なものであって，その取消を求める甲事件主位的請求\nには理由がないことは，下記(2)のとおり補正するほか，いずれも原判決「事実\n及び理由」欄第３「争点に対する判断」の２（原判決２２頁３行目から２９頁\n１５行目まで）に説示するとおりであるから，これを引用する。\n(2) 原判決の補正\n原判決２７頁３行目から１９行目までを次のとおり改める。\n「上記各事実によれば，被控訴人は，本件保育所の廃止・民営化に当たり，\n相応の移管先を選定し，同移管先であるＰ２福祉会との間で，遵守事項を定\nめたり，民営化後も被控訴人が引き続き指導・助言・監督をすることを定め\nたり，３か月間の引継ぎを実施するなど，新保育園における保育内容が一応\nの水準を備えたものとなるための必要昀小限度の措置を講じたというべきと\nころ，その後の保育内容の変化は，後記のとおり，公法上の契約の債務不履\n行によって生じたものと認められるのであって，本件条例の制定による本件\n廃止処分によって生じたものとはいえないから，保育内容の変化をもって，\n本件廃止処分の違法を根拠づけることはできないというべきである。」\n(3) 当審における控訴人らの主張に対する判断\nア 地方公共団体ないしその長は，当該地方公共団体が現に行い，あるいは\nこれから行おうとする様々な施策の内容や，当該地方公共団体の置かれた\n財政状況，その他当該地方公共団体を取り巻く様々な要因を総合的に勘案\nして，公の施設を廃止することができるものであって，公の施設である本\n件保育所を廃止するか否かは，被控訴人の裁量に委ねられた事項というべ\nきであるから，同裁量の範囲を逸脱・濫用したものといえない限り，本件\n廃止処分は適法なものであると解すべきであること，本件廃止処分につい\nては，その目的が，被控訴人の経費削減のために本件保育所の民営化を図\nるというものであって，正当なものである上，相応の経費削減効果がある\nものと認められるから，裁量権の逸脱・濫用があったとはいえないこと，\nその後の保育内容の変化も，本件廃止処分の違法を根拠づけるものとはな\nらないこと，手続面においても，児童福祉法は，平成９年改正後も，「保\n育所における保育を行うこと」をもって，「保育の実施」と定義付けてい\nるのであって，保育所を民営化する本件廃止処分は同法３３条の４にいう\n保育の実施の解除には当たらず，児童福祉法が規定するような説明・聴取\n手続が必要であったとはいえないし，被控訴人の議会の議決によってされ\nる処分である本件廃止処分については，行政手続法も適用されないこと，\nしたがって，本件廃止処分が適法なものであることは，いずれも原判決の\n認定・説示するとおりである。\nイ これに対し，甲事件控訴人らは，市町村の保育所設置・整備義務，公物\n法の理論，行政契約の理論，保護者の保育所選択権及び行政解釈等からし\nて，保育所を廃止するか否かについての市町村の裁量には限界があるとこ\nろ，本件保育所を廃止する具体的な必要性がなく，同控訴人らの選択権を\n否定する本件廃止処分は，裁量の範囲を逸脱するものであって，違法とい\nうべきである旨主張する。\nしかしながら，本件廃止処分について，被控訴人に裁量権の逸脱・濫用\nがあったとはいえないことは，上記アのとおりである。\nそして，市である被控訴人がその有する裁量によって本件保育所を廃止\nすることがあり得ることは，本件保育所の公の施設としての性格からくる\n制約として，同控訴人らと被控訴人との間の保育所利用契約においても前\n提とされていたと解するのが，当事者間の合理的意思に合致するものとい\nうべきであるから，同控訴人らは，同保育所利用契約に基づき，本件保育\n所が存続する限りとの条件付きで，同控訴人らの監護に係る児童らが就学\nするまでの間，本件保育所において保育を受ける権利を有していたものの，\n無条件で同様の権利を有していたものとはいえないこと，児童福祉法の平\n成９年改正も，現に存在する保育所の中からの保護者の選択権を認めたも\nのではあるものの，地方公共団体ないしその長の有する上記の保育所廃止\nに関する裁量権を否定又は限定する趣旨を含むものとは解されないこと，\n同控訴人らが主張する市町村の保育所設置・整備義務，公物法の理論及び\n行政解釈等についても，本件のように，単に公立保育所を廃止するだけで\nなく，同保育所において保育を受けていた児童らの委託先として民間の団\n体を選定し，同児童らが同じ場所・施設において保育を受けることができ\nるような代替措置を講じた場合においては，直ちに違法であることの根拠\nとなるものとはいえないこと，現に本件保育所を利用していた児童及びそ\nの保護者である同控訴人らに対する影響については，十分な引継ぎ等を行\nうことによって，影響を昀小限にとどめることは可能であったと解される\nことに照らしても，上記の判断は相当というべきである。\nしたがって，同控訴人らの上記主張は採用することができず，この点に\n関する同控訴人らのその余の主張も上記アの判断を左右しない。\nウ 同控訴人らは，被控訴人の試算によっても，本件保育所の廃止による財\n政効果は４０００万円でしかなく，他方で，被控訴人は膨大な「投資的経\n費」を増大させているのであって，性急に本件保育所を廃止しなければな\nらない必要性・緊急性はなかった旨も主張する。\nしかしながら，本件保育所の廃止・民営化については，同控訴人らの主\n張によっても１２００万円の経費節減効果が認められるところであり，実\n際には，原判決の前記認定のとおり，それ以上の経費削減効果があったも\nのと認められ，本件廃止処分について，被控訴人に裁量権の逸脱・濫用が\nあったとはいえないことは，いずれも前記アのとおりである。\nまた，同控訴人らは，仮に被控訴人において財政上の理由から保育所運\n営経費を削減する必要があったとしても，保育所の廃止は昀後の手段とも\nいうべきものであって，国の基準を上回る保育士の配置基準の見直しや，\n保育士の退職者が出る際に，非常勤の保育士を採用するなど，他に取るべ\nき手段はいくらでもあった旨も主張する。\nしかしながら，被控訴人の経費削減のために，条例の制定に当たって，\nどのような時期にどのような手段を用いるかについては，その時々の民意\nを踏まえつつ，被控訴人を取り巻く様々な要因を総合的に勘案した上で，\n被控訴人の議会及び市長がその委ねられた裁量によって決すべき事項とい\nうべきであるから，同控訴人らの上記主張を考慮しても，前記アの判断が\n覆ることはないというべきである。\nしたがって，この点に関する同控訴人らの主張は，いずれも採用するこ\nとができない。\nエ 同控訴人らは，平成９年改正によって，保護者による保育所の選択が保\n障され，保護者の意に反する転園は許されなくなったこと，本件保育所が\n廃止されることによって，同控訴人らは，同控訴人らが選んだ「保育所」\nである本件保育所において保育を受けることができなくなることからすれ\nば，本件廃止処分に際しては，児童福祉法３３条の４が適用又は類推適用\nされるというべきであり，また，そうでないとしても，行政手続法１３条，\n１５条以下の規定が適用又は類推適用されるというべきである旨主張する。\nしかしながら，児童福祉法は，平成９年改正後も，「保育所における保\n育を行うこと」をもって，「保育の実施」と定義付けているのであって，\n保育所を民営化する本件廃止処分は同法３３条の４にいう保育の実施の解\n除には当たらず，児童福祉法が規定するような説明・聴取手続が必要であ\nったとはいえないし，被控訴人の議会の議決によってされる処分である本\n件廃止処分については，行政手続法が適用されないことも，上記アのとお\nりであり，この点に関する同控訴人らの主張は，前提を異にし，採用する\nことができない。\nまた，同様の理由により，本件廃止処分に児童福祉法３３条の４又は行\n政手続法１３条，１５条以下の規定が類推適用される旨の同控訴人らの主\n張も採用することができない。\nオ 同控訴人らのその余の主張も，いずれも前記アの判断を左右しない。\n３ 公法上の契約の債務不履行に基づく損害賠償請求（丙事件及び丁事件）につ\nいて\n(1) 原判決認定のとおり，丙事件及び丁事件控訴人らは，被控訴人との間で締\n結した保育所利用契約に基づき，本件保育所が存続する限り，同控訴人らの\n監護する児童らが就学するまでの間，本件保育所において保育を受ける権利\nを有していたこと，被控訴人による本件保育所の廃止・民営化の結果，本件\n各児童及びその保護者である同控訴人らは，新保育園への入所又は他の保育\n所への入所を選択することを余儀なくされたこと，それにもかかわらず，被\n控訴人は，本件保育所の民営化方針やその実施方法の決定に当たって，重大\nな利害関係を有する同控訴人らの意見を聴取する機会を持つことなく，新保\n育園の保育内容や引継ぎの実施方法等についても，同控訴人らに被控訴人の\n方針を説明するのみであって，積極的に同控訴人らの希望や意見等を取り入\nれなかったこと，児童の発達における人的環境の影響には大きいものがあり，\n児童の保育に当たっては，保育士と児童及び保護者との信頼関係が重要であ\nるところ，３か月間の引継期間で数名の保育士が参加しただけでは，上記の\nような信頼関係を構築することは難しいこと，本件保育所の廃止・民営化の\n結果，本件各児童に対する保育に当たっていた本件保育所の保育士は全員交\n替し，他方，新保育園における保育士は，本件保育所の保育士に比べて，経\n験年数の少ない者が多いことが予定されていたことがそれぞれ認められる。\nまた，証拠（甲１６の１，甲１８の１，甲３２，甲６８の１，当審提出の\n甲１３８，１４０，原審における控訴人Ｐ５本人，同Ｐ６本人）によれば，\n丙事件及び丁事件控訴人らは，本件保育所の廃止・民営化について，保護者\n説明会等の場において，被控訴人の職員らに対し，民営化によって保育の内\n容が低下するのではないかとの懸念や不安を示したり，引継期間が３か月間\nでは短かすぎるとの意見を表明していたことが認められる。\n上記の各事実及び保育所利用契約の趣旨に照らすと，被控訴人は，保育士\nの総入替を伴う本件保育園の廃止・民営化という本件各児童及びその保護者\nである同控訴人らの権利内容に大きな影響を及ぼす可能性のある決定を実行\nするに際して，移管先の新保育園において本件各児童が心理的に不安定にな\nることを防止するとともに，同控訴人らの懸念や不安を少しでも軽減するた\nめ，同控訴人らに対し，引継期間を少なくとも１年程度設定して，新保育園\nの保育士となる予定者のうちの数名に，本件保育所における主要な行事等を\nその過程を含めて見せたり，平成１５年４月１日の民営化以降も，数か月間\n程度，本件保育所において実際に本件各児童に対する保育に当たっていた保\n育士のうちの数名を新保育園に派遣するなどの十分な配慮をすべき信義則上\nの義務（公法上の契約に伴う付随義務）を負っていたものと解するのが相当\nである。\nところが，原判決認定のとおり，被控訴人が実際に行った引継ぎは，期間\nが３か月間のみであり，また，同年４月１日以降については，本件保育所の\n元所長１人を週に２，３回程度新保育園に派遣して指導や助言を行ったにす\nぎなかったことが認められ，上記のような十分な配慮をしたものであったと\nはいえないから，被控訴人は，上記義務に違反したものであって，被控訴人\nにおいて，同義務違反につき責めに帰すべき事由がなかったことについての\n立証がない以上，同控訴人らに対し，債務不履行に基づく損害賠償責任を負\nうものというべきである。\nそして，原判決認定のとおり，実際にも，同民営化以降，新保育園におい\nて，登園を嫌がる児童が存在したこと，児童に怪我が多く発生し，その発生\n状況について保育士が認識できていない事態があったり，児童が保育士の知\nらないうちに自宅に戻るなど，児童の安全に重大な危険が生じかねない状況\nもあったこと，５歳児クラスにおいて，保育士の話に集中せず，各自がバラ\nバラの行動をとる混乱状態が生じたことが認められ，その主たる原因として\nは，上記の引継ぎの不十分さが考えられること，他方，被控訴人としても，\n必要昀小限度の引継ぎは行ったこと，当初混乱が見られた新保育園での本件\n各児童の生活も，日時経過するにつれて落ち着きが見られるようになってい\nること等の事情を総合考慮すると，丙事件及び丁事件控訴人らの損害として\nは，１世帯につき慰謝料３０万円及び弁護士費用３万円の合計３３万円（父\n親と母親の双方が控訴人となっている場合には，各自につきその半額）を認\nめるのが相当である。\nこれに対し，被控訴人は，保育内容の継続性を維持するための万全の対応\nを採った旨主張するが，上記の各事実に照らして，被控訴人の同主張は採用\nすることができない。\nなお，遅延損害金については，債務不履行に基づく損害賠償債務は，履行\nの定めのない債務であり，催告によって遅滞に陥るから，各追加請求書面送\n達の日の翌日（丙事件については平成１５年９月５日，丁事件については平\n成１７年１０月１日）以降の分のみが認められるというべきである。\n(2) 同控訴人らは，本件廃止処分自体が違法である旨，並びに被控訴人におい\nて，同控訴人らに対して，児童福祉法が規定するような説明・聴取手続をと\nらなかったことが違法である旨もそれぞれ主張するが，それらの各主張がい\nずれも採用できないことは，前記２で説示したとおりである。\nなお，上記(1)の各事実及び保育所利用契約の趣旨に照らすと，被控訴人は，\n保育士の総入替を伴う本件保育園の廃止・民営化という本件各児童及びその\n保護者である同控訴人らの権利内容に大きな影響を及ぼす可能性のある決定\nを実行するに際して，同決定に重大な利害関係を有する同控訴人らに対し，\n本件保育園の廃止・民営化をする理由，並びに現に本件保育所において保育\nを受けている児童につき，同民営化後にどのような形で保育を実施すること\nになり，同控訴人らがどのような選択をすることが可能であるかについて，\n相応の説明をすべき信義則上の義務（公法上の契約に伴う付随義務）を負っ\nていたものと解するのが相当であるが，原判決認定のとおり，被控訴人は，\n同控訴人らに対し，５回にわたり保護者説明会を開催し，一方的なものであ\nったとはいえ，新保育園の保育内容や引継ぎについての被控訴人の方針を説\n明したこと，新保育園での保育を希望する児童については新保育園に入所し\nて保育を実施し，希望しない児童については他の保育所へ入所できるように\nする予定であって，そのいずれかを選択し得ることを告知したことがそれぞ\nれ認められるし，また，証拠（当審提出の乙４０）によれば，上記説明会の\n際，被控訴人は，同控訴人らに対し，数字上の根拠を示して，本件保育所民\n営化の必要性及びその理由につき相応の説明をしたことが認められるから，\n被控訴人は上記説明義務を履行したものと解するのが相当である。\nしたがって，この点に関する同控訴人らの主張も採用することができない。\n(3) そうすると，丙事件控訴人らの丙事件請求並びに丁事件控訴人らの丁事件\n請求は，国家賠償法１条違反の有無につき判断するまでもなく，上記(1)の限\n度で理由があり，その余は理由がない。\n４ 以上によれば，甲事件控訴人らの予備的請求ア及びイに係る訴えは，いずれ\nも却下すべきであり，また，同控訴人らの主位的請求は，全部棄却すべきであ\nるから，同控訴人らの本件各控訴は，いずれも理由がない。\n他方，丙事件控訴人らの丙事件請求並びに丁事件控訴人らの丁事件請求は，\n前記３(1)の限度で認容し，その余の請求は棄却するのが相当である。\nよって，これと一部異なる原判決はその限度で変更すべきであるから，甲事\n件控訴人らの本件各控訴をいずれも棄却し，丙事件控訴人らの本件各控訴に基\nづき，原判決中，丙事件に関する部分を本判決主文第２項(1)(2)のとおり変更\nするとともに，丁事件控訴人らが当審で追加した丁事件請求を上記の限度で認\n容し，同控訴人らのその余の丁事件請求をいずれも棄却することとして，主文\nのとおり判決する。\n大阪高等裁判所第５民事部\n裁判長裁判官 大 和 陽 一 郎\n裁判官菊池 徹\n裁判官細島秀勝は，転補のため，署名押印することができない。\n裁判長裁判官 大 和 陽 一 郎\n-48 --49 -\n認容額目録\n（以下，世帯番号は，当事者目録における番号を指す。）\n１ 丙事件\n(1) 世帯１ Ｐ６ １６万５０００円\nＰ７ １６万５０００円\n(2) 世帯２ Ｐ８ １６万５０００円\nＰ９ １６万５０００円\n(3) 世帯３ Ｐ１０ ３３万円\n(4) 世帯４ Ｐ１１ １６万５０００円\nＰ１２ １６万５０００円\n(5) 世帯５ Ｐ５ ３３万円\n(6) 世帯６ Ｐ１３ １６万５０００円\nＰ１４ １６万５０００円\n(7) 世帯７ Ｐ１５ １６万５０００円\nＰ１６ １６万５０００円\n(8) 世帯８ Ｐ１７ １６万５０００円\nＰ１８ １６万５０００円\n(9) 世帯10 Ｐ１９ １６万５０００円\nＰ２０ １６万５０００円\n(10) 世帯11 Ｐ２１ １６万５０００円\nＰ２２ １６万５０００円\n(11) 世帯12 Ｐ２３ ３３万円\n(12) 世帯13 Ｐ２４ １６万５０００円\nＰ２５ １６万５０００円\n(13) 世帯14 Ｐ２６ １６万５０００円\nＰ２７ １６万５０００円\n(14) 世帯15 Ｐ２８ １６万５０００円\nＰ２９ １６万５０００円\n(15) 世帯17 Ｐ３０ １６万５０００円\nＰ３１ １６万５０００円\n(16) 世帯18 Ｐ３２ １６万５０００円\n(17) 世帯19 Ｐ３３ １６万５０００円\nＰ３４ １６万５０００円\n(18) 世帯21 Ｐ３５ １６万５０００円\nＰ３６ １６万５０００円\n(19) 世帯22 Ｐ３７ ３３万円\n(20) 世帯25 Ｐ３８ ３３万円\n(21) 世帯28 Ｐ３９ １６万５０００円\nＰ４０ １６万５０００円\n(22) 世帯34 Ｐ４１ ３３万円\n(23) 世帯36 Ｐ４２ １６万５０００円\nＰ４３ １６万５０００円\n２ 丁事件\n(1) 世帯９ Ｐ４４ １６万５０００円\nＰ４５ １６万５０００円\n(2) 世帯16 Ｐ４６ １６万５０００円\nＰ４７ １６万５０００円\n(3) 世帯18 Ｐ４８ １６万５０００円\n(4) 世帯20 Ｐ４９ １６万５０００円\nＰ５０ １６万５０００円\n(5) 世帯23 Ｐ５１ ３３万円\n(6) 世帯26 Ｐ５２ ３３万円\n(7) 世帯33 Ｐ５３ ３３万円\n(8) 世帯35 Ｐ５４ １６万５０００円\nＰ５５ １６万５０００円\n"
}