{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 12,
    "month": 3,
    "day": 2
  },
  "case_number": "平成11(行コ)57",
  "case_name": "損害賠償代位請求控訴事件(原審・東京地方裁判所平成8年(行ウ)190号)",
  "court_name": "東京高等裁判所",
  "field": "行政",
  "lawsuit_id": "15895",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=15895",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/895/015895_hanrei.pdf",
  "contents": "主　　　文\n一　本件控訴をいずれも棄却する。\n二　控訴費用は控訴人らの負担とする。\n事実及び理由\n第一　当事者の求めた裁判\n一　控訴人ら\n１　原判決を取り消す。\n２　被控訴人らは、東京都八王子市に対し、各自金七三六九万八二六〇円及びこれ\nに対する被控訴人日新電機株式会社及び被控訴人株式会社安川電機は平成八年九月\n一三日から、その余の被控訴人八名は同月一二日から、各支払済みまで、年五分の\n割合による金員を支払え。\n３　訴訟費用は、第一、二審とも、被控訴人らの負担とする。\n４　仮執行の宣言\n二　被控訴人ら\n主文同旨。\n第二　事案の概要\n当事者間で争いのない事実等、争点、争点に関する当事者双方の主張など事案の\n概要は、次のとおり付加訂正するほかは、原判決の「事実及び理由」中「第二　事\n案の概要」欄記載のとおりであるから、これを引用する。\n以下被控訴人日本下水道事業団は「被控訴人事業団」といい、その余の被控訴人\nらの名称は「株式会社」を省略する。\n一　原判決の訂正\n１　原判決二一頁六行目の「第二号証」の次に「、乙Ｊ第三、第一五号証、弁論の\n全趣旨」を加える。\n２　同二二頁一〇行目の「ものとすると」を「ものとする旨、また、被控訴人事業\n団は工事が完成したときは費用の精算を行い、精算の結果生じた納入済額と精算額\nとの差額は、市に還付する旨」と改める。\n３　同二三頁一一行目冒頭から二四頁四行目末尾までを次のように改める。\n「（三）　東京都八王子市（以下「市」という。）の費用支払\n市は、被控訴人事業団に対し、平成五年六月二二日付け八王子市公共下水道根幹的\n施設の建設工事委託に関する協定（以下「本件協定」という。）及び同年一〇月六\n日付け本件協定の一部を変更する協定（以下「本件変更協定」という。）に基づき\n右九億四五〇〇万円を以下のとおり支払った。\n平成五年一〇月五日　一憶一〇四四万九六〇〇円\n同年一一月五日　　　　　九一九六万五四〇〇円\n同年一二月六日　　　　　九八五七万一〇〇〇円\n平成六年三月三一日　六億四四〇一万四〇〇〇円\n（四）　被控訴人事業団の被控訴人三菱電機に対する支払\n被控訴人事業団は原判決別紙被告事業団発注工事目録記載の工事（以下「本件発\n注工事」という。）の請負契約（以下「本件請負契約」という。）に基づき、被控\n訴人三菱電機に対し、平成六年一月二八日九八五七万円、同年六月一七日二億四一\n九四万八〇〇〇円の計三億四\n〇五一万八〇〇〇円を支払った。\n（五）　本件発注工事に係る年度完了精算報告\n原判決別紙委託下水道施設建設工事目録記載の工事（以下「本件委託工事」とい\nう。）が平成六年三月二四日までに完成し、被控訴人事業団は、同日、市に対し\nて、引き渡した。\nそして、被控訴人事業団は、同月三一日、市長に対し、本件発注工事の工事費が\n三億四〇五一万八〇〇〇円であり、本件委託工事の他の工事と合わせて支出した工\n事費と管理費の合計額が九億四五〇〇万円であり、納入済額と精算額の差額はゼロ\nになる旨の年度完了報告に伴う精算報告をした。」\n４　同二六頁七行目の「入札談合につき、」の次に「公正取引委員会（以下「公取\n委」という。）は、」を加える。\n５　同六七頁五行目の「二四二条一項」を「二四二条二項」に改める。二　控訴人\nらの当審における主張\n１　控訴人らが平成八年六月一一日市監査委員に対してした住民監査請求（以下\n「本件監査請求」という。）について、地方自治法（以下「法」という。）二四二\n条二項の適用はなく、右適用を肯定した原判決の判断は誤りである。\n（一）　本件においては、市の長又は職員に職務違反行為はなく、財務会計行為の\n違法はないのであるから、本件監査請求について、法二四二条二項の適用はない。\n（１）　住民監査請求は、地方公共団体の長、職員等の非違行為を中心とする職務\n違反行為を是正するために住民に付与された請求権に基づくものであるので、長、\n職員等に職務違反行為がなければ、住民はこれを行使することは許されないし、法\n二四二条一項の違法な財務会計上の行為があったというためには、職員に職務違反\nのあったことが必要である。\n（２）　本件の場合、被控訴人らのした談合は長期間秘密裏に行われてきたもので\nあり、市の担当職員は、予定価格の範囲内での落札や契約であれば、談合の成立に\n加担しているか、信憑性のある談合情報を無視したなど特段の事情がない限り、談\n合をしたか否かの調査義務があるとすることはできず、これを見抜けなかった場合\nに職務違反があるとはいえないのであるから、財務会計上の違法行為が存在しな\nい。\n（３）　市の長と職員に法二条一三項、地方財政法四条一項の「最小費用、最大効\n果の原則」違反はない。\n最小費用、最大効果の判断は、第一次的には予算執行権限を有する職員の裁量に\n委ねられ、当該支出が事務の目的、効果との均衡を著しく欠き、右裁量を逸脱する\nものと\n認めるときに初めて違法となると解すべきである。したがって、長や職員の加担し\nない相手方の不法行為によって不当な支出が強いられた場合には、特別の事情がな\nい限り右原則の適用はなく、本件において、長と職員の違法な行為は存在しない。\n（二）　最高裁判所昭和六二年二月二〇日第二小法廷判決・民集四一巻一号一二二\n頁（以下「六二年最判」という。）は、本件監査請求について、法二四二条二項を\n適用する根拠とはならない。\n（１）　六二年最判は、違法な財務会計行為（当該行為とそこから発生する実体法\n上の請求権が表裏の関係にあるとき、「財産の管理を怠る事実」として、住民監査\n請求を提起しても、当該行為に対する住民監査請求と同様に、監査請求期間につい\nては、法二四二条二項の適用があるとするものである。\n（２）　控訴人らは、被控訴人らが、談合の上市と本件協定を締結し、不当に高い\n請負代金を受領した不法行為を主張するものであり、財務会計上の違法を主張する\nものではない。しかも、市の長及び職員には、職務違反がなく、財務会計上の違法\nはないのであるから、控訴人らの主張する請求権と財務会計上の違法行為が表裏の\n関係にはなく、本件は、六二年最判の射程距離外である。\n（３）　控訴人らは、被控訴人らの談合から請負代金の受領までを全体として不法\n行為として構成しているところ、市の損害の源をたどれば市と被控訴人事業団との\n間の本件協定であり、それゆえに、市と被控訴人事業団との間で締結された本件協\n定によって発生した損害の填補を求めていることになる。しかし、このような請求\nについて、法二四二条二項の適用を認める原判決の判断は、損害の発生と当該行為\nとの間に条件的因果関係さえあれば、そこから発生する請求権全てについて、同項\nの期間制限を適用するものであり、六二年最判の採るところではない。\n２　本件監査請求に法二四二条二項が適用されるとしても、同項所定の期間は、被\n控訴人九社及びその各担当者並びに被控訴人事業団の元工務部次長が刑事訴追され\nた平成七年六月一五日以降から起算されるべきである。\n（一）　最高裁平成九年一月二八日第三小法廷判決・民集五一巻一号二八七頁（以\n下「平成九年最判」という。）は、地方自治体の財政の腐敗防止を図り住民全体の\n利益を確保する見地から住民に認められた住民監査制度の趣旨と、地方自治体にお\nける違法不当な行為について長期間監査請求及び住民訴訟の対\n象となり得ることが法的安定性の観点から好ましくないとして設けられた監査請求\n期間制限の趣旨との調和を図る観点から判示されたものであるので、法二四二条二\n項所定の期間の起算点を形式論理的に解するべきではなく、右起算点は、実体上の\n請求権が発生し、かつ、現実に請求が可能となった時から起算すべき旨を判示した\nものである。\n（二）　本件の場合、被控訴人らの談合が秘密裏に行われ、これが公になったの\nは、被控訴人ら及びその各担当者らが平成七年六月一五日刑事訴追され、翌一六日\nにこれが報道されたことによる。\nしたがって、市が、被控訴人らに対し、現実に損害賠償請求をすることが可能と\nなった時期は、どんなに早くても同月一五日以降である。\n３　本件監査請求に法二四二条二項が適用されるとしても、同項ただし書所定の\n「正当な理由」（以下「「正当な理由」」という。）があるので、本件監査請求は\n適法である。\n（一）　最高裁判所昭和六三年四月二二日第二小法廷判決・裁判集民事一五四号五\n七頁（以下「昭和六三年最判」という。）は、本件と事案を異にし、本件の先例と\nはならない。\n昭和六三年最判は、町長が予算外収入の金員で行った予算外支出の違法性が問題\nとされた事案であり、町長の行った行為が住民はもちろん町議会も知ることなく行\nわれた事例についての判断であるのに対し、本件は、自治体の長でも職員でもない\n第三者の談合に基づき本件協疋が締結されたもので、自治体側が秘密裏に行ったも\nのでない点で、事案を異にする。\nまた、右最判は、住民が当該行為を知ることができたと解される時から相当な期\n間内に監査請求をしたか否かで「正当な理由」の有無を判断すべき旨を判示すると\nころ、右相当な期間か否かは、当該事例毎に判断すべきであり、本件監査請求が被\n控訴人九社等が刑事訴追された時から一一か月余、課徴金納付命令がされた時から\n約一一か月後になされたことのみを理由とし、監査請求制度の現状や本件事案にお\nいてどの程度の期間内に監査請求をすべきであったかという事情を考慮することな\nく、「正当な理由」の存在を否定した原判決の判断は、右最判の趣旨を誤解し、法\n令の解釈を誤ったものである。\n（二）　原判決のように、「怠る事実」に係る監査請求について法二四二条二項の\n期間制限規定の適用を肯定し、その起算点を本件協定の締結時と解する見解を採る\nのであれば、せめて「正当な理由」の有無の解釈は、住民\n監査請求制度及び住民訴訟制度の趣旨を生かすべく、柔軟な解釈を採る必要があ\nり、このような解釈こそ、昭和六三年最判や平成九年最判の求めるところである。\nそして、現在の住民監査請求制度の実態は、十分な調査をせずに行った監査請求\nは、ほとんど全て却下ないし棄却され（実際には、十分な調査を経て監査請求を行\nっても同様の状況である。）、しかもその却下ないし棄却から三〇日以内に住民訴\n訟を提起しなければならない。\nしたがって、原判決の判示するように、当該行為の違法がわかれば、数ヵ月以内\nに監査請求をしなければ「正当な理由」が認められないと解すると、当該行為の違\n法等の立証のため十分な準備ができないまま急いで監査請求をすれば、住民訴訟に\nおいて、右「正当な理由」の存在が認められても、当該行為の違法等を立証でき\nず、逆に、十分な準備を経て監査請求した場合には、当該行為の違法等を立証でき\nても、「正当な理由」が認められないとされ、結局、住民訴訟制度は全く機能しな\nいことになる。\n（三）　本件監査請求には「正当な理由」がある。\n本件は、自由競争が行われた場合に比較して、談合によって工事代金が不当に高\n額となったため、市の受けた損害の賠償を談合企業に対し請求すべき事案である\nが、市は、まず、本件発注工事が談合に基づき受注されたことを認識しなければ、\n損害賠償請求を行うことは不可能であり、談合の事実の立証方法を把握し、損害立\n証のめどが立たなければ、損害賠償請求を行うことが実際上不可能ないし著しく困\n難である。\nそして、被控訴人事業団の発注する下水道関係の電気設備工事に関して談合疑惑\nの報道がなされたとはいえ、本件発注工事は、起訴対象にも課徴金納付命令の対象\nにもなっていない。そのうえ、本件協定について議決した市議会の議事録や市民に\n配布された「市議会だより」の記載によっても、被控訴人事業団の契約した業者名\nや契約金額は判明しないし、本件発注工事に関する市から被控訴人事業団への具体\n的な委託内容や被控訴人事業団の受注企業への具体的発注内容は、入手できなかっ\nた。\nこのような点にかんがみれば、本件では、談合疑惑の発覚後、談合企業が談合事\n実を認めるか、談合企業が談合の事実を認めたものととらえられても仕方のない状\n況が生じた後でなければ、住民監査請求に実効性はない。\nしたがって、本件監査請求は、談合企業が談合事実を認めたものととらえられて\nも\n仕方がないといえる時、すなわち、被控訴人らが公取委の課徴金納付命令に応じて\n課徴金を納付した時（いつ納付したか不明であるので、納付期限である平成七年九\n月一三日）から相当な期間内に行えば、「正当な理由」の存在が認められるべきで\nある。\nそして、本件監査請求は、右の時点から、約九か月が経過したにすぎない平成八\n年六月一一日になされているので、「正当な理由」があるというべきである。\n４　被控訴人九社の主張及び同事業団の主張は争う。\n三　控訴人らの当審における主張に対する被控訴人らの認否反論\n１　控訴人らの主張は争う。\n控訴人らの本件各訴えが不適法であるとした原判決の判断は正当であり、控訴人\nらの主張は、いずれも独自の見解に立って原判決を非難するものにすぎず、失当で\nある。\n２　（被控訴人事業団を除く被控訴人九社（以下「被控訴人九社」という。）の本\n案前の主張）\n本件各訴えは、適法な住民監査請求を経ていない不適法な訴えである。\n（一）　控訴人らは、被控訴人らの談合という不法行為により不当に高額に形成さ\nれた請負代金額相当額の損害を市が受けた旨主張し、市の右損害賠償請求を代位行\n使するものである。\nしかし、右談合行為から直ちに市に損害が発生するものではなく、市の損害は、\n受注会社の被控訴人事業団に対する右代金額が談合に基づいて不当に高額に形成さ\nれたにもかかわらず、市がこの価額を前提として不当に高額に決定された委託費用\n支払債務を被控訴人事業団に対して負担する財務会計行為が行われて初めて発生す\nるものである。\nそして、このような不当に高額な委託費用の支出は、法二条一三項、地方財政法\n四条一項に違反するので、右支出についての支出負担行為も違法であることが明ら\nかである。\nしたがって、控訴人らの代位行使する損害賠償請求権は、右支出についての支出\n負担行為である本件協定の違法により発生した損害の填補を求める請求であり、財\n務会計行為が違法であることに基づいて発生する請求であることが明らかである。\n六二年最判によれば、本件監査請求について、法二四二条二項が適用されるべき\nことが明らかである。\n控訴人らは、市の長及び職員は、談合の事実を知らなかった以上、職務違反がな\nく、財務会計行為に違法がない旨主張するが、前記のように本件協定が、客観的に\n法二条一三項、地方財政法四条一項に違反する以上、これが違法であることは明ら\nかであり、法を遵守\nすべき職員等に職務違反がないということもできない。\n（二）　法二四二条二項は、「当該行為のあった日又は終わった日」から監査請求\n期間を起算すべき旨を定めるもので、住民が現実に監査請求を行うことができる日\nから起算すべき旨を定めるものでないことが明らかであり、平成九年最判もこれと\n異なる判示をするものではない。\n平成九年最判のいう「請求権を行使できない場合」とは、請求権者の知不知のよ\nうな主観的事情ではなく、請求権を行使するにつき法律上の障害又はこれと同視し\n得るような客観的障害のある場合である。そして、現実に住民監査請求をできたか\n否かの点は、「正当な理由」の存否の判断で考慮されるべき事由である。\n（三）　本件監査請求について「正当な理由」が認められないことが明らかであ\nる。\n住民監査請求は、地方自治体における財政に関する監督是正の端緒を与える制度\nにすぎず、住民は、これを行うについて、対象事実を立証する厳密な証拠の提出は\n不要であり、損害賠償請求訴訟等と同程度の準備を必要とするものではない。しか\nも、本件監査請求は、その内谷に照らせば、控訴人らが平成七年七月までに知り得\nた事実のみに基づいて行うことが十分に可能であり、本件監査請求が平成八年六月\n一一日になってようやくなされたのは、控訴人らが本件監査請求が法二四二条一項\n所定の「怠る事実」に係る監査請求であるので、同条二項所定の期間制限の適用は\nないという誤った見解を採っていたためにすぎない。\nのみならず、本件発注工事は、継続工事で、随意契約によるものであるから、競\n争入札の対象となり得ず、右工事が談合の対象であるか否かの調査のため、時間が\nかかったことはあり得ない。\n３　（被控訴人事業団の本案に関する主張）\n市は被控訴人事業団に対し損害賠償請求権を有さず、市が右請求権の行使をしな\nいことに違法がないので、控訴人らの請求は理由がない。\n（一）　市は法に基づき被控訴人事業団との間で本件協定を締結し、同被控訴人に\n対し適法に本件協定所定の金額（同事業団が工事施工に要する費用）を支払ったの\nであるから、本件協定の締結及びこれに基づく支払に違法はなく、市が損害を受け\nていないのであるから、控訴人らの請求は理由がなく、市が控訴人らの主張する損\n害賠償請求権を行使しないことが違法とはいえない。\nすなわち、市と被控訴人事業団間の本件協定と同被控訴人と被控訴人三菱電機と\nの間の本件\n請負契約とは別個独立の契約であり被控訴人事業団は、自己の責任と権限におい\nて、その内規に基づき本件請負契約を締結したもので、控訴人らが主張するよう\nに、本件協定に基づく義務の履行として、本件請負契約を締結したものではない。\nそして、控訴人らの主張する談合は、被控訴人事業団と被控訴人九社との間で生\nじた事由であるので、右談合に係る契約の発注者でない市に損害を与えたとする控\n訴人らの主張は、失当である。\n（二）　控訴人らは、被控訴人らの談合の結果、市の被控訴人事業団に対する適正\n価格による工事遂行を求める権利を侵害された旨主張するが、本件協定による価格\nは市の建築予定額に基づくものであるので、市が右権利を侵害されたことはない。\nなお、本件発注工事は、既設の八王子市北野下水処理場電気設備工事の継続工事\nであり、既設工事の請負人が被控訴人三菱電機であるので、被控訴人事業団の責任\nと権限において、被控訴人三菱電機からのみ見積書を提出させ、随意契約を締結し\nたものである。\n第三　当裁判所の判断\n一　当審も控訴人らの本件各訴えは、適法な監査請求を経ていない不適法な訴えで\nあるので却下すべきものと判断するが、その理由は、次のとおり付加訂正するほか\nは、原判決「事実及び理由」中の「第三　争点に対する判断」欄記載のとおりであ\nるので、これを引用する。\n（原判決の訂正）\n１　原判決一〇〇頁七行目冒頭から一〇二頁一一行目末尾までを次のように改め\nる。\n「１　住民監査請求がなされた場合、監査委員は、監査請求人の主張する違法事由\nや措置内容に拘束されることなく、監査請求人によって特定された財務会計上の行\n為又は怠る事実により市の受けた損害を補填するために必要と考えられる措置を講\nずべきことを勧告することを要する。\nしたがって、監査請求人が特定の財務会計上の行為の違法を主張していない場合\nであっても、監査請求人が怠る事実として監査の対象とする事実により市の被った\n損害が財務会計上の違法な行為により発生したものと認められるときは、監査委員\nは、右違法な財務会計上の行為についてもこれによって市が被った損害を補填する\nために必要な措置を講ずべきことを勧告することを要するのであり、右違法な財務\n会計上の行為についても監査請求の対象とされているものというべきである。\n本件監査請求は、談合がなければ自由競争により適正に形成されたであろう請負\n代金額と談合により不\n当に高く形成された請負代金額との間に差額（以下「本件差額」という。）があっ\nたとして、本件差額に相当する金額について、市は、談合により本来支払うべき金\n額を超える費用の支払義務を負担し、支出を余儀なくされた損害を被ったとしてそ\nの補填をするため必要な措置を講じることを求めるものである。\nそして、市が右損害を受けたというためには、本件差額に相当する費用の支払義\n務を被控訴人事業団に対して負担し、これを支出する財務会計上の行為のあること\nが不可欠であるところ、本件差額に相当する費用について支出がされたとすれば、\n右支出は、本件委託工事の目的を達成するため必要かつ最小の限度であるべき「事\n務を処理するために必要な経費」（法二三二条一項、二条一三項、地方財政法四条\n一項）を超える違法なものというべきであるので、住民は、右支出についての支出\n負担行為（法二三二条の三）または支出行為（法二三二条の四）の予防是正を求め\nて住民監査請求を行うことができるというべきであり、本件監査請求は、右違法な\n財務会計上の行為をもその対象としているものというべきである。\nそうすると、本件監査請求においてその不行使が財産管理を怠る事実に当たると\nされる損害賠償請求は、右違法な支出の原因たる支出負担行為及び支出行為の違法\nにより市が被った損害を補填するために行使することが必要とされる請求権であ\nり、右財務会計上の行為が違法であることに基づいて発生する実体法上の請求権で\nあるというべきである。\nしたがって、控訴人らが、本件監査請求において、右財務会計上の行為の違法を\n主張して右違法な行為により市の受けた損害の補填のため必要な措置の勧告を請求\nするという構成によらず、右財務会計上の行為の違法により、市の受けた損害を補\n填するための損害賠償請求権の行使を怠ったことについて必要な措置の勧告を請求\nするという構成を採ったとしても、本件監査請求について、法二四二条二項が適用\nされ、その監査請求期間は、右財務会計上の行為を基準として判断されるべきであ\nる。\n控訴人らは、被控訴人らのした談合は長期間秘密裏に行われてきたものであり、\n市の担当職員は、予定価格の範囲内での落札や契約であれば、談合の成立に加担し\nているか、信憑性のある談合情報を無視したなど特段の事情がない限り、談合の有\n無の調査義務はないし、これを見抜けなかったとしても職務違反はなく、また、最\n小費用、最大効果の原則は、財務会計職員の裁量の逸脱があった場合に初めて違法\nとなるのであるから、財務会計上の行為に違法があったとはいえない旨主張する。\nしかし、住民監査請求制度が個々の会計職員の責任を追及することを目的とする\nものではなく、地方公共団体の財政の適正を確保し、ひいては、住民全体の利益を\n擁護するためのものであることからすれば、法二四二条一項にいう財務会計上の行\n為の違法は、当該財務会計上の行為を行う職員の故意、過失等主観的要素に左右さ\nれることなく、客観的に判断されるべきである。そして、「事務を処理するために\n必要な経費」（法二三二条一項、二条一三項、地方財政法四条一項）を超える支出\nについて、これが違法であることは明らかであり、また、右支出に係る支出負担行\n為及び支出行為を行う職員にこのような支出を行う裁量権がないことも明らかであ\nって、この理は、右支出について支出負担行為又は支出行為を行う職員が右事実を\n認識していなかったり、認識していないことに過失がなかったとしても異なるとこ\nろはないのであるから、控訴人らの右主張は採用できない。」\n２　同一〇三頁六行目及び一〇五頁六行目の各「本件協疋」を「本件協定及び本件\n変更協定」と改める。\n３　同一〇三頁一一行目の「できず」から同一〇四頁二行目の「主張するものでも\nないから、」までを「できないのであるから（最高裁判所昭和六二年五月一九日第\n三小法廷判決・民集四一巻四号六八七頁）、」と改める。\n４　同一〇七頁一行目末尾の次に行を改めて次のように加える。\n「もっとも、前判示のように、本件協定の締結当時、未だ本件請負契約は締結され\nていなかったことになる。\nしかし、前判示のように、本件協定には、賃金又は物価の変動等により当初の金\n額では建設工事を完成することが困難であると認められるときは協議により金額又\nは工事の委託対象若しくは内容を変更するとの条項があること及び業務方法書（甲\n第九号証）六条に照らせば、本件協定は、本件請負工事に要した費用を最終的には\n市に負担させる旨を約定するものと認められ、本件協定に基づく費用額を増額する\n本件変更協定は、本件請負契約締結の直前になされており、本件請負契約で予定さ\nれた代金額を前提に増額されたものと認められるのであるから、控訴人らの主張す\nる本件差額に相当する違法な支出は、本件協定と本件変更協定を支出負担行為とす\nるものであり、右各協定\nが本件請負契約締結前になされたものであるとしても、違法な財務会計上の行為に\n当たらないと解することはできない。\nまた、本件監査請求における控訴人らの主張によれば被控訴人九社は、被控訴人\n事業団発注の電気設備工事について、平成二年以来、九社会と称する談合組織を結\n成し、平成四年度、五年度について、当該年度の工事全部について年度当初に被控\n訴人事業団から工事件名と発注予定額の呈示を受けて、会合（ドラフト会議）を開\nき、右工事全部について、発注予定者を一括決定していたというのであるから、右\n主張の事実関係を前提とすれば、本件協定が締結された時点において、既に談合の\n結果、本件発注を受注する者が定まっており、その請負代金額の決定について、適\n正な競争の結果より低額な適正な価格が形成される可能性は失われており、本件協\n定及び本件変更協定は、このような状況の下で締結され、市の本件差額相当額の違\n法な支出の支出負担行為になったことになる。\nしたがって、控訴人ら主張の右事実関係によれば、右各協定は、違法な財務会計\n上の行為というべきことになる。\nしたがって、右各協定後に本件請負契約が締結されたことをもって、本件監査請\n求においてその不行使が財産管理を怠る事実に当たると主張されている損害賠償請\n求が、支出負担行為である右各協定の違法により市が被った損害を補填するために\n行使することが必要とされる請求権であると解する妨げとなるものではない。」\n５　同一一〇頁七行目冒頭から一〇行目の「公表されていること」までを「本件発\n注工事は、刑事訴追の対象及び課徴金納付を命ずる行政処分の対象とならなかった\nとはいえ、本件証拠（甲第一八、第二〇号証、乙Ｃ第一、第二号証）及び弁論の全\n趣旨によれば、本件協定の締結については、これに先だって、平成五年六月市議会\nの議決を経て、右市議会議事録に記録されており、右議決のされたことは、右議事\n録が市図書館に備え付けられ、市民に配布された同年八月二日付の「市議会だよ\nり」にも記載されるなどして、公表されていること、右議事録には、相手方が被控\n訴人事業団であり、契約金額が九億三三〇〇万円である旨が記載されていること」\nと改める。\n６　同一一一頁一〇行目から一一行目の「そのことが報道されているのであるか\nら、」を「そのことが報道されていること、後記のとおり、平成七年七月二八日付\nけ毎日新聞朝刊において、全国市民オンブズ\nマン連絡会議が、被控訴人事業団発注の電気設備工事の入札談合によりつり上げら\nれた工事価格の返還を求める住民訴訟を行う方針を採っているところ、公取委の発\nした課徴金納付命令の対象とされた全工事のリストを入手し、その全容が同月二七\n日に明らかになった旨の記事が掲載された上、同月二九日付の控訴人ら訴訟代理人\n大川隆司弁護士作成の「全国市民オンブズマン大会に向けて」と題する書面（乙Ｅ\n第二一号証）には、被控訴人九社と同事業団で談合が行われた時期、態様につい\nて、「被控訴人らは、各社にシェア割り当てについての基本的方針を合意し、平成\n五年六月一五日にはドラフト会議で発注予定の全工事のうち、継続工事については\n既受注者が当然引きつづき受注することを前提として、新規工事の配分を通じて全\n体の受注シェアが右基本方針に合致するように、各工事の受注予定者（本命）を決\n定した。」旨、控訴人らが本件監査請求において主張するのとほぼ同一内容の記載\nがされているのであるから、」と改める。\n７　同一一二頁一行目から二行目及び一一七頁八行目から九行目の各「平成七年七\n月一三日」をいずれも「平成七年七月末日」と改める。\n８　同一一二頁八行目の「約一一か月を経過した」を「約一一か月、右平成七年七\n月末日から一〇か月余が経過した」と改める。\n９　同一一四頁五行目の「本件監査請求をした理由は、」の次に、「被控訴人事業\n団の発注する下水道関係の電気設備工事に関して談合疑惑の報道がなされたとはい\nえ、本件発注工事は、起訴対象にも課徴金納付命令の対象にもなっていない上」を\n加える。\n１０　同一一五頁一一行目の「監査請求はできたのであるから」を「監査請求はで\nきた上、控訴人ら訴訟代理人大川隆司弁護士作成の同月二九日付の前記「全国市民\nオンブズマン大会に向けて」と題する書面（乙Ｅ第二一号証）には、本件監査請求\nのような事案は、法二四二条一項所定の「怠る事実」に係る監査請求であるので、\n同条二項所定の期間制限の適用はないという見解を採る旨が記載されていること、\n前判示のように、本件監査請求においても、被控訴人らの談合の時期、態様につい\nて、同月二九日付け右書面の記載とほぼ同一内容の主張がされていることからする\nと、本件監査請求が平成八年六月一一日になってなされたのは、このような見解を\n前提とする方針に基づくものであることが窺えるのであるから」と改める。\n二　以上によれば、控\n訴人らの本件各訴えをいずれも却下した原判決は相当であるので、本件控訴をいず\nれも棄却することとし、訴訟費用の負担について、行政事件訴訟法七条、民事訴訟\n法六七条、六一条、六五条を適用して、主文のとおり判決する。\n東京高等裁判所第二民事部\n裁判長裁判官　谷澤忠弘\n裁判官　一宮和夫\n裁判官　大竹たかし\n"
}