{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 12,
    "month": 9,
    "day": 14
  },
  "case_number": "平成9(ネ)4599",
  "case_name": "損害賠償請求事件",
  "court_name": "東京高等裁判所第4民事部",
  "lawsuit_id": "20135",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=20135",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/135/020135_hanrei.pdf",
  "contents": "主　　　　文\n一　原判決を次のとおり変更する。\n二　被控訴人ユニソン・ナビゲーション・コーポレーションは、控訴人に対し、四\n八〇〇万一四〇二円及びこれに対する平成七年一一月八日から支払済みまで年六分\nの割合による金員を支払え。\n三　被控訴人日本船主責任相互保険組合は、控訴人に対し、前項の判決が確定した\nときは一億〇二〇〇万円を限度として、被控訴人ユニソン・ナビゲーション・コー\nポレーションが判決確定の日に控訴人に対し支払義務を負う金額及びこれに対する\n判決確定の日の翌日から支払済みまで年六分の割合による金員を支払え。\n四　控訴人のその余の請求を棄却する。\n五　訴訟費用は、第一、二審を通じて、これを五分し、その二を控訴人の、その余\nを被控訴人らの負担とする。\n六　この判決の第二項は、仮に執行することができる。\n事実及び理由\n第一　当事者の求める裁判\n一　控訴人\n１　原判決を取り消す。\n２　（主位的請求）\n被控訴人ユニソン・ナビゲーション・コーポレーション（「被控訴人ユニ\nソン」という）は、控訴人に対し、七七九八万七〇六八円及びこれに対する平成四\n年一〇月三一日から支払済みまで年六分の割合による金員を支払え。\n（予備的請求）\n被控訴人ユニソンは、控訴人に対し、七七九八万七〇六八円及びこれに対\nする平成四年一〇月三一日から支払済みまで年五分の割合による金員を支払え。\n３　被控訴人日本船主責任相互保険組合（「被控訴人保険組合」という。）\nは、控訴人に対し、前項の判決が確定したときは一億〇二〇〇万円を限度として、\n被控訴人ユニソンが判決確定の日に控訴人に対し支払義務を負う金額及びこれに対\nする判決確定の日の翌日から支払済みまで年六分の割合による金員を支払え。\n４　訴訟費用は、第一、二審とも被控訴人らの負担とする。\n５　仮執行宣言\n二　被控訴人ら\n１　本件控訴を棄却する。\n２　控訴費用は控訴人の負担とする。\n第二　事案の概要\n本件事案の概要は、以下のとおり、付加、訂正し、当事者の当審における主\n張を追加するほか、原判決の「事実及び理由」欄の「第二　事案の概要」欄に記載\nされたとおりであるから、これを引用する。\n一　原判決五頁七行目の「損害賠償を求め、」を「損害賠償を求めた。」に改\nめ、同行目の「更に」から九行目の「損害賠償を求めた。」までを削除し、同一七\n頁七行目の末尾に続けて行を改めて「過失事実・及び・は、著しく注意を欠いたも\nので、被控訴人ユニソンには重過失がある。」を加え、同二三頁五行目の「商法六\n二二条」を「商法六六二条」に改め、七行目の「５　原告に発生した損害」から同\n二四頁一〇行目の「賠償すべきである。」まで、同二五頁初行の「（一）」、三行\n目の「（二）　原告は、」から四行目の「請求した。」までをそれぞれ削除し、同\n頁七行目の「請求の日の翌日である平成四年一二月一三日」を「本件事故の日であ\nる平成四年一〇月三一日」に改め、同頁末行の「遅延損害金の支払を求め、」を\n「遅延損害金の支払を求める。」に改め、同行の「更に」から同二六頁四行目の\n「支払を求める。」までを削除し、同二四頁末行の「６」を「５」に、同二五頁五\n行目の「７」を「６」にそれぞれ改める。\n二　控訴人の主張\n１  被控訴人ユニソンの責任について\n平成四年の日本海事協会の鋼船規則集には、船級の登録を受けた船舶は、\n船体若しくは機関の要部又は検査を受けた重要な艤装品、装置若しくは備品に損傷\nが生じたとき、又はこれを修理若しくは変更しようとするときは、臨時検査を行う\n旨規定されている。本件事故の一か月前に本船の右側亀裂が発生した際、被控訴人\nユニソンは臨時検査あるいは損傷検査を日本海事協会（台湾の台北に事務所を有し\nていた。）に依頼して行ってもらわなければならなかったのであるが、この検査を\n受けなかったのである。そもそも船は荒天中を航行するときには波の上に乗り上げ\nて、船首前部が波の上に叩き付けられる衝撃を受けるのであり、その衝撃によるス\nトレスが船体外板の亀裂などをもたらすものである。したがって、右舷外板に亀裂\nが生じたときは船体外板が薄くなって弱っているのであるから、船主は、左舷外板\nや他の錆びた箇所なども検査をしなければならなかった。\n２　丸太の油汚染について\n本船の燃料油はＣ重油が使用されていたが、高粘度のＣ重油は速やかに油\n中水滴エマルジョン（海水が油中に入り込んだ状態）の生成が起こり、水滴は微細\n化していき、粘度が増大するとともに付着性が増大する。平成四年一一月六日時化\nがあったが、そのため、船が動いて、一旦油の流出が停止しても、再度燃料タンク\nから油が流出したことも考えられる。被控訴人ユニソンが雇った凱通潜水企業株式\n会社がオイルフェンスで囲まれた海面や埠頭において化学溶剤を散布したが、それ\nは油を乳状にする油乳化剤であり、油を微細に粒滴にして分散するだけで、油を海\n洋面から取り除くものではなく、本船の甲板は座礁して海面より下にあったから、\nエマルジョンとなった油は拡散して海水とともに船艙内にも入り込み、丸太を汚染\nすることになった。\n３  損害について\n（一）　本件事故により丸太は燃料油が大量に流出した海中に浸っていたの\nであるが、油が丸太に付着すれば丸太内部に相当深く浸透して汚損することは自明\nのことである。そして、丸太の海水濡損、油汚損による減価率について海事鑑定人\nが公正かつ合理的に査定し、チー・リンと控訴人の担当者が激しく折衝した上で保\n険損害額を決定し、被控訴人保険組合の利益代表者である海事鑑定人が右チー・リ\nンと控訴人の折衝の席に同席したが、損害額について何ら異議を述べなかったので\nあり、このような状況の下にあっては、被控訴人の債務不履行による損害額につい\nては右保険損害額が認められるべきである。\n（二）　丸太の破損は陸上への荷揚げ時に生じたもので、荷揚げ後に破損し\nたものではない。そして、丸太の救助は被控訴人ユニソンが依頼した業者とチー・\nリンが依頼した業者が行ったのであるが、元々被控訴人ユニソンは外観上良好な状\n態における丸太を荷揚げ港であるスアオ港の岸壁で船側でチー・リンに引き渡す義\n務を負っていたのであるから、丸太を救助し回収しなければならなかったところ、\n一一月九日航海放棄の宣言をして運送債務の履行を拒絶する意思を明らかにしたの\nで、チー・リンはやむなく丸太の救助回収作業をしたのであって、右各業者は被控\n訴人ユニソンの債務を代わって履行したに過ぎず、右各業者が救助回収作業の過程\nで破損した丸太についても損害として被控訴人ユニソンは賠償の責めを負うもので\nある。\n（三）　第三岸壁から蔵置ヤードまでの丸太の運送費については、丸太が油\n汚染していなければチー・リンは直ちに昀終バイヤーにこれを引き渡すことができ\nたが、丸太が油汚染していたため、チー・リンが蔵置ヤードを特別に賃借して丸太\nを保管したのであるから、右費用も損害として被控訴人ユニソンが負担すべきであ\nる。\n（四）　チー・リンは、被控訴人ユニソンが華龍港湾工程打撈公司に救助を\n依頼した甲板上の五〇二本の丸太の回収費用一八一万四五四五台湾ドルにつきその\n六五パーセントを分担して負担したが、これは、本件事故にかかる被控訴人ユニソ\nンの責任の有無について全く考慮しないで、費用を臨時的、暫定的に分担したもの\nであり、本件事故について被控訴人ユニソンに責任がある場合は当然全費用を被控\n訴人ユニソンが負担すべきもので、チー・リンは被控訴人ユニソンに対する損害賠\n償請求権を放棄したものではない。また、このような費用分担の特約は、法（平成\n四年六月三日改正前の国際海上物品運送法）一五条一項に違反して無効である。\n４　本件は、債務不履行ないし不法行為に基づく損害賠償請求の事案であるか\nら、外国通貨の日本円への換算は昀終口頭弁論期日の為替相場によるのではなく、\n被控訴人の債務不履行ないし不法行為時における為替相場によってなされるべきで\nある。\n三　被控訴人らの主張\n１　堪航能力の保持について\n本船は発航時に外板に外観上の欠陥が認められなかったから、特別な検査\nが要求されるものではなく、本船が公的検査に合格し、本件事故の五か月前に行わ\nれた左舷側外板の板厚の特別検査では船級協会の規則の定める昀大衰耗率の範囲内\nの衰耗しかなかったのであり、被控訴人ユニソンが堪航性の保持につき相当の注意\nを尽くしたものである。\n２　丸太の油汚染について\n（一）  船舶が沈没して油汚染が発生した場合、海水面上の油汚染を完全に\n除去した後に船艙内の貨物を搬出するというのが常識的な処理手順であり、また、\n油は水より比重が軽いから、水面上に出て、沈没した船舶の船艙内に進入していく\nことはない。したがって、船艙内にあった丸太については油汚染は生じていない。\n（二）  油乳化剤が散布されて流出油がエマルジョンになり丸太に付着した\nとしても、これは洗浄（高温水をジェット噴射する等）によって簡単に除去するこ\nとができるから、丸太に油汚損は生じていない。\n３　損害について\n（一）　本件事故に関連して丸太回収等費用について華龍港湾工程打撈公司\n及び威勇船務公司に支払ったもののうち、船から第三岸壁に陸揚げした費用と第三\n岸壁から蔵置ヤードへの丸太運搬費用合計一二四万六八一〇台湾ドルは、本件事故\nの有無にかかわらず、本来チー・リンが負担すべき費用であったことを前提に、チ\nー・リンと被控訴人ユニソンは丸太の回収費用について負担割合（被控訴人ユニソ\nン三五、チー・リン六五）を確定的に合意したものである。したがって、控訴人は\n再度右負担割合を争って被控訴人ユニソンに右費用を請求することはできない。\n（二）　本件貨物の運送について、被控訴人ユニソンと、チー・リンが傭船\nのために使っているシン・チャン・ランバー・カンパニー・リミテッド（以下「シ\nン・チャン」という。）との間で航海傭船契約が結ばれたが、それは、Ｆ・Ｉ・\nＯ・Ｓ・Ｔの条件、すなわち、積荷、揚荷の費用は船主の被控訴人ユニソンは負担\nせず、傭船者の費用で積み込み、荷受人の費用で荷揚げすることが約定されてお\nり、被控訴人ユニソンは荷揚げの費用は一切負担せず、したがって、被控訴人ユニ\nソンは本件貨物を第三岸壁で引き渡す義務を負担していなかったのである。\n４　外国通貨をもって債権額が指定された金銭債権について日本円への換算は\n昀終口頭弁論期日の為替相場によってすべきである。\n第三　当裁判所の判断\n一　被控訴人ユニソンの責任について\n１　債務不履行による責任\n被控訴人ユニソンが本件運送契約上の貨物引渡債務を履行できなかったこ\nとは、当事者間に争いがない。そこで、被控訴人ユニソンの免責事由としての抗弁\nについて検討する。\n（一）　抗弁１について\n被控訴人ユニソンは、本船が公的検査に合格しており、また、発航の当\n時、本船の船体外板は船級協会の規則によって要求される以上の板厚を有してい\nて、左舷の亀裂が生じた部分の外板は右規則の定める昀大衰耗率の範囲内の衰耗し\nか認められないから、本船の堪航能力に関して注意が尽くされていた旨主張する。\nところで、一般に船舶を航海に堪える状態におくこと（法五条一項一\n号）、すなわち堪航能力とは、特定の運送契約を履行するための目的地までの航海\nにおいて、通常の海上危険に堪えて、船積みされた物品を安全に目的地まで運送で\nきる能力であって、船体をその状態に保有していることであるが、発航の時点にお\nいて、既に船体が安全な航海に堪える状態にあったことが必要である。そして、堪\n航能力は、船全体の安全につき、航海の場所、航海の時季、船舶技術の水準、積荷\nの種類、積載方法等を考慮して、航海ごとに相対的に判断されるべきである。\n証拠（甲一八の三、一九の一、二、乙六）によれば、本船は、平成三年一月一〇\n日船級協会の船級検査を受けて合格したこと、本船の元の板厚は一一・五ミリメー\nトルであるところ、平成元年一二月二五日行われた板厚検査では、フレーム番号一\n三〇から一四二までの間のストレーキ番号Ｓ９ーＤの板厚は一〇・五ミリメート\nル、同番号Ｓ９ーＥの板厚は一〇ミリメートルであり、また、平成四年五月二四日\n行われた船底検査の際の板厚検査では、左側亀裂箇所である船体フレーム番号一三\n〇から一四一の間のストレーキ番号Ｓ９ーＤの板厚は一〇・五ミリメートル、同番\n号Ｓ９ーＥの板厚は九・九ミリメートルであって、いずれも外板の衰耗限度内（元\nの板厚の二〇パーセントプラス一ミリメートルが昀大値）であったことが認められ\nる。\nしかし、前記争いがない事実（原判決の「事実及び理由」欄の「第二　事案の概\n要」欄の「二　争いのない事実等」欄）及び証拠（甲八ないし一一、一三、一四の\n一、一六、二〇、三三、三六、六〇、七四、九二）によると、本船には左舷側船首\n外板に垂直に約二・五台湾スケールフィート（七五八・二五七五ミリメートル）の\n長さの左側亀裂が生じていて、本件事故当日の浸水はこの部分から生じたものであ\nること、本件航海中、本件事故前にも時々船艙に水が溜まっていたことが見つか\nり、ポンプで汲み出していたこと、本船の航海の一〇月二五日から二九日までの間\nは、風力はおおむね三ないし四で、一〇月三〇日は終日風力が八ないし九であった\nが、台北海事検定有限公司の鑑定人のａの検定報告書（甲八）には、「船体の設計\nされた材料、寸法、建造は風力八ないし九の海上における状態に堪えるべきで、左\n舷側外板亀裂は外板の弱さまたは隠れた瑕疵によるものであろう。」との鑑定人の\n意見が記載されていること、潜水夫ｂが平成四年一一月二五日に海底に着座して沈\n没中の本船の左側亀裂部分を調査、撮影した写真では、左側亀裂部分には鱗状の錆\nが生じていて、亀裂部分の内側まで錆が入り込んでいることが認められ、左側亀裂\n部分付近の外板は溝状腐食が生じていた疑いがあること、本船は昭和五二年一一月\n建造の本件事故当時船齢一五年の船で、主として丸太運搬船として使用されていた\nところ、丸太に付着した海水により船艙内の鋼材が錆を発生しやすく、日本海事協\n会の「鋼船規則集」（甲一〇）には鋼材の腐食を促進させやすい貨物として丸太を\n掲げていること、同「船主／オペレータの為の船級維持の手引き」（甲一一）に\nは、一般に腐食・衰耗が激しい構造部材の一つとして木材運搬船があげられ、船側\n外板について点食（堅いかさぶた状の錆に注意）、肋骨との取合い隅肉溶接部に沿\nった溝状腐食及び突合せ溶接の溶着金属の局部腐食が記載されており、船主に入念\nな検査を行うよう注意を喚起していること、本船は、本件事故の約一か月前の九月\n二四日右舷側外板の亀裂浸水事故を起こし、同月二九日台湾高雄港で緊急に事故前\n修理がされたこと、日本海事協会の「船舶の建造及び船級についての規則」（甲九\n二）では、船体、機関又は属具に船級（堪航性又は安定性）に影響を及ぼすか又は\n及ぼすかもしれない損傷を被ったときには、船主らは検査員の調査を求めなければ\nならない旨、船の船級を維持するために要する全ての修理は検査員の検査の下で検\n査員の満足のいくように遂行されなければならない旨規定されているが、被控訴人\nユニソンは右事故前修理について何ら右検査を受けていなかったこと、以上の事実\nが認められる。\n【要旨第一】右諸事情（特に本船が本件事故の一か月前に右舷側外板に右側亀裂浸\n水事故を惹起していること）に鑑みれば、本船は、錆が生じ、腐食しやすい丸太運\n搬船で、外板に溝状腐食が生じやすいものであるから、被控訴人ユニソンは、少な\nくとも事故前修理の際、たとえ事故前修理箇所が本船右舷側であるとはいえ、規則\nに従った検査を受けて、右舷側だけでなく本船左舷側の外板の錆や腐食の有無、状\n態、亀裂の有無等についても注意を払い、左舷側にも検査の対象を広げるなど、慎\n重に対処すべきであったということができる。本船は、マレーシアの港クアラ・バ\nラムを一〇月二五日発航した時点で、既に堪航能力を保持していなかったというべ\nく、被控訴人ユニソンにおいて、単に本船が公的検査に合格していること、板厚検\n査により本船左舷外板の板厚が船級協会の定める昀大衰耗率の範囲内の衰耗しか認\nめられなかったというだけでは、本船の堪航能力の保持につき注意を尽くしていた\nとは認められない。\n（二）　したがって、被控訴人ユニソンの法五条一項一号の免責を認めるこ\nとはできない。そして、法五条一項の定める義務と法三条一項の定める義務は別異\nのものと解されるから、被控訴人らのその余の抗弁について判断するまでもなく、\n被控訴人ユニソンは、第一、第二運送契約に基づく債務不履行による責任を負担す\nる。\n２　不法行為による責任\n控訴人は、不法行為による責任も主張する。\n運送人の運送契約上の債務不履行に基づく賠償請求（海上運送における国際海上\n物品運送法に基づく賠償請求）と不法行為に基づく賠償請求は競合して成立するの\nであり、控訴人は債務不履行に基づく損害賠償請求のほかに不法行為に基づく損害\n賠償も請求できることは、控訴人が主張するとおりである。しかし、商法六九〇条\nは民法七一五条に対する特則を定めたものと解されること、商法五八〇条は運送人\nの負担すべき損害賠償額を定型化、限定し、運送人の責任を軽減して、一面で運送\n人の保護を図っているのであるが、不法行為責任が無限定に認められるとなると、\n右規定が有名無実化してしまうことなどから、不法行為による損害賠償においても\n運送人が悪意、重過失ならともかく、過失の場合は、賠償すべき損害額について商\n法五八〇条の限度で認められるべきであると解する。なお、国際海上物品運送法に\n基づく賠償責任については、平成四年改正後の同法の一二条の二において商法五八\n〇条と同趣旨の賠償額を定型化する規定がもうけられ、同法二〇条の二でこれが不\n法行為による損害賠償の責任に準用する旨規定されており、国際海上物品運送の事\n案である本件においては、不法行為による損害賠償についても損害額は限定される\nべきであると解するについて参考になるものと考えられる。\n控訴人は、過失事実・及び・について被控訴人ユニソンの重過失を主張す\nる。しかし、運送人の損害賠償については運送人保護の見地から商法五八〇条によ\nり賠償額が定型化、限定されているところ、運送人に悪意又は重過失がある場合\nは、商法五八一条により一切の損害を賠償する責を負うと規定されている。右各法\n条の趣旨からすると、商法五八一条の重過失とは、悪意にほとんど近似する注意欠\n如の状態と解される。そして、控訴人の主張する右各過失事実について、本件証拠\nを検討しても被控訴人ユニソンに右の内容の重過失があったとは認められない。す\nなわち、過失事実⑤については、証拠（甲八、一三）には一〇月三一日に船長が船\n艙内に溜まった海水を排出する方策をとったことは記載されていないが、そうだか\nらといって直ちに、この間再度の浸水を発見できずに放置していたとは認め難い\nし、また、右過失事実について前記内容の重過失に当たるともいえず、過失事実・\nについては、本件航海中に、風力が上がった一〇月三〇日に船長において、そのま\nまスアオ港まで航海を続けるか途中で付近の海岸の浅瀬に任意乗揚を行うかは、そ\nの時点では難しい判断を要するものと解され、右方策をとらなかったからといって\n被控訴人ユニソンに重過失があったとはいえない。過失事実・が重過失に当たらな\nいことは後述するとおりである。\nしたがって、不法行為責任についても賠償額は商法五八〇条の限度で賠償\n責任を負うものであるから、債務不履行が認められる本件において、さらに重ねて\n不法行為責任について判断する必要はない。\n二　被控訴人保険組合の責任について\n証拠（甲一）によると、被控訴人保険組合は、平成五年八月四日控訴人に対\nし、被控訴人ユニソンの控訴人に対する本件事故による損害賠償義務が控訴人の勝\n訴判決により確定した場合には、一億〇二〇〇万円を限度として支払うことを連帯\nして又は各別に保証する旨約したことが認められる。そして、被控訴人保険組合が\n本件事故による被控訴人ユニソンの控訴人に対する損害賠償債務を争っていること\nは明らかであるから、控訴人の被控訴人保険組合に対する将来請求も認容されるべ\nきである。\n三　チー・リンに生じた損害について\n１　被控訴人ユニソンの損害賠償の範囲については、法二〇条二項により準用\nされる商法五八〇条二項により定められる。\n控訴人は、過失事実・及び・について被控訴人ユニソンの重過失を主張す\nる。しかし、商法五八〇条と商法五八一条の趣旨からして、商法五八一条の重過失\nとは、悪意にほとんど近似する注意欠如の状態と解されることは、前記の説示のと\nおりである。そして、控訴人の主張する右各過失事実については、本件証拠を検討\nしても一見して本船左舷の外板に亀裂があることを発見し得る状況にあったとは認\nめられないから、被控訴人ユニソンに右の内容の重過失があったとは認められな\nい。\n２　法二〇条二項により準用される商法五八〇条二項は、引渡ありたる日にお\nける到達地の価格により損害賠償額を算定することとしているが、それは、完全な\n状態で引き渡されたならば有したであろう引渡日における到達地の価格から、一部\n滅失又は毀損した状態における価格を控除した差額を損害賠償額として算定すると\nいうことである。\n（一）　丸太の減価損害\n（１）　証拠（甲八、三四の一ないし一七、四〇、五〇、五二の三、七\n四、乙三、四）によると、平成四年一〇月三一日午後五時ころ海面が本船の右舷側\n甲板に達して本船は完全に海底に接触、着座し、船積みされていたすべての丸太が\n海水に漬かったこと、本船の船底にある燃料タンクから油が流出して、海面が油で\n汚染されたこと、スアオプレスの本件事故を報道する新聞記事には本船から非常に\n多量の燃料油が流出し、海面上で浮遊している油は厚さ一センチメートルで、港内\nの本船の船首及び船尾から一〇〇メートルの長さで五〇メートルの幅にわたってい\nたことが認められた旨記載されていたこと、油が海上に広範囲に流出しないよう本\n船の周囲にオイルフェンスが設置されたこと、一一月一日から一七日ころまでにか\nけて作業員によって油を乳状にするため海面に化学溶剤を散布し、油をポンプで汲\nみ上げる等の油を除去する作業が頻繁に実施されたこと、一一月一日から一〇日に\nかけて、本船甲板等から流出して油で汚染した海中に浮遊していた丸太約五〇二本\nが救助、回収されたこと、その後同月二一日から一二月二日にかけて船艙内その他\n海中にある残りの丸太約一五八一本が海中から引き揚げられたこと、台北海事検定\n有限公司の鑑定人ａの検定報告書には、本件事故後現場で調査した結果、救助、回\n収された丸太すべてはいろんな種類の油汚損を受け、船艙内の丸太については水中\nから吊り上げる際にも油汚損された旨記載されていることが認められる。\n（２）　右事実によれば、本件事故により本船の燃料タンクから大量の油\nが海上に流出し、海中に浸った本件丸太のほとんどすべてが程度の差こそあれ、油\nに汚損したと認められる。\n被控訴人らは、本船の船艙内にあった丸太は油汚損することはなかっ\nた旨主張するが、船艙内とはいえ丸太が油に汚染された海中に沈んでいた期間は約\n二〇日間と長期間であり、大量の油がオイルフェンスで仕切られた中の海面に流出\nしていたのであり、海面上の油が海水を吸収してエマルジョンを形成し、また次第\nに海中に沈降することも十分考えられるのである（甲七八、七九）。また、頻繁に\n化学溶剤が散布され、油の除去作業も行われたが、化学溶剤が散布されて油が乳化\nされても油を微細な粒滴にして分散させるだけで油を海面から取り除くものではな\nく（甲八六）、そのことは、本件事故後船倉内にある丸太が救助されるまで油の除\n去作業が頻繁に行われていたこと（乙三、四）からも窺われる。したがって、船艙\n内にあった丸太も油汚損したことを否定することはできない。\n乙第一号証（日存企業有限公司のｃの報告書）には、一九九二年一一\n月一日から一〇日までの間に回収された丸太五〇二本のうち六〇パーセントは油汚\n染の発生は認められない、一一月二一日から一二月二日までの間に回収された丸太\n一五八一本は全く油汚染を被らなかった旨の記載がある。しかし、右丸太五〇二本\nは、後記のとおり華龍港湾工程打撈公司が回収したもので、日存企業有限公司がそ\nの作業に従事したのではないから、ｃが右丸太の油汚染の状態について正確に把握\nしていたか疑問であり、丸太一五八一本についての記述を含めて、右乙第一号証の\n報告書は採用できない。\n（３）　証拠（甲四三の一ないし三、五五の一、二、五六、七四）による\nと、チー・リンは原木の問屋であって、購入した本件丸太はカプール・ケロイン\nグ・ムーという種類に属し、建築材や室内装飾用に用いられるもので、かかる用途\nに属する材木は長く水に浸かると変質して使用に耐えず、価格が暴落し、また、油\n混じりの海中に浸り、油で汚染された木材は、汚染された部分を切り取り、汚れを\n洗うなどの処理が必要で、使用できる木材の長さも短くなること、チー・リンは、\nその回収後一年以上かけて、本件丸太を購入価格の四〇ないし五〇パーセントの価\n格で数百本単位で売却したことが認められる。\n乙第八号証（鑑定書）には、油汚損した丸太（原木）は木材の表面に\n付着した油を除去し、油が浸透している場合には浸透した部分を取り除けば本来の\n目的に使用することが可能と認められる旨記載されているが、それは、そこにも記\n載されているように、合板材料などに使用される木材について述べているのであっ\nて、本件丸太は合板ベニヤ材に使用されるものではないから（甲四三の二）、右証\n拠は採用できない。\n（４）　証拠（甲八、二七、五二の三、五五の一、二、七四）によると、\n台北海事検定有限公司の前記鑑定人は、本件事故現場に臨んで丸太の現状を検分\nし、控訴人、チー・リンの関係者などから事情聴取するなどの調査をした上で、一\n一月一日から一〇日にかけて回収された丸太五〇二本（推定一八九六・三〇七〇立\n方メートル）について、油汚損による減価率を四〇パーセントと、同月二一日から\n一二月二日にかけて回収された丸太のうち一五八一本（推定四八二八・二立方メー\nトル）はすべて油汚損していて、減価率を三五パーセントと、うち二五本（推定約\n一〇〇立方メートル）は回収作業中の全損で、減価率を一〇〇パーセントと、うち\n七一五本（推定二二〇〇立方メートル）は回収作業中の部分破損で減価率を一五パ\nーセントとそれぞれ見積ったこと、控訴人とチー・リンは、激しいやり取りの交渉\nの末、昀終的には本件丸太の右減価率を承認し、丸太の減価にかかる保険損害額に\nついては海水に浸った丸太及び油汚染された丸太の減価損害が九七〇万台湾ドル、\n救助作業中の全損、部分破損の丸太の減価損害が一九〇万台湾ドルの、合計一一六\n〇万台湾ドルと合意したことが認められる。\n油汚損した丸太について、油汚損による減価率を三五パーセントと\nし、そのうち、回収作業中の部分破損の丸太は、破損の減価率を一五パーセント加\n算し（減価率は合計五〇パーセント）、回収作業中の全損の丸太については減価率\nは一〇〇パーセントにして油汚損による減価を加算しているわけではないので、油\n汚損による減価と回収作業中の破損による減価が重複していることはない（甲五\n六）。\nまた、右丸太減価損害については、海水に浸った損害も含まれている\nが（甲八）、本件の場合、海中に大量の油が流出し、オイルフェンスによって周囲\nが囲まれたため、海水自体油で汚染されていたのであって、このような海水に丸太\nが長期間浸っていた場合、通常の状態の海水に浸った場合に比して丸太が汚損され\nることが認められ（甲七四、弁論の全趣旨）、海水に浸った損害とは、油混じりの\n海水に浸った丸太のうち油汚損の程度が軽いものを表示したとみることもでき、し\nたがって、油混じりの海水に浸った丸太について、海水に浸ったことによる減価損\n害も認められる。\n（５）　なお、本件丸太は海水を吸収し、油汚染されていて、乾いた丸太\nよりも重くて滑りやすく、そのため、丸太の回収作業で引揚げ中に吊索から落下し\nて損傷したというのであるが（甲四〇）、後記のとおり、海中にある丸太を回収し\nて第三岸壁まで引き揚げるのは、引渡義務の一環として被控訴人ユニソンに履行義\n務があるが、同被控訴人がこれを果たさなかったため、やむなくチー・リンにおい\nて日存企業有限公司に依頼して丸太の回収作業を行ったのであるから、回収作業中\nの丸太損傷による損害についても被控訴人ユニソンに賠償義務があると認める。\n（６）　以上により、丸太の減価損害については、少なくとも、控訴人が\nチー・リンに保険損害金として支払った一一六〇万台湾ドルを損害額として認める\nことができる。\n本件丸太については、前記のとおり、昀終的にはチー・リンにおいて\nほとんど売却したのであるから、本来であればその資料が提出されれば丸太の減価\n率についても明らかになる。しかし、平成七年一〇月九日から一四日にかけてチ\nー・リンの事務所のある台湾スアオ区が集中豪雨に見舞われ、水害によって右売買\nに関連した文書すべてが水浸しになってしまった（甲四三の一ないし三）というの\nであるから、控訴人が右資料を提出できないのもやむを得ないのであって、右売買\nの直接の当事者でない控訴人に右資料を提出しない責めを負わせるのは酷である。\nそして、本件において丸太のほとんどが油で汚損してその価格が減少したことは立\n証されているのであり、その減価額について台北海事検定有限公司の鑑定人が現地\n調査をし、丸太の水浸り状態、油汚損状態、破損状態を検分し、関係者からも事情\n聴取して査定し、控訴人もチー・リンもこれを了承したのであって、さらに、その\n減価率は、実際の丸太の売却価格（購入価格の四〇ないし五〇パーセント）に比し\nて控え目な数値であるとみられることを勘案すると、右査定を裏付ける資料が十分\nではなくとも、右減価査定額を損害額の基礎として認定することも相当と解する。\nなお、甲第五二号証の三（陳述書）には、鑑定人の丸太の減価査定に\n基づいて丸太回収費用の負担割合が合意されたと記載されている一方で、甲第七四\n号証（陳述書）には、丸太回収費用の六五パーセントについて、丸太の残存価値を\n表示するものとしてチー・リンから支払われたとか、丸太の減価率について丸太回\n収費用の六五パーセントをチー・リンが支払ったことも油汚染による減価率を計算\nするについて考慮したという記載があって、鑑定人の丸太の減価査定の根拠として\n丸太回収費用に関する負担割合を考慮した理由について必ずしも明確でない部分も\nあることが窺われる。しかし、前記鑑定人ａは、丸太の減価査定に当たって、単に\n丸太回収費用の負担割合のみを根拠としたのではなく、現地調査をして丸太の状態\nを検分し、関係者から事情聴取するなどして、その結果を総合的に考慮した上で丸\n太の減価査定をしたと認められることは、前記のとおりであるから、右鑑定人の右\n丸太の減価査定は相当と認められ、甲第八号証に基づいて丸太の水浸り、油汚損、\n破損による減価損害額を認定するのも不合理ではない。\n（二）　丸太回収費用\n（１）　丸太五〇二本の回収について\n証拠（甲二八、五二の三、五五の一）によると、本件事故後甲板上にあ\nった丸太及び船艙内にあった丸太の一部が海中に流出して海面に浮遊したため、ス\nアオ港の港湾当局から航海の安全のため早期に丸太の救助回収作業をするよう要請\nがあったこと、そこで、被控訴人ユニソンが華龍港湾工程打撈公司に依頼して、平\n成四年一一月一日から一〇日にかけて右丸太を救助し、第三岸壁に回収して、同岸\n壁の裏側にある蔵置ヤードへ運送し、その費用が合計一八一万四五四五台湾ドルか\nかったため、これをチー・リンに請求したこと、そこで、チー・リンと被控訴人ユ\nニソンは協議し、現場にいた前記鑑定人の丸太の減価査定に照らして、右費用につ\nいてチー・リンが六五パーセント、被控訴人ユニソンが三五パーセントの割合で負\n担し合うことに合意し、チー・リンは、平成五年二月一日右合意に基づき、右費用\nの六五パーセントに当たる一一七万九四五五台湾ドルを被控訴人ユニソンに支払っ\nたことが認められる。\n本件は、チー・リンが被控訴人ユニソンに支払った右費用の分担額に\nついて、保険金をチー・リンに支払った控訴人が改めて損害として被控訴人ユニソ\nンに請求するものであるが、右認定のとおり、五〇二本の丸太の回収については、\nチー・リンと被控訴人ユニソンの合意により負担割合を決めて、それぞれがそれに\n応じて費用を分担したものであり、その限度でチー・リンは被控訴人ユニソンに対\nする請求権を放棄したものと解され、改めてチー・リンの負担分について損害賠償\nとして被控訴人ユニソンに請求することはできないものである。\n控訴人は、右費用分担は臨時的、暫定的なもので、これによりチー・\nリンが被控訴人に対する損害賠償請求権を放棄したものではない旨主張するが、右\n費用の内訳明細書（甲二八）にもチー・リン支払の領収書（甲三二）にも、右費用\nの支払が暫定的、臨時的なもので、後日清算するなどの断りが全く記載されていな\nくて、右控訴人主張の裏付けとなる証拠がないことや前記費用分担の経緯などに鑑\nみると、控訴人の右主張は採用できない。\nまた、控訴人は、チー・リンと被控訴人ユニソンの費用分担の合意\nは、荷受人に不利益な特約なので法一五条一項に違反して無効である旨主張する\nが、右合意は、本件事故発生後にされた丸太の救助回収費用の分担についてのもの\nに過ぎず、同条項に抵触するものではない。\n（２）　丸太一五八一本の回収について\n証拠（甲六の一、二五、二九、四〇）によると、チー・リンは日存企\n業有限公司に依頼して、平成四年一一月二一日から一二月二日にかけて船艙内にあ\nる丸太ほか一五八一本の丸太を救助して第三岸壁に引き揚げたこと、その費用とし\nて二〇九万〇〇〇四台湾ドルを同会社に支払い、その後控訴人がチー・リンに右丸\n太回収費用に係る保険金として二〇九万台湾ドルを支払ったことが認められるの\nで、右金額は本件事故によりチー・リンが被った損害と認められる。\nところで、本件について商法五八〇条二項が準用され、賠償額は引渡\n日における到達地の物品の価格によって定められることは、前記のとおりである。\n【要旨第二】しかし、本件において、第一、第二運送契約ではスアオ港を陸揚港と\n約定されていたのであり、運送品である丸太を岸壁に陸揚げして引き渡すことが約\n定されたと認められるところ、本件事故に至った経緯は前記のとおりであって、丸\n太の引渡前に本件事故が発生したものとみられるのである。したがって、海中に没\nした丸太を第三岸壁に引き揚げるのは、引渡以前の問題であり、当然運送人である\n被控訴人ユニソンにおいて引渡義務の履行としてこれを行うべきであって、商法五\n八〇条二項の規定にかかわらず、その費用は同被控訴人が負担すべきであると解す\nる。\n被控訴人らは、被控訴人ユニソンとシン・チャンが航海傭船契約を結\nんでいて、積荷、揚荷の費用は同社が負担することが約定されたから、被控訴人ユ\nニソンは第三岸壁で丸太を引き渡す義務を負担していなかった旨主張する。しか\nし、右航海傭船契約は、あくまでも、被控訴人ユニソンとシン・チャンとの間に締\n結されたものであって、右積荷・揚荷費用も傭船者としてのシン・チャンが負担す\nるものであり、かりにシン・チャンが、チー・リンが傭船のために使っている会社\nであったとしても、右契約はチー・リンには直接関係しないのであるから、右約定\nをもって被控訴人ユニソンが丸太を第三岸壁でチー・リンに引き渡す義務を免れる\nものではない。\n（三）　その他の保管料等\n右損害は、特別事情に基づく損害であり、商法五八〇条二項によってチ\nー・リンが被控訴人ユニソンに請求できないものであるから、控訴人も被控訴人ら\nに対し請求できないというべきである。\n四　控訴人の保険代位\n証拠（甲四の一、二、五、六の一ないし三、七）によると、控訴人は、平成\n四年一〇月二二日、チー・リンとの間で、被保険者をチー・リン、保険の目的物を\n本件貨物、保険航路をマレーシアの港から台湾のカオシュン又はスアンまで、保険\n金額を一億一六九四万〇〇六一米ドルとの約定の海上貨物保険契約を締結したこ\nと、控訴人は、本件事故によりチー・リンが被った損害を填補するため、右保険契\n約に基づき、平成四年一二月二二日二〇九万台湾ドル、平成五年一月一五日一二七\n七万九四五五台湾ドル、同年四月一六日一一八万三〇七八台湾ドル、合計一六〇五\n万三一六三台湾ドルを支払ったことが認められる。\nしたがって、控訴人は、商法六六二条により、チー・リンが被控訴人ユニソ\nンに対して有する損害賠償債権を取得したものである。\n五　以上により、控訴人が被控訴人らに対して請求し得る損害賠償額は、前記\n三、２、（一）、（二）の合計一三六九万台湾ドルである。そして、外国通貨債権\nを円貨に換算する時期は、現実の弁済時が相当であるから、本件においては昀終口\n頭弁論期日（平成一二年六月八日）直近の平成一二年六月五日の銀行電信買価格一\n円〇・二八三二台湾ドル、銀行電信売り価格一円〇・二八七二台湾ドルの中間値で\nある一円〇・二八五二台湾ドル（甲九三）で日本円に換算すると（一台湾ドル三・\n五〇六三一一三六円）、合計四八〇〇万一四〇二円になる。\nなお、控訴人は、当審において附帯請求の起算日について本件事故当日であ\nる平成四年一〇月三一日と主張しているが、控訴人が請求するのは債務不履行によ\nる損害賠償であるから、請求のあったときから遅滞に陥るのであって、本件では訴\n状送達の翌日である平成七年一一月八日から遅延損害金が発生する。\n甲第二四号証（平成五年七月二〇日付保証状要求書）は、控訴人の代理人が\n被控訴人ユニソンに対し、被控訴人保険組合に控訴人の請求額一億〇二〇〇万台湾\nドルの保証状を発行させるよう要求するものであり、また、甲第三八号証（平成四\n年一二月一二日付チー・リンの代表者から被控訴人ユニソン宛手紙）は、チー・リ\nンの代表者が被控訴人ユニソンに対し、同被控訴人の代理店に船荷証券と引換の貨\n物引渡を迅速に処理する指示を与えること及び保険会社へ請求するための海難報告\n書等の関係書類を提出することを依頼し、重ねて本件事故により控訴人が被った損\n害すべてについて被控訴人ユニソンに責任があるものと考えている旨の意見を述べ\nているものである。したがって、いずれも、被控訴人ユニソンに対し本件損害賠償\n債務の履行を請求するものとは認められない。\n第四　結論\nよって、控訴人の本訴請求は、主文二、三項の限度で理由があるから、これ\nを棄却した原判決を変更し、控訴人の請求を右限度で認容し、その余の請求を棄却\nすることとして、主文のとおり判決する。\n（裁判長裁判官　矢崎秀一  裁判官  原田敏章  裁判官  木下秀樹）\n"
}