{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 16,
    "month": 1,
    "day": 16
  },
  "case_number": "平成14(行ウ)156",
  "case_name": "行政文書不開示決定取消請求事件",
  "court_name": "大阪地方裁判所",
  "field": "行政",
  "gist": "１　刑事訴訟法（平成１３年法律第１４０号による改正前）５３条の２は憲法２１条１項に違反しない。　２　「狭山事件」に関する証拠金品総目録が刑事訴訟法５３条の２（平成１３年法律第１４０号による改正前）に規定する「訴訟に関する書類」に該当し，行政機関の保有する情報の公開に関する法律の規定の適用がないとされた事例　３　「狭山事件」に関する領置票に記録された情報が行政機関の保有する情報の公開に関する法律５条４号の不開示情報に該当するとした行政機関の長の判断に合理性があるとされた事例　４　領置票に記録された情報の単位　５　行政機関の保有する情報の公開に関する法律５条各号所定の不開示情報に該当する独立した一体的な情報と同法６条１項に基づく部分開示の要否　６　行政機関の長が，「狭山事件」に関する領置票について，行政機関の保有する情報の公開に関する法律７条の規定による公益上の理由による裁量的開示を行わなかったことが違法ではないとされた事例",
  "case_gist": "１　行政機関の保有する情報の公開に関する法律（以下，「情報公開法」という。）による具体的な情報公開請求権は，情報公開法により創設された権利というべきであり，国民等に対し情報の公開請求権を付与するか否か，いかなる要件の下にいかなる範囲でこれを付与するかについては，国家の立法政策の問題であり，その内容について当然に違憲の問題を生ずるものということはできず，仮に，情報公開請求権が憲法上保障ないし尊重されるとしても，公共の福祉による制約に服することはいうまでもなく，刑事訴訟法（平成１３年法律第１４０号による改正前）５３条の２が「訴訟に関する書類」を情報公開法の適用外とした制限は正当なものということができ，憲法２１条１項に違反しない。　２　刑事訴訟法５３条の２（平成１３年法律第１４０号による改正前）にいう「訴訟に関する書類」とは，書類の性質・内容の如何を問わず，被疑事件・被告事件に関して作成された書類をいい，裁判所ないし裁判官の保管する書類に限らず，検察官・弁護人・司法警察員その他の者が保管しているものも含まれると解されるところ，「狭山事件」に関する証拠金品総目録は，「狭山事件」の捜査を担当する捜査機関が捜査の過程において，事件の証拠品一覧として作成したもので，同事件の事件記録の一部をなすものであるから，当該事件に対する判決が確定したか否かにかかわらず，刑事訴訟法５３条の２に規定する「訴訟に関する書類」に該当suするとして，行政機関の保有する情報の公開に関する法律の規定の適用がないとされた事例　３　「狭山事件」に関する領置票に記録された情報は，証拠金品総目録，差押調書，領置調書等の記述等と実質的に同一内容のものであり，領置票が開示されることによって，当該被疑事件・被告事件の被疑者・被告人が各証拠品について差押え，領置等を受けた者等の氏名，当該証拠品の品名，数量等，当該証拠品に関する処分内容等が明らかになり，関係者の名誉，プライバシー等を侵害し，あるいは，他の事件の捜査の過程において，証拠品の所有者等が，上記のような情報が公開されることを危惧して捜査への協力を拒絶するといった事態が生じるなど，犯罪の捜査及び公訴の維持に対して支障が生ずるおそれがないということはできず，また，「狭山事件」については，現在再審請求がなされており，同事件の再審の審理に不当な影響を与える可能性もあるといえるから，行政機関の保有する情報の公開に関する法律５条４号の不開示情報に該当するとした行政機関の長の判断に合理性があるとされた事例　４　領置票の記述等は，証拠品ごとに「表題」，「領置番号」，「事件番号」，「主任検察官」，「罪名」，「事件処分年月日」，「被疑者」，「受入取扱者印」，「処分取扱者印」，「最終調査者印」等の全証拠品に共通する記述等と，「受入命令年月日印」，「符号」，「品名」，「数量」，「領置物取扱主任官，歳入歳出外現金出納官吏受領年月日印」，「処分命令年月日印」，「命令要旨」，「てん末」の各欄，及び「備考」欄の記述等のうち当該証拠品についての部分等の当該証拠品に固有の記述等とが，全体として１個の情報を構成するものであり，領置票に記録された情報が行政機関の保有する情報の公開に関する法律５条各号に掲げる不開示情報に該当するか否かを判断するに当たっては，各証拠品ごとの独立した一体的な情報が全体として同条各号に該当するか否かを判断すべきであり，これらの情報を構成する各記述等のうち，被疑者氏名，主任検察官氏名，各証拠品の品名・数量，受入取扱者印といった各部分ごとにその不開示情報該当性の有無を判断することはできないと解するのが相当である。　５　行政機関の保有する情報の公開に関する法律第６条１項は，不開示情報に該当する独立した一体的な情報を更に細分化し，その一部を非公開とし，その余の部分にはもはや不開示情報に該当する情報は記録されていないものとみなして，これを公開することまでをも行政機関の長に義務づけているものと解することはできない。　６　行政機関の長が「狭山事件」に関する領置票について，行政機関の保有する情報の公開に関する法律７条の規定による公益上の理由による裁量的開示を行わなかったことにつき，領置票に記録されている情報は，当該事件の公判等における個別の証拠開示等の手続によって行われるべきものと解するのが相当であり，また，領置票を開示することによって直ちに他の被疑事件・被告事件におけるえん罪ないし誤判が防止されるということは困難であると言わざるを得ないから，行政機関の長に裁量権の逸脱ないし濫用があったということはできないとして，違法ではないとされた事例",
  "lawsuit_id": "15075",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=15075",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/075/015075_hanrei.pdf",
  "contents": "主　　　文\n１　原告の請求をいずれも棄却する。\n２　訴訟費用は原告の負担とする。\n事実及び理由\n第１　請求\n被告が原告に対し平成１３年８月１３日付けでした「「狭山事件」に関する領置\n票（証拠品事務規程第５条様式第２号）」及び「「狭山事件」に関する証拠金品総\n目録（証拠品事務規程第４条様式第１号）」の各不開示決定をいずれも取り消す。\n第２　事案の概要\n本件は，原告が被告に対し，行政機関の保有する情報の公開に関する法律（以下\n「法」という。）の規定により，被告人に有罪の言渡しをした判決が確定し，これ\nに対する再審請求がなされている特定の刑事事件に関する領置票及び証拠金品総目\n録の開示請求をしたところ，被告が，上記各文書をいずれも開示しない旨の決定を\nしたことから，上記各決定の取消しを求めた事案である。\n１　争いのない事実等\n（１）　原告は，平成１３年７月１６日，被告に対し，法４条１項の規定により，\n開示を請求する行政文書の名称等を「「狭山事件」に関する領置票（証拠品事務規\n程第５条様式第２号）」（以下「本件領置票」という。）及び「「狭山事件」に関\nする証拠金品総目録（証拠品事務規程第４条様式第１号）」（以下「本件証拠金品\n総目録」といい，本件領置票とあわせて「本件各文書」という。）として，上記各\n文書の開示請求をした（甲１，５）。なお，「狭山事件」とは，昭和３８年５月に\n埼玉県狭山市において発生した強盗殺人等の事実に関する刑事事件の通称であり，\n同事件に関しては，昭和５２年８月，被告人を無期懲役に処する旨の判決が確定し\nたが，現在，同確定判決に対する再審請求がなされている（甲７，８，１０）。\n（２）　被告は，平成１３年８月１３日付けで，前記（１）の各開示請求に対し，\n本件領置票については，個人に関する情報（法５条１号）が記録されていること，\n及び犯罪の捜査等に支障を及ぼすおそれがあると認められる情報（法５条４号）が\n記録されていることを理由として，本件証拠金品総目録については，刑事訴訟法５\n３条の２（平成１３年法律第１４０号による改正前のもの。以下同じ。）の「訴訟\nに関する書類」に当たり法の規定が適用されないことを理由として，法９条２項の\n規定により，いずれも開示しない旨の決定をした（以下，本件領置票の不開示決定\nを「本件決定（領置票）」，本件証拠金品総目録の不開示決定を「本件決定（証拠\n金品総目録）」といい，これらをあわせて「本件各決定」という。甲２，６）。\n（３）　原告は，平成１３年９月１日付けで，検事総長に対し，本件各決定の取消\nしを求める審査請求をした（甲３）。\n（４）　検事総長は，前記（３）の審査請求を受けて，平成１３年１２月２７日付\nけで，情報公開審査会に対し，本件各決定についての諮問をしたところ，同審査会\nは，平成１４年８月２日付けで，本件各決定はいずれも妥当である旨の答申をした\n（乙１）。\n（５）　検事総長は，平成１４年８月２１日付けで，前記（３）の審査請求を棄却\nする旨の裁決をした（甲４）。\n（６）　原告は，平成１４年１０月３０日，当裁判所に対し，前記（５）の裁決の\n取消しを求める訴えを提起し（大阪地方裁判所平成１４年（行ウ）第１４８号行政\n文書不開示決定に係る審査請求棄却裁決取消請求事件），同年１１月１３日，本件\n各決定の取消しを求める本件訴えを上記訴訟に併合して提起した（原告は，その\n後，上記裁決の取消しを求める訴えを取り下げた。）。\n２　争点\n本件の争点は，本件各決定の適法性である。\n（１）　本件証拠金品総目録が「訴訟に関する書類」（刑事訴訟法５３条の２）に\n該当するか否か（本件決定（証拠金品総目録）について）\n（被告の主張）\nア　本件証拠金品総目録は，刑事訴訟法５３条の２の「訴訟に関する書類」に該当\nし，法の規定は適用されないから，これを不開示とした本件決定（証拠金品総目\n録）は適法である。\n刑事訴訟法５３条の２が「訴訟に関する書類」について法の規定を適用しないこ\nととしたのは，このような書類については，①それが作成・取得される捜査・公判\nに関する国の活動の適正確保は司法機関である裁判所により図られるべきであるこ\nと，②その取扱い，開示・不開示の要件，開示手続等は，刑事訴訟法（４０条，４\n７条，５３条，２９９条等）及び刑事確定訴訟記録法等により自己完結的に定めら\nれていること，③類型的に秘密性が高く，その大部分が個人に関する情報であると\nともに，開示により犯罪捜査，公訴の維持その他の公共の安全と秩序の維持に支障\nを及ぼすおそれが大きいこと等を理由とするものである。また，刑事訴訟法４７条\nに規定する「訴訟に関する書類」とは，被疑事件又は被告事件に関して作成された\n書類をいい，裁判所又は裁判官の保管している書類に限らず，検察官・司法警察\n員・弁護人その他の第三者の保管しているものをも含むと解されているところ，同\n条は，公判開廷前における刑事事件に関する書類の公開に関する一般原則を定めた\nものと解し得るので，同法５３条の２の「訴訟に関する書類」の意義も，同法４７\n条の「訴訟に関する書類」と同様に解するのが合理的である。\nしたがって，刑事訴訟法５３条の２にいう「訴訟に関する書類」とは，被疑事\n件・被告事件に関して作成され，又は取得した書類をいうと解すべきである。\nイ　本件証拠金品総目録は，特定事件に関する証拠金品総目録であるが，そもそ\nも，証拠金品総目録には，検察官又は検察事務官において作成するものと司法警察\n職員において作成するものとがある。\n検察官ないし検察事務官において作成する証拠金品総目録は，事件事務規程（昭\n和６２年法務省刑総訓第１０６０号訓令。乙２）に基づいて，個々具体的な事件の\n捜査を担当する検察官又は検察事務官が，証拠品を領置したとき及び差し押さえた\n場合に作成し（事件事務規程１２条４項，４９条２項），同目録には，証拠品の領\n置番号，表題，被疑者氏名，符号，証拠品の品名，数量，被差押人等の住居・氏\n名，所有者の住居・氏名，備考として処分の内容が記載される（乙３）。他方，司\n法警察職員において作成する証拠金品総目録は，検察官の司法警察職員に対する一\n般的指示（刑事訴訟法１９３条１項）としての検事総長指示（平成１２年最高検企\n第５４号指示。乙４）に基づいて，捜査の過程において，個々具体的な事件の捜査\nを担当する司法警察職員が作成し，同目録には，表題，被疑者氏名，領置番号，証\n拠品の品名，数量，被差押人等の住居・氏名，所有者の住居・氏名，備考として司\n法警察職員又は検察官における処分の内容が記載される（乙５）。このうち，領置\n番号及び検察官における処分の内容は検察庁において記入されるが，その余は司法\n警察職員において記入され，関係書類と併せて検察庁に送致されて検察庁の保有す\nるところとなる。\nこれらの証拠金品総目録は，個々具体的な事件の捜査を担当する検察官，検察事\n務官又は司法警察職員が，その担当する事件における証拠品の概要を記録した捜査\n書類であり，捜査を遂行するため，当該事件の証拠品の存在及びその内容等につい\nて，必要な事項を一覧的に把握できるようにするとともに，証拠品が適正かつ確実\nに捜査資料とされていることを確認することを目的として作成されるものであっ\nて，捜査官の捜査資料として利用され，また，当該事件の捜査記録の一部として保\n管・管理されている。\nこのような証拠金品総目録の性質及び内容にかんがみれば，これが被疑事件・被\n告事件に関して作成された書類であることは明らかであるから，本件証拠金品総目\n録は刑事訴訟法５３条の２の「訴訟に関する書類」に該当するというべきである。\nウ　なお，原告は，「訴訟に関する書類」であっても，捜査及び裁判が終結・確定\nした段階においては，一般文書と同じく法の規定に従って開示・不開示が決定され\nるべきであると主張する。しかし，刑事訴訟法５３条の２が「訴訟に関する書類」\nについて法の適用を除外した前記ア①ないし③の趣旨は事件確定後でも変わらない\nし，ある書類につき，捜査及び裁判が終結・確定するまでは「訴訟に関する書類」\nに該当するが，それ以降は該当しなくなるという解釈は，同条の文理・文言上，極\nめて無理があり，あまりに不合理というほかない。\nしたがって，被疑事件・被告事件に関して作成され，又は取得した書類であれ\nば，事件確定の前後を問わず，「訴訟に関する書類」に該当するというべきであ\nる。\nエ　よって、本件証拠金品総目録は刑事訴訟法５３条の２に規定する「訴訟に関す\nる書類」に該当し、法の規定は適用されないから，これを不開示とした本件決定\n（証拠金品総目録）は適法である。\n（原告の主張）\nア　法５条は，開示請求に対する行政機関の長の開示義務を明らかにし，原則開示\nの基本的枠組みを明示している。したがって，ある文書を不開示とするためには，\n行政機関の長においてその事由を具体的に述べ，不開示処分の適法性を主張立証し\nなければならない。しかし，本件証拠金品総目録が「訴訟に関する書類」（刑事訴\n訟法５３条の２）に該当するとの被告の主張は，不開示処分の適法性の主張・立証\nとはほど遠いものである。\nそもそも，公務員たる検察・警察が公金を用いて収集した証拠は，検察や警察の\n私有物ではなく「公共財」であるから，有罪立証のみならず社会正義と真実追究の\nために用いられなければならない。すなわち，公益の担い手である検察・警察は，\n公共財たる証拠について，法の規定するところにより，いつでも，誰に対しても公\n開する義務を負っているのである。また，証拠金品総目録は，被告の主張する実務\n上の要請のみならず，検察・警察が公権力を行使してなす捜査が適正かつ適法に行\nわれたことを客観的に担保するために作成されるものであるから，主権者たる国民\nがこれに対してアクセス可能であることが要請される。さらに，被告は，本件証拠\n金品総目録のような「訴訟に関する書類」の開示は刑事訴訟法及び刑事確定訴訟記\n録法等で規律されるべき事柄であると主張するが，証拠リストや未開示証拠につい\nては，刑事訴訟法等による開示の道は閉ざされており，訴訟規律も機能していな\nい。\nしたがって，警察・検察が収集した証拠に関する文書等について一律に法の適用\nを除外することは大きな誤りであり，証拠金品総目録についても法により開示され\nるべきなのである。刑事訴訟法５３条の２は，「訴訟に関する書類」には法の規定\nは適用しないと規定するのみの暖昧かつ無限定な規定であり，「知る権利」（憲法\n２１条１項）を定めた憲法の理念及び規定に基づく法の精神・目的を骨抜きにする\nものであるから，廃止されるべきである。\nイ　仮に，捜査や裁判が継続中の事件についての証拠金品総目録が「訴訟に関する\n書類」に該当し，刑事訴訟法５３条の２の規定により法の規定の適用が除外される\nとしても，これらの書類が適用除外とされた趣旨は，これを開示すると捜査及び公\n訴の維持等に支障を来すことにあるから，少なくとも捜査及び裁判が終結・確定し\nた段階においては，一般文書と同じく法の規定に従って開示・不開示が決定される\nべきである。\n本件証拠金品総目録に係る「狭山事件」の判決はすでに確定しており，これを開\n示したとしても「狭山事件」の捜査及び裁判に支障を来すことはないから，本件証\n拠金品総目録は法の規定により開示されるべきである。\nウ　よって，本件証拠金品総目録には法の規定は適用されないとしてこれを不開示\nとした本件決定（証拠金品総目録）は違法である。\n（２）　本件領置票に記録された情報が法５条１号及び４号の不開示情報に該当す\nるか否か並びに本件領置票の部分開示の要否（本件決定（領置票）について）\n（被告の主張）\nア　不開示情報該当性の主張立証責任\n後記ウのとおり，本件領置票に記録された情報はいずれも法５条１号及び４号の\n不開示情報に該当するというべきであるが，法３条，５条本文等の規定からすれ\nば，ある情報が法５条各号に掲げる不開示情報に該当することについては，原則と\nして被告が主張立証責任を負うものと解される。\nしかし，法５条１号のように，不開示事由の規定が本文とただし書とに分かれて\nいる場合には，そのただし書は，本文によって不開示とされる情報から除外される\n情報を定めたもので，開示請求者がその適用を求めるべき規定であるから，ただし\n書該当性については原告が主張立証責任を負うと解すべきである。また，法５条４\n号に定める公共の安全等に関する情報の該当性の判断については，同号が単に「お\nそれのある情報」ではなく「行政機関の長が認めることにつき相当の理由がある情\n報」という規定の仕方をとったことからも明らかなように，行政庁に比較的広範な\n裁量権が付与されているというべきであるから，不開示とする判断が裁量権を逸\n脱・濫用するものであることについて原告が主張立証責任を負うと解すべきである\n（行政事件訴訟法３０条参照）。\nさらに，不開示決定取消訴訟の審理には，①当該文書の具体的記載文言等を明ら\nかにしないまま，当該文書にはいかなる種類，性質の情報が記録されているかを基\nに，②そのような種類，性質の情報が開示された場合には，不特定の多様な人々と\nの間で，一般的にどのような支障が生じるおそれがあるかを判断すべきことになる\nという特質があるため，被告としては，当該文書が公にされた場合に生じる支障の\n蓋然性自体を証拠に基づいて直接具体的に証明する必要はなく，不開示情報に該当\nすると主張する情報の類型的な性質を明らかにするなどにより，そのような情報が\n公にされた場合，経験則上，いかなる支障が生ずるおそれがあるかを判断すること\nが可能な程度の主張立証をすれば足りると解すべきである。\nイ　本件領置票に記録された情報の把握\n（ア）　次に，ある情報について法５条各号の不開示情報該当性を判断するために\nは，その前提として，同条各号に関する判断に先行し，かつ，これと切り離して，\n「情報」を把握する必要がある。一般に，情報とは「ある事柄についての知らせ」\nを意味するから，その内容をなす事象，事柄を知らせる機能（伝達機能）を果たし\n得べきものであることが前提となるが，法１条，５条各号等の規定に照らすと，法\n上の「情報」とは，それが法５条各号に掲げる不開示情報に当たるかどうかを決定\nすることが可能な程度の内容ないし実質を備えたものであること，及びそれを公開\nすることにより，社会生活上の特定の意味のまとまりのある内容が伝達され，政府\nの有するその諸活動を国民に説明する責務を全うすることに客観的に資するといえ\nるような，それ相応のまとまりをもったものであることが想定されていると解され\nる。そして，各個の行政文書につき，そこに記録された一つの「情報」を把握する\nためには，上記のような情報の伝達機能及び内容に文書の体裁等の外形的な事情を\nもあわせ考慮し，社会通念によって判断するほかない。\n（イ）　本件領置票は，特定事件に関する領置票であるが，領置票は，検察庁にお\nける証拠品（刑事事件について押収された物及びその換価代金）に関する事務の適\n正な運用を図るべく，証拠品事務規程（平成２年法務省刑総訓第２８７号訓令。乙\n６）に基づき作成されるものであり，各証拠品ごとに，その受入れ，保管，処分等\nの状況を明らかにするものである（同規程１条，４条１項，２項，７条，１１条，\n２０条１項，３項等参照）。なお，領置票は，証拠金品総目録とは異なり，被疑事\n件・被告事件に関して作成され，又は取得した書類ではないから，「訴訟に関する\n書類」（刑事訴訟法５３条の２）には該当せず，「行政文書」（法２条２項）とし\nて法の規定が適用されることになる。\n領置票（乙７）には，各証拠品ごとに，受入年月日，符号，品名，数量，歳入歳\n出外現金出納官吏受領年月日，処分命令年月日，命令要旨，てん末が，横一列の記\n載欄に記入され，また，最下部（備考欄等）には，各証拠品に関する記入欄に書き\nきれなかった証拠品に関する事務に関連する事項（証拠品の還付を受けた者の氏名\n等）が記載されるほか，各証拠品の受入れ，処分に関与した者の確認印が押印され\nる。さらに，その最上部（表題部）には，領置番号，事件番号，主任検察官氏名，\n罪名，事件処分年月日，被疑者氏名が記載されるが，これらは当該証拠品が当該事\n件の証拠品であることを特定するためのものであるから，他の各証拠品に関する部\n分等と別個独立に記入されるわけではなく，この部分も，個々の証拠品に関する情\n報の一部をなすものというべきことになる。\n以上のような領置票の性質，内容にその記録事項，体裁をあわせ考えると，領置\n票においては，受け入れた各証拠品ごとの，受入年月日，符号，品名，数量，歳入\n歳出外現金出納官吏受領年月日，処分命令年月日，命令要旨，てん末の記載と，最\n上部（表題部）の領置番号，事件番号，主任検察官氏名，罪名，事件処分年月日，\n被疑者氏名，さらには，最下部（備考欄等）の中の，各証拠品に関連する記載事\n項，確認印が一体となって，各証拠品の受入れ，保管，処分等の状況に関する独立\nした１個の情報を構成しているものと解される。\n（ウ）　したがって，本件領置票の記載については，「狭山事件」において領置さ\nれた各証拠品ごとに，領置票最上部（表題部）を含め，受入年月日，符号，品名，\n数量，歳入歳出外現金出納官吏受領年月日，処分命令年月日，命令要旨，てん末等\nの関係記載部分が，それぞれ当該証拠品の受入れ，保管，処分等の状況に関する独\n立した一体的な情報をなすものとみるべきである。\nウ　本件領置票に記録された情報の不開示情報該当性\nそこで，本件領置票に記録された情報が法５条１号及び４号の不開示情報に該当\nするか否かを検討する。\n（ア）　法５条１号該当性\n本件領置票における各証拠品ごとの記載（各情報）をみると，被疑者氏名，罪\n名・事件番号，主任検察官氏名，受入れ等の証拠品に関する事務を担当した証拠品\n係事務官の確認印が記載ないし押捺され，また，備考欄には，証拠品の還付を受け\nた者の氏名が記載される場合もあるところ，これらは，特定の被疑者に係る，特定\nの刑事事件（罪名，事件番号）において，当該証拠品を，誰が，いつ受け入れ，誰\nに還付したかという，個人に関する情報であって，それらの氏名，罪名，事件番号\nによって特定の個人（被疑者，証拠品の還付を受けた者，証拠品係事務官）を識別\nできるものに該当する。\nしたがって，本件領置票に記録されている情報は，いずれも法５条１号の不開示\n情報に該当する。\n（イ）　法５条４号該当性\n法５条４号については，前記アのとおり，原告において，被告が本件領置票に記\n録されている情報が同号の不開示情報に該当すると判断したことが裁量権の逸脱又\nは濫用に当たることを主張立証しなければならないところ，原告は，これについ\nて，「狭山事件」は確定事件であって，捜査等の支障があるはずもないから，法５\n条４号の対象外であると主張する。\n領置票に記録された情報の内容は前記イ（イ）のとおりであり，これらが公にさ\nれれば，特定の刑事事件について，検察官が，いつ，いかなる証拠品を入手したか\nという事実や，当該証拠品に関する処分として，公判段階で裁判所に提出したかと\nいう事実が明らかになる。個別具体的な刑事事件において，検察官（捜査機関）\nが，犯罪立証のために，誰から，いかなる証拠品を，どの程度収集し，また，収集\nした証拠品のうちのいずれを，公判段階で，裁判所に証拠として提出するかは，当\n該事件における被疑者（被告人）及び被害者等の関係者の行動に関係し，当該事件\nにおける捜査の遂行及び公訴の維持と密接に関連するほか，各種の刑事事件におけ\nる捜査の遂行及び公訴の維持の一般的な方針・手法とも無関係ではないから，これ\nらの情報の開示・不開示の判断にあたっては，刑事司法に及ぼす影響を考慮し，当\n該事件はもとより，後の各種の刑事事件に関する捜査の遂行や公訴の維持に対し不\n当な影響を及ぼし，あるいは，関係者の名誉やプライバシーを不当に侵害すること\nのないように，検察官の職責を踏まえた慎重な判断が求められる。\nしかるところ，本件領置票に記録された情報を開示すれば，「狭山事件」におけ\nる検察官の手持ち証拠の内容やその処分等が明らかになり，同事件の捜査，公訴の\n維持に支障を及ぼすおそれがあると考えられる。確定事件であっても，再審や非常\n上告が認められているところ（刑事訴訟法４３５条，４５４条），現に「狭山事\n件」については，現在再審請求がされていることからして，上記支障を及ぼすおそ\nれはより一層著しいと考えられる。\nまた，本件領置票に記録された情報を開示すれば，各種の刑事事件における捜査\nの遂行及び公訴の維持に関する一般的な方針・手法を，立証の必要等を超えて明ら\nかにすることになる上，関係者の名誉やプライバシーを必要以上に侵害することに\nもなり，今後，証拠品の所有者等の関係者から捜査・公判に対する協力を得ること\nが困難になるなど，刑事事件の適正な捜査及び公訴の維持等に支障を及ぼすおそれ\nがあるとも考えられる。\nさらに，領置票は，証拠品に関する事務に関して作成される行政文書ではあると\nはいえ，証拠品係事務官が，証拠品と証拠金品総目録及び差押調書又は領置調書と\nを対査した結果を踏まえて作成・記載するものであるから（証拠品事務規程４条１\n項，２項，５条参照），これらの書類の内容と実質的に同一のものといえるとこ\nろ，これらの書類は，刑事訴訟法５３条の２の「訴訟に関する書類」に該当し，法\nの適用はないと解される。しかるに，領置票に記録された情報が公にされれば，結\n局は，法の規定に基づき，「訴訟に関する書類」を開示するに等しく，「訴訟に関\nする書類」について法の適用を除外した刑事訴訟法５３条の２の趣旨を没却するお\nそれがあるというべきである。\n以上のようなことから，被告は，本件領置票に記録された情報を公にすれば，捜\n査，公訴の維持に支障を及ぼすと判断したのであって，その判断に裁量権の逸脱・\n濫用はない。\nエ　部分開示の要否\n（ア）　法６条１項\n法６条１項本文は，その文言から明らかなとおり，行政文書の中に複数の情報が\nあり，その中に開示情報と不開示情報とがある場合に，当該不開示情報以外の情報\nを開示する義務を定めたものである。前記イ及びウのとおり，本件領置票において\nは，各証拠品ごとに，関連する記載がそれぞれ１個の情報を構成しているところ，\nこれらはいずれも法５条１号及び４号の不開示情報に該当する。\nしたがって，本件領置票に記録されている情報はすべて不開示情報であって，本\n件は行政文書の一部に不開示情報が記録されている場合でないから，法６条１項を\n適用して部分開示をする余地はない。\n（イ）　法６条２項\n法５条１号前段は，その文理上，問題となる情報から，それに含まれる氏名，生\n年月日その他の記述等を除いたその余の部分を含めて一つの不開示情報を構成する\nことを前提とするものであることは明らかであるが，法６条２項は，部分開示の特\n例として，個人に関する情報のうち，氏名，生年月日等の特定の個人を識別するこ\nとができることとなる記述等を除くことによって，公にしても個人の権利利益が害\nされるおそれがないと認められるときは，残りの記述等については，個人に関する\n情報には含まれないとみなすことによって，１個の情報のうちの一部分を開示する\n義務を創設したものである。\n本件領置票に記録されている情報は，いずれも法５条１号のみならず，同条４号\nにも該当するところ，法６条２項は法５条１号前段の個人に関する情報に限った規\n定であるから，そもそも法６条２項を適用して部分開示を認める余地はない。しか\nし，法５条１号前段の個人に関する情報という側面のみを考察しても，本件領置票\nに記録された情報に含まれる記述等については，下記ａないしｃのとおり，いずれ\nも法６条２項を適用して部分開示をすべきものとはいえない。\nａ　特定の個人を識別することができることとなるもの\n法５条１号本文にいう特定の個人を識別することができるものとは，他の情報と\n照合することにより，特定の個人を識別することができることとなるものを含むと\nころ，本件領置票に記録された情報を構成する記述等のうち，被疑者氏名のように\nそれ自体で個人を識別し得るものはもとより，領置番号，事件番号，罪名，事件処\n分年月日についても，「狭山事件」に関する報道等と照合することにより，個人を\n識別し得るから，個人識別性のある記述といえる。また，証拠品の還付を受けた者\nの氏名，受入事務等を担当した証拠品係事務官の確認印も，それ自体個人を識別し\n得るものである。\nこれらについては，法６条２項の規定により開示すべき部分から除外される。\nｂ　個人の権利利益を害するおそれがないと認められないもの\n前記ａの記述等以外の各証拠品に関する記述等は，それ自体として特定の個人を\n識別させるものとまではいえないが，これらを公にすれば，いつ，どのような証拠\n品が収集され，どのような処分がなされたかが明らかになり，証拠品の内容等から\n事件の内容が推測され得ることからすると，事件の内容についても明らかになる可\n能性がある。そして，事件の内容は，当該被疑者のみならず，被害者等を含めた関\n係者にとっても，機微にわたる情報であり，殊に「狭山事件」のような重大事件に\nおいては，そのような性質が著しいというべきである。そうすると，これら各証拠\n品に関する記述等が公にされた場合には，被疑者等の個人の権利利益が害されるこ\nとは明らかである。\nしたがって，これらの部分も法６条２項の規定により開示すべき部分に当たらな\nい。\nｃ　有意でないもの\n前記ａ及びｂの記述等以外の記述等で部分開示の余地があるのは，最上部（表題\n部）の「領置票」との表題等に限られるが，これらは，それのみではなんら有意で\nあるとは認められないから，これらの部分も開示すべきものではない（法６条２\n項，同条１項ただし書）。\nオ　まとめ\nよって，本件領置票に記録されている情報については，いずれも法５条１号及び\n４号の各不開示情報に該当する上，法６条１項ないし２項により部分開示を行う余\n地もないから，本件領置票を不開示とした本件決定（領置票）は適法である。\n（原告の主張）\nア　法５条１号該当性及び部分開示の要否について\n本件領置票に記録された情報のうち，被疑者氏名が法５条１号の不開示情報に該\n当することは認めるが，これは容易に区分できるものであるから，被疑者氏名を除\nいたその余の部分は法６条の規定により部分開示がなされるべきであり，法５条１\n号を理由として全面不開示とすることは許されない。\n被告は，不開示情報が含まれる情報はひとつながりの情報としてとらえ，切り離\nすべきでないと主張するようであるが，かかる主張は情報の一体性を強調して部分\n開示を封ずることを目的とする詭弁であるといわざるを得ない。行政機関には，不\n開示情報を厳密に限定し，原則公開の法の要請に最大限応える責務があるというべ\nきである。\nまた，被告は，事件番号や事件処分年月日については，「特定の個人を識別する\nことができることとなるもの」，証拠品の品名，数量，証拠品受入年月日等につい\nては，公にすることにより「個人の権利利益を害するおそれがないと認められない\nもの」，表題等のその余の部分については，「有意でないもの」に当たるとして，\nいずれも部分開示の対象にならないと主張する。しかし，社会通念上，多数ある証\n拠品に係る事件番号等によって個人を識別することが可能であるとはおよそ考えら\nれないし，証拠品の内容等から事件の内容が推測され，事件の内容が明らかになる\n可能性があるとの主張にもなんら根拠はなく，いずれも不当な拡大解釈であるとい\nわざるを得ない。また，証拠品係事務官の氏名等，公職にある者の公務に関わる個\n人情報についてはそもそも法５条１号の対象外である。さらに，当該記述等が有意\nであるか否かの判断は請求者の開示請求の目的を十分に斟酌して行われるべきであ\nり，行政機関の恣意によるべきではない。\nなお，領置票と同種の文書である特別抗告事件整理簿の開示請求に関し，検事総\n長は，被告のした全面不開示決定を変更して被疑者被告人等及び特別抗告申立人の\n氏名のみを不開示とする一部開示決定をしたところ，領置票に関する被告の上記主\n張はことごとく特別抗告事件整理簿にも当てはまるものであるから，被告の主張は\n上記一部開示決定により否定されたというべきである。\nイ　法５条４号該当性について\n被告は，法５条４号については，原告において，被告の判断が裁量権の逸脱又は\n濫用に当たることを主張立証しなければならないと主張するが，前記（１）におい\nて主張したとおり，不開示情報該当性の主張立証責任はすべて被告が負担するもの\nである。法５条４号の不開示情報の該当性の判断に関して行政機関の長に裁量権が\n認められるとしても，それは限定的なものにとどまり，裁量権の逸脱・濫用がない\nことについて被告が主張立証責任を負うと解すべきである。\nまた，被告は不開示決定取消訴訟の特質や特殊性をことさらに強調するが，それ\nを理由に不開示決定の適法性に関する被告の主張立証責任が軽減されたり，免除さ\nれたりすることはない。ある情報を公開することにより生ずる支障について具体的\nに説明・論証することは行政機関に課せられた法的責務であり，放棄は許されな\nい。\n領置票については，これが公共財であることは証拠金品総目録と同様であるか\nら，行政機関はこれを国民に対し開示すべき義務を負い，「不当な影響」などとい\nった暖昧模糊とした理屈によって恣意的に不開示とすることはできない。そもそ\nも，本件領置票に係る「狭山事件」はすでに確定しているのであるから，捜査等の\n支障はあるはずがないのである。\nなお，被告は，領置票が開示されれば「訴訟に関する書類」について法の規定の\n適用を除外した刑事訴訟法５３条の２の趣旨を没却することになると主張するが，\nそもそも同条が法に背馳するもので廃止されるべきであることは前記（１）におい\nて主張したとおりである。\n以上のような見識を欠き，公共財の隠匿を正当化する論理に基づいてなされた被\n告の判断は，裁量権の逸脱・濫用そのものである。\n（３）　公益上の理由による裁量的開示（法７条）の要否（本件各決定について）\n（被告の主張）\nア　原告は，本件各文書について，法７条の規定による公益上の理由による裁量的\n開示がなされるべきであると主張する。\n法は，国民主権の理念に基づき，行政情報は可能な限り開示すべきものとしてい\nる（法１条参照）が，他方，個人，法人等の権利利益や，国の安全，公共の利益等\nを適切に保護するため，情報を開示しないことが必要な場合があり、開示すること\nの利益と開示しないことの利益とを適切に調整する必要があることから，開示しな\nいことに合理的な理由がある情報を不開示情報としてできる限り明確かつ合理的に\n定め，この不開示情報が記録されていない限り，開示請求に係る行政文書を開示し\nなければならないとしている（法５条）。\nこのような開示・不開示の枠組みからすると，開示請求に係る行政文書に法５条\n各号に掲げる不開示情報が記録されているときは，一般的にみて開示しないことの\n利益が開示することの利益に優越するから，行政機関の長は開示請求に応じて当該\n文書を開示してはならないこととなる。もっとも，個々の事例における特殊な事情\nによっては，不開示情報が記録されている場合であっても，開示することの利益が\n開示しないことの利益に優越すると認められる場合があることを否定できないこと\nから，このような場合に，行政機関の長の高度の行政的な判断により裁量的開示を\n行う余地を残したのが法７条である。\nかかる法７条の趣旨に加え，同条の見出しが「公益上の理由による裁量的開示」\nとされていることからも明らかなように，法７条の規定による裁量的開示をするか\n否かを判断するに際しては，行政機関の長に，公益上の必要性の認定につき要件裁\n量が認められている。そうすると，法７条の規定による裁量的開示をするか否かの\n判断が違法となるのは，その判断に裁量権の逸脱・濫用があった場合に限られる\n（行政事件訴訟法３０条参照）。そして，この裁量権の逸脱・濫用を基礎づける事\n実の主張立証責任は，当該判断の違法を主張する者，すなわち原告が負うというべ\nきである。\nイ　以上を前提に本件について検討すると，まず，本件証拠金品総目録について\nは，前記（１）のとおり，刑事訴訟法５３条の２の「訴訟に関する書類」に該当\nし，そもそも法が適用されないのであるから，法７条に基づいて開示するというこ\nともあり得ない。\n次に，本件領置票については，原告は，「狭山事件」の被告人が長期拘禁生活を\n余儀なくされ，無実を訴え続けていること，証拠物については弁護側の自由なアク\nセスが保障されるべきであること，再審無罪の冤罪事件においては未開示証拠が大\nきなポイントとなるところ，「狭山事件」については，証拠リストや不提出証拠に\nついては開示の道が閉ざされていること等をもって，本件領置票を不開示とした被\n告の判断が裁量権の逸脱・濫用に当たると主張するものと解される。\nしかしながら，原告の上記主張は，あくまで「狭山事件」の被告人の個人的利益\nという「私益」に関するものにすぎず，法７条の適否の判断にあたり考慮すべき\n「公益」には当たらない。しかも，証拠リストや不提出証拠の開示は，まさに，刑\n事訴訟法及び刑事確定訴訟記録法等で規律されるべき事柄であり，個別事件におい\nて，それらの開示が現実には認められなかったとしても，法７条の公益上の理由に\nよる裁量的開示を正当化する事情にはおよそ該当しないというべきである（なお，\n刑事訴訟法において当事者主義が採用されていること（刑事訴訟法２９８条１項，\n３１２条１項等）からすれば，不提出証拠については，証拠物を含め，検察官は原\n則として被告人及び弁護人に開示する義務を負わないと解されるから，証拠物につ\nいて弁護側の自由なアクセスが保障されるべきであるなどという原告の主張は独自\nの見解にすぎない。）。\nまた，公共の安全等に関する情報について，行政機関の長の裁量を尊重すること\nとした前記法５条４号の趣旨からすれば，法５条４号に該当する情報が記録された\n文書について，法７条に基づく開示を行うべきか否かの利益衡量の適否の判断にお\nいては，行政機関の長の判断が著しく合理性を欠くような場合は格別，基本的に\nは，法７条に基づく公益上の理由による裁量的開示を行わないとした行政機関の長\nの判断を尊重すべきである。\nよって，本件領置票について，被告が法７条の規定による公益上の理由による裁\n量的開示をしなかったことが裁量権の逸脱・濫用に当たるとは到底認められない。\nウ　以上のとおり，本件各決定は，法７条との関係においても適法である。\n（原告の主張）\n仮に本件各文書に記録された情報が法５条１号ないし４号の不開示情報に該当す\nるとみる余地があるとしても，行政機関の長は，人の生命，健康，生活又は財産を\n保護するため，公にすることが必要である場合には，法７条の規定により，当該文\n書を開示しなければならない。\n「狭山事件」の被告人は，冤罪により３１年７か月もの長期拘禁生活を余儀なく\nされ，４０年にわたって無実を訴え続けている。現下の最重要事項は，証拠リスト\nを含む未開示証拠の開示問題であるが，前記（１）において主張したとおり，本\n来，証拠物は検察の恣意によって開示・不開示が決定されるべきではなく，弁護側\nの自由なアクセス権が保障されるべきものである。このような証拠開示をめぐる問\n題は，「狭山事件」のみならず，すべての刑事裁判に関わるものであることはいう\nまでもなく，本件各文書の開示は，冤罪の被害者である「狭山事件」の被告人の生\n命，健康，生活，財産の保護にとって不可欠であると同時に，冤罪・誤判を繰り返\nさないという社会的正義・公正，すなわち公益の確保のためにも必要なことであ\nる。誤判・冤罪事件においては証拠開示が大きな意味を持っているのであり，この\nことは，無辜の不処罰という司法に課せられた使命の遂行と証拠開示とは不可分で\nあることを明らかにしている。本件訴訟は，いわば日本における証拠開示をめぐる\n今日的状況に対する異議申立ての一つの在り方であり，その帰趨は証拠開示制度全\n体に波及するものである。\n被告は，証拠物について弁護側の自由なアクセス権が保障されるべきであるとい\nうのは原告の独自の見解にすぎないと主張するが，「証拠物についての弁護側の自\n由なアクセス権」は，国際人権基準として各国で確立されており，原告の「独自の\n見解」などでないことはいうまでもない。また，刑事訴訟法及び刑事確定訴訟記録\n法等による規律が機能していないことは前記（１）において主張したとおりであ\nる。証拠金品総目録及び領置票は，いわゆる「証拠リスト」と重なるものであり，\n本件各文書を開示すれば「狭山事件」の再審の審理に影響を及ぼすことは否定でき\nないが，これは本来開示されてしかるべきものが隠匿されていることに問題がある\nのであって，法に基づく開示に問題があるのではない。\n人の命や人生が，誤判・冤罪によって翻弄され，無辜の不処罰という「公益」が\n侵害されている現実が存在し，それが現行の刑事裁判制度に起因し，それを回避す\nる手だての一つとして証拠開示が有効であることは論をまたない。しかし，それが\n制度として未確立であり，証拠開示が検察の恣意や裁判所の裁量に委ねられている\n現状においては，法に基づいて「公益」を守ることが必要である。\nしたがって，本件各文書について，被告は，法５条により開示しないのであれ\nば，法７条の規定により裁量的開示を行うべきであり，本件各文書を不開示とした\n本件各決定は裁量権を逸脱・濫用するもので違法である。\n第３　争点に対する判断\n１　争点（１）（本件証拠金品総目録が「訴訟に関する書類」（刑事訴訟法５３条\nの２）に該当するか否か）について\n（１）　刑事訴訟法５３条の２が憲法２１条１項に違反するか否か\n被告は，本件証拠金品総目録は刑事訴訟法５３条の２に規定する「訴訟に関する\n書類」に該当し，法の規定は適用されないと主張するところ，原告は，そもそも同\n条は「知る権利」（憲法２１条１項）を定めた憲法の理念及び規定に基づく法の精\n神・目的を骨抜きにするものであるから廃止されるべきであるとしており，これは\n刑事訴訟法５３条の２の規定が憲法２１条１項に違反するとの主張と解される。\n憲法２１条の保障する表現の自由は，国民主権の原理の下において必要不可欠な\n自由な言論活動を保障するものであるが，かかる憲法２１条の規定の趣旨，目的か\nらすれば，人が種々の情報に接し，これを摂取する自由は，同規定のいわば派生原\n理として当然に導かれるものということができる。しかしながら，このような自由\nが憲法上保障されるとしても，さらに，国民等が政府を初めとする情報の管理主体\nに対して積極的に情報の公開を求める権利までもが憲法上の具体的権利として保障\nされているものと解するのは困難であり，国民等が現実に政府等に対して情報の公\n開を請求するためには，公開の要件，手続等について，法律によって具体的に定め\nられることが必要であると解するのが相当である。すなわち，法の規定による具体\n的な情報公開請求権は，法により創設された権利というべきであり，そうすると，\n国民等に対し情報の公開請求権を付与するか否か，付与する場合でもいかなる要件\nの下にいかなる範囲でこれを付与するかについては，国家の立法政策の問題とし\nて，その内容について当然に違憲の問題を生ずるものということはできない。\nまた，仮に，積極的に情報の公開を求める権利が憲法上も保障ないし尊重される\nとしても，それは公共の福祉による制約に服するものであることはいうまでもな\nい。刑事訴訟法５３条の２は，「訴訟に関する書類」等は類型的に秘密性が高く，\nその大部分が個人に関する情報を含むものであること，また，開示により犯罪の捜\n査，公訴の維持その他の公共の安全と秩序の維持に支障を及ぼすおそれが大きいも\nのであること等に加え，これらの書類等については，刑事訴訟法（４０条，４７\n条，５３条，２９９条等）及び刑事確定訴訟記録法により，その取扱い，開示・不\n開示の要件，開示手続等が体系的に定められていること等から，法の規定を適用し\nないこととしたものであり，かかる制限は正当なものということができる。なお，\n検察ないし警察が証拠物等について一般的に開示すべき義務を負っているとの原告\nの主張は採用することができない。\nよって，刑事訴訟法５３条の２の規定は憲法２１条１項に違反するものではな\nい。\n（２）　本件証拠金品総目録が「訴訟に関する書類」に該当するか否か\nア　前記（１）の刑事訴訟法５３条の２の規定の趣旨からすれば，同条に規定する\n「訴訟に関する書類」とは，同法４７条の「訴訟に関する書類」と同様に，書類の\n性質・内容の如何を問わず，被疑事件・被告事件に関して作成された書類をいい，\n裁判所ないし裁判官の保管する書類に限らず，検察官・弁護人・司法警察員その他\nの者が保管しているものも含まれると解するのが相当である。\nそこで，本件証拠金品総目録がこのような「訴訟に関する書類」に該当するか否\nかについて検討するに，証拠（甲４，乙１ないし６）及び弁論の全趣旨を総合すれ\nば，証拠金品総目録には，事件事務規程に基づき，証拠品事務規程の定める様式に\nより検察官又は検察事務官において作成するものと，検事総長指示の定める様式に\nより司法警察職員において作成するものとがあるが，いずれも，検察官，検察事務\n官又は司法警察職員が事件の捜査の過程において証拠品の領置又は差押えをした場\n合に，当該事件における証拠品の一覧として利用するために作成されるものである\nこと，証拠金品総目録には，各証拠品について，品名及び数量，被差押人，差出人\n又は遺留者の氏名等が記載され，他の捜査関係書類とともに事件記録として管理さ\nれること，本件証拠金品総目録は，いわゆる「狭山事件」の捜査の過程において，\n検察官，検察事務官又は司法警察職員が証拠品の領置又は差押えを行った場合に，\n同事件についての証拠金品総目録として作成されたものであることが認められる。\nなお，前記争いのない事実等（１）のとおり，原告は，本件決定（証拠金品総目\n録）に係る行政文書開示請求書（甲５）において，開示請求する行政文書の名称等\nを「「狭山事件」に関する証拠金品総目録（証拠品事務規程第４条様式第１号）」\nとしているが，上記記載は証拠品事務規程の定める上記様式以外の様式によって作\n成された証拠金品総目録を除外する趣旨のものとまでは解されないし，被告もその\nことを前提として本件決定（証拠金品総目録）をしたものと解されるから，本件証\n拠金品総目録には，「狭山事件」に関する証拠金品総目録のうち，上記行政文書開\n示請求書に記載された様式以外の様式による証拠金品総目録も含まれるというべき\nである。\n上記認定事実によれば，本件証拠金品総目録は，いわゆる「狭山事件」の捜査を\n担当する捜査機関が，同事件の捜査の過程において，同事件の証拠品一覧として作\n成したもので，同事件の事件記録の一部をなすものであるから，同事件に関して作\n成された書類，すなわち被疑事件・被告事件に関して作成された書類として，刑事\n訴訟法５３条の２に規定する「訴訟に関する書類」に当たると認められる。\nイ　原告は，少なくとも，捜査及び裁判が終結・確定した段階においては，当該事\n件についての証拠金品総目録が開示されたとしても捜査及び公訴の維持等に支障を\n来すことはないから，法の規定により開示されるべきであると主張する。\nしかし，前記（１）のとおり，「訴訟に関する書類」等が法の規定の適用を除外\nされたのは，当該被疑事件・被告事件の捜査及び公訴の維持に対する支障を防止す\nるためのみならず，関係者の名誉，プライバシー等を保護し，さらには，これらの\n書類等が開示されることを危惧して関係者が捜査への協力を拒絶するといった事態\nが生ずることにより当該事件以外の事件の捜査及び公訴の維持等に対して支障が生\nずることを防止するためでもある。また，当該被告事件に対する終局裁判が確定し\nた後は，刑事訴訟法５３条及び刑事確定訴訟記録法の規定により，上記のような支\n障を生ずるおそれに配慮しつつ，裁判公開の原則（憲法８２条）を拡充して裁判の\n公正を担保するとともに，裁判に対する国民の理解を深めるため，「訴訟記録」に\nついての閲覧を認めることとされているのである。\nしたがって，被疑事件・被告事件について作成された証拠金品総目録について\nは，当該事件に対する判決が確定したか否かにかかわらず，「訴訟に関する書類」\nとして，刑事訴訟法５３条の２の規定により，法の規定の適用が除外されるものと\n解するのが相当であるから，本件証拠金品総目録についても，法の規定が適用され\nることはないというべきである。\nウ　よって，本件証拠金品総目録は，被疑事件・被告事件に関して作成された書\n類，すなわち刑事訴訟法５３条の２に規定する「訴訟に関する書類」に該当するか\nら，被告が，本件証拠金品総目録が上記「訴訟に関する書類」に該当するとしたこ\nとは適法である。\n２　争点（２）（本件領置票に記録された情報が法５条１号及び４号の不開示情報\nに該当するか否か並びに本件領置票の部分開示の要否）について\n（１）　本件領置票に記録された情報が法５条４号の不開示情報に該当するか否か\n被告は，本件領置票に記録された情報はいずれも法５条１号及び４号の不開示情\n報に該当すると主張するが，まず，上記各情報が法５条４号の不開示情報に該当す\nるか否かを検討する。\nア　法５条４号の不開示情報該当性の審理判断の対象\n法５条４号は，公にすることにより，犯罪の予防，鎮圧又は捜査，公訴の維持，\n刑の執行その他の公共の安全と秩序の維持に支障を及ぼすおそれがあると行政機関\nの長が認めることにつき相当の理由がある情報を不開示情報と規定しているとこ\nろ，このような規定がなされたのは，公共の安全等に関する情報については，その\n性質上，開示・不開示の判断に犯罪等に関する将来予測としての専門的・技術的判\n断を要することなどの特殊性があることから，行政機関の長の裁量を尊重すること\nとしたものと解される。すなわち，主張立証責任はともかくとして，審理判断すべ\nきは，「公共の安全と秩序の維持に支障を及ぼすおそれがある」ことではなく，\n「公共の安全と秩序の維持に支障を及ぼすおそれがある」と行政機関の長が認めた\n判断が，合理性を持つ判断として許容される限度内のものであるか否かである。\nイ　本件領置票の記述等の内容等\n証拠（甲４，乙１，６，７）及び弁論の全趣旨を総合すれば，次の事実が認めら\nれる（なお，本件領置票が行政文書に当たり法の規定が適用されることは当事者間\nに争いがない）。\n（ア）　領置票は，検察庁における証拠品の受入れ，管理及び処分に関する事務の\n処理のために作成，保管される文書であり，証拠品事務を取り扱う証拠品係事務官\nは，検察官に対し証拠品の送致等があったとき又は検察官若しくは検察事務官から\n証拠品を受領するときには，証拠品と証拠金品総目録及び差押調書又は領置調書と\nを対査してこれを受領し，受領した証拠品の品名，数量その他必要事項を記入して\n領置票を作成する。その後，証拠品係事務官は，領置票に基づいて追送証拠品の受\n入れや証拠品の出納保管及び処分に関する事務を行い，検察官が証拠品を処分すべ\nき場合には，領置票に処分命令の要旨を記載し，検察官はその記載を確認した上，\n領置票に押印してこれを決定し，証拠品係事務官に領置票を返還する。\n（イ）　本件領置票は，いわゆる「狭山事件」の証拠品に関して作成された領置票\nであり，「表題」，「領置番号」，「事件番号」，「主任検察官」，「罪名」，\n「事件処分年月日」，「被疑者」，「備考」，「受入取扱者印」，「処分取扱者\n印」，「最終調査者印」及び個々の証拠品に関する部分の各欄の記載から成り，こ\nれらのうち個々の証拠品に関する部分の欄は，個別の証拠品ごとに，「受入命令年\n月日印」，「符号」，「品名」，「数量」，「領置物取扱主任官，歳入歳出外現金\n出納官吏受領年月日印」，「処分命令年月日印」，「命令要旨」，「てん末」の各\n欄の記載から成っている。また，「備考」欄には，各証拠品に関する差出人又は所\n有者の住所，氏名，所有権放棄の有無等が記載されている。\nなお，前記争いのない事実等（１）のとおり，原告は，本件決定（領置票）に係\nる行政文書開示請求書（甲５）において，開示請求する行政文書の名称等を「「狭\n山事件」に関する領置票（証拠品事務規程第５条様式第２号）」としているが，上\n記記載が証拠品事務規程の定める上記様式以外の様式により作成された領置票を除\n外する趣旨のものとまでは解されず，被告もこれを前提として本件決定（領置票）\nをしたものと解されることは本件証拠金品総目録の場合と同様であるから，本件領\n置票には，「狭山事件」に関する領置票のうち，上記行政文書開示請求書に記載さ\nれた様式以外の様式による領置票も含まれるものというべきである。\nウ　本件領置票に記録された情報の単位\n（ア）　前記イのとおり，本件領置票には，当該事件における各証拠品に共通する\n記述等及び各証拠品に固有の記述等がなされていると認められるところ，これらの\n記述等により構成される情報が法５条各号に掲げる不開示情報に該当するか否かを\n判断するにあたっては，当該記述等のうちのいかなる部分をもって不開示情報該当\n性の判断の対象となる１個の情報が構成されているのかを明らかにする必要があ\nる。\n（イ）　法５条１号は，個人に関する情報であって，「当該情報に含まれる氏名，\n生年月日その他の記述等により特定の個人を識別することができるもの」等を不開\n示情報とし，さらに，法６条２項は，開示請求に係る行政文書に法５条１号の不開\n示情報が記録されている場合において，当該情報のうち，氏名，生年月日その他の\n特定の個人を識別することができることとなる記述等の部分を除くことにより，公\nにしても，個人の権利利益が害されるおそれがないと認められるときは，当該部分\nを除いた部分は，同号の情報に含まれないものとみなしてこれを開示しなければな\nらないと規定しているところ，これらの規定によれば，法は，氏名等のそれ自体で\n個人を識別することができる記述等のみをもって同号の不開示情報に当たるとする\nのではなく，これを除いたその余の部分も同号の情報に含まれることを前提として\nいるといえる。また，法５条各号の不開示情報の内容をみても，ここにいう情報と\nは，ある事柄についての知らせとして意味のあるものを想定していることは明らか\nである。すなわち，ある行政文書における記述等のうち，例えば特定の個人の氏\n名，生年月日等の記述は，通常それ自体では情報として意味のあるものではなく，\n当該文書のその余の記述等とあわせて初めて意味のあるものとなることから，法\nは，これら個々の記述等のみをもって１個の情報を構成すると捉えるのではなく，\nこれら個々の記述等のうち，ある事柄についての独立した一体的な知らせとして意\n味のあるものとなるべき部分が全体として，１個の情報を構成するものとしている\nと解されるのである。\nしたがって，法５条各号に掲げる不開示情報該当性の判断の対象となる情報と\nは，ある行政文書の記述等のうち，一定の事柄についての知らせとして，他の記述\n等と独立した一体のものと把握される部分の全体をいうと解するのが相当である。\n（ウ）　そこで，本件領置票の記述等について検討すると，前記イにおいて認定し\nたとおり，領置票は，ある事件の証拠品について，検察庁における受入れから処分\nまでの経過や処分内容等を示す情報であるから，本件領置票の記述等は，本件領置\n票に記載された各証拠品ごとに，全証拠品に共通の記述等と当該証拠品に固有の記\n述等とが全体として，当該証拠品に関する独立した一体的な情報を構成するものと\nいうべきである。すなわち，本件領置票の記述等は，これに記載された証拠品ごと\nに，「表題」，「領置番号」，「事件番号」，「主任検察官」，「罪名」，「事件\n処分年月日」，「被疑者」，「受入取扱者印」，「処分取扱者印」，「最終調査者\n印」等の全証拠品に共通する記述等と，「受入命令年月日印」，「符号」，「品\n名」，「数量」，「領置物取扱主任官，歳入歳出外現金出納官吏受領年月日印」，\n「処分命令年月日印」，「命令要旨」，「てん末」の各欄，及び「備考」欄の記述\n等のうち当該証拠品についての部分等の当該証拠品に固有の記述等とが，全体とし\nて１個の情報を構成するものであり，本件領置票には，これに記載された証拠品の\n数に応じた複数の情報が記録されているものと解される。\n（エ）　以上によれば，本件領置票に記録された情報が法５条各号に掲げる不開示\n情報に該当するか否かを判断するにあたっては，各証拠品ごとの独立した一体的な\n情報が全体として同条各号に該当するか否かを判断すべきであり，これらの情報を\n構成する各記述等のうち，被疑者氏名，主任検察官氏名，各証拠品の品名・数量，\n受入取扱者印といった各部分ごとにその不開示情報該当性の有無を判断することは\nできないと解するのが相当である。\nエ　本件領置票に記録された情報が法５条４号の不開示情報に該当するか否か\n前記イにおいて認定した事実によれば，領置票の記述等は，証拠金品総目録，差\n押調書，領置調書等の記述等と実質的に同一内容のものであるところ，証拠金品総\n目録については，刑事訴訟法５３条の２の「訴訟に関する書類」に該当するものと\nして，法の規定の適用が除外されていることは前記（１）のとおりである。また，\n差押調書や領置調書についても，被疑事件・被告事件に関して作成された書類とい\nえると解されるから，証拠金品総目録と同様に，「訴訟に関する書類」として，法\nの規定は適用されないことになる。そして，これらの書類等が法の規定の適用を除\n外されたのは，前記（１）のとおり，これらの書類等は類型的に秘密性が高く，そ\nの大部分が個人に関する情報を含むものであり，開示により犯罪の捜査，公訴の維\n持その他の公共の安全と秩序の維持に支障を及ぼすおそれが大きいものであること\n等によるものであるところ，これらの書類等と同一内容が記載された領置票を開示\nすることにより，上記のような支障等が生ずるおそれがあることは否定できないと\nいうべきである。すなわち，領置票が開示されることによって，当該被疑事件・被\n告事件の被疑者・被告人や各証拠品について差押え，領置等を受けた者等の氏名，\n当該証拠品の品名，数量等，当該証拠品に関する処分内容等が明らかになり，関係\n者の名誉，プライバシー等を侵害し，あるいは，他の事件の捜査の過程において，\n証拠品の所有者等が，上記のような情報が公開されることを危惧して捜査への協力\nを拒絶するといった事態が生じるなど，犯罪の捜査及び公訴の維持に対して支障が\n生ずるおそれがないということはできない。\nまた，いわゆる「狭山事件」については，現在再審請求がなされていることは当\n事者間に争いがないところ，前記１のとおり，「訴訟に関する書類」等について\nは，刑事訴訟法及び刑事確定訴訟記録法によりその開示手続等が体系的に定められ\nているにもかかわらず，これらの書類等と同一内容の本件領置票について，再審の\n手続外で開示されることになれば，同事件の再審の審理に不当な影響を与える可能\n性もあるといえる。\nなお，原告は，いわゆる「狭山事件」はすでに判決が確定しているから，捜査等\nに支障が生じるはずはないと主張するが，上記のような他の事件の捜査及び公訴の\n維持に対する支障は，当該事件に対する判決が確定しているとしてもなんら異なる\nものではないし，上記のとおり，いわゆる「狭山事件」の判決に対する再審の審理\nにも支障を及ぼすおそれがある以上，仮に同事件の捜査への影響が生じるおそれが\nないとしても，直ちに公共の安全と秩序の維持に支障を及ぼすおそれがないものと\nいうことはできない。\n以上のとおり，本件領置票に記録された情報については，いずれも，これを公開\nすることにより，将来の犯罪の捜査や公訴の維持等に支障を及ぼすおそれがあるの\nみならず，いわゆる「狭山事件」の判決に対する再審の審理にも支障を及ぼすおそ\nれがあることがないとはいえないから，被告が，これらの情報が，公にすることに\nより犯罪の捜査や公訴の維持その他の公共の安全と秩序の維持に支障を及ぼすおそ\nれがあると認めたことは，合理性を持つ判断として許容される範囲内のものという\nべきである。\n（２）　本件領置票の部分開示の要否\n原告は，本件領置票の記述等のうち少なくとも被疑者の氏名を除いたその余の部\n分は法６条の規定により部分開示がなされるべきであると主張するので，この点に\nつき検討する。\nア　法６条１項の規定による部分開示について\n法６条１項は，開示請求に係る行政文書の一部に不開示情報が記録されている場\n合において，不開示情報が記録されている部分を容易に区分して除くことができる\nときは，当該部分を除いた部分につき開示しなければならないとし，さらに，同条\n２項は，開示請求に係る行政文書に法５条１号の不開示情報（特定の個人を識別す\nることができるものに限る。）が記録されている場合において，当該情報のうち，\n氏名，生年月日その他の特定の個人を識別することができることとなる記述等の部\n分を除くことにより，公にしても，個人の権利利益が害されるおそれがないと認め\nられるときは，当該部分を除いた部分は，同号の情報に含まれないものとみなし\nて，これを開示しなければならないと規定している。かかる法６条の文理に照らす\nと，法は，法５条１号の情報には，氏名等の個人を識別することが可能な記述等の\n部分のみならずこれを除いたその余の部分も含まれること，法６条１項の規定のみ\nに基づいては，法５条１号所定の情報のうち氏名等の個人を識別することが可能な\n記述等のみを除くという部分開示を義務付けることができないこと等を前提とし\nて，特に法５条１号所定の情報について，法６条２項の規定を設けて，上記のよう\nな方法の部分開示についての法的根拠を与え，もって，最大限の開示を実現しよう\nとしたものであると解される。\nそうすると，法６条１項は，１個の行政文書に複数の情報が記録されている場合\nにおいて，それらの情報のうち不開示情報に該当するものがあるときは，当該情報\nを除いたその余の情報についてのみ，これを公開することを行政機関の長に義務づ\nけたものであるというべきである。すなわち，法６条１項は，不開示情報に該当す\nる独立した一体的な情報を更に細分化し，その一部を非公開とし，その余の部分に\nはもはや不開示情報に該当する情報は記録されていないものとみなして，これを公\n開することまでをも行政機関の長に義務づけているものと解することはできない。\n前記（１）のとおり，本件領置票には各証拠品ごとに複数の情報が記録されてい\nるが，これらの情報はいずれも法５条４号の不開示情報に該当すると認められるか\nら，本件領置票につき，法６条１項の規定による部分開示を行うことはできないと\nいうべきである。\nイ　法６条２項の規定による部分開示について\n前記アのとおり，法６条２項は，開示請求に係る行政文書に法５条１号の不開示\n情報が記録されている場合に適用されるものであることが明らかである。したがっ\nて，法５条４号の不開示情報が記録された本件領置票について，法６条２項の規定\nによる部分開示を行う余地はないというべきである。\n（３）　まとめ\n以上によれば，本件領置票に記録された情報は，いずれも法５条４号の不開示情\n報に該当し，かつ，法６条１項ないし２項の規定による部分開示を行うこともでき\nないから，上記各情報が法５条１号の不開示情報に該当するか否かにつき判断する\nまでもなく，被告が法５条の規定に基づいて本件領置票を開示せず，かつ，法６条\n１項ないし２項の規定による部分開示を行わなかったことは適法であるといえる。\n３　争点（３）（公益上の理由による裁量的開示（法７条）の要否）について\nア　原告は，仮に本件各文書に記録された情報が法５条１号ないし４号の不開示情\n報に該当するとしても，４０年にわたって冤罪を被っているいわゆる「狭山事件」\nの被告人をはじめとする冤罪の被害者の生命，健康，生活，財産の保護，さらには\n将来にわたり冤罪・誤判を繰り返さないという社会的正義・公正の確保のためには\n本件各文書の開示が不可欠であるとして，本件各文書については法７条の規定によ\nる公益上の理由による裁量的開示が行われるべきであると主張する。\nしかし，本件証拠金品総目録については，前記（１）のとおり，「訴訟に関する\n書類」（刑事訴訟法５３条の２）に当たり，そもそも法の規定は適用されないので\nあるから，法７条の規定によりこれを開示することもできないというべきである。\nよって，被告が法７条の規定により本件証拠金品総目録を開示しなかったことが法\n７条に違反するものでないことは明らかである。\nイ　そこで，本件領置票について，被告が法７条の規定による裁量的開示を行わな\nかったことが違法であるか否かについて検討する。\n（ア）　法７条は，「公益上の理由による裁量的開示」として，行政機関の長は，\n開示請求に係る行政文書に不開示情報が記録されている場合であっても，公益上特\nに必要があると認めるときは，開示請求者に対し，当該行政文書を開示することが\nできると規定している。これは，開示請求に係る行政文書に法５条各号に掲げる不\n開示情報が記録され，その開示が禁止される場合であっても，当該情報についての\n個別的事情の如何によっては，当該情報の記録された文書を開示することに，これ\nを不開示とすることにより保護される利益を上回る公益上の必要性があると認めら\nれる場合があり得ることから，行政機関の長の高度な行政的判断により，当該文書\nの開示を行う余地を残すこととしたものである。\nこのような法７条の趣旨及びその規定の形式をみると，法は，同条の規定により\n当該文書を開示する必要があるか否かの判断については，行政機関の長の裁量権を\n尊重することとしたものと解される。したがって，法７条の規定による裁量的開示\nを行うべき公益上の必要性がないとして文書を不開示とした行政機関の長の判断が\n違法であるというためには，当該文書の開示を請求する者，すなわち原告におい\nて，これが裁量権を逸脱ないし濫用するものであることを主張立証しなければなら\nないというべきである。\n（イ）　原告は，いわゆる「狭山事件」の被告人が長期にわたり冤罪を被っている\nとした上で，同人の生命，健康，生活，財産の保護，さらに，誤判・冤罪を繰り返\nさないという社会的正義・公平の確保のためには，本件領置票の開示が必要不可欠\nであるから，これを開示しなかった被告の判断には裁量権の逸脱ないし濫用がある\nと主張する。\nしかしながら，前記（１）のとおり，「訴訟に関する書類」については，刑事訴\n訟法及び刑事確定訴訟記録法の定める手続により開示・不開示が決定されることが\n予定されているところ，領置票に記録されている具体的事件における個々の証拠品\nの領置ないし差押えや処分等に関する情報は上記「訴訟に関する書類」と実質的に\n同一内容のものであるから，これらの情報の公開は，当該事件の公判等における個\n別の証拠開示等の手続によって行われるべきものであると解するのが相当である。\nなお，本件領置票に記録された情報を公開することによって，他の事件における捜\n査及び公訴の維持やいわゆる「狭山事件」の再審の手続に支障を及ぼすおそれがあ\nるとした被告の判断が合理性を欠くものでないことは，前記２（１）のとおりであ\nる。また，いわゆる「狭山事件」という特定の事件に関して作成された領置票であ\nる本件領置票を開示することによって，直ちに他の被疑事件・被告事件における冤\n罪ないし誤判が防止されるということは困難であるといわざるを得ない。\nしたがって，原告の主張する上記のような事情をもって，本件領置票を開示する\nことに，これを開示しないことにより保護される公共の安全と秩序の維持に対する\n支障を防止することという利益を上回る公益上の必要があるということはできな\nい。\n（ウ）　よって，被告が法７条の規定により本件領置票の裁量的開示を行わなかっ\nたことが裁量権の逸脱ないし濫用に当たるということはできず，他にその逸脱ない\nし濫用を基礎づける事実があることを認めるに足りる証拠はないから，被告が，法\n７条の規定により本件領置票を開示しなかったことは適法である。\n４　結論\n以上によれば，原告の請求はいずれも理由がないから棄却することとし，主文の\nとおり判決する。\n大阪地方裁判所第二民事部\n裁判長裁判官　山田知司\n裁判官　田中健治\n裁判官　千松順子\n"
}