{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 13,
    "month": 11,
    "day": 28
  },
  "case_number": "平成13(ネ)219",
  "case_name": "債務不存在確認請求各控訴",
  "court_name": "仙台高等裁判所",
  "lawsuit_id": "4671",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=4671",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/671/004671_hanrei.pdf",
  "contents": "平成１３年１１月２８日判決言渡\n平成１３年（ネ）第２１９号　債務不存在確認請求各控訴事件（原審・仙台地方\n裁判所平成１１年（ワ）第４２９号平成１３年４月２７日判決言渡）\n主　　　　　　　　　　文\n１　第１審原告Ａ及び同Ｂの控訴に基づき，原判決主文第２項を取り消す。\n２　第１審原告Ａと第１審被告との間の，平成１０年７月２２日付原判決別\n紙目録１記載の簡易生命保険を担保とする１１５万円の消費貸借契約，同\n日付同目録２記載の簡易生命保険を担保とする１１５万円の消費貸借契約\n及び同日付同目録３記載の簡易生命保険を担保とする１３０万円の消費貸\n借契約に基づく同第１審原告の第１審被告に対する各貸金債務が存在しな\nいことを確認する。\n３　第１審原告Ｂと第１審被告との間の，平成１０年７月２２日付原判決別\n紙目録４記載の簡易生命保険を担保とする１３０万円の消費貸借契約に基\nづく同第１審原告の第１審被告に対する貸金債務が存在しないことを確認\nする。\n４　第１審被告の第１審原告Ｃに対する本件控訴を棄却する。\n５　第１審原告Ａ及び同Ｂと第１審被告との間に生じた訴訟費用は第１，２\n審とも第１審被告の負担とし，第１審原告Ｃと第１審被告との間に生じた\n控訴費用は第１審被告の負担とする。\n事　　　　　　　　　　実\n第１　当事者の求めた裁判\n１　第１審原告Ａ及び同Ｂの控訴の趣旨\n（１）　主文第１ないし第３項と同旨\n（２）　第１審原告Ａ及び同Ｂと第１審被告との間に生じた訴訟費用は第１，\n２審とも第１審被告の負担とする。\n２　上記控訴の趣旨に対する第１審被告の答弁\n（１）　本件控訴をいずれも棄却する。\n（２）　第１審原告Ａ及び同Ｂと第１審被告との間に生じた控訴費用は，同第\n１審原告らの負担とする。\n３　第１審被告の控訴の趣旨\n（１）　原判決中，第１審被告敗訴の部分を取り消す。\n（２）　第１審原告Ｃの請求を棄却する。\n（３）　第１審原告Ｃと第１審被告との間に生じた訴訟費用は，第１，２審と\nも同第１審原告の負担とする。\n４　上記控訴の趣旨に対する第１審原告Ｃの答弁\n（１）　本件控訴を棄却する。\n（２）　第１審原告Ｃと第１審被告との間に生じた控訴費用は第１審被告の負\n担とする。\n第２　事案の概要\n本件は，仙台中央郵便局の保険外務員であった加藤英一（仮名，以下「Ｄ」\nという）から，真実は自己の借金の返済資金に充てるつもりであるのにこれを\n秘匿して，顧客に支払うべき満期保険金が盗難に遭いその支払いができなくな\nったので，その支払資金を至急融通して欲しいとの虚偽の依頼を受け，これを\n信じてＤの指示により簡易保険の積立金を担保に同郵便局から契約者貸付の方\n法により借り受けた合計６２０万円（第１審原告Ａ（夫）名義として３６０万\n円，同Ｂ（妻）名義として１３０万円，同Ｃ（長女）名義として１３０万円）\nをＤに騙取された第１審原告らが，Ｄの上記行為は，公権力の行使に当たる公\n務員がその職務を行うにつき他人に損害を加えたものであるとして国家賠償法\n１条に基づき，あるいは使用者である第１審被告の事業の執行につき被用者で\nあるＤが他人に損害を加えたものであるとして民法７１５条１項の使用者責任\nに基づき，上記騙取された６２０万円相当額の損害賠償請求権を取得したので，\nこれと上記６２０万円の貸金債務とを相殺して同貸金債務は存在しなくなった\nと主張し，第１審被告に対し，同貸金債務合計６２０万円の不存在確認を求め\nて提訴した事案であるところ，原審が第１審原告Ａ及び同Ｂの請求については，\nＤの行為は国家賠償法及び使用者責任に基づく損害賠償請求の対象とはならな\nいことを理由にいずれもこれを棄却し，同Ｃの請求については，同人名義の上\n記１３０万円の借り受け行為は同女の同意を得ずに無権限でなされた無効の法\n律行為であるとしてこれを認容する判決をしたので，第１審原告Ａ，同Ｂ及び\n第１審被告がそれぞれ敗訴部分につき控訴したものである。\n１　前提となる事実\n本件における「前提となる事実」は，原判決の「事実及び理由」欄の「第２\n事案の概要」中の「１　前提となる事実」（原判決２頁末行から同４頁３行\n目まで）と同一であるから，これを引用する。\n２　争点及び争点に対する当事者の主張\n本件における「争点及び争点に対する当事者の主張」は，次のとおり付加す\nるほかは，原判決の「事実及び理由」欄の「第２　事案の概要」中の「２　争\n点」及び「３　争点に対する当事者の主張」（原判決４頁４行目から同５頁２\n４行目まで）と同一であるから，これを引用する。\n（１）　原判決４頁２１行目の次に行を変えて，次のとおり加える。\n「　乙１４の「加英面識」の記載は，本件契約者貸付が本来局外貸付\nの手続をとらなければならない事案であるのに，Ｄの関与により窓\n口係のＥが窓口貸付の方法で簡易に脱法的に行ったことを示すもの\nである。」\n（２）　原判決５頁７行目の次に行を変えて，次のとおり加える。\n「　Ｄが，本件における窓口貸付に関与した事実はない。仮に関与が\nあったとしても些末的な事項についてである。乙１４の「加英面識」\nの記載は，後日書類の不備があった場合の訂正の必要等に備えた念\nのための記載であり，格別の意味はない。保険外務員が面識のある\n顧客から局外貸付を受けた場合には，同保険外務員において，普通\n貸付請求書の摘要欄に「面識」と記載して押印するのが郵便局の取\nり扱いである。\nまた，被用者の行為が外形上，その事業及び職務の範囲内に属す\nると見える場合であっても，加害行為を受けた者がその範囲内に属\nさないことを知り（故意）又は容易にこれを知り得た場合（重過失）\nには，その者が保護を受けることはできないと解すべきである。し\nかるところ，第１審原告らは，Ｄとの貸借行為が郵便局員の職務執\n行行為に該当しないことについて容易に知り得たというべきである\nから，第１審原告らには少なくとも重過失がある。\nしたがって，いずれにしても本件においては民法７１５条１項の\n適用はないというべきである。」\n第３　当裁判所の判断\n１　上記前提となる事実，証拠（甲１ないし５の各１ないし３，６ないし８，乙\n１ないし１０，１４ないし２１，２２の１ないし３，原審証人Ｆ，同Ｅの各証\n言（但し，後記措信しない部分を除く），原審における第１審原告Ａ，同Ｂの\n各本人尋問の結果）並びに弁論の全趣旨によれば次の事実を認めることができ\nる。\n（１）　Ｄは，昭和４５年４月１日，仙台中央郵便局第２集配課に採用され，\n昭和５０年５月１４日，同郵便局保険課に配置換えとなり，同日以降，\n保険外務員として局外における簡易生命保険契約の募集，満期保険金の\n払渡等の事務に関する受払現金の出納員の地位にあった。\n第１審原告Ａは，大正１１年１１月２４日生まれで，難聴ぎみである\nところ，昭和５５年仙台防衛施設局を退職後，仙台市の建設会社等に勤\n務したが，昭和６３年からは年金生活をしていた。第１審原告Ｂは，同\nＡの妻で昭和７年５月２０日生まれである。第１審原告Ａと同Ｂ夫婦（\n以下「ＡＢ夫婦」ともいう）は，本件騙取行為がなされた平成１０年７\n月当時，仙台市Ｇ区にある肩書住所地の自宅で２人暮らしをしており，\n第１審原告ＣはＡＢ夫婦の長女で，当時は結婚して福島県いわき市の肩\n書住所地に居住していた。\n（２）　Ｄは，昭和６３年ころから，簡易保険の勧誘や保険料の集金等を通じ\nてＡＢ夫婦と知り合い，次第に懇意となって第１審原告Ａ方に出入りし\nていたが，平成９年１１月中旬ころ，第１審原告Ａから約１２０万円を\n借り受け，間もなく返済したということがあった。\n（３）  Ｄは，平成７年４月ころから，貸金業者のＨ（以下「Ｈ」という）等\nから借金を重ねるようになり，平成１０年７月ころには，知人，金融業\n者等からの借金元利金合計が１億５０００万円程度に達しており，借金\nの返済のために借金を重ねるという状態となっていた。\n（４）  Ｄは，同年７月１０日，知人からの借金の返済に充てるため，７月２\n２日に確実に返済すると告げて，Ｈから６５０万円（利息５０万円を天\n引）を借り受けた。しかし，Ｄは，上記返済期限の同月２２日，Ｈから\n同日中に必ず６５０万円を返済するように強く催促を受け，その返済資\n金の手当てができずに窮地に陥っていた。\n（５）　そこで，Ｄは，懇意にしているＡＢ夫婦から，借金名下に金員を騙取\nすることを思い立ち，同日午後３時３０分ころ，制服姿で自家用車に乗\nってＡＢ夫婦方を訪問し，勤務時間中に野球の試合の審判をしていたと\nころ，バイクの荷物入れに入れていた顧客に届けなければならない満期\n保険金５４０万円がバイクごと盗まれ，本日中に顧客に保険金を届けな\nければ勤務先に発覚して免職になる旨虚偽の事実を申し向け，ＡＢ夫婦\n宅の電話を借用して知人等に金策のお願いをするような電話を何回もか\nけるふりをして，その金策が困難であるかのように装ったうえ，昀後に\nＡＢ夫婦にそのための資金を融通してくれるよう申し込んだ。ＡＢ夫婦\nは，Ｄの言動を真実と誤信したものの，そのような大金を所持していな\nいとして，昀初はＤの申し込みを断ったが，Ｄから簡易保険の積立金を\n担保に借入れができる契約者貸付の方法があることを示唆され，２日後\nにＤが契約している保険を解約して必ず返済すると言って懇願されたこ\nとや，金員の融通が公金の立替払いでもあることを考えて借入れに応じ\nることにした。\nそこで，第１審原告Ｂは，保険証書十数通を取り出して，Ｄに対しそ\nの中から借入れの可能な証書を選ぶようすすめたところ，Ｄは原判決別\n紙目録記載の簡易保険の証書５通を選び出し，自ら仙台中央郵便局に電\n話をして，同簡易保険証書を担保に合計７００万円の借入れが可能であ\nることを確認した。\nそして，Ｄは，持参した業務用鞄の中から複写式の貸付請求書用紙（\n乙２２の１ないし３と同様の書類で，１枚目が普通・振替貸付請求書（\n普通貸付金受領証，以下「貸付請求書」という）で簡易保険事務センタ\nー保管用のもの，  ２枚目が貸付金払渡簿・振替貸付簿で郵便局保管用\nのもの，３枚目が貸付明細書で請求者保管用の３点セットとなっている）\n５通を取り出して，その各保険証書記号番号欄及び貸付金額欄に記入し\n（貸付金額の合計は５４０万円），第１審原告Ａが住所氏名欄を記入し\nて押印した。その際，第１審原告Ａは，Ｄから委任状の作成を求められ，\n第１審原告Ｂ及び同Ｃの貸付金受領権限を同Ａに授与する旨の委任状を\n作成した。\nその後，Ｄは，満期保険金の届け先の顧客に電話するように装って，\nＨ宅に電話をかけ「これから遅くなるけれども届ける」旨の連絡をし，\nまた，午後５時を過ぎていても仙台中央郵便局なら貸付が可能であると\nＡＢ夫婦に申し向けたうえ，局員である自分が窓口での借入手続をする\nことはできないのでＡＢ夫婦のどちらかに一緒に行ってくれるよう依頼\nし，第１審原告Ａが同行することになった。\n（６）　Ｄと第１審原告Ａは，Ｄ運転の車で仙台中央郵便局に向かったが，Ｄ\nは，貸付金額が５４０万円ではＨへの返済資金６５０万円に足りないの\nで，Ｈへの返済額に近い額に数字を直そうと考え，その途中の車中で第\n１審原告Ａに対し「直しますからね」と言って，第１審原告Ｃ名義の簡\n易保険を担保とする貸付請求書（原判決別紙目録５記載のもの，乙１６）\nの貸付金額欄の数字を「５０万円」から「１３０万円」に書き直した。\nこれにより，借入金額は合計６２０万円となった。\n（７）　Ｄと第１審原告Ａは，同日午後５時ころ仙台中央郵便局に到着した。\n同郵便局に着くと，Ｄは第１審原告Ａに簡易保険の窓口を教え，契約者\n貸付による貸付請求をすることを指示した。第１審原告Ａは，同窓口に\n簡易保険証書，貸付請求書各５通と委任状を提示した。同郵便局の窓口\n担当者Ｅは，敬老パスの提示を受けて第１審原告Ａ本人であることを確\n認し，提出書類のチェックをした。その際，Ｅは，上記貸付請求書のう\nちの１通の金額が５０万円から１３０万円に増額されていることに気づ\nき，窓口の向かい側にあるソファーに座って待っていた第１審原告Ａを\n呼んで訂正印の押捺を求め，また，委任状の記載にも誤りがあったので\n同様に訂正を求めた。第１審原告Ａは，Ｄが計算間違いをしたものと考\nえ，これに応じた（なお，第１審被告は，貸付請求書等について印もれ\nはなかったと主張し，これに副う乙９，１０，原審証人Ｅが存在するが，\nこれらの内容は，訂正を求められたとする乙５，６，原審における第１\n審原告Ａ本人尋問の結果と対比して採用できない）。\n第１審原告Ａが貸付請求の手続をとっている間，Ｄは，同郵便局の２\n階保険課事務室で時間をつぶしていたが，第１審原告Ａが上記の訂正印\nを押捺して元のソファーに戻って待機しているころ，１階に降りて来て\n簡易保険窓口係のＥと一言二言言葉を交わした。それから間もなく，第\n１審原告Ａは窓口のＥに呼ばれ，用意された現金６２０万円を受け取り，\nこれを窓口付近でＤに手渡した。その際，Ｄは，現金をいれる大きな封\n筒がないかＥに尋ねていたが適当な袋がないようだったので，第１審原\n告Ａが持参してきた袋をＤに渡してやった。第１審原告Ａは現金をＤに\n渡すと１人で帰宅した。\nＥは，第１審原告Ａが契約者貸付の手続をとっている際に，同原告と\nＤに面識のあることを知ったので，貸付金払渡簿・振替貸付簿（乙１４）\nの摘要欄に「加英面識」と記載した。この「加英面識」という記載は局\n外貸付を担当した保険外務員と契約者貸付の申込みをした本人とが面識\nのある場合に記載するものであり，窓口貸付の場合には本来記載する必\n要のない記載である。そこで，同郵便局保険課の上席課長代理の地位に\nあったＦは，後日これを見咎めて上記の「加英面識」との記載を二重線\nで抹消し，「局外で手続するのを窓口に来局したもの」と朱書した。\nなお，第１審原告Ａは，窓口で貸付金を受領した際，金額がＤの述べ\nていた５４０万円より多い６２０万円であることに気づき，Ｄに対し「\n金額が多いのではないか，いくらなんだ」と尋ねたところ，Ｄは落ち着\nかない様子で「６２０万円である」と答えた。しかし，第１審原告Ａは\nＤが計算違いをしたものと軽信し，それ以上問い質すことはしなかった。\n（８）  Ｄは，同日午後５時４５分ころ，第１審原告Ａから受け取った現金６\n２０万円を持参して車でＨ宅に赴き，前記借金の返済として交付した。\nその後，Ｄは，ＡＢ夫婦宅を再訪し，第１審原告Ｂの用意した便せんを\n使用して，借入額を６２０万円，返済期限を同月２４日までと記載した\n借用証書を作成し，これに指印してＡＢ夫婦に交付した。Ｄは，同月２\n４日ＡＢ夫婦宅を訪問し，「金の用意ができたので，保険証書を借りて\n返済の手続をします。保険証書は後で届けます」と言って，前記５通の\n簡易保険証書を預って帰っていった。しかし，Ｄは，上記６２０万円を\nＡＢ夫婦に返済できるあてがなかったので，その後もその場しのぎの言\nい訳をしてその返済を引き延ばし，同月３０日には第１審原告Ａの要請\nで正式の金銭借用証書を差し入れた。\n（９）  第１審原告Ｂは，同月３１日，Ｄからこれまでのいきさつを聞いた同\n人の妻からの電話で，ＤがＡＢ夫婦を騙して６２０万円を借り受け，こ\nれをサラ金への返済に充てたことを聞かされた。これを知った第１審原\n告Ａが，Ｄの勤務先の仙台中央郵便局に事実関係の確認をしたことから\nＤの騙取行為が発覚した。Ｄは，同年８月１日ころから行方をくらまし\nていたが，同月７日までに，平成９年１０月３０日顧客の保険金１００\n０万円を着服した容疑で逮捕され，平成１０年８月７日仙台中央郵便局\nから懲戒解雇された。\n（１０）  本件訴訟において，第１審被告は，原審第２回口頭弁論期日に乙９（\nＥの供述調書）を提出したが，同供述調書の原本には添付書類として貸\n付金払渡簿・振替貸付簿（乙１４）等が添付されていたのに，これをは\nずしたものを提出していたところ，捜査記録を謄写した第１審原告ら代\n理人が乙９の供述調書に上記添付書類が添付されていることを発見し，\nその中の貸付金払渡簿・振替貸付簿の摘要欄に「加英面識」との記載，\n及び「局外で手続するのを窓口に来局したもの」との記載がなされてい\nたので，添付書類の添付された同供述調書を甲７として原審第４回口頭\n弁論期日に提出した。また，同期日に第１審被告が提出した乙１４（貸\n付金払渡簿・振替貸付簿の原本，当審第２回口頭弁論期日において留置）\nには，甲７では明確に記載されていた上記摘要欄の「加英面識」の「加」\nの字が削り取られて判読できない状態になっていた（第１審被告は，「\n加」の字が消えたのは「付箋をとるときに紙が剥がれたものであると弁\n解するが，紙面の外観上，砂消しゴム等で故意に抹消しようとしたこと\nが明らかであり，第１審被告の弁解は到底採用できない）。\n（１１）  東北郵政局保険部長の郵便局長宛「保険犯罪の防止について（通達）」\n（乙１２）の防犯要綱（集配局用）第二章「事務処理一般」の項目６に\nよれば，職員は窓口において保険料等の支払請求及び保険料の払い込み\nをすることは禁じられており，窓口で職員から同請求等がされた場合，\n窓口担当者はいかなる事由があってもこれに応じてはならないとされて\nいる。そして，窓口担当者は，職員から支払請求等があった場合，速や\nかに管理者にその旨を報告することとされている。同項目７，８によれ\nば，職員が申込書の契約者欄，各種請求書の住所氏名を代書することは\n一切認めないとされ，契約者等の認印はいかなる場合でも本人に押捺し\nてもらうべきこととされている。\nまた，東北郵政局保険部長の郵便局長宛「局外において保険契約に関\nする各種請求を受けた場合の取扱いについて（通達）」（乙１３）並び\nに弁論の全趣旨によれば，外務職員が局外で顧客から契約者貸付の依頼\nを受けること自体は禁じられていないが，その場合，当該外務員は顧客\nから貸付請求書，保険証書及び委任状の交付を受け，受付証（控え）を\n顧客に交付し，これらの書類を保険課の内部職員に引き継ぎ，内部職員\nにおいて保険課長の決裁を経て貸付を実行するとされている。\n２　以上の事実を前提に，Ｄが第１審原告らに加えた損害が，民法７１５条１項\nの「被用者がその事業を執行するにつき第三者に加えた損害」に該当するかど\nうかについて判断する。\n民法７１５条１項の「事業の執行につき」とは，被用者の職務の執行そのも\nのに属する行為のほか，外形上，その職務の範囲内の行為に属するものと見ら\nれるものを含むものと解すべきである（昀高裁判所昭和３０年（オ）第２９号，\n同３２年７月１６日第三小法廷判決・民集１１巻７号１２５４頁，同３２年（\nオ）第２８１号，同３６年６月９日第二小法廷判決・民集１５巻６号１５４６\n頁等参照）。そこで，Ｄの本件騙取行為が，この観点からみて，仙台中央郵便\n局の保険外務員の職務に該当する行為といえるかどうかについて検討する。\n前記認定の事実によれば，Ｄは，自己が業務上保管していた金員が盗まれ，\nこれが勤務先に発覚すると免職になるので，同被害金額を秘密裏に填補するた\nめの資金が必要であるとして，ＡＢ夫婦に借入れを申し込んで合計６２０万円\nを借り受け，その旨を記載した借用証書を作成交付したというものであるから，\nこの点のみに着目すれば，Ｄが第１審原告らから６２０万円を借り入れた行為\nは，Ｄと第１審原告らとの個人的な金銭貸借関係にほかならず，これがＤの職\n務行為そのものに該当しないことはもとより，外形上も職務行為に該当する行\n為と見ることは困難である。\nしかしながら，Ｄによる本件騙取行為は，Ｄの第１審原告Ａらからの６２０\n万円の金銭借入行為だけで評価し尽くせるものではない。すなわち，Ｄの行為\nを全体として外形的に観察すれば，仙台中央郵便局の保険外務員であるＤの依\n頼により，本来郵便局（国）が顧客に交付すべき満期保険金の支払いに充てる\nための公的資金を，Ｄに対する私的な貸付行為という形式をとって，Ｄに交付\nしたものと評価しうる側面があるから，これを単純に私的貸付行為と見ること\nは相当ではない。したがって，この観点からみると，Ｄが第１審原告Ａから６\n２０万円を借り受けた行為は，実質的には郵便局職員が公的資金を一時捻出す\nるという職務に関する行為としての一面があるというべきである。そして，特\nに，その資金の捻出に関しては，高齢の第１審原告Ａらが手許にまとまった資\n金を有していなかったため，Ｄにおいて，第１審原告Ａらが契約している簡易\n保険の積立金を担保にした契約者貸付の方法による資金の捻出方法を教示した\nうえ，その指示に基づいた第１審原告らが契約者貸付の方法によって，郵便局\nから借り受けさせた金員をＤに交付するという方法が取られているのであって，\nしかも，その契約者貸付の実態は，Ｄにおいて必要書類等をすべて整えて，保\n険証書の記号番号欄及び貸付金額欄等の重要部分を自ら記入し，第１審原告Ａ\nらを手足のように利用して手続を進めたうえ，Ｄにおいて保険契約者本人であ\nる第１審原告Ａを仙台中央郵便局の窓口に連れて行って，形式だけ同人に貸付\n手続をとらせるという窓口貸付の方法をとったものである。したがって，本件\n契約者貸付は，本人である第１審原告Ａが直接窓口において行った窓口貸付の\n形をとってはいるが，その実態はＤが契約者本人に代わって手続を実行した局\n外貸付と同視すべきものである。したがって，本件契約者貸付はＤが郵便局職\n員の職務として行った行為と評価するのが相当である。\nそうすると，本件は，Ｄが同郵便局の保険外務員としての立場を利用して，\n長年にわたって形成された第１審原告Ａとの信頼関係のもと，郵便局の契約者\n貸付という制度を悪用して調達された金員を，第１審原告Ａから騙取したとい\nうものであり，Ｄ主導による局外貸付という方法によらなければ，これに引き\n続いた貸付金騙取という不法行為も発生しなかったものであって，保険外務員\n制度，契約者貸付制度といった郵便貯金事業にとって不可欠な制度に対する信\n頼を中核としている点において，Ｄの行為は，これを外形的，全体的にみれば，\n使用者たる仙台中央郵便局の事業の範囲内に属する，職務と密接な関係を有す\nる行為と評価すべきものである。\nなお，本件契約者貸付は，顧客である第１審原告Ａが既に記載事項の書き込\nみを完了した貸付請求書用紙を持参して窓口請求をした事案であり，乙１４の\n貸付金払渡簿・振替貸付簿の摘要欄に仙台中央郵便局の簡易保険の窓口係のＥ\nが「加英面識」との記載をしていること，Ｅの上司であるＦが，上記の「加英\n面識」との記載を二重線で抹消し「局外で手続するのを窓口に来局したもの」\nとの記載を附記していることからみて，本来局外貸付の手続をとるべき事案で\nあったと解すべきものである。特に，本件契約者貸付の手続中，Ｄが窓口係の\nＥと会話を交わしていること，本件契約者貸付に使用された書類に押捺されて\nいる印影が委任状の印影を含めて全部同一であったり（乙１５ないし１９），\n金額欄が書き替えられているなど慎重に手続を進めるべき状況が認められるの\nに，Ｅがこの点について第１審原告Ａに質問をした形跡のないこと等に照らす\nと，Ｄが本件契約者貸付の際に窓口係のＥに何らかの影響力を与えた事実が強\nく推認できるというべきである。したがって，本件契約者貸付は，少なくとも\n局外貸付の実態を有するものであることは明らかというべきである。\nところで，第１審被告は，以上の点に関して，Ｄが契約者貸付の手続に実質\n的に関与した事実はない，仮にあるとしても補助的で些末な関与にすぎないと\n主張し，乙１４の「加英面識」の記載は，後日書類の不備があった場合の訂正\nの必要等が生じた場合に備えた念のための記載であり，格別の意味はない，保\n険外務員が面識のある顧客から局外貸付を受けた場合には，窓口係が貸付金払\n渡簿・振替貸付簿の摘要欄に面識の事実を記載するのではなく，保険外務員に\nおいて普通貸付請求書の摘要欄に「面識」と記載して押印する取り扱いとなっ\nていると主張する。そして，乙２０（Ｅの陳述書）には，保険外務員が面識の\nある顧客から局外貸付を受けた場合には，同保険外務員において，普通貸付請\n求書の摘要欄に「面識」と記載して押印する取り扱いとなっているとする，第\n１審被告の主張に副う部分がある。しかしながら，乙２０に記載されているよ\nうな実務慣行が厳守されていたことを裏付ける証拠はなく，たやすく採用でき\nない。また，窓口貸付をした場合に訂正の必要が生じたのであれば，直接請求\n者本人に連絡をとればすむことであるから，Ｅが述べるような理由だけで「加\n英面識」なる記載をする必要性を認め難いというべきである。したがって，「\n加英面識」なる記載は，Ｅが，本件契約者貸付がＤの関与した局外貸付の事案\nであることを認識したので，その事実を記載したものと見るのが相当である。\nまた，Ｅは，本件契約者貸付の手続を取っている間，第１審原告ＡとＤが窓口\n向かい側のソファーで待機して親しそうに談笑し，その間，Ｄと会話したのは，\nＤがＥのところに来て「まだですか」と声をかけたのと，貸付金を受取りに窓\n口に来たときに「大きな袋あげてください」と言われたことの２回だけであり，\n本件契約者貸付の手続中にＤの関与がなかったように供述をするが（乙９，１\n０，２０，原審証人Ｅ），その内容はＤ及び第１審原告Ａが供述する当時の状\n況と大きく食い違っているうえ（乙２ないし６），前記認定の第１審被告の応\n訴態度等に照らして到底信用できない。\n３　次に，第１審被告は，Ｄとの６２０万円の貸借行為がＤの職務執行行為に該\n当しないことについては，第１審原告らとしては容易に知り得た事実というべ\nきであるから，この点につき第１審原告らには重過失があると主張する。そし\nて，被用者のなした行為が，その行為の外形からみて，使用者の事業の範囲内\nに属するものと認められる場合でも，その行為が被用者の職務権限内において\n行われたものではなく，しかも，その行為の相手方がこの事情を知り，また少\nなくとも重大な過失によりこの事情を知らないで，当該取引をしたと認められ\nるときは，その行為に基づく損害は事業の執行につき加えた損害とはいえず，\n行為の相手方は保護を受けることはできないと解されている（昀高裁判所昭和\n３９年（オ）第１１０３号，同４２年１１月２日第一小法廷判決・民集２１巻\n９号２２７８頁参照）。しかしながら，本件においては，前記認定のような本\n件騙取行為に至る経緯，態様及び手段，特にＤが保険外務員という地位を利用\nして長年にわたって形成してきた第１審原告ＡとＤとの信頼関係を考慮すると，\nＤの一連の行為が職務と関係のない行為であると認識できなかったことに重大\nな過失があったなどと認めることはできない。したがって，第１審被告の主張\nは採用できない。\n以上によれば，第１審被告は，民法７１５条１項により，第１審原告らが被\nった６２０万円の損害を賠償する責任があるというべきである。そして，前記\n「前提となる事実」によれば，同損害賠償請求権と本件契約者貸付にかかる各\n貸金債務とを対当額で相殺したことが認められるから，第１審原告らが第１審\n被告に対して負担する各貸金債務は存在しないものと解すべきである。\n４　そうすると，その余の点について検討するまでもなく，第１審原告Ａ及び同\nＢの本訴請求を棄却した原判決は不当であるから，原判決中，同人らに関する\n部分を取り消し，同人らの上記請求を認容すべきであり，第１審原告Ｃの本訴\n請求を認容した原判決は結論において正当であって，第１審被告の本件控訴は\n理由がないからこれを棄却すべきである。\nよって，訴訟費用の負担につき，民事訴訟法６７条１項，２項，６１条を適\n用して，主文のとおり判決する。\n仙台高等裁判所第三民事部\n裁判長裁判官     喜多村　治　雄\n裁判官     小　林　　　崇\n裁判官     片　瀬　敏　寿\n"
}