{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 18,
    "month": 6,
    "day": 29
  },
  "case_number": "平成18(ネ)884",
  "case_name": "損害賠償請求控訴事件（附帯控訴事件）",
  "court_name": "大阪高等裁判所第５民事部",
  "result": "その他",
  "original_court_name": "大阪地方裁判所",
  "original_case_number": "平成16(ワ)8056",
  "gist": "交通事故の被害者が傷害の治療のために有給休暇を利用したことによる休業損害を認めた事例",
  "lawsuit_id": "33455",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=33455",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/455/033455_hanrei.pdf",
  "contents": "平成１８年６月２９日判決言渡\n平成１８年（ネ）第８８４号 損害賠償請求控訴事件，同第１３４３号 附帯控訴\n事件（原審・大阪地方裁判所平成１６年（ワ）第８０５６号）\n判決\n主文\n１ 本件附帯控訴に基づき，原判決主文第１，２項を次のとおり変更する。\n( ) 控訴人らは，被控訴人に対し，各自６７７万６２７２円及びこれに対す1\nる平成１５年２月１５日から支払済みまで年５分の割合による金員を支払\nえ。\n( ) 被控訴人のその余の請求をいずれも棄却する。2\n２ 本件控訴をいずれも棄却する。\n３ 訴訟費用は，控訴費用を除き，第１，２審を通じて，これを１０分し，その\n３を被控訴人の，その余を控訴人らの各負担とし，控訴費用は控訴人らの負担\nとする。\n４ この判決は，第１項( )に限り，仮に執行することができる。1\n事実及び理由\n第１ 控訴の趣旨\n１ 原判決中，控訴人ら敗訴部分を取り消す。\n２ 上記取消しに係る被控訴人の請求をいずれも棄却する。\n第２ 附帯控訴の趣旨\n１ 原判決を次のとおり変更する。\n２ 控訴人らは，被控訴人に対し，連帯して，９５３万９８３４円及びこれに対\nする平成１５年２月１５日から支払済みまで年５分の割合による金員を支払え\n（当審において請求を減縮 。）\n第３ 事案の概要\n１ 本件は，被控訴人が，横断歩道を歩行していた際，控訴人Ａの運転するタク\nシーに衝突され，負傷したことから（以下，同事故を「本件事故」という ，。）\n同控訴人に対して民法７０９条に基づき，同控訴人の使用者である控訴人会社\nに対して民法７１５条に基づき，それぞれ，本件事故により被控訴人に生じた\n損害の賠償を求めたものである。\nなお，被控訴人は，原審においては，損害金３１８４万５１６６円及びこれ\nに対する本件事故の日である平成１５年２月１５日から支払済みまで年５分の\n割合による遅延損害金の支払を求めていたが，当審において，附帯控訴の趣旨\n第２項記載のとおり，請求を減縮した。\n２ 原判決は，被控訴人の請求のうち，３９４万７０８２円及び上記遅延損害金\nの支払を命じたが，控訴人らが敗訴部分について控訴を提起したところ，被控\n訴人が附帯控訴を提起した。\n３ 争いのない事実及び証拠によって容易に認定できる事実，争点，並びに争点\nに関する当事者の主張は，以下のとおり当審における当事者の主張を加えるほ\nか，原判決「事実及び理由」欄第２「事案の概要」の１，２，３( )( )（原判12\n決２頁６行目から５頁１３行目まで）に記載のとおりであるから，これを引用\n（ ， 「」 「」 。）。する ただし 原判決２頁１９行目の 歯牙破損 を 歯牙破折 と改める\n４ 当審における被控訴人の主張\n( ) 被控訴人の損害1\n，， ，ア 被控訴人は 以下の損害の項目については 原判決の認容額に基づいて\n以下のとおり，その請求を改める。\n<ア> 治療費 １３４万６９１５円\n<イ> 入院付添費 ４万２０００円\n<ウ> 通院付添費 ０円\n<エ> 入院雑費 １６万５１００円\n<オ> 通院交通費 ６７５０円\n<カ> 診断書作成費用 ５万７８３０円\n<キ> 休業損害 ２８０万１２４８円\nなお，有給休暇は，労働者のもつ権利として財産的価値を有するもの\nであるから，他人による不法行為の結果，有給休暇を費消せざるを得な\nかった場合には，たとえ事故により欠勤したが有給休暇を振り当てたた\nめ，給与は全額支給されて計算上の休業損害が生じていない場合であっ\nても，有給休暇の費消を財産的損害として賠償請求できるのは当然であ\nる。\n<ク> 入通院慰謝料 ２２０万００００円\n<ケ> 後遺障害慰謝料 ２８０万００００円\nイ 逸失利益 １３００万３７４６円\n<ア> 逸失利益については，以下のとおり，控訴人の平成１４年度の年収\n，，である１２０２万８８９０円に 労働能力喪失率１４パーセントを乗じ\n労働能力喪失期間である１０年のライプニッツ係数７．７２１７３４９\n３をさらに乗じて得られた１３００万３７４６円をもって，相当とする\nというべきである。\n，（ 「 」 。）<イ> 被控訴人は 株式会社Ｂ新聞社大阪本社 以下 Ｂ新聞社 という\nの即売部長であるところ，控訴人らは，被控訴人が知的労働の従事者で\nあり，神経症状が残ったとしても，就労への支障がないと主張するが，\n被控訴人の担当する仕事は，新聞の販売部数の拡大のために，被控訴人\n自身が各地を回って顧客や販売店の店主等と実際に会い，折衝，接待を\n行うというものであって，多くの労力を要するものである。そして，被\n控訴人は，左前腕部の疼痛について，自賠責保険等級１２級１２号に当\nたるとの認定を受けたが，そのほかにも同等級に非該当とされた多数の\n障害が残っているのである。\n，， ，<ウ> 被控訴人の年収は 本件事故当時 ①１２０２万８８９０円であり\n事故後いったん，②１２０６万００４０円と増加し，その後，③１１１\n４万５６１０円と減少した。①と③，②と③とを比較すると，それぞれ\n７パーセント，９パーセントの減少となる。加えて，被控訴人は，上記\n後遺障害のため，特に長時間の移動，折衝等に困り，被控訴人の職務に\n大きな支障が出ているのであって，被控訴人が，同後遺障害により，以\n前よりも仕事ができなくなり，販売部数を伸ばせなくなったことが明ら\nかであり，被控訴人がそのために昇進，昇給上の不利益を被る可能性は\n極めて高い。また，被控訴人は，屈伸運動やマッサージ，ストレッチを\nし，長距離の自動車の運転の際には，運転を代わってもらう人を同乗さ\nせる等の特段の努力をしている。\nしたがって，被控訴人の労働能力喪失率は１４パーセントとするのが\n相当である。\n<エ> Ｂ新聞社の現在の定年は６０歳であるが，法律（高齢者等の雇用の\n安定に関する法律ほか ・通達の改正を受けて，定年を６２歳，６５歳）\nに引き上げる予定である。また，同社では，定年に達した従業員は，系\n列会社に出向，再雇用され，６８歳まで勤務するのが通常であり，役職\nも同社のものとほぼ同等の役職に就き，給与についても同社から支払わ\nれていたのとほぼ同額の給与の支払を受けている。したがって，被控訴\n人の同社での定年は６５歳となり，被控訴人は定年後６８歳まで系列会\n社に勤務するものであって，その給与の支払額にほとんど減少はない。\n以上からすれば，原判決説示のとおり，被控訴人の労働能力の喪失期\n間は最低でも１０年としなければならない。\nウ 以上合計 ２２４２万３５８９円\nエ 過失相殺後の損害（５対５） １１２１万１７９５円\nオ 弁護士費用 １１２万１１７９円\nカ 以上合計額 １２３３万２９７４円\nキ 既払額（自賠責保険金） ２７９万３１４０円\nク 損害額合計（請求額） ９５３万９８３４円\n( ) 過失相殺2\nア 乾燥路面における摩擦係数は，実務上，０．７が用いられるのであり，\nこれを０．５５又は０．６とする控訴人らの主張は認められない。\nイ 控訴人らは，控訴人Ａが運転していたタクシーの制動初速度を算定する\nについて，基準となるべきスリップ痕の長さについては，警察の実況見分\nにより計測された長さから，同タクシーのホイールベースの長さを差し引\nくべきであると主張するが，仮に，そのような前提で計算しても，同タク\nシーの制動初速度は時速７０キロメートルを超えることとなるから，同控\n訴人が，制限速度を時速２０キロメートル以上超過する速度で運転してい\nたことには変わりがない。\nウ 控訴人らは，控訴人Ａが事故の回避行動をとったこと等を理由に過失割\n合の軽減を主張するが，同控訴人が制限速度を遵守していれば本件事故は\n起きなかったのであり，同控訴人が事故回避行動をとったことは意味がな\nい。もともと，制限速度を時速２０キロメートル以上超過する交通違反を\nしておきながら，自身が事故回避行動をとったこと等を理由に過失の軽減\nを主張すること自体，明らかに失当である。\nエ 被控訴人が多量の飲酒をしていたことは認めるが，被控訴人が泥酔状態\nであったとすれば，被控訴人は千鳥足でゆっくりと横断していたはずであ\nるから，控訴人Ａに前方不注視があったことは明らかである。\n，，オ 被控訴人は 被控訴人の対面信号は青色であったとの主張を維持するが\n仮に，本件事故当時，被控訴人の対面信号が赤色であったとしても，控訴\n人Ａが制限速度を時速２０キロメートル以上超過して運転していたこと，\n同控訴人が前方不注視であったことからすると，被控訴人の過失は最高で\nも５０パーセントに止まるというべきである。\n５ 当審における控訴人らの主張\n( ) 過失相殺1\nア 原判決は，本件事故態様が交差点における歩行者の赤信号無視の事案で\nあるとしながら，控訴人Ａが制限速度を時速２０キロメートル以上超過し\nて走行していたとして，過失相殺割合を，被控訴人６に対し，同控訴人４\nと判定したが，以下の事情からすると，被控訴人の過失割合は７０パーセ\nントを下ることはない。\nイ 原判決は，乾燥路面の摩擦係数を０．７とし，制動痕の長さが，右側が\n３０．４メートル，左側が３０．０メートルであったとして，控訴人Ａの\n運転するタクシーの制動初速度を計算している。しかし，摩擦係数は０．\n５５もあり得るし（当審提出の乙６ ，制動痕の長さはホイールベース分）\n（２．８５メートル）長くなっているから，これを基に計算すると，制動\n．（ ． ，初速度は時速６２ １９キロメートルとなる 摩擦係数を０ ６としても\n時速６４．９５キロメートルとなる 。。）\nウ 一方，被控訴人は，本件事故当時，多量に飲酒しており，事故後に搬送\nされた病院で計測されたアルコール保有量は，血中濃度で４２０．０㎎／\ndlというのであって，意識は消失し，昏睡状態となるという死亡に至る少\nし手前の状況であった。すなわち，被控訴人は，事故回避の能力を全く欠\nく状態で，一般の交通の場に出現し，本件事故を惹き起こしたのである。\n被控訴人が通常の能力を有する状態であれば，信号無視をしても，事故回\n避の行動をとることができ，本件事故を回避することができた可能性もあ\nる。その能力を失っていた者とそうでない者とを同一に考えるのは相当で\nはなく，被控訴人の過失割合が加重されて当然である。\nエ 被控訴人が横断しようとしたのは，交通量の大きい，中央線のある片側\n２車線の国道であり，赤信号無視の横断は，事故必至と言っていいほどの\n極めて危険な行動である。そのような現場に，事故回避の能力を全く欠い\nて出て行った被控訴人の過失は重大といわざるを得ない。\n( ) 入院付添費2\n原判決は 「入院中の原告に見舞いの限度を越える付添があったとの形跡，\nは見当たらず」と正当に認定しながら，本件事故当日から７日分について，\n近親者付添の必要を認める。\nしかしながら，損害として加害者に賠償請求が認められる近親者入院付添\n費は，その付添が医学的に必要と認められるものでなければならず，単に近\n親者の情として見舞いのために病室に赴くのは，加害者に対し，金銭的請求\nができる対象となるものではない。被控訴人は，事故当日から１４日間，集\n中治療室に入院したものであり，そこに私的介護の入る余地は全くないので\nあって，原判決の判断は誤りである。\n( ) 診断書作成費用3\n原判決は，診断書作成料，明細書料として５万７８３０円を要したと認め\nて，同額を損害とした。\nしかし，本件では，Ｃ病院の診療報酬明細書をみると，診断書及び明細書\nの費用として，通数４（１万４８００円。甲１１の５ ，通数６（１万７９）\n４０円。甲１１の６）及び通数５（１万０６９０円。甲１１の７）というも\n，，のがあり これらは被控訴人がかけている保険への提出用が含まれていたり\n同じ文書の二重計上も考えられる。\n( ) 有給休暇の損害賠償4\n，，ア 被控訴人に対しては 休業期間中の給与が支払われているのであるから\n被控訴人に現実の休業損害は生じていないが，その反面，有給休暇日数を\n費消しており，これをどのように評価すべきかが問題となる。\nしかし，有給休暇は，有給で休業ができる利益であって，有給休暇を他\nに譲ったり，あるいは会社に買い上げてもらえる権利ではない。そうでな\n，， ，いのに 原判決のように算定すれば 被控訴人の平成１５年度の年収額は\n結果的に１４８６万１２８８円（給料１２０６万００４０円，有給休暇８\n５日分の休業損害２８０万１２４８円）となってしまい，その結果はいか\nにも不公平である。有給休暇の日額を機械的に算出する粗雑な算定方法が\n生み出す不条理な結論というほかない。\nイ このような点を考慮し，有給休暇使用によって休業損害が生じなかった\n以上，休業損害が生じる余地はないと正しく判定し，しかしそれを慰謝料\nで評価する裁判例が少なくない。\n２８０万円もの存在しない損害を認定した原判決の判断は誤りである。\n( ) 後遺症による逸失利益5\nア 原判決は，被控訴人の減収率を８パーセントと認め，被控訴人の勤務先\nであるＢ新聞社が定年を６２歳，６５歳と引き上げていく予定であると認\nめた上，被控訴人の労働能力の喪失は今後１０年間と見込むのが相当とし\nて，７４３万円余の逸失利益を認めた。\nイ しかし，被控訴人は，知的労働の従事者であり，神経症状の後遺障害が\n残ったとしても，就労への支障はほとんどないと思われる。現に，本件事\n故のあった平成１５年の年収は増加しているのであり，被控訴人の身体的\n故障がその年の年収の消長に影響を及ぼさないか，及ぼしても少ないこと\nを推認させるに十分である。\n原判決は，平成１６年の年収が減少しているなどをとらえて，労働能力\n喪失率を８パーセントとしたが，同年の給与額がなぜ減少したのかについ\nては，被控訴人において証明されておらず，漠然と８パーセントと認定す\nるのは理に反する。\nウ 原判決は，喪失期間については，１０年と認定したが，これは上記のと\nおり，定年が６２歳，６５歳と引き上げられていく予定であると認められ\nるからであるという。しかし 「高齢者等の雇用の安定等に関する法律」，\nがあるからといって，私企業として無理な雇用体制を採用することはでき\nないし，これを強制する方法もない。Ｂ新聞社の定年は６０歳のままであ\nるし，役職定年の制度もあるであろう。被控訴人が６５歳まで即売部長の\nポストに据わり続け，年収額も減少しないで維持できるなどとは到底考え\nられない。原判決が，被控訴人の逸失利益を年収１２０２万円余を基準と\nして固定し，その８パーセント（年額９６万円余）を１０年間にわたって\n喪失すると認定したのは，極めて非現実的であって，妥当ではない。\n第４ 当裁判所の判断\n１ 事故態様と過失相殺等について\n( ) 本件事故の態様，控訴人らの責任原因及び過失相殺割合については，原1\n判決が「事実及び理由」欄第３「当裁判所の判断」の１( )ないし( )（原判13\n決８頁２４行目から１１頁１１行目まで）において認定，判断するとおりで\nあるから（過失割合は，被控訴人につき６，控訴人Ａにつき４とするのが相\n当である ，これを引用する。。）\n( ) 控訴人らは，控訴人Ａの運転していたタクシーの制動初速度を計算する2\nに当たり，同車の制動痕の長さを，左側３０．０メートル，右側３０．４メ\nートルとするのは，同車のホイールベースの長さを考慮していないから，不\n当であると主張するが，本件事故における実況見分調書（乙１）によると，\n上記制動痕は，左右とも前輪のものであることが認められるから，これらが\n後輪のものを含むことを前提とする控訴人らの上記主張は採用することがで\nきない。\nまた，控訴人らは，本件事故現場は，アスファルト舗装であり，当時，乾\n燥していたから，上記制動初速度を計算する基礎となる摩擦係数は０．５５\nから０．６を採用するべきであると主張する。しかしながら，原判決の説示\nするとおり，摩擦係数は０．７を採用するのが相当である上，仮に控訴人ら\nのいうように，摩擦係数を０．５５としても，上記制動痕の長さからして，\n上記初速度は時速約６５．３７ないし６５．８０キロメートルと計算される\nのであり（摩擦係数を０．６とすれば，時速約６８．２９ないし６８．７３\nキロメートル ，控訴人Ａは，いずれにせよ，制限速度（時速５０キロメー）\nトル）を時速１５キロメートル以上超過した速度でタクシーを走行させてい\nて，本件事故を惹起したことになり，同控訴人と被控訴人との過失割合に影\n響を及ぼすものとはいえないから（東京三弁護士会交通事故処理委員会編・\n民事交通事故訴訟損害賠償額算定基準平成１６年版１１９頁及び１２４頁参\n照 ，控訴人らの上記主張も採用することができない。）\nなお，被控訴人が泥酔状態で，赤信号を無視し，幹線道路を横断しようと\nしたことは，上記過失割合を算定するについて，すでに織り込み済みの事実\nであるから，この点に関する控訴人らの主張も理由がない。\n２ 被控訴人の損害について\n，。被控訴人が本件事故により受けた損害は 以下のとおりであると認められる\n( ) 治療費 １３４万６９１５円1\n被控訴人の治療費が１３４万６９１５円と認められることは，原判決「事\n実及び理由」欄第３「当裁判所の判断」の３（以下「損害欄」という ）( )。 1\n（） ，ア 原判決１２頁１１行目から１６行目まで に説示するとおりであるから\nこれを引用する。\n( ) 付添看護費 ４万２０００円2\n（）原判決の損害欄( )イ(ア) 原判決１２頁１８行目から１３頁４行目まで1\nに認定するとおりであるから，これを引用する。\n，， ，控訴人らは 原判決が 被控訴人が集中治療室において治療を受けていて\n医学的に私的な介護を容れる余地がない期間について，控訴人らに付添看護\n費の支払を命じたことは不当である旨主張するが，現実に病院を訪れた近親\n者が被害者の看護を行っていなくても，事故の被害者が重篤であるなどの事\n情のもとでは，容体の安定するまでの期間など相当の期間につき，近親者の\n付添看護費の支払を認容することは，不当とはいえず，被控訴人の入院の翌\n日から７日間につき，その支払を命じた原判決の判断は相当である。\n( ) 通院付添費 ０円3\n被控訴人は，当審において，通院付添費を請求しないので，同項目の損害\nとして認定しない。\n( ) 入院雑費 １６万５１００円4\n原判決の損害欄( )ウ（原判決１３頁１１行目から１７行目まで）に認定1\nするとおりであるから，これを引用する。\n( ) 通院交通費 ６７５０円5\n原判決の損害欄( )エ（原判決１３頁１８行目から２４行目まで）に認定1\nするとおりであるから，これを引用する。\n( ) 診断書作成費用 ５万７８３０円6\n原判決の損害欄( )オ（原判決１３頁２５行目から１４頁１行目まで）に1\n認定するとおりであるから，これを引用する。\n控訴人らは，被控訴人が多数の診断書や明細書の発行を受けているが，こ\nれらの内には，被控訴人が保険会社に提出するものが含まれていたり，同じ\n文書の二重計上も考えられると主張するが，そのような事情を窺わせるに足\nりる証拠はなく，上記主張は採用することができない。\n( ) 休業損害（有給休暇費消分相当額） ２８０万１２４８円7\n原判決の損害欄( )ア（原判決１４頁５行目から１５行目まで）に認定す2\nるとおりであるから，これを引用する。\n控訴人らは，有給休暇を使用することによって，被控訴人には現実の休業\n損害が生じなかったのであり，有給休暇が，他に譲ることができたり，会社\nに買い上げてもらえる権利ではないこと，原判決のように算定すれば，被控\n訴人の平成１５年度の年収額は，結果的に実収入額を上回るものとなってし\nまい，その結果はいかにも不公平であることから，被控訴人に上記休業損害\nを認定するのは誤りであると主張する。\nしかしながら，被控訴人において，本件事故により欠勤することの不利益\nを免れる意味で，本来なら自由に使用することができる有給休暇の日を，本\n件事故による療養に充てたと考えられるから，これらの日を休業損害算定の\nための基礎日数にすることは不当とはいえず，控訴人らの上記主張は採用し\nない。\n( ) 後遺症による逸失利益 １３００万３６８７円8\nア 被控訴人は，本件事故の前年である平成１４年において，勤務先である\nＢ新聞社から，１２０２万８８９０円の給与収入を得ていたところ（甲１\n５ ，平成１６年７月１日，左前腕に疼痛を残して症状固定とされ（甲８）\nの１ ，損害保険会社から同症状が自賠法施行令別表２における１２級１）\n２号（局部に頑固な神経症状を残すもの）に該当するものと認定されたの\nであり（甲９ ，上記症状については同認定をもって相当とするというべ）\nきであるから，被控訴人は，本件事故により，１４パーセントの労働能力\nを喪失したというべきである。\nそして，被控訴人は，上記症状固定時は５５歳であり，今後，１２年間\nは就労が可能であると認められるから，その範囲内で，被控訴人の主張す\nる１０年間の上記逸失利益は，１３００万３６８７円（円未満切捨）とな\nる。\n12,028,890 0.14 7.7217 13,003,687計算式： × × ≒\nは１０年のライプニッツ係数（年金現価表）である。7.7217\nイ 控訴人らは，神経症状の後遺障害は知的労働の従事者である被控訴人の\n就労に支障をほとんど及ぼさないこと 「高齢者等の雇用の安定等に関す，\nる法律」があるからといって，被控訴人が６５歳まで即売部長のポストに\n据わり続け，年収額も減少しないで維持できるなどとは到底考えられない\nことを主張して，被控訴人の労働能力喪失率を８パーセントとし，労働能\n力喪失期間を１０年と認定した原判決を非難する。\nしかしながら，被控訴人の後遺障害の等級及びその労働能力喪失率が１\n４パーセントであることは前記アに説示するとおりである。そして，甲第\n１８，第２０号証によると，被控訴人は，Ｂ新聞社の即売部長として，そ\nの仕事はデスクワークを中心としているものの，１か月に１０日ほどは，\n担当地区である中国・四国エリアの販売局を訪れて，販売促進のために報\n告や指導を行っていること，１時間程度いすに座っていると左足の関節部\n分を動かすことが困難となるため，会議の時には３０分おきに屈伸運動を\nしたり，会社では座高の高いいすを使用していること，長時間の移動や和\n室での接待についても不便や困難を感じるため，他人に代わってもらって\nいること，自動車で長距離を運転する時には途中で運転を代わってもらえ\nる人を同乗させていること，雨の日は自己の負担でタクシーにより出勤し\nていること，移動の際には鞄を左手で持てないため右手に負担がかかり，\n出張先ではマッサージを呼ぶことが多くなったことが認められるのであ\nり，本件事故の翌年度以降の被控訴人の現実の収入に変動がほとんど見ら\nれないとしても，それは被控訴人の努力により上記後遺障害による減収を\n防いでいることによるものと認められるから，被控訴人の今後の稼働可能\n年数である１２年を下回る１０年間の逸失利益の発生は，最低限認められ\nるというべきであり，控訴人らの上記主張は失当である。\n( ) 慰謝料 ５００万００００円9\n被控訴人の入通院慰謝料として２２０万円，後遺障害慰謝料として２８０\n万円をそれぞれ認めるのが相当であることは，原判決の損害欄( )（原判決3\n１５頁７行目から１５行目まで）に認定するとおりであるから，これを引用\nする。\n( ) 小計 ２２４２万３５３０円10\n( ) 過失相殺後の損害額 ８９６万９４１２円11\n(12) 既払金 △２７９万３１４０円\n( ) 合計 ６１７万６２７２円13\n(14) 弁護士費用 ６０万００００円\n(15) 認容額 ６７７万６２７２円\n３ 以上の次第で，被控訴人の本訴請求は，上記損害金６７７万６２７２円及び\nこれに対する前記遅延損害金の支払を求める限度で理由があるから，これと結\n論を異にする原判決は変更を免れない。\nよって，原判決を変更し，被控訴人の請求を上記の限度で認容し，その余を\n棄却することとして，主文のとおり判決する。\n大阪高等裁判所第５民事部\n裁判長裁判官 大 和 陽 一 郎\n裁判官 菊 池 徹\n裁判官 市 村 弘\n"
}