{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 4,
    "day": 11
  },
  "case_number": "平成13(ネ)3677",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "著作権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "11915",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=11915",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/915/011915_hanrei.pdf",
  "contents": "平成１３年（ネ）第３６７７号，平成１３年（ネ）第５９２０号　損害賠償請求控\n訴，同附帯控訴事件（原審・東京地方裁判所平成１２年(ワ)第２００５８号）\n平成１４年１月２９日口頭弁論終結\n判　　　　　　　　　　　決\n控訴人（附帯被控訴人）　　　　　  Ａ\n（以下「控訴人Ａ」という。）\n控訴人（附帯被控訴人）　　　　　  株式会社小学館\n（以下「控訴人小学館」という。）\n代表者代表取締役\n控訴人（附帯被控訴人）　　　　　　両名\n訴訟代理人弁護士　　　　　　　　　木　　　澤　　　克　　　之\n同　　　　　　　　　　　　　　　　藤　　　原　　　　　　　浩\n同　　　　　　　　　　　　　　　　石　　　島　　　美　也　子\n同　　　　　　　　　　　　　　　　鈴　　　木　　　道　　　夫\n同　　　　　　　　　　　　　　　　風　　　祭　　　　　　　寛\n同　　　　　　　　　　　　　　　　市　　　村　　　直　　　也\n被控訴人（附帯控訴人）　　　　　　Ｂ\n（以下「被控訴人」という。）\n訴訟代理人弁護士　　　　　　　　　山　　　口　　　博　　　久\n同　　　　　　　　　　　　　　　　小　　　西　　　輝　　　子\n主　　　　　　　　　　　文\n１　本件控訴をいずれも棄却する。\n２　本件附帯控訴をいずれも棄却する。\n３　当審における訴訟費用は，各自の負担とする。\n事実及び理由\n第１　当事者の求めた裁判\n１　控訴について\n(1)　控訴人ら\n原判決中，控訴人ら敗訴部分を取り消す。\n被控訴人の請求をいずれも棄却する。\n(2)　被控訴人\n本件控訴をいずれも棄却する。\n２　附帯控訴について\n(1)　被控訴人\n原判決中，被控訴人敗訴部分を取り消す。\n控訴人らは，被控訴人に対し，連帯して金８５０万円及びこれに対する平\n成１０年３月１０日から支払ずみまで年５分の割合による金員を支払え。\n(2)　控訴人ら\n附帯控訴をいずれも棄却する。\n３　訴訟費用について\n(1)　控訴人ら\n訴訟費用は，第１，２審を通じて被控訴人の負担とする。\n(2)　被控訴人\n当審における訴訟費用は，控訴人らの負担とする。\n第２　事案の概要\n本件は，米国の作曲家であるレナード・バーンスタインの著作に係る英語版\n演劇台本を日本語に翻訳し，その二次的著作物である翻訳台本につき著作権を取得\nした被控訴人（一審原告）が，控訴人（一審被告）らに対し，上記翻訳台本の一部\n（別紙参照）を，被控訴人の承諾を得ず，かつ，同人の翻訳者としての氏名を表示\nしないまま，控訴人Ａの著作に係る「絶対音感」と題する書籍に採録したとして，\n複製権侵害に基づく財産的損害の賠償金としての５００万円（内金）及びこれに対\nする遅延損害金，著作者人格権（氏名表示権）侵害に基づく慰謝料としての３００\n万円及びこれに対する遅延損害金，弁護士費用としての１５０万円の，各支払を請\n求したのに対し，控訴人が，上記翻訳部分の採録は著作権法３２条１項所定の適法\nな引用に当たるなどとして，これを争い，原判決が上記侵害を認めて被控訴人の請\n求を一部認容したため，控訴人らがこれを不服として控訴を提起し，被控訴人が認\n容額を不服として附帯控訴をした事案である。\n事案の概要は，次のとおり付加するほか，原判決の事実及び理由「第２　事\n案の概要」のとおりであるから，これを引用する。なお，当裁判所も，「本件翻訳\n台本」，「本件書籍」，「原告翻訳部分」，「クリスタル・アーツ社」，「Ｃ」の\n用語を，原判決の用法に従って用いる。\n１　当審における控訴人らの主張の要点\n(1)　複製権侵害の成否について\nア　著作権法３２条１項の解釈についての基本的な考え方\n著作権法３２条１項は，著作物に対する著作者の権利保護の要請と，社\n会的利用の円滑化の要請とを調整するため，一定の要件を満たす「引用」と認めら\nれる場合には，著作権者の許諾を得ることなく，著作物を無償で自由に利用するこ\nとができる旨を定めている。このような立法趣旨に鑑みると，具体的事案におい\nて，ある利用行為がこの規定に該当するものとして許されるかどうかは，著作権保\n護の要請と著作権の社会性に基づく公共的限界及び利用者側の表現の自由の尊重と\nの比較衡量をしながら，具体的な判断基準を立てて，実質的に判断する必要があ\nる。\n著作権法３２条１項は，引用の適法性について，「公正な慣行に合致す\nるものであること」，「引用の目的上正当な範囲内で行われること」という二つの\n要件を定めている。\n従来，判例は，引用の適法性の判断について，「明瞭区別性」と「主従\n関係」という二つの判断基準によって判断すべきものとしており（いわゆる「パロ\nディ事件」に関する最判昭和５５年３月２８日民集３４巻３号２４４頁，いわゆる\n「藤田嗣治絵画複製事件」に関する東京高裁昭和５９年（ネ）第２２９３号事件，\n昭和６０年１０月１７日判決参照），「主従関係」の判断においては，引用の目\n的，両著作物の性質，内容，分量，被引用著作物の採録方法，態様等の諸要素を考\n慮して決すべきであるとしている（上記東京高裁判決等参照）。本件においても，\n「明瞭区別性」と「主従関係」という二つの判断基準が用いられるべきである。\nしかし，上記判断基準を満たすことは，著作権法３２条１項の適用があ\nるとするための必要条件ではあるものの，十分条件ではない。同条の定める要件\nは，上記のとおり抽象的かつ規範的なものであるから，その解釈に当たっては，引\n用が許される上記立法趣旨に照らし，幅広く多様な判断要素を考慮の対象として取\nり入れ，きめ細かで柔軟な判断をすべきである。多様な判断要素を，すべて，上記\n二つの判断基準，とりわけ「主従関係」の基準に押し込めることは，困難である。\n以上のような考え方に基づき，著作権法３２条１項に定める二つの要件\nは，次のように解釈されるべきである。\n①　公正な慣行に合致するものであること\n公正な慣行に合致するかどうかについて，健全な社会通念を基準とし\nて判断すべきであり，社会通念上妥当であるか否かは，基本的には引用の目的と態\n様に照らして判断すべきである。従来用いられてきた「明瞭区別性」という判断基\n準は，態様に関する社会的妥当性を判断する際のひとつの判断指針であるというこ\nとができる。引用著作物と被引用著作物が共に言語の著作物である場合に，引用部\n分が判然とせず，あたかもすべてが自己の著作であるかのようにみえる使用方法\nが，社会通念上妥当と考えられる引用の態様でないことは，いうまでもないところ\nである。\n②　引用の目的上正当な範囲内で行われるものであること\n引用の目的上正当な範囲内かどうかについては，ⅰ）使用が目的達成\nのために必要な範囲内にとどまっているか，ⅱ）権利者に過度の打撃を与えるもの\nではないか，という基準に照らして判断することが必要である。従来用いられてき\nた「主従関係」という判断基準は，上記ⅰ）について判断する際の基準として機能\nする。\nただし，主従関係が認められれば，当然に上記ⅰ）の要件を満たす，\nというわけではなく，主従関係がある場合でも，上記ⅰ）の点は改めて判断される\nべきであるし，ⅰ）の基準が満たされる場合でも，上記ⅱ）の点については，別途\n判断が必要であるというべきであるから，上記②の要件についての判断指針を「主\n従関係」のみに限る必要はない。\n上記ⅱ）についての判断が必要であることは，著作権者と利用者等と\nの利益調整を図るという立法趣旨に照らし明らかであるのみならず，大陸法系，英\n米法系を問わず，国際的な共通認識に基づいて承認されている権利制限に関する一\n般的法理（複製権の制限に関するベルヌ条約９条（２）及び著作権の制限に関す\nる，著作権に関する世界知的所有権機関条約（ＷＩＰＯ著作権条約）１０条が定め\nる，いわゆる「３－Ｓｔｅｐ－Ｔｅｓｔ」のうち「著作物の通常の利用を妨げず，\nかつ，その著作者の正当な利益を不当に害しないこと」という要件。引用について\n定めるベルヌ条約１０条（１）の解釈。アメリカ著作権法１０７条が示すフェア・\nユースの法理に基づく判断指針のうち「著作物の潜在的市場又は価値に対する使用\nの及ぼす影響」という判断要素等参照。）からも明らかであり，上記ⅱ）の基準\nは，我が国の著作権法の条文解釈に当たっても指針とされるべきものである。\n③　判断要素に基づく要件該当性判断の方法\n現実に発生する引用行為が多様であることに鑑みると，上記①，②の\n要件に該当する適法な引用として許されるかどうかについては，あらかじめ決めら\nれた固定的な判断基準や判断要素のみによって判断すべきではない。判断要素を流\n動的なものととらえ，具体的事案ごとに対立利益を調整するために考慮すべき判断\n要素を検討し，さらに，各判断要素ごとの事実認定から導かれるプラス評価とマイ\nナス評価とを比較衡量しながら，総合的に勘案することによって，より柔軟できめ\n細かな判断が可能となるというべきである。\nイ　著作権法３２条１項の要件該当性を判断するために考慮されるべき判断\n要素\n①　両著作物の性質・内容\nこれは，すべての判断において前提となる事実である。目的，分量，\n態様等その他の判断要素に関する事実の認定に当たって前提となる事実でもある。\n②　公正な慣行に合致するものであること\nａ　引用の目的\n社会通念に照らして引用の目的自体が妥当であることを要する。著\n作権法３２条１項は，許される引用の目的として，「報道，批評，研究」を例示列\n挙している。裁判例においては，一般に，社会通念上妥当と考えられる目的とし\nて，補足説明や例証・参考資料の提供，紹介，参照，論評等が挙げられている。\n引用の目的は，引用を行った者の主観によるのではなく，あくまで\n一般的観念に照らして客観的に判断されなければならない。\nｂ　態様・採録方法\nどのような態様のものであれば，社会通念上妥当な引用として許さ\nれるかということは，引用著作物及び被引用著作物の種類・性質によって異なるた\nめ，当該両著作物ごとに検討されなければならない。\n「明瞭区別性」というのは，引用の態様が社会的に妥当なものかど\nうかを判断する際の，一つの指針である。明瞭に区別して認識できるようにする手\n法は，両著作物の種類や性質によって異なり，共に言語の著作物であれば，括弧で\nくくって表示する等の方法によることになる。\n引用の目的を達成するために必要な範囲内にあると認められる態\n様・採録方法であるか否かは，両著作物の性質・内容により異なるため，具体的事\n案ごとに検討することが必要であり，言語の著作物の場合には，この検討には，相\n対的な文字の大きさ，引用部分の配置・構成等が関係する。\n③　引用の目的上正当な範囲で行われるものであること\nａ　両著作物の分量\n引用部分の分量については，引用部分が引用著作物全体との関係で\nどの程度の割合を占めているのか，引用部分が被引用著作物全体との関係でどの程\n度の量なのかという両面からの吟味を要し，これらの点を吟味した上で，引用部分\nの量が，引用の目的に照らして必要な範囲を超えていないかどうかの判断をする。\n分量は，単に総量的な問題ではなく，被引用著作物のうちのどの部分についてどれ\nだけの量を引用する必要があるのかが，個別具体的に吟味されなければならない。\nｂ　市場の競合可能性\n権利者に過度の打撃を与えるものかどうかについては，上記②ａ，\nｂないし③ａに関する事実を踏まえたうえで，被引用著作物の著作権者が当該著作\n物についてどのような既存市場及び潜在的市場を有しているのか，当該引用により\nそれらの市場との競合が生ずるのか，市場に悪影響があるとしてそれはどの程度な\nのか，等の検討を経て判断すべきである。\n態様に関し，被引用著作物の独立した鑑賞性の有無は，これまでの\n裁判例では「主従関係」の判断要素とされてきた。しかし，独立した鑑賞性の有無\nを主従関係の判断要素としてのみとらえることには無理がある。独立した鑑賞性の\nある態様での引用が行われた場合には，主従関係という指針をよりどころとせず，\n引用の目的上正当な範囲内といえる態様かどうかという視点から直接判断する方\nが，適切な場合がある。被引用著作物が独立した鑑賞性を有していることにより，\n元の著作物との間に市場の競合を来たし，その潜在的市場を侵害してしまうような\n場合には，そのような態様による引用は，正当な範囲を超えるものと判断されやす\nく，他方，独立した鑑賞性を有していても，権利者への悪影響が少ない場合には，\n正当な範囲を超えるとまではいえないと判断されやすいということができる。\nウ　本件への当てはめ\n①　著作物の性質・内容\n本件書籍は，聴覚心理学者や認知科学者，脳神経学者らのものを含む\n多くの文献の調査を踏まえ，１００人以上の音楽家や音楽教育関係者を対象として\n取材やアンケート調査を行い，その結果を，聴覚心理学者や認知科学者，脳神経科\n学者らにフィードバックして見解をもらい，それを再び音楽家へフィードバックす\nる，という取材方法でまとめ上げられた，音楽に関するノンフィクション作品であ\nる。\nこのようなノンフィクション作品は，調査研究の成果の報告書という\n性質も併せ持っており，その性格上，取材した事実や文献を中心にして，それらを\n作品中に盛り込みながら記述を進めることが不可欠である。同種の著作物において\nは，多くの引用行為が古くから行われてきている。このような性格を有するノンフ\nィクション作品を作成するに当たり，収集事実の記述について過度の制約を受ける\nことになれば，ノンフィクションの使命ともいうべき歴史的事実の発掘・紹介や過\n去の事実に関する批評・問題提起などが著しく困難となり，作品自体が成立しなく\nなるといっても過言ではない。ノンフィクション作品における引用の問題を検討す\nるに当たっては，ノンフィクション作品は，多かれ少なかれこのような性質を有す\nることを，看過することのないよう留意することが肝要である。\n②　公正な慣行に合致するものであること\nａ　引用の目的\n控訴人Ａは，ノンフィクション作品である本件書籍をまとめるに当\nたって，絶対音感に対する疑問を出発点として，絶対音感を軸とする様々な事実を\n発掘し，これを紹介しながら，音楽とは何か，人間とは何かというテーマへ行き着\nくという手法を採用し，バーンスタインの貴重な言葉を，同控訴人が取材により知\nった多くの事実の一つとして取り上げ，これを紹介したものである。バーンスタイ\nンは既に他界しており，インタビューやアンケートがかなわぬ以上，同人の考え方\nを知るには，同人が過去に語った言葉の記録や，同人の執筆したもの等からこれを\n探る以外に，取材の方法はない。\n本件書籍における原告翻訳部分の採録の目的は，歴史的人物が語っ\nた貴重な言葉を紹介し，その意味を思考しながら論評，批評し，本件書籍の内容を\n補足説明し，その例証，参考資料を提供する，ということにある。また，研究を目\n的とするものである，ともいい得る。これは，正に法が予定している典型的な引用\n目的であり，社会通念上妥当なものである。\nｂ　態様・採録方法\n本件書籍も本件翻訳台本も，共に言語の著作物であるから，引用\nは，両著作物が明瞭に区別して認識できるような態様で行われなければならない。\n本件書籍中の原告翻訳部分は，その最初と最後が「　」で区切られ，その他の文と\nは明瞭に区別されている。そして，当該「　」の前の部分には，バーンスタインが\n「ヤング・ピープルズ・コンサート」を行ったこと，Ｃが，バーンスタインの言葉\nを日本語に置き換えた台本を制作し，日本の子どもたちに音楽のすばらしさを伝え\nるコンサートを企画していること，などの説明があり，「第一回「音楽って何？」\nと題するコンサートでバーンスタインが語った言葉の一部を紹介したい。」と断っ\nたうえで，原告翻訳部分の記述がこれに続いており，読者は，「　」内の記述を，\nその余の地の文と明瞭に区別して認識することができる。\nまた，原告翻訳部分の採録は，本件翻訳台本のうち，引用の目的上\n必要な言葉の部分に限って行われているため，引用していない部分が間に存在する\nことを明記するため，＜中略＞の表示を入れており，大きく四つの部分に分かれて\nいる。\n原告翻訳部分は，本件書籍中の他の活字と大きさ・字体は同じであ\nり，ことさら強調するような体裁はとられていない。\n原告翻訳部分は，本件翻訳台本のうち，ごく一部の紹介にすぎない\n上，演奏がなく語りの部分しかないという，活字であることに伴う限界があるか\nら，主従関係に影響を与えるような独立した鑑賞性を有するということはできな\nい。\n以上のとおり，態様・採録方法は，社会通念上妥当なものであり，\nまた，前記のような引用の目的達成に必要な範囲内と認められるものである。\n③　引用の目的上正当な範囲内で行われるものであること\nａ　両著作物の分量\n引用著作物である本件書籍３１９頁（ただし，本文のみの頁数）の\nうち，原告翻訳部分は，わずか２．７頁で，全体に占める割合は０．８％程度にす\nぎない。物理的分量は，相対的に極めて少ないことが明らかである。また，本件書\n籍は，構成上オムニバス方式を採用してはいるものの，各章や各節の内容が全く独\n立していて互いに関係を持たないというわけではなく，全体を貫くテーマやキーワ\nードを軸にして，相互に関連し連続性を有しているから，原告翻訳部分が含まれて\nいる本件書籍の第７章やその中の一節に限って，それとの比較で本件引用部分の分\n量を検討するべきではなく，あくまで本件書籍全体との関係で検討するべきであ\nる。\n原告翻訳部分は，被引用著作物である本件翻訳台本（Ａ４版横書\nき，１頁当たり４０字３５行程度，１４頁）のうち，わずか５７行程度である。四\nつに分かれた引用部分ごとにその内容を検討すると，第４区分が結論であり，第１\n区分から第３区分までは，その結論を理解するために必要な具体例を示して説明す\nる部分である。音楽の本質について，バーンスタインが語った内容を正確にかつ臨\n場感をもったものとして読者に伝えるには，これが必要最小限度の量というべきで\nある。第４区分だけを引用して利用しても，その意味するところは到底伝わるとは\n思われないため，数多くの曲や音を題材にし，様々に趣向を凝らして語っている中\nで，だだ１曲「ウィリアムテル序曲」を題材にしている部分の，さらにその一部の\nみを引用し，結論部分の意味をできる限り正確に伝えようとしたものである。\n以上検討したところによれば，原告翻訳部分の分量は，相対的に見\nて，本件書籍との関係で量的にも質的にも従たる分量であり，かつ前記引用の目的\nを達成するために必要な範囲にとどまっている，ということができる。\nｂ　市場の競合可能性\n被引用著作物である本件翻訳台本は，許諾を介して複製等の二次的\n利用が行われるような性質のものであり，市場においても流通の経路ができている\nとすれば，引用が認められることにより権利が制限され，その結果，無許諾で利用\nされたものが競合的に介入することによる損害の程度を検討する必要が生ずること\nになる。被控訴人が，本件翻訳台本を二次的に利用する方法としては，本件翻訳台\n本を使用するコンサートの再演，本件翻訳台本の出版等が想定される。しかし，現\n実には，本件翻訳台本は，倉敷での上演（平成９年１月）以降，現在に至るまで，\nその他の方法を含めて二次的利用に供された実績は一切なく，Ｃが被控訴人に翻訳\nを依頼した経緯及び趣旨，本件翻訳台本作成の経緯などから，今後も，被控訴人が\n本件翻訳台本を二次的に利用することは事実上不可能であると考えられる。すなわ\nち，Ｃは，被控訴人の本件翻訳台本を使用して，「ヤング・ピープルズ・コンサー\nト」第１回「音楽って何？」の再演をすることを，予定していない。Ｃとアンバー\nソン社との信頼関係に鑑みると，被控訴人が第三者に自己の台本での上演企画を持\nち込んでも，アンバーソン社がそれを許諾することは考えにくい。Ｃ\nは，被控訴人に翻訳を依頼するに当たり，原著作者の権利を管理する立場におい\nて，被控訴人に本件翻訳台本の二次利用権を与えていないから，被控訴人が本件翻\n訳台本を出版しようとしても，そのときは，バーンスタイン自身に属した権利を管\n理しているアンバーソン社の許諾が必要となるのに，アンバーソン社がそれを許諾\nする見込みは事実上ない。被控訴人には，本件翻訳台本を許諾を介して二次的に利\n用させることにより，経済的な対価を得る道は，Ｃのプロデュースによる再演にお\nいて，再び本件翻訳台本が採用されるような場合を除いては，ほどんど閉ざされて\nいる。少なくとも流通の市場が形成されているような事実はない。\n仮に，被控訴人が，Ｃの協力を得て，本件翻訳台本を使用した再演\nにより経済的利益を得る可能性があるとしても，原告翻訳部分の使用が，その潜在\n的市場と競合し，被控訴人の利益を害するようなことは考えられない。本件書籍の\n読者は，原告翻訳部分を読むことによって，バーンスタインのコンサートに関心を\n抱き，せめて日本語上演でも鑑賞したいと考えることはあっても，逆に，バーンス\nタインのコンサートに関心のある読者が，日本語上演を鑑賞しなくても，原告翻訳\n部分を読んだことが原因で，バーンスタインの言葉や音楽の世界に触れるという目\n的が達成された，と感ずることはあり得ず，そのことにより日本語上演の需要が失\nわれるということはあり得ない。\n原告翻訳部分は，音楽を伴わない言語のみの著作物であり，かつバ\nーンスタインの言葉のごく一部の翻訳にすぎないから，様々な楽曲や音の演奏を交\nえながらバーンスタインの音楽の世界を再現するコンサートの日本語上演と市場が\n競合するようなことはおよそあり得ず，本件書籍への原告翻訳部分の採録が被控訴\n人の経済的利益を害することはあり得ない。\n以上のとおり，本件書籍への原告翻訳部分の採録は，被引用著作物\nである本件翻訳台本の既存市場又は潜在的市場を害するようなことはありえず，被\n控訴人が経済的打撃を受けることはありえないものというべきである。\nエ　結論\n以上述べたところによれば，本件書籍への原告翻訳部分の採録は，著作\n権法３２条１項の要件を満たすというべきであるから，その適法性は明らかであ\nる。\nオ　著作権法４８条との関係\n著作権法４８条が定める出所明示義務は，引用等著作権制限規定によっ\nて著作物の利用が認められる場合に，読者等において，利用された元の著作物を容\n易に判知することができるよう，利用に際して課される法律上の義務ではあるもの\nの，この義務に反し出所明示を怠った場合であっても，著作権侵害になるわけでは\nない。このことは，著作権法において，著作権侵害の罪とは別に出所明示義務違反\nの罪が設けられていることからも明らかである。\n原判決が，著作権法３２条１項の要件を満たしていても，同法４８条１\n項の出所明示を欠いた場合には著作権侵害になるという考え方に立つものであれ\nば，それは法律解釈を誤るものである。\n(2)　氏名表示権侵害に関する控訴人らの過失の有無について\n本件書籍中に，原告翻訳部分の翻訳者として被控訴人の氏名が表示されな\nかったことについて，控訴人らに過失があるかどうかは，控訴人ＡがＣから本件翻\n訳台本を受領した際の状況を前提にして，そもそも，控訴人Ａにどのような注意義\n務があったのかということから検討すべきである。\n控訴人ＡがＣから受領した本件翻訳台本には翻訳者の氏名表示がなかった\nこと，Ｃは，控訴人Ａに対し，日本版の上演権を取得して現在上演の準備をしてお\nり台本を所々書き直している段階であると説明しつつ本件翻訳台本を交付したこ\nと，現に，本件翻訳台本には，手書きで校正した文字が記入されていたこと，Ｃ\nは，翻訳者が他に存在することに全く言及しなかったこと等の状況を前提とするな\nらば，控訴人Ａにおいて，日本語版の上演権を得ているＣないしクリスタル・アー\nツ社が日本語版の台本を直接作成していると考えてもやむを得ない事情があったと\nいうべきであり，それ以上にあえて翻訳者を調査する注意義務があったとまではい\nえない。\n控訴人小学館についても，控訴人Ａから本件翻訳台本を受領した状況につ\nいて上記のとおり聞いた上で判断しているのであるから，それ以上に独自に調査す\nる義務まではないというべきである。\n控訴人らは，上記のような状況下で要求される注意義務をそれぞれ果たし\nているということができるから，被控訴人の氏名を表示しなかったことについて過\n失はない。\n(3)　損害額について\nア　財産的損害\n仮に，原告翻訳部分の採録が複製権侵害となるとしても，原判決の認定\nした損害額は高額にすぎるというべきである。\n本件書籍の発行部数は，３５万１０００部であり，実売部数は３３万１\n７５４冊である。本件書籍の発行は第１５刷までであり（乙第１１号証），その後\n増刷は行っていない。\n原判決が採用する使用料率及び頁の割合に基づき最大値を算定した場合\nであっても，次のとおり，５０万円を上回る額とはならない。\n１６００円×１０％×３３万１７５４冊×３頁／３１９頁\n＝　４９万９１９０円\nイ　精神的損害\n原告翻訳部分が，本件書籍の主題と密接に関連し重要な役割を果たして\nいるとの原判決の判断は，本件書籍全体における原告翻訳部分についての意味合い\nを誤解するものである。\n本件書籍が話題となり，相当部数が販売されたことが，被控訴人の精神\n的苦痛を増大させる理由となるものではない。\n原判決がこれらの点を慰謝料の算定の考慮要素としたのは誤りである。\n仮に，氏名表示権侵害についての過失が認められるとしても，被控訴人\nの精神的損害は微少なものにすぎない。\n２　当審における被控訴人の主張の要点\n(1)　複製権侵害の成否について\n原判決の判断は，損害賠償金額の点を除き，正当である。\nア　本件書籍への原告翻訳部分の採録の目的，態様について\n本件書籍の手法は，「絶対音感」というキーワードを軸に，様々な角度\nからこれを追求していく，というものであるものの，行き着くところは，音楽の感\n動は何かを問いかけ，これは何をもってしても解明されていない，これが音楽の不\n思議ひいては人間の不思議である，と結論付けるということである。\n本件翻訳台本は，バーンスタインが制作した「ヤング・ピープルズ・コ\nンサート」シリーズの英語台本２４本のうちの一つ（一次的著作物）の翻訳であ\nり，音楽そのものを，様々な側面を提示しながら考え，その本当の姿は何であるか\n解き明かす，という構成を採用している。\nバーンスタインが，上記一次的著作物において提示した側面とは，音\n符，リズム，楽器の使い方，タイトル副題，言葉などであり，一次的著作物は，観\n客（台本読者を含む。）に様々な質問を投げかけ，音楽とは何か，ひいては音楽と\n人間の関係は何かという壮大なテーマに子供たちにも分かりやすいように近づこう\nとする作品である。\n以上によれば，本件書籍は，本件翻訳台本と，その構成，あらまし，主\n題において極めてよく似ているということができる。\n本件書籍のうち，本件翻訳部分を含む第７章は，そのハイライトであ\nり，この章に，作者である控訴人Ａの主題が集約されている。控訴人Ａは，本件書\n籍の第７章で，本件翻訳台本の一部の「音楽とは感情」という部分のみを引用して\nいる。しかし，本件翻訳台本を全部読むと分かるとおり，同著作物には，「音楽の\n不思議」，「人間の不思議」という本件書籍の主題が既に表されている。本件翻訳\n台本は，子供向けの易しい言い回しであるものの，「音楽とは感動すること」だけ\nでなく，本件書籍の主題である「音楽の不思議」，ひいては「人間の不思議」にま\nで，きちんと言及している。\n控訴人Ａが，本件翻訳台本全部に目を通したことは，間違いないと思わ\nれる。控訴人Ａは，本件書籍の主題を確定するに当たり，本件翻訳台本から引用す\nる箇所を巧みに選び，本件翻訳台本にきちんと書いてある「音楽の不思議」「僕に\nも分らない，人間の自然な性質」という同控訴人の結論と同旨の内容の部分を敢え\nて伏せ，原告翻訳部分のみを引用したと考えられる。その意味で，本件翻訳台本及\nびその一次的著作物は，控訴人Ａが本件書籍の主題を確定するに当たり，非常に大\nきな影響を与え，単に引用という言葉では片付けられない，引用以上に重要な位置\nを占めているのである。\nこの意味において，本件書籍への原告翻訳部分の採録は，その目的，態\n様において，著作権法３２条の引用の要件を逸脱したものということができる。\nイ　出典の明示について\n本件書籍への原告翻訳部分の採録は，出典の明示が正確でなく，公正な\n慣行に合致したものとはいえない。本件書籍の参考文献における出典の紹介は，\n『レナード・バーンスタイン』「音楽って何？」Ｙｏｕｎｇ　Ｐｅｏｐｌｅ’ｓ\nＣｏｎｃｅｒｔｓ　第１巻台本・ＮＨＫ・ＣＢＳ（１９６０）とあり，これはビデ\nオを意味する。控訴人Ａは，上記部分を，ビデオの字幕から採録したわけではな\nく，本件翻訳台本から採録したものであるから，出典を表示したことにはならな\nい。\nウ　原告翻訳部分の独立した鑑賞性について\n控訴人らは，原告翻訳部分は，独立した鑑賞性が不十分であると主張す\nる。しかし，原告翻訳部分は，「音楽って何？」の思考の積み重ねによって壮大な\nテーマにたどり着く過程の重要な部分であり，十分に説得力があって，それ自体で\n独立した鑑賞性を有する部分であるというべきである。\nエ　引用の分量について\n控訴人らは，原告翻訳部分は，３１９頁中，２．７頁であり，物理的分\n量が相対的に少ない，と主張する。\nしかし，社会通念からみれば，２．７頁すなわち約３頁も引用すれば，\nかなりの量を引用したことになると考えられる。\n控訴人らは，原告翻訳部分は，質的にみても従たる分量であると主張す\nる。しかし，本件書籍において，第７章は，「音楽とは何か」「人間とは何か」と\nいう，音楽と人間の関係の深遠さを記述するところであり，その中心となる部分で\nある。原告翻訳部分は，この第７章の中で重要な位置を占めるものである。原告翻\n訳部分は，質的にも従たる関係に立つものではない。\n(2)　損害額について（附帯控訴関係）\n原判決は，被控訴人の請求中，財産的損害，７０万円（請求額５００万\n円），精神的損害，２０万円（請求額３００万円），弁護士費用，１０万円（請求\n額１５０万円）及びこれらに対する遅延損害金請求に関する部分を認めたものの，\n上記金額を超える部分を認容することをしなかった。原判決の認定した金額は，低\nきに過ぎるというべきである。\n第３　当裁判所の判断\n当裁判所も，原判決と同じく，複製権及び氏名表示権侵害が認められないと\nの控訴人らの主張には理由がないと判断する。その理由は，次のとおりである。\n１　複製権侵害について\n(1)　当事者間に争いのない事実及び証拠（乙第１，第２号証，第３号証の１，\n２，第４ないし第１２号証，第１７号証）並びに弁論の全趣旨によれば，次の事実\nが認められる。\nア　アメリカの著名な指揮者・作曲家であったレナード・バーンスタイン\n（以下「バーンスタイン」という。）は，若い聴衆にクラシック音楽の魅力や鑑賞\n方法を伝える啓蒙活動の一環として，１９５８年（昭和３３年）から１９７０年\n（昭和４５年）まで，合計２５回にわたり，自ら，テレビ・シリーズ「Ｙｏｕｎｇ\nＰｅｏｐｌｅ’ｓ　Ｃｏｎｃｅｒｔ」の舞台用台本を書き下ろし，ニューヨー\nク・フィルハーモニックとともに出演し，演奏した。その模様は，ビデオ化され，\nその後，日本においても，ＮＨＫが日本語字幕付きで放映した（被控訴人はビデオ\nの日本語字幕の作成に関与した。）。\n英語版演劇台本である「Ｗｈａｔ　Ｄｏｅｓ　Ｍｕｓｉｃ　Ｍｅａ\nｎ？」は，上記一連のシリーズの第１回台本として，１９５８年に，バーンスタイ\nンにより書き下ろされたものである。\nイ　クリスタル・アーツ社の代表者であるＣは，平成７年ころ，バーンスタ\nインの有していた権利を管理するアメリカの会社であるアンバーソン社から「Ｙｏ\nｕｎｇ　Ｐｅｏｐｌｅ’ｓ　Ｃｏｎｃｅｒｔ」の「Ｗｈａｔ　Ｄｏｅｓ　Ｍｕｓｉ\nｃ　Ｍｅａｎ？」を日本語で上演することを依頼された。Ｃは，バーンスタイン役\nに日本人の指揮者である佐渡裕を配することを決め，これを前提に，被控訴人に対\nし，上記英語版演劇台本の日本語への翻訳を依頼した。被控訴人は，平成８年こ\nろ，上記英語版演劇台本の日本語翻訳（邦題「ヤング・ピープルズ・コンサー\nト・・音楽って何？」。）を完成させた。これが本件翻訳台本（乙第１号証）であ\nる。上記翻訳に当たっては，英語版演劇台本では，バーンスタインがピアノの弾き\nながら説明を加える方法を採っているのを，佐渡裕がピアノを弾かないで説明を加\nえる方法に変えるなど，アンバーソン社の了解の下に，上記英語版演劇台本の一部\nに変更が加えられた。\n１９９７年（平成９年）１月に，倉敷市において，本件翻訳台本に基づ\nく上演が，佐渡裕の指揮と語りにより行われた。\n本件翻訳台本（乙第１号証）は，ワードプロセッサーにより作成され\nた，Ａ４版１４頁の冊子であり，表紙はなく，翻訳者名も記載されていない。\nウ　本件書籍は，平成９年の第４回２１世紀国際ノンフィクション大賞を受\n賞した控訴人Ａの著作に係る応募原稿に，受賞後，第八章を追加した上で，単行本\n化され，控訴人小学館から発行されたものである。\n本件書籍は，幼少のころに身に付くとされる聴覚能力である「絶対音\n感」について，１００名以上の音楽家，音楽教育関係者，科学者に対する取材やア\nンケート調査に基づき収集した，「絶対音感」に関する様々な実話や古今東西の音\n楽家等のエピソード等を紹介しながら，「絶対音感」というテーマを，異なった角\n度から多角的に考察したノンフィクション作品である。\n本件書籍は，次の構成からなり，巻頭部分並びに巻末の取材協力者一\n覧，参考文献，索引部分を除く，本文の頁数は３１９頁である。\n①　プロローグ　書き換えられた自伝　　　　（　　９頁ないし　１４\n頁）\n②　第一章　　　人間音叉　　　　　　　　　（　１５頁ないし　３８\n頁）\n③　第二章　　　形見の和音　　　　　　　　（　３９頁ないし　７８\n頁）\n④　第三章　　　意志の刻印　　　　　　　　（　７９頁ないし１２２\n頁）\n⑤　第四章　　　幻想狂想曲　　　　　　　　（１２３頁ないし１６２\n頁）\n⑥　第五章　　　失われた音を求めて　　　　（１６３頁ないし２０４\n頁）\n⑦　第六章　　　絶対の崩壊と再生　　　　　（２０５頁ないし２３６\n頁）\n⑧　第七章　　　涙は脳から出るのではない　（２３７頁ないし２６１\n頁）\n⑨　第八章　　　心の扉　　　　　　　　　　（２６３頁ないし３０６\n頁）\n⑩　エピローグ　バラライカの記憶　　　　　（３０７頁ないし３１３\n頁）\n⑪　あとがき　　鳥たちの歌うときではないかと\n（３１４頁ないし３１９頁）\n本件書籍は，それぞれ，相互に関連はあるものの，異なる角度から，絶\n対音感を軸とする独立した話題を展開する①ないし⑪の各構成部分をつなぎ合わせ\nることによって，作者である控訴人Ａの意図したところの，音楽とは何か，人間と\nは何かという主題に至るという，いわゆるオムニバス形式を採用している。\nエ　本件翻訳部分が採録された上記⑧「第七章　涙は脳から出るのではな\nい」においては，「言葉にならない言葉」，「音が動き，心が動く」，「コンピュ\nータと音楽」，「書かれざるもの」，「神様が見えた」，「リアリティ」の各小見\n出しの下に，相互に関連はあるものの，それぞれが独立した話題が記述されてい\nる。\n原告翻訳部分（別紙参照）は，第七章の冒頭の「言葉にならない言葉」\nの小見出しの下で書かれた文章（２３９頁１行～２４２頁末行）中にあり，この文\n章の前半部分である「バーンスタインの指揮する姿を記録したホログラム（レーザ\nー光で立体像の記録・再現を行うもの）で，百年後のオーケストラに演奏させてみ\nてはどうか―。彼の日本におけるマネージメント権を管理するクリスタル・アー\nツ・プランニング社長，Ｃのもとに，ある企業からそんな企画が持ち込まれたこと\nがあった。だが，バーンスタインの返事は即座にノー。奇想天外なホログラム計画\nはあえなく潰えた。だが，生前の彼は，テレビを始めさまざまなメディアを積極的\nに利用し，クラシック音楽の魅力や鑑賞方法を伝える啓蒙活動を行っていた。なか\nでも，一九五八（昭和三十三）年から一九七〇（昭和四十五）年まで，計二五回行\nわれた「ヤングピープルズコンサート」は，第一回目から約四十年を経た今もなお\n色褪せぬ斬新な試みだった。クラシック，ジャズ，民族音楽に至るまで，音楽の構\n造や仕組み，ルールをわかりやすく説き，音楽は言葉が付加されることによって，\n鑑賞の深みが一層増すものであることを証明した。当時の模様はビデオ\nに収録されており，そこには，彼の明朗な声と鮮やかなパフォーマンスに釘付けに\nなった子どもたちの姿が映し出されている。このビデオに深い関心を寄せたＣは，\nバーンスタインの言葉を日本語に置き換えた台本を制作し，日本の子どもたちに音\n楽の素晴らしさを伝えるコンサートを企画している。ここでは，Ｃの許可を得て，\nその第一回「音楽って何？」と題するコンサートでバーンスタインが語った言葉の\n一部を紹介したい。一九五八年一月十八日，場所はカーネギーホール。曲は，ロッ\nシーニの『ウィリアムテル序曲』である。」（本件書籍２３９頁２行～２４０頁５\n行）との記述に続いて，２４０頁６行ないし２４２頁末行までの部分に，別紙記載\nのとおりに複製されて（ただし，細部において，本件翻訳台本（乙第１号証）の表\n現と異なる部分がある。），かぎ括弧でくくられて採録され，上記「言葉にならな\nい言葉」の見出しの下に書かれた文章を締めくくっている。\nオ　本件書籍の３３３頁には，第七章の記述に関する参考文献として，「レ\nナード・バーンスタイン『音楽って何？』Ｙｏｕｎｇ　Ｐｅｏｐｌｅ’ｓ　Ｃｏｎ\nｃｅｒｔ第一巻台本・ＮＨＫ，ＣＢＳ（１９６０）」との記載があるものの，原告\n翻訳部分を本件翻訳台本から複製したことや，翻訳者が被控訴人であることを示す\n記載はなく，他にも，本件書籍中に本件翻訳台本やその翻訳者についての記載は見\n当たらない。\nカ　控訴人Ａは，本件書籍の執筆の過程で，Ｃに対する取材を行った際，偶\n然に，同人が代表者を努めるクリスタル・アーツ社が「ヤング・ピープルズ・コン\nサート」の日本語での公演を準備していることを知った。同控訴人は，Ｃから本件\n翻訳台本を見せてもらい，そこに記載された原告翻訳部分に感銘を受けたことか\nら，Ｃに対し，同部分を資料として本件書籍に利用させてほしいと申し入れ，Ｃか\nら了解を受けた。\nＣは，本件翻訳台本の著作者である被控訴人から，本件翻訳台本を第三\n者に利用させることの許諾権限を付与されたことはなかった。\n控訴人Ａは，Ｃに本件翻訳台本の利用について許諾権限があるものと誤\n信しており，翻訳者が誰であるかを確認する必要性があるかどうかということにつ\nいては思い至らなかったため，本件書籍の原稿執筆に当たり，原告翻訳部分の翻訳\n者が誰であるかについて，Ｃに確認するなどして調査したことはない。控訴人小学\n館も，本件書籍の発行に当たり，上記調査をしなかった。\n(2)　控訴人らは，原告翻訳部分の本件書籍への採録は，著作権法３２条１項の\n適法な引用に当たるから，著作権者の許諾を得ていなくとも，複製権侵害に当たら\nない，と主張する。\nア　著作権法３２条１項は，「公表された著作物は，引用して利用すること\nができる。この場合において，その引用は，公正な慣行に合致するものであり，か\nつ，報道，批評，研究その他の引用の目的上正当な範囲内で行われるものでなけれ\nばならない。」と規定している。著作権法３２条１項がこのように規定している以\n上，これを根拠に，公表された著作物の全部又は一部を著作権者の許諾を得ること\nなく自己の著作物に含ませて利用するためには，当該利用が，①引用に当たるこ\nと，②公正な慣行に合致するものであること，③報道，批評，研究その他の引用の\n目的上正当な範囲内で行われるものであること，の３要件を満たすことが必要であ\nると解するのが相当である。\nイ　「引用」に当たるというためには，引用して利用する側の著作物（以下\n「引用著作物」という。）と引用して利用される側の著作物（以下「被引用著作\n物」という。）とが，明瞭に区別されていなければならないことは，事柄の性質\n上，当然である。被引用著作物が引用著作物と明瞭に区別されておらず，著作物に\n接した一般人において，引用著作物中にその著作者以外の者の著作に係る部分があ\nることが判明しないような採録方法が採られている場合には，そもそも，同条にい\nう「引用」の要件を満たさないというべきである。\n前に認定したところによれば，本件書籍中において，原告翻訳部分は，\n括弧で区分され，本件書籍の他の部分と明瞭に区別されているから，「引用」の要\n件を満たしていることは，明らかである。\nウ　被控訴人Ａによる原告翻訳部分の引用が，公正な慣行に合致するものと\n認められるか否か，についてみる。\n引用に際しては，上記のとおり，引用部分を，括弧でくくるなどして，\n引用著作物と明瞭に区別することに加え，引用部分が被引用著作物に由来すること\nを明示するため，引用著作物中に，引用部分の出所を明示するという慣行があるこ\nとは，当裁判所に顕著な事実である。そして，このような慣行が，著作権法３２条\n１項にいう「公正な」という評価に値するものであることは，著作権法の目的に照\nらして，明らかというべきである。\nここにいう，出所を明示したというためには，少なくとも，出典を記載\nすることが必要であり，特に，被引用著作物が翻訳の著作物である場合，これに加\nえて，著作者名を合わせて表示することが必要な場合が多いということができるで\nあろう（著作権法４８条１項，２項参照）。\n前記認定によれば，本件書籍中には，原告翻訳部分を掲載する直前の本\n文で，「Ｃは，バーンスタインの言葉を日本語に置き換えた台本を制作し，日本の\n子どもたちに音楽の素晴らしさを伝えるコンサートを企画している。ここでは，Ｃ\nの許可を得て，その第一回「音楽って何？」と題するコンサートでバーンスタイン\nが語った言葉の一部を紹介したい。」との記述があり，また，参考文献欄には，\n「レナード・バーンスタイン『音楽って何？』Ｙｏｕｎｇ　Ｐｅｏｐｌｅ’ｓ　Ｃ\nｏｎｃｅｒｔ第一巻台本・ＮＨＫ，ＣＢＳ（１９６０）」が掲げられているもの\nの，いずれも，被引用著作物が本件翻訳台本であることを示すには足りず，かつ，\nいずれの個所にも，翻訳者が被控訴人であることは記載されていない（原告翻訳部\n分を掲載する直前の上記本文の文言によれば，Ｃこそが出典の翻訳者であるような\n印象を与えるものとなっているということも，可能である。）から，これらの記述\nのみでは，出所を明示したということはできないというべきである。\nこのように，控訴人Ａは，本件書籍に原告翻訳部分を掲載するに当た\nり，原告翻訳部分を括弧で区分することによって，他の部分と明瞭に区別して引用\nであることを明らかにはしたものの，原告翻訳部分を本件翻訳台本から複製したも\nのであることも，翻訳者が被控訴人であることも明示しなかったのであるから，こ\nのような採録方法は，前認定の公正な慣行に合致するものということはできないと\nいうべきである。\nこの点につき，控訴人らは，罰則上，著作権侵害の罪とは別に出所明示\n義務違反の罪が設けられていることを根拠として，著作権法４８条１項の出所明示\n義務は，同法３２条１項により適法な引用と認められる場合に課される法律上の義\n務ではあるものの，この義務に反し出所明示を怠った場合であっても，著作権侵害\nが成立するわけではない，と主張する。\nしかしながら，控訴人らの上記主張は，出所を明示しない引用が適法な\n引用と認められる場合（出所を明示することが著作権法３２条１項にいう公正な慣\n行に当たると認められるには至っていないことを，当然の前提とする。）には当て\nはまっても，出所を明示することが公正な慣行と認められるに至っている場合に\nは，当てはまらないというべきである。出所を明示しないで引用することは，それ\n自体では，著作権（複製権）侵害を構成するものではない。この限りでは，控訴人\nらの主張は正当である。しかし，そのことは，出所を明示することが公正な慣行と\n認められるに至ったとき，公正な慣行に反する，という媒介項を通じて，著作権\n（複製権）侵害を構成することを否定すべき根拠になるものではない。出所を明示\nしないという同じ行為であっても，単に法がそれを義務付けているにすぎない段階\nと，社会において，現に公正な慣行と認められるに至っている段階とで，法的評価\nを異にすることになっても，何ら差し支えないはずである。そして，出所を明示す\nる慣行が現に存在するに至っているとき，出所明示を励行させようとして設けられ\nた著作権法４８条１項の存在のゆえに，これを公正な慣行とすることが妨\nげられるとすれば，それは一種の背理というべきである。\n控訴人らの上記主張は，採用することができない。\nエ　原判決は，本件書籍への原告翻訳部分の引用は，引用の目的上正当な範\n囲内で行われたものということはできない，として，上記ア③の要件該当性を否定\nする。\nしかしながら，前記で認定したところによれば，控訴人Ａは，音楽とは\n何か，人間とは何か，という最終的なテーマと密接に関連し，同テーマについての\n控訴人Ａの記述の説得力を増すための資料として，著名な指揮者・作曲家の見解を\n引用，紹介したものであるということができ，かつ引用した範囲，分量も，本件書\n籍全体と比較して殊更に多いとはいえないから，原告翻訳部分の本件書籍への引用\nは，引用の目的上正当な範囲内で行われたものと評価することができる。この点に\nおいて，当裁判所は，原判決とは見解を異にする。\nオ　以上述べたところによれば，本件書籍への原告翻訳部分の採録は，出所\nの明示を怠った点において公正な慣行に合致せず，著作権法３２条１項の適法な引\n用には当たらないというべきであるから，複製権を侵害するものというべきであ\nる。\n控訴人らは，本件書籍はノンフィクション作品であり，収集事実の記述\nについて過度の制約を加えられれば，ノンフィクションの使命ともいえる歴史的事\n実の発掘・紹介や過去の事実に関する批評・問題提起などが著しく困難となり，作\n品自体が成立しなくなるとして，このことを引用の適法性の判断に当たり考慮すべ\nきであると主張する。しかしながら，本件において，出所の明示を要求すること\nが，収集事実の記述について過度の制約を加えることになるとは到底考えられな\nい。\n控訴人らの主張は，採用することができない。\n２　氏名表示権侵害について\n前記１で認定説示したところによれば，本件書籍への原告翻訳部分の引用\nは，被控訴人の著作者人格権である氏名表示権をも侵害することは明らかである。\n３　過失の有無について\n(1)　控訴人らは，Ｃないしクリスタル・アーツ社が本件翻訳台本を作成してい\nると考えてもやむを得ない事情があるから，あえてそれ以上に翻訳者を調査する注\n意義務はなく，出所を明示しなかったことについて控訴人らに過失はない，と主張\nする。しかしながら，控訴人らは，バーンスタインによる原著作物を翻訳して本件\n翻訳台本を作成した者がいることに思いを至し，この点について調査をすれば，通\n常なら，容易に本件翻訳台本の翻訳者が原告であることを知り得たというべきであ\nる。そして，本件全証拠によっても，控訴人らが上記調査をすることを困難とする\nような事情があったと認めることはできないから，控訴人らは過失責任を免れない\nというべきである。\n控訴人らの主張は採用することができない。\n(2)　以上述べたところによれば，控訴人らは，過失により，被控訴人が本件翻\n訳台本について有する複製権を侵害するとともに，被控訴人の著作者人格権である\n氏名表示権を侵害したものというべきであり，控訴人らの行為は，被控訴人に対\nし，共同不法行為を構成する。\n４　損害について\n(1)　損害額については，基本的に，原判決９頁７行ないし１０頁１４行に記載\nされているところを，当裁判所の判断として，引用する。\n控訴人ら及び被控訴人は，原判決の認容額についてそれぞれ不服を申し立\nてているが，前記１で認定説示したところに照らすと，いずれも採用することがで\nきない（前記１(2)エのとおり，当裁判所は，引用の適法性の要件該当性の判断にお\nいて，原判決と一部理由を異にするが，この点は，認容額に影響を及ぼすものでは\nないことは，原判決の説示に照らし明らかであるというべきである。）。\n(2)　原判決は，弁護士費用１０万円に対しても，不法行為後の日である平成１\n０年３月１０日から支払済みまで年５分の割合による遅延損害金を認容した。本件\n記録によれば，被控訴人は，原審において，弁護士費用に対する遅延損害金の支払\nを請求していなかったことが明らかであるから，原判決は，当事者の申し立ててい\nない請求を認容したことになる。しかしながら，被控訴人が本件控訴全部の棄却を\n求めていることを前提に，被控訴人の提出に係る附帯控訴状の記載内容をみると，\n被控訴人は，当審において，請求を拡張して弁護士費用全額に対する遅延損害金請\n求を追加したものと理解することができるから，原判決の認容額は，結論におい\nて，正当であるというべきである。\n第４　結論\n以上によれば，本件控訴及び本件附帯控訴はいずれも理由がないから棄却す\nることとし，当審における訴訟費用の負担につき，民事訴訟法６７条，６１条，６\n５条を適用して，主文のとおり判決する。\n東京高等裁判所第６民事部\n裁判長裁判官　　　　　山　　　下　　　和　　　明\n裁判官　　　　　阿　　　部　　　正　　　幸\n裁判官宍戸充は，転補のため，署名押印することができない。\n裁判長裁判官　　　　　山　　　下　　　和　　　明\n（別紙）\n原告翻訳部分\n"
}