{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 16,
    "month": 1,
    "day": 15
  },
  "case_number": "平成15(行ケ)487",
  "case_name": "審決取消請求事件",
  "court_name": "東京高等裁判所",
  "right_type": "商標権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "10587",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=10587",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/587/010587_hanrei.pdf",
  "contents": "平成１５年(行ケ)第４８７号　審決取消請求事件\n平成１５年１２月１１日口頭弁論終結\n判決\n原　　　告　　　　　　平和堂貿易株式会社\n訴訟代理人弁理士　　　三　嶋　景　治\n被　　　告　　　　　　株式会社アイボリー\n主文\n１　原告の請求を棄却する。\n２　訴訟費用は原告の負担とする。\n事実及び理由\n第１　当事者の求めた裁判\n１　原告\n(1) 特許庁が，無効２００２－３５４３５号事件について平成１５年９月２９\n日にした審決を取り消す。\n(2) 訴訟費用は被告の負担とする。\n２　被告\n主文と同旨\n第２　当事者間に争いのない事実\n１　特許庁における手続の経緯等\n被告は，登録第４０６９９０７号の商標（別紙１のとおり，欧文字\nで「QUEEN」を大きく，「PEARL」を小さく，それぞれ横書きに２段に併記して成\nり，第１４類「本真珠，人工真珠，真珠を使用してなる身飾品」を指定商品とし\nて，平成５年４月２１日に登録出願され，平成９年１０月１７日に登録された。以\n下，「本件商標」といい，その登録を「本件登録」という。）の商標権者である。\n２　原告は，平成１４年１０月１６日，本件登録を商標法４６条１項の規定によ\nり無効とすることについて審判を請求した。特許庁は，これを無効２００２－３５\n４３５号事件として審理し，その結果，平成１５年９月２９日，「本件審判の請求\nは，成り立たない。」との審決をし，その謄本を，同年１０月９日原告に送達し\nた。\n３　審決の理由\n審決の理由は，別紙審決書の写しのとおりである。要するに，本件商標は，\n登録第４６３９５８号の２の商標（その態様は別紙２の(1)のとおりであり，指定商\n品は第３６類「帯止，ズボン釣，ガーター及び腕止，手巾類，釦鈕，装身用ピン」\nである。以下，審決と同様に「引用商標１」という。），登録第４６３９５９号の\n２の商標（その態様は別紙２の(2)のとおりであり，指定商品は第３６類「帯止，ズ\nボン釣，ガーター及び腕止，手巾類，釦鈕，装身用ピン」である。以下，審決と同\n様に「引用商標２」という。），登録第２２０７９７１号商標（その態様は別紙２\nの(3)のとおりであり，指定商品は第２１類「装身具，ボタン類，かばん類，袋物，\n宝玉およびその模造品，造花，化粧用具」である。以下，審決と同様に「引用商標\n３」という。），登録第２４７７０４７号商標（その態様は別紙２の(4)のとおりで\nあり，指定商品は第２１類「装身具，ボタン類，かばん類，袋物，宝玉およびその\n模造品，造花，化粧用具」である。以下，審決と同様に「引用商標４」という。）\nのいずれとも，その称呼，観念及び外観の各点のいずれにおいても紛れるおそれの\nない非類似のものであるから，本件登録は，商標法４条１項１１号に違反しない，\nとして，請求人（本訴原告）主張の無効事由をすべて排斥するものである。\n第３　原告の主張の要点\n審決は，各引用商標の称呼及び観念の認定を誤り，その結果，それらが本件\n商標と誤認混同されるおそれがないと誤って判断したものであるから，違法として\n取り消されるべきである。\n１　引用商標１及び２の理解について\n(1) 審決は，\n「２　各引用商標の称呼及び観念について」の見出しの下に，\n「（１）引用商標１及び同２は，上記のとおり，それぞれ筆記体風の書体で\n一連にまとまりよく横書きしてなるものであるから，これよりは「クイーンズダイ\nヤモンド」又は「クイーンズダイヤ」の称呼，「女王のダイヤモンド」又は「女王\nのダイヤ」の観念を生ずるものと認められるものであり，これを「Queen's」\nと「Diamond」の文字に分断して称呼・観念すべき特段の事情を見出せない。\nしかして，請求人（判決注・原告を指す。）は，引用商標１及び同２の\n構成中の「Diamond」及び「Dia」の文字部分は，「身飾品や貴金属製品」との関係\nにおいては，当該商品の原材料・品質表示であると主張しているが，例\nえ「Diamond」及び「Dia」の文字部分が原材料，品質等を表示するものとして使用\nされる場合があるとしても，かかる構成においては商品の原材料，品質等を具体的\nに表示するものとして直ちに理解し得るものともいい難いところであり，かつ，引\n用商標１及び同２の指定商品との関係において，「Diamond」又は「Dia」 の文字部\n分が直ちに商品の原材料，品質等を表示するものとして認識されるともいえな\nい。」（５頁２５行目～６頁１行目）。\nとしている。\n(2) 引用商標１は，「Queen's Diamond」の欧文字を筆記体風で横書きして成る\n商標であり，引用商標２は，「Queen's Dia」の欧文字を筆記体風で横書きして成る\n商標である。指定商品は，いずれも第３６類「帯止，ズボン釣，ガーター及び腕\n止，手巾類，釦鈕，装身用ピン」である。\n(3) 引用商標１が，「Queen's」と「Diamond」の２語が結合して成るものであ\nること，引用商標２が，「Queen's」と「Dia」の２語が結合して成るものであるこ\nとは，「Q」と「D」が大文字であり，これらの語の間に空白があるという，その構\n成自体からして明らかである。\nこのような２語は，必ずしも一連一体として認識されるものではない。\n(4) 引用商標１は，構成音数が１０音であり，引用商標２は構成音数が７音で\nある。このような引用商標１及び２の全体を一連一体のものとして発音した場合，\n冗長感が生じることは避けられない。\nこのような冗長な商標が実際の取引において用いられる場合，全体がまと\nまったものとして称呼されることなく，その中の，日本語として頻繁に用いられて\nいる前半部のみが，「クイーンズ」あるいは「クイーン」として，分離され呼称さ\nれることは十分あり得る。\n(5) 宝石，身飾品，装身具等を取り扱う業界においては，「ダイヤモン\nド（Diamond）」，「ダイヤ（Dia）」は，当該商品の普通名称ないしその略称，な\nいしは加工製品の原材料，品質等の表示として多用されており，そのことは証明を\n要さない顕著な事実である。\n引用商標１及び２の「Diamond」ないし「Dia」も，このような原材料，品\n質を表示したものと認識されるにすぎない。\n「ダイヤモンド」を含む商標で，指定商品がダイヤモンドを用いたものに\n限定されているものは，多くある（甲第４号証の１ないし１５）。現に，「PEARL」\nを含む本件商標も，その指定商品は，真珠を使用した商品に限定されている。\n引用商標１及び２の指定商品も，ダイヤモンドを使用したものを含むか\nら，審決の「引用商標１及び同２の指定商品との関係において，「Diamond」又\nは「Dia」 の文字部分が直ちに商品の原材料，品質等を表示するものとして認識さ\nれるともいえない」との判断もまた，誤りである。\n(6) 以上のとおりであるから，審決の，「QUEEN」・「Queen's」\nと，「Diamond」・「Dia」とを分断して称呼・観念すべき特段の事情を見出せな\nい，との判断は誤りである。\n上記のとおり，「Diamond」・「Dia」の部分は，原材料・品質等を表す部\n分にすぎないと認識され，顕著性のない語であるから，引用商標１及び２は，結\n局，その前半部の，「Queen's」，「女王の」，「QUEEN」，「女王」の部分が，自\n他商品の識別機能を有するものとして，分離略称され，取引において用いられるも\nのというべきである。\n２　引用商標３及び４の理解について\n(1) 引用商標３は，「QUEEN GALLERY」の欧文字を横書きして成る商標であり，\n引用商標４は，「The Queen GALLERY」の欧文字を横書きして成る商標である（厳密\nには，「The Queen」の部分を特徴ある活字体で，「n」の文字の右の縦線を下方に\nやや長く延ばし，これに直交する長い横線を引き，上記縦線のすぐ右側及び上記横\n線の直下に，やや小さい文字で「GALLERY」の活字体を記載する。）。指定商品は，\nいずれも，第２１類「装身具，ボタン類，かばん類，袋物，宝玉およびその模造\n品，造花，化粧用具」である。\n(2) 審決は，\n「（２）引用商標３は，上記のとおり，同書，同大の文字をまとまりよく一\n体的に表してなり，殊更これを「QUEEN」と「GALLERY」とに分離して観察しなけれ\nばならない格別の理由を見出し難いばかりでなく，これより生ずると認められる\n「クイーンギャラリー」の称呼も，それ程冗長なものでなく，よどみなく一連に称\n呼し得るものであるから，「クイーンギャラリー」の一連の称呼，「女王の美術\n館」程の観念を生ずるものと認められる。\n（３）引用商標４は，別掲のとおり，「The Queen」の文字の最後の「n」\nの文字の右の縦線をやや長く延ばし，その縦線の中間部に左から右に十字状に横線\nを配し，その十字状の横線の右下に「GALLERY」の文字を「The Queen」の文字に比\nしてかなり小さく横書きした構成よりなるものであって，一種図案化された商標と\nして一体的に看取されるとみるのが自然であるから，これを「The Queen」\nと「GALLERY」の文字に分離して称呼・観念することは，むしろ不自然であるという\nべきであり，これよりは「ザクイーンギャラリー」の一連の称呼，「女王の美術\n館」の一連の観念を生ずると判断するのが相当である。」（審決書６頁３行目～１\n７行目）\nとしている。\n(3) しかし，引用商標３は，その構成から，「QUEEN」と「GALLERY」との結合\n語であることが明らかである。また，引用商標４も，「GALLERY」の文字は小さく下\n段に配され，「The Queen」の部分がより注視を受けやすく構成されているから，こ\nれらを一体と見るのは不自然である。\nこれらの構成音数も，６音ないし７音と冗長である。\n「The Queen」及び「QUEEN」と，「GALLERY」との間に，特段熟語的な意味\n合いを認識することもできない。これらは，分離して称呼・観念されるものであ\nる。\n(4) 「GALLERY」の語は，「回廊，画廊，美術品を展示する部屋，ゴルフ試合な\nどの観客」の意味を持つ。引用商標３及び４の指定商品の，宝石，身飾品，装身具\n等を取り扱う業界においては，商品の展示場，展示会等の意味を持つ語として認識\nされており，現に，そのような意味を持つ接尾語的な語として多用されている（甲\n第５号証の１及び２）。\nしたがって，「GALLERY」の部分は，顕著性がなく，自他商品の識別力を持\nつものではない。\n(5) 以上のとおりであるから，引用商標３及び４においても，「クイーン」，\n「女王」との称呼・観念が生じ，これが取引において用いられるというべきであ\nる。\n３　本件商標と各引用商標の類否について\n(1) 商標の類似とは，取引において，比較される二つの商標が出所の混同を生\nじるほど相紛らわしいことである。類似しているか否かは，それら商標に係る商品\nの取引者・需要者を基準として，外観，称呼・観念の３要素により，取引状況をも\n考慮して全体的に判断されるべき事柄である。\n簡易迅速を旨とする現実の取引においては，商標がそのままの形で称呼・\n観念されるとは限らない。出所識別機能が弱い部分は省略されてしまい，それ以外\nの部分が称呼・観念されることはよくあることである。\n(2) 「Queen」の語は，本件商標及び引用商標の指定商品を取り扱う業界に限ら\nず，一般によく用いられているものであるから，注意を引きやすい。加えて，本件\n商標の構成からも，「PEARL」の文字より大きい「QUEEN」の文字部分は，看者の注\n意をよく引くことになる。\n(3) 取引者・需要者は，本件商標と各引用商標とのいずれの商標について\nも「QUEEN」の文字部分に着目する。\n結局，本件商標と各引用商標とは，同一の称呼及び観念を生じ，これらが\n同一又は類似の種類の商品に用いられた場合，出所の誤認混同を起こすことは明ら\nかである。\n(4) 以上のとおりであるから，本件商標と各引用商標は，称呼・観念・外観の\nいずれについても相紛れることがないとしたのは，審決の誤りである。審決は取り\n消されるべきである。\n第４　被告の主張の要点\n１　審決の認定判断に何ら誤りはない，\nなお，原告は，引用商標１及び２に関し，「Diamond」や「Dia」の部分は，\n指定商品がダイヤモンドを原材料としていることを表すものである，と主張する。\nしかし，引用商標１及び２の指定商品は，ダイヤモンドやダイヤモンドを原材料と\nするものに限定されていない。原告の主張はこの点でも失当である。\n原告は，引用商標３及び４について，「GALLERY」を，展示場，販売展示場の\n意味である，と主張する。しかし，そうすると，女王自ら商品を展示，販売する場\n所という意味になり，はなはだ不自然である。「GALLERY」は，「The\nQueen」，「QUEEN」と一体となって，「女王の美術館」，「女王の美術品を展示す\nる画廊」の観念を生じるとするのが相当である。\n２　被告は，「QUEEN」の欧文字を横書きして成り，指定商品を第１４類「銀，人\n工ダイヤモンド，人工真珠，その他の人工宝石，本真珠，身飾品」とする商標（登\n録第３３３２８８１号，以下「別件商標」という。）の商標権者である。\n原告は，別件商標に対しても，その登録を無効にする審判を請求し，この審\n判手続においても，本件の各引用商標を挙げた。\nしかし，特許庁は，各引用商標からは，「Queen」，「クイーン」の称呼・観\n念のみをもって商品の取引がなされるとは認められず，別件商標とは称呼・観念の\nいずれにおいても類似しない，として請求不成立の審決をした。原告はこの審決の\n取消しを求める訴訟を提起したものの，原告の請求を棄却するとの判決がなされ，\nこれが確定している（乙第１号証ないし第３号証）。\n全く同じ引用商標を挙げる本件においても，同様の理由により，原告の請求\nは棄却されるべきである。まして，本件商標は，別件商標と異なり，｢QUEEN｣単体で\nはなく，「PEARL」の語をも含んでいるのである。原告の請求に理由がないことは，\n別件商標の場合よりも明らかである。\n第５　当裁判所の判断\n１　原告の主張の根幹は，要するに，各引用商標におい\nて，「Queen's」，「QUEEN」だけが独立して称呼・観念され，取引において用いら\nれる，ということにある。\n２　各引用商標において，「Queen's」，「QUEEN」と，それ以外の部分，すなわ\nち「Diamond」，「Dia」，「GALLERY」とが，一体となって称呼・観念されるとみる\nべきことについては，審決が説示したとおりであり，それに誤りがあるとは認めら\nれない。更に補足すると，次のようにいうことができる。\n３　原告は，「今日の欧文字の氾濫した取引界及びこの種商品取引界における欧\n文字，英文字の普及度を勘案するなら「QUEEN」（クイーン）の文字は，日本語同様\n例えば「クイーンコンテスト」（所謂美人コンテスト）或いは「○○クイーン」例\nえば，フォミラー１自動車レースにおける「レースクイーン」（レースの花形女\n性）や写真の「フォットクイーン」等の用例にても明らかな通り，既に，日常会話\nにても多用され良く好んで使用されている語である。」（訴状１２頁２１行目～１\n３頁４行目）と主張する。\n原告の上記主張は，その限りでは正しい。原告主張のとおり，「QUEEN」とい\nう単語そのものは，日本においても，装飾品等の取引業界に限らず，日常の種々の\n場面において，様々な用法で頻繁に用いられており，極めてありふれた語となって\nいる。しかし，まず，この事実自体が，本件商標や各引用商標がそれぞれの指定商\n品に用いられた場合に，「QUEEN」のみが単独で称呼・観念され，自他商品の識別力\nを有するという機能を持つことを阻害するものである，という点に着目すべきであ\nる。\n「QUEEN」の語ないしその観念である「女王」は，本件商標及び各引用商標の\n指定商品である装飾品等にもともと結び付きやすいものであって，この種商品にお\nいて，例えば高貴なイメージを付与し，商品の品質の高さを表すものとして全く違\n和感なく使われる語である，ということができる。すなわ\nち，「Queen's」，「QUEEN」の語を商標として用いることが，装飾品等の取引業界\nにおいて，必ずしも意外な感じを与え，注目を集めるものとは認められない。\nさらに，取引の実情として，各引用商標を付された商品につい\nて，「Queen's」，「QUEEN」，「女王」等の称呼・観念だけが自他商品の識別力を\n発揮し，これにより取引されていると認めるに足りる証拠もない。\n以上の点からも，各引用商標は，「Queen's」，「QUEEN」とそれ以外の部分\nとが一体となって称呼・観念され，取引において用いられて，初めて自他商品の識\n別力を獲得するものである，と優に認めることができる。\n４　原告は，甲第４号証の１ないし１５を提出し，「Diamond」や「ダイヤモン\nド」の語を商標中に含み，かつ，指定商品がダイヤモンドを使用した装飾品等であ\nる商標を多数挙げ，引用商標１の「Diamond」，同２の「Dia」は，原材料，品質等\nを表示したものと理解・看取されるにすぎない，と主張する。\n引用商標１及び２の指定商品は，ダイヤモンドを使ったものに限定されてい\nない。まずこの点において，引用商標１及び２を，甲第４号証の１ないし１５の商\n標と同様に解すべき理由はない。\n上記の点をおき，「Diamond」，「Dia」が，原材料，品質等を表示するもの\nと理解されるとしても，そのことから当然に，これらを除いた部分だけが自他商品\nの識別力を獲得する，ということになるわけのものではない。この点についての判\n断は，「Diamond」，「Dia」を除いた部分の特異性・顕著性や，取引者・需要者に\n対する訴求力，商標の構成の一体性等を総合考慮してなされるべきである。引用商\n標１及び２の「Queen's」の部分だけが独立して称呼・観念され，自他商品の識別力\nを有しないことについては，本判決が既に述べ，また審決が説示しているとおりで\nある。\n甲第４号証の１ないし１５のうち，例えば，「スイートテン・ダイヤモン\nド」，「ハーモニックダイヤモンド」，「カメリアダイヤモンド」，「ザイクス\nピンキーダイヤモンド」等は，「ダイヤモンド」を除いた部分だけが称呼されるな\nどして，自他商品の識別力を獲得するとみる余地があるとしても，それは，「ダイ\nヤモンド」を除いた部分が，それ自体として特異・顕著であるか，装飾品の商標に\n用いられる語としては意外性があるか（「ハーモニック」），冗長であるか（「ザ\nイクス　ピンキー」）などのためと理解することができる。これらと，「ダイヤモ\nンド」を除いた部分が「Queen's」である引用商標１及び２を同列に論じることはで\nきない。\n５　結論\n以上によれば，審決の取消しを求める原告の本訴請求は，理由がないことが\n明らかである。そこで，これを棄却することとし，訴訟費用の負担について行政事\n件訴訟法７条，民事訴訟法６１条を適用して，主文のとおり判決する。\n東京高等裁判所第６民事部\n裁判長裁判官 山　　下　　和　　明\n裁判官 阿　　部　　正　　幸\n裁判官 高　　瀬　　順　　久\n（別紙）\n別紙１別紙２\n"
}