{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 13,
    "month": 12,
    "day": 27
  },
  "case_number": "平成12(わ)125",
  "case_name": "強盗殺人・公務執行妨害，銃砲刀剣類所持等取締法違反，横領，詐欺被告",
  "court_name": "青森地方裁判所",
  "lawsuit_id": "8556",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=8556",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/556/008556_hanrei.pdf",
  "contents": "主　　　　　　　文\n被告人を無期懲役に処する。\n未決勾留日数中３６０日をその刑に算入する。\n押収してあるサバイバルナイフ一本を没収する。\n押収してある回転式けん銃一丁及び実包五個を，被害者青森県警察本部長\nに還付する。\n理　　　　　　　由\n（罪となるべき事実）\n被告人は，\n第１　平成１２年６月８日午後８時ころ，福岡市ｈ区ｔ◯丁目ａ番ｃ号所在の株式\n会社Ｊ営業所において，同Ｊ従業員Ｎから同Ｊ営業所所長Ａ管理に係る軽乗用自動\n車一台（時価約６０万円相当）を同月９日午後８時までに返還する約定の下に借り\n受け，同日午後７時ころ，同営業所に電話を架け，上記Ａから上記自動車の返還期\n限を同月１０日午後８時まで延長する旨の承諾を得て上記自動車を同会社のため預\nり保管中，同月１１日昼過ぎころ，同市内において，同会社に無断で，自己のほし\nいままに使用する意図をもって，上記自動車を運転して本州に向けて走行させ，も\nって，これを横領し，\n第２　同月２８日午後１時４３分ころ，青森県むつ市大字ｓ字ｋ◯番地◯所在の有\n限会社Ｙにおいて，同会社従業員Ｂに対し，代金を支払う意思も能力もないのに，\nあるように装って，運転していた軽乗用自動車へのガソリン給油を申し込み，同人\nをして給油後直ちにその代金の支払いを受けられるものと誤信させ，よって，その\nころ，同所において，同人から上記自動車にレギュラーガソリン３４．２リットル\n（時価３５５７円相当）を給油させ，もって，人を欺いて財物を交付させ，\n第３　同日午後２時２０分ころ，同県下北郡ｈ村大字ｏ字ｍ◯番地◯◯先路上にお\nいて，第２記載の事件の犯人を検挙するため緊急配備に当たっていた，同県むつ警\n察署Ｓ駐在所勤務の同県警察巡査部長Ｓ（当時５２歳）から職務質問を受け，同巡\n査部長がその犯人が被告人であることを見抜いていると悟るや，逮捕を免れるた\nめ，同巡査部長が死亡するかもしれないことを認識しながら，敢えて，所携のサバ\nイバルナイフ（刃体の長さ約１３．５センチメートル。）で同人の右季肋部を突き\n刺し，さらに，同人からけん銃を強取しようと企て，同人に組み付く暴行を加えて\nその反抗を抑圧し，同人管理に係る実包五個が装填された回転式けん銃一丁を強取\nし，さらに，殺意をもって，同人の右頬部，右下顎部，右側胸部，腹部中央左側，\n下腹部右側，左上腕，右上腕等を上記サバイバルナイフで突き刺し，同人の職務の\n執行を妨害すると共に，同日午後４時５７分，同県むつ市ｏ町ａ丁目ｂ番ｃ号所在\nのＭ総合病院において，同人を左上腕刺創による失血及び肺損傷を伴う右側胸部刺\n創による血気胸の競合により死亡させて殺害し，\n第４　業務その他正当な理由による場合でないのに，同日午後２時２０分ころ，同\n県下北郡ｈ村大字ｏ字ｍ◯番地◯◯先路上において，第３記載のサバイバルナイフ\n一本を携帯し，\n第５　法定の除外事由がないのに，同日午後５時２８分ころ，同村大字ｏ字ｍＯ番\n地所在のＴ電力株式会社Ｈ事務所敷地内◯◯倉庫から北方◯◯◯メートル先路上に\nおいて，回転式けん銃一丁を，同けん銃に適合する実包２個と共に携帯して所持し\nたものである。\n（事実認定の補足説明）\n１　判示第３の強盗殺人の公訴事実について，検察官が，被告人は犯行当初からＳ\n巡査部長に対して未必の殺意を有し，けん銃強奪に着手した時点からは確定的な殺\n意を抱いていたのであって，けん銃強奪の目的はこれをもってＳ巡査部長を射殺す\nるためであったと主張するのに対し，弁護人らは，被告人がＳ巡査部長に対して確\n定的な殺意を抱いたことはなく，けん銃強奪の目的もＳ巡査部長から撃たれるのを\n防止するためであったと主張し，被告人は，Ｓ巡査部長を殺害するつもりはなく，\nＳ巡査部長が死ぬかもしれないとは考えなかったと供述し，けん銃強奪の目的につ\nいても弁護人らの主張と同様の供述をするので，以下，これらの点について検討す\nる。\n２　関係各証拠によれば，判示第３の犯行の経過について，次のとおりの事実が認\nめられる（なお，以下は，いずれも平成１２年６月２８日の出来事である）。\n（１）判示第２の給油詐欺の犯行後，午後１時５０分ころ，被害を受けた有限会社\nＹの従業員Ｂが，青森県警察むつ警察署に電話を架け，詐欺の被害を申告すると共\nに，被告人の人相風体及び使用していた軽乗用自動車の特徴を通報し，これを受け\nたむつ警察署は，給油詐欺の犯人を検挙するため，緊急配備体制を敷くこととし，\nＳ巡査部長にも検問を実施するよう指揮した。　　　　　上記指揮を受けたＳ巡査\n部長は，単独で警ら用自動車を運転して青森県下北郡ｈ村大字ｏ字ｍ◯番地◯◯先\nの交差点付近に至り，手配車両である軽乗用自動車が通過しないか監視を始めた。\n午後２時１５分ころ，被告人が運転する軽乗用自動車が上記交差点に差しかかり，\n対面する赤色信号に従って停止した。これを見て，手配中の軽乗用自動車ではない\nかと考えたＳ巡査部長は，警ら用自動車を被告人運転の軽乗用自動車の前方に移動\nさせてその進路を塞ぎ，職務質問をするために降車して，被告人運転の軽乗用自動\n車の運転席側に立った。\nＳ巡査部長は，軽乗用自動車の運転席に乗車していた被告人に対し，窓越しに，\n「ガソリンスタンドで給油して，金払わないで逃げた奴がいる。お前じゃないの\nか。」などと言って話しかけ，運転免許証の提示を求めた。被告人は，運転免許証\nをＳ巡査部長に手渡しながら，敢えて，助手席の犬の方を見ていた。Ｓ巡査部長\nは，所携の携帯電話でむつ警察署に電話を架け，被告人の身柄を確保した旨連絡す\nると共に，応援を要請した。被告人は，Ｓ巡査部長の通話内容を聞き，自分が給油\n詐欺の犯人であることが既に知られており，応援の警察官も駆けつけることを悟っ\nたが，「絶対に捕まりたくない。捕まったら福岡からレンタカーを持ち逃げしてき\nたのもばれてしまう。刑務所に行かなければならなくなる。そうなったら愛犬とも\n離れ離れになってしまう。せっかく福岡から青森まで来て，もう少しで北海道に帰\nれるのに，こんなところで捕まりたくない。」などと考えた。\n（２）Ｓ巡査部長は，むつ警察署への電話連絡を終えた後，再び被告人が運転して\nいた軽乗用自動車に近づき，その運転席の窓から右手を差し入れ，被告人が逃走す\nるのを防ぐため，運転席のドアロックを掛け，さらに，右手でエンジンキーを抜き\n取って取り出そうとした。そのとき，運転席ドアポケットに入れてあったサバイバ\nルナイフを右手に握りしめていた被告人は，これを逆手に持ち，逮捕を免れるた\nめ，窓から見えていたＳ巡査部長の右季肋部をめがけて突き刺した。\nＳ巡査部長は，右季肋部を刺されて，その場から後ずさりしたが，被告人は，Ｓ巡\n査部長に取り上げられたエンジンキーを取り戻すために降車した。これに対し，Ｓ\n巡査部長が，その右腰部のホルスターに所持していたけん銃付近に手をやり，被告\n人に対して発砲する旨警告したところ，被告人は，Ｓ巡査部長に組み付き，その反\n抗を抑圧してけん銃を奪い取った。\nそして，被告人は，２メートル前後の距離からＳ巡査部長の身体にけん銃の銃口を\n向け，発砲しようとしたが，けん銃の引金後部に安全ゴムが装着されていたため，\n発砲することができなかった。\n被告人は，軽乗用自動車の助手席に乗せていた愛犬を連れて徒歩で逃げようと考\nえ，軽乗用自動車内に体を乗り入れてギアレバーに愛犬を繋いでいたロープを外そ\nうとしたが，容易に外すことができず，その間に背後からＳ巡査部長に抱きつかれ\nた。\nそこで，被告人は，振り向きながら，Ｓ巡査部長を肘で突き飛ばしたうえ，降車し\nてＳ巡査部長と正対し，サバイバルナイフで，Ｓ巡査部長の右側胸部及び右上腕を\n突き刺し，さらに，Ｓ巡査部長の身体にけん銃の銃口を向けて発砲しようとした\nが，この時もまた発砲することができなかった。その後，被告人は，さらに，抱き\nついてきたＳ巡査部長に対し，振り向きざま，サバイバルナイフでその右下顎部を\n突き刺した。\n被告人は，これでもうＳ巡査部長に逮捕されることはないと考え，再びＳ巡査部長\nに背を向けたが，Ｓ巡査部長がなおも被告人を制圧，逮捕しようとして背後から警\n棒で，被告人の頭部を殴りつけ，組み付いてきたため，振り向くと同時にＳ巡査部\n長の右頬部及び左上腕を突き刺し，さらに，Ｓ巡査部長に正対してその腹部中央左\n側及び下腹部右側等を突き刺した。\nＳ巡査部長は，これら一連の刺創を受けて遂に力尽き，警ら用自動車に向かってふ\nらつきながら歩んだ後，そのボンネット上に倒れ，救急車で搬送されたが，搬送先\nの病院で死亡した。\n（３）なお，被告人は，当公判廷において，Ｓ巡査部長から奪い取ったけん銃につ\nいて，けん銃を奪い取ったすぐ後に，Ｓ巡査部長を威嚇するため，向かって左側に\n外して地面に向け，Ｓ巡査部長の腰の辺りの高さを狙って発砲しようとしたことは\nあるが，Ｓ巡査部長を狙って撃とうとしたことはなく，２回目に発砲しようとした\nことはよく覚えていないが，Ｓ巡査部長を狙って発砲しようとしたことはない旨供\n述する。\nしかしながら，証人Ｔは，当公判廷において，被告人が１回目に発砲しようとした\nとき，被告人がＳ巡査部長に銃口を向けてけん銃を構え，引き金を引いても弾が出\nないことに苛立ったように，その銃口を上下に揺らしていた旨供述し，また，証人\nＯは，当公判廷において，被告人が２回目に発砲しようとしたとき，被告人がけん\n銃の銃口をいったん上に向けてから，下に降ろしてＳ巡査部長の胸の辺りを狙った\nと供述している。そのうえ，被告人の検察官に対する供述調書２通には，１回目に\n発砲を試みたことについては，銃口をＳ巡査部長に向けて発砲しようとしたが，２\n回目に発砲しようとしたことについてはよく覚えていない旨の記載がある。\n上記各証人は，いずれも，敢えて公判廷で虚偽の供述をする理由も必要もなく，そ\nの供述も，自ら見ていない場面や明確に記憶していない場面についてはその旨述べ\nているのに対し，被告人が発砲しようとした場面については，いずれも，上記のと\nおり具体的に供述しており，その内容に不自然な点もないから，十分信用するに値\nするというべきである。\nこれに対し，被告人の当公判廷における前記供述は，上記各証人の供述に反するば\nかりでなく，威嚇目的で発砲するならば，空に向け，又はＳ巡査部長の足下か，そ\nれより手前の地面を狙うのがむしろ自然であるのに，被告人は，Ｓ巡査部長の腰の\n辺りの高さを狙ったなどと供述しているのであり，その内容は不自然であるといわ\nざるを得ず，証人Ｏが供述するような，けん銃の銃口をいったん上に向けてから下\nに降ろしていく行為は，威嚇目的で発砲しようとする者の行動としては不自然の感\nを免れず，信用することができない。\nなお，被告人の検察官に対する供述調書中の，１回目に発砲しようとしたときには\n銃口をＳ巡査部長に向けていた旨の記載について，被告人は，当公判廷において，\nいくら違うと述べても，検察官が執拗に誘導し，結果としてそのような記載になっ\nた旨供述するのであるが，被告人の当公判廷における供述によれば，被告人は，平\n成１２年７月１５日，面会に訪れた弁護人から，「調書の記載内容が被告人の記憶\nと違うようであれば，調書に署名する必要はない。」と教えられたところ，上記供\n述調書はその翌日である同月１６日に作成され，被告人が署名していることが認め\nられるうえ，被告人の検察官に対する供述調書３通には，被告人が２回目に発砲し\nようとしたことや，Ｓ巡査部長に対するサバイバルナイフでの刺突行為の詳細等，\n本件犯行の重要部分について，被告人がよく覚えていない旨記載されていることに\n照らすと，１回目に発砲しようとしたときの目標について，敢えて検察官が被告人\nの意思に反して執拗に誘導したものとは認め難く，さらに，上記のとおり，被告人\nが検察官に対し，よく覚えていない旨供述した部分についてはその旨記載されてい\nることに照らすと，被告人の検察官に対する供述調書中の，Ｓ巡査部長に銃口を向\nけて１回目に発砲しようとした旨の供述は，十分これを信用することができる。\nしたがって，被告人の当公判廷における前記供述に拘わらず，被告人は２回に渡っ\nて，Ｓ巡査部長を狙ってけん銃を発砲しようとしたものと認めるのが相当である。\n３　上記に認定した事実を前提として，Ｓ巡査部長に対する殺意の有無について判\n断する。\n（１）被告人は，軽乗用自動車内からサバイバルナイフでＳ巡査部長の右季肋部を\n突き刺した最初の時点における故意について，第７回公判において，Ｓ巡査部長に\n怪我を負わせ，追いかけられないようにしよう，怪我を負わせれば，追いかけては\n来ないだろうと思い，刺したら死ぬのではないかとは考えていなかった旨供述し，\nまた，第８回公判において，刺したのは逃げるためであり，追いかけて来れないく\nらいの致命傷になるような怪我をさせなければならないと思い，思い切り刺した，\nＳ巡査部長がすぐに死ぬとは思っていなかったが，放っておけば死ぬかもしれない\nと思っていた旨供述している。\nそこで，前記２において認定した事実に照らし，この時点における被告人の故意に\nついて判断するに，被告人が刺した部位はＳ巡査部長の右季肋部で，身体の枢要部\nであること，被告人が用いた凶器は刃体の長さ約１３・５センチメートルの鋭利な\nサバイバルナイフであり，十分な殺傷能力を有するものであること，被告人の刺突\n行為により生じた刺創は，深さ１１・５センチメートルに及んでおり，被告人の上\n記供述のとおり，力を込めて強く刺したものと認められることに加えて，刺した\n後，Ｓ巡査部長を放っておけば死ぬかもしれないと思っていた旨の被告人の上記供\n述を総合勘案すると，この時点において，被告人は，その刺突行為により，Ｓ巡査\n部長が死亡するかもしれないことを認識，認容していたものと認められる。\nなお，被告人の司法警察員に対する供述調書２通には，この時点において，被告人\nがＳ巡査部長を積極的に殺害しようと考えていた旨の記載が存在するが，同じく捜\n査段階における被告人の検察官に対する供述調書には，この時点ではＳ巡査部長を\n確実に殺害しようとまでは考えていなかった旨記載されていることに照らすと，上\n記司法警察員に対する供述調書の記載をもって，直ちに被告人がＳ巡査部長に対す\nる確定的な殺意を有していたものとまでは認めることができず，この時点において\nは，被告人は，未必の殺意をもってＳ巡査部長の右季肋部を刺突したものと認める\nに止めるのが相当である。\n（２）被告人は，Ｓ巡査部長からけん銃を奪い取った時点における故意について，\n当公判廷において，Ｓ巡査部長が発砲する旨警告したので，発砲されないように奪\nい取ろうとしたもので，Ｓ巡査部長を射殺するためにけん銃を奪い取ったものでは\nないと供述する。\nそこで，前記２において認定した事実に照らし，この時点における被告人の故意に\nついて判断するに，被告人が，Ｓ巡査部長からけん銃を奪い取った直後，その銃口\nをＳ巡査部長に向けて発砲しようとしたことは前記認定のとおりであり，けん銃の\n殺傷能力の高さ及びこれを２メートル前後の至近距離から発砲しようとしたことに\n照らすと，被告人は，Ｓ巡査部長に向けて最初に発砲しようとした時点において，\n既にＳ巡査部長を殺害しようと考えていたものと認められる。そして，被告人が最\n初にＳ巡査部長に向け発砲しようとしたのが，けん銃を奪い取った直後であること\nに照らすと，被告人がＳ巡査部長からけん銃を奪い取ろうとした時点において，既\nに奪い取ったけん銃でＳ巡査部長を殺害しようと考えていたものと認められる。\nそして，上記殺意は，被告人がその後，Ｓ巡査部長の身体枢要部を執拗に突き刺\nし，九か所に及ぶ刺創を負わせていることによっても裏付けられる。\nなお，被告人の検察官に対する供述調書には，Ｓ巡査部長を射殺しようと考えてそ\nのけん銃を奪い取った旨記載されているところ，前記２３において検討したとお\nり，上記供述調書の記載は，被告人が検察官に対して供述した内容をそのまま記載\nしたものと認められ，十分信用することができるものである。\nしたがって，被告人は，Ｓ巡査部長に対し，確定的な殺意を抱き，奪い取った後こ\nれを使用してＳ巡査部長を射殺する目的で，けん銃を強取したものと認めるのが相\n当であり，この時点以降，被告人は，Ｓ巡査部長に対する確定的な殺意の下に犯行\nを遂行したものと認められる。\n４　以上の次第で，被告人は，判示第３の強盗殺人の犯行当時，Ｓ巡査部長に対\nし，当初は未必の殺意に基づき，次いで，けん銃強奪に着手した時点においては確\n定的な殺意を抱き，けん銃強奪の目的はこれをもってＳ巡査部長を殺害するためで\nあったと認めるのが相当である。\n（法令の適用）（省略）\n（量刑の理由）\n１　被告人の本件各犯行に至る経緯は，次のとおりである。\n（１）被告人は，昭和４６年６月，北海道滝川市で出生したが，父親が昭和４７年\nに母親と離婚し，昭和５０年に再婚したため母親については何も知らずに育ち，北\n海道濱益郡ｈ村内の小学校を卒業するまでは，父親及び父方の祖父母に養育され，\n北海道滝川市内の中学校入学後，父親，継母及びその間の子２名と同居して生活す\nるようになった。被告人は，中学生になってから，エアガンで撃ち合うサバイバル\nゲームに興じるようになり，また，映画「ランボー」に影響されてサバイバルナイ\nフを持つようになって，そのころから将来自衛隊員となることを希望するようにな\nった。そして，被告人は，中学校を卒業後，自衛隊の入隊年齢に達していなかった\nため，同市内の職業訓練校に入り，同校を卒業した後，埼玉県内の空調工事会社に\n就職したが，職場の人間関係の問題もあって同会社を辞め，陸上自衛隊に入隊した\nが，希望した戦闘部隊に入れなかったため三か月の新人教育期間中に除隊し，実家\nに戻って土木作業員のアルバイトをするなどした後，再度陸上自衛隊に入隊し，希\n望の部隊に入ったものの，ここでも先輩隊員との軋轢から除隊してしまった。この\n間，被告人は，小銃の持ち方や撃ち方を習うとともに，機関銃の扱いも習ったが，\nけん銃については持ったことも，撃ち方を習ったこともなかった。被告人は，陸上\n自衛隊を除隊した後，千葉県内の運送会社，北海道内の道路舗装会社，競走馬生産\n牧場，運送会社，工務店等に勤めては人間関係がうまくいかないなどの理由から，\n職場を転々としていたが，平成８年１２月ころ，仕事を辞め，可愛がっていた犬一\n頭及びその子犬３匹を連れて自動車で本州に渡り，さらに南下して九州に至って福\n岡市に落ち着くこととし，自動車内に寝泊まりしながら日雇いの土木作業などに従\n事する生活を始めた。\n被告人は，当初は自動車内に寝泊まりしていたが，平成９年５月ないし６月ころ，\nその自動車がレッカー移動されたため，キャンプ用のテントを購入し，ｈ埠頭の近\nくにそのテントを張って寝泊まりするようになった。平成１１年夏ごろ，福岡市内\nの日雇い作業員派遣会社であるＧの従業員寮に入り，同会社から紹介された仕事を\nするようになったが，夜間や週末は，飼い続けていた犬一頭と共に屋外で過ごした\nり，レンタカーを借りてその愛犬と共に寝泊まりすることも度々あった。\n（２）被告人は，平成１２年６月８日，Ｇから紹介された仕事中に他の作業員と口\n論になり，仕事を放棄して寮に戻ったところ，以前にも仕事中に口喧嘩をして，現\n場への出入り禁止となったことがあったため，同会社の主任から，これ以上面倒を\n見ることはできないから寮を出て行くようにと通告された。\n被告人は，同日のうちにＧの寮を立ち退いたものの，雨が降ってきたので，夜を明\nかすためにレンタカーを借りようと考え，午後７時５０分ころ，以前から度々レン\nタカーを借りていた株式会社Ｊ営業所に赴き，同日午後８時から翌９日午後８時ま\nでの条件で軽乗用自動車一台を借り受けた。\n被告人は，同月９日には天候も晴れて仕事を見つけられるだろうと考えていたが，\n同日も雨が降っていたために仕事を見つけることができなかった。被告人は，この\n時点で３０００円程度の所持金しかなく，レンタカーの返却期限を一日延長するた\nめの料金にも満たなかったが，翌１０日に仕事を見つければ延長料金を支払えると\n考え，同月９日午後７時ころ，前記レンタカー会社営業所に電話を架け，レンタカ\nーの返却期限を翌１０日午後８時まで延長することの了解を得た。\n被告人は，同月１０日も仕事を探したが，結局仕事を見つけることはできず，知人\nから借財しようとしたがこれも叶わず，この時点で所持金が１０００円程度になっ\nていたため，借り受けたレンタカーの延長料金を支払うことができず，レンタカー\nを返却せず，レンタカー会社の了解も得ないまま，返却期限である同日午後８時を\n徒過した。\n被告人は，レンタカーの延長料金が支払えなければレンタカー会社から警察に突き\n出され，飼っていた犬とも引き離されて刑務所で服役しなければならなくなるの\nで，逃げられるところまで逃げようと考え，同月１１日昼すぎころ，レンタカー会\n社に無断で，借り受けた軽乗用自動車を運転して福岡市から本州方面に向けて出発\nした（判示第１の犯行）。\n（３）被告人は，本州に渡った後，少なくとも３０か所以上の市町村役場で平均し\nて５００円程度の旅費名目の金員等の支給を受けながら，レンタカーを運転して北\n上し，その間，３，４日食事をしないこともあったが，ガソリンスタンドでペット\nボトルに水を入れてもらい，それを飲んで我慢するなどし，同月１６日には青森県\nに至った。被告人は，このころ，出身地である北海道に渡ろうと考えたが，既に所\n持金はほとんどなく，北海道に渡るフェリー代を集めるため，青森県，岩手県，秋\n田県，山形県の市町村役場を回ったが，思うように旅費の支給を受けることができ\nなかった。そこで，被告人は，同月２３日ころ，函館港行きのフェリーが発着する\n青森県下北郡ｏ町内のｏ港に赴き，北海道に向かう自動車の運転手からフェリー代\nを借りようとしたが，これも果たせなかった。被告人は，このままではフェリーに\n乗ることができないので，仕事をして稼ごうと考え，同月２６日，同県むつ市内の\n職業安定所に赴いたが，被告人の住所が福岡市であるなどの理由で，仕事を紹介し\nてもらうことができなかった。被告人は，同日，むつ市内のコンビニエンスストア\nで捨てられていた消費期限の切れた弁当３個を拾って食べ，空腹を満たした。被告\n人は，再びｏ港に赴き，北海道に向かう自動車の運転手からフェリー代を借りよう\nとしたが，結局叶わなかった。同月２８日午前４時ころ，目を覚ました被告人は，\n既に所持金が２２円にまで減り，自動車のガソリンも残り少なくなっていたため，\n自動車のドアポケットに入れてあったサバイバルナイフを使ってコンビニエンスス\nトアで強盗をすることを思いつき，同日午前６時ころから午後１時過ぎころまで，\n消費期限切れの弁当を拾ったむつ市内のコンビニエンスストアの駐車場から同店の\n様子を窺っていたが，人の出入りが多かったため，強盗を敢行することを諦めた。\nその後，被告人は，やはりｏ港で自動車の運転手から金を借りようと考えてｏ港に\n向かったが，そろそろガソリンが切れてｏ港まで辿り着けないのではないかと考\nえ，金があるように装ってガソリンスタンドで給油させようと決意し，同日午後１\n時４３分ころ，走行中に見つけた同市内のガソリンスタンドに入り，その従業員に\n対し，代金を支払うように装ってガソリンを給油させたうえ，代金を支払わずに逃\n走した（判示第２の犯行）。\n（４）被告人は，ガソリンスタンドから逃走後，先に国道ＯＯＯ号線を通った際に\n白バイを見かけたことがあり，むしろ国道◯◯号線の方が，周囲に民家も少なく，\n警察の配備も手薄だろうと考え，国道◯◯号線を南下して逃走したが，ガソリンス\nタンド従業員からの通報を受けた警察によって緊急配備が敷かれ，同日午後２時１\n５分ころ，同県下北郡ｈ村内の交差点に差しかかったところをＳ巡査部長に発見さ\nれ，交差点の信号に従って停止したところでＳ巡査部長の警ら用自動車で進路を塞\nがれた。\n被告人は，Ｓ巡査部長から職務質問を受けた後，Ｓ巡査部長が携帯電話で身柄確保\nの連絡と応援要請をしているのを聞いて，自分が給油詐欺の犯人として特定されて\nいることを悟り，逮捕を免れるため，前記のとおり，サバイバルナイフでＳ巡査部\n長の右季肋部を突き刺し，さらに軽乗用自動車から降車した後，Ｓ巡査部長と対峙\nし，Ｓ巡査部長が所持していたけん銃を奪い取ったうえ，その右側胸部，左上腕等\n数か所をサバイバルナイフで突き刺した（判示第３及び第４の各犯行）。\n（５）被告人は，Ｓ巡査部長が力無く警ら用自動車に向かってよろよろと歩いて行\nくのを見て，これ以上は追って来ないと考え，飼犬を連れ，サバイバルナイフと奪\nったけん銃を持ったまま道路から林の茂みに降りて逃走した。しかしながら，被告\n人は，逃走途中にぬかるみに取られて履いていたサンダルを失ったうえ，連れてい\nた飼犬の様子から警察が警察犬を使って被告人を捜索していると考え，奪ったけん\n銃には弾丸が２発しか入っていなかったこともあって，もはや逃げ切れないと観念\nし，道路上に出て歩いているところを警察官に発見され，強盗殺人の疑いで緊急逮\n捕された（判示第５の犯行）。\n２　以上のとおり，本件は，借りていたレンタカーの延長料金を支払うことができ\nなくなった被告人が，これを横領して運転し，福岡市から青森県まで至ったもの\nの，ガソリン代にも窮して給油詐欺を働いて警察に手配され，緊急配備中の警察官\nに発見されて停止させられるや，逮捕を免れるため，警察官に対し，当初は未必の\n殺意に基づき，次いで確定的殺意をもって，所携のサバイバルナイフで数回突き刺\nしてその職務の執行を妨害すると共に殺害し，この間，警察官が所持していた実包\n入りのけん銃を強奪して携帯した事案である。\nこのうち，レンタカーを横領した犯行は，そもそも，被告人が，レンタカーの返却\n期限の延長を申し込んだ時点で，延長料金に見合う現金を所持していなかったにも\n拘わらず，翌日になれば仕事が見つかって料金も支払えるだろうと安易に考え，こ\nれが叶わないとなるや，レンタカーを返却して料金支払いの猶予を求めるなどの方\n策をとることもなく，かえってその後もこれに乗り続けて逃げ出すことにしたもの\nで，甚だ身勝手な犯行であり，酌むべきところはない。被告人は，レンタカー会社\nの顧客に対する信頼を一方的に裏切り，レンタカー会社に対し，レンタル料金にと\nどまらず，営業用車両を賃貸することを長期間不可能にして多大な損害を与えたの\nに，何らの被害弁償もしていないのであって，その刑責は重く，厳しい非難を免れ\n得ない。\nまた，給油詐欺の犯行は，所持金がほとんどなくなり，給油代金を支払うことがで\nきなくなったにも拘わらず，なおレンタカーに乗り続けようとして敢行したもので\nあるが，その動機は実に自己中心的といわざるを得ず，酌むべき余地はない。\n被害者が被った損害は３５００円余りとはいえ，被告人はこれについても未だ弁償\nしていないのであって，犯情芳しくなく，その刑責も到底軽視することができな\nい。\nそして，強盗殺人，公務執行妨害の犯行は，被害者である警察官が，被告人を給油\n詐欺の被疑者としてその身柄を確保しようとしていることを知るや，これを免れよ\nうとして凶行に及んだもので，実に思慮浅薄で短絡的な犯行であり，犯情極めて悪\n質である。被告人は，前記のとおり，被告人運転車両のエンジンキーを抜き取った\n警察官に対し，突然，未必の殺意をもってその側腹部を刃体の長さ約１３・５セン\nチメートルにも及ぶサバイバルナイフで突き刺したうえ，同警察官を射殺しようと\nして，同警察官からけん銃を強奪し，そのけん銃が発砲できないとなるや，その後\nも懸命に被告人を制圧，逮捕しようとする被害者に対し，確定的殺意をもってサバ\nイバルナイフでその胸部，腹部，顔面，上腕を数回に渡って執拗に突き刺し，おび\nただしい出血の中で被害者を死亡させたものであって，実に冷酷非道であり，その\n凄惨さは目を覆うばかりである。被告人の理不尽な犯行により，被害者は，その尊\nい生命を奪われてしまったが，被害者の職務遂行にかける熱意と責任感は卓越した\nものがあり，それだけに一層痛ましく，被害者が長年に亘る苦労の末，漸く新居を\n構え，初孫の誕生を心待ちにしていた状況を併せ考えると，その無念さは想像を絶\nするものがある。同時に，最愛の夫であり，父親である被害者を突如奪われてしま\nった遺族らの被った精神的衝撃は筆舌に尽くしがたいものであって，この衝撃が将\n来に亘って遺族らを苦しめることが憂慮されるところである。それにも拘わらず，\n被告人は，逮捕後１年４か月が経過し，本件の審理が終結する間近になって，漸く\n遺族に対して謝罪の手紙を送った他は，何らの損害賠償ないし慰謝の措置も講じて\nいないのであって，遺族らの処罰感情が極めて峻烈で，被告人に対して極刑を望ん\nでいるのも当然というべきである。そして，上記犯行は，犯罪の取締りに当たる警\n察官に対して，その適正な職務執行を妨害する目的で行われたもので，法秩序を著\nしく損なうものであり，その社会的影響も極めて大きく，とりわけ，日頃から熱心\nな職務遂行を通じて地域住民に広く親しまれ，深く慕われていた被害者が，無惨に\nも殺害されてその生命を失ったことで，地域住民が受けた衝撃は相当に深刻であ\nる。そのうえ，被告人は，本件犯行後も，サバイバルナイフと強奪したけん銃を所\n持したまま，数時間とはいえ逃走したため，警察犬を動員して山狩りが行われてお\nり，これによって近隣住民が被った不安感と恐怖心は多大なものがある。\nなお，弁護人らは，被告人が，幼少時から成育環境に恵まれなかったため，対人関\n係を処理する能力が十分に成熟せず，これが本件犯行に至る一因となったと主張す\nる。確かに，被告人の成育環境には些か同情の余地があり，適切な対人関係を形成\nする能力を十分に備えているとは認め難いが，被告人は，中学校卒業後本件各犯行\nに至るまで，職場を転々と変えつつも，１０年以上に亘る社会経験を有し，本件犯\n行時には既に２８歳に達していたのであるから，対人関係を円滑に構築する能力を\n発達，向上させる機会は十分にあったというべきであるうえ，本件各犯行の性質及\nび態様に照らすと，対人関係の未熟さが直接本件各犯行と結び付いたとはいえず，\n被告人の成育環境を量刑上重視するのは相当でない。\nまた，弁護人らは，本件詐欺，強盗殺人，公務執行妨害の各犯行当時，被告人は，\n福岡市を出発してから約３週間，日中はほとんど自動車の運転をし，夜は自動車内\nで寝泊まりし，その間満足に食事も摂ることができず慢性的飢餓状態にあったもの\nであり，放浪生活と経済的な困窮の中で，その判断能力がかなり低下していたとも\n主張する。確かに，被告人は福岡市を出発して以来，できるだけ食事を我慢しなが\nら自動車を運転して北上してきたもので，３，４日間食事を摂ることができないこ\nともあったことが認められる。しかしながら，被告人は，少なくとも給油詐欺，強\n盗殺人，公務執行妨害の各犯行の２日前には，消費期限切れの弁当３個を食べてい\nるうえ，北海道を出て以来，土木作業員等をしながら自動車内やテントで寝泊まり\nする生活を長期間送っていたことがあるのである。そして，被告人の上記各犯行\nは，確かに短絡的ではあるものの，その動機には一応の合理性が認められるのであ\nって，被告人がサバイバルゲームに熱中したり，戦闘行為に憧れて陸上自衛隊に入\n隊した経歴を持ち，また平成１１年には職場の同僚と些細なことで喧嘩となり傷害\n事件を起こした前歴があることなど被告人の経歴，性向に照らすと，上記各犯行自\n体は被告人の行為としては了解不可能なものではないし，上記各犯行前の被告人の\n行動を見ても，北海道に渡るフェリー代を工面するため各地の市町村役場を回って\n旅費を貰おうとしたり，ｏ港に赴いて自動車の運転手からフェリー代を借りようと\nしたり，職業安定所に出向いて求職活動をしたり，さらには，コンビニエンススト\nアでの強盗を企図するなど，正当に事理を認識し，これに基づいて合目的的な行動\nをしているうえ，被告人は，給油詐欺を敢行した後も，警察は都道府県単位で管轄\nが分かれているから，給油詐欺は岩手県まで逃走すれば手配されていないと考え，\n道路周辺の状況から，警察の配備が手薄だと考えられる国道◯◯号線を逃走経路に\n選び，しかも，警察官に停止させられないように，法定速度等を遵守し，交通法規\nに違反しないように注意しながら軽乗用自動車を運転するなど，冷静かつ周到な判\n断をし，これに従って行動しているのであって，これらの事情に照らすと，上記各\n犯行当時，被告人の判断能力が相当程度低下していたと認めることは到底できず，\nむしろ，一般通常人と遜色のない判断能力を有していたものと認められる。\nこのように，被告人の刑責は極めて重大であるところ，被告人は，本件の審理終結\n直前まで，本件各犯行の被害者や遺族らに対し，何らの謝罪も被害弁償もせず，Ｓ\n巡査部長に対して執拗に激烈な刺突行為を繰り返したにも拘わらず，殺意を頑強に\n否定し，Ｓ巡査部長にけん銃の銃口を向けた事実までも否定するなど，本件各犯行\nを真摯に反省しているとは認め難く，その更生には多大の困難が伴うことを否めな\nいのであって，被告人に対しては，厳正な処罰をもって臨む必要がある。\n３　他方，本件強盗殺人，公務執行妨害の犯行は，財産目的に出たものではなく，\n給油詐欺の容疑により被害者である警察官によって逮捕されることを免れるため，\n衝動的に敢行されたものであって，周到に計画された犯行ではないこと，被告人に\nは，福岡市で生活していた平成１１年に，傷害罪で検挙され，起訴猶予となった前\n歴があるものの，他に前科前歴はないこと，被告人は，逮捕後の取調べにおいて\nは，本件各犯行を素直に認め，本件の審理の終結間近になってからとはいえ，被害\n者の遺族に対し，弁護人らを通じて，謝罪の手紙に線香代を同封して送るなど，一\n応の反省の情を示していることなど，被告人のために酌むべき事情も認められ，こ\nれらの事情に被告人が現在３０歳であることを併せ考えると，今後の矯正教育如何\nにより，被告人の改善，更生の可能性が全くないとまではいい難い。\n４　しかしながら，被告人の刑責は，前記のとおり，極めて重大であり，被告人の\nために酌むべき諸事情を十分に斟酌してもなお，酌量減軽を施したうえ有期懲役刑\nに処することは軽きに失して相当でなく，被告人を無期懲役刑に処して本件各犯行\nの重大さを深く自覚させ，長期に亘って被害者の冥福を祈らせることが必要である\nと判断した。\nよって，主文のとおり判決する。\n（求刑　無期懲役，サバイバルナイフ没収）\n裁判長裁判官　　山　　　内　　　昭　　　善\n裁判官　　石　　　原　　　直　　　弥\n裁判官　　守　　　山　　　修　　　生\n"
}