{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 13,
    "month": 12,
    "day": 26
  },
  "case_number": "平成11(行ケ)344",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "12109",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=12109",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/109/012109_hanrei.pdf",
  "contents": "平成１１年（行ケ）第３４４号　特許取消決定取消請求事件（平成１３年１２月１\n７日口頭弁論終結）\n判　　　　　　　　　　　決\n原　　　　　　告　　　ノートン　カンパニー\n訴訟代理人弁護士　　　宇　　　井　　　正　　　一\n同　　　　弁理士　　　古　　　賀　　　哲　　　次\n訴訟復代理人弁理士　　岩　　　出　　　昌　　　利\n被　　　　　　告　　　特許庁長官　及　川　耕　造\n指定代理人　　　　　　小　　　林　　　　　　　武\n同　　　　　　　　　　大　　　野　　　克　　　人\n同　　　　　　　　　　宮　　　川　　　久　　　成\n被告補助参加人　　　　株式会社ノリタケカンパニーリミテッド\n被告補助参加人　　　　株式会社エフエスケー\n被告補助参加人　　　　三井研削砥石株式会社\n被告補助参加人　　　　株式会社ミズホ\n被告補助参加人　　　　株式会社ティ・ケー・エックス\n被告補助参加人　　　　株式会社テイケン\n被告補助参加人　　　　株式会社ニートレックス本社\n７名訴訟代理人弁理士　加　　　藤　　　朝　　　道\n同　　　　　　　　　　内　　　田　　　潔　　　人\n同　　　　　　　　　　石　　　田　　　康　　　昌\n主　　　　　　　　　　　文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\nこの判決に対する上告及び上告受理申立てのための付加期間を３０日\nと定める。\n事実及び理由\n第１　当事者の求めた裁判\n１　原告\n特許庁が平成９年異議第７３００１号事件について平成１１年６月１０日に\nした決定を取り消す。\n訴訟費用は原告の負担とする。\n２　被告\n主文第１、２項と同旨\n第２　当事者間に争いのない事実\n１　特許庁における手続の経緯\n原告は、名称を「フリットで結合された研削砥石」とする特許第２５６７４\n７５号発明（優先権主張日１９８８年８月２５日・米国、平成元年８月２４日特許\n出願、平成８年１０月３日設定登録、以下「本件発明」という。）の特許権者であ\nる。\n平成９年６月２５日、上記特許につき特許異議の申立てがされ、平成９年異\n議第７３００１号事件として特許庁に係属したところ、原告は、平成１０年４月２\n４日に明細書の発明の詳細な説明の記載を訂正する旨の訂正請求をし、平成１１年\n２月２２日にその訂正請求書の補正をした（以下、同補正に係る訂正後の明細書を\n「本件明細書」という。）。\n特許庁は、同特許異議の申立てにつき審理した上、平成１１年６月１０日、\n「訂正を認める。特許第２５６７４７５号の請求項１ないし９に係る特許を取り消\nす。」と決定（以下「本件決定」という。）をし、その謄本は同月３０日原告に送\n達された。\n２　本件発明の要旨\n１．砥粒及びそれのためのビトリファイド結合剤を含んでなる砥削砥石であっ\nて、上記砥粒が１０～１００重量％の多結晶性焼結アルミナ質研磨材及び０～９０\n重量％の別の種類の研磨材から本質的になり、上記ビトリファイド結合剤が少なく\nとも４０重量％のフリットを含有しており、それにより水系冷却液を用いた研削作\n業時における研削比が、フリットを含有しておらずそのほかの点で同等の研削砥石\nと比べて少なくとも８４％大きいことを特徴とする研削砥石。\n２．前記別の種類の研磨材が、溶融アルミナ、共溶融アルミナ－ジルコニア、\n炭化ケイ素、炭化ホウ素、ザクロ石、金剛砂、フリント、立方晶窒化ホウ素、ダイ\nヤモンド及びそれらの混合物からなる群より選択されたものである、請求項１記載\nの研削砥石。\n３．前記砥粒が３２～５４容積％の量で存在し、前記結合剤が２～２０容積％\nの量で存在しており、且つ１５～５５容積％の気孔が含まれている、請求項１記載\nの研削砥石。\n４．前記ビトリファイド結合剤が、ムライト、カイアナイト、氷晶石、霞石閃\n長岩及びそれらの混合物からなる群より選択された充填剤を１～４０重量％含有し\nている、請求項１記載の研削砥石。\n５．前記別の種類の研磨材が溶融アルミナである、請求項２記載の研削砥石。\n６．前記別の種類の研磨材が立方晶窒化ホウ素である、請求項２記載の研削砥\n石。\n７．砥粒及びそれのためのビトリファイド結合剤を含んでなる研削砥石であっ\nて、上記砥粒が１０～１００重量％の、種入りのゾルゲル焼結アルミナ質研磨材及\nび０～９０重量％の別の種類の研磨材から構成されており、上記ビトリファイド結\n合剤が少なくとも４０重量％のフリットを含有しており、各焼結された種入りゾル\nゲルアミルナ質砥粒が一般的に等軸晶であり且つ大きさが約０．４μｍ以下である\nαアルミナの複数の微結晶から本質的になる砥粒であり、それにより水系冷却液を\n用いた研削作業時における研削比が、フリットを含有しておらずそのほかの点で同\n等の研削砥石と比べて少なくとも８４％大きいことを特徴とする研削砥石。\n８．前記焼結されたアルミナ質研磨材が、シリカ、クロミア、マグネシア、ジ\nルコニア、ハフニア及びそれらの混合物からなる群より選択された有効量の粒子成\n長抑制剤を含んでいる、請求項７記載の研削砥石。\n９．砥粒及びそれらのためのビトリファイド結合剤を含んでなる研削砥石であ\nって、上記砥粒が１０～１００重量％の焼結されたアルミナ質研磨材及び０～９０\n重量％の別の種類の研磨材から構成されており、上記ビトリファイド結合剤が少な\nくとも４０重量％のフリットを含有しており、上記焼結されたアルミナ質研磨材が\n実質的にカルシウムイオン及びアルカリ金属イオンのない研磨材であり且つ実質的\nに、αアルミナを含んでなる支配的な連続アルミナ相中に改質成分を含んでなる微\n結晶の第二次的な相を含んでなる均質微結晶性構造を有し、上記改質成分が、上記\n焼結されたアルミナ質研磨材の焼成固形分の容積百分率に基づき、\n(i)少なくとも１０％の、ジルコニア、ハフニア、又はジルコニアとハフニアと\nの組み合わせ、\n(ii)少なくとも１％の、アルミナとコバルト、ニッケル、亜鉛もしくはマグネ\nシウムより選択された金属の少なくとも１種の酸化物とから得られたスピネル、又\nは、\n(iii)１～４５％の上記のジルコニア、ハフニア、もしくはジルコニアとハフニ\nアとの組み合わせ及び少なくとも１％の上記スピネル、\nより選択されており、\nそれにより水系冷却液を用いた研削作業時における研削比が、フリットを含有\nしておらずそのほかの点で同等の研削砥石と比べて少なくとも８４％大きいことを\n特徴とする研削砥石。\n（以下、請求項１～９記載の各発明を、請求項の番号に対応して「本件発明１\n～９」などという。）\n３　本件決定の理由\n本件決定は、別添決定書写し記載のとおり、上記補正及び訂正を認めた上、\n特許異議の申立てについて、本件発明１は、特開昭６１－５６８７２号公報（本訴\n甲第４号証、以下「刊行物１」という。）記載の発明及び昭和５１年１月株式会社\n技報堂発行の「ファインセラミック」６４３頁～６４６頁、第３．１２項（本訴甲\n第５号証、以下「刊行物２」という。）又は米国特許第１９１８３１２号明細書\n（本訴甲第８号証、以下「刊行物５」という。）記載の発明に基づき、本件発明\n２、５、６は、刊行物１記載の発明及び刊行物２又は同５記載の発明並びに周知の\n技術に基づき、本件発明３は、刊行物１記載の発明及び刊行物２又は同５記載の発\n明に基づき、本件発明４は、刊行物１記載の発明及び刊行物２又は同５記載の発明\n並びに特開昭５７－１７８６６７号公報（本訴甲第７号証）記載の発明に基づき、\n本件発明７、８は、刊行物１記載の発明及び刊行物２又は同５記載の発明並びに特\n開昭６０－２３１４６２号公報（本訴甲第９号証）記載の発明に基づき、本件発明\n９は、刊行物１記載の発明及び刊行物２又は同５記載の発明並びに米国特許第４３\n１４８２７号明細書（本訴甲第１０号証）記載の発明に基づき、当業者が容易に発\n明をすることができたものであり、本件発明はいずれも特許法２９条２項の規定に\nより特許を受けることができないものであるから、その特許は同法１１３条１項２\n号に該当するものとして取り消すべきであるとした。\n第３　原告主張の本件決定取消事由\n本件決定の理由中、上記補正及び訂正を認めた判断（決定書２頁１６行目～\n７頁９行目）、本件発明の要旨の認定（同１１頁４行目～１４頁末行）、刊行物\n１、２の記載事項の認定（同１５頁５行目～１６頁６行目）は認める。\n本件決定は、本件発明１の進歩性に関し、本件発明１と刊行物１記載の発明\nとのフリットの含有に係る構成の相違及び研削比に係る構成の相違についての各判\n断を誤る（取消事由１、２）とともに、本件発明２～９についても同じ判断の誤り\nがある（取消事由３）ものであるから、違法として取り消されるべきである。\n１　取消事由１（フリットの含有に係る構成の相違についての判断の誤り）\n(1)　本件決定は、本件発明１の「ビトリファイド結合剤が少なくとも４０重量\n％のフリットを含有しており」との構成に関し、「刊行物１の砥石車のガラス質結\n合剤すなわちビトリファイド結合剤に代えて刊行物２または刊行物５の低温焼成可\n能なフリット含有ビトリファイド結合剤を用いることは、当業者ならば容易に推察\nできる程度のことである」（決定書１９頁１８行目～２０頁２行目）とするが、誤\nりである。\n(2)　本件発明の意義について\n砥石の業界では長い間溶融アルミナ砥粒が主流をなしており、それは現在\nでも変わらないが、本件発明は、これと質的に異なる新世代の砥粒である多結晶性\n焼結アルミナ質研磨材に関するものである。多結晶性焼結アルミナ質研磨材は、微\n細な結晶子からなる多結晶粒であり、砥粒が一群の結晶子で構成される界面でチッ\nピングすると、一つの砥粒内で何回も鋭い切り刃が再生され、砥粒の研削性能が顕\n著に改良される。そして、このような多結晶性焼結アルミナ質研磨材については、\n低温（１１００℃以下）焼成という改良を経て、乾式研削では研削性能の向上を図\nることができたが、湿式研削、特に水系冷却液を用いる湿式研削においては期待さ\nれる効果を得ることができなかった。本件発明は、このような課題を解決するもの\nであり、多結晶性焼結アルミナ砥粒を用いるビトリファイド砥石のビトリファイド\n結合剤としてフリットを用いることにより上記課題を解決したものである。したが\nって、本件発明の進歩性は、このような課題の解決との関連において評価されるべ\nきである。\n(3)　刊行物１記載の発明と刊行物２又は同５記載の各発明の組合せについて\n刊行物１（甲第４号証）に、多結晶性焼結アルミナ研磨材を用いたビトリ\nファイド砥石が、刊行物２（甲第５号証）に、少なくとも４０重量％のフリットを\n含有するビトリファイド結合剤が、刊行物５（甲第８号証）に、アルミナ砥粒を用\nいた砥石の結合剤として硼珪酸ガラスをフリットとして使用することが、それぞれ\n記載されていることは確かであるが、刊行物１記載の砥石車のビトリファイド結合\n剤に代えて刊行物２又は同５記載のフリット含有ビトリファイド結合剤を用いる動\n機は見当たらず、このように用いることは容易に推察できるものではない。\nすなわち、刊行物１には、多結晶性焼結アルミナ研磨材を用いたビトリフ\nァイド砥石において水系冷却液研削における研削比が顕著に低下するという本件発\n明の課題は示されていないし、本件発明のように、フリットを使用することによっ\nてこれを解決するという点についても記載されていない。\n他方、刊行物２は、本件発明のように多結晶性焼結アルミナ研磨材ではな\nく、従来の炭化珪素及び溶融アルミナの砥粒にビトリファイド結合剤として用いる\nフリットを記載しているにすぎない。\nまた、刊行物５は、砥粒表面不純物のないアルミナ砥粒において、硼珪酸\nガラスを結合剤として使用する場合の一つの実施態様としてフリットを開示してい\nるにすぎず、硼珪酸ガラスやアルミナ砥粒を離れて、一般的な技術思想としてフリ\nットの使用を開示するものではない。\nこの点について、本件決定は「溶融アルミナ砥粒を用いた砥石の結合剤と\nして、フリットを使用すれば、溶融アルミナとガラス質結合剤との反応が抑制され\nて、冷却研削および自由研削時における研削性能が著しく向上することが、刊行物\n５に記載されている（第１頁左欄第２５行～５０行参照）。そして、この当時に於\nける冷却研削といえば、水系冷却液を用いた研削が慣用されているから、同刊行物\nの記載は、水系冷却液を用いた場合においても、フリットを用いた溶融アルミナ砥\n石の研削性能の著しい向上をもたらすことが示唆されているといえる」（決定書２\n０頁１３行目～２１頁３行目）と認定し、これを刊行物１、５記載の各発明の組合\nせの動機としている。ここでいう「冷却研削および自由研削時における研削性能」\nとは、刊行物５の記載中の「cool and free cutting properties」（１頁４８行目\n～４９行目）との記載を受けたものと解されるが、当該記載は、刊行物５記載の砥\n石車が適当な自己ドレッシング性を有しており、先端が鈍化して自由な切削性を失\nって摩擦熱を発生するに至った砥粒は脱離し、その下層の新しい低温の砥粒が表出\nして継続的に切削作用が行われることを指すものであって、水系冷却液を用いた研\n削とは関係がない記載であるから、上記の組合せの動機付けとなるものではない。\n２　取消事由２（研削比に係る構成の相違についての判断の誤り）\n(1)　本件決定は、本件発明１の「水系冷却液を用いた研削作業時における研削\n比がフリットを含有しておらずそのほかの点で同等の研削砥石と比べて少なくとも\n８４％大きく」するとの構成（以下「構成Ａ」という。）について、「そのような\n研削比が得られるように結合剤の量を加減することは、普通に行われていることで\nあるから、水系冷却液においても著しい効果があることが刊行物５において示唆さ\nれていれば、構成Ａのようにすることは当業者にあっては格別困難なことであると\nはいえない」（本件決定書２１頁１１行目～１７行目）とするが、誤りである。\n(2)　本件決定の上記判断は、フリットの使用による水系冷却液を用いた研削作\n業時における研削比の向上が刊行物５に示唆されていることを論拠とするものであ\nるが、これが失当であることは上記１(3)で述べたとおりである。そして、構成Ａ\nは、水系冷却液研削の場合に多結晶性アルミナ質研磨材にフリットを用いて、同等\nのフリットを含有しない砥石と比べて研削比が少なくとも８４％（実施例では３０\n０％）も向上させたことを規定するものであるが、このような砥石は、従来の湿式\n研削の歴史において全く示唆されていない新規かつ特異なものである。\n(3)　被告及び被告補助参加人らは、構成Ａの根拠である本件明細書の実施例４\nにおいて、砥石ＩとＪとは結合剤の容積比等が異なるなどとして、そのようなパラ\nメータを無視して研削性能を対比しても客観的な技術的意味はなく、結合剤の容積\n比や組成等を適宜変更して容易にし得る旨主張する。しかし、本件明細書の実施例\nの記載にあるように、本件発明の実施例と比較例とで結合剤の容積比を変えたの\nは、砥石の硬さを同じにした結果であり、その他の条件は誠実に制御している。す\nなわち、フリットを用いた砥石とフリットを用いない（以下「ノンフリット」とい\nうことがある。）砥石とでは、結合剤の量を同じにした場合、砥石の硬さが違いす\nぎて比較することができないところ、結合剤の量を増やすことにより一般に砥石の\n硬さが増大することから、結合剤の量を調整して砥石の硬さを同じにしたものにす\nぎない。砥石の業界では、砥石の研削性能を比較するためにこのように砥石の硬度\nを調整することはよく行われていることにすぎず、例えば、被告補助参加人株式会\n社ノリタケカンパニーリミテッドを特許権者とする特許第３０１７６９７号公報\n（甲第１６号証）の実施例（段落【００５１】）においても同様の取扱いがされて\nいる。\nしたがって、構成Ａの「フリットを含有しておらずそのほかの点で同等の\n研削砥石」の選択基準、研削性能の比較では、砥石の硬さ（グレード）が唯一最大\nの要因であり、これを基準として上記「同等の研削砥石」の技術的意義を確定する\nことができるから、被告及び被告補助参加人らの上記主張は失当である。\n３　取消事由３（本件発明２～９についての容易想到性の判断の誤り）\n本件発明２～６は、請求項１を直接又は間接に引用するものであり、本件発\n明７～９は、請求項１を引用する形式ではないものの、請求項１の構成をすべて備\nえるものである。そして、本件発明１が特許性を備えることは上記のとおりである\nから、これを更に特定する構成を付加した本件発明２～９の特許性が否定される理\n由はない。したがって、本件発明２～９について、本件出願前に日本国内又は外国\nにおいて頒布された刊行物に基づいて当業者が容易に発明をすることができたとす\nる本件決定の判断（決定書２１頁１９行目～２６頁１３行目）は誤りである。\n第４　被告及び被告補助参加人らの反論\n本件決定の認定判断は正当であり、原告主張の取消事由は理由がない。\n１　取消事由１（フリットの含有に係る構成の相違についての判断の誤り）につ\nいて\n(1)　本件発明１の「ビトリファイド結合剤が少なくとも４０重量％のフリット\nを含有しており」との構成については、以下のとおり、刊行物１記載の砥石車のビ\nトリファイド結合剤に代えて刊行物２又は同５記載のフリット含有ビトリファイド\n結合剤を適用することは、当業者において容易に想到することができたものという\nべきである。\n(2)　すなわち、刊行物２（甲第５号証）に、４０重量％以上のフリットを含有\nするビトリファイド結合剤が９５０℃の低温で焼成できることが、刊行物５（甲第\n８号証）には、実施例として１００％フリット化した結合剤の使用が、それぞれ記\n載されており、特開昭４８－２１８８４号公報（甲第６号証）、特開昭５７－１７\n８６６７号公報（甲第７号証）、「CERAMIC AGE１９５８年４月号」４０頁～４４頁\n（乙第２１号証）、平成元年４月１０日技報堂出版株式会社発行の「セラミック工\n学ハンドブック」２２４２頁～２２５５頁（乙第１３号証）等にも同様の内容が記\n載されている。そうすると、ビトリファイド結合剤を用いた研削砥石を低温焼成す\nる場合に、フリットを用いることは、本件優先権主張日当時、周知慣用のことであ\nったというべきであり、これを刊行物１記載の砥石車のビトリファイド結合剤に適\n用することに何らの困難性もない。\n(3)　さらに、刊行物１（甲第４号証）には、多結晶質焼結アルミナ質研磨材を\nガラス質結合剤（すなわちビトリファイド結合剤）で結合した砥石車において、ガ\nラス質結合剤との不利な反応は砥石車の焼成温度を１１００℃以下に下げることに\nより避けることができるとの記載がある。ここでいうガラス質結合剤としてフリッ\nトを用いるとの明示的な記載はないものの、当該結合剤の組成として示されている\n記載（２頁右下欄１行目～１４行目）は、一般に陶磁器のうわぐすりとされるガラ\nス又はフリットの組成を示すのにセラミック業界で慣用されているゼーゲル式（昭\n和６１年１月２５日丸善株式会社発行の「セラミックス辞典」２３３頁〔乙第１４\n号証〕参照）に準じたものであるから、当業者は、この記載から結合剤として直ち\nにフリットを想起する。\n(4)　原告は、刊行物５の「cool and free cutting properties」との記載は水\n系冷却液を用いた研削とは関係がない旨主張するが、「cool」が「冷たい」を意味\nすることは明らかであり、かつ、水系冷却液の使用が周知慣用の技術であったこと\nを踏まえれば、上記記載をもって冷却研削であると解するのが自然である。仮に、\nこれが水系冷却液の使用を直接には意味しないものであるとしても、フリットの使\n用による研削性能の著しい向上を示唆することに変わりはないから、刊行物１、５\n記載の各発明の組合せを何ら阻害しない。\n(5)　また、原告は、刊行物５は、アルミナ砥粒において、硼珪酸ガラスを結合\n剤として使用する場合の一つの実施態様としてフリットを開示しているにすぎず、\n硼珪酸ガラスやアルミナ砥粒を離れて、一般的な技術思想としてフリットの使用を\n開示するものではない旨主張するが、失当である。\nすなわち、刊行物５（甲第８号証）には、フリット化による利点として、\n焼成時間に関し、ノンフリット結合剤の場合に最大１４日要したものがフリットの\n場合には最大１２時間に短縮されること、１１００℃という低温焼結が可能となる\nことが記載されている（３頁３７行目～５７行目）ところ、アルミナ砥粒を用いた\n研削砥石に限らず、一般に、ビトリファイド結合剤との反応は、焼成温度が高いほ\nど、また、焼成時間が長いほど激しくなり、砥石の研削性能の劣化を引き起こすこ\nとは周知の事項である。刊行物５に記載されたフリットの使用による上記のような\n利点は、刊行物１記載の砥石車についても妥当するものであり、そのビトリファイ\nド結合剤として刊行物５記載のフリット含有ビトリファイド結合剤を用いる動機と\nなり得るものである。\n２　取消事由２（研削比に係る構成の相違についての判断の誤り）について\n(1)　本件発明１の構成Ａ、すなわち「水系冷却液を用いた研削作業時における\n研削比がフリットを含有しておらずそのほかの点で同等の研削砥石と比べて少なく\nとも８４％大きく」するとの構成は、当業者が適宜し得る設計的事項にすぎない。\n構成Ａについては、本件明細書の実施例４におけるフリットを使用した砥\n石Ｉと対照砥石Ｊとの水系研削性能の対比から導出された趣旨と解されるところ、\nこれらの砥石においては、結合剤の砥石全体に占める容積比が、砥石Ｉが２７容量\n％であるのに対し砥石Ｊが１４．６１容量％であるほか、気孔率でも大きく相違し\nており、また、結合剤の組成や焼成条件等が示されていない。しかし、結合剤の量\nを増加させて研削比を増加させることは従来から周知の慣用手段であり（「機械と\n工具１９６７年５月号」〔乙第１１号証〕の４０頁左欄１行目～５行目、前掲「セ\nラミック工学ハンドブック」〔乙第１３号証〕の２２４２頁～２２４３頁、２２４\n８頁、図２．３３）、また、結合剤組成の差によって研削比が多大な影響を受ける\nことも当業者にとって周知である（１９８９年発行の「GRINDING TECHNOLOGY\nTheory and Applications of Machining with Abrasives」２０４頁、２１６頁～２\n２１頁〔乙第２２号証〕）。したがって、このような研削性能に重要な影響を及ぼ\nす結合剤の容積比、気孔率、組成等のパラメータを無視して研削性能を対比しても\n客観的な技術的意味はないというべきであり、これらを任意に変更することができ\nるのであれば、結合剤の容積比、気孔率、組成等を適宜に設定することによって、\n研削比を８４％以上大きくすることは当業者の容易にし得ることである。\n３　取消事由３（本件発明２～９についての容易想到性の判断の誤り）について\n原告は、本件発明１に係る取消事由１、２を前提として、本件発明２～９に\nついての本件決定の誤りを主張するが、取消事由１、２に理由がないことは上記の\nとおりである以上、取消事由３も失当である。\n第５　当裁判所の判断\n１　取消事由１（フリットの含有に係る構成の相違についての判断の誤り）につ\nいて\n(1)　刊行物１（甲第４号証）には、本件決定も認定するとおり（決定書１５頁\n５行目～１７行目）、「研磨粒（すなわち砥粒）及びそれのためのガラス結合剤\n（ビトリファイド結合剤）を含んでなる研削砥石であって、上記砥粒が１００重量\n％のサブミクロンすなわち１μｍより小さいα－アルミナ核粒を含む乾燥アルミナ\nゲル粒を焼結したもの（すなわち多結晶性焼結アルミナ質研磨材）から本質的にな\nる研削砥石」が記載されており、このことは当事者間に争いがない。そこで、刊行\n物１の砥石車のガラス質結合剤に代えて、刊行物２記載のフリットを含有するビト\nリファイド結合剤を用いることにより、本件発明１の「ビトリファイド結合剤が少\nなくとも４０重量％のフリットを含有しており」との構成を得ることが、当業者の\n容易に想到することのできたものか否かについて判断する。\n(2)　刊行物２（甲第５号証）には、研削砥石の結合剤としてフリットを使用す\nることに関して、以下の記載がある。\n「３．１２ 研削砥石\n３．１２．１ 概要\n硬さの大きい鉱物を利用し、物を削り、またすり減らす作業に使用される\n物質を研摩材といい、このうち、特に研削作業に使用するものを研削材と称してい\nるが、明確な区別はない。\n研削材として使用されている物質を大別すると次のようである。\n天然鉱物－ダイヤモンド、金剛砂（エメリー）、スピネル、ざくろ石、珪\n砂、その他\n人造鉱物－溶融アルミナ、炭化珪素、炭化硼素、窒化物など\nこれらの研削材に結合剤を加え、一定の形に結合成形したものを人造砥石\nといい、高硬度鉱物（例えば珪石）の微細粒子が結合した組織からなる岩石を加工\nしたものを天然砥石と称している。人造砥石の結合剤には無磯物と有磯物がある\nが、窯業的操作でつくられるもの、すなわち焼成を行なって製品とするセラミック\n結合研削砥石（ceramic-bonded abrasive grinding wheel）は工学用セラミック製\n品として重要な工業の一部門になっている。\n＜特徴＞\n研削砥石は砥粒を結合剤がくわえ込み、微細な鋭角部分を絶えず自生しつ\nつ高速に工作物の加工を行なう工具である。したがって砥石としては砥粒、結合\n剤、気孔率が３つの要素となる。結合が窯業原料（粘土、長石など）の熔融で得ら\nれるものをビトリファイド・ボンド（vitrified bond）といい、これでつくられた\n砥石をビトリファイド砥石（vitrified wheel）という。・・・\n＜製造方法＞\n結合剤原料には粘土；長石；フリット；水ガラス；Ｆｅ２Ｏ３、ＣａＣ０３\n、ＺｎＯ、硼砂、ＭｇＣＯ３；各種燐酸塩を用いる。結合剤は通常の精セラミック\n調整方法に従って行ない、乾燥する。これを砥粒と混合する。成形は乾式加圧、振\n動加圧、および鋳込みが一般的である」（６３９頁１行目～６４０頁１３行目）\n「３．１２．４ デグサ社の研削砥石用フリット\nドイツDegussa社では、砥石について結合剤の硬度、砥粒の粒度、砥粒の切\n削能力、素地の構造（すなわち砥粒配列密度およびセラミック結合剤の型と分布）\nが製品の特性を支配する重要な要素であることを主眼として研究を行い、特に結合\n剤としては砥粒との結合力よりも表面張力の方がはるかに重要であるという見解か\nら表面張力の最も小さい、すなわち砥粒との濡れが最も良い調合を求めている。す\nなわち次のようである。・・・\nｂ．フリット結合剤\n炭化珪素およびアランダム砥石用\nＳｉ０２　　　 　　２０～２２％\nＰｂＯ　　　　　　５５～６０\nＮａ２Ｏ　　　 　　　４～　７\nＢ２Ｏ３　　　　　　１０～１３\n表面張力：１７５dynes／cm（９００℃）\n９５０℃焼成の砥石調合\n砥粒　　　　　　　　１００部（重量）\nVallender粘土　　　　５～８\nフリット　　　　　１０～１２\n（微粉石英　　　　　５～１０）」（６４６頁１行目～下から５行目）\n(3)　以上の記載に基づいて判断するに、まず、上記３．１２．４の項の記載\n（具体的には、「ｂ．フリット結合剤」の「結合剤９５０℃焼成の砥石調合」の\n例）が、「ビトリファイド結合剤が少なくとも４０重量％のフリットを含有してい\nる砥石用結合剤」を開示するものであることは当事者間に争いがないところ、原告\nは、刊行物１には、多結晶性焼結アルミナ研磨材を用いたビトリファイド砥石にお\nいて水系冷却液研削における研削比が顕著に低下するという本件発明の課題が示さ\nれていないこと、刊行物２は、本件発明のように多結晶性焼結アルミナ研磨材では\nなく、従来の炭化珪素及び溶融アルミナの砥粒にビトリファイド結合剤として用い\nるフリットを記載しているにすぎないことから、両者を組み合わせる動機がない旨\n主張する。\nしかし、上記３．１２．１項が、研削砥石に関する一般的な概要説明とし\nて、すなわち、特定の砥粒との組合せにかかわらない結合剤に関する一般論として\nフリットの使用について記載している上、上記３．１２．４項の「結合剤９５０℃\n焼成の砥石調合」の例についても、当該記載中の「砥粒」が、原告の主張するよう\nに「従来の炭化珪素及び溶融アルミナの砥粒」に限定したものとは認められない。\n加えて、刊行物１には、「本発明で使用する研摩材は、サブミクロンのα－アルミ\nナ核粒を典型的に約０．６重量％含む乾燥させたアルミナゲル粒を１２５０～１４\n００℃に焼結したものである。・・・このような研摩材をガラス結合といし車に使\n用しようと試みたが、始めは完全に失敗した。それは研摩材と結合剤との間で反応\nがおきるためである。そこで、といし車の焼成温度を、通常の結合剤では１０００\n℃以下に下げ、またアルミナおよびシリカを多く含む高粘度の結合剤では１２２０\n℃以下に下げれば、このような不利な反応を避けられることを発見した」（２頁左\n上欄１６行目～右上欄１１行目）との記載があるところ、この焼成温度について\nは、刊行物２記載の「結合剤９５０℃焼成の砥石調合」の例に沿うものである。そ\nうすると、上記３．１２．４項の「結合剤９５０℃焼成の砥石調合」の例に開示さ\nれた「ビトリファイド結合剤が少なくとも４０重量％のフリットを含有している砥\n石用結合剤」を、引用例１記載の多結晶性焼結アルミナ質研磨材とビトリファイド\n結合剤から本質的に成る研削砥石に適用することを妨げるべき理由はないというべ\nきである。\n(4)　したがって、刊行物１の砥石車のガラス質結合剤に代えて、刊行物２記載\nのフリットを含有するビトリファイド結合剤を用いることにより、本件発明１の\n「ビトリファイド結合剤が少なくとも４０重量％のフリットを含有しており」との\n構成を得ることは、当業者の容易に想到することのできたものというべきであり、\nこれと同趣旨の審決の判断に誤りはない。よって、原告の取消事由１の主張は理由\nがない。\n２　取消事由２（研削比に係る構成の相違についての判断の誤り）について\n(1)　本件発明１の構成Ａ、すなわち「水系冷却液を用いた研削作業時における\n研削比が、フリットを含有しておらずそのほかの点で同等の研削砥石と比べて少な\nくとも８４％大きいこと」に関して、被告及び被告補助参加人らは、構成Ａは、客\n観的な技術的意味を有するものではなく、設計的事項にすぎない旨主張するのに対\nし、原告は、砥石の硬さ（グレード）を基準としてその技術的意義を確定すること\nができる旨主張するので、取消事由２について判断する前提として、構成Ａの「フ\nリットを含有しておらずそのほかの点で同等の研削砥石」の技術的意義について、\n以下検討する。\n(2)　まず、特許請求の範囲の「フリットを含有しておらずそのほかの点で同等\nの研削砥石」との文言自体から見た場合、単純にフリットのみを除外して、その余\nの組成を全く同一とした研削砥石が考えられないではないが、本件発明１におい\nて、ビトリファイド結合剤は、フリットがその少なくとも４０重量％を占める組成\n物であるから、単純にフリットのみを除外した研削砥石は、フリットを含有する研\n削砥石と比較して、砥粒と結合剤の配合比率が大きく異なってしまうことが明らか\nであり、これを「フリットを含有しておらずそのほかの点で同等の研削砥石」とい\nうことは技術常識から不合理というべきである。そして、上記の記載自体は、他の\nいかなる観点から「同等」と規定するものか、何ら具体的に明らかにしないといわ\nざるを得ないので、特許請求の範囲の記載のみからは、構成Ａの技術的意義を確定\nすることはできない。\n(3)　そこで、本件明細書（甲第３号証添付）の発明の詳細な説明の記載を参酌\nして検討するに、構成Ａに関する直接の記載としては、〔課題を解決するための手\n段及び作用効果〕の欄の末尾に「本発明による研削砥石は、水系冷却液を用いた研\n削時における研削比が、フリットを含有しておらずそのほかの点で同等の研削砥石\nと比べて少なくとも８４％大きい」（１９頁１３行目～末行）との記載があるにす\nぎず、上記特許請求の範囲の記載の域を出るものではないから、やはり「フリット\nを含有しておらずそのほかの点で同等の研削砥石」の技術的意義を何ら明らかにす\nるものとはいえない。\n他方、構成Ａについての直接的な説明とはいえないものの、本件明細書\n（甲第３号証添付）の発明の詳細な説明の〔実施例〕の欄（２０頁～３９頁）に\nは、砥石Ａ～Ｃを対比した「例１」、砥石Ｄ、Ｅを対比した「例２」、砥石Ｆ～Ｈ\nを対比した「例３」及び砥石Ｉ、Ｊを対比した「例４」が記載されているので、こ\nの記載から「フリットを含有しておらずそのほかの点で同等の研削砥石」の意義が\n明らかになるかどうか、以下検討する。\nア　「例１」について\n「例１」は、研磨材が溶融アルミニウムでノンフリットのビトリファイ\nド結合剤を用いた砥石Ａ、研磨材が焼結アルミナ質でノンフリットのビトリファイ\nド結合剤を用いた砥石Ｂ、研磨材は砥石Ｂと同じでフリット処理されたビトリファ\nイド結合剤を用いた砥石Ｃについて、水系冷却液を使った研削試験を行い、各研削\n比を求めたものとされているところ、「三つの砥石は全て、４８容積％の研磨材を\n含有していたけれども、砥石Ａ及びＢが７．２容積％のフリット処理していないビ\nトリファイド結合剤を含有していたのに対し、砥石Ｃの結合剤の量は９．１容積％\nに増加し、その結果砥石Ｃはその分だけ気孔率が低下していた。本発明の砥石Ｃの\n結合剤の量が増加している理由は、砥石Ｃの硬さを砥石Ａ及びＢの硬さとおおよそ\n等しくするためであった。フリット処理した結合剤は、通常のフリット処理してい\nない結合剤よりも穏やかに、すなわちより弱く作用する傾向があり、そのため等し\nい量の結合剤では研削の結果に不利な影響が生じたであろう」（２１頁１７行目～\n２２頁９行目）、「本発明の砥石Ｃは、０．５ミル（0.0127mm）の送りでは研削比\nが砥石Ｂのそれよりも約３００％大きく、また１．０ミル（0.0254mm）の送りでは\n砥石Ｃの方が砥石Ｂよりも１８６％良好であった。本発明の砥石Ｃをフリット処理\nされていないビトリファイド結合剤で結合された標準的な溶融アルミナを含有して\nいる砥石Ａと比べた場合には、０．５ミル（0.0127mm）及び１．０ミ\nル（0.0254mm）の下方送りで砥石Ｃが砥石Ａよりもそれぞれ９４５％及び２９０％\n大きな研削比を示し、いかに砥石Ｃのフリットが種入りゾルゲル焼結アルミナ質研\n磨材よりも完全に優れていたかということが容易に分る」（２５頁５行目～１７行\n目）との記載がある。\n上記記載によれば、砥石Ｃが本件発明の実施例を意図していることは明\nらかであるが、砥石Ａ、Ｂのいずれがこれと対比されるべき「同等の研削砥石」で\nあるのか明らかでない上、「砥石Ｃの硬さを砥石Ａ及びＢの硬さとおおよそ等しく\nするため」に結合剤の容積比を変更したとの趣旨の記載はあるものの、後記エのと\nおり、硬さを同一にするという説明のないまま結合剤の容積比を変えている例も他\n方にあることを考えると、上記記載だけからは、「砥石Ｃの硬さを砥石Ａ及びＢの\n硬さとおおよそ等しくする」との条件設定が、本件発明１の構成Ａに基づく要求と\nして採用されたものか、一つの「実施例」において比較の便宜のために偶々採用さ\nれた条件であるのか明らかでない。加えて、「おおよそ等しくする」がどの程度の\n範囲をいうのか、砥石の硬さ以外の要素を考慮するのか、しないのかといった点に\nついても何ら説明されていない。そして、他に「フリットを含有しておらずそのほ\nかの点で同等の研削砥石」の技術的意義を明らかにするに足りる記載はない。\nイ　「例２」について\n「例２」は、いずれも結合剤としてフリットを使用し、研磨材の種類を\n変えた砥石Ｄ、Ｆについて、各研削比を比較するものであるから、これが構成Ａに\nついて何ら説明するものでないことは明らかである。\nウ　「例３」について\n「例３」は、焼結アルミナ質研磨材とノンフリットの結合剤とから成る\n砥石Ｆ、同じ研磨材とフリット処理されたビトリファイド結合剤とから成る砥石\nＧ、同じ研磨材と「７１重量％のフリット及び２９重量％のケンタッキー・ボー\nル・クレー」で構成された結合剤とから成る砥石Ｈとについて、水系冷却液を使っ\nた研削試験を行い、各研削比を求めたものとされているところ、「先に指摘したよ\nうに、フリット処理した結合剤はフリット処理していない結合剤よりも研削の際本\n質的に穏やかに作用するので、砥石Ｆの焼成容積百分率含量は、結合剤組成物を再\n配合してから焼成することによって調整して低下させた。こうして、焼成容積百分\n率を基準として、砥石Ｆは４８％が研磨材、９．１％が結合剤、４２．９％が気孔\nであり、砥石Ｇ及びＨは４８％が研磨材、１１．５％が結合剤、４０．５％が気孔\nであった。これにより同じ硬さの砥石が製造された」（３１頁４行目～１４行\n目）、「７１％のフリットを含有していただけの砥石（注、砥石Ｈを指すものと解\nされる。）は、この特定の研削操作においては、砥石Ｇすなわちフリットだけで結\n合された砥石よりも研削特性すなわち研削比が一層大きかった。両方の砥石ともフ\nリット処理されていない標準的な結合剤で結合された砥石Ｆよりも優れていた」\n（３４頁末行～３５頁５行目）との記載があり、その具体的な結果が第３表に示さ\nれている。\nしかしながら、研削比を評価するに当たって、当該研削作業を同一若し\nくはほぼ同一の条件に設定する必要のあることは技術常識というべきところ、第３\n表に示された結果は、研削試験の際に砥石にかける力を共通にして対比することな\nく、砥石Ｆ、Ｇ、Ｈのそれぞれについて適宜３～５通りに変えており、いかなる根\n拠に基づいて、これら砥石相互間の研削比を比較対照しているのか、また、砥石Ｆ\nは、砥石Ｇ、Ｈとの関係で「同等の研削砥石」といえるのか否か、いえるとして、\nそれはどのような観点から「同等」なのかを何ら明らかにするものとはいえない。\nなお、砥石の硬さを同じとする点に触れている記載についても、上記アで述べたと\nころと同様、これをもって「フリットを含有しておらずそのほかの点で同等の研削\n砥石」の一義的な基準と解し得るような記載であるとはいえず、他に「フリットを\n含有しておらずそのほかの点で同等の研削砥石」の技術的意義を明らかにするに足\nりる記載はない。\nエ　「例４」について\n「例４」は、研磨材として焼結アルミナ質研磨材に立方晶窒化ホウ素を\n混ぜ合わせたものを使用し、結合剤としてフリットを使用した砥石Ｉと、同じ研磨\n材とノンフリットの結合剤を使用した砥石Ｊとについて、水系冷却液を使った研削\n試験を行い、各研削比を求めたものとされているところ、完成品における結合剤の\n容積比は、砥石Ｉが２７％（又は２５．２％）、砥石Ｊが１４．６１％、同気孔の\n容積比は、砥石Ｉが２５％（又は３０％）、砥石Ｊが３７．３９％であること、\n「結果は第４表の通りであった。約２０％の焼結アルミナ質研磨材を砥石から取除\nいてその代りに立方晶窒化ホウ素を用いた場合にも、フリット結合の結果は劇的で\nある。約１００１b/in（17.9kg/cm）の力において、フリット処理した結合剤の砥石\nＩの研削比は結合剤ＨＡ４を含有している砥石Ｊのそれよりも８４％大きく、また\n１５９１b/in（28.4kg/cm）及び１７６１b/in（31.4kg/cm）においては、砥石Ｉの\n研削比は砥石Ｊのそれよりも９５％大きかった」（３９頁１行目～末行）との記載\nがある。\n上記記載中の砥石Ｉの研削比が砥石Ｊの研削比と比較して「８４％」大\nきいとの数値が、構成Ａの規定する数値と一致することからすると、砥石Ｊが砥石\nＩとの関係で「フリットを含有しておらずそのほかの点で同等の研削砥石」として\n想定されることが推察されるが、砥石Ｉ、Ｊが、結合剤及び気孔の容積比において\n大きく相違していることは上記記載のとおりである上、この相違がいかなる観点か\nら設定されているのかについては何の説明もない。さらに、研削比の試験結果を示\nす第４表によれば、研削試験の際に砥石にかける力（単位kg/cm）が、砥石Ｉでは１\n７．８及び２８．４、砥石Ｊでは１８．９及び３１．４とされており、同一若しく\nはほぼ同一の条件下での研削試験となっていない。このように、研削試験における\n条件設定、結合剤や気孔の容積比の相違があるにもかかわらず、砥石Ｊが砥石Ｉと\n「同等の研削砥石」といえるのか否か、いえるとしてもいかなる観点から「同等」\nなのかを明らかにする記載はない。\n(4)　以上のとおり、本件明細書の発明の詳細な説明の〔実施例〕の欄の記載に\n照らしても、「フリットを含有しておらずそのほかの点で同等の研削砥石」の技術\n的意義を確定することは困難であるといわざるを得ず、少なくとも、原告の主張す\nるように、砥石の硬さ（グレード）を一義的な基準とするものと理解することはで\nきないというべきである。この点について、原告は、砥石の業界では、砥石の研削\n性能を比較するために砥石の硬度を調整することはよく行われていることにすぎな\nい旨主張し、その例として特許第３０１７６９７号公報（甲第１６号証）を挙げ\nる。しかし、同公報の段落【００５１】に「砥石Ａ～Ｃでビトリファイド結合剤の\n量に相違があるのは、砥石の研削時の作用硬さをほぼ同等にする為である」との記\n載があるのは、実施例限りの説明であることが明らかなものであって、「ほぼ同\n等」がどの程度の範囲をいうのか、砥石の硬さ以外の要素を考慮するのか、しない\nのかといった点を厳密に定義する必要がない記載と解されるものである。これに対\nし、本件発明１においては、「研削比が・・・少なくとも８４％大きい」という明\n確な数値をもって発明の構成を規定しているのであるから、「フリットを含有して\nおらずそのほかの点で同等の研削砥石」の厳密な定義が求められることは当然であ\nって、上記の公報の記載と同列に論ずることはできない。結局、当業者の間におい\nて、研削性能の比較に当たって、砥石の硬さを「ほぼ同等」にし、そのために必要\nな限度で結合剤の量を調整することが行われているとしても、本件発明１の構成Ａ\n中「フリットを含有しておらずそのほかの点で同等の研削砥石」の技術的意義を一\n義的に導き得るものではない。\n(5)　以上の認定判断によれば、本件発明１の構成Ａ中「フリットを含有してお\nらずそのほかの点で同等の研削砥石」の技術的意義について明らかでない以上、本\n件明細書の〔実施例〕等の記載に基づいて理解可能な範囲で技術的意義を有すると\nした上で、これに基づいて進歩性の判断を行うこととする。\nこのような観点から見た場合、上記〔実施例〕の記載に基づいて、構成Ａ\nの「フリットを含有しておらずそのほかの点で同等の研削砥石」の意義を見るに、\n結合剤にフリットを用いた砥石とその比較例とされているノンフリットの砥石の関\n係を、いわば最大公約数として抽出すると、研磨材（砥粒）については同一のもの\nを用いつつ、その余の点に関しては、結合剤の種類及び容積比、気孔の容積比、研\n削試験を行う際の砥石にかける力等の条件は適宜設定し得るものと解するほかな\nく、したがって、構成Ａについては、このような技術的意義を有するにすぎないも\nのとして、本件発明１の容易想到性を判断すべきである。\n(6)　そこで、進んで、構成Ａに係る容易想到性について見るに、平成元年４月\n１０日技報堂出版株式会社発行の「セラミック工学ハンドブック」（乙第１３号\n証）は、その文献としての性格及び発行時期から、本件優先権主張日（昭和６３年\n８月２５日）当時における技術常識が記載されていると解されるところ、「２．\n３．１ 研削砥石の３要素　研削砥石は・・・砥粒Ｇ、結合剤Ｂ、気孔Ｐからなり、\n砥粒は切れ刃、結合剤はその支持体、気孔は切屑の排出を助けるチップポケットの\n働きをするもので、これらをそれぞれ砥石の３要素と呼んでいる」（２２４２頁右\n欄本文１行目～７行目）、「２．３．３ 結合剤　結合剤は、砥粒を保持する役目を\nなし、その保持の程度は結合度として表現される。また、切れ刃の弾性的挙動、砥\n石全体としての衝撃吸収度などを支配し、いわゆる砥石の切れ味と減耗に大きな影\n響を与える」（２２４４頁左欄１５行目～末行）、「２．３．４ 気孔　気孔は、研\n削時に発生する切屑が一時保管され、砥石が被加工物と離れる時に放出されるた\nめ、目詰まりを抑制し砥石の切れ味を向上する効果がある。また、研削時に発生す\nる多量の研削熱を放散させる作用もあり、研削焼けの防止が問題となる場合は高気\n孔率の砥石が求められ・・・る」（２２４４頁右欄１１行目～末行）との記載が、\n「機械と工具１９６７年５月号」（乙第１１号証）には、「研削砥石の研削性能\nは、砥粒の硬度および靱性と、結合剤の砥粒保持力の性格とその強さに、多く依存\nする。この保持力の度合を結合度という。同じ結合剤による砥石では、結合剤の多\nいほど砥粒と砥粒を結ぶつなぎが太くなって結合度は強く、逆に結合剤の量が少な\nいほどつなぎは細く結合度は弱くなる」（３９頁右欄末行～４０頁左欄５行目）、\n「機械と工具１９６７年４月号」（乙第１０号証）には、「５．２．１ 結合剤の種\n類と研削性能　結合剤の質により如何に研削性能に差が生ずるか、砥粒、粒度、結\n合度、組織など、研削砥石の他の要素は同一で、結合剤のみ異なる場合の例をあげ\nて性能差をみよう。結合剤の差と研削性能差(1)：研削条件はさきに示した表８の場\n合と同一で、結合剤のみが、Ｖ２とＶＮと異なる時の研削性能差は次の通りであ\nる。・・・研削量、砥石磨耗量ならびに研削比を比較すると、ＶＮ結合剤はＶ２結\n合剤に比らべ砥石摩耗量は約６倍であり研削比は約１／６に低下している。ＳＡ単\n結晶砥粒は、ＷＡに比し優れた性能をもつが、刃先である砥粒の効力を充分発揮さ\nせるため、結合剤の研究が如何に重大であるかが証されている。結合剤の差と研削\n性能差(2)：(1)と同様の研削作業において、結合剤を、Ｖ１０ＷとＶ２と変化さ\nせ・・・研削性能を比較した結果が表１７である。Ｖ２は前述の通り極めて優れた\n結合剤であるが、同じ研削条件でＶ１０Ｗは、ストローク当たり切り込み量の変化\nに対し、研削比の低下率が遙かに少なく、Ｖ２にもまして、よい研削性能を表して\nいる。すなわち、結合剤の質が研削砥石の品質に如何に重大な要素であるかが知ら\nれると思う」（３３頁右欄２４行目～３４頁右欄末行）との記載があり、これらに\nよれば、研磨材（砥粒）の種類が同一であっても、結合剤の種類や容積比、気孔の\n容積比は、研削砥石の研削性能、すなわち研削比に直結する重要な要素とされてい\nること、その影響は、結合剤の種類を変えることによって研削比が１／６にまで低\n下することもあるとされていることが認められる。そして、研削比が研削性能を示\nす重要な指標であることは上記の記載から明らかであるところ、これを向上させる\nことは、研削砥石としての普遍的な技術的課題というべきであり、かつ、そのこと\nは乾式研削であると水系冷却液を用いた湿式研削であるとで異なるところはないと\n解されるから、結局、結合剤の種類や容積比、気孔の容積比等を適宜選択すること\nにより、砥粒の組成を同じくするノンフリットの研削砥石と比較して、研削比を少\nなくとも８４％大きくすることは当業者の容易にし得たことというべきである。\nしたがって、これと同趣旨の本件決定の判断に誤りはなく、原告の取消事\n由２の主張も理由がない。\n３　取消事由３（本件発明２～９についての容易想到性の判断の誤り）について\n原告の主張する取消事由３は、取消事由１、２の主張を前提とするものであ\nるところ、これらがいずれも理由のないことは前示のとおりであるから、結局、原\n告の取消事由３の主張も理由のないことに帰する。\n４　以上のとおり、原告主張の本件決定取消事由は理由がなく、他に本件決定を\n取り消すべき瑕疵は見当たらない。\nよって、原告の請求は理由がないから棄却することとし、訴訟費用の負担並\nびに上告及び上告受理申立てのための付加期間の指定につき行政事件訴訟法７条、\n民事訴訟法６１条、６６条、９６条２項を適用して、主文のとおり判決する。\n東京高等裁判所第１３民事部\n裁判長裁判官    　篠　　　原　　　勝　　　美\n裁判官    　長　　　沢　　　幸　　　男\n裁判官    　宮　　　坂　　　昌　　　利\n"
}