{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 18,
    "month": 3,
    "day": 15
  },
  "case_number": "平成17(ネ)10095等",
  "case_name": "損害賠償等",
  "court_name": "知的財産高等裁判所",
  "right_type": "著作権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "32781",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=32781",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/781/032781_hanrei.pdf",
  "contents": "平成１７年（ネ）第１００９５号 損害賠償等請求控訴事件\n平成１７年（ネ）第１０１０７号，同第１０１０８号 同附帯控訴事件\n平成１８年３月１５日判決言渡，平成１８年１月１１日口頭弁論終結\n原審・東京地方裁判所平成１５年 ワ 第１２５５１号 原審第１事件 平成１６年 ワ 第８０２１（（ ） （ ），（ ）\n号（原審第２事件 ，平成１７年５月１７日判決））\n判決\n控訴人・附帯被控訴人（原審第１事件及び第２事件原告） Ｘ（以下「控訴人」\nという ）。\n訴訟代理人弁護士 角谷裕史，佐々木貴教，押久保公人，佐内俊之\n被控訴人・第１０１０７号事件附帯控訴人（原審第１事件被告） 総合法令出版\n株式会社（以下「被控訴人会社」という ）。\n訴訟代理人弁護士 高橋剛\n被控訴人・第１０１０８号事件附帯控訴人 原審第２事件被告 Ｙ１ 以下 被（） （ 「\n控訴人Ｙ１」という ）。\n被控訴人・第１０１０８号事件附帯控訴人 原審第２事件被告 Ｙ２ 以下 被（） （ 「\n控訴人Ｙ２」という ）。\n被控訴人Ｙ１及び同Ｙ２訴訟代理人弁護士 舘野完\n主文\n１ 原判決中，被控訴人らに関する部分を次のとおり変更する。\n(1) 被控訴人らは，控訴人に対し，連帯して２６万２６３８円及びこれに対す\nる平成１５年２月５日から支払済みまで年５分の割合による金員を支払え。\n(2) 控訴人のその余の請求をいずれも棄却する。\n２ 訴訟費用のうち，控訴人と被控訴人らとの間に生じた費用は，第１，２審を通\nじて２分し，その１を控訴人の負担とし，その余を被控訴人らの負担とする。\n３ この判決は，控訴人勝訴部分に限り，仮に執行することができる。\n事実及び理由\n第１ 控訴人の求めた裁判\n１ 原判決中，被控訴人らに関する部分を次のとおり変更する。\n(1) 被控訴人らは，自ら又は第三者をして別紙文献目録記載の各文献の発行，\n販売，頒布等の一切の行為をしてはならない。\n(2) 被控訴人らは，控訴人に対し，朝日新聞，読売新聞，毎日新聞及び日本経\n済新聞の各全国版朝刊社会面に，別紙謝罪広告文案記載のとおりの謝罪広告を２\n段２分の１頁の大きさで，表題部は２０ポイント活字，その余の部分は１０ポイン\nト活字で，１回ずつ掲載せよ。\n(3) 被控訴人らは，控訴人に対し，連帯して８０８万円及びこれに対する平\n成１５年２月５日から支払済みまで年５分の割合による金員を支払え。\n２ 訴訟費用は，第１，２審とも被控訴人らの負担とする。\n３ 仮執行宣言\n第２ 被控訴人会社の求めた裁判\n１ 原判決中，被控訴人会社の敗訴部分を取り消す。\n２ 控訴人の被控訴人会社に対する請求をいずれも棄却する。\n３ 訴訟費用は，第１，２審とも控訴人の負担とする。\n第３ 被控訴人Ｙ１及び同Ｙ２の求めた裁判\n１ 原判決中，被控訴人Ｙ１及び同Ｙ２の敗訴部分を取り消す。\n２ 控訴人の被控訴人Ｙ１及び同Ｙ２に対する請求をいずれも棄却する。\n３ 訴訟費用は，第１，２審とも控訴人の負担とする。\n第４ 事案の概要\n控訴人は，第一東京弁護士会所属の弁護士であり，債権回収，署名・捺印，手形\n・小切手に関する法律問題について，法律の専門家でない一般人向けに解説した次\nの文献の著作者かつ著作権者である。\n控訴人は，被控訴人会社が別紙文献目録記載の各文献（以下「被控訴人各文献」\nという ）を発行したことは，控訴人の著作権（複製権及び翻案権）及び著作者人。\n格権（氏名表示権及び同一性保持権）を侵害するものであると主張して，①著作権\n法１１２条１項に基づき，被控訴人各文献の発行，販売及び頒布等の差止めを，②\n民法７０９条に基づき，損害賠償の支払を，③著作権法１１５条に基づき，謝罪広\n告を求めている。また，被控訴人Ｙ１及び同Ｙ２に対しても，被控訴人各文献の執\n筆者であるとして，前記①ないし③を求めている。\nこれに対して，被控訴人らは，被控訴人各文献の発行は控訴人の著作権及び著作\n者人格権を侵害するものではなく，被控訴人Ｙ１及び同Ｙ２は前記各文献の執筆者\nではないと主張している。\n控訴人は 平成１５年６月４日 本件訴訟を提起し 原審は 平成１７年５月１７，， ， ，\n日，控訴人の請求を一部認容する判決（被控訴人らに対し，被控訴人各文献の一部\nの発行及び頒布の差止め，２６万９８８１円及び遅延損害金の支払を命ずるもの）\nをした。控訴人は，平成１７年５月３０日本件控訴をし，被控訴人らは同年９月２\n日附帯控訴をした。\n本件の前提となる事実，争点及びこれに関する当事者の主張は，次のとおり付加\nするほか，原判決の「事実及び理由」中の「第２ 事案の概要」及び「第３ 争点\nに関する当事者の主張」のとおりであるから，これを引用する（なお，原審におい\nては，被控訴人らのほか，Ｍ及びＮも被告とされていたが，原審はこれらの者に対\nする請求をいずれも棄却し，本件控訴においては，被控訴人らに関する部分のみが\n，。）。控訴の対象とされているので 原判決のうちＭ及びＮに関する部分は引用しない\n，，「」 「 」，「」 「 」，また 原判決を引用するに当たり 原告 を 控訴人 被告 を 被控訴人\n「被告Ｎ」を「Ｎ 「被告Ｍ」を「Ｍ」と表記することとし，そのほか原判決にお」，\nいて用いられた略称については，原判決と同様に表記することとする。\n１ 当審における控訴人の主張の要点\n原判決は，控訴人各表現の著作物性及び被控訴人各表現による複製権侵害が認め\nられるのは，控訴人表現１－１４，２－２－６６，２－２－７６のみであると認定\nしたが，これはあまりにも著作権の保護を軽視したものである。\nそもそも，控訴人各文献は，債権回収，署名・捺印，手形・小切手に関する法律\n問題について，法律的知識に乏しい一般人を対象として，よく遭遇する場面や注意\nすべき場面を念頭に置きつつ，叙述する事柄を選択し，容易に読み進めることがで\nきるように配列，構成に工夫をこらし，叙述の順序，用語の選択，言い回し，図表\nの使用など，多くの点で表現上の創意工夫をしている。\n原判決は，後記①ないし④の場合に複製権侵害に当たるとする一般論を示してお\nり，これに従えば，控訴人各表現の著作物性は認められるべきであるのに，原判決\nは，自ら定立した規範に反して，控訴人各表現の著作物性を極めて限定的に認定し\nているものである。\n①「手続の流れや法令の内容等を法令の規定に従って図示すること」において 「これ，\nを独自の観点から分類し整理要約したなどの個性的表現がされている場合」\n②「ある法律問題に関する筆者の見解又は一般的な見解」について 「一般の法律書等，\nに記載されていない独自の観点からそれを説明する上で普通に用いられる表現にとらわれずに\n論じている場合」\n③「ある法律問題について，関連する法令の内容や法律用語の意味を説明し，一般的な\n法律解釈や実務の運用に触れる際 「これらの事項について，条文の順序にとらわれず，独自」，\nの観点から分類し普通に用いることのない表現を用いて整理要約したなど表現上の格別の工夫\nがある場合」\n④「表現上の制約がある中で，一定以上のまとまりを持って，記述の順序を含め具体的\n表現において同一である場合」\n２ 当審における被控訴人会社の主張の要点\n(1) 争点(2)ア（依拠性）について\n原判決は，控訴人各文献と被控訴人各文献との類似性，出版時期の近接性を根拠\nに依拠性を認定したが，同認定は誤りである。\nまず，両文献の類似性については，両文献の読者層，著作の目的・性格がほとん\nど同一である以上，基本的な構成等も類似することが多くなるのであり，両文献が\n類似していることは依拠性の根拠とはなり得ない。\n次に，両文献の出版時期の近接性については，被控訴人各文献の執筆に着手した\n時期が，控訴人各文献の発行の半年以上前であったこと，被控訴人各文献が控訴人\n各文献に依拠する時間的余裕がなかったことの証左にはなり得ても，依拠したこと\nの根拠とはなり得ないものである。\n(2) 争点(2)イ（控訴人各表現の著作物性）について\n原判決は，控訴人表現１－１４，２－２－６６，２－２－７６について，著作物\n性及び複製権侵害を認めたが，同認定は誤りである。\n控訴人表現１－１４は，債権の二重譲渡の際の対抗要件の優劣に関する一般的説\n明であり，控訴人表現２－２－６６は確定日付に関する一般的説明であり，控訴人\n表現２－２－７６は示談書作成の効用及び注意事項等に関する一般的説明であるか\nら，いずれも創作性を欠き，著作物性を有しないものである。\n３ 当審における被控訴人Ｙ１及び同Ｙ２の主張の要点\n(1) 争点(1)（被控訴人Ｙ１及び同Ｙ２の執筆の有無）について\n原判決は，被控訴人Ｙ１及び同Ｙ２が被控訴人各文献の執筆者であると認定した\nが，誤りである。\n原判決が上記の認定をした根拠は，被控訴人Ｙ１及び同Ｙ２の経歴が，原審にお\nいて被控訴人会社から提出された平成１６年３月１日付け準備書面に記載されてい\nる被控訴人各文献の執筆者の経歴と極めて類似していること，被控訴人各文献の中\nで，執筆者として記載されている「ビジネス戦略法務研究会」の構成員の中に，被\n控訴人Ｙ１及び同Ｙ２ほど，前記準備書面記載の経歴に類似する人物は存在しない\nことなどである。\nしかし，原審では 「ビジネス戦略法務研究会」全員の経歴が明らかとなるよう，\nな証拠は提出されておらず，このような証拠関係から原判決が被控訴人Ｙ１及び同\nＹ２を執筆者と認定したのは不当である。\n(2) 争点(2)ア（依拠性）について\n被控訴人会社の主張（前記２(1)）と同様である。\n(3) 争点(2)イ（控訴人各表現の著作物性）について\n被控訴人会社の主張（前記２(2)）と同様である。\n第５ 当裁判所の判断\n１ 争点(1)（被控訴人Ｙ１及び同Ｙ２の執筆の有無）について\n(1) 当裁判所も，被控訴人Ｙ１及び同Ｙ２は，被控訴人各文献の執筆者である\nと推認されるものと判断する。その理由は，次のとおり付加するほか，原判決が，\n「第４ 争点に対する判断」の１において説示するとおりであるから，これを引用\nする（ただし，Ｎに関する部分は，本件控訴の対象とされていない 。。）\n(2) 被控訴人Ｙ１及び同Ｙ２は 「ビジネス戦略法務研究会」の構成員全員の経，\n歴が明らかとなるような証拠は提出されていないと主張する。\nしかし，原審において被控訴人会社から提出された平成１６年３月１日付け準備\n書面において，被控訴人各文献の執筆担当者として記載されたＡ及びＢの経歴等と\n比較すると，被控訴人Ｙ１は，執筆担当者Ａと生年及び学歴が一致し，経歴も極め\nて類似しており，被控訴人Ｙ２は，執筆担当者Ｂと生年，学歴及び経歴が完全に一\n致している。したがって，被控訴人Ｙ１及び同Ｙ２は被控訴人各文献の執筆者であ\nると推認され，同推認を覆すに足りる証拠は提出されていない。かえって，被控訴\n人Ｙ１及び同Ｙ２は 「ビジネス戦略法務研究会」あるいは被控訴人会社の関係者，\nの中に，執筆担当者Ａ及びＢに似た経歴を有する者の心当たりは全くない旨供述し\nており，被控訴人Ｙ１及び同Ｙ２のほかに執筆担当者Ａ及びＢに似た経歴を有する\n者は存在しないと考えるのが自然である。したがって，被控訴人Ｙ１及び同Ｙ２の\n前記主張は，採用することができない。\n２ 依拠性について\n(1) 当裁判所も，被控訴人文献１は控訴人文献１に，被控訴人文献２は控訴人\n文献２の１及び２の２に，被控訴人文献３は控訴人文献３に，それぞれ依拠して執\n筆されたと認められるものと判断する。その理由は，次のとおり付加するほか，原\n判決が「第４ 争点に対する判断」の２において説示するとおりであるから，これ\nを引用する。\n(2) 被控訴人らは，控訴人各文献と被控訴人各文献の読者層，著作の目的等が\nほとんど同一であるために，基本的な構成等が類似しているものにすぎないと主張\nする。\nしかし，両文献を子細に比較すると，単に読者層や著作の目的・性格が同一であ\nるというだけでは説明し難いほどに構成，文章等が酷似しており，執筆者が異なれ\nば通常は多少の相違が生じるのが自然であると思われる部分についても共通してい\nることが認められる。その詳細は，以下のとおりである。\nア 構成の類似\n控訴人各文献と被控訴人各文献とは，基本的な概念及び構成，章立ての順序，各\n章内の小見出しが類似している その詳細は 原判決中 第２ 事案の概要 の１(3)。， 「 」\nアないしウ 「第４ 争点に対する判断」の２(1)イないしエに記載のとおりである，\nが，更に次の点を付け加える。\n(ｱ) 控訴人文献１と被控訴人文献１との比較（甲１，４）\nａ 控訴人文献１では 「２ 危険な徴候を察知したときに打つべき手」として，\n「与信限度を修正 「担保管理 「手形化 「個人保証 「公正証書」の順序で記載」」 」 」\nされている。これに対し，被控訴人文献１では 「第３章 危ない会社への対処」，\nとして「与信の見直しと担保の見直し 「手形債権 「個人保証 「公正証書」の順」」」\n序で記載されている。\nｂ 控訴人文献１では 「３ 手早く債権を回収する方法」として「請求 「内容，」\n証明 「代物弁済 「代位弁済 「自己売り商品を上手に引き揚げるには 「他社売」」」 」\nり商品を上手に引き揚げるには 「所有権を留保しておいた商品を引き揚げる 「先」」\n取特権 「債権譲渡 「債権が二重に譲渡されたら 「代理受領 「相殺 「詐害行為」」 」 」 」\n取消権を利用 の順序で記載されている これに対し 被控訴人文献１では 第４」。 ， ，「\n章 素早い債権の回収方法」として「請求 「内容証明 「代物弁済 「代位弁済」」」」\n「商品の引きあげ①－自社商品の場合 「商品の引きあげ②－他社商品の場合 「商」」\n品の引きあげ③－所有権留保商品の場合 「先取特権 「債権譲渡 「債権の二重譲」」 」\n渡 「代理受領 「相殺 「詐害行為取消権の活用」の順序で記載されている。」」 」\nｃ 以上の記載は，債権を回収する者の立場からみて，債務者に危険な徴候を察\n知したときにどのように対処すべきか，債権回収にはどのような方法があるかに関\nするものであり，このような事項について記載する場合の項目立てや記載順序は必\nずしも一様ではなく，むしろ執筆者が異なれば項目立てや記載順序には多少の相違\nが生じるのが通常であると考えられるところ，両文献は，項目立てが共通している\nのみならず，記載順序も一致している。\n(ｲ) 控訴人文献２の１と被控訴人文献２との比較（甲２の１，５）\nａ 控訴人文献２の１では 「１章 署名と記名押印の役割」として「署名と記，\n名押印の違い 「押印の意義 「拇印と書き判 「特殊な場合の押印の効力」の順序」」 」\nで記載されている。これに対し，被控訴人文献２では 「第１章 署名と捺印（押，\n）」「 」「（ ） 」「」印 として 署名とは何か 記名・捺印 押印 とは何か 署名か記名押印か\n「拇印と書き判 「押印の特殊な効力」の順序で記載されている。」\nｂ 控訴人文献２の１では 「２章 印鑑とは」として「印鑑が日常で果たして，\n」「， ， ， 」「」「」いる役割 実印 認印 銀行印 シャチハタ印 契印と割印 訂正印と捨て印\n消印と止め印 の順序で記載されている これに対し 被控訴人文献２では 第２「」 。 ， ，「\n章 印鑑」として「印とは何か，その意義と役割 「実印・認印・銀行印 「契印と」」\n割印 「訂正印 「捨て印 「止め印と消印」の順序で記載されている。」」」\nｃ 控訴人文献２の１では 「３章 実印と印鑑登録」として「印鑑登録のしか，\nた 「印鑑登録できる印鑑，できない印鑑 「印鑑証明書のとり方 「実印をかえる」」 」\n方法 「実印・・・の果たす役割，重要性 「未成年者と外国人の印鑑登録」の順」」，\n序で記載されている。これに対し，被控訴人文献２では 「第３章 実印をめぐる，\n問題 として 印鑑登録の方法 印鑑登録できない印 印鑑証明書のとり方 実」「 」「」「」「\n印をかえるとき 「実印の重要性 「未成年者と外国人の場合」の順序で記載されて」」\nいる。\nｄ 控訴人文献２の１では 「７章 署名押印，印鑑をめぐるトラブル」として，\n「捨て印のトラブル 「白紙委任状のトラブル 「無権代理人のトラブル 「署名押」」 」\n印があっても無効な契約 「印鑑の盗難，紛失 「署名押印，印鑑にまつわる犯罪」」」\nの順序で記載されている。これに対し，被控訴人文献２では 「第９章 署名押印，\nと各種トラブル」として「捨て印のトラブル 「白紙委任状のトラブル 「無権代理」」\n人のトラブル 「署名・押印があっても無効な契約 「印鑑の盗難・紛失と印鑑をめ」」\nぐる犯罪」の順序で記載されている。\nｅ 以上の記載は，署名押印になじみのうすい一般人に署名押印の意義や留意点\n等を説明するためのものであり，このような事項について記載する場合の項目立て\nや記載順序は必ずしも一様ではなく，むしろ執筆者が異なれば項目立てや記載順序\nには多少の相違が生じるのが通常であると考えられるところ，両文献は，項目立て\nが共通しているのみならず，記載順序も一致している。\nイ 文章，図表の類似\n控訴人各文献と被控訴人各文献とを比較すると，類似した文章や図表が多く見受\nけられる。その詳細は，原判決別紙対照表１ないし３の控訴人文献欄と被控訴人文\n献欄における各下線部分のとおりであるが，更に次の点を付け加える。\n(ｱ) 控訴人文献１と被控訴人文献１との比較\n文章や図表の類似は，控訴人文献１の本文２３７頁中，５１箇所にのぼる（原判\n決別紙対照表１参照 。）\n特に，被控訴人表現１－１４は，債権の二重譲渡における対抗要件について，他\nに異なる表現があり得るにもかかわらず 約１頁にわたり 記述の順序を含め で，， ，「\nある」調を「ですます」調にしたことなど些細な違いを除き，控訴人表現１－１４\nと酷似しており，実質的に同一である。\nまた，そのほかの各表現についても，記述の順序や分類の仕方などが類似してお\nり，一般の法律書ではあまり使用されていない用語（例えば，控訴人表現１－２６\nにおける「現状凍結型の仮処分 「権利実現型の仮処分」など ）が用いられている」。\n点でも一致している。\n(ｲ) 控訴人文献２の１，２の２と被控訴人文献２との比較\n文章や図表の類似は，控訴人文献２の１の本文１５１頁中，３８箇所にのぼり，\nまた，控訴人文献２の２の本文２３２頁中，３３箇所にのぼる（原判決別紙対照\n表２－１及び２－２参照 。）\n特に，被控訴人表現２－２－６６は，確定日付の必要性や手続，意義について，\n他に異なる表現があり得るにもかかわらず，約２頁にわたり，記述の順序を含め，\n「である」調を「ですます」調にしたことなど些細な違いを除き，控訴人表\n現２－２－６６と酷似しており，実質的に同一である。また，被控訴人表\n，， ，現２－２－７６についても 示談書の意義や必要性 記載事項及び効果等について\n他に異なる表現があり得るにもかかわらず，約２頁にわたり，記述の順序を含め，\n，， 。些細な違いを除き 控訴人表現２－２－７６と酷似しており 実質的に同一である\nまた，そのほかの各表現についても，記述の順序や分類の仕方などが類似してお\nり，一般の法律書にはあまり使用されていない用語を用いた部分（例えば，控訴人\n表現２－１－３２，２－２－３２における「ハクをつけるためのもの」など ）の。\n表現にも一致がみられる。\n(ｳ) 控訴人文献３と被控訴人文献３との比較\n文章や図表の類似は，控訴人文献３の本文１９７頁中，２３箇所にのぼる（原判\n決別紙対照表３参照 。）\nまた，個々の表現についてみると，記述の順序や分類の仕方などが類似している\nものが多くみられる。\nウ 以上によれば，控訴人各文献と被控訴人各文献との類似は，類似点の多さや\n類似の内容・程度に照らして，両文献が読者層，著作の目的・性格を同一にすると\nいうだけでは説明することができないものであり，被控訴人らの前記主張は，採用\nすることができない。\n(3) 被控訴人らは，控訴人各文献と被控訴人各文献の出版時期の近接性は，依拠\n性を認定する根拠とはなり得ないと主張する。\n確かに，被控訴人らの主張する被控訴人各文献の「原稿執筆依頼日ないし執筆着\n手日」を前提とすれば，被控訴人文献１及び３に関しては，控訴人文献１及び３の\n発行日よりも前に執筆に着手したこととなる（なお，被控訴人文献２に関しては，\n控訴人文献２の１及び２の２の発行日より７～１１年後に発行されている 。。）\nしかし，現実に被控訴人らの主張する日に被控訴人各文献の執筆に着手したこと\nを裏付ける証拠はなく，控訴人文献１及び３の発行日よりも前に執筆に着手したこ\nとを裏付ける証拠もない。\nまた，控訴人文献１及び３の発行日と，被控訴人らの主張する被控訴人文献１及\nび３の「脱稿日」とを比較すると，控訴人文献１の発行日が平成１４年７月２５日\nであるのに対し，被控訴人文献１の脱稿日は同年９月中旬であり，控訴人文献３の\n発行日が平成１４年７月２５日であるのに対し，被控訴人文献３の脱稿日は同\n年１１月中旬である。したがって，控訴人文献１及び３が発行されてから被控訴人\n文献１及び３の脱稿日までには約２か月以上の期間があるのであり，もし被控訴人\n文献１及び３が控訴人文献１及び３に依拠して執筆されたのであるとすれば，執筆\nするのに十分可能な期間が存在したといえる。\nしたがって，被控訴人らの前記主張は，採用することができない。\n３ 著作物性，複製権及び翻案権侵害の成否について\n(1) 本件において著作権侵害の成否を判断するに当たっての基本的な考え方を\n示す総論部分に関しては，原判決が「第４ 争点に対する判断」の３(1)，(2)にお\nいて説示するとおりであるから，これを引用する。\n(2) 被控訴人各表現について著作権侵害が成立するか否かについての判断（原\n判決中 「第 ４ 争点に対す る判断」の３(3)）については，被控訴人表，\n現１－１４ ２－２－６６ ２－２－７６に関する部分を除くほか 原判決別紙 複，， ， 「\n製権及び翻案権侵害に関する当事者の主張並びに当裁判所の判断」中 「当裁判所，\nの判断」欄に記載のとおりであるから，これを引用する。\n被控訴人表現１－１４，２－２－６６，２－２－７６については，それ以外の部\n分と同様に，控訴人の複製権及び翻案権を侵害しないものと判断し，原判決の判断\nを次のとおりに変更する。\nア 被控訴人表現１－１４について\n控訴人表現１－１４と被控訴人表現１－１４とは，債権の譲受人が二人以上いる\n場合の優先権が，より早く債務者に通知したか，第三債務者から承諾を受けた者に\nあること，通知承諾は確定日付のあるものでなければならないこと，確定日付のあ\nる通知が二つ以上あった場合，優先権を持つのは確定日付の年月日が早い方ではな\nく，確定日付の通知の到達が早い方であること，したがって，確定日付を公証人役\n場で早くとっても，その通知が債務者に届かなければ優先権はないこと，郵便を出\nしたのが早くても，その到達が遅れれば優先権はないこと，倒産直前で最も適切な\nのは配達証明付内容証明郵便を速達で送ることであること，確定日付のない通知を\nした者と確定日付のある通知をした者がいた場合には，それらの通知書が到達した\n時期を問わず，確定日付のある通知をした者が優先権をもつことをその順序で記載\nした点において共通する。\n上記共通部分は，法令の内容や判例から導かれる当然の事項を普通に用いられる\n言葉で表現したものにすぎず，創作的な表現であるとはいえない。\n確かに，上記共通部分は，約１頁にわたるものであり，また，一般の法律書や解\n説書に記述されている表現と必ずしも同一ではない表現が用いられている部分も含\nまれているものの，その表現自体がありふれたものであることは否定できず，控訴\n人の個性が表現されたものということはできない。\nイ 被控訴人表現２－２－６６について\n控訴人表現２－２－６６と被控訴人表現２－２－６６とは，文書の作成日が法律\n上重要な意味を持つこと，自分一人で作成した文書であれば自分の思い通りに，二\n人以上の当事者がいても当事者間で共謀すれば日付を遡らせたり遅らせたりするこ\nとができること，そのため作成日が重要な意味を持つ場合には，公の機関に文書が\n作成された日を証明してもらう必要があること，それが確定日付であり，公証人役\n場で入れてもらえること，公証人役場に確定日付を入れてもらいたい文書を持参す\nると，確定日付のスタンプを押してくれること，これによりその文書の作成日を誰\nに対しても主張することができ，十分な証拠力をもつこと，確定日付は持参した当\n日の日付で押されること，前日の日付で押してくれといっても認められないこと，\n重要な会議の議事録，相手方の承諾書，メモ，供述書などどんな文書にも確定日付\nを入れることができること，通常は原本にだけ押してもらえること，印紙が必要な\n文書には印紙を貼っていかなければならないこと，公証人役場が内容について立ち\n入ることはないこと，確定日付はその日付以前に作成された旨を証明するものであ\nり，確定日付の日に作成されたことを証明するものではないことをその順序で記載\nした点において共通する。\n上記共通部分は，約２頁にわたるものであり，用語等において同一性はあるもの\nの，法令の内容や実務の運用から導かれる当然の事項を普通に用いられる言葉で表\n現したものにすぎず，創作的な表現であるとはいえない。\nウ 被控訴人表現２－２－７６について\n控訴人表現２－２－７６と被控訴人表現２－２－７６とは，まず示談が成立した\n場合書面を作成することが必要であること，口頭だけでも有効であるが，既に紛争\nが生じている者同士で行うものであるから，内容を書面にしておかないと新たな紛\n争が生じる可能性が高いからであること，せっかく話し合いがついたなら，その内\n容を書面にして当事者双方の署名か記名押印をもらうべきであること，示談書に請\n求権放棄条項や債権債務関係不存在確認条項を記載すべきこと，今後再び紛争が起\nこらないようにしなければならないからであること，示談をすれば再び争えないの\nが原則であること，事実関係の正確な把握が必要であることをその順序で記載した\n点において共通する。\n上記共通部分は，法令や判例・学説及び実務の運用から導かれる当然の事項を普\n通に用いられる言葉で表現したものにすぎず，創作的な表現であるとはいえない。\n(3) 以上のとおり，被控訴人各表現のいずれについても著作権侵害の成立は認\n，。 ， ，められず 著作者人格権侵害の成立も認められない したがって 控訴人の請求中\n，，著作権法１１２条１項に基づく差止請求 著作者人格権侵害に基づく損害賠償請求\n著作権法１１５条に基づく謝罪広告請求は，いずれも理由がない。\n４ 一般不法行為の成否について\n(1) 控訴人が民法７０９条に基づき求めている損害賠償請求は，被控訴人らの\n，，著作権侵害行為を不法行為とするもののほか 被控訴人らが故意又は過失によって\n控訴人が多大な労力をかけて作成した控訴人各文献のデッドコピーを行い，控訴人\nに無断で発行・頒布した行為を不法行為とする請求を含むものである（控訴人の請\n求が当初からこの両者を含むものであることについては，平成１７年１２月２２日\n付け控訴人準備書面により明確にされた。なお，当審における平成１８年１月１１\n日の第３回口頭弁論調書参照 。。）\nそこで，上記のような不法行為（以下，著作権侵害による不法行為と区別するた\nめに「一般不法行為」という ）が成立するか否かについて検討する。。\n(2) 控訴人各文献のような一般人向けの法律問題の解説書を執筆するには，法\n律的素養のない者にも理解しやすいようにするために，様々な工夫が考えられる。\n例えば，分類の仕方や説明の順序に関する工夫のほか，記載事項の選択に関して，\n一定のテーマに絞って説明することや，複雑な事項を理解しやすくするための単純\n化・簡略化，また，個々の説明を記述する上で，専門用語をできるだけ用いず平易\nな用語を用いる，抽象的表現を避けて具体例を示す，文章体の代わりに図表を活用\nする，箇条書きで記載するなどの工夫が挙げられる。他方，法律問題についての説\n明を記述する際に，このような単純化・簡略化等を図ることは，これを安易に行え\nば，結果として法的に不正確な記述となるおそれをはらむものであり，このような\n弊害を避けるための配慮や工夫も必要となる。\nそして，控訴人各文献の具体的記載を，原判決別紙「複製権及び翻案権侵害に関\nする当事者の主張並びに当裁判所の判断」中 「原告の主張」欄に記載された説明，\nを参照しつつ見ると，控訴人各文献を執筆する上で，上記のような様々な工夫が図\nられていることが認められる。\nしかし，このように控訴人各文献を執筆する上で様々な工夫が図られているとし\nても，その成果物としては，控訴人のした様々な工夫は普通に考えられる範囲内に\nとどまり，かつ，このために表現そのものがありふれたものとなっている以上，著\n作権侵害の成立が認められないことは，前記３において認定したとおりである。一\n般人向けの解説を執筆するに当たっては，表現等に格別な創意工夫を凝らしてする\nのでない限り，平易化・単純化等の工夫を図るほど，その成果物として得られる表\n現は平凡なものとなってしまい，著作権法によって保護される個性的な表現からは\n遠ざかってしまう弊を招くことは避け難いものであり，控訴人各文献の場合も表現\n等に格別な創意工夫がされたものとは認められない。\nもっとも，控訴人各文献を構成する個々の表現が著作権法の保護を受けられない\nとしても，故意又は過失により控訴人各文献に極めて類似した文献を執筆・発行す\nることにつき不法行為が一切成立しないとすることは妥当ではない。執筆者は自ら\nの執筆にかかる文献の発行・頒布により経済的利益を受けるものであって，同利益\nは法的保護に値するものである。そして，他人の文献に依拠して別の文献を執筆・\n発行する行為が，営利の目的によるものであり，記述自体の類似性や構成・項目立\nてから受ける全体的印象に照らしても，他人の執筆の成果物を不正に利用して利益\nを得たと評価される場合には，当該行為は公正な競争として社会的に許容される限\n度を超えるものとして不法行為を構成するというべきである。\n(3) 以上の観点から，本件における一般不法行為の成否について検討する。\n被控訴人会社は，書籍，雑誌の出版・販売等を行う法人であって 「通勤大学法，\n律コース」なる文庫シリーズを出版しており，被控訴人各文献は，いずれも，同シ\nリーズの一環として発行されたものである 原判決中 第２ 事案の概要 の１(2)（，「」\nア，(3)アないしウ参照 。上記「通勤大学法律コース」は 「通勤電車の中でもビ。），\nジネス実務にかかわる法律，日常生活にまつわる法律をやさしく，おもしろく，し\nかも内容を読めば必要な法律知識をほぼ身につけられる （甲５・３頁）という方」\n針の下に出版されているものであり，控訴人各文献と同様に，法律問題に関し，法\n律の専門家ではない一般人向けに，図や表を多用し，簡潔かつ平易な記述をもって\n解説する文献である。\nまた，被控訴人各文献が控訴人各文献に依拠して執筆されたことは，前記２に認\n定したとおりである。しかも，両文献は，単に基本的構成や章立ての順序が類似し\nているにとどまらず，各章内における項目立てや記載順序も酷似している。また，\n個々の表現をみても，文章や図表が類似する箇所が文献全体の相当部分を占め，中\nには，１頁ないし２頁にわたって類似し，実質的に同一である箇所も存在する。こ\nれらを総じてみれば，控訴人が控訴人各文献を執筆するに当たり，一般人に理解し\nやすいように平易化・単純化したり，記述の順序や分類の仕方を工夫したり，図表\n化した部分が，ほぼそのまま被控訴人各文献に取り入れられているのであり，被控\n訴人らによる表現の組み換えや書き換えが介在するとしても，控訴人が執筆に当た\nり工夫した点の多くは両文献の類似点として残存しているといえる。\nそして，被控訴人らが控訴人各文献に依拠して被控訴人各文献を執筆・発行した\nからこそ，被控訴人文献１については控訴人文献１が発行されてから約４か月後に\n発行することができ，被控訴人文献３については控訴人文献３が発行されてから\n約６か月後に発行することができたのであり 原判決中 第２ 事案の概要 の１(3)（「 」\nア及びウ参照 ，また，被控訴人会社は，執筆者に対して執筆料を支払うことなく。）\n被控訴人各文献を発行することができたのである（被控訴人会社代表者 。）\n以上によれば，被控訴人らは，控訴人各文献に依拠して，記述自体の類似性や構\n成・項目立ての全体に照らして控訴人各文献に酷似している被控訴人各文献を，控\n訴人各文献と同一の読者層に向けて，特に被控訴人文献１及び３については控訴人\n文献１及び３の出版後極めて短期間のうちに，執筆・発行したものであるから，控\n訴人の執筆の成果物を不正に利用して利益を得たものというべきである。\nそして，被控訴人らの故意・過失については，被控訴人各文献の執筆者である被\n控訴人Ｙ１及び同Ｙ２については，控訴人各文献に依拠して被控訴人各文献を執筆\nした以上，少なくとも過失があることは明らかであり，発行者である被控訴人会社\nについても，原判決中「第４ 争点に対する判断」の７(1)に認定した事実に照ら\nせば，過失が認められる。\nしたがって，被控訴人らが控訴人各文献に依拠して被控訴人各文献を執筆・発行\nした行為は，営利の目的をもって，控訴人の執筆の成果物を不正に利用して利益を\n得たものであるから，被控訴人らの行為は公正な競争として社会的に許容される限\n度を超えるものとして不法行為（民法７１９条１項による不真正連帯責任）を構成\nするというべきである。\n５ 損害の発生及び額について\n(1) 財産的損害について\nア 被控訴人文献１及び３が執筆・発行されたことによる財産的損害\n控訴人文献１及び３は かつて株式会社経営実務出版から出版されていた書籍 控，（\n），訴人旧著作②及び③ の復刻版を株式会社メディアクロスから出版したものであり\n過去の販売実績（控訴人旧著作②は４８回増刷，同③は１２回増刷）から，控訴人\n文献１及び３についても増刷が期待されていたところ，結果的には，増刷はされな\nかった（甲１７，控訴人本人 。また，被控訴人文献１は，控訴人文献１が発行さ）\nれてから約４か月後に発行され，被控訴人文献３は，控訴人文献３が発行されてか\nら約６か月後に発行されたものであること，両文献の構成及び内容が類似しており\n，，読者層も共通していることに照らせば 被控訴人文献１及び３の執筆・発行により\n控訴人文献１及び３の販売に何らかの影響が生じたことは否定できない。\n，， ，しかし 控訴人旧著作②及び③の販売実績があるといっても 同②は昭和６１年\n同③は平成元年に発行されたものであり，控訴人文献１及び３が発行された平\n成１４年までに相当の年月を経ていることに照らせば，被控訴人文献１及び３の発\n行がなければ控訴人文献１及び３が増刷されていたとは必ずしもいえない。\nまた，被控訴人各文献は 「通勤大学ＭＢＡ 「通勤大学英語講座」など複数種類，」\nのシリーズからなる「通勤大学文庫シリーズ」の一環としての「通勤大学法律コー\nス」の一つとして発行されたものであり（甲４ないし６ ，消費者がこのようなシ）\nリーズに惹かれて被控訴人各文献を購入した可能性も多分にあるということができ\nる。\n以上から，被控訴人文献１及び３の発行による控訴人文献１及び３の販売への影\n響の程度を証明することは極めて困難であり，被控訴人文献１及び３の発行により\n控訴人文献１及び３に生じた販売数の低下等，証拠上不明な点については民訴\n法２４８条の趣旨に照らして相当な損害額を算定することとする。\nそこで ①被控訴人文献１及び３の売上冊数 書店店頭流通分を含む は８３０６，（ 。）\n（。 。），冊及び７３７８冊であること 弁論の全趣旨 原審における被告準備書面(6)参照\n②控訴人文献１の定価は１５００円，控訴人文献３の定価は１６００円であること\n（甲２５，２７）をふまえて相当な損害額を算定するに，③控訴人が控訴人文献１\n及び３の販売によって得られる利益率については上記定価の１０％とし，④被控訴\n人文献１及び３の発行により控訴人文献１及び３に生じた販売数の低下は，前記①\nの売上冊数の１割と考えることができるから，相当な損害額は次の算式のとおりで\nある。\n1,500 × 8,306 × 0.1 × 0.1＋ 1,600 × 7,378 × 0.1 × 0.1\n＝ 124,590 ＋ 118,048 ＝ 242,638\n以上から，被控訴人文献１及び３が発行されたことによる財産的損害は，２４\n万２６３８円とするのが相当である。\nイ 被控訴人文献２が発行されたことによる財産的損害\n控訴人文献２の１は，平成３年１１月２８日に初版が発行され，平成６年５月ま\nでに５回の増刷を重ねている。また，控訴人文献２の２は，平成７年１０月１９日\nに初版が発行され，平成９年７月１日に第２版が発行されている（甲２の１，２\nの２，１７ 。）\nこのように，控訴人文献２の１及び２の２の発行から被控訴人文献２が発行され\nた平成１４年１１月６日までの間には相当年数を経ていることに照らせば，被控訴\n人文献２の発行が控訴人文献２の１及び２の２の販売に影響を与えたとは考え難\nく，この点に関する財産的損害の発生は認めることができない。\n(2) 慰謝料について\n被控訴人各文献の執筆・発行により侵害されたのは控訴人の経済的利益であり，\n同利益の侵害により生じた損害は，前記(1)の損害に対する損害賠償によって回復\nされるから，慰謝料の発生は認めることができない。\n(3) 弁護士費用について\n被控訴人らの不法行為により控訴人に生じた財産的損害の額は前記(1)に認定し\nたとおり２４万２６３８円であるから，被控訴人らの行為と因果関係のある弁護士\n費用の額は２万円とするのが相当である。\n(4) 以上のとおり，控訴人の被控訴人らに対する損害賠償請求は，２６\n万２６３８円及びこれに対する遅延損害金の支払を認める限りで理由がある。\n６結論\n以上のとおりであるから，原判決を変更して，主文のとおり判決する。\n知的財産高等裁判所第４部\n裁判長裁判官 塚原朋一\n裁判官 田中昌利\n裁判官 清水知 恵 子\n（別 紙）\n文献目録\n１ 通勤大学法律コース 債権回収 総合法令出版株式会社 平成１４年１２「」（，\n月４日初版発行）\n２ 通勤大学法律コース 署名・捺印 総合法令出版株式会社 平成１４年１１「」（，\n月６日初版発行）\n３ 「通勤大学法律コース 手形・小切手 （総合法令出版株式会社，平成１５」\n年２月５日初版発行）\n（別 紙）\n謝罪広告文案\n総合法令出版株式会社が発行し，Ｙ１，Ｙ２が執筆した「通勤大学法律コース債\n権回収 「通勤大学法律コース署名・捺印 「通勤大学法律コース手形・小切手」」，」，\nは，弁護士Ｘ氏が執筆された「図解でわかる債権回収の実際 「熱血選書 署名・」，\n捺印のすべてがわかる本 「新版 印鑑・文書・契約の法律 「図解でわかる」，」，\n手形・小切手の実際」を抜粋し，改変を加えたものをＸ氏に無断で転用し，出版し\nたものです。\n当社らは，ここに上記事実を認め，Ｘ氏に深くお詫びを申し上げます。\n平成 年 月 日（注：掲載日の日付）\n総合法令出版株式会社\n代表者代表取締役 Ｙ３\nＹ１\nＹ２\n"
}