{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 8,
    "day": 28
  },
  "case_number": "平成14(ネ)122",
  "case_name": "預託金返還請求控訴",
  "court_name": "札幌高等裁判所",
  "lawsuit_id": "4861",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=4861",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/861/004861_hanrei.pdf",
  "contents": "主　　　　　文\n本件控訴を棄却する。\n控訴費用は控訴人らの負担とする。\n事実及び理由\n第１　控訴の趣旨\n１　原判決を取り消す。\n２　被控訴人は，控訴人Ａに対し，５００万円及びこれに対する平成１３年４月１３日か\nら支払済みまで年６分の割合による金員を支払え。\n３　被控訴人は，控訴人Ｂに対し，５００万円及びこれに対する平成１３年４月１３日か\nら支払済みまで年６分の割合による金員を支払え。\n４　被控訴人は，控訴人Ｃに対し，６００万円及びこれに対する平成１４年２月１０日か\nら支払済みまで年６分の割合による金員を支払え。\n５　訴訟費用は第１，２審とも被控訴人の負担とする。\n６　仮執行の宣言\n第２　事案の概要\n本件は，被控訴人が経営管理するゴルフ場（以下「本件ゴルフクラブ」という。）\nの会員となった控訴人らが，被控訴人に対し，被控訴人に預託した預り保証金の\n返還及びこれに対する商事法定利率年６分の割合による遅延損害金の支払を求\nめるものである。\n１　争いのない事実及び証拠（各項に掲記する。）から容易に認められる事実\n(1)　被控訴人は，ゴルフ場の経営等を目的として平成元年７月２０日に設立された\n株式会社で，本件ゴルフクラブを経営管理し，平成２年にゴルフ場造成の許可を\n得て，同年中に造成に着手するとともに，本件ゴルフクラブの会員を募集し，本\n件ゴルフクラブは，平成５年４月からゴルフ場の営業を開始した。\n（甲５，乙３，５，１７，１８，弁論の全趣旨）\n(2)　控訴人Ｂは，平成２年９月１４日，縁故個人正会員（入会金８０万円）として本\n件ゴルフクラブへの入会を申し込み，同年１０月２５日，被控訴人に対し，預り保\n証金５００万円を預託した。\n控訴人Ａは，平成２年９月１６日，縁故個人正会員（入会金８０万円）として本\n件ゴルフクラブへの入会を申し込み，同年１０月２５日，被控訴人に対し，預り保\n証金５００万円を預託した。\n控訴人Ｃは，平成３年１２月，第１次個人正会員（入会金１５０万円）として本件\nゴルフクラブへの入会を申し込み，平成４年２月１０日，被控訴人に対し，預り保\n証金６００万円を預託した。\n（甲１から３，乙１，２，４）\n(3)　本件ゴルフクラブの会則（以下「本件会則」という。）は，１０条１項で預り保証\n金の返還について１０年間の据置期間を定め，その始期について，当初，ゴルフ\n場の正式開場からと定めていたが，被控訴人は，本件ゴルフクラブの縁故会員\n募集後の正会員募集に先立って，平成２年１１月１０日，取締役会で，第１次個\n人正会員の会員権募集価格を７５０万円（入会金１５０万円，預り保証金６００万\n円）とし，第１次法人正会員の会員権募集価格を１５００万円（入会金３００万円，\n預り保証金１２００万円）とし，上記預り保証金返還据置期間の始期を預り金証\n券発行日からと変更する旨決議した（本件会則の変更は本件ゴルフクラブ理事\n会が被控訴人の同意を得て行うことを要するが（本件会則３４条），同理事会発\n足以前は，本件会則３７条により，被控訴人の取締役会が本件ゴルフクラブ理\n事会の職務を代行した。）。\n本件会則１１条は，上記据置期間について「会社の経営を円滑に遂行するた\nめ必要のあるとき，またはクラブの運営上会員の利益を著しく阻害するおそれの\nあるとき，あるいは天災地変，その他やむを得ない事態が発生したときは，預り\n保証金返還に関する据置期間の満了の日から３カ月以前に会社は理事会の決\n議を経て，前条１項の据置期間を１回に限り５年間以内の期間延長することがで\nきる。この場合，会社は会員に対し据置期間延長理由と延長期間を通知しなけ\nればならない。」旨定めており，控訴人らは，いずれも預り保証金を預託する時\n点で，本件会則に上記の定めがあることを認識していた。\n本件ゴルフクラブ理事会は，平成１２年８月３０日，本件会則１１条により，預り\n保証金返還の据置期間を５年間延長すること（縁故会員については預り保証金\nの返還日を平成１２年１２月３１日とし，据置期間を同日から５年間延長する。）\n並びに据置期間延長の代償措置として，会員権の分割（既存会員の会員権を３\n分割し，既存会員がその一部を売却し，一部を保留して従前のプレー権を維持\nすることを可能にした。）及び登録会員制度（上記分割した会員権を取得した者\nに正会員と同等のプレー権を認める。）を新設する旨決議し，被控訴人は，同理\n事会の決議のとおり預り保証金返還据置期間の延長（以下「本件期間延長」と\nいう。）及び代償措置の設定をすることとし，同年９月，控訴人らを含む本件ゴル\nフクラブの会員に対し，ゴルフ場の事業費として６６億円を要したこと，預り保証\n金の総額が４８億円であること，これに対し，ゴルフ場造成半ばからいわゆるバ\nブル経済の崩壊に見舞われ造成資金の調達が難航したこと，ゴルフ場利用者\nの減少と過当競争のため営業収入が低下していること，会員数（個人６６７，法\n人１４３）が開場前の予定を大幅に下回ったこと等の理由から，同年１２月末日を\n皮切りとする預り保証金返還の資金調達が困難であるとして，本件ゴルフクラブ\n理事会の決議を経て，本件期間延長をすること及び上記代償措置を設けること\nを書面で通知した。\n（甲４，５，６，乙３，５，７，１７）\n２　争点\n本件期間延長の効力\n（被控訴人の主張）\n(1)　本件会則１１条は，被控訴人の運営を円滑にするため必要のあるとき，または\n本件ゴルフクラブの運営上会員の利益を著しく阻害するおそれがあるときなど\nに，預り保証金の返還について１回に限り５年間以内の据置期間の延長を認め\nるものであるところ，被控訴人は，会員募集時には予想し得なかった極端な経済\n情勢の変動に見舞われ，本件会則１０条１項に定める１０年の据置期間中に預\nり保証金を返還することが困難となったことから，本件ゴルフクラブを経営管理\nする被控訴人の経営破綻を避けるとともに会員全体の権利を保全するため，本\n件会則１１条に基づいて，本件ゴルフクラブ理事会の決議を経た上で本件期間\n延長を行った。\n(2)　被控訴人は，本件期間延長と同時に既存会員の利益保護のための代償措置\nとして会員権の３分割及び登録会員制度を新設して，既存会員に従前のプレー\n権等を維持しながら投下資金の一部回収を可能にする方策を講じた。\n(3)　本件ゴルフクラブの会員のうち，８割を超える会員が，本件期間延長後に年会\n費を納入し，本件期間延長に賛成した。\n(4)　したがって，本件期間延長は，正当な理由に基づくものであって，有効である\nから，控訴人らの本件請求はいずれも理由がない。\n(5)　仮に本件期間延長が無効であるならば，本件期間延長時に縁故会員の預り\n保証金返還期日を平成１２年１２月３１日に繰り上げた本件ゴルフクラブ理事会\nの決議も無効となり，縁故会員については，預り保証金返還据置期間は従前ど\nおり本件ゴルフクラブが開場した平成５年４月から１０年間となり，縁故会員であ\nる控訴人Ａ及び控訴人Ｂについては，いまだに据置期間は満了していないから，\n同控訴人らの本件請求は理由がない。\n(6)　また，本件期間延長については，本件ゴルフクラブの会員のうちの８割を超え\nる会員が賛成しているにもかかわらず，控訴人らのみが本件期間延長の無効を\n主張して預り保証金の返還を求めることは，被控訴人に困難な資金調達を強い\nて経営を破綻させ，他の会員の本件ゴルフクラブにおける権利を阻害するおそ\nれがあり，権利の濫用というべきである。\n（控訴人らの主張）\n(1)　本件ゴルフクラブにおける会員に対する預り保証金の返還は本件会則１０条１\n項の据置期間満了時に行われることを要し，同条項所定の据置期間を延長する\nためには，全会員の同意を要する。\n(2)　控訴人らの有する預り保証金返還請求権の返済期を控訴人らの個別の同意\nなくして延長することはできないのであり，そのためには，被控訴人としては，民\n事再生手続等の法的手続によるべきである。\n(3)　本件ゴルフクラブの会員のうち，８割を超える会員が，本件期間延長後に年会\n費を納入したというだけでは，それらの会員が本件期間延長に賛成したことには\nならない。\n(4)　なお，縁故会員である控訴人Ａ及び控訴人Ｂの預り保証金返還請求権につい\nても，被控訴人の平成２年１１月１０日の取締役会において，その据置期間の始\n期を預り金証券発行の日からとする旨決議されたのであるから，同控訴人らに\nついても，預り保証金返還の据置期間は満了した。\n第３　当裁判所の判断\n１　前記事案の概要摘示の事実（掲記の証拠を含む。）及び証拠（乙６，８から１６，１\n９，２０，２１の１・２）並びに弁論の全趣旨によれば，以下の事実が認められ，これ\nを覆すに足りる証拠はない。\n(1)　被控訴人は，本件ゴルフクラブの経営を主たる目的として平成元年７月２０日\nに設立され，当初の資本金は５０００万円であったが，その後，後記借入金返済\n資金調達等の目的で，平成１２年中に総額４億４０００万円の増資を行った。\n(2)　被控訴人は，平成２年６月からゴルフ場の造成に着手するとともに，同年１０月\nころまで，入会金及び預り保証金を優遇した縁故会員を募集し，同年１１月から\n平成５年まで正会員を公募し，平成５年４月本件ゴルフクラブのゴルフ場（１８ホ\nール）を開場した。この間に被控訴人が会員から預託された預り保証金の総額\nは，４８億５６００万円であった。\nなお，被控訴人の取締役会は，平成２年１１月１０日，預り保証金返還据置期\n間の始期を「預り金証券発行日から」と変更する旨決議した（この事実は争いが\nない。）が，同決議は，縁故会員以外の会員募集に当たってなされたもので，縁\n故会員を対象としてはいなかったと解するのが相当である。すなわち，同決議\nは，縁故会員の募集及び縁故会員からの預り保証金の預託を受け終えて，正\n会員を公募するに先立って，公募正会員の会員権募集価格の決議とともに決議\nされたものであること，その時点で縁故会員に対して既に受領した預り保証金に\nついて受領後間もないのに特にさらにその返還の据置期間を改めるべき事情は\n見当たらないこと，縁故会員に交付された本件会則を記載した書面（乙３）には，\n上記据置期間の始期として「ゴルフ場正式開場から」と記載され，公募会員に対\nして交付された書面（甲５，乙５）とは据置期間の始期の記載が区別されていた\nこと，本件期間延長に際しての本件ゴルフクラブ理事会の決議においても，縁故\n会員については平成１２年中に据置期間が満了するものではないことを前提とし\nて，本件期間延長に付帯して縁故会員の据置期間を繰り上げたことなどに照ら\nすと，上記平成２年１１月１０日の取締役会決議は，縁故会員を除く公募会員を\n対象とするものであったと認めるのが相当であり，他にこれを覆すに足りる証拠\nはない。\n(3)　被控訴人が本件ゴルフクラブのゴルフ場の造成を始めてからゴルフ場開場ま\nでの間に，いわゆるバブル経済が崩壊し，被控訴人にとっても，開業資金の調\n達のための金融機関からの借入及び応募会員数等について当初の予測と大き\nく異なる事態となった。また，ゴルフ場開場後の主たる営業収入を占めるグリー\nンフィー及びキャディフィーの売上は，他のゴルフ場との競争の激化及びゴルフ\n客の減少により年度を追うごとに減少し（開業当初のグリーンフィー収入は１億２\n４７２万円であったが，平成１１年のグリーンフィー収入は９４９９万円であっ\nた。），このため，ゴルフ場を開場した第５期（平成４年１２月１日から平成５年１１\n月３０日）の決算時における繰越欠損が２億２５０６万円であったところ，第１１期\n（平成１０年１２月１日から平成１１年１１月３０日）の決算時における繰越欠損は\n５億２８２９万円にまで増加した。また，この時点での被控訴人の総資産は５７億\n９５９４万円で，負債総額６２億７４２３万円のうち銀行からの借入金を主とする固\n定負債は６１億６８００万円であった。\n被控訴人は，従前から一般管理費等の支出削減努力を行ってきたが，主とし\nて固定負債を減少させるため，平成１２年中に総額４億４０００万円の増資を実\n施して固定負債の総額を平成５年の開業当初の水準にまで戻した。\nまた，被控訴人及び本件ゴルフクラブ理事会は，平成１２年に入ってから，上\n記資金対策に加えて，同年末以降に返還時期が到来する会員からの預り保証\n金返還債務に対する方策を検討したところ，預り保証金返還に要する資金として\n平成１２年末に１億０２００万円，平成１３年末に９億７２００万円，平成１４年末に\n２億７０００万円，平成１５年末に２８億０２００万円が必要であり，上記増資以外\nに見るべき資金調達の目途をつけることができなかった。そのため，被控訴人\nは，預り保証金据置期間の延長することなしには，被控訴人の経営の破綻を避\nけられないと判断するに至り，本件会則１１条に基づいて，本件ゴルフクラブ理\n事会の決議を経た上で，会員からの預り保証金据置期間の延長を行うこととし，\n併せて，既存会員に対する代償措置を講じることとし，平成１２年９月，控訴人ら\nを含む本件ゴルフクラブの会員に本件期間延長及び代償措置についての通知\n及び説明を書面で行った。\n(4)　被控訴人の第１２期（平成１１年１２月１日から平成１２年１１月３０日）の決算\nは，上記増資により，３９５５万円の利益を計上し，本件期間延長後の平成１３年\n中に年会費を納入した会員の口数は，同年の正会員総口数８０９口の約８７パ\nーセントに当たる７０４口であった。なお，本件ゴルフクラブの平成１３年中の会\n員利用回数は，前年を約２０００回上回った。\n(5)　なお，本件全証拠によっても，被控訴人が控訴人らを含む本件ゴルフクラブの\n会員から預託を受けた預り保証金を本件ゴルフクラブの造成，開設，維持，運営\n以外の使途に不正に使用したことなどを疑うべき事情は見当たらない。\n２　以上の事実によれば，被控訴人は，本件ゴルフクラブの会員募集時には予想しな\nかった経済状況の悪化のために本件会則１０条１項に従った預り保証金の返還を\n実行することが困難となったこと，また，仮に本件会則１０条１項に従った預り保証\n金の返還を実施するためには，平成１２年から平成１５年までの各年末に累計で４\n０億円を超える資金調達を要するところ，被控訴人の資産状況に鑑みると，上記返\n還資金を毎期に調達し続けることは困難であること，被控訴人の経営が破綻した\n場合，本件ゴルフクラブの会員は，本件ゴルフクラブの施設利用について被控訴\n人の債権者に当然に優先し得る権利を有していないことがそれぞれ認められ，こ\nれらによれば，本件期間延長は，本件会則１１条所定の合理的な必要性及び所定\nの手続に基づくものと認めることができる。\nなお，控訴人らは，本件会則１０条１項による預り保証金返還請求権について，\nそれが，本件ゴルフクラブの会員の基本的権利であるとして，その返還据置期間を\n延長するためには必ず会員全員の同意を要し，他には民事再生法等の法的倒産\n処理手続にのみより得る旨主張するので，検討するに，ゴルフ場を開設し，経営し\nようとする者が，会員を募集し，応募した会員から保証金等の預託を受けた場合，\n当該保証金等の返還時期及び方法は，いずれも各会員との間で交わした個々の\n保証金等の預託契約に従うべきであって，本件で被控訴人が控訴人らから預託を\n受けた預り保証金についても，一般の指名債権とその性質において異なるもので\nはなく，控訴人らの預り保証金返還請求権について，株式会社における株式ある\nいは他の社団法理に服すべき権利に準じた取扱いをすべき事由は見当たらない。\nしたがって，被控訴人が，控訴人らから預り保証金の預託を受けた後に，事前に合\n意した具体的な契約条項によらず，かつ，控訴人らの同意なしに一方的に預り保\n証金の返済時期を変更することは許されず，控訴人らを除く他の会員の多数が同\n意しているとしても，そのことだけから，あたかも社団におけると同様に多数決によ\nる契約内容の変更の合理性を認めることもできない。しかし，他方，控訴人らの預\nり保証金返還請求権が，被控訴人との具体的な契約条項を超えて被控訴人を拘\n束するものであると認めることも相当ではない。そして，ゴルフ場の会員から預託を\n受けた預り保証金の返還時期について，不可抗力又はそれに準じる場合のほか，\n当該ゴルフ場の運営及び会員全体の施設利用を維持する必要から返還時期を延\n期すべき場合のあることをあらかじめ契約条項として定めること自体が許されない\nものではない。本件において，被控訴人は，控訴人らから預り保証金の預託を受\nけるに当たって，本件会則１０条１項のほか本件会則１１条をも明示しており，本件\n会則１１条は，いわゆる一般条項又は例文条項として事情変更の原則が適用され\nる可能性を抽象的に規定するにとどまるものではなく，不可抗力等の事情変更に\nよるときのほか，会社の経営を円滑に遂行するため必要のあるとき又はクラブの\n運営上会員の利益を著しく阻害するおそれのあるとき，すなわち，被控訴人の経営\n上の必要又は本件クラブにおける会員全体の利益保持のために必要あるときに，\n所定の手続を経た上で，１回に限り５年以内の返還据置期間の延長を認めること\nを定めていると解し得るのであって，これをもって，抽象的に過ぎるとか，控訴人ら\nを含む各会員の契約時における予測可能性を不当に害しているというべきではな\nいから，本件会則１１条を控訴人らに適用することが，一般指名債権における契約\n法理に反することにもならない。本件会則１１条の解釈適用として，被控訴人の恣\n意的濫用を許すべきでないことはもちろんであるが，同条項は，その所定の合理的\n必要性が具体的に認められるときは，個々の会員の同意によることなく，被控訴人\nが本件ゴルフクラブの会員から預託された預り保証金据置期間を１回に限って，５\n年以内の期間で延長するための要件を明示していると解することができ，本件期\n間延長について合理的な必要性が具体的に認められることは前記のとおりであ\nる。\nまた，控訴人らは，ゴルフ会員による預託金返還請求の据置期間についての判\n決例を挙げて，本件会則１１条の解釈として，据置期間延長のためには，個々の会\n員の同意を要する旨主張するが，控訴人らが指摘する判決例は，据置期間延長\nのための要件である延長の必要性，延長期間及び延長可能回数等についての各\n係争案件における各ゴルフ場の会則の規定の仕方を始めとして，本件とは，いず\nれも事案を異にしており，上記判決例に依拠した控訴人らの主張を採用することは\nできない。\n３　以上認定の事実及び検討の結果によれば，本件期間延長は控訴人らを含む本件\nゴルフクラブの会員全員に対して効力を生じているものと認められ，したがって，そ\nの余の判断をするまでもなく，控訴人らの本件請求は，いずれも理由がない。\n第４　結論\nよって，本件控訴は理由がないから棄却することとして，主文のとおり判決する。\n札幌高等裁判所第２民事部\n裁判長裁判官　　山　崎　健　二\n裁判官　　笠　井　勝　彦\n裁判官　　森　　　邦　明\n"
}