{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 17,
    "month": 9,
    "day": 29
  },
  "case_number": "平成16(行ウ)38",
  "case_name": "法人税更正処分等取消請求事件",
  "court_name": "名古屋地方裁判所民事第9部",
  "lawsuit_id": "7461",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=7461",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/461/007461_hanrei.pdf",
  "contents": "平成１７年９月２９日判決言渡  同日原本領収　裁判所書記官\n平成１６年（行ウ）第３８号　法人税更正処分等取消請求事件\n口頭弁論終結の日　平成１７年７月２７日\n判　　　　　　　　決\n主　　　　　　　　文\n１　被告が平成１２年８月２９日付けで原告に対して行った平成８年７月１日から\n平成９年６月３０日までの事業年度の法人税の更正処分（ただし，納付すべき税額\n４億６５１８万０６００円を超える部分）及び過少申告加算税賦課決定処分をそれ\nぞれ取り消す。\n２　被告が平成１２年８月２９日付けで原告に対して行った平成９年７月１日から\n平成１０年６月３０日までの事業年度の法人税の更正処分（ただし，納付すべき税\n額９４６７万５４００円を超える部分）及び過少申告加算税賦課決定処分をそれぞ\nれ取り消す。\n３  被告が平成１２年８月２９日付けで原告に対して行った平成１０年７月１日か\nら平成１１年６月３０日までの事業年度の法人税の更正処分（ただし，納付すべき\n税額６５８４万６７００円を超える部分）及び過少申告加算税賦課決定処分をそれ\nぞれ取り消す。\n４　訴訟費用は被告の負担とする。\n事実及び理由\n第１　原告の請求\n主文同旨\n第２　事案の概要\n本件は，原告が，Ｈ．Ｒ．Ｄ．Ｓｉｎｇａｐｏｒｅ　Ｐｔｅ　Ｌｔｄ（以下「ＨＲ\nＤ」という。なお，ＨＲＤは，Ｈｏｕｓｉｎｇ　Ｒｅｓｅａｒｃｈ　ａｎｄ　Ｄｅ\nｖｅｌｏｐｍｅｎｔの略称である。）との間で締結された，原告が保有するノウハ\nウ等を譲渡する旨の契約（以下「本件譲渡契約」という。）に基づき，ＨＲＤから\n受領した譲渡代金について，被告が，当該ノウハウ等は株式会社一条工務店（以下\n「一条工務店」という。）に帰属しており，上記契約は架空の取引であるから，受\n領した金員は法人税法２２条２項所定の「無償による資産の譲受け……に係る……\n収益」（受贈益）に該当するとの理由で，平成８年７月１日から平成９年６月３０\n日，同年７月１日から平成１０年６月３０日及び同年７月１日から平成１１年６月\n３０日までの各事業年度（以下，個別には「平成９年６月期」などといい，３事業\n年度を総称して「本件各事業年度」という。）の法人税の更正処分及び過少申告加\n算税賦課決定処分をしたことから，原告が，本件譲渡契約は架空のものではないと\n主張して，上記各処分（ただし，更正処分については，確定申告又は従前の更正処\n分によって，原告が自認する税額を超える部分）の取消しを求めた抗\n告訴訟である。\nなお，本件は，原告を一条工務店，被告を江東西税務署長とする東京地方裁判所平\n成１５年（行ウ）第５５３号法人税更正処分等取消請求事件と密接に関連し，その\n派生事件に位置づけられるものであるが，上記事件について，東京地方裁判所は，\n平成１７年７月２１日，基本的に一条工務店の請求を認容する判決を言い渡してい\nる。\n１　前提事実（当事者間に争いのない事実，証拠により容易に認定できる事実等）\n(1)　関係者等\nア　原告\n原告は，昭和６２年７月１日に設立され，住宅関連業務の研究開発及びこれに関す\nる経営指導等を目的とする株式会社である（なお，平成５年３月，商号を「株式会\n社一条住宅研究所」から「株式会社住宅研究所」に変更し，平成１２年８月２６\n日，再び現在の商号に変更している。）。\n原告の代表取締役は，設立時からＡ（以下「Ａ」という。）であったが，同人は，\n平成９年１２月１５日に辞任し，Ｂが代表取締役に就任した。\n原告の株式は，本件各事業年度を通して，その発行済株式の総数の８５パーセント\nを親会社に当たる一条工務店が保有している。\nイ　一条工務店\n一条工務店は，昭和５３年９月１２日，京都市にて設立された株式会社であり，木\n造注文住宅の販売及び施工を目的としている。\nまた，一条工務店は，多数の指定商品等につき，「株式会社一条工務店」及び「一\n条工務店」の商標（以下「本件商標」という。）を登録する（乙５の１ないし１\n０）とともに，洋風住宅「ＳＡＩＳＯＮ」，和風住宅「円熟の家百年」の商品名を\n用いて，住宅の販売等を行っている。\n一条工務店の代表取締役は，設立時からＡであったが，同人は，平成９年８月９日\nに辞任し，Ｃが代表取締役に就任した。\n一条工務店の株式は，ＨＲＤの役員であるＤ（Ａの長男。以下「Ｄ」という。）\nが，本件各事業年度を通して，その発行済株式総数の約７５パーセントを，Ｈａｗ\nｋｉｎｇ　Ｈｏｌｄｉｎｇｓ　Ｐｔｅ．Ｌｔｄ（平成７年２月４日設立，シンガポ\nール共和国），株式会社ラスティング及び株式会社日信を介して間接的に保有して\nいる。\nウ　ＨＲＤ\nＨＲＤは，１９９５年（平成７年）２月４日，シンガポール共和国において設立さ\nれた法人で，代表者は設立時からＡであったが，同人は，１９９６年（平成８年）\n１１月３日に辞任し，Ｅ（以下「Ｅ」という。）が代表者に就任した。\nＨＲＤの株式は，本件各事業年度を通して，Ｄがその発行済株式総数の９９．９９\nパーセントを保有している。\n(2)  フランチャイズ事業の概要\nア　原告設立までのフランチャイズ契約\n(ア)　一条工務店は，昭和５３年の設立以後，住宅展示場を使用して木造注文住宅\nの販売及び施工を行っていたが，さらに，木造注文住宅の建築事業を拡大するた\nめ，昭和６１年１１月以降，別表１記載のとおり，全国各地の工務店との間で，フ\nランチャイズ契約を締結した（以下，同表の契約を同表左欄の番号に即して「契約\n番号１」のように表示し，これらの契約を併せて「本件各フランチャイズ契約」，\nフランチャイジーを「ＧＣ」，ＧＣ各社，一条工務店及び原告を「一条グループ」\nという。）。\n(イ)　本件各フランチャイズ契約のうち，原告設立前に締結された契約（契約番号\n１ないし９）の内容は，いずれもほぼ同一であり，その主なものは，次のとおりで\nある（甲８の２ないし１０，乙６。なお，以下においては，甲８の３をもって代表\nさせることとし，甲は契約の相手方であるＧＣの立見建設株式会社，乙は一条工務\n店，丙は立見建設株式会社と一条工務店によって設立予定の「株式会社一条工務店\n群馬」を指す。）。\n２.　「経営システム」の供与\n２－１　乙は乙独自の仕様に基く木造注文住宅（以下本品という）に対する丙の事\n業展開（以下本事業という）に関する以下の事項に対し，経営のための専門知識・\n機能・技能・管理手法・有形無形の各種資料・データ・マニュアル，並びに考案な\nどにつき，既に確立されたノウハウと経験を有している。\nＡ．本品に関する材料の製造・製品の調達と品質管理\nＢ．販売並びにマーケティングの要領及び管理\nＣ．住宅に関する建築設計技術\nＤ．住宅に関する建築工事技術\nＥ．工事管理・監督の要領\nＦ．本事業に必要な組織体制作り\nＧ．本事業に必要な諸般の帳票・様式並びに管理手法\n２－２　乙は既に確立された（２－１）項記載のノウハウの他に，常に本事業経営\nの全般にわたって新しいノウハウ開発を怠りなく行う。\n２－３　（２－１）項及び（２－２）項記載の事項をここに｢経営システム｣と総称\nする。\n２－４　甲乙両者が共存共栄する強力な取引関係を維持継続するためには，丙が乙\nから「経営システム」を受けることによって，本事業が継続して利益をあげること\nが前提となる。\nよって乙は丙に「経営システム」を与え，この実現に責任を持つ。\n又，丙は乙の指示指導を確実に守り，事業に専念し，これを遂行する義務を持つ。\n３.　商標\n３－１　乙は丙に対し乙が所有する全ての商標・標章・商品名の使用を許諾する。\n３－２　本契約が終了，或いは（８－４）項に基づいて解約又は解除となったとき\nは，理由の如何を問わず，丙は乙が所有する商標・標章・商品名を使用することは\nできない。\n又，丙はそれを表示した有形物を速やかに撤去，消滅させることとし，その作業は\n少なくも昀長９０日を越さないものとする。\nただし，丙と丙の顧客の間で未済の契約物件が存在するときは，該当物件が完了し\nたときをもって本項を適用する。\n４.　「経営システム」指導の責任\n乙は「経営システム」が完全に丙に根付くよう乙の施設内で行われる教育指導と，\n丙の業務実践過程中現地で実地に教育指導するとを問わず，指導要領に基く適宜な\n方法・手段によって丙を指導する。\n（中略）\n５.　ロイヤリティ\n丙は乙から供与された｢経営システム｣とこれに伴う乙の教育指導に対し，その対価\nとして次のロイヤリティを乙に支払う。\n５－１　ロイヤリティの計算基礎となる完工高とは，冷蔵庫・冷暖房器具・家具な\nど及び其の他丙の顧客から支給される機器等及び外構工事・営繕工事を除いたもの\nを指す。\n５－２　（５－１）で規定する完工高の　　をロイヤリティとする（注：契約番号\n４については，ロイヤリティ率が　　　　　　，契約番号６及び８については，同\n率が　　　　　　　　とされている。）。\n５－３　ロイヤリティの支払いは，本品の請求高合計分を毎月１５日で締切り，翌\n月５日丙は現金をもって乙に支払う。\n５－４　契約解除時点における受注残についても（５－１）（５－２）（５－３）\n項を適用する。\n７.　資材の購入と其の他の責任\n７－１　以下に記載する本品の構造部材及びこれに関連する部品・付属品又は住設\n機器をここに資材と総称する。\n７－２  甲・丙は原則として次の資材を乙より購入するものとする。ただし，特別\nな事情により甲・乙・丙間で合意するか，又は甲・丙にとって第三者の購入条件が\n乙より有利な場合，その限りでない。\nＡ．乙の開発したオリジナル部材及び製品\nＢ．住設機器（流し台・洗面台・下駄箱）\nＣ．サッシ及びサッシの付属品\nＤ．ドアー及びドアー枠関係部品\nＥ．造作部材\nＦ．その他一条グループ（甲・乙・丙を含む）共同仕入品\n（以下略）\nイ　原告と一条工務店との間のノウハウ供与契約\n(ア)　原告設立の前日である昭和６２年６月３０日付けで，原告が一条工務店にノ\nウハウを供与する旨の契約書が存在する（以下，その契約を「昭和６２年契約」と\nいう。甲８の１，乙７）。\n(イ)　昭和６２年契約の内容は，次のとおりである（以下，甲は原告，乙は一条工\n務店を指す。）。\n１．「新しいノウハウ」の開発研究及び供与\n１－１　甲は甲独自の仕様に基く木造注文住宅（以下本品という）に対する乙の事\n業展開（以下本事業という）に関する以下の事項に対し，経営のための専門知識・\n機能・技能・管理手法・有形無形の各種資料・データ・マニュアル，並びに考案な\nどにつき，既に確立されたノウハウと経験を有している。\nＡ．本品に関する材料の製造技術・製品の調達と品質管理技術\nＢ．販売並びにマーケティングの要領及び管理手法\nＣ．住宅に関する建築設計技術\nＤ．住宅に関する建築工事技術\nＥ．工事管理・監督の要領\nＦ．本事業に必要な組織体制作りの要領\nＧ．本事業に必要な諸般の帳票・様式並びに管理手法\n１－２　甲は既に確立された（１－１）項記載のノウハウに加え，常に本事業経営\nの全般にわたって「新しいノウハウ」の開発研究を怠りなく行う。\n１－３　甲乙両者が共存共栄する強力な取引関係を維持継続するためには，乙が甲\nから「新しいノウハウ」を受けることによって，本事業が継続して利益をあげるこ\nとが前提となる。\nよって甲は乙に「新しいノウハウ」を与え，この実現に責務を持つ。\n又，乙は甲の指示指導を確実に守り，事業に専念し，これを遂行する義務を持つ。\n２．「新しいノウハウ」指導の責任\n甲は「新しいノウハウ」が完全に乙に根付くよう指導要領に基く適宜な方法手段に\nよって乙を指導する。\n３．ロイヤリティ\n乙は甲から供与された「新しいノウハウ」と，これに必要な開発費とこれに伴う甲\nの教育指導に対し，その対価として次のロイヤリティを甲に支払う。\n３－１　ロイヤリティの計算基礎となる請求高合計とは，冷蔵庫・冷暖房器具・家\n具など及び其の他丙（注：乙の誤記）の顧客から支給される機器などを除いたもの\nを指す。\n３－２　（３－１）で規定する請求高合計の　　をロイヤリティとする。\n３－３　ロイヤリティの支払いは，本品の請求高合計を毎月末日で締め切り，翌月\n末日乙は現金をもって甲に支払う。\nウ  原告設立後のフランチャイズ契約\n(ア)　原告設立後の昭和６３年に締結されたフランチャイズ契約（契約番号１０な\nいし１２。甲８の１１ないし１３）\nこれらの契約においては，地場工務店であるＧＣと，一条工務店及び原告とが契約\n当事者となり，原告がＧＣに経営システムを供与し，その対価としてＧＣが原告に\nロイヤリティを支払うこと，一条工務店が本件商標等の使用を許諾すること，ＧＣ\nは資材を一条工務店から購入することなどが合意されているところ，供与される経\n営システムの内容，ロイヤリティの内容，その計算方法等は，原告設立前のフラン\nチャイズ契約の文言（上記ア）とほぼ同一である。\n(イ)　平成元年から平成３年に締結されたフランチャイズ契約（契約番号１３ない\nし１８。甲８の１４ないし１９）\nこれらの契約においては，地場工務店であるＧＣと，一条工務店が契約当事者とな\nり，本部機能を有する一条工務店が，本件商標等の使用を許諾するとともに，経営\nシステムの供与とその指導援助を行い，これらの対価としてＧＣが一条工務店にロ\nイヤリティを支払うこと，ＧＣは一条工務店から資材を購入することなどが合意さ\nれているところ，これらの内容は，権利義務の主体が異なる点を除くと，従来のフ\nランチャイズ契約書の文言と類似しているが，ロイヤリティは本件商標等の使用料\nの趣旨をも含むものとされている（もっとも，その計算方法は，従来と同様であ\nる。）ほか，ＧＣの報告義務，守秘義務，終了後貸与されている各種マニュアルの\n返還義務などが定められ，また，契約終了時にＧＣと顧客との契約に基づいて工事\n中の物件のうち，引渡前のものの所有権が一条工務店に移転することなどが合意さ\nれている。\n(ウ)　平成５年に締結されたフランチャイズ契約（契約番号１９ないし２１。乙１\n９ないし２１）\nこれらの契約は，一条工務店及び原告が契約の一方当事者となって，地場工務店で\nあるＧＣとの間で締結されており，一条工務店及び原告が，本件商標等の使用を許\n諾するとともに，経営システムを供与し，これらの対価としてＧＣが一条工務店及\nび原告にロイヤリティを支払うこと，ＧＣは一条工務店及び原告から資材を購入す\nることなどが合意されているところ，これらの内容は，権利義務の主体が異なる点\n（一条工務店と原告とが区別されることなく，契約の一方当事者となっている。）\nを除くと，上記(イ)の契約の文言とほぼ同一であるが，契約が終了したときの顧客\nに対する契約履行責任については，一条工務店，原告及びＧＣが共に責任を果たす\nこととされている。\nエ　一条グループから脱退したＧＣ\nなお，ＧＣ各社のうち，契約番号１のクリヤマ株式会社（以下「クリヤマ」とい\nう。）及び同１２の一条工務店愛媛（現在は，株式会社未来工務店と商号変更して\nいる。以下「未来工務店」という。）は，現在，一条グループから離脱している。\n(3)　原告とＨＲＤとの間の本件譲渡契約\nア　１９９５年（平成７年）２月２８日付けで，原告からＨＲＤにノウハウ及びデ\nータベースを譲渡した旨の「ノウハウ及びデータベース譲渡契約書」と題する契約\n書（以下「本件譲渡契約書」という。甲４の１・２）が存在し，Ａがそれぞれの代\n表者として記名押印及び署名している。\nイ　その抜粋は，次のとおりである（甲は原告，乙はＨＲＤを指す。）。\n第１条（目的物１）\n甲は，甲の設立当初より研究開発した在来工法の集大成を下記の要領でマニュアル\n化し，その真正な所有者であるが，今般，このマニュアル及びその運用に係る一切\nのノウハウの所有権を乙に譲渡し，乙は譲渡を受けたノウハウの真正な所有者とな\nる。（詳細は別紙１を参照のこと）\n(1)　設計マニュアル\n(2)　施工マニュアル\n(3)　営業マニュアル\n(4)　業務マニュアル\n第２条（目的物２）\n甲は，甲が過去の科学実験等によって獲得し，蓄積した以下のデータベース等の真\n正な所有者であるが，今般，これらのデータベース等の所有権を乙に譲渡し，乙は\n譲渡を受けたデータベース等の真正な所有者となる。（詳細は別紙２参照のこと）\n(1)　データベース\n(2)　上記(1)を使用した著作物\n(3)　認定書類\n第５条（引渡の条件）\n１　甲は，当目的物の受け渡しをシンガポール国内の乙の指定する場所にて行うも\nのとする。\n２　本契約に基づき，第１条及び第２条に規定する目的物は西暦１９９５年２月２\n８日２４時をもって甲から乙に引き渡されるものとする。\n第６条（対価及び決済）\n１　甲は，第１条及び第２条に規定する目的物を金２０億円にて乙に譲渡するもの\nとする。対価の昀終決定については，試用期間終了後１ヶ月以内に第７条に規定す\nる対価の修正の有無を相互に確認する。\n（以下略）\nウ　上記第１条で引用されている別紙１を整理したものが別表２，上記第２条で引\n用されている別紙２を図表化して整理したものが別表３である（以下，本件譲渡契\n約において目的物とされた別表２のノウハウと別表３のデータベースを併せて「本\n件ノウハウ等」という。）。\n(4)　被告による課税処分\nア　原告は，本件譲渡契約によって譲渡対価とされた２０億円を平成７年７月１日\nから平成８年６月３０日までの事業年度（以下「平成８年６月期」という。）の収\n益に計上して，平成８年９月２日，確定申告をした。\nこれに対して，被告は，平成９年３月ころ，同期を調査対象昀終年度とする税務調\n査を行った上，同年７月４日付けで，別表４の同日付け「更正処分等」欄記載のと\nおり，本件譲渡契約に係る上記譲渡対価が過少であるとして，適正な譲渡対価を３\n１億２６０１万２０６６円とすることなどを内容とする法人税額等の更正処分及び\n過少申告加算税賦課決定処分をした（甲３。以下「本件先行処分」という。）。\nイ　これを受けて，原告は，平成８年１１月１日にＨＲＤから受領した１８億円を\n本件譲渡契約の譲渡代金に係る未収金の回収とし，２億円を外国法人税に該当する\n租税公課として損金算入して，平成９年６月期の確定申告を行い，同様に，平成１\n０年１月２０日にＨＲＤから受領した９億円を同未収金の回収とし，１億円を外国\n法人税に該当する租税公課として損金算入して，平成１０年６月期の確定申告を行\nい，さらに，平成１０年９月２２日にＨＲＤから受領した９０００万円を同未収金\nの回収とし，１０００万円を外国法人税に該当する租税公課として損金算入して，\n平成１１年６月期の確定申告を行った（乙１ないし３。以下，上記の１８億円，９\n億円及び９０００万円の金員の授受を併せて「本件資金移動」という。）。\nなお，被告は，原告の平成１０年６月期及び平成１１年６月期の各法人税につい\nて，平成１１年１１月２６日付けで，別表４の同日付け「更正処分」欄記載のとお\nり，法人税額等の更正処分及び過少申告加算税の賦課決定処分を行っているが，こ\nれらの処分は，本件先行処分による処理を前提とするものであった。\nウ  その後，被告は，平成１１年１０月，原告の平成１１年６月期を調査対象昀終\n年度として，東京国税局との連携調査を行い(以下「本件調査」という。)，①平成\n８年６月期については，本件譲渡契約代金を収益計上した本件先行処分による処理\nを自ら否定して，同期に計上された本件ノウハウ等の譲渡収益を減算し，②平成９\n年６月期から平成１１年６月期については，ＨＲＤから実際に入金された額を原告\nの収益とし，かつ，本件資金移動を無償による資産の譲受け（受贈益）であるとし\nて，別表４の平成１２年８月２９日付け「更正処分等」欄記載のとおり，法人税額\n等の更正処分（以下，本件各事業年度についての更正処分を「本件各更正処分」と\nいう。）及び過少申告加算税の賦課決定処分（以下，本件各更正処分とこれに係る\n賦課決定処分を併せて「本件各処分」という。）をした（甲１の１ないし４）。\n(5)　原告による不服申立てと本訴提起\n原告は，平成８年６月期の上記減額更正処分及び本件各処分を不服として，国税通\n則法７５条４項１号に基づき，平成１２年１０月５日，国税不服審判所長に対して\n審査請求をしたが，国税不服審判所長は，平成１５年７月７日，平成８年６月期の\n減額更正処分についての審査請求を却下するとともに，本件各処分についての審査\n請求を棄却するとの裁決をし，そのころ，原告に通知した（甲２）。\nそこで，原告は，平成１５年１０月１日，本件各処分（ただし，更正処分について\nは，平成９年６月期は確定申告に係る税額を超える部分，平成１０年６月期及び平\n成１１年６月期については，平成１１年１１月２６日付け各更正処分に基づいて納\n付すべき税額を超える部分）の取消しを求めて，本訴を提起した。\n２　本件の争点\n本件譲渡契約は仮装のものであり，これに基づく本件資金移動は，無償による資産\nの譲受けに係る収益（受贈益）に当たるか。具体的には，\n(1)　本件譲渡契約において譲渡対象とされている本件ノウハウ等が，同契約締結時\nにおいて，一条工務店に帰属しており，原告に帰属していない（被告の主張）か，\n原告に帰属していた（原告の主張）か。\n(2)　本件譲渡契約に経済的合理性がない（被告の主張）か，ある（原告の主張）\nか。\nそれとの関連で，本件譲渡契約の仮装性を判断する上で，租税回避等の経済的動機\nが存在するとの主張立証をしないことが影響する（原告の主張）か，しない（被告\nの主張）か。\n３　当事者の主張\n（被告の主張）\n本件譲渡契約締結時において，①原告は，本件ノウハウ等を保有しておらず，②Ｈ\nＲＤには，本件譲渡契約を締結すべき合理的な理由がないから，本件譲渡契約が実\n体が伴った真実の取引であったとは認められず，仮装のものというべきである。し\nたがって，本件資金移動は，本件譲渡契約に基づく譲渡代金とは認められず，法人\n税法２２条２項所定の無償による資産の譲受け（受贈益）に当たる。\n(1)　本件ノウハウ等が一条工務店に帰属しており，原告に帰属していないこと\n一般に，ノウハウの帰属を検討するに当たっては，問題となるノウハウの内容，そ\nの保有の趣旨・目的，ノウハウ形成過程における指揮・命令関係，その使用形態や\n関係者の意識等の諸般の事情を考慮して，これを決するのが相当である。\nア　本件各フランチャイズ契約におけるフランチャイザーは，一条工務店であっ\nて，原告ではないこと\n(ア)　フランチャイズ・システム\nフランチャイズとは，ある事業者（フランチャイザー）が他の事業者（フランチャ\nイジー）との間に契約を結び，自己の商標，サービス・マーク，トレード・ネーム\nその他の営業の象徴となる標識，及び経営のノウハウを用いて，同一のイメージの\n下に商品の販売その他の事業を行う権利を与え，一方，フランチャイジーはその見\n返りとして一定の対価を支払い，事業に必要な資金を投下してフランチャイザーの\n指導及び援助の下に事業を行う両者の継続的関係をいう。\nこのようなフランチャイズ・システムの特徴を十分に発揮するには，一般公衆がフ\nランチャイザーの商標やサインの掲げられているどのストアにいっても，均等の品\n質の商品やサービスが得られる必要があるから，ノウハウと商標等は，フランチャ\nイズ・システムを成り立たせる重要な役割を果たしている。\nしたがって，そのような商標等とノウハウは，フランチャイザーが保有し，フラン\nチャイジーに与えられるべきものである。\n(イ)　一条グループにおけるフランチャイザーが一条工務店であること\n上記のとおり，フランチャイズ・システムにおけるノウハウとは，フランチャイザ\nーが保有し，フランチャイジーに与えられるものであるから，フランチャイジーの\n立場からすると，フランチャイザーは，フランチャイズ契約の契約主体がだれか，\n商標等の保有主体がだれか，ノウハウの提供がどのように行われているかなどの観\n点から把握されることになる。\nしかるところ，一条グループにおけるフランチャイザーは，以下のとおり，一条工\n務店であることは明らかであり，それゆえ，本件ノウハウ等も，一条工務店に帰属\nするというべきである。\nａ　本件各フランチャイズ契約の契約主体は，別表１のとおり，原告設立前はもち\nろんのこと，原告設立後も一条工務店がその名義人となっており，また，ＧＣ各社\nに使用が許諾されている本件商標についても，一条工務店がそのすべての商標権を\n有している。しかも，契約番号１０ないし１２の各契約を除き，一条工務店がノウ\nハウである経営システムを提供する主体とされており，その対価であるロイヤリテ\nィも，一条工務店（ないし一条工務店及び原告）に支払うこととされている。\nｂ　もっとも，本件各フランチャイズ契約には，契約番号１０ないし１２の契約の\nように，ＧＣ，原告及び一条工務店を契約主体とし，かつ，ノウハウの供与者を原\n告とする内容の契約も存在する。しかしながら，その契約当事者の一つである未来\n工務店（契約番号１２）の代表取締役であったＦ（以下「Ｆ」という。）は，経営\nシステムは，実際には，すべて一条工務店から供与されており，本件商標等や資材\nの購入も一条工務店からであり，ロイヤリティの支払については一条工務店からの\n指示どおり原告に振込んでいた旨供述しており，一条工務店がノウハウを提供し，\nロイヤリティの支払先も指示するという形で主体的に関与しているのが実態であ\nる。\nｃ　また，未来工務店に加えて，複数のＧＣ各社が，一条工務店がフランチャイザ\nーであり，経営システムを保有し，教育指導していたと認識している。\nｄ  しかも，本件ノウハウ等を構成している各種マニュアル・カタログ類（①「特\n注カタログ百年」，「特注カタログＳＡＩＳＯＮ」のカタログ，②「設計事務所標\n準マニュアル書」，③「安全施工基準書」）は，一条工務店の名義で作成されてい\nる。\n(ウ)  原告の主張に対する反論\nａ  口頭合意について\n原告は，原告の設立前に締結されたフランチャイズ契約（契約番号１ないし９）に\nついては，原告の設立時に，原告とＧＣ９社との間で，口頭によりノウハウである\n経営システムの供与等を内容とする契約が締結されたものであり，実際にも，原告\nの設立後に締結されたフランチャイズ契約（契約番号１０ないし１２）では，経営\nシステムの提供主体が原告であることが明記された契約書が存在する旨主張する。\nしかしながら，このような従前の契約関係の変更，とりわけ，ＧＣ各社にとって非\n常に重要な経営システムの供与主体の変更を招来する変更を，口頭合意をもって済\nませるというのは，現代社会における合理的経済人が通常採る行動としてはおよそ\n想定し難いし，原告の設立後も，経営システムの提供主体及び本件商標権等の使用\n許諾者を一条工務店とするフランチャイズ契約が締結されている（契約番号１０な\nいし１２を除く。）こととも整合しない。\nｂ　歴史的事実確認書について\n次に，原告は，契約番号１０ないし１２を除くフランチャイズ契約の当事者である\nＧＣ各社との関係では，経営システムの提供主体を原告とすることについて，口頭\nでの合意がなされた旨主張し，それを裏付ける証拠として歴史的事実確認書と題す\nる書面（甲５７の１ないし９）を提出する。\nしかしながら，歴史的事実確認書は，本件譲渡契約の締結後，原告に対して税務調\n査が行われる可能性が高い旨の顧問税理士の指摘が契機となり，税務対策の目的を\nもって作出されたものである上，その作成の依頼文書（乙１７）には，「契約書の\nスタイルが前契約とは変わっておりますが，基本精神及び内容は前契約のものと何\nら変わっておりません」と記載されていて，原告とＧＣ各社間において，原告主張\nのような口頭合意の存在は全く意識されていなかったことに照らすと，原告と上記\nＧＣ各社との契約関係を基礎づける証拠とはいえない。\nｃ　原告が契約当事者とされなかった理由について\n原告は，平成元年以降のフランチャイズ契約において，原告が名を連ねていないの\nは，三者間契約にすると契約関係が複雑となる上，ＧＣが一条グループを脱退した\n際に，ＧＣが受注した住宅の施工を巡って紛争が存在していると，迅速な引継ぎが\nできなくなるおそれがあるためである旨主張する。\nしかしながら，ＧＣ各社との経営システムの供与契約と，対顧客との住宅施工の引\n継ぎに関する契約とは別個の問題であるから，上記の事情は，平成元年以降のフラ\nンチャイズ契約において，原告が契約当事者とされていないことの合理的理由とは\nならないことが明らかである。\nｄ　ロイヤリティの支払について\nまた，原告は，原告設立後７年８か月もの長期にわたり，ＧＣ各社及び一条工務店\nのロイヤリティがすべて原告に支払われている旨主張する。\nしかしながら，ＧＣ各社による原告へのロイヤリティの支払は，単に一条工務店の\n指示に従って支払先が変更されたものにすぎないから，原告の主張を裏付けるもの\nではない。\nｅ　商標権の使用許諾の対価支払について\nさらに，原告は，本件各フランチャイズ契約において，本件商標権等の使用許諾が\nロイヤリティの対価となっていないことを挙げ，一条グループにおけるフランチャ\nイザーの確定に当たり，本件商標権等の帰属関係を重視するのは正当ではない旨主\n張する。\nしかしながら，フランチャイズにおける商標の使用許諾は，統一したトレードイメ\nージを付与して事業展開を容易ならしめることにあるから，そこでは，経営システ\nムの供与と商標権等の使用許諾がパッケージとなって，フランチャイジーに提供さ\nれるという関係にあればよく，商標権等の使用許諾がロイヤリティの対価を構成し\nているかどうかは本質的問題ではないから，商標の使用許諾がロイヤリティの対価\nの構成要素となっているか否かは，被告主張のフランチャイズ理論の妥当性を左右\nするものではない。\nちなみに，ＧＣ各社の多くが，その商号に「一条工務店」の名称を冠した企業名を\n採用しており，本件各フランチャイズ契約（契約番号１３以降）上も，本件商標権\n等の使用がロイヤリティの対価の構成要素とされており，一条工務店ブランドの浸\n透とともに，本件商標権の使用許諾がロイヤリティ算定の重要な要素となっていっ\nたことが看取できる。\nイ　本件ノウハウ等の研究開発の状況からみて，原告が本件ノウハウ等の帰属者で\nはないこと\n(ア)　ノウハウの帰属者判定の要素\n原告は，一条グループにおける経営システムの開発研究スタッフが原告に在籍して\nいたことや，その研究開発費用を原告が負担していたことを理由に，原告が本件ノ\nウハウ等の帰属者である旨主張する。\nしかし，①だれがノウハウの開発者と評価するかは，その開発業務に従事した在籍\n関係や研究開発費用だけをみて決められるものではないし，②仮に，ある一定の者\nが開発主体であると評価できたとしても，その成果物（ノウハウ）が，当然に開発\n主体に帰属するわけではない。例えば，開発が派遣会社ないし下請け業者の社員に\nよって行われたときに，その開発主体がだれかは，在籍関係や給与関係のみによっ\nて決定することはできないし，派遣会社ないし下請け業者が開発主体と評価し得る\n場合であっても，派遣会社と派遣先企業ないしは元請け業者と下請け業者との間\nで，その成果物の昀終的な帰属先を開発主体ではない派遣先企業や元請け業者とす\nる旨の合意がされることも十分あり得る。\n(イ)　原告の研究開発の状況\nａ　研究者の在籍状況\nまず，原告は，その研究開発活動の柱は，モデルハウスの設計等，基礎研究，地盤\n調査，原価管理及び営業方法の指導等であり，これらを原告代表者のＡやその従業\n員であるＥ，Ｇ（以下「Ｇ」という。），Ｈ（以下「Ｈ」という。）らが担当して\nいたと主張する。\nしかしながら，Ａは，原告の役員であるとともに，一条工務店の代表者でもあるか\nら，Ａが行ったとされる研究開発業務も，外形的には何ら峻別し得るものではな\nく，原告に在籍していた当時に行ったと断定する根拠に乏しい。また，Ｇ，Ｈにつ\nいては，一条工務店の従業員の肩書をもって，成果である各種開発技術の対外的な\n発表を行っており，施主に対しても一条工務店の従業員として対応している上，同\n人らの勤務地は一条工務店の管理センターとなっている。\nｂ　一条工務店による管理支配状況\n上記のような不自然さは，次のような事情を併せて検討すれば，容易に理解できる\nものとなる。\nすなわち，①原告に対する税務調査の際に，被告担当者と実際に面接対応したの\nは，原告の税理士であるＩのほかは，一条工務店経理部副長のＪと同経理部Ｋであ\nったこと，②原告の社屋は，３階建てで，１階の事務室は一条工務店の事務所であ\nり，ほかに事務室はないこと，③原告の帳簿書類は，浜松市にある一条工務店の管\n理センターにおいて保管されていたこと，④原告の経理処理は，一条工務店の管理\nセンターの経理担当者によって行われており，そのチーフが上記のＫであること，\n⑤帳簿調査等で把握した原告従業員の住所はそのほとんどが浜松市であり，そのた\nめ，原告の従業員は一条工務店の管理センターに勤務していること，⑥原告からＧ\nＣ各社あてに郵送された封筒及びＦＡＸ連絡文書は，差出人住所として一条工務店\n管理センターの住所が記載されており，かつ，一条工務店本部企画室名で作成され\nていること，さらに，⑦一条工務店からＧＣ各社あてに発出された日常業務マニュ\nアルによれば，原告の在籍従業員と主張される従業員が，一条工務店の業務の中に\n組み込まれ，対外的にも一条工務店の従業員として表示されていること，これらの\n事情を総合すれば，開発業務に従事した役員・従業員が原告に在籍して\nいたという事実があるからといって，一条工務店との密接な関連性を否定すること\nはできず，むしろ，これら役員・従業員に対して一条工務店の管理支配が及んでい\nたことが示されているから，何ら原告の主張を裏付けるものとはならない。\nｃ　開発研究費の負担状況\n本件譲渡契約締結前の平成７年２月期における一条工務店の研究開発費は，３９億\n９６００万円余にも上っている。これに対し，同期に対応する原告のロイヤリティ\n収入は，約３１億円程度（原告の平成６年６月期及び平成７年６月期のロイヤリテ\nィ収入を月数按分して平成６年３月から平成７年２月までのロイヤリティ収入を算\n定したもの）であり，このうち約１０億円程度は，ＧＣ各社からのロイヤリティ収\n入であることからすると，差引約１９億円（３９億９６００万円－(約３１億円－約\n１０億円））の金額は，一条工務店が自ら投下した研究開発費と評価することがで\nき，この点からも，研究開発を主体的に行っていたのは，一条工務店であることが\n明らかである。\nこれに対し，原告の研究開発費は，平成５年６月期が約４００万円，平成６年６月\n期が約２５０万円，平成７年６月期はわずかに４０００円にすぎない。この点につ\nき，原告は，原告が経営システムの開発につき，多額の開発研究費を投じていた旨\n主張するが，その内実は人件費が大半を占めるところ，原告の事業内容には，住宅\n設備機器（商品）の輸入販売（いわゆる卸売販売）があって，この業務がかなりの\nウエイトを占めている。こうした業務には，受注・発注業務，商品の受払及び決済\n代金の管理等，人件費を含む多くのコスト（販売管理費）を要することが容易に想\n定し得るところであり，原告における人件費がすべて研究開発費に当たるとは到底\nいえない。\n仮に，原告の主張するとおり，原告における人件費がすべて研究開発費であるとし\nても，例えば，原告の平成５年６月期において，研究開発費は８２５９万６０００\n円（研究開発費８６万５０００円，現場研究費３０４万９０００円及び人件費７８\n６８万２０００円の合計額）であるのに対し，ロイヤリティ収入は２５億８４３０\n万５０００円であることからすれば，ロイヤリティ収入に対する研究開発費は，極\nめて低額であるといわざるを得ない。\nそして，本件譲渡契約締結後，原告の売上額が著しく減少していることからする\nと，原告は，その収益のかなりの部分を一条工務店及びＧＣ各社からのロイヤリテ\nィ収入に依存していたものと推察されるが，そのロイヤリティの支払は，ＧＣ各社\nと原告との契約に基づくものではなく，一条工務店の一方的な指示に基づいて行わ\nれていたことに照らせば，結局，同契約締結前の原告の収益の多くは，一条工務店\nから原告に投入された資金であるということができる。\nｄ  特許権等の帰属\nノウハウのうち，特許権等の対象となり得るものは，非常に高い価値を有している\nから，仮に原告がその開発主体であるならば，従業者発明として，就業規則等によ\nり，原告に帰属して然るべきところ，本件では，原告の従業員による発明が，いず\nれも一条工務店名義で特許・実用新案登録出願されており（以下，登録後の権利を\n「本件特許権等」という。），一条工務店と原告間では，特許発明等については，\n開発体制いかんにかかわらず，これを一条工務店に権利帰属させるとの処理がされ\nている。\nこの点につき，原告は，ＧＣ各社及び一条工務店は原告の研究開発活動による成果\n物を経営システムとして提供されており，その対価としてロイヤリティを支払って\nいるのであるから，経営システムの一部を構成する特許を受ける権利を原告から譲\nり受けて，専ら営業上の理由から，特許登録等の出願をすることができるのは当然\nである旨主張する。\nしかしながら，昭和６２年契約の条項には，①対価の構成要素の一つとして「開発\n費」が明示されていること（経費分との位置づけが明示されており，他のＧＣ各社\nとのロイヤリティ条項と明らかに異なる。），②本件各フランチャイズ契約におけ\nるロイヤリティ条項と異なり，契約終了後の守秘義務の定めや，マニュアル類の返\n還といった定めがないこと（ノウハウが一条工務店に移転するからこそ，契約が終\n了しても，守秘義務やマニュアル類の返還義務が生じないと解されること）にかん\nがみれば，ここにいうロイヤリティの実態は，原告の開発費用の負担及び知的財産\n権承継の対価としての意味を有するものというべきである。\n以上によれば，本件特許権等については，仮に原告が開発主体であるとしても，少\nなくとも，原告から一条工務店に対する黙示の権利承継があったというべきであ\nる。\nそして，一条工務店が取得した本件特許権等は，本件譲渡契約における譲渡の対象\nとはされていないが，本件ノウハウ等と別個独立のものではなく，これと相互に密\n接に関連している。例えば，「木材の等級判別装置」に係る特許出願（乙１３の\n１）が，本件譲渡契約の対象物であるデータベース「梁桁材の簡易グレーディン\nグ」と不可分の関係にあることは，論文（乙１１の２９）及び研究開発事業に係る\n報告書（乙１５）の記載内容からも明らかであるところ，上記データベースについ\nて，特許・実用新案登録出願がされたノウハウ部分と，出願には至らなかったノウ\nハウ部分とが切り離されて開示の対象となるとは考え難い。したがって，特許・実\n用新案登録出願にまで至らなかったノウハウについても，原告ではなく，一条工務\n店に帰属するものと認めるのが相当である。\nｅ  データーベース等の発表名義人\n本件ノウハウ等のうち，データベースを構成する別表３の「論文の題名」欄記載の\n各論文のかなりは，同表の「所属及び発表者等」欄記載のとおり，「一条工務店」\nという肩書が付されたＧないしはＨが発表者の一人となっている。このことは，本\n件特許権等と同様に，これらのデータの保有者が一条工務店であると考えられてい\nたことを示している。\nまた，平成３，４年ころ，一条工務店が「第５回木質材料・木質構造技術研究基金\n賞（杉山英男賞）」を受賞したことにつき，「ティンバーエンジニアリングニュー\nズNo１８（乙３６）」に一条工務店代表者のＡの挨拶文が掲載されているが，そこ\nでは，一条工務店が平成３年の木造３階建ての実大実験などの研究開発の主体であ\nり，大学との共同研究は一条工務店の指揮監督の下で行っていることが明白に述べ\nられていること，同様に，別表３の番号２８の「流通過程におけるスギ柱材のヤン\nグ係数の変動」に関する論文の基となった，一条工務店から愛媛県森林組合連合会\n会長あての平成２年１０月１５日付けお願い文書（乙３７）には，一条工務店の指\n揮の下に行われる調査・研究についての協力依頼の件が記載されていることなど\nも，これらのデータの保有者が一条工務店であることを裏付けている。\nｆ　一条工務店から原告への経営システムの譲渡について\nなお，原告は，原告設立時において，それまで形成されていた一条グループのノウ\nハウが，陳腐化し無価値となったことから，一条工務店から原告に無償譲渡された\n旨主張する。\nしかしながら，ノウハウが陳腐化したからといって，公知になったものでない以\n上，全くの無価値となったわけではなく，一条工務店及びＧＣ各社から，平成５年\n６月期約２６億円及び平成６年６月期約３５億円にも上るロイヤリティが得られる\n収益の源泉であったノウハウを無償で譲渡させ，以後，原告が一条工務店及びＧＣ\n各社から多額なロイヤリティを取得するというのは，一般的に認め難い行為であ\nる。\n(ウ)　小括\n以上によれば，一条工務店は，原告の従業員を支配し，その影響の下に原告の従業\n員にノウハウ開発業務に従事させているということができるから，本件各フランチ\nャイズ契約における経営システムの開発主体は一条工務店であり，したがって，本\n件ノウハウ等も一条工務店に帰属するとみるのが相当である。\nウ  本件先行処分等との整合性について\n原告は，従前の税務調査の際，課税庁は，原告が「経営システム」を研究開発し，\nＧＣ各社及び一条工務店に提供していることを認め，これらから原告に対するロイ\nヤリティの支払を税務上是認し，さらに，平成８年６月期を調査対象昀終年度とす\nる税務調査においては，本件譲渡契約による譲渡対価が過少であることを理由に本\n件先行処分を行ったにもかかわらず，本件各処分では，原告がＨＲＤに本件ノウハ\nウ等を譲渡したこと自体が架空の取引であると認定していることを指摘し，このよ\nうに矛盾した事実関係に立つ課税処分は，明らかに違法である旨主張する。\nしかしながら，課税庁は，従前の税務調査においては，ＧＣ各社に対する経営シス\nテムの供与等に関する実態を十分把握していなかったが，その後の東京国税局との\n連携調査の結果，上記経営システムを保有し，かつ，これをＧＣ各社に供与してい\nる主体が，原告ではなく一条工務店であることが明らかとなったのである。したが\nって，原告が主張するような本件先行処分等の経緯が，本件各処分の適法性を左右\nするものではない。\n(2)  ＨＲＤに譲渡すべき合理的理由の欠如\nア　ノウハウの性質とその経済的価値\nそもそも，ノウハウとは，事業上利用可能な技術上，商業上その他の知識・経験に\n基づく情報であるから，それが財産的価値を有するのは，それが秘密とされる場合\nに限られる。したがって，それが公知となれば価値を喪失するし（絶対的秘密性の\n喪失），また，一部の者に知られた場合でも，その者との関係では秘密ではなくな\nるばかりか（その限りで，ノウハウの価値は低減する。），その者が問題となるノ\nウハウを保持し，しかも，これを自由に用いることができる状況にある場合には\n（例えば，ライセンス契約上で設定される守秘義務や当該ライセンス契約終了後の\nノウハウの返還義務などの制約がない場合），特段の事情がない限り，あえてその\nような者同士の間で，かかるノウハウを取引すべき理由はない。\nイ　本件ノウハウ等譲渡の必要性の欠如\nかかる見地から，本件についてみると，①昭和６２年契約の内容に照らせば，一条\n工務店は，既に本件ノウハウ等を自由に利用し得る地位にあったこと，②ＨＲＤ，\n一条工務店及び原告の３社は，いずれも密接な資金関係にあり，また，役員構成も\n共通するところが多いこと（例えば，Ａは一条工務店，ＨＲＤ及び原告の役員であ\nり，また，Ｅは一条工務店及びＨＲＤの役員であり，さらに，原告の主張によれ\nば，経営システムの開発従事者とされるＡ，ＥがＨＲＤに在籍している。）などの\n事情を認めることができる。\nまた，昭和６２年契約には，契約が解除された場合ないし終了した場合の定めが何\nら存在しないため，一条工務店は，その契約の解約後も，その当時まで形成されて\nいた経営ノウハウを自由に用いることができ，同社が保有する本件ノウハウ等を含\nむマニュアル類をＨＲＤに付与しても，何らの問題も生じないはずである。ところ\nで，本件譲渡契約締結日の翌日付けで，ＨＲＤと一条工務店との間に，前者が後者\nに経営システムを提供することを内容とする「ノウハウ使用許諾契約（以下「新契\n約」という。）書」が作成されており，本件譲渡契約は新契約の準備行為としてな\nされたものと考えられるところ，上記のとおり，経営システムの提供を受ける当の\n一条工務店においては，既に本件ノウハウ等を自由に利用し得る地位にあったので\nある。\nしたがって，これらの事情を総合的に考慮すれば，ＨＲＤが原告から本件ノウハウ\n等を取得し，これを一条工務店へ供与する必要は全くなかったというべきである。\n(3)  仮装についての経済的動機\n原告は，本件譲渡契約によって，原告も一条工務店も何ら税務上のメリットを得る\nわけでなく，租税回避あるいは脱税目的で，本件ノウハウ等が真実は一条工務店に\n帰属していたにもかかわらず，これが原告に帰属していたかのような外形を作出す\nべき経済的動機は何ら存在しない旨主張する。\nしかしながら，被告は，本件が租税回避スキームであるなどと主張しているわけで\nはなく，本件の事実関係に照らせば，原告が譲渡の対象となる権利・利益を保有し\nておらず，また，ＨＲＤが本件ノウハウ等を譲り受ける経済的合理性が全くなかっ\nたことから，本件譲渡契約が真実のものとは認められないと主張しているのであっ\nて，租税回避スキームでなければ，税法上，仮装取引といえないものでないことは\n自明である。\n（原告の主張）\n被告の主張は争う。\n(1)　本件ノウハウ等が原告に帰属していたこと\nア　原告がフランチャイザーであること\n(ア)　フランチャイズ・システムの多様性\n被告は，フランチャイズ・システムにおいて，フランチャイザーからフランチャイ\nジーに提供されるのは，ノウハウと商標等であり，ロイヤリティは，ノウハウと商\n標等の使用対価である旨主張するが，現実のビジネスは，必ずしも法律実務書に記\n載されたとおりではなく，各々のフランチャイズ・システムにはそれぞれの特徴が\nあり，その在り方が，そのような定義によって制約を受けることなどあり得ない。\n(イ)　本件各フランチャイズ契約におけるフランチャイザーが原告であること\n以下のとおり，一条グループにおける経営システムの供与者は原告であり，本件各\nフランチャイズ契約におけるフランチャイザーは原告である。\nａ　フランチャイズ契約書上の経営システムの供与者について\n原告設立前に，一条工務店とフランチャイズ契約を締結したＧＣ各社（契約番号１\nないし９）は，原告設立後，口頭契約によって（ただし，原告の顧問税理士から契\n約書の不備を指摘されたため，平成８年１１月７日付けで，ＧＣ各社との間で，原\n告との間で経営システムの使用許諾契約を締結していたとの内容の歴史的事実確認\n書と題する契約書の作成が事後的に行われている。），原告との間でフランチャイ\nズ契約が成立している（ただし，一条工務店千葉とは，平成５年１２月１５日付け\nで，経営システムの提供主体が原告である旨の契約書を取り交わしている。）。\n次に，原告設立後に締結されたフランチャイズ契約のうち，契約番号１０ないし１\n２については，当初から，明文で，経営システムの提供主体が原告であることが定\nめられている。\nさらに，契約番号１３ないし１８については，経営システムの提供主体が一条工務\n店とされているが，これは，一条工務店，原告及びＧＣ各社の三者間契約にする\nと，契約関係が複雑になり，ＧＣが一条グループを脱退するときに，その時点でＧ\nＣが受注していた住宅の施工を巡って紛争になった場合に，受注した住宅の迅速な\n引継ぎ等ができなくなるおそれがあったことによるものであって，上記のような契\n約書の記載は合理的である（原告とＧＣとの二者間契約であれば，建設業の許可を\n受けていない原告が施工を引き継げず，原告の存在を知らない顧客に対する説明を\n要する。）。しかも，契約番号１３の当事者である一条工務店福岡は，平成５年\n（月日不詳）付け契約書でロイヤリティの提供主体及び支払先が原告とされている\nのである。\nｂ　ＧＣ各社に対する経営システムの提供形態\n原告は，本件各フランチャイズ契約に基づき，モデルハウスの設計図面や施行方\n法，当該モデルハウス等に関する商品知識などの経営システムの伝達を，これから\nＧＣがモデルハウスを建て（替え）ようとしている住宅展示場に赴いて，ＧＣ各社\nの施工担当者や営業社員に対し，直接口頭で行っていた。もっとも，経営システム\nの伝達を，連絡票を作成して，一条工務店を通じて行う方式が採られることもあっ\nたが，これは，原告が一条グループにおける専門的な研究開発部門という位置づけ\nで設立されたことから，その成果である経営システムの伝達等の事務的業務は，従\n来どおり，一条工務店が行うのが合理的と考えられたからである。\nｃ　ＧＣ各社によるロイヤリティ支払\nＧＣ各社は，本件各フランチャイズ契約に基づいて，一条グループに加入した時点\nから平成７年２月までの長期間にわたり，原告から提供を受けた本件ノウハウ等の\n代償として，原告にロイヤリティを支払い続けている。このことに照らせば，被告\n主張のようなフランチャイズ契約の理論が，「フランチャイザーが一条工務店であ\nり，経営システムも一条工務店に帰属する」旨の被告主張の根拠とはなり得ない。\n(ウ)　被告の主張に対する反論\nａ　口頭合意について\n被告は，原告設立前に締結されたフランチャイズ契約について，原告設立後に契約\n当事者という重要事項を変更するのに，口頭合意をもって済ませるのは合理的経済\n人として想定し難い旨主張する。\nしかしながら，原告とＧＣ各社との間のフランチャイズ契約の内容は，従来の一条\n工務店との間の契約と同様であったことから，便宜的に契約書を作成していないも\nのの，上記のとおり，ＧＣ各社は，７年８か月もの長期間，「経営システム」の対\n価として原告にロイヤリティを支払っていたのであるから，原告との間に経営シス\nテムの使用許諾契約が成立していたと認められる。\nｂ　歴史的事実確認書について\n被告は，歴史的事実確認書は，税務対策上作成されたもので，原告とＧＣ各社との\n間の使用許諾の合意を基礎づけるものでない旨主張する。\nしかしながら，同書面が作成されたのは，本件の税務調査が開始された平成１１年\n８月よりも約３年も前である平成８年１１月７日であり，かつ，文書化は，原告の\n顧問税理士から契約書の不備を指摘されたことが契機となって行われたものにすぎ\nない。また，ＧＣ各社は，一条工務店や原告から独立した経営者による各地の地場\n企業であり，一条工務店によるフランチャイズ展開当初，各地においては，一条工\n務店よりも著名で力のある企業であった（そのため，フランチャイズ加入後も，ク\nリヤマや下津井電鉄，タカノホームなどのＧＣ各社は，一条工務店の保有する本件\n商標を使用しなかった。）ところ，そのＧＣ各社が，歴史的事実確認書によって，\n原告設立から本件譲渡契約を締結するまでの間（以下「住研時代」という。）にお\nいては原告との間で経営システムの使用許諾契約を締結していた旨確認し，かつ，\n７年８か月もの長期間にわたって，経営システムの対価として原告にロイヤリティ\nを支払っていたことに照らせば，単に税務対策上の理由で作成されたものではない\nことが明らかである。\nなお，ご案内には，「当文書はご一読後必ず廃却して下さい。」と記載されていた\nが，これは，１０周年記念賞与を一条グループの各従業員に支給する案が検討され\nていたものの，未確定であったため，書類送付のご案内がＧＣ各社の一般従業員の\n目に触れないようにする必要があったこと，しかも，同ご案内には，ＨＲＤとＧＣ\n各社との間の契約書と記載されているとおり，ＨＲＤの表記が見られたところ，Ｈ\nＲＤの存在を一般従業員に知られないようにする必要があったことによるものであ\nる。\nそして，原告とＧＣ各社との間でフランチャイズ契約が成立していたからこそ，そ\nの内容を確認する趣旨の契約書の作成を，原告や一条工務店から独立した存在であ\nるＧＣ各社に対し，簡便な方法で依頼することができたのであり，被告の上記主張\nは失当である。\nｃ　平成元年以降のフランチャイズ契約書の当事者について\n被告は，原告設立後も，フランチャイズ契約書には，原告が当事者として記載され\nていない旨主張する。\nしかしながら，上記のとおり，平成元年以降加入したＧＣ各社との契約書において\n原告が名を連ねていないのは，一条工務店と原告とＧＣ各社との三者間契約の形式\nにすると，契約関係が複雑になり，ＧＣ各社が一条グループを脱退する際に，脱退\n時点でＧＣ各社が受注した住宅の施工を巡って，一条工務店とＧＣ各社との間で紛\n争になった際に，受注した住宅の迅速な引継ぎ等ができなくなるおそれがあったこ\nとによるものであるにすぎない。\nｄ　ロイヤリティの支払について\n上記のとおり，ＧＣ各社は，７年８か月もの長期間，「経営システム」の対価とし\nて原告にロイヤリティを支払っていたところ，被告は，この支払は一条工務店の指\n示に従ってなされたものにすぎない旨主張する。\nしかしながら，そもそも，一条工務店の指示があったかどうかが，原告とＧＣ各社\nとの間のフランチャイズ契約の成否とどのような関係にあるか不明であるところ，\nＧＣ各社は，地場では著名な企業であり，一条工務店からは独立した企業であるか\nら，ＧＣ各社が，一条工務店の指示に対して抵抗できないなどということはなく，\nこのような誤った認識を前提とする被告の主張は失当である。\nｅ　商標権の帰属について\n被告は，フランチャイズ契約においては，統一されたトレードイメージをもって事\n業展開を容易ならしめることが重要であるから，経営システムの供与のほかに商標\n権等の使用許諾がパッケージとなっているところ，本件商標権は一条工務店に帰属\nしている旨主張する。\nしかしながら，一条グループにおけるフランチャイズ・システムにおいては，一条\n工務店の商標を使用しないＧＣが存在していることから明らかなとおり，当初，一\n条工務店の本件商標にブランドとしての価値が十分備わっていなかったことから，\nＧＣ各社が支払うロイヤリティは，経営システム及びこれに伴う教育指導に対する\n対価であって，本件商標の使用はロイヤリティの対象とはなっていない。むしろ，\nＧＣ各社が本件商標を使用して事業を拡大してくれたおかげで，その結果としてそ\nの経済的価値が醸成されたにすぎない。ちなみに，ＨＲＤとＧＣ各社間の経営シス\nテム使用許諾契約（甲６の１ないし１７）では，本件商標はロイヤリティの支払対\n象とされておらず，一条工務店とＨＲＤとの間の商標権等使用許諾契約書（甲１２\n６）でも，ＨＲＤがＧＣ各社に使用許諾した一条工務店の有する本件商標等につい\nては，ＧＣ各社の貢献にかんがみ，一条工務店はＨＲＤにロイヤリティを請求しな\nい旨定められている。そうすると，本件商標権が一条工務店に帰属しているからと\nいって，本件フランチャイズ契約におけるフランチャイザーが原告でないとの根拠\nになるものではない。\nｆ　本件特許権等の出願状況について\n被告は，原告の従業員とされているＧらによる発明が，一条工務店名義で特許権等\n登録出願されており，このように，非常に高い価値を有している特許発明につい\nて，一条工務店と原告間では，開発体制いかんにかかわらず，これを一条工務店に\n権利帰属させるとの処理がされている旨主張する。\nしかしながら，ＧＣ各社及び一条工務店は，原告の研究開発活動による成果物を経\n営システムとして提供を受けており，その対価としてロイヤリティを支払っている\nのであるから，経営システムの一部を構成する特許を受ける権利を原告から譲り受\nけて，専ら営業上の理由から，特許等の出願をすることができるのは当然である\n（本来ならば，ＧＣ各社を含めた一条グループ名義で出願すべきであるが，手続が\n極めて煩瑣となるため，一条工務店が代表して出願したものである。）。\nｇ　データーベース等の発表名義人について\n被告は，別表３記載の各データのかなりが一条工務店の名義で発表されている旨主\n張する。\nしかしながら，原告従業員であるＧ及びＨが中心となって行った基礎研究及び実験\nの成果が，対外的にはすべて一条工務店ないし一条工務店研究開発部の肩書で発表\nされたのは，専ら一条グループの技術力を顧客にアピールするために行われたとい\nう営業上の理由に基づく。すなわち，原告でなく一条工務店の名義を用いたのは，\n当該論文発表自体が，技術力を顧客や学生，学会へアピールするチャンスと考え，\n優秀な理系学生の採用活動上及び顧客への広告活動上，これらの者と直接接点を持\nつ一条工務店の名義で発表する方が効果的と判断したからであって，合理的な理由\nに基づいている。\nｈ　各種マニュアル・カタログの作成名義について\n被告は，各種マニュアル・カタログ類（①「特注カタログ百年」，「特注カタログ\nＳＡＩＳＯＮ」のカタログ，②「設計事務所標準マニュアル書」，③「安全施工基\n準書」）の作成名義が一条工務店である旨主張する。\nしかしながら，①のカタログは，一条グループの住宅展示場に訪れる顧客に対して\n配布する営業上の資料であるから，一条工務店の名前を表示することに営業上の合\n理的理由があり，②のマニュアルは，一条工務店と設計事務所との間の作業の進め\n方，敷地調査，測量時の注意事項等を記載したマニュアルであり，専ら一条工務店\nの外注先の業者に配布されるものであるため，直接の発注者である一条工務店の名\n前を記載するのが適切であったからであり，③の安全施工基準書は，施工現場の作\n業員の安全性向上を目的としたマニュアル書であり，専ら一条工務店の外注先に配\n布されるものであるため，②と同様に，一条工務店の名前が記載されているにすぎ\nない。しかも，これらの内容のうち①に記載されているものは，原告の従業員が原\n告の費用によって研究開発した商品であり，②及び③は，いずれも，ＥとＡの指示\nに基づいて作成されたものである。\nｉ　ＧＣ各社の認識について\n被告は，経営システムの供与や資材等の購入が一条工務店から行われた旨のＦの聴\n取書を援用するが，同人が代表取締役であった未来工務店（現社名）は，平成１０\n年３月に一条グループを脱退し，一条工務店の関連会社である株式会社日本産業に\n対して約１億５０００万円，ＨＲＤに対して約５０００万円の各負債を抱え，その\n債務免除を巡って訴訟が係属したところ，平成１２年１１月２１日に未来工務店が\n株式会社日本産業に対して１０年間に毎年１０００万円ずつ返済することを内容と\nする裁判上の和解が成立したが，未来工務店は，平成１４年７月に倒産し，Ｆも行\n方不明になっていること，上記聴取書は，その係争中に作成されたものであるこ\nと，未来工務店は，一条グループに加入後，平成７年２月まで原告に対してロイヤ\nリティを支払い続けていたこと，これらによれば，Ｆの聴取書は，その信用性に疑\n問があり，虚偽というべきである（もっとも，住研時代は，一条工務店が，原告に\n代わって経営システムをＧＣ各社に伝達する形式が取られることが多かったことか\nら，その点を同人が誤解していた可能性もある。）。\nイ　本件ノウハウ等の開発主体が原告であること\n(ア)　原告による研究開発活動\n以下のとおり，住研時代において，一条グループの競争力の源泉たる経営システム\nを研究開発していた主体は原告であるから，本件ノウハウ等が一条工務店に帰属し\nていたことはあり得ない。\nａ　原告の設立目的\n原告設立前において，一条工務店は，木造注文住宅の材木をあらかじめ可能な限り\n工場で加工し，これを現場で組み立てることにより，熟練度が高くない大工でも良\n質な住宅を建築することができるという工法，すなわちプレ・カット工法を開発\n（関連会社の株式会社東陽住宅）し，導入しており，ＧＣの多くも，これに魅力を\n感じて一条グループに参加したものであるが，一条グループの成長に伴い，さらに\n新たなノウハウを開発，提供しなければ，ＧＣ各社を一条グループにとどめておく\nことはできない情勢となった。そこで，プレ・カット工法以外の①住宅展示場に関\nするノウハウや，建築技術に対する学問的基礎研究を行うなど，豊富で密度の濃い\n経営システムの研究開発を専門に行う部門の必要性を生じ，そこで設立されたのが\n原告である。\nｂ　一条グループの事業と原告の研究開発活動\n上記のとおり，一条グループが行っている木造注文住宅事業は，住宅展示場に自社\nの営業従業員を配置して，来場した顧客に対し，自社の商品であるモデルハウスの\n魅力をアピールして注文を獲得し，受注後は，顧客の要望や敷地条件等に応じて，\n間取り・外観デザイン・内装デザイン・住宅設備機器を選択・決定し，当該設計に\n従って実際に木造住宅を施工するというものである。したがって，住宅展示場への\n来場者に，いかに一条グループの商品に魅力を感じてもらえるかが昀も重要であ\nり，住宅展示場は，同事業にとって極めて重要な意味を持つ。\nこのため，原告は，住研時代に，①住宅展示場のモデルハウスの設計・施工，各種\n住宅設備機器の新商品の開発，②基礎研究及び実験，③地盤調査，④個別の現場の\n原価管理及び開発された新商品の営業方法の指導等の研究開発活動を行っている。\nなお，基礎研究，実験，知的財産権の出願などの原告の研究開発活動の成果が，す\nべて一条工務店ないし一条工務店研究開発部等の名義で対外的に発表されているの\nは，専ら一条グループの技術力を顧客にアピールするという営業上の合理的理由に\n基づくものである。\nＧＣ各社及び一条工務店は，原告から，上記①ないし④の研究開発活動の成果とい\nう，木造注文住宅販売・施工事業にとって極めて付加価値の高いノウハウである経\n営システムの提供を継続的に受けていたからこそ，７年８か月もの長期にわたり，\n原告に対してロイヤリティを支払い続けていたのである。すなわち，経営システム\nは，いったん相手方が知ってしまえば，直ちに陳腐化して，もはや対価を支払って\nまで実施する必要性がなくなるが，ＧＣ各社は，原告が開発する新しくて有用な経\n営システムを常に提供されるという将来に対する期待から，ロイヤリティを支払っ\nてまで，一条グループに属していたのである。\nこれに対し，住研時代において，一条工務店は，上記①ないし④の研究開発活動を\n行う部門や従業員は存在せず，独自の研究開発活動を行っていない。\nｃ　原告の経費支出\n本件譲渡契約締結前後である平成５年６月期から平成７年６月期における原告の売\n上総利益，販売費・一般管理費及び営業利益は，別表５記載のとおりであるとこ\nろ，前記のとおり，原告は，一条グループの競争力の源泉たる経営システムを研究\n開発する拠点として特化された会社であるから，その事業活動に伴う経費は，すべ\nて一条グループの研究開発費としての性質を有するものである。\nなお，原告の販売費・一般管理費の内訳では，租税公課を除けば，給料手当が昀も\n多額になっているが，これは，原告の研究開発活動が，モデルハウスの設計，住宅\n設備機器の新規商品開発等，知識集約的な創作活動であるという性質から，そのよ\nうな活動を行う設計士や技術者の人件費が昀も大きな割合を占めるのは必然的な結\n果である。\n(イ)　被告の主張に対する反論\nａ　一条工務店による指揮監督について\nこの点について，被告は，研究開発を担当したのが原告の従業員であったとして\nも，原告の役員やその従業員が，職務及び勤務場所において一条工務店と混然一体\nとなっており，一条工務店の指揮監督の下に研究開発を行っている以上，開発主体\nは一条工務店であり，その成果物も一条工務店に帰属する旨主張する。\nしかしながら，万が一，原告の従業員が一条工務店の指揮監督の下に研究開発を行\nっていたとしても，人件費を含む研究開発費用をすべて原告が負担しているにもか\nかわらず，研究開発投資を一度も回収することなく，無償で一条工務店が当該研究\n開発の成果物を取得することを前提とする被告の上記主張は，経済的に不合理であ\nる。\nｂ　昭和６２年契約について\nさらに，被告は，昭和６２年契約において，契約終了後の守秘義務や，マニュアル\n類の返還といった定めがないことなどに照らせば，一条工務店から原告に支払われ\nるロイヤリティは，実質的に，原告の開発費用の負担及び知的財産権の承継の対価\nとしての意味を有する旨主張する。\nしかしながら，第１に，ＧＣ各社との本件各フランチャイズ契約の大半について\nは，契約解消後のマニュアル類の返還義務を定めた規定は存在しない。第２に，昭\n和６２年契約には，一条工務店は，原告から供与された新しいノウハウとこれに必\n要な開発費とこれに伴う教育指導に対し，その対価としてロイヤリティを支払う旨\n記載されているところ，ロイヤリティとは，無体財産権の利用のために支払われる\n対価と解されており，決して無体財産権の譲渡代金ではない。第３に，仮に，被告\nが主張するように，経営システムが原告から一条工務店に移転したのであれば，\n「経営システムの非保有者は，契約解消後は守秘義務を負う。」との被告の上記反\n論自体から導かれる被告自身の論理によれば，原告・一条工務店間の契約解消後，\n原告が守秘義務を負うこととなる旨の規定が昭和６２年契約に明記されていなけれ\nばならないところ，同契約書には，原告に契約解消後の守秘義務を負わしめる規定\nは存在しない。\n以上のとおり，被告の主張は，いずれも失当として採り得ない。\nウ　本件各処分が本件先行処分等と矛盾すること\n以下のとおり，課税庁は，住研時代において，ＧＣ各社及び一条工務店から原告に\n対するロイヤリティの支払を税務上是認しており，本件各処分と矛盾することが明\nらかである。\n(ア)　住研時代における課税庁による税務調査\n住研時代である昭和６２年７月から平成７年２月の７年８か月もの長期間にわたっ\nて，ＧＣ各社と一条工務店は，原告に対し，原告から提供される経営システムの対\n価として，ロイヤリティを支払い続けてきた。そして，被告のみならず，ＧＣ各社\nの各所轄税務署は，ＧＣ各社及び一条工務店から原告に対してロイヤリティが支払\nわれている事実に基づいて，７年８か月間もの長期にわたって課税を行ってきた。\nその間，被告のみならず，ＧＣ各社の各所轄税務署は，多数回の税務調査を行い，\n原告に経営システムが帰属することをその都度確認してきた。\nよって，本件各処分は，過去７年８か月にわたる取引実態を無視し，かつ，従来の\n課税処分の前提と矛盾しており，不合理極まりない。\n(イ)　被告による本件先行処分\nまた，被告は，平成９年７月４日付けの本件先行処分において，原告がＨＲＤに譲\n渡した本件ノウハウ等の対価が２０億円であるのは過小であるとして，本件ノウハ\nウ等の適正評価額を３１億２６０１万２０６６円と認定しているが，その際，被告\nの担当者は，評価額について原告の顧問税理士等と協議しているのであるから，評\n価対象である本件ノウハウ等の内容について詳細に検討したはずである。\nよって，実際には本件ノウハウ等が原告には存在せず，一条工務店に帰属していた\nなどということはあり得ないから，さしたる調査も行うことなくなされた，本件先\n行処分に反する本件各処分は，根拠なき課税であることが明らかである。\n(ウ)　その他の税務調査等\nさらに，原告は，平成６年秋ころ，被告から税務調査を受け，一条工務店からの約\n１億４０００万円分のロイヤリティの収入過大計上，及びその他ＧＣ各社からのロ\nイヤリティ約４４００万円の計上漏れについて，平成７年２月２８日付けで更正処\n分を受け，さらに，一条工務店は，平成６年１０月ころ，江東西税務署から税務調\n査を受け，原告に対する上記約１億４０００万円のロイヤリティ過大計上を指摘さ\nれたので，その旨の修正申告に応じている。\n(2)  本件譲渡契約の経済的合理性\nア　ＨＲＤの設立の経緯\n一条グループにおいては，同業他社の商品から差別化され，競争力ある独自の商品\nを開発するために，研究開発に特化した原告を設立し，その後は原告が本件ノウハ\nウ等を供与し，ロイヤリティの支払を受けるという事業形式を採用してきた。しか\nしながら，同業他社との競争力が激化するなかで，それとの差別化を図るために\nは，同業他社にはなく，一条グループが販売する木造住宅にしかない優れたデザイ\nン，機能，耐久性等を有する商品を，低コストで顧客に提供する必要性が高まっ\nた。また，平成４年ころから，顧客のニーズの洋風化傾向が顕著となり，洋風住宅\nの商品開発も重要な課題の一つとなった。\nこの点，住研時代は，原告が海外から既製品を調達して一条グループに販売してき\nたが，それよりも自らオリジナル商品を開発・製造した方が低コストで高級な商品\nを供給できることから，海外でオリジナル商品を開発・製造する拠点を作る必要性\nが高まった。このような背景事情から，Ａ及びＥ（現ＨＲＤの代表取締役）の両名\nは，平成６年ころから，海外における一条グループの研究開発部門を担当する会社\nを設立する構想の具体化に着手し，その結果，東南アジアの地理的中心に位置し，\n政治情勢も安定していて，情報収集が容易なシンガポールにＨＲＤを設立するに至\nった。\nイ　ＨＲＤの事業体制\nＨＲＤのシンガポール本社は，ビジネスの中心地であるＵＯＢプラザビル２０階に\n置かれ，経理事務や一条グループから支払われるロイヤリティの管理を行ってい\nる。これとは別に，ジュロン地域にあるＩＭＭビルにデザインセンターが置かれ，\n住宅に関する各種研究開発を行うとともに，内装事業を行っている。同センターに\nは，ＨＲＤのショールームもあり，ＨＲＤが開発した商品や世界各地から集められ\nた住宅部材が展示されている。\nフィリピン支店は，同国内に複数の拠点を有するが，主たるものは，\nに置かれ\nた，研究開発を行う４階建事務所と，各種実験施設を備え，一条グループの顧客の\n木拾い，積算，発注，ＣＡＤ図面作成などを行う事務所である。\n台湾駐在員事務所では，原材料の市場調査や新商品の開発，中国の下請建材工場に\n対する技術指導などを行っている。\nＨＲＤは，上記のような事業体制を維持するために，多数の日本人社員と現地社員\nを雇用している。\nウ　ＨＲＤの事業活動と本件ノウハウ等の譲受けの必要性\nＨＲＤは，平成７年３月以降，一条グループのために大規模に研究開発活動を行っ\nており，実際に，ＧＣ各社及び一条工務店に対して，一条グループの競争力の源泉\nである，高級，良質で魅力ある多数のオリジナル商品を安価で安定的に提供してい\nる。\nこのような事業活動を行うため，ＨＲＤは，平成７年２月から平成８年６月までの\n間に６２億５２７６万０６６４円，平成９年６月期に６４億０７２４万７３３２\n円，平成１０年６月期に５９億６９９０万８８１３円，平成１１年６月期に５６億\n１１１９万０５３６円の研究開発費（原告に支払った本件ノウハウ等の譲渡費用，\n役務提供・技術開発費用，現地指導費用，研修費，販売費・一般管理の合計）を支\n出している。\n以上のとおり，ＨＲＤは，一条グループの研究開発拠点として設立され，実際に上\n記のような研究開発活動を行っている企業であるから，ＨＲＤが，従来の一条グル\nープの研究開発拠点であった原告から，その地位を引き継ぐのに伴って，原告保有\nに係る本件ノウハウ等を譲り受けることは，経済的に合理的な行為である。\n(3)　仮装についての経済的動機の欠如\n原告も一条工務店も同じ日本法人であり，かつ同族会社であるから，法人税法上，\n適用税率が異なる等の差異は存在しない。また，原告も一条工務店も恒常的に利益\nを計上して法人税を納税しているから，仮に原告と一条工務店を一つの企業体とみ\nた場合，ＧＣ各社からのロイヤリティを一条工務店が受領した場合と，原告が受領\nした場合とで，両社に対する合計の課税額には何ら差が生じない。\nしたがって，一条工務店ではなく原告がロイヤリティを受領するからといって，原\n告にも一条工務店にも税務上何らのメリットもないから，原告ないし一条工務店\nが，節税，租税回避あるいは脱税目的で，真実は本件ノウハウ等が一条工務店に帰\n属しているにもかかわらず，あたかもこれが原告に帰属するかのような外形を作出\nすべき経済的動機は全く認められない。しかも，平７年２月２８日当時，本件ノウ\nハウ等は，一条工務店ではなく原告に帰属していたものであるが，ＨＲＤが，本件\nノウハウ等を一条工務店ではなく原告から譲り受けるからといって，ＨＲＤ・原\n告・一条工務店の間で，何らの税務上のメリットもない。この点からも，本件各処\n分は合理的根拠を欠く。\n被告は，本件各処分の処分理由として，本件譲渡契約が仮装すなわち通謀虚偽表示\nであると主張し，本件ではその点が争点となっているのであるから，契約当事者で\nある一条工務店と原告が通謀虚偽表示を行う経済的動機についての主張を要するに\nもかかわらず，被告は，この点について，「経済的動機の有無については主張立証\nしない。」と述べて，裁判所の求釈明にも応じず，処分理由の昀も中心的事実につ\nいての主張立証を放棄している。\n第３　当裁判所の判断\n１　通謀虚偽表示の認定における間接事実について\n本件における争点は，前記のとおり，本件資金移動が法人税法２２条２項所定の受\n贈益に該当するか否かであり，その論理的前提問題として，本件譲渡契約が仮装さ\nれた無効のものか，すなわち，原告とＨＲＤとの間で民法９４条１項の通謀虚偽表\n示が成立したかが争われている。\nところで，通謀虚偽表示の成立要件である，法律行為の当事者が当該法律行為（の\n表示行為）に対応する内心的効果意思を持たず，かつ持たないことにつき相手方と\n通謀したことは，それが専ら主観的な要素から構成されるため，それを推測させる\n客観的な事実，すなわち間接事実によって証明されることが通常であるところ，譲\n渡契約における目的物が譲渡人に帰属していないことは，これによって直ちに当該\n契約の無効を来すものではない（他人物売買も有効に成立することはいうまでもな\nい。）ものの，そのことが前提とされて契約が締結されたなどの事情が認められな\nい限り，一般的には不自然な契約であるといわざるを得ず，この意味で，売買契約\nの性質を有する本件譲渡契約によって譲渡の目的物とされた本件ノウハウ等が原告\nに帰属していたか否かは，有力な間接事実として，上記争点についての判断に大き\nな影響を与えるというべきである。この意味で，被告が本件譲渡契約が仮装された\nものであることを証するために，本件ノウハウ等の帰属を問題としているのは，的\n確な対応というべきである（そして，本件各フランチャイズ契約におけるフランチ\nャイザーがだれかは，本件ノウハウ等の帰属についての判断に影響を\n与える再間接事実に位置づけられるから，この問題も争点の判断に影響を与え得る\nと考えられる。）。\nもっとも，上記争点の判断に影響を与える間接事実としては，目的物の帰属のほか\nにも種々考えられるところ，通謀虚偽表示は，内心的効果意思が存在しないにもか\nかわらず，通謀の上，あえて表示行為を行うのであるから，経験則上，そのような\n仮装行為をするについての動機が存在するのが通常と考えられる。すなわち，通謀\n虚偽表示が成立する場合には，当事者双方ないし少なくとも一方が，当該法律行為\nが有効に成立したという外形を作出することによって何らかの利益を得る関係が存\n在すると考えられ，逆にいえば，そのような動機が全く見当たらないという事実\nは，通謀虚偽表示の認定について，消極的な方向で作用することは当然である。し\nたがって，被告の主張するように，租税回避等の経済的動機が存在しないからとい\nって，直ちに本件において通謀虚偽表示が成立しないと断定できるわけではないと\nしても，かかる事情を無視ないし軽視することも相当とはいえない。\n２　本件各フランチャイズ契約におけるフランチャイザーについて\n被告は，本件各フランチャイズ契約におけるフランチャイザーが一条工務店である\nことから，同契約において供与される経営システムを保有しているのは一条工務店\nであり，したがって，本件譲渡契約締結当時にそれらが集積されて成る本件ノウハ\nウ等も一条工務店に帰属する旨主張するのに対し，原告は，本件各フランチャイズ\n契約におけるフランチャイザーは原告であり，経営システムの保有者も原告である\n旨主張するので，まずこの点について判断する。\n(1)　フランチャイズ契約の特色とフランチャイザーの資格について\nフランチャイズ・システムは，比較的歴史の浅い，新しい事業形態であるため，様\n々な内容のものがあり，フランチャイザーからフランチャイジーに対してなされる\n給付についても，営業標章の使用許諾，事業経営システムの付与，経営指導・統\n制，営業を行う権利の付与，商品や原材料の販売・供給などの一部又は全部が組み\n合わされ，フランチャイジーからフランチャイザーに対する義務についても，契約\n金・保証金・ロイヤリティの支払，営業への専念義務，経営システムの秘密保持義\n務などの一部又は全部が組み合わされるといったように多種多様な要素から成って\nいるなど，フランチャイズ契約については，どの側面を重視するかによって，様々\nな定義が可能であり，定まったものはないとされている。もっとも，その典型的な\n内容については，ある程度の共通認識が形成されている。\n例えば，社団法人日本フランチャイズチェーン協会が昭和４７年に策定し，昭和５\n４年に改定した定義は，「フランチャイズとは，事業者（「フランチャイザー」と\n呼ぶ）が，他の事業者（「フランチャイジー」と呼ぶ）との間に契約を結び，自己\nの商標，サービス・マーク，トレード・ネーム，その他の営業の象徴となる標識，\nおよび経営のノウハウを用いて，同一のイメージのもとに商品の販売その他の事業\nを行う権利を与え，一方，フランチャイジーは，その見返りとして一定の対価を支\n払い，事業に必要な資金を投下してフランチャイザーの指導及び援助のもとに事業\nを行う両者の継続的関係をいう。」というものであり，中小小売商業振興法４条５\n項及び１１条は，「連鎖化事業であつて，当該連鎖化事業に係る約款に，加盟者に\n特定の商標，商号その他の表示を使用させる旨及び加盟者から加盟に際し，加盟\n金，保証金その他の金銭を徴収する旨の定めがあるもの（略）を行う者は……あら\nかじめ……次の事項を記載した書面を交付し，その記載事項について説明をしなけ\nればならない。」と規定し，その記載事項として，加盟金，販売条件，経営指導に\n関する事項，使用させる商標その他の表示に関する事項等を掲げる。さ\nらに，公正取引委員会が昭和５８年に作成した「フランチャイズ・システムに関す\nる独占禁止法上の考え方について」は，「フランチャイズとは，定義によつてその\n範囲に広狭が生じるが，一般的には，特定の商標，商号又はそれらの一部，サービ\nス・マーク等を使用させ，加盟者の物品販売，サービス提供その他の事業・経営に\nついて，統一的な方法で統制，指導，援助を行う事業形態であるとされている。…\n…フランチャイズにおいては，本部と加盟者がいわゆるフランチャイズ契約を締結\nし，この契約に基づいて，本部と各加盟者があたかも通常の企業における本店と支\n店であるかのような外観を呈して事業を行つているものが多く，両者の関係は通常\nの製造業者と販売業者のものよりも密接であるが，加盟者は法律的には本部から独\n立した事業者であることから，本部と加盟者間の取引関係は独占禁止法の適用を受\nけるものである。」と定義した上，「フランチャイズの取引関係の基本はフランチ\nャイズ契約であり，同契約は，概ね次のような事項を含む統一的契約である。①本\n部が加盟者にその商号，商標等を使用し営業することの許諾に関するもの　②営業\nに対する第三者の統一的イメージを確保し，本部を含む加盟者の営業\nを維持するための加盟者の統制，指導等に関するもの　③上記に関連した対価の支\n払に関するもの　④フランチャイズの終了に関するもの」とフランチャイズ契約の\n一般的内容を示している。\nそうすると，被告の主張するとおり，フランチャイズ契約においては，フランチャ\nイザーが特定の商標やサービス・マークなど，統一的イメージを与える標識を使用\nさせるとともに，事業経営のノウハウを供与してその展開を援助する内容が定めら\nれ，両者がいわばパッケージとされているのが通常と考えられる。したがって，一\n般的には，フランチャイザーとなるためには，上記のような標識について使用許諾\nする権限と事業経営のノウハウを保有することが必要と考えられる。\nもっとも，このことは，フランチャイズ契約が常に上記のような典型的なものであ\nることを意味するものではない。例えば，フランチャイザーは，一般的にノウハウ\nの提供義務を負うことから，通常はそのノウハウの帰属者であることが多いと解さ\nれるが，提供義務を履行するためには，フランチャイザーが，時機に応じて，適時\nに，ノウハウを提供し得る態勢を有していれば足りるから，必ずしもノウハウの帰\n属者であることを要するものではない。同様に，フランチャイズ契約においては，\nフランチャイザーが常に１者（社）であることを要するものではない。資本や役員\n構成を共通にする複数の者（社）が，全体として対外的に統一的イメージを与える\nグループ企業を構成している場合，これらが共同フランチャイザーとなって，フラ\nンチャイズ契約で定められた責務を分担することも十分にあり得るといわねばなら\nない。すなわち，統一的イメージを与える標識の使用に関する権限を有する者と事\n業経営のノウハウの保有主体とが異なっている場合には，両者が共同フランチャイ\nザーとなった上，前者が上記標識について使用許諾し，後者がノウハウの供与を行\nうことも，フランチャイズ契約の類型に含まれることは当然である。\n(2)　本件各フランチャイズ契約におけるフランチャイザーについて\nア　以上の観点に立って，本件各フランチャイズ契約におけるフランチャイザーの\n確定と，それが経営システムの保有主体の認定にどのように影響するかについて検\n討するに，前記前提事実に証拠（甲８の２ないし１９，４６，５２，５７の１ない\nし９，１３１，１３２，１３６の１ないし１７，１３８，１４１，１５２，１５\n３，乙５の１ないし１０，１２，１６，１７，２６，２７，３５，３８，３９）及\nび弁論の全趣旨を総合すると，以下の事実が認められる。\n(ア)　一条工務店は，昭和５３年９月１２日に設立され，昭和６１年２月２８日，\n区分７（建築または構築専用材料，その他本類に属する商品）の指定商品につい\nて，「株式会社一条工務店」の商標登録を受けたのを皮切りに，平成１１年１月２\n９日までの間，多数の指定商品等について，同商標や「一条工務店」の商標登録を\n受け，その権利者となった。\n原告は，昭和６２年７月１日，一条グループにおける住宅関連業務の研究開発及び\nこれに関する経営指導等を目的として設立され，人的にも資本構成上も，一条工務\n店の子会社に位置づけられる。\nなお，原告設立の前日である同年６月３０日付けで，原告が経営システムの保有者\n及び供与者であり，一条工務店がその供与を受ける対価として，一定額のロイヤリ\nティを支払う旨の昭和６２年契約が締結されている。\n(イ)　原告設立以前に締結されたフランチャイズ契約書（契約番号１ないし９）に\nおいては，一条工務店とＧＣが契約当事者となり，一条工務店が上記商標権等の使\n用を許諾するとともに，経営システムの保有者及び供与者とされていた。\nその後の住研時代である昭和６３年中に締結されたそれら（契約番号１０ないし１\n２）においては，一条工務店，原告及びＧＣが契約当事者となり，一条工務店が上\n記商標権等の使用を許諾するとともに，原告が経営システムの保有者及び供与者と\nされていた。\nまた，平成元年から平成３年にかけてのそれら（契約番号１３ないし１８）におい\nては，再び一条工務店とＧＣが契約当事者となり，一条工務店が上記商標権等の使\n用を許諾するとともに，経営システムの保有者及び供与者とされていた。\nさらに，平成５年以降のそれら（契約番号１９ないし２１）においては，再び一条\n工務店，原告及びＧＣが契約当事者となり，一条工務店及び原告が区別されること\nなく，上記商標権等の使用を許諾するとともに，経営システムの保有者及び供与者\nとされていた。\n(ウ)　一条工務店は，原告設立後，それ以前にフランチャイズ契約を締結していた\nＧＣ各社に対し，以後はロイヤリティを原告に支払うよう指示した。これを受けた\nＧＣ各社の中には，その理由について疑問を感じた者もいたが，一条工務店と原告\nとはいずれも一条グループを構成し，親会社と子会社の関係にあることから，特\n段，支払先の変更に異議を述べることなく，原告に対してロイヤリティを支払うよ\nうになり，経理上の処理もそのように変更した。なお，その際，原告とＧＣとの間\nで，改めてフランチャイズ契約に関して契約書を作成したり，書面で承認を確認し\nたりすることはなかった。\n(エ)  ＧＣ各社に対する研修は，一条工務店の管理センターにおいて，原告の従業\n員が講師となって行われ，その案内や各種マニュアル等の注文の受付けも，一条工\n務店の管理センターが行っていたが，モデルハウスの建築等についての設計や指導\nは，その現場等において，原告の従業員が行っていた。\nもっとも，上記指導や研修等は，原告ではなく親会社である一条工務店の名義で実\n施されており，ＧＣ各社のうちかなりの者は，これらの実施主体が一条工務店であ\nるとの認識を有していた。\n(オ)　また，ＧＣ各社に配布された各種マニュアル・カタログ類は，一条工務店な\nいし本部企画室等が作成者として表示されている。\nこのうち，「特注カタログ百年」，「特注カタログＳＡＩＳＯＮ」，「間違いのな\nい家づくり」，「あなたの土地を診断します」は，モデルハウス等を訪れた顧客に\n配布されるものであり，「設計事務所標準マニュアル書」，「安全施工基準書」，\n「大工工事施工マニュアル書’８８」，「大工工事基本施工マニュアル書’９\n１」，「設計マニュアル（Ｈ７．４．）」は，一条工務店ないしＧＣ各社から外注\n先にも配布が予定されているものであり，「営業マニュアル（平成７年４月第２\n版）」は，一条工務店ないしＧＣ各社の一般営業従業員に配布が予定されているも\nのである。\n(カ)　原告の顧問会計事務所のＩ税理士は，原告の平成８年６月期決算が終了した\n平成８年８月ころ，経理担当者から，原告の利益率が大幅に減少したのは本件ノウ\nハウ等を譲渡したからであるとの説明を受けたため，関係書類の整備状況について\n確認するよう指示した。\nこれを受けて，一条工務店業務推進室が改めて調査したところ，本件譲渡契約書と\n一条工務店及び原告の議事録の存在を確認したが，それだけでは十分でなく，原告\nとＧＣ各社との間の契約書を整備する必要があると考え，平成８年１１月７日のＧ\nＣオーナー会議において，ＨＲＤの業務内容や本件譲渡契約の内容等を説明し，Ｈ\nＲＤとの間のフランチャイズ契約書，日付を遡らせた原告とＧＣ各社間のフランチ\nャイズ契約書，ノウハウの秘密保持に関する覚書に署名してもらうことを依頼し，\n平成８年１２月１９日付けで，ＧＣ各社に対し，上記各書類を同封して，署名の上\n返送するよう求めた。なお，その送付書には，冒頭に，一読後廃棄するよう求める\n記載があり，１０周年記念賞与についての書面も同封されていた。\nＧＣ各社は，契約番号１６の一条工務店鹿児島を除き，上記の要請に応じ，住研時\n代に日付を遡らせた原告との間のフランチャイズ契約に記名押印して，原告に返送\nしている（なお，一条工務店鹿児島は，平成６年６月以降は，ロイヤリティの入金\nをしていない。）。\n(キ)　平成１１年１１月ころに行われた本件調査において，未来工務店（契約番号\n１２）の代表取締役であるＦは，被告の担当者に対し，経営システムの提供は一条\n工務店から行われ，指導も浜松の一条工務店の管理センターで受けていたにもかか\nわらず，ロイヤリティを原告に支払っていたことについて疑問を感じていた旨述べ\nており，クリヤマ（契約番号１）の元住宅産業事業準備室長である御牧元一も，経\n営システムのマニュアル類を契約締結と同時に一条工務店から受領し，その追加・\n改訂版も一条工務店から受け取り，指導等も一条工務店から受けていたと述べてい\nる。\n他方，平成１１年５月まで，株式会社一条工務店千葉（契約番号１９）の代表取締\n役社長であったＬは，経営システムの供与者が原告に移行した経緯は覚えていない\nが，原告及びＨＲＤも浜松の一条工務店という認識であり，両者を区別していない\nと述べ，さらに，株式会社木の国工房（旧一条工務店柏。契約番号１４）の代表取\n締役社長であるＭも，原告から経営システムの供与を受ける旨の契約を締結しつつ\nも，一条工務店からその提供を受けるという考えでいた旨述べている。\nなお，未来工務店は，平成１０年に一条グループから脱退し，平成１１年に至っ\nて，一条工務店の関連会社である株式会社日本産業から，総額１億５０００万円を\n超える木材及び住宅設備機器等の売掛金請求の訴えを提起され（大阪地方裁判所平\n成１１年(ワ)第１１３０４号），平成１２年１１月２１日，同年から平成２１年ま\nでの１０年間，毎年１０００万円ずつ分割で支払う等の内容の和解が成立したが，\n平成１４年７月５日，２回目の不渡りを出し銀行取引停止処分を受け，Ｆは所在不\n明となった。なお，クリヤマも一条グループから脱退している。\n(ク)　その後，原告は，ＧＣ各社（契約番号２ないし５，７ないし９，１５，１\n７）から，平成１１年１２月２日付け歴史的事実確認書と題する書面に代表者の記\n名押印をしてもらった上，返送を受けている。\n同書面には，①原告設立に伴って，契約当事者を一条工務店から原告に変更したこ\nとについて口頭で了解をしたこと，②住研時代は，経営システムの提供は主として\n一条工務店が作成した連絡票，一条工務店の名前で開催する研修会等の手法で行っ\nてきたが，その理由は，経営システムが原告という試験研究法人から供与されるこ\nとが明らかになると，一般消費者にとって一条グループのイメージが悪くなり，ま\nた，ＧＣ各社も一条工務店研究開発部の名称で経営システムの供与を受ける方が事\n業経営上安心であることによること，③研修会の講師，モデルハウスの設計建築指\n導等を実際に行っていたのは原告の従業員であるＥ，Ｇ，Ｈらであることなどが記\n載されている。\nイ　以上の事実によれば，本件各フランチャイズ契約書においては，すべて一条工\n務店が契約当事者として表示されているのに対し，原告については，一条工務店と\n並んで契約当事者になっているものも存在する（契約番号１０ないし１２，１９な\nいし２１）反面，原告設立前に一条工務店が当事者となって締結された契約が修正\nないし変更されないままであったり（契約番号１ないし９），原告設立後に作成さ\nれたものですら，契約当事者とされていないものも相当数存在しており（契約番号\n１３ないし１８），また原告が契約当事者になっている契約書でも，一条工務店と\nの役割分担が明記されているものとそうでないものとが存在するなど，契約書の作\n成，殊に当事者の表示について一貫した方針が取られておらず，企業の作成する文\n書として不自然であることは否定できない（この点について，原告は，原告を含め\nた三者間契約にすると契約関係が複雑になり，ＧＣが一条グループを脱退した場合\nに，顧客との間に紛争が生じていると，迅速な引継ぎができない旨弁解するが，被\n告の主張するとおり，フランチャイズ契約と顧客の引継ぎとは別個の問題であるか\nら，三者間契約にしたからといって不都合を生ずるとは考えられず，\n現に，三者間契約の方式に拠った契約が相当数存在することは上記認定のとおりで\nある。）。\nしかしながら，原告は一条工務店の子会社であり，対外的には一条工務店の会社名\nを前面に出した方が信用を得やすいと考えられることや，ＧＣ各社からみると，両\n社は同じ一条グループを構成し，これを峻別することによって格別の利益が得られ\nるものではないと考えられること（両者の区別についてあいまいな供述をするＧＣ\nが存在することは，これを裏付けるものである。むしろ一般論としては，親会社で\nある一条工務店への信頼を背景として，本件各フランチャイズ契約を締結したと推\n測できるＧＣとしては，一条工務店がフランチャイザーとしてフランチャイズ契約\n上の全債務を負担する形式の方が安心できるとも考えられる。）を考慮すると，契\n約書に当事者ないし経営システムの保有者として原告が表示されていないからとい\nって，直ちにその供与主体が原告ではなく一条工務店であると断定するのは相当で\nない。このことは，原告の従業員が，一条工務店の名義でもってＧＣに対する研\n修，指導に当たったことや，ＧＣ各社に配布された各種マニュアル・カタログ類の\n作成者が，一条工務店ないし本部企画室等と表示されていたことについても，同様\nと考えられる（殊に，カタログ及び資料は，住宅展示場を訪れる顧客に\n対して配布する営業上の資料であり，「設計事務所標準マニュアル書」，「安全施\n工基準書」，「大工工事施工マニュアル書」，「設計マニュアル」，「工務マニュ\nアル書」は，一条工務店ないしＧＣ各社の外注先にも配布が予定されたものであ\nり，「営業マニュアル」は，一条工務店ないしＧＣ各社の一般の営業従業員に配布\nが予定される営業方法に関するマニュアルであるから，一条工務店等の名義で作成\nされることについて合理的な理由があると考えられる。）。\nかえって，ＧＣ各社が，一条工務店からの指示があったとはいえ，原告設立後は何\nらの異議を申し立てることもなくロイヤリティを原告に支払うようになり，経理上\nの処理もそのように変更した上，その多くが，日付を遡らせた原告とＧＣ各社間の\nフランチャイズ契約書や歴史的事実確認書の作成の依頼に応じていることは，本件\n各フランチャイズ契約によって経営システムの供与主体が原告であること，すなわ\nちフランチャイザーであると認識していたことをうかがわせるものである（原告が\nＧＣ各社に対して歴史的事実確認書の作成を依頼することを決めた契機は，上記の\nとおり，税務調査が実施される可能性が高い旨顧問税理士から指摘されたことであ\nるが，契約書の作成状況が不備である場合に，税務上の処理と整合させるべくこれ\nを整備することは不自然なことではなく，まして，ＧＣ各社としては，その認識と\n異なる虚偽の契約書等の作成に応じなければならない理由はない。）。\n(3)　小括\n以上を総合すれば，本件各フランチャイズ契約においては，契約書の作成方針に一\n貫性がなく，全契約を通じてフランチャイザーを統一的に確定することは困難であ\nるものの，原告が経営システムの供与者，すなわち共同フランチャイザーである可\n能性を否定できない。\nそうすると，本件各フランチャイズ契約における当事者の表示やノウハウ等の供与\n主体となるフランチャイザーの検討だけでは，経営システムの帰属主体がだれであ\nるかを判定することはできないといわざるを得ない。\nよって，その帰属主体がだれであるかについては，さらにその研究開発者がだれで\nあるかなどを検討した上で，昀終的に判断されるべきものである。\n３　本件ノウハウ等の研究開発の主体について\n(1)　研究開発主体の判断要素\nある知的財産権の帰属主体を判断するに際して，昀も重視すべき間接事実は，いう\nまでもなく，その研究開発の主体がだれであるかということである。したがって，\n本件においても，本件ノウハウ等の帰属主体を確定するには，その研究開発の主体\nがだれであったかを検討しなければならないと考えられるところ，それが一条工務\n店と原告のどちらであるかは，当該経営システムを研究・開発した人物がどちらに\n所属していたか（在籍状況），当該経営システムの研究・開発に必要な費用をどち\nらが負担していたか（費用負担状況）などの諸要素を重視すべきではあるが，それ\nだけではなく，両社の営業内容，設立目的，設立経緯などからみて，どちらが保有\nするにふさわしいと考えられていたか（事業目的との整合性）をも総合的に検討し\nた上，判断すべきものである。\nそして，在籍状況，すなわち，当該従業者の使用者はだれかの判断においては，給\n与の実質的支給者はだれかという点が昀大のメルクマールとなるが，それだけでは\nなく，研究施設の提供，研究補助者の提供，指揮命令関係等を総合的に勘案して使\n用者を決定すべきものと解される。\nもっとも，上記のような検討の結果，研究開発者の所属先や費用負担者が確定した\nとしても，被告の主張するとおり，事案によっては，これと異なる主体に研究開発\nの成果を帰属させる趣旨の合意が成立している可能性も否定できないが，このよう\nな合意が成立している場合は，通常，それを相当とする特段の事情が存在すると考\nえられるので，本件においても，かかる特段の事情が認められるかについても，併\nせて検討することにする。\n(2)　本件ノウハウ等の研究開発の状況\nそこで，本件ノウハウ等の研究開発の状況について検討するに，前記認定事実に後\n掲各証拠及び弁論の全趣旨を総合すれば，以下の事実が認められる。\nア　原告及びＨＲＤ設立の経緯等（甲５０，１４０，乙１０）\n(ア)　一条工務店において採用されたフランチャイズ・システム\n一条工務店は，前記のとおり，昭和５３年９月１２日に設立され，木造注文住宅の\n販売及び施工を営んできたが，昭和５５年１０月ころ，それに用いられる材木をあ\nらかじめ可能な限り工場で加工し，これを現場で組み立てるという方法，すなわち\nプレ・カット工法を導入し，これによりコストを削減するとともに，非熟練の大工\nを有効に利用しつつ高品質を維持することが可能となった。\nその結果，一条工務店の売上高が１００億円に迫ったが，さらに事業を拡大するた\nめに，昭和６１年ころから，各地の工務店とフランチャイズ契約を締結するように\nなった。その内容は，一条工務店が，ＧＣ各社に対し，商標等の使用許諾，木造注\n文住宅の販売・施工事業に関するノウハウ（経営システム）の提供及び指導，並び\nに各種住宅設備機器等の商品の販売を行い，他方，ＧＣ各社は，一条工務店に対\nし，経営システムの提供及び指導の対価として売上高の　　　　　　　　ないし\nのロイヤリティを支払うというものである。そして，一条工務店が提供\nする経営システムの内容は，契約書によれば次のとおりであるが，具体的には，木\n造注文住宅のモデルハウスの設計及び当該モデルハウスの施工に要する木材の加工\n方法（プレ・カット工法）が中心であった。\nＡ　本品に関する材料の製造・製品の調達と品質管理\nＢ　販売並びにマーケティングの要領及び管理\nＣ　住宅に関する建築設計技術\nＤ　住宅に関する建築工事技術\nＥ　工事管理・監督の要領\nＦ　本事業に必要な組織体制作り\nＧ　本事業に必要な諸般の帳票・様式並びに管理手法\nなお，フランチャイズ契約書には，一条工務店の商標権をＧＣ各社が使用できる旨\nの記載があるが，フランチャイズ・システムを展開し始めたころは，一条工務店の\n商標が業界にそれほど知られておらず，ＧＣ各社の中には，フランチャイジーとな\nった後も，従前の商標を使用する会社もあった。\n(イ)　住宅展示場を中心とした営業\n一条グループが営んでいる木造注文住宅の販売・施工事業は，住宅展示場に自社の\n営業従業員を配置した上，来場した顧客に自社の「商品」であるモデルハウスの魅\n力をアピールして注文を獲得し，受注後は，顧客の要望や敷地条件等に応じて，間\n取り・外観デザイン・内装デザイン・住宅設備機器を選択・決定し，実際に設計図\n書に従って木造住宅を施工するというものである。\nしたがって，一条グループの営業の成否は，住宅展示場の来場者に一条グループの\n商品の魅力を感じてもらえるか否かによって大きく左右されることから，住宅展示\n場が昀も重要な営業活動の場であると認識されていた。\n(ウ)  原告の設立\n昭和６２年ころまでのＧＣ各社は，プレ・カット工法に魅力を感じて一条グループ\nに参加してきたが，同工法自体は，昭和３０年代の終わりころから業界全体に普及\nし始め，昭和６２年ころには，大手プレハブ住宅メーカーが，下請工務店を利用し\nて住宅建築事業を展開しつつあった。\nそこで，一条工務店は，プレ・カット工法だけでは売上増を見込めず，ＧＣ各社を\n一条グループにつなぎ止めておくことはできないと考え，①住宅販売業者にとって\n営業の中心となる住宅展示場に関するノウハウ（住宅展示場のモデルハウスの設\n計，飾り付け及び運営方法（営業方法））を提供すること，②建築技術についての\n学問的裏付けを行い，技術力をセールスポイントにできるような建築技術の基礎研\n究を行うこと，③多様な顧客ニーズに対応できる商品の多様化・オリジナル化を推\n進すること，これらの活動に特化した専門的部門を作るため，昭和６２年７月１\n日，原告が設立された。\n原告における研究開発及びＧＣ各社に対する経営システムの提供は，一条工務店が\nそれまでに有していた経営システムを基礎としてなされることを前提としていたこ\nとから，その趣旨を明らかにすべく，同年６月３０日付けで昭和６２年契約の契約\n書が作成され，原告は，設立後，一条工務店からその経営システムを無償で引き継\nいだ。\nイ  原告の従業員等の配置（甲６７の１，６７の２の１・２，６７の３ないし２\n４，６７の２５の１・２，６７の２６ないし３７，６７の３８の１・２，６７の３\n９，１４０，１５４）\n住研時代における原告の代表者は，一条工務店の代表者であるＡが兼務していた。\nまた，従業員数は，住研時代においては数十名であり，とりたてて組織系統図が作\n成されることはなかった。そのため，当初の従業員の配置状況を示すものは存在し\nないが，平成５年６月期ないし平成７年６月期における従業員の配置数は別表６の\nとおりであり，モデルハウス設計・商品開発部門に７人ないし８人，基礎研究・実\n験に２人（Ｇ，Ｈ），原価管理に１人ないし２人，構造建方監修に１人ないし２\n人，平成６年７月期以降，地盤調査に３人，広報・連絡に７人ないし１２人，木材\n加工に４人（平成５年６月期のみ）がそれぞれ配置されていた。これらの従業員に\n対しては，原告から給与が支給されていた。\nもっとも，これらの従業員のうちの相当数の者は，一条工務店の部署にも席を有し\nて，ＧＣ各社との対応に当たっており，一条工務店と原告の組織を厳密に区別する\nことは困難であった。\nウ　原告による研究内容（甲６７の１，６７の２の１・２，６７の３ないし２４，\n６７の２５の１・２，６７の２６ないし３７，６７の３８の１・２，６７の３９，\n６８ないし８１，８２の１・２，８３の１ないし３，８４，８５，８６及び８７の\n各１ないし３，８８ないし９５，９６の１ないし３，９７ないし９９，１３９ない\nし１５１，１５４，乙３９）\n(ア)　商品開発\n原告は，Ｅを中心として，住宅展示場に建設されるモデルハウスの設計及び施工，\nインテリアコーディネイトの開発，新しいコンセプト・デザインの和風住宅ないし\n洋風住宅の開発，各種住宅設備機器の新商品の開発等を行った。そして，これら商\n品の開発に伴い，原告の住宅展示場設計担当者は，各地の住宅展示場に新たにモデ\nルハウスを建築する際は，現地に赴いた上，そこに駐在しているＧＣ各社のモデル\nハウス施工担当者や営業担当者らに対して，直接，モデルハウスの設計・施工指\n導，新しい商品知識の教育指導等を行っていた。このようにして，原告が，平成５\n年６月期から平成７年２月期の間，モデルハウスを施工した住宅展示場は，別表７\nのとおりである。\nこのような研究開発活動により，例えば，昭和６３年ころに一条グループが売り出\nしたタイル貼りの木造注文住宅は，大ヒット商品となった。もっとも，タイルの固\n定に用いられたセメントのあくが雨で染み出して外観を損ねるなどのクレームが出\nされたため，原告は，平成４年ころ，外壁のタイル貼りの工法を，従来の湿式から\n新乾式へと変更する内容の技術を開発した。この新しい施工方法の開発により，タ\nイル貼り工法の大幅なコストダウンが実現されるとともに，外壁のタイルが立体感\nを持ち，全体としても高級感あふれる美しい外観を作ることが可能となった。ま\nた，原告は，昭和６３年１０月ころ，それまで禁止されていた木造３階建住宅の建\n築が解禁されたことを受けて，木造３階建住宅「ファミーユⅢ」モデルを開発し\nた。さらに，原告は，顧客の生活スタイルの変化，生活水準の向上，求められる住\n宅設備機器の変化などに対応すべく，一条グループの主力商品である洋風住宅「Ｓ\nＡＩＳＯＮ（セゾン）」や和風住宅「百年」のモデルチェンジを行った。\nその他の分野では，原告は，同年８月ころ，その販売・施工する木造注文住宅に，\n「住宅金融公庫高耐久性木造住宅仕様」を標準仕様として導入し，平成４年４月こ\nろには，一条グループ独自の住宅設備機器として，システムクローゼットを開発し\nた。また，原告は，平成５年ころ，「住宅金融公庫高耐久性木造住宅仕様」の普及\nのために，同制度の適用を受けるために必要な性能保証住宅登録機構への保証料を\n顧客に代わって一条グループが負担する制度や，全住宅を対象とした地盤調査に基\nづく住宅の２０年保証制度などを創設した。さらに，原告は，上記システムクロー\nゼット以外にも，キッチン背面の収納棚，ダイニング・カウンター収納棚，キッチ\nン・カウンター，Ｉ型及びＬ型システムキッチン，シューズ・ボックス，洗面・脱\n衣ユニット，セカンド・キッチン，その他キッチン・アイテム，食器棚，収納棚，\n出窓等の新しい独自の住宅設備機器を多数開発している。\nなお，原告は，平成２年９月に浜松，平成４年１０月に名古屋，平成６年１１月に\n福岡の各都市において，一条グループが提供する数々の住宅設備機器のショールー\nムであるインテリア館の内装デザインを担当している。\n(イ)　基礎研究及び実験\n原告は，昭和６３年１１月から平成７年２月の間，木造住宅に関する基礎研究活動\nを行うべく，従業員であるＧ及びＨを中心に，東京大学大学院農学生命科学研究科\n等との産学協同による研究開発活動を実施したが，その内容は別表３のとおりであ\nる。\nなお，Ｇ及びＨらは，一条工務店ないし一条工務店研究開発部所属従業員の肩書を\nもって，このような基礎研究及び実験を行っていた。\n(ウ)　地盤調査\n地盤調査については，原告は，当初，ＧＣ各社から個別に相談を受けた案件につい\nて，基礎工事の方法を選定する方法で対処してきたが，従来の方法では既製コンク\nリート杭を地盤に打ち込む必要があるため，その過程でかなりの騒音や振動が発生\nし，数件ではあったが隣家の壁などにクラックが入ったなどのクレームがあったこ\nとから，振動等のない工法の採用が望まれた。\nそこで，原告は，平成２年６月ころ，地盤改良方法としてＤＳＰ工法（地中に柱状\nの改良地盤を造成し，まさつ杭としての効果を発揮させる工法）を開発し，この問\n題を解決した。一条グループは，このような原告の地盤調査に関する研究開発活動\nを基に，平成５年ころ，住宅業界では初めて，受注したすべての施工現場を対象と\nして地盤調査を実施することとし，これを受けて，従来は１０年間であった住宅の\n保証期間を２０年間に延長した。\n(エ)　原価管理等の指導\n原告は，一条グループ全体の住宅資材の調達コストの低減を図るため，全国各地の\n業者の納入価格を調査・交渉し（主として仕様変更の際），ＧＣ各社に対して，よ\nり安いコストでの仕入れが可能となるような業者を紹介したり，様々な観点から原\n価管理について指導したり，個々のモデルハウス施工現場での営業方法についても\n指導するなどした。\nエ　原告の研究開発費（甲１００の１ないし３，１５２，１５３）\n本件譲渡契約締結の前後における原告の決算報告書によれば，原告の売上総利益，\n販売費・一般管理費及び営業利益は，別表５記載のとおりである。なお，販売費・\n一般管理費の主要な部分は，人件費によって占められている。\nそして，原告のロイヤリティ収入のうち，一条工務店から支払を受けた額は，平成\n６年６月期が約２５億円，平成７年６月期が約３３億円であり，これを一条工務店\nの営業期間に応じて分けると，平成６年３月から６月までのそれが税込み約６億７\n５１９万４７９７円，平成６年７月から平成７年２月までのそれが税込み約３３億\n６４５９万２８６６円であるところ，この合計額は，一条工務店の平成７年２月期\nの開発研究費である３９億９６００万円とほぼ等しくなる（約６億７５１９万円と\n約３３億６４５９万円を合計した約４０億３９７８万円から消費税を控除した約３\n９億２２１２万円）。\nオ　各種マニュアル・カタログ類の作成名義（甲４７，４８，１３７，１３８，乙\n３５，３８，３９）\n一条グループが作成，配布する各種マニュアル・カタログ類については，前記のと\nおり，一条工務店ないし本部企画室等が作成者として表示されている。\nもっとも，「特注カタログ百年」，「特注カタログＳＡＩＳＯＮ」，「間違いのな\nい家作り」，「あなたの土地を診断します」等のパンフレットは，モデルハウス等\nを訪れた顧客に配布されるものであり，「設計事務所標準マニュアル書」，「安全\n施工基準書」，「大工工事施工マニュアル書’８８」，「大工工事基本施工マニュ\nアル書’９１」，「設計マニュアル（Ｈ７．４．）」は，一条工務店ないしＧＣ各\n社から外注先にも配布が予定されているものであり，「営業マニュアル（平成７年\n４月第２版）」は，一条工務店ないしＧＣ各社の一般営業従業員に配布が予定され\nているものである。\nカ　本件特許権等の権利者（乙１３の１ないし２３，１４の１ないし３）\n一条工務店は，住研時代を含む平成元年１月２７日から平成１１年３月３０日まで\nの間，自己を出願人，Ｇ（又は外１名ないし３名）を発明者又は考案者として，別\n表８のとおり，特許登録出願又は実用新案登録出願をしており，実際にも登録され\nてその権利者となっている。他方，原告が権利者として登録された権利は存在しな\nい。\nまた，上記実用新案出願のうち，平成元年１月２７日出願に係る考案については，\n考案者Ｇの住所として，一条工務店の所在地が記載されている。\n(3)　本件ノウハウ等の帰属についての総合的検討\nア  原告の設立目的，設立の経緯について\n上記認定事実によれば，一条工務店は，プレ・カット工法などを武器に，順調な発\n展を遂げてきたが，昭和６２年ころに至って，このままでは発展を維持できる保障\nがないとの認識から，競合他社との差別化を図るべく，一条グループの中で，建築\n技術や住宅設備機器等の研究開発及び住宅展示場を用いた経営方法の開発指導等に\n業務を特化した部門を設立することを決め，昭和６２年７月１日，原告が設立され\nたことが明らかである。\nこのような原告の設立目的，設立の経緯に照らせば，一条グループの有する研究開\n発能力のすべてを原告に集中し，効率的な研究開発体制を築こうとするのが自然と\n考えられる（この一環として，それまでのノウハウ等が原告に帰属することを確認\nし，一条工務店がロイヤリティを支払う旨の昭和６２年契約の契約書が作成された\nものと考えられる。）から，原告設立後も依然として一条工務店が本件ノウハウ等\nの研究開発主体であったと認めることは困難である。\nこの点について，被告は，原告設立時において，それまで形成されていた一条工務\n店のノウハウが高額の収益をもたらすにもかかわらず，原告に無償でしかも口頭で\n譲渡されたと認めることはできない旨主張するところ，確かに，一条工務店は，原\n告設立前に，既に確立された経営システム等のノウハウをＧＣ各社に供与するとの\nフランチャイズ契約を締結し，これによってロイヤリティを得ていたものである。\nしかしながら，前記のとおり，一条工務店と原告とは，人的にも資本構成上も親子\n会社の関係にあるから，書面の作成（ノウハウの譲渡契約書ではなく，昭和６２年\n契約の書面を作成するにとどまったこと）や譲渡対価の支払について格別の意を払\nわなかったからといって，特に不自然とはいえない上，上記フランチャイズ契約に\nおいては，経営システムについての守秘義務が規定されず，新たなノウハウの開発\n義務が明記されていたことに照らすと，一条工務店とＧＣ各社とは，いったん経営\nシステムが提供されれば短期間にその陳腐化が進行すると認識していたことがうか\nがわれるから，木造注文住宅建築に関する一条グループの研究開発機能を原告に集\n中させたとの上記の判断を覆すことはできない。\nイ　本件ノウハウ等を研究開発した者の在籍状況について\n上記認定事実によれば，モデルハウスの設計及び施工，インテリアコーディネイト\nの開発等は，原告の従業員であるＥを中心として行われ，かつその基礎となる研\n究・実験は，同じく原告の従業員であるＧやＨらが，東京大学大学院農学生命科学\n研究科等との産学協同態勢などを通じて行っていたことが明らかであり，これによ\nれば，本件ノウハウ等を生み出すに至った研究開発行為が，原告に在籍する従業員\nらによって行われたと認めることができる。\nこの点について，被告は，①研究開発者であるＡは，原告の役員であるとともに一\n条工務店の代表者でもあり，その活動を外形的に峻別することはできないこと，②\nＧ，Ｈらについても，一条工務店の従業員の肩書で成果となる各種開発技術の対外\n的な発表をしており，施主に対しても一条工務店の従業員として対応しており，ま\nた，一条工務店の管理センターが勤務地となっていることなどから，原告に在籍し\nていた者についても，一条工務店による管理支配が行われている旨主張する。\nしかしながら，①Ａについては，被告もその活動がどちらの者のために行われたの\nか外形的に峻別できないと主張するにとどまり，Ａが原告のために研究開発したこ\nとを否定する証拠は存在しないこと（かえって，前記のとおり，一条グループの研\n究開発部門として原告が設立されたことに照らせば，その研究開発に向けられた活\n動は，原告のために行われたと推認される。），②Ｇ及びＨについては，確かに，\n両名の研究発表は，一条工務店ないしは一条工務店研究開発部等所属従業員の肩書\nでなされ，施主に対する応対も一条工務店の従業員としてなされ，その勤務地も一\n条工務店の管理センターとされているものの，もともと一条工務店と原告とは，人\n的にも資本構成上も親子会社の関係にあり，ＧＣ各社を含めた外部に対しては，一\n条工務店の名称を前面に出して活動する方が，一条グループ全体の営業上も得策と\n考えられたことは推測に難くないこと，かえって，同人らは，原告から給与の支払\nを受け，原告の本来の業務とされていた建築技術の基礎研究を担当していたことな\nどに照らせば，被告の主張する「一条工務店による管理支配」の意味内容が明確で\nないことはさておいても，同人らの研究開発行為が原告のためではな\nく一条工務店のために行われたと認めることは相当でない。\nウ　開発研究費の負担について\n原告は，上記認定事実のとおり，相当数の従業員を木造建築技術の研究開発や建築\n関連機器の新商品の開発に従事させており，実際にも多くの成果を上げ，一条グル\nープの営業に貢献をしてきたものである。しかして，原告が上記従業員らに対して\n支給した給与の総額は，毎営業期においてかなりの金額に上っているところ，これ\nらは，広義では研究開発費の性質を有すると解されるから，本件ノウハウ等の開発\n研究費は，主として原告によって負担されていたと認められる。\nこの点についても，被告は，①本件譲渡契約締結直前の平成７年２月期における一\n条工務店の研究開発費が３９億９６００万円余であるのに対し，同期に対応する原\n告のロイヤリティ収入は約３１億円であり，このうち約１０億円は，ＧＣ各社から\nのロイヤリティ収入であることからすると，差引約１９億円（３９億９６００万円\n－(約３１億円－約１０億円））の金額は，一条工務店が自ら投下した研究開発費と\n評価することができること，②原告の事業内容には，住宅設備機器（商品）の輸入\n販売（いわゆる卸売販売）があり，この業務がかなりのウエイトを占めており，こ\nうした業務には，多くの販売管理費及び人件費がかかるから，原告における人件費\nがすべて研究開発費に当たるとはいえないこと，③仮に，原告における人件費がす\nべて研究開発費であるとしても，ロイヤリティ収入に対する研究開発費は，極めて\n低額であること，④ＧＣ各社からのロイヤリティの支払は，ＧＣ各社と原告とのフ\nランチャイズ契約に基づくものではなく，一条工務店の一方的な指示に基づいて行\nわれていたことなどに照らせば，結局，同契約締結前の原告の収益の多くは，一条\n工務店から原告に投入された資金であるということができることなど\nを理由に，研究開発費用を主に負担したのは，一条工務店である旨主張する。\nしかしながら，以下のとおり，被告の主張はいずれも採用できない。まず，①につ\nいては，上記認定事実のとおり，原告の決算報告書及び総勘定元帳によれば，本件\n譲渡契約締結直前ころに原告が一条工務店から支払を受けたロイヤリティの金額\nは，一条工務店の研究開発費とほぼ等しいから，一条工務店は，原告にロイヤリテ\nィを支払い，原告からその開発した本件ノウハウ等の使用許諾を受ける以外，独自\nに多額の研究開発費を投ずることはなかったと認められる。\n次に，②，③については，確かに，原告は，基礎的な建築技術や経営システムの開\n発と並んで，住宅設備機器等の調達・販売も行っているから，人件費のすべてが研\n究開発費の実質を有するものとはいえない（もっとも，被告は，住宅設備機器等の\n調達・販売に要する経費や業務が原告の業務のどの程度の割合を占めるかについ\nて，何ら具体的に主張立証していない。）が，上記認定事実のとおり，相当数の従\n業員や施設を研究開発活動に投入し，かなりの成果を上げていることからすれば，\n人件費の相当割合がそのための経費としての性質を有することは否定し難いし，原\n告のロイヤリティ収入に比して，原告における研究開発費の割合又は額が少ないと\nしても，それが研究開発費としてのある程度のまとまった額を下回るような場合で\nない限り，原告が本件ノウハウ等の研究開発費用の主たる負担者であるとの認定を\n妨げるものではない。\nさらに，④については，なるほど，原告設立時において，一条工務店からＧＣ各社\nに対し，今後はロイヤリティを原告に支払うよう指示があったことが認められる\nが，だからといって，一条工務店が原告の行った研究開発活動の経費を負担してい\nたと評価できるものでないことは明らかである（ＧＣ各社の中には，一条工務店と\n原告とを明確に区別していない者が存在していたことは前記のとおりであるもの\nの，そのロイヤリティが，原告の開発した本件ノウハウ等の使用許諾の対価たる性\n質を失うものではない。）。\nエ  本件特許権等の帰属について\n上記認定事実のとおり，一条工務店は，住研時代に，自己を出願人，Ｇ（又は外１\n名ないし３名）を発明者又は考案者として，多数の特許登録出願又は実用新案登録\n出願を行い，実際にも登録されてその権利者となっているところ，被告は，仮にこ\nれらの発明・考案が原告の従業員によって開発されたものであるとしても，少なく\nとも，本件特許権等については，開発体制いかんにかかわらず，これを一条工務店\nに帰属させるとの合意が成立していたというべきであるから，これと関連する本件\nノウハウ等も同様の扱いがされていたというべきである旨主張し，これを裏付ける\nものとして，昭和６２年契約において，①対価の構成要素の一つとして「開発費」\nが明示されていること，②本件各フランチャイズ契約におけるロイヤリティ条項と\n異なり，契約終了後の守秘義務の定めや，マニュアル類の返還といった定めがない\nことから，ここにいうロイヤリティの実態は，原告の開発費用の負担及び知的財産\n権承継の対価としての意味を有するものというべきであると指摘する。\n確かに，原告の従業員による発明・考案であるならば，本来は原告の名義で登録出\n願するのが自然と考えられるが，再三述べてきたとおり，一条工務店と原告とは親\n子会社の関係にあり，その営業政策上も，対外的には一条工務店の名義を前面に出\nすのが有利と考えたと推測できるから，本件特許権等が一条工務店に帰属するとの\n扱いを受けていたとしても，本件ノウハウも同様であるとはいえない（特許権等は\n公開されて外部の者の目に触れるのに対し，ノウハウは公開されない点に価値があ\nる。）。\nまた，昭和６２年契約（甲８の１，乙７）には，「乙（一条工務店）は甲（原告）\nから供与された「新しいノウハウ」と，これに必要な開発費とこれに伴う甲の教育\n指導に対し，その対価として次のロイヤリティを支払う。」と記載されているのに\n対し，他の本件各フランチャイズ契約については，「甲（ＧＣ各社）は，乙から許\n諾された販売実施権及び経営システムとこれに伴う乙の教育指導に対し，その対価\nとして次のロイヤリティを支払う。」と記載されているが，ロイヤリティは，一般\nにノウハウの使用の対価であると理解されていること，いずれも，ＧＣ各社及び一\n条工務店が支払うのはロイヤリティであるとされ，その計算方法，支払方法，ロイ\nヤリティ率もほぼ同様であること，昭和６２年契約の「その対価として次のロイヤ\nリティを……支払う。」の「その」は，文言上，原告から供与される「新しいノウ\nハウ」であると解されること，仮にロイヤリティが何らかのノウハウの譲渡対価の\n趣旨であれば，そのことをうかがわせる文言があって然るべきであるが，そのよう\nな文言は存在しないことに照らすと，上記記載は，ロイヤリティ受取りの経済的動\n機の一つがその開発費の回収にあるという当然のことを意味するにと\nどまると解するのが相当であること，一条グループにおける経営システムに関して\n守秘義務条項が定められるようになったのは，平成元年に締結されたフランチャイ\nズ契約以降であって，昭和６３年までに締結されたほかのフランチャイズ契約にお\nいても経営システムに関して守秘義務の定めはないこと，これらによれば，「これ\nに必要な開発費」は，単に動機を記載したものにすぎないと解されるから，昭和６\n２年契約が，一条工務店が原告に対してロイヤリティを支払うことによって，開発\nされた経営システムを譲渡する内容のものであるとの被告の主張は採用できない。\n(4)　本件先行処分等との整合性について\n原告は，①被告ほかの課税庁は，過去において多数回にわたる税務調査を実施し，\n原告に本件ノウハウ等が帰属することを確認してきた，②被告は，平成９年７月４\n日，本件譲渡契約によってＨＲＤが取得する本件ノウハウ等の対価とされた２０億\n円が過少にすぎるとして，その適正評価額を３１億２６０１万２０６６円と認定\nし，これを前提とする本件先行処分をしたものであって，その過程で本件ノウハウ\n等の内容について詳細に検討したはずであるから，本件各処分は根拠のない課税で\nあるなどと主張するところ，本件先行処分は本件ノウハウ等が原告に帰属していた\nことを前提とするのに対し，本件各処分はそれが一条工務店に帰属していたことを\n前提とするものであるから，両者間に矛盾があることは否定できない。\nこの点について，被告は，本件先行処分の際には，その実態（帰属）を十分に把握\nしていなかったと弁解するところ，証拠（甲６１ないし６３，６５）及び弁論の全\n趣旨によれば，以下の事実が認められる。\nア　被告は，平成７年２月２８日付けで，原告に対し，一条工務店やＧＣに対する\n売上（ロイヤリティ収入）計上漏れなどを理由として更正処分（ただし，一条工務\n店からの売上げが二重に計上されていたなどの理由で，結論としては減額更正）を\n行った。\nイ　原告から本件ノウハウ等の適正価額算定の依頼を受けた公認会計士増井高一\nは，本件譲渡契約締結に先立つ平成７年２月１５日，一条グループの完工高とロイ\nヤリティ率を基準として，本件ノウハウ等の上記価額を１９億円ないし２０億円と\n鑑定評価した。\nウ　原告は，平成９年の本件先行処分に先立ち，被告（及び中村税務署）による税\n務調査を受け，その結果，顧問税理士Ｉは，被告の担当者から，本件譲渡契約によ\nって原告がＨＲＤに譲渡したのは，本件ノウハウ等そのものだけでなく，フランチ\nャイズ契約の相手方からロイヤリティの支払を受けるシステム全体をも含むとの指\n摘を受けた。\nそこで，原告は，本件譲渡契約締結日から１年間に原告が取得するロイヤリティ収\n入に複利減価率を乗じて本件ノウハウ等の適正価額を算出することとし，第１案\n（一条工務店についてはロイヤリティ率　　　　　　）として２８億２３９５万０\n１７６円，第２案（前同　　　　　　）として３４億２８０７万３９５７円を被告\nに提案したところ，その中間値である３１億２６０１万２０６６円で合意が成立\nし，これに基づいて，被告は本件先行処分をした。\n以上の事実によれば，被告の担当者は，税務調査の結果，本件譲渡契約によってＨ\nＲＤに譲渡されたのは，本件ノウハウ等そのものだけでなく，フランチャイズ契約\nによってロイヤリティの支払を受けるシステムそのものであるとの問題意識を抱\nき，原告と協議した結果，本件先行処分を行うに至ったのであるから，その過程に\nおいて，本件各フランチャイズ契約に係る契約書等を精査したはずである。そうだ\nとすると，被告が本訴において主張する契約書上の問題点（原告が当事者として表\n示されていないものが多いことなど）も当然に認識したであろうことは想像に難く\nなく，これを出発点として，さらに本件ノウハウ等の帰属についても問題意識を深\nめるのが自然と解されるところ，これについての検討が行われた形跡はなく，単な\nる適正譲渡価額の点を巡る課税処分に終わったことは上記のとおりであり，その意\n味では，本件各処分に至った事情は，やや不可解であるとの印象を免れず，被告の\n上記弁解は，直ちに採用することはできない。\n付言すれば，本件各処分によって原告が新たに納付すべきこととなった法人税額\nは，平成８年６月期の更正処分による減額を考慮すると，実質的には原告の納付し\nた外国法人税額の否認によってもたらされたものであるところ，上記外国法人税\nは，被告による本件先行処分の結果，これと整合する金額に増額されているから，\n原告は，本件先行処分に従ったがために，今回の本件各処分によって，平成８年６\n月期の減額更正によっても埋められない，より大きな不利益を被ったことは否定で\nきない。\n(5)　小括\n以上の検討結果によれば，本件ノウハウ等の研究開発主体は原告であったものであ\nり，かつその成果を一条工務店に帰属させる必要性はなかったと認められるから，\nその帰属主体も原告であったと判断するのが相当である。\n４  経済的合理性の有無について\n(1)　証拠（甲９ないし１５，１６の１ないし１５，１７，１８，１９ないし２３の\n各１・２，２４ないし３４，３５・３６の各１ないし３，３７の１・２，３８，３\n９の１ないし４，４０の１ないし３，４１の１ないし５，４２の１ないし３，４３\nの１ないし４，４４の１・２）及び弁論の全趣旨によれば，以下の事実が認められ\nる。\nア　一条グループでは，同業他社との競争が激化するにつれ，それとの差別化をも\nたらす優れたデザイン，機能，耐久性等を有する商品の研究開発の必要性が認識さ\nれ，ＡとＥを中心として，その計画の具体化に着手した。その過程において，上記\nの目的を達成するためには，原材料の供給先に近く，国内の他社への情報漏れを防\nぎやすい海外に拠点を設けるのが有利と考えられ，検討の結果，地理的に東南アジ\nアの中心に位置し，政治情勢も安定しているシンガポールにＨＲＤを設立すること\nに決定した。\nイ　ＨＲＤは，シンガポールのＵＯＢビル内に本店を置き，経理事務等を行ってい\nるほか，ジュロン地区内のＩＭＭビルに置かれたデザインセンターにて，住宅関係\nの各種研究開発や内装事業を行っている。\nまた，　　　　　　　　　　　　に置かれたＨＲＤのフィリピン支店でも，住宅関\n係の研究開発や各種実験を行っており，台湾駐在員事務所では，原材料の市場調査\nや新商品の開発，さらには日本国内から指導員の派遣を受けて，中国の下請工場に\n対する技術指導などを担当している。\nウ　ＨＲＤは，事業を展開するために，相当数の日本人及び現地人を雇用している\nほか，本件資金移動に係る金員，役務提供・技術開発費，現地指導費用，研修費等\nの多額の費用を支出している。\n上記認定事実によれば，ＨＲＤは，一条グループがさらなる発展を期すため，その\n企業戦略の一環として海外に設置されることとなった住宅関連技術等の研究開発部\n門であり，少なくとも現時点において，それにふさわしい人的，物的施設等の実体\nを備え，かつ多額の費用を投じていることが明らかである。\nそうすると，ＨＲＤは，かつての原告のように，一条グループにおける建築技術，\n住宅関連機器等の研究開発拠点たることを目的として設立されたのであるから，一\n条グループの有する研究開発能力のすべてが集中され，効率的な研究開発体制を築\nくことが期待されていたと認めるのが相当であり，したがって，本件譲渡契約は，\n経済的，経営的な観点からする合理性を有していたと判断するのが相当である。\n(2)　この点につき，被告は，①昭和６２年契約に基づいて，一条工務店は，既に本\n件ノウハウ等を自由に利用し得る地位にあったこと，②ＨＲＤ，一条工務店及び原\n告の３社は，いずれも密接な資金関係にあり，また，役員構成も共通するところが\n多いことなどの事情を総合的に考慮すれば，ＨＲＤが原告から本件ノウハウ等を取\n得し，これを一条工務店へ供与する必要はない旨主張する。\nしかしながら，昭和６２年契約は，あくまで，原告が一条工務店に対して経営シス\nテムを供与する義務を負担する旨定めているにとどまり，一条工務店に経営システ\nムを自由に利用し得る地位を保障するものではなく，しかも，密接な人的・資本関\n係にあるからといって，そのような関係のある会社間の取引の効力を否定する根拠\nになるものではない。かえって，上記認定のとおり，研究機関の拠点を海外におい\nて，建築資材や建築設備等の情報を円滑に取得し，かつ，その情報の保護を図るた\nめにＨＲＤを設立し，ＨＲＤにそれまでに集積された本件ノウハウ等を譲渡するこ\nとには，十分な経済的合理性・必要性があると認められ，しかも，被告が自認する\nように，本件譲渡契約を仮装する動機も必要性もないのであるから，本件譲渡契約\nには経済的合理性がないとの被告の上記主張は採用できない。\n５　本件各処分の適否\n以上の検討結果を総合すれば，本件譲渡契約が仮装であるとの被告の主張は採用で\nきない。そうすると，本件譲渡契約に基づいてなされた本件資金移動が法人税法２\n２条２項所定の無償による資産の譲受けに該当しないことは明らかであるので，そ\nの余について判断するまでもなく，本件各処分（ただし，更正処分については，平\n成９年６月期は確定申告に係る税額を超える部分，平成１０年６月期及び平成１１\n年６月期については，平成１１年１１月２６日付け各更正処分に基づく納付すべき\n税額を超える部分）は違法といわざるを得ない。\n６　結論\nよって，原告の本訴各請求は，いずれも理由があるからこれらを認容することと\nし，訴訟費用の負担につき，行政事件訴訟法７条，民事訴訟法６１条を適用して，\n主文のとおり判決する。\n名古屋地方裁判所民事第９部\n裁判長裁判官      加　　　藤　　　幸　　　雄\n裁判官      舟　　　橋　　　恭　　　子\n裁判官      片　　　山　　　博　　　仁\n別表１ないし別表８は省略\n"
}