{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 13,
    "month": 7,
    "day": 12
  },
  "case_number": "平成12(行ケ)298",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "12395",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=12395",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/395/012395_hanrei.pdf",
  "contents": "平成１２年（行ケ）第２９８号　審決取消請求事件\n判　　　　決\n原　告　Ａ\n被　告　特許庁長官　及川耕造\n指定代理人　鈴木公子、幸長保次郎、茂木静代、山口由木\n主　　　　文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n事実及び理由\n第１　原告の求めた裁判\n「特許庁が平成７年審判第９２９２号事件について平成１２年６月２７日にした\n審決を取り消す。」との判決。\n第２　事案の概要\n１　特許庁等における手続の経緯\n原告は、昭和６１年５月３０日「建具」なる発明（本願発明）について特許出願\n（昭和６１年特許願第１２６９８１号）をしたところ、平成７年３月６日拒絶査定\nがあったので、同年５月２日審判を請求し、平成７年審判第９２９２号事件として\n係属したが、平成９年１１月２５日「本件審判の請求は、成り立たない。」との審\n決（第１次審決）があった。\n原告は、第１次審決の取消訴訟を東京高等裁判所に提起し、平成９年（行ケ）第\n３４２号事件として審理された結果、平成１０年１１月１８日、本願発明は実願昭\n５２－１７５０９６号（実開昭５４－１００４５５号）のマイクロフィルムに記載\nされた発明と同一であると判断した第１次審決を取り消す旨の判決があり、確定し\nた。\nその結果、平成７年審判第９２９２号事件において再度審理された結果、平成１\n２年６月２７日、再度「本件審判の請求は、成り立たない。」との審決（本件審\n決）があり、その謄本は、同年７月１５日原告に送達された。\n２　本願発明の要旨\n枠と該枠内に嵌め込まれた仕切り板とからなる建具であって、前記枠内に嵌め込\nまれた仕切り板は複数枚とすると共に各仕切り板の夫々を伸縮自在とし、使用しな\nい仕切り板は縮めて前記枠内の一端に集めると共に使用する仕切り板を枠内に伸ば\nして用いることを特徴とする建具。\n３　本件審決の理由の要点\n(1)　審判で平成１１年８月２６日付けで通知した拒絶理由に引用した、本件出願\n前日本国内において頒布された刊行物である、実願昭５６－１８００８４号（実開\n昭５８－８５０７３号）のマイクロフィルム（引用例）には、\n「建造物の開口の左右側縁に立設されていて、奥行に沿つて互いに重合する屋外\n側ガイドレール、中間ガイドレール、および屋内側ガイドレールと、該開口の上縁\nに建付けられて、上記ガイドレールの幅線に接する底面が開かれている開閉機ボッ\nクスと、屋外側ガイドレールに案内されて昇降動するスラツト型シャツタであつ\nて、かつ、開閉機ボツクス内に横架された巻取ドラムに巻付き収納されるようにし\nたシヤツタと、中間ガイドレールに案内されて昇降動する可撓性網戸であつて、か\nつ、開閉機ボツクス内に横架された巻取筒に巻付き収納されるようにした網戸と、\nリンク結合により上下に連成された複数のパネルより成るパネル戸であつて、屋内\n側ガイドレールと開閉機ボツクス内のガイド枠とに連通案内されて開閉動し、かつ\n重合して同ガイド枠に吊下げられた状態で開閉機ボツクス内に収納されるようにし\nたパネル戸とが形成されていることを特徴とする開閉装置。」（実用新案登録請求\nの範囲）、\n「この考案は、建造物の出入口や窓などの建屋開口を遮蔽および開放させるため\nの開閉装置に関する」（明細書２頁５～７行）、\n「キヤリア２３の上昇回動時には、最上段の透明パネル２１から順次上方に押上\nげられ、これにより最下段の透明パネルがガイド枠２２の水平部分に押し上げられ\nた開成態位では、４枚の透明パネル２１は、スペースＳ内に重合した状態でガイド\n枠２２の水平部分に吊下げ収納されるようになつている。」（同７頁１６行～８頁\n２行）、\n「実施例の開閉装置においては、シヤツタ２、網戸３、およびパネル戸４の３つ\nの遮蔽体を、夫々別個に任意に開閉させることが可能であり、すなわち、押ボタン\n１３の操作によりシヤツタ２とパネル戸４を電動で開閉させると共に、手操作で水\n切板１５を押上げ、また引下げることにより、網戸３を容易に開閉し得る。」（同\n８頁１９行～９頁６行）の記載がある。\n以上の記載及び第１図～第７図の記載からみて、引用例には、\n「建造物の開口の左右側縁に立設されていて、奥行に沿つて互いに重合する屋外\n側ガイドレール、中間ガイドレール、および屋内側ガイドレールと、該開口の上縁\nに建付けられた開閉機ボックスと、屋外側ガイドレールに案内されて昇降動するシ\nヤツタと、中間ガイドレールに案内されて昇降動する網戸と、屋内側ガイドレール\nと開閉機ボツクス内のガイド枠とに連通案内されて開閉動するパネル戸とからなる\n開閉装置であって、シヤツタと網戸を巻き取り可能とし、パネル戸を重合した状態\nで開閉機ボツクス内に収納可能とした開閉装置」\nが記載されていると認める。\n(2)　対比\n本願発明と引用例に記載された発明とを対比すると、引用例に記載された発明の\n「建造物の開口の左右側縁に立設されていて、奥行に沿つて互いに重合する屋外側\nガイドレール、中間ガイドレール、および屋内側ガイドレールと、該開口の上縁に\n建付けられた開閉機ボックス」は、本願発明の「枠」に相当し、引用例に記載され\nた発明の「シヤツタ」、「網戸」及び「パネル戸」は、本願発明の「仕切り板」に\n相当し、引用例に記載された発明の「屋外側ガイドレールに案内されて」、「中間\nガイドレールに案内されて」及び「屋内側ガイドレールと開閉機ボツクス内のガイ\nド枠とに連通案内されて」は、本願発明の「枠内に嵌め込まれた」に相当する。\nそして、引用例に記載された発明の「開閉装置」は、「建造物の開口の左右側縁\nに立設されていて、奥行に沿つて互いに重合する屋外側ガイドレール、中間ガイド\nレール、および屋内側ガイドレールと、該開口の上縁に建付けられた開閉機ボック\nス」（枠）と、「屋外側ガイドレールに案内されて昇降動するシヤツタと、中間ガ\nイドレールに案内されて昇降動する網戸と、屋内側ガイドレールと開閉機ボツクス\n内のガイド枠とに連通案内されて開閉動するパネル戸」とからなっているから、\n「可動の戸と建具枠で構成され、建築の開口部を開閉するもの」という「建具」の\n定義（株式会社彰国社発行、「建築大辞典<縮刷版>」による。）に照らすと、本願\n発明の「建具」に相当する。\nさらに、本願発明における「各仕切板の夫々を伸縮自在とし、使用しない仕切り\n板は縮めて前記枠内の一端に集めると共に使用する仕切り板を枠内に伸ばして用い\nる」については、本願明細書に、「各仕切り板2a、2b、2cは夫々、伸縮自在とす\nる。そして、仕切り板2a、2b、2cのうち、使用するものは枠１内に伸ばして用い\nる。使用しない他のものは縮めて枠１内の一端に集める。」（２頁７行～１０行）\nの記載、及び「仕切り板2a、2b、2cのうち、使用しない仕切り板は折りたたみ式、\nスライド式等により縮め、左、右端に又は上、下端等、枠１の一端に集めるもので\nある。」（２頁１５行～１７行）の記載があり、折りたたみ式、スライド式等によ\nり伸縮自在で、使用しないときは縮めて枠の一端に集め、使用するときは枠内に伸\nばして用いる伸縮自在の仕切り板が例示されている。そうすると、引用例に記載さ\nれた発明の「パネル戸」は、重合した状態で収納可能となっているから伸縮自在で\nあり、使用しないときは縮めて屋内側ガイドレール（枠）内の一端に集められ、使\n用するときは屋内側ガイドレール内に伸ばして用いられるものであると認められ\nる。\nまた、引用例に記載された発明の「シヤツタ」と「網戸」は、使用しないときは\n巻き取られ、それぞれ屋外側ガイドレールと中間ガイドレール（枠）の一端に集め\nられ、使用するときは枠内に引き出して用いられるものと認められる。\nそして、これら「パネル戸」、「シヤツタ」及び「網戸」は、重合して、あるい\nは巻き取られて集めた状態にあるときは、それらの仕切り板としての機能を無視で\nきる程度になるから、使用するために選ばれて伸ばされた「パネル戸」、「シヤツ\nタ」又は「網戸」が、そのときの開閉装置（建具）の実質的な仕切り板の役割を果\nたすものと認められる。\nしたがって、本願発明と引用例に記載された発明は、\n「枠と該枠内に嵌め込まれた仕切り板とからなる建具であって、前記枠内に嵌め\n込まれた仕切り板は複数枚とし、使用しない仕切り板は枠内の一端に集めると共に\n使用する仕切り板を枠内に引き出して用いる建具。」である点で一致し、以下の点\nで相違する。\n相違点\n本願発明は、各仕切り板の夫々を伸縮自在とし、使用しない仕切り板は縮めて前\n記枠内の一端に集めると共に使用する仕切り板を枠内に伸ばして用いるのに対し、\n引用例に記載された発明は、一部の仕切り板を伸縮自在とし、他の仕切り板を巻き\n取り可能とし、使用しない仕切り板は縮めるか、巻き取って枠内の一端に集めると\n共に、使用する仕切り板を枠内に伸ばすか、引き出して用いる点。\n(3)　相違点についての検討\nさきに述べたように、本願明細書には、本願発明の伸縮自在な仕切り板として、\n折りたたみ式やスライド式のものが例示されている。そして、網戸やシャッタにお\nいて、折りたたみ式やスライド式の構造にして、縮めて一端に集めたり、あるいは\n伸ばすようにすることは、本件出願前周知の技術（例えば、ア：実願昭５５－１８\n８８９９号（実開昭５７－１１１９９４号）のマイクロフィルム（周知例ア）、\nイ：実願昭５７－５２４２３号（実開昭５８－１５６８６４号）のマイクロフィル\nム（周知例イ）、ウ：実願昭５７－９８６１５号（実開昭５９－３９９５号）のマ\nイクロフィルム（周知例ウ）、エ：実願昭５７－１５９９３号（実開昭５８－１１\n８０１４号）のマイクロフィルム（周知例エ）、参照。）であり、引用例に記載さ\nれた発明において、網戸やシャッタに、巻き取りに代えて上記周知の技術である折\nりたたみ式やスライド式の構造を採用し、各仕切り板のそれぞれを伸縮自在とする\n程度のことは、当業者が容易になし得たことである。\nそして、本願発明が奏する効果も、引用例に記載された発明及び周知の技術から\n当業者が予測し得たものであって、格別、顕著なものとは認められない。\nしたがって、本願発明は、引用例に記載された発明及び周知の技術に基づいて当\n業者が容易に発明をすることができたものである\n(4)　意見書の主張に対して\n原告（審判請求人）は、意見書において、「８．本願発明の仕切板が伸縮自在で\nあるとは、１つの建具で複数種類の建具があるのと同様な役割を持たせるという発\n明の目的や効果からみて、枠内の一端に集められることであり、その集められた仕\n切り板の存在が、建具の一部として希薄になる程度に十分に縮むことを意味してい\nる。つまり、本願発明の仕切板は、一枚物で形成されており、使うものは伸ばし、\n使わないものは縮めて、枠の一端に集めるものである。具体的には、伸縮する構造\n又は伸縮する部材で構成された仕切り板を、スライド式、折りたたみ式、その他の\n方法で伸縮させるものである。」、「９．上記引用例・・・には上記（８）に記載\nの要旨の記載がない。伸縮する構造又は伸縮する部材で構成されたものはなく、ま\nたそれを示唆ものもない。よって本願発明は拒絶理由によるものに該当せず、また\n容易に発明できるものでなく、特許法２９条２項の規定に該当せず特許を受けるこ\nとができるものである。」と述べ、本願発明の仕切板が伸縮自在であるとは、枠内\nの一端に集められ、その集められた仕切り板の存在が、建具の一部として希薄にな\nる程度に十分に縮むことを意味し、本願発明の仕切板は、一枚物で形成されてお\nり、具体的には、スライド式、折りたたみ式、その他の方法で伸縮させるものであ\nり、引用例及び周知例には、伸縮する構造又は伸縮する部材で構成されたものはな\nく、またそれを示唆するものもない旨主張しているので、これについて検討する。\n引用例に記載された「パネル戸４」は、スライド式で、枠（建造物の開口の左右\n側縁に立設されていて、奥行に沿つて互いに重合する屋外側ガイドレール、中間ガ\nイドレール、及び屋内側ガイドレールと、該開口の上縁に建て付けられた開閉機ボ\nックス）内の一端に集められ、その集められたパネル戸の存在が、建具の一部とし\nて希薄になる程度に十分に縮むものと認められる。\nまた、引用例に記載された「シャッタ２」と「網戸３」は、巻き取りによるもの\nではあるが、使用しないときには枠の一端に集められ、その集められたシャッタと\n網戸の存在が建具の一部として希薄になる程度に十分に縮むものと認められる。そ\nして、シャッタや網戸において、折りたたみ式やスライド式の構造にして、一端に\n集めたり、あるいは伸ばすようにすることは、前記のように本件出願前周知の技術\n（周知例ア及びイのシャッタはスライド式の構造を有し、周知例ウの網戸（網体\n３）は折りたたみ式の構造を有し、周知例エの網戸はスライド式の構造を有し、い\nずれも一端に集めたり、あるいは伸ばすようにするものである。）であり、引用例\nに記載された発明のシャッタと網戸に上記周知の技術を採用すれば、シャッタと網\n戸は、枠内の一端に集められ、その集められたシャッタと網戸の存在が建具の一部\nとして希薄になる程度に十分に縮むことになるのは明らかである。したがって、原\n告の主張は採用することができない。\n(5)　審決のむすび\n以上のとおり、本願発明は、引用例に記載された発明及び周知の技術に基づいて\n当業者が容易に発明をすることができたものであるから、特許法２９条２項の規定\nにより特許を受けることができない。\n第３　原告主張の審決取消事由\n本件審決は、本願発明と引用例記載の技術との相違点として、「本願発明は、各\n仕切り板の夫々を伸縮自在とし、使用しない仕切り板は縮めて前記枠内の一端に集\nめると共に使用する仕切り板を枠内に伸ばして用いるのに対し、引用例に記載され\nた発明は、一部の仕切り板を伸縮自在とし、他の仕切り板を巻き取り可能とし、使\n用しない仕切り板は縮めるか、巻き取って枠内の一端に集めると共に、使用する仕\n切り板を枠内に伸ばすか、引き出して用いる点。」と認定し、この相違点について\nの検討で「本願明細書には、本願発明の伸縮自在な仕切り板として、折りたたみ式\nやスライド式のものが例示されている。そして、網戸やシャッタにおいて、折りた\nたみ式やスライド式の構造にして、縮めて一端に集めたり、あるいは伸ばすように\nすることは、本件出願前周知の技術であり、引用例に記載された発明において、網\n戸やシャッタに、巻き取りに代えて上記周知の技術である折りたたみ式やスライド\n式の構造を採用し、各仕切り板のそれぞれを伸縮自在とする程度のことは、当業者\nが容易になし得たことである。」と認定判断したが、誤りである。\nすなわち、本願発明の要旨は、特許請求の範囲の記載によれば、「各仕切板の夫\n々を伸縮自在とし」た構成を有するものであるが、仕切り板が伸縮自在であると\nは、１つの建具で複数種類の建具があるのと同様な役割を持たせるという発明の目\n的や効果からみて、枠内の一端に集められることであり、その集められた仕切り板\nの存在が、建具の一部として希薄になる程度に十分に縮むことを意味している。つ\nまり、本願発明の仕切り板は、一枚物で形成されており、使うものは伸ばし、使わ\nないものは縮めて、枠の一端に集めるものである。\nこれに対し、本件審決が挙げた実願昭５５－１８８８９９号（実開昭５７－１１\n１９９４号）のマイクロフィルム（周知例ア）では、シャッタが上下に昇降し移動\n開閉するが、伸縮はしないものである。同じく実願昭５７－５２４２３号（実開昭\n５８－１５６８６４号）のマイクロフィルム（周知例イ）では、パネルシャッタが\n上下に移動して開閉するが、伸縮はしないものである。同じく実願昭５７－９８６\n１５号（実開昭５９－３９９５号）のマイクロフィルム（周知例ウ）では、ブライ\nンド（網体付）が多段に形成されて自在に傾動し、またブラインドの外周を周回す\nる網体は、コ－ドを上下することにより自在に傾動もするし、折畳まれて引き上げ\nられるが、ブラインドと網体は共に伸縮しないものである。同じく実願昭５７－１\n５９９３号（実開昭５８－１１８０１４号）のマイクロフィルム（以下「周知例\nエ」という。）に記載された車両の窓部に開閉自在な網戸、巻き取り開閉する網\n戸、上下複数段状の網体からなる車両用窓装置では、網戸、ブラインド、窓ガラス\nが上下に移動して開閉するものであるが、伸縮するものではない。\nこのように、上記各周知例は、いずれもスライド式、折りたたみ式、巻き取り式\n等の方法で移動するものであって、パネル、シャッタ、ブラインド、網戸等が伸縮\nするものではないから、本件審決が前記相違点で摘示した「本願発明は、各仕切り\n板の夫々を伸縮自在とし、使用しない仕切り板は縮めて前記枠内の一端に集めると\n共に使用する仕切り板を枠内に伸ばして用いる」構成を示唆するものではない。\n被告提出の実願昭５８－１１２３４０号（実開昭６０－２２６９７号）のマイク\nロフィルム（乙第１号証）には、網を室内、室外側に交互に曲げ部を作って折りた\nたまれた状態で収納される網戸が記載されているが、この網戸はアコーデオンカー\nテン式に網を伸縮させるものであって、網が可動部材を用いて折りたたまれて開閉\nするものであり、網自体が伸縮するものではないし、一枠内に複数の網戸等の伸縮\nする部材を設けたものでもない。\nそして、本願発明は、複数の仕切り板の夫々を伸縮自在な構成とすることによ\nり、四季、寒暖、時期、時間等の状況や必要に応じて、素早く簡単に適切に対応で\nきるという顕著な効果も奏するものである。\nしたがって、本件審決が「本願発明は、引用例に記載された発明及び周知の技術\nに基いて当業者が容易に発明をすることができたものである」と判断したのは、誤\nりである。\n第４　審決取消事由に対する被告の反論\n網戸やシャッタにおいて、折りたたみ式やスライド式の構造にして、縮めて一端\nに集めたり、伸ばしたりすることは、本願発明の出願前に周知の技術であって、本\n件審決は、この例示として、周知例ア～エを挙げているが、更に実願昭５８－１１\n２３４０号（実開昭６０－２２６９７号）のマイクロフィルム（乙第１号証）を挙\nげることもできる。そうすると、引用例に記載された網戸やシャッタにおいて、巻\nき取る構造に代えて周知の技術である折りたたみ式やスライド式の構造を採用し\nて、各仕切り板の夫々を伸縮自在とし、使用しない仕切り板は縮めて枠内の一端に\n集めると共に使用する仕切り板を枠内に伸ばして用いるようにする程度のことは、\n当業者が容易になし得たことである。\n引用例には「本考案に係る開閉装置によれば、シャッタ・網戸・パネル戸の３遮\n蔽体を、奥行に沿い密に列設させると共に、各遮蔽体の収納箇所と開閉駆動機構と\nを、単一のボックス内にまとめて配置させるように構成したので、狭いスペース内\nに建付けることが可能になるほか、外観や操作性が良好であり、これにより開閉装\n置の実用性・・・を高める効果がある。」（１０頁２～９行）と記載され、この記\n載によれば、引用例の開閉装置は、外部から人などの侵入を阻止したり、外気の流\n入や雨水の吹込みを阻止すると共に採光をするため、又は強風の吹込み、ほこり・\n虫等の侵入を防ぐと共に通風を行うため、などの目的に応じた３種類の遮蔽体を密\nに列設し、これらの遮蔽体を単一のボックス内に収納したことにより、コンパクト\nであること、また、３種類の各遮蔽体を別個に任意かつ容易に開閉することが可能\nであると認められる。そして、３種類の遮蔽体である「パネル戸」、「シャッタ」\n及び「網戸」は、縮めたり巻き取って集めた状態にあるときは、それらの遮蔽板\n（仕切り板）としての機能が無視し得る程度になり、使用するために選ばれて伸ば\nすか、引き出された状態にあるときには、実質的に遮蔽板（仕切り板）としての機\n能を奏するものと認められる。そうすると、本願発明の作用効果は、引用例に記載\nの網戸やシャッタにおいて、巻き取る構造に代えて上記周知の技術である折りたた\nみ式やスライド式の構造を採用したことにより当然に奏することのある作用効果に\nすぎない。\n第５　当裁判所の判断\n１　原告は、本件審決が挙げた周知例アないし周知例エが、いずれもスライド\n式、折りたたみ式、巻き取り式等の方法で移動するものであって、パネル、シャッ\nタ、ブラインド、網戸等が伸縮するものではないから、本件審決が本願発明と引用\n例記載の技術との相違点で摘示した「本願発明は、各仕切り板の夫々を伸縮自在と\nし、使用しない仕切り板は縮めて前記枠内の一端に集めると共に使用する仕切り板\nを枠内に伸ばして用いる」構成を示唆するものではないと主張し、被告が提出した\n実願昭５８－１１２３４０号（実開昭６０－２２６９７号）のマイクロフィルム\n（乙第１号証）の網戸はアコーデオンカーテン式に網を伸縮させるものであって、\n網が可動部材を用いて折りたたまれて開閉するものであり、網自体が伸縮するもの\nではないし、一枠内に複数の網戸等の伸縮する部材を設けたものでもないと主張す\nる。\n２　しかし、甲第６号証によれば、平成９年８月８日付け手続補正書添付の本願\n明細書には、\n「本発明の具体的一実施例を示すと、\n建具は、枠１と、該枠１内に嵌め込まれる仕切り板２とからなり、仕切り板２は\n複数枚の仕切り板２ａ、２ｂ、２ｃとし、且つ各仕切り板２ａ、２ｂ、２ｃは夫\n々、伸縮自在とする。・・・\n前記仕切り板２は、例えば仕切り板２ａを透明板、仕切り板２ｂを不透明板、仕\n切り板２ｃをスダレ板にて構成したりすることができる。また仕切り板は必要に応\nじて２枚にし、１枚は不透明板、１枚は網戸板にすることもできる。\n仕切り板２ａ、２ｂ、２ｃのうち、使用しない仕切り板は折りたたみ式、スライ\nド式等により縮め、左、右端に又は上、下端等、枠１の一端に集めるものである。\nなお、必要に応じて建具の枠１の左、右、上、下の端部を伸縮できるようにす\nる。\n本願発明は上記実施例にのみ限定されるものではなく、本発明の要旨を逸脱しな\nい範囲内に於いて種々の変更を加え得ることができるのである。」（２頁５～２２\n行）\nと記載されていることが認められる。\nこの記載によれば、本願発明において、透明板、不透明板、簾板、網戸板等の仕\n切り板の中で、使用しない仕切り板は、折りたたみ式、スライド式等により縮め\nて、左端若しくは右端、又は上端若しくは下端に集められるものと認められる。そ\nうすると、本願発明において「各仕切り板の夫々を伸縮自在とし」たことは、仕切\nり板自体が伸縮するものだけでなく、仕切り板が折りたたみ式、スライド式により\n縮められるようなものをも含むことを意味すると認められる。\n３　そして、甲第３号証の４によれば、周知例ウには「本考案は、スラット間を\n防虫用の網体によって遮蔽することによって網戸が不要となり、かつ伝熱量を減じ\nることにより家屋の居住性を向上するとともに、外部からの透視を妨げることがで\nき、使い勝手に優れたブラインド装置に関する。従来壁に設けるガラス窓等透光部\nの室内側又は室外側等に設けるブラインド装置は、スラットを開放したときに\nは、・・・外部からの透視が可能となり保安性に劣るとともに、・・・網戸の別設\nが必要となる。さらに・・・建物の保温効果、空調効果を阻害する等の欠点があっ\nた。本考案はかかる問題点を解決しうるブラインド装置の提供を目的とし、・・・\n本考案のブラインド装置・・・（１）は、多段に配されるスラット（２）間を、防\n虫用の網体（３）により遮蔽したものであって、スラット（２）は、・・・上部箱\n（５）から吊下される。」（１頁８行～２頁１２行）、「プーリ（１３）にはスラ\nット（２）の端部中央を遊挿しかつスラット（２）の下方に設けた安定板（１９）\nに結着される昇降コード（２１）が巻装され、かつ該昇降コード（２１）は後片\n（９）に設けた小孔（２２）を通り例えば室内に垂下している。」（２頁１６～２\n０行）、「昇降コード（２１）を引上げることによって、第３図に示すように網体\n（３）を折畳みつつ引上げうる。」（４頁５～７行）、「第６～７図は本考案のさ\nらに他の実施例を示す。本実施例においては、装置（１）はガラス窓を形成するサ\nッシ（３０）の外部上下に設けた・・・網戸状に形成され、・・・上枠（３３）、\n下枠（３４）を側枠（３５）により連結した矩形の枠体（３７）内部に形成され\nる。」（５頁６～１１行）と記載されていることが認められる。これらの記載と周\n知例ウの第１、第３、第６、第７図が示すところによれば、第１、第３図が示す実\n施例では、昇降コードを引き上げると、安定板が引き上げられることにより、網体\n３が縮められてガラス窓の上部箱側に集められるものであり、第６、第７図が示す\n実施例では、網体が枠内に伸びて設けられていると認められる。\nまた、乙第１号証によれば、実願昭５８－１１２３４０号（実開昭６０－２２６\n９７号）のマイクロフィルムには、「本考案は、出窓などの窓枠のガラス窓室内側\nに設置される網戸の改良に関するものである。」（２頁１７～１８行）、「本考案\nの網戸は、窓枠の対向する一方の竪枠にガラス戸の室内側に配置して固定される網\n戸竪枠に、室内、室外側に交互に曲げ部が形成されて折畳まれる伸縮可能な網の一\n端部を固定し、この網の他端部を網戸竪枠と対向しかつ窓枠の他方の竪枠側に当接\n可能な可動部材に固定し、前記網戸竪枠および可動部材を網の折畳み時に互に嵌合\nして網の収納可能な箱形横断面部が形成される形状に構成したものである。」（４\n頁７～１６行）、「以上のように構成された実施例の網戸は、回転ガラス戸の閉時\nには、第５図に示すように、網戸竪枠（１７）の溝形部（１７ａ）と可動部材（２\n２）の溝形部（２２ａ）が嵌合して構成された箱形横断面部内に、網（２５）が室\n内、室外側に交互に曲げ部が形成されて折畳まれた状態で収納され、・・・ガラス\n戸の開時に網戸を使用するには、係合部（２２ａ）を係合受部（１７ａ）から外し\nて可動部材（２２）を第５図の右方に移動させると、折畳まれていた網（２５）が\n第３図に示すように伸長して網戸竪枠（１７）と可動部材（２２）の間でほぼ直線\n状となり、可動部材（２２）が網戸竪枠（１８）を介して窓枠（１１）の竪枠（１\n４）に当接される。」（７頁３行～８頁６行）と記載されていることが認められ\nる。これらの記載と第３～５図が示すところによれば、ガラス戸の開時には直線状\nに伸長する網が、ガラス戸の閉時には折り畳まれて縮められた状態で収納されるも\nのであること、ガラス戸の開時に直線状に伸長した網が、窓枠内に設けられている\nことが認められる。\n４　以上説示したところによると、周知例ウに示される「網体３」及び実願昭５\n８－１１２３４０号（実開昭６０－２２６９７号）のマイクロフィルムに示される\n「網」は、本願発明の「伸縮自在とされた仕切り板」に相当するものと認められる\nから、使用しない仕切り板を縮めて枠内の一端に集めること及び仕切り板を枠内に\n伸ばして用いることは、周知の技術であるということができる。そして、この周知\nの技術は、引用例記載の技術と同様に、建造物の窓部に用いられる遮蔽部材として\n共通する機能を有することは明らかである（この判断に沿わない原告準備書面中の\n主張は採用することができない。）。\nしたがって、本件審決が「引用例に記載された発明において、網戸やシャッタ\nに、巻き取りに代えて上記周知の技術である折りたたみ式やスライド式の構造を採\n用し、各仕切り板のそれぞれを伸縮自在とする程度のことは、当業者が容易になし\n得たことである。」と判断した点に、原告主張の誤りはない。\n５　原告主張の本願発明の効果についても、上記した周知の技術を引用例記載の\n考案に適用した結果として当然に奏される程度のものにすぎないことは明らかであ\nるから、本願発明の効果について格別顕著なものはないとした本件審決の判断に、\n誤りがあるとは認められない。\n第６　結論\n以上のとおり、原告主張の審決取消事由は理由がないので、原告の請求は棄却さ\nれるべきである。\n（平成１３年６月２８日口頭弁論終結）\n東京高等裁判所第１８民事部\n裁判長裁判官　　　永　　　井　　　紀　　　昭\n裁判官　　　塩　　　月　　　秀　　　平\n裁判官　　　古　　　城　　　春　　　実\n"
}