{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 12,
    "month": 2,
    "day": 24
  },
  "case_number": "平成9(ワ)9063",
  "case_name": "特許権侵害差止請求事件",
  "court_name": "大阪地方裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "13316",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=13316",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/316/013316_hanrei.pdf",
  "contents": "平成九年(ワ)第九〇六三号　特許権侵害差止請求事件\n判　　　　決\n原　　告　　　　　　　　　　　　株式会社東洋精米機製作所\n右代表者代表取締役　　　　　　　【Ａ】\n右訴訟代理人弁護士　　　　　　　藤田邦彦\n右補佐人弁理士　　　　　　　　　【Ｂ】\n被　　告　　　　　　　　　　　　大阪米穀株式会社\n右代表者代表取締役　　　　　　　【Ｃ】\n被　　告　　　　　　　　　　　　三多摩食糧卸協同組合\n右代表者代表理事　　　　　　　　【Ｄ】\n被　　告　　　　　　　　　　　　株式会社佐竹製作所\n右代表者代表取締役　　　　　　　【Ｅ】\n右被告ら訴訟代理人弁護士　　　　池田　昭\n右補佐人弁理士　　　　　　　　　【Ｆ】\n同　　　　　　　　　　　　　　　【Ｇ】\n主　　　　文\n一　被告大阪米穀株式会社及び被告三多摩食糧卸協同組合は、別紙イ号物\n件目録記載の物件を製造、販売してはならない。\n二　被告株式会社佐竹製作所は、別紙ロ号物件目録記載の物件を製造、販\n売してはならない。\n三　訴訟費用は、被告らの連帯負担とする。\n事実及び理由\n事実及び理由は、別紙事実及び理由記載のとおりであり、原告の請求は理由があ\nるから、主文のとおり判決する（仮執行宣言を付するのは相当でないから、これを\n付さないことにする。）。\n（口頭弁論終結日　平成一一年一一月一二日）\n大阪地方裁判所第二一民事部\n裁判長裁判官　　　小　　　松　　　一　　　雄\n裁判官　　　水　　　上　　　　　　　周\n裁判官渡部勇次は、差し支えのため署名押印ができない。\n裁判長裁判官　　　小　　　松　　　一　　　雄\n（別紙）　　　　　　事実及び理由\n第一　請求\n主文同旨\n第二　事案の概要\n本件は、別紙特許権目録記載の特許権（以下「本件特許権」といい、その発\n明を「本件特許発明」という。また、本件特許発明に係る特許出願の願書に添付さ\nれた明細書を「本件明細書」という。）の共有者である原告が、被告大阪米穀株式\n会社(以下「被告大阪米穀」という。)及び被告三多摩食糧卸協同組合に対し、同被\n告らは、別紙イ号物件目録記載の物件(以下「イ号物件」という。)を製造、販売し\nているところ、イ号物件は本件特許発明の技術的範囲に属するとして、その製造、\n販売の差止めを求め、また、被告株式会社佐竹製作所（以下「被告佐竹」とい\nう。）に対し、同被告は、別紙ロ号物件目録記載の物件（以下「ロ号物件」とい\nう。）を製造、販売しているところ、ロ号物件は本件特許発明の技術的範囲に属す\nるイ号物件の生産にのみ使用されるものであり、その製造、販売は本件特許権の間\n接侵害に当たるとして、その製造、販売の差止めを求めている事案である。\n一　争いのない事実\n１　本件特許権\n(一)　原告は、本件特許権の共有者である。\n(二)　本件特許発明の構成要件を分説すると、次のとおりである。\nＡ　洗滌時に吸水した水分が主に米粒の表層部にとどまっているうちに強\n制的に除水して得られる、\nＢ　米肌に亀裂がなく、\nＣ　米肌面にある陥没部の糠分がほとんど除去された、\nＤ　平均含水率が約13％以上16％を超えないことを特徴とする\nＥ　洗い米\n２　被告らの行為\n(一)　被告大阪米穀は平成３年12月ころから、被告三多摩食糧卸協同組合は\n平成７年４月ころから、それぞれ肩書地において、業として、ロ号物件を使用し\nて、あらかじめ糠粉等を除去して消費者が洗米せずに炊くことができる洗い米（商\n品名「ジフライス」、「きれいさん」等）を製造し、これを販売している（以下、\n被告大阪米穀及び被告三多摩食糧卸協同組合が製造、販売している洗い米を「被告\n洗い米」という。なお、原告は、被告洗い米は、別紙イ号物件目録記載のとおりの\nものであると主張し、これに対し被告らは、右洗い米は別紙被告物件目録記載のと\nおりのものであると主張している。）。\n(二)　被告佐竹は、平成３年12月ころから、業として、ロ号物件を製造し、\n販売している（なお、その構成は別紙説明書記載のとおりであり、一部について争\nいがある。また、被告らは、ロ号物件にはオプションとして別紙仕上研米装置記載\nの装置を付加したものも存在すると主張している。）。\n３　ロ号物件は、被告洗い米（あるいはこれと同等の性質を有する洗い米）を\n生産するためにのみ使用されるものである。\n４　被告洗い米は、本件特許発明の構成要件Ｄを充足する。\n二　争点\n１　被告洗い米は、本件特許発明の技術的範囲に属するか。\n(一)　被告洗い米は、「洗滌」により、「米肌面にある陥没部の糠分がほと\nんど除去され」た「洗い米」か。（構成要件Ａ、Ｃ、Ｅ）\n(二)　被告洗い米は、「吸水した水分が米粒の表層部にとどまっているうち\nに強制的に除水して得られ」たものか。（構成要件Ａ）\n(三)　被告洗い米は、「米肌に亀裂がな」いか。（構成要件Ｂ）\n２　本件特許権は、出願手続中にされた補正が要旨の変更に当たり、出願日が\n繰り下がることにより、被告らは、本件特許権につき先使用に基づく通常実施権を\n有するか。\n３　被告大阪米穀は、今後、被告洗い米を製造、販売するおそれがあるか。\n三　当事者の主張\n１　争点１(一)（被告洗い米は、「洗滌」により、「米肌面にある陥没部の糠\n分がほとんど除去され」た「洗い米」か。）について\n【原告の主張】\n(一)　本件特許発明における「洗滌」の意義\n(1)　一般的に「洗滌」とは、水等の液体を被洗滌物に接触させて、物理的\n又は化学的に被洗滌物から汚れ等の付着物を分離させることである。\n(2)　本件特許発明における「洗滌」の意味について、本件明細書（別添特\n許公報の該当箇所を摘示する｡）には、「本発明の洗い米を得るための洗滌方法は短\n時間で効率よく除糠、除水できる方法であれば特に限定されない。」（５欄９～\n11行）と記載されている。\nそして、本件明細書には、「『洗米』又は『水洗』の意味は、米粒群\nが水中に漬かる程の大量の水の中で攪拌して洗うことである。」（８欄25～27行）\nと記載されているが、米粒群を水に漬ける場合には、米粒と米粒の隙間に水が入る\nから、米粒重量の約40％の水量で米粒群が水中に漬かることになる。\nまた、本件明細書には、精白米の洗滌に当たっては、回転を早くした\nり、洗米槽を小径に改造する以外は、公知の連続精米機を用いることができる旨記\n載されている（５欄11～15行）。公知の連続精米機は、水の供給を受けた一瞬は米\n粒群が水に浸かる時はあるものの、それ以外の時は、米粒表面に水が付着している\nだけであり（実公昭40-11180号公報、実開昭61-37229号公報等）、米粒群は、付着\n水のみの攪拌や時々余剰水の中に漬かり攪拌されることにより、米粒から除かれた\n糠がそれらの水に混じり、糠混入水となって除去され、洗米ができることになる。\n(3)　したがって、本件特許発明における「洗滌」とは、精米機や研磨機で\nは除去できない米粒の残留糠を除去するため、米粒と水を接触させて攪拌しなが\nら、米粒表面に水を付着させるとともに、付着しきれない余剰水にも時々漬かるこ\nとにより、米粒に残存した糠をそれらの水に浮遊させ、その混合液となった付着水\n及び余剰水を米粒から分離することである。\n(二)　被告洗い米について\nロ号物件（ジフライス設備JF3A）では、加水攪拌部Ａにおいて投入タン\nク５に連続的に投入される精白米に対し、水が連続的に供給され、これらが螺旋状\n部を通過して加水攪拌部に至り、同部の攪拌バー26により、精白米と水が攪拌され\nる。右精白米が、水と共に螺旋上部を通過する際、及び加水攪拌部８における攪拌\n作用により、米粒表面の糠は、洗滌水へと移行し、米粒表面から除去される。この\n加水攪拌による糠の除去は、精白米の洗滌に他ならない。\nそして、被告洗い米は、右洗滌により米肌面にある陥没部の糠分がほと\nんど除去されている。\nよって、被告洗い米は、洗滌により米肌面にある陥没部の糠分がほとん\nど除去された洗い米である。\n【被告らの主張】\n(一)　本件特許発明における「洗滌」の意義\n(1)　通常の精米工程において、精白作用により、米粒から、糠の主成分た\nる果皮、種皮、胚芽及び糊粉層等がいったん剥離されるものの、この剥離されたも\nののうち、ミクロン単位の一部糠分が米肌面に存する無数で微細な陥没部若しくは\n小さな洞穴状の胚芽の抜け跡に入り込んで付着する。この付着した糠粉を除去する\nことが、本件特許発明の「洗滌」の目的である（本件公報６欄13～15行）。\n他方、現在までの精米技術においては、精米工程で糊粉層のみを全て\n除去することは不可能であり、通常の精白米は、その背面に一層の糊粉層が残留\nし、また米粒の縦溝内にも糊粉層が一部残留している。このように精白米に一部残\n留している糊粉層の除去は、本件特許発明の「洗滌」の目的の範囲外である。\n(2)　本件明細書には、「無数で微細な陥没部･･････に入り込んでいる澱粉\n粒や糠分を除去するには、･･････米粒群を水の中にザブンと漬けて、少なくとも\n30回以上は攪拌して洗米する必要がある。･･････水中に浸して激しく攪拌している\n間に、糠粉等を水に浮遊させて洗い流す以外にない。」（７欄41～49行）、「『洗\n米』又は『水洗』の意味は、米粒群が水中に漬かる程の大量の水の中で攪拌して洗\nうことである。」（８欄25～27行）との記載があり、本件特許発明においては、洗\n米機の攪拌体が回転して米粒が水中で攪拌されることは明白であるが、米粒と水の\n量的関係については明確でない。\nそこで、本件明細書の効果欄をみると、「本発明の洗い米は、次の(1)\n～(4)に示すような効果を有するものである」（13欄末行～14欄45行）として、(3)\nには、「本発明品の米は洗米歩留りがよいので、社会的に有益である。これは従来\nの米の洗米は手作業でも機械式でも高圧でゴシゴシとやるので、本来米肌に残って\n欲しい物質も剥離され流失してしまうが、本発明品では洗米槽の水を高速攪拌で洗\n米するので、米粒には圧力がかからず、その結果、食味を低下させる残存糠以外の\n物質の剥離は少ない。」（15欄９行～16欄３行）と記載されている。\nしたがって、本件特許発明における「洗滌」は、機械式に米粒と米粒\nを高圧でゴシゴシと洗米するものではなく、洗米槽の中で高速攪拌している水に漬\nけられた米粒同士が圧力が生じるような形で接触しないように米粒と米粒との間に\n水が充満しているものであることが看取される。\n(3)　以上を総合考慮するならば、本件特許発明の構成要件Ａにいう「洗\n滌」とは、「米粒相互間において接触圧力が生じるのを阻害するのに必要な量の水\nを攪拌体により高速攪拌させ、これによって発生する水流の動きに米粒を追随させ\nながら、水流作用を通じて米肌面に無数に存在する陥没部に入り込んでいる糠粉を\n水に浮遊させて洗い流すこと」をいうものと解すべきである。\n(二)　糠分\n本件特許発明の構成要件Ｃにいう「米肌面にある陥没部の糠分がほとん\nど除去された」とは、これを文言どおりに解釈すると、米肌面にある陥没部の糠分\nが100％近く除去されたことを意味することになるが、「ほとんど」の程度が不明で\nある。\nそこで、本件明細書の記載をみると、「（本件特許発明の洗い米は）再\nび水に漬けて洗米しても水が濁らず､濁度76P.P.M以下である。･･････本明細書に於\nいて、『76P.P.M以下』と表現しているところは、従来の測定方法では測定出来ない\nくらい、桁違いに濁度が低いのだと云うことを意味しているのであり､かなりの下を\n意味した『以下』なのである。｣（8欄8～21行）と記載されており、従来の精白米等\nが76P.P.M.以上で100P.P.M.程度の濁度であったことに鑑みれば､桁が異なる､すなわ\nち「7.6P.P.M.以下」程度を意味するものとなる。\n(三)　被告洗い米は、別紙ロ号物件の作用（被告らの主張）記載のとおりの\n作動により、米粒と米粒との粒々摩擦（米粒同士の直接接触による加圧摩擦）が生\nじ、これによって精白米の最外周に一部残留している糊粉層のみならず、精白米の\n最外周部に存する澱粉複粒体一層がほぼ削り取られている。その結果、実質的には\n約２％の歩留率が減少しているものであるから、糠を除去する方法においても、除\n去の対象となる糠の種類においても、本件特許発明の構成要件Ａにいう「洗滌」と\nは明白に相違する。\nまた、被告洗い米の除糠を示す濁度は、処理前は88及び101P.P.M.であっ\nたものが、処理後(すなわち、遠心脱水、乾燥、研米後）はそれぞれ52及び\n72P.P.M.であり、本件特許発明の構成要件Ｃにいう「糠分がほとんど除去された」\nとの要件を充足しない。\n(四)　よって、被告洗い米は、本件特許発明の特許請求の範囲の記載に基づ\nいても、また、発明の詳細な説明の部分を考慮しても、「洗滌」により「米肌面に\nある陥没部の糠分がほとんど除去された」「洗い米」との構成要件をいずれも充足\nしない。\n【原告の反論】\n(一)　被告らは、被告洗い米では、精白米の一部に残留している糊粉層のほ\nか、精白米の最外周に存する「澱粉複粒体一層」をほぼ削り取っているから、「洗\n滌」には当たらないと主張する。\nしかし、糊粉層は精米工程で糠となって除去され、特殊なものを除き存\n在しないし、仮にこれが残存していたとしても、ごくわずかな量である。そして、\n被告洗い米においては、米粒縦溝部に残留する糠は除去し切れていないだけでな\nく、除去される糠も一般の洗米において除去されるものと何ら変わりがない。\nまた、精白米の最外周の一層を削り取ると、米の最も美味な部分を除去\nしてまずい米となってしまうし、通常の精白米を消費者が洗米する場合でも約４％\nの歩留減になるのだから、被告洗い米の歩留減が２％であるならば、精白米の最外\n周の第一層を削り取っているはずはない。\n(二)　本件明細書において、「桁違い」とは、「比較にならないほど違うこ\nと」の意味で用いられている。\n精米工業会の濁度測定方法による数値幅の下限は76P.P.M.であり、当時\nの一般的な精白米の濁度数値は200P.P.M.前後で、少し濁度の低いものでも136～\n150P.P.M.であった。したがって､濁度が76P.P.M.以下の濁度数値は、それらに従来\nレベルと比べ、正に「比較にならぬほど」に低い数値だと述べているのである。\n被告洗い米の濁度数値は42～55P.P.M.であり、いずれにしても、本件明\n細書の実施例に記載される「76P.P.M.以下」の除糠度に該当する。\n２　争点１(二)(2)（被告洗い米は、「吸水した水分が米粒の表層部にとどまっ\nているうちに強制的に除水して得られ」たものか。）について\n【原告の主張】\n(一)　本件特許発明における「除水」の意義\n(1)　本件特許発明の構成要件Ａにおける｢強制的に｣とは、「自然に」に対\nする語句であって、｢除水｣とは、「水を除くこと」であるから、「強制的に除水す\nる」とは、「何らかの人工的な行為によって水分を除去すること」である。\n(2)　また、本件明細書には「米粒表層部に付着吸収した水分を除去する」\nと記載されている。\n特許庁は、被告佐竹が本件特許権に対してした無効審判の審決（甲\n17）や特許異議の決定(甲18)において、「除水は、極く短時間で行う必要性から、\n通風乾燥手段と他の除水手段との組み合わせもあることは当然」、「表面付着水を\n通風による乾燥によって除去すれば、その際当然に除去される洗滌によって吸収さ\nれた表層部の水分があることは自明であるから、本件特許発明における『除水』は\n精白米に吸収された水分を含む」と判断している。\n(二)　ロ号物件では、洗滌後の精白米及び洗滌水は、脱水装置Ｂに供給さ\nれ、遠心脱水作用を受け、糠の混入した水が除去される。脱水された精白米は、乾\n燥装置Ｃのスクリーン90内に供給されて、温風による乾燥作用を受け、水分が除去\nされた後、同装置Ｃから排出される。右脱水装置Ｂによる遠心脱水、及び乾燥装置\nＣによる乾燥は、精白米からの強制的な除水である。\nまた、ロ号物件において、精白米が投入タンク５へ投入された後、乾燥\n装置Ｃから排出されるまでの所要時間は約49秒から61秒(被告の主張では105秒から\n125秒)であり、このような短時間に洗滌及び除水を完了した場合には、洗滌時に吸\n収した水分は、精白米の深層部にまでは浸透することはなく、ほとんど表層部にと\nどまっている。\nしたがって、ロ号物件で製造された被告洗い米は、「吸水した水分が米\n粒の表層部にとどまっているうちに強制的に除水して得られ」たものである。\n【被告らの主張】\n(一)　除水の意義\n(1)　「除水」とは「水を排除すること」であり、「排除」とは「おしのけ\nてのぞくこと」である。そうすると、本件特許発明の構成要件Ａにいう「強制的に\n除水」の一般的な意味は、ある人為的な力を作用させて、貯水槽や機械装置等から\n水分を抜く、すなわち強制的に排水することであり、右用語から、固体あるいは固\n体粒子から水分を除くという学術上の技術用語としての意義を導くことはできな\nい。\nしたがって、「除水」の字句通りであるとすると、米粒に付着した水\n分や米粒内に吸収された水分を取り去るような作用効果を意味するものではない。\n(2)　本件明細書には、「除水とは米粒表層部に付着吸収した水分を除去す\nることであって、米粒が元々有している水分を乾燥させることではない。」といっ\nた記載が存する。\nしかし、本件特許発明の分割の元となった親出願の出願当初の明細書\n（以下「親明細書」という。乙１）及び分割による本件特許発明の出願当初の明細\n書（以下「原明細書」という。乙２）においては、｢除水｣の技術的意味内容につい\nて、「除水工程によって洗滌水と表面付着水の除水を行う」(親明細書８頁７、８\n行、原明細書７頁17、18行)、「次工程の除水装置に入るが、ここで洗滌水及び付着\n水が除去されて除水装置より排出される。」（親明細書14頁３～５行、原明細書\n10頁５、６行）、「除水装置にて、洗滌水は勿論のこと、米粒表面に付着している\n付着水をも除去するものである。」（親明細書19頁10～12行、原明細書5頁18、19\n行）などの各記載があり、これらによれば、「除水」とは、「除水工程」を担う\n「除水装置」によって行われるものであり、「除水」の対象となるものは米粒の内\n部水分ではなく、外部水分たる「洗滌水及び付着水」であることが明白である。\nそして、本件明細書の特許発明を開示している部分に「乾燥」を行う\nことについては全く記載がなく、ましてや通風乾燥という、乾燥一般の中から選択\nした乾燥を必要とする説明はない。\n親明細書には､｢除水装置は、洗滌水及び付着水を除去出来る機能さえ\nあれば公知の機器でよい」（19頁12、13行）との記載があり、親出願における発明\nの当時、洗い米に付着した水分の除去方法については、遠心脱水による方法が周知\nであったから（特公昭51-22063号公報、米山式穀類洗滌脱水装置、特開昭\n57-141257号公報)、当業者であれば、これらの周知技術を参酌して、親明細書にお\nける発明の「除水」手段につき、遠心脱水による方法を思いつくのが当然であっ\nた。\n(3)　したがって、本件特許発明の「除水」は、米粒との関係では、外部水\n分たる｢洗滌水及び付着水｣を除くものであって、内部水分たる表層部に吸収された\n水分を除くものではなく、かつ、その手段は遠心脱水に限定されるものである。\n(二)　ロ号物件では、脱水装置Ｂにおいて、精白米は遠心力で脱水槽49に押\nしつけられて遠心脱水作用を受け、脱水が終了した段階で、減量し精白米に対して\n約２％強の水分が添加された状態にあり、平均含水率は多くの場合は16％を超えて\nいる。そして、脱水装置Ｂの後工程に設けられた乾燥装置Ｃ、仕上研米装置Ｄは、\nいずれも遠心分脱水の方法を採用していない。\nしたがって、被告洗い米は、本件特許発明の構成要件Ａにいう「強制的\nに除水した」を充足しない。\n３　争点１(二)(3)（被告洗い米は、「米肌に亀裂がな」いか。）について\n【原告の主張】\n(一)　「亀裂」の意義\n(1)　構成要件Ｂの「米粒に亀裂がなく」にいう「亀裂」とは、洗米時や除\n水時の、米粒への吸水・除水による膨張・収縮により生ずる亀裂を指し、「亀裂が\nなく」というのは、その亀裂米の量が、食用に不適切になるほどの分量存在しない\nことを意味する。\n(2)　そもそも、本件特許発明においては、処理する前の精白米に既に存在\nする亀裂は関係がない。そして、従来の「通常の時間で処理された洗い米」の場合\nは全粒（100％）に亀裂が発生するが､本件特許発明の場合は亀裂が皆無に近い（実\n施例１の場合は10パーセント、但し当初の亀裂米が２パーセント混入、10欄）こと\nで、食味が良いわけである。\n換言すると、微少な亀裂米の混入は食味上何ら問題となるものではな\nいから、米肌に大きな亀裂があったとしても、その亀裂米の混入率が極めて低く、\nそのため米粒群を見たとき目につかぬような場合には、構成要件Ｂの「米肌に亀裂\nがなく」に該当するというべきである\n(二)　被告洗い米は、上記意味において、米粒に亀裂がないということがで\nきるから、本件特許発明の構成要件Ｂを充足する。\n【被告らの主張】\n(一)　本件特許請求の範囲の「米肌に亀裂がなく」は字句通りに解すると、\n米粒には一粒もその米肌に亀裂が存在しないことを意味する。しかし、食用に供す\nる目的の米粒集合体に亀裂が一粒も存在しない精白米は皆無に等しく、その精白米\nをロ号物件で処理した米粒も当然に亀裂を有するものであるから、被告洗い米は本\n件特許発明の構成要件Ｃを充足しない。\n(二)　本件明細書の実施例２は、「亀裂の入った米粒は一粒もなく（当初か\nらの亀裂米を除く）･･････元の整粒群のままであった。」（10欄32～35行）と記載\nされており、特許請求の範囲とは整合性を有している。実施例１は、10粒に１粒の\n割合で亀裂米があるから、本件特許発明の実施例ではない。\nしたがって、たとえ発明の詳細な説明の記載を考慮しても、亀裂の入っ\nた米粒が含まれる被告洗い米は、本件特許発明の「米肌に亀裂がなく」に係る構成\n要件を充足しない。\n５　争点２（先使用）について\n【被告らの主張】\n(一)　要旨の変更\n(1)　本件特許発明は､平成元年特願第62648号を原出願として、平成４年６\n月12日、特許法44条１項の規定により分割出願（平成４年特願第179248号）された\nものである。\n(2)　分割出願の当初の明細書においては、除水の対象となる水分は、米粒\nの洗滌水及び付着水に限定されていて、米粒の表層部に吸水された水分は、除水の\n対象となるものではなかった。\n原告は、右出願の拒絶査定に対する不服審判手続において、平成８年\n７月３日付意見書（乙３）で初めて米粒表層部に吸収された水分の除去について言\n及し、同日付手続補正書（乙４）で「なお本発明で除水とは米粒表層部に付着吸収\nした水分を除去することであって、米粒がもともと有している水分を乾燥させるこ\nとでない。」（４頁２、３行）との文言を挿入した。\nこの挿入された部分は、構成要件Ａにいう「除水」についての追加的\nな定義事項である。\n(3)　以上の事実によれば、分割出願当初の明細書では、除水の対象は洗滌\n水及び表面付着水に限定されていたものであり、右手続補正により、米粒表層部に\n吸収された水分をも除水の対象に追加するものであるとすれば、右手続補正書の提\n出により、本件特許発明の特許請求の範囲は、「願書に最初に添付した明細書又は\n図面に記載された事項の範囲内」（平成５年法律第26号による改正前の特許法41条\n参照）でない事項となり、明細書の要旨を変更したこととなるから、右手続補正書\nを提出した日（すなわち、平成８年７月３日）に、本件特許発明は出願されたもの\nとみなされる。\n(二)　被告らの先使用\n(1)　被告大阪米穀は平成３年９月から、被告三多摩食糧卸協同組合は平成\n６年11月から、イ号物件の製造、販売を開始した。\n(2)　被告佐竹は、平成３年９月から、ロ号物件の製造、販売を開始した。\n(3)　したがって、被告らは、本件特許発明の出願日とみなされる平成８年\n７月３日より以前から被告洗い米ないしロ号物件の製造、販売を開始しているか\nら、被告らは、本件特許権について先使用に基づく通常実施権を有する。\n【原告の主張】\n(一)　被告佐竹は、特許庁に対し、本件特許権について無効審判の請求を\nし、本件と同様に明細書の要旨の変更にかかる主張をしたが、平成10年12月18日付\nで、請求は成り立たない旨の審決（甲17）がされた。\n右審決においては、被告佐竹の主張について、当業者は、親明細書及び\n原明細書に記載された｢除水｣は、空気を吹き付ける通風による乾燥手段や、この乾\n燥手段と他の除水手段との組み合わせもあることは当然に理解し、表面付着水を通\n風による乾燥によって除去すれば、その際当然、除去される洗滌によって吸収され\nた表層部の水分があることは、当業者にとって自明のことであるとして、「除水」\nを「米粒表層部に付着した水分を除去すること」とする補正は、明細書の要旨の変\n更に当たらないとされ（審決書31頁15行～32頁10行）、また、除水手段の点につい\nても、特許明細書に記載された「除水」は、空気を吹き付ける通風による乾燥手段\nによってなされ、また、除水は、極く短時間で行う必要性から、乾燥手段と他の除\n水手段との組み合わせもあるということは当然であるとして、通風による乾燥手段\nが本件特許発明における必須の構成となるものではないとされた（同43頁14～\n20行）。\n(二)　被告佐竹は、特許庁に対し、本件特許権について特許異議を申し立て\nたが、平成10年12月25日付で、上記と同旨の理由により、本件特許権を維持する旨\nの決定（甲18）がされた。\n(三)　したがって、本件特許権の出願過程において要旨の変更はないから、\n本件特許権の出願日は平成元年３月14日であり、被告らが本件特許権に対して先使\n用権を有するとの主張は理由がない。\n６　争点３（被告大阪米穀の被告洗い米の製造、販売のおそれ）について\n【被告大阪米穀の主張】\n被告大阪米穀は、ロ号物件を大阪市＜以下略＞所在の同被告港精米工場に\n設置して稼働させていたところ、平成11年２月４日、同工場から出火して使用不能\nとなったため、ロ号物件を撤去、廃棄処分した。\nしたがって、被告大阪米穀は、平成11年２月４日以降、被告洗い米を製\n造、販売しておらず、今後製造、販売する予定もない。\n【原告の主張】\n仮に、被告大阪米穀の主張するとおり、被告大阪米穀に現在ロ号物件が存\n在しなくとも、新たにロ号物件を導入し、あるいは他所に加工を委託して、被告洗\nい米を製造、販売することは可能である。しかも、被告大阪米穀は今もって「特許\n権を侵害していない」との姿勢を崩していない。\nしたがって、被告大阪米穀が、将来にわたって、被告洗い米を製造、販売\nしないと確定できるものではない。\n第三　当裁判所の判断\n一　争点１について\n１　争点１(一)について\n(一)　特許発明の技術的範囲は、願書に添付した明細書の特許請求の範囲の\n記載に基づいて定めなければならず（特許法70条１項）、この場合においては、明\n細書の特許請求の範囲以外の部分の記載及び図面を考慮して、特許請求の範囲に記\n載された用語を解釈するものとされている（同条２項）。\nそこで、以下、本件特許発明の技術的範囲を定めるに当たって、当事者\n間に解釈上争いのある用語の意義について検討した上で、被告洗い米が本件特許請\n求の構成を備えるか否かについて判断する。\n(二)　「洗滌」の意義について\n(1)　「洗滌」とは、「洗浄」と同義であり、一般的には「洗いすすぐこ\nと」を意味する用語である（岩波書店「広辞苑」第五版）。\n本件特許発明の特許請求の範囲の記載には､｢米肌面にある陥没部の糠\n分がほとんど除去された」との構成（構成要件Ｃ）が示されていることから、「洗\n滌」は右構成を具現するためのものであることは看取されるが、それ以上に、通常\nの意味と異なる意義を有するものであることを示唆する記載はない。\n(2)　また、本件明細書の特許請求の範囲以外の部分を見ても、以下に述べ\nるとおり、通常の精白米の洗滌と異なる意義を有するものとは認められない。\n①　本件明細書の発明の詳細な説明には、【発明が解決しようとする課\n題】の項に、「本発明は、このような点に鑑み、水洗、除水後も米粒に亀裂が入ら\nず、しかも、炊いた米飯の食味が低下しない洗い米を得ることを目的とするもので\nある。」（４欄11～14行）と記載されており、また、【課題を解決するための手\n段】の項に､｢本発明は･･････精白米の水中での洗滌、除糠工程及び除水工程を従来\nとは桁違いに短い時間内に行えば、米粒に亀裂が入らず炊飯に適する洗い米が得ら\nれることを見出し､発明を完成した｡」（４欄16～21行）と記載されていることから\nも明らかなとおり、精白米を洗滌するに当たって、洗滌、除糠工程及び除水工程を\n極めて短い時間内に行うことにより、米粒に亀裂が入らず、かつ、炊いた米飯の食\n味が低下しない洗い米を得ることを実現したことにその特徴がある。\n②　そして、右のような特徴を有する発明を実現するための方法として\nの「洗滌」について、本件明細書中の関連性を有する記載を見ると、【課題を解決\nするための手段】の項に、「本発明の洗い米を得るための洗滌方法は短時間で効率\nよく除糠、除水できる方法であれば特に限定されない。精白米の洗滌に当っては、\n公知の連続精米機を用いることも出来るが一部改造の要がある。即ち、洗米槽を小\n径となし回転数も毎分600回転以上が可能となるように改造するのが望ましい。」\n（５欄９～15行）、「ここに云う充分な洗米とは、そのまま炊飯した場合、飯が糠\n臭くない程度、即ち、現在一般的に消費者で洗米している程度を意味するものであ\nり、物理的には精白米表面にある肉眼では見えない無数の微細な陥没部や、胚芽の\n抜け跡に入り込んでいるミクロン単位の糠粉等を、ほとんど除去している程度、即\nち、再びそれを洗米した場合、洗滌水がほとんど濁らない状態を指すものであ\nる。」（６欄10～17行）と記載されている。\nこれらの記載からすれば、本件特許発明における「洗滌」とは、従\n来の洗米方法と比較して、極めて短い時間で行われる必要があると解されるもの\nの、それ以外は従来の洗米方法と特に異なるものではなく、公知の連続精米機で行\nわれる程度、あるいは一般的に消費者で洗米している程度で足り、具体的には、精\n白米表面の微細な陥没部や胚芽の抜け跡に入り込んでいるミクロン単位の糠粉等を\n除去し、再び洗米した場合に洗滌水がほとんど濁らない程度に「洗滌」すれば足り\nるものと解される。\n(3)　この点、被告らは、第二の三の１【被告らの主張】(一)に摘示したよ\nうな本件明細書の記載を根拠に、本件特許発明にいう「洗滌」とは、「米粒相互間\nにおいて接触圧力が生じるのを阻害するのに必要な量の水を攪拌体により高速攪拌\nさせ、これによって発生する水流の動きに米粒を追随させながら、水流作用を通じ\nて米肌面に無数に存在する陥没部に入り込んでいる糠粉を水に浮遊させて洗い流す\nこと」をいうものと解すべきである旨主張する。\nしかし、本件明細書においては､【従来の技術】として、「また、水で\n洗った後乾燥して得られる洗い米と同じく研がずに炊ける米（無洗米）としては、\n従来より水洗い以外の方法で調整したものが知られている。代表的なものは精白米\nに微量の水分を添加しながら研米を行った研磨米と、精白米をアルコールで洗い乾\n燥してアルコールを除いた無洗米（特開昭60-54650号公報）である。前者は米を水\nの中へ漬けて洗ったものではないから、精米時に発生する米肌の肉眼では見えない\n無数で微細な陥没部に入り込んでいるミクロン単位の糠粉や、小さな洞穴状の胚芽\nの抜け後に入り込んでいる糠粉群などは除去されずに残っている。」（３欄11～\n22行）と記載されていることからすれば、被告らの指摘する本件明細書の記載は、\n従来技術である精白米に微量の水分を添加しながら行う「研米」との比較として記\n載されているものと解するのが相当であり、仮に、被告ら指摘の本件明細書の記載\nを考慮するとしても、少なくとも米粒群が水中に漬かる程度の水中で米粒群を攪拌\nすることにより、精白米に付着している遊離糠を浮遊させて除去することが必要で\nあるということができるが、それ以上に、「洗滌」の方法を、被告らの主張するよ\nうなものに限定する趣旨と解する根拠はないものというべきである。\n(三)　「糠分がほとんど除去された」の意義について\n(1)　本件特許発明の構成要件Ｃにいう「米肌面にある陥没分の糠分がほと\nんど除去された」とは、糠分の大部分が除去された状態を指すことは明らかである\nが、具体的にいかなる程度の糠分を除去することを指すのかは、特許請求の範囲の\n記載自体からは明確ではない。\n(2)　そこで、本件明細書の特許請求の範囲以外の部分をみると、前記\n(二)(2)②で挙げた各記載のほか、次のとおりの記載がある。\n①　【作用について】の項に、「又、それは再び水に漬けて洗米しても\n水が濁らず、濁度76P.P.M以下である。尚、この76P.P.M以下と云う濁度数値は、精\n米工業会の測定方法に於ける数値の最下限で、これ以下の濁度数値のもの、即ち洗\n滌水のきれいな場合は測定不能と云うことにもなる。尤も、今までこの測定方法で\n測定出来ない程の除糠度の高い米と云うものは存在しなかったから、この測定方法\nで充分測定できたわけであるが、本発明の洗い米は濁度数値が余りにも低く過ぎ、\nこの測定方法では到底計測出来ない。従って本明細書に於いて、『76P.P.M以下』と\n表現しているところは、従来の測定方法では測定出来ないくらい、桁違いに濁度が\n低いのだと云うことを意味しているのであり、かなりの下を意味した『以下』なの\nである。」（８欄８～21行）\n②　【実施例１】の項に、「然もその洗い米を再洗米すると､その洗滌水\nは濁度76P.P.M以下であり、洗わずに水だけ入れて炊いたが、よく洗米されているの\nで通常の米よりも糠臭もなく鮮度も落ちずおいしいご飯となった。」（10欄12～\n15行）\n③　【実施例２】の項に、「その洗い米を再洗すると濁度76P.P.M以下で\nあり､洗わずに水だけ入れて炊いても鮮度もよく通常よりややおいしいご飯になっ\nた。」（10欄35～37行）\n(3)　そうすると、本件明細書の特許請求の範囲以外の部分の記載を総合考\n慮すれば、本件特許発明における「糠分がほとんど除去された」とは、一般的に消\n費者が洗米を行った場合の糠の除去の程度であり、そのまま炊飯した場合、飯が糠\n臭くない程度、また、精白米表面にある肉眼では見えない無数の微細な陥没部や、\n胚芽の抜け跡に入り込んでいるミクロン単位の糠粉等を、ほとんど除去しており、\n再びそれを洗米した場合、洗滌水がほとんど濁らない状態を指すものであると解さ\nれる。\n(4)　この点、被告らは、本件明細書に「本件明細書に於いて､『76P.P.M以\n下』と表現しているところは､従来の測定方法では測定出来ないくらい､桁違いに濁\n度が低いのだと云うことを意味している｡」と記載されていることをもって､｢糠分が\nほとんど除去された」とは、その洗滌水が76P.P.M.よりも一桁低い7.6P.P.M.程度の\n濁度となるまで洗米することを意味するものであると主張する。\nしかし、一般的に、「桁違い」とは、「等級・価値などが他と非常に\nかけはなれているさま」（岩波書店「広辞苑」第５版）を指す語であり、必ずしも\n厳密な意味で10分の１あるいは10倍を指すものではないこと、右明細書の記載の前\n後の記載を併せ検討すれば、当時の精米工業会の測定方法における数値の最下限で\nあった76P.P.M.を大幅に下回るものであることは示唆されるものの、被告らの主張\nするように洗滌水が一桁低い7.6P.P.M.程度の濁度であることを支持する具体的な記\n載は一切なく、他方、前記のとおり、本件明細書の他の記載からすれば、本件特許\n発明における「洗滌」は、従前から行われていた通常の洗米作業における除糠の程\n度と同様に、そのまま炊飯しても糠臭くない程度に除糠することを意味するものと\n解されることからすれば、被告らの主張を採用することはできない。\n(四)　被告洗い米について\n証拠（甲22、24、25、30、31）及び弁論の全趣旨によれば、被告洗い米\nは、加水攪拌室22に精白米及び水を投入し、攪拌バー26、攪拌翼27により米粒と水\nを攪拌することにより、精白米表面にある肉眼では見えない無数の微細な陥没部\nや、胚芽の抜け跡に入り込んでいるミクロン単位の糠粉等を、ほとんど除去してい\nるものと認められる。また、証拠（甲31）によれば､被告洗い米は、洗米対象となる\n精白米の搗精歩留り等の状態によって異なるものの、概ねその洗滌水の濁度が42～\n55P.P.M.程度となる状態まで除糠されているものと認められ、かつ、精白米に付着\nする遊離糠等を除去してあるために、消費者が炊飯する際に、米を研ぐ（洗米す\nる）必要がないものであると認められる。\nしたがって、被告洗い米は、本件特許発明にいう「洗滌」により、「米\n肌面にある陥没部の糠分がほとんど除去され」た「洗い米」との各要件を充足する\nものと認められる。\n２　争点１(二)について\n(一)　「除水」の対象となる水分について\n(1)　本件特許発明は、「洗滌時に吸水した水分が主に米粒の表層部にとど\nまっているうちに強制的に除水して得られる」との構成を有するところ（構成要件\nＡ）、右特許請求の範囲の記載からは、「除水」の対象となる水分は、米粒を洗滌\nする際の洗滌水及び米粒の表面に付着した付着水のみならず、米粒の表層部に吸収\nされた水分を含むものと一応理解される。\n(2)　次に、これに関連する本件明細書の特許請求の範囲以外の部分の記載\nをみると、【課題を解決するための手段】の項に、「本発明で除水とは米粒表層部\nに付着吸収した水分を除去することであって、米粒がもともと有している水分を乾\n燥させることでない。」（４欄28～31行）、「洗滌、除水の各工程での米粒の吸水\n部が米粒の表層部であるうちに洗滌と除水を行えば除水後に亀裂は入らない。」\n（４欄35～38行）と記載され、また、【作用について】の項に、「一般的に、洗米\nによって含水してから乾燥させた米に先ず亀裂が入る原因は、ひずみに弱い特性を\n有する米粒が吸水、除水の際、その都度、部分的（米粒表面と深層部）に膨張と収\n縮が生じ、ひずみが出来るからである。然らば、洗米時や除水時に、ひずみの原因\nとなる膨張と収縮が生じない程度の、僅かの吸水量、及び除水量に押さえることが\n出来れば、精白米をたとえ水中へ漬けて洗米し、乾燥させても亀裂が生じないこと\nになる。」（７欄14～22行）と記載されている。\nこれらの各記載からすれば、本件特許発明において、「除水」の対象\nとなる水分は、洗滌水及び付着水のみならず、米粒の表層部に吸収された吸収水を\nも含むことは明らかである。\n(二)　被告らは、本件特許発明における「除水」の対象については、親明細\n書及び原明細書においては洗浄水及び付着水に限定されているとし、このことか\nら、本件特許発明の「除水」は、米粒との関係では、外部水分たる「洗滌水及び付\n着水」を除くものであって、内部水分たる表層部に吸収された水分を除くものでは\nなく、かつ、その手段は遠心脱水に限定されるものであると主張する。\nしかし、上記(一)に掲げた本件明細書の記載から、本件特許発明におけ\nる「除水」の対象に米粒の表層部に吸収された水分も含むことは明らかであり、被\n告らの主張を採用することはできない。なお、上記被告らの主張が、明細書の要旨\nの変更に当たることから本件特許発明は無効原因を包含し、これにより本件特許発\n明の技術的範囲は限定的に解釈されるべきものであるとの主張であると解しても、\n後記二で判断するとおり、被告ら指摘の点は、明細書の要旨の変更には該当しない\nと解すべきものであるから、採用できない。\n(三)　被告洗い米について\n当事者間に争いのないロ号物件の構成によれば、被告洗い米は、ロ号物\n件において、洗滌後の精白米及び洗滌水が脱水装置Ｂに供給されて遠心脱水作用を\n受けて洗滌水が除去され、その後、乾燥装置Ｃにおいて、温風による乾燥作用によ\nって、付着水及び吸収水が除去されるものと認められる。\nまた、弁論の全趣旨によれば、ロ号物件において、精白米がタンクに投\n入された後、乾燥装置Ｃから排出されるまでの時間は、被告らの主張によっても\n125秒程度であること､ロ号物件で製造される被告洗い米は、洗滌時に吸収した水分\nが精白米の表層部にとどまっている間に、除水されているものであることがそれぞ\nれ認められる。\nしたがって、被告洗い米は、本件特許発明にいう「吸水した水分が米粒\nの表層部にとどまっているうちに強制的に除水して得られた」との要件を充足す\nる。\n３　争点１(三)について\n(一)　「亀裂がない」の意味について\n(1)　本件特許発明は、「米肌に亀裂がな」いことが要件とされているとこ\nろ（構成要件Ｃ）、もともと、洗米を行う前の精白米においても米粒中には米肌に\n亀裂のあるものが混入しているものであり（甲１、弁論の全趣旨）、本件特許発明\nにおける右構成をいかなる意味に解すべきかは、特許請求の範囲の記載のみからは\n明確でない。\n(2)　そこで、上記「亀裂がない」の意義について、本件明細書の発明の詳\n細な説明の記載について見ると、次のとおりの各記載がある。\n①　【従来の技術】の項に、「米を洗った場合、･･････乾燥させると、\n米にまず亀裂が入り、更に、砕粒化してしまうので、それを炊いてもダラダラの飯\nになり到底飯として通用しないものになってしまうのである。従って、精白米は一\n旦水に漬けたら、これを乾燥せしめると必ず亀裂が入り、その内に砕粒化してしま\nうので、今までに知られている洗い米は炊いて食しても美味といえるものではな\nく、炊飯には適さなかった。」（２欄10行～３欄４行）\n②　【発明が解決しようとする課題】の項に、\n(ａ)　「米粒表面に亀裂が発生するという問題があり、この亀裂が原\n因となって砕米化し、炊飯しても美味な飯ができないという問題が生ずる。」（４\n欄１～３行）\n(ｂ)　「本発明はこのような点に鑑み、水洗、除水後も米粒に亀裂が\n入らず、しかも、炊いた米飯の食味が低下しない洗い米を得ることを目的とするも\nのである。」（４欄12～14行）\n③　【課題を解決するための手段】の項に、\n(ａ)　「本発明は、洗米後も亀裂が入らず、炊いた米飯の食味も優れ\nている洗い米を得るべく鋭意研究を重ねた結果、精白米の水中での洗滌、除糠工程\n及び除水工程を従来とは桁違いに短い時間内に行えば、米粒に亀裂が入らず炊飯に\n適する洗い米が得られることを見出し、発明を完成した。」（４欄16～21行、前\n出）\n(ｂ)　「洗滌時に水が米粒内部まで浸透した米は強制乾燥であれ、自\n然乾燥であれ乾燥した時に砕粒化の原因になる亀裂が生じ、炊いた時においしい米\n飯とならない。」（４欄44～47行）\n④　【発明の効果】の項に、「又、米肌面に亀裂がなく、米肌面陥没部\nの糠分がほとんど除かれているので、炊き上がった飯は糠の臭みがなく、光沢があ\nり、おいしいご飯である｡｣（14欄49行～15欄２行）\n(3)　さらに、本件明細書には、次のとおりの記載がある。\n①　【作用について】の項に、「本明細書で、米粒の『亀裂』の意味\nは、肉眼でも明確に確認出来る亀裂のことを指すのである。」（８欄21～23行）\n②　【実施例１】の項に、「又10粒に１粒の割合でしか亀裂が入らず\n（元の精白米が約50粒に１粒の割合で亀裂の入った米であった）」（10欄８～\n10行）\n③　【実施例２】の項に、「又、亀裂の入った米粒は１粒もなく（当初\nからの亀裂米を除く）」（10欄32、33行）\n(4)　そこで検討するに、前記のとおり、通常の精白米においては、洗米を\n行わないものについても亀裂の入った米粒が混入しており、右のような洗米前から\n亀裂の入った米については、洗米の有無、方法にかかわらず混入することになるか\nら、このような米粒の米肌の亀裂のみをもって、本件特許発明の特許請求の範囲に\nおける「亀裂」があると解釈し得ないことは明らかである。そして、本件明細書の\n特許請求の範囲以外の記載のうち、上記(2)の各記載からすれば、本件特許発明にお\nいて、「米肌に亀裂がない」ことが要件とされているのは、もっぱら砕粒化の予防\n及び洗い米を炊飯したときの食味を悪くしないためであり、また、上記(3)の各記載\nをも併せ考慮すれば、本件特許発明における「米肌にほとんど亀裂がなく」とは、\n肉眼でも明確に確認できる程度の亀裂が米粒の大部分になく、炊飯した際の食味に\n影響を与えるものではないことを指すものであると解するのが相当である。\n証拠（甲53）によれば、米粒の亀裂について、炊飯した際に食味に有\n意差が生じるのは、新米においてひび割れ粒の混入率が20％以上、古米においてひ\nび割れ粒の混入率が30％以上となる場合であることが認められる。そうすると、本\n件特許発明における「亀裂がない」とは、米肌に肉眼でも明確に確認できる程度の\n亀裂が入った米粒の混入率が、食味において有意差が生じない概ね20％以下の割合\nであることを指すものと解するのが相当である。\n(二)　被告洗い米について\n証拠（甲24、50、乙40）によれば、少なくとも、被告洗い米において\nは、食味に影響を与えるような亀裂が生じていないものと認められる。なお、乙\n25の１によれば、ロ号物件で製造した洗米の亀裂粒率が、洗浄前の原料白米で\n15.64％～18.35％、脱水直後で66.53～72.67％、乾燥後で17.21～23.65％である旨\nの実験結果があるが、当該実験に用いた精白米の洗米方法が明らかでなく、また、\n脱水直後の亀裂率が異様に高く、その理由が明らかでないことからも、これをにわ\nかに信用することができない。\n４　以上からすれば、被告洗い米は、別紙イ号物件目録記載のとおりのもので\nあり、かつ、本件特許発明の技術的範囲に属するものであると認められる。\n二　争点２について\n１　本件特許権は、平成元年３月14日に出願された特願平1-62648号の特許出願\nの一部を､特許法44条１項の規定に基づくとして、新たに平成４年６月12日に特願平\n4-179248号として分割出願し、これが登録されたものである（甲１、乙１、２）。\n被告らは、出願人（原告）が、平成８年７月３日付手続補正書（乙４）に\nおいて、「除水」を「米粒表層部に付着吸収した水分を除去すること」とした補正\nについて、明細書の要旨を変更するものであり、本件特許発明の出願日は、右手続\n補正書が提出された平成８年７月３日に繰り下がると主張するので、この点につい\nて検討する。\n２　前記分割出願時の当初の明細書（原明細書・乙２）には、「除水」に関\nし、次のとおりの各記載がある。\n(1)　「精白米は一旦水に漬けたら、これを乾燥せしめると必ず亀裂が入り、\nその内に砕粒化してしまうので、今まで知られている乾燥洗い米は炊いて食しても\n美味といえるものではなく、炊飯には適さなかった。」\n(2)　「本発明はこのような点に鑑み、水洗、乾燥後も米粒に亀裂が入らず、\nしかも、炊いた米飯の食味が低下しない乾燥洗い米を得ることを目的としており、\n更にその包装方法を提供することを目的とするものである。」\n(3)　「一般的に、洗米によって含水してから乾燥させた米にまず亀裂が入る\n原因は、ひずみに弱い特性を有する米粒が吸水、除水の際、その都度、部分的に膨\n張と収縮が生じ、ひずみが出来るからである。然からば、洗米時や除水時に、ひず\nみの因子となる膨張と収縮が生じない程度の、僅かの吸水量、及び除水量に抑える\nことが出来れば、精白米をたとえ水中に漬けて洗米し、乾燥させても亀裂が生じな\nいことになる。」\n(4)　「本発明の乾燥洗い米を製造する場合は、洗米工程で、極く短時間に精\n白米を水の中に漬けた状態で洗米して除糠を行ない、直ちに除水工程によって洗滌\n水と表面付着水の除水を行なうのである。」\n(5)　「本明細書で、乾燥洗い米と表現している『乾燥』なる意味であるが、\n米粒を常温で保存していても、腐敗したり発カビしない限度、即ち、含水率がほぼ\n16％をこえない含水状態を示すのである。」\n３　なお、上記原出願の願書に最初に添付された明細書（親明細書・乙１）に\nおいても、「除水」に関連性を有するものとして、次のとおり、原明細書の記載と\nほぼ同一の各記載があった。\n(1)　「精白米は一旦水に浸けたら、これを乾燥せしめると必ず亀裂が入り、\nその内に砕粒化してしまうので、今まで洗米した後、乾燥させた米、即ち『乾燥洗\nい米』と云えるものは全く存在しなかった。」\n(2)　「本発明は、このような点に鑑み、消費者が洗わずに炊け、然も食味が\n落ちない『乾燥洗い米』及びその製造方法を開示するものである。」\n(3)　「一般的に、洗米によって含水してから乾燥させた米に先ず亀裂が入る\n原因は、ひずみに弱い特性を有する米粒が吸水、除水の際、その都度、部分的に膨\n張と収縮が生じ、ひずみが出来るからである。然らば、洗米時や除水時に、ひずみ\nの原因となる膨張と収縮が生じない程度の、僅かの吸水量、及び除水量に押えるこ\nとが出来れば、精白米をたとえ水中へザブンと漬けて洗米し、乾燥させても亀裂が\n生じないことになる。」\n(4)　「本発明は、高速度で攪拌する洗米行程で、極く短時間に精白米を水の\n中に漬けた状態で洗米して除糠を行ない、直ちに除水行程によって洗滌水と表面付\n着水の除水を行うのである。」\n(5)　｢本明細書で、乾燥洗い米と表現している『乾燥』なる意味であるが、\n米粒を常温で保存していても、腐敗したり発カビしない程度、即ち、含水量が16％\n以下の含水状態を指すのである。」\n４　上記のとおり、原明細書及び親明細書は、その発明として、従来存在しな\nかった、消費者が洗わずに炊け、食味が落ちない「乾燥洗い米」及びその製造方法\nを開示するものであり、従来の洗い米においては、洗米の際の吸水、乾燥に伴う膨\n張、収縮により、ひずみを生じて米粒に亀裂が生じることから、これを生じないほ\nどのごく短い時間に洗滌、除糠と除水を行うという方法により実現するものである\nことが記載されているということができる。\nこのように、原明細書及び親明細書に開示されている技術は、極めて短い\n時間内に米粒の洗浄及び除水を行うことによって、米粒の吸水を最小限に抑えるこ\nとにより米粒のひずみの発生を抑え、これにより米粒のひび割れ、砕粒の発生を防\n止するという作用効果を奏するものであることは明らかである。そうすると、その\n作用効果を奏するためには、洗米後、速やかに、洗滌水のみならず、表面付着水も\n完全に除去する必要があることは、原明細書及び親明細書の記載から明らかである\nというべきである。そして、証拠（乙17）によれば、少なくとも、遠心脱水の方法\nによって物質の表面付着水の全部をごく短時間に除去することはできないものと認\nめられ（なお、乙18～22には、遠心脱水の方法により表面付着水をも除去可能かの\nような記載があるが、一部について可能であったとしても、全部を除去することが\n不可能であることは、乙17に示唆されるとおりである。）、このことからすれば、\n原明細書及び親明細書に開示されている除水を達成する手段としては、右出願当時\nに公知であった送風乾燥等の手段を用い、あるいはこれと組み合せて他の脱水手段\nを用いるべきことは、当業者にとっては自明の事項であると認められる。\nそして、このような除水手段を採用した場合には、洗滌水及び表面付着水\nのみならず、米粒の表層部に吸収された水分も除去されることになるのは、当業者\nにとって自明の事項であるというべきであるから、原明細書及び親明細書に記載さ\nれた「除水」を「米粒表層部に付着吸収した水分を除去すること」と補正したこと\nは、明細書の要旨を変更するものとは認められない。\n４　よって、その余の点を判断するまでもなく、被告らの主張は採用できな\nい。\n三　争点３について\n１　証拠（乙41～44）及び弁論の全趣旨によれば、被告大阪米穀は、自社工場\nにロ号物件を設置してイ号物件を製造、販売していたところ、平成11年２月４日に\n同工場から出火して、同装置が使用不能となり、廃棄処分をしたことが認められ\nる。\n２　しかし、弁論の全趣旨によれば、被告大阪米穀は、少なくとも右火災によ\nりロ号物件が滅失するまでは、イ号物件が本件特許権の技術的範囲に属することを\n争い、これを継続的に販売してきたものであって、右火災発生後も、その基本的態\n度に変更はないものと認められる。\nそうすると、被告大阪米穀に現に設置されていたロ号物件が平成11年２月\n４日に滅失したことを考慮に入れたとしても、なお、少なくとも本件口頭弁論終結\n時において、将来被告大阪米穀が再びロ号物件を導入してイ号物件を製造、販売す\nるおそれは失われないものと認めるのが相当である。\n四　以上のとおり、被告洗い米はイ号物件目録記載のとおりであって、本件特許\n権の技術的範囲に属するものと認められ、また、前記第二の一３に記載のとおり、\nロ号物件は被告洗い米あるいはこれと同等の性質を有する洗い米の生産にのみ使用\nされるものであるから、ロ号物件を製造、販売する行為は、本件特許権の間接侵害\nに該当する（ロ号物件の具体的構成については、当事者間で一部争いがあるが、間\n接侵害の成否に影響を与えるものではなく、かつ、訴訟の対象としての特定は製品\n名及び当事者間に争いのない範囲の構成の説明によるもので十分であると解され\nる。）。\n以　上\n"
}