{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 2,
    "day": 26
  },
  "case_number": "平成13(行ケ)44",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "12008",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=12008",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/008/012008_hanrei.pdf",
  "contents": "平成１３年（行ケ）第４４号　審決取消請求事件\n判　　　　決\n原　告　シチズン時計株式会社\n訴訟代理人弁理士　吉田研二、金山敏彦、石田純、橋本信吾\n被　告　　特許庁長官　及川耕造\n指定代理人　麻野耕一、田良島潔、小林信雄、茂木静代\n主　　　　文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n事実及び理由\n第１　原告の求めた裁判\n「特許庁が平成１１年審判第１２７５５号事件について平成１２年１１月１３日\nにした審決を取り消す。」との判決。\n第２　事案の概要\n１　特許庁における手続の経緯\n原告は、平成３年７月４日、「磁気ディスク装置」なる発明について特許出願\n（平成３年特許願第１６４７３３号）をし、平成１１年７月２日拒絶査定があり、\n同年８月１１日審判を請求したが（平成１１年審判第１２７５５号）、平成１２年\n１１月１３日、本件審判請求は成り立たないとの審決があり、その謄本は平成１３\n年１月１０日原告に送達された。\n２　本願発明（請求項１に係る発明）の要旨\n（請求項１には、「前記支持薄片」と記載されているが、「支持薄片」という記載\nはほかにないので「前記支持薄板」の誤記である。）\n磁気ディスクのリードライトを制御するディスクコントローラ回路と、前記ディ\nスクコントローラ回路と積層配置され、その内部に記録情報を磁気的にリードライ\nト可能な磁気ディスクが内蔵されたディスクエンクロージャと、を含み、\n前記ディスクエンクロージャは、\n少なくとも、前記磁気ディスクと、この磁気ディスクを高速回転するスピンドル\nモータと、前記磁気ディスクの径方向にリードライトヘッドを移動させて所望のト\nラック位置に静止保持させるリードライトヘッドアクチュエータと、リードライト\nアンプ回路基板と、さらにこれらの各構成要素を気密状態で内蔵するハウジングと\nを含み、\n前記磁気ディスクはその両面に磁気記録面を有する外形が約６５ｍｍの大きさか\nらなり、\n前記スピンドルモータは薄型軸受けを有し、\n前記リードライトヘッドアクチュエータは、コイルを備えた低慣性小型ボイスコ\nイルモータと、ハウジングに固定されたボイスコイルモータ回転軸の外周に回転可\n能に２個重ねて取り付けられたベアリングの外周部に前記ボイスコイルモータと前\n記リードライトヘッドとを支持可能に配置されたアーム体であって、前記ベアリン\nグを２個重ねた高さとほぼ同じ高さを呈し、その高さ方向の中間位置が、前記ボイ\nスコイルモータのコイルの厚さ方向の中間位置と前記リードライトヘッドの高さ方\n向の中間位置と前記２個のベアリングの高さ方向における中間位置とをほぼ一致さ\nせたアーム体を含み、\n前記リードライトアンプ回路基板は、支持薄板に固定されたフレキシブルプリン\nトサーキットで構成され、\n前記フレキシブルプリントサーキットは、電子部品を載置する平面部と、当該平\n面部と前記アーム体とを結ぶ細長いリード部とからなり、前記支持薄板は、前記平\n面部を固定するための平坦部と前記平面部とリード部の切り替わり部分を固定する\nための平坦部から垂直に立ち上がった立ち上げ壁を含み、\n前記ハウジングは外面がほぼ平坦なハウジングベースと、同様に外面がほぼ平坦\nなハウジングカバーと、両ベース、カバー間を気密にシールするパッキンとを含\nみ、その外形は長さ方向約９６ｍｍ、幅方向約７０ｍｍそして厚み方向が約８．５\nｍｍに設定され、\n前記ディスクコントローラ回路は前記ディスクエンクロージャのハウジングに固\n定配置されたディスクコントローラ回路基板を有し、\nディスクエンクロージャとディスクコントローラ回路の合計厚みが約１２．７ｍ\nｍに設定されていることを特徴とする磁気ディスク装置。\n３　審決の理由の要点\n(1)　引用刊行物記載の発明\n原査定の拒絶の理由に引用された、本件出願前である平成３年２月２１日に公開\nされたＰＣＴ公開パンフレット９１／０２３４９（引用例）には、ディスク駆動装\n置の発明に関して、概略次の事項が記載されているものと認められる。\n（１－１）「ディスクの外形が約６５ｍｍの大きさである。」（請求項９等）\n（１－２）「ベースと、回転可能な記憶手段と、リード・ライト手段と、インター\nフェースと、外気から密閉するカバーとを有する。」（請求項６等）\n（１－３）「ディスク駆動機構は４インチ×２．７５インチ×０．７インチであ\nる。」（請求項６等）\n（１－４）「ベース２０とカバー２４との間のガスケットが密閉環境をもたらして\nいる。」（１０頁２４～２７行目）\n（１－５）「ヘッド４０のピン４２はＰＣＢ（プリント回路基板）３６のコネクタ\n４３に直接差し込まれる。第２，３図に示すように、制御された環境内にはディス\nク４４，ディスク４４の第１及び第２面に情報を書込み、そして読み出すトランス\nデューサ（またはヘッド）４６、トランスデューサ４６をディスク４４に対して位\n置決めするアクチュエータ４８、そしてディスク４４を支持し回転させるスピンモ\nータ５０を有する。」（１５頁１０～１７行目）\n（１－６）「アクチュエータアーム５６を回動させるのに必要な力は、コイル５８\nと磁石１００からなるボイスコイルモータによって与えられる。」（１６頁２５～\n２８行目）\n（１－７）「図１４において、マイクロコントローラ２２４と昀小数の制御支持回\n路がディスク駆動装置のすべての機能を指示する。」（１９頁１０～１２行目）\n（１－８）「スライダーと磁気要素との組合せ機構がヘッドとして知られてい\nる。」（２７頁１５～１６行目）\n（１－９）「リバースフレックス回路１２０は、ヘッダーピン４２からの電気信号\nをヘッド４６とアクチュエータの部品４８へ伝達する。このリバースフレックス回\n路１２０は３つの部分からなる。１つ目の部分はアクチュエータコイル５８に電流\nを送る部分であり、２つ目は第３の部分であるデータ搬送部分を第１の部分と分離\nするための接地面である。」（２９頁１９～２６行目）\nそして、引用例に記載された「ディスク駆動装置」は、そのヘッドがスライダー\nと磁気要素との組合せからなることから、「磁気ディスク装置」であることは明ら\nかである。また、該磁気ディスクのリードライトを制御する回路を有することは自\n明の事項である。したがって、上記記載及び対応する図面を参照すれば、引用例に\nは、\n「磁気ディスクのリードライトを制御するディスクコントローラ回路と、前記ディ\nスクコントローラ回路と積層配置され、その内部に記録情報を磁気的にリードライ\nト可能な磁気ディスクが内蔵されたディスク駆動機構と、を含み、\n前記ディスク駆動機構は、\n少なくとも、前記磁気ディスクと、この磁気ディスクを回転するスピンモータ\nと、前記磁気ディスクの径方向にリードライトヘッドを移動させて所望のトラック\n位置に静止保持させるアクチュエータと、リバースフレックス回路と、さらにこれ\nらの各構成要素を気密状態で内蔵するベースとカバーとを含み、\n前記磁気ディスクはその両面に磁気記録面を有する外形が約６５ｍｍの大きさか\nらなり、\n前記リードライトヘッドアクチュエータは、コイルを備えたボイスコイルモータ\nと、ベースに固定されたボイスコイルモータ回転軸の外周に回転可能に２個取り付\nけられたベアリングの外周部に前記ボイスコイルモータと前記リードライトヘッド\nとを支持可能に配置されたアーム体とを含み、\n前記リバースフレックス回路は、電子部品を載置する平面部と、当該平面部と前\n記アーム体とを結ぶ細長いリード部とからなり、\nベースとカバーからなる密閉構造は、ベースは外面がほぼ平坦で、同様に外面が\nほぼ平坦なカバーと、両ベース、カバー間を気密にシールするガスケットとを含\nみ、その外形は長さ方向４インチ、幅方向２．７５インチそして厚み方向が０．７\nインチに設定され、\n前記ディスクコントローラ回路は前記ベースに固定配置されたＰＣＢを有してい\nることを特徴とする磁気ディスク装置。」の発明が記載されている。\n(2)　対比\n本願発明と引用例に記載された発明とを対比すると、引用例に記載された「スピ\nンモータ」、「アクチュエータ」「アクチュエータアーム」「ベースとカバー」\n「ガスケット」及び「ＰＣＢ」は、本願発明の「スピンドルモータ」、「リードラ\nイトヘッドアクチュエータ」「アーム体」「ハウジング」「パッキン」及び「ディ\nスクコントローラ回路基板」に相当する。また、引用例に記載された発明では、ベ\nースとカバーとから形成される密閉空間に上記磁気ディスクを内蔵しているので、\nこれらベースとカバー及び磁気ディスクからなる構成が本願発明の「ディスクエン\nクロージャ」に相当するものと認められる。さらに、引用例に記載された「リバー\nスフレックス回路１２０」は、ベースに取り付けられた部分から立ち上がり、湾曲\nしてアーム体に取り付けられているので本願発明の「フレキシブルプリントサーキ\nット」に相当する。\nしたがって両者は\n「磁気ディスクのリードライトを制御するディスクコントローラ回路と、前記ディ\nスクコントローラ回路と積層配置され、その内部に記録情報を磁気的にリードライ\nト可能な磁気ディスクが内蔵されたディスクエンクロージャと、を含み、\n前記ディスクエンクロージャは、\n少なくとも、前記磁気ディスクと、この磁気ディスクを回転するスピンドルモー\nタと、前記磁気ディスクの径方向にリードライトヘッドを移動させて所望のトラッ\nク位置に静止保持させるリードライトヘッドアクチュエータと、リードライトアン\nプ回路基板と、さらにこれらの各構成要素を気密状態で内蔵するハウジングとを含\nみ、\n前記磁気ディスクはその両面に磁気記録面を有する外形が約６５ｍｍの大きさか\nらなり、\n前記スピンドルモータは軸受けを有し、\n前記リードライトヘッドアクチュエータは、コイルを備えたボイスコイルモータ\nと、ハウジングに固定されたボイスコイルモータ回転軸の外周に回転可能に取り付\nけられたベアリングの外周部に前記ボイスコイルモータと前記リードライトヘッド\nとを支持可能に配置されたアーム体を含み、\n前記リードライトアンプ回路基板は、フレキシブルプリントサーキットで構成さ\nれ、\n前記フレキシブルプリントサーキットは、電子部品を載置する平面部と、当該平\n面部と前記アーム体とを結ぶ細長いリード部とからなり、\n前記ハウジングは外面がほぼ平坦なハウジングベースと、同様に外面がほぼ平坦\nなハウジングカバーと、両ベース、カバー間を気密にシールするパッキンとを含\nみ、その外形は幅方向約７０ｍｍに設定され、\n前記ディスクコントローラ回路は前記ディスクエンクロージャのハウジングに固\n定配置されたディスクコントローラ回路基板を有していることを特徴とする磁気デ\nィスク装置。」である点で一致し、\n（ア）スピンドルモータが、本願発明では「薄型軸受け」を有する点、及びボイ\nスコイルモータが、本願発明では「低慣性小型」のものであり、回転軸の外周にベ\nアリングが２個重ねて取り付けられている点、及び\n（イ）リードライトヘッドアクチュエータが、本願発明では「前記ベアリングを\n２個重ねた高さとほぼ同じ高さを呈し、その高さ方向の中間位置が、前記ボイスコ\nイルモータのコイルの厚さ方向の中間位置と前記リードライトヘッドの高さ方向の\n中間位置と前記２個のベアリングの高さ方向における中間位置とをほぼ一致させ\nた」構成であるのに対し、引用例に記載された発明では、この構成が不明である\n点、及び\n（ウ）本願発明では、リードライトアンプ回路基板が、「支持薄板に固定され」\nており、この支持薄板が「平面部を固定するための平坦部と前記平面部とリード部\nの切り替わり部分を固定するための平坦部から垂直に立ち上がった立ち上げ壁を\n含」む構成としているのに対し、引用例に記載された発明ではこの点が不明である\n点、及び\n（エ）ハウジングの外形が、本願発明では「長さ方向約９６ｍｍ、幅方向約７０\nｍｍそして厚み方向が約８．５ｍｍに設定され」「ディスクエンクロージャとディ\nスクコントローラ回路の合計厚みが約１２．７ｍｍに設定されている」のに対し、\n引用例に記載された発明では幅方向の数値が一致するのみである点で相違してい\nる。\n(3)　相違点についての審決の判断\n相違点（ア）\n「薄型」及び「低慣性小型」という記載は、相対的な表現であって、モータの構\n成を限定するものではなく、かつ、装置の薄型化あるいは小型化のために薄型モー\nタ、あるいは小型モータを用いることは慣用技術であり、また、磁気ディスク装置\n等のように短時間に位置制御する用途に用いるモータとしては低慣性である方がよ\nいことは、当該分野の技術常識であるので、これらの点は構成の実質的な相違とは\n認められない。また、「ベアリングが２個重ねて取り付けられ」た点は、回転軸を\n軸方向に短くする場合にベアリングが大きいままであれば当然得られる結果にすぎ\nず、この記載で軸方向の高さを限定することにはならないばかりでなく、ベアリン\nグ自体を何ら特定することなく単にベアリングを重ねる構成とするだけのことは単\nに軸方向を短くしたい長さにしたにすぎないものであって、必要に応じて適宜設計\nし得る事項といわざるを得ない。\n相違点（イ）\n「ベアリングを２個重ねた高さ」については、前記したように、高さ自体を限定\nする意味はなく、かつ、２つの軸受けの両端とほぼ同じ高さのアーム体を有する磁\n気ディスク装置は周知（例．特開平２－９４１８３号公報（第３図に記載された上\n下アーム１１の形成する高さは２つの軸受け１４の両端のとほぼ同じ高さであ\nる。），実願平１－２５１３９号（実開平２－１１７７７０号）のマイクロフィル\nム（図９に記載された軸受け部８とスイングアーム９の高さの関係はほぼ同じであ\nる）を参照）の技術である。したがって、相違点（イ）は必要に応じて当業者が適\n宜設計し得る事項と認められる。\n相違点（ウ）\nフレキシブルプリント基板を補強するために支持薄板に固定する構成は周知\n（例．特開昭６３－３１４８８４号公報（この文献には、フレキシブルプリント基\n板４の屈曲部を補強するための補強板５等を有する発明が記載されている。），実\n願平１－２５１３７号（実開平２－１１７７６７号）のマイクロフィルム（この文\n献には、電子部品を載置する平面部と、この平面部とアーム体とを結ぶ細長いリー\nド部とからなるフレキシブルプリントサーキット１０１の平面部を固定する平坦部\n８９と、前記平面部とリード部の切り替わり部分を固定するためのケーブルガイド\n９６を取り付ける、平坦部から垂直に立ち上がった立ち上げ壁９７を有する発明が\n記載されている。）参照）の事項であり、フレキシブルプリント基板が平面部と、\n該平面部から垂直に立ち上がった部分とからなる構成が引用例に記載されているの\nで、この引用例に記載されたフレキシブルプリント基板に上記周知の構成を適用し\nて本願発明のような支持構成とすることは当業者が容易になし得たことと認められ\nる。\n相違点（エ）\nハウジングの外形の寸法は、内部に収納する部品の寸法等に応じて昀小値が決ま\nるものであり、内部に収納する部品の大きさはまた、その構成要素に応じて決まる\nものである。そしてそれらの部品自体については、引用例に記載されたものと格別\nには相違しないことは上記のとおりであり、また従来の装置との互換性を得ようと\nすること自体は常套手段であるから、上記寸法の相違については必要に応じて任意\nに設計し得る事項にすぎない。\nなお原告は、審判請求の理由において、本願発明では、アーム体の高さがボイス\nコイルモータの回転軸に取り付けられたベアリングの高さとほぼ同じになり、ハウ\nジング内部に収納されるリードライトヘッドアクチュエータの高さ寸法を回転駆動\nに必要とされるベアリングの性能に基づくベアリング高さに応じて必要昀小限度に\n押さえることが可能になり、磁気ディスク装置の厚みの低減に寄与することができ\nる。さらに、アーム体の高さ方向の中間位置を、ボイスコイルモータのコイルの厚\nさ方向の中間位置と前記２個のベアリングの高さ方向における中間位置と前記リー\nドライトヘッドの高さ方向の中間位置とほぼ一致させることによって、ボイスコイ\nルモータの駆動トルクを効率よくリードライトヘッド側に伝達することが可能にな\nる。等の効果を主張しているが、ベアリングと同じ高さという点については上記の\nとおり、回転軸の長さと同等の構成と認められるところ、このような構成及び厚さ\n方向の中間位置に配置する構成は上記周知例に記載されているように周知のもの\nで、この点は格別なものとはいえず、得られる効果もその構成に本来的に備わって\nいる範囲内のものと認められることから、原告の主張は採用できない。\n(4)　審決のむすび\nしたがって、本願発明は、引用例に記載された発明及び上記周知の事項に基づい\nて当業者が容易に発明をすることができたものであるから、特許法第２９条第２項\nの規定により特許を受けることができない。\n第３　原告主張の審決取消事由\n１　取消事由１（一致点の認定の誤り）\n(1)　審決は、引用例の軸受構造が「軸固定型」であると誤認している。\n審決は、引用例記載の発明について「前記リードライトヘッドアクチュエータ\nは、コイルを備えたボイスコイルモータと、ベースに固定されたボイスコイルモー\nタ回転軸の外周に回転可能に２個取り付けられたベアリングの外周部に前記ボイス\nコイルモータと前記リードライトヘッドとを支持可能に配置されたアーム体とを含\nみ」と認定する。\nしかし、引用例の図３においては、軸受カートリッジ５４の外周がベース２０に\n固定され、軸受カートリッジ５４の内周部によって軸５２が回転自在に支持され\nて、この回転軸５２にアクチュエータアーム５６が固定されている。かかる構造\nは、軸受けがその外周で固定され、その回転自在な内周で支持された軸が回転する\nもので、いわゆる「軸回転型」支持構造と呼ばれるものである。この「軸回転型」\n構造の軸受構造を用いて、アクチュエータアーム５６を自由に回転させるために\nは、軸受カートリッジ５４の外周はベース２０に固定されているので、結局、軸受\nカートリッジ５４の内周部で支持された回転自在の軸５２を軸受カートリッジ５４\nから突き出してその上にアクチュエータアーム５６を取り付ける構造を取らざるを\n得ない。つまり回転軸を含めたアクチュエータアーム５６の高さは、軸受カートリ\nッジ５４の高さをはるかに越えてしまい、軸受カートリッジ５４とほぼ同じ高さに\nすることは不可能である。\nこれに対して、本願発明の構造は、本願図面の図１において明らかなように、ハ\nウジング１１に固定されたボイスコイルモータ（ＶＣＭ）回転軸３６の外周に回転\n可能に２個重ねて取り付けられたベアリング３７、３８の外周部に、アーム体４０\nが固定される。かかる軸受構造は、軸が固定されて、その軸に軸受の内周が取り付\nけられ軸受の外周が回転自在であるところの、いわゆる「軸固定型」支持構造と呼\nばれるものである。そして本願発明のアーム体は、その固定された回転軸の外周に\n回転可能に２個重ねて取り付けられたベアリングの、その外周部に配置されている\nのであるから、回転可能なベアリングの外周部にアーム体を取り付けることがで\nき、アーム体の高さは容易に軸受けの高さに合わせることができる。\nしたがって、審決は、引用例に記載された軸受構造について、いわゆる「軸回転\n型」支持構造軸受であって、回転軸を含めたアクチュエータアームの高さを軸受カ\nートリッジとほぼ同じ高さにすることは不可能なのに対して、これをいわゆる「軸\n固定型」支持構造であって、アーム体の高さを軸受部分の高さとほぼ同じ高さにし\n得るものと誤って認定し、本願発明との相違を看過したものである。\n被告は、引用例に記載されたモータ回転軸が、中心軸を固定する軸固定型である\nという認定はしておらず、そのゆえに審決では、軸と軸受けに関する部分について\nは、相違点（イ）として摘示しているのであると主張するが、審決の相違点（イ）\nは、単に、本願発明のベアリングとボイスコイルモータ及びリードライトヘッドと\nの構造関係は引用例には明示されていないとしたものである。そうであるならば、\nこの審決の相違点（イ）の記述は、ボイスコイルモータ回転軸が軸固定型であるか\n否かとは関係がない。\n(2)　審決は、引用例のリバースフレックス回路にリードライトアンプ回路が載置\nされていると認定するが、誤りである。\n審決は、引用例記載の発明と本願発明との一致点として「前記リードライトアン\nプ回路基板は、フレキシブルプリントサーキットで構成され、前記フレキシブルプ\nリントサーキットは、電子部品を載置する平面部と、当該平面部と前記アーム体と\nを結ぶ細長いリード部とからなり」と認定している。\n一方で、審決は、引用例に「リバースフレックス回路１２０は、ヘッダーピン４\n２からの電気信号をヘッド４６とアクチュエータの部品４８へ伝達する。このリバ\nースフレックス回路１２０は３つの部分からなる。１つ目の部分はアクチュエータ\nコイル５８に電流を送る部分であり」との記載のあることを認め、次に「データ搬\n送部分」があるとし、もう一つは、これら２つの部分を「分離するための接地面で\nある」との記載があることを認めている。この記載からは、リバースフレックス回\n路１２０は上記３つの部分からなり、リードライトアンプ回路を持たないことを示\nしている。\nこのことは、引用例のディスク駆動装置のプリント回路基板３６はコントロール\n手段であり（１１頁２２行～２６行、部分訳（３））、図１４にはリードライトコ\nントローラ２３６がそのコントロール手段であるプリント回路基板に含まれている\nことからも明らかである。\nこのように、引用例のリバースフレックス回路１２０はリードライトコントロー\nラ２３６などの電子部品が載置されていない、いわゆる「フレキシブルな単なるリ\nード線」であり、このことは図２において電子部品が一切示されていないことから\nも明らかである。リードライトコントローラ２３６は他の電子部品とともに、ヘッ\nドから遠く離れたプリント回路基板３６に載置されている。\nこれに対し、本願発明においては、名称自体がリードライトアンプ回路基板なる\nもので構成され、ヘッドの近くにリードライトアンプ回路を配置することで、ヘッ\nドから得られる微小電圧信号に外部ノイズが混入することを防ぐ（本願明細書段落\n【００２０】）ものであって、本願図面の図４にもその配置が明らかに示されてい\nる。\nしたがって、審決は引用例記載の発明の認定において、リバースフレックス回路\nはリードライトアンプ回路が載置されていない、いわゆる「フレキシブルな単なる\nリード線」であるのに、リードライトアンプ回路がある「電子部品実装基板」であ\nると誤って認定し、本願発明との相違を看過したものである。すなわち、審決は引\n用例記載の発明の認定において、リバースフレックス回路は、電子部品が載置され\nていない、いわゆる「フレキシブルな単なるリード線」であるのに、電子部品が載\n置されている「電子部品実装基板」であると誤って認定し、本願発明との相違を看\n過したものである。\n(3)　審決は、引用例のベースは外面がほぼ平坦であると誤認している。\n審決は、引用例の「ベースは外面がほぼ平坦」と認定しているが、引用例の図１\nに「取り付け突起２６ａ－ｄ」（１１頁２行～６行、部分訳（２））、図３にはス\nピンドルモータ５０（１５頁１７行、部分訳（４））及び軸５２の突出部がある。\nしたがって引用例のベースの外面が多くの取り付け突起・突出部を有しているもの\nであるところ、これをほぼ平坦であると誤って認定し、本願発明との相違を看過し\nたものである。\n２　取消事由２（相違点の判断の誤り）\n(1)　審決は、本願発明の小型化技術が単なる設計事項であると誤った判断をして\nいる。\n審決は相違点（ア）の判断の前半において、「「薄型」及び「低慣性小型」とい\nう記載は、相対的な表現であって、モータの構成を限定するものではなく、かつ、\n装置の薄型化あるいは小型化のために薄型モータ、あるいは小型モータを用いるこ\nとは慣用技術であり、また、磁気ディスク装置等のように短時間に位置制御する用\n途に用いるモータとしては低慣性である方がよいことは、当該分野の技術常識であ\nるので、これらの点は構成の実質的な相違とは認められない。」と判断し、また相\n違点（エ）の判断の前段において、「ハウジングの外形の寸法は、内部に収納する\n部品の寸法等に応じて昀小値が決まるものであり、内部に収納する部品の大きさは\nまた、その構成要素に応じて決まるものである。そしてそれらの部品自体について\nは、引用例に記載されたものと格別には相違しないことは上記のとおりであり、ま\nた従来の装置との互換性を得ようとすること自体は常套手段であるから、上記寸法\nの相違については必要に応じて任意に設計し得る事項にすぎない。」と判断してい\nる。\nしかし、引用例は、その９頁６行から２０行にかけて、「現在におけるパーソナ\nルコンピュータやワークステーションに用いられているディスク駆動装置技術につ\nながる、数多くのディスク駆動装置技術における開発が５．２５インチディスク駆\n動装置についてなされて、ついで３．５インチディスク駆動装置に取り入れられ\nた。５．２５インチから３．５インチディスク駆動装置へのこれらの開発成果の移\n転においては、ほとんどの部品が同じままで、何の工夫も無く３．５インチディス\nク駆動装置に移された。」（部分訳（１））が、しかし「３．５インチディスク駆\n動装置より小さいディスク駆動装置を設計することは、いくつかの工業的標準部\n品・・・の再設計の挑戦を意味した」（部分訳（１））と記載している。このこと\nからも明らかなように、３．５インチディスク駆動装置から２．５インチディスク\n駆動装置の進化段階においては著しい技術課題の差がみられ、本願発明の２．５イ\nンチディスク駆動装置の実現には、従来技術の単なる設計変更では解決不可能な課\n題が存在する。\n(2)　審決は、本願発明のベアリングを２個重ねた軸受構造を単なる設計事項と誤\n認している。\n審決は、相違点（ア）の判断の後半において、「「ベアリングが２個重ねて取り\n付けられ」た点は、回転軸を軸方向に短くする場合にベアリングが大きいままであ\nれば当然得られる結果にすぎず、この記載で軸方向の高さを限定することにはなら\nないばかりでなく、ベアリング自体を何ら特定することなく単にベアリングを重ね\nる構成とするだけのことは単に軸方向を短くしたい長さにしたにすぎないものであ\nって、必要に応じて適宜設計し得る事項といわざるを得ない。」と判断し、また相\n違点（イ）の判断において、特開平２－９４１８３号公報、実願平１－２５１３９\n号（実開平２－１１７７７０号）のマイクロフィルムを引用して、「「ベアリング\nを２個重ねた高さ」については、前記したように、高さ自体を限定する意味はな\nく、かつ、２つの軸受けの両端とほぼ同じ高さのアーム体を有する磁気ディスク装\n置は周知・・・の技術である。したがって、相違点（イ）は・・・当業者が適宜設\n計し得る事項と認められる。」と判断している。\nしかし、本願発明のような２．５インチディスク駆動装置においては、薄型化の\n明確な課題が存在する。従来の装置は以下の二つの方向を目指すのみでいずれも前\n記課題を解決するに至らなかった。すなわち、第一の方向は、精度を保持するため\n２個の軸受けを従来のようにある距離を離して用い、薄型化を犠牲にすることであ\nる。そして第二の方向は、軸受けを１個にして高さを減少させるが、精度を犠牲に\nすることである。\n引用例記載の発明は、この解決のために２個の軸受けを用い、その間隔を離し\nた。したがって、軸受けはアーム高さで定まるベースの中には収まらず、この結果\nベースから軸受部分が突き出る構造となりベース外に配置されて、ベースに軸受ハ\nウジングを固定した「軸回転型」となった。これが引用例の軸受構造に関する技術\n的思想である。\nこれに対して本願発明は、軸受けを２個重ねてハウジング内に配置し、ハウジン\nグの外面をほぼ平坦にした。さらに、かかる薄型構造を生かすためにはアーム高さ\nと軸受け高さをほぼ同じにする必要があり、そのために回転軸を固定しその周りに\nアーム体が回転する「軸固定型」を採用した。したがって、本願発明と引用例記載\nの発明とは軸受構造の薄型化に関する技術的思想が全く異なる。\nこのように、本願発明は引用例記載の発明と全く異なる技術思想を採用すること\nにより、２．５インチディスク駆動装置の厚みを１９ｍｍ（３／４インチ）から１\n２．７ｍｍ（１／２インチ）と３３％もの薄型化を一気に実現するという顕著な効\n果をもたらしたものである。\nしたがって、審決は、軸受構造における本願発明の２．５インチディスク駆動装\n置で初めて生じた困難な固有の技術課題及びその顕著な効果を何ら考慮せず、ベア\nリングを２個重ねた軸受構造を、必要に応じて当業者が適宜設計し得る事項と誤っ\nて判断したものである。\n(3)　審決は、相違点（ウ）の判断の後段で、実願平１－２５１３７号（実開平２\n－１１７７６７号）のマイクロフィルムに示す周知技術について「電子部品を載置\nする」と判断している。\nしかし、この周知例のどこにも、いかなる部分にヘッドアンプ部が載置されてい\nるかは明らかにされていない。したがって、審決が、引用例に記載されたフレキシ\nブルプリント基板に上記周知の構成を適用して、本願発明のような構成とすること\nは当業者が容易になし得たことと認められると判断したのは、誤りである。\n第４　審決取消事由に対する被告の反論\n１　取消事由１（一致点の認定の誤り）に対して\n(1)　審決は、引用例に記載された発明の認定において、軸受け構造に関して、\n「前記リードライトヘッドアクチュエータは、コイルを備えたボイスコイルモータ\nと、ベースに固定されたボイスコイルモータ回転軸の外周に回転可能に２個取り付\nけられたベアリングの外周部に前記ボイスコイルモータと前記リードライトヘッド\nとを支持可能に配置されたアーム体とを含み、」と認定しており、これは、「ボイ\nスコイルモータ」自体が「ベースに固定され」ていることを意味し、「ベースに固\n定されたボイスコイルモータ（の）回転軸の外周に」、「回転可能に２個取り付け\nられたベアリングの外周部に・・・を支持可能に配置されたアーム体とを含み、」\nということを意味する。したがって、審決は、引用例には、「ベースに固定された\nボイスコイルモータの、回転軸の外周に回転可能に取り付けられた２個のベアリン\nグよりもさらに外側には、ボイスコイルモータとリードライトヘッドとを支持可能\nに配置されたアーム体を含む」、という構成が記載されていることを指摘したもの\nであって、引用例に記載されたモータ回転軸が、中心軸を固定する軸固定型である\nという認定はしていない。そのゆえに審決では、軸と軸受けに関する部分について\nは、相違点（イ）として摘示しているのである。\n上記「前記リードライトヘッドアクチュエータは、コイルを備えたボイスコイル\nモータと、ベースに固定されたボイスコイルモータ回転軸の外周に回転可能に２個\n取り付けられたベアリングの外周部に前記ボイスコイルモータと前記リードライト\nヘッドとを支持可能に配置されたアーム体とを含み、」という記載が、日本語の表\n現の解釈として「・・・固定されたボイスコイルモータ（の）回転軸の・・・」と\n解釈でき、「モータ回転軸を固定」しているとしか解釈できないものではないこと\nは、明らかである。\nそして、本願発明をみても「軸固定型」とは記載されておらず、本願発明の\n「・・・固定されたボイスコイルモータ回転軸の外周に回転可能に・・・」という\n記載が、ボイスコイルモータの回転軸が「軸固定型」であるとしか解釈できないも\nのではないことは上記のとおりであり、かつ、「・・・固定されたボイスコイルモ\nータ（の）回転軸の・・・」と解釈した上で、この部分における構成上の相違点\nは、相違点（イ）として摘示しているのであるから、ここに相違点の看過はなく、\n原告の主張は失当である。\n(2)　原告は、審決が引用例のリバースフレックス回路にリードライトアンプ回路\nが載置されていると誤認している旨主張するので、この点について反論する。\nそもそも、本願明細書の記載をみると、請求項１には「磁気ディスクのリードラ\nイトを制御するディスクコントローラ回路と、前記ディスクコントローラ回路と積\n層配置され、その内部に記録情報を磁気的にリードライト可能な磁気ディスクが内\n蔵されたディスクエンクロージャと、を含み、前記ディスクエンクロージャ\nは、・・・リードライトアンプ回路基板と、・・・とを含み、」と記載されてお\nり、原告の主張する、「名称自体が「リードライトアンプ回路基板」」である基板\n自体は、ディスクエンクロージャ内に存在するので、ディスクエンクロージャと積\n層配置された、「磁気ディスクのリードライトを制御する・・・回路」を含まない\nものであることは明らかである。\nそもそも本願発明の「リードライトアンプ回路基板」は「ディスクエンクロージ\nャ」内にあって、積層配置される「磁気ディスクのリードライトを制御する回路」\nを有さず、名称自体が「リードライトアンプ回路基板」であっても「支持薄板に固\n定されたフレキシブルプリントサーキットで構成され」るものであり、「前記フレ\nキシブルプリントサーキットは、（電子部品を載置する）平面部と、当該平面部と\n前記アーム体とを結ぶ細長いリード部とからなり」としか請求項１に記載されてい\nないことからして、本願発明は「リードライトアンプ回路」を含んでいると認定す\nることはできないのである。\n(3)　原告は、審決が引用例のベース外面がほぼ平坦であると認定しているのが誤\nりである旨主張するが、「ほぼ平坦」とは、完全な平坦ではなく、凹凸の許容の程\n度が示されていない以上、何をもってほぼ平坦とするかは主観的なものである。本\n願明細書及び図面に記載された唯一の実施例において、ハウジングベース（１２）\nは、固定ねじ穴部（１２ｂ）を設ける突出部を有しており（図３参照）、このよう\nなハウジングベースを「ほぼ平坦」という以上、引用例の第１図に記載された突起\n２６や、同第３図に記載された突起５０のようにわずかな突出部を有しても「ほぼ\n平坦」ではないとはいえず、「ほぼ平坦」であるとした審決に相違点の看過はな\nい。\n２　取消事由２（相違点の判断の誤り）に対して\n(1)　原告は、審決における、相違点に対する判断の（ア）の前半及び（エ）の前\n段について、小型化技術が単なる設計事項とする判断が誤りである旨主張するが、\n原告が認め、引用例に記載されているように、（小型化、薄型化には）従来技術の\n単なる設計変更では解決不可能な課題が存在するのであり、これは、小型化、薄型\n化が構成を示すものではなく願望である。\nしたがって、審決の「当審の判断」において、「薄型」及び「低慣性小型」がモ\nータの構成を限定するものではなく、構成の実質的な相違ではないとした認定に誤\nりはない。\n(2)　薄型化自体が一般的な発明の目的として存在することは明らかであり、その\n達成のために軸を短くする手段が存在する。２個の軸受けを距離を離さずに配置す\nれば、これと同じ２個の軸受けを距離を離して用いた場合より高さが小さくなるこ\nとは、周知の事項として原告が認めているものである。\nそして、本願発明には、「ベアリングを２個重ねた高さとほぼ同じ高さ」と記載\nされているが、そのベアリングの大きさも種類も限定されておらず、この記載から\n厚さを認定することは不可能である。そして、「軸固定型」の構成が周知であるこ\nとは前記のとおりであり、審決の判断に誤りはない。\n(3)　原告は、審決が、相違点（ウ）の後段で実願平１－２５１３７号（実開平２\n－１１７７６７号）のマイクロフィルムに示す周知技術に「電子部品を載置する」\nフレキシブルプリントサーキットが記載されていると判断していると主張し、この\n周知例のどこにも、いかなる部分にヘッドアンプ部が載置されているかは明らかに\nされていないから本願発明の構成とすることが容易とした判断が誤りである旨主張\nする。しかし、審決の相違点（ウ）に対する判断では、フレキシブルプリント基板\nを補強するために支持薄板に固定する構成が周知であることを示すために上記周知\n例を提示しているのであって、フレキシブルプリントサーキットが電子部品を載置\nしているとは認定しておらず、「いかなる部分にヘッドアンプ部が載置されている\nか」は、この部分の審決の認定とは無関係の事項である。\n第５　当裁判所の判断\n１　取消事由１（一致点の認定の誤り）について\n(1)　原告は、審決が引用例記載の発明について「リードライトヘッドアクチュエ\nータは、コイルを備えたボイスコイルモータと、ベースに固定されたボイスコイル\nモータ回転軸の外周に回転可能に２個取り付けられたベアリングの外周部に前記ボ\nイスコイルモータと前記リードライトヘッドとを支持可能に配置されたアーム体と\nを含み」と認定した点につき、審決は引用例記載の発明の軸受構造が「軸固定型」\nであると誤認していると主張する。\n引用例記載の発明の軸受構造が原告のいう「軸固定型」でなく、「軸回転型」で\nあることについては被告も争うところではないが、審決の引用例記載の発明に関す\nる上記認定中には「軸固定型」とした部分はなく、上記認定中にある「ベースに固\n定されたボイスコイルモータ回転軸」との表現が必ずしも明確であるということは\nできないとしても、審決は、引用例記載の発明をもって「軸固定型」と認定したも\nのでないことは明らかである。\n審決は、リードライトヘッドアクチュエータの具体的な構造について、本願発明\nと引用例記載の発明との相違点（イ）として「リードライトヘッドアクチュエータ\nが、本願発明では「前記ベアリングを２個重ねた高さとほぼ同じ高さを呈し、その\n高さ方向の中間位置が、前記ボイスコイルモータのコイルの厚さ方向の中間位置と\n前記リードライトヘッドの高さ方向の中間位置と前記２個のベアリングの高さ方向\nにおける中間位置とをほぼ一致させた」構成であるのに対し、引用例に記載された\n発明では、この構成が不明である点」を挙げている。そして、この相違点（イ）に\n関し、「「ベアリングを２個重ねた高さ」については、前記したように、高さ自体\nを限定する意味はなく、かつ、２つの軸受けの両端とほぼ同じ高さのアーム体を有\nする磁気ディスク装置は周知（例．特開平２－９４１８３号公報（第３図に記載さ\nれた上下アーム１１の形成する高さは２つの軸受け１４の両端のとほぼ同じ高さで\nある。）、実願平１－２５１３９号（実開平２－１１７７７０号）のマイクロフィ\nルム（図９に記載された軸受け部８とスイングアーム９の高さの関係はほぼ同じで\nある）を参照）の技術である。したがって、相違点（イ）は必要に応じて当業者が\n適宜設計し得る事項と認められる。」と判断しているところである。\n甲第６号証によれば、特開平２－９４１８３号公報に「従来の磁気ディスク装置\nの磁気ヘッド位置決め装置は、第３図に例示するように、下部基板１８ｂに中心軸\n１５の下端を固定し」（１頁右下欄１１行～１３行）との記載のあることが認めら\nれ、甲第７号証によれば、実願平１－２５１３９号（実開平２－１１７７７０号）\nのマイクロフィルムに「本考案は・・・ディスク駆動装置に関する。」（２頁２行\n～５行）との記載、及び「このアクチュエータ駆動機構４は、第９図に示すように\nピボット軸受部８を有し、このピボット軸受部８にスイングアーム９が回動自在に\n支持され、スイングアーム９の先端に磁気ヘッド２が装置されている。・・・この\nピボット軸受部８には第１０図に示すように円筒状の内輪側ホルダ１０を有し、こ\nの内輪側ホルダ１０の貫通孔１１には取付けネジ１２が挿通され」（８頁１３行～\n９頁３行）との記載、さらに「取付けネジ１２は・・・ベースプレート６のネジ孔\n４２に螺合され、ピボット軸受部８がベースプレート６に固定されている。」（１\n２頁１０行～１３行）との記載のあることが認められ、審決は、これらの記載をも\nって、中心軸ないし軸受部を固定する磁気ディスク装置の具体的な構造が周知技術\nであるとして示しているのである。\nこのような審決の説示に照らしても、審決は、原告主張のように、引用例記載の\n発明の軸受構造が「軸固定型」であると認定したものとみることはできない。\n(2)　原告は、審決が本願発明と引用例記載の発明との一致点として「前記リード\nライトアンプ回路基板は、フレキシブルプリントサーキットで構成され、前記フレ\nキシブルプリントサーキットは、電子部品を載置する平面部と、当該平面部と前記\nアーム体とを結ぶ細長いリード部とからなり」とした点につき、引用例のリバース\nフレックス回路に電子部品が載置されていると誤って認定していると主張する。\nなるほど、審決が引用する引用例の記載「リバースフレックス回路１２０は、ヘ\nッダーピン４２からの電気信号をヘッド４６とアクチュエータの部品４８へ伝達す\nる。このリバースフレックス回路１２０は３つの部分からなる。１つ目の部分はア\nクチュエータコイル５８に電流を送る部分であり、２つ目は第３の部分であるデー\nタ搬送部分を第１の部分と分離するための接地面である。」との部分には、「電子\n部品」に関する記載は認められない。そして、審決は、他に引用例の「リバースフ\nレックス回路」に「電子部品を載置する」との根拠を明確に示していないから、審\n決の上記認定の根拠は明確でない。\nしかしながら、本願発明の特許請求の範囲には「前記フレキシブルプリントサー\nキットは、電子部品を載置する平面部と・・・からなり」との記載があるものの、\n「電子部品」がどのような電子部品であるかについて、また「電子部品」が実際に\n載置されているか否かについての限定はない。原告は、本願発明においては、名称\n自体がリードライトアンプ回路基板なるもので構成され、ヘッドの近くにリードラ\nイトアンプ回路を配置することで、ヘッドから得られる微小電圧信号に外部ノイズ\nが混入することを防ぐ（本願明細書段落【００２０】）ものであって、本願図面の\n図４にもその配置が明らかに示されていると主張するが、本願発明の特許請求の範\n囲には、ヘッドの近くにリードライトアンプ回路を配置するとの構成に関する記載\nはない。\nそうすると、上記のように審決の認定の根拠に明確でない点があるとしても、そ\nの点は、本願発明の構成に係るものではなく、引用例記載の発明との対比において\n審決がした本願発明の進歩性判断に影響を及ぼすものでもない。\n(3)　原告は、審決が引用例の「ベースは外面がほぼ平坦」と認定した点につき、\n引用例の図１に「取り付け突起２６ａ－ｄ」、図３にスピンドルモータ５０及び軸\n５２の突出部が示されており、引用例のベースの外面が多くの取り付け突起・突出\n部を有しているものであるところ、これをほぼ平坦であると誤って認定し、本願発\n明との相違点を看過したものであると主張する。\nしかしながら、本願発明の特許請求の範囲には、「ハウジングは外面がほぼ平坦\nなハウジングベース（１２）と・・・を含み」との記載があり、本願明細書及び本\n願図面の図３（甲第２号証）によれば、本願発明の実施例のハウジングベース（１\n２）が固定ねじ穴部（１２ｂ）の突出部を有することが示されている。そうする\nと、本願発明のハウジングベースの「ほぼ平坦」とは突出部を有するものをも意味\nしており、引用例の図１の突起２６や、図３の突起５０を有するものも本願発明の\n「ほぼ平坦」の範囲に含まれるというべきである。したがって、審決に、原告主張\nの上記相違点の看過があるということはできない。\n２　取消事由２（相違点の判断の誤り）について\n(1)　取消事由２の(1)における原告の主張も、審決の相違点（ア）の判断の前半\nにおける「「薄型」及び「低慣性小型」との点は相対的な表現であって、モータの\n構成を限定するものではなく」、「装置の薄型化あるいは小型化のために薄型モー\nタ、あるいは小型モータを用いることは慣用技術」、「磁気ディスク装置等のよう\nに短時間に位置制御する用途に用いるモータとしては低慣性である方がよいこと\nは、当該分野の技術常識である」との認定を争うものではないし、相違点（エ）の\n判断の前段における「ハウジングの外形の寸法は、内部に収納する部品の寸法等に\n応じて昀小値が決まるものであり、内部に収納する部品の大きさはまた、その構成\n要素に応じて決まる」、「それらの部品自体については、引用例に記載されたもの\nと格別には相違しない」との点、及び「従来の装置との互換性を得ようとすること\n自体は常套手段である」との点を争うものではない。そして、原告主張のように、\n３．５インチディスク駆動装置から２．５インチディスク駆動装置の進化段階にお\nいては著しい技術課題の差がみられるとしても、その点が、相違点に関する審決の\n判断に影響を及ぼすものとは認められない。\n(2)　原告は、審決は、本願発明のベアリングを２個重ねた軸受構造を単なる設計\n事項と誤認していると主張するが、従来の装置の目指す方向として、精度を保持す\nるため２個の軸受けをある距離を離して用い薄型化を犠牲にすることは原告も認め\nているところである。これによれば、２個の軸受け間の距離と薄型化との関係は従\n来から考えられていたということができ、薄型化を犠牲にしないのであれば、２個\nの軸受けを距離を離さずに用いればよいことは明らかである。そうすると、原告主\n張の薄型化の効果は、このような従来から考えられていたことによるものであり、\nまた、薄型化自体が一般的な課題・効果であることを考慮すれば、これを格別のも\nのということはできない。\nしたがって、原告の上記主張は理由がない。\n(3)　原告は、審決が相違点（ウ）の判断の後段で実願平１－２５１３７号（実開\n平２－１１７７６７号）のマイクロフィルムに示す周知技術について「電子部品を\n載置する」と判断した点につき、この周知例のどこにも、いかなる部分にヘッドア\nンプ部が載置されているかは明らかにされておらず、引用例に記載されたフレキシ\nブルプリント基板に上記マイクロフィルムに記載された周知の構成を適用して、本\n願発明のような構成とすることは当業者が容易になし得たことと認められるとした\n審決の判断は誤りであると主張する。\nしかしながら、審決は、相違点（ウ）について、「フレキシブルプリント基板を\n補強するために支持薄板に固定する構成は周知（例．・・・実願平１－２５１３７\n号（実開平２－１１７７６７号）のマイクロフィルム（この文献には、電子部品を\n載置する平面部と・・・を有する発明が記載されている。）参照）の事項であ\nり・・・引用例に記載されたフレキシブルプリント基板に上記周知の構成を適用し\nて本願発明のような支持構成とすることは当業者が容易になし得たことと認められ\nる。」と判断しているのであって、審決は「フレキシブルプリント基板を補強する\nために支持薄板に固定する構成は周知」との認定の立証のために上記周知例を引用\nしているのであり、原告主張の上記の点は、「フレキシブルプリント基板を補強す\nるために支持薄板に固定する構成は周知」であるとした審決の認定に影響を及ぼす\nものではない。\nよって、上記原告主張の点をもってしても、審決の結論が左右されるものではな\nい。\n第６　結論\n以上のとおり、原告主張の審決取消事由は理由がないので、原告の請求は棄却さ\nれるべきである。\n（平成１４年２月１２日口頭弁論終結）\n東京高等裁判所第１８民事部\n裁判長裁判官　　　永　　　井　　　紀　　　昭\n裁判官　　　塩　　　月　　　秀　　　平\n裁判官　　　古　　　城　　　春　　　実\n"
}