{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 3,
    "day": 11
  },
  "case_number": "平成12(ワ)556",
  "case_name": "損害賠償請求",
  "court_name": "和歌山地方裁判所",
  "lawsuit_id": "7433",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=7433",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/433/007433_hanrei.pdf",
  "contents": "主　　　　　　　　　文\n１　被告らは，原告Ａ寺に対し，連帯して，金３３０万円及びこれに対する平成１２年\n１０月６日から支払済みまで年５分の割合による金員を支払え。\n２　被告和歌山市は，原告Ｂに対し，金１５０万円及びこれに対する平成１２年１０月\n６日から支払済みまで年５分の割合による金員を支払え。\n３　原告Ａ寺の被告らに対するその余の請求，原告Ｂの被告和歌山市に対するそ\nの余の請求及び同原告の被告Ｃ株式会社に対する請求をいずれも棄却す\nる。\n４　訴訟費用はこれを２０分し，その１０を原告Ａ寺の負担とし，その１を原告Ｂ負担\nとし，その６を被告和歌山市の負担とし，その余を被告Ｃ株式会社の負担とす\nる。\n５　この判決は，第１項及び第２項に限り，仮に執行することができる。\n事実及び理由\n第１　請求\n１　被告らは，原告Ａ寺に対し，連帯して，金８５０万円及びこれに対する平成１２年１\n０月６日から支払済みまで年５分の割合による金員を支払え（遅延損害金の起算\n日は訴状送達の日の翌日）。\n２　被告らは，原告Ｂに対し，連帯して，金２００万円及びこれに対する平成１２年１０\n月６日から支払済みまで年５分の割合による金員を支払え（遅延損害金の起算日\nは訴状送達の日の翌日）。\n第２　事案の概要\n本件は，原告らが被告和歌山市職員及び被告Ｃ株式会社の社員の不法行為によ\nり損害を被ったとして，被告和歌山市に対しては国家賠償法１条１項に基づき，被\n告Ｃ株式会社に対しては民法７０９条，７１０条及び７１５条に基づき，それぞれ損害\n賠償を求めた事案である。\n１　前提事実\n(1)　被告Ｃ株式会社（以下，「被告会社」という。）は，下請業者を使って，Ｄ製革工場\nの補修・補強工事（以下，「訴外工事」という。）を施工した。【丙３，４の１ないし３\n７，８の１及び２，９の１及び２，１０の１及び２】\n(2)　原告Ａ寺は，被告和歌山市（以下，「被告市」という。）との間で，平成１１年３月２\n５日，同被告が施工するａ地区道路改良工事のために移転または除却を必要と\nする建物・工作物等の移転等について，原告Ａ寺が建物・工作物等を移転させ，\n被告市が物件移転補償金として１億２０４０万５３００円を支払う旨の物件移転補\n償契約を締結し（支払時期は，契約後及び物件移転完了確認後にそれぞれ６０\n２０万２６５０円），被告市から原告Ａ寺に対して，同補償金の内金として，平成１\n１年４月５日に１８５１万７６５０円が，同年７月２１日に６０２０万２６５０円がそれ\nぞれ支払われた。【甲１，３，乙２】\n(3)　被告市は，前項の補償金の内金４１６８万５０００円（以下，「本件補償金」とい\nう。）の請求及び受領に関する一切の権限を被告会社に委任する旨の委任状\n（以下，「本件委任状」という。）に基づいて，平成１１年４月５日，被告会社に対\nし，４１６８万５０００円を支払った。【争いのない事実】\n(4)　原告Ａ寺は，被告市に対し，平成１２年８月１１日当庁に補償金請求訴訟を提\n起し（当庁平成１２年（ワ）第４６４号事件）（以下，「別件訴訟」という。），同年１２\n月２０日被告市に対し，補償金４１６８万５０００円及び履行期後の遅延損害金の\n支払を命じる判決が言い渡され，被告市は，原告ら代理人の預金口座に振り込\nむ方法で，同月２７日に本件補償金を，平成１３年１月２２日に上記遅延損害金\nをそれぞれ支払った。【乙３ないし５，１１，１２】\n２　原告らの主張\n(1)　Ｅ及び被告市当局の不法行為\n被告市の同和対策室改善課課長補佐であったＥは，平成１１年３月２５日ころ，原\n告Ａ寺の代表役員である原告Ｂを欺いて，本件補償金の支払を受けるために必\n要であるなどと申し向けて，本件委任状に，原告Ａ寺の代表者印を押印させるな\nどして，同年４月５日ころ，被告会社に対し，本件補償金を受け取らせることによ\nり，本件補償金を被告会社に対する訴外工事代金の支払に流用した。\nＥは，原告Ｂから本件補償金について問い合わせを受けた際，同金員は未払い\nのままで残っているなどと虚偽の内容の説明をして，本件補償金を流用したこと\nが発覚するのを引き延ばすとともに，原告ら代理人が，被告市に対し，本件補償\n金について文書で照会したところ，Ｅは，原告Ｂ方を連日訪れ，同人に対し，「上\n記補償金は支払われずまだ市役所に残っているのでしばらく待って欲しい，必ず\n支払うから取り敢えず弁護士を解任して被告市に対する申入れを取り下げて欲\nしい。」などと再三迫った。\nまた，被告市当局は，他部署へ異動していたＥに対し，上記働きかけを指示してＥ\nを原告Ｂ方に派遣するとともに，原告ら代理人に対しては，「調査のため６月１０\n日まで回答を待って欲しい，同日までには必ず文書で回答する。」などと返答の\n猶予を申し入れて，原告ＢがＥの申し入れを受け入れるまで時間稼ぎをし，その\n後，被告市としては本件補償金を支払うことはできないのでＥから弁償金を受け\n取って欲しいと述べるのみで，正当な理由なく本件補償金の支払をしなかった。\n(2)　被告会社社員の不法行為\n被告会社の社員であるＦは，訴外工事が予算措置のなされておらず，同工事代\n金が不当に利益が上乗せされて算出されたものであることを認識していたにも\nかかわらず，Ｅと共謀の上，補償金４１６８万５０００円を騙し取ろうと企て，被告\n市に対し，本件物件移転補償金請求名目の内容虚偽の請求書を作成し，これを\n被告市に提出して，同補償金を騙し取った（被告会社は，平成９年１２月初旬に\n訴外工事を完成させていたにもかかわらず，一年以上経過後の平成１１年４月\nに工事代金の支払を受け，しかも，補強工事や被告会社に何ら関係のない名目\nが記載された請求書に押印して本件補償金を受け取ったこと，被告会社が昀終\n的に請求した代金額は当初の見積額に比して過大であり被告会社もこの点を了\n承していたことに照らし，被告会社が，本来正規に受け取ることができないもの\nであると認識していたはずである。）。\nさらに，被告会社は，本件補償金の流用についてマスコミに取り上げられるまで，\n被告市への本件補償金返還を拒絶していた。\n(3)　損害\nア　原告Ａ寺の損害　　　　　　　　　　　　　　合計８５０万円\n(ア)　別件訴訟追行等の弁護士費用　　　　　　　　　３００万円\n原告Ａ寺は，被告市との物件移転補償契約に基づき，寺の本堂・客殿・庫裏・\n鐘楼等を撤去したにもかかわらず，前記不法行為により，本件補償金を受\nけ取ることができなくなったため，その支払を求める訴えを提起せざるをえ\nなくなったのであり，原告ら代理人の事実関係の調査，訴え提起・訴訟追行\nに伴う弁護士費用のうち３００万円は被告らの不法行為と相当因果関係の\nある損害である。\n(イ)　宗教活動の支障による損害　　　　　　　　　　５００万円\n原告Ａ寺は，被告らの不法行為により，未だに新しい寺院を建築することがで\nきない状態であり，原告Ａ寺の宗教活動に重大な支障を来たしており，これ\nによって，原告Ａ寺が被った損害は，５００万円を下らない。\n(ウ)　本件訴訟の弁護士費用　　　　　　　　　　　　　５０万円\n本訴の追行に要する弁護士費用の内金５０万円も前記不法行為と相当因果\n関係にある損害である。\nイ　原告の損害　　　　　　　　　　　　　　　　　２００万円\n原告Ｂは，Ｅに騙されて虚偽の委任状に捺印させられた上，その後も被告市及\nびＥから圧力等を受けるとともに，寺院がないために住職として必要な宗教活\n動に重大な支障を生じ，一部の檀家からは新寺院建設に必要な資金の支払\nが遅れた原因は虚偽の委任状に捺印した原告Ｂにあるとの誤った非難を受\nけており，原告Ｂの被った精神的苦痛を慰謝するには，２００万円が相当であ\nる。\n２　被告市の主張\n(1)　Ｅは，独断で，被告会社に対して，訴外工事を発注したものの，同工事に対する\n予算措置がないことから，とりあえず本件補償金を同工事代金の支払に充てる\nこととし，平成１１年３月２５日ころ，原告Ｂ方に出向き，関係書類とともに，本件\n委任状に捺印を依頼した。\n(2)　損害についての反論\nア　原告Ａ寺の損害について\n被告市は当初から本件補償金の支払を申し出ていたにもかかわらず，原告Ｂ\nは，原告Ａ寺の新寺院の設計を巡る原告Ａ寺の檀家役員らと対立する中で，\n本件補償金が檀家役員に流用されたとの疑念を抱き，Ｅが本件補償金相当\n額を弁償すると申し出ており，あえて被告市に本件補償金の支払を求める訴\n訟を提起する必要がなかったにもかかわらず，檀家役員らとの紛争を有利に\n解決する目的で，別件訴訟を提起したのであり，同訴えに伴う原告Ａ寺の出\n捐は被告市とは全く関係ない。なお，別件訴訟は，金銭債務の履行を求める\n訴えであり，その場合，弁護士費用を請求することはできないから（昀高裁判\n所第一小法廷昭和４８年１０月１１日判決・判例時報７２３号４４ページ），この\n点からも，弁護士費用を損害として主張する原告Ａ寺の主張は理由がない。\nまた，原告Ａ寺の寺院を再建できない理由についても，原告Ａ寺の内紛により建\n築設計図面が完成していないためであり，本件補償金の支払の遅れとは関\n係ない。\nイ　原告Ｂの損害について\n本件紛争の直接の当事者は原告Ａ寺であり，原告Ｂ個人として精神的苦痛があ\nったとしても，主観的なもので法的評価の対象となりえないし，寺院がないた\nめに宗教活動に支障を来たしているとしても，その原因が檀家との内紛にあ\nることは前記のとおりであり，被告市が損害を賠償すべき義務はない。\n３　被告会社の主張\n(1)　Ｅと被告会社社員との共謀及び本件補償金の詐取について，いずれも否認す\nる。\n被告会社は，Ｅから，口頭で，訴外工事の施工を求められ，これを完成させたか\nら，被告市に対し，同工事代金として４１６８万５０００円の請求権を有していると\nころ，平成１１年３月，上記工事代金の支払に必要であるとのＥの指示に従い，\n本件委任状及び請求書に記名・押印の上提出したのであって，支払われた金員\nは，上記工事代金として正当に支払われたものと認識していた（被告会社は，被\n告市に対して工事代金を返還したが，被告会社自身が疑惑を受けることは不本\n意であるから，改めて工事代金を請求することを前提に行ったもので，被告会社\nとして責任を認めた訳ではない。）。\n(2)　損害の前提となる原告らの主張の事実関係は不知，損害の発生については争\nう。別件訴訟は，被告市が原告Ａ寺からの本件補償金の請求を拒否したために\n提起されたものであるから，被告会社は無関係であり，別件訴訟の弁護士費用\nを支払う義務はない。\n第３　当裁判所の判断\n１　認定事実\n前記前提事実（前記第２の１）並びに証拠（各項末尾摘示の各証拠，甲１５，乙１５，\n丙１１，証人Ｅ，同Ｆ，同Ｇ，原告Ａ寺代表者兼原告Ｂ本人）及び弁論の全趣旨によ\nれば，次の事実が認められる。\n(1)　Ｅは，被告市の同和対策室改善課課長補佐として，公共工事の入札等に関する\n職務を担当し，被告会社のＦは，被告市に対する営業担当者であったことから，\n両者は，平成８年ころから，公私にわたり親しく付き合うようになり，Ｆは，Ｅを同\n和対策室における「キー・マン」と認識していた。【甲１０ないし１４】\n(2)　被告会社は，平成９年２月，被告市が発注するｂ作業場排水処理施設工事を落\n札したところ，Ｆは，同月５月ころ，Ｅから，以前から上記工事に反対していたＤ製\n革工場の補強工事（訴外工事）の施工を依頼され，前記第２の１(1)のとおり，被\n告会社は昀終的にはこれを了承した上，株式会社Ｈ工業に対して同工事を下請\nに出し，さらに同社は同工事をＩ建設株式会社に下請させた。【甲１０ないし１４】\n(3)　被告会社は，同年６月ころ，Ｅに対し，訴外工事の工事代金を約１９００万円とす\nる見積書をいったん提出したものの，これを撤回した。Ｅは，被告会社から，訴外\n工事の契約書の作成を求められたが，これには応じず，被告会社から，同工事\n代金を３９７０万円とする見積書の提出を受けるとともに，同年９月５日，同和対\n策室長印を使用して，被告会社との間で，訴外工事の代金を３９７０万円（消費\n税別）（支払日を平成１０年３月３１日に１０００万円，平成１１年３月３１日に２９７\n０万円）とする覚書を交わした。さらに，Ｅは，平成１０年２月２１日ころ，被告会社\nから，訴外工事の完了届及び検収確認書を受け取り，これに署名，押印した\nが，被告会社から工事代金の支払について問い合わせを受け，同年５月２０日，\n訴外工事代金全額を同年１２月末日までに支払うとの確認書に記名・押印した。\nしかし，Ｅは，訴外工事につき事前に予算措置をとっておらず，訴外工事の代金\nが予想外に高額であったこともあり，その代金を支払う目途を立てることができ\nなかった。【甲１２ないし１４，丙１，２，５，６】\n(4)　Ｅは，平成１１年１月以降，訴外工事について予算計上されていないことを知っ\nたＦから，同年３月末までに訴外工事代金を支払うよう請求されたことから，本件\n補償金を訴外工事代金の支払に充てることを企てた。\nＥは，同年３月２５日ころ，原告Ｂ方を訪れ，原告Ａ寺の印鑑を原告Ｂから受け取\nり，本件委任状や本件補償金の金額が記載された請求書等の書類について特\n段説明しないまま，各書類の原告Ａ寺名下に押印した。さらに，Ｅは，同月２９\n日，Ｆを和歌山市役所の同和対策室に呼び，本件委任状に押印すれば訴外工\n事代金を支払うことができると述べ，Ｆは，本件委任状が訴外工事の代金とは別\nの補償金受領に関するものであると気付き，Ｅに対し，「大丈夫なんですか。」な\nどと確認したところ，Ｅが，「大丈夫です。それしか支払ができません。」などと答\nえたことから，Ｅは，名目はともかく支払ってもらえればいいということで，本件委\n任状に被告会社名を記名・押印するとともに，Ｅの指示に従い，「平成１０年度地\n方改善整備事ａ地区道路改良工事に伴う物件移転補償費（前払金）の請求書を\n作成した。その結果，前記第２の１(2)のとおり，平成１１年４月５日，被告市から\n被告会社に対し４１６８万５０００円が支払われた。【甲２，乙２，丙７】\n(5)　原告Ａ寺の寺院建替えについて，建設委員会が構成されたが，平成１２年４月，\n檀家が選定した建築士の設計の是非を巡って，原告Ｂと同委員会の委員が対\n立し，同月３０日，檀家総代らが役員を辞任するとともに，上記建築士との契約\nが解除され，寺院建替えについて，原告Ｂにおいて設計等すべて行うこととなっ\nた。原告Ｂは，平成１２年４月ころ，本件補償金が未払いとなっている件につい\nて，被告市に問い合わせたが，被告市の担当職員から本件補償金は前年度分\nにて既に支払済みであるとの返答を受ける一方，既に担当外の部署に異動して\nいたＥから，本件補償金は被告市に保管されているなどと説明を受けたため，原\n告ら代理人に対し，本件補償金の行方について調査依頼した。【乙１４の１】\n(6)　原告ら代理人は，被告市の同和対策改善室に対し，平成１２年５月２４日到達の\n内容証明郵便により，本件補償金が未払いとなっている事情についての説明を\n求めた。【甲４の１，２】\n(7)　被告市では，市民部長等関係者が，原告ら代理人の申し入れに対する対応を\n検討した際，Ｅは，本件補償金相当額を用意すると申し入れたところ，上記関係\n者は，Ｅに対し，原告Ｂに上記申し入れを撤回させるよう交渉するよう指示した。\n(8)　Ｅは，平成１２年６月，原告Ｂ方を頻繁に訪れ，被告市が本件補償金を支払うの\nで待って欲しい，被告市に対する前記申し入れを取り下げて欲しいなどと申し入\nれたが，原告Ｂから拒否され，その都度市民部長に報告していた。他方，原告Ｂ\nは，Ｅから度重なる訪問を受けて，精神的にストレスを感じていた。\n(9)　原告ら代理人は，Ｅの代理人から，本件補償金はＥが他の事業に流用したので\n個人的に弁償するとの申し入れを受けたため，被告市に対し，平成１２年７月１\n１日到達の内容証明郵便により，被告市からの回答がない上Ｅ個人から本件補\n償金を弁償するとの申入れを受けたことを不可解かつ不明朗であるとして，被告\n市の文書による回答を求めた。【甲５の１，２】\n(10)　被告市の代理人は，原告ら代理人に対し，本件補償金は，本件委任状に基づ\nき，Ｅが担当していた他の事業の工事代金に流用されており，Ｅの被害弁償を受\nけ取って欲しいと申し入れたが，原告ら代理人は，これを拒否し，あくまで被告市\nから支払って欲しいと主張した。\n(11)　他方，原告Ａ寺の檀家の中には，Ｅからの被害弁償を受けないことなどについ\nて原告Ｂを非難する者もあり，原告Ｂは，有力檀家も含め多くの檀家を除名する\nなど，内部対立が続き，いまだ新寺院の再建は着手されていない。【乙６ないし１\n０】\n(12)　前記第２の１(4)のとおり，原告Ａ寺は，被告市に対し，別件訴訟を提起し，その\n後，被告市は，平成１２年９月２５日，被告会社から，本件補償金の全額の返還\nを受け，別件訴訟の判決に基づき，本件補償金及び遅延損害金を支払った。\n２　被告らの不法行為について\n(1)　前記認定事実（前記１(1)ないし(5)，(10)）によれば，ＥとＦは公私ともに親しい関\n係であったこと，Ｆは，被告市との契約書等を作成しないまま，Ｅからの要請によ\nり訴外工事の施工を請け，その後，Ｅとともに，訴外工事代金の支払について，\n覚書・確認書を作成し，訴外工事の代金の支払について繰り返し確認し，訴外\n工事について予算措置が講じられていないことを知った後も，Ｅに対し，その支\n払を求めたこと，Ｅは，Ｆからの催促に窮し，本件補償金を被告会社に受け取ら\nせるため，原告Ｂから印鑑を受け取り本件委任状に押印するとともに，Ｆに対し，\n本件委任状に押印するよう求め，同人がこれに応じたこと，被告市当局は，当\n初，本件補償金は既に支払済みであるとして，原告Ａ寺の請求に応じなかったこ\nとが認められる。\n以上によれば，Ｅの職務に際してなされた上記行為によって，原告Ａ寺が受け\n取るべき本件補償金が被告会社に支払われ，その結果，原告Ａ寺の被告市に\n対する本件補償金請求権が侵害されたといえる。\nそして，前記認定事実（前記１(4)）によれば，Ｆが本件委任状に押印するに当\nたり，Ｅは，Ｆに対し，本件委任状に押印すれば訴外工事の代金の支払を受ける\nことができるなどと説明し，Ｆは，本件委任状の記載内容などから同書面が訴外\n工事とは関係ない書類であることを認識した上で，Ｅに対して，「大丈夫なんです\nか。」などと確認し，Ｅが，「大丈夫です。それしか支払ができません。」などと回\n答したことが認められることに加え，ＥとＦとの従来からの関係（前記１(1)）や，Ｆ\nが本件委任状作成の際には訴外工事について予算措置が講じられていないこ\nとを認識していたこと（前記１(4)），訴外工事を巡る書類作成及び代金督促の経\n過（前記１(2)ないし(4)）等総合すれば，Ｆは，本件委任状が訴外工事に関するも\nのでないことを認識した上，Ｅからの上記返答を受け，本件委任状に押印するこ\nとが訴外工事代金の支払を受ける唯一の方法であると察しており，本件委任状\nに押印し被告市に提出することによって，訴外工事代金以外の金員の支払を受\nけることになることを認識していたと推認できる。\n以上によれば，Ｅ及びＦは，本件委任状を作成する際，被告市から，被告会社\nに対し，訴外工事代金ではない金員（本件補償金）を支払わせるとの共通の認\n識をもっていたとみるべきである。\nそして，両名の上記共同行為によって，原告Ａ寺の被告市に対する本件補償\n金請求権が侵害されたのであるから，両者の上記行為は，原告Ａ寺に対する共\n同不法行為に該当するというべきである。\n(2)　前記認定事実（前記１(6)ないし(8)）によれば，市民部長等関係者が，原告ら代\n理人の申し入れに対する対応を検討した際，Ｅから被害弁償の申し出を受ける\nとともに，同人に対し，原告Ｂに上記申し入れを撤回させるよう指示したこと，Ｅ\nは，平成１２年６月，原告Ｂ方を訪れ，被告市が本件補償金を支払うことや被告\n市に対する申入れを取り下げを求めたこと，Ｅは，原告Ｂから拒否され，その都\n度市民部長に報告していたこと，他方，原告Ｂは，本件補償金が未払である件\nについて，Ｅからほぼ毎日のように度重なる訪問を受けて，精神的にストレスを\n募らせていたことが認められる。\nそうすると，Ｅが原告Ｂ方を頻繁に訪れ，原告Ｂに精神的ストレスを与えた行為\nは，原告Ｂ個人の生活等の平穏を侵害するもので，不法行為に該当し，被告市\n当局もＥに対し指示をするとともに，Ｅから経過報告を受けるなどしていたのであ\nるから，上記不法行為は，Ｅ及び被告市当局の共同不法行為であるというべき\nである。\n(3)　なお，原告らが被告らの不法行為として主張するその余の行為については，原\n告らが主張する損害との関係に照らし，独立の不法行為とまではいうことができ\nない。\n３　損害について\n(1)　原告Ａ寺の損害\nア　別件訴訟追行等の弁護士費用\n(ア)　前記認定事実（前記１(5)ないし(10)，(12)）によれば，被告市は，本件補償金\nが未払であるとの原告Ｂの問い合わせに対し，本件補償金は既に支払わ\nれていると回答したこと，原告Ｂは，原告ら代理人に本件補償金について\n調査を依頼したこと，被告市当局は，Ｅが独断で訴外工事を被告会社に施\n工させ，本件補償金をその工事代金の支払に充てたことが判明すると，Ｅ\nから事情聴取の上，Ｅに対し，原告代理人からの問い合わせを撤回させる\nよう原告Ｂに働きかけるよう指示したこと，Ｅの代理人は，原告ら代理人に\n対し，Ｅから被害弁償を受け取って欲しいとの申入れを受け，その後，被告\n市の代理人も，原告ら代理人に対し，Ｅの上記申し入れの受け入れを要請\nしたこと，原告ら代理人としては，被告市から本件補償金の支払を求め，別\n件訴訟を提起したことが認められる。\n以上の経過に照らせば，Ｅ及びＦの不法行為によって，原告Ａ寺が支払\nいを受けるべき本件補償金が，被告会社に支払われたため，被告市は，当\n初対応に窮して，原告ら代理人からの質問に回答しないまま，Ｅを通じて原\n告Ｂに上記働きかけをし，その後，Ｅからの被害弁償を受け取るよう求める\nなど，一貫して，本件補償金の請求に応じないという態度であったことが認\nめられる。そうすると，原告Ａ寺としては，被告市に対して本件補償金請求\n権の履行を受けるための法的措置を採る必要があったというべきであり，\n別件訴訟を提起したことは，やむをえない手段というべきである。\nところで，現行法上弁護士強制主義を採ることなく，訴訟追行を本人が行う\nか，弁護士を選任して行うかの選択の余地が当事者に残されているのみな\nらず，弁護士費用は訴訟費用に含まれていないのであるが，現在の訴訟\nは専門家され技術化された訴訟追行を当事者に対して要求する以上，一\n般人が単独にて十分な訴訟活動を展開することはほとんど不可能に近いと\nいえる。従って，相手方の故意又は過失によって自己の権利を侵害された\n者が損害賠償義務者たる相手方から容易にその履行を受け得ないため，\n自己の権利擁護上，訴えを提起することを余儀なくされた場合においては，\n一般人は弁護士に委任しなければ十分に訴訟活動をなしえないといえる。\nそして，現在においては，このようなことは通常と認められることであって，\n訴訟追行を弁護士に委任した場合には，その弁護士費用は，事案の難\n易，請求額，認容された額その他諸般の事情を斟酌して相当と認められる\n額の範囲のものに限り，前記不法行為と相当因果関係にたつ損害というべ\nきである（昀高裁判所第一小法廷昭和４４年２月２７日判決・民集第２３巻\n第２号４４１ページ）。\nそして，別件訴訟の追行等について，原告Ａ寺が弁護士を委任したこと\nによる弁護士費用のうち，被告市の不法行為と相当因果関係に立つ損害\n額は，別件訴訟の難易・請求額・認容額等諸般の事情を斟酌して，原告Ａ\n寺が請求する３００万円は下らないとみるのが相当である。\n(イ)　なお，被告市は，別件訴訟は金銭債務の履行を求める訴えであり，弁護\n士費用を請求できないこと，原告Ａ寺としては，Ｅからの被害弁償を受領し\nていれば別件訴訟を提起する必要はなかったなどと主張する。しかし，原\n告Ａ寺の被告市に対する弁護士費用の請求は，不法行為に基づく損害賠\n償を求めるものであり，被告市がその主張の前提として掲げる判例は，そ\nの事案を異にするものであり採用できない。また，被告市が，Ｅからの被害\n弁償（損害賠償）と被告市から支払われるべき本件補償金は，原告Ａ寺が\n受け取るであろう金額としては同じであったとしても，支払うべき主体及び\n法的根拠が全く異なるものであり，原告Ａ寺としては，本件補償金の履行義\n務者たる被告市に対して，同金員の支払を請求しうる立場にあり，その法\n的措置の必要性は，前記摘示のとおりであるから，この点についての被告\n市の上記主張は採用できない。\nまた，被告会社は，被告市が原告Ａ寺からの本件補償金の請求を拒否し\nたために別件訴訟が提起されたのであり，被告会社は無関係であると主張\nするが，Ｆの前記不法行為の時点において，被告会社が本件補償金を受\nけ取れば，被告市が，原告Ａ寺に対して，再度本件補償金を支払うことは\n考え難くその結果原告Ａ寺が任意に本件補償金を受け取ることが困難にな\nることは予測可能なはずであるから，Ｆの前記不法行為と原告Ａ寺の前記\n損害と因果関係はないとの被告会社の主張は採用できない。\nイ　宗教活動の支障による損害\n前記認定事実（前記１(5)，(11)，(12)）によれば，本件補償金の流用が発覚する\n以前から，原告Ａ寺の寺院建替えについて，建築士の設計の是非を巡って，\n原告Ｂと他の檀家との間で対立していたところに，本件補償金の件を巡り，Ｅ\nからの被害弁償を受けない原告Ｂの判断に批判的な檀家が同人を非難する\nなどして，内部対立が続いていること，本件補償金は，別件訴訟後原告ら代\n理人に対して支払われたこと，その後現在まで新寺院の建築が着工されてい\nないことが認められ，前記寺院建替えが遅れていること等原告Ａ寺の宗教活\n動に支障があることが，被告らの不法行為によるものとは言い難いから，被\n告らの不法行為により原告らの宗教活動に支障が出たとの原告らの主張は\n採用できない。\nウ　本件訴訟の弁護士費用\n本件訴訟（不法行為に基づく損害賠償請求訴訟）の弁護士費用は，本件の事案\nの難易・認容額等に照らし，３０万円が相当である。\n(2)　原告Ｂの損害\n前記２(2)摘示のＥ及び被告市当局の不法行為により，原告Ｂ個人が被った精神\n的ストレスを受けたことによる損害額は，訪問者が被告市の職員であったこと\nや，その訪問の頻度・状況等諸般の事情に照らし，１５０万円とみるのが相当で\nある。\nなお，原告Ｂの宗教活動に支障があるとの主張について，被告らの不法行為との\n因果関係を認めることができないことは前記(1)イ摘示のとおりである。\n４　結論\n以上により，被告市は，国家賠償法１条１項に基づき，Ｅ及び被告市当局の不法行\n為により原告Ａ寺及び同Ｂが被った損害を賠償する義務があり，被告会社は，民法\n７０９条，７１５条に基づき，Ｆの不法行為により原告Ａ寺が被った損害を賠償する\n義務がある。\nしたがって，原告Ａ寺の被告らに対する本訴請求は，金３３０万円の支払を求める\n限度で，原告Ｂの被告市に対する本訴請求は，金１５０万円の支払を求める限度\nで，それぞれ理由があり，原告Ｂの被告会社に対する本訴請求は，理由がない。\n和歌山地方裁判所民事部\n裁判官      高　橋　綾　子\n"
}