{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 1,
    "day": 29
  },
  "case_number": "平成13(行ケ)594",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "11357",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=11357",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/357/011357_hanrei.pdf",
  "contents": "平成１３年（行ケ）第５９４号　特許取消決定取消請求事件（平成１５年１月１５\n日口頭弁論終結）\n判　　　　　　　　　　　決\n原　　　　　　告　　　３Ｍカンパニー\n（旧商号）　　ミネソタ　マイニング　アンド　マニュフ\nァクチュアリング　コンパニー\n訴訟代理人弁護士　　　片　山　英　二\n同　　　　　　　　　　北　原　潤　一\n同　　　　弁理士　　　小　林　純　子\n同　　　　　　　　　　古　橋　伸　茂\n被　　　　　　告　　　特許庁長官　太　田　信一郎\n指定代理人　　　　　　高　橋　美　実\n同　　　　　　　　　　末　政　清　滋\n同　　　　　　　　　　山　口　由　木\n同　　　　　　　　　　高　木　　　進\n同　　　　　　　　　　宮　川　久　成\n被告補助参加人　　　　日本カーバイド工業株式会社\n訴訟代理人弁理士　　　小田島　平　吉\n同　　　　　　　　　　深　浦　秀　夫\n同　　　　　　　　　　江　角　洋　治\n主　　　　　　　　　　　文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\nこの判決に対する上告及び上告受理申立てのための付加期間を３０日\nと定める。\n事実及び理由\n第１　請求\n特許庁が異議２０００－７０３２２号事件について平成１３年８月２０日に\nした決定を取り消す。\n第２　当事者間に争いのない事実\n１　特許庁における手続の経緯\n原告は，下記特許異議の申立てに係る下記特許（以下「本件特許」といい，\nその特許発明を「本件発明」という。）の特許権者であり，その手続の経緯は次の\nとおりである。\n１９８５年１１月１８日　優先権主張・米国\n昭和６１年１１月１７日　特許出願\n平成１１年　５月１４日　設定登録（特許第２９２６４０３号発明「包まれた\nレンズ型逆行反射性シート」）\n平成１２年　１月２４日及び同月２８日\n特許異議の申立て（異議２０００－７０３２２号）\n平成１３年　８月２０日　本件特許を取り消す旨の決定\n同　　　年　９月１０日　原告への決定謄本送達\n２　本件発明の要旨\n１．(ⅰ)実質的にレンズの単層をキャリヤーウェブへ部分的に埋め，\n(ⅱ)前記キャリヤーウェブのレンズを有する表面の上に鏡面状反射性材料を\n付着させ，\n(ⅲ)熱と圧力をかけて，HMW熱可塑性結合剤フィルムを，レンズ間の前記キャ\nリヤーウェブの表面上にある鏡面状反射性付着物のどの部分とも接触させないよう\nにしながら，レンズ上にある鏡面状反射性付着物の部分に接触させ，\n(ⅳ)キャリヤーウェブを剥がし，\n(ⅴ)露出したレンズ上に覆いフィルムを置き，そして\n(ⅵ)網目状結合部線に沿って熱と圧力をかけ，結合剤材料を軟化して変形\nし，覆いフィルムと接触させ，このようにして気密に密封したセルを形成し，それ\nらのセル中にレンズが包まれ，且つ空気と接するようにする\n諸工程を含む包まれたレンズ型逆行反射性シートの製造方法。\n４．実質的にレンズの単層が部分的に埋められている結合剤層，\nレンズの下に存在する鏡面状反射性層，および\n気密に密封されたセルで，その中にレンズが包まれ且つ空気と接しているセ\nルを形成するよう網目状結合部線に沿って結合剤層を密封する覆いフィルムを含\nむ，可撓性のある包まれたレンズ型逆行反射性シートであって，\n結合剤層が少なくとも60,000の重量平均分子量および750未満の溶融指数を有\nするHMW熱可塑性フィルムであり，覆いフィルムがHMW熱可塑性結合剤フィルムと相\n溶性があり，且つレンズ間の結合剤層上には鏡面状反射性層が存在しない，上記シ\nート。\n（以下，上記請求項１記載の本件発明を「第１発明」と，同４記載の本件発\n明を「第２発明」という。なお，請求項２，３は，いわゆる実施態様項である。）\n３　本件決定の理由\n本件決定は，別添決定謄本写し記載のとおり，第１発明及び第２発明は，い\nずれも，特開昭５７－１８９８３９号公報（本訴乙１〔枝番を含む。以下同\nじ。〕，丙１，以下「刊行物１」という。）に記載された発明であるから，本件特\n許は，特許法２９条１項３号の規定に違反してされたものであり，同法１１３条１\n項２号に該当するものとして取り消すべきものとした。\n第３　原告主張の本件決定取消事由\n本件決定は，第１発明及び第２発明について，いずれも刊行物１に記載され\nた発明であるとの誤った認定をした（取消事由１，２）ものであるから，違法とし\nて取り消されるべきである。\n１　取消事由１（第１発明の新規性を否定した認定判断の誤り）\n(1)　本件決定は，第１発明の工程(ⅱ)（「前記キャリヤーウェブのレンズを有\nする表面の上に鏡面状反射性材料を付着させ」る工程）及び工程(ⅲ)（「熱と圧力\nをかけて，HMW熱可塑性結合剤フィルムを，レンズ間の前記キャリヤーウェブの表面\n上にある鏡面状反射性付着物のどの部分とも接触させないようにしながら，レンズ\n上にある鏡面状反射性付着物の部分に接触させ」る工程）が，いずれも刊行物１に\n開示されていると認定する（決定謄本４頁第２，第３段落）が，以下のとおり誤り\nである。なお，刊行物１に第１発明の工程(ⅰ)が開示されていることは認める。\n(2)　刊行物１について\n刊行物１を示す証拠としては，特許庁の端末から打ち出された乙１と，国\n立国会図書館が昭和５７年１１月２２日に受け入れた丙１とが提出されているとこ\nろ，両者の図面には異なった様相を呈している部分があるが，乙１は公衆にアクセ\nス可能となった時期が不明であるから，本件において，刊行物１の記載事項は，丙\n１に基づいて検討するのが妥当である。\n(3)　工程(ⅱ)について\nまず，第１発明の工程(ⅱ)において，鏡面状反射性材料が付着させられる\n「キャリヤーウェブのレンズを有する表面の上」とは，蒸着の特性からしても，ま\nた，本件明細書（甲２）の「アルミニウムの薄いフィルム層（２０）が微小球（１\n８）及びそれら微小球の間のポリエチレンフィルムの表面上に蒸着されている」\n（９欄２９行目以下）との記載及び第１図の図示からしても，レンズ間のキャリア\nーウェブの表面を意味しているというべきである。\nところが，本件決定は，刊行物１（丙１）の「このガラスビーズ表面側か\nら真空蒸着によりアルミニウム（２）を被着させておく」（２頁右下欄３行目以\n下）との記載を根拠に，刊行物１に第１発明の工程(ⅱ)が開示されていると認定す\nるところ，この記載に対応する第３図によれば，ビーズ１の上面にアルミニウム２\nが被着されている一方，各ビーズ１の間（以下「ガラスビーズ間」という。）のポ\nリエチレン５表面にはアルミニウム５は被着していない。しかし，アルミニウムを\nガラスビーズ間のポリエチレンの表面に被着させずに露出したガラスビーズ表面に\nは被着させるということは，蒸着の特性として，特別な技術を用いるのでなければ\n実際上不可能であり（原告従業員ウィリアム・Ｂ・ロビンスの宣誓供述書〔甲\n４〕），刊行物１には，このような特別な技術についての開示もない。また，第３\n図の左から二つ目のガラスビーズと三つ目との間には真空蒸着されたアルミニウム\nがポリエチレンから浮上して形成されるというあり得ない状態が示されている。そ\nうすると，同図は，アルミニウムの被着の態様について技術的にあり得ないことを\n表すものであり，技術的に矛盾した不明りょうな図というべきである。したがっ\nて，同図は，アルミニウムの被着蒸着の態様，特にガラスビーズ間に被着すること\nについて開示するものとはいえず，第４図についても同様といわざるを得ない。\nしたがって，刊行物１は，アルミニウム（鏡面状反射性材料）が付着させ\nられるのが「キャリヤーウェブのレンズを有する表面の上」であるとの工程(ⅱ)の\n構成を開示するものではないというべきである。\n(4)　工程(ⅲ)について\n第１発明の工程(ⅲ)では，熱と圧力をかけて，HMW熱可塑性結合剤フィルム\nを，レンズ間の前記キャリヤーウェブの表面上にある鏡面状反射性付着物のどの部\n分とも接触させないようにしながら，レンズ上にある鏡面状反射性付着物の部分に\n接触させている。\nこれに対し，刊行物１（丙１）の最終製品であるオープンタイプ反射シー\nトの断面図を示す第１図では，左から１番目と２番目のガラスビーズ間，左から５\n番目と６番目のガラスビーズ間の基体樹脂上には，アルミニウムを示す太い線が描\nかれている。これは，基体樹脂を貼り合わせる前にアルミニウムがポリエチレン上\nに付着していたこと，当該アルミニウムが，基体樹脂とポリエチレンとの貼り合わ\nせ工程において，基体樹脂に接触したことを示すものにほかならず，第１発明の工\n程(ⅲ)が開示されていないことは明らかである。また，刊行物１（丙１）の第５，\n６図では，基体樹脂３とポリエチレン５との間に二重線が引かれているものの，こ\nの二重線は多義的であり，基体樹脂３とポリエチレン５とが剥がれる箇所を示して\nいると解する余地もあるから，「基体樹脂（３）とポリエチレン（５）とが接触し\nていない様子」が示されている（決定謄本４頁２０行目参照）と断定することはで\nきない。また，第５図では，ポリエチレン層の厚さは図面上約１．５㎜であるの\nに，第６図の剥離したポリエチレン層の厚さは図面上約２㎜であるから，極めて不\n正確な図といわなければならない。このような不正確な図面で，ポリエチレンと基\n体樹脂との間に間隔があるように見えるからといって，第１発明の工程(ⅲ)が技術\n的思想として開示されているということはできない。\nさらに，刊行物１（丙１）には，「第４図に示すように前記ガラスビーズ\n付着ポリエチレンラミネートクラフト紙（５６）のガラスビーズ（１）の表面にポ\nリエチレンテレフタレートフィルム（４）を背方におき，この基体樹脂（３）を対\n向配置させる。両者は・・・第５図に示すように一体に貼り合される」（２頁右下\n欄１３行目以下）との記載があるところ，複数の対象物を一体に貼り合わせる際に\nは，一般的に，その貼り合わされる対象物は必然的に接触することになるから，こ\nの記載は，ガラスビーズ付着ポリエチレンラミネートクラフト紙（５６）と基体樹\n脂（３）とを一体に貼り合わせる際に，ガラスビーズ間の上記クラフト紙（５６）\nの表面上のアルミニウム（第１発明における「レンズ間のキャリヤーウェブの表面\n上にある鏡面状反射性付着物」）と基体樹脂（３）（第１発明における「フィル\nム」を構成するもの）とが接触していることを開示していると解釈すべきものであ\nる。また，上記の貼り合わせの際，アルミニウムと基体樹脂とが接触しないように\nする線速度や圧力を印加する時間といった具体的な制御条件が開示されていないこ\nとからも，これらは接触しているものと理解せざるを得ない。\nしたがって，刊行物１には，第１発明の工程(ⅲ)が開示されているとはい\nえない。\n２　取消事由２（第２発明の新規性を否定した認定判断の誤り）\n本件決定は，刊行物１記載の発明が「レンズ間の結合剤層上には鏡面状反射\n層が存在しない」構成を備えるものとして，第２発明との一致点の認定をする（決\n定謄本８頁２行目以下）が，誤りである。\nすなわち，第２発明の要旨に規定する「レンズ間の結合剤層上には鏡面状反\n射層が存在しない」シートは，第１発明の要旨に規定する前記工程(ⅱ)，(ⅲ)によ\nって製造されるところ，刊行物１に当該工程が開示されていないことは上記１のと\nおりであるから，刊行物１に上記構成が開示されているということはできない。\n第４　被告及び被告補助参加人の反論\n１　本件決定の認定判断は正当であり，原告主張の取消事由は理由がない。\n２　取消事由１，２（第１発明及び第２発明の新規性を否定した認定判断の誤\nり）について\n原告は，刊行物１には，第１発明の工程(ⅱ)，(ⅲ)の開示がないと主張する\nが，刊行物１（乙１，丙１）の「１４０℃の保温炉中でこのビーズ（１）をポリエ\nチレンラミネートクラフト紙のポリエチレン層に付着させる。そして第３図に示す\nようにこのガラスビーズ表面側から真空蒸着によりアルミニウム（２）を被着させ\nておく」（２頁左下欄末行以下）との記載，「第２図乃至第５図は，ガラスビーズ\nを仮植されたポリエチレンラミネート紙とシート用基体樹脂を塗布されているポリ\nエチレンテレフタレートフィルムとを貼着させる工程の順に得られる半成品断面\n図，第６図はこの発明の実施例で剥離工程にある半成品断面図である」（３頁右下\n欄１行目以下）との記載及び第４～６図の図示から，上記各工程の開示があること\nは明らかである。\n第５　当裁判所の判断\n１　取消事由１（第１発明の新規性を否定した認定判断の誤り）について\n(1)　原告は，刊行物１に，第１発明の工程(ⅱ)，すなわち，「前記キャリヤー\nウェブのレンズを有する表面の上に鏡面状反射性材料を付着させ」る工程も，同工\n程(ⅲ)，すなわち，「熱と圧力をかけて，HMW熱可塑性結合剤フィルムを，レンズ間\nの前記キャリヤーウェブの表面上にある鏡面状反射性付着物のどの部分とも接触さ\nせないようにしながら，レンズ上にある鏡面状反射性付着物の部分に接触させ」る\n工程も開示されていない旨主張するので，以下判断する。\nなお，刊行物１が昭和５７年１１月２２日に公開された公報であることは\n明らかであるところ，乙１と丙１とで，その印刷状態においてわずかな違いはある\nものの，本件における認定判断を左右するような違いとはいえないので，両者を参\n酌することとする。\n(2)　刊行物１（乙１，丙１）には，オープンタイプ再帰反射シートを全天候型\nにした高輝度反射シートの製造方法が記載されているところ，その工程として，第\n１発明の工程(ⅰ)（「実質的にレンズの単層をキャリヤーウェブへ部分的に埋め」\nる工程）が開示されていることは当事者間に争いがなく，また，その具体的な製造\n工程に関し，「オープンタイプ反射シートを全天候型にするために空気層を設けた\n表面フィルムでカバーしたものが高輝度反射シートである。以下にこの高輝度反射\nシートの基体であるオープンタイプ反射シートの製造工程を図に従って述べる。第\n１図に製造されたオープンタイプ反射シート（０）の断面を示す。このシートはポ\nリエチレンテレフタレートフィルム（４）上の基体樹脂（３）にアルミニウム\n（２）を蒸着された半球面で転写定植されたガラスビーズ（１）を備えて成つてい\nる。このガラスビーズは屈折率１．９０～１．９３直径３０～１２０μである。ま\nず第２図の例えば１２０μのクラフト紙（６）に３０μのポリエチレン（５）を積\n層したポリエチレンラミネートクラフト紙（５６）を，温度むらを生じない様に１\n００℃の完全保温室中でクラフト紙側からロールに巻き付ける。このロール温度を\n１４０℃前後になるように加熱して１００℃前後に加熱されているガラスビーズを\n撒布する。この時ビーズ分布が最密充填になるようにする。１４０℃の保温炉中で\nこのビーズ（１）をポリエチレンラミネートクラフト紙のポリエチレン層に付着さ\nせる。そして第３図に示すようにこのガラスビーズ表面側から真空蒸着によりアル\nミニウム（２）を被着させておく。この一方で熱安定性の良いフィルムに乾燥膜厚\n１００μとなる様にガラスビーズとの密着性のよい基体樹脂を塗工する。例えば，\nフィルムは厚さ５０μのポリエチレンテレフタレートで良く，基体樹脂は東亜合成\nのアロンＳ－１００６加熱残分５０部，ルチル型酸化チタン５０部，ＤＯＰ７部，\nエチルセロソルブ２０部，粘度調整にはトルエンを使用して混合したもので良い。\n塗工後５０℃に５分間半乾燥し，第４図に示すように前記ガラスビーズ付着ポリエ\nチレンラミネートクラフト紙（５６）のガラスビーズ（１）の表面にポリエチレン\nテレフタレートフィルム（４）を背方におき，この基体樹脂（３）を対向配置させ\nる。両者は１００℃，ニップ圧２ｋｇ／ｃｍ２の加熱ロールにより第５図に示すよう\nに一体に貼り合される。このあとポリエチレンラミネートクラフトを剥離すればガ\nラスビーズ（１）はポリエチレンテレフタレートフィルム（４）上の基体樹脂\n（３）に転写されて第１図製品となるのである」（２頁左下欄１行目～３頁左上欄\n３行目），「剥離終了後ガラスビーズを転写定植させた基体樹脂を８０℃１０分間\nでキュアさせる。このオープンタイプ再帰反射シートを全天候型にする場合には表\n面フィルムのアクリルフィルムとエンボスロールを用い，空気層が得られる様に加\n熱して部分接着させると良い」（３頁左下欄１行目～６行目）との記載があること\nが認められる。\n前記当事者間に争いのない事実及び刊行物１の上記記載によれば，刊行物\n１には，高輝度反射シートを製造する一連の工程として，① 実質的なガラスビーズ\n（第１発明のレンズに相当する。）の単層をポリエチレンラミネートクラフト紙\n（同キャリヤーウェブに相当する。）へ部分的に埋める工程に続いて，② 当該ガラ\nスビーズの埋められたポリエチレンラミネートクラフト紙に対し，ガラスビーズ側\nから真空蒸着によりアルミニウム（同鏡面状反射性材料に相当する。）を被着させ\nる工程，③ フィルムに基体樹脂を塗工したものを，その基体樹脂が上記クラフト紙\nのガラスビーズの付着された側に対向するように配置させ，当該クラフト紙と，フ\nィルムに基体樹脂を塗工したものとを１００℃，ニップ圧２ｋｇ／ｃｍ\n２の加熱ロー\nルにより一体に貼り合わせる工程，④ 当該クラフト紙を剥離することにより，フィ\nルムに塗工された基体樹脂にガラスビーズが転写された製品とする工程，⑤ この製\n品を全天候型にするために空気層を設けた表面フィルムでカバーする工程が記載さ\nれていると認められる。\n(3)　以上の認定に基づいて，まず，第１発明の工程(ⅱ)（「前記キャリヤーウ\nェブのレンズを有する表面の上に鏡面状反射性材料を付着させ」る工程）の開示の\n有無について見るに，刊行物１記載の発明における上記②の工程は，上記①の工程\n（これが第１発明の工程(ⅰ)に相当することは明らかである。）を経て，直径３０\n～１２０μのほぼ球形のガラスビーズが実質的に単層の状態でポリエチレンラミネ\nートクラフト紙に埋め込まれているものにアルミニウムを真空蒸着により被着させ\nる工程である。そして，被着させるアルミニウムが第１発明の鏡面状反射性材料に\n相当することは上記のとおりであるから，結局，上記②の工程は，実質的にレンズ\n（ガラスビーズ）の単層をキャリヤーウェブ（ポリエチレンラミネートクラフト\n紙）へ部分的に埋めたものの表面上に鏡面状反射性材料（アルミニウム）を付着さ\nせる工程に相当し，これは，第１発明の工程(ⅱ)を開示するものにほかならない。\n原告は，同工程で鏡面状反射性材料が付着させられる「キャリヤーウェブ\nのレンズを有する表面の上」とは，レンズ間のキャリヤーウェブの表面を意味する\nと主張するが，そのように解することができるとしても，刊行物１が第１発明の工\n程(ⅱ)を開示することに変わりはない。すなわち，刊行物１記載の発明の上記②の\n工程でアルミニウムを被着させる対象は，「直径３０～１２０μのほぼ球形のガラ\nスビーズが実質的に単層の状態でポリエチレンラミネートクラフト紙に埋め込まれ\nているもの」にほかならないから，当該ポリエチレンラミネートクラフト紙を平面\nから見て，ガラスビーズとガラスビーズとの間のすき間，すなわちガラスビーズ間\nが存在することは明らかであって，この状態でアルミニウムを真空蒸着すれば，ガ\nラスビーズの表面に限らず，ガラスビーズ間部分のクラフト紙の表面上にもアルミ\nニウムが付着することは当業者において明らかというべきである。蒸着の特性とし\nて，アルミニウムをガラスビーズ間のポリエチレンの表面に被着させずに露出した\nガラスビーズ表面には被着させるということが実際上不可能である旨をいう甲４\n（原告従業員Ａの宣誓供述書）は，上記認定判断に反するものではなく，むしろこ\nれに沿うものである。\nまた，原告は，刊行物１の第３図の左から二つ目のガラスビーズと三つ目\nとの間には真空蒸着されたアルミニウムがポリエチレンから浮上して形成されると\nいうあり得ない状態が示されていることを根拠として，第３図，第４図は技術的に\n矛盾した不明りょうな図である旨主張する。しかし，刊行物１（乙１，丙１）の第\n３図の該当部分は，ガラスビーズの露出面に被着したアルミニウム２を示す太線\nが，左右で近接しているために，作図上は接触しているようかのように表現されて\nいるにすぎないと理解されるものであって，このような図示から，「真空蒸着され\nたアルミニウムがポリエチレンから浮上して形成」されている状態を図示するもの\nとは，到底認めることができない。原告の上記主張に沿う記載のある甲３（Ｂの宣\n誓供述書）は，刊行物１（乙１，丙１）の原図を忠実に再現していない複写図面に\n基づくものであるから，採用することができない。\n(4)　次に，第１発明の工程(ⅲ)（「熱と圧力をかけて，HMW熱可塑性結合剤フィ\nルムを，レンズ間の前記キャリヤーウェブの表面上にある鏡面状反射性付着物のど\nの部分とも接触させないようにしながら，レンズ上にある鏡面状反射性付着物の部\n分に接触させ」る工程）の開示の有無について検討する。\nこの点について，原告は，刊行物１記載の発明の「ポリエチレンラミネー\nトクラフト紙」及び「基体樹脂」が，それぞれ第１発明の「キャリヤーウェブ」及\nび「HMW熱可塑性結合剤フィルム」に相当することを前提に，刊行物１（乙１，丙\n１）の第５図及びその関連記載は，ポリエチレンラミネートクラフト紙とHMW熱可塑\n性結合剤フィルムとを接触させない状態を開示するものではない旨主張する。しか\nし，上記③の工程に係る認定（上記(2)③）に，刊行物１の第５図及び第６図（乙１\n－２，３はこれらの拡大図）の図示を総合すれば，当業者は，刊行物１記載の発明\nの③の工程において，ポリエチレンラミネートクラフト紙のポリエチレンの表面と\n基体樹脂の表面とが，一定の間隔をもってかい離している状態が二重線をもって示\nされていることを，明らかに認識，把握することができるというべきである。とり\nわけ，ポリエチレンラミネートクラフト紙を剥離する工程（上記(2)④）を示す第６\n図において，左側４個のガラスビーズの間に示された二重線と，これに対応する，\n右側５個のガラスビーズの間に示された各線とを対比観察するならば，上記二重線\nの上側の線が基体樹脂の表面を，下側の線がポリエチレンラミネートクラフト紙の\n表面をそれぞれ示すものであることが，疑いのない明りょうさで示されているとい\nうべきである。そうすると，この図示自体から，第１発明の工程(ⅲ)が技術的思想\nとして開示されているものと優に認定することができる。加えて，刊行物１（乙\n１，丙１）には，「屈折率１．９０～１．９３のガラスビーズの前半球を空気中に\n露出させ、後半球に直接光反射層を設けたいわゆるオープンタイプ反射シートは、\nガラスビーズを利用した再帰反射板としては最高の反射輝度を示すことが知られて\nいる」（２頁右上欄１２行目以下）との記載があるところ，この記載によれば，刊\n行物１記載の発明は，専らガラスビーズに光反射層（アルミニウム）を形成するこ\nとを意図するものであることが明らかであり，ガラスビーズ間に被着したアルミニ\nウムに基体樹脂を直接接触させることを何ら意図していないことがうかがわれるも\nのである。\n原告は，刊行物１（乙１，丙１）の第１図では，左から１番目と２番目の\nガラスビーズ間，左から５番目と６番目のガラスビーズ間の基体樹脂上には，アル\nミニウムを示す太い線が描かれていることを根拠として，ポリエチレンラミネート\nクラフト紙と基体樹脂との貼り合わせ工程において，両者が接触したことが示され\nている旨主張する。しかし，原告の主張する上記「アルミニウムを示す太い線」\nは，第３図に関して上記(3)で述べたところと同様，ガラスビーズに被着したアルミ\nニウムを示す左右の太線が作図上接触した結果，そのように表現されているにすぎ\nないと理解されるものであって，原告の主張するように，ポリエチレンラミネート\nクラフト紙と基体樹脂との貼り合わせ工程において両者が接触したことを示すもの\nとはいえない。また，第５，６図に示されたポリエチレン層の厚さを根拠として，\nその不正確性をいう原告の主張は，上記認定判断に照らして，採用することができ\nない。\n次に，原告は，刊行物１（乙１，丙１）の「ガラスビーズ付着ポリエチレ\nンラミネートクラフト紙（５６）のガラスビーズ（１）の表面にポリエチレンテレ\nフタレートフィルム（４）を背方におき，この基体樹脂（３）を対向配置させる。\n両者は・・・第５図に示すように一体に貼り合される」（２頁右下欄１３行目以\n下）との記載は，ポリエチレンラミネートクラフト紙と基体樹脂とが接触している\nことを示すものである旨主張するが，「一体に貼り合わされる」との記載のみか\nら，ポリエチレンラミネートクラフト紙のガラスビーズ間部分の表面と基体樹脂の\n表面とが直接接触しているかどうかを認識することはできないというべきであるか\nら，上記主張も採用の限りでない。さらに，原告は，刊行物１記載の発明の上記③\nの工程の貼り合わせの際，アルミニウムと基体樹脂とが接触しないようにする線速\n度や圧力を印加する時間といった具体的な制御条件が開示されていないことを主張\nするが，刊行物１の各図の図示自体において，第１発明の工程(ⅲ)が技術的思想と\nして開示されていることは上記のとおりであり，これを実現するための具体的な制\n御条件が開示されていないことは，上記認定を左右するものとはいえない。\n(5)　以上のとおり，原告主張の取消事由１の主張は理由がない。\n２　取消事由２（第２発明の新規性を否定した認定判断の誤り）について\n原告の取消事由２の主張は，取消事由１の主張を前提とするものであるとこ\nろ，その前提となる主張を採用し得ない以上，取消事由２の主張も理由がないとい\nうほかない。すなわち，刊行物１の前記③，④の工程（上記１(2)③，④）におい\nて，ガラスビーズをポリエチレンラミネートクラフト紙から基体樹脂に転写させる\n際，基体樹脂は，上記クラフト紙のガラスビーズ間のどの部分とも接触させないよ\nうにしていることは上記のとおりであるから，ガラスビーズ間の基体樹脂上にはア\nルミニウムが存在しない構成を把握することができ，この趣旨をいう本件決定の認\n定判断に誤りはない。\n３　以上のとおり，原告主張の取消事由は理由がなく，他に本件決定を取り消す\nべき瑕疵は見当たらない。\nよって，原告の請求は理由がないから棄却することとし，主文のとおり判決\nする。\n東京高等裁判所第１３民事部\n裁判長裁判官    　篠　　原　　勝　　美\n裁判官    　長　　沢　　幸　　男\n裁判官    　宮　　坂　　昌　　利\n"
}