{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 12,
    "month": 12,
    "day": 25
  },
  "case_number": "平成11(ネ)5342",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "実用新案権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "12775",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=12775",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/775/012775_hanrei.pdf",
  "contents": "平成一一年(ネ)第五三四二号実用新案権侵害差止等請求控訴事件（原審・東京地方\n裁判所平成七年(ワ)第九二一六号）（平成一二年一一月一五日口頭弁論終結）\n判　　　　　　　決\n控訴人            　　　株式会社シマノ\n右代表者代表取締役　　　【Ａ】\n右訴訟代理人弁護士　　　野　上　邦五郎\n同　　　　　　　　　　　杉  本  進  介\n同　　　　　　　　　　　冨  永  博  之\n右補佐人弁理士　　　    小  林  茂  雄\n同　　　　　　　　　　　平　井　真以子\n被控訴人　　　          ダイワ精工株式会社\n右代表者代表取締役　　　【Ｂ】\n右訴訟代理人弁護士　　　山  根  祥  利\n同　　　　　　　　　　　近  藤  健  太\n同　　　　　　　　　　　原  山  邦  章\n右訴訟復代理人弁護士　　的　場　美友紀\n右補佐人弁理士　　　    鈴  江  武  彦\n同　　　　　　　　　　　坪  井    　淳\n同　　　　　　　　　　　中  村    　誠\n同　　　　　　　　　　　鷹  取  政  信\n主　　　　　　　文\n本件控訴を棄却する。\n控訴費用は控訴人の負担とする。\n事実及び理由\n第一　当事者の求めた裁判\n一　控訴人\n１　原判決を取り消す。\n２　被控訴人は、控訴人に対し、金一億九〇七九万六四〇〇円及び内金七二〇\n万円に対する平成七年五月二一日から、内金一億八三五九万六四〇〇円に対する平\n成九年三月一二日から、それぞれ支払済みまで年五分の割合による金員を支払え。\n３　訴訟費用は、第一、第二審とも被控訴人の負担とする。\n４　仮執行の宣言\n二　被控訴人\n主文と同旨\n第二　事案の概要\n本件の事案の概要、争いがない事実及び争点に関する当事者双方の主張は、\n次のとおり付加するほかは、原判決「事実及び理由」欄の「第二　事案の概要」\n（その引用に係る原判決別紙登録実用新案公報及び同物件目録(一)ないし(七)を含\nむ。）のとおりであるから、これを引用する。\n一　控訴人の主張\n１　原判決の認定判断の誤り\n(一)　原判決は、「本件考案は、軸芯に直交する方向視で、揺動アーム、糸\n案内部等の部材の重量によって生じる回転時のアンバランスに対して、専ら、『第\n１バランサ』及び『第２バランサ』の、実用新案登録請求の範囲の記載どおりの合\n理的な配置によって解消しようとするものであるから、本件考案の構成要件Ｉにお\nける『第１バランサ』及び構成要件Ｊにおける『第２バランサ』は、相互の合理的\nな配置によって回転時のアンバランスを抑えるための重りを指すというべきであっ\nて、他のアンバランス解消手段と組み合せた場合の重りを含まないと解すべきであ\nる。」（原判決二七頁一〇行目から二八頁六行目まで）とした上で、「回転時のア\nンバランスを解消するために、『重りＡ』、『重りＢ』、『重りＤ』の配置を工夫\nすることによって解消する手段、及び、一対のアーム部を軸芯方向視で非対称位置\nに配置することによって解消する手段の両者を、複合的に組み合せた」（同三〇頁\n三行目から六行目まで）被控訴人各物件における「『重りＡ』及び『重りＢ』は、\nいずれも、それぞれ構成要件Ｉの『第１バランサ』及び構成要件Ｊの『第２バラン\nサ』に該当しない」（同三一頁三行目から四行目まで）と判断した。\nしかしながら、本件考案の構成要件Ｉ、Ｊにおける「第１バランサ」及\nび「第２バランサ」が他のアンバランス解消手段と組み合せた場合の重りを含まな\nいとする原判決の限定解釈は、以下のとおり誤りであって、このような構成要件の\n解釈に基づいて、被控訴人各物件における「重りＡ」及び「重りＢ」が、それぞれ\n構成要件Ｉの「第１バランサ」及び構成要件Ｊの「第２バランサ」に該当しないと\nした判断も誤りである。\n(ニ)　原判決は、右(一)の構成要件の解釈の根拠として、まず、本件明細書\nの考案の詳細な説明の【作用】欄等の記載により、「スピニングリールにおいて\nは、従前、軸芯に沿う方向視での重量のバランスは図られていたものの、軸芯に直\n交する方向視での重量のバランスが図られていなかったことに対して、本件考案\nは、『第１バランサ』と『第２バランサ』を合理的に配置することにより、軸芯に\n直交する方向視での重量のバランスを図り、回転時のアンバランスを抑えて円滑な\n巻き取り操作が行えるようにしたものと解される」（原判決二三頁九行目から二四\n頁三行目まで）との、それ自体は誤りのない認定判断をしながら、これに続けて、\n「そうすると、本件考案は、軸芯に直交する方向視で、揺動アーム、糸案内部等の\n部材の合成重心とのバランスが図られるような重量及び位置に配置するための手段\nとして、『第１バランサ』を『前記ロータの前記リール本体側で、糸巻き取り姿勢\nのベールが位置する側に重心が位置するように』配置し、『第２バランサ』を『第\n１バランサより前方側で、糸開放姿勢のベールが位置する側に重心が位置するよう\nに』配置するという技術思想を示している」（同二四頁四行目から一〇行目まで）\nとし、これを理由として「本件考案は、回転時のアンバランスを、専ら『第１バラ\nンサ』及び『第２バランサ』の合理的な配置によって解決しようとするものであっ\nて、回転時のアンバランスを解消するための別の手段を複合的に組み合せることに\nよってアンバランスを解決することは、およそ想定していないと解するのが相当で\nある」（同二四頁一〇行目から二五頁三行目まで）と判断した。\nしかしながら、本件考案は、従来の「軸芯に沿う方向視での重量のバラ\nンスが図られる」ための何らかのバランス手段が用いられているものであっても、\n軸芯に直交する方向視での重量のバランスが図られていないので、それに加えて、\nさらに「軸芯に直交する方向視での重量のバランスを図る」ために第１バランサと\n第２バランサを設けるものであり、これらのバランス手段が組み合わされて回転時\nのアンバランスを解消しようとするものである。\nすなわち、本件考案は、スピニングリールにおいて、一つの不釣合要素\n（軸芯に沿う方向視のみのアンバランスを抑えるために重りを用い、あるいはオフ\nセット配置するものも含まれる。）に対し、第１バランサと第２バランサを用い、\nロータのリール本体側で、糸巻取姿勢のベールが位置する側に重心が位置するよう\nに第１バランサを置くことにより糸巻取姿勢のベールが位置する側の合成重心をリ\nール本体側に偏位させ、第１バランサより前方側で糸解放姿勢のベールが位置する\n側に重心が位置するように第２バランサを置くことにより、軸芯に沿う方向視でバ\nランスが取れるとともに、回転軸芯を挟んで対向する側のそれぞれの重心の軸方向\nでの距離的ギャップが少なくなることにより、軸芯に直交する方向視においてもバ\nランスが取れるようにしたものである。\nしたがって、本件考案は、単に軸芯に沿う方向視のみのアンバランス解\n消を図って、重りを用い、あるいはオフセット配置したものとは、次元の異なるア\nンバランス解消手段である。そして、単に軸芯に沿う方向視のみのアンバランス解\n消を図って、重りを用い、あるいはオフセット配置しただけのものに、本件考案の\n構成に示された二つのバランサを配置して軸芯に直交する方向視をも含めたバラン\nスを図ったものは、これら従来のアンバランス解消手段とは根本的に技術思想が異\nなる本件考案のアンバランス解消手段であるというべきである。\nそうすると、これらのアンバランス解消手段を同じ次元でとらえ、本件\n考案が、「第１バランサ」と「第２バランサ」相互の合理的な配置のみによってア\nンバランスを解消しようとするものであるから、アンバランスを第１バランサ（重\nりＡ）、第２バランサ（重りＢ）のほか、重りＤを配置することによって解消する\n手段、及びオフセット配置によって解消する手段の両者を組み合せた被控訴人各物\n件が、本件考案の技術的範囲に属さないとした原判決の誤りは明らかである。\n(三)　原判決は、右(一)の構成要件の解釈の根拠として、本件明細書（甲\n二）の考案の詳細な説明の【考案が解決しようとする課題】欄の「スピニングリー\nルは、比較的小さい重量ながらベールを備えている。このため、従来から、ベール\n重量も含めたアンバランスを解消するようにバランサを配置したり、あるいは１対\nのアーム部それぞれの相対位置を設定すること（軸芯方向視でアーム部それぞれを\n非対称位置に配置）等が行われている」（０００６欄）との記載に基づき、「右記\n載によれば、軸芯方向視で、一対のアーム部を非対称位置に配置すること、すなわ\nちアーム部をオフセット配置することが、従来行われていたアンバランス解消方法\nの一つとして取り上げられ、そうすると、アーム部をオフセット配置することは、\n本件考案における技術思想とは別個のアンバランス解消方法として捉えられている\nと解するのが相当である」（原判決二五頁一一行目から二六頁五行目まで）と判断\nした。\nしかしながら、本件明細書（甲二）の【考案が解決しようとする課題】\n欄に、右の記載に続いて「しかし、前記同様に、長期にわたる使用によりロータの\n支持系にガタツキが生じると、高速で巻き取り操作した場合にロータが大きく振動\nする。・・・そこで、これらの不都合を解消するために揺動アーム等を総合した合\n成重心の回転軌跡上にバランサを設けることも考えられる。しかし、この構造で\nは、ロータの外面から大きく突出する部位にバランサが位置することになり、釣糸\nの放出に支障を生じやすい。本考案の目的は、スピニングリールにおいて、合理的\nなバランサの配置により、長期にわたる使用でガタツキが発生した場合でも、高速\n巻き取り時に円滑な巻き取り操作が行えるようにすることにある」（０００６～０\n００７欄）との記載があるとおり、本件明細書において、「軸芯方向視でアーム部\nそれぞれを非対称位置に配置」すること、すなわち、オフセット配置することは、\nスピニングリールのアンバランスを完全に解消する方法とされているわけではな\nく、むしろ、この場合にも、長期の使用によるガタツキによって巻取り操作の際に\nロータが大きく振動するという本件考案が解決しようとする課題を有していること\nが示されており、本件考案が、この場合も含めた「これらの不都合」を解決する手\n段であることが記載されているのである。すなわち、オフセット配置する方法で軸\n芯に沿う方向視での重量のバランスを図っているものについて、「軸芯と直交する\n方向視での重量のバランスを図る」ために、さらに第１バランサと第２バランサを\n配置したものも、本件考案の技術思想を用いているのであり、本件考案とオフセッ\nト配置することとが相容れない別個の技術思想であるとすることは誤りである。\n(四)　原判決は、右(一)の構成要件の解釈の根拠として、さらに、「本件明\n細書に記載されている唯一の実施例には、『第１バランサ10の重心位置はＷ１であ\nる。又、ベール３、揺動アーム８及びラインローラ９の重量に起因する合成重心位\n置はＷｐであり、これらと第１バランサ10との合成重心位置はＷｘとなる。そこ\nで、合成重心位置Ｗｘに対し、回転軸芯Ｘを挟んで対向する位置、すなわちロータ\n４の前壁４ａに、ベール３、揺動アーム８、ラインローラ９及び第１バランサ10の\nロータ回転時の遠心力を相殺する重量の第２バランサ11（重心位置Ｗ２）が設けら\nれている。』・・・との構造が示され、専ら、第１バランサ及び第２バランサの合\n理的な配置によって、ベール、揺動アーム及びラインローラの重量に起因するアン\nバランスを解消しようとする技術思想が開示されている」（原判決二六頁六行目か\nら二七頁四行目まで）と認定判断した。\nしかしながら、本件実用新案の登録無効審判の不成立審決に対する審決\n取消訴訟（当庁平成九年（行ケ）第二九六号）の判決（甲二四、以下「審決取消訴\n訟判決」という。）が判示するとおり、本件考案は、本件明細書記載の実施例に限\n定されるものではなく、スピニングリールでアンバランスのあるものにつき、回転\n軸芯を挟んで対向する位置に二つのバランスを配置して回転時のアンバランスを抑\nえるものであって、本件考案の構成を有するものは、本件考案の技術思想を用いて\nいるということができる。したがって、原判決の右認定判断も誤りである。\n(五)　原判決は、右(一)の構成要件の解釈に関連させて、「本件剛体回転子\nにおいて、いかなる不釣り合いを持っていても、回転中心線に垂直な平面のうち、\n任意に選んだ二つの平面に重りをつけることによって解消させるという考えは、周\n知であるのみならず、極めてありふれたものであると解される」（原判決二七頁六\n行目から九行目まで）とも述べるところ、剛体回転子の不釣り合いを、回転中心線\nに垂直な平面のうち任意に選んだ二つの平面に重りをつけることによって解消でき\nることは、確かに一般に知られている法則ではあるが、単なる剛体回転子ではな\nく、スピニングリールのような複雑な構造をしているものについては、具体的にど\nのような位置に重りをつけたらよいかという点が簡単に解決できるものではなかっ\nたのであり、本件考案の具体的構成を有するものは、本件考案の出願前には知られ\nていなかったのである。発明、考案が自然法則を利用するものである以上、その前\n提となる自然法則が存在していることは当然であって、そのような自然法則が周知\nであっても、それによって、考案が極めて容易に推考し得るものであったり、考案\nの技術的範囲が限定されるわけではない。\n殊に、本件明細書記載の実施例のように、ベール等、不釣合い要素の合\n成重心が糸巻取り姿勢のベールが位置する側に偏っている場合、その反対側である\n糸解放姿勢のベールが位置する側にまず重りを置いてバランスを図ろうとするのが\n通常であるが、本件考案は、不釣合い要素の合成重心が偏っている側である糸巻取\nり姿勢のベールが位置する側にまず第１バランサを配置し、不釣合いの要素の合成\n重心をいったんリール本体側に下げ、その結果それに対向する第２バランサをリー\nル内に容易に置けるようにしたものであり、このような発想は、剛体回転子理論を\n知っていたからといって当然に生ずるものではない。\n(六)　被控訴人は、本件考案が、揺動アーム等に起因するアンバランスに対\nし、両方向視においてバランスを図るという完結したものであり、このアンバラン\nスを解消するために他のバランス手段と組み合わせることを想定することは、技術\n的に無意味であって、これを排除していることは当然であると主張するが、その主\n張は、(ニ)で述べたとおり、本件考案が、単に軸芯に沿う方向視のみのアンバラン\nス解消を図って、重りを用い、あるいはオフセット配置したものとは、次元の異な\nるアンバランス解消手段であることを理解しないことに基づくもので失当である。\nなお、被控訴人は、審決取消訴訟判決（甲二四）の判示部分（三一頁一行目から五\n行目まで）における「一つの不釣合要素」が「揺動アーム等による重心Ｗｐ」を指\nしているとも主張するが、審決取消訴訟判決は、当該判示部分に先立って、「揺動\nアーム等に起因する合成重心Ｗｐと第１バランサの重心Ｗ１との合成重心Ｗｘに対\nし、回転軸芯を挟んで対向する位置に、揺動アーム及び第１バランサのロータ回転\n時の遠心力を相殺する重量の第２バランサＷ２を設けることは、本件考案の昀適の\n実施例を開示したにすぎない」（三〇頁一七行目から三一頁一行目まで）としてい\nるのであり、本件考案が「揺動アーム等に起因する合成重心Ｗｐ」のみをアンバラ\nンス要素として想定できる構成におけるものでないことは明らかである。\nまた、被控訴人は、本件考案の構成要件Ｃの「回転軸を挟むように対向\nして配置された第１アーム部及び第２アーム部」は、第１アーム部及び第２アーム\n部の各重心が、回転軸芯に対し、線対称の位置にあることを意味するものであると\nし、オフセット構成を排除していると主張するが、本件明細書（甲二）に「このよ\nうな実施例ではバランサ10、11を配置したので、・・・軸芯Ｘを挟んで対向するそ\nれぞれの側の重心位置の軸方向での距離的ギャップが小さくなる」（００１４欄）\nと記載されているとおり、軸芯を挟んで対向するということは厳密な線対称を予定\nしたものではない。審決取消訴訟判決（甲二四）においても、「審決が・・・認定\nしたのは、本件考案の（Ｃ）の構成（注、本件における構成要件Ｃ～Ｇに相当す\nる。）が、一般に回転時にアンバランスが生じるスピニングリールの基本構成を規\n定しているものであることを説示するためであったことは明らかであり、この説示\nに誤りは認められない」（三一頁一六行目から二〇行目まで）として、「回転軸を\n挟むように対向して配置された第１アーム部及び第２アーム部」が一般に回転時に\nアンバランスが生じるスピニングリールの基本構成を規定しているにすぎないもの\nであると判断している。\nさらに、被控訴人は、軸芯に沿う方向視で一定の厚み（長さ）を有する\n回転体であるロータについて、軸芯に直交する方向視でのバランスを全く考慮する\nことなく、揺動アーム等に起因するアンバランス要素の解消を図ろうとすること自\n体が、当業者の技術常識に反するとも主張するが、少なくとも本件考案の出願前に\nは、意識的に軸芯に直交する方向視でのバランスを図ろうとしたものはなかったの\nである。\n２　均等の主張（予備的主張）\n仮に、原判決の判示のとおり、本件考案における「第１バランサ」及び\n「第２バランサ」が、構成要件上、他のアンバランス解消手段を複合的に組み合わ\nせたものを含まず、したがって、文言上、本件考案における「第１バランサ」及び\n「第２バランサ」の構成が、それぞれ被控訴人各物件の「重りＡ」及び「重りＢ」\nと異なるとしても、次のとおり、被控訴人各物件の「重りＡ」及び「重りＢ」は、\nそれぞれ本件考案の「第１バランサ」及び「第２バランサ」の構成と均等なものと\nして、被控訴人各物件は、本件考案の技術的範囲に属するものである。\n(一)　異なる部分の非本質性\n本件考案における「第１バランサ」及び「第２バランサ」が、構成要件\n上、他のアンバランス解消手段を複合的に組み合わせたものを含まないとする原判\n決に従えば、本件考案の構成要件Ｉ、Ｊは、正確には、次のように表されることに\nなる。\n（構成要件Ｉ）\nＩ１　前記ロータの前記リール本体側で、糸巻き取り姿勢のベールが位置\nする側に重心が位置するように配置された重り１と、\nＩ２　前記重り１は、他のアンバランス解消手段と複合的に組み合わされ\nていないものであり、\n（構成要件Ｊ）\nＪ１　前記重り１より前方側で、糸解放姿勢のベールが位置する側に重心\nが位置するように配置された重り２と、\nＪ２　前記重り２は、他のアンバランス解消手段と複合的に組み合わされ\nていないものである\nそして、本件考案は、構成要件Ｉ２、Ｊ２の各構成を有する点におい\nて、被控訴人各物件と異なるものである。\nところで、実用新案登録された考案の本質的部分とは、実用新案登録請\n求の範囲に記載された考案の構成のうちで、当該考案特有の課題解決手段を基礎付\nける特徴的部分、すなわち、右部分が他の構成に置き換えられるならば、全体とし\nて当該考案の技術思想とは別個のものと評価されるような部分をいい、その判断に\n当たっては、単に実用新案登録請求の範囲に記載された構成の一部を形式的に取り\n出すのではなく、当該考案を先行技術と対比して、課題の解決手段における特徴的\n原理を確定した上で、対象製品の備える解決手段が当該考案における解決手段の原\n理と実質的に同一の原理に属するか否かという点から判断すべきである。\nそして、本件考案は、スピニングリールの振動を重要な問題としてとら\nえ、従来の単に軸芯に沿う方向視のみならず、軸芯に直交する方向視でのアンバラ\nンスをも解消して、全体としてより完全なバランスの取れたものにすることを課題\nとするものであるから、本件考案の本質的部分は、このような課題を解決するため\nに、「前記ロータの前記リール本体側で、糸巻き取り姿勢のベールが位置する側に\n重心が位置するように配置された重り１」（構成要件Ｉ１）及び「前記重り１より\n前方側で、糸解放姿勢のベールが位置する側に重心が位置するように配置された重\nり２」（構成要件Ｊ１）との構成を採用した点にあることは明らかである。すなわ\nち、本件考案の構成のうちで、被控訴人各物件と異なる点である「前記重り１は、\n他のアンバランス解消手段と複合的に組み合わされていないものであり」（構成要\n件Ｉ２）及び「前記重り２は、他のアンバランス解消手段と複合的に組み合わされ\nていないものである」（構成要件Ｊ２）との構成は、本件考案において非本質的部\n分である。\n(二)　置換可能性\n被控訴人各物件は、軸芯に沿う方向視のみのアンバランス解消手段の一\nつであるオフセット配置に、軸芯に直交する方向視をも含めたアンバランスを解消\nする目的で、本件考案の独特の配置の構成を満たす重りＡ及び重りＢを更に加えた\nものであるから、被控訴人各物件の構成ｅ及びｆは、正確には、次のように表され\nることになる（被控訴人各物件のうち、ヘ号物件及びト号物件については、構成ｅ\nの「重りＢ及びＣ」を一括して「重りＢ」とする。）。\n（構成ｅ）\nｅ１　前記ロータの本体前壁のベール糸解放姿勢側に位置する周縁部（各\n物件目録添付第４図ｘ線上、３時の位置を０度として、所定の角度の範囲内）に配\n置された円弧状の重りｂと、\nｅ２　前記重りｂは、オフセットによるアンバランス解消手段と組み合わ\nせたものであり、\n（構成ｆ）\nｆ１　前記ロータの本体後端部内周縁に設けられた溝のベール糸巻取姿勢\n側に位置する溝内（各物件目録添付第４図ｘ線上、３時の位置を０度として、所定\nの角度の範囲内）に配置された円弧状の重りａと\nｆ２　前記重りａは、オフセットによるアンバランス解消手段と組み合わ\nせたものである\nすなわち、被控訴人各物件の構成は、本件考案の構成要件（右(一)のよ\nうに、原判決の判示に従って正確に表したもの）のＩ２、Ｊ２をそれぞれｅ２、ｆ\n２に置き換えたものである。そして、この置換えによっても、重りＡ（重りａ）は\n糸巻取り姿勢のベールが位置する側に配置されているので、ベール及び一対のアー\nム部に設けられた各部材と重りＡ（重りａ）との合成重心がリール本体側に偏位\nし、このため、重りＢ（重りｂ）を重りＡ（重りａ）と逆側の糸解放姿勢のベール\nが位置する側に設けることができ、軸芯に直交する方向視をも含めたアンバランス\nをも解消して、全体としてより完全なバランスの取れたスピニングリールとすると\nいう、本件考案と全く同一の作用効果を奏することができ、本件考案の解決しよう\nとした課題を解決し得るものである。したがって、置換可能性があることは明白で\nある。\n(三)　置換容易性\n軸芯に直交する方向視をも含めたアンバランスを解消するために、二つ\nのバランサが独特の配置を取る構成を採用した本件考案の存在を前提とすれば、従\n来の軸芯に沿う方向視のみのアンバランス解消手段の一つにすぎないオフセット配\n置をさせたスピニングリールを基に、本件考案の構成要件（右(一)のように、原判\n決の判示に従って正確に表したもの）のＩ２、Ｊ２をそれぞれ被控訴人各物件の構\n成ｅ２、ｆ２に置き換えたとしても、本件考案の解決しようとした課題を解決し得\nることに想到することは、当業者であれば容易である。\n(四)　したがって、被控訴人各物件は、実用新案登録請求の範囲に記載され\nた構成と均等なものとして、本件考案の技術的範囲に属するものである。\n二　被控訴人の主張\n１　控訴人の主張１に対する反論\n(一)　控訴人の主張は、本件考案が、「従来の軸芯に沿う方向視での重量の\nバランスが図られるための何らかのバランス手段が用いられているものであって\nも、軸芯に直交する方向視での重量のバランスが図られていないので、それに加え\nて、さらに軸芯に直交する方向視での重量のバランスを図るために第１バランサと\n第２バランサを設けるもの」であることを前提とするものであるが、以下のとお\nり、この前提自体が誤りである。\nすなわち、審決取消訴訟判決（甲二四）が「本件考案は、スピニングリ\nールにおいて、一つの不釣合要素に対して回転軸芯を挟んで対向する位置に二つの\nバランス要素を分散配置することで、従来のスピニングリールにおける回転時のア\nンバランスを抑えることを課題に本件考案の構成を要旨とするものであって」（三\n一頁一行目から五行目まで）、「本件考案は、スピニングリールの構造に起因して\n揺動アーム等による重心Ｗｐが糸巻き取り姿勢のベールが位置する側でロータの前\n方に位置することに対して、この重心Ｗｐと同じ側でロータのリール本体側に重心\nＷ１が位置するように第１バランサを配置することで、揺動アーム等による重心Ｗ\nｐを含む合成重心Ｗｘがロータの前方側とリール本体側との中間位置に偏位するよ\nうにするから、この合成重心Ｗｘに対して、糸解放姿勢のベールが位置する側に、\nすなわち、回転軸芯を挟んで対向する側に重心Ｗ２が位置するように第２バランサ\nを配置することに技術的意義があるということができる。そして、本件考案は、第\n１、第２バランサを考案の要旨に記載の所要の位置に配置することで、軸芯に沿う\n方向視における重量バランスが改善されるという作用効果を奏するとともに、軸芯\nに直交する方向視における重心の軸方向での距離的ギャップが少なくなることで、\n回転時のアンバランスが抑えられるという作用効果を奏することが明らかである」\n（二八頁一九行目から二九頁一二行目まで）と判示するとおり、本件考案の技術思\n想は、揺動アーム等に起因する回転時のアンバランスに対し、ロータの本体側で糸\n巻取り姿勢のベールが位置する側に第１バランサを配置し、ベール等の重量及び第\n１バランサの合成重心と回転軸芯を挟んで対向する位置に第２バランサを配置する\nことによって、動バランスを図るというものである（なお、原告は、審決取消訴訟\n判決が判示する「一つの不釣合要素」が、軸芯に沿う方向視のみのアンバランスを\n抑えるために重りを用い、あるいはオフセット配置するものも含むとするが、審決\n取消訴訟判決において、当該「一つの不釣合要素」が、「揺動アーム等による重心\nＷｐ」を指していることは、文脈上明白である。）。\nそうすると、本件考案は、軸芯に直交する方向視での重量のバランスの\nみならず、軸芯に沿う方向視での重量のバランスも同時に図られているもの、すな\nわち、両方向視においてバランスを図るという完結したものであることは明らかで\nある。\nこのことは、本件明細書（甲二）に、従来技術である「軸芯に沿う方向\n視での重量のバランスを図る」手段と、「軸芯に直交する方向視での重量のバラン\nスを図る」手段である本件考案を組み合わせることについて、何ら記載されていな\nいのみならず、【考案の効果】として、「第１及び第２バランサを設けているの\nで、リールを前方から平面的に見た場合の重量バランスが良好になるとともに、回\n転軸芯を挟んで対向する側のそれぞれの重心の軸方向での距離的ギャップが少なく\nなり、回転時のアンバランスが抑えられ円滑な巻き取り操作が行える」（００１５\n欄）と記載され、第１バランサと第２バランサによって、軸芯に沿う方向視のバラ\nンス（リールを前方から平面的に見た場合の重量バランス）を図ることができると\nともに、軸芯に直交する方向視の両方のバランスを図ることができる（回転軸芯を\n挟んで対向する側のそれぞれの重心の軸方向での距離的ギャップが少なくなる）と\nしていることからしても明白である。\nこのように、本件考案が、揺動アーム等に起因するアンバランスに対\nし、両方向視においてバランスを図るという完結したバランス手段である以上、こ\nのアンバランスを解消するために他のバランス手段と組み合わせることを想定する\nことは、技術的に無意味であって、これを排除していることは当然である。\nしたがって、本件考案が、「軸芯に沿う方向視での重量のバランスが図\nられる」ための何らかのバランス手段が用いられているものであっても、それに加\nえて、さらに「軸芯に直交する方向視での重量のバランスを図る」ために第１バラ\nンサと第２バランサを設けるものであるとする控訴人の主張は明らかに失当であ\nる。原判決が、「本件考案は、軸芯に直交する方向視で、揺動アーム、糸案内部等\nの部材の重量によって生じる回転時のアンバランスに対して、専ら、『第１バラン\nサ』及び『第２バランサ』の実用新案登録請求の範囲の記載どおりの合理的な配置\nによって解消しようとするものである」と判断したことに何らの誤りもない。\n(ニ)　控訴人は、オフセット配置する方法で軸芯に沿う方向視での重量のバ\nランスを図っているものについて、「軸芯と直交する方向視での重量のバランスを\n図る」ために、さらに第１バランサと第２バランサを配置したものも、本件考案の\n技術思想を用いているとも主張するが、この主張は、右(一)で述べた誤りを含むほ\nか、さらに、次の各点でも誤っている。\nすなわち、本件考案は「前記リール本体の前部に回転自在に支持され、\n回転軸を挟むように対向して配置された第１アーム部及び第２アーム部」（構成要\n件Ｃ）の構成を備えるものであるが、「回転軸を挟むように対向して配置された第\n１アーム部及び第２アーム部」とは、第１アーム部及び第２アーム部の各重心が、\n回転軸芯に対し、線対称の位置にあることを意味するものである。\nこのことは、本件明細書（甲二）の「この第１バランサ10の重心位置は\nＷ１である。また、ベール３、揺動アーム８及びラインローラ９の重量に起因する\n合成重心位置はＷｐであり、これらと第１バランサ10との合成重心位置はＷｘとな\nる。そこで、合成重心位置Ｗｘに対し、回転軸芯Ｘを挟んで対向する位置、すなわ\nちロータ４の前壁４ａに、ベール３、揺動アーム８、ラインローラ９及び第１バラ\nンサ10のロータ回転時の遠心力を相殺する重量の第２バランサ11（重心位置Ｗ２）\nが設けられている」（００１３欄）との記載における「回転軸芯Ｘを挟んで対向す\nる位置」が、第２バランサの重心Ｗ２が合成重心Ｗｘと回転軸芯に対して線対称の\n位置にあることを示すことが一義的に明らかであって、構成要件Ｃの「回転軸を挟\nむように対向して配置された」との文言がこれと同じ表現であること、本件明細書\nにおいてオフセット構成を「１対のアーム部それぞれの相対位置を設定すること\n（軸芯方向視でアーム部それぞれを非対称位置に配置）」（０００６欄）と表現し\nていることからも首肯するに足りる。\nしたがって、本件考案の構成要件Ｃがオフセット構成を排除しているこ\nとは明白である。\n加えて、軸芯に沿う方向視で一定の厚み（長さ）を有する回転体である\nロータについて、そのバランスを図ろうとする以上、回転時における動バランス\n（軸芯に直交する方向視でのバランス）を全く考慮することなく、揺動アーム等に\n起因するアンバランス要素の解消を図ろうとすること自体が、当業者の技術常識に\n反することであり、原判決が「被告各物件が、一対のアーム部を・・・オフセット\nさせて配置するという構成を選択したのは、ロータの回転時のバランスを取りつつ\n重量の増加を抑えるために、ロータの構造を工夫して、部材の重量を利用して、偏\n重心を与え、アンバランスを抑制する方法を用いたものと理解することができる」\n（原判決二九頁八行目から三〇頁二行目まで）と判示するとおり、オフセット構成\nは、その精度は別として、本件考案のバランサと同様の目的を有する別異のアンバ\nランス解消手段である。\nこのことは、「週刊釣りサンデー」平成五年一一月二八日号に掲載され\nた「スピニングリールと振動」と題する記事（甲一五）に「設計や製造上の手法の\n違いにより、メーカーによってメカニズムの差はあるにせよ、ロータの回転バラン\nスを向上させて、振動を昀小限にする、という考え方はみな同じなのである。いま\nのところローターそのものの設計で振動を抑えようとする方法と、バランサーを配\nして振動を打ち消す方法の２種類がある」（六〇頁中段一行目から一二行目まで）\nと記載されていることからも裏付けられる。\nこれに対し、被控訴人各物件は、揺動アーム等に起因するアンバランス\n要素に対し、ロータの構造を工夫した（ロータそのものの設計による）アンバラン\nス解消手段であるオフセット配置と、バランサを配する方法によるアンバランス解\n消手段を複合的に組み合わせたものであって、それぞれの具体的な細部設計が総合\n一体化した作用で、初めて完成したバランス手段として成立するものであり、控訴\n人主張のように、両手段を別個独立したものととらえることは技術上無意味であ\nる。\nしたがって、原判決が「アーム部をオフセット配置することは、本件考\n案における技術思想とは別個のアンバランス解消方法として捉えられていると解す\nるのが相当である。」と判断したことに何らの誤りもない。\n２　控訴人の主張２（均等の主張）に対する反論\n控訴人は、「本件考案における『第１バランサ』及び『第２バランサ』\nが、構成要件上、他のアンバランス解消手段を複合的に組み合わせたものを含ま\nず、したがって、文言上、本件考案における『第１バランサ』及び『第２バラン\nサ』の構成が、それぞれ被控訴人各物件の『重りＡ』及び『重りＢ』と異なる部分\nであったとしても」、「被控訴人各物件の『重りＡ』及び『重りＢ』は、それぞれ\n本件考案の『第１バランサ』及び『第２バランサ』の構成と均等なものとして、被\n控訴人各物件は、本件考案の技術的範囲に属する」と主張する。\nしかしながら、その主張は本件明細書の記載から遊離しているのみなら\nず、オフセット等の従来のアンバランス解消手段が本件考案にとって本質的部分に\nかかわらない付加的構成であるとの趣旨の従来の主張を言い換えたにすぎないもの\nであって、均等の主張として成り立たない。\nさらに、本件考案のバランサに他のアンバランス解消手段を組み合わせな\nいことは、本件考案の本質的部分を成すものであるから、控訴人の主張は失当であ\nる。\n第三　当裁判所の判断\n当裁判所も、控訴人の請求は理由がないものと判断する。その理由は、次の\nとおり、補正、付加するほかは、原判決「事実及び理由」欄の「第三　争点に対す\nる判断」のとおりであるから、これを引用する。\n一　原判決の補正\n１　原判決二二頁一行目の「【作用】欄の記載」を「【作用】欄等の記載」\nに、二行目から七行目の「そのため」までを「本件明細書（甲二）の考案の詳細な\n説明欄には、【従来の技術】欄及び【考案が解決しようとする課題】欄に、従来の\nスピニングリールでは、揺動アーム、糸案内部（通常はラインローラ等と称する回\n転部材で構成されている）等の重量により生ずる回転時のアンバランスに対し、ロ\nータ内部等にバランサを配置する等して、軸芯に沿う方向視での重量のバランスが\n図られていたが、軸芯に直交する方向視での重量のバランスが図られていなかった\nため、ロータを回転させるとロータを傾けようとする力が作用し、その結果、例え\nば長期にわたる使用によりロータの支持系にガタツキが生じた場合、高速で巻取り\n操作をした際にロータが大きく振動し、円滑な巻取り操作が行いにくいという問題\n点が生じていた旨が記載された上」にそれぞれ改める。\n２　同二四頁二行目の「より、」の次に「軸芯に沿う方向視での重量のバラン\nスを図るとともに、」を加える。\n３　同二四頁四行目、同二七頁一〇行目及び同三〇頁七行目の「軸芯に直交す\nる方向視で」を、いずれも「軸芯に沿う方向及び軸芯に直交する方向の双方の方向\n視で」に改める。\n４　同二七頁五行目から九行目までを削る。\n５　同三一頁五行目から七行目までを削る。\n二　控訴人の当審における主張に対する判断\n１　控訴人の主張１について\n(一)　控訴人は、本件考案が、軸芯に沿う方向視での重量のバランスが図ら\nれるための何らかのバランス手段が用いられているものであっても、軸芯に直交す\nる方向視での重量のバランスが図られていないので、それに加えて、さらに軸芯に\n直交する方向視での重量のバランスを図るために第１バランサと第２バランサを設\nけるものであり、軸芯に沿う方向視のみのアンバランスを抑えるために重りを用\nい、あるいはオフセット配置するものも含む「一つの不釣合要素」に対し、第１バ\nランサと第２バランサを用い、軸芯に沿う方向視でバランスが取れるとともに、軸\n芯に直交する方向視においてもバランスが取れるようにしたものであるから、軸芯\nに沿う方向視のみのアンバランス解消を図って、重りを用い、あるいはオフセット\n配置しただけのものに、本件考案の構成に示された二つのバランサを配置して軸芯\nに直交する方向視をも含めたバランスを図ったものは、本件考案のアンバランス解\n消手段であると主張する。\nしかしながら、本件明細書（甲二）の【従来の技術】欄における「従来\nからのスピニングリールでは、揺動アーム及び揺動アームの糸案内部（通常はライ\nンローラ等と称する回転部材で構成されている）等の重量により回転時のアンバラ\nンスが発生する。」（０００３欄）、【考案が解決しようとする課題】欄における\n「従来から、ベール重量も含めたアンバランスを解消するようにバランサを配置し\nたり、あるいは１対のアーム部それぞれの相対位置を設定すること（軸芯方向視で\nアーム部それぞれを非対称位置に配置）等が行われている」（０００６欄）との各\n記載及び前示【作用】欄の「ベール及び１対のアーム部に設けられた各部材の合成\n重心が比較的前部に位置するものの、これらと第１バランサとの合成重心がリール\n本体側に偏位する」（原判決二二頁九行目から一一行目まで）との記載に照らし\nて、本件考案が、その構成に従って第１バランサ及び第２バランサを配置し、軸芯\nに沿う方向及び軸芯に直交する方向の双方の方向視での重量のバランスを図ること\nにより解消しようとする「アンバランス」は、ベール及び一対のアーム部に設けら\nれた各部材（揺動アーム、ラインローラ等）の重量に起因するものを指しており、\nたとえ軸芯に沿う方向視のみであっても、重量のバランスを図るために何らかのバ\nランス手段を用いた後のバランス状態を意味していないことは明らかである。\nこのことは、本件明細書（甲二）の【考案が解決しようとする課題】欄\nにおける「そこで、これらの不都合を解消するために揺動アーム等を総合した合成\n重心の回転軌跡上にバランサを設けることも考えられる。しかし、この構造では、\nロータの外面から大きく突出する部位にバランサが位置することになり、釣糸の放\n出に支障を生じやすい。本考案の目的は、スピニングリールにおいて、合理的なバ\nランサの配置により、長期にわたる使用でガタツキが発生した場合でも、高速巻き\n取り時に円滑な巻き取り操作が行えるようにすることにある。」（０００７欄）と\nの記載からも明白である。すなわち、右にいう「これらの不都合」とは、従来例の\n各アンバランス解消手段を用いた後であっても、ロータを傾けようとする力が働\nき、ロータの支持系にガタツキが生じた場合、高速で巻取り操作をした際にロータ\nが大きく振動し、円滑な巻取り操作が行いにくいという不都合のことであるが、\n「揺動アーム等を総合した合成重心の回転軌跡上にバランサを設ける」手段につい\nては、「ロータの外面から大きく突出する部位にバランサが位置することになり、\n釣糸の放出に支障を生じやすい」という欠点は有するものの、「これらの不都合を\n解消するため」の手段であるとされ、かつ、この手段を用いた後になお「ロータを\n傾けようとする力」、すなわち、アンバランスが残るとはされていないのである。\nしたがって、「本件考案の目的」である「長期にわたる使用でガタツキが発生した\n場合でも、高速巻き取り時に円滑な巻き取り操作が行えるようにすること」は、ロ\nータの外面から突出する部位にバランサが位置する欠点は格別、バランス面に限っ\nては、本件考案の第１バランサ及び第２バランサを配置する構成によらずとも、\n「揺動アーム等を総合した合成重心の回転軌跡上にバランサを設ける」手段、すな\nわち、ロータの回転時に「揺動アーム等を総合した合成重心」の作用によって生ず\nる力（遠心力）を直接打ち消すことによっても達成できるのであり、このことは、\n翻って、本件考案が、その構成に従って第１バランサ及び第２バランサを配置する\nことにより解消しようとする「アンバランス」は、合成重心の位置の決定要素であ\nる「揺動アーム等」の重量に起因することを意味するものである。そして、作用を\n解消させるためだけに、わざわざ他の何らかのバランス手段（例えばバランサ）を\n設けることは技術的に考えられないから、右「揺動アーム等」に、それらのバラン\nス手段が含まれないことは明らかである。\nそうすると、本件考案が、軸芯に沿う方向視での重量のバランスが図ら\nれるための何らかのバランス手段に加えて、さらに軸芯に直交する方向視での重量\nのバランスを図るために第１バランサと第２バランサを設けるものであるとか、軸\n芯に沿う方向視のアンバランス解消を図って、重りを用い、あるいはオフセット配\n置したものに、本件考案の構成に示された二つのバランサを配置して軸芯に直交す\nる方向視をも含めたバランスを図ったものが、本件考案のアンバランス解消手段で\nあるなどの控訴人の主張は採用することができない。\nなお、控訴人は、本件考案が、軸芯に沿う方向視のみのアンバランス解\n消を図ったものとは、次元の異なるアンバランス解消手段であり、軸芯に沿う方向\n視のみのアンバランス解消を図って、重りを用い、あるいはオフセット配置しただ\nけのものに、本件考案の構成に示された二つのバランサを配置して軸芯に直交する\n方向視をも含めたバランスを図ったものは、本件考案のアンバランス解消手段であ\nるとも主張する。\n確かに、軸芯に沿う方向視での重量のバランスを図るとともに、軸芯に\n沿う方向視での重量のバランスを図った本件考案の構成が、一方向だけからのバラ\nンスを考慮したものに対し、これと直交する別方向からのバランスをも考慮したと\nいう意味で、いわば次元の異なるアンバランス解消手段であると表現することもで\nきるが、従前のものと比べ、解消しようとするアンバランスを見る方向が新たに加\nわったからといって、そのアンバランス解消手段が、当然に従前のバランス手段に\n別のバランス手段を付け加えたものとなるわけではないことは、前示したところか\nら明らかである。\n(ニ)　控訴人は、本件明細書（甲二）の【考案が解決しようとする課題】欄\nの記載（０００６～０００７欄）を引用して、本件明細書において、オフセット配\n置することが、スピニングリールのアンバランスを完全に解消する方法とされてい\nるわけではなく、この場合にも、長期の使用によるガタツキによって巻取り操作の\n際にロータが大きく振動するという本件考案が解決しようとする課題を有している\nことが示されており、本件考案が、この場合も含めた「これらの不都合」を解決す\nる手段であることが記載されているのであって、オフセット配置する方法で軸芯に\n沿う方向視での重量のバランスを図っているものについて、「軸芯と直交する方向\n視での重量のバランスを図る」ために、さらに第１バランサと第２バランサを配置\nしたものも、本件考案の技術思想を用いていると主張する。\nしかしながら、オフセット配置したものに本件考案の構成に示された二\nつのバランサを配置して、軸芯に直交する方向視をも含めたバランスを図ったもの\nが、本件考案のアンバランス解消手段であるとの主張が採用し難いことは右(一)で\n述べたとおりである。すなわち、本件明細書において、オフセット配置すること\nが、スピニングリールのアンバランスを完全に解消する方法とされているわけでは\nなく、この場合にも、長期の使用によるガタツキによって巻取り操作の際にロータ\nが大きく振動するという本件考案が解決しようとする課題を有していることが示さ\nれており、本件考案が、この場合も含めた「これらの不都合」を解決する手段であ\nることが記載されていることは、控訴人の主張のとおりであるが、「これらの不都\n合」の一つである、オフセット配置によってもなお残るアンバランスを解消する手\n段である本件考案が、その構成に従った第１バランサ及び第２バランサを、オフセ\nット配置というバランス手段に更に付け加えるものであることは、本件明細書（甲\n二）に記載がなく、かえって、前示(一)のとおり、本件考案が、その構成に従って\n第１バランサ及び第２バランサを配置することにより解消しようとする「アンバラ\nンス」は、重量のバランスを図るためにオフセット配置等何らかのバランス手段を\n用いた後のバランス状態を意味しないものと解されるのである。つまり、本件考案\nは、オフセット配置によってもなお残るアンバランスを解消するため、オフセット\n配置を解除して、新たに、その構成に従って第１バランサ及び第２バランサを配置\nするものであると解すべきである。\nそして、アンバランス解消手段としてみた場合に、前示（前記一の２に\nよる付加後の原判決二三頁一一行目から二四頁三行目まで）のとおり、本件考案\nは、「第１バランサ」と「第２バランサ」を合理的に配置することにより、軸芯に\n沿う方向視での重量のバランスを図るとともに、軸芯に直交する方向視での重量の\nバランスを図り、回転時のアンバランスを抑えて円滑な巻き取り操作が行えるよう\nにしたもの、すなわち、バランサを設けることにより回転時のアンバランスを抑制\nしようとするものであるのに対し、オフセット配置は、ロータの構造を工夫し、部\n材の重量を利用して偏重心を与えることにより回転時のアンバランスを抑制しよう\nとするものであるから、両者は、技術思想を異にする別個のアンバランス解消方法\nとしてとらえられるべきものである。\nしたがって、控訴人の右主張は採用し難い。\n(三)　控訴人は、原判決が、本件明細書に記載されている唯一の実施例に関\nする記載を引用して「専ら、第１バランサ及び第２バランサの合理的な配置によっ\nて、ベール、揺動アーム及びラインローラの重量に起因するアンバランスを解消し\nようとする技術思想が開示されている」とした認定判断を非難するが、右部分の認\n定判断が、第１バランサ及び第２バランサの技術的意義を検討し、本件考案の技術\n思想を明らかにするために、実施例に関する記載を参考としたにすぎず、本件考案\nが実施例に限定されるとの趣旨に出たものでないことは、その判示自体によって明\nらかである。\n(四)　なお、念のため付言するに、審決取消訴訟判決（甲二四）の判示に\nも、以上の認定判断に反する部分は見当たらない。\n(五)　そうすると、原判決が、本件考案の構成要件Ｉにおける「第１バラン\nサ」及び構成要件Ｊにおける「第２バランサ」は、相互の合理的な配置によって回\n転時のアンバランスを抑えるための重りを指すというべきであって、他のアンバラ\nンス解消手段と組み合せた場合の重りを含まないと解すべきであるとしたことに誤\nりはなく、したがって、「回転時のアンバランスを解消するために、『重りＡ』、\n『重りＢ』、『重りＤ』の配置を工夫することによって解消する手段、及び、一対\nのアーム部を軸芯方向視で非対称位置に配置することによって解消する手段の両者\nを、複合的に組み合せた」被控訴人各物件における「『重りＡ』及び『重りＢ』\nは、いずれも、それぞれ構成要件Ｉの『第１バランサ』及び構成要件Ｊの『第２バ\nランサ』に該当しない」としたことにも誤りはない。\n２　控訴人の主張２（均等の主張）について\n控訴人は、予備的に、被控訴人各物件の「重りＡ」及び「重りＢ」が、そ\nれぞれ本件考案の「第１バランサ」及び「第２バランサ」の構成と均等なものとし\nて、被控訴人各物件が本件考案の技術的範囲に属すると主張するところ、その主張\nの根拠は、本件考案の構成要件Ｉ及びＪに、「前記重り１（第１バランサ）は、他\nのアンバランス解消手段と複合的に組み合わされていないものであり、」（Ｉ２）\n及び「前記重り２（第２バランサ）は、他のアンバランス解消手段と複合的に組み\n合わされていないものである」（Ｊ２）という消極的構成要件を付加し、本件考案\nが、構成要件Ｉ２、Ｊ２の各構成を有する点において、被控訴人各物件と異なるも\nのであるとした上で、当該構成要件Ｉ２、Ｊ２の部分が本件考案において非本質的\n部分であるとするものである。\nしかしながら、前示（原判決二一頁四行目から一〇行目まで及び二八頁七\n行目から三一頁四行目まで）のとおり、本件考案は、軸芯に直交する方向視で、揺\n動アーム、糸案内部等の部材の合成重心とのバランスが図られるような重量及び位\n置に配置するための手段として、「第１バランサ」を前記ロータの前記リール本体\n側で、糸巻き取り姿勢のベールが位置する側に重心が位置するように配置し、「第\n２バランサ」を第１バランサより前方側で、糸開放姿勢のベールが位置する側に重\n心が位置するように配置するという技術思想を示しているものであり、構成要件Ｉ\nにおける「第１バランサ」及び構成要件Ｊにおける「第２バランサ」は、相互の合\n理的な配置によって回転時のアンバランスを抑えるために設けられた重りを指すと\nいうべきであって、他のアンバランス解消手段と複合的に組み合わされた場合の重\nりを含まない故に、回転時のアンバランスを解消するために「重りＡ」、「重り\nＢ」、「重りＤ」の配置を工夫することによって解消する手段、及び一対のアーム\n部を軸芯方向視で非対称位置に配置すること（オフセット配置）によって解消する\n手段の両者を複合的に組み合わせたものである被控訴人各物件における「重りＡ」\n及び「重りＢ」は、それぞれ構成要件Ｉの「第１バランサ」及び構成要件Ｊの「第\n２バランサ」に該当しないと解すべきである。このことは、本件考案の第１バラン\nサ及び第２バランサと同様の重心位置となるよう配置されたバランサ（重り）を、\n他のアンバランス解消手段と複合的に組み合わせることが、本件考案にとって本質\n的部分に関わらない単なる付加的構成とすることができないことを意味するもので\nある。\nそして、控訴人主張のように、第１バランサ及び第２バランサが「他のア\nンバランス解消手段と複合的に組み合わされていない」ことを本件考案の消極的構\n成要件とし、当該消極的構成要件の部分が、被控訴人各物件と異なるものであり、\nかつ、本件考案において非本質的部分であるとすることは、結局のところ、本件考\n案の第１バランサ及び第２バランサと同様の重心位置となるよう配置されたバラン\nサ（重り）を、他のアンバランス解消手段と複合的に組み合わせることが本件考案\nにとって単なる付加的構成であるとする主張の構成を、均等の主張の構成に移し替\nえたにすぎないから、そのことにかんがみれば、控訴人主張の構成要件Ｉ２、Ｊ２\nの部分が本件考案において非本質的部分であるとすることはできないというべきで\nある。\nしたがって、その余の点につき判断するまでもなく、被控訴人各物件の\n「重りＡ」及び「重りＢ」が、それぞれ本件考案の「第１バランサ」及び「第２バ\nランサ」の構成と均等なものとして、被控訴人各物件が本件考案の技術的範囲に属\nする旨の控訴人の予備的主張は採用することができない。\n三　結論\n以上のとおり、控訴人の請求を棄却した原判決は相当であって、本件控訴は\n理由がないから、これを棄却することとし、控訴費用の負担につき民事訴訟法六一\n条、六七条一項本文を適用して、主文のとおり判決する。\n東京高等裁判所第一三民事部\n裁判長裁判官　　　篠    原    勝    美\n裁判官　　　石    原    直    樹\n裁判官　　　宮    坂    昌    利\n"
}