{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 21,
    "month": 8,
    "day": 27
  },
  "case_number": "平成19(ワ)3494",
  "case_name": "特許権侵害差止等請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "38145",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=38145",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/145/038145_hanrei.pdf",
  "contents": "平成２１年８月２７日判決言渡 同日原本領収 裁判所書記官\n平成１９年(ワ)第３４９４号 特許権侵害差止等請求事件\n口頭弁論終結日 平成２１年５月１９日\n判決\n東京都中央区＜以下略＞\n原 告 株式会社クレハ\n同訴訟代理人弁護士 山内貴博\n同 田中昌利\n同 上田一郎\n同 古川裕実\n同 東崎賢治\n同訴訟代理人弁理士 森田憲一\n同 山口健 次 郎\n同補佐人弁理士 脇 村 善 一\n東京都港区＜以下略＞\n被 告 メルク製薬株式会社訴訟承継人\nマイラン製薬株式会社\n大阪市中央区＜以下略＞\n被 告 扶桑薬品工業株式会社\n被告ら訴訟代理人弁護士 城山康文\n同 山本健策\n同訴訟復代理人弁護士 山内真之\n同訴訟復代理人弁理士 束 田 幸 四 郎\n同 齋藤房幸\n同 補 佐 人 弁 理 士 安藤雅俊\n主文\n１ 被告メルク製薬株式会社訴訟承継人マイラン製薬株式会社は，別紙被\n告製品目録記載の製品を製造し，販売し，又は販売のために展示しては\nならない。\n２ 被告メルク製薬株式会社訴訟承継人マイラン製薬株式会社は，その占\n有する別紙被告製品目録記載の製品を廃棄せよ。\n，，３ 被告扶桑薬品工業株式会社は 別紙被告製品目録記載の製品を販売し\n又は販売のために展示してはならない。\n４ 被告扶桑薬品工業株式会社は，その占有する別紙被告製品目録記載の\n製品を廃棄せよ。\n５ 被告メルク製薬株式会社訴訟承継人マイラン製薬株式会社は，原告に\n対し，７１５９万８２１０円（ただし，２８４万０７８５円の限度で被\n告扶桑薬品工業株式会社と連帯して）及びこれに対する平成１９年２月\n２１日から支払済みまで年５分の割合による金員を支払え。\n６ 被告メルク製薬株式会社訴訟承継人マイラン製薬株式会社は，原告に\n対し，７億８８４０万１７９０円（ただし，７３１５万９２１５円の限\n度で被告扶桑薬品工業株式会社と連帯して）及びこれに対する平成２０\n年１１月２８日から支払済みまで年５分の割合による金員を支払え。\n７ 被告扶桑薬品工業株式会社は，原告に対し，被告メルク製薬株式会社\n訴訟承継人マイラン製薬株式会社と連帯して，２８４万０７８５円及び\nこれに対する平成１９年２月２１日から支払済みまで年５分の割合によ\nる金員を支払え。\n８ 被告扶桑薬品工業株式会社は，原告に対し，被告メルク製薬株式会社\n訴訟承継人マイラン製薬株式会社と連帯して，７３１５万９２１５円及\nびこれに対する平成２０年１１月２８日から支払済みまで年５分の割合\nによる金員を支払え。\n９ 原告のその余の請求をいずれも棄却する。\n訴訟費用は，これを１０分し，その３を原告の負担とし，その６を被10\n告メルク製薬株式会社訴訟承継人マイラン製薬株式会社の負担とし，そ\nの余を被告扶桑薬品工業株式会社の負担とする。\n，，。11 この判決は 第５項ないし第８項に限り 仮に執行することができる\n事実及び理由\n第１ 当事者の求めた裁判\n１ 請求の趣旨\n( ) 主文第１項ないし第４項及び第７項と同旨1\n( ) 被告メルク製薬株式会社訴訟承継人マイラン製薬株式会社は，原告に対2\nし，１億２７９０万４４６０円（ただし，２８４万０７８５円の限度で被告\n扶桑薬品工業株式会社と連帯して）及びこれに対する平成１９年２月２１日\nから支払済みまで年５分の割合による金員を支払え。\n( ) 被告メルク製薬株式会社訴訟承継人マイラン製薬株式会社は，原告に対3\nし，１１億４４２１万１７９０円（ただし，１億０２７５万９２１５円の限\n度で被告扶桑薬品工業株式会社と連帯して）及びこれに対する平成２０年１\n１月２８日から支払済みまで年５分の割合による金員を支払え。\n( ) 被告扶桑薬品工業株式会社は，原告に対し，被告メルク製薬株式会社訴4\n訟承継人マイラン製薬株式会社と連帯して，１億０２７５万９２１５円及び\nこれに対する平成２０年１１月２８日から支払済みまで年５分の割合による\n金員を支払え。\n，，( ) 被告らは 別紙被告製品目録記載の製品の広告又は取引に用いる書類に5\n別紙品質等誤認表示目録１記載の表示をしてはならない。\n( ) 被告らは，別紙被告製品目録記載の製品についてのウェブサイトに「先6\n発製品名クレメジン」との表示をしてはならない。\n( ) 被告らは，別紙被告製品目録記載の製品の名称として「メルクメジン」7\nという表示を用いてはならない。\n( ) 訴訟費用は被告らの負担とする。8\n( ) 仮執行宣言9\n２ 請求の趣旨に対する答弁\n( ) 原告の請求をいずれも棄却する。1\n( ) 訴訟費用は原告の負担とする。2\n( ) 仮執行免脱宣言3\n第２ 事案の概要\n１ 本件は，経口投与用吸着剤並びに腎疾患治療又は予防剤及び肝疾患治療又は\n予防剤についての特許権を有する原告が，被告らにおいて別紙被告製品目録記\n載の製品（以下「被告製品」という ）を製造，販売する行為は上記特許権を。\n侵害する行為であると主張して，\n( ) 被告メルク製薬株式会社訴訟承継人マイラン製薬株式会社（以下「被告1\nマイラン」という ）に対して，特許法１００条１項に基づく被告製品の製。\n造，販売等の差止め及び同条２項に基づく被告製品の廃棄，特許法１８４条\nの１０第１項に基づく補償金９８３０万６２５０円と民法７０９条に基づく\n（，損害賠償金２９５９万８２１０円の合計１億２７９０万４４６０円 ただし\n２８４万０７８５円の限度で被告扶桑薬品工業株式会社と連帯して）及びこ\nれに対する請求又は不法行為の後である平成１９年２月２１日（訴状送達の\n日の翌日）から支払済みまで民法所定の年５分の割合による遅延損害金の支\n払，並びに，民法７０９条に基づく損害賠償金１１億４４２１万１７９０円\n（ただし，１億０２７５万９２１５円の限度で被告扶桑薬品工業株式会社と\n連帯して）及びこれに対する不法行為の日の後である平成２０年１１月２８\n日（平成２０年１１月２１日付け訴えの変更申立書送達の日の翌日）から支\n払済みまで民法所定の年５分の割合による遅延損害金の支払を求め，\n( ) 被告扶桑薬品工業株式会社（以下「被告扶桑薬品」という ）に対して，2 。\n特許法１００条１項に基づく販売等の差止め及び同条２項に基づく被告製品\nの廃棄，被告マイランと連帯して，民法７０９条及び７１９条に基づく損害\n賠償金２８４万０７８５円及びこれに対する不法行為の後である平成１９年\n２月２１日（訴状送達の日の翌日）から支払済みまで民法所定の年５分の割\n合による遅延損害金の支払，並びに，被告マイランと連帯して，民法７０９\n条及び７１９条に基づく損害賠償金１億０２７５万９２１５円及びこれに対\nする不法行為の後である平成２０年１１月２８日（平成２０年１１月２１日\n付け訴えの変更申立書送達の日の翌日）から支払済みまで民法所定の年５分\nの割合による遅延損害金の支払を求めるとともに，\n２ 「クレメジン」との名称の医薬品を製造・販売する原告が，被告らにおいて\n被告製品を「クレメジン」の後発医薬品であると表示する行為や「メルクメジ\nン」という名称で販売する行為等が，品質誤認表示に当たると主張して，被告\nらに対し，不正競争防止法２条１項１３号及び３条に基づき，当該表示行為及\nび「メルクメジン」との名称の使用の差止めを求めるとともに，特許法１００\n条に基づく差止請求及び廃棄請求の予備的請求として，不正競争防止法３条に\n基づき，被告製品の製造・販売等の差止め及び廃棄を求めた事案である。\n第３ 争いのない事実等（証拠を掲げていない事実は当事者間に争いがない ）。\n１当事者\n( ) 原告は，化学工業薬品，化学工業品，農薬，医薬品，医薬部外品等の製1\n造及び販売等を業とする株式会社であり（甲１ ，石油ピッチを炭素源とす）\nる球状活性炭を有効成分とする腎疾患治療薬であるクレメジンカプセル２０\n０及びクレメジン細粒（以下，これらを合わせて「原告製品」という ）を。\n製造販売している。\n( ) メルク製薬株式会社（以下「メルク」という ）は，医薬品，動物用医2 。\n薬品，医薬部外品，医療用機械器具等の製造販売及び輸出入等を業とする株\n式会社であり（甲２ ，平成２０年２月１日，被告マイランに対し，被告製）\n品の製造，販売事業を含む製薬事業を譲渡した。被告マイランは，平成２０\n年５月１６日，メルクを吸収合併し，その債務を承継した。\n被告扶桑薬品は，医薬品，医療部外品，動物用薬品，農薬，医療用器械器\n具等の製造，販売及び貿易等を業とする株式会社である。\n２ 原告の有する特許権\n( ) 原告は，次の特許権（以下「本件特許権」といい，その特許請求の範囲1\n請求項１を引用する請求項６の発明を「本件発明６－１」といい，請求項２\nを引用する請求項６の発明を「本件発明６－２」といい，これらの発明を合\nわせて「本件発明」という。また，本件発明に係る特許を「本件特許」とい\n，（ ） 「 」 。）い 本件特許に係る明細書 別紙特許公報参照 を 本件明細書 という\nを有している。\n特 許 番 号 第３８３５６９８号\n発明の名称 経口投与用吸着剤，並びに腎疾患治療又は予防剤，及\nび肝疾患治療又は予防剤\n出 願 日 平成１５年１０月３１日\n優 先 日 平成１４年１１月１日\n国際公開日 平成１６年５月１３日\n登 録 日 平成１８年８月４日\n【特許請求の範囲】\n【請求項１】\n，．フェノール樹脂又はイオン交換樹脂を炭素源として製造され 直径が０\n０１～１ｍｍであり，ラングミュアの吸着式により求められる比表面積が\n１０００㎡／ｇ以上であり，そして細孔直径７．５～１５０００ｎｍの細\n孔容積が０．２５ｍＬ／ｇ未満である球状活性炭からなるが，但し，式\n（１ ：）\nＲ＝（Ｉ －Ｉ ）／（Ｉ －Ｉ ） （１）１５ ３５ ２４ ３５\n〔式中，Ｉ は，Ｘ線回折法による回折角（２θ）が１５°における回折１５\n強度であり，Ｉ は，Ｘ線回折法による回折角（２θ）が３５°における３５\n回折強度であり，Ｉ は，Ｘ線回折法による回折角（２θ）が２４°にお２４\nける回折強度である〕\nで求められる回折強度比（Ｒ値）が１．４以上である球状活性炭を除く，\nことを特徴とする，経口投与用吸着剤。\n【請求項２】\n全塩基性基が０．４０ｍｅｑ／ｇ以上の球状活性炭からなる請求項１に\n記載の経口投与用吸着剤。\n【請求項６】\n請求項１～５のいずれか一項に記載の経口投与用吸着剤を有効成分とす\nる，腎疾患治療又は予防剤。\n( ) 本件発明６－１を構成要件に分説すると，次のとおりである（以下，分2\n説した構成要件をそれぞれ「構成要件Ａ」などという 。。）\nＡ フェノール樹脂又はイオン交換樹脂を炭素源として製造され，\nＢ 直径が０．０１～１ｍｍであり，\nＣ ラングミュアの吸着式により求められる比表面積が１０００㎡／\nｇ以上であり，そして\nＤ 細孔直径７．５～１５０００ｎｍの細孔容積が０．２５ｍＬ／ｇ\n未満である球状活性炭からなるが，\nＥ 但し，式（１ ：）\nＲ＝（Ｉ －Ｉ ）／（Ｉ －Ｉ ） （１）１５ ３５ ２４ ３５\n〔式中，Ｉ は，Ｘ線回折法による回折角（２θ）が１５°にお１５\nける回折強度であり，Ｉ は，Ｘ線回折法による回折角（２θ）３５\nが３５°における回折強度であり，Ｉ は，Ｘ線回折法による回２４\n折角（２θ）が２４°における回折強度である〕\nで求められる回折強度比（Ｒ値）が１．４以上である球状活性炭\nを除く，ことを特徴とする，\nＦ 経口投与用吸着剤を有効成分とする，\nＧ 腎疾患治療又は予防剤\n( ) 本件発明６－２を構成要件に分説すると，構成要件ＡからＧは，本件発3\n明６－１と同じであり，次の構成要件が加わる。\nＨ 全塩基性基が０．４０ｍｅｑ／ｇ以上の球状活性炭からなる\n３ 本件特許に係る出願は，平成１５年１０月３１日にされたが，その後，複数\n回の補正がされ，平成１８年５月１５日付けの手続補正（甲７０の８ ，同年）\n６月１６日付けの手続補正（甲７０の１１）を経て，同年８月４日に登録がさ\nれた。\nこのうち，同年５月１５日付けの手続補正（甲７０の８）は，請求項１の構\n成要件Ｅ（いわゆる「除くクレーム ）を加えるものであった（以下，この補」\n正を「本件補正」という 。。）\n４ 原告は，平成１６年６月１４日，メルクに対して発明の内容を記載した警告\n書（甲１３の１）を発送し，同警告書は，同月１５日，メルクへ到達した（甲\n１３の２ 。）\n５ 被告らの行為\nメルクは，平成１６年７月から平成２０年１月３１日まで，被告製品（別紙\n被告製品目録記載１の「メルクメジン細粒」及び同目録記載２の「メルクメジ\nンカプセル２００ｍｇ ）を業として製造，販売し，平成２０年２月１日から」\nは，被告マイランが被告製品を業として製造，販売している。\nまた，被告扶桑薬品は，平成１６年１２月から，被告製品を業として販売し\nている。\n６ 被告製品の構成\n被告製品は，いずれも炭素源としてフェノール樹脂を使用した，腎疾患の一\nつである慢性腎不全の治療薬である。したがって，構成要件Ａ（フェノール樹\n脂又はイオン交換樹脂を炭素源として製造され）及びＧ（腎疾患治療又は予防\n剤）を充足する。\n第４ 争点\n１ 被告製品は，構成要件Ｂ，Ｃ，Ｄ，Ｅ，Ｆ及びＨを充足するか\n２ 本件補正は不適法であり，本件特許は，特許法１７条の２第３項により無効\nとされるべきものか\n３ 先使用による通常実施権の有無\n４ 補償金の額\n５ 共同不法行為の成否及び損害の額\n６ 被告らの行為が品質誤認表示に当たるか\n第５ 争点に関する当事者の主張\n１ 争点１（被告製品は，構成要件Ｂ，Ｃ，Ｄ，Ｅ，Ｆ及びＨを充足するか）に\nついて\n〔原告の主張〕\n( ) 構成要件Ｂについて1\n被告製品の平均粒子径につき，本件明細書の【００２７】段落に測定方法\nとして記載されているＪＩＳ Ｋ １４７４（活性炭試験方法）に従って測\n定すると，メルクメジン細粒の平均粒子径は０．２７ｍｍ，メルクメジンカ\nプセル２００ｍｇの平均粒子径は０．２９ｍｍであった（甲９）から，被告\n製品は，いずれも構成要件Ｂ（直径０．０１～１ｍｍ）を充足する。\n( ) 構成要件Ｃについて2\n被告製品の比表面積につき，本件明細書の【００２８】段落に測定方法と\nして記載されているラングミュアの吸着式によって比表面積を計算すると，\n被告製品の比表面積は，いずれも１５７０㎡／ｇであった（甲１０）から，\n被告製品は，いずれも構成要件Ｃ（ラングミュアの吸着式により求められる\n比表面積が１０００㎡／ｇ以上）を充足する。\n( ) 構成要件Ｄについて3\n被告製品における，細孔直径７．５～１５０００ｎｍの細孔容積につき，\n本件明細書の【００２９】段落に測定方法として記載されている水銀圧入法\nによって細孔容積を計算すると，被告製品における細孔直径７．５～１５０\n００ｎｍの細孔容積につきの細孔容積はいずれも０．０５ｍＬ／ｇであった\n（甲１１ 。）\nまた，被告製品が球状活性炭からなるものであることは，被告製品の説明\n書（甲６）の記述から明らかである。\nよって，被告製品は，いずれも構成要件Ｄ（細孔直径７．５～１５０００\nｎｍの細孔容積が０．２５ｍＬ／ｇ未満である球状活性炭からなる）を充足\nする。\n( ) 構成要件Ｅについて4\n被告製品につき，反射式デフラクトメーター法により，回折角（２θ）１\n５°，２４°及び３５°における回折強度をそれぞれ測定した。そして，測\n定された回折強度をもとに，構成要件Ｅで定義されている回折強度比Ｒを算\n出した結果，被告製品は，いずれも１．０１であった（甲１２）から，被告\n製品は，いずれも構成要件Ｅ（式（１ ： Ｒ＝（Ｉ －Ｉ ）／（Ｉ －） １５ ３５ ２４\nＩ ） （１ 〔式中，Ｉ は，Ｘ線回折法による回折角（２θ）が１５°３５ １５）\nにおける回折強度であり，Ｉ は，Ｘ線回折法による回折角（２θ）が３５３５\n°における回折強度であり，Ｉ は，Ｘ線回折法による回折角（２θ）が２２４\n４°における回折強度である〕で求められる回折強度比（Ｒ値）が１．４以\n上である球状活性炭を除く）を充足する。\n( ) 構成要件Ｆについて5\n被告製品がいずれも経口投与用吸着剤を有効成分としていることは，被告\n製品の説明書 甲６ から明らかであり 被告製品はいずれも構成要件Ｆ 経（） ， （\n口投与用吸着剤を有効成分とする）を充足する。\n( ) 構成要件Ｈについて6\n被告製品において，本件明細書の【００３１】段落に全塩基性基の測定方\n法として記載されている方法に従い全塩基性基を測定したところ，メルクメ\nジン細粒における全塩基性基は０．６７ｍｅｑ／ｇ，メルクメジンカプセル\n２００ｍｇにおける全塩基性基は０．６５ｍｅｑ／ｇであった（甲１１）か\nら，被告製品は，いずれも構成要件Ｈ（全塩基性基が０．４０ｍｅｑ／ｇ以\n上の球状活性炭からなる）を充足する。\n〔被告らの主張〕\n争う。\n２ 争点２（本件補正は不適法であり，本件特許は，特許法１７条の２第３項に\nより無効とされるべきものか）について\n〔被告らの主張〕\n（，「」知的財産高等裁判所特別部平成２０年５月３０日判決 以下 大合議判決\nという ）は，訂正が，当業者によって，明細書又は図面のすべての記載を総。\n合することにより導かれる技術的事項との関係において，新たな技術的事項を\n導入しないものであるときは，当該訂正は 「明細書又は図面に記載した事項，\n」。 ，の範囲内において するものということができると判示している 換言すれば\n訂正が訂正前の明細書の記載から導かれる技術的事項との関係で新たな技術的\n事項を導入するものである場合，該訂正が除くクレームの体裁を採っていたと\nしても，その訂正は新規事項の追加となる。\nそして，本件補正は，補正前の明細書に全く記載も示唆もされていない「式\n（１ ： Ｒ＝（Ｉ －Ｉ ）／（Ｉ －Ｉ ） （１ 〔式中，Ｉ は，Ｘ線））１５ ３５ ２４ ３５ １５\n回折法による回折角（２θ）が１５°における回折強度であり，Ｉ は，Ｘ線３５\n回折法による回折角（２θ）が３５°における回折強度であり，Ｉ は，Ｘ線２４\n回折法による回折角（２θ）が２４°における回折強度である〕で求められる\n回折強度比（Ｒ値）が１．４以上である球状活性炭」を除くという，当初明細\n書との関係で新たな技術的事項を導入する補正であることは明らかである。な\nぜなら，本件補正は，当初明細書を各構成要件に分説し，各構成要件に該当し\nうる物質の一部を特定して消極的表現によって除外したものではなく 「Ｒ値，\nが１．４以上である球状活性炭を除く」ことにより 「Ｒ値が１．４未満であ，\nる球状活性炭」という新規な技術的構成を導入したものに他ならないからであ\nる。\nよって，本件補正が，新規事項追加に該当し，特許法１７条の２第３項に違\n反する補正であることは明らかであり，本件特許権の行使は同法１０４条の３\n第１項により許されない。\n〔原告の主張〕\n( ) 本件補正の経緯1\n平成１５年１０月３１日，原告により本件特許出願（特願２００４－５４\n８１０７号）と特願２００４－５４８１０６号の特許出願が同日にされた。\n後者の出願は，平成１７年４月２８日に特許第３６７２２００号として登録\nされた（甲１５。以下「別件特許」という 。。）\n本件特許出願は拒絶査定がされたため，原告は拒絶査定不服審判を請求し\nた。同手続中において，本件特許出願にかかる発明が別件特許にかかる発明\nと同一であるとの理由で拒絶理由通知が出された。\n原告は，上記拒絶理由通知に対応して，平成１８年５月１５日に手続補正\nを行い（本件補正 ，昀終的に特許審決を受けた請求項における除くクレー）\nムの記載のように補正した。\n( ) 被告らは，大合議判決を引用して，本件補正は新規な新たな技術的事項2\nを導入するものであり，特許法１７条の２第３項に違反すると主張する。\nしかしながら，被告らの大合議判決の解釈は独自の解釈にすぎない。大合\n議判決は，新たな技術的事項を導入したものであるかの判断として，補正前\nにおける昀大の特徴が補正後においても維持されているか，また補正の前後\nで効果が共通かを検討して判断しており，本件においても同様の検討がなさ\nれるべきである。\n本件当初明細書に記載された本件発明の昀大の特徴は，炭素源を出発材料\nとして，従前用いられていたピッチに代えてフェノール樹脂又はイオン交換\n樹脂を使用して調製した経口投与用吸着剤が優れた選択吸着率を有すること\nを見出した点にある。そして，本件補正は 「Ｒ値が１．４以上である球状，\n活性炭を除く」旨の補正であるが，前記( )のとおり，この補正は，同じ出1\n願人により同日に出願された別件特許との重なりを解消するために，別件特\n許に係る発明として開示された「Ｒ値が１．４以上である球状活性炭」を除\n外するものであって，本件発明の技術情報とは無関係であり，何ら新たな技\n術事項を付加するものではない。\nこれを大合議判決の判断基準に照らすと，経口投与用吸着剤の炭素源（出\n発材料）として熱硬化性樹脂を使用したという本件当初明細書に記載された\n本件発明の昀大の特徴は，本件補正後も全く同じであり，また，優れた選択\n吸着率を獲得するに至ったという本件当初明細書に記載された本件発明の効\n果もまた同じである。\nしたがって，本件補正は，本件当初明細書に開示された本件発明に関する\n技術事項に新たな技術事項を付加したものではなく，特許法１７条の２第３\n項に違反するものでないことは明らかである。\n３ 争点３（先使用による通常実施権の有無）について\n〔被告らの主張〕\n( ) 昀高裁判所昭和６１年１０月３日第二小法廷判決は 特許法７９条の 事1 ，「\n業の準備」の意味について，発明を即時実施する意図を有しており，かつそ\nの即時実施の意図が客観的に認識できる態様，程度において表明されている\nことを意味すると判示している。\nメルク及びその製造受託者であるフタムラ化学株式会社（旧商号二村化学\n工業株式会社。以下「二村化学」という ）は，本件特許の優先日である平。\n成１４年１１月１日より前に，球形活性炭の発明を共同して完成していた。\nそして，メルクは，優先日以前である平成１４年６月１０日までに，被告\n製品の量産サンプルを製造し，この量産サンプルを用いて，あらかじめ定め\nた規格への適合性を確認する規格及び試験方法に関する試験を開始し，本件\n特許の優先日前である平成１４年８月２６日までに，同試験を完了して量産\nサンプルが規格に適合することが確認されていたのであり，これらの事実か\nらすれば，即時実施の意図が客観的に認識できる態様，程度において表明さ\nれていたというべきである。\n( ) 量産サンプルとしては，３つのロット（ＫＫ－１，ＫＫ－２及びＫＫ－2\n３）が製造されているものの，これら量産サンプルは，いずれも同一材料を\n用いた炭化，賦活，酸洗浄及び乾燥，気相による酸化を伴う熱処理という同\n一の製造手順で製造され，そのすべてが優先日前に規格及び試験方法に関す\nる試験が実施され，かつ，安定性試験の１回目はすでに優先日前に完了して\nいた。安定性試験は４０℃，相対湿度７５ＲＨ％という苛酷条件下での加速\n試験であるため，一度開始したら昀後まで見届けるしかない試験であり，当\n業者の常識からすれば，この試験は，被告の発明の内容はもちろん，事業の\n内容（製造手順を含む ）が確定していなければ実行に移すことができない。\n試験であるといえる。したがって，優先日前に量産サンプルが３ロット準備\nされ，そのすべてが安定性試験に供されることにより，この量産サンプルの\n実施形式に具現される発明の実施たる事業を即時実施する意図が表明されて\nいたというべきである。\nこの点に関し，原告は，ＫＫ－１と，ＫＫ－２及びＫＫ－３との相違とし\nて充填密度及び比表面積等の違いを指摘する。しかしながら，以下に述べる\nように，これらの違いは実質的な差異ではない。\nア 充填密度に関しては，ＫＫ－１の賦活時間が試みにＫＫ－２及びＫＫ－\n３よりも長くされていたために生じた差異にすぎず，球形活性炭の重要な\n効能である選択的吸着性に何ら違いがないことから，時間短縮のために，\n他の量産サンプルであるＫＫ－２及びＫＫ－３については短めに設定した\n結果にすぎず，製剤の効能特性に関連した技術的意味を有する変更ではな\nい。ゆえに，ＫＫ－１，ＫＫ－２及びＫＫ－３はすべて厚生労働省に対す\nる製造承認試験に供され，同一の製剤であることを前提として審査を受け\nた結果，被告製品の製造承認が下されているのである。\n充填密度なる指標は，本件明細書において特許請求の範囲その他発明の\n詳細な説明においても一切触れられていない項目であって，その他，医療\n（）用活性炭に関する原告による本件優先日前の公知文献 乙２１４～２２１\nにも，充填密度の相違をもって吸着剤の同一性を左右する旨の記載ないし\n示唆は一切ない。充填密度は，包材（カプセル）に薬剤を詰める際，どの\n程度詰まるかを示す指標として想定し得るものの，およそカプセル剤にお\nいて完全に隙間なく内容物の薬剤を詰め込むことが行われないのは顕著な\n事実であり，カプセル剤を製造する局面において充填密度は高度な技術的\n意味を有する指標ではない。また，細粒剤において充填密度が全く意味の\nない指標であることは自明である。原告製品のインタビューフォーム（乙\n１７０）においてすら，その物理的化学的性質として充填密度なる評価項\n目は触れられていない。被告による発明の完成当時において，球形活性炭\ng/ml g/mlに関する当業者常識として充填密度が０ ５２ であるか０ ６１．．\nであるか程度の差異が球形活性炭の発明の同一性を左右するような差異で\nはなく，賦活時間の多少の増減により適宜選択することができる設計的事\n項であったことは明らかである。つまり，ＫＫ－１，ＫＫ－２及びＫＫ－\n３は，すべてメルクが設定した球形活性炭の規格によって画定される被告\n発明の範囲内であり，メルクにおける本件被告製品についての事業内容が\n遅くとも実測試験の着手時期（平成１４年７月３０日）において確定して\nいた事実に影響を与えるものではない。\nイ また，比表面積に関しては，本件特許発明においても１０００㎡ 以上/g\nであることが規定されているのみであり また 本件優先日前公知文献 乙，， （\n２１４～２２１）においても，おおむね５００㎡ から２０００㎡ であ/g /g\nれば，同一発明の範疇に属することが本件優先日当時の当業者常識として\n示されているのであって，原告が指摘する差異（ＫＫ－１について１５４\n２㎡ （乙２５ ，ＫＫ－２について１３６２㎡ （乙２７ ）が，当業者/g /g））\n常識に照らして球形活性炭の特性としての実質的差異ではなかったと評価\nされるべきことは明白である。\nウ メルクと二村化学は，平成１４年２月１３日，ＫＫ－２の製造条件につ\nいて打合せを行い（乙１８３ ，選択的吸着性を評価する目標物質として）\nプルランとアルギニンを選択するとともに，プルラン２５％以下，アルギ\nニン７５％以上という吸着率の目標を設定した。そして，ＫＫ－２を製造\nし，その分析によれば，プルラン及びアルギニンの吸着率の目標を達成し\nていた。また，ＫＫ－３についても同様であった。\nこのように，ＫＫ－１，ＫＫ－２及びＫＫ－３は，プルラン及びアルギ\nニンの吸着率において上記目標を達成しており，その選択的吸着性能に差\n異はなく，これらは実質的に同一である。\nエ また，クレアチニンとトリプシンの吸着試験（規格及び試験方法に関す\nる試験（乙２９，１０４ ）において，ＫＫ－１，ＫＫ－２及びＫＫ－３）\nのいずれも，メルクの定めた規格の水準を満たし，同様の結果が出たこと\nからすれば，充填密度の違いによって吸着率が左右されず，これらが実質\n的に同一であることは明らかである。\n( )ア 被告製品は，前記量産サンプル（ＫＫ－１，ＫＫ－２及びＫＫ－３）3\n，（ （ ） ）と 実質的に同じ原材料 ● 省略 ●が製造する特定のフェノール樹脂\nを用い，実質的に同一温度で炭化され，実質的に同一温度で賦活（体内毒\n素を吸着する細孔径を成長）され，実質的に同一希釈率の塩酸で酸洗浄及\nび乾燥がなされ，実質的に同一温度で熱処理（不純物を除去）して製造さ\nれるものである。そして活性炭の吸着特性を左右するフェノール水酸基，\nカルボキシル基等の官能基を炭素に結合させるための酸化処理も熱処理の\n工程において一貫して同一酸素濃度に調整された気相処理によって行われ\nている。\n，， ， ，イ なお 原告は 被告製品の製造において行われる酸化工程が ＫＫ－１\nＫＫ－２及びＫＫ－３の製造においては存在しなかったと主張するが，被\n告製品の球形活性炭は，アミン系尿毒素（塩基性）を含む体内毒素を選択\n的に吸着する原告製品の後発医薬品であるから，表面が酸化処理されるこ\nと（塩基性の尿毒素を吸着するべく極性が逆である酸性基を所定量有する\nこと）は自明である。また，原告は，被告製品は酸化工程を経ずに製造さ\nれているとも主張する。しかし，●（省略）●により，球状活性炭を酸化\nさせている。\nウ 量産サンプルと被告製品の製造手順との唯一の相違点は，炭化，賦活及\nび熱処理に要する時間である。しかしながら，この相違点は，量産サンプ\nルの原材料仕込量が２６０ であった（乙２５，１８３～１８８）のにkg\n対して，現在の量産体制では原材料を１０００ 仕込んでいることに起kg\n因するものであり（乙１９２ ，仕込量が多ければそれぞれの加熱処理時）\n間が長くなることは活性炭分野の当業者にとって自明であるから，この相\n違が実質的なものではないことは明らかである。\nしたがって，被告製品の原薬の製造方法は，遅くとも平成１４年３月２\n５日までに確定していた製造手順（乙１８８）から，現在（乙２２３）に\n至るまで実質的に変更はないのであって，被告製品は，メルクの先使用に\n係る実施形式に具現された発明の範囲内に属するものであり，原告の請求\nは理由がない。\n( ) 原告は，被告製品の量産体制が整備されていなかったとして，事業の準4\n備がなかったと主張する。\nしかしながら，量産体制が整っていることが，事業の準備の必須の根拠事\n実ではないことは，前記昀高裁判所昭和６１年１０月３日第二小法廷判決の\n結論から明らかである。また，実質的にも，もともと有していた量産用設備\nを転用した事案では先使用権が成立するが，実施形式が決まった後に新たに\n設備を導入した事案では先使用権が成立しないという解釈は不当である。\nなお メルクが被告製品の製造を委託していた二村化学の固定資産台帳 乙，（\n１６４）上も，被告製品の量産用設備が本件特許の優先日前に導入されてい\nたことが表れている。\n( ) 原告は，事業の実施の準備が整ったというためには，生物学的同等性試5\n験の完了まで必要であると主張する。\nしかしながら，特許法７９条は，医療用医薬品について事業の準備の要件\nとして厚生労働省が求める安定性試験や生物学的同等性試験が了しているこ\nとを求めていないと解すべきである。なぜなら，規格試験や安定性試験等は\n医薬品の有効性及び安全性確保という行政上の目的から設けられたものであ\nり，特許発明にかかる物の実施の事業を即時実行する意図の表明をもって特\n許権者に対抗できるとした特許法７９条の趣旨と直接関係するものではない\nからである。\n〔原告の主張〕\n( ) 先使用の抗弁が認められるかについての判断基準1\n先使用権制度の趣旨は，主として特許権者と先使用者との公平を図る点に\nあるとされている。そのため 「事業の準備」に当たるかどうかについて，，\n画一的な基準を立てることは困難であり，公平の理念に従い，発明の内容及\nび性質，先使用者が事業の実施に向けて行った活動の内容等を総合的に考慮\nして判断するものとされている。\n発明の実施である事業が量産品の製造及び販売の事業である場合におい\nて，昀高裁判所昭和６１年１０月３日判決が述べる「即時実施の意図」が認\nめられるためには，優先日までに，実施品の仕様及び製造方法が細部に至る\nまで確定していることが必要であると解すべきである。なぜなら，仕様及び\n製造方法が細部に至るまで確定していなければ，実施品の販売のための量産\nを開始することはできず，そのような状況をもって，量産品の製造及び販売\nの事業を即時実施する意図があったと評価することは困難だからである。\nまた，医薬品に関する先使用を判断した裁判例からすれば，優先日におい\nて，少なくとも，( )製造設備の整備等への投資，安定供給体制の確保等，a\n事業の実施に向けて相当程度の時間，労力，資金を費やした事実，( )安定b\n性試験等に使用される製剤の内容が完全に定まっているとの事実 及び ( )，， c\nその製剤の薬効などが明らかになっている事実が存在する場合に 「事業の，\n準備」がなされたものと判断すべきである。\n，，そして 被告製品は後発医薬品として製造承認の申請がされたものであり\n後発医薬品は，先発医薬品の製造者の功労の下に，簡略化された承認手続で\n医薬品の製造，販売をすることが可能になっているものであることに鑑みる\nと，通常の医薬品よりも多くの時間，労力，資金を費やした事実があって初\nめて( )製造設備の整備等への投資，安定供給体制の確保等，事業の実施にa\n向けて相当程度の時間，労力，資金を費やしたと判断されるべきである。\nまた，被告製品が後発医薬品として製造承認の申請がされたものであるこ\nとに加えて，被告製品は，球状活性炭であり，通常の医薬品と異なり，その\nほとんどが単一の元素である炭素からなる医薬品であることから，単に構成\n要素が判明しただけではその性質が不明であり，被告製品が先発医薬品と同\n等であることは，構造式のみから判断できないという特殊性がある。したが\nって，被告製品が先発医薬品と吸着能力その他の仕様において同一でない限\nり，( )安定性試験等に使用される製剤の内容が完全に定まっているとの事b\n実は認められるべきでない。\nさらに，被告製品が後発医薬品として製造承認の申請がされたものである\nこと，及び被告製品が先発医薬品と同等であることが構造式のみから判断で\nきないという特殊性からすれば，先発医薬品との薬効の同等性を確認してい\nない限り，( )その製剤の薬効などが明らかになっている事実は認められるc\nべきではない。\n( ) 製造設備の整備等への投資，安定供給体制の確保等の事実が認められな2\nいこと\nア ＫＫ－１，ＫＫ－２及びＫＫ－３は量産サンプルとは評価できないこと\n被告らは，被告製品の原末として製造された３本のロット（ＫＫ－１，\nＫＫ－２及びＫＫ－３）は，１バッチの仕込量が２６０ｋｇで製造される\nものであるから量産サンプルであるとし，被告らが本件特許の優先日以前\nに量産のための準備行為をしていたと主張する。\nしかしながら，被告らは，１バッチ２６０ｋｇという仕込量が量産レベ\nルの量であることの理由について具体的な理由は示していない。実際は，\n１バッチ２６０ｋｇ程度のわずかな仕込量では量産レベルとは評価できな\nい。\nすなわち，フェノール樹脂から活性炭を製造する工程における一般的な\n収率（フェノール樹脂から炭素質材料とするための収率を５０％，炭素質\n材料を充填密度０．５２ｇ／ｍｌの活性炭とするための賦活収率を４０％\n）， ，と仮定 の下に計算すると フェノール樹脂の仕込量が２６０ｋｇの場合\n活性炭の収量は，５２．０ｋｇとなる。そして，後工程である気相酸化工\n程における収量を８０％と仮定すると，昀終的に得られる球状活性炭の量\nは，わずか４１．６ｋｇにすぎない。さらに，二村化学において４１．６\nｋｇの球状活性炭が得られたとしても，出荷の前に将来の分析等のために\nある程度の量をロットごとにサンプル保存するのが通常であることを考慮\nすると，結局，仕込量が１バッチ２６０ｋｇであることは，製造承認申請\nに必要な試験の実施等のために二村化学がメルクに対して納入したＫＫ－\n１の量３７．０ｋｇと辻褄が合う。\n以上のとおり，１バッチ２６０ｋｇというフェノール樹脂の仕込量は，\n製造承認申請において必要な各種試験用に用いる程度の量の球状活性炭を\n製造することができる量にすぎないから，かかる仕込量から製造された試\n験用の３ロットが量産サンプルであるとは到底いえない。なお，３７ｋｇ\nの球状活性炭からは，１人あたりの投与量を６ｇ／日，投与期間を６か月\nとして考えた場合，たかだか３４人程度に投薬できる量の被告製品しか製\n造できない。この点からも，球状活性炭の量を量産レベルの量ということ\nはできない。\nこのように，１バッチ２６０ｋｇ程度のわずかな仕込量によって球状活\n性炭を製造していたとの事実をもって，メルクに事業の準備があったとは\nいえないことは明らかである。\nイ 量産体制が整っていなかったこと\n被告らは，乙第１６４号証を提出し，メルク（その製造受託者である二\n）（ ）村化学 が遅くとも平成１３年１１月１日までに薬用活性炭の焼成 製造\n用炉について事業供用を開始していたのでメルクには量産体制があったと\n主張する。\nしかしながら，乙第１６４号証に記載された設備はあくまで二村化学が\n保有するものであり，被告製品の量産用設備であること，すなわち，メル\nクと二村化学との間で，当該設備を用いて被告製品を製造することが，本\n件特許の優先日までに合意されていたことについては，主張も立証もされ\nていないのであって，被告らの主張は失当である。\nまた，乙第１６４号証記載のほとんどの設備が事業供用された時期（平\n成１３年２月１日）と被告製品のサンプル品が製造された時期（平成１４\n年１月１０日ころ）とを比較すると，約１年間の空白がある。事業用の炉\nを事業供用してから１年もの間，稼働させずに放置しておくことは，通常\n考えられない。したがって，仮に，乙第１６４号証記載の二村化学所有の\n炉を被告製品の製造に供用するに至ったのだとしても，それは，結果的に\n当該炉を被告製品の製造に供したにすぎず，被告製品の製造のために準備\nされたものではないと解される。\nさらに，乙第１６４号証記載の設備を用いて，どのような製造条件によ\nって被告製品を製造するに至ったのか，その条件を決定したのはいつなの\nかについて主張立証はなく，メルクが本件特許の優先日より前に被告製品\nの量産体制を整えていたことは認められず，事業の準備を終えていたとは\nいえないことは明らかである。\n( ) 事業内容が確定していなかったこと3\n被告らは，事業の内容が確定していなければ安定性試験を実行に移すこと\nができないことが当業者の常識であるとして，ＫＫ－１，ＫＫ－２及びＫＫ\n－３が安定性試験に供されることによって即時実施の意図が表明されたと主\n張する。\nしかし，以下のとおり，本件特許の優先日当時，メルクの製造工程は確定\nしておらず，また，製造工程の一部である賦活工程における賦活条件も確定\nしていなかったのであり，安定性試験を実行に移したことをもって即時実施\nの意図が表明されたとは認められない。\nア 製造工程が未確定であったこと\n(ア) 酸化工程が本件優先日後に追加されたこと\nＫＫ－１，ＫＫ－２及びＫＫ－３の製造工程，製造承認申請書に記載\nされたメルクメジンカプセル２００ｍｇの製造工程，さらに乙第２５号\n証に記載されたＫＫ－１の製造工程を対比すると，酸化工程の有無につ\nいて変遷が見られる。\nまず，二村化学の従業員の陳述書（乙１７６）等によれば，ＫＫ－１\nは，●（省略）●ものであり，その製造工程に酸化工程は含まれていな\nい。なお，ＫＫ－１を製造したのは平成１３年１２月のことである。\nしかし，その直後，平成１４年１月２１日付けで，ＫＫ－１の製造工\n程を記載したものとして二村化学からメルクに提出された「メルク・ホ\nエイ（株）殿 打合せ資料 （乙２５）には 「気相での酸化処理」と」，\n，。 ，の記載が見られ 酸化工程が含まれた記載となっている 上記のとおり\n実際にはＫＫ－１の製造工程において酸化工程を経ていないことは，日\n報により裏付けられているものであって，乙第２５号証の上記記載は，\n事実を反映していない可能性があるものの，乙第２５号証と乙第１７６\n号証を比較することにより，ＫＫ－１の試作時点で，酸化工程を含むか\nどうかについて，二村化学とメルクとの間で意思決定されていなかった\nことが認められる。\nその後，乙第２５号証に「残り２バッチ分については１バッチ目の評\n価後改めて開始」と明記されているとおり，平成１４年２月にＫＫ－２\nの試作が行われ，同年４月にＫＫ－３の試作が行われた。前記二村化学\nの従業員の陳述書（乙１７６）等によれば，その製造工程に酸化工程は\n含まれていない。乙第１８３号証及び乙第１８８号証にも乙第２５号証\nに存在した「気相での酸化処理」といった記載は見られない。\nこのような経緯からすれば，昀終的には，酸化工程は含まれないこと\nとされたのかと思われる。ところが，本件特許の優先日より後に当局に\n提出されたメルクメジンカプセル２００ｍｇに係る平成１５年３月２０\n日付け医薬品製造承認申請書（乙１７５）の基原欄には，●（省略）●\nする工程が含まれていることが明記されている。メルクメジン細粒も，\n基原は同一であり，製造承認申請書にも同一の記載がある（甲２２の１\n・２ 。この記載は，関係当局に提出された公の文書に記載されたもの）\nであり，被告製品の有効成分である球形活性炭について，昀終的に確定\nした製造工程，すなわち，事業が実施の段階に至った時点での製造工程\nを示していると考えられる。\nこのように，酸化工程は，ＫＫ－１，ＫＫ－２及びＫＫ－３の試作工\n程においては，多少の変遷が見られるものの基本的には存在しなかった\nのに対し，昀終的に製造承認申請書において確定した製造工程には取り\n入れられているのである。\nなお，被告提出の証拠（乙１７６，２１２）によれば，現在の被告製\n品の製造工程においては，熱処理における雰囲気が窒素であって，酸化\n工程ではないと認められるから，製造承認を得た後においても，さらに\n製造方法を変更したものと推測される。\n(イ) 酸化工程の重要性\n酸化工程とは，球状活性炭の球状活性の表面に官能基を導入すること\nにより，選択的吸着性を向上させるための工程であり，その有無が経口\n投与吸着剤の選択吸着性に影響する，決して軽視することのできない工\n程である。このことは，下記の本件明細書の記載から裏付けられる。\n【００１７】本発明による前記の球状活性炭の選択吸着性を一層向上さ\n，， ， ．せるには こうして得られた球状活性炭を 続いて 酸素含有量０\n１～５０ｖｏｌ％（好ましくは１～３０ｖｏｌ％，特に好ましくは\n３～２０ｖｏｌ％）の雰囲気下，３００～８００℃（好ましくは３\n２０～６００℃ の温度で酸化処理し 更に８００～１２００℃ 好）， （\nましくは８００～１０００℃）の温度下，非酸化性ガス雰囲気下で\n加熱反応による還元処理をすることにより，本発明の経口投与用吸\n。，着剤として用いる表面改質球状活性炭を得ることができる ここで\n表面改質球状活性炭とは，前記の球状活性炭を，前記の酸化処理及\nび還元処理して得られる多孔質体であり，球状活性の表面に酸性点\nと塩基性点とをバランスよく付加することにより腸管内の有毒物質\nの吸着特性を向上させたものである。\n【００２５】本発明による経口投与用吸着剤として用いる表面改質球状\n活性炭（すなわち，前記の球状活性炭を更に酸化処理及び還元処理\n）， ，することによって製造される生成物 では 官能基の構成において\n．． ， ．全酸性基が０ ４０～１ ００ｍｅｑ／ｇであり 全塩基性基が０\n４０～１．１０ｍｅｑ／ｇである。官能基の構成において，全酸性\n基が０．４０～１．００ｍｅｑ／ｇであり，全塩基性基が０．４０\n～１．００ｍｅｑ／ｇの条件を満足すると，前記の選択吸着特性が\n向上し，特に前記の有毒物質の吸着能が高くなるので好ましい。官\n能基の構成において，全酸性基は０．４０～０．９０ｍｅｑ／ｇで\nあることが好ましく，全塩基性基は０．４０～１．００ｍｅｑ／ｇ\nであることが好ましい。\nこのように，経口投与用吸着剤の選択吸着特性を向上させる酸化工程\nが，ＫＫ－１，ＫＫ－２及びＫＫ－３の製造工程には存在しなかったの\nに対し，昀終的に確定した製造工程に取り入れられている事実は，決し\nて軽視することはできない。本件特許の優先日の前後で，酸化工程を経\nるかどうかという点で変更があった以上，本件特許の優先日当時，被告\n製品の製造工程は確定していなかったものといえる。\nイ 賦活条件が未確定であったこと\n(ア) 活性炭は，孔隙構造の発達した炭素材料であり，炭素質物質を炭化\nし，賦活することにより製造される。吸着剤としての活性炭を特徴付け\nるのは，発達した細孔であるが，炭素質物質を炭化しただけでは，比表\n面積は小さく，非常に小さい吸着能力しか持たない。大きな比表面積ゆ\nえに，大きな吸着能力を持つ活性炭は，水蒸気，二酸化炭素などの活物\n質が炭素と反応する条件下で，炭素化材料を賦活することによって生み\n出される。\n水蒸気による賦活における主な反応は，炭素と水蒸気が反応して水素\nと一酸化炭素又は二酸化炭素を生成する反応である。水蒸気による賦活\n反応においては，賦活時間が長くなると，賦活収率が低下する関係にあ\nる。また，賦活時間が長くなると，比表面積（固体の単位面積当たりの\n表面積）が増加する関係にある。さらに，賦活時間が長くなると，ガス\n化量が増大して炭素物質の細孔が拡大し，重量が減少するから，充填密\n度が低下することは明らかである。\n吸着剤としての活性炭を特徴付けるのは，発達した細孔であり，賦活\nの目的は，基本的には単位量当たりの吸着有効面積をいかに拡大するか\nにある。比表面積が多孔質体（活性炭）の性質の重要な因子として取り\n上げられるのは，他の物質との相互作用が可能な表面の指標として重要\nであるからである。\n(イ) 二村化学の従業員の陳述書（乙１７６）等によれば，ＫＫ－１の製\n造においては，昀初に２０時間，次いで５時間，更に４時間と，合計２\n９時間にわたって賦活処理を行ったが，ＫＫ－２及びＫＫ－３の製造に\nおいては，生産時間を短縮し，賦活収率を高くするため，ＫＫ－２で２\n１時間，ＫＫ－３で２１．５時間の賦活時間が採用された。その結果，\nＫＫ－２及びＫＫ－３は，ＫＫ－１の約２倍の賦活収率となった。\nそして，上記のとおり，賦活時間と賦活収率，比表面積及び充填密度\nとは，それぞれ密接に関連しており，活性炭の特性を基礎付ける重要な\n製造条件となっている。\n(ウ) そして，この賦活時間の違いは，以下のとおり充填密度の相違を生\nじ，吸着能力に密接に関連する。\nすなわち，ＫＫ－１の充填密度は，０．５２ｇ／ｍｌ（乙２５）であ\nるのに対し ＫＫ－２及びＫＫ－３の充填密度は ０ ６１ｇ／ｍｌ 乙，， ． （\n２６，２７）である。メルクと二村化学が，このような充填密度の差を\n意識的に設け，充填密度を０．５２ｇ／ｍｌとするか０．６１ｇ／ｍｌ\nとするかが平成１４年１月２１日の時点で未確定であったことは「メル\nク・ホエイ（株）殿打合せ資料」と題する書面（乙２５）から明らかで\nある。同書面には 「残り２バッチ分については１バッチ目の評価後改，\nめて開始」とあり，原末の仕様は１バッチ目の評価後に再検討すること\nが予定されていたことが明記されているのである。\n炭素材に細孔構造が形成されると，細孔となった部分は空隙となるた\nめ，充填密度は小さくなり，比表面積は大きくなる。充填密度は，球状\n活性炭の比表面積と相関関係を有し，その吸着材としての性能を示す良\nい指標となる。\n充填密度が０．５２ｇ／ｍｌのＫＫ－１と充填密度が０．６１ｇ／ｍ\nｌのＫＫ－２及びＫＫ－３は，吸着性能に大きな影響を及ぼす要素であ\nる比表面積において，大きな差異を有する。すなわち 「メルク・ホエ，\nイ（株）殿打合せ資料」と題する書面（乙２５）によれば，ＫＫ－１の\n比表面積は１５４２㎡／ｇであり 「太閤活性炭 活性炭分析表 （乙，」\n２７）によれば，ＫＫ－２の比表面積は１３６２㎡／ｇである。なお，\nＫＫ－３の比表面積は証拠上現れていないが，ＫＫ－２とＫＫ－３の充\n填密度が同じであることから，比表面積もＫＫ－２とほぼ同じと推測さ\nれる。\n，，そして 比表面積の差異は吸着性能を大きく左右するものであるから\n球状活性炭の充填密度が０．５２ｇ／ｍｌであるＫＫ－１と，０．６１\nｇ／ｍｌであるＫＫ－２及びＫＫ－３では，医薬品の性能においても有\n意な差異があることは論理的に明らかである。\n(エ) ＫＫ－１，ＫＫ－２及びＫＫ－３の製造経緯からすれば，以下のと\nおり，メルクがＫＫ－１とＫＫ－２及びＫＫ－３とが全く別個の物質で\nあることを十分認識していたことは明らかである。\nＫＫ－１の賦活工程に係る日報（乙１７７～１７９）によれば，ＫＫ\n－１の製造に当たっては，昀初に２０時間の賦活が行われ，次に５時間\nの再賦活が行われ，更に４時間の再賦活が行われている。二村化学の従\n業員の陳述書（乙１７６）の４頁によれば，２０時間の賦活を行ったも\nのについて，抜き取り検査を行ったとのことであり，２５時間の賦活を\n行ったものについても，同様の検査が行われたものと推測される。そし\nて，合計２９時間の賦活を行ったＫＫ－１と原告製品について，充填密\n（）度及び比表面積を含む活性炭の性能について対比を行っている 乙２５\nことからすれば，２回の抜き取り検査を行いつつ，合計２９時間の賦活\nが行われたのは，充填密度及び比表面積を含む活性炭の性能が原告製品\nと同等になるような賦活条件を探っていたものと考えられる。\nところが，合計２９時間の賦活を行ったＫＫ－１と原告製品を対比す\nることにより，その充填密度及び比表面積を含む性能が近似しているこ\nとを確認していたにもかかわらず，ＫＫ－２及びＫＫ－３の製造の際に\nは，これとは異なる２０時間の賦活で抜き取られたものの性能を目標値\nとして設定したのである（乙１８３，１８８ 。ここで設定した目標値）\n，（ ）が 合計２９時間の賦活を行ったＫＫ－１や原告製品に係る値 乙２５\nと大きく違うことはいうまでもない。乙第２５号証には，原告製品の比\n表面積が１５９０㎡／ｇ，ＫＫ－１の比表面積が１５４２㎡／ｇと記載\nされているのに対し，設定した比表面積の目標値は，１３００～１３５\n０㎡／ｇ（乙１８３，１８８）であったのである。\nこれらのことからすれば，メルクは，ＫＫ－２及びＫＫ－３を製造す\nるに当たり，ＫＫ－１と全く別個の物質となることを十分認識しつつ，\nあえてＫＫ－１の賦活条件とは異なり，約２倍の収率で活性炭が得られ\nる賦活条件を設定したものと考えられる。\n(オ) 被告らは，ＫＫ－１，ＫＫ－２及びＫＫ－３について，プルラン及\nびアルギニンの吸着率からすれば選択的吸着性能に差異はなく，これら\nのサンプルは実質的に同一であると主張する。しかし，プルランは多糖\n類の一種，アルギニンはアミノ酸の一種にすぎず，代表的な体内の有益\n成分とも毒性物質ともいい難く，これらの吸着率の確認をもって，選択\n的吸着性能を確認できるものではない。\nまた，被告らは，ＫＫ－１，ＫＫ－２及びＫＫ－３について，トリプ\nシン及びクレアチニンに対する吸着試験において選択的吸着性能に差異\nがなく，これらは実質的に同一である旨主張する。しかし，同試験の条\n件設定のための試験において試料の添加量を増減させても吸着率に差が\n生じていないことから，試料の添加量が過剰であり条件設定が不適切で\nあることは明らかであり，このような試験による結果には何ら意味はな\nい。\n(カ) 生物学的同等性試験におけるＫＫ－１のみの使用\nメルクは，平成１４年１０月２４日，株式会社日本バイオリサーチセ\nンターに委託し，生物学的同等性試験として，ＫＫ－１及び原告製品に\nついて，動物実験に着手し，本件特許の優先日以降である同年１１月２\n８日から平成１５年１月２４日までの間，５／６腎摘出ラットにＫＫ－\n１を投与し，血中クレアチニン，尿素窒素及びクレアチニン・クリアラ\nンスを指標として，腎機能に対する効果を検討するとともに，陽性対照\n（）。物質である原告製品の効果と比較する試験を実施している 乙１０７\nしかし，本件特許の優先日までにＫＫ－２又はＫＫ－３について，この\nような試験は行われていない。そして，ＫＫ－１は，原告製品と同等の\n比表面積及び充填密度を有する（乙２５）のに対し，ＫＫ－２及びＫＫ\n－３は，ＫＫ－１と賦活時間，賦活収率，比表面積及び充填密度を異に\nし，細孔の生成状況を異にするものであり，同様に原告製品とも異なる\nものである。\n後発医薬品の生物学的同等性試験の実施に際し，後発医薬品の試験製\n剤については，実生産ロットと同等性試験に用いるロットの製法は同じ\nにすべきものとされている（ 後発医薬品の生物学的同等性試験ガイド「\nライン」第３章ＡⅠ。甲６３ 。仮に，生物学的同等性試験の実施の当）\n時，既に被告製品の賦活条件がＫＫ－２及びＫＫ－３の賦活条件に基づ\nいて確定されていたとすれば，生物学的同等性試験の試験製剤としては\nＫＫ－２又はＫＫ－３が用いられたはずである。ところが，実際にはＫ\nＫ－１が用いられたということは，生物学的同等性試験として５／６腎\n摘出ラットに対するＫＫ－１の投与が開始された平成１４年１１月２８\n日の時点（本件特許の優先日である平成１４年１１月１日より後であ\nる ）では，被告製品の賦活条件をＫＫ－２及びＫＫ－３の賦活条件に。\n基づくものとすることはいまだ確定してなかったものといわざるを得な\nい。\n(キ) このように，本件特許の優先日当時，被告製品の賦活条件は確定し\nていなかったのである。\nウ 以上のとおり，本件特許の優先日の当時，被告製品の製造工程は確定し\nておらず，また，賦活条件も確定していなかったものであるから，安定性\n試験等に使用される製剤の内容が完全に定まっていたとの事実は認められ\nない。\n( ) 製剤の薬効の確認ができていなかったこと4\nア メルクが実施しようとしていた事業は，原告製品と同等の後発医薬品の\n製造及び販売の事業である。\n後発医薬品の製造及び販売の事業を実施するためには，規格及び試験方\n法に関する資料，安定性試験（加速試験）に関する試料及び生物学的同等\n性試験に関する資料を添付して製造承認の申請をし，製造承認を受けるこ\nとが必要となる。後発医薬品の生物学的同等性試験の目的は，先発医薬品\nに対する後発医薬品の治療学的な同等性を保証することにあるのであり，\nこれが保証されるがゆえに，臨床試験成績に関する資料の添付を要しない\nものとされている（甲４１，４２ 。このように，後発医薬品の製造承認）\nの申請における生物学的同等性試験の機能は極めて重要である。\nそうすると，後発医薬品の製造及び販売の事業についての即時実施の意\n図があったというためには，少なくとも後発医薬品と先発医薬品との間に\n同等性があることが確認されていることが必要である。なぜなら，後発医\n薬品と先発医薬品との間の同等性が確認できていなければ，その後に規格\nや製造方法の変更が必要なる可能性が少なくなく，そのような状況で，事\n業を即時実施する意図があったとはいい難いからである。\nこれを本件についてみると，メルクは，株式会社模範薬品研究所に委託\nし，ＫＫ－１，ＫＫ－２及びＫＫ－３を試料として，規格及び試験方法に\n関する試験を実施し，体内排泄物指標物質であるクレアチニン及び消化酵\n素であるトリプシンに対する吸着力試験を実施している。しかしながら，\n先発医薬品である原告製品について，同一の方法，同一の条件で吸着力試\n験を行ったのは，本件特許の優先日後である平成１４年１１月１１日以降\nである（乙９６，９７ 。他方で，原告製品は，腎不全時血中濃度が上昇）\nする他のイオン性有機化合物に対する選択的吸着特性を，薬効を裏付ける\n試験成績としていた（甲６４）から，後発医薬品と先発医薬品との間の同\n等性を確認するためには，クレアチニンだけではなく，腎不全時血中濃度\nが上昇する他のイオン性有機化合物に対する吸着力をも確認することが重\n要であると考えられるにもかかわらず，これらの確認が本件特許の優先日\n前に行われたことを示す証拠はない。\nしたがって，本件特許の優先日当時，ＫＫ－１，ＫＫ－２及びＫＫ－３\nと原告製品との間に同等性があることは確認されていなかったのであるか\nら，事業を即時実施する意図があったとは認められない。\n４ 争点４（補償金の額）について\n〔原告の主張〕\n平成１６年７月から平成１８年８月３日までの被告製品の販売高（被告扶桑\n薬品を通じて販売されたものに係る売上を含む ）は１９億６６１２万５００。\n０円と推定される。また，被告製品に係る本件特許権の実施料は販売価格の５\n％を下らない。\nよって，補償金の額は，９８３０万６２５０円である。\n〔被告マイランの主張〕\n( ) 被告製品の売上高について1\n平成１６年７月から平成１８年８月３日までの期間における被告製品の売\n上高（被告扶桑薬品を通じて販売されたものを含む ）について，１４億円。\nの範囲で認める。\n( ) 実施料率について2\n本件発明は，炭素源を石油ピッチではなく，フェノール樹脂やイオン交換\n樹脂等の熱硬化性樹脂とした点に発明の意義があるとされており（本件明細\n書【０００４】段落参照 ，炭素源をフェノール樹脂やイオン交換樹脂等の）\n熱硬化性樹脂とした点以外は従来技術にすぎない。そして，経口吸着剤の炭\n素源としては，本件発明のフェノール樹脂やイオン交換樹脂のほか，石油ピ\nッチ及び合成有機高分子も採用可能であることが知られており（乙２１５，\n２１８ ，これらの物質が石油ピッチ，合成有機高分子，フェノール樹脂及）\nびイオン交換樹脂は炭素源として相互に代替可能であり，本件発明は，被告\n製品の製造販売に際して必要不可欠なものではない。\nまた，被告製品の売上げには，被告マイラン及びメルクの営業販売活動，\n剤形の工夫及びブランド力が大きく貢献している。\n以上の事情を考慮すれば，本件発明の実施料は，せいぜい１％から２％程\n度というべきである。\n５ 争点５（共同不法行為の成否及び損害の額）について\n〔原告の主張〕\n( ) 被告扶桑薬品を通じた販売について，共同不法行為が成立すること1\nメルクは，本件特許権の設定登録日である平成１８年８月４日から平成２\n０年１月３１日までの間，被告製品の製造・販売を行い，原告は，これによ\nり損害を被ったため，原告は，メルクに対して，民法７０９条に基づく損害\n賠償請求権を有することとなった。被告マイランは，同年５月１６日に行わ\nれたメルクとの合併により，メルクの原告に対する同損害賠償債務を承継し\nた。\nまた，被告マイランは，平成２０年２月１日から現在に至るまで，被告製\n品の製造・販売を行い，原告は，これにより，損害を被ったため，原告は，\n被告マイランに対して，民法７０９条に基づく損害賠償請求権を有すること\nとなった。\n被告扶桑薬品は，平成１６年１２月以降，現在に至るまで，メルク又は被\n（） ， ，告マイランの唯一の販売者 卸売業者 として 被告製品を継続的に販売し\n原告は，これにより損害を被ったため，原告は被告扶桑薬品に対し，民法７\n０９条に基づく損害賠償請求権を有することとなった。\nメルク及び被告マイランの上記不法行為と，被告扶桑薬品の上記不法行為\nとは，医療用医薬品の流通過程を構成する一連の行為であり，相互に補完し\n合う関係にある行為であるから，相互に密接な関連共同性のある行為である\nというべきであり，上記各不法行為は，共同不法行為の関係にある。\n，， ，したがって 被告扶桑薬品を通じた被告製品の販売については 被告らは\n民法７１９条に基づき，連帯して損害賠償責任を負う。\n( ) 損害額の算定2\nア 特許法１０２条２項が適用されるべきであること\n，。 ，(ア) 原告は 本件発明の実施品を製造・販売していない しかしながら\n原告は，平成３年１２月からクレメジンカプセル２００を，平成１２年\n，，７月からクレメジン細粒を それぞれ現在に至るまで製造販売しており\nこれらの原告製品は，被告製品の競合品であるから，特許法１０２条２\n項（損害額の推定）が適用されるべきである。\n(イ) 権利者が自ら権利者製品の製造・販売を全く行っていない場合に\nは，逸失利益は発生していないから，特許法１０２条２項は適用されな\nいが，権利者が特許発明の実施品とはいえないものの，侵害品の競合品\nを製造・販売している場合に，同項が適用されるかどうかについては，\n学説は分かれており，先例となるべき裁判例もあるとは言い難い状況で\nある。\nもっとも，下記のとおり，本件においては，被告らによる被告製品の\n製造・販売がなければ，原告は，その分，原告製品を製造・販売できた\nのであり，逸失利益相当の損害が発生したことは明らかである。\nすなわち，原告製品及び被告製品は，いずれも医療用医薬品であるか\nら，市場における需要が所与のものとして一定程度存在しており，同種\nの製品が登場したからといって市場が拡大するわけではない。さらに，\n原告製品及び被告製品は，先発医薬品と後発医薬品の関係にある。この\nような状況において，被告らは，原告製品の後発医薬品であると称して\n被告製品を製造・販売しているのであるから，原告製品と被告製品は市\n場を完全に奪い合う関係にある。現実に医師により経口投与用吸着剤が\n処方される場合において，仮に後発医薬品と称する被告製品が存在しな\nかったからといって，何も処方しないという選択肢はあり得ない。そう\nすると，原告製品と被告製品は医療用医薬品市場において完全に競合し\nていることは明らかであり，後発医薬品と称する被告らによる被告製品\nの製造・販売によって，先発医薬品である原告製品の製造・販売が減少\nし，原告製品の製造・販売によって得られたはずの利益が失われたこと\nは，疑う余地がない。すなわち，特許法１０２条２項の基礎にある，侵\n害者が侵害品の販売等により一定額の利益を上げている場合には，権利\n者も同額の利益を上げられたはずであるという経験則が，本件事案では\n認められるのである。\n(ウ) 現実には，特許を利用した事業戦略として，構成要件の一部を異に\nする複数の特許出願を行い，又は，構成要件の一部を異にする複数のク\nレームを設定した特許出願を行うなどの方法により，一定の範囲の技術\nに関して特許権を取得するものの，取得した特許権のすべてに係る発明\nを実施するのではなく，その一部についてのみ実施することは，通常の\n特許戦略である。特に，医療用医薬品に関する特許の場合には，関連す\nる複数の特許権，複数のクレームに応じてそれぞれ臨床試験を行った上\nで医薬品製造承認申請を行い，それぞれに対応した医療用医薬品の製造\n。，承認を得て製造・販売を行うことは考えられない それにもかかわらず\nそのような非現実的な行動をとらなければ，権利者が実際に選択した医\n療用医薬品に対応する特許権又はクレーム以外の特許権又はクレームに\nついては特許法１０２条２項の適用を受けられないとすると，侵害者を\n不当に利する結果となり，発明の保護が到底図れないことは明らかであ\nる。\nイ 損害の額について\n(ア) 被告らが受けた利益の額\n市場動向等によれば，被告製品の売上高は，下記の金額を下らないも\nのと推認され，合計３５億５７００万円を下らない。\n平成１８年８月４日から同年１２月３１日までの間 ５億４３００万円\n平成１９年１月１日から同年１２月３１日までの間１５億３０００万円\n平成２０年１月１日から同年１０月３１日までの間１４億８４００万円\nそして，被告製品の上記売上高のうち，被告扶桑薬品を通じて販売さ\nれたものは，３億２０００万円を下らない。\n上記被告製品の売上高に占める被告マイランの利益の額の割合（被告\n扶桑薬品を通じて販売されたものについては，被告らの利益の合計の割\n合）は，上記被告製品の売上高の３０％を下らないものと推認される。\nそうすると，被告マイランの侵害行為により同被告が受けた利益の額\n（被告扶桑薬品を通じて販売されたものについては，被告らが受けた利\n益の額の合計額）は，次の計算式のとおり１０億６７１０万円を下らな\nい。\n（計算式）\n３５億５７００万円 × ０．３ ＝１０億６７１０万円\nこのうち，被告扶桑薬品を通じて販売されたものについて，被告らが\n受けた利益の額の合計額は，次の計算式のとおり９６００万円を下らな\nい。\n（計算式）\n３億２０００万円 × ０．３ ＝９６００万円\n(イ) 弁護士等費用\n原告は，被告らによる本件特許侵害行為のため，本訴訟の提起を余儀\nなくされた。本件事案の内容，性質，被告らによる訴訟追行の状況等に\n鑑みれば，本件特許権侵害行為の差止め，被告製品の廃棄及び損害賠償\nを得るために原告が要した弁護士等費用のうち，本件特許権侵害行為と\n相当因果関係のある損害は，１億０６７１万円（このうち，被告扶桑薬\n，）。品を通じて販売された被告製品に係る部分は ９６０万円 を下らない\n(ウ) 損害額合計\nしたがって，被告マイランは，原告に対し，民法７０９条に基づき，\n１１億７３８１万円の損害賠償義務を負い，そのうち１億０５６０万円\nについては，民法７１９条に基づき，被告扶桑薬品と連帯して損害賠償\n義務を負い，被告扶桑薬品は，民法７１９条に基づき，被告マイランと\n連帯して１億０５６０万円の損害賠償義務を負う。\n(エ) 寄与度減額すべきとの被告らの主張について\n寄与度考慮による減額が認められるのは，侵害品全体の販売利益を権\n利者の損害と推定して，権利者にその権利行使を認めることは，権利者\n。，に過大な保護を与えることになって相当ではないからである すなわち\n特許法１０２条２項において 「侵害者がその侵害の行為により一定額，\nの利益を受けていること」が推定の前提とされたのは，侵害者が侵害品\nの販売等により一定額の利益を上げている場合には，権利者も同額の利\n益を上げられたはずであるという経験則が存在するとされていることに\nよるものであり，寄与度減額すべき場合とは，侵害者の侵害行為がなか\nったとすれば，権利者が侵害品の製造販売数量と同数の権利者製品を製\n造販売できていたとはいえず，上記経験則がそのまま妥当するとはいえ\nない場合である。\n本件では，原告製品と被告製品は，先発医薬品と後発医薬品の関係に\nあり，後発医薬品と称する被告製品の製造販売によって，先発医薬品で\nある原告製品の製造販売が減少し，原告製品の製造販売によって得られ\nるはずの利益が失われたことは疑う余地がなく，上記経験則がそのまま\n妥当することは明らかである。\n〔被告らの主張〕\n( ) 被告マイランは，被告製品の製造販売を，また，被告扶桑薬品は，被告1\n製品の販売を，それぞれ独自の経営判断に基づく事業として別個に独立して\n行っており，主観的にも客観的にも行為の関連共同性はなく，共同不法行為\nは成立しない。\n( ) 特許法１０２条２項が適用されないこと2\n原告は，原告製品が本件特許の実施品ではないことを認めているにもかか\nわらず，原告製品は被告製品の競合品であるとして，特許法１０２条２項が\n適用されると主張している。\nしかしながら，特許権によって保護されるべき利益は，当該発明を独占的\nに実施することで市場利益を独占的に享受できる点にあるのであるから，単\nなる競合品の販売利益が確保されることは，特許権によって法的に保護され\nる範囲には含まれないというべきである。特許法１０２条２項は，これを前\n提として，特許発明の排他的独占の下に実施品を市場独占できる機会が，侵\n害者によって奪われたことを，侵害者が得た利益の額をもって特許権者の損\n害額と推定する規定である。そして，特許権侵害による損害は，特許権者が\n当該特許発明の実施を妨げられたことによって被る損害を意味するため，特\n許権者は，損害の発生として，当該特許権の実施を妨げられたことを主張立\n証しなければならない。\nよって，特許権者が当該特許発明を実施していない場合には特許法１０２\n条２項が適用される余地はない。\n( ) 被告製品の売上高について3\n平成１８年８月４日から同年１０月３１日までの期間における被告製品の\n売上高（被告扶桑薬品を通じて販売されたものを含む ）については，２億。\n３０００万円の範囲で認め，このうち被告扶桑薬品の売上高については，３\n０００万円の範囲で認める。\n同年１１月１日から平成２０年１０月３１日までの期間における被告製品\nの売上高（被告扶桑薬品を通じて販売されたものを含む ）については，２。\n，，４億３０００万円の範囲で認め このうち被告扶桑薬品の売上高については\n２億円の範囲で認める。\n( ) 本件特許の寄与度を考慮すべきであること4\n，，ア 仮に特許法１０２条２項が適用されるとしても 下記イ及びウのとおり\n被告らの得た利益の中には，本件特許が寄与していない部分，すなわち侵\n害行為と因果関係を有するとはいえない部分が存在する。よって，当該部\n分は損害額から控除すべきである。\nしかも，原告は本件特許の実施品ではなく，被告製品の競合品を販売し\nているにすぎない。そのような単なる競合品の販売利益は，特許権を侵害\nしない競合品の出現によって容易に減少し得るものであるから，単なる競\n合品を製造販売するにすぎない原告に対して特許法１０２条２項を適用す\nるのであれば，本件特許の寄与度を考慮しなければ，被告らに不当に過酷\nな結果となることは明らかである。\n，， 【 】 ，イ この点 まず 本件明細書の ０００３ 段落に述べられているように\n本件特許の優先日前において，肝腎疾患治療剤として用いる経口吸着剤は\n広く知られていた。そして，本件明細書が引用する先行文献（特公６２－\n１１６１１号公報）では，石油ピッチを炭素源として製造された経口吸着\n剤が開示されており，本件明細書の【０００４】段落に述べられているよ\nうに，本件特許発明は，炭素源を石油ピッチではなく，フェノール樹脂や\nイオン交換樹脂等の熱硬化性樹脂とした点に発明の意義があるとされてい\nる。\nすなわち，本件発明は，基本発明ではなく，従来技術に改良を加えたも\nのにすぎないのであって，炭素源をフェノール樹脂やイオン交換樹脂等の\n熱硬化性樹脂とした点以外は従来技術にすぎない。\nよって，被告らの得た利益に対する本件発明の寄与は，ひとえに炭素源\nをフェノール樹脂やイオン交換樹脂等の熱硬化性樹脂とした点にかかって\nいるといえる。経口吸着剤の炭素源としては本件発明のフェノール樹脂や\nイオン交換樹脂のほか，石油ピッチ及び合成有機高分子も採用可能である\n（， ），， ，ことが知られており 乙２１５ ２１８ 石油ピッチ 合成有機高分子\nフェノール樹脂やイオン交換樹脂は炭素源として相互に代替可能である。\nしたがって，本件発明のフェノール樹脂やイオン交換樹脂は選択肢の一\nつにすぎず，その寄与度は低いといわざるを得ない。\nまた，原告製品は，石油ピッチを炭素源としている。それにより，原告\n製品は，被告製品をはるかに上回る（少なくとも１０倍以上）の売上を得\nているものと思われる。すなわち，被告製品のようにあえてフェノール樹\n脂を炭素源とせずとも，石油ピッチを炭素源とした経口吸着剤でそのよう\nな大きな売上を上げることができるのであり，だからこそ特許権者である\n原告自身が本件特許を実施せず，石油ピッチを炭素源とし続けているので\nある。したがって，炭素源をフェノール樹脂とすることの被告製品の売上\nに対する寄与度が低いことは明らかである。むしろ，石油ピッチを炭素源\nとした原告製品とフェノール樹脂を炭素源とした被告製品とを比較して，\n原告製品の方が優れている旨を市場で喧伝しているのは原告自身である。\nウ 被告マイラン及びメルクは，被告製品の売上を伸ばすために活発な宣伝\n広告活動を行っており，かかる営業努力が被告製品の売上に対して多大な\n貢献をしていることは疑いの余地がない。\nまた，経口投与用球状活性炭は無味無臭であるが，黒くて泥のようで口\nに含んだときに相当な不快感を伴うため，いかにして患者が服用しやすく\nするかという点が大きな課題の一つである。この点に関し，被告マイラン\n及びメルクは，被告製品につき剤形の工夫を行っている。具体的には，球\n状活性炭の充填密度を大きくすることで，同じ重量でもその体積が小さく\nて済むようにし，その結果，被告製品を小型の製剤カプセルに充填するこ\nとを可能としたのである。充填密度については，本件明細書に全く記載さ\nれておらず，被告製品の売上には，このような被告マイラン及びメルクに\nよる独自の工夫も貢献している。\nさらに，被告マイランは，平成２０年２月１日に設立され，同年５月１\n６日にメルクを合併したものであるが，メルクの親会社であるドイツ法人\nメルクの合併前のジェネリック医薬品事業の売上高は世界第５位の規模で\nあり，被告マイランの親会社である米国法人マイランの合併後のジェネリ\nック医薬品事業の売上高は世界第３位の規模である（乙２３４ 。このよ）\nうに，被告マイラン及びメルクの知名度は極めて高く，その強力なブラン\nド力が被告製品の売上に大きく貢献していることは明らかである。\n加えて，原告自身も，補償金の額の争点（争点４）に関する主張におい\nて，被告製品に係る本件特許権の実施料率について，５％としている。\nエ 以上より，被告らの得た利益に対する本件発明の寄与度は，５％を上回\nることはなく，せいぜい１％から２％程度と言うべきである。\n６ 争点６（被告らの行為が品質誤認表示に当たるか）について\n〔原告の主張〕\n( ) 被告製品は原告製品の後発医薬品であるとは到底いえないこと1\nア 被告らは，被告製品「メルクメジン」を，原告製品「クレメジン」の後\n発医薬品であるとして製造販売しているが，被告製品は原告製品の後発医\n薬品であるとは到底いえない。\n後発医薬品とは，先発医薬品の特許が切れた後に先発医薬品と成分や規\n格等が同一であるとして，臨床試験などを省略して承認される医薬品を指\nす（甲４９ 。すなわち，後発医薬品は，先発医薬品と成分や規格等が同）\n一であることを基本にしているのであり，それゆえに承認申請に必要な書\n類が大幅に簡略化されている（甲４１，４２ 。）\nイ 充填密度は，比表面積と相関関係があり，球状活性炭の吸着材としての\n性能を示す重要な指標であるところ，先発医薬品である原告製品，メルク\nが作成した試作ロット及び実際に市場に流通している被告製品の充填密度\nは，以下のとおりである。\n原告製品 ０．５１ｇ／ｍｌ（甲４５）\nＫＫ－１ ０．５２ｇ／ｍｌ（乙２５）\nＫＫ－２ ０．６１ｇ／ｍｌ（乙２６）\nＫＫ－３ ０．６１ｇ／ｍｌ（乙２７）\n被告製品 ０．６６ｇ／ｍｌ（甲４５）\n上記のとおり，被告製品の充填密度は，先発医薬品である原告製品の充\n填密度とは大きく異なる。そして，充填密度は，比表面積の代替指標であ\nるから，充填密度が０．５１ｇ／ｍｌである原告製品と，０．６６ｇ／ｍ\nｌである被告製品とでは，比表面積が大きく異なることとなる。具体的に\nは，ＢＥＴ法による比表面積は，原告製品が１６５０㎡／ｇであるのに対\nし，被告製品は，１２６０㎡／ｇしかなく，ラングミュア法による比表面\n積は，原告製品が１９９０㎡／ｇであるのに対し，被告製品は，１５２０\n㎡／ｇしかない（甲４６ 。これだけの比表面積の差異が医薬品の性能に）\n影響を与えることは明らかである。\nウ メルクは，物理的性質及び吸着特性の比較試験及び生物学的同等性試験\nにおいて，原末の仕様候補の一つにすぎないロットのＫＫ－１のみを用い\nて，先発医薬品である原告製品と比較したデータを採取し，そのデータを\n前提として，原告製品の後発医薬品としての製造承認を得ている。これら\nの試験結果からいえることは，せいぜいＫＫ－１が原告製品と同等である\nということが限度である。そうであるとすれば，被告製品は，原告製品の\n後発医薬品であると標榜する以上，本来ならば，製造承認を得た際に用い\nた試料であるＫＫ－１と同じ仕様の原末を用いて製造されなければならな\nいはずである。\nしかしながら，実際には，被告らは，充填密度においてＫＫ－１と全く\n異なる仕様の原末を用いて被告製品を製造販売している。\nエ 以上のとおり，被告製品は，原告製品の後発医薬品とはいえないことが\n明らかである。\n( ) 品質誤認表示2\nア 甲第５５号証の１（以下「被告パンフレットＡ」という ）について。\n(ア) 吸着特性に関する表示\n被告パンフレットＡの３頁左欄には 「生体内毒素と消化酵素の吸着，\n比較試験において，標準製剤と同等であることが認められました （別。」\n）。 ，紙品質等誤認表示目録１記載１－１ と大書されている その下部には\n別紙品質等誤認表示目録２記載１の「イオン性有機化合物の吸着」と題\n「」 。 ，する表及び 消化酵素の吸着 と題する表が記載されている これらは\n物理的性質及び吸着特性の比較試験の結果である乙第３１号証の１４頁\nの「表６」及び１５頁の「表７」と同内容のものが転記されたものであ\nる。\n，， ，しかしながら 前記のとおり 物理的性質及び吸着特性の比較試験は\n実際に販売されている被告製品とは異なるＫＫ－１を用いて実施された\nものである。したがって，物理的性質及び吸着特性の比較試験の結果か\nら，被告製品が「標準製剤と同等であることが認められました」とは到\n底いい得ないのである。にもかかわらず，そのように表示することは，\n被告製品の品質及び内容についての誤認表示であるといわざるを得な\nい。\n(イ) 生物学的同等性に関する表示\n被告パンフレットＡの３頁右欄には 「進行性の腎機能障害に対し，，\n標準製剤の効果と生物学的に同等であることが認められました （別。」\n）。 ，紙品質等誤認表示目録１記載２－１ と大書されている その下部には\n別紙品質等誤認表示目録２記載２の「尿素窒素を指標とした腎機能に対\nする効果」と題する表及び「血中クレアチニンを指標とした腎機能に対\nする効果」と題する表が記載されている。これらは，生物学的同等性試\n験である乙第３２号証の別紙グラフ３枚目「Ｆｉｇ．３」と同内容のも\nのが転記されたものである。\nしかしながら，前記のとおり，生物学的同等性試験は，実際に販売さ\nれている被告製品とは異なるＫＫ－１を用いて実施されたものである。\nしたがって，生物学的同等性試験の結果から，被告製品が「標準製剤と\n同等であることが認められました」とは到底いい得ないのである。にも\nかかわらず，そのように表示することは，被告製品の品質及び内容につ\nいての誤認表示であるといわざるを得ない。\nイ 甲第５５号証の２（以下「被告パンフレットＢ」という ）。\n被告パンフレットＢの表面上部には 「飲みやすさを追求しました。新，\nしく開発された球状合成高分子樹脂のメルクメジンは，滑らかな表面で高\nい硬度を誇る小型（２号カプセル）の剤形です （別紙品質等誤認表示。」\n目録１記載３－１）と大書されている。そして，その下部には 「滑らか，\nな表面」であることの根拠として電子顕微鏡写真が（別紙品質等誤認表示\n目録２記載３ 「高い硬度」であることの根拠として破損率の試験結果），\nが（同目録記載４ ，それぞれ記載されている。）\nしかしながら，被告製品のような球状活性炭の表面がいくら滑らかであ\nろうが，また硬度が高かろうが，人が摂取するに際して，当該活性炭を必\nずしも嚥下しやすくなるわけではない。したがって，活性炭の「表面の滑\nらかさ」や「硬度」が「飲みやすさ」に影響を与えることはない。特に，\n被告製品のうちカプセル剤においては，球状活性炭はカプセルに入ってお\nり，経口投与の際に活性炭が直接，口腔内で触れることはないのであるか\nら，活性炭の「表面の滑らかさ」や「硬度」が「飲みやすさ」と無関係で\nあることは明白である。さらに，ここで用いられている破損率の比較試験\nは 「メルクメジン及び標準製剤を鋼球とともに入れた硬さ試験用皿を振，\nとうした」というものであり，細粒剤を経口摂取する状況を再現したもの\nではないから，その意味でも 「飲みやすさ」の根拠にはなり得ない。，\nしたがって，パンフレットＢの記載中，被告製品の「飲みやすさ」に関\n係するのは，せいぜい「２号カプセル」という比較的小型のカプセルを用\nいているという点だけである。\nこのように 「飲みやすさを追求しました 」などと大書しながら 「飲，。 ，\nみやすさ」とは本来関係のない指標で埋め尽くされた被告パンフレットＢ\nの表面は，全体として被告製品の品質及び内容についての誤認表示といわ\nざるを得ない。\nウ 甲第５５号証の３（以下「被告パンフレットＣ」という ）。\n被告パンフレットＣの表面上部には 「効率の良さを追求しました。新，\nしく開発された球状合成高分子樹脂のメルクメジンは，細孔直径（１．０\nｎｍ）以下の容積率が高く，選択的吸着力に優れています （別紙品質。」\n）。 ， ，等誤認表示目録１記載４－１ と大書されている そして その下部には\n「効率の良さ」の根拠として，①赤色色素存在下でクレアチニンの吸着率\nを測定したデータ（別紙品質等誤認表示目録２記載５）及び②クレアチニ\nンに対する吸着力を比較したデータ（同目録記載６）が記載されている。\nしかしながら，上記①においてクレアチニンとの比較の対象とされてい\nる赤色色素の分子量は約５００から９００とされており，経口投与用吸着\n剤としての効率性を判断するためになぜこの数値範囲の分子と比較したの\nか，その根拠は示されていない。見方を変えれば，この数値範囲に属する\n分子を吸着しないことを意味していると考えられる。また，経口投与用吸\n着剤が対象とする体内毒素は，クレアチニンに限られないのであって，そ\nの他複数の体内毒素を対象に分析すると，被告製品は先発医薬品である原\n告製品に吸着性能において劣ることが実証的研究により示されている（甲\n４６ 。にもかかわらず，クレアチニンについての比較のみをもって「選）\n択的吸着力に優れています 」と表示することは，被告製品の品質及び内。\n容について誤認を生じさせるものである。\nこのように 「効率の良さを追求しました 」などと大書しながら，効，。\n率の良さを根拠付けないデータを，あたかもその根拠となるかのように記\n載している被告パンフレットＣの表面は，全体として被告製品の品質及び\n内容についての誤認表示といわざるを得ない。\nエ 製造方法に関する表示\n被告パンフレットＡの裏面（４枚目）には，被告製品の仕様表が記載さ\nれており，その「 組織・性状 」中の「成分・含量」欄には 「球形吸着【】 ，\n炭（石油系芳香族由来の球形微粒多孔質炭素を高温にて酸化及び熱処理し\nて得たもの 」との記載がある。被告パンフレットＢの裏面，被告パンフ）\nレットＣの裏面にも同一の被告製品仕様表が記載されており，さらに，被\n告製品の添付文書（甲５４）の「 組織・性状 」中の「成分・含量」欄【】\nにも同一の記載がある。\nしかしながら，被告提出の証拠（乙１７６，２１２）によれば，現在の\n被告製品の製造工程においては，熱処理における雰囲気が窒素であって，\n酸化工程ではないと認められるから，酸化しているとの表示は，被告製品\nの実際の製造工程と異なっているものといわざるを得ない。したがって，\n上記各表示は，商品の製造方法について誤認させるような表示である。\nオ 被告ウェブサイトの製品検索ページの表示\n被告マイランのウェブサイト(ＵＲＬは省略)中の製品情報と題するペー\nジで，先発薬品名に「クレメジン」と入力して製品検索を行うと 「メル，\nクメジンカプセル２００ｍｇ」及び「メルクメジン細粒」を検索結果とす\nるページが表示される。そして，このページの検索結果の上方に「先発製\n品名 クレメジン」と表示される。\nこの検索結果の表示は，被告製品が原告製品の後発医薬品であることを\n示すものである。しかしながら，前記のとおり，被告製品は先発医薬品で\nある原告製品の後発医薬品であるとは到底いえない。したがって，この表\n，。示は 商品の品質及び内容についての誤認表示であるといわざるを得ない\n，，カ このように被告らは 上記アないしオの各品質等誤認表示を行っており\n原告は，被告らに対し，同表示行為の差止めを求める。\n( ) 被告製品の名称の使用禁止及び販売等の禁止3\n被告製品が原告製品の後発医薬品ではないという事実は，被告製品それ自\n体に内在し，被告製品と切り離せないものである。つまり，被告製品が「メ\nルクメジン」という名称のもと，原告製品の後発医薬品として製造承認を受\nけた上で製造販売されていること自体が，品質誤認表示であるといいうるの\nである。\nそこで，原告は，被告らに対し，被告製品の名称である「メルクメジン」\nを用いることの差止めを求め，さらに，被告製品の製造販売等の行為の差止\nめ及び在庫品の廃棄を求める。\n〔被告らの主張〕\n( ) 被告パンフレットＡについて1\n原告は，被告パンフレットＡの記載は，ＫＫ－１について行われた比較試\n験や生物学的同等性試験の結果に基づいているところ，ＫＫ－１は被告製品\nとは異なるものであるので，品質等誤認表示に該当すると主張する。\nしかしながら，原告の主張する充填密度及び比表面積の違いをもって異な\nる物質であるということができず，被告製品とＫＫ－１，ＫＫ－２及びＫＫ\n－３とが実質的に同一であることは前記のとおりである。\n( ) 被告パンフレットＢについて2\n原告は，球状活性炭の表面が滑らかで高い硬度を有することと飲みやすさ\nとの関係はないとして，被告パンフレットＢの記載が品質等誤認表示に該当\nすると主張する。\nしかしながら，高硬度の表面を有する活性炭は，粒子と粒子との摩擦や衝\n突による表面の破損が起こりにくいから粉っぽさがなく（細粒 ，墨臭も感）\nじにくい（細粒，カプセル）のであり，球状活性炭の表面が滑らかで高い硬\n度を有することが飲みやすさの間に関連性が認められることは明らかであ\nる。\n( ) 被告パンフレットＣについて3\n原告は，被告パンフレットＣ記載の赤色色素存在下でクレアチニンの吸着\n率を測定したデータ（別紙品質等誤認表示目録２記載５）について，クレア\nチニンとの比較の対象とされている赤色色素の分子量は約５００から９００\nとされていることにつき，経口投与用吸着剤としての効率性を判断するため\nになぜこの数値範囲の分子と比較したのか，その根拠は示されておらず，選\n択的吸着力に優れている根拠にはならないと主張する。\nしかしながら，体内毒素の分子量は５００を下回る。例えば尿毒素の一種\nであるβインドール酢酸の分子量は１７５であり，同じくクレアチニンの分\n子量は１３１である。分子量５００以上の物質の吸着力が高ければ，分子量\n１００から３００の範囲内にある尿毒素の吸着力が低下することは明らかで\nあるから，原告の主張は事実に反する。\n( ) 製造方法に関する記載について4\n原告は，被告製品の製造につき，酸化工程を経ていないと主張する。しか\nし，熱処理の段階で，窒素ガスを封入する際に微量の酸素が残存するよう調\n整し，酸化が行われているのであって，原告の主張は事実に反する。\n( ) 被告ウェブサイトの「製品検索」ページの表示，被告製品の名称の使用5\n及び販売について\n被告製品は，厚生労働省から原告製品の後発医薬品として製造承認を受け\nて製造販売されるものであり，原告製品の後発医薬品と表示することが品質\n等誤認表示に当たらないことは明らかである。\nまた，被告製品の「メルクメジン」との名称の使用そのものが品質等誤認\n表示に該当しないことは明らかである。同様に，被告製品の製造，販売及び\n販売のための展示それ自体が品質等誤認表示に該当することもあり得ない。\n第６ 当裁判所の判断\n１ 争点１（被告製品は，構成要件Ｂ，Ｃ，Ｄ，Ｅ，Ｆ及びＨを充足するか）に\nついて\n( ) 構成要件Ｂについて1\n，「『 』 ，本件明細書には 本明細書で 直径がＤ１～Ｄｕである という表現は\nＪＩＳ Ｋ １４７４に準じて作成した粒度累積線図（平均粒子径の測定方\n法に関連して後で説明する）において，ふるいの目開きＤ１～Ｄｕの範囲に\n対応するふるい通過百分率 ％ が９０％以上であることを意味する ０（） 。」（【\n０２２ ）との記載がある。】\nそして，被告製品の球状活性炭をＪＩＳ Ｋ １４７４に基づいて測定し\nたところ，メルクメジン細粒については，３６号ふるい（目開き０．４２５\n）． ， （ ． ）ｍｍ の通過百分率は９９ ８％で １００号ふるい 目開き０ １５ｍｍ\nの通過百分率は０．５９％であり，メルクメジンカプセル２００ｍｇについ\nては，３６号ふるいの通過百分率は１００％で，１００号ふるいの通過百分\n率は０．５９％であったことが認められる（甲９ 。）\nこの測定結果からすれば，メルクメジン細粒のふるいの目開き０．１５ｍ\nｍから０．４２５ｍｍの範囲に対応するふるい通過百分率は，９９．８％と\n０．５９％の差である９９．２１％であり，メルクメジンカプセル２００ｍ\nｇの同通過百分率は，１００％と０．５９％の差である９９．４１％であっ\nて，いずれも９０％以上であるから，被告製品の球状活性炭は，いずれも直\n．． ， ，径が０ １５ｍｍから０ ４２５ｍｍであると認められるから 被告製品は\n構成要件Ｂ（０．０１～１ｍｍ）を充足する。\n( ) 構成要件Ｃについて2\n本件明細書には，ラングミュアの式による比表面積の計算法が記載されて\nおり（ ００２８ ，この測定方法に従って被告製品の球状活性炭の比表面【】）\n積を測定すると，メルクメジン細粒及びメルクメジンカプセル２００ｍｇの\n（），いずれについても１５７０㎡／ｇであったことが認められるから 甲１０\n被告製品は，構成要件Ｃ（１０００㎡／ｇ以上）を充足する。\n( ) 構成要件Ｄについて3\n本件明細書には，水銀圧入法による細孔容積の測定方法が記載されており\n（【】），．００２９ この測定方法に従って被告製品の球状活性炭の細孔直径７\n５～１５０００ｎｍにおける細孔容積を測定すると，メルクメジン細粒及び\nメルクメジンカプセル２００ｍｇのいずれについても０．０５ｍＬ／ｇであ\nったことが認められるから（甲１１ ，被告製品は，構成要件Ｄ（０．２５）\nｍＬ／ｇ未満）を充足する。\n( ) 構成要件Ｅについて4\n証拠（甲１２）によれば，被告製品につき，反射式デフラクトメーター法\nにより，回折角（２θ）１５°，２４°及び３５°における回折強度をそれ\nぞれ測定したところ，下記の結果となったことが認められる。\n１５° ２４° ３５°\n574.00 571.04 96.64メルクメジン細粒\n550.16 546.16 92.96メルクメジンカプセル\n，， （ ）そして この測定結果を用いて 構成要件Ｅの式であるＲ＝ Ｉ －Ｉ１５ ３５\n／（Ｉ －Ｉ 〔式中，Ｉ は，Ｘ線回折法による回折角（２θ）が１５２４ ３５ １５）\n°における回折強度であり，Ｉ は，Ｘ線回折法による回折角（２θ）が３３５\n５°における回折強度であり，Ｉ は，Ｘ線回折法による回折角（２θ）が２４\n２４°における回折強度である〕で回折強度比（Ｒ値）を求めると，下記の\nとおりとなり，いずれも約１．０１となる。\n574.00 96.64 / 571.04 96.64 =1.01メルクメジン細粒 ( - ) ( - )\n550.16 92.96 / 546.16 92.96 =1.01メルクメジンカプセル ( - ) ( - )\n（いずれも小数第３位を四捨五入）\nしたがって，被告製品は，いずれも回折強度比（Ｒ値）は，１．４以上で\nはないことが認められるから，構成要件Ｅを充足する。\n( ) 構成要件Ｆについて5\n証拠（甲６）及び弁論の全趣旨からすれば，被告製品は，いずれもその用\n法は経口投与であり，成分は球形吸着炭であることが認められるから，被告\n製品は，構成要件Ｆ（経口投与用吸着剤を有効成分とする）を充足する。\n( ) 構成要件Ｈについて6\n，（【】），本件明細書には 全塩基性基の測定方法が記載されており ００３１\nこの測定方法に従い全塩基性基を測定すると，メルクメジン細粒における全\n塩基性基は０．６７ｍｅｑ／ｇ，メルクメジンカプセル２００ｍｇにおける\n．（ ），全塩基性基は０ ６５ｍｅｑ／ｇであったことが認められるから 甲１１\n被告製品は，いずれも構成要件Ｈ（全塩基性基が０．４０ｍｅｑ／ｇ以上の\n球状活性炭からなる）を充足する。\n( ) 以上から，被告製品は，いずれも本件特許発明の技術的範囲に属するも7\nのと認められる。\n２ 争点２（本件補正は不適法であり，本件特許は，特許法１７条の２第３項に\nより無効とされるべきものか）について\n( ) 特許法１７条の２第３項は，第１項の規定により明細書等について補正1\nをするときは，願書に昀初に添付した明細書等に記載した事項の範囲内にお\nいてしなければならないと規定している。そして 「明細書等に記載した事，\n項 とは その発明の属する技術の分野における通常の知識を有するもの 当」， （\n業者）を基準として，明細書・特許請求の範囲・図面のすべての記載を総合\nして理解することができる技術的事項のことであり，補正が，上記のように\nして導かれる技術的事項との関係で新たな技術的事項を導入しないものであ\nるときは，当該補正は「明細書等に記載した事項の範囲内」であると解すべ\nきである。\nしたがって，特許請求の範囲の減縮を目的として特許請求の範囲に限定を\n付加する補正を行う場合，付加される補正事項が当該明細書等に明示されて\nいるときのみならず，明示されていないときでも新たな技術的事項を導入す\nるものではないときは 「明細書等に記載した事項の範囲内」の減縮である，\nというべきであり，このことは除くクレームを付加する補正においても妥当\nする。\n( ) 原告は，平成１５年１０月３１日，本件特許出願（特願２００４－５４2\n）， （ ）８１０７号 と 別件特許に係る特許出願 特願２００４－５４８１０６号\nを行ったが，その後，本件特許出願は拒絶査定がされたため，原告は拒絶査\n定不服審判を請求した。同手続中において，本件特許出願の発明が別件特許\nの発明と同一であるとの理由で拒絶理由通知が出された。そこで，原告が上\n記拒絶理由通知に対応して，平成１８年５月１５日に手続補正を行ったのが\n本件補正であり，請求項１及び４に下記の記載を付加するものである（甲７\n０の８ 。）\n但し，式（１ ：）\nＲ＝（Ｉ －Ｉ ）／（Ｉ －Ｉ ） （１）１５ ３５ ２４ ３５\n〔式中，Ｉ は，Ｘ線回折法による回折角（２θ）が１５°における回折１５\n強度であり，Ｉ は，Ｘ線回折法による回折角（２θ）が３５°における３５\n回折強度であり，Ｉ は，Ｘ線回折法による回折角（２θ）が２４°にお２４\nける回折強度である〕\nで求められる回折強度比（Ｒ値）が１．４以上である球状活性炭を除く，\nすなわち，本件補正は，球状活性炭につき，Ｘ線回折法による回折角（２\nθ）が１５°，２４°，３５°における回折強度の比（Ｒ値）が１．４以上\nであるものを除くとするものである。\n一方，当初の本件明細書に記載された発明は，経口投与用吸着剤に用いら\nれる球状活性炭について，熱硬化性樹脂，実質的にはフェノール樹脂又はイ\nオン交換樹脂を炭素源として用い，これにより，ピッチ類を用いる従来の球\n状活性炭に比べて，有益物質に対する吸着が少なく尿毒症性物質の吸着性に\n優れるという選択吸着性が向上するという効果を奏するとするものである。\nそして，別件特許の請求項１は，以下のとおりである（甲１５ 。）\n【請求項１】\n直径が０．０１～１ｍｍであり，ラングミュアの吸着式により求められ\nる比表面積が１０００㎡／ｇ以上であり，そして式（１ ：）\nＲ＝（Ｉ －Ｉ ）／（Ｉ －Ｉ （１）１５ ３５ ２４ ３５）\n〔式中，Ｉ は，Ｘ線回折法による回折角（２θ）が１５°における回折１５\n強度であり，Ｉ は，Ｘ線回折法による回折角（２θ）が３５°における３５\n回折強度であり，Ｉ は，Ｘ線回折法による回折角（２θ）が２４°にお２４\nける回折強度である〕\nで求められる回折強度比（Ｒ値）が１．４以上であえる球状活性炭からな\nることを特徴とする，経口投与用吸着剤\nこのように，別件特許は，球状活性炭からなる経口投与剤につき，その細\n孔構造に注目して，直径，比表面積のほか，昀も優れた選択的吸着性を示す\nＸ線回折強度を示す回折角の観点からこれをＲ値として規定し，このＲ値が\n１．４以上であることを特徴とするものである。別件特許は，球状活性炭に\n関し，本件特許とは異なり，フェノール樹脂又はイオン交換樹脂を出発原料\nとして特定せず，また，本件特許では従来技術に属するものとされるピッチ\n類を用いても調整が可能であるとして，このＲ値の観点から球状活性炭を特\n定したものである。\nそうすると，球状活性炭のうちフェノール樹脂又はイオン交換樹脂を炭素\n源として用いた場合において，そのＲ値が１．４以上であるときには，本件\n特許に係る発明と別件特許に係る発明は同一であるということができる。そ\nして，本件補正は，このＲ値が１．４以上である球状活性炭を特許請求の範\n囲から除くことを目的とするものであり，特許請求の範囲の記載に技術的観\n点から限定を加えるものではなく，新たな技術的事項を導入するものではな\nいと認めるのが相当である。\n( ) したがって，本件補正は 「明細書等に記載した事項の範囲内」の減縮3 ，\n，， ，であるので 特許法１７条の２第３項に違反するものではなく 本件特許は\n無効とされるべきものとは認められない。なお，本件特許の審決取消請求訴\n訟において，同様の判断がされている（知的財産高等裁判所平成２１年３月\n３１日判決・甲７７ 。）\n３ 争点３（先使用による通常実施権の有無）について\n( ) 前記争いのない事実等に，後掲証拠及び弁論の全趣旨を総合すれば，以1\n下の事実が認められる。\nア メルクによる被告製品の開発経過\n(ア) メルクは，平成１２年１２月１日，二村化学及び群栄化学工業株式\n会社（以下「群栄化学」という ）との間で，メルクが使用する薬用球。\n形微粒子の炭素吸着剤の二村化学における製造の可能性を検討するに際\nして互いに開示されたデータ，試料，情報及び成果物等の機密を保持す\nることを約する機密保持契約（乙２４）を締結し，遅くともこのときま\nでに，二村化学と共同して，被告製品の原末となるべき球状活性炭につ\nいての開発準備を開始した。\n，， ，(イ) 二村化学は 平成１３年に１億３０００万円以上の費用をかけて\n球状活性炭又は食品添加用の活性炭の製造を目的とした焼成炉を建設し\nた（乙１６４，１６９ 。）\n(ウ) 二村化学は，平成１４年１月２１日までに，球状活性炭の試作第１\n号ロット（ロット番号９９０２１１０Ｚ０１）を製造し，メルクに提供\nした（乙２５ 。このロットは，その後メルクによりＫＫ－１とのロッ）\nト番号が付された（乙１７の２ 。）\nＫＫ－１の製造工程は，おおむね次のとおりであった。すなわち，●\n（省略）●というものであった（乙１７６～１８２ 。）\n(エ) メルクと二村化学は，平成１４年１月２１日付けの打合せ資料（乙\n２５）に基づいて，ＫＫ－１の製造工程及び原告製品との一般性能比較\nについて検討を行った。同資料には，備考欄に「残り２バッチ分につい\nては１バッチ目の評価後改めて開始」との記載が，また，熱処理の設備\n及び条件欄には「気相での酸化処理」との記載がある。\n，（ ）(オ) メルクと二村化学は 同年２月１３日付けの実機試作 ２バッチ目\n社内打合せ資料（乙１８３）に基づいて，２バッチ目の試作の製造工程\nについて検討を行った。その際，目標値として，プルランの吸着率は２\n５％以下，アルギニンの吸着率は７５％以上との値が設定された。\n二村化学は，同年３月１５日までに，球状活性炭の試作第２号ロット\n（ロット番号９９０２３０８Ｚ０１）を製造し，メルクに提供した（乙\n２６ 。このロットは，その後メルクによりＫＫ－２とのロット番号が）\n付された（乙１８の２ 。）\nＫＫ－２の製造工程でＫＫ－１のそれと異なる主な点は，賦活処理を\n加熱時間２１時間の１回のみとし，再賦活は行わないことであった（乙\n１８３～１８７ 。）\n(カ) メルクと二村化学は，同月２５日付け実機試作条件（３バッチ目）\nと題する資料（乙１８８）に基づいて，３バッチ目の試作の製造工程に\nついて検討を行い，プルラン及びアルギニンの吸着率の目標値は，ＫＫ\n－２と同様とされた。\n二村化学は，同年４月２４日までに，球状活性炭の試作第３号ロット\n（ロット番号９９０２４１９Ｚ０１）を製造し，メルクに提供した（乙\n２７ 。このロットは，その後メルクによりＫＫ－３とのロット番号が）\n付された（乙１９の２ 。）\nＫＫ－３の製造工程でＫＫ－１及びＫＫ－２と異なる主な点は，賦活\n時間を２１．５時間の１回とすること及び乾燥処理を機能Ｇ乾燥機を用\nいることであった（乙１８８～１９１ 。）\n(キ) メルク，二村化学及び群栄化学は，同年７月１日，群栄化学が製造\nする球状フェノールビーズ樹脂を使用した医療用球状活性炭の開発を共\n同して行うことを約する共同開発契約を締結した（乙１７４ 。）\n(ク) メルクは，同月５日から９日ころまでの間，ＫＫ－１，ＫＫ－２及\nびＫＫ－３を用いて，各４０００個程度のカプセル製剤及び各２５００\n包程度の細粒製剤を製造した（乙１７の３・４，１８の３・４，１９の\n３・４ 。）\n(ケ) 規格及び試験方法に関する試験（乙２９，１０４）\nメルクは，平成１４年７月３０日から同年８月２６日までの間，株式\n会社模範薬品研究所に委託して，被告製品の規格及び試験方法を設定す\nるとともに，ＫＫ－１，ＫＫ－２及びＫＫ－３を用いたカプセル製剤及\nび細粒製剤が，製造時においてその規格に適合するものであるか確認す\nるための試験を行った。\n具体的には，●（省略）●が行われた。\n(コ) 安定性試験（加速試験 （乙３０，１０５））\nメルクは，平成１４年７月３０日から平成１５年２月２０日までの間\nに，株式会社模範薬品研究所に委託して，ＫＫ－１，ＫＫ－２及びＫＫ\n－３を用いたカプセル製剤及び細粒製剤の加速試験による安定性試験を\n行った。\nこの試験は，試料を４０℃，相対湿度７５％の条件下で保存し，試験\n開始時，１か月後，３か月後及び６か月後において規格に適合するかを\n試験するものである。試験開始時のデータは，前記規格及び試験方法に\n関する試験のデータが用いられ，本件特許の優先日である平成１４年１\n１月１日までに３か月後における試験が実施されたが，６か月後におけ\nる試験は，優先日以後に実施された。そして，６か月経過後も，試験開\n始時から大きな変化はなく，試料は安定したものであることが確認され\nた。\n(サ) 物理的性質及び吸着特性の比較試験（乙３１，１０６）\nメルクは，同年１月２４日，株式会社模範薬品研究所に委託してＫＫ\n－１と原告製品との同等性試験として，物理的性質及び吸着特性の比較\n試験を開始し，平成１５年２月３日までに以下の試験を実施した。\n●（省略）●\nｅ ＫＫ－１と原告製品についての吸着特性の比較試験\nＫＫ－１及び原告製品について，消化酵素のトリプシンほか４物質\n及び生体内毒素のクレアチニンほか６物質についての吸着力の比較試\n験が行われたが，本件特許の優先日である平成１４年１１月１日より\n以前に実施されたかどうかは不明である。\n(シ) 生物学的同等性試験（乙３２，１０７）\nメルクは，平成１４年１０月２２日，株式会社日本バイオリサーチセ\nンターとの間で，ＫＫ－１と原告製品との生物学的同等性試験を委託す\nる契約を締結した（乙９８，９９ 。）\n同試験は，５／６腎摘出ラットにＫＫ－１を８週間反復経口投与し，\n血中クレアチニン，尿素窒素及びクレアチニン・クリアランスを指標と\nして，腎機能に対する効果を検討するとともに，原告製品の効果と比較\nすることを目的とするものであった。\nそして，同試験は，同月３０日に動物の入手，同年１１月２８日及び\n２９日に群分け及び投与開始，平成１５年１月２２日及び２３日に投与\n終了，同日及び同月２４日に剖検，同年２月２８日に昀終報告書の作成\nが行われた。\n同試験の結果は，ＫＫ－１は進行性の腎機能障害を抑制することが示\n，， 。唆され この効果は 原告製品の効果と同等であるというものであった\n(ス) メルク，二村化学及び群栄化学は，平成１５年１月２２日，球状フ\nェノール樹脂を原料とした活性炭からなる経口投与型の医薬用吸着剤に\n（。 「 」 。）関する特許 特許第３５８５０４３号 以下 メルクら特許 という\nの優先権主張の基礎となる特許出願を行い，同年１２月１０日，メルク\nら特許の出願を行い，平成１６年８月１３日に特許登録された（甲４\n４。）\n(セ) メルクは，平成１５年３月２０日，被告製品の製造承認申請を行っ\nた（甲２２の１・２ 。この申請書には，●（省略）●と記載されてい）\nた（乙１７５ 。）\nそして 前記試験の結果資料である規格及び試験方法に関する資料 乙，（\n２９，１０４ ，安定性試験に関する資料（乙３０，１０５ ，同等性））\n（， ）試験に関する資料－物理的性質及び吸着特性の比較－ 乙３１ １０６\n及び生物学的同等性試験に関する資料（乙３２，１０７）が，同申請書\nの添付資料として提出された（乙５の１・２ 。）\n(ソ) 被告製品は，平成１６年２月２６日，医薬品製造承認がなされ（乙\n７の１・２ ，同年１２月１日，発売された（甲７ 。））\nイ 被告製品の球状活性炭の製造工程\n●（省略）●（乙１７６，１９２～２１２ 。）\nウ 比表面積及び充填密度\n比表面積（ＢＥＴ法による測定）は，原告製品については，１５９０㎡\n／ｇ（乙２５）又は１５８８㎡／ｇ（乙２６，２７ ，ＫＫ－１が１５４）\n２㎡／ｇ，ＫＫ－２が１３６２㎡／ｇである。\n充填密度は，原告製品が０．５０ｇ／ｍｌ（乙２５ ，ＫＫ－１が０．）\n５２ｇ／ｍｌ（乙２５ ，ＫＫ－２が０．６１ｇ／ｍｌ（乙２６ ，ＫＫ））\n－３が０．６１ｇ／ｍｌ（乙２７）である。\n( ) これらの認定事実を前提として，メルクが本件特許の優先日である平成2\n１４年１１月１日の際，発明の実施である事業の準備をしている者（特許法\n７９条）に該当するかどうかにつき，以下検討する。\nア 特許法７９条にいう発明の実施である「事業の準備」とは，特許出願に\n係る発明の内容を知らないでこれと同じ内容の発明をした者又はこの者か\nら知得した者が，その発明につき，いまだ事業の実施の段階には至らない\nものの，即時実施の意図を有しており，かつ，その即時実施の意図が客観\n的に認識される態様，程度において表明されていることを意味すると解す\nるのが相当である（昀高裁昭和６１年１０月３日第二小法廷判決・民集４\n０巻６号１０６８頁参照 。そして，特定の発明を用いたある事業につい）\nて，即時実施の意図を有しているというためには，少なくとも，当該事業\nの内容が確定していることを要するものであると解すべきである。\nイ 前記認定事実のとおり，メルクは，本件特許の優先日である平成１４年\n１１月１日より前において，被告製品の原末となるべき球状活性炭の試作\nサンプルとしてＫＫ－１を製造し，これと原告製品との物理的性質及び吸\n着特性の比較試験に着手し，●（省略）●の各試験を実施したこと，ＫＫ\n－１より賦活時間を短縮した試作サンプルのＫＫ－２及びＫＫ－３を製造\nし，ＫＫ－１，ＫＫ－２及びＫＫ－３のそれぞれについてカプセル製剤及\nび細粒製剤のサンプルを製造し，これらの製剤について，規格及び試験方\n法に関する試験及び安定性試験に着手し，細粒製剤についての規格及び試\n，，験方法に関する試験についてはこれを了したこと ＫＫ－１のみについて\n生物学的同等性試験のための動物の入手をしたことが認められる。\nこのように，メルクは，本件特許の優先日までに，ＫＫ－１，ＫＫ－２\n及びＫＫ－３の３つのサンプルを製造し，これらすべてについて，規格及\nび試験方法に関する試験を実施するとともに安定性試験に着手しており，\n被告らの主張するとおりの事実が認められる。\nウ しかしながら，前記認定事実のとおり，ＫＫ－１とＫＫ－２及びＫＫ－\n３とでは，その賦活時間において，ＫＫ－１が２９時間であるのに対し，\nＫＫ－２及びＫＫ－３が２１時間（ＫＫ－２）又は２１．５時間（ＫＫ－\n３）であって，７．５時間から８時間の違いがあり，賦活のための温度が\n●（省略）●もの高温であることに鑑みると，この違いは製造コストにお\nいて大きな差異をもたらすものと考えられる。また，この賦活時間の違い\nから，活性炭の吸着性能に影響を及ぼす重要な指標であると認められる比\n表面積及び充填密度について下記のとおりの違いを生じている。\n比表面積（ＢＥＴ法）\nＫＫ－１ １５４２㎡／ｇ\nＫＫ－２ １３６２㎡／ｇ\nＫＫ－３ 測定されていない\n充填密度\nＫＫ－１ ０．５２ｇ／ｍｌ\nＫＫ－２ ０．６１ｇ／ｍｌ\nＫＫ－３ ０．６１ｇ／ｍｌ\nこれらの点に照らすならば，ＫＫ－１とＫＫ－２及びＫＫ－３とを実質\n的に同一であると認めることはできない。\nそして，ＫＫ－１とＫＫ－２及びＫＫ－３とを実質的に同一であると認\nめることができない以上，これらのサンプルが製造された段階では，被告\n製品の内容が一義的に確定しておらず，事業の内容が確定したとはいえな\nい。\nしたがって，これらの３つのサンプルを製造し，これらが規格に適合す\nることを確認し，安定性試験に供したことにより事業の即時実施の意図が\n表明されたとする被告らの主張は採用することができない。\nエ この点，被告らは，３つのサンプルは実質的に同一であると主張する。\n(ア) 被告らは，比表面積の違いについて，本件特許発明においても１０\n００㎡ 以上であることが規定されているのみであり，また，本件特許/g\nの優先日前の公知文献においても，おおむね５００㎡ から２０００㎡/g\nであれば，同一発明の範疇に属することが本件優先日当時の当業者の/g\n常識として示されているのであって，原告が指摘する差異（ＫＫ－１に\nついて１５４２㎡ ，ＫＫ－２について１３６２㎡ ）が，当業者の常/g /g\n識に照らして球形活性炭の特性としての実質的差異ではなかったと評価\nされるべきであると主張する。\nしかしながら，活性炭の吸着能力の優劣は，吸着しようとする分子に\n合致する径を有する細孔の存在量に関係するものであるから，細孔の存\n在量と密接に関連する比表面積が活性炭の吸着能力に影響を与えること\nは明らかである。ＫＫ－２は，ＫＫ－１に比べて比表面積は１１％程度\nも小さく，この違いが無視できる程度の違いであると認めることはでき\nない。確かに，本件特許発明においては，比表面積が１０００㎡／ｇ以\n上であることが規定されており（構成要件Ｃ ，また，本件特許の優先）\n/g /g日前の公知文献において比表面積について５００㎡ から２０００㎡\nの範囲が示されている（乙２１４～２２１）ことが認められるものの，\nこれらは特許発明の技術的範囲を画する指標等であり，この範囲内にあ\nるものを同一のものと評価できるものとするものではない。\n(イ) 被告らは，充填密度は重要な指標ではないと主張するので，この点\nについて，以下検討する。\n証拠（甲４４）によれば，メルク，二村化学及び群栄化学らの共同出\n願した特許（メルクら特許）の明細書には以下の記載があることが認め\nられる。\nａ 【特許請求の範囲】\n【請求項１】\n球状フェノール樹脂を炭化，賦活することにより得られた活性炭で\nあって，比表面積８００～２０００㎡／ｇ，細孔容積０．２～１．０\nｍＬ／ｇ，充填密度０．５～０．７５ｇ／ｍＬ，平均細孔直径１．７\n～２．０ｎｍ，細孔直径１．０ｎｍ以下の細孔の総細孔容積が全細孔\n容積の５５％以上，細孔直径２０～１０００ｎｍの細孔の総細孔容積\nが０．０４ｍＬ／ｇ以下，昀大粒子径が４２５μｍ以下，平均粒子径\nが３５０μｍ以下である球状の活性炭からなることを特徴とする医薬\n用吸着剤。\nｂ 【００３２】\n次に，本発明の実施例１～９の活性炭及び比較例１～６の活性炭を\n用意し，比表面積（㎡／ｇ ，細孔容積（ｍＬ／ｇ ，平均細孔直径））\n（ｎｍ ，細孔直径１ｎｍ以下の容積（％ ，充填密度（ｇ／ｍＬ ，）） ）\n平均粒子径（μｍ ，表面酸化物量（ｍｅｑ／ｇ ，粉化量（％）を））\n測定した。\n（中略）\n・充填密度（ｇ／ｍＬ ：ＪＩＳ Ｋ １４７４に記載の方法により求）\nめた。\n（以下略）\nｃ 【００４０】\n（実施例１）\n球状フェノール樹脂（群栄化学工業（株）製「マリリンＨＦ―ＭＤ\nＣ ）８００ｇを金属製レトルト容器（内容量１．５Ｌ）に収容し，」\n静置式電気炉を用いて，窒素雰囲気中において６００℃の温度で４時\n間加熱することによって炭化した。前記炭化した球状フェノール樹脂\n炭化物を，ロータリー式外熱炉を用いて，水蒸気中において９５０℃\nで１．５時間加熱することによって賦活した後，０．１％塩酸水溶液\nで洗浄した。洗浄後の活性炭について，ｐＨをＪＩＳ Ｋ １４７４に\n記載の方法で測定した際，活性炭のｐＨは５～７となるように水で濯\nいだ。そして，水洗後の活性炭をロータリー式外熱炉により，酸素濃\n度を３ｖｏｌ％に調整した酸素―窒素混合気体中において６００℃の\n温度で３時間加熱処理した。そして，これを目開き１１９－２００ｍ\nｅｓｈ（７５～１２５μｍ）のＪＩＳ Ｚ ８８０１に記載の篩を用い\nて篩別し，実施例１の活性炭を得た。\nｄ 【００４１】\n（実施例２）\n実施例１における水蒸気賦活の時間を２時間とした以外は，実施例\n１と同様の処理を行い実施例２の活性炭を得た。\nｅ 【００４２】\n（実施例３）\n実施例１における水蒸気賦活の時間を３時間とした以外は，実施例\n１と同様の処理を行い実施例３の活性炭を得た。\nｆ 【００４３】\n（比較例１）\nまた，比較例１として，実施例１における水蒸気賦活を行わなかっ\n，。たこと以外は 実施例１と同様の処理を行い比較例１の活性炭を得た\nｇ 【００４４】\n（比較例２）\n実施例１における水蒸気賦活の時間を５時間とした以外は，実施例\n１と同様の処理を行い比較例２の活性炭を得た。\nｈ 【００４５】\n実施例１～３及び比較例１，２の活性炭について，前述の測定方法\nにより，比表面積（㎡／ｇ）等の物理化学的性質と，アルギニン，プ\nトレシン，プルラン及びトリプシンに対する吸着性能とを調べた。こ\nれらの結果は以下の表１及び表２のとおりである。\nｉ 【００４６】\n【表１】\n上記ｂのとおり，充填密度とは，ＪＩＳ Ｋ １４７４に記載の方法に\nより求められる指標であり，弁論の全趣旨からすれば，容積１ｍｌ当た\nりに充填される試料の質量であることが認められるところ，上記メルク\nら特許の明細書に記載されている実施例及び比較例の結果によれば，球\n状フェノール樹脂を炭化した後に賦活した活性炭につき，その賦活時間\nを０時間（比較例１ ，１．５時間（実施例１ ，２時間（実施例２ ，）） ）\n３時間（実施例３ ，５時間（比較例２）と長くしていくと，充填密度）\n，． （ ） ． （ ），．は ０ ８０ｇ／ｍｌ 比較例１ ０ ６１ｇ／ｍｌ 実施例１ ０,\n５９ｇ／ｍｌ（実施例２ ，０．５４ｇ／ｍｌ（実施例３ ，０．４２））\nｇ／ｍｌ（比較例２）と減少し，比表面積は，反対に６１０㎡／ｇ（比\n較例１ ，１３８０㎡／ｇ（実施例１ ，１４７０㎡／ｇ（実施例２ ，）） ）\n１６３０㎡／ｇ（実施例３ ，２１９０㎡／ｇ（比較例２）と増加して）\nいることが認められ，また，賦活により細孔構造が発達（すなわち比表\n面積が増加）すれば，炭の質量は減少するため充填密度は減少するもの\nであると考えられるのであって，賦活時間と，充填密度及び比表面積と\nは相関関係にあることが認められる。前記のとおり，比表面積は吸着性\n能に影響を及ぼす重要な指標であるから，これと相関関係にある充填密\n，。度もまた 吸着性能に影響を及ぼす重要な指標であるというべきである\n(ウ) 被告らは，平均細孔径こそが昀も重要な指標であると主張する。\n確かに，細孔の直径の平均値である平均細孔径は，どの分子量の物質\nをよく吸着するか，すなわち選択的吸着性能にとっては重要な指標であ\nるが，吸着性能の高さには直接関係するものではない。比表面積が吸着\n性能の高さに関わる重要な指標であることには違いはないのであり，比\n表面積の違いが活性炭の同一性を左右することは前記のとおりである。\n(エ) 被告らは，ＫＫ－２及びＫＫ－３について，プルラン及びアルギニ\nンの吸着率は目標値に達しており，ＫＫ－１との実質的同一性が認めら\nれると主張する。\nしかしながら，証拠（乙２２９）によれば，プルランは，少なくとも\n７種類（分子量が５８００，１２２００，２３７００，４８０００，１\n０００００，１８６０００及び８５３０００のもの）のものがあること\nが認められ，いかなる分子量のプルランを採用して吸着率を測定したの\nかについて明らかでないことに加え，プルラン及びアルギニンがそれぞ\nれ代表的な体内の有益成分及び毒性物質であるとの証拠はなく，また，\n（， ）メルクが実施した物理的性質及び吸着特性の比較試験 乙３１ １０６\nにおいてもプルラン及びアルギニンを対象とした吸着試験を行っていな\nいことを考慮すると，これらの物質の吸着率がメルクの設定した値を達\n成していたことをもって，ＫＫ－１と実質的に同一であったと認めるこ\nとはできない。\n(オ) 被告らは，クレアチニン及びトリプシンの吸着においてＫＫ－１と\nＫＫ－２及びＫＫ－３との間に有意な差は認められないから，これらが\n実質的に同一であると主張する。\nしかしながら，被告らがその主張の根拠として挙げる実験には次の問\n題点があるといわざるを得ない。\n証拠（乙２９，１０４）によれば，被告らが実施したクレアチニンの\n（ （ ，））吸着力試験 規格及び試験方法に関する試験 乙２９ １０４ の一つ\nは，●（省略）●に，試料（ＫＫ－１，ＫＫ－２及びＫＫ－３）を２．\n５ｇ添加して，吸着率を計測するというものである。そして，このよう\nに添加する試料量を２．５ｇとすることに決定したのは，試料添加量を\n２．０ｇ，２．５ｇ，３．０ｇに設定し，吸着率を求めたところ，下記\nの結果となり，有意差を認めなかったからとされている。\n●（省略）●\nしかしながら，上記の結果を見ると，試料の添加量を２．０ｇと減ら\n，． ， 。しても ３ ０ｇと増加させても 吸着率に有意な変動は認められない\n，，活性炭は その表面の細孔構造に目標物質を吸着させるものであるから\n一定量の物質に対する吸着率は，活性炭の添加量に依存する関係にある\nと考えられるのであり，試料の添加量を２．５ｇから増減させても，一\n定量のクレアチニンの吸着率が変動しないということは，添加量が過剰\nであるためである可能性が高いと考えられ，このような試験方法では吸\n着力の正確な測定はできないものといわざるを得ない。\nこのような試験方法を用いてクレアチニンの吸着率を測定したとこ\nろ，●（省略）●という結果が出てはいるものの（乙２９の表４７，乙\n１０４の表４６ ，上記のとおり，試料の添加量が過剰であった可能性）\nが高いことからすれば，この測定結果をもって，ＫＫ－１，ＫＫ－２及\nびＫＫ－３のクレアチニンに対する吸着力が同一であったということは\nできない。\n(カ) したがって，３つのサンプルは実質的に同一であると認めることは\nできない。\nオ なお，ＫＫ－１について，原告製品との同等性試験として物理的性質及\nび吸着特性の比較試験（乙３１，１０６）及び生物学的同等性試験（乙３\n２，１０７）に着手したことをもって，被告製品の内容をＫＫ－１と同一\nのものとすることで事業の内容が確定したと見る余地も考えられる。\nしかしながら，前記認定事実のとおり，消化酵素のトリプシンほか４物\n質及び生体内毒素のクレアチニンほか６物質についての吸着力に関するＫ\nＫ－１と原告製品との比較試験が優先日前に実施されたことを認めること\nはできず，また，生物学的同等性試験についても，優先日前にされたこと\nは動物の入手にすぎない。これらの事実からすれば，メルクにおいて，本\n件特許の優先日前までに，ＫＫ－１が原告製品と同等性があったことの確\n認ができていたとは認められない。\nそして，メルクが準備しようとしていた事業は，原告製品の後発医薬品\nの製造販売であるから，原告製品との同等性が確認できていない段階にお\n，。 ，いては 被告製品の開発が完了していたと評価することはできない 特に\n開発しようとする被告製品は，球状活性炭を有効成分とする腎疾患治療薬\nであり，その化学的構成は炭素からなるものであって，その吸着特性は，\n物理的構造（細孔構造）に由来するものであるから，球状活性炭であるＫ\nＫ－１を製造した段階では，どのような吸着性能を有するのかは未知であ\nり，実際に各物質の吸着率を確認することが重要であると考えられる。\nこのように，本件特許の優先日前までに，被告製品の開発が完了してい\n，。たということはできない以上 即時実施の意図を認めることは困難である\n( ) 以上のとおりであるから，先使用による通常実施権があるとする被告ら3\nの主張は，採用することができない。\n４ 争点４（補償金の額）について\n( ) 前記第３争いのない事実等のとおり，原告は，本件特許に係る出願が国1\n際公開された後である平成１６年６月１４日，メルクに対して，発明の内容\n，，， 。 ，を記載した警告書を発送し 同警告書は 同月１５日 到達した メルクは\n同警告書受領後の同年７月に，被告製品の製造・販売を開始したため，本件\n特許権設定登録日である平成１８年８月４日の前日までにメルクによって販\n売された被告製品について，特許法１８４条の１０第１項に基づく補償金支\n払請求権を取得した。\n（）( ) 被告製品の売上高 平成１６年７月から平成１８年８月３日までの期間2\n同期間における被告製品の売上高（被告扶桑薬品を通じて販売されたもの\nを含む ）が，少なくとも１４億円であったことについて当事者間に争いが。\nなく，また，同金額を超えるものであったことについては，これを認めるに\n足りる証拠はない。\n( ) 本件特許の実施料率3\n医薬品その他の化学薬品に関する実施料の統計結果（甲７６）によれば，\n平成４年度から平成１０年度の実施料率の平均値は，イニシャル有りが６．\n７％，イニシャル無しで７．１％であったと認められること，本件特許は，\n従来技術の石油ピッチではなくフェノール樹脂又はイオン交換樹脂を炭素源\nとすることにより優れた選択的吸着性があるとしているものの（本件明細書\n【０００４ 【０００５ ，原告は本件特許発明を実施しておらず，従来】，】）\n技術である石油ピッチを炭素源とした球状活性炭の原告製品を製造販売して\nいること（争いがない）からすれば，本件において，本件特許の実施料率は\n３パーセントと認めるのが相当である。\n( ) このように，平成１６年７月から平成１８年８月３日までの期間におけ4\nる被告製品の売上高は，１４億円であり，本件特許の実施料率は３パーセン\n，， 。トであるから この期間における補償金の額は ４２００万円と認められる\nしたがって，メルクは，原告に対して４２００万円の補償金支払債務を負っ\nており，被告マイランがメルクを吸収合併したことにより，同被告が同債務\nを承継した。\nしたがって，原告の被告マイランに対する４２００万円の補償金支払請求\n及びこれに対する訴状送達の日の翌日である平成１９年２月２１日から支払\n済みまで年５分の割合による遅延損害金の支払請求は理由がある。\n５ 争点５（共同不法行為の成否及び損害の額）について\n( ) 本件特許が登録された平成１８年８月４日以降，メルク（平成２０年５1\n月１６日に被告マイランが吸収合併後は，被告マイラン）は，本件特許を侵\n害する被告製品を製造販売し，被告扶桑薬品は，メルク（平成２０年５月１\n，） ，６日に被告マイランが吸収合併後は 被告マイラン の唯一の販売者として\n被告製品を販売している（弁論の全趣旨）のであるから，被告扶桑薬品が販\n売した被告製品については，共同不法行為が成立するものと認められる。\n( ) 被告らは，原告が本件特許発明を実施していないことから，特許法１０2\n２条２項は適用されないと主張する。\n確かに，同項は，損害額の推定規定であり，損害の発生までをも推定する\n規定ではないため，侵害行為による逸失利益が発生したことの立証がない限\nり，適用されないものと解される。もっとも，侵害行為による逸失利益が生\nじるのは，権利者が当該特許を実施している場合に限定されるとする理由は\nなく，諸般の事情により，侵害行為がなかったならばその分得られたであろ\nう利益が権利者に認められるのであれば，同項が適用されると解すべきであ\nる。\nそして，弁論の全趣旨によれば，被告製品は，腎疾患治療薬（カプセル剤\n及び細粒剤）である原告製品の後発医薬品として製造承認を受け販売されて\nいるものであり，被告製品が製造販売されることで新たな需要を生み出すも\nのではなく，腎疾患治療薬の市場において原告製品と競合し，シェアを奪い\n合う関係にあること，球状活性炭の腎疾患治療薬における原告製品のシェア\nが高いことが認められ，被告製品がなかったとした場合に原告製品ではなく\n他の後発医薬品が売れたであろうとの事情を裏付ける証拠もない本件におい\nては，被告らによる侵害行為がなければ得られたであろう利益が原告に認め\nられるのであって，本件には特許法１０２条２項が適用されるものと解する\nのが相当である。\n( ) 特許法１０２条２項に基づく損害算定3\nア 被告製品の売上高\n(ア) 平成１８年８月４日から同年１０月３１日までの期間\n同期間における被告製品の売上高（被告扶桑薬品を通じて販売された\nものを含む ）が，少なくとも２億３０００万円であったこと，このう。\nち被告扶桑薬品の売上高が，少なくとも３０００万円であったことにつ\nいて当事者間に争いがなく，また，これらの金額を超えるものであった\nことについては，これを認めるに足りる証拠はない。\n(イ) 同年１１月１日から平成２０年１０月３１日までの期間\n同期間における被告製品の売上高（被告扶桑薬品を通じて販売された\nものを含む ）が，少なくとも２４億３０００万円であったこと，この。\nうち被告扶桑薬品の売上高が，少なくとも２億円であったことについて\n当事者間に争いがなく，また，これらの金額を超えるものであったこと\nについては，これを認めるに足りる証拠はない。\nイ 被告製品の利益率\n証拠（甲７１～７５）によれば，被告マイランの親会社である米国マイ\nラン社（ ）の２００８年９月３０日で終了する四半期の連結MYLAN Inc.\n損益計算書に記載の純収益と売上原価から利益率を計算すると３４．３パ\nーセントとなること，被告マイランの前親会社であるメルク社の２００７\n年年次報告書記載のジェネリック事業部門の売上と粗利益から利益率を計\n算すると４７．２パーセントとなること及び日本の主要な後発医薬品会社\n３社の利益率が４５パーセントを超えていることが認められ，これらの事\n実からすれば，原告が主張するとおり被告製品の利益率は３０パーセント\nであると認めるのが相当である。\nウ 損害額\nこのように平成１８年８月４日から同年１０月３１日までの期間におけ\nる被告製品の売上高（被告扶桑薬品を通じて販売されたものを含む ）は。\n２億３０００万円であり，利益率が３０パーセントであるから，メルクの\n不法行為による原告の損害額は，６９００万円と認められ，このうち，メ\nルクと被告扶桑薬品との共同不法行為による原告の損害額は，同被告の売\n上高の３０００万円の３０パーセントである９００万円と認められる。\nまた，同年１１月１日から平成２０年１０月３１日までの期間における\n被告製品の売上高（被告扶桑薬品を通じて販売されたものを含む ）は２。\n４億３０００万円であり，利益率が同様に３０パーセントであるから，メ\nルク又は被告マイランの不法行為による原告の損害額は，７億２９００万\n円と認められ，このうち，メルク又は被告マイランと被告扶桑薬品との共\n同不法行為による原告の損害額は，同被告の売上高の２億円の３０パーセ\nントである６０００万円と認められる。\n( ) 弁護士等費用4\n本件訴訟の内容，認容額その他諸般の事情を考慮すれば，弁護士等費用と\nしては２０００万円が相当であり，内金７００万円が被告扶桑薬品を通じて\n販売されたことに係る弁護士等費用として相当であると認める。\n( ) 被告らは，フェノール樹脂を炭素源として用いることは選択肢の一つに5\nすぎず，石油ピッチに代替可能であること，被告製品を服用しやすいよう剤\n形を工夫していること，被告マイラン及びメルクが活発な宣伝活動を行って\nいること並びに被告マイラン及びメルクの知名度が高いことを主張して，損\n害賠償額につき寄与度減額をすべきであると主張する。\n本件特許は，従来技術である石油ピッチを炭素源とする活性炭よりもフェ\nノール樹脂を炭素源としたものが高い吸着性能を有することを特徴とするも\nのであることに鑑みると，石油ピッチを用いることができることは寄与度減\n額をすべき事情に該当しないと解すべきである。なお，被告らは，原告製品\nが石油ピッチを炭素源とするものであるにもかかわらず，大きな売上がある\nことをもって，石油ピッチに代替可能であると主張する。しかしながら，弁\n論の全趣旨によれば，原告製品に大きな売上があるのは，炭素源を石油ピッ\nチとしつつも高い選択的吸着性能を持ち，先発医薬品として知られているこ\nとによるものであると認められるから，被告らの主張は採用することができ\nない。\nまた，被告らは，被告製品の球状活性炭の充填密度を上げることでカプセ\nルを小型化するという工夫を行っていることから，損害賠償額の寄与度減額\nをすべきであるとも主張する。しかしながら，カプセルを小型化したことで\n売上が増加したことについて，これを認めるに足りる証拠はなく，被告らの\n主張は採用することができない。\n被告らが主張するその他の事情についても，寄与度減額をすべき事情に当\nたるとは認められない。\n( ) 以上によれば，平成１８年８月４日から同年１０月３１日までの期間に6\n係るメルクによる侵害行為により６９００万円の損害が生じた（内金９００\n万円についてはメルクと被告扶桑薬品との共同不法行為による損害と認めら\nれる ）と認められるから，原告が訴状において被告マイランに請求してい。\nる同期間における損害２９５９万８２１０円（内金２８４万０７８５円の限\n度で被告扶桑薬品と連帯して）及びこれに対する訴状送達の日の翌日である\n平成１９年２月２１日から支払済みまで民法所定の年５分の割合による遅延\n損害金の支払請求，並びに，原告が訴状において被告扶桑薬品に対して請求\nしている上記期間における損害２８４万０７８５円及びこれに対する訴状送\n達の日の翌日である平成１９年２月２１日から支払済みまで民法所定の年５\n分の割合による遅延損害金の支払請求の全額について理由がある。\nまた，平成１８年１１月１日から平成２０年１０月３１日までの期間に係\nるメルク又は被告マイランによる侵害行為により損害金７億２９００万円の\n損害が生じた（内金６０００万円についてはメルク又は被告マイランと被告\n扶桑薬品との共同不法行為による損害と認められる ）と認められるから，。\n原告が訴えの変更申立書（平成２０年１１月２１日付け）で拡張した被告マ\nイランに対する請求部分については，この７億２９００万円に上記訴状にお\nける請求を超える平成１８年８月４日から同年１０月３１日までの期間に係\nる損害金３９４０万１７９０円（内金６１５万９２１５円の限度で被告扶桑\n薬品と連帯して）及び弁護士等費用２０００万円（内金７００万円の限度で\n被告扶桑薬品と連帯して）を合計した７億８８４０万１７９０円（内金７３\n１５万９２１５円の限度で被告扶桑薬品と連帯して）及びこれに対する同申\n立書送達の日の翌日である平成２０年１１月２８日から支払済みまで民法所\n定の年５分の割合による遅延損害金の支払請求部分，並びに，原告が同申立\n書で拡張した被告扶桑薬品に対する請求部分については，上記６０００万円\nに上記訴状における請求を超える平成１８年８月４日から同年１０月３１日\nまでの期間に係る損害金６１５万９２１５円及び弁護士費用７００万円を合\n計した７３１５万９２１５円及びこれに対する同申立書送達の日の翌日であ\nる平成２０年１１月２８日から支払済みまで民法所定の年５分の割合による\n遅延損害金の支払請求部分について理由があり，その余の請求については理\n由がない。\n６ 争点６（被告らの行為が品質誤認表示に当たるか）について\n( ) 被告パンフレットＡについて（別紙品質等誤認表示目録１記載１－１，1\n１－２，２－１及び２－２）\n（， ， ） ， ，証拠 甲５５の１ 乙３１ １０６ によれば 被告パンフレットＡには\n被告製品が吸着比較試験において原告製品と同等であることが認められたと\nの記載（別紙品質等誤認表示目録１記載１－１）とともに，その根拠として\nＫＫ－１を試料として行われた物理的性質及び吸着特性の比較試験の結果\n（同目録記載１－２）が記載されていること，及び，被告製品が原告製品の\n効果と生物学的に同等であることが認められたとの記載（同目録２－１）と\nともに，その根拠としてＫＫ－１を試料として行われた生物学的同等性試験\nの結果（同目録記載２－２）が記載されていることが認められる。\n原告は，被告製品とＫＫ－１とは異なるものであり，ＫＫ－１の試験結果\nをもとに，上記の各記載をすることは品質誤認表示に当たると主張する。\nしかしながら，上記物理的性質及び吸着特性の比較試験及び生物学的同等\n性試験の各結果は，被告製品の製造承認申請の添付書類として厚生労働省に\n提出されたものであり，これらの試料を基に，原告製品と同等性が認められ\nるとして製造承認を受けたものであるから，標準製剤と同等であることが認\nめられたと記載することや，ＫＫ－１に関する試験結果を転載することは，\n被告製品の品質等を誤認させるものということはできない。\nしたがって，被告パンフレットＡの記載内容が，被告製品の品質等を誤認\nさせるものであるとの原告の主張は採用することができない。\n( ) 被告パンフレットＢについて（別紙品質等誤認表示目録１記載３－１な2\nいし３－５）\n証拠（甲５５の２）によれば，被告パンフレットＢには，その上部に大き\nな文字で「飲みやすさを追求しました 」との記載があり，その下に「新し。\nく開発された球状合成高分子樹脂のメルクメジンは，滑らかな表面で高い硬\n（） 。」（ ，度を誇る小型 ２号カプセル の剤形です と記載されていること 以上\n別紙品質等誤認表示目録１記載３－１ ，さらにその下の左欄には 「表面），\nが滑らかで微粉末状の付着が少ないことが認められました 」との記載（同。\n目録３－２）と，その根拠として電子顕微鏡写真（同目録３－３）が掲載さ\nれていること，右欄には 「破損率が低く，硬度も高いことが認められまし，\nた （同目録３－４）との記載と，その根拠として被告製品と原告製品を。」\n鋼球とともに入れた硬さ試験用皿を振とうした後にふるいにかけて元の試料\nと比較する方法による試験によると，破損率が被告製品では０．６％，原告\n製品では３．８％であったとの結果が記載されていること（同目録３－５）\nが認められる。\n原告は，活性炭の表面の滑らかさや硬度が飲みやすさに影響することはな\nいこと，カプセル製剤においては明らかに活性炭の表面の滑らかさや硬度は\n飲みやすさに無関係であること，及び，破損率試験は経口摂取の状況を再現\nしたものでなく飲みやすさの根拠とならないことを主張して，上記に認定し\nた被告パンフレットＢの各記載が品質誤認表示に当たると主張する。\nしかしながら，表面の滑らかさや硬度が飲みやすさに無関係であることの\n，，立証はなく かえって活性炭の表面が滑らかであれば微粉末の付着が少なく\n口に含んだ際の粉っぽさが軽減し，また，硬度が高く破損率が低いことによ\nり微粉末の発生が減少するであろうと考えられる。さらに，小型カプセルを\n採用したことも飲みやすさの根拠として記載されていることも合わせて考え\nれば，被告パンフレットＢの記載が品質誤認表示に該当すると認めることは\nできない。\n( ) 被告パンフレットＣについて（別紙品質等誤認表示目録１記載４－１な3\nいし４－５）\nア 証拠（甲５５の３）によれば，被告パンフレットＣには，①赤色色素存\n在下でクレアチニンの吸着率を測定したデータ及び②クレアチニンに対す\nる吸着力についての原告製品との比較試験結果をもとに，被告製品の選択\n的吸着力が優れているとする記載がされていることが認められる。\nイ 原告は，上記①のデータは，分子量５００から９００の赤色色素を用い\nたことについての根拠がなく，そのようなデータを基に，被告製品の選択\n的吸着力が高いと表示することは，品質誤認表示に該当すると主張する。\nしかしながら，弁論の全趣旨によれば，体内毒素の分子量は５００を下\n回るものが多いこと，活性炭はその細孔構造に物質を吸着して除去するも\nのであるから，他の分子量の物質を多く吸着することは，目標とする物質\nの吸着率が低下することにつながるものであることが認められるから，分\n子量５００から９００の赤色色素を添加した状態でクレアチニンの吸着率\nを測定した結果，被告製品が，これらの赤色色素の物質の吸着率は低く，\n体内毒素の一つであるクレアチニンの吸着率が低下しない試験結果は 効，「\n率の良さ」を示すものとして合理性がないとまではいえず，原告の主張は\n採用することができない。\nウ また，原告は，上記②のデータについて，クレアチニンのみの吸着率の\n比較をもって選択的吸着性が優れているとはいえないと主張する。\nしかしながら，クレアチニンは体内毒素の主要な物質であり，その吸着\n率の高さをもって「効率の良さ」を根拠付けることも合理性がないとはい\nえないのであって，上記記載が品質を誤認させるものと認めることはでき\nず，原告の主張は採用することができない。\n( ) 製造方法に関する記載について（別紙品質等誤認表示目録１記載５）4\n証拠（甲５４，５５の１～３）及び弁論の全趣旨によれば，被告製品の添\n付文書（甲５４ ，被告パンフレットＡ，同Ｂ及び同Ｃには，いずれも被告）\n製品の仕様表が掲載されており，その「 組織・性状 」中の「成分・含量」【】\n欄には 「球形吸着炭（石油系芳香族由来の球形微粒多孔質炭素を高温にて，\n酸化及び熱処理して得たもの 」との記載があり，被告製品の製造工程には）\n酸化工程があることをが表示されていることが認められる。\n原告は，被告製品が酸化工程を経ているとする製造方法の表示について，\n被告製品の製造工程には酸化工程はなく，品質等誤認表示に当たると主張す\nる。\n，（ ， ， ） ， ，しかしながら 証拠 乙１７６ ２１２ ２２４ によれば 被告製品は\n●（省略）●ところ，窒素のみの雰囲気下での加熱ではなく，むしろ表面が\n改質する程度の酸化が行われるよう一定濃度の酸素が残存するよう酸素濃度\nを調整していることが認められる。\nしたがって，被告製品の製造工程に酸化工程がないことを前提とする原告\nの主張は採用することができない。\n( ) 被告ウェブサイトの製品検索ページの表示，被告製品の名称の使用5\n証拠（甲７８の１～５）によれば，被告マイランのウェブサイト(ＵＲＬ\nは省略)中の製品情報と題するページで，先発薬品名に「クレメジン」と入\n力して製品検索を行うと 「メルクメジンカプセル２００ｍｇ」及び「メル，\nクメジン細粒」を検索結果とするページが表示され，同ペーの上方には「先\n発製品名 クレメジン」と表示されることが認められる。\n原告は，被告製品は原告製品の後発医薬品ではなく，被告ウェブサイト上\nで被告製品を原告製品の後発医薬品であると表示することは，品質誤認表示\nに当たると主張する。\nしかしながら，被告製品は，厚生労働省から原告製品の後発医薬品である\nとして製造承認を受けたものであり，後発医薬品と表示することが品質誤認\n表示に当たるとすることはできない。\nまた，原告は，被告製品の名称を「メルクメジン」とすることも品質誤認\n表示に当たると主張する。しかしながら，被告製品が原告製品の後発医薬品\nとして製造承認を受けており，また，そもそも被告製品の名称がその品質や\n内容を示すものとは認められないから，原告の主張は採用することができな\nい。\n( ) 以上のとおり，原告の不正競争防止法に基づく請求は，いずれも理由が6\nない。なお，原告は，特許権に基づく差止請求の予備的請求として，不正競\n争防止法に基づき被告製品の製造販売の差止め及び廃棄を求めているとこ\nろ，前記のとおり，主位的請求である特許権に基づく差止請求が認められる\nため，予備的請求については，判断を要しない。\n７ 被告らは，原告の被告らに対する損害賠償請求は権利の濫用であるとも主張\nする（平成２１年１月２８日付け被告準備書面( )第５ 。しかしながら，同15 ）\n主張は時機に遅れて提出されたものと認められるので，却下する。\n８結論\n以上によれば，原告の訴状における請求については，被告らに対し特許法１\n００条に基づく被告製品の製造販売等の差止め及び廃棄請求，被告マイランに\n対し特許法１８４条の１０に基づく補償金として４２００万円及び特許権侵害\nの不法行為に基づく損害賠償金として２９５９万８２１０円（内金２８４万０\n７８５円の限度で被告扶桑薬品と連帯）の合計７１５９万８２１０円及びこれ\nに対する訴状送達の日の翌日である平成１９年２月２１日から支払済みまで民\n法所定の年５分の割合による遅延損害金の支払，並びに，被告扶桑薬品に対し\n特許権侵害の不法行為に基づく損害賠償金として，被告マイランと連帯して，\n２８４万０７８５円及び及びこれに対する訴状送達の日の翌日である平成１９\n年２月２１日から支払済みまで民法所定の年５分の割合による遅延損害金の支\n払を求める限度で理由があるからこれを認容し，その余は理由がないからこれ\nを棄却することとする。\n原告が平成２０年１１月２１日付け訴えの変更申立書で追加した請求につい\nては，被告マイランに対し特許権侵害の不法行為に基づく損害賠償金として７\n億８８４０万１７９０円（内金７３１５万９２１５円の限度で被告扶桑薬品と\n連帯して）及びこれに対する平成２０年１１月２１日付け訴えの変更申立書送\n達の日の翌日である平成２０年１１月２８日から支払済みまで民法所定の年５\n分の割合による遅延損害金の支払，並びに，被告扶桑薬品に対し特許権侵害の\n不法行為に基づく損害賠償金として，被告マイランと連帯して，７３１５万９\n２１５円及びこれに対する平成２０年１１月２１日付け訴えの変更申立書送達\nの日の翌日である平成２０年１１月２８日から支払済みまで民法所定の年５分\nの割合による遅延損害金の支払を求める限度で理由があるからこれを認容する\nこととし，その余は理由がないからこれを棄却することとする。\n原告の不正競争防止法に基づく表示行為の差止請求は，いずれも理由がない\nからこれを棄却することとする。\n被告製品の製造販売等の差止め及び廃棄を命ずる主文第１項ないし第４項に\nついては，仮執行宣言は相当でないからこれを付さないこととし，金銭の支払\nを命ずる主文第５項ないし第８項については，仮執行宣言を付すこととし，仮\n執行免脱宣言は相当でないからこれを付さないこととして，主文のとおり判決\nする。\n東京地方裁判所民事第４７部\n裁判長裁判官 阿 部 正 幸\n裁判官柵木澄子\n裁判官舟橋伸行\n（別紙）\n被告製品目録\n１ メルクメジン細粒\n２ メルクメジンカプセル２００ｍｇ\n"
}