{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 5,
    "day": 24
  },
  "case_number": "平成13(レ)55",
  "case_name": "小切手債務不存在確認等請求控訴",
  "court_name": "神戸地方裁判所",
  "lawsuit_id": "7198",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=7198",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/198/007198_hanrei.pdf",
  "contents": "判決　平成１４年５月２４日　神戸地方裁判所　平成１３年(レ)第５５号　小切手\n債務不存在確認等請求控訴事件\n主文\n１　控訴人の被控訴人Ａ会社に対する控訴を棄却する。\n２　原判決中，被控訴人Ｂに関する部分（原判決主文第２項）を次のとおり変更\nする。\n(1)　控訴人は，被控訴人Ｂに対し，金１６万４８４７円及びこれに対する平成\n１３年５月５日から支払済みまで年５分の割合による金員を支払え。\n(2)　被控訴人Ｂのその余の請求を棄却する。\n３　訴訟費用は，第１，２審とも控訴人の負担とする。\n４　この判決の第２項の(1)は仮に執行することができる。\n事実及び理由\n第１　控訴の趣旨\n１　原判決を取り消す。\n２　被控訴人らの請求をいずれも棄却する。\n３　訴訟費用は第１，２審とも被控訴人らの負担とする。\n第２　事案の概要\n本件は，被控訴人Ａ会社が控訴人との間で小切手債務不存在の確認を求め，\n被控訴人Ｂが控訴人に対し，民法７０９条に基づき前記小切手債務の原因関係たる\n売買契約の契約締結上の過失による損害の賠償及び同契約目的物たる土佐犬全国横\n綱第２０代闘犬嵐号（以下「嵐号」という。）についての事務管理に基づく有益費\n用の償還を求めた事案である。\n１　争いのない事実\n(1)　控訴人は，被控訴人Ｂに対し，平成１３年３月１０日，土佐犬嵐号を代金\n５０万円で売り渡した（以下「本件売買契約」という。）。\n(2)　被控訴人Ａ会社は被控訴人Ｂのために上記売買代金を支払う旨を約し，原\n判決添付別紙小切手目録記載の小切手（以下「本件小切手」という。）を控訴人宛\nに振り出した。\n(3)　控訴人は，支払人に対し，平成１３年３月２２日，本件小切手を支払のた\nめ呈示したが，支払を拒絶された。\n(4)　控訴人は，被控訴人Ａ会社に対し，本件小切手債権を有すると主張してい\nる。\n２　当事者の主張\n(1)　被控訴人Ａ会社\nア　本件売買契約の錯誤無効\n被控訴人Ｂは，闘犬の試合に出場させることができる土佐犬を購入する\n目的で控訴人方を訪れ，控訴人から，嵐号が闘犬の試合に出場できる経験豊富な土\n佐犬であるとの説明を受けたことから，被控訴人Ｂは，これを信じて，健康で即時\n闘犬の試合に出場可能な土佐犬として嵐号を控訴人から買い受けた。\nところが，実際には，嵐号は本件売買契約当時フィラリア症に罹患して\nいたもので，そのため被控訴人Ｂが買い受け後１か月も経過しない平成１３年４月\n５日に嵐号はフィラリア症により死亡した。\nしたがって，本件売買契約には，要素の錯誤があり，無効である。\nイ　被控訴人Ａ会社は，本件売買契約の代金支払のため本件小切手を控訴人\nに宛てて振り出したが，上記のとおり，その原因関係である本件売買契約が無効で\nあるので，控訴人に本件小切手金を支払う義務はない。\nウ　よって，被控訴人Ａ会社は，控訴人に対し，本件小切手債務が存在しな\nいことの確認を求める。\n(2)　被控訴人Ｂ\nア　契約締結上の過失責任\n控訴人は，闘犬等を販売する者として，闘犬を販売するにあたっては当\n該闘犬が健康であることを確認する義務がある。ところが，控訴人は，上記義務を\n怠り，漫然と，フィラリア症に罹患している嵐号を被控訴人Ｂに売却し，前記(1)の\nとおり被控訴人Ｂに無効の本件売買契約を締結させたのであって，これは契約締結\n上の過失に当たる。したがって，控訴人は，民法７０９条により，被控訴人Ｂが本\n件売買契約締結に要した費用等の損害について賠償する義務を負う。\n被控訴人Ｂは，本件売買契約締結に際し，兵庫県芦屋市の自宅から控訴\n人の居住する熊本へ赴くに当たり要したガソリン代４万５０００円及び高速道路使\n用代金２万７０００円の合計７万２０００円を出費した。\nイ　事務管理費用\n被控訴人Ｂは，平成１３年３月１７日，夜間救急病院で嵐号に診察を受\nけさせて診療費用３万７６９５円を支払い，また，同日から同年４月５日まで，嵐\n号をＣ動物病院に入院させ，診療費用６万５１５２円を支払った。\n前記(1)アのとおり，本件売買契約は錯誤により無効であるから，嵐号は\n本件売買契約後も控訴人の所有に属することになる。そうすると，被控訴人Ｂの支\n払った上記診療費は，控訴人のために，事務管理として行われたことになる。\nウ　よって，被控訴人Ｂは，控訴人に対し，不法行為に基づく損害賠償とし\nて上記アの損害７万２０００円及び事務管理に基づく費用償還請求として上記イの\n嵐号の診療費用１０万２８４７円並びに以上の合計金１７万４８４７円に対する訴\n状送達の日の翌日である平成１３年５月５日から支払済みまで民法所定年５分の割\n合による遅延損害金の各支払を求める。\n(3)　控訴人\n嵐号が本件売買契約当時既にフィラリア症に罹患しており，そのために嵐\n号が平成１３年４月５日死亡したとの被控訴人ら主張事実は否認する。\n本件売買契約当時，嵐号の体調は良好であった。嵐号は，被控訴人Ｂの管\n理が悪かったために死亡したとしか考えられない。\nしたがって，被控訴人Ａ会社は控訴人に対し本件小切手を支払う義務があ\nるし，控訴人には，被控訴人Ｂ主張の契約締結上の過失責任や事務管理費用の償還\n義務はない。\n第３　当裁判所の判断\n１　被控訴人Ａ会社の請求（小切手債務不存在確認）について\n(1)　前記争いのない事実，証拠（甲１，３の１ないし３，４，５の１・２，\n６，１０，１１の１ないし５，１２，控訴人本人，被控訴人Ｂ本人兼被控訴人Ａ会\n社代表者本人（以下「被控訴人Ｂ本人」という））及び弁論の全趣旨によれば，以\n下の事実が認められる。\nア　控訴人は，平成１３年１月ころ，同人の娘を通じて，インターネット上\nに「土佐犬の販売と我が家の愛犬たち」とのホームページを開設し，同ホームペー\nジ上で，同人の飼育する土佐犬の販売の広告を行った。控訴人は，上記ホームペー\nジ上において，嵐号を，全国横綱第２０代「闘犬嵐」号として紹介し，平成１２年\n１２月の大会で試合に勝った実績を掲載した。また，同ホームページ上には，「す\nぐに試合に出したい方には，即試合出場可能な様々な実績を持った経験豊富な（全\n国公認横綱もいます）犬をおすすめします。」という記載があった。\nイ　被控訴人Ｂは，上記ホームページを見て控訴人に電話をかけ，同年２月\n１７日，控訴人の住む熊本へ赴いて，闘犬大会を見学するとともに，控訴人方にお\nいて，控訴人が飼育する土佐犬を見せてもらい，実績のある闘犬であるとして嵐号\nを紹介された。\n被控訴人Ｂは，一旦自宅に戻った後，電話で控訴人に嵐号の値段を尋ね\nたところ，「５０万円でよい。雌２頭も差し上げる」という返事であったため，嵐\n号を買うこととした。\nウ　被控訴人Ｂは，同年３月１０日，嵐号を引き取るために控訴人宅を訪れ\nたが，その際，控訴人が飼っている土佐犬を再度見たところ，大きくて見た目も立\n派な若犬「朝吉」が気に入り，朝吉を買いたいと控訴人に申し入れた。しかし，控\n訴人は，被控訴人Ｂとのそれまでのやりとりを通じて，被控訴人Ｂが即戦力のある\n闘犬の購入を希望していることを認識していたため，被控訴人Ｂに対し，朝吉でも\nいいが，必ず勝つという保証はできない，勝ちたいという気があるなら嵐号の方が\nいいなどと説明し，実績のある嵐号の方を買うことを薦めるとともに，嵐号ならば\n平成１４年の春ころまで，あと３回は大会に出てそれなりの成績を挙げることがで\nきる旨の説明をした。そこで，被控訴人Ｂは，同日，嵐号を代金５０万円で購入し\nた。被控訴人Ａ会社は，同売買代金の支払のため，本件小切手を振り出した。\nエ　ところが，被控訴人Ｂが嵐号を自宅に連れ帰った平成１３年３月１０日\nから，嵐号は下痢をして体調が悪く，同月１６日夜には立てなくなったため，被控\n訴人Ｂは，嵐号を大阪府堺市内の夜間救急動物病院（以下「救急病院」という。）\nに搬送した。救急病院の担当獣医は，翌１７日，嵐号について，少なくとも半年程\n前の平成１２年９月ころからフィラリア症に罹患していたと考えられる旨，フィラ\nリア症は心臓疾患であるため十分な継続治療が必要であり，状態急変の可能性があ\nる旨，安静加療が必要であって激しい運動は避けた方がよい旨診断した。\nそこで，被控訴人Ｂは，同日，嵐号をＣ動物病院に入院させ，フィラリ\nア症の治療を受けさせたが，嵐号は，同年４月５日，同病院において，フィラリア\n症により死亡した。\n(2)　以上の事実を総合すれば，本件売買契約締結時，嵐号がフィラリア症に罹\n患しており，激しい運動ができる状態ではなかったにもかかわらず，被控訴人Ｂ\nは，嵐号が全国横綱としての実績を有し，即時試合出場可能な闘犬であるものと誤\n信してこれを購入したことが認められるから，被控訴人Ｂの売買の法律行為に錯誤\nがあったと認めることができる。もっとも，これは動機の錯誤に当たるから，錯誤\nによる無効が認められるためには，相手方（控訴人）への動機の表示が必要である\nところ，上記認定の控訴人と被控訴人Ｂの間の交渉経緯に照らせば，被控訴人Ｂは\n控訴人に対し，即戦力のある闘犬として嵐号を購入する旨売買の動機を表示してい\nたものと認めることができる。また，被控訴人Ｂが即戦力で闘犬の試合に即時出場\n可能である闘犬であると信じたからこそ嵐号を購入したものであることも上記認定\nしたところから明らかであり，上記動機は，本件売買契約の重要な部分であったと\n認められるから，その錯誤は法律行為の要素の錯誤にあたるということができる。\n以上の次第で，本件売買契約は要素の錯誤により無効であると認められ\nる。\n(3)　そうすると，被控訴人Ａ会社は，その原因関係である本件売買契約が上記\nのとおり無効であることから，控訴人に対し，本件小切手金を支払う義務はないも\nのと認められる。\nしたがって，被控訴人Ａ会社の控訴人に対する本件小切手債務不存在確認\n請求は理由があるから，これを認容した原判決は相当である。\n２　被控訴人Ｂの請求について\n(1)　契約締結上の過失責任に基づく損害賠償請求\nア　上記１(1)で認定の事実によれば，控訴人は，土佐犬を闘犬として飼育・\n訓練し，それを販売することを業としていたものと認められる。そうすると，控訴\n人には，犬の健康管理を行うとともに，犬を売買するに際しては，その犬が健康で\nあるかどうかを確認の上で販売すべき信義則上の義務があると解すべきである。\nところが，証拠（控訴人本人）及び弁論の全趣旨によれば，控訴人は，\n飼い犬を定期的に獣医に診せることもせず，フィラリア症の予防注射もまったくし\nないまま飼育し，フィラリア症に罹患したかどうかについては，餌の食べ具合や，\n闘犬の大会における戦いぶりなどから判断していたに過ぎないこと，その結果，本\n件売買契約当時，嵐号がフィラリア症に罹患していたにもかかわらずこれを見過ご\nし，被控訴人Ｂに売却したこと，その結果，上記１で認定のとおり，本件売買契約\nは錯誤による無効な契約であったことが認められる。\nそうすると，控訴人には，売り主としての上記義務を尽くさなかった過\n失が認められ，これは契約締結上の過失にあたるから，民法７０９条により，被控\n訴人Ｂが契約締結に関して支出した費用を賠償する責任があるというべきである。\nイ　証拠（被控訴人Ｂ本人）によれば，被控訴人Ｂは，本件契約締結に際\nし，契約締結場所である熊本までの交通費として，ガソリン代金３万５０００円及\nび高速道路利用代金２万７０００円（片道１万３５００円）の合計６万２０００円\nを支出したことが認められる。\nウ　以上によれば，契約締結上の過失責任に基づく被控訴人Ｂの損害賠償請\n求は，６万２０００円及びこれに対する訴状送達日の翌日である平成１３年５月５\n日から支払済みまで民法所定の年５分の割合による遅延損害金の支払いを求める限\n度で理由がある。\nしたがって，原判決中被控訴人Ｂの上記損害賠償請求に関する部分は，\n上記の限度では相当であるが，これを超えて認容した部分は相当でない。\n(2)　事務管理費用償還請求\nア　被控訴人Ｂは，平成１３年３月１７日，救急病院で嵐号に診察を受けさ\nせて診療費用金３万７６９５円を支払い（甲４），また，同日から同年４月５日ま\nで，嵐号をＣ動物病院に入院させ，診療費用金６万５１５２円を支払った（甲５の\n１・２）事実が認められるところ，上記１で認定のとおり，本件売買契約は錯誤に\nより無効と認められるから，嵐号は本件売買契約後も控訴人の所有に属し，その結\n果，被控訴人Ｂは，控訴人のために，事務管理として，控訴人所有の嵐号に上記治\n療を受けさせたと認めることができる。\nイ　そうすると，被控訴人Ｂは，控訴人に対し，事務管理に基づく費用償還\n請求として，上記診療費用合計１０万２８４７円及びこれに対する訴状送達日の翌\n日である平成１３年５月５日から支払済みまで民法所定の年５分の割合による遅延\n損害金の支払いを求めることができるから，原判決中被控訴人Ｂの同返還請求を認\n容した部分は相当である。\n３　まとめ\n以上の次第で，控訴人の被控訴人Ａ会社に対する控訴は理由がないのでこれ\nを棄却し，控訴人の被控訴人Ｂに対する控訴については，一部理由があるので，原\n判決中被控訴人Ｂに関する部分についてはこれを変更することとして，主文のとお\nり判決する。\n神戸地方裁判所第４民事部\n裁判長裁判官　　　上　　田　　昭　　典\n裁判官    　太　　田　　敬　　司\n裁判官      長　谷　部　　　　環\n"
}