{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 18,
    "month": 1,
    "day": 23
  },
  "case_number": "平成17(行ケ)10380",
  "case_name": "",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "9188",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=9188",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/188/009188_hanrei.pdf",
  "contents": "平成１７年（行ケ）第１０３８０号　審決取消請求事件\n平成１８年１月２３日判決言渡，平成１７年１２月８日口頭弁論終結\n判　　　　決\n原　告　セーブマシン株式会社\n訴訟代理人弁護士　御器谷修，島津守，梅津有紀，土屋義隆，弁理士　丹羽宏\n之，野口忠夫，吉澤大輔\n被　告　日之出水道機器株式会社\n訴訟代理人弁理士　福田賢三，福田伸一，加藤恭介\n主　　　　文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n事実及び理由\n第１　原告の求めた裁判\n「特許庁が無効２００４－８０１０９号事件について平成１７年１月５日にした\n審決を取り消す。」との判決。\n第２　事案の概要\n本件は，特許を無効とする審決の取消しを求める事件であり，原告は無効とされ\nた特許の特許権者，被告は無効審判の請求人である。\n１　特許庁における手続の経緯\n(1)　原告は，発明の名称を「マンホ－ル蓋を含む枠取替え工法」とする特許第３\n５２２２６８号（平成１５年４月１日出願（優先日平成１４年４月２６日，優先権\n主張国日本），平成１６年２月２０日設定登録。以下「本件特許」という。）の特\n許権者である（甲Ｂ１５）。\n(2)　被告は，平成１６年７月２３日，本件特許について無効審判の請求をした\n（無効２００４－８０１０９号事件として係属）。\n(3)　特許庁は，平成１７年１月５日，「特許第３５２２２６８号の請求項１ない\nし５に係る発明についての特許を無効とする。」との審決をし，同月１７日，その\n謄本を原告に送達した。\n２　特許請求の範囲の記載\n【請求項１】　電気，電信，ガス，及び上下水道系等におけるマンホール蓋を含\nむ枠の取替え工事に際し，回転円弧状または球面状カッターを備えた路面用カッタ\nー装置を，３６０°旋回させて，蓋を含む枠の周囲の路面に回転円弧状または球面\n状に切り込みを入れて分離除去可能とし，この分離された切断片を除去した後に，\n下桝上に新たにマンホール枠を固着すると共に，このマンホール枠の周囲にできる\n空間に主材とする自硬性を有する高流動性無収縮充填材を充填し，転圧工程を不要\nとしたことを特徴とするマンホール蓋を含む枠取替え工法。\n【請求項２】　請求項１記載の前記高流動性無収縮充填材は，主としてカルシウ\nム，サルフォ，アルミネート系等の金属系無収縮材を含むモルタル類からなり，か\nつ表層材を備えて成ることを特徴とするマンホール蓋を含む枠取替え工法。\n【請求項３】　請求項１記載の前記高流動性無収縮充填材は，主として金属性骨\n材を含まない非金属系無収縮材を含むモルタル類からなり，かつ表層材を備えて成\nることを特徴とするマンホール蓋を含む枠取替え工法。\n【請求項４】　請求項２または３記載の表層材を繊維質含有材料としたことを特\n徴とするマンホール蓋を含む枠取替え工法。\n【請求項５】　請求項１記載のマンホール蓋を含む枠取替え工法において，前記\n高流動性無収縮充填材を充填する際に，補強用鉄筋を網目状に配設したことを特徴\nとするマンホール蓋を含む枠取替え工法。\n３　審決の理由の要旨\n審決の理由は，以下のとおりであるが，要するに，請求項１ないし５に係る発明\n（以下「本件発明」といい，各発明は請求項の番号に従い「本件発明１」のように\nいう。）は，公然実施された発明であるか，公然実施された発明，公知技術及び周\n知技術に基づいて当業者が容易に発明をすることができたものであり，かつ，本件\n出願前に頒布された刊行物及び周知技術に基づいて当業者が容易に発明をすること\nができた，というものである。\n(1)　対比・判断\nア　第１の無効理由について\n（判決注：第１の無効理由は，「本件発明１ないし５は，審判甲１ないし８（本\n訴甲Ａ１ないし８）に示すように，公然実施された発明，或いは，公然実施された\n発明に基いて容易に発明をすることができたものであるから，特許法２９条１項２\n号又は同条２項に該当し，特許を受けることができない。」というものである。）\nまず，審判甲１ないし４の１３（本訴甲Ａ１ないし４の１３）によって示され，\n平成１４年３月７日に神奈川県大和市上草柳１００４番地の公道で実施された，マ\nンホール蓋を含む枠取替え工法（以下「実施工法」という。）が公然実施されたも\nのであるか否かを検討する。\n被請求人は，該実施工法は，人通りの少ない場所を選定して行われ，工事関係者\n以外に一般公衆が立ち入れないようにカラーコーンを設置して道路を閉鎖し，２時\n間程度の短時間に一度実施しただけであり，繰り返し行ったものではないから，公\n然実施ではない旨主張する。\nしかしながら，上記実施工法が実施された場所が，いくら人通りの少ない場所を\n選定したといっても公道である以上，一般公衆が立ち入れないものではなく，ま\nた，カラーコーンが設置された証拠方法は示されておらず，例えカラーコーンが設\n置されているとしても，一般公衆の視界を遮るものでもなく，さらに，短時間に一\n度実施しただけだとしても，時間の多寡にかかわらず，一般公衆が見ようとすれば\n見うる状態にあったことは明らかである。このことは，審判甲２（本訴Ａ２）ビデ\nオテープにおいて，白いトラック（２分３０秒～），一般歩行者（８分５５秒\n～），自転車（１０分５０秒～）が通行していることからも伺える。\nまた，被請求人によれば，上記実施工法の立会人の，神奈川県企業庁水道局大和\n営業所工務課職員，請求人社員，被請求人社員，理研ダイヤモンド工業株式会社社\n員，ツチヤ総研社員は，文書上には明記されていないものの，社会通念上又は商習\n慣上，守秘義務があることは信義則上明らかである旨主張する。\nしかしながら，被請求人が上記立会人に守秘義務を課したことが口頭で又は文書\nで行われたか明らかでなく，その上，上記のように，一般公衆が見ようとすれば見\nうる状態の場所で上記実施工法を行ったということは，被請求人において秘密にし\nようという考えが無かったか，秘密にしようとする意図が希薄であったことが伺え\nる。\nしかも，被請求人が守秘義務があると主張する当の請求人が，本件無効審判事件\nを提起したということは，上記実施工法について守秘義務を課していないともいえ\nる。\n以上のとおりであるから，上記実施工法は，公然実施されたものであると認めら\nれる。\n以下，本件発明１ないし５について検討する。\n(ｱ)　本件発明１について\n本件発明１と実施工法とを対比すると，審判甲３の１９ないし２４（本訴甲Ａ３\nの１９ないし２４）によれば，実施工法では，マンホール枠の周囲にできる空間に\n「ＨＩーＪＵＳＴＥＲ」を充填したことが認められ，該「ＨＩーＪＵＳＴＥＲ」\nは，審判甲７（本訴甲Ａ７）及び審判甲８（本訴甲Ａ８）によれば，「ハイジャス\nター」（自硬性を有する高流動性無収縮充填材）であると認められるからから，本\n件発明１と実施工法とに構成の差違はない。\n(ｲ)　本件発明２について\n本件発明２と実施工法とを対比すると，審判甲７（本訴甲Ａ７）２頁によれば，\n実施工法における充填する高流動性無収縮充填材は，主としてカルシウム，サルフ\nォ，アルミネート系等の金属系無収縮材を含むモルタル類であると認められるから\nから，本件発明２と実施工法とに構成の差違はない。\n(ｳ)　本件発明３について\n本件発明３と実施工法とを対比すると，上記一致点を有すると共に，本件発明３\nが「高流動性無収縮充填材は，主として金属性骨材を含まない非金属系無収縮材を\n含むモルタル類」であるのに対し，実施工法がこのような構成を有しない点で相違\nする。\n上記相違点を検討すると，非金属系骨材を含むモルタル類は，特開２０００－１\n４３３１７号公報，特開平３－１９３６４９号公報及び特開昭６２－１１３７４１\n号公報等に記載されているように本件出願前に周知であるから，上記実施工法にお\nいて，上記相違点の本件発明３に係る構成とすることは，当業者であれば容易に思\nい付くことである。\n(ｴ)　本件発明４について\n本件発明４と実施工法とを対比すると，上記一致点及び相違点の他，本件発明４\nが「表層材を繊維質含有材料」としたのに対し，上記実施工法の表層材の含有材料\nが明確でない点で相違する。\n上記相違点を検討すると，舗装材料に繊維質材料を含有させることは，例えば，\n審判甲１２（本訴甲Ａ１２）段落【００１３】等に記載されているように，周知慣\n用のことであるから，上記実施工法において，上記相違点の本件発明４に係る構成\nとすることは，当業者であれば容易に思い付くことである。\n(ｵ)　本件発明５について\n本件発明５と実施工法とを対比すると，上記一致点及び相違点の他，本件発明５\nが「高流動性無収縮充填材を充填する際に，補強用鉄筋を網目状に配設した」のに\n対し，上記実施工法はこのことが明確でない点で相違する。\n上記相違点を検討すると，審判甲１３（本訴甲Ａ１３）等に記載されているよう\nに網目状の補強材を鉄筋により構成することは従来から周知慣用であり，又，審判\n甲１４（本訴甲Ａ１４）段落【０００２】ないし段落【０００４】には，アスファ\nルト舗装道路において「合成繊維で編成され，かつ，その外面を合成樹脂で被覆さ\nれた格子状のシートをアスファルト層内に埋設させて補強すること」が従来の技術\nとして記載されており，上記相違点の本件発明５に係る構成とすることは，当業者\nであれば容易に思い付くことである。\n以上のとおり，本件発明１及び２は，公然実施された発明であるから，特許法２\n９条１項２号に該当し，本件発明３ないし５は，公然実施された発明，公知技術及\nび周知技術に基いて当業者が容易に発明をすることができたものであり，本件発明\n３ないし５のように構成したことによる格別の作用効果も認められないから，同法\n２９条２項の規定に違反して，特許されたものである。\nイ　第２の無効理由について\n（判決注：第２の無効理由は，「本件発明１ないし５は，審判甲９及び１０並び\nに７，８及び１１ないし１４（本訴審判甲Ａ９及び１０並びに７，８及び１１ない\nし１４）に記載された発明に基いて当業者が容易に発明をすることができたもので\nあるから，特許法２９条２項に該当し，特許を受けることができない。」というも\nのである。）\n(ｱ)　本件発明１について\n本件発明１と審判甲１０（本訴甲Ａ１０）記載の発明とを対比すると，審判甲１\n０（本訴甲Ａ１０）記載の発明の「マンホール蓋１」，「蓋受枠１１」，「円筒状\nの円形カッター等」，「切断した舗装片」，「コンクリートブロック１２」，「舗\n装剤Ｍ」，「マンホール蓋周辺の道路舗装層の切断工法及び修復工法」はそれぞれ\n本件発明１の「（マンホール）蓋」，「（マンホール）枠」，「路面用カッター装\n置」，「切断片」，「下桝」，「充填材」，「マンホールを含む枠取替え工法」に\n相当し，審判甲１０（本訴甲Ａ１０）記載の発明の「充填材」が自硬性を有するこ\nとは技術常識であるから，両者は，\n「電気，電信，ガス，及び上下水道系等におけるマンホール蓋を含む枠の取替え工\n事に際し，路面用カッター装置を，蓋を含む枠の周囲の路面に切り込みを入れて分\n離除去可能とし，この分離された切断片を除去した後に，下桝上に新たにマンホー\nル枠を固着すると共に，このマンホール枠の周囲にできる空間に主材とする自硬性\nを有する充填材を充填したマンホール蓋を含む枠取替え工法。」である点で一致\nし，次の各点で相違する。\n（相違点１）\n本件発明１の路面用カッター装置が「回転円弧状または球面状カッターを備えた\n路面用カッター装置を３６０°旋回」させるものであり，「枠の周囲の路面に回転\n円弧状または球面状に切り込みを入れ」るのに対し，審判甲１０（本訴甲Ａ１０）\n記載の発明の路面用カッター装置は，円筒状の円形カッター等である点。\n（相違点２）\n本件発明１の充填材が「高流動性無収縮」であり，「転圧工程を不要とした」も\nのであるのに対し，審判甲１０（本訴甲Ａ１０）記載の発明の充填材がこのような\nものであるか否か明確でない点。\n上記相違点１を検討すると，路面用カッター装置が回転円弧状または球面状カッ\nターを備えた路面用カッター装置を３６０°旋回するものは，審判甲９（本訴甲Ａ\n９）及び審判甲９（本訴甲Ａ９）段落【０００３】に挙げられた特開平７－２７９\n１１８号公報（本訴乙３）等に記載されており，相違点１の本件発明１に係る構成\nとすることは，当業者であれば容易に思い付くことである。\n上記相違点２を検討すると，審判甲１０（本訴甲Ａ１０）記載の発明の充填材\n（舗装剤Ｍ）は液状のものであることから高流動性であることが示唆され，審判甲\n７（本訴甲Ａ７）（末尾に「・・・２００２年３月現在のもの・・・」との記載あ\nり。）及び審判甲８（本訴甲Ａ８）（末尾に「・・・’９８年３月現在のも\nの・・・」との記載あり。）には，マンホール調整部に高流動性無収縮充填材が記\n載され，特開２０００－１４３３１７号公報，特開平３－１９３６４９号公報及び\n特開昭６２－１１３７４１号公報等には，「収縮低減」，「良好な流動性」（特開\n２０００－１４３３１７号公報段落【０００４】ないし段落【０００６】）等と記\n載されており，高流動性無収縮充填材は従来周知と認められるから，上記相違点２\nの本件発明１に係る構成とすることは，当業者であれば容易に思い付くことであ\nる。\n被請求人は，「道路」，「マンホール」が記載された公開公報は膨大であり，こ\nれら公報から，審判甲９（本訴甲Ａ９），審判甲１０（本訴甲Ａ１０）といった２\n件の公報を順序をつけて選択することは容易でない旨主張するが，それは，単に統\n計上の話であって，審判甲９（本訴甲Ａ９），審判甲１０（本訴甲Ａ１０）いずれ\nも，路面を平面視円形に切り込みを入れて除去する点では一致しており，当該技術\n分野で技術常識を有する当業者にとって，審判甲９（本訴甲Ａ９），審判甲１０\n（本訴甲Ａ１０）を組み合わせることに格別困難性があるとは認められない。\n被請求人は　審判甲９（本訴甲Ａ９）には，「工法」なる用語が記載されていな\nいというが，審判甲９（本訴甲Ａ９）には路面用カッターが記載されており，路面\nが傾斜しているか否かは別として，これを審判甲１０（本訴甲Ａ１０）記載の工法\nに適用することは，当業者であれば容易に思い付くことである。また，被請求人\nは，傾斜地における審判甲１０（本訴甲Ａ１０）の工法において，円筒状の円形カ\nッターの代わりに審判甲９（本訴甲Ａ９）の路面用カッターを使用することは不可\n能であるというが，上記審判甲１０（本訴甲Ａ１０）記載の発明の認定において，\n実施例の傾斜地に限ったわけではないし，審判甲１０（本訴甲Ａ１０）記載の工法\nに審判甲９（本訴甲Ａ９）記載の路面カッターを適用するにあたっては当業者であ\nれば適宜設計上の工夫をすると思われるから，これらの組合せに困難性はない。さ\nらに，被請求人は，本件発明１は，マンホール枠の周囲にできる回転円弧状または\n球面状の空間に，高流動性無収縮充填材を充填することにより，転圧工程を不要と\nしたというが，回転円弧状または球面状の空間を構成したことにより直ちに転圧工\n程が不要となるものでもなく，また，従来周知の高流動性無収縮充填材\nがもともと流動性が高いことから，転圧工程が不要なものであって，当業者が予測\nできない要件ということはできない。\n(ｲ)　本件発明２について\n本件発明２と審判甲１０（本訴甲Ａ１０）記載の発明とを対比すると，上記(ｱ)の\n一致点及び相違点の他に，下記の相違点を有する。\n（相違点３）\n本件発明２の充填材が「主としてカルシウム，サルフォ，アルミネート系等の金\n属系無収縮材を含むモルタル類」であるのに対し，審判甲１０（本訴甲Ａ１０）記\n載の発明はこのような構成のない点。\n（相違点４）\n本件発明２が「表層材」を備えるのに対し，審判甲１０（本訴甲Ａ１０）記載の\n発明はこのような構成のない点。\n上記相違点３を検討すると，審判甲１１（本訴甲Ａ１１）には，土木・建築分野\nにおいて，速硬材がカルシウムアルミネート，膨張剤がカルシウムサルホアルミネ\nートを含有している超速硬性無収縮グラウト材を使うことが記載されており，又，\n審判甲７（本訴甲Ａ７）２頁には，高流動性無収縮充填材は，主としてカルシウ\nム，サルフォ，アルミネート系等の金属系無収縮材を含むモルタル類が記載されて\nいることから，上記相違点３の本件発明２に係る構成とすることは，当業者であれ\nば容易に思い付くことである。\n上記相違点４を検討すると，マンホール等を備える路面において，舗装層を多層\nにすることは常套手段であるから，上記相違点４の本件発明２に係る構成とするこ\nとは，当業者であれば容易に思い付くことである。\n(ｳ)　本件発明３について\n本件発明３と審判甲１０（本訴甲Ａ１０）記載の発明とを対比すると，上記(ｱ)の\n一致点及び相違点の他に，下記の相違点を有する。\n（相違点４）\n本件発明３が「表層材」を備えるのに対し，審判甲１０（本訴甲Ａ１０）記載の\n発明はこのような構成のない点。\n（相違点５）\n本件発明３の充填材が「主として金属性骨材を含まない非金属系無収縮材を含む\nモルタル類」からなるのに対し，審判甲１０（本訴甲Ａ１０）記載の発明はこのよ\nうな構成のない点。\n上記相違点４については，(ｲ)において述べたとおりである。\n上記相違点５を検討すると，上記相違点５の本件発明３に係る構成は，上記ア(ｳ)\nにおいて述べた理由により，本件出願前に周知であるから，上記審判甲１０（本訴\n甲Ａ１０）記載の発明において，上記相違点５の本件発明３に係る構成とすること\nは，当業者であれば容易に思い付くことである。\n(ｴ)　本件発明４について\n本件発明４と審判甲１０（本訴甲Ａ１０）記載の発明とを対比すると，上記(ｱ)な\nいし(ｳ)の一致点及び相違点の他に，下記の相違点を有する。\n（相違点）\n本件発明４が表層材を繊維質含有材料としたのに対し，審判甲１０（本訴甲Ａ１\n０）記載の発明はこのような構成のない点。\n上記相違点を検討すると，上記相違点の本件発明４に係る構成は，上記ア(ｴ)にお\nいて述べた理由により，周知慣用のことであるから，上記審判甲１０（本訴甲Ａ１\n０）記載の発明において，上記相違点の本件発明４に係る構成とすることは，当業\n者であれば容易に思い付くことである。\n(ｵ)　本件発明５について\n本件発明４と審判甲１０（本訴甲Ａ１０）記載の発明とを対比すると，上記(ｱ)の\n一致点及び相違点の他に，下記の相違点を有する。\n（相違点）\n本件発明５が「高流動性無収縮充填材を充填する際に，補強用鉄筋を網目状に配\n設した」のに対し，上記審判甲１０（本訴甲Ａ１０）記載の発明はこのことが明確\nでない点。\n上記相違点を検討すると，上記相違点の本件発明５に係る構成は，上記ア(ｵ)にお\nいて述べたとおり，周知慣用であるから，上記相違点の本件発明５に係る構成とす\nることは，当業者であれば容易に思い付くことである。\n以上のとおりであり，本件発明１ないし５は，本件出願前に頒布された刊行物及\nび周知技術に基いて当業者が容易に発明をすることができたものであり，本件発明\n１ないし５のように構成したことによる格別の作用効果も認められないから，同法\n２９条２項の規定に違反して特許されたものである。\nウ　第３の無効理由について\n第３の無効理由は，本件発明３の構成要件「主として金属製骨材を含まない非金\n属系無収縮材を含むモルタル類」について，発明の詳細な説明に，具体的な記載が\n全く存在せず，当業者がその実施をすることができる程度に明確かつ充分に記載さ\nれているとはいえないというものである。\nしかしながら，非金属系骨材を含むモルタル類は，特開２０００－１４３３１７\n号公報，特開平３－１９３６４９号公報及び特開昭６２－１１３７４１号公報等に\n記載されているように本件出願前に周知であることから，本件発明３の構成要件\n「主として金属製骨材を含まない非金属系無収縮材を含むモルタル類」は明確であ\nり，本件明細書の発明の詳細な説明に具体的な記載がなくとも，本件発明３は当業\n者であれば容易に実施できると認められるから，請求人の主張は理由がない。\nエ　手続の経過について\n被請求人は，答弁書において，特開２００１－２５９２１６号公報（審判甲９\n（本訴甲Ａ９））は，出願当初から被請求人が提示し，２回に亘る拒絶理由通知の\n引用文献として提示された上で，本件発明が進歩性を認められたこと（審判乙１０\nの(1)（本訴甲Ｂ２４の１）ないし審判乙１１の(2)（本訴甲Ｂ２５の２）），米国\nでは，格別意見を認められることなく特許されたこと（審判乙１２（本訴甲Ｂ２\n６）），及び，ヨーロッパ調査報告書の引用文献である特開２００１－２９４４６\n９号公報（審判甲１１（本訴甲Ａ１１））がカテゴリー「Ａ」（技術水準を示す文\n献の意味・・・合議体注）であること（審判乙第１３ないし審判乙１４の(2)（本訴\n甲Ｂ２７ないし本訴甲Ｂ２８の２））を挙げ，これらの手続の経過からみて，本件\n発明は特許性を否定するものではない旨主張している。\nしかしながら，特許庁の審査結果を再吟味するのが審判であり，審査において特\n許されたからといって審判においても特許が維持されるべきものでもないし，特許\n制度は属地主義を採っていることから，米国，ヨーロッパの審理結果には拘束され\nない。\nオ　商業的成功について\n被請求人は，本件発明が，契機となって全国パラボラ工法協会を創設したこと\n（審判乙１５（本訴甲Ｂ２９）），外国刊行物及び国内のカタログに掲載されたこ\nと（審判乙１６の(1)ないし審判乙１８（本訴甲Ｂ３０の１ないし本訴甲Ｂ３\n２）），国土交通省新技術情報システム（ＮＥＴＩＳ）に選ばれたこと（審判乙１\n９の(1)及び(2)（本訴甲Ｂ３３の１及び２））を挙げ，本件発明が商業的成功を収\nめた旨主張する。\nしかしながら，本件発明が，上記ア及びイに述べたように技術的に新規性，進歩\n性がないと認定される以上，仮に，商業的成功を納めているとしても，そのような\n事情は，進歩性を左右するものではない。また，商業的成功は，発明の技術的特徴\nの他，製品の経済性，販売方法，経済状況の変動等種々のものがあり，一概に，本\n件発明がすぐれていることのみによるとはいえない。\n(2)　以上のとおりであるから，本件発明１ないし５は特許法１２３条１項２号に\n該当し，その特許は無効とすべきものである。\n第３　当事者の主張の要旨\n１　原告主張の審決取消事由\n(1)　第１の無効理由について\n審決は，「実施工法は，公然実施されたものであると認められる。」とし，「本\n件発明１及び２は，公然実施された発明であるから，特許法２９条１項２号に該当\nし，本件発明３ないし５は，公然実施された発明，公知技術及び周知技術に基いて\n当業者が容易に発明をすることができたものである」と判断した。\nア　甲Ａ１及び２はビデオテープであり，審決は，これに基づき実施工法が公然\n実施されたことを認定したが，審決は，上記ビデオテープについて，誰がどのよう\nな意図で録画し，どのように編集したのかを検討していない。しかも，上記ビデオ\nテープは，本件発明１の「マンホール蓋を含む枠取替え工法」の要部を記録しただ\nけで，施工作業のすべてを記録しているわけではなく，また，不特定多数の人に頒\n布したものでもないから，上記ビデオテープをもって実施工法が公然実施されたと\n認定することはできない。\nイ　審決は，「ビデオテープにおいて，白いトラック（２分３０秒～），一般歩\n行者（８分５５秒～），自転車（１０分５０秒～）が通行している」としている\nが，上記車両及び通行人はいずれも工事関係者であって，工事に必要な材料等を運\n搬していたものである。\nそして，工事参加者は，特許出願前の工事であることを認識していたものであ\nり，特に工事を管理する神奈川県企業庁水道局の担当官は，工場現場として一般通\n行人の少ない場所を選ぶとともに，工事現場に通ずる道路に「漏水修理工事」と表\n記した看板を立て，カラーコーンで道路の通行を遮断し，係官を1名ずつ配置して，\n通行人や車輌の進入通過を防ぐ態勢につき万全を期していた。本件特許は，「マン\nホール蓋」の「取替工法」に係るもので，地表上での作業工程のみならず，地上か\nら見難い地下での作業工程を含む上，作業工程は約２時間で，その間，現場で観察\nを続けない限り実施工法を知ることはできないから，実施工法は，一般公衆が見よ\nうとすれば見うる状態にあったということはできない。\nウ　実施工法は，原告の秘密にしようとする意図の下で，実際に一般公衆が見る\nことのできない状態で行われた。当日は，資料作りの必要もあり，ビデオ撮影など\nを立会人が各自で行っていたが，神奈川県企業庁水道局の担当官の指示の下に道路\nも交通を遮断したのであり，工事参加者には事前に試験施工であることを通知して\nいたから，工事参加者全員が守秘義務を負っていたことは明らかである。被告も，\nまた，原告取扱製品の総代理店となることを希望し，原告取扱製品を月数十台販売\nすることを約束して，共同で実施工法を実施することを強く希望していたから，被\n告が守秘義務を負っていたことも明らかであり，被告が本件特許の技術内容を知っ\nているからといって，直ちに公知であるということはできない。\nエ　したがって，実施工法が公然実施されたものであると認めることはできない\nから，審決の認定は誤りであり，実施工法が公然実施されたことを前提とする審決\nの判断も誤りである。\n(2)　第２の無効理由について\nア　特許法１５３条２項違反\n審決は，本件発明１と甲Ａ１０記載の発明とを対比して，一致点を認定した上，\n相違点について，「相違点１の本件発明１に係る構成とすることは，当業者であれ\nば容易に思い付くことである。」，「相違点２の本件発明１に係る構成とすること\nは，当業者であれば容易に思い付くことである。」と判断した。\n(ｱ)　しかしながら，被告は，審判において，本件発明１と甲Ａ９記載の発明とを\n対比し，相違点について，当業者が容易に想到することができると主張しているの\nであって，甲Ａ１０については，「このマンホール枠の周囲にできる空間に主材と\nする自硬性を有する高流動性充填剤を充填し，」との構成が記載されていると主張\nしているにすぎない。\n(ｲ)　審決の判断した上記無効理由と被告の主張する無効理由とは，基礎となる発\n明が異なるから，完全に異なっており，また，被告は，甲Ａ１０に「マンホール蓋\nを含む枠取替え工法」が記載されているとは主張していない。そうすると，審決の\n判断した上記無効理由は，当事者が申し立てない理由であるから，これについて審\n理をするのであれば，これを原告に通知し，意見を申し立てる機会を与えなければ\nならない。\n(ｳ)　原告は，審決の審理判断した上記無効理由について，通知を受けず，意見を\n申し立てる機会が与えられなかったのであるから，審判手続には，特許法１５３条\n２項の規定に違反する瑕疵がある。\nイ　甲Ａ１０記載の発明の認定の誤り，相違点の看過\n審決は，本件発明１と甲Ａ１０記載の発明とを対比し，甲Ａ１０記載の発明の\n「マンホール蓋周辺の道路舗装層の切断工法及び修復工法」が本件発明１の「マン\nホールを含む枠取替え工法」に相当するとして，「両者は，「・・・マンホール蓋\nを含む枠取替え工法。」である点で一致」すると認定した。\n(ｱ)　甲Ａ１０は，特許請求の範囲，発明の実施の形態のいずれにおいても，傾斜\n地，オフセットを主たる要件とする道路舗装層切断工法，道路舗装層修復工法が記\n載されているのであって，マンホール蓋の取替えは記載されておらず，示唆もされ\nていない。\n(ｲ)　甲Ａ１０に記載された工法は，道路工事又は車両通過による加重等の理由に\nよりマンホール蓋と道路表面との間に高さのずれが生じたときに実施されるマンホ\nール蓋の高さ調整のための工法であって，「マンホールを含む枠取替え工法」では\nないから，審決は，甲Ａ１０記載の発明の認定を誤り，その結果，一致点の認定を\n誤って，相違点を看過したものである。\nウ　相違点１についての判断の誤り\n審決は，相違点１について，「路面用カッター装置が回転円弧状または球面状カ\nッターを備えた路面用カッター装置を３６０°旋回するものは，甲Ａ９及び甲Ａ９\n段落【０００３】に挙げられた特開平７－２７９１１８号公報（乙３）等に記載さ\nれており，相違点１の本件発明１に係る構成とすることは，当業者であれば容易に\n思い付くことである。」と判断した。\n(ｱ)　甲Ａ１０記載の発明の路面用カッター装置は，円筒状の円形カッター等であ\nるところ，このような従来周知の円筒状の円形カッター等から示唆されるものは，\n甲３７（「まるい技術エポ工法」と題するカタログ）にあるように，作業車で運搬\nされる大型の円筒状の刃を有するカッターであり，甲Ａ９に記載のような，断面円\n弧状の刃と円盤状の刃を交換して，路面を円形，直線両方の切断（円・直両用切\n断）ができることを特徴とする路面用カッターではない。\n(ｲ)　審決が援用する特開平７－２７９１１８号公報（乙３）に記載されているの\nは，縦断面台形のブレード（刃）を用いるものであって，回転円弧状又は球面状カ\nッターを備えたものではない上，上記公報の段落【０００４】には，「一般に舗装\n工事の仕様書では，路面に対して直角に切断するように規定されており，上記の球\n冠状のブレ－ドによる切断方法はこの規定を充足することができないのである。」\nとの記載があり，これによれば，本件発明１のような回転円弧状又は球面状カッタ\nー（球冠状のブレ－ド）を備えた路面用カッター装置は舗装工事に使用することが\nできないから，上記公報には，甲Ａ９の甲Ａ１０への結びつきを否定する事由（阻\n害要因）が明記されている。\n(ｳ)　また，審決は，「甲Ａ９，甲Ａ１０いずれも，路面を平面視円形に切り込み\nを入れて除去する点では一致して」いるとするが，甲Ａ９，甲Ａ１０にはそのよう\nな記載はないから，上記の点で両者が結びつくとは解されない。ちなみに，甲Ａ９\nの請求項１の「断面円弧状回転体を回転させて路面を円形にカットする」は，路面\nから道路舗装層を球面状に切断することであり，甲Ａ１０の請求項１の「道路舗装\n層を略円形状に切断する」は，路面から道路舗装層を円柱状に切断することであっ\nて，両者の切断形状は明らかに相違する。\n(ｴ)　甲Ａ１０の請求項１，２の冒頭に「傾斜地に設置されるマンホール\n蓋・・・」とあるように，甲Ａ１０記載の発明は，傾斜地に限られた工法であり，\n円筒状の円形カッターの代わりに甲Ａ９の路面用カッターを使用することは不可能\nである。\n(ｵ)　これらの事情に照らすと，相違点１の本件発明１に係る構成とすることは，\n当業者が容易に思い付くとはいえないから，審決の判断は誤りである。\n２　被告の反論\n(1)　第１の無効理由に対して\nア　甲Ａ１のビデオテープは原告代表者が撮影し，甲Ａ２のビデオテープは被告\n従業員が撮影したものであるところ，１３４分間の施工作業のうちの３０分以上に\nわたるもので，本件発明１の構成要件のすべてを克明に撮影している。また，上記\nビデオテープが不特定多数の人に頒布したものであるか否かは，実施工法が公然と\n実施されたものであるか否かとは関係がないことである。\nイ　ビデオテープに撮影された車両及び通行人は，その映像に照らすと，工事関\n係者ではなく，工事に全く関係のない車両や一般歩行者であり，原告は，その内容\nが公然知られる状況又は公然知られるおそれのある状況で，実施工法を実施してい\nるのである。\nウ　工事参加者は，品質を確認するための試験施工であるとの認識があったもの\nの，特許出願を前提とする守秘義務を負うとの認識はなく，秘密保持のために交通\nを遮断していたという認識もなかった。被告も，また，実施工法を共同で実施する\nことを希望したが，特許出願を前提とする守秘義務を負うとの認識はなかった。\nエ　したがって，実施工法は公然実施されたものであって，審決の認定に誤りは\nなく，実施工法が公然実施されたことを前提とする審決の判断にも誤りはない。\n(2)　第２の無効理由に対して\nア　特許法１５３条２項違反について\n(ｱ)　被告は，審判において，審判請求書に甲Ａ９及び１０を添付して，従来の公\n知技術として主張しており，原告も，これに対し，十分に反論をしている。\n(ｲ)　したがって，審決の第２の無効理由について，原告に意見を申し立てる機会\nがなかったとはいえず，不利に取り扱われたわけではないから，審判手続に特許法\n１５３条２項の規定に違反する瑕疵はない。\nイ　甲Ａ１０記載の発明の認定の誤り，相違点の看過について\n甲Ａ１０記載の発明は，「道路舗装層切断工法及び修復工法」という名称である\nが，甲Ａ１０の段落【００１０】に「マンホール蓋周囲の道路舗装層を円形カッタ\nー等を用いて略円形状に切断し，切断した舗装片を除去する。そうすることによ\nり，道路舗装層とマンホール蓋との間に溝が形成される。」という技術が記載され\nており，従来からの周知技術と相侯って判断すると，マンホール周囲の溝形成方法\nないしマンホール周囲に溝を形成することにより枠を容易に取り替えることができ\nる枠取替え工法を容易に連想することができる。\nまた，甲Ａ１０の段落【０００３】には，「マンホール蓋高さ調整は，・・・マ\nンホールブロックとマンホール蓋枠との間を調整リング，スプリング等を用いてマ\nンホール蓋枠を上下動調整した後，」との記載がある。マンホール蓋枠を上下動調\n整する際に，調整リング等を用いる場合には，当然に，マンホール蓋枠をマンホー\nルブロック上から除去して，調整リング等をマンホールブロック上に設置し，その\n後再度マンホール蓋枠を調整リング等の上に設置する工程を要するが，この際に，\nマンホール蓋枠を新規なものに取り替えれば「マンホール蓋を含む枠取り替え」と\nなるから，甲Ａ１０におけるマンホール蓋高さ調整とマンホール蓋を含む枠取替え\nとは，技術的に相違があるものではない。\nしたがって，甲Ａ１０号証の「マンホール蓋周辺の道路舗装層の切断工法及び修\n復工法」が，本件発明１の「マンホール蓋を含む枠取替え工法」に相当するとした\n審決に誤りはなく，相違点の看過はない。\nウ　相違点１についての判断の誤りに対して\n(ｱ)　甲Ａ１０には，「道路舗装層を略円形状に切断」（段落【０００６】，段落\n【０００７】），「道路舗装層を円形カッター等を用いて略円形状に切断する。」\n（段落【０００９】），「道路舗装層を円形カッター等を用いて略円形状に切断\nし，」（段落【００１０】）などと記載されているだけであって，切断するカッタ\nー装置を具体的に特定していないし，これを具体的に特定する必要もない。\n(ｲ)　特開平７－２７９１１８号公報（乙３）の段落【０００２】には，「【従来\nの技術】マンホール等のまわりの路面を平面円形に切断する装置としては，円筒形\nのカッタを鉛直軸線のまわりに回転させる方法や，実公昭６２－１９６８７号公報\nに開示された円盤状ブレードを用いる方法，あるいは特開昭６３－５５２０４号公\n報に開示された球冠状のブレードを用いる方法などがある。」との記載があり，こ\nれによれば，マンホール等のまわりの路面を平面円形に切断する方法や装置が記載\nされているから，上記公報に，甲Ａ９の甲Ａ１０への結びつきを否定する事由（阻\n害要因）は記載されていない。\n(ｳ)　甲Ａ９も，甲Ａ１０も，上から見ると，路面を円形に切り込みを入れて，切\n込みを入れた部分を除去しているのであって，この点では完全に一致している。審\n決は，甲Ａ９の請求項１が路面から道路舗装層を球面状に切断するとか，甲Ａ１０\nの請求項１が路面から道路舗装層を円柱状に切断すると判断しているものではない\nのであるから，切断の断面形状をとらえて，両者の切断形状が相違するというのは\n間違っている。\n(ｴ)　甲Ａ１０の請求項１，２の冒頭には「傾斜地に設置されるマンホール\n蓋・・・」とあるが，甲Ａ１０を公知文献として判断した場合，マンホール蓋周囲\nの道路舗装層を円形カッター等を用いて略円形状に切断し，切断した舗装片を除去\nすることにより，溝が形成される，とみるのが当業者の技術常識であり，円筒状の\n円形カッターの代わりに甲Ａ９の路面用カッターを使用することに困難はない。\n(ｵ)　甲Ａ９は，段落【０００１】に記載されているように，「道路工事等の際に\n用いられる路面用カッター」に関するものであって，段落【００１８】には「切断\n刃８ａを周設した断面円弧状回転体８」が，段落【００２９】には「路面を円形に\n切断するために，路面において所定の円形上を一周し切断加工する」ことが，段落\n【００３０】には切断された「切断部が断面円弧状，切断面が球面状を呈する」こ\nとが記載されている。また，特開平７－２７９１１８号公報（乙３）も，路面の切\n断方法及び路面切断装置に関するものであって，段落【００２２】に「路面切断装\n置１を用いて路面２を切断するには，・・・カッタ３０を位置ぎめする。」と記載\nされた上，段落【００２３】に「台車１０の向きおよび位置を，・・・位置決めし\nて，セット状態とする。その後カッタ駆動機４０によりカッタ３０を回転駆動\nし，・・・台車１０を前進させれば，台車１０は・・・回動中心線３のまわりにほ\nぼ円形の軌跡を描いて走行し，カッタ３０は回動中心線３のまわりにほぼ半径Ｒの\n円形軌道を描いて回動し，路面２は円形に切断される。」として，路面用カッター\n装置を３６０°旋回する内容が記載され，また，段落【０００２】，段落\n【０００４】には，球冠状（球面状）のブレードが記載されている。\n(ｶ)　したがって，相違点１の本件発明１に係る構成とすることは，当業者が容易\nに思い付くということができるから，審決の判断に誤りはない。\n第４　当裁判所の判断\nまず，第２の無効理由について検討する。\n１　特許法１５３条２項違反について\n(1)　甲３４，３５によれば，本件審判手続の経緯について，次の事実が認められ\nる。\nア　被告の審判請求書における主張\n被告は，審判請求書（甲３４）において，第２の無効理由につき，本件発明１と\n甲Ａ９記載の発明とを対比し，相違点として，(ｲ)甲Ａ９の路面切断工法はマンホー\nル蓋を含む枠の取替え工事に際して実施できるかどうか不明である点，(ﾛ)甲Ａ９の\n路面切断工法では，路面を断面円弧状，切断面が球面状を呈するように切り取るも\nのであっても，マンホール蓋を含む枠の周囲の路面については，分離除去可能にで\nきるか不明である点，(ﾊ)甲Ａ９の路面切断工法は，路面切断工法のみを開示したも\nのであって，マンホール蓋を含む枠取替え工法については開示していない点を挙げ\nた上，それぞれの相違点について，次のように主張した。\n(ｱ)　相違点(ｲ)について\n「甲Ａ１０には，道路舗装層切除の際，マンホール蓋１周辺の道路舗装層を円形\n状に切断するための切断工具として，従来周知の円筒状の円形カッター等を用いる\nことが記載されている・・・。したがって，当業者にとってみれば，マンホール蓋\n周辺の道路舗装層を円形状に切断するための切断工具として，円筒状の円形カッタ\nーの代わりに甲Ａ９の路面用カッターを使用することに格別の困難性はないの\nで，・・・，当業者が容易に想到することができるものに過ぎない。」\n(ｲ)　相違点(ﾛ)について\n「甲Ａ９の路面用カッターは，路面を断面円弧状，切断面が球面状を呈するよう\nに切り取る機能を有するから，当該路面用カッターを使用すれば，マンホール蓋を\n含む枠の周囲の路面に回転円弧状または球面状に切り込みを入れて分離除去可能に\nできることは，当業者が容易に想到することができる事項である。」\n(ｳ)　相違点(ﾊ)について\n「「蓋を含む枠の周囲の路面に回転円弧状または球面状に切り込みを入れて分離\n除去可能とし」，「この分離された切断片を除去した後に」，新旧のマンホール枠\nを交換することは，当業者が通常行いうる作業である。したがって，「この分離さ\nれた切断片を除去した後に」，「下桝上に新たにマンホール枠を固着する」こと\nは，当業者の技術常識の範囲内で通常行われる事項に過ぎず，当業者が容易に想到\nすることができる程度の事項である。」，「甲Ａ９の路面切断工法により，・・・\n路面工事を終了した後，当該作業後の路面を使用可能な状態に復旧するために，甲\nＡ１０のマンホール蓋周囲の修復作業を適用し，「マンホール枠の周囲にできる空\n間に，モルタルまたは樹脂等の液状の自硬性を有する高流動性無収縮充填剤を充填\nする」ことにより路面の修復作業を行うことは，当業者が容易に想到し得たことで\nある。・・・マンホール枠の周囲にできる空間に主材とする自硬性を有する高流動\n性無収縮充填剤を充填する場合，当該充填剤は高流動性であるゆえに充填性が良好\nであり，更に，無収縮状態で硬化するので，ローラ等を転がして，圧して締め固め\nる工法は不要になる。」\nイ　原告の審判事件答弁書における反論\nこれに対し，原告は，審判事件答弁書（甲３５）において，被告が挙げたそれぞ\nれの相違点について，次のように反論して，「請求人のいう一致点，相違点につい\nての主張はいずれも誤りであり，本件発明１は，甲Ａ９，１０に記載のものから，\n本件出願の出願前に，容易に発明することはできない。」と主張した。\n(ｱ)　相違点(ｲ)について\n「甲Ａ９の路面用カッターは，路面に直角方向にしか切断できないカッターなの\nで傾斜地では鉛直方向には切断できず，また断面円弧状に切断するカッターなの\nで，略円筒状に切断することはできず，結局，甲Ａ１０の工法において，円筒状の\n円形カッターの代わりに甲Ａ９の路面用カッターを使用することは不可能であり，\n代わりに使用することに格別の困難性はないという請求人の主張は誤りである。」\n(ｲ)　相違点(ﾛ)について\n「請求人の(ｲ)についての主張が誤りであって成り立たないので，この(ﾛ)の主張\nは成り立たない。」\n(ｳ)　相違点(ﾊ)について\n「甲Ａ１０の円筒状の円形カッターの代わりに甲Ａ９の路面用カッターを使用す\nることが可能なことを前提とする主張であり，・・・甲Ａ１０の円筒状の円形カッ\nターの代わりに甲Ａ９の路面用カッターを使用することは不可能なので，この主張\nは成り立たない。」，「単に，高流動性無収縮充填剤を充填するだけでは，切削の\n隅部に気泡が残る惧れがある。このため，甲Ａ１０では，舗装剤Ｑをマンホール蓋\nの谷間から頂部に向けて充填するものと推定される（・・・）。これに対し，本件\n発明１では，マンホール枠の周囲にできる回転円弧状または球面状の空間という，\n隅部のない空間に高流動性無収縮充填剤を充填することにより，気泡等が残る惧れ\nが無く，転圧工程を不要とできるのであって，この請求項１の“転圧工程を不要と\nした”要件は，甲Ａ９及び１０の記載からは予測できない要件である。」\n(2)　そこで，以上の審判手続の経緯（被告の主張及び原告の反論）に基づいて，\n検討する。\n被告が申し立てた審判請求の理由と審決が本件発明１に係る特許を無効とすべき\nものとした理由とを比較すると，両者は，いずれも甲Ａ９及び１０を取り上げてい\nて，甲Ａ１０の工法において，円筒状の円形カッターの代わりに甲Ａ９の路面用カ\nッターを使用することが容易に思い付くことであるかどうか，高流動性無収縮の充\n填剤を充填して転圧工程を不要とすることが容易に思い付くことであるかどうかな\nど，本件発明１に係る特許を無効とすべきか否かの判断の基礎となる事実関係が主\n要な部分において共通している。そして，審決がこれらの点につき当業者が容易に\n思い付くことであるとした理由は，被告の審判請求書に記載されていて，原告は，\nこれに対し，審判事件答弁書（甲３５）において反論しているのである（なお，相\n違点(ﾊ)についての被告の審判請求書の記載に照らすと，被告は，甲Ａ１０記載の発\n明が「マンホール蓋を含む枠取替え工法」であるとはいえないことを前提に，上\n記(1)ア(ｳ)のとおり，「新旧のマンホール枠を交換することは，当業者が通常行い\nうる作業である。・・・「下桝上に新たにマンホール枠を固着する」ことは，当業\n者の技術常識の範囲内で通常行われる事項に過ぎず，当業者が容易に想\n到することができる程度の事項である。」と主張しているところ，原告は，これに\n対しても，同様に審判事件答弁書（甲３５）において反論している。）。\n(3)　そうであれば，審決が，当事者の申し立てない理由について審理し，判断し\nたということはできないから，審判手続に特許法１５３条２項の規定に違反する瑕\n疵はない。原告の主張する取消事由は，理由がない。\n２　　甲Ａ１０記載の発明の認定の誤り，相違点の看過について\n(1)　審決は，「甲Ａ１０には，「電気，通信，ガス，及び上下水道系等における\n道路舗装面に設置されるマンホール蓋１周辺の道路舗装層の切断工法及び修復工法\nに際し，円筒形の円形カッター装置等を，マンホール蓋１を含む蓋受枠１１の周囲\nの路面に切り込みを入れて分離除去可能とし，この切断された舗装片を除去した後\nに，コンクリートブロック１２上に新たに蓋受枠１１を固着すると共に，この蓋受\n枠１１の周囲にできる空間に樹脂等の液状の舗装剤Ｍを充填したマンホール蓋１周\n辺の道路舗装層の切断工法及び修復工法。」の発明が記載されていると認めること\nができる。」とした。\n(2)　甲Ａ１０には，以下の記載がある。\n「【請求項１】傾斜地に設置されるマンホール蓋周囲の道路舗装層を切断する道\n路舗装層切断工法において，上記マンホール蓋の中心より傾斜方向にオフセットし\nた位置を中心とし，前記マンホール蓋周辺の道路舗装層を略円形状に切断すること\nを特徴とする道路舗装層切断工法。\n【請求項２】傾斜地に設置されるマンホール蓋周囲の道路舗装層を修復する工法\nにおいて，上記マンホール蓋の中心より傾斜方向にオフセットした位置を中心と\nし，前記マンホール蓋周辺の道路舗装層を略円形状に切断し，前記マンホール蓋の\n調整工程を行い，前記マンホール蓋の谷側の所要箇所より，液状の舗装剤を充填し\nて道路舗装層を修復することを特徴とする道路舗装層修復工法。」\n「【発明の属する技術分野】本発明は，道路舗装面に設置されるマンホール蓋周\n辺の道路舗装層の切断工法及び修復工法に関する。」（段落【０００１】）\n「【従来の技術】通常，道路下には様々な管路が埋設されており，また道路面に\nは，これらの管路に通じるためにマンホール蓋が設置されている。そして道路工事\nまたは，車両通過による加重等の理由により，マンホール蓋と道路表面とにずれが\n生じ，時にこれらマンホールの蓋高さ調整を行わなくてはならない。」（段落【０\n００２】）\n「これらのマンホール蓋高さ調整は，マンホール蓋周囲の道路舗装アスファルト\nを切断し，土砂を取り除き，マンホールブロックとマンホール蓋枠との間を調整リ\nング，スプリング等を用いてマンホール蓋枠を上下動調整した後，復旧作業を行い\n終了する。」（段落【０００３】）\n「【発明が解決しようとする課題】ところで，マンホール蓋周囲のアスファルト\nを切断する際に，通常，円盤カッターを用いてマンホール蓋の周囲を四角形状に切\n断する。しかし，直線的に切断して四角形状にするため，交差部分に余切りが生\nじ，復旧の際に，この余切り部分を含めた復旧を行わなくてはならない。そのた\nめ，復旧コストが割高になってしまう問題点があった。」（段落【０００４】）\n「本発明の目的は，これらの問題点を解決するために案出されたもので，余切り\nが発生せず，舗装の復旧処理が簡易に行える道路舗装層切断工法及び修復工法を提\n供することを目的とする。」（段落【０００５】）\n「上記の本発明による工法の作用は，以下のとおりである。まず請求項１の切断\n工法の発明では，マンホール蓋の中心より傾斜方向にオフセットした位置を中心と\nして，前記マンホール蓋周囲の道路舗装層を円形カッター等を用いて略円形状に切\n断する。こうすることにより，余切りを発生させずに道路舗装層を切断することが\nできる。」（段落【０００９】）\n「請求項２記載の修復工法の発明では，まずマンホール蓋の中心より傾斜方向に\nオフセットした位置を中心として，前記マンホール蓋周囲の道路舗装層を円形カッ\nター等を用いて略円形状に切断し，切断した舗装片を除去する。そうすることによ\nり，道路舗装層とマンホール蓋との間に溝が形成される。次に，マンホールの蓋高\nさ調整等の調整工程を行う。そして，前記溝で作業領域が広く確保されている谷側\nより，液状の舗装剤を充填して修復作業を行う。充填される舗装剤は谷側より頂部\nに向けて充填されていくため，舗装剤に空気の気泡が混入せず，強固な舗装層を形\n成することができる。」（段落【００１０】）\n「まず本発明における切断工法を図２を用いて説明する。図に示すように，マン\nホール蓋１の中心より傾斜方向に若干オフセットした位置を中心とし，該マンホー\nル蓋１周辺の道路舗装層を円形状に切断する。・・・また，切断工具としては，従\n来周知の円筒状の円形カッター等を用いる。このようにすることで，従来課題とさ\nれていた余切りの発生をなくすことができ，さらに後述する修復作業において，作\n業効率を向上させることができる。」（段落【００１３】）\n「ここで，マンホール蓋１は，蓋受枠１１に支持されており，該蓋受枠１１は，\nコンクリートブロック１２の上にボルト１３を介して設置されている。」（段落\n【００１４】）\n「次に，上述したように切断した舗装片を除去する。・・・そして，マンホール\n蓋の蓋高さ調整を行う。具体的には，前記コンクリートブロック１２の上面に調整\nボルト１３を立設し，コンクリートブロック１２と蓋受枠１３との間にテーパ状の\nコイルスプリング１４を介在させる。そして蓋受枠１３のフランジ部を前記調整ボ\nルト１２に挿通させ，該コイルスプリング１４の弾性力により蓋受枠１３を浮かし\nた状態にする。また合わせて，前記コンクリートブロック１２の内周縁に沿って立\n設するゴム性の内型枠１５を設置する。そして，調整ボルト１３にナット１３ａを\n螺合し，該ナット１３ａを締め込むことで，マンホール蓋１を路面に面合わせする\nようにする。」（段落【００１５】）\n(3)　上記の記載によれば，甲Ａ１０に記載された「マンホール蓋周辺の道路舗装\n層の切断工法及び修復工法」とは，道路工事又は車両通過による加重等の理由によ\nり，マンホール蓋と道路表面との間に高さのずれが生じたときに行うマンホールの\n蓋高さ調整のために，マンホール蓋周辺の道路舗装層を切断し，土砂を取り除き，\nマンホール蓋枠を上下動調整した後，復旧作業を行う工法である。そして，甲Ａ１\n０に，マンホール蓋枠を新たなものに取り替えることは記載されていないし，その\n示唆もないから，甲Ａ１０記載の発明は，コンクリートブロック１２上に「新た\nに」蓋受枠１１を固着することを内容とするものではない。\nそうすると，本件発明１と甲Ａ１０記載の発明とは，審決が認定した相違点１，\n２の外に，本件発明１が，下桝上に新たにマンホール枠を固着することによる「マ\nンホールを含む枠取替え工法」としたのに対し，甲Ａ１０記載の発明が，マンホー\nルの蓋高さ調整のためにコンクリートブロック１２上に蓋受枠１１を固着するよう\nにした「マンホール蓋周辺の道路舗装層の切断工法及び修復工法」である点でも相\n違するのであり，審決は，これを看過して，両者が「マンホール蓋を含む枠の取替\nえ工事に際し，・・・下桝上に新たにマンホール枠を固着する・・・マンホール蓋\nを含む枠取替え工法。」である点で一致すると誤って認定したことになる。\n(4)　そこで，進んで，審決が甲Ａ１０記載の発明を認定するについてした上記の\n誤り，相違点の看過が結論に影響を及ぼすものであるか否かについて検討する。\n上記(2)の甲Ａ１０の段落【００１５】の記載によれば，甲Ａ１０記載の発明にお\nいて，マンホール蓋の高さ調整を行う際には，いったん蓋受枠１１をコンクリート\nブロック１２の上面から取り外すものであると認められる（この点は，本件明細書\nの段落【００２２】に，実施例の説明として，「旧い蓋受枠２′を取り外した後，\n下桝３の上面を清掃し，次に，（３）高さ調整部付きアンカーボルト５（後施工型\nアンカーボルト）を設置し（図３（ａ），（ｂ）参照），高さ調整し，」と記載さ\nれていることと軌を一にするものといえる。）。\nところで，マンホール蓋受枠の老朽化や破損，仕様の変更などがあるときにおい\nて，蓋受枠を取り外した際に新たな蓋受枠に取り替えることは，当業者でなくても\n容易に想定する事項である。そして，甲Ａ１０記載の発明において，マンホールの\n蓋枠を上下動調整した後に新たな蓋受枠を固着することが技術的に不可能であると\nいうことはできないから，蓋受枠１１をコンクリートブロック１２の上面から取り\n外すときに新たな蓋受枠を取り付けて，「マンホール蓋受け枠の取替え工法」とす\nることに何ら困難はなく，当業者が必要に応じて適宜なし得る程度の事項であっ\nて，上記の相違点が格別のものであるということはできない。\n(5)　そうであれば，審決が甲Ａ１０記載の発明を認定するについてした上記の誤\nり，相違点の看過は結論に影響を及ぼすものではないと認められるから，原告の主\n張する取消事由は，理由がないといわなければならない。\n３　相違点１についての判断の誤りについて\n(1)　本件明細書（甲Ｂ１５）について\nア　本件明細書（甲Ｂ１５）には，相違点１に係る「回転円弧状または球面状カ\nッターを備えた路面用カッター装置を３６０°旋回する」について，以下の記載が\nある。\n「【従来の技術】従来，図５（ｂ）に示すように，電気，電信，ガス，及び上下\n水道系等におけるマンホール蓋を含む枠の取替え工事に際しては，平板状のカッタ\nー，コアカッター，等で四方形またはカット面がストレートな円版状に切断し，切\n断部を除去した後，補修部分に補修材を充填し，その後転圧機で転圧作業をして工\n事終了とするのが通例である。」（段落【０００２】）\n「【発明が解決しようとする課題】然しながら，上述の従来例では，四角形に切\n断する場合は勿論のこと，円形切断の場合でも，前者の場合は四隅と底部全縁に，\n後者の場合は底部全縁に角張った隅部が発生し（図５（ｂ）参照），補修材等の充\n填材を充填しても前記隅部に前記充填材が十分に行き渡らず空隙が生じ，切断部が\n略垂直な壁面となり，切断部側面の摩擦力のみで支持されているのでずれて沈下し\n易い為，路面に生じた隙間から雨水等が浸透し易く，沈下を助長し，事故の原因を\n誘起することとなる。」（段落【０００４】）\n「また，四角形に切断する場合は，図５（ｂ）に示すように４角部に余分なカッ\nトクロス部ができ，その分の補修も含まれることになる。」（段落【０００６】）\n「上述のように従来工法では，カットクロス部のような余分な補修工事が発生した\nり，補修工事の際に，後工程で転圧作業をしなければ，経時的に表層部及び路盤部\nが沈下し，路面に凹凸が発生する虞がある等の不都合な問題があった。」（段落\n【０００７】）\n「図１ないし図３に示す実施例１において，（１）先ず，交換を必要とする蓋受\n枠２′の径ｄが６５４ｍｍの場合，切断する直径Ｄは１０００ｍｍとし，予め用意\nした回転円弧状または球面状カッターを備えた路面用カッター装置の車輪角度を設\n定（ワンタッチ操作）し，装置を３６０°旋回して回転円弧状または球面状切り込\nみ１を入れ（舗装切断），（２）次いで，図２（ｂ）に示すように疑似円環状の切\n断片を除去し，図２（ａ）に示すような疑似円環状の空間を形成させ，旧い蓋受枠\n２′を取り外した後，下桝３の上面を清掃し，次に，（３）高さ調整部付きアンカ\nーボルト５（後施工型アンカーボルト）を設置し（図３（ａ），（ｂ）参照），高\nさ調整し，新しい蓋受枠２，及び内型枠４を取り付ける。次に，（４）路盤材６及\nび調整部材７を充填し，養生時間（約１９分）経過後，（５）表層材８を，例え\nば，厚み５０ｍｍ（ｈ）に充填し，そして仕上げ作業を行い，表層材８の養生時間\n約３０分で実作業を終了する。」（段落【００２２】）\n「尚，本工法の昀大の特徴は，切断部の壁面を従来の様な柱状ではなく，回転円\n弧状または球面状切断部１ａとすることが出来るので，図５（ａ）に示すように，\n補修材（充填材）が，球面状を形成する切断部の摩擦力に加えて求心方向支持力に\nより，例えば，図５（ａ）に示すように，上方からの圧力，即ち車両等の荷重Ｐを\n受ければ受けるほど，充填材と切断部１ａの密着性が高まり，従来法での柱状切断\n壁面のように隙間からの雨水の浸透等による補修部の沈下現象（図５（ｂ）参照）\n等を防止出来，トラブルを回避して全く安全且つ迅速なマンホール蓋を含む枠取替\nえ工事を行うことが出来る。」（段落【００２６】）\n「【発明の効果】以上説明したように，予定されたマンホール蓋を含む枠の取替\nえ工事に際して，路面の切削に係る工事範囲を昀小限とする」（段落【００３\n１】）\nイ　上記の記載によれば，従来の技術は，平板状のカッター，コアカッター等で\n四方形又はカット面がストレートな円版状に切断し，切断部を除去した後，補修部\n分に補修材を充填し，その後転圧機で転圧作業を行うというものであるが，この技\n術では，四隅や底部に発生した角張った隅部に充填材が十分に行き渡らず空隙が生\nじたり，切断部が略垂直な壁面となり，切断部側面の摩擦力のみで支持されている\nためずれて沈下しやすいなどの問題があり，さらに，四角形に切断する場合は，４\n角部に余分なカットクロス部ができるという問題があったところ，本件発明１は，\n「回転円弧状または球面状カッターを備えた路面用カッター装置を３６０°旋回」\nさせて路面を切削することにより，切断部の壁面を従来のような柱状ではなく，回\n転円弧状又は球面状切断部として，補修部の沈下現象等を防止するとともに，路面\nの切削に係る工事範囲を昀小限とするというものであると認められるところ，本件\n発明１において相違点１に係る構成としたことの技術的意義は，この点にあると考\nえられる。\n(2)　甲Ａ９について\nア　甲Ａ９には，以下の記載がある。\n「【従来の技術】従来，道路工事等で行われている路面の切断工事では，所謂ア\nスファルトカッターやコンクリートカッター等が用いられるが，平板状回転体にダ\nイヤモンドブレード等の超硬質刃を周設したカッターを使用して直線切断加工操作\nにより角型形状切断のみであって，コーナ部分の切断部が工事を必要とする範囲外\nに及び過度に切断するか，或いはコーナ部分を別のカッターで切断しなければなら\nないのが通例である。」（段落【０００２】）\n「切断部が垂直の場合では，切断面の接合性が悪く，例えば，補修部分が沈下ま\nたは陥没し易い等の欠点があった（図６（ｂ）参照）。」（段落【０００７】）\n「切断刃を周設した断面円弧状回転体を回転させて路面を円形にカットする路面\n用カッター」（段落【００１０】）\n「尚，図８（ａ）に示すように，断面円弧状のカッターを使用することにより，\n切断部が断面円弧状，切断面が球面状を呈する為に，同（ｂ）に示すような垂直切\n断面とは異なり，切断面の接合性が極めて良く新規に施工した部分が沈下したり陥\n没したり等の不都合な現象を防止することが出来，美観を維持すると共に，恒久的\n工事として施工可能である。更に付け加えるとすれば，切り取った切断片が疑似扁\n平お椀形となり，取り出し除去作業が容易となる利点がある。」（段落【００３\n０】）\nイ　上記の記載によれば，甲Ａ９には，マンホールに係る工事であることについ\nての明示はないものの，切断刃を周設した断面円弧状回転体を回転させる路面用カ\nッターで路面を円形にカットすることにより，切断部が断面円弧状，切断面が球面\n状を呈するようにして，切断部が垂直の場合に生じる施工部分の沈下，陥没という\n問題を解消する技術が開示されていると認められるところ，これは，本件発明１に\nおける相違点１に係る技術的意義と共通するものである。\n(3)　そうすると，円筒形の円形カッター装置等を用いて路面を切削するという甲\nＡ１０記載の発明において，切断部が垂直であることなどによって生じる問題を解\n消するために，甲Ａ９に記載された，切断刃を周設した断面円弧状回転体を回転さ\nせる路面用カッターを用いて路面を円形にカットすること，すなわち，「回転円弧\n状または球面状カッターを備えた路面用カッター装置を３６０°旋回」させて路面\nを円形にカットするという，相違点１に係る本件発明１の構成とすることは，十分\nな動機付けがあり，当業者が容易になし得ることであると認められる。\n(4)　原告の主張について\nア　原告は，甲Ａ１０記載の発明の路面用カッター装置は，円筒状の円形カッタ\nー等であるところ，このような従来周知の円筒状の円形カッター等から示唆される\nものは，作業車で運搬される大型の円筒状の刃を有するカッターであって，甲Ａ９\n記載のような，断面円弧状の刃と円盤状の刃を交換して，路面を円形，直線両方の\n切断（円・直両用切断）ができることを特徴とする路面用カッターではないと主張\nする。\nしかし，上記のとおり，甲Ａ１０記載の発明に甲Ａ９の路面用カッターを使用し\nて相違点１に係る本件発明１の構成とすることは，当業者が容易になし得ることで\nあると認められるから，甲Ａ１０記載の発明の円筒状の円形カッター等と甲Ａ９の\n路面用カッターが異なるものであるとしても，このことは，上記認定を左右するも\nのではない。\nイ　原告は，特開平７－２７９１１８号公報（乙３）に記載されているのは，縦\n断面台形のブレード（刃）を用いるものであって，回転円弧状又は球面状カッター\nを備えたものではない上，上記公報には，甲Ａ９の甲Ａ１０への結びつきを否定す\nる事由（阻害要因）が明記されていると主張する。\nしかし，特開平７－２７９１１８号公報に記載されているのが縦断面台形のブレ\nード（刃）を用いるものであるとしても，甲Ａ９には，回転円弧状カッターを用い\nることが記載されているのであるから，相違点１に係る本件発明１の構成とするこ\nとに格別の困難はなく，また，甲Ａ１０記載の発明に甲Ａ９の回転円弧状カッター\nを適用するについて，技術的にみて，これを阻害するような要因があるとも認め難\nい。\nウ　原告は，審決は，「甲Ａ９，甲Ａ１０いずれも，路面を平面視円形に切り込\nみを入れて除去する点では一致して」いるとするが，上記の点で両者が結びつくと\nは解されないと主張する。\n原告が主張するように，甲Ａ９の路面用カッターと甲Ａ１０記載の発明の円筒状\nの円形カッター等との切断形状が明らかに相違するものであるとしても，「平面\n視」では，いずれも円形であるということができるから，「平面視円形に切り込み\nを入れて除去する点では一致して」いるとした審決に誤りはない。\nエ　原告は，甲Ａ１０記載の発明は，傾斜地に限られた工法であり，円筒状の円\n形カッターの代わりに甲Ａ９の路面用カッターを使用することは不可能であると主\n張する。\n甲Ａ１０の特許請求の範囲の請求項１及び２の記載は，上記２(2)にあるとおりで\nあって，これによれば，甲Ａ１０記載の発明は，傾斜地に設置されるマンホール蓋\n周囲の道路舗装層の切断工法又は修復工法であり，マンホール蓋の中心より傾斜方\n向にオフセットした位置を中心として，マンホール蓋周囲の道路舗装層を円形カッ\nター等を用いて略円形状に切断するというものである。\nしかし，甲Ａ１０には，上記２(2)のとおり，「【発明が解決しようとする課題】\nところで，マンホール蓋周囲のアスファルトを切断する際に，通常，円盤カッター\nを用いてマンホール蓋の周囲を四角形状に切断する。しかし，直線的に切断して四\n角形状にするため，交差部分に余切りが生じ，復旧の際に，この余切り部分を含め\nた復旧を行わなくてはならない。そのため，復旧コストが割高になってしまう問題\n点があった。」（段落【０００４】）との記載があるところ，この課題は，傾斜地\nに限ったものとして説明されているわけではなく，マンホール蓋周囲のアスファル\nトを切断する際に一般的に生じるものとして説明している。そして，その際にマン\nホール蓋周囲の道路舗装層を円形カッター等を用いて略円形状に切断すれば，これ\nによってかかる課題が解決されることは，当業者にとって自明であるといわなけれ\nばならない。\nそうであれば，甲Ａ１０記載の発明は，当業者にとって，傾斜地に限られない工\n法として容易に理解されるものであると認められる。そして，傾斜地に限られない\n工法として理解した場合において，甲Ａ１０記載の発明に甲Ａ９記載の路面用カッ\nターを使用することに格別の妨げがあるとは認められない。\n(5)　したがって，相違点１についての審決の判断に誤りはなく，原告の主張する\n取消事由は，理由がない。\n４　以上のとおりであるから，第２の無効理由に対する原告の取消事由は，すべ\nて理由がない。\nそうすると，本件発明１は，本件出願前に頒布された刊行物及び周知技術に基づ\nいて当業者が容易に発明をすることができたから，特許法２９条２項の規定に違反\nして特許されたものであり，また，本件発明２ないし５は，原告がこれについて取\n消事由として格別の主張をしていないものの，本件発明１に係る請求項１を引用し\nているところ，本件発明１についての上記判示に照らすならば，特許法２９条２項\nの規定に違反して特許されたものということができるのであって，本件特許は，無\n効とすべきである。\n第５　結論\nよって，第１の無効理由に対する取消事由について判断するまでもなく，原告の\n請求は理由がないから，棄却されるべきである。\n知的財産高等裁判所第４部\n裁判長裁判官\n塚　　　原　　　朋　　　一\n裁判官\n髙　　　野　　　輝　　　久\n裁判官\n佐　　　藤　　　達　　　文\n"
}