{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 14,
    "month": 1,
    "day": 30
  },
  "case_number": "平成10(行ウ)24",
  "case_name": "政務調査研究費支出差止等請求",
  "court_name": "奈良地方裁判所",
  "lawsuit_id": "7386",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=7386",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/386/007386_hanrei.pdf",
  "contents": "平成１４年１月３０日判決言渡\n平成１０年（行ウ）第２４号　政務調査研究費支出差止等請求事件\n判　　　　　　　　　　決\n主　　　　　　　　　　文\n１　原告らの請求をいずれも棄却する。\n２　訴訟費用は原告らの負担とする。\n事実及び理由\n第１　請求\n被告は，県に対し，１億２４２０万円を支払え。\n第２　事案の概要\n本件は，県が，地方自治法２３２条の２による 補助金として，県議会の各会派に\n対し，政務調査研究費として交付金を支出していたと ころ，原告らは， この交付金\nの支出が違法なものである等と主張し，被告に対し，地方自治法２４２条の２第１項\n４号前段に基づき，当該支出額に相当する金員の損害賠償を求めた事案である。\n１　争いのない前提事実\n(1)　当事者\n原告らは，県の住民であり，被告は，後記本件支出当時県知事の職にあった者\nである。\n(2)　本件支出について\n県は，別紙１のとおりの県議会各会派政務調査 研究費交付金交付要綱（以下\n「本件要綱」という。）を定め，県議会各会派（以下「各 会派」という。）に対し，政務\n調査研究費交付金（以下「本件交付金」という。）とし て，会派に所属する議員１名\nにつき１ か月３０万円として計算した金額を４期ごとに交付していた。同支出にかか\nる財務会計上の権限については，県会計規則第４条の規定により，県議会事務局\n長が専決していた。\n本件要綱に従い，平成１０年 ４月２３日，同年７月６日，同年１０月６日の各日\nに，いずれも総額４１４０万円（３回の合計は１億２４２０万円。）が各会派に支出され\nた（以下「本件支出」という。）。\n(3)　原告らの監査請求\n原告らは，平成１０年９月２９日，県監査委員 に対し，本件支出等につき監査\n請求をした。監査委員は，平成１０年１１月２６日付で ，本件監査請求は，特定の財\n務会計上の行為について，法令に違反している等の違法性又は不当性を個別具\n体的に摘示しているものとは認められないとして，これを却下した。\n２　争点\n(1)　本件交付金支出の違法性\n(2)　被告の責任\n３　争点に対する当事者の主張\n(1)　争点(1)（本件交付金支出の違法性）について\n（原告らの主張）\nア　本件交付金の制度的欠陥\n県補助金交付等規則及び本件要綱によると，各 会派は毎年度終了後にその年\n度の政務調査研究費交付金実施報告書を知事に提出するこ ととなっているが，実\n施報告書には人件費，調査研究 費，研修費，資料整備費，会議費，政務広報費，\n事務費，その他経費という８項目に分類した金額のみが記載されるにすぎず，領収\n書や会計帳簿等の提出は求められていない。\nしたがって，県議会事務局においても，県知事においても，本件交付金の使途\nについて調査するすべがなく，その適正なことを判断することができない制度となっ\nている。\nそして，補助金は，実際には，個々の議員の歳費と同様の使われ方をされてい\nる。\nイ　上記のような本件交付金の支給は， 公益性 が認められず地方自治法２３２条\nの２に違反し，また，議員に法定外の歳費を支給するものであって同法２０４条の２\nに違反し，ひいては地方財政法２条及び４条に違反する。\nさらに，知事等の地方自治体の執行機関が地方自治体の事務を誠実に執行す\nることを義務づけた地方自治法１３８条の２にも違反する。\n（被告の主張(1)・本案前の答弁）\n住民訴訟においては，その対象となる公金支 出 等の財務会計行為は，個々の\n公金支出に係る具体的な違法性等の有無を判断できる程度に，他の支出から区別\nして特定認識できるように個別・具体的に摘示することを要する。\nところが，本件訴 えは，本件交付金要綱の内容を抽象的に非難するのみであっ\nて，前記のような当該公金支出を個別，具体的に摘示していないから，請求の特定\nを欠くものであり不適法である。\n（被告の主張(2)・本案の答弁）\nア　本件交付金を交付する目的は，各会派の県政に関する調査研究の推進に資す\nるための公益目的に基づくものである。\n本件要綱は，県補助金等交付規則に基 づいており，手続の整備，他の用途へ\nの使用禁止，遂行状況の報告，実績報告書の提出 ，補助金の交付決定の取消，\n当該取消の場合の返還命令，知事の状況調査，報告を徴す る権限な どが規定さ\nれるとともに，本件要綱にも議員に対し交付しないこと，交付対象となる経費を限定\nすること，経理責任者を定めること，実績報告書の提出などが規定されている。\nこのように，本件交付金は，前記規則及び本件要綱による一定の適正な支出手\n続が整備されている。\nイ　本件交付金は，国会における各会派に対する立法事務費の交付に関する法律\nを参考にしており，本件要綱等の取り扱いも同法律に準じている。\nウ　平成１２年に地方自治法の一部を改正する法律（平成１２年法律第８９号）が成\n立し，平成１３年４月１日施行された。\nこれに伴い，県においても，「県政務 調査費の交付に関する条例」及び「県政務\n調査費 の交付に関する規定」が制定され，前同日から施行された。この新制度に\nおける「政務調査費の収支に関する報告書」の様式及び内容は，本件要綱におけ\nるものと同様である。\n(2)　争点(2)（被告の責任）について\n（原告らの主張）\n被告は，県知事の地位にあって，本件交付金の 支出権限を有していた者であ\nり，その支出負担行為を議会事務局長に，支出命令を議会 事務局課長に専決さ\nせていたものであるが， 本件交付金の使途が本件要綱に定める目的に沿うもので\nはなかったことや，本件交付金の制度自体が前記のとおり違法であったことを十分\n承知し又は予見していたものである。\nしかるに，被告は交付要綱を維持し，また県議会事務局に対する指導監督を怠\nった故意又は過失がある。\n（被告の主張）\n既に定立されて長年にわたって格別の問題もな く平穏に施行されているあらゆ\nる膨大な規則や要綱そのものの合法性を逐一調査検討し て判断しながら行政を\n執行するというのでは適正かつ効率的な行政の執行を阻害するこ と となり妥当で\nはないから，その適法性に問題のあることが一見して明らかな規則，要綱等の適用\nに関する財務会計行為に限り，長の指揮監督上の義務違反となると考えられる。\n前述のとおり，本件要綱はもとより適法性にはなんらの問題もないが，違法性が\n一見して明らかなものでもない。\n第３　当裁判所の判断\n１　証拠（甲１ないし５，９，１２ないし１４（枝番を含む），乙１，２）及び弁論の全趣旨\nに前提事実を総合すると，次の事実を認めることができる。\n(1) 　本件支出は，別紙１のとおりの県議会各会派政務調査研究費交付金交付要\n綱及び別紙２のとおりの同細則に基づいて支出された。\n本件支出の当時，県議会には，自 由民主党（２４名），新創ＮＡＲＡ（９名），公明\n党，日本共産党，清新会及び民主・市民連合（各３名）の６会派と，無所属の議員\n（１名）があった（かっこ内は議員数）。\n平成１０年度は，同年度の政務調査研 究費交付金合計として，１億６５６０万円\nが支出され，うち自由 民主党には８６４０万円，新創には３２４０万円，無所属のＡ\nには３６０万円，公明，日本共産党，清新会及び民主・市民連合にはそれぞれ１０８\n０万円が県から支払われた。\nなお，各会派の精算額は，いずれも概算交付額を若干上回る額となり，返納さ\nれた金員はなかった。\n(2)　県は，地方自治法の改正を受け（平 成１２年法律第８９ 号）県政務調査費の交\n付に関する条例を制定し，会派に対し月額５万円に当該会派の所属議員の数を乗\nじて得た額を，また議員に対し，２５万円の政務調査費を交付している。\n県政務調査費の交付に関する規定によ れば ，収支報告書等の提出について\nは，本件交付金と同様の取り扱いであるが，新たに会計帳簿の調整と，証拠書類\n等の保管の義務が議員及び政務調査費経理責任者に課せられた。\n(3) 　国会においては，国会の会派に対し，その所属する議員一人当たり１か月６５\n万円の立法事務費を交付する扱いとしており，その使途の報告等に関する規定は\nない。\n２(1) 　前記認定によると，本件支出は，一応の事後の検査手続を整備されたうえで\n支給されていることが認められる。\nそして，本件交 付金は，議員一人当たり月額３０万円であって，国会議員に支\n給される立法事務費が月額６５万円であることと\n比較すると補助金の額として不相当に高額であるともいえない。\n平成１２年に地方自治法が改正され，本件交付金と同様の性格を有する政務調\n査費の支給制度ができたことを考えても，本件交付金は，公益目的で支給されたも\nのと考えられる。\n(2)　原告らは，本件交付金については ，各会派がその使途を報告するにつき，８\n項目に分類される使途の総額を記載すれば足り，領収書等の使途を明確にする書\n類の添付が求められていないから， 実際にどのような使途に供されているかを確\n認することができないこと，またこのことから，実際上は議員が自由に自己の支出\nに充当している可能性があることをも主張する。\n確かに，およそ公金を支出する以上， その使途は目的に沿ったものでなければ\nならず，事後的にも支出権者が使途を確認のうえ支出することが原則というべきで\nある。そして，前記県政務調査費の交付 に関する条例制定以前は，政務調査研究\n費名目で交付された金員の実際の使途を事後に確認しうる手段は皆無であったか\nら，原告らの主張は全く理由のないものともいえない。\nしかし，議員としての活動のなかには ，一般に公にすることを望まないものもあ\nると考えられるところ，かかる活動の費用を専ら議員の個人的費用により支弁させ\nることは妥当ではない。このような活動を可能と す るため，議員に対し，一定の金\n員を支給することは，許容されるべきであるし，その性質上議員を信頼し，同金員\nの使途の詳細を具体的に明らかにしないこともやむをえない。\n本件交付金の支給を決するのは最終的 に は知事であるところ，議会の各会派\nが，知事に対し，本件交付金の使途を子細に報告することは，地方公共団体の首\n長と議会の抑制，緊張関係を損なうことにもなりかねない。\nもっとも，新設された条例による政務 調査費の支出については，前記認定のと\nおり会計帳簿の調整や証拠書類等の保管義務が課されるなど，本件交付金制度\nよりも使途の透明化確保のための方策が考慮されており ，本件支出についてもこ\nのような方策がとりえたとの批判はありうるところである。しかし，政務調査費の支\n出についても，証拠書類等の提出までは求められていないことから考えると，前記\nの事情が直ちに本件支出の違法を基礎づけるものともいえない。\nまた，本件交付金を他の用途に流用し た議員がいる とすれば，その議員は県\nに対し損害賠償責任を負う場合があることはもちろんであるが，そのような可能性\nの存在をもって，本件交付金の制度自体を違法とするものでもない。\nしたがって，原告らの主張を採用することはできず，本件交付金の支出が財務\n会計行為として違法となるとは認められない。\nなお，原告らは，個々の議員の活動を 取り上げて 本件交付金が議員活動に役\n立っていないことをも主張立証するが，本件交付金は，直ちに個々具体的な議員活\n動の成果を上げるに資する性質のものではないから，失当である。\n３　結論\n以上の次第で，本件交付金支出を違法とするこ とはできず，したがって，その余\nの点を判断するまでもなく，原告らの請求には理由がないから，これを棄却する（な\nお，被告の本案前の答弁は理由がないから採用できず，同様の理由で本件は監査\n機関の判断にかかわらず訴訟要件を満たすものである。）。\n奈良地方裁判所第２民事部\n裁判長裁判官　　永　 井　　　ユタ\nカ\n裁判官　　島   川       　　勝\n裁判官　　松阿弥　　　　　隆\n（別紙１）\n県議会各会派政務調査研究費交付金交付要綱\n第１条　 この要綱は，県議会各会派の県政に関する調査研究の推進に資するため，この\n要綱の定めるところにより各会派に対し調査研究交付金（以下「交付金」という。）を交付す\nる。\n２　この交付金は，議員に対しては交付しないものとする。\n第２条\n交付金は，予算の範囲内で別表に掲げる経費について交付するものとし，その額\nは，各会派に属する議員の数に応じて知事と議長と協議して定めるものとする。\n第３条\n各会派は，交付金の経理を行わせるため，経理責任者を定めなければならない。\n第４条\n交付金の交付を受けた各会派の代表者は，毎年度終了後当該年度分の交付実\n績報告書を４月３０日までに提出しなければならない。\n第５条\nこの要綱に定めるもののほか，交付金の交付に関し必要な事項は，知事が協議\nして定める。\n（別表）\n(1) 　人件費　    　  政務の調査研究を行うために雇用する職員の給与，社会保険\n料等\n(2) 　調査研究費　　地方制度一般及び県政に関する調査研究\n(3) 　研修費　　　  　所属議員の講習会，研修会に必要な経費\n(4) 　資料整備費　　図書，参考書等の購入及び資料作成費\n(5)　 会議費　　　　  会議開催に要する諸経費\n(6) 　政務広報費　　県政の調査研究活動に伴う広報費\n(7)　 事務費　 　　   前各号に付随する事務的経費\n(8) 　その他県政調査研究のために必要な経費\n（別紙２）\n県議会各会派政務調査研究費交付金交付細則\n第１条\n交付金の交付を受けようとする各会派は，申請書（別紙第１号様式）を知事に提\n出すること。\n第２条\n知事は前条の申請書を受理したときは，審査のうえ交付金の交付を決定し，交付\n決定通知書（別紙第２号様式）によりこれを通知すること。\n第３条\n交付金は第１条の申請に基づき，毎年度四半期ごとに概算交付すること。\n第４条\n前条の交付金の交付は，概算交付請求書（別紙第３号様式）により行うこと。\n第５条\n第１条の申請書に変更が生じた ときは，当該会派の代表者はすみやかにその趣\n旨を変更通知書 （別紙第４号様式）により知事に通知するとともに，当該変更が交\n付金の額に変更を生じるときは，交付金の変更承認申請書（別紙第５号様式）を知\n事に提出するものとする。\n第６条\n知事は前条の申請を受理したときは，審査のうえ交付金の変更決定をし，変更決\n定通知書（別紙第６号様式）により通知すること。\n第７条\n会派が解散等により 消滅したときは，当該会派の代表者であったものは，交付要\n綱第４条の規定にかかわらず，当該交付金の実績報告書（別紙第７号様式）を会\n派消滅後すみやかに提出すること。\n第８条\n知事 は，実績報告書の提出があった後，その内容が適当と認められるときは，交\n付金の額を確定し，当該会派の代表者に対し，確定通知書（別紙第８号様式）によ\nり通知すること。\n第９条\n前条の通知により既に交付された交付金の額が当該確定額を越えているときは，\n当該会派の代表者は，その超えた額の交付金を返還すること\n"
}