{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 12,
    "month": 10,
    "day": 19
  },
  "case_number": "平成11(ワ)3968",
  "case_name": "",
  "court_name": "大阪地方裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "12905",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=12905",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/905/012905_hanrei.pdf",
  "contents": "平成一一年(ワ)第三九六八号特許権侵害差止等請求事件\n判　　　　　　決\n原　　　　　　　告      東海機器工業株式会社\n右代表者代表取締役　　　【Ａ】\n右訴訟代理人弁護士　　　上原洋允\n同　　　　　　　　　　　小杉茂雄\n右補佐人弁理士          【Ｂ】\n被　　　　　　　告　　　極東産機株式会社\n右代表者代表取締役　　　【Ｃ】\n右訴訟代理人弁護士　　　青柳昤子\n同　　　　　　　　　　　美瀬克彦\n右補佐人弁理士          【Ｄ】\n主　　　　　　文\n一　原告の請求をいずれも棄却する。\n二　訴訟費用は原告の負担とする。\n事実及び理由\n事実及び理由は、別紙事実及び理由記載のとおりである。\n（口頭弁論終結日　平成一二年六月三〇日）\n大阪地方裁判所第二一民事部\n裁判長裁判官　　　　小  　松　　一　　雄\n裁判官        阿　　多　　麻　　子\n裁判官        前　　田　　郁　　勝\n別紙\n第一　請求\n１　被告は、別紙物件目録(一)ないし(三)記載の物件を生産し、使用し、譲渡\nし、貸し渡し、又は、その譲渡若しくは貸渡しの申出（譲渡又は貸渡しのための展\n示を含む）をしてはならない。\n２　被告は、別紙物件目録(一)ないし(三)記載の物件及びその半製品を廃棄せ\nよ。\n３　被告は、原告に対し、金５０００万円及びこれに対する平成１１年４月２\n３日から支払済みに至るまで年５分の割合による金員を支払え。\n第二　事案の概要\n一　争いのない事実等（末尾に証拠の掲記のないものは、当事者間に争いがな\nい。）\n１　原告は、次の特許権（以下「本件特許権」といい、請求項１記載の発明を\n「本件方法発明」、請求項２記載の発明を「本件装置発明」、請求項１、２記載の\n発明を総称して「本件発明」という。）を有している。\n特許番号  　　第２５３５４９１号\n発明の名称　　畳のクセ取り縫着方法及び畳縫着機\n出　願　日　　平成５年５月１１日\n公  開  日　　平成６年１１月２２日\n登　録　日　　平成８年６月２７日\n特許請求の範囲\n【請求項１】\n「数値制御により自動的にクセ取り運動をする畳縫着機（10）を用いて、\n畳台（４）上に締付けられている畳床（５）の下前側をクセ取り縫着する方法にお\nいて、\n上前側を切断縫着した畳床（５）を方向転換してその下前側を畳縫着\n機（10）に向けて畳台（４）上に載置した後、該畳床（５）の上前側に押付け力を\n付与して下前側を畳縫着機（10）に向けて移動するとき、該下前側の下前基準線\n（Ｌ）の位置を計算するために検出センサー53で確認した後、該下前基準線（Ｌ）\nから移動された畳床（５）の下前側における畳幅方向の離間隔（Ｘ０）を計算しそ\nの計算値になるように畳床（５）を押し付け、その後、前記畳床（５）を締付けて\nから数値制御により自動的にクセ取り縫着することを特徴とする畳のクセ取り縫着\n方法。」\n【請求項２】\n「数値制御により自動的にクセ取り運動をする畳縫着機（10）と、該畳縫\n着機（10）の側方に配置されていて直線基準定規（20）および畳床締付け手段\n（６）を有する畳台（４）と、を備えているものにおいて、\n前記畳台（４）に、上前側を切断縫着した畳床（５）を方向転換する方向\n転換手段（32）と、畳床（５）の上前側を押付けて畳床（５）の下前側を畳縫着\n機（10）に向けて押付ける畳床押込み手段（41）と、を備えているとともに、該畳\n床押込み手段（41）で押付けられた畳床（５）の下前側の下前基準線（Ｌ）の位置\nを計算するため確認する検出センサー（53）を備えていることを特徴とする畳縫着\n機」（甲２、別添特許公報参照）\n２　構成要件\n(一)　本件方法発明は、本件発明に係る明細書（以下「本件明細書」とい\nう。）の「特許請求の範囲」によれば、次の構成要件に分説することができる（以\n下、分説された構成要件を、その符号に従い「構成要件Ａ」のように表記する。な\nお、原・被告は、各構成要件の経時的構成について、後記第二、１のとおり考える\nべきであると主張している。）。\nＡ　数値制御により自動的にクセ取り運動をする畳縫着機（10）を用い\nて、畳台（４）上に締付けられている畳床（５）の下前側をクセ取り縫着する方法\nにおいて、\nＢ　上前側を切断縫着した畳床（５）を方向転換してその下前側を畳縫着\n機（10）に向けて畳台（４）上に載置した後、\nＣ　該畳床（５）の上前側に押付け力を付与して下前側を畳縫着機（10）\nに向けて移動するとき、該下前側の下前基準線（Ｌ）の位置を計算するために検出\nセンサー（53）で確認した後、\nＤ　該下前基準線（Ｌ）から移動された畳床（５）の下前側における畳幅\n方向の離間隔（Ｘ０）を計算しその計算値になるように畳床を押し付け、\nＥ　その後、前記畳床（５）を締め付けてから数値制御により自動的にク\nセ取り縫着する\nことを特徴とする畳のクセ取り縫着方法。\n(二)　本件装置発明は、次の構成要件に分説することができる（以下、分説\nされた構成要件を、その符号に従い「構成要件Ａ′」のように表記する。）\nＡ′　数値制御により自動的にクセ取り運動をする畳縫着機（10）と、該\n畳縫着機（10）の側方に配置されていて直線基準定規（20）および畳床締付け手段\n（６）を有する畳台（４）と、を備えているものにおいて、\nＢ′　前記畳台（４）に、上前側を切断縫着した畳床（５）を方向転換す\nる方向転換手段（32）と、畳床（５）の上前側を押付けて畳床（５）の下前側を畳\n縫着機（10）に向けて押付ける畳床押込み手段（４１）を備えているとともに、\nＣ′　該畳床押込み手段（41）で押付けられた畳床（５）の下前側の下前\n基準線（Ｌ）の位置を計算するため確認する検出センサー（53）を備えている\nＤ′　ことを特徴とする畳縫着機。\n３　本件発明の作用効果は、次のとおりである。\n上前側を切断縫着した畳床５は、畳台４に備えている方向転換手段32によ\nり、その下前側（クセ取り切断縫着する側）を畳縫着機10に向くように方向転換さ\nれた後に、その上前側を畳床押込み手段41によって押し付けることにより、下前側\nが下前基準線Ｌ（下前切断位置）に位置合わせされる。\nこのとき、下前基準線Ｌの位置を計算するため検出センサー53により確認\nした後、該下前基準線Ｌから押付けられた（移動された）畳床５の下前側における\n畳幅方向の離間隔Ｘ０を計算しその計算値になるように畳床５を畳床押込み手段\n41により押し付ける。その後、畳床締付け手段６により畳床５を畳台４に固定した\n後、ミシン本体12を数値制御によりクセ取り運動をして下前側の切断縫着がなされ\nる（本件明細書【０００７】【０００８】）。\n本発明によれば、畳床の上前を切断縫着した後の下前のクセ取り切断縫着\nまでを、数値制御による自動化を図りつつ、下前切断縫着に移行するときの方向転\n換及び位置決めを自動化できて省力化に寄与できる点で有益である（本件明細書\n【００２３】）。\n４　被告製品・被告方法\n(一)　被告製品\n(1)　被告は、別紙物件目録(一)記載のコンピュータ式全自動平刺機（以下\n「イ号物件」という。）を製造販売している。\n(2)　被告は、かつて別紙物件目録(二)、(1)記載のコンピュータ式全自動\n平刺・返縫機（以下「ロ号物件(一)」という。）を製造販売していたが、現在で\nは、同目録(二)、(2)記載のコンピュータ式全自動平刺・返縫機（以下「ロ号物件\n(二)」という。）を販売している（なお、原告は、ロ号物件(一)についても被告が\n現に製造販売していると主張しているが、この事実を認めるに足りる証拠はな\nい。）。\n(3)　被告は、別紙物件目録(三)記載のコンピュータ式全自動平刺・返縫機\n（以下「ハ号物件」という。）を製造販売している。\n(4)　なお、原告は、イ号物件、ロ号物件(一)(二)及びハ号物件（以下、総\n称して「被告製品」という。）の構造及び動作は、別紙目録(一)ないし(三)のとお\nりであると主張するが、被告は、これらを否認し、イ号物件の概略は別紙イ号物件\nの説明図のとおりであると主張している。\n(二)　被告製品を使用した畳のクセ取り方法（以下「被告方法」という。）\nは、別紙被告方法目録のとおりである（ただし、原告は、被告方法目録の一部につ\nいて、後記第三、二、２のとおり、訂正されるべきであると主張している。）。\n５　原告は、\n①　被告が自社工場内で「工場見学会」を開催し、被告製品を展示してデモ\nンストレーションを行うことは、本件方法発明を業として使用する行為（本件方法\n発明の直接侵害）に該当するところ、被告製品は本件方法発明の実施にのみ使用さ\nれるものであるから、その製造販売は、本件方法発明の間接侵害を構成する、\n②　被告製品は、本件装置発明の技術的範囲に属する、\nと主張し、\n被告に対し、被告製品の生産、使用、譲渡、貸渡し、又は譲渡若しくは貸渡\nしの申出の差止め並びに被告製品及びその半製品の廃棄を求めるとともに、損害賠\n償として損害の内金５０００万円及びこれに対する訴状送達の日の翌日である平成\n１１年４月２３日から支払済みまで民法所定の年５分の割合による遅延損害金の支\n払を求めた。\n二　争点\n１　本件方法発明は、本件明細書の特許請求の範囲に記載された技術的事項が\n不明であり、技術的範囲を確定することができないものか。\n２　被告方法は、本件方法発明の技術的範囲に属するか。\n３　被告製品は、本件装置発明の技術的範囲に属するか。\n４　被告が原告に対し損害賠償義務を負う場合に支払うべき金銭の額。\n第三　争点に関する当事者の主張\n一　争点１（本件方法発明は技術的範囲を確定することができないものか）につ\nいて\n【被告の主張】\n１　特許発明の技術的範囲は、明細書の特許請求の範囲に基づいて定めるもの\nであるから、特許請求の範囲の記載が不明な場合には、技術的範囲を裁判所におい\nて認定することができず、かかる一事をもって、侵害訴訟においては、特許権者の\nいかなる請求も認められない。\n本件明細書の請求項１の特許請求の範囲の記載は、一読して内容が不明で\nあり、以下に詳述するとおり、具体的にいかなる技術的手段によって、本件方法発\n明の目的である畳床の位置決めを自動的に行うことができるのか、明細書の全記載\nによっても不明であるから、本件方法発明は、特許請求の範囲に基づいて技術的範\n囲を確定することができないものである。\n２　原告は、本件方法発明による位置決めの「自動化は数値制御によるもので\nあること」を大命題として、本件方法発明の技術的意義について主張しているが、\n本件明細書中には、位置決めの「自動化は数値制御による」というような記載は存\n在しない。\n特許発明の技術的範囲は、願書に添付された明細書の「特許請求の範囲」\nの記載に基づいて定められ、その解釈に当たって参酌され得るのは、明細書の詳細\nな説明の記載及び添付図面である。特許請求の範囲及び発明の詳細な説明の「記\n載」の解釈については、当業者にとって技術的に自明な事項を参酌し得るが、これ\nは、明細書に記載されていない構成要件の付加や技術的事項の追加を許容するもの\nではない。原告の「特許請求の範囲」の記載の解釈は、いずれも明細書に記載がな\nいか明細書の記載と矛盾するもので、「当業者の技術常識」の名を借りて、明細書\n上の根拠に基づかない新たな「特許請求の範囲」を創作するものであるから、「特\n許請求の範囲」の解釈に当たり、かかる態度は許されない。\n３　構成要件Ｃの「該下前側の下前基準線（Ｌ）の位置を計算するために検出セ\nンサー53で確認した後」との記載について\n(一)　本件明細書【０００３】には、「下前基準線（下前切断位置）」と記\n載されており、これが下前基準線に関する唯一の記載であるから、「下前基準線\n（Ｌ）の位置」とは、「切断開始位置」としか解されない。原告の主張は明細書の\n記載に反しており、右主張を裏付ける明細書上の根拠は一切示されていない。\n(二)　原告が引用する本件明細書【００１５】は「ミシン本体12の位置決\nめ」の記載であり、クセ取り縫着される畳の位置合わせに関する記載ではない。本\n件明細書には、畳の位置合わせに関して、畳のいかなる部分についても「現在位\n置」なる概念の記載はなく、「下前基準線（Ｌ）の現在位置を求める」という記載\nも存在しない。\n(三)　特許請求の範囲の記載のうち、「検出センサー53」に関するものは、\n「下前基準線（Ｌ）の位置を計算するために検出センサー53で確認した後」という\nのみであり、どこにも確認の対象は記載されていない。まして、原告主張のごとき\n「畳床５」の「現在位置」を「求めるために必要とされる物」や「Xb」などという\n記載はなく、原告の主張を裏付ける根拠は明細書上のどこにも存在しない。\n本件明細書【００１５】は、「ミシン本体12の位置決め」の記載であ\nり、クセ取り縫着される畳の位置合わせに関する記載ではない。しかも、【００１\n５】には、位置検出手段25からの検出信号を入力して、「前記切断開始位置を基準\nとしたＹ軸方向の現在位置を数値的に算出すると共に、このＹ軸方向の現在位置に\n対するＸ軸方向の目標位置（設定位置）を前記切断開始位置を基準として算出す\nる。」と記載され、「どの位置を基準とした」、「どちら方向の」、「現在位置\nを」、「数値的に算出」し、この「Ｙ軸方向」の「現在位置」に対する「Ｘ軸方\n向」の「目標位置（設定位置）」を「前記切断開始位置を基準として」算出すると\n明記し、位置検出手段24からの検出信号により、「ミシン本体12のＸ軸方向の現在\n位置を定規20の寸法基準面20ａを基準として計数する。」と、「何」の「どちら方\n向」の「現在位置」を「何を基準として」「計数する」ことが明記されている。\nこれに対し、検出センサー53についての明細書の記載は、特許請求の範\n囲と同文が繰り返される以外は、「近接スイッチ等の近接センサー53」との記載\n（【００２１】）及び図３の「53」のみであり、「検出センサー53」が確認する対\n象も、右対象が「検出センサー53」によってどのように検出されるかも全く記載が\nなく、何であるのかも不明な「下前基準線（Ｌ）」の「どの時点」における「どこ\nを基準とした」位置を計算するのに、「何」を検出するのかが一切不明なのであ\nる。\n(四)　原告主張の技術内容は明細書には一切記載されていないし、別紙参考\n図６も本件明細書に実施例として記載された図面ではない。そもそも、特許請求の\n範囲の記載は、「下前基準線（Ｌ）の位置を計算するために検出センサー53で確認\nした後」であり、「下前基準線の切断位置に対する現在位置」などという記載はな\nい。また、明細書上、下前基準線Ｌについては「下前切断位置」としか記載がな\nく、「下前基準線Ｌの切断位置」という原告の主張は失当である。\n４　構成要件Ｄの「該下前基準線（Ｌ）から移動された畳床（５）の下前側に\nおける畳幅方向の離間隔（Ｘ０）を計算し」との記載について\n(一)　原告は、「移動された畳床５」がどのような状態にあるかについて、\n一切、技術的内容事項の主張及び技術説明をしていない。仮に、原告主張のとお\nり、句読点を入れて、「該下前基準線Ｌ（現在位置）から移動された、畳床５の下\n前側における畳幅方向の離間隔Ｘ０を計算し」と読んだとしても、「何」が「該下\n前基準線Ｌ（現在位置）から移動された」かは不明であり、移動された「何か」\nが、「畳床５の下前側における畳幅方向の離間隔（Ｘ０）を計算し」という記載と\nいかなる関係にあるのかも不明である。また、「離間隔Ｘ０」が「該下前基準線Ｌ\n（現在位置）」から移動された」と読んでも意味不明である。\n(二)　本件明細書には、下前基準線Ｌと離間隔Ｘ０の記載があるのみであ\nり、Xa、Xb、Xc、Xdに関する記載は皆無である。しかも、特許請求の範囲は、「該\n下前基準線（Ｌ）から移動された畳床５の下前側における畳幅方向の離間隔（Ｘ０\n）を計算し、その計算値になるように畳床５を押し付け」というものであり、右文\n言によれば、計算するのは離間隔であり、原告主張のような、移動量ではあり得な\nい。\n【原告の主張】\n１　明細書の「発明の詳細な説明」は、出願時にその発明の属する技術分野に\nおける通常の知識を有する者（以下「当業者」という。）がその実施をすることが\nできる程度に記載しなければならないから（特許法３６条４項）、明細書に記載さ\nれた事項の技術的意義は、明細書に明示の記載がなくとも、当業者の技術常識を基\nに判断されなければならず、明細書に記載がなかったとしても、それが当業者にお\nいて自明な事項であれば、記載されていたに等しい。\n請求項１の「特許請求の範囲」は、当業者における技術常識を前提として\n解釈すれば明瞭であり、その技術的範囲を確定することができる。\n２ 本件発明の技術的意義について\n本件発明の名称は「畳のクセ取り縫着方法及び畳縫着機」であるが、その\n本質は、「上前側を切断縫着した後、下前側をクセ取り縫着する場合であっても、\n畳床の方向転換と位置決めを自動化することによって省力化を図ることを目的とす\nるもの」であり（本件明細書【０００４】）、その際、「畳床の方向転換と位置決\nめの自動化」は「数値制御」により図られる（本件明細書【００２３】）。\nそして、当業者の技術常識によれば、①数値制御による自動位置決め技術\nの基本は、「移動量＝目標位置－現在位置」の関係を数値で制御することであり、\n②右「現在位置」は、センサーにより検知されるから、本件方法発明の技術的範囲\nの解釈に当たっては、自動位置決め制御の基本である前記①②を念頭に置いて解釈\nすべきであり、「数値制御により自動的にクセ取り運動をする」の意義が、畳床の\n方向転換と位置決めを現在位置を基準としてセンサーにより行うことをいうことは\n明らかである。\n３　構成要件Ｃについて\n(一)　下前基準線とは、畳の丈の半分を意味する用語として、畳業界で慣用\n的に使用されており、「下前基準線（Ｌ）」の位置とは、当該畳床５の標準幅寸法\nXaを上前側から図った位置をいう。本件明細書【０００３】には「下前基準線（切\n断位置）」という記載があるが、これは、クセ量がすべてゼロの場合は、畳床５が\n下前基準線（Ｌ）の位置で一直線に切断されるので、「下前基準線＝切断位置」と\nなるが、クセ量Ｘ０がゼロではない（クセがある）場合には、クセ取りを行い、ジ\nグザグ状に切断されるので、下前基準線の位置は切断位置にはならない、という意\n味である。\n(二)　「下前基準線（Ｌ）の位置を計算する」とは、「下前基準線Ｌの現在\n位置を求める」ことをいう。本件明細書【００１５】には、「マイクロコンピュー\nタ30は第２位置検出手段25からの検出信号を入力して、前記切断開始位置を基準と\nしたＹ軸方向の現在位置を数値的に算出すると共に、このＹ軸方向の現在位置に対\nするＸ軸方向の目標位置（設定位置）を前記切断開始位置を基準として算出する。\nまた同時にマイクロコンピュータ30は第１位置検出手段24からの検出信号により、\nミシン本体12のＸ軸方向の現在位置を定規20の寸法基準面20ａを基準として計数す\nる。そしてマイクロコンピュータ30は第１位置検出手段により得たＸ軸方向の現在\n位置とＸ軸方向の目標位置との差がなくなるように、モータ駆動回路31を制御し\nて、モータ14の駆動によりミシン本体12を目標位置に移動せしめる。」と記載され\nている。上記記載は、ミシン本体12の位置決めに関するものであるが、この位置決\nめ技術と畳床５の位置決め技術は同じ数値制御に関するものであるから、本件明細\n書【００１５】の記載と「下前基準線（Ｌ）の位置を計算する」とは同じことを記\n述している。\n(三)  「検出センサー53」が確認する対象は、畳床５の「現在位置」であ\nる。検出センサー53は、本件明細書【００１５】の「第１位置検出手段24」や「第\n２位置検出手段25」と同じ機能を有しており、このことは、当業者であれば容易に\n理解できる。すなわち、ミシン本体12の位置制御において、「第１位置検出手段\n24」や「第２位置検出手段25」は、ミシン本体12のＸ軸方向の現在位置及びＹ軸方\n向の現在位置を検知するためのものである。同様に、畳床５の位置決め制御におい\nて、「検出センサー53」は、畳床５の現在位置を検知するためのものであり、別紙\n参考図６における「Xb」を求めることである。\n(四)  下前基準線（Ｌ）の位置は、別紙参考図６のとおり、検出センサー\n53が、畳床押込み手段41の所定部分を検出すると、畳床押込み手段41と切断位置と\nの距離Xbが求められ、畳床５の上前側から下前基準線Ｌの距離は、当該畳床の標準\n寸法Xaとして既知であるから、下前基準線Ｌの切断位置に対する現在位置は「距離\nXc＝Xb－Xa」の式により求められる（本件明細書【００１５】）。\n４　構成要件Ｄについて\n(一)　「該下前基準線Ｌから移動された畳床５」とは、「該下前基準線（現\n在位置）から移動された、畳床５」というように句読点を入れて読めば理解が容易\nになる。\n(二)  「該下前基準線Ｌから移動された畳床５の下前側における畳幅方向の\n離間隔（Ｘ０）を計算し」により計算されるものは、「畳床５を位置決めするため\n移動させる距離（Xd）」であり、その計算方法を実施例に即して説明すれば、検出\nセンサー53により、畳床５の下前基準線Ｌの現在位置（Xc＝Xb－Xa）を求め、この\n下前基準線Ｌを離間隔（Ｘ０）だけ変位させて位置決めするのであるから、現在位\n置から畳床５を位置決めすべく移動させる距離Xdは、「Xd＝Xc－Ｘ０＝Xb－Xa－Ｘ０\n」の式により求められる。なお、右計算式は、実施例に即した説明において用いた\nものであり、本件方法発明がこの式に限定して解釈されるものではない。\n二　争点２（被告方法は、本件方法発明の技術的範囲に属するか）について\n【原告の主張】\n１(一)　本件明細書【００２１】の記載に照らせば、本件方法発明の構成要件\nは、次のＡ″～Ｅ″のとおり分説されるべきである（以下「訂正後の構成要件Ａ\n″」のように表記する。）。\nＡ″　数値制御により自動的にクセ取り運動をする畳縫着機（10）を用い\nて、畳台（４）上に締付けられている畳床（５）の下前側をクセ取りする縫着方法\nである。\nＢ″　上前側を切断縫着した畳床（５）を方向転換してその下前側を畳縫\n着機（10）に向けて畳台（４）上に載置した後、該畳床（５）の上前側に押付け力\nを付与して下前側を畳縫着機（10）に向けて移動する。\nＣ″　このとき、該下前側の下前基準線（Ｌ）の位置を計算するために検\n出センサー（53）で確認した後、該下前基準線（Ｌ）から移動された畳床（５）の\n下前側における畳幅方向の離間隔（Ｘ０）を計算しその計算値になるように畳床を\n押付ける。\nＤ″　その後、前記畳床（５）を締め付けてから数値制御により自動的に\nクセ取り縫着する。\nＥ″　ことを特徴とする畳のクセ取り縫着方法。\n(二)　本件方法発明の構成要件の経時的関係は、別紙参考図７のとおりであ\nり、訂正後の構成要件Ｃ″が、訂正後の構成要件Ｂ″の移動のための制御内容を示\nすものとなり、訂正後の構成要件Ｃ″の「押付ける」と訂正後の構成要件Ｂ″の\n「移動する」は同じ時点を示している。したがって、検出センサーで確認する時点\nとは、必ずしも移動途中でなくてもよく、移動前でもよい。\n２　別紙被告方法のうち、３(1)及び７(1)は、次のとおり表現されるべきであ\nる（訂正部下線）。\n(一)　「３　上前側平刺し工程」\n(1)　畳床２を畳台１に載置し、巾寄せ20を移動させて畳を位置決めする。\n床締め４が上昇して畳床２を畳台１に下から上に向かって締め付ける。巾寄せ\n20は、原点復帰する。この原点復帰工程において、制御装置30は、巾寄せ外端セン\nサ22が検知した位置を巾寄せ20の原点位置として記憶する。\n(二)　「７　Ｘminの位置に畳床の位置を合わせる工程」\n(1)　畳床２の昀小仕上寸法Ｘminの位置に、平刺しミシン10が原点位置に\nある場合の切断包丁11の位置が一致するように畳床２の位置を合わせて固定するた\nめに、制御装置30によって原点距離ＧからＸminを控除して差分値Paを求め、制御装\n置30はPaを巾寄せ20が畳床２をミシン側へ押し込む量として記憶する。ここで、畳\n床２の切断開始位置が昀も窪んだ位置の場合、参考図９に示す如く、Pa＝Ｇ－Ｘ\nmin＝Ｇ－（Ｋs－Ｘ０）となる。\n３　被告は、被告方法では、畳の位置決めとして、特許第２８０２５９９号の\n発明（以下「被告発明」という。）を実施していると主張するが、被告発明の位置\n決め技術と原告発明の位置決め技術は、全く同じである。\n(一)　被告発明に係る明細書（乙３、以下「被告明細書」という。）の【０\n０３５】～【００３７】には、次の記載がある。\n「(9)　畳の回転\n回転座12を上昇させて畳を持ち上げ、１８０度回転して畳の下前側\nをレール４の方に向かわせる。\n(10)　畳の移動\n例えば、図７に示すように、畳の下前側のクセをとる場合には、入\n力されたクセのデータに基づいて、上前から昀も突出している下前までの昀大寸\n法(d)または上前から昀も窪んでいる下前側までの昀小寸法(c)を調べる。\nそして、畳押しバー16によって畳台11上の畳をレール４方向に押\nし、上前から昀も突出している下前までの昀大寸法(d)を基準線（Ｘ１）とし、その\n基準線（Ｘ１）まで畳を押し出す。このときには畳ガイド15を使用しない。」\n(二)　上記記載の「上前から昀も突出している下前までの昀大寸法(d)を基準\n線（Ｘ１）とし」は、「上前から昀も窪んでいる下前までの昀小寸法(c)を基準線\n（Ｘ２）」と読み替えられるから、被告発明において、昀も窪んだ位置が図７の\n「Ａ」であれば、「畳押しバー16によって畳台11上の畳をレール４方向に押し、上\n前から昀も窪んでいる下前までの昀小寸法(c)を基準線（Ｘ２）とし、その基準線\n（Ｘ２）まで畳を押し出す。」ということになる。\n(三)　被告明細書【００３９】には、\n「(13)　平刺しミシン本体２の位置合わせ\n畳の框側の切断開始位置（Ｘ３）へ平刺しミシン本体２の切断刃22を\n一致させるように、平刺しミシン本体２を前後に移動させる。」\nと記載され、【００４４】には、\n「クセの昀大寸法または昀小寸法の位置を基準線（Ｘ１、Ｘ２）として畳\nの位置合わせを行ったのち、畳の切断開始位置（Ｘ３）へ平刺しミシン本体２の切\n断刃22を一致させるように、平刺しミシン本体２を前後に移動させてから下前の平\n刺し縫い工程に入るので、平刺しミシン本体２の移動量は、Ｘ１～Ｘ２（図７参照）\nに限られ、少ない移動によりクセ取りを実施することができる。」\nと記載されているが、「平刺しミシン本体２の移動量はＸ１～Ｘ２（図７参\n照）に限られる」とは、基準線Ｘ１又はＸ２の位置とミシン本体２の原点が一致する\nということである。したがって、切断位置Ｘ３が、基準線Ｘ１又はＸ２の位置と一致\nする場合、ミシン本体２は前後方向の位置合わせを行うことなく、原点位置から切\n断開始を行うことになる。すなわち、昀も窪んだ位置が図７に示す「Ａ」（畳の切\n断開始側端面）であった場合、畳は「基準線Ｘ２」に位置決めされ、その位置はミ\nシン本体の原点かつ「切断開始位置（Ｘ３）」となる。すなわち、別紙目録(一)な\nいし(三)の第４図に示す状態と同じになるのであり、要するに、切断開始位置がＸ\nminとなる場合、被告方法にいう「畳常の切断開始位置へ平刺しミシンの切断包丁を\n一致させる工程」は行われないのである。\n(四)　また、「平刺しミシン本体２の移動量は、Ｘ１～Ｘ２（図７参照）に限\nられ、少ない移動によりクセ取りを実施することができる」という被告発明の効果\nは、本件発明の効果と全く同じものである。本件発明においては、離間隔Ｘ０の位\n置が切断開始位置に位置決めされるので、ミシン本体は、離間隔Ｘ０、Ｘ１、Ｘ２、\nＸ３、Ｘ４の範囲内で移動することになり、少ない移動量によりクセ取りを実施す\nる。よって、被告発明の位置決め技術と本件発明の位置決め技術は全く同じという\nことになる。\n３　被告方法においては、巾寄せ20（本件方法発明の「畳床押込み手段41」に\n相当する。）が原点復帰する都度、外端センサー22は、該巾寄せ20を検出し、原点\n距離Ｇを確認する。すなわち、外端センサー22による原点位置の確認は、作業の開\n始に当たってのみ行われるのではなく、畳床を巾寄せ20で移動させるに先駆けて、\nその都度行われる。\nしかして、別紙参考図９に示すように、巾寄せ20が畳床２を移動させると\nきには、「外端センサー22」が「巾寄せ20」を確認することにより、畳床２の下前\n基準線の位置が「原点距離Ｇ－基準寸法KS」として求められるから、被告方法は、\n本件発明の「・・移動するとき、該下前側の下前基準線（Ｌ）の位置を計算するた\nめに検出センサー（53）で確認」という構成を有する。\n４　被告は、制御装置30によって原点距離ＧからＸminを控除して差分値Paを求\nめ、制御装置30はPaを巾寄せ20が畳床２をミシン側へ押し込む量として記憶すると\n主張するが、このことは、切断開始位置における離間隔Ｘ０が昀小寸法の場合 「Pa\n＝G－（Ks－Xo）」という式で表される。\nしたがって、被告方法は、本件方法発明の「該下前基準線（Ｌ）から移動\nされた畳床（５）の下前側における畳幅方向の離間隔（Ｘ０）を計算しその計算値\nになるように畳床（５）を押し付ける。」という構成を有しており、訂正後の構成\n要件Ｂ″、Ｃ″を充足することは明らかである。\n【被告の主張】\n１　方法特許については、工程の経時的前後の関係は極めて重大な必須構成要\n件となるが、本件方法特許における工程を経時的要件を含めて分説すれば、\n第一工程：「上前側を切断縫着した畳床（５）を方向転換してその下前側を\n畳縫着機（10）に向けて畳台（４）上に載置する」。その「後」、\n第二工程：「該畳床（５）の上前側に押付け力を付与して下前側を畳縫着\n機（10）に向けて移動するとき、\nａ　該下前側の下前基準線（Ｌ）の位置を計算するために検出センサ\nー（53）で確認した「後」、\nｂ　該下前基準線（Ｌ）から移動された畳床（５）の下前側における畳幅方\n向の離間隔（Ｘ０）を計算し、\nｃ　その計算値になるように畳床を押し付け、\n第三工程：「その後、前記畳床（５）を締め付けてから数値制御により自動\n的にクセ取り縫着する」\nという工程が、その内容及び順序についても必須要件となる。\nそして、右第二工程ｂにおいて、「移動された畳床（５）」と過去形で記\n載されていることによれば、畳床の移動は、遅くともｂの時点では既に行われてお\nり、ａの時点で開始されていることになる。\nこれに対し、被告方法においては、反転テーブルによる畳床の回転工程以\n前において既に畳の位置合わせのためのＸminの演算がなされている点で、位置合わ\nせ工程がすべて構成要件Ｂの実施「後」になされることを経時的な必須要件とする\n本件特許方法と異なり、巾寄せを前進せしめる前に押し込み量Paの演算が終了して\nいる点で、畳の押し付け移動中に「何らかの計算」を行うとする構成要件Ｄとは異\nなる。また、被告方法は、Ｘminに畳床を固定した後に、更に切断刃を切断開始位置\nに移動させた上で下前側の切断縫着を開始するものであり、この点で、切断刃によ\nる切断開始位置に畳床を固定して直ちに切断縫着を開始する構成要件Ｅとも異な\nる。\n２　本件方法特許は、前記一で詳述したとおり、具体的にどのような技術手段\nによって、具体的にどのようにして、畳の位置決めを自動的に行うことができるか\nが、本件明細書の全記載によっても不明であるが、少なくとも、人手で行っていた\n時と同じように、畳を押し付けながら、畳床の框側の切断開始位置に平刺ミシンの\n切断刃の位置とを一致させて、畳床の位置決め固定を行う方法の一つにすぎない。\nこれに対し、被告は、被告が特許権を有する特許第２８０２５９９号の被\n告発明（発明の名称「畳縫着方法」）における「昀小寸法の位置基準」を実施し\nて、畳の位置決めを行っている。被告方法は、すべての寸法制御が予め演算記憶さ\nれているＸmin、Ｘmax、Ｄ０～Ｄ４によって行われ、仕上り後の実寸法の昀小位置Ｘ\nminに平刺しミシンが原点位置にある場合の切断包丁の位置が一致するように制御し\nて畳床の位置合わせを行って固定し、かかる畳床の固定後に切断刃を切断開始位置\nに移動させるという点で、畳の位置合わせ工程と切断開始位置への切断刃の一致工\n程とを分離した特許性のある独自の方法であり、本件特許方法とは、畳の位置決め\nについての基本的な技術思想を異にするものである。よって、構成要件Ｃ、Ｄの技\n術的内容がいかなるものであるにせよ、被告方法が両構成要件を欠如することは明\nらかである。\n３　かかる技術思想の相違により、被告方法は特許性ある優れた作用効果を生\nじるのである。すなわち、切断開始位置から、畳のクセは基準寸法に対して大の方\n向へ生じるときもあれば（以下「プラス方向」という。）、逆に小の方向に生じる\nこともある（以下「マイナス方向」という。）。したがって、本件特許方法のごと\nく、切断開始位置と切断刃の位置とを一致させて畳の位置合わせを行う方法では、\n切断開始位置からプラスの方向へ向かう場合と、マイナスに向かう場合の療法の場\n合を想定して、平刺しミシンの許容移動量として、プラス及びマイナスの双方に十\n分に見込んだ設計をしなければならない。しかるに、被告方法のごとく、クセのマ\nイナス方向の昀小値であるＸminに畳の位置合わせをし、この後に切断開始位置に切\n断刃を移動するときには、平刺しミシンの移動量はクセのプラス方向の昀大値Ｘ\nmaxと昀小値Ｘminの間に限られるため、ミシン本体が少ない移動によりクセ取りを\n実施することができる（被告明細書【０００３】ないし【０００６】、【００４\n４】）。\n４　原告は、被告装置においても、Ｘminが切断開始位置と一致することがあ\nり、その場合には別紙目録(一)ないし(三)の第４図と同じになると主張する。しか\nし、原告主張は、全く技術思想から離れた見かけの現象を云々するもので、失当で\nある。前述のとおり、本件発明は、少なくとも、畳を上前側に移動するときに「何\nらかの計算を行ってその計算値になるように畳床を押し付け」ることによって、畳\n床の框側の切断位置と平刺しミシンの切断刃との位置とを一致させるものである\nが、被告製品においては、かかる何らかの計算も行っておらず、畳の位置合わせ工\n程と切断開始位置への切断刃の一致工程を分離している点及び、常にＸminの位置を\n基準線として畳の位置合わせを行った後切断刃を切断開始位置に移動する点におい\nて、決定的に異なるのである。\n原告主張は、かかる技術思想の相違が存していても、Ｘminがたまたま切断\n開始位置と一致する場合には、見かけ上、位置合わせと切断開始位置への切断刃の\n一致工程が同時に行われるように見えることを奇貨とするもので失当である。ま\nた、原告主張は、多種多様な畳のクセについて、たまたま切断位置がＸminのものが\nあれば、位置合わせの技術思想は異なっていても「見かけ上の動き」が同じである\nから権利侵害であると主張するもので失当である。\n５　以上によれば、被告方法は、本件方法特許の技術的範囲に属しない。\n三　争点３（被告製品は、本件装置発明の技術的範囲に属するか）について\n【原告の主張】\n１　被告製品は、本件装置発明の構成要件である「直線基準定規20」を有しな\nい点で本件装置発明と相違するが、その他の構成においては同一であり、本件装置\n発明の不完全利用に関わるものである。\n本件装置発明の一部を欠いた、いわゆる不完全発明は、構成の一部を削除\nした場合、すなわち「無」に置き換えた場合であり、置換部分として「無」を除外\nする根拠を見いだせない以上、均等論に関する昀高裁判決（昀高裁第三小法廷平成\n１０年２月２４日判決）が適用されるべきである。本件装置発明において、直線基\n準定規20は本質的部分ではないため、これを「無」に置き換えても特許発明の目的\nを達成することが可能であり、同一の作用効果を有する。また、被告物件の製造時\n点において、直線基準定規を有しない畳縫着機は多数存在したから、これを「無」\nに置き換えることは、当業者であれば容易に想到できたものであり、被告製品は、\n本件装置発明の均等物として、その技術的範囲に属する。\n本件装置発明は、従来人手により畳の位置決めを行っていたのを自動的に\n位置決めできるようにした「畳縫着機」であり、パイオニア発明である。このよう\nなパイオニア発明に対しては、十分な保護が与えられなければならず、均等論によ\nり、被告物件は、本件装置発明の技術的範囲に属すると解するのが相当である。\n２　被告製品の「外端センサー22」は、本件装置発明の「検出センサー53」に\n相当し、被告製品は本件装置発明の構成要件Ｃ′を充足する。\n被告は、「制御装置30は、巾寄せ外端センサー22（巾寄せの原点位置を兼\nねる）が検知した位置を巾寄せ20の原点位置として記憶し・・（中略）・・この原\n点位置においては、巾寄せ20に取り付けられた床押し21の端面から平刺しミシン\n10に取り付けられた切断包丁11までの距離（以下「原点距離Ｇ」という。）は常に\n一定であり、以後の巾寸法制御はすべて原点距離Ｇを基準として行われる」と主張\nする。\nしかし、外端センサー22が巾寄せ20の原点を記憶するということの技術的\n意味は、巾寄せ20によって押動される「畳床」に着目すれば、畳床の下前基準線Ｌ\nの現在位置を計算するということであるから、両者は、技術的意義、即ち、数値制\n御による自動位置決め技術による制御対象物の「現在位置を知る」という技術にお\nいて同じである。しかも、本件発明の請求項２は、検出センサーの確認時期を限定\nしていないので、仮に、被告製品が作業開始時に原点確認を行うものであるとして\nも、構成要件Ｃ′に包含されるというべきである。なお、被告発明における原点確\n認は、作業開始時のみならず、巾寄せが原点に戻る都度行われている（甲24）。\n【被告の主張】\n被告物件は、いずれも直線基準定規（20）を具備した畳縫着機でないこと\nから構成要件Ａ′を充足せず、「該畳床押込手段（41）で押し付けられた畳床\n（５）の下前側の下前基準線（Ｌ）の位置を計算するため確認するセンサー53」な\nるものを具備していないことから構成要件Ｃ′を充足しない。よって、被告物件\nは、本件装置発明の技術的範囲に属しない。\n原告は、本件特許はパイオニア発明であるから、均等論によって被告物件\nは本件装置発明の技術的範囲に属するなどと主張しているが、本件特許は開示技術\nすら不明なものであり、技術の進歩に何らの貢献もないのであるから、パイオニア\n発明などと主張すること自体失当である。\n四　争点４（損害額）について\n【原告の主張】\n被告は、平成８年６月２７日から現在に至るまでの間、被告物件を少なくと\nも７１台製造、販売し、それにより得た利益は少なくとも１億円を下らないから、\n原告は、右金額と同額相当の損害を被った。\n原告は、右の損害１億円のうち、とりあえず内金５０００万円の請求をす\nる。\n【被告の主張】\n争う。\n第四　当裁判所の判断\n一　争点１（本件方法発明は技術的範囲を確定することができないものか）につ\nいて\n１　特許発明の技術的範囲は、願書に添付した明細書の特許請求の範囲の記載\nに基づいて定めなければならず（特許法〔以下「法」という。〕７０条１項）、そ\nの場合には、願書に添付した明細書の特許請求の範囲以外の部分及び図面を考慮し\nて、特許請求の範囲に記載された用語の意義を解釈するものとされている（法７０\n条２項）。また、明細書の発明の詳細な説明の欄には、出願時における当該技術分\n野の技術常識によって容易に理解され、当業者が実施できる程度に目的・構成・効\n果を明確かつ十分に説明することを要するから（法３６条４項）、特許発明の技術\n的範囲の解釈に当たっては、当該特許発明が属する技術分野における公知技術及び\n当業者における技術常識を参酌することもできるものと解される。\nしかし、明細書の発明の詳細な説明や図面及び出願時の技術水準を参酌し\nても、特許請求の範囲の記載の一部がいかなる構成をいうか不明である場合、又\nは、明細書の記載が極めて不備であるため、明細書に記載された当該発明の内容を\n実施することができない場合においては、前記解釈手法によっても、特許請求の範\n囲を確定することができないことになるから、結局、技術的範囲の判断基準となる\n特許請求の範囲自体が、全体として不明瞭に帰するものといわざるを得ない。この\nような場合は、いかなる係争対象物も当該発明と対比することができないのである\nから、仮に係争対象物が特許請求の範囲の記載の一部を満たすとしても、その特許\n発明の技術的範囲に属するという判断はできないと解するのが相当である。\n２　なお、特許の無効審決が確定する以前であっても、特許権侵害訴訟を審理\nする裁判所は、特許に無効理由が存在することが明らかであるか否かについて判断\nすることができると解すべきであり、審理の結果、当該特許に無効理由が存在する\nことが明らかであるときは、その特許権に基づく差止め、損害賠償の請求は、特段\nの事情がない限り、権利の濫用に当たり許されないものと解するのが相当である\n（昀高裁平成１２年４月１１日判決・民集５４巻４号１３６８頁参照）。\n特許発明の技術的範囲が確定できない場合とは、明細書の特許請求の範囲\nが、発明の詳細な説明の記載に基づいていないこと（平成５年法律第２６号による\n改正前の法（以下「平成２年法」という。）３６条５項１号違反）に加え、発明の\n詳細な説明の記載が、その発明の属する技術の分野における通常の知識を有する者\nがその実施をすることができる程度に、その発明の目的、構成及び効果が記載され\nていないこと（平成２年法３６条４項違反）をいうものと解されるところ、平成２\n年法３６条４項又は５項の要件を満たさない特許出願に対して特許がされたときに\nは、その特許には無効原因があるとして、無効審判を請求することができるのであ\nるから（平成２年法１２３条１項３号）、特許発明の技術的範囲が確定できない場\n合において、当該特許権に平成２年法３６条４項、５項の無効事由があることが明\nらかである場合には、訂正審判による訂正が認められる蓋然性があるなどの特段の\n事情がなければ、その特許権に基づく差止め、損害賠償の請求が、権利の濫用に当\nたり許されないものと判断されることもあると解される。\n３　本件特許権の「特許請求の範囲」請求項１は、「数値制御により自動的に\nクセ取り運動をする畳縫着機（10）を用いて、畳台（４）上に締付けられている畳\n床（５）の下前側をクセ取り縫着する方法において、上前側を切断縫着した畳床\n（５）を方向転換してその下前側を畳縫着機（10）に向けて畳台（４）上に載置し\nた後、該畳床（５）の上前側に押付け力を付与して下前側を畳縫着機（10）に向け\nて移動するとき、該下前側の下前基準線（Ｌ）の位置を計算するために検出センサ\nー53で確認した後、該下前基準線（Ｌ）から移動された畳床（５）の下前側におけ\nる畳幅方向の離間隔（Ｘ０）を計算しその計算値になるように畳床（５）を押し付\nけ、その後、前記畳床（５）を締付けてから数値制御により自動的にクセ取り縫着\nすることを特徴とする畳のクセ取り縫着方法。」というものであり、特許請求の範\n囲の記載には、畳の下前側をクセ取りする縫着方法において、数値制御の対象とさ\nれるものが何であるか、また、下前基準線の位置を計算するため検出センサー53が\n確認する対象が何であるかは記載されておらず、「該下前基準線（Ｌ）から移動さ\nれた畳床（５）の下前側における畳幅方向の離間隔（Ｘ０）を計算し」という記載\nについても、移動段階のどの時点において、畳床のどの部分を基準として計算を行\nうのか、また、離間隔とは畳床のどの部分と何との間隔をいうものかが明確になっ\nていない。\nしたがって、これらの点について、本件明細書の特許請求の範囲以外の部\n分の記載及び図面並びに公知技術を参酌しても発明の内容を合理的に解釈できない\nときには、本件発明の技術的範囲は不明瞭であるといわざるを得ない。\n４　本件発明の技術的意義について\n(一)　甲２によれば、本件明細書の「発明の詳細な説明」及び図面には、次\nの記載があることが認められる。\n(1)　「産業上の利用分野」の項には、「本発明は、畳のクセ取り縫着方法及\nび畳縫着機に関するものである。」との記載がある（【０００１】、３欄２ないし\n３行）。\n(2)　「従来の技術」の項には、「ミシン台を畳台に沿って走行自在に設ける\nとともに、切断刃及び縫着針等を有するミシン本体をミシン台に対して畳台と直交\nする方向に移動自在に設け、予め設定したクセ取り寸法に従って、ミシン台の走行\nとともにミシン本体を畳台と直交する方向に駆動し、数値制御方式によりミシン本\n体の走行に伴って畳台に締め付け固定した畳床を設定寸法に切断縫着する畳縫着機\nにおいて、ミシン本体、走行レール及び畳台等に歪が発生しても、これを補正して\n設定寸法通りに切断縫着する畳縫着機は、例えば、特公昭６２－３８９７３号公報\nにて本件出願人が提案し、当業界において広く利用されている。」と記載されてい\nる（【０００２】、３欄５ないし15行）。\n(3)　「発明が解決しようとする課題」の項には、「前述公報で開示の技術に\nあっては、上前側を切断縫着（所謂平刺し）した後、下前側を切断縫着（所謂平刺\nし）するとき、人手によって畳床の方向転換をするとともに、下前基準線（下前切\n断位置）に人手によって下前側を合致していたため、省力化の点で課題があっ\nた。」（【０００３】、３欄17ないし22行）、「本発明は、上前側を切断縫着した\n後、下前側をクセ取り切断縫着する場合であっても、畳床の方向転換と位置決めを\n自動化することによって省力化を図ったことを目的とするものである。」（【００\n０４】、３欄28ないし32行）という記載がある（なお、畳の「上前」とは、畳の長\n辺のうち、部屋に畳を敷いたときに畳と畳とが接する側の部分であり、直線状に加\n工され、「下前」とは、上前の反対側の長辺、即ち、部屋の敷居に接することにな\nる部分であり、敷居の歪みに応じた形状（この歪みは「クセ」（曲）と呼ばれ\nる。）に切断加工される。甲７）。\n(4)　「課題を解決するための手段」の項には、「請求項１に係る本発明で\nは、数値制御により自動的にクセ取り運動をする畳縫着機10を用いて、畳台４上に\n締付けられている畳床５の下前側をクセ取り縫着する方法において、前述の目的を\n達成するために次の技術的手段を講じている」「すなわち、請求項１に係る本発明\nでは、上前側を切断縫着した畳床５を方向転換してその下前側を畳縫着機10に向け\nて畳台４上に載置した後、該畳床５の上前側に押付け力を付与して下前側を畳縫着\n機10に向けて移動するとき、該下前側の下前基準線Ｌの位置を計算するために検出\nセンサー53で確認した後、該下前基準線Ｌから移動された畳床５の下前側における\n畳幅方向の離間隔Ｘ０を計算しその計算値になるように畳床５を押付け、その後、\n前記畳床５を締付けてから数値制御により自動的にクセ取り縫着することを特徴と\nするものである。」という記載がある（【０００５】、３欄34ないし48行）。\n(5)　「作用」の項には、「その後、畳床締付け手段６により畳床５を畳台４\nに固定した後、ミシン本体12を数値制御によりクセ取り運動して下前側の切断縫着\nがなされる」という記載がある（【０００８】、４欄23ないし26行）。\n(6)　図１に制御装置29が図示されており、その説明として、「実施例」の項\nに、「29は制御装置であり、マイクロコンピュータ30とモータ14を駆動するモータ\n駆動回路31を備え、この制御装置29は次のような動作をする。」（【００１４】、\n５欄18ないし21行）、「平刺しの場合、間取りを測定して得た畳を切断縫着すべき\n寸法、即ち、図５に示す如く畳長手方向（以下Ｙ軸方向とする）の複数の各基準点\nＡ，Ｂ，Ｃ，Ｄ，Ｅにおける下前基準線Ｌに対する畳幅方向（以下Ｘ軸方向とす\nる）の離間隔Ｘ０，Ｘ１，Ｘ２，Ｘ３，Ｘ４，を、キースイッチのキー操作により入力\nすると、この設定された寸法を基にマイクロコンピュータ30が各ステップ毎（Ｙ軸\n送り10ｍｍ毎）にＸ軸の目標値を定規20の寸法基準面20ａが基準になるように変換\n計算する。そして、切断刃19を切断開始位置に合わせ、手動ハンドル13の回動又は\n回動軸26に連結した図示省略のモータの駆動により、ミシン台11をＹ軸方向に走行\n移動すると、マイクロコンピュータ30は第２位置検出手段25からの検出信号を入力\nして、前記切断開始位置を基準としたＹ軸方向の現在位置を数値的に算出すると共\nに、このＹ軸方向の現在位置に対するＸ軸方向の目標位置（設定位置）を前記切断\n開始位置を基準として算出する。また同時にマイクロコンピュータ30は第１位置検\n出手段24からの検出信号により、ミシン本体12のＸ軸方向の現在位置を定規20の寸\n法基準面20ａを基準として計数する。そしてマイクロコンピュータ30は第１位置検\n出手段24の検出信号により得たＸ軸方向の現在位置とＸ軸方向の目標位置との差が\nなくなるように、モータ駆動回路31を制御して、モータ14の駆動によりミシン本体\n12を目標位置に移動せしめる。」（【００１５】、５欄22ないし45行）という記載\nがある。\n(7)　「実施例」の項には、「その後、締付け手段７によって畳床５を畳台４\nに固定し、数値制御により、畳縫着機10によって畳床５の下前側をクセ取り切断縫\n着すべく畳台４に沿って走行するのである」という記載がある（【００２１】、６\n欄49行ないし７欄２行）。\n(8)　「発明の効果」の項には、「本発明によれば、畳床の上前を切断縫着し\nた後の下前のクセ取り切断縫着までを数値制御による自動化を図りつつ下前切断縫\n着に移行するときの方向転換及び位置決めを自動化できて省力化に寄与できる点で\n有益である。」という記載がある（【００２３】、７欄10ないし14行）。\n(二)  本件明細書及び図面の上記記載に照らせば、本件発明は、従来技術であ\nる「数値制御方式によりミシン本体の走行に伴って畳台に締め付け固定した畳床を\n設定寸法に切断縫着する畳縫着機」が有する問題点を解決するため、「該下前側の\n下前基準線Ｌの位置を計算するために検出センサー53で確認した後、該下前基準線\nＬから移動された畳床５の下前側における畳幅方向の離間隔Ｘ０を計算しその計算\n値になるように畳床５を押し付け、その後、前記畳床５を締付けてから数値制御に\nより自動的にクセ取り縫着」し、畳床の方向転換と位置決めを自動化することによ\nって省力化を図ったことに特徴があるといえる。\n(三)  原告は、本件発明において、数値制御により自動化が図られるものは、\n従来技術のようなミシン本体の位置決めではなく、畳床の方向転換と位置決めであ\nると主張し、さらに、当業者の技術常識によれば、①数値制御による自動位置決め\n技術の基本は、「移動量＝目標位置－現在位置」の関係を数値で制御することであ\nり、②右「現在位置」はセンサーにより検知されると主張する。\nそこで、本件明細書の特許請求の範囲以外の部分及び当業者の技術常識を\n参酌して、本件発明にいう「数値制御」の意味について検討する。\n「数値制御」とは、ＪＩＳ用語辞典によれば、「工作物に対する工具の位\n置をそれに対応する数値情報で指令する制御」と定義され、工作機械を対象として\n使われることが多いが、製図、布線、検査などにも用いられることが認められる\n（甲19）。また、「制御」とは、ある目的に適合するよう、対象となるものに所要\nの操作を加え、制御対象の物理量を所望の目標値と一致させることをいい、「制\n御」を行うためには、目的、制御対象、操作量、計測という４つの概念が必要とな\nることが認められ（甲８）、「自動制御系」とは、「制御」の中でも、閉ループが\n形成され、制御結果が絶えずフィードバックされて目標値と比較され、目標値と制\n御量に差があれば、その差をなくすよう修正動作が行われるものをいうことが認め\nられる（甲９、10）。\nこれらの概念によれば、「数値制御による自動位置決め」を実行するため\nには、目標値、制御対象、操作、制御結果の計測、フィードバックによる修正動作\nに関する指令の内容が、あらかじめ数値情報により与えられている必要があり、こ\nれらの情報が不明確な場合には、数値制御を行うことはできないというべきであ\nる。\n前記(一)のとおり、本件明細書の発明の詳細な説明及び図面において、目\n標値、制御対象、操作量、制御結果の計測、フィードバックによる修正動作の内容\nが明らかにされているのは、従来技術であるミシン本体12の制御装置29の動作を表\nす【００１５】のみであり、畳床の方向転換と位置決めに関しては、「数値制御」\nに必要な情報を開示した部分は存在しないのであるから、本件明細書の発明の詳細\nな説明及び図面並びに当業者における技術常識を参酌した場合、畳の下前側をクセ\n取りする縫着方法において、数値制御の対象とされるものは、従来技術と同様、ミ\nシン本体の位置決めであると解するのが合理的であり、これを畳床の方向転換と位\n置決めと解することはできないというべきである。\n５　構成要件Ｃの「下前基準線（Ｌ）の位置を計算するために検出センサー\n53で確認し」の意義について\n(一) 　甲２によれば、本件明細書の「発明の詳細な説明」及び図面には、「下\n前基準線（Ｌ）」について、次の記載があることが認められる。\n(1)　「課題を解決するための手段」の項に、「該畳床５の上前側に押付け\n力を付与して下前側を畳縫着機10に向けて移動するとき、該下前側の下前基準線Ｌ\nの位置を計算するために検出センサー53で確認した後、該下前基準線Ｌから移動さ\nれた畳床５の下前側における畳幅方向の離間隔Ｘ０を計算しその計算値になるよう\nに畳床５を押付け」（【０００５】、３欄41行ないし46行）、「該畳床押込み手段\n41で押付けられた畳床５の下前側の下前基準線Ｌの位置を計算するため確認する検\n出センサー53を備えている」という記載がある（【０００６】、４欄８行ないし\n11行）。\n(2)　「作用」の項に、「上前側を切断縫着した畳床５は、畳台４に備えて\nいる方向転換手段32により、その下前側（クセ取り切断縫着する側）を畳縫着機\n10に向くように方向転換された後に、その上前側を畳床押込み手段41によって押付\nけることにより、下前側が下前基準線Ｌ（下前切断位置）に位置合わせされる。」\n（【０００７】、４欄13ないし18行）、「このとき、下前基準線Ｌの位置を計算す\nるため検出センサー53により確認した後」（【０００８】、４欄19ないし20行）と\nいう記載がある。\n(3)　「実施例」の項に、「このとき、該下前側の下前基準線Ｌの位置を計\n算するために近接スイッチ等の検出センサー53で確認し」（【００２１】、６欄\n44ないし46行）という記載があり、図１及び図３に「53」として検出センサーが示\nされている。\n(4)　「実施例」の項に、前記３、(一)、(6)の記載（【００１５】、５欄\n22ないし45行）があり、図５（動作説明図）には、Ｌと表示された直線及びそれに\n交差するジグザグ状の折れ線が描かれている。\n(二)　本件明細書の発明の詳細な説明には、「下前基準線（下前切断位\n置）」「下前基準線Ｌ（下前切断位置）」という記載があり、これによれば、「下\n前基準線Ｌ」とは畳の下前側の切断位置と同義であると解される。他方、本件明細\n書の図面には、下前基準線を表す「Ｌ」の表示がなされた直線と、それに交差する\nジグザグ状の折れ線が両方描かれており、下前基準線Ｌと畳の下前側の切断位置は\n異なることが示されている。このように、本件明細書の発明の詳細な説明及び図面\nには、下前基準線について二義的な記載があり、その意味は、明細書の特許発明の\n範囲以外の部分の記載及び図面によっても明らかでないというべきである。\nこの点につき、原告は、「下前基準線（下前切断位置）」とは、クセ量\nがすべてゼロの場合には畳床５が下前基準線Ｌの位置で一直線に切断されるので下\n前基準線と切断位置が一致するが、クセがある場合にはクセ取りを行い、ジグザグ\n状に切断されるので下前基準線の位置は切断位置にならないという意味であると主\n張する。しかし、本件明細書は、「畳のクセ取り縫着方法及び畳縫着機」に関する\nものであり、クセがない場合（クセ量がゼロである場合）に関する記載は、明細書\n中の全記載を見ても存在しない。しかも、本件明細書【０００７】には、「その下\n前側（クセ取り切断縫着する側）を畳縫着機10に向くよう方向転換された後に、そ\nの上前側を畳床押込み手段41により押し付けることにより、下前側が下前基準線Ｌ\n（下前切断位置）に位置合わせされる。」という記載があり、上記記載は、クセ取\nり切断縫着される場合（クセがある場合）でも、下前基準線Ｌが下前切断位置と一\n致することを意味するものと解されるから、原告の主張は、明細書の記載に反する\nものであり、かかる解釈を採ることはできないというべきである。\n(三)　他方、証拠（甲23）によれば、「下前基準線」とは、畳業界におい\nて、畳の丈の半分（畳の基準幅寸法の位置）をいう用語として慣用されていること\nが認められ、右技術常識を参酌すれば、「下前基準線Ｌの位置を計算するため」と\nは、畳の基準幅寸法の位置を求めることをいうものと一応理解することができる。\nしかし、本件明細書には、畳の位置決めに関する過程中、どの時点における下前基\n準線（畳の基準幅寸法）の位置を計算するのか、また、そのため検出センサー53が\n確認する対象が何であるかが明らかにされておらず、これは、ミシン本体12の位置\n決めについては、マイクロコンピュータ30が算出する対象が「切断開始位置を基準\nとしたＹ軸信号の現在位置」「Ｙ軸方向の現在位置に対するＸ軸方向の目標位置\n（設定位置）を前記切断開始位置を基準として算出する。」と明記されていること\nと比較して不自然である。\nこの点につき、原告は、ミシン本体の位置決めと畳床５の位置決め技術\nは同じ数値制御に関するものであるから、下前基準線の位置を求めるとは、下前基\n準線の現在位置を求めることを意味し、検出センサー53が確認する対象は、畳床５\nの現在位置であると主張する。しかし、本件明細書には、畳の位置決めについて\nは、「現在位置」という記載は全く存在しない上、ミシン本体の位置決め過程と、\n畳床の方向転換及び位置決めは全く異なる過程であり、検出センサーが求める対象\nも当然に異なるはずであるから、ミシンの位置決めについて開示されたデータを直\nちに畳床の位置決め過程に使用できると解することはできず、下前基準線を畳の基\n準幅寸法の位置とした場合であっても、本件明細書からは、畳床の位置決めを数値\n制御により定めるために必要な数値情報又はその基準となる位置関係を読み取るこ\nとはできない。以上によれば、「下前基準線（Ｌ）の位置を確認するために検出セ\nンサー53で確認し」の意義は、本件明細書の発明の詳細な説明及び図面を参酌して\nもなお不明確であるというべきである。\n６　構成要件Ｄの「該下前基準線（Ｌ）から移動された畳床（５）の下前側に\nおける畳幅方向の離間隔（Ｘ０）を計算し」の意義について\n(一)  本件明細書（甲２）の「発明の詳細な説明」及び図面には、「該下前\n基準線（Ｌ）から移動された畳床（５）の下前側における畳幅方向の離間隔（Ｘ０\n）を計算し」について、次の記載があることが認められる。\n(1)　「課題を解決するための手段」の項に、「該下前基準線（Ｌ）から移\n動された畳床５の下前側における畳幅方向の離間隔Ｘ０を計算しその計算値になる\nように畳床５を押付け」という記載がある（【０００５】、３欄44ないし46行）。\n(2)　「作用」の項に、「該下前基準線Ｌから押付けられた（移動された）\n畳床５の下前側における畳幅方向の離間隔Ｘ０を計算しその計算値になるように畳\n床５を畳床押込み手段41により押付ける。」という記載がある（【０００８】、４\n欄20ないし23行）。\n(3)　「実施例」の項に、「該下前基準線Ｌから移動された畳床５の下前側\nにおける畳幅方向の離間隔Ｘ０を計算し、その計算値になるように押付けバー50を\n矢示Ｈ方向に移動して位置合わせをし」という記載がある（【００２１】、６欄\n46ないし49行）\n(二)　 発明の詳細な説明の各記載及び図面には、「該下前基準線（Ｌ）から\n移動された畳床（５）の下前側における畳幅方向の離間隔（Ｘ０）を計算し」につ\nいて、特許請求の範囲とほぼ同一の記載しかなく、上記記載から、特許請求の範囲\nに記載された用語の意義を合理的に解釈することはできないから、「移動された畳\n床（５）」「畳巾方向の離間隔（Ｘ０）」の意義は、明細書の特許請求の範囲以外\nの部分及び図面を参酌してもなお不明確であるというべきである。\n原告は、「該下前基準線Ｌから移動された畳床５の下前側における畳幅\n方向の離間隔（Ｘ０）を計算し」により計算されるものは、「畳床５を位置決めす\nるため移動させる距離（Xd）」であり、その計算方法は、実施例に即して説明すれ\nば、別紙参考図９のとおり、「Xd＝Xc－Ｘ０＝Xb－Xa－Ｘ０」であると主張する。し\nかし、本件明細書には、下前基準線Ｌ及び離間隔Ｘ０の記載があるのみで、原告の\nいう「Xa、Xb、Xc、Xd」に関する記載は皆無であり、このような解釈を導き出す公\n知技術の存在を認めるに足りる証拠もない。しかも、特許請求の範囲の「該下前基\n準線（Ｌ）から移動された畳床５の下前側における畳幅方向の離間隔（Ｘ０）を計\n算し、その計算値になるように畳床５を押し付け」という文言によれば、ここで計\n算されるものは、あくまで「離間隔Ｘ０」であり、「移動量」であるとは解されな\nいのであるから、原告の主張は、明細書に存在しない技術的事項を付加することに\nより、特許請求の範囲を解釈しようとするもので、法７０条１項、２項により許さ\nれない。\n６  以上によれば、本件方法発明は、構成要件Ｃのうち「下前基準線（Ｌ）の\n位置を計算するために検出センサー（53）で確認し」、構成要件Ｄのうち「該下前\n基準線（Ｌ）から移動された畳床（５）の下前側における畳幅方向の離間隔（Ｘ０\n）を計算し」の意義が、明細書の発明の詳細な説明の記載及び図面並びに当業者の\n技術常識を参酌しても、いずれも不明確であり、当業者からみて、出願に係る発明\nの内容を合理的に解釈することができないから、全体として、技術的範囲を確定す\nることができないというべきである。\nしてみれば、仮に、被告製品を使用した被告方法が原告主張のとおりであ\nったとしても、本件方法発明と被告方法を対比することができないのであるから、\n被告方法が本件方法発明の技術的範囲に属すると認めることはできず、被告製品に\nついて、本件方法発明の間接侵害に当たると判断することもできない。\n７　なお、被告方法は、当事者間に争いのない範囲でも、①あらかじめ入力さ\nれたクセのデータに基づいて下前側の昀小仕上寸法Ｘminの位置に平刺ミシン10の切\n断包丁11の位置が一致するように畳床２の位置を合わせて固定する工程と、②切断\n開始位置とＸminの差分値Paだけ平刺ミシン10を外側に移動させ、畳床２の切断開始\n位置へ平刺ミシン10の切断包丁11を一致させる工程を分離している。そして、乙３\nによれば、このような被告方法は、本件方法発明より後願の被告発明における「昀\n小寸法の位置基準」を用いて畳の位置決めを行い、下前側のクセ取り縫着を行う方\n法と同じであると認められるところ、被告発明は、同発明に対する関係での従来技\n術の畳縫着方法においては、下前側のクセを取りながら平刺し縫いを開始する際、\n畳縫着開始側の框の裁断開始位置と畳切断刃の刃先とを一致させて畳を畳台に固定\nした後、平刺しミシン本体を作動させて平刺し縫いを実施するため、クセの状態に\n基づく平刺しミシン本体の畳台に対する直交方向への昀大移動量が不明であり、平\n刺しミシンの許容移動量をあらかじめ十分に見込んだ設計をしなければならなかい\nという課題が存したことから、この課題を解決し、平刺しミシン移動量を必要昀小\n限とするための手段として考えられたものであると認められる（乙３、被告明細書\n【０００４】）。\n本件方法発明は、前記６のとおり、特許請求の範囲の一部が不明確であ\nり、その技術的範囲を確定することができないが、「該下前側における畳幅方向の\n離間隔（Ｘ０）」なる距離を計算し、その計算値になるように畳床を押し付けるも\nのであり、原告の主張によっても、別紙参考図５のとおり、平刺し縫いを開始する\nに際し、切断開始位置に畳切断刃の位置が合致するよう畳床５を畳床押込み手段\n41により押し込む方法であると解されるから、その技術思想は被告明細書にいう従\n来技術と同じであり、被告方法とは異なるものと見るのが相当である。\nこの点につき、原告は、畳の切断開始位置が下前側の昀小仕上位置と一致\nする場合、被告方法は別紙目録(一)ないし(三)の第４図（即ち別紙参考図５と同\nじ）と同じ構成を採ることになると主張する。しかし、被告方法において、畳の切\n断開始位置が下前側の昀小仕上寸法に合致する場合も、畳床の位置合わせ工程と切\n断開始位置への切断刃の一致工程が分離されていることには変わりがないから、被\n告方法における畳縫着機の動きの中に、外形上、畳の切断開始位置と下前側の昀小\n仕上寸法が合致する場合があることをもって、被告方法が本件方法発明と同じ技術\nであるということはできない。\n以上によれば、被告方法は、技術思想の点からも、本件方法発明の技術的\n範囲に属すると認めることはできず、被告製品について、本件方法発明の間接侵害\nに当たると判断することはできない。\n二　争点３（被告製品は、本件装置発明の技術的範囲に属するか。）\n１　被告製品は、いずれも構成要件Ａ′にいう「直線基準定規（20）」を有し\nておらず、文言上は本件装置発明の構成要件Ａ′を充足しないことが明らかであ\nる。\n２　原告は、被告製品は、構成要件Ａ′の「直線基準定規（20）」を「無」に\n置換したものであり、この差異が均等であるとして本件装置発明の技術的範囲に含\nまれると主張する。\n特許侵害訴訟において、明細書の特許請求の範囲に記載された構成中に、\n相手方が製造等をする製品（以下「対象製品」という。）と異なる部分が存在する\n場合であっても、(1)　右部分が特許発明の本質的部分ではなく、(2)　右部分を対\n象製品におけるものと置き換えても、特許発明の目的を達することができ、同一の\n作用効果を奏するものであって、(3)　右のように置き換えることに、当業者が、対\n象製品の製造等の時点において容易に想到することができたものであり、(4)　対象\n製品が、特許発明の特許出願時における公知技術と同一又は当業者がこれから右出\n願時に容易に推考できたものではなく、かつ、(5)　対象製品が特許発明の特許出願\n手続において特許請求の範囲から意識的に除外されたものに当たるなどの特段の事\n情もないときは、右対象製品は、特許請求の範囲に記載された構成と均等なものと\nして、発明の技術的範囲に属するものと解するのが相当である（昀高裁平成１０年\n２月２４日判決・民集５２巻１号１１３頁参照）。\n３(一)　甲２によれば、本件明細書の発明の詳細な説明及び図面には、次のよ\nうな記載があることが認められる。\n(1)　「発明が解決しようとする課題」の項に、前記一、４、(一)、(3)の\n記載がある（【０００３】【０００４】）\n(2)　「課題を解決するための手段」の項に、「請求項２に係る本発明で\nは、数値制御により自動的にクセ取り運動をする畳縫着機10と、該畳縫着機10の側\n方に配置されていて直線基準定規20および畳床締付け手段６を有する畳台４と、を\n備えているものにおいて、前述の目的を達成するために次の技術的手段を講じてい\nる。すなわち、請求項２に係る本発明では、前記畳台４に、上前側を切断縫着した\n畳床５を方向転換する方向転換手段32と、畳床の上前側を押付けて畳床５の下前側\nを畳縫着機10に向けて押付ける畳床押込み手段41と、を備えているとともに、該畳\n床押込み手段41で押付けられた畳床５の下前側の下前基準線Ｌの位置を計算するた\nめ確認する検出センサー53を備えていることを特徴とするものである。」との記載\nがある（【０００６】、３欄49行ないし４欄11行）。\n(3)　「実施例」の項に、前記一、４、(一)、(6)の記載がある（【００１\n５】、５欄22ないし45行）。\n(二)　本件明細書の上記記載に照らせば、本件装置発明の特徴は、数値制御\nによりミシン本体の位置決めを行う畳縫着機において、畳床の方向転換と位置決め\nを自動化することにより省力化を図ったものを提供することにあるが、直線基準定\n規20は、その寸法基準面20ａがミシン本体12のＸ軸方向の現在位置を計数するため\nの基準となり、ミシン本体12の数値制御に当たり必要不可欠な構成要素であるか\nら、本件装置発明の本質的部分に当たるものと解される。\nよって、被告物件は、前記均等の要件の(1)を具備しないから、本件発明\nと均等なものとして本件発明の技術的範囲に属するものということはできない。\n三　以上によれば、その余の点について判断するまでもなく、原告の請求は理由\nがない。\n別紙物件目録\n(一)　商品名「平刺しロボット21」\n(二)(1)　商品名「両用ロボットＴＲＡー１」\n(2)　商品名「両用ロボットⅡ　ＴＲＡーⅡ」\n(三)  商品名「両用ロボットⅢ」\n別紙目録（一）     図     イ号物件説明書\n別紙目録（二）     図     ロ号物件説明書\n別紙目録（二）     図     ハ号物件説明書\n別紙被告方法目録\n１　原点復帰工程\n被告方法においては、作業の開始に当たって、まず原点復帰工程を実施する。\nこの工程により、制御装置30は巾寄せ外端センサ22（巾寄せの原点位置センサを兼\nねる）が検知した位置を巾寄せ20の原点位置として記憶し、クセ取り基準センサ\n12（平刺しミシンの原点位置センサを兼ねる）が検知した位置を平刺ミシン10の原\n点位置として記憶する。この原点位置においては、巾寄せ20に取り付けられた床押\nし21の端面から平刺ミシン10の原点位置として記憶する。この原点位置において\nは、巾寄せ20に取り付けられた床押し21の端面から平刺ミシン10に取り付けられた\n切断包丁11までの距離（以下「原点距離Ｇ」という。）は常に一定であり、以降の\n巾寸法制御はすべて原点距離Ｇを基準として行われる。\n２　寸法の入力工程\n畳一枚ずつに割り付けられた畳の基準寸法（以下「畳基準ＫＳ」という。）\nと、この畳基準ＫＳからの下前側の仕上がり後の実寸法との５点の位置における偏\n差を偏差Ｘ０、Ｘ１、Ｘ２、Ｘ３、Ｘ４として制御装置30に入力する。\n３　上前側平刺し工程\n(1)　畳床２を畳台１に裁置し、床締め４が上昇して畳床２を畳台１に下から上に\n向かって締め付ける。\n(2)　制御装置30は入力済みの寸法データから以下の演算を行って、Ｘmin、Ｘ\nmax、Ｄ０～Ｄ４を求めて記憶する。\n○　基準寸法ＫＳに偏差（Ｘ０～Ｘ４）を各々合算して仕上がり後の実寸法（XA\n～XE）を求め、この実寸法のうち昀小の仕上がり寸法をＸminとして、昀大の仕上が\nり寸法をＸmaxとして代入して記憶する。\n○昀小の仕上がり寸法Ｘminと仕上がり後の実寸法（XA～XE）との差をＤ０～Ｄ\n４として演算し記憶する。\n以降の作業における寸法の制御は、Ｘmin、Ｘmax、Ｄ０～Ｄ４の値のみが用いら\nれる。\n(3)　平刺ミシン10によって自動的に上前側の縫着及び切断が行われる。\n４　平刺ミシンの原点復帰工程\n床止め４を解除し、平刺ミシン10を原点位置まで復帰させる。\n５　畳床の回転工程\n反転テーブル３を上昇させ、ロータリーアクチュエーターによって反転テーブ\nルを旋回させて、畳床２を回転させる。\n６　荒落とし必要／不要の判定工程\n制御装置30は上前側の切り落とし代を畳床の巾寸法から控除したWdからＸminを\n控除する演算を行い、その値が所定値以上の場合は荒落としを必要と判断して荒落\nとし工程に移行させる。所定値より小さいときは次項以降の工程に以降させる。\n７　Ｘminの位置に畳床の位置を合わせる工程\n(1)　畳床２の昀小仕上寸法Ｘminの位置に、平刺ミシン10が原点位置にある場合\nの切断包丁11の位置が一致するように畳床２の位置を合わせて固定するために、制\n御装置30によって原点距離ＧからＸminを控除して差分値Paを求め、制御装置30は\nPaを巾寄せ20が畳床２をミシン側に押し込む量として記憶する。\n(2)　制御装置30は、巾寄せエンコーダ23からのパルスによってカウントされる移\n動量値がPaと一致するまで巾寄せ20を前進させる。\n(3)　Ｘminの位置に、平刺ミシン10が原点位置にある場合の切断包丁11の位置が\n一致して巾寄せ20が停止した位置で、床締め４が上昇して畳床２を畳台１に固定す\nる。\n８　畳床の切断開始位置へ平刺ミシンの切断包丁を一致させる工程\n畳床２が固定された後、畳床２の框側の切断開始位置へ平刺ミシン10の切断包\n丁11を一致させるために、切断開始位置とＸminの差分値として演算され記憶されて\nいるＤ０の値の分だけ制御装置30によって平刺ミシン10を外側に移動させ、畳床２\nの切断開始位置へ平刺ミシン10の切断包丁11を位置合わせする。\n９　下前のクセ取り平刺し縫い工程\n運転スイッチを入れると平刺ミシン10は前進走行を開始し、あわせて制御装置\n30によるクセ取り制御によってレールに直交する方向にも前後に移動してクセ取り\n切断縫着を行う。\nクセ取り制御は、制御装置30が切断開始位置を基準とした前進走行距離を常に\n計測して、その前進走行距離に応じてクセ取り量をＤ０、Ｄ１、Ｄ２、Ｄ３、Ｄ４と順\nに変化させるよう制御することによって行われる。\n10　下前平刺縫い終了による原点位置復帰工程\n下前平刺し縫い工程が終了すると、畳床２の床締め４を解除し、平刺しミシン\n10及び巾寄せ20を原点位置まで復帰させる。\n別紙  イ号物件の説明図   第１図   第２図   第３図\n別紙参考図\n"
}