{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 15,
    "month": 3,
    "day": 14
  },
  "case_number": "平成14(ワ)2663",
  "case_name": "",
  "court_name": "東京地方裁判所",
  "right_type": "実用新案権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "11242",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=11242",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/242/011242_hanrei.pdf",
  "contents": "平成１４年(ﾜ)第２６６３号　実用新案実施権確認請求事件\n口頭弁論終結日　平成１５年１月２８日\n判　　　　　　　　　決\n原　　　　　　　　　告　　　株式会社ヴァンガード\n原告訴訟代理人弁護士      　佐　　瀬　　正　　俊\n同　　　　　　　　　　　　　米　　川　　　　　勇\n同　　　　　　　　　　　　　島 　 　　　由　　幸\n同　　　　　　　　　　　　　東 海 林　　利　　哉\n同　　　　　　　　　　　　　加　　藤　　潮　　子\n被　　　　　　　　　告　　　株式会社サテライトインテリジェンス\n被　　　　　　　　　告　　　Ａ\n被告ら訴訟代理人弁護士　　　中　　野　　正　　人\n主　　　　　　　文\n１　原告と被告株式会社サテライトインテリジェンスとの間において，原告が\n別紙目録記載１及び２の各実用新案権について，範囲全部，地域日本全国，実施料\n無料とする許諾による通常実施権を有することを確認する。\n２　本件訴えのうち被告Ａに対する請求に係る部分を却下する。\n３　訴訟費用は，原告に生じた費用の４分の３と被告株式会社サテライトイン\nテリジェンスに生じた費用を被告株式会社サテライトインテリジェンスの負担と\nし，原告に生じたその余の費用と被告Ａに生じた費用を原告の負担とする。\n事実及び理由\n第１　請求\n１　原告が別紙目録記載１の実用新案権について範囲全部，地域日本全国，実施\n料無料とする許諾による通常実施権を有することを確認する。\n２　原告が別紙目録記載２の実用新案権について範囲全部，地域日本全国，実施\n料無料とする許諾による通常実施権を有することを確認する。\n第２　事案の概要\n１　本件は，後掲実用新案権を利用した商品を製造販売している原告が，同実用\n新案権者である被告株式会社サテライトインテリジェンス（以下「被告会社」とい\nう。）と登録原簿上同実用新案権の譲受人であった被告Ａ（以下「被告Ａ」とい\nう。）に対し，原告が同実用新案権につき許諾による通常実施権を有していること\nの確認を求めた事案である。\n２　争いのない事実等（証拠を掲げた事実以外は，当事者間に争いがない。）\n(1)　当事者\nア　原告は，後掲実用新案権を利用した商品である「シンクロエナジャイザ\nー」（以下「本件商品」という。）を製造販売している会社であるが，同社は，も\nともと，被告代表者Ｂ（以下「Ｂ」という。）が，平成７年１２月２４日，有限会\n社八光建物（以下「八光建物」という。）の社員権をすべて買い取った上，平成８\n年４月２６日，商号を「有限会社サテライトインテリジェンス」に変更して，自ら\nが同社の代表取締役となり，さらに，同年６月５日に「株式会社サテライトインテ\nリジェンス」に組織変更し，その後の平成９年１月１４日に現在の商号である「株\n式会社ヴァンガード」に商号を変更した会社である。\nイ　被告会社は，平成元年５月２日，Ｂが設立し，自らが代表取締役となっ\nている会社である。したがって，原告と被告会社は，平成８年６月５日から平成９\n年１月１４日までの間，Ｂを代表取締役とする同一商号の会社として併存してい\nた。\nウ　被告Ａは，Ｂの妻である。\n(2)　被告会社は，別紙目録記載１及び２の各実用新案権を有している（以下，\n別紙目録記載１の実用新案権と同目録記載２の実用新案権を併せて「本件各実用新\n案権」という。）。\n(3)　被告会社は，平成８年５月ころ，本件各実用新案権を利用した本件商品の\n製造を原告の前身である有限会社サテライトインテリジェンス（以下「有限会社サ\nテライトインテリジェンス」という。）に行わせることとし，同社に対し，使用範\n囲，使用地域の定めのない許諾による通常実施権（以下「本件通常実施権」とい\nう。）を付与した。\n(4)　被告会社は，本件通常実施権の付与後，原告に対し，本件通常実施権の使\n用料を請求することはなかった。\n(5)　本件各実用新案権の登録名義の更正\n本件各実用新案権の登録時の登録名義人は原告であったところ，被告会社\nは，平成１２年６月９日，特許庁長官に対して，本件各実用新案権の登録名義人の\n表示更正手続を行い，本件各実用新案権の登録名義人の名称は「株式会社サテライ\nトインテリジェンス」に，住所は被告会社の住所にそれぞれ更正された。\n(6)　本件各実用新案権の登録名義の移転\n本件各実用新案権につき，平成１２年７月２７日付けで，その登録名義が\n被告会社から被告Ａに移転されたが，平成１４年３月１２日付けで，被告Ａから被\n告会社へ，その登録名義が移転された（甲８の１・２，乙３の１・２）。\n第３　争点及び当事者の主張\n１　本件の争点\n(1)　本件通常実施権設定契約の約定に基づく解除の可否\n(2)　本件通常実施権設定契約は使用料を無料とする契約であるか否か\n(3)　本件通常実施権設定契約の契約の目的終了による解除の可否\n(4)　被告Ａに対する本件通常実施権存在確認請求の可否\n２　当事者の主張\n(1)　争点(1)について\n（被告らの主張）\n被告会社は，平成８年５月から，有限会社サテライトインテリジェンスに\n対し，本件各実用新案権を利用した本件商品の製造販売を許諾したことによって本\n件通常実施権を設定したが，被告会社は原告に対する暫定的な経済的支援方法とし\nて通常実施権を付与したにすぎないから，被告会社の都合が生じた場合にはいつで\nも原告に実施権の使用を禁止し，被告会社が本件各実用新案権を実施することを予\n定していた。\nそこで，被告会社は有限会社サテライトインテリジェンスとの間で，平成\n８年５月１日，有限会社サテライトインテリジェンスはいかなる場合であっても，\n被告会社の承諾なしに本件商品の開発，製造及び販売を行ってはならず，被告会社\nはいつでもその承諾を拒絶することができることを定めた商品製造に関する基本契\n約書（乙１。以下「本件基本契約書」という。）を作成し，同基本契約を締結し\nた。\nそして，被告会社は，原告代表者に対し，平成１２年６月３日付け「ご通\n知」によって，本件基本契約書に基づき本件各実用新案権の使用を禁止する旨の内\n容証明郵便を同月８日に発し，遅くとも同月１５日には到達した。\nそうでないとしても，被告会社は，原告に対し，被告会社の平成１４年４\n月８日付け準備書面（１）（第２回口頭弁論陳述）をもって，本件各実用新案権の\n使用禁止の意思表示をした。\nしたがって，本件通常実施権設定契約は，上記約定に基づいて解除された\nというべきである。\n（原告の主張）\n否認する。原告と被告会社間に，被告らが主張するような基本契約が締結\nされた事実はない。\n被告らがその根拠とする本件基本契約書（乙１）は，当時作成された真正\nなものではなく，Ｂが契約当事者双方の印鑑を所持していることを奇貨として，事\n後的に本件訴訟対策として作成名義を偽って作成したものである。そのことは次の\n事実から明らかである。\nすなわち，同契約書中の「有限会社サテライトインテリジェンス」の押印\n欄に押されている代表印は「（株）サテライトインテリジェンス」である。しか\nし，同契約書の作成日付時点には原告はまだ有限会社であり，その時期にも有限会\n社の印は作成されていなかった。そして，この「（株）サテライトインテリジェン\nス」という印影の印鑑は，同契約書の被告会社の押印欄に押捺されている「株式会\n社サテライトインテリジェンス」という印影の印鑑と共に，現在までＢが所持して\nいる。また，本件基本契約書（乙１）には被告会社が本件訴訟で主張する必要最小\n限の記載しかなく，基本契約書として通常記載されるべき事項が何ら記載されてお\nらず，極めて不自然である。　さらに，本件訴訟以前の平成１２年ころ，原告と被\n告会社間において本件各実用新案権の帰属自体を争点とする訴訟（以下「別件訴\n訟」という。）が係属していたことがあったが，本件基本契約書（乙１）は，原告\nと被告会社間において本件各実用新案権の権利者が被告会社であることを端的に示\nす内容になっているにもかかわらず，被告会社は別件訴訟において同基本契約書を\n証拠として提出していない。このことは，少なくとも別件訴訟が行われている間に\nはこの基本契約書（乙１）が存在していなかったことを明確に表している。\n（被告らの反論）\n本件基本契約書（乙１）が作成された当時，有限会社サテライトインテリ\nジェンスは，「（株）サテライトインテリジェンス」という印影の印鑑を，その代\n表印として使用していた。この「（株）サテライトインテリジェンス」という印影\nの印鑑は，Ｂが被告会社の実印の作成を印鑑業者に依頼する際に誤った指示をした\nために作成されたものであったが，Ｂとしては，すぐに有限会社サテライトインテ\nリジェンスを株式会社に組織変更することを考えていたので，「（株）サテライト\nインテリジェンス」という印影の印鑑を有限会社サテライトインテリジェンスの代\n表印として印鑑登録し，使用していたものである。実際のところ，有限会社サテラ\nイトインテリジェンスが存在していたのはわずか２か月にも満たないのであるか\nら，有限会社サテライトインテリジェンスの代表印として，「（株）サテライトイ\nンテリジェンス」という印影のある印鑑を使用していたとしても，何ら不思議では\nない。\nまた，Ｂは，平成１１年９月，原告代表者Ｃ（以下Ｃという。）らによっ\nて不当に原告の経営権を剥奪されたが，それ以来，有限会社サテライトインテリジ\nェンスの代表印として使用していた「（株）サテライトインテリジェンス」という\n印鑑を事務所に置いたまま原告に引き継いでおり，Ｂは同印鑑を現在所持していな\nい。したがって，そもそもＢないし被告会社が，事後になって本件訴訟の対策とし\nて本件基本契約書（乙１）を作成することはできなかった。\n(2)　争点(2)について\n（原告の主張）\n原告は，本件各実用新案権を利用した本件商品を，当時原告の代表取締役\nであったＢのもとで開発，製造及び販売してきたものであるから，被告会社は原告\nに対し，本件各実用新案権につき，定期的な使用料の定めのない無償の通常実施権\nを許諾していたものというべきである。\n仮に，本件通常実施権が無償のものでないとしても，原告は，被告会社に\n対し，平成９年９月ころ，本件通常実施権の対価として１４８０万７９６６円を支\n払っているので，将来に向かって本件通常実施権の対価が発生することはない。\n（被告らの主張）\n本件通常実施権は無償ではない。本件基本契約書（乙１）第３条（承諾\n料）のとおり，被告会社は，原告に対し，「商品の製造における承諾料を製造期間\nを遡って請求できる」ものである。\nまた，原告から被告会社に対し合計１４８０万７９６６円の支払があった\nことは認めるが，この支払は本件通常実施権の対価ではない。\n(3)　争点(3)について\n（被告らの主張）\n本件通常実施権の使用料が無償であるとすると，原告は，被告会社が平成\n８年５月以来現在まで，６年以上の長期間にわたり，無償で本件各実用新案権を利\n用した本件商品の製造販売を行ってきたことになる。このように無償で他人の権利\nを長期間使用し利益を得ていた場合には，十分にその権利使用の目的は達成された\nものと考えられるから，原告は契約の目的達成を理由として一方的に契約を解除す\nることができるというべきである。しかるところ，被告会社は，被告ら準備書面(3)\n（第４回口頭弁論陳述）をもって，本件各実用新案権設定契約を解除する旨の意思\n表示をした。\n（原告の主張）\n否認ないし争う。\n(4)　争点(4)について\n（原告の主張）\n本件各実用新案権につき，平成１２年７月１１日，その登録名義が被告会\n社から被告Ａに移転されている。しかし，被告会社は，設立以来，株主総会や取締\n役会を開催したことは一度もなく，被告Ａへの有効な権利移転がされたものではな\nい。\n（被告らの主張）\n否認ないし争う。\n第４　争点に対する判断\n１　争点(1)について\n(1)　前記争いのない事実並びに証拠（甲１の１・２，甲２，甲３の１・２，甲\n４ないし７，甲８の１・２，甲１１ないし１５，２５ないし３０，乙１，２，乙３\nの１・２，乙４，５，証人Ｄ，被告代表者）及び弁論の全趣旨によると，次の事実\nが認められる。\nア　被告会社は，平成３年に，本件各実用新案登録の出願を行い，同出願に\n係る考案を利用した商品である本件商品の製造販売を行っていた。ところが，被告\n会社は，平成６年ころから，負債が大きくなって，営業活動が円滑にできない状況\nに陥り，事実上の休眠会社になった。\nそこで，Ｂは，平成６年６月ころから，Ｅ（以下Ｅという。）が代表取\n締役であったが，Ｂが実質的な経営者であった株式会社エスイーシー（以下「エス\nイーシー」という。）をして，個人向けの本件商品を製造販売させることとした。\nその後，同社は，本件商品の製造販売を行い，順調に業績を伸ばしていった。\nイ　一方，Ｂは，本件商品とは別の，半導体を利用した新しいタイプの肩こ\nり用の健康用品である「バイオセル」という商品に関する開発，製造及び販売の事\n業を立ち上げるために，被告会社及びエスイーシーとは別の会社を設立することに\nし，平成７年１２月２４日，当時休業状態となっていた八光建物の社員権をすべて\n買い取って同社の唯一の社員となり，平成８年４月２６日，商号を「有限会社サテ\nライトインテリジェンス」に変更した。\nウ　しかし，当時，Ｂが経営していた被告会社，エスイーシー及び有限会社\nサテライトインテリジェンスのうち，収益を上げているのはエスイーシーによる本\n件商品の製造販売のみであったので，バイオセル事業を行う有限会社サテライトイ\nンテリジェンスに営業資金を回す必要から，本件商品の製造，販売の両方を行って\nいたエスイーシーから製造部門を切り離し，それを有限会社サテライトインテリジ\nェンスにさせることによって必要な営業資金を捻出させることとした。\nエ　そこで，Ｂは，平成８年５月ころ，有限会社サテライトインテリジェン\nスに対し，本件各実用新案登録の出願に係る考案の実施を許諾し，同社は，本件商\n品の製造を行うこととなった。もっとも，それは，本件商品が全て外注であったの\nで，有限会社サテライトインテリジェンスが自社工場において実際に製造するわけ\nではなく，同社が外注により製造する製造元になるという意味であった。\nオ　そして，Ｂは，有限会社サテライトインテリジェンスとエスイーシーと\nの間で，本件商品の販売に関する基本契約（乙４，以下「本件商品販売契約」とい\nう。）を締結することとした。本件商品販売契約は，取扱製品，販売仕様，契約期\n間，再契約の条件，解除条件などを定めるとともに，エスイーシーは，有限会社サ\nテライトインテリジェンスに対し，製品の売買代金の他に，有限会社サテライトイ\nンテリジェンスが所有する権利技術，商標の使用権利料として，合計２１００万円\n及び売上総額の１２パーセントのランニングロイヤリティーを支払うという内容の\nものであった。このように使用権利料を支払うこととしたのは，有限会社サテライ\nトインテリジェンスにバイオセル事業を行う資金を得させるためであった。\nカ　本件商品販売契約は，上記のとおり，エスイーシーにとって極めて厳し\nいものであったことから，エスイーシーの代表取締役であったＥが，本件商品販売\n契約の締結に難色を示す可能性があった。\nキ　そこで，Ｂは，Ｅの不安を解消するために，有限会社サテライトインテ\nリジェンスに許諾する本件各実用新案登録の出願に係る考案の実施はあくまで一時\n的なものであると説明する必要が生じ，平成８年５月中旬ころ，被告会社の他の役\n員に相談することなく，独断で本件基本契約書（乙１）を作成した。\nク　Ｂは，当時「（株）サテライトインテリジェンス」という印影の印鑑を\n有限会社サテライトインテリジェンスの代表印として使用していたので，本件基本\n契約書を作成する際に，この印鑑を有限会社サテライトインテリジェンスの代表印\nとして使用した。\nケ　本件基本契約書（乙１）は，本件商品に関する製造契約との表題の付さ\nれたわずか３箇条から構成された契約書であって，第１条において契約の概要を説\n明し，第２条において有限会社サテライトインテリジェンスは被告会社の承諾なし\nに本件商品の開発，製造，販売ができないこと，被告会社はその承諾をいつでも拒\n絶できることを定め，第３条において，被告会社が有限会社サテライトインテリジ\nェンスに対し本件商品の製造における承諾料を製造期間に遡って請求できることを\n定めた極めて簡単なものである。\nコ　ＥがＢの説得に応じて本件商品販売契約を締結したため，結局，Ｂは，\nＥを含む他の誰にも本件基本契約書（乙１）の存在を示すことはなかった。\nサ　その後，有限会社サテライトインテリジェンスは株式会社に組織変更\nし，さらに，平成９年１月１４日に原告の現在の商号である「株式会社ヴァンガー\nド」に商号を変更し，Ｃが新たに取締役に就任した。\n原告は，商号変更の前後を通じて，変わることなく本件商品の製造販売\nを行っていた。\nシ　ところが，その後，原告が多額の負債を抱えて経営困難になったことか\nら，Ｂは，平成１１年９月１６日臨時株主総会において，原告の代表取締役及び取\n締役を退任した。代わってＣが代表取締役に就任したが，当時の原告にはバイオセ\nル事業の売上はほとんどなく，当面の会社再建は本件商品の売上だけで行わなけれ\nばならない状況にあったことから，本件商品の売上によって原告を再建することが\n関係者の共通の認識であった。\nス　しかし，Ｃが原告の経営を引き継いだ後，ＢとＣは激しく対立するよう\nになり，平成１２年になって，それまで原告による本件商品の製造に異議をとなえ\nなかったＢが原告の本件各実用新案権に関する権利を否定するようになったことか\nら，原告は被告会社に対して本件各実用新案権の原告への移転登録を求めて別件訴\n訟を提起した。Ｂはその訴訟において本件基本契約書（乙１）を証拠として提出し\nなかったので，同基本契約書（乙１）は，本件訴訟の証拠として提出されるまで，\nその存在を明らかにされることはなかった。\n(2)　以上の認定事実によると，本件基本契約書（乙１）は，平成８年５月中旬\nころ，当時，有限会社サテライトインテリジェンスと被告会社双方の代表取締役で\nあったＢにより作成されたことが認められる。\nこの点，原告は，有限会社サテライトインテリジェンスの印鑑として\n「（株）サテライトインテリジェンス」という印影の印鑑が押されているのは不自\n然であると主張するが，前記認定のとおり，平成８年５月当時，Ｂは「（株）サテ\nライトインテリジェンス」という印影の印鑑を有限会社サテライトインテリジェン\nスの代表印として使用していたのであるから，同基本契約書の有限会社サテライト\nインテリジェンスの押印欄に「（株）サテライトインテリジェンス」という印影が\nあることには何ら不自然ではないというべきであって，このことは，証拠（甲３\n０，乙４，５）によると，当時，有限会社サテライトインテリジェンスの銀行印と\nして「（株）サテライトインテリジェンス」という印影の印鑑が用いられていたこ\nと，本件基本契約書（乙１）と同時期に作成された有限会社サテライトインテリジ\nェンスとエスイーシー間の本件商品販売契約書（乙４）中にある有限会社サテライ\nトインテリジェンスの押印欄にも同一の印影が押捺されていることによって裏付け\nられる。\nまた，原告は，「（株）サテライトインテリジェンス」という印影の印鑑\nは，現在もＢが所持している旨主張するが，Ｂが「（株）サテライトインテリジェ\nンス」という印影のある印鑑を現在も所持していることを窺わせる証拠はなく，か\nえって，上記のとおり，同印鑑は有限会社サテライトインテリジェンスの預金通帳\nの銀行印として用いられているところ，証拠（甲３０）によると，同通帳は原告側\nに引き渡されて，原告が保管していることが認められるから，Ｂが現在も同印鑑を\n所持している蓋然性は低いというべきであるし，仮にＢが現在も同印鑑を所持して\nいるとしても，そのことから直ちに本件基本契約書（乙１）が事後的に本件訴訟対\n策として作成されたと認められるものではない。\nさらに，原告は，本件商品販売契約書（乙４）は平成８年５月当時作成さ\nれたものではなく，平成９年２月７日の税務調査の際に税務職員に見せるためにＢ\nが一人で作成した虚偽の文書である旨主張し，同主張に沿う証拠（甲１５，証人\nＤ）も存するが，それらの証拠は，同契約書（乙４）の体裁及び税務調査時の状況\nからみて，極めて不自然な内容であって，証拠（乙４，５，被告代表者）に照ら\nし，信用することができない。\nしたがって，上記の原告の主張は，いずれも，本件基本契約書（乙１）は\n平成８年５月中旬ころ作成されたとの上記認定を左右するものではない。\n(3)　しかしながら，本件基本契約書（乙１）がＢによって平成８年５月当時作\n成されたものであっても，次のとおり，同基本契約書どおりの内容の契約が有効に\n成立したとまでは認められないというべきである。すなわち，①前記認定のとお\nり，Ｂが本件基本契約書（乙１）を作成するに至った目的は，有限会社サテライト\nインテリジェンスとエスイーシーとの間の本件商品販売契約（乙４）締結に難色を\n示す可能性があったＦの不安を解消するためであったこと，②本件基本契約書（乙\n１）は，わずか３箇条で構成された極めて簡単なものであり，内容のある実質的な\n規定としては，承諾と承諾料に関する規定しかなく，しかも，その内容も一方的な\nものであり，およそ商品製造に関する基本契約書としての体裁をなしていない不自\n然なものであること，③この内容を前提とすると，有限会社サテライトインテリジ\nェンスの通常実施権は，期間の定めがなく，被告会社の都合によりいつでも解約さ\nれうる極めて不安定な権利ということになるが，そのような事実は，この通常実施\n権の存在を前提として作成された有限会社サテライトインテリジェンスとエスイー\nシーとの本件商品販売契約（乙４）において，契約期間が定められ，再契約によっ\nて１年毎に契約期間が延長されることが予定され，しかも，製品の売買代金の他\nに，有限会社サテライトインテリジェンスが所有する権利技術，商標の使用権利料\nとして合計２１００万円及びランニングロイヤリティーを支払うことが約定される\nなど，有限会社サテライトインテリジェンスが有する実施権が強力な権利であるこ\nとを前提とした内容になっていることと矛盾しているといわざるを得ないこと，④\n被告らは，有限会社サテライトインテリジェンスに許諾した通常実施権はあくまで\n一時的なものであって，バイオセル事業が立ち上げに成功した場合は当然にその権\n利を被告会社に戻す予定であった旨主張し，同主張に沿う被告代表者の供述もある\nが，当時，被告会社は多額の負債を抱えた事実上の休眠会社であって，前記第２の\n２争いのない事実等及び前記(1)認定の事実からすると，Ｂは，被告会社と同一名称\nの原告において継続的に事業を行っていくことを計画しており，被告会社の事業を\n復活させることを考えていたとは思われないから，権利を被告会社に戻すことが前\n提とされていたとは認められず，現に，原告は，平成８年以来本件商品の製造を継\n続してきており，平成１２年までは，Ｂから異議が述べられたこともなかったこ\nと，⑤Ｂは有限会社サテライトインテリジェンスと被告会社の双方の代表取締役を\n兼ねていたとはいえ，双方の会社の存亡を左右しかねない重大な内容を有するこの\n契約書を他の役員に一切相談することなく独断で作成し，そればかりか，Ｂは，平\n成８年５月に本件基本契約書（乙１）を作成して以来，誰にも同契約書の存在を示\nしたことがなく，本件訴訟において初めてその存在を明らかにしたこと，その他前\n記(1)認定の事実からすると，本件基本契約書（乙１）は，ＢがＥを説得するための\n便法として形を整えるために作成した，実体を伴わない契約書というべきであっ\nて，有限会社サテライトインテリジェンスと被告会社との間には，本件基本契約書\n（乙１）に記載された内容の契約が成立したものと認めることはできない。\nしたがって，本件基本契約書（乙１）に記載された内容の契約が成立した\nことを前提として，本件各実用新案権の使用禁止の意思表示により，原告は本件各\n実用新案権の通常実施権を喪失した旨の被告らの主張は理由がない。\n２　争点(2)について\n(1)　前記認定のとおり，本件基本契約書（乙１）に記載された内容の契約が成\n立したものと認めることはできないから，本件通常実施権の設定契約においては実\n施料の定めがあったとは認められないのであり，また，前記第２の２(4)のとおり被\n告会社は原告に対し過去一度も実施料の支払を請求したことがない。したがって，\n本件通常実施権設定契約は実施料を無料とする内容の契約であると認めるのが相当\nである。\n(2)　なお，原告は，本件通常実施権の対価は既に支払済みであると主張するの\nで，この点につき，付言する。確かに，原告が被告会社に合計１４８０万７９６６\n円を支払ったことは当事者間に争いがない。しかし，証拠（甲９，甲１５，証人\nＤ，被告代表者）によると，平成９年８月２５日から平成１０年５月２５日までに\n原告から被告会社に振り込まれた合計１４８０万７９６６円については，原告の会\n計上借入金の返済として計上されており，本件実用新案権の対価の支払としての処\n理はされていないこと，それらの振込金は被告会社が金融機関から融資を受けてい\nた借入金を返済するために送金されていたもので，実際にも返済に充てられたこ\nと，以上の事実が認められるから，これらの振込金は原告が被告会社の借入金を肩\n代わりして返済していたにすぎないものというべきであって，本件通常実施権の対\n価の支払とは認められない。\n３　争点(3)について\n(1)　被告らは，原告が約６年間無償で本件各実用新案権を実施してきたことを\n捉えて，他人の権利を長期間使用し利益を得た場合は権利使用の目的を達成したも\nのとして，権利者が一方的に設定契約を解除できる旨主張するが，そもそもその法\n的根拠が明らかでないばかりか，仮に本件通常実施権設定契約を使用貸借類似の無\n名契約と考えることができるとしても，被告会社が原告に対し，本件通常実施権を\n設定して以来，原告はそれに基づき本件各実用新案権を利用した本件商品を製造販\n売することを業として営業活動を続けている以上，いまだ通常実施権設定の目的を\n達したものとはいえないというべきである。\n(2)　したがって，単に原告が約６年間本件各実用新案権を無償で実施してきた\nからといって，被告会社に一方的な通常実施権設定契約の解除を認める理由はない\nというべきであるから，被告らの主張は理由がない。\n４　争点(4)について\n(1)　前記第２の２(6)のとおり，平成１４年３月１２日付けで被告Ａから被告\n会社へ本件各実用新案権の登録名義が移転されたことが認められる。\n(2)　そうすると，被告Ａはもはや本件各実用新案権の権利者でないことは明白\nであるから，本件訴えのうち原告の被告Ａに対する請求に係る部分については訴え\nの利益がなく，不適法というべきである。\n５　よって，主文のとおり判決する。\n東京地方裁判所民事第４７部\n裁判長裁判官　　　　森　　　　　義　　之\n裁判官      　東 海 林　　　　　保\n裁判官      　瀬　　戸　　さ や か\n目　　　　　　録\n１　名　　称　　　光波による脳波刺激装置に用いる眼球照射装置\n登録番号　　　第２５５７９９３号\n出願日　　　平成３年５月２９日\n登録日　　　平成９年９月５日\n２　名　　称　　　光波による脳波刺激装置に用いる眼鏡\n登録番号　　　第２５６０８４９号\n出願日　　　平成３年１１月２９日\n登録日　　　平成９年１０月９日\n"
}